{
  "doc_id": "02-040-0102",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二集",
    "zh_TW": "第一０二集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0102",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-040-0102_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百三十页最后一行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百三十頁最後一行，從第二句看起："
    },
    {
      "id": "02-040-0102_p0002",
      "zh_CN": "「《法华文句》曰：方便者，门也。为真实作门，真实得显，功由方便。」这是《法华文句》智者大师所说的。方便把它比喻门，什么门？真实，真实就是明心见性，就是成无上佛道，大乘修行最高的果位，方便是它入门处。世尊在楞严会上，给我们讲了一句「最初方便」，那方便就有很多种，从最初方便到究竟方便。方便从哪里来的？从真实智慧来的。真实智慧从哪里来的？从真心里头来的，一真一切真。真心人人都有，万法一如，可是六道众生把真心迷了，虽有而不得其用，问题就发生在此地。最初方便，就是把真心找到。",
      "zh_TW": "「《法華文句》曰：方便者，門也。為真實作門，真實得顯，功由方便。」這是《法華文句》智者大師所說的。方便把它比喻門，什麼門？真實，真實就是明心見性，就是成無上佛道，大乘修行最高的果位，方便是它入門處。世尊在楞嚴會上，給我們講了一句「最初方便」，那方便就有很多種，從最初方便到究竟方便。方便從哪裡來的？從真實智慧來的。真實智慧從哪裡來的？從真心裡頭來的，一真一切真。真心人人都有，萬法一如，可是六道眾生把真心迷了，雖有而不得其用，問題就發生在此地。最初方便，就是把真心找到。"
    },
    {
      "id": "02-040-0102_p0003",
      "zh_CN": "《楞严》前面七处征心，心到底在哪里？阿难算是很聪明，找了七处，我们一般凡夫想不到，七处都被世尊否定。这个含义很深，说明凡夫不知道什么叫真心，当然你找不到它。但是它真有，为什么？它是一切法的本体，包括我们自己，没有本体，这些现象就不生。体遍法界虚空界，法界虚空界是依这个体而出生、出现。为什么找不到它？因为我们的六根缘不到，前五根眼耳鼻舌身所缘到的是物质现象，第六识、第七识、第八识所缘的是非物质现象。真心不是现象，它不是物质现象，它也不是精神现象，连阿赖耶见分都缘不到，它存在。怎么知道存在？它能生万法，它起作用，我们缘到万法就知道有它。像我们看电视，我们看到电视上的画面，就知道有电视屏幕。我们把屏幕当作真心，它什么都没有，什么都能现，所现的一切现象不能离屏幕。这个事实真相，与「相由心生，境随心转」有相似之处。在这个现象里面，我们只要不迷，就看得很清楚、很明白。屏幕是真的，它不生不灭；现象是假的，刹那生灭，刹那生灭叫无常。学佛终极的目标就是明心见性，从相上见到性，从性上明了相，性相一如，性相无碍，这就是成佛作祖，大事就了了。",
      "zh_TW": "《楞嚴》前面七處徵心，心到底在哪裡？阿難算是很聰明，找了七處，我們一般凡夫想不到，七處都被世尊否定。這個含義很深，說明凡夫不知道什麼叫真心，當然你找不到它。但是它真有，為什麼？它是一切法的本體，包括我們自己，沒有本體，這些現象就不生。體遍法界虛空界，法界虛空界是依這個體而出生、出現。為什麼找不到它？因為我們的六根緣不到，前五根眼耳鼻舌身所緣到的是物質現象，第六識、第七識、第八識所緣的是非物質現象。真心不是現象，它不是物質現象，它也不是精神現象，連阿賴耶見分都緣不到，它存在。怎麼知道存在？它能生萬法，它起作用，我們緣到萬法就知道有它。像我們看電視，我們看到電視上的畫面，就知道有電視屏幕。我們把屏幕當作真心，它什麼都沒有，什麼都能現，所現的一切現象不能離屏幕。這個事實真相，與「相由心生，境隨心轉」有相似之處。在這個現象裡面，我們只要不迷，就看得很清楚、很明白。屏幕是真的，它不生不滅；現象是假的，剎那生滅，剎那生滅叫無常。學佛終極的目標就是明心見性，從相上見到性，從性上明瞭相，性相一如，性相無礙，這就是成佛作祖，大事就了了。"
    },
    {
      "id": "02-040-0102_p0004",
      "zh_CN": "这个比喻容易，但是真正能在现实生活上体会到的人不多。所以佛的教学可以说是严格的要求弟子，要循序渐进，要按部就班，不许躐等。尤其是在现前这个时代，正念少，邪念多，不循序渐进很容易走偏、走邪，自己不知道，到自己发觉来不及了，几乎全毁了。所以，楞严会上佛说出最初方便。最初还有最初，最初的最初是什么？佛经上说得很清楚，中国老祖宗说得也清楚，就是孝悌。孝悌为仁之本，仁是什么？仁是爱，仁者爱人，仁是亲爱。在五伦里头，父子有亲，亲之本是什么？孝悌不能不讲，孝悌不能不修。孝以父母为代表，悌以长上为代表，比我年长的，比我辈分高的，我见到他也是行孝道，但这个孝道叫悌。净业三福里头第一句，「孝养父母，奉事师长」，佛也是把孝道用父母做代表，悌道用老师做代表，奉事师长就是悌道，悌是敬，主敬。简单的讲，一个孝一个敬，要用真诚心去做。心地不真诚，是假的，不是真的，这个方便门你得不到；如果是真的，这方便门你得到了。",
      "zh_TW": "這個比喻容易，但是真正能在現實生活上體會到的人不多。所以佛的教學可以說是嚴格的要求弟子，要循序漸進，要按部就班，不許躐等。尤其是在現前這個時代，正念少，邪念多，不循序漸進很容易走偏、走邪，自己不知道，到自己發覺來不及了，幾乎全毀了。所以，楞嚴會上佛說出最初方便。最初還有最初，最初的最初是什麼？佛經上說得很清楚，中國老祖宗說得也清楚，就是孝悌。孝悌為仁之本，仁是什麼？仁是愛，仁者愛人，仁是親愛。在五倫裡頭，父子有親，親之本是什麼？孝悌不能不講，孝悌不能不修。孝以父母為代表，悌以長上為代表，比我年長的，比我輩分高的，我見到他也是行孝道，但這個孝道叫悌。淨業三福裡頭第一句，「孝養父母，奉事師長」，佛也是把孝道用父母做代表，悌道用老師做代表，奉事師長就是悌道，悌是敬，主敬。簡單的講，一個孝一個敬，要用真誠心去做。心地不真誠，是假的，不是真的，這個方便門你得不到；如果是真的，這方便門你得到了。"
    },
    {
      "id": "02-040-0102_p0005",
      "zh_CN": "从最初方便一直到究竟方便，究竟方便是什么？这些事情因人而异、因事而异、因地而异，没有一定的，千变万化。所以，它是真实智慧，起作用的时候活的，不是一个讲法，不是一个做法。所以说「方便有多门，归元无二路」，目标是一个，方向是一个，方便是不定的，只要你会用，没有一个不成功。今天这个社会之难，难在大家没有智慧，不懂方便，不会用方便。古今中外，真正成就的是靠自己。释迦牟尼佛靠谁成就的？没有老师，没有道场，没有同参。在中国我们看惠能怎么成就的？也没有老师，也没有道场，也没有同参。真实的成就，至高无上的成就。我们看孔子的成就，看孟子的成就，孔子无常师，人家的长处我跟他学；人家的短处，我检讨我有没有，有则改之，无则嘉勉。善财童子五十三参所表演的，没有常师，所有一切人都是我的老师，男女老少、贤愚不肖全是的。是处，我统统认真学习；非处，我藉它做借镜，有则改之，无则嘉勉，都成就了。成就原来是这么回事情，这就叫方便多门。",
      "zh_TW": "從最初方便一直到究竟方便，究竟方便是什麼？這些事情因人而異、因事而異、因地而異，沒有一定的，千變萬化。所以，它是真實智慧，起作用的時候活的，不是一個講法，不是一個做法。所以說「方便有多門，歸元無二路」，目標是一個，方向是一個，方便是不定的，只要你會用，沒有一個不成功。今天這個社會之難，難在大家沒有智慧，不懂方便，不會用方便。古今中外，真正成就的是靠自己。釋迦牟尼佛靠誰成就的？沒有老師，沒有道場，沒有同參。在中國我們看惠能怎麼成就的？也沒有老師，也沒有道場，也沒有同參。真實的成就，至高無上的成就。我們看孔子的成就，看孟子的成就，孔子無常師，人家的長處我跟他學；人家的短處，我檢討我有沒有，有則改之，無則嘉勉。善財童子五十三參所表演的，沒有常師，所有一切人都是我的老師，男女老少、賢愚不肖全是的。是處，我統統認真學習；非處，我藉它做借鏡，有則改之，無則嘉勉，都成就了。成就原來是這麼回事情，這就叫方便多門。"
    },
    {
      "id": "02-040-0102_p0006",
      "zh_CN": "今天我们生活在这个世间，学佛六十多年，看了许许多多的地方，无论在家出家，不能成就的原因就是最初最初的方便没有。所以学得很辛苦，学得很困难，学得没有成就。今天讲成就，就是往生极乐世界，真成就了，就是真正成佛了。不能往生全是假的，为什么？搞一辈子最后还是要搞六道轮回。我们要把真实方便做出来，那是什么？那是孝亲尊师。孝亲尊师做到了，孝顺一切众生，尊敬一切众生，为一切众生服劳役。这是谁？这是诸佛菩萨，这是法身大士，这是古圣先贤。没为自己，自己的生活衣食住行，贫贱安于贫贱，富贵安于富贵。富贵、贫贱是命，他过得心安理得，他过得自在。对富贵不羡慕，对贫贱不嫌弃，清净平等觉看待，成就清净平等觉的德行。这个东西这叫会修，这叫真修，他懂得。不能孝养父母，不能尊重长辈，学得再多，假的。如果有成就，那是一时，那是于他命中有关系，不是他德行所感召。",
      "zh_TW": "今天我們生活在這個世間，學佛六十多年，看了許許多多的地方，無論在家出家，不能成就的原因就是最初最初的方便沒有。所以學得很辛苦，學得很困難，學得沒有成就。今天講成就，就是往生極樂世界，真成就了，就是真正成佛了。不能往生全是假的，為什麼？搞一輩子最後還是要搞六道輪迴。我們要把真實方便做出來，那是什麼？那是孝親尊師。孝親尊師做到了，孝順一切眾生，尊敬一切眾生，為一切眾生服勞役。這是誰？這是諸佛菩薩，這是法身大士，這是古聖先賢。沒為自己，自己的生活衣食住行，貧賤安於貧賤，富貴安於富貴。富貴、貧賤是命，他過得心安理得，他過得自在。對富貴不羨慕，對貧賤不嫌棄，清淨平等覺看待，成就清淨平等覺的德行。這個東西這叫會修，這叫真修，他懂得。不能孝養父母，不能尊重長輩，學得再多，假的。如果有成就，那是一時，那是於他命中有關係，不是他德行所感召。"
    },
    {
      "id": "02-040-0102_p0007",
      "zh_CN": "德行所感召的，释迦牟尼佛给我们做了最好的榜样，惠能大师做了好样子，在中国古来的这些祖师大德们做出来了。你细心去观察，你就会学到。要怎么个做法？古人不容易，全凭他的慧眼，多看多听少说话，无论顺境逆境、善缘恶缘没有意见。为什么？心是定的。别人不问，清净心中一法不立，有人向你请教，自自然然辩才无碍，你讲得清楚，说得明白，为什么？你见到真相了。他为什么不明了？他没见到真相，他看到的是虚妄相。只有清净心才能见到真相，心里妄想杂念多，你怎么可能见到真相？这是现代教育跟古时候教育不相同，古人智慧经验超过今人。今人的知识丰富，换句话说，妄想、杂念太丰富了。古人比不上，古人没有妄想、没有杂念。今人妄想、杂念胜过古人，古人清净、平等胜过今人，所以他见到的东西踏实。孝敬要从真诚心中作，你就有根了，你就有源了，你就有柢了；如果不是从真实心中作，你是飘浮的，是假的，不可能产生真实的效果。",
      "zh_TW": "德行所感召的，釋迦牟尼佛給我們做了最好的榜樣，惠能大師做了好樣子，在中國古來的這些祖師大德們做出來了。你細心去觀察，你就會學到。要怎麼個做法？古人不容易，全憑他的慧眼，多看多聽少說話，無論順境逆境、善緣惡緣沒有意見。為什麼？心是定的。別人不問，清淨心中一法不立，有人向你請教，自自然然辯才無礙，你講得清楚，說得明白，為什麼？你見到真相了。他為什麼不明瞭？他沒見到真相，他看到的是虛妄相。只有清淨心才能見到真相，心裡妄想雜念多，你怎麼可能見到真相？這是現代教育跟古時候教育不相同，古人智慧經驗超過今人。今人的知識豐富，換句話說，妄想、雜念太豐富了。古人比不上，古人沒有妄想、沒有雜念。今人妄想、雜念勝過古人，古人清淨、平等勝過今人，所以他見到的東西踏實。孝敬要從真誠心中作，你就有根了，你就有源了，你就有柢了；如果不是從真實心中作，你是飄浮的，是假的，不可能產生真實的效果。"
    },
    {
      "id": "02-040-0102_p0008",
      "zh_CN": "由此可知，只要你真正懂得，所有的环境都是好的环境，所有的人事全都是善缘，对你决定有帮助，那你就是门门皆是方便门，事事都是行方便。从无量方便走到究竟真实，叫明心见性，见性成佛。在今天世尊末法时期，又逢到佛法大衰，不是小衰，大衰。我们遇到这么一个时节因缘，会的没障碍，不会的障碍重重。障碍重重，有福报的那还好，他能遇到增上善缘；没有福报的，他遇到的是增上的恶缘，处处障碍他的，他的路很难走。可是真正有智慧、有信心、有毅力，能够突破这个障碍，他会大幅度的向上提升，这个恶缘就变成逆增上缘。由此可知，成功、失败不在外境，全在自己，自己用什么样的心态去学习。自己的心态好，能把外面不善的境界也变成善境界，这就是境随心转。能够做到境随心转，这个人哪有不成就的道理！反过来，心被境转，这个人成就很难，这太难了。有智慧的人转境界不被境界所转，这就对了。",
      "zh_TW": "由此可知，只要你真正懂得，所有的環境都是好的環境，所有的人事全都是善緣，對你決定有幫助，那你就是門門皆是方便門，事事都是行方便。從無量方便走到究竟真實，叫明心見性，見性成佛。在今天世尊末法時期，又逢到佛法大衰，不是小衰，大衰。我們遇到這麼一個時節因緣，會的沒障礙，不會的障礙重重。障礙重重，有福報的那還好，他能遇到增上善緣；沒有福報的，他遇到的是增上的惡緣，處處障礙他的，他的路很難走。可是真正有智慧、有信心、有毅力，能夠突破這個障礙，他會大幅度的向上提升，這個惡緣就變成逆增上緣。由此可知，成功、失敗不在外境，全在自己，自己用什麼樣的心態去學習。自己的心態好，能把外面不善的境界也變成善境界，這就是境隨心轉。能夠做到境隨心轉，這個人哪有不成就的道理！反過來，心被境轉，這個人成就很難，這太難了。有智慧的人轉境界不被境界所轉，這就對了。"
    },
    {
      "id": "02-040-0102_p0009",
      "zh_CN": "最初方便就是要从孝养父母、奉事师长下手。谁是师长？我们心中最羡慕的那个人，你跟他学就很容易。如果你心里头对这个人有怀疑，你跟他学你就错了，你学一百年都学不成功。如果是个心里最羡慕的、最仰慕的，你跟他学一、二年就成就了。关键在自己，不在外境。为什么？你最仰慕的人、最相信的人，听话，百分之百的服从，没有丝毫怀疑，这个利益就无边。你对他还有稍许怀疑，那不能成就，为什么？你接受他的教诲，阳奉阴违，那哪里会有成就！我们今天学佛，依谁为师？依释迦牟尼佛为老师。可是你对他怀疑，释迦牟尼佛古人，到底有没有这个人？是真的还是假的？释迦牟尼佛的教，就是教诲，被他弟子写成经典流传到今天，从梵文翻到中文，可以相信吗？能不怀疑吗？我最初学佛对这些都怀疑，总搞了二、三十年，渐渐才明白，对它不怀疑了，真正相信、真正接受了。",
      "zh_TW": "最初方便就是要從孝養父母、奉事師長下手。誰是師長？我們心中最羨慕的那個人，你跟他學就很容易。如果你心裡頭對這個人有懷疑，你跟他學你就錯了，你學一百年都學不成功。如果是個心裡最羨慕的、最仰慕的，你跟他學一、二年就成就了。關鍵在自己，不在外境。為什麼？你最仰慕的人、最相信的人，聽話，百分之百的服從，沒有絲毫懷疑，這個利益就無邊。你對他還有稍許懷疑，那不能成就，為什麼？你接受他的教誨，陽奉陰違，那哪裡會有成就！我們今天學佛，依誰為師？依釋迦牟尼佛為老師。可是你對他懷疑，釋迦牟尼佛古人，到底有沒有這個人？是真的還是假的？釋迦牟尼佛的教，就是教誨，被他弟子寫成經典流傳到今天，從梵文翻到中文，可以相信嗎？能不懷疑嗎？我最初學佛對這些都懷疑，總搞了二、三十年，漸漸才明白，對它不懷疑了，真正相信、真正接受了。"
    },
    {
      "id": "02-040-0102_p0010",
      "zh_CN": "佛法，佛法当中的净土法，更是难信之法。真有极乐世界吗？真有阿弥陀佛吗？极乐世界是自性变化的，阿弥陀佛也是自性示现的，那就是自性，阿弥陀佛就是自性，极乐世界就是自性。所以古人说，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」，这个话说得有道理，非常正确。是不是真有这个人，真有这个地方？当然有。为什么当然有？你心想他，他就有，「一切法从心想生」。我想有极乐世界，极乐世界有；我想有阿弥陀佛，阿弥陀佛有，是从心想生的，离开心想，世出世间没有一法可得。我今天求生极乐世界，我专想极乐世界，我专想阿弥陀佛，能把这个地球变成极乐世界，能把地球上所有众生都变成阿弥陀佛。记住，佛说的，「一切皆从真实心中作」，这就是方便门，这就是「为真实作门，真实得显，功由方便」。",
      "zh_TW": "佛法，佛法當中的淨土法，更是難信之法。真有極樂世界嗎？真有阿彌陀佛嗎？極樂世界是自性變化的，阿彌陀佛也是自性示現的，那就是自性，阿彌陀佛就是自性，極樂世界就是自性。所以古人說，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」，這個話說得有道理，非常正確。是不是真有這個人，真有這個地方？當然有。為什麼當然有？你心想他，他就有，「一切法從心想生」。我想有極樂世界，極樂世界有；我想有阿彌陀佛，阿彌陀佛有，是從心想生的，離開心想，世出世間沒有一法可得。我今天求生極樂世界，我專想極樂世界，我專想阿彌陀佛，能把這個地球變成極樂世界，能把地球上所有眾生都變成阿彌陀佛。記住，佛說的，「一切皆從真實心中作」，這就是方便門，這就是「為真實作門，真實得顯，功由方便」。"
    },
    {
      "id": "02-040-0102_p0011",
      "zh_CN": "方便是智慧，方便是善巧，从哪里下手？早年李老师劝人学教，老人常说，四十岁之前还行，还来得及，四十岁之后不必了，年岁大了，来不及了，老实念佛，能表演一个往生的瑞相，功德无量。四十多年前，香港何东夫人在这个地方表演往生的瑞相，轰动一时，报章杂志上都登。表演的是什么？活着往生，不是死了往生，活着往生。一丝毫病痛都没有，说走就走了，这不是骗人的。老太太往生前一个星期，把学佛的同学找到家里，在家里打佛七。佛七圆满了，老太太跟大家宣布，请大家多留一天，不要回家，多留一天，明天我往生，大家在这里送送我。一点都看不出来，没病，是真的是假的？老太太要留，咱就留一天。第二天，通知新闻记者，通知广播电台，让大家来采访、来看。她真走了，谈笑风生的，「时间到了，佛来接我了」，她就走了。让多少对佛怀疑的人起了信心，让多少念佛的人加强了信愿，一看，这真的，这不是假的。全家人都信佛了，他们全家是基督教徒，儿子孝顺，这一点很难得，家里面立了个佛堂，专门给母亲用。母亲是个念佛人，他们一家是基督教，星期天都上教堂。这时候看到这个样子全信了，这是真的不是假的。",
      "zh_TW": "方便是智慧，方便是善巧，從哪裡下手？早年李老師勸人學教，老人常說，四十歲之前還行，還來得及，四十歲之後不必了，年歲大了，來不及了，老實念佛，能表演一個往生的瑞相，功德無量。四十多年前，香港何東夫人在這個地方表演往生的瑞相，轟動一時，報章雜誌上都登。表演的是什麼？活著往生，不是死了往生，活著往生。一絲毫病痛都沒有，說走就走了，這不是騙人的。老太太往生前一個星期，把學佛的同學找到家裡，在家裡打佛七。佛七圓滿了，老太太跟大家宣布，請大家多留一天，不要回家，多留一天，明天我往生，大家在這裡送送我。一點都看不出來，沒病，是真的是假的？老太太要留，咱就留一天。第二天，通知新聞記者，通知廣播電台，讓大家來採訪、來看。她真走了，談笑風生的，「時間到了，佛來接我了」，她就走了。讓多少對佛懷疑的人起了信心，讓多少念佛的人加強了信願，一看，這真的，這不是假的。全家人都信佛了，他們全家是基督教徒，兒子孝順，這一點很難得，家裡面立了個佛堂，專門給母親用。母親是個念佛人，他們一家是基督教，星期天都上教堂。這時候看到這個樣子全信了，這是真的不是假的。"
    },
    {
      "id": "02-040-0102_p0012",
      "zh_CN": "每个念佛同学要发这个心，真心求生极乐世界，对这个世界没有丝毫贪恋，天上人间统统放下，这一生决定成就。刘素云姐姐的往生，我们看到这个光碟，她虽然身上有病，她没有一点痛苦。她发的这个大心来表法，表演得很成功，让大家看到生欢喜心，所说的时间一分一秒都不差。这个光碟大家可以看看。最难得的是她速去速来，速去是到极乐世界，到了极乐世界又回来，回来再演一场戏。演什么？不求往生的人，临命终时，神识离开身体那个痛苦的样子，她也表演给大家看。让大家看了，将来自己临命终时，你选择哪一个方式？这个自己可以做得了主。如果我们选择欢欢喜喜，一丝毫痛苦没有，快快乐乐的往生到极乐世界，那你就选择前面这一段；如果不想到极乐世界，还想搞六道轮回，你就看看后面这一段。真不容易！她这个表演真的叫三世因果，在很短的时间她都把它演出来。这都是把真实德行，极乐世界的真实，六道轮回的真实，统统表演给你看。",
      "zh_TW": "每個念佛同學要發這個心，真心求生極樂世界，對這個世界沒有絲毫貪戀，天上人間統統放下，這一生決定成就。劉素雲姐姐的往生，我們看到這個光碟，她雖然身上有病，她沒有一點痛苦。她發的這個大心來表法，表演得很成功，讓大家看到生歡喜心，所說的時間一分一秒都不差。這個光碟大家可以看看。最難得的是她速去速來，速去是到極樂世界，到了極樂世界又回來，回來再演一場戲。演什麼？不求往生的人，臨命終時，神識離開身體那個痛苦的樣子，她也表演給大家看。讓大家看了，將來自己臨命終時，你選擇哪一個方式？這個自己可以做得了主。如果我們選擇歡歡喜喜，一絲毫痛苦沒有，快快樂樂的往生到極樂世界，那你就選擇前面這一段；如果不想到極樂世界，還想搞六道輪迴，你就看看後面這一段。真不容易！她這個表演真的叫三世因果，在很短的時間她都把它演出來。這都是把真實德行，極樂世界的真實，六道輪迴的真實，統統表演給你看。"
    },
    {
      "id": "02-040-0102_p0013",
      "zh_CN": "后面的话是黄念老的话，「依此释」，我们依照这个解释，「则小乘为入大乘之门，故谓之方便教，又三乘为通于一乘，故亦名方便教」。我们对方便的意思就清楚了，先学小乘，后入大乘，小乘是大乘的方便；先入三乘，最后入一乘，三乘是一乘的方便。告诉我们一句话，世出世间一切法要循序渐进，像读书一样，小学是中学的方便门，中学是大学的方便门，大学是研究所的方便门。这才能够拿到学位，不由这个方便门，拿不到学位。佛法里面学位有三等，最高的学位叫做佛陀，第二个学位叫菩萨，最低的学位叫阿罗汉。阿罗汉超越六道轮回了，菩萨超越十法界，回归自性超越实报土。这是方便跟真实，不能不知道。",
      "zh_TW": "後面的話是黃念老的話，「依此釋」，我們依照這個解釋，「則小乘為入大乘之門，故謂之方便教，又三乘為通於一乘，故亦名方便教」。我們對方便的意思就清楚了，先學小乘，後入大乘，小乘是大乘的方便；先入三乘，最後入一乘，三乘是一乘的方便。告訴我們一句話，世出世間一切法要循序漸進，像讀書一樣，小學是中學的方便門，中學是大學的方便門，大學是研究所的方便門。這才能夠拿到學位，不由這個方便門，拿不到學位。佛法裡面學位有三等，最高的學位叫做佛陀，第二個學位叫菩薩，最低的學位叫阿羅漢。阿羅漢超越六道輪迴了，菩薩超越十法界，回歸自性超越實報土。這是方便跟真實，不能不知道。"
    },
    {
      "id": "02-040-0102_p0014",
      "zh_CN": "如果真正发心弘法利生，除了自己真修，持戒、断恶，持戒的目的是断恶，成就德行，第二个要学文言。佛的经典是文言文写的，是最浅显的文言文，在文学里头也把它称作变文，变体。但是要学佛，跟中国传统文化脱不了关系，也就是儒跟道都要研究。完整的资料就是《四库全书》，加上《大藏经》，儒跟道的东西都在这一套书里头，但是佛，是当时乾隆皇帝特别尊重，不放在《四库》里头，单独成立，叫《龙藏》，现在称它作《乾隆大藏经》。这是我们所依凭的教，文言文写的。文言文好，太好了！是祖宗在这个地球上了不起的发明，它太伟大了。这一个载体，能把千万年前古圣先贤的智慧、理念、方法、经验，原原本本传留下来而不变质，就靠文言文。这个世界古今中外任何发明，都没有办法超过这桩事情，所以一定要学习，要有信心。",
      "zh_TW": "如果真正發心弘法利生，除了自己真修，持戒、斷惡，持戒的目的是斷惡，成就德行，第二個要學文言。佛的經典是文言文寫的，是最淺顯的文言文，在文學裡頭也把它稱作變文，變體。但是要學佛，跟中國傳統文化脫不了關係，也就是儒跟道都要研究。完整的資料就是《四庫全書》，加上《大藏經》，儒跟道的東西都在這一套書裡頭，但是佛，是當時乾隆皇帝特別尊重，不放在《四庫》裡頭，單獨成立，叫《龍藏》，現在稱它作《乾隆大藏經》。這是我們所依憑的教，文言文寫的。文言文好，太好了！是祖宗在這個地球上了不起的發明，它太偉大了。這一個載體，能把千萬年前古聖先賢的智慧、理念、方法、經驗，原原本本傳留下來而不變質，就靠文言文。這個世界古今中外任何發明，都沒有辦法超過這樁事情，所以一定要學習，要有信心。"
    },
    {
      "id": "02-040-0102_p0015",
      "zh_CN": "我在国外访问，在美国纽约大学，看到他们学习中文的研究生，读中国古时候经论、看古人注解，我很佩服。我问他学多少年？三年。我访问伦敦，欧洲的汉学，看了三个学校，牛津、剑桥、伦敦大学，跟他们研究生交流，跟他们的教授交流。我问他们，你们学中国文言文学了多久？大家告诉我都是三年，不难！外国人，毫无中国文化的底蕴，三年就学成功。我们如果要认真学，如果勇猛精进，我相信一年可以成功，一般普通的速度来学的话，两年可以成功，不难。文言文学习有它的方法，抓到方法不困难。我们看到民国初年小学生所写的文章，我这里有些资料，有两种印出来了，大家可以看到。一本是小学三、四年级学的，另外一本厚一点，是五、六年级学的。从这个本子里头，能看到民国初年，民国十几年小学生的程度。",
      "zh_TW": "我在國外訪問，在美國紐約大學，看到他們學習中文的研究生，讀中國古時候經論、看古人註解，我很佩服。我問他學多少年？三年。我訪問倫敦，歐洲的漢學，看了三個學校，牛津、劍橋、倫敦大學，跟他們研究生交流，跟他們的教授交流。我問他們，你們學中國文言文學了多久？大家告訴我都是三年，不難！外國人，毫無中國文化的底蘊，三年就學成功。我們如果要認真學，如果勇猛精進，我相信一年可以成功，一般普通的速度來學的話，兩年可以成功，不難。文言文學習有它的方法，抓到方法不困難。我們看到民國初年小學生所寫的文章，我這裡有些資料，有兩種印出來了，大家可以看到。一本是小學三、四年級學的，另外一本厚一點，是五、六年級學的。從這個本子裡頭，能看到民國初年，民國十幾年小學生的程度。"
    },
    {
      "id": "02-040-0102_p0016",
      "zh_CN": "大家知道，商务印书馆民国十几年的时候，编了一套《国学治要》，我们现在把它精装八册。这部书是《四库》的精华，称为《治要》，就是仿照唐太宗《群书治要》的方法，把《四库》里头的精华选出来，编成一套书。唐太宗这个《治要》是治国，《国学治要》是治学，就是做学问。这套书它的标准是什么人可以读？高中学生就能读，高一、高二就能读，你就看看民国初年高中生的水平。能读这部书，就有能力读《四库全书》，它不难。今天人谈到文言文，像谈虎变色一样，怕了，被吓倒了。它一点都不难，一点都不可怕，竟然被吓倒了，这是很大的误会。我们得想方法，很简单的方法，很有效的方法，让大家很欢喜来学习。这个方法不是我们发明的，老方法。",
      "zh_TW": "大家知道，商務印書館民國十幾年的時候，編了一套《國學治要》，我們現在把它精裝八冊。這部書是《四庫》的精華，稱為《治要》，就是仿照唐太宗《群書治要》的方法，把《四庫》裡頭的精華選出來，編成一套書。唐太宗這個《治要》是治國，《國學治要》是治學，就是做學問。這套書它的標準是什麼人可以讀？高中學生就能讀，高一、高二就能讀，你就看看民國初年高中生的水平。能讀這部書，就有能力讀《四庫全書》，它不難。今天人談到文言文，像談虎變色一樣，怕了，被嚇倒了。它一點都不難，一點都不可怕，竟然被嚇倒了，這是很大的誤會。我們得想方法，很簡單的方法，很有效的方法，讓大家很歡喜來學習。這個方法不是我們發明的，老方法。"
    },
    {
      "id": "02-040-0102_p0017",
      "zh_CN": "我们小时候，我是大概是三、四岁开始，学方块字，认字。那个时候用比较厚一点的纸，把它裁成方块，小张，一张上写一个字，写的是楷书，每天认几个字，小时候从这样学法。民国初年，发明了注音符号，应该是我出生的那个年代，就是那几年发明的。从注音符号里面去看，中国文字的读音总共只有四百二十个，它真不难。每一个音有平上去入，有四声，乘四，一千六百个音。但是一千六百个音，你只要会读四百二十个音就行了。念熟了之后，你就多念四声，四百二十就变成一千六百，全都学会了。这四百二十个音，一天学四个，一百多天就学会了，它有什么难？这是方便之方便。我们现在想把它做成卡片，像名片一样，每一张画成四格，平上去入。一天如果学，好好的学的话，认真学，真的，一百天就把中国的字认识了，这是读音没有问题了。会读了，第二步学《说文解字》。学什么？中国文字为什么要这样写，研究这个字的来源，它里面含的意思。中国文字是智慧的符号，纵然你不认识它，你懂得它写的方法，你就晓得那里头什么意思。得先识字，学文字学、学声韵学，这钥匙就拿到了。然后就是基本的、基础的课程要学，那是什么？伦理、道德、因果跟圣贤的教诲。这些东西要先学，学了马上就有用。",
      "zh_TW": "我們小時候，我是大概是三、四歲開始，學方塊字，認字。那個時候用比較厚一點的紙，把它裁成方塊，小張，一張上寫一個字，寫的是楷書，每天認幾個字，小時候從這樣學法。民國初年，發明了注音符號，應該是我出生的那個年代，就是那幾年發明的。從注音符號裡面去看，中國文字的讀音總共只有四百二十個，它真不難。每一個音有平上去入，有四聲，乘四，一千六百個音。但是一千六百個音，你只要會讀四百二十個音就行了。念熟了之後，你就多念四聲，四百二十就變成一千六百，全都學會了。這四百二十個音，一天學四個，一百多天就學會了，它有什麼難？這是方便之方便。我們現在想把它做成卡片，像名片一樣，每一張畫成四格，平上去入。一天如果學，好好的學的話，認真學，真的，一百天就把中國的字認識了，這是讀音沒有問題了。會讀了，第二步學《說文解字》。學什麼？中國文字為什麼要這樣寫，研究這個字的來源，它裡面含的意思。中國文字是智慧的符號，縱然你不認識它，你懂得它寫的方法，你就曉得那裡頭什麼意思。得先識字，學文字學、學聲韻學，這鑰匙就拿到了。然後就是基本的、基礎的課程要學，那是什麼？倫理、道德、因果跟聖賢的教誨。這些東西要先學，學了馬上就有用。"
    },
    {
      "id": "02-040-0102_p0018",
      "zh_CN": "《群书治要》是个好的例子。清朝乾隆年间，两广总督陈弘谋先生编了一部书，叫《五种遗规》。这部书可以跟《群书治要》合起来一起学，扎根教育。人学了《五种遗规》，再学《群书治要》，就懂得修身、齐家、治国、平天下的道理。这两种课程都需要一门深入，长时薰修，包括认字在里头，我想时间十年够了，十年根深蒂固。然后再从典籍里头，《四库》里头，你喜欢哪一门，你选择一门，一门深入，长时薰修，学十年，十年就学一样东西。这样二十年之后，你就是真正世界一流的汉学专家。",
      "zh_TW": "《群書治要》是個好的例子。清朝乾隆年間，兩廣總督陳弘謀先生編了一部書，叫《五種遺規》。這部書可以跟《群書治要》合起來一起學，扎根教育。人學了《五種遺規》，再學《群書治要》，就懂得修身、齊家、治國、平天下的道理。這兩種課程都需要一門深入，長時薰修，包括認字在裡頭，我想時間十年夠了，十年根深蒂固。然後再從典籍裡頭，《四庫》裡頭，你喜歡哪一門，你選擇一門，一門深入，長時薰修，學十年，十年就學一樣東西。這樣二十年之後，你就是真正世界一流的漢學專家。"
    },
    {
      "id": "02-040-0102_p0019",
      "zh_CN": "这学了有什么用处？有用处。如果能够有五、六十个人，一、二百个人，就可以办大学了，这些人都是老师。现在讲汉学难，没有老师，我们用这个方法培养老师。办学校不难，招学生也还容易，没有老师，老师必须这个方法培养出来。所以，一定要让这些人修戒定慧，戒是规矩，不守规矩，不成方圆。包括识字，文字学、声韵学，这些都是属于规矩，《五种遗规》是规矩，《群书治要》是在这个基础上向上提升一步，把这些规矩、戒定慧如何活学活用在生活当中，落实在工作，落实在处事待人接物。这是当前的大事，没有比这桩事情更大了。传统文化的复兴，正法久住，除此没有别的办法可以做到。这桩事情，同修可以在家里面进修，不必要人知道。有二、三个好朋友在一起学，更好。一个星期聚会一次就够了，聚会一次二、三个小时，在讨论这一个星期学习的心得，大家分享，个个都受益。根本的方便法就是个真诚心，真诚心里生起的孝顺心、恭敬心，没有这个基础就不能成功。这是根之根，比什么都重要。决定没有私心，私心是蛀虫，它是专门破坏的，有一点点私心都完了。这是亿万人当中难找到一个毫无私心的人。",
      "zh_TW": "這學了有什麼用處？有用處。如果能夠有五、六十個人，一、二百個人，就可以辦大學了，這些人都是老師。現在講漢學難，沒有老師，我們用這個方法培養老師。辦學校不難，招學生也還容易，沒有老師，老師必須這個方法培養出來。所以，一定要讓這些人修戒定慧，戒是規矩，不守規矩，不成方圓。包括識字，文字學、聲韻學，這些都是屬於規矩，《五種遺規》是規矩，《群書治要》是在這個基礎上向上提升一步，把這些規矩、戒定慧如何活學活用在生活當中，落實在工作，落實在處事待人接物。這是當前的大事，沒有比這樁事情更大了。傳統文化的復興，正法久住，除此沒有別的辦法可以做到。這樁事情，同修可以在家裡面進修，不必要人知道。有二、三個好朋友在一起學，更好。一個星期聚會一次就夠了，聚會一次二、三個小時，在討論這一個星期學習的心得，大家分享，個個都受益。根本的方便法就是個真誠心，真誠心裡生起的孝順心、恭敬心，沒有這個基礎就不能成功。這是根之根，比什麼都重要。決定沒有私心，私心是蛀蟲，它是專門破壞的，有一點點私心都完了。這是億萬人當中難找到一個毫無私心的人。"
    },
    {
      "id": "02-040-0102_p0020",
      "zh_CN": "末后这一句，「以上经论，正显善立方便，显示三乘之旨」。前面这是「第七相转法轮」，到这个地方讲完了，这个「竟」就是讲完了。",
      "zh_TW": "末後這一句，「以上經論，正顯善立方便，顯示三乘之旨」。前面這是「第七相轉法輪」，到這個地方講完了，這個「竟」就是講完了。"
    },
    {
      "id": "02-040-0102_p0021",
      "zh_CN": "下面，八相成道最后的一相，「入涅槃」，入涅槃是达到最高的境界了。经文只有八个字：",
      "zh_TW": "下面，八相成道最後的一相，「入涅槃」，入涅槃是達到最高的境界了。經文只有八個字："
    },
    {
      "id": "02-040-0102_p0022",
      "zh_CN": "【于此中下。而现灭度。】",
      "zh_TW": "【於此中下。而現滅度。】"
    },
    {
      "id": "02-040-0102_p0023",
      "zh_CN": "这个『现灭度』、『中下』很有意思，这两个字用得好，为什么？上面去哪有涅槃？没有，不着相，中下着相。所以，释迦牟尼佛在人间示现般涅槃，这是下；在天上示现般涅槃，那是中；再往上去没有了，不生不灭。我们看注解，「中下，据《魏译》」，这是康僧铠的译本，「碛砂藏本与高丽藏本」，这两种《大藏经》里面，都说「此是八相成道中之第八般涅槃相」。涅槃是梵语，「旧译为灭度，新译为圆寂」。旧，玄奘大师以前的翻译，叫旧译，玄奘大师以后的翻译叫新译，这两个意思都好。「灭度者，灭生死之因果，渡生死之瀑流」，这从比喻上说的。灭度，灭是灭烦恼的因，灭烦恼的果报；度是渡生死之流，就是永远生死现象没有了。佛经上两种生死，分段生死没有了，变易生死也没有了，这叫灭度，这个叫涅槃。",
      "zh_TW": "這個『現滅度』、『中下』很有意思，這兩個字用得好，為什麼？上面去哪有涅槃？沒有，不著相，中下著相。所以，釋迦牟尼佛在人間示現般涅槃，這是下；在天上示現般涅槃，那是中；再往上去沒有了，不生不滅。我們看註解，「中下，據《魏譯》」，這是康僧鎧的譯本，「磧砂藏本與高麗藏本」，這兩種《大藏經》裡面，都說「此是八相成道中之第八般涅槃相」。涅槃是梵語，「舊譯為滅度，新譯為圓寂」。舊，玄奘大師以前的翻譯，叫舊譯，玄奘大師以後的翻譯叫新譯，這兩個意思都好。「滅度者，滅生死之因果，渡生死之瀑流」，這從比喻上說的。滅度，滅是滅煩惱的因，滅煩惱的果報；度是渡生死之流，就是永遠生死現象沒有了。佛經上兩種生死，分段生死沒有了，變易生死也沒有了，這叫滅度，這個叫涅槃。"
    },
    {
      "id": "02-040-0102_p0024",
      "zh_CN": "「《涅槃经》曰：灭诸烦恼，名为涅槃。离诸有者，乃为涅槃。」这是《涅槃经》上解释涅槃的意思。灭烦恼，烦恼有见思烦恼、尘沙烦恼、无明烦恼，小乘的涅槃是灭见思烦恼。六道轮回是见思烦恼的果，见思烦恼是六道轮回的因，因灭掉了，果也灭掉了。这是小乘涅槃，就是阿罗汉所证得的，叫偏真涅槃，因为他还有四圣法界。四圣法界的因是尘沙、无明，四圣法界是尘沙、无明的果，必须要把这个因灭掉，尘沙、无明要断掉，四圣这个果也没有了，这是大乘的涅槃。大乘涅槃成佛了，小乘涅槃成阿罗汉。小乘修学，四果四向，大乘修学的是菩萨。小乘在没证果之前，称比丘、沙弥。在家，我们中国人称居士，居士实在讲通大小乘。",
      "zh_TW": "「《涅槃經》曰：滅諸煩惱，名為涅槃。離諸有者，乃為涅槃。」這是《涅槃經》上解釋涅槃的意思。滅煩惱，煩惱有見思煩惱、塵沙煩惱、無明煩惱，小乘的涅槃是滅見思煩惱。六道輪迴是見思煩惱的果，見思煩惱是六道輪迴的因，因滅掉了，果也滅掉了。這是小乘涅槃，就是阿羅漢所證得的，叫偏真涅槃，因為他還有四聖法界。四聖法界的因是塵沙、無明，四聖法界是塵沙、無明的果，必須要把這個因滅掉，塵沙、無明要斷掉，四聖這個果也沒有了，這是大乘的涅槃。大乘涅槃成佛了，小乘涅槃成阿羅漢。小乘修學，四果四向，大乘修學的是菩薩。小乘在沒證果之前，稱比丘、沙彌。在家，我們中國人稱居士，居士實在講通大小乘。"
    },
    {
      "id": "02-040-0102_p0025",
      "zh_CN": "再看下面，《贤首心经略疏》，贤首大师的，「涅槃，此云圆寂」，这是新译的。圆寂是什么意思？「德无不备称圆，障无不尽曰寂」。德是功德，我们常说功德圆满，这是圆的意思。功德怎么能圆满？见性才圆满，不见性就不圆满。我们就事上来说，学经教，这部经你学通了，所有一切经全通了，叫圆；这一样通了，别的不通，不圆。圆不容易！为什么见性就圆了？一切法不离自性，一切法皆从自性生，你把能生的一切法见到了，所以一切法你不用学全都明白了。如果问你，你答不出来，你不明了，你没有见性。见性是实实在在道道地地的无所不知、无所不能。天神未必能做到，证明心见性的人他能做到。这就是说，为什么一切大乘法修学的终极目标全是明心见性。念佛也不例外，念佛人明心见性不在现前，在极乐世界。换个地方，到极乐世界去亲近阿弥陀佛，接受阿弥陀佛的教诲，必定证得明心见性，是这么回事情。到极乐世界也就是保证你明心见性，时间长短各人不相同，有人根利，久远劫就修行，那就快；有人没有这么好的功夫，没有真正的精进，时间就长一点。不论时间长短，你决定见性成佛，这是西方极乐世界。障是烦恼、习气、果报，这个东西统统都尽了，叫寂。阿罗汉脱离六道轮回，圆教初住菩萨脱离十法界，这叫寂。大小乘都讲涅槃，境界不一样。",
      "zh_TW": "再看下面，《賢首心經略疏》，賢首大師的，「涅槃，此云圓寂」，這是新譯的。圓寂是什麼意思？「德無不備稱圓，障無不盡曰寂」。德是功德，我們常說功德圓滿，這是圓的意思。功德怎麼能圓滿？見性才圓滿，不見性就不圓滿。我們就事上來說，學經教，這部經你學通了，所有一切經全通了，叫圓；這一樣通了，別的不通，不圓。圓不容易！為什麼見性就圓了？一切法不離自性，一切法皆從自性生，你把能生的一切法見到了，所以一切法你不用學全都明白了。如果問你，你答不出來，你不明瞭，你沒有見性。見性是實實在在道道地地的無所不知、無所不能。天神未必能做到，證明心見性的人他能做到。這就是說，為什麼一切大乘法修學的終極目標全是明心見性。念佛也不例外，念佛人明心見性不在現前，在極樂世界。換個地方，到極樂世界去親近阿彌陀佛，接受阿彌陀佛的教誨，必定證得明心見性，是這麼回事情。到極樂世界也就是保證你明心見性，時間長短各人不相同，有人根利，久遠劫就修行，那就快；有人沒有這麼好的功夫，沒有真正的精進，時間就長一點。不論時間長短，你決定見性成佛，這是西方極樂世界。障是煩惱、習氣、果報，這個東西統統都盡了，叫寂。阿羅漢脫離六道輪迴，圓教初住菩薩脫離十法界，這叫寂。大小乘都講涅槃，境界不一樣。"
    },
    {
      "id": "02-040-0102_p0026",
      "zh_CN": "「又《甄解》曰：义充法界，德备恒沙为圆」。义是义理，德是功德，功德多，我们称万德。法界就是自性，自性就是真心。大乘教佛常说，「心外无法，法外无心」，法怎么来的？心变现出来的。心找不到，这是说真心。妄心跟真心相似，妄心在哪里？你起心动念所想的，这都是妄心。举个明显的例子，我们能体会到，一般人晚上会作梦，白天睡觉也会作梦，作梦的时候你就见到心了。为什么？梦中境界全是心变现的，心变现出境界你才知道，不变境界你不知道。梦就是心，梦中所有境界是你心里变现的，梦里变现到的人，有喜欢的、有讨厌的，其实全是你自己变现的，没有一样东西是外面进去的。梦中有山河大地、有树木花草、有虚空法界，整个梦就是心变的相，醒过来全没有了。",
      "zh_TW": "「又《甄解》曰：義充法界，德備恆沙為圓」。義是義理，德是功德，功德多，我們稱萬德。法界就是自性，自性就是真心。大乘教佛常說，「心外無法，法外無心」，法怎麼來的？心變現出來的。心找不到，這是說真心。妄心跟真心相似，妄心在哪裡？你起心動念所想的，這都是妄心。舉個明顯的例子，我們能體會到，一般人晚上會作夢，白天睡覺也會作夢，作夢的時候你就見到心了。為什麼？夢中境界全是心變現的，心變現出境界你才知道，不變境界你不知道。夢就是心，夢中所有境界是你心裡變現的，夢裡變現到的人，有喜歡的、有討厭的，其實全是你自己變現的，沒有一樣東西是外面進去的。夢中有山河大地、有樹木花草、有虛空法界，整個夢就是心變的相，醒過來全沒有了。"
    },
    {
      "id": "02-040-0102_p0027",
      "zh_CN": "从这个比喻我们能体会到，我们眼前整个宇宙就是梦中的现象，《金刚经》所说的「梦幻泡影」。什么梦境？见思烦恼的梦境，变现这个境界。一旦醒了，把见思烦恼放下，醒过来，这个梦就没有了。由是推知，我们把见思烦恼放下，不再分别、不再执着，六道轮回就不见了，就像作梦醒过来。醒过来是什么境界？四圣法界，释迦牟尼佛的净土现前，六道是秽土，净土现前。净土什么变的？尘沙、无明变的，声闻、缘觉、菩萨、佛这四法界，尘沙、无明变的，没有见思。尘沙、无明放下，这个梦又醒过来，四圣法界不见了。四圣法界是果，尘沙、无明是因，因果统统都没有了，又出现一个境界，这个境界是一真法界，醒过来是一真法界。一真法界就是实报庄严土，这里面是什么人？各各都醒悟过来了，没有醒悟过来他不到这个境界。醒悟过来就是各各都是明心见性，我们都叫他做佛，见性成佛。那是佛法界，实报庄严土。",
      "zh_TW": "從這個比喻我們能體會到，我們眼前整個宇宙就是夢中的現象，《金剛經》所說的「夢幻泡影」。什麼夢境？見思煩惱的夢境，變現這個境界。一旦醒了，把見思煩惱放下，醒過來，這個夢就沒有了。由是推知，我們把見思煩惱放下，不再分別、不再執著，六道輪迴就不見了，就像作夢醒過來。醒過來是什麼境界？四聖法界，釋迦牟尼佛的淨土現前，六道是穢土，淨土現前。淨土什麼變的？塵沙、無明變的，聲聞、緣覺、菩薩、佛這四法界，塵沙、無明變的，沒有見思。塵沙、無明放下，這個夢又醒過來，四聖法界不見了。四聖法界是果，塵沙、無明是因，因果統統都沒有了，又出現一個境界，這個境界是一真法界，醒過來是一真法界。一真法界就是實報莊嚴土，這裡面是什麼人？各各都醒悟過來了，沒有醒悟過來他不到這個境界。醒悟過來就是各各都是明心見性，我們都叫他做佛，見性成佛。那是佛法界，實報莊嚴土。"
    },
    {
      "id": "02-040-0102_p0028",
      "zh_CN": "得真放下才行！真放下，说起来容易，做起来可难了。凡夫修行到这个境界，大乘经上常说要无量劫，不容易。可是有一个径路，念佛求生净土。你要真念才行，有一丝毫夹杂，妄念、杂念夹杂在里面，功夫全破坏了，这不能夹杂，你决定往生。生到西方极乐世界，烦恼、习气自然转了，这是阿弥陀佛本愿威神的加持，不断自然没有了。而且怎么样？皆作阿惟越致菩萨，阿惟越致菩萨就是实报庄严土里面的众生。换句话说，把我们的地位提升到实报土，意思就是说，帮助我们超越十法界。这个功德利益到哪里去找？找不到！只有净土法门一生成就，为什么不去？刘素青居士因为念佛同修信心不足、愿心不坚，发大心来做作圣转，作证，给我们做个表法，把它表演出来给我们看，让我们相信这真的不是假的。净宗是真实的，《无量寿经》会集本是真实的，黄念祖老居士集注是真实的，我们今天大家在一起共修、分享也是真实的。她来表演作证转，无量功德。她到世间来干什么？就是为这个事情的，功德圆满，她走了。",
      "zh_TW": "得真放下才行！真放下，說起來容易，做起來可難了。凡夫修行到這個境界，大乘經上常說要無量劫，不容易。可是有一個徑路，念佛求生淨土。你要真念才行，有一絲毫夾雜，妄念、雜念夾雜在裡面，功夫全破壞了，這不能夾雜，你決定往生。生到西方極樂世界，煩惱、習氣自然轉了，這是阿彌陀佛本願威神的加持，不斷自然沒有了。而且怎麼樣？皆作阿惟越致菩薩，阿惟越致菩薩就是實報莊嚴土裡面的眾生。換句話說，把我們的地位提升到實報土，意思就是說，幫助我們超越十法界。這個功德利益到哪裡去找？找不到！只有淨土法門一生成就，為什麼不去？劉素青居士因為念佛同修信心不足、願心不堅，發大心來做作聖轉，作證，給我們做個表法，把它表演出來給我們看，讓我們相信這真的不是假的。淨宗是真實的，《無量壽經》會集本是真實的，黃念祖老居士集註是真實的，我們今天大家在一起共修、分享也是真實的。她來表演作證轉，無量功德。她到世間來幹什麼？就是為這個事情的，功德圓滿，她走了。"
    },
    {
      "id": "02-040-0102_p0029",
      "zh_CN": "「体穷真性，妙绝相累为寂」，这寂的意思。体就是本体、真体，穷尽真性。实在讲，性，体就是真性，真性就是体，是一不是二。妙绝相累，绝相就是离一切相。相有没有？相有，知道凡所有相皆是虚妄，在一切现象里头，不但没有分别执着，起心动念都没有，这就是妙绝相累。真正做到不起心不动念，这叫寂。",
      "zh_TW": "「體窮真性，妙絕相累為寂」，這寂的意思。體就是本體、真體，窮盡真性。實在講，性，體就是真性，真性就是體，是一不是二。妙絕相累，絕相就是離一切相。相有沒有？相有，知道凡所有相皆是虛妄，在一切現象裡頭，不但沒有分別執著，起心動念都沒有，這就是妙絕相累。真正做到不起心不動念，這叫寂。"
    },
    {
      "id": "02-040-0102_p0030",
      "zh_CN": "下面，「如《法华寿量品》曰：若佛久住于世」，佛为什么要示现灭度？他有能力久住，为什么不久住？「薄德之人，不种善根」。佛在世间，寿命很长，我现在不必学，过几年再学，老是在拖延，精进心生不起来。「贫穷下贱，贪着五欲」，佛久住世间，薄德之人不能得度，贫穷下贱不能得度，他们都是「入于忆想妄见网中」，他们在打妄想，他们的心思杂乱，不得利益。「见如来常在不灭，便起憍恣而怀厌怠，不能生难遭之想、恭敬之心」，这生不出来。所以说佛不常住世，偶尔来一次，你会生机缘难得，生这个心，学习会认真。常在面前，学习就懈怠，反正今天不会还有明天，今年不会还有明年，一直拖延，最后不能成就。所以佛示现灭度，不常住在世间，佛一来，非常稀有难得，大家心情振奋，都愿意来学习，生恭敬供养心。因为这个缘故，「如来虽不实灭，而现灭度」。这是真的不是假的，如来确实不生不灭。所以涅槃是示现的，用我们佛门一般俗话来说，是表法的，不是真有其事。如果你以为佛真灭了，那你完全不了解佛法。佛法不生不灭，这是真的。",
      "zh_TW": "下面，「如《法華壽量品》曰：若佛久住於世」，佛為什麼要示現滅度？他有能力久住，為什麼不久住？「薄德之人，不種善根」。佛在世間，壽命很長，我現在不必學，過幾年再學，老是在拖延，精進心生不起來。「貧窮下賤，貪著五欲」，佛久住世間，薄德之人不能得度，貧窮下賤不能得度，他們都是「入於憶想妄見網中」，他們在打妄想，他們的心思雜亂，不得利益。「見如來常在不滅，便起憍恣而懷厭怠，不能生難遭之想、恭敬之心」，這生不出來。所以說佛不常住世，偶爾來一次，你會生機緣難得，生這個心，學習會認真。常在面前，學習就懈怠，反正今天不會還有明天，今年不會還有明年，一直拖延，最後不能成就。所以佛示現滅度，不常住在世間，佛一來，非常稀有難得，大家心情振奮，都願意來學習，生恭敬供養心。因為這個緣故，「如來雖不實滅，而現滅度」。這是真的不是假的，如來確實不生不滅。所以涅槃是示現的，用我們佛門一般俗話來說，是表法的，不是真有其事。如果你以為佛真滅了，那你完全不了解佛法。佛法不生不滅，這是真的。"
    },
    {
      "id": "02-040-0102_p0031",
      "zh_CN": "所以，「非灭现灭，故云示现。作此示现，为度中下之机故」。中下之机智慧没开，完全是情识，所以看到这个样子他心里受感动。这个机会好难得，我要很认真、很努力，把这个机会抓住，不能放松。佛法在世间也不是常住，有佛，佛法出现于世，佛灭度之后，佛法就衰了，像法、末法，后头就灭法，就没有了。必须等再有佛出现在世间，这个世间才再有佛法。佛什么时候出现在世间？什么时候灭度？我们知道，佛没有起心动念、没有分别执着，你问他，他不知道。佛法的住跟灭不在佛，在众生，众生跟佛有缘，佛出世，佛住世间；这个缘要是尽了，佛就灭度，法也就灭了。人在做主，不是佛在做主。人什么？我真干、我真想学，一个人，佛也出现；多人，佛也出现。佛跟众生永远保持着感应道交，不即不离，这是事实真相。佛的出现是当处出生，佛入灭是当处灭尽，连痕迹都找不到，这是事实真相。明白之后，求佛菩萨不难。",
      "zh_TW": "所以，「非滅現滅，故云示現。作此示現，為度中下之機故」。中下之機智慧沒開，完全是情識，所以看到這個樣子他心裡受感動。這個機會好難得，我要很認真、很努力，把這個機會抓住，不能放鬆。佛法在世間也不是常住，有佛，佛法出現於世，佛滅度之後，佛法就衰了，像法、末法，後頭就滅法，就沒有了。必須等再有佛出現在世間，這個世間才再有佛法。佛什麼時候出現在世間？什麼時候滅度？我們知道，佛沒有起心動念、沒有分別執著，你問他，他不知道。佛法的住跟滅不在佛，在眾生，眾生跟佛有緣，佛出世，佛住世間；這個緣要是盡了，佛就滅度，法也就滅了。人在做主，不是佛在做主。人什麼？我真幹、我真想學，一個人，佛也出現；多人，佛也出現。佛跟眾生永遠保持著感應道交，不即不離，這是事實真相。佛的出現是當處出生，佛入滅是當處滅盡，連痕跡都找不到，這是事實真相。明白之後，求佛菩薩不難。"
    },
    {
      "id": "02-040-0102_p0032",
      "zh_CN": "《俞净意遇灶神记》，袁了凡遇云谷禅师，都不是偶然，这种善心、善行感得佛菩萨示现。佛菩萨示现可以借着人身给你说法，说完之后他就走了，你认为是这个人说的，不知道是佛菩萨说的。这个事情就太多太多了，等于现在什么？附体开示，开示完了走了，你并不知道他是佛菩萨。《群书治要》印出来之后，世界书局将样本寄到澳洲给我看，当时有八、九个人，围着我那个小客厅桌子上，摆在那里大家欣赏。悟忍法师的妹妹突然跪下来，她说我是李世民。我一听说唐太宗来了，请他坐。他不敢坐，跪在地下，感恩。我们听了不懂，感什么恩？印《群书治要》这个功德他离开地狱。这事我们不晓得，我不是为他做的，误打误撞撞上了。但是他第二句很重要，这部书可以救全世界，他离开地狱。说了几句感恩的话、祝福的话，走了。这个表演的时间不超过五分钟，鬼神有这个能力，那佛菩萨的能力更大。然后我们就会恍然大悟，诸佛菩萨时时刻刻在世间，没有离开世间。世间人不认识，这是真的，他附在人身上，他不说明，那个人自己也不知道，没人知道。也不需要人知道，要人知道干什么？可是什么？佛事做圆满了，这目的就达到了。这叫示现。",
      "zh_TW": "《俞淨意遇灶神記》，袁了凡遇雲谷禪師，都不是偶然，這種善心、善行感得佛菩薩示現。佛菩薩示現可以借著人身給你說法，說完之後他就走了，你認為是這個人說的，不知道是佛菩薩說的。這個事情就太多太多了，等於現在什麼？附體開示，開示完了走了，你並不知道他是佛菩薩。《群書治要》印出來之後，世界書局將樣本寄到澳洲給我看，當時有八、九個人，圍著我那個小客廳桌子上，擺在那裡大家欣賞。悟忍法師的妹妹突然跪下來，她說我是李世民。我一聽說唐太宗來了，請他坐。他不敢坐，跪在地下，感恩。我們聽了不懂，感什麼恩？印《群書治要》這個功德他離開地獄。這事我們不曉得，我不是為他做的，誤打誤撞撞上了。但是他第二句很重要，這部書可以救全世界，他離開地獄。說了幾句感恩的話、祝福的話，走了。這個表演的時間不超過五分鐘，鬼神有這個能力，那佛菩薩的能力更大。然後我們就會恍然大悟，諸佛菩薩時時刻刻在世間，沒有離開世間。世間人不認識，這是真的，他附在人身上，他不說明，那個人自己也不知道，沒人知道。也不需要人知道，要人知道幹什麼？可是什麼？佛事做圓滿了，這目的就達到了。這叫示現。"
    },
    {
      "id": "02-040-0102_p0033",
      "zh_CN": "「若是上根，则见如来无所从来，亦无所去，本离生灭，何有涅槃」。这是什么？上上根人，他知道。明心见性的人，虽然没有证得究竟涅槃，究竟涅槃是净土里头的常寂光净土，没契入常寂光，他现在住在实报土。实报土有相，实报土也可以说无相，有相是法性变现的，说无相，它不是阿赖耶的相分，阿赖耶的见分、相分它都没有。阿赖耶的本体是自证分，就是自性，这是真的，见、相两分是虚妄的。所以大乘经论，古人也常说，阿赖耶叫真妄和合，真中有妄，妄中有真。阿赖耶在哪里？就在我们身上，我们今天还记得昨天的事情，还会想将来的事情，这是第八识。阿赖耶识里头业习种子，所以阿赖耶也叫藏识，像仓库、资料室，过去无始劫至今所有一切都在这个库藏里头。念头一动，这个资料提出来，看到了，不想它，它就收回去了。阿赖耶不在外头，真如没离开我们，阿赖耶也没离开我们。真心、妄心一样大，起的作用不一样，真心所起的作用纯净纯善，妄心起的作用染污混杂、纠缠不清，有苦有乐。自性所生的，有乐没有苦，所以那个世界叫极乐世界。不但没有苦的事，连苦这个名称都没有，没听说过，没人说过，根本没有这些事情现前。所以，没有生灭，哪来的涅槃！",
      "zh_TW": "「若是上根，則見如來無所從來，亦無所去，本離生滅，何有涅槃」。這是什麼？上上根人，他知道。明心見性的人，雖然沒有證得究竟涅槃，究竟涅槃是淨土裡頭的常寂光淨土，沒契入常寂光，他現在住在實報土。實報土有相，實報土也可以說無相，有相是法性變現的，說無相，它不是阿賴耶的相分，阿賴耶的見分、相分它都沒有。阿賴耶的本體是自證分，就是自性，這是真的，見、相兩分是虛妄的。所以大乘經論，古人也常說，阿賴耶叫真妄和合，真中有妄，妄中有真。阿賴耶在哪裡？就在我們身上，我們今天還記得昨天的事情，還會想將來的事情，這是第八識。阿賴耶識裡頭業習種子，所以阿賴耶也叫藏識，像倉庫、資料室，過去無始劫至今所有一切都在這個庫藏裡頭。念頭一動，這個資料提出來，看到了，不想它，它就收回去了。阿賴耶不在外頭，真如沒離開我們，阿賴耶也沒離開我們。真心、妄心一樣大，起的作用不一樣，真心所起的作用純淨純善，妄心起的作用染污混雜、糾纏不清，有苦有樂。自性所生的，有樂沒有苦，所以那個世界叫極樂世界。不但沒有苦的事，連苦這個名稱都沒有，沒聽說過，沒人說過，根本沒有這些事情現前。所以，沒有生滅，哪來的涅槃！"
    },
    {
      "id": "02-040-0102_p0034",
      "zh_CN": "「是故隋智者大师读《法华药王品》，亲见灵山一会俨然未散」。这是什么？说明智者大师上上根人。他在定中看到释迦牟尼佛在讲《法华经》，看到前面还有座位，他坐在那里听了一座《法华》。出定之后告诉别人，世尊灵山一会还没散。这说明什么？时间是假的不是真的，你有能力回到过去，你有能力进入未来，过去、未来你都知道。空间没有了，距离没有了；时间没有了，先后没有了。这是事实真相，见性人的事实真相，我们没见性，给我们讲不懂，我们怀疑。境界不一样，佛的示现不一样，佛的教学不一样。从这些地方，我们就能反省体会到，中国古大德所说的，不能不懂得时节因缘。所谓的审时度量一切状况，才能得其方便，方便才能够把你带到真实。好，今天时间到了。",
      "zh_TW": "「是故隋智者大師讀《法華藥王品》，親見靈山一會儼然未散」。這是什麼？說明智者大師上上根人。他在定中看到釋迦牟尼佛在講《法華經》，看到前面還有座位，他坐在那裡聽了一座《法華》。出定之後告訴別人，世尊靈山一會還沒散。這說明什麼？時間是假的不是真的，你有能力回到過去，你有能力進入未來，過去、未來你都知道。空間沒有了，距離沒有了；時間沒有了，先後沒有了。這是事實真相，見性人的事實真相，我們沒見性，給我們講不懂，我們懷疑。境界不一樣，佛的示現不一樣，佛的教學不一樣。從這些地方，我們就能反省體會到，中國古大德所說的，不能不懂得時節因緣。所謂的審時度量一切狀況，才能得其方便，方便才能夠把你帶到真實。好，今天時間到了。"
    }
  ]
}