{
  "doc_id": "02-040-0589",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五八九集",
    "zh_TW": "第五八九集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0589",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-040-0589_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0589_p0002",
      "zh_CN": "请看《大经科注》，我们要从前面看起，才能成为一段。上面因为时间匆促，这一段没讲完。我们从一０一六页倒数第三行最后一句看起，「《宗要》云」，从这里是一段。",
      "zh_TW": "請看《大經科註》，我們要從前面看起，才能成為一段。上面因為時間匆促，這一段沒講完。我們從一０一六頁倒數第三行最後一句看起，「《宗要》云」，從這裡是一段。"
    },
    {
      "id": "02-040-0589_p0003",
      "zh_CN": "「此言佛智，是总标句。下之四句，各显四智」，这就是转八识成四智。这个东西要把它记清楚，怎么个转法，为什么它会转，转了之后起什么作用，这个要知道，这是佛学基本的常识。第一个，『不思议智』。经文上『不了佛智』，「佛智」这一句是总，就是一切种智，圆满的智慧。一切包括全宇宙，佛法里面讲遍法界虚空界，一样都不漏，这叫一切。种是这些现象无量无边，叫种种，种是种类繁多，无法称说。这一切种智他全知道，正确的知道，完全没有错误。实际上就是像一般宗教里面所说的，赞叹上帝、赞叹神全知全能，就这个意思。无所不知，无所不能，这圆满智慧，成佛的时候证得。",
      "zh_TW": "「此言佛智，是總標句。下之四句，各顯四智」，這就是轉八識成四智。這個東西要把它記清楚，怎麼個轉法，為什麼它會轉，轉了之後起什麼作用，這個要知道，這是佛學基本的常識。第一個，『不思議智』。經文上『不了佛智』，「佛智」這一句是總，就是一切種智，圓滿的智慧。一切包括全宇宙，佛法裡面講遍法界虛空界，一樣都不漏，這叫一切。種是這些現象無量無邊，叫種種，種是種類繁多，無法稱說。這一切種智他全知道，正確的知道，完全沒有錯誤。實際上就是像一般宗教裡面所說的，讚歎上帝、讚歎神全知全能，就這個意思。無所不知，無所不能，這圓滿智慧，成佛的時候證得。"
    },
    {
      "id": "02-040-0589_p0004",
      "zh_CN": "智慧从哪里来的？是本有的，自性里头本有的，不是外面来的。所以佛，无论大乘小乘、宗门教下，讲到智慧就都教我们从内去找，不要在外面。外面找不到，叫心外无法，反过头来也可以说法外无心，心跟法是一致的。心能生能现，识能变，转识成智之后，只有心现心生，没有识变，所以那叫一真法界。我们现在这个法界叫十法界，十是表法，不是数目字，十代表无量无边无数无尽，在数字里头，从一到十就圆满了，它代表圆满，是这个意思。佛告诉我们，不但是智慧，德能、相好全是自性本具的。我们迷失了自性，以为这是外来的，一心向外去求取，结果全都落空了。从生到死，不能解脱，依旧搞六道轮回，错了，方向错了，方法也错了。",
      "zh_TW": "智慧從哪裡來的？是本有的，自性裡頭本有的，不是外面來的。所以佛，無論大乘小乘、宗門教下，講到智慧就都教我們從內去找，不要在外面。外面找不到，叫心外無法，反過頭來也可以說法外無心，心跟法是一致的。心能生能現，識能變，轉識成智之後，只有心現心生，沒有識變，所以那叫一真法界。我們現在這個法界叫十法界，十是表法，不是數目字，十代表無量無邊無數無盡，在數字裡頭，從一到十就圓滿了，它代表圓滿，是這個意思。佛告訴我們，不但是智慧，德能、相好全是自性本具的。我們迷失了自性，以為這是外來的，一心向外去求取，結果全都落空了。從生到死，不能解脫，依舊搞六道輪迴，錯了，方向錯了，方法也錯了。"
    },
    {
      "id": "02-040-0589_p0005",
      "zh_CN": "佛陀教给我们这些理论跟方法，在中国差不多是用了将近两千年，一千八、九百年。最近这一百年疏忽了，迷于西方的科学技术，迷在这个里头，全心全力去追求，把自己的东西忘掉了。自己的东西是非常圆满的，能够得到智慧、德能、相好。你看，现在智慧、德能、相好全没有了，不知道向内学，拼命向外。转八识成四智就是向内求，八识是妄心，四智是真心，真心生智慧，妄心生烦恼。现在人起心动念都是生烦恼，不生智慧，为什么？把阿赖耶当作自己的真心，这是从根本上错了。真心是自性，不是阿赖耶。自性是什么样子？惠能大师讲得非常好，简单明了，自性是清净的，本自清净，没有染污。自性是不生不灭的，阿赖耶识有生有灭。你看我们的念头，前念灭后念生，一个一个接着一个，这是念头的现象。物质现象，任何物质都是生灭的现象，我们看到外面植物，花开花谢，生灭现象，看到山河大地成住坏空。佛经上给我们讲，这很明显的，动物有生老病死，植物有生住异灭，矿物有成住坏空，总的叫它做无常，它不是不生不灭，它有生灭的。",
      "zh_TW": "佛陀教給我們這些理論跟方法，在中國差不多是用了將近兩千年，一千八、九百年。最近這一百年疏忽了，迷於西方的科學技術，迷在這個裡頭，全心全力去追求，把自己的東西忘掉了。自己的東西是非常圓滿的，能夠得到智慧、德能、相好。你看，現在智慧、德能、相好全沒有了，不知道向內學，拼命向外。轉八識成四智就是向內求，八識是妄心，四智是真心，真心生智慧，妄心生煩惱。現在人起心動念都是生煩惱，不生智慧，為什麼？把阿賴耶當作自己的真心，這是從根本上錯了。真心是自性，不是阿賴耶。自性是什麼樣子？惠能大師講得非常好，簡單明瞭，自性是清淨的，本自清淨，沒有染污。自性是不生不滅的，阿賴耶識有生有滅。你看我們的念頭，前念滅後念生，一個一個接著一個，這是念頭的現象。物質現象，任何物質都是生滅的現象，我們看到外面植物，花開花謝，生滅現象，看到山河大地成住壞空。佛經上給我們講，這很明顯的，動物有生老病死，植物有生住異滅，礦物有成住壞空，總的叫它做無常，它不是不生不滅，它有生滅的。"
    },
    {
      "id": "02-040-0589_p0006",
      "zh_CN": "佛法告诉我们，凡是有生灭是假的，不生不灭是真的。那是不生不灭，我们得要往生到极乐世界就看到了，极乐世界不生不灭。极乐世界的人无量寿，每天看这个样子没有改变，他没有生灭。无量寿永远年轻，这个好，我们这个世间，寿命长就受老苦，诸位将来到老的时候你就尝到了，苦的滋味。为什么？很多事情不能自己料理，需要别人帮忙。年轻的时候完全自己照顾自己，老的时候不行，走路要人扶到，要不然会跌倒，你说你麻烦不麻烦？穿个鞋子、穿个衣服都要人帮忙，自己都不行了，才知道老苦。老，有人照顾是福报，要知道老人，多少老人没人照顾。年轻人想不到，我们自己老了才知道，年轻的人对这个都疏忽了，对照顾老人疏忽，将来自己老了没人照顾，这业因果报。年轻人喜欢照顾老人，这个年轻人老了，有很多人照顾他。现在年轻人嫌弃老人，不愿意照顾老人，他自己老了怎么办？到那个时候后悔莫及。",
      "zh_TW": "佛法告訴我們，凡是有生滅是假的，不生不滅是真的。那是不生不滅，我們得要往生到極樂世界就看到了，極樂世界不生不滅。極樂世界的人無量壽，每天看這個樣子沒有改變，他沒有生滅。無量壽永遠年輕，這個好，我們這個世間，壽命長就受老苦，諸位將來到老的時候你就嘗到了，苦的滋味。為什麼？很多事情不能自己料理，需要別人幫忙。年輕的時候完全自己照顧自己，老的時候不行，走路要人扶到，要不然會跌倒，你說你麻煩不麻煩？穿個鞋子、穿個衣服都要人幫忙，自己都不行了，才知道老苦。老，有人照顧是福報，要知道老人，多少老人沒人照顧。年輕人想不到，我們自己老了才知道，年輕的人對這個都疏忽了，對照顧老人疏忽，將來自己老了沒人照顧，這業因果報。年輕人喜歡照顧老人，這個年輕人老了，有很多人照顧他。現在年輕人嫌棄老人，不願意照顧老人，他自己老了怎麼辦？到那個時候後悔莫及。"
    },
    {
      "id": "02-040-0589_p0007",
      "zh_CN": "智慧从哪里来、德能从哪里来、相好从哪里来？都是我们梦寐以求的，求不到。佛在此地教给我们，转识成智就全都得到了，因为这些都是自性里头本自具足的。《华严经》上佛给我们透了个信息，说「一切众生皆有如来智慧德相」，这就是本自具足的内容。把万事万物归纳为这三大类，智慧、德、相，德里头包括能力，能量，德能、相好，向内求不向外求。我们学了佛，向内求，向内求没效！其实有效，效果不太明显，就自己以为没有效，对这个产生怀疑，麻烦来了。这就是不了佛智，怀疑，所以生边地。不是没有效，是我们的功夫不到位，使一分力气想得到十分果报，没这个事情。果报是相对的，使一分你就得一分，使两分你就得两分，是这么个意思。有些人，少数，很显著，那是什么？他用的功到位了，我们用的功不到位。所以我们要有信心，我们要认真努力，真正要加功用行。",
      "zh_TW": "智慧從哪裡來、德能從哪裡來、相好從哪裡來？都是我們夢寐以求的，求不到。佛在此地教給我們，轉識成智就全都得到了，因為這些都是自性裡頭本自具足的。《華嚴經》上佛給我們透了個信息，說「一切眾生皆有如來智慧德相」，這就是本自具足的內容。把萬事萬物歸納為這三大類，智慧、德、相，德裡頭包括能力，能量，德能、相好，向內求不向外求。我們學了佛，向內求，向內求沒效！其實有效，效果不太明顯，就自己以為沒有效，對這個產生懷疑，麻煩來了。這就是不了佛智，懷疑，所以生邊地。不是沒有效，是我們的功夫不到位，使一分力氣想得到十分果報，沒這個事情。果報是相對的，使一分你就得一分，使兩分你就得兩分，是這麼個意思。有些人，少數，很顯著，那是什麼？他用的功到位了，我們用的功不到位。所以我們要有信心，我們要認真努力，真正要加功用行。"
    },
    {
      "id": "02-040-0589_p0008",
      "zh_CN": "今天有人给我一个信息，有位居士发心闭关三年，念佛求生净土。前些年有一个，黄忠昌，大家都知道，三十才出头。听我讲经，听到念佛三年就能成就，他就发心试试看，看三年能不能成就。在深圳闭关，向小莉居士给他护关。两年十个月他预知时至，真的往生了，还差两个月满三年。他在那里给我们作证转，给我们做证明，是真的不是假的。真正发心我相信决定会成就，佛不骗我们。但是要下决心，这个决心第一个，深深感觉到娑婆世界苦，我不愿意再住了。从经典里面得到的信息，极乐世界真的是乐，生活环境、学习环境都没有障碍，值得去。愿生净土的心非常坚定，他决定往生，三年的时间足够了。这是好的信息，又一个人给我们作证，他三年真往生了，我们还能不相信吗？念佛功夫不得力，主要的原因是对这个世间有贪恋，放不下。障碍不在外面，在自己，自己没有看破、没有放下。佛的话是千真万确，决定没有错误。",
      "zh_TW": "今天有人給我一個信息，有位居士發心閉關三年，念佛求生淨土。前些年有一個，黃忠昌，大家都知道，三十才出頭。聽我講經，聽到念佛三年就能成就，他就發心試試看，看三年能不能成就。在深圳閉關，向小莉居士給他護關。兩年十個月他預知時至，真的往生了，還差兩個月滿三年。他在那裡給我們作證轉，給我們做證明，是真的不是假的。真正發心我相信決定會成就，佛不騙我們。但是要下決心，這個決心第一個，深深感覺到娑婆世界苦，我不願意再住了。從經典裡面得到的信息，極樂世界真的是樂，生活環境、學習環境都沒有障礙，值得去。願生淨土的心非常堅定，他決定往生，三年的時間足夠了。這是好的信息，又一個人給我們作證，他三年真往生了，我們還能不相信嗎？念佛功夫不得力，主要的原因是對這個世間有貪戀，放不下。障礙不在外面，在自己，自己沒有看破、沒有放下。佛的話是千真萬確，決定沒有錯誤。"
    },
    {
      "id": "02-040-0589_p0009",
      "zh_CN": "下面这个四智，你看，总句里头各显四智，第一个「不思议智」，不可思议。这说的什么？「成所作智」，成所作智是前五识，就是眼耳鼻舌身。这个智慧现前，「能作不思议事」。你看眼，我们肉眼看不到的他能看到，他有天眼，他有慧眼，他有法眼，这就是不思议事；我们听不到的他能听到，他有天耳。我们觉得这是特异功能，其实不是特异功能，人人皆有。我们有障碍，这些有的人他们的障碍除掉了。障碍是烦恼，除掉障碍，烦恼没有了，智慧现前。所以首先让你惊讶的就是天眼、天耳，他心、宿命，知道过去世的事情，知道未来的事情，这叫不思议智。是成所作智，此智能作不思议事。",
      "zh_TW": "下面這個四智，你看，總句裡頭各顯四智，第一個「不思議智」，不可思議。這說的什麼？「成所作智」，成所作智是前五識，就是眼耳鼻舌身。這個智慧現前，「能作不思議事」。你看眼，我們肉眼看不到的他能看到，他有天眼，他有慧眼，他有法眼，這就是不思議事；我們聽不到的他能聽到，他有天耳。我們覺得這是特異功能，其實不是特異功能，人人皆有。我們有障礙，這些有的人他們的障礙除掉了。障礙是煩惱，除掉障礙，煩惱沒有了，智慧現前。所以首先讓你驚訝的就是天眼、天耳，他心、宿命，知道過去世的事情，知道未來的事情，這叫不思議智。是成所作智，此智能作不思議事。"
    },
    {
      "id": "02-040-0589_p0010",
      "zh_CN": "这个地方给我们举例，「一念称名」，你念一声佛号，「永灭多劫重罪」。我们能相信吗？我们看到这个不相信，哪有这么便宜的事情，念一声佛号，把多生多劫的重罪都消掉了？没人相信。佛说是真的不是假的。你的那一念，你那个不是一念，一念称名才有效，你不是一念。你是什么念？是杂念，你是妄念，所以你称名没效。一念就有效，一念是真心，杂念是妄心，这里头学问可大了。那我们是真心、是妄心？全是妄心。这一念我们没搞清楚，我们不懂什么叫一念。弥勒菩萨告诉我们，释迦牟尼佛提出一个问题问他，「心有所念」，就是凡夫起个念头，佛问得好，这一个念头里头，「几念几相识耶」，这是经文。实在讲问了三桩事情，凡夫起心动念这个念头里头，有几个念？有几个相？有几个识？问了三桩事情，几念几相识耶。这可是科学上的大问题。相是物质现象，识是精神现象，就是八识五十一心所。",
      "zh_TW": "這個地方給我們舉例，「一念稱名」，你念一聲佛號，「永滅多劫重罪」。我們能相信嗎？我們看到這個不相信，哪有這麼便宜的事情，念一聲佛號，把多生多劫的重罪都消掉了？沒人相信。佛說是真的不是假的。你的那一念，你那個不是一念，一念稱名才有效，你不是一念。你是什麼念？是雜念，你是妄念，所以你稱名沒效。一念就有效，一念是真心，雜念是妄心，這裡頭學問可大了。那我們是真心、是妄心？全是妄心。這一念我們沒搞清楚，我們不懂什麼叫一念。彌勒菩薩告訴我們，釋迦牟尼佛提出一個問題問他，「心有所念」，就是凡夫起個念頭，佛問得好，這一個念頭裡頭，「幾念幾相識耶」，這是經文。實在講問了三樁事情，凡夫起心動念這個念頭裡頭，有幾個念？有幾個相？有幾個識？問了三樁事情，幾念幾相識耶。這可是科學上的大問題。相是物質現象，識是精神現象，就是八識五十一心所。"
    },
    {
      "id": "02-040-0589_p0011",
      "zh_CN": "弥勒菩萨回答，这一弹指，一弹指是多长的时间？「有三十二亿百千念，念念成形」，成形就是相，念念有相，「形皆有识」；换句话说，念、相、识是一桩事情，一念当中产生的，这叫一念。我们现在科学对时间是用秒做单位，弥勒菩萨的一弹指，一秒钟能弹几次？我相信年轻人，身体健康的人，至少可以弹五次，可以弹五次，那乘五。三十二亿百千念，三十二亿乘百千，百千是十万，三百二十兆，一弹指三百二十兆，再乘五，一千六百兆。一秒钟，一千六百兆分之一秒，那叫一念。如果我们一念是有一秒钟的话，那已经有一千六百兆个一念了。这一念多微细！这一念我们根本就没有觉察，茫然无知。",
      "zh_TW": "彌勒菩薩回答，這一彈指，一彈指是多長的時間？「有三十二億百千念，念念成形」，成形就是相，念念有相，「形皆有識」；換句話說，念、相、識是一樁事情，一念當中產生的，這叫一念。我們現在科學對時間是用秒做單位，彌勒菩薩的一彈指，一秒鐘能彈幾次？我相信年輕人，身體健康的人，至少可以彈五次，可以彈五次，那乘五。三十二億百千念，三十二億乘百千，百千是十萬，三百二十兆，一彈指三百二十兆，再乘五，一千六百兆。一秒鐘，一千六百兆分之一秒，那叫一念。如果我們一念是有一秒鐘的話，那已經有一千六百兆個一念了。這一念多微細！這一念我們根本就沒有覺察，茫然無知。"
    },
    {
      "id": "02-040-0589_p0012",
      "zh_CN": "今天量子力学家懂得，他们发现了，在精密的仪器里面观察到了。我看到一个科学报告，现在科学仪器的能力能够追踪一千兆分之一秒。佛这个还要多，一千六百兆，现在仪器可以捕捉到一千兆分之一秒。这个在过去，三十年前的科学家都不敢想像的。所以科学逐渐逐渐把佛经上讲的证明了。换句话说，没有科学的证实，我们对于《心经》上所说的，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，这个五蕴是什么不知道。经上讲的色受想行识，色是色身；受，我有感受；我有思想，能想前想后、想东想西，那是想；行就是这种想是相续不断的，一个接着一个，前念灭后念就生，这叫行；识就是阿赖耶识，识是本识，色受想行都是本识变现出来的。科学家不给我们做证明，我们怎么会知道？",
      "zh_TW": "今天量子力學家懂得，他們發現了，在精密的儀器裡面觀察到了。我看到一個科學報告，現在科學儀器的能力能夠追蹤一千兆分之一秒。佛這個還要多，一千六百兆，現在儀器可以捕捉到一千兆分之一秒。這個在過去，三十年前的科學家都不敢想像的。所以科學逐漸逐漸把佛經上講的證明了。換句話說，沒有科學的證實，我們對於《心經》上所說的，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，這個五蘊是什麼不知道。經上講的色受想行識，色是色身；受，我有感受；我有思想，能想前想後、想東想西，那是想；行就是這種想是相續不斷的，一個接著一個，前念滅後念就生，這叫行；識就是阿賴耶識，識是本識，色受想行都是本識變現出來的。科學家不給我們做證明，我們怎麼會知道？"
    },
    {
      "id": "02-040-0589_p0013",
      "zh_CN": "五蕴皆空是说什么？今天讲的最小的物质现象，在佛经里面叫做极微色，微小，极微色。这个物质不能再分，再分就没有了。也叫邻虚尘，尘就是物质现象，它跟虚空做隔壁，你再一分它就虚空了，就不见了。这个东西被科学家发现，这最近发现的，叫微中子，它不能再分，再一分，真的没有了。没有了，看到是什么？看到是念头波动的现象。于是这才明了物质是什么，物质是念头生的，真的证明佛经上「一切法从心想生」，证明了。科学家用了四百多年的时间，一个接着一个、一个接着一个，才发现这个东西，没有想到三千年前释迦牟尼佛已经讲清楚了。",
      "zh_TW": "五蘊皆空是說什麼？今天講的最小的物質現象，在佛經裡面叫做極微色，微小，極微色。這個物質不能再分，再分就沒有了。也叫鄰虛塵，塵就是物質現象，它跟虛空做隔壁，你再一分它就虛空了，就不見了。這個東西被科學家發現，這最近發現的，叫微中子，它不能再分，再一分，真的沒有了。沒有了，看到是什麼？看到是念頭波動的現象。於是這才明瞭物質是什麼，物質是念頭生的，真的證明佛經上「一切法從心想生」，證明了。科學家用了四百多年的時間，一個接著一個、一個接著一個，才發現這個東西，沒有想到三千年前釋迦牟尼佛已經講清楚了。"
    },
    {
      "id": "02-040-0589_p0014",
      "zh_CN": "所以科学家在想，那个时候没有科学，他怎么会知道？于是这些人推想，可能人有一种本能，过去人有，现在人把本能丧失掉了，这个话说得很有道理。确实是本能发现的，本能是什么？不起心、不动念、不分别、不执着就是本能。起心动念迷了，本能失掉了，分别执着那就本能完全没有了，一切作为跟本能完全相反，完全相悖，这就是今天的世界。我们跟极乐世界做一个强烈的对比，极乐世界完全随顺本能，我们这边完全违背了本能。违背到过分，这个世界就消失，就没有了。一切法从心想生，我们要记住。",
      "zh_TW": "所以科學家在想，那個時候沒有科學，他怎麼會知道？於是這些人推想，可能人有一種本能，過去人有，現在人把本能喪失掉了，這個話說得很有道理。確實是本能發現的，本能是什麼？不起心、不動念、不分別、不執著就是本能。起心動念迷了，本能失掉了，分別執著那就本能完全沒有了，一切作為跟本能完全相反，完全相悖，這就是今天的世界。我們跟極樂世界做一個強烈的對比，極樂世界完全隨順本能，我們這邊完全違背了本能。違背到過分，這個世界就消失，就沒有了。一切法從心想生，我們要記住。"
    },
    {
      "id": "02-040-0589_p0015",
      "zh_CN": "所以一念称名，我们就相信这个话是真的，确确实实能灭多劫重罪。我们要问，一念称名往生极乐世界，能不能立刻就成佛？在理论上讲是可能的，一真一切真，一妄一切妄，这一个念是正念，与自性相应的，下一个念也是正念，念念相应，不就成佛了吗？可不可能？可能。为什么可能？因为你自己本来是佛，这不是从外来的，是本有的，只要念念相续。但是念念相续我们做不到，为什么？这一念我们不知道，没有感受到这一念，它的速度太快。我们凡夫见到的现象，包括天人他们用的天眼，包括声闻用的法眼，所见到的都不是真相。",
      "zh_TW": "所以一念稱名，我們就相信這個話是真的，確確實實能滅多劫重罪。我們要問，一念稱名往生極樂世界，能不能立刻就成佛？在理論上講是可能的，一真一切真，一妄一切妄，這一個念是正念，與自性相應的，下一個念也是正念，念念相應，不就成佛了嗎？可不可能？可能。為什麼可能？因為你自己本來是佛，這不是從外來的，是本有的，只要念念相續。但是念念相續我們做不到，為什麼？這一念我們不知道，沒有感受到這一念，它的速度太快。我們凡夫見到的現象，包括天人他們用的天眼，包括聲聞用的法眼，所見到的都不是真相。"
    },
    {
      "id": "02-040-0589_p0016",
      "zh_CN": "什么人能见到真相？大乘经典佛常讲八地以上，实报庄严土，八地以上。实报土个个都见性了，虽见性，不能够契入自性，为什么？有障碍，这个障碍是无始无明的习气。见思烦恼、见思烦恼的习气有办法断尽，无始无明习气没有办法断尽，你有办法一定会起心动念，起心动念就错了。所以他不能起心动念。那无明怎么办？就随它去，让它自己慢慢的，只要不理会它，时间久了自然就没有了。古大德常常用酒瓶做比喻，酒瓶盛酒，倒掉，酒倒掉，洗干净，确实没有了，闻闻还有味道，那叫习气。那有什么办法？把瓶盖打开，放它半年、放它一年，再去闻，没有了。修行人到最后也就用这个方法，根本不理会它，根本不去想它。要多长时间？三个阿僧祇劫，就没有了。没有了你才能够融入常寂光，只要有一点点习气，你进不了常寂光。",
      "zh_TW": "什麼人能見到真相？大乘經典佛常講八地以上，實報莊嚴土，八地以上。實報土個個都見性了，雖見性，不能夠契入自性，為什麼？有障礙，這個障礙是無始無明的習氣。見思煩惱、見思煩惱的習氣有辦法斷盡，無始無明習氣沒有辦法斷盡，你有辦法一定會起心動念，起心動念就錯了。所以他不能起心動念。那無明怎麼辦？就隨它去，讓它自己慢慢的，只要不理會它，時間久了自然就沒有了。古大德常常用酒瓶做比喻，酒瓶盛酒，倒掉，酒倒掉，洗乾淨，確實沒有了，聞聞還有味道，那叫習氣。那有什麼辦法？把瓶蓋打開，放它半年、放它一年，再去聞，沒有了。修行人到最後也就用這個方法，根本不理會它，根本不去想它。要多長時間？三個阿僧祇劫，就沒有了。沒有了你才能夠融入常寂光，只要有一點點習氣，你進不了常寂光。"
    },
    {
      "id": "02-040-0589_p0017",
      "zh_CN": "我们在佛经上得到这个信息，我们看了相信，不怀疑。现代科学家给我们做证明，科学家虽然是观察到了，他入不了境界，为什么？他有妄念。但是他是用仪器，靠外面的力量观察到的，他入不了这个境界。科学家这个能力，佛在经上说了，把这个揭穿了，他们用的能力是什么？就是第六、第七识；第六识的观察，第七识的执着，就是用这个心，这是妄心。用妄心，大乘经里说，它对外能够缘到全宇宙，它有这个能力，对内它能缘到阿赖耶，就是缘不了自性。为什么？自性要用真心，用妄心缘不到。",
      "zh_TW": "我們在佛經上得到這個信息，我們看了相信，不懷疑。現代科學家給我們做證明，科學家雖然是觀察到了，他入不了境界，為什麼？他有妄念。但是他是用儀器，靠外面的力量觀察到的，他入不了這個境界。科學家這個能力，佛在經上說了，把這個揭穿了，他們用的能力是什麼？就是第六、第七識；第六識的觀察，第七識的執著，就是用這個心，這是妄心。用妄心，大乘經裡說，它對外能夠緣到全宇宙，它有這個能力，對內它能緣到阿賴耶，就是緣不了自性。為什麼？自性要用真心，用妄心緣不到。"
    },
    {
      "id": "02-040-0589_p0018",
      "zh_CN": "这一念称名是用真心，所以他成功了，一念相应一念佛，念念相应念念佛，他就成佛了。这两句话同学们听得都很熟，讲的地方多，古大德的注疏里头常常引用，「一念相应一念佛，念念相应念念佛」。虽然很熟悉，这个一念、念念的真正意思不懂。我们也是糊里糊涂搞了几十年，到最近看到科学报告才豁然大悟；要不是看科学报告，我们也搞不清楚，当然就讲不清楚。所以，我们看古大德的注解，讲不清楚，这是当然之理，为什么？他没证得。他纵然证得，说得跟佛一样，我们看不懂。我们今天也没有入这个境界，但是我们相信，不怀疑，凭着佛所说的绝不是妄言，再凭借的科学家给我们的证明，有这么回事。我们这个怀疑放下了，信心落地，真信了。我们这个信的力量比我们上一代的人就强，上一代对这个问题总还是信心不能落地，还是有疑惑，但是没有办法解释。真正从禅定里面达到这个境界的人不多，要照大乘经上说，要到八地你才见到，那就完全相信，什么疑问都没有了。八地谈何容易？距离佛很近了，上面九地、十地、等觉，就成佛了。",
      "zh_TW": "這一念稱名是用真心，所以他成功了，一念相應一念佛，念念相應念念佛，他就成佛了。這兩句話同學們聽得都很熟，講的地方多，古大德的註疏裡頭常常引用，「一念相應一念佛，念念相應念念佛」。雖然很熟悉，這個一念、念念的真正意思不懂。我們也是糊裡糊塗搞了幾十年，到最近看到科學報告才豁然大悟；要不是看科學報告，我們也搞不清楚，當然就講不清楚。所以，我們看古大德的註解，講不清楚，這是當然之理，為什麼？他沒證得。他縱然證得，說得跟佛一樣，我們看不懂。我們今天也沒有入這個境界，但是我們相信，不懷疑，憑著佛所說的絕不是妄言，再憑藉的科學家給我們的證明，有這麼回事。我們這個懷疑放下了，信心落地，真信了。我們這個信的力量比我們上一代的人就強，上一代對這個問題總還是信心不能落地，還是有疑惑，但是沒有辦法解釋。真正從禪定裡面達到這個境界的人不多，要照大乘經上說，要到八地你才見到，那就完全相信，什麼疑問都沒有了。八地談何容易？距離佛很近了，上面九地、十地、等覺，就成佛了。"
    },
    {
      "id": "02-040-0589_p0019",
      "zh_CN": "念阿弥陀佛能灭罪，一定要相信。我们杂心念，带着妄想心念，能不能灭罪？能，灭得不干净，灭得不彻底。可是要有恒心、有毅力，我的佛号一直念下去，人家一声，一声就灭罪，我念千声、万声、万万声，就有力量了。要相信这一句佛号！别的东西不行。灌顶大师说这个话是在《观经直指》，注解里头，不是经文，经文里头没有，说得好。",
      "zh_TW": "念阿彌陀佛能滅罪，一定要相信。我們雜心念，帶著妄想心念，能不能滅罪？能，滅得不乾淨，滅得不徹底。可是要有恆心、有毅力，我的佛號一直念下去，人家一聲，一聲就滅罪，我念千聲、萬聲、萬萬聲，就有力量了。要相信這一句佛號！別的東西不行。灌頂大師說這個話是在《觀經直指》，註解裡頭，不是經文，經文裡頭沒有，說得好。"
    },
    {
      "id": "02-040-0589_p0020",
      "zh_CN": "「十念功德，能生界外胜报」，界外胜报就是指的极乐世界，这个界是我们这边讲的三界、六道，三界六道以外殊胜的果报，这就是指极乐世界。由此可知，极乐世界是阿弥陀佛无量功德、四十八愿之所成就，这是他成就的。我们今天念佛，我们就在造极乐世界，造成功之后，跟他的极乐世界是一不是二。所以，阿弥陀佛给我们提供的是因，是真因，我们自己念佛是缘，有因、有缘，后面果报就现前了。「如是等事，非其所测，是故名为不思议智」，这是凡夫没有办法测度的，他实实在在想不到，是故名为不思议智。这就是转前五识，我们这一句阿弥陀佛可以转前五识。",
      "zh_TW": "「十念功德，能生界外勝報」，界外勝報就是指的極樂世界，這個界是我們這邊講的三界、六道，三界六道以外殊勝的果報，這就是指極樂世界。由此可知，極樂世界是阿彌陀佛無量功德、四十八願之所成就，這是他成就的。我們今天念佛，我們就在造極樂世界，造成功之後，跟他的極樂世界是一不是二。所以，阿彌陀佛給我們提供的是因，是真因，我們自己念佛是緣，有因、有緣，後面果報就現前了。「如是等事，非其所測，是故名為不思議智」，這是凡夫沒有辦法測度的，他實實在在想不到，是故名為不思議智。這就是轉前五識，我們這一句阿彌陀佛可以轉前五識。"
    },
    {
      "id": "02-040-0589_p0021",
      "zh_CN": "下面，『不可称智』，这是转第六识为「妙观察智」。这个智慧观察不思议境界，这个境界就是一切法。我们凡夫没发现，把这一切法当真，他们发现了，「一切法，如幻如梦」。就像我们睡熟的时候作梦，不知道自己在作梦，把梦境当真，在梦境里面起烦恼也造业。如果作梦的时候豁然觉悟到，我这在作梦，那梦中境界都是假的，它不是真的。梦到在一个房间里面，墙壁隔了过不去，作梦，假的，去去看，一走就走过去了，真的不是真的。就是什么？你没有这个概念，他就能走过去。",
      "zh_TW": "下面，『不可稱智』，這是轉第六識為「妙觀察智」。這個智慧觀察不思議境界，這個境界就是一切法。我們凡夫沒發現，把這一切法當真，他們發現了，「一切法，如幻如夢」。就像我們睡熟的時候作夢，不知道自己在作夢，把夢境當真，在夢境裡面起煩惱也造業。如果作夢的時候豁然覺悟到，我這在作夢，那夢中境界都是假的，它不是真的。夢到在一個房間裡面，牆壁隔了過不去，作夢，假的，去去看，一走就走過去了，真的不是真的。就是什麼？你沒有這個概念，他就能走過去。"
    },
    {
      "id": "02-040-0589_p0022",
      "zh_CN": "圆瑛法师是近代人，在《圆觉经讲义》，这是他老人家最后的一本著作。他一生的著作，成功的著作，是晚年两样东西，《楞严经讲义》跟《圆觉经讲义》，这两样东西写得好。虽然没有大彻大悟，接近大彻大悟，其他的著作不能跟它相比。《圆觉经讲义》前面一篇序文，他说他一桩事情。他在自己方丈室里面打坐，突然想到一桩事情，立刻要去办，他就放下腿子就走出去。走出去之后，他忽然想到，我好像没有开门，我就走出来。回头一看，门关到的，再推，里面拴着的。他就证明什么？他心里头只想到走，没有想到门，他就走出来了；想到门，门不开你就出不来。墙壁也是如此，你想到墙壁，走不过去；没有想到，一穿就过去了，过去之后再看那墙，确实一道墙在。告诉我们这么一桩事情。它在，在就有念头，在就进不去，要找人把里面打开，他就进不去。所以，一念是无念，无杂念，没有起心动念，什么障碍都没有；起心动念就有障碍，分别、执着严重的障碍。这是近代的人，距离我们不远，不到一百年，老和尚这些事情让我们生信心。",
      "zh_TW": "圓瑛法師是近代人，在《圓覺經講義》，這是他老人家最後的一本著作。他一生的著作，成功的著作，是晚年兩樣東西，《楞嚴經講義》跟《圓覺經講義》，這兩樣東西寫得好。雖然沒有大徹大悟，接近大徹大悟，其他的著作不能跟它相比。《圓覺經講義》前面一篇序文，他說他一樁事情。他在自己方丈室裡面打坐，突然想到一樁事情，立刻要去辦，他就放下腿子就走出去。走出去之後，他忽然想到，我好像沒有開門，我就走出來。回頭一看，門關到的，再推，裡面拴著的。他就證明什麼？他心裡頭只想到走，沒有想到門，他就走出來了；想到門，門不開你就出不來。牆壁也是如此，你想到牆壁，走不過去；沒有想到，一穿就過去了，過去之後再看那牆，確實一道牆在。告訴我們這麼一樁事情。它在，在就有念頭，在就進不去，要找人把裡面打開，他就進不去。所以，一念是無念，無雜念，沒有起心動念，什麼障礙都沒有；起心動念就有障礙，分別、執著嚴重的障礙。這是近代的人，距離我們不遠，不到一百年，老和尚這些事情讓我們生信心。"
    },
    {
      "id": "02-040-0589_p0023",
      "zh_CN": "还有虚云老和尚，《年谱》里头我们看到的。老和尚的心清净，常在定中。他住茅蓬，茅蓬距离道场走路要走半个小时。他在道场拿了些吃的东西，生活必需品，蔬菜都是自己在茅蓬旁边种一点，带回茅蓬，也是过年的时候，办年货。拿了之后，天是黄昏了，但是还没有黑，他就回茅蓬。他走得很慢，也都在定中。走到半路上，遇到寺庙里两个出家人，大家都认识。老和尚，他就问他，天这么黑了，你怎么不打个灯？老和尚一听天黑了，马上天全黑了，看不见了。他说怎么回事？我刚才没觉得，没有觉得天黑，我看得清清楚楚，你这一说黑了，我都看不见了。他们两个打了灯笼送他回去。没有人提醒他，永远住在这同一个境界里头，没有感觉得天黑，他看得很清楚。人家这一提，心里有个天黑了，就真的都黑了。这都是一切法从心想生，念头多重要！",
      "zh_TW": "還有虛雲老和尚，《年譜》裡頭我們看到的。老和尚的心清淨，常在定中。他住茅蓬，茅蓬距離道場走路要走半個小時。他在道場拿了些吃的東西，生活必需品，蔬菜都是自己在茅蓬旁邊種一點，帶回茅蓬，也是過年的時候，辦年貨。拿了之後，天是黃昏了，但是還沒有黑，他就回茅蓬。他走得很慢，也都在定中。走到半路上，遇到寺廟裡兩個出家人，大家都認識。老和尚，他就問他，天這麼黑了，你怎麼不打個燈？老和尚一聽天黑了，馬上天全黑了，看不見了。他說怎麼回事？我剛才沒覺得，沒有覺得天黑，我看得清清楚楚，你這一說黑了，我都看不見了。他們兩個打了燈籠送他回去。沒有人提醒他，永遠住在這同一個境界裡頭，沒有感覺得天黑，他看得很清楚。人家這一提，心裡有個天黑了，就真的都黑了。這都是一切法從心想生，念頭多重要！"
    },
    {
      "id": "02-040-0589_p0024",
      "zh_CN": "极乐世界的人心地清净，念头善、念头净，所以那个地方是清净佛土。我们这个地方人心不清净，杂念多、妄念多，把这个境界变成了五浊恶世。它本来不浊恶，是我们的心浊恶了，外头境界就浊恶，这也是我们在经典上得到的信息。很多年前有人问我环保意识这个问题，政府提倡环境保护，能不能收到效果？有些人对这个问题很关心，来问我。我说很难。他说为什么？我们做的是治标，不治本。本是什么？本是心，心不清净，心被染污，从外面做这个事情很难达到目标。应该怎么做？治心最重要，经上讲「洒心易行」，这是治本。标本兼治，很快就能收到效果。像今年，许许多多地方发现长时期的阴霾，这个原因在哪里？原因是我们的心不干净。如果我们每个人的心减轻我执，不要把我看得那么重，得要有一点智慧，放下自私自利，放下是非人我，让自己的心情轻松一点、快乐一点。中国人常讲人逢喜事精神爽，舒畅这好事情，紧张、忧虑、烦恼这不是好事情。所以，心情、心想跟外面的境界有互动，我们心地不善、心地染污，就会有这个事情发现。",
      "zh_TW": "極樂世界的人心地清淨，念頭善、念頭淨，所以那個地方是清淨佛土。我們這個地方人心不清淨，雜念多、妄念多，把這個境界變成了五濁惡世。它本來不濁惡，是我們的心濁惡了，外頭境界就濁惡，這也是我們在經典上得到的信息。很多年前有人問我環保意識這個問題，政府提倡環境保護，能不能收到效果？有些人對這個問題很關心，來問我。我說很難。他說為什麼？我們做的是治標，不治本。本是什麼？本是心，心不清淨，心被染污，從外面做這個事情很難達到目標。應該怎麼做？治心最重要，經上講「洒心易行」，這是治本。標本兼治，很快就能收到效果。像今年，許許多多地方發現長時期的陰霾，這個原因在哪裡？原因是我們的心不乾淨。如果我們每個人的心減輕我執，不要把我看得那麼重，得要有一點智慧，放下自私自利，放下是非人我，讓自己的心情輕鬆一點、快樂一點。中國人常講人逢喜事精神爽，舒暢這好事情，緊張、憂慮、煩惱這不是好事情。所以，心情、心想跟外面的境界有互動，我們心地不善、心地染污，就會有這個事情發現。"
    },
    {
      "id": "02-040-0589_p0025",
      "zh_CN": "美国有个量子力学家布莱登，二０一一年，今年一四年，一一年，他在澳洲悉尼参加一个科学会议。有人提到二０一二马雅灾难预言，他做总结，应对这个灾难预言。他说只要地球上的居民弃恶扬善、改邪归正、端正心念，这个灾难就没有了。说得非常有道理，跟佛法讲的是一个道理。我们的念头向善，念头清净，灾难就没有了。是不是真的没有了？我们真清净，永远清净了，再不染污，就真的没有了。如果以为这灾难是假的，不是真的，做坏事没有报应，那是迷信，坏事还照样干，那可能就会再来。这个道理，事实真相，大乘经典里头说得很多。",
      "zh_TW": "美國有個量子力學家布萊登，二０一一年，今年一四年，一一年，他在澳洲悉尼參加一個科學會議。有人提到二０一二馬雅災難預言，他做總結，應對這個災難預言。他說只要地球上的居民棄惡揚善、改邪歸正、端正心念，這個災難就沒有了。說得非常有道理，跟佛法講的是一個道理。我們的念頭向善，念頭清淨，災難就沒有了。是不是真的沒有了？我們真清淨，永遠清淨了，再不染污，就真的沒有了。如果以為這災難是假的，不是真的，做壞事沒有報應，那是迷信，壞事還照樣幹，那可能就會再來。這個道理，事實真相，大乘經典裡頭說得很多。"
    },
    {
      "id": "02-040-0589_p0026",
      "zh_CN": "「不可称智」，转第六识成就的，也叫妙观察智。有这个智慧，你能够观察到诸法实相，《般若经》上常讲的一切法的真相。真相是什么？真相是「非有非无」。你不能说它有，你说它有，它根本是假的，根本不存在；你说它没有，现象摆在面前。就像作梦一样，梦的真相是什么？是非有非无，我们今天所见的、接触的所有的现象都要用这个看法。《金刚经》读的人很多，后头有首偈，叫「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。你看佛教我们，这就是妙观察，这就是不可称智。",
      "zh_TW": "「不可稱智」，轉第六識成就的，也叫妙觀察智。有這個智慧，你能夠觀察到諸法實相，《般若經》上常講的一切法的真相。真相是什麼？真相是「非有非無」。你不能說它有，你說它有，它根本是假的，根本不存在；你說它沒有，現象擺在面前。就像作夢一樣，夢的真相是什麼？是非有非無，我們今天所見的、接觸的所有的現象都要用這個看法。《金剛經》讀的人很多，後頭有首偈，叫「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。你看佛教我們，這就是妙觀察，這就是不可稱智。"
    },
    {
      "id": "02-040-0589_p0027",
      "zh_CN": "有为法，大乘教里把一切法分为两类，有为、无为。有为法就是有造作、有生灭，这叫有为；无为法，非造作、非生灭，这叫无为法。无为法是真的，有为法是假的。在《百法明门论》里头，无为法有六个。天亲菩萨给我们讲得很清楚，六个无为法里头，只有最后一个真如无为是真的无为；其他的五种，有为法不能包括它，所以称它作无为，它是相似无为，不是真正的无为。百法只有一个真的，真如无为是自性、是法性、是真心，其他境界全是阿赖耶里头变现出来的，阿赖耶能变。真如能现，能生、能现，它不会变，所以叫一真。阿赖耶一搅和，把它变成十法界，十法界从心想生，不是真的，是假的。「离言绝虑」，言语说不清楚，也无法想像。所以，不是言语能说，不是你自己第六意识能够想像的，叫「不可称智」。",
      "zh_TW": "有為法，大乘教裡把一切法分為兩類，有為、無為。有為法就是有造作、有生滅，這叫有為；無為法，非造作、非生滅，這叫無為法。無為法是真的，有為法是假的。在《百法明門論》裡頭，無為法有六個。天親菩薩給我們講得很清楚，六個無為法裡頭，只有最後一個真如無為是真的無為；其他的五種，有為法不能包括它，所以稱它作無為，它是相似無為，不是真正的無為。百法只有一個真的，真如無為是自性、是法性、是真心，其他境界全是阿賴耶裡頭變現出來的，阿賴耶能變。真如能現，能生、能現，它不會變，所以叫一真。阿賴耶一攪和，把它變成十法界，十法界從心想生，不是真的，是假的。「離言絕慮」，言語說不清楚，也無法想像。所以，不是言語能說，不是你自己第六意識能夠想像的，叫「不可稱智」。"
    },
    {
      "id": "02-040-0589_p0028",
      "zh_CN": "『大乘广智』就是转第七识。第七识是不平等的，为什么？它执着。第六识分别，第七识执着。执着的根就是我见，实实在在没有我，偏偏在没有我里头要执着一个东西是我，不知道这个东西是假的。执着物质的一分，要知道所有一切物质现象都是阿赖耶的相分，阿赖耶的境界相，我们这个肉体是物质，执着这么一点点以为是我身。执着阿赖耶的见分，也是少分，认为是我的心相，我能想像、我能思惟，这是我的心，阿赖耶的见分。见分无量无边，你只有一分而已，相分也是一分而已，不知道它是阿赖耶。跟着我见起来的，三个根本烦恼，贪、瞋、痴。贪瞋痴是俱生烦恼，不是学来的，只要有我，它跟着我生起来的，要没有我了，这三个就没有了。",
      "zh_TW": "『大乘廣智』就是轉第七識。第七識是不平等的，為什麼？它執著。第六識分別，第七識執著。執著的根就是我見，實實在在沒有我，偏偏在沒有我裡頭要執著一個東西是我，不知道這個東西是假的。執著物質的一分，要知道所有一切物質現象都是阿賴耶的相分，阿賴耶的境界相，我們這個肉體是物質，執著這麼一點點以為是我身。執著阿賴耶的見分，也是少分，認為是我的心相，我能想像、我能思惟，這是我的心，阿賴耶的見分。見分無量無邊，你只有一分而已，相分也是一分而已，不知道它是阿賴耶。跟著我見起來的，三個根本煩惱，貪、瞋、痴。貪瞋痴是俱生煩惱，不是學來的，只要有我，它跟著我生起來的，要沒有我了，這三個就沒有了。"
    },
    {
      "id": "02-040-0589_p0029",
      "zh_CN": "须陀洹初果，身见不执着，我执没破，所以他还要天上人间七次往来。我执破掉，那就是转末那为平等性智，见思烦恼，执着彻底放下。执着放下了还有分别，分别没放下。粗重的放下了，微细的烦恼没放下，为什么？他自己没有觉察到。你像科学里头所说的，弥勒菩萨所讲的，「一弹指三十二亿百千念，念念成形，形皆有识」，这是诸法实相，七地菩萨以前都没有见到。我们相信，登了地，跟这个境界愈来愈靠近，他们知道，没有证得；像我们一样，知道，没有办法证得。八地证得了，八地、九地、十地、等觉、妙觉，这五个位次统统证得。到妙觉，究竟圆满的证得，这叫无上菩提。",
      "zh_TW": "須陀洹初果，身見不執著，我執沒破，所以他還要天上人間七次往來。我執破掉，那就是轉末那為平等性智，見思煩惱，執著徹底放下。執著放下了還有分別，分別沒放下。粗重的放下了，微細的煩惱沒放下，為什麼？他自己沒有覺察到。你像科學裡頭所說的，彌勒菩薩所講的，「一彈指三十二億百千念，念念成形，形皆有識」，這是諸法實相，七地菩薩以前都沒有見到。我們相信，登了地，跟這個境界愈來愈靠近，他們知道，沒有證得；像我們一樣，知道，沒有辦法證得。八地證得了，八地、九地、十地、等覺、妙覺，這五個位次統統證得。到妙覺，究竟圓滿的證得，這叫無上菩提。"
    },
    {
      "id": "02-040-0589_p0030",
      "zh_CN": "「大乘广智」，必须转过来，平等就现前，我们这个经题上「清净平等觉」，末那转过来之后才真正清净平等。先转第六，再转第七，六、七转了，阿赖耶自然转了。六、七先转，前五跟阿赖耶后转，果上转。六、七是因，因就是分别、执着。你看，在这分别、执着多麻烦，哪一个没有？哪个人不分别？哪个人不执着？希望分别执着要轻、要淡薄，一定要知道，一切万事万物假的，不是真的，知道自己，都是自己心现识变，于外人不相干。",
      "zh_TW": "「大乘廣智」，必須轉過來，平等就現前，我們這個經題上「清淨平等覺」，末那轉過來之後才真正清淨平等。先轉第六，再轉第七，六、七轉了，阿賴耶自然轉了。六、七先轉，前五跟阿賴耶後轉，果上轉。六、七是因，因就是分別、執著。你看，在這分別、執著多麻煩，哪一個沒有？哪個人不分別？哪個人不執著？希望分別執著要輕、要淡薄，一定要知道，一切萬事萬物假的，不是真的，知道自己，都是自己心現識變，於外人不相干。"
    },
    {
      "id": "02-040-0589_p0031",
      "zh_CN": "跟着阿赖耶三个烦恼，我爱、我慢（傲慢）、我痴（愚痴）。爱是贪烦恼，是贪烦恼的根，傲慢是瞋烦恼的根，怀疑是愚痴烦恼的根。我们从哪里断？从核心断是最有效果的，首先要把情执放下，就是我爱，我爱是烦恼。但是要知道，自性性德的第一德，性德的核心、中心点就是爱，那个爱里头没有自私，那个爱是大爱，佛家称它作慈悲。那个爱是自性的，一切万法都是自性生的，所以这个爱是遍自性，就是遍法界。爱心，是平等的爱，是无条件的爱，是真爱。我们常常讲宗教里头神圣的爱心，不是凡人，凡人的爱心是假的，里面有分别、有执着，不是真的；换句话说，他是有条件的。真的爱没有条件，平等的，对你爱，对他也爱，对一切众生他都爱，平等的爱。这个要发扬光大，这就是菩提心的核心。没有爱心，菩提心怎么生得起来？",
      "zh_TW": "跟著阿賴耶三個煩惱，我愛、我慢（傲慢）、我痴（愚痴）。愛是貪煩惱，是貪煩惱的根，傲慢是瞋煩惱的根，懷疑是愚痴煩惱的根。我們從哪裡斷？從核心斷是最有效果的，首先要把情執放下，就是我愛，我愛是煩惱。但是要知道，自性性德的第一德，性德的核心、中心點就是愛，那個愛裡頭沒有自私，那個愛是大愛，佛家稱它作慈悲。那個愛是自性的，一切萬法都是自性生的，所以這個愛是遍自性，就是遍法界。愛心，是平等的愛，是無條件的愛，是真愛。我們常常講宗教裡頭神聖的愛心，不是凡人，凡人的愛心是假的，裡面有分別、有執著，不是真的；換句話說，他是有條件的。真的愛沒有條件，平等的，對你愛，對他也愛，對一切眾生他都愛，平等的愛。這個要發揚光大，這就是菩提心的核心。沒有愛心，菩提心怎麼生得起來？"
    },
    {
      "id": "02-040-0589_p0032",
      "zh_CN": "菩提心，真诚、清净、平等、正觉、慈悲，全是从这个真正的爱心里头生出来的。这个爱心，在中国就是五伦的第一伦，五伦从这里发生的，从这建立的。父子有亲，父母对子女那种亲爱，那是真爱。但是从真爱慢慢变成情执，它变质了。这种亲爱，是从自性第一德里头显示出来的。中国古圣先贤讲五伦，用五伦教化众生，这个时间比佛法早，佛法没有传到中国来之前，中国伦理道理的教育，在佛法没有传到中国，五伦、五常、四维、八德全都建立了。佛教传到中国之后，看到佛经上所讲的亦如是，也都是讲这些，所以中国人很容易就完全接纳了。对他们教育的理念、方法，儒跟道统统接受。",
      "zh_TW": "菩提心，真誠、清淨、平等、正覺、慈悲，全是從這個真正的愛心裡頭生出來的。這個愛心，在中國就是五倫的第一倫，五倫從這裡發生的，從這建立的。父子有親，父母對子女那種親愛，那是真愛。但是從真愛慢慢變成情執，它變質了。這種親愛，是從自性第一德裡頭顯示出來的。中國古聖先賢講五倫，用五倫教化眾生，這個時間比佛法早，佛法沒有傳到中國來之前，中國倫理道理的教育，在佛法沒有傳到中國，五倫、五常、四維、八德全都建立了。佛教傳到中國之後，看到佛經上所講的亦如是，也都是講這些，所以中國人很容易就完全接納了。對他們教育的理念、方法，儒跟道統統接受。"
    },
    {
      "id": "02-040-0589_p0033",
      "zh_CN": "佛教育的理念就是「一门深入，长时薰修」，是培养人自性里头本有的戒定慧，不是外头的，目的是成圣成贤，最低也是君子。圣贤君子的教育，维系中国几千年传统文化，我们要知道，知道才产生爱心。这个爱心是禁得起考验的，什么样的折磨都不会改变，这是我家传家之宝，我知道我怎么会不爱护？一定守护，传宗接代，世世代代传下去。这有价值、有意义，人生在这个世间没有白活。",
      "zh_TW": "佛教育的理念就是「一門深入，長時薰修」，是培養人自性裡頭本有的戒定慧，不是外頭的，目的是成聖成賢，最低也是君子。聖賢君子的教育，維繫中國幾千年傳統文化，我們要知道，知道才產生愛心。這個愛心是禁得起考驗的，什麼樣的折磨都不會改變，這是我家傳家之寶，我知道我怎麼會不愛護？一定守護，傳宗接代，世世代代傳下去。這有價值、有意義，人生在這個世間沒有白活。"
    },
    {
      "id": "02-040-0589_p0034",
      "zh_CN": "「平等性智，此智广度」，为什么？心量拓开了，自私没有了，转末那成平等性智。解决世界问题，二００五年我第一次跟马来西亚前首相马哈迪长老见面，他第一句话就问我，他说法师，你走过很多地方，也认识一些国家领导人，你看这个世界还会有和平吗？这个话说得多么严肃！对和平没有信心了。在这个世界，国家领导人他在位的时间最长，他做了二十二年首相，那个时候才交下去两年，我们认识了。我当时告诉他，我说你能把四桩事情做到，世界就和平了。他问我哪四桩？我说第一个，国家跟国家，平等对待、和睦相处；第二个，政党与政党；第三个，族群跟族群；第四个，宗教跟宗教。这四个都能做到平等对待，和睦相处，社会就安定，世界就和平。他听了之后皱眉头，说不出话来。",
      "zh_TW": "「平等性智，此智廣度」，為什麼？心量拓開了，自私沒有了，轉末那成平等性智。解決世界問題，二００五年我第一次跟馬來西亞前首相馬哈迪長老見面，他第一句話就問我，他說法師，你走過很多地方，也認識一些國家領導人，你看這個世界還會有和平嗎？這個話說得多麼嚴肅！對和平沒有信心了。在這個世界，國家領導人他在位的時間最長，他做了二十二年首相，那個時候才交下去兩年，我們認識了。我當時告訴他，我說你能把四樁事情做到，世界就和平了。他問我哪四樁？我說第一個，國家跟國家，平等對待、和睦相處；第二個，政黨與政黨；第三個，族群跟族群；第四個，宗教跟宗教。這四個都能做到平等對待，和睦相處，社會就安定，世界就和平。他聽了之後皺眉頭，說不出話來。"
    },
    {
      "id": "02-040-0589_p0035",
      "zh_CN": "我们沉默大概七、八分钟，我接着告诉他，我说是难，真难，非常棘手，但是如果从团结宗教下手，可以做得到。为什么？现在这个世界大部分的国家，领导人都是民选的，用选举的方法选出来的。信仰宗教的人比不信仰宗教的人多，信仰宗教的人团结起来，选票在我们手上，会影响政治，会影响政党，也会影响族群。我这个话他听懂了，马上就很高兴，笑容就满面了。我就劝他，你从政治上退下来，你是全世界伊斯兰教的领袖，你要好好从宗教上下手，用宗教的方式化解冲突，带给世界永续的和平，我说这是你的使命。年岁虽然大，他大我十五个月，身体好。我说你从这上努力，比你做首相更有意义，你要更上一层楼。所以我们就变成好朋友了，每次到马来西亚一定要碰头。他也是最喜欢跟我聊天，我们在一起什么拘束都没有，什么话都谈。",
      "zh_TW": "我們沉默大概七、八分鐘，我接著告訴他，我說是難，真難，非常棘手，但是如果從團結宗教下手，可以做得到。為什麼？現在這個世界大部分的國家，領導人都是民選的，用選舉的方法選出來的。信仰宗教的人比不信仰宗教的人多，信仰宗教的人團結起來，選票在我們手上，會影響政治，會影響政黨，也會影響族群。我這個話他聽懂了，馬上就很高興，笑容就滿面了。我就勸他，你從政治上退下來，你是全世界伊斯蘭教的領袖，你要好好從宗教上下手，用宗教的方式化解衝突，帶給世界永續的和平，我說這是你的使命。年歲雖然大，他大我十五個月，身體好。我說你從這上努力，比你做首相更有意義，你要更上一層樓。所以我們就變成好朋友了，每次到馬來西亞一定要碰頭。他也是最喜歡跟我聊天，我們在一起什麼拘束都沒有，什麼話都談。"
    },
    {
      "id": "02-040-0589_p0036",
      "zh_CN": "所以宗教，连汤恩比都说过，人类，宗教是不能缺少的，人类的文明是来自宗教，意思就是先有宗教后有文明，文明从哪来？从宗教来的。所以，宗教是人类不能缺少的，我们要重视。特别是中国，中国，连罗素都讲过，罗素也是英国人，早年在中国北大教书的时间很长。他写了一本书叫《中国问题》，里面就说得很清楚，中国人没有宗教观念。中国的儒跟佛不是宗教，充其量说道，勉强可以说得上，跟西方宗教都不一样。道着重于自己修行，西方宗教完全仰赖上帝，求上帝保佑，中国人没有。特别是佛法。方东美先生他在学校里讲学，晚年几乎统统讲佛经，在台大讲过大乘佛学、魏晋佛学、隋唐佛学，离开台大，辅仁大学是私立学校，请他去讲学，他讲华严哲学，肯定的说佛教是无神论。这个无神不是不承认神，承认神，神是凡夫，神的地位跟我们是一样的。就像我们承认我们自己国家，我们也承认外国国家，不能不承认，它是事实。佛法是讲求要开悟、要彻悟，用现在的话说，它的确是高等的哲学跟科学，现在也被科学、哲学证明了。我跟方老师学哲学，最后一个单元是佛经哲学，我从这里入门。方老师心目当中，释迦牟尼佛是世界上最伟大的哲学家；我们通过六十三年的学习，我们肯定释迦牟尼佛是世界上最伟大的科学家。",
      "zh_TW": "所以宗教，連湯恩比都說過，人類，宗教是不能缺少的，人類的文明是來自宗教，意思就是先有宗教後有文明，文明從哪來？從宗教來的。所以，宗教是人類不能缺少的，我們要重視。特別是中國，中國，連羅素都講過，羅素也是英國人，早年在中國北大教書的時間很長。他寫了一本書叫《中國問題》，裡面就說得很清楚，中國人沒有宗教觀念。中國的儒跟佛不是宗教，充其量說道，勉強可以說得上，跟西方宗教都不一樣。道著重於自己修行，西方宗教完全仰賴上帝，求上帝保佑，中國人沒有。特別是佛法。方東美先生他在學校裡講學，晚年幾乎統統講佛經，在台大講過大乘佛學、魏晉佛學、隋唐佛學，離開台大，輔仁大學是私立學校，請他去講學，他講華嚴哲學，肯定的說佛教是無神論。這個無神不是不承認神，承認神，神是凡夫，神的地位跟我們是一樣的。就像我們承認我們自己國家，我們也承認外國國家，不能不承認，它是事實。佛法是講求要開悟、要徹悟，用現在的話說，它的確是高等的哲學跟科學，現在也被科學、哲學證明了。我跟方老師學哲學，最後一個單元是佛經哲學，我從這裡入門。方老師心目當中，釋迦牟尼佛是世界上最偉大的哲學家；我們通過六十三年的學習，我們肯定釋迦牟尼佛是世界上最偉大的科學家。"
    },
    {
      "id": "02-040-0589_p0037",
      "zh_CN": "所以佛学的内容是什么？对普世的教育，一般平民的教育，它讲伦理、讲道德、讲因果；提升到上层的时候，它是哲学、它是科学。而且无论讲什么，讲伦理也好，讲道德也好，讲科学、哲学也好，都讲到究竟圆满，这真正了不起！为什么能讲到究竟圆满？它讲到见性，把宇宙的根挖出来了。宇宙的根源在哪里？在自性。自性就是真心。一切法心现识变，《华严经》上就凭这个理论讲出来的。华严是整个宇宙，遍法界虚空界，《华严》有「世界成就品」，世界从哪来的；「华藏世界品」，世界有多少，无量无边。华藏世界，「世界成就品」，世界从哪来的。万物从哪来的，生命从哪来的，我从哪里来的，统统讲清楚、讲明白了，真不可思议，这是大学问。",
      "zh_TW": "所以佛學的內容是什麼？對普世的教育，一般平民的教育，它講倫理、講道德、講因果；提升到上層的時候，它是哲學、它是科學。而且無論講什麼，講倫理也好，講道德也好，講科學、哲學也好，都講到究竟圓滿，這真正了不起！為什麼能講到究竟圓滿？它講到見性，把宇宙的根挖出來了。宇宙的根源在哪裡？在自性。自性就是真心。一切法心現識變，《華嚴經》上就憑這個理論講出來的。華嚴是整個宇宙，遍法界虛空界，《華嚴》有「世界成就品」，世界從哪來的；「華藏世界品」，世界有多少，無量無邊。華藏世界，「世界成就品」，世界從哪來的。萬物從哪來的，生命從哪來的，我從哪裡來的，統統講清楚、講明白了，真不可思議，這是大學問。"
    },
    {
      "id": "02-040-0589_p0038",
      "zh_CN": "用一句话来说，我在早年，住台湾的时候，台湾大学生学佛是一股风潮，学佛热，对台湾佛法影响非常大，我有缘接触这些同学们，我认识的人很多。有一年过年，农历年，也是我们大专讲座的同学，他那个时候拿到博士学位了，在辅仁大学教书。告诉我，他利用课外活动，课外活动有一百多个学生报名，他给他们讲《普贤菩萨行愿品》。我听到很高兴，学佛的同学拿到学位，有教授的身分，在课外办这个活动，好。那时候我就想到一个问题，我问他，我说佛法你们都学这么多年了，我问你一个问题，你用一句话回答我，不要啰嗦。释迦牟尼佛四十九年讲的东西到底讲什么？一句话回答我。他想了五、六分钟，告诉我，想不出来，回头问我。我说经上有一句话四个字，你看看恰不恰当？《般若经》上所说的「诸法实相」，能不能代表？他说可以。",
      "zh_TW": "用一句話來說，我在早年，住台灣的時候，台灣大學生學佛是一股風潮，學佛熱，對台灣佛法影響非常大，我有緣接觸這些同學們，我認識的人很多。有一年過年，農曆年，也是我們大專講座的同學，他那個時候拿到博士學位了，在輔仁大學教書。告訴我，他利用課外活動，課外活動有一百多個學生報名，他給他們講《普賢菩薩行願品》。我聽到很高興，學佛的同學拿到學位，有教授的身分，在課外辦這個活動，好。那時候我就想到一個問題，我問他，我說佛法你們都學這麼多年了，我問你一個問題，你用一句話回答我，不要囉嗦。釋迦牟尼佛四十九年講的東西到底講什麼？一句話回答我。他想了五、六分鐘，告訴我，想不出來，回頭問我。我說經上有一句話四個字，你看看恰不恰當？《般若經》上所說的「諸法實相」，能不能代表？他說可以。"
    },
    {
      "id": "02-040-0589_p0039",
      "zh_CN": "诸法实相，要用现在话解释，就是一切法的真相。你要是真知道了，你会对佛法产生欢喜，你就很想接触它、很想了解它，了解一切法的真相。确实就说这个东西，而且用的时间最多，专门用这个题目二十二年，讲般若。你看，开始像办小学，成道之后，大彻大悟之后，办小学，讲阿含十二年，等于办小学。偏重在伦理、道德、因果，让社会安定，让世界和平，让人民幸福。后面，那就是少数人，有这个能力、有这个兴趣，不断向上提升，他讲方等、讲般若、讲法华，慢慢向上提升。到法华的境界，那是佛的境界，法身菩萨的境界。所以佛的教学是有次第的，就像办学校，办小学、办中学、办大学、办研究所。仔细看，真的是这样。小学时间长，我们现在小学时间短，所以那个根力量不够。佛的小学十二年，中学八年，一共二十年，等于说根，用二十年的时间扎根。再二十二年给你讲真的，就是诸法实相，这就是般若经典。最后提升到圆满，你都明白了，明白的时候目标是成佛，成佛的《法华》，《法华》告诉你怎样契入佛境界。",
      "zh_TW": "諸法實相，要用現在話解釋，就是一切法的真相。你要是真知道了，你會對佛法產生歡喜，你就很想接觸它、很想了解它，了解一切法的真相。確實就說這個東西，而且用的時間最多，專門用這個題目二十二年，講般若。你看，開始像辦小學，成道之後，大徹大悟之後，辦小學，講阿含十二年，等於辦小學。偏重在倫理、道德、因果，讓社會安定，讓世界和平，讓人民幸福。後面，那就是少數人，有這個能力、有這個興趣，不斷向上提升，他講方等、講般若、講法華，慢慢向上提升。到法華的境界，那是佛的境界，法身菩薩的境界。所以佛的教學是有次第的，就像辦學校，辦小學、辦中學、辦大學、辦研究所。仔細看，真的是這樣。小學時間長，我們現在小學時間短，所以那個根力量不夠。佛的小學十二年，中學八年，一共二十年，等於說根，用二十年的時間扎根。再二十二年給你講真的，就是諸法實相，這就是般若經典。最後提升到圓滿，你都明白了，明白的時候目標是成佛，成佛的《法華》，《法華》告訴你怎樣契入佛境界。"
    },
    {
      "id": "02-040-0589_p0040",
      "zh_CN": "平等性智，「此智广度，不同小乘。谓由无我，故无不我。无不我，故无不等摄」。无不等摄，好像我们这个地方，对，「自摄他摄」，有这个一段参考的。在第一面，第四十品第一面，都是从《佛光大辞典》里头节录的。「自摄：为他摄之对称。指以戒法专摄身、口、意」，这是小学，这是基础教育。「又以自己发愿修行之力摄持而证得果位」，这就是四果四向，小乘。他摄，是有佛菩萨加持，像净宗法门就属于这一类的。我们自己智慧、能力不够，要依靠佛菩萨。依靠佛菩萨是有条件的，不是无条件的。这个条件，佛菩萨加持是相对的，你有一分功德，他就加你一分；你有十分功德，他加持十分，完全是属于感应道交。这在理上讲得通。譬如念佛人，自己念到功夫成片就决定得生。功夫什么叫成片？心念里头确确实实只有阿弥陀佛，阿弥陀佛之外全放下了，这就叫成片。如果还有杂念、妄念夹杂在里边，这就没有成片。没有成片，往生不可靠，完全看最后一念是不是，最后一念是的，你往生；最后一念不是的，就不能往生。但是功夫成片，他是决定往生。",
      "zh_TW": "平等性智，「此智廣度，不同小乘。謂由無我，故無不我。無不我，故無不等攝」。無不等攝，好像我們這個地方，對，「自攝他攝」，有這個一段參考的。在第一面，第四十品第一面，都是從《佛光大辭典》裡頭節錄的。「自攝：為他攝之對稱。指以戒法專攝身、口、意」，這是小學，這是基礎教育。「又以自己發願修行之力攝持而證得果位」，這就是四果四向，小乘。他攝，是有佛菩薩加持，像淨宗法門就屬於這一類的。我們自己智慧、能力不夠，要依靠佛菩薩。依靠佛菩薩是有條件的，不是無條件的。這個條件，佛菩薩加持是相對的，你有一分功德，他就加你一分；你有十分功德，他加持十分，完全是屬於感應道交。這在理上講得通。譬如念佛人，自己念到功夫成片就決定得生。功夫什麼叫成片？心念裡頭確確實實只有阿彌陀佛，阿彌陀佛之外全放下了，這就叫成片。如果還有雜念、妄念夾雜在裡邊，這就沒有成片。沒有成片，往生不可靠，完全看最後一念是不是，最後一念是的，你往生；最後一念不是的，就不能往生。但是功夫成片，他是決定往生。"
    },
    {
      "id": "02-040-0589_p0041",
      "zh_CN": "而且功夫成片可以随意往生，他想什么时候走，佛什么时候就来接他；换句话说，他生死自在。这种人往生，佛来接引他，首先是佛光照他，佛光一照这就是加持，把他的功夫提升一等。所以功夫成片提升就变成事一心不乱；得到事一心不乱的人，佛光一照，他就是理一心不乱；得到理一心不乱的人，佛光一照，他就在实报土。所以晓得，佛菩萨威神的加持，是自己有多少他就加多少。我们自己得真干，佛菩萨加持就多；自己不干，专求佛菩萨，佛菩萨加持力量很微弱。甚至于自己还要造恶业，那就加持不上了。不是不想加持，佛菩萨大慈大悲，真的是普度众生，我们自己业障深重，加不上。这个事情不能不知道。",
      "zh_TW": "而且功夫成片可以隨意往生，他想什麼時候走，佛什麼時候就來接他；換句話說，他生死自在。這種人往生，佛來接引他，首先是佛光照他，佛光一照這就是加持，把他的功夫提升一等。所以功夫成片提升就變成事一心不亂；得到事一心不亂的人，佛光一照，他就是理一心不亂；得到理一心不亂的人，佛光一照，他就在實報土。所以曉得，佛菩薩威神的加持，是自己有多少他就加多少。我們自己得真幹，佛菩薩加持就多；自己不幹，專求佛菩薩，佛菩薩加持力量很微弱。甚至於自己還要造惡業，那就加持不上了。不是不想加持，佛菩薩大慈大悲，真的是普度眾生，我們自己業障深重，加不上。這個事情不能不知道。"
    },
    {
      "id": "02-040-0589_p0042",
      "zh_CN": "我们看括弧里头说的，「其义为：悉皆平等摄受」，诸佛菩萨对待一切众生没有私心，全是慈悲，也就是全是真诚的爱心。儒所说的，凡是人，皆须爱，那个爱是自己凡夫爱心的扩大，还没有做到平等。佛菩萨的爱是平等的，没有条件，没有分别。为什么？因为佛菩萨，我们讲伦理，他讲到最高峰。伦理是讲人与人的关系，最高峰讲到什么？一切众生跟我是一体，上面到诸佛如来，下面到一切众生。这一切众生两个字的意思是广义的，什么叫众生？众缘和合而生起的现象，叫众生。动物是众生，植物也是众生，山河大地、矿物还是众生，为什么？众缘和合而生。他把整个宇宙看成一体，这是真的一体，不是假的一体。所以他的爱心是平等的，爱心是无条件的，真诚的爱心，绝对不是父母的爱能够相比的。这叫大乘广智。",
      "zh_TW": "我們看括弧裡頭說的，「其義為：悉皆平等攝受」，諸佛菩薩對待一切眾生沒有私心，全是慈悲，也就是全是真誠的愛心。儒所說的，凡是人，皆須愛，那個愛是自己凡夫愛心的擴大，還沒有做到平等。佛菩薩的愛是平等的，沒有條件，沒有分別。為什麼？因為佛菩薩，我們講倫理，他講到最高峰。倫理是講人與人的關係，最高峰講到什麼？一切眾生跟我是一體，上面到諸佛如來，下面到一切眾生。這一切眾生兩個字的意思是廣義的，什麼叫眾生？眾緣和合而生起的現象，叫眾生。動物是眾生，植物也是眾生，山河大地、礦物還是眾生，為什麼？眾緣和合而生。他把整個宇宙看成一體，這是真的一體，不是假的一體。所以他的愛心是平等的，愛心是無條件的，真誠的愛心，絕對不是父母的愛能夠相比的。這叫大乘廣智。"
    },
    {
      "id": "02-040-0589_p0043",
      "zh_CN": "下面『无等无伦最上胜智』，这是转阿赖耶，「正是如来大圆镜智」。「始转本识」，你看这个一转，阿赖耶一转，「方归心原」，心原就是自性，回归到自性。「一切种境」，一切智、道种智，「无不圆照」。一切是万物，种是种种差别，种种理论跟现象，内境、外境全都照见了。「是名为大圆镜智。此一智中，有五殊胜」，这个里面说了，「如解脱身二乘同得」，解脱了，声闻、菩萨他们都得到。「如是镜智，正是法身，非彼所共，故名无等」。转第八识成大圆镜智，声闻、缘觉没有，权教菩萨没有。什么人有？明心见性的菩萨才有，那就是圆教初住以上，别教初地以上，他们有，我们称他们作法身菩萨。这第一种殊胜，五种殊胜里第一种殊胜，「无等」。",
      "zh_TW": "下面『無等無倫最上勝智』，這是轉阿賴耶，「正是如來大圓鏡智」。「始轉本識」，你看這個一轉，阿賴耶一轉，「方歸心原」，心原就是自性，回歸到自性。「一切種境」，一切智、道種智，「無不圓照」。一切是萬物，種是種種差別，種種理論跟現象，內境、外境全都照見了。「是名為大圓鏡智。此一智中，有五殊勝」，這個裡面說了，「如解脫身二乘同得」，解脫了，聲聞、菩薩他們都得到。「如是鏡智，正是法身，非彼所共，故名無等」。轉第八識成大圓鏡智，聲聞、緣覺沒有，權教菩薩沒有。什麼人有？明心見性的菩薩才有，那就是圓教初住以上，別教初地以上，他們有，我們稱他們作法身菩薩。這第一種殊勝，五種殊勝裡第一種殊勝，「無等」。"
    },
    {
      "id": "02-040-0589_p0044",
      "zh_CN": "「如前三智，菩萨渐得」，讲的不思议智、不可称智、大乘广智，也就是转识，转前五识、转第六识、转第七识，是渐渐转的。大圆镜不是的，大圆镜一转，一切就转了，它不是慢慢转的；前面三种是渐渐转，也就是渐渐得，不是圆满的得到。大圆镜智转过来，那就圆满得到了。这菩萨渐得。「大圆镜智，唯佛顿证」，不是渐得的，它是顿证的，「更无余类，故名无伦」，没有跟它同等的。这第二殊胜。过于，过是超过，「过于不可思议」，前面是不可思议，它超越了不可思议，叫「最」；又超过不可称智，这叫「上」；「宽于大乘广智」，这叫「胜」，宽是宽广，这叫胜。所以，转第八识成大圆镜智，它有这三个意思，有胜的意思，有最的意思，前面还有个无等、无伦、最胜，无等无伦最胜。是为第三、第四、第五胜。故名「无等无伦最上胜智」。实际上，这就是《华严经》上佛说的，「一切众生皆有如来智慧德相」，如来智慧，无等无伦最上胜智，如来智慧，是自性里头本自具足的，本来有的。",
      "zh_TW": "「如前三智，菩薩漸得」，講的不思議智、不可稱智、大乘廣智，也就是轉識，轉前五識、轉第六識、轉第七識，是漸漸轉的。大圓鏡不是的，大圓鏡一轉，一切就轉了，它不是慢慢轉的；前面三種是漸漸轉，也就是漸漸得，不是圓滿的得到。大圓鏡智轉過來，那就圓滿得到了。這菩薩漸得。「大圓鏡智，唯佛頓證」，不是漸得的，它是頓證的，「更無餘類，故名無倫」，沒有跟它同等的。這第二殊勝。過於，過是超過，「過於不可思議」，前面是不可思議，它超越了不可思議，叫「最」；又超過不可稱智，這叫「上」；「寬於大乘廣智」，這叫「勝」，寬是寬廣，這叫勝。所以，轉第八識成大圓鏡智，它有這三個意思，有勝的意思，有最的意思，前面還有個無等、無倫、最勝，無等無倫最勝。是為第三、第四、第五勝。故名「無等無倫最上勝智」。實際上，這就是《華嚴經》上佛說的，「一切眾生皆有如來智慧德相」，如來智慧，無等無倫最上勝智，如來智慧，是自性裡頭本自具足的，本來有的。"
    },
    {
      "id": "02-040-0589_p0045",
      "zh_CN": "「又《会疏》曰：不了佛智者，盖疑佛智之不可思议，不悟如来之所以大也」。所悟全是当人自性本具，全是自性的功德，人人有分，法法皆如。「念佛往生，为佛智所建」，你怀疑，这就是「不了佛智」。「不思议智者，佛之智慧，深广而不可思议，故云不思议智。念佛往生，为不思议智所立」，你怀疑，叫「不了不思议智」。「不可称智者，谓佛之智慧，众多无量而称说不能尽，故名不可称智」，佛的智慧，就是自性本具智慧，是说不尽的。「念佛往生，为不可称智所成」，你对它怀疑，这叫「不了不可称智」。「大乘广智者，于诸法门，知之穷尽，故名大乘广智。念佛往生，为大乘广智所感」，你对它怀疑，「名不了大乘广智」。「无等无伦最上胜智者，位」，他的地位，「分高出」，分是身分，「名无等无伦最上胜智。今此念佛往生，为无等无伦最上胜智所发」。你对它怀疑，叫「不了无等无伦最上胜智」。",
      "zh_TW": "「又《會疏》曰：不了佛智者，蓋疑佛智之不可思議，不悟如來之所以大也」。所悟全是當人自性本具，全是自性的功德，人人有分，法法皆如。「念佛往生，為佛智所建」，你懷疑，這就是「不了佛智」。「不思議智者，佛之智慧，深廣而不可思議，故云不思議智。念佛往生，為不思議智所立」，你懷疑，叫「不了不思議智」。「不可稱智者，謂佛之智慧，眾多無量而稱說不能盡，故名不可稱智」，佛的智慧，就是自性本具智慧，是說不盡的。「念佛往生，為不可稱智所成」，你對它懷疑，這叫「不了不可稱智」。「大乘廣智者，於諸法門，知之窮盡，故名大乘廣智。念佛往生，為大乘廣智所感」，你對它懷疑，「名不了大乘廣智」。「無等無倫最上勝智者，位」，他的地位，「分高出」，分是身分，「名無等無倫最上勝智。今此念佛往生，為無等無倫最上勝智所發」。你對它懷疑，叫「不了無等無倫最上勝智」。"
    },
    {
      "id": "02-040-0589_p0046",
      "zh_CN": "上面这三种说法互相发挥，《净影疏》说，《净影疏》简述其要；《宗要》广演其义；《会疏》里头说的会归净宗。念老把这三种统统录在此地，给我们做参考。这三段，是《净影疏》里头的一段，第二段《宗要》的，第三段《会疏》的，都说得好。《会疏》完全会归到净土，会归到念佛往生，讲得太好了。",
      "zh_TW": "上面這三種說法互相發揮，《淨影疏》說，《淨影疏》簡述其要；《宗要》廣演其義；《會疏》裡頭說的會歸淨宗。念老把這三種統統錄在此地，給我們做參考。這三段，是《淨影疏》裡頭的一段，第二段《宗要》的，第三段《會疏》的，都說得好。《會疏》完全會歸到淨土，會歸到念佛往生，講得太好了。"
    },
    {
      "id": "02-040-0589_p0047",
      "zh_CN": "我们看后面这一段，「经云：以疑惑心者，以不能信了佛智，故生疑惑」。疑有四个意思，下面就说了，以下广摄昙鸾法师、元晓法师、峻谛法师，并兼取憬兴等诸师精意，他们讲的精华，「简化其文字而综述之」。下面这个四段就非常可贵了，这是念老注解这部经的理念、构思，确实不是一般人能够做到的，这是菩萨真正看到现在众生问题之所在。这样殊胜的法门，确确实实能帮助你这一生见性成佛。八万四千法门，无量法门，跟这个法门不能比。那些法门虽然门门都能够明心见性，它难，它要求你断烦恼。这个法门不要断烦恼，只要伏烦恼就行，你能把烦恼控制住。伏烦恼比断烦恼要容易得多，我们只要能忍受就能够往生，不能忍受就不能往生。能忍受，烦恼没断，能往生，这就容易太多了！",
      "zh_TW": "我們看後面這一段，「經云：以疑惑心者，以不能信了佛智，故生疑惑」。疑有四個意思，下面就說了，以下廣攝曇鸞法師、元曉法師、峻諦法師，並兼取憬興等諸師精意，他們講的精華，「簡化其文字而綜述之」。下面這個四段就非常可貴了，這是念老註解這部經的理念、構思，確實不是一般人能夠做到的，這是菩薩真正看到現在眾生問題之所在。這樣殊勝的法門，確確實實能幫助你這一生見性成佛。八萬四千法門，無量法門，跟這個法門不能比。那些法門雖然門門都能夠明心見性，它難，它要求你斷煩惱。這個法門不要斷煩惱，只要伏煩惱就行，你能把煩惱控制住。伏煩惱比斷煩惱要容易得多，我們只要能忍受就能夠往生，不能忍受就不能往生。能忍受，煩惱沒斷，能往生，這就容易太多了！"
    },
    {
      "id": "02-040-0589_p0048",
      "zh_CN": "这个四段里面第一个，就是讲这四种智，「不信不思议智，故疑但念阿弥陀佛，未必得生极乐。不知不思议智有大威力，非思量所能及。一切万法无非自力他力，自摄他摄，千变万化，无量无边。安得以凡夫有碍之情识，疑彼如来无碍之妙法。岂知一面之镜，能现万像，千年积薪，一火烧尽。故至心一念称名，能消八十亿劫生死重罪，十念必生又何足异」，这说得好！这一篇东西是念老做的总结，根据经所说的、根据祖师大德所说的做出结论，在那里劝导我们，我们要信，我们要明了。其实，信佛智就是信自性本具的智慧，不信佛智也就不相信自己自性里头有圆满的智慧。你不相信，你有怀疑，你怎么能够证得？你怎么会能成就？眼前最得力的受用就是离苦得乐，往生西方世界，离究竟苦，得究竟乐，这是第一个得到的。可见得信心比什么都重要！",
      "zh_TW": "這個四段裡面第一個，就是講這四種智，「不信不思議智，故疑但念阿彌陀佛，未必得生極樂。不知不思議智有大威力，非思量所能及。一切萬法無非自力他力，自攝他攝，千變萬化，無量無邊。安得以凡夫有礙之情識，疑彼如來無礙之妙法。豈知一面之鏡，能現萬像，千年積薪，一火燒盡。故至心一念稱名，能消八十億劫生死重罪，十念必生又何足異」，這說得好！這一篇東西是念老做的總結，根據經所說的、根據祖師大德所說的做出結論，在那裡勸導我們，我們要信，我們要明瞭。其實，信佛智就是信自性本具的智慧，不信佛智也就不相信自己自性裡頭有圓滿的智慧。你不相信，你有懷疑，你怎麼能夠證得？你怎麼會能成就？眼前最得力的受用就是離苦得樂，往生西方世界，離究竟苦，得究竟樂，這是第一個得到的。可見得信心比什麼都重要！"
    },
    {
      "id": "02-040-0589_p0049",
      "zh_CN": "今天整个社会的问题就出在信心，信心失掉了。这是大问题，不是小问题。为什么联合国，这个愿是所有一切人共同的愿望，希望世界恢复安定和谐，共同的愿望，共同的愿望为什么做不到？四十多年的时间，从一九七０年代联合国召开这个会议，每年投下去人力、物力、财力真的是不计其数。问题解决不了，冲突频率年年上升，冲突的受害一次比一次严重。所以，让许许多多专家学者、国家领导人，对这个世界还会有没有和平产生疑问。这怎么解决法？我在净宗经典上看到一句话，我的感触很深。这句话说，就是诸佛如来，无论是报身在报土，应化身在一切诸佛方便土、同居土，无一不是「今现在说法」，我就看懂这一句。",
      "zh_TW": "今天整個社會的問題就出在信心，信心失掉了。這是大問題，不是小問題。為什麼聯合國，這個願是所有一切人共同的願望，希望世界恢復安定和諧，共同的願望，共同的願望為什麼做不到？四十多年的時間，從一九七０年代聯合國召開這個會議，每年投下去人力、物力、財力真的是不計其數。問題解決不了，衝突頻率年年上升，衝突的受害一次比一次嚴重。所以，讓許許多多專家學者、國家領導人，對這個世界還會有沒有和平產生疑問。這怎麼解決法？我在淨宗經典上看到一句話，我的感觸很深。這句話說，就是諸佛如來，無論是報身在報土，應化身在一切諸佛方便土、同居土，無一不是「今現在說法」，我就看懂這一句。"
    },
    {
      "id": "02-040-0589_p0050",
      "zh_CN": "再回头看看中国老祖宗的东西，在「学记」上教给我们，「建国君民，教学为先」，不是明明说到这个？那今天解决这个世界问题是什么？教学为先，今现在说法，就可以做到。尤其是我们在汤池做的实验，人是教得好的。现在谢总在潮州搞这个三年，不断的在办传统文化论坛，而且很多来接受学习的都是政府的干部。因为它两个县书记、县长都看过，觉得好，把他们的干部统统送过来受训。一个星期，最长的三个星期，统统都改变了。所以他到这里来告诉我，他说人是教得好的，我们实验出来了，真的不是假的。一个无恶不作的人，一个星期就回头，真的就改变了。回头是岸是好处，可是还有习气，习气不是那么容易改的。那怎么样？过一段时期再来搞七天，他就永远毛病就不会发了。如果是一日暴之，十日寒之，一下觉悟了，会有几天好，到以后又忍不住，老毛病又犯了。所以佛知道，他「今现在说法」，永远不间断，病治好了，永远不会再犯。",
      "zh_TW": "再回頭看看中國老祖宗的東西，在「學記」上教給我們，「建國君民，教學為先」，不是明明說到這個？那今天解決這個世界問題是什麼？教學為先，今現在說法，就可以做到。尤其是我們在湯池做的實驗，人是教得好的。現在謝總在潮州搞這個三年，不斷的在辦傳統文化論壇，而且很多來接受學習的都是政府的幹部。因為它兩個縣書記、縣長都看過，覺得好，把他們的幹部統統送過來受訓。一個星期，最長的三個星期，統統都改變了。所以他到這裡來告訴我，他說人是教得好的，我們實驗出來了，真的不是假的。一個無惡不作的人，一個星期就回頭，真的就改變了。回頭是岸是好處，可是還有習氣，習氣不是那麼容易改的。那怎麼樣？過一段時期再來搞七天，他就永遠毛病就不會發了。如果是一日暴之，十日寒之，一下覺悟了，會有幾天好，到以後又忍不住，老毛病又犯了。所以佛知道，他「今現在說法」，永遠不間斷，病治好了，永遠不會再犯。"
    },
    {
      "id": "02-040-0589_p0051",
      "zh_CN": "教学重要！教学首先要靠老师，那我们对老师不能不尊师重道。老师很清苦，老师也很辛苦，他要得到安慰。安慰就是我们从上到下，从领导到小民，对老师都尊敬。中国过去，国家尊师重道，帝王见到教书的都特别礼遇，让这些读书人、教书人，虽然物质生活清苦，他教得快乐，他教得高兴，他对于国家真正的贡献，奉献，无私的奉献。他这一生虽然清苦，他来生积的德大了，来生一定发达，子孙一定发达。这是在中国历史上能看到的。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "教學重要！教學首先要靠老師，那我們對老師不能不尊師重道。老師很清苦，老師也很辛苦，他要得到安慰。安慰就是我們從上到下，從領導到小民，對老師都尊敬。中國過去，國家尊師重道，帝王見到教書的都特別禮遇，讓這些讀書人、教書人，雖然物質生活清苦，他教得快樂，他教得高興，他對於國家真正的貢獻，奉獻，無私的奉獻。他這一生雖然清苦，他來生積的德大了，來生一定發達，子孫一定發達。這是在中國歷史上能看到的。好，今天時間到了，我們就學習到此地。"
    }
  ]
}