{
  "doc_id": "02-040-0210",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一０集",
    "zh_TW": "第二一０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-040-0210",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0210_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请跟我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請跟我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0210_p0002",
      "zh_CN": "请看《大经科注》，第四百七十七页第二行，最后一句看起：",
      "zh_TW": "請看《大經科註》，第四百七十七頁第二行，最後一句看起："
    },
    {
      "id": "02-040-0210_p0003",
      "zh_CN": "「《往生要集》所云之二种菩提心。第一，缘事菩提心（此即密乘之行愿菩提心），以四弘誓愿为体。一众生无边誓愿度，是应身菩提之因。二烦恼无数誓愿断，是法身菩提之因。三法门无尽誓愿学，是报身菩提之因。四无上菩提誓愿证，是愿求证得佛果菩提也。由前三行愿具足成就，而证得三身圆满之菩提，还复广利一切众生也」。这是讲的行愿菩提。在我们参考资料里头有这一段，参考资料第九页，「行愿菩提心」。「三种菩提心，是乃密教真言行者之菩提心也」。第一个，行愿菩提，「修行发愿，故名行愿」，行是修行，愿是发愿。「愿者念一切众生，悉含如来藏性」，这就是佛性，佛在大经常说，一切众生皆有佛性。既然有佛性，就皆当作佛，都应当要成佛，这是「一切众生本来是佛」的这句话的依据。既然有佛性，「堪安住于无上菩提」，堪就是能够，你自自然然能够安住在无上菩提，「愿以大乘微妙之法悉度之也」，用大乘微妙法度自己，也度众生。「行者」，修行人，「为此修四弘（六）度」，这个度就是六度，四弘誓愿所谓六度万行。这个叫行愿菩提心。",
      "zh_TW": "「《往生要集》所云之二種菩提心。第一，緣事菩提心（此即密乘之行願菩提心），以四弘誓願為體。一眾生無邊誓願度，是應身菩提之因。二煩惱無數誓願斷，是法身菩提之因。三法門無盡誓願學，是報身菩提之因。四無上菩提誓願證，是願求證得佛果菩提也。由前三行願具足成就，而證得三身圓滿之菩提，還復廣利一切眾生也」。這是講的行願菩提。在我們參考資料裡頭有這一段，參考資料第九頁，「行願菩提心」。「三種菩提心，是乃密教真言行者之菩提心也」。第一個，行願菩提，「修行發願，故名行願」，行是修行，願是發願。「願者念一切眾生，悉含如來藏性」，這就是佛性，佛在大經常說，一切眾生皆有佛性。既然有佛性，就皆當作佛，都應當要成佛，這是「一切眾生本來是佛」的這句話的依據。既然有佛性，「堪安住於無上菩提」，堪就是能夠，你自自然然能夠安住在無上菩提，「願以大乘微妙之法悉度之也」，用大乘微妙法度自己，也度眾生。「行者」，修行人，「為此修四弘（六）度」，這個度就是六度，四弘誓願所謂六度萬行。這個叫行願菩提心。"
    },
    {
      "id": "02-040-0210_p0004",
      "zh_CN": "四弘誓愿，我们学佛的同学都相当熟悉，密宗讲的意思跟大乘显教稍有差别。我们平常讲四弘誓愿，第一个众生无边誓愿度，第二个烦恼无尽誓愿断，第三个法门无量誓愿学，第四个佛道无上誓愿成，意思都很接近，跟我们通常念的稍稍有一点差别。学佛，第一个要把心量拓开，决定不许可自私自利，为什么？因为自私自利是假的，它不是真的。身是假的，心也是假的，根本就不是自己，这一点要知道。我们现在迷了，揽取阿赖耶识的一分相分以为是自己的身，揽取阿赖耶见分的一分以为是自己的心，能够思惟想像，殊不知是阿赖耶见相两分里头的一微尘而已。这个事实如果不是佛告诉我们，我们怎么会知道，确实根本就不知道。现在知道这个事实真相了，所以我们要相信佛，佛决定不欺骗我们。《金刚经》上说，如来是如语者，不妄语，佛不说假话，佛是真语者，不妄语就是真语，如语者，如语是佛所说的跟事实真相完全相应。所以，我们应当要相信，决定不能够怀疑，这才是如来的弟子，在如来会下才会真正有成就。有丝毫疑惑，不但不能成就，连如来所说之法我们听不懂。听了自己去想，结果怎么样？全想错了，不是如来的意思。如来所说法，只可以听不可以想。",
      "zh_TW": "四弘誓願，我們學佛的同學都相當熟悉，密宗講的意思跟大乘顯教稍有差別。我們平常講四弘誓願，第一個眾生無邊誓願度，第二個煩惱無盡誓願斷，第三個法門無量誓願學，第四個佛道無上誓願成，意思都很接近，跟我們通常念的稍稍有一點差別。學佛，第一個要把心量拓開，決定不許可自私自利，為什麼？因為自私自利是假的，它不是真的。身是假的，心也是假的，根本就不是自己，這一點要知道。我們現在迷了，攬取阿賴耶識的一分相分以為是自己的身，攬取阿賴耶見分的一分以為是自己的心，能夠思惟想像，殊不知是阿賴耶見相兩分裡頭的一微塵而已。這個事實如果不是佛告訴我們，我們怎麼會知道，確實根本就不知道。現在知道這個事實真相了，所以我們要相信佛，佛決定不欺騙我們。《金剛經》上說，如來是如語者，不妄語，佛不說假話，佛是真語者，不妄語就是真語，如語者，如語是佛所說的跟事實真相完全相應。所以，我們應當要相信，決定不能夠懷疑，這才是如來的弟子，在如來會下才會真正有成就。有絲毫疑惑，不但不能成就，連如來所說之法我們聽不懂。聽了自己去想，結果怎麼樣？全想錯了，不是如來的意思。如來所說法，只可以聽不可以想。"
    },
    {
      "id": "02-040-0210_p0005",
      "zh_CN": "马鸣菩萨在《起信论》里头告诉我们，用什么样的心态听经，听佛说法？他说，第一个「不执着言说相」，言说是方便，不能执着；「不执著名字相」，像四弘誓愿、六度都是佛学名词，乃至于佛陀、菩萨也都是佛学里头的名词，假名。老子所说的「名可名，非常名」，名千变万化，怎么说都可以，只要明白意思就行了，名不要紧，所以不要执着。第三个「不执着心缘相」，心缘是佛所说的你听了，好像意思你懂得了，想想这是这个意思，想想这是那个意思，结果都不是佛的意思。为什么？佛没有意思，你怎么听出那么多意思来？",
      "zh_TW": "馬鳴菩薩在《起信論》裡頭告訴我們，用什麼樣的心態聽經，聽佛說法？他說，第一個「不執著言說相」，言說是方便，不能執著；「不執著名字相」，像四弘誓願、六度都是佛學名詞，乃至於佛陀、菩薩也都是佛學裡頭的名詞，假名。老子所說的「名可名，非常名」，名千變萬化，怎麼說都可以，只要明白意思就行了，名不要緊，所以不要執著。第三個「不執著心緣相」，心緣是佛所說的你聽了，好像意思你懂得了，想想這是這個意思，想想這是那個意思，結果都不是佛的意思。為什麼？佛沒有意思，你怎麼聽出那麼多意思來？"
    },
    {
      "id": "02-040-0210_p0006",
      "zh_CN": "佛为什么没有意思？佛出现在世间，住世八十年，讲经教学四十九年，没说一句话，谁要是说佛说法了，这个人叫谤佛。明明说了四十九年，说了这么多的经论，佛怎么全部把它否认掉，他没说？没有说是真说，说了的是假话。我们一天到晚说假话，如来说的是真说，为什么是真说？如来没有起心动念，没有分别执着。四十九年讲经教学，没说过一句话，你懂不懂这个意思？真不懂。因为他没有起心动念，他是从哪里说出来？我们说话都起心动念，想想这个话该怎么说法。佛没有起心动念，所以佛没有说法。没有说法，而说出这么多话来，弟子们把它整理记录下来，编成经典，留传给后世，这叫说而无说，无说而说。菩萨应该怎么听？要听而不闻，不闻而听，就懂他的意思了。",
      "zh_TW": "佛為什麼沒有意思？佛出現在世間，住世八十年，講經教學四十九年，沒說一句話，誰要是說佛說法了，這個人叫謗佛。明明說了四十九年，說了這麼多的經論，佛怎麼全部把它否認掉，他沒說？沒有說是真說，說了的是假話。我們一天到晚說假話，如來說的是真說，為什麼是真說？如來沒有起心動念，沒有分別執著。四十九年講經教學，沒說過一句話，你懂不懂這個意思？真不懂。因為他沒有起心動念，他是從哪裡說出來？我們說話都起心動念，想想這個話該怎麼說法。佛沒有起心動念，所以佛沒有說法。沒有說法，而說出這麼多話來，弟子們把它整理記錄下來，編成經典，留傳給後世，這叫說而無說，無說而說。菩薩應該怎麼聽？要聽而不聞，不聞而聽，就懂他的意思了。"
    },
    {
      "id": "02-040-0210_p0007",
      "zh_CN": "我们今天起心动念、分别执着，所以我们能听懂的确实是我们自己的程度。一部经摆在此地，跟小学生讲，小学生懂得，懂得他所懂得的那一分；跟中学生讲，中学生懂得，也是懂得他懂得的那一分，比小学程度高；大学生来听、来读，懂得大学生他那个程度的一分。大学生好比菩萨，中学生好比缘觉，小学生好比声闻，凡夫所懂得的，是我们现前能够理解的这部分。你看，同样是一句话、一段经文，这就是「佛以一音而说法，众生随类各得解」，每个人听的、解的深度不一样。这是佛法的妙处，这叫真言。世间法没有这种现象，真的，它是个呆板意思。佛法是活的，因为它没有意思，所以它有无量义，无量义能应无量众生的根器，道理在此地。",
      "zh_TW": "我們今天起心動念、分別執著，所以我們能聽懂的確實是我們自己的程度。一部經擺在此地，跟小學生講，小學生懂得，懂得他所懂得的那一分；跟中學生講，中學生懂得，也是懂得他懂得的那一分，比小學程度高；大學生來聽、來讀，懂得大學生他那個程度的一分。大學生好比菩薩，中學生好比緣覺，小學生好比聲聞，凡夫所懂得的，是我們現前能夠理解的這部分。你看，同樣是一句話、一段經文，這就是「佛以一音而說法，眾生隨類各得解」，每個人聽的、解的深度不一樣。這是佛法的妙處，這叫真言。世間法沒有這種現象，真的，它是個呆板意思。佛法是活的，因為它沒有意思，所以它有無量義，無量義能應無量眾生的根器，道理在此地。"
    },
    {
      "id": "02-040-0210_p0008",
      "zh_CN": "所以这种言语叫真言，这种言语叫密语，前面讲三密，身密、口密、意密。佛法难，很难，说不难真不难。明白这个道理，这部经常读，你读十年，每天读每天意思都不一样，所以读它就有味道，读它不会厌倦。如果意思都一样的，念不下去了，念了十几二十遍、三十遍，不想再念，它没有新意思。世间文章如是，一千遍念不下去。佛法、圣贤之法从自性里头流露出来的，念一千遍、一万遍、十万遍，永远不会厌倦。为什么？遍遍有新意思，你不断的提升，你读的意思就不一样。今年念这个跟去年不一样，今年我们学习分享跟去年学习分享不一样，谁知道？常年我们在一起分享的人都知道。我们学习黄念祖的注解这是第三遍，前面两遍我们都留下完整的录像、录音，跟前面一对比，真不一样。愈学愈欢喜，愈讲愈欢喜，愈听愈欢喜，这是什么？这叫道，这叫妙。",
      "zh_TW": "所以這種言語叫真言，這種言語叫密語，前面講三密，身密、口密、意密。佛法難，很難，說不難真不難。明白這個道理，這部經常讀，你讀十年，每天讀每天意思都不一樣，所以讀它就有味道，讀它不會厭倦。如果意思都一樣的，念不下去了，念了十幾二十遍、三十遍，不想再念，它沒有新意思。世間文章如是，一千遍念不下去。佛法、聖賢之法從自性裡頭流露出來的，念一千遍、一萬遍、十萬遍，永遠不會厭倦。為什麼？遍遍有新意思，你不斷的提升，你讀的意思就不一樣。今年念這個跟去年不一樣，今年我們學習分享跟去年學習分享不一樣，誰知道？常年我們在一起分享的人都知道。我們學習黃念祖的註解這是第三遍，前面兩遍我們都留下完整的錄像、錄音，跟前面一對比，真不一樣。愈學愈歡喜，愈講愈歡喜，愈聽愈歡喜，這是什麼？這叫道，這叫妙。"
    },
    {
      "id": "02-040-0210_p0009",
      "zh_CN": "所以多听帮助你开悟，这个悟叫解悟。悟了之后你要真干，你把你所悟的，落实在生活、落实在工作、落实在处事待人接物，这叫行。你看，有信、有解、有行，我所能理解的我统统都做到了，行又帮助你深入的理解。理解是看破，行是放下，所以行又帮助理解，理解又帮助行，解行相辅相成。从初发心到如来地，你永远在欢喜，叫法喜充满，常生欢喜心。如果道没有这么玄妙，谁肯去学它？于是我们就明白了，学佛是种享受，这种享受不但人间没有，天上也没有。你要真正尝到，这叫法味，真正尝到法味，你就欲罢不能。",
      "zh_TW": "所以多聽幫助你開悟，這個悟叫解悟。悟了之後你要真幹，你把你所悟的，落實在生活、落實在工作、落實在處事待人接物，這叫行。你看，有信、有解、有行，我所能理解的我統統都做到了，行又幫助你深入的理解。理解是看破，行是放下，所以行又幫助理解，理解又幫助行，解行相輔相成。從初發心到如來地，你永遠在歡喜，叫法喜充滿，常生歡喜心。如果道沒有這麼玄妙，誰肯去學它？於是我們就明白了，學佛是種享受，這種享受不但人間沒有，天上也沒有。你要真正嘗到，這叫法味，真正嘗到法味，你就欲罷不能。"
    },
    {
      "id": "02-040-0210_p0010",
      "zh_CN": "我初学佛的时候，初接触，第一堂课，方老师就告诉我，学佛是人生最高的享受。你有没有享受到？你要享受到了，你真学佛，真学佛人；没有享受，努力。但是一定要循规蹈矩，要守规矩，你才能得到，不守规矩得不到。守规矩就是佛家所说的持戒，戒定慧。这个规矩，第一个没有怀疑，这是条件，第二个条件真信，第三个条件一门深入，长时薰修。再下面的，那就是教你不断每天重复去读诵它，读诵的时候记住马鸣菩萨教我们这个三条，不执着文字相，不执著名字相，不执着心缘相。一味念下去，三昧现前，这最高享受，法味就出来了。",
      "zh_TW": "我初學佛的時候，初接觸，第一堂課，方老師就告訴我，學佛是人生最高的享受。你有沒有享受到？你要享受到了，你真學佛，真學佛人；沒有享受，努力。但是一定要循規蹈矩，要守規矩，你才能得到，不守規矩得不到。守規矩就是佛家所說的持戒，戒定慧。這個規矩，第一個沒有懷疑，這是條件，第二個條件真信，第三個條件一門深入，長時薰修。再下面的，那就是教你不斷每天重複去讀誦它，讀誦的時候記住馬鳴菩薩教我們這個三條，不執著文字相，不執著名字相，不執著心緣相。一味念下去，三昧現前，這最高享受，法味就出來了。"
    },
    {
      "id": "02-040-0210_p0011",
      "zh_CN": "三昧现前，清净心现前，你自己会明显感触到，我比以前好像有智慧多了。感到自己有智慧，能够触事旁通，日常生活当中待人接物，跟自己所学的、学习的自然会连接起来，会圆融贯通。处理问题、待人接物，用智慧，不用情识，用智慧，不用烦恼，这就叫人生最高的享受。这个利益真的太大太大了！为什么有这么多好处？你跟诸佛菩萨通了，当中没有障碍，你得到护法天龙善神守护，魔不能扰乱你。魔境，用现在的话来说就是诱惑，非常强烈的诱惑你如如不动，你有这个本事。不动就生智慧，智慧就能了解环境的邪正、真妄，你全了解。在境缘当中只得利益不受损害，不断提升自己，同时你也能照顾别人，真乐。",
      "zh_TW": "三昧現前，清淨心現前，你自己會明顯感觸到，我比以前好像有智慧多了。感到自己有智慧，能夠觸事旁通，日常生活當中待人接物，跟自己所學的、學習的自然會連接起來，會圓融貫通。處理問題、待人接物，用智慧，不用情識，用智慧，不用煩惱，這就叫人生最高的享受。這個利益真的太大太大了！為什麼有這麼多好處？你跟諸佛菩薩通了，當中沒有障礙，你得到護法天龍善神守護，魔不能擾亂你。魔境，用現在的話來說就是誘惑，非常強烈的誘惑你如如不動，你有這個本事。不動就生智慧，智慧就能了解環境的邪正、真妄，你全了解。在境緣當中只得利益不受損害，不斷提升自己，同時你也能照顧別人，真樂。"
    },
    {
      "id": "02-040-0210_p0012",
      "zh_CN": "所以，一定要发大心，心量愈大，福报愈大，智慧愈大；心量小，没有智慧，也没有福报。一定要发度众生的愿，要度众生要先度自己，自己都没有得度，你怎么能度人？度自己，从哪里度起？从断烦恼度起，所以第二个，烦恼无尽誓愿断。佛法的修学，可以说从初发心到如来地都是断烦恼，等觉菩萨还有轻微的烦恼，无始无明，最后一品生相无明的习气。这个东西断了，他就成佛了，他就证得妙觉果位。所以烦恼无尽誓愿断，是讲从凡夫到等觉菩萨。次序，先断见思烦恼，这是最粗、最重的，再断尘沙烦恼。断见思烦恼，完全成就自己，帮助自己脱离六道轮回；断尘沙烦恼，自他两利。尘沙烦恼要广学多闻，第三愿法门无量誓愿学是断尘沙烦恼，你才有能力普度众生。众生根性不一样，所以佛有无量法门。众生有无量不同的根性，有无量不同的烦恼，佛有无量不同的法门，一样一样对治。能治众生烦恼习气的病，能帮助众生回头是岸，帮助众生建立信心，断疑生信，成就众生。所以，大乘、小乘走的路子都是戒定慧三学。大小乘怎么分？心量上分，心量大的大乘，心量小的是小乘。心量小的人，学大乘经也是小乘，他得小乘利益；心量大的人，学小乘经也是大乘，为什么？他得大乘利益，不一样。大小是一体，显密是同根，不得已而做区别，实际上都不离一心，一心就是一体。",
      "zh_TW": "所以，一定要發大心，心量愈大，福報愈大，智慧愈大；心量小，沒有智慧，也沒有福報。一定要發度眾生的願，要度眾生要先度自己，自己都沒有得度，你怎麼能度人？度自己，從哪裡度起？從斷煩惱度起，所以第二個，煩惱無盡誓願斷。佛法的修學，可以說從初發心到如來地都是斷煩惱，等覺菩薩還有輕微的煩惱，無始無明，最後一品生相無明的習氣。這個東西斷了，他就成佛了，他就證得妙覺果位。所以煩惱無盡誓願斷，是講從凡夫到等覺菩薩。次序，先斷見思煩惱，這是最粗、最重的，再斷塵沙煩惱。斷見思煩惱，完全成就自己，幫助自己脫離六道輪迴；斷塵沙煩惱，自他兩利。塵沙煩惱要廣學多聞，第三願法門無量誓願學是斷塵沙煩惱，你才有能力普度眾生。眾生根性不一樣，所以佛有無量法門。眾生有無量不同的根性，有無量不同的煩惱，佛有無量不同的法門，一樣一樣對治。能治眾生煩惱習氣的病，能幫助眾生回頭是岸，幫助眾生建立信心，斷疑生信，成就眾生。所以，大乘、小乘走的路子都是戒定慧三學。大小乘怎麼分？心量上分，心量大的大乘，心量小的是小乘。心量小的人，學大乘經也是小乘，他得小乘利益；心量大的人，學小乘經也是大乘，為什麼？他得大乘利益，不一樣。大小是一體，顯密是同根，不得已而做區別，實際上都不離一心，一心就是一體。"
    },
    {
      "id": "02-040-0210_p0013",
      "zh_CN": "所以见思烦恼断了，菩萨就能够现应化身。十信行满，十信位菩萨修圆满了，十信位菩萨圆满是谁？十法界里面的佛法界，十法界成佛了，那是十信位满。就有能力示现八相成道，像释迦牟尼佛那种示现，他就做得到。烦恼断尽，法身就现前了，三种烦恼，见思烦恼、尘沙烦恼、无明烦恼，这一断尽了，真法身，称为法身菩提，生实报庄严土。这部经上，念老给我们搜集这么多参考资料里头，讲得很清楚、很明白了，这是法身菩萨，他的智慧、德能、道力跟妙觉如来几乎是平等，没有差别。实报土四十一位法身大士个个都如是，只有带着的习气厚薄不相同。十住带得厚，就是带得多，十地带得少，习气很轻、很薄，等级是从这个地方分的。这种分法是世尊为了要教学分享方便起见而说的，不能当真，一定要了解事实真相。学法门完全是为了度众生，学习非常之快，这成就了报身如来。从报身流出应化身，利益十方世界无量无边的众生，这才圆满佛果菩提，佛道无上誓愿成。圆满佛果菩提，实报土就不见了，完全回归到常寂光。常寂光没有相，遇缘起作用，起作用能现三土，实报土、方便土、同居土，能现三土，能现十法界，帮助这个里面一切众生。这叫做行愿菩提心，在这里讲两种菩提心，这是缘事菩提心。",
      "zh_TW": "所以見思煩惱斷了，菩薩就能夠現應化身。十信行滿，十信位菩薩修圓滿了，十信位菩薩圓滿是誰？十法界裡面的佛法界，十法界成佛了，那是十信位滿。就有能力示現八相成道，像釋迦牟尼佛那種示現，他就做得到。煩惱斷盡，法身就現前了，三種煩惱，見思煩惱、塵沙煩惱、無明煩惱，這一斷盡了，真法身，稱為法身菩提，生實報莊嚴土。這部經上，念老給我們蒐集這麼多參考資料裡頭，講得很清楚、很明白了，這是法身菩薩，他的智慧、德能、道力跟妙覺如來幾乎是平等，沒有差別。實報土四十一位法身大士個個都如是，只有帶著的習氣厚薄不相同。十住帶得厚，就是帶得多，十地帶得少，習氣很輕、很薄，等級是從這個地方分的。這種分法是世尊為了要教學分享方便起見而說的，不能當真，一定要了解事實真相。學法門完全是為了度眾生，學習非常之快，這成就了報身如來。從報身流出應化身，利益十方世界無量無邊的眾生，這才圓滿佛果菩提，佛道無上誓願成。圓滿佛果菩提，實報土就不見了，完全回歸到常寂光。常寂光沒有相，遇緣起作用，起作用能現三土，實報土、方便土、同居土，能現三土，能現十法界，幫助這個裡面一切眾生。這叫做行願菩提心，在這裡講兩種菩提心，這是緣事菩提心。"
    },
    {
      "id": "02-040-0210_p0014",
      "zh_CN": "下面第二个「缘理菩提心」，此即是密乘里头胜义菩提心。「一切诸法本来寂灭，安住于中道实相，而圆成上求下化之愿行，是为最上之菩提心」。我们参考资料里头，底下这一段接着，缘理菩提心，「胜义菩提心」。这一段文意思比较深。「止息劣法，观显胜义，故云胜义，此有教观之二门」，有观门、有教门，观门胜义跟教门胜义。「凡观夫外道、二乘、法相、三论、天台、华严之九种住心」，这是密宗所判的，真言宗所判十住心的前面九住。「次第舍劣取胜，到最后安住于究竟秘密庄严心」，这是第十住，密宗讲的「一乘之住心」，这是教门的胜义。像前面举的这个例子，二乘胜于外道，法相胜于二乘，三论又胜于法相，天台就是法华、华严，又胜于三论。舍前面，取后面的，因为后后胜于前前，最后安住究竟秘密庄严，这叫一乘的住心。",
      "zh_TW": "下面第二個「緣理菩提心」，此即是密乘裡頭勝義菩提心。「一切諸法本來寂滅，安住於中道實相，而圓成上求下化之願行，是為最上之菩提心」。我們參考資料裡頭，底下這一段接著，緣理菩提心，「勝義菩提心」。這一段文意思比較深。「止息劣法，觀顯勝義，故云勝義，此有教觀之二門」，有觀門、有教門，觀門勝義跟教門勝義。「凡觀夫外道、二乘、法相、三論、天台、華嚴之九種住心」，這是密宗所判的，真言宗所判十住心的前面九住。「次第捨劣取勝，到最後安住於究竟祕密莊嚴心」，這是第十住，密宗講的「一乘之住心」，這是教門的勝義。像前面舉的這個例子，二乘勝於外道，法相勝於二乘，三論又勝於法相，天台就是法華、華嚴，又勝於三論。捨前面，取後面的，因為後後勝於前前，最後安住究竟祕密莊嚴，這叫一乘的住心。"
    },
    {
      "id": "02-040-0210_p0015",
      "zh_CN": "一乘是成佛，《法华经》上所说，如来说法，「唯有一乘法，无二亦无三，除佛方便说」。佛应化到世间来，目的是教我们一生成佛，这是真正目的。但是众生根性不相同，根性殊胜的他能接受，他能听懂，佛菩萨帮助他，他很快就成就了。如果烦恼习气很重，心量很小，就是念念都想自己，这心量小，心量小，福就薄，佛说法他听不懂。于是佛就设许许多多法门，因人而异，因地而异，因历史、文化背景而异。就以地球上这个例子来说，地球这么大的范围，各个族群居住在地球表面上，在这里生活。过去没有交通、没有资讯，没有能够联系的，所以大多数的人都是老死不相往来。他活一辈子，他生活的地区很小，确实不到一个县城，也不过就是附近几个村庄而已，他很熟，再远的不知道，没去过。大概现在讲一个乡镇，包括十几二十个村庄，这就是他一生所活动的范围。县城有没有去过？没去过，真有，不是假的。这凡夫。有进过城的人叫见过世面，那常识比没有进过城的人丰富多了。进过县城，没有进过省城，这一省有没有去游历过、玩过？没有。那这一个国就更不必说了。出国？好像脑子里头没这个概念，怎么会有出国这个念头，没有这个念头。",
      "zh_TW": "一乘是成佛，《法華經》上所說，如來說法，「唯有一乘法，無二亦無三，除佛方便說」。佛應化到世間來，目的是教我們一生成佛，這是真正目的。但是眾生根性不相同，根性殊勝的他能接受，他能聽懂，佛菩薩幫助他，他很快就成就了。如果煩惱習氣很重，心量很小，就是念念都想自己，這心量小，心量小，福就薄，佛說法他聽不懂。於是佛就設許許多多法門，因人而異，因地而異，因歷史、文化背景而異。就以地球上這個例子來說，地球這麼大的範圍，各個族群居住在地球表面上，在這裡生活。過去沒有交通、沒有資訊，沒有能夠聯繫的，所以大多數的人都是老死不相往來。他活一輩子，他生活的地區很小，確實不到一個縣城，也不過就是附近幾個村莊而已，他很熟，再遠的不知道，沒去過。大概現在講一個鄉鎮，包括十幾二十個村莊，這就是他一生所活動的範圍。縣城有沒有去過？沒去過，真有，不是假的。這凡夫。有進過城的人叫見過世面，那常識比沒有進過城的人豐富多了。進過縣城，沒有進過省城，這一省有沒有去遊歷過、玩過？沒有。那這一個國就更不必說了。出國？好像腦子裡頭沒這個概念，怎麼會有出國這個念頭，沒有這個念頭。"
    },
    {
      "id": "02-040-0210_p0016",
      "zh_CN": "佛要教化众生怎么教？就要用很多不同的应化身，好在佛的神通广大，应以什么身得度就现什么身。观世音菩萨三十二应，那是三十二类，每一类里头无量无边，只有用这个方法来教化。现在，现在还是用这个方法。现在人钻研科学，有一点成就，制造了很多交通工具，让地球上的居民活动范围大大的扩大，甚至于扩大到外太空。扩大到月亮，月球去过了，到其他的行星，但是没有出太阳系，太阳系在银河系里头是个小点。释迦牟尼佛这个教区十亿个银河系，你现在一个银河系还没有这个能力，十亿银河系怎么办？何况释迦牟尼佛教区之外，有无量无边诸佛刹土，这个世界太大了。",
      "zh_TW": "佛要教化眾生怎麼教？就要用很多不同的應化身，好在佛的神通廣大，應以什麼身得度就現什麼身。觀世音菩薩三十二應，那是三十二類，每一類裡頭無量無邊，只有用這個方法來教化。現在，現在還是用這個方法。現在人鑽研科學，有一點成就，製造了很多交通工具，讓地球上的居民活動範圍大大的擴大，甚至於擴大到外太空。擴大到月亮，月球去過了，到其他的行星，但是沒有出太陽系，太陽系在銀河系裡頭是個小點。釋迦牟尼佛這個教區十億個銀河系，你現在一個銀河系還沒有這個能力，十億銀河系怎麼辦？何況釋迦牟尼佛教區之外，有無量無邊諸佛剎土，這個世界太大了。"
    },
    {
      "id": "02-040-0210_p0017",
      "zh_CN": "从哪里来的？是我们自己一念不觉，一念变现出来的。一念能生万法，这个万法是整个虚空法界。为什么有能力在一念之间现出万法？一切万法是自性里头本自具足的，只是没有缘它不现，有缘它就现。要知道，能现是真的，所现是假的，假相，这个假相千变万化。没有一个念是停在那边的，念头生灭是我们无法想像的，那个速度没法子想像，一个念头接一念头，前念灭，后念生。前念是个独立的画面，后念又是一个独立的画面，念念都是独立。所以说它是幻相，它不是真相。我们迷了，迷了就是把妄相以为是真相，迷在这个其中，错就错在此地。把梦境当作事实，佛这个比喻，比喻得非常恰当。十法界是梦，六道轮回是梦，三恶道是恶梦，再给你说穿，实报庄严土也是个梦。真正大觉，圆满觉悟，是常寂光。常寂光什么都没有，常寂光是真正的存在，永恒不变。这是宇宙万法的本体，宇宙万法是从这里而生的，最后还归常寂光。",
      "zh_TW": "從哪裡來的？是我們自己一念不覺，一念變現出來的。一念能生萬法，這個萬法是整個虛空法界。為什麼有能力在一念之間現出萬法？一切萬法是自性裡頭本自具足的，只是沒有緣它不現，有緣它就現。要知道，能現是真的，所現是假的，假相，這個假相千變萬化。沒有一個念是停在那邊的，念頭生滅是我們無法想像的，那個速度沒法子想像，一個念頭接一念頭，前念滅，後念生。前念是個獨立的畫面，後念又是一個獨立的畫面，念念都是獨立。所以說它是幻相，它不是真相。我們迷了，迷了就是把妄相以為是真相，迷在這個其中，錯就錯在此地。把夢境當作事實，佛這個比喻，比喻得非常恰當。十法界是夢，六道輪迴是夢，三惡道是惡夢，再給你說穿，實報莊嚴土也是個夢。真正大覺，圓滿覺悟，是常寂光。常寂光什麼都沒有，常寂光是真正的存在，永恆不變。這是宇宙萬法的本體，宇宙萬法是從這裡而生的，最後還歸常寂光。"
    },
    {
      "id": "02-040-0210_p0018",
      "zh_CN": "好像我们眼睛有病，害过眼病，我想大家都有这个经验，什么经验？看到空中有花，有现相。最常看见的是看那个灯影子上有光圈，我们知道灯上确实没有光环，怎么会有光环。那个光环，你看，从空中生的，眼睛好了，不见了，从空中灭的。其实我们现实的世界就是那种光环，没有原因，自然生的，也自然就灭了，觉悟就没有了。迷的时候有六道、有三途、有十法界、有实报土，觉悟之后，全没有了，真正明了一切法不可得。虽明白了，还干不干？小乘人不干了，统统明白了，不干了，为什么？毫无意义。你说他有没有意义？他有，他有个毫无意义。所以他不度众生，叫自了汉。大乘菩萨完全了解，他干不干？干，恒顺众生，随喜功德，干得非常起劲，一尘不染。为什么一尘不染？他知道万法皆空，无所有，不可得，心地清净，真得大自在。一天到晚忙得不亦乐乎，你问他有做了些什么事？没做，作而无作，无作而作，所做全是利益众生的，没有一样为自己做的。众生就是自己，自己就是众生，自他是一不是二，这是大乘。大小乘差别在此地，除这个之外，没有差别。这是讲教门胜义，舍劣取胜。",
      "zh_TW": "好像我們眼睛有病，害過眼病，我想大家都有這個經驗，什麼經驗？看到空中有花，有現相。最常看見的是看那個燈影子上有光圈，我們知道燈上確實沒有光環，怎麼會有光環。那個光環，你看，從空中生的，眼睛好了，不見了，從空中滅的。其實我們現實的世界就是那種光環，沒有原因，自然生的，也自然就滅了，覺悟就沒有了。迷的時候有六道、有三途、有十法界、有實報土，覺悟之後，全沒有了，真正明瞭一切法不可得。雖明白了，還幹不幹？小乘人不幹了，統統明白了，不幹了，為什麼？毫無意義。你說他有沒有意義？他有，他有個毫無意義。所以他不度眾生，叫自了漢。大乘菩薩完全了解，他幹不幹？幹，恆順眾生，隨喜功德，幹得非常起勁，一塵不染。為什麼一塵不染？他知道萬法皆空，無所有，不可得，心地清淨，真得大自在。一天到晚忙得不亦樂乎，你問他有做了些什麼事？沒做，作而無作，無作而作，所做全是利益眾生的，沒有一樣為自己做的。眾生就是自己，自己就是眾生，自他是一不是二，這是大乘。大小乘差別在此地，除這個之外，沒有差別。這是講教門勝義，捨劣取勝。"
    },
    {
      "id": "02-040-0210_p0019",
      "zh_CN": "「又观诸法觉悟其无自性，则止除一切之妄惑自真起用，万德斯具，是观门之胜义」。观诸法觉悟，觉悟什么？一切法没有自性，就是一切法没有自体。那法是什么？法是幻觉，法不是真实的，「因缘所生法」，佛说了，「我说即是空」，因为缘聚缘散，缘聚好像是有，缘散就灭了。我小时候在家乡，我们住在农村里面，居住的是草房、茅蓬，茅蓬前面是一个湖，白湖。二００五年回到家乡去，看的时候湖没有了，湖干了，里面很多人居住在里头。我以前住的房子没有了，都变成绿地、草地，找不到原址在什么地方，看不出来了，痕迹都没有了。这是缘聚缘散，变化太大了，所谓沧海桑田，地壳的变化，几十年不一样了。其实天天都在变，念念都在变，我们不知道。我们隔几十年去看，变化很大，住在当地的人不知不觉。这就晓得一切法没有自性，则止除一切之妄惑，惑是迷惑，妄是虚妄，迷惑也是虚妄的。了解事实真相，妄就止住，惑就除掉了；换句话说，你觉悟了，你醒过来。然后起用，那是从真起用，不是从妄。从真起用是觉，从妄起用是迷，你就觉而不迷了。万德斯具，一一法中，无一不是万德具足，观门的胜义。「如是一就所住之教而云胜义」，前面第一种是教门的胜义，另外一种是「就所显之理而云胜义」，这是观理胜义。这教、观两门。",
      "zh_TW": "「又觀諸法覺悟其無自性，則止除一切之妄惑自真起用，萬德斯具，是觀門之勝義」。觀諸法覺悟，覺悟什麼？一切法沒有自性，就是一切法沒有自體。那法是什麼？法是幻覺，法不是真實的，「因緣所生法」，佛說了，「我說即是空」，因為緣聚緣散，緣聚好像是有，緣散就滅了。我小時候在家鄉，我們住在農村裡面，居住的是草房、茅蓬，茅蓬前面是一個湖，白湖。二００五年回到家鄉去，看的時候湖沒有了，湖乾了，裡面很多人居住在裡頭。我以前住的房子沒有了，都變成綠地、草地，找不到原址在什麼地方，看不出來了，痕跡都沒有了。這是緣聚緣散，變化太大了，所謂滄海桑田，地殼的變化，幾十年不一樣了。其實天天都在變，念念都在變，我們不知道。我們隔幾十年去看，變化很大，住在當地的人不知不覺。這就曉得一切法沒有自性，則止除一切之妄惑，惑是迷惑，妄是虛妄，迷惑也是虛妄的。了解事實真相，妄就止住，惑就除掉了；換句話說，你覺悟了，你醒過來。然後起用，那是從真起用，不是從妄。從真起用是覺，從妄起用是迷，你就覺而不迷了。萬德斯具，一一法中，無一不是萬德具足，觀門的勝義。「如是一就所住之教而云勝義」，前面第一種是教門的勝義，另外一種是「就所顯之理而云勝義」，這是觀理勝義。這教、觀兩門。"
    },
    {
      "id": "02-040-0210_p0020",
      "zh_CN": "第三，还有个「三摩地菩提心」，三摩地是梵语，「又云三昧耶」。音差不多，古德翻译师用的字不一样，是一个意思，三摩地跟三昧耶是一个意思。三摩翻作中国话叫「等至」，新译叫等念，等是平等，至是到的意思。「三昧耶于金刚顶义诀译为等持」，平等保持，「是行者入于信解地而修三密相应之五部秘观，等持诸佛自行化他之万德，故名等持」。这个里头讲到「五部秘观」，这是从《佛学大词典》节录出来，三摩地菩提心的补充说明。五部「谓佛部、金刚部、宝部、莲华部、羯磨部」，就这五部，「之诸尊法」，这五部法就是「密教五部通用之秘观」。「先观本尊，安置坛上」，密宗称坛城，在显教里头就是一般的供桌，供佛的。先观本尊，密宗本尊多半是大日如来，在显宗就是毘卢遮那如来，法身佛；卢舍那佛、阿弥陀佛报身佛：释迦牟尼佛应身佛。所以坛城一定供佛像，佛像是本尊。",
      "zh_TW": "第三，還有個「三摩地菩提心」，三摩地是梵語，「又云三昧耶」。音差不多，古德翻譯師用的字不一樣，是一個意思，三摩地跟三昧耶是一個意思。三摩翻作中國話叫「等至」，新譯叫等念，等是平等，至是到的意思。「三昧耶於金剛頂義訣譯為等持」，平等保持，「是行者入於信解地而修三密相應之五部秘觀，等持諸佛自行化他之萬德，故名等持」。這個裡頭講到「五部秘觀」，這是從《佛學大詞典》節錄出來，三摩地菩提心的補充說明。五部「謂佛部、金剛部、寶部、蓮華部、羯磨部」，就這五部，「之諸尊法」，這五部法就是「密教五部通用之秘觀」。「先觀本尊，安置壇上」，密宗稱壇城，在顯教裡頭就是一般的供桌，供佛的。先觀本尊，密宗本尊多半是大日如來，在顯宗就是毘盧遮那如來，法身佛；盧舍那佛、阿彌陀佛報身佛：釋迦牟尼佛應身佛。所以壇城一定供佛像，佛像是本尊。"
    },
    {
      "id": "02-040-0210_p0021",
      "zh_CN": "「次观吾身即印契」，印契是手印。密宗的手印，我们现在世间人有，叫手语。在密宗叫手印，现在一般人讲手语，你懂得，这个手怎么比划，表什么意思。合掌也是个手印，表什么？表一心。平常这十个指表心散乱，最恭敬的，把我们的散乱心收回来成为一心，所以合掌代表一心。掌要合严，不能底下有空的，要合齐，这代表一心，一心是最恭敬的。所以佛门里头以合掌这个手印代表至诚恭敬，表这个意思。我们的掌要是这样的合法，这就不是，不合了，这就表法的意思就没有了，一定要很密的合起来，这才对。他身结印，口，语就是真言，一般真言就是念咒，咒语。咒语没有解释的。其实它是有解释，它不解释，就叫你念，为什么？解释你就分心了，你心不专了，它的用意就是叫你意念集中。念咒的时候，咒语清清楚楚，没有妄想，没有杂念，一心受持，容易得三昧。意思在此地，所以不说。",
      "zh_TW": "「次觀吾身即印契」，印契是手印。密宗的手印，我們現在世間人有，叫手語。在密宗叫手印，現在一般人講手語，你懂得，這個手怎麼比劃，表什麼意思。合掌也是個手印，表什麼？表一心。平常這十個指表心散亂，最恭敬的，把我們的散亂心收回來成為一心，所以合掌代表一心。掌要合嚴，不能底下有空的，要合齊，這代表一心，一心是最恭敬的。所以佛門裡頭以合掌這個手印代表至誠恭敬，表這個意思。我們的掌要是這樣的合法，這就不是，不合了，這就表法的意思就沒有了，一定要很密的合起來，這才對。他身結印，口，語就是真言，一般真言就是念咒，咒語。咒語沒有解釋的。其實它是有解釋，它不解釋，就叫你念，為什麼？解釋你就分心了，你心不專了，它的用意就是叫你意念集中。念咒的時候，咒語清清楚楚，沒有妄想，沒有雜念，一心受持，容易得三昧。意思在此地，所以不說。"
    },
    {
      "id": "02-040-0210_p0022",
      "zh_CN": "我们初学跟的老师恰恰是密宗的大德，那个时候我们也不知道他是什么个地位，只知道大家对他很尊敬。初学，老师教我念个咒，这个咒很简单，唵嘛呢叭咪吽，这诸位都知道。西藏人常念的，每个人都念，像我们念阿弥陀佛一样，非常普遍。你到西藏，到处看到石头上都刻的唵嘛呢叭咪吽。老师教我念，我就问他这几个字什么意思？老师就给我解释，唵是身体，身业；嘛呢是莲花，经上有，嘛呢翻成中国意思，莲花；叭咪，保持；后面吽是意，就是起心动念，意业。你看它这六个字的意思，身、莲花、保持、意，这么个排法。按照中国的文法，是身、意、保持、莲花，我们是这样排，就是要将身口意保持像莲花一样，出污泥而不染，就是清净的意思。身口意清净，像莲花不染。不染污泥，污泥是表六道，泥上面是清水，清水表四圣法界，莲花开在水上面，表示超越十法界，取这个意思。超越十法界就是一真法界，这个意思好，非常非常好。密宗不说，不说的道理有道理，我们解破了，念这个咒会打妄想；不解破，没有妄想。老师慈悲，把这个话解破了。",
      "zh_TW": "我們初學跟的老師恰恰是密宗的大德，那個時候我們也不知道他是什麼個地位，只知道大家對他很尊敬。初學，老師教我念個咒，這個咒很簡單，唵嘛呢叭咪吽，這諸位都知道。西藏人常念的，每個人都念，像我們念阿彌陀佛一樣，非常普遍。你到西藏，到處看到石頭上都刻的唵嘛呢叭咪吽。老師教我念，我就問他這幾個字什麼意思？老師就給我解釋，唵是身體，身業；嘛呢是蓮花，經上有，嘛呢翻成中國意思，蓮花；叭咪，保持；後面吽是意，就是起心動念，意業。你看它這六個字的意思，身、蓮花、保持、意，這麼個排法。按照中國的文法，是身、意、保持、蓮花，我們是這樣排，就是要將身口意保持像蓮花一樣，出污泥而不染，就是清淨的意思。身口意清淨，像蓮花不染。不染污泥，污泥是表六道，泥上面是清水，清水表四聖法界，蓮花開在水上面，表示超越十法界，取這個意思。超越十法界就是一真法界，這個意思好，非常非常好。密宗不說，不說的道理有道理，我們解破了，念這個咒會打妄想；不解破，沒有妄想。老師慈悲，把這個話解破了。"
    },
    {
      "id": "02-040-0210_p0023",
      "zh_CN": "像现在回教，印尼过去瓦希德总统跟我说过，他说他们回教徒有很多人能背诵《古兰经》，阿拉伯文。阿拉伯文的《古兰经》都会背，但是意思不懂，没有人讲解，只有人教着念，跟大乘密宗里头义趣相同。那个念有没有效果？有，有效果，确确实实很容易念到我们净宗所说的功夫成片。只要功夫成片，清净心就现前。不要停止，一直念下去，功夫就深了，决定得三昧，决定会开悟。他那个开悟跟我们佛门里面开悟境界是相平等的，悟都是悟的自性。不管哪个宗教，不管用什么方法，最后都是明心见性。",
      "zh_TW": "像現在回教，印尼過去瓦希德總統跟我說過，他說他們回教徒有很多人能背誦《古蘭經》，阿拉伯文。阿拉伯文的《古蘭經》都會背，但是意思不懂，沒有人講解，只有人教著念，跟大乘密宗裡頭義趣相同。那個念有沒有效果？有，有效果，確確實實很容易念到我們淨宗所說的功夫成片。只要功夫成片，清淨心就現前。不要停止，一直念下去，功夫就深了，決定得三昧，決定會開悟。他那個開悟跟我們佛門裡面開悟境界是相平等的，悟都是悟的自性。不管哪個宗教，不管用什麼方法，最後都是明心見性。"
    },
    {
      "id": "02-040-0210_p0024",
      "zh_CN": "所以，这个戒定慧三学，十方三世诸佛如来，这些大菩萨、大善知识，修行证果，成无上菩提，统统走这条路子。不管什么宗教，不管什么法门，都能达到同样的境界，这个境界就是一真法界，就是常寂光。绝不是只有净土宗可以得到，那就错了，不是只有净土宗。净土宗用这个方便，是念阿弥陀佛名号，把所有念头集中在名号上，对知识分子特别有用。知识分子只要肯信，因为你读经教，确确实实对极乐世界深入的了解，从这里建立信心，从这个地方生起求往生的愿心，然后执持名号，决定得生。生到极乐世界之后，决定明心见性，成就三昧。这是个真正方便门。",
      "zh_TW": "所以，這個戒定慧三學，十方三世諸佛如來，這些大菩薩、大善知識，修行證果，成無上菩提，統統走這條路子。不管什麼宗教，不管什麼法門，都能達到同樣的境界，這個境界就是一真法界，就是常寂光。絕不是只有淨土宗可以得到，那就錯了，不是只有淨土宗。淨土宗用這個方便，是念阿彌陀佛名號，把所有念頭集中在名號上，對知識分子特別有用。知識分子只要肯信，因為你讀經教，確確實實對極樂世界深入的了解，從這裡建立信心，從這個地方生起求往生的願心，然後執持名號，決定得生。生到極樂世界之後，決定明心見性，成就三昧。這是個真正方便門。"
    },
    {
      "id": "02-040-0210_p0025",
      "zh_CN": "所以你真搞清楚、搞明白了，你就晓得，世界宗教是一家，一切众生是一体。你说，已经是一体了，它怎么不是一家？一切法门，包括所有宗教里头的法门，不是只有佛教的，全都能达到。你说一切宗教，八万四千法门不能包，那再深入一层给你讲，无量法门，包不包？就包了。世出世间所有一切法门，包括一切诸佛如来，乃至于遍法界虚空界所有宗教里面的理论、方法全包了，一个都没有漏掉，它怎么不是一家？我们迷惑颠倒，分自分他，互相斗争，这是罪过。没有觉悟，那没有法子，觉悟之后就不能再干这些错事，他错了，我不错。可以，我可以随顺他的错误，目的在哪里？目的是帮助，有机缘纠正他的错误，是在此地。先随顺再纠正，帮他回头，这是慈悲，这是善巧方便。菩萨作略，我们要明白这个意思。",
      "zh_TW": "所以你真搞清楚、搞明白了，你就曉得，世界宗教是一家，一切眾生是一體。你說，已經是一體了，它怎麼不是一家？一切法門，包括所有宗教裡頭的法門，不是只有佛教的，全都能達到。你說一切宗教，八萬四千法門不能包，那再深入一層給你講，無量法門，包不包？就包了。世出世間所有一切法門，包括一切諸佛如來，乃至於遍法界虛空界所有宗教裡面的理論、方法全包了，一個都沒有漏掉，它怎麼不是一家？我們迷惑顛倒，分自分他，互相鬥爭，這是罪過。沒有覺悟，那沒有法子，覺悟之後就不能再幹這些錯事，他錯了，我不錯。可以，我可以隨順他的錯誤，目的在哪裡？目的是幫助，有機緣糾正他的錯誤，是在此地。先隨順再糾正，幫他回頭，這是慈悲，這是善巧方便。菩薩作略，我們要明白這個意思。"
    },
    {
      "id": "02-040-0210_p0026",
      "zh_CN": "下面说，你看，「吾语即真言，吾心即本尊，此三密平等，周遍法界，称为自三平等」。我们的身口意平等，无二无差别。「自三平等与本尊之三平等乃同一缘相，称为他三平等。乃至与已成未成一切诸佛之三平等皆为同一缘相，称为共三平等」。这句话很重要。已成，已经成佛了，修行证果了；未成，我们这些，我们这些未成佛，将来必定成佛。三平等里面包不包括我们？包括。为什么？我们同一个缘起，叫缘相。所以共三平等。「由此同一缘相之故，引诸佛入于我身，称为入我」，一切诸佛跟我是一体。「引我身入诸佛之身，称为我入」，我与一切诸佛同体。「入我我入之故，诸佛三无数劫中所修集之功德具足我身」。这个意思我们前面都讲过，一切诸佛如来无量劫中所修积的功德，我入佛身，佛的功德我得到了；佛入我身，我也得到了。那我们现在为什么没得到？现在你没有入佛身，佛就不入你身；你入佛身，佛就入你身。你跟佛成一体就得到，你跟佛不一体，你就得不到。你能够放下现前的身心世界，就能跟诸佛融成一体。这个我入、入我，这四个字的意思很深很深，深广没有边际。",
      "zh_TW": "下面說，你看，「吾語即真言，吾心即本尊，此三密平等，周遍法界，稱為自三平等」。我們的身口意平等，無二無差別。「自三平等與本尊之三平等乃同一緣相，稱為他三平等。乃至與已成未成一切諸佛之三平等皆為同一緣相，稱為共三平等」。這句話很重要。已成，已經成佛了，修行證果了；未成，我們這些，我們這些未成佛，將來必定成佛。三平等裡面包不包括我們？包括。為什麼？我們同一個緣起，叫緣相。所以共三平等。「由此同一緣相之故，引諸佛入於我身，稱為入我」，一切諸佛跟我是一體。「引我身入諸佛之身，稱為我入」，我與一切諸佛同體。「入我我入之故，諸佛三無數劫中所修集之功德具足我身」。這個意思我們前面都講過，一切諸佛如來無量劫中所修積的功德，我入佛身，佛的功德我得到了；佛入我身，我也得到了。那我們現在為什麼沒得到？現在你沒有入佛身，佛就不入你身；你入佛身，佛就入你身。你跟佛成一體就得到，你跟佛不一體，你就得不到。你能夠放下現前的身心世界，就能跟諸佛融成一體。這個我入、入我，這四個字的意思很深很深，深廣沒有邊際。"
    },
    {
      "id": "02-040-0210_p0027",
      "zh_CN": "「又一切众生本来自性之理」，一切众生本来自性，「与我及诸佛自性之理平等而无差别」，实际上是一个自性。「然则众生无所觉知，轮回生死」。好比我们一个身体，局部，这个手麻木了，没有知觉，有人有这种病，我们自己也有过这种情形。最常见的是手术，局部麻醉，那个针打下去，真的，没有知觉。我治牙周病的时候，麻药针打下去之后，这半边就麻木了，就僵硬了，手去摸像摸墙壁一样，没知觉。他开刀动手术的时候不痛，这神经不起作用，局部麻木。麻木不仁，就像六道众生颠倒；诸佛菩萨、阿罗汉他们觉悟了，他们不麻木。他怎么觉悟的？他把迷放下了，疑惑放下，他不怀疑了。对于经教里头，经教是佛语，真的是真言，你不怀疑，真相信了，你再去看这个经典的时候，意思就不一样。跟你带着怀疑，半信半疑，你看看不懂，就讨厌了，算了，不看了，跟它距离愈来愈远。你真正不怀疑，真正能相信，你就看出味道出来。然后味道遍遍不相同，一遍比一遍深入，一遍比一遍的味道浓。浓到什么程度？没有底，叫法味。古人有句话说得非常好，说「世味哪有法味浓」，世间这种快乐，人间、天上，比起法味不能比，这个浓。",
      "zh_TW": "「又一切眾生本來自性之理」，一切眾生本來自性，「與我及諸佛自性之理平等而無差別」，實際上是一個自性。「然則眾生無所覺知，輪回生死」。好比我們一個身體，局部，這個手麻木了，沒有知覺，有人有這種病，我們自己也有過這種情形。最常見的是手術，局部麻醉，那個針打下去，真的，沒有知覺。我治牙周病的時候，麻藥針打下去之後，這半邊就麻木了，就僵硬了，手去摸像摸牆壁一樣，沒知覺。他開刀動手術的時候不痛，這神經不起作用，局部麻木。麻木不仁，就像六道眾生顛倒；諸佛菩薩、阿羅漢他們覺悟了，他們不麻木。他怎麼覺悟的？他把迷放下了，疑惑放下，他不懷疑了。對於經教裡頭，經教是佛語，真的是真言，你不懷疑，真相信了，你再去看這個經典的時候，意思就不一樣。跟你帶著懷疑，半信半疑，你看看不懂，就討厭了，算了，不看了，跟它距離愈來愈遠。你真正不懷疑，真正能相信，你就看出味道出來。然後味道遍遍不相同，一遍比一遍深入，一遍比一遍的味道濃。濃到什麼程度？沒有底，叫法味。古人有句話說得非常好，說「世味哪有法味濃」，世間這種快樂，人間、天上，比起法味不能比，這個濃。"
    },
    {
      "id": "02-040-0210_p0028",
      "zh_CN": "入甚深禅定，那个其乐无比。我们一般凡夫看老僧入定，坐在那里一个星期、半个月、一个月，坐在那里像木头一样不动。其实他在那里享受，他那是最高的享受，不眠、不吃，什么都不需要。一个月出定了，精神饱满，为什么？他没有消耗能量，而且禅定当中补充能量。这个功夫，实在说是应当学习，尽量减少饮食，最后能达到不吃人间烟火，不需要饮食。我们一般人说辟谷，每天只喝一点水就够了。能量从哪里来？从空气当中来，从宇宙当中来，这是最干净的、最好的能量。往生到极乐世界完全不需要了，那是自性的能量来帮助你。",
      "zh_TW": "入甚深禪定，那個其樂無比。我們一般凡夫看老僧入定，坐在那裡一個星期、半個月、一個月，坐在那裡像木頭一樣不動。其實他在那裡享受，他那是最高的享受，不眠、不吃，什麼都不需要。一個月出定了，精神飽滿，為什麼？他沒有消耗能量，而且禪定當中補充能量。這個功夫，實在說是應當學習，盡量減少飲食，最後能達到不吃人間煙火，不需要飲食。我們一般人說辟穀，每天只喝一點水就夠了。能量從哪裡來？從空氣當中來，從宇宙當中來，這是最乾淨的、最好的能量。往生到極樂世界完全不需要了，那是自性的能量來幫助你。"
    },
    {
      "id": "02-040-0210_p0029",
      "zh_CN": "所以众生，我们确确实实，自性是与我及诸佛完全平等，没有差别。确确实实众生无所觉知，真的迷了，不知道事实真相，轮回在生死当中。「故我所修之功德自然成为一切众生所作之功德，此即利他之行，真言行者当于一切时恒作此观」。一切时、一切处要有这种意识，有这个意念，我们自己所修积的一切功德，回向给遍法界虚空界一切众生。这回向有没有用？有用。我们以自己能量补充他们的能量，当然他们的能量也就补充我的能量，产生互补。这是佛法里常讲的心想事成，一切法由心想生，《华严经》上所说的心现识变。这是五部秘观的大意。",
      "zh_TW": "所以眾生，我們確確實實，自性是與我及諸佛完全平等，沒有差別。確確實實眾生無所覺知，真的迷了，不知道事實真相，輪迴在生死當中。「故我所修之功德自然成為一切眾生所作之功德，此即利他之行，真言行者當于一切時恒作此觀」。一切時、一切處要有這種意識，有這個意念，我們自己所修積的一切功德，迴向給遍法界虛空界一切眾生。這迴向有沒有用？有用。我們以自己能量補充他們的能量，當然他們的能量也就補充我的能量，產生互補。這是佛法裡常講的心想事成，一切法由心想生，《華嚴經》上所說的心現識變。這是五部秘觀的大意。"
    },
    {
      "id": "02-040-0210_p0030",
      "zh_CN": "「等持诸佛自行化他之万德」，这叫等持。「遍入有情界，平等摄受而护念之」，这叫等念。「无所不至」，叫等至。前二者通于显，后一者，只有密宗所说，后一者就是无所不至叫等至。我们学过贤首国师的《妄尽还源观》，《妄尽还源观》所说的是这个境界。你看，念头才动周遍法界，无论是起心动念，还是物质，物质的波动现象，它也是一秒钟一千六百兆次的频率在波动；离开波动，物质现象就没有了。物质现象是假的，不是真的，念头亦如是。这是真正知道阿赖耶的由来，为什么会有阿赖耶？阿赖耶怎么形成的？它起什么作用？它的作用是周遍法界的，真心周遍法界，妄心也周遍法界，所以叫一迷一切迷，一觉一切觉。不可能是局部迷、局部觉悟，没这个道理。",
      "zh_TW": "「等持諸佛自行化他之萬德」，這叫等持。「遍入有情界，平等攝受而護念之」，這叫等念。「無所不至」，叫等至。前二者通於顯，後一者，只有密宗所說，後一者就是無所不至叫等至。我們學過賢首國師的《妄盡還源觀》，《妄盡還源觀》所說的是這個境界。你看，念頭才動周遍法界，無論是起心動念，還是物質，物質的波動現象，它也是一秒鐘一千六百兆次的頻率在波動；離開波動，物質現象就沒有了。物質現象是假的，不是真的，念頭亦如是。這是真正知道阿賴耶的由來，為什麼會有阿賴耶？阿賴耶怎麼形成的？它起什麼作用？它的作用是周遍法界的，真心周遍法界，妄心也周遍法界，所以叫一迷一切迷，一覺一切覺。不可能是局部迷、局部覺悟，沒這個道理。"
    },
    {
      "id": "02-040-0210_p0031",
      "zh_CN": "真相明白之后，我们要下定一个决心，走觉悟的道路，不再迷惑。那觉悟的道路没有把握，心是很想走，没有法子走，怎么个走法？八万四千法门、无量法门，真叫头头是道。可是我们的烦恼太多，业障太重，确实没有能力放下。自己知道放下，但是就是放不下，在这种状况之下，那我们就选择净土法门，你就决定成就。为什么？这个法门不要断烦恼，不要消业障，带着烦恼业障到极乐世界去。它的条件只要信、愿、持名，这个我们做得到。但是你得真干，不能拖泥带水，念佛还有杂念，这个不行。",
      "zh_TW": "真相明白之後，我們要下定一個決心，走覺悟的道路，不再迷惑。那覺悟的道路沒有把握，心是很想走，沒有法子走，怎麼個走法？八萬四千法門、無量法門，真叫頭頭是道。可是我們的煩惱太多，業障太重，確實沒有能力放下。自己知道放下，但是就是放不下，在這種狀況之下，那我們就選擇淨土法門，你就決定成就。為什麼？這個法門不要斷煩惱，不要消業障，帶著煩惱業障到極樂世界去。它的條件只要信、願、持名，這個我們做得到。但是你得真幹，不能拖泥帶水，念佛還有雜念，這個不行。"
    },
    {
      "id": "02-040-0210_p0032",
      "zh_CN": "真正念佛，你的工作很忙，你每天抽出一段时间，时间不要长，半个小时。这半个小时把电话都放下，什么人不见，什么话不听，什么电话都不接触，什么都不要看，专心念半个钟点佛，管用。每天不能中断，说一天半个小时，天天用半个小时，养成习惯，一天都不中断，它就产生效果。当然念佛的时间愈长愈好，黄念老给我们做榜样的是一天十四万声佛号，他是计数念佛。这种的示现就是说明一桩事情，愈多愈好。让这一天当中没有杂念、没有妄想、没有烦恼、没有忧虑、没有牵挂，一心一意专求净土，这就对了。学经教目的就是真干，真干功夫不得力，对于这桩事情了解不够透彻；真正透彻了，功夫就得力，妄念就进不来，这功夫得力。这个叫三昧现前，智慧慢慢也现前了。",
      "zh_TW": "真正念佛，你的工作很忙，你每天抽出一段時間，時間不要長，半個小時。這半個小時把電話都放下，什麼人不見，什麼話不聽，什麼電話都不接觸，什麼都不要看，專心念半個鐘點佛，管用。每天不能中斷，說一天半個小時，天天用半個小時，養成習慣，一天都不中斷，它就產生效果。當然念佛的時間愈長愈好，黃念老給我們做榜樣的是一天十四萬聲佛號，他是計數念佛。這種的示現就是說明一樁事情，愈多愈好。讓這一天當中沒有雜念、沒有妄想、沒有煩惱、沒有憂慮、沒有牽掛，一心一意專求淨土，這就對了。學經教目的就是真幹，真幹功夫不得力，對於這樁事情了解不夠透徹；真正透徹了，功夫就得力，妄念就進不來，這功夫得力。這個叫三昧現前，智慧慢慢也現前了。"
    },
    {
      "id": "02-040-0210_p0033",
      "zh_CN": "「此三者即大定（三摩地），大智」，大智是胜义、「大悲」是行愿。你看，三摩地、胜义、行愿，这三德。说到这个三德，也是佛学里头重要的术语，我们接着底下讲到这个三德。我们先看念老的注解，我们看四百七十七页第五行，最后一句看起。「由前三行愿具足成就」，从这里看，「而证得三身圆满之菩提，还复广利一切众生」。这缘事菩提心。「缘理菩提心」，此即密乘的胜义菩提心，「一切诸法本来寂灭，安住于中道实相，而圆成上求下化之愿行，是为最上之菩提心。谓为缘理之菩提心」。",
      "zh_TW": "「此三者即大定（三摩地），大智」，大智是勝義、「大悲」是行願。你看，三摩地、勝義、行願，這三德。說到這個三德，也是佛學裡頭重要的術語，我們接著底下講到這個三德。我們先看念老的註解，我們看四百七十七頁第五行，最後一句看起。「由前三行願具足成就」，從這裡看，「而證得三身圓滿之菩提，還復廣利一切眾生」。這緣事菩提心。「緣理菩提心」，此即密乘的勝義菩提心，「一切諸法本來寂滅，安住於中道實相，而圓成上求下化之願行，是為最上之菩提心。謂為緣理之菩提心」。"
    },
    {
      "id": "02-040-0210_p0034",
      "zh_CN": "再看底下一段，「新罗」，新罗是韩国，现在的韩国，「元晓师」，他有《无量寿经宗要》，这里面论无上菩提心，他说，「一者随事发心，二者顺理发心。言随事者：烦恼无数，愿悉断之；善法无量，愿悉修之；众生无边，愿悉度之。于此三事，决定期愿」，这就是四弘誓愿。初句是「如来断德正因」，第二句是「如来智德正因」，「第三心者恩德正因，三德合为无上菩提之果。即是三心，总为无上菩提之因。因果虽异，广长量齐，等无所遗，无不苞故。如经言：发心毕竟二不别，如是二心先心难。自未得度先度他，是故我礼初发心」。「此心果报虽是菩提」，这成佛，「而其华报在于净土」，这净土往生。「所以然者，菩提心量，广大无边，长远无限，故能感得广大无际依报净土、长远无量正报寿命，除菩提心，无能当彼，故说此菩提心为彼正因，是明随事发心相也」。这里告诉我们，最重要的一句话，果报虽然是菩提，成佛，花报确确实实在净土。植物先开花后结果，我们今天最重要的是要发无上菩提心，求生净土。",
      "zh_TW": "再看底下一段，「新羅」，新羅是韓國，現在的韓國，「元曉師」，他有《無量壽經宗要》，這裡面論無上菩提心，他說，「一者隨事發心，二者順理發心。言隨事者：煩惱無數，願悉斷之；善法無量，願悉修之；眾生無邊，願悉度之。於此三事，決定期願」，這就是四弘誓願。初句是「如來斷德正因」，第二句是「如來智德正因」，「第三心者恩德正因，三德合為無上菩提之果。即是三心，總為無上菩提之因。因果雖異，廣長量齊，等無所遺，無不苞故。如經言：發心畢竟二不別，如是二心先心難。自未得度先度他，是故我禮初發心」。「此心果報雖是菩提」，這成佛，「而其華報在於淨土」，這淨土往生。「所以然者，菩提心量，廣大無邊，長遠無限，故能感得廣大無際依報淨土、長遠無量正報壽命，除菩提心，無能當彼，故說此菩提心為彼正因，是明隨事發心相也」。這裡告訴我們，最重要的一句話，果報雖然是菩提，成佛，花報確確實實在淨土。植物先開花後結果，我們今天最重要的是要發無上菩提心，求生淨土。"
    },
    {
      "id": "02-040-0210_p0035",
      "zh_CN": "发无上菩提心，蕅益大师在《要解》里面讲得最好，他只用了四个字，「信愿持名」四个字。我们净宗第十三祖印光大师，继承蕅益大师这个说法，印光大师常常教人的四句偈，「敦伦尽分，闲邪存诚，信愿持名，求生净土」。这四句是印祖一生的写照，印祖是什么样的人物，这四句说尽了。他做到这四句，也以这四句劝化一切众生。敦伦尽分，伦是同类，敦是敦睦，就是亲爱，我们对同类，我们都是人，凡是人皆须爱，没有分别。我爱人，我怎么能害人，决定不会有害人的行为出现。尽分是尽我自己的本分，我能做到的我一定做到，做到我爱护众生，决定不会害众生。敦伦尽分。闲邪存诚，邪恶远离，远离一切邪恶；存诚，心里头要存真诚的心，真诚就是菩提心的体。用这种心，信、愿、持名，求生净土，没有一个不往生。印祖这四句话说绝了，这四句话是印祖传心的心印，传法的心印，传心的法印。我们能体会到、能学到，跟印祖同心同愿，入印祖的心印的境界。这个大家晓得大势至菩萨化身再来的，说得真好！信愿持名，菩提心就在里头。今天时间到了，我们就学习到此地。",
      "zh_TW": "發無上菩提心，蕅益大師在《要解》裡面講得最好，他只用了四個字，「信願持名」四個字。我們淨宗第十三祖印光大師，繼承蕅益大師這個說法，印光大師常常教人的四句偈，「敦倫盡分，閑邪存誠，信願持名，求生淨土」。這四句是印祖一生的寫照，印祖是什麼樣的人物，這四句說盡了。他做到這四句，也以這四句勸化一切眾生。敦倫盡分，倫是同類，敦是敦睦，就是親愛，我們對同類，我們都是人，凡是人皆須愛，沒有分別。我愛人，我怎麼能害人，決定不會有害人的行為出現。盡分是盡我自己的本分，我能做到的我一定做到，做到我愛護眾生，決定不會害眾生。敦倫盡分。閑邪存誠，邪惡遠離，遠離一切邪惡；存誠，心裡頭要存真誠的心，真誠就是菩提心的體。用這種心，信、願、持名，求生淨土，沒有一個不往生。印祖這四句話說絕了，這四句話是印祖傳心的心印，傳法的心印，傳心的法印。我們能體會到、能學到，跟印祖同心同願，入印祖的心印的境界。這個大家曉得大勢至菩薩化身再來的，說得真好！信願持名，菩提心就在裡頭。今天時間到了，我們就學習到此地。"
    }
  ]
}