{
  "doc_id": "02-040-0370",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七０集",
    "zh_TW": "第三七０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0370",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-040-0370_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0370_p0002",
      "zh_CN": "请看《大经科注》第六百五十三页倒数第六行，最后的两句开始：",
      "zh_TW": "請看《大經科註》第六百五十三頁倒數第六行，最後的兩句開始："
    },
    {
      "id": "02-040-0370_p0003",
      "zh_CN": "「宝柱者，《宋译》云：彼佛国土，有种种宝柱，皆以百千珍宝而用庄严」。这是宋译的《无量寿经》，经文上有这么一段话。这下面还有，「所谓金柱、银柱、琉璃柱、玻璃柱、真珠柱、砗磲柱、玛瑙柱」。这是一根柱子是一宝所成，一宝所成，跟前面讲的行树一样，一宝。有一宝，「有二宝乃至七宝共成之柱。如是宝柱，饰以璎珞以及宝锁」。这种柱在极乐世界到处可以能看见，像宝树一样。这些都是人们，不但是我们人们，我们相信这是遍法界虚空界一切诸佛刹土里面，特别是六道里面的众生，今天讲梦想的居住环境。这个梦想阿弥陀佛知道，阿弥陀佛有能力把这些梦想变成事实。换句话说，极乐世界就是我们梦想当中最殊胜的居住环境、生活环境、学习环境，在那里面所有一切压力都解放了。特别是寿命无量，身心健康，不会生病，经上没有听说极乐世界有医院、有大夫，没说过，这就说明极乐世界没有生病，没有老死的，极乐世界人不老，长寿，真的是无量寿，没有死亡。而且在那个地方接受阿弥陀佛的教诲，决定成佛，证得究竟圆满的佛果。那是梦想的生命，没有一样你不能得到。",
      "zh_TW": "「寶柱者，《宋譯》云：彼佛國土，有種種寶柱，皆以百千珍寶而用莊嚴」。這是宋譯的《無量壽經》，經文上有這麼一段話。這下面還有，「所謂金柱、銀柱、琉璃柱、玻璃柱、真珠柱、硨磲柱、瑪瑙柱」。這是一根柱子是一寶所成，一寶所成，跟前面講的行樹一樣，一寶。有一寶，「有二寶乃至七寶共成之柱。如是寶柱，飾以瓔珞以及寶鎖」。這種柱在極樂世界到處可以能看見，像寶樹一樣。這些都是人們，不但是我們人們，我們相信這是遍法界虛空界一切諸佛剎土裡面，特別是六道裡面的眾生，今天講夢想的居住環境。這個夢想阿彌陀佛知道，阿彌陀佛有能力把這些夢想變成事實。換句話說，極樂世界就是我們夢想當中最殊勝的居住環境、生活環境、學習環境，在那裡面所有一切壓力都解放了。特別是壽命無量，身心健康，不會生病，經上沒有聽說極樂世界有醫院、有大夫，沒說過，這就說明極樂世界沒有生病，沒有老死的，極樂世界人不老，長壽，真的是無量壽，沒有死亡。而且在那個地方接受阿彌陀佛的教誨，決定成佛，證得究竟圓滿的佛果。那是夢想的生命，沒有一樣你不能得到。"
    },
    {
      "id": "02-040-0370_p0004",
      "zh_CN": "那你要问，真的吗？佛教跟现代的科学家都肯定告诉你，是真的。为什么？一切法从心想生，只要你常常想它，它就会现前。现在社会人想的是什么？大家都知道，想的是财色名利，人人都想，大家都想，无止境的在想，财色名利现前了，增长了贪心，贪婪，膨胀了贪心。贪会带给我们什么？贪会带给我们疾病，会带给我们水灾，应对在我们居住的环境，这是不善的心想。极乐世界的人他想什么？只想阿弥陀佛，信愿持名，他没有妄想、他没有杂念。这句名号又是什么？经典、祖师大德都告诉我们，万德洪名，这个名号里头具足无边的真善美慧。所以，你能够常常想阿弥陀佛，念阿弥陀佛，这个梦好，这个梦是世出世间第一美梦，美梦成真。世间幻梦都能成真，何况这是自性第一德。",
      "zh_TW": "那你要問，真的嗎？佛教跟現代的科學家都肯定告訴你，是真的。為什麼？一切法從心想生，只要你常常想它，它就會現前。現在社會人想的是什麼？大家都知道，想的是財色名利，人人都想，大家都想，無止境的在想，財色名利現前了，增長了貪心，貪婪，膨脹了貪心。貪會帶給我們什麼？貪會帶給我們疾病，會帶給我們水災，應對在我們居住的環境，這是不善的心想。極樂世界的人他想什麼？只想阿彌陀佛，信願持名，他沒有妄想、他沒有雜念。這句名號又是什麼？經典、祖師大德都告訴我們，萬德洪名，這個名號裡頭具足無邊的真善美慧。所以，你能夠常常想阿彌陀佛，念阿彌陀佛，這個夢好，這個夢是世出世間第一美夢，美夢成真。世間幻夢都能成真，何況這是自性第一德。"
    },
    {
      "id": "02-040-0370_p0005",
      "zh_CN": "阿弥陀佛四十八愿，四十八愿是缘，自性本具的这是因，因缘具足，这个梦就现前，就变成真的。你要问是真的吗？有人见到吗？有，见到的人很多，往生的人很多。往生的人我们看到，他知道什么时候走，走的时候不生病，走的时候没有痛苦，快快乐乐告诉大家，我见到阿弥陀佛了，阿弥陀佛来接我，真走了。留下来的身体，全身柔软，面色都带着笑容，没有痛苦的样子，我们能不相信吗？这是科学做不到的。就像汤恩比所说的，科学永远不能代替宗教，最理想的是科学跟宗教同时并进，人类真正享受到福祉。",
      "zh_TW": "阿彌陀佛四十八願，四十八願是緣，自性本具的這是因，因緣具足，這個夢就現前，就變成真的。你要問是真的嗎？有人見到嗎？有，見到的人很多，往生的人很多。往生的人我們看到，他知道什麼時候走，走的時候不生病，走的時候沒有痛苦，快快樂樂告訴大家，我見到阿彌陀佛了，阿彌陀佛來接我，真走了。留下來的身體，全身柔軟，面色都帶著笑容，沒有痛苦的樣子，我們能不相信嗎？這是科學做不到的。就像湯恩比所說的，科學永遠不能代替宗教，最理想的是科學跟宗教同時並進，人類真正享受到福祉。"
    },
    {
      "id": "02-040-0370_p0006",
      "zh_CN": "为什么今天科学这么进步，宗教没落了？因为科学新奇，花样很多，很容易迷人，所以年轻人全都学科学去了。宗教在近代没有真正的大德出现，被社会大众误会的很多，这个与科技有关系，所以这门东西没人学，它自然就衰了，愈衰愈令人怀疑。但是它是一门好东西，是人类不能缺少的东西，物质欠缺了还能过得去，精神要欠缺了，这个人活在世间，纵然富贵，他痛苦、他焦虑、他不安、他有压力，他得不到幸福。所以宗教有它的价值。人生活在世间，除了物质享受之外，得要有精神享受，物质享受可以用科技来提供，但是精神享受非宗教莫属。今天社会的现象，展现出来科学突飞猛进，宗教不但是停滞不前，反而有衰退的现象，造成今天的社会，这个我们不能不知道。释迦牟尼佛为我们介绍西方极乐世界，绝对不是说假话，佛不会骗人，佛教人修五戒十善，他怎么会违背。所以我们对佛、对菩萨要有信心，对经典要有信心，我们才能得到真实的利益。",
      "zh_TW": "為什麼今天科學這麼進步，宗教沒落了？因為科學新奇，花樣很多，很容易迷人，所以年輕人全都學科學去了。宗教在近代沒有真正的大德出現，被社會大眾誤會的很多，這個與科技有關係，所以這門東西沒人學，它自然就衰了，愈衰愈令人懷疑。但是它是一門好東西，是人類不能缺少的東西，物質欠缺了還能過得去，精神要欠缺了，這個人活在世間，縱然富貴，他痛苦、他焦慮、他不安、他有壓力，他得不到幸福。所以宗教有它的價值。人生活在世間，除了物質享受之外，得要有精神享受，物質享受可以用科技來提供，但是精神享受非宗教莫屬。今天社會的現象，展現出來科學突飛猛進，宗教不但是停滯不前，反而有衰退的現象，造成今天的社會，這個我們不能不知道。釋迦牟尼佛為我們介紹西方極樂世界，絕對不是說假話，佛不會騙人，佛教人修五戒十善，他怎麼會違背。所以我們對佛、對菩薩要有信心，對經典要有信心，我們才能得到真實的利益。"
    },
    {
      "id": "02-040-0370_p0007",
      "zh_CN": "柱，宫殿建筑是不能缺少的，但是也有这些柱是做为装饰品的，西方极乐世界这两种统统都有。无论是建筑物的柱子，或者是户外用来装饰的这些柱子，都是七宝共成之柱，说明极乐世界人心善良，为什么？珍宝那么多。我们这个世界亦如是，人心善良的时候，社会安定，太平盛世，确实这些稀有的珍宝就很多出现；在动乱的时代，人念头杂、乱，心行不善，这些珍宝就隐没了，少了。无一不是从心想生的。",
      "zh_TW": "柱，宮殿建築是不能缺少的，但是也有這些柱是做為裝飾品的，西方極樂世界這兩種統統都有。無論是建築物的柱子，或者是戶外用來裝飾的這些柱子，都是七寶共成之柱，說明極樂世界人心善良，為什麼？珍寶那麼多。我們這個世界亦如是，人心善良的時候，社會安定，太平盛世，確實這些稀有的珍寶就很多出現；在動亂的時代，人念頭雜、亂，心行不善，這些珍寶就隱沒了，少了。無一不是從心想生的。"
    },
    {
      "id": "02-040-0370_p0008",
      "zh_CN": "树、罗网、这些宝柱，上面还有装饰，『金珠铃铎』，还有璎珞、宝锁，这都是装饰品。金，纯金的。珠是真珠。铃是金属之铃，像钟，比钟小，这个我们大家都见过。铎是铃当中的，它有个舌，摇动，这个铃就发声音。这个舌是有木头做的，也有金属做的，我们相信西方极乐世界全是珍宝做的。「铃与铎皆妙宝所成」，果然是这样的。「流出妙音」，风吹着这个铃铛摆动，铃跟里面的舌相击，互相击的时候它就发声音。「以上四者，遍悬于菩提树枝条之间，故云周匝条间」。这是在菩提树枝条上你都能看见许许多多。『珍妙宝网』，宝网是用在盖覆在树上，也是树的装饰。《唐译》经文上有，「又以纯金、真珠、杂宝铃铎，以为其网」。「故知宝网亦由金珠铃铎之所成，故云珍妙」，珍是珍贵、珍奇，妙好。『罗覆』者，罗是张开，这个网打开，覆是盖覆。「如是宝网，盖覆菩提树上，故云罗覆其上。」这一段是讲道场树，阿弥陀佛大讲堂外面的风光。",
      "zh_TW": "樹、羅網、這些寶柱，上面還有裝飾，『金珠鈴鐸』，還有瓔珞、寶鎖，這都是裝飾品。金，純金的。珠是真珠。鈴是金屬之鈴，像鐘，比鐘小，這個我們大家都見過。鐸是鈴當中的，它有個舌，搖動，這個鈴就發聲音。這個舌是有木頭做的，也有金屬做的，我們相信西方極樂世界全是珍寶做的。「鈴與鐸皆妙寶所成」，果然是這樣的。「流出妙音」，風吹著這個鈴鐺擺動，鈴跟裡面的舌相擊，互相擊的時候它就發聲音。「以上四者，遍懸於菩提樹枝條之間，故云周匝條間」。這是在菩提樹枝條上你都能看見許許多多。『珍妙寶網』，寶網是用在蓋覆在樹上，也是樹的裝飾。《唐譯》經文上有，「又以純金、真珠、雜寶鈴鐸，以為其網」。「故知寶網亦由金珠鈴鐸之所成，故云珍妙」，珍是珍貴、珍奇，妙好。『羅覆』者，羅是張開，這個網打開，覆是蓋覆。「如是寶網，蓋覆菩提樹上，故云羅覆其上。」這一段是講道場樹，阿彌陀佛大講堂外面的風光。"
    },
    {
      "id": "02-040-0370_p0009",
      "zh_CN": "再看底下，「应现无极」：",
      "zh_TW": "再看底下，「應現無極」："
    },
    {
      "id": "02-040-0370_p0010",
      "zh_CN": "【百千万色。互相映饰。无量光炎。照耀无极。一切庄严。随应而现。】",
      "zh_TW": "【百千萬色。互相映飾。無量光炎。照耀無極。一切莊嚴。隨應而現。】"
    },
    {
      "id": "02-040-0370_p0011",
      "zh_CN": "「宝珠放光，百千万色。如《观经》曰：一一宝珠，有千光明。一一光明，八万四千色。如是一一妙色，互相辉映，弥增光丽」，光明、美丽看不尽，「故曰互相映饰」。我们这次参加巴黎卫塞节的活动之后就到斯里兰卡，正好遇到斯里兰卡庆祝卫塞节，他们庆祝是一个星期，我们到那里去还最后一天，晚上去看夜景、看花灯，美不胜收，照了很多照片。到斯里兰卡去游览观光，我们现在晓得了，最好是去看他们的卫塞节，七天，家家户户张灯结彩，日夜不间断的。而且每一家都有点心、有茶水在外面供养大众，你吃喝都不要花钱的。街道很长，走一天都走不完，一面欣赏一面看到当地人民的风俗，对佛法无比的恭敬。看到当地的人心纯朴、虔诚，确实看到之后令人非常向往，这个地球上还有这么好的地方，一切人、事、物都会让你感到很惊讶、很满意。极乐世界这种殊胜光彩绝不是人间能跟它相比的，人间是节庆期间如是，极乐世界是天天如是。世间节庆张灯结彩是人为的，是人设计的，造出来的，极乐世界是自然的，不需要人工，也不需要设计。而且这些光丽，千变万化，它不是一个样子，一个样子看久了不想看了，变化无穷，让你永远看不厌。无论是在一处、是在多处，环境之美我们无法想像，叫不可思议。",
      "zh_TW": "「寶珠放光，百千萬色。如《觀經》曰：一一寶珠，有千光明。一一光明，八萬四千色。如是一一妙色，互相輝映，彌增光麗」，光明、美麗看不盡，「故曰互相映飾」。我們這次參加巴黎衛塞節的活動之後就到斯里蘭卡，正好遇到斯里蘭卡慶祝衛塞節，他們慶祝是一個星期，我們到那裡去還最後一天，晚上去看夜景、看花燈，美不勝收，照了很多照片。到斯里蘭卡去遊覽觀光，我們現在曉得了，最好是去看他們的衛塞節，七天，家家戶戶張燈結彩，日夜不間斷的。而且每一家都有點心、有茶水在外面供養大眾，你吃喝都不要花錢的。街道很長，走一天都走不完，一面欣賞一面看到當地人民的風俗，對佛法無比的恭敬。看到當地的人心純樸、虔誠，確實看到之後令人非常嚮往，這個地球上還有這麼好的地方，一切人、事、物都會讓你感到很驚訝、很滿意。極樂世界這種殊勝光彩絕不是人間能跟它相比的，人間是節慶期間如是，極樂世界是天天如是。世間節慶張燈結彩是人為的，是人設計的，造出來的，極樂世界是自然的，不需要人工，也不需要設計。而且這些光麗，千變萬化，它不是一個樣子，一個樣子看久了不想看了，變化無窮，讓你永遠看不厭。無論是在一處、是在多處，環境之美我們無法想像，叫不可思議。"
    },
    {
      "id": "02-040-0370_p0012",
      "zh_CN": "炎，火光向上这是炎，光炎即光耀。「一一珠有千光明」，自然放光，「今有无量宝珠，故曰无量光炎，照耀无极」，无极是无有极限，光照得远，再远的地方它都能照到。『一切庄严，随应而现』。憬兴法师说，「如来慈悲善报所现，故应众机，现大小长短，一宝二宝乃至众宝等，无不适意故也」。自然现的，这是阿弥陀佛大慈大悲，无量劫的修行功德，四十八愿愿力所成，自然应一切众生根机，也就是你喜欢什么，你就看到什么，你喜欢听到什么，你就听到什么。两个人在一起，喜欢不一样，你们看到的不一样，听到的也不一样，这个才真正不可思议。所以现大现小、现长现短，一宝二宝乃至众宝，无不适意。这个地方特别注重这两个字「适意」，适合谁的意思？自己意思，你所看到的、听到的、接触到的，没有一样不是自己欢喜的，不是自己希望见到的、希望听到的，全满你的愿。「如是妙现」，妙是能满一切众生的愿，特别是各个愿不一样，各个爱好不一样，它全能变现。「普应群机，变化不拘」，没有拘限，随着众生念头在变，一一圆满微妙，「全显事事无碍」。",
      "zh_TW": "炎，火光向上這是炎，光炎即光耀。「一一珠有千光明」，自然放光，「今有無量寶珠，故曰無量光炎，照耀無極」，無極是無有極限，光照得遠，再遠的地方它都能照到。『一切莊嚴，隨應而現』。憬興法師說，「如來慈悲善報所現，故應眾機，現大小長短，一寶二寶乃至眾寶等，無不適意故也」。自然現的，這是阿彌陀佛大慈大悲，無量劫的修行功德，四十八願願力所成，自然應一切眾生根機，也就是你喜歡什麼，你就看到什麼，你喜歡聽到什麼，你就聽到什麼。兩個人在一起，喜歡不一樣，你們看到的不一樣，聽到的也不一樣，這個才真正不可思議。所以現大現小、現長現短，一寶二寶乃至眾寶，無不適意。這個地方特別注重這兩個字「適意」，適合誰的意思？自己意思，你所看到的、聽到的、接觸到的，沒有一樣不是自己歡喜的，不是自己希望見到的、希望聽到的，全滿你的願。「如是妙現」，妙是能滿一切眾生的願，特別是各個願不一樣，各個愛好不一樣，它全能變現。「普應群機，變化不拘」，沒有拘限，隨著眾生念頭在變，一一圓滿微妙，「全顯事事無礙」。"
    },
    {
      "id": "02-040-0370_p0013",
      "zh_CN": "事事无碍，《华严经》上所说的，我们参考资料里头，节录《三藏法数》简单的解释，「事事无碍法界」这一条所说的。「谓一切分齐事法，称性融通」。一切分齐就是任何一法，这从事上说的，因为一切法都是心现识变。心是性，是自性，换句话说，心所现的一切法不离自性，从性上讲，它就通了，圆融、贯通了。从相上讲，各有各的界限，有障碍，但是从性上看是圆融的，畅通无碍。「一多相即」，一即是多，多即是一，一多不二，但是它又不失一多之相。大小亦如是，「大小互容」。大容小，我们没问题，我们能理解，小容大，我们不能理解，这不是我们凡夫境界，大小不二。换句话说，在自性里面，没有一多，没有大小，连时空都没有。「重重无尽」，这叫事事无碍的法界，这是真正法界，微妙到极处。",
      "zh_TW": "事事無礙，《華嚴經》上所說的，我們參考資料裡頭，節錄《三藏法數》簡單的解釋，「事事無礙法界」這一條所說的。「謂一切分齊事法，稱性融通」。一切分齊就是任何一法，這從事上說的，因為一切法都是心現識變。心是性，是自性，換句話說，心所現的一切法不離自性，從性上講，它就通了，圓融、貫通了。從相上講，各有各的界限，有障礙，但是從性上看是圓融的，暢通無礙。「一多相即」，一即是多，多即是一，一多不二，但是它又不失一多之相。大小亦如是，「大小互容」。大容小，我們沒問題，我們能理解，小容大，我們不能理解，這不是我們凡夫境界，大小不二。換句話說，在自性裡面，沒有一多，沒有大小，連時空都沒有。「重重無盡」，這叫事事無礙的法界，這是真正法界，微妙到極處。"
    },
    {
      "id": "02-040-0370_p0014",
      "zh_CN": "《佛光大辞典》里面也有说，也有说这一条。「诸法之体用」，体是性，用是现相，「虽各别缘起，各守其自性，然事事相望，多缘互应而成一缘，一缘亦普遍资应为多缘」。这就是一多不二，这是说整个宇宙的事实真相。现在哲学家、现代的科学家逐渐明了华严的境界，这是科学的成就，我们不能不佩服。在科学没有发展之前，我们称《华严经》这些都是宇宙的奥秘，我们读了有个含糊的概念，没有办法清晰。现在科学技术的进步，一百年超过过去一百万年都不止，太快了，愈来愈快，让很多人怀疑这种进步对人类说是福、还是祸？福是好事情，祸就很害怕，祸是会带给世界毁灭，地球上过去有这个例子。",
      "zh_TW": "《佛光大辭典》裡面也有說，也有說這一條。「諸法之體用」，體是性，用是現相，「雖各別緣起，各守其自性，然事事相望，多緣互應而成一緣，一緣亦普遍資應為多緣」。這就是一多不二，這是說整個宇宙的事實真相。現在哲學家、現代的科學家逐漸明瞭華嚴的境界，這是科學的成就，我們不能不佩服。在科學沒有發展之前，我們稱《華嚴經》這些都是宇宙的奧祕，我們讀了有個含糊的概念，沒有辦法清晰。現在科學技術的進步，一百年超過過去一百萬年都不止，太快了，愈來愈快，讓很多人懷疑這種進步對人類說是福、還是禍？福是好事情，禍就很害怕，禍是會帶給世界毀滅，地球上過去有這個例子。"
    },
    {
      "id": "02-040-0370_p0015",
      "zh_CN": "古老的传说，多少万年之前我们不清楚，地球上有个亚特兰提斯，有这么个国家，科学技术发达，比我们现在还要先进。我们现在的能源是从地球上挖掘的，他们那时候的科技厉害，他们的能源是从太空当中引进来的，不是从地球上挖的。所以能源干净，能量很大，而且没有声音、没有染污。他们的车、飞机没有声音，比我们发达。人类也是不相信宗教、不相信上帝，完全满足自己的欲望，造恶业，这个恶业就是贪瞋痴慢。导致这一块大地沉到海底，沉下去的地方就是现在的大西洋，欧洲跟美国当中这个大洋，沉到那里面去。还听说，有海底深水潜水艇下去探测，确实发现有过去有人在那块土地生活的遗迹，说明这个传说有可能性。地球会不会再像亚特兰提斯再一次大灾难，就很难讲了。也就是说明，这个世界上很多真正有学问、有德行的人，重视伦理道德、宗教教育，希望伦理道德、宗教教育的发展能够跟科学平等，这个样子科学带给人类才是幸福。如果超前，伦理、道德、因果、宗教教育没有了，那决定是灾难，是祸不是福。这末后几句说，「力用交涉，互相并存而无碍自在，重重无尽」，这也是对事事无碍的一种解释。",
      "zh_TW": "古老的傳說，多少萬年之前我們不清楚，地球上有個亞特蘭提斯，有這麼個國家，科學技術發達，比我們現在還要先進。我們現在的能源是從地球上挖掘的，他們那時候的科技厲害，他們的能源是從太空當中引進來的，不是從地球上挖的。所以能源乾淨，能量很大，而且沒有聲音、沒有染污。他們的車、飛機沒有聲音，比我們發達。人類也是不相信宗教、不相信上帝，完全滿足自己的欲望，造惡業，這個惡業就是貪瞋痴慢。導致這一塊大地沉到海底，沉下去的地方就是現在的大西洋，歐洲跟美國當中這個大洋，沉到那裡面去。還聽說，有海底深水潛水艇下去探測，確實發現有過去有人在那塊土地生活的遺跡，說明這個傳說有可能性。地球會不會再像亞特蘭提斯再一次大災難，就很難講了。也就是說明，這個世界上很多真正有學問、有德行的人，重視倫理道德、宗教教育，希望倫理道德、宗教教育的發展能夠跟科學平等，這個樣子科學帶給人類才是幸福。如果超前，倫理、道德、因果、宗教教育沒有了，那決定是災難，是禍不是福。這末後幾句說，「力用交涉，互相並存而無礙自在，重重無盡」，這也是對事事無礙的一種解釋。"
    },
    {
      "id": "02-040-0370_p0016",
      "zh_CN": "我们再看底下这一段，「说法利生」。极乐世界微妙不可思议，全在说法。请看经文：",
      "zh_TW": "我們再看底下這一段，「說法利生」。極樂世界微妙不可思議，全在說法。請看經文："
    },
    {
      "id": "02-040-0370_p0017",
      "zh_CN": "【微风徐动。吹诸枝叶。演出无量妙法音声。其声流布。遍诸佛国。清畅哀亮。微妙和雅。十方世界音声之中。最为第一。】",
      "zh_TW": "【微風徐動。吹諸枝葉。演出無量妙法音聲。其聲流布。遍諸佛國。清暢哀亮。微妙和雅。十方世界音聲之中。最為第一。】"
    },
    {
      "id": "02-040-0370_p0018",
      "zh_CN": "『最为第一』这四个字我们要重视它。念老的注解，「右」，右面这两行经文，显示出「树能演说妙法，不可思议之益」，这利益，树能说法。「妙法者，第一最胜不可思议之法」，这叫妙法，它的利益能帮助你破迷开悟，能帮助你消业障长智慧。《法华玄义》序文里头说，「妙者，褒美不可思议之法」，赞美、赞扬树所说之法微妙到极处。「风吹宝树枝叶，所发音声，演说不可称量之微妙法音，故云演出无量妙法音声」。极乐世界不仅仅是阿弥陀佛今现在说法，没有停止过，极乐世界树木花草都说法，极乐世界八功德池里头的流水，水有声音，流的声音它也说法。阿弥陀佛变化，他的化身，化什么身？变化很多鸟，非常可爱的这些鸟，阿弥陀佛变化所作，牠也说法，没有一处不说法的。我们这才知道，那里是个学校，是个大学校，无论你想学什么东西，你在任何场合都能够学习。不喜欢在讲堂，喜欢在树下躺着，很舒服，树下躺着，树就给你说法，喜欢池边，水给你说法。无论你在哪个地方，所听到的都是你现在想学的、你想成就的。什么人说的？全是阿弥陀佛说的。阿弥陀佛有这个能力、有这个神通，让六尘都能代他说法，演说不可称量之微妙法音，故云演出无量妙法音声。",
      "zh_TW": "『最為第一』這四個字我們要重視它。念老的註解，「右」，右面這兩行經文，顯示出「樹能演說妙法，不可思議之益」，這利益，樹能說法。「妙法者，第一最勝不可思議之法」，這叫妙法，它的利益能幫助你破迷開悟，能幫助你消業障長智慧。《法華玄義》序文裡頭說，「妙者，褒美不可思議之法」，讚美、讚揚樹所說之法微妙到極處。「風吹寶樹枝葉，所發音聲，演說不可稱量之微妙法音，故云演出無量妙法音聲」。極樂世界不僅僅是阿彌陀佛今現在說法，沒有停止過，極樂世界樹木花草都說法，極樂世界八功德池裡頭的流水，水有聲音，流的聲音它也說法。阿彌陀佛變化，他的化身，化什麼身？變化很多鳥，非常可愛的這些鳥，阿彌陀佛變化所作，牠也說法，沒有一處不說法的。我們這才知道，那裡是個學校，是個大學校，無論你想學什麼東西，你在任何場合都能夠學習。不喜歡在講堂，喜歡在樹下躺著，很舒服，樹下躺著，樹就給你說法，喜歡池邊，水給你說法。無論你在哪個地方，所聽到的都是你現在想學的、你想成就的。什麼人說的？全是阿彌陀佛說的。阿彌陀佛有這個能力、有這個神通，讓六塵都能代他說法，演說不可稱量之微妙法音，故云演出無量妙法音聲。"
    },
    {
      "id": "02-040-0370_p0019",
      "zh_CN": "昙鸾师说，「此声为佛事，焉可思议」，不可思议。佛事是教学，这个一定要懂得，现在我们一听佛事，就做超度、做法会叫佛事，不是的。释迦牟尼佛一生他做的事情叫佛事，佛所做的，他做的什么事情？教学四十九年，给大家上课，给大家讲经说法，这叫佛事。释迦牟尼佛没有做过超度的法会，一生除了讲经还是讲经。今天佛教里面有很多这些法事、法会，都是后来祖师大德们他们提倡的。佛陀在世，主要的是教学，没有这些活动，真正是佛家常说，师父领进门，修行在各人。佛只是讲经，帮助你信、解，至于后面行、证是你自己的事情，佛通常不闻不问。你听明白、听懂了，知道怎么个修法，你自己去修。所以佛的事业是开示，我们的事业是行证，依教奉行。最后证实我们所修的、所行的，跟佛所讲的、我们所信的，完全相应，这叫证明。佛给我们讲极乐世界，我们真正往生了，这叫证明，证实佛所讲的一点都不错。我们不行，怎么能够证明？一定有行有证。",
      "zh_TW": "曇鸞師說，「此聲為佛事，焉可思議」，不可思議。佛事是教學，這個一定要懂得，現在我們一聽佛事，就做超度、做法會叫佛事，不是的。釋迦牟尼佛一生他做的事情叫佛事，佛所做的，他做的什麼事情？教學四十九年，給大家上課，給大家講經說法，這叫佛事。釋迦牟尼佛沒有做過超度的法會，一生除了講經還是講經。今天佛教裡面有很多這些法事、法會，都是後來祖師大德們他們提倡的。佛陀在世，主要的是教學，沒有這些活動，真正是佛家常說，師父領進門，修行在各人。佛只是講經，幫助你信、解，至於後面行、證是你自己的事情，佛通常不聞不問。你聽明白、聽懂了，知道怎麼個修法，你自己去修。所以佛的事業是開示，我們的事業是行證，依教奉行。最後證實我們所修的、所行的，跟佛所講的、我們所信的，完全相應，這叫證明。佛給我們講極樂世界，我們真正往生了，這叫證明，證實佛所講的一點都不錯。我們不行，怎麼能夠證明？一定有行有證。"
    },
    {
      "id": "02-040-0370_p0020",
      "zh_CN": "我们今天学佛最大的困难，没有好老师，经典讲了，讲的我们还有疑问，不能完全明了。有疑问就是有障碍，障碍什么？障碍我们修行，我们还是不知道从哪里下手。净宗法门讲得很简单，但是我们很难相信，太简单了，太简单也叫我们产生怀疑。所以祖师想出一些方法，嫌太简单我就加一些，让你感觉得修行念佛也不是简单的事情。这都是祖师大德们善巧方便，应机施教，都是希望能够契机契理，希望你一生修学真正具足行跟证，你得到真正受用。",
      "zh_TW": "我們今天學佛最大的困難，沒有好老師，經典講了，講的我們還有疑問，不能完全明瞭。有疑問就是有障礙，障礙什麼？障礙我們修行，我們還是不知道從哪裡下手。淨宗法門講得很簡單，但是我們很難相信，太簡單了，太簡單也叫我們產生懷疑。所以祖師想出一些方法，嫌太簡單我就加一些，讓你感覺得修行念佛也不是簡單的事情。這都是祖師大德們善巧方便，應機施教，都是希望能夠契機契理，希望你一生修學真正具足行跟證，你得到真正受用。"
    },
    {
      "id": "02-040-0370_p0021",
      "zh_CN": "「佛事者，指诸佛之教化」，佛事两个字我们把它认识清楚，「亦即一切有益于佛道之事，通常以祈福超荐等法会，称为佛事」，这是我们现代。释迦牟尼佛当年在世，是以教化为佛事，后来演变为一切有益于佛陀教化的事业，也称为佛事。现在的社会，是把祈福、超度这些法会称为佛事。「极乐国土，树发音声能作佛事」，这个佛事是教化，树发的音声是讲经教学。故昙鸾法师赞叹为不可思议也，这是我们凡夫无法想像，也没有办法说清楚的。「又此音声，清畅哀亮，微妙和雅」，这是说树出的音声，音声之美。义寂师为我们解释这两句，「清者清净，闻者不生浊染心故」，这叫清净。现在这个世间的音乐，听了之后怎么？听了之后叫你生染浊，生起贪瞋痴慢，让你动感情，甚至于诱导你去造罪业，现在的音乐、歌舞，这个造的业重！",
      "zh_TW": "「佛事者，指諸佛之教化」，佛事兩個字我們把它認識清楚，「亦即一切有益於佛道之事，通常以祈福超薦等法會，稱為佛事」，這是我們現代。釋迦牟尼佛當年在世，是以教化為佛事，後來演變為一切有益於佛陀教化的事業，也稱為佛事。現在的社會，是把祈福、超度這些法會稱為佛事。「極樂國土，樹發音聲能作佛事」，這個佛事是教化，樹發的音聲是講經教學。故曇鸞法師讚歎為不可思議也，這是我們凡夫無法想像，也沒有辦法說清楚的。「又此音聲，清暢哀亮，微妙和雅」，這是說樹出的音聲，音聲之美。義寂師為我們解釋這兩句，「清者清淨，聞者不生濁染心故」，這叫清淨。現在這個世間的音樂，聽了之後怎麼？聽了之後叫你生染濁，生起貪瞋痴慢，讓你動感情，甚至於誘導你去造罪業，現在的音樂、歌舞，這個造的業重！"
    },
    {
      "id": "02-040-0370_p0022",
      "zh_CN": "有附体的灵鬼告诉我，他说挽救今天社会有两个方法，非常重要。第一个，关闭所有娱乐场所。他指出像网吧、舞厅这一类不好，不是好地方，要想社会风气改变要从这个下手，把所有这些娱乐场所关闭。第二个，妇女的穿着，国家要规定礼服，这个穿着不及格。穿着暴露的地方太多了，会引起人淫欲的念头，这是造罪业。他赞叹像穆斯林，回教徒的妇女，你看看只有个面孔，甚至于面孔只露个眼睛，全包起来，你根本看不见，这个好！赞叹中国过去汉朝的礼服、清朝的礼服都不错，都是袖子很长，露出来只有几个手指，手背都不会露出来，这个才合格。你们想想这个鬼，这鬼说的，不是人说的，鬼能说出这个话来，不容易，我们想想很有道理。帮助国家，他就说四桩事，四桩事包括这两样，另外两样，一个是要修订宗教政策，要真正推动宗教教育，救社会、救国家。另外，希望国家能够制礼作乐，让整个社会走向制度化，这都很有道理。",
      "zh_TW": "有附體的靈鬼告訴我，他說挽救今天社會有兩個方法，非常重要。第一個，關閉所有娛樂場所。他指出像網吧、舞廳這一類不好，不是好地方，要想社會風氣改變要從這個下手，把所有這些娛樂場所關閉。第二個，婦女的穿著，國家要規定禮服，這個穿著不及格。穿著暴露的地方太多了，會引起人淫欲的念頭，這是造罪業。他讚歎像穆斯林，回教徒的婦女，你看看只有個面孔，甚至於面孔只露個眼睛，全包起來，你根本看不見，這個好！讚歎中國過去漢朝的禮服、清朝的禮服都不錯，都是袖子很長，露出來只有幾個手指，手背都不會露出來，這個才合格。你們想想這個鬼，這鬼說的，不是人說的，鬼能說出這個話來，不容易，我們想想很有道理。幫助國家，他就說四樁事，四樁事包括這兩樣，另外兩樣，一個是要修訂宗教政策，要真正推動宗教教育，救社會、救國家。另外，希望國家能夠制禮作樂，讓整個社會走向制度化，這都很有道理。"
    },
    {
      "id": "02-040-0370_p0023",
      "zh_CN": "中国自古礼义之邦，改朝换代，前面一个朝代灭亡了，后面政权起来，大概不出五年，社会就上轨道了，礼乐就颁布出来，全国人要遵守。礼里头最重要是礼服，现在没有，现在你看官员穿的是西装，外国的礼服，中国无礼，没有了，跟外国人走了。中国有中国人的礼服。我们到斯里兰卡，斯里兰卡有礼服，他们官员穿的服装是相同的，阶级呢？他脖子上有一条带子，颜色不一样，那表阶级的。总统挂的带子是红色的，国会议长紫红色的，这是国家领导人，省长蓝色的。所以我们从这里看到，那是他的阶级。中国过去的服装，颜色分阶级，还有绣的花纹，花纹也代表他的品级，便于行礼。一看到服装就知道他是什么身分、什么地位，这个社会不乱。现在没有礼服，看不出来，大概只有军人戴个阶级能看得出来，其他的都看不出来。希望制礼作乐，让社会上轨道，鬼神也爱国家、也爱社会、也喜欢传统文化。",
      "zh_TW": "中國自古禮義之邦，改朝換代，前面一個朝代滅亡了，後面政權起來，大概不出五年，社會就上軌道了，禮樂就頒布出來，全國人要遵守。禮裡頭最重要是禮服，現在沒有，現在你看官員穿的是西裝，外國的禮服，中國無禮，沒有了，跟外國人走了。中國有中國人的禮服。我們到斯里蘭卡，斯里蘭卡有禮服，他們官員穿的服裝是相同的，階級呢？他脖子上有一條帶子，顏色不一樣，那表階級的。總統掛的帶子是紅色的，國會議長紫紅色的，這是國家領導人，省長藍色的。所以我們從這裡看到，那是他的階級。中國過去的服裝，顏色分階級，還有繡的花紋，花紋也代表他的品級，便於行禮。一看到服裝就知道他是什麼身分、什麼地位，這個社會不亂。現在沒有禮服，看不出來，大概只有軍人戴個階級能看得出來，其他的都看不出來。希望制禮作樂，讓社會上軌道，鬼神也愛國家、也愛社會、也喜歡傳統文化。"
    },
    {
      "id": "02-040-0370_p0024",
      "zh_CN": "清是清净，听到不生染浊心，浊染心，看到也不生染浊心，这个很重要。六根接触六尘境界，生起正念，不生邪念，这一点非常重要。「扬者宣扬，由能宣扬实相法故」。这个音声讲的是什么？为我们所说的都是宇宙人生的真相，帮助我们破迷开悟。我们没有接触过佛法，不知道凡所有相皆是虚妄，这个话我们听不懂。学佛学了很多年之后，慢慢明白了，愈契入就愈明了，了解事实真相，你就不迷惑。你应付一切人事物完全是正法，起心动念是正念，言语是正言，行为是正行，不造恶业。这个里头没有自私自利，没有名闻利养，没有七情五欲，这个生活就正常了。这是什么人的生活？菩萨的生活。言行造作决定跟五戒十善相应，不但清净，清净的善法，断一切恶，修一切善，还不着相，不生染浊心就是不着相。",
      "zh_TW": "清是清淨，聽到不生染濁心，濁染心，看到也不生染濁心，這個很重要。六根接觸六塵境界，生起正念，不生邪念，這一點非常重要。「揚者宣揚，由能宣揚實相法故」。這個音聲講的是什麼？為我們所說的都是宇宙人生的真相，幫助我們破迷開悟。我們沒有接觸過佛法，不知道凡所有相皆是虛妄，這個話我們聽不懂。學佛學了很多年之後，慢慢明白了，愈契入就愈明瞭，了解事實真相，你就不迷惑。你應付一切人事物完全是正法，起心動念是正念，言語是正言，行為是正行，不造惡業。這個裡頭沒有自私自利，沒有名聞利養，沒有七情五欲，這個生活就正常了。這是什麼人的生活？菩薩的生活。言行造作決定跟五戒十善相應，不但清淨，清淨的善法，斷一切惡，修一切善，還不著相，不生染濁心就是不著相。"
    },
    {
      "id": "02-040-0370_p0025",
      "zh_CN": "『清畅』，「畅者通畅，欢畅，能令闻者舒畅。又具通晓之义，能令闻者通达实相法故」。佛所讲的你明了，你觉悟了，真正帮助你破迷开悟。底下讲到『亮』，声音洪亮，明亮、响亮，又为透彻，显露的意思，这是表闻法智慧开了，破迷开悟了。「由能开发智慧明故」，这是接受佛陀教育的真实利益。「微者微密，其音微密如梵响故」，梵响是梵天的音乐，不是人间的，这天上的，大梵天上的音乐。「妙者妙善，其音妙善似鸾声故」，鸾是凤凰的一种，我们没见过。「和者调和，音韵克调，宫商和故。雅者雅正，其音雅正，顺佛法故」。",
      "zh_TW": "『清暢』，「暢者通暢，歡暢，能令聞者舒暢。又具通曉之義，能令聞者通達實相法故」。佛所講的你明瞭，你覺悟了，真正幫助你破迷開悟。底下講到『亮』，聲音洪亮，明亮、響亮，又為透徹，顯露的意思，這是表聞法智慧開了，破迷開悟了。「由能開發智慧明故」，這是接受佛陀教育的真實利益。「微者微密，其音微密如梵響故」，梵響是梵天的音樂，不是人間的，這天上的，大梵天上的音樂。「妙者妙善，其音妙善似鸞聲故」，鸞是鳳凰的一種，我們沒見過。「和者調和，音韻克調，宮商和故。雅者雅正，其音雅正，順佛法故」。"
    },
    {
      "id": "02-040-0370_p0026",
      "zh_CN": "在中国古时候，音乐、歌舞所表演的标准，是用孔子在《论语》上说的一句话，就是文艺的演出的标准，叫「思无邪」。你表演，让人家看、听、接触，决定不能让他起不善的念头，以这个为标准。如果这个演出会叫人起非非之想的，这个文艺是不及格的，这是不可以演出的。所以它的社会和谐、社会安定，人心善良淳朴。一切文艺演出的内容，总的原则，指导原则，思无邪。落实在哪里？落实在孝悌忠信，落实在仁爱和平，落实在善恶报应。给你表演出来的，你看中国的平剧、这些戏剧，演的是忠孝节义，它是教育。用文艺演出的方式来教育群众，善人一定有善的果报，恶人一定有恶的报应，把这些历史故事在舞台上表演，演给大家看。现在这些全都没有了，标准没有了。电视剧里头演的是什么？网路里面播放的是什么？全把人教坏了。所以现在问题出来，做父母的，我们遇到，都说小孩不好教；做老师的，我们遇到的时候，学生不好教，这在过去没听说过的。我们做小孩、做学生的时候，没有学生不听话的，没有学生不尊敬老师的。怎么会出了这些问题？全是电视、电脑、网路教出来的，这个麻烦就大了！",
      "zh_TW": "在中國古時候，音樂、歌舞所表演的標準，是用孔子在《論語》上說的一句話，就是文藝的演出的標準，叫「思無邪」。你表演，讓人家看、聽、接觸，決定不能讓他起不善的念頭，以這個為標準。如果這個演出會叫人起非非之想的，這個文藝是不及格的，這是不可以演出的。所以它的社會和諧、社會安定，人心善良淳樸。一切文藝演出的內容，總的原則，指導原則，思無邪。落實在哪裡？落實在孝悌忠信，落實在仁愛和平，落實在善惡報應。給你表演出來的，你看中國的平劇、這些戲劇，演的是忠孝節義，它是教育。用文藝演出的方式來教育群眾，善人一定有善的果報，惡人一定有惡的報應，把這些歷史故事在舞台上表演，演給大家看。現在這些全都沒有了，標準沒有了。電視劇裡頭演的是什麼？網路裡面播放的是什麼？全把人教壞了。所以現在問題出來，做父母的，我們遇到，都說小孩不好教；做老師的，我們遇到的時候，學生不好教，這在過去沒聽說過的。我們做小孩、做學生的時候，沒有學生不聽話的，沒有學生不尊敬老師的。怎麼會出了這些問題？全是電視、電腦、網路教出來的，這個麻煩就大了！"
    },
    {
      "id": "02-040-0370_p0027",
      "zh_CN": "我们在斯里兰卡访问、讲经，社会一般国家地区都有青少年的问题，而且非常严重，这个问题在斯里兰卡没有，没有看见，没听说。什么原因？那个地方人家里头没有电视、没有电脑。他们的收入很微薄，大概一个月普通一个家庭收入只是两百块美金，两百美金合香港一千五百块钱，买不起这些东西。所以他们的儿童保持着天真、保持着纯朴，走进那个国家，就像走进至少将近一百年前的社会，真可爱，没有污染。国家的政策好，这些污染东西不准进去，这个政策是正确的。国家还是以农为主，对于科学技术不发展，纵然发展脚步很慢，保持着这一块可能是世界上唯一的一块净土。人民虽然清苦，没有竞争的心，真正是中国古人讲的安贫乐道。你看每个人满面笑容，没有看到一个愁眉苦脸的，你看不到，他们的生活很清苦、很快乐，这个不容易。我们早年，在欧美去了很多国家，没见到，没有想到在印度南方这个小岛上看到了，让我们看到了佛教的前途，看到了这个世界还有一线希望。",
      "zh_TW": "我們在斯里蘭卡訪問、講經，社會一般國家地區都有青少年的問題，而且非常嚴重，這個問題在斯里蘭卡沒有，沒有看見，沒聽說。什麼原因？那個地方人家裡頭沒有電視、沒有電腦。他們的收入很微薄，大概一個月普通一個家庭收入只是兩百塊美金，兩百美金合香港一千五百塊錢，買不起這些東西。所以他們的兒童保持著天真、保持著純樸，走進那個國家，就像走進至少將近一百年前的社會，真可愛，沒有污染。國家的政策好，這些污染東西不准進去，這個政策是正確的。國家還是以農為主，對於科學技術不發展，縱然發展腳步很慢，保持著這一塊可能是世界上唯一的一塊淨土。人民雖然清苦，沒有競爭的心，真正是中國古人講的安貧樂道。你看每個人滿面笑容，沒有看到一個愁眉苦臉的，你看不到，他們的生活很清苦、很快樂，這個不容易。我們早年，在歐美去了很多國家，沒見到，沒有想到在印度南方這個小島上看到了，讓我們看到了佛教的前途，看到了這個世界還有一線希望。"
    },
    {
      "id": "02-040-0370_p0028",
      "zh_CN": "非常重视教育，而且非常重视佛教教育，完全是佛化了。我们进入参观学校，小学、中学，每个教室里面都供的有佛像，还点蜡烛、还烧香，教室，每个课堂里面都有。上课之前先拜佛，老师带着学生拜佛，拜完佛之后才上课，每间教室都是这样。学生对老师恭敬、听话，早晨上学见老师都是跪拜。学生在家里面，早晨起来要拜父母，跟父母请安要磕头，手要放在父母的脚背上，接足礼。在学校拜老师也是这样的，孝亲尊师，我们在斯里兰卡看到了。孝亲尊师是中国传统文化的大根大本，从哪里开始？从这个开始，难，太难了，我们中国人把这个礼节丢掉了一百多年，现在没人肯学，没有人肯干。所以斯里兰卡的旅行，我们受了很好的教育，知道传统这个礼节是应该要保存的，应该要永远继续下去，不能够废弃。人孝敬的心失掉了，其他的都不能成就，就像树木一样，根本没有了，它怎么能活？这个国家虽然小，非常可爱。要看佛教，必须到那个地方去观光旅游，看看真正的佛教是什么样子，落实在家庭、落实在生活。所以他们生活当中有佛，非常快乐，法喜充满。现代化刚开始，建了港口、机场、公路、铁路，这都是最近的事情，而且都是我们中国帮助它的，这个国家跟中国非常友好。",
      "zh_TW": "非常重視教育，而且非常重視佛教教育，完全是佛化了。我們進入參觀學校，小學、中學，每個教室裡面都供的有佛像，還點蠟燭、還燒香，教室，每個課堂裡面都有。上課之前先拜佛，老師帶著學生拜佛，拜完佛之後才上課，每間教室都是這樣。學生對老師恭敬、聽話，早晨上學見老師都是跪拜。學生在家裡面，早晨起來要拜父母，跟父母請安要磕頭，手要放在父母的腳背上，接足禮。在學校拜老師也是這樣的，孝親尊師，我們在斯里蘭卡看到了。孝親尊師是中國傳統文化的大根大本，從哪裡開始？從這個開始，難，太難了，我們中國人把這個禮節丟掉了一百多年，現在沒人肯學，沒有人肯幹。所以斯里蘭卡的旅行，我們受了很好的教育，知道傳統這個禮節是應該要保存的，應該要永遠繼續下去，不能夠廢棄。人孝敬的心失掉了，其他的都不能成就，就像樹木一樣，根本沒有了，它怎麼能活？這個國家雖然小，非常可愛。要看佛教，必須到那個地方去觀光旅遊，看看真正的佛教是什麼樣子，落實在家庭、落實在生活。所以他們生活當中有佛，非常快樂，法喜充滿。現代化剛開始，建了港口、機場、公路、鐵路，這都是最近的事情，而且都是我們中國幫助它的，這個國家跟中國非常友好。"
    },
    {
      "id": "02-040-0370_p0029",
      "zh_CN": "我们再往下面看，其音雅正，顺佛法故。「上述音声之德，非但于天中最为殊特」，这个天是说我们，欲界天、色界天，「亦于十方世界中，最为第一。故云：十方世界音声之中，最为第一」。给我们叙述极乐世界的美好，我们要学习。其实这本书是释迦牟尼佛专门为我们介绍西方极乐世界，换句话说，西方极乐世界的说明书。许许多多地方值得我们效法，如何能够用在我们的社会，用在我们的生活上，我们真正得到利益。往生那是终极的利益，现在我们就得利益，学以致用，学了没有用，那叫白学了。",
      "zh_TW": "我們再往下面看，其音雅正，順佛法故。「上述音聲之德，非但於天中最為殊特」，這個天是說我們，欲界天、色界天，「亦於十方世界中，最為第一。故云：十方世界音聲之中，最為第一」。給我們敘述極樂世界的美好，我們要學習。其實這本書是釋迦牟尼佛專門為我們介紹西方極樂世界，換句話說，西方極樂世界的說明書。許許多多地方值得我們效法，如何能夠用在我們的社會，用在我們的生活上，我們真正得到利益。往生那是終極的利益，現在我們就得利益，學以致用，學了沒有用，那叫白學了。"
    },
    {
      "id": "02-040-0370_p0030",
      "zh_CN": "再看底下，「树利生」，它给众生带来什么利益？",
      "zh_TW": "再看底下，「樹利生」，它給眾生帶來什麼利益？"
    },
    {
      "id": "02-040-0370_p0031",
      "zh_CN": "【若有众生。睹菩提树。】",
      "zh_TW": "【若有眾生。睹菩提樹。】"
    },
    {
      "id": "02-040-0370_p0032",
      "zh_CN": "看到菩提树。或者是：",
      "zh_TW": "看到菩提樹。或者是："
    },
    {
      "id": "02-040-0370_p0033",
      "zh_CN": "【闻声。】",
      "zh_TW": "【聞聲。】"
    },
    {
      "id": "02-040-0370_p0034",
      "zh_CN": "菩提树说法的音声。",
      "zh_TW": "菩提樹說法的音聲。"
    },
    {
      "id": "02-040-0370_p0035",
      "zh_CN": "【嗅香。尝其果味。触其光影。念树功德。皆得六根清彻。无诸恼患。】",
      "zh_TW": "【嗅香。嘗其果味。觸其光影。念樹功德。皆得六根清徹。無諸惱患。】"
    },
    {
      "id": "02-040-0370_p0036",
      "zh_CN": "这个利益太大了！右面这段经文，「显树作饶益，广施真实之利」。在这个树上怎么会得到这么多的好处，那是什么原因？树本身是功德，它跟我们这个世间树不一样的，这都是阿弥陀佛愿力威神变化所作，阿弥陀佛的化身，才有这么大的能量。「众生若有目见此树，耳闻其声，鼻嗅其香，口尝其果味，身触其光影，或意根忆念树之功德，如是眼、耳、鼻、舌、身、意六根，其中任何一根，能缘此树，皆得不退、得忍、成佛之胜益」，这个利益太大了。得不退是法身菩萨，得忍是七地以上，成佛是证得究竟圆满，这不是普通利益，无比殊胜的利益。所以经上末后这句话说，『皆得六根清彻』。这一句《会疏》里头解释，「耳根无垢为清。彻听众音曰彻」，这是举个例子，耳根。",
      "zh_TW": "這個利益太大了！右面這段經文，「顯樹作饒益，廣施真實之利」。在這個樹上怎麼會得到這麼多的好處，那是什麼原因？樹本身是功德，它跟我們這個世間樹不一樣的，這都是阿彌陀佛願力威神變化所作，阿彌陀佛的化身，才有這麼大的能量。「眾生若有目見此樹，耳聞其聲，鼻嗅其香，口嘗其果味，身觸其光影，或意根憶念樹之功德，如是眼、耳、鼻、舌、身、意六根，其中任何一根，能緣此樹，皆得不退、得忍、成佛之勝益」，這個利益太大了。得不退是法身菩薩，得忍是七地以上，成佛是證得究竟圓滿，這不是普通利益，無比殊勝的利益。所以經上末後這句話說，『皆得六根清徹』。這一句《會疏》裡頭解釋，「耳根無垢為清。徹聽眾音曰徹」，這是舉個例子，耳根。"
    },
    {
      "id": "02-040-0370_p0037",
      "zh_CN": "我们这个世界，众生的六根也是以耳根最利，看没看清楚，听清楚了。所以世尊当年在世，教化众生完全用音声，讲给你听，没有书本。佛陀在世没有用书本、没有讲义，完全是口述，学生耳听。在印度如是，在中国孔子教学亦如是，孔子、孟子当时教学没有书本，跟释迦佛一样都是口述，学生用心来听讲。佛陀灭度之后，弟子们将过去听佛的教训请阿难重复宣讲，因为阿难记忆力好，听得很完全，请阿难讲一遍。五百阿罗汉给阿难作证，证明佛是这么讲的，没讲错，这记录下来成为经典流传给后世。不是多数赞成，不是的，有一个阿罗汉反对，这个话就删掉，不能流传。五百阿罗汉个个赞成，这叫通过，经典是这么来的。因此，佛门里头世世代代讲经教学的法师，都是用这个方法学成功的，这个方法用了两千多年，在中国讲差不多用三千年，很有效果，复讲。",
      "zh_TW": "我們這個世界，眾生的六根也是以耳根最利，看沒看清楚，聽清楚了。所以世尊當年在世，教化眾生完全用音聲，講給你聽，沒有書本。佛陀在世沒有用書本、沒有講義，完全是口述，學生耳聽。在印度如是，在中國孔子教學亦如是，孔子、孟子當時教學沒有書本，跟釋迦佛一樣都是口述，學生用心來聽講。佛陀滅度之後，弟子們將過去聽佛的教訓請阿難重複宣講，因為阿難記憶力好，聽得很完全，請阿難講一遍。五百阿羅漢給阿難作證，證明佛是這麼講的，沒講錯，這記錄下來成為經典流傳給後世。不是多數贊成，不是的，有一個阿羅漢反對，這個話就刪掉，不能流傳。五百阿羅漢個個贊成，這叫通過，經典是這麼來的。因此，佛門裡頭世世代代講經教學的法師，都是用這個方法學成功的，這個方法用了兩千多年，在中國講差不多用三千年，很有效果，複講。"
    },
    {
      "id": "02-040-0370_p0038",
      "zh_CN": "什么样的人能够选出来担任将来讲经教学工作？基本的条件有三个，就会被选出来。第一个是德行，这个德行诸位一定晓得，孝顺父母，尊敬师长，尊师重道，没有这个心不行，学不出来。孝顺父母，尊师重道，这头一个条件。第二个条件，理解，你听一遍之后真懂，真听懂了。第三个条件，你记得住，你有很好的记性。有这三个条件，就可以被选出来学习复讲。老师上午讲两个钟点，复讲的人下午你上台把老师所讲的讲出来，也有听众听。标准，老师讲两个钟点，你上台讲不能少过一个半钟点，少过一个半钟点不及格，你要有能力讲一个半小时。漏掉的没有关系，不能自己随便添加，一定是老师讲过的。自己有好东西也不可以讲出来，因为什么？不是老师讲的，复讲完全讲老师的，忠于老师。这是什么？这是学习，忠于老师是对老师的尊敬，也是对自己的尊重。自己纵然很聪明，看到这个意思比老师体会得还要深、还要妙，也不能讲，修什么？忍辱波罗蜜，得能忍才行，不能忍不可以。所以统统是修行，但是方法妙极了。在复讲六度全修了，布施、持戒、忍辱、精进、禅定、般若，统统修了。佛法妙，妙不可言。有一个有能力的，培养一个，有两个有能力的培养两个，都是这样学出来的。",
      "zh_TW": "什麼樣的人能夠選出來擔任將來講經教學工作？基本的條件有三個，就會被選出來。第一個是德行，這個德行諸位一定曉得，孝順父母，尊敬師長，尊師重道，沒有這個心不行，學不出來。孝順父母，尊師重道，這頭一個條件。第二個條件，理解，你聽一遍之後真懂，真聽懂了。第三個條件，你記得住，你有很好的記性。有這三個條件，就可以被選出來學習複講。老師上午講兩個鐘點，複講的人下午你上台把老師所講的講出來，也有聽眾聽。標準，老師講兩個鐘點，你上台講不能少過一個半鐘點，少過一個半鐘點不及格，你要有能力講一個半小時。漏掉的沒有關係，不能自己隨便添加，一定是老師講過的。自己有好東西也不可以講出來，因為什麼？不是老師講的，複講完全講老師的，忠於老師。這是什麼？這是學習，忠於老師是對老師的尊敬，也是對自己的尊重。自己縱然很聰明，看到這個意思比老師體會得還要深、還要妙，也不能講，修什麼？忍辱波羅蜜，得能忍才行，不能忍不可以。所以統統是修行，但是方法妙極了。在複講六度全修了，布施、持戒、忍辱、精進、禪定、般若，統統修了。佛法妙，妙不可言。有一個有能力的，培養一個，有兩個有能力的培養兩個，都是這樣學出來的。"
    },
    {
      "id": "02-040-0370_p0039",
      "zh_CN": "现在办的佛学院里头没有了，老师讲，大家听，没有复讲的。我则沾一点光，大概是最后的一批，以后就没有了。我们学讲经就是复讲，听经的时候不准写笔记，完全靠记，你要能记得住。好在我们那个时候老师不是天天讲，天天讲受不了，他一个星期只讲一次，所以我们有足够的时间。复讲的时候要写讲稿，也是练习写作，写讲记。这个讲记经过审查，老师不审查，老师说你照你的讲记讲出来，老师听。第一遍复讲是对内的，大概隔一天、隔两天，你把它写好了，让同学批评。同学批评完了之后，老师再讲评，这堂课才会圆满。然后在规定的日子你上台给大众讲，台中训练讲经的人才用这个方法。李老师主持这个方法用了两年的时间，两年之后，那是你们个人的事情，方法你学会了，你懂得了，真正肯学，每个人都能学得出来。具足这三个条件。",
      "zh_TW": "現在辦的佛學院裡頭沒有了，老師講，大家聽，沒有複講的。我則沾一點光，大概是最後的一批，以後就沒有了。我們學講經就是複講，聽經的時候不准寫筆記，完全靠記，你要能記得住。好在我們那個時候老師不是天天講，天天講受不了，他一個星期只講一次，所以我們有足夠的時間。複講的時候要寫講稿，也是練習寫作，寫講記。這個講記經過審查，老師不審查，老師說你照你的講記講出來，老師聽。第一遍複講是對內的，大概隔一天、隔兩天，你把它寫好了，讓同學批評。同學批評完了之後，老師再講評，這堂課才會圓滿。然後在規定的日子你上台給大眾講，台中訓練講經的人才用這個方法。李老師主持這個方法用了兩年的時間，兩年之後，那是你們個人的事情，方法你學會了，你懂得了，真正肯學，每個人都能學得出來。具足這三個條件。"
    },
    {
      "id": "02-040-0370_p0040",
      "zh_CN": "实在讲，三个条件里最重要的是尊师重道，尊师重道一定是建立在孝养父母的基础上。所以孝是根，尊师是本，有根、有本你决定有成就。现在最困难的，到哪里去找孝养父母的这小孩，尊师重道的学生找不到。找不到就没法子教，你想教，他听不进去。有孝有敬，他会听进去，管用，没有孝敬，听不进去。老师只讲，不教了，讲对大众，你能听几分就得几分利益。听经也是在真诚恭敬，印光大师说得好，一分诚敬得一分利益，十分诚敬得十分利益，没有诚敬心，得不到利益，这是一定的道理。学生跟老师的关系就在此地，学生真正有真诚、恭敬，老师一定全心全力的教你，他要不教你他对不起你，为什么？你能学。没有诚敬心，老师不教你，为什么？教你是白教，浪费时间、浪费精力，你学不出来，不教。绝对不是老师吝啬，老师知道你能学多少，很清楚。听个皮毛，那个不需要知道，听就行了。西方世界所有一切设施统统是阿弥陀佛变化所作，也就是说，所有这些树木花草说法的都是阿弥陀佛。阿弥陀佛恒顺每个来往生的人，你喜欢什么方式，他都满你的愿，让你称心如意，认真学习。",
      "zh_TW": "實在講，三個條件裡最重要的是尊師重道，尊師重道一定是建立在孝養父母的基礎上。所以孝是根，尊師是本，有根、有本你決定有成就。現在最困難的，到哪裡去找孝養父母的這小孩，尊師重道的學生找不到。找不到就沒法子教，你想教，他聽不進去。有孝有敬，他會聽進去，管用，沒有孝敬，聽不進去。老師只講，不教了，講對大眾，你能聽幾分就得幾分利益。聽經也是在真誠恭敬，印光大師說得好，一分誠敬得一分利益，十分誠敬得十分利益，沒有誠敬心，得不到利益，這是一定的道理。學生跟老師的關係就在此地，學生真正有真誠、恭敬，老師一定全心全力的教你，他要不教你他對不起你，為什麼？你能學。沒有誠敬心，老師不教你，為什麼？教你是白教，浪費時間、浪費精力，你學不出來，不教。絕對不是老師吝嗇，老師知道你能學多少，很清楚。聽個皮毛，那個不需要知道，聽就行了。西方世界所有一切設施統統是阿彌陀佛變化所作，也就是說，所有這些樹木花草說法的都是阿彌陀佛。阿彌陀佛恆順每個來往生的人，你喜歡什麼方式，他都滿你的願，讓你稱心如意，認真學習。"
    },
    {
      "id": "02-040-0370_p0041",
      "zh_CN": "我们再往下看，「六根各发胜智，皆得清彻。故曰六根清彻」。六根都能够发起殊胜的智慧，这是什么？接受，接受教诲，所以都得到清彻。六根没有染污，这叫清；听了之后，懂得佛说的意思，慢慢觉悟，这叫彻。『恼』，《笺注》里头说，《无量寿经笺注》丁福保居士著作的，这是民国初年，他这个注解说，「恼，心所名，小烦恼地法之一」。在此地，我们资料上诸位自己去看，就不多说了。小烦恼，有中烦恼、有大烦恼，后面有个表，诸位看就晓得了。前面小乘七十五法，后面大乘百法，两个一对照你就晓得，小乘讲得比较简单，大乘说得详细。",
      "zh_TW": "我們再往下看，「六根各發勝智，皆得清徹。故曰六根清徹」。六根都能夠發起殊勝的智慧，這是什麼？接受，接受教誨，所以都得到清徹。六根沒有染污，這叫清；聽了之後，懂得佛說的意思，慢慢覺悟，這叫徹。『惱』，《箋註》裡頭說，《無量壽經箋註》丁福保居士著作的，這是民國初年，他這個註解說，「惱，心所名，小煩惱地法之一」。在此地，我們資料上諸位自己去看，就不多說了。小煩惱，有中煩惱、有大煩惱，後面有個表，諸位看就曉得了。前面小乘七十五法，後面大乘百法，兩個一對照你就曉得，小乘講得比較簡單，大乘說得詳細。"
    },
    {
      "id": "02-040-0370_p0042",
      "zh_CN": "大乘百法里头，将整个宇宙一切法归纳为六百六十法，这好讲话，太多了没办法，归纳。这什么人？《瑜伽师地论》，弥勒菩萨，弥勒菩萨把它归纳为六百六十法。《瑜伽师地论》上的，这个论一百卷，宗经论。天亲菩萨看到这个，认为初学很困难，六百六十记不住，把六百六十法再归纳，归纳成一百法。所以，百法就是六百六十法的归纳，便于初学。这个一百法又分为五类，心法八个，心所法五十一个，色法十一个，不相应行法二十四个，还有六个无为法。所以叫五位百法，就是百法有五类，总共一百法。心是最重要的，是心。心所就是心理起作用，叫心所法。心所法是以第六意识，五十一个心所法它统统都具足，也就是说它所缘的能量非常大。其他的心所，有的时候只有五个、十几个，没有那么多，作用没那么多，比较单纯。第六意识很复杂，能量特别大。",
      "zh_TW": "大乘百法裡頭，將整個宇宙一切法歸納為六百六十法，這好講話，太多了沒辦法，歸納。這什麼人？《瑜伽師地論》，彌勒菩薩，彌勒菩薩把它歸納為六百六十法。《瑜伽師地論》上的，這個論一百卷，宗經論。天親菩薩看到這個，認為初學很困難，六百六十記不住，把六百六十法再歸納，歸納成一百法。所以，百法就是六百六十法的歸納，便於初學。這個一百法又分為五類，心法八個，心所法五十一個，色法十一個，不相應行法二十四個，還有六個無為法。所以叫五位百法，就是百法有五類，總共一百法。心是最重要的，是心。心所就是心理起作用，叫心所法。心所法是以第六意識，五十一個心所法它統統都具足，也就是說它所緣的能量非常大。其他的心所，有的時候只有五個、十幾個，沒有那麼多，作用沒那麼多，比較單純。第六意識很複雜，能量特別大。"
    },
    {
      "id": "02-040-0370_p0043",
      "zh_CN": "佛在经上也说，用第六意识，这凡夫，凡夫今天起心动念是什么？第六意识。第六意识能够缘到宇宙的边缘，对外，你看天文学家天天观察宇宙，能缘得到，就是能想得到；对内能缘到阿赖耶，今天量子力学。所以佛早就说出来了，量子力学发现阿赖耶三细相不稀奇，佛说过了，佛经上有。对内可以缘到阿赖耶，但是不能见性，缘不到自性。所以科学家能不能成佛？不能。虽然他把阿赖耶三细相搞清楚、搞明白了，他不能得受用，跟八地菩萨比差太远了。八地菩萨的神通、智慧、道力差不多就跟佛接近了，科学家决定做不到，他还是凡夫，为什么？他还起心动念，他还分别执着。对阿赖耶的三细相真正彻底通达明了，经上常说八地以上。明心见性，他知道了、他见到了，不清楚，模糊，到八地才完全搞清楚，一丝毫不含糊。",
      "zh_TW": "佛在經上也說，用第六意識，這凡夫，凡夫今天起心動念是什麼？第六意識。第六意識能夠緣到宇宙的邊緣，對外，你看天文學家天天觀察宇宙，能緣得到，就是能想得到；對內能緣到阿賴耶，今天量子力學。所以佛早就說出來了，量子力學發現阿賴耶三細相不稀奇，佛說過了，佛經上有。對內可以緣到阿賴耶，但是不能見性，緣不到自性。所以科學家能不能成佛？不能。雖然他把阿賴耶三細相搞清楚、搞明白了，他不能得受用，跟八地菩薩比差太遠了。八地菩薩的神通、智慧、道力差不多就跟佛接近了，科學家決定做不到，他還是凡夫，為什麼？他還起心動念，他還分別執著。對阿賴耶的三細相真正徹底通達明瞭，經上常說八地以上。明心見性，他知道了、他見到了，不清楚，模糊，到八地才完全搞清楚，一絲毫不含糊。"
    },
    {
      "id": "02-040-0370_p0044",
      "zh_CN": "八地多高？你看看实报庄严土菩萨，从初住开始，这是大乘圆教，十住、十行、十回向三十个位次，十地，十地里面第七；换句话说，总共是四十一个位次，他排在第三十八，很高了，距离最高的只差四个位次。佛说，这些人全都知道，而且明了，彻底的明了通达。再往上，再往上就是究竟圆满的佛了，妙觉，《华严》称妙觉。菩萨到等觉，加上妙觉，五个位次，修行五十二个阶级，最上面的五个位次他们通达明了。今天科学家在精密仪器里头看到，发现看到，不能像八地菩萨那样的神通变化妙用。八地菩萨能分身，每天分无量无边身，到十方佛刹去供佛闻法，这他做不到。佛法用内证，科学靠精密仪器，外面东西，用这个东西来帮助，看见了，佛法不用外面的，用禅定。定功的浅深，大乘教里头，从最低的定到如来最高的定，分为五十二个等级。",
      "zh_TW": "八地多高？你看看實報莊嚴土菩薩，從初住開始，這是大乘圓教，十住、十行、十迴向三十個位次，十地，十地裡面第七；換句話說，總共是四十一個位次，他排在第三十八，很高了，距離最高的只差四個位次。佛說，這些人全都知道，而且明瞭，徹底的明瞭通達。再往上，再往上就是究竟圓滿的佛了，妙覺，《華嚴》稱妙覺。菩薩到等覺，加上妙覺，五個位次，修行五十二個階級，最上面的五個位次他們通達明瞭。今天科學家在精密儀器裡頭看到，發現看到，不能像八地菩薩那樣的神通變化妙用。八地菩薩能分身，每天分無量無邊身，到十方佛剎去供佛聞法，這他做不到。佛法用內證，科學靠精密儀器，外面東西，用這個東西來幫助，看見了，佛法不用外面的，用禪定。定功的淺深，大乘教裡頭，從最低的定到如來最高的定，分為五十二個等級。"
    },
    {
      "id": "02-040-0370_p0045",
      "zh_CN": "由此可知，最伟大的科学家，纵然对于阿赖耶三细相搞得很清楚、很明白，实际上比不上须陀洹。须陀洹是入门，小学一年级，他有定功，小小的定功。这个小小的定功发两个神通，天眼通、天耳通，科学家没有，这就比不上。初信位的菩萨，他虽然没出六道轮回，他天上人间七次往返，也就是说他修到第七信位，就超越六道了。现在是初信，初信虽然还在六道里面，他不会堕三恶道，人间寿命到了他到天上去，天上寿命到了，他到人间来，他不会到三恶道。科学家还会堕三恶道，在轮回里头遥遥无期，这就是比不上。我们明白之后，才真正晓得佛法殊胜，佛法真正不可思议，这一生当中能遇到，认真学习，无量的福报。真正学到，肯依教奉行，没有一个不往生，往生到极乐世界，一生决定成佛。今天时间到了，我们就学习到此地。",
      "zh_TW": "由此可知，最偉大的科學家，縱然對於阿賴耶三細相搞得很清楚、很明白，實際上比不上須陀洹。須陀洹是入門，小學一年級，他有定功，小小的定功。這個小小的定功發兩個神通，天眼通、天耳通，科學家沒有，這就比不上。初信位的菩薩，他雖然沒出六道輪迴，他天上人間七次往返，也就是說他修到第七信位，就超越六道了。現在是初信，初信雖然還在六道裡面，他不會墮三惡道，人間壽命到了他到天上去，天上壽命到了，他到人間來，他不會到三惡道。科學家還會墮三惡道，在輪迴裡頭遙遙無期，這就是比不上。我們明白之後，才真正曉得佛法殊勝，佛法真正不可思議，這一生當中能遇到，認真學習，無量的福報。真正學到，肯依教奉行，沒有一個不往生，往生到極樂世界，一生決定成佛。今天時間到了，我們就學習到此地。"
    }
  ]
}