{
  "doc_id": "02-040-0243",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四三集",
    "zh_TW": "第二四三集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0243",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0243_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0243_p0002",
      "zh_CN": "请看《大经科注》第五百一十一页倒数第四行，科题「香光普摄」，下面第四十二愿「彻照十方」。请看经文：",
      "zh_TW": "請看《大經科註》第五百一十一頁倒數第四行，科題「香光普攝」，下面第四十二願「徹照十方」。請看經文："
    },
    {
      "id": "02-040-0243_p0003",
      "zh_CN": "【我作佛时。所居佛刹。广博严净。光莹如镜。彻照十方无量无数。不可思议。诸佛世界。众生睹者。生希有心。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。所居佛剎。廣博嚴淨。光瑩如鏡。徹照十方無量無數。不可思議。諸佛世界。眾生睹者。生希有心。若不爾者。不取正覺。】"
    },
    {
      "id": "02-040-0243_p0004",
      "zh_CN": "这是二十四章里面的第二十一章，四十八愿里面的第四十二愿「彻照十方愿」，请看念老的注解。「右第四十二彻照十方愿。广博者，宽阔无边」，广是从空间讲。『严净』是庄严清净。『光莹』是光明晶莹的意思。『彻照』是无微不显，无远不见。无微不显是今天科学里头所说的微观世界，无远不见是所谓宏观的宇宙，也就是全宇宙都照得清清楚楚、了了分明。『希有』，《涅槃经》里头有个比喻，「譬如水中，生于莲花，非为希有」，水里头种的有莲，莲在水里面开花，这个不稀有，很平常的事情。稀有，「火中生者，是乃希有」，烈火当中出现莲花，这个稀有，没见过。听说佛经上有这样讲，但是没有人见过，这稀有。",
      "zh_TW": "這是二十四章裡面的第二十一章，四十八願裡面的第四十二願「徹照十方願」，請看念老的註解。「右第四十二徹照十方願。廣博者，寬闊無邊」，廣是從空間講。『嚴淨』是莊嚴清淨。『光瑩』是光明晶瑩的意思。『徹照』是無微不顯，無遠不見。無微不顯是今天科學裡頭所說的微觀世界，無遠不見是所謂宏觀的宇宙，也就是全宇宙都照得清清楚楚、了了分明。『希有』，《涅槃經》裡頭有個比喻，「譬如水中，生於蓮花，非為希有」，水裡頭種的有蓮，蓮在水裡面開花，這個不稀有，很平常的事情。稀有，「火中生者，是乃希有」，烈火當中出現蓮花，這個稀有，沒見過。聽說佛經上有這樣講，但是沒有人見過，這稀有。"
    },
    {
      "id": "02-040-0243_p0005",
      "zh_CN": "「极乐国土，庄严清净。光洁如镜，照见十方」，用这个来衬西方世界稀有的庄严。庄严是美好到极处，美好，它清净，它不污染。我们这个世界也有庄严，但是不清净，保持清净是很费事的，不是容易做到的。现在纵然科学技术发达，还是不容易，污染总是除不掉，而且污染愈来愈复杂、愈来愈严重，这大家都知道的。极乐世界确实清净，没有污染。也就是说，我们这个世间，空中极微小的粒子非常之多，这个桌子三天不擦，你去摸，它都有灰了。这样严密的一个教室，门窗都关上，三天，摸摸桌子上还是有灰。可知道这种小的微粒，墙壁它可以穿过，它没有障碍，墙壁能障碍大的微尘，极其微细的障碍不住。甚至于说金属的铜墙铁壁也障不了，它还是透过，还是能通过的。极乐世界空中没有这些微尘，它是法性土。我们这个世界是阿赖耶变的，阿赖耶就是染污，阿赖耶就是无常，它是生灭的。极乐世界不生不灭，极乐世界是真常，不是生灭，所以庄严清净，我们无法想像的，这叫稀有，这叫微妙。光洁如镜，镜能照，极乐世界万物都是光洁，都能照。前面告诉我们，极乐世界的树木能照见十方一切诸佛刹土，你在树中看十方世界，你完全能看清楚、能看明了。",
      "zh_TW": "「極樂國土，莊嚴清淨。光潔如鏡，照見十方」，用這個來襯西方世界稀有的莊嚴。莊嚴是美好到極處，美好，它清淨，它不污染。我們這個世界也有莊嚴，但是不清淨，保持清淨是很費事的，不是容易做到的。現在縱然科學技術發達，還是不容易，污染總是除不掉，而且污染愈來愈複雜、愈來愈嚴重，這大家都知道的。極樂世界確實清淨，沒有污染。也就是說，我們這個世間，空中極微小的粒子非常之多，這個桌子三天不擦，你去摸，它都有灰了。這樣嚴密的一個教室，門窗都關上，三天，摸摸桌子上還是有灰。可知道這種小的微粒，牆壁它可以穿過，它沒有障礙，牆壁能障礙大的微塵，極其微細的障礙不住。甚至於說金屬的銅牆鐵壁也障不了，它還是透過，還是能通過的。極樂世界空中沒有這些微塵，它是法性土。我們這個世界是阿賴耶變的，阿賴耶就是染污，阿賴耶就是無常，它是生滅的。極樂世界不生不滅，極樂世界是真常，不是生滅，所以莊嚴清淨，我們無法想像的，這叫稀有，這叫微妙。光潔如鏡，鏡能照，極樂世界萬物都是光潔，都能照。前面告訴我們，極樂世界的樹木能照見十方一切諸佛剎土，你在樹中看十方世界，你完全能看清楚、能看明瞭。"
    },
    {
      "id": "02-040-0243_p0006",
      "zh_CN": "「如《观经》中，大势至菩萨天冠」，大势至菩萨戴的帽子，「有五百宝华」，这个帽子上有这么多花，宝花。「一一宝华，有五百宝台。一一台中，十方诸佛净妙国土广长之相，皆于中现」。大势至菩萨戴的帽子当中，也能够现十方佛刹。如果我们从理上说，一一微尘无一不现十方诸佛刹土，这理上讲，这个说法现代的科学家承认了。科学家发现一个现象，叫全息现象，全息是完整的宇宙，在哪里？在一切物质之中，所有物质现象统统都有。天冠是物质现象，宝树是物质现象，极乐世界是物质现象。物质现象最小的，科学家叫它做微中子，小到我们无法想像。这一粒微中子说明，铜墙铁壁它穿过来穿过去没有障碍。铜墙铁壁它还是有孔，在显微镜底下去观看，它好像还是这样交叉组织的，当中有空隙。这些微中子在空隙里头自然通过，而且速度很大，它全没有障碍。",
      "zh_TW": "「如《觀經》中，大勢至菩薩天冠」，大勢至菩薩戴的帽子，「有五百寶華」，這個帽子上有這麼多花，寶花。「一一寶華，有五百寶臺。一一臺中，十方諸佛淨妙國土廣長之相，皆於中現」。大勢至菩薩戴的帽子當中，也能夠現十方佛剎。如果我們從理上說，一一微塵無一不現十方諸佛剎土，這理上講，這個說法現代的科學家承認了。科學家發現一個現象，叫全息現象，全息是完整的宇宙，在哪裡？在一切物質之中，所有物質現象統統都有。天冠是物質現象，寶樹是物質現象，極樂世界是物質現象。物質現象最小的，科學家叫它做微中子，小到我們無法想像。這一粒微中子說明，銅牆鐵壁它穿過來穿過去沒有障礙。銅牆鐵壁它還是有孔，在顯微鏡底下去觀看，它好像還是這樣交叉組織的，當中有空隙。這些微中子在空隙裡頭自然通過，而且速度很大，它全沒有障礙。"
    },
    {
      "id": "02-040-0243_p0007",
      "zh_CN": "科学家告诉我们，微中子的体积只有电子的一百亿分之一；换句话说，一百亿个微中子纠缠在一起，体积等于一个电子，原子里面的电子。这是物质最小的单位，再分就没有了。科学家真的把它分开了，一分开物质不见了，看到什么？意念波动的现象，这让现代科学家大开眼界。德国普朗克博士的报告，他说根据他一生的研究观察，宇宙之间根本就没有物质这个东西。物质是从哪里来的？从念头来的，有念头就有物质现象，我们起心动念，那个念头里头有物质现象；不起心不动念，物质现象就没有了。",
      "zh_TW": "科學家告訴我們，微中子的體積只有電子的一百億分之一；換句話說，一百億個微中子糾纏在一起，體積等於一個電子，原子裡面的電子。這是物質最小的單位，再分就沒有了。科學家真的把它分開了，一分開物質不見了，看到什麼？意念波動的現象，這讓現代科學家大開眼界。德國普朗克博士的報告，他說根據他一生的研究觀察，宇宙之間根本就沒有物質這個東西。物質是從哪裡來的？從念頭來的，有念頭就有物質現象，我們起心動念，那個念頭裡頭有物質現象；不起心不動念，物質現象就沒有了。"
    },
    {
      "id": "02-040-0243_p0008",
      "zh_CN": "所以佛经上在三千年前就说过，相由心生、色由心生，色、相都是佛经上讲的物质。五蕴是佛法里面所讲的最小的物质、基本的物质，叫五蕴，就是五种和合混合在一起。第一个是色，色是物质现象；第二个是受，它有感受，也就是说它能看、能听，懂得人的意思，这受；它有想，有思想；它有行，行是什么？行是它不会断掉，虽然它是生灭法，前念灭后念就生了，它不会断，一个接着一个，这叫行；识就是阿赖耶识，是前面四种现象的本体。一个最小的物质单位，具足色、受、想、行、识。识，我们也可以说它是记忆，见到的东西不会忘记，识好像是个资料库，把所有它见过的、听过的、接触过的统统储存在这里面。这个东西没有形相，佛经上有个比喻，阿赖耶识如果有形相，它里面收藏的这些东西，遍法界虚空界不能容纳。就是太多了，无始劫来全包括在里头，换句话说，十方诸佛刹土也在这里头。",
      "zh_TW": "所以佛經上在三千年前就說過，相由心生、色由心生，色、相都是佛經上講的物質。五蘊是佛法裡面所講的最小的物質、基本的物質，叫五蘊，就是五種和合混合在一起。第一個是色，色是物質現象；第二個是受，它有感受，也就是說它能看、能聽，懂得人的意思，這受；它有想，有思想；它有行，行是什麼？行是它不會斷掉，雖然它是生滅法，前念滅後念就生了，它不會斷，一個接著一個，這叫行；識就是阿賴耶識，是前面四種現象的本體。一個最小的物質單位，具足色、受、想、行、識。識，我們也可以說它是記憶，見到的東西不會忘記，識好像是個資料庫，把所有它見過的、聽過的、接觸過的統統儲存在這裡面。這個東西沒有形相，佛經上有個比喻，阿賴耶識如果有形相，它裡面收藏的這些東西，遍法界虛空界不能容納。就是太多了，無始劫來全包括在裡頭，換句話說，十方諸佛剎土也在這裡頭。"
    },
    {
      "id": "02-040-0243_p0009",
      "zh_CN": "微中子不大，没放大，十方诸佛刹土没有缩小，那里头有，这叫全息。每一个微中子都有，都有完整的宇宙，这个妙，不可思议，这是事实，我们在《华严经》上读过。谁能够进入微尘的世界？微中子佛家叫微尘，极微之微，微尘最小的单位，普贤菩萨能入。在自性里面没有大小，微尘没放大，宇宙没有缩小，微尘里面居然有宇宙。微尘里面的宇宙里头又有微尘，那个微尘里头又有宇宙，重重无尽。这是中国古人所说的「其大无外，其小无内」，这是自性。所以我们自然会有一个想法，佛教从印度传到中国，历史只有两千年。这个其大无外、其小无内，这中国古人说的，佛法没传到中国来，中国这些人怎么能说得出这个话？我们客观的看法，没有见到事实真相他说不出来；这就是说，中国古圣先贤是不是菩萨化身再来的？这有可能。我把这桩事情请教李老师，老师告诉我，理上讲得通，事上没证据。老师说得好，诸佛菩萨随类化身，中国人喜欢圣贤、尊重圣贤、仰慕圣贤，他就有圣贤身出现在世间，应以什么身得度就现什么身。印度人尊重佛菩萨，就用佛菩萨的身分出现，在中国用圣贤出现。在其他地区，他们尊重天神、上天，敬爱上天，他们就用天神的身分出现，那就变成宗教了，宗教就这么来的。",
      "zh_TW": "微中子不大，沒放大，十方諸佛剎土沒有縮小，那裡頭有，這叫全息。每一個微中子都有，都有完整的宇宙，這個妙，不可思議，這是事實，我們在《華嚴經》上讀過。誰能夠進入微塵的世界？微中子佛家叫微塵，極微之微，微塵最小的單位，普賢菩薩能入。在自性裡面沒有大小，微塵沒放大，宇宙沒有縮小，微塵裡面居然有宇宙。微塵裡面的宇宙裡頭又有微塵，那個微塵裡頭又有宇宙，重重無盡。這是中國古人所說的「其大無外，其小無內」，這是自性。所以我們自然會有一個想法，佛教從印度傳到中國，歷史只有兩千年。這個其大無外、其小無內，這中國古人說的，佛法沒傳到中國來，中國這些人怎麼能說得出這個話？我們客觀的看法，沒有見到事實真相他說不出來；這就是說，中國古聖先賢是不是菩薩化身再來的？這有可能。我把這樁事情請教李老師，老師告訴我，理上講得通，事上沒證據。老師說得好，諸佛菩薩隨類化身，中國人喜歡聖賢、尊重聖賢、仰慕聖賢，他就有聖賢身出現在世間，應以什麼身得度就現什麼身。印度人尊重佛菩薩，就用佛菩薩的身分出現，在中國用聖賢出現。在其他地區，他們尊重天神、上天，敬愛上天，他們就用天神的身分出現，那就變成宗教了，宗教就這麼來的。"
    },
    {
      "id": "02-040-0243_p0010",
      "zh_CN": "由这个理我们慢慢去推，最终的结论是全世界宗教是一个神，在我们讲就是一尊佛变现的。所以日本中村康隆，这个地方有没有他的照片？有，在那边。中村康隆告诉我，他说全世界所有宗教的创始人，统统都是观世音菩萨的化身。观世音菩萨三十二应，应以什么身得度他就现什么身。就是这张照片，我跟他见面的时候，他的徒弟桥本。这个老和尚现在往生了，往生的时候一百零三岁。桥本告诉我，他说我们老和尚一生从来没有说过这种话，为什么见到你说这样的话？我说可能老和尚知道我，我跟所有宗教都接触，跟所有的宗教都往来，老和尚给我印证，我的想法没错。所以宗教可以团结，宗教可以互相学习，宗教确实是一家人，来干什么？来教化世人的。宗教都是帮助人断恶修善，改邪归正，对于社会的安定、社会的和谐功德很大。现在这个世界科学技术很发达，宗教没落了，社会动乱。如果宗教教学跟科学发展齐头并进，这个世界多么美好，得到科学的便利，社会又能够稳定、和谐。由此可知宗教教育重要。",
      "zh_TW": "由這個理我們慢慢去推，最終的結論是全世界宗教是一個神，在我們講就是一尊佛變現的。所以日本中村康隆，這個地方有沒有他的照片？有，在那邊。中村康隆告訴我，他說全世界所有宗教的創始人，統統都是觀世音菩薩的化身。觀世音菩薩三十二應，應以什麼身得度他就現什麼身。就是這張照片，我跟他見面的時候，他的徒弟橋本。這個老和尚現在往生了，往生的時候一百零三歲。橋本告訴我，他說我們老和尚一生從來沒有說過這種話，為什麼見到你說這樣的話？我說可能老和尚知道我，我跟所有宗教都接觸，跟所有的宗教都往來，老和尚給我印證，我的想法沒錯。所以宗教可以團結，宗教可以互相學習，宗教確實是一家人，來幹什麼？來教化世人的。宗教都是幫助人斷惡修善，改邪歸正，對於社會的安定、社會的和諧功德很大。現在這個世界科學技術很發達，宗教沒落了，社會動亂。如果宗教教學跟科學發展齊頭並進，這個世界多麼美好，得到科學的便利，社會又能夠穩定、和諧。由此可知宗教教育重要。"
    },
    {
      "id": "02-040-0243_p0011",
      "zh_CN": "中国人用「宗教」两个字来翻外国这个宗教的意义很特殊，外国宗教里头没有这个意思，中国这两个字意思很丰富、很圆满。宗这个字它意思很多，有三个主要的意思，第一个就是主要的，第二个重要的，第三个尊崇的，就这三个意思。教有教育、教学、教化，有这些意思。这两个字合起来，就是主要的教育、重要的教学、尊崇的教化，你看这个意思多好。用中国文字来解释宗教，这个教育是全人类的，在佛法里面讲，是遍法界虚空界，所有一切众生都要接受，主要的教育。最重要的教学，教人转恶为善、转迷为悟、转凡为圣，你看这个教育多重要，尊崇的教化。用这个定义对每个宗教说，他听了都会生欢喜心，都认为我们宗教符合这三个条件，是人类主要的教育、重要的教学、尊崇的教化。",
      "zh_TW": "中國人用「宗教」兩個字來翻外國這個宗教的意義很特殊，外國宗教裡頭沒有這個意思，中國這兩個字意思很豐富、很圓滿。宗這個字它意思很多，有三個主要的意思，第一個就是主要的，第二個重要的，第三個尊崇的，就這三個意思。教有教育、教學、教化，有這些意思。這兩個字合起來，就是主要的教育、重要的教學、尊崇的教化，你看這個意思多好。用中國文字來解釋宗教，這個教育是全人類的，在佛法裡面講，是遍法界虛空界，所有一切眾生都要接受，主要的教育。最重要的教學，教人轉惡為善、轉迷為悟、轉凡為聖，你看這個教育多重要，尊崇的教化。用這個定義對每個宗教說，他聽了都會生歡喜心，都認為我們宗教符合這三個條件，是人類主要的教育、重要的教學、尊崇的教化。"
    },
    {
      "id": "02-040-0243_p0012",
      "zh_CN": "我们就提出世界宗教是一家，看看他们的经典，真的，里面所说的大同小异。异的地方在哪里？生活习惯，这个不一样，历史的背景不相同，言语文字不相同。内容大概百分之七、八十都相同的，真的不是假的。所以，宗教教育大有利于众生。宗教教学主要的就这三句话，它教什么？教人转恶为善、转迷为悟、转凡成圣，宗教目的圆满达到了。这三样东西我们要不要？不要，世界就乱了；如果要，世界就和谐。国家社会长治久安需要这个教育，没有这个教育不行。你能找到更好东西来代替，好，我们都遵从。宗教是开明的，不是保守的，是接纳善言、善行，真有好的东西代替，欢迎。找不到呢？那就还用这个好，已经用了几千年，没有出乱子。",
      "zh_TW": "我們就提出世界宗教是一家，看看他們的經典，真的，裡面所說的大同小異。異的地方在哪裡？生活習慣，這個不一樣，歷史的背景不相同，言語文字不相同。內容大概百分之七、八十都相同的，真的不是假的。所以，宗教教育大有利於眾生。宗教教學主要的就這三句話，它教什麼？教人轉惡為善、轉迷為悟、轉凡成聖，宗教目的圓滿達到了。這三樣東西我們要不要？不要，世界就亂了；如果要，世界就和諧。國家社會長治久安需要這個教育，沒有這個教育不行。你能找到更好東西來代替，好，我們都遵從。宗教是開明的，不是保守的，是接納善言、善行，真有好的東西代替，歡迎。找不到呢？那就還用這個好，已經用了幾千年，沒有出亂子。"
    },
    {
      "id": "02-040-0243_p0013",
      "zh_CN": "下面念老的解释，「故知彼土」，彼是极乐世界，故知极乐世界「小大相容」，小可以容大，大容小没有问题，小中容大这个稀奇，没听说过。小到什么程度？「一毛一尘」。毛是我们身上的汗毛，毛的尖端，取这个意思。毛的尖端，汗毛很细，这个尖端能容什么？能容十方世界，一切诸佛刹土就在毛端。我们听不懂，佛这么说。一尘，一粒微尘，微尘里头最小的微中子，都是肉眼看不见的，「悉皆映照十方」，十方无量无边诸佛刹土在哪里？在我毛端。身上多少汗毛，每个毛端都是，都照见十方诸佛刹土，每一粒微尘也是映照十方佛刹。真的，不是假的。普贤菩萨有能力进入微尘刹土，去供佛、闻法，去度微尘刹土里面的众生。这个境界《华严经》讲得最多，讲得最详细，所以小大相容，广狭无碍，华严境界。我们这部经是《华严经》的总结，《华严经》到最后，普贤菩萨十大愿王导归极乐，就是归到这部经上去了。《华严》称为一乘大经、根本法轮，这部经是一乘大经里面的一乘大经，是《华严》的核心，《华严》到最后归《无量寿》才圆满。",
      "zh_TW": "下面念老的解釋，「故知彼土」，彼是極樂世界，故知極樂世界「小大相容」，小可以容大，大容小沒有問題，小中容大這個稀奇，沒聽說過。小到什麼程度？「一毛一塵」。毛是我們身上的汗毛，毛的尖端，取這個意思。毛的尖端，汗毛很細，這個尖端能容什麼？能容十方世界，一切諸佛剎土就在毛端。我們聽不懂，佛這麼說。一塵，一粒微塵，微塵裡頭最小的微中子，都是肉眼看不見的，「悉皆映照十方」，十方無量無邊諸佛剎土在哪裡？在我毛端。身上多少汗毛，每個毛端都是，都照見十方諸佛剎土，每一粒微塵也是映照十方佛剎。真的，不是假的。普賢菩薩有能力進入微塵剎土，去供佛、聞法，去度微塵剎土裡面的眾生。這個境界《華嚴經》講得最多，講得最詳細，所以小大相容，廣狹無礙，華嚴境界。我們這部經是《華嚴經》的總結，《華嚴經》到最後，普賢菩薩十大願王導歸極樂，就是歸到這部經上去了。《華嚴》稱為一乘大經、根本法輪，這部經是一乘大經裡面的一乘大經，是《華嚴》的核心，《華嚴》到最後歸《無量壽》才圓滿。"
    },
    {
      "id": "02-040-0243_p0014",
      "zh_CN": "我们今天学经学什么？国内有个同学写了封信，我昨天看到了，邀请我讲《楞严经》。三十六年前，一九七七年，我第一次到香港就是讲《楞严》。《楞严》是我年轻时候主修的一部经典，我好像讲过七遍。以后讲《华严》，讲过《法华经》大意，我记得好像留有六十个光碟，《法华经》大意；《华严经》留下的光碟，四千多个小时。八十五岁开始把《华严经》停了，专讲《无量寿》，为什么？那些大经，佛说得好，我们没有办法依照那个经修行，那是要断烦恼的，烦恼不断，境界不能提升。最低的程度也要破八十八品见惑，才能证得小乘须陀洹、大乘初信菩萨，你试试看，你能不能做得到？证得这个果位，不错了，是圣人，转凡成圣了，没有出六道轮回，在六道轮回里头还有一段相当长的时间。为什么？天上人间七次往返。证得初信位的菩萨，寿命终了他生天，天上寿命终了的时候他又到人间来，他就这两道，其他道他都不去。天上人间七次往返，他证阿罗汉果，无论有没有佛出世他都会成就，有佛出世他是声闻，没有佛出世他是独觉，他都会成就。",
      "zh_TW": "我們今天學經學什麼？國內有個同學寫了封信，我昨天看到了，邀請我講《楞嚴經》。三十六年前，一九七七年，我第一次到香港就是講《楞嚴》。《楞嚴》是我年輕時候主修的一部經典，我好像講過七遍。以後講《華嚴》，講過《法華經》大意，我記得好像留有六十個光碟，《法華經》大意；《華嚴經》留下的光碟，四千多個小時。八十五歲開始把《華嚴經》停了，專講《無量壽》，為什麼？那些大經，佛說得好，我們沒有辦法依照那個經修行，那是要斷煩惱的，煩惱不斷，境界不能提升。最低的程度也要破八十八品見惑，才能證得小乘須陀洹、大乘初信菩薩，你試試看，你能不能做得到？證得這個果位，不錯了，是聖人，轉凡成聖了，沒有出六道輪迴，在六道輪迴裡頭還有一段相當長的時間。為什麼？天上人間七次往返。證得初信位的菩薩，壽命終了他生天，天上壽命終了的時候他又到人間來，他就這兩道，其他道他都不去。天上人間七次往返，他證阿羅漢果，無論有沒有佛出世他都會成就，有佛出世他是聲聞，沒有佛出世他是獨覺，他都會成就。"
    },
    {
      "id": "02-040-0243_p0015",
      "zh_CN": "天上寿命长，人间寿命短，天上人间七次往来才搞个阿罗汉，没有这个法门好。这个法门，我们这一生往生就是阿惟越致菩萨，聪明人要会算帐。一个人从《楞严》、《华严》、《法华》修到阿惟越致，不是一生能做到的。《三昧水忏》我们看到悟达国师，十世高僧，学得不错了，每一世死了又到人间来，到人间来还接着修。十世，修到什么地位？修到国师，皇上的老师。十世达到这个地位，不简单，还没有离开人道。往生到极乐世界，他早就成佛了，《华严经》上妙觉如来我相信决定证得了。十世要几百年，几百年的时间，在极乐世界哪有不成佛的道理？所以，我把其他的经教统统放下了。",
      "zh_TW": "天上壽命長，人間壽命短，天上人間七次往來才搞個阿羅漢，沒有這個法門好。這個法門，我們這一生往生就是阿惟越致菩薩，聰明人要會算帳。一個人從《楞嚴》、《華嚴》、《法華》修到阿惟越致，不是一生能做到的。《三昧水懺》我們看到悟達國師，十世高僧，學得不錯了，每一世死了又到人間來，到人間來還接著修。十世，修到什麼地位？修到國師，皇上的老師。十世達到這個地位，不簡單，還沒有離開人道。往生到極樂世界，他早就成佛了，《華嚴經》上妙覺如來我相信決定證得了。十世要幾百年，幾百年的時間，在極樂世界哪有不成佛的道理？所以，我把其他的經教統統放下了。"
    },
    {
      "id": "02-040-0243_p0016",
      "zh_CN": "我过去讲的《楞严经》，在台湾，那个时候邬余庆居士保留一套完整的录音带，那时候是圆盘的录音带。打听打听，不知道他是不是还继续保存。邬老居士往生很多年了，他的年岁比我大。那个时候的机器很笨重，像个旅行箱子一样，每天来听经带来带去，我看到他很辛苦，录下来，他录得最完整。如果这份资料还在，可以做参考，当年我学习是很下功夫，现在不说了。现在一部《无量寿经》，一句阿弥陀佛，我什么都不想，我就想往生极乐世界，亲近阿弥陀佛。莲池大师到晚年，收心了，《竹窗随笔》里头有记载，放下之后说，「三藏十二部，让给别人悟」，我不搞这个了；「八万四千行，饶与他人行」，我就专念弥陀，专修净土。祖师留下的榜样，我们跟着他的路走。莲池、蕅益、印光大师都给我们做出最佳的榜样，第一个要认识自己，自己是什么样的根性，这个要知道。第二个要认识法门。早年年轻，三十年那叫参学，什么法门都涉猎。最后选择净土宗，选择持名念佛，选择夏莲居老居士《无量寿经》会集本，专修专弘，自利利他，一门深入，长时薰修，不再搞别的了。",
      "zh_TW": "我過去講的《楞嚴經》，在台灣，那個時候鄔餘慶居士保留一套完整的錄音帶，那時候是圓盤的錄音帶。打聽打聽，不知道他是不是還繼續保存。鄔老居士往生很多年了，他的年歲比我大。那個時候的機器很笨重，像個旅行箱子一樣，每天來聽經帶來帶去，我看到他很辛苦，錄下來，他錄得最完整。如果這份資料還在，可以做參考，當年我學習是很下功夫，現在不說了。現在一部《無量壽經》，一句阿彌陀佛，我什麼都不想，我就想往生極樂世界，親近阿彌陀佛。蓮池大師到晚年，收心了，《竹窗隨筆》裡頭有記載，放下之後說，「三藏十二部，讓給別人悟」，我不搞這個了；「八萬四千行，饒與他人行」，我就專念彌陀，專修淨土。祖師留下的榜樣，我們跟著他的路走。蓮池、蕅益、印光大師都給我們做出最佳的榜樣，第一個要認識自己，自己是什麼樣的根性，這個要知道。第二個要認識法門。早年年輕，三十年那叫參學，什麼法門都涉獵。最後選擇淨土宗，選擇持名念佛，選擇夏蓮居老居士《無量壽經》會集本，專修專弘，自利利他，一門深入，長時薰修，不再搞別的了。"
    },
    {
      "id": "02-040-0243_p0017",
      "zh_CN": "诸位想学《楞严经》我赞成，我听到非常欢喜；找我讲，我现在没有时间了。一门深入，长时薰修，真正年轻人，在《楞严》上下功夫，行。《楞严》从哪里入门？我过去学习的，是接受李炳南老居士的教导，从圆瑛法师的《讲义》下手。圆瑛法师是近代人，他的《讲义》文字浅显，古德注疏比较深，由浅而深。民国孙仲霞居士的《直解》也写得很好，可以做参考，这是当时老师教导我的。《楞严经》的古注，《卍续藏》里头有四十多种，非常丰富，可见得古人在这部经上下的功夫，留下这些成绩，这些东西可以做参考资料。圆瑛法师在晚年住在上海，办了个「楞严专宗学院」。老法师一生著作很多，但是最好的可以说是他晚年的东西，最后的东西。他一生的精华就是《楞严》跟《圆觉》，他的《圆觉经讲义》是最后一部著作，一生修学的成就都在这两部书上，《楞严经讲义》、《圆觉经讲义》。",
      "zh_TW": "諸位想學《楞嚴經》我贊成，我聽到非常歡喜；找我講，我現在沒有時間了。一門深入，長時薰修，真正年輕人，在《楞嚴》上下功夫，行。《楞嚴》從哪裡入門？我過去學習的，是接受李炳南老居士的教導，從圓瑛法師的《講義》下手。圓瑛法師是近代人，他的《講義》文字淺顯，古德註疏比較深，由淺而深。民國孫仲霞居士的《直解》也寫得很好，可以做參考，這是當時老師教導我的。《楞嚴經》的古註，《卍續藏》裡頭有四十多種，非常豐富，可見得古人在這部經上下的功夫，留下這些成績，這些東西可以做參考資料。圓瑛法師在晚年住在上海，辦了個「楞嚴專宗學院」。老法師一生著作很多，但是最好的可以說是他晚年的東西，最後的東西。他一生的精華就是《楞嚴》跟《圓覺》，他的《圓覺經講義》是最後一部著作，一生修學的成就都在這兩部書上，《楞嚴經講義》、《圓覺經講義》。"
    },
    {
      "id": "02-040-0243_p0018",
      "zh_CN": "如果有这个基础，再看古人的注解，古人注解，旧的注解是以《长水疏》为代表，新的注解是以明朝交光法师的《正脉》。《正脉》的序文上写得很好，交光法师寿命到了，阿弥陀佛接引他到极乐世界去。他见到佛了，向佛告假，看到《楞严经》古注远离了《楞严》的宗旨。因为古注都依《长水》，《长水》完全用天台的三止三观来解释《楞严》上的奢摩他、三摩、禅那，古来都是走这条路子，所以学《楞严》的人都知道。交光大师认为，《楞严》佛所说的奢摩他、三摩、禅那不是天台宗教义，天台宗说得浅，为什么？它没能转识成智，依旧用的八识五十一心所；而《楞严经》上讲的「舍识用根」，他就凭这句话。舍识用根，那不能用妄想分别执着，要用根中的自性，用见性见一切法，用闻性闻一切音声，这就交光大师提出来的，这个跟《楞严》宗旨完全相应。但是，没有人能做到。眼见性见色性，那就不叫色尘，他见性了，见色性。为什么？见得清清楚楚，没有起心动念、没有分别执着，才叫见性。耳听声音，他听的是闻性，这就是明心见性了。说得一点都不错，没人能做到。反而学《长水疏》的行，他们用心意识，我们可以做到。所以，古注解得浅，交光大师《正脉疏》里头解得深，那是法身菩萨的境界，不是凡夫境界。这两种都可以参考。",
      "zh_TW": "如果有這個基礎，再看古人的註解，古人註解，舊的註解是以《長水疏》為代表，新的註解是以明朝交光法師的《正脈》。《正脈》的序文上寫得很好，交光法師壽命到了，阿彌陀佛接引他到極樂世界去。他見到佛了，向佛告假，看到《楞嚴經》古註遠離了《楞嚴》的宗旨。因為古註都依《長水》，《長水》完全用天台的三止三觀來解釋《楞嚴》上的奢摩他、三摩、禪那，古來都是走這條路子，所以學《楞嚴》的人都知道。交光大師認為，《楞嚴》佛所說的奢摩他、三摩、禪那不是天台宗教義，天台宗說得淺，為什麼？它沒能轉識成智，依舊用的八識五十一心所；而《楞嚴經》上講的「捨識用根」，他就憑這句話。捨識用根，那不能用妄想分別執著，要用根中的自性，用見性見一切法，用聞性聞一切音聲，這就交光大師提出來的，這個跟《楞嚴》宗旨完全相應。但是，沒有人能做到。眼見性見色性，那就不叫色塵，他見性了，見色性。為什麼？見得清清楚楚，沒有起心動念、沒有分別執著，才叫見性。耳聽聲音，他聽的是聞性，這就是明心見性了。說得一點都不錯，沒人能做到。反而學《長水疏》的行，他們用心意識，我們可以做到。所以，古註解得淺，交光大師《正脈疏》裡頭解得深，那是法身菩薩的境界，不是凡夫境界。這兩種都可以參考。"
    },
    {
      "id": "02-040-0243_p0019",
      "zh_CN": "圆瑛法师也是念佛往生的，记住这句话，他教宗《楞严》，行在弥陀。跟周止庵、江味农居士，周止庵、江味农都是搞《般若经》的，江味农居士一生就搞《金刚经》，写了一部《金刚经讲义》，那是《金刚经》的权威。我过去讲《金刚经》就参考他的《讲义》。《讲义》太丰富了，时间太长了，我把它节录了，我有个节本，江味农居士《金刚经讲义》的节本，重要的地方，我讲这个，其他的我都放弃了。我是依我那个节本讲的，好像讲了二百四十个小时，这个讲义现在在网路上都有流通的。周止庵居士一生搞《心经》，都了不起，一门深入，长时薰修。周止庵用四十年，江味农居士也是用四十年，四十年专搞一部经，权威。今天要学《心经》，那就是周止庵的，权威的注解，叫《诠注》。学《金刚经》，《讲义》是权威注解，他把古今关于《金刚经》的讲演的资料他统统看过。两个在家居士。佛法无论出家在家，要想成就得一门深入，不能搞杂了，不能搞多了。",
      "zh_TW": "圓瑛法師也是念佛往生的，記住這句話，他教宗《楞嚴》，行在彌陀。跟周止菴、江味農居士，周止菴、江味農都是搞《般若經》的，江味農居士一生就搞《金剛經》，寫了一部《金剛經講義》，那是《金剛經》的權威。我過去講《金剛經》就參考他的《講義》。《講義》太豐富了，時間太長了，我把它節錄了，我有個節本，江味農居士《金剛經講義》的節本，重要的地方，我講這個，其他的我都放棄了。我是依我那個節本講的，好像講了二百四十個小時，這個講義現在在網路上都有流通的。周止菴居士一生搞《心經》，都了不起，一門深入，長時薰修。周止菴用四十年，江味農居士也是用四十年，四十年專搞一部經，權威。今天要學《心經》，那就是周止菴的，權威的註解，叫《詮注》。學《金剛經》，《講義》是權威註解，他把古今關於《金剛經》的講演的資料他統統看過。兩個在家居士。佛法無論出家在家，要想成就得一門深入，不能搞雜了，不能搞多了。"
    },
    {
      "id": "02-040-0243_p0020",
      "zh_CN": "我的毛病就是搞杂了，搞多了，这个杂跟多不是我自己意思，受环境的影响。长年在国外讲经，人家请我讲什么经，我就得讲什么经，自己不能做主，得要让听众生欢喜心。我在台中学经，是没出家之前，跟李老师十五个月，一年三个月我学了十三部经。这十三部经里面最喜欢的，老师也看到了，《阿弥陀经》、《普贤行愿品》、《金刚经》，我在这三部经上奠的基础。以后出家，回到台中跟李老师学《楞严》，《楞严经》学了三年。老师在台中讲一遍，我也讲一遍，他是星期三讲经，听众有四百多人；我是星期四晚上复讲，听众六个人，是同学，六个同学，我们在一起学习，十年如一日，每个星期做一次复讲。以后受到台南一位老法师、黄念祖老居士、韩锳馆长他们三个人的启请，希望我讲《华严》，《华严》是这么来的。《华严》的确太长，我讲得很细，像我这个讲法，《华严经》从头到尾讲一遍要两万个小时。一天讲四个小时也得要五千天，很不容易，年岁大了，精力不够用。我想了很久，《无量寿经》即是中本《华严》，大本《华严》放弃了，我来讲中本《华严》。所以，这才决定放弃《华严》，专讲《无量寿经》，也给后人建立信心，我的选择不是盲目的，不是随便选的，非常慎重。",
      "zh_TW": "我的毛病就是搞雜了，搞多了，這個雜跟多不是我自己意思，受環境的影響。長年在國外講經，人家請我講什麼經，我就得講什麼經，自己不能做主，得要讓聽眾生歡喜心。我在台中學經，是沒出家之前，跟李老師十五個月，一年三個月我學了十三部經。這十三部經裡面最喜歡的，老師也看到了，《阿彌陀經》、《普賢行願品》、《金剛經》，我在這三部經上奠的基礎。以後出家，回到台中跟李老師學《楞嚴》，《楞嚴經》學了三年。老師在台中講一遍，我也講一遍，他是星期三講經，聽眾有四百多人；我是星期四晚上複講，聽眾六個人，是同學，六個同學，我們在一起學習，十年如一日，每個星期做一次複講。以後受到台南一位老法師、黃念祖老居士、韓鍈館長他們三個人的啟請，希望我講《華嚴》，《華嚴》是這麼來的。《華嚴》的確太長，我講得很細，像我這個講法，《華嚴經》從頭到尾講一遍要兩萬個小時。一天講四個小時也得要五千天，很不容易，年歲大了，精力不夠用。我想了很久，《無量壽經》即是中本《華嚴》，大本《華嚴》放棄了，我來講中本《華嚴》。所以，這才決定放棄《華嚴》，專講《無量壽經》，也給後人建立信心，我的選擇不是盲目的，不是隨便選的，非常慎重。"
    },
    {
      "id": "02-040-0243_p0021",
      "zh_CN": "我决定求生净土，这个世间丝毫不沾染，名闻利养早就放下了，一心求生净土。我活一年讲一遍，我们预定的标准时间是一千二百个小时，也就是一天讲四个小时，要讲满三百天，一年讲一部。别的地方请我讲经，我还是讲这部经，像《华严经》七处九会，可以换地方，不换题目。在马来西亚我也是讲这部经，五月底斯里兰卡总统请我讲经，我还是接着讲这部经；就是分一个月的时间，也就是一百多个小时，在斯里兰卡讲，大概六月底我就回到香港来。无论什么地方请我讲经，统统是《佛说大乘无量寿庄严清净平等觉经》，我不讲其他的经典。这就要晓得，一即一切，一切即一，确确实实是不思议解脱境界。华严跟极乐没有两样，《华严》具足十玄门，这部经也具足十玄门。我们学这部经，是真正发菩提心，一向专念，没有一个不往生。往生到极乐世界，我们大家都是阿弥陀佛的学生，进入阿弥陀佛的讲堂，你喜欢学什么法门，佛就会教你这个法门，而且保证你一生证得究竟圆满。真正看到了法门平等，无二无别。",
      "zh_TW": "我決定求生淨土，這個世間絲毫不沾染，名聞利養早就放下了，一心求生淨土。我活一年講一遍，我們預定的標準時間是一千二百個小時，也就是一天講四個小時，要講滿三百天，一年講一部。別的地方請我講經，我還是講這部經，像《華嚴經》七處九會，可以換地方，不換題目。在馬來西亞我也是講這部經，五月底斯里蘭卡總統請我講經，我還是接著講這部經；就是分一個月的時間，也就是一百多個小時，在斯里蘭卡講，大概六月底我就回到香港來。無論什麼地方請我講經，統統是《佛說大乘無量壽莊嚴清淨平等覺經》，我不講其他的經典。這就要曉得，一即一切，一切即一，確確實實是不思議解脫境界。華嚴跟極樂沒有兩樣，《華嚴》具足十玄門，這部經也具足十玄門。我們學這部經，是真正發菩提心，一向專念，沒有一個不往生。往生到極樂世界，我們大家都是阿彌陀佛的學生，進入阿彌陀佛的講堂，你喜歡學什麼法門，佛就會教你這個法門，而且保證你一生證得究竟圓滿。真正看到了法門平等，無二無別。"
    },
    {
      "id": "02-040-0243_p0022",
      "zh_CN": "《往生论》里面说，「宫殿诸楼阁，观十方无碍」。不但树木能够观十方无碍，宫殿、楼阁，我刚才说了，一毛一尘，所有一切物质现象，统统都现十方刹土。小大相容，广狭无碍，跟《华严经》完全相同。昙鸾法师的注解说，「如净明镜」，前面这个净是干净，一尘不染，树木花草、宫殿楼阁就像镜子一样，照见十方。「十方国土，净秽诸相，善恶业缘，一切悉现」。净是四圣法界，秽是六道轮回，善是人间天上，恶是三途、修罗、罗刹，统统都照见，你能看得很清楚、看得很明了。这些话不是假设的、不是想像的，完全是事实真相。",
      "zh_TW": "《往生論》裡面說，「宮殿諸樓閣，觀十方無礙」。不但樹木能夠觀十方無礙，宮殿、樓閣，我剛才說了，一毛一塵，所有一切物質現象，統統都現十方剎土。小大相容，廣狹無礙，跟《華嚴經》完全相同。曇鸞法師的註解說，「如淨明鏡」，前面這個淨是乾淨，一塵不染，樹木花草、宮殿樓閣就像鏡子一樣，照見十方。「十方國土，淨穢諸相，善惡業緣，一切悉現」。淨是四聖法界，穢是六道輪迴，善是人間天上，惡是三途、修羅、羅剎，統統都照見，你能看得很清楚、看得很明瞭。這些話不是假設的、不是想像的，完全是事實真相。"
    },
    {
      "id": "02-040-0243_p0023",
      "zh_CN": "我们今天晓得，我们取极乐世界，人人有分，修其他的法门可能很难成就。我们不说别的，只说两桩事情，你能不能做到？第一个，自私自利放下，看看能不能做到？第二个，贪瞋痴慢疑放下，你能不能做到？你能做到，佛八万四千法门可以去学；如果做不到，劝你不如念阿弥陀佛好。到极乐世界，不要断这个烦恼，叫带业往生。怎么个带法？经上讲得非常好，带宿业不带现行，就是过去的，过去你这些业可以带，现前不行。怎么叫现前？拍桌子骂人往生，这个不可以，贪瞋痴慢现前，这不能往生；贪瞋痴慢放下，一心念佛，才可以往生。所以现前不能带。昨天发了脾气没有关系，今天不发脾气，今天一心一意念佛求生，可以往生。这法门不可思议，一切众生各各有分。造作五逆十恶、毁谤大乘，这个业太重了，无间地狱的罪业。只要你真正忏悔，知道错了、承认错了，我后不再造，我现在念佛求生净土，佛都会来接引你。这个带宿业不带现行这句话，一定要搞清楚、搞明白。",
      "zh_TW": "我們今天曉得，我們取極樂世界，人人有分，修其他的法門可能很難成就。我們不說別的，只說兩樁事情，你能不能做到？第一個，自私自利放下，看看能不能做到？第二個，貪瞋痴慢疑放下，你能不能做到？你能做到，佛八萬四千法門可以去學；如果做不到，勸你不如念阿彌陀佛好。到極樂世界，不要斷這個煩惱，叫帶業往生。怎麼個帶法？經上講得非常好，帶宿業不帶現行，就是過去的，過去你這些業可以帶，現前不行。怎麼叫現前？拍桌子罵人往生，這個不可以，貪瞋痴慢現前，這不能往生；貪瞋痴慢放下，一心念佛，才可以往生。所以現前不能帶。昨天發了脾氣沒有關係，今天不發脾氣，今天一心一意念佛求生，可以往生。這法門不可思議，一切眾生各各有分。造作五逆十惡、毀謗大乘，這個業太重了，無間地獄的罪業。只要你真正懺悔，知道錯了、承認錯了，我後不再造，我現在念佛求生淨土，佛都會來接引你。這個帶宿業不帶現行這句話，一定要搞清楚、搞明白。"
    },
    {
      "id": "02-040-0243_p0024",
      "zh_CN": "在现前，尽量的把这些烦恼习气控制住，压下去，用什么方法？就这一句佛号。宗门大德所谓「不怕念起，只怕觉迟」，念头都是烦恼。自私自利的念头、七情五欲的念头、贪瞋痴慢的念头，念头才起就警觉到，阿弥陀佛，第二个念头就回到阿弥陀佛去了。让这个念头只有一念，没有第二个念头相续，这叫功夫，念佛人的功夫，这一句佛号真的把烦恼控制住了。念念是念佛，声声是念佛号，其他一切妄想、杂念统放下，不再去理会。这样念佛，莹珂念佛三天把阿弥陀佛念来，怎么念？就这个念法念的，就这个办法。",
      "zh_TW": "在現前，盡量的把這些煩惱習氣控制住，壓下去，用什麼方法？就這一句佛號。宗門大德所謂「不怕念起，只怕覺遲」，念頭都是煩惱。自私自利的念頭、七情五欲的念頭、貪瞋痴慢的念頭，念頭才起就警覺到，阿彌陀佛，第二個念頭就回到阿彌陀佛去了。讓這個念頭只有一念，沒有第二個念頭相續，這叫功夫，念佛人的功夫，這一句佛號真的把煩惱控制住了。念念是念佛，聲聲是念佛號，其他一切妄想、雜念統放下，不再去理會。這樣念佛，瑩珂念佛三天把阿彌陀佛念來，怎麼念？就這個念法念的，就這個辦法。"
    },
    {
      "id": "02-040-0243_p0025",
      "zh_CN": "真正求往生，秘诀就是放下万缘，这时候不放下，就产生障碍。求往生的人，身心世界一切放下，不再去想它，确确实实分分秒秒都想着阿弥陀佛、都念着阿弥陀佛。除阿弥陀佛之外没有一个念头，绝不受外面环境的影响。无论是善缘恶缘、顺境逆境都不动心，全放下了，这个于我不相干。这是这个世间事，于我不相干了，我要到极乐世界去。如果稍稍受它的影响，可能你就去不了，你这一生的缘就被它破坏了，这是非常可怕的事情。我们在平常修行，行是行为，修是修正，会受外面境界影响这种行为要把它修正过来。修成什么？不受它影响，它在我身边扰和，我像没看见、没听见。视而不见，听而不闻，心是定的，心里头只有阿弥陀佛，口里头只有阿弥陀佛，除这个之外什么都没有，决定得生，而且很快就成功。",
      "zh_TW": "真正求往生，祕訣就是放下萬緣，這時候不放下，就產生障礙。求往生的人，身心世界一切放下，不再去想它，確確實實分分秒秒都想著阿彌陀佛、都念著阿彌陀佛。除阿彌陀佛之外沒有一個念頭，絕不受外面環境的影響。無論是善緣惡緣、順境逆境都不動心，全放下了，這個於我不相干。這是這個世間事，於我不相干了，我要到極樂世界去。如果稍稍受它的影響，可能你就去不了，你這一生的緣就被它破壞了，這是非常可怕的事情。我們在平常修行，行是行為，修是修正，會受外面境界影響這種行為要把它修正過來。修成什麼？不受它影響，它在我身邊擾和，我像沒看見、沒聽見。視而不見，聽而不聞，心是定的，心裡頭只有阿彌陀佛，口裡頭只有阿彌陀佛，除這個之外什麼都沒有，決定得生，而且很快就成功。"
    },
    {
      "id": "02-040-0243_p0026",
      "zh_CN": "下面，《华严经》上说的，「譬如明净发光金玻璃镜」。古时候没有玻璃，经上讲的玻璃是现在人讲的水晶，水晶古人称玻璃。琉璃是现在人讲的翡翠，绿色透明的玉。极乐世界的大地是翡翠，极乐世界的道路铺的是黄金，黄金铺地。这是比喻光明、洁净、发光的金玻璃镜，金色的玻璃镜，「与十世界等」，跟十方世界是平等的。「于彼镜中，见无量刹」。前面是略说，净秽、善恶这些现象，这里说得更详细，于彼镜中，见无量刹。无量无边诸佛刹土，里面「一切山川，一切众生，地狱饿鬼，若好若丑」。好，人天；丑，罗刹、修罗跟三恶道。「形类若干」，形类太多了，「悉于中现」，在这个明净发光金玻璃镜中统统见到了。",
      "zh_TW": "下面，《華嚴經》上說的，「譬如明淨發光金玻璃鏡」。古時候沒有玻璃，經上講的玻璃是現在人講的水晶，水晶古人稱玻璃。琉璃是現在人講的翡翠，綠色透明的玉。極樂世界的大地是翡翠，極樂世界的道路鋪的是黃金，黃金鋪地。這是比喻光明、潔淨、發光的金玻璃鏡，金色的玻璃鏡，「與十世界等」，跟十方世界是平等的。「於彼鏡中，見無量剎」。前面是略說，淨穢、善惡這些現象，這裡說得更詳細，於彼鏡中，見無量剎。無量無邊諸佛剎土，裡面「一切山川，一切眾生，地獄餓鬼，若好若醜」。好，人天；醜，羅剎、修羅跟三惡道。「形類若干」，形類太多了，「悉於中現」，在這個明淨發光金玻璃鏡中統統見到了。"
    },
    {
      "id": "02-040-0243_p0027",
      "zh_CN": "「以上经论，皆明光莹如镜」，举出经、论，《华严经》、《往生论》、《观经》，这些经论上所说的。都说明光莹如镜，「彻照十方无量无数不可思议诸佛世界之义」。许许多多经论都说，这不是假话，决定是事实。因为这些经论，佛不是同时说的，《华严》最早说的，《观经》是方等时候说的，足以证明佛所说的话是真的不是假的。",
      "zh_TW": "「以上經論，皆明光瑩如鏡」，舉出經、論，《華嚴經》、《往生論》、《觀經》，這些經論上所說的。都說明光瑩如鏡，「徹照十方無量無數不可思議諸佛世界之義」。許許多多經論都說，這不是假話，決定是事實。因為這些經論，佛不是同時說的，《華嚴》最早說的，《觀經》是方等時候說的，足以證明佛所說的話是真的不是假的。"
    },
    {
      "id": "02-040-0243_p0028",
      "zh_CN": "「众生指极乐世界与十方一切众生。若见极乐彻照十方之相」，往生到极乐世界都看到了，「悉皆生起无上殊胜菩提之心」。菩提心是觉悟了、明白了，殊胜，无上殊胜，没有丝毫疑虑。我到极乐世界我看到这个现象，自己才知道我们的选择是正确的，没有选错，选择这个法门无比无上殊胜。「此心希有，如火中莲」，所以叫「生希有心」。一般莲花开在水里，这是开在火里头，火比喻什么？比喻六道轮回，我们从六道轮回里面超越了，往生到极乐世界。",
      "zh_TW": "「眾生指極樂世界與十方一切眾生。若見極樂徹照十方之相」，往生到極樂世界都看到了，「悉皆生起無上殊勝菩提之心」。菩提心是覺悟了、明白了，殊勝，無上殊勝，沒有絲毫疑慮。我到極樂世界我看到這個現象，自己才知道我們的選擇是正確的，沒有選錯，選擇這個法門無比無上殊勝。「此心希有，如火中蓮」，所以叫「生希有心」。一般蓮花開在水裡，這是開在火裡頭，火比喻什麼？比喻六道輪迴，我們從六道輪迴裡面超越了，往生到極樂世界。"
    },
    {
      "id": "02-040-0243_p0029",
      "zh_CN": "在这个轮回里头，一定晓得超越轮回多么艰难。证得小乘须陀洹果，菩萨初信位菩萨，还要天上人间七次往返，才能把自己提升到见思烦恼真断了。不断见思出不了六道，六道轮回是见思烦恼变现出来的。所以见思烦恼一断，六道就没有了，就像作梦一样，醒过来，梦中境界就不见了，才真正了解事实真相。这个时候脱离六道轮回，看到什么境界？四圣法界。四圣是释迦牟尼佛的方便有余土，这还是个梦，还不是真的。它从哪里来的？它从无明烦恼变现的。无明烦恼一断，四圣法界没有了，这又是一场梦。醒过来之后看到什么境界？实报庄严土，这叫一真法界。说明六道、十法界是假的不是真的，有生有灭，生灭不住，所以叫无常。一真法界虽有生灭，但是它是真常，它不变，它不是生灭法。所以实报土的人寿命很长，人永远年轻，没有衰老，就是它那边没有生老病死，这个现象没有。至于求不得、怨憎会，这些更没有了，世间的八苦三苦，在那个里头统统没有，所以叫极乐。在那边修行，那边修行的方法跟十法界里不一样。因为十法界里头有起心动念，咱们用个什么方法来修，它那里没有起心动念，所以叫做无功用道。那边修行方式是无功用道，对于无始无明习气根本就不要理会它。",
      "zh_TW": "在這個輪迴裡頭，一定曉得超越輪迴多麼艱難。證得小乘須陀洹果，菩薩初信位菩薩，還要天上人間七次往返，才能把自己提升到見思煩惱真斷了。不斷見思出不了六道，六道輪迴是見思煩惱變現出來的。所以見思煩惱一斷，六道就沒有了，就像作夢一樣，醒過來，夢中境界就不見了，才真正了解事實真相。這個時候脫離六道輪迴，看到什麼境界？四聖法界。四聖是釋迦牟尼佛的方便有餘土，這還是個夢，還不是真的。它從哪裡來的？它從無明煩惱變現的。無明煩惱一斷，四聖法界沒有了，這又是一場夢。醒過來之後看到什麼境界？實報莊嚴土，這叫一真法界。說明六道、十法界是假的不是真的，有生有滅，生滅不住，所以叫無常。一真法界雖有生滅，但是它是真常，它不變，它不是生滅法。所以實報土的人壽命很長，人永遠年輕，沒有衰老，就是它那邊沒有生老病死，這個現象沒有。至於求不得、怨憎會，這些更沒有了，世間的八苦三苦，在那個裡頭統統沒有，所以叫極樂。在那邊修行，那邊修行的方法跟十法界裡不一樣。因為十法界裡頭有起心動念，咱們用個什麼方法來修，它那裡沒有起心動念，所以叫做無功用道。那邊修行方式是無功用道，對於無始無明習氣根本就不要理會它。"
    },
    {
      "id": "02-040-0243_p0030",
      "zh_CN": "除了亲近阿弥陀佛之外，他的神通、道力几乎跟佛相等，所以他有能力与一切诸佛刹土里头的众生感应道交。众生起心动念他全知道，无论你在哪一道，起心动念全知道，你的言语造作他也知道，感应不可思议。众生有感他就有应，应要有缘，因是统统具足，缘不一定。缘是什么？缘是众生能接受，他能接受，佛菩萨就会现身，就会帮助他。现身，有时候这个身他能看见，有时候他看不见。能不能看见也是缘不同，看见是什么样子也是缘不一样。早年圣一法师跟一个同参，香港人，到普陀去朝拜观世音菩萨。普陀山有个梵音洞，菩萨常常在洞中现身，人在洞门口会看见，这是真的，不是传说，好多年来都是这样的。有一位大陆上法师陪着他，他们三个人，在梵音洞洞门口拜观音菩萨。拜了半个多钟点，看到了，菩萨现身了，非常欢喜。这真诚心的感应，没有真诚心菩萨不会现身，证明三个人都有真诚心。",
      "zh_TW": "除了親近阿彌陀佛之外，他的神通、道力幾乎跟佛相等，所以他有能力與一切諸佛剎土裡頭的眾生感應道交。眾生起心動念他全知道，無論你在哪一道，起心動念全知道，你的言語造作他也知道，感應不可思議。眾生有感他就有應，應要有緣，因是統統具足，緣不一定。緣是什麼？緣是眾生能接受，他能接受，佛菩薩就會現身，就會幫助他。現身，有時候這個身他能看見，有時候他看不見。能不能看見也是緣不同，看見是什麼樣子也是緣不一樣。早年聖一法師跟一個同參，香港人，到普陀去朝拜觀世音菩薩。普陀山有個梵音洞，菩薩常常在洞中現身，人在洞門口會看見，這是真的，不是傳說，好多年來都是這樣的。有一位大陸上法師陪著他，他們三個人，在梵音洞洞門口拜觀音菩薩。拜了半個多鐘點，看到了，菩薩現身了，非常歡喜。這真誠心的感應，沒有真誠心菩薩不會現身，證明三個人都有真誠心。"
    },
    {
      "id": "02-040-0243_p0031",
      "zh_CN": "回来的时候，他们三个互相问，你见到观音菩萨什么样子，他见到什么样子，三个人见到不一样。圣一法师见到的是戴毘卢帽，像地藏菩萨那个帽子，全身是金色。另外一个法师见到的是白衣观音，全身穿的白色衣服，手上拿着净瓶、杨枝。另外一位看到的是个出家人，比丘相，是个出家比丘相。三个人都见到，见到不一样的身相，虽然都是诚心，诚心也不相同，还是圣一法师见到的最殊胜。这个事情圣一法师亲自告诉我的，真是经上所说的，应以什么身得度就现什么身。三个人拜都见到了，见的相不一样。这都是勉励我们大家，一定要提升自己的境界，这是真的，其他的事全是假的。",
      "zh_TW": "回來的時候，他們三個互相問，你見到觀音菩薩什麼樣子，他見到什麼樣子，三個人見到不一樣。聖一法師見到的是戴毘盧帽，像地藏菩薩那個帽子，全身是金色。另外一個法師見到的是白衣觀音，全身穿的白色衣服，手上拿著淨瓶、楊枝。另外一位看到的是個出家人，比丘相，是個出家比丘相。三個人都見到，見到不一樣的身相，雖然都是誠心，誠心也不相同，還是聖一法師見到的最殊勝。這個事情聖一法師親自告訴我的，真是經上所說的，應以什麼身得度就現什麼身。三個人拜都見到了，見的相不一樣。這都是勉勵我們大家，一定要提升自己的境界，這是真的，其他的事全是假的。"
    },
    {
      "id": "02-040-0243_p0032",
      "zh_CN": "假的，利益众生的事情，有缘就做，没缘不要去制造缘，不要去搞这个。制造缘分那叫攀缘，攀缘就错了，随缘就对了。我们也不要希求缘分，这个希求的心不好，专心念佛。如果真正跟你有缘，我们相信佛菩萨在当中给你联系，圆满你们的缘分。自己不必要去营求，有求的心，你的心就不定了。学佛人的心，要时时刻刻保持在清净平等觉上，就对了，清净，不受染污，有营求的念头都是染污。",
      "zh_TW": "假的，利益眾生的事情，有緣就做，沒緣不要去製造緣，不要去搞這個。製造緣分那叫攀緣，攀緣就錯了，隨緣就對了。我們也不要希求緣分，這個希求的心不好，專心念佛。如果真正跟你有緣，我們相信佛菩薩在當中給你聯繫，圓滿你們的緣分。自己不必要去營求，有求的心，你的心就不定了。學佛人的心，要時時刻刻保持在清淨平等覺上，就對了，清淨，不受染污，有營求的念頭都是染污。"
    },
    {
      "id": "02-040-0243_p0033",
      "zh_CN": "好事，联合国今年五月办个活动，这一次是多元文化，是团结宗教，以往没有过的，这头一次。好事，他来找我，来邀请我，我答应去一次；他要不邀请我，我绝对不会去，我赞叹，欢喜赞叹，好事情。中国古人常说一动不如一静，所以古大德有许许多多几十年不下山的，就从这个地方你能看到他的定功，定在一处，如如不动。他教化众生不用言说，你只看他日常生活，那就是他的修行。细心观察，他样样放得下，除了专修法门之外，他什么都不放在心上，我们一般说不在意，意念里头没有，清净无为。",
      "zh_TW": "好事，聯合國今年五月辦個活動，這一次是多元文化，是團結宗教，以往沒有過的，這頭一次。好事，他來找我，來邀請我，我答應去一次；他要不邀請我，我絕對不會去，我讚歎，歡喜讚歎，好事情。中國古人常說一動不如一靜，所以古大德有許許多多幾十年不下山的，就從這個地方你能看到他的定功，定在一處，如如不動。他教化眾生不用言說，你只看他日常生活，那就是他的修行。細心觀察，他樣樣放得下，除了專修法門之外，他什麼都不放在心上，我們一般說不在意，意念裡頭沒有，清淨無為。"
    },
    {
      "id": "02-040-0243_p0034",
      "zh_CN": "现在的信息方便，大家都认为这个很好，这是进步，科技进步了。定慧呢？定慧退步了。哪个重要？定慧重要，定慧可以帮助你脱离六道轮回；科学技术决定不能脱离六道轮回，不但不能脱离，你会在六道里头愈陷愈深。念头愈来愈复杂、愈来愈多，像个网一样密密麻麻，什么时候能把它清理干净？清理不干净，多烦多累。世间人不怕麻烦，这不是不怕，迷了，麻木不仁，麻木在其中真的他不知道。清醒过来之后才真正看出来，几时能清醒，几时能回头？真难！",
      "zh_TW": "現在的信息方便，大家都認為這個很好，這是進步，科技進步了。定慧呢？定慧退步了。哪個重要？定慧重要，定慧可以幫助你脫離六道輪迴；科學技術決定不能脫離六道輪迴，不但不能脫離，你會在六道裡頭愈陷愈深。念頭愈來愈複雜、愈來愈多，像個網一樣密密麻麻，什麼時候能把它清理乾淨？清理不乾淨，多煩多累。世間人不怕麻煩，這不是不怕，迷了，麻木不仁，麻木在其中真的他不知道。清醒過來之後才真正看出來，幾時能清醒，幾時能回頭？真難！"
    },
    {
      "id": "02-040-0243_p0035",
      "zh_CN": "几时能放下贪瞋痴？几时能对自己、对圣教、对祖宗不怀疑？这个都是学道入门必须要具备的条件，没有这个条件，就是现前跟圣人、跟佛菩萨没有缘分。因为你有这些障碍，佛菩萨不会来教你，教你没用处，不但你不得利益，可能你受害，佛菩萨不害人。受什么害？你轻视圣贤，你不尊重圣贤，这就是恶业，你不知不觉就造了。「我没有造！」不知不觉，你对他冷淡，没有恭敬心，印祖说「一分诚敬得一分利益」，你没有诚敬心。不诚不敬已经养成习惯了，对自己不诚敬，对父母不诚敬，对周边的人也不诚敬。天天混日子的人很多，这是病。问题是这些病，人不知道，不知道这是病，所以当然就不会去想方法来治这个病。他不知道，他认为是正常的，这就叫迷惑颠倒。",
      "zh_TW": "幾時能放下貪瞋痴？幾時能對自己、對聖教、對祖宗不懷疑？這個都是學道入門必須要具備的條件，沒有這個條件，就是現前跟聖人、跟佛菩薩沒有緣分。因為你有這些障礙，佛菩薩不會來教你，教你沒用處，不但你不得利益，可能你受害，佛菩薩不害人。受什麼害？你輕視聖賢，你不尊重聖賢，這就是惡業，你不知不覺就造了。「我沒有造！」不知不覺，你對他冷淡，沒有恭敬心，印祖說「一分誠敬得一分利益」，你沒有誠敬心。不誠不敬已經養成習慣了，對自己不誠敬，對父母不誠敬，對周邊的人也不誠敬。天天混日子的人很多，這是病。問題是這些病，人不知道，不知道這是病，所以當然就不會去想方法來治這個病。他不知道，他認為是正常的，這就叫迷惑顛倒。"
    },
    {
      "id": "02-040-0243_p0036",
      "zh_CN": "圣教决定不能中断，经天天要读，常常要听。三天丢掉就会迷失了你的清净，你被外面环境干扰、染污了，肯定的。古时候在家出家，凡是受过戒的，半月诵戒，半个月温习一遍，能维持半个月。现在不行，现在要怎样？每天诵戒，一天不诵戒，破戒、犯戒自己不知道。天天诵，养成习惯，起心动念、言语造作有所警惕。连我们每天讲经，斯里兰卡小乘法师提出建议，要在讲经之前念三皈依，我觉得这个建议好，念念提醒我们不忘三宝。这个三宝是自性三宝，佛是自性觉，觉而不迷；法是自性正，正而不邪；僧是自性清净，净而不染。这是佛教众生三大纲领，修行总原则、总目标、总方向，觉正净。觉正净的反面就是迷、邪、染，我们观察一般人，从早到晚，确实迷而不觉、邪而不正、染而不净，佛法跟它恰恰相反。所以小乘人的课诵，最重视的是三皈依。",
      "zh_TW": "聖教決定不能中斷，經天天要讀，常常要聽。三天丟掉就會迷失了你的清淨，你被外面環境干擾、染污了，肯定的。古時候在家出家，凡是受過戒的，半月誦戒，半個月溫習一遍，能維持半個月。現在不行，現在要怎樣？每天誦戒，一天不誦戒，破戒、犯戒自己不知道。天天誦，養成習慣，起心動念、言語造作有所警惕。連我們每天講經，斯里蘭卡小乘法師提出建議，要在講經之前念三皈依，我覺得這個建議好，念念提醒我們不忘三寶。這個三寶是自性三寶，佛是自性覺，覺而不迷；法是自性正，正而不邪；僧是自性清淨，淨而不染。這是佛教眾生三大綱領，修行總原則、總目標、總方向，覺正淨。覺正淨的反面就是迷、邪、染，我們觀察一般人，從早到晚，確實迷而不覺、邪而不正、染而不淨，佛法跟它恰恰相反。所以小乘人的課誦，最重視的是三皈依。"
    },
    {
      "id": "02-040-0243_p0037",
      "zh_CN": "大乘是从小乘提升上来，大乘经开经是用开经偈，「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持，愿解如来真实义」。这是常用的开经偈，大座，升大座的时候一定要念的。我们今天是变成教室，课堂上课，所以这些仪规统统省略掉了。现在人工作繁忙，分秒必争，大座仪规前面大概唱念赞颂要四十分钟，后面回向大概也要二十分钟，就去掉一个小时。两个小时讲经，实际上听一个小时，现在人说这太浪费了，所以我们就尽量简化。",
      "zh_TW": "大乘是從小乘提升上來，大乘經開經是用開經偈，「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持，願解如來真實義」。這是常用的開經偈，大座，升大座的時候一定要念的。我們今天是變成教室，課堂上課，所以這些儀規統統省略掉了。現在人工作繁忙，分秒必爭，大座儀規前面大概唱念讚頌要四十分鐘，後面迴向大概也要二十分鐘，就去掉一個小時。兩個小時講經，實際上聽一個小時，現在人說這太浪費了，所以我們就盡量簡化。"
    },
    {
      "id": "02-040-0243_p0038",
      "zh_CN": "还是要多听、多了解，信心才能生得起来。社会一般大众对宗教、对佛法丧失信心，原因是什么？他们看宗教的外表，外表很重要。如果每个佛弟子都能把十善、五戒、十戒、沙弥律仪，都能够做到，佛法就兴旺起来了。为什么？大家看到真正学佛人的样子，这是标准好人的样子。",
      "zh_TW": "還是要多聽、多了解，信心才能生得起來。社會一般大眾對宗教、對佛法喪失信心，原因是什麼？他們看宗教的外表，外表很重要。如果每個佛弟子都能把十善、五戒、十戒、沙彌律儀，都能夠做到，佛法就興旺起來了。為什麼？大家看到真正學佛人的樣子，這是標準好人的樣子。"
    },
    {
      "id": "02-040-0243_p0039",
      "zh_CN": "古时候的读书人，读书人有读书人的样子，有读书人穿的礼服，士农工商。读书人为什么被社会尊重？就是他是社会大众好榜样，他要把五伦、五常、四维、八德做出来给人看。读书人要求的是要做出来给人看，其他的农工商不要求，也应该做，但是不要求；读书人要求一定要做，要不然你不是个读书人。佛门弟子要把佛门的规矩做出来，形象很重要，人家看到你不像，他怎么会尊重你？三皈是总的指导原则、最高的指导原则，落实在哪里？落实在十善、戒律。十善是普世教育，不是佛弟子也应该要学习，世间的好人、世间的善人。在这一生当中心善、行善，来生一定生天道，上升了。",
      "zh_TW": "古時候的讀書人，讀書人有讀書人的樣子，有讀書人穿的禮服，士農工商。讀書人為什麼被社會尊重？就是他是社會大眾好榜樣，他要把五倫、五常、四維、八德做出來給人看。讀書人要求的是要做出來給人看，其他的農工商不要求，也應該做，但是不要求；讀書人要求一定要做，要不然你不是個讀書人。佛門弟子要把佛門的規矩做出來，形象很重要，人家看到你不像，他怎麼會尊重你？三皈是總的指導原則、最高的指導原則，落實在哪裡？落實在十善、戒律。十善是普世教育，不是佛弟子也應該要學習，世間的好人、世間的善人。在這一生當中心善、行善，來生一定生天道，上升了。"
    },
    {
      "id": "02-040-0243_p0040",
      "zh_CN": "读书人虽然生活比较清苦，收入不多，古人叫穷秀才，这是真话，不是假的。读书人的事业只两种，一种从政，从政要经过考试，你才能取得资格。这个考试就仿佛今天讲的学历，县考是秀才；省考举人；殿试，国家考试，皇上做主考官，考取了称为进士，这是学位最高的。所以三种学位。现在大学也有三种，博士、硕士、学士，这有学位了。古时候这三种，国家考试给你学位，你要是从政，你会到哪一个等级。读书人对于这个学位很重视，他是社会大众的表率。所以读书人被社会大众尊重，他一举一动、言行是社会大众的榜样。",
      "zh_TW": "讀書人雖然生活比較清苦，收入不多，古人叫窮秀才，這是真話，不是假的。讀書人的事業只兩種，一種從政，從政要經過考試，你才能取得資格。這個考試就彷彿今天講的學歷，縣考是秀才；省考舉人；殿試，國家考試，皇上做主考官，考取了稱為進士，這是學位最高的。所以三種學位。現在大學也有三種，博士、碩士、學士，這有學位了。古時候這三種，國家考試給你學位，你要是從政，你會到哪一個等級。讀書人對於這個學位很重視，他是社會大眾的表率。所以讀書人被社會大眾尊重，他一舉一動、言行是社會大眾的榜樣。"
    },
    {
      "id": "02-040-0243_p0041",
      "zh_CN": "除了从政之外，他就是教学，德行好、学问好，没有做官，多半都被大户人家聘请去做老师。私塾是大户人家的子弟学校，这个学校都是义务的，义务教学。可是家长对老师，逢年过节要送一点礼物，供养老师。老师虽不富有，一般生活能过得去，他做学问，带着学生，教学相长，他这里头有乐趣。《论语》一开端，「学而时习之，不亦说乎」，这是学问境界的提升自然得到的乐趣。底下一句，「有朋自远方来，不亦乐乎」，那个朋是学生，很多的学生来跟他学习，这快乐的事情。教学，把下一代教好，下一代教好社会才会兴旺，教学的人希望一代比一代好。",
      "zh_TW": "除了從政之外，他就是教學，德行好、學問好，沒有做官，多半都被大戶人家聘請去做老師。私塾是大戶人家的子弟學校，這個學校都是義務的，義務教學。可是家長對老師，逢年過節要送一點禮物，供養老師。老師雖不富有，一般生活能過得去，他做學問，帶著學生，教學相長，他這裡頭有樂趣。《論語》一開端，「學而時習之，不亦說乎」，這是學問境界的提升自然得到的樂趣。底下一句，「有朋自遠方來，不亦樂乎」，那個朋是學生，很多的學生來跟他學習，這快樂的事情。教學，把下一代教好，下一代教好社會才會興旺，教學的人希望一代比一代好。"
    },
    {
      "id": "02-040-0243_p0042",
      "zh_CN": "怎样才能帮助这个社会一代比一代好？完全靠教育。所以中国人对于教学非常认真，非常重视。教学的目标是学圣人、学贤人，尧舜禹汤、周公、孔子是读书人的好榜样。要以他们为标准，能够学到他那个样子，不能超越，大概也距离不太远，这教学的成就。孔子说仁，孟子说义，儒家教学这两个字。仁，爱人，义是讲理，不是不讲理的，讲理。起心动念、言语造作合情、合理、合法，你看三个字都顾到，情、理、法。古人的用心，仁爱。制定法律要非常严格，为什么？你不敢犯法。真正犯法之后，处理要从宽，慈悲心起来了。法律是要严，执法要宽，有情有义，面面都顾到。所以，想到中国教育确实有它的好处，这个东西要能够复兴，整个世界人就有福了。今天时间到了，我们就学到此地。",
      "zh_TW": "怎樣才能幫助這個社會一代比一代好？完全靠教育。所以中國人對於教學非常認真，非常重視。教學的目標是學聖人、學賢人，堯舜禹湯、周公、孔子是讀書人的好榜樣。要以他們為標準，能夠學到他那個樣子，不能超越，大概也距離不太遠，這教學的成就。孔子說仁，孟子說義，儒家教學這兩個字。仁，愛人，義是講理，不是不講理的，講理。起心動念、言語造作合情、合理、合法，你看三個字都顧到，情、理、法。古人的用心，仁愛。制定法律要非常嚴格，為什麼？你不敢犯法。真正犯法之後，處理要從寬，慈悲心起來了。法律是要嚴，執法要寬，有情有義，面面都顧到。所以，想到中國教育確實有它的好處，這個東西要能夠復興，整個世界人就有福了。今天時間到了，我們就學到此地。"
    }
  ]
}