{
  "doc_id": "02-040-0127",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二七集",
    "zh_TW": "第一二七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0127",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0127_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百六十五页第一行，科题，「称佛本怀」，分三科，第一，「大悲出世」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百六十五頁第一行，科題，「稱佛本懷」，分三科，第一，「大悲出世」。請看經文："
    },
    {
      "id": "02-040-0127_p0002",
      "zh_CN": "【阿难。如来以无尽大悲。矜哀三界。所以出兴于世。】",
      "zh_TW": "【阿難。如來以無盡大悲。矜哀三界。所以出興於世。】"
    },
    {
      "id": "02-040-0127_p0003",
      "zh_CN": "善导大师有两句名言，说「如来所以兴出世，唯说弥陀本愿海」，就是这个意思。『无尽大悲』。「《普贤行愿品》曰：诸佛如来以大悲心而为体故。又以大悲水饶益众生，则能成就诸佛菩萨智慧华果」。这《华严经》上说的。诸佛菩萨以大悲心为体，就是前面所说的住诸佛之所住。心安住在哪里？安住在一切诸佛之所住。一切诸佛住在什么地方？住在大慈大悲。换句话说，大慈大悲就是诸佛如来的根本。大悲从哪里来的？从大智来的，没有智慧就没有慈悲心。智慧是看破，确实通达明了宇宙之间万事万物的真相，他明白了，知道整个宇宙跟自己是一体，悲心流出来了。智慧、慈悲都是性德，都是本来具足的，不是从外头学来的，自性里头有。惠能大师说「何期自性，本自具足」，说明自性具足无量智慧、无量慈悲、无量神通、无量相好、无量道力，一切都是无量，自性本具的，自性就是佛。",
      "zh_TW": "善導大師有兩句名言，說「如來所以興出世，唯說彌陀本願海」，就是這個意思。『無盡大悲』。「《普賢行願品》曰：諸佛如來以大悲心而為體故。又以大悲水饒益眾生，則能成就諸佛菩薩智慧華果」。這《華嚴經》上說的。諸佛菩薩以大悲心為體，就是前面所說的住諸佛之所住。心安住在哪裡？安住在一切諸佛之所住。一切諸佛住在什麼地方？住在大慈大悲。換句話說，大慈大悲就是諸佛如來的根本。大悲從哪裡來的？從大智來的，沒有智慧就沒有慈悲心。智慧是看破，確實通達明瞭宇宙之間萬事萬物的真相，他明白了，知道整個宇宙跟自己是一體，悲心流出來了。智慧、慈悲都是性德，都是本來具足的，不是從外頭學來的，自性裡頭有。惠能大師說「何期自性，本自具足」，說明自性具足無量智慧、無量慈悲、無量神通、無量相好、無量道力，一切都是無量，自性本具的，自性就是佛。"
    },
    {
      "id": "02-040-0127_p0004",
      "zh_CN": "今天诸佛安住在慈悲心，这表什么？表诸佛如来应一切众生之所感。这里面有菩萨，有法身菩萨，应法身菩萨之所感，就现报身；应十法界六道里面，就现应身跟化身。而以化身最多、最普遍，真正做到了随心应量，《楞严经》上说的，「随众生心，应所知量」。既然都是自性里本具的，那我们人人都有分，只是自己现在迷了，并没有失掉，迷了它不起作用。大慈悲心迷了的时候，就变成现在凡夫所讲的爱。这个爱的范围不大，完全是自私自利，只知道有自己、有家人，有你所爱的这几个人，除这个之外，你都不爱。所以大慈悲失掉了。如果你回归自性，你大彻大悟、明心见性，你这一点点的小爱就会慢慢扩大，扩大到遍法界虚空界一切万物你都会爱。这桩事情一点都不稀奇，为什么？你本来是大慈大悲，因为障碍，它不起作用。现在障碍除掉，把自私自利放下，把我放下，回归到自性，回归到本来面目，回归到真我，真我就是佛陀。所以，你本来是佛，一切众生本来是佛，没有例外的，只是迷悟不同而已。",
      "zh_TW": "今天諸佛安住在慈悲心，這表什麼？表諸佛如來應一切眾生之所感。這裡面有菩薩，有法身菩薩，應法身菩薩之所感，就現報身；應十法界六道裡面，就現應身跟化身。而以化身最多、最普遍，真正做到了隨心應量，《楞嚴經》上說的，「隨眾生心，應所知量」。既然都是自性裡本具的，那我們人人都有分，只是自己現在迷了，並沒有失掉，迷了它不起作用。大慈悲心迷了的時候，就變成現在凡夫所講的愛。這個愛的範圍不大，完全是自私自利，只知道有自己、有家人，有你所愛的這幾個人，除這個之外，你都不愛。所以大慈悲失掉了。如果你回歸自性，你大徹大悟、明心見性，你這一點點的小愛就會慢慢擴大，擴大到遍法界虛空界一切萬物你都會愛。這樁事情一點都不稀奇，為什麼？你本來是大慈大悲，因為障礙，它不起作用。現在障礙除掉，把自私自利放下，把我放下，回歸到自性，回歸到本來面目，回歸到真我，真我就是佛陀。所以，你本來是佛，一切眾生本來是佛，沒有例外的，只是迷悟不同而已。"
    },
    {
      "id": "02-040-0127_p0005",
      "zh_CN": "佛法的教学，宗旨就是帮助众生觉悟，帮助众生回归自性，帮助众生证得究竟圆满的佛果，除此之外，没有任何东西。这桩事情如何才能达到？方法、门径无量无边，所以说是法门无量誓愿学。无量无边的法门，总的纲领、总的原则就是四个字，看破放下，只是看破放下的方法不一样。如果离开看破放下，就不是佛法，就不属于八万四千法门，不属于佛所说的无量法门，所以佛无有法可说。如果明白这个道理，真正所修学的这个法门与看破放下相应，这是真正的佛法。无论是什么宗教，无论是什么学派，教你看破放下的，那就是佛法，就为佛所印证。",
      "zh_TW": "佛法的教學，宗旨就是幫助眾生覺悟，幫助眾生回歸自性，幫助眾生證得究竟圓滿的佛果，除此之外，沒有任何東西。這樁事情如何才能達到？方法、門徑無量無邊，所以說是法門無量誓願學。無量無邊的法門，總的綱領、總的原則就是四個字，看破放下，只是看破放下的方法不一樣。如果離開看破放下，就不是佛法，就不屬於八萬四千法門，不屬於佛所說的無量法門，所以佛無有法可說。如果明白這個道理，真正所修學的這個法門與看破放下相應，這是真正的佛法。無論是什麼宗教，無論是什麼學派，教你看破放下的，那就是佛法，就為佛所印證。"
    },
    {
      "id": "02-040-0127_p0006",
      "zh_CN": "因为心是大悲心，从大悲心里面流出来的，这个大悲水是比喻，就是爱。悲，是怜悯一切众生，众生迷了，可怜，造作很多恶业，如果不回头，他就有果报。恶业的果报三途，畜生、饿鬼、地狱，他受这个果报；善业的果报是三善道，天道、阿修罗道、人道。所以佛的慈悲心，慈悲的氛围，现在人说磁场，大慈悲的磁场遍法界虚空界。我们好像没有感受到。佛的磁场在不在？在，而且非常强烈。为什么感受不到？是我们自己有烦恼、有业障，障碍住了。烦恼业障除掉，你就感受到了，你感受到这个磁场特别好，在这个磁场里面能生欢喜心，生欢喜心就消业障，所以能成就诸佛菩萨智慧花果，能成就。为什么能成就？众生跟佛菩萨有感应，众生有感，佛菩萨有应，缘若成熟，现身为你说法，你根熟了，听闻佛法，你就能开悟。开悟是什么？真放下了，彻底放下就开悟了，不是别的。",
      "zh_TW": "因為心是大悲心，從大悲心裡面流出來的，這個大悲水是比喻，就是愛。悲，是憐憫一切眾生，眾生迷了，可憐，造作很多惡業，如果不回頭，他就有果報。惡業的果報三途，畜生、餓鬼、地獄，他受這個果報；善業的果報是三善道，天道、阿修羅道、人道。所以佛的慈悲心，慈悲的氛圍，現在人說磁場，大慈悲的磁場遍法界虛空界。我們好像沒有感受到。佛的磁場在不在？在，而且非常強烈。為什麼感受不到？是我們自己有煩惱、有業障，障礙住了。煩惱業障除掉，你就感受到了，你感受到這個磁場特別好，在這個磁場裡面能生歡喜心，生歡喜心就消業障，所以能成就諸佛菩薩智慧花果，能成就。為什麼能成就？眾生跟佛菩薩有感應，眾生有感，佛菩薩有應，緣若成熟，現身為你說法，你根熟了，聽聞佛法，你就能開悟。開悟是什麼？真放下了，徹底放下就開悟了，不是別的。"
    },
    {
      "id": "02-040-0127_p0007",
      "zh_CN": "「无尽者」，就是《行愿品》里面所说的「无有穷尽。如来以无有穷尽之大悲心，矜哀三界」。矜哀是怜恤、怜悯。看到三界六道众生，像母亲看儿女，儿女很小，一、二岁，什么事都不懂，母亲念念都要关怀他，唯恐他遇到危险、遇到灾难，时时刻刻照顾到。诸佛如来对六道众生确实如此，可是众生不见不闻，对于佛菩萨这种爱心完全没有体会。这是什么？迷得太深，造的业障太重，特别是恶业，所以变成完全感受不到。真正学佛的人，真正学佛，真信，真愿，真的看破，真的放下了，他们在学习过程当中，无论学哪个法门，都得到法喜充满，这个法喜充满就是如来无尽慈悲磁场里面的感应。",
      "zh_TW": "「無盡者」，就是《行願品》裡面所說的「無有窮盡。如來以無有窮盡之大悲心，矜哀三界」。矜哀是憐恤、憐憫。看到三界六道眾生，像母親看兒女，兒女很小，一、二歲，什麼事都不懂，母親念念都要關懷他，唯恐他遇到危險、遇到災難，時時刻刻照顧到。諸佛如來對六道眾生確實如此，可是眾生不見不聞，對於佛菩薩這種愛心完全沒有體會。這是什麼？迷得太深，造的業障太重，特別是惡業，所以變成完全感受不到。真正學佛的人，真正學佛，真信，真願，真的看破，真的放下了，他們在學習過程當中，無論學哪個法門，都得到法喜充滿，這個法喜充滿就是如來無盡慈悲磁場裡面的感應。"
    },
    {
      "id": "02-040-0127_p0008",
      "zh_CN": "「三界者，欲界、色界、无色界」。讲最上层的，天道，欲界有六层天，色界有十八层天，无色界有四层天，总共二十八层天。「佛为悲悯三界之一切众生，所以出兴于世」。三界众生有苦有难，这就是感，佛菩萨来应，出现在世间。用应身，应身就是也来投胎，十个月满了之后出生，跟六道众生业报身的样子相同，六道众生看了就不奇怪，正常，为大家示现八相成道，这是表演。释迦牟尼佛久远劫就成佛了，在我们这个世间这一次的表演，佛说是第八千次。佛常常在世间表演。现在在不在？在，我们不认识。我们肯定他在，为什么？现在的众生太苦、太可怜了，能不来吗？肯定来。他不暴露身分我们不知道。「此正表明如来出现世间之本怀」，也就是他的本意，就是为这个到世间来。",
      "zh_TW": "「三界者，欲界、色界、無色界」。講最上層的，天道，欲界有六層天，色界有十八層天，無色界有四層天，總共二十八層天。「佛為悲憫三界之一切眾生，所以出興於世」。三界眾生有苦有難，這就是感，佛菩薩來應，出現在世間。用應身，應身就是也來投胎，十個月滿了之後出生，跟六道眾生業報身的樣子相同，六道眾生看了就不奇怪，正常，為大家示現八相成道，這是表演。釋迦牟尼佛久遠劫就成佛了，在我們這個世間這一次的表演，佛說是第八千次。佛常常在世間表演。現在在不在？在，我們不認識。我們肯定他在，為什麼？現在的眾生太苦、太可憐了，能不來嗎？肯定來。他不暴露身分我們不知道。「此正表明如來出現世間之本懷」，也就是他的本意，就是為這個到世間來。"
    },
    {
      "id": "02-040-0127_p0009",
      "zh_CN": "「《法华经》曰：诸佛世尊唯以一大事因缘故，出现于世」。这个大事因缘是什么？就是一桩事情，帮助众生离苦得乐，就为这么一桩事情，没有别的事情。怎么帮助？佛知道众生苦乐从哪里来的，清清楚楚、明明白白，众生所有一切苦，都是从迷惑颠倒里头发生的；所有一切乐，是从觉悟而来的，对于宇宙万事万物的真相明白、觉悟了，就得乐。苦乐是果报，迷悟是它的因。帮助众生离苦得乐，果上解决不了。众生没有吃的，送一点吃的给他，众生没得穿的，送点衣服给他，能解决问题吗？不能解决。真正解决是教他破迷开悟，这真解决，彻底解决的办法。",
      "zh_TW": "「《法華經》曰：諸佛世尊唯以一大事因緣故，出現於世」。這個大事因緣是什麼？就是一樁事情，幫助眾生離苦得樂，就為這麼一樁事情，沒有別的事情。怎麼幫助？佛知道眾生苦樂從哪裡來的，清清楚楚、明明白白，眾生所有一切苦，都是從迷惑顛倒裡頭發生的；所有一切樂，是從覺悟而來的，對於宇宙萬事萬物的真相明白、覺悟了，就得樂。苦樂是果報，迷悟是它的因。幫助眾生離苦得樂，果上解決不了。眾生沒有吃的，送一點吃的給他，眾生沒得穿的，送點衣服給他，能解決問題嗎？不能解決。真正解決是教他破迷開悟，這真解決，徹底解決的辦法。"
    },
    {
      "id": "02-040-0127_p0010",
      "zh_CN": "所以，佛把破迷开悟定做教学的宗旨，落实在教育，佛一生所做的是教育的工作，不是别的。八相成道给我们所示现的，十九岁离开家庭，舍弃王位。他父亲是国王，他是长子，如果不出家，继承王位。他出家学道去了，学了十二年，三十岁，在菩提树下入定，开悟了，大彻大悟、明心见性，就是一般人所说的成佛了，证得佛法最高的学位。开始教学，在鹿野苑度五比丘，僧团在这个世间正式形成。有佛、有法、有僧，五比丘是僧，法是四谛，佛为这五个人说四谛，憍陈如尊者开悟了，证阿罗汉果，正法住世。所谓的正法，有讲经的人，有听经的人，有依教修行的人，有证果的人，这叫正法。所以鹿野苑第一次讲经，这些条件统统具足，就是正法住世间了。",
      "zh_TW": "所以，佛把破迷開悟定做教學的宗旨，落實在教育，佛一生所做的是教育的工作，不是別的。八相成道給我們所示現的，十九歲離開家庭，捨棄王位。他父親是國王，他是長子，如果不出家，繼承王位。他出家學道去了，學了十二年，三十歲，在菩提樹下入定，開悟了，大徹大悟、明心見性，就是一般人所說的成佛了，證得佛法最高的學位。開始教學，在鹿野苑度五比丘，僧團在這個世間正式形成。有佛、有法、有僧，五比丘是僧，法是四諦，佛為這五個人說四諦，憍陳如尊者開悟了，證阿羅漢果，正法住世。所謂的正法，有講經的人，有聽經的人，有依教修行的人，有證果的人，這叫正法。所以鹿野苑第一次講經，這些條件統統具足，就是正法住世間了。"
    },
    {
      "id": "02-040-0127_p0011",
      "zh_CN": "佛讲经教学四十九年，七十九岁圆寂，一生教学，这个示现我们要记住，佛是以教学为佛事。佛有神通，菩萨、阿罗汉都有神通，不以神通做佛事，用教学。为什么？如果佛以神通做佛事，妖魔鬼怪都有神通，那佛的教法跟妖魔鬼怪这些邪法没有办法辨别。所以佛采取教学，妖魔鬼怪不会教学，他没有这个能力。佛让当时，特别是后代这些弟子们，学习经教，如同佛在世讲经教学没有两样。特别是中文翻译的经典，我们决定不能有怀疑。我年轻的时候对于这桩事情有疑问，问过方老师，问过李老师。方老师的解答是一般的，认为中国人翻译没有翻错，中国人有智慧、有德行，负责任，有充分的信心。李老师告诉我，参加翻译的那些人，许许多多是佛菩萨再来的，最低的果位也是阿那含，就是三果以上。中国人得天独厚，真是蒙三宝加持，所以经译得这么好，意思没有译错，文字绝不亚于梵文。所以传来的梵文经典都失传了、都不见了，翻出中文东西，中国人认为很好了，不亚于原文，就可以不必再用原文，用中文经典就可以了。有这样强烈的信心，没有丝毫怀疑，我们才能够得利益。今天学习不能违背这个宗旨，圣教能够契入，就是真诚心、恭敬心。印光大师教我们，「一分诚敬得一分利益，十分诚敬得十分利益」；万分诚敬，你就成佛了，你得的是究竟圆满的利益。人人都能得的到，问题你有没有诚敬心，不分男女老少，不分贤愚不肖。你要问为什么，佛说得很详细，因为你本来是佛。这是讲真因，你本来是佛，佛说的经哪有不懂的道理？不必人教，全靠感应。真诚心是感，自性清净心它就能应。例子很多，古今都有这些大德，不认识字，没念过书，经教没有一样不通，这怎么回事？感应，自性里头自自然然流出来。",
      "zh_TW": "佛講經教學四十九年，七十九歲圓寂，一生教學，這個示現我們要記住，佛是以教學為佛事。佛有神通，菩薩、阿羅漢都有神通，不以神通做佛事，用教學。為什麼？如果佛以神通做佛事，妖魔鬼怪都有神通，那佛的教法跟妖魔鬼怪這些邪法沒有辦法辨別。所以佛採取教學，妖魔鬼怪不會教學，他沒有這個能力。佛讓當時，特別是後代這些弟子們，學習經教，如同佛在世講經教學沒有兩樣。特別是中文翻譯的經典，我們決定不能有懷疑。我年輕的時候對於這樁事情有疑問，問過方老師，問過李老師。方老師的解答是一般的，認為中國人翻譯沒有翻錯，中國人有智慧、有德行，負責任，有充分的信心。李老師告訴我，參加翻譯的那些人，許許多多是佛菩薩再來的，最低的果位也是阿那含，就是三果以上。中國人得天獨厚，真是蒙三寶加持，所以經譯得這麼好，意思沒有譯錯，文字絕不亞於梵文。所以傳來的梵文經典都失傳了、都不見了，翻出中文東西，中國人認為很好了，不亞於原文，就可以不必再用原文，用中文經典就可以了。有這樣強烈的信心，沒有絲毫懷疑，我們才能夠得利益。今天學習不能違背這個宗旨，聖教能夠契入，就是真誠心、恭敬心。印光大師教我們，「一分誠敬得一分利益，十分誠敬得十分利益」；萬分誠敬，你就成佛了，你得的是究竟圓滿的利益。人人都能得的到，問題你有沒有誠敬心，不分男女老少，不分賢愚不肖。你要問為什麼，佛說得很詳細，因為你本來是佛。這是講真因，你本來是佛，佛說的經哪有不懂的道理？不必人教，全靠感應。真誠心是感，自性清淨心它就能應。例子很多，古今都有這些大德，不認識字，沒念過書，經教沒有一樣不通，這怎麼回事？感應，自性裡頭自自然然流出來。"
    },
    {
      "id": "02-040-0127_p0012",
      "zh_CN": "我们今天不具足感的条件，所以没有应，因为我们的心是散、是乱的。散乱心不起感应，寂定心就有感应。佛法如是，世法亦不例外，世间圣人留下来的教诲，也是从自性流出来的，所以用真诚心去面对它。古人说得非常好，「读书千遍，其义自见」，念上一千遍，意思全明白了，自然明白了。为什么？因为你这一千遍真诚恭敬。若不是真诚恭敬心，不起感应。像「往生咒」，经文上有说，你能够持诵三十万遍往生咒，你就能见佛、见到极乐世界。有人真干。早年在台北，张龄居士，这湖南才子，他看到这段经文，他就真干。念满三十万遍，没感应。来给我说，他说经上讲三十万遍，我念了三十万遍，为什么没有感应？这个人傲慢。你说诚，用诚敬心，念经的时候诚敬心，不念经的时候诚敬心就没有了，这不可以。待人接物没有诚敬心，一敬一切敬，一诚一切诚，一慢是一切都傲慢，不行！不能怪不灵，怪自己没有诚敬心。为什么锅漏匠念了三年佛就能见佛，预知时至，站着往生，为什么？他没有傲慢心，他非常谦虚。如果锅漏匠是个才子，念三年，三十年也不会有感应。所以要问，自私自利的心有没有放下，贡高我慢的心有没有放下，那是自己的烦恼，贪瞋痴有没有放下？统统没放下。张龄居士我跟他很熟，文人习气很重，这是他学佛的障碍。三十万遍往生咒没有白念，阿赖耶识里头种了很好的种子，这一生不能往生，来生后世遇到佛缘，他决定得生净土，不知道是什么时候，跟佛结了很深的缘分。",
      "zh_TW": "我們今天不具足感的條件，所以沒有應，因為我們的心是散、是亂的。散亂心不起感應，寂定心就有感應。佛法如是，世法亦不例外，世間聖人留下來的教誨，也是從自性流出來的，所以用真誠心去面對它。古人說得非常好，「讀書千遍，其義自見」，念上一千遍，意思全明白了，自然明白了。為什麼？因為你這一千遍真誠恭敬。若不是真誠恭敬心，不起感應。像「往生咒」，經文上有說，你能夠持誦三十萬遍往生咒，你就能見佛、見到極樂世界。有人真幹。早年在台北，張齡居士，這湖南才子，他看到這段經文，他就真幹。念滿三十萬遍，沒感應。來給我說，他說經上講三十萬遍，我念了三十萬遍，為什麼沒有感應？這個人傲慢。你說誠，用誠敬心，念經的時候誠敬心，不念經的時候誠敬心就沒有了，這不可以。待人接物沒有誠敬心，一敬一切敬，一誠一切誠，一慢是一切都傲慢，不行！不能怪不靈，怪自己沒有誠敬心。為什麼鍋漏匠念了三年佛就能見佛，預知時至，站著往生，為什麼？他沒有傲慢心，他非常謙虛。如果鍋漏匠是個才子，念三年，三十年也不會有感應。所以要問，自私自利的心有沒有放下，貢高我慢的心有沒有放下，那是自己的煩惱，貪瞋痴有沒有放下？統統沒放下。張齡居士我跟他很熟，文人習氣很重，這是他學佛的障礙。三十萬遍往生咒沒有白念，阿賴耶識裡頭種了很好的種子，這一生不能往生，來生後世遇到佛緣，他決定得生淨土，不知道是什麼時候，跟佛結了很深的緣分。"
    },
    {
      "id": "02-040-0127_p0013",
      "zh_CN": "《法华经》曰：诸佛世尊唯以一大事因缘故，出现于世，这是《法华经》上最重要的一句经文。我们再看下面，这三句是黄念老他老人家的话，「释尊所为之大事因缘，即宣说弥陀愿力，普度众生」。这大事因缘就是善导大师讲的「唯说弥陀本愿海」。这是释迦牟尼佛示现在人间主要的第一个因素，为这个，不是为别的。说其他的这些经论是恒顺众生，众生的根机没成熟，恒顺他们，把他们引导到净土，引导到这个法门，根性利的，学到最后，恍然大悟。学《华严》的，看到最后普贤菩萨十大愿王导归极乐，我相信他一定会懂，他会放弃《华严》，专修净土。《楞严》也不例外，《楞严经》上二十五圆通章显示出来，那是略说二十五种法门，门门能成无上道。文殊菩萨选择，选择了两个人，观世音菩萨耳根圆通，大势至菩萨念佛圆通。观音、势至是阿弥陀佛两位最得力的助手，当然他回归净土。",
      "zh_TW": "《法華經》曰：諸佛世尊唯以一大事因緣故，出現於世，這是《法華經》上最重要的一句經文。我們再看下面，這三句是黃念老他老人家的話，「釋尊所為之大事因緣，即宣說彌陀願力，普度眾生」。這大事因緣就是善導大師講的「唯說彌陀本願海」。這是釋迦牟尼佛示現在人間主要的第一個因素，為這個，不是為別的。說其他的這些經論是恆順眾生，眾生的根機沒成熟，恆順他們，把他們引導到淨土，引導到這個法門，根性利的，學到最後，恍然大悟。學《華嚴》的，看到最後普賢菩薩十大願王導歸極樂，我相信他一定會懂，他會放棄《華嚴》，專修淨土。《楞嚴》也不例外，《楞嚴經》上二十五圓通章顯示出來，那是略說二十五種法門，門門能成無上道。文殊菩薩選擇，選擇了兩個人，觀世音菩薩耳根圓通，大勢至菩薩念佛圓通。觀音、勢至是阿彌陀佛兩位最得力的助手，當然他回歸淨土。"
    },
    {
      "id": "02-040-0127_p0014",
      "zh_CN": "我初出家的时候，还没有受戒，那一年，方丈白圣老法师六十大寿，寺院给他办一场很热闹的庆祝。就在那一天，我在临济寺接见了台湾大学一位客座教授，他带了五、六个同学来见我。这些同学是我们大专讲座的学生，慈光讲座的，跟我都很熟。这个日本客座教授是出家人，日本的出家人，问我学的是什么？那个时候正好我在台中跟李老师学《楞严经》。他问我平常修行哪个法门？我说念佛法门。他很讶异，也很傲慢，说《楞严》跟净土有什么关系？问我这句话。一般人只知道《楞严》跟禅有关系，跟密有关系，是禅宗、密宗必修的一个课本，跟净土有什么关系？我一听这个教授和尚的话，我就知道他没通，问出这么个问题。我反过来问他，观世音菩萨、大势至菩萨跟净土有什么关系？他还没听出来，他很茫然。净土西方三圣，那关系太密切了。《楞严经》二十五圆通，真正教给我们修行法门的就是这两个菩萨，其他二十三位所修的法门我们根性不行，我们不能成就，唯有这两位菩萨，特别是《大势至菩萨念佛圆通章》。这怎么没有关系？说没有关系是外行，根本不懂得《楞严》的真实义。",
      "zh_TW": "我初出家的時候，還沒有受戒，那一年，方丈白聖老法師六十大壽，寺院給他辦一場很熱鬧的慶祝。就在那一天，我在臨濟寺接見了台灣大學一位客座教授，他帶了五、六個同學來見我。這些同學是我們大專講座的學生，慈光講座的，跟我都很熟。這個日本客座教授是出家人，日本的出家人，問我學的是什麼？那個時候正好我在台中跟李老師學《楞嚴經》。他問我平常修行哪個法門？我說念佛法門。他很訝異，也很傲慢，說《楞嚴》跟淨土有什麼關係？問我這句話。一般人只知道《楞嚴》跟禪有關係，跟密有關係，是禪宗、密宗必修的一個課本，跟淨土有什麼關係？我一聽這個教授和尚的話，我就知道他沒通，問出這麼個問題。我反過來問他，觀世音菩薩、大勢至菩薩跟淨土有什麼關係？他還沒聽出來，他很茫然。淨土西方三聖，那關係太密切了。《楞嚴經》二十五圓通，真正教給我們修行法門的就是這兩個菩薩，其他二十三位所修的法門我們根性不行，我們不能成就，唯有這兩位菩薩，特別是《大勢至菩薩念佛圓通章》。這怎麼沒有關係？說沒有關係是外行，根本不懂得《楞嚴》的真實義。"
    },
    {
      "id": "02-040-0127_p0015",
      "zh_CN": "所以确实一切诸佛如来，无论在哪一个国土示现成佛，主目的都是在宣扬净土。为什么？这个法门真正是三根普被，利钝全收，保证你一生不退成佛。这是八万四千法门里面没有的，无量法门里头也找不到的，只有这一门。所以，善导大师的话是一点都不错，唯说弥陀本愿海，这话是真话。因为这个法门是难信法门，所以佛先随顺众生，你想学什么，佛就教你什么，到最后你遇到困难了，你学不下去了，佛再劝你修念佛法门，你决定会成就。所以历代多少学教的、学禅的、学密的、学戒律的，最后统统是念佛往生，这就对了。与世尊当年在世间那个教学的义趣自自然然就相应。所以，唯有宣说弥陀愿力，普度众生。",
      "zh_TW": "所以確實一切諸佛如來，無論在哪一個國土示現成佛，主目的都是在宣揚淨土。為什麼？這個法門真正是三根普被，利鈍全收，保證你一生不退成佛。這是八萬四千法門裡面沒有的，無量法門裡頭也找不到的，只有這一門。所以，善導大師的話是一點都不錯，唯說彌陀本願海，這話是真話。因為這個法門是難信法門，所以佛先隨順眾生，你想學什麼，佛就教你什麼，到最後你遇到困難了，你學不下去了，佛再勸你修念佛法門，你決定會成就。所以歷代多少學教的、學禪的、學密的、學戒律的，最後統統是念佛往生，這就對了。與世尊當年在世間那個教學的義趣自自然然就相應。所以，唯有宣說彌陀願力，普度眾生。"
    },
    {
      "id": "02-040-0127_p0016",
      "zh_CN": "古时候，道绰大师，一生专讲《阿弥陀经》，讲了两百多遍，到处讲，人家请讲经，他就讲这部经。这部经好，分量不大，讲演可长可短，单讲经文，很多人在打佛七里头讲《弥陀经》，七天圆满。我也讲过不少次，也有十几、二十次。可是最长的，我讲过莲池大师的《疏钞》，连疏带钞一起讲，像现在我们讲黄念老的注解一样。这一遍讲了三百多个小时，我记得好像是三百三十多个小时，每次一个半小时，一部经讲了三百次，大概四百多个小时，说得很详细，说得很清楚。那个时候没有录像，留下的录音带。我初到美国讲经，就把这一套的录音带放在讲台上，很多人看到这么大的分量，问这什么东西？这是《阿弥陀经》。确实把很多人吓到了，大家都认为《弥陀经》很简单，一年的时间讲一部《弥陀经》，怎么讲的？这什么？让人家看到不敢轻视净土。美国的佛教徒，他们学禅、学密。禅，从日本传过去的；密，从西藏传过去的，所以藏传的密、日本传的禅很风盛，在美国到处都可以看到，净土宗没人讲。",
      "zh_TW": "古時候，道綽大師，一生專講《阿彌陀經》，講了兩百多遍，到處講，人家請講經，他就講這部經。這部經好，分量不大，講演可長可短，單講經文，很多人在打佛七裡頭講《彌陀經》，七天圓滿。我也講過不少次，也有十幾、二十次。可是最長的，我講過蓮池大師的《疏鈔》，連疏帶鈔一起講，像現在我們講黃念老的註解一樣。這一遍講了三百多個小時，我記得好像是三百三十多個小時，每次一個半小時，一部經講了三百次，大概四百多個小時，說得很詳細，說得很清楚。那個時候沒有錄像，留下的錄音帶。我初到美國講經，就把這一套的錄音帶放在講台上，很多人看到這麼大的分量，問這什麼東西？這是《阿彌陀經》。確實把很多人嚇到了，大家都認為《彌陀經》很簡單，一年的時間講一部《彌陀經》，怎麼講的？這什麼？讓人家看到不敢輕視淨土。美國的佛教徒，他們學禪、學密。禪，從日本傳過去的；密，從西藏傳過去的，所以藏傳的密、日本傳的禪很風盛，在美國到處都可以看到，淨土宗沒人講。"
    },
    {
      "id": "02-040-0127_p0017",
      "zh_CN": "我到美国也是接受美国的同学，她邀请我去的，是纽约大学的一个研究生。在台湾，跟台大做交换学生，所以她到台湾来，她专攻《华严》，读《华严经》，读清凉大师的注解，用清凉大师《华严经疏》写博士论文。那个时候我在台湾正好讲《华严》，所以她就来找我，在我们图书馆住了四个月。她就告诉我，劝我到美国传净土。她说，法师你行，别人到美国去讲净土没人相信，你去很适合。所以我到美国的时候，就把净土带过去了。这一套《弥陀经疏钞演义》起了很大作用，多少人看到这个再不敢轻视净土。",
      "zh_TW": "我到美國也是接受美國的同學，她邀請我去的，是紐約大學的一個研究生。在台灣，跟台大做交換學生，所以她到台灣來，她專攻《華嚴》，讀《華嚴經》，讀清涼大師的註解，用清涼大師《華嚴經疏》寫博士論文。那個時候我在台灣正好講《華嚴》，所以她就來找我，在我們圖書館住了四個月。她就告訴我，勸我到美國傳淨土。她說，法師你行，別人到美國去講淨土沒人相信，你去很適合。所以我到美國的時候，就把淨土帶過去了。這一套《彌陀經疏鈔演義》起了很大作用，多少人看到這個再不敢輕視淨土。"
    },
    {
      "id": "02-040-0127_p0018",
      "zh_CN": "《无量寿经》就更长了，前年《大经解演义》，一千二百个小时。哪一个学校课程有这么大的分量？《华严》更不必说了，照我以前那个讲法，我讲了四千多个小时，讲了多少？讲到「十住品」，大概全经的五分之一。所以像我那样讲法，一部《华严经》讲圆满估计要两万个小时，是真的，不是假的。一般人才知道佛教的经典博大精深。方东美先生，早年在辅仁大学，天主教办的，博士班教《华严》，那是讲大意，那时间不长，他的课程「华严哲学」，好像是一年，就是两个学期，讲大意，也讲得非常精彩。真正帮助众生一生成就，只有这个法门，《华严》、《法华》，像《楞严》，统统是导归极乐，这是我们自己亲身修学的，感触特别深。",
      "zh_TW": "《無量壽經》就更長了，前年《大經解演義》，一千二百個小時。哪一個學校課程有這麼大的分量？《華嚴》更不必說了，照我以前那個講法，我講了四千多個小時，講了多少？講到「十住品」，大概全經的五分之一。所以像我那樣講法，一部《華嚴經》講圓滿估計要兩萬個小時，是真的，不是假的。一般人才知道佛教的經典博大精深。方東美先生，早年在輔仁大學，天主教辦的，博士班教《華嚴》，那是講大意，那時間不長，他的課程「華嚴哲學」，好像是一年，就是兩個學期，講大意，也講得非常精彩。真正幫助眾生一生成就，只有這個法門，《華嚴》、《法華》，像《楞嚴》，統統是導歸極樂，這是我們自己親身修學的，感觸特別深。"
    },
    {
      "id": "02-040-0127_p0019",
      "zh_CN": "下面这一段，「真实利生」。我们看经文：",
      "zh_TW": "下面這一段，「真實利生」。我們看經文："
    },
    {
      "id": "02-040-0127_p0020",
      "zh_CN": "【光阐道教。欲拯群萌。惠以真实之利。】",
      "zh_TW": "【光闡道教。欲拯群萌。惠以真實之利。】"
    },
    {
      "id": "02-040-0127_p0021",
      "zh_CN": "『真实之利』，无过于信愿持名。请看注解，『光阐道教，欲拯群萌』。「光者，明也，大也，广也」，有这么多意思。「阐」是开的意思，就是开示。「道教指正道实教」，真实的教诲，叫道教。「即诸佛之教化。总指世尊一代时教」，释迦牟尼佛当年在世，四十九年所说的一切经教，这里道跟教就全都包括了，「八万四千法门。故知光阐道教，即广宣如来经法之义」。现在会集成为《大藏经》。拯，拯救、帮助、协助，这个意思。萌是芽，植物的芽称为萌。「群萌，即指群生」，就是一切众生。一切众生迷失了自性，智慧、德能、相好不能现前，就像植物萌芽的时代，人生婴孩的时代，这都称萌。",
      "zh_TW": "『真實之利』，無過於信願持名。請看註解，『光闡道教，欲拯群萌』。「光者，明也，大也，廣也」，有這麼多意思。「闡」是開的意思，就是開示。「道教指正道實教」，真實的教誨，叫道教。「即諸佛之教化。總指世尊一代時教」，釋迦牟尼佛當年在世，四十九年所說的一切經教，這裡道跟教就全都包括了，「八萬四千法門。故知光闡道教，即廣宣如來經法之義」。現在會集成為《大藏經》。拯，拯救、幫助、協助，這個意思。萌是芽，植物的芽稱為萌。「群萌，即指群生」，就是一切眾生。一切眾生迷失了自性，智慧、德能、相好不能現前，就像植物萌芽的時代，人生嬰孩的時代，這都稱萌。"
    },
    {
      "id": "02-040-0127_p0022",
      "zh_CN": "「诸如来以大悲为体，欲救一切众生，故曰欲拯群萌」。诸佛如来希望有缘能帮助这些众生，这是如来的本怀，如来的本愿。一般人会说他跟众生无缘无故，为什么要干这桩事情？这桩事情是很辛苦的事情。教童蒙非常辛苦，老师要做出榜样给学生看，老师做榜样就是代众生苦。老师教孩子们《弟子规》，老师必须条条做到，你才能教，学生才会相信，才会真学。老师没有做到，讲给他听，他不相信，他也学会讲，他做不到。做不到没用，对这个社会不能产生效果。要让学生做到，老师必须先做到，老师要做到代众生苦，得舍己为人，学生才能真正得到利益。",
      "zh_TW": "「諸如來以大悲為體，欲救一切眾生，故曰欲拯群萌」。諸佛如來希望有緣能幫助這些眾生，這是如來的本懷，如來的本願。一般人會說他跟眾生無緣無故，為什麼要幹這樁事情？這樁事情是很辛苦的事情。教童蒙非常辛苦，老師要做出榜樣給學生看，老師做榜樣就是代眾生苦。老師教孩子們《弟子規》，老師必須條條做到，你才能教，學生才會相信，才會真學。老師沒有做到，講給他聽，他不相信，他也學會講，他做不到。做不到沒用，對這個社會不能產生效果。要讓學生做到，老師必須先做到，老師要做到代眾生苦，得捨己為人，學生才能真正得到利益。"
    },
    {
      "id": "02-040-0127_p0023",
      "zh_CN": "「《会疏》曰：渐顿各称所宜，随缘皆蒙度脱。故云拯群萌」。佛的教学，四十九年的教育无一不是随机施教，众生的根机不相同，一定要随顺，聪明才智不一样。小孩虽然同年，同一个环境里面长大，根性还是不相同，有聪明的、有愚钝的，从读书非常明显能看出来。有聪明的小孩，现在聪明小孩愈来愈少了，为什么？他虽然小，他妄念很多。不像从前，从前小孩没有什么妄念，很单纯，他接触的面很小，孩子跟孩子在一起玩耍，他们玩的地方都是大自然，所以很单纯。现在小孩玩的东西不一样，五花八门，电脑、电视、电子游戏，东西太多了，所以很小的小孩他就学会了，没有从前小孩那么单纯、那么老实好教。",
      "zh_TW": "「《會疏》曰：漸頓各稱所宜，隨緣皆蒙度脫。故云拯群萌」。佛的教學，四十九年的教育無一不是隨機施教，眾生的根機不相同，一定要隨順，聰明才智不一樣。小孩雖然同年，同一個環境裡面長大，根性還是不相同，有聰明的、有愚鈍的，從讀書非常明顯能看出來。有聰明的小孩，現在聰明小孩愈來愈少了，為什麼？他雖然小，他妄念很多。不像從前，從前小孩沒有什麼妄念，很單純，他接觸的面很小，孩子跟孩子在一起玩耍，他們玩的地方都是大自然，所以很單純。現在小孩玩的東西不一樣，五花八門，電腦、電視、電子遊戲，東西太多了，所以很小的小孩他就學會了，沒有從前小孩那麼單純、那麼老實好教。"
    },
    {
      "id": "02-040-0127_p0024",
      "zh_CN": "以背书来说，十遍他能背多少字？中国的古书每一行二十个字，每一页十行，一页两面二十行，二十行就四百个字。有没有小朋友，古人的标准十遍，十遍就能背？他读十遍，把书本合起来，他能背得下来，这叫标准，这个根是上根。如果背不下来，给他减少一百字，让他背三百字。能背三百字的，中根。三百字背不下来，背两百字，两百字就是书的一面，十行。两百字背不下来，叫他背五行，五行一百个字，标准就是十遍就能背。再不行的话，那就差了，背三行，六十个字；两行四十个字，用这个方法，这就是契他的根性。所以老师教的是一门课，同学学的都是这一门，进度每个人不一样，有人进度很快，有人进度很慢。不像现在学校，现在学校完全都一样的。古时候私塾不一样，每个人程度不一样，一定是契机契理。根性利的进步很快，一年学的东西不少。程度差一点的，他进度就慢，慢不怕，只要有恒都能成就。",
      "zh_TW": "以背書來說，十遍他能背多少字？中國的古書每一行二十個字，每一頁十行，一頁兩面二十行，二十行就四百個字。有沒有小朋友，古人的標準十遍，十遍就能背？他讀十遍，把書本合起來，他能背得下來，這叫標準，這個根是上根。如果背不下來，給他減少一百字，讓他背三百字。能背三百字的，中根。三百字背不下來，背兩百字，兩百字就是書的一面，十行。兩百字背不下來，叫他背五行，五行一百個字，標準就是十遍就能背。再不行的話，那就差了，背三行，六十個字；兩行四十個字，用這個方法，這就是契他的根性。所以老師教的是一門課，同學學的都是這一門，進度每個人不一樣，有人進度很快，有人進度很慢。不像現在學校，現在學校完全都一樣的。古時候私塾不一樣，每個人程度不一樣，一定是契機契理。根性利的進步很快，一年學的東西不少。程度差一點的，他進度就慢，慢不怕，只要有恆都能成就。"
    },
    {
      "id": "02-040-0127_p0025",
      "zh_CN": "中国小学着重扎根，所以基础要厚。到了十二、三岁，知识慢慢开了，就鼓励他一门深入，经学、史学、文学，看他喜欢，学一样。这一样东西，确确实实是遵守古人教导的，读书千遍，其义自见，要他读的遍数多，研究讨论的遍数多。读的遍数多是定力，研究讨论的遍数多是智慧，我们就晓得这种修学的方法，就是佛家所说的戒定慧三学。三学落在学习功课上，遵守古人说的这个原则就是持戒，一门深入是修定，分享讨论时候有所发明，那是智慧。所以积小悟成大悟，积大悟成大彻大悟，这是中国传统的教学方法。佛心、菩萨的心愿我们知道了，真的非常单纯，就是帮助众生开悟。",
      "zh_TW": "中國小學著重扎根，所以基礎要厚。到了十二、三歲，知識慢慢開了，就鼓勵他一門深入，經學、史學、文學，看他喜歡，學一樣。這一樣東西，確確實實是遵守古人教導的，讀書千遍，其義自見，要他讀的遍數多，研究討論的遍數多。讀的遍數多是定力，研究討論的遍數多是智慧，我們就曉得這種修學的方法，就是佛家所說的戒定慧三學。三學落在學習功課上，遵守古人說的這個原則就是持戒，一門深入是修定，分享討論時候有所發明，那是智慧。所以積小悟成大悟，積大悟成大徹大悟，這是中國傳統的教學方法。佛心、菩薩的心願我們知道了，真的非常單純，就是幫助眾生開悟。"
    },
    {
      "id": "02-040-0127_p0026",
      "zh_CN": "下面，「又曰：欲指释迦大悲所愿。然此一字，通上下」，含两个意思，第一个意思，「谓欲拯群萌。诸如来以大悲为体。欲愿未度者令度，未安者令安。光阐道教皆为之也」，这是原文。「故通上文」。这个里头两句最重要的话，未度者令度，未安者令安。这是一切众生迫切需求的，哪一个不是盼望着佛菩萨来帮助我们？我们今天没度，不安，真的是不安。不但我们不安，你去问问，哪一个人身心安稳？几乎找不到，没有一个身心安稳的，没有一个自己有把握能超越六道轮回、能往生净土。不修净土的人也不必说了，修净土的人连往生都没有把握。老和尚，净宗的，念了一辈子佛，问他有没有把握？没有。他不是讲客气话，是真的。为什么没有？我们在旁边看得很清楚，心量没有拓开，还是小心眼，这就不行，没有放下。名闻利养没放下，贪瞋痴慢没放下，这是大麻烦、大障碍。我们要想这一生得度、要想得安稳，就要把这些东西放下，你身心就安稳了。像前面所说的，住弥陀之所住，行弥陀之所行，愿弥陀之所愿，你心就安了，心就定了。",
      "zh_TW": "下面，「又曰：欲指釋迦大悲所願。然此一字，通上下」，含兩個意思，第一個意思，「謂欲拯群萌。諸如來以大悲為體。欲願未度者令度，未安者令安。光闡道教皆為之也」，這是原文。「故通上文」。這個裡頭兩句最重要的話，未度者令度，未安者令安。這是一切眾生迫切需求的，哪一個不是盼望著佛菩薩來幫助我們？我們今天沒度，不安，真的是不安。不但我們不安，你去問問，哪一個人身心安穩？幾乎找不到，沒有一個身心安穩的，沒有一個自己有把握能超越六道輪迴、能往生淨土。不修淨土的人也不必說了，修淨土的人連往生都沒有把握。老和尚，淨宗的，念了一輩子佛，問他有沒有把握？沒有。他不是講客氣話，是真的。為什麼沒有？我們在旁邊看得很清楚，心量沒有拓開，還是小心眼，這就不行，沒有放下。名聞利養沒放下，貪瞋痴慢沒放下，這是大麻煩、大障礙。我們要想這一生得度、要想得安穩，就要把這些東西放下，你身心就安穩了。像前面所說的，住彌陀之所住，行彌陀之所行，願彌陀之所願，你心就安了，心就定了。"
    },
    {
      "id": "02-040-0127_p0027",
      "zh_CN": "经上真是这样教导我们，我们没有看懂，没有在意，这个过错是我们自己，经没有错，佛没有错，传法的老师都没错。所以责任还是要自己承当，不能推给别人，推给别人就错了。有缘分，亲近善知识是必要的；没有这个缘分，老实，一门深入，读书千遍，自然就开悟了。可是自己的毛病习气要改，如果不改，是你开悟的障碍，你开不了悟。毛病习气是什么？真的，专看别人的毛病，不知道自己的毛病；会批评别人，不接受别人批评，别人批评你，就生气了，就怨恨了。这样的人，我们看到太多太多了。他的批评是不是正确，他自己也不知道，似是而非，都是自己以为怎样怎样，不是如来真实义，如来在经上讲的你没有听懂。",
      "zh_TW": "經上真是這樣教導我們，我們沒有看懂，沒有在意，這個過錯是我們自己，經沒有錯，佛沒有錯，傳法的老師都沒錯。所以責任還是要自己承當，不能推給別人，推給別人就錯了。有緣分，親近善知識是必要的；沒有這個緣分，老實，一門深入，讀書千遍，自然就開悟了。可是自己的毛病習氣要改，如果不改，是你開悟的障礙，你開不了悟。毛病習氣是什麼？真的，專看別人的毛病，不知道自己的毛病；會批評別人，不接受別人批評，別人批評你，就生氣了，就怨恨了。這樣的人，我們看到太多太多了。他的批評是不是正確，他自己也不知道，似是而非，都是自己以為怎樣怎樣，不是如來真實義，如來在經上講的你沒有聽懂。"
    },
    {
      "id": "02-040-0127_p0028",
      "zh_CN": "在这一方面争议再多的，真正的心是什么？真正是嫉妒、傲慢，是从这个心里流出来的。法师把经讲错了，他以为讲错了，不合他的意思。合不合如来的意思？给诸位说，如来没有意思。释迦佛讲经四十九年，六根在六尘境界里头，我常说，没有起心、没有动念，他有什么意思？经怎么说出来的？你看这个经，阿难启请。有人问佛，佛自自然然回答的，没有起心动念，没有分别执着，所以佛没有意思。讲经的人有意思，是他自己的意思，不是佛的意思。怎样才能跟佛的意思接近？跟佛的意思接近就是跟性德接近，这个道理一定要懂。要真修，不真修见不到真实义，真修的人能见到真实义。真实义是无义，从无心流露出来的是真实，真实义是契机契理。如果自己没有开悟，争论很多；开悟之后，所有的争论都没有了。现在有争论的地方，大家跟他辩论，这个毫无意义。佛遇到争论的地方，默然，一句话不说，争论完了，让你们自己去想。",
      "zh_TW": "在這一方面爭議再多的，真正的心是什麼？真正是嫉妒、傲慢，是從這個心裡流出來的。法師把經講錯了，他以為講錯了，不合他的意思。合不合如來的意思？給諸位說，如來沒有意思。釋迦佛講經四十九年，六根在六塵境界裡頭，我常說，沒有起心、沒有動念，他有什麼意思？經怎麼說出來的？你看這個經，阿難啟請。有人問佛，佛自自然然回答的，沒有起心動念，沒有分別執著，所以佛沒有意思。講經的人有意思，是他自己的意思，不是佛的意思。怎樣才能跟佛的意思接近？跟佛的意思接近就是跟性德接近，這個道理一定要懂。要真修，不真修見不到真實義，真修的人能見到真實義。真實義是無義，從無心流露出來的是真實，真實義是契機契理。如果自己沒有開悟，爭論很多；開悟之後，所有的爭論都沒有了。現在有爭論的地方，大家跟他辯論，這個毫無意義。佛遇到爭論的地方，默然，一句話不說，爭論完了，讓你們自己去想。"
    },
    {
      "id": "02-040-0127_p0029",
      "zh_CN": "末法时期，特别是戒律，几个人持戒？我没有看到过。偶尔有看到过持戒的，持戒的大德怎么样？常常批评不持戒的。这是不是真持戒？不是，真持戒的人不批评人。持戒的人心地清净，一尘不染，为什么？持戒的目的是得定，得定的目的是开智慧，这是一条成佛大道。有傲慢心、有嫉妒心，执着分别重，决定戒定慧三学全部都没有，那是假的，那不是真的。不容易！现在这个世间，世尊的末法，各个宗派都衰了，真正修行人稀有难逢。我们活在这个夹缝当中，知道自己不是上根利智，下下根人，唯有老实念佛，求生净土，我们只要自己能得生，功德就圆满了。对于别人的指责，我们感恩，没有怨恨，好好想一想，指责是对的，我们要改过；指责是错误的，要原谅他，他没有学过，不要跟他计较，也感谢他。唐太宗就有这个雅量，有人当面指责他，说他的过失。太宗旁边的人说，他这个人对你有误会，你没有这个过失，他诬赖你。唐太宗笑笑，他是好人，他敢讲话，我们好好承认，为什么？如果我处分了他，将来没有人敢在我面前讲话。这是高明，这人度量大，所以他能成为一代圣君。错误的指责，也不会处分你，不会责怪你，只是你见识不广，认为你是好心，你没有智慧，没有见识，常常会错怪别人。你错怪了圣贤君子，他不会计较你；如果你要是对小人这样，他非报复你不可，那就会惹来麻烦。唐太宗是个圣贤君子，不容易。",
      "zh_TW": "末法時期，特別是戒律，幾個人持戒？我沒有看到過。偶爾有看到過持戒的，持戒的大德怎麼樣？常常批評不持戒的。這是不是真持戒？不是，真持戒的人不批評人。持戒的人心地清淨，一塵不染，為什麼？持戒的目的是得定，得定的目的是開智慧，這是一條成佛大道。有傲慢心、有嫉妒心，執著分別重，決定戒定慧三學全部都沒有，那是假的，那不是真的。不容易！現在這個世間，世尊的末法，各個宗派都衰了，真正修行人稀有難逢。我們活在這個夾縫當中，知道自己不是上根利智，下下根人，唯有老實念佛，求生淨土，我們只要自己能得生，功德就圓滿了。對於別人的指責，我們感恩，沒有怨恨，好好想一想，指責是對的，我們要改過；指責是錯誤的，要原諒他，他沒有學過，不要跟他計較，也感謝他。唐太宗就有這個雅量，有人當面指責他，說他的過失。太宗旁邊的人說，他這個人對你有誤會，你沒有這個過失，他誣賴你。唐太宗笑笑，他是好人，他敢講話，我們好好承認，為什麼？如果我處分了他，將來沒有人敢在我面前講話。這是高明，這人度量大，所以他能成為一代聖君。錯誤的指責，也不會處分你，不會責怪你，只是你見識不廣，認為你是好心，你沒有智慧，沒有見識，常常會錯怪別人。你錯怪了聖賢君子，他不會計較你；如果你要是對小人這樣，他非報復你不可，那就會惹來麻煩。唐太宗是個聖賢君子，不容易。"
    },
    {
      "id": "02-040-0127_p0030",
      "zh_CN": "大家知道我这一生受人指责的太多了，有意无意毁谤、侮辱、障碍、陷害，层出不穷，报纸上、杂志上、网路上到处都是。这日子怎么过？平心而论，我们心里只有一句阿弥陀佛，其他东西统统都没有。所以这些不必管它，他们都是好人，他们都是菩萨，一切众生本来是佛，我们以恭敬心来对待他们，我们就没有过失。所有一切指责，我们认真反省有没有？有则改之，要感谢他；无则嘉勉，也要感谢他。这么多人常常在督促我，常常在看到我，我不能有丝毫错误。误会是决定免不了的，所以我们自己承受，不责怪别人，不要为这些事情去操心，要把时间拿来念佛。佛号功德不可思议，我们要分秒必争，分分秒秒念阿弥陀佛，别管闲事。我们只求往生，所有一切的侮辱、毁谤这一类的，统统是我的增上缘，帮助我消业障。这是真的，不是假的。我要有怨恨心就错了，那我就造孽了；我只有感恩的心、恭敬的心来承受，这就消业障。这一世没造的恶业，前世有，无量劫来哪有不造业的道理！所以是善是恶、是是是非、是祸是福，都在自己一念间，我这一念统统转到阿弥陀佛，这就能生净土，那就是消业障。决定不能把这些事情放在心上，放在心上，我们往生这条路就断掉了，这一生不能往生，这个损失太大了，所以不能干这个傻事。对人要感恩，永远生在感恩的世界，这就对了。所以，未度令度，未安令安。首先对自己，先度自己，先安自己；再看缘成熟的，帮他；缘没有成熟的，恒顺众生，他这一生没法子得度。",
      "zh_TW": "大家知道我這一生受人指責的太多了，有意無意毀謗、侮辱、障礙、陷害，層出不窮，報紙上、雜誌上、網路上到處都是。這日子怎麼過？平心而論，我們心裡只有一句阿彌陀佛，其他東西統統都沒有。所以這些不必管它，他們都是好人，他們都是菩薩，一切眾生本來是佛，我們以恭敬心來對待他們，我們就沒有過失。所有一切指責，我們認真反省有沒有？有則改之，要感謝他；無則嘉勉，也要感謝他。這麼多人常常在督促我，常常在看到我，我不能有絲毫錯誤。誤會是決定免不了的，所以我們自己承受，不責怪別人，不要為這些事情去操心，要把時間拿來念佛。佛號功德不可思議，我們要分秒必爭，分分秒秒念阿彌陀佛，別管閒事。我們只求往生，所有一切的侮辱、毀謗這一類的，統統是我的增上緣，幫助我消業障。這是真的，不是假的。我要有怨恨心就錯了，那我就造孽了；我只有感恩的心、恭敬的心來承受，這就消業障。這一世沒造的惡業，前世有，無量劫來哪有不造業的道理！所以是善是惡、是是是非、是禍是福，都在自己一念間，我這一念統統轉到阿彌陀佛，這就能生淨土，那就是消業障。決定不能把這些事情放在心上，放在心上，我們往生這條路就斷掉了，這一生不能往生，這個損失太大了，所以不能幹這個傻事。對人要感恩，永遠生在感恩的世界，這就對了。所以，未度令度，未安令安。首先對自己，先度自己，先安自己；再看緣成熟的，幫他；緣沒有成熟的，恆順眾生，他這一生沒法子得度。"
    },
    {
      "id": "02-040-0127_p0031",
      "zh_CN": "再看下面，「二谓欲惠真实之利」，是欲惠真实之利，「谓如来欲愿众生入弥陀海故」。真实之利是入弥陀愿海。「《甄解》则于上说，结归后义曰：诸佛之所以出兴于世，欲说弥陀愿力，惠救万众生，将为本怀故」。这个话说得非常之好。我们这一生非常可怜。李老师在世，对我很爱护，常常召见我到房间谈话。老师告诉我，我们所处的是乱世，满清亡国之后，中国大陆军阀割据，战争从来没有断过，伦常、道德、因果没人相信了，在这个世间修行太难太难了。章嘉大师劝我，千万不要去做官。告诉我，你做官，你心地清白，如果你的部下贪赃枉法，你怎么办？他这个话真的把我吓到了，再不敢想这个行业了。我问他做什么好？他劝我出家，劝我学释迦牟尼佛。学释迦牟尼佛，李老师就告诉我，这一条路也很难走，古往今来，现在尤其劣。老师说，你讲经教学讲得好，别人嫉妒你；讲得不好，别人讽刺你、笑话你，那你还能活得下去，如果别人嫉妒你，你走投无路。老师当年讲的话，我这一生全遇到了，真的是走投无路。经营一个小道场都不敢，我一生没有道场。",
      "zh_TW": "再看下面，「二謂欲惠真實之利」，是欲惠真實之利，「謂如來欲願眾生入彌陀海故」。真實之利是入彌陀願海。「《甄解》則於上說，結歸後義曰：諸佛之所以出興於世，欲說彌陀願力，惠救萬眾生，將為本懷故」。這個話說得非常之好。我們這一生非常可憐。李老師在世，對我很愛護，常常召見我到房間談話。老師告訴我，我們所處的是亂世，滿清亡國之後，中國大陸軍閥割據，戰爭從來沒有斷過，倫常、道德、因果沒人相信了，在這個世間修行太難太難了。章嘉大師勸我，千萬不要去做官。告訴我，你做官，你心地清白，如果你的部下貪贓枉法，你怎麼辦？他這個話真的把我嚇到了，再不敢想這個行業了。我問他做什麼好？他勸我出家，勸我學釋迦牟尼佛。學釋迦牟尼佛，李老師就告訴我，這一條路也很難走，古往今來，現在尤其劣。老師說，你講經教學講得好，別人嫉妒你；講得不好，別人諷刺你、笑話你，那你還能活得下去，如果別人嫉妒你，你走投無路。老師當年講的話，我這一生全遇到了，真的是走投無路。經營一個小道場都不敢，我一生沒有道場。"
    },
    {
      "id": "02-040-0127_p0032",
      "zh_CN": "小道场，三、五个人能不能做到六和敬？做不到。说得很好听，做不到。为什么？每个人有每个人的看法、想法，他不能放下。修六和敬要放下自己的成见，依佛的教法这才行。两个人在一起都不和，四个人做不到。这个事情说了差不多三、四十年。三十五年前，我第一次到香港来讲经，一九七七年。洗尘法师，香港的大德，觉光、洗尘，觉光老法师还在，九十多岁了，洗尘大我不多，香港佛教领袖。我们确确实实希望能有一个僧团出现，五个人，五比丘，在香港找一块地方，我们不要建房屋，我们住帐篷，我们托钵。他听了很欢喜。我们是外地人，到香港居留有时间限制，时间到了，回台湾去了，消息就没有了。说说而已，谁肯真干！所以难。",
      "zh_TW": "小道場，三、五個人能不能做到六和敬？做不到。說得很好聽，做不到。為什麼？每個人有每個人的看法、想法，他不能放下。修六和敬要放下自己的成見，依佛的教法這才行。兩個人在一起都不和，四個人做不到。這個事情說了差不多三、四十年。三十五年前，我第一次到香港來講經，一九七七年。洗塵法師，香港的大德，覺光、洗塵，覺光老法師還在，九十多歲了，洗塵大我不多，香港佛教領袖。我們確確實實希望能有一個僧團出現，五個人，五比丘，在香港找一塊地方，我們不要建房屋，我們住帳篷，我們托缽。他聽了很歡喜。我們是外地人，到香港居留有時間限制，時間到了，回台灣去了，消息就沒有了。說說而已，誰肯真幹！所以難。"
    },
    {
      "id": "02-040-0127_p0033",
      "zh_CN": "在这个时代，只有个人明白了，自己修好自己就不错了。两个人当中没有意见，和睦相处，都非常不容易得到。谁跟谁两个可以能包容？不能包容。夫妻都吵架、都离婚，假的不是真的。我们要认清这个时代，只把自己管好，能够影响别人，那就是功德。不求影响别人，自己管好，自己决定得生净土，这一点比什么都重要。弘法利生，到西方极乐世界之后，倒驾慈航，回头再来，可以做得到。为什么？成佛了。自己没成佛，要度众生，叫无有是处，这是释迦牟尼佛说的。我们到极乐世界去作佛去，回来之后再度众生，这是一条正路。",
      "zh_TW": "在這個時代，只有個人明白了，自己修好自己就不錯了。兩個人當中沒有意見，和睦相處，都非常不容易得到。誰跟誰兩個可以能包容？不能包容。夫妻都吵架、都離婚，假的不是真的。我們要認清這個時代，只把自己管好，能夠影響別人，那就是功德。不求影響別人，自己管好，自己決定得生淨土，這一點比什麼都重要。弘法利生，到西方極樂世界之後，倒駕慈航，回頭再來，可以做得到。為什麼？成佛了。自己沒成佛，要度眾生，叫無有是處，這是釋迦牟尼佛說的。我們到極樂世界去作佛去，回來之後再度眾生，這是一條正路。"
    },
    {
      "id": "02-040-0127_p0034",
      "zh_CN": "这部经的注解确确实实能度自己，自己真正相信，真正发愿，依教奉行。实实在在要万缘放下，让自己清净心里头只有阿弥陀佛。清净心只有阿弥陀佛，除阿弥陀佛之外什么都没有了，这种人能修六和敬。这样的人在一起不会争执，这样的人在一起只有念佛，除念佛之外，没有杂心闲话，没有争论是非。如果心地不清净，念佛就好了，不要争了，把争论的时间都用来念佛，自己决定得生。争论争胜了还不能往生，这个道理要懂！那又何必争？不必了，让他好了，他对我不对。不对的人，乖乖的老实念佛，求忏悔。世出世间圣人都是这样教导我们，我们最重要的是能够接受教诲。",
      "zh_TW": "這部經的註解確確實實能度自己，自己真正相信，真正發願，依教奉行。實實在在要萬緣放下，讓自己清淨心裡頭只有阿彌陀佛。清淨心只有阿彌陀佛，除阿彌陀佛之外什麼都沒有了，這種人能修六和敬。這樣的人在一起不會爭執，這樣的人在一起只有念佛，除念佛之外，沒有雜心閒話，沒有爭論是非。如果心地不清淨，念佛就好了，不要爭了，把爭論的時間都用來念佛，自己決定得生。爭論爭勝了還不能往生，這個道理要懂！那又何必爭？不必了，讓他好了，他對我不對。不對的人，乖乖的老實念佛，求懺悔。世出世間聖人都是這樣教導我們，我們最重要的是能夠接受教誨。"
    },
    {
      "id": "02-040-0127_p0035",
      "zh_CN": "我们看这一段的结论，《甄解》总结这个意思，诸佛所以出兴于世，欲说弥陀愿力，目的是惠救万众生，将为本怀。善导大师说得简单扼要，「诸佛所以兴出世，唯说弥陀本愿海」。我们虽然还没有往生，不算是真正成就，但是对于诸佛的本愿要知道，我们要愿佛之愿，住佛之所住，这是真正求往生的人决定不能少的。前面我们读过，住弥陀之所住，行弥陀之所行，愿弥陀之所愿，得弥陀之所得，这就对了。依教奉行，认真学习，希望在这一生当中圆满成就，还要快速成就，愈快愈好。早年，黄忠昌给我们做了个表法，他是做实验，闭关三年，真的往生了。最近的，刘素青居士的表现，跟经上讲的一样，在下一品讲到的时候，我会指出来给大家看。她表的是往生之后马上又回来，再表演第二个法往生，这经上有。真难得！真不容易！她表演得太好了，说明念佛往生这桩事情，我们想什么时候走就什么时候走，给我们做了证据。好，今天我们就学到此地。",
      "zh_TW": "我們看這一段的結論，《甄解》總結這個意思，諸佛所以出興於世，欲說彌陀願力，目的是惠救萬眾生，將為本懷。善導大師說得簡單扼要，「諸佛所以興出世，唯說彌陀本願海」。我們雖然還沒有往生，不算是真正成就，但是對於諸佛的本願要知道，我們要願佛之願，住佛之所住，這是真正求往生的人決定不能少的。前面我們讀過，住彌陀之所住，行彌陀之所行，願彌陀之所願，得彌陀之所得，這就對了。依教奉行，認真學習，希望在這一生當中圓滿成就，還要快速成就，愈快愈好。早年，黃忠昌給我們做了個表法，他是做實驗，閉關三年，真的往生了。最近的，劉素青居士的表現，跟經上講的一樣，在下一品講到的時候，我會指出來給大家看。她表的是往生之後馬上又回來，再表演第二個法往生，這經上有。真難得！真不容易！她表演得太好了，說明念佛往生這樁事情，我們想什麼時候走就什麼時候走，給我們做了證據。好，今天我們就學到此地。"
    }
  ]
}