{
  "doc_id": "02-040-0068",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十八集",
    "zh_TW": "第六十八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-040-0068_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百九十五页第一行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百九十五頁第一行，從第二句看起："
    },
    {
      "id": "02-040-0068_p0002",
      "zh_CN": "我们继续看十六位在家上首。「南方去此五百亿世界，有一世界，佛名宝积善现如来，有一菩萨名寂静转」，就是此地所说的慧辩才，「于此舍卫城内，生大居士似师子家」。这第三位，佛都把他们从哪一个世界来的讲出来，实际上全都是示现的，都是等觉菩萨。「西方去此过八亿百千佛刹，乐音如来所，有一菩萨名无攀缘」，就是观无住菩萨，「于此波罗奈国」，鹿野苑就在波罗奈国，「化生大居士善鬼家」，都他方世界来的。「北方去此六万四百千亿佛土，住菩提分转如来所，有一菩萨名开敷神德（即神通华），生此毘耶离城大将师子家」。这些都是生在贵族豪富的家庭。「此四童子与无量大众，共来娑罗双树所，恭敬供养」。不但他们自己在此地化身，化身与居士身分一样讲经教学，所以他们也有很多弟子。所以这个经里面提了，与无量大众，这是在家众。",
      "zh_TW": "我們繼續看十六位在家上首。「南方去此五百億世界，有一世界，佛名寶積善現如來，有一菩薩名寂靜轉」，就是此地所說的慧辯才，「於此舍衛城內，生大居士似師子家」。這第三位，佛都把他們從哪一個世界來的講出來，實際上全都是示現的，都是等覺菩薩。「西方去此過八億百千佛剎，樂音如來所，有一菩薩名無攀緣」，就是觀無住菩薩，「於此波羅奈國」，鹿野苑就在波羅奈國，「化生大居士善鬼家」，都他方世界來的。「北方去此六萬四百千億佛土，住菩提分轉如來所，有一菩薩名開敷神德（即神通華），生此毘耶離城大將師子家」。這些都是生在貴族豪富的家庭。「此四童子與無量大眾，共來娑羅雙樹所，恭敬供養」。不但他們自己在此地化身，化身與居士身分一樣講經教學，所以他們也有很多弟子。所以這個經裡面提了，與無量大眾，這是在家眾。"
    },
    {
      "id": "02-040-0068_p0003",
      "zh_CN": "「又此下光英菩萨等四正士，如《佛名经第七》说光英、慧上」，慧上就是智上，「寂根、愿慧四菩萨，从四方佛土来集此界之相」，虽然没有说得很清楚，确实是从他方世界来的。「又《文殊师利严净经》亦说此四正士」，也说到他们，「从四方来，同上所说」。「又《月灯三昧经第三》说：香象菩萨从东方阿閦佛，与那由多菩萨，共来问讯释迦牟尼佛。」以上贤护到香象一共十位，十位正士。「其余六人如《甄解》云：其余智幢（即宝幢）、宝英、中住、制行、解脱等，虽未见经证」，这个其他经上没有说，「准前思之，必应是他方来大士也。」前面十个，佛都说得很清楚，他方世界来的，这个在一切经里头没有提到，照前面的例子来看，当然也是他方来的大士。「按《甄解》所注是《魏译》。《魏译》仅列十五正士之名。其中缺慧辩才」。慧辩才菩萨这个名号，《唐译》里头有，「见于《唐译》」。「《甄解》以为信慧即慧辩才，今经开为两人，始合十六之数。故知信慧菩萨亦应如宝幢等正士，亦是他方来者」。",
      "zh_TW": "「又此下光英菩薩等四正士，如《佛名經第七》說光英、慧上」，慧上就是智上，「寂根、願慧四菩薩，從四方佛土來集此界之相」，雖然沒有說得很清楚，確實是從他方世界來的。「又《文殊師利嚴淨經》亦說此四正士」，也說到他們，「從四方來，同上所說」。「又《月燈三昧經第三》說：香象菩薩從東方阿閦佛，與那由多菩薩，共來問訊釋迦牟尼佛。」以上賢護到香象一共十位，十位正士。「其餘六人如《甄解》云：其餘智幢（即寶幢）、寶英、中住、制行、解脫等，雖未見經證」，這個其他經上沒有說，「準前思之，必應是他方來大士也。」前面十個，佛都說得很清楚，他方世界來的，這個在一切經裡頭沒有提到，照前面的例子來看，當然也是他方來的大士。「按《甄解》所註是《魏譯》。《魏譯》僅列十五正士之名。其中缺慧辯才」。慧辯才菩薩這個名號，《唐譯》裡頭有，「見於《唐譯》」。「《甄解》以為信慧即慧辯才，今經開為兩人，始合十六之數。故知信慧菩薩亦應如寶幢等正士，亦是他方來者」。"
    },
    {
      "id": "02-040-0068_p0004",
      "zh_CN": "「《甄解》于此，更有阐明。文曰：初列贤护等十六正士者，彰此法不以出家发心为本」，这是很明显的例子，「次列他方来者，彰十方佛土中，悉以此法为出世大事故，共来精进求此法。」这个解释解释得很圆满，解释得很好，说明阿弥陀佛建立西方极乐世界，他怎么建立的？他是参访十方一切诸佛刹土一个不漏。十方还要说三世，过去、现在、未来，不说三世，怕一般初学的人生起怀疑，这众生还没有成佛，你怎么能看到？其实在一真法界，没有过去现在未来，时间空间都没有。没有时间，三际一如，他怎么会没看见？没有空间，没有距离，就在当下。这是法身菩萨，明心见性才知道；一般菩萨，三贤以下，真不知道。菩萨当中，大乘经上常说，初地不知道二地的境界，这是真的。像这些，理上讲得通，事上就有可能。所以我们起心动念，确确实实像《还源观》上所说的三种周遍。这三种，三就是一，一就是三。周遍法界是信息，不是像现在用电波传递，不是的，电波传递有远近，那个境界里头没有远近、没有空间，它怎么传递？所以一动念就遍法界，遍法界是一体。我们迷了自性，不知道，见性，真是一体。迷失自性，自己跟自己过不去，这是古人所谓迷惑到所以然，真正叫可怜悯者。可怜悯者这一句，它所含的意义我们很难理解。自己糟蹋自己，自己作践自己，这叫可怜悯者。为什么？你自己本来是佛，本来是清净平等觉，怎么会变成这个样子。",
      "zh_TW": "「《甄解》於此，更有闡明。文曰：初列賢護等十六正士者，彰此法不以出家發心為本」，這是很明顯的例子，「次列他方來者，彰十方佛土中，悉以此法為出世大事故，共來精進求此法。」這個解釋解釋得很圓滿，解釋得很好，說明阿彌陀佛建立西方極樂世界，他怎麼建立的？他是參訪十方一切諸佛剎土一個不漏。十方還要說三世，過去、現在、未來，不說三世，怕一般初學的人生起懷疑，這眾生還沒有成佛，你怎麼能看到？其實在一真法界，沒有過去現在未來，時間空間都沒有。沒有時間，三際一如，他怎麼會沒看見？沒有空間，沒有距離，就在當下。這是法身菩薩，明心見性才知道；一般菩薩，三賢以下，真不知道。菩薩當中，大乘經上常說，初地不知道二地的境界，這是真的。像這些，理上講得通，事上就有可能。所以我們起心動念，確確實實像《還源觀》上所說的三種周遍。這三種，三就是一，一就是三。周遍法界是信息，不是像現在用電波傳遞，不是的，電波傳遞有遠近，那個境界裡頭沒有遠近、沒有空間，它怎麼傳遞？所以一動念就遍法界，遍法界是一體。我們迷了自性，不知道，見性，真是一體。迷失自性，自己跟自己過不去，這是古人所謂迷惑到所以然，真正叫可憐憫者。可憐憫者這一句，它所含的意義我們很難理解。自己糟蹋自己，自己作踐自己，這叫可憐憫者。為什麼？你自己本來是佛，本來是清淨平等覺，怎麼會變成這個樣子。"
    },
    {
      "id": "02-040-0068_p0005",
      "zh_CN": "这一段的表法，就是表弥陀为报佛恩发的大愿，普度十方一切诸佛刹土里面苦难众生。不是娑婆世界，不是在地球，他的缘能量非常之大，没有他缘不到的地方，没有他缘不到的众生。所谓佛不度无缘众生，什么叫无缘？你不相信叫无缘，你不肯接受的叫无缘，你不能够理解的，不能够发愿的，不真干的，这个都叫无缘，是这个意思。找一个跟佛没有缘的，找不到，遍法界虚空界没有，连树木花草、山河大地跟佛是一体，它怎么会没有缘？所以我们今天讲无缘，这意思明白了，无缘原来是迷得太深，见到佛也不会觉悟、也不会回头，这叫无缘。缘熟，成熟了，哪个是成熟？真干就成熟，没有真干，没有成熟。经读得再多，讲得再好，没有认真修行，没有真正发愿求生，这都叫缘没成熟。缘真正成熟了，一切放下，他就能往生。",
      "zh_TW": "這一段的表法，就是表彌陀為報佛恩發的大願，普度十方一切諸佛剎土裡面苦難眾生。不是娑婆世界，不是在地球，他的緣能量非常之大，沒有他緣不到的地方，沒有他緣不到的眾生。所謂佛不度無緣眾生，什麼叫無緣？你不相信叫無緣，你不肯接受的叫無緣，你不能夠理解的，不能夠發願的，不真幹的，這個都叫無緣，是這個意思。找一個跟佛沒有緣的，找不到，遍法界虛空界沒有，連樹木花草、山河大地跟佛是一體，它怎麼會沒有緣？所以我們今天講無緣，這意思明白了，無緣原來是迷得太深，見到佛也不會覺悟、也不會回頭，這叫無緣。緣熟，成熟了，哪個是成熟？真幹就成熟，沒有真幹，沒有成熟。經讀得再多，講得再好，沒有認真修行，沒有真正發願求生，這都叫緣沒成熟。緣真正成熟了，一切放下，他就能往生。"
    },
    {
      "id": "02-040-0068_p0006",
      "zh_CN": "我们今天心里很慈悲，很多苦难人，我要帮助他，没错。你没到极乐世界，自己修行功夫又不到家，度众生，心有余而力不足，未必能度得了他，自己惹一身烦恼，这真的，这是我们眼前的现象。要怎么度？到西方极乐世界你就能度了。不必说到极乐世界我证到等觉，不需要，只要一到，立刻就有能力。这个我们要相信，相信阿弥陀佛第二十愿所说的，我们这个本子第二十愿，生到西方极乐世界的人，即使是凡圣同居土下下品往生的，皆作阿惟越致菩萨。这句话什么意思？这句话就是你跟极乐世界实报土的菩萨智慧、神通、道力是平等，他们有能力分无量无边身到十方世界度众生，你也有这个能力，这个能力一下就得到。念佛三年往生的，他三年得到了，佛力加持他，他的智慧、神通、道力等于等觉菩萨。于是我们就想到，我们怎样做才是正确的、才是对的。",
      "zh_TW": "我們今天心裡很慈悲，很多苦難人，我要幫助他，沒錯。你沒到極樂世界，自己修行功夫又不到家，度眾生，心有餘而力不足，未必能度得了他，自己惹一身煩惱，這真的，這是我們眼前的現象。要怎麼度？到西方極樂世界你就能度了。不必說到極樂世界我證到等覺，不需要，只要一到，立刻就有能力。這個我們要相信，相信阿彌陀佛第二十願所說的，我們這個本子第二十願，生到西方極樂世界的人，即使是凡聖同居土下下品往生的，皆作阿惟越致菩薩。這句話什麼意思？這句話就是你跟極樂世界實報土的菩薩智慧、神通、道力是平等，他們有能力分無量無邊身到十方世界度眾生，你也有這個能力，這個能力一下就得到。念佛三年往生的，他三年得到了，佛力加持他，他的智慧、神通、道力等於等覺菩薩。於是我們就想到，我們怎樣做才是正確的、才是對的。"
    },
    {
      "id": "02-040-0068_p0007",
      "zh_CN": "我们今天所发的愿，想度众生，这个慈悲充其量叫众生缘慈悲。众生缘是同情心、怜悯心，从这里发的，跟佛菩萨慈悲心不一样。菩萨是法缘慈悲，阿惟越致菩萨是无缘慈悲，他跟佛一样。无缘大慈，同体大悲，他没有分别，我们一生到极乐世界就大幅度提升。极乐世界不能不去，极乐世界是一切诸佛所赞叹、一切菩萨所向往，就是什么？没遇到，谁遇到谁就成就了。极乐世界往生人之多，我们是无法想像的。我们这个世界，一年一、二个人往生。世界无量无边无尽无数，一个世界往生一个都不得了，何况不止一个，很多很多。极乐世界是法性土，法性土没有大小，真是中国古人所说的「其大无外，其小无内」。所以再多人，它也不拥挤，它也非常宽敞，这些都是我们无法想像的境界。",
      "zh_TW": "我們今天所發的願，想度眾生，這個慈悲充其量叫眾生緣慈悲。眾生緣是同情心、憐憫心，從這裡發的，跟佛菩薩慈悲心不一樣。菩薩是法緣慈悲，阿惟越致菩薩是無緣慈悲，他跟佛一樣。無緣大慈，同體大悲，他沒有分別，我們一生到極樂世界就大幅度提升。極樂世界不能不去，極樂世界是一切諸佛所讚歎、一切菩薩所嚮往，就是什麼？沒遇到，誰遇到誰就成就了。極樂世界往生人之多，我們是無法想像的。我們這個世界，一年一、二個人往生。世界無量無邊無盡無數，一個世界往生一個都不得了，何況不止一個，很多很多。極樂世界是法性土，法性土沒有大小，真是中國古人所說的「其大無外，其小無內」。所以再多人，它也不擁擠，它也非常寬敞，這些都是我們無法想像的境界。"
    },
    {
      "id": "02-040-0068_p0008",
      "zh_CN": "十六位大士的表法，从各个不同世界来，说明各个不同世界一切诸佛如来都讲这部经，都传这个法门，都劝大家往生到极乐世界、亲近阿弥陀佛，表这个意思。显示这个法门，实实在在、道道地地是一切诸佛度众生成佛道的第一法门。我在这个序文里头有这几句，黄念老看到之后点头赞叹，跟我讲确实如是。下面说，「此议」，这个议是议论，「甚得经旨」，本经的宗旨，他真的体会到了。「盖在家修行，最宜持名念佛也」。无量法门，这个法门最适当、最简单、最容易、最可靠，成就快速。持名，持到念而无念、无念而念，念而无念是无一切杂念、无一切妄念，把杂念、妄念全念掉了；念掉之后，还是这一句佛号念到底，是无念而念，这成功了。念到这个境界，往生净土自在了，想什么时候去，就什么时候去，自己做得了主。「十方大士悉来听法」，这个十方大士全是等觉菩萨，「表此法殊胜，实为大事因缘故。」大事因缘，度众生成佛道，这是大事因缘。",
      "zh_TW": "十六位大士的表法，從各個不同世界來，說明各個不同世界一切諸佛如來都講這部經，都傳這個法門，都勸大家往生到極樂世界、親近阿彌陀佛，表這個意思。顯示這個法門，實實在在、道道地地是一切諸佛度眾生成佛道的第一法門。我在這個序文裡頭有這幾句，黃念老看到之後點頭讚歎，跟我講確實如是。下面說，「此議」，這個議是議論，「甚得經旨」，本經的宗旨，他真的體會到了。「蓋在家修行，最宜持名念佛也」。無量法門，這個法門最適當、最簡單、最容易、最可靠，成就快速。持名，持到念而無念、無念而念，念而無念是無一切雜念、無一切妄念，把雜念、妄念全念掉了；念掉之後，還是這一句佛號念到底，是無念而念，這成功了。念到這個境界，往生淨土自在了，想什麼時候去，就什麼時候去，自己做得了主。「十方大士悉來聽法」，這個十方大士全是等覺菩薩，「表此法殊勝，實為大事因緣故。」大事因緣，度眾生成佛道，這是大事因緣。"
    },
    {
      "id": "02-040-0068_p0009",
      "zh_CN": "下面这一段长文，念老慈悲，把菩萨表法的义趣说出来了。「又贤护表如来善护念诸菩萨」，表这个意思。佛对菩萨的照顾无微不至，问题是只要自己真干。怎么真干？佛所讲到的，我听懂了，我真去做，你就真正得到佛的照顾。真懂不容易，把佛的意思错解了，很多。什么原因？我们讲个最简单的、好懂的，学佛的心不是真心。怎么不是真心？真心里头没有我，有身见，有边见，有见取见、戒取见、邪见，这个不行，会曲解佛的意思，以自己的意思为佛的意思，自己并不知道。如果从这个地方你去观察，你就知道，根熟众生不多。根熟众生要是多的话，佛菩萨应化到这个世间来就多。",
      "zh_TW": "下面這一段長文，念老慈悲，把菩薩表法的義趣說出來了。「又賢護表如來善護念諸菩薩」，表這個意思。佛對菩薩的照顧無微不至，問題是只要自己真幹。怎麼真幹？佛所講到的，我聽懂了，我真去做，你就真正得到佛的照顧。真懂不容易，把佛的意思錯解了，很多。什麼原因？我們講個最簡單的、好懂的，學佛的心不是真心。怎麼不是真心？真心裡頭沒有我，有身見，有邊見，有見取見、戒取見、邪見，這個不行，會曲解佛的意思，以自己的意思為佛的意思，自己並不知道。如果從這個地方你去觀察，你就知道，根熟眾生不多。根熟眾生要是多的話，佛菩薩應化到這個世間來就多。"
    },
    {
      "id": "02-040-0068_p0010",
      "zh_CN": "像隋唐时代、释迦牟尼佛的时代，十方诸佛跟等觉菩萨统统都来，有的来投胎用应身，有的用化身，应身的不多，化身特多。为什么应身不多？应身要真发菩提心，真正是如来弟子，小乘初果以上，大乘初信位菩萨以上的，这都是圣人，佛门称小圣。虽然这些人有的不是遇到净土，他还要在六道轮回，虽然在六道轮回，他绝不堕三恶道。换句话说，他们有智慧，绝不造三恶道的业。所以他们在世间就是人天两道，人间寿命到了生天，天上寿命尽了到人间，天上人间七次就出离，就脱离轮回。小乘，四果四向，大乘，从初信到七信，就超越六道轮回了。七信是四圣法界的声闻，八信是十法界里面的缘觉，九信是十法界的菩萨，十信是十法界的佛。十信成佛是十法界的佛，没见性。他要是见性，他是真佛，脱离十法界，到一真法界，圆教初住菩萨，法身大士，我们这说的法身大士。",
      "zh_TW": "像隋唐時代、釋迦牟尼佛的時代，十方諸佛跟等覺菩薩統統都來，有的來投胎用應身，有的用化身，應身的不多，化身特多。為什麼應身不多？應身要真發菩提心，真正是如來弟子，小乘初果以上，大乘初信位菩薩以上的，這都是聖人，佛門稱小聖。雖然這些人有的不是遇到淨土，他還要在六道輪迴，雖然在六道輪迴，他絕不墮三惡道。換句話說，他們有智慧，絕不造三惡道的業。所以他們在世間就是人天兩道，人間壽命到了生天，天上壽命盡了到人間，天上人間七次就出離，就脫離輪迴。小乘，四果四向，大乘，從初信到七信，就超越六道輪迴了。七信是四聖法界的聲聞，八信是十法界裡面的緣覺，九信是十法界的菩薩，十信是十法界的佛。十信成佛是十法界的佛，沒見性。他要是見性，他是真佛，脫離十法界，到一真法界，圓教初住菩薩，法身大士，我們這說的法身大士。"
    },
    {
      "id": "02-040-0068_p0011",
      "zh_CN": "从初住到等觉，四十一位都叫做法身大士，地位好像不平等，实际上是平等。为什么？无明破了。《金刚经》里面讲，四相四见统统破尽了，这才往生实报土。实报土里头无功用道，他没得修，他修什么，他不能起心动念，起心动念断掉了。起心动念就是无明，无明破了，不起心不动念。所以他们的修行就跟这些菩萨一样，他们在释迦牟尼佛这个地方，或是用应身，或是化身，挺热闹的；在十方世界，他也是这样的。你看看，在我们这儿，他们这个活动；在十方诸佛如来，他也是这个活动。他哪里都去，像观世音菩萨一样，千处祈求千处应，虽然现身说法，没有起心动念，这个妙！起心动念尚且没有，哪来的分别执着？释迦牟尼佛为我们住世八十年，示现八相成道，讲经教学四十九年，他动过念头吗？没有，从来没有动过念头。现身说法，法尔如是，是自然的，完全跟众生起感应，众生有感，自然就有应。像敲钟一样，我们敲它一下，它就响一下，敲重声音大，敲轻声音低，自然的应。不是说我起个心、动个念头，怎么样来应你，没有，没这个念头。这叫随缘妙用，这叫得大自在。",
      "zh_TW": "從初住到等覺，四十一位都叫做法身大士，地位好像不平等，實際上是平等。為什麼？無明破了。《金剛經》裡面講，四相四見統統破盡了，這才往生實報土。實報土裡頭無功用道，他沒得修，他修什麼，他不能起心動念，起心動念斷掉了。起心動念就是無明，無明破了，不起心不動念。所以他們的修行就跟這些菩薩一樣，他們在釋迦牟尼佛這個地方，或是用應身，或是化身，挺熱鬧的；在十方世界，他也是這樣的。你看看，在我們這兒，他們這個活動；在十方諸佛如來，他也是這個活動。他哪裡都去，像觀世音菩薩一樣，千處祈求千處應，雖然現身說法，沒有起心動念，這個妙！起心動念尚且沒有，哪來的分別執著？釋迦牟尼佛為我們住世八十年，示現八相成道，講經教學四十九年，他動過念頭嗎？沒有，從來沒有動過念頭。現身說法，法爾如是，是自然的，完全跟眾生起感應，眾生有感，自然就有應。像敲鐘一樣，我們敲它一下，它就響一下，敲重聲音大，敲輕聲音低，自然的應。不是說我起個心、動個念頭，怎麼樣來應你，沒有，沒這個念頭。這叫隨緣妙用，這叫得大自在。"
    },
    {
      "id": "02-040-0068_p0012",
      "zh_CN": "八万四千法门，门门都通这个大道，但是真的有难有易，有的费很长的时间，要经过很多的折磨。遇到这个法门，那叫大幸，真的是无上法门，一生成就。根熟的众生，听到这个法门，真放下了。根没熟的众生，是听懂了，还放不下，这没熟。如何能够让我们提前成熟？有，那就是认真读诵、讲解。讲给别人听，人家只得一、二分利益，自己得八、九分利益。为什么？念兹在兹，讲这个经，念念是极乐世界，念念是阿弥陀佛，这个功德还得了吗？这个成就跟经上所说的完全相同。这个法门百千万劫难遭遇，遇了就干真的，那恭喜你。世间什么喜事，假的，这个喜事是真的，恭喜你入住极乐世界，恭喜你亲近弥陀，恭喜你即身成佛。",
      "zh_TW": "八萬四千法門，門門都通這個大道，但是真的有難有易，有的費很長的時間，要經過很多的折磨。遇到這個法門，那叫大幸，真的是無上法門，一生成就。根熟的眾生，聽到這個法門，真放下了。根沒熟的眾生，是聽懂了，還放不下，這沒熟。如何能夠讓我們提前成熟？有，那就是認真讀誦、講解。講給別人聽，人家只得一、二分利益，自己得八、九分利益。為什麼？念茲在茲，講這個經，念念是極樂世界，念念是阿彌陀佛，這個功德還得了嗎？這個成就跟經上所說的完全相同。這個法門百千萬劫難遭遇，遇了就幹真的，那恭喜你。世間什麼喜事，假的，這個喜事是真的，恭喜你入住極樂世界，恭喜你親近彌陀，恭喜你即身成佛。"
    },
    {
      "id": "02-040-0068_p0013",
      "zh_CN": "贤护，第一个表法。「一乘愿海」，一乘是成佛，成菩萨的叫大乘，对面是小乘。一乘直接成佛，不必经历声闻、缘觉、菩萨这个阶位，真叫一步登天。愿海是四十八愿，愿愿都是接引众生，帮助众生一生成就。「六字洪名」，这是方法，真简单、真容易。「三根普被，万类齐收」，一个都不漏，这是贤护的意思。漏的是他自己不愿意去，不是佛不接引，是自己有障碍，有难分难舍的这种情执。情执里头，有对人、有对事、有对物，总不外乎这三大类。这三大类里头有你所喜爱的，你不能放下的，这个东西障碍你。人同此心，心同此理，我们相信这个障碍是许许多多众生都有的。真放下，这一生往生。只要有一丝毫没放下，这一丝毫就障碍他的信心、障碍他的愿心，他这一生不能如愿以偿，这就错了。",
      "zh_TW": "賢護，第一個表法。「一乘願海」，一乘是成佛，成菩薩的叫大乘，對面是小乘。一乘直接成佛，不必經歷聲聞、緣覺、菩薩這個階位，真叫一步登天。願海是四十八願，願願都是接引眾生，幫助眾生一生成就。「六字洪名」，這是方法，真簡單、真容易。「三根普被，萬類齊收」，一個都不漏，這是賢護的意思。漏的是他自己不願意去，不是佛不接引，是自己有障礙，有難分難捨的這種情執。情執裡頭，有對人、有對事、有對物，總不外乎這三大類。這三大類裡頭有你所喜愛的，你不能放下的，這個東西障礙你。人同此心，心同此理，我們相信這個障礙是許許多多眾生都有的。真放下，這一生往生。只要有一絲毫沒放下，這一絲毫就障礙他的信心、障礙他的願心，他這一生不能如願以償，這就錯了。"
    },
    {
      "id": "02-040-0068_p0014",
      "zh_CN": "佛教我们放得干干净净，二六时中就一句佛号，其他的什么都没有。我们搞了一辈子才搞明白，以前也是喜爱的很多，说得不好听叫很杂、很乱，意志不能集中，精神不能集中，时间也没有办法集中。所以真正想想，李老师一生想学阿公阿婆，学得不像，这个话是真的，不是假的。为什么？他有道场，他有那么多学生。智者大师往生的时候说，学生向他请教，您老人家往生什么品位？他说我因为领众的关系，只得五品位。五品位是凡圣同居土往生，换句话说，他要是不领众，他往生的品位高。因为领众，这也是值得，领众牺牲了品位。极乐世界，实在讲，不在乎这些，凡圣土下下品往生也作阿惟越致菩萨！四十八愿里并没有说同居土例外，不是的，皆作阿惟越致菩萨，没有说什么例外的，只要往生就是阿惟越致。印光大师在《文钞》里告诉我们，智者大师确确实实是释迦牟尼佛再来的。真正是慈悲到极处，又到中国来做应身。在中国出现的是比丘身分，已经成了佛的，示现念佛生凡圣同居土。",
      "zh_TW": "佛教我們放得乾乾淨淨，二六時中就一句佛號，其他的什麼都沒有。我們搞了一輩子才搞明白，以前也是喜愛的很多，說得不好聽叫很雜、很亂，意志不能集中，精神不能集中，時間也沒有辦法集中。所以真正想想，李老師一生想學阿公阿婆，學得不像，這個話是真的，不是假的。為什麼？他有道場，他有那麼多學生。智者大師往生的時候說，學生向他請教，您老人家往生什麼品位？他說我因為領眾的關係，只得五品位。五品位是凡聖同居土往生，換句話說，他要是不領眾，他往生的品位高。因為領眾，這也是值得，領眾犧牲了品位。極樂世界，實在講，不在乎這些，凡聖土下下品往生也作阿惟越致菩薩！四十八願裡並沒有說同居土例外，不是的，皆作阿惟越致菩薩，沒有說什麼例外的，只要往生就是阿惟越致。印光大師在《文鈔》裡告訴我們，智者大師確確實實是釋迦牟尼佛再來的。真正是慈悲到極處，又到中國來做應身。在中國出現的是比丘身分，已經成了佛的，示現念佛生凡聖同居土。"
    },
    {
      "id": "02-040-0068_p0015",
      "zh_CN": "于是我们就知道了，锅漏匠是什么品位？肯定是实报庄严土，实报庄严土里面上辈往生，也就是说上三品，这肯定的。谛闲老法师往生，锅漏匠的师父，品位能不能赶上他？赶不上，从老和尚对他赞叹的，我们就晓得了。锅漏匠心清净，完全跟经教相应，确实是念而无念、无念而念。一句佛号把自己念头统统打掉，以这一句佛号，一念，代替所有一切妄念；妄念没有了，还是这一句佛号一直念下去，叫无念而念。三年，功夫达到这个境界，他跟众生没有缘，直接到极乐世界去了。到极乐世界之后，你就知道，十方诸佛刹土里头一定有缘，他就能像智者大师、像永明延寿、像善导大师，应身、化身，能帮助一切有缘众生。帮助他们妨不妨碍自己？不妨碍自己。智者大师讲往生，说他什么品位，那是劝人的，勉励别人的，不是真的。真的是什么？真的是从来没有起心动念，领众不领众是一样的，领众不起心不动念，不领众也不起心也不动念，这是真的。那是他表演的，是无尽的慈悲演给我们看的，让我们看到了觉悟，是这个意思，这不能不知道。「六字洪名，三根普被，万类齐收」，这就是贤护的意思。一切诸佛如来，无一不是善护念一切菩萨，发心念佛求生净土的这人就是菩萨。",
      "zh_TW": "於是我們就知道了，鍋漏匠是什麼品位？肯定是實報莊嚴土，實報莊嚴土裡面上輩往生，也就是說上三品，這肯定的。諦閑老法師往生，鍋漏匠的師父，品位能不能趕上他？趕不上，從老和尚對他讚歎的，我們就曉得了。鍋漏匠心清淨，完全跟經教相應，確實是念而無念、無念而念。一句佛號把自己念頭統統打掉，以這一句佛號，一念，代替所有一切妄念；妄念沒有了，還是這一句佛號一直念下去，叫無念而念。三年，功夫達到這個境界，他跟眾生沒有緣，直接到極樂世界去了。到極樂世界之後，你就知道，十方諸佛剎土裡頭一定有緣，他就能像智者大師、像永明延壽、像善導大師，應身、化身，能幫助一切有緣眾生。幫助他們妨不妨礙自己？不妨礙自己。智者大師講往生，說他什麼品位，那是勸人的，勉勵別人的，不是真的。真的是什麼？真的是從來沒有起心動念，領眾不領眾是一樣的，領眾不起心不動念，不領眾也不起心也不動念，這是真的。那是他表演的，是無盡的慈悲演給我們看的，讓我們看到了覺悟，是這個意思，這不能不知道。「六字洪名，三根普被，萬類齊收」，這就是賢護的意思。一切諸佛如來，無一不是善護念一切菩薩，發心念佛求生淨土的這人就是菩薩。"
    },
    {
      "id": "02-040-0068_p0016",
      "zh_CN": "「善思惟，表正智明了，深信佛慧」，对于佛的智慧、德能、相好、神通、道力，一丝毫不怀疑。「并表法藏因地五劫思惟，结得大愿之胜因」，这个要感恩。方东美先生读这个经，不是这个本子，这个本子他没见过，他读的也是康僧铠的本子，读了这个四十八愿的缘起，五劫这么长的时间在一切诸佛国土里头参学，他非常佩服，他说这是真实智慧，不是自己想像到的，不是。法藏比丘没有去想像过，是在十方刹土里面看到的，好的记住要学，不好的不要，这就是取其精华，舍其糟粕，成就极乐世界。所以极乐世界怎么成就的？会集成的，会集一切诸佛刹土里头的精华。今天我们知道了，《无量寿经》是怎么来的？佛说《无量寿经》，说这部经、介绍这个法门，也是集一切诸佛刹土的精华。所以极乐世界殊胜，阿弥陀佛殊胜，《无量寿经》殊胜，净土三经殊胜，持名妙行殊胜当中的殊胜。你才真正能会通，真正知道这个法门不可思议。真正晓得，真放下、真发心，若一日到若七日就圆满成就了。念佛有没有感应，不在时间之长，不在功夫深浅，是你的心是不是真心，不掺杂丝毫虚妄，十念、一念就成功。这个理，我们现在相信，不疑惑。所以西方极乐世界是会集一切诸佛世界美好之大成，这么来的。",
      "zh_TW": "「善思惟，表正智明了，深信佛慧」，對於佛的智慧、德能、相好、神通、道力，一絲毫不懷疑。「並表法藏因地五劫思惟，結得大願之勝因」，這個要感恩。方東美先生讀這個經，不是這個本子，這個本子他沒見過，他讀的也是康僧鎧的本子，讀了這個四十八願的緣起，五劫這麼長的時間在一切諸佛國土裡頭參學，他非常佩服，他說這是真實智慧，不是自己想像到的，不是。法藏比丘沒有去想像過，是在十方剎土裡面看到的，好的記住要學，不好的不要，這就是取其精華，捨其糟粕，成就極樂世界。所以極樂世界怎麼成就的？會集成的，會集一切諸佛剎土裡頭的精華。今天我們知道了，《無量壽經》是怎麼來的？佛說《無量壽經》，說這部經、介紹這個法門，也是集一切諸佛剎土的精華。所以極樂世界殊勝，阿彌陀佛殊勝，《無量壽經》殊勝，淨土三經殊勝，持名妙行殊勝當中的殊勝。你才真正能會通，真正知道這個法門不可思議。真正曉得，真放下、真發心，若一日到若七日就圓滿成就了。念佛有沒有感應，不在時間之長，不在功夫深淺，是你的心是不是真心，不摻雜絲毫虛妄，十念、一念就成功。這個理，我們現在相信，不疑惑。所以西方極樂世界是會集一切諸佛世界美好之大成，這麼來的。"
    },
    {
      "id": "02-040-0068_p0017",
      "zh_CN": "慧辩才菩萨，「表明信佛慧，辩才无碍」，就是经中所说的「演慈辩，授法眼，常以法音觉诸世间」之义。成就之后，要帮助众生。帮助众生，头一个是大慈悲心，慈悲心你才会应，感应，没有慈悲心你就不会应。二乘权教菩萨，应的范围不普，什么原因？慈悲心不够大，不能说没有慈悲心，他不是大慈大悲。辩就是说，讲经说法。授法眼，法眼是智慧。智慧，使所教的学生觉悟，真正明白了。人一觉悟，德行也成就了。不觉悟，不知道感恩，纵使感恩，做得也不圆满。觉悟就不一样了，所谓菩提心现前是觉悟，真诚心现前，清净心、平等心、正觉心、大慈悲心，上报四重恩，是真的，不是假的。四重恩，头一个是父母之恩，身虽然是假身，身从哪里来的？父母生我育我，没这个身，什么都不能成就，所以父母是第一个恩。老师是第二个恩，没有老师，我们怎么会知道佛法，怎么能受到这么好的教育，这是老师的恩。老师，一定要记住第一个老师。中国在古代，读书人考取状元，在现在讲是最高的学位，第一桩大事，回家去祭祖，去感谢老师。教他的老师很多人，感谢启蒙的老师，这是表法，不忘根本。启蒙的这个老师，甚至于还是个秀才，你现在中了状元，这个地位相差太悬殊，但是他是你启蒙老师，就跟父母一样。你父母没有做状元，你中了状元，再高的地位，不能把父母忘掉，不能把启蒙的老师忘掉。启蒙老师是根，以后的老师都是接着一层一层，他是最初的。中国人重视根本，根本重视，枝叶当然没有问题，能尽孝道，这叫人不忘本。忘恩负义，他不会有成就，纵有成就，时间也不长，果报不好。所以人决定不能忘本。不忘本的人，他能够照顾枝叶；忘本的人，只知道自己，不知道有别人。",
      "zh_TW": "慧辯才菩薩，「表明信佛慧，辯才無礙」，就是經中所說的「演慈辯，授法眼，常以法音覺諸世間」之義。成就之後，要幫助眾生。幫助眾生，頭一個是大慈悲心，慈悲心你才會應，感應，沒有慈悲心你就不會應。二乘權教菩薩，應的範圍不普，什麼原因？慈悲心不夠大，不能說沒有慈悲心，他不是大慈大悲。辯就是說，講經說法。授法眼，法眼是智慧。智慧，使所教的學生覺悟，真正明白了。人一覺悟，德行也成就了。不覺悟，不知道感恩，縱使感恩，做得也不圓滿。覺悟就不一樣了，所謂菩提心現前是覺悟，真誠心現前，清淨心、平等心、正覺心、大慈悲心，上報四重恩，是真的，不是假的。四重恩，頭一個是父母之恩，身雖然是假身，身從哪裡來的？父母生我育我，沒這個身，什麼都不能成就，所以父母是第一個恩。老師是第二個恩，沒有老師，我們怎麼會知道佛法，怎麼能受到這麼好的教育，這是老師的恩。老師，一定要記住第一個老師。中國在古代，讀書人考取狀元，在現在講是最高的學位，第一樁大事，回家去祭祖，去感謝老師。教他的老師很多人，感謝啟蒙的老師，這是表法，不忘根本。啟蒙的這個老師，甚至於還是個秀才，你現在中了狀元，這個地位相差太懸殊，但是他是你啟蒙老師，就跟父母一樣。你父母沒有做狀元，你中了狀元，再高的地位，不能把父母忘掉，不能把啟蒙的老師忘掉。啟蒙老師是根，以後的老師都是接著一層一層，他是最初的。中國人重視根本，根本重視，枝葉當然沒有問題，能盡孝道，這叫人不忘本。忘恩負義，他不會有成就，縱有成就，時間也不長，果報不好。所以人決定不能忘本。不忘本的人，他能夠照顧枝葉；忘本的人，只知道自己，不知道有別人。"
    },
    {
      "id": "02-040-0068_p0018",
      "zh_CN": "「常以法音觉诸世间」，这是大慈大悲。常是不间断，遇到人就把佛法介绍给他。用什么方法介绍？是先行其言，我们自己把佛法做出来，这里头快乐无比，过佛菩萨的生活。佛菩萨的生活是随缘，没有执着，没有一样不好，能令一切众生生欢喜心，做出来了。持戒、苦行，念念没有想到自己，念念想到众生，这叫报佛恩。佛念念想众生，学生也念念想众生，跟佛的念头相应。而且念念就是想把这个法门介绍给众生。很难相信的，自己做样子给他看，往生给他看，让他真看见了，不能不信。",
      "zh_TW": "「常以法音覺諸世間」，這是大慈大悲。常是不間斷，遇到人就把佛法介紹給他。用什麼方法介紹？是先行其言，我們自己把佛法做出來，這裡頭快樂無比，過佛菩薩的生活。佛菩薩的生活是隨緣，沒有執著，沒有一樣不好，能令一切眾生生歡喜心，做出來了。持戒、苦行，念念沒有想到自己，念念想到眾生，這叫報佛恩。佛念念想眾生，學生也念念想眾生，跟佛的念頭相應。而且念念就是想把這個法門介紹給眾生。很難相信的，自己做樣子給他看，往生給他看，讓他真看見了，不能不信。"
    },
    {
      "id": "02-040-0068_p0019",
      "zh_CN": "东莲觉苑何太夫人，何东爵士这一家人，何东爵士的夫人，儿女全信基督教，儿子是将军，老太太临终的时候表演了一下。往生前一个星期，邀请亲朋好友，学佛的，在她家里打佛七。佛七圆满了，她跟大家宣布，请大家迟一天回去，多住一天，明天我往生。老太太一点病都没有，怎么会说出这个话？要求的言语态度很恳切，好像是真的，不是骗人的。好了，大家都是熟人，老太太要留，我们就留一天，念佛送她往生。第二天她真走了，还邀请报社的记者来参观，给她发消息。你看，这一表演，全家信了。这个就是慈悲到极处，我现相给你看，看你相信不相信。儿子、媳妇、孙子一看，真的，不是假的。神通自在，没有丝毫障碍，想来就来，想去就去。实际上他根本就没有思想，没有什么想不想的，完全是缘，真的是恒顺众生，随喜功德，妙绝了，觉诸世间。",
      "zh_TW": "東蓮覺苑何太夫人，何東爵士這一家人，何東爵士的夫人，兒女全信基督教，兒子是將軍，老太太臨終的時候表演了一下。往生前一個星期，邀請親朋好友，學佛的，在她家裡打佛七。佛七圓滿了，她跟大家宣布，請大家遲一天回去，多住一天，明天我往生。老太太一點病都沒有，怎麼會說出這個話？要求的言語態度很懇切，好像是真的，不是騙人的。好了，大家都是熟人，老太太要留，我們就留一天，念佛送她往生。第二天她真走了，還邀請報社的記者來參觀，給她發消息。你看，這一表演，全家信了。這個就是慈悲到極處，我現相給你看，看你相信不相信。兒子、媳婦、孫子一看，真的，不是假的。神通自在，沒有絲毫障礙，想來就來，想去就去。實際上他根本就沒有思想，沒有什麼想不想的，完全是緣，真的是恆順眾生，隨喜功德，妙絕了，覺諸世間。"
    },
    {
      "id": "02-040-0068_p0020",
      "zh_CN": "第四尊，观无住菩萨，「见《唐译》」。《魏译》经文里「作空无」，这个地方讲的观无住。《魏译》作空无，《唐译》的是观无住。「表经中譬善幻师，现众异相，于彼相中，实无可得」。这个无住，《金刚经》上所说的「应无所住，而生其心」。无住所生起来的心，这个心就是大菩提心，他不是生别的心。底下，譬善幻师，幻师是魔术师，魔术是假的，不是真的。佛常用这个比喻，可见得古印度变魔术这种游戏是社会上常有的，举这个比喻，大家容易晓得。菩萨在世间，游戏神通，现种种异相，这我们讲现神通。于彼相中，实无可得，全是假的，不是真的，所以他心地清净，一尘不染。「亦表法藏永劫因行，说空无相无愿之法」。空、无相、无愿，叫大三空三昧。于一切法说空，是自性，是性之体。第二，讲无相，相是性的作用，体是真的，相是假的，相是生灭相。这个生灭相，现在我们比较有一点具体的概念，这就是弥勒菩萨所说的，一千六百兆分之一秒，在这样高频率之下产生的幻相。这个幻相，有物质、有精神、有自然现象，这三种现象构成我们现在所谓的宇宙，佛法里面所说的法界虚空界，所以这是假的，不是真的。也表法藏比丘永劫的因行，证得大三空三昧，不着一切相，也不执着一切的愿行功德，所谓作而无作、无作而作。十方世界现身说法度众生，从来没有停止，但是没有起一个度众生的念头，没起这个念头，功德才叫究竟圆满。究竟圆满没有究竟圆满的相，没有究竟圆满的念头，真清净，也叫真精进。",
      "zh_TW": "第四尊，觀無住菩薩，「見《唐譯》」。《魏譯》經文裡「作空無」，這個地方講的觀無住。《魏譯》作空無，《唐譯》的是觀無住。「表經中譬善幻師，現眾異相，於彼相中，實無可得」。這個無住，《金剛經》上所說的「應無所住，而生其心」。無住所生起來的心，這個心就是大菩提心，他不是生別的心。底下，譬善幻師，幻師是魔術師，魔術是假的，不是真的。佛常用這個比喻，可見得古印度變魔術這種遊戲是社會上常有的，舉這個比喻，大家容易曉得。菩薩在世間，遊戲神通，現種種異相，這我們講現神通。於彼相中，實無可得，全是假的，不是真的，所以他心地清淨，一塵不染。「亦表法藏永劫因行，說空無相無願之法」。空、無相、無願，叫大三空三昧。於一切法說空，是自性，是性之體。第二，講無相，相是性的作用，體是真的，相是假的，相是生滅相。這個生滅相，現在我們比較有一點具體的概念，這就是彌勒菩薩所說的，一千六百兆分之一秒，在這樣高頻率之下產生的幻相。這個幻相，有物質、有精神、有自然現象，這三種現象構成我們現在所謂的宇宙，佛法裡面所說的法界虛空界，所以這是假的，不是真的。也表法藏比丘永劫的因行，證得大三空三昧，不著一切相，也不執著一切的願行功德，所謂作而無作、無作而作。十方世界現身說法度眾生，從來沒有停止，但是沒有起一個度眾生的念頭，沒起這個念頭，功德才叫究竟圓滿。究竟圓滿沒有究竟圓滿的相，沒有究竟圓滿的念頭，真清淨，也叫真精進。"
    },
    {
      "id": "02-040-0068_p0021",
      "zh_CN": "第五尊，神通华菩萨，「表从神通力，集万行之德华，以自庄严」。菩萨的神通力从哪里来的？自性本有的。自性本具是因，但是万行是缘。万行是十善、六波罗蜜的展开，归纳起来，八万四千细行归纳起来就是十善、六波罗蜜，所以十善、六波罗蜜是万行的根本。十善是根，六度是本，集万行之德华，以自庄严。你只要认真的修，修什么？修成你的德行，修成你的相好，修成你的智慧，也修成你的神通。「具足方便，成就众生」，这是利他，自己德行起作用，就是教化众生、帮助众生。「如经云：游步十方，行权方便」。在十方世界，十方里面包括三世，行权方便，方便是善巧方便，现身、说法都是帮助众生的，而且都是没有起心动念的，这是法身菩萨，破了无明的菩萨。无明没有破，有起心动念，没有分别执着，十法界里面的佛菩萨，不是实报土的，不是极乐世界的菩萨。极乐世界凡圣同居土下下品往生的，他也是阿鞞跋致。既然是阿鞞跋致，他就不会起心动念，没有分别执着，这叫妙用，他有能力、有智慧普度众生。",
      "zh_TW": "第五尊，神通華菩薩，「表從神通力，集萬行之德華，以自莊嚴」。菩薩的神通力從哪裡來的？自性本有的。自性本具是因，但是萬行是緣。萬行是十善、六波羅蜜的展開，歸納起來，八萬四千細行歸納起來就是十善、六波羅蜜，所以十善、六波羅蜜是萬行的根本。十善是根，六度是本，集萬行之德華，以自莊嚴。你只要認真的修，修什麼？修成你的德行，修成你的相好，修成你的智慧，也修成你的神通。「具足方便，成就眾生」，這是利他，自己德行起作用，就是教化眾生、幫助眾生。「如經云：遊步十方，行權方便」。在十方世界，十方裡面包括三世，行權方便，方便是善巧方便，現身、說法都是幫助眾生的，而且都是沒有起心動念的，這是法身菩薩，破了無明的菩薩。無明沒有破，有起心動念，沒有分別執著，十法界裡面的佛菩薩，不是實報土的，不是極樂世界的菩薩。極樂世界凡聖同居土下下品往生的，他也是阿鞞跋致。既然是阿鞞跋致，他就不會起心動念，沒有分別執著，這叫妙用，他有能力、有智慧普度眾生。"
    },
    {
      "id": "02-040-0068_p0022",
      "zh_CN": "第六位，光英菩萨，「表光明英发」，称光英，「又经中无量光、无边光、无碍光等，光中极尊」，这都是光英的意思。光表智慧，智慧真正达到究竟圆满，遍照法界。《般若心经》上所说的，「照见五蕴皆空，度一切苦厄」。照见五蕴皆空，是空；度一切苦厄，是无相、无愿，大三空三昧落实了。他有没有障碍？他不会有障碍，与三空三昧相应，怎么可能有障碍？这不可能。我们来学菩萨行，修菩萨道，为什么障碍那么多？没空，有分别、有执着就有障碍。要真正入无障碍的法界，一定要知道，「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」，障碍就没有了。所以摆脱障碍，从自己内心上先拔除，外面的障碍就没有了。因为外面的所有一切现象都是从心想生，心里头不想，怎么会有现象产生。这些现象，无论是善的、是不善的都不行，只要你有念，它就会现前。这个道理一定要懂，不但懂，要有深入的理解，对自己大作用，第一个除自己的障碍，第二个除众生的障碍。",
      "zh_TW": "第六位，光英菩薩，「表光明英發」，稱光英，「又經中無量光、無邊光、無礙光等，光中極尊」，這都是光英的意思。光表智慧，智慧真正達到究竟圓滿，遍照法界。《般若心經》上所說的，「照見五蘊皆空，度一切苦厄」。照見五蘊皆空，是空；度一切苦厄，是無相、無願，大三空三昧落實了。他有沒有障礙？他不會有障礙，與三空三昧相應，怎麼可能有障礙？這不可能。我們來學菩薩行，修菩薩道，為什麼障礙那麼多？沒空，有分別、有執著就有障礙。要真正入無障礙的法界，一定要知道，「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」，障礙就沒有了。所以擺脫障礙，從自己內心上先拔除，外面的障礙就沒有了。因為外面的所有一切現象都是從心想生，心裡頭不想，怎麼會有現象產生。這些現象，無論是善的、是不善的都不行，只要你有念，它就會現前。這個道理一定要懂，不但懂，要有深入的理解，對自己大作用，第一個除自己的障礙，第二個除眾生的障礙。"
    },
    {
      "id": "02-040-0068_p0023",
      "zh_CN": "譬如我们现前，眼前遇到的，二０一二，这几天，恐怕这几天愈来愈多了，讨论这个事情的人。有人告诉我，在日本至少有五千万人在议论这桩事情。全世界人都议论，是不是好事？不是好事。为什么？佛说一切法从心想生，只要你想这桩事情，它就会变现这桩事情，从心想生！如何化解？根本不要想它。这个道理，江本博士的水实验，现在很多人模仿，连小朋友都模仿。小朋友在香蕉树上摘三根香蕉，这一个树上长的，放三个地方，每天到那里去，跟它嘀咕几句。第一个地方，跟它说我喜欢你、我爱你；另外一个地方，说我不喜欢你、我不爱你；第三个地方，根本不理它。一个星期之后，仔细去观察，天天赞叹它的、爱它的，这个香蕉发酵，颜色变得很美，有香味道，就是香气。天天去咒它的，不喜欢的，那个香蕉也发霉了，变质了，变得黑黑的，气味很难闻，它变坏了。第三个，没有理它的？没有理它的，那个更坏，完全不理它的。他们用水果做实验、用馒头做实验、用米饭做实验，报告都一样。",
      "zh_TW": "譬如我們現前，眼前遇到的，二０一二，這幾天，恐怕這幾天愈來愈多了，討論這個事情的人。有人告訴我，在日本至少有五千萬人在議論這樁事情。全世界人都議論，是不是好事？不是好事。為什麼？佛說一切法從心想生，只要你想這樁事情，它就會變現這樁事情，從心想生！如何化解？根本不要想它。這個道理，江本博士的水實驗，現在很多人模仿，連小朋友都模仿。小朋友在香蕉樹上摘三根香蕉，這一個樹上長的，放三個地方，每天到那裡去，跟它嘀咕幾句。第一個地方，跟它說我喜歡你、我愛你；另外一個地方，說我不喜歡你、我不愛你；第三個地方，根本不理它。一個星期之後，仔細去觀察，天天讚歎它的、愛它的，這個香蕉發酵，顏色變得很美，有香味道，就是香氣。天天去咒它的，不喜歡的，那個香蕉也發霉了，變質了，變得黑黑的，氣味很難聞，它變壞了。第三個，沒有理它的？沒有理它的，那個更壞，完全不理它的。他們用水果做實驗、用饅頭做實驗、用米飯做實驗，報告都一樣。"
    },
    {
      "id": "02-040-0068_p0024",
      "zh_CN": "只要你理它，它就跟着你转；你不理它，就没事。灾难这个事情，把它忘掉就没事。你想它有，它有；你想它没有，它也有。只要你想它，一切法从心想生，你只要有这个念头，外头境界就跟着你念头转。没有，就没事，何必要想它？这五千万人讨论这些东西，不如念阿弥陀佛，五千万人统统集合起来念阿弥陀佛，念上一个钟点，这灾难化解了。别去想它了。就跟身体生病一个道理，你天天想它好，不见得会好，天天想它不好，病会恶化，都没有办法痊愈。什么方法能让病痊愈？不理它，根本不去想它，过一、二个月再检查，没有了，病不见了。也就是说，你想它、不想它都在照顾它，你心里头有它。你不想它，心里不照顾它，等于说需要养它的养分断绝，它自然就死掉。这个道理被现代科学家也发现了，是真的，不是假的。一切法从心想生，色由心生，境随心转，大乘经里讲得太多！我们懂这个道理，但是要做到才行，要落实。我们天天念阿弥陀佛，天天想阿弥陀佛，对于这些事情根本置之不理。你问我有没有，我说你一定有，他说为什么？因为你想它。我没有，你要问为什么？我不想它。我天天想极乐世界，我天天想阿弥陀佛，除这个之外，我什么都不想，得真干才行。",
      "zh_TW": "只要你理它，它就跟著你轉；你不理它，就沒事。災難這個事情，把它忘掉就沒事。你想它有，它有；你想它沒有，它也有。只要你想它，一切法從心想生，你只要有這個念頭，外頭境界就跟著你念頭轉。沒有，就沒事，何必要想它？這五千萬人討論這些東西，不如念阿彌陀佛，五千萬人統統集合起來念阿彌陀佛，念上一個鐘點，這災難化解了。別去想它了。就跟身體生病一個道理，你天天想它好，不見得會好，天天想它不好，病會惡化，都沒有辦法痊癒。什麼方法能讓病痊癒？不理它，根本不去想它，過一、二個月再檢查，沒有了，病不見了。也就是說，你想它、不想它都在照顧它，你心裡頭有它。你不想它，心裡不照顧它，等於說需要養它的養分斷絕，它自然就死掉。這個道理被現代科學家也發現了，是真的，不是假的。一切法從心想生，色由心生，境隨心轉，大乘經裡講得太多！我們懂這個道理，但是要做到才行，要落實。我們天天念阿彌陀佛，天天想阿彌陀佛，對於這些事情根本置之不理。你問我有沒有，我說你一定有，他說為什麼？因為你想它。我沒有，你要問為什麼？我不想它。我天天想極樂世界，我天天想阿彌陀佛，除這個之外，我什麼都不想，得真幹才行。"
    },
    {
      "id": "02-040-0068_p0025",
      "zh_CN": "第七尊，宝幢菩萨，「见《唐译》」。「《魏译》作智幢」，《唐译》叫宝幢，「表智慧殊胜犹如宝幢」。幢，是旗帜一类的，它的形状是圆的，当中是空的，像现在飞机场的风筒一样。但是风筒，它那个口很小，进口大，出口小。幢，两面口是相同的，一样大。古时候寺院庵堂都有旗杆，这个旗杆是信号。今天寺院里面有讲经，有这个活动，旗杆上悬幢，幢代表今天有讲经，喜欢听经的人他自然就来了。佛门不邀请人来听经，这谦虚，自己不敢为人师。但是讲经不能不告诉你，喜欢来，是你自己来，不是邀请的。如果今天有法会的活动，悬幡，幡是法会。譬如今天念佛，或者参禅，做这些活动，这就挂幡。外面很远的地方看到了，知道今天寺庙有什么活动，自然来参加。现在完全做表法，寺院也没旗杆了，有旗杆，都是高楼，看不见了。所以现在用报纸，登报纸，大家晓得，或者是网路，最普遍了，电视做广告，通知大家道场举办什么活动。幢，以前是表这个意思，所以是表智慧殊胜，讲经是开智慧的，帮助你破迷开悟，有这个意思，智幢、宝幢。",
      "zh_TW": "第七尊，寶幢菩薩，「見《唐譯》」。「《魏譯》作智幢」，《唐譯》叫寶幢，「表智慧殊勝猶如寶幢」。幢，是旗幟一類的，它的形狀是圓的，當中是空的，像現在飛機場的風筒一樣。但是風筒，它那個口很小，進口大，出口小。幢，兩面口是相同的，一樣大。古時候寺院庵堂都有旗杆，這個旗杆是信號。今天寺院裡面有講經，有這個活動，旗杆上懸幢，幢代表今天有講經，喜歡聽經的人他自然就來了。佛門不邀請人來聽經，這謙虛，自己不敢為人師。但是講經不能不告訴你，喜歡來，是你自己來，不是邀請的。如果今天有法會的活動，懸幡，幡是法會。譬如今天念佛，或者參禪，做這些活動，這就掛幡。外面很遠的地方看到了，知道今天寺廟有什麼活動，自然來參加。現在完全做表法，寺院也沒旗杆了，有旗杆，都是高樓，看不見了。所以現在用報紙，登報紙，大家曉得，或者是網路，最普遍了，電視做廣告，通知大家道場舉辦什麼活動。幢，以前是表這個意思，所以是表智慧殊勝，講經是開智慧的，幫助你破迷開悟，有這個意思，智幢、寶幢。"
    },
    {
      "id": "02-040-0068_p0026",
      "zh_CN": "第八尊，智上菩萨，也见《唐译》，《魏译》作慧上，「表经中无等无伦最上胜智，威德广大不思议智，如是无上妙智超出一切，故名智上」。这是如来五种智慧，到后面我们会读到。这五种智慧，有祖师大德把它们配在转八识成四智，配在这上面。第一个是佛智，佛智是根本智，就是一切种智，另外四种就是转八识，转阿赖耶为大圆镜智，转末那为平等性智，转第六意识为妙观察智，转前五识为成所作智。智上，这一个名称全包括了。这五种智真的是无上妙智，超出一切。",
      "zh_TW": "第八尊，智上菩薩，也見《唐譯》，《魏譯》作慧上，「表經中無等無倫最上勝智，威德廣大不思議智，如是無上妙智超出一切，故名智上」。這是如來五種智慧，到後面我們會讀到。這五種智慧，有祖師大德把它們配在轉八識成四智，配在這上面。第一個是佛智，佛智是根本智，就是一切種智，另外四種就是轉八識，轉阿賴耶為大圓鏡智，轉末那為平等性智，轉第六意識為妙觀察智，轉前五識為成所作智。智上，這一個名稱全包括了。這五種智真的是無上妙智，超出一切。"
    },
    {
      "id": "02-040-0068_p0027",
      "zh_CN": "第九位，寂根菩萨。「《会疏》云：寂灭境智，诸根清净，故名寂根。」根就是六根，眼耳鼻舌身意，这叫六根。末那，末那是意根。阿赖耶是前面七种根的根本，也就是六根跟意根都从阿赖耶生的。我们一般凡夫，日常生活当中只用到第六识，把第六识认为是自己的心，因为什么？能够思惟、能够想像。小乘经只讲到六识，末那、阿赖耶不讲，这个太深了。大乘讲转八识成四智，四智是菩提，真实智慧。也就是阿赖耶是迷，妄心，迷了以后叫八识，它起的作用叫八识；觉悟的时候，那叫智慧，四种智慧。寂灭境智，不但境界灭了，智也寂了，寂是对智说的，灭是对境说的。智是能知，境是所知，能所都不可得。清净、寂灭，清净寂灭就是大般涅槃、就是自性，在净土里面讲就是常寂光。学佛最后的目的是回归常寂光，回归常寂光是证得究竟圆满，所谓无上菩提，无上正等正觉，称为寂根。",
      "zh_TW": "第九位，寂根菩薩。「《會疏》云：寂滅境智，諸根清淨，故名寂根。」根就是六根，眼耳鼻舌身意，這叫六根。末那，末那是意根。阿賴耶是前面七種根的根本，也就是六根跟意根都從阿賴耶生的。我們一般凡夫，日常生活當中只用到第六識，把第六識認為是自己的心，因為什麼？能夠思惟、能夠想像。小乘經只講到六識，末那、阿賴耶不講，這個太深了。大乘講轉八識成四智，四智是菩提，真實智慧。也就是阿賴耶是迷，妄心，迷了以後叫八識，它起的作用叫八識；覺悟的時候，那叫智慧，四種智慧。寂滅境智，不但境界滅了，智也寂了，寂是對智說的，滅是對境說的。智是能知，境是所知，能所都不可得。清淨、寂滅，清淨寂滅就是大般涅槃、就是自性，在淨土裡面講就是常寂光。學佛最後的目的是回歸常寂光，回歸常寂光是證得究竟圓滿，所謂無上菩提，無上正等正覺，稱為寂根。"
    },
    {
      "id": "02-040-0068_p0028",
      "zh_CN": "这个后头还有，「《甄解》云：境智寂灭，根本严净，云寂根。」境是境界，我们常讲三种现象，物质、精神、自然这三种现象，就是阿赖耶的三细相。阿赖耶的业相是自然现象，转相是精神现象，境界相是物质现象。转识成智的时候，境界没有了，境灭了，智也没有了。智是什么？智是念头。念头从哪里来？波动生的。现在不动了，寂就是不动了，不动，三种现象都没有了。三种现象都是从波动产生的，这个波动在佛法讲一念不觉。一念不觉确实没有原因，你要去找它的原因，不觉上又加上不觉，那个麻烦就大了。知道没有原因，根本不要再去理它，心就清净，清净就觉了。《楞严》上说「净极光通」，净到极处，就豁然大悟，就光通了。光通之后，什么都知道，世出世间，过去现在未来，没有一样不知道，光通达，这叫根本庄严清净。这个庄严清净是自性，本性，本来如是，庄严清净。",
      "zh_TW": "這個後頭還有，「《甄解》云：境智寂滅，根本嚴淨，云寂根。」境是境界，我們常講三種現象，物質、精神、自然這三種現象，就是阿賴耶的三細相。阿賴耶的業相是自然現象，轉相是精神現象，境界相是物質現象。轉識成智的時候，境界沒有了，境滅了，智也沒有了。智是什麼？智是念頭。念頭從哪裡來？波動生的。現在不動了，寂就是不動了，不動，三種現象都沒有了。三種現象都是從波動產生的，這個波動在佛法講一念不覺。一念不覺確實沒有原因，你要去找它的原因，不覺上又加上不覺，那個麻煩就大了。知道沒有原因，根本不要再去理它，心就清淨，清淨就覺了。《楞嚴》上說「淨極光通」，淨到極處，就豁然大悟，就光通了。光通之後，什麼都知道，世出世間，過去現在未來，沒有一樣不知道，光通達，這叫根本莊嚴清淨。這個莊嚴清淨是自性，本性，本來如是，莊嚴清淨。"
    },
    {
      "id": "02-040-0068_p0029",
      "zh_CN": "「今据本经中《真实功德品》云：究竟菩萨诸波罗蜜，而常安住不生不灭诸三摩地。正表寂为根本，照用无穷。照而常寂，故表寿命无量。」寂根也有无量寿的意思。就本经《真实功德品》里头所说的，究竟菩萨诸波罗蜜，着重在究竟，究竟是圆满的意思。菩萨六波罗蜜，《华严经》上讲十波罗蜜，十种波罗蜜都圆满，圆满到究竟了，那是什么境界？那就是底下所说的，常安住不生不灭诸三摩地。三摩地就是寂净。三摩地，此地这一句话就是自性本定，回归到自性本定。惠能大师开悟的时候所说的，「何期自性，本无动摇」，自性从来没动过，自性本定。你看常安住，回归自性了，自性不生不灭、不来不去，这正表寂为根本。",
      "zh_TW": "「今據本經中《真實功德品》云：究竟菩薩諸波羅蜜，而常安住不生不滅諸三摩地。正表寂為根本，照用無窮。照而常寂，故表壽命無量。」寂根也有無量壽的意思。就本經《真實功德品》裡頭所說的，究竟菩薩諸波羅蜜，著重在究竟，究竟是圓滿的意思。菩薩六波羅蜜，《華嚴經》上講十波羅蜜，十種波羅蜜都圓滿，圓滿到究竟了，那是什麼境界？那就是底下所說的，常安住不生不滅諸三摩地。三摩地就是寂淨。三摩地，此地這一句話就是自性本定，回歸到自性本定。惠能大師開悟的時候所說的，「何期自性，本無動搖」，自性從來沒動過，自性本定。你看常安住，回歸自性了，自性不生不滅、不來不去，這正表寂為根本。"
    },
    {
      "id": "02-040-0068_p0030",
      "zh_CN": "佛教导我们，重要的原则就是戒定慧。以什么为中心？以定为中心，以定为枢纽。定是什么？定就是制心一处，无论你放哪一处，你都能开悟，你都能证果，所以佛说有八万四千法门、无量法门。无量法门，门门都是教你制心一处。所以佛法不是专利的，佛法不是独尊的，这一点一定要知道。学基督教的，制心一处，能不能明心见性？能。学印度教的能不能？能。就是要达到究竟，要达到常安住，才能见性。定的功夫，浅深差别很大，一定要到究竟圆满的大定，就见性了。这个境界里面没有起心动念、没有分别执着，这是一个标准。有起心动念，你有定，不深。你虽然没有分别执着，你还有起心动念，这是什么？三贤菩萨。阿罗汉的定功，见思烦恼断了，就是执着没有了，他有分别，他有起心动念，只是对一切法不执着了，我没有了，无我了。我没有了，法有，他认为我没有，法有。明心见性的人知道，我没有，法也没有。《金刚般若》说，「法尚应舍，何况非法」，统统要放下，不放下就错了，这个不能不知道。",
      "zh_TW": "佛教導我們，重要的原則就是戒定慧。以什麼為中心？以定為中心，以定為樞紐。定是什麼？定就是制心一處，無論你放哪一處，你都能開悟，你都能證果，所以佛說有八萬四千法門、無量法門。無量法門，門門都是教你制心一處。所以佛法不是專利的，佛法不是獨尊的，這一點一定要知道。學基督教的，制心一處，能不能明心見性？能。學印度教的能不能？能。就是要達到究竟，要達到常安住，才能見性。定的功夫，淺深差別很大，一定要到究竟圓滿的大定，就見性了。這個境界裡面沒有起心動念、沒有分別執著，這是一個標準。有起心動念，你有定，不深。你雖然沒有分別執著，你還有起心動念，這是什麼？三賢菩薩。阿羅漢的定功，見思煩惱斷了，就是執著沒有了，他有分別，他有起心動念，只是對一切法不執著了，我沒有了，無我了。我沒有了，法有，他認為我沒有，法有。明心見性的人知道，我沒有，法也沒有。《金剛般若》說，「法尚應捨，何況非法」，統統要放下，不放下就錯了，這個不能不知道。"
    },
    {
      "id": "02-040-0068_p0031",
      "zh_CN": "所以定是根本，戒定慧三学，定是根本。戒帮助你得定的。为什么你定不下来？让你这个也不许做、那个也不许做，是帮助你定下来的。只要得定，智慧就会开，小定开小智慧，大定开大智慧。究竟的定，那就是自性本定，你自性里面的智慧德能相好完全现前。你有能力现极乐世界，为什么？你跟阿弥陀佛学的。你成佛，你的身跟阿弥陀佛一样，你现国土跟极乐世界一样，也是法性身、法性土，不可思议。所以戒定慧三学，定是枢纽，戒是入门，没有戒就决定不会得定。为什么重视戒律，关键在此地。只有定才能开慧，这是真正的学问，自性本具的，不是从外来的。外面学来的是知识，知识可以不需要戒定，博学多闻就能成就。自性般若智慧德能，这不行，一定要戒定。戒帮助你得定，帮助你成就德行；定帮助你开智慧，帮助你放下。放下之后，智慧现前，照用无穷，这是智慧起作用。照真、照俗，照法界、照众生界，十方三世都在智慧观照之中，没有一法你不知道，没有一法你不能究竟，所以还表寿命无量。为什么？照而常寂，这就是无量寿。常寂是没有起心动念，没有起心动念就是自性现前，自性不生不灭，真无量寿。",
      "zh_TW": "所以定是根本，戒定慧三學，定是根本。戒幫助你得定的。為什麼你定不下來？讓你這個也不許做、那個也不許做，是幫助你定下來的。只要得定，智慧就會開，小定開小智慧，大定開大智慧。究竟的定，那就是自性本定，你自性裡面的智慧德能相好完全現前。你有能力現極樂世界，為什麼？你跟阿彌陀佛學的。你成佛，你的身跟阿彌陀佛一樣，你現國土跟極樂世界一樣，也是法性身、法性土，不可思議。所以戒定慧三學，定是樞紐，戒是入門，沒有戒就決定不會得定。為什麼重視戒律，關鍵在此地。只有定才能開慧，這是真正的學問，自性本具的，不是從外來的。外面學來的是知識，知識可以不需要戒定，博學多聞就能成就。自性般若智慧德能，這不行，一定要戒定。戒幫助你得定，幫助你成就德行；定幫助你開智慧，幫助你放下。放下之後，智慧現前，照用無窮，這是智慧起作用。照真、照俗，照法界、照眾生界，十方三世都在智慧觀照之中，沒有一法你不知道，沒有一法你不能究竟，所以還表壽命無量。為什麼？照而常寂，這就是無量壽。常寂是沒有起心動念，沒有起心動念就是自性現前，自性不生不滅，真無量壽。"
    },
    {
      "id": "02-040-0068_p0032",
      "zh_CN": "第十尊，信慧菩萨。「《会疏》云：信心智慧，永断疑网。」这是信慧菩萨。信心智慧，永断疑网，这两句话非常重要。我们现在问题就是疑网没断，虽然信佛，还是怀疑，虽然想往生，往生的愿不切。那是什么？对这个世间还有留恋，还不想走。这是什么？这是智不足，所谓信心不足。信心一定建立在真实智慧基础上，真信、真愿，没有丝毫怀疑。我把极乐世界跟娑婆世界看得清清楚楚，判断得清清楚楚，我今天迫切需要的，是极乐世界才能解决我的问题，娑婆世界，我一筹莫展。我要成就自己，要到极乐世界；要帮助别人，更要到极乐世界。为什么？在这个地方修行，障碍多，障缘多。这个障缘，有善有恶，善的是叫你留恋，恶的是叫你生烦恼、叫你造恶业。极乐世界没有障缘，顺境逆境都是帮助你、成就你，都是帮助你教化众生的，不一样。真搞清楚、搞明白了，那个信心才坚固，真正是叫断疑生信。疑不断，信心生不起来。",
      "zh_TW": "第十尊，信慧菩薩。「《會疏》云：信心智慧，永斷疑網。」這是信慧菩薩。信心智慧，永斷疑網，這兩句話非常重要。我們現在問題就是疑網沒斷，雖然信佛，還是懷疑，雖然想往生，往生的願不切。那是什麼？對這個世間還有留戀，還不想走。這是什麼？這是智不足，所謂信心不足。信心一定建立在真實智慧基礎上，真信、真願，沒有絲毫懷疑。我把極樂世界跟娑婆世界看得清清楚楚，判斷得清清楚楚，我今天迫切需要的，是極樂世界才能解決我的問題，娑婆世界，我一籌莫展。我要成就自己，要到極樂世界；要幫助別人，更要到極樂世界。為什麼？在這個地方修行，障礙多，障緣多。這個障緣，有善有惡，善的是叫你留戀，惡的是叫你生煩惱、叫你造惡業。極樂世界沒有障緣，順境逆境都是幫助你、成就你，都是幫助你教化眾生的，不一樣。真搞清楚、搞明白了，那個信心才堅固，真正是叫斷疑生信。疑不斷，信心生不起來。"
    },
    {
      "id": "02-040-0068_p0033",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}