{
  "doc_id": "02-040-0521",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五二一集",
    "zh_TW": "第五二一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-040-0521",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0521_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0521_p0002",
      "zh_CN": "请看《大经科注》第八百七十一页倒数第三行：",
      "zh_TW": "請看《大經科註》第八百七十一頁倒數第三行："
    },
    {
      "id": "02-040-0521_p0003",
      "zh_CN": "『戒若琉璃』，「戒者戒律，为戒定慧三无漏学之首」。无漏，漏是烦恼的代名词。佛教弟子，学佛从戒定慧入门，戒学排在第一。这个地方的戒，广泛的都指三皈、五戒、十善。这个是入佛门的基础，如果不在这上下功夫，不容易得到佛法真实的利益。这三学，唐朝中叶之后，中国的祖师大德们把它改了，用儒、用道来代替戒学。改得没有错，这一千多年来，各宗各派无论出家在家，大德出现很多，说明儒跟道可以代替戒律。但是现在人麻烦了，戒律他不要了，儒跟道都不学，所以问题出现了。这个问题很严重，佛法能不能继续再传下去，实在讲就是靠戒定慧。尤其戒是根本，戒是基础，没有这个基础，佛法会消失掉，会在这个世间断灭。断灭之后留下来的是佛学，就是佛学常识、佛学的知识，对我们的日常生活修行关系不大。",
      "zh_TW": "『戒若琉璃』，「戒者戒律，為戒定慧三無漏學之首」。無漏，漏是煩惱的代名詞。佛教弟子，學佛從戒定慧入門，戒學排在第一。這個地方的戒，廣泛的都指三皈、五戒、十善。這個是入佛門的基礎，如果不在這上下功夫，不容易得到佛法真實的利益。這三學，唐朝中葉之後，中國的祖師大德們把它改了，用儒、用道來代替戒學。改得沒有錯，這一千多年來，各宗各派無論出家在家，大德出現很多，說明儒跟道可以代替戒律。但是現在人麻煩了，戒律他不要了，儒跟道都不學，所以問題出現了。這個問題很嚴重，佛法能不能繼續再傳下去，實在講就是靠戒定慧。尤其戒是根本，戒是基礎，沒有這個基礎，佛法會消失掉，會在這個世間斷滅。斷滅之後留下來的是佛學，就是佛學常識、佛學的知識，對我們的日常生活修行關係不大。"
    },
    {
      "id": "02-040-0521_p0004",
      "zh_CN": "因此在最近这十几年，我们倡导勉励同学们，要扎儒释道三个根，这三个根就是基础戒律。我们用儒的《弟子规》，道的《感应篇》，佛的《十善业》，是有根据的，根据什么？根据《观无量寿经》佛所说的净业三福，特别是讲净土宗。实际上佛也说得很清楚，这三条是三世诸佛净业正因。这范围就大了，三世是讲过去、现在、未来，换句话说，所有菩萨修行成佛都要遵守戒律。",
      "zh_TW": "因此在最近這十幾年，我們倡導勉勵同學們，要紮儒釋道三個根，這三個根就是基礎戒律。我們用儒的《弟子規》，道的《感應篇》，佛的《十善業》，是有根據的，根據什麼？根據《觀無量壽經》佛所說的淨業三福，特別是講淨土宗。實際上佛也說得很清楚，這三條是三世諸佛淨業正因。這範圍就大了，三世是講過去、現在、未來，換句話說，所有菩薩修行成佛都要遵守戒律。"
    },
    {
      "id": "02-040-0521_p0005",
      "zh_CN": "净业三福第一条有四句，「孝养父母，奉事师长，慈心不杀，修十善业」，这四句。孝亲尊师，我们把它落实在《弟子规》，《弟子规》要不能做到，孝亲尊师就没有了，这是根本。中国传统文化、大乘佛法根在孝、在敬。所以佛经是以《地藏菩萨本愿经》为孝经，大乘从哪里开始？从《地藏本愿经》开始，扎根。首先有地藏的孝敬，再提升为观音的慈悲、文殊的智慧，普贤的实践就是落实，落实在生活，落实在工作，落实在对人、对事、对物，这大乘。慈心不杀，我们把它落实在《感应篇》，道家的，在这个基础上面，才能够修十善业道。所以十善业为什么没人学了？学经教的人有，学戒律的人没有了，因为十善业需要《弟子规》、《感应篇》的基础，没有这个基础，十善业做不到。所以我们提倡儒释道这三个根是有根据的，不是随便说的，这个基础扎稳了，才能学佛。",
      "zh_TW": "淨業三福第一條有四句，「孝養父母，奉事師長，慈心不殺，修十善業」，這四句。孝親尊師，我們把它落實在《弟子規》，《弟子規》要不能做到，孝親尊師就沒有了，這是根本。中國傳統文化、大乘佛法根在孝、在敬。所以佛經是以《地藏菩薩本願經》為孝經，大乘從哪裡開始？從《地藏本願經》開始，扎根。首先有地藏的孝敬，再提升為觀音的慈悲、文殊的智慧，普賢的實踐就是落實，落實在生活，落實在工作，落實在對人、對事、對物，這大乘。慈心不殺，我們把它落實在《感應篇》，道家的，在這個基礎上面，才能夠修十善業道。所以十善業為什麼沒人學了？學經教的人有，學戒律的人沒有了，因為十善業需要《弟子規》、《感應篇》的基礎，沒有這個基礎，十善業做不到。所以我們提倡儒釋道這三個根是有根據的，不是隨便說的，這個基礎紮穩了，才能學佛。"
    },
    {
      "id": "02-040-0521_p0006",
      "zh_CN": "三福第一福是人天福，换句话说，人天的德行具备了，才可以学佛。十善业道有了，这个像盖房子一样，《弟子规》是第一层，《感应篇》是第二层，《十善业道》是第三层，有十善业必定有前面一、二层，有第一层未必有二、三层。《弟子规》是根本的根本、基础的基础，比什么都重要，一千零八十个字，一百一十三桩事情，一定要做到，做到不吃亏。人真正把《弟子规》做到，来生可以不失人身，你来生还是到人道，不会堕三恶道。也就是你是个好人，好人的标准是《弟子规》。",
      "zh_TW": "三福第一福是人天福，換句話說，人天的德行具備了，才可以學佛。十善業道有了，這個像蓋房子一樣，《弟子規》是第一層，《感應篇》是第二層，《十善業道》是第三層，有十善業必定有前面一、二層，有第一層未必有二、三層。《弟子規》是根本的根本、基礎的基礎，比什麼都重要，一千零八十個字，一百一十三樁事情，一定要做到，做到不吃虧。人真正把《弟子規》做到，來生可以不失人身，你來生還是到人道，不會墮三惡道。也就是你是個好人，好人的標準是《弟子規》。"
    },
    {
      "id": "02-040-0521_p0007",
      "zh_CN": "落实三皈、五戒、十善业道，是大好人，这样的好人有资格学佛。所以净业三福第二是小乘的福报，小乘必须要有好人的基础。经上常讲善男子善女人，那个善的标准，以佛法来说，就是十善业道，做到了才叫善男子善女人。我们把这个标准放宽一点，《弟子规》做到了，也可以说这个人是善男子善女人，六道轮回不失人身。为什么一转生就会堕三恶道？堕三恶道的人太多太多了，是因为他在人这一生当中，没有具备做人必须要有的条件，就是《弟子规》。我们学佛要从这个地方扎根，要很重视《弟子规》跟《感应篇》。潮州谢总办班教学，他在这里住了几天，讲了八个小时，今天离开了。七天，就能把一个恶人变成善人，二十一天，能把一个迷惑颠倒的人变成明白人。他用什么方法？七天，他告诉我，就是用儒释道三个根。在当地一千多人受感化，效果卓着。人是教得好的，他相信了。他回去还继续办班，告诉我，学习的人，报名的有四千多人，政府主持的。",
      "zh_TW": "落實三皈、五戒、十善業道，是大好人，這樣的好人有資格學佛。所以淨業三福第二是小乘的福報，小乘必須要有好人的基礎。經上常講善男子善女人，那個善的標準，以佛法來說，就是十善業道，做到了才叫善男子善女人。我們把這個標準放寬一點，《弟子規》做到了，也可以說這個人是善男子善女人，六道輪迴不失人身。為什麼一轉生就會墮三惡道？墮三惡道的人太多太多了，是因為他在人這一生當中，沒有具備做人必須要有的條件，就是《弟子規》。我們學佛要從這個地方扎根，要很重視《弟子規》跟《感應篇》。潮州謝總辦班教學，他在這裡住了幾天，講了八個小時，今天離開了。七天，就能把一個惡人變成善人，二十一天，能把一個迷惑顛倒的人變成明白人。他用什麼方法？七天，他告訴我，就是用儒釋道三個根。在當地一千多人受感化，效果卓著。人是教得好的，他相信了。他回去還繼續辦班，告訴我，學習的人，報名的有四千多人，政府主持的。"
    },
    {
      "id": "02-040-0521_p0008",
      "zh_CN": "有第一福的条件，才可以提升到第二福。第二福是小乘，只有三句，经文三句，「受持三皈，具足众戒，不犯威仪」，一看就晓得这小乘戒。所以先学小乘，后学大乘，它有次第的，不能躐等。现在在中国，中国的佛教小乘没有了，儒跟道现在也没有了，大乘落空了。踏踏实实把小乘学好，小乘有四果四向八个阶段，修成最高的果位是阿罗汉。阿罗汉就脱离六道轮回，往生到方便土的声闻法界。从这个基础，也就是从阿罗汉这个基础，回小向大，再提升，这是净业三福最后的一条，「发菩提心，深信因果，读诵大乘，劝进行者」。大乘是菩萨，阿罗汉一升级就是菩萨。菩萨第一个条件是发心，发度众生的心。四弘誓愿：众生无边誓愿度，为了要度众生；第二愿，烦恼无尽誓愿断，自己不断烦恼不能度众生；法门无量誓愿学，度众生得有方法，你要学法门。无量法门，佛说的，我们学习，从当中选择一门就可以了，一门深入，长时薰修。一门通了，什么叫通？大彻大悟、明心见性叫通了，一门通，一门通一切门全通了。",
      "zh_TW": "有第一福的條件，才可以提升到第二福。第二福是小乘，只有三句，經文三句，「受持三皈，具足眾戒，不犯威儀」，一看就曉得這小乘戒。所以先學小乘，後學大乘，它有次第的，不能躐等。現在在中國，中國的佛教小乘沒有了，儒跟道現在也沒有了，大乘落空了。踏踏實實把小乘學好，小乘有四果四向八個階段，修成最高的果位是阿羅漢。阿羅漢就脫離六道輪迴，往生到方便土的聲聞法界。從這個基礎，也就是從阿羅漢這個基礎，迴小向大，再提升，這是淨業三福最後的一條，「發菩提心，深信因果，讀誦大乘，勸進行者」。大乘是菩薩，阿羅漢一升級就是菩薩。菩薩第一個條件是發心，發度眾生的心。四弘誓願：眾生無邊誓願度，為了要度眾生；第二願，煩惱無盡誓願斷，自己不斷煩惱不能度眾生；法門無量誓願學，度眾生得有方法，你要學法門。無量法門，佛說的，我們學習，從當中選擇一門就可以了，一門深入，長時薰修。一門通了，什麼叫通？大徹大悟、明心見性叫通了，一門通，一門通一切門全通了。"
    },
    {
      "id": "02-040-0521_p0009",
      "zh_CN": "在中国的大乘有宗门、有教下。宗门是专指禅宗，教下包括华严、天台、三论、法相唯识，这是教下。教下是用经典。除这个之外，还有显教、密教，中国所传的八个宗都是显教，藏传的有密教。释迦牟尼佛一代教学，这么多宗派里面，在中国禅宗最盛。为什么？释迦牟尼佛入灭之前说过，正法时期戒律成就。释迦牟尼佛灭后，第一个一千年，正法，距离释迦牟尼佛不太远，法传得很纯正，依照戒律修行就能证果，证须陀洹、斯陀含、阿那含、阿罗汉。第二个一千年，人的根性不能跟前面相比，持戒不能证果，要修定，修定才能成就。所以佛教，是佛灭度之后一千年传到中国的，正是像法，所以释迦牟尼佛像法的时候，不在印度，在中国。达摩祖师到中国来了，这一千年当中，禅宗大兴。",
      "zh_TW": "在中國的大乘有宗門、有教下。宗門是專指禪宗，教下包括華嚴、天台、三論、法相唯識，這是教下。教下是用經典。除這個之外，還有顯教、密教，中國所傳的八個宗都是顯教，藏傳的有密教。釋迦牟尼佛一代教學，這麼多宗派裡面，在中國禪宗最盛。為什麼？釋迦牟尼佛入滅之前說過，正法時期戒律成就。釋迦牟尼佛滅後，第一個一千年，正法，距離釋迦牟尼佛不太遠，法傳得很純正，依照戒律修行就能證果，證須陀洹、斯陀含、阿那含、阿羅漢。第二個一千年，人的根性不能跟前面相比，持戒不能證果，要修定，修定才能成就。所以佛教，是佛滅度之後一千年傳到中國的，正是像法，所以釋迦牟尼佛像法的時候，不在印度，在中國。達摩祖師到中國來了，這一千年當中，禪宗大興。"
    },
    {
      "id": "02-040-0521_p0010",
      "zh_CN": "现在是释迦牟尼佛末法时代，末法时代，佛说了净土成就，佛在《大集经》里面讲的。我们现在是生在佛的末法时期，我们修哪个法门？修净土就对了，跟佛所说的完全相应，末法时期净土成就。末法一万年，一万年之后，释迦牟尼佛的教会在这个地球上消失，没有了。这个世间没有佛法，要等待弥勒菩萨从兜率天下降，到这个地球上来示现成佛。",
      "zh_TW": "現在是釋迦牟尼佛末法時代，末法時代，佛說了淨土成就，佛在《大集經》裡面講的。我們現在是生在佛的末法時期，我們修哪個法門？修淨土就對了，跟佛所說的完全相應，末法時期淨土成就。末法一萬年，一萬年之後，釋迦牟尼佛的教會在這個地球上消失，沒有了。這個世間沒有佛法，要等待彌勒菩薩從兜率天下降，到這個地球上來示現成佛。"
    },
    {
      "id": "02-040-0521_p0011",
      "zh_CN": "现在弥勒菩萨在兜率天，什么时候下来？兜率天的寿命四千岁。这个四千跟我们的算法不一样，兜率天的一天是我们人间四百年，一天是人间四百年，它的一年也是三百六十五天，一年。四千年，算出来好像是五十六亿七千万年。这个数字我记的可能不太正确。这么长的时间地球上没佛，没有佛，人苦。我们在《地藏经》上看到，释迦佛灭后，弥勒没有出生之前，度化众生完全委托给地藏菩萨。地藏菩萨教什么？教人孝亲尊师。无佛出现于世间，人要真正能够做到孝道、师道，做得很圆满，虽然不能出离六道，在六道里头不失人身，生生世世都是一个好人，保住人天的身分，不堕三途。这个信息是我们从《地藏菩萨本愿经》上得到的。",
      "zh_TW": "現在彌勒菩薩在兜率天，什麼時候下來？兜率天的壽命四千歲。這個四千跟我們的算法不一樣，兜率天的一天是我們人間四百年，一天是人間四百年，它的一年也是三百六十五天，一年。四千年，算出來好像是五十六億七千萬年。這個數字我記的可能不太正確。這麼長的時間地球上沒佛，沒有佛，人苦。我們在《地藏經》上看到，釋迦佛滅後，彌勒沒有出生之前，度化眾生完全委託給地藏菩薩。地藏菩薩教什麼？教人孝親尊師。無佛出現於世間，人要真正能夠做到孝道、師道，做得很圓滿，雖然不能出離六道，在六道裡頭不失人身，生生世世都是一個好人，保住人天的身分，不墮三途。這個信息是我們從《地藏菩薩本願經》上得到的。"
    },
    {
      "id": "02-040-0521_p0012",
      "zh_CN": "学佛，根性非常重要。佛法讲求契机契理，机是什么？你这个人的根性、程度一定要适合，你才能得利益。世尊当年在世，无论讲哪一部经都有对象，那叫当机者。对哪一种程度人讲的，他有对象的，程度高的他讲得深，程度浅的他讲得浅，所以一切众生遇到佛陀，没有不得真实受用的。佛陀灭后，佛的弟子们一代一代的承传，都重视。但是观机，祖师大德有这个能力，有这样能力的人一代比一代少，现在这个时代没有了。",
      "zh_TW": "學佛，根性非常重要。佛法講求契機契理，機是什麼？你這個人的根性、程度一定要適合，你才能得利益。世尊當年在世，無論講哪一部經都有對象，那叫當機者。對哪一種程度人講的，他有對象的，程度高的他講得深，程度淺的他講得淺，所以一切眾生遇到佛陀，沒有不得真實受用的。佛陀滅後，佛的弟子們一代一代的承傳，都重視。但是觀機，祖師大德有這個能力，有這樣能力的人一代比一代少，現在這個時代沒有了。"
    },
    {
      "id": "02-040-0521_p0013",
      "zh_CN": "将来的佛教非常可能变成佛学，佛学是什么？世间人研究，把它当作古代的文化来研究，佛经上所讲的伦理、讲的哲学，做这些研究的科目，而与了生死出三界不相干。这就是佛法变质了，它是出世间的大法，变成世间法了。这个迹象现在已经开始了，许多大学哲学系里面开的有佛经课程。我在早年，还在大学教过五年，那个时候我教的是法相唯识，在学校三年级开的这个课程。那不是佛法，真正佛法决定从戒定慧入门。",
      "zh_TW": "將來的佛教非常可能變成佛學，佛學是什麼？世間人研究，把它當作古代的文化來研究，佛經上所講的倫理、講的哲學，做這些研究的科目，而與了生死出三界不相干。這就是佛法變質了，它是出世間的大法，變成世間法了。這個跡象現在已經開始了，許多大學哲學系裡面開的有佛經課程。我在早年，還在大學教過五年，那個時候我教的是法相唯識，在學校三年級開的這個課程。那不是佛法，真正佛法決定從戒定慧入門。"
    },
    {
      "id": "02-040-0521_p0014",
      "zh_CN": "我们也真正想有发心的年轻人续佛慧命，依照经典教学的理念跟方法来做实验，我们用十年时间，看看收到什么样的效果。最好的效果是大彻大悟、明心见性。这个效果达不到，其次的，那就是得三昧，学华严得华严三昧，学法华得法华三昧，学净土得念佛三昧。得念佛三昧，没有一个不往生的，那真行。无论修学哪个法门得三昧，临命终时，将自己修学功德回向求生净土，也决定得生，你没有白学。如果不求往生，那个成就很有限，为什么？证不了果。证不了果，将来的出路，不是天道就是人道，出不了六道轮回。这是我们不能不知道。",
      "zh_TW": "我們也真正想有發心的年輕人續佛慧命，依照經典教學的理念跟方法來做實驗，我們用十年時間，看看收到什麼樣的效果。最好的效果是大徹大悟、明心見性。這個效果達不到，其次的，那就是得三昧，學華嚴得華嚴三昧，學法華得法華三昧，學淨土得念佛三昧。得念佛三昧，沒有一個不往生的，那真行。無論修學哪個法門得三昧，臨命終時，將自己修學功德迴向求生淨土，也決定得生，你沒有白學。如果不求往生，那個成就很有限，為什麼？證不了果。證不了果，將來的出路，不是天道就是人道，出不了六道輪迴。這是我們不能不知道。"
    },
    {
      "id": "02-040-0521_p0015",
      "zh_CN": "统统搞清楚、搞明白，前面说了，善巧决定，这个决定就是选择法门，我们是哪个根性的，法门对了，没有一个不成就的，契机。黄念老显、密、宗、教他全通，他没有离开大陆，清末民初有一些真正善知识，他亲近过，他有这个缘分。他告诉我，人民共和国成立了六十年，我在北京访问他，他说禅宗成就的没有了，密宗成就的只有六个人，六十年来修密宗成就的只有六个。教下衰了，没有传人，剩下来的只有净土。所以他很坚定的告诉我，禅跟密往后都没有了。",
      "zh_TW": "統統搞清楚、搞明白，前面說了，善巧決定，這個決定就是選擇法門，我們是哪個根性的，法門對了，沒有一個不成就的，契機。黃念老顯、密、宗、教他全通，他沒有離開大陸，清末民初有一些真正善知識，他親近過，他有這個緣分。他告訴我，人民共和國成立了六十年，我在北京訪問他，他說禪宗成就的沒有了，密宗成就的只有六個人，六十年來修密宗成就的只有六個。教下衰了，沒有傳人，剩下來的只有淨土。所以他很堅定的告訴我，禪跟密往後都沒有了。"
    },
    {
      "id": "02-040-0521_p0016",
      "zh_CN": "禅非常不容易，上上根性的人，学禅宗的。我学佛，三个老师，方东美老师、章嘉大师、李炳南老居士，他们三个人彼此都知道，但是没有见过面，三个人同样告诉我一句话，叫我不要学禅，肯定你不是禅的根性，你学禅开不了悟。得定不算，要开悟才算，因为开悟才能真正脱离三界，明心见性，生诸佛实报庄严土。在我们这个世界，就是华藏世界，开悟的人到哪里去？都到华藏世界，华藏世界的报身佛卢舍那，法身佛毘卢遮那，到那个境界，没有见性不行。多半在天道，在色界天、在无色界天，他们不在欲界。",
      "zh_TW": "禪非常不容易，上上根性的人，學禪宗的。我學佛，三個老師，方東美老師、章嘉大師、李炳南老居士，他們三個人彼此都知道，但是沒有見過面，三個人同樣告訴我一句話，叫我不要學禪，肯定你不是禪的根性，你學禪開不了悟。得定不算，要開悟才算，因為開悟才能真正脫離三界，明心見性，生諸佛實報莊嚴土。在我們這個世界，就是華藏世界，開悟的人到哪裡去？都到華藏世界，華藏世界的報身佛盧舍那，法身佛毘盧遮那，到那個境界，沒有見性不行。多半在天道，在色界天、在無色界天，他們不在欲界。"
    },
    {
      "id": "02-040-0521_p0017",
      "zh_CN": "李老师慈悲，我跟他的时间最长，跟他十年。章嘉大师，我跟他三年。老师劝我修净土，我跟诸位说过，我对于净土了解得不够透彻，不能接受。将净土解释最透彻的，就是黄念祖老居士这个集注，真的太好了！我们很认真的学过三遍，愈学愈欢喜，愈学愈契入，完全接受，再没有怀疑了，死心塌地一句佛号念到底。成佛之道就是极乐世界，因为往生极乐世界没有一个不成佛的，阿弥陀佛保证你成佛，阿弥陀佛亲自教你，这多殊胜！极乐世界之美好，让你找不到缺陷，它是究竟圆满。",
      "zh_TW": "李老師慈悲，我跟他的時間最長，跟他十年。章嘉大師，我跟他三年。老師勸我修淨土，我跟諸位說過，我對於淨土了解得不夠透徹，不能接受。將淨土解釋最透徹的，就是黃念祖老居士這個集註，真的太好了！我們很認真的學過三遍，愈學愈歡喜，愈學愈契入，完全接受，再沒有懷疑了，死心塌地一句佛號念到底。成佛之道就是極樂世界，因為往生極樂世界沒有一個不成佛的，阿彌陀佛保證你成佛，阿彌陀佛親自教你，這多殊勝！極樂世界之美好，讓你找不到缺陷，它是究竟圓滿。"
    },
    {
      "id": "02-040-0521_p0018",
      "zh_CN": "学净土，戒也非常重要，至少《弟子规》、《感应篇》、《十善业道》，三皈五戒。我们跟大众在一起，要修六和敬，要修四摄法，要修六波罗蜜，就够了，这几项科目不难，我们认真努力是可以做得到的。要弘法，没有戒的根基不行。定弘法师跟我也有十年了，他在美国念书的时候就认识我。我在美国有个道场，他常常来，以后毕业了，在美国教书，听我讲经没中断过。我让他移民到澳洲来，那个时候我在澳洲，我们澳洲有个净宗学院，他在美国大学教书，我在澳洲也给他安一个大学，介绍一个大学，昆士兰大学。他的成绩非常优秀，所以学校看到这样好的学生都欢喜，就邀请他来。到澳洲的时候，他身分是讲师，一年之后他就升到副教授。学校准备把他升成教授，他发心出家，教授不要了。所以学校感到惊讶，终身教授不容易拿到，拿到手不要，出家了。",
      "zh_TW": "學淨土，戒也非常重要，至少《弟子規》、《感應篇》、《十善業道》，三皈五戒。我們跟大眾在一起，要修六和敬，要修四攝法，要修六波羅蜜，就夠了，這幾項科目不難，我們認真努力是可以做得到的。要弘法，沒有戒的根基不行。定弘法師跟我也有十年了，他在美國念書的時候就認識我。我在美國有個道場，他常常來，以後畢業了，在美國教書，聽我講經沒中斷過。我讓他移民到澳洲來，那個時候我在澳洲，我們澳洲有個淨宗學院，他在美國大學教書，我在澳洲也給他安一個大學，介紹一個大學，昆士蘭大學。他的成績非常優秀，所以學校看到這樣好的學生都歡喜，就邀請他來。到澳洲的時候，他身分是講師，一年之後他就升到副教授。學校準備把他升成教授，他發心出家，教授不要了。所以學校感到驚訝，終身教授不容易拿到，拿到手不要，出家了。"
    },
    {
      "id": "02-040-0521_p0019",
      "zh_CN": "今年年初，台湾有个专修戒律的法师，果清法师，到香港来看我。我这一见面才晓得是老朋友，三十年没见面。早年在一起，我们跟李炳南老居士学经教的，他那个时候大学刚刚毕业。老师晚年办了一个研究班，招了八个学生，修学期间四年。跟研究所一样，大学毕业再考佛学，录取八个人，果清法师是其中之一。这个研究班的老师六个人，那时候我在研究班担任老师，我讲的科目是《金刚经》。我编了一个资料，江味农居士《金刚经讲义》非常好，分量太大，我做了一个节本，是那个时候我教学的课本。大概只取了江味农居士的讲义五分之一的样子，便利于教学。",
      "zh_TW": "今年年初，台灣有個專修戒律的法師，果清法師，到香港來看我。我這一見面才曉得是老朋友，三十年沒見面。早年在一起，我們跟李炳南老居士學經教的，他那個時候大學剛剛畢業。老師晚年辦了一個研究班，招了八個學生，修學期間四年。跟研究所一樣，大學畢業再考佛學，錄取八個人，果清法師是其中之一。這個研究班的老師六個人，那時候我在研究班擔任老師，我講的科目是《金剛經》。我編了一個資料，江味農居士《金剛經講義》非常好，分量太大，我做了一個節本，是那個時候我教學的課本。大概只取了江味農居士的講義五分之一的樣子，便利於教學。"
    },
    {
      "id": "02-040-0521_p0020",
      "zh_CN": "这八个同学，两个女同学，六个男同学。我问他，这些同学现在还在不在？都在。他自己六十六岁了。三十年前，岁月不饶人，三十年一眨眼就过去了。这八个同学当中，只有他一个真正有成就。得力于一门深入，长时薰修，专攻戒律。我跟定弘讲，你学经教，没有戒律的基础，你没有根，必须要去扎根。我让他去跟果清法师，至少五年，把戒律的根扎下来。以后出来讲经，别人尊重你，你学过戒，你懂得戒律。戒定慧三学，没有这个根怎么行？这五年一切放下，全心全力把戒律学好，把戒律持好。因戒才有定，定就是我们前面经文所读的，『其心正直，善巧决定』，决定就是定。",
      "zh_TW": "這八個同學，兩個女同學，六個男同學。我問他，這些同學現在還在不在？都在。他自己六十六歲了。三十年前，歲月不饒人，三十年一眨眼就過去了。這八個同學當中，只有他一個真正有成就。得力於一門深入，長時薰修，專攻戒律。我跟定弘講，你學經教，沒有戒律的基礎，你沒有根，必須要去扎根。我讓他去跟果清法師，至少五年，把戒律的根紮下來。以後出來講經，別人尊重你，你學過戒，你懂得戒律。戒定慧三學，沒有這個根怎麼行？這五年一切放下，全心全力把戒律學好，把戒律持好。因戒才有定，定就是我們前面經文所讀的，『其心正直，善巧決定』，決定就是定。"
    },
    {
      "id": "02-040-0521_p0021",
      "zh_CN": "我们看这一段经文，戒律，为戒定慧三无漏学之首。无漏是清净的意思，身心清净。漏是烦恼的代名词，无漏就是烦恼远离了，烦恼放下了。戒定慧帮助我们放下烦恼，远离烦恼。「奉持戒律，明净清洁，以自庄严，持戒净洁，譬如琉璃」。琉璃是透明的，没有丝毫染污，表清净。「《梵网经》曰：戒如明日月，亦如璎珞珠」，光明的日月，璎珞珠多半是珠宝，名贵的珠宝，色彩光丽，没有染污，用它来代表持戒。「故曰戒若琉璃」。『内外明洁』。「内者指心意」，念头，「意业清净，起心动念，悉离垢染」。自私自利是染污，名闻利养是染污，五欲六尘是染污，贪瞋痴慢是染污，这些东西统统都放下，都离开了。这是内心。",
      "zh_TW": "我們看這一段經文，戒律，為戒定慧三無漏學之首。無漏是清淨的意思，身心清淨。漏是煩惱的代名詞，無漏就是煩惱遠離了，煩惱放下了。戒定慧幫助我們放下煩惱，遠離煩惱。「奉持戒律，明淨清潔，以自莊嚴，持戒淨潔，譬如琉璃」。琉璃是透明的，沒有絲毫染污，表清淨。「《梵網經》曰：戒如明日月，亦如瓔珞珠」，光明的日月，瓔珞珠多半是珠寶，名貴的珠寶，色彩光麗，沒有染污，用它來代表持戒。「故曰戒若琉璃」。『內外明潔』。「內者指心意」，念頭，「意業清淨，起心動念，悉離垢染」。自私自利是染污，名聞利養是染污，五欲六塵是染污，貪瞋痴慢是染污，這些東西統統都放下，都離開了。這是內心。"
    },
    {
      "id": "02-040-0521_p0022",
      "zh_CN": "「外者威仪具足」，这个威仪，仪是仪表，表现在外面的，内有智慧、有定力、有戒律。所以外面表现的，像中国孔老夫子，夫子表现在外面的，《论语》上，夫子的学生对老师有赞叹，老师有五德，温良恭俭让。孔子生活、工作、待人接物，从这五个字我们能够想像得到，夫子厚道、温厚，我们讲人，这个人忠厚，人厚道、温和，显出他的稳重、善良、恭敬。佛菩萨对于任何人恭敬，人不敬佛菩萨，佛菩萨恭敬人，为什么？佛菩萨知道一切众生本来是佛。圣人知道，一切众生皆可以做圣人，只要你想做，没有做不到的。功名富贵那是有命，但是作圣、作贤、作佛、作菩萨，那不是命，那是愿力，真正发愿、真正学习能做到。所以孔子对人恭敬，不管是什么人，守礼。第四个德行节俭，生活简单、节俭。最后一个谦让，谦虚，处处让别人，决定没有竞争，竞争尚且没有，巧取豪夺的行为当然远离了。这是夫子智慧德行表现在日常生活当中，学生把它写成文字传下来，让我们知道、认识夫子的风范。",
      "zh_TW": "「外者威儀具足」，這個威儀，儀是儀表，表現在外面的，內有智慧、有定力、有戒律。所以外面表現的，像中國孔老夫子，夫子表現在外面的，《論語》上，夫子的學生對老師有讚歎，老師有五德，溫良恭儉讓。孔子生活、工作、待人接物，從這五個字我們能夠想像得到，夫子厚道、溫厚，我們講人，這個人忠厚，人厚道、溫和，顯出他的穩重、善良、恭敬。佛菩薩對於任何人恭敬，人不敬佛菩薩，佛菩薩恭敬人，為什麼？佛菩薩知道一切眾生本來是佛。聖人知道，一切眾生皆可以做聖人，只要你想做，沒有做不到的。功名富貴那是有命，但是作聖、作賢、作佛、作菩薩，那不是命，那是願力，真正發願、真正學習能做到。所以孔子對人恭敬，不管是什麼人，守禮。第四個德行節儉，生活簡單、節儉。最後一個謙讓，謙虛，處處讓別人，決定沒有競爭，競爭尚且沒有，巧取豪奪的行為當然遠離了。這是夫子智慧德行表現在日常生活當中，學生把它寫成文字傳下來，讓我們知道、認識夫子的風範。"
    },
    {
      "id": "02-040-0521_p0023",
      "zh_CN": "这五德，也变成中国读书人行为的标准，得向孔子学，像个读书人。这个读书人，现在就是有文化的人，有文化的人标准是孔子。要把孔子温良恭俭让这五德做出来，不做出来，学了没用处，要做出来。真正做出来了，我相信任何一个人看到你都喜欢你，都尊重你，都爱护你，都想向你学习。夫子被后人称为万世师表，老师当中的典范，是什么？内有五德，仁义礼智信，外面有五德，温良恭俭让。",
      "zh_TW": "這五德，也變成中國讀書人行為的標準，得向孔子學，像個讀書人。這個讀書人，現在就是有文化的人，有文化的人標準是孔子。要把孔子溫良恭儉讓這五德做出來，不做出來，學了沒用處，要做出來。真正做出來了，我相信任何一個人看到你都喜歡你，都尊重你，都愛護你，都想向你學習。夫子被後人稱為萬世師表，老師當中的典範，是什麼？內有五德，仁義禮智信，外面有五德，溫良恭儉讓。"
    },
    {
      "id": "02-040-0521_p0024",
      "zh_CN": "中国古时候的社会，两百年前，社会上确实是这样的风气，学了真干，所以每一个家庭家齐，国治，天下平，世界安定和平。嘉庆以后国运就衰了，社会还能保持相当程度的和谐繁荣。到道光、同治，同治，慈禧太后执政，国运大衰。衰在哪里？对祖宗东西产生怀疑，对西方人的机器生羡慕之心，认为中国之衰，是衰在传统文化。这个观念是错误的，这个错误观念带给我们现前这么多的灾难。这与讲经教学关系很大。年轻人崇洋媚外，对自己祖宗、对自己传统丧失信心，现在果实现前了，怎么办？多少人忧虑，忧虑也没办法。要回头，不回头解决不了问题。",
      "zh_TW": "中國古時候的社會，兩百年前，社會上確實是這樣的風氣，學了真幹，所以每一個家庭家齊，國治，天下平，世界安定和平。嘉慶以後國運就衰了，社會還能保持相當程度的和諧繁榮。到道光、同治，同治，慈禧太后執政，國運大衰。衰在哪裡？對祖宗東西產生懷疑，對西方人的機器生羨慕之心，認為中國之衰，是衰在傳統文化。這個觀念是錯誤的，這個錯誤觀念帶給我們現前這麼多的災難。這與講經教學關係很大。年輕人崇洋媚外，對自己祖宗、對自己傳統喪失信心，現在果實現前了，怎麼辦？多少人憂慮，憂慮也沒辦法。要回頭，不回頭解決不了問題。"
    },
    {
      "id": "02-040-0521_p0025",
      "zh_CN": "「德形于外，内外悉洁」，内外都干净。「故其言说令众心悦诚服」，这四个字重要，如何能叫大众对你心悦诚服？这个问题不在外面，在自己的内心与外貌。没做到，不行。「故曰其所言说，令众悦服」，他的言说，他全做到了，他没有骗人。先做到，然后再说，大众就服你。我还没做到，我叫大众去做，大众对你怀疑，认为你欺骗他，他不服，当然他不肯干。所以一定要成就自己的德行，然后才能帮助别人。看古代的圣贤，看释迦如来，看菩萨祖师，没有一个不是真诚慈悲，为众生做出榜样，做出模范。",
      "zh_TW": "「德形於外，內外悉潔」，內外都乾淨。「故其言說令眾心悅誠服」，這四個字重要，如何能叫大眾對你心悅誠服？這個問題不在外面，在自己的內心與外貌。沒做到，不行。「故曰其所言說，令眾悅服」，他的言說，他全做到了，他沒有騙人。先做到，然後再說，大眾就服你。我還沒做到，我叫大眾去做，大眾對你懷疑，認為你欺騙他，他不服，當然他不肯幹。所以一定要成就自己的德行，然後才能幫助別人。看古代的聖賢，看釋迦如來，看菩薩祖師，沒有一個不是真誠慈悲，為眾生做出榜樣，做出模範。"
    },
    {
      "id": "02-040-0521_p0026",
      "zh_CN": "下面经文三句，『击法鼓，建法幢，曜慧日』。「《会疏》曰：法音高响，犹如鼓声」，这是击法鼓的意思。「威德摧邪，犹如胜幢」，幢表真正的威德，真有大德，自自然然降伏邪门外道。「慧日照迷，犹如杲日」，杲日是中午的太阳。鼓、幢是佛门的法器，鼓是集众的，大众要集合，擂鼓，击鼓集众。幢是旗帜的一种，我们现在这个道场，古人的道场，寺院庵堂都有旗杆。旗杆做什么用？挂旗帜的，不是挂国旗，悬挂的是幡、幢。幡是扁形的，幢是圆形的，有一点像飞机场的风筒一样，圆形的。它的作用是信号，通知周边这些信徒，今天旗杆上挂了幡，做法会，喜欢做法会，看到挂幡，今天道场有法会，就去了；幢是讲经，圆形的是讲经，今天道场有法师讲经，欢迎大家来听，所以是信号。佛很谦虚，不敢邀请你来，是把信号传到外面，你喜欢，自己来。你看现在学校招生，古时候谁敢招生？孔子都不敢。招生是什么？表示我有资格做你老师。古大德不敢，不敢为人师。真正为人师的，这是佛陀。大菩萨都谦虚，我们称佛为本师。所以幡幢的作用，我们明了。现在不起作用了，现在都建筑的高楼大厦，旗杆不起作用，旗杆上挂的旗，隔一栋房子看不见了，古时候管用，现在不管用了。但是现在信息很发达，有电视、有网路、有报纸，这些可以刊登广告，今天道场有什么活动，详详细细的刊登到，大家看到自然就来了，所以它的作用跟现在广告一样。",
      "zh_TW": "下面經文三句，『擊法鼓，建法幢，曜慧日』。「《會疏》曰：法音高響，猶如鼓聲」，這是擊法鼓的意思。「威德摧邪，猶如勝幢」，幢表真正的威德，真有大德，自自然然降伏邪門外道。「慧日照迷，猶如杲日」，杲日是中午的太陽。鼓、幢是佛門的法器，鼓是集眾的，大眾要集合，擂鼓，擊鼓集眾。幢是旗幟的一種，我們現在這個道場，古人的道場，寺院庵堂都有旗杆。旗杆做什麼用？掛旗幟的，不是掛國旗，懸掛的是幡、幢。幡是扁形的，幢是圓形的，有一點像飛機場的風筒一樣，圓形的。它的作用是信號，通知周邊這些信徒，今天旗杆上掛了幡，做法會，喜歡做法會，看到掛幡，今天道場有法會，就去了；幢是講經，圓形的是講經，今天道場有法師講經，歡迎大家來聽，所以是信號。佛很謙虛，不敢邀請你來，是把信號傳到外面，你喜歡，自己來。你看現在學校招生，古時候誰敢招生？孔子都不敢。招生是什麼？表示我有資格做你老師。古大德不敢，不敢為人師。真正為人師的，這是佛陀。大菩薩都謙虛，我們稱佛為本師。所以幡幢的作用，我們明瞭。現在不起作用了，現在都建築的高樓大廈，旗杆不起作用，旗杆上掛的旗，隔一棟房子看不見了，古時候管用，現在不管用了。但是現在信息很發達，有電視、有網路、有報紙，這些可以刊登廣告，今天道場有什麼活動，詳詳細細的刊登到，大家看到自然就來了，所以它的作用跟現在廣告一樣。"
    },
    {
      "id": "02-040-0521_p0027",
      "zh_CN": "《会疏》里头注解，疏的意思，「法鼓喻菩萨法音，醒众远闻」，菩萨讲经说法，法音远闻。现在我们用科学的工具让法音远闻，用电视、用卫星、用网路。现在的网路电视效果很好，全世界能够收看，效果不亚于卫星电视，成本比卫星电视要低很多。现在的电视台大概台湾可能是世界第一，有一百多家。台湾电视台国家没有管制，每个人都可以设立，所以我听说台湾有一百多个电视台。这个电视台就是建法幢，击法鼓，建法幢。「法幢喻菩萨威德，摧破邪恶」，讲经教学，破除迷信，纠正错误的想法、看法，作用在此地。「如嘉祥师曰：建幢是战胜之相，譬说法降魔得胜」，旗杆上悬挂着幡幢，它有这个意思在里头。",
      "zh_TW": "《會疏》裡頭註解，疏的意思，「法鼓喻菩薩法音，醒眾遠聞」，菩薩講經說法，法音遠聞。現在我們用科學的工具讓法音遠聞，用電視、用衛星、用網路。現在的網路電視效果很好，全世界能夠收看，效果不亞於衛星電視，成本比衛星電視要低很多。現在的電視台大概台灣可能是世界第一，有一百多家。台灣電視台國家沒有管制，每個人都可以設立，所以我聽說台灣有一百多個電視台。這個電視台就是建法幢，擊法鼓，建法幢。「法幢喻菩薩威德，摧破邪惡」，講經教學，破除迷信，糾正錯誤的想法、看法，作用在此地。「如嘉祥師曰：建幢是戰勝之相，譬說法降魔得勝」，旗杆上懸掛著幡幢，它有這個意思在裡頭。"
    },
    {
      "id": "02-040-0521_p0028",
      "zh_CN": "「慧日喻菩萨智慧，照破痴暗，以醒群迷」，菩萨智慧，为我们辨别邪正。菩萨说法，邪正的标准还是依教，依佛经。这个很重要，佛弟子决定依四依法，自己学习跟教化众生依法不依人，法是经典。没有开悟，就是依一部经典，自利利他。别人来向你请教，这个经教你没有学过，可以诚恳的告诉他，我才疏学浅，这些经论没有学过，你另请高明，或者是给他介绍法师大德，我们自己不能解答他。问我们学习的这个，这个可以，自己学习的心得跟他分享，请他指教，态度一定要谦虚。",
      "zh_TW": "「慧日喻菩薩智慧，照破痴闇，以醒群迷」，菩薩智慧，為我們辨別邪正。菩薩說法，邪正的標準還是依教，依佛經。這個很重要，佛弟子決定依四依法，自己學習跟教化眾生依法不依人，法是經典。沒有開悟，就是依一部經典，自利利他。別人來向你請教，這個經教你沒有學過，可以誠懇的告訴他，我才疏學淺，這些經論沒有學過，你另請高明，或者是給他介紹法師大德，我們自己不能解答他。問我們學習的這個，這個可以，自己學習的心得跟他分享，請他指教，態度一定要謙虛。"
    },
    {
      "id": "02-040-0521_p0029",
      "zh_CN": "我们看《华严经》善财童子五十三参，那每一位善知识都是证果的大德，都是法身菩萨，换句话说，统统是明心见性，他们表演的谦虚、恭敬。善财向他请教，他把他自己所学的告诉善财，然后跟善财讲，我知道的很有限，还有许许多多无量法门，别的大德胜过我的很多，你到那边去参学。自己谦虚，赞叹别人。我们学佛学到现在了解了，见性之后就全通了，全通还自己不承认通，自己还给人说我知道的有限，佛法广大没有边际，比我高明的人很多，你到那边去请教。这是我们应当要学习的，把我慢彻底摧毁。傲慢是很大的障碍，连孔子都说，「如有周公之才之美，使骄且吝，其余则不足观也」。周公，圣人，孔夫子一生最崇拜的一个人。他就是想学周公，没学成，没有人用他。周游列国，就是想有诸侯王能用他，他能做得像周公一样好，可惜没人用，晚年回老家去教学。这谦德的重要。",
      "zh_TW": "我們看《華嚴經》善財童子五十三參，那每一位善知識都是證果的大德，都是法身菩薩，換句話說，統統是明心見性，他們表演的謙虛、恭敬。善財向他請教，他把他自己所學的告訴善財，然後跟善財講，我知道的很有限，還有許許多多無量法門，別的大德勝過我的很多，你到那邊去參學。自己謙虛，讚歎別人。我們學佛學到現在了解了，見性之後就全通了，全通還自己不承認通，自己還給人說我知道的有限，佛法廣大沒有邊際，比我高明的人很多，你到那邊去請教。這是我們應當要學習的，把我慢徹底摧毀。傲慢是很大的障礙，連孔子都說，「如有周公之才之美，使驕且吝，其餘則不足觀也」。周公，聖人，孔夫子一生最崇拜的一個人。他就是想學周公，沒學成，沒有人用他。周遊列國，就是想有諸侯王能用他，他能做得像周公一樣好，可惜沒人用，晚年回老家去教學。這謙德的重要。"
    },
    {
      "id": "02-040-0521_p0030",
      "zh_CN": "「又《净影疏》以闻思修三慧明此三喻」，这个疏里头说，击法鼓，比喻闻智慧之法。「鼓声远被，名击法鼓」，也就是说法的音声传得很远，这就是击法鼓的意思。建法幢比喻思慧，闻思修三慧，「喻思慧法，立义称建，义出名幢」。指建立法义，彰愿于众，为建法幢。这像圣贤、像佛菩萨，佛菩萨建立一乘，或者是建立三乘，这都是法幢的意思。能把他所建立的讲得清楚、讲得明白，学人依教修行，确实能够证得，这幢的意思。「言曜慧日，除痴暗者」，这个说修慧，修慧帮助众生开悟，痴暗就是无明、暗惑，惑是迷惑。智慧开了，迷惑就断了，这是曜慧日的意思。",
      "zh_TW": "「又《淨影疏》以聞思修三慧明此三喻」，這個疏裡頭說，擊法鼓，比喻聞智慧之法。「鼓聲遠被，名擊法鼓」，也就是說法的音聲傳得很遠，這就是擊法鼓的意思。建法幢比喻思慧，聞思修三慧，「喻思慧法，立義稱建，義出名幢」。指建立法義，彰願於眾，為建法幢。這像聖賢、像佛菩薩，佛菩薩建立一乘，或者是建立三乘，這都是法幢的意思。能把他所建立的講得清楚、講得明白，學人依教修行，確實能夠證得，這幢的意思。「言曜慧日，除痴闇者」，這個說修慧，修慧幫助眾生開悟，痴闇就是無明、闇惑，惑是迷惑。智慧開了，迷惑就斷了，這是曜慧日的意思。"
    },
    {
      "id": "02-040-0521_p0031",
      "zh_CN": "《华严经二》是第二卷，第二卷经文里头有这几句话，「如来智慧无边际，一切世间莫能测，永灭众生痴暗心」。如来智慧，没有说释迦佛的智慧，没有说阿弥陀佛的智慧，用如来。大乘佛法里头说佛是从事上讲的，从人身上讲的，释迦牟尼佛、阿弥陀佛。如果说如来就不是这个意思，如来是从自性上讲的，「一切众生皆有如来智慧德相」，从心性就叫如来。你看普贤十大愿王就很明显，第一愿「礼敬诸佛」，第二愿「称赞如来」，不能说称赞诸佛，一定称赞如来。礼敬诸佛是事，一切众生本来是佛，统统要礼敬、要平等。礼敬是普遍的，称赞，称赞有差别。人家干坏事，你不能称赞，你称赞，大家都学坏了，你要背因果责任。只能称善，不能称恶；只能称赞正，不能称赞邪。所以他用如来，不用佛。如来，从性上说的，佛，从事上讲的。",
      "zh_TW": "《華嚴經二》是第二卷，第二卷經文裡頭有這幾句話，「如來智慧無邊際，一切世間莫能測，永滅眾生痴闇心」。如來智慧，沒有說釋迦佛的智慧，沒有說阿彌陀佛的智慧，用如來。大乘佛法裡頭說佛是從事上講的，從人身上講的，釋迦牟尼佛、阿彌陀佛。如果說如來就不是這個意思，如來是從自性上講的，「一切眾生皆有如來智慧德相」，從心性就叫如來。你看普賢十大願王就很明顯，第一願「禮敬諸佛」，第二願「稱讚如來」，不能說稱讚諸佛，一定稱讚如來。禮敬諸佛是事，一切眾生本來是佛，統統要禮敬、要平等。禮敬是普遍的，稱讚，稱讚有差別。人家幹壞事，你不能稱讚，你稱讚，大家都學壞了，你要背因果責任。只能稱善，不能稱惡；只能稱讚正，不能稱讚邪。所以他用如來，不用佛。如來，從性上說的，佛，從事上講的。"
    },
    {
      "id": "02-040-0521_p0032",
      "zh_CN": "我们在《华严经》上看到，五十三参里头，有三位善知识用的方法不善，但是他可以用，我们要用就糟了，我们要用就堕地狱，他用成佛道。他用什么方法？杀盗淫。所以你会，哪一法不是佛法？杀盗淫都能成佛。为什么？在杀盗淫里头断一切念头，不起心不动念，行杀盗淫。不起心不动念，这是什么人？这是佛。我们干杀盗淫起心动念，起心动念干杀盗淫就是无间地狱。不起心不动念、不分别不执着，干杀盗淫等于没有干，不结业，他能办事。谁能做得到？法身菩萨，决定是明心见性。他有能力六根在六尘境界里头，真正做到不起心不动念，看得清楚是慧，不起心不动念是自性本定。凡夫没有这个能力，凡夫见色闻声起妄想，这个我喜欢，我想拥有，那个我讨厌，我想远离它，起分别执着，那就造业。菩萨六根在六尘境界里面不造业，而成就无量功德。只要离开妄想分别执着，全是功德。",
      "zh_TW": "我們在《華嚴經》上看到，五十三參裡頭，有三位善知識用的方法不善，但是他可以用，我們要用就糟了，我們要用就墮地獄，他用成佛道。他用什麼方法？殺盜淫。所以你會，哪一法不是佛法？殺盜淫都能成佛。為什麼？在殺盜淫裡頭斷一切念頭，不起心不動念，行殺盜淫。不起心不動念，這是什麼人？這是佛。我們幹殺盜淫起心動念，起心動念幹殺盜淫就是無間地獄。不起心不動念、不分別不執著，幹殺盜淫等於沒有幹，不結業，他能辦事。誰能做得到？法身菩薩，決定是明心見性。他有能力六根在六塵境界裡頭，真正做到不起心不動念，看得清楚是慧，不起心不動念是自性本定。凡夫沒有這個能力，凡夫見色聞聲起妄想，這個我喜歡，我想擁有，那個我討厭，我想遠離它，起分別執著，那就造業。菩薩六根在六塵境界裡面不造業，而成就無量功德。只要離開妄想分別執著，全是功德。"
    },
    {
      "id": "02-040-0521_p0033",
      "zh_CN": "像这些法佛不常讲，讲怕人产生误会，一知半解，断章取义，那就大错特错了。这些法叫深密，不是秘密。密宗，不是说秘密的，深，理太深了，事也深，它复杂。你不是透彻的了解，你做不到，你要跟它学就错了，学不得的。末法这个时期，我们有我，人家赞叹我们会欢喜，别人毁谤我们，我们会怨恨、会生气，这就是道道地地的凡夫，连小乘须陀洹都比不上。小乘须陀洹虽然没有断烦恼，他有修养的功夫，你赞叹他，他不会生欢喜心。为什么？他知道很惭愧，你赞叹我，我跟诸佛菩萨比差远了，不值得赞叹；你骂他，他不会生气，不但不生气，他承受了，消业障，修忍辱波罗蜜。毁谤的人、羞辱的人、陷害的人、障碍的人都是我的善知识，替我消业障，他们造罪业替我消业障，我怎么可以怨恨他？我应当感恩。这就对了，真诚慈悲心从这生出来。所以学佛、学圣人，就要学吃亏，要学上当，要从这些逆境上去修。吃亏上当受不了，你怎么能成就？",
      "zh_TW": "像這些法佛不常講，講怕人產生誤會，一知半解，斷章取義，那就大錯特錯了。這些法叫深密，不是祕密。密宗，不是說祕密的，深，理太深了，事也深，它複雜。你不是透徹的了解，你做不到，你要跟它學就錯了，學不得的。末法這個時期，我們有我，人家讚歎我們會歡喜，別人毀謗我們，我們會怨恨、會生氣，這就是道道地地的凡夫，連小乘須陀洹都比不上。小乘須陀洹雖然沒有斷煩惱，他有修養的功夫，你讚歎他，他不會生歡喜心。為什麼？他知道很慚愧，你讚歎我，我跟諸佛菩薩比差遠了，不值得讚歎；你罵他，他不會生氣，不但不生氣，他承受了，消業障，修忍辱波羅蜜。毀謗的人、羞辱的人、陷害的人、障礙的人都是我的善知識，替我消業障，他們造罪業替我消業障，我怎麼可以怨恨他？我應當感恩。這就對了，真誠慈悲心從這生出來。所以學佛、學聖人，就要學吃虧，要學上當，要從這些逆境上去修。吃虧上當受不了，你怎麼能成就？"
    },
    {
      "id": "02-040-0521_p0034",
      "zh_CN": "中国传统文化浓缩起来实在讲只有十二个字，这十二个字，每一个字里头意思深广无尽、无量无边，是我们的性德，我们丧失掉了。这十二个性德收回来，就是圣人，就是菩萨，「孝悌忠信，礼义廉耻，仁爱和平」，就十二个字。真正希圣希贤，希望自己成圣成贤，这十二个字可不能忘记。这十二个字是大根大本，一切善法都从它生。所以如来智慧无边际，自性智慧，见性之后就明白了，一切世间莫能测。明心见性就是法身菩萨，在极乐世界住实报土，他不在方便土，不在同居土。永灭众生痴暗心，是即慧日破痴暗的意思。",
      "zh_TW": "中國傳統文化濃縮起來實在講只有十二個字，這十二個字，每一個字裡頭意思深廣無盡、無量無邊，是我們的性德，我們喪失掉了。這十二個性德收回來，就是聖人，就是菩薩，「孝悌忠信，禮義廉恥，仁愛和平」，就十二個字。真正希聖希賢，希望自己成聖成賢，這十二個字可不能忘記。這十二個字是大根大本，一切善法都從它生。所以如來智慧無邊際，自性智慧，見性之後就明白了，一切世間莫能測。明心見性就是法身菩薩，在極樂世界住實報土，他不在方便土，不在同居土。永滅眾生痴闇心，是即慧日破痴闇的意思。"
    },
    {
      "id": "02-040-0521_p0035",
      "zh_CN": "下面一段，『淳净温和』，这一段都是讲菩萨的德行，真实功德。「淳」，跟注解里的「纯」是同一个意思，「好也」。「净者，清洁也。淳净指内心之清湛离垢」，也就是我们经题上讲的清净平等，清净平等到极处，淳净。「温者，良也，善也，和也」，有这三个意思。温和，夫子的五德里头有，温良恭俭让，一个人心地善良，温和，平和，平是平等。「温和指仪态之温良和美」，你看到这个人举止动作，心地善良表现在外面，温和、平等、清净，显示他的智慧光明。",
      "zh_TW": "下面一段，『淳淨溫和』，這一段都是講菩薩的德行，真實功德。「淳」，跟註解裡的「純」是同一個意思，「好也」。「淨者，清潔也。淳淨指內心之清湛離垢」，也就是我們經題上講的清淨平等，清淨平等到極處，淳淨。「溫者，良也，善也，和也」，有這三個意思。溫和，夫子的五德裡頭有，溫良恭儉讓，一個人心地善良，溫和，平和，平是平等。「溫和指儀態之溫良和美」，你看到這個人舉止動作，心地善良表現在外面，溫和、平等、清淨，顯示他的智慧光明。"
    },
    {
      "id": "02-040-0521_p0036",
      "zh_CN": "『寂定明察』。现在社会，特别是年轻人，心浮气躁。心浮气躁的反面就是寂定。寂静，大定之中，心是寂，没有染污，心是定，没有动摇。寂就是清净心，定就是平等心，定，不动，清净平等心生智慧，明是智慧，智慧能照了一切诸法，就是察。菩萨表现给我们看的。念老注解里面，「寂定者，实际之理体。明察者，智慧之照用」。我刚才说的意思相同，我用经题意思更清楚，寂是清净，没有丝毫染污，定是平等心，没有动摇，没有起心动念，所以这是实际理体。实际理体就是真如本性，实是真实，理是道理，体是本体，这个体没有形相。",
      "zh_TW": "『寂定明察』。現在社會，特別是年輕人，心浮氣躁。心浮氣躁的反面就是寂定。寂靜，大定之中，心是寂，沒有染污，心是定，沒有動搖。寂就是清淨心，定就是平等心，定，不動，清淨平等心生智慧，明是智慧，智慧能照了一切諸法，就是察。菩薩表現給我們看的。念老註解裡面，「寂定者，實際之理體。明察者，智慧之照用」。我剛才說的意思相同，我用經題意思更清楚，寂是清淨，沒有絲毫染污，定是平等心，沒有動搖，沒有起心動念，所以這是實際理體。實際理體就是真如本性，實是真實，理是道理，體是本體，這個體沒有形相。"
    },
    {
      "id": "02-040-0521_p0037",
      "zh_CN": "读过《楞严经》的人知道，《楞严》一开头，「七处征心」，佛问阿难，心在哪里？如果有人问我们，你心在哪里？一定指着心在身体里头。那就错了，这心不管用。能够思惟、能够想像的，这是心，就是法相唯识里面讲的第六识、第七识。第六识妄想，第七识执着，执着就染污，妄想就动荡不安。修定修什么？就是修这两个心，如何让我们的心不接受染污，不会被外面影响而动荡。境界风一吹，心马上就动，这是凡夫。修行的功夫靠什么？就是这心，心在境界里，看心会不会动，会不会受外头境界影响。真正不受影响，不受干扰，这人叫有定功，得定了。眼在色界里头得定，耳在音声里头得定，鼻在香味里面得定，舌在酸甜苦辣里头得定，不为外面境界所转，这就是寂定。",
      "zh_TW": "讀過《楞嚴經》的人知道，《楞嚴》一開頭，「七處徵心」，佛問阿難，心在哪裡？如果有人問我們，你心在哪裡？一定指著心在身體裡頭。那就錯了，這心不管用。能夠思惟、能夠想像的，這是心，就是法相唯識裡面講的第六識、第七識。第六識妄想，第七識執著，執著就染污，妄想就動盪不安。修定修什麼？就是修這兩個心，如何讓我們的心不接受染污，不會被外面影響而動盪。境界風一吹，心馬上就動，這是凡夫。修行的功夫靠什麼？就是這心，心在境界裡，看心會不會動，會不會受外頭境界影響。真正不受影響，不受干擾，這人叫有定功，得定了。眼在色界裡頭得定，耳在音聲裡頭得定，鼻在香味裡面得定，舌在酸甜苦辣裡頭得定，不為外面境界所轉，這就是寂定。"
    },
    {
      "id": "02-040-0521_p0038",
      "zh_CN": "所以真实的理体就是真如本性，真心。明察，智慧的照用，这个智慧是自性本具的，不是外头来的，外面没有智慧，外面得来的是知识。知识跟智慧要分清楚，不是一桩事情。智慧是从内心里面发出来的，是你本有的，而且跟诸佛如来是相同的。佛说得很清楚、很明白，「一切众生皆有如来智慧德相」。学佛，不在外面学，要从里面学，必须要从心性里面把智慧透出来，把德行、相好发展出来，这得佛法的受用。",
      "zh_TW": "所以真實的理體就是真如本性，真心。明察，智慧的照用，這個智慧是自性本具的，不是外頭來的，外面沒有智慧，外面得來的是知識。知識跟智慧要分清楚，不是一樁事情。智慧是從內心裡面發出來的，是你本有的，而且跟諸佛如來是相同的。佛說得很清楚、很明白，「一切眾生皆有如來智慧德相」。學佛，不在外面學，要從裡面學，必須要從心性裡面把智慧透出來，把德行、相好發展出來，這得佛法的受用。"
    },
    {
      "id": "02-040-0521_p0039",
      "zh_CN": "下面引《宗镜录》的话说，《宗镜录》里有两句话，「以一心为宗，照万法如镜」。这两句话是禅宗的，禅宗求什么？明心见性。明心见性，一心是宗，宗是最重要的，最主要的。起作用呢？照万法，像一面明镜一样，照得清清楚楚。这两句话，下面黄念老给我们加以解释，「寂定如镜之体，明察如镜之用」。这两句话讲得好，寂定是真心。惠能大师见性，前面四句说的是真心，末后一句是真心起的作用，能生万法。整个宇宙从哪来的？真心变现出来的，真心是能生能现，宇宙万有是所生所现，能所是一不是二。就像我们作梦，每个人都有作梦的经验，作梦到底是怎么回事情？梦从哪来的？现在科学家说下意识变现的。下意识在什么地方？把整个身体解剖，也找不到下意识在哪里。它有没有？它有，你找不到，它不是物质现象，但是它也没有离开物质。",
      "zh_TW": "下面引《宗鏡錄》的話說，《宗鏡錄》裡有兩句話，「以一心為宗，照萬法如鏡」。這兩句話是禪宗的，禪宗求什麼？明心見性。明心見性，一心是宗，宗是最重要的，最主要的。起作用呢？照萬法，像一面明鏡一樣，照得清清楚楚。這兩句話，下面黃念老給我們加以解釋，「寂定如鏡之體，明察如鏡之用」。這兩句話講得好，寂定是真心。惠能大師見性，前面四句說的是真心，末後一句是真心起的作用，能生萬法。整個宇宙從哪來的？真心變現出來的，真心是能生能現，宇宙萬有是所生所現，能所是一不是二。就像我們作夢，每個人都有作夢的經驗，作夢到底是怎麼回事情？夢從哪來的？現在科學家說下意識變現的。下意識在什麼地方？把整個身體解剖，也找不到下意識在哪裡。它有沒有？它有，你找不到，它不是物質現象，但是它也沒有離開物質。"
    },
    {
      "id": "02-040-0521_p0040",
      "zh_CN": "心理现象跟物质现象永远是联合在一起的，不可能只有单独的物质，或者是单独的心理现象，没有办法分的。佛家讲得好，叫五蕴。五蕴，第一个色，物质现象，后面受想行识，心理现象，色里头有受想行识，受想行识都有色，永远分不开。把它分开，问题出来了。这是现代的量子力学家说，科学在地球上发展四百年了，这四百年一个大误区，一直没法子解决，现在搞清楚了。这误区是什么？二分法，错误了。二分法就是把物质跟意念分作两分，就是精神跟物质分成两分，这个错了，不能分的。宇宙之间没有唯心，也没有唯物，心物是一体，不能分，这是最近的科学家发现的。佛经上讲得很清楚，五蕴就是不分，色受想行识，色里头有受想行识，受想行识里头有色法，我们肉眼看不见。今天科学把佛法证明了，对我们学佛有很大的帮助。我们虽然没有证得，科学给我们做证明，让我们可以相信它，不再怀疑了。",
      "zh_TW": "心理現象跟物質現象永遠是聯合在一起的，不可能只有單獨的物質，或者是單獨的心理現象，沒有辦法分的。佛家講得好，叫五蘊。五蘊，第一個色，物質現象，後面受想行識，心理現象，色裡頭有受想行識，受想行識都有色，永遠分不開。把它分開，問題出來了。這是現代的量子力學家說，科學在地球上發展四百年了，這四百年一個大誤區，一直沒法子解決，現在搞清楚了。這誤區是什麼？二分法，錯誤了。二分法就是把物質跟意念分作兩分，就是精神跟物質分成兩分，這個錯了，不能分的。宇宙之間沒有唯心，也沒有唯物，心物是一體，不能分，這是最近的科學家發現的。佛經上講得很清楚，五蘊就是不分，色受想行識，色裡頭有受想行識，受想行識裡頭有色法，我們肉眼看不見。今天科學把佛法證明了，對我們學佛有很大的幫助。我們雖然沒有證得，科學給我們做證明，讓我們可以相信它，不再懷疑了。"
    },
    {
      "id": "02-040-0521_p0041",
      "zh_CN": "证是功夫，那就是我们这个心寂静到什么样的程度，寂静到一定的程度，佛经上说的八地以上，那个时候就明察了，对于整个宇宙清清楚楚、明明了瞭，没有看错，没想错。八地以前有知道，解悟，没有证悟，听佛讲经说法，自己所体会到的，但是自己没见到，不能得圆满的作用，能得少分的作用，破除迷惑。",
      "zh_TW": "證是功夫，那就是我們這個心寂靜到什麼樣的程度，寂靜到一定的程度，佛經上說的八地以上，那個時候就明察了，對於整個宇宙清清楚楚、明明瞭瞭，沒有看錯，沒想錯。八地以前有知道，解悟，沒有證悟，聽佛講經說法，自己所體會到的，但是自己沒見到，不能得圓滿的作用，能得少分的作用，破除迷惑。"
    },
    {
      "id": "02-040-0521_p0042",
      "zh_CN": "「了了分明，秋毫不爽」，这叫明察，秋毫是微细，极其微细，你也看得很清楚、很明白。「寂定明察者，寂而常照也」，照而常寂，寂而常照，大乘经论里佛常说，就这个意思。今天时间到了，我们就学习到此地。",
      "zh_TW": "「了了分明，秋毫不爽」，這叫明察，秋毫是微細，極其微細，你也看得很清楚、很明白。「寂定明察者，寂而常照也」，照而常寂，寂而常照，大乘經論裡佛常說，就這個意思。今天時間到了，我們就學習到此地。"
    }
  ]
}