{
  "doc_id": "02-040-0171",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七一集",
    "zh_TW": "第一七一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0171",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0171_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百三十八页，倒数第五行。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百三十八頁，倒數第五行。"
    },
    {
      "id": "02-040-0171_p0002",
      "zh_CN": "今天是中国农历蛇年元旦，我们听到外面一片恭喜的声音，祝福大家新年吉祥如意，在这一年当中福慧增长。我们接着看念老的注解：",
      "zh_TW": "今天是中國農曆蛇年元旦，我們聽到外面一片恭喜的聲音，祝福大家新年吉祥如意，在這一年當中福慧增長。我們接著看念老的註解："
    },
    {
      "id": "02-040-0171_p0003",
      "zh_CN": "「以上八大地狱外，更有八寒冰狱，依次横列」，前面八热地狱是竖的，一层往下面一层去，愈往下面去愈苦。这说明这个世界有，极乐世界没有。地狱，不但是地狱，一切法都是人心变出来的，实际上没这些东西。虽然变出来也不是真的，所谓真的是永恒不变，假的是刹那刹那都在改变。如果我们不善的心行没有了，这地狱立刻就消失了，就像一场梦一样，梦醒了什么也不见了。人生确实是一场梦，不必过分计较，希望大家都作美梦，不要作恶梦。这是一切诸佛菩萨之心愿，佛也就是因为这桩事情出现于世，帮助我们破迷开悟、离苦得乐。",
      "zh_TW": "「以上八大地獄外，更有八寒冰獄，依次橫列」，前面八熱地獄是豎的，一層往下面一層去，愈往下面去愈苦。這說明這個世界有，極樂世界沒有。地獄，不但是地獄，一切法都是人心變出來的，實際上沒這些東西。雖然變出來也不是真的，所謂真的是永恆不變，假的是剎那剎那都在改變。如果我們不善的心行沒有了，這地獄立刻就消失了，就像一場夢一樣，夢醒了什麼也不見了。人生確實是一場夢，不必過分計較，希望大家都作美夢，不要作惡夢。這是一切諸佛菩薩之心願，佛也就是因為這樁事情出現於世，幫助我們破迷開悟、離苦得樂。"
    },
    {
      "id": "02-040-0171_p0004",
      "zh_CN": "所以苦，你看也有纵横，这边讲横的。第一个「额部陀」，额部陀这是梵语，翻成中国是「疱」，意思是疱，「严寒逼身，体上生疱」，我们中国人叫冻疮。小时候我们住在华中，冬天下大雪，生冻疮的现象是很普遍的，几乎每个人都有这个经历，我们小时候生过冻疮。地狱里头这个冻疮就可想而知，那不是一个两个，是遍体的，这个痛苦我们能想像得到。第二是「尼刺部陀」，这都是梵语，翻成中国意思是「极寒」。好像我们在信息当中听说今年气候反常，全世界南北，靠近南北极都有极寒的现象，零下四十几度，过去从来没有发现过的，而且时间很长。我们相信有伤亡众生，没有看到详细报导。「体分疱裂」，这个冻疮裂开，这是非常痛苦的事情。",
      "zh_TW": "所以苦，你看也有縱橫，這邊講橫的。第一個「額部陀」，額部陀這是梵語，翻成中國是「皰」，意思是皰，「嚴寒逼身，體上生皰」，我們中國人叫凍瘡。小時候我們住在華中，冬天下大雪，生凍瘡的現象是很普遍的，幾乎每個人都有這個經歷，我們小時候生過凍瘡。地獄裡頭這個凍瘡就可想而知，那不是一個兩個，是遍體的，這個痛苦我們能想像得到。第二是「尼刺部陀」，這都是梵語，翻成中國意思是「極寒」。好像我們在信息當中聽說今年氣候反常，全世界南北，靠近南北極都有極寒的現象，零下四十幾度，過去從來沒有發現過的，而且時間很長。我們相信有傷亡眾生，沒有看到詳細報導。「體分皰裂」，這個凍瘡裂開，這是非常痛苦的事情。"
    },
    {
      "id": "02-040-0171_p0005",
      "zh_CN": "第三个「呵罗罗」，这是印度话，寒逼而自口中所发这种震动的声音。第四个「阿婆婆」，第五个「虎虎婆」，意思跟前面都差不多，但是一个比一个严重。这三个，呵罗罗是最轻的，阿婆婆是比较重，虎虎婆是最严重的，这个都是痛苦的声音，非常凄惨。第六个「嗢钵罗」，意思是「青莲花」，这就是冻疮暴发之后，看那个样子就像莲花一样，它裂开了。这比前面虎虎婆还要严重，这从形相上说的。「严寒逼迫」，身分裂开，冻的这个地方裂开了，像青莲花一样。「钵特摩」是「红莲花」。一种是青色的，一种是红色的，都是在极冷之下产生的现象。第八个是「摩诃钵特罗」，这「大红莲花」。统统都是形容人身体冻裂的状况，到大红莲花的时候，那就是惨不忍睹了，都不忍心看到，也不忍心提到。上面讲的这十六种狱，八寒八热，这是「根本地狱」。",
      "zh_TW": "第三個「呵羅羅」，這是印度話，寒逼而自口中所發這種震動的聲音。第四個「阿婆婆」，第五個「虎虎婆」，意思跟前面都差不多，但是一個比一個嚴重。這三個，呵羅羅是最輕的，阿婆婆是比較重，虎虎婆是最嚴重的，這個都是痛苦的聲音，非常淒慘。第六個「嗢缽羅」，意思是「青蓮花」，這就是凍瘡暴發之後，看那個樣子就像蓮花一樣，它裂開了。這比前面虎虎婆還要嚴重，這從形相上說的。「嚴寒逼迫」，身分裂開，凍的這個地方裂開了，像青蓮花一樣。「缽特摩」是「紅蓮花」。一種是青色的，一種是紅色的，都是在極冷之下產生的現象。第八個是「摩訶缽特羅」，這「大紅蓮花」。統統都是形容人身體凍裂的狀況，到大紅蓮花的時候，那就是慘不忍睹了，都不忍心看到，也不忍心提到。上面講的這十六種獄，八寒八熱，這是「根本地獄」。"
    },
    {
      "id": "02-040-0171_p0006",
      "zh_CN": "下面还有，根本地狱它还有旁边，苦难比它稍微好一点、轻一点的，叫「近边地狱」，另外还有「孤独地狱」，有这么多种。近边是临近的，这个造作的罪轻一点，受苦也比较轻，没有那么严重。孤独地狱，或是在海边，或是在峡谷，也就是没有人烟的地方。这个在地狱里头虽然没有很多的严重的痛苦，就好像被禁闭，关在牢里头一样，与外面境界不能够畅通，孤孤单单，在这个里头受报。如果觉悟了，真正能够反省、认错、忏悔，他就能离开地狱，再回到人间，这是忏悔功夫最得力的。次一等的，他到饿鬼道、到畜生道，在饿鬼、畜生里头业报消尽了，才能再回到人道。这些人回到人道，他在地狱时间长，三恶道的时间都长，带着恶道的习气，在人道里头很容易造业，造不善的业，很容易。我们在《地藏经》上看到，经文里描绘的这些人，好不容易离开地狱，可是没有多久他又回去了。这些阎罗、鬼王看到了都摇头：出去，你就别再回来，怎么出去没多久又回来了？习染造业，又得回去再受。这样子反反复复，不知道到哪一劫他才真的回头，回到人间来的时候他还能断恶修善、积功累德。这都是事实。",
      "zh_TW": "下面還有，根本地獄它還有旁邊，苦難比它稍微好一點、輕一點的，叫「近邊地獄」，另外還有「孤獨地獄」，有這麼多種。近邊是臨近的，這個造作的罪輕一點，受苦也比較輕，沒有那麼嚴重。孤獨地獄，或是在海邊，或是在峽谷，也就是沒有人煙的地方。這個在地獄裡頭雖然沒有很多的嚴重的痛苦，就好像被禁閉，關在牢裡頭一樣，與外面境界不能夠暢通，孤孤單單，在這個裡頭受報。如果覺悟了，真正能夠反省、認錯、懺悔，他就能離開地獄，再回到人間，這是懺悔功夫最得力的。次一等的，他到餓鬼道、到畜生道，在餓鬼、畜生裡頭業報消盡了，才能再回到人道。這些人回到人道，他在地獄時間長，三惡道的時間都長，帶著惡道的習氣，在人道裡頭很容易造業，造不善的業，很容易。我們在《地藏經》上看到，經文裡描繪的這些人，好不容易離開地獄，可是沒有多久他又回去了。這些閻羅、鬼王看到了都搖頭：出去，你就別再回來，怎麼出去沒多久又回來了？習染造業，又得回去再受。這樣子反反覆覆，不知道到哪一劫他才真的回頭，回到人間來的時候他還能斷惡修善、積功累德。這都是事實。"
    },
    {
      "id": "02-040-0171_p0007",
      "zh_CN": "所以人，古人教导我们，教我们学吃亏、学忍让，连孔老夫子五德里头有让，说明孔夫子一生不跟人争，你争我就让，你进我就退，处处让人。让，吃不吃亏？不吃亏。你看，孔夫子变成圣人，千秋万世受到人尊敬，这是果报，这是我们看到的。二千五百年到现在，提起孔子，谁不尊敬？谁不敬仰？这就是吃亏是福。如果夫子不肯吃亏、不肯让，处处跟人争，谁知道有孔子？没人知道了。你看这一比较，让是正确的，吃亏真的是福。恶人，谚语有所谓，恶人自有恶人磨他，折磨他，我们何必跟他争？这是做人基本的道理，我们要守住。",
      "zh_TW": "所以人，古人教導我們，教我們學吃虧、學忍讓，連孔老夫子五德裡頭有讓，說明孔夫子一生不跟人爭，你爭我就讓，你進我就退，處處讓人。讓，吃不吃虧？不吃虧。你看，孔夫子變成聖人，千秋萬世受到人尊敬，這是果報，這是我們看到的。二千五百年到現在，提起孔子，誰不尊敬？誰不敬仰？這就是吃虧是福。如果夫子不肯吃虧、不肯讓，處處跟人爭，誰知道有孔子？沒人知道了。你看這一比較，讓是正確的，吃虧真的是福。惡人，諺語有所謂，惡人自有惡人磨他，折磨他，我們何必跟他爭？這是做人基本的道理，我們要守住。"
    },
    {
      "id": "02-040-0171_p0008",
      "zh_CN": "第二是「十六游增地狱」，有十六个种类。「八大地狱中，每一大狱，皆有四门，每一门外，附增四狱」。大地狱有四个门，像城门一样，这地狱门，每个门外都有附增的四个小地狱，这个小地狱很难过。第一个是煻煨地狱，煻煨是热灰，我们参考资料里头有。我们小时候住在农村，烤山芋，就是芋头，放在什么地方烤？放在灰里面。烧灶，煮饭完了之后，灰还是热的，把芋头放到灰底下，大概一、二个小时就熟了，熟透了，非常好吃，那就是煻煨。我们想想，如果一个人要放在那个里面去烤，几个小时也烤熟了，那个多难过！我们想想，那个罪不好受，这种的地狱。「彼诸有情，出求舍宅」，彼是地狱里头众生，他出了地狱，想找个地方休息，走到这个地方，一「下足之时，皮肉及血，并即销烂；举足还生。次此煻煨无间，即有死尸粪泥」。这是第一个。",
      "zh_TW": "第二是「十六遊增地獄」，有十六個種類。「八大地獄中，每一大獄，皆有四門，每一門外，附增四獄」。大地獄有四個門，像城門一樣，這地獄門，每個門外都有附增的四個小地獄，這個小地獄很難過。第一個是煻煨地獄，煻煨是熱灰，我們參考資料裡頭有。我們小時候住在農村，烤山芋，就是芋頭，放在什麼地方烤？放在灰裡面。燒灶，煮飯完了之後，灰還是熱的，把芋頭放到灰底下，大概一、二個小時就熟了，熟透了，非常好吃，那就是煻煨。我們想想，如果一個人要放在那個裡面去烤，幾個小時也烤熟了，那個多難過！我們想想，那個罪不好受，這種的地獄。「彼諸有情，出求舍宅」，彼是地獄裡頭眾生，他出了地獄，想找個地方休息，走到這個地方，一「下足之時，皮肉及血，並即銷爛；舉足還生。次此煻煨無間，即有死屍糞泥」。這是第一個。"
    },
    {
      "id": "02-040-0171_p0009",
      "zh_CN": "你看到外面没事，你脚一踏下去，下面是火，这人马上就被烧死。可是烧死，地狱里头很奇怪，地狱的阴风一吹，他又活了；活了再踏下去，又受这个罪，也是一日一夜，万死万生。我们看到唐太宗那个光碟，他自己说他从无间地狱出来。人家问他，无间地狱怎么个苦法？他说别提了，不能提，提了心有余悸，他说太苦了。听说，佛经上讲，一日一夜，万死万生，是不是真的？真的，一点不错。死了，风一吹，马上活过来，活过来再受，一分一秒都不休息，这样子折磨你。",
      "zh_TW": "你看到外面沒事，你腳一踏下去，下面是火，這人馬上就被燒死。可是燒死，地獄裡頭很奇怪，地獄的陰風一吹，他又活了；活了再踏下去，又受這個罪，也是一日一夜，萬死萬生。我們看到唐太宗那個光碟，他自己說他從無間地獄出來。人家問他，無間地獄怎麼個苦法？他說別提了，不能提，提了心有餘悸，他說太苦了。聽說，佛經上講，一日一夜，萬死萬生，是不是真的？真的，一點不錯。死了，風一吹，馬上活過來，活過來再受，一分一秒都不休息，這樣子折磨你。"
    },
    {
      "id": "02-040-0171_p0010",
      "zh_CN": "地狱，我们知道不是真的，怎么来的？业力变现出来的。不仅是地狱，整个六道是善、不善业混杂变现出来的，唯善无恶那就是四圣法界，合起来叫十法界。六道之外有声闻、缘觉、菩萨、佛，这些是清净善业变现出来。六道里面决定是恶多善少，所以在六道里头也肯定是苦多乐少，我们在人间已经看出了，实际上是六道轮回。人只要不出六道，决定在三善道的时间短，在三恶道的时间长。三善道的人道，寿长的不过百年，可是要堕到恶道，那寿命不是百年，论劫算。",
      "zh_TW": "地獄，我們知道不是真的，怎麼來的？業力變現出來的。不僅是地獄，整個六道是善、不善業混雜變現出來的，唯善無惡那就是四聖法界，合起來叫十法界。六道之外有聲聞、緣覺、菩薩、佛，這些是清淨善業變現出來。六道裡面決定是惡多善少，所以在六道裡頭也肯定是苦多樂少，我們在人間已經看出了，實際上是六道輪迴。人只要不出六道，決定在三善道的時間短，在三惡道的時間長。三善道的人道，壽長的不過百年，可是要墮到惡道，那壽命不是百年，論劫算。"
    },
    {
      "id": "02-040-0171_p0011",
      "zh_CN": "释迦牟尼佛在世的时候，有一次在祇树给孤独园，佛在那边讲经，那边有工程在建筑。这是给孤独长者提供的园林精舍，请佛在那里讲经教学，当年它有工程，我们想想一定是给出家人建的小房子。看到地上有一窝蚂蚁，佛就笑起来了。身边的弟子向佛请教，佛看蚂蚁为什么笑牠？佛就说，这些蚂蚁从堕到蚂蚁身到现在，七尊佛出世了，牠还没有离开蚂蚁身。我们假定，一尊佛要修三个阿僧祇劫，七尊佛就三七二十一个阿僧祇劫，这是最普遍的一个看法。二十一个阿僧祇劫，牠还没有离蚂蚁身。不是说蚂蚁寿命有这么长，不是的，牠愚痴，牠死了以后，又到这个蚂蚁里头去投胎，还是蚂蚁身。死了又投蚂蚁胎，生生世世，牠只知道这么一桩事情，牠不晓得还有别道，牠不知道。愚痴，愈小的动物就愈愚痴，暗钝。所以佛看到笑牠，也是警惕大众，一定要断贪瞋痴。贪心堕饿鬼，瞋恚堕地狱，愚痴堕畜生，愚痴是对于事实真相一无所知。",
      "zh_TW": "釋迦牟尼佛在世的時候，有一次在祇樹給孤獨園，佛在那邊講經，那邊有工程在建築。這是給孤獨長者提供的園林精舍，請佛在那裡講經教學，當年它有工程，我們想想一定是給出家人建的小房子。看到地上有一窩螞蟻，佛就笑起來了。身邊的弟子向佛請教，佛看螞蟻為什麼笑牠？佛就說，這些螞蟻從墮到螞蟻身到現在，七尊佛出世了，牠還沒有離開螞蟻身。我們假定，一尊佛要修三個阿僧祇劫，七尊佛就三七二十一個阿僧祇劫，這是最普遍的一個看法。二十一個阿僧祇劫，牠還沒有離螞蟻身。不是說螞蟻壽命有這麼長，不是的，牠愚痴，牠死了以後，又到這個螞蟻裡頭去投胎，還是螞蟻身。死了又投螞蟻胎，生生世世，牠只知道這麼一樁事情，牠不曉得還有別道，牠不知道。愚痴，愈小的動物就愈愚痴，闇鈍。所以佛看到笑牠，也是警惕大眾，一定要斷貪瞋痴。貪心墮餓鬼，瞋恚墮地獄，愚痴墮畜生，愚痴是對於事實真相一無所知。"
    },
    {
      "id": "02-040-0171_p0012",
      "zh_CN": "事实真相谁能讲清楚？只有大乘佛法，讲清楚、讲明白了。真正搞清楚、搞明白你才会发心，我要离开六道轮回，才会动这个念头。没搞清楚，这个念头想不出来，哪个人不贪恋六道？不贪恋现实？有贪恋的心就有行为，身、口的造作，业就成就了，业牵引你在六道，舍身受身，生生世世没完没了。我们这一生要不是遇到佛法，还不是一样吗？真正叫醉生梦死。遇到佛法，搞清楚、搞明白，这感恩的心生起来了，佛菩萨对我们大恩大德，这个恩德超过父母。父母对我们是一生的恩德，佛菩萨对我们是永恒的恩德，生生世世照顾不舍，很有耐心在等着你回头。肯回头，这就有帮助，这个帮助就是你遇到很多殊胜的缘分。众生有灾难，我们有善心，有大善心，就可以把化解灾难这个缘提前，提前，众生就少受罪。化解不容易，但是提前、延后这个是有的，该延后的时候延后，该提前的时候提前。缘成熟了提前，为什么？有人肯接受了。为什么前面人不提前？前面缘不成熟，你要提前想这么做，反对的人很多，阻碍很多；现在这样做了，人欢喜、人赞叹，这就是缘成熟了。不是说哪个人该做、哪个人疏忽，不是的，法门是平等的，每个人时节因缘不相同。",
      "zh_TW": "事實真相誰能講清楚？只有大乘佛法，講清楚、講明白了。真正搞清楚、搞明白你才會發心，我要離開六道輪迴，才會動這個念頭。沒搞清楚，這個念頭想不出來，哪個人不貪戀六道？不貪戀現實？有貪戀的心就有行為，身、口的造作，業就成就了，業牽引你在六道，捨身受身，生生世世沒完沒了。我們這一生要不是遇到佛法，還不是一樣嗎？真正叫醉生夢死。遇到佛法，搞清楚、搞明白，這感恩的心生起來了，佛菩薩對我們大恩大德，這個恩德超過父母。父母對我們是一生的恩德，佛菩薩對我們是永恆的恩德，生生世世照顧不捨，很有耐心在等著你回頭。肯回頭，這就有幫助，這個幫助就是你遇到很多殊勝的緣分。眾生有災難，我們有善心，有大善心，就可以把化解災難這個緣提前，提前，眾生就少受罪。化解不容易，但是提前、延後這個是有的，該延後的時候延後，該提前的時候提前。緣成熟了提前，為什麼？有人肯接受了。為什麼前面人不提前？前面緣不成熟，你要提前想這麼做，反對的人很多，阻礙很多；現在這樣做了，人歡喜、人讚歎，這就是緣成熟了。不是說哪個人該做、哪個人疏忽，不是的，法門是平等的，每個人時節因緣不相同。"
    },
    {
      "id": "02-040-0171_p0013",
      "zh_CN": "我那时候，学佛、出家、弘法的时候，缘成熟了。有一批同学，是我们大专佛学讲座的学生们，我认识这些人总有二、三千人。他们都听过我的课，对我都了解，以后在外国留学，毕业之后就留在当地国家服务，不少落地生根了。连方老师的三个儿子，在美国都落地生根了。我问他们，到美国住多少年了？六十多年了，一辈子了。我想请他回来，话我都不好开口，六十多年，成习惯了，回来住不惯，人地生疏了，虽然是祖国，人地生疏。这些人请我去讲经，所以法缘遍布全世界，这么来的。今天人有没有这个缘分？没有了。为什么没有了？你的学生再多，没有那个人情味，人家什么？人家不请你，你缘就没有了。我还有那么多，至少有几十个人很热心的请我，给我买飞机票，供养旅费。我知道他们在外国生活很辛苦，不敢要钱，除了交通费用，到那边照顾我的饮食起居，其他的我一分钱都不要。几十年这样过来了。现在你们要想遇到我那个缘，也遇不到了，真的是古人所说的，此一时也，彼一时也，不一样，每个人都不相同。要不了解当时实际状况，你怎么想也想不通，你怎么样去猜也猜不到，这个缘千变万化。",
      "zh_TW": "我那時候，學佛、出家、弘法的時候，緣成熟了。有一批同學，是我們大專佛學講座的學生們，我認識這些人總有二、三千人。他們都聽過我的課，對我都了解，以後在外國留學，畢業之後就留在當地國家服務，不少落地生根了。連方老師的三個兒子，在美國都落地生根了。我問他們，到美國住多少年了？六十多年了，一輩子了。我想請他回來，話我都不好開口，六十多年，成習慣了，回來住不慣，人地生疏了，雖然是祖國，人地生疏。這些人請我去講經，所以法緣遍布全世界，這麼來的。今天人有沒有這個緣分？沒有了。為什麼沒有了？你的學生再多，沒有那個人情味，人家什麼？人家不請你，你緣就沒有了。我還有那麼多，至少有幾十個人很熱心的請我，給我買飛機票，供養旅費。我知道他們在外國生活很辛苦，不敢要錢，除了交通費用，到那邊照顧我的飲食起居，其他的我一分錢都不要。幾十年這樣過來了。現在你們要想遇到我那個緣，也遇不到了，真的是古人所說的，此一時也，彼一時也，不一樣，每個人都不相同。要不了解當時實際狀況，你怎麼想也想不通，你怎麼樣去猜也猜不到，這個緣千變萬化。"
    },
    {
      "id": "02-040-0171_p0014",
      "zh_CN": "读历史，只是记取最重要的教训，准备将来我们遭遇跟这个同样近似的，我们知道怎么处理。这叫史识，就是历史的常识，可以提供做参考资料。经是学问，是大学问，永恒不变，那是智慧，应当努力去学习。中国读书人，经、史是主修课程；哲学就是诸子，诸子的学说是选修课程；《四库》里集部是文学，文学那是闲暇的时候欣赏的一部分，赏心悦目，精神享受，是这部分。我们多多去思考，才决定自己一生要走的道路，而这个道路能走得通；走不通，想走也是枉然，要走得通。",
      "zh_TW": "讀歷史，只是記取最重要的教訓，準備將來我們遭遇跟這個同樣近似的，我們知道怎麼處理。這叫史識，就是歷史的常識，可以提供做參考資料。經是學問，是大學問，永恆不變，那是智慧，應當努力去學習。中國讀書人，經、史是主修課程；哲學就是諸子，諸子的學說是選修課程；《四庫》裡集部是文學，文學那是閒暇的時候欣賞的一部分，賞心悅目，精神享受，是這部分。我們多多去思考，才決定自己一生要走的道路，而這個道路能走得通；走不通，想走也是枉然，要走得通。"
    },
    {
      "id": "02-040-0171_p0015",
      "zh_CN": "老师跟同学都是可遇不可求。李老师一生在台中，教学三十八年，也给我们后人做个榜样，一生没有离开这个地方。三十八年，成就的人不多，这就是师生关系可遇不可求。一个好老师到哪去找？找不到，不期而遇这叫缘分；缘分你要能抓住，抓不住就失掉了，失掉以后再找不到。我跟李老师见面，老师提出三个条件，千钧一发，这个机缘。他条件提出来，我要是不同意的话，这个缘分马上就没有了。不许你用长时间去考虑，没有这个可能，当机立断。老师当然先观察你，老人有学问、有经验，他看人多了，看到你还行，看看你听不听话，不听话算了，听话的时候，全心全力帮助你。",
      "zh_TW": "老師跟同學都是可遇不可求。李老師一生在台中，教學三十八年，也給我們後人做個榜樣，一生沒有離開這個地方。三十八年，成就的人不多，這就是師生關係可遇不可求。一個好老師到哪去找？找不到，不期而遇這叫緣分；緣分你要能抓住，抓不住就失掉了，失掉以後再找不到。我跟李老師見面，老師提出三個條件，千鈞一髮，這個機緣。他條件提出來，我要是不同意的話，這個緣分馬上就沒有了。不許你用長時間去考慮，沒有這個可能，當機立斷。老師當然先觀察你，老人有學問、有經驗，他看人多了，看到你還行，看看你聽不聽話，不聽話算了，聽話的時候，全心全力幫助你。"
    },
    {
      "id": "02-040-0171_p0016",
      "zh_CN": "方老师没提条件，李老师提条件。第一个条件，他知道我跟方老师学过、跟章嘉大师学过，这第一个条件，过去不管什么人教你的，你所学的我统统不承认，一律作废，从今天起算开始学起。这第一个条件。第二个条件，从今天起，你看书、看文字，不管是世间跟出世间的，没有得到他的同意不准看。第三个条件，你听经只能听我一个人讲的，除我之外，任何出家、在家人讲经不准听。你肯不肯接受？肯接受，我收你做学生，你跟我学；你不能接受，你另请高明。你看看，这是不是要当机决断？哪有长时间叫你思考，顶多五分钟。李老师，忏云法师替我介绍的，朱镜宙老居士介绍的，这两个人都是我很尊敬的人、佩服的人。朱老跟李老师是老朋友，他们好像是同年，那时候七十岁，我二十六岁，祖父辈的人。我大概想了五分钟的样子，我就答应了，这是李老师收做学生。",
      "zh_TW": "方老師沒提條件，李老師提條件。第一個條件，他知道我跟方老師學過、跟章嘉大師學過，這第一個條件，過去不管什麼人教你的，你所學的我統統不承認，一律作廢，從今天起算開始學起。這第一個條件。第二個條件，從今天起，你看書、看文字，不管是世間跟出世間的，沒有得到他的同意不准看。第三個條件，你聽經只能聽我一個人講的，除我之外，任何出家、在家人講經不准聽。你肯不肯接受？肯接受，我收你做學生，你跟我學；你不能接受，你另請高明。你看看，這是不是要當機決斷？哪有長時間叫你思考，頂多五分鐘。李老師，懺雲法師替我介紹的，朱鏡宙老居士介紹的，這兩個人都是我很尊敬的人、佩服的人。朱老跟李老師是老朋友，他們好像是同年，那時候七十歲，我二十六歲，祖父輩的人。我大概想了五分鐘的樣子，我就答應了，這是李老師收做學生。"
    },
    {
      "id": "02-040-0171_p0017",
      "zh_CN": "这三个条件，以后我晓得，不是李老师专有的，而是自古以来世世代代师承所要求的。因为我把我这个事情讲给演培法师听，演培法师告诉我，他小时候，谛闲法师对他也是这三个要求。他小，小孩，虽然接受了，在谛老和尚座下大概只有一年多，他就开小差溜了，不告而别，逃出去，去亲近太虚法师。太虚法师在厦门办了个佛学院，闽南佛学院，提倡用新的教学方法，像一般大学一样排课，用这个方法。星云法师的东方佛教学院就用这个，采取他的方法，跟一般学校一样。他到那里去了。我才知道，谛老和尚对他也是这三个条件，才晓得这不是李老师的专利，这是中国儒释道三家摄受学生三个基本条件。你不服，不服就算了，不要白费心力了；真正肯接受，那就得真干，他真教。他真有经验、有见识，会看人，没有把人看错。我在台中十年，影响我一生。前一个影响是老师，后面影响就是这些年来帮助我在海外弘法的这些同学。现在我也老了，学生也老了，学生大概都退休了，学生都超过六十岁了。所以，我这些学生底下一代，没有他们父母那么热情，对待老师、对待同学、对待朋友没有从前那种热情、热心了。社会变了，到哪里去找到这热心人士？",
      "zh_TW": "這三個條件，以後我曉得，不是李老師專有的，而是自古以來世世代代師承所要求的。因為我把我這個事情講給演培法師聽，演培法師告訴我，他小時候，諦閑法師對他也是這三個要求。他小，小孩，雖然接受了，在諦老和尚座下大概只有一年多，他就開小差溜了，不告而別，逃出去，去親近太虛法師。太虛法師在廈門辦了個佛學院，閩南佛學院，提倡用新的教學方法，像一般大學一樣排課，用這個方法。星雲法師的東方佛教學院就用這個，採取他的方法，跟一般學校一樣。他到那裡去了。我才知道，諦老和尚對他也是這三個條件，才曉得這不是李老師的專利，這是中國儒釋道三家攝受學生三個基本條件。你不服，不服就算了，不要白費心力了；真正肯接受，那就得真幹，他真教。他真有經驗、有見識，會看人，沒有把人看錯。我在台中十年，影響我一生。前一個影響是老師，後面影響就是這些年來幫助我在海外弘法的這些同學。現在我也老了，學生也老了，學生大概都退休了，學生都超過六十歲了。所以，我這些學生底下一代，沒有他們父母那麼熱情，對待老師、對待同學、對待朋友沒有從前那種熱情、熱心了。社會變了，到哪裡去找到這熱心人士？"
    },
    {
      "id": "02-040-0171_p0018",
      "zh_CN": "一个时代有一个时代的缘分，这是让我们读历史一定要留意到。时代不是完全一样的，每个时代都变迁，都不一样。你对于这些历史时代背景不知道，你读他们东西，你就会把意思错会了。所以今天，这也是我们梦寐希求的，国家要出一个明君才好，出一个圣王才好，才有救，否则的话没救了。明君圣王具备什么条件？自己带头，说到做到，真的，人民服你；说到做不到，不是别人，自己做不到，叫骗人。骗的次数多了，人家就不相信你了，信心失掉了。明君、圣王，每句话他自己都做到、都落实，天下人没有一个不服的。人民听话，国家就能大治；人民不听话，国家就动乱。",
      "zh_TW": "一個時代有一個時代的緣分，這是讓我們讀歷史一定要留意到。時代不是完全一樣的，每個時代都變遷，都不一樣。你對於這些歷史時代背景不知道，你讀他們東西，你就會把意思錯會了。所以今天，這也是我們夢寐希求的，國家要出一個明君才好，出一個聖王才好，才有救，否則的話沒救了。明君聖王具備什麼條件？自己帶頭，說到做到，真的，人民服你；說到做不到，不是別人，自己做不到，叫騙人。騙的次數多了，人家就不相信你了，信心失掉了。明君、聖王，每句話他自己都做到、都落實，天下人沒有一個不服的。人民聽話，國家就能大治；人民不聽話，國家就動亂。"
    },
    {
      "id": "02-040-0171_p0019",
      "zh_CN": "中国从满清晚年，慈禧太后执政之后，慈禧对于佛法、对于圣贤教育不尊重，在我们想像，她大概读书不多。掌权之后奉承的人多了，迷了，对于祖宗的传统不尊重，对于佛法更不放在眼里，自称为老佛爷，把佛菩萨放在一边，她坐当中，她最大。上行下效，让我们这个族群对于祖宗之德产生怀疑，对佛菩萨没有以前那样尊重的热忱，降温了。降到满清亡国，几乎就不能再恢复了。民国这一百年，国家社会动乱不安，军阀割据、日本的侵略、解放战争，后面的三反五反、文化大革命，我们传统文化差不多丧失尽了，佛法也没有了。",
      "zh_TW": "中國從滿清晚年，慈禧太后執政之後，慈禧對於佛法、對於聖賢教育不尊重，在我們想像，她大概讀書不多。掌權之後奉承的人多了，迷了，對於祖宗的傳統不尊重，對於佛法更不放在眼裡，自稱為老佛爺，把佛菩薩放在一邊，她坐當中，她最大。上行下效，讓我們這個族群對於祖宗之德產生懷疑，對佛菩薩沒有以前那樣尊重的熱忱，降溫了。降到滿清亡國，幾乎就不能再恢復了。民國這一百年，國家社會動亂不安，軍閥割據、日本的侵略、解放戰爭，後面的三反五反、文化大革命，我們傳統文化差不多喪失盡了，佛法也沒有了。"
    },
    {
      "id": "02-040-0171_p0020",
      "zh_CN": "现在整个世界，不但我们发生问题，全世界发生问题，都想找长治久安之道，这是真的不是假的。我遇到很多人，联合国遇到一些专家学者，还有些政府高级领导人，对于世界和平都很关心，但是都没有信心，这世界还会有和平吗？带着严重怀疑的心态来问我。我答复他们是肯定的，我说世界会有和平安定的一天。哪一天？能把四桩事情做好，这一天就来临了。哪四桩？第一个，国家跟国家平等对待、和睦相处。这是外交，要非常重视。国家跟国家不要有冲突，要提倡六和敬，利和同均，不要独占，有利益我们大家均分，大公无私。政党与政党放弃竞争，不以夺取政权为目的，而是为社会、为人民造福为目的。看哪个政党替人民造的福多，人民就选哪一个，这个好，不要竞争。竞争什么？拼命竞争造福，对老百姓有利益的事情多做，你就干这个。人民的眼睛是雪亮的，他自然会选你。到时候不要去拉票，不要自赞毁他，句句都说老实话，我相信人民喜欢老实人，说话不算数的人，人民会看出来，这个人别选他。第三个族群，第四个宗教。能把这四桩事情都能走向和睦相处、平等对待，我说世界就和平了。",
      "zh_TW": "現在整個世界，不但我們發生問題，全世界發生問題，都想找長治久安之道，這是真的不是假的。我遇到很多人，聯合國遇到一些專家學者，還有些政府高級領導人，對於世界和平都很關心，但是都沒有信心，這世界還會有和平嗎？帶著嚴重懷疑的心態來問我。我答覆他們是肯定的，我說世界會有和平安定的一天。哪一天？能把四樁事情做好，這一天就來臨了。哪四樁？第一個，國家跟國家平等對待、和睦相處。這是外交，要非常重視。國家跟國家不要有衝突，要提倡六和敬，利和同均，不要獨佔，有利益我們大家均分，大公無私。政黨與政黨放棄競爭，不以奪取政權為目的，而是為社會、為人民造福為目的。看哪個政黨替人民造的福多，人民就選哪一個，這個好，不要競爭。競爭什麼？拼命競爭造福，對老百姓有利益的事情多做，你就幹這個。人民的眼睛是雪亮的，他自然會選你。到時候不要去拉票，不要自讚毀他，句句都說老實話，我相信人民喜歡老實人，說話不算數的人，人民會看出來，這個人別選他。第三個族群，第四個宗教。能把這四樁事情都能走向和睦相處、平等對待，我說世界就和平了。"
    },
    {
      "id": "02-040-0171_p0021",
      "zh_CN": "有人听到也有感动，但是半天说不出话来。我明白，我说的一点都不错，做不到，谁肯听话去做到？个个听话，不就天下太平了吗？没人听你的。我们这个话说出去，他没有说我是疯子、说头脑有问题，就不错了，他怎么敢相信？怎么敢承认？说得没错，怎么做法？这真是问题。我们想到了，我们也做到了，为什么？我们做了实验。一九九九年我住在新加坡，把新加坡九个宗教团结起来，像兄弟姐妹一家人一样，新加坡政府欢喜。总统王鼎昌，有一天早餐，邀请九个宗教的代表吃早餐，王鼎昌总统就说，他说你们宗教好像是联谊会，它有个组织，五十年了，有名无实。只是每年过年的时候，宗教领导人大家在一起吃一餐饭，一年一次，其他活动都没有。他说从外头来了个净空法师，这么短的时间把你们团结起来，他说你们要好好跟他学习。这是他们参加早餐回来的时候告诉我的。宗教跟宗教之间要常常往来，要密切的交流，要互相学习，政府好欢喜，宗教帮助社会团结，帮助社会化解冲突，带动社会和谐。我们做出来了，看到这么好的效果，说话就有信心了。所以我就告诉他，这四桩事情从哪里下手？从团结宗教下手。",
      "zh_TW": "有人聽到也有感動，但是半天說不出話來。我明白，我說的一點都不錯，做不到，誰肯聽話去做到？個個聽話，不就天下太平了嗎？沒人聽你的。我們這個話說出去，他沒有說我是瘋子、說頭腦有問題，就不錯了，他怎麼敢相信？怎麼敢承認？說得沒錯，怎麼做法？這真是問題。我們想到了，我們也做到了，為什麼？我們做了實驗。一九九九年我住在新加坡，把新加坡九個宗教團結起來，像兄弟姐妹一家人一樣，新加坡政府歡喜。總統王鼎昌，有一天早餐，邀請九個宗教的代表吃早餐，王鼎昌總統就說，他說你們宗教好像是聯誼會，它有個組織，五十年了，有名無實。只是每年過年的時候，宗教領導人大家在一起吃一餐飯，一年一次，其他活動都沒有。他說從外頭來了個淨空法師，這麼短的時間把你們團結起來，他說你們要好好跟他學習。這是他們參加早餐回來的時候告訴我的。宗教跟宗教之間要常常往來，要密切的交流，要互相學習，政府好歡喜，宗教幫助社會團結，幫助社會化解衝突，帶動社會和諧。我們做出來了，看到這麼好的效果，說話就有信心了。所以我就告訴他，這四樁事情從哪裡下手？從團結宗教下手。"
    },
    {
      "id": "02-040-0171_p0022",
      "zh_CN": "实在讲，这不是我的智慧，不是我独到见解，我没有这个能力，中国老祖宗早就做到了。你读中国历史，汉明帝把佛教请到中国来，干什么？最明显的、显著的是元、明、清三代。因为元代蒙古也是少数民族统治中国，他懂得用宗教，封边疆这些宗教领袖为国师，元朝人干的。内蒙章嘉大师，外蒙哲布尊丹巴，前藏达赖，后藏班禅，这四个人封为国师。你看，打开中国地图，差不多占三分之二地方，天下太平，没事。特别是章嘉大师，常住北京，皇上的顾问，章嘉大师在北京有道场、有办事处。",
      "zh_TW": "實在講，這不是我的智慧，不是我獨到見解，我沒有這個能力，中國老祖宗早就做到了。你讀中國歷史，漢明帝把佛教請到中國來，幹什麼？最明顯的、顯著的是元、明、清三代。因為元代蒙古也是少數民族統治中國，他懂得用宗教，封邊疆這些宗教領袖為國師，元朝人幹的。內蒙章嘉大師，外蒙哲布尊丹巴，前藏達賴，後藏班禪，這四個人封為國師。你看，打開中國地圖，差不多佔三分之二地方，天下太平，沒事。特別是章嘉大師，常住北京，皇上的顧問，章嘉大師在北京有道場、有辦事處。"
    },
    {
      "id": "02-040-0171_p0023",
      "zh_CN": "所以今天在这个世界上，我们提倡的，宗教团结，宗教互相学习，达到互助合作，特别强调世界宗教是一家。如果不从经典上着手，这个团结是不坚固的，没有理论的基础，那是感情，感情不会很长。一定要有理论做基础，理论是每个宗教的经典，你看看，经典里面很多相同的地方，不同地方很少。我们求同存异，不相同的地方就不谈它、不提它，相同的地方，我们大家共同勉励，要好好去做。孝顺父母、尊敬长辈、尊敬老师，所有宗教都相同，都讲到这个。所有宗教都讲到爱，上帝爱世人、神爱世人、真主仁慈、佛陀慈悲，所以用一个爱字就能团结宗教。没有爱，不是宗教；没有慈悲，不是佛法。",
      "zh_TW": "所以今天在這個世界上，我們提倡的，宗教團結，宗教互相學習，達到互助合作，特別強調世界宗教是一家。如果不從經典上著手，這個團結是不堅固的，沒有理論的基礎，那是感情，感情不會很長。一定要有理論做基礎，理論是每個宗教的經典，你看看，經典裡面很多相同的地方，不同地方很少。我們求同存異，不相同的地方就不談它、不提它，相同的地方，我們大家共同勉勵，要好好去做。孝順父母、尊敬長輩、尊敬老師，所有宗教都相同，都講到這個。所有宗教都講到愛，上帝愛世人、神愛世人、真主仁慈、佛陀慈悲，所以用一個愛字就能團結宗教。沒有愛，不是宗教；沒有慈悲，不是佛法。"
    },
    {
      "id": "02-040-0171_p0024",
      "zh_CN": "爱，我们晓得，的的确确是一切众生自性的核心、中心点，中国老祖宗真有智慧，他发现这桩事情。用什么方法把这个爱保持，让每个人一生不变，把这个爱发扬光大，造福一切众生，这就是中国教学的缘起，是这么来的。那个中心点、核心就是「父子有亲」，父母对儿女这个爱是天性的，不是谁教他的，不是哪个人创造发明的，天性，这个天性是中国教育的原始点。所以这些先知、祖宗想到，如何把这个爱永远保持，不会变质，这就要讲教育，用教育做手段。从什么时候教起？从怀孕那一天教起，胎教。小孩一出生，父母给他做最好的榜样，身教。这小孩还不会说话，但是他已经在学了，他会看、他会听，他已经在模仿。所以《弟子规》是父母做出样子来给婴孩看的，父母的父母还在，父母二、三十岁，他的祖父母也不过五、六十岁，所以人在。在家里，把孝做出来、把悌做出来，把伦理道德，也就是五伦、五常、四维、八德，在日常生活当中做出来给小孩看。这婴孩从出生到三岁一千天，他看了一千天，根深蒂固。所以古人有个谚语说「三岁看八十」，这个根扎下去，八十岁不会改变，无论顺境逆境不会动摇，这叫根深蒂固。",
      "zh_TW": "愛，我們曉得，的的確確是一切眾生自性的核心、中心點，中國老祖宗真有智慧，他發現這樁事情。用什麼方法把這個愛保持，讓每個人一生不變，把這個愛發揚光大，造福一切眾生，這就是中國教學的緣起，是這麼來的。那個中心點、核心就是「父子有親」，父母對兒女這個愛是天性的，不是誰教他的，不是哪個人創造發明的，天性，這個天性是中國教育的原始點。所以這些先知、祖宗想到，如何把這個愛永遠保持，不會變質，這就要講教育，用教育做手段。從什麼時候教起？從懷孕那一天教起，胎教。小孩一出生，父母給他做最好的榜樣，身教。這小孩還不會說話，但是他已經在學了，他會看、他會聽，他已經在模仿。所以《弟子規》是父母做出樣子來給嬰孩看的，父母的父母還在，父母二、三十歲，他的祖父母也不過五、六十歲，所以人在。在家裡，把孝做出來、把悌做出來，把倫理道德，也就是五倫、五常、四維、八德，在日常生活當中做出來給小孩看。這嬰孩從出生到三歲一千天，他看了一千天，根深蒂固。所以古人有個諺語說「三歲看八十」，這個根紮下去，八十歲不會改變，無論順境逆境不會動搖，這叫根深蒂固。"
    },
    {
      "id": "02-040-0171_p0025",
      "zh_CN": "所以现在人会变节，是正常现象，表面做得再好，名利一现前马上变了，这个现象正常，为什么？没根。势必这种根真正坚固的时候，在社会上才不会被财色名利诱惑，那个诱惑力量太大了。古时候社会没有这么多诱惑，现在诱惑力量比从前加一百倍都不止，你要什么样的定力，你才能维持得住？古人十分定功就行，现在一百分的定功还未必能保得住。所以，变节是正常现象，不值得奇怪的。变节要原谅他，要同情他、怜悯他，他可怜，他业障习气太重，不要去怪他。他还要在六道里头还有不断的轮回，吃尽苦头他才会收心，苦头没有吃尽他回不了头。",
      "zh_TW": "所以現在人會變節，是正常現象，表面做得再好，名利一現前馬上變了，這個現象正常，為什麼？沒根。勢必這種根真正堅固的時候，在社會上才不會被財色名利誘惑，那個誘惑力量太大了。古時候社會沒有這麼多誘惑，現在誘惑力量比從前加一百倍都不止，你要什麼樣的定力，你才能維持得住？古人十分定功就行，現在一百分的定功還未必能保得住。所以，變節是正常現象，不值得奇怪的。變節要原諒他，要同情他、憐憫他，他可憐，他業障習氣太重，不要去怪他。他還要在六道裡頭還有不斷的輪迴，吃盡苦頭他才會收心，苦頭沒有吃盡他回不了頭。"
    },
    {
      "id": "02-040-0171_p0026",
      "zh_CN": "再大的帮助，到后来变节，让你伤心、让你后悔，那也是错误的。没有伤心，也没有后悔，而且帮助你是值得的。为什么？在这一生当中，阿赖耶的种子虽然没有成熟，帮你提升了。从什么地方看到？你变节、你学坏了，你自己心里也会受良心责备，这就是证明你比别人强。别人做坏事，没有想到他是做错的，你做坏事还会想到有良心，对不起良心，这就是进步，这就是没有白教，父母、老师的付出没有白付。你还得在六道里头要受惨痛的教训，才会真正回头。天堂是自己善念变现的，地狱是自己恶行变现的，不是别人建的这个让你受罪，不是。你要是责怪阎罗王、责怪这些小鬼，那你是罪上加罪。知道是自作自受，罪就轻了，受的苦也减轻了。",
      "zh_TW": "再大的幫助，到後來變節，讓你傷心、讓你後悔，那也是錯誤的。沒有傷心，也沒有後悔，而且幫助你是值得的。為什麼？在這一生當中，阿賴耶的種子雖然沒有成熟，幫你提升了。從什麼地方看到？你變節、你學壞了，你自己心裡也會受良心責備，這就是證明你比別人強。別人做壞事，沒有想到他是做錯的，你做壞事還會想到有良心，對不起良心，這就是進步，這就是沒有白教，父母、老師的付出沒有白付。你還得在六道裡頭要受慘痛的教訓，才會真正回頭。天堂是自己善念變現的，地獄是自己惡行變現的，不是別人建的這個讓你受罪，不是。你要是責怪閻羅王、責怪這些小鬼，那你是罪上加罪。知道是自作自受，罪就輕了，受的苦也減輕了。"
    },
    {
      "id": "02-040-0171_p0027",
      "zh_CN": "煻煨无间，这就属于无间地狱的近边，离开无间地狱，还要通过这个小地狱。小地狱虽然十六个，只要通过四个就行了，就出去了，因为它每一门只有四个。不是叫你每一个门都要经历，一门就出去了。第一个煻煨。第二个「死尸粪泥」。我们在台中跟李老师学，李老师是侠客，他多才多艺，他的剑术不错，喜欢打抱不平，什么都不怕。他看到地狱不在乎，可是看到死尸粪泥地狱，他害怕了，他说这个受不了，别的我不怕，这受不了。人要掉到粪坑里去，那好过吗？而且这个粪坑还是热的，不是凉的，热的，就更难受了。「此诸有情，为求舍宅」，就是想找一个休息的地方，「从彼出已」，从煻煨出来，「渐渐游行，陷入其中」，就是陷入死尸粪泥，你看「首足俱没」，整个人掉下去了。「又尸粪泥内，多有诸虫，名娘矩咤。穿皮入肉，断筋破骨，取髓而食」，这是说死尸粪泥地狱它的果报，这真吓人。李老师是天不怕地不怕，看到这条地狱寒心了，不敢动了。从这个地狱出去，「次尸粪泥无间，有利刀剑」。",
      "zh_TW": "煻煨無間，這就屬於無間地獄的近邊，離開無間地獄，還要通過這個小地獄。小地獄雖然十六個，只要通過四個就行了，就出去了，因為它每一門只有四個。不是叫你每一個門都要經歷，一門就出去了。第一個煻煨。第二個「死屍糞泥」。我們在台中跟李老師學，李老師是俠客，他多才多藝，他的劍術不錯，喜歡打抱不平，什麼都不怕。他看到地獄不在乎，可是看到死屍糞泥地獄，他害怕了，他說這個受不了，別的我不怕，這受不了。人要掉到糞坑裡去，那好過嗎？而且這個糞坑還是熱的，不是涼的，熱的，就更難受了。「此諸有情，為求舍宅」，就是想找一個休息的地方，「從彼出已」，從煻煨出來，「漸漸遊行，陷入其中」，就是陷入死屍糞泥，你看「首足俱沒」，整個人掉下去了。「又屍糞泥內，多有諸蟲，名孃矩吒。穿皮入肉，斷筋破骨，取髓而食」，這是說死屍糞泥地獄它的果報，這真嚇人。李老師是天不怕地不怕，看到這條地獄寒心了，不敢動了。從這個地獄出去，「次屍糞泥無間，有利刀劍」。"
    },
    {
      "id": "02-040-0171_p0028",
      "zh_CN": "这里出去，又碰到一关，「利刀剑」，这是「锋刃增」。「仰刃为路」，路是什么？就是刀口向上的，这是道路，你要通过，你要从刀刃上走过去。「彼诸有情，为求舍宅，从彼出已；游行至此；下足之时，皮肉筋血，悉皆销烂；举足之时，还复如故」。脚一下去，就踩到这些刀刃上，整个脚都烂掉了；脚一拔出来的时候，它又好了。再踩下去又被，你两个脚总要有一只脚踩到底下，这条路你得很痛苦的通过。「次刀剑刃路无间，有刃叶林。彼诸有情，为求舍宅」，想找一个休息的地方，「从彼出已，往趣彼荫」，这是遇到个树下荫凉地方，「才坐其下，微风遂起，刃叶坠落，斫截其身。一切支节，便即躄地」。真的好不容易好像看到有个树荫，树荫下休息一下。一阵风起，树叶吹下落下来，那树叶都是刀，都是刀刃，那一片一片刀就从天上掉下来，砍截其身。这有一点像什么？凌迟处死，凌迟是一刀一刀的割，它这是许多刀同时割、同时下来。我们想想这个状况，非常可怜。一切支节，便即躄地，躄是倒下来，就把他砍倒了。「有黑厘狗」，这个音读扎，「摣掣」，意思是拉、是拽，拉拽什么？拉拽你的脊椎骨，拉拽你的内脏，这个胎是讲内脏。牠去吃你，我们讲还有这些野兽来吃你，你要通过这个关口。",
      "zh_TW": "這裡出去，又碰到一關，「利刀劍」，這是「鋒刃增」。「仰刃為路」，路是什麼？就是刀口向上的，這是道路，你要通過，你要從刀刃上走過去。「彼諸有情，為求舍宅，從彼出已；遊行至此；下足之時，皮肉筋血，悉皆銷爛；舉足之時，還復如故」。腳一下去，就踩到這些刀刃上，整個腳都爛掉了；腳一拔出來的時候，它又好了。再踩下去又被，你兩個腳總要有一隻腳踩到底下，這條路你得很痛苦的通過。「次刀劍刃路無間，有刃葉林。彼諸有情，為求舍宅」，想找一個休息的地方，「從彼出已，往趣彼蔭」，這是遇到個樹下蔭涼地方，「才坐其下，微風遂起，刃葉墜落，斫截其身。一切支節，便即躄地」。真的好不容易好像看到有個樹蔭，樹蔭下休息一下。一陣風起，樹葉吹下落下來，那樹葉都是刀，都是刀刃，那一片一片刀就從天上掉下來，砍截其身。這有一點像什麼？凌遲處死，凌遲是一刀一刀的割，它這是許多刀同時割、同時下來。我們想想這個狀況，非常可憐。一切支節，便即躄地，躄是倒下來，就把他砍倒了。「有黑釐狗」，這個音讀紮，「摣掣」，意思是拉、是拽，拉拽什麼？拉拽你的脊椎骨，拉拽你的內臟，這個胎是講內臟。牠去吃你，我們講還有這些野獸來吃你，你要通過這個關口。"
    },
    {
      "id": "02-040-0171_p0029",
      "zh_CN": "「从此刃叶林无间」，这个树叶像刀刃一样，「有铁设拉末梨林」。这些有情，就是这些众生，「为求舍宅」，真是找不到一个安全地方稍微休息一下，这种痛苦、走投无路的状况，我们冷静、细心去想想，「便来趣之；遂登其上。当登之时，一切刺锋」，像刀剑一样的，锋利的，「悉回向下；欲下之时，一切刺锋，复回向上。由此因缘，贯刺其身，遍诸支节」。这个树林很奇怪，真正是佛经上所说的境随心转，你往上去，这个树叶就像利刃一样对着你，你向下去，那个刀刃就向上，往上去，刀刃就向下，就是对着你。上下如是，我们就想到你向左、向右，总而言之，锋利的刀刃它就向着你，你还不能不通过，你还没有办法回避。这个时候还有「铁嘴大乌，上彼头上，或上其髆」，髆就是两个肩膀，「探啄眼睛，而噉食之」，牠来找，牠吃你的眼睛。「从铁设拉末梨林无间，有广大河。沸热灰水，弥满其中」，这个河水不干净，河水里头带着有泥浆，这泥浆都是滚热的，都是高热度，你要通过这个地方。",
      "zh_TW": "「從此刃葉林無間」，這個樹葉像刀刃一樣，「有鐵設拉末梨林」。這些有情，就是這些眾生，「為求舍宅」，真是找不到一個安全地方稍微休息一下，這種痛苦、走投無路的狀況，我們冷靜、細心去想想，「便來趣之；遂登其上。當登之時，一切刺鋒」，像刀劍一樣的，鋒利的，「悉迴向下；欲下之時，一切刺鋒，復迴向上。由此因緣，貫刺其身，遍諸支節」。這個樹林很奇怪，真正是佛經上所說的境隨心轉，你往上去，這個樹葉就像利刃一樣對著你，你向下去，那個刀刃就向上，往上去，刀刃就向下，就是對著你。上下如是，我們就想到你向左、向右，總而言之，鋒利的刀刃它就向著你，你還不能不通過，你還沒有辦法迴避。這個時候還有「鐵嘴大烏，上彼頭上，或上其髆」，髆就是兩個肩膀，「探啄眼睛，而噉食之」，牠來找，牠吃你的眼睛。「從鐵設拉末梨林無間，有廣大河。沸熱灰水，彌滿其中」，這個河水不乾淨，河水裡頭帶著有泥漿，這泥漿都是滾熱的，都是高熱度，你要通過這個地方。"
    },
    {
      "id": "02-040-0171_p0030",
      "zh_CN": "这个意思是说明，无间地狱出来了，出来通过这个门，它有四个门，每一个门外面都有四个地狱，一层一层通过。让我们想到，一切众生舍身受身为什么那么苦，他投胎，入胎的时候也要经过重重难关，苦不堪言，出胎也一样。入地狱，还没有入进去，到地狱门口要受这些罪，出来的时候，出来了还要受这个罪，这个等于是余报，正式受报是在地狱当中。这个苦难无法形容，佛菩萨也没有办法把它说清楚，身临其境才知道。经典上讲的这些地狱，我们有没有通过？肯定通过。我们在六道，无量劫来在六道里头轮回，哪一道都去过，也当过天王，也下过无间地狱，而且绝不止一次。这一生到人道来，忘得干干净净，还继续造业。经上给我们说明，阿罗汉有宿命通，他知道过去世。他看到自己过去在地狱受苦那种情形，想起来心有余悸，我们一般讲浑身冒冷汗，他不是的，全身出血汗，你看吓得这个样子。这不是形容，我们要把它当做形容来看，我们的认知不够，是事实真相。畏地狱苦，才发菩提心，为什么？我们要脱离六道轮回，要脱离十法界。",
      "zh_TW": "這個意思是說明，無間地獄出來了，出來通過這個門，它有四個門，每一個門外面都有四個地獄，一層一層通過。讓我們想到，一切眾生捨身受身為什麼那麼苦，他投胎，入胎的時候也要經過重重難關，苦不堪言，出胎也一樣。入地獄，還沒有入進去，到地獄門口要受這些罪，出來的時候，出來了還要受這個罪，這個等於是餘報，正式受報是在地獄當中。這個苦難無法形容，佛菩薩也沒有辦法把它說清楚，身臨其境才知道。經典上講的這些地獄，我們有沒有通過？肯定通過。我們在六道，無量劫來在六道裡頭輪迴，哪一道都去過，也當過天王，也下過無間地獄，而且絕不止一次。這一生到人道來，忘得乾乾淨淨，還繼續造業。經上給我們說明，阿羅漢有宿命通，他知道過去世。他看到自己過去在地獄受苦那種情形，想起來心有餘悸，我們一般講渾身冒冷汗，他不是的，全身出血汗，你看嚇得這個樣子。這不是形容，我們要把它當做形容來看，我們的認知不夠，是事實真相。畏地獄苦，才發菩提心，為什麼？我們要脫離六道輪迴，要脫離十法界。"
    },
    {
      "id": "02-040-0171_p0031",
      "zh_CN": "六道苦，四圣法界不苦，那也不是真的，也不是久居之处。真正久居之处是什么地方？净土里面所说的常寂光。一切诸佛刹土都有常寂光，入常寂光就叫圆满无上菩提，究竟佛果。佛帮助众生，帮助你回到常寂光，他的愿就满了，度众生的工作叫究竟圆满；没有帮助你到常寂光，他这个工作还没做完，还要继续做。",
      "zh_TW": "六道苦，四聖法界不苦，那也不是真的，也不是久居之處。真正久居之處是什麼地方？淨土裡面所說的常寂光。一切諸佛剎土都有常寂光，入常寂光就叫圓滿無上菩提，究竟佛果。佛幫助眾生，幫助你回到常寂光，他的願就滿了，度眾生的工作叫究竟圓滿；沒有幫助你到常寂光，他這個工作還沒做完，還要繼續做。"
    },
    {
      "id": "02-040-0171_p0032",
      "zh_CN": "经不能不读，不能一天不读，为什么？它天天提醒我，时时刻刻提醒我，激发我们勇猛精进，不敢懈怠。自己成就了，才有智慧、才有方法帮助别人成就。不走古人的道路，古人经验丰富，自己要创新一条道路，太难了。古往来今聪明人很多，为什么那些真正成就的人都遵奉祖先教给你的一条正道？佛门称为正法，世人称为正道，伦理、道德、因果，正教、正说，正道、正行。大乘教你，因戒得定，因定开慧，这是正道。今天佛法垂灭了，中国道统也走到存亡的边缘，能拯救的，你就知道这功德多大，知道而不能发心拯救的，这过失有多大。我们都要常常想到，我们没有中间路子好走，只有在这个两条路口慎重选择。我们走活路，还是走死路？走活路，真诚、恭敬、真信，循着老祖宗的路，丝毫不怀疑，丝毫不改变，你一直走下去就对了。还有一点怀疑，还没有完全诚信，这是非常危险的一桩事情。",
      "zh_TW": "經不能不讀，不能一天不讀，為什麼？它天天提醒我，時時刻刻提醒我，激發我們勇猛精進，不敢懈怠。自己成就了，才有智慧、才有方法幫助別人成就。不走古人的道路，古人經驗豐富，自己要創新一條道路，太難了。古往來今聰明人很多，為什麼那些真正成就的人都遵奉祖先教給你的一條正道？佛門稱為正法，世人稱為正道，倫理、道德、因果，正教、正說，正道、正行。大乘教你，因戒得定，因定開慧，這是正道。今天佛法垂滅了，中國道統也走到存亡的邊緣，能拯救的，你就知道這功德多大，知道而不能發心拯救的，這過失有多大。我們都要常常想到，我們沒有中間路子好走，只有在這個兩條路口慎重選擇。我們走活路，還是走死路？走活路，真誠、恭敬、真信，循著老祖宗的路，絲毫不懷疑，絲毫不改變，你一直走下去就對了。還有一點懷疑，還沒有完全誠信，這是非常危險的一樁事情。"
    },
    {
      "id": "02-040-0171_p0033",
      "zh_CN": "「烈河增」，这个地狱「有广大河。沸热灰水，弥满其中。彼诸有情，寻求舍宅，从彼出已，来坠此中，犹如以荳，置之大镬」，大镬是大锅，「然猛炽火，而煎煮之，随汤腾涌，周旋回」，就像锅里面煮豆一样来形容。「复于河两岸，有诸狱卒」，这就是无常大鬼，有这些，他们手上拿着「杖」，杖现在讲的是武器，刀杖，「索」是绳索，还有「大网，行列而住」，这些鬼一行一行的站在那个地方，「遮彼有情，不令得出」，遮是障碍，不让你出去，因为这里出去，真的出去了。这是无间地狱门外，四个附增地狱，这是最后一个，这出去就离开地狱了，要通过它的障碍。「或以索罥」，索罥是绳子，他来套你，「或以网漉」，网捞你，好像你掉水里去了，他用网把你捞起来。",
      "zh_TW": "「烈河增」，這個地獄「有廣大河。沸熱灰水，彌滿其中。彼諸有情，尋求舍宅，從彼出已，來墜此中，猶如以荳，置之大鑊」，大鑊是大鍋，「然猛熾火，而煎煮之，隨湯騰湧，週旋迴」，就像鍋裡面煮豆一樣來形容。「復於河兩岸，有諸獄卒」，這就是無常大鬼，有這些，他們手上拿著「杖」，杖現在講的是武器，刀杖，「索」是繩索，還有「大網，行列而住」，這些鬼一行一行的站在那個地方，「遮彼有情，不令得出」，遮是障礙，不讓你出去，因為這裡出去，真的出去了。這是無間地獄門外，四個附增地獄，這是最後一個，這出去就離開地獄了，要通過它的障礙。「或以索罥」，索罥是繩子，他來套你，「或以網漉」，網撈你，好像你掉水裡去了，他用網把你撈起來。"
    },
    {
      "id": "02-040-0171_p0034",
      "zh_CN": "捞起来，绳子套着你，又把你放在「热铁地上，仰彼有情，而问之言：汝等今者，欲何所须」，这些鬼王问这些受罪的人，你们现在想要什么？这些受罪的人答他说，「我等今者，竟无觉知」，没有觉知了，「然为种种饥苦所逼」，换句话说，他想吃东西、想喝水，想吃一点东西。「时彼狱卒，即以铁钳钳口令开」，用铁钳把他的口打开，「便以极热烧然铁丸，置其口中。余如前说」，你想吃，热铁丸；你想喝水，洋铜汁。铜熔化了，高温之下熔化了，变成液体，你要喝，把洋铜汁喂你；你要吃，热铁丸。这些东西一吃进去，整个内脏都烧焦了。钳口令开，便以极热烧然的铁丸，置其口中。「若彼答言」，你看，「我今唯为渴苦所逼」，我渴，想喝水，「尔时狱卒，便即洋铜以灌其口。由是因缘，长时受苦」。",
      "zh_TW": "撈起來，繩子套著你，又把你放在「熱鐵地上，仰彼有情，而問之言：汝等今者，欲何所須」，這些鬼王問這些受罪的人，你們現在想要什麼？這些受罪的人答他說，「我等今者，竟無覺知」，沒有覺知了，「然為種種飢苦所逼」，換句話說，他想吃東西、想喝水，想吃一點東西。「時彼獄卒，即以鐵鉗鉗口令開」，用鐵鉗把他的口打開，「便以極熱燒然鐵丸，置其口中。餘如前說」，你想吃，熱鐵丸；你想喝水，洋銅汁。銅熔化了，高溫之下熔化了，變成液體，你要喝，把洋銅汁餵你；你要吃，熱鐵丸。這些東西一吃進去，整個內臟都燒焦了。鉗口令開，便以極熱燒然的鐵丸，置其口中。「若彼答言」，你看，「我今唯為渴苦所逼」，我渴，想喝水，「爾時獄卒，便即洋銅以灌其口。由是因緣，長時受苦」。"
    },
    {
      "id": "02-040-0171_p0035",
      "zh_CN": "无间地狱没有细说，说无间地狱外面的附增的地狱，你看他通过，进来的时候要通过，出去的时候要通过，这就四个关口，四种受刑之处。佛经上所说的，比道教《玉历宝钞》更清楚、更详细。江逸子老师画的《地狱变相图》，是依道家的《玉历宝钞》，那个时候我们在佛经里头没有看到这些材料。因为画这一张图，画完之后我想到，佛一定说过这个事情。找了三个同学查《大藏经》，花了大概三个星期，三个人查经。查出佛在经典里面讲有关地狱的这些经文，把它抄下来，合成一个本子，就是专讲地狱，二十五种经论，我们定一个题目，《诸经佛说地狱集要》。我们也印了不少流通，希望将来有缘，后人再画《地狱变相图》，依照佛经画一幅。佛经里面，因跟果都说得详细，《玉历宝钞》里头果报讲得很详细，因说得不多。造什么样的罪业，受什么样的果报，是要把它搞清楚、搞明白。",
      "zh_TW": "無間地獄沒有細說，說無間地獄外面的附增的地獄，你看他通過，進來的時候要通過，出去的時候要通過，這就四個關口，四種受刑之處。佛經上所說的，比道教《玉曆寶鈔》更清楚、更詳細。江逸子老師畫的《地獄變相圖》，是依道家的《玉曆寶鈔》，那個時候我們在佛經裡頭沒有看到這些材料。因為畫這一張圖，畫完之後我想到，佛一定說過這個事情。找了三個同學查《大藏經》，花了大概三個星期，三個人查經。查出佛在經典裡面講有關地獄的這些經文，把它抄下來，合成一個本子，就是專講地獄，二十五種經論，我們定一個題目，《諸經佛說地獄集要》。我們也印了不少流通，希望將來有緣，後人再畫《地獄變相圖》，依照佛經畫一幅。佛經裡面，因跟果都說得詳細，《玉曆寶鈔》裡頭果報講得很詳細，因說得不多。造什麼樣的罪業，受什麼樣的果報，是要把它搞清楚、搞明白。"
    },
    {
      "id": "02-040-0171_p0036",
      "zh_CN": "这个地方只有名称，我们把它念一遍。「附增四狱，名为煻煨增，尸粪增，锋刃增，烈河增，合为十六处，称为十六游增地狱。八大地狱合计共有一百二十八处。亦名近边地狱」。所以，近边地狱就是游增地狱，每一大地狱有四门，每一门有附增地狱，合起来就是十六游增。只要通过四个游增，他就出去了，从一门，一门就能出去。",
      "zh_TW": "這個地方只有名稱，我們把它念一遍。「附增四獄，名為煻煨增，尸糞增，鋒刃增，烈河增，合為十六處，稱為十六遊增地獄。八大地獄合計共有一百二十八處。亦名近邊地獄」。所以，近邊地獄就是遊增地獄，每一大地獄有四門，每一門有附增地獄，合起來就是十六遊增。只要通過四個遊增，他就出去了，從一門，一門就能出去。"
    },
    {
      "id": "02-040-0171_p0037",
      "zh_CN": "第三，「孤独地狱」。「在山间」，山谷里头，「旷野、树下、空中，其类无数，受苦无量。地狱苦果，其最重处，一日之中八万四千生死，经劫无量」。这一句很重要，不是一次生死，一天八万四千次的生死，能信吗？能。为什么？弥勒菩萨跟我们讲生灭现象，一秒钟一千六百兆次的生灭。一秒钟一千六百兆，八万四千太少了。人体细胞的生灭大概是一个星期，七天，所以细胞新陈代谢，天天有细胞死亡，天天有细胞新生，前面这个细胞死亡了，后头新生代的起来了。",
      "zh_TW": "第三，「孤獨地獄」。「在山間」，山谷裡頭，「曠野、樹下、空中，其類無數，受苦無量。地獄苦果，其最重處，一日之中八萬四千生死，經劫無量」。這一句很重要，不是一次生死，一天八萬四千次的生死，能信嗎？能。為什麼？彌勒菩薩跟我們講生滅現象，一秒鐘一千六百兆次的生滅。一秒鐘一千六百兆，八萬四千太少了。人體細胞的生滅大概是一個星期，七天，所以細胞新陳代謝，天天有細胞死亡，天天有細胞新生，前面這個細胞死亡了，後頭新生代的起來了。"
    },
    {
      "id": "02-040-0171_p0038",
      "zh_CN": "为什么人会老化？为什么人会生病？那就是新陈代谢的时候他有老的观念。你看，过年了，我们又长一岁，长一岁是什么？我们又老一年了。今年生的新生的细胞，比去年那个死亡的细胞要来得衰老，什么原因？你有老的念头，我老了。小孩的细胞为什么看不出这个老化的现象？他没想到老，他没想到他长大，没这些念头。所以他那个生灭现象非常接近、非常相似，你看不出来。老年是最明显，为什么？天天想到我老了，没用了，社会上人都不要我了，愈想愈可怜。尤其现在社会，儿女不知道养老，社会对老人不尊重，所以老人特别可怜。老人一生的付出，到晚年什么回报？想到寒心，所以多少老人自杀，为什么？生不如死。这种思想错误，生不如死，死了还是解决不了，死了可能比生更痛苦，后悔莫及。这是世间有些通灵的人他们知道。在外国，从催眠术里头得到很多信息，那不是假的。一个人在催眠当中回到过去，把过去一生，他回忆过去，从死到生，再回去从死到生，能够回去十几世，知道现前认识这些人，过去生中就有某种关系。一般正常状况之下，这个催眠说得很真实。那有大怨大恩，催眠就说不出来；一般普通的，没有大仇大恨，也没有大恩，这些他很顺利，说得很清楚。",
      "zh_TW": "為什麼人會老化？為什麼人會生病？那就是新陳代謝的時候他有老的觀念。你看，過年了，我們又長一歲，長一歲是什麼？我們又老一年了。今年生的新生的細胞，比去年那個死亡的細胞要來得衰老，什麼原因？你有老的念頭，我老了。小孩的細胞為什麼看不出這個老化的現象？他沒想到老，他沒想到他長大，沒這些念頭。所以他那個生滅現象非常接近、非常相似，你看不出來。老年是最明顯，為什麼？天天想到我老了，沒用了，社會上人都不要我了，愈想愈可憐。尤其現在社會，兒女不知道養老，社會對老人不尊重，所以老人特別可憐。老人一生的付出，到晚年什麼回報？想到寒心，所以多少老人自殺，為什麼？生不如死。這種思想錯誤，生不如死，死了還是解決不了，死了可能比生更痛苦，後悔莫及。這是世間有些通靈的人他們知道。在外國，從催眠術裡頭得到很多信息，那不是假的。一個人在催眠當中回到過去，把過去一生，他回憶過去，從死到生，再回去從死到生，能夠回去十幾世，知道現前認識這些人，過去生中就有某種關係。一般正常狀況之下，這個催眠說得很真實。那有大怨大恩，催眠就說不出來；一般普通的，沒有大仇大恨，也沒有大恩，這些他很順利，說得很清楚。"
    },
    {
      "id": "02-040-0171_p0039",
      "zh_CN": "末后这一句说出他们的因，「《辅宏记》云：作上品五逆十恶者感之」，念老说「最极恶逆者」，恶造到极处了。有没有？有，古时候有，人少；现在有，人很多。所谓心狠手辣，他真敢下手。这种人往往丧失了人性，没有丝毫慈悲心，杀害众生无所不用其极，杀害手段的残酷我们一般人无法想像，将来果报之惨烈也不可思议。总之，业因业果，因果报应丝毫不爽。佛经常说，「菩萨畏因，众生畏果」，果报现前，众生害怕了，害怕也不能避免，你一定要受。菩萨畏因，菩萨晓得因果报应是真的，所以不敢造恶业；他不造因，他就不受这个果报。",
      "zh_TW": "末後這一句說出他們的因，「《輔宏記》云：作上品五逆十惡者感之」，念老說「最極惡逆者」，惡造到極處了。有沒有？有，古時候有，人少；現在有，人很多。所謂心狠手辣，他真敢下手。這種人往往喪失了人性，沒有絲毫慈悲心，殺害眾生無所不用其極，殺害手段的殘酷我們一般人無法想像，將來果報之慘烈也不可思議。總之，業因業果，因果報應絲毫不爽。佛經常說，「菩薩畏因，眾生畏果」，果報現前，眾生害怕了，害怕也不能避免，你一定要受。菩薩畏因，菩薩曉得因果報應是真的，所以不敢造惡業；他不造因，他就不受這個果報。"
    },
    {
      "id": "02-040-0171_p0040",
      "zh_CN": "古时候中国社会安定。前些年，中国天主教傅铁山大主教在的时候，我们是好朋友，我到北京一定要碰头，我们很谈得来。我说中国过去社会长治久安，有三个建筑起很大的作用，我说的他都点头，都同意。第一个，祠堂。每一家祠堂是孝道，每个人都知道孝顺父母、孝顺祖先。做坏事，祖宗丢人，怎么养出这么个后代？谁都不肯原谅你。不敢起一个恶念，怕对不起祖宗，有这么大的力量。他不怕法律，他怕祖宗，不敢在祖宗脸上抹黑。一个人一生最大的事情是荣宗耀祖，做好事，行善积德，大家赞叹，某家的祖宗出这么好的后代，祖宗有光。祠堂教孝，现在没有了，孝没有了。孝是一切善法的大根大本，中国古人不是以人为本，以孝为本。第二个建筑，孔庙。孔庙代表什么？伦理、道德教育，它是师道。你看，祠堂是孝道，孔庙是师道，尊师重道。人怎么学好的？父母教的、老师教的，父母跟老师合作，把这个人的根基奠定了、打好了，这个人才能有辉煌的事业。第三个，城隍庙。城隍庙教因果、讲报应，人到城隍庙去走一趟，不敢起恶念，为什么？怕报应。所以我也送了一张二分之一的《地狱变相图》，送给傅铁山。傅老展开来一看，我给他讲，从前一个城隍庙，它产生的效果可以抵个一万个警察。他把桌子一拍：不止，十万！十万警察不能维持的社会治安，一个城隍庙可以维系，这个地方的人不敢做坏事，起这么大的作用。",
      "zh_TW": "古時候中國社會安定。前些年，中國天主教傅鐵山大主教在的時候，我們是好朋友，我到北京一定要碰頭，我們很談得來。我說中國過去社會長治久安，有三個建築起很大的作用，我說的他都點頭，都同意。第一個，祠堂。每一家祠堂是孝道，每個人都知道孝順父母、孝順祖先。做壞事，祖宗丟人，怎麼養出這麼個後代？誰都不肯原諒你。不敢起一個惡念，怕對不起祖宗，有這麼大的力量。他不怕法律，他怕祖宗，不敢在祖宗臉上抹黑。一個人一生最大的事情是榮宗耀祖，做好事，行善積德，大家讚歎，某家的祖宗出這麼好的後代，祖宗有光。祠堂教孝，現在沒有了，孝沒有了。孝是一切善法的大根大本，中國古人不是以人為本，以孝為本。第二個建築，孔廟。孔廟代表什麼？倫理、道德教育，它是師道。你看，祠堂是孝道，孔廟是師道，尊師重道。人怎麼學好的？父母教的、老師教的，父母跟老師合作，把這個人的根基奠定了、打好了，這個人才能有輝煌的事業。第三個，城隍廟。城隍廟教因果、講報應，人到城隍廟去走一趟，不敢起惡念，為什麼？怕報應。所以我也送了一張二分之一的《地獄變相圖》，送給傅鐵山。傅老展開來一看，我給他講，從前一個城隍廟，它產生的效果可以抵個一萬個警察。他把桌子一拍：不止，十萬！十萬警察不能維持的社會治安，一個城隍廟可以維繫，這個地方的人不敢做壞事，起這麼大的作用。"
    },
    {
      "id": "02-040-0171_p0041",
      "zh_CN": "现在人说它是迷信，说那是封建时代那些皇帝愚民政策骗人的，统统打倒，不要了。不要，现在社会的人什么也不怕，什么都没有顾忌，什么坏事都敢干，杀父亲、杀母亲，他都干出来。到社会乱了，出了问题，这怎么办？那再把城隍庙建，又不好意思，我们先批评了它、批判它，现在再把它拿出来，不好意思。必须要再乱几十年，乱到实在没有办法了，后人会把这个东西请回来。也就是吃尽苦头，走投无路，老祖宗东西有用处了。你不把它请出来，社会永远不会安稳，安定和平是永远不会出现的。你说老祖宗怎么样不行，它这三样东西管事，真正能带给社会安定和平，真正能教老百姓不敢起恶念。",
      "zh_TW": "現在人說它是迷信，說那是封建時代那些皇帝愚民政策騙人的，統統打倒，不要了。不要，現在社會的人什麼也不怕，什麼都沒有顧忌，什麼壞事都敢幹，殺父親、殺母親，他都幹出來。到社會亂了，出了問題，這怎麼辦？那再把城隍廟建，又不好意思，我們先批評了它、批判它，現在再把它拿出來，不好意思。必須要再亂幾十年，亂到實在沒有辦法了，後人會把這個東西請回來。也就是吃盡苦頭，走投無路，老祖宗東西有用處了。你不把它請出來，社會永遠不會安穩，安定和平是永遠不會出現的。你說老祖宗怎麼樣不行，它這三樣東西管事，真正能帶給社會安定和平，真正能教老百姓不敢起惡念。"
    },
    {
      "id": "02-040-0171_p0042",
      "zh_CN": "佛法，圆满的教育，面面都顾到。佛教不要了，基督教兴旺起来了。基督教的信徒，我听说是增长的速度非常快，十年、二十年之后，如果有十亿人信基督教，中国就被外国人统治了。到那个时候，想回头来不及了，为什么？他的人比你多，你决定控制他不了。佛教是非常温和，处处忍让，佛教可以退守一边，到别的星球上再去复兴，这个地球放弃了。为什么？这个地球上人不要了，他就到别的地方去了。佛的教区三千大千世界，黄念老居士告诉我，十万亿个银河系，这一个银河系放弃没关系，还有。值得我们思考，认真去思考就知道应该怎么做法。三恶道，地狱、饿鬼、畜生，地狱这一条，我们就学习到此地。",
      "zh_TW": "佛法，圓滿的教育，面面都顧到。佛教不要了，基督教興旺起來了。基督教的信徒，我聽說是增長的速度非常快，十年、二十年之後，如果有十億人信基督教，中國就被外國人統治了。到那個時候，想回頭來不及了，為什麼？他的人比你多，你決定控制他不了。佛教是非常溫和，處處忍讓，佛教可以退守一邊，到別的星球上再去復興，這個地球放棄了。為什麼？這個地球上人不要了，他就到別的地方去了。佛的教區三千大千世界，黃念老居士告訴我，十萬億個銀河系，這一個銀河系放棄沒關係，還有。值得我們思考，認真去思考就知道應該怎麼做法。三惡道，地獄、餓鬼、畜生，地獄這一條，我們就學習到此地。"
    }
  ]
}