{
  "doc_id": "02-040-0391",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三九一集",
    "zh_TW": "第三九一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0391",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0391_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0391_p0002",
      "zh_CN": "请看《大经科注》第六百七十六页，倒数第五行，从当中「《止观辅行》曰」，从这里念起：",
      "zh_TW": "請看《大經科註》第六百七十六頁，倒數第五行，從當中「《止觀輔行》曰」，從這裡念起："
    },
    {
      "id": "02-040-0391_p0003",
      "zh_CN": "「又《止观辅行》曰：中道即法界，法界即止观。止观不二，境智冥一」，前面我们学到这个地方。我们接着看，『寂静』，见前面「诸根寂静」的注解，我们参考资料里头是《佛学大辞典》里面解释的术语。「离烦恼曰寂，绝苦患云静，即涅槃之理也」。《华严经》第一卷，《华严》有八十卷，第一卷里头有「观寂静法，灭诸痴暗」。烦恼无量无边，烦恼从哪里来？迷失了自性，把自性里本有的智慧变质了，变成烦恼。所以，烦恼的本体就是智慧，迷了叫烦恼，悟了叫智慧。佛教导我们转烦恼成菩提，把它转变过来，这个话是正确的。通常一般讲断烦恼，烦恼不能断，烦恼要断了，菩提就没有了；它跟菩提是一桩事情，本来不二，只有迷悟差别。所以，转烦恼成菩提，转烦恼成智慧，这都是正确的。",
      "zh_TW": "「又《止觀輔行》曰：中道即法界，法界即止觀。止觀不二，境智冥一」，前面我們學到這個地方。我們接著看，『寂靜』，見前面「諸根寂靜」的註解，我們參考資料裡頭是《佛學大辭典》裡面解釋的術語。「離煩惱曰寂，絕苦患云靜，即涅槃之理也」。《華嚴經》第一卷，《華嚴》有八十卷，第一卷裡頭有「觀寂靜法，滅諸痴闇」。煩惱無量無邊，煩惱從哪裡來？迷失了自性，把自性裡本有的智慧變質了，變成煩惱。所以，煩惱的本體就是智慧，迷了叫煩惱，悟了叫智慧。佛教導我們轉煩惱成菩提，把它轉變過來，這個話是正確的。通常一般講斷煩惱，煩惱不能斷，煩惱要斷了，菩提就沒有了；它跟菩提是一樁事情，本來不二，只有迷悟差別。所以，轉煩惱成菩提，轉煩惱成智慧，這都是正確的。"
    },
    {
      "id": "02-040-0391_p0004",
      "zh_CN": "怎么样把它转过来？知道一切法的真相，就转过来了。换句话说，我们迷的是什么？迷的是诸法实相，一切法的真相不知道，迷了。真相是什么？《金刚经》上说得很好，而且《金刚经》流通最广，读的人最多，不学佛的人也读。古时候读书人没有不读《金刚经》的，修道的人也没有不读《金刚经》的，换句话说，《金刚经》是儒释道共同的科目。它讲得简单，讲得扼要，告诉我们，一切法都是空的，所以说凡所有相皆是虚妄。相，现象，现代科学把所有现象归纳为三大类，物质现象、精神现象、自然现象，三大类。凡所有相皆是虚妄，没有例外的，自然现象也是虚妄的。从哪里来的？从心想生，是从妄念上生的。妄念就生烦恼，正念就生智慧，正念是了解真相，认识真相，了解、认识一切现相是虚妄的，肯定就不着相了。对于所有现相，我们一般讲，没有占有的念头，没有控制的念头，没有支配的念头。这都是人的欲望，想占有，据为己有，想控制它，想支配它，人有这些欲望。这些欲望错的，他不了解事实真相，为什么？这一切现相都不可得，真的不可得。为什么？它们没有一样不是刹那生灭。刹那，说的时间还太长，《楞严》上佛讲得好，「当处出生，随处灭尽」，生它就灭了。",
      "zh_TW": "怎麼樣把它轉過來？知道一切法的真相，就轉過來了。換句話說，我們迷的是什麼？迷的是諸法實相，一切法的真相不知道，迷了。真相是什麼？《金剛經》上說得很好，而且《金剛經》流通最廣，讀的人最多，不學佛的人也讀。古時候讀書人沒有不讀《金剛經》的，修道的人也沒有不讀《金剛經》的，換句話說，《金剛經》是儒釋道共同的科目。它講得簡單，講得扼要，告訴我們，一切法都是空的，所以說凡所有相皆是虛妄。相，現象，現代科學把所有現象歸納為三大類，物質現象、精神現象、自然現象，三大類。凡所有相皆是虛妄，沒有例外的，自然現象也是虛妄的。從哪裡來的？從心想生，是從妄念上生的。妄念就生煩惱，正念就生智慧，正念是了解真相，認識真相，了解、認識一切現相是虛妄的，肯定就不著相了。對於所有現相，我們一般講，沒有佔有的念頭，沒有控制的念頭，沒有支配的念頭。這都是人的欲望，想佔有，據為己有，想控制它，想支配它，人有這些欲望。這些欲望錯的，他不了解事實真相，為什麼？這一切現相都不可得，真的不可得。為什麼？它們沒有一樣不是剎那生滅。剎那，說的時間還太長，《楞嚴》上佛講得好，「當處出生，隨處滅盡」，生它就滅了。"
    },
    {
      "id": "02-040-0391_p0005",
      "zh_CN": "这种现象，叫真相，弥勒菩萨告诉我们，跟现在量子力学家所说的完全相同，被科学证明了。弥勒菩萨说这个话是二千五百多年前说的，近代二、三十年量子力学家发现了。发现什么？物质根本就不存在，物质是个幻相。这就是有些科学家一生专门研究物质，物质到底是什么，用什么方法去观察物质？跟佛经上讲的方法相同，把物质去分，分到最后看看物质到底是什么。佛在经上说，一粒微尘，我们肉眼眼睛好的人能看见，这一粒微尘在哪里？在牛毛尖上，牛毛很粗，牛毛尖端上，它贴在那个地方，它不会掉下来。这个我们知道，它有引力，牛毛很粗，引力就强，微尘很小，引力不大，被它吸引了，它不会离开。佛说把牛毛尘分成七分，七分之一叫羊毛尘。羊毛就细了，中国人写字用毛笔，羊毛，羊毛细，那就是七分之一的牛毛尘。羊毛尘再分为七分之一，叫兔毛尘，兔毛更细了。兔毛尘分成七分之一，叫水尘。水有密度，但是有空隙，这在显微镜里面看到，这类微尘在水的空隙当中它往来没有障碍。水尘再把它分成七分，七分之一，叫金尘，金是金属，五金，金银铜铁锡。金属的密度很大，比水大得多，但是还是有空隙，在高度显微镜下观察有空隙，这一粒微尘在金属空隙里头通过没有障碍，这很小的了。",
      "zh_TW": "這種現象，叫真相，彌勒菩薩告訴我們，跟現在量子力學家所說的完全相同，被科學證明了。彌勒菩薩說這個話是二千五百多年前說的，近代二、三十年量子力學家發現了。發現什麼？物質根本就不存在，物質是個幻相。這就是有些科學家一生專門研究物質，物質到底是什麼，用什麼方法去觀察物質？跟佛經上講的方法相同，把物質去分，分到最後看看物質到底是什麼。佛在經上說，一粒微塵，我們肉眼眼睛好的人能看見，這一粒微塵在哪裡？在牛毛尖上，牛毛很粗，牛毛尖端上，它貼在那個地方，它不會掉下來。這個我們知道，它有引力，牛毛很粗，引力就強，微塵很小，引力不大，被它吸引了，它不會離開。佛說把牛毛塵分成七分，七分之一叫羊毛塵。羊毛就細了，中國人寫字用毛筆，羊毛，羊毛細，那就是七分之一的牛毛塵。羊毛塵再分為七分之一，叫兔毛塵，兔毛更細了。兔毛塵分成七分之一，叫水塵。水有密度，但是有空隙，這在顯微鏡裡面看到，這類微塵在水的空隙當中它往來沒有障礙。水塵再把它分成七分，七分之一，叫金塵，金是金屬，五金，金銀銅鐵錫。金屬的密度很大，比水大得多，但是還是有空隙，在高度顯微鏡下觀察有空隙，這一粒微塵在金屬空隙裡頭通過沒有障礙，這很小的了。"
    },
    {
      "id": "02-040-0391_p0006",
      "zh_CN": "这个小尘再把它分成七分之一，叫微尘，佛经上的微尘是这个意思，很小了。佛说微尘，阿罗汉的天眼可以看到，说不定佛讲的这个微尘就是我们科学里面所讲的原子。原子我们肉眼看不到，大概一般的天眼也看不到，欲界天人、色界天人、无色界天人都看不到，阿罗汉的天眼可以看到。这不是最小的，这个还可以分，把这个微尘分成七分，七分之一，叫色聚极微，这阿罗汉看不到。色聚极微很可能是现在科学家所说的基本粒子，基本粒子有几十种，所以叫色聚极微，它聚集，极微。这还可以分，色聚极微再把它分成七分之一，就变成极微之微。大概极微之微还能分，分到最后，佛叫它作极微色，极微色不能再分，再分就没有了，这个东西被科学家发现了。",
      "zh_TW": "這個小塵再把它分成七分之一，叫微塵，佛經上的微塵是這個意思，很小了。佛說微塵，阿羅漢的天眼可以看到，說不定佛講的這個微塵就是我們科學裡面所講的原子。原子我們肉眼看不到，大概一般的天眼也看不到，欲界天人、色界天人、無色界天人都看不到，阿羅漢的天眼可以看到。這不是最小的，這個還可以分，把這個微塵分成七分，七分之一，叫色聚極微，這阿羅漢看不到。色聚極微很可能是現在科學家所說的基本粒子，基本粒子有幾十種，所以叫色聚極微，它聚集，極微。這還可以分，色聚極微再把它分成七分之一，就變成極微之微。大概極微之微還能分，分到最後，佛叫它作極微色，極微色不能再分，再分就沒有了，這個東西被科學家發現了。"
    },
    {
      "id": "02-040-0391_p0007",
      "zh_CN": "八十年前科学家发现原子，民国初年的时候，认为这个东西是物质里头最小的，是物质的基本。以后随着科学的进步，仪器的改良，愈来愈先进，科学家把原子打破，发现原子里头有电子、有原子核、有中子。再把这些电子打破，原子核打破，中子打破，发现到许许多多的基本粒子，应该有五、六十种。这些东西还可以打破，打破到最后的时候看到叫夸克，夸克也有几十种。佛经上讲的色聚极微，大概就是说的这些基本粒子跟夸克。夸克再打破，发现微中子。微中子再打破，没有了，物质现象没有了，那就是佛经上讲的极微色。它叫微中子，或者叫中微子，都可以，不能再分，一分就没有了。没有了看到什么东西？看到是念头波动，思想、意念的波动，波动里面产生物质现象。所以这才真正明了了，物质是假的，是念头变出来的。念头也不是真的，物质搞清楚了，彻底搞清楚了，但是念头还没搞清楚。念头只发现它生灭的速度很快，念头好像一起就没有了，就灭了。",
      "zh_TW": "八十年前科學家發現原子，民國初年的時候，認為這個東西是物質裡頭最小的，是物質的基本。以後隨著科學的進步，儀器的改良，愈來愈先進，科學家把原子打破，發現原子裡頭有電子、有原子核、有中子。再把這些電子打破，原子核打破，中子打破，發現到許許多多的基本粒子，應該有五、六十種。這些東西還可以打破，打破到最後的時候看到叫夸克，夸克也有幾十種。佛經上講的色聚極微，大概就是說的這些基本粒子跟夸克。夸克再打破，發現微中子。微中子再打破，沒有了，物質現象沒有了，那就是佛經上講的極微色。它叫微中子，或者叫中微子，都可以，不能再分，一分就沒有了。沒有了看到什麼東西？看到是念頭波動，思想、意念的波動，波動裡面產生物質現象。所以這才真正明瞭了，物質是假的，是念頭變出來的。念頭也不是真的，物質搞清楚了，徹底搞清楚了，但是念頭還沒搞清楚。念頭只發現它生滅的速度很快，念頭好像一起就沒有了，就滅了。"
    },
    {
      "id": "02-040-0391_p0008",
      "zh_CN": "这个现象，《楞严经》上所说的，「当处出生，随处灭尽」，就是科学家看到念头生灭的现象。怎么生的？不知道，好像没有原因。佛家说有原因，念头从哪里生？从业相生的。阿赖耶的三细相，第一个是业相，业相就是波动，一念不觉，一念不觉就是动了。觉它是不动的，不觉是动的，动就是不觉。这一念不觉，这个现象佛经上称为阿赖耶，阿赖耶三细相，这微细的现象里头第一种，它动，它有频率的现象。从这个现象里面就生转相，转相就是念头，就是意念；从意念产生境界相，境界相就是物质现象。所以物质是念头变现的，念头是波动产生的，是不觉产生的，这佛说的。",
      "zh_TW": "這個現象，《楞嚴經》上所說的，「當處出生，隨處滅盡」，就是科學家看到念頭生滅的現象。怎麼生的？不知道，好像沒有原因。佛家說有原因，念頭從哪裡生？從業相生的。阿賴耶的三細相，第一個是業相，業相就是波動，一念不覺，一念不覺就是動了。覺它是不動的，不覺是動的，動就是不覺。這一念不覺，這個現象佛經上稱為阿賴耶，阿賴耶三細相，這微細的現象裡頭第一種，它動，它有頻率的現象。從這個現象裡面就生轉相，轉相就是念頭，就是意念；從意念產生境界相，境界相就是物質現象。所以物質是念頭變現的，念頭是波動產生的，是不覺產生的，這佛說的。"
    },
    {
      "id": "02-040-0391_p0009",
      "zh_CN": "科学家今天证明物质确实是念头产生的，这个发现非常了不起，这是科学上最大的一个革命事情。科学家提出来，科学在地球上差不多四百多年，四百多年，他说走一个最大的错误的路子，叫二分法。把宇宙的现象分成二分，物理、心理，心理就是念头，分成二分。现在知道物质跟意念不能分，它是一不是二。所以现在科学产生这么多的问题，负面问题不能解决，地球上灾难这么多。科学家发现这个事实真相了，告诉大家，地球上灾难可以解决。用什么方法解决？念头解决，只要念头正，念头清净，所有灾难都没有了。",
      "zh_TW": "科學家今天證明物質確實是念頭產生的，這個發現非常了不起，這是科學上最大的一個革命事情。科學家提出來，科學在地球上差不多四百多年，四百多年，他說走一個最大的錯誤的路子，叫二分法。把宇宙的現象分成二分，物理、心理，心理就是念頭，分成二分。現在知道物質跟意念不能分，它是一不是二。所以現在科學產生這麼多的問題，負面問題不能解決，地球上災難這麼多。科學家發現這個事實真相了，告訴大家，地球上災難可以解決。用什麼方法解決？念頭解決，只要念頭正，念頭清淨，所有災難都沒有了。"
    },
    {
      "id": "02-040-0391_p0010",
      "zh_CN": "这个佛经上有，佛经上给我们说灾难怎么产生的？水灾、江河泛滥、海啸是从贪婪感应出来的，贪心感得水灾。瞋恚感得的火灾，火山爆发，地球温度上升，是什么？瞋恚心太重，脾气太大了。愚痴感应的是风灾，飓风、龙卷风。傲慢感得的是地震。怀疑所感得的是山崩地陷，山会倒下来，地会突然陷下去，是怀疑。如果我们把这个五种错误的念头，不正当的念头改正过来，不贪、不瞋、不痴、不傲慢、不怀疑，这灾难都没有了。这是量子力学家提出来的，跟佛经上讲的一样。这五种烦恼，这都叫烦恼，贪瞋痴慢疑这是烦恼，所感应的。对人身体来说，就是五脏六腑的病毒，人要没有这五种错误的观念，你身心健康，你不会生病。所以，治病可以用自己意念来治疗，不需要医药，也不需要针灸，用念头。",
      "zh_TW": "這個佛經上有，佛經上給我們說災難怎麼產生的？水災、江河氾濫、海嘯是從貪婪感應出來的，貪心感得水災。瞋恚感得的火災，火山爆發，地球溫度上升，是什麼？瞋恚心太重，脾氣太大了。愚痴感應的是風災，颶風、龍捲風。傲慢感得的是地震。懷疑所感得的是山崩地陷，山會倒下來，地會突然陷下去，是懷疑。如果我們把這個五種錯誤的念頭，不正當的念頭改正過來，不貪、不瞋、不痴、不傲慢、不懷疑，這災難都沒有了。這是量子力學家提出來的，跟佛經上講的一樣。這五種煩惱，這都叫煩惱，貪瞋痴慢疑這是煩惱，所感應的。對人身體來說，就是五臟六腑的病毒，人要沒有這五種錯誤的觀念，你身心健康，你不會生病。所以，治病可以用自己意念來治療，不需要醫藥，也不需要針灸，用念頭。"
    },
    {
      "id": "02-040-0391_p0011",
      "zh_CN": "科学家研究到现在，还没有被所有研究科学的人承认，只有一部分人承认，还有一部分人不承认，所以现在这个科学叫前卫科学。好像打仗一样，这是先锋，不是主力。他们要搜集证据，到处在搜集证据，证据里面最丰富的也最有力的，就是疗愈，就是治疗。找哪些人？找一些癌症、绝症，医院放弃治疗了，去找这些人。这些人里面有一部分是信仰宗教的，不信仰宗教那没办法，他没救，有一部分信仰宗教。既然医院已经放弃治疗，宣布他，等于宣布死刑，你能够存活大概只有一、二个月，二、三个月，等于判决了，他对于病能好希望没有了。于是信仰宗教的人天天祈祷，求神保佑他，求神带他到天堂去。他也不想病，他也不想存活，他也不想身体，他什么都不想，天天想上帝。这就是念头，制心一处，无事不办，他把念头转了，上帝、神，这个念头都是好的，好念头。过几个星期之后再去检查，病好了，没有了，这个例子他们搜集很多很多。",
      "zh_TW": "科學家研究到現在，還沒有被所有研究科學的人承認，只有一部分人承認，還有一部分人不承認，所以現在這個科學叫前衛科學。好像打仗一樣，這是先鋒，不是主力。他們要蒐集證據，到處在蒐集證據，證據裡面最豐富的也最有力的，就是療癒，就是治療。找哪些人？找一些癌症、絕症，醫院放棄治療了，去找這些人。這些人裡面有一部分是信仰宗教的，不信仰宗教那沒辦法，他沒救，有一部分信仰宗教。既然醫院已經放棄治療，宣布他，等於宣布死刑，你能夠存活大概只有一、二個月，二、三個月，等於判決了，他對於病能好希望沒有了。於是信仰宗教的人天天祈禱，求神保佑他，求神帶他到天堂去。他也不想病，他也不想存活，他也不想身體，他什麼都不想，天天想上帝。這就是念頭，制心一處，無事不辦，他把念頭轉了，上帝、神，這個念頭都是好的，好念頭。過幾個星期之後再去檢查，病好了，沒有了，這個例子他們蒐集很多很多。"
    },
    {
      "id": "02-040-0391_p0012",
      "zh_CN": "前些年，我们山西小院有四十多个癌症，那是信佛的，他们也是绝望了，一心一意念佛，念地藏菩萨，或者诵经，都可以，只要不要去想病。如果想病那就非死无疑，为什么？你想它，你给它营养，它会慢慢扩张。你不想它，不理它，念头转到别地方去，这些病毒就饿死了，它没有营养，没有补充了，就这么个道理。所以，一切法从心想生，这些重病的人再去检查，个个都好了。医院说这发生奇迹，其实有科学的证据，是用意念治疗疾病。不需要医药，医药治不了，念头一转，就治疗了。",
      "zh_TW": "前些年，我們山西小院有四十多個癌症，那是信佛的，他們也是絕望了，一心一意念佛，念地藏菩薩，或者誦經，都可以，只要不要去想病。如果想病那就非死無疑，為什麼？你想它，你給它營養，它會慢慢擴張。你不想它，不理它，念頭轉到別地方去，這些病毒就餓死了，它沒有營養，沒有補充了，就這麼個道理。所以，一切法從心想生，這些重病的人再去檢查，個個都好了。醫院說這發生奇蹟，其實有科學的證據，是用意念治療疾病。不需要醫藥，醫藥治不了，念頭一轉，就治療了。"
    },
    {
      "id": "02-040-0391_p0013",
      "zh_CN": "所以二０一一年，二０一二年的前一年，世界上有几个科学家在澳洲悉尼开了两天会议。会议，他们通知我们，希望我参加，我没去，我在香港，我没去，我们学院派了八个人去参加。第一天听取他们最近研究报告，我们听了很欢喜，跟佛经上所说的愈来愈接近了。第二天一天专门讨论二０一二马雅灾难预言，讨论这个问题。美国的布莱登博士是量子力学家，他做了个总结，结论结得好。他说马雅灾难预言并不可怕，只要地球上的居民，住在地球上的人，从今天起，「弃恶扬善」，恶的念头、恶的行为放下，就是佛家讲的断恶修善，「改邪归正，端正心念」。不但灾难可以化解，而且可以把地球带上更好的走向，这是布莱登的结论。他们懂这个道理，佛经上所说的，一切法从心想生，境随心转，他明白这个道理。所以我们念头一转，不善的念头统统放下，要善的念头。",
      "zh_TW": "所以二０一一年，二０一二年的前一年，世界上有幾個科學家在澳洲悉尼開了兩天會議。會議，他們通知我們，希望我參加，我沒去，我在香港，我沒去，我們學院派了八個人去參加。第一天聽取他們最近研究報告，我們聽了很歡喜，跟佛經上所說的愈來愈接近了。第二天一天專門討論二０一二馬雅災難預言，討論這個問題。美國的布萊登博士是量子力學家，他做了個總結，結論結得好。他說馬雅災難預言並不可怕，只要地球上的居民，住在地球上的人，從今天起，「棄惡揚善」，惡的念頭、惡的行為放下，就是佛家講的斷惡修善，「改邪歸正，端正心念」。不但災難可以化解，而且可以把地球帶上更好的走向，這是布萊登的結論。他們懂這個道理，佛經上所說的，一切法從心想生，境隨心轉，他明白這個道理。所以我們念頭一轉，不善的念頭統統放下，要善的念頭。"
    },
    {
      "id": "02-040-0391_p0014",
      "zh_CN": "善念的核心是孝敬，孝，儒释道都把它摆在第一位，佛经，净业三福也把它摆在第一句，「孝养父母，奉事师长，慈心不杀，修十善业」。所以百善孝为先，孝道不能不知道。人能够孝顺父母，不但不敢做恶事，连恶的念头都不敢起，为什么？怕对不起父母，这个约束力量多大。孝亲是中国传统文化的根，尊师重道是中国文化的本，大根大本，延伸出来就是五伦、五常、四维、八德，落实在我们日常生活当中工作、待人接物。这四科，这是中国文化的大根大本，把它总结起来，实际上只有十二个字。这十二个字第一个是孝，孝悌忠信，悌就是尊重长辈，兄弟当中尊重大哥，他年岁比我大。悌道，悌道是敬长，敬长在中国通常用老师做代表，尊师重道。忠信，忠，我们人讲良心，心要放在当中，不能偏，不能邪，偏就错误了，邪就造恶了；下头是信，有信用，言而有信，不能欺骗人，不能妄语，不能两舌。孝悌忠信、礼义廉耻、仁爱和平，就这十二个字，起心动念、言语造作都跟十二个字相应，这是中国人。标准的中国人就这十二个字，这十二个字教了五千多年，没有出问题。",
      "zh_TW": "善念的核心是孝敬，孝，儒釋道都把它擺在第一位，佛經，淨業三福也把它擺在第一句，「孝養父母，奉事師長，慈心不殺，修十善業」。所以百善孝為先，孝道不能不知道。人能夠孝順父母，不但不敢做惡事，連惡的念頭都不敢起，為什麼？怕對不起父母，這個約束力量多大。孝親是中國傳統文化的根，尊師重道是中國文化的本，大根大本，延伸出來就是五倫、五常、四維、八德，落實在我們日常生活當中工作、待人接物。這四科，這是中國文化的大根大本，把它總結起來，實際上只有十二個字。這十二個字第一個是孝，孝悌忠信，悌就是尊重長輩，兄弟當中尊重大哥，他年歲比我大。悌道，悌道是敬長，敬長在中國通常用老師做代表，尊師重道。忠信，忠，我們人講良心，心要放在當中，不能偏，不能邪，偏就錯誤了，邪就造惡了；下頭是信，有信用，言而有信，不能欺騙人，不能妄語，不能兩舌。孝悌忠信、禮義廉恥、仁愛和平，就這十二個字，起心動念、言語造作都跟十二個字相應，這是中國人。標準的中國人就這十二個字，這十二個字教了五千多年，沒有出問題。"
    },
    {
      "id": "02-040-0391_p0015",
      "zh_CN": "有人说世界上四大古文明，其他的三个都没有了，唯独中国还存在，什么原因？二战之前，欧洲有一批学者用这个做命题，认真研究，最后的结论说得很好，大概是中国人重视家庭教育的关系，这个结论非常正确。中国自古以来，教育是家庭负责的，所以它教得好。国家有学校，少，那个学校，那个学校是管考试的。考取之后，是为国家培养人才，像现在的党校一样，是培养各级干部的，一般教育都是你家庭自己负责任。家庭负责，叫私塾，私塾是什么？家庭子弟学校。这一家的家长，小孩的父母、祖父母、曾祖父母、高祖父母都在，所以办学请老师这是家里头等的大事，关系到我们这个家族的存亡，家族的兴衰，这是家庭最大的事情。家庭开会，去找老师，老师要有德行、要有学问，要能以身作则，要会教学，符合这些条件，恭恭敬敬的请老师到家里来办学。",
      "zh_TW": "有人說世界上四大古文明，其他的三個都沒有了，唯獨中國還存在，什麼原因？二戰之前，歐洲有一批學者用這個做命題，認真研究，最後的結論說得很好，大概是中國人重視家庭教育的關係，這個結論非常正確。中國自古以來，教育是家庭負責的，所以它教得好。國家有學校，少，那個學校，那個學校是管考試的。考取之後，是為國家培養人才，像現在的黨校一樣，是培養各級幹部的，一般教育都是你家庭自己負責任。家庭負責，叫私塾，私塾是什麼？家庭子弟學校。這一家的家長，小孩的父母、祖父母、曾祖父母、高祖父母都在，所以辦學請老師這是家裡頭等的大事，關係到我們這個家族的存亡，家族的興衰，這是家庭最大的事情。家庭開會，去找老師，老師要有德行、要有學問，要能以身作則，要會教學，符合這些條件，恭恭敬敬的請老師到家裡來辦學。"
    },
    {
      "id": "02-040-0391_p0016",
      "zh_CN": "开学的这一天，全家这些父老都到了，孩子们也都到了。家长这些父老们，大概曾祖父可能都参加，祖父、曾祖父，高祖父大概年岁太老了，将近一百岁，身体要不好他可以不参加。领着这些儿女，要向老师行三跪九叩首的大礼，非常隆重，把我家的小孩付托给老师，请老师好好管教。老师接受家长这样隆重的礼遇，他要不认真教小孩，他对不起人家父母，他要负责任的。跟现在学校不一样，家长对老师那个尊重的心不相同。老师住在这个家庭里头，从前是大家庭，大家庭上上下下人口差不多三百多人，普通家庭，人丁兴旺的有六、七百人。所以小孩多，不教，小孩没有学，那个家庭就会败亡。家庭要兴旺，小孩教得好，家里出人才，兴旺。所以你说家长们请老师是多么的隆重、多么认真，老师认真负责教学。老师自己的子女没有教好没关系，因为他的学生会照顾他的后人。老师的儿女跟自己像亲兄弟关系一样，老师不在了，老师家的后人要照顾他，要帮助他。所以，教书的人全心全力认真教化，他的后代有依靠，这些学生将来做大官、大富长者，他的子子孙孙都有人照顾。这是他为什么会全心全力认真教学，真把人教好了。学生不敢不听话，看到自己的父母、祖父母见到老师都那么恭敬，没有敢不听话的。",
      "zh_TW": "開學的這一天，全家這些父老都到了，孩子們也都到了。家長這些父老們，大概曾祖父可能都參加，祖父、曾祖父，高祖父大概年歲太老了，將近一百歲，身體要不好他可以不參加。領著這些兒女，要向老師行三跪九叩首的大禮，非常隆重，把我家的小孩付託給老師，請老師好好管教。老師接受家長這樣隆重的禮遇，他要不認真教小孩，他對不起人家父母，他要負責任的。跟現在學校不一樣，家長對老師那個尊重的心不相同。老師住在這個家庭裡頭，從前是大家庭，大家庭上上下下人口差不多三百多人，普通家庭，人丁興旺的有六、七百人。所以小孩多，不教，小孩沒有學，那個家庭就會敗亡。家庭要興旺，小孩教得好，家裡出人才，興旺。所以你說家長們請老師是多麼的隆重、多麼認真，老師認真負責教學。老師自己的子女沒有教好沒關係，因為他的學生會照顧他的後人。老師的兒女跟自己像親兄弟關係一樣，老師不在了，老師家的後人要照顧他，要幫助他。所以，教書的人全心全力認真教化，他的後代有依靠，這些學生將來做大官、大富長者，他的子子孫孫都有人照顧。這是他為什麼會全心全力認真教學，真把人教好了。學生不敢不聽話，看到自己的父母、祖父母見到老師都那麼恭敬，沒有敢不聽話的。"
    },
    {
      "id": "02-040-0391_p0017",
      "zh_CN": "所以这十二个字老师率先做到，家里上上下下人也做到，小孩就都学会了。如果老师教，老师没有做到，家里头大人、做父母的也没有做到，小孩就不相信，小孩就不肯学。看到整个家庭上上下下都做到，自然他就认真去奉行，收到教育的效果，走出家庭，社会上人每个人也都做到，一丝毫怀疑都没有，古时候的社会。在家庭，家庭教育第一，在社会，社会教育第一，在国家，国家教育第一，都是把教育摆在第一位。主管教育这个人肯定是被所有人民所尊重、礼敬。古时候的政府，皇上下面办事的机构是宰相，总理大臣，管全国行政的。他下面设有部，第一个部就是礼部，礼部就是教育部，礼部尚书就是教育部长。礼部尚书在各个部会之上，换句话说，国家政治设施一切都是为教育服务。所以把人都教好了，社会什么问题都没有。",
      "zh_TW": "所以這十二個字老師率先做到，家裡上上下下人也做到，小孩就都學會了。如果老師教，老師沒有做到，家裡頭大人、做父母的也沒有做到，小孩就不相信，小孩就不肯學。看到整個家庭上上下下都做到，自然他就認真去奉行，收到教育的效果，走出家庭，社會上人每個人也都做到，一絲毫懷疑都沒有，古時候的社會。在家庭，家庭教育第一，在社會，社會教育第一，在國家，國家教育第一，都是把教育擺在第一位。主管教育這個人肯定是被所有人民所尊重、禮敬。古時候的政府，皇上下面辦事的機構是宰相，總理大臣，管全國行政的。他下面設有部，第一個部就是禮部，禮部就是教育部，禮部尚書就是教育部長。禮部尚書在各個部會之上，換句話說，國家政治設施一切都是為教育服務。所以把人都教好了，社會什麼問題都沒有。"
    },
    {
      "id": "02-040-0391_p0018",
      "zh_CN": "所以古人，家长都勉励小孩好好把书读好，书读好之后参加考试。社会上三百六十行，哪一个行业最好？做官的行业最好，希望你做官，从政。这个行业非常清高，受人尊敬，待遇很不错，足可以养家。好处在哪里？工作很轻松，没有案件，一个月有三、五个案件就很多了，你这个地方怎么会有这么多事情！所以，这些做官的人平常没事干，游山玩水，我们看《四库全书》集部里头一大半都是这些人的著作，他有时间，有空。现前这个社会反过来了，各行各业里头最辛苦就是做官的，他一点空闲都没有。哪有像从前做官悠闲自在，他还填词作诗写文章，很多著书流传给后世，收在《四库》里头。这个行业是最轻松的，真的是最自在的。现在颠倒了，现在把经济看在第一，这问题就大了。财色名利是人之必争，问题来了，每个人念头都争名夺利。古时候没有，古时候人受过良好教育，懂得因果报应，安分守己。做官，有没有做官的命，没有做官的命，不肯去做官，没有发财的命，决定不想求发财。一生修德、忏悔，断恶修善，生活只求温饱，我能穿得暖、吃得饱，满足了，没有竞争的念头。",
      "zh_TW": "所以古人，家長都勉勵小孩好好把書讀好，書讀好之後參加考試。社會上三百六十行，哪一個行業最好？做官的行業最好，希望你做官，從政。這個行業非常清高，受人尊敬，待遇很不錯，足可以養家。好處在哪裡？工作很輕鬆，沒有案件，一個月有三、五個案件就很多了，你這個地方怎麼會有這麼多事情！所以，這些做官的人平常沒事幹，遊山玩水，我們看《四庫全書》集部裡頭一大半都是這些人的著作，他有時間，有空。現前這個社會反過來了，各行各業裡頭最辛苦就是做官的，他一點空閒都沒有。哪有像從前做官悠閒自在，他還填詞作詩寫文章，很多著書流傳給後世，收在《四庫》裡頭。這個行業是最輕鬆的，真的是最自在的。現在顛倒了，現在把經濟看在第一，這問題就大了。財色名利是人之必爭，問題來了，每個人念頭都爭名奪利。古時候沒有，古時候人受過良好教育，懂得因果報應，安分守己。做官，有沒有做官的命，沒有做官的命，不肯去做官，沒有發財的命，決定不想求發財。一生修德、懺悔，斷惡修善，生活只求溫飽，我能穿得暖、吃得飽，滿足了，沒有競爭的念頭。"
    },
    {
      "id": "02-040-0391_p0019",
      "zh_CN": "现在人说，没有竞争，社会怎么会进步？是的，社会是没有进步。我们看到这个世界上，斯里兰卡的人没有竞争，还保存二千五百年前那个样子，纯真、古朴，你到那个地方，好像走到古时候的生活环境。我初次到那里一看，进入那个地区，感觉什么？回到八十年前。我小时候在农村长大，十岁离开农村，仿佛回到十岁以前的社会，人那么纯朴、那么可爱。社会安定，人与人的关系好，五伦他做到了，五常他做到了。斯里兰卡每个人，男女老少，天天念三皈依，天天念五戒十善。一个月总有好多次，至少有六天，有人到十天，修八关斋戒，全国都是这样的。儿童乖，我们没有看到小孩打架的，没有看到吵闹的，心都很安静，看不到心浮气躁。怎么教的？佛教教的。",
      "zh_TW": "現在人說，沒有競爭，社會怎麼會進步？是的，社會是沒有進步。我們看到這個世界上，斯里蘭卡的人沒有競爭，還保存二千五百年前那個樣子，純真、古樸，你到那個地方，好像走到古時候的生活環境。我初次到那裡一看，進入那個地區，感覺什麼？回到八十年前。我小時候在農村長大，十歲離開農村，彷彿回到十歲以前的社會，人那麼純樸、那麼可愛。社會安定，人與人的關係好，五倫他做到了，五常他做到了。斯里蘭卡每個人，男女老少，天天念三皈依，天天念五戒十善。一個月總有好多次，至少有六天，有人到十天，修八關齋戒，全國都是這樣的。兒童乖，我們沒有看到小孩打架的，沒有看到吵鬧的，心都很安靜，看不到心浮氣躁。怎麼教的？佛教教的。"
    },
    {
      "id": "02-040-0391_p0020",
      "zh_CN": "这个国家面积不大，我原先以为有福建省大，没有，只有福建的四分之二。福建省有四个台湾大，斯里兰卡是两个台湾大，人口只有二千万，比台湾少。有一万多个寺庙，我估计，我还没有去问，一个寺庙算七、八个出家人，它这个国家，二千万人里头就有七、八万出家人。这些出家人个个都是老师，出家人都能讲经教学。斯里兰卡人民不管遇到什么事情，他找谁？他不找政府，他不找警察，他要找和尚，和尚给他解决问题。发生冲突了，也要请和尚来解决，来化解纠纷，他们不找法院。对出家人信任，出家人真有修持。",
      "zh_TW": "這個國家面積不大，我原先以為有福建省大，沒有，只有福建的四分之二。福建省有四個台灣大，斯里蘭卡是兩個台灣大，人口只有二千萬，比台灣少。有一萬多個寺廟，我估計，我還沒有去問，一個寺廟算七、八個出家人，它這個國家，二千萬人裡頭就有七、八萬出家人。這些出家人個個都是老師，出家人都能講經教學。斯里蘭卡人民不管遇到什麼事情，他找誰？他不找政府，他不找警察，他要找和尚，和尚給他解決問題。發生衝突了，也要請和尚來解決，來化解糾紛，他們不找法院。對出家人信任，出家人真有修持。"
    },
    {
      "id": "02-040-0391_p0021",
      "zh_CN": "所以我们到斯里兰卡，问这些出家人，出家人叫万事通，什么都知道，应付这些信徒，什么问题你都要替他解决。像算命、看相的、看风水他们都会，不学，碰到他们来问，不知道不行，都要学一点，叫万事通。而且最难得的是个个都能讲经，把人教好了。国家规定每个星期天，就是星期学校，星期学校在什么地方？寺庙。所有寺庙星期天开放，让附近的这些居民统统到寺庙里头接受佛陀教育，这个老师都是出家人。老师跟大家相偕，男女老少一起来，分开的，小孩和小孩一堆，男子一堆，女孩子，妇女一堆。我去参观一个寺院，没有通知，突然去的，看看是真的是假的。结果一进那个寺庙，三千多人，小圈圈，围了很多圈，出家法师给他们讲经，也有居士，男女居士都有，给他们上课讲经，这完全是义务的。一个早晨，八点钟开始，十二点钟结束。学佛教教育，全国都是这样的，没有例外的。人统统教好了，人与人当中和睦相处，真正做到互相尊重、互相敬爱、互相关怀、互相照顾、互助合作，已经落实了。",
      "zh_TW": "所以我們到斯里蘭卡，問這些出家人，出家人叫萬事通，什麼都知道，應付這些信徒，什麼問題你都要替他解決。像算命、看相的、看風水他們都會，不學，碰到他們來問，不知道不行，都要學一點，叫萬事通。而且最難得的是個個都能講經，把人教好了。國家規定每個星期天，就是星期學校，星期學校在什麼地方？寺廟。所有寺廟星期天開放，讓附近的這些居民統統到寺廟裡頭接受佛陀教育，這個老師都是出家人。老師跟大家相偕，男女老少一起來，分開的，小孩和小孩一堆，男子一堆，女孩子，婦女一堆。我去參觀一個寺院，沒有通知，突然去的，看看是真的是假的。結果一進那個寺廟，三千多人，小圈圈，圍了很多圈，出家法師給他們講經，也有居士，男女居士都有，給他們上課講經，這完全是義務的。一個早晨，八點鐘開始，十二點鐘結束。學佛教教育，全國都是這樣的，沒有例外的。人統統教好了，人與人當中和睦相處，真正做到互相尊重、互相敬愛、互相關懷、互相照顧、互助合作，已經落實了。"
    },
    {
      "id": "02-040-0391_p0022",
      "zh_CN": "总统带头，平常一定要做早晚课，总统也不例外。总统府里面供的佛像，在中国一定是盖个殿，殿堂供佛，他们不是的，他们佛像在菩提树下。总统府的院子有一棵很大的菩提树，佛像就在菩提树下，就好像释迦牟尼佛当年在世，在树下讲经、坐禅。前面摆个小桌子，供的有香花、水果，就在小桌子前面诵经、拜佛。我们去参观，看了之后不能不佩服人家，看到了佛法的希望。全世界我们看到佛法，口头上说说而已，没做到，看到那边人真做到了。",
      "zh_TW": "總統帶頭，平常一定要做早晚課，總統也不例外。總統府裡面供的佛像，在中國一定是蓋個殿，殿堂供佛，他們不是的，他們佛像在菩提樹下。總統府的院子有一棵很大的菩提樹，佛像就在菩提樹下，就好像釋迦牟尼佛當年在世，在樹下講經、坐禪。前面擺個小桌子，供的有香花、水果，就在小桌子前面誦經、拜佛。我們去參觀，看了之後不能不佩服人家，看到了佛法的希望。全世界我們看到佛法，口頭上說說而已，沒做到，看到那邊人真做到了。"
    },
    {
      "id": "02-040-0391_p0023",
      "zh_CN": "那边全部是小乘，上座部，小乘，小乘是大乘的基础。去年我去访问，向总统建议，最好办一个佛教大学，把释迦牟尼佛四十九年所传的所有法门我们都开课，都把它复兴起来。总统满口答应，我们来做，到斯里兰卡来做。还要办一个宗教大学，团结宗教，互相学习，化解宗教里面的矛盾跟冲突，希望宗教带动世界永续的和平。总统都答应了，两个大学都在斯里兰卡来办。那边办有人才，所谓人才济济，办大学，各个部门需要的老师、教授，他们给个名单给我看，已经有一百六十多人。这里头很多是世界上著名的佛学的大德，可见他们对于不同宗派他们没有漠视，没有看轻，很重视。这些有地位、有声望的出家人，他们都知道，礼请他们来担任教授，非常难得。",
      "zh_TW": "那邊全部是小乘，上座部，小乘，小乘是大乘的基礎。去年我去訪問，向總統建議，最好辦一個佛教大學，把釋迦牟尼佛四十九年所傳的所有法門我們都開課，都把它復興起來。總統滿口答應，我們來做，到斯里蘭卡來做。還要辦一個宗教大學，團結宗教，互相學習，化解宗教裡面的矛盾跟衝突，希望宗教帶動世界永續的和平。總統都答應了，兩個大學都在斯里蘭卡來辦。那邊辦有人才，所謂人才濟濟，辦大學，各個部門需要的老師、教授，他們給個名單給我看，已經有一百六十多人。這裡頭很多是世界上著名的佛學的大德，可見他們對於不同宗派他們沒有漠視，沒有看輕，很重視。這些有地位、有聲望的出家人，他們都知道，禮請他們來擔任教授，非常難得。"
    },
    {
      "id": "02-040-0391_p0024",
      "zh_CN": "学习，当然第一个就是断烦恼，断烦恼要学戒学。斯里兰卡的佛教非常重视戒律，出家人离开寺院，如果有不守戒律，违犯戒律的行为，群众可以处分他。譬如说五戒、十戒、比丘戒、比丘尼戒你要是犯了，因为他们全国人都是内行，他没有外行的，看到你犯戒，他就把你请过来，把你的袈裟脱掉，你不够资格做出家人，逼着你还俗，那是很难为情的事情。所以，出家人言行举止受到全国信徒的监督，他决定不敢违犯，这是个修行最好的环境，等于说舆论制裁你，不能不谨慎。所以真正学佛，无论在家、出家，至少要在斯里兰卡住个半年一年，你才晓得什么叫出家人，什么叫学佛的人。",
      "zh_TW": "學習，當然第一個就是斷煩惱，斷煩惱要學戒學。斯里蘭卡的佛教非常重視戒律，出家人離開寺院，如果有不守戒律，違犯戒律的行為，群眾可以處分他。譬如說五戒、十戒、比丘戒、比丘尼戒你要是犯了，因為他們全國人都是內行，他沒有外行的，看到你犯戒，他就把你請過來，把你的袈裟脫掉，你不夠資格做出家人，逼著你還俗，那是很難為情的事情。所以，出家人言行舉止受到全國信徒的監督，他決定不敢違犯，這是個修行最好的環境，等於說輿論制裁你，不能不謹慎。所以真正學佛，無論在家、出家，至少要在斯里蘭卡住個半年一年，你才曉得什麼叫出家人，什麼叫學佛的人。"
    },
    {
      "id": "02-040-0391_p0025",
      "zh_CN": "二千五百年没有改样子，最近这几年才开了几条公路，以前连公路都没有。跟旧时候的社会不一样的就是它现在有公路、有汽车，车辆还不少，常常还有汽车堵塞。这个国家最好的，人人安分守己，没有竞争，知足常乐，真的一天到晚欢欢喜喜的。我还听说，是我们的同修告诉我的，他看到一个老年人，大概有六十多岁的样子，手上抱了个菠萝蜜，欢喜得不得了。问他，一个菠萝蜜怎么那么欢喜？他说至少可以吃二、三天，那是他二、三天的粮食。而这菠萝蜜是满山都有，也就是说生活容易，生活简单。你看，抱一个菠萝蜜就那么欢喜，少欲知足，知足常乐。心清净的，定的，所以有智慧。",
      "zh_TW": "二千五百年沒有改樣子，最近這幾年才開了幾條公路，以前連公路都沒有。跟舊時候的社會不一樣的就是它現在有公路、有汽車，車輛還不少，常常還有汽車堵塞。這個國家最好的，人人安分守己，沒有競爭，知足常樂，真的一天到晚歡歡喜喜的。我還聽說，是我們的同修告訴我的，他看到一個老年人，大概有六十多歲的樣子，手上抱了個菠蘿蜜，歡喜得不得了。問他，一個菠蘿蜜怎麼那麼歡喜？他說至少可以吃二、三天，那是他二、三天的糧食。而這菠蘿蜜是滿山都有，也就是說生活容易，生活簡單。你看，抱一個菠蘿蜜就那麼歡喜，少欲知足，知足常樂。心清淨的，定的，所以有智慧。"
    },
    {
      "id": "02-040-0391_p0026",
      "zh_CN": "底下说，《毘婆尸佛经》下卷里头有这么几句话，「调御大丈夫，导引于群生，令至寂静道」。调御大丈夫是佛，对佛的尊称，佛导引众生。佛教我们什么？佛教我们定下来，教我们持戒、修定，智慧就开了。《资持记》下卷里面也有，「寂静即涅槃理也」。涅槃的理是什么？就是清净心，清净到极处。《往生要集》上卷末后也说，「一切诸法本来寂静，非有非无」，这句话说得非常好。一切法本来寂静，为什么产生妄动，动荡都停不下来？这就是烦恼，这就是妄想、杂念。原因，对于事实真相完全不了解，对于幸福美满的生活不知道。现在人真的，认为人生价值是什么？在社会上有地位、有财富。错了！有地位、有财富很好，要命中有，要如理如法取得。如果是非理非法而取得的，那是造业，现在你可以享受几天，死了以后三途去了，那个时候后悔就莫及了。怎么能干这个事情？人的寿命短，不长，三恶道的寿命可长了。过去李老师讲经的时候告诉我们，地狱种类很多，寿命长短不一样，但是在六道里头，地狱道都是论劫算的。所以这个地方去不得，很容易去，很难出来。",
      "zh_TW": "底下說，《毘婆尸佛經》下卷裡頭有這麼幾句話，「調御大丈夫，導引於群生，令至寂靜道」。調御大丈夫是佛，對佛的尊稱，佛導引眾生。佛教我們什麼？佛教我們定下來，教我們持戒、修定，智慧就開了。《資持記》下卷裡面也有，「寂靜即涅槃理也」。涅槃的理是什麼？就是清淨心，清淨到極處。《往生要集》上卷末後也說，「一切諸法本來寂靜，非有非無」，這句話說得非常好。一切法本來寂靜，為什麼產生妄動，動盪都停不下來？這就是煩惱，這就是妄想、雜念。原因，對於事實真相完全不了解，對於幸福美滿的生活不知道。現在人真的，認為人生價值是什麼？在社會上有地位、有財富。錯了！有地位、有財富很好，要命中有，要如理如法取得。如果是非理非法而取得的，那是造業，現在你可以享受幾天，死了以後三途去了，那個時候後悔就莫及了。怎麼能幹這個事情？人的壽命短，不長，三惡道的壽命可長了。過去李老師講經的時候告訴我們，地獄種類很多，壽命長短不一樣，但是在六道裡頭，地獄道都是論劫算的。所以這個地方去不得，很容易去，很難出來。"
    },
    {
      "id": "02-040-0391_p0027",
      "zh_CN": "这些年来，我们在国内、在国外，遇到很多附体，附体给我们的信息，能不能相信？不能完全相信，有真、有假，要有智慧去辨别。信息可以给我们做参考，那些信息叫我们做哪些事情，我们不能够照办。如果是好事，对众生有利益的事情，可以做；如果是自私自利，搞个人名闻利养，对众生不利，这个事情决定不能干，你要去干就上当了。人被人欺骗常事，现在人被鬼神欺骗的很多，一定要小心谨慎。我们生活在这个社会，起心动念、言语造作要依照经典的教诲，就不会犯错误，依照中国古圣先贤、老祖宗的教训也不会犯大错误，这是应该要学习的。能够好好学习，这一生是大福报。大福报不是高名厚利，不是的，是你对于一切法明白了、觉悟了，这个人真正有福。",
      "zh_TW": "這些年來，我們在國內、在國外，遇到很多附體，附體給我們的信息，能不能相信？不能完全相信，有真、有假，要有智慧去辨別。信息可以給我們做參考，那些信息叫我們做哪些事情，我們不能夠照辦。如果是好事，對眾生有利益的事情，可以做；如果是自私自利，搞個人名聞利養，對眾生不利，這個事情決定不能幹，你要去幹就上當了。人被人欺騙常事，現在人被鬼神欺騙的很多，一定要小心謹慎。我們生活在這個社會，起心動念、言語造作要依照經典的教誨，就不會犯錯誤，依照中國古聖先賢、老祖宗的教訓也不會犯大錯誤，這是應該要學習的。能夠好好學習，這一生是大福報。大福報不是高名厚利，不是的，是你對於一切法明白了、覺悟了，這個人真正有福。"
    },
    {
      "id": "02-040-0391_p0028",
      "zh_CN": "下面，寂静，见前诸根寂静的注。「无生无灭者，涅槃之真理，本来无生灭」，这是涅槃的真理。一切法不生，既然不生，当然就不灭。一切法怎么不生不灭？生灭就是不生灭，不生灭就是生灭，是一不是二。我们读到弥勒菩萨的开示，才体会到这桩事情。弥勒菩萨告诉我们事实真相，就是宇宙的万法，一切法、一切现相全是从念头变现出来的，就是一切法从心想生，这真的不是假的。心想怎么生？心想里面出现的幻相，这个幻相根本不存在，我们把它认为真的，执着，以为它是实实在在的，错了。《金刚经》上所说，凡所有相，皆是虚妄，是绝对正确，既然是虚妄，我们就不去理会它。",
      "zh_TW": "下面，寂靜，見前諸根寂靜的註。「無生無滅者，涅槃之真理，本來無生滅」，這是涅槃的真理。一切法不生，既然不生，當然就不滅。一切法怎麼不生不滅？生滅就是不生滅，不生滅就是生滅，是一不是二。我們讀到彌勒菩薩的開示，才體會到這樁事情。彌勒菩薩告訴我們事實真相，就是宇宙的萬法，一切法、一切現相全是從念頭變現出來的，就是一切法從心想生，這真的不是假的。心想怎麼生？心想裡面出現的幻相，這個幻相根本不存在，我們把它認為真的，執著，以為它是實實在在的，錯了。《金剛經》上所說，凡所有相，皆是虛妄，是絕對正確，既然是虛妄，我們就不去理會它。"
    },
    {
      "id": "02-040-0391_p0029",
      "zh_CN": "身体是虚妄的，万法是虚妄的，我们现在没法子离开虚妄，我们在迷，没有觉悟。那应该什么样态度？佛告诉我们，一切随缘，随缘而不攀缘，这就正确了。随缘消旧业，怎么消法？随缘里面学不执着、不分别，就消业了。如果能够随缘里头做到不起心、不动念，业就全消了。还会起心动念，但是不分别、不执着，就消掉百分之八十。也就是说，决定不被外面境界所干扰，那就是定功。定功，无论看见什么、听见什么一笑了之，幻境，就像看电视一样、看电影一样，别把它当真，它全是假的，我们就很自在。假的，想得到就生烦恼，想控制也生烦恼，得不到就怨恨，得到就狂喜，这就错误。最好万缘放下，像释迦牟尼佛一样，他觉悟了，一生他只有三衣一钵，他什么都没有，日中一食，树下一宿，他多自在。你就晓得他身体多好，为什么？身体不怕风吹雨打太阳晒，不怕，他不会生病，这身体好。为什么身体好？心好，所以他的身体就好。心行慈悲，山野里面的野兽都受佛的感动，野兽跟他们居住地方有一定的距离，不会干扰他们，心都通了，清净心跟牠们全通了。",
      "zh_TW": "身體是虛妄的，萬法是虛妄的，我們現在沒法子離開虛妄，我們在迷，沒有覺悟。那應該什麼樣態度？佛告訴我們，一切隨緣，隨緣而不攀緣，這就正確了。隨緣消舊業，怎麼消法？隨緣裡面學不執著、不分別，就消業了。如果能夠隨緣裡頭做到不起心、不動念，業就全消了。還會起心動念，但是不分別、不執著，就消掉百分之八十。也就是說，決定不被外面境界所干擾，那就是定功。定功，無論看見什麼、聽見什麼一笑了之，幻境，就像看電視一樣、看電影一樣，別把它當真，它全是假的，我們就很自在。假的，想得到就生煩惱，想控制也生煩惱，得不到就怨恨，得到就狂喜，這就錯誤。最好萬緣放下，像釋迦牟尼佛一樣，他覺悟了，一生他只有三衣一缽，他什麼都沒有，日中一食，樹下一宿，他多自在。你就曉得他身體多好，為什麼？身體不怕風吹雨打太陽曬，不怕，他不會生病，這身體好。為什麼身體好？心好，所以他的身體就好。心行慈悲，山野裡面的野獸都受佛的感動，野獸跟他們居住地方有一定的距離，不會干擾他們，心都通了，清淨心跟牠們全通了。"
    },
    {
      "id": "02-040-0391_p0030",
      "zh_CN": "过这种生活，在全世界已经没有了，在斯里兰卡有。斯里兰卡有些出家人，人数不少，他们专求禅定、开悟，所以他们住在山里面，跟佛陀那时候一样，还是树下一宿，也有在山洞里头。山洞有自然的，天然的山洞，有人去挖的，他们在这里头修行，没有人干扰。这些修行人非常受当地民众的尊敬，他们种福田专门找这些人。这些人要的是什么？就是一钵饭，中午就这一餐饭。哪些洞里头有出家人在修行，附近的村民都知道，他们到中午的时候，日中之前一定把饭送到。这些出家人不要钱的，供养什么他都不要，你供养一件衣服他不要，他没有多余的东西，只有三衣。三衣破了，他会接受一件新的，旧的就不要了，他不会多一件。",
      "zh_TW": "過這種生活，在全世界已經沒有了，在斯里蘭卡有。斯里蘭卡有些出家人，人數不少，他們專求禪定、開悟，所以他們住在山裡面，跟佛陀那時候一樣，還是樹下一宿，也有在山洞裡頭。山洞有自然的，天然的山洞，有人去挖的，他們在這裡頭修行，沒有人干擾。這些修行人非常受當地民眾的尊敬，他們種福田專門找這些人。這些人要的是什麼？就是一缽飯，中午就這一餐飯。哪些洞裡頭有出家人在修行，附近的村民都知道，他們到中午的時候，日中之前一定把飯送到。這些出家人不要錢的，供養什麼他都不要，你供養一件衣服他不要，他沒有多餘的東西，只有三衣。三衣破了，他會接受一件新的，舊的就不要了，他不會多一件。"
    },
    {
      "id": "02-040-0391_p0031",
      "zh_CN": "出家人有分三大类，这是真修的。另外有一类是管理寺庙的，寺庙不能没有人管理，不能没有人经营，它也有方丈、住持，有执事，提供给信徒们学习的场所。但是寺庙里面也不开伙，日中一食是附近，它是有组织的，像护法会一样，这十几家、二十几家组织起来，每天轮流供养这些出家人。就是中午一餐饭，送到寺庙给他们，他们不出来托钵。还有一类的是参加社会很多活动的，这些多半都有学位，都有教授的身分，他们参加很多国际会议、宗教会议、和平会议，接触外面大众，常常出国。所以出家人有这三种。我们到那边去，接触到的，真正修行的很少，我们接触不到，我们接触的是学术的、讲经教学的，还有就是事务的，管理寺庙的，这些我们都能见到。但是这些人都通经教，没有一个是不通经教的，都能够讲经说法，这是普遍的现象。居士当中也有讲得很好的，也出来讲经教学。",
      "zh_TW": "出家人有分三大類，這是真修的。另外有一類是管理寺廟的，寺廟不能沒有人管理，不能沒有人經營，它也有方丈、住持，有執事，提供給信徒們學習的場所。但是寺廟裡面也不開伙，日中一食是附近，它是有組織的，像護法會一樣，這十幾家、二十幾家組織起來，每天輪流供養這些出家人。就是中午一餐飯，送到寺廟給他們，他們不出來托缽。還有一類的是參加社會很多活動的，這些多半都有學位，都有教授的身分，他們參加很多國際會議、宗教會議、和平會議，接觸外面大眾，常常出國。所以出家人有這三種。我們到那邊去，接觸到的，真正修行的很少，我們接觸不到，我們接觸的是學術的、講經教學的，還有就是事務的，管理寺廟的，這些我們都能見到。但是這些人都通經教，沒有一個是不通經教的，都能夠講經說法，這是普遍的現象。居士當中也有講得很好的，也出來講經教學。"
    },
    {
      "id": "02-040-0391_p0032",
      "zh_CN": "所以，一切法不生，一切法不灭，心就定了，把一切法都放下，清净心现前，平等心现前，清净、平等心就生智慧。清净、平等是智，智慧是观，自然生智慧。智慧是本有的，不是外头来的，只要心清净，它就放光。心不清净，他生烦恼；心清净，他生智慧。《仁王经》上讲得更好，「一切法性真实空」，这个真实空，它没有任何现象，物质、精神、自然现象全没有。这是法性，所以叫真实空。真实空不是妄空，不是无，它能现相，遇到缘的时候它能现一切现象，能生万法。「不来不去，无生无灭」，不来不去，就在当下。法性里头没有空间、没有时间，时空是假的，不是真的，迷的时候有，觉的时候没有，觉悟的时候就在当下。所以无生无灭，无生无灭，生灭速度太快，生灭等于不生灭。诸位想想，一千六百兆分之一秒，你说它是生灭还是不生灭？所有一切现象的发生、消失，都是在一千六百兆分之一秒里头完成的，所以用这八个字来形容它，不来不去，无生无灭。你反过来说，亦来亦去，亦生亦灭，都讲得通，真相就如是。",
      "zh_TW": "所以，一切法不生，一切法不滅，心就定了，把一切法都放下，清淨心現前，平等心現前，清淨、平等心就生智慧。清淨、平等是智，智慧是觀，自然生智慧。智慧是本有的，不是外頭來的，只要心清淨，它就放光。心不清淨，他生煩惱；心清淨，他生智慧。《仁王經》上講得更好，「一切法性真實空」，這個真實空，它沒有任何現象，物質、精神、自然現象全沒有。這是法性，所以叫真實空。真實空不是妄空，不是無，它能現相，遇到緣的時候它能現一切現象，能生萬法。「不來不去，無生無滅」，不來不去，就在當下。法性裡頭沒有空間、沒有時間，時空是假的，不是真的，迷的時候有，覺的時候沒有，覺悟的時候就在當下。所以無生無滅，無生無滅，生滅速度太快，生滅等於不生滅。諸位想想，一千六百兆分之一秒，你說它是生滅還是不生滅？所有一切現象的發生、消失，都是在一千六百兆分之一秒裡頭完成的，所以用這八個字來形容它，不來不去，無生無滅。你反過來說，亦來亦去，亦生亦滅，都講得通，真相就如是。"
    },
    {
      "id": "02-040-0391_p0033",
      "zh_CN": "所以我们对于一切这个真相，真相是幻相，就决定不把它放在心上，这就对了，这就是佛菩萨，把它放在心上是凡夫。一定要知道万法皆空，一切法俱不可得，连佛法亦如是。不要以为真有个佛法，那就错了，着了相。我要学习佛法，我要得到佛法，错了，你永远得不到。为什么？念头错了，这是事实真相。什么都放下，一切佛法圆满了，你证得了真空，你证得了法性。",
      "zh_TW": "所以我們對於一切這個真相，真相是幻相，就決定不把它放在心上，這就對了，這就是佛菩薩，把它放在心上是凡夫。一定要知道萬法皆空，一切法俱不可得，連佛法亦如是。不要以為真有個佛法，那就錯了，著了相。我要學習佛法，我要得到佛法，錯了，你永遠得不到。為什麼？念頭錯了，這是事實真相。什麼都放下，一切佛法圓滿了，你證得了真空，你證得了法性。"
    },
    {
      "id": "02-040-0391_p0034",
      "zh_CN": "又《圆觉经》上说，「一切众生于无生中，妄见生灭，是故说名轮转生死」。六道轮回是虚妄的境界，永嘉大师《证道歌》上把它比喻，说「梦里明明有六趣」，就是有六道轮回，六道轮回是一场梦，「觉后空空无大千」，醒过来之后什么也没有，用它来描绘我们现前的境界。我们现在迷了，发现怎么？好像有六道轮回。觉了之后，醒过来，什么人醒过来？阿罗汉醒过来了，阿罗汉有没有轮回？没有；辟支佛醒过来了，辟支佛也没有，轮回不是真的。确实还有不少的人，无量无数的人，在六道轮回里头，他们还不觉悟，不知道，还在做恶梦，一个梦一个梦连着做，醒不过来。那怎么办？假的，它不是真的。重要的是自己怎样脱离轮回，帮助自己醒悟过来，这个重要。醒悟过来之后，你才像佛一样来帮助别人觉悟，帮助哪些人？有缘的人。什么叫有缘？听话的人、相信的人、真正修行真干的人，那叫有缘的人，这种人很容易觉悟。如果说迷惑的人、执着的人、不相信的人，那你就暂时不要管他，管他没用，他不会醒过来；等到什么时候他快要觉悟了，你再去帮他。这就是经上所谓的佛不度无缘众生，他不相信，他不接受，这是无缘，你在他面前示现没用处。所以学佛，自度要摆在第一，自己真干是第一，我自己真修，别人修不修与我不相干，是他的事情，我自己要真干。净宗的出离六道就是往生净土，往生净土不但脱离六道，脱离十法界。",
      "zh_TW": "又《圓覺經》上說，「一切眾生於無生中，妄見生滅，是故說名輪轉生死」。六道輪迴是虛妄的境界，永嘉大師《證道歌》上把它比喻，說「夢裡明明有六趣」，就是有六道輪迴，六道輪迴是一場夢，「覺後空空無大千」，醒過來之後什麼也沒有，用它來描繪我們現前的境界。我們現在迷了，發現怎麼？好像有六道輪迴。覺了之後，醒過來，什麼人醒過來？阿羅漢醒過來了，阿羅漢有沒有輪迴？沒有；辟支佛醒過來了，辟支佛也沒有，輪迴不是真的。確實還有不少的人，無量無數的人，在六道輪迴裡頭，他們還不覺悟，不知道，還在做惡夢，一個夢一個夢連著做，醒不過來。那怎麼辦？假的，它不是真的。重要的是自己怎樣脫離輪迴，幫助自己醒悟過來，這個重要。醒悟過來之後，你才像佛一樣來幫助別人覺悟，幫助哪些人？有緣的人。什麼叫有緣？聽話的人、相信的人、真正修行真幹的人，那叫有緣的人，這種人很容易覺悟。如果說迷惑的人、執著的人、不相信的人，那你就暫時不要管他，管他沒用，他不會醒過來；等到什麼時候他快要覺悟了，你再去幫他。這就是經上所謂的佛不度無緣眾生，他不相信，他不接受，這是無緣，你在他面前示現沒用處。所以學佛，自度要擺在第一，自己真幹是第一，我自己真修，別人修不修與我不相干，是他的事情，我自己要真幹。淨宗的出離六道就是往生淨土，往生淨土不但脫離六道，脫離十法界。"
    },
    {
      "id": "02-040-0391_p0035",
      "zh_CN": "《圆觉经》上这句话是真话，一切众生确确实实都在无生当中妄见生灭。见到什么？见到这个身体生了，见到这个身体死了。死了又去投胎找个身体，找个身体，过若干年他又死了，总是生生死死，死死生生，没完没了，这叫轮回。这个事情苦不堪言，不能不觉悟。这个见叫妄见，为什么？不生灭里头你看到生灭，这叫妄见。你要看到不生不灭，这个见解就是正见。见一切法不生不灭，见一切法非空非有，心上如如不动，不放在心上。",
      "zh_TW": "《圓覺經》上這句話是真話，一切眾生確確實實都在無生當中妄見生滅。見到什麼？見到這個身體生了，見到這個身體死了。死了又去投胎找個身體，找個身體，過若干年他又死了，總是生生死死，死死生生，沒完沒了，這叫輪迴。這個事情苦不堪言，不能不覺悟。這個見叫妄見，為什麼？不生滅裡頭你看到生滅，這叫妄見。你要看到不生不滅，這個見解就是正見。見一切法不生不滅，見一切法非空非有，心上如如不動，不放在心上。"
    },
    {
      "id": "02-040-0391_p0036",
      "zh_CN": "我们把佛号放在心上，为什么？我们求生净土。我们自己在这个世界上要能够见到不生不灭不容易，这是真的，我们这一生办不到。我们把阿弥陀佛放在心上，求生极乐世界，这一生决定可以办得到；换句话说，净宗的方便、净宗的殊胜，让我们换个地方去修行。这个地方障碍很多，外面的境界它是制造烦恼的，是制造障碍的，它不是化解烦恼，不是消除障碍，这一定要知道。到极乐世界，障碍没有了，烦恼没有了，那个地方是我们人类昼夜向往的一个欢乐的环境、清净无为的环境。这个环境是阿弥陀佛提供给我们的，我们只要信、愿、持名，就能往生。纵然我们造作很多极重的罪业，也能往生，什么原因？我们认为自己造罪业是这一生，过去生中忘记了，不知道，过去生还有过去生，过去无始，难道没有遇到佛法吗？肯定遇到。怎么知道肯定遇到？你今天能听这部经，你今天能念一个小时的佛，如果没有善根福德因缘，你做不到。你让街头上人，你找一个人来，你叫他坐这里听一个钟点，他坐得住吗？他听两句就跑了，他坐不住，他不能相信。",
      "zh_TW": "我們把佛號放在心上，為什麼？我們求生淨土。我們自己在這個世界上要能夠見到不生不滅不容易，這是真的，我們這一生辦不到。我們把阿彌陀佛放在心上，求生極樂世界，這一生決定可以辦得到；換句話說，淨宗的方便、淨宗的殊勝，讓我們換個地方去修行。這個地方障礙很多，外面的境界它是製造煩惱的，是製造障礙的，它不是化解煩惱，不是消除障礙，這一定要知道。到極樂世界，障礙沒有了，煩惱沒有了，那個地方是我們人類晝夜嚮往的一個歡樂的環境、清淨無為的環境。這個環境是阿彌陀佛提供給我們的，我們只要信、願、持名，就能往生。縱然我們造作很多極重的罪業，也能往生，什麼原因？我們認為自己造罪業是這一生，過去生中忘記了，不知道，過去生還有過去生，過去無始，難道沒有遇到佛法嗎？肯定遇到。怎麼知道肯定遇到？你今天能聽這部經，你今天能念一個小時的佛，如果沒有善根福德因緣，你做不到。你讓街頭上人，你找一個人來，你叫他坐這裡聽一個鐘點，他坐得住嗎？他聽兩句就跑了，他坐不住，他不能相信。"
    },
    {
      "id": "02-040-0391_p0037",
      "zh_CN": "所以，我们自己要肯定自己有善根、福德、因缘，这三个条件具足。《弥陀经》上说，「不可以少善根福德因缘，得生彼国」，我们这三个条件具足。虽具足，还不够，还差一点，差了一点没关系，我们这一生当中决定可以把它补出来，我们往生就顺利了。所以我常常勉励同学们，我们念佛要分秒必争，不要让一秒钟空过。我心里头有佛号，虽然没有念出来，心里头没有忘记，念兹在兹。一定要让自己的佛号不断，心里头只有阿弥陀佛，除阿弥陀佛之外什么也没有，这才行。三藏十二部，让给别人悟，我们不搞了，我们明白了。三藏十二部是帮助人破迷开悟的，我明白了，我觉悟了。我虽然没有彻底觉悟，我觉悟我信愿持名能往生就行了，就这一句就够了。净宗学人，千经万论就是叫你相信这一句，明白这一句，认真去落实这一句，你就行了，你就圆满了，你必定得生。身体在这个世间随缘不攀缘，随缘，什么都好，没有一样不好，任何事情都不要放在心上，心上只有阿弥陀佛。阿弥陀佛的功德，这部书、这个注解里头说尽了，说得太好了。",
      "zh_TW": "所以，我們自己要肯定自己有善根、福德、因緣，這三個條件具足。《彌陀經》上說，「不可以少善根福德因緣，得生彼國」，我們這三個條件具足。雖具足，還不夠，還差一點，差了一點沒關係，我們這一生當中決定可以把它補出來，我們往生就順利了。所以我常常勉勵同學們，我們念佛要分秒必爭，不要讓一秒鐘空過。我心裡頭有佛號，雖然沒有念出來，心裡頭沒有忘記，念茲在茲。一定要讓自己的佛號不斷，心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼也沒有，這才行。三藏十二部，讓給別人悟，我們不搞了，我們明白了。三藏十二部是幫助人破迷開悟的，我明白了，我覺悟了。我雖然沒有徹底覺悟，我覺悟我信願持名能往生就行了，就這一句就夠了。淨宗學人，千經萬論就是叫你相信這一句，明白這一句，認真去落實這一句，你就行了，你就圓滿了，你必定得生。身體在這個世間隨緣不攀緣，隨緣，什麼都好，沒有一樣不好，任何事情都不要放在心上，心上只有阿彌陀佛。阿彌陀佛的功德，這部書、這個註解裡頭說盡了，說得太好了。"
    },
    {
      "id": "02-040-0391_p0038",
      "zh_CN": "末后说，「又清凉云：若闻无生者，便知一切诸法皆悉空寂，无生无灭」，这是清凉大师的教诲。听到大乘经教里头讲无生、讲寂静、讲法性，听到这些话就明白，遍法界虚空界所有一切众生、一切万法，都是空寂，都是无生无灭。像弥勒菩萨给我们所说的，一个境界。世尊问弥勒是代我们问的，我们问不出来。世尊问弥勒菩萨，「心有所念」，这是指一般凡夫心里起个念头，「几念几相识耶」，这是经的原文。这一句里头问了三桩事情，心有了念头，心有所念，有念头了，这一个念头里头有几念。这个几念是什么？这个东西叫无始无明，这就是一念不觉，一念不觉就是根本无明。所以几念，几个无明；几相，相是物质现象，有几个物质现象；几识，识是什么？受想行识。心有所念，这一念里头，有几念？有几相？有几识？几识问的是念头，有多少个念头，几相问的是有多少物质现象，几念就是问的多少波动的现象。",
      "zh_TW": "末後說，「又清涼云：若聞無生者，便知一切諸法皆悉空寂，無生無滅」，這是清涼大師的教誨。聽到大乘經教裡頭講無生、講寂靜、講法性，聽到這些話就明白，遍法界虛空界所有一切眾生、一切萬法，都是空寂，都是無生無滅。像彌勒菩薩給我們所說的，一個境界。世尊問彌勒是代我們問的，我們問不出來。世尊問彌勒菩薩，「心有所念」，這是指一般凡夫心裡起個念頭，「幾念幾相識耶」，這是經的原文。這一句裡頭問了三樁事情，心有了念頭，心有所念，有念頭了，這一個念頭裡頭有幾念。這個幾念是什麼？這個東西叫無始無明，這就是一念不覺，一念不覺就是根本無明。所以幾念，幾個無明；幾相，相是物質現象，有幾個物質現象；幾識，識是什麼？受想行識。心有所念，這一念裡頭，有幾念？有幾相？有幾識？幾識問的是念頭，有多少個念頭，幾相問的是有多少物質現象，幾念就是問的多少波動的現象。"
    },
    {
      "id": "02-040-0391_p0039",
      "zh_CN": "弥勒菩萨回答，「一弹指有三十二亿百千念」，这念头说出来了，三十二亿百千念。单位是百千，一百个千是十万，三十二亿乘十万，三百二十兆，这一弹指。我们现在科学用秒做单位，一秒钟能弹多少次？一秒钟我觉得至少可以弹五次，三百二十兆乘五，一千六百兆，一秒钟，一秒钟这个波动的频率是一千六百兆次。现在要问，我讲里头的一次，你如何觉察？是一秒钟里头，一千六百兆次里面的一次，完全没有觉察到。我们看古老的电影，电影片子，底片在放映机里面去放，速度是一秒钟二十四张，就是二十四个生灭频率。佛告诉我们，我们现前这个环境，它的频率一秒钟是一千六百兆次。一秒钟二十四次就把我们骗到了，我们看到好像是真的一样，现在把速度要加到一千六百兆次，我们有什么感触？完全没有感触。眼，就在面前，这是真的，不是假的，就在当下，没看见，没听到，没想到，六根都不起作用。这是事实真相，这迷。",
      "zh_TW": "彌勒菩薩回答，「一彈指有三十二億百千念」，這念頭說出來了，三十二億百千念。單位是百千，一百個千是十萬，三十二億乘十萬，三百二十兆，這一彈指。我們現在科學用秒做單位，一秒鐘能彈多少次？一秒鐘我覺得至少可以彈五次，三百二十兆乘五，一千六百兆，一秒鐘，一秒鐘這個波動的頻率是一千六百兆次。現在要問，我講裡頭的一次，你如何覺察？是一秒鐘裡頭，一千六百兆次裡面的一次，完全沒有覺察到。我們看古老的電影，電影片子，底片在放映機裡面去放，速度是一秒鐘二十四張，就是二十四個生滅頻率。佛告訴我們，我們現前這個環境，它的頻率一秒鐘是一千六百兆次。一秒鐘二十四次就把我們騙到了，我們看到好像是真的一樣，現在把速度要加到一千六百兆次，我們有什麼感觸？完全沒有感觸。眼，就在面前，這是真的，不是假的，就在當下，沒看見，沒聽到，沒想到，六根都不起作用。這是事實真相，這迷。"
    },
    {
      "id": "02-040-0391_p0040",
      "zh_CN": "佛与大菩萨他们怎么知道？他们心定的，他们心定到极处，所以这样微细的波动他都很清楚，他看到了、他听到、他接触到。心清净到极处，这个现象在面前他完全看清楚、看明白了，叫事实真相。佛告诉我们，宇宙的源起，宇宙的真相，万物的真相，我们如果有佛那样的定功，那么深的定功，我们就看见了。人人都有这个本事，不是只有他有，他只是把心里面这些妄想、分别、执着统统放下而已。我们没放下，没有放下它就造成我们的幻觉，造成我们的妄念、烦恼，就造成这些东西，带给我们是负面的。佛菩萨心是清净的，所以佛菩萨六根对这个境界产生是正面的，正面的是智慧、是德相。所以告诉我们，一切法是空寂的，一切法无生无灭。我们听了怎么？我们心定下来了，不再着这一切法的相，它是假的，无生无灭。这是真相，这是事实真相，诸法实相。我们看到是妄相，我们看走了眼，他们看的是正确的，确确实实是没有生、没有灭。那还打什么妄想？所有妄想、杂念全部放下。",
      "zh_TW": "佛與大菩薩他們怎麼知道？他們心定的，他們心定到極處，所以這樣微細的波動他都很清楚，他看到了、他聽到、他接觸到。心清淨到極處，這個現象在面前他完全看清楚、看明白了，叫事實真相。佛告訴我們，宇宙的源起，宇宙的真相，萬物的真相，我們如果有佛那樣的定功，那麼深的定功，我們就看見了。人人都有這個本事，不是只有他有，他只是把心裡面這些妄想、分別、執著統統放下而已。我們沒放下，沒有放下它就造成我們的幻覺，造成我們的妄念、煩惱，就造成這些東西，帶給我們是負面的。佛菩薩心是清淨的，所以佛菩薩六根對這個境界產生是正面的，正面的是智慧、是德相。所以告訴我們，一切法是空寂的，一切法無生無滅。我們聽了怎麼？我們心定下來了，不再著這一切法的相，它是假的，無生無滅。這是真相，這是事實真相，諸法實相。我們看到是妄相，我們看走了眼，他們看的是正確的，確確實實是沒有生、沒有滅。那還打什麼妄想？所有妄想、雜念全部放下。"
    },
    {
      "id": "02-040-0391_p0041",
      "zh_CN": "我们虽然听到这个经文，可是妄想杂念还是没断，这是什么？没懂。佛是说清楚了，我们没听懂，我们不能契入这个境界。说实在话，我们没有看到科学报告，对弥勒菩萨说这些话我们还有几分疑惑，真的吗？看了现代的量子力学家的报告，跟佛经上讲的一模一样，我们才相信，不再怀疑。但是不再怀疑，没有契入境界，没有什么？没有真放下，真放下就入境界。今天我们要干的一桩事情就是真放下，不是搞假的。真放下不是事上放下，事上是假的，你放它干什么？心上放下。事尽管有，假的，心没有了。就像我们看电视，不把电视的放在心上，为什么？它是假的，它不是真的，他在表演，我们知道它是假的。佛告诉我们，现前整个宇宙一切万法也是假的，跟电影没有两样。我们因为不知道它是假的，电影是知道它是假的，所以你不放在心上。我们不知道它是假的，把它摆在心上，我们的毛病就在这里。",
      "zh_TW": "我們雖然聽到這個經文，可是妄想雜念還是沒斷，這是什麼？沒懂。佛是說清楚了，我們沒聽懂，我們不能契入這個境界。說實在話，我們沒有看到科學報告，對彌勒菩薩說這些話我們還有幾分疑惑，真的嗎？看了現代的量子力學家的報告，跟佛經上講的一模一樣，我們才相信，不再懷疑。但是不再懷疑，沒有契入境界，沒有什麼？沒有真放下，真放下就入境界。今天我們要幹的一樁事情就是真放下，不是搞假的。真放下不是事上放下，事上是假的，你放它幹什麼？心上放下。事儘管有，假的，心沒有了。就像我們看電視，不把電視的放在心上，為什麼？它是假的，它不是真的，他在表演，我們知道它是假的。佛告訴我們，現前整個宇宙一切萬法也是假的，跟電影沒有兩樣。我們因為不知道它是假的，電影是知道它是假的，所以你不放在心上。我們不知道它是假的，把它擺在心上，我們的毛病就在這裡。"
    },
    {
      "id": "02-040-0391_p0042",
      "zh_CN": "那人家说明白了，真相信了，真相信很重要，真相信，这个宇宙间一切万事万物就跟电视一样，别放在心上。恭喜你，你就成佛了，成菩萨、成阿罗汉了，这叫事实真相。当你证得的时候，你对佛就五体投地了，佛说的话一点都不错，你自己可以做证明，你自己就解脱了。这一放下怎么样？六道没有了，真的没有了。我身体还在！身体在行，叫有余依涅槃，涅槃就是你真正证得，真正证得，身体还在。知道身体也是假的，也不会把身体放在心上，利用这个身体去度众生，帮助别人，利用这个身体再往上提升，这自度。因为我们还没有达到最高的境界，只达到阿罗汉而已，但这不叫阿罗汉，叫菩萨。阿罗汉是修小乘到这个境界的，我们是念佛到这个境界的，念佛是大乘，不是小乘。念佛功夫在这个层次，往生到极乐世界是生方便有余土，不是凡圣同居土。今天时间到了，我们就学习到此地。",
      "zh_TW": "那人家說明白了，真相信了，真相信很重要，真相信，這個宇宙間一切萬事萬物就跟電視一樣，別放在心上。恭喜你，你就成佛了，成菩薩、成阿羅漢了，這叫事實真相。當你證得的時候，你對佛就五體投地了，佛說的話一點都不錯，你自己可以做證明，你自己就解脫了。這一放下怎麼樣？六道沒有了，真的沒有了。我身體還在！身體在行，叫有餘依涅槃，涅槃就是你真正證得，真正證得，身體還在。知道身體也是假的，也不會把身體放在心上，利用這個身體去度眾生，幫助別人，利用這個身體再往上提升，這自度。因為我們還沒有達到最高的境界，只達到阿羅漢而已，但這不叫阿羅漢，叫菩薩。阿羅漢是修小乘到這個境界的，我們是念佛到這個境界的，念佛是大乘，不是小乘。念佛功夫在這個層次，往生到極樂世界是生方便有餘土，不是凡聖同居土。今天時間到了，我們就學習到此地。"
    }
  ]
}