{
  "doc_id": "02-040-0119",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一九集",
    "zh_TW": "第一一九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0119",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-040-0119_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百四十六页，倒数第五行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百四十六頁，倒數第五行："
    },
    {
      "id": "02-040-0119_p0002",
      "zh_CN": "『演慈辩』，「从慈心起说也」，演慈辩就是讲经说法。《净影疏》里面说的是「依慈起说，名演慈辩」。佛菩萨，这是指的法身菩萨，法身菩萨在十法界教化众生，跟果地就是妙觉如来完全相同。所差别的地方就是如来无始无明习气断尽，契入常寂光中，这个跟报土的四十一位菩萨不一样，其他的神通、智慧、道力都没有差别，能在十法界与一切众生感应道交，包括诸佛如来。佛建道场为众生讲经说法，这也是缘，无比殊胜的缘。这些动作，就像《还源观》上所说的，才动就周遍十方，所以法身菩萨都知道。这个时候佛、众生跟他有缘，他自然就有应。这个应就是现身，或现菩萨身，或现声闻身，乃至于国王身、宰官身，像《普门品》所说的三十二应身，他能够同时示现，上求下化。实报土功德圆满了，他为什么还要上求？是为一切众生做榜样。所以他示现是属于影响众，带头，做样子给大家看，让这些凡夫、小乘权教看到之后受感动。这个都是慈悲，无缘大慈，同体大悲，这叫演慈辩。",
      "zh_TW": "『演慈辯』，「從慈心起說也」，演慈辯就是講經說法。《淨影疏》裡面說的是「依慈起說，名演慈辯」。佛菩薩，這是指的法身菩薩，法身菩薩在十法界教化眾生，跟果地就是妙覺如來完全相同。所差別的地方就是如來無始無明習氣斷盡，契入常寂光中，這個跟報土的四十一位菩薩不一樣，其他的神通、智慧、道力都沒有差別，能在十法界與一切眾生感應道交，包括諸佛如來。佛建道場為眾生講經說法，這也是緣，無比殊勝的緣。這些動作，就像《還源觀》上所說的，才動就周遍十方，所以法身菩薩都知道。這個時候佛、眾生跟他有緣，他自然就有應。這個應就是現身，或現菩薩身，或現聲聞身，乃至於國王身、宰官身，像《普門品》所說的三十二應身，他能夠同時示現，上求下化。實報土功德圓滿了，他為什麼還要上求？是為一切眾生做榜樣。所以他示現是屬於影響眾，帶頭，做樣子給大家看，讓這些凡夫、小乘權教看到之後受感動。這個都是慈悲，無緣大慈，同體大悲，這叫演慈辯。"
    },
    {
      "id": "02-040-0119_p0003",
      "zh_CN": "『授法眼』，授是传授。「法眼者，如来五眼之一」。《金刚经》里头讲得很清楚，如来有五眼，「肉眼、天眼、慧眼、法眼、佛眼」。其中肉眼，六道凡夫都有；天眼，凡夫没有，天人有，鬼神也有，这是报得的。人间如果有，那得要修行，修定可以能够得到天眼。天眼作用大小不一样，天人的天眼比鬼神的天眼殊胜太多了。神通虽然名称都一样，五通，五通的作用差别很大。「法眼者，乃菩萨为度众生照见一切法门之智慧」，称为法眼。菩萨有天眼，有天耳通、有他心通、有宿命通，观察一个众生，他能够看到他过去世，过去十世、百世，他有这个能力。过去世这个众生，生生世世修学的是哪些法门，他一清二楚。选择他印象最深的法门传授给他，他就很容易接受，很喜欢接受，好像这个与我有缘，过去曾经学习过，成长得快。过去如果没有学过的法门，他一接触，他非常生疏，学起来很困难。这些情形我们每个人都有体会，大乘经摆在面前，几部经，有些一看欢喜，好像不太难，有些看起来生涩，对它产生不了兴趣，这与过去生中业因有关系。所以一个人真正遇到佛菩萨，可以说没有一个不成就的。那就是说，佛菩萨讲经说法没有不契机的，他把我们看透了。凡夫来讲经，问题就多了，对这个人现在、过去都不知道，只从经验当中去揣度，大多数都猜错，所以不契机。所以众生难度，实际上是不是难度？是不契机，菩萨来度为什么就好度？这就是佛在经上常说，自己没度，想度别人，无有是处，就是没这个道理。自己已度，智慧、神通都现前，度众生容易；自己没有度，难。",
      "zh_TW": "『授法眼』，授是傳授。「法眼者，如來五眼之一」。《金剛經》裡頭講得很清楚，如來有五眼，「肉眼、天眼、慧眼、法眼、佛眼」。其中肉眼，六道凡夫都有；天眼，凡夫沒有，天人有，鬼神也有，這是報得的。人間如果有，那得要修行，修定可以能夠得到天眼。天眼作用大小不一樣，天人的天眼比鬼神的天眼殊勝太多了。神通雖然名稱都一樣，五通，五通的作用差別很大。「法眼者，乃菩薩為度眾生照見一切法門之智慧」，稱為法眼。菩薩有天眼，有天耳通、有他心通、有宿命通，觀察一個眾生，他能夠看到他過去世，過去十世、百世，他有這個能力。過去世這個眾生，生生世世修學的是哪些法門，他一清二楚。選擇他印象最深的法門傳授給他，他就很容易接受，很喜歡接受，好像這個與我有緣，過去曾經學習過，成長得快。過去如果沒有學過的法門，他一接觸，他非常生疏，學起來很困難。這些情形我們每個人都有體會，大乘經擺在面前，幾部經，有些一看歡喜，好像不太難，有些看起來生澀，對它產生不了興趣，這與過去生中業因有關係。所以一個人真正遇到佛菩薩，可以說沒有一個不成就的。那就是說，佛菩薩講經說法沒有不契機的，他把我們看透了。凡夫來講經，問題就多了，對這個人現在、過去都不知道，只從經驗當中去揣度，大多數都猜錯，所以不契機。所以眾生難度，實際上是不是難度？是不契機，菩薩來度為什麼就好度？這就是佛在經上常說，自己沒度，想度別人，無有是處，就是沒這個道理。自己已度，智慧、神通都現前，度眾生容易；自己沒有度，難。"
    },
    {
      "id": "02-040-0119_p0004",
      "zh_CN": "我们在学习这个过程当中，上求下化全是为了自度。上求容易懂，向佛菩萨求法，向古圣先贤求法，向善知识求法，我们要认真努力学习。有人真的有成就，有人不能成就，这什么原因？总的来说，就是佛在经上常讲的善根、福德、因缘。善根是因，没有这个因，佛菩萨来教你，你都不会接受，这人没有善根。福德是缘分，我们这一世与佛的缘浅深，那就在有没有福报。福报也是前世修的，这一世当然也不免，真正喜欢修福，断恶修善的人，福德会增长。可是这个福德有根，根就是孝敬。我们跟一个老师能学多少东西全靠福德，对老师的信心，对老师的恭敬心。一个老师教十几个学生、二十几个学生，五、六十个学生，有的学成，有的学一辈子都不成就。什么原因？老师在一个讲堂上课，学生的用心不相同。真诚恭敬者，他能得到；没有诚敬心，对老师还有怀疑，他就什么都学不到。他所听的是言语，言语里头的真实义他一分都得不到。不是老师不教，老师一样教。",
      "zh_TW": "我們在學習這個過程當中，上求下化全是為了自度。上求容易懂，向佛菩薩求法，向古聖先賢求法，向善知識求法，我們要認真努力學習。有人真的有成就，有人不能成就，這什麼原因？總的來說，就是佛在經上常講的善根、福德、因緣。善根是因，沒有這個因，佛菩薩來教你，你都不會接受，這人沒有善根。福德是緣分，我們這一世與佛的緣淺深，那就在有沒有福報。福報也是前世修的，這一世當然也不免，真正喜歡修福，斷惡修善的人，福德會增長。可是這個福德有根，根就是孝敬。我們跟一個老師能學多少東西全靠福德，對老師的信心，對老師的恭敬心。一個老師教十幾個學生、二十幾個學生，五、六十個學生，有的學成，有的學一輩子都不成就。什麼原因？老師在一個講堂上課，學生的用心不相同。真誠恭敬者，他能得到；沒有誠敬心，對老師還有懷疑，他就什麼都學不到。他所聽的是言語，言語裡頭的真實義他一分都得不到。不是老師不教，老師一樣教。"
    },
    {
      "id": "02-040-0119_p0005",
      "zh_CN": "李老师为我们年轻学生开个经学班，二十多个学生在一个教室上课，每个人所得到的不一样。这就是大家对老师都有恭敬心，恭敬程度不相同。对老师，对佛法，对这个经教，就是这个法门，得分数多少全在真诚恭敬。印祖常说：「一分诚敬得一分利益，十分诚敬得十分利益」。我见过，有人学几十年，烦恼忧虑重重，放不下，亲近过真的善知识，没学到东西。细细观察，他什么原因？诚敬功夫不足，印光大师这一句话说破了。诚敬从哪里来的？绝大多数是过去生中的因，生来这个人就老实，看样子是痴痴呆呆的，叫他干什么他会做，他老实，他没有虚伪、没有巧诈，这种人学圣贤东西容易契入。凡是自以为聪明，对老师有疑惑，实在说，如果对老师真诚恭敬，老师并没有什么了不起，甚至还不如你，他能帮助你开悟，妙就妙在这里。那是什么？诚敬心之所感，不可思议。如果带着一丝毫傲慢、怀疑，全都破掉了，再高明的老师你都得不到真东西；换句话说，你开不了悟。这些事实，过去世世代代都有很多记载，我们往往大意疏忽了，这是我们自己的无知。这个里头的道理很深，不是几句话能讲得清楚的。",
      "zh_TW": "李老師為我們年輕學生開個經學班，二十多個學生在一個教室上課，每個人所得到的不一樣。這就是大家對老師都有恭敬心，恭敬程度不相同。對老師，對佛法，對這個經教，就是這個法門，得分數多少全在真誠恭敬。印祖常說：「一分誠敬得一分利益，十分誠敬得十分利益」。我見過，有人學幾十年，煩惱憂慮重重，放不下，親近過真的善知識，沒學到東西。細細觀察，他什麼原因？誠敬功夫不足，印光大師這一句話說破了。誠敬從哪裡來的？絕大多數是過去生中的因，生來這個人就老實，看樣子是痴痴呆呆的，叫他幹什麼他會做，他老實，他沒有虛偽、沒有巧詐，這種人學聖賢東西容易契入。凡是自以為聰明，對老師有疑惑，實在說，如果對老師真誠恭敬，老師並沒有什麼了不起，甚至還不如你，他能幫助你開悟，妙就妙在這裡。那是什麼？誠敬心之所感，不可思議。如果帶著一絲毫傲慢、懷疑，全都破掉了，再高明的老師你都得不到真東西；換句話說，你開不了悟。這些事實，過去世世代代都有很多記載，我們往往大意疏忽了，這是我們自己的無知。這個裡頭的道理很深，不是幾句話能講得清楚的。"
    },
    {
      "id": "02-040-0119_p0006",
      "zh_CN": "古人这些话简单，这个里头有高度的智慧。像印祖说「一分诚敬得一分利益，十分诚敬得十分利益」，这不是随便能说得出来的，高度的智慧、神通、道力，他能清清楚楚、明明白白。我们如果真的诚诚恳恳、老老实实修学，可是这种真诚我们没见过，样子没见过，也没有人给我们讲。古圣先贤书里头有，很大意的就看过了，没有留意。在日常生活当中，古圣先贤的这些典籍念得不少，都不能落实，都把它做为一种知识来学习，不知道用古圣先贤的教诲来改善我们的念头，改善我们的思想，改善我们的生活行为，没用上。所以遇到真正善知识，往往也空过。李老师一生教人，一个字能够叫你在一生当中受用不尽的，是什么？老师常常提醒我们就是「诚」，真诚这个诚字，一生受用不尽。对人要诚恳，对事要诚恳，对一切万物要诚恳，诚能感天地动鬼神。那是什么？真心。世尊在《观经》里面跟我们讲菩提心，菩提心的体就是真诚。那我们就晓得，体，体是真心，真诚就是真心。要用真心过日子，要用真心学习，用真心待人接物，没有丝毫虚伪，你能开智慧，你能得大福德，福慧都是从这个地方流出来的。福慧是你的性德，真诚是性德的门户，性德里头本自具足智慧、神通、德相，没有一样缺少，它显不出来，真诚心能把它显示出来，你就得受用。人真诚，一点不吃亏；傲慢、巧诈，亏可吃大了，那是真诚的反面。他有世智辩聪，世间的巧慧，他有这种才干，但是心地不诚实。这样的人多半都是有傲慢、嫉妒、好胜、好强，这个是学习圣学的障碍。佛是圣学当中的圣学，大圣！我们的心不正，怎么会得到？心有所偏、有所邪，就得不到。这个与用心的关系太大了。",
      "zh_TW": "古人這些話簡單，這個裡頭有高度的智慧。像印祖說「一分誠敬得一分利益，十分誠敬得十分利益」，這不是隨便能說得出來的，高度的智慧、神通、道力，他能清清楚楚、明明白白。我們如果真的誠誠懇懇、老老實實修學，可是這種真誠我們沒見過，樣子沒見過，也沒有人給我們講。古聖先賢書裡頭有，很大意的就看過了，沒有留意。在日常生活當中，古聖先賢的這些典籍念得不少，都不能落實，都把它做為一種知識來學習，不知道用古聖先賢的教誨來改善我們的念頭，改善我們的思想，改善我們的生活行為，沒用上。所以遇到真正善知識，往往也空過。李老師一生教人，一個字能夠叫你在一生當中受用不盡的，是什麼？老師常常提醒我們就是「誠」，真誠這個誠字，一生受用不盡。對人要誠懇，對事要誠懇，對一切萬物要誠懇，誠能感天地動鬼神。那是什麼？真心。世尊在《觀經》裡面跟我們講菩提心，菩提心的體就是真誠。那我們就曉得，體，體是真心，真誠就是真心。要用真心過日子，要用真心學習，用真心待人接物，沒有絲毫虛偽，你能開智慧，你能得大福德，福慧都是從這個地方流出來的。福慧是你的性德，真誠是性德的門戶，性德裡頭本自具足智慧、神通、德相，沒有一樣缺少，它顯不出來，真誠心能把它顯示出來，你就得受用。人真誠，一點不吃虧；傲慢、巧詐，虧可吃大了，那是真誠的反面。他有世智辯聰，世間的巧慧，他有這種才幹，但是心地不誠實。這樣的人多半都是有傲慢、嫉妒、好勝、好強，這個是學習聖學的障礙。佛是聖學當中的聖學，大聖！我們的心不正，怎麼會得到？心有所偏、有所邪，就得不到。這個與用心的關係太大了。"
    },
    {
      "id": "02-040-0119_p0007",
      "zh_CN": "佛菩萨都是慈悲到极处，「愍有情，演慈辩，授法眼」，他真想给你，帮助你破迷开悟，离苦得乐。我们不肯从基础上扎根，那怎么行？现在时代变了，不能用古时候的方法来教学；换句话说，你完全要靠自觉，自动自发。求老师严加管教，那是一句话，不是事实。一百年前，这可能是事实，我们小时候读书，老师对学生有体罚，现在不许可。我们小时候的体罚比我们上一辈，父亲那一辈，体罚轻得很多。我们听说父辈，学校念书，老师罚跪，跪砖头；我们也被罚过跪，但是没有跪砖头，那就轻很多了，没有以前那么严重。李老师告诉我，他就跪过砖头，现在这个社会决定不许可。我们再想想自己没有那个德行，怎么可以处罚人？从前确实有师徒这个关系，现在没有师徒了，我们都是同学。同学里面年长一点，比你多学几年，可以帮助你。现在全是同学的关系，师生的关系没有了。",
      "zh_TW": "佛菩薩都是慈悲到極處，「愍有情，演慈辯，授法眼」，他真想給你，幫助你破迷開悟，離苦得樂。我們不肯從基礎上扎根，那怎麼行？現在時代變了，不能用古時候的方法來教學；換句話說，你完全要靠自覺，自動自發。求老師嚴加管教，那是一句話，不是事實。一百年前，這可能是事實，我們小時候讀書，老師對學生有體罰，現在不許可。我們小時候的體罰比我們上一輩，父親那一輩，體罰輕得很多。我們聽說父輩，學校念書，老師罰跪，跪磚頭；我們也被罰過跪，但是沒有跪磚頭，那就輕很多了，沒有以前那麼嚴重。李老師告訴我，他就跪過磚頭，現在這個社會決定不許可。我們再想想自己沒有那個德行，怎麼可以處罰人？從前確實有師徒這個關係，現在沒有師徒了，我們都是同學。同學裡面年長一點，比你多學幾年，可以幫助你。現在全是同學的關係，師生的關係沒有了。"
    },
    {
      "id": "02-040-0119_p0008",
      "zh_CN": "所以我常常跟大家说，我们的老师要依古人，做古人的私淑弟子。古人找谁？我们修净土，古人找印光大师，这是李老师给我介绍的。我跟他学，他说我只能教你五年，五年之后？跟印光大师学。印光大师不在了，《文钞》在，每一天读《文钞》就是接受印光大师的教诲。《文钞》念懂了，懂一句就行一句，懂两句就行两句，这是章嘉大师教给我的。你说你懂了，懂了没做到，这不算，做到才是真的懂了，这是章嘉大师的标准。做到，算是你明白了；没有做到，你没懂，你没明白。不可以强不知以为知，那个知是没有通过检验的，是不算数的。必须在生活当中，工作、人情世故里头练过的，那是真的。像陶器，这个常识大家有，制作陶器，先把它做一个坯胎，一个茶壶、一个碗，先把它做成。坯胎做成，在窑里头就烧，然后它才成器，才能用；坯胎没有经过窑里面烧，它不能用。所以必须要经过窑的烧炼。烧窑也是大学问，火候、时间，这窑能够出个好东西，都在这个学问里头。所以经验非常丰富，他才烧得出好东西出来。你是个很好的坯胎，没有经过烧，那不能算数。我们读了很多书，听了很多道理，这就是坯胎。哪个地方烧？日常生活是考验你，每一天工作当中考验你，处事待人接物都是考验你，那都叫烧，烧烤。这就是古人所谓的「读万卷书」，后头是一句「行万里路」，行万里路就是考验，你真正能成大器。中国古人常讲大器晚成，有道理，为什么？他历练的时间久，他所学的东西经过事实证明，他是真的不是假的，禁得起考验的。",
      "zh_TW": "所以我常常跟大家說，我們的老師要依古人，做古人的私淑弟子。古人找誰？我們修淨土，古人找印光大師，這是李老師給我介紹的。我跟他學，他說我只能教你五年，五年之後？跟印光大師學。印光大師不在了，《文鈔》在，每一天讀《文鈔》就是接受印光大師的教誨。《文鈔》念懂了，懂一句就行一句，懂兩句就行兩句，這是章嘉大師教給我的。你說你懂了，懂了沒做到，這不算，做到才是真的懂了，這是章嘉大師的標準。做到，算是你明白了；沒有做到，你沒懂，你沒明白。不可以強不知以為知，那個知是沒有通過檢驗的，是不算數的。必須在生活當中，工作、人情世故裡頭練過的，那是真的。像陶器，這個常識大家有，製作陶器，先把它做一個坯胎，一個茶壺、一個碗，先把它做成。坯胎做成，在窯裡頭就燒，然後它才成器，才能用；坯胎沒有經過窯裡面燒，它不能用。所以必須要經過窯的燒煉。燒窯也是大學問，火候、時間，這窯能夠出個好東西，都在這個學問裡頭。所以經驗非常豐富，他才燒得出好東西出來。你是個很好的坯胎，沒有經過燒，那不能算數。我們讀了很多書，聽了很多道理，這就是坯胎。哪個地方燒？日常生活是考驗你，每一天工作當中考驗你，處事待人接物都是考驗你，那都叫燒，燒烤。這就是古人所謂的「讀萬卷書」，後頭是一句「行萬里路」，行萬里路就是考驗，你真正能成大器。中國古人常講大器晚成，有道理，為什麼？他歷練的時間久，他所學的東西經過事實證明，他是真的不是假的，禁得起考驗的。"
    },
    {
      "id": "02-040-0119_p0009",
      "zh_CN": "中国这些古老的学问，千万年前老祖宗留下来的，就算是从发明文字开始，这文字记载下来的，发明文字到现在大约是四千五百年，经过四千五百年的考验。这么长的时间当中多少人读这个书，还把这个书传下来，传到后世，它有价值，通过考验的。现代人的东西没有经过考验。年代愈久就愈有价值，世世代代的人都看重它。古时候写一部书本不容易，文房四宝，宋朝时候才完整的发明，就全了，在过去很难。汉朝时候用竹简，书是用刀在竹子竹皮上刻字，竹简。你看老的书的样子，那竹子用绳子穿起来，多麻烦。所以文言讲求简要详明，没有一个浪费的词，简单扼要，还要人真看得懂，不会看错，不会错会意思，简牍。铸造在金属上，这是钟鼎，文字都不多。演变成后来的隶书、楷书，这就方便多了。这个里头所载的，真实智慧，真实的理念，真实的方法，真实的经验，中国人得天独厚！这在世界上其他国家民族没有，纵然有，也是零零星星，很少，没有中国人保全得这么完整，留传给后代。这说明什么？中国世世代代这些前人都知道积德，断恶修善，积功累德，中国人对这个非常重视。功德里面最大的就是这些文献的流传，这是功德最大的。",
      "zh_TW": "中國這些古老的學問，千萬年前老祖宗留下來的，就算是從發明文字開始，這文字記載下來的，發明文字到現在大約是四千五百年，經過四千五百年的考驗。這麼長的時間當中多少人讀這個書，還把這個書傳下來，傳到後世，它有價值，通過考驗的。現代人的東西沒有經過考驗。年代愈久就愈有價值，世世代代的人都看重它。古時候寫一部書本不容易，文房四寶，宋朝時候才完整的發明，就全了，在過去很難。漢朝時候用竹簡，書是用刀在竹子竹皮上刻字，竹簡。你看老的書的樣子，那竹子用繩子穿起來，多麻煩。所以文言講求簡要詳明，沒有一個浪費的詞，簡單扼要，還要人真看得懂，不會看錯，不會錯會意思，簡牘。鑄造在金屬上，這是鐘鼎，文字都不多。演變成後來的隸書、楷書，這就方便多了。這個裡頭所載的，真實智慧，真實的理念，真實的方法，真實的經驗，中國人得天獨厚！這在世界上其他國家民族沒有，縱然有，也是零零星星，很少，沒有中國人保全得這麼完整，留傳給後代。這說明什麼？中國世世代代這些前人都知道積德，斷惡修善，積功累德，中國人對這個非常重視。功德裡面最大的就是這些文獻的流傳，這是功德最大的。"
    },
    {
      "id": "02-040-0119_p0010",
      "zh_CN": "外国人说这个话我完全承认，他说中国古人重视教育，有教育的智慧，有教育的方法，有教育的理念，有教育的经验，一点都不假。这些话外国人告诉我的，图文巴南昆士兰大学教务长跟我讲的。他说这个事情是在抗战之前，就是第二次大战之前，欧洲人，欧洲这些学者，研究世界上四大文明古国，三个都消灭了，为什么中国还存在？就研究这个专题。得到的结论，就是古代的中国人重视家庭教育，懂得这些道理，说出，有教育的智慧，教育的理念，教育的方法，教育的经验。这个很难得！能说得出这些话来。他们虽然发现了，研究发现了，很可惜他没有继承，他没用上。他要用上，那还得了吗？哪个国家、哪个地区真正用上，那他就是现代的成汤文武，可以统领全世界，让全世界的人都向你学习，你居住的都市是模范城市，你治理的国家是模范国家。不用战争，不用任何手段，你自自然然被世界各国推崇为精神的领导，大家都向你学习，因为你有法眼，你能照见众生。此时此处，现前迫切需要的方法，迫切需要的共识，古人的东西真的是宝，决定不能够轻慢古人。留下来的东西不能大意，那我们自己损失就很大，你用心去学，准有好处。照大乘佛法来看，丝毫错误都没有。为什么？古圣先贤，古人也说了，第一个是经，第二个是历史。经是真理，是真实智慧，从真实智慧里面出生真实的理念，从理念里面出生方法，从方法当中得到经验。由于经验不断的修订，所以后来居上，后后胜于前前，这是大道理。这种能力都是从欢喜读书当中得来，书要会读，古人的经验告诉我们，一门深入，长时薰修、读书千遍，其义自见。",
      "zh_TW": "外國人說這個話我完全承認，他說中國古人重視教育，有教育的智慧，有教育的方法，有教育的理念，有教育的經驗，一點都不假。這些話外國人告訴我的，圖文巴南昆士蘭大學教務長跟我講的。他說這個事情是在抗戰之前，就是第二次大戰之前，歐洲人，歐洲這些學者，研究世界上四大文明古國，三個都消滅了，為什麼中國還存在？就研究這個專題。得到的結論，就是古代的中國人重視家庭教育，懂得這些道理，說出，有教育的智慧，教育的理念，教育的方法，教育的經驗。這個很難得！能說得出這些話來。他們雖然發現了，研究發現了，很可惜他沒有繼承，他沒用上。他要用上，那還得了嗎？哪個國家、哪個地區真正用上，那他就是現代的成湯文武，可以統領全世界，讓全世界的人都向你學習，你居住的都市是模範城市，你治理的國家是模範國家。不用戰爭，不用任何手段，你自自然然被世界各國推崇為精神的領導，大家都向你學習，因為你有法眼，你能照見眾生。此時此處，現前迫切需要的方法，迫切需要的共識，古人的東西真的是寶，決定不能夠輕慢古人。留下來的東西不能大意，那我們自己損失就很大，你用心去學，準有好處。照大乘佛法來看，絲毫錯誤都沒有。為什麼？古聖先賢，古人也說了，第一個是經，第二個是歷史。經是真理，是真實智慧，從真實智慧裡面出生真實的理念，從理念裡面出生方法，從方法當中得到經驗。由於經驗不斷的修訂，所以後來居上，後後勝於前前，這是大道理。這種能力都是從歡喜讀書當中得來，書要會讀，古人的經驗告訴我們，一門深入，長時薰修、讀書千遍，其義自見。"
    },
    {
      "id": "02-040-0119_p0011",
      "zh_CN": "我们要问，现在通过实验，读书千遍没见到义，产生什么样的效果？学生读中国古书读多了，瞧不起父母，瞧不起老师，瞧不起这些尊长。为什么？你们没有念过古书，我念过。有人提倡，就发生过这个问题，应该在十年前来问过我，这怎么办？我问他，你教学生念些什么？四书五经、十三经，没错。我说，他念懂了没有？你没有能把字字句句讲清楚、讲明白，只教他念，不行。只教他念，那要什么人才会成功？要老实人，不老实的人不能产生效果。所以先要把人变成老实人，然后你教他一门深入，教他读书千遍，他就会开悟。不老实怎么能开得了悟？不老实的人念的这个经，念熟了就常常去考别人，你念过没有？没有念过，你不如我。爸爸没有念过，爸爸不如我，瞧不起爸爸；在学校，老师没有念过，老师不如我，贡高我慢。小小年纪就贡高我慢，目中无人，那长大还得了吗？",
      "zh_TW": "我們要問，現在通過實驗，讀書千遍沒見到義，產生什麼樣的效果？學生讀中國古書讀多了，瞧不起父母，瞧不起老師，瞧不起這些尊長。為什麼？你們沒有念過古書，我念過。有人提倡，就發生過這個問題，應該在十年前來問過我，這怎麼辦？我問他，你教學生念些什麼？四書五經、十三經，沒錯。我說，他念懂了沒有？你沒有能把字字句句講清楚、講明白，只教他念，不行。只教他念，那要什麼人才會成功？要老實人，不老實的人不能產生效果。所以先要把人變成老實人，然後你教他一門深入，教他讀書千遍，他就會開悟。不老實怎麼能開得了悟？不老實的人念的這個經，念熟了就常常去考別人，你念過沒有？沒有念過，你不如我。爸爸沒有念過，爸爸不如我，瞧不起爸爸；在學校，老師沒有念過，老師不如我，貢高我慢。小小年紀就貢高我慢，目中無人，那長大還得了嗎？"
    },
    {
      "id": "02-040-0119_p0012",
      "zh_CN": "教小孩怎么教法？教认字，要从这里开始，他就不会有傲慢习气，从这里教。先教识字，然后进一步教小学，小学不是现在我们这小学，是中国古老的小学。小学是什么？专门教童蒙的。大概都是十岁左右的这些小朋友，教他说文解字，教他声韵，教他六书，教这些东西，让他有这些知识。到什么时候才教他读书千遍？读书千遍应该都在十五岁以上，他小学完成了。中国过去没有什么中学，小学完成就是太学，太学大概都是秀才，经过国家考试，有这个身分。《四库》，在经史专攻一样，能开悟。开悟，这是大事，这个人有道德、有学问。现在的小孩不从道德下手，不要伦理道德，不讲因果，光教这个东西会产生严重的流弊。这个小孩学出来，将来目中无人，踏进社会，没人敢用他，他将来怎么办？教书，也是瞧不起人，也不是个好老师。这个问题十几年前有人遇到来问我，我们提倡《弟子规》就这个因缘。教小朋友要从这里教起，要学《弟子规》，要学《感应篇》，要学《十善业道》，提出儒释道的三个根。十年前，我们是听到这桩事，得到一些灵感。",
      "zh_TW": "教小孩怎麼教法？教認字，要從這裡開始，他就不會有傲慢習氣，從這裡教。先教識字，然後進一步教小學，小學不是現在我們這小學，是中國古老的小學。小學是什麼？專門教童蒙的。大概都是十歲左右的這些小朋友，教他說文解字，教他聲韻，教他六書，教這些東西，讓他有這些知識。到什麼時候才教他讀書千遍？讀書千遍應該都在十五歲以上，他小學完成了。中國過去沒有什麼中學，小學完成就是太學，太學大概都是秀才，經過國家考試，有這個身分。《四庫》，在經史專攻一樣，能開悟。開悟，這是大事，這個人有道德、有學問。現在的小孩不從道德下手，不要倫理道德，不講因果，光教這個東西會產生嚴重的流弊。這個小孩學出來，將來目中無人，踏進社會，沒人敢用他，他將來怎麼辦？教書，也是瞧不起人，也不是個好老師。這個問題十幾年前有人遇到來問我，我們提倡《弟子規》就這個因緣。教小朋友要從這裡教起，要學《弟子規》，要學《感應篇》，要學《十善業道》，提出儒釋道的三個根。十年前，我們是聽到這樁事，得到一些靈感。"
    },
    {
      "id": "02-040-0119_p0013",
      "zh_CN": "仔细观察，这些年来学佛，在家出家功夫不得力，没有成就，原因到底在哪里？没有这根基，古人这个扎根教育我们完全没有。扎根教育，连我这个年龄都没有接受过；大概大我五岁的，接受一点边缘；要大我七岁的，他们学过。我们在台中，有个同学周家麟，他学过，他大我七岁。扎根是家庭，父母做榜样，小孩一出生就要保护他，所有一切不善的，不能让他看见，不能让他听到，不能让他接触到，一切负面的不可以，他看到、听到、接触到的全是正面的，这就是从小他就学好了。古谚语所说的「三岁看八十」，他一生不会变，这根深蒂固。我们今天没这个教育。三岁以后才开始教，行，算是不错。但是，如果这个人在少壮时候遇到高名厚利，我们一般讲财色名利，他会动摇，他会变节。为什么？他根不深。真正最重要的就是出生到三岁这一千天，没有在这个时候扎根。这个时候扎根，根深，叫根深蒂固。这个真难！民国成立，满清推翻了，我们的方向完全转向西方，都认为西方好，都向西方学，对自己民族丧失自信心。所以这一百年来大儒没有了，真正道教里头道长没有了，佛门里头大师也没有了，我们要能够看得出原因到底在哪里。人的禀赋大部分都是相同的，虽有高下，差得不远，完全在教学，教学出了问题。学佛，法眼很重要。",
      "zh_TW": "仔細觀察，這些年來學佛，在家出家功夫不得力，沒有成就，原因到底在哪裡？沒有這根基，古人這個扎根教育我們完全沒有。扎根教育，連我這個年齡都沒有接受過；大概大我五歲的，接受一點邊緣；要大我七歲的，他們學過。我們在台中，有個同學周家麟，他學過，他大我七歲。扎根是家庭，父母做榜樣，小孩一出生就要保護他，所有一切不善的，不能讓他看見，不能讓他聽到，不能讓他接觸到，一切負面的不可以，他看到、聽到、接觸到的全是正面的，這就是從小他就學好了。古諺語所說的「三歲看八十」，他一生不會變，這根深蒂固。我們今天沒這個教育。三歲以後才開始教，行，算是不錯。但是，如果這個人在少壯時候遇到高名厚利，我們一般講財色名利，他會動搖，他會變節。為什麼？他根不深。真正最重要的就是出生到三歲這一千天，沒有在這個時候扎根。這個時候扎根，根深，叫根深蒂固。這個真難！民國成立，滿清推翻了，我們的方向完全轉向西方，都認為西方好，都向西方學，對自己民族喪失自信心。所以這一百年來大儒沒有了，真正道教裡頭道長沒有了，佛門裡頭大師也沒有了，我們要能夠看得出原因到底在哪裡。人的稟賦大部分都是相同的，雖有高下，差得不遠，完全在教學，教學出了問題。學佛，法眼很重要。"
    },
    {
      "id": "02-040-0119_p0014",
      "zh_CN": "我们再看下面，「《会疏》曰：佛道正见，名为法眼」。这从理上讲，正知正见，这叫法眼，这个正知正见限于佛道。佛道有大乘有小乘、有宗门有教下、有显教有密教，每一个教里头都有它的正见，并不完全相同。什么时候完全相同？见性就相同了。见性为什么会相同？所有一切虚妄统统放下就同了。你看，六根接触六尘境界，执着放下了，分别放下了，起心动念放下了，同了，完全同了。不但佛门里面同了，整个宇宙所有宗教同了，所有学派也同了，全同了，那叫佛知佛见。确确实实看到，遍法界虚空界跟自己是一体，真正明白一切法从心想生，所有千差万别从心想生。心想是什么？心想是阿赖耶，阿赖耶是妄心。真心里面一法不立。妄心，阿赖耶里面，所谓十法界依正庄严，无量无边。但是这一切法，遍法界虚空界一切法，没有一法是真的。凡所有相皆是虚妄，为什么？能变那个心是妄的，阿赖耶是妄的，所变的现象统是虚妄。所以佛教我们，真跟妄都不能执着。不但不能执着，都不能思议，不可思、不可议，你去想它，想错了；你去说它，说错了。这个叫绝妙，这是诸法实相。所以佛教菩萨即相离相。离相，不是把这个相不要了，不是，相去不了。镜子里面照的有相，你能把那个相去掉吗？去不掉，它是假相，不碍事。只要你认识它是假的，别当真，不执着它，不分别它，对它不起心不动念，什么事都没有。真不碍妄，妄也不碍真，没障碍。重要是息自己的妄心，外面的妄境自然没障碍，你得到的是自在无碍。",
      "zh_TW": "我們再看下面，「《會疏》曰：佛道正見，名為法眼」。這從理上講，正知正見，這叫法眼，這個正知正見限於佛道。佛道有大乘有小乘、有宗門有教下、有顯教有密教，每一個教裡頭都有它的正見，並不完全相同。什麼時候完全相同？見性就相同了。見性為什麼會相同？所有一切虛妄統統放下就同了。你看，六根接觸六塵境界，執著放下了，分別放下了，起心動念放下了，同了，完全同了。不但佛門裡面同了，整個宇宙所有宗教同了，所有學派也同了，全同了，那叫佛知佛見。確確實實看到，遍法界虛空界跟自己是一體，真正明白一切法從心想生，所有千差萬別從心想生。心想是什麼？心想是阿賴耶，阿賴耶是妄心。真心裡面一法不立。妄心，阿賴耶裡面，所謂十法界依正莊嚴，無量無邊。但是這一切法，遍法界虛空界一切法，沒有一法是真的。凡所有相皆是虛妄，為什麼？能變那個心是妄的，阿賴耶是妄的，所變的現象統是虛妄。所以佛教我們，真跟妄都不能執著。不但不能執著，都不能思議，不可思、不可議，你去想它，想錯了；你去說它，說錯了。這個叫絕妙，這是諸法實相。所以佛教菩薩即相離相。離相，不是把這個相不要了，不是，相去不了。鏡子裡面照的有相，你能把那個相去掉嗎？去不掉，它是假相，不礙事。只要你認識它是假的，別當真，不執著它，不分別它，對它不起心不動念，什麼事都沒有。真不礙妄，妄也不礙真，沒障礙。重要是息自己的妄心，外面的妄境自然沒障礙，你得到的是自在無礙。"
    },
    {
      "id": "02-040-0119_p0015",
      "zh_CN": "「《净影疏》曰：智能照法，故名法眼。由上可见，法眼者，了达众生种种根器，善知一切救度之法，应机施与，而度脱之。如上之智慧，即名法眼。」这个解释得很好。什么是法眼？法眼是真实智慧，能知道众生根器，能知道帮助众生破迷开悟的方法，这叫法眼。所以他有这种能力教化众生，众生容易开悟。「净影又曰：教法生解，名授法眼」。老师教你，你真正理解了，没有解错意思，这就是把法眼传授给你了。要真正看破，必须要放下。这就是说明，十方三世一切众生修行证果，真的就是一条路，持戒、修定、开慧。如果没有持戒，就靠修定，定里头有邪定，有偏邪。定中的境界非常复杂，妖魔鬼怪都有禅定功夫，所以他有神通。我们学佛，最后变成魔道，这个亏可就吃大了。当了魔，是有大福报，但是他在有势力的时候，他作多少业，这些罪业果报都在无间地狱。无间地狱可苦了，什么时候能出头？真的叫遥遥无期，修错了。一定要以戒做根本，就不会走错路。",
      "zh_TW": "「《淨影疏》曰：智能照法，故名法眼。由上可見，法眼者，了達眾生種種根器，善知一切救度之法，應機施與，而度脫之。如上之智慧，即名法眼。」這個解釋得很好。什麼是法眼？法眼是真實智慧，能知道眾生根器，能知道幫助眾生破迷開悟的方法，這叫法眼。所以他有這種能力教化眾生，眾生容易開悟。「淨影又曰：教法生解，名授法眼」。老師教你，你真正理解了，沒有解錯意思，這就是把法眼傳授給你了。要真正看破，必須要放下。這就是說明，十方三世一切眾生修行證果，真的就是一條路，持戒、修定、開慧。如果沒有持戒，就靠修定，定裡頭有邪定，有偏邪。定中的境界非常複雜，妖魔鬼怪都有禪定功夫，所以他有神通。我們學佛，最後變成魔道，這個虧可就吃大了。當了魔，是有大福報，但是他在有勢力的時候，他作多少業，這些罪業果報都在無間地獄。無間地獄可苦了，什麼時候能出頭？真的叫遙遙無期，修錯了。一定要以戒做根本，就不會走錯路。"
    },
    {
      "id": "02-040-0119_p0016",
      "zh_CN": "戒这么重要，可是我们今天的人学佛，没有一个不把戒疏忽了。古人有所谓，不依规矩，不成方圆。自己以为这个东西不重要，现在有现在的方法。现在的方法教现在的东西可以，现在的方法教古人的东西不行。古人的教学立足于孝敬，现在这个根没有，小朋友不懂得孝顺父母。这个就是说在这一代严父没有了，所以良师也没有了，父母对儿女溺爱，没有严加管教。你看，从出生到三岁这一千天，疏忽了，小孩养成任性。父母都不能教他，老师教他，他会听吗？不可能。人的本质都是好的，「人之初，性本善」，这句话是真的不是假的，就是因为根，扎根疏忽了，父母没尽到责任，特别是母亲。现在做母亲的，小孩生下来了，她自己有工作，上班，找一个保姆来养他、来照顾他，他就跟那个人学了。有些保姆带小孩，为了省事，打开电视叫小朋友看，小朋友乖乖在看电视，他全从电视里学东西。所以三岁就像个小精灵一样，他什么都懂，他天天看电视。上学了，在中国我不知道，在外国，小学一年级的学生就用电脑，电脑里收一些乱七八糟的。做父母的人讲，我孩子用功，你看看他那么用功，晚上睡觉把电脑放到被窝里面去看，看些什么？大人不知道，全学坏了。",
      "zh_TW": "戒這麼重要，可是我們今天的人學佛，沒有一個不把戒疏忽了。古人有所謂，不依規矩，不成方圓。自己以為這個東西不重要，現在有現在的方法。現在的方法教現在的東西可以，現在的方法教古人的東西不行。古人的教學立足於孝敬，現在這個根沒有，小朋友不懂得孝順父母。這個就是說在這一代嚴父沒有了，所以良師也沒有了，父母對兒女溺愛，沒有嚴加管教。你看，從出生到三歲這一千天，疏忽了，小孩養成任性。父母都不能教他，老師教他，他會聽嗎？不可能。人的本質都是好的，「人之初，性本善」，這句話是真的不是假的，就是因為根，扎根疏忽了，父母沒盡到責任，特別是母親。現在做母親的，小孩生下來了，她自己有工作，上班，找一個保姆來養他、來照顧他，他就跟那個人學了。有些保姆帶小孩，為了省事，打開電視叫小朋友看，小朋友乖乖在看電視，他全從電視裡學東西。所以三歲就像個小精靈一樣，他什麼都懂，他天天看電視。上學了，在中國我不知道，在外國，小學一年級的學生就用電腦，電腦裡收一些亂七八糟的。做父母的人講，我孩子用功，你看看他那麼用功，晚上睡覺把電腦放到被窩裡面去看，看些什麼？大人不知道，全學壞了。"
    },
    {
      "id": "02-040-0119_p0017",
      "zh_CN": "美国的一些小孩，杀父母、杀老师、杀同学，时有所闻，为什么会有这种现象？他那个东西都是从电视、电脑里学来的，他是游戏，他不知道利害。美国的枪枝泛滥，没有限制的，武器随便买得到的，而且很便宜。我在美国那个时候，一支手枪二十块钱。到美国人家里面，你到他房间里面去看，长枪、短枪总有几支，很正常的，他们说自卫。美国人的法律，他家里那一块土地属于他的，他做个小栏杆，栏杆不高，一步可以跨过去。这么高的小栏杆，做得很漂亮，你进入他那个栏杆里面，他打死你，不犯法的。为什么？他认为你侵占他，你来伤害他，他为了自卫。所以到人家家里去，一定预先打电话约好，约好时间，免得发生误会。那个社会跟中国人的社会不一样，我们到那里去的时候，一些熟悉的人对我们就提出警告，告诉我们，他们的风俗习惯。所以，教法生解，这是授法眼。「盖教导众生于佛法生正解，如同以法眼授与众生」，这个意思浅。",
      "zh_TW": "美國的一些小孩，殺父母、殺老師、殺同學，時有所聞，為什麼會有這種現象？他那個東西都是從電視、電腦裡學來的，他是遊戲，他不知道利害。美國的槍枝氾濫，沒有限制的，武器隨便買得到的，而且很便宜。我在美國那個時候，一支手槍二十塊錢。到美國人家裡面，你到他房間裡面去看，長槍、短槍總有幾支，很正常的，他們說自衛。美國人的法律，他家裡那一塊土地屬於他的，他做個小欄杆，欄杆不高，一步可以跨過去。這麼高的小欄杆，做得很漂亮，你進入他那個欄杆裡面，他打死你，不犯法的。為什麼？他認為你侵佔他，你來傷害他，他為了自衛。所以到人家家裡去，一定預先打電話約好，約好時間，免得發生誤會。那個社會跟中國人的社會不一樣，我們到那裡去的時候，一些熟悉的人對我們就提出警告，告訴我們，他們的風俗習慣。所以，教法生解，這是授法眼。「蓋教導眾生於佛法生正解，如同以法眼授與眾生」，這個意思淺。"
    },
    {
      "id": "02-040-0119_p0018",
      "zh_CN": "『杜』，「杜者，塞也」，杜塞。杜塞什么？『恶趣』者，杜这个，「畜生、鬼、地狱三恶趣。恶趣极苦，欲令出离，教人离恶，则闭塞通往恶趣之道。」这一句很重要。三恶道怎么去的？贪瞋痴去的，贪心是饿鬼道，瞋恚是地狱道，愚痴是畜生道。贪瞋痴的烦恼是与生俱来，一念不觉而有无明，这个无明就是阿赖耶。阿赖耶的三细相，头一个业相，业相就是动，就是那个一念不觉，那就是阿赖耶的业相；从业相生起转相，转相就是末那识；从转相就生境界相。转相是阿赖耶的见分；境界相是阿赖耶的相分；那个一念不觉，业相，就是阿赖耶的自证分；觉悟了，把这个东西搞清楚、搞明白，那叫证自证分，这个是心心所的四分。",
      "zh_TW": "『杜』，「杜者，塞也」，杜塞。杜塞什麼？『惡趣』者，杜這個，「畜生、鬼、地獄三惡趣。惡趣極苦，欲令出離，教人離惡，則閉塞通往惡趣之道。」這一句很重要。三惡道怎麼去的？貪瞋痴去的，貪心是餓鬼道，瞋恚是地獄道，愚痴是畜生道。貪瞋痴的煩惱是與生俱來，一念不覺而有無明，這個無明就是阿賴耶。阿賴耶的三細相，頭一個業相，業相就是動，就是那個一念不覺，那就是阿賴耶的業相；從業相生起轉相，轉相就是末那識；從轉相就生境界相。轉相是阿賴耶的見分；境界相是阿賴耶的相分；那個一念不覺，業相，就是阿賴耶的自證分；覺悟了，把這個東西搞清楚、搞明白，那叫證自證分，這個是心心所的四分。"
    },
    {
      "id": "02-040-0119_p0019",
      "zh_CN": "贪瞋痴就是阿赖耶的见分，四大烦恼常相随。我们执着这个我，认为我很了不起，我太尊贵，谁也不能侵犯我，没有想到我是四大烦恼。我见就是执着，根本就没有个我，执着有个我。从我见就生出我爱、我慢、我痴，我爱是贪，我慢是瞋，愚痴。贪瞋痴跟我同时来的，叫俱生烦恼，不是后天学来的，你只一迷，这个三样东西起来了。贪瞋痴的心，核心，我们分享的时候我提出来，贪瞋痴的核心，贪的核心是什么？情执，这个东西很难断，很麻烦，好恶，你喜欢、你讨厌的，那都是情执；瞋恚的核心是什么？就是我慢，傲慢，嫉妒、傲慢是瞋的核心，只要有这个东西就会产生瞋恚；愚痴的核心是怀疑。我们要断贪瞋痴，从哪里断起？要从它的核心，从核心当中攻破就容易了，那就是放下情执，放下傲慢、嫉妒，放下怀疑。",
      "zh_TW": "貪瞋痴就是阿賴耶的見分，四大煩惱常相隨。我們執著這個我，認為我很了不起，我太尊貴，誰也不能侵犯我，沒有想到我是四大煩惱。我見就是執著，根本就沒有個我，執著有個我。從我見就生出我愛、我慢、我痴，我愛是貪，我慢是瞋，愚痴。貪瞋痴跟我同時來的，叫俱生煩惱，不是後天學來的，你只一迷，這個三樣東西起來了。貪瞋痴的心，核心，我們分享的時候我提出來，貪瞋痴的核心，貪的核心是什麼？情執，這個東西很難斷，很麻煩，好惡，你喜歡、你討厭的，那都是情執；瞋恚的核心是什麼？就是我慢，傲慢，嫉妒、傲慢是瞋的核心，只要有這個東西就會產生瞋恚；愚痴的核心是懷疑。我們要斷貪瞋痴，從哪裡斷起？要從它的核心，從核心當中攻破就容易了，那就是放下情執，放下傲慢、嫉妒，放下懷疑。"
    },
    {
      "id": "02-040-0119_p0020",
      "zh_CN": "这三桩事情说得容易，做起来难，真难！然后我们对于阿弥陀佛就佩服。阿弥陀佛教我们怎么断烦恼，这些念头才起来，你立刻警觉到，这是不怕念起，贪瞋痴念头起来了，我这一觉，底下这一句就是阿弥陀佛，把它转了。不管什么念头，善念、恶念，只要念头起来第一念，第二念就转成阿弥陀佛，这叫做念佛法门，这叫转烦恼成菩提，法子妙绝了。最重要是觉悟得快，不能让烦恼习气一个一个接着一个，不让它相续，一转成阿弥陀佛，阿弥陀佛相续，就把烦恼给念掉了。功夫浅的，伏烦恼，根没断，烦恼真能伏得住。能伏住烦恼，往生就自在，你想什么时候往生可以办得到。能伏住烦恼的人，那个佛号灵，就是跟阿弥陀佛接通了，一声佛号一声心，心心相印。所以说一念相应一念佛，念念相应念念佛。跟哪个佛相应？跟阿弥陀佛相应。",
      "zh_TW": "這三樁事情說得容易，做起來難，真難！然後我們對於阿彌陀佛就佩服。阿彌陀佛教我們怎麼斷煩惱，這些念頭才起來，你立刻警覺到，這是不怕念起，貪瞋痴念頭起來了，我這一覺，底下這一句就是阿彌陀佛，把它轉了。不管什麼念頭，善念、惡念，只要念頭起來第一念，第二念就轉成阿彌陀佛，這叫做念佛法門，這叫轉煩惱成菩提，法子妙絕了。最重要是覺悟得快，不能讓煩惱習氣一個一個接著一個，不讓它相續，一轉成阿彌陀佛，阿彌陀佛相續，就把煩惱給念掉了。功夫淺的，伏煩惱，根沒斷，煩惱真能伏得住。能伏住煩惱，往生就自在，你想什麼時候往生可以辦得到。能伏住煩惱的人，那個佛號靈，就是跟阿彌陀佛接通了，一聲佛號一聲心，心心相印。所以說一念相應一念佛，念念相應念念佛。跟哪個佛相應？跟阿彌陀佛相應。"
    },
    {
      "id": "02-040-0119_p0021",
      "zh_CN": "这是净宗第一德，这是净宗无上法门，男女老少，贤愚不肖，任何一个人都能学、都能成就。第十八愿说得好，乃至五逆十恶，学佛之前干的些坏事，五逆十恶，毁谤大乘。十八愿是说，临命终时十念往生，唯除五逆十恶，毁谤佛法的，有这个经文。可是古来祖师大德解释不一样，最后折衷于善导。善导大师传说他是阿弥陀佛再来的，弥陀到中国来的应身。善导大师告诉我们，五逆十恶，毁谤佛法，不是不能往生，而是一切罪孽当中，这是极重的，没有比这更重的，佛劝大家不要造这个恶业，用意在此地，不是不能往生。造这种恶业，临终只要能够忏悔，只要能够认错，我后不再造，真信真愿，一念十念也能往生。这个话说得好！这才是净宗法门真正普度一切众生，没有一个不得度的，真是说绝了。",
      "zh_TW": "這是淨宗第一德，這是淨宗無上法門，男女老少，賢愚不肖，任何一個人都能學、都能成就。第十八願說得好，乃至五逆十惡，學佛之前幹的些壞事，五逆十惡，毀謗大乘。十八願是說，臨命終時十念往生，唯除五逆十惡，毀謗佛法的，有這個經文。可是古來祖師大德解釋不一樣，最後折衷於善導。善導大師傳說他是阿彌陀佛再來的，彌陀到中國來的應身。善導大師告訴我們，五逆十惡，毀謗佛法，不是不能往生，而是一切罪孽當中，這是極重的，沒有比這更重的，佛勸大家不要造這個惡業，用意在此地，不是不能往生。造這種惡業，臨終只要能夠懺悔，只要能夠認錯，我後不再造，真信真願，一念十念也能往生。這個話說得好！這才是淨宗法門真正普度一切眾生，沒有一個不得度的，真是說絕了。"
    },
    {
      "id": "02-040-0119_p0022",
      "zh_CN": "佛劝我们要断贪瞋痴，从哪里下手？从亲情，要放下。傲慢、嫉妒决定不能有，这个东西连孔老夫子都非常忌讳。夫子在《论语》里头说，他说假设有这么一个人，这个人的才，说其才、才华像周公一样，「如有周公之才之美，使骄且吝」，你看这个人，有傲慢，还小气，心量不大。夫子说，「其余则不足观已」，那是假的不是真的。这是夫子看人，提供我们做参考。我们处事待人接物，要细心观察，特别是有才华的，你从这上去观察，你就看到他是真的还是假的。古人讲，是真的君子还是假的。所以要从断贪瞋痴下手。",
      "zh_TW": "佛勸我們要斷貪瞋痴，從哪裡下手？從親情，要放下。傲慢、嫉妒決定不能有，這個東西連孔老夫子都非常忌諱。夫子在《論語》裡頭說，他說假設有這麼一個人，這個人的才，說其才、才華像周公一樣，「如有周公之才之美，使驕且吝」，你看這個人，有傲慢，還小氣，心量不大。夫子說，「其餘則不足觀已」，那是假的不是真的。這是夫子看人，提供我們做參考。我們處事待人接物，要細心觀察，特別是有才華的，你從這上去觀察，你就看到他是真的還是假的。古人講，是真的君子還是假的。所以要從斷貪瞋痴下手。"
    },
    {
      "id": "02-040-0119_p0023",
      "zh_CN": "我们自己每天早晚课，早课用意是提醒自己，这一天要依照佛陀教诲去做；晚课是反省、忏悔，今天有哪些没做到的，有哪些过失。天天忏悔，天天改过，我们道业才能增长，境界才能提升，不能一天疏忽。人生苦短，一定要利用这个机会，决定得生净土，我们这一生功德就圆满了。世缘要放下，随喜可以做，大乘教里佛常说，即相离相，不要认真。你用真心去做，你样样都会顺利，命里有的，自然得到；命里没有的，你为救众生，从感应当中获得。我命里的财，财库有限，但是为了救度众生，大事业，命里没有的财也来了。为什么？这三宝加持，祖宗之德的加持，要你去做好事，你不是拿这个东西去享受，你是救苦救难，帮助众生破迷开悟。",
      "zh_TW": "我們自己每天早晚課，早課用意是提醒自己，這一天要依照佛陀教誨去做；晚課是反省、懺悔，今天有哪些沒做到的，有哪些過失。天天懺悔，天天改過，我們道業才能增長，境界才能提升，不能一天疏忽。人生苦短，一定要利用這個機會，決定得生淨土，我們這一生功德就圓滿了。世緣要放下，隨喜可以做，大乘教裡佛常說，即相離相，不要認真。你用真心去做，你樣樣都會順利，命裡有的，自然得到；命裡沒有的，你為救眾生，從感應當中獲得。我命裡的財，財庫有限，但是為了救度眾生，大事業，命裡沒有的財也來了。為什麼？這三寶加持，祖宗之德的加持，要你去做好事，你不是拿這個東西去享受，你是救苦救難，幫助眾生破迷開悟。"
    },
    {
      "id": "02-040-0119_p0024",
      "zh_CN": "今天整个社会真正是个乱世，问题到底出在哪里？全出在教育，把老祖宗的教育抛弃掉，丢掉了，完全学外国。外国自己今天出毛病了，我们还能跟他学吗？外国人没办法，想到中国来学，想到印度来学。我们应该记住孙中山先生的一句话，《三民主义》民族主义第四讲，他说了一句话，外国比中国强的就是一样，机器，中国人的机器比不上外国人，除这一样之外，无论哪一样，它都比不上中国。这一句话重要，他在那个时代游历全世界，他去过，亲眼看到过。那时候没飞机，坐轮船，没有现在这么方便，他看得这么清楚。非常可惜，他过世太早了，他要多活十年、二十年，中国不至于如此。中国人为什么没有福报，让中山先生早走？他走的时候才六十几岁。我的看法，中国知识分子迷于西方的科学技术，对老祖宗东西没有信心，所以明眼人走了，我们得受今天的苦难。",
      "zh_TW": "今天整個社會真正是個亂世，問題到底出在哪裡？全出在教育，把老祖宗的教育拋棄掉，丟掉了，完全學外國。外國自己今天出毛病了，我們還能跟他學嗎？外國人沒辦法，想到中國來學，想到印度來學。我們應該記住孫中山先生的一句話，《三民主義》民族主義第四講，他說了一句話，外國比中國強的就是一樣，機器，中國人的機器比不上外國人，除這一樣之外，無論哪一樣，它都比不上中國。這一句話重要，他在那個時代遊歷全世界，他去過，親眼看到過。那時候沒飛機，坐輪船，沒有現在這麼方便，他看得這麼清楚。非常可惜，他過世太早了，他要多活十年、二十年，中國不至於如此。中國人為什麼沒有福報，讓中山先生早走？他走的時候才六十幾歲。我的看法，中國知識分子迷於西方的科學技術，對老祖宗東西沒有信心，所以明眼人走了，我們得受今天的苦難。"
    },
    {
      "id": "02-040-0119_p0025",
      "zh_CN": "今天也是一个大好的机缘，我们能把老祖宗的东西再找回来，中国有救了。中国有救，全世界就有救，唯有中国大同的思想，凡是人，皆须爱，能救世界。狭义的民族意识、宗教意识，对今天的社会是不利的，他们只有我，没有人，这都是许许多多冲突原因的由来。依中国古人的说法，都是不读书之过。基督教什么？我们读读它的经典，犹太教的经典，伊斯兰教的经典，每个经典我们读读，就明白了。连打仗都讲求，知己知彼，百战百胜。我们现在学宗教的、学文化的，不知己，也不知彼，怎么能成就？都是狭义的，自以为是的，藐视别人，这个决定不可以。",
      "zh_TW": "今天也是一個大好的機緣，我們能把老祖宗的東西再找回來，中國有救了。中國有救，全世界就有救，唯有中國大同的思想，凡是人，皆須愛，能救世界。狹義的民族意識、宗教意識，對今天的社會是不利的，他們只有我，沒有人，這都是許許多多衝突原因的由來。依中國古人的說法，都是不讀書之過。基督教什麼？我們讀讀它的經典，猶太教的經典，伊斯蘭教的經典，每個經典我們讀讀，就明白了。連打仗都講求，知己知彼，百戰百勝。我們現在學宗教的、學文化的，不知己，也不知彼，怎麼能成就？都是狹義的，自以為是的，藐視別人，這個決定不可以。"
    },
    {
      "id": "02-040-0119_p0026",
      "zh_CN": "每一个族群，每一个宗教，古圣先贤都有很多好东西留下来。我们要有唐太宗的胸怀，能包容，而且真正能研究。取众之长，取众之优点，我们一起来学习，来把这个社会带向永久的和平、幸福，做得到！冲突的原因，为什么会有冲突，先要把它找到，然后再用什么方法化解，知己知彼，就化解了。如果批评别人，永远不看别人的东西，和对方当然会发生冲突，说你冤枉我，那就发生冲突了。你对他完全了解，冲突不可能发生，自自然然能够互助合作，自自然然能够相亲相爱。中国古人有一句话说得好，人同此心，心同此理，这个没有界限的。没有族群的界限，没有国家的界限，没有信仰的界限，没有文化的界限，人同此心，心同此理，一点不假。",
      "zh_TW": "每一個族群，每一個宗教，古聖先賢都有很多好東西留下來。我們要有唐太宗的胸懷，能包容，而且真正能研究。取眾之長，取眾之優點，我們一起來學習，來把這個社會帶向永久的和平、幸福，做得到！衝突的原因，為什麼會有衝突，先要把它找到，然後再用什麼方法化解，知己知彼，就化解了。如果批評別人，永遠不看別人的東西，和對方當然會發生衝突，說你冤枉我，那就發生衝突了。你對他完全了解，衝突不可能發生，自自然然能夠互助合作，自自然然能夠相親相愛。中國古人有一句話說得好，人同此心，心同此理，這個沒有界限的。沒有族群的界限，沒有國家的界限，沒有信仰的界限，沒有文化的界限，人同此心，心同此理，一點不假。"
    },
    {
      "id": "02-040-0119_p0027",
      "zh_CN": "我们在国外遇到不同的族群、不同宗教信仰，我们问他，想不想发财？大家都想，没有不想发财的。想不想聪明？都想，没有一个人喜欢愚笨。要不要长寿？想，哪个都要学长寿。这不就是人同此心，心同此理吗？我说我们这里有方法，他相信，他看我这个样子就相信了。我说出年龄，他还不相信，身分证给他看看，有出生年月日，他就相信了。你怎么保养的？我们佛法里头的东西教给我们，佛氏门中，有求必得。他说，你这种是什么宗教、什么学问？我这是有求必应的学问，就是健康、快乐、智慧，我就学这些东西，这他都要学。所以我们在旧金山就开了一门功课，专门对他们的，每个星期六晚上给这些外国人开课，他们多半是基督徒、天主教徒，别的宗教的。我说，没有违背，佛教不是宗教，它是学问、是学校。你们宗教里头的神，就像你们家庭，你家有父母。你到这来，佛是老师，我们是师生关系；那一边，你们是父子关系，一点冲突没有。这个他心开意解，欢喜，星期六都来上课。慢慢学了，他就明白了，他心胸就拓开了。",
      "zh_TW": "我們在國外遇到不同的族群、不同宗教信仰，我們問他，想不想發財？大家都想，沒有不想發財的。想不想聰明？都想，沒有一個人喜歡愚笨。要不要長壽？想，哪個都要學長壽。這不就是人同此心，心同此理嗎？我說我們這裡有方法，他相信，他看我這個樣子就相信了。我說出年齡，他還不相信，身分證給他看看，有出生年月日，他就相信了。你怎麼保養的？我們佛法裡頭的東西教給我們，佛氏門中，有求必得。他說，你這種是什麼宗教、什麼學問？我這是有求必應的學問，就是健康、快樂、智慧，我就學這些東西，這他都要學。所以我們在舊金山就開了一門功課，專門對他們的，每個星期六晚上給這些外國人開課，他們多半是基督徒、天主教徒，別的宗教的。我說，沒有違背，佛教不是宗教，它是學問、是學校。你們宗教裡頭的神，就像你們家庭，你家有父母。你到這來，佛是老師，我們是師生關係；那一邊，你們是父子關係，一點衝突沒有。這個他心開意解，歡喜，星期六都來上課。慢慢學了，他就明白了，他心胸就拓開了。"
    },
    {
      "id": "02-040-0119_p0028",
      "zh_CN": "谈到宗教，我们尊重他，释迦牟尼佛是什么人？是神的化身。你们相不相信？神有化身，相信。释迦牟尼佛，神的化身，他就很高兴，他就很尊重。我们把他抬高，我们低一阶，神的化身。所以我们敬神，我们对他的神最尊敬，我们向释迦牟尼佛学习，真神。因为过去地球很大，没有交通工具，没有资讯，人们多半是老死不相往来，一生生活的地区很有限。我们生长在农村就知道，确确实实农村里有一些人，少数，少数也不少人，一生没有进过县城。我们距离县城只有二十五华里，走路大概三个小时，就有这地方的人一生没进过城。附近小镇去过，十几里。你看，他一生生活的范围就那么大。神要度他，那怎么办？要分无量无边的化身，到各个不同的地方去现身，在哪个族群，现哪个族群的身，教化众生。你要不相信，你把经典都拿来，摆在面前看看，你就恍然大悟。",
      "zh_TW": "談到宗教，我們尊重他，釋迦牟尼佛是什麼人？是神的化身。你們相不相信？神有化身，相信。釋迦牟尼佛，神的化身，他就很高興，他就很尊重。我們把他抬高，我們低一階，神的化身。所以我們敬神，我們對他的神最尊敬，我們向釋迦牟尼佛學習，真神。因為過去地球很大，沒有交通工具，沒有資訊，人們多半是老死不相往來，一生生活的地區很有限。我們生長在農村就知道，確確實實農村裡有一些人，少數，少數也不少人，一生沒有進過縣城。我們距離縣城只有二十五華里，走路大概三個小時，就有這地方的人一生沒進過城。附近小鎮去過，十幾里。你看，他一生生活的範圍就那麼大。神要度他，那怎麼辦？要分無量無邊的化身，到各個不同的地方去現身，在哪個族群，現哪個族群的身，教化眾生。你要不相信，你把經典都拿來，擺在面前看看，你就恍然大悟。"
    },
    {
      "id": "02-040-0119_p0029",
      "zh_CN": "经典，所有经典里面教人，都是教人断恶修善，都是教人孝顺父母，要敬重神明，不都这么说的吗？从这些地方我们就能够得出一个结论，这个世界上所有这些宗教的创始人都是神的化身，所以他们讲的东西是一样的，不同的地方是各个地区生活习惯不同，文化背景不同。所以经典里面不同的地方，大概是百分之二、三十，相同的地方，百分之七、八十。所以宗教可以团结，宗教是一家。只是现在学习宗教的人他不善学，他不会学，学得很执着，心量很窄小，不能包容。神的心量多大，对象都是一切众生，不是指哪一个族群。那我们心量这么小，怎么能跟佛学、跟神学？神的心量大，你看，神爱世人，这很普遍的。你们做神的儿女，神爱世人，你们为什么不爱世人？为什么不能跟神学？神真正是博爱，没有偏私，真是大公无私，你们为什么那么自私？慢慢去讲，他慢慢就明白了。",
      "zh_TW": "經典，所有經典裡面教人，都是教人斷惡修善，都是教人孝順父母，要敬重神明，不都這麼說的嗎？從這些地方我們就能夠得出一個結論，這個世界上所有這些宗教的創始人都是神的化身，所以他們講的東西是一樣的，不同的地方是各個地區生活習慣不同，文化背景不同。所以經典裡面不同的地方，大概是百分之二、三十，相同的地方，百分之七、八十。所以宗教可以團結，宗教是一家。只是現在學習宗教的人他不善學，他不會學，學得很執著，心量很窄小，不能包容。神的心量多大，對象都是一切眾生，不是指哪一個族群。那我們心量這麼小，怎麼能跟佛學、跟神學？神的心量大，你看，神愛世人，這很普遍的。你們做神的兒女，神愛世人，你們為什麼不愛世人？為什麼不能跟神學？神真正是博愛，沒有偏私，真是大公無私，你們為什麼那麼自私？慢慢去講，他慢慢就明白了。"
    },
    {
      "id": "02-040-0119_p0030",
      "zh_CN": "爱心要真正落实在生活，邻近的邻居，每天见面打招呼的，我们每天到市场买一点东西，先想到邻居，多买一点送给他，一个礼拜有一、二次，经常不断，这是四摄法，布施。见面恭敬有礼，称赞，人说这是个好人，他就愿意接近你，他就愿意想了解你们，了解你们的文化，了解你们的生活，了解你们对人生的看法、想法，对他有很大的帮助，他慢慢就学会了。首先学的是没有冲突，任何宗教学佛不冲突。我在澳洲，帮助澳洲的宗教，有犹太教的来问我，《圣经》里面讲末日审判，他说你们佛教有没有末日审判？没有。那你们要犯了罪，造了罪业，谁管你？我说上帝管。他很高兴，他们的神管。他说那你们这个佛管什么？我说佛管教育。好像一个国家一样，你们上帝是总统，佛是教育部长，他管教育，他不管司法，不会发生冲突。所以我们讲的是真正的理，不是胡说八道的。教育教人什么？教人不要做坏事，教人不要造罪孽。上帝的审判是很公平的，你将来决定是天堂，你不会是地狱。其实，每个经典都有很好的东西。今天时间到了，我们就学习到此地。",
      "zh_TW": "愛心要真正落實在生活，鄰近的鄰居，每天見面打招呼的，我們每天到市場買一點東西，先想到鄰居，多買一點送給他，一個禮拜有一、二次，經常不斷，這是四攝法，布施。見面恭敬有禮，稱讚，人說這是個好人，他就願意接近你，他就願意想了解你們，了解你們的文化，了解你們的生活，了解你們對人生的看法、想法，對他有很大的幫助，他慢慢就學會了。首先學的是沒有衝突，任何宗教學佛不衝突。我在澳洲，幫助澳洲的宗教，有猶太教的來問我，《聖經》裡面講末日審判，他說你們佛教有沒有末日審判？沒有。那你們要犯了罪，造了罪業，誰管你？我說上帝管。他很高興，他們的神管。他說那你們這個佛管什麼？我說佛管教育。好像一個國家一樣，你們上帝是總統，佛是教育部長，他管教育，他不管司法，不會發生衝突。所以我們講的是真正的理，不是胡說八道的。教育教人什麼？教人不要做壞事，教人不要造罪孽。上帝的審判是很公平的，你將來決定是天堂，你不會是地獄。其實，每個經典都有很好的東西。今天時間到了，我們就學習到此地。"
    }
  ]
}