{
  "doc_id": "02-040-0590",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五九０集",
    "zh_TW": "第五九０集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0590",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-040-0590_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0590_p0002",
      "zh_CN": "请看《科注》第一千零十八页，我们从第五行看起，「经云」，从这看起：",
      "zh_TW": "請看《科註》第一千零十八頁，我們從第五行看起，「經云」，從這看起："
    },
    {
      "id": "02-040-0590_p0003",
      "zh_CN": "念老的开示，「以疑惑心者」，以不能信、不能了，信是诚信，了是明了，对于佛的智慧。这个佛智就是佛的一切种智，总说，分开来说就是转八识成四智，成所作智、妙观察智、平等性智、大圆镜智。在我们这个地方用的名词跟平常讲的不一样，这个地方，转前五识是不思议智，转第六识是不可称智，转第七识是大乘广智，转第八识是无等无伦最上胜智，名称不一样，意思完全相同。这个地方前面我们念过，但是时间匆促没有细说，我们一同来分享。",
      "zh_TW": "念老的開示，「以疑惑心者」，以不能信、不能了，信是誠信，了是明瞭，對於佛的智慧。這個佛智就是佛的一切種智，總說，分開來說就是轉八識成四智，成所作智、妙觀察智、平等性智、大圓鏡智。在我們這個地方用的名詞跟平常講的不一樣，這個地方，轉前五識是不思議智，轉第六識是不可稱智，轉第七識是大乘廣智，轉第八識是無等無倫最上勝智，名稱不一樣，意思完全相同。這個地方前面我們念過，但是時間匆促沒有細說，我們一同來分享。"
    },
    {
      "id": "02-040-0590_p0004",
      "zh_CN": "经是圣人的教诲，决定不能疑惑，疑惑圣人的教诲，实在讲是疑惑自己的本性，因为圣人没有东西，圣人所说的、所行的，完全是自然的流露，所以叫天真。我们也用小孩做比喻，人生百日，体露真常。圣人，明心见性以上，我们通常讲，圆教初住以上，别教初地以上，都是体露真常。什么叫真常？眼见色，耳闻声，鼻嗅香，舌尝味，乃至于意知法，他没有起心动念，他没有分别执着。所以你向他请教，他给你说出来的，没有通过思考，就是他没有用第六识，也没有用第七识，与第八识都不相干，是从自性里回答你的，无论问什么问题。",
      "zh_TW": "經是聖人的教誨，決定不能疑惑，疑惑聖人的教誨，實在講是疑惑自己的本性，因為聖人沒有東西，聖人所說的、所行的，完全是自然的流露，所以叫天真。我們也用小孩做比喻，人生百日，體露真常。聖人，明心見性以上，我們通常講，圓教初住以上，別教初地以上，都是體露真常。什麼叫真常？眼見色，耳聞聲，鼻嗅香，舌嘗味，乃至於意知法，他沒有起心動念，他沒有分別執著。所以你向他請教，他給你說出來的，沒有通過思考，就是他沒有用第六識，也沒有用第七識，與第八識都不相干，是從自性裡回答你的，無論問什麼問題。"
    },
    {
      "id": "02-040-0590_p0005",
      "zh_CN": "他生活当中所表演的，像释迦牟尼佛为我们示现八相成道，从投胎、出生，慢慢的长成，出家修道，菩提树下入定，开悟，教学四十九年，都是自性里面自然流露出来的，流露出来的就是真的，它不是假的。常，永恒是这个样子，没有一丝毫做作。这个理很深，这个事很密，其实它摆在我们面前。什么密，为什么叫它做密？我们看不懂，不但他表演给我们看的我们不能懂，不能体会，他说的话我们也不懂。我们懂得多少完全是用我们意思去了解的，佛没有意思，我们了解多少全是自己的意思，自己都以为懂了，不是佛的意思，佛没有意思。佛完全看到是纯真的那一面，我们今天看到是纯妄的这一面，听佛说了，也掺杂一点真在里头，不纯。要了解我们自己的状况，我们才会有进步。如果不了解，以为我已经全都懂得了，我们就止于此地，不再有进步。",
      "zh_TW": "他生活當中所表演的，像釋迦牟尼佛為我們示現八相成道，從投胎、出生，慢慢的長成，出家修道，菩提樹下入定，開悟，教學四十九年，都是自性裡面自然流露出來的，流露出來的就是真的，它不是假的。常，永恆是這個樣子，沒有一絲毫做作。這個理很深，這個事很密，其實它擺在我們面前。什麼密，為什麼叫它做密？我們看不懂，不但他表演給我們看的我們不能懂，不能體會，他說的話我們也不懂。我們懂得多少完全是用我們意思去了解的，佛沒有意思，我們了解多少全是自己的意思，自己都以為懂了，不是佛的意思，佛沒有意思。佛完全看到是純真的那一面，我們今天看到是純妄的這一面，聽佛說了，也摻雜一點真在裡頭，不純。要了解我們自己的狀況，我們才會有進步。如果不了解，以為我已經全都懂得了，我們就止於此地，不再有進步。"
    },
    {
      "id": "02-040-0590_p0006",
      "zh_CN": "佛跟我们有什么不一样？完全一样，就是眼见色、耳闻声这一类的，他不起心、不动念、不分别、不执着，这叫佛。大乘经上讲得很清楚，起心动念我们不知道，不但我们不知道，阿罗汉不知道，辟支佛不知道，别教三贤菩萨不知道，这个三贤是十住、十行、十回向，别教要登地，初地才知道，初地以上，禅宗叫大彻大悟、明心见性，他们知道，没有见性的人不知道。明心见性是什么？他不起心、不动念，就知道了。这个起心动念太微细了，前面跟诸位报告过，一秒钟起心动念一千六百兆次，不是一千六百次，一千六百兆次，所以我们根本是茫然不觉。",
      "zh_TW": "佛跟我們有什麼不一樣？完全一樣，就是眼見色、耳聞聲這一類的，他不起心、不動念、不分別、不執著，這叫佛。大乘經上講得很清楚，起心動念我們不知道，不但我們不知道，阿羅漢不知道，辟支佛不知道，別教三賢菩薩不知道，這個三賢是十住、十行、十迴向，別教要登地，初地才知道，初地以上，禪宗叫大徹大悟、明心見性，他們知道，沒有見性的人不知道。明心見性是什麼？他不起心、不動念，就知道了。這個起心動念太微細了，前面跟諸位報告過，一秒鐘起心動念一千六百兆次，不是一千六百次，一千六百兆次，所以我們根本是茫然不覺。"
    },
    {
      "id": "02-040-0590_p0007",
      "zh_CN": "今天科学家用精密的仪器，他们能够捕捉到一秒钟一千兆次的生灭，他能捕捉得到，才证明了弥勒菩萨所讲的是真的，不是假的。我们实实在在讲，很容易受外面境界欺骗，我们看电视、看电影，你看电视里头播出来的影像很逼真。它是什么频率？以前老式的电影它是动画形成的，一秒钟二十四次的生灭，我们就被欺骗了。看的时候只看到画面，忘记它是动画，一秒钟二十四次，镜头开关二十四次，就被欺骗了。电视的频率比电影高，所以更逼真，看不出波动，电影细细看它还有一点跳动，电视的频率比电影高得太多，这个现象没有了。可是我们现实的环境摆在我们面前，内包括我们自己本身，无论是肉身还是念头，起心动念，每个念头我们自己能够觉察，这才晓得弥勒菩萨告诉我们，一弹指之间三十二亿百千念，这个频率多高。它的单位是十万，三十二亿百千，一百个千是十万，三十二亿乘十万，三百二十兆，这一弹指。",
      "zh_TW": "今天科學家用精密的儀器，他們能夠捕捉到一秒鐘一千兆次的生滅，他能捕捉得到，才證明了彌勒菩薩所講的是真的，不是假的。我們實實在在講，很容易受外面境界欺騙，我們看電視、看電影，你看電視裡頭播出來的影像很逼真。它是什麼頻率？以前老式的電影它是動畫形成的，一秒鐘二十四次的生滅，我們就被欺騙了。看的時候只看到畫面，忘記它是動畫，一秒鐘二十四次，鏡頭開關二十四次，就被欺騙了。電視的頻率比電影高，所以更逼真，看不出波動，電影細細看它還有一點跳動，電視的頻率比電影高得太多，這個現象沒有了。可是我們現實的環境擺在我們面前，內包括我們自己本身，無論是肉身還是念頭，起心動念，每個念頭我們自己能夠覺察，這才曉得彌勒菩薩告訴我們，一彈指之間三十二億百千念，這個頻率多高。它的單位是十萬，三十二億百千，一百個千是十萬，三十二億乘十萬，三百二十兆，這一彈指。"
    },
    {
      "id": "02-040-0590_p0008",
      "zh_CN": "一弹指我们能不能看到？看不到，它还是太细。大概半秒钟我们可以弹二、三下，这个现象有一点概念，看到一点东西，看不清楚，大概一秒钟可以看清楚了。一秒钟我们就晓得，一千六百兆次的生灭纠缠在一起，让我们感觉那里有东西，那里有个人，有个房子，有个树，有个山，有个清楚的概念，一秒钟可以；半秒钟也能看，不清楚。一弹指是看不出来的，只能看到好像是光闪了一下，这个光里面什么不知道。我们用电影的底片做实验就很清楚，电影是动画，一秒钟二十四张，我们把二十三张抹黑，涂黑，只留一张，这一张是以二十四分之一秒打在银幕上，打上去之后马上它就没有了，问你，你看到什么？我们回答，我们看到了，看到一道光一闪。还有呢？还有不知道，没看清楚，就一闪就过去了。所以我们这个五根眼耳鼻舌身非常容易受欺骗，感触的不是真相，是幻相，而不只是幻，把这些纠缠累积在一起的，以为是真的。真正明了一秒钟一千六百兆次的生灭，真正彻底明了了，你要不要放下？自然放下来，为什么？假的，一去再不回头，连痕迹都找不到，没有痕迹，这是我们不能不晓得的。",
      "zh_TW": "一彈指我們能不能看到？看不到，它還是太細。大概半秒鐘我們可以彈二、三下，這個現象有一點概念，看到一點東西，看不清楚，大概一秒鐘可以看清楚了。一秒鐘我們就曉得，一千六百兆次的生滅糾纏在一起，讓我們感覺那裡有東西，那裡有個人，有個房子，有個樹，有個山，有個清楚的概念，一秒鐘可以；半秒鐘也能看，不清楚。一彈指是看不出來的，只能看到好像是光閃了一下，這個光裡面什麼不知道。我們用電影的底片做實驗就很清楚，電影是動畫，一秒鐘二十四張，我們把二十三張抹黑，塗黑，只留一張，這一張是以二十四分之一秒打在銀幕上，打上去之後馬上它就沒有了，問你，你看到什麼？我們回答，我們看到了，看到一道光一閃。還有呢？還有不知道，沒看清楚，就一閃就過去了。所以我們這個五根眼耳鼻舌身非常容易受欺騙，感觸的不是真相，是幻相，而不只是幻，把這些糾纏累積在一起的，以為是真的。真正明瞭一秒鐘一千六百兆次的生滅，真正徹底明瞭了，你要不要放下？自然放下來，為什麼？假的，一去再不回頭，連痕跡都找不到，沒有痕跡，這是我們不能不曉得的。"
    },
    {
      "id": "02-040-0590_p0009",
      "zh_CN": "所以对佛智，佛确实理上讲跟我们没有两样。佛六根接触六尘境界，没有起心动念，没有分别执着。我们呢？我们是起心动念、分别执着全有，六道凡夫。这三样东西，起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼。这三种烦恼断一个，生是从里往外生，先是无明，再是尘沙，再是见思。断呢？断从外面断。像穿衣服一样，我们穿衣服，先穿里面的，再穿外面的。脱衣服呢？先脱外面的，再脱里面的。所以先断见思，就是执着，执着没有了，这才能证阿罗汉。阿罗汉真的没有执着了，身见破了，边见破了，边见是二边，成见破了，成见是见取、戒取，邪见破了，于一切法不执着，他得的是一切智。这个一切智叫知法总相，总相是当体即空，了不可得，这个阿罗汉清楚，所以阿罗汉于一切法不执着。菩萨更高一层，菩萨了解幻相，这些假相到底是怎么回事情他了解，这叫道种智。道是道理，什么道理有这些假相，种是种类，种类是无量无边无尽无数。这些种类菩萨知道，为什么会有这种现象菩萨知道，这阿罗汉比不上菩萨的，但是知道不圆满，究竟圆满是佛陀。",
      "zh_TW": "所以對佛智，佛確實理上講跟我們沒有兩樣。佛六根接觸六塵境界，沒有起心動念，沒有分別執著。我們呢？我們是起心動念、分別執著全有，六道凡夫。這三樣東西，起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱。這三種煩惱斷一個，生是從裡往外生，先是無明，再是塵沙，再是見思。斷呢？斷從外面斷。像穿衣服一樣，我們穿衣服，先穿裡面的，再穿外面的。脫衣服呢？先脫外面的，再脫裡面的。所以先斷見思，就是執著，執著沒有了，這才能證阿羅漢。阿羅漢真的沒有執著了，身見破了，邊見破了，邊見是二邊，成見破了，成見是見取、戒取，邪見破了，於一切法不執著，他得的是一切智。這個一切智叫知法總相，總相是當體即空，了不可得，這個阿羅漢清楚，所以阿羅漢於一切法不執著。菩薩更高一層，菩薩了解幻相，這些假相到底是怎麼回事情他了解，這叫道種智。道是道理，什麼道理有這些假相，種是種類，種類是無量無邊無盡無數。這些種類菩薩知道，為什麼會有這種現象菩薩知道，這阿羅漢比不上菩薩的，但是知道不圓滿，究竟圓滿是佛陀。"
    },
    {
      "id": "02-040-0590_p0010",
      "zh_CN": "上面讲这四种智，「不思议智、不可称智、大乘广智、无等无伦最上胜智」，这是如来果地上的，至少也是八地以上，才有这种智慧，这是圆满的。我们通常讲成所作智、妙观察智、平等性智，它是有渐次的，有浅深不同的，这上面讲的意思就深一层了。这些我们了解，完全是自性变现的，自性本具的，所以要信。信佛就是信自己，信自己就是信佛，不信佛你不相信自己。这个事情是难，是不容易，几个人相信自己？几个人对自己没有怀疑？为什么会有？无始劫以来都受烦恼的薰习，三种烦恼，无明烦恼、尘沙烦恼、见思烦恼，薰习的时间太久，薰习得太深，不容易觉悟。觉悟的人名利心淡薄，他听东西容易听懂，跟佛就比较接近，他能听得懂，他能放下。放下便是，才能往上提升，像爬楼梯一样，放下一层才能上第二层，放下第二层才能上第三层。不肯放下，原地踏步，永远不能提升。",
      "zh_TW": "上面講這四種智，「不思議智、不可稱智、大乘廣智、無等無倫最上勝智」，這是如來果地上的，至少也是八地以上，才有這種智慧，這是圓滿的。我們通常講成所作智、妙觀察智、平等性智，它是有漸次的，有淺深不同的，這上面講的意思就深一層了。這些我們了解，完全是自性變現的，自性本具的，所以要信。信佛就是信自己，信自己就是信佛，不信佛你不相信自己。這個事情是難，是不容易，幾個人相信自己？幾個人對自己沒有懷疑？為什麼會有？無始劫以來都受煩惱的薰習，三種煩惱，無明煩惱、塵沙煩惱、見思煩惱，薰習的時間太久，薰習得太深，不容易覺悟。覺悟的人名利心淡薄，他聽東西容易聽懂，跟佛就比較接近，他能聽得懂，他能放下。放下便是，才能往上提升，像爬樓梯一樣，放下一層才能上第二層，放下第二層才能上第三層。不肯放下，原地踏步，永遠不能提升。"
    },
    {
      "id": "02-040-0590_p0011",
      "zh_CN": "我感恩老师，我学佛跟出家人见面第一个人就是章嘉大师。第一天他就教我看破、放下，告诉我，菩萨修行，从初发心到如来地，五十一个阶级，就是看破帮助放下，放下帮助看破，就这两个相辅相成，这是头一天告诉我的。我向他请教他，从哪里下手？从布施，跟我讲三种布施，财布施、法布施、无畏布施，布施就是放下。真放下，有一点智慧了，这点智慧帮助你再看破，你又再放下，不断的看破，不断的放下，一直到如来地。这把总的纲领原则告诉我，我那时对佛法是一窍不通，刚刚入门。他没有用佛教的名词跟我讲，因为用佛教的名词我不懂，佛教的名词就叫止观，止就是放下，观就是看破，但是他要用止观给我讲，我听会听糊涂。这就是大师的智慧，因人施教，让你能听得懂的话跟你讲，听不懂的不说。",
      "zh_TW": "我感恩老師，我學佛跟出家人見面第一個人就是章嘉大師。第一天他就教我看破、放下，告訴我，菩薩修行，從初發心到如來地，五十一個階級，就是看破幫助放下，放下幫助看破，就這兩個相輔相成，這是頭一天告訴我的。我向他請教他，從哪裡下手？從布施，跟我講三種布施，財布施、法布施、無畏布施，布施就是放下。真放下，有一點智慧了，這點智慧幫助你再看破，你又再放下，不斷的看破，不斷的放下，一直到如來地。這把總的綱領原則告訴我，我那時對佛法是一竅不通，剛剛入門。他沒有用佛教的名詞跟我講，因為用佛教的名詞我不懂，佛教的名詞就叫止觀，止就是放下，觀就是看破，但是他要用止觀給我講，我聽會聽糊塗。這就是大師的智慧，因人施教，讓你能聽得懂的話跟你講，聽不懂的不說。"
    },
    {
      "id": "02-040-0590_p0012",
      "zh_CN": "我们看教下，天台、华严讲到修行都是止观。《妄尽还源观》上贤首国师给我们开出来的，总纲领，五止六观，五种放下，六种看破，都是讲原则，只要会用一种就行了。放下、看破的方法很多，八万四千法门，无量法门，法门平等，门门都能成无上道，门门都能入大涅槃，所以它是平等的。但是众生根性不相同，顺着你的根性你很容易成就，违逆你的根性你格格不入，学起来很困难。法门当中最容易的、最契机的，但是它是个难信之法，就是念佛法门。真的，男女老少、贤愚不肖，个个都能成就。",
      "zh_TW": "我們看教下，天台、華嚴講到修行都是止觀。《妄盡還源觀》上賢首國師給我們開出來的，總綱領，五止六觀，五種放下，六種看破，都是講原則，只要會用一種就行了。放下、看破的方法很多，八萬四千法門，無量法門，法門平等，門門都能成無上道，門門都能入大涅槃，所以它是平等的。但是眾生根性不相同，順著你的根性你很容易成就，違逆你的根性你格格不入，學起來很困難。法門當中最容易的、最契機的，但是它是個難信之法，就是念佛法門。真的，男女老少、賢愚不肖，個個都能成就。"
    },
    {
      "id": "02-040-0590_p0013",
      "zh_CN": "我们在前几个星期看到一则信息，这则信息是几年前的事情，我们没听说过。一个小朋友，十岁，预知时至，往生了。她念佛，也是念三年。七岁的时候，爸爸念佛，她听到了，她问她爸爸，你念什么？爸爸说念佛。佛是什么？阿弥陀佛是什么？极乐世界是什么？她会问。爸爸给她讲，讲了之后，听了很欢喜，她说这个世界这么好，爸爸你能不能带我去看看？她爸爸说我不行，阿弥陀佛行。怎么样找阿弥陀佛？妳念阿弥陀佛，阿弥陀佛就带妳去。她就死心塌地念阿弥陀佛，念了三年，往生前一天告诉她爸爸，明天阿弥陀佛带我回老家，要让她爸爸把他的亲戚朋友都请来，看她往生。这什么？这是度众生，大家都看到了，就相信了。她又没有生病，一切都很正常，你看说走就走。这个小朋友就是相信，她没有怀疑心，她相信她爸爸，相信佛所说的，所以她没有障碍。我们今天障碍最严重就是信心，如何把怀疑心断掉？佛的方法就是经教。所以一门深入容易，搞多门的话就难了，搞乱了。",
      "zh_TW": "我們在前幾個星期看到一則信息，這則信息是幾年前的事情，我們沒聽說過。一個小朋友，十歲，預知時至，往生了。她念佛，也是念三年。七歲的時候，爸爸念佛，她聽到了，她問她爸爸，你念什麼？爸爸說念佛。佛是什麼？阿彌陀佛是什麼？極樂世界是什麼？她會問。爸爸給她講，講了之後，聽了很歡喜，她說這個世界這麼好，爸爸你能不能帶我去看看？她爸爸說我不行，阿彌陀佛行。怎麼樣找阿彌陀佛？妳念阿彌陀佛，阿彌陀佛就帶妳去。她就死心塌地念阿彌陀佛，念了三年，往生前一天告訴她爸爸，明天阿彌陀佛帶我回老家，要讓她爸爸把他的親戚朋友都請來，看她往生。這什麼？這是度眾生，大家都看到了，就相信了。她又沒有生病，一切都很正常，你看說走就走。這個小朋友就是相信，她沒有懷疑心，她相信她爸爸，相信佛所說的，所以她沒有障礙。我們今天障礙最嚴重就是信心，如何把懷疑心斷掉？佛的方法就是經教。所以一門深入容易，搞多門的話就難了，搞亂了。"
    },
    {
      "id": "02-040-0590_p0014",
      "zh_CN": "知识分子喜欢广学多闻，这是知识分子的障碍。我到台中去求学，跟李炳南老居士学教，他一看我是知识分子，真的广学多闻，什么都想学，没学佛之前我看的东西看得很多，常识很丰富，但是学佛就有障碍，所以老师就给我授三条戒。这个以后我才明白，这是古代老师遇到学生学习的三个条件。这三个条件是针对知识分子的毛病、习气来说的，不是每个人都需要的，有些老实的就不需要，我们算是不老实的。",
      "zh_TW": "知識分子喜歡廣學多聞，這是知識分子的障礙。我到台中去求學，跟李炳南老居士學教，他一看我是知識分子，真的廣學多聞，什麼都想學，沒學佛之前我看的東西看得很多，常識很豐富，但是學佛就有障礙，所以老師就給我授三條戒。這個以後我才明白，這是古代老師遇到學生學習的三個條件。這三個條件是針對知識分子的毛病、習氣來說的，不是每個人都需要的，有些老實的就不需要，我們算是不老實的。"
    },
    {
      "id": "02-040-0590_p0015",
      "zh_CN": "第一个条件，就是你过去所学的我不承认，一律作废。从今天起，只能听我一个人讲经，只能听我的教学，任何法师、居士在台中讲经，你不能去听，这第二个。第一个就是你学的不承认，第二个就是你听法只能听他一个人的。第三个，你看书，无论看世间东西还是佛经，没有得到我同意不准看。你看，耳朵被他控制了，眼睛被他控制了，不准看。我想了二、三分钟我还是接受，不接受他不收，你到别的地方去。接受了。接受之后，三个月我就很感谢他，有效了。三个月你看，不能听也不能看，看的、听的都是他指定的，一门深入，长时薰修，心清净了，清净心生智慧，三个月就有效，感谢老师的这个方法好。半年就五体投地，真好。老师告诉我，有期限的，多久？五年，五年之后就开放了。我到五年的时候，我见老师，我跟老师说，我说我再守五年。老师笑笑。五年不够，还是心浮气躁，十年，这心才定下来。",
      "zh_TW": "第一個條件，就是你過去所學的我不承認，一律作廢。從今天起，只能聽我一個人講經，只能聽我的教學，任何法師、居士在台中講經，你不能去聽，這第二個。第一個就是你學的不承認，第二個就是你聽法只能聽他一個人的。第三個，你看書，無論看世間東西還是佛經，沒有得到我同意不准看。你看，耳朵被他控制了，眼睛被他控制了，不准看。我想了二、三分鐘我還是接受，不接受他不收，你到別的地方去。接受了。接受之後，三個月我就很感謝他，有效了。三個月你看，不能聽也不能看，看的、聽的都是他指定的，一門深入，長時薰修，心清淨了，清淨心生智慧，三個月就有效，感謝老師的這個方法好。半年就五體投地，真好。老師告訴我，有期限的，多久？五年，五年之後就開放了。我到五年的時候，我見老師，我跟老師說，我說我再守五年。老師笑笑。五年不夠，還是心浮氣躁，十年，這心才定下來。"
    },
    {
      "id": "02-040-0590_p0016",
      "zh_CN": "佛法修什么？戒定慧，别忘了，离开戒定慧不是佛法，是佛学，把佛法当作世间一门学问去研究，那个不管用，与了生死、出三界不相关。你要讲经说法，就像教授一样，也能讲得头头是道，也能著作等身，在世间可以拿到教授的学位（这个地位）、可以得到世间的名闻利养，与了生死出三界不相关。走这个路的人很多，李老师怕我走这个路，半路上把我拦截了。我很幸运，听他的话，要没有听他的话，也是走向学术上去了。",
      "zh_TW": "佛法修什麼？戒定慧，別忘了，離開戒定慧不是佛法，是佛學，把佛法當作世間一門學問去研究，那個不管用，與了生死、出三界不相關。你要講經說法，就像教授一樣，也能講得頭頭是道，也能著作等身，在世間可以拿到教授的學位（這個地位）、可以得到世間的名聞利養，與了生死出三界不相關。走這個路的人很多，李老師怕我走這個路，半路上把我攔截了。我很幸運，聽他的話，要沒有聽他的話，也是走向學術上去了。"
    },
    {
      "id": "02-040-0590_p0017",
      "zh_CN": "那时候对净宗半信半疑，净宗是真难信，我学佛到今年六十三年，我记得我学佛三十多年才真正相信净土，你就知道多难。早年忏云法师劝过我，我没接受，李老师劝过我，我也是没接受。我跟诸位做过报告，我接受净土是《华严经》讲了一半，那时候讲过《楞严》，讲过《法华》，讲过《华严》，《华严经》讲了一半，突然有一天想起来，文殊菩萨、普贤菩萨这是知识分子里面最仰慕的两位大德，文殊解门第一，智慧第一，普贤行门第一，德行第一，我就想到，这两位菩萨修哪个法门成佛的？《华严经》上有，读的时候没在意，囫囵吞枣过去，细心去观察，发现了，在《四十华严》第三十九卷，两个人都是念佛成佛的，感到非常惊讶。",
      "zh_TW": "那時候對淨宗半信半疑，淨宗是真難信，我學佛到今年六十三年，我記得我學佛三十多年才真正相信淨土，你就知道多難。早年懺雲法師勸過我，我沒接受，李老師勸過我，我也是沒接受。我跟諸位做過報告，我接受淨土是《華嚴經》講了一半，那時候講過《楞嚴》，講過《法華》，講過《華嚴》，《華嚴經》講了一半，突然有一天想起來，文殊菩薩、普賢菩薩這是知識分子裡面最仰慕的兩位大德，文殊解門第一，智慧第一，普賢行門第一，德行第一，我就想到，這兩位菩薩修哪個法門成佛的？《華嚴經》上有，讀的時候沒在意，囫圇吞棗過去，細心去觀察，發現了，在《四十華嚴》第三十九卷，兩個人都是念佛成佛的，感到非常驚訝。"
    },
    {
      "id": "02-040-0590_p0018",
      "zh_CN": "再看看善财，是文殊菩萨得意的门生，入室弟子，他修什么？看到《四十华严》的五十三参，第一个参访的，吉祥云比丘，吉祥云比丘修什么？般舟三昧，专念阿弥陀佛，求生净土。般舟三昧是什么人修的？圆教初住菩萨，别教初地菩萨，不是普通人修的。它一期九十天，九十天不能睡觉，九十天不能坐下来，它叫佛立三昧，可以站着，可以走动，不能坐下来，不能躺下来，九十天，九十个晚上。所以要那样的人才行，一般人学是假的，不是真的。我们怎么晓得不是真的？他修般舟三昧，闭关，那个关门一关上人就不知道，他在那里睡大觉，你怎么会知道？关的小门、小窗户一打开，聊天，念头、妄念很多，杂念很多，这就不像了。应该看到你是一个修定的样子，真正把心里面拉杂东西都清出去，干干净净，一心专念阿弥陀佛，不一样。他应该给我讲开示，劝我念佛，怎么杂心闲话，张家长、李家短，就搞这些东西，这就不是真的。关房里面还看经、看论，看一些不是净土宗的典籍。这样的人多，不是少数。我们自己要修学，看到别人不如法的地方要改，不能学他。般舟三昧我们体力不够，我们七天七夜都很难熬，九十天不是容易事情。",
      "zh_TW": "再看看善財，是文殊菩薩得意的門生，入室弟子，他修什麼？看到《四十華嚴》的五十三參，第一個參訪的，吉祥雲比丘，吉祥雲比丘修什麼？般舟三昧，專念阿彌陀佛，求生淨土。般舟三昧是什麼人修的？圓教初住菩薩，別教初地菩薩，不是普通人修的。它一期九十天，九十天不能睡覺，九十天不能坐下來，它叫佛立三昧，可以站著，可以走動，不能坐下來，不能躺下來，九十天，九十個晚上。所以要那樣的人才行，一般人學是假的，不是真的。我們怎麼曉得不是真的？他修般舟三昧，閉關，那個關門一關上人就不知道，他在那裡睡大覺，你怎麼會知道？關的小門、小窗戶一打開，聊天，念頭、妄念很多，雜念很多，這就不像了。應該看到你是一個修定的樣子，真正把心裡面拉雜東西都清出去，乾乾淨淨，一心專念阿彌陀佛，不一樣。他應該給我講開示，勸我念佛，怎麼雜心閒話，張家長、李家短，就搞這些東西，這就不是真的。關房裡面還看經、看論，看一些不是淨土宗的典籍。這樣的人多，不是少數。我們自己要修學，看到別人不如法的地方要改，不能學他。般舟三昧我們體力不夠，我們七天七夜都很難熬，九十天不是容易事情。"
    },
    {
      "id": "02-040-0590_p0019",
      "zh_CN": "所以法，世尊说这么多的法门，让我们自己选择，选择适合自己生活环境、适合自己体力，样样都适合，就不会感到困难。念佛法门种类很多，我们所选择的，谛闲老和尚教给锅漏匠的这个方法，我选择这个，这个我做得到，我很欢喜做到。就是一心专念，念累了休息，可以躺在床上休息，休息好了赶紧接着念，不分昼夜，什么时候疲倦什么时候就休息，什么时候休息好赶紧起来接着念，一点压力都没有。这个方法适合一切人，真的，男女老少、贤愚不肖，个个合适。真要放得下，什么事情都别管。锅漏匠三年成功，我们相信三年决定成功。三年一千天，古人教给读书人，「读书千遍，其义自见」，我们念佛念到一千天，肯定见佛。也许功夫得力的，真肯放下的，大概不要一千天，二、三百天你就见佛了。所以这里一定要相信自己。",
      "zh_TW": "所以法，世尊說這麼多的法門，讓我們自己選擇，選擇適合自己生活環境、適合自己體力，樣樣都適合，就不會感到困難。念佛法門種類很多，我們所選擇的，諦閑老和尚教給鍋漏匠的這個方法，我選擇這個，這個我做得到，我很歡喜做到。就是一心專念，念累了休息，可以躺在床上休息，休息好了趕緊接著念，不分晝夜，什麼時候疲倦什麼時候就休息，什麼時候休息好趕緊起來接著念，一點壓力都沒有。這個方法適合一切人，真的，男女老少、賢愚不肖，個個合適。真要放得下，什麼事情都別管。鍋漏匠三年成功，我們相信三年決定成功。三年一千天，古人教給讀書人，「讀書千遍，其義自見」，我們念佛念到一千天，肯定見佛。也許功夫得力的，真肯放下的，大概不要一千天，二、三百天你就見佛了。所以這裡一定要相信自己。"
    },
    {
      "id": "02-040-0590_p0020",
      "zh_CN": "「不知不思议智有大威力」，这个不思议智起的大威力就是我们讲的神通，他有天眼、有天耳、有他心通、有宿命通、有神足通，这都是我们现在人所说的特异功能，所以我们对特异功能是无法想像的。「一切万法无非自力他力。自摄他摄，千变万化，无量无边」。这几句话很重要，因为这个事情就在眼前。一切万法从哪来的？头一个是自力，是自己真心变现出来的，真心能现。他力是妄心，妄心就是阿赖耶，阿赖耶能变，千变万化，真心不变，妄心能变。自力、他力，他力什么？我们受外头环境影响，改变我们的念头，我们念头一改变，外面境界也随着改变，真是千变万化，真的是无量无边。为什么？全宇宙，佛经的术语上，遍法界虚空界，真正不可思议，这都是事实真相。",
      "zh_TW": "「不知不思議智有大威力」，這個不思議智起的大威力就是我們講的神通，他有天眼、有天耳、有他心通、有宿命通、有神足通，這都是我們現在人所說的特異功能，所以我們對特異功能是無法想像的。「一切萬法無非自力他力。自攝他攝，千變萬化，無量無邊」。這幾句話很重要，因為這個事情就在眼前。一切萬法從哪來的？頭一個是自力，是自己真心變現出來的，真心能現。他力是妄心，妄心就是阿賴耶，阿賴耶能變，千變萬化，真心不變，妄心能變。自力、他力，他力什麼？我們受外頭環境影響，改變我們的念頭，我們念頭一改變，外面境界也隨著改變，真是千變萬化，真的是無量無邊。為什麼？全宇宙，佛經的術語上，遍法界虛空界，真正不可思議，這都是事實真相。"
    },
    {
      "id": "02-040-0590_p0021",
      "zh_CN": "「安得以凡夫有碍之情识」，凡夫起心动念都是障碍、都是烦恼，用我们这些烦恼来怀疑如来无碍的妙法。开悟的人、证果的人不知道有多少，我们眼睛看到只好像凡夫很多，没看到个证果，其实证果的人比我们还多，这些证果的人就是诸佛如来，他们看得清清楚楚、了了分明。这底下是个比喻，「岂知一面之镜，能现万像」。古人说，「胡来见胡，汉来见汉」，就是汉人照镜子里面现的像是汉人，胡人是外国人，外国人看镜子里面现的是他的像，镜子本身一尘不染。「千年积薪」，也是比喻，你积的这些柴火，一千年了，一把火就烧光了。「故至心一念称名」，这就结到净宗，至心是真心，没有妄想、没有杂念，这个东西麻烦大了。没有妄想，没有杂念，一称佛名，「能消八十亿劫生死重罪」。十念必生这有什么稀奇？不是假的，当然之理。所以问题，用真心，不要用妄心，对一切人事物坦诚见面，这个要紧，直心是道场。我念佛用真心，我待人可以用妄心，错了，那个佛也是妄心，一妄一切妄，一真一切真，这个道理总要懂。我用真心待人不吃亏，别人骗我，我也不吃亏，别人障碍我，别人陷害我，我都不吃亏。我真诚，跟这些不真诚的人在一起，他提升我的境界，他是我的一面镜子，他这些不诚实的东西，我反过来问自己，我统统没有，好。没有这些境界之助，我不知道自己到第几层，不知道。所以，顺境逆境、善缘恶缘，统统是善知识，统统帮助我们提升，帮助我们增长。如果我们用错了心，用妄心，这个外面境界影响我们，帮助我们堕落；我们用真心，它就帮助我们提升。要学佛，要学菩萨，不要学凡夫，佛菩萨只有一个，无缘大慈，同体大悲，怜悯一切苦难众生，没有起心动念，有起心动念不是佛菩萨。但是自性里面有大慈悲、有大智慧，用大智慧、慈悲帮助一切众生离苦得乐。",
      "zh_TW": "「安得以凡夫有礙之情識」，凡夫起心動念都是障礙、都是煩惱，用我們這些煩惱來懷疑如來無礙的妙法。開悟的人、證果的人不知道有多少，我們眼睛看到只好像凡夫很多，沒看到個證果，其實證果的人比我們還多，這些證果的人就是諸佛如來，他們看得清清楚楚、了了分明。這底下是個比喻，「豈知一面之鏡，能現萬像」。古人說，「胡來見胡，漢來見漢」，就是漢人照鏡子裡面現的像是漢人，胡人是外國人，外國人看鏡子裡面現的是他的像，鏡子本身一塵不染。「千年積薪」，也是比喻，你積的這些柴火，一千年了，一把火就燒光了。「故至心一念稱名」，這就結到淨宗，至心是真心，沒有妄想、沒有雜念，這個東西麻煩大了。沒有妄想，沒有雜念，一稱佛名，「能消八十億劫生死重罪」。十念必生這有什麼稀奇？不是假的，當然之理。所以問題，用真心，不要用妄心，對一切人事物坦誠見面，這個要緊，直心是道場。我念佛用真心，我待人可以用妄心，錯了，那個佛也是妄心，一妄一切妄，一真一切真，這個道理總要懂。我用真心待人不吃虧，別人騙我，我也不吃虧，別人障礙我，別人陷害我，我都不吃虧。我真誠，跟這些不真誠的人在一起，他提升我的境界，他是我的一面鏡子，他這些不誠實的東西，我反過來問自己，我統統沒有，好。沒有這些境界之助，我不知道自己到第幾層，不知道。所以，順境逆境、善緣惡緣，統統是善知識，統統幫助我們提升，幫助我們增長。如果我們用錯了心，用妄心，這個外面境界影響我們，幫助我們墮落；我們用真心，它就幫助我們提升。要學佛，要學菩薩，不要學凡夫，佛菩薩只有一個，無緣大慈，同體大悲，憐憫一切苦難眾生，沒有起心動念，有起心動念不是佛菩薩。但是自性裡面有大慈悲、有大智慧，用大智慧、慈悲幫助一切眾生離苦得樂。"
    },
    {
      "id": "02-040-0590_p0022",
      "zh_CN": "真正离苦得乐，我搞了六十三年，我选择这部《无量寿经》会集本，我选择这部念老居士的《集注》。我这六十多年的经验，要让我在一切经里头选一部，我就选这一部。在这个东西没出来之前，有人问过我，早年我在美国有一个居士问我，他说法师，《大藏经》经书这么多，要让你选一部你选哪一部？我没有考虑，我选蕅益大师的《弥陀经要解》。一九八０年代我遇到这一部，我就告诉大家，我现在选择，选择这一部。为什么？这一部讲得清楚、讲得透彻。《要解》虽然好，讲得简单扼要，用它来做朝暮课诵本很好，要想把极乐世界搞清楚、搞明白，只有这部书。搞清楚、搞明白比什么都重要，为什么？不怀疑了，肯定去了，信心坚定了，愿心坚固了，绝对不会动摇。这个地方顺境逆境、善缘恶缘跟我都不相干，所以我都欢欢喜喜，一切随缘，随缘多自在，绝不受外面境界干扰。",
      "zh_TW": "真正離苦得樂，我搞了六十三年，我選擇這部《無量壽經》會集本，我選擇這部念老居士的《集註》。我這六十多年的經驗，要讓我在一切經裡頭選一部，我就選這一部。在這個東西沒出來之前，有人問過我，早年我在美國有一個居士問我，他說法師，《大藏經》經書這麼多，要讓你選一部你選哪一部？我沒有考慮，我選蕅益大師的《彌陀經要解》。一九八０年代我遇到這一部，我就告訴大家，我現在選擇，選擇這一部。為什麼？這一部講得清楚、講得透徹。《要解》雖然好，講得簡單扼要，用它來做朝暮課誦本很好，要想把極樂世界搞清楚、搞明白，只有這部書。搞清楚、搞明白比什麼都重要，為什麼？不懷疑了，肯定去了，信心堅定了，願心堅固了，絕對不會動搖。這個地方順境逆境、善緣惡緣跟我都不相干，所以我都歡歡喜喜，一切隨緣，隨緣多自在，絕不受外面境界干擾。"
    },
    {
      "id": "02-040-0590_p0023",
      "zh_CN": "再看第二段，「二者不信不可称智，不了佛智体绝对待，离过绝非」。这是不相信妙观察智，就是转第六意识所成的。不了是不了解，不能透彻了解佛智。体绝对待，对待是今天我们讲相对的，真实智慧里头没有相对的，相对的是烦恼，烦恼有相对的，智慧里头没有相对的。我们想我们人跟佛是不是相对的？我们有相对，我不是佛，佛不是我。如果成佛了呢？成佛了，这个念头没有了，断掉了。这个念头断掉了，没有了，才知道整个宇宙里头找不到相对的。众生跟佛有没有相对？没有，经上讲得很明白，「心佛众生，三无差别」，这就没相对，众生，我们是众生，心、佛，这三个是平等的。连平等这个念头都没有，为什么？它是一，一而三，三而一，一即是三，三即是一，没有对待的。有没有善恶？没有，有没有染净？没有，有没有生佛？没有，统统都没有，叫妙观察。",
      "zh_TW": "再看第二段，「二者不信不可稱智，不了佛智體絕對待，離過絕非」。這是不相信妙觀察智，就是轉第六意識所成的。不了是不了解，不能透徹了解佛智。體絕對待，對待是今天我們講相對的，真實智慧裡頭沒有相對的，相對的是煩惱，煩惱有相對的，智慧裡頭沒有相對的。我們想我們人跟佛是不是相對的？我們有相對，我不是佛，佛不是我。如果成佛了呢？成佛了，這個念頭沒有了，斷掉了。這個念頭斷掉了，沒有了，才知道整個宇宙裡頭找不到相對的。眾生跟佛有沒有相對？沒有，經上講得很明白，「心佛眾生，三無差別」，這就沒相對，眾生，我們是眾生，心、佛，這三個是平等的。連平等這個念頭都沒有，為什麼？它是一，一而三，三而一，一即是三，三即是一，沒有對待的。有沒有善惡？沒有，有沒有染淨？沒有，有沒有生佛？沒有，統統都沒有，叫妙觀察。"
    },
    {
      "id": "02-040-0590_p0024",
      "zh_CN": "为什么我们观察有相对，他观察没有相对？我们观察是幻相、妄相，他观察的是实相、是真相，真实相。真实相，相有性无，相虽然有是假有，不是真有，是刹那生灭，了不可得。不要说身外之物你不可得，我们这个身体不可得，为什么？它现在什么状况？一秒钟一千六百兆次的生灭，哪一个生灭是我，没有一个，怎么可能把这个东西当作我？诸佛菩萨证得无上菩提有说我，那个我是什么？整个宇宙是我，这就对了，自性是我，自性所现的万物是我。所以佛经上有一句话，透了个信息给我们，叫做「十方三世佛，共同一法身」，那就是我。我们也要懂得，十方三世佛，有我在其中，那是真我。这是我们中国古人讲的伦理，伦理讲关系，人与人的关系，佛家把伦理讲到顶点了，什么关系？一体，一身、一体，法身，一个自性，一身、一体。",
      "zh_TW": "為什麼我們觀察有相對，他觀察沒有相對？我們觀察是幻相、妄相，他觀察的是實相、是真相，真實相。真實相，相有性無，相雖然有是假有，不是真有，是剎那生滅，了不可得。不要說身外之物你不可得，我們這個身體不可得，為什麼？它現在什麼狀況？一秒鐘一千六百兆次的生滅，哪一個生滅是我，沒有一個，怎麼可能把這個東西當作我？諸佛菩薩證得無上菩提有說我，那個我是什麼？整個宇宙是我，這就對了，自性是我，自性所現的萬物是我。所以佛經上有一句話，透了個信息給我們，叫做「十方三世佛，共同一法身」，那就是我。我們也要懂得，十方三世佛，有我在其中，那是真我。這是我們中國古人講的倫理，倫理講關係，人與人的關係，佛家把倫理講到頂點了，什麼關係？一體，一身、一體，法身，一個自性，一身、一體。"
    },
    {
      "id": "02-040-0590_p0025",
      "zh_CN": "这桩事情到极乐世界就看到了，极乐世界怎么看到？极乐世界的实报庄严土就是。在极乐世界，不但是实报土体绝对待，它的方便土、同居土同样也体绝对待，妙了。这是十方诸佛刹土里没有的，只有实报土是这个境界。但是在极乐世界，连方便土，我们叫四圣法界，十法界里头的四圣法界，方便土，同居土就是六道，统统是一法身，统统是一个自性变现出来的，统统是自己，在这里头分自分他，错了，没有自他。所以他那个爱心就是大慈大悲，无条件的，无缘大慈，同体大悲，那是真爱，真的尊敬，真的关怀，真照顾，真正是一体。离过绝非，圆满的智慧现前，所有过失没有了。过失是什么？起心动念，非是什么？非是假的，分别、执着，分别、执着是非，起心动念是过，全没有了。",
      "zh_TW": "這樁事情到極樂世界就看到了，極樂世界怎麼看到？極樂世界的實報莊嚴土就是。在極樂世界，不但是實報土體絕對待，它的方便土、同居土同樣也體絕對待，妙了。這是十方諸佛剎土裡沒有的，只有實報土是這個境界。但是在極樂世界，連方便土，我們叫四聖法界，十法界裡頭的四聖法界，方便土，同居土就是六道，統統是一法身，統統是一個自性變現出來的，統統是自己，在這裡頭分自分他，錯了，沒有自他。所以他那個愛心就是大慈大悲，無條件的，無緣大慈，同體大悲，那是真愛，真的尊敬，真的關懷，真照顧，真正是一體。離過絕非，圓滿的智慧現前，所有過失沒有了。過失是什麼？起心動念，非是什麼？非是假的，分別、執著，分別、執著是非，起心動念是過，全沒有了。"
    },
    {
      "id": "02-040-0590_p0026",
      "zh_CN": "「昙鸾师曰：不可称智者，言佛智绝称谓」，称谓是称呼，我们给他起个名字叫佛、叫菩萨，在那个地方没有，没有这种称呼。正是老子所说，「道可道，非常道；名可名，非常名」，名是假名，你叫他什么都可以。诸佛菩萨的名，诸佛刹土的名，六道众生的名，统统是假立的，不要以为是真的，你要以为是真的你迷了。为什么一个涅槃佛说了差不多七、八十个名词？这是教学的善巧，教学的方便，教你懂得它的意思就对了，名是假名，怎么说都可以。多少糊涂人因假名在争论，有什么意思，假名假相里头争论，错了。真搞清楚了，你要什么都给你，要名，名给你，要利，利给你，要什么我都给你，为什么？假的，没有一样是真的。真的是什么？清净心，真实智慧，你什么都看清楚，什么都明白了，这个东西是真的。世出世间那一切法假的，不是真的。所以佛说，「法尚应舍，何况非法」。",
      "zh_TW": "「曇鸞師曰：不可稱智者，言佛智絕稱謂」，稱謂是稱呼，我們給他起個名字叫佛、叫菩薩，在那個地方沒有，沒有這種稱呼。正是老子所說，「道可道，非常道；名可名，非常名」，名是假名，你叫他什麼都可以。諸佛菩薩的名，諸佛剎土的名，六道眾生的名，統統是假立的，不要以為是真的，你要以為是真的你迷了。為什麼一個涅槃佛說了差不多七、八十個名詞？這是教學的善巧，教學的方便，教你懂得它的意思就對了，名是假名，怎麼說都可以。多少糊塗人因假名在爭論，有什麼意思，假名假相裡頭爭論，錯了。真搞清楚了，你要什麼都給你，要名，名給你，要利，利給你，要什麼我都給你，為什麼？假的，沒有一樣是真的。真的是什麼？清淨心，真實智慧，你什麼都看清楚，什麼都明白了，這個東西是真的。世出世間那一切法假的，不是真的。所以佛說，「法尚應捨，何況非法」。"
    },
    {
      "id": "02-040-0590_p0027",
      "zh_CN": "我们念佛，决定修净土，一切法要放下、要舍，不舍，两个门进不去，一个门才进得去，两个门就有分别、就有执着，一个就没有。法法门门都能够证果，都能够明心见性，问题是你会不会。会，没障碍，为什么？一切法都是自性变的，所以一切法都能见性。法法都平等，宗教哪有不平等的？族群哪有不平等的？国家哪有不平等的？有人要我到联合国去讲，是可以去讲讲。不但地球是一家，整个大宇宙是一家。你这个心量拓开的时候，多快乐。心量小的，天天郁闷，不开心。心量一拓开，就像夜摩天人一样，快哉！快哉！所以，没有对立的，对待就是对立，没有对立的。",
      "zh_TW": "我們念佛，決定修淨土，一切法要放下、要捨，不捨，兩個門進不去，一個門才進得去，兩個門就有分別、就有執著，一個就沒有。法法門門都能夠證果，都能夠明心見性，問題是你會不會。會，沒障礙，為什麼？一切法都是自性變的，所以一切法都能見性。法法都平等，宗教哪有不平等的？族群哪有不平等的？國家哪有不平等的？有人要我到聯合國去講，是可以去講講。不但地球是一家，整個大宇宙是一家。你這個心量拓開的時候，多快樂。心量小的，天天鬱悶，不開心。心量一拓開，就像夜摩天人一樣，快哉！快哉！所以，沒有對立的，對待就是對立，沒有對立的。"
    },
    {
      "id": "02-040-0590_p0028",
      "zh_CN": "「何以言之？法若是有，必应有知有之智」。这个法要是真的有的话，一定应该有一个知有的这种智慧。法要是没有，是无呢？也应该有一个知无的智慧，要不然谁知道它，谁知道它有，谁知道它无？「诸法离于有无」。一切诸法不能说有，也不能说无。所有一切法，摆在我们面前，我们看得到的、听得到的、闻得到的、尝得到的、摸得到的，一切法都不是非有非无，不能说它有，不能说它无，为什么？它是梦，梦幻泡影，它不可得。你要说你能得到它，假的，连身都不可得，你看看一秒钟一千六百兆次的生灭，这是身体。",
      "zh_TW": "「何以言之？法若是有，必應有知有之智」。這個法要是真的有的話，一定應該有一個知有的這種智慧。法要是沒有，是無呢？也應該有一個知無的智慧，要不然誰知道它，誰知道它有，誰知道它無？「諸法離於有無」。一切諸法不能說有，也不能說無。所有一切法，擺在我們面前，我們看得到的、聽得到的、聞得到的、嘗得到的、摸得到的，一切法都不是非有非無，不能說它有，不能說它無，為什麼？它是夢，夢幻泡影，它不可得。你要說你能得到它，假的，連身都不可得，你看看一秒鐘一千六百兆次的生滅，這是身體。"
    },
    {
      "id": "02-040-0590_p0029",
      "zh_CN": "用我们科学家，没有讲到这么深的地步，早年的科学家，不是现代的，现代进步多了，讲到微中子，早年科学家讲到细胞。细胞很明显，肉眼看得见，人身体有多少细胞？科学家告诉我们，大概有六十兆，人的身体是六十兆的细胞组成的。这个细胞有寿命的，有的寿命长，有的寿命短，不一样的。细胞形状也不一样，有长的、有扁的、有方的、有圆的、有三角形的，组成我们五脏六腑，我们外面的皮肤，眼、耳、鼻、舌、身，细胞组成的。可这个细胞是新陈代谢，就是科学家讲的，每一秒钟一千六百兆次频率在波动。",
      "zh_TW": "用我們科學家，沒有講到這麼深的地步，早年的科學家，不是現代的，現代進步多了，講到微中子，早年科學家講到細胞。細胞很明顯，肉眼看得見，人身體有多少細胞？科學家告訴我們，大概有六十兆，人的身體是六十兆的細胞組成的。這個細胞有壽命的，有的壽命長，有的壽命短，不一樣的。細胞形狀也不一樣，有長的、有扁的、有方的、有圓的、有三角形的，組成我們五臟六腑，我們外面的皮膚，眼、耳、鼻、舌、身，細胞組成的。可這個細胞是新陳代謝，就是科學家講的，每一秒鐘一千六百兆次頻率在波動。"
    },
    {
      "id": "02-040-0590_p0030",
      "zh_CN": "细胞的生灭，细胞的寿命最长的是脑神经，脑神经的细胞大概可以存活一百多年，细胞寿命短的只有几个小时，大多数的都是十几天，一、二个月它就换了，新陈代谢。科学家告诉我们，总体来讲，每天二十四小时我们新陈代谢多少个细胞？七千亿，新的细胞，我们饮食在里面变成细胞，老的细胞死了，从毛细孔、从流汗、从排泄排走了，新的换了，换体了，每天要换七千亿个细胞。这身体是我的吗？不是，我们这七千亿的细胞不能叫它留住，它自然换班换走了。天天都有这么多换，每天七千亿在换班，总体是六十兆。所以这个身不是我，把这个身看作我，大错特错。身体能不能得？得不到，每天有七千亿个换班，这是科学家说出来的，身体是假的，不是真的。",
      "zh_TW": "細胞的生滅，細胞的壽命最長的是腦神經，腦神經的細胞大概可以存活一百多年，細胞壽命短的只有幾個小時，大多數的都是十幾天，一、二個月它就換了，新陳代謝。科學家告訴我們，總體來講，每天二十四小時我們新陳代謝多少個細胞？七千億，新的細胞，我們飲食在裡面變成細胞，老的細胞死了，從毛細孔、從流汗、從排泄排走了，新的換了，換體了，每天要換七千億個細胞。這身體是我的嗎？不是，我們這七千億的細胞不能叫它留住，它自然換班換走了。天天都有這麼多換，每天七千億在換班，總體是六十兆。所以這個身不是我，把這個身看作我，大錯特錯。身體能不能得？得不到，每天有七千億個換班，這是科學家說出來的，身體是假的，不是真的。"
    },
    {
      "id": "02-040-0590_p0031",
      "zh_CN": "在这里我们就想到，如果是换班我们自己能做得了主，旧的细胞淘汰了，新的细胞出来了，新细胞一定比旧细胞更好，人就长生不老。谁换的细胞是跟原来一样的？婴儿，每天换的是一样的，帮助他成长。成年人以后，大概四、五十岁以后，换的细胞是愈换愈差，好的淘汰掉了，换来的都是旧的东西，破旧的东西，不是新的。为什么？念头不善，念头主宰细胞，念头善，换的细胞都是新的，念头不善，随着它都换的是有缺陷的，带病毒的。所以我们了解法没有有无，说有错了，说无也错了，新陈代谢，不断在更换。",
      "zh_TW": "在這裡我們就想到，如果是換班我們自己能做得了主，舊的細胞淘汰了，新的細胞出來了，新細胞一定比舊細胞更好，人就長生不老。誰換的細胞是跟原來一樣的？嬰兒，每天換的是一樣的，幫助他成長。成年人以後，大概四、五十歲以後，換的細胞是愈換愈差，好的淘汰掉了，換來的都是舊的東西，破舊的東西，不是新的。為什麼？念頭不善，念頭主宰細胞，念頭善，換的細胞都是新的，念頭不善，隨著它都換的是有缺陷的，帶病毒的。所以我們了解法沒有有無，說有錯了，說無也錯了，新陳代謝，不斷在更換。"
    },
    {
      "id": "02-040-0590_p0032",
      "zh_CN": "所以经上前面我们读到一句话，「不断之无」，我很欣赏这句话。《楞伽经》上还有一句话，我是常常念这两句话，「自心现量，不断之无」，这两句话描写我们一切法的真相，妙极了。你真正搞清楚了，你对于这一切法心里头确实不染一个念头，一尘不染，保住自己的本来面目。你想染，是你自己想，妄想，实际上呢？实际上染不到，你想得，实际上得不到，不可得。对自己来讲，寿命不可得，寿命是什么？业报，过去生中造的业，决定你在这个世间寿命长短。但是这个决定也不是完全一定的，每天有加减乘除，看《了凡四训》就明白了。你行善积德就延长，你造作罪业就给你减少，天天有加减乘除，小善、小恶是加减，大善、大恶是乘除。心里头没有善恶、没有染净，这就是正常的，这是什么？这就是佛菩萨，我们要学佛就得学这个。心呢？心常在定中。我们定不了，我们定在阿弥陀佛佛号之中，这个法门是许可执持名号，我们可以执着，可以保持，就是这个阿弥陀佛六字洪名，四个字也可以，掌握这个。掌握这个，我们不是成佛，我们到西方极乐世界亲近阿弥陀佛，成佛这桩事情是在极乐世界成就，在极乐世界圆满。我们执持名号就能够必定往生极乐世界，先取极乐世界，第二步再圆满成佛，走这个路子，这个路子稳稳当当。",
      "zh_TW": "所以經上前面我們讀到一句話，「不斷之無」，我很欣賞這句話。《楞伽經》上還有一句話，我是常常念這兩句話，「自心現量，不斷之無」，這兩句話描寫我們一切法的真相，妙極了。你真正搞清楚了，你對於這一切法心裡頭確實不染一個念頭，一塵不染，保住自己的本來面目。你想染，是你自己想，妄想，實際上呢？實際上染不到，你想得，實際上得不到，不可得。對自己來講，壽命不可得，壽命是什麼？業報，過去生中造的業，決定你在這個世間壽命長短。但是這個決定也不是完全一定的，每天有加減乘除，看《了凡四訓》就明白了。你行善積德就延長，你造作罪業就給你減少，天天有加減乘除，小善、小惡是加減，大善、大惡是乘除。心裡頭沒有善惡、沒有染淨，這就是正常的，這是什麼？這就是佛菩薩，我們要學佛就得學這個。心呢？心常在定中。我們定不了，我們定在阿彌陀佛佛號之中，這個法門是許可執持名號，我們可以執著，可以保持，就是這個阿彌陀佛六字洪名，四個字也可以，掌握這個。掌握這個，我們不是成佛，我們到西方極樂世界親近阿彌陀佛，成佛這樁事情是在極樂世界成就，在極樂世界圓滿。我們執持名號就能夠必定往生極樂世界，先取極樂世界，第二步再圓滿成佛，走這個路子，這個路子穩穩當當。"
    },
    {
      "id": "02-040-0590_p0033",
      "zh_CN": "我过去搞那些法门，一想自己没有把握，全都放下了。八十五岁以后，信心坚定了，把《华严》都放下了，非常喜爱的《华严》。《华严》是方东美先生介绍给我，上哲学课的时候老师介绍这部书，他的心目当中怎么看？他说这部书是佛教的概论，里面内容丰富，包罗万象，所有宗派的理论、方法、境界，都在这部书里头。他要介绍给我读，介绍清凉大师的《疏钞》、李通玄长者的《合论》，我对这些书特别有感情，特别的喜爱。我讲过两次，都没有讲完，都是讲到一半，后面这一次讲了还不到一半，用了四千多个小时。自己对往生没把握，所以放下了，专讲这个，专修这个法门，全放下了。",
      "zh_TW": "我過去搞那些法門，一想自己沒有把握，全都放下了。八十五歲以後，信心堅定了，把《華嚴》都放下了，非常喜愛的《華嚴》。《華嚴》是方東美先生介紹給我，上哲學課的時候老師介紹這部書，他的心目當中怎麼看？他說這部書是佛教的概論，裡面內容豐富，包羅萬象，所有宗派的理論、方法、境界，都在這部書裡頭。他要介紹給我讀，介紹清涼大師的《疏鈔》、李通玄長者的《合論》，我對這些書特別有感情，特別的喜愛。我講過兩次，都沒有講完，都是講到一半，後面這一次講了還不到一半，用了四千多個小時。自己對往生沒把握，所以放下了，專講這個，專修這個法門，全放下了。"
    },
    {
      "id": "02-040-0590_p0034",
      "zh_CN": "同学们晓得，我在帮助斯里兰卡建一个佛教大学，建一个宗教大学，帮助马来西亚建立一个汉学院。不是为我自己，我们是为佛法，为全世界的佛教，为全世界的宗教有一个好的地方培养弘护人才。建好之后我是边都不沾，因为我要求生净土，我沾这个边，净土去不了，我不能沾这个边。我说顶多我是你们学校一名教授，我专教《无量寿经》，还是这样。除这个课之外，其他的课我都不讲，我就这一门课。我这一门课标准时间是一千二百个小时，多长的时间学完？一年，这门功课一年就学完，要足足的三百天，一天四个小时。我就专学一门，专教一门。其他的人教一切经论，我都欢喜，我都赞叹。问我，我不是上根利智，我对这一门我有把握，其他的我没有把握，这是我选择这一门的理由。",
      "zh_TW": "同學們曉得，我在幫助斯里蘭卡建一個佛教大學，建一個宗教大學，幫助馬來西亞建立一個漢學院。不是為我自己，我們是為佛法，為全世界的佛教，為全世界的宗教有一個好的地方培養弘護人才。建好之後我是邊都不沾，因為我要求生淨土，我沾這個邊，淨土去不了，我不能沾這個邊。我說頂多我是你們學校一名教授，我專教《無量壽經》，還是這樣。除這個課之外，其他的課我都不講，我就這一門課。我這一門課標準時間是一千二百個小時，多長的時間學完？一年，這門功課一年就學完，要足足的三百天，一天四個小時。我就專學一門，專教一門。其他的人教一切經論，我都歡喜，我都讚歎。問我，我不是上根利智，我對這一門我有把握，其他的我沒有把握，這是我選擇這一門的理由。"
    },
    {
      "id": "02-040-0590_p0035",
      "zh_CN": "诸法离于有无，不能说有，不能说无。「故佛冥诸法，则智绝相待」。佛对于一切法没有起心动念叫冥，对于一切法不起心、不动念，当然没有分别执着。佛的智什么？智没有对待，智绝对待，有无是对待的，是二边的。所以佛的智慧没有对待，没有对待代表圆满。「以知取佛，不曰知佛」。我们以知来取佛，取佛法，这个对佛法不认识。「以非知非不知取佛，亦非知佛；以非非知非非不知取佛，亦非知佛。佛智离此四句」。那佛是什么？说不出来，没法可说，这是真佛，这是佛的本来面目。你要向佛请教，佛坐在那里像个木头人一样没动，这什么？他已经传给你了。你要是明白，豁然大悟；你不明白，跟他坐一百天都没用处。所以造佛像，佛像就表这个法，真正是上上根人，见到佛像他就会礼拜，他开悟了，他感恩，开悟了，他见到真佛了。我们一天到晚在那里讨论、研究，全是假的，边都没摸着。",
      "zh_TW": "諸法離於有無，不能說有，不能說無。「故佛冥諸法，則智絕相待」。佛對於一切法沒有起心動念叫冥，對於一切法不起心、不動念，當然沒有分別執著。佛的智什麼？智沒有對待，智絕對待，有無是對待的，是二邊的。所以佛的智慧沒有對待，沒有對待代表圓滿。「以知取佛，不曰知佛」。我們以知來取佛，取佛法，這個對佛法不認識。「以非知非不知取佛，亦非知佛；以非非知非非不知取佛，亦非知佛。佛智離此四句」。那佛是什麼？說不出來，沒法可說，這是真佛，這是佛的本來面目。你要向佛請教，佛坐在那裡像個木頭人一樣沒動，這什麼？他已經傳給你了。你要是明白，豁然大悟；你不明白，跟他坐一百天都沒用處。所以造佛像，佛像就表這個法，真正是上上根人，見到佛像他就會禮拜，他開悟了，他感恩，開悟了，他見到真佛了。我們一天到晚在那裡討論、研究，全是假的，邊都沒摸著。"
    },
    {
      "id": "02-040-0590_p0036",
      "zh_CN": "所以佛法确实，离四句，绝百非。「佛智离四句、绝百非，体离对待，故曰不可称智」。这就是真正转第六意识为妙观察智，这个地方说不可称智，不许可起心动念，不起心、不动念就见到了，妙观察智就现前了。故曰不可称智，不能说，言语道断，心行处灭。「智不可称，故念佛功德亦不可称也」。念佛人只要这句佛号老老实实念下去，什么都不要想，锅漏匠就是这样成功的。锅漏匠成功的总结，就是这个人老实、听话、真干，他就这么成就的。这种人非常可爱，千万人当中难找到一个，这种人学佛没有不成佛的。我们不行，我们遇到是一定把它搞清楚，打破砂锅问到底。他不要问，你讲我就听、就信，没有怀疑。「念佛往生为不可称智所成。于此有疑」，你要怀疑，这就是你不了解不可称智。",
      "zh_TW": "所以佛法確實，離四句，絕百非。「佛智離四句、絕百非，體離對待，故曰不可稱智」。這就是真正轉第六意識為妙觀察智，這個地方說不可稱智，不許可起心動念，不起心、不動念就見到了，妙觀察智就現前了。故曰不可稱智，不能說，言語道斷，心行處滅。「智不可稱，故念佛功德亦不可稱也」。念佛人只要這句佛號老老實實念下去，什麼都不要想，鍋漏匠就是這樣成功的。鍋漏匠成功的總結，就是這個人老實、聽話、真幹，他就這麼成就的。這種人非常可愛，千萬人當中難找到一個，這種人學佛沒有不成佛的。我們不行，我們遇到是一定把它搞清楚，打破砂鍋問到底。他不要問，你講我就聽、就信，沒有懷疑。「念佛往生為不可稱智所成。於此有疑」，你要懷疑，這就是你不了解不可稱智。"
    },
    {
      "id": "02-040-0590_p0037",
      "zh_CN": "第三，「三者不了大乘广智」，大乘广智是转第七识末那为平等性智。你怀疑佛不能实度一切众生，实是真实，「复疑一切念佛众生岂能皆得往生净土」。这真有人疑惑，连老师都常讲，一万个念佛人，真能往生的也不过三、五个，大多数都不能往生，这是李老师六十年前说的话。六十年后的今天，障缘更严重，一万个人当中可能只有一、二个，原因是什么？这个经跟注你看懂之后你就明白了。我们自己要求往生，对于经跟注一丝毫怀疑都没有，我们平常处事待人接物就一句佛号，除一句佛号之外什么都没有，这个重要。念到契入境界的时候，无论别人跟你说什么，你回答他的话就是一句，阿弥陀佛。你给我说假话，我给你说真话，你骗我，我不骗你。世间什么都是假的，没有一样是真的，一句阿弥陀佛是极乐世界，这是真的，这不是假的。所以念佛念到这个境界，人家说这人念佛念傻了，念呆了，他不知道这个傻、这个呆会成佛，你那个聪明成不了佛，你还是搞六道轮回，不一样。所以念佛的功德不可思议，一定要知道，佛能不能真实度众生？能，决定能，就在那里造一尊佛像就能，为什么？会的人他就得度。不会的人不行，不会的人给他讲，讲一百年，他也没听懂，心浮气躁。",
      "zh_TW": "第三，「三者不了大乘廣智」，大乘廣智是轉第七識末那為平等性智。你懷疑佛不能實度一切眾生，實是真實，「復疑一切念佛眾生豈能皆得往生淨土」。這真有人疑惑，連老師都常講，一萬個念佛人，真能往生的也不過三、五個，大多數都不能往生，這是李老師六十年前說的話。六十年後的今天，障緣更嚴重，一萬個人當中可能只有一、二個，原因是什麼？這個經跟註你看懂之後你就明白了。我們自己要求往生，對於經跟註一絲毫懷疑都沒有，我們平常處事待人接物就一句佛號，除一句佛號之外什麼都沒有，這個重要。念到契入境界的時候，無論別人跟你說什麼，你回答他的話就是一句，阿彌陀佛。你給我說假話，我給你說真話，你騙我，我不騙你。世間什麼都是假的，沒有一樣是真的，一句阿彌陀佛是極樂世界，這是真的，這不是假的。所以念佛念到這個境界，人家說這人念佛念傻了，念呆了，他不知道這個傻、這個呆會成佛，你那個聰明成不了佛，你還是搞六道輪迴，不一樣。所以念佛的功德不可思議，一定要知道，佛能不能真實度眾生？能，決定能，就在那裡造一尊佛像就能，為什麼？會的人他就得度。不會的人不行，不會的人給他講，講一百年，他也沒聽懂，心浮氣躁。"
    },
    {
      "id": "02-040-0590_p0038",
      "zh_CN": "章嘉大师非常可爱，他看到你心浮气躁，他不说话，他坐在那里念他的咒，眼睛闭着念咒，不跟你讲话。那什么？那就是他教你，你不会。他的言语很少，跟他在一起一、二个小时，能够说上十句、二十句就很多了。他好像都在定中，但是他跟你说话一句废话都没有，一个字都没有，这让我敬佩的，我们想学学不到。你有事情向他报告，说得再多，他闭着眼睛，口里头金刚持，在持咒，他是不是在听不知道，他没有表情，你说了一大堆，等你说完之后，他大概只说个二、三句话就没有了。那是一个真正有道心的人，真在度众生。",
      "zh_TW": "章嘉大師非常可愛，他看到你心浮氣躁，他不說話，他坐在那裡念他的咒，眼睛閉著念咒，不跟你講話。那什麼？那就是他教你，你不會。他的言語很少，跟他在一起一、二個小時，能夠說上十句、二十句就很多了。他好像都在定中，但是他跟你說話一句廢話都沒有，一個字都沒有，這讓我敬佩的，我們想學學不到。你有事情向他報告，說得再多，他閉著眼睛，口裡頭金剛持，在持咒，他是不是在聽不知道，他沒有表情，你說了一大堆，等你說完之後，他大概只說個二、三句話就沒有了。那是一個真正有道心的人，真在度眾生。"
    },
    {
      "id": "02-040-0590_p0039",
      "zh_CN": "我们要疑惑，一切念佛众生岂能皆得往生净土，这个疑虑是错误的。要相信善导大师所说的，「万修万人去」，一个都不漏。这什么？真修。不能去的？他不是真修，他不是用真心，他用妄心，所以他修了一辈子，最后不能往生，道理在此地，修了一辈子，没放下。真修这个法门，你到极乐世界去了。极乐世界样样都有，这个地方什么都不要带，所以什么都要放下，放得干干净净，一尘不染，没有一个不往生。凡是不能往生的人，牵肠挂肚的事情一大堆，一桩事情就叫他不能往生，何况很多。都怪自己放不下，不能怪佛。",
      "zh_TW": "我們要疑惑，一切念佛眾生豈能皆得往生淨土，這個疑慮是錯誤的。要相信善導大師所說的，「萬修萬人去」，一個都不漏。這什麼？真修。不能去的？他不是真修，他不是用真心，他用妄心，所以他修了一輩子，最後不能往生，道理在此地，修了一輩子，沒放下。真修這個法門，你到極樂世界去了。極樂世界樣樣都有，這個地方什麼都不要帶，所以什麼都要放下，放得乾乾淨淨，一塵不染，沒有一個不往生。凡是不能往生的人，牽腸掛肚的事情一大堆，一樁事情就叫他不能往生，何況很多。都怪自己放不下，不能怪佛。"
    },
    {
      "id": "02-040-0590_p0040",
      "zh_CN": "「故于阿弥陀佛作有量想。对治此疑」。佛的智慧无量、慈悲无量、德能无量、相好无量，我们在这个经上统统见到。阿难、弥勒在这个会上亲自见到极乐世界，见到阿弥陀佛现身，不但见到，而且还听到十方诸佛对阿弥陀佛的赞叹，这桩事情记载在经典里面，经典是以信为第一德。如果有怀疑的绝对不会记录在经典里头，经典上记录的字字句句都是真实的。怀疑对自己有大损失，对经典毫不相关。所以这段的开示是专门对治这个疑问的。「故言大乘广智」，大乘是真实智慧，广是无所不知，无所不能。「此智无法不知，无烦恼不断，无善不备，无众生不度」。你看这个智慧的能量多大，转末那，末那是四大烦恼。所以说无烦恼不断，我见断了，我爱断了，我慢断了，我痴断了，四大烦恼统统断了，所以无法不知，无善不备，无众生不度。",
      "zh_TW": "「故於阿彌陀佛作有量想。對治此疑」。佛的智慧無量、慈悲無量、德能無量、相好無量，我們在這個經上統統見到。阿難、彌勒在這個會上親自見到極樂世界，見到阿彌陀佛現身，不但見到，而且還聽到十方諸佛對阿彌陀佛的讚歎，這樁事情記載在經典裡面，經典是以信為第一德。如果有懷疑的絕對不會記錄在經典裡頭，經典上記錄的字字句句都是真實的。懷疑對自己有大損失，對經典毫不相關。所以這段的開示是專門對治這個疑問的。「故言大乘廣智」，大乘是真實智慧，廣是無所不知，無所不能。「此智無法不知，無煩惱不斷，無善不備，無眾生不度」。你看這個智慧的能量多大，轉末那，末那是四大煩惱。所以說無煩惱不斷，我見斷了，我愛斷了，我慢斷了，我痴斷了，四大煩惱統統斷了，所以無法不知，無善不備，無眾生不度。"
    },
    {
      "id": "02-040-0590_p0041",
      "zh_CN": "最重要是末后这一句，「欲明佛智，无不运载」。运载是比喻，就是度众生，佛是以真智慧帮助一切众生。「运载一切，皆入无余」，无余是讲涅槃，「故曰大乘」，乘是车辆，大车，运载得多。「无限无际，故名广智」。佛智慧的德用没有局限，没有限量，没有边际，所以称为广，广大。「又于诸法门知之穷尽，故名大乘广智」。一切法，世出世间一切法，没有一样不知道的，为什么？一切法是自性变现的，见性之人哪有不明了的道理？没有见性才有不明了的，见性没有不明了的。",
      "zh_TW": "最重要是末後這一句，「欲明佛智，無不運載」。運載是比喻，就是度眾生，佛是以真智慧幫助一切眾生。「運載一切，皆入無餘」，無餘是講涅槃，「故曰大乘」，乘是車輛，大車，運載得多。「無限無際，故名廣智」。佛智慧的德用沒有侷限，沒有限量，沒有邊際，所以稱為廣，廣大。「又於諸法門知之窮盡，故名大乘廣智」。一切法，世出世間一切法，沒有一樣不知道的，為什麼？一切法是自性變現的，見性之人哪有不明瞭的道理？沒有見性才有不明瞭的，見性沒有不明瞭的。"
    },
    {
      "id": "02-040-0590_p0042",
      "zh_CN": "「故能广契群机」，无论什么根机，佛都能度，他一看就知道，该用什么方法就用什么方法。佛度众生所现的相、所用的方法，都是众生那边来的，佛没有起心动念。就像释迦牟尼佛当年出现在地球上，住世八十年，八相成道，一生讲经教学四十九年，佛有没有起心动念？告诉你真话，没有，如果他起心动念他就是凡夫，他退转了，没有起心动念。为我们示现的，穿衣吃饭，没有起心动念，言语造作，没有起心动念，讲经教学，没有起心动念，入般涅槃，也没有起心动念，这叫佛。起心动念，没有分别执着，那叫菩萨；起心动念，有分别，没有执着，叫阿罗汉。我们称释迦为佛，佛就是没有起心动念，因人、因事、因时教化众生，完全是众生的感，他的应。像我们敲鼓，我们敲下去是感，声音出来是应，它没有起心动念，大叩则大鸣，小叩则小鸣，不叩则不鸣。其实叩的时候它也不鸣，没有起心动念。从自性里头自自然然流出来这么多经论，我们凡夫写字要用脑筋去思考，佛没有思考。佛佛道同，为什么？大家一样的，都不起心、不动念，这就平等的。这些事实真相学佛的人不但要知道，要深信不疑，完全是自性真常的流露，智慧的流露，德能的流露，相好的流露，是自然的，没有丝毫勉强。",
      "zh_TW": "「故能廣契群機」，無論什麼根機，佛都能度，他一看就知道，該用什麼方法就用什麼方法。佛度眾生所現的相、所用的方法，都是眾生那邊來的，佛沒有起心動念。就像釋迦牟尼佛當年出現在地球上，住世八十年，八相成道，一生講經教學四十九年，佛有沒有起心動念？告訴你真話，沒有，如果他起心動念他就是凡夫，他退轉了，沒有起心動念。為我們示現的，穿衣吃飯，沒有起心動念，言語造作，沒有起心動念，講經教學，沒有起心動念，入般涅槃，也沒有起心動念，這叫佛。起心動念，沒有分別執著，那叫菩薩；起心動念，有分別，沒有執著，叫阿羅漢。我們稱釋迦為佛，佛就是沒有起心動念，因人、因事、因時教化眾生，完全是眾生的感，他的應。像我們敲鼓，我們敲下去是感，聲音出來是應，它沒有起心動念，大叩則大鳴，小叩則小鳴，不叩則不鳴。其實叩的時候它也不鳴，沒有起心動念。從自性裡頭自自然然流出來這麼多經論，我們凡夫寫字要用腦筋去思考，佛沒有思考。佛佛道同，為什麼？大家一樣的，都不起心、不動念，這就平等的。這些事實真相學佛的人不但要知道，要深信不疑，完全是自性真常的流露，智慧的流露，德能的流露，相好的流露，是自然的，沒有絲毫勉強。"
    },
    {
      "id": "02-040-0590_p0043",
      "zh_CN": "又于诸法门知之穷尽，故名大乘广智。故能广契群机，悉皆度脱。佛的能力是圆满的，众生呢？众生要有缘分，没有缘分遇不到。什么缘分？真学，缘就成熟了，不是用假的，用真心，不用妄心，用妄心不相应，真心相应。「如来大悲大智，于诸有缘，无不运载而入涅槃」。与佛有缘绝对不是这一生这一世，而是过去生中跟佛结了缘，在佛门里头修学，这一生遇到了，生欢喜心。什么叫成熟了？真正成熟那个样子就是老实、听话、真干，这成熟了。成熟决定在这一生度脱，修行证果。没有成熟的，结了法缘，这一生还不能成就，成就还要等到来生后世。来生后世时间的长短也是各人不一样，有的人比较短，有的人很长。根机成熟的，那就是下定决心，我这一生决定要往生，对佛所说的经教一丝毫怀疑都没有，完全接受。每天要读诵，每天要落实，唯有落实才有悟处。怎么开悟的？是应用在日常生活当中，不定碰到什么缘，明白了，豁然开悟。",
      "zh_TW": "又於諸法門知之窮盡，故名大乘廣智。故能廣契群機，悉皆度脫。佛的能力是圓滿的，眾生呢？眾生要有緣分，沒有緣分遇不到。什麼緣分？真學，緣就成熟了，不是用假的，用真心，不用妄心，用妄心不相應，真心相應。「如來大悲大智，於諸有緣，無不運載而入涅槃」。與佛有緣絕對不是這一生這一世，而是過去生中跟佛結了緣，在佛門裡頭修學，這一生遇到了，生歡喜心。什麼叫成熟了？真正成熟那個樣子就是老實、聽話、真幹，這成熟了。成熟決定在這一生度脫，修行證果。沒有成熟的，結了法緣，這一生還不能成就，成就還要等到來生後世。來生後世時間的長短也是各人不一樣，有的人比較短，有的人很長。根機成熟的，那就是下定決心，我這一生決定要往生，對佛所說的經教一絲毫懷疑都沒有，完全接受。每天要讀誦，每天要落實，唯有落實才有悟處。怎麼開悟的？是應用在日常生活當中，不定碰到什麼緣，明白了，豁然開悟。"
    },
    {
      "id": "02-040-0590_p0044",
      "zh_CN": "所以佛为我们「开演是心作佛，是心是佛之妙义」。为什么你能成佛？因为你本来是佛，是心是佛，本来是佛，所以你能成佛。现在你是心要作佛，作佛，最标准的佛，最典型的佛，无过于阿弥陀。所以十方三世一切诸佛称赞阿弥陀佛，「光中极尊，佛中之王」，对阿弥陀佛赞叹到极处。那个光是什么光？光是平等的，常寂光，特别赞叹光中极尊，其实入常寂光完全平等，对他的称赞，佛中之王，真的，不是假的。到极乐世界成佛成什么样子佛？跟阿弥陀佛一模一样，一个模子造出来的，还会有两样吗？",
      "zh_TW": "所以佛為我們「開演是心作佛，是心是佛之妙義」。為什麼你能成佛？因為你本來是佛，是心是佛，本來是佛，所以你能成佛。現在你是心要作佛，作佛，最標準的佛，最典型的佛，無過於阿彌陀。所以十方三世一切諸佛稱讚阿彌陀佛，「光中極尊，佛中之王」，對阿彌陀佛讚歎到極處。那個光是什麼光？光是平等的，常寂光，特別讚歎光中極尊，其實入常寂光完全平等，對他的稱讚，佛中之王，真的，不是假的。到極樂世界成佛成什麼樣子佛？跟阿彌陀佛一模一樣，一個模子造出來的，還會有兩樣嗎？"
    },
    {
      "id": "02-040-0590_p0045",
      "zh_CN": "我们心里就要常记住，中峰禅师教给我们，《系念法事》里头中峰禅师的开示有两句话，「我心即是阿弥陀佛，阿弥陀佛即是我心」，这两句话重要。这两句话说明了我们跟阿弥陀佛是一体，没有分别，分别是我们自己的妄念。阿弥陀佛那里他不分别，我也不分别，我们就相应；他不分别，我分别，就不能相应。又说，「此方即是净土，净土即是此方」，净土是极乐世界。真的吗？真的。为什么我们现在世界这么乱，人过得这么苦？这个难、这个苦是你违背了自性变现出来的，你要随顺自性就是极乐世界。怎么随顺？念佛就随顺。用真心来看世界，真妄不二，为什么？不可得，真不可得，妄也不可得，所以它是平等的。",
      "zh_TW": "我們心裡就要常記住，中峰禪師教給我們，《繫念法事》裡頭中峰禪師的開示有兩句話，「我心即是阿彌陀佛，阿彌陀佛即是我心」，這兩句話重要。這兩句話說明了我們跟阿彌陀佛是一體，沒有分別，分別是我們自己的妄念。阿彌陀佛那裡他不分別，我也不分別，我們就相應；他不分別，我分別，就不能相應。又說，「此方即是淨土，淨土即是此方」，淨土是極樂世界。真的嗎？真的。為什麼我們現在世界這麼亂，人過得這麼苦？這個難、這個苦是你違背了自性變現出來的，你要隨順自性就是極樂世界。怎麼隨順？念佛就隨順。用真心來看世界，真妄不二，為什麼？不可得，真不可得，妄也不可得，所以它是平等的。"
    },
    {
      "id": "02-040-0590_p0046",
      "zh_CN": "真，自性，自性不是物质现象，也不是精神现象，它没有相，没有念头，也不是自然现象。所以我们六根缘不到，它真有，无处不在，无时不在，为一切万法的本体。六根接触不到，叫它做空，这个空不是无，它遇到缘，能生万法，能生万法不能说它有。所以有无，说有说无、说非有非无都是错误。一句话不说，清清楚楚、明明白白，全都知道了，真智慧，自性里头的般若智慧，起作用，能度十法界苦难众生。真正能够随顺佛陀教诲，没有一个不入般涅槃，般涅槃就是常寂光，般涅槃就是回归自性。无量劫来在六道里搞轮回，回归自性就是回老家，真正得大自在，跟诸佛如来的法身融成一体，共同一法身。从法身起用，就能度无量无边众生。",
      "zh_TW": "真，自性，自性不是物質現象，也不是精神現象，它沒有相，沒有念頭，也不是自然現象。所以我們六根緣不到，它真有，無處不在，無時不在，為一切萬法的本體。六根接觸不到，叫它做空，這個空不是無，它遇到緣，能生萬法，能生萬法不能說它有。所以有無，說有說無、說非有非無都是錯誤。一句話不說，清清楚楚、明明白白，全都知道了，真智慧，自性裡頭的般若智慧，起作用，能度十法界苦難眾生。真正能夠隨順佛陀教誨，沒有一個不入般涅槃，般涅槃就是常寂光，般涅槃就是回歸自性。無量劫來在六道裡搞輪迴，回歸自性就是回老家，真正得大自在，跟諸佛如來的法身融成一體，共同一法身。從法身起用，就能度無量無邊眾生。"
    },
    {
      "id": "02-040-0590_p0047",
      "zh_CN": "「令诸有情以念佛入无念」。念佛如果念到无念而念，念而无念，这是理一心，这个人生极乐世界是上辈往生，这是功夫圆满成就，到极乐世界花开见佛，成佛非常快速。「因往生证无生」，因念佛入无念，这两句话念佛人要常常记住。「故能令念佛众生皆生净土」，一个都不漏。「又世界非有边非无边。亦绝四句」。我们讲界限有没有边际？找不到边际。为什么找不到边际？因为物体形相是假的，不是真的，真的才能找到边际，假的你怎么找到边际。我们作梦，梦有边际吗？梦醒了就没有了。我们这个大宇宙，入常寂光全没有了，就好像梦醒了，一入到常寂光，整个虚空法界都没有了。可是有有缘的众生，他要求，他很苦，他求你帮助，这一念求，你立刻就现，能生万法，没有缘的时候不现，有缘的时候就现，现与不现都没有边际。所以找边际，浪费精神，浪费心力，浪费时间，到最后你得不到，所以妙绝。无论是理是事，统统绝四句。",
      "zh_TW": "「令諸有情以念佛入無念」。念佛如果念到無念而念，念而無念，這是理一心，這個人生極樂世界是上輩往生，這是功夫圓滿成就，到極樂世界花開見佛，成佛非常快速。「因往生證無生」，因念佛入無念，這兩句話念佛人要常常記住。「故能令念佛眾生皆生淨土」，一個都不漏。「又世界非有邊非無邊。亦絕四句」。我們講界限有沒有邊際？找不到邊際。為什麼找不到邊際？因為物體形相是假的，不是真的，真的才能找到邊際，假的你怎麼找到邊際。我們作夢，夢有邊際嗎？夢醒了就沒有了。我們這個大宇宙，入常寂光全沒有了，就好像夢醒了，一入到常寂光，整個虛空法界都沒有了。可是有有緣的眾生，他要求，他很苦，他求你幫助，這一念求，你立刻就現，能生萬法，沒有緣的時候不現，有緣的時候就現，現與不現都沒有邊際。所以找邊際，浪費精神，浪費心力，浪費時間，到最後你得不到，所以妙絕。無論是理是事，統統絕四句。"
    },
    {
      "id": "02-040-0590_p0048",
      "zh_CN": "「佛令众生离此四句，名之为度」。这四句离了，众生就得度了。「其实非度非不度，非尽非不尽」。这个话交代得清清楚楚、明明白白，妙极了。《金刚经》上说的，「度无量无边众生，而实无一众生得度者」，就这个意思。为什么说没度？是你自己度的，不是佛度的，你自己觉悟、明白了，佛以善巧方便帮助你觉悟，帮助你从迷转过来，转迷为悟，悟是你自己悟的。迷悟不是佛给你的，是你自己的，佛有善巧方便帮助你转迷为悟，妙！一悟之后，四句百非没有了，心清净了，什么东西出现？清净平等觉出现，清净平等觉是真心，清净平等是定，觉是慧，因定开慧。佛的那些善巧方便全叫做戒律，规律、戒这一类，这些方法，方法没有一定，有一定方法是死的，活活泼泼，因人、因事、因时、因地不相同。",
      "zh_TW": "「佛令眾生離此四句，名之為度」。這四句離了，眾生就得度了。「其實非度非不度，非盡非不盡」。這個話交代得清清楚楚、明明白白，妙極了。《金剛經》上說的，「度無量無邊眾生，而實無一眾生得度者」，就這個意思。為什麼說沒度？是你自己度的，不是佛度的，你自己覺悟、明白了，佛以善巧方便幫助你覺悟，幫助你從迷轉過來，轉迷為悟，悟是你自己悟的。迷悟不是佛給你的，是你自己的，佛有善巧方便幫助你轉迷為悟，妙！一悟之後，四句百非沒有了，心清淨了，什麼東西出現？清淨平等覺出現，清淨平等覺是真心，清淨平等是定，覺是慧，因定開慧。佛的那些善巧方便全叫做戒律，規律、戒這一類，這些方法，方法沒有一定，有一定方法是死的，活活潑潑，因人、因事、因時、因地不相同。"
    },
    {
      "id": "02-040-0590_p0049",
      "zh_CN": "我们每天在一起分享《无量寿经》，世间第一等快乐的大事。一遍一遍的，遍遍不一样。所以人家问我，你在听经听哪一部？听现在的，愈往后我们入得愈深，入得愈广，愈有味道，前面深度、广度不够。没有止境，这叫其乐无穷，真正尝到古人所说的，「世味哪有法味浓」。佛的法味真浓，佛的法味真乐，能把世间一切苦难、烦恼统统都化解。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "我們每天在一起分享《無量壽經》，世間第一等快樂的大事。一遍一遍的，遍遍不一樣。所以人家問我，你在聽經聽哪一部？聽現在的，愈往後我們入得愈深，入得愈廣，愈有味道，前面深度、廣度不夠。沒有止境，這叫其樂無窮，真正嘗到古人所說的，「世味哪有法味濃」。佛的法味真濃，佛的法味真樂，能把世間一切苦難、煩惱統統都化解。好，今天時間到了，我們就學習到此地。"
    }
  ]
}