{
  "doc_id": "02-040-0232",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三二集",
    "zh_TW": "第二三二集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0232",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0232_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0232_p0002",
      "zh_CN": "请看《大经科注》第四百九十八页，倒数第四行：",
      "zh_TW": "請看《大經科註》第四百九十八頁，倒數第四行："
    },
    {
      "id": "02-040-0232_p0003",
      "zh_CN": "「今依密教，执金刚、金刚手、金刚萨埵等，乃一名之异译」，意思都完全相同。「《仁王经念诵仪轨上》云：此金刚手，即普贤菩萨。手持金刚杵者，表起正智犹如金刚，能断我法微细障故。」《仁王经仪轨上》说这个金刚手菩萨，就是普贤菩萨在密教里头所现的身相。《华严经》上普贤菩萨手持金刚杵是表智慧，代表正智。自性本具的般若智慧，犹如金刚，好比是金刚一样。这个智慧能断我法微细障故，微细障是说的无始无明的习气。无明容易断，圆教初住菩萨就断了。所以在《华严经》看到华藏世界，华藏世界就是毘卢遮那佛的实报庄严土，里面居住的人是四十一位法身大士。华严是圆教，十住、十行、十回向、十地，这四十个位次，再加上等觉，这四十一个位次住在实报土。没有到这个境界的，不住这个地方，住哪里？一般都住在四圣法界，十法界的四圣法界。",
      "zh_TW": "「今依密教，執金剛、金剛手、金剛薩埵等，乃一名之異譯」，意思都完全相同。「《仁王經念誦儀軌上》云：此金剛手，即普賢菩薩。手持金剛杵者，表起正智猶如金剛，能斷我法微細障故。」《仁王經儀軌上》說這個金剛手菩薩，就是普賢菩薩在密教裡頭所現的身相。《華嚴經》上普賢菩薩手持金剛杵是表智慧，代表正智。自性本具的般若智慧，猶如金剛，好比是金剛一樣。這個智慧能斷我法微細障故，微細障是說的無始無明的習氣。無明容易斷，圓教初住菩薩就斷了。所以在《華嚴經》看到華藏世界，華藏世界就是毘盧遮那佛的實報莊嚴土，裡面居住的人是四十一位法身大士。華嚴是圓教，十住、十行、十迴向、十地，這四十個位次，再加上等覺，這四十一個位次住在實報土。沒有到這個境界的，不住這個地方，住哪裡？一般都住在四聖法界，十法界的四聖法界。"
    },
    {
      "id": "02-040-0232_p0004",
      "zh_CN": "十法界的四圣法界是释迦牟尼佛的方便有余土，六道轮回是释迦佛的凡圣同居土，我们完全用极乐世界的话来说。所以这是明心见性，我们一般讲见性成佛，是成佛，没错，不圆满。因为无始无明习气，我们到今天也算是搞清楚、搞明白了，实报庄严土从哪里来的？无始无明习气变现出来，这个习气要是断了，实报土就不见了。所以，凡所有相皆是虚妄，实报土在内，不在外。为什么说它是实报？它跟十法界不一样，十法界是生灭法，无论是依报正报，统统都是生灭法。也就是说，它是一千六百兆分之一秒频率之下产生的幻相，所以它不是真的，假的。那实报土呢？实报土它不是生灭法，它是从法性变现出来的，不是从阿赖耶。换句话说，是真心里头流出来的，因此那个世界的一切法没有生灭的现象，也就是讲不生不灭。你证得圆教初住，这个相就现前。最后一品生相无明的习气断了，就是此地讲的我法微细障，这个障要是断掉，实报土就不见了。出现什么？出现常寂光，这个菩萨功德圆满，回归常寂光。回归常寂光不叫菩萨了，《华严经》上称他作妙觉如来，他不是菩萨，他是佛，究竟圆满的佛果。",
      "zh_TW": "十法界的四聖法界是釋迦牟尼佛的方便有餘土，六道輪迴是釋迦佛的凡聖同居土，我們完全用極樂世界的話來說。所以這是明心見性，我們一般講見性成佛，是成佛，沒錯，不圓滿。因為無始無明習氣，我們到今天也算是搞清楚、搞明白了，實報莊嚴土從哪裡來的？無始無明習氣變現出來，這個習氣要是斷了，實報土就不見了。所以，凡所有相皆是虛妄，實報土在內，不在外。為什麼說它是實報？它跟十法界不一樣，十法界是生滅法，無論是依報正報，統統都是生滅法。也就是說，它是一千六百兆分之一秒頻率之下產生的幻相，所以它不是真的，假的。那實報土呢？實報土它不是生滅法，它是從法性變現出來的，不是從阿賴耶。換句話說，是真心裡頭流出來的，因此那個世界的一切法沒有生滅的現象，也就是講不生不滅。你證得圓教初住，這個相就現前。最後一品生相無明的習氣斷了，就是此地講的我法微細障，這個障要是斷掉，實報土就不見了。出現什麼？出現常寂光，這個菩薩功德圓滿，回歸常寂光。回歸常寂光不叫菩薩了，《華嚴經》上稱他作妙覺如來，他不是菩薩，他是佛，究竟圓滿的佛果。"
    },
    {
      "id": "02-040-0232_p0005",
      "zh_CN": "入常寂光之后，什么相都没有，就是一片光明，没有身相，也没有心的相，念头、相统统没有。换句话说，科学里头讲的三种现象，或者阿赖耶讲的三细相，它统统都没有。这是本体，这是自性，自性什么都不是，但是它什么都能现。众生有感，它就有应，应就现相。现相，没有自己的意思，住在常寂光里头的人不会起心动念。现相依谁的意思？依感的那个人，那个人想见什么相，妙觉如来就现什么相，感应道交不可思议。那个感没有、消失了，相就不见了。从哪里现相？确实是当处出生，随处灭尽。因为常寂光无处不在、无时不在，就在我们面前，我们不知道，我们没有办法觉察。因为它不是物质现象，我们的眼耳鼻舌身，不知道它存在；它也不是心理现象，所以第六识、第七识都缘不到。真的是无处不在、无时不在，一片光明。",
      "zh_TW": "入常寂光之後，什麼相都沒有，就是一片光明，沒有身相，也沒有心的相，念頭、相統統沒有。換句話說，科學裡頭講的三種現象，或者阿賴耶講的三細相，它統統都沒有。這是本體，這是自性，自性什麼都不是，但是它什麼都能現。眾生有感，它就有應，應就現相。現相，沒有自己的意思，住在常寂光裡頭的人不會起心動念。現相依誰的意思？依感的那個人，那個人想見什麼相，妙覺如來就現什麼相，感應道交不可思議。那個感沒有、消失了，相就不見了。從哪裡現相？確實是當處出生，隨處滅盡。因為常寂光無處不在、無時不在，就在我們面前，我們不知道，我們沒有辦法覺察。因為它不是物質現象，我們的眼耳鼻舌身，不知道它存在；它也不是心理現象，所以第六識、第七識都緣不到。真的是無處不在、無時不在，一片光明。"
    },
    {
      "id": "02-040-0232_p0006",
      "zh_CN": "常寂光土、常寂光身，身土是一不是二。我们用个简单的比喻，就好像我们一个房间，这几十盏灯，灯统统打开，光跟光融成一起，分不出来，可是它真有。你看，熄一盏灯，那一盏灯就不亮了，它的光就没有了；你打开，光跟光融成在一起。在这个境界里面，智慧是圆满的，德能是圆满的，相好是圆满，样样都圆满，没有一样不圆满。自己修到这个程度，一切诸佛如来跟一切诸佛如来融成一片，一切诸佛如来所修的就是自己修的，自己所修的就是一切诸佛如来修的，它融成一起，所以智慧达到究竟圆满，不可思议的境界。常寂光真的是很不容易形容它，它是真的，不是假的。佛法修学最后的大圆满，就是这个。普贤菩萨早就证得，他是妙觉如来，为了帮助毘卢遮那佛教化娑婆世界众生，现菩萨身。如来度众生这是感，这个如来是报身如来，法身是毘卢遮那，主要是报身卢舍那佛。释迦牟尼佛是应化身，不是报身，应化身；应娑婆世界，就是这个地球上的众生之所感，示现三十二相八十种好，示现这个身。",
      "zh_TW": "常寂光土、常寂光身，身土是一不是二。我們用個簡單的比喻，就好像我們一個房間，這幾十盞燈，燈統統打開，光跟光融成一起，分不出來，可是它真有。你看，熄一盞燈，那一盞燈就不亮了，它的光就沒有了；你打開，光跟光融成在一起。在這個境界裡面，智慧是圓滿的，德能是圓滿的，相好是圓滿，樣樣都圓滿，沒有一樣不圓滿。自己修到這個程度，一切諸佛如來跟一切諸佛如來融成一片，一切諸佛如來所修的就是自己修的，自己所修的就是一切諸佛如來修的，它融成一起，所以智慧達到究竟圓滿，不可思議的境界。常寂光真的是很不容易形容它，它是真的，不是假的。佛法修學最後的大圓滿，就是這個。普賢菩薩早就證得，他是妙覺如來，為了幫助毘盧遮那佛教化娑婆世界眾生，現菩薩身。如來度眾生這是感，這個如來是報身如來，法身是毘盧遮那，主要是報身盧舍那佛。釋迦牟尼佛是應化身，不是報身，應化身；應娑婆世界，就是這個地球上的眾生之所感，示現三十二相八十種好，示現這個身。"
    },
    {
      "id": "02-040-0232_p0007",
      "zh_CN": "「又《圣无动尊大威怒王秘密陀罗尼经》云：此金刚手是法身大士，是故名普贤」。这讲的都是从报身上说，从他现相上讲。「即从如来得持金刚杵。其金刚杵五智所成，故名金刚手。」这五智我们参考资料里头有，这五智经文后面也有说。参考资料在二十三页，最后的两行。「五智，显教转八识而成就四智，以立为究竟之报身如来」。这是显教里面讲的，转八识成就四种智慧，转第六意识为妙观察智，转第七末那识为平等性智，转阿赖耶为大圆镜智，转前五识为成所作智。转识成智，这是显教大乘圆满的果位，就成佛了。但是密教，它讲第九识，显教只讲到第八识。第九识叫「庵摩罗识」。这是什么？这就是八识的本体，它讲这个。所以，「第九识在因位，为八识之总体」，八识就是第九识变现出来的。第九识是什么？是自性，是真如。显教不再立一个第九识，显教说八识是妄心，阿赖耶是妄心，是从真如本性里头变现出来的。怎么变现出来？一念不觉而有无明。这个无明就是阿赖耶识，是这么来的，一念不觉。它现在把这个体称为第九识，是这么个意思。「所转之法界体性智而为五智」，这是密宗里说的，显教里头只讲四智，它多了一个法界体性智，「以为金刚界智法身之大日如来。」实际上大日如来、毘卢遮那如来、阿弥陀如来，真的，他是一体。",
      "zh_TW": "「又《聖無動尊大威怒王秘密陀羅尼經》云：此金剛手是法身大士，是故名普賢」。這講的都是從報身上說，從他現相上講。「即從如來得持金剛杵。其金剛杵五智所成，故名金剛手。」這五智我們參考資料裡頭有，這五智經文後面也有說。參考資料在二十三頁，最後的兩行。「五智，顯教轉八識而成就四智，以立為究竟之報身如來」。這是顯教裡面講的，轉八識成就四種智慧，轉第六意識為妙觀察智，轉第七末那識為平等性智，轉阿賴耶為大圓鏡智，轉前五識為成所作智。轉識成智，這是顯教大乘圓滿的果位，就成佛了。但是密教，它講第九識，顯教只講到第八識。第九識叫「菴摩羅識」。這是什麼？這就是八識的本體，它講這個。所以，「第九識在因位，為八識之總體」，八識就是第九識變現出來的。第九識是什麼？是自性，是真如。顯教不再立一個第九識，顯教說八識是妄心，阿賴耶是妄心，是從真如本性裡頭變現出來的。怎麼變現出來？一念不覺而有無明。這個無明就是阿賴耶識，是這麼來的，一念不覺。它現在把這個體稱為第九識，是這麼個意思。「所轉之法界體性智而為五智」，這是密宗裡說的，顯教裡頭只講四智，它多了一個法界體性智，「以為金剛界智法身之大日如來。」實際上大日如來、毘盧遮那如來、阿彌陀如來，真的，他是一體。"
    },
    {
      "id": "02-040-0232_p0008",
      "zh_CN": "这五种智下面有个简单解释，「一、法界体性智，是转庵摩罗识所得。法界有差别之义，诸法差别，其数过于尘沙」，无量无边无数无尽，这叫法界。「法界体性即六大」，体性就是六大。《楞严经》上讲七大，这个六大，地水火风空，后面有个识，《楞严》上就有个见大，地水火风空见识，讲七个。所以楞严会上二十五圆通，以二十五位菩萨来表法，他们怎样修行证果的，从哪个门进去的。把一切法门，就是无量法门，或者经上所说八万四千法门，归纳成二十五个法门，二十五类。二十五个法门展开，就是八万四千，就是无量法门。有从六根入门，转识成智，明心见性；有从六尘，六尘是六根的对象，色声香味触法，从六尘下手成就的；有从六识，六识是眼耳鼻舌身意。这三六即十八，加上七大，七大是地水火风空见识，所以总共二十五门，这就是二十五圆通。",
      "zh_TW": "這五種智下面有個簡單解釋，「一、法界體性智，是轉菴摩羅識所得。法界有差別之義，諸法差別，其數過於塵沙」，無量無邊無數無盡，這叫法界。「法界體性即六大」，體性就是六大。《楞嚴經》上講七大，這個六大，地水火風空，後面有個識，《楞嚴》上就有個見大，地水火風空見識，講七個。所以楞嚴會上二十五圓通，以二十五位菩薩來表法，他們怎樣修行證果的，從哪個門進去的。把一切法門，就是無量法門，或者經上所說八萬四千法門，歸納成二十五個法門，二十五類。二十五個法門展開，就是八萬四千，就是無量法門。有從六根入門，轉識成智，明心見性；有從六塵，六塵是六根的對象，色聲香味觸法，從六塵下手成就的；有從六識，六識是眼耳鼻舌身意。這三六即十八，加上七大，七大是地水火風空見識，所以總共二十五門，這就是二十五圓通。"
    },
    {
      "id": "02-040-0232_p0009",
      "zh_CN": "《楞严经》上二十五圆通章，有两个特别法门，按照顺序排的是普通法门；不按顺序的，这是特别法门。第一个看到的，观世音菩萨没有按顺序，观世音菩萨是六根。六根，眼耳鼻舌身意，六根。观世音菩萨是耳根，耳根排名应该是第二，第一个是眼根，第二个就是耳根，眼耳。他排在最后，排第二十五去了，这个非常明显，他排位应该在第二，拉到最后一个，这就有特别意思在了。像从前中国演的这些戏剧，最好的这出戏一定是放在最后，压轴戏，愈是放在最后的最重要，这个非常容易看见。另外一个是一般人疏忽了，为什么？他移动的位置很小，就是大势至跟弥勒菩萨。弥勒菩萨是识大，你看七大里头，地水火风空见识，见大是大势至菩萨，识大最后一个，识大是弥勒菩萨，他们两个换了位子，把大势至菩萨排在后面去了，把弥勒菩萨排在前边，弥勒菩萨第二十三，大势至菩萨第二十四，观世音菩萨第二十五。所以这二十五圆通要细看，不能粗心大意，两个特别法门，不是一个。",
      "zh_TW": "《楞嚴經》上二十五圓通章，有兩個特別法門，按照順序排的是普通法門；不按順序的，這是特別法門。第一個看到的，觀世音菩薩沒有按順序，觀世音菩薩是六根。六根，眼耳鼻舌身意，六根。觀世音菩薩是耳根，耳根排名應該是第二，第一個是眼根，第二個就是耳根，眼耳。他排在最後，排第二十五去了，這個非常明顯，他排位應該在第二，拉到最後一個，這就有特別意思在了。像從前中國演的這些戲劇，最好的這齣戲一定是放在最後，壓軸戲，愈是放在最後的最重要，這個非常容易看見。另外一個是一般人疏忽了，為什麼？他移動的位置很小，就是大勢至跟彌勒菩薩。彌勒菩薩是識大，你看七大裡頭，地水火風空見識，見大是大勢至菩薩，識大最後一個，識大是彌勒菩薩，他們兩個換了位子，把大勢至菩薩排在後面去了，把彌勒菩薩排在前邊，彌勒菩薩第二十三，大勢至菩薩第二十四，觀世音菩薩第二十五。所以這二十五圓通要細看，不能粗心大意，兩個特別法門，不是一個。"
    },
    {
      "id": "02-040-0232_p0010",
      "zh_CN": "这种排列，特别是对我们地球上这些众生来说的。观世音排在最后，说明这个地球上的众生，六根耳根最利，看东西的时候没看懂，听懂了，所以说「此方真教体，清净在音闻」。释迦牟尼佛一生讲经教学，叫学生听，没有文字，没有讲义。孔子当年在世教学也是讲学，也是没有文字，没有教材，完全用口说、耳听，这样开悟的，这样学成的。所以说楞严会上，文殊菩萨代表我们这些众生选择法门，选择什么？选择观世音菩萨的耳根。此方真教体，此方是指我们这个地球，真教体是清净在音闻，音声，耳闻，这就是这个地方的众生耳根最利。大势至菩萨他也是个特别法门，他没有按照顺序，他代表什么？他代表见大。这个表法是表念佛法门，就是《大势至菩萨念佛圆通章》。念佛这个法门是通遍法界虚空界，一切众生根机它都适应。所以念佛法门是对遍法界虚空界一切众生，上中下三根普被，利钝全收，不可思议的法门。观世音菩萨耳根圆通是专门对这个地球上众生说的，文殊菩萨选择的，耳根圆通。",
      "zh_TW": "這種排列，特別是對我們地球上這些眾生來說的。觀世音排在最後，說明這個地球上的眾生，六根耳根最利，看東西的時候沒看懂，聽懂了，所以說「此方真教體，清淨在音聞」。釋迦牟尼佛一生講經教學，叫學生聽，沒有文字，沒有講義。孔子當年在世教學也是講學，也是沒有文字，沒有教材，完全用口說、耳聽，這樣開悟的，這樣學成的。所以說楞嚴會上，文殊菩薩代表我們這些眾生選擇法門，選擇什麼？選擇觀世音菩薩的耳根。此方真教體，此方是指我們這個地球，真教體是清淨在音聞，音聲，耳聞，這就是這個地方的眾生耳根最利。大勢至菩薩他也是個特別法門，他沒有按照順序，他代表什麼？他代表見大。這個表法是表念佛法門，就是《大勢至菩薩念佛圓通章》。念佛這個法門是通遍法界虛空界，一切眾生根機它都適應。所以念佛法門是對遍法界虛空界一切眾生，上中下三根普被，利鈍全收，不可思議的法門。觀世音菩薩耳根圓通是專門對這個地球上眾生說的，文殊菩薩選擇的，耳根圓通。"
    },
    {
      "id": "02-040-0232_p0011",
      "zh_CN": "这个地方跟我们讲的，法界体性就是六大。「大日住于此六大法界之三昧，名为法界体性智，主方便究竟之德。」这个智慧，法界体性智，就是自性本具的智慧，显教是这么说法。惠能大师开悟的时候告诉我们，「何期自性，本自具足」。它具足什么？释迦牟尼佛在《华严经》上说过一句话，「一切众生皆有如来智慧德相」。这三样东西，如来果地上所证得的智慧、德、相，德是德能，相是相好。相是物质现象，极乐世界依正庄严，华藏世界依正庄严，这是相；德，那就是讲万德万能。无所不知是智慧，无所不能就是德能，这两句话，一般宗教里头是赞美神的、赞叹神的。没有人相信，不可能，人不可能万德万能，不可能一切都知道，这人不相信。实际上真的，你见性之后，你就确确实实证得无量智慧、无量的德相。",
      "zh_TW": "這個地方跟我們講的，法界體性就是六大。「大日住於此六大法界之三昧，名為法界體性智，主方便究竟之德。」這個智慧，法界體性智，就是自性本具的智慧，顯教是這麼說法。惠能大師開悟的時候告訴我們，「何期自性，本自具足」。它具足什麼？釋迦牟尼佛在《華嚴經》上說過一句話，「一切眾生皆有如來智慧德相」。這三樣東西，如來果地上所證得的智慧、德、相，德是德能，相是相好。相是物質現象，極樂世界依正莊嚴，華藏世界依正莊嚴，這是相；德，那就是講萬德萬能。無所不知是智慧，無所不能就是德能，這兩句話，一般宗教裡頭是讚美神的、讚歎神的。沒有人相信，不可能，人不可能萬德萬能，不可能一切都知道，這人不相信。實際上真的，你見性之後，你就確確實實證得無量智慧、無量的德相。"
    },
    {
      "id": "02-040-0232_p0012",
      "zh_CN": "我们从释迦牟尼佛看，你就能看出来。释迦牟尼佛不看别的，四十九年讲的一切经从哪里讲出来的？谁教他的？没人教。他过去参学的，学那些宗教，学那些哲学，那都没有超越六道，换句话说，全是世间法。婆罗门教修四禅八定修成功了，最高的也不过是非想非非想处天。四空天最高的，再就不能上去，认为那就到头，没有了，把四空天看作是大般涅槃。涅槃这个术语，也是婆罗门教出来的，佛也用了它。但是婆罗门教对这个涅槃是产生了误会，不是真的涅槃。涅槃是不生不灭，真正的不生不灭不在六道里头，在六道外。小乘证得的偏真涅槃，大乘证得的是究竟涅槃。没人教他，这个事实比什么都重要。",
      "zh_TW": "我們從釋迦牟尼佛看，你就能看出來。釋迦牟尼佛不看別的，四十九年講的一切經從哪裡講出來的？誰教他的？沒人教。他過去參學的，學那些宗教，學那些哲學，那都沒有超越六道，換句話說，全是世間法。婆羅門教修四禪八定修成功了，最高的也不過是非想非非想處天。四空天最高的，再就不能上去，認為那就到頭，沒有了，把四空天看作是大般涅槃。涅槃這個術語，也是婆羅門教出來的，佛也用了它。但是婆羅門教對這個涅槃是產生了誤會，不是真的涅槃。涅槃是不生不滅，真正的不生不滅不在六道裡頭，在六道外。小乘證得的偏真涅槃，大乘證得的是究竟涅槃。沒人教他，這個事實比什麼都重要。"
    },
    {
      "id": "02-040-0232_p0013",
      "zh_CN": "这个事实真相我们明白了，搞清楚、肯定了，相信、不怀疑了，我们就有办法成佛。如果你有怀疑，你这一生成不了佛，你就有障碍。就是说，学东西不要老师，自己能学通，就这么一句话。告诉你，释迦牟尼佛没有老师；在中国，六祖惠能大师没有老师；还有一个我们知道的，伊斯兰教穆罕默德没有老师。穆罕默德也是不认识字，居然能够说出一部《古兰经》，别人给他记载，他说，别人给他写。这是什么？自性本具的智慧，你不能不相信。《古兰经》里头确实有，穆罕默德当年在世，劝他的信徒到中国来学智慧，有这个记载。回教传到中国来的时候，穆罕默德还在世，唐朝时候人，大概距离我们现在一千六、七百年的样子。",
      "zh_TW": "這個事實真相我們明白了，搞清楚、肯定了，相信、不懷疑了，我們就有辦法成佛。如果你有懷疑，你這一生成不了佛，你就有障礙。就是說，學東西不要老師，自己能學通，就這麼一句話。告訴你，釋迦牟尼佛沒有老師；在中國，六祖惠能大師沒有老師；還有一個我們知道的，伊斯蘭教穆罕默德沒有老師。穆罕默德也是不認識字，居然能夠說出一部《古蘭經》，別人給他記載，他說，別人給他寫。這是什麼？自性本具的智慧，你不能不相信。《古蘭經》裡頭確實有，穆罕默德當年在世，勸他的信徒到中國來學智慧，有這個記載。回教傳到中國來的時候，穆罕默德還在世，唐朝時候人，大概距離我們現在一千六、七百年的樣子。"
    },
    {
      "id": "02-040-0232_p0014",
      "zh_CN": "东方人懂得，西方人不知道，一定要学了才会，东方人不学也会。怎么样会的？要把心定下来，这就完全用禅定的定功，也就是教你放下，放下万缘。万缘说的什么？佛把它分为三大类，无明、尘沙，尘沙是比喻，比喻分别无量无边，起心动念统统在分别；第三个是执着，执着就是见思烦恼，归纳这三大类。这三大类统统放下，你的智慧德相就现前。释迦牟尼佛为我们表演，在菩提树下放下了。所以，他一生都在那里表演，在表法。十九岁离开家庭，放弃王位的继承权，放弃宫廷里面富贵的生活，表的什么法？放下烦恼障，那是烦恼。十九岁放下烦恼，示现一个知识分子，知识分子好学多闻，去学了十二年，到三十岁。广学多闻，非常用功，精进努力，学了十二年。十二年不管用，全是世间法。大概印度这些高人统统见过了，再找不到更高的，所以他把十二年所学的统统放下，到恒河边上毕钵罗树这个大树底下打坐入定，这个示现是表放下所知障。障碍是两大类，烦恼障，所知障。这一放下就开悟，叫大彻大悟、明心见性。",
      "zh_TW": "東方人懂得，西方人不知道，一定要學了才會，東方人不學也會。怎麼樣會的？要把心定下來，這就完全用禪定的定功，也就是教你放下，放下萬緣。萬緣說的什麼？佛把它分為三大類，無明、塵沙，塵沙是比喻，比喻分別無量無邊，起心動念統統在分別；第三個是執著，執著就是見思煩惱，歸納這三大類。這三大類統統放下，你的智慧德相就現前。釋迦牟尼佛為我們表演，在菩提樹下放下了。所以，他一生都在那裡表演，在表法。十九歲離開家庭，放棄王位的繼承權，放棄宮廷裡面富貴的生活，表的什麼法？放下煩惱障，那是煩惱。十九歲放下煩惱，示現一個知識分子，知識分子好學多聞，去學了十二年，到三十歲。廣學多聞，非常用功，精進努力，學了十二年。十二年不管用，全是世間法。大概印度這些高人統統見過了，再找不到更高的，所以他把十二年所學的統統放下，到恆河邊上畢缽羅樹這個大樹底下打坐入定，這個示現是表放下所知障。障礙是兩大類，煩惱障，所知障。這一放下就開悟，叫大徹大悟、明心見性。"
    },
    {
      "id": "02-040-0232_p0015",
      "zh_CN": "中国出现一个惠能，跟释迦牟尼佛完全相同，释迦牟尼佛是入定彻悟的，惠能大师是听经彻悟的，听五祖忍和尚讲《金刚经》，讲到「应无所住而生其心」，他悟了。这就是说明什么？开悟，入定行，听经也行，八万四千法门，门门都行。我们念佛也行，也能开悟。念到什么？念到起心动念、分别执着都没有了，就开悟。实际上，经上讲得很清楚、很明白，我们念佛，把执着念掉了，于世出世间一切法不执着，就开小悟，证阿罗汉果。再用功，再努力，把尘沙、无明也念掉，也不执着，放下了，心里就是一个阿弥陀佛，就是一句名号，也能够明心见性、见性成佛。那我们再想想，我们从理上想，我们不念阿弥陀佛，我们念一二三四行不行？行，念到把烦恼习气统念掉的话，就开悟了。",
      "zh_TW": "中國出現一個惠能，跟釋迦牟尼佛完全相同，釋迦牟尼佛是入定徹悟的，惠能大師是聽經徹悟的，聽五祖忍和尚講《金剛經》，講到「應無所住而生其心」，他悟了。這就是說明什麼？開悟，入定行，聽經也行，八萬四千法門，門門都行。我們念佛也行，也能開悟。念到什麼？念到起心動念、分別執著都沒有了，就開悟。實際上，經上講得很清楚、很明白，我們念佛，把執著念掉了，於世出世間一切法不執著，就開小悟，證阿羅漢果。再用功，再努力，把塵沙、無明也念掉，也不執著，放下了，心裡就是一個阿彌陀佛，就是一句名號，也能夠明心見性、見性成佛。那我們再想想，我們從理上想，我們不念阿彌陀佛，我們念一二三四行不行？行，念到把煩惱習氣統念掉的話，就開悟了。"
    },
    {
      "id": "02-040-0232_p0016",
      "zh_CN": "八万四千法门，佛家讲的，引申出去无量法门，它没有别的，就是教你放下。放下起心动念，那是妄想，放下分别，放下执着，恢复到你的清净平等。清净平等是定，清净是阿罗汉、辟支佛的定，小乘定；平等是菩萨的定，大定；后头就觉，就开悟了。这一开悟，自性里头无量无边的智慧德相统统现前。你住哪里？住实报土。阿罗汉超越六道，无明一破，四圣法界就不见了，你住的是诸佛如来的实报庄严土。在这个里头等着微细烦恼，断这个。这个微细烦恼没有方法断的，只有时间久了，它自己没有了。所以在这个境界里头，古德所谓「无功用道，此处用不得力」，因为你一用力就有念头，他没有念头，不起心不动念。所以那个习气是随其自然。要多长的时间？《华严经》上告诉我们，三个阿僧祇劫。可见无始无明习气难断。无始无明，就是不起心、不动念好断，断习气太难了。",
      "zh_TW": "八萬四千法門，佛家講的，引申出去無量法門，它沒有別的，就是教你放下。放下起心動念，那是妄想，放下分別，放下執著，恢復到你的清淨平等。清淨平等是定，清淨是阿羅漢、辟支佛的定，小乘定；平等是菩薩的定，大定；後頭就覺，就開悟了。這一開悟，自性裡頭無量無邊的智慧德相統統現前。你住哪裡？住實報土。阿羅漢超越六道，無明一破，四聖法界就不見了，你住的是諸佛如來的實報莊嚴土。在這個裡頭等著微細煩惱，斷這個。這個微細煩惱沒有方法斷的，只有時間久了，它自己沒有了。所以在這個境界裡頭，古德所謂「無功用道，此處用不得力」，因為你一用力就有念頭，他沒有念頭，不起心不動念。所以那個習氣是隨其自然。要多長的時間？《華嚴經》上告訴我們，三個阿僧祇劫。可見無始無明習氣難斷。無始無明，就是不起心、不動念好斷，斷習氣太難了。"
    },
    {
      "id": "02-040-0232_p0017",
      "zh_CN": "虽然难，但是我们看到许许多多诸佛刹土里面的等觉菩萨都到极乐世界去参学，让我们想到一桩事情，等觉菩萨何必还要去参学？没有这个必要！他就等待这一批微细的迷惑断掉之后，他就进入常寂光，就证得圆满，他何必还要到极乐世界去？既然是要到极乐世界去，可能极乐世界断这个微细惑比其他的世界要来得快。那是什么原因？得阿弥陀佛四十八愿的加持。如果不是这个原因，等觉菩萨没有理由到极乐世界去。从这个地方我们就体会到，极乐世界的殊胜是没得比的。我们了解得愈深，了解得愈广，对极乐世界的信心就愈增长，想往生的心非常坚定，换句话说，你决定得生净土。不但对这个世界，对华藏世界，对一切诸佛净土，你都不放在心上，心上只有阿弥陀佛，只有极乐世界，这个太难得了！这些事实真相没搞清楚，这信心生不起来。怎样才搞清楚？信心生起来是搞清楚了。信心还生不起来怎么办？要多读这部经、多听这部经，就是古人所说的「读书千遍，其义自见」，你自然明白了。为什么？一千遍读下来，心定了，妄想没有了，妄想没有，自然就明白了。天天读，天天去想，天天为人演说，可以收到教学相长这个利益。讲一遍，胜过读十遍都不止。实在讲，对自己利益是最大，别人得利益二、三分，自己得利益七、八分。不讲不行，有些意思没有透，一遍讲下来之后，意思透了。",
      "zh_TW": "雖然難，但是我們看到許許多多諸佛剎土裡面的等覺菩薩都到極樂世界去參學，讓我們想到一樁事情，等覺菩薩何必還要去參學？沒有這個必要！他就等待這一批微細的迷惑斷掉之後，他就進入常寂光，就證得圓滿，他何必還要到極樂世界去？既然是要到極樂世界去，可能極樂世界斷這個微細惑比其他的世界要來得快。那是什麼原因？得阿彌陀佛四十八願的加持。如果不是這個原因，等覺菩薩沒有理由到極樂世界去。從這個地方我們就體會到，極樂世界的殊勝是沒得比的。我們了解得愈深，了解得愈廣，對極樂世界的信心就愈增長，想往生的心非常堅定，換句話說，你決定得生淨土。不但對這個世界，對華藏世界，對一切諸佛淨土，你都不放在心上，心上只有阿彌陀佛，只有極樂世界，這個太難得了！這些事實真相沒搞清楚，這信心生不起來。怎樣才搞清楚？信心生起來是搞清楚了。信心還生不起來怎麼辦？要多讀這部經、多聽這部經，就是古人所說的「讀書千遍，其義自見」，你自然明白了。為什麼？一千遍讀下來，心定了，妄想沒有了，妄想沒有，自然就明白了。天天讀，天天去想，天天為人演說，可以收到教學相長這個利益。講一遍，勝過讀十遍都不止。實在講，對自己利益是最大，別人得利益二、三分，自己得利益七、八分。不講不行，有些意思沒有透，一遍講下來之後，意思透了。"
    },
    {
      "id": "02-040-0232_p0018",
      "zh_CN": "后面四种跟显教所说的相同。「二、大圆镜智」，圆镜是比喻，「是转阿赖耶识所得。显现法界之万象」，显示现前，现前法界里面的万象，「如大圆镜之智。」这个现前整个宇宙，遍法界虚空界你统统清楚，好像这一面镜子照得非常清楚，一点不模糊，清清楚楚，这是自性本具的智慧。智慧的体是来自自性，在显教，大圆镜智是体也是用，密教把它分开，另外有个法界体性智，这就是自性本具般若智慧。整体的作用就是大圆镜，对于遍法界虚空界无所不知、无所不能，这叫大圆镜智。",
      "zh_TW": "後面四種跟顯教所說的相同。「二、大圓鏡智」，圓鏡是比喻，「是轉阿賴耶識所得。顯現法界之萬象」，顯示現前，現前法界裡面的萬象，「如大圓鏡之智。」這個現前整個宇宙，遍法界虛空界你統統清楚，好像這一面鏡子照得非常清楚，一點不模糊，清清楚楚，這是自性本具的智慧。智慧的體是來自自性，在顯教，大圓鏡智是體也是用，密教把它分開，另外有個法界體性智，這就是自性本具般若智慧。整體的作用就是大圓鏡，對於遍法界虛空界無所不知、無所不能，這叫大圓鏡智。"
    },
    {
      "id": "02-040-0232_p0019",
      "zh_CN": "「平等性智，是转末那识所得。成诸法平等作用之智。」我们今天看一切法不平等，头一个有我、有人。我对我就亲切一点，对人就淡薄一点，有分别，有等级，有等级就不平等。这个不平等，就证明你末那识在作祟。为什么？本来是平等的，都是自性变现的。古人用个比喻告诉我们，什么叫自性变现？譬如金，黄金，用黄金做出许许多多的器皿，全是黄金做的，每一样都是平等的。花样不相同，质料全是黄金，重量一样，成分一样，完全平等，价格也一样，是因为不知道真相，里头有我喜欢的，有不喜欢的，这个错了。所以转第七识为平等性智，他对于天地一切万物是平等心看待，一丝毫差别都没有。平等心怎么看待？一切法都有佛性，一切法本来是佛，或者说，一切众生本来是佛。众生什么意思？众缘和合而生起的就叫做众生。动物是众缘和合而生的，植物也是众缘和合而生的，山河大地还是众缘和合而生的，你到宇宙间去找，没有一个不是众缘和合而生的。只有自性不是，除了自性之外，全是众缘和合而生。众缘和合而生是一个本体，就是一个自性，都是从自性变现的。所以法法平等，法法皆如，没有高下。",
      "zh_TW": "「平等性智，是轉末那識所得。成諸法平等作用之智。」我們今天看一切法不平等，頭一個有我、有人。我對我就親切一點，對人就淡薄一點，有分別，有等級，有等級就不平等。這個不平等，就證明你末那識在作祟。為什麼？本來是平等的，都是自性變現的。古人用個比喻告訴我們，什麼叫自性變現？譬如金，黃金，用黃金做出許許多多的器皿，全是黃金做的，每一樣都是平等的。花樣不相同，質料全是黃金，重量一樣，成分一樣，完全平等，價格也一樣，是因為不知道真相，裡頭有我喜歡的，有不喜歡的，這個錯了。所以轉第七識為平等性智，他對於天地一切萬物是平等心看待，一絲毫差別都沒有。平等心怎麼看待？一切法都有佛性，一切法本來是佛，或者說，一切眾生本來是佛。眾生什麼意思？眾緣和合而生起的就叫做眾生。動物是眾緣和合而生的，植物也是眾緣和合而生的，山河大地還是眾緣和合而生的，你到宇宙間去找，沒有一個不是眾緣和合而生的。只有自性不是，除了自性之外，全是眾緣和合而生。眾緣和合而生是一個本體，就是一個自性，都是從自性變現的。所以法法平等，法法皆如，沒有高下。"
    },
    {
      "id": "02-040-0232_p0020",
      "zh_CN": "佛教人修学的法门，八万四千法门，说的什么？法门平等，无有高下。为什么？无论哪一门都见性。只要你「一门深入，长时薰修」、「读书千遍，其义自见」，你只守住这两句话，没有一法不平等。在中国几千年来，古来祖师大德用不同的法门都得定、都证果，这就说明佛说的话是真的，不是假的。其他的宗教能不能成佛？能。成佛不分这些东西，成佛只教你放下。无论你学哪个宗教，只要你能够放下执着，你就是阿罗汉；你放下分别，你就是菩萨；你不起心不动念，你就成佛。什么宗教都合适，什么学派也合适，不一定要什么佛法，肯放下就是佛法。佛法没有别的，佛法就是教你放下，放得干干净净就叫做佛。所以佛没有一定的法，佛法无边就是这个道理。",
      "zh_TW": "佛教人修學的法門，八萬四千法門，說的什麼？法門平等，無有高下。為什麼？無論哪一門都見性。只要你「一門深入，長時薰修」、「讀書千遍，其義自見」，你只守住這兩句話，沒有一法不平等。在中國幾千年來，古來祖師大德用不同的法門都得定、都證果，這就說明佛說的話是真的，不是假的。其他的宗教能不能成佛？能。成佛不分這些東西，成佛只教你放下。無論你學哪個宗教，只要你能夠放下執著，你就是阿羅漢；你放下分別，你就是菩薩；你不起心不動念，你就成佛。什麼宗教都合適，什麼學派也合適，不一定要什麼佛法，肯放下就是佛法。佛法沒有別的，佛法就是教你放下，放得乾乾淨淨就叫做佛。所以佛沒有一定的法，佛法無邊就是這個道理。"
    },
    {
      "id": "02-040-0232_p0021",
      "zh_CN": "「妙观察智，是转意识（就是第六识）所得。分别好妙诸法而观察众机，说法断疑之智。」这个妙观察是恒顺众生的权智，众生说这个贵，我们也说贵；众生说那个贱，我们也说贱；众生说这个好，我们也说好。恒顺众生，教学的方便，先随顺他，到最后叫他随顺我。你看释迦牟尼佛四十九年教学，前面十二年讲阿含，完全随顺他，容易接受，都做佛的弟子，讲得很浅显，讲伦理、讲道德、讲因果，大家都喜欢，随顺他。八年之后讲方等，方等就是一半随顺他，一半不随顺他，慢慢提升。这八年过去，连前面二十年，二十年之后佛完全讲自己的境界，不随顺他，这般若，讲一切法皆空，「一切法无所有，毕竟空，不可得」，这是方等跟阿含时候不讲的。有二十年的底子讲这个话，大家不感觉得奇怪，对佛有信心，佛从来没有骗过人，句句话是实话，说这些东西初听听不懂，大概是太深了。所以般若讲了二十二年，把这些学生讲明白了。再后面八年讲法华，法华是什么？是讲我们一生就能证得佛果，帮助大家生起信心，发大誓愿，我们这一生要作佛。法华讲一乘法，帮助众生转凡成圣，转八识成四智。这是佛教学的顺序、次第，步步向上提升。",
      "zh_TW": "「妙觀察智，是轉意識（就是第六識）所得。分別好妙諸法而觀察眾機，說法斷疑之智。」這個妙觀察是恆順眾生的權智，眾生說這個貴，我們也說貴；眾生說那個賤，我們也說賤；眾生說這個好，我們也說好。恆順眾生，教學的方便，先隨順他，到最後叫他隨順我。你看釋迦牟尼佛四十九年教學，前面十二年講阿含，完全隨順他，容易接受，都做佛的弟子，講得很淺顯，講倫理、講道德、講因果，大家都喜歡，隨順他。八年之後講方等，方等就是一半隨順他，一半不隨順他，慢慢提升。這八年過去，連前面二十年，二十年之後佛完全講自己的境界，不隨順他，這般若，講一切法皆空，「一切法無所有，畢竟空，不可得」，這是方等跟阿含時候不講的。有二十年的底子講這個話，大家不感覺得奇怪，對佛有信心，佛從來沒有騙過人，句句話是實話，說這些東西初聽聽不懂，大概是太深了。所以般若講了二十二年，把這些學生講明白了。再後面八年講法華，法華是什麼？是講我們一生就能證得佛果，幫助大家生起信心，發大誓願，我們這一生要作佛。法華講一乘法，幫助眾生轉凡成聖，轉八識成四智。這是佛教學的順序、次第，步步向上提升。"
    },
    {
      "id": "02-040-0232_p0022",
      "zh_CN": "「五、成所作智，转眼耳鼻舌身五识所得」，因为有智慧，「成就自利利他妙业之智。」眼见的妙色，耳闻的妙音。什么叫妙色、妙音？跟一般人见色闻声没有两样，妙在哪里？妙在知道它的真相，在见色闻声里头不起贪瞋痴慢，这个妙！在一切万法当中决定不会起一个占有的念头，我要想得到，不会有这个念头，这就叫妙。你要是在一切万物里头想占有、想控制，那就错了，那叫造业。为什么不能占有？因为它是假的，念念不可得，它不是真的。包括这个身体，身体这个物质现象，也是在一千六百兆分之一秒频率波动产生的幻相。一秒钟它有多少个幻相出来？一千六百兆。哪一个幻相是你？不可得！",
      "zh_TW": "「五、成所作智，轉眼耳鼻舌身五識所得」，因為有智慧，「成就自利利他妙業之智。」眼見的妙色，耳聞的妙音。什麼叫妙色、妙音？跟一般人見色聞聲沒有兩樣，妙在哪裡？妙在知道它的真相，在見色聞聲裡頭不起貪瞋痴慢，這個妙！在一切萬法當中決定不會起一個佔有的念頭，我要想得到，不會有這個念頭，這就叫妙。你要是在一切萬物裡頭想佔有、想控制，那就錯了，那叫造業。為什麼不能佔有？因為它是假的，念念不可得，它不是真的。包括這個身體，身體這個物質現象，也是在一千六百兆分之一秒頻率波動產生的幻相。一秒鐘它有多少個幻相出來？一千六百兆。哪一個幻相是你？不可得！"
    },
    {
      "id": "02-040-0232_p0023",
      "zh_CN": "这一桩事情被现代量子力学家证明，没有量子力学家证明，我们对于佛这句话还是怀疑。不敢说佛说的不对，我们自己还在猜测，为什么？没证得这个境界。证得，大乘经上说，八地以上就证得。那我们到什么时候才能修到八地？八地以上可不是简单的事情，菩萨五十一个阶级，也就是禅定有五十一个浅深不同的差别。八地，这个定功很高了，在五十一个阶级里面，它是最上面的第四个，这样的定功才能够见到事实真相，就是能够亲眼看到一秒钟一千六百兆次的生灭，能够看到这个现象。我们看到科学报告，现代的科学仪器已经能够追踪到一千兆分之一秒，能够追踪到。这非常不容易，十几年前没有人敢相信。我听过有个同学告诉我，世界上最大的显微镜，看最小的东西，显微镜，在日本。这显微镜多大？三层楼高，三层楼高是一个显微镜，精密的仪器。觉察到事实真相之后，真正明白人他就放下，没有放下的还是凡夫。知道事实真相放不下，还要继续去搞六道轮回；放下，永远脱离轮回，证阿罗汉果。所以佛不走科学技术这条路，他走禅定，完全用自己的清净心。清净心生智慧，染污的心生烦恼，用戒定慧来转识成智，转过来之后所成就的不是现在科学能够相比的，这真正不可思议。",
      "zh_TW": "這一樁事情被現代量子力學家證明，沒有量子力學家證明，我們對於佛這句話還是懷疑。不敢說佛說的不對，我們自己還在猜測，為什麼？沒證得這個境界。證得，大乘經上說，八地以上就證得。那我們到什麼時候才能修到八地？八地以上可不是簡單的事情，菩薩五十一個階級，也就是禪定有五十一個淺深不同的差別。八地，這個定功很高了，在五十一個階級裡面，它是最上面的第四個，這樣的定功才能夠見到事實真相，就是能夠親眼看到一秒鐘一千六百兆次的生滅，能夠看到這個現象。我們看到科學報告，現代的科學儀器已經能夠追蹤到一千兆分之一秒，能夠追蹤到。這非常不容易，十幾年前沒有人敢相信。我聽過有個同學告訴我，世界上最大的顯微鏡，看最小的東西，顯微鏡，在日本。這顯微鏡多大？三層樓高，三層樓高是一個顯微鏡，精密的儀器。覺察到事實真相之後，真正明白人他就放下，沒有放下的還是凡夫。知道事實真相放不下，還要繼續去搞六道輪迴；放下，永遠脫離輪迴，證阿羅漢果。所以佛不走科學技術這條路，他走禪定，完全用自己的清淨心。清淨心生智慧，染污的心生煩惱，用戒定慧來轉識成智，轉過來之後所成就的不是現在科學能夠相比的，這真正不可思議。"
    },
    {
      "id": "02-040-0232_p0024",
      "zh_CN": "金刚杵，我们见过，密宗上师用的法器，一般多半是铜做的，两面、两头，五瓣。五股代表五智，密宗讲的五种智，称之为金刚手，手持金刚。「今愿文曰金刚那罗延身，若据显迹」，就显教来说，就相上来讲，「则如过去诸解」，像过去祖师大德的解释。金刚那罗延身，是谁？「天上力士那罗延神」，我们也称他为金刚神，「大力坚固之身」，取这个意思。「今据密义」，在此地，我们如果根据密宗的教义来说，「金刚与那罗延，均是执金刚」，是一个意思，两个名称是一个意思，「简称金刚」。「论其密本」，它的本是什么？根本是什么？根本是「金刚萨埵」，萨埵是菩萨，叫金刚菩萨，「即是普贤，乃法身大士」。普贤菩萨是等觉菩萨，四十一位法身大士里面最高的，像文殊、普贤、观音、势至、弥勒菩萨，都是属于等觉菩萨，金刚是普贤菩萨的化身。「又密教尊金刚为示现威猛相之佛」。密宗的佛很多都是很凶、很威猛，这样的佛相很多很多。不像显教里面，佛菩萨的相都很慈祥。阿罗汉里头有威猛的，佛菩萨里头没有。密宗的佛菩萨威猛相非常之多，这个表智慧降伏魔怨，取这个意思。「是以金刚那罗延身，应解为等同如来之金刚身或金刚体。」我们要这样子解释就圆满，生到西方极乐世界，这个身是金刚身、是金刚体，说明什么？永远不坏。我们这个肉身很脆弱，容易生病，容易受害。到极乐世界得的身是金刚身，永远不会生病，永远不会坏。",
      "zh_TW": "金剛杵，我們見過，密宗上師用的法器，一般多半是銅做的，兩面、兩頭，五瓣。五股代表五智，密宗講的五種智，稱之為金剛手，手持金剛。「今願文曰金剛那羅延身，若據顯跡」，就顯教來說，就相上來講，「則如過去諸解」，像過去祖師大德的解釋。金剛那羅延身，是誰？「天上力士那羅延神」，我們也稱他為金剛神，「大力堅固之身」，取這個意思。「今據密義」，在此地，我們如果根據密宗的教義來說，「金剛與那羅延，均是執金剛」，是一個意思，兩個名稱是一個意思，「簡稱金剛」。「論其密本」，它的本是什麼？根本是什麼？根本是「金剛薩埵」，薩埵是菩薩，叫金剛菩薩，「即是普賢，乃法身大士」。普賢菩薩是等覺菩薩，四十一位法身大士裡面最高的，像文殊、普賢、觀音、勢至、彌勒菩薩，都是屬於等覺菩薩，金剛是普賢菩薩的化身。「又密教尊金剛為示現威猛相之佛」。密宗的佛很多都是很凶、很威猛，這樣的佛相很多很多。不像顯教裡面，佛菩薩的相都很慈祥。阿羅漢裡頭有威猛的，佛菩薩裡頭沒有。密宗的佛菩薩威猛相非常之多，這個表智慧降伏魔怨，取這個意思。「是以金剛那羅延身，應解為等同如來之金剛身或金剛體。」我們要這樣子解釋就圓滿，生到西方極樂世界，這個身是金剛身、是金剛體，說明什麼？永遠不壞。我們這個肉身很脆弱，容易生病，容易受害。到極樂世界得的身是金剛身，永遠不會生病，永遠不會壞。"
    },
    {
      "id": "02-040-0232_p0025",
      "zh_CN": "「金刚身，指金刚不坏之身，谓佛身也。」往生到西方极乐世界，每个人的身跟阿弥陀佛的身完全相同，体质相同，相貌也相同，身有八万四千相，相有八万四千好，完全相同。「《涅槃经》云：如来身者，是常住身」。常住对生灭讲的，十法界依正庄严是生灭身，没有一法不是生灭的。这桩事情我们应当要深深去体会。为什么？最难放下的就是身，最难放下的就是亲情，你真正能把这关看破，这就很容易放下。这能放下，其他的统统都能放下，你在菩提路上就没有障碍。往生，确确实实是可以做到随愿往生，想什么时候去，就什么时候去。为什么？我们起心动念，阿弥陀佛全知道。这在前面读过，阿弥陀佛的三明六通达到究竟圆满。",
      "zh_TW": "「金剛身，指金剛不壞之身，謂佛身也。」往生到西方極樂世界，每個人的身跟阿彌陀佛的身完全相同，體質相同，相貌也相同，身有八萬四千相，相有八萬四千好，完全相同。「《涅槃經》云：如來身者，是常住身」。常住對生滅講的，十法界依正莊嚴是生滅身，沒有一法不是生滅的。這樁事情我們應當要深深去體會。為什麼？最難放下的就是身，最難放下的就是親情，你真正能把這關看破，這就很容易放下。這能放下，其他的統統都能放下，你在菩提路上就沒有障礙。往生，確確實實是可以做到隨願往生，想什麼時候去，就什麼時候去。為什麼？我們起心動念，阿彌陀佛全知道。這在前面讀過，阿彌陀佛的三明六通達到究竟圓滿。"
    },
    {
      "id": "02-040-0232_p0026",
      "zh_CN": "贤首国师在《妄尽还源观》上告诉我们三种周遍，第一个是念头才动就周遍法界，同时周遍的，没有一丝毫差别。光还不行，太阳光到地球上来，还要八分多钟。晚上我们看到很多星星，有几百光年，光的速度几百年才到地球，我们才看到它。我们念头那个速度太快，念头才动，那边知道了。换句话说，我们跟阿弥陀佛念念都在联系着，没有一分一秒起障碍，没有。我们念头他真知道，我们真想去，他晓得，等他来接引。他来接引，马上就去，没有丝毫留恋，没有丝毫牵挂。那他不来，不来我们就晓得，还是要我们来表法，做个念佛求往生的样子给人看，这就是我们的任务，是我们的工作。往生到极乐世界，就像《涅槃经》上所说的，常住身、不坏身、金刚身。我们把这个肉身，禁不起风吹雨打的身丢掉，到极乐世界去换一个金刚身，换一个不坏身，多好！换了之后再来，不一样了，再来是乘愿再来，菩萨再来。你真想明白了，你的信心就坚定，你的愿心绝不会动摇，你对这个世间真正放得下，才真正是随缘。",
      "zh_TW": "賢首國師在《妄盡還源觀》上告訴我們三種周遍，第一個是念頭才動就周遍法界，同時周遍的，沒有一絲毫差別。光還不行，太陽光到地球上來，還要八分多鐘。晚上我們看到很多星星，有幾百光年，光的速度幾百年才到地球，我們才看到它。我們念頭那個速度太快，念頭才動，那邊知道了。換句話說，我們跟阿彌陀佛念念都在聯繫著，沒有一分一秒起障礙，沒有。我們念頭他真知道，我們真想去，他曉得，等他來接引。他來接引，馬上就去，沒有絲毫留戀，沒有絲毫牽掛。那他不來，不來我們就曉得，還是要我們來表法，做個念佛求往生的樣子給人看，這就是我們的任務，是我們的工作。往生到極樂世界，就像《涅槃經》上所說的，常住身、不壞身、金剛身。我們把這個肉身，禁不起風吹雨打的身丟掉，到極樂世界去換一個金剛身，換一個不壞身，多好！換了之後再來，不一樣了，再來是乘願再來，菩薩再來。你真想明白了，你的信心就堅定，你的願心絕不會動搖，你對這個世間真正放得下，才真正是隨緣。"
    },
    {
      "id": "02-040-0232_p0027",
      "zh_CN": "「《新译仁王经》曰：世尊导师金刚体，心行寂灭转法轮。《良贲疏》曰：金刚体者，坚固具足。体者身也。佛身坚固，犹如金刚。」经论里讲得太多，黄念老略举一、二种，证明这个话不是假话，是佛常说。「若据密意」，这用的是密宗的教义，「则往生者，亦如世尊得金刚不坏之体，故皆寿命无量，身具金刚坚固之力。」这部经，它的内容有大乘、有小乘、有禅宗、有教下、有显教、有密教，不要看这一本分量不大，释迦牟尼佛一生所说的一切教法，理论方法，这部经上全有。所以读这一部经绝不亚于读《华严经》，《华严经》是包括一切法，这个也包括一切法。",
      "zh_TW": "「《新譯仁王經》曰：世尊導師金剛體，心行寂滅轉法輪。《良賁疏》曰：金剛體者，堅固具足。體者身也。佛身堅固，猶如金剛。」經論裡講得太多，黃念老略舉一、二種，證明這個話不是假話，是佛常說。「若據密意」，這用的是密宗的教義，「則往生者，亦如世尊得金剛不壞之體，故皆壽命無量，身具金剛堅固之力。」這部經，它的內容有大乘、有小乘、有禪宗、有教下、有顯教、有密教，不要看這一本分量不大，釋迦牟尼佛一生所說的一切教法，理論方法，這部經上全有。所以讀這一部經絕不亞於讀《華嚴經》，《華嚴經》是包括一切法，這個也包括一切法。"
    },
    {
      "id": "02-040-0232_p0028",
      "zh_CN": "我们得到黄念祖老居士提供的这些参考资料，来自八十三种经论，一百一十种祖师大德的注疏。这是一份非常丰富的参考资料，帮助我们认识极乐世界，帮助我们了解净宗法门，其目的不外乎帮助我们要相信、要发愿，要相信极乐世界是真有，阿弥陀佛是真有。不像我们这个世界，我们这个世界是假有，不是真有，这个世界是一场梦。《金刚经》上的比喻，比喻得很好，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。你要这样看就对了，它是一场梦，它不是真实的。极乐世界是真实的，它不是梦。第三十二愿，「那罗延身愿」，我们就学习到此地。",
      "zh_TW": "我們得到黃念祖老居士提供的這些參考資料，來自八十三種經論，一百一十種祖師大德的註疏。這是一份非常豐富的參考資料，幫助我們認識極樂世界，幫助我們了解淨宗法門，其目的不外乎幫助我們要相信、要發願，要相信極樂世界是真有，阿彌陀佛是真有。不像我們這個世界，我們這個世界是假有，不是真有，這個世界是一場夢。《金剛經》上的比喻，比喻得很好，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。你要這樣看就對了，它是一場夢，它不是真實的。極樂世界是真實的，它不是夢。第三十二願，「那羅延身願」，我們就學習到此地。"
    },
    {
      "id": "02-040-0232_p0029",
      "zh_CN": "下面三十三，「光明慧辩愿」，请看经文：",
      "zh_TW": "下面三十三，「光明慧辯願」，請看經文："
    },
    {
      "id": "02-040-0232_p0030",
      "zh_CN": "【身顶皆有光明照耀。成就一切智慧。获得无边辩才。】",
      "zh_TW": "【身頂皆有光明照耀。成就一切智慧。獲得無邊辯才。】"
    },
    {
      "id": "02-040-0232_p0031",
      "zh_CN": "请看注解，『身』是身体，『顶』是头顶，『皆有光明照耀』。我们在很多画的佛像，看到顶上有圆光，身上有身光，圆光一丈，身光一寻（八尺），光明照耀。『成就一切智慧，获得无边辩才』，这是第三十三「光明慧辩愿」。「彼佛寿命无量，国中天人寿命亦皆无量。」这个都是《无量寿经》上最重要的句子，哪一个人不想得无量寿？可是无量寿只是一句空话，赞叹而已，不是实际。可是在西方极乐世界，它是真的，它不是赞叹的，它是确确实实存在的，我们舍这个身往生到极乐世界，我们就得无量寿。往生一定要晓得，千万不要误会往生是我死了以后再往生，那你就大错特错，每一个往生极乐世界的人都是活着去的。死了固然也有往生的，少数，那是属于中阴得度的。本身确实有善根福德因缘，这三样都具足，中阴才能往生。",
      "zh_TW": "請看註解，『身』是身體，『頂』是頭頂，『皆有光明照耀』。我們在很多畫的佛像，看到頂上有圓光，身上有身光，圓光一丈，身光一尋（八尺），光明照耀。『成就一切智慧，獲得無邊辯才』，這是第三十三「光明慧辯願」。「彼佛壽命無量，國中天人壽命亦皆無量。」這個都是《無量壽經》上最重要的句子，哪一個人不想得無量壽？可是無量壽只是一句空話，讚歎而已，不是實際。可是在西方極樂世界，它是真的，它不是讚歎的，它是確確實實存在的，我們捨這個身往生到極樂世界，我們就得無量壽。往生一定要曉得，千萬不要誤會往生是我死了以後再往生，那你就大錯特錯，每一個往生極樂世界的人都是活著去的。死了固然也有往生的，少數，那是屬於中陰得度的。本身確實有善根福德因緣，這三樣都具足，中陰才能往生。"
    },
    {
      "id": "02-040-0232_p0032",
      "zh_CN": "这个道理让我们能够理解，超度法事，鬼道能往生，畜生能往生，乃至于地狱众生也能往生。这些往生的人，都是过去生中，无量劫中曾经供养无量诸佛如来，善根福德深厚，一旦遇到的时候，就得诸佛威神加持，让他立刻能信、能解、能行，不是人人都遇得到的。我们有时候跟这些人比，不如他，他那种勇猛精进心一下能发得起来，我们还发不出来。现在阿弥陀佛来了，说我来接引你了。佛，我还有很多事情没了。佛不能等你，你的机会就错过了。说明你有很多很多牵肠挂肚的事情放不下，这个放不下就是往生的障碍，就是念佛不灵。念了这么多年的佛，为什么消息都没有？你总得去找原因。原因找到，把这些原因消除，就一帆风顺。所以这比什么都重要。一般人读经、听经确实有大利益，上上根人，所谓一闻千悟，他就开悟了；下下根人常常读诵，常常听闻，慢慢就入境界。信心不坚固，愿心不恳切，对这个世间还有许多牵肠挂肚的事情，这就得感激释迦牟尼佛四十九年为我们讲经说法，没有老人家长时期教诲，我们怎么可能开悟？怎么能够了解这个事实真相？开悟就是了解事实真相，了解之后才有选择，知道我该怎么做法，才欢喜放下。放下一点都不难，对于极乐世界会生起向往的心、羡慕的心，恨不得现在就去。那个世界里头的人，个个都是无量寿。",
      "zh_TW": "這個道理讓我們能夠理解，超度法事，鬼道能往生，畜生能往生，乃至於地獄眾生也能往生。這些往生的人，都是過去生中，無量劫中曾經供養無量諸佛如來，善根福德深厚，一旦遇到的時候，就得諸佛威神加持，讓他立刻能信、能解、能行，不是人人都遇得到的。我們有時候跟這些人比，不如他，他那種勇猛精進心一下能發得起來，我們還發不出來。現在阿彌陀佛來了，說我來接引你了。佛，我還有很多事情沒了。佛不能等你，你的機會就錯過了。說明你有很多很多牽腸掛肚的事情放不下，這個放不下就是往生的障礙，就是念佛不靈。念了這麼多年的佛，為什麼消息都沒有？你總得去找原因。原因找到，把這些原因消除，就一帆風順。所以這比什麼都重要。一般人讀經、聽經確實有大利益，上上根人，所謂一聞千悟，他就開悟了；下下根人常常讀誦，常常聽聞，慢慢就入境界。信心不堅固，願心不懇切，對這個世間還有許多牽腸掛肚的事情，這就得感激釋迦牟尼佛四十九年為我們講經說法，沒有老人家長時期教誨，我們怎麼可能開悟？怎麼能夠了解這個事實真相？開悟就是了解事實真相，了解之後才有選擇，知道我該怎麼做法，才歡喜放下。放下一點都不難，對於極樂世界會生起嚮往的心、羨慕的心，恨不得現在就去。那個世界裡頭的人，個個都是無量壽。"
    },
    {
      "id": "02-040-0232_p0033",
      "zh_CN": "「又彼佛光明无量，是故彼国人民身顶皆有光明照耀。」因为极乐世界是平等世界，换句话说，佛所有的，众生都有。为什么会这样？前面曾经讲过它的历史，阿弥陀佛慈悲，没成佛之前，他的慈悲就超胜诸佛，看到许许多多的众生因为不平等而生烦恼，要让众生不生烦恼，最好的办法就是那个世界平等。从哪里平等起？从身相平等起，相貌平等起，都一样。不平等，你看相貌好的，傲慢；相貌不好的，他就有自卑感，烦恼就这么起来的。所以他要令一切众生生到极乐世界，永远不会生烦恼。那就是那个地方样样平等，随心所欲，一切都是你自己意念变化所作，这才真正能够摄受十方一切诸佛刹土里面的六道众生。以六道众生为主，六道众生最苦，六道众生最可怜，先度他们。要把这些六道众生度到极乐世界，他的享受跟法身大士没有两样，也就是皆作阿惟越致菩萨。这是一切诸佛刹土里头没有的，只有极乐世界一家，机会不能错过。",
      "zh_TW": "「又彼佛光明無量，是故彼國人民身頂皆有光明照耀。」因為極樂世界是平等世界，換句話說，佛所有的，眾生都有。為什麼會這樣？前面曾經講過它的歷史，阿彌陀佛慈悲，沒成佛之前，他的慈悲就超勝諸佛，看到許許多多的眾生因為不平等而生煩惱，要讓眾生不生煩惱，最好的辦法就是那個世界平等。從哪裡平等起？從身相平等起，相貌平等起，都一樣。不平等，你看相貌好的，傲慢；相貌不好的，他就有自卑感，煩惱就這麼起來的。所以他要令一切眾生生到極樂世界，永遠不會生煩惱。那就是那個地方樣樣平等，隨心所欲，一切都是你自己意念變化所作，這才真正能夠攝受十方一切諸佛剎土裡面的六道眾生。以六道眾生為主，六道眾生最苦，六道眾生最可憐，先度他們。要把這些六道眾生度到極樂世界，他的享受跟法身大士沒有兩樣，也就是皆作阿惟越致菩薩。這是一切諸佛剎土裡頭沒有的，只有極樂世界一家，機會不能錯過。"
    },
    {
      "id": "02-040-0232_p0034",
      "zh_CN": "释迦牟尼佛当年在世，说这一部经说了很多次，不是一次。一切经，佛只讲一遍，没有讲第二遍的，只有这部经多次宣说。这是大慈大悲，希望我们在这一生，千万不要错过机会。机会错过了，再遇到可不是容易事情，百千万劫难遭遇！我们过去生中有没有遇到过？遇过。不遇到过，你为什么会相信？说明曾经遇到过。遇到过为什么没往生？信不过。为什么信不过？没搞清楚，真的没有遇到这部经，没有遇到这个注解。这部经、这个注解会起大作用，释迦牟尼佛的末法还有九千年，九千年众生靠什么得度？全靠这部经，全靠这个注解，这个我们要知道。",
      "zh_TW": "釋迦牟尼佛當年在世，說這一部經說了很多次，不是一次。一切經，佛只講一遍，沒有講第二遍的，只有這部經多次宣說。這是大慈大悲，希望我們在這一生，千萬不要錯過機會。機會錯過了，再遇到可不是容易事情，百千萬劫難遭遇！我們過去生中有沒有遇到過？遇過。不遇到過，你為什麼會相信？說明曾經遇到過。遇到過為什麼沒往生？信不過。為什麼信不過？沒搞清楚，真的沒有遇到這部經，沒有遇到這個註解。這部經、這個註解會起大作用，釋迦牟尼佛的末法還有九千年，九千年眾生靠什麼得度？全靠這部經，全靠這個註解，這個我們要知道。"
    },
    {
      "id": "02-040-0232_p0035",
      "zh_CN": "实实在在的，我没有看到这个注解，没有看到这个本子，我对于净土也赞叹，不想学它。所以我接受净土宗，前面大概学佛三十年了。怎么会相信的？我讲经讲过几次，我是从《华严》、《法华》、楞严会上，知道这个法门之好处，看到文殊普贤都念佛求生净土，我才感动了。文殊普贤是我最羡慕的、最敬仰的，喜欢《华严》！没想到他们两个还是发愿求生净土，出乎我意料之外。善财童子是文殊菩萨得意门生，入室的弟子，他修什么？五十三参我们看到了，彻始彻终就是一句阿弥陀佛，粗心大意没看出来。《华严》我讲过两次，第一次没看出来。到最后，突然有一天心血来潮，文殊普贤修什么法门成就的？善财修什么法门的？这一留意，经上看出来了，统统修净土，统统念佛求生西方极乐世界。这还得了！这才把净土经论找来细细来读，因为在这个之前，《弥陀经》我讲过很多遍，都没有发现这个问题。认为这是释迦牟尼佛讲给别人听的，不是给我听的，我不是这一类的根机。全是自己错了。到这个问题提出来之后，再细心谨慎观察，发现了。一遍一遍的讲，一遍比一遍清楚，一遍比一遍深入，真正体会到古人「读书千遍，其义自见」。老师那里所学来的很有限，一定要自己真干，要锲而不舍，一门深入，才真正有所发现，就是有悟处。一遍有一遍的悟处，遍遍都不一样，叫法喜充满。然后才肯定，一门原来是一切门，无论是哪一门，一门就是一切门。一门通达，一切法门全通达，这多省事！以前搞错了，样样都要学，也样样都通，结果学了几十年，一样也没通。到垂老才真正知道，古人的话句句真实，没有一个字欺骗后人的。古大德多么可爱，多么令人尊重，把这些好东西传给后代。后人最麻烦的，就是带着怀疑来学习，那要浪费很多时间，跟我一样，要浪费二、三十年时间。也许这就是阿弥陀佛要我再住的理由，我有这么长时间的经历，说话也许别人会相信；初学来讲，那人不服，不相信你。可能就是这个原因，要不然我该早走了。",
      "zh_TW": "實實在在的，我沒有看到這個註解，沒有看到這個本子，我對於淨土也讚歎，不想學它。所以我接受淨土宗，前面大概學佛三十年了。怎麼會相信的？我講經講過幾次，我是從《華嚴》、《法華》、楞嚴會上，知道這個法門之好處，看到文殊普賢都念佛求生淨土，我才感動了。文殊普賢是我最羨慕的、最敬仰的，喜歡《華嚴》！沒想到他們兩個還是發願求生淨土，出乎我意料之外。善財童子是文殊菩薩得意門生，入室的弟子，他修什麼？五十三參我們看到了，徹始徹終就是一句阿彌陀佛，粗心大意沒看出來。《華嚴》我講過兩次，第一次沒看出來。到最後，突然有一天心血來潮，文殊普賢修什麼法門成就的？善財修什麼法門的？這一留意，經上看出來了，統統修淨土，統統念佛求生西方極樂世界。這還得了！這才把淨土經論找來細細來讀，因為在這個之前，《彌陀經》我講過很多遍，都沒有發現這個問題。認為這是釋迦牟尼佛講給別人聽的，不是給我聽的，我不是這一類的根機。全是自己錯了。到這個問題提出來之後，再細心謹慎觀察，發現了。一遍一遍的講，一遍比一遍清楚，一遍比一遍深入，真正體會到古人「讀書千遍，其義自見」。老師那裡所學來的很有限，一定要自己真幹，要鍥而不捨，一門深入，才真正有所發現，就是有悟處。一遍有一遍的悟處，遍遍都不一樣，叫法喜充滿。然後才肯定，一門原來是一切門，無論是哪一門，一門就是一切門。一門通達，一切法門全通達，這多省事！以前搞錯了，樣樣都要學，也樣樣都通，結果學了幾十年，一樣也沒通。到垂老才真正知道，古人的話句句真實，沒有一個字欺騙後人的。古大德多麼可愛，多麼令人尊重，把這些好東西傳給後代。後人最麻煩的，就是帶著懷疑來學習，那要浪費很多時間，跟我一樣，要浪費二、三十年時間。也許這就是阿彌陀佛要我再住的理由，我有這麼長時間的經歷，說話也許別人會相信；初學來講，那人不服，不相信你。可能就是這個原因，要不然我該早走了。"
    },
    {
      "id": "02-040-0232_p0036",
      "zh_CN": "我们再看下面，「盖主」，主就是佛，「伴」，伴是「国中人民一切贤圣」，「一如也」，主伴一如。主是阿弥陀佛，伴是所有往生极乐世界的这些人，还包括其他各道的众生。一如，完全相同。「又光明者，自莹」，这个莹就是亮，自莹「谓之光」。自己发光，照外面境界，这叫明。明是照的意思，叫光明。光是自己放光，明是照外面境界，「照物谓之明。有二用」。第一个是「破暗」，这个暗是愚痴、是烦恼、是习气，智慧光一照就开悟，烦恼习气就没有了，这是智照的作用。第二个作用，「现法」。现法都是为众生，都是为了利益众生。现法的范围非常之广，也是无量无数、无有边际。众生不同，现相不一样，程度浅深，说法也不相同，要能应一切众生之机。所以佛有无量光明，有无量的分身，所谓现身说法。「盖佛之光明，是智慧之相。见《往生论注》下」，《往生论》两卷。",
      "zh_TW": "我們再看下面，「蓋主」，主就是佛，「伴」，伴是「國中人民一切賢聖」，「一如也」，主伴一如。主是阿彌陀佛，伴是所有往生極樂世界的這些人，還包括其他各道的眾生。一如，完全相同。「又光明者，自瑩」，這個瑩就是亮，自瑩「謂之光」。自己發光，照外面境界，這叫明。明是照的意思，叫光明。光是自己放光，明是照外面境界，「照物謂之明。有二用」。第一個是「破闇」，這個闇是愚痴、是煩惱、是習氣，智慧光一照就開悟，煩惱習氣就沒有了，這是智照的作用。第二個作用，「現法」。現法都是為眾生，都是為了利益眾生。現法的範圍非常之廣，也是無量無數、無有邊際。眾生不同，現相不一樣，程度淺深，說法也不相同，要能應一切眾生之機。所以佛有無量光明，有無量的分身，所謂現身說法。「蓋佛之光明，是智慧之相。見《往生論註》下」，《往生論》兩卷。"
    },
    {
      "id": "02-040-0232_p0037",
      "zh_CN": "「又《超日明三昧经下》：是知大智发外，能照法界，名为光明。又《涅槃经》云：光明名为智慧。又大慧禅师曰：只以此光宣妙法，是法即是此光明，不离是光说此法。」这三句话意味很长。这个光明是自性里头本具的般若智慧，一切众生个个皆有，跟诸佛如来没有差别，就是此地所讲的主伴一如。只是佛在觉位，佛不但是觉，圆满的觉，我们是在迷，迷得很深。智慧到底是什么？在佛叫智慧。在我们呢？我们把智慧变质了，不是没有，有，智慧变成烦恼。就是智慧里头加上迷，它就变成烦恼。众生烦恼无边，诸佛智慧无量，一个意思。",
      "zh_TW": "「又《超日明三昧經下》：是知大智發外，能照法界，名為光明。又《涅槃經》云：光明名為智慧。又大慧禪師曰：只以此光宣妙法，是法即是此光明，不離是光說此法。」這三句話意味很長。這個光明是自性裡頭本具的般若智慧，一切眾生個個皆有，跟諸佛如來沒有差別，就是此地所講的主伴一如。只是佛在覺位，佛不但是覺，圓滿的覺，我們是在迷，迷得很深。智慧到底是什麼？在佛叫智慧。在我們呢？我們把智慧變質了，不是沒有，有，智慧變成煩惱。就是智慧裡頭加上迷，它就變成煩惱。眾生煩惱無邊，諸佛智慧無量，一個意思。"
    },
    {
      "id": "02-040-0232_p0038",
      "zh_CN": "我们要把迷放下了，迷是什么？迷叫惑，惑就是迷惑。无明惑，无明的迷惑；尘沙的迷惑，尘沙是外面境界，无量无边，都是迷人的；见思的迷惑，见思是把所有一切现象全看错了、全想错了，这就是全变成烦恼了。所以经上常讲，烦恼即是菩提，转烦恼成菩提。这意思不就说出来了吗？怎么转？不迷就转了。佛说法帮助我们破迷开悟。所以烦恼不能断，烦恼断掉了，智慧不就断掉了吗？转烦恼成菩提，转八识成四智。八识不能断，断掉，四智不就没有了吗？所以它是一个转变，转迷为悟，问题就解决了。",
      "zh_TW": "我們要把迷放下了，迷是什麼？迷叫惑，惑就是迷惑。無明惑，無明的迷惑；塵沙的迷惑，塵沙是外面境界，無量無邊，都是迷人的；見思的迷惑，見思是把所有一切現象全看錯了、全想錯了，這就是全變成煩惱了。所以經上常講，煩惱即是菩提，轉煩惱成菩提。這意思不就說出來了嗎？怎麼轉？不迷就轉了。佛說法幫助我們破迷開悟。所以煩惱不能斷，煩惱斷掉了，智慧不就斷掉了嗎？轉煩惱成菩提，轉八識成四智。八識不能斷，斷掉，四智不就沒有了嗎？所以它是一個轉變，轉迷為悟，問題就解決了。"
    },
    {
      "id": "02-040-0232_p0039",
      "zh_CN": "今天世间人造无量无边的罪业，什么原因？迷。我听说就在香港，我不知道，我的消息不灵光，昨天才知道的。听人家讲，香港在最近一个星期之内，发生两起儿女杀父母。什么原因？报纸上登的这信息，儿女玩电动玩具，晚上都不睡觉，父母去责备他，干扰父母亲不好睡觉。责备他，他就邀了同学把父母杀掉了。我们要问这个起因，这个起因是谁？电动玩具。小孩迷在电动玩具里头，连父母都不要了，你干涉我，不让我玩，就把他杀掉。这是我们过去从来没有听说过的，这个信息太可怕了。报纸、媒体一报导，我看很多年轻的夫妇看到，不敢要小孩了；要小孩，将来怕成这个样子，倒霉的是自己。这还得了！",
      "zh_TW": "今天世間人造無量無邊的罪業，什麼原因？迷。我聽說就在香港，我不知道，我的消息不靈光，昨天才知道的。聽人家講，香港在最近一個星期之內，發生兩起兒女殺父母。什麼原因？報紙上登的這信息，兒女玩電動玩具，晚上都不睡覺，父母去責備他，干擾父母親不好睡覺。責備他，他就邀了同學把父母殺掉了。我們要問這個起因，這個起因是誰？電動玩具。小孩迷在電動玩具裡頭，連父母都不要了，你干涉我，不讓我玩，就把他殺掉。這是我們過去從來沒有聽說過的，這個信息太可怕了。報紙、媒體一報導，我看很多年輕的夫婦看到，不敢要小孩了；要小孩，將來怕成這個樣子，倒霉的是自己。這還得了！"
    },
    {
      "id": "02-040-0232_p0040",
      "zh_CN": "所以我在初学佛的时候，方东美先生告诉我，那个时候的电视是黑白电视，电视里面的内容不像现在，现在不能看。老师就指着这个东西告诉我，他说这个东西你别小看它，它可以带给人类幸福，也可以消灭人类。换句话说，它可以兴邦，它也可以灭这个国家，就看你怎么用它，它没有善恶，它是个中立的。水可以载舟，也可以覆舟，看你怎么用法。播出去的内容，如果是伦理道德，正面的，这就救了国家，救了人类；要播出是负面的，杀盗淫妄，会把这个国家灭掉。老师告诉我，他说这个东西如果有缘，要用它来弘法利生，好事情！但是太少了，我们讲经说法用卫星电视，但它不能下载，电视台不给你传播。虽然有六颗卫星，覆盖全球，一定要用接收的设施，你才能接收得到，一般电视台它不下载。可是现在好像愈来愈进步，我看到有人接收电视的小机器，好像手机一样，可以装到口袋里，世界每一个电台它都能收到，无论在什么地方都可以收看。大概再有个二、三年就普遍了，统统可以收看。那就看有缘众生，喜欢收看听经的，这机会就有了，就再不会有障碍。家庭，孩子从小要给他养成习惯，有正面的思想，不要有负面的。学校，家庭、学校、社会都要负责任，如果要不好好的教，问题就非常严重。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我在初學佛的時候，方東美先生告訴我，那個時候的電視是黑白電視，電視裡面的內容不像現在，現在不能看。老師就指著這個東西告訴我，他說這個東西你別小看它，它可以帶給人類幸福，也可以消滅人類。換句話說，它可以興邦，它也可以滅這個國家，就看你怎麼用它，它沒有善惡，它是個中立的。水可以載舟，也可以覆舟，看你怎麼用法。播出去的內容，如果是倫理道德，正面的，這就救了國家，救了人類；要播出是負面的，殺盜淫妄，會把這個國家滅掉。老師告訴我，他說這個東西如果有緣，要用它來弘法利生，好事情！但是太少了，我們講經說法用衛星電視，但它不能下載，電視台不給你傳播。雖然有六顆衛星，覆蓋全球，一定要用接收的設施，你才能接收得到，一般電視台它不下載。可是現在好像愈來愈進步，我看到有人接收電視的小機器，好像手機一樣，可以裝到口袋裡，世界每一個電台它都能收到，無論在什麼地方都可以收看。大概再有個二、三年就普遍了，統統可以收看。那就看有緣眾生，喜歡收看聽經的，這機會就有了，就再不會有障礙。家庭，孩子從小要給他養成習慣，有正面的思想，不要有負面的。學校，家庭、學校、社會都要負責任，如果要不好好的教，問題就非常嚴重。今天時間到了，我們就學習到此地。"
    }
  ]
}