{
  "doc_id": "02-040-0417",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四一七集",
    "zh_TW": "第四一七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0417",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0417_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0417_p0002",
      "zh_CN": "请看《大经科注》七百一十七页第三行，第二句看起：",
      "zh_TW": "請看《大經科註》七百一十七頁第三行，第二句看起："
    },
    {
      "id": "02-040-0417_p0003",
      "zh_CN": "「又《唐译》曰：若当生者，皆悉究竟无上菩提，到涅槃处。何以故？若邪定聚及不定聚，不能了知建立彼因故。」这是《唐译》的经文，若当生者，每一个往生到极乐世界的人，这不是指已经在那边的，当生的、现前去的人，皆悉究竟无上菩提，到涅槃处。现在并没有证得，现在是我们这种状况，往生到极乐世界，到极乐世界就可以承当得经上所说的话，究竟无上菩提，到涅槃处。这是什么地位？就是阿耨多罗三藐三菩提，无上正等正觉。要知道，这在等觉之上。等觉还有上，只能称正等正觉，不能称无上，梵语三藐三菩提。这个称呼是实报土初住菩萨到等觉，四十一位法身大士，称正等正觉。只有妙觉，华严妙觉的果位才能加个无上，他上去没有了，他是最高的。这个经文语气是多么肯定，一丝毫疑惑都没有。当生就是指我们现前这些人，发愿求生净土的。生到西方极乐世界，那是已生的，已经往生的。这现前当生的。",
      "zh_TW": "「又《唐譯》曰：若當生者，皆悉究竟無上菩提，到涅槃處。何以故？若邪定聚及不定聚，不能了知建立彼因故。」這是《唐譯》的經文，若當生者，每一個往生到極樂世界的人，這不是指已經在那邊的，當生的、現前去的人，皆悉究竟無上菩提，到涅槃處。現在並沒有證得，現在是我們這種狀況，往生到極樂世界，到極樂世界就可以承當得經上所說的話，究竟無上菩提，到涅槃處。這是什麼地位？就是阿耨多羅三藐三菩提，無上正等正覺。要知道，這在等覺之上。等覺還有上，只能稱正等正覺，不能稱無上，梵語三藐三菩提。這個稱呼是實報土初住菩薩到等覺，四十一位法身大士，稱正等正覺。只有妙覺，華嚴妙覺的果位才能加個無上，他上去沒有了，他是最高的。這個經文語氣是多麼肯定，一絲毫疑惑都沒有。當生就是指我們現前這些人，發願求生淨土的。生到西方極樂世界，那是已生的，已經往生的。這現前當生的。"
    },
    {
      "id": "02-040-0417_p0004",
      "zh_CN": "这个涅槃就是常寂光净土，也就是我们常说，终于回归常寂光了。常寂光是自性，回归自性。我们迷是从一念不觉迷了自性，愈迷愈深，搞成六道轮回，堕到轮回里去，出不去，无数劫的时间在轮回里头打转，冷静思惟，苦不堪言。轮回是一场空，十法界也是一场空，十法界里面乐多苦少，六道里面苦多乐少，人天得一点乐，三途无乐可言，这个事实真相我们不能不知道。六道里面的事实真相，实在说，色界以上的难知，它太高了，欲界天以下的并不难知，稍稍有一点定功与它就有感应。感应最多的、最近的是鬼道。地狱道，《地藏经》上讲得很清楚，不是菩萨，不是造作地狱罪的，地狱在你面前你见不到，不是一个空间维次。鬼道的空间频率跟人相差不多，所以见到的人就很多。",
      "zh_TW": "這個涅槃就是常寂光淨土，也就是我們常說，終於回歸常寂光了。常寂光是自性，回歸自性。我們迷是從一念不覺迷了自性，愈迷愈深，搞成六道輪迴，墮到輪迴裡去，出不去，無數劫的時間在輪迴裡頭打轉，冷靜思惟，苦不堪言。輪迴是一場空，十法界也是一場空，十法界裡面樂多苦少，六道裡面苦多樂少，人天得一點樂，三途無樂可言，這個事實真相我們不能不知道。六道裡面的事實真相，實在說，色界以上的難知，它太高了，欲界天以下的並不難知，稍稍有一點定功與它就有感應。感應最多的、最近的是鬼道。地獄道，《地藏經》上講得很清楚，不是菩薩，不是造作地獄罪的，地獄在你面前你見不到，不是一個空間維次。鬼道的空間頻率跟人相差不多，所以見到的人就很多。"
    },
    {
      "id": "02-040-0417_p0005",
      "zh_CN": "六道轮回是古婆罗门说出来的，婆罗门怎么知道？婆罗门修禅定，四禅八定是他们主修的课程。这个修学课程释迦牟尼佛完全接受了，在十二年阿含教里面普遍的使用，佛让大家学四禅八定。同样的境界，佛在里面教大家离一切相、即一切法，所以学佛的人懂得修清净心。离一切相，对于禅定当中的境界也不贪恋，统统要放下，那是你修行过程当中必定经历的道路。凡所有相皆是虚妄，记住这个原则。所以顺境不贪，逆境没有怨恨，这就是修行。",
      "zh_TW": "六道輪迴是古婆羅門說出來的，婆羅門怎麼知道？婆羅門修禪定，四禪八定是他們主修的課程。這個修學課程釋迦牟尼佛完全接受了，在十二年阿含教裡面普遍的使用，佛讓大家學四禪八定。同樣的境界，佛在裡面教大家離一切相、即一切法，所以學佛的人懂得修清淨心。離一切相，對於禪定當中的境界也不貪戀，統統要放下，那是你修行過程當中必定經歷的道路。凡所有相皆是虛妄，記住這個原則。所以順境不貪，逆境沒有怨恨，這就是修行。"
    },
    {
      "id": "02-040-0417_p0006",
      "zh_CN": "大乘教里面，善财童子五十三参，那是什么？方东美先生早年将这部经介绍给我，告诉我，这部经是整个佛法概论。他老人家是学哲学的，佛经哲学概论，释迦牟尼佛所说的一切教都不出这个范围。这部经是佛法的总纲，一切经都是从这部经某一部分提出来细说，它是纲领，把它看作佛学概论。他说这是世界上哲学书里面首屈一指，编得太好，有圆满的理论，有精妙的方法，还带表演，做出来给你看，五十三参就是表演。他说这不能不佩服释迦牟尼佛，世间书有理论、有方法，但是没有想到表演，做出来给你看。",
      "zh_TW": "大乘教裡面，善財童子五十三參，那是什麼？方東美先生早年將這部經介紹給我，告訴我，這部經是整個佛法概論。他老人家是學哲學的，佛經哲學概論，釋迦牟尼佛所說的一切教都不出這個範圍。這部經是佛法的總綱，一切經都是從這部經某一部分提出來細說，它是綱領，把它看作佛學概論。他說這是世界上哲學書裡面首屈一指，編得太好，有圓滿的理論，有精妙的方法，還帶表演，做出來給你看，五十三參就是表演。他說這不能不佩服釋迦牟尼佛，世間書有理論、有方法，但是沒有想到表演，做出來給你看。"
    },
    {
      "id": "02-040-0417_p0007",
      "zh_CN": "于是我们就恍然大悟，真正修行怎么个修法？你看善财参学你就能够悟出来。五十三位善知识代表的是谁？代表是整个社会男女老少、各行各业，用五十三个佛菩萨来做样子，演出来。这里面有顺境、有逆境。善财的参访，搞清楚、搞明白了，最后恋德礼辞，恋德是感恩，感善知识的恩，他帮助提升了。他参访初住，就是初住菩萨，参访二住，就是二住菩萨，一直到等觉，这大乘圆教四十一个阶级。五十三参里头，除这四十一位法身大士之外，等觉菩萨好像十一个，十一个人代表等觉。我们看清楚了，总的原则就是不放在心上，佛的话说，就是不着相。六根接触六尘境界，眼见色不着色相。看得清楚吗？看得比什么人都清楚、都明白。为什么？你没有着相。着相的人看不明白。他怎么？他着了色相，在这里面生贪瞋痴慢，合自己意思的就生贪恋，不合意思的就生怨恨。那叫什么？那叫造业。凡夫六根接触六尘造业。佛菩萨呢？六根接触六尘在修行。修什么？清净平等觉。清净平等觉从哪里来的？见色不执着色相，闻声不执着声相。不但不执着，对这个境界里头，到不起心、不动念，真正解脱了，烦恼习气解除了，两种生死脱离了。六道里头变易生死、分段生死；六道以上，四圣法界没有分段生死，有变易生死；两种都解脱了，生实报庄严土。不经历不算数的，经历是事来考验你，你是真的还是假的。最后的考验是密教。过去章嘉大师告诉我，密是大乘的研究所、博士班。最后考试，它是修清净心的。",
      "zh_TW": "於是我們就恍然大悟，真正修行怎麼個修法？你看善財參學你就能夠悟出來。五十三位善知識代表的是誰？代表是整個社會男女老少、各行各業，用五十三個佛菩薩來做樣子，演出來。這裡面有順境、有逆境。善財的參訪，搞清楚、搞明白了，最後戀德禮辭，戀德是感恩，感善知識的恩，他幫助提升了。他參訪初住，就是初住菩薩，參訪二住，就是二住菩薩，一直到等覺，這大乘圓教四十一個階級。五十三參裡頭，除這四十一位法身大士之外，等覺菩薩好像十一個，十一個人代表等覺。我們看清楚了，總的原則就是不放在心上，佛的話說，就是不著相。六根接觸六塵境界，眼見色不著色相。看得清楚嗎？看得比什麼人都清楚、都明白。為什麼？你沒有著相。著相的人看不明白。他怎麼？他著了色相，在這裡面生貪瞋痴慢，合自己意思的就生貪戀，不合意思的就生怨恨。那叫什麼？那叫造業。凡夫六根接觸六塵造業。佛菩薩呢？六根接觸六塵在修行。修什麼？清淨平等覺。清淨平等覺從哪裡來的？見色不執著色相，聞聲不執著聲相。不但不執著，對這個境界裡頭，到不起心、不動念，真正解脫了，煩惱習氣解除了，兩種生死脫離了。六道裡頭變易生死、分段生死；六道以上，四聖法界沒有分段生死，有變易生死；兩種都解脫了，生實報莊嚴土。不經歷不算數的，經歷是事來考驗你，你是真的還是假的。最後的考驗是密教。過去章嘉大師告訴我，密是大乘的研究所、博士班。最後考試，它是修清淨心的。"
    },
    {
      "id": "02-040-0417_p0008",
      "zh_CN": "在中国十个宗派里头，修清净心的两个，净土宗跟密宗。净土宗的清净是远离染污得清净，密宗的清净是不离染污得清净，所以它的清净比净土宗要高，它是经过考试、考验的，净土宗没有。净土宗有在什么时候？到极乐世界。第一步，到西方极乐世界，一切染污远离，决定不能放在心上，身心清净生净土。到净土之后要不要考验？要。什么时候？上求下化。经上我们看到，极乐世界的状况，到达极乐世界，花开见佛，进入阿弥陀佛讲堂，接受阿弥陀佛的教学。阿弥陀佛有能力让你感觉到佛是教我一个人，佛说法是为我一个人讲的，我喜欢哪个法门，听的，佛就是讲的这个法门。一音演说，随类得解，这是佛陀不思议境界，一直到大彻大悟。所以，换句话说，我们进入阿弥陀佛的讲堂是凡夫，烦恼一品没断；我们离开讲堂呢？离开讲堂成佛了，没有证得妙觉不离开讲堂的。极乐世界的身是法性身，环境是法性土，法性是不生不灭的，法性是不思议境界。所以身不需要饮食、不需要睡眠，极乐世界没有日夜，不需要日月照明，没有夜晚，也没有年月日时，没有这种分别执着。这个现象全是分别执着。",
      "zh_TW": "在中國十個宗派裡頭，修清淨心的兩個，淨土宗跟密宗。淨土宗的清淨是遠離染污得清淨，密宗的清淨是不離染污得清淨，所以它的清淨比淨土宗要高，它是經過考試、考驗的，淨土宗沒有。淨土宗有在什麼時候？到極樂世界。第一步，到西方極樂世界，一切染污遠離，決定不能放在心上，身心清淨生淨土。到淨土之後要不要考驗？要。什麼時候？上求下化。經上我們看到，極樂世界的狀況，到達極樂世界，花開見佛，進入阿彌陀佛講堂，接受阿彌陀佛的教學。阿彌陀佛有能力讓你感覺到佛是教我一個人，佛說法是為我一個人講的，我喜歡哪個法門，聽的，佛就是講的這個法門。一音演說，隨類得解，這是佛陀不思議境界，一直到大徹大悟。所以，換句話說，我們進入阿彌陀佛的講堂是凡夫，煩惱一品沒斷；我們離開講堂呢？離開講堂成佛了，沒有證得妙覺不離開講堂的。極樂世界的身是法性身，環境是法性土，法性是不生不滅的，法性是不思議境界。所以身不需要飲食、不需要睡眠，極樂世界沒有日夜，不需要日月照明，沒有夜晚，也沒有年月日時，沒有這種分別執著。這個現象全是分別執著。"
    },
    {
      "id": "02-040-0417_p0009",
      "zh_CN": "在讲堂听经还有本事，每一个往生的人得阿弥陀佛威神加持，智慧、神通、道力跟佛差不多，起这么大的作用，就是时时刻刻能分无量无边身，分身，化身。化身到哪里？到十方诸佛刹土，去供佛，供佛是修福，去闻法，闻法是修慧，福慧双修。所以到极乐世界很快福慧就圆满，因为你同时见阿弥陀佛，同时见十方世界一切诸佛如来，一个都不漏，你全亲近到了。十方诸佛刹土里头有无量众生，是那一尊佛教化的，如果这些众生跟你有缘，你也会化身去帮助他，以应化身帮助那些众生。极乐世界的微妙殊胜不可思议，我们无法想像，善说法者也无法说得清楚，这些咱们套经上一句话「唯证方知」，你往生到极乐世界你就知道了。",
      "zh_TW": "在講堂聽經還有本事，每一個往生的人得阿彌陀佛威神加持，智慧、神通、道力跟佛差不多，起這麼大的作用，就是時時刻刻能分無量無邊身，分身，化身。化身到哪裡？到十方諸佛剎土，去供佛，供佛是修福，去聞法，聞法是修慧，福慧雙修。所以到極樂世界很快福慧就圓滿，因為你同時見阿彌陀佛，同時見十方世界一切諸佛如來，一個都不漏，你全親近到了。十方諸佛剎土裡頭有無量眾生，是那一尊佛教化的，如果這些眾生跟你有緣，你也會化身去幫助他，以應化身幫助那些眾生。極樂世界的微妙殊勝不可思議，我們無法想像，善說法者也無法說得清楚，這些咱們套經上一句話「唯證方知」，你往生到極樂世界你就知道了。"
    },
    {
      "id": "02-040-0417_p0010",
      "zh_CN": "把这些东西搞清楚、搞明白，对这个世间真的没有贪恋。没有贪恋以后怎么样？真正一心一意求生净土，其他的事情全放下了。任何一个头脑清楚的人，明白人，决定是这个想法，他有个比较。我们总想找一个生活环境能够理想，我们在这里面没有苦，只有乐受。为什么到世界各地方去观察，考虑去移民，为什么？如果把十方诸佛刹土统统考察清楚，极乐世界最好，而且很容易去，我们真有把握去。其他诸佛刹土好，我们未必能去得了，那个移民的条件很多，我们不能配合它。极乐世界只有最简单的三个条件，真信、真愿、真念佛，你就能往生。所以这个法门，古大德所谓「万修万人去」，一个都不漏。所以这部经、这个注解要细讲、要多讲，大家能够多听，慢慢你对极乐世界熟悉了，你就喜欢这个地方，不会再想其他的，一心一意到极乐。到极乐世界，等于到一切诸佛刹土，你要明白这桩事情。到其他诸佛刹土，你只去一尊佛土，不一定你能够到别的佛国土去。唯独极乐世界不一样，生到这个地方等于生一切诸佛刹土，真正是满足众生的大愿，怎么能不去！对这个世间还有什么贪恋的？要舍得干干净净，舍得非常痛快，舍得欢喜。",
      "zh_TW": "把這些東西搞清楚、搞明白，對這個世間真的沒有貪戀。沒有貪戀以後怎麼樣？真正一心一意求生淨土，其他的事情全放下了。任何一個頭腦清楚的人，明白人，決定是這個想法，他有個比較。我們總想找一個生活環境能夠理想，我們在這裡面沒有苦，只有樂受。為什麼到世界各地方去觀察，考慮去移民，為什麼？如果把十方諸佛剎土統統考察清楚，極樂世界最好，而且很容易去，我們真有把握去。其他諸佛剎土好，我們未必能去得了，那個移民的條件很多，我們不能配合它。極樂世界只有最簡單的三個條件，真信、真願、真念佛，你就能往生。所以這個法門，古大德所謂「萬修萬人去」，一個都不漏。所以這部經、這個註解要細講、要多講，大家能夠多聽，慢慢你對極樂世界熟悉了，你就喜歡這個地方，不會再想其他的，一心一意到極樂。到極樂世界，等於到一切諸佛剎土，你要明白這樁事情。到其他諸佛剎土，你只去一尊佛土，不一定你能夠到別的佛國土去。唯獨極樂世界不一樣，生到這個地方等於生一切諸佛剎土，真正是滿足眾生的大願，怎麼能不去！對這個世間還有什麼貪戀的？要捨得乾乾淨淨，捨得非常痛快，捨得歡喜。"
    },
    {
      "id": "02-040-0417_p0011",
      "zh_CN": "下面问，「何以故？若邪定聚及不定聚，不能了知建立彼因」。这下面有注解，「盖谓当生极乐者皆悉建立往生之正因，依此正因必得往生之果，必然一生补佛，故曰决定证于阿耨多罗三藐三菩提也。」彼因，我们这一品是讲极果，第二十五品要给我们讲「往生正因」，第二十四「三辈往生」，第二十三「十方佛赞」。二十四「三辈往生」，二十五「往生正因」，经文里头最重要的一句就是「发菩提心，一向专念」，这就是往生的正因。",
      "zh_TW": "下面問，「何以故？若邪定聚及不定聚，不能了知建立彼因」。這下面有註解，「蓋謂當生極樂者皆悉建立往生之正因，依此正因必得往生之果，必然一生補佛，故曰決定證於阿耨多羅三藐三菩提也。」彼因，我們這一品是講極果，第二十五品要給我們講「往生正因」，第二十四「三輩往生」，第二十三「十方佛讚」。二十四「三輩往生」，二十五「往生正因」，經文裡頭最重要的一句就是「發菩提心，一向專念」，這就是往生的正因。"
    },
    {
      "id": "02-040-0417_p0012",
      "zh_CN": "下面，「又唐善导大师深入经藏，明正定聚益」，就是他知道正定聚的利益，「通此彼二土」，不只是利益一方，得到究竟圆满的利益。「谓弥陀入正定聚大愿之益」，这个大愿是四十八愿，「通显于彼土极乐与此土娑婆」，两土殊胜的利益。《甄解》里头说，「此土正定聚，是密益」。密是什么？我们不知道，它不明显。什么时候得到？现前已经得到了。如果你对净宗退心，不想修这个法门，这个密益也就消失了。如果不退心，死心塌地的去修这一门，这个密益始终不退。到什么时候你晓得？生到极乐世界就知道。这个密益，我们通常讲的加持，阿弥陀佛加持你，一切时、一切处。阿弥陀佛在哪里？跟你是一体，你自己不知道。《甄解》是日本净宗的祖师，他的《无量寿经》注解叫《甄解》，「又曰：若为现生密益者」，现生就是这一生，我们这一生密益，「今家不共义也」。今家是他对善导大师的尊称，这些人都是唐朝时候在中国留学亲近善导大师。日本人来留学的，多半都是善导的学生跟智者大师的学生。所以日本到现在还是的，净土跟天台宗很兴盛。研究经教的人愈来愈少，念佛往生的当然也愈来愈少，真正念佛往生恐怕比不上中国人。中国的净土弘扬的法师很多，净宗专弘这个法门，其他宗派也兼着劝人念佛求生净土。",
      "zh_TW": "下面，「又唐善導大師深入經藏，明正定聚益」，就是他知道正定聚的利益，「通此彼二土」，不只是利益一方，得到究竟圓滿的利益。「謂彌陀入正定聚大願之益」，這個大願是四十八願，「通顯於彼土極樂與此土娑婆」，兩土殊勝的利益。《甄解》裡頭說，「此土正定聚，是密益」。密是什麼？我們不知道，它不明顯。什麼時候得到？現前已經得到了。如果你對淨宗退心，不想修這個法門，這個密益也就消失了。如果不退心，死心塌地的去修這一門，這個密益始終不退。到什麼時候你曉得？生到極樂世界就知道。這個密益，我們通常講的加持，阿彌陀佛加持你，一切時、一切處。阿彌陀佛在哪裡？跟你是一體，你自己不知道。《甄解》是日本淨宗的祖師，他的《無量壽經》註解叫《甄解》，「又曰：若為現生密益者」，現生就是這一生，我們這一生密益，「今家不共義也」。今家是他對善導大師的尊稱，這些人都是唐朝時候在中國留學親近善導大師。日本人來留學的，多半都是善導的學生跟智者大師的學生。所以日本到現在還是的，淨土跟天台宗很興盛。研究經教的人愈來愈少，念佛往生的當然也愈來愈少，真正念佛往生恐怕比不上中國人。中國的淨土弘揚的法師很多，淨宗專弘這個法門，其他宗派也兼著勸人念佛求生淨土。"
    },
    {
      "id": "02-040-0417_p0013",
      "zh_CN": "「可见《甄解》极赞善导大师所说」。他们对于祖师之尊敬超过中国人，我们在日本看他们的寺院，寺院里面有祖堂，供养祖师的，善导大师的塑像，泥塑的、木雕的，智者大师的塑像，到处都能看到，在中国看不到。我们看到了很受教育、很受感动，日本人能够不忘老师。他不供初祖，我们中国人多半供初祖，或者是对这个宗派有特殊贡献的祖师。日本不是的，日本是供养传道的法师，我这个道是哪个法师教我的，这个人是我的亲教师，是我的和尚，世世代代供养他。所以日本的净土宗是把善导看作第一代祖师，他们自己传法的就是第二代，这是孝亲尊师的表现，所以我们特别受感动。人只要真正孝养父母、奉事师长，没有不成就的。如果这两个有缺陷，很难有真正成就。为什么？这是根，叫根本。孝亲是根，尊师是本，像一棵大树，下头有根，本就是主干。从这个地方再生干，干再生枝，枝再生条，所以不能没有根本。",
      "zh_TW": "「可見《甄解》極讚善導大師所說」。他們對於祖師之尊敬超過中國人，我們在日本看他們的寺院，寺院裡面有祖堂，供養祖師的，善導大師的塑像，泥塑的、木雕的，智者大師的塑像，到處都能看到，在中國看不到。我們看到了很受教育、很受感動，日本人能夠不忘老師。他不供初祖，我們中國人多半供初祖，或者是對這個宗派有特殊貢獻的祖師。日本不是的，日本是供養傳道的法師，我這個道是哪個法師教我的，這個人是我的親教師，是我的和尚，世世代代供養他。所以日本的淨土宗是把善導看作第一代祖師，他們自己傳法的就是第二代，這是孝親尊師的表現，所以我們特別受感動。人只要真正孝養父母、奉事師長，沒有不成就的。如果這兩個有缺陷，很難有真正成就。為什麼？這是根，叫根本。孝親是根，尊師是本，像一棵大樹，下頭有根，本就是主幹。從這個地方再生幹，幹再生枝，枝再生條，所以不能沒有根本。"
    },
    {
      "id": "02-040-0417_p0014",
      "zh_CN": "中国人的家族现在没有了，古时候是大家庭，一个家族就是一个村庄，就是一家人，在中国地图上能看到。展开地图，你看看城市以外，这是张家庄，那是李家庄，那都是从前一家人。一家人口普通大概是三百多人，我还见过，抗战时候还有，抗战之后没有了。交通方便，乡下这些年轻人都到都市里面去工作去了，去赚钱，所以家里面看家的都是老人跟妇女。抗战之后家都散掉，年轻人都走开了，只有老人看守着老家，老人过世，后继无人。所以现在地图上只有张家、李家之名，他们已经不住在那边。大家庭最重要的，它有祠堂，祖先不能忘记，它有家谱，家庭历史可以上溯到二、三千年，我老祖宗是谁，一代一代传下来，记载得很清楚。人能够念念不忘家、不忘本，他有爱家的心，爱家的心展开来，他就有爱国的心。不知道祖宗的原本，这对家的爱很难生起。家谱是多么的重要，现在几个人重视家谱，很少了。再传到一代、二代传下去，对家谱就等于废止，他不把这个当作一回事。今天重视家谱的人还有几个，不多，这些人多半都流亡在海外，有思乡之心，有这分感情。一家人再团聚这个也不可能实现，所以将来这个家谱会变成历史文物，放在博物馆里头、放在图书馆里头，家里面可能都没有了。",
      "zh_TW": "中國人的家族現在沒有了，古時候是大家庭，一個家族就是一個村莊，就是一家人，在中國地圖上能看到。展開地圖，你看看城市以外，這是張家莊，那是李家莊，那都是從前一家人。一家人口普通大概是三百多人，我還見過，抗戰時候還有，抗戰之後沒有了。交通方便，鄉下這些年輕人都到都市裡面去工作去了，去賺錢，所以家裡面看家的都是老人跟婦女。抗戰之後家都散掉，年輕人都走開了，只有老人看守著老家，老人過世，後繼無人。所以現在地圖上只有張家、李家之名，他們已經不住在那邊。大家庭最重要的，它有祠堂，祖先不能忘記，它有家譜，家庭歷史可以上溯到二、三千年，我老祖宗是誰，一代一代傳下來，記載得很清楚。人能夠念念不忘家、不忘本，他有愛家的心，愛家的心展開來，他就有愛國的心。不知道祖宗的原本，這對家的愛很難生起。家譜是多麼的重要，現在幾個人重視家譜，很少了。再傳到一代、二代傳下去，對家譜就等於廢止，他不把這個當作一回事。今天重視家譜的人還有幾個，不多，這些人多半都流亡在海外，有思鄉之心，有這分感情。一家人再團聚這個也不可能實現，所以將來這個家譜會變成歷史文物，放在博物館裡頭、放在圖書館裡頭，家裡面可能都沒有了。"
    },
    {
      "id": "02-040-0417_p0015",
      "zh_CN": "我们从历史上知道，家对于国的贡献太大了。中国在这几千年当中，这个族群能够绵延到现在，没有消失，没有灭亡，什么原因？实实在在讲就是家的力量，这连外国人都承认。我在前几年，在澳洲的时候，南昆士兰大学赠送我一个博士学位，我参加学校的毕业典礼，典礼完之后校长请我吃饭，陪同我的有几个教授，当中有学校的教务长。他告诉我，他说二战之前，欧洲有一批学者研究一个命题，就是世界上有四大古文明，三个都消失了，为什么中国这个古文明还存在？就这个命题，不少专家在一起研究。最后他们得到的结论，他说这可能是中国人重视家庭教育所产生的结果。我听了之后就告诉他，我说这个答案非常正确。中国人的爱国心是从爱家来的，一点都不错，因为家庭它负责教育，育幼；负责养老，所以中国人没有老年的问题。为什么？没有一家不养老的，所谓是落叶归根。这什么意思？你在外面工作多年，年老了不能工作，到哪里去？回老家，叫落叶归根，回老家养老。老家的祠堂，祠堂是全家人集会的一个地方，所以祠堂建得就很大，里面容纳几百人、上千人，这么大的场地。一年只有两次祭祀，清明、中元祭祖，其他的空在那里没用，做什么？做学校，就是私塾。私塾是家庭子弟学校，建在祠堂里面，再一个是养老。",
      "zh_TW": "我們從歷史上知道，家對於國的貢獻太大了。中國在這幾千年當中，這個族群能夠綿延到現在，沒有消失，沒有滅亡，什麼原因？實實在在講就是家的力量，這連外國人都承認。我在前幾年，在澳洲的時候，南昆士蘭大學贈送我一個博士學位，我參加學校的畢業典禮，典禮完之後校長請我吃飯，陪同我的有幾個教授，當中有學校的教務長。他告訴我，他說二戰之前，歐洲有一批學者研究一個命題，就是世界上有四大古文明，三個都消失了，為什麼中國這個古文明還存在？就這個命題，不少專家在一起研究。最後他們得到的結論，他說這可能是中國人重視家庭教育所產生的結果。我聽了之後就告訴他，我說這個答案非常正確。中國人的愛國心是從愛家來的，一點都不錯，因為家庭它負責教育，育幼；負責養老，所以中國人沒有老年的問題。為什麼？沒有一家不養老的，所謂是落葉歸根。這什麼意思？你在外面工作多年，年老了不能工作，到哪裡去？回老家，叫落葉歸根，回老家養老。老家的祠堂，祠堂是全家人集會的一個地方，所以祠堂建得就很大，裡面容納幾百人、上千人，這麼大的場地。一年只有兩次祭祀，清明、中元祭祖，其他的空在那裡沒用，做什麼？做學校，就是私塾。私塾是家庭子弟學校，建在祠堂裡面，再一個是養老。"
    },
    {
      "id": "02-040-0417_p0016",
      "zh_CN": "祠堂大厅就是老人休闲的地方，这个地方多半像茶馆，老人到那边喝茶、吃点心、聊天。娱乐的方式很多，也经常邀请俗话说戏班子来表演。那时候所表演这些节目全是教育，农村妇女不认识字的很多，她懂道理，懂得做人的道理，从哪来的？从这些戏剧、杂耍、说唱里头，从这学来的，很会做人，很会教小孩。所表演的不外乎孝悌忠信，善有善果，恶有恶报，懂这些，从小那个根就扎得很稳。他敢不敢做坏事情？不敢，不但不敢做坏事，连动个坏的念头他都不敢，人真的是教好了。老人退下来，其实不是很老，五、六十就退休了。所以他的经验很丰富，他也会教小孩，小孩下课，聚集在一块，讲故事给他听，几乎都是讲自己人生的经验。小孩十三、四岁，懂事了，对他们来说非常受用。这些老人对小孩都爱护，为什么？一家人。请老师那是非常非常隆重的一桩大事，为什么？我家下一代有没有人才全靠老师。所以对老师的选择非常慎重，家庭开会要开好几次。老师请到了，全家人对老师行跪拜礼，三跪九叩首。家里面的父母、祖父母、曾祖父母、高祖父母，都要给老师行礼，把我家的子弟后代统统付托给你。老师要不认真教，怎么对得起人家？现在学校哪有这种隆重？老师跟家长密切合作，把小孩教好。所以孝顺父母是老师教的，尊师重道是父母教的。",
      "zh_TW": "祠堂大廳就是老人休閒的地方，這個地方多半像茶館，老人到那邊喝茶、吃點心、聊天。娛樂的方式很多，也經常邀請俗話說戲班子來表演。那時候所表演這些節目全是教育，農村婦女不認識字的很多，她懂道理，懂得做人的道理，從哪來的？從這些戲劇、雜耍、說唱裡頭，從這學來的，很會做人，很會教小孩。所表演的不外乎孝悌忠信，善有善果，惡有惡報，懂這些，從小那個根就紮得很穩。他敢不敢做壞事情？不敢，不但不敢做壞事，連動個壞的念頭他都不敢，人真的是教好了。老人退下來，其實不是很老，五、六十就退休了。所以他的經驗很豐富，他也會教小孩，小孩下課，聚集在一塊，講故事給他聽，幾乎都是講自己人生的經驗。小孩十三、四歲，懂事了，對他們來說非常受用。這些老人對小孩都愛護，為什麼？一家人。請老師那是非常非常隆重的一樁大事，為什麼？我家下一代有沒有人才全靠老師。所以對老師的選擇非常慎重，家庭開會要開好幾次。老師請到了，全家人對老師行跪拜禮，三跪九叩首。家裡面的父母、祖父母、曾祖父母、高祖父母，都要給老師行禮，把我家的子弟後代統統付託給你。老師要不認真教，怎麼對得起人家？現在學校哪有這種隆重？老師跟家長密切合作，把小孩教好。所以孝順父母是老師教的，尊師重道是父母教的。"
    },
    {
      "id": "02-040-0417_p0017",
      "zh_CN": "中国古时候这个大家庭制度是有它的缺点，但是它的长处多过缺点。你看，现在儿童教育成问题了，老年养老成问题了，这是人生两桩大事情。在中国几千年来不成问题，全解决了。现在家庭没有了，这问题浮现出来，家庭小孩没有受过良好教育，你的家后来不会出人才，老年人没有人照顾，你说多可怜。养老院照顾是有，那是什么？像旅馆里头的，他是服务生，他有那个义务，他没有亲情，样样给你照顾周到，没有爱心。这是现前新的社会、新的制度，我们很冷静去观察，我们接受这个新的概念，付出的代价非常严重。到什么时候知道？到你退休的时候完全知道，知道来不及了。这一错再错，错到底了。所以为什么老人院常常有老人自杀，他活得没有意义，在他想死比生好，活着不如死亡，他选择死亡，这是人最悲惨的地步。我们今天都碰上了，无可奈何，不能不接受现实。",
      "zh_TW": "中國古時候這個大家庭制度是有它的缺點，但是它的長處多過缺點。你看，現在兒童教育成問題了，老年養老成問題了，這是人生兩樁大事情。在中國幾千年來不成問題，全解決了。現在家庭沒有了，這問題浮現出來，家庭小孩沒有受過良好教育，你的家後來不會出人才，老年人沒有人照顧，你說多可憐。養老院照顧是有，那是什麼？像旅館裡頭的，他是服務生，他有那個義務，他沒有親情，樣樣給你照顧周到，沒有愛心。這是現前新的社會、新的制度，我們很冷靜去觀察，我們接受這個新的概念，付出的代價非常嚴重。到什麼時候知道？到你退休的時候完全知道，知道來不及了。這一錯再錯，錯到底了。所以為什麼老人院常常有老人自殺，他活得沒有意義，在他想死比生好，活著不如死亡，他選擇死亡，這是人最悲慘的地步。我們今天都碰上了，無可奈何，不能不接受現實。"
    },
    {
      "id": "02-040-0417_p0018",
      "zh_CN": "像我们年老，还能够享受方东美先生所说的「学佛是人生最高的享受」，我们的享受在今天是最高的待遇。我们对社会的贡献是什么？就是讲经教学。一天不讲经教学，我们就对不住这一天，这一天空过了，这一天就值得惭愧，我接受大众这一天的供养，我有什么回馈给大家？佛陀接受人们的供养，他以讲经教学回报。释迦牟尼佛七十九岁圆寂，圆寂那一天还讲经说法，最后一部经是一日一夜讲的，《大涅槃经》。一天都不肯空过，这个精神我们要把它继承下来。别人怎样对我，我要想到我应该如何报答。所以一切供养，一定要知道，适可而止，不能有贪心。如果生活在烦恼当中，依旧搞六道轮回，对不起佛陀，对不起正法，我们没有在佛法里面做一个好榜样。不能往生，你又不能证果，依旧搞六道轮回，搞六道轮回就很可怕。古人所谓「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。这是说明佛门里面供养好，大家是以尊重心、爱心、恭敬心来供养你，你要不成道，他得不到福报，他是来种福的，他得不到福报，也没有白供养，来生要还债。欠多少人的债，这个债怎么还法，愈想就愈可怕，想到可怕，自己就愈精进、就愈努力。",
      "zh_TW": "像我們年老，還能夠享受方東美先生所說的「學佛是人生最高的享受」，我們的享受在今天是最高的待遇。我們對社會的貢獻是什麼？就是講經教學。一天不講經教學，我們就對不住這一天，這一天空過了，這一天就值得慚愧，我接受大眾這一天的供養，我有什麼回饋給大家？佛陀接受人們的供養，他以講經教學回報。釋迦牟尼佛七十九歲圓寂，圓寂那一天還講經說法，最後一部經是一日一夜講的，《大涅槃經》。一天都不肯空過，這個精神我們要把它繼承下來。別人怎樣對我，我要想到我應該如何報答。所以一切供養，一定要知道，適可而止，不能有貪心。如果生活在煩惱當中，依舊搞六道輪迴，對不起佛陀，對不起正法，我們沒有在佛法裡面做一個好榜樣。不能往生，你又不能證果，依舊搞六道輪迴，搞六道輪迴就很可怕。古人所謂「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。這是說明佛門裡面供養好，大家是以尊重心、愛心、恭敬心來供養你，你要不成道，他得不到福報，他是來種福的，他得不到福報，也沒有白供養，來生要還債。欠多少人的債，這個債怎麼還法，愈想就愈可怕，想到可怕，自己就愈精進、就愈努力。"
    },
    {
      "id": "02-040-0417_p0019",
      "zh_CN": "我们今天摸到一条无比殊胜究竟方便的法门，这个法门我们决定可以成就，信愿持名，求生净土。我们能往生净土，供养的人统统得福，这是真正福田，无上的福田。供养多余的，要把它用来建立正法。在过去是建立道场，接待出家的大众，过去出家人多，现在出家人少。印光大师一生，十方大众的供养，他老人家只做一桩事情，印经布施。苏州的弘化社是个印刷厂，他们自己，这个时候用铅字排版，老和尚一生做这个事业，替众生修福。资金是大家供养他的，他把这个做为印经的资本。印出来的经书他分为三个等级，对于无力购买的、喜欢读经的，对这种人是完全免费供养，赠送；有能力购买的，是照成本流通；经济能力差的，还过得去的，打对折，半价流通。用这个方式，做得非常成功。这就是老和尚认定流通经典比建道场还重要，重视佛教的教育，文化事业。老和尚为我们做这个表法，我们一生学老和尚。到今天这个时代，学习经教的人真的少了，经书流通，因为现在科学技术的发达，印书成本大幅度的降低，一般人家里都供养一部《大藏经》，这在过去佛门弟子作梦都不敢想的。民国初年，我们安徽一个省，寺庙不少，《大藏经》多少？只有一套半，有一套完整的，还有半套是残缺不齐的，一个省。你要经书怎么办？去抄，到寺庙藏经楼，可以挂单，在那边抄经。有富贵人家雇人写经，就是抄经，抄一部多少钱，写字写得好一点，端正的，他靠这个也能过日子。富贵人家想做一点好事，流通经书，用这个方法。现在印刷术发达，我们印送《大藏经》，差不多快到一万部。",
      "zh_TW": "我們今天摸到一條無比殊勝究竟方便的法門，這個法門我們決定可以成就，信願持名，求生淨土。我們能往生淨土，供養的人統統得福，這是真正福田，無上的福田。供養多餘的，要把它用來建立正法。在過去是建立道場，接待出家的大眾，過去出家人多，現在出家人少。印光大師一生，十方大眾的供養，他老人家只做一樁事情，印經布施。蘇州的弘化社是個印刷廠，他們自己，這個時候用鉛字排版，老和尚一生做這個事業，替眾生修福。資金是大家供養他的，他把這個做為印經的資本。印出來的經書他分為三個等級，對於無力購買的、喜歡讀經的，對這種人是完全免費供養，贈送；有能力購買的，是照成本流通；經濟能力差的，還過得去的，打對折，半價流通。用這個方式，做得非常成功。這就是老和尚認定流通經典比建道場還重要，重視佛教的教育，文化事業。老和尚為我們做這個表法，我們一生學老和尚。到今天這個時代，學習經教的人真的少了，經書流通，因為現在科學技術的發達，印書成本大幅度的降低，一般人家裡都供養一部《大藏經》，這在過去佛門弟子作夢都不敢想的。民國初年，我們安徽一個省，寺廟不少，《大藏經》多少？只有一套半，有一套完整的，還有半套是殘缺不齊的，一個省。你要經書怎麼辦？去抄，到寺廟藏經樓，可以掛單，在那邊抄經。有富貴人家雇人寫經，就是抄經，抄一部多少錢，寫字寫得好一點，端正的，他靠這個也能過日子。富貴人家想做一點好事，流通經書，用這個方法。現在印刷術發達，我們印送《大藏經》，差不多快到一萬部。"
    },
    {
      "id": "02-040-0417_p0020",
      "zh_CN": "现在要帮助的，真正想学佛的，怎么样？要办学校，办大学。希望把世尊四十九年所说的一切教，尽量可能的把它都复兴起来，大乘小乘、宗门教下、显教密教，全部能够复兴起来，办一所大学。当然这要缘分，要有环境。去年访问斯里兰卡，无意当中，以前对这个地方不了解，也没有听人家说过，是总统发的邀请函。到那个地方去了之后，感到非常惊讶，这是个佛教国家，全国人民统统学佛，不是口里学佛，他们把佛法落实在生活、落实在工作、落实在处事待人接物。再一问，向他们请教，他们的佛教这种生活已经过了二千三百多年，从佛法传到斯里兰卡他们接受之后，世世代代就这样生活。我们好像回到古代，我们在这个地方看到佛教的光明，真叫佛光普照，看到佛教的前途，太好了。人民确实安居乐业，农业社会，还是人工方式耕种，没有机械化的操作。政府的政策，不想跟西方科学技术走，用传统的方法。人民幸福快乐，没有竞争，这个国家没有人竞争，个个都知道知足常乐。从民众的生活上，你看到他安定、欢喜，过得很幸福。特别是儿童，儿童非常有礼貌，跟外面确实不一样，懂得孝养父母、奉事师长。我到学校参观，老师告诉我，学生，小学生，早晨上学一定要拜父母，行接足礼，拜到下面，手摸到父母的脚，再上学；到学校里面见到老师也要跪拜，也行接足礼。我到教室去参观，每一个教室都有佛龛，里面供释迦牟尼佛的佛像，烧香、燃灯、供花，上课之前老师带着学生先拜佛，拜完佛再上课。这些礼节在其他地方看不到，我看到非常惊讶，在这个地方看到真正的佛教。",
      "zh_TW": "現在要幫助的，真正想學佛的，怎麼樣？要辦學校，辦大學。希望把世尊四十九年所說的一切教，盡量可能的把它都復興起來，大乘小乘、宗門教下、顯教密教，全部能夠復興起來，辦一所大學。當然這要緣分，要有環境。去年訪問斯里蘭卡，無意當中，以前對這個地方不了解，也沒有聽人家說過，是總統發的邀請函。到那個地方去了之後，感到非常驚訝，這是個佛教國家，全國人民統統學佛，不是口裡學佛，他們把佛法落實在生活、落實在工作、落實在處事待人接物。再一問，向他們請教，他們的佛教這種生活已經過了二千三百多年，從佛法傳到斯里蘭卡他們接受之後，世世代代就這樣生活。我們好像回到古代，我們在這個地方看到佛教的光明，真叫佛光普照，看到佛教的前途，太好了。人民確實安居樂業，農業社會，還是人工方式耕種，沒有機械化的操作。政府的政策，不想跟西方科學技術走，用傳統的方法。人民幸福快樂，沒有競爭，這個國家沒有人競爭，個個都知道知足常樂。從民眾的生活上，你看到他安定、歡喜，過得很幸福。特別是兒童，兒童非常有禮貌，跟外面確實不一樣，懂得孝養父母、奉事師長。我到學校參觀，老師告訴我，學生，小學生，早晨上學一定要拜父母，行接足禮，拜到下面，手摸到父母的腳，再上學；到學校裡面見到老師也要跪拜，也行接足禮。我到教室去參觀，每一個教室都有佛龕，裡面供釋迦牟尼佛的佛像，燒香、燃燈、供花，上課之前老師帶著學生先拜佛，拜完佛再上課。這些禮節在其他地方看不到，我看到非常驚訝，在這個地方看到真正的佛教。"
    },
    {
      "id": "02-040-0417_p0021",
      "zh_CN": "所以我就向总统建议办两个大学，办一个佛教大学，培养全世界各宗各派弘护的法师，弘法跟护法，另外办一个宗教大学，团结全世界的宗教，希望宗教能互相学习。经典丰富，太多了，不是一个人能够学得过来的。所以我就想到，把经典里面选择三百六十段，做《３６０》。佛教编一部《３６０》，基督教的《圣经》也编一部《３６０》，《古兰经》也编一部《３６０》，每一个宗教都有《３６０》，让全世界的人都喜欢看，对于每个宗教都能够理解，恭敬心自然就生出来。所以宗教要互相学习，宗教要回归教育，这样子宗教在这个社会就起正面的作用。第一个，化解社会所有冲突，带给社会永续的安定和谐。这就是英国汤恩比所说的，宗教是人民的必须，不能缺少的，它起的作用非常大。希望在斯里兰卡办这两个大学，总统一口答应。",
      "zh_TW": "所以我就向總統建議辦兩個大學，辦一個佛教大學，培養全世界各宗各派弘護的法師，弘法跟護法，另外辦一個宗教大學，團結全世界的宗教，希望宗教能互相學習。經典豐富，太多了，不是一個人能夠學得過來的。所以我就想到，把經典裡面選擇三百六十段，做《３６０》。佛教編一部《３６０》，基督教的《聖經》也編一部《３６０》，《古蘭經》也編一部《３６０》，每一個宗教都有《３６０》，讓全世界的人都喜歡看，對於每個宗教都能夠理解，恭敬心自然就生出來。所以宗教要互相學習，宗教要回歸教育，這樣子宗教在這個社會就起正面的作用。第一個，化解社會所有衝突，帶給社會永續的安定和諧。這就是英國湯恩比所說的，宗教是人民的必須，不能缺少的，它起的作用非常大。希望在斯里蘭卡辦這兩個大學，總統一口答應。"
    },
    {
      "id": "02-040-0417_p0022",
      "zh_CN": "今年六月我到那里去讲经一个月，大学就成立筹备处，真的邀请我参加破土奠基的典礼。这个月应该开工了，预定两年完成。现在我们到处在联络老师，他告诉我，已经有一百六十多个老师，包括三种语系，巴利文语系、汉文语系、藏文语系，这三种语言。所以在这个大学学三种语言，还要学英语，四种语言。真难得，真不容易。除学校之外，我就想到我们必须有个活动中心，活动中心办论坛、办讲座，针对全世界，每个宗教提出一些项目，短的，不超过一个星期，这个论坛；长的，不超过半个月，也就是两个星期，一年到头川流不息。这个活动中心用酒店的方式来做。当然宗教，有些宗教可以饮酒，佛教是不饮酒的，戒酒的。我叫它这个中心叫阿弥陀佛大饭店，说明我们对于宗教的学习就跟吃饭一样，人不能一天不吃饭，也就是说人不能一天不学宗教教育，就这个意思。这是个大型的活动中心，预计可以容纳一千人，可以召开国际会议。我替他们出主意，他们真干。这个活动中心明年年底就建好，真的是全力以赴。两个大学加一个活动中心，这将来是全世界宗教活动的场所，在这个地方办世界国际性的宗教活动，办各种不同的论坛跟学习班，短期教学，课程都排好，有老师到这边讲解。除老师之外还有助教，助教也就是教练，帮助我们学了之后如何落实，把学到的东西落实到生活，落实到工作，落实到处事待人接物，活学活用，这个有意义。不是知识，知识学了之后未必有用处。宗教教育，学了马上就能用上。所以这是很有意义的一桩大事情，对于整个世界和平有很大的帮助。",
      "zh_TW": "今年六月我到那裡去講經一個月，大學就成立籌備處，真的邀請我參加破土奠基的典禮。這個月應該開工了，預定兩年完成。現在我們到處在聯絡老師，他告訴我，已經有一百六十多個老師，包括三種語系，巴利文語系、漢文語系、藏文語系，這三種語言。所以在這個大學學三種語言，還要學英語，四種語言。真難得，真不容易。除學校之外，我就想到我們必須有個活動中心，活動中心辦論壇、辦講座，針對全世界，每個宗教提出一些項目，短的，不超過一個星期，這個論壇；長的，不超過半個月，也就是兩個星期，一年到頭川流不息。這個活動中心用酒店的方式來做。當然宗教，有些宗教可以飲酒，佛教是不飲酒的，戒酒的。我叫它這個中心叫阿彌陀佛大飯店，說明我們對於宗教的學習就跟吃飯一樣，人不能一天不吃飯，也就是說人不能一天不學宗教教育，就這個意思。這是個大型的活動中心，預計可以容納一千人，可以召開國際會議。我替他們出主意，他們真幹。這個活動中心明年年底就建好，真的是全力以赴。兩個大學加一個活動中心，這將來是全世界宗教活動的場所，在這個地方辦世界國際性的宗教活動，辦各種不同的論壇跟學習班，短期教學，課程都排好，有老師到這邊講解。除老師之外還有助教，助教也就是教練，幫助我們學了之後如何落實，把學到的東西落實到生活，落實到工作，落實到處事待人接物，活學活用，這個有意義。不是知識，知識學了之後未必有用處。宗教教育，學了馬上就能用上。所以這是很有意義的一樁大事情，對於整個世界和平有很大的幫助。"
    },
    {
      "id": "02-040-0417_p0023",
      "zh_CN": "正如同《甄解》里面所赞叹的，赞叹善导大师所说的话，「当生之人」，虽然现在这个身体还在娑婆世界，却已经获得入正定聚的利益，这个利益叫密益，我们自己没有觉察到，真实的利益，一往生的时候完全知道了。这个密益就是阿弥陀佛本愿威神的加持，只要我们信心不退转，愿心不退转，这个利益非常之大。「为殊胜不共之妙义」，无比殊胜，跟其他法门不一样。底下有个解释，「所谓密益，盖指冥得此益也」。你得弥陀加持你自己并不知道，真得利益。",
      "zh_TW": "正如同《甄解》裡面所讚歎的，讚歎善導大師所說的話，「當生之人」，雖然現在這個身體還在娑婆世界，卻已經獲得入正定聚的利益，這個利益叫密益，我們自己沒有覺察到，真實的利益，一往生的時候完全知道了。這個密益就是阿彌陀佛本願威神的加持，只要我們信心不退轉，願心不退轉，這個利益非常之大。「為殊勝不共之妙義」，無比殊勝，跟其他法門不一樣。底下有個解釋，「所謂密益，蓋指冥得此益也」。你得彌陀加持你自己並不知道，真得利益。"
    },
    {
      "id": "02-040-0417_p0024",
      "zh_CN": "譬如在修学当中，真正学习，要信佛。我这一生遭遇的境界，一般人讲顺境、逆境，统统都有。而我相信，老师当年教我，告诉我，真正发心学释迦牟尼佛，释迦牟尼佛是我的榜样。老师告诉我，你的一生佛菩萨照顾你，你自己什么都不要操心；换句话说，顺境、逆境都是佛菩萨安排的，都是最好的学习功课。顺境里面不生贪恋，要生感恩的心；逆境里面不生瞋恚，要生感恩的心。逆境怎么感恩？别人毁谤你、侮辱你、障碍你、陷害你，这都是什么？这都是你修行必须经过的这些功课，你在这个境界里头没有怨恨，决定没有报复。为什么感恩？他消你的业障，我们过去今生造多少业，业障怎么消？这业障消了。如果我有怨恨心，不但消不了，业障增重，加重了。消业障的机会来了，怎么能不感恩？你看心多平静，无论是顺境逆境、善缘恶缘，都是用清净心来应付。不障碍清净心，不障碍平等心，这是道。决定不能把这个事情放在心上，心上只放阿弥陀佛，心上只有《无量寿经》，《无量寿经》跟阿弥陀佛丝毫没有受到干扰。所以我们自己很清楚，业障真的消了，智慧确实增长了。智慧增长可以在跟大家分享经典里面看出来，每一次不一样，年年不一样，月月不相同，法喜充满。生活得过且过，一切随缘不攀缘，多么自在。生从哪里来，死了到哪里去，自己清清楚楚、明明白白，这种好处利益到哪里去找？这都是冥得此益。回想自己的一生，感恩佛菩萨照顾，感恩一切众生帮助我提升。",
      "zh_TW": "譬如在修學當中，真正學習，要信佛。我這一生遭遇的境界，一般人講順境、逆境，統統都有。而我相信，老師當年教我，告訴我，真正發心學釋迦牟尼佛，釋迦牟尼佛是我的榜樣。老師告訴我，你的一生佛菩薩照顧你，你自己什麼都不要操心；換句話說，順境、逆境都是佛菩薩安排的，都是最好的學習功課。順境裡面不生貪戀，要生感恩的心；逆境裡面不生瞋恚，要生感恩的心。逆境怎麼感恩？別人毀謗你、侮辱你、障礙你、陷害你，這都是什麼？這都是你修行必須經過的這些功課，你在這個境界裡頭沒有怨恨，決定沒有報復。為什麼感恩？他消你的業障，我們過去今生造多少業，業障怎麼消？這業障消了。如果我有怨恨心，不但消不了，業障增重，加重了。消業障的機會來了，怎麼能不感恩？你看心多平靜，無論是順境逆境、善緣惡緣，都是用清淨心來應付。不障礙清淨心，不障礙平等心，這是道。決定不能把這個事情放在心上，心上只放阿彌陀佛，心上只有《無量壽經》，《無量壽經》跟阿彌陀佛絲毫沒有受到干擾。所以我們自己很清楚，業障真的消了，智慧確實增長了。智慧增長可以在跟大家分享經典裡面看出來，每一次不一樣，年年不一樣，月月不相同，法喜充滿。生活得過且過，一切隨緣不攀緣，多麼自在。生從哪裡來，死了到哪裡去，自己清清楚楚、明明白白，這種好處利益到哪裡去找？這都是冥得此益。回想自己的一生，感恩佛菩薩照顧，感恩一切眾生幫助我提升。"
    },
    {
      "id": "02-040-0417_p0025",
      "zh_CN": "「又《小本》亦有与此相呼应之经文，经曰」，鸠摩罗什大师所翻的《阿弥陀经》，「若有人已发愿，今发愿」，已发愿是过去，已经往生了，今发愿是现在发愿，「当发愿」，是将来有人遇到净宗法门，生欢喜心，发愿求生，「欲生阿弥陀佛国者」，都是这一个希望，希望往生西方极乐世界，亲近阿弥陀佛，向阿弥陀佛学习，「是诸人等，皆得不退转于阿耨多罗三藐三菩提」。过去、现在、未来遇到这个法门，真信、发愿、真肯念佛，决定往生，生到西方极乐世界决定成佛，不退转于阿耨多罗三藐三菩提就是决定成就。",
      "zh_TW": "「又《小本》亦有與此相呼應之經文，經曰」，鳩摩羅什大師所翻的《阿彌陀經》，「若有人已發願，今發願」，已發願是過去，已經往生了，今發願是現在發願，「當發願」，是將來有人遇到淨宗法門，生歡喜心，發願求生，「欲生阿彌陀佛國者」，都是這一個希望，希望往生西方極樂世界，親近阿彌陀佛，向阿彌陀佛學習，「是諸人等，皆得不退轉於阿耨多羅三藐三菩提」。過去、現在、未來遇到這個法門，真信、發願、真肯念佛，決定往生，生到西方極樂世界決定成佛，不退轉於阿耨多羅三藐三菩提就是決定成就。"
    },
    {
      "id": "02-040-0417_p0026",
      "zh_CN": "下面念老的注解说，「是表现在当来一切发愿求生西方净土之人，皆不退转于无上菩提」。阿耨多罗三藐三菩提是梵语音译的，翻成中国文字就是无上正等正觉，简单的翻译是无上菩提。可见不退转这样殊胜的利益，「亦复通于彼此二土」，在我们现前，这个利益，不退转的利益得到，在极乐世界也得到。不退转就是精进，精进就是不退。不退转的样子，每天诵经不间断，如果是发愿专修，你要把财色名利这些障碍要放下，彻底放下，发心苦修十年。十年怎么修法？就读这一部《无量寿经》，标准一天要念三十遍，你要发这个狠心。先从读经下手，三十遍要十五个小时，时间十年，十年你一定得念佛三昧。十年之后不必读经，你可能开悟了，你专门念佛就够了。每天十万声佛号，绵绵密密，念十年、二十年，你跟净土宗一代祖师功夫、功德无二无别。如果有缘讲经，专讲这一部经。古大德确实有一生讲《阿弥陀经》讲了几百遍，有榜样给我们看。这叫什么？这就叫发菩提心，一向专念。我只一部经，一个方向、一个目标，没有杂念。如果学太多，太多有杂念，有杂念就会分心，三昧不容易成就；没有杂念，三昧很容易成就。这个重要。",
      "zh_TW": "下面念老的註解說，「是表現在當來一切發願求生西方淨土之人，皆不退轉於無上菩提」。阿耨多羅三藐三菩提是梵語音譯的，翻成中國文字就是無上正等正覺，簡單的翻譯是無上菩提。可見不退轉這樣殊勝的利益，「亦復通於彼此二土」，在我們現前，這個利益，不退轉的利益得到，在極樂世界也得到。不退轉就是精進，精進就是不退。不退轉的樣子，每天誦經不間斷，如果是發願專修，你要把財色名利這些障礙要放下，徹底放下，發心苦修十年。十年怎麼修法？就讀這一部《無量壽經》，標準一天要念三十遍，你要發這個狠心。先從讀經下手，三十遍要十五個小時，時間十年，十年你一定得念佛三昧。十年之後不必讀經，你可能開悟了，你專門念佛就夠了。每天十萬聲佛號，綿綿密密，念十年、二十年，你跟淨土宗一代祖師功夫、功德無二無別。如果有緣講經，專講這一部經。古大德確實有一生講《阿彌陀經》講了幾百遍，有榜樣給我們看。這叫什麼？這就叫發菩提心，一向專念。我只一部經，一個方向、一個目標，沒有雜念。如果學太多，太多有雜念，有雜念就會分心，三昧不容易成就；沒有雜念，三昧很容易成就。這個重要。"
    },
    {
      "id": "02-040-0417_p0027",
      "zh_CN": "得三昧之后，继续用功，不能放弃，还照老样子，不定什么时候触动你的善根，豁然大悟，就开悟。开悟之后一切法自然通达，就像六祖惠能大师一样，没有学过的经拿到手，一看就明了，不必看完，看个几页就行，全通了。开悟的人，像龙树菩萨，释迦牟尼佛四十九年讲的这些经，他只用三个月时间，全通了。龙树证得初地，别教初地，就是圆教初住。这就是古人所说的，一经通，一切经通。一个人在一生当中要通一切经，一般讲是做不到的，可是开悟就得到。这个秘诀古人知道，现在人不知道。是佛教传来的。佛教传来的时候，儒知道，道也知道。为什么？这些人遇到佛教的法师，向他请教问题，跟他讨论问题，怎么他都知道？没有读过中国儒家的书、道家的书，你把这些书讲一点点意思，他全通了，好像他读得滚瓜烂熟一样的，这是怎么回事情？这是明心见性，见性就全通了。一切法不离自性，所以全通了，没有别的。",
      "zh_TW": "得三昧之後，繼續用功，不能放棄，還照老樣子，不定什麼時候觸動你的善根，豁然大悟，就開悟。開悟之後一切法自然通達，就像六祖惠能大師一樣，沒有學過的經拿到手，一看就明瞭，不必看完，看個幾頁就行，全通了。開悟的人，像龍樹菩薩，釋迦牟尼佛四十九年講的這些經，他只用三個月時間，全通了。龍樹證得初地，別教初地，就是圓教初住。這就是古人所說的，一經通，一切經通。一個人在一生當中要通一切經，一般講是做不到的，可是開悟就得到。這個祕訣古人知道，現在人不知道。是佛教傳來的。佛教傳來的時候，儒知道，道也知道。為什麼？這些人遇到佛教的法師，向他請教問題，跟他討論問題，怎麼他都知道？沒有讀過中國儒家的書、道家的書，你把這些書講一點點意思，他全通了，好像他讀得滾瓜爛熟一樣的，這是怎麼回事情？這是明心見性，見性就全通了。一切法不離自性，所以全通了，沒有別的。"
    },
    {
      "id": "02-040-0417_p0028",
      "zh_CN": "大乘佛法教学终极目标是叫你开悟的，不是叫你记得很多的。你要学很多法门，这样就把你糟蹋掉了，为什么？悟门堵塞了。你好好的学，学几十部经，学几十部论，好像自己广学多闻，一部都没通。如果一部通了，你就能让跟你学的学生听经开悟。你真通了，你才能帮助别人开悟；你自己没有开悟，没有能力帮助别人开悟。这些原理原则我们知道，问题在缘分，我们没有这个缘分，也就是机会，我们想学，没有这个机会，没有这个环境。今天我们要为真正想学的人要给他创造环境，要给他创造机会，我不能成就，希望后人都能成就，这个社会才有救。我们今天只有一个目的，往生极乐世界，得三昧、开悟我们未必能做到，往生有把握，这就行了。",
      "zh_TW": "大乘佛法教學終極目標是叫你開悟的，不是叫你記得很多的。你要學很多法門，這樣就把你糟蹋掉了，為什麼？悟門堵塞了。你好好的學，學幾十部經，學幾十部論，好像自己廣學多聞，一部都沒通。如果一部通了，你就能讓跟你學的學生聽經開悟。你真通了，你才能幫助別人開悟；你自己沒有開悟，沒有能力幫助別人開悟。這些原理原則我們知道，問題在緣分，我們沒有這個緣分，也就是機會，我們想學，沒有這個機會，沒有這個環境。今天我們要為真正想學的人要給他創造環境，要給他創造機會，我不能成就，希望後人都能成就，這個社會才有救。我們今天只有一個目的，往生極樂世界，得三昧、開悟我們未必能做到，往生有把握，這就行了。"
    },
    {
      "id": "02-040-0417_p0029",
      "zh_CN": "我们在这个世间，对于一切人事物没有恶念、没有竞争，所以我们跟任何人都能和睦相处。为什么？他要的我不要，我要的他不要，这就是说与一切人没有冲突，没有冲突就能和睦相处。只要和睦相处，我们不要求平等对待，我们只要求每天一餐饭能吃得饱，衣服能穿得暖，有个小房子能遮蔽风雨，足了，我就很满足。你们住宫殿，住豪华的豪宅，我也很喜欢，我不跟你争，我不跟你比。所以我要的你不要，你要的我不要，我们就很快乐的生活在一起，人各有志。我们所希求的是极乐世界，你要想极乐世界也很好，我们也非常欢迎，也不拒绝你，我们还会帮助你。跟一切众生和睦相处，这快乐的事情。下面说，可见不退转的殊胜利益，二土都通，「与今经文同一玄旨」，玄是玄妙，旨是宗旨。「阿弥陀佛大愿大力，不可思议」。",
      "zh_TW": "我們在這個世間，對於一切人事物沒有惡念、沒有競爭，所以我們跟任何人都能和睦相處。為什麼？他要的我不要，我要的他不要，這就是說與一切人沒有衝突，沒有衝突就能和睦相處。只要和睦相處，我們不要求平等對待，我們只要求每天一餐飯能吃得飽，衣服能穿得暖，有個小房子能遮蔽風雨，足了，我就很滿足。你們住宮殿，住豪華的豪宅，我也很喜歡，我不跟你爭，我不跟你比。所以我要的你不要，你要的我不要，我們就很快樂的生活在一起，人各有志。我們所希求的是極樂世界，你要想極樂世界也很好，我們也非常歡迎，也不拒絕你，我們還會幫助你。跟一切眾生和睦相處，這快樂的事情。下面說，可見不退轉的殊勝利益，二土都通，「與今經文同一玄旨」，玄是玄妙，旨是宗旨。「阿彌陀佛大願大力，不可思議」。"
    },
    {
      "id": "02-040-0417_p0030",
      "zh_CN": "下面最后一段，「征释因果」，征是提出疑问。我们看经文：",
      "zh_TW": "下面最後一段，「徵釋因果」，徵是提出疑問。我們看經文："
    },
    {
      "id": "02-040-0417_p0031",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-040-0417_p0032",
      "zh_CN": "『何以故』，用现在的话就是为什么。",
      "zh_TW": "『何以故』，用現在的話就是為什麼。"
    },
    {
      "id": "02-040-0417_p0033",
      "zh_CN": "【若邪定聚。及不定聚。不能了知建立彼因故。】",
      "zh_TW": "【若邪定聚。及不定聚。不能了知建立彼因故。】"
    },
    {
      "id": "02-040-0417_p0034",
      "zh_CN": "后面这三句是解答，我们看念老的注解。「彼邪定聚及不定聚之人，则不能真为生死发菩提心，以深信愿持佛名号，故云不能了知建立彼因故。」这是说邪定，他所修学的跟自性相违背，这叫邪定。佛法里面所说的，教初学，三皈、三福（净业三福）、五戒、十善、八关斋戒、沙弥十戒、六和、六度、普贤十愿，都是正定聚。为什么？与法性相应。邪定就是十恶，杀生、邪淫、妄语、恶口、绮语，还有偷盗，前面是杀、盗、淫，这些是邪定，邪定跟佛法完全不相应。不定就是不定是正、不定是邪，他心情不定，遇到善，他也很羡慕，遇到邪，他也很欢喜，这是不定聚的。遇到善法，很羡慕，他不肯学，遇到邪的话，他马上就过去，不定聚的。这些人他不能够了解，他不知道建立彼因，彼因是往生极乐世界的真因。",
      "zh_TW": "後面這三句是解答，我們看念老的註解。「彼邪定聚及不定聚之人，則不能真為生死發菩提心，以深信願持佛名號，故云不能了知建立彼因故。」這是說邪定，他所修學的跟自性相違背，這叫邪定。佛法裡面所說的，教初學，三皈、三福（淨業三福）、五戒、十善、八關齋戒、沙彌十戒、六和、六度、普賢十願，都是正定聚。為什麼？與法性相應。邪定就是十惡，殺生、邪淫、妄語、惡口、綺語，還有偷盜，前面是殺、盜、淫，這些是邪定，邪定跟佛法完全不相應。不定就是不定是正、不定是邪，他心情不定，遇到善，他也很羨慕，遇到邪，他也很歡喜，這是不定聚的。遇到善法，很羨慕，他不肯學，遇到邪的話，他馬上就過去，不定聚的。這些人他不能夠了解，他不知道建立彼因，彼因是往生極樂世界的真因。"
    },
    {
      "id": "02-040-0417_p0035",
      "zh_CN": "底下就给我们解释，「专论极乐依正庄严之经文至第二十二品告一段落」。就是到此地，专门给我们介绍西方极乐世界依正庄严，依是物质环境，正是人事环境，我们要认识极乐世界、了解极乐世界，都在这个大段经文里头。「此下」，往下是「十方佛赞、三辈往生等。《无量寿经起信论》会结前之经义，消归自心」。底下一段，这是彭际清居士说的，说得非常好，「论曰：如上种种庄严，种种佛事，无所从来，亦无所去。如水中月，如画所现像，如幻所化人，皆以佛神力故。随众生心而出现故。当知一切众生所有神力，本与如来无二无别」。我们先看这一段。《无量寿经起信论》是彭际清居士的作品，彭居士是清朝乾隆时候的人，也是贵族出身，从小就非常聪明，考取进士的时候还不满二十岁，所以叫童子，满二十岁才成年，才算是大人，这就说明非常聪明。一生没做官，学佛、学道，儒释道都通。他的父亲是乾隆皇帝的兵部尚书，要用现在的职位来说是国防部长，乾隆时代的国防部长，高官，正部级的。所以家里环境好，什么都不愁，去学儒释道去了，考取进士也不做官，这就非常聪明。给《无量寿经》做了个注解，叫《起信论》。他把《无量寿经》前面依正庄严这些经文在这里做个总结，总结，消归自心。这一句很重要，这真正得受用，得真实利益。",
      "zh_TW": "底下就給我們解釋，「專論極樂依正莊嚴之經文至第二十二品告一段落」。就是到此地，專門給我們介紹西方極樂世界依正莊嚴，依是物質環境，正是人事環境，我們要認識極樂世界、了解極樂世界，都在這個大段經文裡頭。「此下」，往下是「十方佛讚、三輩往生等。《無量壽經起信論》會結前之經義，消歸自心」。底下一段，這是彭際清居士說的，說得非常好，「論曰：如上種種莊嚴，種種佛事，無所從來，亦無所去。如水中月，如畫所現像，如幻所化人，皆以佛神力故。隨眾生心而出現故。當知一切眾生所有神力，本與如來無二無別」。我們先看這一段。《無量壽經起信論》是彭際清居士的作品，彭居士是清朝乾隆時候的人，也是貴族出身，從小就非常聰明，考取進士的時候還不滿二十歲，所以叫童子，滿二十歲才成年，才算是大人，這就說明非常聰明。一生沒做官，學佛、學道，儒釋道都通。他的父親是乾隆皇帝的兵部尚書，要用現在的職位來說是國防部長，乾隆時代的國防部長，高官，正部級的。所以家裡環境好，什麼都不愁，去學儒釋道去了，考取進士也不做官，這就非常聰明。給《無量壽經》做了個註解，叫《起信論》。他把《無量壽經》前面依正莊嚴這些經文在這裡做個總結，總結，消歸自心。這一句很重要，這真正得受用，得真實利益。"
    },
    {
      "id": "02-040-0417_p0036",
      "zh_CN": "他说，「如上」，上就是前面经文所说的，「种种庄严，种种佛事」，佛事是佛教化众生的这些形相，「无所从来，亦无所去」，为什么？是自性变现的，自性本有的，自性里没有的绝不会现出来。惠能大师开悟的时候说的，「何期自性，本自具足」，第三句说的。本自具足，本来统统都具足，一样都不缺少，叫本自具足。也是能大师，末后一句说，「何期自性，能生万法」。你看，本自具足，能生万法，这两个合起来看就明白了。所以无所从来，亦无所去，不生不灭，没有来去。没有来去，在哪里？就在当下，当下就是。这个意思现在量子力学家证明了，佛在三千年前讲的，现在量子力学家承认，所有一切万物都没有来去，都没有生灭，统统都是当下即是。下面举个比喻，「如水中月」，水中有月亮，不能说它真的，也不能说它假的，不能说它有来，也不能说它有去。「如画所现像」，绘画里面所画的像。「如幻所化人」，幻是魔术，变魔术，变得很逼真，但它是假的不是真的。「皆以佛神力」，佛是已经证得自性，我们呢？众生心没有证得自性，但是自性清净心没有丧失。自性清净心是一切众生的本体，佛有能力随众生心而出现，这是不可思议的境界。「当知一切众生所有神力，本与如来无二无别」，这个一定要知道，要不然佛学就白学了。白学怎么？你永远入不了境界。",
      "zh_TW": "他說，「如上」，上就是前面經文所說的，「種種莊嚴，種種佛事」，佛事是佛教化眾生的這些形相，「無所從來，亦無所去」，為什麼？是自性變現的，自性本有的，自性裡沒有的絕不會現出來。惠能大師開悟的時候說的，「何期自性，本自具足」，第三句說的。本自具足，本來統統都具足，一樣都不缺少，叫本自具足。也是能大師，末後一句說，「何期自性，能生萬法」。你看，本自具足，能生萬法，這兩個合起來看就明白了。所以無所從來，亦無所去，不生不滅，沒有來去。沒有來去，在哪裡？就在當下，當下就是。這個意思現在量子力學家證明了，佛在三千年前講的，現在量子力學家承認，所有一切萬物都沒有來去，都沒有生滅，統統都是當下即是。下面舉個比喻，「如水中月」，水中有月亮，不能說它真的，也不能說它假的，不能說它有來，也不能說它有去。「如畫所現像」，繪畫裡面所畫的像。「如幻所化人」，幻是魔術，變魔術，變得很逼真，但它是假的不是真的。「皆以佛神力」，佛是已經證得自性，我們呢？眾生心沒有證得自性，但是自性清淨心沒有喪失。自性清淨心是一切眾生的本體，佛有能力隨眾生心而出現，這是不可思議的境界。「當知一切眾生所有神力，本與如來無二無別」，這個一定要知道，要不然佛學就白學了。白學怎麼？你永遠入不了境界。"
    },
    {
      "id": "02-040-0417_p0037",
      "zh_CN": "你为什么不能跟佛一样，缺了什么？缺了「大愿大行」，我们的问题在此地。我们没有大愿，没有想着我的愿要能普度众生，没有想到这个，愿只想到自己，只想到自己的名闻利养，所以你跟佛不一样。但是佛能加持你，佛能帮助你，只要你肯接受。为什么？我跟佛本来是一样的，我能接受他的加持，能帮助我提升境界，能帮助我早一天证得无上菩提，我们要跟佛密切配合，这是佛乐意的，我们也欢喜的。佛甚至于帮助我们回归自性，帮助我们证得常寂光。没有大愿、没有大行「发起胜因」，「不觉不知沉沦永劫」，这是我搞到六道轮回。「若能一念回光，方知家业具在」。一念回头，一切是自己自性里头本来有的，一丝毫欠缺都没有，我与弥陀无二无别，这是事实真相。这一段非常精彩，今天时间到了，我们在下一堂课还从这个地方学起，我们把它重温一遍。好，今天就学到此地。",
      "zh_TW": "你為什麼不能跟佛一樣，缺了什麼？缺了「大願大行」，我們的問題在此地。我們沒有大願，沒有想著我的願要能普度眾生，沒有想到這個，願只想到自己，只想到自己的名聞利養，所以你跟佛不一樣。但是佛能加持你，佛能幫助你，只要你肯接受。為什麼？我跟佛本來是一樣的，我能接受他的加持，能幫助我提升境界，能幫助我早一天證得無上菩提，我們要跟佛密切配合，這是佛樂意的，我們也歡喜的。佛甚至於幫助我們回歸自性，幫助我們證得常寂光。沒有大願、沒有大行「發起勝因」，「不覺不知沉淪永劫」，這是我搞到六道輪迴。「若能一念迴光，方知家業具在」。一念回頭，一切是自己自性裡頭本來有的，一絲毫欠缺都沒有，我與彌陀無二無別，這是事實真相。這一段非常精彩，今天時間到了，我們在下一堂課還從這個地方學起，我們把它重溫一遍。好，今天就學到此地。"
    }
  ]
}