{
  "doc_id": "02-040-0530",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三０集",
    "zh_TW": "第五三０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0530",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0530_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0530_p0002",
      "zh_CN": "请看《大经科注》第八百八十七页，第四行：",
      "zh_TW": "請看《大經科註》第八百八十七頁，第四行："
    },
    {
      "id": "02-040-0530_p0003",
      "zh_CN": "『求道和正，不误倾邪』，这两句是经文。「和者」，具调和、和谐、温和、和顺、和平、和睦、和合、和同、和乐、相应诸义。和的意思很多，这个地方举出这几个例子。现在我们的社会，在整个地球，大家都能够体会到，无论是大团体、小团体，大到国家世界，小至个人、家庭，可以说就缺乏这个和字。中国古人有所谓「家和万事兴」，中国自古以来，这个国家、这个族群，对「和」非常重视。你看元、明、清这些皇帝，他们建的大殿，皇宫主要的大殿就是和，什么都不求就求和。最大的一个殿叫太和殿，在中轴线上，太和殿的后面是中和殿，最后一个叫保和殿，你就想到这些帝王的心是什么，求和。这个殿堂的名称含义很深！就是说他用什么治国，用什么保持这个国家永续存在，就靠一个和字。",
      "zh_TW": "『求道和正，不誤傾邪』，這兩句是經文。「和者」，具調和、和諧、溫和、和順、和平、和睦、和合、和同、和樂、相應諸義。和的意思很多，這個地方舉出這幾個例子。現在我們的社會，在整個地球，大家都能夠體會到，無論是大團體、小團體，大到國家世界，小至個人、家庭，可以說就缺乏這個和字。中國古人有所謂「家和萬事興」，中國自古以來，這個國家、這個族群，對「和」非常重視。你看元、明、清這些皇帝，他們建的大殿，皇宮主要的大殿就是和，什麼都不求就求和。最大的一個殿叫太和殿，在中軸線上，太和殿的後面是中和殿，最後一個叫保和殿，你就想到這些帝王的心是什麼，求和。這個殿堂的名稱含義很深！就是說他用什麼治國，用什麼保持這個國家永續存在，就靠一個和字。"
    },
    {
      "id": "02-040-0530_p0004",
      "zh_CN": "人间最可贵的叫和事佬，他能够调解纠纷，让大家和睦平等，这比什么都重要！这个世界上今天缺乏的，人与人之间、国与国之间缺乏和睦相处、平等对待，能把这八个字找回来，天下太平，人民就有安乐、就有幸福。为众生制造和睦平等的，这就是佛菩萨；反过来，破坏扰乱的，助长不和，这就是魔外（魔王外道）他们干的事情。今天大家都知道，这个世界法弱魔强，魔的力量太大了，就是不和的力量太大了。",
      "zh_TW": "人間最可貴的叫和事佬，他能夠調解糾紛，讓大家和睦平等，這比什麼都重要！這個世界上今天缺乏的，人與人之間、國與國之間缺乏和睦相處、平等對待，能把這八個字找回來，天下太平，人民就有安樂、就有幸福。為眾生製造和睦平等的，這就是佛菩薩；反過來，破壞擾亂的，助長不和，這就是魔外（魔王外道）他們幹的事情。今天大家都知道，這個世界法弱魔強，魔的力量太大了，就是不和的力量太大了。"
    },
    {
      "id": "02-040-0530_p0005",
      "zh_CN": "经上教导我们「求道和正」，要和、要正。「正者，从一，止于一也」。什么叫正？古人教我们学习，一门深入，就止于一门，这就是正。那现在学东西，从小到老，学得很杂、学得很乱、学得很多，不正。他们有没有学到道？没有，与道完全相违背。真正求道，道就是要一，要一门深入。要什么样的心态？心平气和，与道就相应了。道是正，所以这个正也举几个例子，正具是的意思，正是、正中、正常、正止，举了这几个意思。正就是了、就对了，不正就错了。正这个字是会意字，上面是一，下面是止，一就止住了，这叫正。",
      "zh_TW": "經上教導我們「求道和正」，要和、要正。「正者，從一，止於一也」。什麼叫正？古人教我們學習，一門深入，就止於一門，這就是正。那現在學東西，從小到老，學得很雜、學得很亂、學得很多，不正。他們有沒有學到道？沒有，與道完全相違背。真正求道，道就是要一，要一門深入。要什麼樣的心態？心平氣和，與道就相應了。道是正，所以這個正也舉幾個例子，正具是的意思，正是、正中、正常、正止，舉了這幾個意思。正就是了、就對了，不正就錯了。正這個字是會意字，上面是一，下面是止，一就止住了，這叫正。"
    },
    {
      "id": "02-040-0530_p0006",
      "zh_CN": "世出世间一切法不离这个原则。我们讲一心一意，这就是正。正要失掉了，所产生的现象就是妄想、杂念混杂在一起，什么都不是，起心动念、言语造作，经论上佛说的，「无不是业，无不是罪」。是，是肯定，是的反面是否定。正是中，失去中道就偏邪。常是永恒不变。佛教导我们「行无倾邪」，行包括一切有为，一个字包括尽了。起心动念是心的行为，言语是口的行为，动作是身的行为，行为再多，不出这三大类，身、语、意都要讲求和正，平等和谐，没有偏差，没有错误。「方直不曲诸义」，念老用这四个字做和正的总结。方是正，方方正正；直是不曲。「极乐圣众和平中正，以求无上之道，故不为倾邪所误」。这把这两句经文简简单单解释得清楚，这是我们应该学习的。",
      "zh_TW": "世出世間一切法不離這個原則。我們講一心一意，這就是正。正要失掉了，所產生的現象就是妄想、雜念混雜在一起，什麼都不是，起心動念、言語造作，經論上佛說的，「無不是業，無不是罪」。是，是肯定，是的反面是否定。正是中，失去中道就偏邪。常是永恆不變。佛教導我們「行無傾邪」，行包括一切有為，一個字包括盡了。起心動念是心的行為，言語是口的行為，動作是身的行為，行為再多，不出這三大類，身、語、意都要講求和正，平等和諧，沒有偏差，沒有錯誤。「方直不曲諸義」，念老用這四個字做和正的總結。方是正，方方正正；直是不曲。「極樂聖眾和平中正，以求無上之道，故不為傾邪所誤」。這把這兩句經文簡簡單單解釋得清楚，這是我們應該學習的。"
    },
    {
      "id": "02-040-0530_p0007",
      "zh_CN": "我们在这个世间活得这么辛苦，过失不在别人，别人没有过失，老祖宗教给我们「行有不得，反求诸己」，这才是真正解决问题。过失在我一个人，不在别人，别人没有过失，这是解决问题真正最好的方法。把过失都推给别人，永远是没完没了，不是你这一生辛苦，你生生世世辛苦。到哪一辈子你觉悟了，你回头了，过失是在我，不在别人，问题解决了。这是什么道理？佛在经上讲得很多，讲得很清楚，「一切法从心想生」，谁的心想？自己的心想。所以要找自己，不能找别人。我的环境不是别人心想生的，是我自己心想生的。回头是岸，一回头就大彻大悟。为什么？别人那个人，那个人是我心理变现出来的。心外无法，法外无心，这桩事情理太深了，事非常复杂，不是普通人能理解。佛常说，给我们这个概念，什么时候我们真正理解明白？开悟了，大彻大悟，明心见性，佛所说的这些话全明白了。",
      "zh_TW": "我們在這個世間活得這麼辛苦，過失不在別人，別人沒有過失，老祖宗教給我們「行有不得，反求諸己」，這才是真正解決問題。過失在我一個人，不在別人，別人沒有過失，這是解決問題真正最好的方法。把過失都推給別人，永遠是沒完沒了，不是你這一生辛苦，你生生世世辛苦。到哪一輩子你覺悟了，你回頭了，過失是在我，不在別人，問題解決了。這是什麼道理？佛在經上講得很多，講得很清楚，「一切法從心想生」，誰的心想？自己的心想。所以要找自己，不能找別人。我的環境不是別人心想生的，是我自己心想生的。回頭是岸，一回頭就大徹大悟。為什麼？別人那個人，那個人是我心理變現出來的。心外無法，法外無心，這樁事情理太深了，事非常複雜，不是普通人能理解。佛常說，給我們這個概念，什麼時候我們真正理解明白？開悟了，大徹大悟，明心見性，佛所說的這些話全明白了。"
    },
    {
      "id": "02-040-0530_p0008",
      "zh_CN": "为什么今天我们读佛经读不懂，听经听不懂，什么原因？原因很简单，我们不是用和正的心，也就是我们不是用真心。用真心完全懂了，哪要说这么多？几句话就开悟、就明白了。唐朝六祖惠能大师，听经可以说时间最短的，闻句最少的，一生正式听经就一次，我们估计不超过两个小时，他就毕业了。他不认识字，当然不需要经本，五祖给他讲《金刚经》，讲大意，讲到「应无所住，而生其心」，他就开悟了。这句经文在《金刚经》大概是四分之一还不到，《金刚经》五千多字，也就是说，他听经也不过听一千字的样子。什么原因？真诚恭敬。印光大师在《文钞》里常说，「一分诚敬得一分利益，十分诚敬得十分利益」。我们今天一分诚敬都没有，这是真的。你要问为什么？我们迷失了自性，迷失了真心。有真心，没用，从来没用过，完全用的是妄心，听经、拜佛、念佛都是妄心，不是真心。如果用真心，你醒过来了，你不再迷惑，你真正离苦得乐，世出世间一切法你自然通达明了，你不但度自己，你能度一切众生。这是真的，不是假的。",
      "zh_TW": "為什麼今天我們讀佛經讀不懂，聽經聽不懂，什麼原因？原因很簡單，我們不是用和正的心，也就是我們不是用真心。用真心完全懂了，哪要說這麼多？幾句話就開悟、就明白了。唐朝六祖惠能大師，聽經可以說時間最短的，聞句最少的，一生正式聽經就一次，我們估計不超過兩個小時，他就畢業了。他不認識字，當然不需要經本，五祖給他講《金剛經》，講大意，講到「應無所住，而生其心」，他就開悟了。這句經文在《金剛經》大概是四分之一還不到，《金剛經》五千多字，也就是說，他聽經也不過聽一千字的樣子。什麼原因？真誠恭敬。印光大師在《文鈔》裡常說，「一分誠敬得一分利益，十分誠敬得十分利益」。我們今天一分誠敬都沒有，這是真的。你要問為什麼？我們迷失了自性，迷失了真心。有真心，沒用，從來沒用過，完全用的是妄心，聽經、拜佛、念佛都是妄心，不是真心。如果用真心，你醒過來了，你不再迷惑，你真正離苦得樂，世出世間一切法你自然通達明瞭，你不但度自己，你能度一切眾生。這是真的，不是假的。"
    },
    {
      "id": "02-040-0530_p0009",
      "zh_CN": "我们继续看念老的注解，「倾者斜也，侧也」，侧是侧面，不是正面，「倾覆」，倒塌了，有这些意思。邪是邪恶，叫邪门外道，叫邪外。「彼土圣众」，往生到极乐世界，「不为倾斜所误」。所以你肚子里多少委屈，不要跟人倾诉，不必说，为什么？叫废话。为什么不拿这个时间去念佛？觉明妙行菩萨教我们，「少说一句话，多念一声佛」。为什么那么多的话，杂心闲话？念念都是烦恼。你要是念佛，念念都是圣贤的教诲，与圣贤相应，为什么不干？",
      "zh_TW": "我們繼續看念老的註解，「傾者斜也，側也」，側是側面，不是正面，「傾覆」，倒塌了，有這些意思。邪是邪惡，叫邪門外道，叫邪外。「彼土聖眾」，往生到極樂世界，「不為傾斜所誤」。所以你肚子裡多少委屈，不要跟人傾訴，不必說，為什麼？叫廢話。為什麼不拿這個時間去念佛？覺明妙行菩薩教我們，「少說一句話，多念一聲佛」。為什麼那麼多的話，雜心閒話？念念都是煩惱。你要是念佛，念念都是聖賢的教誨，與聖賢相應，為什麼不幹？"
    },
    {
      "id": "02-040-0530_p0010",
      "zh_CN": "早年李老师在世常常提醒我们，这个世间最值得尊敬的人是什么人？我们都没想到，一心专念佛号的阿公阿婆。可能他们不认识字，他们什么都不懂，他一天到晚就是一句阿弥陀佛，满面笑容，对什么人他都恭敬，没有一个人他不恭敬的，没有一桩事情他有怀疑的。他一天到晚二十四小时，脑子里只有一句阿弥陀佛，口上只有一句阿弥陀佛，你跟他说什么，他回答你的都是阿弥陀佛。一般人看这种人白痴，李老师告诉我们，这种人是佛菩萨示现，这种人往生极乐世界上上品往生，他没有一个杂念，没有一丝毫分别执着。老师自己说，他明白，他一生想学，学不到！杂念去不了，把这桩事情告诉我们。",
      "zh_TW": "早年李老師在世常常提醒我們，這個世間最值得尊敬的人是什麼人？我們都沒想到，一心專念佛號的阿公阿婆。可能他們不認識字，他們什麼都不懂，他一天到晚就是一句阿彌陀佛，滿面笑容，對什麼人他都恭敬，沒有一個人他不恭敬的，沒有一樁事情他有懷疑的。他一天到晚二十四小時，腦子裡只有一句阿彌陀佛，口上只有一句阿彌陀佛，你跟他說什麼，他回答你的都是阿彌陀佛。一般人看這種人白痴，李老師告訴我們，這種人是佛菩薩示現，這種人往生極樂世界上上品往生，他沒有一個雜念，沒有一絲毫分別執著。老師自己說，他明白，他一生想學，學不到！雜念去不了，把這樁事情告訴我們。"
    },
    {
      "id": "02-040-0530_p0011",
      "zh_CN": "往生到极乐世界，这些杂念、妄想、邪思全没有了，那是个修学的好环境。为什么？「端在随经约令，不敢蹉跌，若于绳墨也」。端在就是专在，阿弥陀佛讲经没有中断！一切经中我们看到佛对弥陀的赞叹，阿弥陀佛在干什么？「今现在说法」，没有中断。极乐世界的人，身是法性身，居住的环境是法性土，法性跟我们现在不一样。我们现在的身是阿赖耶的相分，我们起心动念，认为我们的心，这个心是妄心，不是真心，阿赖耶的见分。阿赖耶是妄心，它的能量是变化，刹那刹那变化，前念灭后念生，永远不停。它是生灭法，所以我们的身有生有灭，我们的念头有生有灭。念头的生灭，我们茫然无知，没有丝毫感觉。",
      "zh_TW": "往生到極樂世界，這些雜念、妄想、邪思全沒有了，那是個修學的好環境。為什麼？「端在隨經約令，不敢蹉跌，若於繩墨也」。端在就是專在，阿彌陀佛講經沒有中斷！一切經中我們看到佛對彌陀的讚歎，阿彌陀佛在幹什麼？「今現在說法」，沒有中斷。極樂世界的人，身是法性身，居住的環境是法性土，法性跟我們現在不一樣。我們現在的身是阿賴耶的相分，我們起心動念，認為我們的心，這個心是妄心，不是真心，阿賴耶的見分。阿賴耶是妄心，它的能量是變化，剎那剎那變化，前念滅後念生，永遠不停。它是生滅法，所以我們的身有生有滅，我們的念頭有生有滅。念頭的生滅，我們茫然無知，沒有絲毫感覺。"
    },
    {
      "id": "02-040-0530_p0012",
      "zh_CN": "前念灭后念生，它的频率有多高？弥勒菩萨告诉我们，一秒钟有一千六百兆次的生灭，单位是兆，我们怎么会知道？每一个生灭现的是什么样子？是全宇宙，佛法讲的遍法界虚空界就是一念生的。很难想像，无法想像，其实理跟事都不难，中国人讲易，《易经》，所有学术的基础根本，易是容易、简单、简易，佛法如是。整个宇宙从哪里来？一念生的，一念是全宇宙。好像我们打开电视机，屏幕上马上声色现出来了。怎么来的？一念来的，这一念按下去，它就生出来，全体同时呈现，没有先后，不是哪个在先、哪个在后，不是的，同时的，生出来之后它就灭了。第二个念头又生了，第二个念头跟第一个念头有相似，不是完全一样，不可能有两个同样的。所以佛在经典上告诉我们，这种现象叫相似相续相。如果完全相同，那就是相续相，不是的，相似，每一个相都是新的，跟前面不相干。我们感官上最贴近的就是身体，身体之外是我们居住的环境，这一念生的，念念不一样。你在这一念当中，这个一念范围太大了，整个宇宙。我们这里看到好像没有变化，看整个宇宙变化就大了，就晓得同是小同，异是大异，大部分不一样，贴近我们身体少分，好像是一样，实际上不是一样。",
      "zh_TW": "前念滅後念生，它的頻率有多高？彌勒菩薩告訴我們，一秒鐘有一千六百兆次的生滅，單位是兆，我們怎麼會知道？每一個生滅現的是什麼樣子？是全宇宙，佛法講的遍法界虛空界就是一念生的。很難想像，無法想像，其實理跟事都不難，中國人講易，《易經》，所有學術的基礎根本，易是容易、簡單、簡易，佛法如是。整個宇宙從哪裡來？一念生的，一念是全宇宙。好像我們打開電視機，屏幕上馬上聲色現出來了。怎麼來的？一念來的，這一念按下去，它就生出來，全體同時呈現，沒有先後，不是哪個在先、哪個在後，不是的，同時的，生出來之後它就滅了。第二個念頭又生了，第二個念頭跟第一個念頭有相似，不是完全一樣，不可能有兩個同樣的。所以佛在經典上告訴我們，這種現象叫相似相續相。如果完全相同，那就是相續相，不是的，相似，每一個相都是新的，跟前面不相干。我們感官上最貼近的就是身體，身體之外是我們居住的環境，這一念生的，念念不一樣。你在這一念當中，這個一念範圍太大了，整個宇宙。我們這裡看到好像沒有變化，看整個宇宙變化就大了，就曉得同是小同，異是大異，大部分不一樣，貼近我們身體少分，好像是一樣，實際上不是一樣。"
    },
    {
      "id": "02-040-0530_p0013",
      "zh_CN": "明白这个道理，古人说的「行有不得，反求诸己」，我就完全承认了，话说得好，一点都不错。为什么？整个宇宙是我们念头变现的，不是别人，是自己，自作自受。那我变现的、你变现的，我们有相同的地方，没错，有不同的地方，有相同的地方。这个《楞严经》上说的叫「同分见妄」，妄是妄想，不是假的，同分；有「别业见妄」，个别的，我跟你不一样，我们同样看一个人，同样看一个事，我有我的看法，你有你的看法，这有不同，这别业。佛经上讲得清楚！",
      "zh_TW": "明白這個道理，古人說的「行有不得，反求諸己」，我就完全承認了，話說得好，一點都不錯。為什麼？整個宇宙是我們念頭變現的，不是別人，是自己，自作自受。那我變現的、你變現的，我們有相同的地方，沒錯，有不同的地方，有相同的地方。這個《楞嚴經》上說的叫「同分見妄」，妄是妄想，不是假的，同分；有「別業見妄」，個別的，我跟你不一樣，我們同樣看一個人，同樣看一個事，我有我的看法，你有你的看法，這有不同，這別業。佛經上講得清楚！"
    },
    {
      "id": "02-040-0530_p0014",
      "zh_CN": "极乐世界那么好没有别的，老师好、环境好。阿赖耶变现的身需要养分、需要饮食；阿赖耶见分变现的心，心也要滋养，它不需要物质，它要精神。精神是什么？是喜爱、是欢乐，中国古人讲「人逢喜事精神爽」，他生活快乐欢喜，精神好。极乐世界的身是法性身，土是法性土，法性不需要饮食，不需要喜乐，他不需要这个养分。那个身是不生不灭身，是永远不会变、不会坏的身，不要饮食、不要睡眠。他靠什么成长？完全靠阿弥陀佛讲经教学。所以生到极乐世界的人，莲花化生。我们的转变是在莲花当中，这个地方把身体放下了，不要了，我们那个灵，灵就是阿赖耶识，上了莲花，阿弥陀佛把这个莲花带到极乐世界，放在七宝池里头，让它变化，自自然然在里面变化。变化是什么？就是法相宗所说的转识成智，他在莲花里头转八识成四智。脱胎换骨，把阿赖耶摆脱掉了，妄心没有了，真心现前，四智是真心。所以花一开，现的身就是法性身，看到的环境是法性土，变了。",
      "zh_TW": "極樂世界那麼好沒有別的，老師好、環境好。阿賴耶變現的身需要養分、需要飲食；阿賴耶見分變現的心，心也要滋養，它不需要物質，它要精神。精神是什麼？是喜愛、是歡樂，中國古人講「人逢喜事精神爽」，他生活快樂歡喜，精神好。極樂世界的身是法性身，土是法性土，法性不需要飲食，不需要喜樂，他不需要這個養分。那個身是不生不滅身，是永遠不會變、不會壞的身，不要飲食、不要睡眠。他靠什麼成長？完全靠阿彌陀佛講經教學。所以生到極樂世界的人，蓮花化生。我們的轉變是在蓮花當中，這個地方把身體放下了，不要了，我們那個靈，靈就是阿賴耶識，上了蓮花，阿彌陀佛把這個蓮花帶到極樂世界，放在七寶池裡頭，讓它變化，自自然然在裡面變化。變化是什麼？就是法相宗所說的轉識成智，他在蓮花裡頭轉八識成四智。脫胎換骨，把阿賴耶擺脫掉了，妄心沒有了，真心現前，四智是真心。所以花一開，現的身就是法性身，看到的環境是法性土，變了。"
    },
    {
      "id": "02-040-0530_p0015",
      "zh_CN": "那个世界不生不灭，那个世界人无量寿，阿弥陀佛是无量寿，个个人都跟阿弥陀佛一样无量寿，自性里面本自具足的德能统统现前。佛简单给我们介绍，无量智慧、无量的德能、无量相好，说出这三大类，性德。身相高大，不是三十二相八十种好，那是我们娑婆世界人道所说的。世尊在《观经》上为我们介绍阿弥陀佛，阿弥陀佛的报身，身有八万四千相，每一个相有八万四千好，每一个好放八万四千光，每一个光明里头都有佛菩萨在讲经教学，弘法利生。在阿弥陀佛身体上看到，看到全宇宙，一切诸佛在那里做什么样的活动，全部都看到了。阿弥陀佛如是，每一个往生的人皆如是，身跟宇宙合一了，遍法界虚空界跟自己一体，这叫法身。大乘经上常说，「十方三世佛，共同一法身」，这是诸法真相，是事实真相。学佛的人终极的目标，就要回归自性，回归自性就证得究竟圆满的佛果。",
      "zh_TW": "那個世界不生不滅，那個世界人無量壽，阿彌陀佛是無量壽，個個人都跟阿彌陀佛一樣無量壽，自性裡面本自具足的德能統統現前。佛簡單給我們介紹，無量智慧、無量的德能、無量相好，說出這三大類，性德。身相高大，不是三十二相八十種好，那是我們娑婆世界人道所說的。世尊在《觀經》上為我們介紹阿彌陀佛，阿彌陀佛的報身，身有八萬四千相，每一個相有八萬四千好，每一個好放八萬四千光，每一個光明裡頭都有佛菩薩在講經教學，弘法利生。在阿彌陀佛身體上看到，看到全宇宙，一切諸佛在那裡做什麼樣的活動，全部都看到了。阿彌陀佛如是，每一個往生的人皆如是，身跟宇宙合一了，遍法界虛空界跟自己一體，這叫法身。大乘經上常說，「十方三世佛，共同一法身」，這是諸法真相，是事實真相。學佛的人終極的目標，就要回歸自性，回歸自性就證得究竟圓滿的佛果。"
    },
    {
      "id": "02-040-0530_p0016",
      "zh_CN": "自性里头一法不立，它是光，无量光。像我们这个房间里面，十几盏灯统统打开，每一盏灯我们把它比喻一尊佛，那是一尊佛，佛跟佛，光融在一起，分不开。所以进入常寂光，自己光跟所有一切诸佛的光，过去诸佛、现在诸佛，融成一体。这融成一体，智慧融成一体，我没有学过的，别人学过的，现在融成一体，他学过的我都懂了，我都会了。一即是多，多即是一，平等的，智慧平等，德能平等，相好平等，样样都平等，平和，正等。这是佛法达到究竟圆满，整个宇宙跟你是一体，而且你真正能受用到。十法界，大乘讲到遍法界虚空界，一切诸佛如来刹土，每一个刹土都有十法界，是一体的，没有分别的。",
      "zh_TW": "自性裡頭一法不立，它是光，無量光。像我們這個房間裡面，十幾盞燈統統打開，每一盞燈我們把它比喻一尊佛，那是一尊佛，佛跟佛，光融在一起，分不開。所以進入常寂光，自己光跟所有一切諸佛的光，過去諸佛、現在諸佛，融成一體。這融成一體，智慧融成一體，我沒有學過的，別人學過的，現在融成一體，他學過的我都懂了，我都會了。一即是多，多即是一，平等的，智慧平等，德能平等，相好平等，樣樣都平等，平和，正等。這是佛法達到究竟圓滿，整個宇宙跟你是一體，而且你真正能受用到。十法界，大乘講到遍法界虛空界，一切諸佛如來剎土，每一個剎土都有十法界，是一體的，沒有分別的。"
    },
    {
      "id": "02-040-0530_p0017",
      "zh_CN": "往生极乐世界的人，他们生活的空间无限大。地球上的人生活空间太狭窄了，地球在太空当中是个小星球，不是很大的。这个星球，海洋比陆地的面积大，所以人类居住的地方很有限，我们活动的空间就不大了。现在借着交通的方便，有飞机、有轮船、有汽车，你一生的活动离不开地球，太渺小了！极乐世界的居民，他们活动空间是全宇宙，而且能够回到过去，也能够走向未来，因为极乐世界没有时间、没有空间。没有时间，没有先后，过去、现在、未来没有；没有空间就没有距离，没有此界他方，想到哪里他就到了哪里，不需要动一步，便在当下，这是真的。如果时间、空间是真的，这就做不到了。",
      "zh_TW": "往生極樂世界的人，他們生活的空間無限大。地球上的人生活空間太狹窄了，地球在太空當中是個小星球，不是很大的。這個星球，海洋比陸地的面積大，所以人類居住的地方很有限，我們活動的空間就不大了。現在藉著交通的方便，有飛機、有輪船、有汽車，你一生的活動離不開地球，太渺小了！極樂世界的居民，他們活動空間是全宇宙，而且能夠回到過去，也能夠走向未來，因為極樂世界沒有時間、沒有空間。沒有時間，沒有先後，過去、現在、未來沒有；沒有空間就沒有距離，沒有此界他方，想到哪裡他就到了哪裡，不需要動一步，便在當下，這是真的。如果時間、空間是真的，這就做不到了。"
    },
    {
      "id": "02-040-0530_p0018",
      "zh_CN": "我们今天不知道时空是假的，把它当真，所以它产生障碍。如果有一天搞清楚、搞明白它是假的，不再执着它了，那么时空就突破了，这就是你神通现前了，你有天眼、有天耳、有他心、有宿命通、有神足通、有漏尽通，你六根的活动无量广大。中国古人所说的「大而无外，小而无内」，是真的，不是假的。佛在《华严经》上给我们说得很清楚，微尘里面有法界，普贤菩萨随时能够进入微尘法界，去供佛、去闻法、去帮助一些有缘众生。这些理事搞清楚、搞明白了，对极乐世界向往的心就能生得起来，这个地方真好，真正是我们理想的居住学习环境，在这个地方没有一个不成佛，也就是说，没有一个最后不能回归常寂光，没有，个个成就。",
      "zh_TW": "我們今天不知道時空是假的，把它當真，所以它產生障礙。如果有一天搞清楚、搞明白它是假的，不再執著它了，那麼時空就突破了，這就是你神通現前了，你有天眼、有天耳、有他心、有宿命通、有神足通、有漏盡通，你六根的活動無量廣大。中國古人所說的「大而無外，小而無內」，是真的，不是假的。佛在《華嚴經》上給我們說得很清楚，微塵裡面有法界，普賢菩薩隨時能夠進入微塵法界，去供佛、去聞法、去幫助一些有緣眾生。這些理事搞清楚、搞明白了，對極樂世界嚮往的心就能生得起來，這個地方真好，真正是我們理想的居住學習環境，在這個地方沒有一個不成佛，也就是說，沒有一個最後不能回歸常寂光，沒有，個個成就。"
    },
    {
      "id": "02-040-0530_p0019",
      "zh_CN": "所以他们『随经约令』，约是约束，令是命令，是「法律、教令之义」。弥陀天天讲经，大家听到耳熟，自自然然遵从佛陀的教诲，不会违背，这就叫随经约令。我们这个地方教学困难，没有好老师，他不能给我们做好榜样。我们自己不肯好好的学，业障、习气、成见太深，明明知道是错的还要干，明明知道佛教的是好的还不相信，半信半疑，不肯真干，所以依然造业。蹉，失足，就是跌倒，跌是跌倒，蹉也是跌倒的意思。",
      "zh_TW": "所以他們『隨經約令』，約是約束，令是命令，是「法律、教令之義」。彌陀天天講經，大家聽到耳熟，自自然然遵從佛陀的教誨，不會違背，這就叫隨經約令。我們這個地方教學困難，沒有好老師，他不能給我們做好榜樣。我們自己不肯好好的學，業障、習氣、成見太深，明明知道是錯的還要幹，明明知道佛教的是好的還不相信，半信半疑，不肯真幹，所以依然造業。蹉，失足，就是跌倒，跌是跌倒，蹉也是跌倒的意思。"
    },
    {
      "id": "02-040-0530_p0020",
      "zh_CN": "「绳墨者，指木工操作时，以墨绳弹画之黑线，匠人依线施以斧锯，不敢有毫厘之差」。这个绳墨现在没有了，抗战时候有，战后之后，逐渐这个工具没有了，过去（就是抗战以前）木匠要锯这个板，他用这个墨线，这一边钉个钉子，拉直，弹一下这个线，按照这个线来锯，这就是叫规矩。所以「不依规矩，不成方圆」，依照这个线，不敢有毫厘之差。这是比喻极乐世界的大众，听阿弥陀佛讲经教学，遵行经中的教言，就像木匠弹的这个绳墨，依线来施工，不敢稍有违失，稍有违失他就错了，他建筑就有瑕疵了。说明极乐世界往生的这些菩萨们，遵守阿弥陀佛的教诲，就像木匠依靠绳墨那样，不敢有丝毫违背，所以他能成就，他不至于失败，不至于为偏邪所误。",
      "zh_TW": "「繩墨者，指木工操作時，以墨繩彈畫之黑線，匠人依線施以斧鋸，不敢有毫釐之差」。這個繩墨現在沒有了，抗戰時候有，戰後之後，逐漸這個工具沒有了，過去（就是抗戰以前）木匠要鋸這個板，他用這個墨線，這一邊釘個釘子，拉直，彈一下這個線，按照這個線來鋸，這就是叫規矩。所以「不依規矩，不成方圓」，依照這個線，不敢有毫釐之差。這是比喻極樂世界的大眾，聽阿彌陀佛講經教學，遵行經中的教言，就像木匠彈的這個繩墨，依線來施工，不敢稍有違失，稍有違失他就錯了，他建築就有瑕疵了。說明極樂世界往生的這些菩薩們，遵守阿彌陀佛的教誨，就像木匠依靠繩墨那樣，不敢有絲毫違背，所以他能成就，他不至於失敗，不至於為偏邪所誤。"
    },
    {
      "id": "02-040-0530_p0021",
      "zh_CN": "「本经《勤修坚持品》曰：随顺我教，当孝于佛，无得为妄，增减经法」，与这个意思完全相同。释迦牟尼佛教导我们，随顺我法，随顺两个字太好了，学佛能够随顺经教，没有一个不成功。如果随顺自己的爱好，随顺自己的习气，没有一个不失败。这真的，一点不假。印光大师说，你能随顺一分，有一分成就；随顺十分有十分成就，你有多大的成就，看你能随顺多少。完全不随顺，那肯定是无间地狱，为什么？你破坏三宝，你让大众看到你这种学佛人，人家不生信心，把外面的学佛信心毁掉了，这个罪就是无间地狱。",
      "zh_TW": "「本經《勤修堅持品》曰：隨順我教，當孝於佛，無得為妄，增減經法」，與這個意思完全相同。釋迦牟尼佛教導我們，隨順我法，隨順兩個字太好了，學佛能夠隨順經教，沒有一個不成功。如果隨順自己的愛好，隨順自己的習氣，沒有一個不失敗。這真的，一點不假。印光大師說，你能隨順一分，有一分成就；隨順十分有十分成就，你有多大的成就，看你能隨順多少。完全不隨順，那肯定是無間地獄，為什麼？你破壞三寶，你讓大眾看到你這種學佛人，人家不生信心，把外面的學佛信心毀掉了，這個罪就是無間地獄。"
    },
    {
      "id": "02-040-0530_p0022",
      "zh_CN": "所以《妄尽还源观》上，贤首国师给我们讲四德，那就是四条戒，最简单的。第一个，「随缘妙用」，随缘，普贤菩萨讲的「恒顺众生，随喜功德」，这是随缘。妙用是什么？不用妄心就妙了。用真心，真心没有念头，有念就是妄心，有念是阿赖耶，没有念是自性，讲心性，真心、本性，这个好。第二句，大师教我们，活在这个世间，一定要给众生做好样子，「威仪有则」。起心动念、言语造作都要给大众做最好的榜样，那就是持戒。最好的榜样是什么？三皈、五戒、十善。今天三皈、五戒、十善为什么做不到？十善还有根，我们没有善根。十善的根是什么？是《弟子规》、是《感应篇》。《弟子规》是儒的根，《感应篇》是道的根，《十善业》是佛的根，佛比它们高。换句话说，佛要没有它们的根，就成不了佛。",
      "zh_TW": "所以《妄盡還源觀》上，賢首國師給我們講四德，那就是四條戒，最簡單的。第一個，「隨緣妙用」，隨緣，普賢菩薩講的「恆順眾生，隨喜功德」，這是隨緣。妙用是什麼？不用妄心就妙了。用真心，真心沒有念頭，有念就是妄心，有念是阿賴耶，沒有念是自性，講心性，真心、本性，這個好。第二句，大師教我們，活在這個世間，一定要給眾生做好樣子，「威儀有則」。起心動念、言語造作都要給大眾做最好的榜樣，那就是持戒。最好的榜樣是什麼？三皈、五戒、十善。今天三皈、五戒、十善為什麼做不到？十善還有根，我們沒有善根。十善的根是什麼？是《弟子規》、是《感應篇》。《弟子規》是儒的根，《感應篇》是道的根，《十善業》是佛的根，佛比它們高。換句話說，佛要沒有它們的根，就成不了佛。"
    },
    {
      "id": "02-040-0530_p0023",
      "zh_CN": "《观无量寿佛经》净业三福，是所有佛法，无论大乘小乘、宗门教下，最高的指导原则。所以佛说，这三条是三世诸佛净业正因，三世，过去修行成佛的、现在修行成佛的、未来修行成佛的，都不能违背这三个原则。违背，他成不了，你说多重要。第一句话，「孝养父母，奉事师长」，我们做到了没有？不听父母的话，父母的话是好话、是正确的，不听；不尊重老师，想法、看法、做法都跟老师教诲相违背，他怎么会有成就？这两句，世出世间教学的大根大本，没有这两句，人心就坏了，社会就乱了。所以孝亲尊师落实在《弟子规》，没有《弟子规》，师道跟孝道没有了。",
      "zh_TW": "《觀無量壽佛經》淨業三福，是所有佛法，無論大乘小乘、宗門教下，最高的指導原則。所以佛說，這三條是三世諸佛淨業正因，三世，過去修行成佛的、現在修行成佛的、未來修行成佛的，都不能違背這三個原則。違背，他成不了，你說多重要。第一句話，「孝養父母，奉事師長」，我們做到了沒有？不聽父母的話，父母的話是好話、是正確的，不聽；不尊重老師，想法、看法、做法都跟老師教誨相違背，他怎麼會有成就？這兩句，世出世間教學的大根大本，沒有這兩句，人心就壞了，社會就亂了。所以孝親尊師落實在《弟子規》，沒有《弟子規》，師道跟孝道沒有了。"
    },
    {
      "id": "02-040-0530_p0024",
      "zh_CN": "为什么现在家不像家，社团不像社团，国家不像国家？什么原因？就是根没有了，孝道没有了，师道没有了，才变成这个样子。什么时候社会能够恢复到安定和谐？什么时候把孝道、师道找回来了，问题才能解决。否则的话，这个乱象永远不能化解，而且会愈来愈严重。这是真正的事实，不是假的。第二句，「慈心不杀」，落实在《感应篇》。最后「修十善业」，可见得十善业要有前面《弟子规》、《感应篇》的基础，十善业才做得到。没有前面这个基础，十善业有名无实，那不是佛弟子。不是佛弟子冒充佛弟子，这有罪过，这不是好事情。冒充佛弟子破坏佛法，这是魔，魔子魔孙，不是佛子佛孙。我们要用这个来检点自己，要用这个来反省，要回头。",
      "zh_TW": "為什麼現在家不像家，社團不像社團，國家不像國家？什麼原因？就是根沒有了，孝道沒有了，師道沒有了，才變成這個樣子。什麼時候社會能夠恢復到安定和諧？什麼時候把孝道、師道找回來了，問題才能解決。否則的話，這個亂象永遠不能化解，而且會愈來愈嚴重。這是真正的事實，不是假的。第二句，「慈心不殺」，落實在《感應篇》。最後「修十善業」，可見得十善業要有前面《弟子規》、《感應篇》的基礎，十善業才做得到。沒有前面這個基礎，十善業有名無實，那不是佛弟子。不是佛弟子冒充佛弟子，這有罪過，這不是好事情。冒充佛弟子破壞佛法，這是魔，魔子魔孫，不是佛子佛孫。我們要用這個來檢點自己，要用這個來反省，要回頭。"
    },
    {
      "id": "02-040-0530_p0025",
      "zh_CN": "「无得为妄，增减经法」，佛在经上怎么说的，一定要遵守，不能把自己意思加进去，不能把佛所说的意思省略掉，不可以。下面，这都是佛说的，「离经一字，便同魔说」。学佛的人，自行化他，一定要有经教做依据，离经一字，便同魔说。所以末后念老劝人，「世之行人，唯当以圣言量为依止也」，这个才不会有差错。现在这个世间人，不依圣言量的人太多太多了！什么是圣言量？我们参考资料里头第二页，是《中华佛教百科全书》里头的解释，「圣教量：又作正教量、至教量」，意指从可信仰者所受之传统之教。这里面最重要的是可信仰者，谁可信？这就是要让我们去选择老师。",
      "zh_TW": "「無得為妄，增減經法」，佛在經上怎麼說的，一定要遵守，不能把自己意思加進去，不能把佛所說的意思省略掉，不可以。下面，這都是佛說的，「離經一字，便同魔說」。學佛的人，自行化他，一定要有經教做依據，離經一字，便同魔說。所以末後念老勸人，「世之行人，唯當以聖言量為依止也」，這個才不會有差錯。現在這個世間人，不依聖言量的人太多太多了！什麼是聖言量？我們參考資料裡頭第二頁，是《中華佛教百科全書》裡頭的解釋，「聖教量：又作正教量、至教量」，意指從可信仰者所受之傳統之教。這裡面最重要的是可信仰者，誰可信？這就是要讓我們去選擇老師。"
    },
    {
      "id": "02-040-0530_p0026",
      "zh_CN": "用什么条件来选择老师？这个老师学佛，他有没有做到？佛在经上所讲的他统统做到了，我们可以跟他学，他说的是真的，不是假的。为什么？通过他自己修行印证了。他要只是讲经教，自己没有做到，那个不可靠。为什么不可靠？他把经讲错了，是他自己的意思，不是佛的意思。通过真正修行，是真的，不是假的，他所悟出来的跟佛讲的是一样的，这就是真的。也就是说，佛在经上所说的，他在日常生活要把它证明，证明经上讲的正确的。所以老师要有修有证，这是第一标准。实在找不到这样老师，这个老师有修，没有证，就是说他学经教，他依教修行，还没有到证果，这是不得已而求其次，也可以相信。如果他只是会讲，他完全没有做到，这就不能相信，那个问题很多，他所讲的是他自己的意思，不是佛的意思。至少他自己读诵、信解能做到，做到他才有法喜充满，这是一个可信仰者，要找这个人。",
      "zh_TW": "用什麼條件來選擇老師？這個老師學佛，他有沒有做到？佛在經上所講的他統統做到了，我們可以跟他學，他說的是真的，不是假的。為什麼？通過他自己修行印證了。他要只是講經教，自己沒有做到，那個不可靠。為什麼不可靠？他把經講錯了，是他自己的意思，不是佛的意思。通過真正修行，是真的，不是假的，他所悟出來的跟佛講的是一樣的，這就是真的。也就是說，佛在經上所說的，他在日常生活要把它證明，證明經上講的正確的。所以老師要有修有證，這是第一標準。實在找不到這樣老師，這個老師有修，沒有證，就是說他學經教，他依教修行，還沒有到證果，這是不得已而求其次，也可以相信。如果他只是會講，他完全沒有做到，這就不能相信，那個問題很多，他所講的是他自己的意思，不是佛的意思。至少他自己讀誦、信解能做到，做到他才有法喜充滿，這是一個可信仰者，要找這個人。"
    },
    {
      "id": "02-040-0530_p0027",
      "zh_CN": "底下接着说，「可信仰者即指佛、菩萨、诸圣贤；以圣者所说之教示正确无误，依之可以量知种种义趣，故称圣教量」。这个量就是度量的意思，就是标准的意思。他有没有讲错，有没有学习偏差，这都要很注意的事情。我们一辈子要是走错了路，太冤枉了，到最后还离不了六道，甚至于到三途去了，这不是太可惜了？学佛最低，什么成就都没有，来生还能生人天，不失人天身分，保住了，这最低的标准。要是堕三途的话，那就全错了！我们细心观察，拿着佛心来对比，不要去比别人，首先要比自己，我自己在十法界与哪个法界相应。认真检点，恐惧心就生出来了，畏惧，畏惧心生出来，他真正忏悔，他知道不忏悔不行，不忏悔非堕落不可。",
      "zh_TW": "底下接著說，「可信仰者即指佛、菩薩、諸聖賢；以聖者所說之教示正確無誤，依之可以量知種種義趣，故稱聖教量」。這個量就是度量的意思，就是標準的意思。他有沒有講錯，有沒有學習偏差，這都要很注意的事情。我們一輩子要是走錯了路，太冤枉了，到最後還離不了六道，甚至於到三途去了，這不是太可惜了？學佛最低，什麼成就都沒有，來生還能生人天，不失人天身分，保住了，這最低的標準。要是墮三途的話，那就全錯了！我們細心觀察，拿著佛心來對比，不要去比別人，首先要比自己，我自己在十法界與哪個法界相應。認真檢點，恐懼心就生出來了，畏懼，畏懼心生出來，他真正懺悔，他知道不懺悔不行，不懺悔非墮落不可。"
    },
    {
      "id": "02-040-0530_p0028",
      "zh_CN": "《净土圣贤录》里头记载着宋朝莹珂法师，那是个最好的例子，他出家不守清规，做了很多错事情。古时候，我们有理由相信，做错事情那些人比我们现在都强，他们的罪轻，我们的罪比他重。这是一定的道理，因为我们的环境不如他们。几个人能不受环境影响？佛法从我们这个三代来看，一代不如一代，我们的老师比不上他们的老师。那我们这一代比不上我们的老师，这上一代，他们无论在德学、存心、言行，无论在哪里都是我们的好榜样，我们没有学到。他们跟他们的老师，印光法师那一代比，那又不如，这走下坡，一代不如一代。那我们下面这一代比不上我们，这怎么办？这是个衰灭的现象。我们今天着急的没别的事情，就是这桩事情。方法有，理论有，谁肯干？真正肯干，有使命感的人，发大菩提心，拯救正法的存亡，这个功德太大了！救正法就是真正救一切众生。不依经教是不能成就，经教里面的经文，「求道和正，不误倾邪，随经约令，不敢蹉跌，若于绳墨，咸为道慕」，就这几句，这几句你统统明白了，统统做到了，你就能拯救正法。没有遇到真正善知识，你也能开悟，为什么？真诚心感动佛菩萨，佛菩萨会帮助你。",
      "zh_TW": "《淨土聖賢錄》裡頭記載著宋朝瑩珂法師，那是個最好的例子，他出家不守清規，做了很多錯事情。古時候，我們有理由相信，做錯事情那些人比我們現在都強，他們的罪輕，我們的罪比他重。這是一定的道理，因為我們的環境不如他們。幾個人能不受環境影響？佛法從我們這個三代來看，一代不如一代，我們的老師比不上他們的老師。那我們這一代比不上我們的老師，這上一代，他們無論在德學、存心、言行，無論在哪裡都是我們的好榜樣，我們沒有學到。他們跟他們的老師，印光法師那一代比，那又不如，這走下坡，一代不如一代。那我們下面這一代比不上我們，這怎麼辦？這是個衰滅的現象。我們今天著急的沒別的事情，就是這樁事情。方法有，理論有，誰肯幹？真正肯幹，有使命感的人，發大菩提心，拯救正法的存亡，這個功德太大了！救正法就是真正救一切眾生。不依經教是不能成就，經教裡面的經文，「求道和正，不誤傾邪，隨經約令，不敢蹉跌，若於繩墨，咸為道慕」，就這幾句，這幾句你統統明白了，統統做到了，你就能拯救正法。沒有遇到真正善知識，你也能開悟，為什麼？真誠心感動佛菩薩，佛菩薩會幫助你。"
    },
    {
      "id": "02-040-0530_p0029",
      "zh_CN": "佛法教学的理念是「一门深入，长时薰修」，跟这讲的「和正」相应。一门深入，正就是一、止，一就止了，不再有二了。止于一部经或是一部论，一生专攻这一部经，每天去念它，这叫学佛。念多少？用时间来算，每天最好念十个小时。你如果有工作，工作很繁忙，每天至少要念四个小时，早晨早一点起来念两个小时，晚上念两个小时，就念一部经。念多久？一辈子就念一部经。念经的目的何在？目的在修清净心，我们经题上「清净平等觉」，目的在此地。不念，妄想、杂念统统起来了，你的心是乱的。乱心是凡夫，定心是佛菩萨，是声闻、缘觉。所以念经，用念经做为手段，目的？目的是清净心。四个小时没有妄念、没有杂念，这叫修定。用读诵经典的手段，来达到修定的目标，是这个意思。念多、念久了自然会背，那个会背诵，那是附带的，不是主目的，不是叫你背书，所以不能把这意思搞错了，是修定。",
      "zh_TW": "佛法教學的理念是「一門深入，長時薰修」，跟這講的「和正」相應。一門深入，正就是一、止，一就止了，不再有二了。止於一部經或是一部論，一生專攻這一部經，每天去念它，這叫學佛。念多少？用時間來算，每天最好念十個小時。你如果有工作，工作很繁忙，每天至少要念四個小時，早晨早一點起來念兩個小時，晚上念兩個小時，就念一部經。念多久？一輩子就念一部經。念經的目的何在？目的在修清淨心，我們經題上「清淨平等覺」，目的在此地。不念，妄想、雜念統統起來了，你的心是亂的。亂心是凡夫，定心是佛菩薩，是聲聞、緣覺。所以念經，用念經做為手段，目的？目的是清淨心。四個小時沒有妄念、沒有雜念，這叫修定。用讀誦經典的手段，來達到修定的目標，是這個意思。念多、念久了自然會背，那個會背誦，那是附帶的，不是主目的，不是叫你背書，所以不能把這意思搞錯了，是修定。"
    },
    {
      "id": "02-040-0530_p0030",
      "zh_CN": "八万四千法门，八万种不同的方法，不同的门径，全是修定。所以佛才说「法门平等，无有高下」，统统都能得定，只要你一，它就会定下来，二就定不了了，三就乱了。这是佛法，佛教人成佛的方法，没人学，可能也没人懂，会讲，讲完之后并不懂。这是佛法教学的理念，一门深入，长时薰修，手段就是一部经，读书千遍，其义自见，开悟了，自见就是开悟。所以这个心先求清净，再提升到平等，最后觉了，觉就是大彻大悟，明心见性。不要老师，老师教不了，老师可能自己都没有得定，他怎么能教你？如果他的妄念很多、杂念很多，想法很多、看法很多，这对学生没好处。",
      "zh_TW": "八萬四千法門，八萬種不同的方法，不同的門徑，全是修定。所以佛才說「法門平等，無有高下」，統統都能得定，只要你一，它就會定下來，二就定不了了，三就亂了。這是佛法，佛教人成佛的方法，沒人學，可能也沒人懂，會講，講完之後並不懂。這是佛法教學的理念，一門深入，長時薰修，手段就是一部經，讀書千遍，其義自見，開悟了，自見就是開悟。所以這個心先求清淨，再提升到平等，最後覺了，覺就是大徹大悟，明心見性。不要老師，老師教不了，老師可能自己都沒有得定，他怎麼能教你？如果他的妄念很多、雜念很多，想法很多、看法很多，這對學生沒好處。"
    },
    {
      "id": "02-040-0530_p0031",
      "zh_CN": "在净土宗的历史上，真正修定的，懂得修定的，用一部经本或者是一句佛号，一句佛号也行，除这一句佛号之外，什么也没有；用经，用这一部经本，除这一部经本之外，我什么都不看，三年五载清净心现前。只要清净心现前，你就有智慧，清净心起作用是智慧，妄想、杂念那个心起作用都是烦恼。清净是小乘禅定，就是声闻、缘觉；平等是大乘的禅定，是菩萨、是佛。小乘，得清净心，有小的悟处，比我们六道凡夫高明；大乘，平等心得定，起的作用那更不必说了。要明白这个道理。这个道理说出来没有人相信，摇头。",
      "zh_TW": "在淨土宗的歷史上，真正修定的，懂得修定的，用一部經本或者是一句佛號，一句佛號也行，除這一句佛號之外，什麼也沒有；用經，用這一部經本，除這一部經本之外，我什麼都不看，三年五載清淨心現前。只要清淨心現前，你就有智慧，清淨心起作用是智慧，妄想、雜念那個心起作用都是煩惱。清淨是小乘禪定，就是聲聞、緣覺；平等是大乘的禪定，是菩薩、是佛。小乘，得清淨心，有小的悟處，比我們六道凡夫高明；大乘，平等心得定，起的作用那更不必說了。要明白這個道理。這個道理說出來沒有人相信，搖頭。"
    },
    {
      "id": "02-040-0530_p0032",
      "zh_CN": "香港早年有个法师叫慧忍，智慧的慧，忍辱的忍，跟我是老朋友，他大我五岁。我在台湾讲经，他常常来听，他很羡慕。人非常聪明，我劝他学教，他跟我到台中，依止李老师，他住了十个月离开了，他受不了，他说进度太慢了，他想在短时间中一下就学成。哪有这种道理？好高骛远。我教他一门深入，他不服气，他说你学得那么多，你教我学一样，是不是怕我超过你，你嫉妒我？有什么法子！到晚年的时候，他才觉悟了，我教他的是正确的，他明白了，年轻的时候不相信。不容易！",
      "zh_TW": "香港早年有個法師叫慧忍，智慧的慧，忍辱的忍，跟我是老朋友，他大我五歲。我在台灣講經，他常常來聽，他很羨慕。人非常聰明，我勸他學教，他跟我到台中，依止李老師，他住了十個月離開了，他受不了，他說進度太慢了，他想在短時間中一下就學成。哪有這種道理？好高騖遠。我教他一門深入，他不服氣，他說你學得那麼多，你教我學一樣，是不是怕我超過你，你嫉妒我？有什麼法子！到晚年的時候，他才覺悟了，我教他的是正確的，他明白了，年輕的時候不相信。不容易！"
    },
    {
      "id": "02-040-0530_p0033",
      "zh_CN": "好学，如果听不懂善言，经上讲这个正字，在中国的文字学，正是什么意思？正就是一门深入，正就是一句阿弥陀佛，这叫正。正就能开智慧，正就能得禅定。我们这部经上没有说禅定，清净是禅定，平等是大定，觉就是开悟，就是明心见性，这经题上。这是修因，果报也在经题上，大乘，大乘是智慧，无所不知、无所不能叫大乘；无量寿是德能，万德万能第一德就是寿命，如果寿命没有了，全落空了，所以说寿命是万德万能的第一个要求的条件；庄严是美好，一切美好到极处，从哪里来的？从清净平等觉来的，体是形容极乐世界。所以圣言量比什么都重要，不依圣人的话，亏吃大了！中国古人所谓「不听老人言，吃亏在眼前」，所以我们应当要以圣言量为依止，要依靠、止于圣教所说。",
      "zh_TW": "好學，如果聽不懂善言，經上講這個正字，在中國的文字學，正是什麼意思？正就是一門深入，正就是一句阿彌陀佛，這叫正。正就能開智慧，正就能得禪定。我們這部經上沒有說禪定，清淨是禪定，平等是大定，覺就是開悟，就是明心見性，這經題上。這是修因，果報也在經題上，大乘，大乘是智慧，無所不知、無所不能叫大乘；無量壽是德能，萬德萬能第一德就是壽命，如果壽命沒有了，全落空了，所以說壽命是萬德萬能的第一個要求的條件；莊嚴是美好，一切美好到極處，從哪裡來的？從清淨平等覺來的，體是形容極樂世界。所以聖言量比什麼都重要，不依聖人的話，虧吃大了！中國古人所謂「不聽老人言，吃虧在眼前」，所以我們應當要以聖言量為依止，要依靠、止於聖教所說。"
    },
    {
      "id": "02-040-0530_p0034",
      "zh_CN": "我们再看下面这一段，「无住生心」。",
      "zh_TW": "我們再看下面這一段，「無住生心」。"
    },
    {
      "id": "02-040-0530_p0035",
      "zh_CN": "【旷无他念。无有忧思。自然无为。虚空无立。淡安无欲。作得善愿。尽心求索。含哀慈愍。礼义都合。苞罗表里。过度解脱。】",
      "zh_TW": "【曠無他念。無有憂思。自然無為。虛空無立。淡安無欲。作得善願。盡心求索。含哀慈愍。禮義都合。苞羅表裡。過度解脫。】"
    },
    {
      "id": "02-040-0530_p0036",
      "zh_CN": "我们看念老的注解。『咸为道慕，旷无他念，无有忧思』。「第一句，心所慕求者皆是至道」。我们什么时候能养成这个习惯？我们心里所羡慕、所希求的至道是什么？至道是极乐世界。离开极乐世界，至道是如来的大般涅槃，那是我们学不到的，我们没有能力，先要承认，我们只有依靠阿弥陀佛才能得度。离开阿弥陀佛，八万四千法门，门门都要断烦恼、证菩提，我们听到断烦恼头就痛，真正断不了！我们断不了，我们上一代老师也断不了，李老师的智慧德能，我们比不上，他没有办法，最后只有走阿弥陀佛这条路。我们自己要衡量自己，佛的道门八万四千，没有一个门我们能走得进去的。小乘初果须陀洹，我们没办法证得；大乘十信位初信位的菩萨，十信就等于小学，初信是一年级，我们也没有办法证得。为什么？它的条件要断见惑。",
      "zh_TW": "我們看念老的註解。『咸為道慕，曠無他念，無有憂思』。「第一句，心所慕求者皆是至道」。我們什麼時候能養成這個習慣？我們心裡所羨慕、所希求的至道是什麼？至道是極樂世界。離開極樂世界，至道是如來的大般涅槃，那是我們學不到的，我們沒有能力，先要承認，我們只有依靠阿彌陀佛才能得度。離開阿彌陀佛，八萬四千法門，門門都要斷煩惱、證菩提，我們聽到斷煩惱頭就痛，真正斷不了！我們斷不了，我們上一代老師也斷不了，李老師的智慧德能，我們比不上，他沒有辦法，最後只有走阿彌陀佛這條路。我們自己要衡量自己，佛的道門八萬四千，沒有一個門我們能走得進去的。小乘初果須陀洹，我們沒辦法證得；大乘十信位初信位的菩薩，十信就等於小學，初信是一年級，我們也沒有辦法證得。為什麼？它的條件要斷見惑。"
    },
    {
      "id": "02-040-0530_p0037",
      "zh_CN": "见惑有五种，第一个是身见。这就是个大难题，我能把身放弃吗？佛说得很清楚，身不是我，决定不能执着身，执着身是我，你就出不了六道轮回。一定要知道身不是我，不是我是什么？好像是衣服，衣服是我的，衣服不是我，脱掉不心痛。佛告诉我们，身体跟衣服没有两样。你能够舍身像脱衣服一样那么自在，身见破了，真把它看破了。身有生灭，我没有生灭。如果身体是我，身死了，我不就没有了，谁去投胎，谁去往生作佛？不是问题都出来了？所以它真的不是我，它跟我不相干。身体生死跟穿衣服、脱衣服一样，每天晚上睡觉脱衣服的时候，身不要了，早晨起来的时候穿衣服，这身假身我还是要用它一天。常常作如是观，对自己有好处，对于这个身就不再爱惜了，我要用它借假修真，它还有用处。但是，它不能做主宰，它要做主了，我就完了，那就注定不断的搞六道轮回了。",
      "zh_TW": "見惑有五種，第一個是身見。這就是個大難題，我能把身放棄嗎？佛說得很清楚，身不是我，決定不能執著身，執著身是我，你就出不了六道輪迴。一定要知道身不是我，不是我是什麼？好像是衣服，衣服是我的，衣服不是我，脫掉不心痛。佛告訴我們，身體跟衣服沒有兩樣。你能夠捨身像脫衣服一樣那麼自在，身見破了，真把它看破了。身有生滅，我沒有生滅。如果身體是我，身死了，我不就沒有了，誰去投胎，誰去往生作佛？不是問題都出來了？所以它真的不是我，它跟我不相干。身體生死跟穿衣服、脫衣服一樣，每天晚上睡覺脫衣服的時候，身不要了，早晨起來的時候穿衣服，這身假身我還是要用它一天。常常作如是觀，對自己有好處，對於這個身就不再愛惜了，我要用它借假修真，它還有用處。但是，它不能做主宰，它要做主了，我就完了，那就注定不斷的搞六道輪迴了。"
    },
    {
      "id": "02-040-0530_p0038",
      "zh_CN": "《金刚经》的前半部，要破四相，「无我相，无人相，无众生相，无寿者相」，这个意思合起来就是「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。人生这一世，一场梦，可不能执着，可不能当真，它是假的。《金刚经》末后一首偈子说得好，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。六道是一场梦，这场梦梦醒了，醒了看到什么？看到四圣法界。佛告诉我们，四圣法界也是假的，还是一场梦，六道是梦中之梦。知道是一场梦，把它放下就很容易；不知道，样样当真，那放下难了。所以首先破身见。",
      "zh_TW": "《金剛經》的前半部，要破四相，「無我相，無人相，無眾生相，無壽者相」，這個意思合起來就是「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。人生這一世，一場夢，可不能執著，可不能當真，它是假的。《金剛經》末後一首偈子說得好，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。六道是一場夢，這場夢夢醒了，醒了看到什麼？看到四聖法界。佛告訴我們，四聖法界也是假的，還是一場夢，六道是夢中之夢。知道是一場夢，把它放下就很容易；不知道，樣樣當真，那放下難了。所以首先破身見。"
    },
    {
      "id": "02-040-0530_p0039",
      "zh_CN": "接着破边见。这错误的，边见是二边的看法，就是对立的，这不是真的，是错误的看法。因为有我，我跟人对立，我跟事对立，我跟一切物对立，错了！无我，无人，无众生，无寿者，寿者是时间的概念，过去、现在、未来。整个宇宙是自性变现的，自性能变能生；宇宙、万法，所变所生。能变里面，它变出一个阿赖耶出来，阿赖耶不是真的，假的，从自性里头变现出来的。自性是真心，阿赖耶是妄心，阿赖耶能现相，能生一切现象，能生能现；阿赖耶能变，把真心所生所现的这个相，把它扭曲。自性所现所生的是实报土，如来的实报庄严土叫一真法界，那是法性土、法性身，阿赖耶能把法性土、法性身扭变成十法界，变成六道轮回，变成三恶道，统统是阿赖耶变的。所以不用阿赖耶，十法界就没有了，完全是假的，一真法界现前。那阿赖耶我们用成习惯了，无量劫来都用它，都把它当真，以为是自己的真心，铸成最大的错误！法相宗里面说得很清楚，要转识成智，转八识成四智，不再用八识了。不再用八识，十法界就没有了，回归到实报土。在实报土里面，再断无始无明的习气，习气断干净了，自然就回归常寂光了。",
      "zh_TW": "接著破邊見。這錯誤的，邊見是二邊的看法，就是對立的，這不是真的，是錯誤的看法。因為有我，我跟人對立，我跟事對立，我跟一切物對立，錯了！無我，無人，無眾生，無壽者，壽者是時間的概念，過去、現在、未來。整個宇宙是自性變現的，自性能變能生；宇宙、萬法，所變所生。能變裡面，它變出一個阿賴耶出來，阿賴耶不是真的，假的，從自性裡頭變現出來的。自性是真心，阿賴耶是妄心，阿賴耶能現相，能生一切現象，能生能現；阿賴耶能變，把真心所生所現的這個相，把它扭曲。自性所現所生的是實報土，如來的實報莊嚴土叫一真法界，那是法性土、法性身，阿賴耶能把法性土、法性身扭變成十法界，變成六道輪迴，變成三惡道，統統是阿賴耶變的。所以不用阿賴耶，十法界就沒有了，完全是假的，一真法界現前。那阿賴耶我們用成習慣了，無量劫來都用它，都把它當真，以為是自己的真心，鑄成最大的錯誤！法相宗裡面說得很清楚，要轉識成智，轉八識成四智，不再用八識了。不再用八識，十法界就沒有了，回歸到實報土。在實報土裡面，再斷無始無明的習氣，習氣斷乾淨了，自然就回歸常寂光了。"
    },
    {
      "id": "02-040-0530_p0040",
      "zh_CN": "宇宙万有，包括我，从哪里来的？现在要怎样才能够回归到本源？今天量子力学家有了这个概念，他把宇宙的原始说作一个点，原点，零极限，他用这个名词。这名词也很好，零表示什么都没有，一法不立，零极限。如何回归到零极限，宇宙从零极限发生的，现在如何再回到零极限，这就是佛教。所以佛教在净土宗就是回归常寂光，在八万四千法门里叫回归自性，常寂光跟自性是一个意思。自性是从体上讲，常寂光是从相上说的，但是这个相是自性的相，非常微妙，无法想像。叫我们回头，宗门里常说，「父母未生前本来面目」，我们要回到我们的本来面目。所以要有一个羡慕，要有一个所求。我们不羡慕六道轮回，人间天上不羡慕，不羡慕荣华富贵，因为它是六道轮回，出不了。也不羡慕佛法讲的大小乘、显密无量法门，为什么？那我们做不到，真做不到。我们遇到这个法门，想了想，这个法门我们做得到，净土法门。经论不多，这一本够用了，足够了。而且这一本是圆满的，八万四千法门都从这一门衍生的，生出去的。所以佛说「法门平等，无有高下」，这一法跟八万四千法门平等的。这一法门我们真正字字句句搞清楚、搞明白。",
      "zh_TW": "宇宙萬有，包括我，從哪裡來的？現在要怎樣才能夠回歸到本源？今天量子力學家有了這個概念，他把宇宙的原始說作一個點，原點，零極限，他用這個名詞。這名詞也很好，零表示什麼都沒有，一法不立，零極限。如何回歸到零極限，宇宙從零極限發生的，現在如何再回到零極限，這就是佛教。所以佛教在淨土宗就是回歸常寂光，在八萬四千法門裡叫回歸自性，常寂光跟自性是一個意思。自性是從體上講，常寂光是從相上說的，但是這個相是自性的相，非常微妙，無法想像。叫我們回頭，宗門裡常說，「父母未生前本來面目」，我們要回到我們的本來面目。所以要有一個羨慕，要有一個所求。我們不羨慕六道輪迴，人間天上不羨慕，不羨慕榮華富貴，因為它是六道輪迴，出不了。也不羨慕佛法講的大小乘、顯密無量法門，為什麼？那我們做不到，真做不到。我們遇到這個法門，想了想，這個法門我們做得到，淨土法門。經論不多，這一本夠用了，足夠了。而且這一本是圓滿的，八萬四千法門都從這一門衍生的，生出去的。所以佛說「法門平等，無有高下」，這一法跟八萬四千法門平等的。這一法門我們真正字字句句搞清楚、搞明白。"
    },
    {
      "id": "02-040-0530_p0041",
      "zh_CN": "旷是广大，这个地方有解释，「其心空广无有妄念」，是这个意思。没有念头，什么念头都没有，只有一句阿弥陀佛，这妙了，妙绝了。所以不要有杂念，不要有妄想，什么事都是假的，能放下的尽管放下，能不说尽量少说，念佛第一妙。一秒钟都要抓住，不要让它空过，这才叫老实念佛，真正弥陀弟子。一秒钟不空过，有一秒钟我念一句阿弥陀佛；这一秒钟没有念佛，过去了叫空过，那就错了，你就有他念了。希望自己真正做到「旷无他念」。",
      "zh_TW": "曠是廣大，這個地方有解釋，「其心空廣無有妄念」，是這個意思。沒有念頭，什麼念頭都沒有，只有一句阿彌陀佛，這妙了，妙絕了。所以不要有雜念，不要有妄想，什麼事都是假的，能放下的儘管放下，能不說盡量少說，念佛第一妙。一秒鐘都要抓住，不要讓它空過，這才叫老實念佛，真正彌陀弟子。一秒鐘不空過，有一秒鐘我念一句阿彌陀佛；這一秒鐘沒有念佛，過去了叫空過，那就錯了，你就有他念了。希望自己真正做到「曠無他念」。"
    },
    {
      "id": "02-040-0530_p0042",
      "zh_CN": "「无有忧思」，对这个世间没有忧虑、没有牵挂，这一句是放得下！真放下了。上面这一句看得破，真正看破了，真正放下了，才能随缘妙用。做不到随缘妙用，就是他没看破，他也没放下。看破放下之后，自然无为，这个地方讲了。「旷无他念者，万缘放下也。咸为道慕者，一念单提也。无有忧思者，当念即是也。一声佛号，万虑齐消。灵光独耀，迥脱根尘。罄然独存，何喜何忧。故云无有忧思」。这个注解里说得好。「灵光」，参考资料里头有，术语，佛门术语，「人人固有之佛性，灵灵照照，而放光明者」，所以称它做灵光。灵光不生不灭，但是它有迷、它有悟，迷，它就不见了，悟了，它就出现了，它没有生灭。",
      "zh_TW": "「無有憂思」，對這個世間沒有憂慮、沒有牽掛，這一句是放得下！真放下了。上面這一句看得破，真正看破了，真正放下了，才能隨緣妙用。做不到隨緣妙用，就是他沒看破，他也沒放下。看破放下之後，自然無為，這個地方講了。「曠無他念者，萬緣放下也。咸為道慕者，一念單提也。無有憂思者，當念即是也。一聲佛號，萬慮齊消。靈光獨耀，迥脫根塵。罄然獨存，何喜何憂。故云無有憂思」。這個註解裡說得好。「靈光」，參考資料裡頭有，術語，佛門術語，「人人固有之佛性，靈靈照照，而放光明者」，所以稱它做靈光。靈光不生不滅，但是它有迷、它有悟，迷，它就不見了，悟了，它就出現了，它沒有生滅。"
    },
    {
      "id": "02-040-0530_p0043",
      "zh_CN": "底下一句，「百丈禅师上堂曰」，有这么一句，「灵光独耀，迥脱根尘」，这是大彻大悟的现象，人在彻悟的时候，迥是远的，远离的意思，远远的摆脱根尘。根是六根，眼耳鼻舌身意；尘是六尘，色声香味触法，六根六尘都摆脱了，而放光明，所以「体露真常」。根尘统统放下，就是（我平常讲得简单，但是很不好懂）于一切法不执着、不分别、不起心、不动念，就这个境界。一切时一切处，眼见色、耳闻声，都没有起心动念，决定不要把这东西放在心上，这是什么？这是种自然现象。不闻不问，不放在心上，你的心就清净平等觉，这个就是迥脱根尘，体露真常。",
      "zh_TW": "底下一句，「百丈禪師上堂曰」，有這麼一句，「靈光獨耀，迥脫根塵」，這是大徹大悟的現象，人在徹悟的時候，迥是遠的，遠離的意思，遠遠的擺脫根塵。根是六根，眼耳鼻舌身意；塵是六塵，色聲香味觸法，六根六塵都擺脫了，而放光明，所以「體露真常」。根塵統統放下，就是（我平常講得簡單，但是很不好懂）於一切法不執著、不分別、不起心、不動念，就這個境界。一切時一切處，眼見色、耳聞聲，都沒有起心動念，決定不要把這東西放在心上，這是什麼？這是種自然現象。不聞不問，不放在心上，你的心就清淨平等覺，這個就是迥脫根塵，體露真常。"
    },
    {
      "id": "02-040-0530_p0044",
      "zh_CN": "「不拘文字」，所以认不认识字，有没有念过书，与这个不相关。惠能大师不认识字，没念过书。伊斯兰教创教的圣者，穆罕默德也不认识字，也没有念过书，他能够口述一部《古兰经》，他的弟子帮他记录。他为什么能说得出？体露真常，真常就是性德，完全流露出来了。真，永恒不变，常，也是永恒不变的意思，不生不灭。「心性无染」，惠能大师开悟第一句话说，没有想到自性本自清净，本来清净，自然清净，它没有染污。「本自圆成」，圆是圆满，成是成就，就是惠能大师所说的本自具足，具足无量智慧、无量德能、无量相好，本自具足。「但离妄缘，即如如佛」，关键在这一句，你要能离得开，妄能舍掉，妄就是阿赖耶，你能把这个东西舍掉，当下就成佛了，就是如如佛。所以念老这个后头接着两句话，「罄然独存，何喜何忧。故云无有忧思」，你的烦恼牵挂一扫干净了。今天时间到了，我们就学习到此地。",
      "zh_TW": "「不拘文字」，所以認不認識字，有沒有念過書，與這個不相關。惠能大師不認識字，沒念過書。伊斯蘭教創教的聖者，穆罕默德也不認識字，也沒有念過書，他能夠口述一部《古蘭經》，他的弟子幫他記錄。他為什麼能說得出？體露真常，真常就是性德，完全流露出來了。真，永恆不變，常，也是永恆不變的意思，不生不滅。「心性無染」，惠能大師開悟第一句話說，沒有想到自性本自清淨，本來清淨，自然清淨，它沒有染污。「本自圓成」，圓是圓滿，成是成就，就是惠能大師所說的本自具足，具足無量智慧、無量德能、無量相好，本自具足。「但離妄緣，即如如佛」，關鍵在這一句，你要能離得開，妄能捨掉，妄就是阿賴耶，你能把這個東西捨掉，當下就成佛了，就是如如佛。所以念老這個後頭接著兩句話，「罄然獨存，何喜何憂。故云無有憂思」，你的煩惱牽掛一掃乾淨了。今天時間到了，我們就學習到此地。"
    }
  ]
}