{
  "doc_id": "02-040-0598",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五九八集",
    "zh_TW": "第五九八集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0598",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-040-0598_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0598_p0002",
      "zh_CN": "请看《大经科注》第一０三五页，从第三行最后一句看起，「大利者」，从这看起：",
      "zh_TW": "請看《大經科註》第一０三五頁，從第三行最後一句看起，「大利者」，從這看起："
    },
    {
      "id": "02-040-0598_p0003",
      "zh_CN": "「即经中真实之利也」，昨天我们学到这个地方。念老说，「十方婆伽梵」，婆伽梵有吉祥、尊重的意思，是世尊十号之一，「住真实慧。开化显示真实之际，欲拯群萌，惠以真实之利，难值难见，如优昙花，希有出现」。这是引用的一段文，不多，只有五句，说明什么叫大利。这个大利是真实的大利，世出世间无伦无比究竟圆满的大利，本经所说的三种真实，《论注》里头全引用了。佛出现在世间，释迦建立的教育，佛陀的教育，教什么？目的是什么？目的就是「欲拯群萌，惠以真实之利」，这个惠是给予，我们讲供养，以真实的利益来供养一切众生。稀有难逢，值是遇到，见是看见，这个机缘不容易遇到，不容易看见，像昙花一样，稀有出现。昙花在热带地区，台湾的南部有，东南亚一带我们看过，夜晚十二点钟的时候开花，花开了之后就谢了，前后不超过一个小时，所以很稀有，很难得看见。花开得非常美，也非常香，就是时间很短。佛经上常常用这个来做比喻，比喻佛出现在世间，就像昙花一样，非常稀有。",
      "zh_TW": "「即經中真實之利也」，昨天我們學到這個地方。念老說，「十方婆伽梵」，婆伽梵有吉祥、尊重的意思，是世尊十號之一，「住真實慧。開化顯示真實之際，欲拯群萌，惠以真實之利，難值難見，如優曇花，希有出現」。這是引用的一段文，不多，只有五句，說明什麼叫大利。這個大利是真實的大利，世出世間無倫無比究竟圓滿的大利，本經所說的三種真實，《論註》裡頭全引用了。佛出現在世間，釋迦建立的教育，佛陀的教育，教什麼？目的是什麼？目的就是「欲拯群萌，惠以真實之利」，這個惠是給予，我們講供養，以真實的利益來供養一切眾生。稀有難逢，值是遇到，見是看見，這個機緣不容易遇到，不容易看見，像曇花一樣，稀有出現。曇花在熱帶地區，台灣的南部有，東南亞一帶我們看過，夜晚十二點鐘的時候開花，花開了之後就謝了，前後不超過一個小時，所以很稀有，很難得看見。花開得非常美，也非常香，就是時間很短。佛經上常常用這個來做比喻，比喻佛出現在世間，就像曇花一樣，非常稀有。"
    },
    {
      "id": "02-040-0598_p0004",
      "zh_CN": "「今者难逢能逢，难闻能闻，而不信受，辜负佛恩」，这就是「为失大利」。我们跟佛有缘，得人身，遇到佛法，又遇到大乘，又遇到净宗，无比稀有殊胜。如果要不信，还怀疑，不肯学习，这个利益就失掉了。大利当中的大利，大利到极处的时候就是净宗，就是信愿持名，往生净土，不退成佛。一生可以成就，不需要等来生后世，这个机缘到哪里去找？什么叫大事？这是头等大事。没有机会遇到那就不说了，既然遇到了，决定要这一生往生极乐世界，才不辜负佛恩。佛出世在这个世间为什么？就是为你，你得度了，你真正离究竟苦，得究竟乐了，这是满佛度生的心愿。佛希望一切众生都能信，都能发愿，都能念佛往生。奈何众生业障习气太重，不能信受奉行，这个利益就当面错过。当面错过的人太多太多了，佛也无可奈何。我们非常幸运，这个幸运是来自老师的恩德，念念不舍老师的教诲，真得利益。愈得利益愈感恩，愈得利益，求生净土的心愿愈切、愈坚固。所以世出世间法，真的一点都不假，大根大本就在孝亲尊师。这是个动力，非常强大的动力，推着你，你不会退转，你不会堕落，你会勇猛向前。知恩报恩，成佛才是报佛恩。",
      "zh_TW": "「今者難逢能逢，難聞能聞，而不信受，辜負佛恩」，這就是「為失大利」。我們跟佛有緣，得人身，遇到佛法，又遇到大乘，又遇到淨宗，無比稀有殊勝。如果要不信，還懷疑，不肯學習，這個利益就失掉了。大利當中的大利，大利到極處的時候就是淨宗，就是信願持名，往生淨土，不退成佛。一生可以成就，不需要等來生後世，這個機緣到哪裡去找？什麼叫大事？這是頭等大事。沒有機會遇到那就不說了，既然遇到了，決定要這一生往生極樂世界，才不辜負佛恩。佛出世在這個世間為什麼？就是為你，你得度了，你真正離究竟苦，得究竟樂了，這是滿佛度生的心願。佛希望一切眾生都能信，都能發願，都能念佛往生。奈何眾生業障習氣太重，不能信受奉行，這個利益就當面錯過。當面錯過的人太多太多了，佛也無可奈何。我們非常幸運，這個幸運是來自老師的恩德，念念不捨老師的教誨，真得利益。愈得利益愈感恩，愈得利益，求生淨土的心願愈切、愈堅固。所以世出世間法，真的一點都不假，大根大本就在孝親尊師。這是個動力，非常強大的動力，推著你，你不會退轉，你不會墮落，你會勇猛向前。知恩報恩，成佛才是報佛恩。"
    },
    {
      "id": "02-040-0598_p0005",
      "zh_CN": "下面，「况此净土法门，一乘愿海，六字洪名，信愿持名」，往生的条件就这四个字。一乘愿海就是《无量寿经》，六字洪名就是修行的最绝妙的方法，这个方法叫妙音。本经末后第四十八品，世尊给我们说出来，十方世界每一个往生的菩萨，往生到极乐世界全是阿惟越致菩萨。他们在极乐世界，信愿持名没有改变，用这个方法去的，往生的，用这个方法，到极乐世界成佛还是用这个方法，没有改变，真正不可思议。真信、真愿、真干，真干就是真念，念这句佛号，一切时、一切处没有间断。极乐世界六尘说法，这是阿弥陀佛本愿威神的善巧，能令极乐世界依正庄严全出妙音，这个妙音就是「南无阿弥陀佛」这句佛号。佛告诉我们，在极乐世界成佛的人，将来在十方世界度化众生，也是用这个方法，我是这个方法成就的，我还用这个方法度众生。所以，统统叫妙音如来，妙音如来是在西方极乐世界成佛的共同的德号。",
      "zh_TW": "下面，「況此淨土法門，一乘願海，六字洪名，信願持名」，往生的條件就這四個字。一乘願海就是《無量壽經》，六字洪名就是修行的最絕妙的方法，這個方法叫妙音。本經末後第四十八品，世尊給我們說出來，十方世界每一個往生的菩薩，往生到極樂世界全是阿惟越致菩薩。他們在極樂世界，信願持名沒有改變，用這個方法去的，往生的，用這個方法，到極樂世界成佛還是用這個方法，沒有改變，真正不可思議。真信、真願、真幹，真幹就是真念，念這句佛號，一切時、一切處沒有間斷。極樂世界六塵說法，這是阿彌陀佛本願威神的善巧，能令極樂世界依正莊嚴全出妙音，這個妙音就是「南無阿彌陀佛」這句佛號。佛告訴我們，在極樂世界成佛的人，將來在十方世界度化眾生，也是用這個方法，我是這個方法成就的，我還用這個方法度眾生。所以，統統叫妙音如來，妙音如來是在西方極樂世界成佛的共同的德號。"
    },
    {
      "id": "02-040-0598_p0006",
      "zh_CN": "当年我在美国讲这个经，夏荆山老居士带着他的学生五十三个人，要请我给他传授皈依。五十三个一下来了，这个起法名麻烦，人太多，不是二、三个，我这一想，用妙音吧！现在我是妙音居士，将来成佛是妙音如来，因果相应。所以我们皈依证上统用弟子妙音，就这么来的。从这一会起，我们用共同的名字，这个名字是释迦牟尼佛起的，妙音如来，我们今天是妙音居士，因果相应。妙音是念阿弥陀佛，念佛是妙音，微妙到极处，为什么？能转凡成圣，转恶为善，转邪为正，转迷为悟，就这一声佛号，全转了。所以一乘愿海是《无量寿经》，六字洪名是妙音，信愿持名要落实在这里。",
      "zh_TW": "當年我在美國講這個經，夏荊山老居士帶著他的學生五十三個人，要請我給他傳授皈依。五十三個一下來了，這個起法名麻煩，人太多，不是二、三個，我這一想，用妙音吧！現在我是妙音居士，將來成佛是妙音如來，因果相應。所以我們皈依證上統用弟子妙音，就這麼來的。從這一會起，我們用共同的名字，這個名字是釋迦牟尼佛起的，妙音如來，我們今天是妙音居士，因果相應。妙音是念阿彌陀佛，念佛是妙音，微妙到極處，為什麼？能轉凡成聖，轉惡為善，轉邪為正，轉迷為悟，就這一聲佛號，全轉了。所以一乘願海是《無量壽經》，六字洪名是妙音，信願持名要落實在這裡。"
    },
    {
      "id": "02-040-0598_p0007",
      "zh_CN": "「迳登不退」，很快速的你就证得三不退，法身大士，阿惟越致菩萨。「是乃真实利中之最真实者，是大利中之最大者也」，这个两句要记住。什么是真实的利益？什么是最大的利益？信愿持名，千万不要忘记。做什么样的利益事情、好事情，比不上念佛，念佛清净无为，妙感不可思议，微妙的感应，一声佛号一声心，心就是阿弥陀佛。「于此不信，永失大利」，永远失掉了，你将来再遇到，不知道是哪一生哪一劫。虽然会遇到，就像李老师说的，你不免长劫轮回，长劫，很长很长时间，你在六道生死轮回，出不去。必须再遇到，能信、能愿、肯念这句佛号，那你的机会又来了，这个机会真的像昙花一样，难得一见。",
      "zh_TW": "「逕登不退」，很快速的你就證得三不退，法身大士，阿惟越致菩薩。「是乃真實利中之最真實者，是大利中之最大者也」，這個兩句要記住。什麼是真實的利益？什麼是最大的利益？信願持名，千萬不要忘記。做什麼樣的利益事情、好事情，比不上念佛，念佛清淨無為，妙感不可思議，微妙的感應，一聲佛號一聲心，心就是阿彌陀佛。「於此不信，永失大利」，永遠失掉了，你將來再遇到，不知道是哪一生哪一劫。雖然會遇到，就像李老師說的，你不免長劫輪迴，長劫，很長很長時間，你在六道生死輪迴，出不去。必須再遇到，能信、能願、肯念這句佛號，那你的機會又來了，這個機會真的像曇花一樣，難得一見。"
    },
    {
      "id": "02-040-0598_p0008",
      "zh_CN": "「如《千手经》云」，我们看到千手就想到观世音菩萨，观世音菩萨千手千眼，表法的，眼到手到，他看见他会伸出援手来帮助众生。实际，每一尊菩萨都是千手千眼，像观音菩萨一样慈悲。这每一尊菩萨是指谁？指法身菩萨，圆教从初住到等觉，四十一位法身大士，都是千手千眼。我们一往生到极乐世界就是千手千眼，千不是数字，是表法，表什么？表无尽，无数无尽，不止一千手，一千手能救几个苦难众生？这个地球上就有七十亿人，千手太少了，至少也得有七十亿个手，才能帮助每个众生，一个不漏。那么想想，遍法界虚空界有多少佛刹，佛刹里面有多少六道，六道里头苦难众生有多少人。每尊佛都是发的大愿，众生无边誓愿度，要度这些苦难众生，必须要无量的眼看到，要无量的手去帮助他，是这个意思，千万不能疏忽。",
      "zh_TW": "「如《千手經》云」，我們看到千手就想到觀世音菩薩，觀世音菩薩千手千眼，表法的，眼到手到，他看見他會伸出援手來幫助眾生。實際，每一尊菩薩都是千手千眼，像觀音菩薩一樣慈悲。這每一尊菩薩是指誰？指法身菩薩，圓教從初住到等覺，四十一位法身大士，都是千手千眼。我們一往生到極樂世界就是千手千眼，千不是數字，是表法，表什麼？表無盡，無數無盡，不止一千手，一千手能救幾個苦難眾生？這個地球上就有七十億人，千手太少了，至少也得有七十億個手，才能幫助每個眾生，一個不漏。那麼想想，遍法界虛空界有多少佛剎，佛剎裡面有多少六道，六道裡頭苦難眾生有多少人。每尊佛都是發的大願，眾生無邊誓願度，要度這些苦難眾生，必須要無量的眼看到，要無量的手去幫助他，是這個意思，千萬不能疏忽。"
    },
    {
      "id": "02-040-0598_p0009",
      "zh_CN": "我们这一生真正是太幸运了，无量劫来稀有难逢的一天，怎么会被我们碰到了？这是大喜事，真正值得庆幸的。希望我们对这个法门能信能愿，欢喜念这句佛号，时时刻刻不离这句佛号，我们对得起自己，对得起父母，对得起老师，对得起祖宗，对得起诸佛菩萨。老实念佛是世间第一等有福报的人，福慧具足。",
      "zh_TW": "我們這一生真正是太幸運了，無量劫來稀有難逢的一天，怎麼會被我們碰到了？這是大喜事，真正值得慶幸的。希望我們對這個法門能信能願，歡喜念這句佛號，時時刻刻不離這句佛號，我們對得起自己，對得起父母，對得起老師，對得起祖宗，對得起諸佛菩薩。老實念佛是世間第一等有福報的人，福慧具足。"
    },
    {
      "id": "02-040-0598_p0010",
      "zh_CN": "要是永失大利，那就是「百千万劫中，轮转恶趣，无有出期」。这个恶趣是指六道轮回，包括三善道，三善道为什么也是恶趣？三善道的时间短，三恶道的时间长，享受乐短暂，三途苦报时间太长。所以它不是真正之乐，是什么？苦暂时停止，觉得很乐，停不了多久又来了，这不能不清楚，不能不明了。「常不见佛，不闻法，不睹僧」。见佛大福报，多生多劫修积的。我们今天没有见到佛，见到佛像，见到佛的遗教，就是经典，经典还在。佛的遗教在这个世间也不长，佛的法运一万二千年，正法一千年，像法一千年，末法一万年。中国历史所记载的，释迦牟尼佛灭度到今年三千零四十一年，那就是末法已经过了一千零四十年。往后的法会不会兴旺？我相信这是大家都关心的事情。我初学也很关心，我向章嘉大师请教。大师告诉我，有兴有衰，现在是衰，不会灭。他告诉我，你放心，佛法不会灭，会衰，衰了之后会兴旺起来。这九千年，兴衰有很多次，我们要有信心。",
      "zh_TW": "要是永失大利，那就是「百千萬劫中，輪轉惡趣，無有出期」。這個惡趣是指六道輪迴，包括三善道，三善道為什麼也是惡趣？三善道的時間短，三惡道的時間長，享受樂短暫，三途苦報時間太長。所以它不是真正之樂，是什麼？苦暫時停止，覺得很樂，停不了多久又來了，這不能不清楚，不能不明瞭。「常不見佛，不聞法，不睹僧」。見佛大福報，多生多劫修積的。我們今天沒有見到佛，見到佛像，見到佛的遺教，就是經典，經典還在。佛的遺教在這個世間也不長，佛的法運一萬二千年，正法一千年，像法一千年，末法一萬年。中國歷史所記載的，釋迦牟尼佛滅度到今年三千零四十一年，那就是末法已經過了一千零四十年。往後的法會不會興旺？我相信這是大家都關心的事情。我初學也很關心，我向章嘉大師請教。大師告訴我，有興有衰，現在是衰，不會滅。他告訴我，你放心，佛法不會滅，會衰，衰了之後會興旺起來。這九千年，興衰有很多次，我們要有信心。"
    },
    {
      "id": "02-040-0598_p0011",
      "zh_CN": "正法、像法、末法、灭法，时间上讲一万二千年，实质上讲没有讲时间。它怎么讲？这都是大乘经上说的，有人说法，释迦牟尼佛在世他说法；有人听法，出家在家弟子听法的人很多；有人真修，无论在家出家，真修行的；有人证果，证阿罗汉果，证菩萨果，有出家人、有在家人，在家人也证果，这就叫正法。说、听、修、证统统都有，这就正法，现在有现在是正法，哪里有哪里是正法。这个说法好，这是从质上说的。如果有说法的、有听法的、有修行的，没有证果的，这叫像法，像法没有证果的。末法，末法没有修行的，有讲经的、有听经的，没有真干的，没有依教修行的，这叫末法。换句话说，没有讲经的，没有听经的，这叫灭法，法就灭了。这个说法很好。",
      "zh_TW": "正法、像法、末法、滅法，時間上講一萬二千年，實質上講沒有講時間。它怎麼講？這都是大乘經上說的，有人說法，釋迦牟尼佛在世他說法；有人聽法，出家在家弟子聽法的人很多；有人真修，無論在家出家，真修行的；有人證果，證阿羅漢果，證菩薩果，有出家人、有在家人，在家人也證果，這就叫正法。說、聽、修、證統統都有，這就正法，現在有現在是正法，哪裡有哪裡是正法。這個說法好，這是從質上說的。如果有說法的、有聽法的、有修行的，沒有證果的，這叫像法，像法沒有證果的。末法，末法沒有修行的，有講經的、有聽經的，沒有真幹的，沒有依教修行的，這叫末法。換句話說，沒有講經的，沒有聽經的，這叫滅法，法就滅了。這個說法很好。"
    },
    {
      "id": "02-040-0598_p0012",
      "zh_CN": "我们今天在末法时期，社会动乱不安的时期，我们听到佛法，还有讲的、还有听的，真干，老实念佛真正往生，往生就是证果。换句话说，这个道场有往生的，正法；有念佛，没有往生的，像法；念佛的都没有，没有讲经的，没有听经的，念佛也没有，这就是末法。所以，怎么报佛恩？佛弟子怎样是继承如来家业？我复兴一个道场，算不算是如来家业？不算。为什么？释迦牟尼佛一生连个茅蓬都没有盖，他没有家业。他的家业是什么？他的事业，事业就是家业。事业是什么？四十九年讲经三百余会，说法四十九年，这就是佛的事业，他一生所干的。把这个继承下来，这就真正叫继承如来家业。这个继承有两种方式，一种是身教，一种是言教，以身教为本，以言教为辅助。身行言教，世尊为我们表演的，为我们做的典范。",
      "zh_TW": "我們今天在末法時期，社會動亂不安的時期，我們聽到佛法，還有講的、還有聽的，真幹，老實念佛真正往生，往生就是證果。換句話說，這個道場有往生的，正法；有念佛，沒有往生的，像法；念佛的都沒有，沒有講經的，沒有聽經的，念佛也沒有，這就是末法。所以，怎麼報佛恩？佛弟子怎樣是繼承如來家業？我復興一個道場，算不算是如來家業？不算。為什麼？釋迦牟尼佛一生連個茅蓬都沒有蓋，他沒有家業。他的家業是什麼？他的事業，事業就是家業。事業是什麼？四十九年講經三百餘會，說法四十九年，這就是佛的事業，他一生所幹的。把這個繼承下來，這就真正叫繼承如來家業。這個繼承有兩種方式，一種是身教，一種是言教，以身教為本，以言教為輔助。身行言教，世尊為我們表演的，為我們做的典範。"
    },
    {
      "id": "02-040-0598_p0013",
      "zh_CN": "我们在汤池搞传统教学的实验班，怎么搞成功的？那个时候只有三十七位老师，我要求老师，我们要有使命感，只许成功不能失败。为什么？如果我们失败了，等于向全世界人说中国传统文化过时了，现在没用了，可以完全不要了。我们如果做成功，等于告诉世界上人，中国传统文化管用，现在还管用。我们有这种使命感，牺牲身命也在所不惜，一定要把它做出来。这些老师非常难得，我对他们尊敬，永远尊敬，我给他的时间是四个月落实，落实《弟子规》、《感应篇》、《十善业》，扎根教育。没想到他们两个月就落实了，我非常感动。",
      "zh_TW": "我們在湯池搞傳統教學的實驗班，怎麼搞成功的？那個時候只有三十七位老師，我要求老師，我們要有使命感，只許成功不能失敗。為什麼？如果我們失敗了，等於向全世界人說中國傳統文化過時了，現在沒用了，可以完全不要了。我們如果做成功，等於告訴世界上人，中國傳統文化管用，現在還管用。我們有這種使命感，犧牲身命也在所不惜，一定要把它做出來。這些老師非常難得，我對他們尊敬，永遠尊敬，我給他的時間是四個月落實，落實《弟子規》、《感應篇》、《十善業》，扎根教育。沒想到他們兩個月就落實了，我非常感動。"
    },
    {
      "id": "02-040-0598_p0014",
      "zh_CN": "我在香港，他们在庐江，打电话给我，我们现在落实了，做到了，怎么办？下一步怎么办？我说马上下乡入户去表演，身教，我做给你看。到农民家里看到老人就像父母一样，我是儿女，要如何对父母尽孝，做出来，把《弟子规》、《十善业》统统做出来。老人看到欢喜，大概他一生也没有看到这样孝顺的儿孙，这些年轻的老师，都是二十几岁，这老人，孝顺儿孙，看到欢喜，很感叹自己没有把儿孙教好。他的儿孙看到这些老师觉得很惭愧，对父母没有尽到孝道，良心就唤醒了。讲没有用处，要表演。表演了三个星期，然后向大家宣布，中心开课，欢迎大家一起来学习中国传统文化，都来了。只三个月的时间，这个小镇居民四万八千人，把他们的良心找回来了。你叫他做不好的事情他不好意思做，说老实话，不欺骗人，不占小便宜，民风整个改过来，真的变成礼义之邦。",
      "zh_TW": "我在香港，他們在廬江，打電話給我，我們現在落實了，做到了，怎麼辦？下一步怎麼辦？我說馬上下鄉入戶去表演，身教，我做給你看。到農民家裡看到老人就像父母一樣，我是兒女，要如何對父母盡孝，做出來，把《弟子規》、《十善業》統統做出來。老人看到歡喜，大概他一生也沒有看到這樣孝順的兒孫，這些年輕的老師，都是二十幾歲，這老人，孝順兒孫，看到歡喜，很感嘆自己沒有把兒孫教好。他的兒孫看到這些老師覺得很慚愧，對父母沒有盡到孝道，良心就喚醒了。講沒有用處，要表演。表演了三個星期，然後向大家宣布，中心開課，歡迎大家一起來學習中國傳統文化，都來了。只三個月的時間，這個小鎮居民四萬八千人，把他們的良心找回來了。你叫他做不好的事情他不好意思做，說老實話，不欺騙人，不佔小便宜，民風整個改過來，真的變成禮義之邦。"
    },
    {
      "id": "02-040-0598_p0015",
      "zh_CN": "这个实验成功我们欢喜，我告诉这些老师，欢喜是应当的，不能骄傲，为什么？是我们智慧德能做出来的吗？不是。我们是舞台表演，表演得很逼真，让大家受感动。我说我们要感谢老祖宗的保佑，这是老祖宗做成的，感谢当地居民四万八千人，我们同心同愿、同德同行把它做出来了。我们要谦虚，千万不要自己居功，那就错了。一生永远保持谦虚，感谢祖宗，感谢三宝，让我们把这桩事情做出来，给天下人看。所以，给我的这桩事情，怎样到联合国做报告，让全世界人知道，统统是祖宗安排的。替祖宗做事好，顺境、逆境全是祖宗安排，遇到不如意的不要退心，祖宗来考验我们，看我们有没有耐心，看我们有没有智慧来突破。",
      "zh_TW": "這個實驗成功我們歡喜，我告訴這些老師，歡喜是應當的，不能驕傲，為什麼？是我們智慧德能做出來的嗎？不是。我們是舞台表演，表演得很逼真，讓大家受感動。我說我們要感謝老祖宗的保佑，這是老祖宗做成的，感謝當地居民四萬八千人，我們同心同願、同德同行把它做出來了。我們要謙虛，千萬不要自己居功，那就錯了。一生永遠保持謙虛，感謝祖宗，感謝三寶，讓我們把這樁事情做出來，給天下人看。所以，給我的這樁事情，怎樣到聯合國做報告，讓全世界人知道，統統是祖宗安排的。替祖宗做事好，順境、逆境全是祖宗安排，遇到不如意的不要退心，祖宗來考驗我們，看我們有沒有耐心，看我們有沒有智慧來突破。"
    },
    {
      "id": "02-040-0598_p0016",
      "zh_CN": "我们这个实验是二００四年十二月开始的，０五年三月效果出现了，我们很满意，出乎意料之外。原来我想像的，我们把传统丢掉两百年了，要能看到成绩至少得二、三年，原来是这么想法的，才能看到效果。没有想到三个月，这是出乎意料之外的。我得到这个信息，中心对民众开课，免费来学习。五月，就是两个月之后，联合国给我写了一封信，邀请我在十月在巴黎联合国教科文组织总部办一个活动，邀请我参加主办单位。过去我有一次在澳洲是协办，协助他们，这次他邀请我做主办单位，主办单位有权安排整个议程，这是我作梦都想不到。联合国从来没有办过这个活动，没有碰过宗教，这次居然是以释迦牟尼佛二千五百五十周年，办一个纪念活动，主题是「佛教徒对人类的贡献」。",
      "zh_TW": "我們這個實驗是二００四年十二月開始的，０五年三月效果出現了，我們很滿意，出乎意料之外。原來我想像的，我們把傳統丟掉兩百年了，要能看到成績至少得二、三年，原來是這麼想法的，才能看到效果。沒有想到三個月，這是出乎意料之外的。我得到這個信息，中心對民眾開課，免費來學習。五月，就是兩個月之後，聯合國給我寫了一封信，邀請我在十月在巴黎聯合國教科文組織總部辦一個活動，邀請我參加主辦單位。過去我有一次在澳洲是協辦，協助他們，這次他邀請我做主辦單位，主辦單位有權安排整個議程，這是我作夢都想不到。聯合國從來沒有辦過這個活動，沒有碰過宗教，這次居然是以釋迦牟尼佛二千五百五十週年，辦一個紀念活動，主題是「佛教徒對人類的貢獻」。"
    },
    {
      "id": "02-040-0598_p0017",
      "zh_CN": "我不敢相信，因为联合国他的对象是会员国，我在澳洲这是很小很小的一个净宗学院，他怎么会找到我？不可能的事情。大学都没有办法进入联合国，我们这个瞧不起眼的，这么小的一个小团体，他怎么来找我？我派了三个人到巴黎去打听，到底怎么回事情？这三个人到巴黎，打电话告诉我，确实有这个事情。联合国找的是泰国，邀请我是泰国驻联合国的大使，向教科文总部推荐邀请我参加主办，把事情搞清楚了。搞清楚我们就欢喜接受，我觉得这是祖宗安排的，三宝加持的，那不可能的事情。我们就积极准备，因为活动是十月，我们还有五个月的时间，积极筹备，做报告，做展览。十月我们到巴黎教科文总部做得非常成功，我还把十个宗教带到联合国，在联合国大会堂为世界和平做祈祷。",
      "zh_TW": "我不敢相信，因為聯合國他的對象是會員國，我在澳洲這是很小很小的一個淨宗學院，他怎麼會找到我？不可能的事情。大學都沒有辦法進入聯合國，我們這個瞧不起眼的，這麼小的一個小團體，他怎麼來找我？我派了三個人到巴黎去打聽，到底怎麼回事情？這三個人到巴黎，打電話告訴我，確實有這個事情。聯合國找的是泰國，邀請我是泰國駐聯合國的大使，向教科文總部推薦邀請我參加主辦，把事情搞清楚了。搞清楚我們就歡喜接受，我覺得這是祖宗安排的，三寶加持的，那不可能的事情。我們就積極準備，因為活動是十月，我們還有五個月的時間，積極籌備，做報告，做展覽。十月我們到巴黎教科文總部做得非常成功，我還把十個宗教帶到聯合國，在聯合國大會堂為世界和平做祈禱。"
    },
    {
      "id": "02-040-0598_p0018",
      "zh_CN": "汤池小镇的成就展览三天，真的，这次让许许多多国家的大使代表感动，都希望到汤池去考察、去参观。我们中国古人所谓「十载寒窗，一举成名」，我们这是三十七位老师三个月的辛苦，包括前面学习，总共五个月，前面两个月自己学习，后面三个月是表演教化，五个月，一举成名。让大家对中国传统文化产生信心了，我们自己的信心坚定，在外面介绍中国传统文化，一丝毫怀疑都没有，我们做出来了，没有做出来的不行。早年在联合国做讲演，下台之后会友告诉我：法师，你讲得很好，那是理想，做不到。这一句话，凉水浇头，我们哑口无言，他怀疑，我们信心不坚定，不敢跟他争。所以我一定要做实验，这个实验成功了，我的语气就肯定了，做得到。人民是很好教的，本性本善是真的，人之初性本善一点都不假，我们通过汤池小镇的实验证明了。外国人相信了，中国人也相信了，汤池这个实验起了很大的作用，我们欢欣鼓舞。",
      "zh_TW": "湯池小鎮的成就展覽三天，真的，這次讓許許多多國家的大使代表感動，都希望到湯池去考察、去參觀。我們中國古人所謂「十載寒窗，一舉成名」，我們這是三十七位老師三個月的辛苦，包括前面學習，總共五個月，前面兩個月自己學習，後面三個月是表演教化，五個月，一舉成名。讓大家對中國傳統文化產生信心了，我們自己的信心堅定，在外面介紹中國傳統文化，一絲毫懷疑都沒有，我們做出來了，沒有做出來的不行。早年在聯合國做講演，下台之後會友告訴我：法師，你講得很好，那是理想，做不到。這一句話，涼水澆頭，我們啞口無言，他懷疑，我們信心不堅定，不敢跟他爭。所以我一定要做實驗，這個實驗成功了，我的語氣就肯定了，做得到。人民是很好教的，本性本善是真的，人之初性本善一點都不假，我們通過湯池小鎮的實驗證明了。外國人相信了，中國人也相信了，湯池這個實驗起了很大的作用，我們歡欣鼓舞。"
    },
    {
      "id": "02-040-0598_p0019",
      "zh_CN": "我们没有想到，印度尼西亚全国中小学，把《弟子规》纳入必修的课程，这个我没想到。回教大学里面要成立一个汉学院，这也是没法想像的。这个事情是真的不是假的，他们教育部的官员为这个事情特地到香港来访问。乘早班飞机来的，在我这里吃午饭，我们大概谈了三个多小时，下午就回去了，五点钟的飞机就回去了，专程来的。大学校长带了几位教授也是专程来的，希望我去做一次访问，今年我找时间我去看看。外国这么认真去做，影响很大。今年五月，我们在联合国还有一个活动，佛诞节，他们叫卫塞节，由斯里兰卡主办。我要建议邀请印尼教育部部长、邀请回教大学的校长，来给我们做报告，他们这个国家推动传统文化的状况，在联合国做报告。把他们学校用的课本，他们是马来文写的，带个两百本，分送给每个国家的大使。让他们看看，印尼非常认真在做、在学习，相信这可以促进社会安定和谐，可以化解一切冲突，这是符合联合国的目标。",
      "zh_TW": "我們沒有想到，印度尼西亞全國中小學，把《弟子規》納入必修的課程，這個我沒想到。回教大學裡面要成立一個漢學院，這也是沒法想像的。這個事情是真的不是假的，他們教育部的官員為這個事情特地到香港來訪問。乘早班飛機來的，在我這裡吃午飯，我們大概談了三個多小時，下午就回去了，五點鐘的飛機就回去了，專程來的。大學校長帶了幾位教授也是專程來的，希望我去做一次訪問，今年我找時間我去看看。外國這麼認真去做，影響很大。今年五月，我們在聯合國還有一個活動，佛誕節，他們叫衛塞節，由斯里蘭卡主辦。我要建議邀請印尼教育部部長、邀請回教大學的校長，來給我們做報告，他們這個國家推動傳統文化的狀況，在聯合國做報告。把他們學校用的課本，他們是馬來文寫的，帶個兩百本，分送給每個國家的大使。讓他們看看，印尼非常認真在做、在學習，相信這可以促進社會安定和諧，可以化解一切衝突，這是符合聯合國的目標。"
    },
    {
      "id": "02-040-0598_p0020",
      "zh_CN": "所以苦，什么是苦？不见佛、不闻法、不睹僧，这个苦。「是明疑惑为大损害」。现在世间人对于佛不了解、不认识，所以产生疑惑，不愿意接触，这种情形我们的感触非常深。我二十六岁见到方东美先生，没有见到他之前，我们对佛教、对宗教有疑惑，有很深的偏见，这是愚痴、是迷惑。不愿意去接触，你怎么可能认识？我们听了方老师佛经哲学这个单元的课程，我们才恍然大悟。头一个印象就是佛教不是宗教，本来以为佛教是多神教，结果佛教是无神论。佛是什么？佛是人，不是神，菩萨也是人，阿罗汉还是人，不是神、不是仙，他是人。才知道佛菩萨、阿罗汉原来是佛陀教育学位的名称，难怪他说一切众生本来是佛。学位每个人可以拿得到，拿到它的学位不需要读书，不需要上学，这个妙。只要你肯放下，放下执着，阿罗汉的学位就拿到了，放下分别就是菩萨，不起心、不动念就是佛陀，它的学位是教你放下的。这是什么？障碍！障碍什么？障碍自性，就是障碍真心里面的智慧德能。",
      "zh_TW": "所以苦，什麼是苦？不見佛、不聞法、不睹僧，這個苦。「是明疑惑為大損害」。現在世間人對於佛不了解、不認識，所以產生疑惑，不願意接觸，這種情形我們的感觸非常深。我二十六歲見到方東美先生，沒有見到他之前，我們對佛教、對宗教有疑惑，有很深的偏見，這是愚痴、是迷惑。不願意去接觸，你怎麼可能認識？我們聽了方老師佛經哲學這個單元的課程，我們才恍然大悟。頭一個印象就是佛教不是宗教，本來以為佛教是多神教，結果佛教是無神論。佛是什麼？佛是人，不是神，菩薩也是人，阿羅漢還是人，不是神、不是仙，他是人。才知道佛菩薩、阿羅漢原來是佛陀教育學位的名稱，難怪他說一切眾生本來是佛。學位每個人可以拿得到，拿到它的學位不需要讀書，不需要上學，這個妙。只要你肯放下，放下執著，阿羅漢的學位就拿到了，放下分別就是菩薩，不起心、不動念就是佛陀，它的學位是教你放下的。這是什麼？障礙！障礙什麼？障礙自性，就是障礙真心裡面的智慧德能。"
    },
    {
      "id": "02-040-0598_p0021",
      "zh_CN": "最微细的障碍是无明，就是起心动念，起心动念叫无明。为什么？不明白，不了解事实真相，才会起心动念；了解事实真相就如如不动了，不起心、不动念了。这是最微细的烦恼。分别是无量的烦恼，执着是严重的烦恼。不执着，严重的烦恼去掉了，清净心现前；无量的烦恼放下，平等现前，有分别就不平等，没有分别就平等了。清净平等是真心，真心起作用就是觉悟，所以后头这个觉，觉就是智慧开了。小乘开小智慧，小智慧决定不再搞六道轮回了，出六道。菩萨不分别了，但是他还有起心动念；起心动念放下，他就超越十法界，就成佛了，在佛法讲算毕业了，拿到佛陀的头衔。",
      "zh_TW": "最微細的障礙是無明，就是起心動念，起心動念叫無明。為什麼？不明白，不了解事實真相，才會起心動念；了解事實真相就如如不動了，不起心、不動念了。這是最微細的煩惱。分別是無量的煩惱，執著是嚴重的煩惱。不執著，嚴重的煩惱去掉了，清淨心現前；無量的煩惱放下，平等現前，有分別就不平等，沒有分別就平等了。清淨平等是真心，真心起作用就是覺悟，所以後頭這個覺，覺就是智慧開了。小乘開小智慧，小智慧決定不再搞六道輪迴了，出六道。菩薩不分別了，但是他還有起心動念；起心動念放下，他就超越十法界，就成佛了，在佛法講算畢業了，拿到佛陀的頭銜。"
    },
    {
      "id": "02-040-0598_p0022",
      "zh_CN": "释迦牟尼佛成佛了，他没有学过，这是个典型的知识分子，我们现在讲知识分子，好学多闻。他十九岁离开家，十九岁离开家给我们做示现，放下烦恼障。三十岁，学了十二年，所学的不能解决问题，印度所有宗教他学过，所有的学派他也学过，印度在当时是全世界宗教之国，哲学的中心。佛都学了，觉得不能解决问题，放下，彻底放下，放下所知障。你看两种障，烦恼障、所知障，他都放下，他在毕钵罗树下入定，开悟了。毕钵罗树我们现在称它作菩提树，菩提是觉悟的意思。四十九年所说的一切经，这一切经印度没有，他从哪里学来的？这一切经里头所说的，宇宙万物的真相，他怎么知道的？他告诉我们，不但他能知道，我们每个人都能知道，没有什么稀奇。所以他才讲，「一切众生本来是佛」，说得好，「一切众生皆有如来智慧德相」，智慧、德能、相好平等的，统统有，自性里头本来具足。",
      "zh_TW": "釋迦牟尼佛成佛了，他沒有學過，這是個典型的知識分子，我們現在講知識分子，好學多聞。他十九歲離開家，十九歲離開家給我們做示現，放下煩惱障。三十歲，學了十二年，所學的不能解決問題，印度所有宗教他學過，所有的學派他也學過，印度在當時是全世界宗教之國，哲學的中心。佛都學了，覺得不能解決問題，放下，徹底放下，放下所知障。你看兩種障，煩惱障、所知障，他都放下，他在畢缽羅樹下入定，開悟了。畢缽羅樹我們現在稱它作菩提樹，菩提是覺悟的意思。四十九年所說的一切經，這一切經印度沒有，他從哪裡學來的？這一切經裡頭所說的，宇宙萬物的真相，他怎麼知道的？他告訴我們，不但他能知道，我們每個人都能知道，沒有什麼稀奇。所以他才講，「一切眾生本來是佛」，說得好，「一切眾生皆有如來智慧德相」，智慧、德能、相好平等的，統統有，自性裡頭本來具足。"
    },
    {
      "id": "02-040-0598_p0023",
      "zh_CN": "自性就是真心，你有真心、你有自性，你跟佛没有两样。只是在现前你迷失了自性，不是真的失掉，迷了，迷了它不起作用。譬如我们眼睛看东西，凭什么看？见性。我们现在是不是用见性？是用见性，但是完全不知道有自性。那谁在看？眼识，眼识看了有分别、有执着、有胡思乱想。如果是见性看，没有这些烦恼，见性看像镜子照外面一样，他没有分别、没有执着、没有起心动念，照得清清楚楚、明明白白，这叫智慧，不生烦恼。眼识见，那就有烦恼了，我们是用六识，不是用六根的根性。《楞严经》上讲的舍识用根，那是佛教大菩萨，劝导他们六根在六尘境界里头要舍识，舍识就是用见性见本性。",
      "zh_TW": "自性就是真心，你有真心、你有自性，你跟佛沒有兩樣。只是在現前你迷失了自性，不是真的失掉，迷了，迷了它不起作用。譬如我們眼睛看東西，憑什麼看？見性。我們現在是不是用見性？是用見性，但是完全不知道有自性。那誰在看？眼識，眼識看了有分別、有執著、有胡思亂想。如果是見性看，沒有這些煩惱，見性看像鏡子照外面一樣，他沒有分別、沒有執著、沒有起心動念，照得清清楚楚、明明白白，這叫智慧，不生煩惱。眼識見，那就有煩惱了，我們是用六識，不是用六根的根性。《楞嚴經》上講的捨識用根，那是佛教大菩薩，勸導他們六根在六塵境界裡頭要捨識，捨識就是用見性見本性。"
    },
    {
      "id": "02-040-0598_p0024",
      "zh_CN": "眼识缘不了自性，八识缘不到自性，能缘凡夫的尘境。这个凡夫包括十法界，四圣法界叫外凡，六道叫内凡，内外就是六道做界限，六道里面内凡，六道外面外凡。为什么称他凡？没有用真心，统统用妄心。但是外凡用得正，内凡用错了，用负面的，不是正面的；四圣他用正面的，他不是负面的。所以四圣是净土，六凡是秽土，是染污。经上，大小乘经论都是以见佛闻法为第一德，福慧的源头，亲近佛、亲近法，这个人有智慧、有福报。离开佛法，只有烦恼、只有恶作，没有智慧、没有福报。地位再高，财富再大，他不快乐，这就是没福。没有高的地位，没有财富，生活得很快乐、很幸福，这人有福报。所以，真正福报不在物质的享受，高等精神的享受这个快乐。高等精神的享受，对于一切万法要通达明了，没有疑惑，法喜充满，他真快乐，这是我们不可以不知道的。",
      "zh_TW": "眼識緣不了自性，八識緣不到自性，能緣凡夫的塵境。這個凡夫包括十法界，四聖法界叫外凡，六道叫內凡，內外就是六道做界限，六道裡面內凡，六道外面外凡。為什麼稱他凡？沒有用真心，統統用妄心。但是外凡用得正，內凡用錯了，用負面的，不是正面的；四聖他用正面的，他不是負面的。所以四聖是淨土，六凡是穢土，是染污。經上，大小乘經論都是以見佛聞法為第一德，福慧的源頭，親近佛、親近法，這個人有智慧、有福報。離開佛法，只有煩惱、只有惡作，沒有智慧、沒有福報。地位再高，財富再大，他不快樂，這就是沒福。沒有高的地位，沒有財富，生活得很快樂、很幸福，這人有福報。所以，真正福報不在物質的享受，高等精神的享受這個快樂。高等精神的享受，對於一切萬法要通達明瞭，沒有疑惑，法喜充滿，他真快樂，這是我們不可以不知道的。"
    },
    {
      "id": "02-040-0598_p0025",
      "zh_CN": "下面，举《十往生经》所说的，来给我们做证明，「《十往生经》曰：若有善男子、善女人，正信是经，爱乐是经，劝导众生，说者听者，悉皆往生阿弥陀佛国」，这劝导我们。「若有如是等人」，真正像经上所说的，正信、爱乐，还劝众生，说的、听的悉皆往生阿弥陀佛国。若有如是等人，「我从今日常使二十五菩萨护持是人，常令是人无病无恼，若人若非人不得其便，行住坐卧，无问昼夜，常得安稳」。这是说明信受的大利。下面，「何去何从」，这是念老的话，「祈慎思之」，希望我们很慎重去思考。真的，一点假的都没有。我们今天遇的经比《十往生经》更殊胜，我们遇到《十往生经》的根、源头，就是《无量寿经》。我们对这个经能信，爱乐是发愿求生净土，一句佛号不中断，天天跟大家分享。我们相不相信，阿弥陀佛常使二十五位菩萨护持这个人，这个人无病无恼；如果是有人想害他，有鬼想害他，非人就不是人，我们讲冤亲债主都不得其便，他们都害不了，障碍不了；无问昼夜他常得安稳，他平安，他没事。我们要相信，这个经给我们定心丸，我们不再怀疑了。求佛人多，感应不多，什么原因？心不真、不诚、不敬就没有感应。如果心是真、诚，哪有没有感应的道理！",
      "zh_TW": "下面，舉《十往生經》所說的，來給我們做證明，「《十往生經》曰：若有善男子、善女人，正信是經，愛樂是經，勸導眾生，說者聽者，悉皆往生阿彌陀佛國」，這勸導我們。「若有如是等人」，真正像經上所說的，正信、愛樂，還勸眾生，說的、聽的悉皆往生阿彌陀佛國。若有如是等人，「我從今日常使二十五菩薩護持是人，常令是人無病無惱，若人若非人不得其便，行住坐臥，無問晝夜，常得安穩」。這是說明信受的大利。下面，「何去何從」，這是念老的話，「祈慎思之」，希望我們很慎重去思考。真的，一點假的都沒有。我們今天遇的經比《十往生經》更殊勝，我們遇到《十往生經》的根、源頭，就是《無量壽經》。我們對這個經能信，愛樂是發願求生淨土，一句佛號不中斷，天天跟大家分享。我們相不相信，阿彌陀佛常使二十五位菩薩護持這個人，這個人無病無惱；如果是有人想害他，有鬼想害他，非人就不是人，我們講冤親債主都不得其便，他們都害不了，障礙不了；無問晝夜他常得安穩，他平安，他沒事。我們要相信，這個經給我們定心丸，我們不再懷疑了。求佛人多，感應不多，什麼原因？心不真、不誠、不敬就沒有感應。如果心是真、誠，哪有沒有感應的道理！"
    },
    {
      "id": "02-040-0598_p0026",
      "zh_CN": "过去我们这边一些同修对我很关心，我也很感谢，请了几个人来照顾我，我生活上是有些方便，我没有想到的事情他们都能想到。现在这些人走了，我身体更好，佛菩萨照顾我，二十五位菩萨照顾我。我们活在这个世间为谁？为众生，为正法久住，不为自己。为自己的就是天天想求往生，这是为我自己，求生净土的念头没放下。念念求生净土，万缘放下，在这个世间多活一天，为释迦牟尼佛服务，为阿弥陀佛服务。只有一个目标，求正法久住，别的什么事都没有。眼前的缘愈来愈殊胜，愈来愈好，我们的心就愈来愈正，为什么？教义愈了解愈透彻，愈了解信心愈充足，三宝威神加持。这是大利益，我们要不要？要自己慎重考虑。信不信？这是说真正相信，爱乐净宗，你得的利益。",
      "zh_TW": "過去我們這邊一些同修對我很關心，我也很感謝，請了幾個人來照顧我，我生活上是有些方便，我沒有想到的事情他們都能想到。現在這些人走了，我身體更好，佛菩薩照顧我，二十五位菩薩照顧我。我們活在這個世間為誰？為眾生，為正法久住，不為自己。為自己的就是天天想求往生，這是為我自己，求生淨土的念頭沒放下。念念求生淨土，萬緣放下，在這個世間多活一天，為釋迦牟尼佛服務，為阿彌陀佛服務。只有一個目標，求正法久住，別的什麼事都沒有。眼前的緣愈來愈殊勝，愈來愈好，我們的心就愈來愈正，為什麼？教義愈了解愈透徹，愈了解信心愈充足，三寶威神加持。這是大利益，我們要不要？要自己慎重考慮。信不信？這是說真正相信，愛樂淨宗，你得的利益。"
    },
    {
      "id": "02-040-0598_p0027",
      "zh_CN": "下面再给我们说，怀疑的人、毁谤的人，他得的是什么果报。「下复明疑谤之大害」，怀疑、毁谤有害，没有利益。「该经复曰：于后阎浮提」，后就是指我们现代，我们在释迦牟尼佛之后，现在这个时代，阎浮提就是地球，「或有比丘、比丘尼，见有读诵是经者，或相瞋恚，心怀诽谤。由是谤正法故，是人现身之中，来致诸恶重病。身根不具，聋盲瘖哑。水肿鬼魅，坐卧不安。求生不得，求死不得。或乃致死，堕于地狱。八万劫中，受大苦恼，百千万世，未曾闻水食之名。久后得出，在牛马猪羊，为人所杀，受大极苦。后得为人，常生下处，百千万世不得自在。永不闻三宝名字。是故无智无信人中，莫说是经」。这是佛陀慈悲，他不相信，不要对他讲，讲了他毁谤，毁谤他罪就重了，不要给他这个缘分堕地狱，不跟他说。佛说、不说都是慈悲，真正慈悲到极处。",
      "zh_TW": "下面再給我們說，懷疑的人、毀謗的人，他得的是什麼果報。「下復明疑謗之大害」，懷疑、毀謗有害，沒有利益。「該經復曰：於後閻浮提」，後就是指我們現代，我們在釋迦牟尼佛之後，現在這個時代，閻浮提就是地球，「或有比丘、比丘尼，見有讀誦是經者，或相瞋恚，心懷誹謗。由是謗正法故，是人現身之中，來致諸惡重病。身根不具，聾盲瘖啞。水腫鬼魅，坐臥不安。求生不得，求死不得。或乃致死，墮於地獄。八萬劫中，受大苦惱，百千萬世，未曾聞水食之名。久後得出，在牛馬豬羊，為人所殺，受大極苦。後得為人，常生下處，百千萬世不得自在。永不聞三寶名字。是故無智無信人中，莫說是經」。這是佛陀慈悲，他不相信，不要對他講，講了他毀謗，毀謗他罪就重了，不要給他這個緣分墮地獄，不跟他說。佛說、不說都是慈悲，真正慈悲到極處。"
    },
    {
      "id": "02-040-0598_p0028",
      "zh_CN": "这一段完全讲的是我们现前的事实，对佛法的疑惑。疑惑是有道理的，决定不能怪疑惑的人，要怪谁？怪我们这些佛弟子，我们自己本身没有把佛教表演得好，让人看到欢喜。怎么会让人看到误会？我们自己对佛的经教没有搞清楚、没有搞明白，对佛的教诫，就是戒律，也没有搞明白，没有落实在生活当中，使社会大众产生误会。学佛还会妄语，还会骗人，还有贪、瞋、痴、慢、怀疑，统统具足，甚至于比不学佛的人还严重。",
      "zh_TW": "這一段完全講的是我們現前的事實，對佛法的疑惑。疑惑是有道理的，決定不能怪疑惑的人，要怪誰？怪我們這些佛弟子，我們自己本身沒有把佛教表演得好，讓人看到歡喜。怎麼會讓人看到誤會？我們自己對佛的經教沒有搞清楚、沒有搞明白，對佛的教誡，就是戒律，也沒有搞明白，沒有落實在生活當中，使社會大眾產生誤會。學佛還會妄語，還會騙人，還有貪、瞋、痴、慢、懷疑，統統具足，甚至於比不學佛的人還嚴重。"
    },
    {
      "id": "02-040-0598_p0029",
      "zh_CN": "佛法衰了，佛法为什么衰？古大德有说，佛法之兴盛为什么？释迦牟尼佛在世，一生讲经教学，灭度之后分出派别，大别，常讲的三学。实际上三学就是戒定慧，但是落实宗派里头，戒学是律宗，定学是禅宗，慧学是教下。教下里头包括，在中国，贤首宗以《华严》为主，天台宗以《法华》为主，法相唯识、三论宗，这都属于教下。教外别传的是净土宗。中国大乘八个宗派，还有个密宗，一源，一个老师传的，释迦牟尼佛传的。我们承认一源，那我们这些宗派是什么？亲兄弟。亲兄弟在小的时候没问题，兄弟姐妹玩在一块，等长大了，成家立业了，各立门户了，兄弟之情淡了，烦恼习气重了，就变质了。这怎么办？全靠教学。如果没有教学，将来每个人顾到自己的利益，兄弟会翻脸。老人过世分家，兄弟姐妹都来争财产，没有亲情，变成仇敌。这什么？这衰了。互相争，争到极处，这现在所说的，变成内部斗争，起哄，内部斗争这就要灭了。内部什么？一个寺庙、一个道场，里面争名夺利。",
      "zh_TW": "佛法衰了，佛法為什麼衰？古大德有說，佛法之興盛為什麼？釋迦牟尼佛在世，一生講經教學，滅度之後分出派別，大別，常講的三學。實際上三學就是戒定慧，但是落實宗派裡頭，戒學是律宗，定學是禪宗，慧學是教下。教下裡頭包括，在中國，賢首宗以《華嚴》為主，天台宗以《法華》為主，法相唯識、三論宗，這都屬於教下。教外別傳的是淨土宗。中國大乘八個宗派，還有個密宗，一源，一個老師傳的，釋迦牟尼佛傳的。我們承認一源，那我們這些宗派是什麼？親兄弟。親兄弟在小的時候沒問題，兄弟姐妹玩在一塊，等長大了，成家立業了，各立門戶了，兄弟之情淡了，煩惱習氣重了，就變質了。這怎麼辦？全靠教學。如果沒有教學，將來每個人顧到自己的利益，兄弟會翻臉。老人過世分家，兄弟姐妹都來爭財產，沒有親情，變成仇敵。這什麼？這衰了。互相爭，爭到極處，這現在所說的，變成內部鬥爭，起鬨，內部鬥爭這就要滅了。內部什麼？一個寺廟、一個道場，裡面爭名奪利。"
    },
    {
      "id": "02-040-0598_p0030",
      "zh_CN": "我是早年看到一个寺庙，这个道场是请我去讲经，我去了，我经没有讲完，讲到一半。老和尚没问题，老和尚底下的徒弟，为了争名夺利。因为那个道场新建的，以老和尚的名义到外化缘，徒弟一心，真是一心一德到外面化缘，庙建成了。这个徒弟说，我化得最多，我要做当家师，那个说我化得不少，我也要做，要争这个，我要做知客，我要做首座。争到什么？在老和尚面前打起来，老和尚无可奈何，不能偏一边，偏一边他打你。我看到这个样子，那时候在台中，回到台中把这个事情告诉老师。老师说别去了。我说行吗？还没讲完，讲一半。不要讲了。我就没去了。这是什么？这就是起哄，这佛教没有了，哪有佛教？名利现前什么都没有了，佛菩萨都没有了，经典也没有了，什么道理也不讲了。这个情形在现在不只这一家，这一家是我看到的，亲眼看到的，现在这变成普遍现象，这怎么不衰？",
      "zh_TW": "我是早年看到一個寺廟，這個道場是請我去講經，我去了，我經沒有講完，講到一半。老和尚沒問題，老和尚底下的徒弟，為了爭名奪利。因為那個道場新建的，以老和尚的名義到外化緣，徒弟一心，真是一心一德到外面化緣，廟建成了。這個徒弟說，我化得最多，我要做當家師，那個說我化得不少，我也要做，要爭這個，我要做知客，我要做首座。爭到什麼？在老和尚面前打起來，老和尚無可奈何，不能偏一邊，偏一邊他打你。我看到這個樣子，那時候在台中，回到台中把這個事情告訴老師。老師說別去了。我說行嗎？還沒講完，講一半。不要講了。我就沒去了。這是什麼？這就是起鬨，這佛教沒有了，哪有佛教？名利現前什麼都沒有了，佛菩薩都沒有了，經典也沒有了，什麼道理也不講了。這個情形在現在不只這一家，這一家是我看到的，親眼看到的，現在這變成普遍現象，這怎麼不衰？"
    },
    {
      "id": "02-040-0598_p0031",
      "zh_CN": "那要怎么救？教学为先，这句话要记住。释迦牟尼佛当年在世，为什么没有问题？老人家天天讲经教学，所以讲出这么多经论，以后分的这么多派别，在当时没有分，没有人分派、分宗，不管你喜欢学哪个，都是一体，一体就兴旺。一分，你不如我，我不如你，麻烦大了，当然相争。今天世界上，无论是族群、无论是宗教、无论是国家，统统都有这个毛病。佛教里头这个例子非常值得我们做参考，要怎样才能够再兴旺，把这些意见化解，把这些争论放下？只有回过头来把三学一源找出来。我们一家人，希望兄弟姐妹到老还是像小孩那样的亲爱，这个家没有不兴旺的道理。全靠教学。中国古人教学为什么那么样重视扎根，还不就为这桩事情。",
      "zh_TW": "那要怎麼救？教學為先，這句話要記住。釋迦牟尼佛當年在世，為什麼沒有問題？老人家天天講經教學，所以講出這麼多經論，以後分的這麼多派別，在當時沒有分，沒有人分派、分宗，不管你喜歡學哪個，都是一體，一體就興旺。一分，你不如我，我不如你，麻煩大了，當然相爭。今天世界上，無論是族群、無論是宗教、無論是國家，統統都有這個毛病。佛教裡頭這個例子非常值得我們做參考，要怎樣才能夠再興旺，把這些意見化解，把這些爭論放下？只有回過頭來把三學一源找出來。我們一家人，希望兄弟姐妹到老還是像小孩那樣的親愛，這個家沒有不興旺的道理。全靠教學。中國古人教學為什麼那麼樣重視扎根，還不就為這樁事情。"
    },
    {
      "id": "02-040-0598_p0032",
      "zh_CN": "为什么家里要建家庙？家庙就是祠堂，供奉祖先的，春秋祭祀非常隆重，在祠堂，逢年过节要到祠堂烧香，供养祖先。兄弟姐妹虽然很多，都是各各成家立业了，有这么一个中心点，大家都记得老祖宗的教训，有家规、有家训。祭祀祖先的时候，家训、家规一定是有个代表把它念一遍，回忆，不要忘掉老祖宗的教训，化解很多争端，这个方法非常好。中国世世代代教育的核心，就是五伦、五常、四维、八德，或者简单说伦常八德。五伦，父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信，这是说人与人的关系，一家人。一个族群一家人，一个国家一家人，君王是家长。家长最重要的一桩大事就是把家人都教好，这个家就和谐了，就兴旺了，什么弊病都没有。所以才有「建国君民，教学为先」的古训，古人没有不遵守的。国家各个阶层的领导，都懂得教学为先，教学要能够产生效果，一定从自己做起，教别人做，自己不做，没有人相信；自己做到再教别人，没有一个不相信。自己要带头，这比什么都重要。看到领导带头真干的，这个人就是明君、圣王，好领导人，他一定得到人民的拥护。由于他带头，人民都能够享福，都能够得到安稳。",
      "zh_TW": "為什麼家裡要建家廟？家廟就是祠堂，供奉祖先的，春秋祭祀非常隆重，在祠堂，逢年過節要到祠堂燒香，供養祖先。兄弟姐妹雖然很多，都是各各成家立業了，有這麼一個中心點，大家都記得老祖宗的教訓，有家規、有家訓。祭祀祖先的時候，家訓、家規一定是有個代表把它念一遍，回憶，不要忘掉老祖宗的教訓，化解很多爭端，這個方法非常好。中國世世代代教育的核心，就是五倫、五常、四維、八德，或者簡單說倫常八德。五倫，父子有親，夫婦有別，君臣有義，長幼有序，朋友有信，這是說人與人的關係，一家人。一個族群一家人，一個國家一家人，君王是家長。家長最重要的一樁大事就是把家人都教好，這個家就和諧了，就興旺了，什麼弊病都沒有。所以才有「建國君民，教學為先」的古訓，古人沒有不遵守的。國家各個階層的領導，都懂得教學為先，教學要能夠產生效果，一定從自己做起，教別人做，自己不做，沒有人相信；自己做到再教別人，沒有一個不相信。自己要帶頭，這比什麼都重要。看到領導帶頭真幹的，這個人就是明君、聖王，好領導人，他一定得到人民的擁護。由於他帶頭，人民都能夠享福，都能夠得到安穩。"
    },
    {
      "id": "02-040-0598_p0033",
      "zh_CN": "佛法里头的教诲，可以用在修身、齐家、治国、平天下，今天这个世界迫切需要的是和谐，是见和同解、戒和同修，这两个是根。如果再加一条，利和同均，生活水平愈近愈好，不要差别太大。然后，身同住、口无诤、意同悦，用六和和天下。宗教是很重要的一个环节，从这里下手，用宗教来带头，会收到很好的效果。所以宗教要回归教育，宗教要互相学习。宗教都要互相学习，我们宗派不互相学习不行，佛法说一经通一切经通，这问题解决了。真正通了，世出世间一切法找不到矛盾的地方，找不到这里头有冲突的。你觉得有冲突，那是你理解得不够透彻，你讲得不圆融。真正透彻了，法法圆融，不离自性，自性是本源，真正的本源。",
      "zh_TW": "佛法裡頭的教誨，可以用在修身、齊家、治國、平天下，今天這個世界迫切需要的是和諧，是見和同解、戒和同修，這兩個是根。如果再加一條，利和同均，生活水平愈近愈好，不要差別太大。然後，身同住、口無諍、意同悅，用六和和天下。宗教是很重要的一個環節，從這裡下手，用宗教來帶頭，會收到很好的效果。所以宗教要回歸教育，宗教要互相學習。宗教都要互相學習，我們宗派不互相學習不行，佛法說一經通一切經通，這問題解決了。真正通了，世出世間一切法找不到矛盾的地方，找不到這裡頭有衝突的。你覺得有衝突，那是你理解得不夠透徹，你講得不圓融。真正透徹了，法法圓融，不離自性，自性是本源，真正的本源。"
    },
    {
      "id": "02-040-0598_p0034",
      "zh_CN": "疑谤之害，于后阎浮提，后是我们现代，释迦牟尼佛以后，当然是指末法时期。或有比丘、比丘尼，见有读诵是经，这是什么？这就是往生的经典，往生的经典就是指净土五经一论，专求往生极乐世界的。他听了不高兴，他或是学禅的，或是学密的，或是学教的，心怀毁谤，批评。这个人现在造这个业，来致诸恶重病，现在身体得来的重病。这重病从哪里来？业障，造的业，现在得病是花报，来生三途是果报。身根不具，身体出状况，根是六根，眼不能见了，耳不能听了，聋盲瘖哑，这都是业障现前。水肿鬼魅，水肿这病就严重了，鬼魅是鬼神附身，有没有？有，还很多，我们见过就很多。他病从哪里来的？鬼附身的，坐卧不安，真正是求生不得，求死不得，他苦不堪言。",
      "zh_TW": "疑謗之害，於後閻浮提，後是我們現代，釋迦牟尼佛以後，當然是指末法時期。或有比丘、比丘尼，見有讀誦是經，這是什麼？這就是往生的經典，往生的經典就是指淨土五經一論，專求往生極樂世界的。他聽了不高興，他或是學禪的，或是學密的，或是學教的，心懷毀謗，批評。這個人現在造這個業，來致諸惡重病，現在身體得來的重病。這重病從哪裡來？業障，造的業，現在得病是花報，來生三途是果報。身根不具，身體出狀況，根是六根，眼不能見了，耳不能聽了，聾盲瘖啞，這都是業障現前。水腫鬼魅，水腫這病就嚴重了，鬼魅是鬼神附身，有沒有？有，還很多，我們見過就很多。他病從哪裡來的？鬼附身的，坐臥不安，真正是求生不得，求死不得，他苦不堪言。"
    },
    {
      "id": "02-040-0598_p0035",
      "zh_CN": "或乃致死，到死亡了，死亡堕在地狱。现在造地狱业的人很多，不论是有意无意，堕到地狱，下面给你说的是时间，你说多可怕，八万劫中你出不来。八万劫是多长的时间？这个劫是大劫，一个大劫是世界一次成住坏空。经上讲得很多，通常说的，大家都知道的，人的寿命最短的时候十岁，一般平均年龄十岁，过一百年加一岁，加到八万四千岁，人寿命最长，八万四千岁；从八万四千岁每一百年减一岁，这一增一减，减到十岁，这一增一减叫一个小劫。二十个小劫叫一个中劫，四个中劫是一个大劫。一个大劫，现在是八万个大劫，地狱寿命这么长，不是万岁万岁万万岁，不是，那个太短了。这个事情我们干过吗？肯定干过，现在忘了。地狱罪受满了，八万大劫受满了，我们再得人身，把过去的事情都忘得干干净净，看到佛经上所说这才想起来。我们在六道轮回无量劫，八万劫在地狱里头是常有的事情，而且是不能避免的事情。",
      "zh_TW": "或乃致死，到死亡了，死亡墮在地獄。現在造地獄業的人很多，不論是有意無意，墮到地獄，下面給你說的是時間，你說多可怕，八萬劫中你出不來。八萬劫是多長的時間？這個劫是大劫，一個大劫是世界一次成住壞空。經上講得很多，通常說的，大家都知道的，人的壽命最短的時候十歲，一般平均年齡十歲，過一百年加一歲，加到八萬四千歲，人壽命最長，八萬四千歲；從八萬四千歲每一百年減一歲，這一增一減，減到十歲，這一增一減叫一個小劫。二十個小劫叫一個中劫，四個中劫是一個大劫。一個大劫，現在是八萬個大劫，地獄壽命這麼長，不是萬歲萬歲萬萬歲，不是，那個太短了。這個事情我們幹過嗎？肯定幹過，現在忘了。地獄罪受滿了，八萬大劫受滿了，我們再得人身，把過去的事情都忘得乾乾淨淨，看到佛經上所說這才想起來。我們在六道輪迴無量劫，八萬劫在地獄裡頭是常有的事情，而且是不能避免的事情。"
    },
    {
      "id": "02-040-0598_p0036",
      "zh_CN": "受大苦恼，百千万世，未曾闻水食之名。地狱众生饿了没东西吃，渴的时候没有水喝，饿的时候、渴的时候你就想到苦，罪不受满，不报满，是出不来的。所以地狱是消罪业的，自己造的罪业自己一定要承受，不是别人建造的，与什么人都没关系。自己起一个不善的念头都是业，不善的念头，如果受害的人多，受害的严重，都是地狱业。决定不能造，宁愿饿死、冻死，被人害死，也不能起一个恶念。饿死、冻死没有恶念，来生还能到人道；如果善心的话，没有恶念还有善心，生天道。恶决定不能做，有能力，尽心尽力帮助需要的人，多做一些好事。",
      "zh_TW": "受大苦惱，百千萬世，未曾聞水食之名。地獄眾生餓了沒東西吃，渴的時候沒有水喝，餓的時候、渴的時候你就想到苦，罪不受滿，不報滿，是出不來的。所以地獄是消罪業的，自己造的罪業自己一定要承受，不是別人建造的，與什麼人都沒關係。自己起一個不善的念頭都是業，不善的念頭，如果受害的人多，受害的嚴重，都是地獄業。決定不能造，寧願餓死、凍死，被人害死，也不能起一個惡念。餓死、凍死沒有惡念，來生還能到人道；如果善心的話，沒有惡念還有善心，生天道。惡決定不能做，有能力，盡心盡力幫助需要的人，多做一些好事。"
    },
    {
      "id": "02-040-0598_p0037",
      "zh_CN": "久后得出，从地狱出来到哪里去？畜生道去了，到畜生道还债，还命债，还钱财的债。畜生为人服劳役，服劳役就付欠钱的债，后来被他杀了，肉被他吃了，那是命债。做牛做马还钱财的债，一般的家畜都是还命债。所以在牛马猪羊为人所杀，受大极苦。一生替他服劳役，最后还要被他杀了，被他吃了。这样子后得为人，债还完了，债不还完你出不来。投胎做猪做羊，不是说这个猪被杀了，牠就变成人，不是的。牠要投多少次的猪胎，投一百次、两百次，死了之后还变猪，生生世世都是猪，还完了才能出来，不还完出不来。出来时候到人道，在人道常生下处，就是没有智慧，没有财富，贫穷下贱，贱是没有地位，都是替别人服务的。这是从畜生道里头，离开畜生道到人道。人要懂得断恶修善，积功累德，那人道还不会失人身，来生比今生更好。如果遇到佛法，明白、清楚了，遇到净宗，信愿持名，这个多幸运，从人道提升到佛道。常生下处就是不得自在，一生受别人支配。永不闻三宝名，没有机会学佛。是故无智、无信人中，莫说是经，这个是经遍指大乘经。他不相信，他没有这个智慧，就不必说；说了他毁谤，毁谤就造地狱罪，那不是送他到地狱吗？",
      "zh_TW": "久後得出，從地獄出來到哪裡去？畜生道去了，到畜生道還債，還命債，還錢財的債。畜生為人服勞役，服勞役就付欠錢的債，後來被他殺了，肉被他吃了，那是命債。做牛做馬還錢財的債，一般的家畜都是還命債。所以在牛馬豬羊為人所殺，受大極苦。一生替他服勞役，最後還要被他殺了，被他吃了。這樣子後得為人，債還完了，債不還完你出不來。投胎做豬做羊，不是說這個豬被殺了，牠就變成人，不是的。牠要投多少次的豬胎，投一百次、兩百次，死了之後還變豬，生生世世都是豬，還完了才能出來，不還完出不來。出來時候到人道，在人道常生下處，就是沒有智慧，沒有財富，貧窮下賤，賤是沒有地位，都是替別人服務的。這是從畜生道裡頭，離開畜生道到人道。人要懂得斷惡修善，積功累德，那人道還不會失人身，來生比今生更好。如果遇到佛法，明白、清楚了，遇到淨宗，信願持名，這個多幸運，從人道提升到佛道。常生下處就是不得自在，一生受別人支配。永不聞三寶名，沒有機會學佛。是故無智、無信人中，莫說是經，這個是經遍指大乘經。他不相信，他沒有這個智慧，就不必說；說了他毀謗，毀謗就造地獄罪，那不是送他到地獄嗎？"
    },
    {
      "id": "02-040-0598_p0038",
      "zh_CN": "「旁引两经，深显疑信虽只在当人一念之间，但所种祸福，悬隔天渊，历劫无尽」。所以佛才说「应当明信诸佛无上智慧」。一定要明了，要真信，我们才能够离究竟苦，得究竟乐。这是诸佛菩萨对遍法界虚空界一切苦难众生最大的恩德，真正教导你帮助你解脱。不是你没有钱给钱给你，没有饭吃给粮食给你，没有衣服穿给衣服，不是。那叫小恩小惠，救一时之急，毕竟不能解决问题，解决问题一定要靠教育。世尊的教学没有固定的场所，没有教室，什么地方遇到人，佛能观机，能看他过去世中的行业，有善根，佛就给他讲，没有善根，叫他看到佛相，看到比丘的形相，都种善根，都结善缘。换句话说，佛对一切众生真正做到了不舍一人，一切众生都得利益。不信、没有智慧的也种了善根，阿赖耶识里头落下佛的种子。佛对一切众生恩德之大无法想像，说不尽。",
      "zh_TW": "「旁引兩經，深顯疑信雖只在當人一念之間，但所種禍福，懸隔天淵，歷劫無盡」。所以佛才說「應當明信諸佛無上智慧」。一定要明瞭，要真信，我們才能夠離究竟苦，得究竟樂。這是諸佛菩薩對遍法界虛空界一切苦難眾生最大的恩德，真正教導你幫助你解脫。不是你沒有錢給錢給你，沒有飯吃給糧食給你，沒有衣服穿給衣服，不是。那叫小恩小惠，救一時之急，畢竟不能解決問題，解決問題一定要靠教育。世尊的教學沒有固定的場所，沒有教室，什麼地方遇到人，佛能觀機，能看他過去世中的行業，有善根，佛就給他講，沒有善根，叫他看到佛相，看到比丘的形相，都種善根，都結善緣。換句話說，佛對一切眾生真正做到了不捨一人，一切眾生都得利益。不信、沒有智慧的也種了善根，阿賴耶識裡頭落下佛的種子。佛對一切眾生恩德之大無法想像，說不盡。"
    },
    {
      "id": "02-040-0598_p0039",
      "zh_CN": "下面这一段「问答」，分二，前面这段「问答不求往生所以」，这个「问」。",
      "zh_TW": "下面這一段「問答」，分二，前面這段「問答不求往生所以」，這個「問」。"
    },
    {
      "id": "02-040-0598_p0040",
      "zh_CN": "【慈氏白言。云何此界一类众生。虽亦修善。而不求生。】",
      "zh_TW": "【慈氏白言。云何此界一類眾生。雖亦修善。而不求生。】"
    },
    {
      "id": "02-040-0598_p0041",
      "zh_CN": "真的，很多学佛的，讲经教学也讲得不错，就像注解所说的，弥勒菩萨「以无缘大慈，悯念末世中有一类众生，虽亦修善，但不求生西方净土」，提出这个问题。我们初学佛亦如是，尤其是我入门是从哲学入门的，学佛不是为了生死出三界，对这个，没有这个概念。所以碰到这种经典，我们都认为是迷信。方老师也是这个观念，我跟方老师学的时候，老师告诉我，佛教里头，百分之二十最高的哲学，另外百分之八十迷信。他这个话影响我三年，但是这个疑惑大概影响我三十年，你就想想看，不容易。方老师早年佛学完全是用哲学的角度来看佛法，百分之二十是什么？性宗跟相宗，性相两宗这是高等哲学，其他的他都不以为然。但是他喜欢读经，你看，他读《华严》，他读《法华》，《楞严》、《圆觉》他都读，他很聪明，他能理解。在大学里面，晚年几乎全部开的是佛经哲学。到晚年的时候他觉悟了，我跟他二十多年，常见面，晚年的看法、想法完全不一样。最后你看皈依广钦老和尚，找他做皈依师，正式皈依三宝。",
      "zh_TW": "真的，很多學佛的，講經教學也講得不錯，就像註解所說的，彌勒菩薩「以無緣大慈，憫念末世中有一類眾生，雖亦修善，但不求生西方淨土」，提出這個問題。我們初學佛亦如是，尤其是我入門是從哲學入門的，學佛不是為了生死出三界，對這個，沒有這個概念。所以碰到這種經典，我們都認為是迷信。方老師也是這個觀念，我跟方老師學的時候，老師告訴我，佛教裡頭，百分之二十最高的哲學，另外百分之八十迷信。他這個話影響我三年，但是這個疑惑大概影響我三十年，你就想想看，不容易。方老師早年佛學完全是用哲學的角度來看佛法，百分之二十是什麼？性宗跟相宗，性相兩宗這是高等哲學，其他的他都不以為然。但是他喜歡讀經，你看，他讀《華嚴》，他讀《法華》，《楞嚴》、《圓覺》他都讀，他很聰明，他能理解。在大學裡面，晚年幾乎全部開的是佛經哲學。到晚年的時候他覺悟了，我跟他二十多年，常見面，晚年的看法、想法完全不一樣。最後你看皈依廣欽老和尚，找他做皈依師，正式皈依三寶。"
    },
    {
      "id": "02-040-0598_p0042",
      "zh_CN": "所以这个东西不信不怕，就怕你不研究，不去读它，你研究到一定的程度，肯定你会相信它，你会服了它。还是教学为先重要，真正解决问题，除教学没有第二个方法。",
      "zh_TW": "所以這個東西不信不怕，就怕你不研究，不去讀它，你研究到一定的程度，肯定你會相信它，你會服了它。還是教學為先重要，真正解決問題，除教學沒有第二個方法。"
    },
    {
      "id": "02-040-0598_p0043",
      "zh_CN": "好，今天时间到了，我们就学习到此地。",
      "zh_TW": "好，今天時間到了，我們就學習到此地。"
    }
  ]
}