{
  "doc_id": "02-040-0416",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四一六集",
    "zh_TW": "第四一六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0416",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-040-0416_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0416_p0002",
      "zh_CN": "请看《大经科注》第七百一十六页第七行，第一句看起：",
      "zh_TW": "請看《大經科註》第七百一十六頁第七行，第一句看起："
    },
    {
      "id": "02-040-0416_p0003",
      "zh_CN": "「又《甄解》宗善导意，释曰」，解释，引《释摩诃衍论》里面所说的，「所谓正定聚，从佛果至十地三贤，皆名正定聚。净土正定聚亦然。或现十地三贤等」，十地是别教，三贤是圆教，「其体必至灭度」，灭度就是涅槃。「但是一涅槃界之示现差别耳」，说上面十地、三贤，这些都是一涅槃界的示现差别。",
      "zh_TW": "「又《甄解》宗善導意，釋曰」，解釋，引《釋摩訶衍論》裡面所說的，「所謂正定聚，從佛果至十地三賢，皆名正定聚。淨土正定聚亦然。或現十地三賢等」，十地是別教，三賢是圓教，「其體必至滅度」，滅度就是涅槃。「但是一涅槃界之示現差別耳」，說上面十地、三賢，這些都是一涅槃界的示現差別。"
    },
    {
      "id": "02-040-0416_p0004",
      "zh_CN": "一涅槃界的示现，我们参考资料里头有，昨天没有学完，今天我们从头再看起。「涅槃界」，《佛学大辞典》，术语。「界者藏之义」，藏就是含藏，包藏，「涅槃能藏无为之万德」，所以称它作界，这是从含藏的意思。「又为因之义」，因果之义，为什么？「涅槃能生一切世间出世间之利乐事，故曰界」，这个界是因。我们记住，涅槃能生世间出世间一切利益乐事。为什么？这个理很深，因为涅槃就是真如自性，或者说是法性，在哲学名词上，它是宇宙万法的本体，一切法都是从它而生，没有它就没有一切法。涅槃具足无量无尽的性德，纯净纯善，所以它能生出世间的，那是纯净纯善之法，这当然是真实利益，究竟的妙乐。",
      "zh_TW": "一涅槃界的示現，我們參考資料裡頭有，昨天沒有學完，今天我們從頭再看起。「涅槃界」，《佛學大辭典》，術語。「界者藏之義」，藏就是含藏，包藏，「涅槃能藏無為之萬德」，所以稱它作界，這是從含藏的意思。「又為因之義」，因果之義，為什麼？「涅槃能生一切世間出世間之利樂事，故曰界」，這個界是因。我們記住，涅槃能生世間出世間一切利益樂事。為什麼？這個理很深，因為涅槃就是真如自性，或者說是法性，在哲學名詞上，它是宇宙萬法的本體，一切法都是從它而生，沒有它就沒有一切法。涅槃具足無量無盡的性德，純淨純善，所以它能生出世間的，那是純淨純善之法，這當然是真實利益，究竟的妙樂。"
    },
    {
      "id": "02-040-0416_p0005",
      "zh_CN": "有不少学者专家对于佛法也有相当的研究，他们心里想着，宇宙之间一定有一个能量，但是这是他的理想，他拿不出证据出来。佛法里面讲的大般涅槃，说实在话，也拿不出证据出来。不过佛跟科学家不一样，佛说，你照我的方法去修，修到八地你就见到了。我拿不出来，我知道，你修到八地，八地以上统统见到，佛开出这个条件，叫你自己去亲证。向上一着，就是最高的这一着，言语道断，心行处灭，无法想像，无法言说，唯证方知，你到那个地位，你就知道了。这些专家学者毕竟还是凡夫，为什么？我没有放下，自私自利没放下，名闻利养没放下，所以这向上一着，他们摸不着头脑，他不接受。他接受的是他能证实的，他不能证实的，他也没有办法接受，这个就是世间跟出世间的差别。",
      "zh_TW": "有不少學者專家對於佛法也有相當的研究，他們心裡想著，宇宙之間一定有一個能量，但是這是他的理想，他拿不出證據出來。佛法裡面講的大般涅槃，說實在話，也拿不出證據出來。不過佛跟科學家不一樣，佛說，你照我的方法去修，修到八地你就見到了。我拿不出來，我知道，你修到八地，八地以上統統見到，佛開出這個條件，叫你自己去親證。向上一著，就是最高的這一著，言語道斷，心行處滅，無法想像，無法言說，唯證方知，你到那個地位，你就知道了。這些專家學者畢竟還是凡夫，為什麼？我沒有放下，自私自利沒放下，名聞利養沒放下，所以這向上一著，他們摸不著頭腦，他不接受。他接受的是他能證實的，他不能證實的，他也沒有辦法接受，這個就是世間跟出世間的差別。"
    },
    {
      "id": "02-040-0416_p0006",
      "zh_CN": "出世间人有很多没有证得，他相信，他凭什么相信？佛说的，他就相信。为什么？佛自己证得了，佛没有妄语，佛不会骗人，佛的话是可以相信的，凭这个。这在佛法里面叫具足善根福德因缘，虽然事实真相不知道，他相信。极乐世界没见过，佛说有，你相不相信；极乐世界有阿弥陀佛，你相不相信，这也是唯证方知。这个证比前面所说的容易，前面那要见性，难，见性一定要圆教八地。但是西方极乐世界世间凡人也有见到的，跟佛有缘，见到极乐世界、见到阿弥陀佛。",
      "zh_TW": "出世間人有很多沒有證得，他相信，他憑什麼相信？佛說的，他就相信。為什麼？佛自己證得了，佛沒有妄語，佛不會騙人，佛的話是可以相信的，憑這個。這在佛法裡面叫具足善根福德因緣，雖然事實真相不知道，他相信。極樂世界沒見過，佛說有，你相不相信；極樂世界有阿彌陀佛，你相不相信，這也是唯證方知。這個證比前面所說的容易，前面那要見性，難，見性一定要圓教八地。但是西方極樂世界世間凡人也有見到的，跟佛有緣，見到極樂世界、見到阿彌陀佛。"
    },
    {
      "id": "02-040-0416_p0007",
      "zh_CN": "东晋时代，庐山远公大师，我们净土宗第一代开山祖师，在东林念佛堂领众念佛，人并不很多，一百二十几个人。在念佛的时候三次见到西方极乐世界，没有跟任何人说过，跟大家在一起，若无其事。到他老人家往生的时候，第四次见到，他向大家宣布。有人问他极乐世界是什么样子？他说跟经上所说的完全相同，那个时候说经上所说的，只有一部《无量寿经》。远公在世的时候，《弥陀经》跟《观无量寿佛经》都没有翻译成中文，可能梵文本到了，没翻出来，所以东林念佛堂所修的，就是一部《无量寿经》。那就是《无量寿经》上所说的，完全相同，见到的。",
      "zh_TW": "東晉時代，廬山遠公大師，我們淨土宗第一代開山祖師，在東林念佛堂領眾念佛，人並不很多，一百二十幾個人。在念佛的時候三次見到西方極樂世界，沒有跟任何人說過，跟大家在一起，若無其事。到他老人家往生的時候，第四次見到，他向大家宣布。有人問他極樂世界是什麼樣子？他說跟經上所說的完全相同，那個時候說經上所說的，只有一部《無量壽經》。遠公在世的時候，《彌陀經》跟《觀無量壽佛經》都沒有翻譯成中文，可能梵文本到了，沒翻出來，所以東林念佛堂所修的，就是一部《無量壽經》。那就是《無量壽經》上所說的，完全相同，見到的。"
    },
    {
      "id": "02-040-0416_p0008",
      "zh_CN": "《大势至菩萨念佛圆通章》里面说得更好，教我们「都摄六根，净念相继」，「忆佛念佛，现前当来必定见佛」。现前就是在我们这一生当中，这是现前，因缘具足，你见到阿弥陀佛，你见到极乐世界。见佛不难，难在什么地方？难在我们心不清净。我们念佛有妄想、有杂念夹杂在其中，所以感应就差了。如果我们念佛跟经上所讲的标准相同，「都摄六根，净念相继」，这是大势至菩萨告诉我们念佛的标准。六根，眼耳鼻舌身意，这六根，六根用一句佛号能把它收摄，不向六境上去攀缘。眼有没有见？有见。见了怎么样？没放在心上，别人不问你，你根本就没有这个念头。别人问你，你看到什么，你能答得出来，我看见什么。不问不知道，这什么原因？没有放在心上。我们世间普通话叫没注意，看到了，没注意。注是注入，意就是意识，意识是分别。注意，你就会分别执着，注第六意（意识），是分别，注第七意识，一般人叫意根，那就是执着，六、七识作用不一样。",
      "zh_TW": "《大勢至菩薩念佛圓通章》裡面說得更好，教我們「都攝六根，淨念相繼」，「憶佛念佛，現前當來必定見佛」。現前就是在我們這一生當中，這是現前，因緣具足，你見到阿彌陀佛，你見到極樂世界。見佛不難，難在什麼地方？難在我們心不清淨。我們念佛有妄想、有雜念夾雜在其中，所以感應就差了。如果我們念佛跟經上所講的標準相同，「都攝六根，淨念相繼」，這是大勢至菩薩告訴我們念佛的標準。六根，眼耳鼻舌身意，這六根，六根用一句佛號能把它收攝，不向六境上去攀緣。眼有沒有見？有見。見了怎麼樣？沒放在心上，別人不問你，你根本就沒有這個念頭。別人問你，你看到什麼，你能答得出來，我看見什麼。不問不知道，這什麼原因？沒有放在心上。我們世間普通話叫沒注意，看到了，沒注意。注是注入，意就是意識，意識是分別。注意，你就會分別執著，注第六意（意識），是分別，注第七意識，一般人叫意根，那就是執著，六、七識作用不一樣。"
    },
    {
      "id": "02-040-0416_p0009",
      "zh_CN": "我们要问，这唯识里讲得很清楚，每一个识都有了别的作用，第六意识分别最重，第七识有没有分别？有分别，但它执着最重。第六意识也有执着，执着很淡薄，分别很重；这个末那执着很重，分别比较轻，它统统有。前五识完全是了别，没有分别。我们的病根就在六、七识，七的染污、六的分别。所以末那叫染污意，四大烦恼常相随。末那是什么？末那就是四大烦恼凝聚在一处，它起的作用。这四大烦恼第一个，我见，实实在在在一切法里头找不到我，它偏偏执着是个我。执着什么？执着第八识的见相两分，两分里面微不足道的少分。执着境界相是物质，整个宇宙里头的物质现象统统是阿赖耶的相分，我们执着这一点点，这叫我，坚固执着，不肯放下，这错了，不是我！执着阿赖耶的见分，认为是我的心，我能够思惟、能够想像，我能够想过去、能够想未来，这是我的心，也错了。所有一切分别执着都是阿赖耶的第六、第七，你偏偏执着这一点，少分，少到不能再少，认为是自己，错了！看错了、想错了，坚固执着不放，变成什么？变成六道轮回。所以诸位一定要知道，六道轮回哪里来的？自己制造的。自己如果不执着，轮回就不见了，有执着就有轮回，没有执着就没有轮回。轮回是这么一桩事情。",
      "zh_TW": "我們要問，這唯識裡講得很清楚，每一個識都有了別的作用，第六意識分別最重，第七識有沒有分別？有分別，但它執著最重。第六意識也有執著，執著很淡薄，分別很重；這個末那執著很重，分別比較輕，它統統有。前五識完全是了別，沒有分別。我們的病根就在六、七識，七的染污、六的分別。所以末那叫染污意，四大煩惱常相隨。末那是什麼？末那就是四大煩惱凝聚在一處，它起的作用。這四大煩惱第一個，我見，實實在在在一切法裡頭找不到我，它偏偏執著是個我。執著什麼？執著第八識的見相兩分，兩分裡面微不足道的少分。執著境界相是物質，整個宇宙裡頭的物質現象統統是阿賴耶的相分，我們執著這一點點，這叫我，堅固執著，不肯放下，這錯了，不是我！執著阿賴耶的見分，認為是我的心，我能夠思惟、能夠想像，我能夠想過去、能夠想未來，這是我的心，也錯了。所有一切分別執著都是阿賴耶的第六、第七，你偏偏執著這一點，少分，少到不能再少，認為是自己，錯了！看錯了、想錯了，堅固執著不放，變成什麼？變成六道輪迴。所以諸位一定要知道，六道輪迴哪裡來的？自己製造的。自己如果不執著，輪迴就不見了，有執著就有輪迴，沒有執著就沒有輪迴。輪迴是這麼一樁事情。"
    },
    {
      "id": "02-040-0416_p0010",
      "zh_CN": "涅槃，是说自性的全体，不是讲自性的部分，全体当然包含部分，与性体相应的，纯净纯善。为什么这个宇宙有许许多多众生一生造恶，没有见到他作善，所以，有不少人不相信宇宙当中有神、有上帝。为什么？上帝是全能的，全能的，为什么造人造有善人、有恶人？这样的现象，上帝的心就不是真正善的，如果善的，统统造善人多好，不要有恶人，为什么有这么多恶人存在？所以，一些高级知识分子他不相信。这个问题佛法里讲清楚了，佛法肯定，确实有纯净纯善。惠能大师说得很好，「何期自性，能生万法」，能生万法就是万能，就是全能，无所不能。能大师说「何期自性，本自清净」，这个本自清净就是纯善，「本不生灭」，「本自具足」，这都属于纯善，真有。",
      "zh_TW": "涅槃，是說自性的全體，不是講自性的部分，全體當然包含部分，與性體相應的，純淨純善。為什麼這個宇宙有許許多多眾生一生造惡，沒有見到他作善，所以，有不少人不相信宇宙當中有神、有上帝。為什麼？上帝是全能的，全能的，為什麼造人造有善人、有惡人？這樣的現象，上帝的心就不是真正善的，如果善的，統統造善人多好，不要有惡人，為什麼有這麼多惡人存在？所以，一些高級知識分子他不相信。這個問題佛法裡講清楚了，佛法肯定，確實有純淨純善。惠能大師說得很好，「何期自性，能生萬法」，能生萬法就是萬能，就是全能，無所不能。能大師說「何期自性，本自清淨」，這個本自清淨就是純善，「本不生滅」，「本自具足」，這都屬於純善，真有。"
    },
    {
      "id": "02-040-0416_p0011",
      "zh_CN": "为什么这个世界变成这样？中国老祖宗知道，心里很清楚、很明白。所以小朋友启蒙念《三字经》，《三字经》前上的八句话，就讲清楚了、讲明白了、讲透彻了。八句话很容易，但是它有深度、有广度，从深跟广来说，真正是其大无外，其小无内。中国人的智慧，不亚于佛陀。「人之初，性本善」，这个善没有丝毫缺陷，每个人都有，而且每个人都表演过，你自己忘掉了。什么时候表演过的？你只要仔细去观察小孩出生，在一百天。我在讲经时候说过，人生百日，人生下来一百天，体露真常，他的身体露出来的，给大家所看到的，看到真、看到常。看到什么？看到他的自性，看到他的本性，看到了本善。一百天之内的小婴儿，没有分别、没有执着，起心动念有，他要没有起心动念他就不到人间来了。但是他没有分别执着，你看看，谁抱他，他都非常欢喜，他没有拒绝，就是说他还不认识人，还不知道哪个是他爸爸、是他妈妈，还不晓得，什么人都喜欢。到他有了分别执着，知道谁是他妈妈，谁不是他妈妈，他就不要别人抱了，别人抱他就哭，他妈妈抱他就笑，那是什么？被染污了，那就不善了。没有分别、没有执着这是本善，真有，那就是自性的性德。性德的第一德就是爱，他那个爱是没有分别的爱，没有执着的爱，没有起心动念的爱，这个爱是真爱。汤恩比博士说，人生不能没有爱，但是这个爱，说得最清楚、说得最明白的是佛经，其次，中国儒家的典籍也说得不错，那都不是假的，我们从这个地方去体会，真正看到了。所以中国这些老祖宗、古圣先贤在《三字经》上告诉人，「人之初，性本善」，一样的，没有差别，真善，真正的爱心，没有分别、没有执着、没有起心动念。",
      "zh_TW": "為什麼這個世界變成這樣？中國老祖宗知道，心裡很清楚、很明白。所以小朋友啟蒙念《三字經》，《三字經》前上的八句話，就講清楚了、講明白了、講透徹了。八句話很容易，但是它有深度、有廣度，從深跟廣來說，真正是其大無外，其小無內。中國人的智慧，不亞於佛陀。「人之初，性本善」，這個善沒有絲毫缺陷，每個人都有，而且每個人都表演過，你自己忘掉了。什麼時候表演過的？你只要仔細去觀察小孩出生，在一百天。我在講經時候說過，人生百日，人生下來一百天，體露真常，他的身體露出來的，給大家所看到的，看到真、看到常。看到什麼？看到他的自性，看到他的本性，看到了本善。一百天之內的小嬰兒，沒有分別、沒有執著，起心動念有，他要沒有起心動念他就不到人間來了。但是他沒有分別執著，你看看，誰抱他，他都非常歡喜，他沒有拒絕，就是說他還不認識人，還不知道哪個是他爸爸、是他媽媽，還不曉得，什麼人都喜歡。到他有了分別執著，知道誰是他媽媽，誰不是他媽媽，他就不要別人抱了，別人抱他就哭，他媽媽抱他就笑，那是什麼？被染污了，那就不善了。沒有分別、沒有執著這是本善，真有，那就是自性的性德。性德的第一德就是愛，他那個愛是沒有分別的愛，沒有執著的愛，沒有起心動念的愛，這個愛是真愛。湯恩比博士說，人生不能沒有愛，但是這個愛，說得最清楚、說得最明白的是佛經，其次，中國儒家的典籍也說得不錯，那都不是假的，我們從這個地方去體會，真正看到了。所以中國這些老祖宗、古聖先賢在《三字經》上告訴人，「人之初，性本善」，一樣的，沒有差別，真善，真正的愛心，沒有分別、沒有執著、沒有起心動念。"
    },
    {
      "id": "02-040-0416_p0012",
      "zh_CN": "下面说「性相近，习相远」，这问题来了。性相近，大家是一样的。习是什么？习惯，你跟善人在一起，你永远是善人；你跟恶人在一起，你跟他学坏了，你就变成恶人。所以古人所谓「近朱则赤，近墨则黑」，你跟红色的在一起，变红了，染红了；你跟黑的在一起，你被人染黑了。这是什么？被染污了。被染污叫习性，习性跟本性不一样。习性跟本性一样，这是圣人、这是贤人；习性跟本性相悖，这就是恶人，邪恶之人、不善之人，所以环境太重要了。小孩第一个环境是家庭环境。第二个，离开家门走在外面是社会的环境，这个环境有很大的染薰的能量，你被它所薰，你被它所染。因此，教育就非常重要，第三句提出来「苟不教，性乃迁」。如果没有好好的教育，怕被外面这些不善的染污，愈染愈严重，愈染愈深，到以后回不了头来，怕这个。所以中国人非常重视教育，教育在中国确实是万能，没有一样离开教育。中国的家，重视家庭教育，如果没有教育，这个家就乱了；社会着重教育，大家遵守教训，这个社会安和乐利；国家重视教育，政府所有的机构是为教育服务而设立的，不是为别的，每一个机构都是为教育服务的。所以宰相下面六个部，礼部，礼部就是教育部，礼部尚书就是教育部长，把他摆在第一位，部长排列他是第一位，首席。首相不能视事的时候，教育部长代理，这是什么？显示重视教育。",
      "zh_TW": "下面說「性相近，習相遠」，這問題來了。性相近，大家是一樣的。習是什麼？習慣，你跟善人在一起，你永遠是善人；你跟惡人在一起，你跟他學壞了，你就變成惡人。所以古人所謂「近朱則赤，近墨則黑」，你跟紅色的在一起，變紅了，染紅了；你跟黑的在一起，你被人染黑了。這是什麼？被染污了。被染污叫習性，習性跟本性不一樣。習性跟本性一樣，這是聖人、這是賢人；習性跟本性相悖，這就是惡人，邪惡之人、不善之人，所以環境太重要了。小孩第一個環境是家庭環境。第二個，離開家門走在外面是社會的環境，這個環境有很大的染薰的能量，你被它所薰，你被它所染。因此，教育就非常重要，第三句提出來「苟不教，性乃遷」。如果沒有好好的教育，怕被外面這些不善的染污，愈染愈嚴重，愈染愈深，到以後回不了頭來，怕這個。所以中國人非常重視教育，教育在中國確實是萬能，沒有一樣離開教育。中國的家，重視家庭教育，如果沒有教育，這個家就亂了；社會著重教育，大家遵守教訓，這個社會安和樂利；國家重視教育，政府所有的機構是為教育服務而設立的，不是為別的，每一個機構都是為教育服務的。所以宰相下面六個部，禮部，禮部就是教育部，禮部尚書就是教育部長，把他擺在第一位，部長排列他是第一位，首席。首相不能視事的時候，教育部長代理，這是什麼？顯示重視教育。"
    },
    {
      "id": "02-040-0416_p0013",
      "zh_CN": "我们在佛法里面看到，诸佛如来、法身菩萨，没有一个不教学，这是给我们深深去体会。释迦牟尼佛当年在世，三十岁成道，也就从这一天起就开始教学，在鹿野苑给五比丘讲四谛法，这些人发心出家，憍陈如听佛说法证阿罗汉果。三宝在鹿野苑建立了，有佛说法，有阿罗汉闻法，还有证果的。以后的僧团逐渐扩展，出家众有一千二百五十五人，加上世尊，一千二百五十六个人。我们会想到，肯定有些短期参学的，不是常随众，来听一个星期的，来听一个月的，来听两个月的。这样的人一定很多，里面是一班在家众，还有一班其他宗教的信徒，也来向佛求智慧。",
      "zh_TW": "我們在佛法裡面看到，諸佛如來、法身菩薩，沒有一個不教學，這是給我們深深去體會。釋迦牟尼佛當年在世，三十歲成道，也就從這一天起就開始教學，在鹿野苑給五比丘講四諦法，這些人發心出家，憍陳如聽佛說法證阿羅漢果。三寶在鹿野苑建立了，有佛說法，有阿羅漢聞法，還有證果的。以後的僧團逐漸擴展，出家眾有一千二百五十五人，加上世尊，一千二百五十六個人。我們會想到，肯定有些短期參學的，不是常隨眾，來聽一個星期的，來聽一個月的，來聽兩個月的。這樣的人一定很多，裡面是一班在家眾，還有一班其他宗教的信徒，也來向佛求智慧。"
    },
    {
      "id": "02-040-0416_p0014",
      "zh_CN": "佛法的教学是智慧，佛法里面没有造物主、没有神，佛给你讲的完全是业因果报。婆罗门把六道轮回搞清楚、搞明白了。六道怎么来的？他不知道。释迦牟尼佛给他解释，六道是众生善与不善业，这两种业，善与不善业感应变现出来的。善因善缘，三善道的果报；恶因恶缘，是三恶道的果报，这么来的。六道轮回不是真的，业是生灭法，所以六道轮回是属于生灭法。明了、觉悟了，应该出离六道，走向涅槃。出离六道之后，还有四法界，十法界里的四圣法界。十法界包括六道，下面六道就是六法界，六道上面有声闻、缘觉、菩萨、佛，这四法界是释迦牟尼佛的净土，六道是释迦牟尼佛的秽土，都是佛的教区，佛在这个教区处处现身，应以什么身得度就现什么样的身，从来没有休息过。佛的真身，给诸位说，真身常住在实报土，对实报土的法身菩萨说法。对十法界完全是应化身，众生有感，佛就有应，感应道交，不可思议。这些事实真相，大乘经上讲得很清楚。这部经不算是分量很大的，但是黄念老集注，把它的内容丰富了，我们通过经跟注，对这个事情总算搞清楚、搞明白了，于是我们自然生起信心、生起愿心，我想到极乐世界去。",
      "zh_TW": "佛法的教學是智慧，佛法裡面沒有造物主、沒有神，佛給你講的完全是業因果報。婆羅門把六道輪迴搞清楚、搞明白了。六道怎麼來的？他不知道。釋迦牟尼佛給他解釋，六道是眾生善與不善業，這兩種業，善與不善業感應變現出來的。善因善緣，三善道的果報；惡因惡緣，是三惡道的果報，這麼來的。六道輪迴不是真的，業是生滅法，所以六道輪迴是屬於生滅法。明瞭、覺悟了，應該出離六道，走向涅槃。出離六道之後，還有四法界，十法界裡的四聖法界。十法界包括六道，下面六道就是六法界，六道上面有聲聞、緣覺、菩薩、佛，這四法界是釋迦牟尼佛的淨土，六道是釋迦牟尼佛的穢土，都是佛的教區，佛在這個教區處處現身，應以什麼身得度就現什麼樣的身，從來沒有休息過。佛的真身，給諸位說，真身常住在實報土，對實報土的法身菩薩說法。對十法界完全是應化身，眾生有感，佛就有應，感應道交，不可思議。這些事實真相，大乘經上講得很清楚。這部經不算是分量很大的，但是黃念老集註，把它的內容豐富了，我們通過經跟註，對這個事情總算搞清楚、搞明白了，於是我們自然生起信心、生起願心，我想到極樂世界去。"
    },
    {
      "id": "02-040-0416_p0015",
      "zh_CN": "极乐世界确实是人生最理想的环境，这个环境里面确确实实得到了永生。永生是什么？与性德相应就是永生，无量寿，永远跟生灭法远离了。无量的寿命、无量的相好、无量的智慧、无量的德能，都是一般宗教赞叹神、赞叹上帝的。佛告诉我们，我们全具足，没有一样欠缺，梵语的名词叫涅槃，我们希望在这一生证得。法门无量无边，每一个法门，佛都教我们要断见思烦恼、要断尘沙烦恼、要断无明烦恼。见思烦恼断了成阿罗汉，脱离六道轮回；尘沙烦恼断了是菩萨，提升了；无明烦恼断了，成佛，距离涅槃不远了。只要把无明习气断干净，就证得大般涅槃。所以自性，涅槃就是自性，能藏无为之万德，就是智慧德相，圆满具足，没有欠缺。",
      "zh_TW": "極樂世界確實是人生最理想的環境，這個環境裡面確確實實得到了永生。永生是什麼？與性德相應就是永生，無量壽，永遠跟生滅法遠離了。無量的壽命、無量的相好、無量的智慧、無量的德能，都是一般宗教讚歎神、讚歎上帝的。佛告訴我們，我們全具足，沒有一樣欠缺，梵語的名詞叫涅槃，我們希望在這一生證得。法門無量無邊，每一個法門，佛都教我們要斷見思煩惱、要斷塵沙煩惱、要斷無明煩惱。見思煩惱斷了成阿羅漢，脫離六道輪迴；塵沙煩惱斷了是菩薩，提升了；無明煩惱斷了，成佛，距離涅槃不遠了。只要把無明習氣斷乾淨，就證得大般涅槃。所以自性，涅槃就是自性，能藏無為之萬德，就是智慧德相，圓滿具足，沒有欠缺。"
    },
    {
      "id": "02-040-0416_p0016",
      "zh_CN": "第二个意思，是因的意思。因是什么？「能生万法」，惠能大师最后一句说的。涅槃能生一切世间出世间之利乐事，所以叫界，界就是有不同的形相。一切世间、一切出世间，利益，世间的利益，一般人都把它看作名闻利养，这是利乐之事，中国人讲五福临门。有智慧的人，他知道真正的利乐是与民同乐，这是真正乐，不是独乐乐，与大家一起同乐。这种人不但有智慧、有福报，他知道积功累德，他的来生比这生更好，这一生当中把他自己的福慧提升，他不是享受尽了，是在享受当中又知道积功累德。因此，他的智慧福报一世比一世提升，一般的说法十世修积的福报。如果到人间来都是做帝王，帝王不是偶然的，出家人，国师、祖师大德的身分，那不是一世修的。《慈悲三昧水忏》里面说的悟达国师，十世高僧，学得好，学得不错，十世，死了以后都是到人间得人身，真难得！得人身，他出家修行，一世接着一世，十世修行，这一世为帝王师，帝王封为国师。稍稍有成就，世出世间有成就的人总在五世以上，没有五世修行得不到这个地位，这不是勉强，勉强得来的还是前世修得的，你说那又何必？明白通达因果的道理与事实真相，人心就定了。定了怎么样？对于世间财色名利这个欲望就淡了，淡到根本没有求的这个念头。",
      "zh_TW": "第二個意思，是因的意思。因是什麼？「能生萬法」，惠能大師最後一句說的。涅槃能生一切世間出世間之利樂事，所以叫界，界就是有不同的形相。一切世間、一切出世間，利益，世間的利益，一般人都把它看作名聞利養，這是利樂之事，中國人講五福臨門。有智慧的人，他知道真正的利樂是與民同樂，這是真正樂，不是獨樂樂，與大家一起同樂。這種人不但有智慧、有福報，他知道積功累德，他的來生比這生更好，這一生當中把他自己的福慧提升，他不是享受盡了，是在享受當中又知道積功累德。因此，他的智慧福報一世比一世提升，一般的說法十世修積的福報。如果到人間來都是做帝王，帝王不是偶然的，出家人，國師、祖師大德的身分，那不是一世修的。《慈悲三昧水懺》裡面說的悟達國師，十世高僧，學得好，學得不錯，十世，死了以後都是到人間得人身，真難得！得人身，他出家修行，一世接著一世，十世修行，這一世為帝王師，帝王封為國師。稍稍有成就，世出世間有成就的人總在五世以上，沒有五世修行得不到這個地位，這不是勉強，勉強得來的還是前世修得的，你說那又何必？明白通達因果的道理與事實真相，人心就定了。定了怎麼樣？對於世間財色名利這個欲望就淡了，淡到根本沒有求的這個念頭。"
    },
    {
      "id": "02-040-0416_p0017",
      "zh_CN": "我这一生见的人不多，知道的事情也很少，因为青少年的时代，生在八年抗战当中，过得非常辛苦，做流亡学生，真是居无定所到处流浪。中年在台湾，这个环境总算是安定下来。自己要谋生、要养活自己，在社会上没有背景、没有关系，做什么事情都做不成。在读书，自己认识三个老师，方东美先生、李炳南老居士。李老师是虔诚的佛教徒，他是个做学问的人，过世，现在都有全集印出来了。在世的时候他们的著作很多，我知道，一本都没印出来，东西好，我们真想要，老师不答应。理由，不成熟，印出来怕别人见笑。自己认为不错，遇到那些真正行家，他们的看法才算是标准，普通人不算。所以著作要等到他过世之后再出版，学生给他出版，朋友给他出版，希望留名在死后，而不是在生的时候就搞这个名闻利养，这是非常值得我们做榜样的。",
      "zh_TW": "我這一生見的人不多，知道的事情也很少，因為青少年的時代，生在八年抗戰當中，過得非常辛苦，做流亡學生，真是居無定所到處流浪。中年在台灣，這個環境總算是安定下來。自己要謀生、要養活自己，在社會上沒有背景、沒有關係，做什麼事情都做不成。在讀書，自己認識三個老師，方東美先生、李炳南老居士。李老師是虔誠的佛教徒，他是個做學問的人，過世，現在都有全集印出來了。在世的時候他們的著作很多，我知道，一本都沒印出來，東西好，我們真想要，老師不答應。理由，不成熟，印出來怕別人見笑。自己認為不錯，遇到那些真正行家，他們的看法才算是標準，普通人不算。所以著作要等到他過世之後再出版，學生給他出版，朋友給他出版，希望留名在死後，而不是在生的時候就搞這個名聞利養，這是非常值得我們做榜樣的。"
    },
    {
      "id": "02-040-0416_p0018",
      "zh_CN": "持戒守法，我看到一个人，周邦道老居士，晚年学佛，抗战期间，我们在流亡中学读书，他是我校长。我们只知道校长夫妻两个人非常慈悲，在那个时期他确确实实是把我们这些流亡学生当作子女来看待，照顾无微不至。他自己有小孩，他的小孩排在最后，我们这些学生在前面，小孩也是学生，也在一个学校念书。政府或者是慈善机构捐的一些日用品，给我们这些流亡学生的，分配，真正有缺乏的这些同学第一优先；还有多的，再分给这些次等需要的，他有很好，没有也能过得去；还有多的，再分给第三个。第三个是什么？他家的儿女，分到最后还有多的，如果没有了，他们分不到。我们这些学生对老师恭敬，老师大公无私，我们心目当中的榜样。我们心量比较大，是从学校养成的，看到老师、师母这样做法的，我们很感动。",
      "zh_TW": "持戒守法，我看到一個人，周邦道老居士，晚年學佛，抗戰期間，我們在流亡中學讀書，他是我校長。我們只知道校長夫妻兩個人非常慈悲，在那個時期他確確實實是把我們這些流亡學生當作子女來看待，照顧無微不至。他自己有小孩，他的小孩排在最後，我們這些學生在前面，小孩也是學生，也在一個學校念書。政府或者是慈善機構捐的一些日用品，給我們這些流亡學生的，分配，真正有缺乏的這些同學第一優先；還有多的，再分給這些次等需要的，他有很好，沒有也能過得去；還有多的，再分給第三個。第三個是什麼？他家的兒女，分到最後還有多的，如果沒有了，他們分不到。我們這些學生對老師恭敬，老師大公無私，我們心目當中的榜樣。我們心量比較大，是從學校養成的，看到老師、師母這樣做法的，我們很感動。"
    },
    {
      "id": "02-040-0416_p0019",
      "zh_CN": "在台湾有一度他做考试院的政务次长，现在叫第一副部长，考试院给他配的有轿车，上下班，公务，他方便，家里面装了电话联系方便。他在家里头告诉他的家人、他的儿女，私人的事情不能用公家电话，他这个电话是国家付费的。私人用电话到巷口有一个公用电话，公用电话亭，去用那个电话，不可以用这支，外面打进来可以，你不可以打出去。汽车，只有他上下班公务用这个车，老师自己有事情出去乘巴士，不用公家的车。为什么？公家车，汽油是公家出的，不能够浪费公家一滴汽油。这个世界上做官还有这样的官僚，没听说过，但是我们亲眼看见了。国家政府的官员要都像他这样子，这个国能不强盛吗？廉洁到这种分寸，我们就晓得，老师的为人就可想而知，这个世界上真的找不到第二个。",
      "zh_TW": "在台灣有一度他做考試院的政務次長，現在叫第一副部長，考試院給他配的有轎車，上下班，公務，他方便，家裡面裝了電話聯繫方便。他在家裡頭告訴他的家人、他的兒女，私人的事情不能用公家電話，他這個電話是國家付費的。私人用電話到巷口有一個公用電話，公用電話亭，去用那個電話，不可以用這支，外面打進來可以，你不可以打出去。汽車，只有他上下班公務用這個車，老師自己有事情出去乘巴士，不用公家的車。為什麼？公家車，汽油是公家出的，不能夠浪費公家一滴汽油。這個世界上做官還有這樣的官僚，沒聽說過，但是我們親眼看見了。國家政府的官員要都像他這樣子，這個國能不強盛嗎？廉潔到這種分寸，我們就曉得，老師的為人就可想而知，這個世界上真的找不到第二個。"
    },
    {
      "id": "02-040-0416_p0020",
      "zh_CN": "佛家讲的五戒，他是佛弟子，五戒十善都受过，他真做到了。不杀生、不偷盗，他认为利用国家这个设施、这个电话，私人用它这都属于偷盗。公家配的这个车，交通工具，汽油是国家分配的，你要是私人用它，也属于偷盗。真的是清清楚楚、了了分明，这个人是个清官，真正清白。我们是他的学生，学了之后是佛门弟子。寺庙叫常住，我们这个协会也叫常住，常住的东西要爱惜，那是什么？修福。常住的东西不爱惜是造业，统统有果报，这不是小事，这是大事。关系什么？关系到来生到哪一道去，关系这个，这是不能不知道的。护持正法，功德无量无边；亏损正法，那个罪说起来也很可怕，大家认真去学习《太上感应篇》，因果就明白了。人懂得因果，不敢起恶念，不敢做坏事，伦理道德还未必有这么大的力量。伦理道德是什么？不好意思做，有时候还敢做。但是懂得因果，真的不敢做，为什么？果报太可怕了。真正明白人，万缘放下，一心一意求生净土，这个福报没有法子说的，只能跟你讲无量无边，不可思议，这真的。你真正生到极乐世界，你就明白了，世出世法里头最大的利益，往生净土。我们修行，消业障、增福慧，最大的善业无过于念佛，念佛是真正大善。建一个小念佛堂，带十几二十个人念佛，将来个个往生，这都是大菩萨，这不是小事。所以这因，涅槃有因的意思。",
      "zh_TW": "佛家講的五戒，他是佛弟子，五戒十善都受過，他真做到了。不殺生、不偷盜，他認為利用國家這個設施、這個電話，私人用它這都屬於偷盜。公家配的這個車，交通工具，汽油是國家分配的，你要是私人用它，也屬於偷盜。真的是清清楚楚、了了分明，這個人是個清官，真正清白。我們是他的學生，學了之後是佛門弟子。寺廟叫常住，我們這個協會也叫常住，常住的東西要愛惜，那是什麼？修福。常住的東西不愛惜是造業，統統有果報，這不是小事，這是大事。關係什麼？關係到來生到哪一道去，關係這個，這是不能不知道的。護持正法，功德無量無邊；虧損正法，那個罪說起來也很可怕，大家認真去學習《太上感應篇》，因果就明白了。人懂得因果，不敢起惡念，不敢做壞事，倫理道德還未必有這麼大的力量。倫理道德是什麼？不好意思做，有時候還敢做。但是懂得因果，真的不敢做，為什麼？果報太可怕了。真正明白人，萬緣放下，一心一意求生淨土，這個福報沒有法子說的，只能跟你講無量無邊，不可思議，這真的。你真正生到極樂世界，你就明白了，世出世法裡頭最大的利益，往生淨土。我們修行，消業障、增福慧，最大的善業無過於念佛，念佛是真正大善。建一個小念佛堂，帶十幾二十個人念佛，將來個個往生，這都是大菩薩，這不是小事。所以這因，涅槃有因的意思。"
    },
    {
      "id": "02-040-0416_p0021",
      "zh_CN": "第三，「界为界畔」，就是边界。涅槃虽然没有边际，然对于生死界来说，就好像明显了，跟生死相对的就叫涅槃。涅槃跟生死当中有一条界限，在生死这一边就叫生死界，在涅槃那一边就叫做涅槃界，这是相对而称的。如何我们离开生死界而契入涅槃界？这就是佛法。小乘的涅槃界是六道轮回跟四圣法界，界限在这里；大乘的涅槃界是十法界的佛法界，佛法界还是生死界，超越这个生死界，他就往生实报庄严土。实报土，这是涅槃界。《唯识论》第十卷说，「界是藏义」，是藏的意思，「此中含容无边希有大功德故」。这个无边希有大功德，不是修来的，是哪里来的？自性本来具足的。所以说性本善，道理在此地，自性是纯净纯善。但是自性，在实报土没有问题，在方便土、在同居土，它会被染污。方便土，它接受到的是善的染污；同居土里面善恶染污统统有，而是不善的染污比善的染污严重。为什么？六道里面的众生，阿赖耶妄心作主，阿赖耶的本身就是恶多善少。阿赖耶里面的恶心所，五十一个心所，恶心所二十六个，善心所只有十一个，你就晓得，恶多善少，所以这个不善容易感染，善的比较困难。",
      "zh_TW": "第三，「界為界畔」，就是邊界。涅槃雖然沒有邊際，然對於生死界來說，就好像明顯了，跟生死相對的就叫涅槃。涅槃跟生死當中有一條界限，在生死這一邊就叫生死界，在涅槃那一邊就叫做涅槃界，這是相對而稱的。如何我們離開生死界而契入涅槃界？這就是佛法。小乘的涅槃界是六道輪迴跟四聖法界，界限在這裡；大乘的涅槃界是十法界的佛法界，佛法界還是生死界，超越這個生死界，他就往生實報莊嚴土。實報土，這是涅槃界。《唯識論》第十卷說，「界是藏義」，是藏的意思，「此中含容無邊希有大功德故」。這個無邊希有大功德，不是修來的，是哪裡來的？自性本來具足的。所以說性本善，道理在此地，自性是純淨純善。但是自性，在實報土沒有問題，在方便土、在同居土，它會被染污。方便土，它接受到的是善的染污；同居土裡面善惡染污統統有，而是不善的染污比善的染污嚴重。為什麼？六道裡面的眾生，阿賴耶妄心作主，阿賴耶的本身就是惡多善少。阿賴耶裡面的惡心所，五十一個心所，惡心所二十六個，善心所只有十一個，你就曉得，惡多善少，所以這個不善容易感染，善的比較困難。"
    },
    {
      "id": "02-040-0416_p0022",
      "zh_CN": "再加上我们现前的社会环境，这个环境里面也是恶多善少，所以特别容易感得不善。换句话说，学善不容易，学不善很容易。修行人在这个环境里头能不能禁得起考验，真正能禁得起，成就特别快、特别高。为什么？你能够不受一切不善的感染，你有这样的能力，这提升就快了。修行人在这个环境里面被淘汰的很多，这都是自然现象，不足以为怪，禁不起诱惑。这个社会上，财色名利天天在考这些修行人，几个修行人在这个境界里头不变心的、不动摇的？太少了！菩提道上的魔，这是四大魔王，财色名利，没有定功、没有智慧很不容易脱离魔掌，你都掌握在它的手心当中逃不出去，我们不能不知道。",
      "zh_TW": "再加上我們現前的社會環境，這個環境裡面也是惡多善少，所以特別容易感得不善。換句話說，學善不容易，學不善很容易。修行人在這個環境裡頭能不能禁得起考驗，真正能禁得起，成就特別快、特別高。為什麼？你能夠不受一切不善的感染，你有這樣的能力，這提升就快了。修行人在這個環境裡面被淘汰的很多，這都是自然現象，不足以為怪，禁不起誘惑。這個社會上，財色名利天天在考這些修行人，幾個修行人在這個境界裡頭不變心的、不動搖的？太少了！菩提道上的魔，這是四大魔王，財色名利，沒有定功、沒有智慧很不容易脫離魔掌，你都掌握在它的手心當中逃不出去，我們不能不知道。"
    },
    {
      "id": "02-040-0416_p0023",
      "zh_CN": "佛有妙法帮助我们，这个妙法是什么？我们在经上常看到的，「今现在说法」。佛菩萨不在了，谁在说法？经典留在世间。每一天真正能做到十个小时读经，天天不间断，每天十个小时读经，剩下来的时间念阿弥陀佛，他就不会被外面这些魔事干扰。我们不在这上下功夫，难！做不到。研究教不行，名利现前、财色现前，还是会动心。只有在这个教门里头，《无量寿经》，为什么？《无量寿经》真正搞通了，这个世间东西跟无量寿、极乐世界相比，不能比，我要得大利，我不要这些小利。头一个大利是无量寿，第二个大利是金刚不坏身，我要这个利益。这个几十年就要生灭的这个身，我不要这个东西，这个东西太麻烦，太苦了。我要像佛一样的智慧，把烦恼习气洗刷得干干净净，到极乐世界去作佛去，作什么样佛？跟阿弥陀佛一样的佛。这个人真正令人佩服。小名小利就动心、动摇了，把自己这一生作佛的缘分错过了，这叫真错了。",
      "zh_TW": "佛有妙法幫助我們，這個妙法是什麼？我們在經上常看到的，「今現在說法」。佛菩薩不在了，誰在說法？經典留在世間。每一天真正能做到十個小時讀經，天天不間斷，每天十個小時讀經，剩下來的時間念阿彌陀佛，他就不會被外面這些魔事干擾。我們不在這上下功夫，難！做不到。研究教不行，名利現前、財色現前，還是會動心。只有在這個教門裡頭，《無量壽經》，為什麼？《無量壽經》真正搞通了，這個世間東西跟無量壽、極樂世界相比，不能比，我要得大利，我不要這些小利。頭一個大利是無量壽，第二個大利是金剛不壞身，我要這個利益。這個幾十年就要生滅的這個身，我不要這個東西，這個東西太麻煩，太苦了。我要像佛一樣的智慧，把煩惱習氣洗刷得乾乾淨淨，到極樂世界去作佛去，作什麼樣佛？跟阿彌陀佛一樣的佛。這個人真正令人佩服。小名小利就動心、動搖了，把自己這一生作佛的緣分錯過了，這叫真錯了。"
    },
    {
      "id": "02-040-0416_p0024",
      "zh_CN": "《唯识论》里面讲的，涅槃含容无量希有大功德故。「或是因义，能生五乘，世出世间利乐事故」。五乘：人、天、声闻、缘觉、菩萨，这个不容易，这个要记住。《增一阿含经》十二卷里面说，「亦获智慧海，渐至涅槃界」，这都是讲通达涅槃的。",
      "zh_TW": "《唯識論》裡面講的，涅槃含容無量希有大功德故。「或是因義，能生五乘，世出世間利樂事故」。五乘：人、天、聲聞、緣覺、菩薩，這個不容易，這個要記住。《增一阿含經》十二卷裡面說，「亦獲智慧海，漸至涅槃界」，這都是講通達涅槃的。"
    },
    {
      "id": "02-040-0416_p0025",
      "zh_CN": "我们接着往下面看，「约一法句，则十地三贤当相即是真实智慧无为法身」，此地讲十地是别教，三贤是圆教。圆教的三贤，三大类的烦恼都断了，也就是见思、尘沙、无明，这些人都是住在实报庄严土。所以，「其体」，体是说身体，也就是说一生，其体跟一生是一个意思，「必至灭度」，灭度就是般涅槃，他一定得到。所以法身菩萨，当相就是真实智慧无为法身。「《甄解》之说，深显经意」，念老这个注解里头，引用《甄解》很多，我们能体会到他对《甄解》的赞叹佩服。「盖谓净土之主伴皆是大乘，故皆住于正定聚」。净土的主，阿弥陀佛，伴，都是法身菩萨。而且愿文里头说得很清楚，只要生到西方极乐世界，无论是什么品位，即使凡圣同居土下下品往生，到极乐世界皆作阿惟越致菩萨。这几句经文非常重要，阿弥陀佛等于对遍法界虚空界所有一切众生宣布他的悲愿。这个悲愿用五劫的时间他修成了，四十八愿愿愿都兑现了，所以皆住于正定聚。「至于示现十地三贤，其体必入涅槃，当相即是法身。故于皆悉住于正定之聚句下，紧接决定证于阿耨多罗三藐三菩提。往生之人，皆入正定之聚，决定成佛，极显弥陀大愿，不可思议」。我们要认真仔细去想想，我要不要到极乐世界去。极乐净土，只要发心求往生，人人有分。千万不要错解了、误会了，我罪业障深重大概我不行。你要问我，行不行，我告诉你真不行，为什么真不行？你自己不肯去。你造了五逆十恶毁谤佛法的罪业，你跟我讲你想去，真想去，你问我能不能去？我就告诉你，你真能去。为什么？因为你真想去。经上讲得非常清楚，造作罪业的时候是无知，真的是无知，学佛也是无知，你没有学懂，你没有搞清楚，所以你才敢违背佛陀教诲，你才做错事。如果真搞清楚、真搞明白，不会做错事的。也就是说，我们今天财色名食摆在面前，我们还会动心、还会动摇，那就是我没搞清楚，我对于这一部经理解不够透彻，才有这个问题发生。真正搞清楚、搞明白，不可能发生这个错误，为什么？信心坚定，愿心坚固，不会动摇。",
      "zh_TW": "我們接著往下面看，「約一法句，則十地三賢當相即是真實智慧無為法身」，此地講十地是別教，三賢是圓教。圓教的三賢，三大類的煩惱都斷了，也就是見思、塵沙、無明，這些人都是住在實報莊嚴土。所以，「其體」，體是說身體，也就是說一生，其體跟一生是一個意思，「必至滅度」，滅度就是般涅槃，他一定得到。所以法身菩薩，當相就是真實智慧無為法身。「《甄解》之說，深顯經意」，念老這個註解裡頭，引用《甄解》很多，我們能體會到他對《甄解》的讚歎佩服。「蓋謂淨土之主伴皆是大乘，故皆住於正定聚」。淨土的主，阿彌陀佛，伴，都是法身菩薩。而且願文裡頭說得很清楚，只要生到西方極樂世界，無論是什麼品位，即使凡聖同居土下下品往生，到極樂世界皆作阿惟越致菩薩。這幾句經文非常重要，阿彌陀佛等於對遍法界虛空界所有一切眾生宣布他的悲願。這個悲願用五劫的時間他修成了，四十八願願願都兌現了，所以皆住於正定聚。「至於示現十地三賢，其體必入涅槃，當相即是法身。故於皆悉住於正定之聚句下，緊接決定證於阿耨多羅三藐三菩提。往生之人，皆入正定之聚，決定成佛，極顯彌陀大願，不可思議」。我們要認真仔細去想想，我要不要到極樂世界去。極樂淨土，只要發心求往生，人人有分。千萬不要錯解了、誤會了，我罪業障深重大概我不行。你要問我，行不行，我告訴你真不行，為什麼真不行？你自己不肯去。你造了五逆十惡毀謗佛法的罪業，你跟我講你想去，真想去，你問我能不能去？我就告訴你，你真能去。為什麼？因為你真想去。經上講得非常清楚，造作罪業的時候是無知，真的是無知，學佛也是無知，你沒有學懂，你沒有搞清楚，所以你才敢違背佛陀教誨，你才做錯事。如果真搞清楚、真搞明白，不會做錯事的。也就是說，我們今天財色名食擺在面前，我們還會動心、還會動搖，那就是我沒搞清楚，我對於這一部經理解不夠透徹，才有這個問題發生。真正搞清楚、搞明白，不可能發生這個錯誤，為什麼？信心堅定，願心堅固，不會動搖。"
    },
    {
      "id": "02-040-0416_p0026",
      "zh_CN": "在这个世界，你能不能保证你无量寿？中国古人说得好，「黄泉路上无老少」。这个地球上，每一天出生的人多少，死亡的人多少，这些死亡的是些什么人？不少年轻人。死亡是这一期的身命结束，古人说的话，「万般将不去」，这个世界上没有一样东西你能带走，「唯有业随身」，你修的福可以带走，你造的罪业可以带走。这是什么？来生的果报。我们明白这个道理，就知道来生比这一生重要，这一生已经过去了，一切做个总结，来生比这一生更好，这就对了。为什么知道更好？这一生做人做得不错，没有跟人结怨，没有做出对不起人的事情，这就不错了，起心动念没有为自私自利设想过，都是为社会、为大众。",
      "zh_TW": "在這個世界，你能不能保證你無量壽？中國古人說得好，「黃泉路上無老少」。這個地球上，每一天出生的人多少，死亡的人多少，這些死亡的是些什麼人？不少年輕人。死亡是這一期的身命結束，古人說的話，「萬般將不去」，這個世界上沒有一樣東西你能帶走，「唯有業隨身」，你修的福可以帶走，你造的罪業可以帶走。這是什麼？來生的果報。我們明白這個道理，就知道來生比這一生重要，這一生已經過去了，一切做個總結，來生比這一生更好，這就對了。為什麼知道更好？這一生做人做得不錯，沒有跟人結怨，沒有做出對不起人的事情，這就不錯了，起心動念沒有為自私自利設想過，都是為社會、為大眾。"
    },
    {
      "id": "02-040-0416_p0027",
      "zh_CN": "我特别想得多的是传统文化，传统文化的典籍我尽心尽力的护持，最重要的是要有人学，没有人学不行。学，要创造学习的环境，我们一生没有背景，没有有权势的人支持我，没有有财富的人支持我，同行也不支持，所以非常艰难困苦，只有靠老祖宗。早年，我们在汤池做三年的实验，老祖宗的支持，那不是人。我们的老师们，这个团队好，全心全意，从自己本身做出一个好样子给大家看。我们只是把《弟子规》、《感应篇》、《十善业》做到了，把它变成我们的生活、变成工作、变成处事待人接物，表演给大家看。我们的预想，总得二、三年才会有一点效果出来，真发这个心，舍己为人。没有想到不到四个月效果卓着，哪里是人做得到的？我们丢掉至少二百年，不可能在三、四个月就回头，我们认为这个功是自己的，那就有罪了。这功是谁的？功归祖宗、祖德，功归三宝加持。我们不敢居功，我们兢兢业业，没有想到会产生这么大的影响，社会大众慢慢认同中国传统文化的价值，外国人也受感动。我们没想到，有这么个机会能够在联合国教科文组织的总部做三天报告，三天的展览。他们对中国传统文化怀疑，先前给大家讲，也讲过好几遍，说这是理想，做不到。汤池这就回应他了，不是理想，已经做到了，大家对这个开始有信心，开始喜欢去读这些资料。现在我们给他们统统送《群书治要３６０》，驻教科文组织一共是一百九十五个国家地区的代表，我们统统都送了。",
      "zh_TW": "我特別想得多的是傳統文化，傳統文化的典籍我盡心盡力的護持，最重要的是要有人學，沒有人學不行。學，要創造學習的環境，我們一生沒有背景，沒有有權勢的人支持我，沒有有財富的人支持我，同行也不支持，所以非常艱難困苦，只有靠老祖宗。早年，我們在湯池做三年的實驗，老祖宗的支持，那不是人。我們的老師們，這個團隊好，全心全意，從自己本身做出一個好樣子給大家看。我們只是把《弟子規》、《感應篇》、《十善業》做到了，把它變成我們的生活、變成工作、變成處事待人接物，表演給大家看。我們的預想，總得二、三年才會有一點效果出來，真發這個心，捨己為人。沒有想到不到四個月效果卓著，哪裡是人做得到的？我們丟掉至少二百年，不可能在三、四個月就回頭，我們認為這個功是自己的，那就有罪了。這功是誰的？功歸祖宗、祖德，功歸三寶加持。我們不敢居功，我們兢兢業業，沒有想到會產生這麼大的影響，社會大眾慢慢認同中國傳統文化的價值，外國人也受感動。我們沒想到，有這麼個機會能夠在聯合國教科文組織的總部做三天報告，三天的展覽。他們對中國傳統文化懷疑，先前給大家講，也講過好幾遍，說這是理想，做不到。湯池這就回應他了，不是理想，已經做到了，大家對這個開始有信心，開始喜歡去讀這些資料。現在我們給他們統統送《群書治要３６０》，駐教科文組織一共是一百九十五個國家地區的代表，我們統統都送了。"
    },
    {
      "id": "02-040-0416_p0028",
      "zh_CN": "我们希望年轻人，年岁还不大的从学校退休的校长、老师们，发大菩提心，承传中国传统文化。我们汉学院供养你，希望你在这个地方十年专门研究一部经论。譬如研究《易经》，我们提供环境给你，十年专攻这一部。十年专攻《论语》，十年专攻《孟子》，诸子百家，十年之后，你成为这一门课程世界第一专家学者。因为现在真正在一部书上用十年工夫的人很少，所以十年之后，你就是世界一流专家学者。汉学院设在马来西亚，我请马来西亚教育部授给你汉学博士学位，你可以在全世界大学里头把你所研究的东西宣讲给大家听，做为一门课程来学习。如果五十几岁不到六十岁的这些老师校长退休了，十年，六十多岁出来正好，学问成就了，德行成就了，年岁也够了，成为老人了。老人是有德行的人、有学问的人。如果有一百个、二百个，汉学在全世界放光。护持的人功德不可思议，功德不可称量。",
      "zh_TW": "我們希望年輕人，年歲還不大的從學校退休的校長、老師們，發大菩提心，承傳中國傳統文化。我們漢學院供養你，希望你在這個地方十年專門研究一部經論。譬如研究《易經》，我們提供環境給你，十年專攻這一部。十年專攻《論語》，十年專攻《孟子》，諸子百家，十年之後，你成為這一門課程世界第一專家學者。因為現在真正在一部書上用十年工夫的人很少，所以十年之後，你就是世界一流專家學者。漢學院設在馬來西亞，我請馬來西亞教育部授給你漢學博士學位，你可以在全世界大學裡頭把你所研究的東西宣講給大家聽，做為一門課程來學習。如果五十幾歲不到六十歲的這些老師校長退休了，十年，六十多歲出來正好，學問成就了，德行成就了，年歲也夠了，成為老人了。老人是有德行的人、有學問的人。如果有一百個、二百個，漢學在全世界放光。護持的人功德不可思議，功德不可稱量。"
    },
    {
      "id": "02-040-0416_p0029",
      "zh_CN": "我年岁老了，我希望能看到汉学院、佛教大学、宗教大学，能看到他们开学典礼，我就心满意足了。佛教大学预定二０一六年一月开学，也就是两年后，汉学院大概在一年到一年半，他们可以开学了。这个前面十年，完全是研究生，十年之后，这些人都是老师。有这么多老师，有这么多课程，我们可以向外招生培养年轻人。这现在人说梦想，这个是我的梦想，希望这个梦想能成真。念老后头结语这几句，我们要牢牢记住，「往生之人，皆入正定之聚，决定成佛」，这一句重要，说得这么肯定，我们在此地要生起坚定的信心、恳切的愿心，希望我们有分。",
      "zh_TW": "我年歲老了，我希望能看到漢學院、佛教大學、宗教大學，能看到他們開學典禮，我就心滿意足了。佛教大學預定二０一六年一月開學，也就是兩年後，漢學院大概在一年到一年半，他們可以開學了。這個前面十年，完全是研究生，十年之後，這些人都是老師。有這麼多老師，有這麼多課程，我們可以向外招生培養年輕人。這現在人說夢想，這個是我的夢想，希望這個夢想能成真。念老後頭結語這幾句，我們要牢牢記住，「往生之人，皆入正定之聚，決定成佛」，這一句重要，說得這麼肯定，我們在此地要生起堅定的信心、懇切的願心，希望我們有分。"
    },
    {
      "id": "02-040-0416_p0030",
      "zh_CN": "再看下面这段，「本品会集魏唐宋三译。文曰：若已生，若当生，皆悉住于正定之聚。弥显弥陀大愿之深广。是则不但已生极乐者，住正定聚，必证菩提。乃至现在当来」，现在是我们，当来是底下一代，「一切将生极乐之人」。这范围说得非常广，包括将来世，遇到这个法门，能信、能愿、肯念佛，这些人统统都包括在其中。「但能发菩提心、一向专念」，这两句非常重要。下面，三辈往生，我们就以这两句做为专题来研究、来讨论。「能与弥陀本誓相应者，虽居秽土，仍是具缚凡夫，但亦已住于正定之聚，决证菩提。是诚超情离见，不可思议，绝待圆融，究竟方便也」。这几句话对我们非常重要，只要我们能发菩提心，一向专念，就跟弥陀四十八愿相应。现在我们在这个地球上，地球确实是秽土，我们碰到了，秽是什么？极严重的染污。这个染污是科学技术造成的，这我们不能否认的。科学技术带来我们一些方便，今天这个社会、这个地球就是我们付出的代价。我们贪得这一点享受，付出这么重的代价，两相比较，得不偿失，这一点都不假，我们这一生过得太辛苦了。只要真正能发心，菩提心就像蕅益大师所说的，真信切愿，一向专念，一向专念就是持名，就跟阿弥陀佛四十八愿相应，这是真的，不是假的。",
      "zh_TW": "再看下面這段，「本品會集魏唐宋三譯。文曰：若已生，若當生，皆悉住於正定之聚。彌顯彌陀大願之深廣。是則不但已生極樂者，住正定聚，必證菩提。乃至現在當來」，現在是我們，當來是底下一代，「一切將生極樂之人」。這範圍說得非常廣，包括將來世，遇到這個法門，能信、能願、肯念佛，這些人統統都包括在其中。「但能發菩提心、一向專念」，這兩句非常重要。下面，三輩往生，我們就以這兩句做為專題來研究、來討論。「能與彌陀本誓相應者，雖居穢土，仍是具縛凡夫，但亦已住於正定之聚，決證菩提。是誠超情離見，不可思議，絕待圓融，究竟方便也」。這幾句話對我們非常重要，只要我們能發菩提心，一向專念，就跟彌陀四十八願相應。現在我們在這個地球上，地球確實是穢土，我們碰到了，穢是什麼？極嚴重的染污。這個染污是科學技術造成的，這我們不能否認的。科學技術帶來我們一些方便，今天這個社會、這個地球就是我們付出的代價。我們貪得這一點享受，付出這麼重的代價，兩相比較，得不償失，這一點都不假，我們這一生過得太辛苦了。只要真正能發心，菩提心就像蕅益大師所說的，真信切願，一向專念，一向專念就是持名，就跟阿彌陀佛四十八願相應，這是真的，不是假的。"
    },
    {
      "id": "02-040-0416_p0031",
      "zh_CN": "现在我们的身分是在娑婆世界，在这个地球，而是一身的烦恼，具缚，缚是烦恼的代名词。我们的见思烦恼、尘沙烦恼一品都没有破，可是真正发心求生西方极乐世界，等于已住正定之聚，决证菩提。为什么？因为你决定往生，往生到极乐世界决证菩提，这个太难得了！纵然造作五逆十恶毁谤大乘的重罪，还是能得救，法门不可思议，无比殊胜。是诚，真诚，实实在在的，超情离见，情是我们普通人的见解，普通人的看法、想法，超越太多了。一般人想法，我造作这么重的罪业，我怎么能往生？想想的时候，都是造地狱业。这问题，你肯不肯相信。真正相信经典上所说的话，念老这个注解上所说的，你要是真正相信，赶快回头，回头是岸。真正忏悔，忏悔就是从今天起我回头了，这些不善的念头我放下了，不善的言行我放下了，一心念佛，求生净土，你就得度了，这就是住正定聚，决定不能够犹豫，真正要放下。",
      "zh_TW": "現在我們的身分是在娑婆世界，在這個地球，而是一身的煩惱，具縛，縛是煩惱的代名詞。我們的見思煩惱、塵沙煩惱一品都沒有破，可是真正發心求生西方極樂世界，等於已住正定之聚，決證菩提。為什麼？因為你決定往生，往生到極樂世界決證菩提，這個太難得了！縱然造作五逆十惡毀謗大乘的重罪，還是能得救，法門不可思議，無比殊勝。是誠，真誠，實實在在的，超情離見，情是我們普通人的見解，普通人的看法、想法，超越太多了。一般人想法，我造作這麼重的罪業，我怎麼能往生？想想的時候，都是造地獄業。這問題，你肯不肯相信。真正相信經典上所說的話，念老這個註解上所說的，你要是真正相信，趕快回頭，回頭是岸。真正懺悔，懺悔就是從今天起我回頭了，這些不善的念頭我放下了，不善的言行我放下了，一心念佛，求生淨土，你就得度了，這就是住正定聚，決定不能夠猶豫，真正要放下。"
    },
    {
      "id": "02-040-0416_p0032",
      "zh_CN": "早年我跟章嘉大师，大师教我一个检验学习的方法，你研究这个经教，是不是真的明白了。真明白，怎么样？真明白，你做到了。没有做到，你还没有真的明白，不要自己以为明白了，这个教训非常重要！这个检验是非常踏实，我有没有做到。没有做到就是没有明了，怎么办？在经典上再下功夫。真正通达明了，换句话说，你一定会做到，不需要别人劝勉，不需要别人鼓励，自己真能做到。绝待圆融，究竟方便。绝对圆融，这个净土宗在佛陀四十九年教学当中，这个法门是究竟方便，方是方法，便是适宜。最好的方法、最适用的方法、最稳当的方法、最可靠的方法，就是信、愿、持名。这四个字蕅益大师提出来的，印光大师佩服得五体投地，认为即使诸佛再来，亲自给阿弥陀佛做个注解，也不能超过其上。这个赞叹把蕅益大师的《弥陀经要解》赞叹到最高峰了，真是无上的赞叹。大师的意思是教我们，一定要生起坚定的信心，决定不能怀疑，信愿持名，决定得生，生到西方，决定成佛，决证菩提。今天时间到了，我们就学习到此地。",
      "zh_TW": "早年我跟章嘉大師，大師教我一個檢驗學習的方法，你研究這個經教，是不是真的明白了。真明白，怎麼樣？真明白，你做到了。沒有做到，你還沒有真的明白，不要自己以為明白了，這個教訓非常重要！這個檢驗是非常踏實，我有沒有做到。沒有做到就是沒有明瞭，怎麼辦？在經典上再下功夫。真正通達明瞭，換句話說，你一定會做到，不需要別人勸勉，不需要別人鼓勵，自己真能做到。絕待圓融，究竟方便。絕對圓融，這個淨土宗在佛陀四十九年教學當中，這個法門是究竟方便，方是方法，便是適宜。最好的方法、最適用的方法、最穩當的方法、最可靠的方法，就是信、願、持名。這四個字蕅益大師提出來的，印光大師佩服得五體投地，認為即使諸佛再來，親自給阿彌陀佛做個註解，也不能超過其上。這個讚歎把蕅益大師的《彌陀經要解》讚歎到最高峰了，真是無上的讚歎。大師的意思是教我們，一定要生起堅定的信心，決定不能懷疑，信願持名，決定得生，生到西方，決定成佛，決證菩提。今天時間到了，我們就學習到此地。"
    }
  ]
}