{
  "doc_id": "02-040-0087",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十七集",
    "zh_TW": "第八十七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0087",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0087_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天是基督教的圣诞节，我们也祝福大家圣诞快乐。请看《大经科注》第三百一十四页，第七行：",
      "zh_TW": "諸位法師，諸位同學，請坐。今天是基督教的聖誕節，我們也祝福大家聖誕快樂。請看《大經科註》第三百一十四頁，第七行："
    },
    {
      "id": "02-040-0087_p0002",
      "zh_CN": "『洗濯垢污，显明清白』，这两句经文，前面我们学习的是「破烦恼城，坏诸欲堑」。要断烦恼，烦恼断了之后，把自己的心地要洗干净，这里面很多染污，「垢污」就是染污，要洗干净。这就是世尊在大乘经上常常教导我们，一切法必须从真实心中作。真实心就是清净心、平等心，清净平等就是道，清净平等就是自性，这个不能不知道。明心见性，这四句经文就讲透了。烦恼如果不断，欲望如果不能放下，洗也洗不干净，那个是垢污的根源，这个东西断了，才能够把心洗干净。用什么洗？「《合赞》曰」，这是日本的净宗大德，唐朝时候人，在中国留学多半都是亲近善导大师，这里头说「见爱烦恼，譬如垢污，空慧能除，亦如洗濯。除邪显正，故曰显明。以护法城，故曰清白；超诸毁谤，故曰清白。文中之法城，指智断之果」。",
      "zh_TW": "『洗濯垢污，顯明清白』，這兩句經文，前面我們學習的是「破煩惱城，壞諸欲塹」。要斷煩惱，煩惱斷了之後，把自己的心地要洗乾淨，這裡面很多染污，「垢污」就是染污，要洗乾淨。這就是世尊在大乘經上常常教導我們，一切法必須從真實心中作。真實心就是清淨心、平等心，清淨平等就是道，清淨平等就是自性，這個不能不知道。明心見性，這四句經文就講透了。煩惱如果不斷，欲望如果不能放下，洗也洗不乾淨，那個是垢污的根源，這個東西斷了，才能夠把心洗乾淨。用什麼洗？「《合贊》曰」，這是日本的淨宗大德，唐朝時候人，在中國留學多半都是親近善導大師，這裡頭說「見愛煩惱，譬如垢污，空慧能除，亦如洗濯。除邪顯正，故曰顯明。以護法城，故曰清白；超諸毀謗，故曰清白。文中之法城，指智斷之果」。"
    },
    {
      "id": "02-040-0087_p0003",
      "zh_CN": "我们参考里头有「见爱」、有「空慧」。见爱是烦恼，这是佛门的术语。「我见、邪见」就是五种见惑，佛教弟子，入门首需要把这五见断掉。这五种见断了，证须陀洹果，小乘，在大乘，是华严圆教初信位菩萨。等，等其他的四种，我见、邪见、见取、戒取跟边见，这五种。「一切迷理之惑」，理是事实真相，理是法性，这个东西是迷理的烦恼、习气，迷惑，这叫见。「贪欲、瞋恚等」，这就是五种思惑，贪瞋痴慢疑，这个「等」就是等下头有痴、有傲慢、有怀疑，这些都叫做爱。可见得中国古代的教学，一个字里头包含很多意思。爱是思惑，不爱也是思惑，为什么？你动了情，你动了念头，这就错了。诸佛如来、法身大士他们应化在世间，跟世间人和光同尘，生活在一起，没有两样。不一样的在哪里？就是我们有爱见，他们没有。他怎么没有？他跟我们生活在一起，他不起心不动念、不分别不执着，这就是佛、这就是法身大士。他有起心动念，没有分别执着，这是菩萨，比佛低一等。比他更低的是阿罗汉，阿罗汉有起心动念、有分别，没有执着，这是阿罗汉，没执着。也就是这个地方讲的见思全断了，内里面没有贪瞋痴慢疑，外面没有身见、没有边见，见取、戒取、邪见都没有，这是阿罗汉。你要真搞清楚、真搞明白，你就懂得修行修什么，怎么修法。",
      "zh_TW": "我們參考裡頭有「見愛」、有「空慧」。見愛是煩惱，這是佛門的術語。「我見、邪見」就是五種見惑，佛教弟子，入門首需要把這五見斷掉。這五種見斷了，證須陀洹果，小乘，在大乘，是華嚴圓教初信位菩薩。等，等其他的四種，我見、邪見、見取、戒取跟邊見，這五種。「一切迷理之惑」，理是事實真相，理是法性，這個東西是迷理的煩惱、習氣，迷惑，這叫見。「貪欲、瞋恚等」，這就是五種思惑，貪瞋痴慢疑，這個「等」就是等下頭有痴、有傲慢、有懷疑，這些都叫做愛。可見得中國古代的教學，一個字裡頭包含很多意思。愛是思惑，不愛也是思惑，為什麼？你動了情，你動了念頭，這就錯了。諸佛如來、法身大士他們應化在世間，跟世間人和光同塵，生活在一起，沒有兩樣。不一樣的在哪裡？就是我們有愛見，他們沒有。他怎麼沒有？他跟我們生活在一起，他不起心不動念、不分別不執著，這就是佛、這就是法身大士。他有起心動念，沒有分別執著，這是菩薩，比佛低一等。比他更低的是阿羅漢，阿羅漢有起心動念、有分別，沒有執著，這是阿羅漢，沒執著。也就是這個地方講的見思全斷了，內裡面沒有貪瞋痴慢疑，外面沒有身見、沒有邊見，見取、戒取、邪見都沒有，這是阿羅漢。你要真搞清楚、真搞明白，你就懂得修行修什麼，怎麼修法。"
    },
    {
      "id": "02-040-0087_p0004",
      "zh_CN": "不是经要多念、要多听、要多去研究，那全是手段，手段太多了，不仅是这个，八万四千法门全是手段。哪一个手段适合我们用，我们用起来很有效，你就用这个做手段，准能成就。修什么？六根在六尘境界修不执着，头一个修这个。那个起心动念太难了，我说我不起心不动念，还是起心动念。起心动念这个事情，只有法身菩萨才做到，大彻大悟、明心见性才能做到，十法界里头做不到，声闻、缘觉、菩萨、佛都做不到。十法界里面的佛，经上给我们讲四种成佛，我们前面学过了，「信满成佛」，十信满了成佛，十法界的佛。他的功夫怎么样？他的功夫也只是不执着、不分别，还是有起心动念；换句话说，还是用八识五十一心所以为是自己的心。知道身不是我，起心动念的那个是我，就是他有我见，身见放下了，我见没放下。《金刚经》前半部是放下身见，「无我相、无人相、无众生相、无寿者相」；后半部是放下我见，「无我见、无人见、无众生见、无寿者见」。后半部是法身菩萨，前半部是小乘罗汉，这是功夫，这真正传法。",
      "zh_TW": "不是經要多念、要多聽、要多去研究，那全是手段，手段太多了，不僅是這個，八萬四千法門全是手段。哪一個手段適合我們用，我們用起來很有效，你就用這個做手段，準能成就。修什麼？六根在六塵境界修不執著，頭一個修這個。那個起心動念太難了，我說我不起心不動念，還是起心動念。起心動念這個事情，只有法身菩薩才做到，大徹大悟、明心見性才能做到，十法界裡頭做不到，聲聞、緣覺、菩薩、佛都做不到。十法界裡面的佛，經上給我們講四種成佛，我們前面學過了，「信滿成佛」，十信滿了成佛，十法界的佛。他的功夫怎麼樣？他的功夫也只是不執著、不分別，還是有起心動念；換句話說，還是用八識五十一心所以為是自己的心。知道身不是我，起心動念的那個是我，就是他有我見，身見放下了，我見沒放下。《金剛經》前半部是放下身見，「無我相、無人相、無眾生相、無壽者相」；後半部是放下我見，「無我見、無人見、無眾生見、無壽者見」。後半部是法身菩薩，前半部是小乘羅漢，這是功夫，這真正傳法。"
    },
    {
      "id": "02-040-0087_p0005",
      "zh_CN": "我在早年，章嘉大师教我，看破、放下，那就是传法。看破是什么？了解事实真相，看破；放下就是放下妄想、分别、执着。他传给我了，实际上我在那个时候也没有看破、也没放下，但是这个概念有了，这个概念就是一生修行的指导原则。我们自己没有能力看破，读经，看佛菩萨怎么看破的，我们借着佛菩萨的教诲来帮助我们看破。可是真正看破，那是章嘉大师的标准，就是你放下，你真看破了；你没有放下，你没有看破，你还在原地踏步，没有提升自己；放下就提升了。所以，底下这一步不放下，就不能升一等，像爬楼梯一样，放下下面一层，我就登到上面一层，不断的看破，不断的放下。",
      "zh_TW": "我在早年，章嘉大師教我，看破、放下，那就是傳法。看破是什麼？了解事實真相，看破；放下就是放下妄想、分別、執著。他傳給我了，實際上我在那個時候也沒有看破、也沒放下，但是這個概念有了，這個概念就是一生修行的指導原則。我們自己沒有能力看破，讀經，看佛菩薩怎麼看破的，我們藉著佛菩薩的教誨來幫助我們看破。可是真正看破，那是章嘉大師的標準，就是你放下，你真看破了；你沒有放下，你沒有看破，你還在原地踏步，沒有提升自己；放下就提升了。所以，底下這一步不放下，就不能升一等，像爬樓梯一樣，放下下面一層，我就登到上面一層，不斷的看破，不斷的放下。"
    },
    {
      "id": "02-040-0087_p0006",
      "zh_CN": "这要用佛学名词来讲，就是止观。贤首国师在《妄尽还源观》里面告诉我们修行的，五止六观，给我们讲五种放下的方法，六种看破的方法，那是《华严经》修行的方法。可是修行要有德行，以德为基础，德就是前头讲的四德。四德前面的三条，从一体，自性清净圆明体，从一体起二用。二用，第一个宇宙出现了，第二个我出现了，我是正报，宇宙是依报。这个依报、正报从哪里来的？这个问题是哲学的问题、是科学的问题，哲学跟科学最尖端的问题、最终极的问题，科学、哲学到今天都没有答案。佛有答案，宇宙万物、生命、我从哪里来的？从一体。这个一体是哲学上讲的本体，大乘佛法称它为自性、称它为法性，性就是体的意思。这是真正的自己，这个不是生灭法，不生不灭，这是究竟位。学佛，佛教的教学终极的目标，就是帮助我们回归自性，那叫圆满成佛。自性能生万法，换句话说，自性里头一样都不缺。",
      "zh_TW": "這要用佛學名詞來講，就是止觀。賢首國師在《妄盡還源觀》裡面告訴我們修行的，五止六觀，給我們講五種放下的方法，六種看破的方法，那是《華嚴經》修行的方法。可是修行要有德行，以德為基礎，德就是前頭講的四德。四德前面的三條，從一體，自性清淨圓明體，從一體起二用。二用，第一個宇宙出現了，第二個我出現了，我是正報，宇宙是依報。這個依報、正報從哪裡來的？這個問題是哲學的問題、是科學的問題，哲學跟科學最尖端的問題、最終極的問題，科學、哲學到今天都沒有答案。佛有答案，宇宙萬物、生命、我從哪裡來的？從一體。這個一體是哲學上講的本體，大乘佛法稱它為自性、稱它為法性，性就是體的意思。這是真正的自己，這個不是生滅法，不生不滅，這是究竟位。學佛，佛教的教學終極的目標，就是幫助我們回歸自性，那叫圓滿成佛。自性能生萬法，換句話說，自性裡頭一樣都不缺。"
    },
    {
      "id": "02-040-0087_p0007",
      "zh_CN": "所以佛法的修学，宗旨就在明心见性，无论哪个宗哪个派，八万四千法门、无量法门，目标在哪里？在明心见性。我们净土宗不说明心见性，说求生净土，生净土干什么？明心见性。我们的明心见性在极乐世界，不在此地。为什么？此地，我们的业障习气很重，明不了心，见不了性，就是烦恼习气放不下。净宗是带业往生，烦恼只要控制住、伏住，带到极乐世界，到极乐世界自然就没有了。这个法子妙极了！这是阿弥陀佛无比的恩德，他加持给我们，我们要不靠他，靠自己修行，无量劫都未必有成就。你知道这个人对我的恩德多大！知恩才晓得报恩，怎么报法？往生极乐世界就是报恩，在极乐世界圆满成佛，是究竟报恩，这一点，修学大乘、修学净宗不能不知道。",
      "zh_TW": "所以佛法的修學，宗旨就在明心見性，無論哪個宗哪個派，八萬四千法門、無量法門，目標在哪裡？在明心見性。我們淨土宗不說明心見性，說求生淨土，生淨土幹什麼？明心見性。我們的明心見性在極樂世界，不在此地。為什麼？此地，我們的業障習氣很重，明不了心，見不了性，就是煩惱習氣放不下。淨宗是帶業往生，煩惱只要控制住、伏住，帶到極樂世界，到極樂世界自然就沒有了。這個法子妙極了！這是阿彌陀佛無比的恩德，他加持給我們，我們要不靠他，靠自己修行，無量劫都未必有成就。你知道這個人對我的恩德多大！知恩才曉得報恩，怎麼報法？往生極樂世界就是報恩，在極樂世界圓滿成佛，是究竟報恩，這一點，修學大乘、修學淨宗不能不知道。"
    },
    {
      "id": "02-040-0087_p0008",
      "zh_CN": "这个地方见爱这两个字的定义，此地说得很好，一切迷理的惑，迷惑，就叫做见。贪欲、瞋恚等一切迷事之惑，统统叫做爱；迷在事上的，七情五欲都叫爱，用这个字做代表。迷在理上的，事实真相不了解，这叫见。「见者一切之见惑，爱者一切之修惑」，又叫思惑。「迷事之惑中，以爱着为苦之本，故标爱而该余也」。七情五欲里头，用爱做代表。七情，中国人常说的，喜、怒、哀、乐、爱、恶、欲，后头这个欲就是五欲。五欲是财色名食睡，这些都是事，这是首先教我们放下的。",
      "zh_TW": "這個地方見愛這兩個字的定義，此地說得很好，一切迷理的惑，迷惑，就叫做見。貪欲、瞋恚等一切迷事之惑，統統叫做愛；迷在事上的，七情五欲都叫愛，用這個字做代表。迷在理上的，事實真相不了解，這叫見。「見者一切之見惑，愛者一切之修惑」，又叫思惑。「迷事之惑中，以愛著為苦之本，故標愛而該餘也」。七情五欲裡頭，用愛做代表。七情，中國人常說的，喜、怒、哀、樂、愛、惡、欲，後頭這個欲就是五欲。五欲是財色名食睡，這些都是事，這是首先教我們放下的。"
    },
    {
      "id": "02-040-0087_p0009",
      "zh_CN": "「《法界次第》上之上」，第一个上是上卷，上卷里头又分上中下，上卷第一段里头就说了，「若论烦恼根本，不出见爱」。一个是迷于理，一个是迷于事，理跟事都迷了，没有智慧。「邪心观理」，不是正知正见。心，心不在当中，偏了，偏见、邪见，你没有看到真理，就是没有看到事实真相，这叫见。「若于假实之理，情迷而倒想邪求。随见偏理，妄执为实，通名为见」，这是《法界次第》上说的，说得很清楚。若于假实之理，事是假的，理是实的，相是假的，性是真实的，因果报应的事也是假的，因果报应的理是真实的。我们把这些东西统统搞清楚、搞明白，心就正了，你看东西就看得正确了。「见烦恼者，谓五利使」，佛经上用使来形容。这个使是什么？古人讲差使，使唤的人、当差的人。哪一类当差的？去抓犯人的，这些当差的。所以作奸犯科都怕他。现在叫刑警，如果刑警队有人跟踪着你，你的麻烦就来了。这一共十个，这五种很厉害，你很怕它，这五种见惑，但是要断它很容易，不难。「贪染之心，名之为爱。若于假实之事，情迷随心，所对一切事境，染着缠绵，通名为爱。爱烦恼者，谓五钝使」，贪瞋痴慢疑。这个东西叫钝，钝是迟钝，它不明显，但是很难断，断的时候藕断丝连，非常不容易断。",
      "zh_TW": "「《法界次第》上之上」，第一個上是上卷，上卷裡頭又分上中下，上卷第一段裡頭就說了，「若論煩惱根本，不出見愛」。一個是迷於理，一個是迷於事，理跟事都迷了，沒有智慧。「邪心觀理」，不是正知正見。心，心不在當中，偏了，偏見、邪見，你沒有看到真理，就是沒有看到事實真相，這叫見。「若於假實之理，情迷而倒想邪求。隨見偏理，妄執為實，通名為見」，這是《法界次第》上說的，說得很清楚。若於假實之理，事是假的，理是實的，相是假的，性是真實的，因果報應的事也是假的，因果報應的理是真實的。我們把這些東西統統搞清楚、搞明白，心就正了，你看東西就看得正確了。「見煩惱者，謂五利使」，佛經上用使來形容。這個使是什麼？古人講差使，使喚的人、當差的人。哪一類當差的？去抓犯人的，這些當差的。所以作奸犯科都怕他。現在叫刑警，如果刑警隊有人跟蹤著你，你的麻煩就來了。這一共十個，這五種很厲害，你很怕它，這五種見惑，但是要斷它很容易，不難。「貪染之心，名之為愛。若於假實之事，情迷隨心，所對一切事境，染著纏綿，通名為愛。愛煩惱者，謂五鈍使」，貪瞋痴慢疑。這個東西叫鈍，鈍是遲鈍，它不明顯，但是很難斷，斷的時候藕斷絲連，非常不容易斷。"
    },
    {
      "id": "02-040-0087_p0010",
      "zh_CN": "「《归敬仪通真记》上本曰：见谓见惑八十八使，见所断故，爱谓修惑」，修惑就是思惑，「八十一品，修所断故」。这里合起来看，修行人真功夫，就是把这十个字断掉。这十个要从见惑先断，首先要看破，身是假的，万事万物都是假的。最好是什么？现在人天天看电视，不会看，都迷了；会看的人看电视会开悟。你看电视的画面，里头有人、有物、有事，哪个是真的？全是假的。这里头的人相能得到吗？得不到。它怎么形成的？这个大家知道，这是无线电波，从电波里头产生的，这个频率还不是很高。佛告诉我们，整个宇宙一切万法，包括我们自己身体，怎么来的？一念不觉，这个不觉就是波动。觉心不动，妄心是动的。这一念不觉就产生个妄心，这个妄心叫阿赖耶。从阿赖耶里头延伸，前面七识五十一心所，从这个一念不觉延伸出来的，一念不觉就是阿赖耶，完全是假的，没有一样是真的。能生能现的是真心，但是假的渗透进去了，就全变成假的了。《华严》讲得清楚、讲得透彻。法相宗特别重视这一部分，可以说做深入的研究，它把阿赖耶的体相用讲得非常透彻，今天量子力学家还比不上。说明这些佛菩萨对这个事情真看到了、真见到、体会到了。科学家是用仪器观测，看出这个现象，不是从自心智慧里面体悟的，所以科学家不得受用。佛法，这些佛菩萨得受用。",
      "zh_TW": "「《歸敬儀通真記》上本曰：見謂見惑八十八使，見所斷故，愛謂修惑」，修惑就是思惑，「八十一品，修所斷故」。這裡合起來看，修行人真功夫，就是把這十個字斷掉。這十個要從見惑先斷，首先要看破，身是假的，萬事萬物都是假的。最好是什麼？現在人天天看電視，不會看，都迷了；會看的人看電視會開悟。你看電視的畫面，裡頭有人、有物、有事，哪個是真的？全是假的。這裡頭的人相能得到嗎？得不到。它怎麼形成的？這個大家知道，這是無線電波，從電波裡頭產生的，這個頻率還不是很高。佛告訴我們，整個宇宙一切萬法，包括我們自己身體，怎麼來的？一念不覺，這個不覺就是波動。覺心不動，妄心是動的。這一念不覺就產生個妄心，這個妄心叫阿賴耶。從阿賴耶裡頭延伸，前面七識五十一心所，從這個一念不覺延伸出來的，一念不覺就是阿賴耶，完全是假的，沒有一樣是真的。能生能現的是真心，但是假的滲透進去了，就全變成假的了。《華嚴》講得清楚、講得透徹。法相宗特別重視這一部分，可以說做深入的研究，它把阿賴耶的體相用講得非常透徹，今天量子力學家還比不上。說明這些佛菩薩對這個事情真看到了、真見到、體會到了。科學家是用儀器觀測，看出這個現象，不是從自心智慧裡面體悟的，所以科學家不得受用。佛法，這些佛菩薩得受用。"
    },
    {
      "id": "02-040-0087_p0011",
      "zh_CN": "佛教得没错，错在我们自己，我们自己没有真正体会到，不知道身为苦本，不知道身完全是假的。我们的身从哪里来的？业力变现的，所以叫业报身。真正证果佛菩萨的身叫报身，它不是业报，它是智慧。智慧能现身，现的身跟我们不一样。我们这个身是酬业，善业享福，福报，见爱；恶业堕三途，还是见爱，出不了这个范围。佛菩萨的法、报身，里头没有见爱，圆满的空慧，于性德完全相应。《还源观》上前面一半，三段，讲的体相用，自性清净圆明体是体；起二用那是相，这个相就是我们今天讲的宇宙、万物；第三个讲用，业用，业用是含容空有。佛门常用的两句话，叫「心包太虚，量周沙界」，这是作用。后半部是讲修行，修行从哪里修起？从四德，这是我们讲扎根教育。我们今天修行这么艰难，没有效果，就是缺乏这个四德。好像种树，没树根，这个四德是根。",
      "zh_TW": "佛教得沒錯，錯在我們自己，我們自己沒有真正體會到，不知道身為苦本，不知道身完全是假的。我們的身從哪裡來的？業力變現的，所以叫業報身。真正證果佛菩薩的身叫報身，它不是業報，它是智慧。智慧能現身，現的身跟我們不一樣。我們這個身是酬業，善業享福，福報，見愛；惡業墮三途，還是見愛，出不了這個範圍。佛菩薩的法、報身，裡頭沒有見愛，圓滿的空慧，於性德完全相應。《還源觀》上前面一半，三段，講的體相用，自性清淨圓明體是體；起二用那是相，這個相就是我們今天講的宇宙、萬物；第三個講用，業用，業用是含容空有。佛門常用的兩句話，叫「心包太虛，量周沙界」，這是作用。後半部是講修行，修行從哪裡修起？從四德，這是我們講扎根教育。我們今天修行這麼艱難，沒有效果，就是缺乏這個四德。好像種樹，沒樹根，這個四德是根。"
    },
    {
      "id": "02-040-0087_p0012",
      "zh_CN": "《还源观》是给什么人讲的？这个科目，在学校是编在哪一个等级？那不是初学的，这个等级是法身菩萨。不像我们此地这个讲的，我们此地这个是初学的，跟你讲见爱、讲空慧。那是法身菩萨。所以第一给你讲随缘妙用，我们能够理解，做不到。随缘，恒顺众生；妙用妙在哪里？不起心不动念、不分别不执着，妙！自然有能力教化众生，为什么？你能够做到妙这个字，你自性里智慧现前，你不迷了；德能现前，有能力教化众生；相好现前，真是世人所说的随心所欲，千变万化。一切变化都在不起心、不动念里面发生的，这叫妙。我们今天的变化是起心动念，所以它生烦恼，这不妙了，就是你有见爱。佛菩萨千变万化，没有见爱，只有智慧，没有见爱；我们今天没有智慧，全是见爱。见爱就是造业，造善业、造恶业，全都在造业。应付不了眼前的环境，眼前环境是五欲六尘，可以说念念被环境所染污，这个麻烦就大了。",
      "zh_TW": "《還源觀》是給什麼人講的？這個科目，在學校是編在哪一個等級？那不是初學的，這個等級是法身菩薩。不像我們此地這個講的，我們此地這個是初學的，跟你講見愛、講空慧。那是法身菩薩。所以第一給你講隨緣妙用，我們能夠理解，做不到。隨緣，恆順眾生；妙用妙在哪裡？不起心不動念、不分別不執著，妙！自然有能力教化眾生，為什麼？你能夠做到妙這個字，你自性裡智慧現前，你不迷了；德能現前，有能力教化眾生；相好現前，真是世人所說的隨心所欲，千變萬化。一切變化都在不起心、不動念裡面發生的，這叫妙。我們今天的變化是起心動念，所以它生煩惱，這不妙了，就是你有見愛。佛菩薩千變萬化，沒有見愛，只有智慧，沒有見愛；我們今天沒有智慧，全是見愛。見愛就是造業，造善業、造惡業，全都在造業。應付不了眼前的環境，眼前環境是五欲六塵，可以說念念被環境所染污，這個麻煩就大了。"
    },
    {
      "id": "02-040-0087_p0013",
      "zh_CN": "底下这一句，空慧能除。什么是空慧？「观空理之智慧」。智是决断的意思，它是俗谛，叫照见；慧是拣择，它是真谛，也就是明了的意思。从明了上说，这是慧；从决断上讲，这是智。领导人要有智，他一些参谋、身边的人要有慧，就是主意很多，提出来，最后由领导人决断。这些参谋有智慧，主意很多，究竟用哪个他不能决断，有智的人他能决断。菩萨有智有慧，看得清楚，知道怎样选择、怎样决断。",
      "zh_TW": "底下這一句，空慧能除。什麼是空慧？「觀空理之智慧」。智是決斷的意思，它是俗諦，叫照見；慧是揀擇，它是真諦，也就是明瞭的意思。從明瞭上說，這是慧；從決斷上講，這是智。領導人要有智，他一些參謀、身邊的人要有慧，就是主意很多，提出來，最後由領導人決斷。這些參謀有智慧，主意很多，究竟用哪個他不能決斷，有智的人他能決斷。菩薩有智有慧，看得清楚，知道怎樣選擇、怎樣決斷。"
    },
    {
      "id": "02-040-0087_p0014",
      "zh_CN": "嘉祥《法华经疏》第二卷：「经论之中多说，慧门鉴空，智门照有」。鉴跟照是一个意思，慧是鉴空的，就是知道空，智是知道有。换句话说，空是性，有是相，明了相的、现象的，这是智；知道当相即空，了不可得，这是慧。所以阿罗汉有慧，阿罗汉知道万法皆空，他什么都不执着了，他自度，不能化他。菩萨比阿罗汉高，菩萨知道万法皆空，但是他也知道万有，有是什么？有是假有，不是真有。他有智，能处理这些假有之事，教化众生。众生不是人人都看破的，迷的太多了，对于这个假相放不下。放不下，菩萨要给他秩序化，让他们生活离苦得乐，这是智。告诉他们，人要修德，要断恶向善、要积功累德，这样能够帮助你的生活更幸福、更美满。教人，五伦、五常、四维、八德你一定要遵守，决定不违背，你一生幸福、平安、快乐，你真得到；你要是违背，你就有苦有难。佛法教人也不例外，你看佛的普世教育，教一般人的，教十善，教孝、教敬、教十善业道。净业三福第一福里头「孝养父母，奉事师长」，这两个是根，世出世间一切善法都要从这儿扎根。一定要晓得，不孝父母，不敬师长，表面上做个样子，实际上心里不是真心情愿，这样的人都不会有成就。可以下个断语，他决定不能成就，为什么？像树木它没根，它决定不能长成。",
      "zh_TW": "嘉祥《法華經疏》第二卷：「經論之中多說，慧門鑒空，智門照有」。鑒跟照是一個意思，慧是鑒空的，就是知道空，智是知道有。換句話說，空是性，有是相，明瞭相的、現象的，這是智；知道當相即空，了不可得，這是慧。所以阿羅漢有慧，阿羅漢知道萬法皆空，他什麼都不執著了，他自度，不能化他。菩薩比阿羅漢高，菩薩知道萬法皆空，但是他也知道萬有，有是什麼？有是假有，不是真有。他有智，能處理這些假有之事，教化眾生。眾生不是人人都看破的，迷的太多了，對於這個假相放不下。放不下，菩薩要給他秩序化，讓他們生活離苦得樂，這是智。告訴他們，人要修德，要斷惡向善、要積功累德，這樣能夠幫助你的生活更幸福、更美滿。教人，五倫、五常、四維、八德你一定要遵守，決定不違背，你一生幸福、平安、快樂，你真得到；你要是違背，你就有苦有難。佛法教人也不例外，你看佛的普世教育，教一般人的，教十善，教孝、教敬、教十善業道。淨業三福第一福裡頭「孝養父母，奉事師長」，這兩個是根，世出世間一切善法都要從這兒扎根。一定要曉得，不孝父母，不敬師長，表面上做個樣子，實際上心裡不是真心情願，這樣的人都不會有成就。可以下個斷語，他決定不能成就，為什麼？像樹木它沒根，它決定不能長成。"
    },
    {
      "id": "02-040-0087_p0015",
      "zh_CN": "古人说的，孝是根，敬是本。《礼记》打开，第一章「曲礼」，第一句话，「曲礼曰，毋不敬」，一部《礼记》摆在第一句话，毋不敬。毋不敬，是佛家的意思一切恭敬。不敬就是傲慢，就是自以为是，抬高自己，贬低别人，这是错的。如来证得究竟果位，对一切众生谦虚，为什么？毋不敬是性德，他自性里头流露出来。为什么要敬？一切法不离自性，自性是一切法的理体，他相不好，他性是好的，相有好丑，性没有好丑。佛从自性上看一切众生，一切众生本来是佛，本来是佛就从恭敬当中见到了。但是佛说得很清楚，凡夫，六道众生，烦恼习气太重了，傲慢是与生俱来的。我们自己要承认自己傲慢，承认你才会改；不承认，不知不觉，傲慢在起作用，破坏我们所有的功德。",
      "zh_TW": "古人說的，孝是根，敬是本。《禮記》打開，第一章「曲禮」，第一句話，「曲禮曰，毋不敬」，一部《禮記》擺在第一句話，毋不敬。毋不敬，是佛家的意思一切恭敬。不敬就是傲慢，就是自以為是，抬高自己，貶低別人，這是錯的。如來證得究竟果位，對一切眾生謙虛，為什麼？毋不敬是性德，他自性裡頭流露出來。為什麼要敬？一切法不離自性，自性是一切法的理體，他相不好，他性是好的，相有好醜，性沒有好醜。佛從自性上看一切眾生，一切眾生本來是佛，本來是佛就從恭敬當中見到了。但是佛說得很清楚，凡夫，六道眾生，煩惱習氣太重了，傲慢是與生俱來的。我們自己要承認自己傲慢，承認你才會改；不承認，不知不覺，傲慢在起作用，破壞我們所有的功德。"
    },
    {
      "id": "02-040-0087_p0016",
      "zh_CN": "读书人都知道，孔子说的，这个人「如有周公之才之美」，周公是古时候的大圣人，三千二百年前，周朝，孔子心目当中最佩服的一个人，孔子就是学周公。孔子说，这个人的才华像周公一样，但是他有两个毛病：一个骄，一个吝啬，「使骄且吝」，夫子说「其余则不足观矣」，你就不必看了，全是假的，他不是真的；换句话说，他决定不能成就，这个成就是成圣成贤，不是其他的。也就是说，他不是圣人、他不是贤人，表演得再好，假的。在佛法里面讲，成佛、成菩萨、成阿罗汉都做不到；换句话说，他的佛学得再好、戒律持得再好，苦行令人敬佩，依旧是凡夫。",
      "zh_TW": "讀書人都知道，孔子說的，這個人「如有周公之才之美」，周公是古時候的大聖人，三千二百年前，周朝，孔子心目當中最佩服的一個人，孔子就是學周公。孔子說，這個人的才華像周公一樣，但是他有兩個毛病：一個驕，一個吝嗇，「使驕且吝」，夫子說「其餘則不足觀矣」，你就不必看了，全是假的，他不是真的；換句話說，他決定不能成就，這個成就是成聖成賢，不是其他的。也就是說，他不是聖人、他不是賢人，表演得再好，假的。在佛法裡面講，成佛、成菩薩、成阿羅漢都做不到；換句話說，他的佛學得再好、戒律持得再好，苦行令人敬佩，依舊是凡夫。"
    },
    {
      "id": "02-040-0087_p0017",
      "zh_CN": "贪、瞋、痴叫三毒烦恼，这个东西构成末那识。末那是什么？末那是我见、我爱、我慢、我痴，叫四大烦恼常相随，这四大烦恼就是末那识，末那识就是这四大烦恼。转末那成平等性智，这一转过来，四智菩提里头平等性智就现前，转第六意识（第六分别）为妙观察智。转识成智从哪里转起？从六、七。六、七哪个先？第七先，第六是后，次序不要搞颠倒了。我脱衣服，先脱外头这件，再脱里头那件；搞错了，我先脱里头的，后脱外头的，你怎么个脱法？搞错了，顺序颠倒了。转识成智一定从第七识下手，第七识就是断见思烦恼，第七识就没有了。",
      "zh_TW": "貪、瞋、痴叫三毒煩惱，這個東西構成末那識。末那是什麼？末那是我見、我愛、我慢、我痴，叫四大煩惱常相隨，這四大煩惱就是末那識，末那識就是這四大煩惱。轉末那成平等性智，這一轉過來，四智菩提裡頭平等性智就現前，轉第六意識（第六分別）為妙觀察智。轉識成智從哪裡轉起？從六、七。六、七哪個先？第七先，第六是後，次序不要搞顛倒了。我脫衣服，先脫外頭這件，再脫裡頭那件；搞錯了，我先脫裡頭的，後脫外頭的，你怎麼個脫法？搞錯了，順序顛倒了。轉識成智一定從第七識下手，第七識就是斷見思煩惱，第七識就沒有了。"
    },
    {
      "id": "02-040-0087_p0018",
      "zh_CN": "贪瞋痴，贪瞋痴的心是什么？中心，从中心点下手那就更快，中心点破掉了，全部就解散了。贪的中心点是情执，最难破；瞋的中心点就是慢，就是傲慢；痴的中心点是怀疑，不能小看。情执、傲慢、怀疑是三毒的核心，你从这里下手，贪瞋痴就没有了。破三毒怎么个破法？这佛教给我们的，佛不教，我们怎么会知道！佛是过来人。佛佛道同，佛佛的方法、手段也是相同，同一个原则、同一个道理，方法不必相同，方法无量无边。但是原理原则是一个，决定是破情执、破傲慢、破怀疑。这三样东西把我们所有的性德都毁掉了，这三样东西断掉了，性德就现前。",
      "zh_TW": "貪瞋痴，貪瞋痴的心是什麼？中心，從中心點下手那就更快，中心點破掉了，全部就解散了。貪的中心點是情執，最難破；瞋的中心點就是慢，就是傲慢；痴的中心點是懷疑，不能小看。情執、傲慢、懷疑是三毒的核心，你從這裡下手，貪瞋痴就沒有了。破三毒怎麼個破法？這佛教給我們的，佛不教，我們怎麼會知道！佛是過來人。佛佛道同，佛佛的方法、手段也是相同，同一個原則、同一個道理，方法不必相同，方法無量無邊。但是原理原則是一個，決定是破情執、破傲慢、破懷疑。這三樣東西把我們所有的性德都毀掉了，這三樣東西斷掉了，性德就現前。"
    },
    {
      "id": "02-040-0087_p0019",
      "zh_CN": "空慧，后面还有一条，《安乐集》上卷说：「若依《维摩经》，不可思议解脱为宗。若依《般若经》，空慧为宗」。不同的法门有不同的名相，你细细去思惟，说法不一样，原理原则相同。你看不思议，不思是不起心不动念、不分别不执着，这叫不思；不议是没有议，议是议论、是说话，没得说的，说不出来。宗门大德所谓，「说似一物即不中」，你说不出来，言语道断，心行处灭，这是什么？这不就是空慧吗？所以意思是一样的，空慧就是不可思议，不可思议解脱就是空慧。所以佛教我们，四依法里头「依义不依语」，语不一样，意思相同，你依不思议解脱，行，依空慧也行，它是一个方向、一个目标。",
      "zh_TW": "空慧，後面還有一條，《安樂集》上卷說：「若依《維摩經》，不可思議解脫為宗。若依《般若經》，空慧為宗」。不同的法門有不同的名相，你細細去思惟，說法不一樣，原理原則相同。你看不思議，不思是不起心不動念、不分別不執著，這叫不思；不議是沒有議，議是議論、是說話，沒得說的，說不出來。宗門大德所謂，「說似一物即不中」，你說不出來，言語道斷，心行處滅，這是什麼？這不就是空慧嗎？所以意思是一樣的，空慧就是不可思議，不可思議解脫就是空慧。所以佛教我們，四依法裡頭「依義不依語」，語不一樣，意思相同，你依不思議解脫，行，依空慧也行，它是一個方向、一個目標。"
    },
    {
      "id": "02-040-0087_p0020",
      "zh_CN": "我们往下面看，「空慧能除，亦如洗濯。除邪显正，故曰显明」。洗濯，濯也是洗，衣服脏了，把它洗干净。这是我们人都很重视的，穿一天，并不怎么脏，赶快拿去洗。可是我们心里面这个肮脏东西忘掉了，不知道去洗涤。佛在经上用这个来提醒我们，垢污是心，不是身，一定要把它洗濯，显明清白。底下告诉我们，破邪显正，这叫显明。五种见惑是邪见，五种思惑也是邪见，全都是错误的。这两个东西总共叫十使，十使是成就六道的真正原因，有这十样东西就有六道轮回。六道轮回是假的，这十样没有了，六道就不见了。不要以为六道是真的，这种幻相，梦中的影像从哪来的？就从这十桩来的。这个十条都不是真的，断掉了，阿罗汉断掉了，阿罗汉把这个事情洗濯干净了，所以六道就不见了，四圣法界就现前。",
      "zh_TW": "我們往下面看，「空慧能除，亦如洗濯。除邪顯正，故曰顯明」。洗濯，濯也是洗，衣服髒了，把它洗乾淨。這是我們人都很重視的，穿一天，並不怎麼髒，趕快拿去洗。可是我們心裡面這個骯髒東西忘掉了，不知道去洗滌。佛在經上用這個來提醒我們，垢污是心，不是身，一定要把它洗濯，顯明清白。底下告訴我們，破邪顯正，這叫顯明。五種見惑是邪見，五種思惑也是邪見，全都是錯誤的。這兩個東西總共叫十使，十使是成就六道的真正原因，有這十樣東西就有六道輪迴。六道輪迴是假的，這十樣沒有了，六道就不見了。不要以為六道是真的，這種幻相，夢中的影像從哪來的？就從這十樁來的。這個十條都不是真的，斷掉了，阿羅漢斷掉了，阿羅漢把這個事情洗濯乾淨了，所以六道就不見了，四聖法界就現前。"
    },
    {
      "id": "02-040-0087_p0021",
      "zh_CN": "理一定要搞清楚、搞明白，放下不难，一念放下，一念就证果。惠能大师一念放下，他证得的是究竟圆果，比阿罗汉高太多了。我们就可以能体会到，惠能大师能，我们每个人都能，只要你肯，关键是你肯不肯放下，你肯放下，就是！放下有什么好处？好处说不尽，不可思议；不放下有什么坏处？也不可思议，也都说不尽。放下，一切法没有一法不顺自性，顺自性是尽善尽美；不放下，所有一切法是违背自性，违背自性就是多灾多难。这现在人的话说这是硬道理，这是真理。这叫显明，用这个「以护法城，故曰清白；超诸毁谤，故曰清白」。这一句是黄念祖老居士的注解，「文中之法城，指智断之果。如《合赞》曰：智断之果，谓之法城」。这个城是我们自己的身、心。我们见到真心了，真心是显明清白，决定没有染污，真心是经题上所说的「清净平等觉」，这是真心，这个不能不知道。护持正法就是护持我们的身心，特别是心，心正身就正，心清净，身也清净，我们要真干、要真学。",
      "zh_TW": "理一定要搞清楚、搞明白，放下不難，一念放下，一念就證果。惠能大師一念放下，他證得的是究竟圓果，比阿羅漢高太多了。我們就可以能體會到，惠能大師能，我們每個人都能，只要你肯，關鍵是你肯不肯放下，你肯放下，就是！放下有什麼好處？好處說不盡，不可思議；不放下有什麼壞處？也不可思議，也都說不盡。放下，一切法沒有一法不順自性，順自性是盡善盡美；不放下，所有一切法是違背自性，違背自性就是多災多難。這現在人的話說這是硬道理，這是真理。這叫顯明，用這個「以護法城，故曰清白；超諸毀謗，故曰清白」。這一句是黃念祖老居士的註解，「文中之法城，指智斷之果。如《合贊》曰：智斷之果，謂之法城」。這個城是我們自己的身、心。我們見到真心了，真心是顯明清白，決定沒有染污，真心是經題上所說的「清淨平等覺」，這是真心，這個不能不知道。護持正法就是護持我們的身心，特別是心，心正身就正，心清淨，身也清淨，我們要真幹、要真學。"
    },
    {
      "id": "02-040-0087_p0022",
      "zh_CN": "二战期间，江苏镇江金山寺的妙善老和尚还在，他在抗战还没有结束，前一年还是两年，在缅甸往生的。世间人称他为金山活佛，一生的行迹很像《济公传》上说的济公，他确实有神通，真正果位没人知道。看他的形象，疯疯傻傻的。一生没洗过澡，一生就穿一件长褂，里面一套小褂裤，其他就没有了。春夏秋冬就那么一件衣服，冬天他也不冷，夏天他也不热，妙！这妙不可言。就那么一套衣服，所以他衣服也不洗，一年到头没洗过衣服，没有洗过澡，身上放香味。衣服领子有油垢，领子都是黑的，闻它有莲花香味。而且还治病，你身上有什么毛病，多闻闻，病就没有了。人称他作活佛，他不是西藏那个活佛，他是显教的，金山寺的和尚。跟金山寺的大众也处不来，所以长年在外头流浪，居无定处。但他每年要回金山寺去一次，金山寺有一个大法会，他每年去参加。这个人真正是心地显明清白，所以他能做得到，身清净，他身清净，不用洗澡，衣服看到很脏，闻闻有香味。身上不洗澡，有人生病来找他，他身上就搓搓，有像什么济公丸一样，脏东西搓出来，给他吃，吃了病就好了。吃的人说不难吃，很好吃，这真的，不是假的。",
      "zh_TW": "二戰期間，江蘇鎮江金山寺的妙善老和尚還在，他在抗戰還沒有結束，前一年還是兩年，在緬甸往生的。世間人稱他為金山活佛，一生的行跡很像《濟公傳》上說的濟公，他確實有神通，真正果位沒人知道。看他的形象，瘋瘋傻傻的。一生沒洗過澡，一生就穿一件長褂，裡面一套小褂褲，其他就沒有了。春夏秋冬就那麼一件衣服，冬天他也不冷，夏天他也不熱，妙！這妙不可言。就那麼一套衣服，所以他衣服也不洗，一年到頭沒洗過衣服，沒有洗過澡，身上放香味。衣服領子有油垢，領子都是黑的，聞它有蓮花香味。而且還治病，你身上有什麼毛病，多聞聞，病就沒有了。人稱他作活佛，他不是西藏那個活佛，他是顯教的，金山寺的和尚。跟金山寺的大眾也處不來，所以長年在外頭流浪，居無定處。但他每年要回金山寺去一次，金山寺有一個大法會，他每年去參加。這個人真正是心地顯明清白，所以他能做得到，身清淨，他身清淨，不用洗澡，衣服看到很髒，聞聞有香味。身上不洗澡，有人生病來找他，他身上就搓搓，有像什麼濟公丸一樣，髒東西搓出來，給他吃，吃了病就好了。吃的人說不難吃，很好吃，這真的，不是假的。"
    },
    {
      "id": "02-040-0087_p0023",
      "zh_CN": "我们没见过面，早年我在台湾，乐观老和尚跟他见过面，而且两次。一次好像跟他在一起住过三个月，另外一次，住过一个月，总共跟他在一起住过四个月，对他很了解。他说他真有神通，我们心里动个念头他知道，这就是他心通。我们这里大家人在谈他，活佛好久没见到了，在哪里？他就走进门来了。这是什么？神足通。什么事情他都知道，一个人的吉凶祸福，你去找到他，他会跟你讲，他讲的话完全是真的。所以，心地清白是多么重要，这就是今天科学家提出来「以心控物」，妙善法师做到了。这个人的心地决定没有贪瞋痴慢疑，决定没有身见、边见这些东西，这些决定没有。所以这是在有灾难、乱世他示现出来。",
      "zh_TW": "我們沒見過面，早年我在台灣，樂觀老和尚跟他見過面，而且兩次。一次好像跟他在一起住過三個月，另外一次，住過一個月，總共跟他在一起住過四個月，對他很了解。他說他真有神通，我們心裡動個念頭他知道，這就是他心通。我們這裡大家人在談他，活佛好久沒見到了，在哪裡？他就走進門來了。這是什麼？神足通。什麼事情他都知道，一個人的吉凶禍福，你去找到他，他會跟你講，他講的話完全是真的。所以，心地清白是多麼重要，這就是今天科學家提出來「以心控物」，妙善法師做到了。這個人的心地決定沒有貪瞋痴慢疑，決定沒有身見、邊見這些東西，這些決定沒有。所以這是在有災難、亂世他示現出來。"
    },
    {
      "id": "02-040-0087_p0024",
      "zh_CN": "下面这也是《嘉祥疏》里头的话，「无相之解，是无漏明，故云清白」。解是了解、理解，理解一切法相而无相，无相而相，这就是事实真相。梦中有没有相？有相。梦醒了之后，无相。如果你在梦中的时候就知道现在是作梦，梦中相是假的，有相不碍无相，无相不碍有相，它是一不是二，叫真空不碍妙有，妙有不妨碍真空，同时能发挥。我们这个电视的屏幕是无相，干干净净什么都没有。打开频道，相就出现了。外国的电视通常有一百多个频道，按哪个频道，影像就出现了。相全是假的，屏幕丝毫没有染着。我们用屏幕比喻能现的真心，心能现，能生能现，相是所生所现，互不妨碍。没有体就没有相，没有屏幕就没有现象发生，所以相是依体而现的。虽现，它是假有不是真有，当体即空。为什么？屏幕没有着相，按钮关掉，相就没有了，不关掉也是没有。真正有智慧的人，在现相的时候知道它没有相，屏幕上没有相，用心要用像屏幕上一样，如如不动，能现一切万象。",
      "zh_TW": "下面這也是《嘉祥疏》裡頭的話，「無相之解，是無漏明，故云清白」。解是了解、理解，理解一切法相而無相，無相而相，這就是事實真相。夢中有沒有相？有相。夢醒了之後，無相。如果你在夢中的時候就知道現在是作夢，夢中相是假的，有相不礙無相，無相不礙有相，它是一不是二，叫真空不礙妙有，妙有不妨礙真空，同時能發揮。我們這個電視的屏幕是無相，乾乾淨淨什麼都沒有。打開頻道，相就出現了。外國的電視通常有一百多個頻道，按哪個頻道，影像就出現了。相全是假的，屏幕絲毫沒有染著。我們用屏幕比喻能現的真心，心能現，能生能現，相是所生所現，互不妨礙。沒有體就沒有相，沒有屏幕就沒有現象發生，所以相是依體而現的。雖現，它是假有不是真有，當體即空。為什麼？屏幕沒有著相，按鈕關掉，相就沒有了，不關掉也是沒有。真正有智慧的人，在現相的時候知道它沒有相，屏幕上沒有相，用心要用像屏幕上一樣，如如不動，能現一切萬象。"
    },
    {
      "id": "02-040-0087_p0025",
      "zh_CN": "能现的本体，就是净宗所讲的常寂光，《华严》讲的法性、法界，这都是讲本体。般若讲的实相，诸法实相，实相之体就是自性。自性能现一切相，自性具足无量智慧、无量德能，人人皆有。所以诸佛如来对一切众生真诚恭敬，这个恭敬就是敬自己，就是爱自己。人能自爱，他就爱人；他不爱人，这人不自爱。人能敬人，就敬自己；不敬自己的人，绝不会敬人。为什么？在自己，是性德圆满具足，就是惠能大师所说的，「何期自性，本自具足」，具足万德万能。起作用，能生万法，万法是自己性德流露出来的，敬性德就敬万法，爱性德就爱万法。爱、敬是自性里头本有的，它不是外来的，不是学来的。只要见性，所以无缘大慈、同体大悲自然生出来；如果没有生出来，没见性。见性的人，哪有没有爱敬的？佛教不讲爱，讲慈悲，慈悲就是爱。因为世间人讲爱有情执，佛避免大家误会，佛讲慈悲。慈悲里头是智慧，没有情执，也就是爱是智慧的爱，不是感情的，那叫真爱。感情里头出麻烦，感情是什么？它有占有的念头、有控制的念头，它有很多不善的东西。慈悲里头没有，纯真的爱，没有丝毫副作用。古人有说，中国读书人，六经之外没有奇书。我们现在知道，六经之外，佛法是奇书，超过它了，真正不可思议。",
      "zh_TW": "能現的本體，就是淨宗所講的常寂光，《華嚴》講的法性、法界，這都是講本體。般若講的實相，諸法實相，實相之體就是自性。自性能現一切相，自性具足無量智慧、無量德能，人人皆有。所以諸佛如來對一切眾生真誠恭敬，這個恭敬就是敬自己，就是愛自己。人能自愛，他就愛人；他不愛人，這人不自愛。人能敬人，就敬自己；不敬自己的人，絕不會敬人。為什麼？在自己，是性德圓滿具足，就是惠能大師所說的，「何期自性，本自具足」，具足萬德萬能。起作用，能生萬法，萬法是自己性德流露出來的，敬性德就敬萬法，愛性德就愛萬法。愛、敬是自性裡頭本有的，它不是外來的，不是學來的。只要見性，所以無緣大慈、同體大悲自然生出來；如果沒有生出來，沒見性。見性的人，哪有沒有愛敬的？佛教不講愛，講慈悲，慈悲就是愛。因為世間人講愛有情執，佛避免大家誤會，佛講慈悲。慈悲裡頭是智慧，沒有情執，也就是愛是智慧的愛，不是感情的，那叫真愛。感情裡頭出麻煩，感情是什麼？它有佔有的念頭、有控制的念頭，它有很多不善的東西。慈悲裡頭沒有，純真的愛，沒有絲毫副作用。古人有說，中國讀書人，六經之外沒有奇書。我們現在知道，六經之外，佛法是奇書，超過它了，真正不可思議。"
    },
    {
      "id": "02-040-0087_p0026",
      "zh_CN": "我们接下去看，这「无相之解，是无漏明」，是无漏里面的智慧，所以叫清白，为什么？它没有染污。「又《甄解》曰：洗濯垢污，显明清白，是澍雨德」，澍是降雨。为什么？「雨有能洗物垢污」，把大地洗干净了，「能显清白体之德」，雨有这个好处。这个雨中国人叫及时雨，需要的时候雨就降下来，不需要的时候就不下雨，这及时雨。「如来法轮洗濯尘劳垢污，开显本有净体」，用这个来比喻佛、菩萨的教学，法轮是圆满的教学，它能够把我们的尘劳烦恼洗干净，教我们放下。我们听话、我们真干，真把它放下，本有的净体就现出来。本有的净体是自性，自性就现出来。自性在哪里？自性就是整个宇宙体、相、作用。你见性了，好比我们现在看电视，我看到电视里面的色相，本体在哪里？就在色相上，色相没有离开本体，本体现了相。性相是一不是二，你从相上见到性，从有上见到空，从事上见到理，理是一个。就是说我们在画面上见到电视的屏幕，屏幕是体，能生能现；相是事，所生所现。现在在这个时候，能所是一不是二，只要你不执着，不执着相，你就晓得性相一如。所以明心见性在哪里？就在当下、就在现前，只是你自己不知道，你执着这是真的，那是假的，全错了！",
      "zh_TW": "我們接下去看，這「無相之解，是無漏明」，是無漏裡面的智慧，所以叫清白，為什麼？它沒有染污。「又《甄解》曰：洗濯垢污，顯明清白，是澍雨德」，澍是降雨。為什麼？「雨有能洗物垢污」，把大地洗乾淨了，「能顯清白體之德」，雨有這個好處。這個雨中國人叫及時雨，需要的時候雨就降下來，不需要的時候就不下雨，這及時雨。「如來法輪洗濯塵勞垢污，開顯本有淨體」，用這個來比喻佛、菩薩的教學，法輪是圓滿的教學，它能夠把我們的塵勞煩惱洗乾淨，教我們放下。我們聽話、我們真幹，真把它放下，本有的淨體就現出來。本有的淨體是自性，自性就現出來。自性在哪裡？自性就是整個宇宙體、相、作用。你見性了，好比我們現在看電視，我看到電視裡面的色相，本體在哪裡？就在色相上，色相沒有離開本體，本體現了相。性相是一不是二，你從相上見到性，從有上見到空，從事上見到理，理是一個。就是說我們在畫面上見到電視的屏幕，屏幕是體，能生能現；相是事，所生所現。現在在這個時候，能所是一不是二，只要你不執著，不執著相，你就曉得性相一如。所以明心見性在哪裡？就在當下、就在現前，只是你自己不知道，你執著這是真的，那是假的，全錯了！"
    },
    {
      "id": "02-040-0087_p0027",
      "zh_CN": "大乘教我们，一真一切真，也就是一切都是真的，一假一切都是假的，没有对立的。十法界依正庄严就是自性，好像我们电视有十个频道，一个自性。电视这种构造原理，跟佛法讲的很接近，从这个比喻当中我们能体会，关键是放下。我们为什么体会不到？就是放不下。放不下执着、放不下分别、放不下起心动念，放不下名闻利养、放不下贪瞋痴慢，这个搞错了，迷在六道里头，迷在梦中，醒不过来。这是迷的事实真相，只要事实真相真正搞清楚、搞明白了，你就有觉的机缘，觉的机会就会出现。这句说得非常好，《甄解》里头这一句，如来法轮洗濯尘劳垢污，开显本有净体，本有净体从来没有失掉过。",
      "zh_TW": "大乘教我們，一真一切真，也就是一切都是真的，一假一切都是假的，沒有對立的。十法界依正莊嚴就是自性，好像我們電視有十個頻道，一個自性。電視這種構造原理，跟佛法講的很接近，從這個比喻當中我們能體會，關鍵是放下。我們為什麼體會不到？就是放不下。放不下執著、放不下分別、放不下起心動念，放不下名聞利養、放不下貪瞋痴慢，這個搞錯了，迷在六道裡頭，迷在夢中，醒不過來。這是迷的事實真相，只要事實真相真正搞清楚、搞明白了，你就有覺的機緣，覺的機會就會出現。這句說得非常好，《甄解》裡頭這一句，如來法輪洗濯塵勞垢污，開顯本有淨體，本有淨體從來沒有失掉過。"
    },
    {
      "id": "02-040-0087_p0028",
      "zh_CN": "「以上《嘉祥》、《甄解》两疏中，清白之解，优于《合赞》」。《合赞》说得简单，也说得不错，这两个解释更好。「综上诸解」，把祖师大德的解释合起来看，「故知清白者，智断之果也，无漏之明也，本有净体也」。漏是烦恼代名词，无漏，烦恼断尽了，自性里头没烦恼，真心里头没有烦恼。真心、自性都是不起心、不动念，惠能大师见性，告诉我们，性什么样子？「本无动摇」，跟佛在大乘经上所说的一个意思。真心离念，真心里头没有念头，就是不起心不动念就是真心，起心动念是妄心。真心能现能生，妄心能变，十法界依正庄严是妄心变的，妄心就是阿赖耶，阿赖耶是能变，十法界依正庄严是所变。真妄要有智慧能把它辨别清楚，辨别清楚，不能执着，执着就造业，执着就错了，一切随缘。智断之果是事，无漏之明是理，是本有的净体。",
      "zh_TW": "「以上《嘉祥》、《甄解》兩疏中，清白之解，優於《合贊》」。《合贊》說得簡單，也說得不錯，這兩個解釋更好。「綜上諸解」，把祖師大德的解釋合起來看，「故知清白者，智斷之果也，無漏之明也，本有淨體也」。漏是煩惱代名詞，無漏，煩惱斷盡了，自性裡頭沒煩惱，真心裡頭沒有煩惱。真心、自性都是不起心、不動念，惠能大師見性，告訴我們，性什麼樣子？「本無動搖」，跟佛在大乘經上所說的一個意思。真心離念，真心裡頭沒有念頭，就是不起心不動念就是真心，起心動念是妄心。真心能現能生，妄心能變，十法界依正莊嚴是妄心變的，妄心就是阿賴耶，阿賴耶是能變，十法界依正莊嚴是所變。真妄要有智慧能把它辨別清楚，辨別清楚，不能執著，執著就造業，執著就錯了，一切隨緣。智斷之果是事，無漏之明是理，是本有的淨體。"
    },
    {
      "id": "02-040-0087_p0029",
      "zh_CN": "「若融通禅门」，禅宗的话，「则洗濯垢污，即迥脱根尘」，宗门的话。迥是远远的，脱是摆脱它，根是六根，尘是六尘，六根是眼耳鼻舌身意，六尘是色声香味触法。内外都不执着，内外都不分别，内外都不起心不动念，叫迥脱根尘。「显明清白是灵光独耀」，清白是体、是相，灵光独耀是起用。这就是什么？寂光遍照，照而常寂，寂而常照，这灵光独耀，这是明心见性的境界。要会归在净宗，则是都摄六根，「都摄六根是洗濯垢污」，我们把六根收起来。都摄六根也就是孟子所说的，「学问之道无他，求其放心而已」。我们的眼放在色上、耳放在声上、鼻放在香上、舌放在味上，把它收回来，叫都摄六根。心就定了，不要往外头境界上跑，心要收回来，都摄六根是洗濯垢污。「净念相继、自得心开，是显明清白」，这是净宗。所以我们把心收起来，不分别、不执着，收心了。不是叫你眼不见、耳不听，不是的，见色闻声没有分别、没有执着。最高的境界，不起心不动念，佛境界；不分别不执着，菩萨境界，看得清楚、听得明白，没有起心动念、没有分别执着。",
      "zh_TW": "「若融通禪門」，禪宗的話，「則洗濯垢污，即迥脫根塵」，宗門的話。迥是遠遠的，脫是擺脫它，根是六根，塵是六塵，六根是眼耳鼻舌身意，六塵是色聲香味觸法。內外都不執著，內外都不分別，內外都不起心不動念，叫迥脫根塵。「顯明清白是靈光獨耀」，清白是體、是相，靈光獨耀是起用。這就是什麼？寂光遍照，照而常寂，寂而常照，這靈光獨耀，這是明心見性的境界。要會歸在淨宗，則是都攝六根，「都攝六根是洗濯垢污」，我們把六根收起來。都攝六根也就是孟子所說的，「學問之道無他，求其放心而已」。我們的眼放在色上、耳放在聲上、鼻放在香上、舌放在味上，把它收回來，叫都攝六根。心就定了，不要往外頭境界上跑，心要收回來，都攝六根是洗濯垢污。「淨念相繼、自得心開，是顯明清白」，這是淨宗。所以我們把心收起來，不分別、不執著，收心了。不是叫你眼不見、耳不聽，不是的，見色聞聲沒有分別、沒有執著。最高的境界，不起心不動念，佛境界；不分別不執著，菩薩境界，看得清楚、聽得明白，沒有起心動念、沒有分別執著。"
    },
    {
      "id": "02-040-0087_p0030",
      "zh_CN": "我们现在从分别、执着上下手，六根在六尘境界上不执着、不分别，用这个功夫。怎么用法？把起心动念全都放在佛号上。见色，不论是好看不好看，全是阿弥陀佛；听声，也不知道是好听不好听，统统是阿弥陀佛。六根接触外面六尘境界，全归一句阿弥陀佛，这就是「洗濯垢污，显明清白」、「都摄六根，净念相继」。这样念佛，没有不成功的。你要真会，哪里都是道场，不必去拣择什么清净地方，不用，全是清净地方，没有一处不清净。你真的不接受外面干扰了，心清净了，环境就清净，身心清净，没有一样不清净。待人接物，一片慈悲，没有一个妄念，没有妄语、没有妄心。「盖一声佛号一声心，念佛即是始觉合本也」，句句都是始觉合本觉。本是本来是佛，是心是佛，念佛是始觉，是心作佛，是心是佛，他怎么会不成佛？这把念佛法门讲到究竟处了。",
      "zh_TW": "我們現在從分別、執著上下手，六根在六塵境界上不執著、不分別，用這個功夫。怎麼用法？把起心動念全都放在佛號上。見色，不論是好看不好看，全是阿彌陀佛；聽聲，也不知道是好聽不好聽，統統是阿彌陀佛。六根接觸外面六塵境界，全歸一句阿彌陀佛，這就是「洗濯垢污，顯明清白」、「都攝六根，淨念相繼」。這樣念佛，沒有不成功的。你要真會，哪裡都是道場，不必去揀擇什麼清淨地方，不用，全是清淨地方，沒有一處不清淨。你真的不接受外面干擾了，心清淨了，環境就清淨，身心清淨，沒有一樣不清淨。待人接物，一片慈悲，沒有一個妄念，沒有妄語、沒有妄心。「蓋一聲佛號一聲心，念佛即是始覺合本也」，句句都是始覺合本覺。本是本來是佛，是心是佛，念佛是始覺，是心作佛，是心是佛，他怎麼會不成佛？這把念佛法門講到究竟處了。"
    },
    {
      "id": "02-040-0087_p0031",
      "zh_CN": "这是第一段里面，转法轮里头的，还是破迷启悟。底下这一段，「悲智疗苦」。破迷之后，开悟之后，就有能力帮助别人。自己没有成就，不能帮助别人；自己成就，可以帮助别人，悲心现前了。悲智疗苦这里头有三段，第一段「调宣」。",
      "zh_TW": "這是第一段裡面，轉法輪裡頭的，還是破迷啟悟。底下這一段，「悲智療苦」。破迷之後，開悟之後，就有能力幫助別人。自己沒有成就，不能幫助別人；自己成就，可以幫助別人，悲心現前了。悲智療苦這裡頭有三段，第一段「調宣」。"
    },
    {
      "id": "02-040-0087_p0032",
      "zh_CN": "【调众生。宣妙理。】",
      "zh_TW": "【調眾生。宣妙理。】"
    },
    {
      "id": "02-040-0087_p0033",
      "zh_CN": "现在这个世间众生苦，迫切需要。『调众生，宣妙理』。「调者，和也。众生者，一切有情也」。现在一切有情不和，为什么不和？他没有信心，他有怀疑。不但对人不和，对自己也不和；换句话说，他没有自信心，这很痛苦。佛法形容这个世间叫苦海，苦海无边，无所适从，我到哪里去？我向哪个方向去？我走哪个路？这真不是容易事情。我在当年也是遇到这些困难，向哪个方向，走哪一条路？这个选择比什么都重要。我请教章嘉大师，他给我指出的一条路，叫我出家，教我学释迦牟尼佛。我接受了，就走上这条路。出家要有缘分，我向他请教，出家得拜个老师。章嘉大师就告诉我，那个老师不接受，你生不生烦恼？当然生烦恼。那怎么办？他就教我，不要去找老师。不找老师能出家吗？找佛，真心真意的去求，老师会来找你，感应。我听他的话，立出家学释迦牟尼佛这个愿心。好几年之后，真的，有个出家和尚，他是个寺庙的住持，他来找我，我有感应。",
      "zh_TW": "現在這個世間眾生苦，迫切需要。『調眾生，宣妙理』。「調者，和也。眾生者，一切有情也」。現在一切有情不和，為什麼不和？他沒有信心，他有懷疑。不但對人不和，對自己也不和；換句話說，他沒有自信心，這很痛苦。佛法形容這個世間叫苦海，苦海無邊，無所適從，我到哪裡去？我向哪個方向去？我走哪個路？這真不是容易事情。我在當年也是遇到這些困難，向哪個方向，走哪一條路？這個選擇比什麼都重要。我請教章嘉大師，他給我指出的一條路，叫我出家，教我學釋迦牟尼佛。我接受了，就走上這條路。出家要有緣分，我向他請教，出家得拜個老師。章嘉大師就告訴我，那個老師不接受，你生不生煩惱？當然生煩惱。那怎麼辦？他就教我，不要去找老師。不找老師能出家嗎？找佛，真心真意的去求，老師會來找你，感應。我聽他的話，立出家學釋迦牟尼佛這個願心。好幾年之後，真的，有個出家和尚，他是個寺廟的住持，他來找我，我有感應。"
    },
    {
      "id": "02-040-0087_p0034",
      "zh_CN": "那个时候我在台中慈光图书馆跟李老师学教，这是没出家之前，在台中住了一年三个月。一年两个月我就有预兆，大概出家的缘快成熟了。我跟同学们讲，他问我多久？我说不出半年，缘会成熟。没想到一个月之后，这个师父就派人来找我，要我出家，帮助他复兴那个道场。道场原来是老道场，被军队占用了，现在国家有个政策，要把寺庙还给出家人，军队撤出，他寺庙里头有几个老修行住在一起。我就同意，答应他了，好事情，也没有肯定，因为正在那里学经教。两个月当中他来了九次，我就看到他很诚意。诸葛亮，刘备三顾茅芦，我这九次，两个月来了九次。我就向老师报告，老师说，你怎么那么样容易就动心？我跟老师讲，九次了。啊？九次！他心很诚。所以老师也无可奈何，就答应我了。老师是因为我学得还不够，差很远，怎么就可以离开？我跟老师说，我说我不会离开，我到那里出家，我每个月到台中来住一个星期。好！这老师同意了。",
      "zh_TW": "那個時候我在台中慈光圖書館跟李老師學教，這是沒出家之前，在台中住了一年三個月。一年兩個月我就有預兆，大概出家的緣快成熟了。我跟同學們講，他問我多久？我說不出半年，緣會成熟。沒想到一個月之後，這個師父就派人來找我，要我出家，幫助他復興那個道場。道場原來是老道場，被軍隊佔用了，現在國家有個政策，要把寺廟還給出家人，軍隊撤出，他寺廟裡頭有幾個老修行住在一起。我就同意，答應他了，好事情，也沒有肯定，因為正在那裡學經教。兩個月當中他來了九次，我就看到他很誠意。諸葛亮，劉備三顧茅蘆，我這九次，兩個月來了九次。我就向老師報告，老師說，你怎麼那麼樣容易就動心？我跟老師講，九次了。啊？九次！他心很誠。所以老師也無可奈何，就答應我了。老師是因為我學得還不夠，差很遠，怎麼就可以離開？我跟老師說，我說我不會離開，我到那裡出家，我每個月到台中來住一個星期。好！這老師同意了。"
    },
    {
      "id": "02-040-0087_p0035",
      "zh_CN": "出家一年之后，寺庙里产生很大的变化。我们找了一个新住持，白圣老和尚，他的出家弟子很多，来了一批。我一看，我学经教不受欢迎。白圣法师劝我放弃学经教，学经忏佛事、学做法会，这个他很欢迎。我说这不是我出家的本愿，所以我就又回到台中，在台中住满十年才离开。就是取得出家身分，在台中莲社、在慈光图书馆长住下去，到满十年，我离开。",
      "zh_TW": "出家一年之後，寺廟裡產生很大的變化。我們找了一個新住持，白聖老和尚，他的出家弟子很多，來了一批。我一看，我學經教不受歡迎。白聖法師勸我放棄學經教，學經懺佛事、學做法會，這個他很歡迎。我說這不是我出家的本願，所以我就又回到台中，在台中住滿十年才離開。就是取得出家身分，在台中蓮社、在慈光圖書館長住下去，到滿十年，我離開。"
    },
    {
      "id": "02-040-0087_p0036",
      "zh_CN": "什么事情都有个缘分，所以章嘉大师指示的很有道理，不要找人，完全求感应。李老师也是这样教给我的，他送我四个字「至诚感通」，真诚到极处，决定有感应。所以一切法不能求人，行有不得，反求诸己，我们的真诚心不够。真诚心要是到家了，感应现前，佛菩萨会知道。章嘉大师告诉我，我的一生佛菩萨安排的，不是自己安排的。所以我一点都不操心，一切随喜。缘出现了，我自己细心去判断一下，可不可以接受。当时条件可以接受，几个月，一、二年，变化了，我知道该走了。一生居无定所，全世界各地流浪作客。断烦恼、长智慧，要从境界里头去学习，顺境、善缘不起贪恋。事情是好，可是有些有心人他要占据这个地方，他想要这个地方，我们赶快走。他要，给他吧，我一生都是让，学忍让、学慈悲。逆境里头要忍辱，顺境里头要忍让，样样让人。对一切境界、一切人事只有赞叹、礼敬，没有毁谤、没有轻视，愈学愈快乐，愈学愈欢喜。",
      "zh_TW": "什麼事情都有個緣分，所以章嘉大師指示的很有道理，不要找人，完全求感應。李老師也是這樣教給我的，他送我四個字「至誠感通」，真誠到極處，決定有感應。所以一切法不能求人，行有不得，反求諸己，我們的真誠心不夠。真誠心要是到家了，感應現前，佛菩薩會知道。章嘉大師告訴我，我的一生佛菩薩安排的，不是自己安排的。所以我一點都不操心，一切隨喜。緣出現了，我自己細心去判斷一下，可不可以接受。當時條件可以接受，幾個月，一、二年，變化了，我知道該走了。一生居無定所，全世界各地流浪作客。斷煩惱、長智慧，要從境界裡頭去學習，順境、善緣不起貪戀。事情是好，可是有些有心人他要佔據這個地方，他想要這個地方，我們趕快走。他要，給他吧，我一生都是讓，學忍讓、學慈悲。逆境裡頭要忍辱，順境裡頭要忍讓，樣樣讓人。對一切境界、一切人事只有讚歎、禮敬，沒有毀謗、沒有輕視，愈學愈快樂，愈學愈歡喜。"
    },
    {
      "id": "02-040-0087_p0037",
      "zh_CN": "所以，没有一个地方不是道场，没有一个地方不是佛菩萨。学生只是自己一个人，其他一切人全是老师，你能说我不恭敬吗？都是善知识，他们的善行，我们没有，向他学习；他们的不善行，我们得思考我有没有？有则改之，无则嘉勉。所以善人、恶人都是善知识，他们在表演、在教我，我在这个里头学习，成就。有人说找不到老师，这是错误的，一切众生都是老师，一切场所都是道场。必须自己什么样环境都能够欢喜接受，他不跟我和，我跟他和；他不敬我，我敬他；他不尊重我，我尊重他。为什么？佛教导我们这样做的，我们的老祖宗、古圣先贤也是教我这样做的，那不会错误。我们要相信佛说的，「一切众生本来是佛」，相信老祖宗所说的，「人性本善」，我们恶念就没有了，万缘放下，心得自在。与圣教有个几分相应，你就能有几分体会，把体会的用在生活上叫修行。修行是修正我们错误的想法、修正错误的看法、修正错误的说法，最后修正错误的行法。面前全都是榜样，善的榜样、不善的榜样全是教我的，我在这个里头成就自己。自己成就了，可以帮助众生，「调众生，宣妙理」。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以，沒有一個地方不是道場，沒有一個地方不是佛菩薩。學生只是自己一個人，其他一切人全是老師，你能說我不恭敬嗎？都是善知識，他們的善行，我們沒有，向他學習；他們的不善行，我們得思考我有沒有？有則改之，無則嘉勉。所以善人、惡人都是善知識，他們在表演、在教我，我在這個裡頭學習，成就。有人說找不到老師，這是錯誤的，一切眾生都是老師，一切場所都是道場。必須自己什麼樣環境都能夠歡喜接受，他不跟我和，我跟他和；他不敬我，我敬他；他不尊重我，我尊重他。為什麼？佛教導我們這樣做的，我們的老祖宗、古聖先賢也是教我這樣做的，那不會錯誤。我們要相信佛說的，「一切眾生本來是佛」，相信老祖宗所說的，「人性本善」，我們惡念就沒有了，萬緣放下，心得自在。與聖教有個幾分相應，你就能有幾分體會，把體會的用在生活上叫修行。修行是修正我們錯誤的想法、修正錯誤的看法、修正錯誤的說法，最後修正錯誤的行法。面前全都是榜樣，善的榜樣、不善的榜樣全是教我的，我在這個裡頭成就自己。自己成就了，可以幫助眾生，「調眾生，宣妙理」。今天時間到了，我們就學習到此地。"
    }
  ]
}