{
  "doc_id": "02-040-0342",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四二集",
    "zh_TW": "第三四二集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0342",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0342_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0342_p0002",
      "zh_CN": "请看《大经科注》第六百一十三页，倒数第二行，从末后两句看起：",
      "zh_TW": "請看《大經科註》第六百一十三頁，倒數第二行，從末後兩句看起："
    },
    {
      "id": "02-040-0342_p0003",
      "zh_CN": "「又《净土修证仪》云：十乘之理观，能发九境之魔事，以五蕴生死迷暗之法为境故」。十乘理观，我们学到第三，请看参考资料，第一，观不思议境，第二，发真正菩提心。古大德告诉我们，如果是上上根人，只观最初的这不思议境他就能够明心见性，就能大彻大悟。这个话不是假的，是真的，可是上上根少。不思议境在哪里？就在现前，当下就是。我们迷了自性，迷的时间太久太长，回不了头来。自性真相到底是什么？就是天台大师所说的空、假、中，三谛三观。上上根人听到就豁然大悟，身心世界一切放下。为什么？从理上讲，从体上讲，无非是自性。一切法，整个宇宙，佛法里面讲遍法界虚空界，一切法从哪来的？自性变现出来的，自性能现能生。自性之体是空寂的，不是物质现象，不是精神现象，也不是自然现象，它虽然是无处不在、无时不在，我们看不到、听不到、摸不到，所以说它是空。这个空不是无，为什么？它能现万法。能现万法，这是有，有不是真有，是假有，为什么？一切法是生灭不住。就像弥勒菩萨告诉我们的话一样，生灭的频率太快，一秒钟一千六百兆次的生灭。一秒钟一千六百兆次，我们怎么能觉察得到？是真的不是假的。",
      "zh_TW": "「又《淨土修證儀》云：十乘之理觀，能發九境之魔事，以五蘊生死迷暗之法為境故」。十乘理觀，我們學到第三，請看參考資料，第一，觀不思議境，第二，發真正菩提心。古大德告訴我們，如果是上上根人，只觀最初的這不思議境他就能夠明心見性，就能大徹大悟。這個話不是假的，是真的，可是上上根少。不思議境在哪裡？就在現前，當下就是。我們迷了自性，迷的時間太久太長，回不了頭來。自性真相到底是什麼？就是天台大師所說的空、假、中，三諦三觀。上上根人聽到就豁然大悟，身心世界一切放下。為什麼？從理上講，從體上講，無非是自性。一切法，整個宇宙，佛法裡面講遍法界虛空界，一切法從哪來的？自性變現出來的，自性能現能生。自性之體是空寂的，不是物質現象，不是精神現象，也不是自然現象，它雖然是無處不在、無時不在，我們看不到、聽不到、摸不到，所以說它是空。這個空不是無，為什麼？它能現萬法。能現萬法，這是有，有不是真有，是假有，為什麼？一切法是生滅不住。就像彌勒菩薩告訴我們的話一樣，生滅的頻率太快，一秒鐘一千六百兆次的生滅。一秒鐘一千六百兆次，我們怎麼能覺察得到？是真的不是假的。"
    },
    {
      "id": "02-040-0342_p0004",
      "zh_CN": "这桩事情被现代的科学家发现，科学家把这个事情说穿了，跟佛经讲的一样。佛是在三千年前说的，三千年后的科学家把佛这句话证明了，证明佛所讲的「色由心生」、「境随心转」。这两句话非常重要！色就是物质现象，物质现象从哪里来？从念头生的。心就是起心动念，没有念头就没有物质，有念头就有物质，物质跟念头分不开；换句话说，所有物质现象统统都有念头。佛法里面讲的五蕴皆空，《心经》大家常常念的。五蕴说什么？五蕴就是说物质的基本的现象，就是最小的物质，所有的物质都是这个小物质组合而成就的。这个最小的物质是生灭，所以它不管变现出什么东西，变现出动物有生老病死，变现出植物有生住异灭，变现成山河大地有成住坏空，没有一个现象是例外的。",
      "zh_TW": "這樁事情被現代的科學家發現，科學家把這個事情說穿了，跟佛經講的一樣。佛是在三千年前說的，三千年後的科學家把佛這句話證明了，證明佛所講的「色由心生」、「境隨心轉」。這兩句話非常重要！色就是物質現象，物質現象從哪裡來？從念頭生的。心就是起心動念，沒有念頭就沒有物質，有念頭就有物質，物質跟念頭分不開；換句話說，所有物質現象統統都有念頭。佛法裡面講的五蘊皆空，《心經》大家常常念的。五蘊說什麼？五蘊就是說物質的基本的現象，就是最小的物質，所有的物質都是這個小物質組合而成就的。這個最小的物質是生滅，所以它不管變現出什麼東西，變現出動物有生老病死，變現出植物有生住異滅，變現成山河大地有成住壞空，沒有一個現象是例外的。"
    },
    {
      "id": "02-040-0342_p0005",
      "zh_CN": "所以相全是假相，不是真的，所以叫假。有是假有，空是真空，真是什么意思？永恒不变。有是假有，假有你得不到，我们认为得到了，那是迷不是觉，那是误会。圣人明白，明白之后，他在这个里面体用他都不迷，他应用得非常恰当。对自己，是帮助自己提升，达到登峰造极，这叫成佛；对别人，展开教化，真实的智慧、真实利益。佛在十法界教化一切众生，那叫中，叫用中。体空相有，用中。用的时候既不偏有也不偏空，空有二边都不着，这叫中道。这就把整个佛法说完了，说尽了。我们听了这些话依然不能体会，原因是什么？我们的迷惑、妄想已经造成非常浓厚的习气，佛讲得再清楚、再明白，我们也是没有办法用中，我们起的作用全迷在假相里头。真正把假的放下，他能用空。空是真的，不究竟，像阿罗汉、辟支佛就是属于这一类，佛叫它做偏真涅槃，放下假，着了空。菩萨高明，空有二边都不执着，所以他应用得非常灵活，这叫善巧方便。我们既然不是上上根人，这些经教听了也有好处，心里有个底，这个底就是事实真相。自己肯定自己迷了，迷而不觉，我们慢慢的，再依佛的教学慢慢提升。这个理论是研究所的理论、是博士班的理论，我们的学习得从小学开始，从小学、中学、大学再到研究所，我们才能证得。",
      "zh_TW": "所以相全是假相，不是真的，所以叫假。有是假有，空是真空，真是什麼意思？永恆不變。有是假有，假有你得不到，我們認為得到了，那是迷不是覺，那是誤會。聖人明白，明白之後，他在這個裡面體用他都不迷，他應用得非常恰當。對自己，是幫助自己提升，達到登峰造極，這叫成佛；對別人，展開教化，真實的智慧、真實利益。佛在十法界教化一切眾生，那叫中，叫用中。體空相有，用中。用的時候既不偏有也不偏空，空有二邊都不著，這叫中道。這就把整個佛法說完了，說盡了。我們聽了這些話依然不能體會，原因是什麼？我們的迷惑、妄想已經造成非常濃厚的習氣，佛講得再清楚、再明白，我們也是沒有辦法用中，我們起的作用全迷在假相裡頭。真正把假的放下，他能用空。空是真的，不究竟，像阿羅漢、辟支佛就是屬於這一類，佛叫它做偏真涅槃，放下假，著了空。菩薩高明，空有二邊都不執著，所以他應用得非常靈活，這叫善巧方便。我們既然不是上上根人，這些經教聽了也有好處，心裡有個底，這個底就是事實真相。自己肯定自己迷了，迷而不覺，我們慢慢的，再依佛的教學慢慢提升。這個理論是研究所的理論、是博士班的理論，我們的學習得從小學開始，從小學、中學、大學再到研究所，我們才能證得。"
    },
    {
      "id": "02-040-0342_p0006",
      "zh_CN": "第二就是教给我们，非上上根人从哪里下手？从发真正菩提心下手。这个很要紧，因为佛法是来真的不是假的。既然是真的，就要用真心，你才能够契入境界；你用假的没办法，佛菩萨来教你你也不能开悟。为什么？你用妄心，你不是用真心。菩提心是真心。你看智者大师慈悲，在菩提心上还加了两个字，「真正」。真就不是假的，正，不偏不邪，这样用心才行。菩提是梵语，意思是觉悟，就是不迷，觉而不迷，这叫菩提心。具体呢？就落实在四弘誓愿上。四弘誓愿是每一个学佛的同学都知道的，常常念，不知道念了多少遍，念了几年、十几年、几十年，有个名字菩提心，不是真的，也不是正的。所以我们念的是假菩提心，有名无实，偏菩提心、邪菩提心，不正。这是什么？这是我们学习功夫为什么不得力。",
      "zh_TW": "第二就是教給我們，非上上根人從哪裡下手？從發真正菩提心下手。這個很要緊，因為佛法是來真的不是假的。既然是真的，就要用真心，你才能夠契入境界；你用假的沒辦法，佛菩薩來教你你也不能開悟。為什麼？你用妄心，你不是用真心。菩提心是真心。你看智者大師慈悲，在菩提心上還加了兩個字，「真正」。真就不是假的，正，不偏不邪，這樣用心才行。菩提是梵語，意思是覺悟，就是不迷，覺而不迷，這叫菩提心。具體呢？就落實在四弘誓願上。四弘誓願是每一個學佛的同學都知道的，常常念，不知道念了多少遍，念了幾年、十幾年、幾十年，有個名字菩提心，不是真的，也不是正的。所以我們念的是假菩提心，有名無實，偏菩提心、邪菩提心，不正。這是什麼？這是我們學習功夫為什麼不得力。"
    },
    {
      "id": "02-040-0342_p0007",
      "zh_CN": "为什么古人功夫得力，我们不得力？中国几千年的教育，教育的理念跟方法没有改变过，世代相传，小孩要从胎教开始，儿童时代严加管教，把人都教好了。所以那个真正菩提心容易，因为他用真心，他正而不邪，加上个菩提，菩提是觉悟，所以很容易，一点都不困难。现在的麻烦就是我们传统东西丢掉了，而且丢掉应该有两百年。前面一百年是满清的末年，慈禧太后执政，她轻慢传统文化，对于儒释道她都不重视，不尊敬，这个头带得不好。因为国家领导人不重视，所以全国的人民对过去传统文化就开始降温。到满清亡国这一百年，可以说一年不如一年，走下坡。走到民国初年还有人讲，没有人真正学了，中国传统文化的末法时期。民国成立之后到现在一百年，这一百年讲的人都没有了，讲儒、讲道、讲佛都没有了。我们初学佛的时候，还有一些老法师、老居士能讲的，我们也接触到，也很欢喜去听。起不起作用？不起作用。就是听懂了，我们也没有能做到，什么原因？没有看到典型，没有看到示范，没有看到真正去做的样子，所以信心生不起来。真正依照那个方法去做，大概社会上的人看到都会笑话你，你跟人不一样，不正常。没人做，这就真正衰了。",
      "zh_TW": "為什麼古人功夫得力，我們不得力？中國幾千年的教育，教育的理念跟方法沒有改變過，世代相傳，小孩要從胎教開始，兒童時代嚴加管教，把人都教好了。所以那個真正菩提心容易，因為他用真心，他正而不邪，加上個菩提，菩提是覺悟，所以很容易，一點都不困難。現在的麻煩就是我們傳統東西丟掉了，而且丟掉應該有兩百年。前面一百年是滿清的末年，慈禧太后執政，她輕慢傳統文化，對於儒釋道她都不重視，不尊敬，這個頭帶得不好。因為國家領導人不重視，所以全國的人民對過去傳統文化就開始降溫。到滿清亡國這一百年，可以說一年不如一年，走下坡。走到民國初年還有人講，沒有人真正學了，中國傳統文化的末法時期。民國成立之後到現在一百年，這一百年講的人都沒有了，講儒、講道、講佛都沒有了。我們初學佛的時候，還有一些老法師、老居士能講的，我們也接觸到，也很歡喜去聽。起不起作用？不起作用。就是聽懂了，我們也沒有能做到，什麼原因？沒有看到典型，沒有看到示範，沒有看到真正去做的樣子，所以信心生不起來。真正依照那個方法去做，大概社會上的人看到都會笑話你，你跟人不一樣，不正常。沒人做，這就真正衰了。"
    },
    {
      "id": "02-040-0342_p0008",
      "zh_CN": "传统文化我们不认识，汤恩比认识，汤恩比非常重视，告诉世人，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」，这是他在一九七０年代讲的。大概就是一九七０年前后，他三次访问日本，在日本说的，以后这个谈话记录编成书，专题讲演跟谈话记录。他看得准确，他没有看错，可是他的影响没有人宣传，没人知道，这个谈话记录跟专题讲演可能只印了一版，没有看到再版的，流通的量应该不大。就是在日本看到这本书的人也不多，现在提起来，是五十年前的事情了，很多人很陌生，不知道。我最初看到的是汤恩比博士跟池田大作的谈话，这个本子印得多，流通量很大，很多人知道。池田大作到伦敦去访问他，跟他在一起一个星期，七天，问了很多问题。我们从这个地方看到的信息，像这样真正有智慧、有学问的人少了，这个谈话太重要了。",
      "zh_TW": "傳統文化我們不認識，湯恩比認識，湯恩比非常重視，告訴世人，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」，這是他在一九七０年代講的。大概就是一九七０年前後，他三次訪問日本，在日本說的，以後這個談話記錄編成書，專題講演跟談話記錄。他看得準確，他沒有看錯，可是他的影響沒有人宣傳，沒人知道，這個談話記錄跟專題講演可能只印了一版，沒有看到再版的，流通的量應該不大。就是在日本看到這本書的人也不多，現在提起來，是五十年前的事情了，很多人很陌生，不知道。我最初看到的是湯恩比博士跟池田大作的談話，這個本子印得多，流通量很大，很多人知道。池田大作到倫敦去訪問他，跟他在一起一個星期，七天，問了很多問題。我們從這個地方看到的信息，像這樣真正有智慧、有學問的人少了，這個談話太重要了。"
    },
    {
      "id": "02-040-0342_p0009",
      "zh_CN": "现前我们进入二十一世纪，已经十三年了，社会上的问题愈来愈严重。联合国为这个事情，也是从一九七０年代就开始召开世界和平会议，邀请各国的专家学者共聚一堂，如何应对现在的社会问题。这个会开了四十多年，没有效果，冲突的频率不断在上升，灾难愈来愈严重。让这些会友们，我有缘参加了十几次，会友们在一起私下聚谈，对世界和谐信心丧失了，这是真正的危机。如何让大家重新建立信心，这不是容易事情，这些人都受了科学的洗礼，你要让他相信，他伸出手来，拿证据来，你拿不出证据，人家不相信。",
      "zh_TW": "現前我們進入二十一世紀，已經十三年了，社會上的問題愈來愈嚴重。聯合國為這個事情，也是從一九七０年代就開始召開世界和平會議，邀請各國的專家學者共聚一堂，如何應對現在的社會問題。這個會開了四十多年，沒有效果，衝突的頻率不斷在上升，災難愈來愈嚴重。讓這些會友們，我有緣參加了十幾次，會友們在一起私下聚談，對世界和諧信心喪失了，這是真正的危機。如何讓大家重新建立信心，這不是容易事情，這些人都受了科學的洗禮，你要讓他相信，他伸出手來，拿證據來，你拿不出證據，人家不相信。"
    },
    {
      "id": "02-040-0342_p0010",
      "zh_CN": "所以，我们自己对这个问题也没有完全的信心，我们也来做实验，汤池小镇就是这么一个缘兴起的。没有想到它很快就让我们生起信心，这是我们意想不到的。我们知道传统文化丢了两百年，丢了七、八代，还有谁相信这个东西还管用？我们做实验的时候真是小心谨慎，当时只有三十七位老师，我给这些老师们说，我说我们今天做这个实验，关系中华民族传统文化的兴亡，实验失败了，就说明中国传统东西没用处，已经过时，可以完全不要了；实验成功了，这文化，那就是汤恩比所说的，可以救中国、可以救世界。所以我们有使命感，我们一定要把它做成功，决定不能失败，牺牲生命也在所不惜，为国家民族我们做一点事情，这真正有意义的事情。",
      "zh_TW": "所以，我們自己對這個問題也沒有完全的信心，我們也來做實驗，湯池小鎮就是這麼一個緣興起的。沒有想到它很快就讓我們生起信心，這是我們意想不到的。我們知道傳統文化丟了兩百年，丟了七、八代，還有誰相信這個東西還管用？我們做實驗的時候真是小心謹慎，當時只有三十七位老師，我給這些老師們說，我說我們今天做這個實驗，關係中華民族傳統文化的興亡，實驗失敗了，就說明中國傳統東西沒用處，已經過時，可以完全不要了；實驗成功了，這文化，那就是湯恩比所說的，可以救中國、可以救世界。所以我們有使命感，我們一定要把它做成功，決定不能失敗，犧牲生命也在所不惜，為國家民族我們做一點事情，這真正有意義的事情。"
    },
    {
      "id": "02-040-0342_p0011",
      "zh_CN": "我们过去也曾经想到，前人也曾经做过这个实验，但是没做成功，我们认真思考做不成功的原因在哪里？第一个，实验有对象，以年轻人为对象，年轻人听了、学了，看看社会上别人不做，我相信他会认为不以为然，他没有信心；让学生做对象，老师没有做到，学生会认为老师在骗我。我们要考虑到这个问题，那应该怎么办？我们找一个小镇，让这个小镇里头的居民，男女老少、各行各业一起做，就会成功。我们走的是这个路子，一起做，三十七位老师带头。带头怎么个带法？以身作则，我们将儒释道的三个根融合在《弟子规》里头，将《弟子规》落实在我们自己身上。我们在这个小镇表演，特别是农民家里，到农民家里去表演。走上人家，看到老人，老人就是我们的父母，我用什么样的心态对父母？老人的儿女是我们的兄弟姐妹，我要怎样去感化他？把孝亲尊师、友爱兄弟做出来，表演出来。这么一表演，果然就起了效果，老人看到这些老师欢喜，你们真孝顺，比我儿女孝顺；他的儿女看到之后受感动，知道自己平常对父母的不孝，惭愧的心生起来了。",
      "zh_TW": "我們過去也曾經想到，前人也曾經做過這個實驗，但是沒做成功，我們認真思考做不成功的原因在哪裡？第一個，實驗有對象，以年輕人為對象，年輕人聽了、學了，看看社會上別人不做，我相信他會認為不以為然，他沒有信心；讓學生做對象，老師沒有做到，學生會認為老師在騙我。我們要考慮到這個問題，那應該怎麼辦？我們找一個小鎮，讓這個小鎮裡頭的居民，男女老少、各行各業一起做，就會成功。我們走的是這個路子，一起做，三十七位老師帶頭。帶頭怎麼個帶法？以身作則，我們將儒釋道的三個根融合在《弟子規》裡頭，將《弟子規》落實在我們自己身上。我們在這個小鎮表演，特別是農民家裡，到農民家裡去表演。走上人家，看到老人，老人就是我們的父母，我用什麼樣的心態對父母？老人的兒女是我們的兄弟姐妹，我要怎樣去感化他？把孝親尊師、友愛兄弟做出來，表演出來。這麼一表演，果然就起了效果，老人看到這些老師歡喜，你們真孝順，比我兒女孝順；他的兒女看到之後受感動，知道自己平常對父母的不孝，慚愧的心生起來了。"
    },
    {
      "id": "02-040-0342_p0012",
      "zh_CN": "做了三个星期，三个星期之后告诉大众，中心开课，教授传统文化、伦理道德的教育，课本采取《弟子规》，这样一说明，很多人就来学习了。三个多月，这个小镇的风气完全变过来，我们感到非常惊讶，因为它超出我们的预料时间太大了。我们的预想，总得二、三年，社会风气能改变，没有想到三、四个月就成功了。所以我告诉这些老师们，我说我们要谦虚，千万不要自己以为我们有功劳，我们有德行，我们会教，教出这个成绩来的，这不是的。我说成绩从哪来的？祖宗之德、三宝加持、人民合作，他不合作，我们怎么教也教不出来，得到这么多人的合作，我们要感恩。这三十几位老师做到了，中心继续在那里做了三年，做出了很可观的成绩。",
      "zh_TW": "做了三個星期，三個星期之後告訴大眾，中心開課，教授傳統文化、倫理道德的教育，課本採取《弟子規》，這樣一說明，很多人就來學習了。三個多月，這個小鎮的風氣完全變過來，我們感到非常驚訝，因為它超出我們的預料時間太大了。我們的預想，總得二、三年，社會風氣能改變，沒有想到三、四個月就成功了。所以我告訴這些老師們，我說我們要謙虛，千萬不要自己以為我們有功勞，我們有德行，我們會教，教出這個成績來的，這不是的。我說成績從哪來的？祖宗之德、三寶加持、人民合作，他不合作，我們怎麼教也教不出來，得到這麼多人的合作，我們要感恩。這三十幾位老師做到了，中心繼續在那裡做了三年，做出了很可觀的成績。"
    },
    {
      "id": "02-040-0342_p0013",
      "zh_CN": "二００六年，在联合国教科文组织总部，在巴黎，我们做了八个小时报告，做了三天展览，让联合国的人大开眼界。驻联合国的大使代表，一百九十二个国家，现在增加了三个，现在是一百九十五个国家，这些大使代表都非常希望到中国来考察、来参观。虽然这个事情没做成功，但是他们以个人观光旅游的方式到汤池去做调查，在汤池住三天、五天，我知道就有三十多个人。所以这个信息带出去了，大家相信，汤恩比的话说得没错，孔孟学说跟大乘佛法有效。实际上我们还是人微言轻，影响力不大，没有后续支持的力量。可是效果还是产生了，这么多年来，中国、外国传统文化的论坛，这就得后续，这是做一些宣传工作。",
      "zh_TW": "二００六年，在聯合國教科文組織總部，在巴黎，我們做了八個小時報告，做了三天展覽，讓聯合國的人大開眼界。駐聯合國的大使代表，一百九十二個國家，現在增加了三個，現在是一百九十五個國家，這些大使代表都非常希望到中國來考察、來參觀。雖然這個事情沒做成功，但是他們以個人觀光旅遊的方式到湯池去做調查，在湯池住三天、五天，我知道就有三十多個人。所以這個信息帶出去了，大家相信，湯恩比的話說得沒錯，孔孟學說跟大乘佛法有效。實際上我們還是人微言輕，影響力不大，沒有後續支持的力量。可是效果還是產生了，這麼多年來，中國、外國傳統文化的論壇，這就得後續，這是做一些宣傳工作。"
    },
    {
      "id": "02-040-0342_p0014",
      "zh_CN": "要实验点，没有想到，澳大利亚图文巴这个城市，他们发心做实验。带头的是图文巴市宗教团体，它有十几个宗教，这些宗教领导人团结在一起，互相学习，发心把图文巴这个小城造成世界上第一个多元文化，就是多宗教、多种族的小城，和谐示范城市。看这些人不同的文化、不同的宗教、不同的族群，能相处得像兄弟姐妹一样，互相尊重、互相敬爱、互相关怀、互助合作，像一家人一样，真难得。上一个月，斯里兰卡在巴黎教科文组织总部办了一个庆祝佛教的卫塞节活动，卫塞节就是释迦牟尼佛生日，跟基督教的圣诞意思相同。我邀请图文巴的这些代表来参加，市长领队来了十几个人，每个人都做了报告，我们听到欢喜，有一个城市了。",
      "zh_TW": "要實驗點，沒有想到，澳大利亞圖文巴這個城市，他們發心做實驗。帶頭的是圖文巴市宗教團體，它有十幾個宗教，這些宗教領導人團結在一起，互相學習，發心把圖文巴這個小城造成世界上第一個多元文化，就是多宗教、多種族的小城，和諧示範城市。看這些人不同的文化、不同的宗教、不同的族群，能相處得像兄弟姐妹一樣，互相尊重、互相敬愛、互相關懷、互助合作，像一家人一樣，真難得。上一個月，斯里蘭卡在巴黎教科文組織總部辦了一個慶祝佛教的衛塞節活動，衛塞節就是釋迦牟尼佛生日，跟基督教的聖誕意思相同。我邀請圖文巴的這些代表來參加，市長領隊來了十幾個人，每個人都做了報告，我們聽到歡喜，有一個城市了。"
    },
    {
      "id": "02-040-0342_p0015",
      "zh_CN": "有了城市，我们就再想能不能有个国家？我们到斯里兰卡去访问，发现了，有。斯里兰卡是个完全以佛教治国的国家，全国佛教徒占总人口百分之七十八，这佛教徒。它的佛教徒跟别的地方不一样，别的地方佛教，只是口里说说，没真干，他们真干了，让我们感到非常惊讶。卫塞节在斯里兰卡是七天，七天七夜，像我们中国过元宵节一样，中国元宵节只有一天，一天一夜。他们的最大的节日，全国一年当中最大的节日就是庆祝释迦牟尼佛的圣诞，这个时间是七天七夜，到处张灯结彩。到斯里兰卡去观光，最好这个时候去，他们好的东西全都拿出来了。而且你去参观，你去玩，肚子饿了，到处都有供养，你就吃免费的，饮料全是免费的。每一个活动的场所都有许许多多人摆摊子在那里，那是供养，统统不要钱的，而且时间七天七夜。我们巴黎活动结束之后，飞到斯里兰卡，是最后的两天，我们亲自到那里去看到了，人民欢天喜地。",
      "zh_TW": "有了城市，我們就再想能不能有個國家？我們到斯里蘭卡去訪問，發現了，有。斯里蘭卡是個完全以佛教治國的國家，全國佛教徒佔總人口百分之七十八，這佛教徒。它的佛教徒跟別的地方不一樣，別的地方佛教，只是口裡說說，沒真幹，他們真幹了，讓我們感到非常驚訝。衛塞節在斯里蘭卡是七天，七天七夜，像我們中國過元宵節一樣，中國元宵節只有一天，一天一夜。他們的最大的節日，全國一年當中最大的節日就是慶祝釋迦牟尼佛的聖誕，這個時間是七天七夜，到處張燈結彩。到斯里蘭卡去觀光，最好這個時候去，他們好的東西全都拿出來了。而且你去參觀，你去玩，肚子餓了，到處都有供養，你就吃免費的，飲料全是免費的。每一個活動的場所都有許許多多人擺攤子在那裡，那是供養，統統不要錢的，而且時間七天七夜。我們巴黎活動結束之後，飛到斯里蘭卡，是最後的兩天，我們親自到那裡去看到了，人民歡天喜地。"
    },
    {
      "id": "02-040-0342_p0016",
      "zh_CN": "斯里兰卡完全保守佛门这些规矩，三皈、五戒、十善、八关斋戒，这都是民间日常生活。全世界许许多多城市都有青少年的问题，斯里兰卡没有，小朋友都非常诚恳，非常乖，有礼貌。我们参观他的学校，他老师给我们做报告，小朋友平常在家里，我们中国人讲晨昏定省，早晨起来一定要向爸爸妈妈磕头请安，行接足礼，手要摸到爸爸妈妈的脚，晚上睡觉之前也要向父母请安，这在全世界没有了，在学校里跟老师请安也是这样的。所以我们一看这个国家，伦理道德的大根大本就是孝跟敬，孝亲、敬老师，这个在斯里兰卡还保持着，而且还普遍，你到处都能看到。为什么这个小孩能做到？他们的父母做到了，他们的父母对他们祖父母每天请安也是这样请安的，小孩就学会了。",
      "zh_TW": "斯里蘭卡完全保守佛門這些規矩，三皈、五戒、十善、八關齋戒，這都是民間日常生活。全世界許許多多城市都有青少年的問題，斯里蘭卡沒有，小朋友都非常誠懇，非常乖，有禮貌。我們參觀他的學校，他老師給我們做報告，小朋友平常在家裡，我們中國人講晨昏定省，早晨起來一定要向爸爸媽媽磕頭請安，行接足禮，手要摸到爸爸媽媽的腳，晚上睡覺之前也要向父母請安，這在全世界沒有了，在學校裡跟老師請安也是這樣的。所以我們一看這個國家，倫理道德的大根大本就是孝跟敬，孝親、敬老師，這個在斯里蘭卡還保持著，而且還普遍，你到處都能看到。為什麼這個小孩能做到？他們的父母做到了，他們的父母對他們祖父母每天請安也是這樣請安的，小孩就學會了。"
    },
    {
      "id": "02-040-0342_p0017",
      "zh_CN": "让我们回想，中国，在两百年前中国的社会是这样的，现在完全丢掉了；日本，三、四百年前，日本社会也是这样的。但是今天斯里兰卡保存的有，一直保存到现在没变，这是这个国家国策，不走西方人发展科学技术的这条路，他们不走，他们认为走这个路，我们牺牲的代价太大了，我们人民的幸福没有了。他们的收入很低，一般的平民一个月的收入大概是两百美金，合香港钱只有一千多，香港是一比七，大概一千四百块钱，他们生活就能过去。你看到每个人都笑容满面，都欢欢喜喜，细心去观察底下一代，就是青少年，有福相，相貌端正庄严，有福。这个国家没有竞争的念头，所以他们的社会安定和谐。这是汤恩比说的大乘佛法能帮助这个社会，在斯里兰卡做到了。真不容易，总统带头做，总统见到出家人行接足礼，拜下去手也是摸脚，带头！这个人是比什么都重要。中国过去是这样，慈禧太后不带头，所以造成今天中国社会这个样子，她要负责任。",
      "zh_TW": "讓我們回想，中國，在兩百年前中國的社會是這樣的，現在完全丟掉了；日本，三、四百年前，日本社會也是這樣的。但是今天斯里蘭卡保存的有，一直保存到現在沒變，這是這個國家國策，不走西方人發展科學技術的這條路，他們不走，他們認為走這個路，我們犧牲的代價太大了，我們人民的幸福沒有了。他們的收入很低，一般的平民一個月的收入大概是兩百美金，合香港錢只有一千多，香港是一比七，大概一千四百塊錢，他們生活就能過去。你看到每個人都笑容滿面，都歡歡喜喜，細心去觀察底下一代，就是青少年，有福相，相貌端正莊嚴，有福。這個國家沒有競爭的念頭，所以他們的社會安定和諧。這是湯恩比說的大乘佛法能幫助這個社會，在斯里蘭卡做到了。真不容易，總統帶頭做，總統見到出家人行接足禮，拜下去手也是摸腳，帶頭！這個人是比什麼都重要。中國過去是這樣，慈禧太后不帶頭，所以造成今天中國社會這個樣子，她要負責任。"
    },
    {
      "id": "02-040-0342_p0018",
      "zh_CN": "我参观他们的学校，中小学，他们的教室里面的设备、教学的环境，让我立刻就回想到八年抗战的时候，那个时候我念小学、念初中，跟我那个时候完全相同，看老师、看学生也很像那个时候。换句话说，斯里兰卡没有改变，六、七十年没改变，我们这六、七十年改变太大了。他们没有改变，让我们感到非常温馨、非常欢喜，好像走到过去，走回去了，这是他们没有受到科学技术影响。只是一个现象，就是路上的车辆多了，我们在六、七十年前，很难得看到一辆汽车，他们的汽车、三轮车非常多，也常常造成交通的拥塞，塞车这个情形也很普遍。除这一点之外，确确实实是跟我们七十年前的社会一样，那么样的可爱。",
      "zh_TW": "我參觀他們的學校，中小學，他們的教室裡面的設備、教學的環境，讓我立刻就回想到八年抗戰的時候，那個時候我念小學、念初中，跟我那個時候完全相同，看老師、看學生也很像那個時候。換句話說，斯里蘭卡沒有改變，六、七十年沒改變，我們這六、七十年改變太大了。他們沒有改變，讓我們感到非常溫馨、非常歡喜，好像走到過去，走回去了，這是他們沒有受到科學技術影響。只是一個現象，就是路上的車輛多了，我們在六、七十年前，很難得看到一輛汽車，他們的汽車、三輪車非常多，也常常造成交通的擁塞，塞車這個情形也很普遍。除這一點之外，確確實實是跟我們七十年前的社會一樣，那麼樣的可愛。"
    },
    {
      "id": "02-040-0342_p0019",
      "zh_CN": "第三段，「善巧安心」。善是德，是伦理道德，巧是智慧，有德行，有智慧，你的心就安。我们看看这都是智者大师的教诲，「善巧安心者，善以法性自安其心也」，这就是大乘教。大乘教用什么安心？用法性安心。学佛的人，我说得很多，常讲，学佛的人第一个概念，正确的概念，一定要相信人是不会死的，你要不相信这个话，你对佛法是边都没有沾上。为什么人不会死？法性不生不灭。六祖惠能大师，大家都知道，惠能大师开悟的时候，他说了些什么？只说了五句话。第一句话他说，「何期自性，本自清净」，你相不相信？自性是什么？真心，我们真心本来是清净的。第二句话说，「何期自性，本不生灭」，第二句是讲我们的自性不生不灭。生灭是什么？生灭是身体。",
      "zh_TW": "第三段，「善巧安心」。善是德，是倫理道德，巧是智慧，有德行，有智慧，你的心就安。我們看看這都是智者大師的教誨，「善巧安心者，善以法性自安其心也」，這就是大乘教。大乘教用什麼安心？用法性安心。學佛的人，我說得很多，常講，學佛的人第一個概念，正確的概念，一定要相信人是不會死的，你要不相信這個話，你對佛法是邊都沒有沾上。為什麼人不會死？法性不生不滅。六祖惠能大師，大家都知道，惠能大師開悟的時候，他說了些什麼？只說了五句話。第一句話他說，「何期自性，本自清淨」，你相不相信？自性是什麼？真心，我們真心本來是清淨的。第二句話說，「何期自性，本不生滅」，第二句是講我們的自性不生不滅。生滅是什麼？生滅是身體。"
    },
    {
      "id": "02-040-0342_p0020",
      "zh_CN": "前面跟诸位报告过，现象是生灭的，但是现象是假的不是真的，这个身体是假的不是真的，身体有生有灭，生灭是身。这个身，佛说不是我，《金刚经》上前半部告诉我们，「无我相，无人相，无众生相，无寿者相」，为什么？这四样都是生灭法，自性里头没有，自性是真心，真正的我。这是什么？这是我的身体，是属于我的，我的身体不是我。好像我们穿的衣服，这衣服是什么？衣服是我的衣服。我的衣服，衣服不是我；我的身体，身体不是我，这个概念要有，你的心就安了，心不会被外面境界干扰。这是什么？这叫定功。外面境界，不管它是顺境逆境、善缘恶缘，都不受外境干扰，这叫修行人，这叫真正觉悟的人。《楞严经》上说得好，「若能转境，则同如来」。不被境界干扰，你就能够主宰境界，自己做主，不被它所动摇，这跟诸佛如来就没有两样。诸佛如来的本事就是不被外境干扰，他能够主宰外面境界。",
      "zh_TW": "前面跟諸位報告過，現象是生滅的，但是現象是假的不是真的，這個身體是假的不是真的，身體有生有滅，生滅是身。這個身，佛說不是我，《金剛經》上前半部告訴我們，「無我相，無人相，無眾生相，無壽者相」，為什麼？這四樣都是生滅法，自性裡頭沒有，自性是真心，真正的我。這是什麼？這是我的身體，是屬於我的，我的身體不是我。好像我們穿的衣服，這衣服是什麼？衣服是我的衣服。我的衣服，衣服不是我；我的身體，身體不是我，這個概念要有，你的心就安了，心不會被外面境界干擾。這是什麼？這叫定功。外面境界，不管它是順境逆境、善緣惡緣，都不受外境干擾，這叫修行人，這叫真正覺悟的人。《楞嚴經》上說得好，「若能轉境，則同如來」。不被境界干擾，你就能夠主宰境界，自己做主，不被它所動搖，這跟諸佛如來就沒有兩樣。諸佛如來的本事就是不被外境干擾，他能夠主宰外面境界。"
    },
    {
      "id": "02-040-0342_p0021",
      "zh_CN": "这些话被现在量子力学家看到了，所以量子力学家告诉我们，我们被境界所转是迷惑，不了解事实真相，事实真相是我们念头在改变外面境界。所以美国的布莱登在二０一０年，在澳洲悉尼一次科学家会议里面，他就提出，因为那一次会议是两天，第一天是发表研究报告，第二天专门讨论二０一二马雅灾难预言这个题目，讨论这桩事情。他在讨论马雅灾难预言，他就提出科学的论证，劝导地球上的居民，他说如果我们真正能做到弃恶扬善、改邪归正、端正心念，马雅预言的灾难不会发生，真的可以能化解掉。为什么？念头主宰物质，不是物质做主，我们的念头在让这些物质产生变化。",
      "zh_TW": "這些話被現在量子力學家看到了，所以量子力學家告訴我們，我們被境界所轉是迷惑，不了解事實真相，事實真相是我們念頭在改變外面境界。所以美國的布萊登在二０一０年，在澳洲悉尼一次科學家會議裡面，他就提出，因為那一次會議是兩天，第一天是發表研究報告，第二天專門討論二０一二馬雅災難預言這個題目，討論這樁事情。他在討論馬雅災難預言，他就提出科學的論證，勸導地球上的居民，他說如果我們真正能做到棄惡揚善、改邪歸正、端正心念，馬雅預言的災難不會發生，真的可以能化解掉。為什麼？念頭主宰物質，不是物質做主，我們的念頭在讓這些物質產生變化。"
    },
    {
      "id": "02-040-0342_p0022",
      "zh_CN": "所有一切不善的念头造成灾难，这佛在经上说得很清楚。佛说贪心所感的外面的境界是水灾，瞋恚心感应的是火灾，火山爆发、气温上升，这是属于瞋恚。我们瞋恚心要是息掉，不再有瞋恚心，这温度就降下，以心来控制物质。愚痴是风灾，感应的风灾，傲慢感应的是地震，怀疑所感的是山崩地陷，地会陷下去，山会倒下来，那是怀疑。贪瞋痴慢疑，佛叫这个叫五毒，对自己身体造成自己身体的疾病，这五种；对外面居住的环境造成灾难，不是自然的。自然是最健康的，是我们自己违背自然才有这些事情发生。这科学家给我们做证明，是真的不是假的。中国儒释道都是教我们心善行善，累积功德，都教我们干这个的，这决定是健康的、是安稳的、是正常的。",
      "zh_TW": "所有一切不善的念頭造成災難，這佛在經上說得很清楚。佛說貪心所感的外面的境界是水災，瞋恚心感應的是火災，火山爆發、氣溫上升，這是屬於瞋恚。我們瞋恚心要是息掉，不再有瞋恚心，這溫度就降下，以心來控制物質。愚痴是風災，感應的風災，傲慢感應的是地震，懷疑所感的是山崩地陷，地會陷下去，山會倒下來，那是懷疑。貪瞋痴慢疑，佛叫這個叫五毒，對自己身體造成自己身體的疾病，這五種；對外面居住的環境造成災難，不是自然的。自然是最健康的，是我們自己違背自然才有這些事情發生。這科學家給我們做證明，是真的不是假的。中國儒釋道都是教我們心善行善，累積功德，都教我們幹這個的，這決定是健康的、是安穩的、是正常的。"
    },
    {
      "id": "02-040-0342_p0023",
      "zh_CN": "头一句就是「善以法性自安其心」，他真的安了。法性就是自性，就是中国古人讲的性本善，我们要相信，相信自己的自性是本善。不善，不善是染污，不是自性。自性是清净的，自性是不生不灭的。自性是真心，不善是妄心。妄心是染污，在佛法的名词叫阿赖耶，阿赖耶是妄心。真心里面夹杂着妄心就不善了。佛教导我们，我们知道有个真心、有个妄心，用真心，放下妄心，这就叫佛弟子。佛说得很清楚、很明白，妄心有三大类，第一类叫无明，就是迷惑，具体给你说就是起心动念，《华严经》称作妄想。起心动念错了，法身菩萨、诸佛如来在日用平常当中，眼见色、耳闻声，他有本事看得清楚、听得清楚，没有起心动念，完全用真心，不用妄心，这叫佛。我们跟佛的差别就在此地，他见色闻声不起心、不动念，我们见色闻声起心动念，起心动念叫迷，不起心、不动念叫觉。菩萨，菩萨有起心动念，所以他比佛低一等，他有起心动念，但是他没有分别执着，有起心动念，没有分别执着，这是菩萨。阿罗汉又低了一级，阿罗汉有起心动念、有分别，没有执着。我们这些凡夫呢？凡夫是有起心动念、有分别、有执着，统统都有。",
      "zh_TW": "頭一句就是「善以法性自安其心」，他真的安了。法性就是自性，就是中國古人講的性本善，我們要相信，相信自己的自性是本善。不善，不善是染污，不是自性。自性是清淨的，自性是不生不滅的。自性是真心，不善是妄心。妄心是染污，在佛法的名詞叫阿賴耶，阿賴耶是妄心。真心裡面夾雜著妄心就不善了。佛教導我們，我們知道有個真心、有個妄心，用真心，放下妄心，這就叫佛弟子。佛說得很清楚、很明白，妄心有三大類，第一類叫無明，就是迷惑，具體給你說就是起心動念，《華嚴經》稱作妄想。起心動念錯了，法身菩薩、諸佛如來在日用平常當中，眼見色、耳聞聲，他有本事看得清楚、聽得清楚，沒有起心動念，完全用真心，不用妄心，這叫佛。我們跟佛的差別就在此地，他見色聞聲不起心、不動念，我們見色聞聲起心動念，起心動念叫迷，不起心、不動念叫覺。菩薩，菩薩有起心動念，所以他比佛低一等，他有起心動念，但是他沒有分別執著，有起心動念，沒有分別執著，這是菩薩。阿羅漢又低了一級，阿羅漢有起心動念、有分別，沒有執著。我們這些凡夫呢？凡夫是有起心動念、有分別、有執著，統統都有。"
    },
    {
      "id": "02-040-0342_p0024",
      "zh_CN": "佛教我们怎么修行？就在日常生活当中，六根接触六尘境界，先学不执着。真正到不执着，你的清净心现前了。心本来清净，执着是染污，不执着，染污没有了，清净心现前。清净心现前之后，再向上提升放下分别，不但不执着，一切法不分别，不分别，平等心现前。平等是菩萨心，清净是罗汉心。要知道，说罗汉、说菩萨都说自己。我们现在统统都有的话，叫凡夫心，我们就是凡夫。我们修行在哪里修？就在日常生活当中修，穿衣、吃饭别执着，什么都好，样样都好。不必要一定要吃什么，挑这个、挑那个，那就是执着。对自己是不是健康有帮助？有小小帮助，百分之几点几的帮助。如果统统放下，那你是百分之百圆满的帮助，你回归自性了。所以你要有自信心，不能相信别人。没有自信心的人就去找别人，求佛、求菩萨、求神仙，全是假的，不是真的。佛告诉我们什么都不要求，回过头来求自己，自己本来是佛。不找自己本来佛，找自己的凡夫，找自己的妖魔鬼怪，那就难了，你什么时候能成就？",
      "zh_TW": "佛教我們怎麼修行？就在日常生活當中，六根接觸六塵境界，先學不執著。真正到不執著，你的清淨心現前了。心本來清淨，執著是染污，不執著，染污沒有了，清淨心現前。清淨心現前之後，再向上提升放下分別，不但不執著，一切法不分別，不分別，平等心現前。平等是菩薩心，清淨是羅漢心。要知道，說羅漢、說菩薩都說自己。我們現在統統都有的話，叫凡夫心，我們就是凡夫。我們修行在哪裡修？就在日常生活當中修，穿衣、吃飯別執著，什麼都好，樣樣都好。不必要一定要吃什麼，挑這個、挑那個，那就是執著。對自己是不是健康有幫助？有小小幫助，百分之幾點幾的幫助。如果統統放下，那你是百分之百圓滿的幫助，你回歸自性了。所以你要有自信心，不能相信別人。沒有自信心的人就去找別人，求佛、求菩薩、求神仙，全是假的，不是真的。佛告訴我們什麼都不要求，回過頭來求自己，自己本來是佛。不找自己本來佛，找自己的凡夫，找自己的妖魔鬼怪，那就難了，你什麼時候能成就？"
    },
    {
      "id": "02-040-0342_p0025",
      "zh_CN": "成佛要不要读很多经典？不需要，前面讲过。我们第一段讲「观不思议境」，不思议境，境就是眼前境界，你真正能够观。观什么意思？没有起心动念，没有分别、执着，那叫观，那就是佛。佛可了不起，为什么？自性里面本自具足。本自具足是惠能大师说的第三句，开悟的时候，「何期自性，本自具足」。具足些什么？佛在《华严经》上说出来了，佛说「一切众生皆有如来智慧德相」，这还得了吗？不要学的。意思就是说你有圆满的智慧，跟诸佛如来没有两样，你有德能，你有德行、你有能力，能力是什么？你有才艺；你有相好，相好是我们现在所讲的富贵，你统统有，没有一样缺陷。你只要把真心找回来，真心用事，你就圆满了，你样样不缺，不要到外头去找。",
      "zh_TW": "成佛要不要讀很多經典？不需要，前面講過。我們第一段講「觀不思議境」，不思議境，境就是眼前境界，你真正能夠觀。觀什麼意思？沒有起心動念，沒有分別、執著，那叫觀，那就是佛。佛可了不起，為什麼？自性裡面本自具足。本自具足是惠能大師說的第三句，開悟的時候，「何期自性，本自具足」。具足些什麼？佛在《華嚴經》上說出來了，佛說「一切眾生皆有如來智慧德相」，這還得了嗎？不要學的。意思就是說你有圓滿的智慧，跟諸佛如來沒有兩樣，你有德能，你有德行、你有能力，能力是什麼？你有才藝；你有相好，相好是我們現在所講的富貴，你統統有，沒有一樣缺陷。你只要把真心找回來，真心用事，你就圓滿了，你樣樣不缺，不要到外頭去找。"
    },
    {
      "id": "02-040-0342_p0026",
      "zh_CN": "说来说去还是一句话，我们的信心太差了，不相信。信不信佛？不信。佛教给我们这些，我们能相信吗？佛确实教导我们，我们身生病了，用我们意念可以治病，不要用药物；我们寿命到了，用我们的意念可以把寿命延长。为什么？这是物质身体，它受念头指挥，我们给它全是好念头。最好的念头就是佛号，阿弥陀佛。为什么？阿弥陀佛是无量光、是无量寿。念这句佛号，如果你不想死，你想我要活个两百年，做得到吗？做得到。为什么？你有无量寿！无量光是智慧，无量寿是福报，人真可以能活那么久。我们一般人是，一般人寿量是命运的支配，命运是前世造的因，这一世的果报。用一句佛号安在心中，你过去那些业力统统不算数，由这个佛号做主。佛号做主，那还得了！寿命完全掌握在自己手上。这都是真话不是假话，问题怎么样？你不肯相信，那就没法子。不肯相信，听命运的主宰，你自己做不了主，你的命运做主。你要是真正相信，我真正相信佛的话，佛所说的我完全相信，一丝毫不怀疑，你真的有福了，你真的转变命运，改造命运了。",
      "zh_TW": "說來說去還是一句話，我們的信心太差了，不相信。信不信佛？不信。佛教給我們這些，我們能相信嗎？佛確實教導我們，我們身生病了，用我們意念可以治病，不要用藥物；我們壽命到了，用我們的意念可以把壽命延長。為什麼？這是物質身體，它受念頭指揮，我們給它全是好念頭。最好的念頭就是佛號，阿彌陀佛。為什麼？阿彌陀佛是無量光、是無量壽。念這句佛號，如果你不想死，你想我要活個兩百年，做得到嗎？做得到。為什麼？你有無量壽！無量光是智慧，無量壽是福報，人真可以能活那麼久。我們一般人是，一般人壽量是命運的支配，命運是前世造的因，這一世的果報。用一句佛號安在心中，你過去那些業力統統不算數，由這個佛號做主。佛號做主，那還得了！壽命完全掌握在自己手上。這都是真話不是假話，問題怎麼樣？你不肯相信，那就沒法子。不肯相信，聽命運的主宰，你自己做不了主，你的命運做主。你要是真正相信，我真正相信佛的話，佛所說的我完全相信，一絲毫不懷疑，你真的有福了，你真的轉變命運，改造命運了。"
    },
    {
      "id": "02-040-0342_p0027",
      "zh_CN": "我跟同学们说过很多次，我的寿命，你们现在拿着我的八字，找个好的算命先生，你去问问他，他会告诉你，这个人早就不在了，真的一点都不假。我好像是在四十多岁，大概四十八、九岁的时候，在台湾，那时候韩馆长，她在台湾关西遇到一个算命先生，算得很灵，她慕名去算命，把我的八字也带去。她们几个人算完之后，她就把我的八字拿来给算命先生看。算命先生看了就皱眉头，就问她：这人还在吗？这算命先生有一套，她说他在。他说他干什么的？他出家人。出家例外，命算不准。照八字上来说，这个寿命只有四十五岁，四十五岁决定要走，为什么还能活下来？我这一生没生过病，四十五岁那一年生了一场病，我自己知道，从小算命就说了。所以我学佛，我什么都不求，只求念佛往生净土，因为知道自己寿命就到四十五岁。我还有两个朋友，我们三个人非常要好，同年的，而且寿命都是过不了四十五岁。四十五岁那一年，三月走了一个，都出家了，法融法师；五月走了一个，明演法师；七月我生病，我就知道该轮到我了，我要走了。所以我也没有看医生，也没有吃药，因为我相信医生只能医病，不能医命，寿命到了，医生没有办法，找他没用。所以我那一个月当中就念佛，本来是在基隆大觉寺讲经，讲《楞严经》，讲了一半生病了，我知道时间到了，回来就念佛。念了一个月，病就好了，好了，休息两个星期继续讲经，这个关口过了。",
      "zh_TW": "我跟同學們說過很多次，我的壽命，你們現在拿著我的八字，找個好的算命先生，你去問問他，他會告訴你，這個人早就不在了，真的一點都不假。我好像是在四十多歲，大概四十八、九歲的時候，在台灣，那時候韓館長，她在台灣關西遇到一個算命先生，算得很靈，她慕名去算命，把我的八字也帶去。她們幾個人算完之後，她就把我的八字拿來給算命先生看。算命先生看了就皺眉頭，就問她：這人還在嗎？這算命先生有一套，她說他在。他說他幹什麼的？他出家人。出家例外，命算不準。照八字上來說，這個壽命只有四十五歲，四十五歲決定要走，為什麼還能活下來？我這一生沒生過病，四十五歲那一年生了一場病，我自己知道，從小算命就說了。所以我學佛，我什麼都不求，只求念佛往生淨土，因為知道自己壽命就到四十五歲。我還有兩個朋友，我們三個人非常要好，同年的，而且壽命都是過不了四十五歲。四十五歲那一年，三月走了一個，都出家了，法融法師；五月走了一個，明演法師；七月我生病，我就知道該輪到我了，我要走了。所以我也沒有看醫生，也沒有吃藥，因為我相信醫生只能醫病，不能醫命，壽命到了，醫生沒有辦法，找他沒用。所以我那一個月當中就念佛，本來是在基隆大覺寺講經，講《楞嚴經》，講了一半生病了，我知道時間到了，回來就念佛。念了一個月，病就好了，好了，休息兩個星期繼續講經，這個關口過了。"
    },
    {
      "id": "02-040-0342_p0028",
      "zh_CN": "第二次我有预感，七十九岁那年，我的老师方东美先生，七十九岁走的，一般人讲七十九岁是个关口。我那一年回到老家去，住在实际禅寺，住了几天，身体不太舒服，我们就到北京去了。在北京住亚洲饭店，身体感觉得很累，病了四天，我预感时间到了。第四天的早晨，很清楚做了个梦，这个梦不像是梦，它太清楚了。我是知道自己在生病，醒过来了，其实在梦中，不是真的醒过来。醒过来之后，感觉到自己是睡在草地上，野外，没有人，就睡在草地上。睁开眼睛一看，看到的是一重一重的青山，很大很大，一望无际，青山一层一层，很像大理苍山，像那个样子。但是苍山前面有洱海，它没有海，只是山。再注意看的时候，满山遍野都是人，我心里想，这是不是我讲经用卫星传播这些听众，这么多人，满山遍野，很欢喜的对着他们，把病也忘掉了，看到这么多人。忽然之间，我们念头都来不及转，那些人统统都变成畜生，满山遍野都是畜生，一个人都没有，人全变成畜生。我很纳闷，就念了一句南无本师释迦牟尼佛。因为那时讲《华严经》，讲《华严经》，通常我拜佛，第一拜是本师释迦牟尼佛，第二拜是本师阿弥陀佛，第三拜是本师毘卢遮那佛，是这样拜法的。我就念了一声佛号，佛就现前，佛的身跟天一样高，跟天一样大，刚才那些现象全没有了，就一尊佛相，虽然这么高大，看得清清楚楚。我就很自然的念了声南无本师阿弥陀佛，释迦牟尼佛就不见了，阿弥陀佛出现了，也是这么高大的相。第三声念南无本师毘卢遮那佛，毘卢遮那佛现前，就是单一个，前面阿弥陀佛不见了。",
      "zh_TW": "第二次我有預感，七十九歲那年，我的老師方東美先生，七十九歲走的，一般人講七十九歲是個關口。我那一年回到老家去，住在實際禪寺，住了幾天，身體不太舒服，我們就到北京去了。在北京住亞洲飯店，身體感覺得很累，病了四天，我預感時間到了。第四天的早晨，很清楚做了個夢，這個夢不像是夢，它太清楚了。我是知道自己在生病，醒過來了，其實在夢中，不是真的醒過來。醒過來之後，感覺到自己是睡在草地上，野外，沒有人，就睡在草地上。睜開眼睛一看，看到的是一重一重的青山，很大很大，一望無際，青山一層一層，很像大理蒼山，像那個樣子。但是蒼山前面有洱海，它沒有海，只是山。再注意看的時候，滿山遍野都是人，我心裡想，這是不是我講經用衛星傳播這些聽眾，這麼多人，滿山遍野，很歡喜的對著他們，把病也忘掉了，看到這麼多人。忽然之間，我們念頭都來不及轉，那些人統統都變成畜生，滿山遍野都是畜生，一個人都沒有，人全變成畜生。我很納悶，就念了一句南無本師釋迦牟尼佛。因為那時講《華嚴經》，講《華嚴經》，通常我拜佛，第一拜是本師釋迦牟尼佛，第二拜是本師阿彌陀佛，第三拜是本師毘盧遮那佛，是這樣拜法的。我就念了一聲佛號，佛就現前，佛的身跟天一樣高，跟天一樣大，剛才那些現象全沒有了，就一尊佛相，雖然這麼高大，看得清清楚楚。我就很自然的念了聲南無本師阿彌陀佛，釋迦牟尼佛就不見了，阿彌陀佛出現了，也是這麼高大的相。第三聲念南無本師毘盧遮那佛，毘盧遮那佛現前，就是單一個，前面阿彌陀佛不見了。"
    },
    {
      "id": "02-040-0342_p0029",
      "zh_CN": "最后，我念了一声南无大慈大悲观世音菩萨，观音菩萨现前，毘卢遮那佛不见了，身体高大都跟天空一样，半边天。这个时候我听到旁边有人跟我说话，你还有什么没放下的？我说统统放下了。还有什么牵挂的？没有牵挂的。还有没有人需要跟你见一面的？我说都不要了，统统都没有。他说你真放下了？真放下了。我说我很想往生，很想跟佛到极乐世界去；我说如果佛需要我再多住几年也可以，我也不怕这些辛苦。这样就醒过来，醒过来病就好了，身上出了一身冷汗，病就好了。第二天我就回到香港，在香港休息两个星期就恢复讲经。所以我知道那是一关，我的确是可以走的，我就多说了一句话，如果佛需要我留在这个世间，我说我也可以，这就留下来了。这个留的时间，我相信不会很长。",
      "zh_TW": "最後，我念了一聲南無大慈大悲觀世音菩薩，觀音菩薩現前，毘盧遮那佛不見了，身體高大都跟天空一樣，半邊天。這個時候我聽到旁邊有人跟我說話，你還有什麼沒放下的？我說統統放下了。還有什麼牽掛的？沒有牽掛的。還有沒有人需要跟你見一面的？我說都不要了，統統都沒有。他說你真放下了？真放下了。我說我很想往生，很想跟佛到極樂世界去；我說如果佛需要我再多住幾年也可以，我也不怕這些辛苦。這樣就醒過來，醒過來病就好了，身上出了一身冷汗，病就好了。第二天我就回到香港，在香港休息兩個星期就恢復講經。所以我知道那是一關，我的確是可以走的，我就多說了一句話，如果佛需要我留在這個世間，我說我也可以，這就留下來了。這個留的時間，我相信不會很長。"
    },
    {
      "id": "02-040-0342_p0030",
      "zh_CN": "所以「信佛」这两个字重要。人有很多好意，照顾我的，我也很感谢，我也很随缘，这种医疗各式各样的，有可以，没有也可以。人家介绍来的好意，我们拒绝了，他就很难过，所以欢喜接受。真正做主宰的，我觉得那是阿弥陀佛，什么时候该走，阿弥陀佛一定会来接我，我有信心，我没有怀疑。所以念力能量不可思议，这是现代量子力学家常常提到的，是真的不是假的，念力不可思议。我们的念力完全集中在阿弥陀佛，这就完全正确，没有第二个念头，只有这一句佛号。我从前年放下《华严》，专讲《无量寿经》，活一年讲一遍，标准的时间是一千二百个小时，一天四个小时，讲满三百天，一年讲一部。给大家做一个好榜样，让大家对于这部经、这个注解坚定信心，我来做这个表法。末法九千年，我们深深相信，只有这部经、只有这个法门能度一切众生，只要你肯相信，只要你肯接受，只要你肯放下万缘，你必定得到阿弥陀佛的加持，决定不怀疑。这就是依法性自安其心，我们跟阿弥陀佛同心同德、同愿同行，哪有不往生的道理！",
      "zh_TW": "所以「信佛」這兩個字重要。人有很多好意，照顧我的，我也很感謝，我也很隨緣，這種醫療各式各樣的，有可以，沒有也可以。人家介紹來的好意，我們拒絕了，他就很難過，所以歡喜接受。真正做主宰的，我覺得那是阿彌陀佛，什麼時候該走，阿彌陀佛一定會來接我，我有信心，我沒有懷疑。所以念力能量不可思議，這是現代量子力學家常常提到的，是真的不是假的，念力不可思議。我們的念力完全集中在阿彌陀佛，這就完全正確，沒有第二個念頭，只有這一句佛號。我從前年放下《華嚴》，專講《無量壽經》，活一年講一遍，標準的時間是一千二百個小時，一天四個小時，講滿三百天，一年講一部。給大家做一個好榜樣，讓大家對於這部經、這個註解堅定信心，我來做這個表法。末法九千年，我們深深相信，只有這部經、只有這個法門能度一切眾生，只要你肯相信，只要你肯接受，只要你肯放下萬緣，你必定得到阿彌陀佛的加持，決定不懷疑。這就是依法性自安其心，我們跟阿彌陀佛同心同德、同願同行，哪有不往生的道理！"
    },
    {
      "id": "02-040-0342_p0031",
      "zh_CN": "下面说，「以法性为所安，以寂照为能安」。寂是清净，清净心；照是智慧，是明达，明了通达。这就是定慧，寂是定，照是慧。寂是把心定在阿弥陀佛上。这是早年李老师教导我们，把心里面的杂念，无论是善念、是恶念，统统清除，打扫干净，把阿弥陀佛请进来，心里只有一尊阿弥陀佛，除阿弥陀佛之外什么也没有。李老师教的，我们应当依教奉行，这决定不会错的。读经主要就是这一部《无量寿经》，就是这一部注解，统统专一，没有夹杂。这一部经就是《大藏》的精华，是释迦牟尼佛四十九年所说一切经的治要，《群书治要》、《国学治要》，这个书是《大藏》的治要。尤其是注解，注解是集注，他采用八十三种经论，一百一十种祖师大德的著作。换句话说，我们从这个注解里面读到一百九十三种大乘禅宗、密宗、教下所有经论的精华都在此地，用不着再麻烦，一部就够了，死心塌地。学莲池大师，三藏十二部让给别人悟，八万四千法门让别人去修，我们只走这一门，再不改变了。一门深入，一直通到西方极乐世界阿弥陀佛讲堂，这就对了。",
      "zh_TW": "下面說，「以法性為所安，以寂照為能安」。寂是清淨，清淨心；照是智慧，是明達，明瞭通達。這就是定慧，寂是定，照是慧。寂是把心定在阿彌陀佛上。這是早年李老師教導我們，把心裡面的雜念，無論是善念、是惡念，統統清除，打掃乾淨，把阿彌陀佛請進來，心裡只有一尊阿彌陀佛，除阿彌陀佛之外什麼也沒有。李老師教的，我們應當依教奉行，這決定不會錯的。讀經主要就是這一部《無量壽經》，就是這一部註解，統統專一，沒有夾雜。這一部經就是《大藏》的精華，是釋迦牟尼佛四十九年所說一切經的治要，《群書治要》、《國學治要》，這個書是《大藏》的治要。尤其是註解，註解是集註，他採用八十三種經論，一百一十種祖師大德的著作。換句話說，我們從這個註解裡面讀到一百九十三種大乘禪宗、密宗、教下所有經論的精華都在此地，用不著再麻煩，一部就夠了，死心塌地。學蓮池大師，三藏十二部讓給別人悟，八萬四千法門讓別人去修，我們只走這一門，再不改變了。一門深入，一直通到西方極樂世界阿彌陀佛講堂，這就對了。"
    },
    {
      "id": "02-040-0342_p0032",
      "zh_CN": "下面说，「寂即是止，照即是观」。止就是章嘉大师教我们放下，放下万缘，信愿持名，求生净土；照是观，观就是看破，对于事实真相完全通达明白，不再迷惑。「若信此心但是法性」，我们要相信，现在起心动念、分别、执着之心，就是法性、就是真心，真心里面夹杂着妄念在里头，是真心，不是假的，这个很重要。「则起是法性起」，起什么？起心动念，起心动念是法性起，「灭是法性灭」。佛告诉我们，法性没有起灭。起灭是什么？起灭是幻相。就像刚才我讲的作梦，梦是个幻相，梦有起有灭，但是醒过来，起灭都不可得，再找不到，痕迹都没有。所以咱们怎么样？不要放在心上，不要去理会它，假的不是真的。理会什么？理会真的。什么是真的？念佛是真的，我只理会这个，其他的都不理会。这句佛号虽然也是假的，它跟真相应，这个假可以让我们悟真，而且是绝对不会错误，没有差错的，决定可以做得到的，人人都能做得到。遇到了，这是无量劫的善根福德因缘，千万不能错过，错过就太可惜了。所以起是法性起，灭是法性灭。",
      "zh_TW": "下面說，「寂即是止，照即是觀」。止就是章嘉大師教我們放下，放下萬緣，信願持名，求生淨土；照是觀，觀就是看破，對於事實真相完全通達明白，不再迷惑。「若信此心但是法性」，我們要相信，現在起心動念、分別、執著之心，就是法性、就是真心，真心裡面夾雜著妄念在裡頭，是真心，不是假的，這個很重要。「則起是法性起」，起什麼？起心動念，起心動念是法性起，「滅是法性滅」。佛告訴我們，法性沒有起滅。起滅是什麼？起滅是幻相。就像剛才我講的作夢，夢是個幻相，夢有起有滅，但是醒過來，起滅都不可得，再找不到，痕跡都沒有。所以咱們怎麼樣？不要放在心上，不要去理會它，假的不是真的。理會什麼？理會真的。什麼是真的？念佛是真的，我只理會這個，其他的都不理會。這句佛號雖然也是假的，它跟真相應，這個假可以讓我們悟真，而且是絕對不會錯誤，沒有差錯的，決定可以做得到的，人人都能做得到。遇到了，這是無量劫的善根福德因緣，千萬不能錯過，錯過就太可惜了。所以起是法性起，滅是法性滅。"
    },
    {
      "id": "02-040-0342_p0033",
      "zh_CN": "「了」是明了，通达明了，「其实不起灭，妄谓起灭」，不是真的有起灭。每天这个起灭，好像是有起灭，实际上没有起灭。为什么？法身菩萨、诸佛如来看这个世界没有生灭，看一切生灭法不生不灭。现在科学家提出一个新的看法，零，现在我们看到很多人在这上下功夫，零极限。零极限就跟经上讲的「生灭即是不生灭，不生灭即是生灭」，跟这个说法很接近。问题是我们不要随着境界转，你就看到真相；随着境界转，你看不到真相。它转我也转，就看不到；它转我不转，看到了，就看到真相。真相是什么？真相确实没有生灭，生灭确实是个幻相。「如是体达功成」，体是体会，达是通达，功是功夫，功夫真的要成就了，「法界俱寂，是名为止」。看到什么？整个法界，遍法界虚空界，是清净寂灭相，这是法身菩萨的境界、诸佛如来的境界。这是真的，把一切诸法的根源看到了，在哪里？就在当下。我们为什么看不到？是我们的心，跟着外面假的境界，跟着它转，所以你看不到。你停下来，不跟它转，就看到了。",
      "zh_TW": "「了」是明瞭，通達明瞭，「其實不起滅，妄謂起滅」，不是真的有起滅。每天這個起滅，好像是有起滅，實際上沒有起滅。為什麼？法身菩薩、諸佛如來看這個世界沒有生滅，看一切生滅法不生不滅。現在科學家提出一個新的看法，零，現在我們看到很多人在這上下功夫，零極限。零極限就跟經上講的「生滅即是不生滅，不生滅即是生滅」，跟這個說法很接近。問題是我們不要隨著境界轉，你就看到真相；隨著境界轉，你看不到真相。它轉我也轉，就看不到；它轉我不轉，看到了，就看到真相。真相是什麼？真相確實沒有生滅，生滅確實是個幻相。「如是體達功成」，體是體會，達是通達，功是功夫，功夫真的要成就了，「法界俱寂，是名為止」。看到什麼？整個法界，遍法界虛空界，是清淨寂滅相，這是法身菩薩的境界、諸佛如來的境界。這是真的，把一切諸法的根源看到了，在哪裡？就在當下。我們為什麼看不到？是我們的心，跟著外面假的境界，跟著它轉，所以你看不到。你停下來，不跟它轉，就看到了。"
    },
    {
      "id": "02-040-0342_p0034",
      "zh_CN": "「若观察此心体是无明」，这是假如你观察这个心体是无明，「无明痴惑，即是法性；无明、法性，本来皆空，空亦不可得。法界洞朗，名之为观」。修止可以能够见性，修观也可以能够见性，随便你采取哪一个。修止就是修定，能成就。修观就是教下，华严、天台、法性、法相唯识，它都是从观，禅宗是用修止。止里头有观，观里头有止，看偏重在哪一边，这都没有关系，都能达到究竟的境界。要知道，《金刚经》上所说的，「凡所有相皆是虚妄」。这句话真的。「一切有为法，如梦幻泡影」，梦幻泡影有没有？有，但是不可得，统统不可得。我们要把这个世界看成什么？看成是一场梦，是梦幻泡影，看得清楚、看得明白，也看得很欢喜。像看电视一样、看电影一样，那个里头一点一滴你决定得不到，你就放下。放下什么？放下占有的念头，放下控制的念头，放下支配的念头，这些念头统统没有，这是佛。不放下呢？不放下，喜欢的想得到，不喜欢的想排斥。想占有它，想控制它，想支配它，这是什么？这造业。造业，业就有善有恶，你有这个念头，他也有这个念头，会起冲突。这里头善业恶业，感得的是什么？感得是六道轮回，生生世世冤冤相报没完没了，搞这个，错了。",
      "zh_TW": "「若觀察此心體是無明」，這是假如你觀察這個心體是無明，「無明痴惑，即是法性；無明、法性，本來皆空，空亦不可得。法界洞朗，名之為觀」。修止可以能夠見性，修觀也可以能夠見性，隨便你採取哪一個。修止就是修定，能成就。修觀就是教下，華嚴、天台、法性、法相唯識，它都是從觀，禪宗是用修止。止裡頭有觀，觀裡頭有止，看偏重在哪一邊，這都沒有關係，都能達到究竟的境界。要知道，《金剛經》上所說的，「凡所有相皆是虛妄」。這句話真的。「一切有為法，如夢幻泡影」，夢幻泡影有沒有？有，但是不可得，統統不可得。我們要把這個世界看成什麼？看成是一場夢，是夢幻泡影，看得清楚、看得明白，也看得很歡喜。像看電視一樣、看電影一樣，那個裡頭一點一滴你決定得不到，你就放下。放下什麼？放下佔有的念頭，放下控制的念頭，放下支配的念頭，這些念頭統統沒有，這是佛。不放下呢？不放下，喜歡的想得到，不喜歡的想排斥。想佔有它，想控制它，想支配它，這是什麼？這造業。造業，業就有善有惡，你有這個念頭，他也有這個念頭，會起衝突。這裡頭善業惡業，感得的是什麼？感得是六道輪迴，生生世世冤冤相報沒完沒了，搞這個，錯了。"
    },
    {
      "id": "02-040-0342_p0035",
      "zh_CN": "所以世间人讲做事，这里头真的都有大学问在，做事就是造业，事是事业，你就在造业。这个业要全是利益众生的，善业；要是有利益自己的，不是利益众生的，这叫恶业；伤害众生的，那是极大的恶业、极重的恶业，就错了。佛菩萨做事不造业，为什么？他没有起心动念，他没有分别执着，他是恒顺众生，随喜功德，不造业。不造业的人就不会有六道轮回的果报，他在六道里头是游戏神通，真的是来帮助众生的。所以经不能不学，不学，永远是迷而不觉，造许多业自己不知道，到受报的时候后悔莫及。人在有权有势、有财富的时候，更是要特别谨慎、小心，为什么？最容易犯过。一桩事情做错了，让你无量劫后悔，那就来不及了。如何能把自己提升到阿罗汉以上的境界就不造业了。为什么？阿罗汉证得《金刚经》上所讲的「无我相，无人相，无众生相，无寿者相」，真看破了。不是彻底看破，十法界里头看破了，特别是六道，他超越六道轮回，他在六道里头游戏神通。他没有身相，没有身相就能够随类化身，众生喜欢什么相，他就现什么相。不是自己的意思，众生的意念，就是恒顺众生。众生喜欢什么事情，他就干什么事情，他没有分别执着，所以他没有业。自己有分别心、有执着心，那就是有业；没有分别执着，他不造业。",
      "zh_TW": "所以世間人講做事，這裡頭真的都有大學問在，做事就是造業，事是事業，你就在造業。這個業要全是利益眾生的，善業；要是有利益自己的，不是利益眾生的，這叫惡業；傷害眾生的，那是極大的惡業、極重的惡業，就錯了。佛菩薩做事不造業，為什麼？他沒有起心動念，他沒有分別執著，他是恆順眾生，隨喜功德，不造業。不造業的人就不會有六道輪迴的果報，他在六道裡頭是遊戲神通，真的是來幫助眾生的。所以經不能不學，不學，永遠是迷而不覺，造許多業自己不知道，到受報的時候後悔莫及。人在有權有勢、有財富的時候，更是要特別謹慎、小心，為什麼？最容易犯過。一樁事情做錯了，讓你無量劫後悔，那就來不及了。如何能把自己提升到阿羅漢以上的境界就不造業了。為什麼？阿羅漢證得《金剛經》上所講的「無我相，無人相，無眾生相，無壽者相」，真看破了。不是徹底看破，十法界裡頭看破了，特別是六道，他超越六道輪迴，他在六道裡頭遊戲神通。他沒有身相，沒有身相就能夠隨類化身，眾生喜歡什麼相，他就現什麼相。不是自己的意思，眾生的意念，就是恆順眾生。眾生喜歡什麼事情，他就幹什麼事情，他沒有分別執著，所以他沒有業。自己有分別心、有執著心，那就是有業；沒有分別執著，他不造業。"
    },
    {
      "id": "02-040-0342_p0036",
      "zh_CN": "一定要晓得，「无明、法性，本来皆空」，都不可得，所以不要执著名字相，名字是假的，不是真的。空呢？空也不可得，不要执着空，执着空错了。这叫什么？这叫不思议境界。你真正做到不思议境界的时候，你的心真的定慧统统都有。定，心不动了；慧，外头东西明了，知道一切法相有体无。体相都不可得，不要以为它真有，你可以享受它，不能占有它。为什么？得不到，它一场空，就像电视这个东西一样，电影一样。我们看电视、看电影，绝不会受它影响。但是受它影响的人还是很多，他笑你也笑，他哭你也哭，你就受它影响了。你要知道那是假的，不是真的，不要上当。",
      "zh_TW": "一定要曉得，「無明、法性，本來皆空」，都不可得，所以不要執著名字相，名字是假的，不是真的。空呢？空也不可得，不要執著空，執著空錯了。這叫什麼？這叫不思議境界。你真正做到不思議境界的時候，你的心真的定慧統統都有。定，心不動了；慧，外頭東西明瞭，知道一切法相有體無。體相都不可得，不要以為它真有，你可以享受它，不能佔有它。為什麼？得不到，它一場空，就像電視這個東西一樣，電影一樣。我們看電視、看電影，絕不會受它影響。但是受它影響的人還是很多，他笑你也笑，他哭你也哭，你就受它影響了。你要知道那是假的，不是真的，不要上當。"
    },
    {
      "id": "02-040-0342_p0037",
      "zh_CN": "若离法性，没有安心处；若离止观，没有安心的方法。这个止观就是章嘉大师早年教给我的「看得破，放得下」，看得破是观，放得下是止，你才在境界里得自在。这个自在里头最忌讳的就是利己，如果损人利己，那就是业造得重。要学着损己利他，这就好，这就是积累功德。决定不可以损人利己，这个罪过就很重。你没有真正看破，你就要受轮回，你就受报应；真正看破，离开，出离三界，那没有事情了。出离三界最好的方法就是念佛求生净土。",
      "zh_TW": "若離法性，沒有安心處；若離止觀，沒有安心的方法。這個止觀就是章嘉大師早年教給我的「看得破，放得下」，看得破是觀，放得下是止，你才在境界裡得自在。這個自在裡頭最忌諱的就是利己，如果損人利己，那就是業造得重。要學著損己利他，這就好，這就是積累功德。決定不可以損人利己，這個罪過就很重。你沒有真正看破，你就要受輪迴，你就受報應；真正看破，離開，出離三界，那沒有事情了。出離三界最好的方法就是念佛求生淨土。"
    },
    {
      "id": "02-040-0342_p0038",
      "zh_CN": "「由上发心不悟」，虽发了心，没开悟，「故用此方便善巧令心得安。」你的心要安。心要安，第一个，学佛的人知道，生命是永恒的，生命是没有止境的，是真正无量寿的，一切众生个个都是这样，只有迷悟不同。一定要知道人是不会死的，我们就不怕死，对死就看破了，只不过是换个身体而已。换身体，希望换得比现在更好，这正确的；如果换的身体不如现在的身体，换成饿鬼身、地狱身、畜生身，那就错了，那你前途是愈来愈苦。总要能够明了，我出不了六道轮回，我至少要保住人天。保住人天，三皈、五戒、十善，这就是你的保证。常常要反省，我起心动念、言语造作有没有违背？早晨起来要想，不要触犯；晚上要想，忏悔，我今天哪些地方，念头错了，说话错了，做事错了。你能够这样，这叫真正做早晚课。早晚课只是念这些仪规，没有忏悔的心，没有改过的心，那个早晚课叫白念了，那是形式，没有实质。实质是早晨提醒，晚上反省，这是真正做早晚课。念佛人真实功夫就是时时刻刻佛放在心上，没有把阿弥陀佛忘掉，无论做什么事情，心里阿弥陀佛在做主宰就好，这一点比什么都重要。",
      "zh_TW": "「由上發心不悟」，雖發了心，沒開悟，「故用此方便善巧令心得安。」你的心要安。心要安，第一個，學佛的人知道，生命是永恆的，生命是沒有止境的，是真正無量壽的，一切眾生個個都是這樣，只有迷悟不同。一定要知道人是不會死的，我們就不怕死，對死就看破了，只不過是換個身體而已。換身體，希望換得比現在更好，這正確的；如果換的身體不如現在的身體，換成餓鬼身、地獄身、畜生身，那就錯了，那你前途是愈來愈苦。總要能夠明瞭，我出不了六道輪迴，我至少要保住人天。保住人天，三皈、五戒、十善，這就是你的保證。常常要反省，我起心動念、言語造作有沒有違背？早晨起來要想，不要觸犯；晚上要想，懺悔，我今天哪些地方，念頭錯了，說話錯了，做事錯了。你能夠這樣，這叫真正做早晚課。早晚課只是念這些儀規，沒有懺悔的心，沒有改過的心，那個早晚課叫白念了，那是形式，沒有實質。實質是早晨提醒，晚上反省，這是真正做早晚課。念佛人真實功夫就是時時刻刻佛放在心上，沒有把阿彌陀佛忘掉，無論做什麼事情，心裡阿彌陀佛在做主宰就好，這一點比什麼都重要。"
    },
    {
      "id": "02-040-0342_p0039",
      "zh_CN": "戒律，三皈是戒律，五戒十善是戒律，《弟子规》是戒律，《感应篇》是戒律。这些年我们提倡《弟子规》、《感应篇》、《十善业》，这个是戒律的大根大本。本之本就两个字，一个孝，一个敬。孝是什么意思？你看中国的文字，上面是老，下面是子，它叫你会意，父子是一体。那上面还有上面，下面还有下面，这就说明整个宇宙是一体，要有这个念头，这是真正的孝。敬，对于一切人要恭敬，为什么？一切众生本来是佛，是对自性的恭敬，是对于法性的恭敬，对于树木花草、山河大地都一片真诚恭敬心。这个是学佛、学道最基本的条件，具足这个条件没有一个不成就的。不具足的，我们在这上下功夫。修孝道要从父母开始，然后把孝道扩张，孝敬一切众生。《菩萨戒经》上所说的，「一切男子是我父，一切女人是我母」，菩萨，这个孝敬做到圆满。所有一切的德都从孝敬衍生出来的，中国自古以来把这个摆在教育是头一条，佛也是把这个摆在第一条，「孝养父母，奉事师长」，没有这两个字，你没根，你的善法生不起来。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "戒律，三皈是戒律，五戒十善是戒律，《弟子規》是戒律，《感應篇》是戒律。這些年我們提倡《弟子規》、《感應篇》、《十善業》，這個是戒律的大根大本。本之本就兩個字，一個孝，一個敬。孝是什麼意思？你看中國的文字，上面是老，下面是子，它叫你會意，父子是一體。那上面還有上面，下面還有下面，這就說明整個宇宙是一體，要有這個念頭，這是真正的孝。敬，對於一切人要恭敬，為什麼？一切眾生本來是佛，是對自性的恭敬，是對於法性的恭敬，對於樹木花草、山河大地都一片真誠恭敬心。這個是學佛、學道最基本的條件，具足這個條件沒有一個不成就的。不具足的，我們在這上下功夫。修孝道要從父母開始，然後把孝道擴張，孝敬一切眾生。《菩薩戒經》上所說的，「一切男子是我父，一切女人是我母」，菩薩，這個孝敬做到圓滿。所有一切的德都從孝敬衍生出來的，中國自古以來把這個擺在教育是頭一條，佛也是把這個擺在第一條，「孝養父母，奉事師長」，沒有這兩個字，你沒根，你的善法生不起來。好，今天時間到了，我們就學習到此地。"
    }
  ]
}