{
  "doc_id": "02-040-0107",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０七集",
    "zh_TW": "第一０七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0107",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-040-0107_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百三十六页，倒数第四行，最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百三十六頁，倒數第四行，最後一句看起："
    },
    {
      "id": "02-040-0107_p0002",
      "zh_CN": "「《甄解》曰：普等三昧，曰深定门。此三昧弥陀智愿之所成，甚深无涯底，故云深禅定。悉睹周遍，是其业用。」前面我们学到这个地方。《甄解》是日本净宗大德他的著作。这些人唐朝时候在中国留学，多半都是善导大师的弟子，回国之后把净土宗传到日本，他们解释多半都是依照善导大师说的。这讲普等三昧，普是普遍，等是平等，这是很深的定。跟什么人平等？一切诸佛如来平等，最低的程度也是四十一位法身大士。实报土里面的菩萨，他们所修的定才能够称为普等，所以它是很深的禅定。下面说得很好，此三昧弥陀智愿之所成，阿弥陀佛的智慧、阿弥陀佛的愿力所成就的。弥陀的智是称性的，弥陀已经证得究竟圆满的佛果，自性本具的智慧没有丝毫障碍，圆满智慧。难得的，诸佛如来智是相同的，愿不相同，阿弥陀佛的愿无比的殊胜，这样所成就的。这个三昧甚深无涯，无涯是没有边际，无底，涯是从广的方面来说，其大无外；底是从深上来讲，其深无底。其小无内，其大无外，故云深禅定。它的作用，悉睹周遍，这个周遍就是周遍法界，今天我们讲周遍宇宙。宇宙之大，宇宙之深，普等三昧完全能够见到，在定中完全能见到，这是它的业用。",
      "zh_TW": "「《甄解》曰：普等三昧，曰深定門。此三昧彌陀智願之所成，甚深無涯底，故云深禪定。悉睹周遍，是其業用。」前面我們學到這個地方。《甄解》是日本淨宗大德他的著作。這些人唐朝時候在中國留學，多半都是善導大師的弟子，回國之後把淨土宗傳到日本，他們解釋多半都是依照善導大師說的。這講普等三昧，普是普遍，等是平等，這是很深的定。跟什麼人平等？一切諸佛如來平等，最低的程度也是四十一位法身大士。實報土裡面的菩薩，他們所修的定才能夠稱為普等，所以它是很深的禪定。下面說得很好，此三昧彌陀智願之所成，阿彌陀佛的智慧、阿彌陀佛的願力所成就的。彌陀的智是稱性的，彌陀已經證得究竟圓滿的佛果，自性本具的智慧沒有絲毫障礙，圓滿智慧。難得的，諸佛如來智是相同的，願不相同，阿彌陀佛的願無比的殊勝，這樣所成就的。這個三昧甚深無涯，無涯是沒有邊際，無底，涯是從廣的方面來說，其大無外；底是從深上來講，其深無底。其小無內，其大無外，故云深禪定。它的作用，悉睹周遍，這個周遍就是周遍法界，今天我們講周遍宇宙。宇宙之大，宇宙之深，普等三昧完全能夠見到，在定中完全能見到，這是它的業用。"
    },
    {
      "id": "02-040-0107_p0003",
      "zh_CN": "「由愿文可见，会中诸菩萨」，这个会中是这次的法会，释迦牟尼佛讲《无量寿经》，这个法会来参加这些菩萨，「皆蒙弥陀智愿之力，因得闻弥陀名号，皆得普等三昧等甚深禅定」。会中的菩萨都是深位的菩萨，不是一般讲的二乘、三贤菩萨，不是的，全都是法身大士。因得闻弥陀名号，弥陀名号的功德无量无边、无有穷尽，像普等三昧一样的深广，闻名就得福，闻名就得三昧。所以因闻弥陀名号，皆得普等三昧等甚深禅定，「故蒙愿力加持，定中供无量诸佛」。既然供佛，当然见佛，「必定见佛，故云悉睹无量诸佛」。他们在三昧当中见到，这个甚深禅定就是普等三昧，遍法界虚空界，我们常讲十方三世一切诸佛如来，他们都见到了。",
      "zh_TW": "「由願文可見，會中諸菩薩」，這個會中是這次的法會，釋迦牟尼佛講《無量壽經》，這個法會來參加這些菩薩，「皆蒙彌陀智願之力，因得聞彌陀名號，皆得普等三昧等甚深禪定」。會中的菩薩都是深位的菩薩，不是一般講的二乘、三賢菩薩，不是的，全都是法身大士。因得聞彌陀名號，彌陀名號的功德無量無邊、無有窮盡，像普等三昧一樣的深廣，聞名就得福，聞名就得三昧。所以因聞彌陀名號，皆得普等三昧等甚深禪定，「故蒙願力加持，定中供無量諸佛」。既然供佛，當然見佛，「必定見佛，故云悉睹無量諸佛」。他們在三昧當中見到，這個甚深禪定就是普等三昧，遍法界虛空界，我們常講十方三世一切諸佛如來，他們都見到了。"
    },
    {
      "id": "02-040-0107_p0004",
      "zh_CN": "「又《般舟经》云：是菩萨不持天眼彻视，不持天耳彻听，不持神足到其佛刹」，这个是讲他神通得究竟自在。这些话确确实实是实报庄严土法身菩萨的德能，一般菩萨达不到。天眼彻视，他不用天眼他就能看到，不用天耳他就能彻听，不用神足他就能到佛刹，这种能力已经跟妙觉如来相等。妙觉果位，他们已经证得圆满的自性、圆满的性德，也就是常寂光净土，他们的身心都跟寂光融成一体。寂光无处不在，无时不在，所以不必用天眼彻视，不必用天耳彻听，不必用神足他就能到佛刹。「不于此间终生彼间，便于此坐见之」，无论坐在什么地方，他都能够见到清清楚楚的。在哪里？就在面前。楞严会上所说的「当处出生，随处灭尽」，那就是这个境界。",
      "zh_TW": "「又《般舟經》云：是菩薩不持天眼徹視，不持天耳徹聽，不持神足到其佛剎」，這個是講他神通得究竟自在。這些話確確實實是實報莊嚴土法身菩薩的德能，一般菩薩達不到。天眼徹視，他不用天眼他就能看到，不用天耳他就能徹聽，不用神足他就能到佛剎，這種能力已經跟妙覺如來相等。妙覺果位，他們已經證得圓滿的自性、圓滿的性德，也就是常寂光淨土，他們的身心都跟寂光融成一體。寂光無處不在，無時不在，所以不必用天眼徹視，不必用天耳徹聽，不必用神足他就能到佛剎。「不於此間終生彼間，便於此坐見之」，無論坐在什麼地方，他都能夠見到清清楚楚的。在哪裡？就在面前。楞嚴會上所說的「當處出生，隨處滅盡」，那就是這個境界。"
    },
    {
      "id": "02-040-0107_p0005",
      "zh_CN": "「佛言：菩萨于此间国土，念阿弥陀佛，专念故得见之」。这是释迦牟尼佛说的，我们要记住，这句话很重要。于此间国土，就于此时此地，我们这个地方，真正念阿弥陀佛，以至诚心、恭敬心、恳切的心专念，你就能见到。「即问持何法得生此国」，这个此国是阿弥陀佛极乐世界，你要是问阿弥陀佛，我修什么样的法门能到极乐世界？「阿弥陀佛报言：欲来生者，当念我名。」这是阿弥陀佛说的话。当念我名，就是印光大师所说的信愿持名。念佛要决定相信，凡是念佛功夫不得力的，信心不足，愿心不切，所以念佛功夫不得力。问题到底出在哪里？两个世界没有看透，极乐世界没有看透，有怀疑；娑婆世界没有看透，有留恋。这个地方有留恋，极乐世界还有疑问，所以功夫不得力。怎么办？古人教的方法有效，就是读书千遍，其义自见。你能把这一部《无量寿经》，包括注解，黄念老的这套注解，你念上一千遍，你肯定相信了。为什么？这么大的分量，一千遍念下去，心定了，定就能生慧，慧就能见佛，为什么？不怀疑了，对娑婆不留恋了。这就是印祖所说的，信愿持名，老实念佛；大势至菩萨所说的，「忆佛念佛，现前当来必定见佛」。这是真正的功夫，世尊慈悲，弥陀慈悲。",
      "zh_TW": "「佛言：菩薩於此間國土，念阿彌陀佛，專念故得見之」。這是釋迦牟尼佛說的，我們要記住，這句話很重要。於此間國土，就於此時此地，我們這個地方，真正念阿彌陀佛，以至誠心、恭敬心、懇切的心專念，你就能見到。「即問持何法得生此國」，這個此國是阿彌陀佛極樂世界，你要是問阿彌陀佛，我修什麼樣的法門能到極樂世界？「阿彌陀佛報言：欲來生者，當念我名。」這是阿彌陀佛說的話。當念我名，就是印光大師所說的信願持名。念佛要決定相信，凡是念佛功夫不得力的，信心不足，願心不切，所以念佛功夫不得力。問題到底出在哪裡？兩個世界沒有看透，極樂世界沒有看透，有懷疑；娑婆世界沒有看透，有留戀。這個地方有留戀，極樂世界還有疑問，所以功夫不得力。怎麼辦？古人教的方法有效，就是讀書千遍，其義自見。你能把這一部《無量壽經》，包括註解，黃念老的這套註解，你念上一千遍，你肯定相信了。為什麼？這麼大的分量，一千遍念下去，心定了，定就能生慧，慧就能見佛，為什麼？不懷疑了，對娑婆不留戀了。這就是印祖所說的，信願持名，老實念佛；大勢至菩薩所說的，「憶佛念佛，現前當來必定見佛」。這是真正的功夫，世尊慈悲，彌陀慈悲。"
    },
    {
      "id": "02-040-0107_p0006",
      "zh_CN": "「是以念佛三昧，称为宝王三昧」。宝王三昧，这个术语里头有个解释，「念佛三昧之美称。念佛者即三昧中之至宝，故名宝王三昧。」讲得不多，讲得很清楚。在一切法门里头，念佛法门是至宝，没有比这个更殊胜，经教学得再多，都不如念这句佛号。这句佛号能不能度化众生？能，具足圆满的智慧功德。古时候道绰大师，一生就是专弘一部《阿弥陀经》，一生讲两百多遍。他不讲其他的经，真正给我们做了一个好的榜样、示现，一门深入，长时薰修，一生就学一部经，选择的是《阿弥陀经》。印光大师对于蕅益大师的《弥陀经要解》赞叹备至。《要解》的分量不多，专攻、专学、专修、专弘，功德无量无边。又非常契机，对于上上根人、下下根人非常有效。中间这个根机，就是上不上、下不下，所谓知识分子，善根福德都不够，那就要用《无量寿经》黄念老的注解。为什么？详细说明。这一部经注能念上一百遍，你完全明白了，彻底明白了，你的信心坚定了，愿心不动摇了，那个时候念佛，功夫深！你真正能放得下，没有这个功夫不行。所以念佛三昧，要知道这是宝王三昧，宝中之王，无上之宝，是这一句佛号。",
      "zh_TW": "「是以念佛三昧，稱為寶王三昧」。寶王三昧，這個術語裡頭有個解釋，「念佛三昧之美稱。念佛者即三昧中之至寶，故名寶王三昧。」講得不多，講得很清楚。在一切法門裡頭，念佛法門是至寶，沒有比這個更殊勝，經教學得再多，都不如念這句佛號。這句佛號能不能度化眾生？能，具足圓滿的智慧功德。古時候道綽大師，一生就是專弘一部《阿彌陀經》，一生講兩百多遍。他不講其他的經，真正給我們做了一個好的榜樣、示現，一門深入，長時薰修，一生就學一部經，選擇的是《阿彌陀經》。印光大師對於蕅益大師的《彌陀經要解》讚歎備至。《要解》的分量不多，專攻、專學、專修、專弘，功德無量無邊。又非常契機，對於上上根人、下下根人非常有效。中間這個根機，就是上不上、下不下，所謂知識分子，善根福德都不夠，那就要用《無量壽經》黃念老的註解。為什麼？詳細說明。這一部經註能念上一百遍，你完全明白了，徹底明白了，你的信心堅定了，願心不動搖了，那個時候念佛，功夫深！你真正能放得下，沒有這個功夫不行。所以念佛三昧，要知道這是寶王三昧，寶中之王，無上之寶，是這一句佛號。"
    },
    {
      "id": "02-040-0107_p0007",
      "zh_CN": "「故甚深禅定，悉睹诸佛，都消归念佛三昧也。故知持名功德不可思议，一乘愿海不可思议。」末后这两句赞叹真实不虚，老实话。我们现在缺乏的，对它不认识，看到别人这样赞叹，还怀疑。包括我们佛门的大德，演培老法师，这也是我的老朋友，我住在新加坡的时候，他就为印光法师赞叹这句话问过我。他问我，印光大师这个赞叹是不是有一点过分？你看，怀疑。我告诉他老人家，我说印祖的赞叹一丝毫不过分。印祖赞叹说，即使古佛再来，给《阿弥陀经》做一部注解，也不能超过其上。这个赞叹赞绝了，印祖说的话一丝毫不过分。我在早年也想走这个路子，一生专门讲这部经、弘这部经，缘不足，没有当机的人，我讲没人听。同修们兴趣很杂，这个想听这个，那个想听那个，我只能恒顺众生，你要我讲什么我就给你讲什么，所以讲了几十部，不能一门专入。美国达拉斯尹建维居士问我，他说：法师，如果依你自己的愿望、自己的爱好，你在《大藏经》里头选哪一种？就一部，他说一部经，你选哪一部？我就告诉他，我会选《阿弥陀经要解》专攻专弘。《要解》的参考，圆瑛法师有讲记，还有天台宗的，也有个讲义，我记得有三种是近代这些大德们讲的，可以做参考。",
      "zh_TW": "「故甚深禪定，悉睹諸佛，都消歸念佛三昧也。故知持名功德不可思議，一乘願海不可思議。」末後這兩句讚歎真實不虛，老實話。我們現在缺乏的，對它不認識，看到別人這樣讚歎，還懷疑。包括我們佛門的大德，演培老法師，這也是我的老朋友，我住在新加坡的時候，他就為印光法師讚歎這句話問過我。他問我，印光大師這個讚歎是不是有一點過分？你看，懷疑。我告訴他老人家，我說印祖的讚歎一絲毫不過分。印祖讚歎說，即使古佛再來，給《阿彌陀經》做一部註解，也不能超過其上。這個讚歎讚絕了，印祖說的話一絲毫不過分。我在早年也想走這個路子，一生專門講這部經、弘這部經，緣不足，沒有當機的人，我講沒人聽。同修們興趣很雜，這個想聽這個，那個想聽那個，我只能恆順眾生，你要我講什麼我就給你講什麼，所以講了幾十部，不能一門專入。美國達拉斯尹建維居士問我，他說：法師，如果依你自己的願望、自己的愛好，你在《大藏經》裡頭選哪一種？就一部，他說一部經，你選哪一部？我就告訴他，我會選《阿彌陀經要解》專攻專弘。《要解》的參考，圓瑛法師有講記，還有天台宗的，也有個講義，我記得有三種是近代這些大德們講的，可以做參考。"
    },
    {
      "id": "02-040-0107_p0008",
      "zh_CN": "必须如古德所说的，经、注解都要背诵，这是早年，实际上是古来祖师大德都是这个方法。近代我们自己亲自看到的，只有一个人，海仁老和尚。我一九七七年，第一次来香港讲经，跟他见过面，那个时候他已经九十多岁，好像隔二、三年他老人家就往生了。这一位老法师是专弘《楞严》的，香港佛门都称他为首楞严王。他的学生只有六个人。要做他的学生，他的条件很简单，《楞严经》、《楞严经》注解，他选的注解是蕅益大师的，叫《文句》，蕅益大师注的《楞严经文句》，连经文跟注解都要能够背诵，才能做他的学生。门槛很高，所以只有六个人，很不容易。这六个学生现在都往生了，都不在了。他这个方法我念念不忘，我觉得它非常有道理。但是今天用这种方法，可能一个学生也找不到。但是诸位要真正想学，你用这个方法，一部经、一部注解，你从头到尾把它背过。背过，你要把遍数算足，一千遍。譬如你三百遍就能背诵，这很可能的，要把遍数读够，三百遍会背、五百遍会背，我一定念到一千遍，到那个时候其义自见。什么意思？首楞严的意思，你自己就见到了。古今人的注解，哪个地方是正确的，哪里有错误，你全都知道。",
      "zh_TW": "必須如古德所說的，經、註解都要背誦，這是早年，實際上是古來祖師大德都是這個方法。近代我們自己親自看到的，只有一個人，海仁老和尚。我一九七七年，第一次來香港講經，跟他見過面，那個時候他已經九十多歲，好像隔二、三年他老人家就往生了。這一位老法師是專弘《楞嚴》的，香港佛門都稱他為首楞嚴王。他的學生只有六個人。要做他的學生，他的條件很簡單，《楞嚴經》、《楞嚴經》註解，他選的註解是蕅益大師的，叫《文句》，蕅益大師註的《楞嚴經文句》，連經文跟註解都要能夠背誦，才能做他的學生。門檻很高，所以只有六個人，很不容易。這六個學生現在都往生了，都不在了。他這個方法我念念不忘，我覺得它非常有道理。但是今天用這種方法，可能一個學生也找不到。但是諸位要真正想學，你用這個方法，一部經、一部註解，你從頭到尾把它背過。背過，你要把遍數算足，一千遍。譬如你三百遍就能背誦，這很可能的，要把遍數讀夠，三百遍會背、五百遍會背，我一定念到一千遍，到那個時候其義自見。什麼意思？首楞嚴的意思，你自己就見到了。古今人的註解，哪個地方是正確的，哪裡有錯誤，你全都知道。"
    },
    {
      "id": "02-040-0107_p0009",
      "zh_CN": "在现在这个时代，真正的善知识没有了，出家在家都没有了。唯一的方法，佛在经上告诉我们的，古大德留下来这些典型、榜样，我们果然真学，就真有成就。如章嘉大师所说，佛法重实质不重形式，要下真功夫，有真德行。要像世尊一样，要像维摩居士一样，出现在世间，才能够护持正法，让正法久住世间。净宗的行门就是一句佛号，真信真愿，一句佛号念到底，没有一个不往生。",
      "zh_TW": "在現在這個時代，真正的善知識沒有了，出家在家都沒有了。唯一的方法，佛在經上告訴我們的，古大德留下來這些典型、榜樣，我們果然真學，就真有成就。如章嘉大師所說，佛法重實質不重形式，要下真功夫，有真德行。要像世尊一樣，要像維摩居士一樣，出現在世間，才能夠護持正法，讓正法久住世間。淨宗的行門就是一句佛號，真信真願，一句佛號念到底，沒有一個不往生。"
    },
    {
      "id": "02-040-0107_p0010",
      "zh_CN": "我们再看下面这一科经文，「遍游佛土」。",
      "zh_TW": "我們再看下面這一科經文，「遍遊佛土」。"
    },
    {
      "id": "02-040-0107_p0011",
      "zh_CN": "【于一念顷。遍游一切佛土。】",
      "zh_TW": "【於一念頃。遍遊一切佛土。】"
    },
    {
      "id": "02-040-0107_p0012",
      "zh_CN": "『一念』，「指极短促之时刻，但其时限，诸说不一。」这都是佛经上有的，很短的时间，短到什么程度也没有定法。「如《仁王般若经》上以九十刹那为一念，一念中之一刹那经九百生灭。」《仁王经》上讲的，一弹指有九十刹那，一刹那有九百生灭。它这里是九十，这不知道是哪个本子，有一个本子是六十刹那，一弹指六十刹那，一刹那九百生灭。下面《智度论》上有。「《往生论注》以百一生灭为一刹那，六十刹那名为一念。两者均以一念中具多刹那也。但《智度论》以一弹指顷有六十念，《华严探玄记十八》谓刹那此云念顷，一弹指顷有六十刹那。两者均谓一念即一刹那。」这个说法不一定，经论上都有依据。「兹为简单易记，故从后者，以一念顷即一刹那。至于刹那一念之间，即能遍游诸佛国土者，此正弥陀之第十一愿：于一念顷，不能超过亿那由他百千佛刹，周遍巡历供养诸佛者，不取正觉。」这是阿弥陀佛四十八愿的第十一愿。",
      "zh_TW": "『一念』，「指極短促之時刻，但其時限，諸說不一。」這都是佛經上有的，很短的時間，短到什麼程度也沒有定法。「如《仁王般若經》上以九十剎那為一念，一念中之一剎那經九百生滅。」《仁王經》上講的，一彈指有九十剎那，一剎那有九百生滅。它這裡是九十，這不知道是哪個本子，有一個本子是六十剎那，一彈指六十剎那，一剎那九百生滅。下面《智度論》上有。「《往生論註》以百一生滅為一剎那，六十剎那名為一念。兩者均以一念中具多剎那也。但《智度論》以一彈指頃有六十念，《華嚴探玄記十八》謂剎那此云念頃，一彈指頃有六十剎那。兩者均謂一念即一剎那。」這個說法不一定，經論上都有依據。「茲為簡單易記，故從後者，以一念頃即一剎那。至於剎那一念之間，即能遍遊諸佛國土者，此正彌陀之第十一願：於一念頃，不能超過億那由他百千佛剎，周遍巡歷供養諸佛者，不取正覺。」這是阿彌陀佛四十八願的第十一願。"
    },
    {
      "id": "02-040-0107_p0013",
      "zh_CN": "现在我们看到科学家的报告，跟《菩萨处胎经》里面世尊跟弥勒菩萨一段对话合起来看，这个概念就很清楚。在经上，世尊问弥勒菩萨，说世间人起一个念头，「心有所念」，世间人心里起个念头，佛问这个念头是有「几念几相识耶」，这经的原文。我们把它讲白了，就是世间人起这个念头，这一个念头里头有多少个细念、有多少个相分、有多少个受想行识？这讲五蕴。五蕴，色是现象，是物质环境，受想行识是心理现象。佛问这么一句话，「心有所念，几念几相识耶」。弥勒菩萨回答世尊，他们这一问一答，都是替我们问的，让我们知道。弥勒菩萨说，一弹指有三十二亿百千念，单位是百千，一百个千，十个千是一万，一百个千是十万，三十二亿乘十万，三百二十兆。这就说明什么，有多少个细念，这一弹指？有三百二十兆个细念，单位是兆，三百二十兆的细念。「念念成形」，每一个念头都有形，形就是色；「形皆有识」，每一个形都有识，识就是受想行识。",
      "zh_TW": "現在我們看到科學家的報告，跟《菩薩處胎經》裡面世尊跟彌勒菩薩一段對話合起來看，這個概念就很清楚。在經上，世尊問彌勒菩薩，說世間人起一個念頭，「心有所念」，世間人心裡起個念頭，佛問這個念頭是有「幾念幾相識耶」，這經的原文。我們把它講白了，就是世間人起這個念頭，這一個念頭裡頭有多少個細念、有多少個相分、有多少個受想行識？這講五蘊。五蘊，色是現象，是物質環境，受想行識是心理現象。佛問這麼一句話，「心有所念，幾念幾相識耶」。彌勒菩薩回答世尊，他們這一問一答，都是替我們問的，讓我們知道。彌勒菩薩說，一彈指有三十二億百千念，單位是百千，一百個千，十個千是一萬，一百個千是十萬，三十二億乘十萬，三百二十兆。這就說明什麼，有多少個細念，這一彈指？有三百二十兆個細念，單位是兆，三百二十兆的細念。「念念成形」，每一個念頭都有形，形就是色；「形皆有識」，每一個形都有識，識就是受想行識。"
    },
    {
      "id": "02-040-0107_p0014",
      "zh_CN": "我们读到这个经文，才真正对于五蕴有个概念。你看《心经》天天念，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」。五蕴是什么？这个地方就说出来，五蕴是一个念头。一弹指之间有三百二十兆，一弹指有三百二十兆个细念，每一个念头都有物质现象、有精神现象，识就是受想行识，色受想行识。你看看，这是五蕴的根，五蕴的基础，五蕴的本。我们才知道观世音菩萨的心多清净，观世音菩萨的智慧多么锐利，这样微细的境界他非常清楚，他能捕捉得到。我们凡夫，这个境界就在眼前，我们根本不知道。确实是在眼前，我们见不到、听不到，念头也想不到。",
      "zh_TW": "我們讀到這個經文，才真正對於五蘊有個概念。你看《心經》天天念，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」。五蘊是什麼？這個地方就說出來，五蘊是一個念頭。一彈指之間有三百二十兆，一彈指有三百二十兆個細念，每一個念頭都有物質現象、有精神現象，識就是受想行識，色受想行識。你看看，這是五蘊的根，五蘊的基礎，五蘊的本。我們才知道觀世音菩薩的心多清淨，觀世音菩薩的智慧多麼銳利，這樣微細的境界他非常清楚，他能捕捉得到。我們凡夫，這個境界就在眼前，我們根本不知道。確實是在眼前，我們見不到、聽不到，念頭也想不到。"
    },
    {
      "id": "02-040-0107_p0015",
      "zh_CN": "这一弹指，现在科学家用的单位是秒，一秒钟能弹几次？我们弹得快，我相信一秒钟可以弹五次，五乘三百二十兆，就是一秒钟有一千六百兆。一秒钟一千六百兆次的波动现象，你怎么会知道？眼睛睁得再大也看不见。怎么回事情？我们用电影来做比喻，大家就明白了，就会很清楚。这是老式电影的底片，电影底片，这个底片是幻灯片，在放映机里面播放出来，它的速度是一秒钟二十四张，也就是二十四分之一秒。我们能不能看见？不能看见。它这是连续的，如果我们把其他的都涂掉，就留一张，就留一张在放映机里面放，我们有没有感觉？有感觉，好像有一道光，一闪就没有了，光里头的内容不知道。如果这个速度加上一秒钟一千六百兆次张，就是在你眼前你也不知道，再大的音声在你面前也不知道，六根缘不到，它速度太快，我们赶不上。前面五根赶不上，第六意识也赶不上，这是真的。这个现象在哪里？确实就在我们现前。所以楞严会上讲的「当处出生，随处灭尽」，就在眼前。遍法界虚空界就这么发生的，我们没有法子看见，见不到它。不是没有，它真有。",
      "zh_TW": "這一彈指，現在科學家用的單位是秒，一秒鐘能彈幾次？我們彈得快，我相信一秒鐘可以彈五次，五乘三百二十兆，就是一秒鐘有一千六百兆。一秒鐘一千六百兆次的波動現象，你怎麼會知道？眼睛睜得再大也看不見。怎麼回事情？我們用電影來做比喻，大家就明白了，就會很清楚。這是老式電影的底片，電影底片，這個底片是幻燈片，在放映機裡面播放出來，它的速度是一秒鐘二十四張，也就是二十四分之一秒。我們能不能看見？不能看見。它這是連續的，如果我們把其他的都塗掉，就留一張，就留一張在放映機裡面放，我們有沒有感覺？有感覺，好像有一道光，一閃就沒有了，光裡頭的內容不知道。如果這個速度加上一秒鐘一千六百兆次張，就是在你眼前你也不知道，再大的音聲在你面前也不知道，六根緣不到，它速度太快，我們趕不上。前面五根趕不上，第六意識也趕不上，這是真的。這個現象在哪裡？確實就在我們現前。所以楞嚴會上講的「當處出生，隨處滅盡」，就在眼前。遍法界虛空界就這麼發生的，我們沒有法子看見，見不到它。不是沒有，它真有。"
    },
    {
      "id": "02-040-0107_p0016",
      "zh_CN": "这么短的时间里头，这些菩萨们能够遍游诸佛国土者，这个神通真广大，我们相信，法身菩萨。这法身佛，就是常寂光，光明遍照，他无处不在，无时不在、无处不在。前面说了，诸佛在现相，现什么相？像释迦牟尼佛一样，现八相成道。这些法身菩萨们，他们除了，因为无始无明习气没断尽，除了不能融入常寂光，这桩事情他做不到，其他的智慧、神通、道力跟妙觉如来没有两样。他也能够随处现身，只是不能融入寂光，但是一切时、一切处他都能现身。他能够同时现无量无边身，一切诸佛面前都有他在礼拜供养、在闻法，他真有这个能力，这个不假，法身菩萨可以做到。我们往生到极乐世界也能做到，那是不是就是法身菩萨？不是，我们还是凡夫，带业往生，一品烦恼没断。但是，到极乐世界，阿弥陀佛本愿威神加持，皆作阿惟越致菩萨。这个便宜可占大了，凡圣同居土下下品往生也是阿惟越致菩萨，这有什么话说。阿惟越致是什么意思？圆满证得三种不退转，位不退、行不退、念不退，就是中国禅宗里所说的明心见性、见性成佛。这样的人他有能力在十方世界上供诸佛，下化众生。众生，看众生的缘，众生希望佛出世度他们，他就能现佛身。现佛身，像释迦牟尼佛八相成道，示现这种身，住世若干年。时间长短没一定，完全是缘，有缘，佛就住；缘尽了，佛就灭度。佛住世八十年，没有起心、没有动念，这叫妙用，这叫自性本定。前面所讲，普等三昧，等同一切如来之所证。",
      "zh_TW": "這麼短的時間裡頭，這些菩薩們能夠遍遊諸佛國土者，這個神通真廣大，我們相信，法身菩薩。這法身佛，就是常寂光，光明遍照，他無處不在，無時不在、無處不在。前面說了，諸佛在現相，現什麼相？像釋迦牟尼佛一樣，現八相成道。這些法身菩薩們，他們除了，因為無始無明習氣沒斷盡，除了不能融入常寂光，這樁事情他做不到，其他的智慧、神通、道力跟妙覺如來沒有兩樣。他也能夠隨處現身，只是不能融入寂光，但是一切時、一切處他都能現身。他能夠同時現無量無邊身，一切諸佛面前都有他在禮拜供養、在聞法，他真有這個能力，這個不假，法身菩薩可以做到。我們往生到極樂世界也能做到，那是不是就是法身菩薩？不是，我們還是凡夫，帶業往生，一品煩惱沒斷。但是，到極樂世界，阿彌陀佛本願威神加持，皆作阿惟越致菩薩。這個便宜可佔大了，凡聖同居土下下品往生也是阿惟越致菩薩，這有什麼話說。阿惟越致是什麼意思？圓滿證得三種不退轉，位不退、行不退、念不退，就是中國禪宗裡所說的明心見性、見性成佛。這樣的人他有能力在十方世界上供諸佛，下化眾生。眾生，看眾生的緣，眾生希望佛出世度他們，他就能現佛身。現佛身，像釋迦牟尼佛八相成道，示現這種身，住世若干年。時間長短沒一定，完全是緣，有緣，佛就住；緣盡了，佛就滅度。佛住世八十年，沒有起心、沒有動念，這叫妙用，這叫自性本定。前面所講，普等三昧，等同一切如來之所證。"
    },
    {
      "id": "02-040-0107_p0017",
      "zh_CN": "阿弥陀佛第十一愿经文，「于一念顷，不能超过亿那由他百千佛刹，周遍巡历供养诸佛者，不取正觉」，这是佛的第十一愿。「上文已曰，此诸大士随时悟入华严三昧，此三昧据果而言，亦名海印三昧」。「海印三昧」有参考资料，这是从《佛学大辞典》里头节录下来的。术语，「海印，佛所得之三昧名」，如来在果地上所证得的。「如于大海中」，海印是比喻，海是海水，「大海中印象一切之事物，湛然于佛之智海印现一切之法。」大海，我们要把它想成这个海风平浪静，像一面镜子一样，整个世界的景观统统照在里头，这一面镜子像大海一样，清清楚楚，取这个做比喻。如来的智慧就像大海一样，能够印现一切诸法，全都照见，一样都不漏，这个定叫海印三昧。海印三昧的作用是无微不照，遍照法界，这它作用。",
      "zh_TW": "阿彌陀佛第十一願經文，「於一念頃，不能超過億那由他百千佛剎，周遍巡歷供養諸佛者，不取正覺」，這是佛的第十一願。「上文已曰，此諸大士隨時悟入華嚴三昧，此三昧據果而言，亦名海印三昧」。「海印三昧」有參考資料，這是從《佛學大辭典》裡頭節錄下來的。術語，「海印，佛所得之三昧名」，如來在果地上所證得的。「如於大海中」，海印是比喻，海是海水，「大海中印象一切之事物，湛然於佛之智海印現一切之法。」大海，我們要把它想成這個海風平浪靜，像一面鏡子一樣，整個世界的景觀統統照在裡頭，這一面鏡子像大海一樣，清清楚楚，取這個做比喻。如來的智慧就像大海一樣，能夠印現一切諸法，全都照見，一樣都不漏，這個定叫海印三昧。海印三昧的作用是無微不照，遍照法界，這它作用。"
    },
    {
      "id": "02-040-0107_p0018",
      "zh_CN": "「探玄记四曰：海印者，从喻为名，如修罗四兵列在空中，于大海中印现其像。」阿修罗，阿修罗喜欢战争，好斗，有天之福，没有天之德。忉利天主慈悲、仁慈，他的福报跟忉利天主差不多大，但是好斗。所以他能现四兵，有步兵、有水军、有骑兵、有象兵（骑着大象打仗的），这是古代战争有这么多的军种，统统出来了，在空中。阿修罗有本事，空中现这些军队，大海里面照得清清楚楚。「菩萨定心犹如大海」，佛菩萨定心像大海一样，清净平等，觉就是照，起觉照的作用。「应机现异，如彼兵像故」。修罗这些军种，在菩萨智慧当中清清楚楚，像大海照见一样，比喻作海印三昧，无所不知，无所不能。",
      "zh_TW": "「探玄記四曰：海印者，從喻為名，如修羅四兵列在空中，於大海中印現其像。」阿修羅，阿修羅喜歡戰爭，好鬥，有天之福，沒有天之德。忉利天主慈悲、仁慈，他的福報跟忉利天主差不多大，但是好鬥。所以他能現四兵，有步兵、有水軍、有騎兵、有象兵（騎著大象打仗的），這是古代戰爭有這麼多的軍種，統統出來了，在空中。阿修羅有本事，空中現這些軍隊，大海裡面照得清清楚楚。「菩薩定心猶如大海」，佛菩薩定心像大海一樣，清淨平等，覺就是照，起覺照的作用。「應機現異，如彼兵像故」。修羅這些軍種，在菩薩智慧當中清清楚楚，像大海照見一樣，比喻作海印三昧，無所不知，無所不能。"
    },
    {
      "id": "02-040-0107_p0019",
      "zh_CN": "「还源观曰」，贤首国师的《妄尽还源观》，「言海印者，真如本觉也」，真如就是自性，自性本有的觉知，这个觉知就是智慧，自性本具的智慧。「妄尽心澄，万像齐现」。现在我们都有，我们为什么见不到？我们的心是被染污了，我们的心在波动，这有风浪，所以本能就失掉，照见没有了，智慧也没有了。菩萨修行就是修定、修慧，八万四千法门，无量法门，修什么？就是修定、修慧。戒律是定慧的手段，是定慧的根基，没有戒律决定没有定慧，这个不能不知道的。戒定慧称为三无漏学，是十方三世一切菩萨成佛必经的道路，你不走这个道路你就成不了佛。佛法传到中国，戒定慧三学，儒家接受了，道家也接受了，所以在中国儒释道统统讲戒定慧。可见得这条路是正道，儒道都承认。这是一条成佛之道，是一条了生死的大道、出三界的大道，是一条破迷开悟的大道，是一条离苦得乐的大道，决定不能疏忽，稍稍疏忽，功夫全破坏了。",
      "zh_TW": "「還源觀曰」，賢首國師的《妄盡還源觀》，「言海印者，真如本覺也」，真如就是自性，自性本有的覺知，這個覺知就是智慧，自性本具的智慧。「妄盡心澄，萬像齊現」。現在我們都有，我們為什麼見不到？我們的心是被染污了，我們的心在波動，這有風浪，所以本能就失掉，照見沒有了，智慧也沒有了。菩薩修行就是修定、修慧，八萬四千法門，無量法門，修什麼？就是修定、修慧。戒律是定慧的手段，是定慧的根基，沒有戒律決定沒有定慧，這個不能不知道的。戒定慧稱為三無漏學，是十方三世一切菩薩成佛必經的道路，你不走這個道路你就成不了佛。佛法傳到中國，戒定慧三學，儒家接受了，道家也接受了，所以在中國儒釋道統統講戒定慧。可見得這條路是正道，儒道都承認。這是一條成佛之道，是一條了生死的大道、出三界的大道，是一條破迷開悟的大道，是一條離苦得樂的大道，決定不能疏忽，稍稍疏忽，功夫全破壞了。"
    },
    {
      "id": "02-040-0107_p0020",
      "zh_CN": "所以《还源观》上教给我们，妄尽心就澄，妄尽还源观。他们修什么？修华严，全名，《修华严奥旨妄尽还源观》。妄是什么？起心动念、分别执着，这就是妄。执着是见思烦恼，分别是尘沙烦恼，妄想是无明烦恼，这三种烦恼盖覆了自性，自性被染污了，它本来不动，现在动摇了。所以就像水一样，肮脏的水，又有波浪，它照见的能力没有了。必须把水澄清，把波浪息掉，恢复到它的平静，它就能照见。所以妄尽心就澄，自然就定下来。「万像齐现」，这个万像是遍法界虚空界十方三世所有一切现象，统统现在其中。「犹如大海由风起浪」，它不能见。「若风止息，海水澄清，无像不现」。见思烦恼是染污，尘沙、无明是波浪，这两种东西都要把它息掉。",
      "zh_TW": "所以《還源觀》上教給我們，妄盡心就澄，妄盡還源觀。他們修什麼？修華嚴，全名，《修華嚴奧旨妄盡還源觀》。妄是什麼？起心動念、分別執著，這就是妄。執著是見思煩惱，分別是塵沙煩惱，妄想是無明煩惱，這三種煩惱蓋覆了自性，自性被染污了，它本來不動，現在動搖了。所以就像水一樣，骯髒的水，又有波浪，它照見的能力沒有了。必須把水澄清，把波浪息掉，恢復到它的平靜，它就能照見。所以妄盡心就澄，自然就定下來。「萬像齊現」，這個萬像是遍法界虛空界十方三世所有一切現象，統統現在其中。「猶如大海由風起浪」，它不能見。「若風止息，海水澄清，無像不現」。見思煩惱是染污，塵沙、無明是波浪，這兩種東西都要把它息掉。"
    },
    {
      "id": "02-040-0107_p0021",
      "zh_CN": "「三藏法数三十九依宗镜录于海印三昧列十义。华严宗以此海印三昧为华严经所依之定。」在这个地方我们就晓得，大乘教里头定能生慧，定决定开智慧。为什么？定之后，它就能照，它能照见一切法，它照透了，这就是为什么能生慧。法门不同，依定不同，依什么修成三昧不一样，《华严经》是依海印三昧，我们净土宗是依念佛三昧。依定不同，境界就不一样，所以境随心转。「华严经钞二曰：如说法华依无量义处三昧，说般若经依等持王三昧，说涅槃经依不动三昧，故说诸经，多依三昧，今说此经，依何三昧？即海印三昧」，这是《华严经》上说的。方法不一样，所依的三昧不一样，但是得到三昧是一样的。为什么？他所得到的，心恢复清净、恢复平等。三昧的果相就是我们经题上讲的「清净平等觉」，清净平等是定，觉就是智慧。自性本定，自性本觉，定跟慧都不是外头来的，是自性本来具足的。只是我们迷了，迷了之后，生起很多烦恼，烦恼把定体、功德全部障碍住，是这么回事情。所以，我们只需要把这些障碍除掉，三昧就现前，智慧就现前。",
      "zh_TW": "「三藏法數三十九依宗鏡錄於海印三昧列十義。華嚴宗以此海印三昧為華嚴經所依之定。」在這個地方我們就曉得，大乘教裡頭定能生慧，定決定開智慧。為什麼？定之後，它就能照，它能照見一切法，它照透了，這就是為什麼能生慧。法門不同，依定不同，依什麼修成三昧不一樣，《華嚴經》是依海印三昧，我們淨土宗是依念佛三昧。依定不同，境界就不一樣，所以境隨心轉。「華嚴經鈔二曰：如說法華依無量義處三昧，說般若經依等持王三昧，說涅槃經依不動三昧，故說諸經，多依三昧，今說此經，依何三昧？即海印三昧」，這是《華嚴經》上說的。方法不一樣，所依的三昧不一樣，但是得到三昧是一樣的。為什麼？他所得到的，心恢復清淨、恢復平等。三昧的果相就是我們經題上講的「清淨平等覺」，清淨平等是定，覺就是智慧。自性本定，自性本覺，定跟慧都不是外頭來的，是自性本來具足的。只是我們迷了，迷了之後，生起很多煩惱，煩惱把定體、功德全部障礙住，是這麼回事情。所以，我們只需要把這些障礙除掉，三昧就現前，智慧就現前。"
    },
    {
      "id": "02-040-0107_p0022",
      "zh_CN": "我们今天所依的念佛三昧，就在这一句佛号，制心一处就是念佛三昧，把心放在阿弥陀佛佛号上。早年李老师教我们，这方法好，虽然讲了很多遍，没看到人依教奉行；也许有依教奉行的人，我们没见到。老师说，把我们心里面拉拉杂杂东西都洗除干净，把它洗刷干净，把阿弥陀佛请回来，让清净心里头只有一尊阿弥陀佛，除阿弥陀佛之外什么都没有。这个意思就是说，一切时、一切处，起心动念全是阿弥陀佛，这个方法好。也就是《坛经》上，六祖惠能大师常说的「不思善，不思恶」。一切善不要去想它，一切恶也不要去想它，只想阿弥陀佛，善恶、染净都不想，什么都不想，就想阿弥陀佛，就念阿弥陀佛，决定往生净土。往生净土之后，百千三昧你统统都得到了，念佛三昧得到了，百千三昧就是无量三昧，全得到了。为什么？一切法门都离不开念佛。《华严经》到最后，你看看普贤菩萨十大愿王导归极乐。《法华经》上龙女八岁成佛。千经万论，这印光大师常讲，没有一样到最后不归净土的，只是早迟的事情。所以念佛法门不可思议。无论修学哪个法门，我们都欢喜赞叹，为什么？我们很清楚，他修到最后也归净土。但是我们是先走了一步，他在我们后面，我们到极乐世界，他们慢慢跟上来了。",
      "zh_TW": "我們今天所依的念佛三昧，就在這一句佛號，制心一處就是念佛三昧，把心放在阿彌陀佛佛號上。早年李老師教我們，這方法好，雖然講了很多遍，沒看到人依教奉行；也許有依教奉行的人，我們沒見到。老師說，把我們心裡面拉拉雜雜東西都洗除乾淨，把它洗刷乾淨，把阿彌陀佛請回來，讓清淨心裡頭只有一尊阿彌陀佛，除阿彌陀佛之外什麼都沒有。這個意思就是說，一切時、一切處，起心動念全是阿彌陀佛，這個方法好。也就是《壇經》上，六祖惠能大師常說的「不思善，不思惡」。一切善不要去想它，一切惡也不要去想它，只想阿彌陀佛，善惡、染淨都不想，什麼都不想，就想阿彌陀佛，就念阿彌陀佛，決定往生淨土。往生淨土之後，百千三昧你統統都得到了，念佛三昧得到了，百千三昧就是無量三昧，全得到了。為什麼？一切法門都離不開念佛。《華嚴經》到最後，你看看普賢菩薩十大願王導歸極樂。《法華經》上龍女八歲成佛。千經萬論，這印光大師常講，沒有一樣到最後不歸淨土的，只是早遲的事情。所以念佛法門不可思議。無論修學哪個法門，我們都歡喜讚歎，為什麼？我們很清楚，他修到最後也歸淨土。但是我們是先走了一步，他在我們後面，我們到極樂世界，他們慢慢跟上來了。"
    },
    {
      "id": "02-040-0107_p0023",
      "zh_CN": "上文已经说过，「此诸大士」，与会的这些菩萨们，「随时悟入华严三昧，此三昧据果而言」，就是海印三昧。这个地方我们也得把它念一念，「名为印者，以世间印章为喻」，这海印三昧。「印上文字能同时顿现，而无前后之差；举体齐彰，亦无或隐之处」，这叫印。这个我们懂，我们用印章，盖个印章，印章上的文字一定是同时现前。我们这个书上有印章，这在外面，这个外头有一个印章，圆的，里面的内容是「孝养父母，奉事师长」八个字。你看印章盖下去，八个字同时现出来，没有先后。印就取这个意思，同时现前，没有先后。「名为海者，犹如大海，同时影现种种差别之相。形象千差，水体无别。万相繁兴，而水湛然。」海是举其大，像大海。这个大海，我们要把它想成清净、平静，清净没有染污，平静没有风浪，这海水就像一面镜子一样，什么现象统统照在里面。",
      "zh_TW": "上文已經說過，「此諸大士」，與會的這些菩薩們，「隨時悟入華嚴三昧，此三昧據果而言」，就是海印三昧。這個地方我們也得把它念一念，「名為印者，以世間印章為喻」，這海印三昧。「印上文字能同時頓現，而無前後之差；舉體齊彰，亦無或隱之處」，這叫印。這個我們懂，我們用印章，蓋個印章，印章上的文字一定是同時現前。我們這個書上有印章，這在外面，這個外頭有一個印章，圓的，裡面的內容是「孝養父母，奉事師長」八個字。你看印章蓋下去，八個字同時現出來，沒有先後。印就取這個意思，同時現前，沒有先後。「名為海者，猶如大海，同時影現種種差別之相。形象千差，水體無別。萬相繁興，而水湛然。」海是舉其大，像大海。這個大海，我們要把它想成清淨、平靜，清淨沒有染污，平靜沒有風浪，這海水就像一面鏡子一樣，什麼現象統統照在裡面。"
    },
    {
      "id": "02-040-0107_p0024",
      "zh_CN": "「时无先后」，没有先后，同时照见。「宛然万相，宛然无相」，这个我们面对镜子能够体会到这个现象，你照镜子的时候，镜子里现相，同时你也知道，镜子里干干净净，一无所有。「时无先后，故延促同时」，时间没有先后，在这个照镜子里面，可以体会到时间不可得、空间不可得，是假的。「三世古今不离于当念，齐现水中」，都现在镜子里面。十方三世，那三世最明显的，我们有个时钟，挂在镜子对面，镜子里头也有时钟，镜子里面的时钟告诉你，时间是假的，时间不是真的。为什么？镜子里的相是假的，了不可得，外面时钟好像可以拿到，镜子里拿不到，镜子里样样都拿不到。你要觉悟，我这个形相、面孔，照在镜子里头，也不可得。这叫真会照镜子，一切现象清楚，一切现象不可得。《般若经》上所说的，「一切法无所有，毕竟空，不可得」，就在这一面镜子里头全显示出来了，这面镜子岂不是《大般若经》吗？六百卷《大般若经》读完，做了总结，我的总结就十二个字，它说的什么？「一切法无所有，毕竟空，不可得」。一面镜子全照着，你说哪里没有佛法？没有一法不是佛法，而且都是绝妙的佛法。只是自己迷了，迷在假相里头，把假相都当真，真的完全见不到。这是佛经上常说「可怜悯者」，你跟诸佛如来无二无别，怎么会变成这个样子？",
      "zh_TW": "「時無先後」，沒有先後，同時照見。「宛然萬相，宛然無相」，這個我們面對鏡子能夠體會到這個現象，你照鏡子的時候，鏡子裡現相，同時你也知道，鏡子裡乾乾淨淨，一無所有。「時無先後，故延促同時」，時間沒有先後，在這個照鏡子裡面，可以體會到時間不可得、空間不可得，是假的。「三世古今不離於當念，齊現水中」，都現在鏡子裡面。十方三世，那三世最明顯的，我們有個時鐘，掛在鏡子對面，鏡子裡頭也有時鐘，鏡子裡面的時鐘告訴你，時間是假的，時間不是真的。為什麼？鏡子裡的相是假的，了不可得，外面時鐘好像可以拿到，鏡子裡拿不到，鏡子裡樣樣都拿不到。你要覺悟，我這個形相、面孔，照在鏡子裡頭，也不可得。這叫真會照鏡子，一切現象清楚，一切現象不可得。《般若經》上所說的，「一切法無所有，畢竟空，不可得」，就在這一面鏡子裡頭全顯示出來了，這面鏡子豈不是《大般若經》嗎？六百卷《大般若經》讀完，做了總結，我的總結就十二個字，它說的什麼？「一切法無所有，畢竟空，不可得」。一面鏡子全照著，你說哪裡沒有佛法？沒有一法不是佛法，而且都是絕妙的佛法。只是自己迷了，迷在假相裡頭，把假相都當真，真的完全見不到。這是佛經上常說「可憐憫者」，你跟諸佛如來無二無別，怎麼會變成這個樣子？"
    },
    {
      "id": "02-040-0107_p0025",
      "zh_CN": "所以这个结论，你看结得好，「三世古今不离于当念，齐现水中，故广狭自在」，这就是《华严经》的十玄门，「十方世界不离于当处。《华严经》曰：一切自在难思议，华严三昧势力故。」经说得好！我们如何能在实际生活当中完全体验到，那你就生活在华藏世界。在这一部经里头，如果能将弥陀四十八愿体会到，我们就生活在极乐世界里。极乐在哪里？此地就是。弥陀在哪里？自心就是。心能生能现，幻相所生所现，真妄都不可得，这才叫诸法实相。不能有丝毫执着，妄不能执着，真也不能执着，你就得大自在，你才真放下了，原来放下就是。",
      "zh_TW": "所以這個結論，你看結得好，「三世古今不離於當念，齊現水中，故廣狹自在」，這就是《華嚴經》的十玄門，「十方世界不離於當處。《華嚴經》曰：一切自在難思議，華嚴三昧勢力故。」經說得好！我們如何能在實際生活當中完全體驗到，那你就生活在華藏世界。在這一部經裡頭，如果能將彌陀四十八願體會到，我們就生活在極樂世界裡。極樂在哪裡？此地就是。彌陀在哪裡？自心就是。心能生能現，幻相所生所現，真妄都不可得，這才叫諸法實相。不能有絲毫執著，妄不能執著，真也不能執著，你就得大自在，你才真放下了，原來放下就是。"
    },
    {
      "id": "02-040-0107_p0026",
      "zh_CN": "「又《甄解》曰：一念之顷」，一千六百兆分之一秒，这是一念之顷，「周遍无量佛土者，所到一乘清净无量寿世界故，结归念佛三昧也。」《甄解》上这段话，黄念老很赞叹，「此说甚妙，以念佛故，得生极乐，即可乘阿弥陀如来一乘愿海中第十一愿之加被力，而出现如是不可思议之神通妙用，于一念顷遍游佛土，非二乘所能测。」二乘，声闻、缘觉，别教三贤菩萨，都不可思议。经文说到这个地方，全是讲的「自利德」，成就自己智慧德行、神通道力，无量功德。能自利而后就能利他。自利为什么？实在讲，自利是为了利他，自己不成就，怎么能帮助别人？帮助别人一定要自己成就。自己成就的次第，德行要放在第一。换句话说，没有德行就没有感应，没有感应你不会有成就。德行从哪里来？从持戒来，持戒是修德。有德的人，心清净。有德的人，也就是持戒的人，他的思虑很单纯，心地虔诚、老实，具足真诚的信愿，用世间话来说，具足圆满的德行。",
      "zh_TW": "「又《甄解》曰：一念之頃」，一千六百兆分之一秒，這是一念之頃，「周遍無量佛土者，所到一乘清淨無量壽世界故，結歸念佛三昧也。」《甄解》上這段話，黃念老很讚歎，「此說甚妙，以念佛故，得生極樂，即可乘阿彌陀如來一乘願海中第十一願之加被力，而出現如是不可思議之神通妙用，於一念頃遍遊佛土，非二乘所能測。」二乘，聲聞、緣覺，別教三賢菩薩，都不可思議。經文說到這個地方，全是講的「自利德」，成就自己智慧德行、神通道力，無量功德。能自利而後就能利他。自利為什麼？實在講，自利是為了利他，自己不成就，怎麼能幫助別人？幫助別人一定要自己成就。自己成就的次第，德行要放在第一。換句話說，沒有德行就沒有感應，沒有感應你不會有成就。德行從哪裡來？從持戒來，持戒是修德。有德的人，心清淨。有德的人，也就是持戒的人，他的思慮很單純，心地虔誠、老實，具足真誠的信願，用世間話來說，具足圓滿的德行。"
    },
    {
      "id": "02-040-0107_p0027",
      "zh_CN": "下面，「利他德」，经文分四段，第一段「妙行显实」。请看经文：",
      "zh_TW": "下面，「利他德」，經文分四段，第一段「妙行顯實」。請看經文："
    },
    {
      "id": "02-040-0107_p0028",
      "zh_CN": "【得佛辩才。住普贤行。善能分别众生语言。开化显示真实之际。超过世间诸所有法。】",
      "zh_TW": "【得佛辯才。住普賢行。善能分別眾生語言。開化顯示真實之際。超過世間諸所有法。】"
    },
    {
      "id": "02-040-0107_p0029",
      "zh_CN": "这个几句话说得很简单，里面的境界无比的深广，请看注解。『得佛辩才』，「辩才者，善巧宣说法义之才能。」善巧，前面我们学过权智，就是般若智慧应用在生活上，应用在工作上，应用在教学上。他能很巧妙的把佛所说的法跟义，法是文字，能诠之法，义是文字所诠的义理，能够很巧妙的把它讲清楚、讲明白，让听众都能听清楚、都能理解、都能接受，这个教学成功了。所以辩才是善巧说法的才能。「此则《净影疏》所谓言能辩了，语能才巧」，这些言语，我们一般人讲辩才无碍。世间一般人讲，这个人聪明，反应能力很强，你提出问题，他立刻就能为你解答。具足这种能力不是太多，有，不是没有。",
      "zh_TW": "這個幾句話說得很簡單，裡面的境界無比的深廣，請看註解。『得佛辯才』，「辯才者，善巧宣說法義之才能。」善巧，前面我們學過權智，就是般若智慧應用在生活上，應用在工作上，應用在教學上。他能很巧妙的把佛所說的法跟義，法是文字，能詮之法，義是文字所詮的義理，能夠很巧妙的把它講清楚、講明白，讓聽眾都能聽清楚、都能理解、都能接受，這個教學成功了。所以辯才是善巧說法的才能。「此則《淨影疏》所謂言能辯了，語能才巧」，這些言語，我們一般人講辯才無礙。世間一般人講，這個人聰明，反應能力很強，你提出問題，他立刻就能為你解答。具足這種能力不是太多，有，不是沒有。"
    },
    {
      "id": "02-040-0107_p0030",
      "zh_CN": "「又《嘉祥法华疏》曰：速疾应机名辩，言含文采曰才」。速疾是快，别人提出疑难来问，立刻就能回答，不需要用思考，这是辩。言含文采，言语文雅，让人家听到欢喜，这叫才。这种文采从哪里来？多读圣贤书。「读书千遍，其义自见」，不但义见到，义见到了你速疾应机，书念熟了，言语自然就有文采。所谓的出口成章，你把他言语记录下来那就是好文章，这叫文采。熟读会有这些利益、这些好处，所以经注要熟读。「此则以能迅速应机方名辩才也」，这辩才的一种说法。",
      "zh_TW": "「又《嘉祥法華疏》曰：速疾應機名辯，言含文采曰才」。速疾是快，別人提出疑難來問，立刻就能回答，不需要用思考，這是辯。言含文采，言語文雅，讓人家聽到歡喜，這叫才。這種文采從哪裡來？多讀聖賢書。「讀書千遍，其義自見」，不但義見到，義見到了你速疾應機，書念熟了，言語自然就有文采。所謂的出口成章，你把他言語記錄下來那就是好文章，這叫文采。熟讀會有這些利益、這些好處，所以經註要熟讀。「此則以能迅速應機方名辯才也」，這辯才的一種說法。"
    },
    {
      "id": "02-040-0107_p0031",
      "zh_CN": "「《会疏》曰：言音开惑为辩，随机巧妙为才，无不皆出于圣智。三疏之中，此说为上。」这讲三种古大德的解释，这个解释得最好，《会疏》说得好。言音，你给人家说，说怎么样？开惑，他迷惑，把迷惑打开，这叫辩。也就是帮人家断疑生信，这叫辩；随机巧妙这是才。你的方法、你的言语用得很巧妙，无不出于圣智。这句话很重要，这是什么？真实智慧。能言善辩，绝不是常识丰富，从广学多闻里头来的，不是这个意思，要从真实智慧，这是佛经上称的辩才。广学多闻是世间法里头所说的辩才，辩才无碍从广学多闻来的。这个不是，这是从清净心智慧里头来的，不一样。我们能看到，禅宗语录里头，特别是大家熟知的《六祖法宝坛经》，在这个里头可以看到惠能大师的辩才，你看到的一问一答。《楞严经》从头到尾几乎都是在辩论，弟子们向佛发问，佛的开示，佛出一些疑问、出一些问题，让这些菩萨们回答，你在这个里面看到大乘教里面的无碍辩才。",
      "zh_TW": "「《會疏》曰：言音開惑為辯，隨機巧妙為才，無不皆出於聖智。三疏之中，此說為上。」這講三種古大德的解釋，這個解釋得最好，《會疏》說得好。言音，你給人家說，說怎麼樣？開惑，他迷惑，把迷惑打開，這叫辯。也就是幫人家斷疑生信，這叫辯；隨機巧妙這是才。你的方法、你的言語用得很巧妙，無不出於聖智。這句話很重要，這是什麼？真實智慧。能言善辯，絕不是常識豐富，從廣學多聞裡頭來的，不是這個意思，要從真實智慧，這是佛經上稱的辯才。廣學多聞是世間法裡頭所說的辯才，辯才無礙從廣學多聞來的。這個不是，這是從清淨心智慧裡頭來的，不一樣。我們能看到，禪宗語錄裡頭，特別是大家熟知的《六祖法寶壇經》，在這個裡頭可以看到惠能大師的辯才，你看到的一問一答。《楞嚴經》從頭到尾幾乎都是在辯論，弟子們向佛發問，佛的開示，佛出一些疑問、出一些問題，讓這些菩薩們回答，你在這個裡面看到大乘教裡面的無礙辯才。"
    },
    {
      "id": "02-040-0107_p0032",
      "zh_CN": "「又《净影疏》谓如来得四无碍智。如来由无碍之智，兴无碍之四辩」。这也是佛门的术语，四无碍智也叫四无碍辩，里面内容是相同的。「一、义无碍辩。谓了知一切诸法义理，通达无滞故。」佛见性了，确确实实见到一切法的性相、理事、因果，任何一法，性相、理事、因果他完全明白，他不会说错。所以听佛说的时候，人能开悟，道理就在此地。义理通达，开经偈上所讲的「愿解如来真实义」，就这个意思。「二、法无碍辩。谓达一切诸法名字，分别无滞。」这个法就是经典。佛所说的一切法，言语写成文字就是经典，他能理解，他没有把它错会意思，言语文字能解释得很清楚。「三、辞无碍辩。于诸法名字义理，随顺一切众生殊方异语，为其演说，能令各各得解故。」辞是言语，跟前面不一样，前面法就是经典，这是说法的人他的语言没有障碍。对于一切法的名字、义理，我们讲一切万法，它叫什么名字，譬如动物，你能看到的都能叫得出名字；植物就比较难，花草树木他都认识，都说得不错，这就是诸法名字的义理。而且随顺一切众生语言，不需要翻译的，他全都知道，为他们演说，都能理解。「佛以一音而说法，众生随类各得解」，有这样的能力。这个能力，我们世间人把它看作是神通，神通妙用。",
      "zh_TW": "「又《淨影疏》謂如來得四無礙智。如來由無礙之智，興無礙之四辯」。這也是佛門的術語，四無礙智也叫四無礙辯，裡面內容是相同的。「一、義無礙辯。謂了知一切諸法義理，通達無滯故。」佛見性了，確確實實見到一切法的性相、理事、因果，任何一法，性相、理事、因果他完全明白，他不會說錯。所以聽佛說的時候，人能開悟，道理就在此地。義理通達，開經偈上所講的「願解如來真實義」，就這個意思。「二、法無礙辯。謂達一切諸法名字，分別無滯。」這個法就是經典。佛所說的一切法，言語寫成文字就是經典，他能理解，他沒有把它錯會意思，言語文字能解釋得很清楚。「三、辭無礙辯。於諸法名字義理，隨順一切眾生殊方異語，為其演說，能令各各得解故。」辭是言語，跟前面不一樣，前面法就是經典，這是說法的人他的語言沒有障礙。對於一切法的名字、義理，我們講一切萬法，它叫什麼名字，譬如動物，你能看到的都能叫得出名字；植物就比較難，花草樹木他都認識，都說得不錯，這就是諸法名字的義理。而且隨順一切眾生語言，不需要翻譯的，他全都知道，為他們演說，都能理解。「佛以一音而說法，眾生隨類各得解」，有這樣的能力。這個能力，我們世間人把它看作是神通，神通妙用。"
    },
    {
      "id": "02-040-0107_p0033",
      "zh_CN": "「四、乐说无碍辩」，主要是乐说。这个字不念「乐」，念去声，念「要」。乐是爱好的意思，喜欢说法，喜欢教学，真正是学不厌、教不倦，在中国称为圣贤，在大乘里面称为佛菩萨。实在的，他们示现在十法界就是为了说法，就是为了帮助众生破迷开悟，其目的是帮助众生离苦得乐。众生苦在哪里？迷来的。如何帮助众生破迷？迷破了，苦就离开；觉悟了，乐就得到，事实真相完全明白。明白怎么样？明白的人心是安的、心是定的，他没有杂念，他没有妄想，我现前这种生活非常满足、非常自在、非常快乐。了解事实真相，什么是最好的？当前这个样子就是最好，我们一般讲，安于现实。你看，人人安于现实，社会就不会有动乱，这社会多祥和、社会多美好，不一定要很富裕。",
      "zh_TW": "「四、樂說無礙辯」，主要是樂說。這個字不念「樂」，念去聲，念「要」。樂是愛好的意思，喜歡說法，喜歡教學，真正是學不厭、教不倦，在中國稱為聖賢，在大乘裡面稱為佛菩薩。實在的，他們示現在十法界就是為了說法，就是為了幫助眾生破迷開悟，其目的是幫助眾生離苦得樂。眾生苦在哪裡？迷來的。如何幫助眾生破迷？迷破了，苦就離開；覺悟了，樂就得到，事實真相完全明白。明白怎麼樣？明白的人心是安的、心是定的，他沒有雜念，他沒有妄想，我現前這種生活非常滿足、非常自在、非常快樂。了解事實真相，什麼是最好的？當前這個樣子就是最好，我們一般講，安於現實。你看，人人安於現實，社會就不會有動亂，這社會多祥和、社會多美好，不一定要很富裕。"
    },
    {
      "id": "02-040-0107_p0034",
      "zh_CN": "我们在斯里兰卡看到，这个国家不富裕，人民生活很清苦，但是很快乐，这是让我们感到惊讶、感到佩服，让我们对他们起尊敬的心。这个就是佛家常说的「知足常乐」，人人知足，并不是急着要要求改善生活品质，不是的，他们对现实非常满足。上行下效，我们到总统府，总统府的建筑很普通，一般大都市里头，乡镇长的办公室都比它华丽，你看他安于现状。总统天天做早晚课，是不是有个佛堂？没有。早晚课在哪里做？在菩提树下面，佛像就供在菩提树这个当中，那么样简陋。总统每天在那里拜佛，每天在那里诵经。也很好，外面的人都能看见。我们去参观，我们也去礼拜。人一定要知足，一定要满足现况。人生活很简单，三餐饭能吃饱，衣服能保暖，有个小房子可以避风雨，足了，还要求什么？患得患失是自找苦吃。看人家生活那么快乐，那就叫幸福，就叫美满的人生。人确实做到中国古人所说的「于人无争，于世无求」，活得真是幸福自在。人与人之间，那种互相尊重、互相敬爱、互相关怀、互助合作，让我们看到非常感动，没有竞争。",
      "zh_TW": "我們在斯里蘭卡看到，這個國家不富裕，人民生活很清苦，但是很快樂，這是讓我們感到驚訝、感到佩服，讓我們對他們起尊敬的心。這個就是佛家常說的「知足常樂」，人人知足，並不是急著要要求改善生活品質，不是的，他們對現實非常滿足。上行下效，我們到總統府，總統府的建築很普通，一般大都市裡頭，鄉鎮長的辦公室都比它華麗，你看他安於現狀。總統天天做早晚課，是不是有個佛堂？沒有。早晚課在哪裡做？在菩提樹下面，佛像就供在菩提樹這個當中，那麼樣簡陋。總統每天在那裡拜佛，每天在那裡誦經。也很好，外面的人都能看見。我們去參觀，我們也去禮拜。人一定要知足，一定要滿足現況。人生活很簡單，三餐飯能吃飽，衣服能保暖，有個小房子可以避風雨，足了，還要求什麼？患得患失是自找苦吃。看人家生活那麼快樂，那就叫幸福，就叫美滿的人生。人確實做到中國古人所說的「於人無爭，於世無求」，活得真是幸福自在。人與人之間，那種互相尊重、互相敬愛、互相關懷、互助合作，讓我們看到非常感動，沒有競爭。"
    },
    {
      "id": "02-040-0107_p0035",
      "zh_CN": "我们在当时看到一桩事情，有一个人偷了好像是一个椰子，他偷吃了，主人把他抓到。他们没有把他送到警察局，送到寺院，请法师来解决。法师就问他，你为什么要偷？他想吃，他自己家里没种椰子，偷邻居的家里，偷了一个。法师转过头来问它这个主人，这个椰子树的主人，问他，你有多少棵椰子树？他说他有一百多棵。那么多，你就布施几个送他好了。你看，问题马上解决，欢欢喜喜，这主人再送他几颗。这些小事情法师用佛法就把它解决，不要劳动警察、官府，不需要。今天让我们在斯里兰卡看到这桩事情，这是别的地方没有的，大家传开来，都点头，都称赞。",
      "zh_TW": "我們在當時看到一樁事情，有一個人偷了好像是一個椰子，他偷吃了，主人把他抓到。他們沒有把他送到警察局，送到寺院，請法師來解決。法師就問他，你為什麼要偷？他想吃，他自己家裡沒種椰子，偷鄰居的家裡，偷了一個。法師轉過頭來問它這個主人，這個椰子樹的主人，問他，你有多少棵椰子樹？他說他有一百多棵。那麼多，你就布施幾個送他好了。你看，問題馬上解決，歡歡喜喜，這主人再送他幾顆。這些小事情法師用佛法就把它解決，不要勞動警察、官府，不需要。今天讓我們在斯里蘭卡看到這樁事情，這是別的地方沒有的，大家傳開來，都點頭，都稱讚。"
    },
    {
      "id": "02-040-0107_p0036",
      "zh_CN": "所以，乐说无碍辩，喜欢说法，喜欢帮助人解决问题，「随顺一切众生根性」，他所喜欢听的法门，「而为说之，圆融无滞故。」上面所说的这些诸大士，「契于圣智，得无碍之辩才」，这个是他的资历，契是契入，就是他证得，契于圣智就是我们讲的大彻大悟、明心见性，辩才自然就出现。「善应根机，广宣妙辩，故曰：得佛辩才。」今天时间到了，我们就学习到此地。",
      "zh_TW": "所以，樂說無礙辯，喜歡說法，喜歡幫助人解決問題，「隨順一切眾生根性」，他所喜歡聽的法門，「而為說之，圓融無滯故。」上面所說的這些諸大士，「契於聖智，得無礙之辯才」，這個是他的資歷，契是契入，就是他證得，契於聖智就是我們講的大徹大悟、明心見性，辯才自然就出現。「善應根機，廣宣妙辯，故曰：得佛辯才。」今天時間到了，我們就學習到此地。"
    }
  ]
}