{
  "doc_id": "02-040-0601",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六０一集",
    "zh_TW": "第六０一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0601",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0601_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0601_p0002",
      "zh_CN": "请看《大经科注》第一０四二页，一千零四十二页第六行：",
      "zh_TW": "請看《大經科註》第一０四二頁，一千零四十二頁第六行："
    },
    {
      "id": "02-040-0601_p0003",
      "zh_CN": "「夫净土乃一切世间难信之法，于此能信，是即无相智慧」。这段经文是佛告诉我们真正解脱的原因是什么，佛说「若以无相智慧，植众德本，身心清净，远离分别，求生净刹，趣佛菩提，当生佛刹，永得解脱」。念老在注解里面这段就给我们说明，净土真的是一切世间难信之法，在佛法里头亦如是，真难信。我以我自己的体验，学佛到今年六十三年，你要问我，什么时候我才相信净土？大概学了三十年才相信。早年，我离开工作，跟忏云法师住茅蓬，那年是三十一岁。忏云法师劝我修净土，我没有接受。他教我看净土的书，莲池大师的《疏钞》、蕅益大师的《要解》、幽溪大师的《圆中钞》，这是《弥陀经》最著名的注解，三种注解，弥陀三大部，再叫我看《印光大师文钞》。我在他茅蓬里住了五个半月，这是功课。除功课之外，拜佛，他教我每天拜八百拜，早晨起来拜三百拜，中午吃完饭之后，绕佛，饭食经行，经行之后拜两百拜，晚上睡觉之前拜三百拜。五个半月大概拜了十几万拜，这个对身体健康有很大帮助。不容易接受！离开忏云法师那个地方我就亲近李老师，跟李老师十年，我的佛法是他那里成就的。李老师劝我修净土，劝了好几次，我还是不能接受。",
      "zh_TW": "「夫淨土乃一切世間難信之法，於此能信，是即無相智慧」。這段經文是佛告訴我們真正解脫的原因是什麼，佛說「若以無相智慧，植眾德本，身心清淨，遠離分別，求生淨剎，趣佛菩提，當生佛剎，永得解脫」。念老在註解裡面這段就給我們說明，淨土真的是一切世間難信之法，在佛法裡頭亦如是，真難信。我以我自己的體驗，學佛到今年六十三年，你要問我，什麼時候我才相信淨土？大概學了三十年才相信。早年，我離開工作，跟懺雲法師住茅蓬，那年是三十一歲。懺雲法師勸我修淨土，我沒有接受。他教我看淨土的書，蓮池大師的《疏鈔》、蕅益大師的《要解》、幽溪大師的《圓中鈔》，這是《彌陀經》最著名的註解，三種註解，彌陀三大部，再叫我看《印光大師文鈔》。我在他茅蓬裡住了五個半月，這是功課。除功課之外，拜佛，他教我每天拜八百拜，早晨起來拜三百拜，中午吃完飯之後，繞佛，飯食經行，經行之後拜兩百拜，晚上睡覺之前拜三百拜。五個半月大概拜了十幾萬拜，這個對身體健康有很大幫助。不容易接受！離開懺雲法師那個地方我就親近李老師，跟李老師十年，我的佛法是他那裡成就的。李老師勸我修淨土，勸了好幾次，我還是不能接受。"
    },
    {
      "id": "02-040-0601_p0004",
      "zh_CN": "那个时候年轻，对于大经大论非常爱好。实际上我们就是受了知识分子的习气，老毛病，单单学一样东西觉得枯燥无味，不肯干。初学佛的时候我是从哲学入门，不是从佛教，完全用哲学的角度来观察佛法，受方老师的影响。偏重在相宗、性宗，《华严》、《法华》，都是大经大论，喜欢这些东西。实在讲，净土的味太浓了，初学的人尝不到，没有感觉到。我跟诸位做过多次报告，我真正相信净土是从《华严》、《法华》、《圆觉经》，从这些大经的基础上认识净土。怎么认识的？《华严》到最后总结，普贤菩萨十大愿王导归极乐，这个让我很震撼。文殊、普贤是我们最仰慕的菩萨，文殊是智慧，普贤是实干、真修，能把文殊的智慧用在生活、用在工作、用在处事待人接物，我们佩服到极处。",
      "zh_TW": "那個時候年輕，對於大經大論非常愛好。實際上我們就是受了知識分子的習氣，老毛病，單單學一樣東西覺得枯燥無味，不肯幹。初學佛的時候我是從哲學入門，不是從佛教，完全用哲學的角度來觀察佛法，受方老師的影響。偏重在相宗、性宗，《華嚴》、《法華》，都是大經大論，喜歡這些東西。實在講，淨土的味太濃了，初學的人嘗不到，沒有感覺到。我跟諸位做過多次報告，我真正相信淨土是從《華嚴》、《法華》、《圓覺經》，從這些大經的基礎上認識淨土。怎麼認識的？《華嚴》到最後總結，普賢菩薩十大願王導歸極樂，這個讓我很震撼。文殊、普賢是我們最仰慕的菩薩，文殊是智慧，普賢是實幹、真修，能把文殊的智慧用在生活、用在工作、用在處事待人接物，我們佩服到極處。"
    },
    {
      "id": "02-040-0601_p0005",
      "zh_CN": "《华严经》末后善财童子五十三参，我学的是《四十华严》，贞元年间的本子，最好的本子，四十卷。读到三十九卷里面，看到文殊、普贤统统发愿求生极乐世界，去亲近阿弥陀佛。老师劝我的，我没有接受的，怎么文殊、普贤都去了？这给我很大的启示，我要仔细看看净土到底是什么。再回头，五十三参讲过，囫囵吞枣讲了，没讲明白，原来第一参吉祥云比丘，善财去参访他，他修般舟三昧，般舟三昧是专念阿弥陀佛求生净土。中国人所说的先入为主，你看他参学，第一个这个人非常重要，为什么？这是他主修的法门，先入为主。往后，当中这五十一参，五十一个都是诸佛如来，化身的，变化成社会上男女老少、各行各业，这就说明没有一法不是佛法。最后一参是普贤菩萨，普贤菩萨十大愿王导归极乐。你看一头，头是净土，最后是净土，说明善财童子彻始彻终就是净土法门。这个当时讲经的时候没有体会到，以后要找净土法门殊胜之处才发现。当中这五十一参，他样样都学、都看、都去考察，但是并没有学它，还是修净土，念佛求生净土始终不变。当中这五十一次的参访，成就后得智。他在文殊会上成就的是根本智，《般若经》上所说的「般若无知」，这是根本智；根本智起作用就是后得智，五十三参是后得智，「无所不知」。般若无知，无所不知，这才是真正的成就、圆满的成就。",
      "zh_TW": "《華嚴經》末後善財童子五十三參，我學的是《四十華嚴》，貞元年間的本子，最好的本子，四十卷。讀到三十九卷裡面，看到文殊、普賢統統發願求生極樂世界，去親近阿彌陀佛。老師勸我的，我沒有接受的，怎麼文殊、普賢都去了？這給我很大的啟示，我要仔細看看淨土到底是什麼。再回頭，五十三參講過，囫圇吞棗講了，沒講明白，原來第一參吉祥雲比丘，善財去參訪他，他修般舟三昧，般舟三昧是專念阿彌陀佛求生淨土。中國人所說的先入為主，你看他參學，第一個這個人非常重要，為什麼？這是他主修的法門，先入為主。往後，當中這五十一參，五十一個都是諸佛如來，化身的，變化成社會上男女老少、各行各業，這就說明沒有一法不是佛法。最後一參是普賢菩薩，普賢菩薩十大願王導歸極樂。你看一頭，頭是淨土，最後是淨土，說明善財童子徹始徹終就是淨土法門。這個當時講經的時候沒有體會到，以後要找淨土法門殊勝之處才發現。當中這五十一參，他樣樣都學、都看、都去考察，但是並沒有學它，還是修淨土，念佛求生淨土始終不變。當中這五十一次的參訪，成就後得智。他在文殊會上成就的是根本智，《般若經》上所說的「般若無知」，這是根本智；根本智起作用就是後得智，五十三參是後得智，「無所不知」。般若無知，無所不知，這才是真正的成就、圓滿的成就。"
    },
    {
      "id": "02-040-0601_p0006",
      "zh_CN": "根本智是什么？是定，就是我们经题上的后半部，清净、平等是根本智；那个觉，觉是大彻大悟、明心见性，这后得智现前。根本智是从定中来的，根本智起作用叫后得智，就是无所不知，一定是先有根本智，后有后得智，就是无所不知。现在人求学跟佛法是颠倒的，他求什么？广学多闻，我什么都要知道。最后结果是什么？什么都不知道，没有办法学究竟、学彻底。这就是有知，后头是有所不知；无知，后面是无所不知。佛法求的什么？真实智慧。我们现在观察这个世间，我看过很多大学，学生求的是什么？老师教的是什么？知识。现在这种教学方法，求知识可以，没问题，求不到智慧。智慧一定要从戒定才开慧，没有第二条路，十方三世一切诸佛如来，他们的成就统统走这条路。还有求学的态度，求智慧，智慧是从真心里头流露出来的，换句话说，你要用真心去求，它才感应；你用妄心去求，求一辈子求不到，求的是知识。那我们用心是用妄心还是用真心？",
      "zh_TW": "根本智是什麼？是定，就是我們經題上的後半部，清淨、平等是根本智；那個覺，覺是大徹大悟、明心見性，這後得智現前。根本智是從定中來的，根本智起作用叫後得智，就是無所不知，一定是先有根本智，後有後得智，就是無所不知。現在人求學跟佛法是顛倒的，他求什麼？廣學多聞，我什麼都要知道。最後結果是什麼？什麼都不知道，沒有辦法學究竟、學徹底。這就是有知，後頭是有所不知；無知，後面是無所不知。佛法求的什麼？真實智慧。我們現在觀察這個世間，我看過很多大學，學生求的是什麼？老師教的是什麼？知識。現在這種教學方法，求知識可以，沒問題，求不到智慧。智慧一定要從戒定才開慧，沒有第二條路，十方三世一切諸佛如來，他們的成就統統走這條路。還有求學的態度，求智慧，智慧是從真心裡頭流露出來的，換句話說，你要用真心去求，它才感應；你用妄心去求，求一輩子求不到，求的是知識。那我們用心是用妄心還是用真心？"
    },
    {
      "id": "02-040-0601_p0007",
      "zh_CN": "中国人的教育外国人佩服，哪些外国人？真正认识中国的，他们佩服，早期的英国的罗素，后来的汤恩比。欧洲还有一些汉学家我不认识，我跟他们接触的，有剑桥大学的麦大维教授，这是现代欧洲的汉学家，我跟他很熟，他到香港来访问过我。法国的汉学家，在欧洲很著名的，罗贝尔，我们去年五月去访问的时候，我们在一起举行一个座谈会，差不多也谈了三个小时。从他那个地方我才真正明白，他们把中国汉学看作是中国古代的文化。用这个理念去学习，研究中国古代文化，于现在不起作用，古代的，不是现代的。他知道我们要在马来西亚建汉学院，他问我怎么教法？我说因为现在找不到汉学的老师，我们只有从老祖宗教我们这条道路去试试看看，我们来做实验。",
      "zh_TW": "中國人的教育外國人佩服，哪些外國人？真正認識中國的，他們佩服，早期的英國的羅素，後來的湯恩比。歐洲還有一些漢學家我不認識，我跟他們接觸的，有劍橋大學的麥大維教授，這是現代歐洲的漢學家，我跟他很熟，他到香港來訪問過我。法國的漢學家，在歐洲很著名的，羅貝爾，我們去年五月去訪問的時候，我們在一起舉行一個座談會，差不多也談了三個小時。從他那個地方我才真正明白，他們把中國漢學看作是中國古代的文化。用這個理念去學習，研究中國古代文化，於現在不起作用，古代的，不是現代的。他知道我們要在馬來西亞建漢學院，他問我怎麼教法？我說因為現在找不到漢學的老師，我們只有從老祖宗教我們這條道路去試試看看，我們來做實驗。"
    },
    {
      "id": "02-040-0601_p0008",
      "zh_CN": "老祖宗的智慧，老祖宗教学的理念跟方法，这就是持戒。老祖宗的理念是什么？是一门深入，长时薰修；方法是什么？读书千遍，其义自见。自见是什么意思？就是开悟，大彻大悟、明心见性。我们走这个路子，这个路子西方人没走过，不知道。他问我用什么教材？我说我们十年，因为希望给世界社会能得到具体的利益，找到寻求化解冲突的方法，促进社会安定和平，我们选《群书治要》。这是唐太宗过去精选的，在经、史、子三集里头选出的精华。一万几千种典籍里头挑出来的，挑了六十五部，我们就用这六十五种来开课。方法呢？我们招研究员，这里头没有教授，也没有学生，研究员。每个研究员专攻一门，你譬如学《易经》的，专攻《易经》，专这一门，学《论语》的，就专攻《论语》这一门，时间十年，十年专门读这一部书。",
      "zh_TW": "老祖宗的智慧，老祖宗教學的理念跟方法，這就是持戒。老祖宗的理念是什麼？是一門深入，長時薰修；方法是什麼？讀書千遍，其義自見。自見是什麼意思？就是開悟，大徹大悟、明心見性。我們走這個路子，這個路子西方人沒走過，不知道。他問我用什麼教材？我說我們十年，因為希望給世界社會能得到具體的利益，找到尋求化解衝突的方法，促進社會安定和平，我們選《群書治要》。這是唐太宗過去精選的，在經、史、子三集裡頭選出的精華。一萬幾千種典籍裡頭挑出來的，挑了六十五部，我們就用這六十五種來開課。方法呢？我們招研究員，這裡頭沒有教授，也沒有學生，研究員。每個研究員專攻一門，你譬如學《易經》的，專攻《易經》，專這一門，學《論語》的，就專攻《論語》這一門，時間十年，十年專門讀這一部書。"
    },
    {
      "id": "02-040-0601_p0009",
      "zh_CN": "每天，第一年，每天至少要读十个小时。因为这些书籍分量大小不一样，有的只有几千个字，有的有几万字。你就去念，我不讲遍数，我讲时间，你十个小时看你能念多少遍。首先念一年，把里面的字、音查清楚，意思查清楚。读的时候不要想这个字是什么意思，音读得很正确，没有念错，没有念漏掉，这就行了；不要想经是什么意思，这文字讲什么，不需要。这是练什么？是修定，你想到里面什么意思，定就没有了；不想，就一直念下去。修什么定？把你的妄想念掉，把你的念头念掉，一年当中希望妄想少了、杂念少了，清净心恢复，用这个方法修定。",
      "zh_TW": "每天，第一年，每天至少要讀十個小時。因為這些書籍分量大小不一樣，有的只有幾千個字，有的有幾萬字。你就去念，我不講遍數，我講時間，你十個小時看你能念多少遍。首先念一年，把裡面的字、音查清楚，意思查清楚。讀的時候不要想這個字是什麼意思，音讀得很正確，沒有念錯，沒有念漏掉，這就行了；不要想經是什麼意思，這文字講什麼，不需要。這是練什麼？是修定，你想到裡面什麼意思，定就沒有了；不想，就一直念下去。修什麼定？把你的妄想念掉，把你的念頭念掉，一年當中希望妄想少了、雜念少了，清淨心恢復，用這個方法修定。"
    },
    {
      "id": "02-040-0601_p0010",
      "zh_CN": "一年之后，大概都背得很熟了，遍数念多了，一年可能都会背诵。能背诵的时候，这个背诵时时刻刻在背诵，行住坐卧都在背诵，每天抽出几个小时时间研究，研究它的意思。意思也不必深究，深究是打妄想，一看，能理解多少就是多少。遍遍不一样，遍遍都有悟处。十年之后你成熟了，你变成这部书的专家，专家学者，我们要求马来西亚教育部授给我们汉学博士学位。我们研究员，希望有一百到两百个，将来就一、二百个博士，我就正式开学了，招学生，我有老师了，就可以招学生。",
      "zh_TW": "一年之後，大概都背得很熟了，遍數念多了，一年可能都會背誦。能背誦的時候，這個背誦時時刻刻在背誦，行住坐臥都在背誦，每天抽出幾個小時時間研究，研究它的意思。意思也不必深究，深究是打妄想，一看，能理解多少就是多少。遍遍不一樣，遍遍都有悟處。十年之後你成熟了，你變成這部書的專家，專家學者，我們要求馬來西亞教育部授給我們漢學博士學位。我們研究員，希望有一百到兩百個，將來就一、二百個博士，我就正式開學了，招學生，我有老師了，就可以招學生。"
    },
    {
      "id": "02-040-0601_p0011",
      "zh_CN": "我告诉他我们是这样做法，他说管用吗？管用，不管用学它干什么？非常管用。中国传统东西没有过时，它超越时空，在中国行得通，在欧洲也行得通，哪里都行得通；在古时候，两千年前行得通，现在还行得通，未来二、三千年一样，还行得通。他感到非常惊讶。正好吴总那天在那里，我说我请吴总给你们做报告，他把中国传统用到企业，做成功了。吴总一报告，他们了解了，要求跟我们合作。我说我们欢喜，我们会跟巴黎、伦敦汉学来合作。",
      "zh_TW": "我告訴他我們是這樣做法，他說管用嗎？管用，不管用學它幹什麼？非常管用。中國傳統東西沒有過時，它超越時空，在中國行得通，在歐洲也行得通，哪裡都行得通；在古時候，兩千年前行得通，現在還行得通，未來二、三千年一樣，還行得通。他感到非常驚訝。正好吳總那天在那裡，我說我請吳總給你們做報告，他把中國傳統用到企業，做成功了。吳總一報告，他們了解了，要求跟我們合作。我說我們歡喜，我們會跟巴黎、倫敦漢學來合作。"
    },
    {
      "id": "02-040-0601_p0012",
      "zh_CN": "他们搞的是知识，我们搞的是智慧，智慧能解决问题，没有局限性，没有后遗症，知识不行，知识有局限性、有后遗症。所以他们搞的是知识，联合国这些专家学者全都是博士学位、大学教授，我们很幸运也参加了，亲眼看到的，亲眼接触到的，解决不了问题。最初我们那几年，把中国传统的这些理念、方法、经验向大家做报告，这些会友们听了很兴奋，大概是闻所未闻。会后他们来找我，他说法师，你讲得很好，这是理想，做不到。这就给我浇了一盆凉水，我不是白讲了吗？他们的疑惑是当然的，第一个，他们虽然研究汉学，他的方法不对，他不是从戒定慧，中国儒释道都从戒定慧，方法不对；心态不对，他们把它当作古董去研究，现在不能适用，中国古代是这样的。还有一个我想到的，如果真正这么好，中国人为什么不要？为什么中国人学外国人的，自己好东西不要？这是他们产生怀疑的因素。怎么样才能叫他断疑生信？那只有科学里头第一桩，伸手出来，拿证据来给我看看。所以我们才想到我们要搞个实验点，搞一个村、搞一个小镇来做实验，实验成功了让他来看，他才能相信。",
      "zh_TW": "他們搞的是知識，我們搞的是智慧，智慧能解決問題，沒有侷限性，沒有後遺症，知識不行，知識有侷限性、有後遺症。所以他們搞的是知識，聯合國這些專家學者全都是博士學位、大學教授，我們很幸運也參加了，親眼看到的，親眼接觸到的，解決不了問題。最初我們那幾年，把中國傳統的這些理念、方法、經驗向大家做報告，這些會友們聽了很興奮，大概是聞所未聞。會後他們來找我，他說法師，你講得很好，這是理想，做不到。這就給我澆了一盆涼水，我不是白講了嗎？他們的疑惑是當然的，第一個，他們雖然研究漢學，他的方法不對，他不是從戒定慧，中國儒釋道都從戒定慧，方法不對；心態不對，他們把它當作古董去研究，現在不能適用，中國古代是這樣的。還有一個我想到的，如果真正這麼好，中國人為什麼不要？為什麼中國人學外國人的，自己好東西不要？這是他們產生懷疑的因素。怎麼樣才能叫他斷疑生信？那只有科學裡頭第一樁，伸手出來，拿證據來給我看看。所以我們才想到我們要搞個實驗點，搞一個村、搞一個小鎮來做實驗，實驗成功了讓他來看，他才能相信。"
    },
    {
      "id": "02-040-0601_p0013",
      "zh_CN": "我们在澳洲、在美国、在新加坡找不到，真的到处去找。那年，二００五年，是冬天，还不是很冷的时候，我回到老家，七十年没回去了，回到老家去看看。老家还有些堂兄弟、族兄弟，还有三十多户人家，这是我一家的，一个祠堂的。我这徐这个姓氏在我们家乡还有一万五千人，确实是个大家族。家乡父老兄弟姐妹请我吃饭，我就把这些年我在外国这些情形向大家报告，特别讲参与联合国的会议，想搞个实验点。没想到家乡的人说，回来，我们大家帮助你，就在家乡搞，这就是汤池小镇的起因。当时县里面的书记，范书记，也非常热烈的支持。有政府领导支持，家乡父老这么热情，我们就在那里办了，没有想到，意想不到的成功。我那个时候想，我们的传统丢掉两百年，前面一百年疏忽，人家不相信了，还有讲的，没有做的；后面这一百年，讲的人都没有了。所以，对中国传统，中国人所理解的不如外国人。我在那个时候想，汤池这个实验至少要两年到三年才能看到效果，没有想到三个月效果卓着。我跟老师讲，我说我们千万要低姿态，千万不要以为是我们有德行、有智慧把它造成的，不可能。怎么会成就的？祖宗之德、三宝威神加持，汤池人民跟我们合作，我们讲什么他肯听，他肯照做。这个成就得来不可思议，真是意想不到。",
      "zh_TW": "我們在澳洲、在美國、在新加坡找不到，真的到處去找。那年，二００五年，是冬天，還不是很冷的時候，我回到老家，七十年沒回去了，回到老家去看看。老家還有些堂兄弟、族兄弟，還有三十多戶人家，這是我一家的，一個祠堂的。我這徐這個姓氏在我們家鄉還有一萬五千人，確實是個大家族。家鄉父老兄弟姐妹請我吃飯，我就把這些年我在外國這些情形向大家報告，特別講參與聯合國的會議，想搞個實驗點。沒想到家鄉的人說，回來，我們大家幫助你，就在家鄉搞，這就是湯池小鎮的起因。當時縣裡面的書記，范書記，也非常熱烈的支持。有政府領導支持，家鄉父老這麼熱情，我們就在那裡辦了，沒有想到，意想不到的成功。我那個時候想，我們的傳統丟掉兩百年，前面一百年疏忽，人家不相信了，還有講的，沒有做的；後面這一百年，講的人都沒有了。所以，對中國傳統，中國人所理解的不如外國人。我在那個時候想，湯池這個實驗至少要兩年到三年才能看到效果，沒有想到三個月效果卓著。我跟老師講，我說我們千萬要低姿態，千萬不要以為是我們有德行、有智慧把它造成的，不可能。怎麼會成就的？祖宗之德、三寶威神加持，湯池人民跟我們合作，我們講什麼他肯聽，他肯照做。這個成就得來不可思議，真是意想不到。"
    },
    {
      "id": "02-040-0601_p0014",
      "zh_CN": "这一成就了，我们是为联合国做的，所以立刻就想到如何到联合国去做报告。我们到联合国说话声音大了，为什么？我们做出来了，有证据让你来看。我觉得这一路上都是祖宗、佛陀加持，联合国想起办这个活动也叫莫名其妙，他们从来不碰宗教的，怎么会突然办这么一个活动？「纪念释迦牟尼佛二千五百五十周年」，办这么个活动，这个事不可思议。主题是「佛教徒对人类的贡献」，你看这么个题目，没人能想到。五月，我收到教科文总部的信件，邀请我们做主办单位，这都是无法想像的。主办有权，协办没有权，以前在澳洲我做过一次协办，这次是主办。我都不敢相信，我派了三个人到巴黎去打听一下，到底怎么回事情，结果打电话回来告诉我真的。他们是邀请的泰国，泰国大使向联合国教科文组织的秘书长建议，邀请我参加主办，是这么回事情。这个缘，我跟泰国的缘很深，我代表澳洲大学参加联合国和平会议，第一次就是在泰国曼谷大学。那次在那里住了大概八、九天，跟泰国皇太子结了缘，跟他们的副首相查瓦利将军结了缘，他是泰国三军总司令，当时是副首相。他原来是首相，被金融风暴打击，他没有办法，他也很聪明，自己退下来做副首相，把副首相提升为首相。这些人接待我的，我跟他们建立很好的关系，他们推荐我，我能够放心，所以我就接受了。",
      "zh_TW": "這一成就了，我們是為聯合國做的，所以立刻就想到如何到聯合國去做報告。我們到聯合國說話聲音大了，為什麼？我們做出來了，有證據讓你來看。我覺得這一路上都是祖宗、佛陀加持，聯合國想起辦這個活動也叫莫名其妙，他們從來不碰宗教的，怎麼會突然辦這麼一個活動？「紀念釋迦牟尼佛二千五百五十週年」，辦這麼個活動，這個事不可思議。主題是「佛教徒對人類的貢獻」，你看這麼個題目，沒人能想到。五月，我收到教科文總部的信件，邀請我們做主辦單位，這都是無法想像的。主辦有權，協辦沒有權，以前在澳洲我做過一次協辦，這次是主辦。我都不敢相信，我派了三個人到巴黎去打聽一下，到底怎麼回事情，結果打電話回來告訴我真的。他們是邀請的泰國，泰國大使向聯合國教科文組織的祕書長建議，邀請我參加主辦，是這麼回事情。這個緣，我跟泰國的緣很深，我代表澳洲大學參加聯合國和平會議，第一次就是在泰國曼谷大學。那次在那裡住了大概八、九天，跟泰國皇太子結了緣，跟他們的副首相查瓦利將軍結了緣，他是泰國三軍總司令，當時是副首相。他原來是首相，被金融風暴打擊，他沒有辦法，他也很聰明，自己退下來做副首相，把副首相提升為首相。這些人接待我的，我跟他們建立很好的關係，他們推薦我，我能夠放心，所以我就接受了。"
    },
    {
      "id": "02-040-0601_p0015",
      "zh_CN": "活动在十月份，我们有五个月时间做准备，五个月时间很匆促，还算不错，做得非常成功。一直到现在，我们那些会友，因为联合国有不少大使是终身大使，他不换的，欧洲一些小国家、非洲的小国家，他们大使是永久性的，这些人跟我都很熟，应该有三十多个人。去年春天的时候，我参加泰国一个活动，他们知道了，有十七个大使组成一个团到泰国来看我，也参加这个活动。六月，我在斯里兰卡讲经一个月，他们去了二十多个人，二十多个国家大使。这些人很热情、很难得，可以说对于中国传统文化虽然接触不深，他们很喜欢、很想学，这都是好事情。也是经上所说的，这一切世间难信之法，他能相信，他能生欢喜心，想必这些人前生前世大概都是中国人，在东方，阿赖耶识有这个种子，现在到外国去投胎，遇到了他能接受。人，确实，我估计有一半以上，他们来生不离开地球，有一部分人他到别的星球去，不在这个星球。所以天空当中许许多多星球，我们要晓得，可能我们过去生中都在那边住过，这一生跑到地球上来了。地球这个地方有佛法，星球很多，不一定都有佛法。",
      "zh_TW": "活動在十月份，我們有五個月時間做準備，五個月時間很匆促，還算不錯，做得非常成功。一直到現在，我們那些會友，因為聯合國有不少大使是終身大使，他不換的，歐洲一些小國家、非洲的小國家，他們大使是永久性的，這些人跟我都很熟，應該有三十多個人。去年春天的時候，我參加泰國一個活動，他們知道了，有十七個大使組成一個團到泰國來看我，也參加這個活動。六月，我在斯里蘭卡講經一個月，他們去了二十多個人，二十多個國家大使。這些人很熱情、很難得，可以說對於中國傳統文化雖然接觸不深，他們很喜歡、很想學，這都是好事情。也是經上所說的，這一切世間難信之法，他能相信，他能生歡喜心，想必這些人前生前世大概都是中國人，在東方，阿賴耶識有這個種子，現在到外國去投胎，遇到了他能接受。人，確實，我估計有一半以上，他們來生不離開地球，有一部分人他到別的星球去，不在這個星球。所以天空當中許許多多星球，我們要曉得，可能我們過去生中都在那邊住過，這一生跑到地球上來了。地球這個地方有佛法，星球很多，不一定都有佛法。"
    },
    {
      "id": "02-040-0601_p0016",
      "zh_CN": "能信就是无相智慧，无相是不着相，他就能接受。如《金刚经》上所说的，「闻是章句」，你听人家念《金刚经》，你读《金刚经》，「乃至一念生净信者」，真正相信，明白这个里头的意思，「是诸众生，无复我相、人相、众生相、寿者相」。有没有这种人？有，不多，换句话说，这也是难信之法。念《金刚经》的人很多，念了之后他就不着相的人不多。《金刚经》这些句子意思很深，为什么没有我相、人相、众生相、寿者相？《金刚经》上所说的，「凡所有相，皆是虚妄」，凡所有相，大分分这四大类。我们凡夫执着我，这个身是我；我之外有人，跟我相对的是人；跟我们相对的那才是众生，我们人是人类，跟人类相对的都叫众生，这里头有动物、有植物、有矿物。动物、植物、矿物统统是众缘和合而生起的现象，所以叫众生。寿者是时间，时间也不是真的，都是属于抽象概念。用这四相代表凡所有相，皆是虚妄。",
      "zh_TW": "能信就是無相智慧，無相是不著相，他就能接受。如《金剛經》上所說的，「聞是章句」，你聽人家念《金剛經》，你讀《金剛經》，「乃至一念生淨信者」，真正相信，明白這個裡頭的意思，「是諸眾生，無復我相、人相、眾生相、壽者相」。有沒有這種人？有，不多，換句話說，這也是難信之法。念《金剛經》的人很多，念了之後他就不著相的人不多。《金剛經》這些句子意思很深，為什麼沒有我相、人相、眾生相、壽者相？《金剛經》上所說的，「凡所有相，皆是虛妄」，凡所有相，大分分這四大類。我們凡夫執著我，這個身是我；我之外有人，跟我相對的是人；跟我們相對的那才是眾生，我們人是人類，跟人類相對的都叫眾生，這裡頭有動物、有植物、有礦物。動物、植物、礦物統統是眾緣和合而生起的現象，所以叫眾生。壽者是時間，時間也不是真的，都是屬於抽象概念。用這四相代表凡所有相，皆是虛妄。"
    },
    {
      "id": "02-040-0601_p0017",
      "zh_CN": "「又」，这还是《金刚经》上说的，「其有众生得闻是经」，听过这个经，「信解受持」，你能相信，你能够理解，你能够依教奉行，这个人「第一希有」，真是稀有，这不是假的。这种人有没有？少，不是没有，我们在历史上看到。历史上受持《金刚经》的人多，从《金刚经》得的利益不一样，有深有浅，确实得利益。「此人无我相、无人相、无众生相、无寿者相」，稀有在此地。最明显的一个人就是六祖惠能大师，他是听《金刚经》开悟的。开悟方法很多，无量无边，不是一种，释迦牟尼佛是禅定当中开悟的，六祖惠能是听《金刚经》开悟的。我们从《坛经》里面看到的，无尽藏比丘尼是听经开悟的，法达禅师也是听经开悟的。证明《楞严经》上文殊菩萨所说的，「此方真教体，清净在音闻」，就是地球上的这些众生，这些人类耳根最利，看不一定看清楚，他听清楚了。所以，释迦牟尼佛当年在世，没有用文字，没有教科书，完全是讲经，口述，这就是音声为佛事，叫大家听。孔老夫子在中国教学，当时也没有书本，完全是口述，老师讲，学生听。有时候在一起研究讨论，学生提问题，老师给他解答；老师提问题，学生一起解答，都用这种方式。都是老师过世之后，学生从记忆当中，把老师所说的写成文字流传给后世，经典是这么来的。",
      "zh_TW": "「又」，這還是《金剛經》上說的，「其有眾生得聞是經」，聽過這個經，「信解受持」，你能相信，你能夠理解，你能夠依教奉行，這個人「第一希有」，真是稀有，這不是假的。這種人有沒有？少，不是沒有，我們在歷史上看到。歷史上受持《金剛經》的人多，從《金剛經》得的利益不一樣，有深有淺，確實得利益。「此人無我相、無人相、無眾生相、無壽者相」，稀有在此地。最明顯的一個人就是六祖惠能大師，他是聽《金剛經》開悟的。開悟方法很多，無量無邊，不是一種，釋迦牟尼佛是禪定當中開悟的，六祖惠能是聽《金剛經》開悟的。我們從《壇經》裡面看到的，無盡藏比丘尼是聽經開悟的，法達禪師也是聽經開悟的。證明《楞嚴經》上文殊菩薩所說的，「此方真教體，清淨在音聞」，就是地球上的這些眾生，這些人類耳根最利，看不一定看清楚，他聽清楚了。所以，釋迦牟尼佛當年在世，沒有用文字，沒有教科書，完全是講經，口述，這就是音聲為佛事，叫大家聽。孔老夫子在中國教學，當時也沒有書本，完全是口述，老師講，學生聽。有時候在一起研究討論，學生提問題，老師給他解答；老師提問題，學生一起解答，都用這種方式。都是老師過世之後，學生從記憶當中，把老師所說的寫成文字流傳給後世，經典是這麼來的。"
    },
    {
      "id": "02-040-0601_p0018",
      "zh_CN": "佛教的经典特别严谨，取信于后世，佛教典籍的结集是阿难尊者复讲。阿难的记忆力很好，听一遍一生都不会忘记，有这么好的记忆力，所以就让他复讲。听众，五百大阿罗汉，这些大阿罗汉都是世尊的弟子，都是当时佛讲经的时候他们在场听过，听阿难复讲。没有一个反对，记录下来；有一个人反对，这一句就不能记下来，就把它删掉。这样严格的审查，取信于后代。经典从梵文，当年结集是梵文写的，传到中国，翻成中文，我最初学佛怀疑，我怀疑有道理。我们读书，小学那个时候没有文言文了，我们读小学的时候是民国二十几年，抗战期间，读白话文。但是我们读初中的时候，初中国文课本里面就有文言文，至少三分之一是文言文，三分之二是白话文。那时候初中一年级的课本都是这样的，初中二、三年级文言文比例就多了，还有。所以那时候高中的程度就相当高，还学习文言文。这些文言文我们把它翻成白话文，十个人翻十个样子，能不能把里头意思翻出来？太难了。",
      "zh_TW": "佛教的經典特別嚴謹，取信於後世，佛教典籍的結集是阿難尊者複講。阿難的記憶力很好，聽一遍一生都不會忘記，有這麼好的記憶力，所以就讓他複講。聽眾，五百大阿羅漢，這些大阿羅漢都是世尊的弟子，都是當時佛講經的時候他們在場聽過，聽阿難複講。沒有一個反對，記錄下來；有一個人反對，這一句就不能記下來，就把它刪掉。這樣嚴格的審查，取信於後代。經典從梵文，當年結集是梵文寫的，傳到中國，翻成中文，我最初學佛懷疑，我懷疑有道理。我們讀書，小學那個時候沒有文言文了，我們讀小學的時候是民國二十幾年，抗戰期間，讀白話文。但是我們讀初中的時候，初中國文課本裡面就有文言文，至少三分之一是文言文，三分之二是白話文。那時候初中一年級的課本都是這樣的，初中二、三年級文言文比例就多了，還有。所以那時候高中的程度就相當高，還學習文言文。這些文言文我們把它翻成白話文，十個人翻十個樣子，能不能把裡頭意思翻出來？太難了。"
    },
    {
      "id": "02-040-0601_p0019",
      "zh_CN": "经典，这么长的时间，翻成中国有没有翻错？《金刚经》就有六次翻译，《大藏经》上都在，六种译本，你拿来看大同小异。可是《无量寿经》有五种译本，总共是十二种译本，七种失传，现在还剩下五种，这五种我们拿来看，里面差别很大。差别很大，古来祖师大德就从这个事实上来观察，翻译不应该有这么大的差别，大同小异是有的，但是不能有太大的差别。所以，他们想到为什么会有这么大的差别，一定是传来的梵文原本不是一个本子。不是一个本子就说明，释迦牟尼佛当年在世讲《无量寿经》就不止一次，从现在这五种本子里面看至少三次，这是其他经没有的。佛一生讲经只讲一次，没有重复讲第二次，《无量寿经》三次以上，因为还有七种本子没见到，失传了。那这就是特别的缘分，这不是偶然的事情，佛对这个法门特别用心，不厌其烦，多次宣讲，为了普度众生。",
      "zh_TW": "經典，這麼長的時間，翻成中國有沒有翻錯？《金剛經》就有六次翻譯，《大藏經》上都在，六種譯本，你拿來看大同小異。可是《無量壽經》有五種譯本，總共是十二種譯本，七種失傳，現在還剩下五種，這五種我們拿來看，裡面差別很大。差別很大，古來祖師大德就從這個事實上來觀察，翻譯不應該有這麼大的差別，大同小異是有的，但是不能有太大的差別。所以，他們想到為什麼會有這麼大的差別，一定是傳來的梵文原本不是一個本子。不是一個本子就說明，釋迦牟尼佛當年在世講《無量壽經》就不止一次，從現在這五種本子裡面看至少三次，這是其他經沒有的。佛一生講經只講一次，沒有重複講第二次，《無量壽經》三次以上，因為還有七種本子沒見到，失傳了。那這就是特別的緣分，這不是偶然的事情，佛對這個法門特別用心，不厭其煩，多次宣講，為了普度眾生。"
    },
    {
      "id": "02-040-0601_p0020",
      "zh_CN": "末法这一万年，一万年第一个一千年过去了，现在是第二个一千年。依中国历史上记载，释迦牟尼佛灭度到今年是三千零四十一年。中国人很谨慎，跟西方人不一样，对于年代的记载很小心，唯恐有过失，所以我们信得过。西方现在讲的是二千五百多年，跟我们中国记载的大概相差六百年。古时候传下来的，释迦牟尼佛出生，周昭王二十四年，佛过世的那年，周穆王五十二年。所以佛在孔子之前，很近，距离很近，但在孔子之前。孔子出现在春秋时代，孟子在战国的时代。",
      "zh_TW": "末法這一萬年，一萬年第一個一千年過去了，現在是第二個一千年。依中國歷史上記載，釋迦牟尼佛滅度到今年是三千零四十一年。中國人很謹慎，跟西方人不一樣，對於年代的記載很小心，唯恐有過失，所以我們信得過。西方現在講的是二千五百多年，跟我們中國記載的大概相差六百年。古時候傳下來的，釋迦牟尼佛出生，周昭王二十四年，佛過世的那年，周穆王五十二年。所以佛在孔子之前，很近，距離很近，但在孔子之前。孔子出現在春秋時代，孟子在戰國的時代。"
    },
    {
      "id": "02-040-0601_p0021",
      "zh_CN": "《金刚经》听了之后能解、能行，这个人确实是第一稀有。《破空论》上说，《破空论》是蕅益大师注解《金刚经》的，蕅益大师的注解，蕅益大师说，「设复计有少许我人等相，决不能信此经」。蕅益大师讲，少许着相有我、人、众生、寿者，他不能信此经，真的，他决定不能依照经典去修行。这个信后头有，信解行证，他不信就是信解行证都没有，把它当作一种文学作品来看。「设于此经信解受持，决能了达我人等相，当体即是无相」。真正对这个经相信、理解，能受持，受持就是真干，把经典的理论、方法都能应用在日常生活当中，这个人得自在了，烦恼没有了，为什么？般若现前。怎么烦恼没有了？他放下了，世间一切法，我、人、众生、寿者全部包括，这四大类都包括，都是假的，都不是真的，不再执着了。不再执着就是般若智慧，就是无相智慧，他对一切问题的看法，佛知佛见。从蕅益大师这个注解里头可以证明「能信之妙德，举体即是无相智慧」。真不再执着了，尤其经上讲得那么清楚，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这个人解脱了。",
      "zh_TW": "《金剛經》聽了之後能解、能行，這個人確實是第一稀有。《破空論》上說，《破空論》是蕅益大師註解《金剛經》的，蕅益大師的註解，蕅益大師說，「設復計有少許我人等相，決不能信此經」。蕅益大師講，少許著相有我、人、眾生、壽者，他不能信此經，真的，他決定不能依照經典去修行。這個信後頭有，信解行證，他不信就是信解行證都沒有，把它當作一種文學作品來看。「設於此經信解受持，決能了達我人等相，當體即是無相」。真正對這個經相信、理解，能受持，受持就是真幹，把經典的理論、方法都能應用在日常生活當中，這個人得自在了，煩惱沒有了，為什麼？般若現前。怎麼煩惱沒有了？他放下了，世間一切法，我、人、眾生、壽者全部包括，這四大類都包括，都是假的，都不是真的，不再執著了。不再執著就是般若智慧，就是無相智慧，他對一切問題的看法，佛知佛見。從蕅益大師這個註解裡頭可以證明「能信之妙德，舉體即是無相智慧」。真不再執著了，尤其經上講得那麼清楚，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這個人解脫了。"
    },
    {
      "id": "02-040-0601_p0022",
      "zh_CN": "有为法就是有生有灭的法，凡是有生有灭的都叫有为法。你看看世间哪一法不是有为法？所有的动物有生老病死，有为法；树木花草有生住异灭，我们中国人讲春生、夏长、秋收、冬藏，这对植物，有为法；再看矿物，山河大地，沧海桑田。小时候没有看到变化，现在年岁大了看到变化太大了。现在还有很多人为的，把山挖成平地，盖上房子，以前是山，现在山没有了。所以，没有一样东西不是有为的，既然是有为的，就是假的，就不是真的。真的，我们一般想虚空，虚空大概没变过，古时候是这样子，现在还是这样的。虚空是属于无为，但是不是真的无为，真的无为只有一个，真如无为，真如是自性、真心。我们的妄心还是有为的，妄心就是八识五十一心所，有为法。《百法》里头给我们排列着，有为法里头有四大类，心法、心所法、色法、不相应行法，有这四大类，后面是无为法，无为法有六种。六种前面五种是相似的无为，因为它没有生灭的形相，把它说成无为，但它又不是真正无为；真正无为只有最后一个，真如无为。真如就是真心，真心没有形相，所以是无为的。真心不是物质现象，也没有念头，念头是精神现象，没有，也不是自然。",
      "zh_TW": "有為法就是有生有滅的法，凡是有生有滅的都叫有為法。你看看世間哪一法不是有為法？所有的動物有生老病死，有為法；樹木花草有生住異滅，我們中國人講春生、夏長、秋收、冬藏，這對植物，有為法；再看礦物，山河大地，滄海桑田。小時候沒有看到變化，現在年歲大了看到變化太大了。現在還有很多人為的，把山挖成平地，蓋上房子，以前是山，現在山沒有了。所以，沒有一樣東西不是有為的，既然是有為的，就是假的，就不是真的。真的，我們一般想虛空，虛空大概沒變過，古時候是這樣子，現在還是這樣的。虛空是屬於無為，但是不是真的無為，真的無為只有一個，真如無為，真如是自性、真心。我們的妄心還是有為的，妄心就是八識五十一心所，有為法。《百法》裡頭給我們排列著，有為法裡頭有四大類，心法、心所法、色法、不相應行法，有這四大類，後面是無為法，無為法有六種。六種前面五種是相似的無為，因為它沒有生滅的形相，把它說成無為，但它又不是真正無為；真正無為只有最後一個，真如無為。真如就是真心，真心沒有形相，所以是無為的。真心不是物質現象，也沒有念頭，念頭是精神現象，沒有，也不是自然。"
    },
    {
      "id": "02-040-0601_p0023",
      "zh_CN": "真心离念，没有念头是真心，有念头是妄心，念头有生有灭。我们什么时候把生灭的念头断掉了，真心就现前。这在佛法什么样的阶段，才见到这个现象？我们把标准降低，最低的阿罗汉。阿罗汉见到真心，但是不起作用，阿罗汉还有习气在起作用，见思烦恼断了，见思烦恼的习气在。所以，这叫小果，只能够脱离六道轮回，六道轮回是见思烦恼变现出来的，见思烦恼断了，六道这个梦就醒了。再找六道找不到了，没有了，梦醒了，那个梦再找不到了。我们从六道梦醒之后，六道就跟我们作梦一样，再找不到了，可是醒了之后是另一个梦境，还不是真的醒过来，在四圣法界。四圣法界声闻、缘觉、菩萨、佛，那还是个梦境，那个梦境比我们六道好，六道苦太多了。六道有善恶，有三善道、三恶道，四圣法界里头没有善恶。所以那是释迦牟尼佛的净土，比我们这个地方生活幸福太多了。可是它还是个梦境，那个梦境是怎么造成的？是起心动念造成的。",
      "zh_TW": "真心離念，沒有念頭是真心，有念頭是妄心，念頭有生有滅。我們什麼時候把生滅的念頭斷掉了，真心就現前。這在佛法什麼樣的階段，才見到這個現象？我們把標準降低，最低的阿羅漢。阿羅漢見到真心，但是不起作用，阿羅漢還有習氣在起作用，見思煩惱斷了，見思煩惱的習氣在。所以，這叫小果，只能夠脫離六道輪迴，六道輪迴是見思煩惱變現出來的，見思煩惱斷了，六道這個夢就醒了。再找六道找不到了，沒有了，夢醒了，那個夢再找不到了。我們從六道夢醒之後，六道就跟我們作夢一樣，再找不到了，可是醒了之後是另一個夢境，還不是真的醒過來，在四聖法界。四聖法界聲聞、緣覺、菩薩、佛，那還是個夢境，那個夢境比我們六道好，六道苦太多了。六道有善惡，有三善道、三惡道，四聖法界裡頭沒有善惡。所以那是釋迦牟尼佛的淨土，比我們這個地方生活幸福太多了。可是它還是個夢境，那個夢境是怎麼造成的？是起心動念造成的。"
    },
    {
      "id": "02-040-0601_p0024",
      "zh_CN": "不起心不动念，十法界没有了，又一个境界现前，这个境界是实报庄严土，我们叫它做一真法界。这个环境里面，一切法没有生灭的现象，完全是化生。在那里头住的人是化生，树木花草也是化生，山河大地还是化生，没有生灭现象，所以叫一真。佛门的真、假用什么做标准？它的标准是有生有灭是假的，不生不灭是真的。我们现在非常明显的摆在面前，极乐世界就叫真的，极乐世界的人真的是无量寿，他没有生灭；极乐世界的人，身体、相貌永远没有改变，就是没有老化。我们这个世界，你看人由幼年出生，慢慢长大，有少年、有青年、有壮年、有老年，随着这个变化，这就是假的。极乐世界的人没有变化，他没有饮食，不需要饮食，他不是这个肉身，法性身，居住的环境是法性土，都是不生不灭。惠能大师开悟的时候说了那五句话，那就是自性，性德现的。他看到什么？清净，永远没有染污，永远没有尘垢，跟我们这个世界完全不一样，第一个说清净。所以那个地方的人永远不会生病，永远没有老死。",
      "zh_TW": "不起心不動念，十法界沒有了，又一個境界現前，這個境界是實報莊嚴土，我們叫它做一真法界。這個環境裡面，一切法沒有生滅的現象，完全是化生。在那裡頭住的人是化生，樹木花草也是化生，山河大地還是化生，沒有生滅現象，所以叫一真。佛門的真、假用什麼做標準？它的標準是有生有滅是假的，不生不滅是真的。我們現在非常明顯的擺在面前，極樂世界就叫真的，極樂世界的人真的是無量壽，他沒有生滅；極樂世界的人，身體、相貌永遠沒有改變，就是沒有老化。我們這個世界，你看人由幼年出生，慢慢長大，有少年、有青年、有壯年、有老年，隨著這個變化，這就是假的。極樂世界的人沒有變化，他沒有飲食，不需要飲食，他不是這個肉身，法性身，居住的環境是法性土，都是不生不滅。惠能大師開悟的時候說了那五句話，那就是自性，性德現的。他看到什麼？清淨，永遠沒有染污，永遠沒有塵垢，跟我們這個世界完全不一樣，第一個說清淨。所以那個地方的人永遠不會生病，永遠沒有老死。"
    },
    {
      "id": "02-040-0601_p0025",
      "zh_CN": "真正学佛的人没有别的，就想到这个地方去，比天堂殊胜，天堂还有生死、有生灭，还有染污，极乐世界没有染污、没有生灭。释迦牟尼佛的报土就是华藏世界，《华严经》上讲的，跟西方净土完全相同。但是我们要生到华藏世界那就很难，一定要断烦恼，要靠自己的力量。佛力加持我们就是教诲，就是经教，你对于经教要能理解，要能够相信，要真正依照里面的理论、方法去修行才能提升，真难！阿弥陀佛慈悲，看出这桩事情，诸佛有净土，众生不能往生，千万人修行，难得一个人成就，众生业障习气太重。所以阿弥陀佛发的这个愿，诸佛如来都赞叹。他第一个愿，接引大家，先换个修学道场、换个身体，这个妙绝了！到他极乐世界，然后在极乐世界再成佛。是一生，不是二生，我们这一生往生极乐世界，往生极乐世界也一生成佛，不再有生死。",
      "zh_TW": "真正學佛的人沒有別的，就想到這個地方去，比天堂殊勝，天堂還有生死、有生滅，還有染污，極樂世界沒有染污、沒有生滅。釋迦牟尼佛的報土就是華藏世界，《華嚴經》上講的，跟西方淨土完全相同。但是我們要生到華藏世界那就很難，一定要斷煩惱，要靠自己的力量。佛力加持我們就是教誨，就是經教，你對於經教要能理解，要能夠相信，要真正依照裡面的理論、方法去修行才能提升，真難！阿彌陀佛慈悲，看出這樁事情，諸佛有淨土，眾生不能往生，千萬人修行，難得一個人成就，眾生業障習氣太重。所以阿彌陀佛發的這個願，諸佛如來都讚歎。他第一個願，接引大家，先換個修學道場、換個身體，這個妙絕了！到他極樂世界，然後在極樂世界再成佛。是一生，不是二生，我們這一生往生極樂世界，往生極樂世界也一生成佛，不再有生死。"
    },
    {
      "id": "02-040-0601_p0026",
      "zh_CN": "我们这个地方去，这身体不要了，我们一般讲灵魂去的，不是肉身。可是灵魂它是莲花化生，佛来接引，我们看到莲花，我们坐在莲花莲蓬上，花合起来。佛带着这个花放到极乐世界七宝池中，这个花再开了就见佛了，他在这个花里面就产生极大的变化。这个花的因是阿弥陀佛的本愿，我们信愿持名是我们具备的条件，有这个条件，因缘具足，果报就现前，这前面我们学得很多。在花里面，花苞没有开的时候就转变了，我们的身、我们居住的环境统统就变过来，统统变成法性身、法性土。完全依靠阿弥陀佛。我们能信吗？能信。什么道理？《华严经》上佛说，「一切众生本来是佛」。我们本来是佛，所以阿弥陀佛能加持得上；如果本来不是佛，阿弥陀佛也无可奈何。本来是佛，只要帮助你回头，觉悟了，就是。",
      "zh_TW": "我們這個地方去，這身體不要了，我們一般講靈魂去的，不是肉身。可是靈魂它是蓮花化生，佛來接引，我們看到蓮花，我們坐在蓮花蓮蓬上，花合起來。佛帶著這個花放到極樂世界七寶池中，這個花再開了就見佛了，他在這個花裡面就產生極大的變化。這個花的因是阿彌陀佛的本願，我們信願持名是我們具備的條件，有這個條件，因緣具足，果報就現前，這前面我們學得很多。在花裡面，花苞沒有開的時候就轉變了，我們的身、我們居住的環境統統就變過來，統統變成法性身、法性土。完全依靠阿彌陀佛。我們能信嗎？能信。什麼道理？《華嚴經》上佛說，「一切眾生本來是佛」。我們本來是佛，所以阿彌陀佛能加持得上；如果本來不是佛，阿彌陀佛也無可奈何。本來是佛，只要幫助你回頭，覺悟了，就是。"
    },
    {
      "id": "02-040-0601_p0027",
      "zh_CN": "所以佛教化众生，他因人施教。人的根性不齐，教小根的人，教伦理、讲道德、讲因果，目的是什么？目的是帮助你断恶修善。断恶修善，你在六道里头你不会堕三恶道，你会慢慢的上升到三善道，这对小小根讲的。根再稍微利一点，他就帮助他转迷为悟，悟什么？慢慢明了了这六道是怎么回事，十法界是怎么回事。把这个搞清楚了，你就会想到我不愿意住六道，我愿意住四圣法界。知道什么？那个地方比我这里好，能去得成，不是去不成。到那个地方去，佛菩萨再教你，这还不是真正的好地方，真正的好地方是无量寿。实报土的人就是无量寿，生死才真正了了。四圣法界的人，了生死是了六道的生死，四圣法界叫变易生死，没了，六道的分段生死这个了了。生释迦牟尼佛的四圣法界，就是方便土，总不如极乐世界的方便土好。所以释迦牟尼佛苦口婆心劝导我们、诱导我们，要放弃娑婆世界，现在讲移民，移民到极乐世界。",
      "zh_TW": "所以佛教化眾生，他因人施教。人的根性不齊，教小根的人，教倫理、講道德、講因果，目的是什麼？目的是幫助你斷惡修善。斷惡修善，你在六道裡頭你不會墮三惡道，你會慢慢的上升到三善道，這對小小根講的。根再稍微利一點，他就幫助他轉迷為悟，悟什麼？慢慢明瞭了這六道是怎麼回事，十法界是怎麼回事。把這個搞清楚了，你就會想到我不願意住六道，我願意住四聖法界。知道什麼？那個地方比我這裡好，能去得成，不是去不成。到那個地方去，佛菩薩再教你，這還不是真正的好地方，真正的好地方是無量壽。實報土的人就是無量壽，生死才真正了了。四聖法界的人，了生死是了六道的生死，四聖法界叫變易生死，沒了，六道的分段生死這個了了。生釋迦牟尼佛的四聖法界，就是方便土，總不如極樂世界的方便土好。所以釋迦牟尼佛苦口婆心勸導我們、誘導我們，要放棄娑婆世界，現在講移民，移民到極樂世界。"
    },
    {
      "id": "02-040-0601_p0028",
      "zh_CN": "释迦佛劝我们，十方一切诸佛如来，没有一个不劝他那个管辖区里面的有情众生，希望大家统统到极乐世界。极乐世界能容得下吗？能。为什么？它是法性土，法性土没有边际。在哪里？我们这个地方统统包括在里头，它是无穷大。从这个事实真相我们能体会到，中国古圣先贤非常了不起。我们看到他说的两句话，这佛教没传到中国来，古人所谓的「其大无外，其小无内」。大无外、小无内这是佛家的思想，佛没到中国来，我们老祖宗说出来了。所以我向李老师请教，我说中国这些古圣先贤，是不是佛菩萨化身来的？为什么完全没有接触过，他能说出来跟佛是一样的？老师笑着回我两句话，说理上说得通，事上没证据。这是真的，理上真讲得通，你看观世音菩萨三十二应，应以什么身得度就现什么身。佛无有定法可说，完全是自性自然的流露，绝对没有通过思考。通过思考就是你意识里头流出来的，不通过思考是自性流出来的，自性流出来是真的，通过思考假的，不是真的。通过思考的容易，不通过思考的难，不通过思考是什么？心要清净、要平等。清净平等，智慧源源不断的出来；没有得到清净平等，智慧透不出来。",
      "zh_TW": "釋迦佛勸我們，十方一切諸佛如來，沒有一個不勸他那個管轄區裡面的有情眾生，希望大家統統到極樂世界。極樂世界能容得下嗎？能。為什麼？它是法性土，法性土沒有邊際。在哪裡？我們這個地方統統包括在裡頭，它是無窮大。從這個事實真相我們能體會到，中國古聖先賢非常了不起。我們看到他說的兩句話，這佛教沒傳到中國來，古人所謂的「其大無外，其小無內」。大無外、小無內這是佛家的思想，佛沒到中國來，我們老祖宗說出來了。所以我向李老師請教，我說中國這些古聖先賢，是不是佛菩薩化身來的？為什麼完全沒有接觸過，他能說出來跟佛是一樣的？老師笑著回我兩句話，說理上說得通，事上沒證據。這是真的，理上真講得通，你看觀世音菩薩三十二應，應以什麼身得度就現什麼身。佛無有定法可說，完全是自性自然的流露，絕對沒有通過思考。通過思考就是你意識裡頭流出來的，不通過思考是自性流出來的，自性流出來是真的，通過思考假的，不是真的。通過思考的容易，不通過思考的難，不通過思考是什麼？心要清淨、要平等。清淨平等，智慧源源不斷的出來；沒有得到清淨平等，智慧透不出來。"
    },
    {
      "id": "02-040-0601_p0029",
      "zh_CN": "所以放下很重要，什么都要放下，你不放下就染污了，就不平等。所以一切要放得下，统统不要放在心上，你决定占便宜，便宜可占大了，为什么？明心见性了。明不了心、见不了性就是不肯放下，这是早年章嘉大师教给我的。想不想向上提升？想上二层楼，底下这一层得放下；想上三层，二层要放下，你才逐渐向上提升。只要你放不下，你就停止在此地了。断恶修善不要放在心上就是放下，就会上升，如果放在心上，就变成果报，恶，三恶道，善，三善道，就变成果报；放下的时候提升了、超越了，不受果报。所以，蕅益大师讲的话是真的，只要还有少许我、人没放下，他决定不能信《金刚经》，读《金刚经》得不到真正受用。真正得受用，他能解能行，当体就是无相，真放下了。可证能信之妙德，举体就是无相智慧。",
      "zh_TW": "所以放下很重要，什麼都要放下，你不放下就染污了，就不平等。所以一切要放得下，統統不要放在心上，你決定佔便宜，便宜可佔大了，為什麼？明心見性了。明不了心、見不了性就是不肯放下，這是早年章嘉大師教給我的。想不想向上提升？想上二層樓，底下這一層得放下；想上三層，二層要放下，你才逐漸向上提升。只要你放不下，你就停止在此地了。斷惡修善不要放在心上就是放下，就會上升，如果放在心上，就變成果報，惡，三惡道，善，三善道，就變成果報；放下的時候提升了、超越了，不受果報。所以，蕅益大師講的話是真的，只要還有少許我、人沒放下，他決定不能信《金剛經》，讀《金剛經》得不到真正受用。真正得受用，他能解能行，當體就是無相，真放下了。可證能信之妙德，舉體就是無相智慧。"
    },
    {
      "id": "02-040-0601_p0030",
      "zh_CN": "回头再看我们本经，「盖此净宗乃最极圆顿，超情离见，不可思议之微妙法门。若人于此法能生实信，信事、信理，信因、信果，信自、信他，如是六信具足，当知其人，亦必超情离见，与无相智慧相契」。这是用《金刚经》跟本经这段经文合起来看，就知道净宗不可思议，跟《华严》相应，跟《般若》相应，《华严》、《般若》所说的本经统统有。这部经，《无量寿经》，是净宗最极圆顿，圆是圆满，顿是顿超，一生成就，圆顿大教，登峰造极，这是赞叹这部经典。超情离见，情是情执，情执重的不能往生，见是错误的见解，就是五种见惑，身见、边见、见取见、戒取见、邪见，统统没有了；超情是思惑断了，离见是见惑断了，见思烦恼统统都断了。在小乘，他是阿罗汉，但是他不是小乘，他是大乘，大乘圆教七信位的菩萨。不可思议之微妙法门。",
      "zh_TW": "回頭再看我們本經，「蓋此淨宗乃最極圓頓，超情離見，不可思議之微妙法門。若人於此法能生實信，信事、信理，信因、信果，信自、信他，如是六信具足，當知其人，亦必超情離見，與無相智慧相契」。這是用《金剛經》跟本經這段經文合起來看，就知道淨宗不可思議，跟《華嚴》相應，跟《般若》相應，《華嚴》、《般若》所說的本經統統有。這部經，《無量壽經》，是淨宗最極圓頓，圓是圓滿，頓是頓超，一生成就，圓頓大教，登峰造極，這是讚歎這部經典。超情離見，情是情執，情執重的不能往生，見是錯誤的見解，就是五種見惑，身見、邊見、見取見、戒取見、邪見，統統沒有了；超情是思惑斷了，離見是見惑斷了，見思煩惱統統都斷了。在小乘，他是阿羅漢，但是他不是小乘，他是大乘，大乘圓教七信位的菩薩。不可思議之微妙法門。"
    },
    {
      "id": "02-040-0601_p0031",
      "zh_CN": "这是说出这部经它的微妙、它的圆顿，假如有人在这个法，就是这部经典所说的理论与方法，他真正相信。下面是蕅益大师在《弥陀要解》里头讲的六种信，信事、信理、信因、信果、信自、信他。事是现象，相信经上所说的极乐世界是真有，决定不是假的，跟我们眼前看到的事相是相同的，没有丝毫差别，但是它比我们殊胜。释迦牟尼佛为我们介绍，阿弥陀佛身相庄严，身相高大，高大让我们感到不可思议，身有八万四千相，好相。看相算命的说三十二相八十种好叫富贵相，阿弥陀佛不是三十二相，八万四千相，每一个相有八万四千随形好，我们没法子想像。每一个好里放八万四千光明，每一个光明里面都看到诸佛如来、菩萨围绕在讲经教学，教学为先。在一切经论里头，你所看到诸佛菩萨在一起干什么？在讲学。证明世尊常常为我们介绍，诸佛如来「今现在说法」，好像今现在说法从来没有中断过，把人全教好了。我们现在这里虽然是有教，断断续续的，不是接着的，接着的产生效果大，断断续续的难。所以教学不能中断。",
      "zh_TW": "這是說出這部經它的微妙、它的圓頓，假如有人在這個法，就是這部經典所說的理論與方法，他真正相信。下面是蕅益大師在《彌陀要解》裡頭講的六種信，信事、信理、信因、信果、信自、信他。事是現象，相信經上所說的極樂世界是真有，決定不是假的，跟我們眼前看到的事相是相同的，沒有絲毫差別，但是它比我們殊勝。釋迦牟尼佛為我們介紹，阿彌陀佛身相莊嚴，身相高大，高大讓我們感到不可思議，身有八萬四千相，好相。看相算命的說三十二相八十種好叫富貴相，阿彌陀佛不是三十二相，八萬四千相，每一個相有八萬四千隨形好，我們沒法子想像。每一個好裡放八萬四千光明，每一個光明裡面都看到諸佛如來、菩薩圍繞在講經教學，教學為先。在一切經論裡頭，你所看到諸佛菩薩在一起幹什麼？在講學。證明世尊常常為我們介紹，諸佛如來「今現在說法」，好像今現在說法從來沒有中斷過，把人全教好了。我們現在這裡雖然是有教，斷斷續續的，不是接著的，接著的產生效果大，斷斷續續的難。所以教學不能中斷。"
    },
    {
      "id": "02-040-0601_p0032",
      "zh_CN": "诸佛菩萨，像极乐世界法身大士，他不是我们这肉身，不是我们这是物质变现的居住环境，它不是的，它是法性的。法性是自然的，是随着念头产生变化，变现出来的，想有就有、想空就空，想大就大、想小就小。居住的房子喜欢什么样，它就随着你念头在变，喜欢在地面，喜欢在空中，它都随心所欲。这些人到他方世界，有的人连居住的房子一起去，就好像飞行工具一样。无一不得大自在，我们一生能去。所以学佛终极的目标，我们就是在取极乐世界，我们不搞别的，到极乐世界得大圆满、得大自在。",
      "zh_TW": "諸佛菩薩，像極樂世界法身大士，他不是我們這肉身，不是我們這是物質變現的居住環境，它不是的，它是法性的。法性是自然的，是隨著念頭產生變化，變現出來的，想有就有、想空就空，想大就大、想小就小。居住的房子喜歡什麼樣，它就隨著你念頭在變，喜歡在地面，喜歡在空中，它都隨心所欲。這些人到他方世界，有的人連居住的房子一起去，就好像飛行工具一樣。無一不得大自在，我們一生能去。所以學佛終極的目標，我們就是在取極樂世界，我們不搞別的，到極樂世界得大圓滿、得大自在。"
    },
    {
      "id": "02-040-0601_p0033",
      "zh_CN": "六种信具足，第一个信自己。这个地方排列的顺序跟《弥陀经要解》不一样，《弥陀经要解》是把信自、信他摆在第一，理、事摆在最后。信自己信什么？佛说的「是心是佛」，本来是佛，这个要相信，我们才能回头。如果我们不相信，不敢承当，就回不去了。就直下承当，一丝毫犹豫、怀疑都没有，谁是佛？我就是佛。学佛的人不能没有这个信心，没有这个信心他成不了佛。是心是佛，那现在我「是心作佛」，我下个决心我要作佛。我本来是佛，我现在要作佛，哪有做不到的道理？肯定成功。这八个字是净宗理论的根据，释迦牟尼佛在《观无量寿佛经》里头说出来的。我们今天信愿持名，求生极乐世界，这种行动就是是心作佛，这是佛教的教学究竟圆满。在这个世间，方东美先生所说的人生最高的享受，我们得到了，在这个世间无忧无虑、无牵无挂，身心都没有一点压力，生活得轻松快乐，这就是幸福。",
      "zh_TW": "六種信具足，第一個信自己。這個地方排列的順序跟《彌陀經要解》不一樣，《彌陀經要解》是把信自、信他擺在第一，理、事擺在最後。信自己信什麼？佛說的「是心是佛」，本來是佛，這個要相信，我們才能回頭。如果我們不相信，不敢承當，就回不去了。就直下承當，一絲毫猶豫、懷疑都沒有，誰是佛？我就是佛。學佛的人不能沒有這個信心，沒有這個信心他成不了佛。是心是佛，那現在我「是心作佛」，我下個決心我要作佛。我本來是佛，我現在要作佛，哪有做不到的道理？肯定成功。這八個字是淨宗理論的根據，釋迦牟尼佛在《觀無量壽佛經》裡頭說出來的。我們今天信願持名，求生極樂世界，這種行動就是是心作佛，這是佛教的教學究竟圓滿。在這個世間，方東美先生所說的人生最高的享受，我們得到了，在這個世間無憂無慮、無牽無掛，身心都沒有一點壓力，生活得輕鬆快樂，這就是幸福。"
    },
    {
      "id": "02-040-0601_p0034",
      "zh_CN": "自己一定要知道，大富、大贵他烦恼多、忧虑多，不舒服。李嘉诚我跟他见过面，香港首富，晚上不吃安眠药睡不着觉，那他就没有我自在。陆克文做了澳洲总理，邀请我去访问，我跟他见面的时候，端着大杯子咖啡，告诉我一天要喝五大杯。我说为什么？提精神。那很苦，那不是快乐，那么大杯的五大杯。所以我跟他开玩笑，我说在古代，中国在古代，做官，人人都喜欢做官。为什么？做官这个行业是最快乐的，待遇还不错，地位很高，受人尊敬，没事干。社会上人人是好人，事事是好事，没有作奸犯科的事情，你说他多自在。没事干什么？每天游山玩水，写文章、写诗词，《四库全书》集部一大半都是这些人留下来的，他没事干，所以快乐。现在做官可苦，不说别的，天天接见人给握手我都感觉得很痛苦，古时候读书人决定不会干这个事情。所以现在变了，最快乐的行业，事情最少的行业，现在变成最复杂、最难办的行业，这做官。",
      "zh_TW": "自己一定要知道，大富、大貴他煩惱多、憂慮多，不舒服。李嘉誠我跟他見過面，香港首富，晚上不吃安眠藥睡不著覺，那他就沒有我自在。陸克文做了澳洲總理，邀請我去訪問，我跟他見面的時候，端著大杯子咖啡，告訴我一天要喝五大杯。我說為什麼？提精神。那很苦，那不是快樂，那麼大杯的五大杯。所以我跟他開玩笑，我說在古代，中國在古代，做官，人人都喜歡做官。為什麼？做官這個行業是最快樂的，待遇還不錯，地位很高，受人尊敬，沒事幹。社會上人人是好人，事事是好事，沒有作奸犯科的事情，你說他多自在。沒事幹什麼？每天遊山玩水，寫文章、寫詩詞，《四庫全書》集部一大半都是這些人留下來的，他沒事幹，所以快樂。現在做官可苦，不說別的，天天接見人給握手我都感覺得很痛苦，古時候讀書人決定不會幹這個事情。所以現在變了，最快樂的行業，事情最少的行業，現在變成最複雜、最難辦的行業，這做官。"
    },
    {
      "id": "02-040-0601_p0035",
      "zh_CN": "所以中国几千年来，这个国家社会长治久安，外国人学中国历史都非常羡慕。怎么造成的？好像他们是知道，但是不是很清楚。我在澳洲，有一次我们南昆大的校长请我吃饭，我送他一部《四库全书》，送学校的。陪客的有两位教授，有一位是学校的教务长，他告诉我一桩事情，问我我不知道。他说二战之前，第二次大战之前，欧洲有一些学者研究一个论题，就是世界上四个古文明，三个都消失，不存在了，为什么中国还存在？他说他们很认真研究这个问题，最后的结论，他说应该归结到中国人的重视家庭教育。他把这个结论告诉我，问我的看法，我告诉他完全正确。",
      "zh_TW": "所以中國幾千年來，這個國家社會長治久安，外國人學中國歷史都非常羨慕。怎麼造成的？好像他們是知道，但是不是很清楚。我在澳洲，有一次我們南昆大的校長請我吃飯，我送他一部《四庫全書》，送學校的。陪客的有兩位教授，有一位是學校的教務長，他告訴我一樁事情，問我我不知道。他說二戰之前，第二次大戰之前，歐洲有一些學者研究一個論題，就是世界上四個古文明，三個都消失，不存在了，為什麼中國還存在？他說他們很認真研究這個問題，最後的結論，他說應該歸結到中國人的重視家庭教育。他把這個結論告訴我，問我的看法，我告訴他完全正確。"
    },
    {
      "id": "02-040-0601_p0036",
      "zh_CN": "中国在过去，家文化是中国文化的特色。中国是大家族，它的家是社会，不是小的行为，它是社会行为，像《红楼梦》就是描写一个家庭。中国家族兴旺的差不多六、七百人，这个家，普通的三百人左右，两百以下的，家衰了，还有这么多人口。兄弟不分家，财产统一管理，你看到《红楼梦》，那个当家的王凤姐，当家的。任何人，不管从事什么工作赚的钱，除你自己生活之外，统统要归家。家多半都是买田地，田地叫恒产，那是不会变的。房子会被水漂，会被火烧掉，土地不会，所以土地是恒产。买山地种树造林，买农田给农民耕种，收租，这是家的经济来源。家人无论在哪个地方工作，遇到困难，什么人支持你？家是你的后盾，人力、财力都可以支援你，你放心，最可靠的。所以家团结的力量太大了。",
      "zh_TW": "中國在過去，家文化是中國文化的特色。中國是大家族，它的家是社會，不是小的行為，它是社會行為，像《紅樓夢》就是描寫一個家庭。中國家族興旺的差不多六、七百人，這個家，普通的三百人左右，兩百以下的，家衰了，還有這麼多人口。兄弟不分家，財產統一管理，你看到《紅樓夢》，那個當家的王鳳姐，當家的。任何人，不管從事什麼工作賺的錢，除你自己生活之外，統統要歸家。家多半都是買田地，田地叫恆產，那是不會變的。房子會被水漂，會被火燒掉，土地不會，所以土地是恆產。買山地種樹造林，買農田給農民耕種，收租，這是家的經濟來源。家人無論在哪個地方工作，遇到困難，什麼人支持你？家是你的後盾，人力、財力都可以支援你，你放心，最可靠的。所以家團結的力量太大了。"
    },
    {
      "id": "02-040-0601_p0037",
      "zh_CN": "家有家学，私塾就是家庭子弟学校。老了，在外面工作老了，叫回老家，落叶归根，干什么？回家养老享福，中国人享福是在老年。小时候管教很严，一点自由都没有，那是管教他什么？修戒定慧，戒定慧是从小修的，长大做不到了。从小就守规矩，所以像个小大人一样，没有西方人那么活泼，但是他有定、他有慧。私塾教书，教他念书，不给他讲解，为什么？教他修定。小孩不是这样逼他，他也会胡思乱想，用这种方法把他胡思乱想打掉。这是很多人不懂得古人教学的用意，要让小孩保持天真，不要他受染污。现在小孩不行，从小一出生，眼睛看到电视就被染污了。所以他为什么不好教？出生就被染污了，他就在那里学会了，再大人在他面前所表现的，他全学会了。",
      "zh_TW": "家有家學，私塾就是家庭子弟學校。老了，在外面工作老了，叫回老家，落葉歸根，幹什麼？回家養老享福，中國人享福是在老年。小時候管教很嚴，一點自由都沒有，那是管教他什麼？修戒定慧，戒定慧是從小修的，長大做不到了。從小就守規矩，所以像個小大人一樣，沒有西方人那麼活潑，但是他有定、他有慧。私塾教書，教他念書，不給他講解，為什麼？教他修定。小孩不是這樣逼他，他也會胡思亂想，用這種方法把他胡思亂想打掉。這是很多人不懂得古人教學的用意，要讓小孩保持天真，不要他受染污。現在小孩不行，從小一出生，眼睛看到電視就被染污了。所以他為什麼不好教？出生就被染污了，他就在那裡學會了，再大人在他面前所表現的，他全學會了。"
    },
    {
      "id": "02-040-0601_p0038",
      "zh_CN": "古时候你看看，古书里记载的胎教，怀孕，这个母亲言行就端庄，就不能随便，起心动念纯正，没有邪思，为什么？影响胎儿。小孩出生到满三岁这一千天，父母要给他做最好的榜样，言行举止都是正面的，让小孩看到，他学会了，如果是负面的话，他就学坏了。大人在他面前都要守规矩，不能让他看到坏样子，不能让他听到不应该听的话。母亲是第一任的老师，把他培成圣贤的根器，交给老师去教。这个根扎不好，老师对他一点办法没有。四、五岁上学了，交给老师，老师做最好的榜样。所以老师所教的东西自己要做不到，学生看了怎么会相信？老师不好当，老师要给学生做榜样。",
      "zh_TW": "古時候你看看，古書裡記載的胎教，懷孕，這個母親言行就端莊，就不能隨便，起心動念純正，沒有邪思，為什麼？影響胎兒。小孩出生到滿三歲這一千天，父母要給他做最好的榜樣，言行舉止都是正面的，讓小孩看到，他學會了，如果是負面的話，他就學壞了。大人在他面前都要守規矩，不能讓他看到壞樣子，不能讓他聽到不應該聽的話。母親是第一任的老師，把他培成聖賢的根器，交給老師去教。這個根紮不好，老師對他一點辦法沒有。四、五歲上學了，交給老師，老師做最好的榜樣。所以老師所教的東西自己要做不到，學生看了怎麼會相信？老師不好當，老師要給學生做榜樣。"
    },
    {
      "id": "02-040-0601_p0039",
      "zh_CN": "所以，中国古时候的教育是家庭培养的，家庭培养教学认真，为什么？家里的长辈都希望后代能出人才，所以对于教育特别认真。学校它不认真，它没有这种感情，没有这种理念、这种使命感，它没有，家庭有。所以国家叫开科取士，就是国家办考试，每年办多少考试，考取的这些人才，国家来培养。培养还是自己去读书，你的生活费用国家给你，考取秀才之后，国家就给，我们一般讲待遇，就给你。你看《了凡四训》，袁了凡考取秀才了，每年国家给他大概九十多石米，九十多石米他吃不完，他那个米卖了之后，他就可以做零用钱，他生活没忧虑了，他安心读书。再往上提升，秀才是县考，再参加省考，省考是举人，最后参加国家的考试，殿试，皇上做主考，考进士。考取，这功名，现在叫学位，拿到最高的学位是进士，第二个学位是举人，第三个学位是县里县考的秀才，国家就可以任用你，让你出来任职，有些任县市长的，就为国家服务了。还有的，所以叫官吏，吏就是帮助主管的，像现在秘书、顾问，下面这些科长、局长，这一类的，他就从政了。国家，管理国家这些人员谁教的？家庭教好的。所以，家文化对中国国家民族贡献非常大。",
      "zh_TW": "所以，中國古時候的教育是家庭培養的，家庭培養教學認真，為什麼？家裡的長輩都希望後代能出人才，所以對於教育特別認真。學校它不認真，它沒有這種感情，沒有這種理念、這種使命感，它沒有，家庭有。所以國家叫開科取士，就是國家辦考試，每年辦多少考試，考取的這些人才，國家來培養。培養還是自己去讀書，你的生活費用國家給你，考取秀才之後，國家就給，我們一般講待遇，就給你。你看《了凡四訓》，袁了凡考取秀才了，每年國家給他大概九十多石米，九十多石米他吃不完，他那個米賣了之後，他就可以做零用錢，他生活沒憂慮了，他安心讀書。再往上提升，秀才是縣考，再參加省考，省考是舉人，最後參加國家的考試，殿試，皇上做主考，考進士。考取，這功名，現在叫學位，拿到最高的學位是進士，第二個學位是舉人，第三個學位是縣裡縣考的秀才，國家就可以任用你，讓你出來任職，有些任縣市長的，就為國家服務了。還有的，所以叫官吏，吏就是幫助主管的，像現在祕書、顧問，下面這些科長、局長，這一類的，他就從政了。國家，管理國家這些人員誰教的？家庭教好的。所以，家文化對中國國家民族貢獻非常大。"
    },
    {
      "id": "02-040-0601_p0040",
      "zh_CN": "这个家，到中国抗战时期没有了，战后一个都没有了，再看不到了。抗战时候还有，战前我都看到。我小的时候，三岁，我们的家败了。我们这一家，我的父亲依靠姐姐，姐姐的家还在，但是也衰了，还存在；就是我的姑母家里，我父亲的姐姐，姑妈的家里，她们家里十个兄弟没有分家，还是大家庭。所以大家庭我还看过，那时候记事了，我是九岁离开的，大家庭我看到过，我觉得好。它保障的是什么？教育，父母不能教没有关系，家教你，它有家庭学校，子弟学校，私塾。再有个什么？老不怕，老的时候是真快乐，回家养老，养老真的受到天伦之乐，这是外国人作梦都想不到的。",
      "zh_TW": "這個家，到中國抗戰時期沒有了，戰後一個都沒有了，再看不到了。抗戰時候還有，戰前我都看到。我小的時候，三歲，我們的家敗了。我們這一家，我的父親依靠姐姐，姐姐的家還在，但是也衰了，還存在；就是我的姑母家裡，我父親的姐姐，姑媽的家裡，她們家裡十個兄弟沒有分家，還是大家庭。所以大家庭我還看過，那時候記事了，我是九歲離開的，大家庭我看到過，我覺得好。它保障的是什麼？教育，父母不能教沒有關係，家教你，它有家庭學校，子弟學校，私塾。再有個什麼？老不怕，老的時候是真快樂，回家養老，養老真的受到天倫之樂，這是外國人作夢都想不到的。"
    },
    {
      "id": "02-040-0601_p0041",
      "zh_CN": "养老跟教学，场所在哪里？都在祠堂里头。祠堂很大，家庙，只有春秋祭祀，祭祀也不过二、三天，平常都是空着的。所以学校设在祠堂，养老也设在祠堂，祠堂就变成个娱乐场所，老人娱乐场所。家族的老人年岁大了退休了，都回来。居住环境都非常好，老人在一块聊天，在一块玩，都在祠堂。祠堂大厅里面也就像茶馆一样，喝茶、聊天、唱歌，各种娱乐都有，甚至于还请外面的杂耍、说唱艺术，统统搬到这里来，老人真享受！哪有像现在，现在老的时候多可怜你看，送到老人院。老人院，我在美国的时候美国是最兴旺的，国家富强，老人的待遇不错。听说现在他们穷了，老人养不起，又不能不养，不养你就选不上，这真正是非常严重的问题。所以大家庭有大家庭独特的好处。",
      "zh_TW": "養老跟教學，場所在哪裡？都在祠堂裡頭。祠堂很大，家廟，只有春秋祭祀，祭祀也不過二、三天，平常都是空著的。所以學校設在祠堂，養老也設在祠堂，祠堂就變成個娛樂場所，老人娛樂場所。家族的老人年歲大了退休了，都回來。居住環境都非常好，老人在一塊聊天，在一塊玩，都在祠堂。祠堂大廳裡面也就像茶館一樣，喝茶、聊天、唱歌，各種娛樂都有，甚至於還請外面的雜耍、說唱藝術，統統搬到這裡來，老人真享受！哪有像現在，現在老的時候多可憐你看，送到老人院。老人院，我在美國的時候美國是最興旺的，國家富強，老人的待遇不錯。聽說現在他們窮了，老人養不起，又不能不養，不養你就選不上，這真正是非常嚴重的問題。所以大家庭有大家庭獨特的好處。"
    },
    {
      "id": "02-040-0601_p0042",
      "zh_CN": "大家庭再不能恢复，所以我常常耳朵听到企业家、企业家，突然想起来，企业能不能把中国传统家文化继承下来？你这个企业再加上两样东西，一个是学校，我这个企业办子弟学校。可以跟政府的学校一样，但是专门教我们员工家人的下一代。我们聘请老师就不是政府派的了，我们自己选拔的老师，真正有德行、有学术、有爱心，懂得教小孩的方法的，我们会请这个人。这就负责任，教小孩尊师重道。我们对老师的尊敬，就是头一天上私塾，我应该是六岁的时候，第一天上私塾，我的父亲带着我去。在大堂里面，老师站在旁边，当中是孔子的牌位，没有像，孔子的牌位，同学站在两边，观礼，同学三十多个人。先对孔子的牌位行三跪九叩首的礼，最敬礼，然后请老师上座，老师坐在夫子牌位的下面，对着老师行三跪九叩首的礼，家长，我在后面，父亲在前面。这样大的礼节行着，这小孩能不听话吗？不敢不听话。这个叫你看多少遍？每个同学进来都行拜师礼，你至少看十几遍，所以你一辈子不会忘记。看到从事教育工作的人，自然那个恭敬心就生起来，从小培养的，尊师重道。哪有像现在，老师跟家长不能配合，这个小孩怎么能教得好？过去是密切配合，老师教学生孝顺父母、友爱兄弟，家和，那个家和，老师的力量、功德不小；父母教儿女尊师重道，这样才把人教好。",
      "zh_TW": "大家庭再不能恢復，所以我常常耳朵聽到企業家、企業家，突然想起來，企業能不能把中國傳統家文化繼承下來？你這個企業再加上兩樣東西，一個是學校，我這個企業辦子弟學校。可以跟政府的學校一樣，但是專門教我們員工家人的下一代。我們聘請老師就不是政府派的了，我們自己選拔的老師，真正有德行、有學術、有愛心，懂得教小孩的方法的，我們會請這個人。這就負責任，教小孩尊師重道。我們對老師的尊敬，就是頭一天上私塾，我應該是六歲的時候，第一天上私塾，我的父親帶著我去。在大堂裡面，老師站在旁邊，當中是孔子的牌位，沒有像，孔子的牌位，同學站在兩邊，觀禮，同學三十多個人。先對孔子的牌位行三跪九叩首的禮，最敬禮，然後請老師上座，老師坐在夫子牌位的下面，對著老師行三跪九叩首的禮，家長，我在後面，父親在前面。這樣大的禮節行著，這小孩能不聽話嗎？不敢不聽話。這個叫你看多少遍？每個同學進來都行拜師禮，你至少看十幾遍，所以你一輩子不會忘記。看到從事教育工作的人，自然那個恭敬心就生起來，從小培養的，尊師重道。哪有像現在，老師跟家長不能配合，這個小孩怎麼能教得好？過去是密切配合，老師教學生孝順父母、友愛兄弟，家和，那個家和，老師的力量、功德不小；父母教兒女尊師重道，這樣才把人教好。"
    },
    {
      "id": "02-040-0601_p0043",
      "zh_CN": "所以这家文化，理、事都是好的，企业要是能够做到，那我就相信，中国至少还有一千年太平盛世，会影响全世界。有一个企业出来带头，所以我说如果有二十个，大概全国都会带起来。家，大企业有这个力量、有这个财富，让所有的员工都变成自己一家人，都是兄弟姐妹，老板就是家长，爱护员工。员工舍身命也要把事情做好，为什么？这是他自己家的事情，他一生都能依靠，小孩生生世世，就成了一个家庭，永续的发展。家家都教好了，社会上人人是好人，事事都是好事，做官的人舒服了，像中国古代一样没事干。政治怎么能不好？所以皇上垂拱而治，没事。",
      "zh_TW": "所以這家文化，理、事都是好的，企業要是能夠做到，那我就相信，中國至少還有一千年太平盛世，會影響全世界。有一個企業出來帶頭，所以我說如果有二十個，大概全國都會帶起來。家，大企業有這個力量、有這個財富，讓所有的員工都變成自己一家人，都是兄弟姐妹，老闆就是家長，愛護員工。員工捨身命也要把事情做好，為什麼？這是他自己家的事情，他一生都能依靠，小孩生生世世，就成了一個家庭，永續的發展。家家都教好了，社會上人人是好人，事事都是好事，做官的人舒服了，像中國古代一樣沒事幹。政治怎麼能不好？所以皇上垂拱而治，沒事。"
    },
    {
      "id": "02-040-0601_p0044",
      "zh_CN": "中国古代做到了，现在能做到吗？我相信能。我们只要相信老祖宗的话，这六个信，信自、信他，信我们自己，信老祖宗，信老祖宗传下来这些智慧、这些理念、方法，我们依教奉行。再从奉行经验当中推陈出新，有所感悟的时候，再有改变，变成新的东西。老的是基础，像老树一样，老树发新枝，发新芽、开新花、结新果，老树，那个才管用。重新栽一棵树，哪一年才能长大？所以这种理念要向全世界宣扬。当然，一定要做出最好的榜样，榜样做成之后全世界知道。我们现在用网路宣传、用卫星，我每天做出来的，我都做出报告，让世人都知道，这家东西货真价实，为自己宣传，另外叫别的从事于企业的来观摩、来学习。企业要造福人类，企业要带给世界永续的安定和谐，要化解所有一切争端，这就是菩萨事业。联合国是我们最好的宣传平台，一年办一次活动就行了，介绍给全世界每一个大使，让他们国家都知道，欢迎他们国家组团来参观、来学习、来考察，就能进入世界大同。所以大同是有希望的，不是一个妄想，不是一个梦想，它会实现的。今天时间到了，我们就学习到此地。",
      "zh_TW": "中國古代做到了，現在能做到嗎？我相信能。我們只要相信老祖宗的話，這六個信，信自、信他，信我們自己，信老祖宗，信老祖宗傳下來這些智慧、這些理念、方法，我們依教奉行。再從奉行經驗當中推陳出新，有所感悟的時候，再有改變，變成新的東西。老的是基礎，像老樹一樣，老樹發新枝，發新芽、開新花、結新果，老樹，那個才管用。重新栽一棵樹，哪一年才能長大？所以這種理念要向全世界宣揚。當然，一定要做出最好的榜樣，榜樣做成之後全世界知道。我們現在用網路宣傳、用衛星，我每天做出來的，我都做出報告，讓世人都知道，這家東西貨真價實，為自己宣傳，另外叫別的從事於企業的來觀摩、來學習。企業要造福人類，企業要帶給世界永續的安定和諧，要化解所有一切爭端，這就是菩薩事業。聯合國是我們最好的宣傳平台，一年辦一次活動就行了，介紹給全世界每一個大使，讓他們國家都知道，歡迎他們國家組團來參觀、來學習、來考察，就能進入世界大同。所以大同是有希望的，不是一個妄想，不是一個夢想，它會實現的。今天時間到了，我們就學習到此地。"
    }
  ]
}