{
  "doc_id": "02-040-0228",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二八集",
    "zh_TW": "第二二八集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0228",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-040-0228_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0228_p0002",
      "zh_CN": "请看《大经科注》第四百九十一页第三行，从「《尊胜陀罗尼经》曰」，从这看起：",
      "zh_TW": "請看《大經科註》第四百九十一頁第三行，從「《尊勝陀羅尼經》曰」，從這看起："
    },
    {
      "id": "02-040-0228_p0003",
      "zh_CN": "《尊胜陀罗尼经》上说，「诸飞鸟畜生，含灵之类，闻此陀罗尼，一经于耳，尽此一身，更不复受」。前面我们学到这个地方，再看下面。「又《涅槃经》曰：是大涅槃，亦复如是。若有众生，一经耳者，却后七劫，不堕恶趣。一经于耳，尚具上述功德。何况经耳之后，兼能信受，其功更胜」。经上这些话，现代的人能不能相信？现代人，可以说全球，受科学四百年来的影响，科学崇尚于怀疑，所以现在已经养成怀疑的习惯。不但成年人，从儿童二、三岁他就知道怀疑。我们早年住在美国，看到很多年轻的父母教小孩，教他不要相信别人，怕别人拐骗他。换句话说，从那么小就开始，对人没有信心，长大之后就养成习惯，对任何事物也没信心，造成今天普遍的现象。这个现象带来了现前社会的动乱跟地球的灾害。",
      "zh_TW": "《尊勝陀羅尼經》上說，「諸飛鳥畜生，含靈之類，聞此陀羅尼，一經於耳，盡此一身，更不復受」。前面我們學到這個地方，再看下面。「又《涅槃經》曰：是大涅槃，亦復如是。若有眾生，一經耳者，卻後七劫，不墮惡趣。一經於耳，尚具上述功德。何況經耳之後，兼能信受，其功更勝」。經上這些話，現代的人能不能相信？現代人，可以說全球，受科學四百年來的影響，科學崇尚於懷疑，所以現在已經養成懷疑的習慣。不但成年人，從兒童二、三歲他就知道懷疑。我們早年住在美國，看到很多年輕的父母教小孩，教他不要相信別人，怕別人拐騙他。換句話說，從那麼小就開始，對人沒有信心，長大之後就養成習慣，對任何事物也沒信心，造成今天普遍的現象。這個現象帶來了現前社會的動亂跟地球的災害。"
    },
    {
      "id": "02-040-0228_p0004",
      "zh_CN": "怀疑在佛法里面是属于根本烦恼，根本烦恼有六个，所有烦恼都是从这生起来的，所以叫根本。思惑里头，贪、瞋、痴、慢，第五个就是疑，第六个是属于错误的见解，叫恶见，把许许多多的人事物真相都看错了。佛在教学把这些错误归纳为五种见烦恼，身见、边见，见取、戒取是中国人所说的成见，末后一个邪见。佛说的见思烦恼就是根本烦恼，人人具足。过去的人有，比我们轻，我们现在人有，都有，比从前人严重，重了很多，这是我们在一生当中深深体验到的。一个世纪、一个世纪来看，看出烦恼成分加重了。现在严重到什么程度？一年比一年重。所以对于祖宗的教诲不相信，对于宗教里面神圣的经典教诲也不相信，这就是为什么信仰宗教的人年年在减少，原因在此地。说什么？不灵。",
      "zh_TW": "懷疑在佛法裡面是屬於根本煩惱，根本煩惱有六個，所有煩惱都是從這生起來的，所以叫根本。思惑裡頭，貪、瞋、痴、慢，第五個就是疑，第六個是屬於錯誤的見解，叫惡見，把許許多多的人事物真相都看錯了。佛在教學把這些錯誤歸納為五種見煩惱，身見、邊見，見取、戒取是中國人所說的成見，末後一個邪見。佛說的見思煩惱就是根本煩惱，人人具足。過去的人有，比我們輕，我們現在人有，都有，比從前人嚴重，重了很多，這是我們在一生當中深深體驗到的。一個世紀、一個世紀來看，看出煩惱成分加重了。現在嚴重到什麼程度？一年比一年重。所以對於祖宗的教誨不相信，對於宗教裡面神聖的經典教誨也不相信，這就是為什麼信仰宗教的人年年在減少，原因在此地。說什麼？不靈。"
    },
    {
      "id": "02-040-0228_p0005",
      "zh_CN": "《大涅槃经》，其实哪部经都不例外，尤其是《无量寿经》，若有众生，一经于耳，他听了一遍，往后七劫这么长的时间不堕恶道。这什么？闻经的功德，有这么大的利益，听一遍。这种听，当然至诚恭敬在听一遍，听别人念。现在我们有播经机，把读经做成光碟，做成电晶体，随时都可以听经，听《无量寿经》的功德不会在《涅槃经》之下。《涅槃经》长，《无量寿经》短，《涅槃经》有四十卷，《无量寿经》只有一卷。有很多同学将这部经每天念十遍，做为他自己的功课。像《涅槃经》这个说法，这个功德多大！我们不怀疑。一经于耳，尚具上面所说的功德，何况经耳之后兼能信受，听了之后能相信、能接受，能接受就是能依教奉行，功德就更殊胜。",
      "zh_TW": "《大涅槃經》，其實哪部經都不例外，尤其是《無量壽經》，若有眾生，一經於耳，他聽了一遍，往後七劫這麼長的時間不墮惡道。這什麼？聞經的功德，有這麼大的利益，聽一遍。這種聽，當然至誠恭敬在聽一遍，聽別人念。現在我們有播經機，把讀經做成光碟，做成電晶體，隨時都可以聽經，聽《無量壽經》的功德不會在《涅槃經》之下。《涅槃經》長，《無量壽經》短，《涅槃經》有四十卷，《無量壽經》只有一卷。有很多同學將這部經每天念十遍，做為他自己的功課。像《涅槃經》這個說法，這個功德多大！我們不懷疑。一經於耳，尚具上面所說的功德，何況經耳之後兼能信受，聽了之後能相信、能接受，能接受就是能依教奉行，功德就更殊勝。"
    },
    {
      "id": "02-040-0228_p0006",
      "zh_CN": "「一般经中闻字，不是但闻」，不是单单只是听，那个闻里头有信受，听了你相信、你接受了。「是故闻名之人，今生纵不即能往生，来世亦必常修殊胜梵行」。这是说听经闻法所得利益之下者，很少的利益。得到别人的欢喜赞叹，这都是小事，最重要的还是要多听，为什么？多听才明白经的意思。我这一生就是个例子，《无量寿经》在过去到现在讲了十三遍，这是第十三遍，这一次，愈讲愈欢喜、愈讲愈明白、愈讲愈透。诸位要把我过去这些录音、录像带，你从头看一遍，你完全就了解，遍遍不一样。听经亦如是。所以我们就深深相信古人所说，「读书千遍，其义自见」。这个经我们如果讲上一千遍，其义自见是怎么回事？是大彻大悟、明心见性。佛的经教完全是从自性里头流露出来的，那个义就是见性。所以读经、念佛可以明心见性。只是我们今天读经、念佛的功夫不够，杂念、妄念太多，功夫不纯，如果功夫纯净，必定得念佛三昧，必定大彻大悟。",
      "zh_TW": "「一般經中聞字，不是但聞」，不是單單只是聽，那個聞裡頭有信受，聽了你相信、你接受了。「是故聞名之人，今生縱不即能往生，來世亦必常修殊勝梵行」。這是說聽經聞法所得利益之下者，很少的利益。得到別人的歡喜讚歎，這都是小事，最重要的還是要多聽，為什麼？多聽才明白經的意思。我這一生就是個例子，《無量壽經》在過去到現在講了十三遍，這是第十三遍，這一次，愈講愈歡喜、愈講愈明白、愈講愈透。諸位要把我過去這些錄音、錄像帶，你從頭看一遍，你完全就了解，遍遍不一樣。聽經亦如是。所以我們就深深相信古人所說，「讀書千遍，其義自見」。這個經我們如果講上一千遍，其義自見是怎麼回事？是大徹大悟、明心見性。佛的經教完全是從自性裡頭流露出來的，那個義就是見性。所以讀經、念佛可以明心見性。只是我們今天讀經、念佛的功夫不夠，雜念、妄念太多，功夫不純，如果功夫純淨，必定得念佛三昧，必定大徹大悟。"
    },
    {
      "id": "02-040-0228_p0007",
      "zh_CN": "这是说闻经得最小的利益，都是来生得人身，还继续修行。这是第二十七愿。再看下面第十五章，「生获法益」。下面有九科，这是第一，也是二十八愿，「国无不善愿」。",
      "zh_TW": "這是說聞經得最小的利益，都是來生得人身，還繼續修行。這是第二十七願。再看下面第十五章，「生獲法益」。下面有九科，這是第一，也是二十八願，「國無不善願」。"
    },
    {
      "id": "02-040-0228_p0008",
      "zh_CN": "【我作佛时。国中无不善名。】",
      "zh_TW": "【我作佛時。國中無不善名。】"
    },
    {
      "id": "02-040-0228_p0009",
      "zh_CN": "念老在注解说，「从右章第廿八至第卅八愿，为摄彼土众生愿，表极乐国中众生之功德受用」。这以下几章是说往生到极乐世界的这些大众，他们在那个地方所得的受用。这一章里面有四愿，这是第十五章，这第一就是第二十八。『国中无不善名』，不善的话都听不到，不善的名字都听不到，「是第廿八国无不善愿」。「住于定聚以上，是第廿九住正定聚愿。犹如漏尽比丘以上，是第卅乐如漏尽愿。最后若起想念，贪计身者，不取正觉，是第卅一不贪计身愿」。",
      "zh_TW": "念老在註解說，「從右章第廿八至第卅八願，為攝彼土眾生願，表極樂國中眾生之功德受用」。這以下幾章是說往生到極樂世界的這些大眾，他們在那個地方所得的受用。這一章裡面有四願，這是第十五章，這第一就是第二十八。『國中無不善名』，不善的話都聽不到，不善的名字都聽不到，「是第廿八國無不善願」。「住於定聚以上，是第廿九住正定聚願。猶如漏盡比丘以上，是第卅樂如漏盡願。最後若起想念，貪計身者，不取正覺，是第卅一不貪計身願」。"
    },
    {
      "id": "02-040-0228_p0010",
      "zh_CN": "下面我们一段一段来看，这第二十八。「极乐国中尚无不善之名」，不善是指什么？指三恶道，饿鬼、地狱、畜生，修罗、罗刹，杀盗淫妄、自私自利，这都是不善的名，极乐世界完全没有。不善的名尚且没有，当然决定没有这些事实。「龙树大士曰：彼尊佛刹无恶名，亦无女人恶道怖，乃至无有诸趣恶知识」。这是说明极乐世界没有不善，极乐世界没有女人、没有恶道，乃至没有六道的恶知识，你所遇到的全是善知识。「又《往生论》云：净土果报，离二种讥嫌过，应知。一者体，二者名。体有三种，一者二乘人，二者女人，三者诸根不具人。无此三过故，名离体讥嫌。名亦有三种，非但无三体，乃至不闻二乘、女人、诸根不具三种名故，名离名讥嫌」。「上论中所谓之讥嫌名」，即本愿里面所讲的不善名。可见西方极乐世界的殊胜，不但没有不善的事实，不善的事实没有，连不善的名都听不到。",
      "zh_TW": "下面我們一段一段來看，這第二十八。「極樂國中尚無不善之名」，不善是指什麼？指三惡道，餓鬼、地獄、畜生，修羅、羅剎，殺盜淫妄、自私自利，這都是不善的名，極樂世界完全沒有。不善的名尚且沒有，當然決定沒有這些事實。「龍樹大士曰：彼尊佛剎無惡名，亦無女人惡道怖，乃至無有諸趣惡知識」。這是說明極樂世界沒有不善，極樂世界沒有女人、沒有惡道，乃至沒有六道的惡知識，你所遇到的全是善知識。「又《往生論》云：淨土果報，離二種譏嫌過，應知。一者體，二者名。體有三種，一者二乘人，二者女人，三者諸根不具人。無此三過故，名離體譏嫌。名亦有三種，非但無三體，乃至不聞二乘、女人、諸根不具三種名故，名離名譏嫌」。「上論中所謂之譏嫌名」，即本願裡面所講的不善名。可見西方極樂世界的殊勝，不但沒有不善的事實，不善的事實沒有，連不善的名都聽不到。"
    },
    {
      "id": "02-040-0228_p0011",
      "zh_CN": "为什么极乐世界有这样殊胜功德？我们今天细心去观察思惟，得到一个结论，西方极乐世界教学没有中断，这种纯净纯善的功德是由教学来的。世尊在经典里面给我们讲得很清楚，弥陀在极乐世界，「今现在说法」，那边的说法没有中断。我们这一边，释迦佛在世，每天说法还有中断。二六时中，中夜是休息的时候，说明中夜没有讲经。中夜是晚上十点到第二天清晨两点，这四个小时中夜。昼三时，夜三时，六时还有一时中断，这是世尊在世。极乐世界没有时间，它没有昼夜，那是光明世界。世尊在世，当年在世的时候，白天上午去托钵，托钵也是一个科目，但是说法中断了。托钵所用的时间应该也是一时，印度的一时是我们现在四小时。所以白天有中断，中断一时，夜晚也中断一时，这两时合起来，现在讲八个小时。",
      "zh_TW": "為什麼極樂世界有這樣殊勝功德？我們今天細心去觀察思惟，得到一個結論，西方極樂世界教學沒有中斷，這種純淨純善的功德是由教學來的。世尊在經典裡面給我們講得很清楚，彌陀在極樂世界，「今現在說法」，那邊的說法沒有中斷。我們這一邊，釋迦佛在世，每天說法還有中斷。二六時中，中夜是休息的時候，說明中夜沒有講經。中夜是晚上十點到第二天清晨兩點，這四個小時中夜。晝三時，夜三時，六時還有一時中斷，這是世尊在世。極樂世界沒有時間，它沒有晝夜，那是光明世界。世尊在世，當年在世的時候，白天上午去托缽，托缽也是一個科目，但是說法中斷了。托缽所用的時間應該也是一時，印度的一時是我們現在四小時。所以白天有中斷，中斷一時，夜晚也中斷一時，這兩時合起來，現在講八個小時。"
    },
    {
      "id": "02-040-0228_p0012",
      "zh_CN": "极乐世界没有，不需要托钵，也不需要睡眠，因为极乐世界的人，身是法性身，居住的环境是法性土，不是从阿赖耶里变现出来。世间所有一切法，所有的动物，都是以阿赖耶的相分为自身相，以阿赖耶的见分以为是自己的心相，所以身心都没有离开阿赖耶。阿赖耶需要休息、需要饮食，它是生灭法。极乐世界的环境，它没有阿赖耶，也就是大乘教里面所说的「转识成智」，转八识成四智。所以他的身相殊胜，不需要饮食、不需要休息，而且智慧、神通、道力都不可思议，无比的殊胜。即使往生在极乐世界凡圣同居土下下品往生，那是什么人？经论里头都告诉我们，五逆十恶、毁谤大乘，临终忏悔悔过，念佛往生，同居土下下品。虽然是同居土下下品，只要生到极乐世界，「皆作阿惟越致菩萨」。这一句可不能忘记，从下下品就提升到上上品去了。这个完全是阿弥陀佛的恩德，这个恩德真正不可思议。",
      "zh_TW": "極樂世界沒有，不需要托缽，也不需要睡眠，因為極樂世界的人，身是法性身，居住的環境是法性土，不是從阿賴耶裡變現出來。世間所有一切法，所有的動物，都是以阿賴耶的相分為自身相，以阿賴耶的見分以為是自己的心相，所以身心都沒有離開阿賴耶。阿賴耶需要休息、需要飲食，它是生滅法。極樂世界的環境，它沒有阿賴耶，也就是大乘教裡面所說的「轉識成智」，轉八識成四智。所以他的身相殊勝，不需要飲食、不需要休息，而且智慧、神通、道力都不可思議，無比的殊勝。即使往生在極樂世界凡聖同居土下下品往生，那是什麼人？經論裡頭都告訴我們，五逆十惡、毀謗大乘，臨終懺悔悔過，念佛往生，同居土下下品。雖然是同居土下下品，只要生到極樂世界，「皆作阿惟越致菩薩」。這一句可不能忘記，從下下品就提升到上上品去了。這個完全是阿彌陀佛的恩德，這個恩德真正不可思議。"
    },
    {
      "id": "02-040-0228_p0013",
      "zh_CN": "我们常说知恩报恩，现在念佛的同学多数不知道佛的恩德，没有报恩的心。如何才能报佛恩？发菩提心，一向专念，往生到极乐世界就是报佛恩；不能往生，没报佛恩。佛在极乐世界天天等待我们，回家，我们流浪在外面，把老家忘掉了，不知道回家，所以佛在那边等待我们。回到老家，才晓得这一句名号功德，在极乐世界结成无比殊胜的果德，头一个，你在那边听不到不善名。",
      "zh_TW": "我們常說知恩報恩，現在念佛的同學多數不知道佛的恩德，沒有報恩的心。如何才能報佛恩？發菩提心，一向專念，往生到極樂世界就是報佛恩；不能往生，沒報佛恩。佛在極樂世界天天等待我們，回家，我們流浪在外面，把老家忘掉了，不知道回家，所以佛在那邊等待我們。回到老家，才曉得這一句名號功德，在極樂世界結成無比殊勝的果德，頭一個，你在那邊聽不到不善名。"
    },
    {
      "id": "02-040-0228_p0014",
      "zh_CN": "「又《疏钞》曰」，这个《疏钞》，莲池大师的《阿弥陀经疏钞》，「由耳之所闻，唯是诸佛如来万德洪名，菩萨、声闻及诸天善人种种嘉号，曾无三恶名字历耳根故。耳中不闻恶名，故曰无不善名」。到极乐世界，所有一切不善的名、不善的事根本就没有，说明这个世界纯净纯善。到那个地方去消业障、断烦恼不必作意，自自然然的就没有了，这是弥陀名号威德不可思议。",
      "zh_TW": "「又《疏鈔》曰」，這個《疏鈔》，蓮池大師的《阿彌陀經疏鈔》，「由耳之所聞，唯是諸佛如來萬德洪名，菩薩、聲聞及諸天善人種種嘉號，曾無三惡名字歷耳根故。耳中不聞惡名，故曰無不善名」。到極樂世界，所有一切不善的名、不善的事根本就沒有，說明這個世界純淨純善。到那個地方去消業障、斷煩惱不必作意，自自然然的就沒有了，這是彌陀名號威德不可思議。"
    },
    {
      "id": "02-040-0228_p0015",
      "zh_CN": "「又如《阿弥陀经》曰：其佛国土，尚无恶道之名，何况有实。是诸众鸟，皆是阿弥陀佛，欲令法音宣流，变化所作」。《弥陀经》上告诉我们，极乐世界有众鸟说法，花草树木都会说法，流水的声音也在说法，这些全是阿弥陀佛变化所作。从这个地方我们体会到，极乐世界的科学技术比我们这儿高明。我们这儿也能做到，但是还要用电力来操作，极乐世界不需要。造作的，不像真的一样，极乐世界像真的，你看不出这是机械造的，跟真的一样。牠决定不是畜生，是阿弥陀佛制造的。所以极乐世界的科学技术比我们这高明太多了。",
      "zh_TW": "「又如《阿彌陀經》曰：其佛國土，尚無惡道之名，何況有實。是諸眾鳥，皆是阿彌陀佛，欲令法音宣流，變化所作」。《彌陀經》上告訴我們，極樂世界有眾鳥說法，花草樹木都會說法，流水的聲音也在說法，這些全是阿彌陀佛變化所作。從這個地方我們體會到，極樂世界的科學技術比我們這兒高明。我們這兒也能做到，但是還要用電力來操作，極樂世界不需要。造作的，不像真的一樣，極樂世界像真的，你看不出這是機械造的，跟真的一樣。牠決定不是畜生，是阿彌陀佛製造的。所以極樂世界的科學技術比我們這高明太多了。"
    },
    {
      "id": "02-040-0228_p0016",
      "zh_CN": "「灵峰大师于此更有妙解」，这就是《要解》说的。蕅益大师，不称蕅益称灵峰，尊重他，他老人家一生居住的地方称灵峰，称他为灵峰大师。《要解》「问：白鹤等，非恶道名耶？」这假设问答来解释。白鹤、孔雀、鹦鹉、舍利、迦陵频伽、共命之鸟，《弥陀经》上说这六个，畜生道的名字，畜生是三恶道之一，这不是恶道之名吗？「答：既非罪报」，这些鸟牠不是罪报而生的，也就是说，牠不是业力感的。我们这个地方六道是善、不善业恶道所感，这个感应的，上品十善感的是天道，中品十善是人道，下品十善是修罗道。其实修罗道修善，我们凡夫眼目当中，他行的是上上品善。为什么把他贬作下品？他善里面带着有严重的傲慢，好胜、傲慢、嫉妒心很重。所以，虽修上上善，也把他贬低到下品善。因为他修的善大，所以他堕落到修罗道、罗刹道，他的能量也大，神通也大，我们人道比不上他。但是这一道的众生，就是修罗、罗刹，如果没有机会闻到佛法，忏除业障，求生净土，修罗、罗刹寿命到了之后没有不堕地狱的，他造的业很重。人道在六道里是最为可贵，可贵的原因就是人道容易接受佛法，人道苦多乐少，容易觉悟。所以，诸佛如来示现成佛都在人道，不在其他五道。",
      "zh_TW": "「靈峰大師於此更有妙解」，這就是《要解》說的。蕅益大師，不稱蕅益稱靈峰，尊重他，他老人家一生居住的地方稱靈峰，稱他為靈峰大師。《要解》「問：白鶴等，非惡道名耶？」這假設問答來解釋。白鶴、孔雀、鸚鵡、舍利、迦陵頻伽、共命之鳥，《彌陀經》上說這六個，畜生道的名字，畜生是三惡道之一，這不是惡道之名嗎？「答：既非罪報」，這些鳥牠不是罪報而生的，也就是說，牠不是業力感的。我們這個地方六道是善、不善業惡道所感，這個感應的，上品十善感的是天道，中品十善是人道，下品十善是修羅道。其實修羅道修善，我們凡夫眼目當中，他行的是上上品善。為什麼把他貶作下品？他善裡面帶著有嚴重的傲慢，好勝、傲慢、嫉妒心很重。所以，雖修上上善，也把他貶低到下品善。因為他修的善大，所以他墮落到修羅道、羅剎道，他的能量也大，神通也大，我們人道比不上他。但是這一道的眾生，就是修羅、羅剎，如果沒有機會聞到佛法，懺除業障，求生淨土，修羅、羅剎壽命到了之後沒有不墮地獄的，他造的業很重。人道在六道裡是最為可貴，可貴的原因就是人道容易接受佛法，人道苦多樂少，容易覺悟。所以，諸佛如來示現成佛都在人道，不在其他五道。"
    },
    {
      "id": "02-040-0228_p0017",
      "zh_CN": "答得很好，这些众鸟牠不是罪报而生的。「则一一名字，皆诠如来功德。所谓究竟白鹤等，无非性德美称，岂恶名哉！其意如下，经云：彼国常有种种奇妙杂色之鸟」，举了六个名字，「白鹤、孔雀、鹦鹉、舍利、迦陵频伽、共命之鸟」。「故或问曰」，或者有人问，「彼国既有白鹤等鸟，则白鹤之名岂非恶报之名耶？」这是恶道的名字。「《要解》答曰：经云汝勿谓此鸟，实是罪报所生」，这是《弥陀经》上的经文，你不要以为这些鸟真的是罪报所生的，不是的。白鹤这些鸟既然不是罪报所生，那么它是假名，这个名同于畜生道的名字，它不是畜生。",
      "zh_TW": "答得很好，這些眾鳥牠不是罪報而生的。「則一一名字，皆詮如來功德。所謂究竟白鶴等，無非性德美稱，豈惡名哉！其意如下，經云：彼國常有種種奇妙雜色之鳥」，舉了六個名字，「白鶴、孔雀、鸚鵡、舍利、迦陵頻伽、共命之鳥」。「故或問曰」，或者有人問，「彼國既有白鶴等鳥，則白鶴之名豈非惡報之名耶？」這是惡道的名字。「《要解》答曰：經云汝勿謂此鳥，實是罪報所生」，這是《彌陀經》上的經文，你不要以為這些鳥真的是罪報所生的，不是的。白鶴這些鳥既然不是罪報所生，那麼它是假名，這個名同於畜生道的名字，它不是畜生。"
    },
    {
      "id": "02-040-0228_p0018",
      "zh_CN": "「又」，再引《观无量寿经》做证明，《观经》说，「如意珠王，涌出金色微妙光明，其光化为百宝色鸟」。这个不是罪报生的，极乐世界这些众鸟，是阿弥陀佛本愿功德威神之所变化。那众鸟实际是什么？实际就是阿弥陀佛，是阿弥陀佛的化身。阿弥陀佛能化种种身，你们在未到极乐世界之前，在六道里头有很深的习气，喜欢这些畜生，阿弥陀佛就现畜生身给你说法。这是应以什么身得度，他就现什么身，这句话里头的意思深广无际，没有边际。",
      "zh_TW": "「又」，再引《觀無量壽經》做證明，《觀經》說，「如意珠王，涌出金色微妙光明，其光化為百寶色鳥」。這個不是罪報生的，極樂世界這些眾鳥，是阿彌陀佛本願功德威神之所變化。那眾鳥實際是什麼？實際就是阿彌陀佛，是阿彌陀佛的化身。阿彌陀佛能化種種身，你們在未到極樂世界之前，在六道裡頭有很深的習氣，喜歡這些畜生，阿彌陀佛就現畜生身給你說法。這是應以什麼身得度，他就現什麼身，這句話裡頭的意思深廣無際，沒有邊際。"
    },
    {
      "id": "02-040-0228_p0019",
      "zh_CN": "我初学佛的时候，朱镜宙老居士跟我讲他学佛的因缘。他从年轻的时候学科学，他学财政、经济，财经，所以抗战期间他在青海、四川做过税务局长，他学这些东西的。他的老岳丈信佛，还做过东岳大帝的判官，这些掌故，鬼神掌故他很多，亲身经历的，他都没有完全相信。他还跟人说，这真的不是假的，比我们现在遇到这些附体的更逼真，说给我们听。他自己是怎么信的？自己没有亲历经过，信心是道听涂说，不反对，但是没有办法真信。真信，是有一天晚上，跟朋友在一起打麻将，打到深夜，大概一、二点钟才散。散了回家，那个时候抗战期间，成都是大都市，马路有路灯。但是那个马路不是柏油马路，是碎石子马路，车走过去后面就是一阵灰尘。有电灯，路灯，路灯大概隔五十公尺有一盏灯，二十烛光，只能看到前面这条路就是，看到这条路，实际上看不清楚。他回去的时候，大概要走四、五十分钟才能到家。",
      "zh_TW": "我初學佛的時候，朱鏡宙老居士跟我講他學佛的因緣。他從年輕的時候學科學，他學財政、經濟，財經，所以抗戰期間他在青海、四川做過稅務局長，他學這些東西的。他的老岳丈信佛，還做過東嶽大帝的判官，這些掌故，鬼神掌故他很多，親身經歷的，他都沒有完全相信。他還跟人說，這真的不是假的，比我們現在遇到這些附體的更逼真，說給我們聽。他自己是怎麼信的？自己沒有親歷經過，信心是道聽塗說，不反對，但是沒有辦法真信。真信，是有一天晚上，跟朋友在一起打麻將，打到深夜，大概一、二點鐘才散。散了回家，那個時候抗戰期間，成都是大都市，馬路有路燈。但是那個馬路不是柏油馬路，是碎石子馬路，車走過去後面就是一陣灰塵。有電燈，路燈，路燈大概隔五十公尺有一盞燈，二十燭光，只能看到前面這條路就是，看到這條路，實際上看不清楚。他回去的時候，大概要走四、五十分鐘才能到家。"
    },
    {
      "id": "02-040-0228_p0020",
      "zh_CN": "夜晚，走路时候他看到前面一个女人在前面走，不多远，也没在意。走了差不多将近半个小时，突然想起来，这么深的夜，怎么会有一个单身妇女在路上走？这样一想，他寒毛直竖，就吓到了，寒毛直竖。再往前面一看，这个女人有上身没有下身，就知道那是鬼，那不是人。这一个意识到，前面人不见了，就没有了。他回到家里才真正相信了。他给我们讲，这个人，遇到的这个女人，一定是观世音菩萨示现的。为什么？他要不亲自看到，他不能相信。这是他信佛的真正的因，过去所见、所闻的那是缘，没有真信。亲自看到了，而且走了半个钟点，先没有警觉到，没有注意到，一想到这个，愈想愈害怕，这人就不见了。先现一个有上身没有下身，然后整个不见了。半个多钟点，不是眼花，不是看错。所以，学佛生起信心，各有因缘不一样，对待这么一个知识分子，学的是外国东西的，不让他亲自看见，他不相信。这就是说，菩萨他必须用这种方法，他才能生起信心，那就得现这种身。三十二应是三十二类，六道现鬼道这是一类，不是真的鬼，是佛的化身、菩萨的化身，用这个方法他就入佛门了。",
      "zh_TW": "夜晚，走路時候他看到前面一個女人在前面走，不多遠，也沒在意。走了差不多將近半個小時，突然想起來，這麼深的夜，怎麼會有一個單身婦女在路上走？這樣一想，他寒毛直豎，就嚇到了，寒毛直豎。再往前面一看，這個女人有上身沒有下身，就知道那是鬼，那不是人。這一個意識到，前面人不見了，就沒有了。他回到家裡才真正相信了。他給我們講，這個人，遇到的這個女人，一定是觀世音菩薩示現的。為什麼？他要不親自看到，他不能相信。這是他信佛的真正的因，過去所見、所聞的那是緣，沒有真信。親自看到了，而且走了半個鐘點，先沒有警覺到，沒有注意到，一想到這個，愈想愈害怕，這人就不見了。先現一個有上身沒有下身，然後整個不見了。半個多鐘點，不是眼花，不是看錯。所以，學佛生起信心，各有因緣不一樣，對待這麼一個知識分子，學的是外國東西的，不讓他親自看見，他不相信。這就是說，菩薩他必須用這種方法，他才能生起信心，那就得現這種身。三十二應是三十二類，六道現鬼道這是一類，不是真的鬼，是佛的化身、菩薩的化身，用這個方法他就入佛門了。"
    },
    {
      "id": "02-040-0228_p0021",
      "zh_CN": "在极乐世界，我们知道，跟佛在一起听佛讲经说法要很严肃，不能随便，随便不礼貌。阿弥陀佛变一个鸟在那里讲经，这就可以很随便，就不要那么紧张了。无论你在什么地方，你看到树木花草，听到流水声音，看到这些鸟雀，统统在讲经说法，全是阿弥陀佛变化所作。真是像《楞严经》上所说的，佛慈悲，「随众生心，应所知量」，让你契入。真正开悟之后，那就不一样了。没有开悟之前，总还带着六道凡夫的习气，佛能随顺你，并不执着是一种形式，无量无边的方法，你喜欢哪一种你就见到哪一种。所以一切都是变化所作，不可以说它是恶名。「白鹤等，既非罪报所生，则其假名，亦非恶名」，阿弥陀佛变化所作的。「是诸鸟等皆如来性德所显」，弥陀性德变现的，「故其名字乃表如来性德，正是美号，焉可视为恶名」。",
      "zh_TW": "在極樂世界，我們知道，跟佛在一起聽佛講經說法要很嚴肅，不能隨便，隨便不禮貌。阿彌陀佛變一個鳥在那裡講經，這就可以很隨便，就不要那麼緊張了。無論你在什麼地方，你看到樹木花草，聽到流水聲音，看到這些鳥雀，統統在講經說法，全是阿彌陀佛變化所作。真是像《楞嚴經》上所說的，佛慈悲，「隨眾生心，應所知量」，讓你契入。真正開悟之後，那就不一樣了。沒有開悟之前，總還帶著六道凡夫的習氣，佛能隨順你，並不執著是一種形式，無量無邊的方法，你喜歡哪一種你就見到哪一種。所以一切都是變化所作，不可以說它是惡名。「白鶴等，既非罪報所生，則其假名，亦非惡名」，阿彌陀佛變化所作的。「是諸鳥等皆如來性德所顯」，彌陀性德變現的，「故其名字乃表如來性德，正是美號，焉可視為惡名」。"
    },
    {
      "id": "02-040-0228_p0022",
      "zh_CN": "《观经》所讲的如意珠王，这是极乐世界景观之一，像喷泉一样，如意珠王。这个里面放出金色微妙光明，在光明里面你看到百宝色鸟。这个里面鸟非常之多，是如意珠王变现出来的，像我们这个世间变魔术。极乐世界的魔术也非常高明，我们这个世间怎么比都比不上，全是性德所现的。「可见极乐依正」，依报，物质环境，也包括这些众鸟，人事环境也是算依报，正报是自己的身体，无论是依是正，「悉是如来果觉之所庄严」。往生到极乐世界的人，身，紫磨真金色身；相，《观经》上所说的，身有八万四千相；每个相有八万四千好，每个好放八万四千光，每个光里头的变现，那就是无量无边、无穷无尽，不思议的庄严。",
      "zh_TW": "《觀經》所講的如意珠王，這是極樂世界景觀之一，像噴泉一樣，如意珠王。這個裡面放出金色微妙光明，在光明裡面你看到百寶色鳥。這個裡面鳥非常之多，是如意珠王變現出來的，像我們這個世間變魔術。極樂世界的魔術也非常高明，我們這個世間怎麼比都比不上，全是性德所現的。「可見極樂依正」，依報，物質環境，也包括這些眾鳥，人事環境也是算依報，正報是自己的身體，無論是依是正，「悉是如來果覺之所莊嚴」。往生到極樂世界的人，身，紫磨真金色身；相，《觀經》上所說的，身有八萬四千相；每個相有八萬四千好，每個好放八萬四千光，每個光裡頭的變現，那就是無量無邊、無窮無盡，不思議的莊嚴。"
    },
    {
      "id": "02-040-0228_p0023",
      "zh_CN": "「是诸众鸟，皆是弥陀变化所作」。不但这些鸟，「彼土」，这极乐世界，「一色一香」，色是物质现象，色尘、香尘，六尘，「一尘一名，无非中道，皆是不可思议法界之全体大用。是故彼国一一名字，皆显如来性德」，怎么会有恶名？怎么会有罪报？生到极乐世界这些众生，无始劫以来的罪障统统都消除了，为什么？回归自性了。纵然自己还没有证得，现前得佛力加持，跟自己证得的好像差不多。什么时候自己证得，不用佛力加持了，他就离开阿弥陀佛的讲堂，为什么？毕业了，毕业就是成佛；没有明心见性，他不会离开讲堂。所以，我们真正在这个地方体会到，到极乐世界去，花开见佛，进入佛的讲堂，凡夫，得佛力加持。到离开讲堂的时候就毕业了，就成佛了，没有明心见性绝不离开讲堂。等于课堂你进去是凡夫，出来成佛了，保证成佛班。这是十方诸佛刹土里头没有的，只有西方极乐世界独家有这个法门。",
      "zh_TW": "「是諸眾鳥，皆是彌陀變化所作」。不但這些鳥，「彼土」，這極樂世界，「一色一香」，色是物質現象，色塵、香塵，六塵，「一塵一名，無非中道，皆是不可思議法界之全體大用。是故彼國一一名字，皆顯如來性德」，怎麼會有惡名？怎麼會有罪報？生到極樂世界這些眾生，無始劫以來的罪障統統都消除了，為什麼？回歸自性了。縱然自己還沒有證得，現前得佛力加持，跟自己證得的好像差不多。什麼時候自己證得，不用佛力加持了，他就離開阿彌陀佛的講堂，為什麼？畢業了，畢業就是成佛；沒有明心見性，他不會離開講堂。所以，我們真正在這個地方體會到，到極樂世界去，花開見佛，進入佛的講堂，凡夫，得佛力加持。到離開講堂的時候就畢業了，就成佛了，沒有明心見性絕不離開講堂。等於課堂你進去是凡夫，出來成佛了，保證成佛班。這是十方諸佛剎土裡頭沒有的，只有西方極樂世界獨家有這個法門。"
    },
    {
      "id": "02-040-0228_p0024",
      "zh_CN": "「如来证穷法界，照彻心源，功德究竟」，这十二个字很重要。证是他证得，穷是一法不漏，遍法界虚空界圆满的证得。照彻心源，照是光明，智慧，自性本具的般若智慧；彻跟前面穷是一个意思，穷尽、彻底；心是真心，就是本心，本心的根源。功德究竟，这是圆满成佛，《华严经》称为妙觉如来。「以一真一切真故，一究竟一切究竟」。极乐世界一微尘是圆满究竟，七宝池一滴水也是圆满究竟。这个圆满究竟是什么意思？《华严经》告诉我们，一个极微里头，极微色，里面有圆满的虚空法界，虚空法界没缩小，那一微尘没放大，里头居然跟外面完全一样，一丝毫不差。《华严经》上说，普贤菩萨他到微尘法界里面去参学，去供佛闻法，在一微尘里头。那一微尘时间很短。不短，那个境界里头，时间、空间没有了。空间没有了，没有大小，小大是一样的；时间没有了，没有先后，过去跟未来是在一起，不思议解脱境界。解脱是一丝毫障碍都没有，这才能转究竟圆满的法轮，这是科学没有法子做到的。",
      "zh_TW": "「如來證窮法界，照徹心源，功德究竟」，這十二個字很重要。證是他證得，窮是一法不漏，遍法界虛空界圓滿的證得。照徹心源，照是光明，智慧，自性本具的般若智慧；徹跟前面窮是一個意思，窮盡、徹底；心是真心，就是本心，本心的根源。功德究竟，這是圓滿成佛，《華嚴經》稱為妙覺如來。「以一真一切真故，一究竟一切究竟」。極樂世界一微塵是圓滿究竟，七寶池一滴水也是圓滿究竟。這個圓滿究竟是什麼意思？《華嚴經》告訴我們，一個極微裡頭，極微色，裡面有圓滿的虛空法界，虛空法界沒縮小，那一微塵沒放大，裡頭居然跟外面完全一樣，一絲毫不差。《華嚴經》上說，普賢菩薩他到微塵法界裡面去參學，去供佛聞法，在一微塵裡頭。那一微塵時間很短。不短，那個境界裡頭，時間、空間沒有了。空間沒有了，沒有大小，小大是一樣的；時間沒有了，沒有先後，過去跟未來是在一起，不思議解脫境界。解脫是一絲毫障礙都沒有，這才能轉究竟圓滿的法輪，這是科學沒有法子做到的。"
    },
    {
      "id": "02-040-0228_p0025",
      "zh_CN": "科学只能发现，在今天讲发现阿赖耶，很难得，很不容易，把阿赖耶的三细相找到了。极微色也找到了，极微色里头有圆满的法界，这个他不知道。为什么？科学家没有突破时空，也就是说没有能够把空间维次突破，他还受空间维次的障碍，还有时间的障碍。这就说来，科学技术比不上定功。诸佛菩萨用什么方法证得的？禅定。往生到极乐世界，也就是在阿弥陀佛讲堂恢复了自性本定，自然就入这个境界。自性本定，惠能大师在开悟的时候告诉我们，「何期自性，本无动摇」。大乘经上佛常说「真心不动」，动摇的不是真心。动摇是什么？起心动念，也就是有生有灭。六道是生灭法，十法界是生灭法，生灭法决定是假的，阿赖耶是生灭法。今天科学没有离开生灭法，发现整个宇宙是从脉动现象产生的，脉动像脉搏一样跳动，整个宇宙是这个现象，叫波动现象。这是见到妄，没有见到真。佛在经教里头说过，妄心能够明了这妄境界，他就是见不到真，真如自性他见不到，那得用真心，真心没有念头，有念是妄心。这些经文很重要。",
      "zh_TW": "科學只能發現，在今天講發現阿賴耶，很難得，很不容易，把阿賴耶的三細相找到了。極微色也找到了，極微色裡頭有圓滿的法界，這個他不知道。為什麼？科學家沒有突破時空，也就是說沒有能夠把空間維次突破，他還受空間維次的障礙，還有時間的障礙。這就說來，科學技術比不上定功。諸佛菩薩用什麼方法證得的？禪定。往生到極樂世界，也就是在阿彌陀佛講堂恢復了自性本定，自然就入這個境界。自性本定，惠能大師在開悟的時候告訴我們，「何期自性，本無動搖」。大乘經上佛常說「真心不動」，動搖的不是真心。動搖是什麼？起心動念，也就是有生有滅。六道是生滅法，十法界是生滅法，生滅法決定是假的，阿賴耶是生滅法。今天科學沒有離開生滅法，發現整個宇宙是從脈動現象產生的，脈動像脈搏一樣跳動，整個宇宙是這個現象，叫波動現象。這是見到妄，沒有見到真。佛在經教裡頭說過，妄心能夠明瞭這妄境界，他就是見不到真，真如自性他見不到，那得用真心，真心沒有念頭，有念是妄心。這些經文很重要。"
    },
    {
      "id": "02-040-0228_p0026",
      "zh_CN": "今天科学技术在妄心里头，真心的妙用，极乐世界是真心变现的，诸佛刹土是真心显现的，科学永远达不到。为什么？科学用心意识，它用思考，思考是三心二意，三心二意全是假的。由此可知，禅定是真的，不能不修禅定。那我们是不是要去面壁？每天去打坐、面壁？不需要。禅定的修法很多，面壁坐禅，八万四千种里头的一种，还有很多种不必面壁。最高级的禅定，我们在《华严经》上看到，就在生活当中，六根接触六尘境界，他不起心、不动念，这是最高的禅定。六根在六尘境界，看得清清楚楚、听得清清楚楚，没有起心动念，这是什么人？这是法身菩萨。起心动念，没有分别执着，这是三乘菩萨。三乘就是声闻、缘觉、菩萨，这三乘，没有离开十法界。法身菩萨离开十法界了，用真心了。三乘菩萨用真心，真里头还带妄，不是纯真，纯真是起心动念、分别执着全没有。他们三乘菩萨有起心动念，没有分别执着。三种烦恼，起心动念叫无明烦恼，这个东西难断。",
      "zh_TW": "今天科學技術在妄心裡頭，真心的妙用，極樂世界是真心變現的，諸佛剎土是真心顯現的，科學永遠達不到。為什麼？科學用心意識，它用思考，思考是三心二意，三心二意全是假的。由此可知，禪定是真的，不能不修禪定。那我們是不是要去面壁？每天去打坐、面壁？不需要。禪定的修法很多，面壁坐禪，八萬四千種裡頭的一種，還有很多種不必面壁。最高級的禪定，我們在《華嚴經》上看到，就在生活當中，六根接觸六塵境界，他不起心、不動念，這是最高的禪定。六根在六塵境界，看得清清楚楚、聽得清清楚楚，沒有起心動念，這是什麼人？這是法身菩薩。起心動念，沒有分別執著，這是三乘菩薩。三乘就是聲聞、緣覺、菩薩，這三乘，沒有離開十法界。法身菩薩離開十法界了，用真心了。三乘菩薩用真心，真裡頭還帶妄，不是純真，純真是起心動念、分別執著全沒有。他們三乘菩薩有起心動念，沒有分別執著。三種煩惱，起心動念叫無明煩惱，這個東西難斷。"
    },
    {
      "id": "02-040-0228_p0027",
      "zh_CN": "真正会修的人在哪里修？就在一切现象当中修。专用这个方法的，在大乘佛法里称为密宗。密宗是最高的佛法，可是得要真的，那真的是即身成佛。如果是假的，装成那个样子，实际里面还有妄想分别执着，那是假的。假的怎么样？假的装这个样子，果报都在地狱。早年我初学佛，章嘉大师告诉我的，到你快要成佛的时候，你一定要修这个法门，那就是通过最后的考试。在境界里真的不起心、不动念，这就成佛了，所以叫即身成佛。当年老师告诉我，密没有第二条路，上面是佛，下面是地狱，没有中间的，你成不了佛你就堕地狱，真难！",
      "zh_TW": "真正會修的人在哪裡修？就在一切現象當中修。專用這個方法的，在大乘佛法裡稱為密宗。密宗是最高的佛法，可是得要真的，那真的是即身成佛。如果是假的，裝成那個樣子，實際裡面還有妄想分別執著，那是假的。假的怎麼樣？假的裝這個樣子，果報都在地獄。早年我初學佛，章嘉大師告訴我的，到你快要成佛的時候，你一定要修這個法門，那就是通過最後的考試。在境界裡真的不起心、不動念，這就成佛了，所以叫即身成佛。當年老師告訴我，密沒有第二條路，上面是佛，下面是地獄，沒有中間的，你成不了佛你就墮地獄，真難！"
    },
    {
      "id": "02-040-0228_p0028",
      "zh_CN": "黄念老告诉我，他那个时代，人民共和国成立六十多年，中国十三亿人，密宗学密成就只有六个人。告诉我，以后没有了，密的根性断了，禅的根性也断了，真正能够了生死脱轮回，只有一个净土法门。这是念老告诉我的。所以他把这部注解完成之后，身体不好，念佛求生净土，一天，告诉我，十四万声佛号，念了半年走了。为我们做实验，为我们做榜样。他学过密，也学过禅，教是跟他老师夏莲居老居士、跟他舅舅梅光羲老居士。我的老师李炳南老居士是梅光羲的学生，就是他舅舅的学生。这也是末法时期一位大成就者，他到这个世间来干什么？就是注这个经的。夏莲老到这个世间来就是做这个会集本的。他们来到世间的任务，任务完成之后走了。他们的因地我们不知道，但是我们相信佛菩萨再来，不是佛菩萨再来，这个事情凡夫做不出来。我们看前面三个人，宋朝的王龙舒居士、清朝的魏默深居士，还有一个做节校本的彭际清居士，他们会集的本子美中不足，还有缺陷，被后人批评。夏莲老来完成这个尽善尽美的本子，目的要度世尊末法九千年的众生。往后末法九千年，只有靠这个法门才能得度。",
      "zh_TW": "黃念老告訴我，他那個時代，人民共和國成立六十多年，中國十三億人，密宗學密成就只有六個人。告訴我，以後沒有了，密的根性斷了，禪的根性也斷了，真正能夠了生死脫輪迴，只有一個淨土法門。這是念老告訴我的。所以他把這部註解完成之後，身體不好，念佛求生淨土，一天，告訴我，十四萬聲佛號，念了半年走了。為我們做實驗，為我們做榜樣。他學過密，也學過禪，教是跟他老師夏蓮居老居士、跟他舅舅梅光羲老居士。我的老師李炳南老居士是梅光羲的學生，就是他舅舅的學生。這也是末法時期一位大成就者，他到這個世間來幹什麼？就是註這個經的。夏蓮老到這個世間來就是做這個會集本的。他們來到世間的任務，任務完成之後走了。他們的因地我們不知道，但是我們相信佛菩薩再來，不是佛菩薩再來，這個事情凡夫做不出來。我們看前面三個人，宋朝的王龍舒居士、清朝的魏默深居士，還有一個做節校本的彭際清居士，他們會集的本子美中不足，還有缺陷，被後人批評。夏蓮老來完成這個盡善盡美的本子，目的要度世尊末法九千年的眾生。往後末法九千年，只有靠這個法門才能得度。"
    },
    {
      "id": "02-040-0228_p0029",
      "zh_CN": "这个法门，信、愿、持名，蕅益大师提出来的，印光大师完全接受了。老人写了四句偈，这个四句偈是印祖传法的法印，我们依这四句偈修行就能成就、就能往生。在人间一定要做到「敦伦尽分」，敦伦是什么意思？伦是同类，我们人跟人是同类，敦是亲爱，比和谐还要高，敦睦就是五伦里头讲的父子有亲。用这种亲爱爱同类，「凡是人，皆须爱」，这叫敦伦；尽分，在这一生当中，尽心尽力为一切众生服务。敦伦尽分是这个意思。「闲邪存诚」，闲是远离，对于邪恶不善要远离，心里头要存真诚心，真诚心就是菩提心。用这样的心态来信，信有西方极乐世界，信有阿弥陀佛，发愿求生净土，持名就是一向专念阿弥陀佛，求生净土，功德就圆满了。四句话，十六个字讲绝了，我们能把十六个字记在心上，起心动念要跟它相应，这就是印光法师的传法弟子。",
      "zh_TW": "這個法門，信、願、持名，蕅益大師提出來的，印光大師完全接受了。老人寫了四句偈，這個四句偈是印祖傳法的法印，我們依這四句偈修行就能成就、就能往生。在人間一定要做到「敦倫盡分」，敦倫是什麼意思？倫是同類，我們人跟人是同類，敦是親愛，比和諧還要高，敦睦就是五倫裡頭講的父子有親。用這種親愛愛同類，「凡是人，皆須愛」，這叫敦倫；盡分，在這一生當中，盡心盡力為一切眾生服務。敦倫盡分是這個意思。「閑邪存誠」，閑是遠離，對於邪惡不善要遠離，心裡頭要存真誠心，真誠心就是菩提心。用這樣的心態來信，信有西方極樂世界，信有阿彌陀佛，發願求生淨土，持名就是一向專念阿彌陀佛，求生淨土，功德就圓滿了。四句話，十六個字講絕了，我們能把十六個字記在心上，起心動念要跟它相應，這就是印光法師的傳法弟子。"
    },
    {
      "id": "02-040-0228_p0030",
      "zh_CN": "所以末后这句说，皆是不可思议法界之全体大用。这全体大用说得好，任何一法都是不思议法界全体大用，法法皆如，一粒尘沙是，一根汗毛也是，无有一法不是。是故彼国一一名字，无论是什么名字，皆显如来性德。如来确实一真一切真，一究竟一切究竟。「又以假名诠显实法，故彼土一一名字悉皆究竟」，蕅益大师说，「白鹤是究竟白鹤，共命之鸟是究竟共命之鸟，是诸众鸟皆如来性德之所显，故其假名亦皆是性德之美称，而非恶名」，蕅益大师讲得好。",
      "zh_TW": "所以末後這句說，皆是不可思議法界之全體大用。這全體大用說得好，任何一法都是不思議法界全體大用，法法皆如，一粒塵沙是，一根汗毛也是，無有一法不是。是故彼國一一名字，無論是什麼名字，皆顯如來性德。如來確實一真一切真，一究竟一切究竟。「又以假名詮顯實法，故彼土一一名字悉皆究竟」，蕅益大師說，「白鶴是究竟白鶴，共命之鳥是究竟共命之鳥，是諸眾鳥皆如來性德之所顯，故其假名亦皆是性德之美稱，而非惡名」，蕅益大師講得好。"
    },
    {
      "id": "02-040-0228_p0031",
      "zh_CN": "再看下面第二十九愿，「住正定聚愿」。",
      "zh_TW": "再看下面第二十九願，「住正定聚願」。"
    },
    {
      "id": "02-040-0228_p0032",
      "zh_CN": "【所有众生。生我国者。皆同一心。住于定聚。】",
      "zh_TW": "【所有眾生。生我國者。皆同一心。住於定聚。】"
    },
    {
      "id": "02-040-0228_p0033",
      "zh_CN": "这一愿，前面第一句是『所有众生』，凡是生到极乐世界，注解里头，『住正定聚』，这四句经文，「由于第五无差别愿，生彼国者，形貌无差，悉同一类」。形貌，我们今天讲相貌，形相、容貌跟阿弥陀佛完全相同。完全相同，在一般讲，你根本就不认识，你知道哪个是佛？哪个是众生？会让人怀疑。形相同，心念一定相同，为什么？相由心生。他形相为什么会同？念头没有了就相同，有念就不同。所以，只有佛佛形相完全相同，菩萨不同。菩萨虽然是等觉菩萨，还有小差别，大同小异。这就是佛在大乘经上常讲的「一切法从心想生」，心想不同，相貌怎么会相同？",
      "zh_TW": "這一願，前面第一句是『所有眾生』，凡是生到極樂世界，註解裡頭，『住正定聚』，這四句經文，「由於第五無差別願，生彼國者，形貌無差，悉同一類」。形貌，我們今天講相貌，形相、容貌跟阿彌陀佛完全相同。完全相同，在一般講，你根本就不認識，你知道哪個是佛？哪個是眾生？會讓人懷疑。形相同，心念一定相同，為什麼？相由心生。他形相為什麼會同？念頭沒有了就相同，有念就不同。所以，只有佛佛形相完全相同，菩薩不同。菩薩雖然是等覺菩薩，還有小差別，大同小異。這就是佛在大乘經上常講的「一切法從心想生」，心想不同，相貌怎麼會相同？"
    },
    {
      "id": "02-040-0228_p0034",
      "zh_CN": "「形既相类，心亦同然。心皆同一，住于定聚」，全都回归到自性本定。回归到自性就同了，自性所现的当然相同，自然相同。他有圆满的智慧，自性，障碍都没有了，圆满的德能、圆满的相好，没有一样不圆满。惠能大师见性的时候说的五句话，描绘自性。自性是我们自己本来面目，换句话说，那是真我。现在执着这个身是假的，身不是我，念头也不是我，身不是我的身，念头不是我的心。真心没有念头，有念头不是真心，真心无念，真身无相。虽无相能现一切相，虽无念能起一切念，这不可思议。一切念即是一念，一念就是无念。",
      "zh_TW": "「形既相類，心亦同然。心皆同一，住於定聚」，全都回歸到自性本定。回歸到自性就同了，自性所現的當然相同，自然相同。他有圓滿的智慧，自性，障礙都沒有了，圓滿的德能、圓滿的相好，沒有一樣不圓滿。惠能大師見性的時候說的五句話，描繪自性。自性是我們自己本來面目，換句話說，那是真我。現在執著這個身是假的，身不是我，念頭也不是我，身不是我的身，念頭不是我的心。真心沒有念頭，有念頭不是真心，真心無念，真身無相。雖無相能現一切相，雖無念能起一切念，這不可思議。一切念即是一念，一念就是無念。"
    },
    {
      "id": "02-040-0228_p0035",
      "zh_CN": "我们了解这些原理原则，就得要真干。怎么干法？学《华严经》善财童子五十三参。五十三参告诉我们华严修行的方法，善财做给我们看。五十三参，实际上就是从早到晚你这一天所看到的、所听到的、所接触到的，这就是五十三参，五十三种不同的人事物，就这么回事情。修什么？修不起心、不动念、不分别、不执着。这是自性本定，修成功了就成佛了。在境界里头，真能不执着了，阿罗汉；真能不分别了，菩萨；真正能不起心、不动念，就是佛。上上根人同时断掉了，起心动念、分别执着同时断掉，这上上根人。上根人，他起心动念断不掉，分别执着可以断掉，那是菩萨。他有起心动念，没有分别执着，这个功夫也了不起，如如不动。下等根器的人是阿罗汉。这里讲了四个，上上根是法身菩萨，上根是三乘里面的菩萨，上根，中根是辟支佛，下根是阿罗汉。阿罗汉见思烦恼断了，习气在，还有习气。辟支佛比他的功夫高，见思烦恼断了，习气也断了。",
      "zh_TW": "我們了解這些原理原則，就得要真幹。怎麼幹法？學《華嚴經》善財童子五十三參。五十三參告訴我們華嚴修行的方法，善財做給我們看。五十三參，實際上就是從早到晚你這一天所看到的、所聽到的、所接觸到的，這就是五十三參，五十三種不同的人事物，就這麼回事情。修什麼？修不起心、不動念、不分別、不執著。這是自性本定，修成功了就成佛了。在境界裡頭，真能不執著了，阿羅漢；真能不分別了，菩薩；真正能不起心、不動念，就是佛。上上根人同時斷掉了，起心動念、分別執著同時斷掉，這上上根人。上根人，他起心動念斷不掉，分別執著可以斷掉，那是菩薩。他有起心動念，沒有分別執著，這個功夫也了不起，如如不動。下等根器的人是阿羅漢。這裡講了四個，上上根是法身菩薩，上根是三乘裡面的菩薩，上根，中根是辟支佛，下根是阿羅漢。阿羅漢見思煩惱斷了，習氣在，還有習氣。辟支佛比他的功夫高，見思煩惱斷了，習氣也斷了。"
    },
    {
      "id": "02-040-0228_p0036",
      "zh_CN": "经上给我们讲得很清楚，出家可以修，在家也可以修，男众可以修，女众也可以修，男女老少、各行各业统统可以修，法门广大没有边际。你只要把这些理搞清楚，境界搞清楚了，就在境界里头，叫历事炼心。事要经历，不经历你没有经过锻炼，所以必须要经过锻炼，在锻炼当中不起心、不动念，真的，没有经过锻炼是假的。假的连你自己都不知道，你自己以为是真的，功夫真不错了，境界现前的时候你起心动念，就是假的。怎么办？天天练，时时刻刻练。",
      "zh_TW": "經上給我們講得很清楚，出家可以修，在家也可以修，男眾可以修，女眾也可以修，男女老少、各行各業統統可以修，法門廣大沒有邊際。你只要把這些理搞清楚，境界搞清楚了，就在境界裡頭，叫歷事鍊心。事要經歷，不經歷你沒有經過鍛鍊，所以必須要經過鍛鍊，在鍛鍊當中不起心、不動念，真的，沒有經過鍛鍊是假的。假的連你自己都不知道，你自己以為是真的，功夫真不錯了，境界現前的時候你起心動念，就是假的。怎麼辦？天天練，時時刻刻練。"
    },
    {
      "id": "02-040-0228_p0037",
      "zh_CN": "净宗练的方法极端的微妙，就是念佛，起心动念了，赶紧念佛，分别执着了，赶紧念佛，务必使六根接触六尘境界统统回归到阿弥陀佛。我的念头，起心动念就是一句阿弥陀佛，除阿弥陀佛之外没有第二个念头。别的法门是没有念头，这个很难。净宗法门准许你把所有念头归成一个念头，这个好办，这个念头就是阿弥陀佛。我们稍稍试试就晓得，没有念头是不可能的，那妄念一个接一个。现在用阿弥陀佛代替一切妄念，代替一切杂念，只许这一念，不能有第二念，这法门就成功了。微妙到极处，这就是定。我们的定就定在阿弥陀佛上，就定在这句佛号上。如果定在阿弥陀佛像上，那是观像念佛、观想念佛，没有这个持名方便。定在佛号上叫持名念佛，十六观里头第十六观，最后一观，最后一观也是最殊胜、最微妙的一种念佛方法。我们今天念佛功夫不得力，原因在哪里？念佛的时候有杂念，念佛的时候有妄想，妄想杂念纠缠，让你念佛功夫不得力。我们想不想往生？真想往生那你真要放下。这个地方放不下，心里想往生是去不了的。真正要想去，一定要放下，不能再搞假的了。",
      "zh_TW": "淨宗練的方法極端的微妙，就是念佛，起心動念了，趕緊念佛，分別執著了，趕緊念佛，務必使六根接觸六塵境界統統回歸到阿彌陀佛。我的念頭，起心動念就是一句阿彌陀佛，除阿彌陀佛之外沒有第二個念頭。別的法門是沒有念頭，這個很難。淨宗法門准許你把所有念頭歸成一個念頭，這個好辦，這個念頭就是阿彌陀佛。我們稍稍試試就曉得，沒有念頭是不可能的，那妄念一個接一個。現在用阿彌陀佛代替一切妄念，代替一切雜念，只許這一念，不能有第二念，這法門就成功了。微妙到極處，這就是定。我們的定就定在阿彌陀佛上，就定在這句佛號上。如果定在阿彌陀佛像上，那是觀像念佛、觀想念佛，沒有這個持名方便。定在佛號上叫持名念佛，十六觀裡頭第十六觀，最後一觀，最後一觀也是最殊勝、最微妙的一種念佛方法。我們今天念佛功夫不得力，原因在哪裡？念佛的時候有雜念，念佛的時候有妄想，妄想雜念糾纏，讓你念佛功夫不得力。我們想不想往生？真想往生那你真要放下。這個地方放不下，心裡想往生是去不了的。真正要想去，一定要放下，不能再搞假的了。"
    },
    {
      "id": "02-040-0228_p0038",
      "zh_CN": "今天有许多同修告诉我，他们有缘，有这个条件，想建道场利益众生，画的这些图给我看，我看规模都非常大。哪里去找那么多真修行的人？真正修行人不会去住那个道场。真正修行人就在现实生活环境当中，修什么？修念佛三昧。这个地方「住正定聚」就是念佛三昧，就在现前环境当中他得定了，定在这一句佛号上。见色闻声跟大家和光同尘，心里头全放下了，什么事都没有了。就这一句佛号，他法喜充满，他信心十足，决定得生，这个我们不能不知道。我们先学着心同佛心，一心念佛就是阿弥陀佛的心，一心愿生就是阿弥陀佛的愿，一心持名就是阿弥陀佛的德，心愿德行全同阿弥陀佛，这叫住于定聚。",
      "zh_TW": "今天有許多同修告訴我，他們有緣，有這個條件，想建道場利益眾生，畫的這些圖給我看，我看規模都非常大。哪裡去找那麼多真修行的人？真正修行人不會去住那個道場。真正修行人就在現實生活環境當中，修什麼？修念佛三昧。這個地方「住正定聚」就是念佛三昧，就在現前環境當中他得定了，定在這一句佛號上。見色聞聲跟大家和光同塵，心裡頭全放下了，什麼事都沒有了。就這一句佛號，他法喜充滿，他信心十足，決定得生，這個我們不能不知道。我們先學著心同佛心，一心念佛就是阿彌陀佛的心，一心願生就是阿彌陀佛的願，一心持名就是阿彌陀佛的德，心願德行全同阿彌陀佛，這叫住於定聚。"
    },
    {
      "id": "02-040-0228_p0039",
      "zh_CN": "定聚是佛学的名词，「指正定聚，乃三聚之一。三聚包括一切众生」。聚是聚类的意思。把一切众生分为三大类，叫它做三聚。三聚通大小乘，但是意思不一样。「一者，（一）正定聚，必定证悟者」。我们念佛如何入正定聚？正定聚必定证悟，在念佛法门，必定往生。这个正定就是定在佛号上，除佛号之外真放下了。先开始的时候，世间所有一切事都不要管，到自己真正定住了，管事也没有关系，管一切事心还是定的，这就可以管事。管事的时候妨碍我心，心不清净的时候，千万不能管；到不受外面境界影响了，可以。也就是说，处理事情的时候，心里还是阿弥陀佛。处理事情的时候，你一心去管事，管完之后立刻就回归到阿弥陀佛，那些事情没有放在心上，这个可以。如果管事，心上还有那个事的影子就不行，那就不是正定聚。这是第一种，必须要搞清楚，真要得念佛三昧可以，没有得念佛三昧不可以。",
      "zh_TW": "定聚是佛學的名詞，「指正定聚，乃三聚之一。三聚包括一切眾生」。聚是聚類的意思。把一切眾生分為三大類，叫它做三聚。三聚通大小乘，但是意思不一樣。「一者，（一）正定聚，必定證悟者」。我們念佛如何入正定聚？正定聚必定證悟，在念佛法門，必定往生。這個正定就是定在佛號上，除佛號之外真放下了。先開始的時候，世間所有一切事都不要管，到自己真正定住了，管事也沒有關係，管一切事心還是定的，這就可以管事。管事的時候妨礙我心，心不清淨的時候，千萬不能管；到不受外面境界影響了，可以。也就是說，處理事情的時候，心裡還是阿彌陀佛。處理事情的時候，你一心去管事，管完之後立刻就回歸到阿彌陀佛，那些事情沒有放在心上，這個可以。如果管事，心上還有那個事的影子就不行，那就不是正定聚。這是第一種，必須要搞清楚，真要得念佛三昧可以，沒有得念佛三昧不可以。"
    },
    {
      "id": "02-040-0228_p0040",
      "zh_CN": "第二种，「邪定聚，毕竟不证悟者」。在念佛时候，他决定不能往生，为什么？妄念多、妄想多、杂念多，这就是邪定聚，不是正定。他定在五欲六尘上，定在名闻利养上，他心里只有这些东西，他没有佛，这决定不能往生。第三种叫不定聚，介于这二者当中，「盖有缘则证悟，无缘则不证悟」。完全看他的缘，中国古人所谓的「近朱则赤，近墨则黑」，看他跟哪些人在一起。跟真正念佛人在一起他行，他能往生；如果不是跟真正念佛人在一起，这些念佛人还有名闻利养掺杂在其中，会影响他，他也不能往生。这是一种说法。",
      "zh_TW": "第二種，「邪定聚，畢竟不證悟者」。在念佛時候，他決定不能往生，為什麼？妄念多、妄想多、雜念多，這就是邪定聚，不是正定。他定在五欲六塵上，定在名聞利養上，他心裡只有這些東西，他沒有佛，這決定不能往生。第三種叫不定聚，介於這二者當中，「蓋有緣則證悟，無緣則不證悟」。完全看他的緣，中國古人所謂的「近朱則赤，近墨則黑」，看他跟哪些人在一起。跟真正念佛人在一起他行，他能往生；如果不是跟真正念佛人在一起，這些念佛人還有名聞利養摻雜在其中，會影響他，他也不能往生。這是一種說法。"
    },
    {
      "id": "02-040-0228_p0041",
      "zh_CN": "第二种说法，这个三聚，《会疏》里头讲，「定聚者，具云正定聚，亦言不退转，便是菩萨阿鞞跋致也」，这叫正定。这个意思深了，阿惟越致是明心见性，这是真正的正定聚，为什么？他决定证得常寂光净土，决定证得。「云何名正定？凡一切众生，虽根性万殊，以类聚之，不出三种，以必堕六趣为邪定」。他这一生，起心动念、一切行业不离六道，都是造的轮回业，轮回心、轮回业决定还在六道里头，这是邪定。「以升沉随缘为不定」，遇到学佛的，他学佛；遇到念佛的，他念佛；遇到参禅的，他参禅；遇到念咒的，他念咒，这叫不定。「以定至菩提为正定」，决定证得菩提的，这个叫正定。这是第二类的说法。",
      "zh_TW": "第二種說法，這個三聚，《會疏》裡頭講，「定聚者，具云正定聚，亦言不退轉，便是菩薩阿鞞跋致也」，這叫正定。這個意思深了，阿惟越致是明心見性，這是真正的正定聚，為什麼？他決定證得常寂光淨土，決定證得。「云何名正定？凡一切眾生，雖根性萬殊，以類聚之，不出三種，以必墮六趣為邪定」。他這一生，起心動念、一切行業不離六道，都是造的輪迴業，輪迴心、輪迴業決定還在六道裡頭，這是邪定。「以升沉隨緣為不定」，遇到學佛的，他學佛；遇到念佛的，他念佛；遇到參禪的，他參禪；遇到念咒的，他念咒，這叫不定。「以定至菩提為正定」，決定證得菩提的，這個叫正定。這是第二類的說法。"
    },
    {
      "id": "02-040-0228_p0042",
      "zh_CN": "第三者，「据《起信论》」，《起信论》的说法，「十信以前之凡夫，不信因果，为邪定」。十信以前，那是我们这一类，我们连初信也没证得。这是十信位以前的凡夫，不信因果。因果信不信？信。信了怎么样？信了还是干，这个世间名闻利养还干。念佛能往生净土，信不信？信。怎么样？不念。念的时候还是念念不忘财色名利，这不叫信，这是假的，这不是真的。所以还是不信因果。信因果，他就会修善因、证善果，修念佛的因，得往生的果。这邪定。「十住以上为正定，十信之人为不定」，从初信到十信，这叫不定性，为什么？有升有降，也就是有进有退，所以他不定。十住以上他不退了，不退才叫正定。「此乃实教大乘之说」。这三句有三种讲法，第一种讲法是最普通的，大小乘通说。",
      "zh_TW": "第三者，「據《起信論》」，《起信論》的說法，「十信以前之凡夫，不信因果，為邪定」。十信以前，那是我們這一類，我們連初信也沒證得。這是十信位以前的凡夫，不信因果。因果信不信？信。信了怎麼樣？信了還是幹，這個世間名聞利養還幹。念佛能往生淨土，信不信？信。怎麼樣？不念。念的時候還是念念不忘財色名利，這不叫信，這是假的，這不是真的。所以還是不信因果。信因果，他就會修善因、證善果，修念佛的因，得往生的果。這邪定。「十住以上為正定，十信之人為不定」，從初信到十信，這叫不定性，為什麼？有升有降，也就是有進有退，所以他不定。十住以上他不退了，不退才叫正定。「此乃實教大乘之說」。這三句有三種講法，第一種講法是最普通的，大小乘通說。"
    },
    {
      "id": "02-040-0228_p0043",
      "zh_CN": "我们今天知道三句里面我们是属于哪一类，需不需要调整，这个问题比什么都重要。如果不想求往生那就不说了，怎么都好。真求往生，不能有丝毫疏忽，丝毫疏忽会障碍往生。经要多读、要多听，听了之后认真反省，经上佛教导我们的要真干。像不定聚、邪定聚，这都不能往生；换句话说，念佛人心里头还有妄想、还有杂念，决定障碍往生，要加上决定这两个字，你要提高警觉。真求往生，一定要放下。世间事全是假的，没有一样是真的，放在心上错了。无量劫来不是没有学过佛，大家都有善根，为什么没有成就？就是没放下。这一生当中还不肯放下，那依旧不能往生，还是搞六道轮回，这就错了。我们总希望这一生决定得生净土，一切诸法，世间法、佛法统统随缘，绝不攀缘。随缘，不放在心上，放在心上就叫攀缘。好，今天时间到了，我们就学到此地。",
      "zh_TW": "我們今天知道三句裡面我們是屬於哪一類，需不需要調整，這個問題比什麼都重要。如果不想求往生那就不說了，怎麼都好。真求往生，不能有絲毫疏忽，絲毫疏忽會障礙往生。經要多讀、要多聽，聽了之後認真反省，經上佛教導我們的要真幹。像不定聚、邪定聚，這都不能往生；換句話說，念佛人心裡頭還有妄想、還有雜念，決定障礙往生，要加上決定這兩個字，你要提高警覺。真求往生，一定要放下。世間事全是假的，沒有一樣是真的，放在心上錯了。無量劫來不是沒有學過佛，大家都有善根，為什麼沒有成就？就是沒放下。這一生當中還不肯放下，那依舊不能往生，還是搞六道輪迴，這就錯了。我們總希望這一生決定得生淨土，一切諸法，世間法、佛法統統隨緣，絕不攀緣。隨緣，不放在心上，放在心上就叫攀緣。好，今天時間到了，我們就學到此地。"
    }
  ]
}