{
  "doc_id": "02-040-0074",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0074",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-040-0074_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百页第二行，第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百頁第二行，第二句看起："
    },
    {
      "id": "02-040-0074_p0002",
      "zh_CN": "「由是可见，会中圣众，多是曾生极乐，披宏誓铠，游化十方，助佛宏化。如是辗转教化，辗转度脱，是故经中，无量无边一切菩萨，皆遵普贤大士之德」。这是这一小科最后的一段话。我们读了「德遵普贤」这段经文，感受很深。普贤之德，说之不尽，不但我们没有这个能力来领会，经上告诉我们，十方诸佛如来也称赞不尽。这个话我们能相信、能接受。为什么？普贤之德是从自性里面流出来的，凡是与性德相应，都是深广无际，皆是不可思议，所以愿愿都具足大圆满，愿愿都具足一切诸佛如来性德与修德。于是我们就明白了，我们的修学掌握到一条、二条，修到最高的境界就契入大圆满，所谓一修一切修，一证一切证，这是真正的大乘佛法。与会这些圣众，无论是在家是出家，是菩萨还是声闻，声闻都不可思议，乃至于天人。为什么说天人不可思议？这些天人当中也是大权示现。这个十六正士就是明显的示现，都是如来跟大菩萨为了帮助释迦牟尼佛教化众生做影响众，以各种不同身分出现在大会当中，这是庄严道场、庄严正法、庄严大教。末后这两句，「是故经中，无量无边一切菩萨，皆遵普贤大士之德」，全是表法，全是以身作则，做给我们大家看的。",
      "zh_TW": "「由是可見，會中聖眾，多是曾生極樂，披宏誓鎧，遊化十方，助佛宏化。如是輾轉教化，輾轉度脫，是故經中，無量無邊一切菩薩，皆遵普賢大士之德」。這是這一小科最後的一段話。我們讀了「德遵普賢」這段經文，感受很深。普賢之德，說之不盡，不但我們沒有這個能力來領會，經上告訴我們，十方諸佛如來也稱讚不盡。這個話我們能相信、能接受。為什麼？普賢之德是從自性裡面流出來的，凡是與性德相應，都是深廣無際，皆是不可思議，所以願願都具足大圓滿，願願都具足一切諸佛如來性德與修德。於是我們就明白了，我們的修學掌握到一條、二條，修到最高的境界就契入大圓滿，所謂一修一切修，一證一切證，這是真正的大乘佛法。與會這些聖眾，無論是在家是出家，是菩薩還是聲聞，聲聞都不可思議，乃至於天人。為什麼說天人不可思議？這些天人當中也是大權示現。這個十六正士就是明顯的示現，都是如來跟大菩薩為了幫助釋迦牟尼佛教化眾生做影響眾，以各種不同身分出現在大會當中，這是莊嚴道場、莊嚴正法、莊嚴大教。末後這兩句，「是故經中，無量無邊一切菩薩，皆遵普賢大士之德」，全是表法，全是以身作則，做給我們大家看的。"
    },
    {
      "id": "02-040-0074_p0003",
      "zh_CN": "我们再看第二个小段，第二科，「行愿功德」。",
      "zh_TW": "我們再看第二個小段，第二科，「行願功德」。"
    },
    {
      "id": "02-040-0074_p0004",
      "zh_CN": "【具足无量行愿。】",
      "zh_TW": "【具足無量行願。】"
    },
    {
      "id": "02-040-0074_p0005",
      "zh_CN": "普贤行愿。",
      "zh_TW": "普賢行願。"
    },
    {
      "id": "02-040-0074_p0006",
      "zh_CN": "【安住一切功德法中。】",
      "zh_TW": "【安住一切功德法中。】"
    },
    {
      "id": "02-040-0074_p0007",
      "zh_CN": "念老的注解，前面这两句，『具足无量行愿，安住一切功德法中』。此地所说的一切功德法，我们必须要知道，就是一句万德洪名。我们只要把心安住在一句南无阿弥陀佛，就是安住一切功德法中，就是具足无量行愿，就这一句。这真叫难信之法！「上两句初赞诸大士之实德」，与会出家、在家这些大德们的真实功德。「无量者，其多其大，无法称量，名曰无量」。什么叫无量？不但没有办法称说，说不出来，也没有办法去思量，我们怎么想也想不到。佛在经上告诉我们，我们的六根，以第六意识，就是意识，能缘的境界最广，对外能缘到宇宙的边际，对内能缘到阿赖耶。换句话说，十法界依正庄严，它没有缘不到的，但是缘不到性德。普贤行愿是从自性里面流出来的，所以它就缘不到，这称为无量。",
      "zh_TW": "念老的註解，前面這兩句，『具足無量行願，安住一切功德法中』。此地所說的一切功德法，我們必須要知道，就是一句萬德洪名。我們只要把心安住在一句南無阿彌陀佛，就是安住一切功德法中，就是具足無量行願，就這一句。這真叫難信之法！「上兩句初讚諸大士之實德」，與會出家、在家這些大德們的真實功德。「無量者，其多其大，無法稱量，名曰無量」。什麼叫無量？不但沒有辦法稱說，說不出來，也沒有辦法去思量，我們怎麼想也想不到。佛在經上告訴我們，我們的六根，以第六意識，就是意識，能緣的境界最廣，對外能緣到宇宙的邊際，對內能緣到阿賴耶。換句話說，十法界依正莊嚴，它沒有緣不到的，但是緣不到性德。普賢行願是從自性裡面流出來的，所以它就緣不到，這稱為無量。"
    },
    {
      "id": "02-040-0074_p0008",
      "zh_CN": "「《摄大乘论释》」里面解释，「不可以譬类」，就是譬如，「得知为无量」，比喻都比不出来。可是中国人有两句话，这两句话的意思很深，与经上讲的无量相仿佛，他说「其大无外，其小无内」。这两句话是怎么说出来的？根据什么说出来的？如果不是明心见性的菩萨，真的说不出来。所以我曾经请教李老师，中国这些古圣先贤是不是菩萨应化在中国，以圣贤身得度，现圣贤身而为说法？老师笑着说，理上讲得通，事上没证据。事上要是我们细心去观察，真是这样的。理上来说，诸佛如来、法身菩萨无处不现身，无时不现身，应以什么身得度就现什么身，这是理上讲，讲得通，观世音菩萨三十二应。这说愿。",
      "zh_TW": "「《攝大乘論釋》」裡面解釋，「不可以譬類」，就是譬如，「得知為無量」，比喻都比不出來。可是中國人有兩句話，這兩句話的意思很深，與經上講的無量相彷彿，他說「其大無外，其小無內」。這兩句話是怎麼說出來的？根據什麼說出來的？如果不是明心見性的菩薩，真的說不出來。所以我曾經請教李老師，中國這些古聖先賢是不是菩薩應化在中國，以聖賢身得度，現聖賢身而為說法？老師笑著說，理上講得通，事上沒證據。事上要是我們細心去觀察，真是這樣的。理上來說，諸佛如來、法身菩薩無處不現身，無時不現身，應以什麼身得度就現什麼身，這是理上講，講得通，觀世音菩薩三十二應。這說願。"
    },
    {
      "id": "02-040-0074_p0009",
      "zh_CN": "「行谓六度四摄等大行」。佛法里面讲修行，可以用四摄六度把所有一切行门，八万四千细行都包括尽了。我们参考资料里头有，第十一页，「六度」，《三藏法数》从《六度集经》里面节录下来的。下面这都是经文，第一个，「檀那」，檀那是梵语，翻成中国的意思是布施。「施有二种：一者财施，谓以饮食、衣服、田宅、珍宝及一切资身之具」，资身之具就是养身所必须的必需品，衣食住行，「悉能施之」，都能够舍得，都能够布施。这些全都属于财，财布施的果报得财富。第二是法布施，「谓从诸佛及善知识，闻说世间、出世间善法，以清净心转为他说。」我们所学到的、所领悟到的善法，特别是与性德相应的，应该教导别人，看能够接受、能够相信，就得要讲给他听。讲清楚、讲明白，他能相信、能理解、能依教奉行，无量功德，这是法布施，法布施的果报得聪明智慧。除这两种，大经里头还有一种，叫无畏布施。别人有困难、有恐惧，身心不安的时候，你帮他安心，你保护他，让他离开恐怖得到身心安稳，这是属于无畏布施，无畏布施的果报健康长寿。所以人要学三种布施，你就得到三种果报，财富、聪明智慧、健康长寿，这是真的不是假的。",
      "zh_TW": "「行謂六度四攝等大行」。佛法裡面講修行，可以用四攝六度把所有一切行門，八萬四千細行都包括盡了。我們參考資料裡頭有，第十一頁，「六度」，《三藏法數》從《六度集經》裡面節錄下來的。下面這都是經文，第一個，「檀那」，檀那是梵語，翻成中國的意思是布施。「施有二種：一者財施，謂以飲食、衣服、田宅、珍寶及一切資身之具」，資身之具就是養身所必須的必需品，衣食住行，「悉能施之」，都能夠捨得，都能夠布施。這些全都屬於財，財布施的果報得財富。第二是法布施，「謂從諸佛及善知識，聞說世間、出世間善法，以清淨心轉為他說。」我們所學到的、所領悟到的善法，特別是與性德相應的，應該教導別人，看能夠接受、能夠相信，就得要講給他聽。講清楚、講明白，他能相信、能理解、能依教奉行，無量功德，這是法布施，法布施的果報得聰明智慧。除這兩種，大經裡頭還有一種，叫無畏布施。別人有困難、有恐懼，身心不安的時候，你幫他安心，你保護他，讓他離開恐怖得到身心安穩，這是屬於無畏布施，無畏布施的果報健康長壽。所以人要學三種布施，你就得到三種果報，財富、聰明智慧、健康長壽，這是真的不是假的。"
    },
    {
      "id": "02-040-0074_p0010",
      "zh_CN": "很多人相信人有命运，中国古谚语有一句话说，「一生皆是命，半点不由人」，自己做不了主，一生是命运在支配的。我们看《了凡四训》，袁了凡先生，三十五岁之前，确实完全被命运控制。那是一个读书人，每年参加考试考第几名命中注定的，一点都不错。古时候读书人考中秀才之后，国家就养活你，虽然不富裕，你的生活能过得去，你不需要做其他的工作，好好的读书，参加考试。考试叫功名，县考秀才，省考举人，皇上亲自做主考叫殿试，考进士。这个就是现在所说的学位，最高的学位进士，第二个学位举人，第三个学位秀才。了凡先生的命中只有秀才，没有举人，没有进士。他也很安心，知道自己的命运，寿命五十三岁，都把他注定了。",
      "zh_TW": "很多人相信人有命運，中國古諺語有一句話說，「一生皆是命，半點不由人」，自己做不了主，一生是命運在支配的。我們看《了凡四訓》，袁了凡先生，三十五歲之前，確實完全被命運控制。那是一個讀書人，每年參加考試考第幾名命中注定的，一點都不錯。古時候讀書人考中秀才之後，國家就養活你，雖然不富裕，你的生活能過得去，你不需要做其他的工作，好好的讀書，參加考試。考試叫功名，縣考秀才，省考舉人，皇上親自做主考叫殿試，考進士。這個就是現在所說的學位，最高的學位進士，第二個學位舉人，第三個學位秀才。了凡先生的命中只有秀才，沒有舉人，沒有進士。他也很安心，知道自己的命運，壽命五十三歲，都把他注定了。"
    },
    {
      "id": "02-040-0074_p0011",
      "zh_CN": "三十五岁这一年遇到云谷禅师，跟云谷禅师在禅堂里头坐禅，三天三夜，没有一个妄念，不容易。云谷禅师很客气向他请教，你是跟什么人学的？功夫不错，一个凡人三天三夜不起一个妄念，很少见，你的功夫不错。了凡先生就说了实话，我的命运被别人算定，这二十年来一点都不差，所以我就相信命运，不起妄念，起妄念没用处。云谷禅师听了哈哈大笑，我原先以为你是圣人，原来你还是个凡夫。了凡先生请教，你为什么说我是凡夫？禅师就把这个理事给他说明，只有凡夫才会被命运拘束，要是圣人，他超越了。他很好奇、很惊讶，难道命运可以改吗？他说当然可以改，命运是你自己造的，前世造的因，这一世受的果报。佛经上讲得很清楚，第一个引业，引导你到这一道来投生。你为什么会来做人？这个业是引导你的，这个业是五戒十善，引导你来了。第二种满业，你生到这个世间来贫富贵贱、寿命长短，这叫满业。满业是从哪里来？过去生中修善积德所感的果报。譬如财布施修得多，喜欢用财帮助别人，你这一生得大富；喜欢尊重别人谦卑自己，你这一生得贵，得富贵；喜欢修无畏布施，帮助老年人，帮助苦难人，帮助有病的人，得健康长寿，这叫满业。虽然到人间来都是得人身，贫富贵贱不一样，满业不相同。",
      "zh_TW": "三十五歲這一年遇到雲谷禪師，跟雲谷禪師在禪堂裡頭坐禪，三天三夜，沒有一個妄念，不容易。雲谷禪師很客氣向他請教，你是跟什麼人學的？功夫不錯，一個凡人三天三夜不起一個妄念，很少見，你的功夫不錯。了凡先生就說了實話，我的命運被別人算定，這二十年來一點都不差，所以我就相信命運，不起妄念，起妄念沒用處。雲谷禪師聽了哈哈大笑，我原先以為你是聖人，原來你還是個凡夫。了凡先生請教，你為什麼說我是凡夫？禪師就把這個理事給他說明，只有凡夫才會被命運拘束，要是聖人，他超越了。他很好奇、很驚訝，難道命運可以改嗎？他說當然可以改，命運是你自己造的，前世造的因，這一世受的果報。佛經上講得很清楚，第一個引業，引導你到這一道來投生。你為什麼會來做人？這個業是引導你的，這個業是五戒十善，引導你來了。第二種滿業，你生到這個世間來貧富貴賤、壽命長短，這叫滿業。滿業是從哪裡來？過去生中修善積德所感的果報。譬如財布施修得多，喜歡用財幫助別人，你這一生得大富；喜歡尊重別人謙卑自己，你這一生得貴，得富貴；喜歡修無畏布施，幫助老年人，幫助苦難人，幫助有病的人，得健康長壽，這叫滿業。雖然到人間來都是得人身，貧富貴賤不一樣，滿業不相同。"
    },
    {
      "id": "02-040-0074_p0012",
      "zh_CN": "了凡先生明白事实真相之后，请求云谷禅师教给他改造命运的方法。禅师教他用功过格做标准。功过格内容是什么？就是《太上感应篇》，这里面说善因善果、恶因恶报，总共说了一百九十多条。告诉他，你就依这个去做，恶要断，善要修。他回去就真干，发了大心，断恶修善，积功累德。大心一发就开始做，第二年去考试果然不一样，第二年参加考试，算命先生算他是第三名，考第三名，他考中第一名，跟算的不一样了。相信，真改了，收入也增加了。他就发心考举人、考进士，都被他考中，他命里没有的。命里没有儿子，特别行三千善事求个儿子，真的生了个儿子，儿子非常好。他就一个儿子，可是这个儿子给他养了六个孙子，所以家庭人丁兴旺。一直到现在，了凡先生的后代现在过得还是很好，祖宗有德！这四篇文章，训子的四篇文章流传在世间，得利益的人不知道有多少，你看这个功德多大！自己给大家做一个改造命运的好榜样。命真有，不是没有，可以改，不是不能改，行善积德就往好的这方面改，如果作恶多端，那就向坏的那边去流了。由此可知，命运确实掌握在自己手中。布施里头财布施、法布施、无畏布施，好！应当要努力依教奉行。",
      "zh_TW": "了凡先生明白事實真相之後，請求雲谷禪師教給他改造命運的方法。禪師教他用功過格做標準。功過格內容是什麼？就是《太上感應篇》，這裡面說善因善果、惡因惡報，總共說了一百九十多條。告訴他，你就依這個去做，惡要斷，善要修。他回去就真幹，發了大心，斷惡修善，積功累德。大心一發就開始做，第二年去考試果然不一樣，第二年參加考試，算命先生算他是第三名，考第三名，他考中第一名，跟算的不一樣了。相信，真改了，收入也增加了。他就發心考舉人、考進士，都被他考中，他命裡沒有的。命裡沒有兒子，特別行三千善事求個兒子，真的生了個兒子，兒子非常好。他就一個兒子，可是這個兒子給他養了六個孫子，所以家庭人丁興旺。一直到現在，了凡先生的後代現在過得還是很好，祖宗有德！這四篇文章，訓子的四篇文章流傳在世間，得利益的人不知道有多少，你看這個功德多大！自己給大家做一個改造命運的好榜樣。命真有，不是沒有，可以改，不是不能改，行善積德就往好的這方面改，如果作惡多端，那就向壞的那邊去流了。由此可知，命運確實掌握在自己手中。布施裡頭財布施、法布施、無畏布施，好！應當要努力依教奉行。"
    },
    {
      "id": "02-040-0074_p0013",
      "zh_CN": "六度第二，「尸罗」，这都是梵语音译的，「华言性善」。很多地方都翻为持戒，尸罗就是戒律。「谓好行善道，不自放逸，此据义而译」，这个是尸罗的含义来翻译的。「正翻止得」，翻这个意思，从字面上正翻止得，底下解释，「止恶得善」。「又翻为戒」，尸罗在佛家一般讲就是戒律，「谓戒能防止身口所作之恶」，能持戒。譬如五戒里头教你不杀生、不偷盗、不邪淫、不妄语、不饮酒，这是禁戒，这些不善的不能做，防止身口意的恶业、造恶，成就你布施的真实功德。如果不懂得修善，依旧还造恶，前面修的布施功德都漏掉，守不住，所以布施之后要持戒。持戒之后还得要忍辱，如果不知道忍辱，有时候一时冲动又把事情做错了，小不忍则乱大谋。",
      "zh_TW": "六度第二，「尸羅」，這都是梵語音譯的，「華言性善」。很多地方都翻為持戒，尸羅就是戒律。「謂好行善道，不自放逸，此據義而譯」，這個是尸羅的含義來翻譯的。「正翻止得」，翻這個意思，從字面上正翻止得，底下解釋，「止惡得善」。「又翻為戒」，尸羅在佛家一般講就是戒律，「謂戒能防止身口所作之惡」，能持戒。譬如五戒裡頭教你不殺生、不偷盜、不邪淫、不妄語、不飲酒，這是禁戒，這些不善的不能做，防止身口意的惡業、造惡，成就你布施的真實功德。如果不懂得修善，依舊還造惡，前面修的布施功德都漏掉，守不住，所以布施之後要持戒。持戒之後還得要忍辱，如果不知道忍辱，有時候一時衝動又把事情做錯了，小不忍則亂大謀。"
    },
    {
      "id": "02-040-0074_p0014",
      "zh_CN": "第三，「羼提，梵语羼提，华言忍辱」，就是忍辱波罗蜜。「忍辱有二种，一者生忍，谓于恭敬供养中不生憍逸」，憍是骄傲的态度，逸是放肆，我们讲这很随便没有规矩，「于瞋骂打害中不生怨恨也。」样样都能忍，对人、对事能忍，恭敬心才能够生得出来。修布施、修供养，如果没有忍辱，很容易骄慢，那就错了，把你修学的善法功德给抵消了。第二种，「法忍，谓于寒热风雨饥渴等法」，这些就是讲的自然灾害，「能安能忍，不生瞋恚忧愁。」前面一个生忍是对人事环境，第二个忍辱，法忍是对于自然环境，顺境逆境、善缘恶缘都要能忍，培养心平气和。忍辱还有第三种，第三种是学习，无论学习世出世间法，要能忍耐你才能成就，不能忍就不能接受，必须得安忍，你才能接受圣贤教诲。要有耐心，一日暴之，十日寒之，是不会有成就的。古人教我们读书千遍，一篇文章叫你念一千遍，你没有耐心，你念不下去。所以《金刚经》上说，「一切法得成于忍」。这句话说得非常好，那个一切法是世间法、出世间法统统包括在其中，你要想成就，没有耐心是不会成就的，愈大的成就就是愈大的耐心，忍耐，必修的课程。",
      "zh_TW": "第三，「羼提，梵語羼提，華言忍辱」，就是忍辱波羅蜜。「忍辱有二種，一者生忍，謂於恭敬供養中不生憍逸」，憍是驕傲的態度，逸是放肆，我們講這很隨便沒有規矩，「於瞋罵打害中不生怨恨也。」樣樣都能忍，對人、對事能忍，恭敬心才能夠生得出來。修布施、修供養，如果沒有忍辱，很容易驕慢，那就錯了，把你修學的善法功德給抵消了。第二種，「法忍，謂於寒熱風雨飢渴等法」，這些就是講的自然災害，「能安能忍，不生瞋恚憂愁。」前面一個生忍是對人事環境，第二個忍辱，法忍是對於自然環境，順境逆境、善緣惡緣都要能忍，培養心平氣和。忍辱還有第三種，第三種是學習，無論學習世出世間法，要能忍耐你才能成就，不能忍就不能接受，必須得安忍，你才能接受聖賢教誨。要有耐心，一日暴之，十日寒之，是不會有成就的。古人教我們讀書千遍，一篇文章叫你念一千遍，你沒有耐心，你念不下去。所以《金剛經》上說，「一切法得成於忍」。這句話說得非常好，那個一切法是世間法、出世間法統統包括在其中，你要想成就，沒有耐心是不會成就的，愈大的成就就是愈大的耐心，忍耐，必修的課程。"
    },
    {
      "id": "02-040-0074_p0015",
      "zh_CN": "第四个，「毗梨耶」，这是梵语，「华言精进」。精是精而不杂，纯一，精华；进是进步，不退转。精进合起来，无论世出世法没有不成就的，世间成圣成贤，出世间成佛成菩萨，所以不能杂，一门深入，长时薰修。为什么？杂，心就不一，心是散乱的，用散乱心来学习，学到的是一些皮毛知识，真东西学不到。科学技术也要专心，才能够学得精，你这个技术才能精。圣贤学问那更不必说了，没有精进，可以说你根本就学不到，你所学得的是一些皮毛知识，不起作用。精是精一，一就精，二就不精。中国人教学的理念、方法跟外国人完全不一样，外国人学东西一开头就是广，什么都学。连小孩在幼稚园，你看它有多少个科目？有些同学告诉我，算算差不多有十几样，那怎么能学得好？中国人教学，从小只准学一样，不能学两样，一样没有学会，不可以学第二样，为什么？精，叫你专一，叫你专精。从小就养成这个习惯，无论学什么，他都能学出个模样出来。今天教学的内容、教学的方法，确实有大问题，把人都教坏了，把人心教乱了，这是什么教育？对圣贤教育怀疑，严重的怀疑，几乎是根本不能接受、不能相信。圣贤教育确实可以救世，这大家不要它，这怎么办？今天要人相信，他首先伸出手来，拿证据来。你说古圣先贤东西好，现在证据拿不出来。为什么？没有人学了，没有人修了，没有证据了。证据在书本里头，书本不算，人不相信书本，我要看到事实。两百年前没问题，你要看事实，到处都看到，大家相信。男女老少、各行各业大家一起学，出现修身、齐家、治国、平天下的局面，历史上称为太平盛世，国家大治，人人有规矩、有法度。现在没有了，事关重大。每个人都知道，人心坏了，社会乱了，地球灾难出来了，怎么化解？束手无策。古人东西听听是好，没有人相信。必须要做实验点，真正做出来，他看到了，他相信，他才认真去学习、去研究。那实验点愈多愈好，只有这个方法能把人的信心重新再树立起来。首先是自信心，然后相信祖宗、相信古人。绝不能自高自大、轻视古人，那就大错特错了。",
      "zh_TW": "第四個，「毗梨耶」，這是梵語，「華言精進」。精是精而不雜，純一，精華；進是進步，不退轉。精進合起來，無論世出世法沒有不成就的，世間成聖成賢，出世間成佛成菩薩，所以不能雜，一門深入，長時薰修。為什麼？雜，心就不一，心是散亂的，用散亂心來學習，學到的是一些皮毛知識，真東西學不到。科學技術也要專心，才能夠學得精，你這個技術才能精。聖賢學問那更不必說了，沒有精進，可以說你根本就學不到，你所學得的是一些皮毛知識，不起作用。精是精一，一就精，二就不精。中國人教學的理念、方法跟外國人完全不一樣，外國人學東西一開頭就是廣，什麼都學。連小孩在幼稚園，你看它有多少個科目？有些同學告訴我，算算差不多有十幾樣，那怎麼能學得好？中國人教學，從小只准學一樣，不能學兩樣，一樣沒有學會，不可以學第二樣，為什麼？精，叫你專一，叫你專精。從小就養成這個習慣，無論學什麼，他都能學出個模樣出來。今天教學的內容、教學的方法，確實有大問題，把人都教壞了，把人心教亂了，這是什麼教育？對聖賢教育懷疑，嚴重的懷疑，幾乎是根本不能接受、不能相信。聖賢教育確實可以救世，這大家不要它，這怎麼辦？今天要人相信，他首先伸出手來，拿證據來。你說古聖先賢東西好，現在證據拿不出來。為什麼？沒有人學了，沒有人修了，沒有證據了。證據在書本裡頭，書本不算，人不相信書本，我要看到事實。兩百年前沒問題，你要看事實，到處都看到，大家相信。男女老少、各行各業大家一起學，出現修身、齊家、治國、平天下的局面，歷史上稱為太平盛世，國家大治，人人有規矩、有法度。現在沒有了，事關重大。每個人都知道，人心壞了，社會亂了，地球災難出來了，怎麼化解？束手無策。古人東西聽聽是好，沒有人相信。必須要做實驗點，真正做出來，他看到了，他相信，他才認真去學習、去研究。那實驗點愈多愈好，只有這個方法能把人的信心重新再樹立起來。首先是自信心，然後相信祖宗、相信古人。絕不能自高自大、輕視古人，那就大錯特錯了。"
    },
    {
      "id": "02-040-0074_p0016",
      "zh_CN": "翻开全世界的历史，今天这种乱世的局面，在历史上过去没有过的。这个动乱、这些灾难是怎么形成的，有没有人去研究？跟古时候做一个对比，为什么人家能长治久安？中国在历史上，每一个朝代至少有一百年到一百五十年以上的安定繁荣、和谐幸福，称为盛世。周朝有成康，成王、康王；汉朝有文景，文帝、景帝；唐朝有贞观、有开元；明朝有永乐；清朝有康乾，都是盛极一时。我们读经史，细心去观察，你就晓得其中的因果，什么样的因造成盛世，什么样的因造成衰亡，这个不能不知道。下一次的衰亡，怕的是人类的大劫难，这个劫难就是核武战争，这个战争会毁灭地球。这不是天灾，人祸！现在许多国家地区拼命在发展核武、发展生化武器，不是一件好事情，这是灭绝人类的一个举动，为什么干这种事情？在因果论里面说，造作这些事情，果报都在无间地狱。没人教他因果报应的事，他真正明白了，决定不肯干这个事情，纵然有这种智慧、技术也深藏不露。",
      "zh_TW": "翻開全世界的歷史，今天這種亂世的局面，在歷史上過去沒有過的。這個動亂、這些災難是怎麼形成的，有沒有人去研究？跟古時候做一個對比，為什麼人家能長治久安？中國在歷史上，每一個朝代至少有一百年到一百五十年以上的安定繁榮、和諧幸福，稱為盛世。周朝有成康，成王、康王；漢朝有文景，文帝、景帝；唐朝有貞觀、有開元；明朝有永樂；清朝有康乾，都是盛極一時。我們讀經史，細心去觀察，你就曉得其中的因果，什麼樣的因造成盛世，什麼樣的因造成衰亡，這個不能不知道。下一次的衰亡，怕的是人類的大劫難，這個劫難就是核武戰爭，這個戰爭會毀滅地球。這不是天災，人禍！現在許多國家地區拼命在發展核武、發展生化武器，不是一件好事情，這是滅絕人類的一個舉動，為什麼幹這種事情？在因果論裡面說，造作這些事情，果報都在無間地獄。沒人教他因果報應的事，他真正明白了，決定不肯幹這個事情，縱然有這種智慧、技術也深藏不露。"
    },
    {
      "id": "02-040-0074_p0017",
      "zh_CN": "第二是「心精进，谓若勤行善道，心心相续，不自放逸。」身心都精进，无论从事世法佛法，决定有成就。你看能忍、能进，他就能得定。",
      "zh_TW": "第二是「心精進，謂若勤行善道，心心相續，不自放逸。」身心都精進，無論從事世法佛法，決定有成就。你看能忍、能進，他就能得定。"
    },
    {
      "id": "02-040-0074_p0018",
      "zh_CN": "第五，「禅那，梵语禅那，华言静虑。专心歛念，守一不散之谓也」。静虑就是禅定。定，他定里头有智慧，静是定，虑是慧，定慧均等才真正能定得下来。慧多定少，心不安定，也就是说念头很多；如果定多慧少，也定不住，他会昏沉。他没有什么念头，你叫他一定，他就睡着；他妄念多睡不着，心里七上八下。所以一定要定慧均等，才能入定。「禅有二种：一者世间禅，谓色界、无色界凡夫所修禅也」。色界有四禅，无色界有四定，也是四种禅定，比色界高，这是世间禅定，佛经上称它为四禅八定。四禅的四种，四空的四种，合起来是八种，浅深不一样。修成了，往生色界天、无色界天，没有出六道轮回，所以叫世间。「二者出世间禅，谓声闻、缘觉、菩萨所修禅。」声闻断见思烦恼，超越六道轮回，没有超越十法界，他往生四圣法界里面的声闻法界。缘觉比声闻的功夫高一等，也没有出十法界。菩萨的功夫最高了，尘沙烦恼乃至于尘沙烦恼的习气都可以断尽，无明烦恼没断，所以他们住在四圣法界上面两层。如果把无明烦恼断了，他就超越，超越十法界，回归自性，生实报庄严土。在这个境界里面，他的身是法性身，他居住的环境是法性土，跟我们这个世界完全不一样。我们世间的身体跟环境都是生灭法，就是有生有灭。法性土有形相，但是它不生不灭，它不是生灭法。有生有灭就有寿量，人有寿量；不生不灭，人没有寿量，叫无量寿。活的时间再长，他不老，他不衰，这叫无量寿。活的时间长，老了，体力、精神都衰了，这就是生灭法。",
      "zh_TW": "第五，「禪那，梵語禪那，華言靜慮。專心歛念，守一不散之謂也」。靜慮就是禪定。定，他定裡頭有智慧，靜是定，慮是慧，定慧均等才真正能定得下來。慧多定少，心不安定，也就是說念頭很多；如果定多慧少，也定不住，他會昏沉。他沒有什麼念頭，你叫他一定，他就睡著；他妄念多睡不著，心裡七上八下。所以一定要定慧均等，才能入定。「禪有二種：一者世間禪，謂色界、無色界凡夫所修禪也」。色界有四禪，無色界有四定，也是四種禪定，比色界高，這是世間禪定，佛經上稱它為四禪八定。四禪的四種，四空的四種，合起來是八種，淺深不一樣。修成了，往生色界天、無色界天，沒有出六道輪迴，所以叫世間。「二者出世間禪，謂聲聞、緣覺、菩薩所修禪。」聲聞斷見思煩惱，超越六道輪迴，沒有超越十法界，他往生四聖法界裡面的聲聞法界。緣覺比聲聞的功夫高一等，也沒有出十法界。菩薩的功夫最高了，塵沙煩惱乃至於塵沙煩惱的習氣都可以斷盡，無明煩惱沒斷，所以他們住在四聖法界上面兩層。如果把無明煩惱斷了，他就超越，超越十法界，回歸自性，生實報莊嚴土。在這個境界裡面，他的身是法性身，他居住的環境是法性土，跟我們這個世界完全不一樣。我們世間的身體跟環境都是生滅法，就是有生有滅。法性土有形相，但是它不生不滅，它不是生滅法。有生有滅就有壽量，人有壽量；不生不滅，人沒有壽量，叫無量壽。活的時間再長，他不老，他不衰，這叫無量壽。活的時間長，老了，體力、精神都衰了，這就是生滅法。"
    },
    {
      "id": "02-040-0074_p0019",
      "zh_CN": "我们这个世间生老病死，天天在变化，刹那刹那在变化。佛在经上告诉我们，这变化频率多高？一秒钟一千六百兆次的变化，我们完全不知道。这个事实真相就在眼前，我们看不见，我们听不到，我们接触不到，我们也想像不到，真的，就在眼前。现代科学家使用最先进的仪器，能捕捉到一千兆分之一秒，非常不容易，这不可思议的事情。可是佛说的是一千六百兆分之一秒，这一千兆分之一秒还差六百，跟佛法还有些差距。所以今天佛法里面讲的奥秘，物质现象、精神现象、自然现象，怎么产生的，从哪里来的，到底怎么回事情，科学家发现了，但是讲的没有佛经讲得那么清楚。换句话说，佛经还是领先科学。大乘教学的目的，不是教你了解这些事相，这不是主要目的，这是附带的，主要是你明心见性。八万四千法门，门门皆是，没有一门不以这个做终极目标，没有。我们念佛求生净土，还是这个目标，只是这个目标不在这个世间完成，到极乐世界去完成。把明心见性分成两个阶段，先到极乐世界，到极乐世界再明心见性。如果没有明心见性，那就不是佛法。所以我们可以用这个来做标准，只要这个方法目标是明心见性的，那就是佛法，不是佛说的我们也称它作佛法，为什么？跟佛教的、跟佛的目标完全相同。",
      "zh_TW": "我們這個世間生老病死，天天在變化，剎那剎那在變化。佛在經上告訴我們，這變化頻率多高？一秒鐘一千六百兆次的變化，我們完全不知道。這個事實真相就在眼前，我們看不見，我們聽不到，我們接觸不到，我們也想像不到，真的，就在眼前。現代科學家使用最先進的儀器，能捕捉到一千兆分之一秒，非常不容易，這不可思議的事情。可是佛說的是一千六百兆分之一秒，這一千兆分之一秒還差六百，跟佛法還有些差距。所以今天佛法裡面講的奧祕，物質現象、精神現象、自然現象，怎麼產生的，從哪裡來的，到底怎麼回事情，科學家發現了，但是講的沒有佛經講得那麼清楚。換句話說，佛經還是領先科學。大乘教學的目的，不是教你了解這些事相，這不是主要目的，這是附帶的，主要是你明心見性。八萬四千法門，門門皆是，沒有一門不以這個做終極目標，沒有。我們念佛求生淨土，還是這個目標，只是這個目標不在這個世間完成，到極樂世界去完成。把明心見性分成兩個階段，先到極樂世界，到極樂世界再明心見性。如果沒有明心見性，那就不是佛法。所以我們可以用這個來做標準，只要這個方法目標是明心見性的，那就是佛法，不是佛說的我們也稱它作佛法，為什麼？跟佛教的、跟佛的目標完全相同。"
    },
    {
      "id": "02-040-0074_p0020",
      "zh_CN": "第六，「般若」，也是梵语，翻成中国意思是「智慧」。「谓照了一切诸法皆不可得」，照是照见，了是明了，真正明了一切法不可得，这叫般若智慧。一切法是我们六根接触到的，六根是能见能照，一切万法是所见所照，眼见、耳闻、鼻嗅、舌尝、身触乃至意知，全部包括在其中，用一个眼做代表。六根不可得，六种境界也不可得，全是假的，没有一样是真的，真的只有自性，本性是真的。除自性之外全是生灭法，在一千六百兆分之一秒这个速度之下产生的幻相。这个幻相可以分为三大类，自然现象、心理现象、物质现象，没有一样是真的。《般若经》上佛告诉我们，「一切法无所有，毕竟空，不可得」，这叫大般若。一切法虽然不可得，一切法互相没有障碍。《华严经》讲得最透彻，理无碍，事无碍，理事无碍，事事无碍。佛说，什么人证得？佛法，确实今天人讲科学精神，佛法完全符合科学精神，那就是要拿证据来。所以学佛的成就，必须具备信解行证，这四门。你证得了，你才真正成就。你相信，你能够理解，你没有去做，你没有得，可以说丝毫你都没有得到。你所得到的，用现代话说，知识，没有通过实际生活的检验，你没有真正得到。行就是你要把你所知的落实在生活、落实在工作、落实在处事待人接物，证明你所解的、你所信的完全是正确的，这叫行，这叫证，那才是真的不是假的。我们跟释迦牟尼佛学，释迦牟尼佛所证得的，我也证得，这才叫学会了，释迦牟尼佛才给毕业证书给你。你要没有证得，他不给你。会讲不行，会写也不行，那是知识，必须通过身体力行，这是真的不是假的。从这个角度上来观察，佛法是最高的科学。我们有理由相信，二、三十年之后，佛法不是宗教，是什么？高等科学，应该要学习。末后一句，了解一切诸法皆不可得，这样才能「通达一切无碍，为诸众生种种演说」，演是做出样子来给大家看。演是表演，别人看到你的表演，有疑惑、有问题提出来，你给他解答，那叫说。先看后说，就是先演后说，没有做到就别说，做到之后再说。这一段所引的，《六度集经》里头的。",
      "zh_TW": "第六，「般若」，也是梵語，翻成中國意思是「智慧」。「謂照了一切諸法皆不可得」，照是照見，了是明瞭，真正明瞭一切法不可得，這叫般若智慧。一切法是我們六根接觸到的，六根是能見能照，一切萬法是所見所照，眼見、耳聞、鼻嗅、舌嘗、身觸乃至意知，全部包括在其中，用一個眼做代表。六根不可得，六種境界也不可得，全是假的，沒有一樣是真的，真的只有自性，本性是真的。除自性之外全是生滅法，在一千六百兆分之一秒這個速度之下產生的幻相。這個幻相可以分為三大類，自然現象、心理現象、物質現象，沒有一樣是真的。《般若經》上佛告訴我們，「一切法無所有，畢竟空，不可得」，這叫大般若。一切法雖然不可得，一切法互相沒有障礙。《華嚴經》講得最透徹，理無礙，事無礙，理事無礙，事事無礙。佛說，什麼人證得？佛法，確實今天人講科學精神，佛法完全符合科學精神，那就是要拿證據來。所以學佛的成就，必須具備信解行證，這四門。你證得了，你才真正成就。你相信，你能夠理解，你沒有去做，你沒有得，可以說絲毫你都沒有得到。你所得到的，用現代話說，知識，沒有通過實際生活的檢驗，你沒有真正得到。行就是你要把你所知的落實在生活、落實在工作、落實在處事待人接物，證明你所解的、你所信的完全是正確的，這叫行，這叫證，那才是真的不是假的。我們跟釋迦牟尼佛學，釋迦牟尼佛所證得的，我也證得，這才叫學會了，釋迦牟尼佛才給畢業證書給你。你要沒有證得，他不給你。會講不行，會寫也不行，那是知識，必須通過身體力行，這是真的不是假的。從這個角度上來觀察，佛法是最高的科學。我們有理由相信，二、三十年之後，佛法不是宗教，是什麼？高等科學，應該要學習。末後一句，了解一切諸法皆不可得，這樣才能「通達一切無礙，為諸眾生種種演說」，演是做出樣子來給大家看。演是表演，別人看到你的表演，有疑惑、有問題提出來，你給他解答，那叫說。先看後說，就是先演後說，沒有做到就別說，做到之後再說。這一段所引的，《六度集經》裡頭的。"
    },
    {
      "id": "02-040-0074_p0021",
      "zh_CN": "下面还有一段「广六度行」，这是《成具光明定意经》里面讲的「六德行」，意思说得广。这六条，第一个，「广施」。这六条前头都加了个「广」字，前面只说布施，这里广施。「旷大曰广，舍财曰施。谓行施者」，就是修布施这样的人，「既怀广大之心，应当知身非常」。人心量拓开了，我要遍施，学诸佛菩萨。诸佛菩萨出现在世间，只为一桩事情。什么事情？帮助一切众生离苦得乐，一切诸佛、一切圣贤出现在世间，就为这桩事，我们一定要知道。为什么？我们发心加入他的俱乐部，加入他这个团体，我们必须跟他同心同德、同愿同行。换句话说，我们到这个世间干什么来的？来的时候是业力来的，来到这个世间很幸运，遇到了圣贤教育，自己发心、发愿，我要加入这个行业、加入这个行列，学圣、学贤、学诸佛菩萨。我们到这个世间来的目标换了，不是来受苦受难的，也不是来享乐的，那些是过去生中的业习果报，我们把它放下，无所谓了。我们今天把佛来到这个世间目的，看作是我自己的目的，我们就加入佛菩萨的行列，帮助一切众生离苦得乐。当然首先帮助自己，自己没有离苦得乐，你怎么能帮助别人离苦得乐？这就是科学精神。只有佛菩萨知道众生苦从哪里来的，从迷惑来的，对于世出世间万事万物的真相完全不明了，所以我们看错了、想错了、说错了、行错了，这才造成苦难，苦这么来的。如果你觉悟，你看明白，你想明白，万事万物一丝毫不迷惑，你苦就没有了，乐就来了。佛菩萨知道真因，他用什么方法来落实？用教学。",
      "zh_TW": "下面還有一段「廣六度行」，這是《成具光明定意經》裡面講的「六德行」，意思說得廣。這六條，第一個，「廣施」。這六條前頭都加了個「廣」字，前面只說布施，這裡廣施。「曠大曰廣，捨財曰施。謂行施者」，就是修布施這樣的人，「既懷廣大之心，應當知身非常」。人心量拓開了，我要遍施，學諸佛菩薩。諸佛菩薩出現在世間，只為一樁事情。什麼事情？幫助一切眾生離苦得樂，一切諸佛、一切聖賢出現在世間，就為這樁事，我們一定要知道。為什麼？我們發心加入他的俱樂部，加入他這個團體，我們必須跟他同心同德、同願同行。換句話說，我們到這個世間幹什麼來的？來的時候是業力來的，來到這個世間很幸運，遇到了聖賢教育，自己發心、發願，我要加入這個行業、加入這個行列，學聖、學賢、學諸佛菩薩。我們到這個世間來的目標換了，不是來受苦受難的，也不是來享樂的，那些是過去生中的業習果報，我們把它放下，無所謂了。我們今天把佛來到這個世間目的，看作是我自己的目的，我們就加入佛菩薩的行列，幫助一切眾生離苦得樂。當然首先幫助自己，自己沒有離苦得樂，你怎麼能幫助別人離苦得樂？這就是科學精神。只有佛菩薩知道眾生苦從哪裡來的，從迷惑來的，對於世出世間萬事萬物的真相完全不明瞭，所以我們看錯了、想錯了、說錯了、行錯了，這才造成苦難，苦這麼來的。如果你覺悟，你看明白，你想明白，萬事萬物一絲毫不迷惑，你苦就沒有了，樂就來了。佛菩薩知道真因，他用什麼方法來落實？用教學。"
    },
    {
      "id": "02-040-0074_p0022",
      "zh_CN": "释迦出现在我们这个世间，为我们表演三十岁成道。成道是什么意思？完全搞清楚、搞明白了。成道之后就开始教学，七十九岁过世，整整教了四十九年。经典里记载，讲经三百余会，说法四十九年，这是释迦牟尼佛一生的事业。这个事业是什么？帮助一切众生离苦得乐。四十九年所教的，一生教学的内容我们可以把它分为五大类。对普世的教育，就是对于一切大众，人人都要学的，伦理的教育。伦理是什么？伦理是关系，人与人的关系，人与一切万事万物的关系，人与天地鬼神的关系，这属於伦理。第二个道德教育，第三个因果教育，这些人都懂了，人不会做坏事情，不但不会做坏事，连不好的念头都不会有。除普世教育之外，还有向上一着，禅宗的话，更高级的、再往上提升的，那就是哲学与科学，用现在的话来说，哲学与科学；在佛法里面讲大乘，明心见性，这是高等的佛学。普通是治世的，中国古人讲的齐家、治国、平天下，这是治世的教育。还有向上一着，出离六道轮回，出离十法界，契入一真法界，这才是究竟圆满，我们这一生走的是这条路。",
      "zh_TW": "釋迦出現在我們這個世間，為我們表演三十歲成道。成道是什麼意思？完全搞清楚、搞明白了。成道之後就開始教學，七十九歲過世，整整教了四十九年。經典裡記載，講經三百餘會，說法四十九年，這是釋迦牟尼佛一生的事業。這個事業是什麼？幫助一切眾生離苦得樂。四十九年所教的，一生教學的內容我們可以把它分為五大類。對普世的教育，就是對於一切大眾，人人都要學的，倫理的教育。倫理是什麼？倫理是關係，人與人的關係，人與一切萬事萬物的關係，人與天地鬼神的關係，這屬於倫理。第二個道德教育，第三個因果教育，這些人都懂了，人不會做壞事情，不但不會做壞事，連不好的念頭都不會有。除普世教育之外，還有向上一著，禪宗的話，更高級的、再往上提升的，那就是哲學與科學，用現在的話來說，哲學與科學；在佛法裡面講大乘，明心見性，這是高等的佛學。普通是治世的，中國古人講的齊家、治國、平天下，這是治世的教育。還有向上一著，出離六道輪迴，出離十法界，契入一真法界，這才是究竟圓滿，我們這一生走的是這條路。"
    },
    {
      "id": "02-040-0074_p0023",
      "zh_CN": "现在世间人很苦，苦的原因刚才说过了，迷失了自性，他就苦了。今天问物质到底是什么？不知道。人生的意义，人生的价值，完全没有了。不知道人从哪里来，不知道将来到哪里去。这是大事，怎么能不关心？那人不是白活了一生。佛家说「人身难得，佛法难闻」，得人身、闻佛法，就解决这桩事情。我知道我从哪里来的，我是怎么来的，我知道我到哪里去，我晓得怎样去，清清楚楚、明明白白，这叫觉悟，叫不迷惑。所以学佛，佛是什么？佛是印度话，意思就是个明白人，凡夫就是糊涂人。我们学佛就是从糊涂人变成一个明白人，就这个意思。",
      "zh_TW": "現在世間人很苦，苦的原因剛才說過了，迷失了自性，他就苦了。今天問物質到底是什麼？不知道。人生的意義，人生的價值，完全沒有了。不知道人從哪裡來，不知道將來到哪裡去。這是大事，怎麼能不關心？那人不是白活了一生。佛家說「人身難得，佛法難聞」，得人身、聞佛法，就解決這樁事情。我知道我從哪裡來的，我是怎麼來的，我知道我到哪裡去，我曉得怎樣去，清清楚楚、明明白白，這叫覺悟，叫不迷惑。所以學佛，佛是什麼？佛是印度話，意思就是個明白人，凡夫就是糊塗人。我們學佛就是從糊塗人變成一個明白人，就這個意思。"
    },
    {
      "id": "02-040-0074_p0024",
      "zh_CN": "知道，发了广大心，就应当知身非常，身是无常的，「四大不净，会归败坏」。人是无常，身体是无常的，身体是不清净的，五脏六腑不但充满脓血，而且许许多多微生物寄生在其中，细菌寄生在身体里头，我们这个身体与它共存，每天这些饮食大部分都供养它们了，会归败坏，总有死亡的一天，一定要知道。「知身既不我有」，身不是我有的，我没有办法占有它。身外之物，「财物亦是虚幻」，身体都不是我了，身外之物哪一样是属于我的？没有。「乃至世间万物皆悉无常，由是观身非身，观物非物，纵心恣施，了无罣碍。」你就能够广施，有一点点都想施，你的心量就大，你就欢喜，你什么事情都可以做，真的看破了，全心全力来修三种布施。",
      "zh_TW": "知道，發了廣大心，就應當知身非常，身是無常的，「四大不淨，會歸敗壞」。人是無常，身體是無常的，身體是不清淨的，五臟六腑不但充滿膿血，而且許許多多微生物寄生在其中，細菌寄生在身體裡頭，我們這個身體與它共存，每天這些飲食大部分都供養它們了，會歸敗壞，總有死亡的一天，一定要知道。「知身既不我有」，身不是我有的，我沒有辦法佔有它。身外之物，「財物亦是虛幻」，身體都不是我了，身外之物哪一樣是屬於我的？沒有。「乃至世間萬物皆悉無常，由是觀身非身，觀物非物，縱心恣施，了無罣礙。」你就能夠廣施，有一點點都想施，你的心量就大，你就歡喜，你什麼事情都可以做，真的看破了，全心全力來修三種布施。"
    },
    {
      "id": "02-040-0074_p0025",
      "zh_CN": "无畏布施，现在我们晓得，修．蓝博士告诉我们这个，这是很好的无畏布施，对自己身心健康。你看他今年七十三岁，不像七十岁的人，精神饱满，头脑清楚。给人治病，我问他，根据什么理论为别人治病？不要用药物，也不要打针，也不要针灸，甚至于也不要推拿，凭的什么？凭清净心。告诉我们如何恢复自己的清净心，方法用观想，跟《十六观经》的道理完全相同。用四句话，那四句话就是念咒，让自己跟一切环境沟通。四句话看起来很简单，可是里面的义理精深博大，无有穷尽。做人应该如是。用这四句话做人，用这四句话处世，无往而不利。他用这四句话治病，第一个是「对不起」，第二个「请原谅我」，第三句话「谢谢你」，最后一句话「我爱你」。四句话出自于真心，出自于清净心。一般人念不灵，他念灵。为什么？他从清净心念出来的，真心念出来，它是性德。我们的心不清净，念这四句话是从意识里头念出来的，根源不一样。所以他那个根源能治病，我们这个念出来治不了病。这就是佛经上有一句话说，「一切法从真实心中作」。这四句要从真实心中作，就产生效果。",
      "zh_TW": "無畏布施，現在我們曉得，修．藍博士告訴我們這個，這是很好的無畏布施，對自己身心健康。你看他今年七十三歲，不像七十歲的人，精神飽滿，頭腦清楚。給人治病，我問他，根據什麼理論為別人治病？不要用藥物，也不要打針，也不要針灸，甚至於也不要推拿，憑的什麼？憑清淨心。告訴我們如何恢復自己的清淨心，方法用觀想，跟《十六觀經》的道理完全相同。用四句話，那四句話就是念咒，讓自己跟一切環境溝通。四句話看起來很簡單，可是裡面的義理精深博大，無有窮盡。做人應該如是。用這四句話做人，用這四句話處世，無往而不利。他用這四句話治病，第一個是「對不起」，第二個「請原諒我」，第三句話「謝謝你」，最後一句話「我愛你」。四句話出自於真心，出自於清淨心。一般人念不靈，他念靈。為什麼？他從清淨心念出來的，真心念出來，它是性德。我們的心不清淨，念這四句話是從意識裡頭念出來的，根源不一樣。所以他那個根源能治病，我們這個念出來治不了病。這就是佛經上有一句話說，「一切法從真實心中作」。這四句要從真實心中作，就產生效果。"
    },
    {
      "id": "02-040-0074_p0026",
      "zh_CN": "清净心是真诚心，平等心是真诚心，经题上只提了这两个词，清净、平等，那个觉是开悟了。清净、平等是定，清净心是二乘人的定，声闻、缘觉，平等心是菩萨的定。从清净再提升就是平等心，佛心平等。为什么？六根接触六尘境界不起心不动念，平等，起心动念就不平。菩萨虽然不起心不动念，习气没断，不碍平等的大用。诸佛如来连起心动念的习气都断干净了，清净平等到极处。我们今天凭自己，达不到这个境界。无量劫来我们在六道里搞轮回，习气染污太严重了，我们很想能做到，做不到。算我们很幸运，我们遇到这个法门，遇到这部经典，遇到这些善友，夏莲居、黄念老、李炳南老居士这些善友，帮助我们回归到净宗。净宗的殊胜，只要我们把心安住在阿弥陀佛就成功了。真正安住，没有杂念，没有妄想，我相信这个效果超过修．蓝博士，帮助一切众生离苦得乐，这行菩萨道。广六度行，对我们就很有帮助，为什么？看破了。看破，你自然就放下，你就能施能舍，你能成就世出世间一切大事因缘，度众生的大事。「乃至世间万物皆悉无常，由是观身非身，观物非物，纵心恣施，了无罣碍」，你真舍得了。「复能广弘法施，开化愚蒙，故曰广施。」这些东西来教化众生，非常有利益。",
      "zh_TW": "清淨心是真誠心，平等心是真誠心，經題上只提了這兩個詞，清淨、平等，那個覺是開悟了。清淨、平等是定，清淨心是二乘人的定，聲聞、緣覺，平等心是菩薩的定。從清淨再提升就是平等心，佛心平等。為什麼？六根接觸六塵境界不起心不動念，平等，起心動念就不平。菩薩雖然不起心不動念，習氣沒斷，不礙平等的大用。諸佛如來連起心動念的習氣都斷乾淨了，清淨平等到極處。我們今天憑自己，達不到這個境界。無量劫來我們在六道裡搞輪迴，習氣染污太嚴重了，我們很想能做到，做不到。算我們很幸運，我們遇到這個法門，遇到這部經典，遇到這些善友，夏蓮居、黃念老、李炳南老居士這些善友，幫助我們回歸到淨宗。淨宗的殊勝，只要我們把心安住在阿彌陀佛就成功了。真正安住，沒有雜念，沒有妄想，我相信這個效果超過修．藍博士，幫助一切眾生離苦得樂，這行菩薩道。廣六度行，對我們就很有幫助，為什麼？看破了。看破，你自然就放下，你就能施能捨，你能成就世出世間一切大事因緣，度眾生的大事。「乃至世間萬物皆悉無常，由是觀身非身，觀物非物，縱心恣施，了無罣礙」，你真捨得了。「復能廣弘法施，開化愚蒙，故曰廣施。」這些東西來教化眾生，非常有利益。"
    },
    {
      "id": "02-040-0074_p0027",
      "zh_CN": "第二，「广戒，戒，律也。戒品虽多，不出身口意之三业，谓或见众宝珍琦，凡诸可意之物，身虽贫乏，不妄贪取」。这就是有广戒的人，自己虽然很贫穷，看到这些众宝珍奇，不动心。为什么？世间万物皆悉无常，《金刚经》上「凡所有相皆是虚妄」。「或见细妙之色」，这是什么？女色，美女，「内观朽烂，生厌离心」，他有慧眼，把人身体看透了，看到身体里头五脏六腑没有一样是干净的，那种欢喜爱心马上就凉了、就没有了。「乃至不杀、不盗、不婬等，皆身戒也」，决定不会犯的。这就是什么？事实真相看清楚、看明白了。「或以恶言加己」，别人以恶言来批评我、毁谤我，来陷害我，这是逆境恶缘现前，「乃以善言和语至诚而答」，没有怨恨，没有把这些恶业放在心上，不但是淡然处之，而且能以真诚恭敬待人。这什么原因？他迷惑，我清楚，我不迷。他看我是冤家对头，我看他是佛菩萨，不一样。这佛菩萨一时迷惑，他要清醒，他跟我一样。「乃至不妄言、不绮语」，决定不以妄言欺骗别人，绝不花言巧语去诱惑别人，「两舌」是拨弄是非，「皆口戒也」。口戒有四，这里写了三个，另外还有个恶口，恶口是说话很难听、很粗鲁，这都是不应该有的。菩萨言语柔和，心里头真诚，言语柔和。",
      "zh_TW": "第二，「廣戒，戒，律也。戒品雖多，不出身口意之三業，謂或見眾寶珍琦，凡諸可意之物，身雖貧乏，不妄貪取」。這就是有廣戒的人，自己雖然很貧窮，看到這些眾寶珍奇，不動心。為什麼？世間萬物皆悉無常，《金剛經》上「凡所有相皆是虛妄」。「或見細妙之色」，這是什麼？女色，美女，「內觀朽爛，生厭離心」，他有慧眼，把人身體看透了，看到身體裡頭五臟六腑沒有一樣是乾淨的，那種歡喜愛心馬上就涼了、就沒有了。「乃至不殺、不盜、不婬等，皆身戒也」，決定不會犯的。這就是什麼？事實真相看清楚、看明白了。「或以惡言加己」，別人以惡言來批評我、毀謗我，來陷害我，這是逆境惡緣現前，「乃以善言和語至誠而答」，沒有怨恨，沒有把這些惡業放在心上，不但是淡然處之，而且能以真誠恭敬待人。這什麼原因？他迷惑，我清楚，我不迷。他看我是冤家對頭，我看他是佛菩薩，不一樣。這佛菩薩一時迷惑，他要清醒，他跟我一樣。「乃至不妄言、不綺語」，決定不以妄言欺騙別人，絕不花言巧語去誘惑別人，「兩舌」是撥弄是非，「皆口戒也」。口戒有四，這裡寫了三個，另外還有個惡口，惡口是說話很難聽、很粗魯，這都是不應該有的。菩薩言語柔和，心裡頭真誠，言語柔和。"
    },
    {
      "id": "02-040-0074_p0028",
      "zh_CN": "「复能思惟生死，常怀解脱」，常常想到生死事大，如何能把这桩事情化解，这是真正修行。印光大师教人常常把死字顶在额头上，提高自己的警觉。我要死了，死了到哪里去？念佛往生净土。如果不走这条路，那就随业流转，六道里头随你的业六道去了，这是摆在面前的事实，没有一个例外的，你想走哪一条路，你得认识清楚。「又能修习道品之要」，一般讲道品，三十七道品。道品里头重要的，三十七条都重要。但是今天三十七品哪几品对我们最重要，这个要知道，你从哪里下手。四念处是看破，四正勤是教我们如理的选择，四如意足是放下，然后五根、五力、七菩提分、八正道才能建立。前面这十二个道品是基础，没有前面这十二个，后头全没有。现在很多人修学，前面疏忽了，问题出来了。",
      "zh_TW": "「復能思惟生死，常懷解脫」，常常想到生死事大，如何能把這樁事情化解，這是真正修行。印光大師教人常常把死字頂在額頭上，提高自己的警覺。我要死了，死了到哪裡去？念佛往生淨土。如果不走這條路，那就隨業流轉，六道裡頭隨你的業六道去了，這是擺在面前的事實，沒有一個例外的，你想走哪一條路，你得認識清楚。「又能修習道品之要」，一般講道品，三十七道品。道品裡頭重要的，三十七條都重要。但是今天三十七品哪幾品對我們最重要，這個要知道，你從哪裡下手。四念處是看破，四正勤是教我們如理的選擇，四如意足是放下，然後五根、五力、七菩提分、八正道才能建立。前面這十二個道品是基礎，沒有前面這十二個，後頭全沒有。現在很多人修學，前面疏忽了，問題出來了。"
    },
    {
      "id": "02-040-0074_p0029",
      "zh_CN": "现在佛法为什么衰？为什么古时候那么兴旺？绝对不是我们聪明才智不如古人，这个我们决定不相信。那问题出在哪里？古人有根，我们现在没有根，又不肯认真把这个根补出来。补习，恶补，你根不补出来，决定不能成就。你不要看他能言善道，乃至于著作等身，他要没有根，到最后还是一事无成。然后才晓得扎根是多么重要！净业三福是大乘教一切菩萨圆成佛道最高的指导原则，不依这个就不能成就，不是简单的。第一条里面的四句，那就是扎根教育。「孝养父母，奉事师长」，谁做到？怎么做的？现在的人不孝顺父母，说孝顺父母那是表面的，细心去观察，母亲教导他的，阳奉阴违，表面上顺从，实际上根本没有去照做，这假的。我们要会看，你就认识了。对老师也是阳奉阴违，不是真的。他自己有主意，这主意似是而非，好像是有道理，你细心观察，没道理，他错了，他完全不知道，他要知道他就不迷惑了。这是什么原因？总的来说，就是从小根没扎得好，所以出这么多事情，想纠正都非常困难。",
      "zh_TW": "現在佛法為什麼衰？為什麼古時候那麼興旺？絕對不是我們聰明才智不如古人，這個我們決定不相信。那問題出在哪裡？古人有根，我們現在沒有根，又不肯認真把這個根補出來。補習，惡補，你根不補出來，決定不能成就。你不要看他能言善道，乃至於著作等身，他要沒有根，到最後還是一事無成。然後才曉得扎根是多麼重要！淨業三福是大乘教一切菩薩圓成佛道最高的指導原則，不依這個就不能成就，不是簡單的。第一條裡面的四句，那就是扎根教育。「孝養父母，奉事師長」，誰做到？怎麼做的？現在的人不孝順父母，說孝順父母那是表面的，細心去觀察，母親教導他的，陽奉陰違，表面上順從，實際上根本沒有去照做，這假的。我們要會看，你就認識了。對老師也是陽奉陰違，不是真的。他自己有主意，這主意似是而非，好像是有道理，你細心觀察，沒道理，他錯了，他完全不知道，他要知道他就不迷惑了。這是什麼原因？總的來說，就是從小根沒紮得好，所以出這麼多事情，想糾正都非常困難。"
    },
    {
      "id": "02-040-0074_p0030",
      "zh_CN": "我们用儒释道来落实这第一条。三福第一福，孝亲尊师，落实在《弟子规》。《弟子规》里头一百一十三桩事，没有真正落实，这人就是不孝、就是不敬，他的根坏了，根坏了就没指望。我们遇到这些人，劝告他，他不听。不听，你就不要再劝，再劝没用处，要懂得恒顺众生，随喜功德，就随顺他。他将来在哪里？依旧搞六道轮回，苦没吃、没受够，受够了他就会回头，这一生遇到佛法，他回不了头来。我们将第一福的第三句落实在《太上感应篇》，叫「慈心不杀」。最后一句是十善业道，「修十善业」。这儒释道的三个根，比什么都重要，根之根。没有这第一福，怎么能学佛？所以今天佛法衰，所有学佛的无论在家出家，前面这条没有，空中楼阁，盖房子没有第一层，他盖第二层。所以你真正要认识衰的真因在哪里，你把它找到。怎么拯救？一定把第一层补出来，非常认真努力把它补出来，不难做到。",
      "zh_TW": "我們用儒釋道來落實這第一條。三福第一福，孝親尊師，落實在《弟子規》。《弟子規》裡頭一百一十三樁事，沒有真正落實，這人就是不孝、就是不敬，他的根壞了，根壞了就沒指望。我們遇到這些人，勸告他，他不聽。不聽，你就不要再勸，再勸沒用處，要懂得恆順眾生，隨喜功德，就隨順他。他將來在哪裡？依舊搞六道輪迴，苦沒吃、沒受夠，受夠了他就會回頭，這一生遇到佛法，他回不了頭來。我們將第一福的第三句落實在《太上感應篇》，叫「慈心不殺」。最後一句是十善業道，「修十善業」。這儒釋道的三個根，比什麼都重要，根之根。沒有這第一福，怎麼能學佛？所以今天佛法衰，所有學佛的無論在家出家，前面這條沒有，空中樓閣，蓋房子沒有第一層，他蓋第二層。所以你真正要認識衰的真因在哪裡，你把它找到。怎麼拯救？一定把第一層補出來，非常認真努力把它補出來，不難做到。"
    },
    {
      "id": "02-040-0074_p0031",
      "zh_CN": "我们汤池做实验，三十七位老师，我给他是四个月把根扎下去，他们两个月就做到。就是不肯做，心发不出来，所以发心太重要！如何坚定信心，发大愿心，他就做到了。早年这些老师，我给他一个使命感，我说我们今天生到这个世间，遇到非常稀有难得的因缘，传统文化是存是亡，就在我们这一次的实验，实验成功了，传统文化就继续存下去，实验失败了就灭亡，这不是小事，牺牲生命我们也要把它做好。所以使命感让他认真去干，做成功了。虽然中心解散，但是在国内、在国际产生很大的影响，大家口里谈传统文化了，也办讲座办这些活动，没有白做。他们发这个大心，那几个月的苦行没有白做，真成就了真实功德。今天时间到了，我们就学到此地。",
      "zh_TW": "我們湯池做實驗，三十七位老師，我給他是四個月把根紮下去，他們兩個月就做到。就是不肯做，心發不出來，所以發心太重要！如何堅定信心，發大願心，他就做到了。早年這些老師，我給他一個使命感，我說我們今天生到這個世間，遇到非常稀有難得的因緣，傳統文化是存是亡，就在我們這一次的實驗，實驗成功了，傳統文化就繼續存下去，實驗失敗了就滅亡，這不是小事，犧牲生命我們也要把它做好。所以使命感讓他認真去幹，做成功了。雖然中心解散，但是在國內、在國際產生很大的影響，大家口裡談傳統文化了，也辦講座辦這些活動，沒有白做。他們發這個大心，那幾個月的苦行沒有白做，真成就了真實功德。今天時間到了，我們就學到此地。"
    }
  ]
}