{
  "doc_id": "02-040-0481",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八一集",
    "zh_TW": "第四八一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0481",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "02-040-0481_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0481_p0002",
      "zh_CN": "请看《大经科注》第八百页倒数第五行，科题「义利无尽诸佛共赞」，这是「往生正因」最后一段。",
      "zh_TW": "請看《大經科註》第八百頁倒數第五行，科題「義利無盡諸佛共讚」，這是「往生正因」最後一段。"
    },
    {
      "id": "02-040-0481_p0003",
      "zh_CN": "【阿难。以此义利故。无量无数不可思议。无有等等无边世界。诸佛如来。皆共称赞无量寿佛所有功德。】",
      "zh_TW": "【阿難。以此義利故。無量無數不可思議。無有等等無邊世界。諸佛如來。皆共稱讚無量壽佛所有功德。】"
    },
    {
      "id": "02-040-0481_p0004",
      "zh_CN": "经文，佛叫着『阿难』，在佛法里面，这样的句子很多，它所表的意思是下面经文很重要，提醒大家要注意去听，以阿难为代表。「佛告阿难」，注解上，「世尊为唤起会众之重视，故重呼当机阿难之名而告之曰：以此义利故」。「义」是义理，就是道理，为什么诸佛如来要尊重阿弥陀佛，这什么道理，这义字。「利」是利益，阿弥陀佛对于一切众生的利益太大了，真正是无法思议。",
      "zh_TW": "經文，佛叫著『阿難』，在佛法裡面，這樣的句子很多，它所表的意思是下面經文很重要，提醒大家要注意去聽，以阿難為代表。「佛告阿難」，註解上，「世尊為喚起會眾之重視，故重呼當機阿難之名而告之曰：以此義利故」。「義」是義理，就是道理，為什麼諸佛如來要尊重阿彌陀佛，這什麼道理，這義字。「利」是利益，阿彌陀佛對於一切眾生的利益太大了，真正是無法思議。"
    },
    {
      "id": "02-040-0481_p0005",
      "zh_CN": "这个地方的利有两个意思，第一个意思，「坚利如金刚，可坏一切而不为一切所坏」。阿弥陀佛的法门，坚利像金刚一样，阿弥陀佛的弘愿、阿弥陀佛所依据的理论，无一不是坚利如金刚，是任何力量都不能够破坏的。弥陀建立极乐世界，接引众生、成就众生，所依据的原理是一切众生本来是佛，这是事实真相，这是没有人能够破坏的。帮助众生消除一切罪业，成就究竟圆满的佛果，是依据一切恶业、善恶果报都是从虚妄心而生的，它不是真的。无量劫来造作无量无边的罪业，感受三途地狱的苦报，那个事实真相是梦幻泡影，不是真的。所以，用真心、用至诚心念一句阿弥陀佛，罪业都可以消除。对我们这些迷惑颠倒造作恶业的众生，带来了很大的信心，知道罪业可以消除，恶报可以避免，它不是真的。",
      "zh_TW": "這個地方的利有兩個意思，第一個意思，「堅利如金剛，可壞一切而不為一切所壞」。阿彌陀佛的法門，堅利像金剛一樣，阿彌陀佛的弘願、阿彌陀佛所依據的理論，無一不是堅利如金剛，是任何力量都不能夠破壞的。彌陀建立極樂世界，接引眾生、成就眾生，所依據的原理是一切眾生本來是佛，這是事實真相，這是沒有人能夠破壞的。幫助眾生消除一切罪業，成就究竟圓滿的佛果，是依據一切惡業、善惡果報都是從虛妄心而生的，它不是真的。無量劫來造作無量無邊的罪業，感受三途地獄的苦報，那個事實真相是夢幻泡影，不是真的。所以，用真心、用至誠心念一句阿彌陀佛，罪業都可以消除。對我們這些迷惑顛倒造作惡業的眾生，帶來了很大的信心，知道罪業可以消除，惡報可以避免，它不是真的。"
    },
    {
      "id": "02-040-0481_p0006",
      "zh_CN": "极乐世界是真的，阿弥陀佛是真的，弥陀的教诲是真的，所以极乐世界成就是真实的，那是真实心中作，不是妄心。六道轮回、十法界，妄心变现的，阿弥陀佛的极乐世界是真心所现的，不一样。邪不胜正，妄不能胜真，就是这个道理。明白这个道理之后，最重要的，我们在这个世间处事待人接物用真心不用妄心。真心具足无量功德，只要用真心，业障就消除。真心是光明的，妄心是黑暗的，这个道理要懂，用真心不吃亏。",
      "zh_TW": "極樂世界是真的，阿彌陀佛是真的，彌陀的教誨是真的，所以極樂世界成就是真實的，那是真實心中作，不是妄心。六道輪迴、十法界，妄心變現的，阿彌陀佛的極樂世界是真心所現的，不一樣。邪不勝正，妄不能勝真，就是這個道理。明白這個道理之後，最重要的，我們在這個世間處事待人接物用真心不用妄心。真心具足無量功德，只要用真心，業障就消除。真心是光明的，妄心是黑暗的，這個道理要懂，用真心不吃虧。"
    },
    {
      "id": "02-040-0481_p0007",
      "zh_CN": "第二个，利是利益，「因此法门，能惠予一切众生真实之利也。盖谓往生法门之义理，举体是金刚智慧，故云利（坚利）也。同时又是大慈悲之流现，普施众生真实究竟之利，故云利也」，这个利是利益，「是故无量无数无等无边世界诸佛，皆共称赞无量寿佛所有功德」。哪些功德？我们在前面读过，至诚恭敬清净心念一句阿弥陀佛，消八十亿劫生死重罪。我们今天念佛，业障为什么消不掉？我们用妄心念佛，不是真心，不是真诚心，没有恭敬心，所以得不到这么大的利益。由此可知，关键是我们用什么心，用真心不吃亏，用妄心亏吃大了。妄心是分别、是执着，真心不起心不动念、不分别不执着，大乘教里世尊不断的在提醒我们、提示我们，一切经论当中我们统统看得到这些句子。",
      "zh_TW": "第二個，利是利益，「因此法門，能惠予一切眾生真實之利也。蓋謂往生法門之義理，舉體是金剛智慧，故云利（堅利）也。同時又是大慈悲之流現，普施眾生真實究竟之利，故云利也」，這個利是利益，「是故無量無數無等無邊世界諸佛，皆共稱讚無量壽佛所有功德」。哪些功德？我們在前面讀過，至誠恭敬清淨心念一句阿彌陀佛，消八十億劫生死重罪。我們今天念佛，業障為什麼消不掉？我們用妄心念佛，不是真心，不是真誠心，沒有恭敬心，所以得不到這麼大的利益。由此可知，關鍵是我們用什麼心，用真心不吃虧，用妄心虧吃大了。妄心是分別、是執著，真心不起心不動念、不分別不執著，大乘教裡世尊不斷的在提醒我們、提示我們，一切經論當中我們統統看得到這些句子。"
    },
    {
      "id": "02-040-0481_p0008",
      "zh_CN": "在这个经里头，「三辈往生」、「往生正因」特别强调的是「发菩提心，一向专念」，菩提心是真心，起心动念就迷了。迷从哪里来的？大乘教里头佛告诉我们，一念不觉而有无明，你起个念头，念头就是不觉。觉，觉没有念头，觉心不动。妄心是动的，前念灭后念生了，一个念头接一个念头，妄心；真心没有念头，真心不动。于是我们就明白，为什么佛法那么样重视禅定，原来禅定是真心，它不动。由此可知，八万四千法门是八万四千种不同的方法、不同的门路，他修行的目的一个，得定。八万四千种不同的方法、门路修定，全是修定，如果不是修定就不是佛法。我们净土念佛法门是用持名念佛修一心不乱，一心不乱就是禅定，叫念佛三昧，用念佛这个方法修成三昧。三昧是印度梵语，翻成中国的意思就是禅定。",
      "zh_TW": "在這個經裡頭，「三輩往生」、「往生正因」特別強調的是「發菩提心，一向專念」，菩提心是真心，起心動念就迷了。迷從哪裡來的？大乘教裡頭佛告訴我們，一念不覺而有無明，你起個念頭，念頭就是不覺。覺，覺沒有念頭，覺心不動。妄心是動的，前念滅後念生了，一個念頭接一個念頭，妄心；真心沒有念頭，真心不動。於是我們就明白，為什麼佛法那麼樣重視禪定，原來禪定是真心，它不動。由此可知，八萬四千法門是八萬四千種不同的方法、不同的門路，他修行的目的一個，得定。八萬四千種不同的方法、門路修定，全是修定，如果不是修定就不是佛法。我們淨土念佛法門是用持名念佛修一心不亂，一心不亂就是禪定，叫念佛三昧，用念佛這個方法修成三昧。三昧是印度梵語，翻成中國的意思就是禪定。"
    },
    {
      "id": "02-040-0481_p0009",
      "zh_CN": "定，等级太多了，一个阶层一个阶层不一样，修到圆满，明心见性，这叫圆满，明心见性开智慧了。我们经题上清净心，得清净心，清净没有染污，是阿罗汉、辟支佛的禅定，他们证得的。证得这个禅定，六道轮回不见了。六道轮回这个时候才知道原来是一场梦，假的，不是真的，根本就没有这个东西存在。这是阿罗汉、辟支佛证得的，叫小乘，小成就，得清净心，大成就是大乘，得平等心。由此可知，小乘心清净，不平等；大乘菩萨心平等，清净平等都得到了。得到平等心，一悟之后十法界不见了，十法界还是假的；明心见性，十法界不见了，声闻、缘觉、菩萨、佛也是在梦中。这醒过来之后，见到的叫一真法界，就是诸佛如来的实报庄严土，实是真实，不是假的。",
      "zh_TW": "定，等級太多了，一個階層一個階層不一樣，修到圓滿，明心見性，這叫圓滿，明心見性開智慧了。我們經題上清淨心，得清淨心，清淨沒有染污，是阿羅漢、辟支佛的禪定，他們證得的。證得這個禪定，六道輪迴不見了。六道輪迴這個時候才知道原來是一場夢，假的，不是真的，根本就沒有這個東西存在。這是阿羅漢、辟支佛證得的，叫小乘，小成就，得清淨心，大成就是大乘，得平等心。由此可知，小乘心清淨，不平等；大乘菩薩心平等，清淨平等都得到了。得到平等心，一悟之後十法界不見了，十法界還是假的；明心見性，十法界不見了，聲聞、緣覺、菩薩、佛也是在夢中。這醒過來之後，見到的叫一真法界，就是諸佛如來的實報莊嚴土，實是真實，不是假的。"
    },
    {
      "id": "02-040-0481_p0010",
      "zh_CN": "佛法的真假有标准，这个现象是有生有灭，就是假的。六道有生有灭，十法界有生有灭，为什么？阿赖耶变现出来的，阿赖耶就是有生有灭，前念灭了后念生。前念跟后念不是一念，要是一念那就是相续，每个念头都是独立的，都是从起心动念产生的。所以经上告诉我们，它是相似相续，不是念念相续，念念相续是相同的，它不同，它接近，就是相似相续，不是完全相同。我们看局限在我们现前的见分，我们看到这个房子、看到我们居住的环境好像昨天跟今天是一样的，其实不相同。科学家告诉我们，每天我们身体细胞新陈代谢，新陈代谢就是生灭法，老的细胞死了，被排泄出去了，包括流汗，流汗都是排泄出去，细胞排泄出去，新生的细胞代替旧的细胞。一天二十四个小时，我们死去的细胞有多少？科学家告诉我们七千亿，单位是亿，七千亿。每天新生的新细胞也有七千亿，补充它的位子。所以这个身体新陈代谢，这是生灭法。科学家告诉我们，我们身体大概有多少细胞组成？有六十兆，有这么多，每天新陈代谢七千亿。佛法里面讲，每七年是一个周期，我们所有的细胞统统都换掉，旧的一个都没有了，七年是个周期。所以它是假的不是真的，在肉身里头找不到我，没有我。",
      "zh_TW": "佛法的真假有標準，這個現象是有生有滅，就是假的。六道有生有滅，十法界有生有滅，為什麼？阿賴耶變現出來的，阿賴耶就是有生有滅，前念滅了後念生。前念跟後念不是一念，要是一念那就是相續，每個念頭都是獨立的，都是從起心動念產生的。所以經上告訴我們，它是相似相續，不是念念相續，念念相續是相同的，它不同，它接近，就是相似相續，不是完全相同。我們看侷限在我們現前的見分，我們看到這個房子、看到我們居住的環境好像昨天跟今天是一樣的，其實不相同。科學家告訴我們，每天我們身體細胞新陳代謝，新陳代謝就是生滅法，老的細胞死了，被排泄出去了，包括流汗，流汗都是排泄出去，細胞排泄出去，新生的細胞代替舊的細胞。一天二十四個小時，我們死去的細胞有多少？科學家告訴我們七千億，單位是億，七千億。每天新生的新細胞也有七千億，補充它的位子。所以這個身體新陳代謝，這是生滅法。科學家告訴我們，我們身體大概有多少細胞組成？有六十兆，有這麼多，每天新陳代謝七千億。佛法裡面講，每七年是一個週期，我們所有的細胞統統都換掉，舊的一個都沒有了，七年是個週期。所以它是假的不是真的，在肉身裡頭找不到我，沒有我。"
    },
    {
      "id": "02-040-0481_p0011",
      "zh_CN": "可是我们除这个身体之外，这个身体假身体之外，有个不生不灭的，灵性，灵性不生不灭。一般人叫灵魂，它实在不灵，它迷惑颠倒。等到它灵了，灵了就不叫做灵魂，灵了是什么？灵了就叫它做佛性。没有觉悟，他不稳定，他有妄念、他有分别、他有执着，所以他在六道里头搞轮回。这个身坏了他又去找个身，这叫投胎，去找身体。生了又死，死了又生，生死不断，这是佛菩萨看到苦，真正苦。佛菩萨的教诲没有别的，就是教你觉悟，了解事实真相，不再迷了。不迷你就不会再去投胎，所以轮回的现象没有了，十法界的现象也没有，回归到一真法界，诸佛如来的实报土。这个土里头有相，但是这个相没有生灭，不生不灭，有相，不生不灭。极乐世界就是这样的，人寿无量，真的是无量寿，但是永远年轻，为什么？它不是生灭法。他没有幼年、没有青年、没有老年，他没有生死，永远不会有老化。这是我们希求的，在极乐世界是真的不是假的。",
      "zh_TW": "可是我們除這個身體之外，這個身體假身體之外，有個不生不滅的，靈性，靈性不生不滅。一般人叫靈魂，它實在不靈，它迷惑顛倒。等到它靈了，靈了就不叫做靈魂，靈了是什麼？靈了就叫它做佛性。沒有覺悟，他不穩定，他有妄念、他有分別、他有執著，所以他在六道裡頭搞輪迴。這個身壞了他又去找個身，這叫投胎，去找身體。生了又死，死了又生，生死不斷，這是佛菩薩看到苦，真正苦。佛菩薩的教誨沒有別的，就是教你覺悟，了解事實真相，不再迷了。不迷你就不會再去投胎，所以輪迴的現象沒有了，十法界的現象也沒有，回歸到一真法界，諸佛如來的實報土。這個土裡頭有相，但是這個相沒有生滅，不生不滅，有相，不生不滅。極樂世界就是這樣的，人壽無量，真的是無量壽，但是永遠年輕，為什麼？它不是生滅法。他沒有幼年、沒有青年、沒有老年，他沒有生死，永遠不會有老化。這是我們希求的，在極樂世界是真的不是假的。"
    },
    {
      "id": "02-040-0481_p0012",
      "zh_CN": "可是经上告诉我们，「凡所有相，皆是虚妄」，那实报土的相是真的是假的？不能说它真，也不能说它假。你说它假的，它真有；你说它真的，到最后不见了。什么时候不见？成佛就不见了。所以这个地方居住的是菩萨，圆教从初住到等觉，四十一个阶级的菩萨，十住、十行、十回向、十地这四十，还有一个等觉，他们住的。这个世界怎么来的？是无始无明断了，无始无明习气没断，是无始无明习气变现出来。无始无明是生灭法，但是习气不是生灭法，无始无明习气要是断掉了，这个现象没有了。没有，最后什么东西出来？常寂光出来了，常寂光才是真正不生不灭。实报土只有一个生、一个灭，当中没有生灭法。不起心、不动念，实报土出现了，到起心动念的习气都没有了，实报土也不见了。最后常寂光净土现前，常寂光一片光明，我们的身没有了，念头也没有了；就是心也没有了，心也不是真的，妄心。心是阿赖耶的见分，身是阿赖耶的相分，转八识成四智就是妙觉如来，就是常寂光。我们证到这个境界，诸佛也在这个境界，光光相融相入，成为一体。像我们这个房子十几盏灯，统统开了，光跟光融在一起，分不出你我他，告诉你，一体。经上有句话说，「十方三世佛，共同一法身」，我们念了不懂什么意思，共同一法身就是常寂光。",
      "zh_TW": "可是經上告訴我們，「凡所有相，皆是虛妄」，那實報土的相是真的是假的？不能說它真，也不能說它假。你說它假的，它真有；你說它真的，到最後不見了。什麼時候不見？成佛就不見了。所以這個地方居住的是菩薩，圓教從初住到等覺，四十一個階級的菩薩，十住、十行、十迴向、十地這四十，還有一個等覺，他們住的。這個世界怎麼來的？是無始無明斷了，無始無明習氣沒斷，是無始無明習氣變現出來。無始無明是生滅法，但是習氣不是生滅法，無始無明習氣要是斷掉了，這個現象沒有了。沒有，最後什麼東西出來？常寂光出來了，常寂光才是真正不生不滅。實報土只有一個生、一個滅，當中沒有生滅法。不起心、不動念，實報土出現了，到起心動念的習氣都沒有了，實報土也不見了。最後常寂光淨土現前，常寂光一片光明，我們的身沒有了，念頭也沒有了；就是心也沒有了，心也不是真的，妄心。心是阿賴耶的見分，身是阿賴耶的相分，轉八識成四智就是妙覺如來，就是常寂光。我們證到這個境界，諸佛也在這個境界，光光相融相入，成為一體。像我們這個房子十幾盞燈，統統開了，光跟光融在一起，分不出你我他，告訴你，一體。經上有句話說，「十方三世佛，共同一法身」，我們念了不懂什麼意思，共同一法身就是常寂光。"
    },
    {
      "id": "02-040-0481_p0013",
      "zh_CN": "常寂光是大圆满，一切诸佛累劫所修的无量功德，我们一进去，跟我们融成一片，一切诸佛所修是自己所修，一切诸佛所证是自己所证，完全平等，分不出这个佛那个佛，分不出。这是究竟圆满，这个境界里头得大自在。它没有相，没有物质现象、没有心理现象、没有自然现象，但是不能说它空，为什么？它能现现象。惠能大师最后一句话说「能生万法」，整个宇宙十法界依正庄严是它所生、是它所现。如果它这个里面再加上阿赖耶，那就有能变，阿赖耶是能变。心现识变，《华严经》上告诉我们，宇宙的真相。心是自己的真心、本性，识是自己的妄心，真心能生能现，妄心能变，把一真法界变成十法界、变成六道轮回，识变的。识是什么？是分别、是执着，末那的执着，第六意识的分别。因为有分别、执着就有十法界，分别执着没有了就转八识成四智，十法界不见了，一真法界现前。",
      "zh_TW": "常寂光是大圓滿，一切諸佛累劫所修的無量功德，我們一進去，跟我們融成一片，一切諸佛所修是自己所修，一切諸佛所證是自己所證，完全平等，分不出這個佛那個佛，分不出。這是究竟圓滿，這個境界裡頭得大自在。它沒有相，沒有物質現象、沒有心理現象、沒有自然現象，但是不能說它空，為什麼？它能現現象。惠能大師最後一句話說「能生萬法」，整個宇宙十法界依正莊嚴是它所生、是它所現。如果它這個裡面再加上阿賴耶，那就有能變，阿賴耶是能變。心現識變，《華嚴經》上告訴我們，宇宙的真相。心是自己的真心、本性，識是自己的妄心，真心能生能現，妄心能變，把一真法界變成十法界、變成六道輪迴，識變的。識是什麼？是分別、是執著，末那的執著，第六意識的分別。因為有分別、執著就有十法界，分別執著沒有了就轉八識成四智，十法界不見了，一真法界現前。"
    },
    {
      "id": "02-040-0481_p0014",
      "zh_CN": "这些事实真相慢慢让科学家去证明，识变的这个范围，阿赖耶，有办法证实，他缘得到，心现缘不到。也就是说，科学家有能力发现阿赖耶所变的，不能见性。见性要靠定功、要靠放下，科学家没有放下，所以他虽然知道这些事实真相，他得不到受用。这些受用经典上讲得非常清楚、非常明显，就是六种神通，这个科学做不到。佛所说的真实之利是本能，一切众生个个都有，只是你迷失了自性。迷了，起作用是烦恼；悟了，起作用是智慧，迷悟是佛法里头有的。",
      "zh_TW": "這些事實真相慢慢讓科學家去證明，識變的這個範圍，阿賴耶，有辦法證實，他緣得到，心現緣不到。也就是說，科學家有能力發現阿賴耶所變的，不能見性。見性要靠定功、要靠放下，科學家沒有放下，所以他雖然知道這些事實真相，他得不到受用。這些受用經典上講得非常清楚、非常明顯，就是六種神通，這個科學做不到。佛所說的真實之利是本能，一切眾生個個都有，只是你迷失了自性。迷了，起作用是煩惱；悟了，起作用是智慧，迷悟是佛法裡頭有的。"
    },
    {
      "id": "02-040-0481_p0015",
      "zh_CN": "科学家能发现，现在几乎把阿赖耶的三细相捕捉到了。三细相里面第一个业相，第二个转相，第三个境界相。境界相是完全明白了，物质到底是什么，这个问题解决了。科学家告诉我们，物质是假的，根本就没有物质这个东西的存在，物质存在是我们一种幻觉。物质从哪里来？从念头里头产生的。所以，他把物质现象分析到最后，物质不见了，看到什么东西？看到是念头波动的现象，从念头波动现象里面产生的物质，证明佛经上所说，相由心生、境随心转。这句话，我们看了科学报告，对它有了概念，知道一个大概，详细的我们不知道，概略的知道，相由心生，境随心转。如果真正得其受用，亲证得受用，不亲证也能得受用，真正相信，一丝毫不怀疑，我端正心念，我们的身体产生变化。产生什么变化？没有办法叫它不老，可是有办法叫它老化缓和，不那么样的快。",
      "zh_TW": "科學家能發現，現在幾乎把阿賴耶的三細相捕捉到了。三細相裡面第一個業相，第二個轉相，第三個境界相。境界相是完全明白了，物質到底是什麼，這個問題解決了。科學家告訴我們，物質是假的，根本就沒有物質這個東西的存在，物質存在是我們一種幻覺。物質從哪裡來？從念頭裡頭產生的。所以，他把物質現象分析到最後，物質不見了，看到什麼東西？看到是念頭波動的現象，從念頭波動現象裡面產生的物質，證明佛經上所說，相由心生、境隨心轉。這句話，我們看了科學報告，對它有了概念，知道一個大概，詳細的我們不知道，概略的知道，相由心生，境隨心轉。如果真正得其受用，親證得受用，不親證也能得受用，真正相信，一絲毫不懷疑，我端正心念，我們的身體產生變化。產生什麼變化？沒有辦法叫它不老，可是有辦法叫它老化緩和，不那麼樣的快。"
    },
    {
      "id": "02-040-0481_p0016",
      "zh_CN": "身体确确实实，这是中国中医里头所说的，人的寿命，正常寿命可以活到两百岁，这个身体。你能好好的保养它，两百岁还很活泼，还没有老化。什么道理？就是清净平等觉，你的心要清净没有染污、没有分别，就不容易老化，年老跟年轻一样，看不出老化。如何让老化加速度？那就是忧愁、忧虑，忧能使人老，你心严重的染污，妄想分别执着多，就很容易老化。五、六十岁看起来像七、八十岁，这种人有，你只要稍微细心一下，都在眼前。这是理论真正明白了，管用，小的管用是调身，身心健康；大一点的作用，境随心转，外面的环境，居住在这个地方，这个地方没有灾难，风调雨顺，真是这样的。日月清明，风灾、水灾、旱灾这些灾难，地震，统统不会在这个地区发生。这不是假的，科学家逐渐逐渐证明佛在经上讲的是真的，我们应该学习。",
      "zh_TW": "身體確確實實，這是中國中醫裡頭所說的，人的壽命，正常壽命可以活到兩百歲，這個身體。你能好好的保養它，兩百歲還很活潑，還沒有老化。什麼道理？就是清淨平等覺，你的心要清淨沒有染污、沒有分別，就不容易老化，年老跟年輕一樣，看不出老化。如何讓老化加速度？那就是憂愁、憂慮，憂能使人老，你心嚴重的染污，妄想分別執著多，就很容易老化。五、六十歲看起來像七、八十歲，這種人有，你只要稍微細心一下，都在眼前。這是理論真正明白了，管用，小的管用是調身，身心健康；大一點的作用，境隨心轉，外面的環境，居住在這個地方，這個地方沒有災難，風調雨順，真是這樣的。日月清明，風災、水災、旱災這些災難，地震，統統不會在這個地區發生。這不是假的，科學家逐漸逐漸證明佛在經上講的是真的，我們應該學習。"
    },
    {
      "id": "02-040-0481_p0017",
      "zh_CN": "阿弥陀佛帮助一切众生离苦得乐，成就一切众生无上菩提，这功德太大了，感动了遍法界虚空界一切诸佛刹土里面的诸佛如来。他们跟阿弥陀佛没有两样，也是帮助众生、成就众生离苦得乐，证无上菩提。但是在善巧方便这方面，阿弥陀佛做得非常圆满，这是他们没想到。阿弥陀佛想到了，做到了，没有一尊佛不欢喜。佛佛道同，他需不需要造？不需要，有阿弥陀佛就够了。佛佛道同，阿弥陀佛跟释迦如来是一不是二，刚才说过了，同一常寂光，所以不需要第二个。度不了的众生、很难度的众生，把他介绍到极乐世界去就行了。我们就是属于很难度的众生，业障太重，烦恼习气太深，佛在经上所说的我们听懂了、搞明白了，但是做不到。那怎么办？世尊劝我们求生极乐世界。",
      "zh_TW": "阿彌陀佛幫助一切眾生離苦得樂，成就一切眾生無上菩提，這功德太大了，感動了遍法界虛空界一切諸佛剎土裡面的諸佛如來。他們跟阿彌陀佛沒有兩樣，也是幫助眾生、成就眾生離苦得樂，證無上菩提。但是在善巧方便這方面，阿彌陀佛做得非常圓滿，這是他們沒想到。阿彌陀佛想到了，做到了，沒有一尊佛不歡喜。佛佛道同，他需不需要造？不需要，有阿彌陀佛就夠了。佛佛道同，阿彌陀佛跟釋迦如來是一不是二，剛才說過了，同一常寂光，所以不需要第二個。度不了的眾生、很難度的眾生，把他介紹到極樂世界去就行了。我們就是屬於很難度的眾生，業障太重，煩惱習氣太深，佛在經上所說的我們聽懂了、搞明白了，但是做不到。那怎麼辦？世尊勸我們求生極樂世界。"
    },
    {
      "id": "02-040-0481_p0018",
      "zh_CN": "极乐世界的条件很简单，就三桩事情，第一个真信，真正相信西方有极乐世界，真正相信极乐世界有阿弥陀佛，没有丝毫怀疑，这第一个条件。第二个条件愿生，我想去，我真想去，想到极乐世界亲近阿弥陀佛，去做阿弥陀佛的学生。第三桩条件就是你肯念，用真诚心、用恭敬心，至诚恭敬念这一句名号，阿弥陀佛的名号，就行了。你看，这三个条件，这三个条件我们每个人都做得到，你真正这样念，没有一个不往生的，万修万人去。为什么现在念佛的人很多，往生的人很少？我们细心观察，不是法有问题，不是理论有问题，不是事相上有问题，问题在哪里？问题自己的信心有问题，自己的愿心有问题。想往生极乐世界，这个地方七情五欲放不下，这障碍你往生。往生极乐世界，这个地方要全盘放下。决定要断恶修善，恶障碍往生，决定要断；善也障碍往生，那善怎么办？善不执着，不放在心上，也就是我修善因，不求果报，这就没有障碍了。我修的善我要求善果，那就没有办法了，往生不了。善的果报在人天，人天福报是善业成就的，三途地狱是恶业成就的。佛教给我们，断恶修善都不可以放在心上，心要清净、心要平等，心就觉悟了，这样的人个个往生。",
      "zh_TW": "極樂世界的條件很簡單，就三樁事情，第一個真信，真正相信西方有極樂世界，真正相信極樂世界有阿彌陀佛，沒有絲毫懷疑，這第一個條件。第二個條件願生，我想去，我真想去，想到極樂世界親近阿彌陀佛，去做阿彌陀佛的學生。第三樁條件就是你肯念，用真誠心、用恭敬心，至誠恭敬念這一句名號，阿彌陀佛的名號，就行了。你看，這三個條件，這三個條件我們每個人都做得到，你真正這樣念，沒有一個不往生的，萬修萬人去。為什麼現在念佛的人很多，往生的人很少？我們細心觀察，不是法有問題，不是理論有問題，不是事相上有問題，問題在哪裡？問題自己的信心有問題，自己的願心有問題。想往生極樂世界，這個地方七情五欲放不下，這障礙你往生。往生極樂世界，這個地方要全盤放下。決定要斷惡修善，惡障礙往生，決定要斷；善也障礙往生，那善怎麼辦？善不執著，不放在心上，也就是我修善因，不求果報，這就沒有障礙了。我修的善我要求善果，那就沒有辦法了，往生不了。善的果報在人天，人天福報是善業成就的，三途地獄是惡業成就的。佛教給我們，斷惡修善都不可以放在心上，心要清淨、心要平等，心就覺悟了，這樣的人個個往生。"
    },
    {
      "id": "02-040-0481_p0019",
      "zh_CN": "人一定要有智慧，智慧要正智，不能邪智慧。正智慧从哪里来？从经教来，所以要读经。能够讲经的要讲经，讲经的利益很殊胜，教学相长，讲经容易开悟。讲经的同学都有这个经验，每讲一遍都有悟处，不相同。讲一百遍，遍遍都不一样，遍遍都有悟处，愈讲愈清楚，愈讲自己愈明白。讲经帮助我们破迷开悟，帮助我们坚定信心、愿心，让我们自己感到往生有把握。",
      "zh_TW": "人一定要有智慧，智慧要正智，不能邪智慧。正智慧從哪裡來？從經教來，所以要讀經。能夠講經的要講經，講經的利益很殊勝，教學相長，講經容易開悟。講經的同學都有這個經驗，每講一遍都有悟處，不相同。講一百遍，遍遍都不一樣，遍遍都有悟處，愈講愈清楚，愈講自己愈明白。講經幫助我們破迷開悟，幫助我們堅定信心、願心，讓我們自己感到往生有把握。"
    },
    {
      "id": "02-040-0481_p0020",
      "zh_CN": "这段末后，念老的几句话，「凡夫往生皆不退转，位齐补处菩萨」，补处是等觉菩萨，「此乃十方世界之所无，是故十方如来悉共称赞无量寿佛也」。为什么称赞阿弥陀佛，道理在此地。",
      "zh_TW": "這段末後，念老的幾句話，「凡夫往生皆不退轉，位齊補處菩薩」，補處是等覺菩薩，「此乃十方世界之所無，是故十方如來悉共稱讚無量壽佛也」。為什麼稱讚阿彌陀佛，道理在此地。"
    },
    {
      "id": "02-040-0481_p0021",
      "zh_CN": "我们看底下一段，丁二，介绍「菩萨」，二十六品到三十一品，分为六段，这第一段「礼供听法」。",
      "zh_TW": "我們看底下一段，丁二，介紹「菩薩」，二十六品到三十一品，分為六段，這第一段「禮供聽法」。"
    },
    {
      "id": "02-040-0481_p0022",
      "zh_CN": "【礼供听法第二十六】",
      "zh_TW": "【禮供聽法第二十六】"
    },
    {
      "id": "02-040-0481_p0023",
      "zh_CN": "二十六品。前面有四行，念老为我们介绍这一品的大意。本品名『礼供听法』。「礼供」，礼是礼拜，供是供养，「十方世界诸大菩萨，咸至极乐世界，礼拜供养阿弥陀佛」。这是说修学无量法门有成就的人；没有成就的人，他想到极乐世界，他去不了。有成就的人，有成就就有神通。声闻缘觉的神通不行，他没有这么大的能力，什么人的神通？法身菩萨的神通；也就是说，无论修哪个法门，证得明心见性他就有能力了，证得明心见性他就知道有极乐世界、有阿弥陀佛。这些菩萨有很多很多，到极乐世界来亲近阿弥陀佛，阿弥陀佛欢迎，并不拒绝。他是来请教的，他是来参学的，他并不是极乐世界里头的一员，来作客的。「听法者，阿弥陀佛悯念来者，乃为宣演妙法」。这些菩萨不容易，真正修行无量劫，明心见性，大彻大悟。好像我们现在学校读书，无论修学哪个法门，他都拿到博士学位，现在再亲近阿弥陀佛，向阿弥陀佛请教。阿弥陀佛悯念这些来参访的人，为他们宣演妙法，妙法是总说一句，这些人喜欢，他提出问题，佛给他解答。无论问什么问题，阿弥陀佛都能把它讲清楚、讲明白，让他开悟。「十方大士欢喜听受」。",
      "zh_TW": "二十六品。前面有四行，念老為我們介紹這一品的大意。本品名『禮供聽法』。「禮供」，禮是禮拜，供是供養，「十方世界諸大菩薩，咸至極樂世界，禮拜供養阿彌陀佛」。這是說修學無量法門有成就的人；沒有成就的人，他想到極樂世界，他去不了。有成就的人，有成就就有神通。聲聞緣覺的神通不行，他沒有這麼大的能力，什麼人的神通？法身菩薩的神通；也就是說，無論修哪個法門，證得明心見性他就有能力了，證得明心見性他就知道有極樂世界、有阿彌陀佛。這些菩薩有很多很多，到極樂世界來親近阿彌陀佛，阿彌陀佛歡迎，並不拒絕。他是來請教的，他是來參學的，他並不是極樂世界裡頭的一員，來作客的。「聽法者，阿彌陀佛憫念來者，乃為宣演妙法」。這些菩薩不容易，真正修行無量劫，明心見性，大徹大悟。好像我們現在學校讀書，無論修學哪個法門，他都拿到博士學位，現在再親近阿彌陀佛，向阿彌陀佛請教。阿彌陀佛憫念這些來參訪的人，為他們宣演妙法，妙法是總說一句，這些人喜歡，他提出問題，佛給他解答。無論問什麼問題，阿彌陀佛都能把它講清楚、講明白，讓他開悟。「十方大士歡喜聽受」。"
    },
    {
      "id": "02-040-0481_p0024",
      "zh_CN": "这品经文里面，「弥陀说法，乃释尊转述」，不是阿弥陀佛直接对我们，是释迦牟尼佛说的。「但两土导师无二无别，释尊口述何异弥陀亲谈」。我们要在这个地方生起信心，真诚心、恭敬心、信心，一丝毫怀疑都没有，我们才能得受用。我们如果对他有怀疑，我们的受用马上就变质了。为什么？怀疑是妄心，妄心得不到真实法。我们用真心，真心听世间人说法，有时候也会大彻大悟、也会明心见性，什么原因？我用真心听。这个在历史上很多证明，《五灯会元》里头有不少这个例子。真心妙！「故今我侪读经」，我侪就是我们，侪是我们平等的，同一个等级的人。我们这一辈人读经，「亦未异于莅会闻法也」。我们用真诚心，真诚信心、恭敬心来学佛，面对着经典，跟世尊当年说法没有两样。说法的人对我们当然也有关系，关系是次等的，不是最重要的，最重要是自己真诚、清净、恭敬、坚定信心，我们听人说法，跟听佛说法没有两样。这几句话的提示非常重要。",
      "zh_TW": "這品經文裡面，「彌陀說法，乃釋尊轉述」，不是阿彌陀佛直接對我們，是釋迦牟尼佛說的。「但兩土導師無二無別，釋尊口述何異彌陀親談」。我們要在這個地方生起信心，真誠心、恭敬心、信心，一絲毫懷疑都沒有，我們才能得受用。我們如果對他有懷疑，我們的受用馬上就變質了。為什麼？懷疑是妄心，妄心得不到真實法。我們用真心，真心聽世間人說法，有時候也會大徹大悟、也會明心見性，什麼原因？我用真心聽。這個在歷史上很多證明，《五燈會元》裡頭有不少這個例子。真心妙！「故今我儕讀經」，我儕就是我們，儕是我們平等的，同一個等級的人。我們這一輩人讀經，「亦未異於蒞會聞法也」。我們用真誠心，真誠信心、恭敬心來學佛，面對著經典，跟世尊當年說法沒有兩樣。說法的人對我們當然也有關係，關係是次等的，不是最重要的，最重要是自己真誠、清淨、恭敬、堅定信心，我們聽人說法，跟聽佛說法沒有兩樣。這幾句話的提示非常重要。"
    },
    {
      "id": "02-040-0481_p0025",
      "zh_CN": "「品末释尊复赞闻法大士自利利他，受记成佛之德」。这一品经文最主要的意义，是帮助我们末法众生，也能像正法世尊亲自说法那个法会一样，决定没有差别。差别在人不在法，所以能不能开悟、能不能证果，完全在自己的心态，于其他没关系。这就是中国人的老祖宗教后辈说，「行有不得，反求诸己」，自己对自己要负百分之百的责任，决定不能怨天尤人，为什么？于别人不相干，于自己起心动念、言语造作有关系。",
      "zh_TW": "「品末釋尊復讚聞法大士自利利他，受記成佛之德」。這一品經文最主要的意義，是幫助我們末法眾生，也能像正法世尊親自說法那個法會一樣，決定沒有差別。差別在人不在法，所以能不能開悟、能不能證果，完全在自己的心態，於其他沒關係。這就是中國人的老祖宗教後輩說，「行有不得，反求諸己」，自己對自己要負百分之百的責任，決定不能怨天尤人，為什麼？於別人不相干，於自己起心動念、言語造作有關係。"
    },
    {
      "id": "02-040-0481_p0026",
      "zh_CN": "我们看经文，「长行」：",
      "zh_TW": "我們看經文，「長行」："
    },
    {
      "id": "02-040-0481_p0027",
      "zh_CN": "【复次阿难。十方世界诸菩萨众。为欲瞻礼。极乐世界。无量寿佛。】",
      "zh_TW": "【復次阿難。十方世界諸菩薩眾。為欲瞻禮。極樂世界。無量壽佛。】"
    },
    {
      "id": "02-040-0481_p0028",
      "zh_CN": "『瞻』是往上看，这个地方是「瞻仰」的意思。这是『十方世界诸菩萨众』。菩萨里面种类不齐，无量无边，从等觉菩萨，我们讲大乘，到初信位的菩萨，那就是五十一个阶位。五十一个阶位，前面十个阶位是十信菩萨，十信位没见性，他见不到极乐世界，他到不了极乐世界。真正有能力见到极乐世界，能有神通到达极乐世界，初住以上，这就是大乘经里面常说的四十一位法身大士，指他们，这诸菩萨众。四十一个阶级：十住、十行、十回向、十地、等觉，他们确实有能力到极乐世界去参学。到达极乐世界了：",
      "zh_TW": "『瞻』是往上看，這個地方是「瞻仰」的意思。這是『十方世界諸菩薩眾』。菩薩裡面種類不齊，無量無邊，從等覺菩薩，我們講大乘，到初信位的菩薩，那就是五十一個階位。五十一個階位，前面十個階位是十信菩薩，十信位沒見性，他見不到極樂世界，他到不了極樂世界。真正有能力見到極樂世界，能有神通到達極樂世界，初住以上，這就是大乘經裡面常說的四十一位法身大士，指他們，這諸菩薩眾。四十一個階級：十住、十行、十迴向、十地、等覺，他們確實有能力到極樂世界去參學。到達極樂世界了："
    },
    {
      "id": "02-040-0481_p0029",
      "zh_CN": "【各以香花幢幡宝盖。往诣佛所。恭敬供养。】",
      "zh_TW": "【各以香花幢幡寶蓋。往詣佛所。恭敬供養。】"
    },
    {
      "id": "02-040-0481_p0030",
      "zh_CN": "『香花幢幡宝盖』这是供养具，也就是今天我们所说，去看人家一定要带一点礼物，这叫献上礼物，世法、佛法都不例外。佛需要的什么？佛什么都不需要，佛样样圆满，但是还有这些形象，表对佛的恭敬，是这个意思。法身菩萨智慧、神通、道力跟佛很接近，这些供养我们知道，供养的人多，不是一个，十方世界诸菩萨众无量无数。你看到极乐世界的空中，香花幢幡宝盖到处都是，美不胜收，它在空中小住片刻就没有了，第二批又来了；第二批没有了，第三批又来了，重重无尽，空中的庄严。这个对于信心还不坚定的菩萨，会引发坚定的信心，对极乐世界、对阿弥陀佛那种向往、恭敬自然就生了。下面接受阿弥陀佛的教诲。",
      "zh_TW": "『香花幢幡寶蓋』這是供養具，也就是今天我們所說，去看人家一定要帶一點禮物，這叫獻上禮物，世法、佛法都不例外。佛需要的什麼？佛什麼都不需要，佛樣樣圓滿，但是還有這些形象，表對佛的恭敬，是這個意思。法身菩薩智慧、神通、道力跟佛很接近，這些供養我們知道，供養的人多，不是一個，十方世界諸菩薩眾無量無數。你看到極樂世界的空中，香花幢幡寶蓋到處都是，美不勝收，它在空中小住片刻就沒有了，第二批又來了；第二批沒有了，第三批又來了，重重無盡，空中的莊嚴。這個對於信心還不堅定的菩薩，會引發堅定的信心，對極樂世界、對阿彌陀佛那種嚮往、恭敬自然就生了。下面接受阿彌陀佛的教誨。"
    },
    {
      "id": "02-040-0481_p0031",
      "zh_CN": "【听受经法。】",
      "zh_TW": "【聽受經法。】"
    },
    {
      "id": "02-040-0481_p0032",
      "zh_CN": "『听』是听经，『受』字很重要，我们今天犯的毛病，只有听经没有受，听完就完了，就没事了。这些人听完了，受是受持。没有真正把它受过来，接受过来，就是说做不到。听是听了，听完之后，于我生活不相干，于我们身口意三业不起作用，这个听是白听了，阿赖耶里面落谢经法的种子，不起作用。要起作用，真听明白了、听懂了，完全接受，接受之后改变我们自己想法、看法、说法、做法，真管用。",
      "zh_TW": "『聽』是聽經，『受』字很重要，我們今天犯的毛病，只有聽經沒有受，聽完就完了，就沒事了。這些人聽完了，受是受持。沒有真正把它受過來，接受過來，就是說做不到。聽是聽了，聽完之後，於我生活不相干，於我們身口意三業不起作用，這個聽是白聽了，阿賴耶裡面落謝經法的種子，不起作用。要起作用，真聽明白了、聽懂了，完全接受，接受之後改變我們自己想法、看法、說法、做法，真管用。"
    },
    {
      "id": "02-040-0481_p0033",
      "zh_CN": "【宣布道化。称赞佛土功德庄严。】",
      "zh_TW": "【宣布道化。稱讚佛土功德莊嚴。】"
    },
    {
      "id": "02-040-0481_p0034",
      "zh_CN": "『宣布道化』。念老引用日本祖师注解里头说，「听闻受持弥陀所说经法，宣传流布其道德化益」。这说得好，听了之后我真做到，不是白听。不但自己做到，自己还在宣传、还在流布，怎么宣传？做出榜样来给人看。我们举最简单的例子，三皈，他做出来了。皈依佛怎么做？觉而不迷是皈依佛，正而不邪是皈依法，净而不染是皈依僧。他能够从迷邪染回过头来，依觉正净，这是把三皈做到了。三皈是修行的总纲领、总原则，所以早晚课要念三皈依。我们学习经教之前也要念三皈依，念念不忘我们修的是什么、学的是什么、行的是什么。三皈依是成佛之道，起心动念、言语造作要跟它相应，是这个意思。怎么落实？十善、五戒；出家的，《沙弥律仪》至少了，比丘戒、菩萨戒不容易做到，《沙弥律仪》十戒二十四门威仪要落实。学大乘的，落实六和敬，落实戒定慧三学，落实菩萨六波罗蜜，最高的，落实普贤菩萨的十愿，真干。一切经教所讲的点点滴滴的细节无微不至，纲领只有这几条，完全落实在生活，落实在工作，落实在处事待人接物，真菩萨，叫行菩萨道。极乐世界的人个个都落实，所以佛土功德庄严，功是功夫，德是受用。",
      "zh_TW": "『宣布道化』。念老引用日本祖師註解裡頭說，「聽聞受持彌陀所說經法，宣傳流布其道德化益」。這說得好，聽了之後我真做到，不是白聽。不但自己做到，自己還在宣傳、還在流布，怎麼宣傳？做出榜樣來給人看。我們舉最簡單的例子，三皈，他做出來了。皈依佛怎麼做？覺而不迷是皈依佛，正而不邪是皈依法，淨而不染是皈依僧。他能夠從迷邪染回過頭來，依覺正淨，這是把三皈做到了。三皈是修行的總綱領、總原則，所以早晚課要念三皈依。我們學習經教之前也要念三皈依，念念不忘我們修的是什麼、學的是什麼、行的是什麼。三皈依是成佛之道，起心動念、言語造作要跟它相應，是這個意思。怎麼落實？十善、五戒；出家的，《沙彌律儀》至少了，比丘戒、菩薩戒不容易做到，《沙彌律儀》十戒二十四門威儀要落實。學大乘的，落實六和敬，落實戒定慧三學，落實菩薩六波羅蜜，最高的，落實普賢菩薩的十願，真幹。一切經教所講的點點滴滴的細節無微不至，綱領只有這幾條，完全落實在生活，落實在工作，落實在處事待人接物，真菩薩，叫行菩薩道。極樂世界的人個個都落實，所以佛土功德莊嚴，功是功夫，德是受用。"
    },
    {
      "id": "02-040-0481_p0035",
      "zh_CN": "有人问我，为什么要在斯里兰卡建立佛教大学、建立宗教大学？为什么别的地方不可以？原因很简单，斯里兰卡的佛教，全国人民做到了。我们刚才说的这几个纲领，斯里兰卡的人民天天都在做，做出来给你看。他们的生活快乐、幸福，社会安定和谐，他们不走西方追求科学技术、现代化的生活方式，他们不要，他们守他们古老的传统老祖宗的教诲，用佛教治国。人人都把佛教落实，一般人民对佛教的教义都懂得。出家人做表率，做出来给一般人看，人民对出家人非常恭敬。",
      "zh_TW": "有人問我，為什麼要在斯里蘭卡建立佛教大學、建立宗教大學？為什麼別的地方不可以？原因很簡單，斯里蘭卡的佛教，全國人民做到了。我們剛才說的這幾個綱領，斯里蘭卡的人民天天都在做，做出來給你看。他們的生活快樂、幸福，社會安定和諧，他們不走西方追求科學技術、現代化的生活方式，他們不要，他們守他們古老的傳統老祖宗的教誨，用佛教治國。人人都把佛教落實，一般人民對佛教的教義都懂得。出家人做表率，做出來給一般人看，人民對出家人非常恭敬。"
    },
    {
      "id": "02-040-0481_p0036",
      "zh_CN": "有人问我，在中国，比丘戒、比丘尼戒不是出家人不准看，但是在斯里兰卡，不是出家人统统可以看，斯里兰卡没有这个限制。中国祖师为什么这么限制？是因为怕你看了之后说出家人的毛病，批评出家人，这就造口业，是为这个原因，没有秘密。你不看不晓得，看了之后拿这个当标准去衡量这些人，这就造罪业了。在斯里兰卡，我们可以说他们那边出家人统统做到了，大家看，好，看了会赞叹，不会毁谤。每个出家人都非常守规矩，都能把戒做好。如果出家人破戒了，一般平民百姓会劝导他，你哪里做得不对。你要不能接受的话，他也不客气，请你把袈裟脱下来，你不够资格出家，还俗吧。所以有好处，等于什么？全民监督出家人，真是十目所视，十手所指，出家人不敢破戒，不敢犯规矩。有好处！这就是佛教大学为什么要建立在斯里兰卡。",
      "zh_TW": "有人問我，在中國，比丘戒、比丘尼戒不是出家人不准看，但是在斯里蘭卡，不是出家人統統可以看，斯里蘭卡沒有這個限制。中國祖師為什麼這麼限制？是因為怕你看了之後說出家人的毛病，批評出家人，這就造口業，是為這個原因，沒有祕密。你不看不曉得，看了之後拿這個當標準去衡量這些人，這就造罪業了。在斯里蘭卡，我們可以說他們那邊出家人統統做到了，大家看，好，看了會讚歎，不會毀謗。每個出家人都非常守規矩，都能把戒做好。如果出家人破戒了，一般平民百姓會勸導他，你哪裡做得不對。你要不能接受的話，他也不客氣，請你把袈裟脫下來，你不夠資格出家，還俗吧。所以有好處，等於什麼？全民監督出家人，真是十目所視，十手所指，出家人不敢破戒，不敢犯規矩。有好處！這就是佛教大學為什麼要建立在斯里蘭卡。"
    },
    {
      "id": "02-040-0481_p0037",
      "zh_CN": "不但佛教大学，还要建一个宗教大学。因为这么多年来，我们常常在想，只有宗教教育，希望每个宗教都回归教学，回归教育。宗教教育它最重要的教学，教伦理、教道德、教因果，教神圣的智慧、德能、才艺。人人都能够学习，个个都能遵守，这个世界很快可以恢复安定和谐，人民可以真正过着幸福美满的生活。斯里兰卡给我们做了个好榜样，我们到那边去观光访问，接触到了，看到、听到了，满心的欢喜。人民没有竞争的心，你看他持戒，不杀生、不偷盗。不杀生，没有害众生的心，没有害人的心；不偷盗，没有占别人便宜的念头，这社会多好。没有妄语，没有两舌，身不造杀盗淫，口没有妄语、两舌、绮语、恶口，没有。人与人见面都很有礼貌，满面笑容。乐于帮助别人，没有贪瞋痴慢。这是在今天这个全球很难找到。",
      "zh_TW": "不但佛教大學，還要建一個宗教大學。因為這麼多年來，我們常常在想，只有宗教教育，希望每個宗教都回歸教學，回歸教育。宗教教育它最重要的教學，教倫理、教道德、教因果，教神聖的智慧、德能、才藝。人人都能夠學習，個個都能遵守，這個世界很快可以恢復安定和諧，人民可以真正過著幸福美滿的生活。斯里蘭卡給我們做了個好榜樣，我們到那邊去觀光訪問，接觸到了，看到、聽到了，滿心的歡喜。人民沒有競爭的心，你看他持戒，不殺生、不偷盜。不殺生，沒有害眾生的心，沒有害人的心；不偷盜，沒有佔別人便宜的念頭，這社會多好。沒有妄語，沒有兩舌，身不造殺盜淫，口沒有妄語、兩舌、綺語、惡口，沒有。人與人見面都很有禮貌，滿面笑容。樂於幫助別人，沒有貪瞋痴慢。這是在今天這個全球很難找到。"
    },
    {
      "id": "02-040-0481_p0038",
      "zh_CN": "他们这些德行从哪里来？教成功的，这国家重视教育，特别宗教教育，它是佛教教育，每个人都要学。在学校读书的学生，我们去参观学校，小学、中学去看过，每间教室都供一个佛龛，像我们这样这个角落供个佛龛。上课之前，老师带着全体同学拜佛、礼佛再上课，下课之后老师带着大家礼佛才离开教室，养成习惯了。每个星期天，在校的学生，小学、中学、大学这些学生，上午八点到十二点都要到附近寺庙去听法师讲经说法。我们去参观，我们看到不是像我们这边讲经说法，法师在讲台上，下面几百人、几千人听讲，不是的。他们好像分成小组，一个小组几十个人，大概不会超过一百人，一个法师在那里讲；那个地方又一个小组，又一个小圈圈。很多法师在那边讲，互相不妨碍。听的人很专心，好像是他们的老师一样，他们分班的，我们相信可能也是学生程度不一样、兴趣不一样，所以它分成很多班。",
      "zh_TW": "他們這些德行從哪裡來？教成功的，這國家重視教育，特別宗教教育，它是佛教教育，每個人都要學。在學校讀書的學生，我們去參觀學校，小學、中學去看過，每間教室都供一個佛龕，像我們這樣這個角落供個佛龕。上課之前，老師帶著全體同學拜佛、禮佛再上課，下課之後老師帶著大家禮佛才離開教室，養成習慣了。每個星期天，在校的學生，小學、中學、大學這些學生，上午八點到十二點都要到附近寺廟去聽法師講經說法。我們去參觀，我們看到不是像我們這邊講經說法，法師在講台上，下面幾百人、幾千人聽講，不是的。他們好像分成小組，一個小組幾十個人，大概不會超過一百人，一個法師在那裡講；那個地方又一個小組，又一個小圈圈。很多法師在那邊講，互相不妨礙。聽的人很專心，好像是他們的老師一樣，他們分班的，我們相信可能也是學生程度不一樣、興趣不一樣，所以它分成很多班。"
    },
    {
      "id": "02-040-0481_p0039",
      "zh_CN": "我参观一个寺庙，星期天上午，三千多个学生。我看到总有几十个班，有的在殿堂，有的在走廊，有的在草地，到处都是。学生非常有规矩，我们这些外面来参观的，他们专心听老师讲课，并不张头来看我们，东张西望的很少，很有规矩，让人看到生欢喜心。这些小孩还没有被电脑、电视染污，他们重视家庭伦理生活，下课回家，父母下班之后也回家，家庭团聚。不正常这些娱乐的场所，像网吧这一类的大概是没有。那是一片净土，还是以农业为主，这个国家，原始的方式农耕，没有机械化。所以他们的粮食、蔬菜、水果没有化学肥料，没有化肥、没有农药，你吃东西很放心。",
      "zh_TW": "我參觀一個寺廟，星期天上午，三千多個學生。我看到總有幾十個班，有的在殿堂，有的在走廊，有的在草地，到處都是。學生非常有規矩，我們這些外面來參觀的，他們專心聽老師講課，並不張頭來看我們，東張西望的很少，很有規矩，讓人看到生歡喜心。這些小孩還沒有被電腦、電視染污，他們重視家庭倫理生活，下課回家，父母下班之後也回家，家庭團聚。不正常這些娛樂的場所，像網吧這一類的大概是沒有。那是一片淨土，還是以農業為主，這個國家，原始的方式農耕，沒有機械化。所以他們的糧食、蔬菜、水果沒有化學肥料，沒有化肥、沒有農藥，你吃東西很放心。"
    },
    {
      "id": "02-040-0481_p0040",
      "zh_CN": "我们再看下面经文，下面经文是「偈颂」。",
      "zh_TW": "我們再看下面經文，下面經文是「偈頌」。"
    },
    {
      "id": "02-040-0481_p0041",
      "zh_CN": "【尔时世尊即说颂曰。】",
      "zh_TW": "【爾時世尊即說頌曰。】"
    },
    {
      "id": "02-040-0481_p0042",
      "zh_CN": "这是「本师赞叹十方菩萨」，这么多人经常不断到极乐世界来请教。",
      "zh_TW": "這是「本師讚歎十方菩薩」，這麼多人經常不斷到極樂世界來請教。"
    },
    {
      "id": "02-040-0481_p0043",
      "zh_CN": "【东方诸佛刹。数如恒河沙。恒沙菩萨众。往礼无量寿。南西北四维。上下亦复然。】",
      "zh_TW": "【東方諸佛剎。數如恆河沙。恆沙菩薩眾。往禮無量壽。南西北四維。上下亦復然。】"
    },
    {
      "id": "02-040-0481_p0044",
      "zh_CN": "这个六句偈交代得很清楚。东方无量无边诸佛刹土，佛刹数量是恒河沙数。恒河沙很细，一粒沙比喻一个佛刹，佛刹太多了，无量无边数不尽。每个佛刹里面有恒河沙的菩萨众，到西方极乐世界跟阿弥陀佛参学，这一段说这个意思。南方、西方、北方、四维，四维是东南方、东北方、西南方、西北方，八方，再加上上方、下方，这就是十方。『亦复然』，像东方一样，到极乐世界去参学的人太多太多。这些人我们都知道，如果不是明心见性他没有能力，他虽然有六通，他六通达不到这个境界。西方世界太高了、太远了，二乘声闻、缘觉，别教的三贤，十住、十行、十回向，他们的神通道力达不到极乐世界。别教要初地以上，圆教要初住以上，真正大彻大悟、明心见性，他就有能力到极乐世界去参学。",
      "zh_TW": "這個六句偈交代得很清楚。東方無量無邊諸佛剎土，佛剎數量是恆河沙數。恆河沙很細，一粒沙比喻一個佛剎，佛剎太多了，無量無邊數不盡。每個佛剎裡面有恆河沙的菩薩眾，到西方極樂世界跟阿彌陀佛參學，這一段說這個意思。南方、西方、北方、四維，四維是東南方、東北方、西南方、西北方，八方，再加上上方、下方，這就是十方。『亦復然』，像東方一樣，到極樂世界去參學的人太多太多。這些人我們都知道，如果不是明心見性他沒有能力，他雖然有六通，他六通達不到這個境界。西方世界太高了、太遠了，二乘聲聞、緣覺，別教的三賢，十住、十行、十迴向，他們的神通道力達不到極樂世界。別教要初地以上，圓教要初住以上，真正大徹大悟、明心見性，他就有能力到極樂世界去參學。"
    },
    {
      "id": "02-040-0481_p0045",
      "zh_CN": "【咸以尊重心。奉诸珍妙供。】",
      "zh_TW": "【咸以尊重心。奉諸珍妙供。】"
    },
    {
      "id": "02-040-0481_p0046",
      "zh_CN": "这是奉献供养，这个『珍妙供』就是前面所说的香花幢幡宝盖这一类的。我们看念老注解里说，「同以诚敬之心」，真诚、恭敬，「奉献种种珍贵微妙殊胜供品。如《魏译》曰」，《魏译》有这两句，「各赍天妙华，宝香无价衣」，有香花、衣。印度出家人穿的衣就是一块布，他们没有像我们这样裁缝，有袖子的，没有。一块布把身上整个裹起来，像我们请的佛像，身上披的袈裟。普通人穿的衣服，他们喜欢穿白色的，斯里兰卡也是如此，看他们的官员，全身服装白色的。",
      "zh_TW": "這是奉獻供養，這個『珍妙供』就是前面所說的香花幢幡寶蓋這一類的。我們看念老註解裡說，「同以誠敬之心」，真誠、恭敬，「奉獻種種珍貴微妙殊勝供品。如《魏譯》曰」，《魏譯》有這兩句，「各齎天妙華，寶香無價衣」，有香花、衣。印度出家人穿的衣就是一塊布，他們沒有像我們這樣裁縫，有袖子的，沒有。一塊布把身上整個裹起來，像我們請的佛像，身上披的袈裟。普通人穿的衣服，他們喜歡穿白色的，斯里蘭卡也是如此，看他們的官員，全身服裝白色的。"
    },
    {
      "id": "02-040-0481_p0047",
      "zh_CN": "出家人穿染色衣，但是现在小乘多半穿黄色的。应该穿染色衣，是以五种颜色混合，红黄蓝白黑，这五种叫正色，五种正色，五种色混合在一起染成的衣，过去是这样的。因为过去佛陀在世的时候，人民生活很简单、很朴实，一餐饭容易，人家吃，多下来的供僧，这个不难。可是要供一件衣就难，衣不容易得到，物资缺乏。出家人的衣多半叫粪扫衣，是别人穿破了、穿旧了不要了，丢掉了，出家人把它捡起来，看看还有可以用的把它裁下来。因此，这一件衣是很多碎布缝起来的，质料不一样，颜色不一样，穿起来很难看，所以染成一色，这个色大概就是像现在深咖啡色。现在物质生活富裕了，这种破旧衣服没有人去捡了。看看需要多大，每个人身长不一样，依照自己的需要把它裁缝成为衣服，它还是一块布。分三种做法，五条衣、七条衣，九条以上叫大衣、大礼服，最多的二十五条，从九条到二十五条都称之为大衣。",
      "zh_TW": "出家人穿染色衣，但是現在小乘多半穿黃色的。應該穿染色衣，是以五種顏色混合，紅黃藍白黑，這五種叫正色，五種正色，五種色混合在一起染成的衣，過去是這樣的。因為過去佛陀在世的時候，人民生活很簡單、很樸實，一餐飯容易，人家吃，多下來的供僧，這個不難。可是要供一件衣就難，衣不容易得到，物資缺乏。出家人的衣多半叫糞掃衣，是別人穿破了、穿舊了不要了，丟掉了，出家人把它撿起來，看看還有可以用的把它裁下來。因此，這一件衣是很多碎布縫起來的，質料不一樣，顏色不一樣，穿起來很難看，所以染成一色，這個色大概就是像現在深咖啡色。現在物質生活富裕了，這種破舊衣服沒有人去撿了。看看需要多大，每個人身長不一樣，依照自己的需要把它裁縫成為衣服，它還是一塊布。分三種做法，五條衣、七條衣，九條以上叫大衣、大禮服，最多的二十五條，從九條到二十五條都稱之為大衣。"
    },
    {
      "id": "02-040-0481_p0048",
      "zh_CN": "佛法它一切设施合情合理合法，他们主张，佛法修学主张本土化、现代化，所以佛教很容易被人接受。到中国，跟中国人的生活文化马上就结合了。中国是温带，有春夏秋冬四季，印度没有，印度是热带，所以三衣一钵够了。在中国三衣不行，夏天可以，春秋冬天决定不够。所以出家人还是穿中国的服装，把这一件衣做成这个样子披在肩上。这个衣的大小，跟印度的衣大概只有三分之一，印度那个大，他才裹得起来；我们不需要裹起来，我们披在身上。最简单的是日本，日本人把它缩小成大概一方寸，一寸，它好像也有九条，九衣。平常不用，装在西装口袋里，做佛事的时候拿出来套在脖子上，挂在这个地方，那就是他的衣。这是表法，念念不忘佛陀在世的那个时候的生活状况，是个纪念，真正用意在此地。",
      "zh_TW": "佛法它一切設施合情合理合法，他們主張，佛法修學主張本土化、現代化，所以佛教很容易被人接受。到中國，跟中國人的生活文化馬上就結合了。中國是溫帶，有春夏秋冬四季，印度沒有，印度是熱帶，所以三衣一缽夠了。在中國三衣不行，夏天可以，春秋冬天決定不夠。所以出家人還是穿中國的服裝，把這一件衣做成這個樣子披在肩上。這個衣的大小，跟印度的衣大概只有三分之一，印度那個大，他才裹得起來；我們不需要裹起來，我們披在身上。最簡單的是日本，日本人把它縮小成大概一方寸，一寸，它好像也有九條，九衣。平常不用，裝在西裝口袋裡，做佛事的時候拿出來套在脖子上，掛在這個地方，那就是他的衣。這是表法，念念不忘佛陀在世的那個時候的生活狀況，是個紀念，真正用意在此地。"
    },
    {
      "id": "02-040-0481_p0049",
      "zh_CN": "风俗，世尊当年在世的，我看保持得最完整的就是斯里兰卡，他们一直到现在还保持着，可能就是没有像世尊那时候的染色，其他的没有两样。完全赤足，没有穿鞋子的，现在还是如此，养成这个习惯了。所以他们的身体比我们健康，我们没有鞋子不能走路，他行，他没有问题，从小养成习惯。生活方式现在也有一点改进，出家人不出去托钵，还是日中一食，居士来供养。他们好像是有组织的，这个小村有几个出家人，他们有组织，就是这些居士轮流供养，今天是一号，哪个人供养，明天二号又是一个人供养。我听说，大概一般都是一个多月才轮到一次；如果居住的人多，大概要半年才轮到一次。这个方法，出家人不必出来托钵。真正修行的人还是住在树下、住在山洞，自己在山上挖个洞，在里面都是打坐，没有睡眠的。还过着世尊当年在世的那个生活方式，非常值得人尊敬。所以出家人没有金钱，出家人出去乘车，车上特别给他们留的有座位，不需要车票的。所以全国去参学他没有妨碍，这只有这个国家做到。这些，这一句讲的财供养，财里头表法的意思很重。",
      "zh_TW": "風俗，世尊當年在世的，我看保持得最完整的就是斯里蘭卡，他們一直到現在還保持著，可能就是沒有像世尊那時候的染色，其他的沒有兩樣。完全赤足，沒有穿鞋子的，現在還是如此，養成這個習慣了。所以他們的身體比我們健康，我們沒有鞋子不能走路，他行，他沒有問題，從小養成習慣。生活方式現在也有一點改進，出家人不出去托缽，還是日中一食，居士來供養。他們好像是有組織的，這個小村有幾個出家人，他們有組織，就是這些居士輪流供養，今天是一號，哪個人供養，明天二號又是一個人供養。我聽說，大概一般都是一個多月才輪到一次；如果居住的人多，大概要半年才輪到一次。這個方法，出家人不必出來托缽。真正修行的人還是住在樹下、住在山洞，自己在山上挖個洞，在裡面都是打坐，沒有睡眠的。還過著世尊當年在世的那個生活方式，非常值得人尊敬。所以出家人沒有金錢，出家人出去乘車，車上特別給他們留的有座位，不需要車票的。所以全國去參學他沒有妨礙，這只有這個國家做到。這些，這一句講的財供養，財裡頭表法的意思很重。"
    },
    {
      "id": "02-040-0481_p0050",
      "zh_CN": "下面是法供养，「赞德发愿」，这个称赞是属于法供养。这里面分四小科，第一段「叹彼佛德」。",
      "zh_TW": "下面是法供養，「讚德發願」，這個稱讚是屬於法供養。這裡面分四小科，第一段「歎彼佛德」。"
    },
    {
      "id": "02-040-0481_p0051",
      "zh_CN": "【畅发和雅音。歌叹最胜尊。究达神通慧。游入深法门。】",
      "zh_TW": "【暢發和雅音。歌歎最勝尊。究達神通慧。遊入深法門。】"
    },
    {
      "id": "02-040-0481_p0052",
      "zh_CN": "这首偈，我们看念老的注解。「右偈乃上述诸菩萨，以歌颂赞叹彼佛及国土」。这是释迦牟尼佛为我们转述的，哪些人说的？十方菩萨们说的。菩萨们对于极乐世界、对于阿弥陀佛的赞叹，以歌颂赞叹阿弥陀佛极乐世界。「从衷而出」，真诚心中流露出来，这叫『畅发』，舒畅，畅通无碍，发出来的音声温和、雅正。「畅发，其音和雅，故称和雅音」。「《会疏》曰：五音相和」，中国古时候音乐是五音，宫商角徵羽。现在音乐基本的音是七个音，中国也是七个，这五个是正音，还有两个半音，也是七个音。「讽声不邪」，讽是讽诵，唱出来，这叫和雅。歌是歌咏，叹是赞叹。「最胜尊指阿弥陀佛」，因为诸佛称赞佛为「佛中之王，故称最胜」。",
      "zh_TW": "這首偈，我們看念老的註解。「右偈乃上述諸菩薩，以歌頌讚歎彼佛及國土」。這是釋迦牟尼佛為我們轉述的，哪些人說的？十方菩薩們說的。菩薩們對於極樂世界、對於阿彌陀佛的讚歎，以歌頌讚歎阿彌陀佛極樂世界。「從衷而出」，真誠心中流露出來，這叫『暢發』，舒暢，暢通無礙，發出來的音聲溫和、雅正。「暢發，其音和雅，故稱和雅音」。「《會疏》曰：五音相和」，中國古時候音樂是五音，宮商角徵羽。現在音樂基本的音是七個音，中國也是七個，這五個是正音，還有兩個半音，也是七個音。「諷聲不邪」，諷是諷誦，唱出來，這叫和雅。歌是歌咏，歎是讚歎。「最勝尊指阿彌陀佛」，因為諸佛稱讚佛為「佛中之王，故稱最勝」。"
    },
    {
      "id": "02-040-0481_p0053",
      "zh_CN": "下面第二段「通赞佛德」。『究达神通慧』，「究者究竟。达者洞达」，彻底通达明了叫达。「神通慧」，神通与智慧，佛的神通证得究竟圆满，智慧也是究竟圆满。「《六波罗蜜经》言：弥勒白佛云：何名为神通智慧。」这是举经，经里面佛的解释。「佛言：神通者，能以通力见极微色，是名神通。」「了诸有情妄心非心，是名智慧」，这个讲的意思讲得很深。什么是神通？「闻诸世间」，这个闻是闻佛所说，一切世间「极微小声」，声音微细到小得不能再小了，他能听见，这是神通，这是耳。如果说眼，那就说见诸世间极微小色。六根，眼见色、耳闻声，极其微小，这个微小的声音，阿罗汉听不到，权教菩萨听不到。",
      "zh_TW": "下面第二段「通讚佛德」。『究達神通慧』，「究者究竟。達者洞達」，徹底通達明瞭叫達。「神通慧」，神通與智慧，佛的神通證得究竟圓滿，智慧也是究竟圓滿。「《六波羅蜜經》言：彌勒白佛云：何名為神通智慧。」這是舉經，經裡面佛的解釋。「佛言：神通者，能以通力見極微色，是名神通。」「了諸有情妄心非心，是名智慧」，這個講的意思講得很深。什麼是神通？「聞諸世間」，這個聞是聞佛所說，一切世間「極微小聲」，聲音微細到小得不能再小了，他能聽見，這是神通，這是耳。如果說眼，那就說見諸世間極微小色。六根，眼見色、耳聞聲，極其微小，這個微小的聲音，阿羅漢聽不到，權教菩薩聽不到。"
    },
    {
      "id": "02-040-0481_p0054",
      "zh_CN": "极微色，经上讲得很多，现在科学家证实了，找到了，佛所讲的极微色，科学家找到了，科学家叫它做微中子，或者叫中微子。它多大？科学报告里面告诉我们，一百亿个极微，就是微中子，极微色，它的体积大小等于一个电子，电子是绕着原子核旋转的电子。也就是说是一个电子的一百亿分之一，他能看见，这叫神通，这叫天眼通。这个天眼通，佛的天眼通。佛说了，八地以上，也就是说八地、九地、十地、等觉、佛这五个位次，天眼都能看到极微色。换句话说，耳能听到极微声，鼻能嗅到极微香，舌能尝到极微味，八地以上，如来果地的神通。科学家是用仪器观察到的，修行人是用眼，天眼开了看到的，比科学用仪器还厉害，看得更清楚，科学家全靠仪器帮忙。六种神通，八地以上有这样的境界。",
      "zh_TW": "極微色，經上講得很多，現在科學家證實了，找到了，佛所講的極微色，科學家找到了，科學家叫它做微中子，或者叫中微子。它多大？科學報告裡面告訴我們，一百億個極微，就是微中子，極微色，它的體積大小等於一個電子，電子是繞著原子核旋轉的電子。也就是說是一個電子的一百億分之一，他能看見，這叫神通，這叫天眼通。這個天眼通，佛的天眼通。佛說了，八地以上，也就是說八地、九地、十地、等覺、佛這五個位次，天眼都能看到極微色。換句話說，耳能聽到極微聲，鼻能嗅到極微香，舌能嘗到極微味，八地以上，如來果地的神通。科學家是用儀器觀察到的，修行人是用眼，天眼開了看到的，比科學用儀器還厲害，看得更清楚，科學家全靠儀器幫忙。六種神通，八地以上有這樣的境界。"
    },
    {
      "id": "02-040-0481_p0055",
      "zh_CN": "「于诸音声，悟无言说，离诸譬喻，是名智慧」。一切音声，悟无言说，离一切比喻，一切比喻都不能够比喻得上，这是智慧。智慧是明了、通达，我们跟人沟通要不要言说？不要。真正智慧开了，你起心动念他知道，不需要用言说。你要跟他有沟通，你看看他，他就知道。传递信息，现在电脑有一点相似，能把这个信息统统传给你，传到另外一个电脑，而且分量非常大。晶片很小，但是晶片再小，也没有办法跟极微色比。那我们有理由相信，佛法里不需要极微色，这是多余的，不需要这个东西，那个里头本来是有圆满的信息，遍法界虚空界信息都在其中。这是什么？这叫自性，这叫性德。佛经上只用一句话来形容，叫不可思议。你无法想像，你想，错了，你想不到；你想说，说不出。入这个境界，不用说，他就知道，对方就知道；不用想，一切就圆满了。经上这个解释，解释得好。",
      "zh_TW": "「於諸音聲，悟無言說，離諸譬喻，是名智慧」。一切音聲，悟無言說，離一切比喻，一切比喻都不能夠比喻得上，這是智慧。智慧是明瞭、通達，我們跟人溝通要不要言說？不要。真正智慧開了，你起心動念他知道，不需要用言說。你要跟他有溝通，你看看他，他就知道。傳遞信息，現在電腦有一點相似，能把這個信息統統傳給你，傳到另外一個電腦，而且分量非常大。晶片很小，但是晶片再小，也沒有辦法跟極微色比。那我們有理由相信，佛法裡不需要極微色，這是多餘的，不需要這個東西，那個裡頭本來是有圓滿的信息，遍法界虛空界信息都在其中。這是什麼？這叫自性，這叫性德。佛經上只用一句話來形容，叫不可思議。你無法想像，你想，錯了，你想不到；你想說，說不出。入這個境界，不用說，他就知道，對方就知道；不用想，一切就圓滿了。經上這個解釋，解釋得好。"
    },
    {
      "id": "02-040-0481_p0056",
      "zh_CN": "这一段讲神通智慧，我们还没学完，时间到了，我们下一堂课还是从这里学起。",
      "zh_TW": "這一段講神通智慧，我們還沒學完，時間到了，我們下一堂課還是從這裡學起。"
    }
  ]
}