{
  "doc_id": "02-040-0254",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五四集",
    "zh_TW": "第二五四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0254",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-040-0254_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0254_p0002",
      "zh_CN": "请看《大经科注》第五百三十一页，从倒数第三行看起：",
      "zh_TW": "請看《大經科註》第五百三十一頁，從倒數第三行看起："
    },
    {
      "id": "02-040-0254_p0003",
      "zh_CN": "『离欲深正念，净慧修梵行』。这首偈前面两句是，「亦以大悲心，利益诸群品」，大悲可以增益性德，大悲是自性里面第一德。爱心虽然是第一，但是爱心从哪里来的？从悲心来的，所以悲心是爱心的基础。悲就是恻隐之心，孟子说人皆有之，也就是我们今天所讲的同情心、怜悯心。看到一个人在受苦受难，同情心起来、怜悯心起来了。特别是看到无知的小孩，最明显的小孩还不到一岁，还不会走路的时候，你细心去观察，他需要人帮助，需要人怜悯，从他的眼神、从他的神态，你都可以能很清楚的看出来。他心目当中知道，母亲是最可靠的人，念念盼望着母亲，不离开母亲。这就是中国伦理的原始，父子有亲，自性流露这个时候是最明显的。自性在哪里？性德，性德是什么？性德从哪里生的？你全都可以看出来。所以它不在远处，就在你眼前，只要你能够冷静留意，你就能看出来。",
      "zh_TW": "『離欲深正念，淨慧修梵行』。這首偈前面兩句是，「亦以大悲心，利益諸群品」，大悲可以增益性德，大悲是自性裡面第一德。愛心雖然是第一，但是愛心從哪裡來的？從悲心來的，所以悲心是愛心的基礎。悲就是惻隱之心，孟子說人皆有之，也就是我們今天所講的同情心、憐憫心。看到一個人在受苦受難，同情心起來、憐憫心起來了。特別是看到無知的小孩，最明顯的小孩還不到一歲，還不會走路的時候，你細心去觀察，他需要人幫助，需要人憐憫，從他的眼神、從他的神態，你都可以能很清楚的看出來。他心目當中知道，母親是最可靠的人，念念盼望著母親，不離開母親。這就是中國倫理的原始，父子有親，自性流露這個時候是最明顯的。自性在哪裡？性德，性德是什麼？性德從哪裡生的？你全都可以看出來。所以它不在遠處，就在你眼前，只要你能夠冷靜留意，你就能看出來。"
    },
    {
      "id": "02-040-0254_p0004",
      "zh_CN": "这个心在佛法里，叫真如、叫真心、叫本性、叫佛性，就说这个，真有不是没有，个个都有。只是慢慢长大，愈长大就愈迷，愈迷就愈严重，到后来这个本性就没有了，全变成迷惑颠倒的妄心，这个本性再找不到了。所以我们相信净宗（净土宗）的这个原理，世尊在《观经》上说的，净宗凭的什么？殊胜到极处，超胜到一切诸佛刹土，凭什么？佛在《观经》上给我们说了两句话，「是心是佛，是心作佛」，就凭这个。是心是佛，你本来是佛，佛不是从外来的，你本来是佛。从小孩还没有学会走路之前，非常明显你能看得出来，他怎么不是佛！他真的是佛。人，小能看出来；动物，你看小动物，初生下来的小动物，全都能看出来。小猫、小狗你看牠刚生出来，母亲对牠的照顾、爱护、保护，一般人不能碰牠，远远的看到可以，你靠近来的时候，你看这个母狗牠就咬你了，牠防范得很严。你仔细再看那个小狗，生下来的小狗，细心观察，观察牠的本性，本性本善。",
      "zh_TW": "這個心在佛法裡，叫真如、叫真心、叫本性、叫佛性，就說這個，真有不是沒有，個個都有。只是慢慢長大，愈長大就愈迷，愈迷就愈嚴重，到後來這個本性就沒有了，全變成迷惑顛倒的妄心，這個本性再找不到了。所以我們相信淨宗（淨土宗）的這個原理，世尊在《觀經》上說的，淨宗憑的什麼？殊勝到極處，超勝到一切諸佛剎土，憑什麼？佛在《觀經》上給我們說了兩句話，「是心是佛，是心作佛」，就憑這個。是心是佛，你本來是佛，佛不是從外來的，你本來是佛。從小孩還沒有學會走路之前，非常明顯你能看得出來，他怎麼不是佛！他真的是佛。人，小能看出來；動物，你看小動物，初生下來的小動物，全都能看出來。小貓、小狗你看牠剛生出來，母親對牠的照顧、愛護、保護，一般人不能碰牠，遠遠的看到可以，你靠近來的時候，你看這個母狗牠就咬你了，牠防範得很嚴。你仔細再看那個小狗，生下來的小狗，細心觀察，觀察牠的本性，本性本善。"
    },
    {
      "id": "02-040-0254_p0005",
      "zh_CN": "本性没有起心动念、没有分别执着。初生下来他对人没有分别，没有执着，他是平等的，慢慢长大，学会了分别，学会了执着，这就变质了。所以中国古人说「近墨则黑，近朱则赤」，他接近红色的就变成红的，接近黑色的就变成黑的。一个有圣贤教育环境的，他就成圣成贤，一个充满了贪瞋痴慢环境里面，他也贪瞋痴慢都学会，环境对人的影响太大了！中国自古以来，这近一百年不说，一百年之前，一百年之前的中国人还懂得，应该要为儿童营造一个好环境，长成的好环境。这一百年当中人疏忽了，疏忽了的原因，是没有安定的社会，人在兵荒马乱，社会动荡不安，自己照顾自己都没有能力，怎么可能替下一代营造一个理想成长的环境？所以这一代跟前人比，素质相差太大太大了，不是没有原因。我们对于这些事情看得很清楚、很明白。当然首先要替自己营造一个好环境，我们自己年岁大了，在这个世间时间不长了，我们这一生所希求的是往生到极乐世界。最重要的就是要营造一个念佛安静的环境，除此之外别无所求。以自己修学念佛功德回向十方，回向给一切众生，帮助他们幸福、安定、和谐、消灾免难，尽自己一点真诚，这一点真诚心会起作用。我们看过近代科学家的报告，念力不可思议，这个说法、看法跟大乘经完全相同。",
      "zh_TW": "本性沒有起心動念、沒有分別執著。初生下來他對人沒有分別，沒有執著，他是平等的，慢慢長大，學會了分別，學會了執著，這就變質了。所以中國古人說「近墨則黑，近朱則赤」，他接近紅色的就變成紅的，接近黑色的就變成黑的。一個有聖賢教育環境的，他就成聖成賢，一個充滿了貪瞋痴慢環境裡面，他也貪瞋痴慢都學會，環境對人的影響太大了！中國自古以來，這近一百年不說，一百年之前，一百年之前的中國人還懂得，應該要為兒童營造一個好環境，長成的好環境。這一百年當中人疏忽了，疏忽了的原因，是沒有安定的社會，人在兵荒馬亂，社會動盪不安，自己照顧自己都沒有能力，怎麼可能替下一代營造一個理想成長的環境？所以這一代跟前人比，素質相差太大太大了，不是沒有原因。我們對於這些事情看得很清楚、很明白。當然首先要替自己營造一個好環境，我們自己年歲大了，在這個世間時間不長了，我們這一生所希求的是往生到極樂世界。最重要的就是要營造一個念佛安靜的環境，除此之外別無所求。以自己修學念佛功德迴向十方，迴向給一切眾生，幫助他們幸福、安定、和諧、消災免難，盡自己一點真誠，這一點真誠心會起作用。我們看過近代科學家的報告，念力不可思議，這個說法、看法跟大乘經完全相同。"
    },
    {
      "id": "02-040-0254_p0006",
      "zh_CN": "所以一定从营造自己一个真诚、慈悲、善意，这比什么都重要，这是所有修行真正的基础，特别是同体大悲，这个要认识。世间所有一切的混乱，众生造作无量无边的罪业，都是不了解这个事实真相才产生的。大乘佛法把这个事实真相说清楚、说明白，解释给大家。我们听了一遍、二遍、十遍、二十遍，没有体会到，没有丝毫感触，这是什么？这是我们自己迷得太深了，业障习气太重。怎么办？还是用这个方法，这个方法是不二法门。古人说读书千遍，古时候人、古时候的环境还要千遍才能开悟。我们现代人，现代人没有这个环境，从出生你所看到的就是竞争、斗争、战争，你看到的是这个，你学的是这个。古时候让你从小看到的是五伦、五常、八德，是在这个氛围里面长成的，所以古人知道做人应当要遵守伦理道德。现在人这个概念完全没有了，那个时候还要千遍其义自见，现在我们万遍恐怕都不能见性。怎么办？十万遍。你要相信古人这个方法是正确的。跟挖井一样，现在这个河水枯干了，打井，往下去打，一百尺没有看到水，再往下打，打到一千尺水出来了。要明白这个道理，古人这个道理是正确的。",
      "zh_TW": "所以一定從營造自己一個真誠、慈悲、善意，這比什麼都重要，這是所有修行真正的基礎，特別是同體大悲，這個要認識。世間所有一切的混亂，眾生造作無量無邊的罪業，都是不了解這個事實真相才產生的。大乘佛法把這個事實真相說清楚、說明白，解釋給大家。我們聽了一遍、二遍、十遍、二十遍，沒有體會到，沒有絲毫感觸，這是什麼？這是我們自己迷得太深了，業障習氣太重。怎麼辦？還是用這個方法，這個方法是不二法門。古人說讀書千遍，古時候人、古時候的環境還要千遍才能開悟。我們現代人，現代人沒有這個環境，從出生你所看到的就是競爭、鬥爭、戰爭，你看到的是這個，你學的是這個。古時候讓你從小看到的是五倫、五常、八德，是在這個氛圍裡面長成的，所以古人知道做人應當要遵守倫理道德。現在人這個概念完全沒有了，那個時候還要千遍其義自見，現在我們萬遍恐怕都不能見性。怎麼辦？十萬遍。你要相信古人這個方法是正確的。跟挖井一樣，現在這個河水枯乾了，打井，往下去打，一百尺沒有看到水，再往下打，打到一千尺水出來了。要明白這個道理，古人這個道理是正確的。"
    },
    {
      "id": "02-040-0254_p0007",
      "zh_CN": "在我们日常生活当中，要学会放下，要学会不为自己，为别人是真正为自己。这个人蓄意伤害我，我还是要尊敬他，还是要爱护他，还是要帮助他，帮助他行善，不帮助他作恶。他作恶不要放在心上，不闻不问，若无其事；他行善，我们得赞叹，我们尽心尽力帮助他、成就他，这就对了。他现在不知道，他将来作佛他就知道了，作佛、作菩萨他就晓得了；在六道里搞轮回他不知道，永远在迷，愈迷愈深。但是他对我们有帮助，时时刻刻在提醒我们，我们不能走他的路，走他的路那是轮回路，不能走；我们走阿弥陀佛的路，走极乐世界的路，这就对了。学佛，首先要学佛对于宇宙人生的看法，学佛对宇宙人生的想法，这就对了，正知正见。头一个就是慈悲心，特别是悲心，怜悯人的心，怜悯里面就生出了爱心，爱心就是慈心。没有同情心，没有怜悯心，这个人没有爱心，他虽然讲爱，那是自私自利的爱，不是真的爱心，里面夹杂著名闻利养，名闻利养失掉，他就不爱你了。这桩事在现前社会处处都能看得到，不是假的。所以学佛的大悲心，学佛的同体大悲。",
      "zh_TW": "在我們日常生活當中，要學會放下，要學會不為自己，為別人是真正為自己。這個人蓄意傷害我，我還是要尊敬他，還是要愛護他，還是要幫助他，幫助他行善，不幫助他作惡。他作惡不要放在心上，不聞不問，若無其事；他行善，我們得讚歎，我們盡心盡力幫助他、成就他，這就對了。他現在不知道，他將來作佛他就知道了，作佛、作菩薩他就曉得了；在六道裡搞輪迴他不知道，永遠在迷，愈迷愈深。但是他對我們有幫助，時時刻刻在提醒我們，我們不能走他的路，走他的路那是輪迴路，不能走；我們走阿彌陀佛的路，走極樂世界的路，這就對了。學佛，首先要學佛對於宇宙人生的看法，學佛對宇宙人生的想法，這就對了，正知正見。頭一個就是慈悲心，特別是悲心，憐憫人的心，憐憫裡面就生出了愛心，愛心就是慈心。沒有同情心，沒有憐憫心，這個人沒有愛心，他雖然講愛，那是自私自利的愛，不是真的愛心，裡面夾雜著名聞利養，名聞利養失掉，他就不愛你了。這樁事在現前社會處處都能看得到，不是假的。所以學佛的大悲心，學佛的同體大悲。"
    },
    {
      "id": "02-040-0254_p0008",
      "zh_CN": "今天经文接着教我们要离欲，要深正念。欲是欲望，欲望为什么要离？欲望是轮回的因，你不离开欲望，你就离不开六道轮回。诸佛皆有四土，就是佛教化的地区，有四种不同的环境，第一种我们现在所处的，动乱的社会，多灾多难的地球，身心不安，这第一种，这叫做凡圣同居土。地球上，凡人苦难，圣人他安全，他不受这个苦难，也住在我们这个地球上，跟我们不同维次空间，他能见得到我们，我们见不到他。他们见到我们增长大悲心，以种种方法来帮助我们觉悟，而我们自己并不知道。诸佛菩萨帮助人觉悟的方法就是教学，教学有言教，这最明显的；有身教，做出榜样来给我们看；有意教，那要细心观察这个人的存心、这个人的用意，存心、用意都是为别人的，没有为自己的，这离欲了。如果做这些好事，把自己的利益考量在里面，不过分，好事；能够做到一半为自己，一半为别人，勉强算及格。怎么说勉强？他造的业平平，来生想得人身不容易；一定要为别人多一点，为自己少一点，来生能得人身。",
      "zh_TW": "今天經文接著教我們要離欲，要深正念。欲是欲望，欲望為什麼要離？欲望是輪迴的因，你不離開欲望，你就離不開六道輪迴。諸佛皆有四土，就是佛教化的地區，有四種不同的環境，第一種我們現在所處的，動亂的社會，多災多難的地球，身心不安，這第一種，這叫做凡聖同居土。地球上，凡人苦難，聖人他安全，他不受這個苦難，也住在我們這個地球上，跟我們不同維次空間，他能見得到我們，我們見不到他。他們見到我們增長大悲心，以種種方法來幫助我們覺悟，而我們自己並不知道。諸佛菩薩幫助人覺悟的方法就是教學，教學有言教，這最明顯的；有身教，做出榜樣來給我們看；有意教，那要細心觀察這個人的存心、這個人的用意，存心、用意都是為別人的，沒有為自己的，這離欲了。如果做這些好事，把自己的利益考量在裡面，不過分，好事；能夠做到一半為自己，一半為別人，勉強算及格。怎麼說勉強？他造的業平平，來生想得人身不容易；一定要為別人多一點，為自己少一點，來生能得人身。"
    },
    {
      "id": "02-040-0254_p0009",
      "zh_CN": "如果百分之百都是为别人，没有考量到自己，这个人来生一定得天身，他生天去了。天有六层天，这六层天里的，都是为别人不为自己的人，他们居住的地方。为自己确实是害自己，害自己什么？来生生天的品位低。完全不为自己为别人，来生生天的地位高，不是在化乐天，就在他化自在天，他化自在天是六层天里头最高的。如果忘我了，不但不为自己，对我毫无牵挂了，那这个人不在欲界，为什么？他离欲了，他得正念。正念是无念，是我们经题上讲的「清净平等觉」，这叫正念。正念浅的是清净，正念深的是平等，正念达到最高峰那就是大彻大悟、明心见性，就是觉这个字代表。一定要离欲，离见思烦恼得正念，正念就是正觉，无上正等正觉里头他得正觉，阿罗汉、辟支佛得正觉。大乘七信位以上的菩萨，七、八、九、十这四个层次都叫正念，是释迦牟尼佛的方便有余土。下面两层是清净心，上面两层是平等心，上面是菩萨跟佛，下面是声闻、缘觉，这都叫正念。",
      "zh_TW": "如果百分之百都是為別人，沒有考量到自己，這個人來生一定得天身，他生天去了。天有六層天，這六層天裡的，都是為別人不為自己的人，他們居住的地方。為自己確實是害自己，害自己什麼？來生生天的品位低。完全不為自己為別人，來生生天的地位高，不是在化樂天，就在他化自在天，他化自在天是六層天裡頭最高的。如果忘我了，不但不為自己，對我毫無牽掛了，那這個人不在欲界，為什麼？他離欲了，他得正念。正念是無念，是我們經題上講的「清淨平等覺」，這叫正念。正念淺的是清淨，正念深的是平等，正念達到最高峰那就是大徹大悟、明心見性，就是覺這個字代表。一定要離欲，離見思煩惱得正念，正念就是正覺，無上正等正覺裡頭他得正覺，阿羅漢、辟支佛得正覺。大乘七信位以上的菩薩，七、八、九、十這四個層次都叫正念，是釋迦牟尼佛的方便有餘土。下面兩層是清淨心，上面兩層是平等心，上面是菩薩跟佛，下面是聲聞、緣覺，這都叫正念。"
    },
    {
      "id": "02-040-0254_p0010",
      "zh_CN": "再向上提升大彻大悟，那就是觉，觉了之后就是经上讲的阿惟越致菩萨，三种不退转他都证得了，他住实报庄严土，一真法界，是如来的报土。这是第三种纯大乘菩萨居住修学的环境，在这个地位里面六根接触六尘境界，不起心不动念、不分别不执着。我们有没有？有。你细心去观察自己，我们睁开眼睛，对外面的万物，对哪些起心动念，还有一部分没有起心动念，有，不是没有。最明显的对空气好像没有起心动念，为什么？没有占有它的念头。想拥有、想得到那就起心动念，现在有，现在空气染污，希望空气好一点、新鲜一点的地方，去找这个环境，确实有。起心动念、分别执着交错在我们日常生活当中，从早到晚从来没离开过。这些东西愈严重，六道轮回出不去，所以佛在此地真是慈悲到极处，教我们要离欲，什么欲望都要放下。做好事为人？为人如果还有人不喜欢的话也要放下。不放下就有障碍、就有烦恼，烦恼就是业，而且是不善的业，何必？他造不善业，我也造不善业，大家一起堕落。不如让他，他造他的业，我造我的业。",
      "zh_TW": "再向上提升大徹大悟，那就是覺，覺了之後就是經上講的阿惟越致菩薩，三種不退轉他都證得了，他住實報莊嚴土，一真法界，是如來的報土。這是第三種純大乘菩薩居住修學的環境，在這個地位裡面六根接觸六塵境界，不起心不動念、不分別不執著。我們有沒有？有。你細心去觀察自己，我們睜開眼睛，對外面的萬物，對哪些起心動念，還有一部分沒有起心動念，有，不是沒有。最明顯的對空氣好像沒有起心動念，為什麼？沒有佔有它的念頭。想擁有、想得到那就起心動念，現在有，現在空氣染污，希望空氣好一點、新鮮一點的地方，去找這個環境，確實有。起心動念、分別執著交錯在我們日常生活當中，從早到晚從來沒離開過。這些東西愈嚴重，六道輪迴出不去，所以佛在此地真是慈悲到極處，教我們要離欲，什麼欲望都要放下。做好事為人？為人如果還有人不喜歡的話也要放下。不放下就有障礙、就有煩惱，煩惱就是業，而且是不善的業，何必？他造不善業，我也造不善業，大家一起墮落。不如讓他，他造他的業，我造我的業。"
    },
    {
      "id": "02-040-0254_p0011",
      "zh_CN": "我的业就一句阿弥陀佛，念念不忘，念兹在兹。我只有一条路西方极乐世界，一个目标亲近阿弥陀佛，其他的都不是我的事情，统统放下。身体随缘，随缘度日这最自在！遇到缘可以随喜，随喜就是说不执着，一定要相信，「生死有命，富贵由天」，真正能相信这两句话的人，心是定的。不求长生，也不求赶快死，都不求，没有求的念头，一切顺其自然。活一天干什么事？念一天佛，这一天没有白过。活这一天没有念佛，那就大错特错了，这一天白活了，弥陀弟子哪有不念弥陀的道理！我们希望自己能往生，也希望自己的父母祖宗都能往生，清明祭祖劝老祖宗念佛往生，真正尽孝道。自己念佛往生到极乐世界去作佛，这叫大孝，有能力帮助历代祖宗往生，有这个能力；不能往生，我们没有这个能力，那就没有效果了。连祖宗都这样的敬爱，何况对于还活在世间的父母，还有人祖父母都还在，哪有不关心、不爱护的道理！",
      "zh_TW": "我的業就一句阿彌陀佛，念念不忘，念茲在茲。我只有一條路西方極樂世界，一個目標親近阿彌陀佛，其他的都不是我的事情，統統放下。身體隨緣，隨緣度日這最自在！遇到緣可以隨喜，隨喜就是說不執著，一定要相信，「生死有命，富貴由天」，真正能相信這兩句話的人，心是定的。不求長生，也不求趕快死，都不求，沒有求的念頭，一切順其自然。活一天幹什麼事？念一天佛，這一天沒有白過。活這一天沒有念佛，那就大錯特錯了，這一天白活了，彌陀弟子哪有不念彌陀的道理！我們希望自己能往生，也希望自己的父母祖宗都能往生，清明祭祖勸老祖宗念佛往生，真正盡孝道。自己念佛往生到極樂世界去作佛，這叫大孝，有能力幫助歷代祖宗往生，有這個能力；不能往生，我們沒有這個能力，那就沒有效果了。連祖宗都這樣的敬愛，何況對於還活在世間的父母，還有人祖父母都還在，哪有不關心、不愛護的道理！"
    },
    {
      "id": "02-040-0254_p0012",
      "zh_CN": "念老在此地注解里头引用《四十二章经》，「离欲清净，是最为胜」。这是佛说的，佛教给我们离欲最胜、第一殊胜，我们要懂得这个意思，要真干。离欲真的人快乐，身心安稳，每天以求生极乐世界为目标，没有其他愿望。恶缘尽量避开，善缘可以随喜，随喜是什么意思？也全心全力帮助他，帮助完了不要放在心上，这叫随喜。帮助完了放在心上，你今天造了很多善业，果报在三善道，出不了六道轮回，问题在这里。不放在心上，它对我念佛往生没有干涉、没有干扰，这就好事情。",
      "zh_TW": "念老在此地註解裡頭引用《四十二章經》，「離欲清淨，是最為勝」。這是佛說的，佛教給我們離欲最勝、第一殊勝，我們要懂得這個意思，要真幹。離欲真的人快樂，身心安穩，每天以求生極樂世界為目標，沒有其他願望。惡緣盡量避開，善緣可以隨喜，隨喜是什麼意思？也全心全力幫助他，幫助完了不要放在心上，這叫隨喜。幫助完了放在心上，你今天造了很多善業，果報在三善道，出不了六道輪迴，問題在這裡。不放在心上，它對我念佛往生沒有干涉、沒有干擾，這就好事情。"
    },
    {
      "id": "02-040-0254_p0013",
      "zh_CN": "「正念者，八圣道之一，离邪分别，而念法之实性，名正念」。这个「八圣道」，我们有一点参考资料，「出法界次第。谓此八法不依偏邪而行，故名为正」。这八种行为不偏、不邪，所以叫正法。偏，佛家里面讲偏是小乘，偏离大乘，他要走很多弯路才会成就。邪，邪是决定不能成就，搞六道轮回的，这叫邪，邪知邪见，那就不叫正；离开偏邪，所以叫正。「复能通至涅槃，故名为道」，它能够通达到大般涅槃，大般涅槃就是明心见性、见性成佛，所以这是正道。我们净宗是正道，净宗首先教我们求生西方极乐世界，亲近阿弥陀佛，在阿弥陀佛教导之下，你一生当中决定证得究竟圆满的大般涅槃，所以它是正道。它还不是普通的涅槃，真正究竟圆满，这是无上的正道。",
      "zh_TW": "「正念者，八聖道之一，離邪分別，而念法之實性，名正念」。這個「八聖道」，我們有一點參考資料，「出法界次第。謂此八法不依偏邪而行，故名為正」。這八種行為不偏、不邪，所以叫正法。偏，佛家裡面講偏是小乘，偏離大乘，他要走很多彎路才會成就。邪，邪是決定不能成就，搞六道輪迴的，這叫邪，邪知邪見，那就不叫正；離開偏邪，所以叫正。「復能通至涅槃，故名為道」，它能夠通達到大般涅槃，大般涅槃就是明心見性、見性成佛，所以這是正道。我們淨宗是正道，淨宗首先教我們求生西方極樂世界，親近阿彌陀佛，在阿彌陀佛教導之下，你一生當中決定證得究竟圓滿的大般涅槃，所以它是正道。它還不是普通的涅槃，真正究竟圓滿，這是無上的正道。"
    },
    {
      "id": "02-040-0254_p0014",
      "zh_CN": "下面八条，第一个「正见，谓人修无漏道」，什么叫无漏？「离欲深正念，净慧修梵行」，就是无漏，就是无漏道。「见四谛分明」，这一句话说什么？见世出世间因果分明，大家就懂了，四谛法是讲世出世间的因果。集，集是什么？聚集。聚集什么？聚集一切善法、恶法、无记法，聚集这些放在阿赖耶识里头，我们讲放在心上。你的心里头天天聚集这个东西，现前、来世这些东西就变成果报。如果是好的、善的三善道，如果是不好的、不善的就三恶道。苦跟集是世间的因果，就是六道轮回的因果，搞这个东西。灭跟道是出世间的因果，出世间的果是灭，灭就是世间的因与果都灭掉。道是什么？道是能灭的方法。这个方法是什么？大小乘佛法。",
      "zh_TW": "下面八條，第一個「正見，謂人修無漏道」，什麼叫無漏？「離欲深正念，淨慧修梵行」，就是無漏，就是無漏道。「見四諦分明」，這一句話說什麼？見世出世間因果分明，大家就懂了，四諦法是講世出世間的因果。集，集是什麼？聚集。聚集什麼？聚集一切善法、惡法、無記法，聚集這些放在阿賴耶識裡頭，我們講放在心上。你的心裡頭天天聚集這個東西，現前、來世這些東西就變成果報。如果是好的、善的三善道，如果是不好的、不善的就三惡道。苦跟集是世間的因果，就是六道輪迴的因果，搞這個東西。滅跟道是出世間的因果，出世間的果是滅，滅就是世間的因與果都滅掉。道是什麼？道是能滅的方法。這個方法是什麼？大小乘佛法。"
    },
    {
      "id": "02-040-0254_p0015",
      "zh_CN": "尤其是大乘教，大乘教里特别的是净宗法门，五经一论、祖师的注疏，都是教我们了生死出三界的门道。门道是平等的，《金刚经》上说得很好，「法门平等，无有高下」，你得走一门。无论是哪一门不能走偏了，不能走邪了，你决定能成就。要知道门门都有偏、有邪、有正，你要走得正。偏邪的缘很多，要特别小心，真有人念佛念了不少年，最后去信基督教去了，这个路走偏、走邪了。基督教要真正修得很好可以生天，出不了六道轮回；如果修得不好一样堕地狱，那就邪了，那不是偏是邪了。每一个法门里头都有偏邪，偏邪有一个绝对的标准，就是离欲正念。不管是八万四千法门，乃至其他宗教统统要离欲，你这个法门才走得正，不至于走偏，不至于走邪。",
      "zh_TW": "尤其是大乘教，大乘教裡特別的是淨宗法門，五經一論、祖師的註疏，都是教我們了生死出三界的門道。門道是平等的，《金剛經》上說得很好，「法門平等，無有高下」，你得走一門。無論是哪一門不能走偏了，不能走邪了，你決定能成就。要知道門門都有偏、有邪、有正，你要走得正。偏邪的緣很多，要特別小心，真有人念佛念了不少年，最後去信基督教去了，這個路走偏、走邪了。基督教要真正修得很好可以生天，出不了六道輪迴；如果修得不好一樣墮地獄，那就邪了，那不是偏是邪了。每一個法門裡頭都有偏邪，偏邪有一個絕對的標準，就是離欲正念。不管是八萬四千法門，乃至其他宗教統統要離欲，你這個法門才走得正，不至於走偏，不至於走邪。"
    },
    {
      "id": "02-040-0254_p0016",
      "zh_CN": "正见，你看对因果，世出世间因果搞清楚、搞明白了。「破外道有无等种种邪见」，不会再受世间所有这些言论干扰，这才叫正见。眼看了不动心，耳听了也不动心，学这些阿公阿婆一句佛号念到底，一天到晚就是一串念珠一句佛号。四十年前台南将军乡有一位老太太站着往生，我听说她就念佛三年。老太太为人慈悲，真是前面所说的她有大悲心，她有同情心、怜悯心，喜欢帮助别人，救苦救难。大概是不认识字，文化程度纵有也不高，信鬼神，佛也拜，分不清什么是佛、什么是神，神佛就混在一起。好像是三年前儿子娶了媳妇，媳妇懂得佛法学过经教，劝她婆婆在家里设个佛堂，供养西方三圣，这神庙的一概就不去了，专念弥陀，告诉她念《阿弥陀经》的好处、念佛的好处。这个老婆婆接受了，听她媳妇的劝告，哪里都不去了，就在家里头念阿弥陀佛，早晚课一堂都不缺，念了三年。应该是有很不错的功夫，但是老太婆从来不说，连家里人都没有告诉他，这是有智慧。如果家里人告诉他，哪一天往生，家里的人情执很深舍不得离开，可不可以再多住几年？你看这个东西多麻烦。那个老太婆聪明不说，临走也不说。",
      "zh_TW": "正見，你看對因果，世出世間因果搞清楚、搞明白了。「破外道有無等種種邪見」，不會再受世間所有這些言論干擾，這才叫正見。眼看了不動心，耳聽了也不動心，學這些阿公阿婆一句佛號念到底，一天到晚就是一串念珠一句佛號。四十年前台南將軍鄉有一位老太太站著往生，我聽說她就念佛三年。老太太為人慈悲，真是前面所說的她有大悲心，她有同情心、憐憫心，喜歡幫助別人，救苦救難。大概是不認識字，文化程度縱有也不高，信鬼神，佛也拜，分不清什麼是佛、什麼是神，神佛就混在一起。好像是三年前兒子娶了媳婦，媳婦懂得佛法學過經教，勸她婆婆在家裡設個佛堂，供養西方三聖，這神廟的一概就不去了，專念彌陀，告訴她念《阿彌陀經》的好處、念佛的好處。這個老婆婆接受了，聽她媳婦的勸告，哪裡都不去了，就在家裡頭念阿彌陀佛，早晚課一堂都不缺，念了三年。應該是有很不錯的功夫，但是老太婆從來不說，連家裡人都沒有告訴他，這是有智慧。如果家裡人告訴他，哪一天往生，家裡的人情執很深捨不得離開，可不可以再多住幾年？你看這個東西多麻煩。那個老太婆聰明不說，臨走也不說。"
    },
    {
      "id": "02-040-0254_p0017",
      "zh_CN": "往生的这一天晚上，晚上家里吃晚饭，她跟家人说「你们先吃不要等我，给我留一点就好了，不要等我，我去洗个澡。」可是家人都孝顺，等她，等了很久没出来，怎么回事？到里面去看看，真的洗澡换了衣服，不在房间。看看小佛堂，老太太穿了海青，整整齐齐的站在那个地方，手上掐着念珠。喊她不答应，走到面前仔细一看，她往生了，站着走的。这个消息立刻传出去，来看的人很多，没有不赞叹的，她就度了很多人，是真的不是假的，增长念佛人的信心。我有一年高雄中山大学校长请我做一次讲演，我还把这个事情提出来。在座的听众有几个人知道，告诉我，他说就在他们家附近，他们看见过的，亲眼看见过的。我遇到好几个，听说往生的时候都没有告诉任何一个人，说走就走了，什么罣碍也没有。",
      "zh_TW": "往生的這一天晚上，晚上家裡吃晚飯，她跟家人說「你們先吃不要等我，給我留一點就好了，不要等我，我去洗個澡。」可是家人都孝順，等她，等了很久沒出來，怎麼回事？到裡面去看看，真的洗澡換了衣服，不在房間。看看小佛堂，老太太穿了海青，整整齊齊的站在那個地方，手上掐著念珠。喊她不答應，走到面前仔細一看，她往生了，站著走的。這個消息立刻傳出去，來看的人很多，沒有不讚歎的，她就度了很多人，是真的不是假的，增長念佛人的信心。我有一年高雄中山大學校長請我做一次講演，我還把這個事情提出來。在座的聽眾有幾個人知道，告訴我，他說就在他們家附近，他們看見過的，親眼看見過的。我遇到好幾個，聽說往生的時候都沒有告訴任何一個人，說走就走了，什麼罣礙也沒有。"
    },
    {
      "id": "02-040-0254_p0018",
      "zh_CN": "前几天刘素云居士来了，给大家做了个报告，介绍她姐姐往生的事情，那是真的不是假的。我想也不过就是二、三个月的事情，从她发心求往生，到她真正往生大概只一个多月。佛氏门中有求必应，她还有寿命，我听说至少还有十年不要了。为什么要往生？表演给大家看看，念佛往生，快快乐乐的往生。她是有病苦，是生病，但是她往生的时候没病苦，往生的时候满面笑容，嘻嘻哈哈跟大家谈话，欢欢喜喜。时间到了，跟大家挥手，再见，她就走了，这么自在、这么潇洒，邻居也有不少人亲眼看见的。二０一二年十一月二十一号中午十二点钟，一分一秒都不差。这个时间信息透出来，大概只有十天，一点都不错，这是真的，千真万确的事实。我们了解之后，还有什么值得留恋的？极乐世界美好到极处了，那个世界是无障碍的法界，人人都觉悟了，人人都明白了，人人的心都是清净平等觉，没有杂念、没有妄想，在那个世界修行证果非常快速。",
      "zh_TW": "前幾天劉素雲居士來了，給大家做了個報告，介紹她姐姐往生的事情，那是真的不是假的。我想也不過就是二、三個月的事情，從她發心求往生，到她真正往生大概只一個多月。佛氏門中有求必應，她還有壽命，我聽說至少還有十年不要了。為什麼要往生？表演給大家看看，念佛往生，快快樂樂的往生。她是有病苦，是生病，但是她往生的時候沒病苦，往生的時候滿面笑容，嘻嘻哈哈跟大家談話，歡歡喜喜。時間到了，跟大家揮手，再見，她就走了，這麼自在、這麼瀟灑，鄰居也有不少人親眼看見的。二０一二年十一月二十一號中午十二點鐘，一分一秒都不差。這個時間信息透出來，大概只有十天，一點都不錯，這是真的，千真萬確的事實。我們了解之後，還有什麼值得留戀的？極樂世界美好到極處了，那個世界是無障礙的法界，人人都覺悟了，人人都明白了，人人的心都是清淨平等覺，沒有雜念、沒有妄想，在那個世界修行證果非常快速。"
    },
    {
      "id": "02-040-0254_p0019",
      "zh_CN": "我是真想去，天天都在想，佛不来接引我，佛不来接引，我找不到路，我只有在此地等。佛留我在这个世界再多住几天，我想也是叫我表法的，表什么法？告诉世间人这一部经是真的，夏莲居老居士的会集本是真的，黄念老的注解是真的，依照这部经跟这部注解修行，决定没有错，我相信就是为这桩事情。我从前年清明，把《华严经》放下了，专讲、专修、专弘《无量寿经》，夏莲居老居士的会集本，做一个好样子给大家看看，希望大家对这个经再不要怀疑了。怀疑，我们自己的亏吃太大了。依照这部经这一生当中决定往生，决定成佛，这还得了吗？错过这个机缘，轮回太苦！李老师说得好，机会错过了，再轮回要过不知道多少劫，你才能再遇到。要相信佛经，不能相信传言，灵媒所传的话，不要相信，姑妄听之，别放在心上，一切要以经教为标准，这就对了。灵媒的话听不得，再灵验，他是会有些小的灵验，都不能上当。",
      "zh_TW": "我是真想去，天天都在想，佛不來接引我，佛不來接引，我找不到路，我只有在此地等。佛留我在這個世界再多住幾天，我想也是叫我表法的，表什麼法？告訴世間人這一部經是真的，夏蓮居老居士的會集本是真的，黃念老的註解是真的，依照這部經跟這部註解修行，決定沒有錯，我相信就是為這樁事情。我從前年清明，把《華嚴經》放下了，專講、專修、專弘《無量壽經》，夏蓮居老居士的會集本，做一個好樣子給大家看看，希望大家對這個經再不要懷疑了。懷疑，我們自己的虧吃太大了。依照這部經這一生當中決定往生，決定成佛，這還得了嗎？錯過這個機緣，輪迴太苦！李老師說得好，機會錯過了，再輪迴要過不知道多少劫，你才能再遇到。要相信佛經，不能相信傳言，靈媒所傳的話，不要相信，姑妄聽之，別放在心上，一切要以經教為標準，這就對了。靈媒的話聽不得，再靈驗，他是會有些小的靈驗，都不能上當。"
    },
    {
      "id": "02-040-0254_p0020",
      "zh_CN": "我们这一生当中亲眼看到的，出家人，谛闲老法师的徒弟锅漏匠，倓虚法师所见到的修无法师，都是老老实实的念佛人。在家念佛的，将军乡的老太太是典型、是榜样，站着走的。我早年在美国旧金山，甘老居士她有个同参道友，也是一个念佛的老太太，在旧金山往生，也是在家修行最好的样子。老太太是从台湾到美国的，儿子在美国读书，毕业之后成家，生了个小孩，把母亲接到美国，帮忙做家事，照顾小孩。在美国住了五、六年，小孩也长大了上幼稚园，儿子、媳妇都上班，家事就是这老太太一个人料理。往生没有告诉任何人，她写的有遗嘱，走的时候晚上走的，不知道什么时候。因为第二天早晨，儿子、媳妇都起来了，发现母亲没有起来，母亲烧早饭，早饭今天没有准备，就推开门看一看，老太太衣服穿得很整齐，穿着海青，手上拿着念珠盘腿坐在床上，喊她不答应，走了，不知道什么时候走的。看看床边上摆的有孝服，你看儿子、媳妇、孙子的孝服她都做好了。至少在三个月之前，她才能准备那么多事情，详详细细写了遗嘱放在床边上。",
      "zh_TW": "我們這一生當中親眼看到的，出家人，諦閑老法師的徒弟鍋漏匠，倓虛法師所見到的修無法師，都是老老實實的念佛人。在家念佛的，將軍鄉的老太太是典型、是榜樣，站著走的。我早年在美國舊金山，甘老居士她有個同參道友，也是一個念佛的老太太，在舊金山往生，也是在家修行最好的樣子。老太太是從台灣到美國的，兒子在美國讀書，畢業之後成家，生了個小孩，把母親接到美國，幫忙做家事，照顧小孩。在美國住了五、六年，小孩也長大了上幼稚園，兒子、媳婦都上班，家事就是這老太太一個人料理。往生沒有告訴任何人，她寫的有遺囑，走的時候晚上走的，不知道什麼時候。因為第二天早晨，兒子、媳婦都起來了，發現母親沒有起來，母親燒早飯，早飯今天沒有準備，就推開門看一看，老太太衣服穿得很整齊，穿著海青，手上拿著念珠盤腿坐在床上，喊她不答應，走了，不知道什麼時候走的。看看床邊上擺的有孝服，你看兒子、媳婦、孫子的孝服她都做好了。至少在三個月之前，她才能準備那麼多事情，詳詳細細寫了遺囑放在床邊上。"
    },
    {
      "id": "02-040-0254_p0021",
      "zh_CN": "这时候家人才知道老太太走了，赶紧通知念佛的朋友，这甘老太太都是她们好朋友，大家都来看她，来念佛送她，她这不是助念，这是真的不是假的。现代人现代事，她能做得到，我们为什么做不到？你看她天天跟儿子、媳妇、孙子在一起，她离欲了，那个正念真叫深，没有亲情。既然有缘成为一家人，好好做个同参道侣，这一走了，全家人就相信。念佛真这么自在，没生病，没有一点痛苦，说走就走了，没有找人助念，这都是最好的榜样、最好的典型。修行，什么地方都可以修行，什么地方都可以成就，不必挑这里、挑那里，只要你不攀缘，只要你不把这些事情放在心上，你的心就是清净的，清净心就生净土。真正的条件经上讲得很清楚，「心净则佛土净」。",
      "zh_TW": "這時候家人才知道老太太走了，趕緊通知念佛的朋友，這甘老太太都是她們好朋友，大家都來看她，來念佛送她，她這不是助念，這是真的不是假的。現代人現代事，她能做得到，我們為什麼做不到？你看她天天跟兒子、媳婦、孫子在一起，她離欲了，那個正念真叫深，沒有親情。既然有緣成為一家人，好好做個同參道侶，這一走了，全家人就相信。念佛真這麼自在，沒生病，沒有一點痛苦，說走就走了，沒有找人助念，這都是最好的榜樣、最好的典型。修行，什麼地方都可以修行，什麼地方都可以成就，不必挑這裡、挑那裡，只要你不攀緣，只要你不把這些事情放在心上，你的心就是清淨的，清淨心就生淨土。真正的條件經上講得很清楚，「心淨則佛土淨」。"
    },
    {
      "id": "02-040-0254_p0022",
      "zh_CN": "八圣道第二个，「正思惟，谓人见四谛时，正念思惟，观察筹量，令观增长，是为正思惟」。这个正思惟是真正观察到因果，你看世间因果、出世间因果。出世间因果，这两个法师出家人；两个居士都是女居士，都是老太太祖母辈的，两位老太太正念思惟，万缘放下，一心念佛求生净土。这个世间不管它怎么变，与我不相干，不放在心上，这种想法、看法坚定了自己的信心、愿心，这叫正思惟。",
      "zh_TW": "八聖道第二個，「正思惟，謂人見四諦時，正念思惟，觀察籌量，令觀增長，是為正思惟」。這個正思惟是真正觀察到因果，你看世間因果、出世間因果。出世間因果，這兩個法師出家人；兩個居士都是女居士，都是老太太祖母輩的，兩位老太太正念思惟，萬緣放下，一心念佛求生淨土。這個世間不管它怎麼變，與我不相干，不放在心上，這種想法、看法堅定了自己的信心、願心，這叫正思惟。"
    },
    {
      "id": "02-040-0254_p0023",
      "zh_CN": "第三个「正语，谓人以无漏智慧，常摄口业，远离一切虚妄不实之语，是为正语」。念佛的人正语就是一句阿弥陀佛，除了这一句佛号之外，最好什么都不说，别人问你的事情，回答就是阿弥陀佛。好像除这一句阿弥陀佛之外他不会说话，他什么也不懂，他到世间上来就是表演念阿弥陀佛的。真正念佛人，万缘真放得下，彻底放下，少说一句话，多念一声佛。别人赞叹我、毁谤我，我统统是阿弥陀佛，不要放在心上，也不要放在口上。",
      "zh_TW": "第三個「正語，謂人以無漏智慧，常攝口業，遠離一切虛妄不實之語，是為正語」。念佛的人正語就是一句阿彌陀佛，除了這一句佛號之外，最好什麼都不說，別人問你的事情，回答就是阿彌陀佛。好像除這一句阿彌陀佛之外他不會說話，他什麼也不懂，他到世間上來就是表演念阿彌陀佛的。真正念佛人，萬緣真放得下，徹底放下，少說一句話，多念一聲佛。別人讚歎我、毀謗我，我統統是阿彌陀佛，不要放在心上，也不要放在口上。"
    },
    {
      "id": "02-040-0254_p0024",
      "zh_CN": "第四个「正业，谓人以无漏智慧」，漏是烦恼的代名词，放下一切杂念、烦恼，这叫无漏智慧。「修摄其心」，摄心，摄心就是收心，心不向外攀缘，外面事情统统离了，这就对了。「住于清净正业」，业就是事业，我们的事业是什么？就是念佛求生净土，每天念佛、拜佛、听经，这是我们的事业。经要不要听？对于两土极乐世界跟娑婆世界还有疑惑，信心、愿心还不坚定，要听经、要读经；如果信心、愿心坚定，不要听经，一向专念。古大德有所谓「念经不如念咒，念咒不如念佛」，一个比一个殊胜，为什么？愈简单愈好。莲池大师教别的念佛人，教他念「南无阿弥陀佛」，人家问他，你老人家自己怎么念？他说我念阿弥陀佛。那有什么差别？六个字多，四个字又少了三分之一，愈少愈好。为什么教别人念南无阿弥陀佛？因为别人他没有求往生的念头，加个南无好，南无是恭敬的意思、是礼拜的意思、是皈依的意思，所以加上这个好。自己真正要求往生极乐世界，这些客气话（南无是客气话）可以不加，声声全是阿弥陀佛。因为经上讲受持名号，那个名号就是阿弥陀佛四个字，南无不是名号，这叫正业。",
      "zh_TW": "第四個「正業，謂人以無漏智慧」，漏是煩惱的代名詞，放下一切雜念、煩惱，這叫無漏智慧。「修攝其心」，攝心，攝心就是收心，心不向外攀緣，外面事情統統離了，這就對了。「住於清淨正業」，業就是事業，我們的事業是什麼？就是念佛求生淨土，每天念佛、拜佛、聽經，這是我們的事業。經要不要聽？對於兩土極樂世界跟娑婆世界還有疑惑，信心、願心還不堅定，要聽經、要讀經；如果信心、願心堅定，不要聽經，一向專念。古大德有所謂「念經不如念咒，念咒不如念佛」，一個比一個殊勝，為什麼？愈簡單愈好。蓮池大師教別的念佛人，教他念「南無阿彌陀佛」，人家問他，你老人家自己怎麼念？他說我念阿彌陀佛。那有什麼差別？六個字多，四個字又少了三分之一，愈少愈好。為什麼教別人念南無阿彌陀佛？因為別人他沒有求往生的念頭，加個南無好，南無是恭敬的意思、是禮拜的意思、是皈依的意思，所以加上這個好。自己真正要求往生極樂世界，這些客氣話（南無是客氣話）可以不加，聲聲全是阿彌陀佛。因為經上講受持名號，那個名號就是阿彌陀佛四個字，南無不是名號，這叫正業。"
    },
    {
      "id": "02-040-0254_p0025",
      "zh_CN": "「断除一切邪妄之行」，专念佛其他都别干了，我们要真想着阿弥陀佛，真盼着阿弥陀佛。莹珂念了三天他就来接引，我念了三十天佛为什么还不来？佛很清楚你心不是真的，他要真的一来了：佛，我还有很多事情没有做完，你再等几年好了。所以从这些地方看，我们的心不真、不诚，假的，所以佛不来，来就把你吓到。来了，这要死了，那还有好多事情没有料理，怎么办？真正下定决心没事，一切事情自有别人料理，随它去！根本不闻不问，这就对了。也无需要交代，真正想交代写一份遗嘱，然后什么念头都没有了，这才行。将军乡的老太太连遗嘱都没有，一句话都没有，走得真干净俐落。所以我们的正业就是深信切愿、老实念佛，弥陀弟子的正业。",
      "zh_TW": "「斷除一切邪妄之行」，專念佛其他都別幹了，我們要真想著阿彌陀佛，真盼著阿彌陀佛。瑩珂念了三天他就來接引，我念了三十天佛為什麼還不來？佛很清楚你心不是真的，他要真的一來了：佛，我還有很多事情沒有做完，你再等幾年好了。所以從這些地方看，我們的心不真、不誠，假的，所以佛不來，來就把你嚇到。來了，這要死了，那還有好多事情沒有料理，怎麼辦？真正下定決心沒事，一切事情自有別人料理，隨它去！根本不聞不問，這就對了。也無需要交代，真正想交代寫一份遺囑，然後什麼念頭都沒有了，這才行。將軍鄉的老太太連遺囑都沒有，一句話都沒有，走得真乾淨俐落。所以我們的正業就是深信切願、老實念佛，彌陀弟子的正業。"
    },
    {
      "id": "02-040-0254_p0026",
      "zh_CN": "第五「正命」，是说出家人，「谓出家之人，当离五种邪命利养，常以乞食自活其命，是为正命」。这佛陀在世的时候。这个命是滋养身命，人活在世间要保持这个身命，必须有饮食、衣服、卧具，生病的时候有医药，还要有遮蔽风雨的房屋，这是基本的条件不能再少了。佛陀在世居住的地方没有，晚上是树下一宿。这饭怎么解决？是出去托钵。每天早晨的功课就是去托钵，到乡村、小镇，或者是城市。道场建立的所在，在古时候就是距离乞食的地方（能够乞食的地方）不超过三里路，往返就是六里路，便于乞食，太远了，走路太远太累了。而且不是随托随吃，不是的，要端回来吃，大家在一起吃。有人托的饭菜好、有的饭菜不好怎么办？回来之后，大家把所托的饭菜混合在一起，吃多少再从里面拿。真正是一钵千家饭，出家众一千二百五十五人，加上佛陀一千二百五十六个人。我们能想像得到，除了这些出家众之外，临时到道场，来看释迦牟尼佛、听经、向他请教的人，我相信这些来自各方的人，人数不会少于常随众。在我们想像他这个团体应该是三千人左右，四面八方。托钵也是排成队整整齐齐，一点都不乱的。",
      "zh_TW": "第五「正命」，是說出家人，「謂出家之人，當離五種邪命利養，常以乞食自活其命，是為正命」。這佛陀在世的時候。這個命是滋養身命，人活在世間要保持這個身命，必須有飲食、衣服、臥具，生病的時候有醫藥，還要有遮蔽風雨的房屋，這是基本的條件不能再少了。佛陀在世居住的地方沒有，晚上是樹下一宿。這飯怎麼解決？是出去托缽。每天早晨的功課就是去托缽，到鄉村、小鎮，或者是城市。道場建立的所在，在古時候就是距離乞食的地方（能夠乞食的地方）不超過三里路，往返就是六里路，便於乞食，太遠了，走路太遠太累了。而且不是隨托隨吃，不是的，要端回來吃，大家在一起吃。有人托的飯菜好、有的飯菜不好怎麼辦？回來之後，大家把所托的飯菜混合在一起，吃多少再從裡面拿。真正是一缽千家飯，出家眾一千二百五十五人，加上佛陀一千二百五十六個人。我們能想像得到，除了這些出家眾之外，臨時到道場，來看釋迦牟尼佛、聽經、向他請教的人，我相信這些來自各方的人，人數不會少於常隨眾。在我們想像他這個團體應該是三千人左右，四面八方。托缽也是排成隊整整齊齊，一點都不亂的。"
    },
    {
      "id": "02-040-0254_p0027",
      "zh_CN": "佛教传到中国之后，这些制度在中国就行不通，中国号称礼义之邦、文明古国，尤其孝亲尊师。佛菩萨是老师，怎么可以让老师到外面乞食？老师晚上住在树下这怎么可以？所以要为老师建宫殿，要供养老师的饮食。在过去都是国王大臣、大富长者，他们来策划这些事情，所以出家人就不需要托钵了。最早的道场国家建立的，以后佛常住在中国，法师到中国来之后，回去的很少，多半一生都在中国，往生之后也葬在中国。",
      "zh_TW": "佛教傳到中國之後，這些制度在中國就行不通，中國號稱禮義之邦、文明古國，尤其孝親尊師。佛菩薩是老師，怎麼可以讓老師到外面乞食？老師晚上住在樹下這怎麼可以？所以要為老師建宮殿，要供養老師的飲食。在過去都是國王大臣、大富長者，他們來策劃這些事情，所以出家人就不需要托缽了。最早的道場國家建立的，以後佛常住在中國，法師到中國來之後，回去的很少，多半一生都在中國，往生之後也葬在中國。"
    },
    {
      "id": "02-040-0254_p0028",
      "zh_CN": "服制，所以佛真难得，佛随缘不攀缘，中国是温带四季气候很清楚，三衣是决定不能保暖的。印度，佛游化的，现在看看地图都在热带，所以他那三衣可以用，在中国不行。所以在中国一定要用中国的服装，海青是汉朝时候普通的礼服，读书人穿的。那个时候士农工商分得很清楚，穿的衣服不一样，海青这种长袍大袖子，这都是不做劳力的事情，读书人穿的，所以出家人也穿这个礼服。在家人礼服上绣的有花纹，颜色不一样，有紫色的、红色的、蓝色的、绿色的，那都分的有级别。绣的花纹那是他的阶级，便于行礼，身分地位高的，低的要向高的先行礼，衣服不能穿错了。在家庭里面普通有工作服，有常礼服（普通的），有大礼服，在什么样场合、什么样礼节里头，该穿什么服装都有规定的。",
      "zh_TW": "服制，所以佛真難得，佛隨緣不攀緣，中國是溫帶四季氣候很清楚，三衣是決定不能保暖的。印度，佛遊化的，現在看看地圖都在熱帶，所以他那三衣可以用，在中國不行。所以在中國一定要用中國的服裝，海青是漢朝時候普通的禮服，讀書人穿的。那個時候士農工商分得很清楚，穿的衣服不一樣，海青這種長袍大袖子，這都是不做勞力的事情，讀書人穿的，所以出家人也穿這個禮服。在家人禮服上繡的有花紋，顏色不一樣，有紫色的、紅色的、藍色的、綠色的，那都分的有級別。繡的花紋那是他的階級，便於行禮，身分地位高的，低的要向高的先行禮，衣服不能穿錯了。在家庭裡面普通有工作服，有常禮服（普通的），有大禮服，在什麼樣場合、什麼樣禮節裡頭，該穿什麼服裝都有規定的。"
    },
    {
      "id": "02-040-0254_p0029",
      "zh_CN": "到以后出家人自己建立小庙，佛这个正命是为他们说的。出家人当离五种邪命利养，这五种利养不可以有的，常以乞食自活其命，这叫正命。所以现在在南洋小乘国家还有托钵，大乘没有，在中国是帝王供养。这五种，第一个「诈现异相」，诈就是不诚实，现的与众不同，为的是什么？是为利养，这个用心错误的。第二个「自说功能」，也就是今天讲的自赞还毁他，自说功德是自赞，这在戒律里头也是重戒。第三种「占相吉凶」，有替人算卦、替人看相占卜吉凶，为人看病、看相、算命以这种方式，还有看风水，在中国很多人看风水，取得的供养，这也是佛不许可的，为什么？这都走向邪道、偏道了。第四种「高声现威」，也是诈现异相里头的一种，在大庭广众当中让别人对他特别注意，他要制造一些动作，让大家能够重视他，是这个意思。第五个「说所得利以动人心」，说某人对我供养多少多少，那个又供养多少，意思就是你也该，该到你了。佛说这五种心态是邪命，是不正常，是错误的，一定要远离。",
      "zh_TW": "到以後出家人自己建立小廟，佛這個正命是為他們說的。出家人當離五種邪命利養，這五種利養不可以有的，常以乞食自活其命，這叫正命。所以現在在南洋小乘國家還有托缽，大乘沒有，在中國是帝王供養。這五種，第一個「詐現異相」，詐就是不誠實，現的與眾不同，為的是什麼？是為利養，這個用心錯誤的。第二個「自說功能」，也就是今天講的自讚還毀他，自說功德是自讚，這在戒律裡頭也是重戒。第三種「占相吉凶」，有替人算卦、替人看相占卜吉凶，為人看病、看相、算命以這種方式，還有看風水，在中國很多人看風水，取得的供養，這也是佛不許可的，為什麼？這都走向邪道、偏道了。第四種「高聲現威」，也是詐現異相裡頭的一種，在大庭廣眾當中讓別人對他特別注意，他要製造一些動作，讓大家能夠重視他，是這個意思。第五個「說所得利以動人心」，說某人對我供養多少多少，那個又供養多少，意思就是你也該，該到你了。佛說這五種心態是邪命，是不正常，是錯誤的，一定要遠離。"
    },
    {
      "id": "02-040-0254_p0030",
      "zh_CN": "第六「正精进，不杂名精，无间名进」，这精进两个意思。「谓人勤修戒定慧之道，一心专精，无有间歇，是名正精进」。佛对一般人，劝人断恶修善，以十善业道为标准，不杀生、不偷盗、不淫欲、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，以这个十条为标准。修十善业不杂名闻利养，这叫精，天天不间断，这叫进，这有进步。所以劝人修戒定慧，持戒心地清净。读诵、听讲，古时候听讲的缘不容易，寺院里头有讲经，儒家有书院，佛家有寺院，道家有道观，都有讲学的。都是说明伦常、宇宙的大道，伦是讲关系，首先从自己本身讲起，家庭里面的关系，父子的关系、夫妇的关系、君臣的关系，君臣是领导与被领导的关系，这在家里有，有家长领导。尤其中国古时候，是大家庭制度，五、六代同堂不分家的，所以人丁很多。农业社会，农耕人手愈多愈好，这人丁兴旺，耕作的人多。这个家有家长领导，家里面就有君臣关系，所以从小就养成对领导的服从，对领导的忠诚，他在家就培养好了。在家能孝顺父母，他要是做官他就懂得奉事君王，把君王当作父母看待就行了，知道这些关系。同等的朋友，长幼有序、朋友有信。",
      "zh_TW": "第六「正精進，不雜名精，無間名進」，這精進兩個意思。「謂人勤修戒定慧之道，一心專精，無有間歇，是名正精進」。佛對一般人，勸人斷惡修善，以十善業道為標準，不殺生、不偷盜、不淫欲、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，以這個十條為標準。修十善業不雜名聞利養，這叫精，天天不間斷，這叫進，這有進步。所以勸人修戒定慧，持戒心地清淨。讀誦、聽講，古時候聽講的緣不容易，寺院裡頭有講經，儒家有書院，佛家有寺院，道家有道觀，都有講學的。都是說明倫常、宇宙的大道，倫是講關係，首先從自己本身講起，家庭裡面的關係，父子的關係、夫婦的關係、君臣的關係，君臣是領導與被領導的關係，這在家裡有，有家長領導。尤其中國古時候，是大家庭制度，五、六代同堂不分家的，所以人丁很多。農業社會，農耕人手愈多愈好，這人丁興旺，耕作的人多。這個家有家長領導，家裡面就有君臣關係，所以從小就養成對領導的服從，對領導的忠誠，他在家就培養好了。在家能孝順父母，他要是做官他就懂得奉事君王，把君王當作父母看待就行了，知道這些關係。同等的朋友，長幼有序、朋友有信。"
    },
    {
      "id": "02-040-0254_p0031",
      "zh_CN": "日常生活当中从小长大全都学会，所以家齐，这家整齐，国自然就治了。所以古时候社会上，各种行业最清高的就是做官，人没有不羡慕做官的。为什么？做官地位很高，得到许多人尊敬他，待遇也不错，足以养家活口，待遇都不错。工作量很少，为什么少？没有案子办，社会上人人是好人，没有为非作歹的，每一个家都把人教好了。所以中国古老的教育不是国家，是家，等于说是家家都把人教好了。中国古老社会，没听说小孩读书的问题，没听说，老人养老的问题，没听说过，为什么？家承包了，家庭要负责育幼，要负责养老。人年岁大退休了，落叶归根，回到老家，回老家去养老。家家都有祠堂，祠堂是个公共的场所，除了春秋两次祭祀之外平常都空的，而且祠堂都很大，去做什么？做办学、养老的地方。祠堂的大殿，也就是老人的活动中心，在那边喝茶、聊天、讲故事，或者请这些杂耍、民间艺术来表演，这常常有。所以老人真乐，跟外国不一样，老人真享福！老小，你看小孩读书也在祠堂里头，下课了都跑来，都是一家人，这哪家孩子、哪家孩子，都是一家人，所以老人跟小孩就玩在一起去。有些老人慈悲，把自己一生的经历，讲故事讲给小孩听，那都是教育。",
      "zh_TW": "日常生活當中從小長大全都學會，所以家齊，這家整齊，國自然就治了。所以古時候社會上，各種行業最清高的就是做官，人沒有不羨慕做官的。為什麼？做官地位很高，得到許多人尊敬他，待遇也不錯，足以養家活口，待遇都不錯。工作量很少，為什麼少？沒有案子辦，社會上人人是好人，沒有為非作歹的，每一個家都把人教好了。所以中國古老的教育不是國家，是家，等於說是家家都把人教好了。中國古老社會，沒聽說小孩讀書的問題，沒聽說，老人養老的問題，沒聽說過，為什麼？家承包了，家庭要負責育幼，要負責養老。人年歲大退休了，落葉歸根，回到老家，回老家去養老。家家都有祠堂，祠堂是個公共的場所，除了春秋兩次祭祀之外平常都空的，而且祠堂都很大，去做什麼？做辦學、養老的地方。祠堂的大殿，也就是老人的活動中心，在那邊喝茶、聊天、講故事，或者請這些雜耍、民間藝術來表演，這常常有。所以老人真樂，跟外國不一樣，老人真享福！老小，你看小孩讀書也在祠堂裡頭，下課了都跑來，都是一家人，這哪家孩子、哪家孩子，都是一家人，所以老人跟小孩就玩在一起去。有些老人慈悲，把自己一生的經歷，講故事講給小孩聽，那都是教育。"
    },
    {
      "id": "02-040-0254_p0032",
      "zh_CN": "国家的教育，那完全是培养从政的这批人，就像现在的党校，它不培养别的，别的是你自己家里培养的。所以国家有考试，有县考、省考、殿试，殿试是皇上亲自主持的。县考秀才，省考举人，殿试是进士，这就是学历，现在讲的学位，进士是最高的学位，举人是第二个，秀才是第三。考中秀才你要是喜欢一生读书，你就可以读书，为什么？考中秀才之后国家养你。那个时候送米，你们看《了凡四训》就看到，了凡先生一年收入好像是九十多石米，那吃不完的。九十多石米你看他卖了之后，他就可以有零用钱，什么都有了。所以那个时候待遇是食物，是以米为单位；老百姓、农民纳的税都是米，国家拿这个米来养全国的公务人员。",
      "zh_TW": "國家的教育，那完全是培養從政的這批人，就像現在的黨校，它不培養別的，別的是你自己家裡培養的。所以國家有考試，有縣考、省考、殿試，殿試是皇上親自主持的。縣考秀才，省考舉人，殿試是進士，這就是學歷，現在講的學位，進士是最高的學位，舉人是第二個，秀才是第三。考中秀才你要是喜歡一生讀書，你就可以讀書，為什麼？考中秀才之後國家養你。那個時候送米，你們看《了凡四訓》就看到，了凡先生一年收入好像是九十多石米，那吃不完的。九十多石米你看他賣了之後，他就可以有零用錢，什麼都有了。所以那個時候待遇是食物，是以米為單位；老百姓、農民納的稅都是米，國家拿這個米來養全國的公務人員。"
    },
    {
      "id": "02-040-0254_p0033",
      "zh_CN": "人个个都受了很好的教育，所以做官的人最快乐，一个月有个三件、五件案子，你这个地方怎么会有这么多事？有很多地方几个月没有一个案件。所以做官，做官没事，游山玩水，考察民情，他在一个地方他常常出去看，了解人民状况。最重要的是要留意人才，年轻这些小朋友，就是举孝廉，这个小孩子孝顺父母，再廉洁，这都被国家选去了。孝顺父母就能忠于国家，廉洁就不贪污，所以公务人员就要这两个字，孝廉，汉武帝时候提出来。你这个县官在这个地方做上三年，不能替国家举荐几个孝廉，你这官做不成了，你就得下台。政绩，第一个政绩就是举孝廉，进贤受上赏，这个国家真正有贤人、有能人，你能够推荐给国家，国家发现这是真的，国家最高的赏赐就赏给你，鼓励大家进贤。国家需要的是人才，有德行、有学问、有爱心，真正肯为人民服务的。这些事情都变成地方官，现在的县市长，他们第一个政绩，政绩头一条。你说这个社会能不好吗？太平盛世是这样造成的，真正齐心合力来打造太平盛世。",
      "zh_TW": "人個個都受了很好的教育，所以做官的人最快樂，一個月有個三件、五件案子，你這個地方怎麼會有這麼多事？有很多地方幾個月沒有一個案件。所以做官，做官沒事，遊山玩水，考察民情，他在一個地方他常常出去看，了解人民狀況。最重要的是要留意人才，年輕這些小朋友，就是舉孝廉，這個小孩子孝順父母，再廉潔，這都被國家選去了。孝順父母就能忠於國家，廉潔就不貪污，所以公務人員就要這兩個字，孝廉，漢武帝時候提出來。你這個縣官在這個地方做上三年，不能替國家舉薦幾個孝廉，你這官做不成了，你就得下台。政績，第一個政績就是舉孝廉，進賢受上賞，這個國家真正有賢人、有能人，你能夠推薦給國家，國家發現這是真的，國家最高的賞賜就賞給你，鼓勵大家進賢。國家需要的是人才，有德行、有學問、有愛心，真正肯為人民服務的。這些事情都變成地方官，現在的縣市長，他們第一個政績，政績頭一條。你說這個社會能不好嗎？太平盛世是這樣造成的，真正齊心合力來打造太平盛世。"
    },
    {
      "id": "02-040-0254_p0034",
      "zh_CN": "今天交通便捷，资讯发达，整个地球真的变成村，地球村。我是在抗战前一年，从我们家乡到福建，我记得走了一个星期，到哪里？到福建建瓯。第一次出来我们走水路，我们家乡有个庐江，有个小江，那个水是流到长江的。我们那里距离渡轮渡口九十里（九十华里）走路要走一天，坐船，坐小帆船一天到这个渡口。第二天渡口有小轮（小轮船）到芜湖，第三天从芜湖坐火车到南京，从南京坐火车到上海，从上海坐船到福州，在船上走三天三夜到福州。福州再坐小轮好像是一天半将近两天到南平，南平坐公共汽车到建瓯。这个路我都记得很清楚，那时候我十岁，我就知道路怎么走法。那个时候路石子路，公共汽车开出去之后，这后面就是尘沙、灰尘，车上的人满脸都是灰土土的，那个时代。现在的交通一天就办到了。福州要到香港，那时候更远，还要坐三天三夜的船，在那个时候。所以交通非常方便，资讯发达，电话全世界都收到、都通。在从前从中国到美国，就上海坐轮船到美国，要一个月船才能到；现在搭飞机十个小时，到美国办事当天都可以回来。所以整个世界科学发展很大的变革，不变的是伦理道德，精神这方面东西永恒不变。",
      "zh_TW": "今天交通便捷，資訊發達，整個地球真的變成村，地球村。我是在抗戰前一年，從我們家鄉到福建，我記得走了一個星期，到哪裡？到福建建甌。第一次出來我們走水路，我們家鄉有個廬江，有個小江，那個水是流到長江的。我們那裡距離渡輪渡口九十里（九十華里）走路要走一天，坐船，坐小帆船一天到這個渡口。第二天渡口有小輪（小輪船）到蕪湖，第三天從蕪湖坐火車到南京，從南京坐火車到上海，從上海坐船到福州，在船上走三天三夜到福州。福州再坐小輪好像是一天半將近兩天到南平，南平坐公共汽車到建甌。這個路我都記得很清楚，那時候我十歲，我就知道路怎麼走法。那個時候路石子路，公共汽車開出去之後，這後面就是塵沙、灰塵，車上的人滿臉都是灰土土的，那個時代。現在的交通一天就辦到了。福州要到香港，那時候更遠，還要坐三天三夜的船，在那個時候。所以交通非常方便，資訊發達，電話全世界都收到、都通。在從前從中國到美國，就上海坐輪船到美國，要一個月船才能到；現在搭飛機十個小時，到美國辦事當天都可以回來。所以整個世界科學發展很大的變革，不變的是倫理道德，精神這方面東西永恆不變。"
    },
    {
      "id": "02-040-0254_p0035",
      "zh_CN": "《群书治要》翻成英语，马哈迪长老看到了，他翻开这本书很感叹的说，几千年前古人所说的这些东西，到现在还管用，这叫真智慧。证实汤恩比说的话没错，汤恩比说要解决今天整个世界社会问题，只有中国孔孟学说跟大乘佛法。孔孟学说是什么？「仁义忠恕」。现在管不管用？救这个社会，提倡这四个字，我们自己做到，我们也劝别人做到。这个事做到了，你的家和睦，你的一家人幸福；整个社会做到，社会和谐，人民安乐。这个教育重要，与科学没有矛盾、没有障碍，可以同时并进。中国传统学术归纳起来就十二个字，孝悌忠信、礼义廉耻、仁爱和平。全世界的人都能遵守这十二个字，把这十二个字都做好了，那就是汤恩比说的，整个地球太平了。",
      "zh_TW": "《群書治要》翻成英語，馬哈迪長老看到了，他翻開這本書很感嘆的說，幾千年前古人所說的這些東西，到現在還管用，這叫真智慧。證實湯恩比說的話沒錯，湯恩比說要解決今天整個世界社會問題，只有中國孔孟學說跟大乘佛法。孔孟學說是什麼？「仁義忠恕」。現在管不管用？救這個社會，提倡這四個字，我們自己做到，我們也勸別人做到。這個事做到了，你的家和睦，你的一家人幸福；整個社會做到，社會和諧，人民安樂。這個教育重要，與科學沒有矛盾、沒有障礙，可以同時並進。中國傳統學術歸納起來就十二個字，孝悌忠信、禮義廉恥、仁愛和平。全世界的人都能遵守這十二個字，把這十二個字都做好了，那就是湯恩比說的，整個地球太平了。"
    },
    {
      "id": "02-040-0254_p0036",
      "zh_CN": "大乘佛法讲的是什么？真诚、慈悲。佛教人用真心，教人要诚实，慈悲是爱心。每个宗教里头都讲爱，所以用爱这个字可以团结宗教。现在这个世界上就缺少爱，没有爱，爱自己不爱别人，甚至于说得严格一点，他自己都不知道爱自己，自己作践自己，糟蹋自己。不懂得自爱，如何能爱人？所以今天我们提倡宗教要团结，要提倡宗教教育，就是爱的教育，就是中国人讲的仁义忠恕的教育，每个宗教都讲这四个字，能救自己，能救社会，能救国家民族，能救全世界。好，今天时间到了，我们就学到此地。",
      "zh_TW": "大乘佛法講的是什麼？真誠、慈悲。佛教人用真心，教人要誠實，慈悲是愛心。每個宗教裡頭都講愛，所以用愛這個字可以團結宗教。現在這個世界上就缺少愛，沒有愛，愛自己不愛別人，甚至於說得嚴格一點，他自己都不知道愛自己，自己作踐自己，糟蹋自己。不懂得自愛，如何能愛人？所以今天我們提倡宗教要團結，要提倡宗教教育，就是愛的教育，就是中國人講的仁義忠恕的教育，每個宗教都講這四個字，能救自己，能救社會，能救國家民族，能救全世界。好，今天時間到了，我們就學到此地。"
    }
  ]
}