{
  "doc_id": "02-040-0600",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六００集",
    "zh_TW": "第六００集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0600",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0600_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0600_p0002",
      "zh_CN": "请看《大经科注》第一０三九页第六行，科题「着出世福田」。",
      "zh_TW": "請看《大經科註》第一０三九頁第六行，科題「著出世福田」。"
    },
    {
      "id": "02-040-0600_p0003",
      "zh_CN": "《无量寿经》上的经文开示，每一节、每一句都非常重要，这是夏莲老会集的高明之处，五种原译本里头所说的没有一句漏掉，重复的，把它重新整理，还是用经文的字，没有变动，简化了，让我们很容易能看得懂。所以这部经，我们深深相信，末法一直到最后灭法，《无量寿经》最后灭，最后灭的一定是这个本子。所以这个本子我们有使命把它继承下来，依教奉行，把它发扬光大，普利众生。这段经文问答，为什么人不求往生，为什么念佛的人不能出离六道轮回？这是大问题，要知道学佛学得再好，如果不能出轮回，这一世所修的，真的成绩等于零，还是要搞六道轮回，这个麻烦就大了。如果在这一生当中真正往生极乐世界，你学佛的成绩就是满分，你就拿到一百分，真的成功了。往生到极乐世界，肯定一生成佛，证得究竟圆满，回归常寂光。往生难不难？这一节经文里面所说的，我们对照一下，自己还有没有这个习气？如果有这个习气，赶快把它放下。",
      "zh_TW": "《無量壽經》上的經文開示，每一節、每一句都非常重要，這是夏蓮老會集的高明之處，五種原譯本裡頭所說的沒有一句漏掉，重複的，把它重新整理，還是用經文的字，沒有變動，簡化了，讓我們很容易能看得懂。所以這部經，我們深深相信，末法一直到最後滅法，《無量壽經》最後滅，最後滅的一定是這個本子。所以這個本子我們有使命把它繼承下來，依教奉行，把它發揚光大，普利眾生。這段經文問答，為什麼人不求往生，為什麼念佛的人不能出離六道輪迴？這是大問題，要知道學佛學得再好，如果不能出輪迴，這一世所修的，真的成績等於零，還是要搞六道輪迴，這個麻煩就大了。如果在這一生當中真正往生極樂世界，你學佛的成績就是滿分，你就拿到一百分，真的成功了。往生到極樂世界，肯定一生成佛，證得究竟圓滿，回歸常寂光。往生難不難？這一節經文裡面所說的，我們對照一下，自己還有沒有這個習氣？如果有這個習氣，趕快把它放下。"
    },
    {
      "id": "02-040-0600_p0004",
      "zh_CN": "首先佛告诉我们，这个问答里头，为什么不求往生。许多人真正是缺少智慧，迷恋人天福报，天上现在还没有享到，首先是人间的福报。人间福报都不肯放下，何况天上的福报！这是不求往生的第一类的人。第二类是弥勒菩萨又问，这些学佛众生「虚妄分别，不求佛刹，何免轮回」。干什么都是虚妄分别，研究经教、讨论经教、讲解经教，做不到！烦恼断不了。我们学了几十年，对于六道怎么来的清清楚楚，六道轮回是见思烦恼所感的。见惑五大类，身见、边见、见取、戒取、邪见，哪一条我们能够断掉？思惑，贪、瞋、痴、慢、疑，这五种哪一种我们没有？见思烦恼全断了，确实断了，才证阿罗汉，超越六道轮回。首先讲见惑，身见、边见这五种见惑断干净，证小乘须陀洹果，大乘十信位初信位的菩萨，你入佛门了。真难！我们真没有本事断。往上再去，尘沙烦恼，菩萨所断的；再往上去，无明烦恼，三乘菩萨所断的，别教十住、十行、十回向。我们在经上看到，我们也会讲，做不到，做不到就是白讲了。参禅，不要说开悟，得定都做不到。虚云老和尚得定了，没开悟。民国以来没听说哪个开悟了，得定的有几个。得定，他有没有达到初禅？我们知道虚云老和尚他往生兜率天，欲界第四天，亲近弥勒菩萨，这也算是大成就了。在兜率天依止弥勒菩萨修行，将来弥勒菩萨下生成佛，这些人是他的声闻弟子，像释迦牟尼佛弟子当中，舍利弗、目犍连一类的，也算是不错。虚老和尚这样的功夫，他能放下的，我们有没有都放下？这个事情要搞真的，不能搞假的。搞假的是自欺欺人，自欺欺人这个罪就是地狱罪，拿着佛法欺骗众生、欺骗自己，无间地狱罪业。",
      "zh_TW": "首先佛告訴我們，這個問答裡頭，為什麼不求往生。許多人真正是缺少智慧，迷戀人天福報，天上現在還沒有享到，首先是人間的福報。人間福報都不肯放下，何況天上的福報！這是不求往生的第一類的人。第二類是彌勒菩薩又問，這些學佛眾生「虛妄分別，不求佛剎，何免輪迴」。幹什麼都是虛妄分別，研究經教、討論經教、講解經教，做不到！煩惱斷不了。我們學了幾十年，對於六道怎麼來的清清楚楚，六道輪迴是見思煩惱所感的。見惑五大類，身見、邊見、見取、戒取、邪見，哪一條我們能夠斷掉？思惑，貪、瞋、痴、慢、疑，這五種哪一種我們沒有？見思煩惱全斷了，確實斷了，才證阿羅漢，超越六道輪迴。首先講見惑，身見、邊見這五種見惑斷乾淨，證小乘須陀洹果，大乘十信位初信位的菩薩，你入佛門了。真難！我們真沒有本事斷。往上再去，塵沙煩惱，菩薩所斷的；再往上去，無明煩惱，三乘菩薩所斷的，別教十住、十行、十迴向。我們在經上看到，我們也會講，做不到，做不到就是白講了。參禪，不要說開悟，得定都做不到。虛雲老和尚得定了，沒開悟。民國以來沒聽說哪個開悟了，得定的有幾個。得定，他有沒有達到初禪？我們知道虛雲老和尚他往生兜率天，欲界第四天，親近彌勒菩薩，這也算是大成就了。在兜率天依止彌勒菩薩修行，將來彌勒菩薩下生成佛，這些人是他的聲聞弟子，像釋迦牟尼佛弟子當中，舍利弗、目犍連一類的，也算是不錯。虛老和尚這樣的功夫，他能放下的，我們有沒有都放下？這個事情要搞真的，不能搞假的。搞假的是自欺欺人，自欺欺人這個罪就是地獄罪，拿著佛法欺騙眾生、欺騙自己，無間地獄罪業。"
    },
    {
      "id": "02-040-0600_p0005",
      "zh_CN": "这下面给我们说，「着世间福田」，邪见修福，出不了六道轮回；第二，「愚痴不修」，佛都救不了，这是讲佛门，愚痴不修是世智辩聪，把佛法变成世间人讲的哲学，我们讲佛学，「世智辩聪，增益邪心」，这是搞佛学的。什么叫真修行？放下叫真修行。他放不下。总的来说，财、色、名、利，这四桩事情放下没有？细微一点说，七情五欲还有，不能往生，佛没法子救。我们所看到的、接触到的，学佛绝大多数是这些人，在经上都有。回过头来看看自己，自己是不是这一类的人？如果是这类人，赶快改，来得及，只要一口气不断，忏悔认错，后不再造，来得及。现在不肯改，说等我再过几年。人命无常，什么时候走，自己不知道，怎么个走法，自己也不晓得，为什么不忍心把它放下，一心专求净土？",
      "zh_TW": "這下面給我們說，「著世間福田」，邪見修福，出不了六道輪迴；第二，「愚痴不修」，佛都救不了，這是講佛門，愚痴不修是世智辯聰，把佛法變成世間人講的哲學，我們講佛學，「世智辯聰，增益邪心」，這是搞佛學的。什麼叫真修行？放下叫真修行。他放不下。總的來說，財、色、名、利，這四樁事情放下沒有？細微一點說，七情五欲還有，不能往生，佛沒法子救。我們所看到的、接觸到的，學佛絕大多數是這些人，在經上都有。回過頭來看看自己，自己是不是這一類的人？如果是這類人，趕快改，來得及，只要一口氣不斷，懺悔認錯，後不再造，來得及。現在不肯改，說等我再過幾年。人命無常，什麼時候走，自己不知道，怎麼個走法，自己也不曉得，為什麼不忍心把它放下，一心專求淨土？"
    },
    {
      "id": "02-040-0600_p0006",
      "zh_CN": "大经大论好。前天有个同修他想出家，告诉我，他讲《华严经》讲了不少年，对这个有偏爱，问我行不行。他说：我教宗华严，行在净土。我仔细端详一下，不像。所以我劝他放弃《华严》，专学净土，也许还有指望。我讲真话，不是骗他。《华严经》纵然你通了，学会了，你现在讲《华严》没有听众，谁听你的？那么大部经，从头到尾讲一遍，像我过去那个讲法，要两万个小时。人家听到这么长的时间，他就不来了。现在人要精简，你说两个小时，他会来；你说二十个小时，还勉强；你说二百个小时，他不来了，他没有那么大的耐心。你自己有耐心，听众没有耐心，换句话说，不契机。契理不契机，等于白说了；契机不契理，废话。",
      "zh_TW": "大經大論好。前天有個同修他想出家，告訴我，他講《華嚴經》講了不少年，對這個有偏愛，問我行不行。他說：我教宗華嚴，行在淨土。我仔細端詳一下，不像。所以我勸他放棄《華嚴》，專學淨土，也許還有指望。我講真話，不是騙他。《華嚴經》縱然你通了，學會了，你現在講《華嚴》沒有聽眾，誰聽你的？那麼大部經，從頭到尾講一遍，像我過去那個講法，要兩萬個小時。人家聽到這麼長的時間，他就不來了。現在人要精簡，你說兩個小時，他會來；你說二十個小時，還勉強；你說二百個小時，他不來了，他沒有那麼大的耐心。你自己有耐心，聽眾沒有耐心，換句話說，不契機。契理不契機，等於白說了；契機不契理，廢話。"
    },
    {
      "id": "02-040-0600_p0007",
      "zh_CN": "下面这段经文，着相了，着了出世福田。着世间福田不行，不能成就，着出世福田也不行。我们看经文：",
      "zh_TW": "下面這段經文，著相了，著了出世福田。著世間福田不行，不能成就，著出世福田也不行。我們看經文："
    },
    {
      "id": "02-040-0600_p0008",
      "zh_CN": "【复有众生。虽种善根。作大福田。取相分别。情执深重。求出轮回。终不能得。】",
      "zh_TW": "【復有眾生。雖種善根。作大福田。取相分別。情執深重。求出輪迴。終不能得。】"
    },
    {
      "id": "02-040-0600_p0009",
      "zh_CN": "这里讲得很清楚，虽然种善根，依教修行，依这些大经大论，底下两句就是病，你有没有取相？就是有没有着相，有没有分别？马鸣菩萨在《起信论》里头教我们，这大乘，用什么样的心态来学大乘？第一个，不着言说相，听讲经用心听，不着言说相；不著名字相，这些名词术语是假的，不是真的，假名。跟老子讲的「名可名，非常名；道可道，非常道」，道可道非常道就是不着心缘相，那就不取相，那就不分别，那叫真听。用什么听？用耳根根性闻法。『取相分别』是用耳识听，用六识不行，不能开悟，要用六根。《楞严经》上讲的，用见性见色性，用闻性闻声性，明心见性，这我们做不到。『情执深重』，这是最明显的，还有情执，不但有，还很深，还很重，这出不了六道轮回，因为六道轮回就是情执变现出来的。修学大乘，情执没放下，这怎么行？",
      "zh_TW": "這裡講得很清楚，雖然種善根，依教修行，依這些大經大論，底下兩句就是病，你有沒有取相？就是有沒有著相，有沒有分別？馬鳴菩薩在《起信論》裡頭教我們，這大乘，用什麼樣的心態來學大乘？第一個，不著言說相，聽講經用心聽，不著言說相；不著名字相，這些名詞術語是假的，不是真的，假名。跟老子講的「名可名，非常名；道可道，非常道」，道可道非常道就是不著心緣相，那就不取相，那就不分別，那叫真聽。用什麼聽？用耳根根性聞法。『取相分別』是用耳識聽，用六識不行，不能開悟，要用六根。《楞嚴經》上講的，用見性見色性，用聞性聞聲性，明心見性，這我們做不到。『情執深重』，這是最明顯的，還有情執，不但有，還很深，還很重，這出不了六道輪迴，因為六道輪迴就是情執變現出來的。修學大乘，情執沒放下，這怎麼行？"
    },
    {
      "id": "02-040-0600_p0010",
      "zh_CN": "我们看念老的注解，「佛答慈氏」，就是回答弥勒菩萨，「此界众生，虽亦修善，而不求生净土者，共有三种」。第一种，「贪着世乐，求人天果」。能不能求到？能。这一世出家修行，最起码的，净业三福里面所说的，我把它说成儒释道的三个根，这是戒律的根本，戒律的基础。这个东西做不到，你那个持戒是假的。为什么佛教衰了？没有人持戒。为什么没有人持戒？想持戒的人不知道戒从哪里持起，没有找到根。净业三福是我们修学最高的指导原则，总纲领是戒定慧。净业三福是属于戒，第一条，「孝养父母，奉事师长」，你做到没有？怎么做到？落实在《弟子规》。《弟子规》做到，这两条两句话做到了。「慈心不杀」落实在《感应篇》，道家的。末后「修十善业」，《十善业道经》上所说的有没有做到？儒释道的三个根，就这四句话。无论出家在家，无论修什么法门，宗门教下、显教密教，不管修哪个法门，这是根。像盖房子一样，这是地基，无论盖什么房子，基础先要打好。",
      "zh_TW": "我們看念老的註解，「佛答慈氏」，就是回答彌勒菩薩，「此界眾生，雖亦修善，而不求生淨土者，共有三種」。第一種，「貪著世樂，求人天果」。能不能求到？能。這一世出家修行，最起碼的，淨業三福裡面所說的，我把它說成儒釋道的三個根，這是戒律的根本，戒律的基礎。這個東西做不到，你那個持戒是假的。為什麼佛教衰了？沒有人持戒。為什麼沒有人持戒？想持戒的人不知道戒從哪裡持起，沒有找到根。淨業三福是我們修學最高的指導原則，總綱領是戒定慧。淨業三福是屬於戒，第一條，「孝養父母，奉事師長」，你做到沒有？怎麼做到？落實在《弟子規》。《弟子規》做到，這兩條兩句話做到了。「慈心不殺」落實在《感應篇》，道家的。末後「修十善業」，《十善業道經》上所說的有沒有做到？儒釋道的三個根，就這四句話。無論出家在家，無論修什麼法門，宗門教下、顯教密教，不管修哪個法門，這是根。像蓋房子一樣，這是地基，無論蓋什麼房子，基礎先要打好。"
    },
    {
      "id": "02-040-0600_p0011",
      "zh_CN": "这三个根，不要看它很小，它所含的义趣深广无有边际。怎么知道？我们看到佛门里面表法，就能体会这个意思。小乘三千威仪，大乘八万四千细行，菩萨修的，把它合起来，它是什么？就是十善业道，就是《感应篇》，就是《弟子规》。展开，小乘三千条，大乘八万四千条，归纳起来就是十善业。十善业建立在《弟子规》跟《感应篇》的基础上，没有这两样东西，十善业做不到。所以真干，就要从这里下手。不从这里下手，是玩假的，都是此地讲的「不种善根，增益邪心」。",
      "zh_TW": "這三個根，不要看它很小，它所含的義趣深廣無有邊際。怎麼知道？我們看到佛門裡面表法，就能體會這個意思。小乘三千威儀，大乘八萬四千細行，菩薩修的，把它合起來，它是什麼？就是十善業道，就是《感應篇》，就是《弟子規》。展開，小乘三千條，大乘八萬四千條，歸納起來就是十善業。十善業建立在《弟子規》跟《感應篇》的基礎上，沒有這兩樣東西，十善業做不到。所以真幹，就要從這裡下手。不從這裡下手，是玩假的，都是此地講的「不種善根，增益邪心」。"
    },
    {
      "id": "02-040-0600_p0012",
      "zh_CN": "你有聪明智慧，那是世智辩聪。这个东西没有好处的，用错了，造业。自己很得意，不知道自己造重业。注解里面说，这个地方这一段比前面更严重，这是愚痴更甚。「不种善根」，仗恃自己的世智聪辩，「骄慢自大，不生正信，助长邪心」。这种人很多，我们同学当中就看到。这都是五十多年前，讲经六十年，我认识李老师，那一年我三十岁。李老师刚好他开班教讲经，开了一个经学班，台中莲社的，学习讲经的同学二十多个人。我们是初到台中，是来跟李老师学的，不敢妄想上台讲经，不敢。老师劝我参加，我不敢。他说：你去看看。我说看看可以，去参观旁听一下。让我坐在最后一排。我旁听的时候，让我非常感到意外，同学当中有很多程度都不如我，他们都有这个胆子发心来学讲经。所以这一堂旁听之后，我就跟老师讲，我可以参加，我愿意参加。里面最让人感动的，林看治老居士，同学当中年岁最大，她六十多岁，小学毕业，给我很大的鼓舞，她都能参加的事，那我应该不成问题，我们信心一下就生起来。同学里头确实有这个，有世智辩聪，增益邪心，有骄慢自大，不生正信，同学里头有，至少有三个人。我在旁边看得很清楚，老师对这三个人很客气，没有批评。像对林看治那些人，她们结拜姊妹好像有十个人，老师对她们很严格，有打有骂。所以我看到心里感到疑惑，老师看出来了，我没有问。有一天老师把我叫到房间里，问我是不是有疑惑，我说是有。他说你知道为什么原因？我说我不知道。林看治这批人，打都打不走的，她真想学，那要不真教她，对不起她。那几个同学不能说，说，脸就红了，就受不了。他说：怎么办？把他当旁听生，客客气气不要得罪他，不跟人结冤仇。我才恍然大悟。我在这个班里面一年三个月。他这个班是两年就结束了。我到台中开学一个月，一个星期上一堂课，一个月大概就是四、五堂课，我就是最前面四、五堂课没有遇到，我大概是从第六堂课开始的。一堂课三个小时，一个星期一次，非常有受用。",
      "zh_TW": "你有聰明智慧，那是世智辯聰。這個東西沒有好處的，用錯了，造業。自己很得意，不知道自己造重業。註解裡面說，這個地方這一段比前面更嚴重，這是愚痴更甚。「不種善根」，仗恃自己的世智聰辯，「驕慢自大，不生正信，助長邪心」。這種人很多，我們同學當中就看到。這都是五十多年前，講經六十年，我認識李老師，那一年我三十歲。李老師剛好他開班教講經，開了一個經學班，台中蓮社的，學習講經的同學二十多個人。我們是初到台中，是來跟李老師學的，不敢妄想上台講經，不敢。老師勸我參加，我不敢。他說：你去看看。我說看看可以，去參觀旁聽一下。讓我坐在最後一排。我旁聽的時候，讓我非常感到意外，同學當中有很多程度都不如我，他們都有這個膽子發心來學講經。所以這一堂旁聽之後，我就跟老師講，我可以參加，我願意參加。裡面最讓人感動的，林看治老居士，同學當中年歲最大，她六十多歲，小學畢業，給我很大的鼓舞，她都能參加的事，那我應該不成問題，我們信心一下就生起來。同學裡頭確實有這個，有世智辯聰，增益邪心，有驕慢自大，不生正信，同學裡頭有，至少有三個人。我在旁邊看得很清楚，老師對這三個人很客氣，沒有批評。像對林看治那些人，她們結拜姊妹好像有十個人，老師對她們很嚴格，有打有罵。所以我看到心裡感到疑惑，老師看出來了，我沒有問。有一天老師把我叫到房間裡，問我是不是有疑惑，我說是有。他說你知道為什麼原因？我說我不知道。林看治這批人，打都打不走的，她真想學，那要不真教她，對不起她。那幾個同學不能說，說，臉就紅了，就受不了。他說：怎麼辦？把他當旁聽生，客客氣氣不要得罪他，不跟人結冤仇。我才恍然大悟。我在這個班裡面一年三個月。他這個班是兩年就結束了。我到台中開學一個月，一個星期上一堂課，一個月大概就是四、五堂課，我就是最前面四、五堂課沒有遇到，我大概是從第六堂課開始的。一堂課三個小時，一個星期一次，非常有受用。"
    },
    {
      "id": "02-040-0600_p0013",
      "zh_CN": "学讲经，完全是复小座，老师怎么讲，你上台就怎么讲，漏掉可以，不能加自己意思，规矩，一个字都不可以加。老师说这是中国传统的规矩。这规矩从哪里传来的？阿难传下来的，结集经藏，复讲。所以阿难复讲，世世代代都用复讲，成就了两千年当中多少的高僧大德，都用这个方法。这个方法很笨拙，但是非常有效，锻炼人谦虚，没有傲慢心。总是把你压，压得下下的。所以我们把听众看作是监学，是老师，我们是学生，在上台做报告，当然台下这些人不会批评，老师要求同学批评，就是经学班的同学，同学要批评，最后老师批评。讲经必须要通过这一关，就是在教室里头内部讲一遍，大家批评之后，让他们两个把讲稿再修正，修正完了之后没有问题，这才上台去讲。上台虽然讲得不很好，可是老师掌握一个原则，你找不到毛病，这就好。我虽然是讲得不好，没有毛病。连孔德成到班上去听，听的时候都佩服，是不怎么样，没错，规规矩矩的，这是练基本功。",
      "zh_TW": "學講經，完全是複小座，老師怎麼講，你上台就怎麼講，漏掉可以，不能加自己意思，規矩，一個字都不可以加。老師說這是中國傳統的規矩。這規矩從哪裡傳來的？阿難傳下來的，結集經藏，複講。所以阿難複講，世世代代都用複講，成就了兩千年當中多少的高僧大德，都用這個方法。這個方法很笨拙，但是非常有效，鍛鍊人謙虛，沒有傲慢心。總是把你壓，壓得下下的。所以我們把聽眾看作是監學，是老師，我們是學生，在上台做報告，當然台下這些人不會批評，老師要求同學批評，就是經學班的同學，同學要批評，最後老師批評。講經必須要通過這一關，就是在教室裡頭內部講一遍，大家批評之後，讓他們兩個把講稿再修正，修正完了之後沒有問題，這才上台去講。上台雖然講得不很好，可是老師掌握一個原則，你找不到毛病，這就好。我雖然是講得不好，沒有毛病。連孔德成到班上去聽，聽的時候都佩服，是不怎麼樣，沒錯，規規矩矩的，這是練基本功。"
    },
    {
      "id": "02-040-0600_p0014",
      "zh_CN": "佛法不能讲错，讲错麻烦可大了，古人所谓「错下一个字转语，堕五百世野狐身」，这因果背不起。我们学讲经的依靠的是什么？老师教给我的，依靠注解。那讲错了，注经的人他错，我没错。我们不能离开他的注解，在他的注解上去发挥，也要讲得恰当，这个恰当是自己真正有所体悟。自己真正要有体悟，体会、觉悟，一定要修，不修就不可能。真正修，真正落实，在落实当中悟出经典里头甚深的义趣。所以行才会是真的；不行，听了，不是真的。想这个经什么意思，是假的，是你打妄想；要真正在力行当中有体会、有领悟，这是真的。解行要相应，解行要并重。有解无行，决定不能成就。",
      "zh_TW": "佛法不能講錯，講錯麻煩可大了，古人所謂「錯下一個字轉語，墮五百世野狐身」，這因果背不起。我們學講經的依靠的是什麼？老師教給我的，依靠註解。那講錯了，註經的人他錯，我沒錯。我們不能離開他的註解，在他的註解上去發揮，也要講得恰當，這個恰當是自己真正有所體悟。自己真正要有體悟，體會、覺悟，一定要修，不修就不可能。真正修，真正落實，在落實當中悟出經典裡頭甚深的義趣。所以行才會是真的；不行，聽了，不是真的。想這個經什麼意思，是假的，是你打妄想；要真正在力行當中有體會、有領悟，這是真的。解行要相應，解行要並重。有解無行，決定不能成就。"
    },
    {
      "id": "02-040-0600_p0015",
      "zh_CN": "这个经文虽然不长，每一字、每一句里意思很深。你看世智聪辩，增益邪心，多少人犯这个过失！以为自己懂了，那是自己解释的，不是如来真实义。「取相分别，情执深重」，这是大病，不是小病。「此三种人，纵能修福，所得只是世间福报」。世间福报是「梦幻泡影，转瞬即逝」，转眼就过去，「故求出轮回终不能得」。",
      "zh_TW": "這個經文雖然不長，每一字、每一句裡意思很深。你看世智聰辯，增益邪心，多少人犯這個過失！以為自己懂了，那是自己解釋的，不是如來真實義。「取相分別，情執深重」，這是大病，不是小病。「此三種人，縱能修福，所得只是世間福報」。世間福報是「夢幻泡影，轉瞬即逝」，轉眼就過去，「故求出輪迴終不能得」。"
    },
    {
      "id": "02-040-0600_p0016",
      "zh_CN": "『复有众生，虽种善根，作大福田』，什么叫大福田？「大福田者，持佛名号也。因持名是诸善中王，故所种田方得名为大福田」。这个知道的人不多，为什么？知道的人他肯念，一分一秒他都舍不得空过，真叫分秒必争。为什么？这是大福田，世间种福没有比这个福田更深，没有比这个福田更大，你念一部《华严经》不如念一句阿弥陀佛。你要真识货才行，你对于佛号不认识，所以你小看了它，一分一秒都不能空过。我这一生看到一个人，章嘉大师，这个人不论白天晚上，你只要看到他，你注意他嘴唇在动，他是金刚持，不出声音。跟你讲话，谈完了之后，他的咒马上就接上。心是定的，无论行住坐卧，你仔细观察，他在定中。他动作很慢，言语也很缓，说话一个字一个字，慢吞吞的，非常有摄受力。没有丝毫浮躁、急躁的这个样子，没有，从来没有看见过。",
      "zh_TW": "『復有眾生，雖種善根，作大福田』，什麼叫大福田？「大福田者，持佛名號也。因持名是諸善中王，故所種田方得名為大福田」。這個知道的人不多，為什麼？知道的人他肯念，一分一秒他都捨不得空過，真叫分秒必爭。為什麼？這是大福田，世間種福沒有比這個福田更深，沒有比這個福田更大，你念一部《華嚴經》不如念一句阿彌陀佛。你要真識貨才行，你對於佛號不認識，所以你小看了它，一分一秒都不能空過。我這一生看到一個人，章嘉大師，這個人不論白天晚上，你只要看到他，你注意他嘴唇在動，他是金剛持，不出聲音。跟你講話，談完了之後，他的咒馬上就接上。心是定的，無論行住坐臥，你仔細觀察，他在定中。他動作很慢，言語也很緩，說話一個字一個字，慢吞吞的，非常有攝受力。沒有絲毫浮躁、急躁的這個樣子，沒有，從來沒有看見過。"
    },
    {
      "id": "02-040-0600_p0017",
      "zh_CN": "故所种田，这是大福田。「惜以取相分别，情执深重，故虽念佛亦不能出轮回」。你看，真正做到佛号不间断，他还取相分别，情执没放下，他所修行的都变成人天福报，修的是福德，不是功德；如果他不取相、不分别，情执真放下了，他念佛，声声佛号是功德，积功累德。蕅益大师说，往生极乐世界增高品位，能不能往生确定在信愿之有无。有真信，有切愿，真信，只信那一门，其他的都放下。我信这一门，我还想参禅，我还想学密，禅净双修，禅净密三修，行不行？信心破坏了。你进入这个房间，你想走三个门同时进来，这是做不到的，只能从一门。所以专一，才是真正相信。必须要知道，「法门平等，无有高下」，从哪一门进都行，从华严可以，从法华也可以，就是一门，不能有两门。法达禅师诵《法华》三千部，在六祖会下大彻大悟，成就了；无尽藏比丘尼，一生受持《大涅槃经》，也在惠能大师手下开悟。一，专，不能搞两样。搞两样，你心分了，容易落在取相分别。情执很难断，所以虽念佛，虽然求生，也脱不了六道轮回，去不了。",
      "zh_TW": "故所種田，這是大福田。「惜以取相分別，情執深重，故雖念佛亦不能出輪迴」。你看，真正做到佛號不間斷，他還取相分別，情執沒放下，他所修行的都變成人天福報，修的是福德，不是功德；如果他不取相、不分別，情執真放下了，他念佛，聲聲佛號是功德，積功累德。蕅益大師說，往生極樂世界增高品位，能不能往生確定在信願之有無。有真信，有切願，真信，只信那一門，其他的都放下。我信這一門，我還想參禪，我還想學密，禪淨雙修，禪淨密三修，行不行？信心破壞了。你進入這個房間，你想走三個門同時進來，這是做不到的，只能從一門。所以專一，才是真正相信。必須要知道，「法門平等，無有高下」，從哪一門進都行，從華嚴可以，從法華也可以，就是一門，不能有兩門。法達禪師誦《法華》三千部，在六祖會下大徹大悟，成就了；無盡藏比丘尼，一生受持《大涅槃經》，也在惠能大師手下開悟。一，專，不能搞兩樣。搞兩樣，你心分了，容易落在取相分別。情執很難斷，所以雖念佛，雖然求生，也脫不了六道輪迴，去不了。"
    },
    {
      "id": "02-040-0600_p0018",
      "zh_CN": "「经中三辈往生，皆由于发菩提心，一向专念阿弥陀佛。菩提心者，即大智、大悲、大愿、圆融一体之心」。你有没有大智，有没有大悲？大智是觉悟、明白，大悲是怜悯一切苦难众生，包括自己在内。大愿就是求往生，什么都不求。要知道，无论想学什么，到极乐世界见阿弥陀佛再学，快！在此地，我们要把精力、时间集中一点，我就搞一样，决定能成功。决定不能够三心二意，心里还掺杂其他东西在里头，这就坏了。下面解释，「情执深重，即是愚痴」，很多人愚痴，自己不知道，「何云大智」，你既然愚痴，哪来的智慧？「取相分别，则有取舍」，有取有舍。有取有舍，怎么能兴起慈悲？慈悲是「无缘大慈，同体大悲」，有取有舍，无缘、同体没有了。有那个慈悲心，这种慈悲叫众生缘慈悲、爱缘慈悲，多半是爱缘慈悲，爱缘慈悲提升上来是众生缘慈悲，像《弟子规》里头所说的「凡是人，皆须爱」，是众生缘慈悲；不是大慈大悲，大慈大悲是没有条件的。所以说，「无缘大慈，同体大悲」。同体是一不是二，一里头没有取舍，二就有取舍。「如是之人何能发菩提心」，他发的菩提心是假的，不是真的，甚至于他连什么叫菩提心没搞清楚，「故念佛亦不能入于三辈之中」，就是纵然往生，往生在边地。「蕅益大师谓念佛如无信愿，亦不能生」，跟这个意思相同。他那个信不是真信，他的愿不是切愿，眼前五欲六尘这个境界一现前，他就把往生、念佛放下了，这就证明他不是真的。人到老，到晚年，中国古人说，晚年最怕的，患得患失，晚年没有依靠，得失心非常重，真叫斤斤计较，这个是障碍往生。",
      "zh_TW": "「經中三輩往生，皆由於發菩提心，一向專念阿彌陀佛。菩提心者，即大智、大悲、大願、圓融一體之心」。你有沒有大智，有沒有大悲？大智是覺悟、明白，大悲是憐憫一切苦難眾生，包括自己在內。大願就是求往生，什麼都不求。要知道，無論想學什麼，到極樂世界見阿彌陀佛再學，快！在此地，我們要把精力、時間集中一點，我就搞一樣，決定能成功。決定不能夠三心二意，心裡還摻雜其他東西在裡頭，這就壞了。下面解釋，「情執深重，即是愚痴」，很多人愚痴，自己不知道，「何云大智」，你既然愚痴，哪來的智慧？「取相分別，則有取捨」，有取有捨。有取有捨，怎麼能興起慈悲？慈悲是「無緣大慈，同體大悲」，有取有捨，無緣、同體沒有了。有那個慈悲心，這種慈悲叫眾生緣慈悲、愛緣慈悲，多半是愛緣慈悲，愛緣慈悲提升上來是眾生緣慈悲，像《弟子規》裡頭所說的「凡是人，皆須愛」，是眾生緣慈悲；不是大慈大悲，大慈大悲是沒有條件的。所以說，「無緣大慈，同體大悲」。同體是一不是二，一裡頭沒有取捨，二就有取捨。「如是之人何能發菩提心」，他發的菩提心是假的，不是真的，甚至於他連什麼叫菩提心沒搞清楚，「故念佛亦不能入於三輩之中」，就是縱然往生，往生在邊地。「蕅益大師謂念佛如無信願，亦不能生」，跟這個意思相同。他那個信不是真信，他的願不是切願，眼前五欲六塵這個境界一現前，他就把往生、念佛放下了，這就證明他不是真的。人到老，到晚年，中國古人說，晚年最怕的，患得患失，晚年沒有依靠，得失心非常重，真叫斤斤計較，這個是障礙往生。"
    },
    {
      "id": "02-040-0600_p0019",
      "zh_CN": "「再者着相修福，其福有尽」。不是真正的福，不是大福。「如《金刚经》云：应无所住行于布施。所谓不住色布施，不住声香味触法布施」。哪一个人布施不着相？布施都着了相。有我行布施，着我相；我这个布施给哪一个人，着了他相；我布施了些什么东西，全着相。着相布施是福德，如果应无所住而行布施，是功德。布施怎么样？布施完了，心地干干净净，痕迹都不着。我们说个很简单的话，大家容易懂，不放在心上，只要把这个东西放在心上就麻烦，就着相。修布施的时候，正在布施的时候，布施完了之后，统统不着相，心地干干净净，这个事没有妨害清净心。着相，就妨害清净心，心不清净。所以佛说，叫着「须菩提」，「菩萨应如是布施，不住于相。何以故？」为什么？「若菩萨不住相布施，其福德不可思量」。这是真的，不是假的。为什么？不住相是真心，真心没有边际，深广无际，其大无外，其小无内。你用这个心去修布施，布施的功德跟心一样，不可称量。你布施斤斤计较，样样执着，你所修的是福德，福德有限。随着你的心量起感应道交，所以一切法从心想生。心量要大！大就是什么？不放在心上就大，放在心上就小了。",
      "zh_TW": "「再者著相修福，其福有盡」。不是真正的福，不是大福。「如《金剛經》云：應無所住行於布施。所謂不住色布施，不住聲香味觸法布施」。哪一個人布施不著相？布施都著了相。有我行布施，著我相；我這個布施給哪一個人，著了他相；我布施了些什麼東西，全著相。著相布施是福德，如果應無所住而行布施，是功德。布施怎麼樣？布施完了，心地乾乾淨淨，痕跡都不著。我們說個很簡單的話，大家容易懂，不放在心上，只要把這個東西放在心上就麻煩，就著相。修布施的時候，正在布施的時候，布施完了之後，統統不著相，心地乾乾淨淨，這個事沒有妨害清淨心。著相，就妨害清淨心，心不清淨。所以佛說，叫著「須菩提」，「菩薩應如是布施，不住於相。何以故？」為什麼？「若菩薩不住相布施，其福德不可思量」。這是真的，不是假的。為什麼？不住相是真心，真心沒有邊際，深廣無際，其大無外，其小無內。你用這個心去修布施，布施的功德跟心一樣，不可稱量。你布施斤斤計較，樣樣執著，你所修的是福德，福德有限。隨著你的心量起感應道交，所以一切法從心想生。心量要大！大就是什麼？不放在心上就大，放在心上就小了。"
    },
    {
      "id": "02-040-0600_p0020",
      "zh_CN": "「灵峰《破空论》释曰」，蕅益大师有《金刚经破空论》，他的注解，他说，「以无所住法，住般若中，炽然修行六波罗蜜，而不取相，是故能令少施与虚空等」。这说得好，很少的布施，那个功德跟虚空相等，虚空有多大，你的福就有多大。所以我们修福，怎么修，比不上菩萨。什么道理？你看这个经文就懂了，这是菩萨。「而众生住于相故，妄自计果计因」，计是计较，我这个布施有多少，想得什么果报，我现在是用什么因心来布施的，「观大观小」。所以有限，没有功德，福德，福德有限。「若能称性而住，不住诸相。譬如芥子中空与十方空，性无二无别。以空非内外、彼此、方隅、形相，更无小空异大空故。无相之福，其福乃大」。蕅益大师说得好，比喻也比喻得好。不住诸相，举芥菜子。芥菜子里面空，与十方空没有两样，空性无二无别。空，空里头没有内外，空里头没有彼此，空里头没有大小，空里面没有形相，绝对不会说什么小空跟大空不一样的，完全相同。我们这个小房子里面的空，跟房子外面的空没有大小，所以无相之福，其福乃大。经，佛说的；论，祖师给我们解释的。",
      "zh_TW": "「靈峰《破空論》釋曰」，蕅益大師有《金剛經破空論》，他的註解，他說，「以無所住法，住般若中，熾然修行六波羅蜜，而不取相，是故能令少施與虛空等」。這說得好，很少的布施，那個功德跟虛空相等，虛空有多大，你的福就有多大。所以我們修福，怎麼修，比不上菩薩。什麼道理？你看這個經文就懂了，這是菩薩。「而眾生住於相故，妄自計果計因」，計是計較，我這個布施有多少，想得什麼果報，我現在是用什麼因心來布施的，「觀大觀小」。所以有限，沒有功德，福德，福德有限。「若能稱性而住，不住諸相。譬如芥子中空與十方空，性無二無別。以空非內外、彼此、方隅、形相，更無小空異大空故。無相之福，其福乃大」。蕅益大師說得好，比喻也比喻得好。不住諸相，舉芥菜子。芥菜子裡面空，與十方空沒有兩樣，空性無二無別。空，空裡頭沒有內外，空裡頭沒有彼此，空裡頭沒有大小，空裡面沒有形相，絕對不會說什麼小空跟大空不一樣的，完全相同。我們這個小房子裡面的空，跟房子外面的空沒有大小，所以無相之福，其福乃大。經，佛說的；論，祖師給我們解釋的。"
    },
    {
      "id": "02-040-0600_p0021",
      "zh_CN": "「又《金刚经》曰：若心取相，则为着我、人、众生、寿者」。全着相了，着了我相，着了人相，着了众生相，着了寿者相，全都着了。又说，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，假菩萨，不是真菩萨。什么叫假菩萨？有名无实，名字菩萨，着相。诸位想想，破四相可不是简单事！无我相、无人相、无众生相、无寿者相，是什么人？声闻、缘觉。有四相呢？有四相是凡夫，六道凡夫。四相没有是二乘，声闻、缘觉。再往上提升，不但我相没有，见没有了，就是念头没有了，我见、人见、众生见、寿者见，四见破掉了，无我见、无人见、无众生见、无寿者见，这个人菩萨。",
      "zh_TW": "「又《金剛經》曰：若心取相，則為著我、人、眾生、壽者」。全著相了，著了我相，著了人相，著了眾生相，著了壽者相，全都著了。又說，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，假菩薩，不是真菩薩。什麼叫假菩薩？有名無實，名字菩薩，著相。諸位想想，破四相可不是簡單事！無我相、無人相、無眾生相、無壽者相，是什麼人？聲聞、緣覺。有四相呢？有四相是凡夫，六道凡夫。四相沒有是二乘，聲聞、緣覺。再往上提升，不但我相沒有，見沒有了，就是念頭沒有了，我見、人見、眾生見、壽者見，四見破掉了，無我見、無人見、無眾生見、無壽者見，這個人菩薩。"
    },
    {
      "id": "02-040-0600_p0022",
      "zh_CN": "「上引《金刚般若》皆表取相分别之失」，错了，「故经云：求出轮回终不能得」。从这个地方去观察，几个人真修？真修真得到，不是真修得不到。得到什么？得出轮回。什么叫出轮回？轮回没有了，轮回是着相变现出来的，不着相，轮回不见了，就好像作梦一样醒过来了。千万不要认为轮回是真有，六道、十法界全是假的。所以你在里头有执着、有分别，你怎么能出得了？那是在制造轮回，不是在化解轮回，是在制造。在轮回里面，那你就造业。造业，要晓得就有报，这个报是很痛苦、很麻烦的事情。跟人有了纠缠，生生世世解不开，会变成什么？会变成夫妻，会变成父子。这个夫妻天天吵架，没完没了，什么原因？过去世的不善的业，他有意无意都来折磨你，让你没好日子过，让你日夜都不能安心，要离还离不开。所以不能得罪人。冤亲债主遇到了，你要什么，我有都给你，满你的愿。一心求生净土，生生世世冤亲债主都化解掉了。到极乐世界，你能看到，无量劫到今天，哪些人跟你有这些纠缠，你全知道，你有能力分身、化身去帮助他们，去引导他们回头是岸。他跟你有缘，你一定会去度他，这是大慈悲心。",
      "zh_TW": "「上引《金剛般若》皆表取相分別之失」，錯了，「故經云：求出輪迴終不能得」。從這個地方去觀察，幾個人真修？真修真得到，不是真修得不到。得到什麼？得出輪迴。什麼叫出輪迴？輪迴沒有了，輪迴是著相變現出來的，不著相，輪迴不見了，就好像作夢一樣醒過來了。千萬不要認為輪迴是真有，六道、十法界全是假的。所以你在裡頭有執著、有分別，你怎麼能出得了？那是在製造輪迴，不是在化解輪迴，是在製造。在輪迴裡面，那你就造業。造業，要曉得就有報，這個報是很痛苦、很麻煩的事情。跟人有了糾纏，生生世世解不開，會變成什麼？會變成夫妻，會變成父子。這個夫妻天天吵架，沒完沒了，什麼原因？過去世的不善的業，他有意無意都來折磨你，讓你沒好日子過，讓你日夜都不能安心，要離還離不開。所以不能得罪人。冤親債主遇到了，你要什麼，我有都給你，滿你的願。一心求生淨土，生生世世冤親債主都化解掉了。到極樂世界，你能看到，無量劫到今天，哪些人跟你有這些糾纏，你全知道，你有能力分身、化身去幫助他們，去引導他們回頭是岸。他跟你有緣，你一定會去度他，這是大慈悲心。"
    },
    {
      "id": "02-040-0600_p0023",
      "zh_CN": "下面这一段，「答解脱因」。",
      "zh_TW": "下面這一段，「答解脫因」。"
    },
    {
      "id": "02-040-0600_p0024",
      "zh_CN": "【若以无相智慧。植众德本。身心清净。远离分别。求生净刹。趣佛菩提。当生佛刹。永得解脱。】",
      "zh_TW": "【若以無相智慧。植眾德本。身心清淨。遠離分別。求生淨剎。趣佛菩提。當生佛剎。永得解脫。】"
    },
    {
      "id": "02-040-0600_p0025",
      "zh_CN": "『当生佛刹』就是生到西方极乐世界，你就永远解脱了。开头这一句，『无相智慧』，无相就是智慧，智慧就是无相。不着一切相，知道一切相是假的、是幻相。最好想到科学家告诉我们的，像弥勒菩萨一样的，一秒钟一千六百兆次的生灭，这是整个宇宙一切现象，没有一个例外的。一秒钟一千六百兆次的生灭，哪一个生灭是真的？没有一个。所以执着是错的，这种生灭的现象是相似相续，不是真正相续，真正相续前后是相同的，它前后不同，念念都不一样，没有一个念头是完全相同的。所以，许许多多念头纠缠在一起，我们眼睛才能看见，耳朵才能听见。如果不是纠缠在一起，单独一念产生的现象，我们完全没有觉察到，不但前五识不起作用，第六、第七跟阿赖耶识全不起作用，它太快了。",
      "zh_TW": "『當生佛剎』就是生到西方極樂世界，你就永遠解脫了。開頭這一句，『無相智慧』，無相就是智慧，智慧就是無相。不著一切相，知道一切相是假的、是幻相。最好想到科學家告訴我們的，像彌勒菩薩一樣的，一秒鐘一千六百兆次的生滅，這是整個宇宙一切現象，沒有一個例外的。一秒鐘一千六百兆次的生滅，哪一個生滅是真的？沒有一個。所以執著是錯的，這種生滅的現象是相似相續，不是真正相續，真正相續前後是相同的，它前後不同，念念都不一樣，沒有一個念頭是完全相同的。所以，許許多多念頭糾纏在一起，我們眼睛才能看見，耳朵才能聽見。如果不是糾纏在一起，單獨一念產生的現象，我們完全沒有覺察到，不但前五識不起作用，第六、第七跟阿賴耶識全不起作用，它太快了。"
    },
    {
      "id": "02-040-0600_p0026",
      "zh_CN": "我们看念老的注解，这一段末后，「若以无相智慧，植众德本，求生净土，永得解脱」。「众德之本者」，就是「发菩提心，一向专念」。菩提心，我们这么多年来，讲解的方式跟古人有一点不同，古人的解释很不好懂，菩提心有体、有相、有作用。菩提心的体是什么？《起信论》上说「直心」，《观经》里面讲「至诚心」，真诚到极处；换句话说，菩提心是真心，不是妄心。人人都有个真心，真心迷了就变成妄心。真的作用没有了，全是妄的作用。妄的作用最明显的就是自私自利，起这个作用，从自私自利自然生起损人利己，贪瞋痴慢疑都跟着起来了。真心里头没有，真心里头没有我，四相、四见统统没有，见是念头，没有我这个念头，也没有人的念头，也没有众生的念头，也没有寿者的念头，寿者是时间；换句话就是所有一切观念全没有，这是真心。",
      "zh_TW": "我們看念老的註解，這一段末後，「若以無相智慧，植眾德本，求生淨土，永得解脫」。「眾德之本者」，就是「發菩提心，一向專念」。菩提心，我們這麼多年來，講解的方式跟古人有一點不同，古人的解釋很不好懂，菩提心有體、有相、有作用。菩提心的體是什麼？《起信論》上說「直心」，《觀經》裡面講「至誠心」，真誠到極處；換句話說，菩提心是真心，不是妄心。人人都有個真心，真心迷了就變成妄心。真的作用沒有了，全是妄的作用。妄的作用最明顯的就是自私自利，起這個作用，從自私自利自然生起損人利己，貪瞋痴慢疑都跟著起來了。真心裡頭沒有，真心裡頭沒有我，四相、四見統統沒有，見是念頭，沒有我這個念頭，也沒有人的念頭，也沒有眾生的念頭，也沒有壽者的念頭，壽者是時間；換句話就是所有一切觀念全沒有，這是真心。"
    },
    {
      "id": "02-040-0600_p0027",
      "zh_CN": "有念即妄，所以起心动念叫做根本无明。起心动念就是一千六百兆分之一秒，我们没有感觉，丝毫觉察能力都没有。他起心动念，起心动念把真心变成妄心，从此以后全是妄心用事。真心，真心已经变成妄心了，实际上那个妄就是真，真妄是纠缠在一起。我们不用妄，真就出来了，就现前了。怎么不用妄？我不分别，眼见色不分别，耳闻声不分别，六根接触六尘境界不分别、不执着、不起心动念，那就是纯真。不起心动念，太难了。不起心、不动念的时候，就大彻大悟、明心见性，那就是法身菩萨。这是最微细的迷惑，什么人才知道？声闻、缘觉都不知道，菩萨知道。知道，他才断它，不知道，怎么断法？断的方法还是用念力，念力用得正。我们今天这个念力，是不可思议的一种念力，我们是念阿弥陀佛，阿弥陀佛是正念，它跟六道不相应，它跟十法界不相应，它跟诸佛刹土不相应，它跟极乐世界相应。妙！妙极了。你真正搞清楚、搞明白，可别念咒了，不要念其他的一切法了，你得要一门深入。十方如来苦口婆心劝导我们，我们要觉悟。不要以为自己很聪明，把诸佛如来苦口婆心误会了，佛真慈悲。",
      "zh_TW": "有念即妄，所以起心動念叫做根本無明。起心動念就是一千六百兆分之一秒，我們沒有感覺，絲毫覺察能力都沒有。他起心動念，起心動念把真心變成妄心，從此以後全是妄心用事。真心，真心已經變成妄心了，實際上那個妄就是真，真妄是糾纏在一起。我們不用妄，真就出來了，就現前了。怎麼不用妄？我不分別，眼見色不分別，耳聞聲不分別，六根接觸六塵境界不分別、不執著、不起心動念，那就是純真。不起心動念，太難了。不起心、不動念的時候，就大徹大悟、明心見性，那就是法身菩薩。這是最微細的迷惑，什麼人才知道？聲聞、緣覺都不知道，菩薩知道。知道，他才斷它，不知道，怎麼斷法？斷的方法還是用念力，念力用得正。我們今天這個念力，是不可思議的一種念力，我們是念阿彌陀佛，阿彌陀佛是正念，它跟六道不相應，它跟十法界不相應，它跟諸佛剎土不相應，它跟極樂世界相應。妙！妙極了。你真正搞清楚、搞明白，可別念咒了，不要念其他的一切法了，你得要一門深入。十方如來苦口婆心勸導我們，我們要覺悟。不要以為自己很聰明，把諸佛如來苦口婆心誤會了，佛真慈悲。"
    },
    {
      "id": "02-040-0600_p0028",
      "zh_CN": "我们用这一句阿弥陀佛就是真心，就是真语，就是正行。哪些人？李老师以前常说的，穷乡僻壤有一些老太婆、老阿公，好像是无知无识，他一天到晚就一句阿弥陀佛，阿弥陀佛、阿弥陀佛，他一直在念，从来没停过。你遇到他跟他讲话，他面孔对着你笑，就是一句阿弥陀佛对你，你也不知道他听懂没听懂，他就阿弥陀佛，除一句阿弥陀佛之外，他什么都不会。这种，真念佛人，真正弥陀弟子，他真正掌握到分秒必争，一秒钟也不空过。你说的话，我相信他都没听见。为什么？那叫废话，听它干什么？他全放下了。他回答给你，回给你的是真话，阿弥陀佛是真话。你不懂，你跟他说废话，他不要，真正高明。老师说那些人不但往生，而且都是上辈往生。自己感叹，我们做不到，他做到了，说真话，我们不如他。不要看他穿得破破烂烂，甚至于没吃没穿的，他佛号不中断，他真在那里为我们表演，为我们示现。我们如果看懂了，真生惭愧心，可是多少人看不懂。认为他愚痴，以为他没知识，没善根，没福德，都是这样去看他，全看错了。人家往生到极乐世界，我们还在搞六道轮回，不能比。",
      "zh_TW": "我們用這一句阿彌陀佛就是真心，就是真語，就是正行。哪些人？李老師以前常說的，窮鄉僻壤有一些老太婆、老阿公，好像是無知無識，他一天到晚就一句阿彌陀佛，阿彌陀佛、阿彌陀佛，他一直在念，從來沒停過。你遇到他跟他講話，他面孔對著你笑，就是一句阿彌陀佛對你，你也不知道他聽懂沒聽懂，他就阿彌陀佛，除一句阿彌陀佛之外，他什麼都不會。這種，真念佛人，真正彌陀弟子，他真正掌握到分秒必爭，一秒鐘也不空過。你說的話，我相信他都沒聽見。為什麼？那叫廢話，聽它幹什麼？他全放下了。他回答給你，回給你的是真話，阿彌陀佛是真話。你不懂，你跟他說廢話，他不要，真正高明。老師說那些人不但往生，而且都是上輩往生。自己感嘆，我們做不到，他做到了，說真話，我們不如他。不要看他穿得破破爛爛，甚至於沒吃沒穿的，他佛號不中斷，他真在那裡為我們表演，為我們示現。我們如果看懂了，真生慚愧心，可是多少人看不懂。認為他愚痴，以為他沒知識，沒善根，沒福德，都是這樣去看他，全看錯了。人家往生到極樂世界，我們還在搞六道輪迴，不能比。"
    },
    {
      "id": "02-040-0600_p0029",
      "zh_CN": "我们再继续往下看，「蕅益大师谓念佛如无信愿」，要真信，要真愿，没有真信切愿，「亦不能生，正与此同」。「再者着相修福，其福有尽」，如《金刚经》所说的。这些我们都要认真学习，学习不着相。经文后面又引《金刚经》说，「若心取相，则为着我、人、众生、寿者」，全着了，「又云：若菩萨有我相、人相、众生相、寿者相，即非菩萨」。这都是我们要真正把它牢记在心上，要用在日常生活当中。解脱因里头，无相是真智慧，才能植众德本，求生净土，永得解脱。德之本者，发菩提心，一向专念。「又无相者，谓无色等五尘」，五尘是色、声、香、味、触，五根所对的这个五尘，「男、女、生、住、坏」。无这十种相，叫「无相」。但是我们都把它当作真的，都认为它真有。佛教菩萨一定要把这些相放下，心里没有这种概念，这才叫无相；心里面还有这些概念，叫着相。这个相，不好去。怎样才能去？智慧能去。智慧是什么？知道这些相全是假的，而且当体皆空、了不可得，心就定了，不为这些境界所动摇，这叫三昧。",
      "zh_TW": "我們再繼續往下看，「蕅益大師謂念佛如無信願」，要真信，要真願，沒有真信切願，「亦不能生，正與此同」。「再者著相修福，其福有盡」，如《金剛經》所說的。這些我們都要認真學習，學習不著相。經文後面又引《金剛經》說，「若心取相，則為著我、人、眾生、壽者」，全著了，「又云：若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。這都是我們要真正把它牢記在心上，要用在日常生活當中。解脫因裡頭，無相是真智慧，才能植眾德本，求生淨土，永得解脫。德之本者，發菩提心，一向專念。「又無相者，謂無色等五塵」，五塵是色、聲、香、味、觸，五根所對的這個五塵，「男、女、生、住、壞」。無這十種相，叫「無相」。但是我們都把它當作真的，都認為它真有。佛教菩薩一定要把這些相放下，心裡沒有這種概念，這才叫無相；心裡面還有這些概念，叫著相。這個相，不好去。怎樣才能去？智慧能去。智慧是什麼？知道這些相全是假的，而且當體皆空、了不可得，心就定了，不為這些境界所動搖，這叫三昧。"
    },
    {
      "id": "02-040-0600_p0030",
      "zh_CN": "我们修这个方法，有特别的法门，就是把五尘、男、女、生、住、坏，全都变成阿弥陀佛。阿弥陀佛这相可以执着。小本《弥陀经》告诉我们，执持名号，执就是执着，持就是保持。执持放下是真难，放下怎么样？着空了，还是着相。这就是八万四千法门的难处，它难在哪里，我们要晓得。执着，着有；不执着，着空，我们这一关突不过去。净宗就妙了，全部会归到阿弥陀佛，阿弥陀佛非空非有，什么都归阿弥陀佛，你就能往生。有智慧，念佛也不着念佛的相，生实报土；着念佛的相，有同居土，有方便土。只要到西方极乐世界，阿弥陀佛加持，个个都是阿惟越致菩萨。这个好！",
      "zh_TW": "我們修這個方法，有特別的法門，就是把五塵、男、女、生、住、壞，全都變成阿彌陀佛。阿彌陀佛這相可以執著。小本《彌陀經》告訴我們，執持名號，執就是執著，持就是保持。執持放下是真難，放下怎麼樣？著空了，還是著相。這就是八萬四千法門的難處，它難在哪裡，我們要曉得。執著，著有；不執著，著空，我們這一關突不過去。淨宗就妙了，全部會歸到阿彌陀佛，阿彌陀佛非空非有，什麼都歸阿彌陀佛，你就能往生。有智慧，念佛也不著念佛的相，生實報土；著念佛的相，有同居土，有方便土。只要到西方極樂世界，阿彌陀佛加持，個個都是阿惟越致菩薩。這個好！"
    },
    {
      "id": "02-040-0600_p0031",
      "zh_CN": "下面接着我们看，「又《涅槃经》曰」，引用《涅槃经》来解释，「涅槃名为无相」。涅槃，梵语，中国翻意思很多，通常翻一个灭。灭什么？灭一切相，灭一切念，这个叫涅槃。也翻作圆寂，圆是圆满，寂是寂灭。在四谛里面用一个字，苦、集、灭、道，灭就是涅槃。灭就是此地讲的无相。又《演密钞》里头说，「寂灭者，即无相义。但心自证不从他得，故无诸相」。涅槃从哪来？涅槃是自心觉悟的，绝不是从外头真正有个涅槃你找到了，没有。无诸相，到什么时候一切相都不着，统统放下，寂灭的境界就现前。在净宗称为常寂光，常，永恒不变，不是生灭法，这叫常，生灭叫无常；寂就是寂灭，就是无相，一法不立；光，遍照法界，换句话说，它无处不在，它无时不在。常寂光就是涅槃，在哪里？就在面前，就在当下。因为我们着相，见不到；不着相，它就在现前。契入这个境界，就是证得常寂光。",
      "zh_TW": "下面接著我們看，「又《涅槃經》曰」，引用《涅槃經》來解釋，「涅槃名為無相」。涅槃，梵語，中國翻意思很多，通常翻一個滅。滅什麼？滅一切相，滅一切念，這個叫涅槃。也翻作圓寂，圓是圓滿，寂是寂滅。在四諦裡面用一個字，苦、集、滅、道，滅就是涅槃。滅就是此地講的無相。又《演密鈔》裡頭說，「寂滅者，即無相義。但心自證不從他得，故無諸相」。涅槃從哪來？涅槃是自心覺悟的，絕不是從外頭真正有個涅槃你找到了，沒有。無諸相，到什麼時候一切相都不著，統統放下，寂滅的境界就現前。在淨宗稱為常寂光，常，永恆不變，不是生滅法，這叫常，生滅叫無常；寂就是寂滅，就是無相，一法不立；光，遍照法界，換句話說，它無處不在，它無時不在。常寂光就是涅槃，在哪裡？就在面前，就在當下。因為我們著相，見不到；不著相，它就在現前。契入這個境界，就是證得常寂光。"
    },
    {
      "id": "02-040-0600_p0032",
      "zh_CN": "证得常寂光，究竟圆满，《华严经》上称为妙觉如来，在等觉之上。等觉还没有融入常寂光，他住实报土，四十一位菩萨住实报土，十住、十行、十回向、十地、等觉，妙觉融入常寂光了。所以实报土也不是真的，在等觉菩萨断最后一品生相无明习气，常寂光现前，他融入了，实报土不见了。所以一切现象，在大乘教里讲隐现，有缘它现相，没有缘，隐藏了，不是没有，有。能大师开悟的时候五句话，第三句说，「何期自性，本自具足」，那是隐，自性里什么都没有，本自具足，一样也不少。什么样子？就是遍宇宙，佛经里面的术语叫遍法界虚空界。没有一样自性里头没有，样样都有。所以它遇到缘，「能生万法」；没有缘，本自具足，是一桩事情，不是两桩事情。一现一切现，一空一切空，没有先后的，没有顺序的，一即一切，一切即一，空有不二。要慢慢体会，要长时期去体会。天天读经，不要去想，想都是妄想。马鸣菩萨《起信论》，明白教我们不要去想，就是离心缘相，心缘相就是想，这个经上这什么意思，那什么意思，没有意思。你想，错了。想，是你自己意思，不是经的真实义，如来真实义不是想得的。不想了，豁然觉悟到了。要用想的这个念头，永远得不到。为什么？那是障碍。",
      "zh_TW": "證得常寂光，究竟圓滿，《華嚴經》上稱為妙覺如來，在等覺之上。等覺還沒有融入常寂光，他住實報土，四十一位菩薩住實報土，十住、十行、十迴向、十地、等覺，妙覺融入常寂光了。所以實報土也不是真的，在等覺菩薩斷最後一品生相無明習氣，常寂光現前，他融入了，實報土不見了。所以一切現象，在大乘教裡講隱現，有緣它現相，沒有緣，隱藏了，不是沒有，有。能大師開悟的時候五句話，第三句說，「何期自性，本自具足」，那是隱，自性裡什麼都沒有，本自具足，一樣也不少。什麼樣子？就是遍宇宙，佛經裡面的術語叫遍法界虛空界。沒有一樣自性裡頭沒有，樣樣都有。所以它遇到緣，「能生萬法」；沒有緣，本自具足，是一樁事情，不是兩樁事情。一現一切現，一空一切空，沒有先後的，沒有順序的，一即一切，一切即一，空有不二。要慢慢體會，要長時期去體會。天天讀經，不要去想，想都是妄想。馬鳴菩薩《起信論》，明白教我們不要去想，就是離心緣相，心緣相就是想，這個經上這什麼意思，那什麼意思，沒有意思。你想，錯了。想，是你自己意思，不是經的真實義，如來真實義不是想得的。不想了，豁然覺悟到了。要用想的這個念頭，永遠得不到。為什麼？那是障礙。"
    },
    {
      "id": "02-040-0600_p0033",
      "zh_CN": "下面还是引《金刚经》的话，「凡所有相皆是虚妄。若见诸相非相，则见如来」。如来是什么？如来就是自性，见如来就是见本性，大彻大悟、明心见性，叫见如来。「又：离一切诸相，则名诸佛」。这话也是真的，离一切诸相，相没有了，真的你见到诸佛了。为什么？诸佛全变成常寂光，常寂光里什么都没有，你能够见到常寂光，说明你自己融入常寂光了。像我们这个房间一样，十几盏灯，灯都打开，每个灯光光光融入，都互融，任何一点里头，所有灯光都有它，就是这个意思。一切诸相决定不能执着，要看破，要知道它的真相。着，有多大的损害；离，有多大的好处，都要搞清楚、搞明白，然后你才会离相。世间人最贪着的无非是金银财宝，要藏好，不要被别人拿去了，最放心不下的，因为他不知道那是假的。又何况各物各有主，连小偷偷的东西也是它有主，如果没有主的话，他偷不到。偷到，还是自己有的，那何必！为什么要去偷？偷到的，将来要还债，这个事情就麻烦了。命里有的，决定是有，丢都丢不掉；命里没有的，怎么求都求不到，求到手了，自己还会丢掉。这个事都在我们眼前，细心去观察，处处能看到。真正修道人放心，不把这个东西放在心上，你的心才清净，你的心才定，你的心才生智慧。这个东西放在心上生烦恼，智慧没有，亏吃大了。",
      "zh_TW": "下面還是引《金剛經》的話，「凡所有相皆是虛妄。若見諸相非相，則見如來」。如來是什麼？如來就是自性，見如來就是見本性，大徹大悟、明心見性，叫見如來。「又：離一切諸相，則名諸佛」。這話也是真的，離一切諸相，相沒有了，真的你見到諸佛了。為什麼？諸佛全變成常寂光，常寂光裡什麼都沒有，你能夠見到常寂光，說明你自己融入常寂光了。像我們這個房間一樣，十幾盞燈，燈都打開，每個燈光光光融入，都互融，任何一點裡頭，所有燈光都有它，就是這個意思。一切諸相決定不能執著，要看破，要知道它的真相。著，有多大的損害；離，有多大的好處，都要搞清楚、搞明白，然後你才會離相。世間人最貪著的無非是金銀財寶，要藏好，不要被別人拿去了，最放心不下的，因為他不知道那是假的。又何況各物各有主，連小偷偷的東西也是它有主，如果沒有主的話，他偷不到。偷到，還是自己有的，那何必！為什麼要去偷？偷到的，將來要還債，這個事情就麻煩了。命裡有的，決定是有，丟都丟不掉；命裡沒有的，怎麼求都求不到，求到手了，自己還會丟掉。這個事都在我們眼前，細心去觀察，處處能看到。真正修道人放心，不把這個東西放在心上，你的心才清淨，你的心才定，你的心才生智慧。這個東西放在心上生煩惱，智慧沒有，虧吃大了。"
    },
    {
      "id": "02-040-0600_p0034",
      "zh_CN": "《金刚经》是讲智慧的，是讲真的，不讲假的。这些经文「皆彰」，彰是彰显，明显显示出来给我们看，显示什么？「无相智慧」。经里又说，「若以无相智慧，植众德本，乃至永得解脱」。就是《金刚经》上所说的，「无我、无人、无众生、无寿者，修一切善法，则得阿耨多罗三藐三菩提」。阿耨多罗三藐三菩提是梵语，可以翻成中文，不难翻，为什么要把这个保留下来音译？它是佛门里面所求得的东西，学佛到最后希望得到什么？就得到阿耨多罗三藐三菩提。翻成中国意思，阿翻作无，耨多罗翻作上，三翻作正，藐翻作等，三这又是正，菩提是觉，全句子，无上正等正觉，就这个意思。所以，人家要问你：你们学佛，学佛最后结果是什么？就是无上正等正觉。什么叫无上正等正觉？对于整个宇宙一切现象，包括它的本体，没有一样不知道，这就叫正觉。正等正觉，菩萨所证的，还不圆满，还不究竟；证得究竟圆满，加无上，没有比这更高的，佛。佛是无上正等正觉，菩萨是正等正觉，声闻缘觉是正觉，这三个名称从这来的。名称叫学位的名称，这是学位的本体，学位的自体。你只要得正觉，那就是阿罗汉，就是辟支佛。",
      "zh_TW": "《金剛經》是講智慧的，是講真的，不講假的。這些經文「皆彰」，彰是彰顯，明顯顯示出來給我們看，顯示什麼？「無相智慧」。經裡又說，「若以無相智慧，植眾德本，乃至永得解脫」。就是《金剛經》上所說的，「無我、無人、無眾生、無壽者，修一切善法，則得阿耨多羅三藐三菩提」。阿耨多羅三藐三菩提是梵語，可以翻成中文，不難翻，為什麼要把這個保留下來音譯？它是佛門裡面所求得的東西，學佛到最後希望得到什麼？就得到阿耨多羅三藐三菩提。翻成中國意思，阿翻作無，耨多羅翻作上，三翻作正，藐翻作等，三這又是正，菩提是覺，全句子，無上正等正覺，就這個意思。所以，人家要問你：你們學佛，學佛最後結果是什麼？就是無上正等正覺。什麼叫無上正等正覺？對於整個宇宙一切現象，包括它的本體，沒有一樣不知道，這就叫正覺。正等正覺，菩薩所證的，還不圓滿，還不究竟；證得究竟圓滿，加無上，沒有比這更高的，佛。佛是無上正等正覺，菩薩是正等正覺，聲聞緣覺是正覺，這三個名稱從這來的。名稱叫學位的名稱，這是學位的本體，學位的自體。你只要得正覺，那就是阿羅漢，就是辟支佛。"
    },
    {
      "id": "02-040-0600_p0035",
      "zh_CN": "下面「《破空论》」，蕅益大师的注解，「盖不达无我」，达是通达明了，不知道无我的意思，「而修一切善法，止成人天伪果」。这个地方说明，大乘，通达无我比什么都重要。不能通达无我，修善法也只有人天果报，不是证果，证果是要脱离六道轮回，出不了六道轮回。要想脱离六道轮回，要懂得无我。这个话非常重要。所以初果须陀洹不执着身是我，身见；到阿罗汉，真正是无我，不是身无我，确实没有我，一切法当中都没有我。要明白这个真相，我是虚妄的执着，也就是我们现在所说，是个抽象的概念，没有事实，你在一切法里头找不到我。没有我，执着有个我，这是迷惑的根本。迷惑从哪来？就从这来的。破迷开悟要从根本上去破，这是真正把根本找到了。这个东西一破，立刻转第七识成平等性智，分别就很容易断。分别是第六意识，转第六为妙观察智，这两个一转，第五、第八跟着转。转八识成四智，六、七是因上转，五、八是果上转。所以在五、八上没有办法下功夫，因转，果自然转；因没有转，果是没有法子转的。所以头一个，还是要从须陀洹，不再执着身是我，这一关非常非常难，无始劫以来都执着身是我。身死了，死了还舍不得离开。叫什么？守尸鬼。他什么时候放弃这个身，他的灵魂才会去投胎。他要老是念着这个身，很久很久都不能投胎。",
      "zh_TW": "下面「《破空論》」，蕅益大師的註解，「蓋不達無我」，達是通達明瞭，不知道無我的意思，「而修一切善法，止成人天偽果」。這個地方說明，大乘，通達無我比什麼都重要。不能通達無我，修善法也只有人天果報，不是證果，證果是要脫離六道輪迴，出不了六道輪迴。要想脫離六道輪迴，要懂得無我。這個話非常重要。所以初果須陀洹不執著身是我，身見；到阿羅漢，真正是無我，不是身無我，確實沒有我，一切法當中都沒有我。要明白這個真相，我是虛妄的執著，也就是我們現在所說，是個抽象的概念，沒有事實，你在一切法裡頭找不到我。沒有我，執著有個我，這是迷惑的根本。迷惑從哪來？就從這來的。破迷開悟要從根本上去破，這是真正把根本找到了。這個東西一破，立刻轉第七識成平等性智，分別就很容易斷。分別是第六意識，轉第六為妙觀察智，這兩個一轉，第五、第八跟著轉。轉八識成四智，六、七是因上轉，五、八是果上轉。所以在五、八上沒有辦法下功夫，因轉，果自然轉；因沒有轉，果是沒有法子轉的。所以頭一個，還是要從須陀洹，不再執著身是我，這一關非常非常難，無始劫以來都執著身是我。身死了，死了還捨不得離開。叫什麼？守屍鬼。他什麼時候放棄這個身，他的靈魂才會去投胎。他要老是念著這個身，很久很久都不能投胎。"
    },
    {
      "id": "02-040-0600_p0036",
      "zh_CN": "你看我们从附体得到的信息，这不是假的，人家出书了，凯撒军团东征中国的故事。凯撒，二千一百年前的人，这个军团十万人，没征服得了中国，全部都死在中国。现在这些鬼魂，二千一百多年他还是在作鬼，为什么？身见没破。变成鬼里面的军队，人数还不少，苦不堪言，真的是饿鬼，没吃没穿的，连水都喝不到。为什么不去投胎？执着，情执又很深。到我们现在这个阶段，他们闻到佛法，闻到佛法的缘是一个利宾菩萨，我听说是观音菩萨化身，看他们可怜，伸出援手帮助他们。现在在甘肃，齐居士给他们盖了一个庙，让他们有一个居住的场所，骊靬古城，这些鬼现在变成佛门的护法神了。这都是什么？我，问题都在我，不懂得无我，懂得无我，他的问题解决了。",
      "zh_TW": "你看我們從附體得到的信息，這不是假的，人家出書了，凱撒軍團東征中國的故事。凱撒，二千一百年前的人，這個軍團十萬人，沒征服得了中國，全部都死在中國。現在這些鬼魂，二千一百多年他還是在作鬼，為什麼？身見沒破。變成鬼裡面的軍隊，人數還不少，苦不堪言，真的是餓鬼，沒吃沒穿的，連水都喝不到。為什麼不去投胎？執著，情執又很深。到我們現在這個階段，他們聞到佛法，聞到佛法的緣是一個利賓菩薩，我聽說是觀音菩薩化身，看他們可憐，伸出援手幫助他們。現在在甘肅，齊居士給他們蓋了一個廟，讓他們有一個居住的場所，驪靬古城，這些鬼現在變成佛門的護法神了。這都是什麼？我，問題都在我，不懂得無我，懂得無我，他的問題解決了。"
    },
    {
      "id": "02-040-0600_p0037",
      "zh_CN": "下面一句，「不修一切善法而但证我空」，行不行？有这种人，这种人就是「二乘小果」，阿罗汉跟辟支佛。下面还有一种人，「妄言我法俱空，而恣行恶法」，这是「阐提狱种」。三种人。妄言我法俱空，不信因果，不信圣教，他任意造作恶法，这种人什么结果？阐提。阐提是梵语，翻成中国意思是没有善根。那学佛，念佛人，《弥陀经》上讲「不可以少善根福德因缘得生彼国」，他没有善根，这是决定不能往生。狱种是地狱，地狱的种子。下面说，「惟以无我修一切善法，正所谓无所住而生其心，故即得无上菩提」。这些经句我们都要把它记住，要真正努力去学习。学无住，就是我常常讲的，一切万法不要放在心上，就是无住。要明了，有人问，能讲清楚、讲明白，帮助他觉悟。讲完了，心里头也没事，也没有痕迹，讲完就完了，叫无住生心，这就是无上菩提。「两经相较」，就是比较一下，「今经中无相智慧、远离分别」，就是《金刚经》上所说的「无我、无人、无众生、无寿者」；「植众德本，求生净刹，趣佛菩提，即如彼经中修一切善法」；又「当生佛刹，永得解脱」，就是彼经上所说的「即得阿耨多罗三藐三菩提」。把《无量寿经》的经文跟《金刚经》做个对比，知道《金刚经》上所说的跟《无量寿经》所说的是一不是二，都是真实语。",
      "zh_TW": "下面一句，「不修一切善法而但證我空」，行不行？有這種人，這種人就是「二乘小果」，阿羅漢跟辟支佛。下面還有一種人，「妄言我法俱空，而恣行惡法」，這是「闡提獄種」。三種人。妄言我法俱空，不信因果，不信聖教，他任意造作惡法，這種人什麼結果？闡提。闡提是梵語，翻成中國意思是沒有善根。那學佛，念佛人，《彌陀經》上講「不可以少善根福德因緣得生彼國」，他沒有善根，這是決定不能往生。獄種是地獄，地獄的種子。下面說，「惟以無我修一切善法，正所謂無所住而生其心，故即得無上菩提」。這些經句我們都要把它記住，要真正努力去學習。學無住，就是我常常講的，一切萬法不要放在心上，就是無住。要明瞭，有人問，能講清楚、講明白，幫助他覺悟。講完了，心裡頭也沒事，也沒有痕跡，講完就完了，叫無住生心，這就是無上菩提。「兩經相較」，就是比較一下，「今經中無相智慧、遠離分別」，就是《金剛經》上所說的「無我、無人、無眾生、無壽者」；「植眾德本，求生淨剎，趣佛菩提，即如彼經中修一切善法」；又「當生佛剎，永得解脫」，就是彼經上所說的「即得阿耨多羅三藐三菩提」。把《無量壽經》的經文跟《金剛經》做個對比，知道《金剛經》上所說的跟《無量壽經》所說的是一不是二，都是真實語。"
    },
    {
      "id": "02-040-0600_p0038",
      "zh_CN": "我们再看底下这一段，「夫净土乃一切世间难信之法，于此能信，是即无相智慧」。这句话的意思很深，净土宗确确实实是难信之法，不但我们难信，一切世间天人也不相信，甚至于十法界声闻、缘觉，还包括许多三乘菩萨。三乘菩萨是别教，十住、十行、十回向，他们不相信。他们如果相信，肯定舍弃三乘，念佛求生。快！他们有个观念就是，天下哪有这么便宜的事情？他们要学无量劫才能修到，你怎么一下就到？哪有这个道理！所以怀疑。疑，产生了严重的障碍。",
      "zh_TW": "我們再看底下這一段，「夫淨土乃一切世間難信之法，於此能信，是即無相智慧」。這句話的意思很深，淨土宗確確實實是難信之法，不但我們難信，一切世間天人也不相信，甚至於十法界聲聞、緣覺，還包括許多三乘菩薩。三乘菩薩是別教，十住、十行、十迴向，他們不相信。他們如果相信，肯定捨棄三乘，念佛求生。快！他們有個觀念就是，天下哪有這麼便宜的事情？他們要學無量劫才能修到，你怎麼一下就到？哪有這個道理！所以懷疑。疑，產生了嚴重的障礙。"
    },
    {
      "id": "02-040-0600_p0039",
      "zh_CN": "所以这个经要讲透，特别是在现在，大家都受过科学的影响，这个影响很深。科学第一桩事就是要你拿证据来，拿不出证据，假的，不能相信。净土宗的证据真的是很多，什么证据？往生就是证据。但是往生他没有看见，他要亲见才算信，他没有亲见，传闻，他不相信。他那个地方又没有一个真正相信的往生给他们看看，这是什么？那个地区人没福报。这看起来是中国人有福，几乎往生的都在中国人群里头，中国少数人亲眼看到；不是假的，常常有，例子很多。《净土圣贤录》、《往生传》里面所记载的，绝对不是假的，绝对不会有一个是骗人的。写这个书的人，要不是千真万确的事实，他绝对不会给你写。可是现在人对人不相信，现在人都是骗人，以为古人也是骗人，这就叫一阐提，这就叫没善根。",
      "zh_TW": "所以這個經要講透，特別是在現在，大家都受過科學的影響，這個影響很深。科學第一樁事就是要你拿證據來，拿不出證據，假的，不能相信。淨土宗的證據真的是很多，什麼證據？往生就是證據。但是往生他沒有看見，他要親見才算信，他沒有親見，傳聞，他不相信。他那個地方又沒有一個真正相信的往生給他們看看，這是什麼？那個地區人沒福報。這看起來是中國人有福，幾乎往生的都在中國人群裡頭，中國少數人親眼看到；不是假的，常常有，例子很多。《淨土聖賢錄》、《往生傳》裡面所記載的，絕對不是假的，絕對不會有一個是騙人的。寫這個書的人，要不是千真萬確的事實，他絕對不會給你寫。可是現在人對人不相信，現在人都是騙人，以為古人也是騙人，這就叫一闡提，這就叫沒善根。"
    },
    {
      "id": "02-040-0600_p0040",
      "zh_CN": "所以听了之后真能相信，这就是无相智慧。这个能信，可不是容易得来的，真是稀有难逢的事情。就像《金刚经》上所说的，「闻是章句」，听到佛讲，在《金刚经》上所讲的，「乃至一念生净信者」，净信就是没有怀疑，完全能肯定接受，没有丝毫怀疑，「是诸众生，无复我相、人相、众生相、寿者相」，这四相他都破了，他才能相信。四相破的时候，他自己还不知道。从这个地方我们能体会，他的心多清净，没有染污，你提起来，他清清楚楚；不提起来，他什么都没有。时间到了，好，现在时间到了，我们今天就学到此地。",
      "zh_TW": "所以聽了之後真能相信，這就是無相智慧。這個能信，可不是容易得來的，真是稀有難逢的事情。就像《金剛經》上所說的，「聞是章句」，聽到佛講，在《金剛經》上所講的，「乃至一念生淨信者」，淨信就是沒有懷疑，完全能肯定接受，沒有絲毫懷疑，「是諸眾生，無復我相、人相、眾生相、壽者相」，這四相他都破了，他才能相信。四相破的時候，他自己還不知道。從這個地方我們能體會，他的心多清淨，沒有染污，你提起來，他清清楚楚；不提起來，他什麼都沒有。時間到了，好，現在時間到了，我們今天就學到此地。"
    }
  ]
}