{
  "doc_id": "02-040-0021",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0021",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0021_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一百七十八页，倒数第三行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一百七十八頁，倒數第三行："
    },
    {
      "id": "02-040-0021_p0002",
      "zh_CN": "「又密宗最重发大菩提心，其教典《菩提心义》云：菩提之心，成佛之本。大事因缘，莫过于此」。大事因缘是了生死、出三界、成菩提的意思，成菩提就是成佛，转凡成圣，这是大事，大事因缘无过于此。前面跟诸位介绍过，菩提心就是真心，一切众生本来具足，一丝毫没有欠缺，我们跟阿弥陀佛、跟释迦如来、跟十方一切诸佛如来，同一个真心、同一个自性。真心就是自性、就是本性、就是法性、就是法身、就是法界，这个名词在大乘经里面有几十个，也叫第一义谛。佛为什么一个名词说这么多的术语？这是教学的方便、教学的善巧，教我们不要执著名字相。名字相是假的不是真的，你要执着它你就错了，不能执着，懂得意思就行了。所以开经偈上说，「愿解如来真实义」，四依法里面佛告诉我们，「依义不依语」，我们依是依义，语言长说短说、深说浅说、多说少说没关系，要依它的义。这些言语到底说的是什么，你能把这个听懂就对了。",
      "zh_TW": "「又密宗最重發大菩提心，其教典《菩提心義》云：菩提之心，成佛之本。大事因緣，莫過於此」。大事因緣是了生死、出三界、成菩提的意思，成菩提就是成佛，轉凡成聖，這是大事，大事因緣無過於此。前面跟諸位介紹過，菩提心就是真心，一切眾生本來具足，一絲毫沒有欠缺，我們跟阿彌陀佛、跟釋迦如來、跟十方一切諸佛如來，同一個真心、同一個自性。真心就是自性、就是本性、就是法性、就是法身、就是法界，這個名詞在大乘經裡面有幾十個，也叫第一義諦。佛為什麼一個名詞說這麼多的術語？這是教學的方便、教學的善巧，教我們不要執著名字相。名字相是假的不是真的，你要執著它你就錯了，不能執著，懂得意思就行了。所以開經偈上說，「願解如來真實義」，四依法裡面佛告訴我們，「依義不依語」，我們依是依義，語言長說短說、深說淺說、多說少說沒關係，要依它的義。這些言語到底說的是什麼，你能把這個聽懂就對了。"
    },
    {
      "id": "02-040-0021_p0003",
      "zh_CN": "所以马鸣菩萨教我们，听教，听教就是听讲演、听讲经，这听教，不执着言说相、不执著名字相，菩提心是个名字，不执着心缘相，我想想这是什么意思，你想就错了。一直听下去，听懂了很好，听不懂了别去理它，怎么办？第二遍再来。中国古人讲「读书千遍，其义自见」，念到一千遍，什么意思自然明白了。真的吗？真的，一点不假。为什么？一千遍，你心入定了。入定就是什么？你的妄想、杂念统统念掉了，没有了，那就是真心现前。真心能含一切义，真心能明了一切义，自然明了，不用学的。只要你用真心，没有学过的东西，你一看就懂了，一听就懂了，一接触就懂了，彻底懂得，这妙！",
      "zh_TW": "所以馬鳴菩薩教我們，聽教，聽教就是聽講演、聽講經，這聽教，不執著言說相、不執著名字相，菩提心是個名字，不執著心緣相，我想想這是什麼意思，你想就錯了。一直聽下去，聽懂了很好，聽不懂了別去理它，怎麼辦？第二遍再來。中國古人講「讀書千遍，其義自見」，念到一千遍，什麼意思自然明白了。真的嗎？真的，一點不假。為什麼？一千遍，你心入定了。入定就是什麼？你的妄想、雜念統統念掉了，沒有了，那就是真心現前。真心能含一切義，真心能明瞭一切義，自然明瞭，不用學的。只要你用真心，沒有學過的東西，你一看就懂了，一聽就懂了，一接觸就懂了，徹底懂得，這妙！"
    },
    {
      "id": "02-040-0021_p0004",
      "zh_CN": "所以东方人教学，自古以来，是教你开悟，不是教你记得很多，记问之学东方人不取，东方人教你智慧。开悟就是智慧现前，不是知识，知识不能解决问题，智慧能解决问题。你看，智慧是自己本性里头本来具足的，惠能大师开悟了，告诉我们，「何期自性，本自具足」。自性本自具足，具足什么？第一个就是智慧，第二个德能，第三个相好。用这三个名词，把宇宙之间所有一切万事万物万法统统包括在里头。这就是说，为什么叫你明心见性？只要一见性，全宇宙万事万物你彻底明白了，不用学的，全明白了。这个重要，这是真的不是假的。",
      "zh_TW": "所以東方人教學，自古以來，是教你開悟，不是教你記得很多，記問之學東方人不取，東方人教你智慧。開悟就是智慧現前，不是知識，知識不能解決問題，智慧能解決問題。你看，智慧是自己本性裡頭本來具足的，惠能大師開悟了，告訴我們，「何期自性，本自具足」。自性本自具足，具足什麼？第一個就是智慧，第二個德能，第三個相好。用這三個名詞，把宇宙之間所有一切萬事萬物萬法統統包括在裡頭。這就是說，為什麼叫你明心見性？只要一見性，全宇宙萬事萬物你徹底明白了，不用學的，全明白了。這個重要，這是真的不是假的。"
    },
    {
      "id": "02-040-0021_p0005",
      "zh_CN": "所以菩提心是成佛之本，就是真心，不要用妄心，处事待人接物何必用妄心？妄心就是自私自利，就是名闻利养，就是贪瞋痴慢，都全是妄的、全是假的，没有一样是真的。外面的境界、现象也不是真的，刹那生灭。现在，这桩事情我们多多少少能体会到一些了。看到近代科学家的报告，宇宙当中所有的现象，归纳起来不外乎三大类，物质现象、精神现象，精神现象是起心动念，再自然现象，不外乎这三大类。这三大类，科学家今天知道了、发现了，全是属于波动现象里面所产生的。整个宇宙是波动现象，很高的频率，一秒钟一千六百兆次的波动，产生出三种现象。这三种现象就是大乘教里头阿赖耶的三细相，阿赖耶的业相，是自然现象；转相，也叫信息，科学家称为信息，就是念头，精神现象；第三个就是物质现象。三个现象从哪里发生的？第一个，就是自然现象，波动产生的，没有理由，佛法称为「一念不觉，而有无明」，无明就是波动。为什么会有波动？一念不觉。一念觉，波动就停止，就恢复正常；一念不觉，就是迷。所以迷是动的，觉是静的。",
      "zh_TW": "所以菩提心是成佛之本，就是真心，不要用妄心，處事待人接物何必用妄心？妄心就是自私自利，就是名聞利養，就是貪瞋痴慢，都全是妄的、全是假的，沒有一樣是真的。外面的境界、現象也不是真的，剎那生滅。現在，這樁事情我們多多少少能體會到一些了。看到近代科學家的報告，宇宙當中所有的現象，歸納起來不外乎三大類，物質現象、精神現象，精神現象是起心動念，再自然現象，不外乎這三大類。這三大類，科學家今天知道了、發現了，全是屬於波動現象裡面所產生的。整個宇宙是波動現象，很高的頻率，一秒鐘一千六百兆次的波動，產生出三種現象。這三種現象就是大乘教裡頭阿賴耶的三細相，阿賴耶的業相，是自然現象；轉相，也叫信息，科學家稱為信息，就是念頭，精神現象；第三個就是物質現象。三個現象從哪裡發生的？第一個，就是自然現象，波動產生的，沒有理由，佛法稱為「一念不覺，而有無明」，無明就是波動。為什麼會有波動？一念不覺。一念覺，波動就停止，就恢復正常；一念不覺，就是迷。所以迷是動的，覺是靜的。"
    },
    {
      "id": "02-040-0021_p0006",
      "zh_CN": "像水一样，佛法里面常常用水比喻心，表法用水代表心。供佛，什么都没有，供一杯水。水是什么？水是真心，水干净，没有污染，代表清净、平等；没有污染是清净，没有波动现象是平等。它能照见，它像一面镜子一样，外面境界都照在里面，那叫觉，照见。用这个来代表。所以供一杯水，意思就是叫我们常常保持清净心、平等心、觉心。照见一切万法，像《心经》上所说的，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，五蕴就是自然现象、信息现象、物质现象，全都是空的，没有一样是真的。",
      "zh_TW": "像水一樣，佛法裡面常常用水比喻心，表法用水代表心。供佛，什麼都沒有，供一杯水。水是什麼？水是真心，水乾淨，沒有污染，代表清淨、平等；沒有污染是清淨，沒有波動現象是平等。它能照見，它像一面鏡子一樣，外面境界都照在裡面，那叫覺，照見。用這個來代表。所以供一杯水，意思就是叫我們常常保持清淨心、平等心、覺心。照見一切萬法，像《心經》上所說的，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，五蘊就是自然現象、信息現象、物質現象，全都是空的，沒有一樣是真的。"
    },
    {
      "id": "02-040-0021_p0007",
      "zh_CN": "近代的科学发现物质是假的，物质怎么来的？物质从念头来的，是意念波动产生的一个幻相，我们叫它做物质，它是刹那生灭。能变的，意念的波动现象，所变现的物质现象，都不是真的，能变、所变都不可得，因为它都没有离开一千六百兆分之一秒的这个频率，它没办法离开。这种现象在哪里？就在眼前。因为它速度太快了，我们看不到，我们听不到，我们六根都接触不到，连念头都想不到。诸位想想看，一千六百兆分之一秒，我们念头能感觉到吗？没有办法感觉。真的，这个变化就在我们面前，一切法不离当下。所以，大乘经上常说，当下就是，这个话要对谁说？要对八地以上的菩萨说。为什么？他能捕捉得到，他那个定功，他那种清净平等觉，一千六百兆分之一秒他能捕捉得到，这个很厉害。我们凡夫，一般人常讲粗心大意，真的，我们真的是粗心。不但我们粗心，声闻、缘觉也不行，权教菩萨也不行，一定到法身菩萨，他才能知道这回事情。可是真正能亲自见到、亲自证得，这八地以上，只有五个位次，八地、九地、十地、等觉、妙觉。这五个位次能见到，其他的见不到，妙！",
      "zh_TW": "近代的科學發現物質是假的，物質怎麼來的？物質從念頭來的，是意念波動產生的一個幻相，我們叫它做物質，它是剎那生滅。能變的，意念的波動現象，所變現的物質現象，都不是真的，能變、所變都不可得，因為它都沒有離開一千六百兆分之一秒的這個頻率，它沒辦法離開。這種現象在哪裡？就在眼前。因為它速度太快了，我們看不到，我們聽不到，我們六根都接觸不到，連念頭都想不到。諸位想想看，一千六百兆分之一秒，我們念頭能感覺到嗎？沒有辦法感覺。真的，這個變化就在我們面前，一切法不離當下。所以，大乘經上常說，當下就是，這個話要對誰說？要對八地以上的菩薩說。為什麼？他能捕捉得到，他那個定功，他那種清淨平等覺，一千六百兆分之一秒他能捕捉得到，這個很厲害。我們凡夫，一般人常講粗心大意，真的，我們真的是粗心。不但我們粗心，聲聞、緣覺也不行，權教菩薩也不行，一定到法身菩薩，他才能知道這回事情。可是真正能親自見到、親自證得，這八地以上，只有五個位次，八地、九地、十地、等覺、妙覺。這五個位次能見到，其他的見不到，妙！"
    },
    {
      "id": "02-040-0021_p0008",
      "zh_CN": "这是宇宙的奥秘，佛虽然揭穿了，没有人知道，说出来没有人懂，听了总是含糊笼统。我们也搞了几十年含糊笼统，一直到量子力学家发现了，我们看到他的报告，原来跟佛讲的是一样，一桩事情。这用科学来证明，我们相信了，不再怀疑。这个事情好不好？不好！科学叫我们是不怀疑了，诸位要晓得，有疑情才有开悟，疑情没有了，开悟的指望就没有了。所以科学把我们这种开悟这个缘打掉了。佛法为什么不用科学我们就明白了，用科学之后，没有一个会开悟的。你能知道，你能承认，不怀疑了，不怀疑就不开悟。这种教学法在大乘里头不许可的，有疑才能开悟。我们现在唯一的办法，到极乐世界去，亲近阿弥陀佛，接受阿弥陀佛的教诲，帮助我们开悟。大乘修学最高的目标就是大彻大悟，明心见性，见性成佛。所以说成佛之本，大事因缘，莫过于此。",
      "zh_TW": "這是宇宙的奧祕，佛雖然揭穿了，沒有人知道，說出來沒有人懂，聽了總是含糊籠統。我們也搞了幾十年含糊籠統，一直到量子力學家發現了，我們看到他的報告，原來跟佛講的是一樣，一樁事情。這用科學來證明，我們相信了，不再懷疑。這個事情好不好？不好！科學叫我們是不懷疑了，諸位要曉得，有疑情才有開悟，疑情沒有了，開悟的指望就沒有了。所以科學把我們這種開悟這個緣打掉了。佛法為什麼不用科學我們就明白了，用科學之後，沒有一個會開悟的。你能知道，你能承認，不懷疑了，不懷疑就不開悟。這種教學法在大乘裡頭不許可的，有疑才能開悟。我們現在唯一的辦法，到極樂世界去，親近阿彌陀佛，接受阿彌陀佛的教誨，幫助我們開悟。大乘修學最高的目標就是大徹大悟，明心見性，見性成佛。所以說成佛之本，大事因緣，莫過於此。"
    },
    {
      "id": "02-040-0021_p0009",
      "zh_CN": "「又《菩提心论》云：此菩提心能包藏一切诸佛功德法故」。这一句很重要，为什么？一切诸佛功德法，这无量无边的功德法，都是菩提心所现的、菩提心所成就的，离开菩提心，哪有功德法？于是乎我们就明白了，我们为什么不能成就像佛一样的无量无边的功德法？我们不会用真心，我们用妄心，那就永远不会，妄心跟功德法是相违背的。妄心成就的是什么法？是一切善、恶、无记法，妄心成就的。善法现三善道，恶法现三恶道，无记法就是非善非恶，说不上善恶，它增长无明，也不是好东西。佛教我们统统放下，善恶、无记都放下，用真心，真心能成就一切功德法。所成就的一切功德法就是全宇宙，如果用净土的话来说，就是极乐的四法界。极乐世界四土就是四法界，同居土、方便土、实报土、常寂光土。用真心，就是诸佛如来一切功德法。用妄心，就是我们常说的十法界依正庄严，妄心变的，妄心是起心动念、分别、执着，起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼。六道凡夫起心动念都是这个，这个东西制造六道轮回、制造十法界，你怎么能出离六道？所以称它作烦恼法。烦恼法的对面是功德法，极乐世界是阿弥陀佛无量劫来无量功德之所成就。",
      "zh_TW": "「又《菩提心論》云：此菩提心能包藏一切諸佛功德法故」。這一句很重要，為什麼？一切諸佛功德法，這無量無邊的功德法，都是菩提心所現的、菩提心所成就的，離開菩提心，哪有功德法？於是乎我們就明白了，我們為什麼不能成就像佛一樣的無量無邊的功德法？我們不會用真心，我們用妄心，那就永遠不會，妄心跟功德法是相違背的。妄心成就的是什麼法？是一切善、惡、無記法，妄心成就的。善法現三善道，惡法現三惡道，無記法就是非善非惡，說不上善惡，它增長無明，也不是好東西。佛教我們統統放下，善惡、無記都放下，用真心，真心能成就一切功德法。所成就的一切功德法就是全宇宙，如果用淨土的話來說，就是極樂的四法界。極樂世界四土就是四法界，同居土、方便土、實報土、常寂光土。用真心，就是諸佛如來一切功德法。用妄心，就是我們常說的十法界依正莊嚴，妄心變的，妄心是起心動念、分別、執著，起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱。六道凡夫起心動念都是這個，這個東西製造六道輪迴、製造十法界，你怎麼能出離六道？所以稱它作煩惱法。煩惱法的對面是功德法，極樂世界是阿彌陀佛無量劫來無量功德之所成就。"
    },
    {
      "id": "02-040-0021_p0010",
      "zh_CN": "「若修证出现」，我们今天要修、要证。修是什么？修就是放下，这个诸位一定要知道。八万四千法门，用一句话把它说干净，就是放下，没有一个法门不是教你放下的。我们现在用这一句阿弥陀佛，阿弥陀佛是用了，但是没放下，所以我们没有办法证得。如果我们用这句阿弥陀佛，真放下了，其他念头全没有了，叫放下；还有别的念头，你没放下，天天念阿弥陀佛还有别的念头。念到了纯一无二，只有一句阿弥陀佛，除阿弥陀佛之外什么都没有了，那叫放下。那叫修，那叫功，那叫证，这都出现了。我们所以修，修，不放下，那个修是修世间的福，修善是修福，善是因，福报是果。念头不善，那就修三恶道；念头善，修三善道。跟佛不一样，佛的修是放下，用一个法门，专修一个法门，用这个法门把所有一切杂念、妄想、烦恼、习气全部把它排除掉，这叫修。真正一切放下，果上就一切成就，不可思议。",
      "zh_TW": "「若修證出現」，我們今天要修、要證。修是什麼？修就是放下，這個諸位一定要知道。八萬四千法門，用一句話把它說乾淨，就是放下，沒有一個法門不是教你放下的。我們現在用這一句阿彌陀佛，阿彌陀佛是用了，但是沒放下，所以我們沒有辦法證得。如果我們用這句阿彌陀佛，真放下了，其他念頭全沒有了，叫放下；還有別的念頭，你沒放下，天天念阿彌陀佛還有別的念頭。念到了純一無二，只有一句阿彌陀佛，除阿彌陀佛之外什麼都沒有了，那叫放下。那叫修，那叫功，那叫證，這都出現了。我們所以修，修，不放下，那個修是修世間的福，修善是修福，善是因，福報是果。念頭不善，那就修三惡道；念頭善，修三善道。跟佛不一樣，佛的修是放下，用一個法門，專修一個法門，用這個法門把所有一切雜念、妄想、煩惱、習氣全部把它排除掉，這叫修。真正一切放下，果上就一切成就，不可思議。"
    },
    {
      "id": "02-040-0021_p0011",
      "zh_CN": "所以，大家不知道放下的好处，不肯放下，放下好处太多了。真正放下之后，你无所不知，你无所不能。为什么？自性里面智慧现前、德能现前、相好现前，你证得大圆满。凡夫烦恼习气重，不相信，所以信为道元功德母。为什么修那么长的时间，得不到像经上讲的这种殊胜的利益，什么原因？半信半疑。你说他不信，他很相信；你说他信，他妄念很多、杂念很多，那是什么？那就是疑。疑要是断掉了，叫真信，他的杂念没有了、妄念没有了，真信。还有这个东西存在，不是纯真，是带着妄。带着妄修行，不能成就功德，还是世间的善恶业因，我们常讲的福德，心善行善修福德，不是功德。功德是了生死、出三界，福德不能了生死，出不了三界，总得要清楚、要明了。",
      "zh_TW": "所以，大家不知道放下的好處，不肯放下，放下好處太多了。真正放下之後，你無所不知，你無所不能。為什麼？自性裡面智慧現前、德能現前、相好現前，你證得大圓滿。凡夫煩惱習氣重，不相信，所以信為道元功德母。為什麼修那麼長的時間，得不到像經上講的這種殊勝的利益，什麼原因？半信半疑。你說他不信，他很相信；你說他信，他妄念很多、雜念很多，那是什麼？那就是疑。疑要是斷掉了，叫真信，他的雜念沒有了、妄念沒有了，真信。還有這個東西存在，不是純真，是帶著妄。帶著妄修行，不能成就功德，還是世間的善惡業因，我們常講的福德，心善行善修福德，不是功德。功德是了生死、出三界，福德不能了生死，出不了三界，總得要清楚、要明瞭。"
    },
    {
      "id": "02-040-0021_p0012",
      "zh_CN": "如果我们修证出现了，至少也得像印光大师一样，印光大师当得起这句话，修证出现。你看这个老人，头脑多清楚，《文钞》里头所写的，把这个世间看透了。这个世间怎么会变成这个样子？他讲得多清楚、多明白。如果要能听他的话，遵守他的教训，我可以说，保证不出十年，世界和谐，天下太平。我们这一个国家都能遵守印祖的教诲，我相信只要五年，我们的社会安定，一切混乱都消除了，人心清净，社会和谐，国家上轨道了。中国人讲的大治，太平盛世它就出现了，顶多五年。从什么地方做起？从全国人认真学习孝道，从孝顺父母、尊敬长辈做起。教什么？教《弟子规》就行了，《弟子规》落实儒文化，《感应篇》落实因果的文化，《十善业》落实佛教文化。",
      "zh_TW": "如果我們修證出現了，至少也得像印光大師一樣，印光大師當得起這句話，修證出現。你看這個老人，頭腦多清楚，《文鈔》裡頭所寫的，把這個世間看透了。這個世間怎麼會變成這個樣子？他講得多清楚、多明白。如果要能聽他的話，遵守他的教訓，我可以說，保證不出十年，世界和諧，天下太平。我們這一個國家都能遵守印祖的教誨，我相信只要五年，我們的社會安定，一切混亂都消除了，人心清淨，社會和諧，國家上軌道了。中國人講的大治，太平盛世它就出現了，頂多五年。從什麼地方做起？從全國人認真學習孝道，從孝順父母、尊敬長輩做起。教什麼？教《弟子規》就行了，《弟子規》落實儒文化，《感應篇》落實因果的文化，《十善業》落實佛教文化。"
    },
    {
      "id": "02-040-0021_p0013",
      "zh_CN": "回过头来看看老祖宗，千万年来，中国这块宝土长治久安，读历史就知道。那个末代皇帝，不守法，贪瞋痴慢，只知道自己享乐，不顾民生疾苦，就会被人推翻，所谓改朝换代。新一代的帝王把动乱平定之后，偃武修文，一般是五年制礼作乐，政治就上轨道了，就恢复社会的安定和平。就是动乱的时间短，太平的时间长。他用什么方法？用儒释道。一般是用儒治国，用佛教民，佛讲真诚慈悲，把老百姓全教好了，用十善业道、三皈五戒，我们常讲的三福、六和，把人民教好了。用道教的仪规祭天地山川、祭祖先。儒释道三教都派上用场，天下大治。",
      "zh_TW": "回過頭來看看老祖宗，千萬年來，中國這塊寶土長治久安，讀歷史就知道。那個末代皇帝，不守法，貪瞋痴慢，只知道自己享樂，不顧民生疾苦，就會被人推翻，所謂改朝換代。新一代的帝王把動亂平定之後，偃武修文，一般是五年制禮作樂，政治就上軌道了，就恢復社會的安定和平。就是動亂的時間短，太平的時間長。他用什麼方法？用儒釋道。一般是用儒治國，用佛教民，佛講真誠慈悲，把老百姓全教好了，用十善業道、三皈五戒，我們常講的三福、六和，把人民教好了。用道教的儀規祭天地山川、祭祖先。儒釋道三教都派上用場，天下大治。"
    },
    {
      "id": "02-040-0021_p0014",
      "zh_CN": "印光大师特别强调家庭教育、因果教育。而因果教育里面，佛讲得很多、讲得很透彻，但是佛教不把这个当作一门主要功课。所以我们讲的，在因果这方面不如道教，道教比我们讲得多。佛教里有没有？有，材料比道教还丰富，没人提倡。我们早年做了这个工作，有几位同学，我是请他们用两星期查《大藏经》，把《大藏经》里头有关因果的东西统统把它抄出来，结果有二十多种经论。把这个里面有关因果的，抄出来这么厚一本，我给它定一个题目，《诸经佛说地狱集要》，会集成一本，比道教讲得圆满。因为道教讲果报讲得多，很多果报没有说什么因；佛经里头有因，有因有果，都能对照起来，这个东西好！早年我请江老师画了一幅「地狱变相图」，是依道教《玉历宝钞》做基础画出来的。画出来以后我才想到，我说佛经里头一定有，果然找出来了。希望将来有人再用佛经画一幅「地狱变相图」，佛经上所说的，那就更有意思了。",
      "zh_TW": "印光大師特別強調家庭教育、因果教育。而因果教育裡面，佛講得很多、講得很透徹，但是佛教不把這個當作一門主要功課。所以我們講的，在因果這方面不如道教，道教比我們講得多。佛教裡有沒有？有，材料比道教還豐富，沒人提倡。我們早年做了這個工作，有幾位同學，我是請他們用兩星期查《大藏經》，把《大藏經》裡頭有關因果的東西統統把它抄出來，結果有二十多種經論。把這個裡面有關因果的，抄出來這麼厚一本，我給它定一個題目，《諸經佛說地獄集要》，會集成一本，比道教講得圓滿。因為道教講果報講得多，很多果報沒有說什麼因；佛經裡頭有因，有因有果，都能對照起來，這個東西好！早年我請江老師畫了一幅「地獄變相圖」，是依道教《玉曆寶鈔》做基礎畫出來的。畫出來以後我才想到，我說佛經裡頭一定有，果然找出來了。希望將來有人再用佛經畫一幅「地獄變相圖」，佛經上所說的，那就更有意思了。"
    },
    {
      "id": "02-040-0021_p0015",
      "zh_CN": "人要真正知道因果，相信因果，不敢做坏事，做坏事有报应，报应太可怕了。所以印祖说，因果教育是诸佛菩萨、大圣大贤教化众生的大权，如果没有这个东西，诸佛菩萨、圣贤对于世间人作恶都束手无策，怎么教？怎么办？今天就是因为社会不讲求因果、不相信因果，世界乱了，乱到最后，无法收拾。你所倡导的是不信因果，现在你要再信因果，不是自相矛盾吗？怎么能取信于民？那不要因果，又社会没法子收拾，这事在两难，真难！你问我，我也想不出方法。我只能告诉你，我相信因果，你不相信是你的事情，我相信是我的事情，我真相信。这个世间人还有一部分人相信的，你问他为什么相信？他亲自看到的。我也是亲自看到的，不亲自看到我不相信。所以，信心的建立是今天第一桩大事。建立在孝亲，现在年轻人不知道父母之恩，要讲透。父母跟老师要合作，不合作，这小孩教不出来。古时候，父母跟老师密切合作，老师教孝，父母教敬，才能把这个小孩奠定圣贤的根基，这扎根教育。",
      "zh_TW": "人要真正知道因果，相信因果，不敢做壞事，做壞事有報應，報應太可怕了。所以印祖說，因果教育是諸佛菩薩、大聖大賢教化眾生的大權，如果沒有這個東西，諸佛菩薩、聖賢對於世間人作惡都束手無策，怎麼教？怎麼辦？今天就是因為社會不講求因果、不相信因果，世界亂了，亂到最後，無法收拾。你所倡導的是不信因果，現在你要再信因果，不是自相矛盾嗎？怎麼能取信於民？那不要因果，又社會沒法子收拾，這事在兩難，真難！你問我，我也想不出方法。我只能告訴你，我相信因果，你不相信是你的事情，我相信是我的事情，我真相信。這個世間人還有一部分人相信的，你問他為什麼相信？他親自看到的。我也是親自看到的，不親自看到我不相信。所以，信心的建立是今天第一樁大事。建立在孝親，現在年輕人不知道父母之恩，要講透。父母跟老師要合作，不合作，這小孩教不出來。古時候，父母跟老師密切合作，老師教孝，父母教敬，才能把這個小孩奠定聖賢的根基，這扎根教育。"
    },
    {
      "id": "02-040-0021_p0016",
      "zh_CN": "修证出现，就能为一切众生的导师。导师就是佛，佛就是觉悟的人，就是一个明白人。众生不明白，众生迷惑，明白人、觉悟的人要帮助他、要教导他。「若归本则是密严土，不起于座，能成一切佛事」。「密严土」，我们参考资料里头有，在第六页。「密严国」就是密严土，「（界名）大日如来之净土也」，密宗称为大日如来。「《密严经》及《金刚顶一切瑜祇经》说之，为金胎两部法身之依处。《华严经》所说之华藏世界，净土门所谈之极乐世界，皆为此异名」。这句话很重要，说明白了，华藏世界、极乐世界、密严世界原来是一个世界，一即是三，三即是一。名称不一样，修行的法门不一样，修成功了，回到那个地方再一看，原来是一样的。你到你的华藏世界，你到你的极乐世界，他到他的密严世界，最后见面都在一起。才知道这是佛菩萨善巧方便，每个人根性不一样，无论你修学哪个法门，佛恒顺众生，随喜功德，到最后完全相同。你才晓得，这个时候你才佩服佛陀的慈悲，佛陀的善巧方便。不进去不知道，进去完全相同，一即是多，多即是一。于是我们想到，其他宗教讲的天堂、讲的乐土，又何尝有两样？",
      "zh_TW": "修證出現，就能為一切眾生的導師。導師就是佛，佛就是覺悟的人，就是一個明白人。眾生不明白，眾生迷惑，明白人、覺悟的人要幫助他、要教導他。「若歸本則是密嚴土，不起於座，能成一切佛事」。「密嚴土」，我們參考資料裡頭有，在第六頁。「密嚴國」就是密嚴土，「（界名）大日如來之淨土也」，密宗稱為大日如來。「《密嚴經》及《金剛頂一切瑜祇經》說之，為金胎兩部法身之依處。《華嚴經》所說之華藏世界，淨土門所談之極樂世界，皆為此異名」。這句話很重要，說明白了，華藏世界、極樂世界、密嚴世界原來是一個世界，一即是三，三即是一。名稱不一樣，修行的法門不一樣，修成功了，回到那個地方再一看，原來是一樣的。你到你的華藏世界，你到你的極樂世界，他到他的密嚴世界，最後見面都在一起。才知道這是佛菩薩善巧方便，每個人根性不一樣，無論你修學哪個法門，佛恆順眾生，隨喜功德，到最後完全相同。你才曉得，這個時候你才佩服佛陀的慈悲，佛陀的善巧方便。不進去不知道，進去完全相同，一即是多，多即是一。於是我們想到，其他宗教講的天堂、講的樂土，又何嘗有兩樣？"
    },
    {
      "id": "02-040-0021_p0017",
      "zh_CN": "净土里面有同居土、有方便土、有实报土，那是每个人修行功夫浅深不相等，有这些阶级。像我们同样的一个业力，到这人间来，六道里头得人身，引业相同。引业是什么？佛家讲的五戒，儒家讲的五常，仁义礼智信，过去生中修这个修得不错，这个善因就是生到人间。可是生到人间，我们的贫富贵贱不一样，满业不相同，引导你这个业相同，满业不相同。信愿持名，这是往生极乐世界的引业。满业是什么？满业是你放下多少，你放下得愈多，你在极乐世界品位愈高；你放下得少，你在极乐世界的地位很低，就这个意思。",
      "zh_TW": "淨土裡面有同居土、有方便土、有實報土，那是每個人修行功夫淺深不相等，有這些階級。像我們同樣的一個業力，到這人間來，六道裡頭得人身，引業相同。引業是什麼？佛家講的五戒，儒家講的五常，仁義禮智信，過去生中修這個修得不錯，這個善因就是生到人間。可是生到人間，我們的貧富貴賤不一樣，滿業不相同，引導你這個業相同，滿業不相同。信願持名，這是往生極樂世界的引業。滿業是什麼？滿業是你放下多少，你放下得愈多，你在極樂世界品位愈高；你放下得少，你在極樂世界的地位很低，就這個意思。"
    },
    {
      "id": "02-040-0021_p0018",
      "zh_CN": "但是极乐跟其他的又不一样，其他不带业，净土是准许带业往生。因为带业，所以才有同居土、才有方便土。华藏没有带业的，华藏没有听说有同居、有方便，没听说，密严也没听说。换句话说，华藏跟密严他们修学的程度比我们高，标准高，我们没有他那么高的标准。但是净宗特殊，阿弥陀佛四十八愿愿力加持，虽然是同居土，同居土是天人身分，得到佛力加持，也作阿惟越致菩萨。这就不可思议了，这就超过了密严、超过了华藏，这一点不能不知道。",
      "zh_TW": "但是極樂跟其他的又不一樣，其他不帶業，淨土是准許帶業往生。因為帶業，所以才有同居土、才有方便土。華藏沒有帶業的，華藏沒有聽說有同居、有方便，沒聽說，密嚴也沒聽說。換句話說，華藏跟密嚴他們修學的程度比我們高，標準高，我們沒有他那麼高的標準。但是淨宗特殊，阿彌陀佛四十八願願力加持，雖然是同居土，同居土是天人身分，得到佛力加持，也作阿惟越致菩薩。這就不可思議了，這就超過了密嚴、超過了華藏，這一點不能不知道。"
    },
    {
      "id": "02-040-0021_p0019",
      "zh_CN": "华藏跟密严，我们这一生未必能成就。黄念祖老居士告诉我，人民共和国成立六十年，六十年这么长的时间，中国人口十三亿，修密宗成就只有六个人，你就知道难！而且念老告诉我，这六个人往生了。往后？往后没有了。告诉我，修禅、修密都不能成就，往后修行能成就的全靠净土。所以，黄念老学过禅，他的老师虚云老和尚，他学过密，他是密宗金刚上师，临终的时候，他不示现密，也不示现禅，他示现净土。一天念十四万声佛号，念了半年，他走了，他往生极乐世界。给我们做榜样！这样的大德，跟他的老师夏莲居老居士，通宗通教，显密圆融，到最后一招，念阿弥陀佛求生净土。这做给我们看的，无尽的慈悲，为末法众生做证明、做示现，不仅仅是说，现身说法告诉我们。",
      "zh_TW": "華藏跟密嚴，我們這一生未必能成就。黃念祖老居士告訴我，人民共和國成立六十年，六十年這麼長的時間，中國人口十三億，修密宗成就只有六個人，你就知道難！而且念老告訴我，這六個人往生了。往後？往後沒有了。告訴我，修禪、修密都不能成就，往後修行能成就的全靠淨土。所以，黃念老學過禪，他的老師虛雲老和尚，他學過密，他是密宗金剛上師，臨終的時候，他不示現密，也不示現禪，他示現淨土。一天念十四萬聲佛號，念了半年，他走了，他往生極樂世界。給我們做榜樣！這樣的大德，跟他的老師夏蓮居老居士，通宗通教，顯密圓融，到最後一招，念阿彌陀佛求生淨土。這做給我們看的，無盡的慈悲，為末法眾生做證明、做示現，不僅僅是說，現身說法告訴我們。"
    },
    {
      "id": "02-040-0021_p0020",
      "zh_CN": "底下说，「密严者，以三密庄严之大曼陀罗道场也」。不空三藏是唐朝时候人，他所翻译的《密严经》上卷说，「今此世界名曰密严，是中菩萨，悉于欲、色、无色、无想、有情之处，以三摩地力生智慧火，焚烧色贪及以无明，转所依止得意成身，神足力通以为严饰」。这是说学密宗的这些大德，他们在哪里？他们在欲界、在色界、在无色界、在无想天、在有情之处，他们修定，三摩地是定，从定开智慧，火是做比喻。智慧开了，才能够破对色身的贪恋，以及贪瞋痴慢疑的烦恼，乃至于无明烦恼。智慧能断，智慧像大火，把这些烦恼都烧掉了。转所依止得意成身，转所依止，这是用定慧转过来的，得意成身，神通、智慧、力用以为严饰，他们明心见性了，他们具足了三明六通。",
      "zh_TW": "底下說，「密嚴者，以三密莊嚴之大曼陀羅道場也」。不空三藏是唐朝時候人，他所翻譯的《密嚴經》上卷說，「今此世界名曰密嚴，是中菩薩，悉於欲、色、無色、無想、有情之處，以三摩地力生智慧火，焚燒色貪及以無明，轉所依止得意成身，神足力通以為嚴飾」。這是說學密宗的這些大德，他們在哪裡？他們在欲界、在色界、在無色界、在無想天、在有情之處，他們修定，三摩地是定，從定開智慧，火是做比喻。智慧開了，才能夠破對色身的貪戀，以及貪瞋痴慢疑的煩惱，乃至於無明煩惱。智慧能斷，智慧像大火，把這些煩惱都燒掉了。轉所依止得意成身，轉所依止，這是用定慧轉過來的，得意成身，神通、智慧、力用以為嚴飾，他們明心見性了，他們具足了三明六通。"
    },
    {
      "id": "02-040-0021_p0021",
      "zh_CN": "「又曰：欲、色、无色界、无想天等天宫，如来回已出，而往密严住」。这是如来在欲界、色界、无色界、无想天这些天宫，这里头也有有缘众生，众生有感，如来有应。应化事毕，如来到哪里去了？而往密严住，他回到他自己的净土。这桩事情跟极乐世界一样，阿弥陀如来、大日如来、毘卢遮那如来、卢舍那如来，他们都在极乐世界常寂光净土，十方世界众生有感，他们统统都有应。应，用什么身应？应身，叫应化身。应化身的事圆满了，帮助这些众生问题解决了，自己知道修行了，佛菩萨就归位，佛回归常寂光，菩萨回归实报土。诸佛菩萨的事业如是，没有别的事情，全是为了教化众生，对于众生世间没有丝毫贪恋。所以，教学事毕他就回去了。",
      "zh_TW": "「又曰：欲、色、無色界、無想天等天宮，如來迴已出，而往密嚴住」。這是如來在欲界、色界、無色界、無想天這些天宮，這裡頭也有有緣眾生，眾生有感，如來有應。應化事畢，如來到哪裡去了？而往密嚴住，他回到他自己的淨土。這樁事情跟極樂世界一樣，阿彌陀如來、大日如來、毘盧遮那如來、盧舍那如來，他們都在極樂世界常寂光淨土，十方世界眾生有感，他們統統都有應。應，用什麼身應？應身，叫應化身。應化身的事圓滿了，幫助這些眾生問題解決了，自己知道修行了，佛菩薩就歸位，佛回歸常寂光，菩薩回歸實報土。諸佛菩薩的事業如是，沒有別的事情，全是為了教化眾生，對於眾生世間沒有絲毫貪戀。所以，教學事畢他就回去了。"
    },
    {
      "id": "02-040-0021_p0022",
      "zh_CN": "「依自难思定」，这是依自己，可以说这个难思的定，就是自性本定。惠能大师开悟的时候所说的，「何期自性，本无动摇」，这句话就是讲的自性本定，五句里头的第四句。「现于众妙色。色相无有边，非余所能见。极乐庄严国，世尊无量寿」，跟极乐世界是一样的。说明确确实实十方世界，有人再加个三世，过去、现在、未来，一切诸佛如来，「共同一法身，一心一智慧，力无畏亦然」。你说他是一尊佛变现的，可以，讲得通，你说是诸佛一一修成的也讲得通。为什么？你看的都没错，你所看的都不是真相，你只看到真相的一面，古人比喻作瞎子摸象，说得都对。你要是全部都看到了，你就不会起心动念了，见与不见都如如不动，这就是契入境界了。",
      "zh_TW": "「依自難思定」，這是依自己，可以說這個難思的定，就是自性本定。惠能大師開悟的時候所說的，「何期自性，本無動搖」，這句話就是講的自性本定，五句裡頭的第四句。「現於眾妙色。色相無有邊，非餘所能見。極樂莊嚴國，世尊無量壽」，跟極樂世界是一樣的。說明確確實實十方世界，有人再加個三世，過去、現在、未來，一切諸佛如來，「共同一法身，一心一智慧，力無畏亦然」。你說他是一尊佛變現的，可以，講得通，你說是諸佛一一修成的也講得通。為什麼？你看的都沒錯，你所看的都不是真相，你只看到真相的一面，古人比喻作瞎子摸象，說得都對。你要是全部都看到了，你就不會起心動念了，見與不見都如如不動，這就是契入境界了。"
    },
    {
      "id": "02-040-0021_p0023",
      "zh_CN": "《金刚顶经》上有这么一句话，「唯此佛刹，尽以金刚自性清净所成密严华严」。金刚是比喻，坚固不坏，永恒不变，这是什么？这是自性。自性没有任何现象，所以它不坏，它不是物质现象，也不是精神现象，也不是自然现象。所以它永恒不坏，它永恒不变。在显教里面称为华严，在密教里头称为密严，是一不是二。",
      "zh_TW": "《金剛頂經》上有這麼一句話，「唯此佛剎，盡以金剛自性清淨所成密嚴華嚴」。金剛是比喻，堅固不壞，永恆不變，這是什麼？這是自性。自性沒有任何現象，所以它不壞，它不是物質現象，也不是精神現象，也不是自然現象。所以它永恆不壞，它永恆不變。在顯教裡面稱為華嚴，在密教裡頭稱為密嚴，是一不是二。"
    },
    {
      "id": "02-040-0021_p0024",
      "zh_CN": "「二教论曰：密者金刚三密」，这个三是身口意，「华者开敷觉华」，是比喻莲花，「严者具种种德」，万德庄严。这个德是自性本具的，不是外头来的，见性的时候自然现前，不见性的时候见不到。实在不是见不到，不见性的时候变质了，阿赖耶能变，心生心现的这些相是所变。所以阿赖耶在里头就产生变化，把菩提变成烦恼，菩提是智慧，智慧迷了就是烦恼。所以，烦恼跟菩提是一体，觉迷相、用不同。他觉悟的相是万德庄严，身有无量相，相有无量好，好有无量光，这是觉悟的，佛的身相；迷了是凡夫，那个好全不见了，相好都不见了。皆是由心想生，有心想就是迷，你受的身是十法界的身、六道的身。你要是觉悟了，一念不生，不起心、不动念、不分别、不执着，你的本来面目就现前。本来面目是什么？万德庄严，无量智慧、无量德能、无量相好就都现前了。一迷了时候就没有了，相变成六道有漏的这个身相，智慧变成了烦恼，德能也丧失了，变成无能。",
      "zh_TW": "「二教論曰：密者金剛三密」，這個三是身口意，「華者開敷覺華」，是比喻蓮花，「嚴者具種種德」，萬德莊嚴。這個德是自性本具的，不是外頭來的，見性的時候自然現前，不見性的時候見不到。實在不是見不到，不見性的時候變質了，阿賴耶能變，心生心現的這些相是所變。所以阿賴耶在裡頭就產生變化，把菩提變成煩惱，菩提是智慧，智慧迷了就是煩惱。所以，煩惱跟菩提是一體，覺迷相、用不同。他覺悟的相是萬德莊嚴，身有無量相，相有無量好，好有無量光，這是覺悟的，佛的身相；迷了是凡夫，那個好全不見了，相好都不見了。皆是由心想生，有心想就是迷，你受的身是十法界的身、六道的身。你要是覺悟了，一念不生，不起心、不動念、不分別、不執著，你的本來面目就現前。本來面目是什麼？萬德莊嚴，無量智慧、無量德能、無量相好就都現前了。一迷了時候就沒有了，相變成六道有漏的這個身相，智慧變成了煩惱，德能也喪失了，變成無能。"
    },
    {
      "id": "02-040-0021_p0025",
      "zh_CN": "你才晓得阿赖耶对我们产生多么严重的伤害。所以佛教我们把它舍掉，那是个虚妄的根、染污的根，自性清净心里头没有这个东西。恢复自性清净心，把这些东西统统放下，这就对了。为什么放不下？是用它用得太久了，养成习惯了，不知道它是错误的，都以为它是对的。真的，佛眼睛看一切众生，没有别的，错用了心，本心具足的智慧、德能、相好完全迷失了。佛在一切经教里给我们说出真相，我们不相信；说假的相信，假的在面前，说真的不相信。华，开敷觉华，这是讲开悟，大彻大悟，大放光明，才真正见到自己自性里面的智慧德能充满了法界，遍法界依正庄严你真见到了。",
      "zh_TW": "你才曉得阿賴耶對我們產生多麼嚴重的傷害。所以佛教我們把它捨掉，那是個虛妄的根、染污的根，自性清淨心裡頭沒有這個東西。恢復自性清淨心，把這些東西統統放下，這就對了。為什麼放不下？是用它用得太久了，養成習慣了，不知道它是錯誤的，都以為它是對的。真的，佛眼睛看一切眾生，沒有別的，錯用了心，本心具足的智慧、德能、相好完全迷失了。佛在一切經教裡給我們說出真相，我們不相信；說假的相信，假的在面前，說真的不相信。華，開敷覺華，這是講開悟，大徹大悟，大放光明，才真正見到自己自性裡面的智慧德能充滿了法界，遍法界依正莊嚴你真見到了。"
    },
    {
      "id": "02-040-0021_p0026",
      "zh_CN": "「言以恒沙佛德尘数三密庄严身土」，尘数，说不尽，大乘里面说的，身有无量相，相有无量好，这身相；土，我们居住的环境，土有无量相，相有无量好；居住的宫殿，宫殿有无量宝，宝放无量光。为什么是无量的？因为自性没有量，自性是无量的。觉悟之后，身是法性身，居住的环境是法性土，所以都是无量。「是名曼荼罗」，曼荼罗是坛城，也就是我们一般所讲的道场，修学的场所、教学的场所、弘法的场所、度众生的场所，就叫做曼荼罗。",
      "zh_TW": "「言以恆沙佛德塵數三密莊嚴身土」，塵數，說不盡，大乘裡面說的，身有無量相，相有無量好，這身相；土，我們居住的環境，土有無量相，相有無量好；居住的宮殿，宮殿有無量寶，寶放無量光。為什麼是無量的？因為自性沒有量，自性是無量的。覺悟之後，身是法性身，居住的環境是法性土，所以都是無量。「是名曼荼羅」，曼荼羅是壇城，也就是我們一般所講的道場，修學的場所、教學的場所、弘法的場所、度眾生的場所，就叫做曼荼羅。"
    },
    {
      "id": "02-040-0021_p0027",
      "zh_CN": "「瑜祇经拾古钞上曰：是说两部法身所依土，密严华严华藏也」。两部就是圆满，显教里面称三藏，经律论三藏，密宗也是这个分法，经藏跟论藏，称甘珠、丹珠。无论修学哪个法门，大乘八万四千法门，修成证入都是在华严华藏，学密的称之为密严。实际它是一不是二，用的方法不一样，达到的目的地完全相同。",
      "zh_TW": "「瑜祇經拾古鈔上曰：是說兩部法身所依土，密嚴華嚴華藏也」。兩部就是圓滿，顯教裡面稱三藏，經律論三藏，密宗也是這個分法，經藏跟論藏，稱甘珠、丹珠。無論修學哪個法門，大乘八萬四千法門，修成證入都是在華嚴華藏，學密的稱之為密嚴。實際它是一不是二，用的方法不一樣，達到的目的地完全相同。"
    },
    {
      "id": "02-040-0021_p0028",
      "zh_CN": "所以不起于座，能成一切佛事。在净宗，好像比这个更殊胜，为什么？世尊在经典里头告诉我们，往生到西方极乐世界，亲近阿弥陀佛，阿弥陀佛讲经教学没有中断过。因为极乐世界，往生的人证得的是法性身，居住的是法性土，身体健康，不需要饮食，不需要睡眠，精神永远饱满，我们这个世间形容为禅悦为食。色界天以上的人，就不需要饮食，没有睡眠了，靠什么养身体？禅悦。在极乐世界亦如是，财色名食睡这个五欲没有了，你连念头都没有。不但没有这个事，念头都没有，都断掉了，每天听经不中断，法喜充满。",
      "zh_TW": "所以不起於座，能成一切佛事。在淨宗，好像比這個更殊勝，為什麼？世尊在經典裡頭告訴我們，往生到西方極樂世界，親近阿彌陀佛，阿彌陀佛講經教學沒有中斷過。因為極樂世界，往生的人證得的是法性身，居住的是法性土，身體健康，不需要飲食，不需要睡眠，精神永遠飽滿，我們這個世間形容為禪悅為食。色界天以上的人，就不需要飲食，沒有睡眠了，靠什麼養身體？禪悅。在極樂世界亦如是，財色名食睡這個五欲沒有了，你連念頭都沒有。不但沒有這個事，念頭都沒有，都斷掉了，每天聽經不中斷，法喜充滿。"
    },
    {
      "id": "02-040-0021_p0029",
      "zh_CN": "所以，你进入讲堂，你离开讲堂呢？离开讲堂就成佛了。你没有成佛不会离开讲堂，离开讲堂就毕业了，就成佛了。到哪里去？到常寂光去了。每个人离开讲堂的时间不一定，有人很快离开，有人很久才会离开，那就是你开悟的程度不相同。但是虽然身体没有离开弥陀的讲堂，你有能力分身、化身到十方一切诸佛刹土里面去供佛、闻法，化身去的。化身管不管用？管用，化身跟真身没有两样，你真到那边去供佛。供佛是修福，听经是开智慧。所以多少人教你，教你的人不是普通人，不是菩萨，是诸佛如来教你；也就是说，十方一切诸佛如来都是你的老师。这个利益到哪里去找？走遍虚空法界你找不到，只有极乐世界有。所以，能不到极乐世界吗？",
      "zh_TW": "所以，你進入講堂，你離開講堂呢？離開講堂就成佛了。你沒有成佛不會離開講堂，離開講堂就畢業了，就成佛了。到哪裡去？到常寂光去了。每個人離開講堂的時間不一定，有人很快離開，有人很久才會離開，那就是你開悟的程度不相同。但是雖然身體沒有離開彌陀的講堂，你有能力分身、化身到十方一切諸佛剎土裡面去供佛、聞法，化身去的。化身管不管用？管用，化身跟真身沒有兩樣，你真到那邊去供佛。供佛是修福，聽經是開智慧。所以多少人教你，教你的人不是普通人，不是菩薩，是諸佛如來教你；也就是說，十方一切諸佛如來都是你的老師。這個利益到哪裡去找？走遍虛空法界你找不到，只有極樂世界有。所以，能不到極樂世界嗎？"
    },
    {
      "id": "02-040-0021_p0030",
      "zh_CN": "你真的搞清楚、搞明白了，你往生净土那个心就定了，不再怀疑、不再动摇，不再去想其他的了，你一生就能证得究竟圆满。这个机缘我们这一生遇到了，遇到要不掌握到，对不起阿弥陀佛，对不起一切诸佛如来。为什么？佛在这个经里头多次告诉我们，这一生遇到这个法门的人，能信、能发愿、能念佛求生，皆是过去生中曾经供养无量诸佛。我们这次有缘遇到，得无量诸佛威神加持，让我们能相信这个法门，能发愿求生。这是什么？诸佛加持力，无量诸佛。我们真发心，真求生净土到极乐世界，这无量诸佛欢喜，他的加持得到效果，没有唐捐，欢喜。一定要成就。",
      "zh_TW": "你真的搞清楚、搞明白了，你往生淨土那個心就定了，不再懷疑、不再動搖，不再去想其他的了，你一生就能證得究竟圓滿。這個機緣我們這一生遇到了，遇到要不掌握到，對不起阿彌陀佛，對不起一切諸佛如來。為什麼？佛在這個經裡頭多次告訴我們，這一生遇到這個法門的人，能信、能發願、能念佛求生，皆是過去生中曾經供養無量諸佛。我們這次有緣遇到，得無量諸佛威神加持，讓我們能相信這個法門，能發願求生。這是什麼？諸佛加持力，無量諸佛。我們真發心，真求生淨土到極樂世界，這無量諸佛歡喜，他的加持得到效果，沒有唐捐，歡喜。一定要成就。"
    },
    {
      "id": "02-040-0021_p0031",
      "zh_CN": "我们的家亲眷属，不但这一代，过去世生生世世父母兄弟眷属，现在散居在各道。我们成佛了，我们的天眼统统能看见，统统能记得，有缘都要帮助他。有善缘的帮助他，有恶缘的也帮助他，只要是有缘，普度。为什么？你真有能力了，有智慧、有德能，帮助他们念佛求生净土。我们用这个方法成就的，我们也要用这个方法帮助别人。这个方法无比的殊胜，这个方法真正有效，能契一切众生的根性。所以我们成就了，会有很大很大一批人跟着成就。这是个不可思议的法门，这就是不起于座，能成一切佛事。",
      "zh_TW": "我們的家親眷屬，不但這一代，過去世生生世世父母兄弟眷屬，現在散居在各道。我們成佛了，我們的天眼統統能看見，統統能記得，有緣都要幫助他。有善緣的幫助他，有惡緣的也幫助他，只要是有緣，普度。為什麼？你真有能力了，有智慧、有德能，幫助他們念佛求生淨土。我們用這個方法成就的，我們也要用這個方法幫助別人。這個方法無比的殊勝，這個方法真正有效，能契一切眾生的根性。所以我們成就了，會有很大很大一批人跟著成就。這是個不可思議的法門，這就是不起於座，能成一切佛事。"
    },
    {
      "id": "02-040-0021_p0032",
      "zh_CN": "「又赞菩提心曰：若人求佛慧，通达菩提心，父母所生身，速证大觉位」，大觉是如来，大觉是成佛。意思是说，我们在这一生当中，用父母所生的这个身，肉身，就能成就究竟如来的佛果，说明菩提心重要。菩提心要记住，真诚、清净、平等、正觉、慈悲，我们日常生活、工作、待人接物，都用这个心。用真诚心，清净，不被污染，不受外头境界影响，清净。平等，没有高下，有高下，傲慢就生起来了。高是别人不如我，下是我不如别人，这个念头都没有，叫平等心。平等心是真心，高下是什么？高下是分别心。没有分别，平等心现前；没有染污，清净心现前。染污里头最重的是情执，名闻利养、贪瞋痴慢都是染污，没有这个念头。为什么？知道一切法是假的不是真的。《金刚经》上教给我们，「凡所有相，皆是虚妄」，《般若经》告诉我们，「一切法无所有，毕竟空，不可得」。我们真正能够常常用这个来观照，清净平等就现前。",
      "zh_TW": "「又讚菩提心曰：若人求佛慧，通達菩提心，父母所生身，速證大覺位」，大覺是如來，大覺是成佛。意思是說，我們在這一生當中，用父母所生的這個身，肉身，就能成就究竟如來的佛果，說明菩提心重要。菩提心要記住，真誠、清淨、平等、正覺、慈悲，我們日常生活、工作、待人接物，都用這個心。用真誠心，清淨，不被污染，不受外頭境界影響，清淨。平等，沒有高下，有高下，傲慢就生起來了。高是別人不如我，下是我不如別人，這個念頭都沒有，叫平等心。平等心是真心，高下是什麼？高下是分別心。沒有分別，平等心現前；沒有染污，清淨心現前。染污裡頭最重的是情執，名聞利養、貪瞋痴慢都是染污，沒有這個念頭。為什麼？知道一切法是假的不是真的。《金剛經》上教給我們，「凡所有相，皆是虛妄」，《般若經》告訴我們，「一切法無所有，畢竟空，不可得」。我們真正能夠常常用這個來觀照，清淨平等就現前。"
    },
    {
      "id": "02-040-0021_p0033",
      "zh_CN": "清净、平等自然就生智慧，不生烦恼，转烦恼为菩提，一心念佛，求生净土，没有一个不往生，你没障碍了。为什么别人能够在一切境界里不起心、不动念？没有别的，他彻底明了一切法不可得。一切法无所有、毕竟空、不可得，所以在一切法里根本就不起心动念。他处事待人接物一片真诚、智慧、慈悲，自然流露出来。虽流露出来，依旧没有起心动念，叫高，是自性自然流露。这是诸佛如来，这是我们自己本来面目。",
      "zh_TW": "清淨、平等自然就生智慧，不生煩惱，轉煩惱為菩提，一心念佛，求生淨土，沒有一個不往生，你沒障礙了。為什麼別人能夠在一切境界裡不起心、不動念？沒有別的，他徹底明瞭一切法不可得。一切法無所有、畢竟空、不可得，所以在一切法裡根本就不起心動念。他處事待人接物一片真誠、智慧、慈悲，自然流露出來。雖流露出來，依舊沒有起心動念，叫高，是自性自然流露。這是諸佛如來，這是我們自己本來面目。"
    },
    {
      "id": "02-040-0021_p0034",
      "zh_CN": "下面这一段，在一百七十九面第三行。「又诸经之王《华严经》云」，《华严经》称为诸经之王，这里头有句话说，「忘失菩提心，修诸善法，是名魔业」，这是真的不是假的。为什么？没有菩提心，修一切善法，这世间人好。他果报是什么？天上，享天人福报；在人世间，做大官、发大财。这都是什么？没有菩提心，修诸善法。为什么是魔业？做大官的会不会傲慢？发大财的会不会贪吝？很容易犯。所以他在享福当中他造罪业，福享尽了，不善的业成熟，他就堕三恶道去了，这叫魔业。你从因果上去看就晓得了，他如果没有那么高的地位，造不了那么重的罪业，他不堕地狱。只有做了帝王，杀人不要偿命，普通人杀人要偿命，他杀人不偿命，发动一个战争，不知道死多少人，不偿命。但是，死了以后要偿，活的时候没有人叫你偿，死了之后阎罗王要你偿，要你到地狱去受果报。",
      "zh_TW": "下面這一段，在一百七十九面第三行。「又諸經之王《華嚴經》云」，《華嚴經》稱為諸經之王，這裡頭有句話說，「忘失菩提心，修諸善法，是名魔業」，這是真的不是假的。為什麼？沒有菩提心，修一切善法，這世間人好。他果報是什麼？天上，享天人福報；在人世間，做大官、發大財。這都是什麼？沒有菩提心，修諸善法。為什麼是魔業？做大官的會不會傲慢？發大財的會不會貪吝？很容易犯。所以他在享福當中他造罪業，福享盡了，不善的業成熟，他就墮三惡道去了，這叫魔業。你從因果上去看就曉得了，他如果沒有那麼高的地位，造不了那麼重的罪業，他不墮地獄。只有做了帝王，殺人不要償命，普通人殺人要償命，他殺人不償命，發動一個戰爭，不知道死多少人，不償命。但是，死了以後要償，活的時候沒有人叫你償，死了之後閻羅王要你償，要你到地獄去受果報。"
    },
    {
      "id": "02-040-0021_p0035",
      "zh_CN": "所以《华严经》上教给我们，不许佛弟子发这样的心，发什么心？去做帝王的心、做将相的心、做大官的心，都不许。为什么？瞋业很重。不希望弟子有大的财富，为什么？增长贪心，来世是饿鬼道。瞋恨重，杀人多，那是地狱业。佛说得很清楚，佛讲因果不是讲两世，讲生生世世。什么是善？生生世世都善，这叫真善；这一生善，来生不善，不是真善。这一生有福报，来生没有福报，不是真福报。这些只有佛、只有菩萨能讲得清楚、讲得明白，让我们真正把妄念放下。「发心之要，不言可喻」，说明发菩提心重要，非常重要，不能不知道的。",
      "zh_TW": "所以《華嚴經》上教給我們，不許佛弟子發這樣的心，發什麼心？去做帝王的心、做將相的心、做大官的心，都不許。為什麼？瞋業很重。不希望弟子有大的財富，為什麼？增長貪心，來世是餓鬼道。瞋恨重，殺人多，那是地獄業。佛說得很清楚，佛講因果不是講兩世，講生生世世。什麼是善？生生世世都善，這叫真善；這一生善，來生不善，不是真善。這一生有福報，來生沒有福報，不是真福報。這些只有佛、只有菩薩能講得清楚、講得明白，讓我們真正把妄念放下。「發心之要，不言可喻」，說明發菩提心重要，非常重要，不能不知道的。"
    },
    {
      "id": "02-040-0021_p0036",
      "zh_CN": "我们再看末后这一段，看注解。「一向专念者」，发菩提心就讲到前面了，这讲的下面这一句，一向专念。「一向二字有数义」，有好几个意思，这里给我们举了五个。第一个，「朝向一方前进」，这是一向；第二个，「偏向一边」，那也是一向；第三个是「一味」，一味的意思；第四个是「总是」的意思；第五个是「一段时间」，这都有一向的意思在里头。「故知一向专念阿弥陀佛，即专」，就是专的意思，「恒」，永恒，依靠，止于一处，止在这个一念上。所以你看这有四个意思，专念、恒念、依念、止念，念这一句佛号，念阿弥陀佛的名号。「一向专念，本于弥陀本愿第十八十念必生之大愿。弥陀因中发十念必生大愿，故行人发菩提心，一向专念，必得往生净土，圆证不退之妙果」。这段话很重要。一向专念从哪里来的？是从阿弥陀佛四十八愿第十八愿来的。第十八愿说的是什么？这里举出来了，弥陀因中发「十念必生」的大愿，这第十八愿十念必生。故行人发菩提心，一向专念，必得往生净土。",
      "zh_TW": "我們再看末後這一段，看註解。「一向專念者」，發菩提心就講到前面了，這講的下面這一句，一向專念。「一向二字有數義」，有好幾個意思，這裡給我們舉了五個。第一個，「朝向一方前進」，這是一向；第二個，「偏向一邊」，那也是一向；第三個是「一味」，一味的意思；第四個是「總是」的意思；第五個是「一段時間」，這都有一向的意思在裡頭。「故知一向專念阿彌陀佛，即專」，就是專的意思，「恆」，永恆，依靠，止於一處，止在這個一念上。所以你看這有四個意思，專念、恆念、依念、止念，念這一句佛號，念阿彌陀佛的名號。「一向專念，本於彌陀本願第十八十念必生之大願。彌陀因中發十念必生大願，故行人發菩提心，一向專念，必得往生淨土，圓證不退之妙果」。這段話很重要。一向專念從哪裡來的？是從阿彌陀佛四十八願第十八願來的。第十八願說的是什麼？這裡舉出來了，彌陀因中發「十念必生」的大願，這第十八願十念必生。故行人發菩提心，一向專念，必得往生淨土。"
    },
    {
      "id": "02-040-0021_p0037",
      "zh_CN": "十念必生，十念怎么讲法？到四十八愿的时候会有很详细的说明。十念当然是临终最后这个念头，临命终时，人的心、愿是念佛、是求生净土，就必定得生，十念、一念都能往生。所以有些人听了，这法门好，临终十念能往生，现在可以什么都不干，到临终的时候念十句佛号就能往生。有没有道理？有道理。真能往生吗？真能往生，阿弥陀佛本愿如是。可是你要问问，你临命终时能念吗？临命终时你还能记得阿弥陀佛吗？这就难了。如果临命终时，很多临命终时，病重的时候，连家亲眷属都不认识，那就一点办法都没有了。大家帮你助念，你都不能跟，可能你还讨厌，还得骂人。这个事情我们见到，亲眼所见。",
      "zh_TW": "十念必生，十念怎麼講法？到四十八願的時候會有很詳細的說明。十念當然是臨終最後這個念頭，臨命終時，人的心、願是念佛、是求生淨土，就必定得生，十念、一念都能往生。所以有些人聽了，這法門好，臨終十念能往生，現在可以什麼都不幹，到臨終的時候念十句佛號就能往生。有沒有道理？有道理。真能往生嗎？真能往生，阿彌陀佛本願如是。可是你要問問，你臨命終時能念嗎？臨命終時你還能記得阿彌陀佛嗎？這就難了。如果臨命終時，很多臨命終時，病重的時候，連家親眷屬都不認識，那就一點辦法都沒有了。大家幫你助念，你都不能跟，可能你還討厭，還得罵人。這個事情我們見到，親眼所見。"
    },
    {
      "id": "02-040-0021_p0038",
      "zh_CN": "我初出家的时候，在圆山临济寺，临济寺有个念佛团，那个副团长是个老居士，福州人，姓林。平常每个星期他们共修，就在临济寺这个道场，他们是临济寺的护法，在道场共修。他自己当维那，念佛念了几十年，法器敲得好，会教法器。可是临终之前，病重的时候，他不想往生，他怕死，他叫大家念观世音菩萨，求观世音菩萨保佑他病好，不要让大家念佛。你说，临终怕死，对这个世间贪恋，到最后走得很不好，这我们亲眼看到的。天天劝人念佛，到最后自己落得这个样子，世间放不下。我们到那个时候能放下吗？你有把握吗？所以一定要知道，那是最后的关头，不可靠。我前面一堂课报告的，往生的一个居士，他太太见到阿弥陀佛，都是求生净土，阿弥陀佛问她要不要去？她不敢答应，结果佛走了。走了之后，后悔。为什么？佛一问，她就想到她的小孩，小孩怎么办？不知道儿孙自有儿孙福，可不能牵挂，一牵挂就被他拉回来了。可是她先生听她讲这个故事，先生的信心坚定了，真有阿弥陀佛，真有往生这回事情，他就真干，天天加功用行，不让他太太知道。走的时候根本不说，他没障碍，留下遗嘱，不跟你讲，站着往生。这聪明人。",
      "zh_TW": "我初出家的時候，在圓山臨濟寺，臨濟寺有個念佛團，那個副團長是個老居士，福州人，姓林。平常每個星期他們共修，就在臨濟寺這個道場，他們是臨濟寺的護法，在道場共修。他自己當維那，念佛念了幾十年，法器敲得好，會教法器。可是臨終之前，病重的時候，他不想往生，他怕死，他叫大家念觀世音菩薩，求觀世音菩薩保佑他病好，不要讓大家念佛。你說，臨終怕死，對這個世間貪戀，到最後走得很不好，這我們親眼看到的。天天勸人念佛，到最後自己落得這個樣子，世間放不下。我們到那個時候能放下嗎？你有把握嗎？所以一定要知道，那是最後的關頭，不可靠。我前面一堂課報告的，往生的一個居士，他太太見到阿彌陀佛，都是求生淨土，阿彌陀佛問她要不要去？她不敢答應，結果佛走了。走了之後，後悔。為什麼？佛一問，她就想到她的小孩，小孩怎麼辦？不知道兒孫自有兒孫福，可不能牽掛，一牽掛就被他拉回來了。可是她先生聽她講這個故事，先生的信心堅定了，真有阿彌陀佛，真有往生這回事情，他就真幹，天天加功用行，不讓他太太知道。走的時候根本不說，他沒障礙，留下遺囑，不跟你講，站著往生。這聰明人。"
    },
    {
      "id": "02-040-0021_p0039",
      "zh_CN": "所以，对这个世间确实一尘不染，我们才能去得了。身体，不要去照顾身体，身体丢掉了，连身体都不照顾了，其他的就好办了。什么都随缘，恒顺众生，随喜功德，这才能成就。一切随缘不攀缘，才能保证我们自己成功。所以决定不能有侥幸心，自己造一点罪业没有关系，可以带业，临命终时十念，这个是决定不可靠，自己欺骗自己。现在就要真干，随时可以往生，什么时候佛现前我就跟他走。问我有没有留恋？没有了。还有什么牵挂的？没有了。有什么交代的？没有了，统统没有，马上就走了。有一念牵挂就把你挂住了，你就走不了，这个太可怕了。所以要舍，特别是有需要的人，贫穷的人、苦难的人，全心全力帮助他，反正我们要走了，统统留给你。不要有任何牵挂、有任何惦念。所以发心，发心真信于西方有极乐世界，真信有阿弥陀佛，我愿生西方，我愿意追随阿弥陀佛，向他学习。这样，一向专念阿弥陀佛，往生极乐世界，就必定得生。",
      "zh_TW": "所以，對這個世間確實一塵不染，我們才能去得了。身體，不要去照顧身體，身體丟掉了，連身體都不照顧了，其他的就好辦了。什麼都隨緣，恆順眾生，隨喜功德，這才能成就。一切隨緣不攀緣，才能保證我們自己成功。所以決定不能有僥倖心，自己造一點罪業沒有關係，可以帶業，臨命終時十念，這個是決定不可靠，自己欺騙自己。現在就要真幹，隨時可以往生，什麼時候佛現前我就跟他走。問我有沒有留戀？沒有了。還有什麼牽掛的？沒有了。有什麼交代的？沒有了，統統沒有，馬上就走了。有一念牽掛就把你掛住了，你就走不了，這個太可怕了。所以要捨，特別是有需要的人，貧窮的人、苦難的人，全心全力幫助他，反正我們要走了，統統留給你。不要有任何牽掛、有任何惦念。所以發心，發心真信於西方有極樂世界，真信有阿彌陀佛，我願生西方，我願意追隨阿彌陀佛，向他學習。這樣，一向專念阿彌陀佛，往生極樂世界，就必定得生。"
    },
    {
      "id": "02-040-0021_p0040",
      "zh_CN": "「经中上辈、中辈及下辈往生之人，皆由于发菩提心，一向专念阿弥陀佛而往生极乐净土」，上中下三辈都同样的。所以发心重要，真信、真愿就是无上菩提心。「盖以果觉因心」，这个法门，是把阿弥陀佛果觉做为我们的因地心，这是很特殊的例子。一切法门先修因后有果，这个法门是先用果觉做因心，因果同时，「究竟方便」，不是普通的方便法门。「全显弥陀一乘愿海，六字洪名，不可思议之威神功德」。这真的，一点都不假，这是我们不能不知道的。我们凭什么往生？凭阿弥陀佛的威神功德。我们只要真发心，现前每一句名号都具足阿弥陀佛不思议的威神功德，现在就是，所以才有这样殊胜的果德。",
      "zh_TW": "「經中上輩、中輩及下輩往生之人，皆由於發菩提心，一向專念阿彌陀佛而往生極樂淨土」，上中下三輩都同樣的。所以發心重要，真信、真願就是無上菩提心。「蓋以果覺因心」，這個法門，是把阿彌陀佛果覺做為我們的因地心，這是很特殊的例子。一切法門先修因後有果，這個法門是先用果覺做因心，因果同時，「究竟方便」，不是普通的方便法門。「全顯彌陀一乘願海，六字洪名，不可思議之威神功德」。這真的，一點都不假，這是我們不能不知道的。我們憑什麼往生？憑阿彌陀佛的威神功德。我們只要真發心，現前每一句名號都具足阿彌陀佛不思議的威神功德，現在就是，所以才有這樣殊勝的果德。"
    },
    {
      "id": "02-040-0021_p0041",
      "zh_CN": "临终，一般都是寿命到了，佛来接引。寿命没到行不行？行。我念佛，我求生，我就想往生，想早一天往生，我还有寿命不要了。可以统统交给阿弥陀佛做主，阿弥陀佛要我多住几天，行。多住几天什么意思？我们很清楚，要我们表法给别人看，不就是这个意思吗？除这个意思之外，绝对没有第二个意思，那我们就做个表法给大家看。如果没有必要，佛知道我们没有这个缘，别人不相信我，没有这个缘，我们寿命不要了，我现在就去，我天天都想去，这样好。",
      "zh_TW": "臨終，一般都是壽命到了，佛來接引。壽命沒到行不行？行。我念佛，我求生，我就想往生，想早一天往生，我還有壽命不要了。可以統統交給阿彌陀佛做主，阿彌陀佛要我多住幾天，行。多住幾天什麼意思？我們很清楚，要我們表法給別人看，不就是這個意思嗎？除這個意思之外，絕對沒有第二個意思，那我們就做個表法給大家看。如果沒有必要，佛知道我們沒有這個緣，別人不相信我，沒有這個緣，我們壽命不要了，我現在就去，我天天都想去，這樣好。"
    },
    {
      "id": "02-040-0021_p0042",
      "zh_CN": "有留的必要，我相信我留在这里为什么？实在讲，我什么长处都没有，大概只有一点，学佛到现在六十一年没中断，五十四年讲经教学没中断。我讲过很多经论，最后讲这部经，这做个好样子。我的选择不是随便选择的，不是外行选择的，我有这么多的经验，让大家可以相信，大概就表这个法。把夏莲老的法，黄念祖老居士的法，表得更圆满。你看，一个会集经，一个会集注解，我依照这个注解来修行，修成功了，大家相信，不再怀疑，应该就是这样的。这个事情我们当然要做。所以你要问我在这个世界还能活多久？我说我不知道，你去问阿弥陀佛，他知道，我不知道。他什么时候来接我，我什么时候就走，再没有牵挂了。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "有留的必要，我相信我留在這裡為什麼？實在講，我什麼長處都沒有，大概只有一點，學佛到現在六十一年沒中斷，五十四年講經教學沒中斷。我講過很多經論，最後講這部經，這做個好樣子。我的選擇不是隨便選擇的，不是外行選擇的，我有這麼多的經驗，讓大家可以相信，大概就表這個法。把夏蓮老的法，黃念祖老居士的法，表得更圓滿。你看，一個會集經，一個會集註解，我依照這個註解來修行，修成功了，大家相信，不再懷疑，應該就是這樣的。這個事情我們當然要做。所以你要問我在這個世界還能活多久？我說我不知道，你去問阿彌陀佛，他知道，我不知道。他什麼時候來接我，我什麼時候就走，再沒有牽掛了。好，今天時間到了，我們就學習到此地。"
    }
  ]
}