{
  "doc_id": "02-040-0563",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六三集",
    "zh_TW": "第五六三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0563",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-040-0563_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0563_p0002",
      "zh_CN": "请看《大经科注》第九百四十九页第二行，「壬三」，科题「婬」，经文第三段。第一段说杀，第二段说盗，第三段说淫。请看经文：",
      "zh_TW": "請看《大經科註》第九百四十九頁第二行，「壬三」，科題「婬」，經文第三段。第一段說殺，第二段說盜，第三段說淫。請看經文："
    },
    {
      "id": "02-040-0563_p0003",
      "zh_CN": "【其三者。世间人民。相因寄生。寿命几何。不良之人。身心不正。常怀邪恶。常念婬妷。烦满胸中。邪态外逸。费损家财。事为非法。所当求者。而不肯为。】",
      "zh_TW": "【其三者。世間人民。相因寄生。壽命幾何。不良之人。身心不正。常懷邪惡。常念婬妷。煩滿胸中。邪態外逸。費損家財。事為非法。所當求者。而不肯為。】"
    },
    {
      "id": "02-040-0563_p0004",
      "zh_CN": "末后这两句是感叹的话。我们看念老注解，第三段，「明婬恶以及因婬恶而引起之贪瞋等恶」。这个恶业往往它有连带的，绝不是单纯一种，杀盗淫妄统统都犯了。",
      "zh_TW": "末後這兩句是感嘆的話。我們看念老註解，第三段，「明婬惡以及因婬惡而引起之貪瞋等惡」。這個惡業往往它有連帶的，絕不是單純一種，殺盜淫妄統統都犯了。"
    },
    {
      "id": "02-040-0563_p0005",
      "zh_CN": "下面是念老的注解，『相因寄生』，「寄者，托也，附也」，寄托、寄附。这一句「指众生由于相互间之业因而出生于世」，生在同一个时代、同一个地区，可以说都是有缘人。缘有善恶，善缘就是太平盛世，社会安定和谐，人民幸福快乐；如果是恶缘，就像我们现在这个时代，这个世界每天都有不善的事情发生，天灾人祸都有。",
      "zh_TW": "下面是念老的註解，『相因寄生』，「寄者，托也，附也」，寄託、寄附。這一句「指眾生由於相互間之業因而出生於世」，生在同一個時代、同一個地區，可以說都是有緣人。緣有善惡，善緣就是太平盛世，社會安定和諧，人民幸福快樂；如果是惡緣，就像我們現在這個時代，這個世界每天都有不善的事情發生，天災人禍都有。"
    },
    {
      "id": "02-040-0563_p0006",
      "zh_CN": "我们学佛一心向往西方极乐世界，传媒、信息我们都放下，所以心就清净多了。如果这些传媒你天天接触它，你的心怎么能定得下来？你的忧虑，这个忧虑无法解除，生活在忧虑、痛苦当中。这是现在大多数人，不分男女老少，甚至于小学生都有忧虑，都有自杀的倾向，这是非常不正常。中国人讲一甲子六十年，一甲子之前没有听说过有这些问题，可以到图书馆找六十年前的报纸，你看看那个时候的新闻，了解那个时候的社会跟现在不一样。什么原因？那个时候社会上，伦理、道德、因果还有人讲，不多，在台湾讲经的风气还挺盛，老法师讲，年轻法师也学着讲。这六十年来少了，一年比一年少，社会没有以前那么纯朴，这些可以说都是媒体引发出来的。",
      "zh_TW": "我們學佛一心嚮往西方極樂世界，傳媒、信息我們都放下，所以心就清淨多了。如果這些傳媒你天天接觸它，你的心怎麼能定得下來？你的憂慮，這個憂慮無法解除，生活在憂慮、痛苦當中。這是現在大多數人，不分男女老少，甚至於小學生都有憂慮，都有自殺的傾向，這是非常不正常。中國人講一甲子六十年，一甲子之前沒有聽說過有這些問題，可以到圖書館找六十年前的報紙，你看看那個時候的新聞，了解那個時候的社會跟現在不一樣。什麼原因？那個時候社會上，倫理、道德、因果還有人講，不多，在台灣講經的風氣還挺盛，老法師講，年輕法師也學著講。這六十年來少了，一年比一年少，社會沒有以前那麼純樸，這些可以說都是媒體引發出來的。"
    },
    {
      "id": "02-040-0563_p0007",
      "zh_CN": "六十多年前我跟方东美先生学哲学，刚刚接触佛法，老师曾经有一次指着电视告诉我，那个时候电视是黑白电视，没有彩色的。他就要我留意这个东西，就是电视机，可以兴旺一个国家，也可以毁灭一个国家。甚至于当年台湾政府提倡复兴传统文化，口号叫得非常响亮。我在方老师家里遇到三位教育部的官员，他们向方老师请教如何落实这个运动，复兴传统文化，向方老师请教。方老师沉默了几分钟，说方法不是没有，首先台湾那个时候有三家电视台，这个东西要关闭，无线电广播要关闭，报纸杂志要停刊。这些官员听了，老师，这做不到的。这些东西天天在破坏中国传统文化，有这个东西还能复兴？这个说法对我们年轻人来讲闻所未闻，只有听到方老师这个说法，很多人没想到，真的在破坏。而且方老师说，他们问，那个时候美国是世界上最强盛的国家，美国国运盛极一时，战后，有人就问，古代罗马一千年也亡国了，今天世界上美国是第一最强盛的国家，相信它将来也会亡国。什么原因会导致美国的灭亡？老师一丝毫考虑都没有，立刻就回答：电视，他说这个东西会叫美国灭亡。他们这些人走了之后，老师特别提醒我，电视本身没有过失，水可以覆舟，但是也可以载舟，问题是它的内容，它播放些什么？这个东西是民众教育，群众看的人太多了，天天受这个薰陶，这事情麻烦。政府没注意到，注意到的时候后悔莫及，怎么收拾？老师告诉我，这是非常好的一个工具，用这个方法传播中国传统文化、传播宗教，好！提醒我，叫我记住。虽然提醒，我们从来没有敢想这个问题，为什么？它用钱太多了，到哪里去找这么多钱？所以根本就没有放在心上。",
      "zh_TW": "六十多年前我跟方東美先生學哲學，剛剛接觸佛法，老師曾經有一次指著電視告訴我，那個時候電視是黑白電視，沒有彩色的。他就要我留意這個東西，就是電視機，可以興旺一個國家，也可以毀滅一個國家。甚至於當年台灣政府提倡復興傳統文化，口號叫得非常響亮。我在方老師家裡遇到三位教育部的官員，他們向方老師請教如何落實這個運動，復興傳統文化，向方老師請教。方老師沉默了幾分鐘，說方法不是沒有，首先台灣那個時候有三家電視台，這個東西要關閉，無線電廣播要關閉，報紙雜誌要停刊。這些官員聽了，老師，這做不到的。這些東西天天在破壞中國傳統文化，有這個東西還能復興？這個說法對我們年輕人來講聞所未聞，只有聽到方老師這個說法，很多人沒想到，真的在破壞。而且方老師說，他們問，那個時候美國是世界上最強盛的國家，美國國運盛極一時，戰後，有人就問，古代羅馬一千年也亡國了，今天世界上美國是第一最強盛的國家，相信它將來也會亡國。什麼原因會導致美國的滅亡？老師一絲毫考慮都沒有，立刻就回答：電視，他說這個東西會叫美國滅亡。他們這些人走了之後，老師特別提醒我，電視本身沒有過失，水可以覆舟，但是也可以載舟，問題是它的內容，它播放些什麼？這個東西是民眾教育，群眾看的人太多了，天天受這個薰陶，這事情麻煩。政府沒注意到，注意到的時候後悔莫及，怎麼收拾？老師告訴我，這是非常好的一個工具，用這個方法傳播中國傳統文化、傳播宗教，好！提醒我，叫我記住。雖然提醒，我們從來沒有敢想這個問題，為什麼？它用錢太多了，到哪裡去找這麼多錢？所以根本就沒有放在心上。"
    },
    {
      "id": "02-040-0563_p0008",
      "zh_CN": "可是我们在台湾，录像、录音确实我们是最早使用的，因为我们得到这个机器，机器是美国纽约那边的同修送的，当时送了两万美金，两万美金差不多换台币七十多万。我们用这个钱在日本买了这套设备，所以我们讲经录像，录下来这些带子寄到美国去。那个时候他们要邀请我到美国去弘法，我没办法去，他们就想出这个方法，为我们购置这些机器，我们的图书馆就变成视听图书馆。用网路可能也是我们最早用，带头来用的，我们用网路大概有二十年了。用卫视，卫星电视，陈彩琼居士她搞出来的。她做这桩事情很机密，从来没提过，因为我们对她没信心，他们夫妻两个在美国做生意十几年，我们看到的，年年赔钱，好在他们家的底子厚，房地产多能赔得起，一般人赔不起。这桩事情做得很秘密，二００三年的元旦开播，她在元旦前一个星期告诉我这桩事情，我不敢相信，我听了，我点点头笑一笑。到元旦这一天果然开播了，她打电话给我，我告诉她，我说我在这里等着看，看妳能不能活一个星期。一个星期之后我又告诉她，我再看妳能不能活半个月，一个月、三个月、半年、一年，没想到它现在还在播，十一年了，进入第十二年，二０一四年是进入第十二年。最早三颗卫星，现在有七颗卫星，也就是全球每个角落都可以收看到，这是我们没想到的事情。这是一桩好事，虽然不是尽善尽美，是桩好事，让许多人有机会听到佛法。现在随着技术愈来愈进步，机器进步得很快，愈来效果愈好，而且成本愈来愈降低，这都是好事情。",
      "zh_TW": "可是我們在台灣，錄像、錄音確實我們是最早使用的，因為我們得到這個機器，機器是美國紐約那邊的同修送的，當時送了兩萬美金，兩萬美金差不多換台幣七十多萬。我們用這個錢在日本買了這套設備，所以我們講經錄像，錄下來這些帶子寄到美國去。那個時候他們要邀請我到美國去弘法，我沒辦法去，他們就想出這個方法，為我們購置這些機器，我們的圖書館就變成視聽圖書館。用網路可能也是我們最早用，帶頭來用的，我們用網路大概有二十年了。用衛視，衛星電視，陳彩瓊居士她搞出來的。她做這樁事情很機密，從來沒提過，因為我們對她沒信心，他們夫妻兩個在美國做生意十幾年，我們看到的，年年賠錢，好在他們家的底子厚，房地產多能賠得起，一般人賠不起。這樁事情做得很祕密，二００三年的元旦開播，她在元旦前一個星期告訴我這樁事情，我不敢相信，我聽了，我點點頭笑一笑。到元旦這一天果然開播了，她打電話給我，我告訴她，我說我在這裡等著看，看妳能不能活一個星期。一個星期之後我又告訴她，我再看妳能不能活半個月，一個月、三個月、半年、一年，沒想到它現在還在播，十一年了，進入第十二年，二０一四年是進入第十二年。最早三顆衛星，現在有七顆衛星，也就是全球每個角落都可以收看到，這是我們沒想到的事情。這是一樁好事，雖然不是盡善盡美，是樁好事，讓許多人有機會聽到佛法。現在隨著技術愈來愈進步，機器進步得很快，愈來效果愈好，而且成本愈來愈降低，這都是好事情。"
    },
    {
      "id": "02-040-0563_p0009",
      "zh_CN": "台湾这个地区在最近政策改变了，过去对这个是严格管制，管制有管制的好处，应该要管制，关系国家的安危。可是台湾政府不管制，谁都可以设电视台，我听说台湾有一百多个电视台，这个地方人民头脑就乱了。过去政府限制，限制有限制的好处，播出的内容经过严格的审查，一定是以社会安危为依据。我们晓得美国电视台没有限制的，它有一百多个频道。中国传统文化这么好，在那个时候还有一批老教授，我们的前一辈，无论怎么说，他们的古书念得比我们多，他们的基础教育比我们好，扎根教育，我们无法跟他们相比。他们那一代的人，小时候是民国初年，可以讲很多东西，国家没有留意到，台湾三家电视台都疏忽了。如果能有几个频道，一个电视台至少有一个频道讲国学，经史子集，台湾的社会不会像这样的。六十年不断的薰陶，这些录像保存下来是无价之宝，我们可以不断的重播，那就是空中大学，能把人全都教好，政府没想到。想到的人，像方东美先生他们看得很清楚，没有正式向政府建议，如果这些老教授联名向政府建议，也可能发生一点效果。没错，这个损失太大太大了！我们在那个时候人微言轻，没人听我们的。我记得我还写了封信给蒋经国先生，我记得那个时候他还很年轻，他是三民主义青年团的主任，没回信。读到这些经文，这讲到共业，出生在一个地区、生活在一个地区、在同一个时代，共业。",
      "zh_TW": "台灣這個地區在最近政策改變了，過去對這個是嚴格管制，管制有管制的好處，應該要管制，關係國家的安危。可是台灣政府不管制，誰都可以設電視台，我聽說台灣有一百多個電視台，這個地方人民頭腦就亂了。過去政府限制，限制有限制的好處，播出的內容經過嚴格的審查，一定是以社會安危為依據。我們曉得美國電視台沒有限制的，它有一百多個頻道。中國傳統文化這麼好，在那個時候還有一批老教授，我們的前一輩，無論怎麼說，他們的古書念得比我們多，他們的基礎教育比我們好，扎根教育，我們無法跟他們相比。他們那一代的人，小時候是民國初年，可以講很多東西，國家沒有留意到，台灣三家電視台都疏忽了。如果能有幾個頻道，一個電視台至少有一個頻道講國學，經史子集，台灣的社會不會像這樣的。六十年不斷的薰陶，這些錄像保存下來是無價之寶，我們可以不斷的重播，那就是空中大學，能把人全都教好，政府沒想到。想到的人，像方東美先生他們看得很清楚，沒有正式向政府建議，如果這些老教授聯名向政府建議，也可能發生一點效果。沒錯，這個損失太大太大了！我們在那個時候人微言輕，沒人聽我們的。我記得我還寫了封信給蔣經國先生，我記得那個時候他還很年輕，他是三民主義青年團的主任，沒回信。讀到這些經文，這講到共業，出生在一個地區、生活在一個地區、在同一個時代，共業。"
    },
    {
      "id": "02-040-0563_p0010",
      "zh_CN": "「《会疏》曰：世界安立，单阳不成，独阴不育。夫妇相因相成。又父子相因，君臣相资。凡天地之间，无独立义。故云相因寄生」。这都是说的真相，这个时代这个地区这些人，他们过去生中都有因缘，不是因缘不可能遇在一起。遇在一起，遇到的吉凶祸福，这就是共业；单单各人的与大家不相干的，这是别业。「盖指众生皆有共业与别业。因彼此有共同之业报，乃于同一时期同一世界而出生」，同一个地区。「又因别业各各不同。由于彼此个别宿业之缘，或为眷属」，这是别业，「或为仇敌。同生于世，以偿宿因，故云相因寄生也」。人与人之间就这么回事情，善少恶多，所以常讲冤冤相报没完没了，就这个道理，这是事实真相。",
      "zh_TW": "「《會疏》曰：世界安立，單陽不成，獨陰不育。夫婦相因相成。又父子相因，君臣相資。凡天地之間，無獨立義。故云相因寄生」。這都是說的真相，這個時代這個地區這些人，他們過去生中都有因緣，不是因緣不可能遇在一起。遇在一起，遇到的吉凶禍福，這就是共業；單單各人的與大家不相干的，這是別業。「蓋指眾生皆有共業與別業。因彼此有共同之業報，乃於同一時期同一世界而出生」，同一個地區。「又因別業各各不同。由於彼此個別宿業之緣，或為眷屬」，這是別業，「或為仇敵。同生於世，以償宿因，故云相因寄生也」。人與人之間就這麼回事情，善少惡多，所以常講冤冤相報沒完沒了，就這個道理，這是事實真相。"
    },
    {
      "id": "02-040-0563_p0011",
      "zh_CN": "事实真相虽然如是，大圣大贤、诸佛菩萨知道，有方法帮助大家改变，那就是教育。一切法从心想生，如何能化恶为善、化迷为悟、化冤家为亲家？全靠教育。尤其是佛法，佛法教育真的进去了，确确实实有力量帮助你看破。过去是冤家，算了，它就能化掉，咱们做个好朋友，不再冤冤相报了。世出世间一切法全是从心想生，只要把错误的观念转过来。能不能转？肯定能转。为什么？中国古人讲「人性本善」，佛法讲「一切众生本来是佛」，怎么不能转？教育的理念、方法正确很容易转，理念、方法错误了就很难。古圣先贤出现在这个时代，佛菩萨出现这个时代与我们有共业，没有共业他怎么来？他们是明白人，他们很清楚，吉凶祸福很清楚，不受这个干扰。他们来，意义是来教化的，是来帮助苦难众生，就是四弘誓愿所谓的「众生无边誓愿度」，他是来帮助众生的。尤其是大乘教里头所说，「佛氏门中，不舍一人」，哪怕在这群人当中，只有一个人跟佛菩萨有缘，佛菩萨也不舍弃他。度，专门度他一个人，别人做旁听生，不少旁听也因而得度，这无量功德。",
      "zh_TW": "事實真相雖然如是，大聖大賢、諸佛菩薩知道，有方法幫助大家改變，那就是教育。一切法從心想生，如何能化惡為善、化迷為悟、化冤家為親家？全靠教育。尤其是佛法，佛法教育真的進去了，確確實實有力量幫助你看破。過去是冤家，算了，它就能化掉，咱們做個好朋友，不再冤冤相報了。世出世間一切法全是從心想生，只要把錯誤的觀念轉過來。能不能轉？肯定能轉。為什麼？中國古人講「人性本善」，佛法講「一切眾生本來是佛」，怎麼不能轉？教育的理念、方法正確很容易轉，理念、方法錯誤了就很難。古聖先賢出現在這個時代，佛菩薩出現這個時代與我們有共業，沒有共業他怎麼來？他們是明白人，他們很清楚，吉凶禍福很清楚，不受這個干擾。他們來，意義是來教化的，是來幫助苦難眾生，就是四弘誓願所謂的「眾生無邊誓願度」，他是來幫助眾生的。尤其是大乘教裡頭所說，「佛氏門中，不捨一人」，哪怕在這群人當中，只有一個人跟佛菩薩有緣，佛菩薩也不捨棄他。度，專門度他一個人，別人做旁聽生，不少旁聽也因而得度，這無量功德。"
    },
    {
      "id": "02-040-0563_p0012",
      "zh_CN": "所以了解事实真相，我们人生的态度就改变了。不了解的时候，没有一个不是为自己打算，争名逐利。统统明白之后，晓得「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，于是不想自己，向佛菩萨看齐。我来干什么的？我来为大家做一点好事的。别人不接受、不领情，不领情也要做，为什么？应该做的。我要是迷了，不知道，你请我做我也不做；我既然觉悟、明白了，我觉得是应该做的，不管你接不接受，不管你欢不欢喜，我做给你看，自然有明白人看懂了。古人所谓「德不孤，必有邻」，一定有些人被你感动，会形成一个小团体带给你安慰，鼓舞你认真努力去做，一切为众生不为自己，这非常有意义、非常有价值。如何能像佛菩萨一样，在这个世间没有一个冤家、没有一个敌人？中国人所谓的「仁者无敌」，仁者是什么？君子，仁人君子。他一生有没有冤家对头？没有，为什么？他化解了。别人跟我作对，我不跟他作对，就对不起来，肯吃亏、肯上当，无怨无悔，到最后连那些怨怼，冤家对头都被感动。这要教育，希望这种教育对象愈小愈好，根深蒂固，他深信不疑，遇到困境他不受干扰，他用智慧去应对。知道一切众生跟我有缘，没有缘不可能生在同一个时代、同一个地点，这是相因寄生。",
      "zh_TW": "所以了解事實真相，我們人生的態度就改變了。不了解的時候，沒有一個不是為自己打算，爭名逐利。統統明白之後，曉得「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，於是不想自己，向佛菩薩看齊。我來幹什麼的？我來為大家做一點好事的。別人不接受、不領情，不領情也要做，為什麼？應該做的。我要是迷了，不知道，你請我做我也不做；我既然覺悟、明白了，我覺得是應該做的，不管你接不接受，不管你歡不歡喜，我做給你看，自然有明白人看懂了。古人所謂「德不孤，必有鄰」，一定有些人被你感動，會形成一個小團體帶給你安慰，鼓舞你認真努力去做，一切為眾生不為自己，這非常有意義、非常有價值。如何能像佛菩薩一樣，在這個世間沒有一個冤家、沒有一個敵人？中國人所謂的「仁者無敵」，仁者是什麼？君子，仁人君子。他一生有沒有冤家對頭？沒有，為什麼？他化解了。別人跟我作對，我不跟他作對，就對不起來，肯吃虧、肯上當，無怨無悔，到最後連那些怨懟，冤家對頭都被感動。這要教育，希望這種教育對象愈小愈好，根深蒂固，他深信不疑，遇到困境他不受干擾，他用智慧去應對。知道一切眾生跟我有緣，沒有緣不可能生在同一個時代、同一個地點，這是相因寄生。"
    },
    {
      "id": "02-040-0563_p0013",
      "zh_CN": "「寿命几何者，百年短暂」。年轻的时候体会不到，大概到五、六十岁渐渐体会到，尤其六十之后，真正懂得百年短暂的意思。「无常迅速。人命在呼吸间，转瞬即逝」。这什么时候？八十以后。中国古代谚语有所谓，「七十不留宿，八十不留饭」，七十岁，我不留你在家里住一晚上，怕的是你一晚在这里病死了，你的家人说我谋杀，那就扯不清了；八十更老了，有的时候真的一餐饭他就走了，真有这个事情。而在五十、六十这个年纪走的人很多。我们在这一生当中，香港有缘分，第一次来讲经，一九七七年，那个时候跟我们年龄差不多的法师，每天晚上来听经的都有十几、二十个人，在家居士很多，现在三分之二都不在了。人命无常，转瞬即逝，看看那个时候的照片，照片上好多人都不在了。这些都要认真去悟。",
      "zh_TW": "「壽命幾何者，百年短暫」。年輕的時候體會不到，大概到五、六十歲漸漸體會到，尤其六十之後，真正懂得百年短暫的意思。「無常迅速。人命在呼吸間，轉瞬即逝」。這什麼時候？八十以後。中國古代諺語有所謂，「七十不留宿，八十不留飯」，七十歲，我不留你在家裡住一晚上，怕的是你一晚在這裡病死了，你的家人說我謀殺，那就扯不清了；八十更老了，有的時候真的一餐飯他就走了，真有這個事情。而在五十、六十這個年紀走的人很多。我們在這一生當中，香港有緣分，第一次來講經，一九七七年，那個時候跟我們年齡差不多的法師，每天晚上來聽經的都有十幾、二十個人，在家居士很多，現在三分之二都不在了。人命無常，轉瞬即逝，看看那個時候的照片，照片上好多人都不在了。這些都要認真去悟。"
    },
    {
      "id": "02-040-0563_p0014",
      "zh_CN": "「但世人颠倒，不识苦空无常，但求幻妄之乐。如蛾扑火，自焚其身」。多少人迷在自私自利、损人利己，累积罪业，不知道累积功德，断恶修善、积功累德，他不知道。他所累积的是罪恶，自以为荣耀、自以为有本事，别人不如他，完全是以五欲六尘为乐。古人讲读书乐，他们不相信，学佛要是不乐，释迦牟尼佛为什么舍弃王位、舍弃宫廷里面那种繁华的生活，大家以为是乐的？他不要了，他到山林树下，在那里静坐。那里头有乐，佛经上讲的禅悦，禅悦之乐绝对不是世间任何快乐能跟它相比的，清净的乐。我们这经题上，平等、清净，这个乐是世间人作梦也想不到，这里头有乐。到智慧一开就大乐，那是真乐，世出世间一切现象完全明白、完全清楚了，自己过去、现在、未来他见到了。六种通是乐，天眼、天耳、他心、宿命、神足、漏尽，哪些人能得到？肯放下的人，与佛有深厚的缘分。这个深厚的缘分就是相信他、不怀疑他，能够依教奉行，这个属于上根人。中下根人难，中下根有善根深厚的，遇着净土法门还行。净土法门有没有乐趣？没有乐趣谁愿意修？当然有，读经乐。",
      "zh_TW": "「但世人顛倒，不識苦空無常，但求幻妄之樂。如蛾撲火，自焚其身」。多少人迷在自私自利、損人利己，累積罪業，不知道累積功德，斷惡修善、積功累德，他不知道。他所累積的是罪惡，自以為榮耀、自以為有本事，別人不如他，完全是以五欲六塵為樂。古人講讀書樂，他們不相信，學佛要是不樂，釋迦牟尼佛為什麼捨棄王位、捨棄宮廷裡面那種繁華的生活，大家以為是樂的？他不要了，他到山林樹下，在那裡靜坐。那裡頭有樂，佛經上講的禪悅，禪悅之樂絕對不是世間任何快樂能跟它相比的，清淨的樂。我們這經題上，平等、清淨，這個樂是世間人作夢也想不到，這裡頭有樂。到智慧一開就大樂，那是真樂，世出世間一切現象完全明白、完全清楚了，自己過去、現在、未來他見到了。六種通是樂，天眼、天耳、他心、宿命、神足、漏盡，哪些人能得到？肯放下的人，與佛有深厚的緣分。這個深厚的緣分就是相信他、不懷疑他，能夠依教奉行，這個屬於上根人。中下根人難，中下根有善根深厚的，遇著淨土法門還行。淨土法門有沒有樂趣？沒有樂趣誰願意修？當然有，讀經樂。"
    },
    {
      "id": "02-040-0563_p0015",
      "zh_CN": "什么人能够恢复到静中之乐？这个人有善根，他能够居住在清静的环境，佛家讲的阿兰若。阿翻作无，兰若是梵语，清净的所在。兰若，单单讲的时候是我们一般讲繁华闹市，没有这些吵杂的声音，也看不到这些现象。所以古代出家人修行的道场都选择依照佛说的这个标准，大概距离聚落，我们今天讲村庄，多远？三里路的样子，人家就不愿意去了，三里路就相当长，不能太远，太远乞食不方便，考虑到每天出去托钵。托钵也是一堂功课，光阴没有白过，走路的时候念佛，我们修净土的一步一声佛号，步步都不空过。托钵的时候接受斋主财供养，这一餐饭，饭菜是属于财供养，回报给他的是法供养。他要没有问题，祝福他、提醒他、嘱咐他；他要有问题，提出问题帮他解答，为他说法，以法布施为回报，自行化他。这一天道业增长，快乐，不造恶业，对于过去造的罪业，天天忏除业障，这种生活好，跟世间人不一样。",
      "zh_TW": "什麼人能夠恢復到靜中之樂？這個人有善根，他能夠居住在清靜的環境，佛家講的阿蘭若。阿翻作無，蘭若是梵語，清淨的所在。蘭若，單單講的時候是我們一般講繁華鬧市，沒有這些吵雜的聲音，也看不到這些現象。所以古代出家人修行的道場都選擇依照佛說的這個標準，大概距離聚落，我們今天講村莊，多遠？三里路的樣子，人家就不願意去了，三里路就相當長，不能太遠，太遠乞食不方便，考慮到每天出去托缽。托缽也是一堂功課，光陰沒有白過，走路的時候念佛，我們修淨土的一步一聲佛號，步步都不空過。托缽的時候接受齋主財供養，這一餐飯，飯菜是屬於財供養，回報給他的是法供養。他要沒有問題，祝福他、提醒他、囑咐他；他要有問題，提出問題幫他解答，為他說法，以法布施為回報，自行化他。這一天道業增長，快樂，不造惡業，對於過去造的罪業，天天懺除業障，這種生活好，跟世間人不一樣。"
    },
    {
      "id": "02-040-0563_p0016",
      "zh_CN": "世间人多半像经上所说的，特别是『不良之人，身心不正』，心是讲他的思想，邪知邪见，『常怀邪恶，常念婬妷』。下面给我们解释，「邪者横邪不正。恶者恶毒不善」。起心动念都是想害人，就是损人利己，而不知道损人是决定不利己的，这是真理。损人利己在现前，现前能够享受多久？死了之后三途苦报，所以才真正知道，损人原来是害自己，哪有利自己的？佛弟子他明了，在极度困难的时候，自己可以舍命也不破戒。为什么？护戒舍命，死了以后生天；如果贪生怕死，毁戒，将来堕三途。明白这个道理，三途太可怕了，无论哪一道。三途里面最轻的，畜生，堕到畜生道也很不容易出来，为什么？它论次数的。你死了投胎，投一只公鸡，鸡寿命不长，几个月就被人杀，吃掉了，牠到哪里去？还投鸡胎，要算几百次、几千次，这样算法的。次数满了可能投别的胎，还是畜生，这事情非常麻烦，什么时候你才再能够得人身？如果没有真正修五戒十善，你得不到人身。",
      "zh_TW": "世間人多半像經上所說的，特別是『不良之人，身心不正』，心是講他的思想，邪知邪見，『常懷邪惡，常念婬妷』。下面給我們解釋，「邪者橫邪不正。惡者惡毒不善」。起心動念都是想害人，就是損人利己，而不知道損人是決定不利己的，這是真理。損人利己在現前，現前能夠享受多久？死了之後三途苦報，所以才真正知道，損人原來是害自己，哪有利自己的？佛弟子他明瞭，在極度困難的時候，自己可以捨命也不破戒。為什麼？護戒捨命，死了以後生天；如果貪生怕死，毀戒，將來墮三途。明白這個道理，三途太可怕了，無論哪一道。三途裡面最輕的，畜生，墮到畜生道也很不容易出來，為什麼？它論次數的。你死了投胎，投一隻公雞，雞壽命不長，幾個月就被人殺，吃掉了，牠到哪裡去？還投雞胎，要算幾百次、幾千次，這樣算法的。次數滿了可能投別的胎，還是畜生，這事情非常麻煩，什麼時候你才再能夠得人身？如果沒有真正修五戒十善，你得不到人身。"
    },
    {
      "id": "02-040-0563_p0017",
      "zh_CN": "佛弟子受三皈、五戒、十善的人很多，但是是假的，没做到。没做到，换句话说，还是随业受报。念佛的人，李老师说得好，台中莲社一万个莲友，在六十年前老师说的，真正能往生，一万人里头也不过三个、五个而已。现在过了六十年，那个时候万分之三、五，现在可能万分之一、二，一万个人真正能往生的一、二个。什么原因？烦恼太重、妄想太多，佛号念不下去，是很容易念，他念的时候少，断的时候多，一个钟头只能念几声，念念就忘掉了，这怎么能往生？古时候人确确实实的，四十以上的都有警觉心，有人命无常的警觉心。现在人没有，现在人比从前人迷得重、迷得深，很难回头，所以身心邪恶不善。",
      "zh_TW": "佛弟子受三皈、五戒、十善的人很多，但是是假的，沒做到。沒做到，換句話說，還是隨業受報。念佛的人，李老師說得好，台中蓮社一萬個蓮友，在六十年前老師說的，真正能往生，一萬人裡頭也不過三個、五個而已。現在過了六十年，那個時候萬分之三、五，現在可能萬分之一、二，一萬個人真正能往生的一、二個。什麼原因？煩惱太重、妄想太多，佛號念不下去，是很容易念，他念的時候少，斷的時候多，一個鐘頭只能念幾聲，念念就忘掉了，這怎麼能往生？古時候人確確實實的，四十以上的都有警覺心，有人命無常的警覺心。現在人沒有，現在人比從前人迷得重、迷得深，很難回頭，所以身心邪惡不善。"
    },
    {
      "id": "02-040-0563_p0018",
      "zh_CN": "「《会疏》曰：邪谓邪曲，恶谓罪恶。婬妷」，妷跟底下这个劮音相同，「同劮，婸也」，放荡，「婸者，淫也，放也」。《中华大字典》里面解释的，「婬，荡也，贪色不以礼交。又婬者，乃十恶之一」。十恶，杀生、偷盗、邪淫，十恶里头排在第三。「婬为枷锁，缚众生故」，枷锁是比喻，古代的刑具，让你的身体失去自由。「婬为罪源，生诸厄故」，这个厄是苦厄，从它产生的是痛苦。「一切众生皆因婬欲而入生死，故云：生死根本，欲为第一」。这个在大小乘经里头佛常说，时时刻刻提醒大家，生死根本就是六道轮回。六道轮回从哪里来的？从贪婪、淫欲而来的，五逆十恶，它摆在前面。「如下引诸经论，皆备言淫欲之患」，下面所引的《沙弥律仪》、《无量寿经》、《大智度论》、《瑜伽师地论》、《诃欲经》，念老在此地引了不少经论，都在说这桩事情。",
      "zh_TW": "「《會疏》曰：邪謂邪曲，惡謂罪惡。婬妷」，妷跟底下這個劮音相同，「同劮，婸也」，放蕩，「婸者，淫也，放也」。《中華大字典》裡面解釋的，「婬，蕩也，貪色不以禮交。又婬者，乃十惡之一」。十惡，殺生、偷盜、邪淫，十惡裡頭排在第三。「婬為枷鎖，縛眾生故」，枷鎖是比喻，古代的刑具，讓你的身體失去自由。「婬為罪源，生諸厄故」，這個厄是苦厄，從它產生的是痛苦。「一切眾生皆因婬欲而入生死，故云：生死根本，欲為第一」。這個在大小乘經裡頭佛常說，時時刻刻提醒大家，生死根本就是六道輪迴。六道輪迴從哪裡來的？從貪婪、淫欲而來的，五逆十惡，它擺在前面。「如下引諸經論，皆備言淫欲之患」，下面所引的《沙彌律儀》、《無量壽經》、《大智度論》、《瑜伽師地論》、《訶欲經》，念老在此地引了不少經論，都在說這樁事情。"
    },
    {
      "id": "02-040-0563_p0019",
      "zh_CN": "《沙弥律》里头说，「在家五戒，惟制邪婬；出家十戒，全断婬欲」。在家五戒里头，不邪淫；出家《沙弥律》里头，不淫欲，不是不邪淫，是不淫欲。「但干犯世间一切男女，悉名破戒」。出家了，男众是僧，女众是尼，这条戒要严守，这条戒最难，若有干犯都叫破戒。这个破戒叫破根本戒，根本戒是四种，杀盗淫妄。妄语里头有大妄语，大妄语是没有证得，自己告诉别人他证果，他有神通，他是什么佛菩萨再来的，说这些。目的，贪图供养，用这种做手段希望能得到名利。名利或许得到一点点，来生无间地狱，因为他犯了大妄语罪，破根本戒。真正佛菩萨再来，他自己知道，你问他，他决定不承认，他决定遵守佛的戒律，决定不敢破戒。只有一种，他说出身分之后他就走了，这个许可，你知道他身分，你没有办法跟他再见，他离开、圆寂了。这样的人在过去历史里头有，也不多。但是佛菩萨应化的多不多？佛告诉我们很多，绝不透身分。我们细心去观察，能够看得出一些，但是也不能够断定。有神通的人知道，神通有很多等级，真正的神通，真正有通的人也未必会真的告诉你，那些人非常谨慎。",
      "zh_TW": "《沙彌律》裡頭說，「在家五戒，惟制邪婬；出家十戒，全斷婬欲」。在家五戒裡頭，不邪淫；出家《沙彌律》裡頭，不淫欲，不是不邪淫，是不淫欲。「但干犯世間一切男女，悉名破戒」。出家了，男眾是僧，女眾是尼，這條戒要嚴守，這條戒最難，若有干犯都叫破戒。這個破戒叫破根本戒，根本戒是四種，殺盜淫妄。妄語裡頭有大妄語，大妄語是沒有證得，自己告訴別人他證果，他有神通，他是什麼佛菩薩再來的，說這些。目的，貪圖供養，用這種做手段希望能得到名利。名利或許得到一點點，來生無間地獄，因為他犯了大妄語罪，破根本戒。真正佛菩薩再來，他自己知道，你問他，他決定不承認，他決定遵守佛的戒律，決定不敢破戒。只有一種，他說出身分之後他就走了，這個許可，你知道他身分，你沒有辦法跟他再見，他離開、圓寂了。這樣的人在過去歷史裡頭有，也不多。但是佛菩薩應化的多不多？佛告訴我們很多，絕不透身分。我們細心去觀察，能夠看得出一些，但是也不能夠斷定。有神通的人知道，神通有很多等級，真正的神通，真正有通的人也未必會真的告訴你，那些人非常謹慎。"
    },
    {
      "id": "02-040-0563_p0020",
      "zh_CN": "下面说，乃至世间人因为淫欲，「杀身亡家」。这个事情多，古今中外，过去的都在史书上能看到，如果我们冷静观察，现世这种人也不少。他到身败名裂，你问问原因，大概都离不开财、色，这两关过不去，这两关把自己毁掉了。要成就、想往生，这两关一定要突破，突不破不能往生。不能往生，换句话说，还在六道搞轮回，在六道里头肯定在三恶道多，在三善道少，所以很可怕。这是事实真相，这不是假的。世出世间一切法，败都败在这两个字上。我通常讲，讲四个字，财色名利，我讲四个字，所有失败的人没有例外的，贪财、贪色、贪名、贪利。能把这四个字放下，没有一个不成功，无论修哪个法门，世出世间法，必定有成就。不一定要有很好的缘分，不一定，这个世间没人支持你、没有人协助你，你还是能成就。你的关系多、缘殊胜，犯这四个字到最后一败涂地、身败名裂，太多了。这些都摆在我们面前，我们不能不知道。",
      "zh_TW": "下面說，乃至世間人因為淫欲，「殺身亡家」。這個事情多，古今中外，過去的都在史書上能看到，如果我們冷靜觀察，現世這種人也不少。他到身敗名裂，你問問原因，大概都離不開財、色，這兩關過不去，這兩關把自己毀掉了。要成就、想往生，這兩關一定要突破，突不破不能往生。不能往生，換句話說，還在六道搞輪迴，在六道裡頭肯定在三惡道多，在三善道少，所以很可怕。這是事實真相，這不是假的。世出世間一切法，敗都敗在這兩個字上。我通常講，講四個字，財色名利，我講四個字，所有失敗的人沒有例外的，貪財、貪色、貪名、貪利。能把這四個字放下，沒有一個不成功，無論修哪個法門，世出世間法，必定有成就。不一定要有很好的緣分，不一定，這個世間沒人支持你、沒有人協助你，你還是能成就。你的關係多、緣殊勝，犯這四個字到最後一敗塗地、身敗名裂，太多了。這些都擺在我們面前，我們不能不知道。"
    },
    {
      "id": "02-040-0563_p0021",
      "zh_CN": "「出俗为僧，岂得更犯。生死根本，欲为第一。故经云婬泆而生，不如贞洁而死」。出俗为僧，在过去出家不容易，佛法传到中国，帝王时代它有立法，出家要经过考试，国家考试，考试及格发文凭给你，这文凭叫度牒。你拿到这张度牒，这个度牒是皇上发的，你遇到有缘的老和尚，你跟他出家，他同意，看你度牒，有度牒可以收你；没有度牒要剃度你出家，犯法的。度牒那个制度是满清顺治皇帝废止的，我们有听闻顺治出家，出家要度牒，顺治皇上没有度牒，他怎么出家？他把它废除掉，出家是好事，何必这么限制，限制这么严格。但是这个废除造成佛教混乱，原来有度牒的时代，出家人在社会上是非常被尊重的。为什么？拿到度牒就是肯定你有道德、有学问、有修养，皇上才肯发给你。发给你这个文凭，等于说肯定你可以代替皇上教化人民，所以这个度牒不是地方官员发的。出家人的水平高，大概世间法的程度要能够达到进士这个水平，还要考佛法。所以那些做官的人见到出家人恭敬，为什么？你知道的比我多，真的很虚心向出家人请教，出家人真有本事能教他。",
      "zh_TW": "「出俗為僧，豈得更犯。生死根本，欲為第一。故經云婬泆而生，不如貞潔而死」。出俗為僧，在過去出家不容易，佛法傳到中國，帝王時代它有立法，出家要經過考試，國家考試，考試及格發文憑給你，這文憑叫度牒。你拿到這張度牒，這個度牒是皇上發的，你遇到有緣的老和尚，你跟他出家，他同意，看你度牒，有度牒可以收你；沒有度牒要剃度你出家，犯法的。度牒那個制度是滿清順治皇帝廢止的，我們有聽聞順治出家，出家要度牒，順治皇上沒有度牒，他怎麼出家？他把它廢除掉，出家是好事，何必這麼限制，限制這麼嚴格。但是這個廢除造成佛教混亂，原來有度牒的時代，出家人在社會上是非常被尊重的。為什麼？拿到度牒就是肯定你有道德、有學問、有修養，皇上才肯發給你。發給你這個文憑，等於說肯定你可以代替皇上教化人民，所以這個度牒不是地方官員發的。出家人的水平高，大概世間法的程度要能夠達到進士這個水平，還要考佛法。所以那些做官的人見到出家人恭敬，為什麼？你知道的比我多，真的很虛心向出家人請教，出家人真有本事能教他。"
    },
    {
      "id": "02-040-0563_p0022",
      "zh_CN": "这个制度废除，印光大师在《文钞》里面对顺治皇帝的批评很多，就为这个事情，出家人的素质一落千丈，什么原因？就是度牒废除了，什么人都可以出家。固然在这个制度废除之后，出家人里面好的很多，康熙、雍正、乾隆，我们看到了，高僧大德很多，留下来的这些典籍收藏在日本《卍续藏》里面非常丰富，盛极一时。但是乾隆以后衰了，到道光、咸丰，弊端就出现了，佛教真的变成了为死人服务的宗教。以前不是这样，佛教在人间是帮助人的，与鬼不相干。佛菩萨度饿鬼，他在鬼道里现鬼身，给他们讲经说法，在人间绝不是为人道以外的说法利生，这我们也不能不知道。现在出家问题真的是很多，甚至于专门为享受而出家，寺庙建筑得庄严，供养不错，生活很富裕，大学毕业了，找什么工作？出家去。几年，他有学历就做方丈、住持，比起他的同学来超过太多了。你看吃饭多少人伺候，而且一个一个跪在地上，像古时候帝王一样，就有不少自以为聪明的人因此而出家。这佛法怎么办？我们今天提倡宗教回归教育，他们也说，但是他们不做，所以佛法的形象衰到极处，不是一落千丈。",
      "zh_TW": "這個制度廢除，印光大師在《文鈔》裡面對順治皇帝的批評很多，就為這個事情，出家人的素質一落千丈，什麼原因？就是度牒廢除了，什麼人都可以出家。固然在這個制度廢除之後，出家人裡面好的很多，康熙、雍正、乾隆，我們看到了，高僧大德很多，留下來的這些典籍收藏在日本《卍續藏》裡面非常豐富，盛極一時。但是乾隆以後衰了，到道光、咸豐，弊端就出現了，佛教真的變成了為死人服務的宗教。以前不是這樣，佛教在人間是幫助人的，與鬼不相干。佛菩薩度餓鬼，他在鬼道裡現鬼身，給他們講經說法，在人間絕不是為人道以外的說法利生，這我們也不能不知道。現在出家問題真的是很多，甚至於專門為享受而出家，寺廟建築得莊嚴，供養不錯，生活很富裕，大學畢業了，找什麼工作？出家去。幾年，他有學歷就做方丈、住持，比起他的同學來超過太多了。你看吃飯多少人伺候，而且一個一個跪在地上，像古時候帝王一樣，就有不少自以為聰明的人因此而出家。這佛法怎麼辦？我們今天提倡宗教回歸教育，他們也說，但是他們不做，所以佛法的形象衰到極處，不是一落千丈。"
    },
    {
      "id": "02-040-0563_p0023",
      "zh_CN": "我们在斯里兰卡发起建一个佛教大学、建一个宗教大学，佛教大学为全世界培养佛教弘护人才。在家居士可以上这个学校，受过三皈五戒、菩萨戒的在家居士，他们能够讲经说法，能够担任寺院的执事，护持佛法，这他都要懂。现在弘护都不懂，所以佛法衰了，衰到几乎接近灭亡。另外宗教要团结，宗教要回归教育，宗教要互相学习，目的是化解宗教当中的矛盾，研究经典，取同舍异，化解宗教与宗教之间的矛盾。宗教团结起来，这股力量可以帮助社会化解所有冲突，人与人的冲突、族群跟族群的冲突、不同行业的冲突，带动整个社会安定和谐。这股力量要好好去运用它，所以办世界宗教大学目的在此地。宗教大学跟佛教大学活动，办活动是重要的一种手段。这个活动像论坛、讲座，短期的，有专题，吸引全世界的专家学者、宗教人士参加这个短期活动，短期是一个星期到三个星期。大学里面附有活动中心，这个讲座不中断会产生很大的效果。学校里研究这些东西，马上就普遍到全世界，在媒体上、网路上、电视卫星上都能够看得到，让全世界的群众都有机会接受最优良的宗教教育。这是我们的一个想法，我们朝这个方向努力去做，三宝加持，希望能早一天成功。",
      "zh_TW": "我們在斯里蘭卡發起建一個佛教大學、建一個宗教大學，佛教大學為全世界培養佛教弘護人才。在家居士可以上這個學校，受過三皈五戒、菩薩戒的在家居士，他們能夠講經說法，能夠擔任寺院的執事，護持佛法，這他都要懂。現在弘護都不懂，所以佛法衰了，衰到幾乎接近滅亡。另外宗教要團結，宗教要回歸教育，宗教要互相學習，目的是化解宗教當中的矛盾，研究經典，取同捨異，化解宗教與宗教之間的矛盾。宗教團結起來，這股力量可以幫助社會化解所有衝突，人與人的衝突、族群跟族群的衝突、不同行業的衝突，帶動整個社會安定和諧。這股力量要好好去運用它，所以辦世界宗教大學目的在此地。宗教大學跟佛教大學活動，辦活動是重要的一種手段。這個活動像論壇、講座，短期的，有專題，吸引全世界的專家學者、宗教人士參加這個短期活動，短期是一個星期到三個星期。大學裡面附有活動中心，這個講座不中斷會產生很大的效果。學校裡研究這些東西，馬上就普遍到全世界，在媒體上、網路上、電視衛星上都能夠看得到，讓全世界的群眾都有機會接受最優良的宗教教育。這是我們的一個想法，我們朝這個方向努力去做，三寶加持，希望能早一天成功。"
    },
    {
      "id": "02-040-0563_p0024",
      "zh_CN": "念老引用经上这句话，「淫泆而生，不如贞洁而死」，这就是我们前面所说的，淫泆而生时间短，死了以后怎么办？必定是三途；贞洁而死，他死了之后肯定生天，果报不一样。你真能够把它搞清楚、搞明白，你就相信贞洁而死，后头有大福报。又《无量寿经钞》里面也有这个意思，「夫婬欲者，流转生死之根源矣。远离解脱之因缘也」。它是六道轮回的根源，造这个业就是造六道轮回业，同时也造远离解脱的因缘。你想了生死、出三界，不离淫欲决定出不了三界的，出不了轮回，这个是不能不知道的。「如大贤云：生死牢狱，婬为枷锁」，这从比喻上说的，淫是枷锁。「深缚有情，难出离故」。枷锁，手镣脚铐，枷是戴在头上的，古代的刑具。",
      "zh_TW": "念老引用經上這句話，「淫泆而生，不如貞潔而死」，這就是我們前面所說的，淫泆而生時間短，死了以後怎麼辦？必定是三途；貞潔而死，他死了之後肯定生天，果報不一樣。你真能夠把它搞清楚、搞明白，你就相信貞潔而死，後頭有大福報。又《無量壽經鈔》裡面也有這個意思，「夫婬欲者，流轉生死之根源矣。遠離解脫之因緣也」。它是六道輪迴的根源，造這個業就是造六道輪迴業，同時也造遠離解脫的因緣。你想了生死、出三界，不離淫欲決定出不了三界的，出不了輪迴，這個是不能不知道的。「如大賢云：生死牢獄，婬為枷鎖」，這從比喻上說的，淫是枷鎖。「深縛有情，難出離故」。枷鎖，手鐐腳銬，枷是戴在頭上的，古代的刑具。"
    },
    {
      "id": "02-040-0563_p0025",
      "zh_CN": "「如《智度论》云：婬欲者，虽不恼众生，系缚心故，立为大罪」。立为大罪，用现在的话说，它是列为，这是立，是建立，列是排列，跟这个意思一样，现在人讲排列，排列在大罪里头。大小罪它排列在大罪，谁排列的？佛排列的。不是释迦牟尼佛一个人排列的，一切诸佛没有例外的，每一尊佛都把杀盗淫妄排为四重罪。这四种罪果报在三途，不在人天。换句话说，我们要下定决心，决定不杀害众生、决定不占人便宜，占别人便宜是盗业，不能这样做法。不能淫欲、不能妄语，妄语尚且不能，怎么可以两舌、绮语？这杀盗淫妄，果报在三恶道。",
      "zh_TW": "「如《智度論》云：婬欲者，雖不惱眾生，繫縛心故，立為大罪」。立為大罪，用現在的話說，它是列為，這是立，是建立，列是排列，跟這個意思一樣，現在人講排列，排列在大罪裡頭。大小罪它排列在大罪，誰排列的？佛排列的。不是釋迦牟尼佛一個人排列的，一切諸佛沒有例外的，每一尊佛都把殺盜淫妄排為四重罪。這四種罪果報在三途，不在人天。換句話說，我們要下定決心，決定不殺害眾生、決定不佔人便宜，佔別人便宜是盜業，不能這樣做法。不能淫欲、不能妄語，妄語尚且不能，怎麼可以兩舌、綺語？這殺盜淫妄，果報在三惡道。"
    },
    {
      "id": "02-040-0563_p0026",
      "zh_CN": "《瑜伽师地论》里头说，「诸爱之中，欲爱为最。若能治彼，余自然伏。如制强力，弱者自伏」。《瑜伽师地论》里讲的，一切贪爱当中，欲爱排在第一，能够把这个制伏，其他的欲就容易了。下面有个比喻说，制伏别人先制伏力量最强的，最强的制伏了，其他力量比较弱的自然就伏了。所以断欲从哪里断起？从爱欲断起，一般我们也叫做情执，情执能放下，其他的就不难了，样样都能放下。这个东西真麻烦，情执要常常想到人命无常，情爱再深，到最后还是要告别。寿命到了的时候，各人随业流转再遇不到了，纵然遇到也不认识，这是事实真相。如果想真正常常在一起，只有一个方法，往生极乐世界，在阿弥陀佛大会里头寿命长远，无量寿，真正在一起。那就要这个情爱暂时得放下，赶紧念佛要紧，这是真正可以在一起的，在一起同做佛事。佛事是什么？度化众生的事业。只有这条路，除此之外，没有第二条路。",
      "zh_TW": "《瑜伽師地論》裡頭說，「諸愛之中，欲愛為最。若能治彼，餘自然伏。如制強力，弱者自伏」。《瑜伽師地論》裡講的，一切貪愛當中，欲愛排在第一，能夠把這個制伏，其他的欲就容易了。下面有個比喻說，制伏別人先制伏力量最強的，最強的制伏了，其他力量比較弱的自然就伏了。所以斷欲從哪裡斷起？從愛欲斷起，一般我們也叫做情執，情執能放下，其他的就不難了，樣樣都能放下。這個東西真麻煩，情執要常常想到人命無常，情愛再深，到最後還是要告別。壽命到了的時候，各人隨業流轉再遇不到了，縱然遇到也不認識，這是事實真相。如果想真正常常在一起，只有一個方法，往生極樂世界，在阿彌陀佛大會裡頭壽命長遠，無量壽，真正在一起。那就要這個情愛暫時得放下，趕緊念佛要緊，這是真正可以在一起的，在一起同做佛事。佛事是什麼？度化眾生的事業。只有這條路，除此之外，沒有第二條路。"
    },
    {
      "id": "02-040-0563_p0027",
      "zh_CN": "「然此欲法有三种过」，这个就讲爱欲，有三种过失，第一个是「苦而似乐」，第二个「少味多灾」，第三个「不净似净」。经论上讲得不错，我们要常常想。《瑜伽论》又说，「何耽刹那之微乐，应受永劫之大苦」。得不偿失，作乐的时间太短，堕在无间地狱的时间太长了。这是对出家人说的，出家人破根本戒，果报是无间地狱，在家菩萨戒亦如是。「又《诃欲经》云：女色者，世间之枷锁」。死刑在没有执行之前，在牢狱里头加上枷锁，行动非常不自由。「凡夫恋着，不能自拔」，古人写的这些文字，我们现前全看到了。「女色者，世间重患，凡夫困之，至死不免」；又说，「女色者，世间之衰祸，凡夫遭之，无厄不至」，不能不警惕。我听到有个同学告诉我，他这个信息从灵媒来的。但是说这个话很有道理，现代社会上的妇女，没有一个不造无间地狱罪。这让我们感到很惊讶，造什么罪？他说的是我们无法想像到的，穿着暴露，让凡夫看到的时候起邪念，引诱这些凡夫堕无间地狱，所以她也要堕无间地狱。",
      "zh_TW": "「然此欲法有三種過」，這個就講愛欲，有三種過失，第一個是「苦而似樂」，第二個「少味多災」，第三個「不淨似淨」。經論上講得不錯，我們要常常想。《瑜伽論》又說，「何耽剎那之微樂，應受永劫之大苦」。得不償失，作樂的時間太短，墮在無間地獄的時間太長了。這是對出家人說的，出家人破根本戒，果報是無間地獄，在家菩薩戒亦如是。「又《訶欲經》云：女色者，世間之枷鎖」。死刑在沒有執行之前，在牢獄裡頭加上枷鎖，行動非常不自由。「凡夫戀著，不能自拔」，古人寫的這些文字，我們現前全看到了。「女色者，世間重患，凡夫困之，至死不免」；又說，「女色者，世間之衰禍，凡夫遭之，無厄不至」，不能不警惕。我聽到有個同學告訴我，他這個信息從靈媒來的。但是說這個話很有道理，現代社會上的婦女，沒有一個不造無間地獄罪。這讓我們感到很驚訝，造什麼罪？他說的是我們無法想像到的，穿著暴露，讓凡夫看到的時候起邪念，引誘這些凡夫墮無間地獄，所以她也要墮無間地獄。"
    },
    {
      "id": "02-040-0563_p0028",
      "zh_CN": "如何拯救这个社会？像中国古代妇女穿的服装整整齐齐，全身都包着，没有露出来的，露出来手指，只有几根手指而已，手掌心她都包盖着。那个衣服也很好看，古时候的婚礼，你看凤冠霞帔，身上很严密看不到。现在妇女的服装，大概只有伊斯兰的服装符合天神的标准，伊斯兰的朋友们带头巾，只有两个眼睛露出来。换句话说，大多数喜欢暴露的都到恶道去了。这教我们什么？从改服装做起。要想拯救这个社会，改变妇女的服装要从这做起。还提到要改变宗教政策，要提倡伦理、道德、因果教育，这社会才有救，灾难才能化解。我们看到这个信息很有道理，不是胡造谣言。",
      "zh_TW": "如何拯救這個社會？像中國古代婦女穿的服裝整整齊齊，全身都包著，沒有露出來的，露出來手指，只有幾根手指而已，手掌心她都包蓋著。那個衣服也很好看，古時候的婚禮，你看鳳冠霞帔，身上很嚴密看不到。現在婦女的服裝，大概只有伊斯蘭的服裝符合天神的標準，伊斯蘭的朋友們帶頭巾，只有兩個眼睛露出來。換句話說，大多數喜歡暴露的都到惡道去了。這教我們什麼？從改服裝做起。要想拯救這個社會，改變婦女的服裝要從這做起。還提到要改變宗教政策，要提倡倫理、道德、因果教育，這社會才有救，災難才能化解。我們看到這個信息很有道理，不是胡造謠言。"
    },
    {
      "id": "02-040-0563_p0029",
      "zh_CN": "要知道媒体是今天社会教育里面的主流，谁不看、谁不受它影响？不分男女老少，统统要接受这个教育，这个教育在世间人心地上生根了。怎么办？还好，广东潮州谢总，最近这三年来不断的在办传统文化的论坛，短期七天，长期二十一天，这三年做下来效果卓着。他非常有信心，能在七天之内让这接受教育的，还有不少政府官员，把他良心唤出来，真的是改邪为正、转恶为善。原来有很多贪污的情形，现在发露忏悔，不敢再造了，转贪污为廉洁，真正发心全心全意为人民服务。产生这么大的效果，这是非常好的例子。我们有理由相信，世界虽然乱，虽然动荡不安，要想社会安定和谐，这个教育有效。没有老师，谢总办论坛没有老师，怎么教？我问他，他告诉我用光碟。他找了几套光碟，有蔡老师的光碟、有刘余莉的光碟、有陈大惠的光碟，找了过去在国内办论坛的讲得很好的，他把这些光碟收集起来排列课程，用光碟教学。听完光碟之后大家来反省、来检讨，认真来学习，反省检讨就是忏悔、就是改过，非常有效。来的时候贡高我慢、自以为是，出门的时候都鞠躬、都作揖，腰都弯下去了，对人懂得尊敬，变了。来告诉我，他说我们过去在汤池做这个实验，证明人是很好教的，他说真的，一点都不错，一个星期就把他教会了。",
      "zh_TW": "要知道媒體是今天社會教育裡面的主流，誰不看、誰不受它影響？不分男女老少，統統要接受這個教育，這個教育在世間人心地上生根了。怎麼辦？還好，廣東潮州謝總，最近這三年來不斷的在辦傳統文化的論壇，短期七天，長期二十一天，這三年做下來效果卓著。他非常有信心，能在七天之內讓這接受教育的，還有不少政府官員，把他良心喚出來，真的是改邪為正、轉惡為善。原來有很多貪污的情形，現在發露懺悔，不敢再造了，轉貪污為廉潔，真正發心全心全意為人民服務。產生這麼大的效果，這是非常好的例子。我們有理由相信，世界雖然亂，雖然動盪不安，要想社會安定和諧，這個教育有效。沒有老師，謝總辦論壇沒有老師，怎麼教？我問他，他告訴我用光碟。他找了幾套光碟，有蔡老師的光碟、有劉余莉的光碟、有陳大惠的光碟，找了過去在國內辦論壇的講得很好的，他把這些光碟收集起來排列課程，用光碟教學。聽完光碟之後大家來反省、來檢討，認真來學習，反省檢討就是懺悔、就是改過，非常有效。來的時候貢高我慢、自以為是，出門的時候都鞠躬、都作揖，腰都彎下去了，對人懂得尊敬，變了。來告訴我，他說我們過去在湯池做這個實驗，證明人是很好教的，他說真的，一點都不錯，一個星期就把他教會了。"
    },
    {
      "id": "02-040-0563_p0030",
      "zh_CN": "在中国反腐倡廉用这个方法，我相信绝对不超过半年，中国贪污的现象就没有了。他明白、他觉悟，这个贪污是盗，这个盗是盗国家的，盗国家的麻烦可大了，中国有十几亿人，所有纳税人都是你的债主，你怎么还？杀生欠命要还命，欠债要还钱。你要到三途受苦报，三途地狱受苦报。三途苦报受尽了，你才能得人身，得人身之后，碰到冤亲债主要还钱，你还到哪一辈子？没完没了。这一觉悟、一回头，从现在起断恶修善、积功累德来得及，能救。《无量寿经》阿弥陀佛第十八愿，五逆十恶，毁谤大乘，只要一口气没断，你真忏悔了，真正认错，后不再造，一心念佛求生净土，阿弥陀佛都来接引你，讲绝了。我们听了要相信、要记在心上，五逆十恶决定不能干，不要以为没有报应，报应就在眼前。人活在这个世间，不杀生、不偷盗、不淫欲（至少要做到不邪淫）、不妄语、不饮酒，这个生命多有意义、多有价值。今天时间到了，我们就学习到此地。",
      "zh_TW": "在中國反腐倡廉用這個方法，我相信絕對不超過半年，中國貪污的現象就沒有了。他明白、他覺悟，這個貪污是盜，這個盜是盜國家的，盜國家的麻煩可大了，中國有十幾億人，所有納稅人都是你的債主，你怎麼還？殺生欠命要還命，欠債要還錢。你要到三途受苦報，三途地獄受苦報。三途苦報受盡了，你才能得人身，得人身之後，碰到冤親債主要還錢，你還到哪一輩子？沒完沒了。這一覺悟、一回頭，從現在起斷惡修善、積功累德來得及，能救。《無量壽經》阿彌陀佛第十八願，五逆十惡，毀謗大乘，只要一口氣沒斷，你真懺悔了，真正認錯，後不再造，一心念佛求生淨土，阿彌陀佛都來接引你，講絕了。我們聽了要相信、要記在心上，五逆十惡決定不能幹，不要以為沒有報應，報應就在眼前。人活在這個世間，不殺生、不偷盜、不淫欲（至少要做到不邪淫）、不妄語、不飲酒，這個生命多有意義、多有價值。今天時間到了，我們就學習到此地。"
    }
  ]
}