{
  "doc_id": "02-040-0121",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二一集",
    "zh_TW": "第一二一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0121",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-040-0121_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百四十七页倒数第二行，最后两个字看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百四十七頁倒數第二行，最後兩個字看起："
    },
    {
      "id": "02-040-0121_p0002",
      "zh_CN": "「度者，到也。彼岸者，涅槃也」。《大论》，《大论》是《大智度论》，第十二卷说：「若能直进不退，成办佛道，名到彼岸。表大士普度，悉令一切众生证入无余涅槃而后已也」。《大智度论》上这个话说，如果能够在菩提道上只有进，没有退，成办佛道就是成佛，到达究竟圆满的层次，这叫到彼岸。「拯济负荷，皆度彼岸」，这一句经文表示参加法会这些大菩萨们都是等觉菩萨，他们都有这个能力帮助一切众生证得究竟无余涅槃。菩萨本愿如是，众生缘有没有成熟，关键在此地，佛菩萨那一边没有问题，问题全在众生自己缘有没有成熟。佛在《弥陀经》上给我们说的，「不可以少善根福德因缘，得生彼国」，这个少是贯下去的，不可以少善根，不可以少福德，不可以少因缘；换句话说，善根福德因缘统统具足，这个人在这一生当中，必定证得无余涅槃。",
      "zh_TW": "「度者，到也。彼岸者，涅槃也」。《大論》，《大論》是《大智度論》，第十二卷說：「若能直進不退，成辦佛道，名到彼岸。表大士普度，悉令一切眾生證入無餘涅槃而後已也」。《大智度論》上這個話說，如果能夠在菩提道上只有進，沒有退，成辦佛道就是成佛，到達究竟圓滿的層次，這叫到彼岸。「拯濟負荷，皆度彼岸」，這一句經文表示參加法會這些大菩薩們都是等覺菩薩，他們都有這個能力幫助一切眾生證得究竟無餘涅槃。菩薩本願如是，眾生緣有沒有成熟，關鍵在此地，佛菩薩那一邊沒有問題，問題全在眾生自己緣有沒有成熟。佛在《彌陀經》上給我們說的，「不可以少善根福德因緣，得生彼國」，這個少是貫下去的，不可以少善根，不可以少福德，不可以少因緣；換句話說，善根福德因緣統統具足，這個人在這一生當中，必定證得無餘涅槃。"
    },
    {
      "id": "02-040-0121_p0003",
      "zh_CN": "第一个是善根，善根是智慧。智慧从哪里来的？智慧就是看破，章嘉大师告诉我，看破是从放下来的，放下是从看破来的，这两个相辅相成。到底哪个在先，哪个在后？这最初入手之处，那看这个众生的烦恼习气。如果烦恼重，烦恼障重，就是情执很深，从放下下手；如果是所知障重，这对知识分子来说，烦恼障轻，那就从看破下手。入门，不外乎这两种。烦恼障、所知障都重的人，那就得同时下手，这是入门。入门之后就真干，这个真干，看破肯定帮助你理解，也就是帮助你生智慧，智慧看破之后帮助你再放下。章嘉大师说，从初发心到如来地就是这个方法。老师说得通俗，看破放下，我们容易懂。老师进一步的告诉我，这里头有个标准，标准是什么？如果你没放下，证明你没看破，看破没有放不下的，这是标准。那你没看破，说明你没放下，老师教我用这个标准来衡量自己，怕自己起增上慢。增上慢是什么？没有看破以为看破了，没有放下以为放下了，这是最大的障碍。这是许许多多修行人一生不能成就的原因之所在。我们不知道，从来也没人给我讲过。",
      "zh_TW": "第一個是善根，善根是智慧。智慧從哪裡來的？智慧就是看破，章嘉大師告訴我，看破是從放下來的，放下是從看破來的，這兩個相輔相成。到底哪個在先，哪個在後？這最初入手之處，那看這個眾生的煩惱習氣。如果煩惱重，煩惱障重，就是情執很深，從放下下手；如果是所知障重，這對知識分子來說，煩惱障輕，那就從看破下手。入門，不外乎這兩種。煩惱障、所知障都重的人，那就得同時下手，這是入門。入門之後就真幹，這個真幹，看破肯定幫助你理解，也就是幫助你生智慧，智慧看破之後幫助你再放下。章嘉大師說，從初發心到如來地就是這個方法。老師說得通俗，看破放下，我們容易懂。老師進一步的告訴我，這裡頭有個標準，標準是什麼？如果你沒放下，證明你沒看破，看破沒有放不下的，這是標準。那你沒看破，說明你沒放下，老師教我用這個標準來衡量自己，怕自己起增上慢。增上慢是什麼？沒有看破以為看破了，沒有放下以為放下了，這是最大的障礙。這是許許多多修行人一生不能成就的原因之所在。我們不知道，從來也沒人給我講過。"
    },
    {
      "id": "02-040-0121_p0004",
      "zh_CN": "章嘉大师，亲近他之后发现，真正有智慧，真正有慈悲。佛氏门中，不舍一人，像我们这么平凡的人，他常常怀念，不舍弃。我们确实一无所长，什么都没有，什么都不是，只有一点点真诚心，肯学、听话、真干。就凭这么一点点，老人就不舍弃，对我们是善巧方便。他知道我们学佛的因缘是从学哲学里面进来的，这就是从看破入门的，放下了，以前对佛教错误的观念，认为它是宗教，认为它是迷信，不肯接近。方老师告诉我们，佛教不是宗教，是哲学，是高等哲学。我们从这个地方进来，这个是帮助我们放下妄想执着，走进门来了。走进门来，我们的心很急，向章嘉大师请教，佛教里头有没有什么方法让我们很快契入境界？老师没有拒绝，没有说这个太深了，你不懂。这是真不懂，不是假不懂，如果用这些言语，我们下次就不来了，太深了。所以他把深的东西浅说，这个深的东西就是佛家讲的止观，现在我们完全明白，观就是看破，止就是放下。如果讲止观，那个时候真听不懂，我们初学的时候肯定都退心了。你看他换个名词来讲，用看破放下，我们听了似懂非懂。我向他请教，从哪里下手。他告诉我从布施，财布施、法布施、无畏布施，从这里下手，求福德、求智慧。智慧就是善根，要多善根、多福德、多因缘，因缘是善知识，都是可遇不可求。我们恰恰碰上，这是佛经上说的，古人所说的，累世的因缘，不是偶然的。能够珍惜这个因缘、掌握这个因缘，就会有成就。",
      "zh_TW": "章嘉大師，親近他之後發現，真正有智慧，真正有慈悲。佛氏門中，不捨一人，像我們這麼平凡的人，他常常懷念，不捨棄。我們確實一無所長，什麼都沒有，什麼都不是，只有一點點真誠心，肯學、聽話、真幹。就憑這麼一點點，老人就不捨棄，對我們是善巧方便。他知道我們學佛的因緣是從學哲學裡面進來的，這就是從看破入門的，放下了，以前對佛教錯誤的觀念，認為它是宗教，認為它是迷信，不肯接近。方老師告訴我們，佛教不是宗教，是哲學，是高等哲學。我們從這個地方進來，這個是幫助我們放下妄想執著，走進門來了。走進門來，我們的心很急，向章嘉大師請教，佛教裡頭有沒有什麼方法讓我們很快契入境界？老師沒有拒絕，沒有說這個太深了，你不懂。這是真不懂，不是假不懂，如果用這些言語，我們下次就不來了，太深了。所以他把深的東西淺說，這個深的東西就是佛家講的止觀，現在我們完全明白，觀就是看破，止就是放下。如果講止觀，那個時候真聽不懂，我們初學的時候肯定都退心了。你看他換個名詞來講，用看破放下，我們聽了似懂非懂。我向他請教，從哪裡下手。他告訴我從布施，財布施、法布施、無畏布施，從這裡下手，求福德、求智慧。智慧就是善根，要多善根、多福德、多因緣，因緣是善知識，都是可遇不可求。我們恰恰碰上，這是佛經上說的，古人所說的，累世的因緣，不是偶然的。能夠珍惜這個因緣、掌握這個因緣，就會有成就。"
    },
    {
      "id": "02-040-0121_p0005",
      "zh_CN": "人人都能有成就，问题就是你能坚持到多久。有人二、三年就退心了，有人十几年退心的，还有二、三十年退心的，我们亲眼见到过。深深的体会到，要怎样才能不退心？只有一句，真干。真干的人不会退心，真干的人一定天天有进步。如果不是真干，特别是现前的社会，帮助你退心的这个缘太多了，叫退缘。自己内里面有烦恼、有习气，外面有许许多多的诱惑，怎么可能不退心！所以今天学佛退心的现象是非常正常。一般群众不仁不义，变节，俗话说跳槽，这种现象也不能怪他们，也都是正常现象。为什么？教失掉了，没人教了，什么是道，什么是德，什么是伦常，什么是因果，没人知道。知道一点皮毛不管用，那以章嘉大师的标准是不承认的。你没有能落实，虽然听了，没听懂。真正听懂了，哪有不落实的道理！为什么？他晓得古人说的这个是自己的性德，那怎么会不奉行？奉行性德，这个人叫自爱，真正爱自己。把自己的性德疏忽了，丢掉了，不自爱。那依中国的标准来说，五伦做到了，五常做到了，四维做到了，八德做到了，这个人叫真正自爱。真正自爱的人是什么？是圣贤。在佛法里面讲，真正自爱的人是法身菩萨。",
      "zh_TW": "人人都能有成就，問題就是你能堅持到多久。有人二、三年就退心了，有人十幾年退心的，還有二、三十年退心的，我們親眼見到過。深深的體會到，要怎樣才能不退心？只有一句，真幹。真幹的人不會退心，真幹的人一定天天有進步。如果不是真幹，特別是現前的社會，幫助你退心的這個緣太多了，叫退緣。自己內裡面有煩惱、有習氣，外面有許許多多的誘惑，怎麼可能不退心！所以今天學佛退心的現象是非常正常。一般群眾不仁不義，變節，俗話說跳槽，這種現象也不能怪他們，也都是正常現象。為什麼？教失掉了，沒人教了，什麼是道，什麼是德，什麼是倫常，什麼是因果，沒人知道。知道一點皮毛不管用，那以章嘉大師的標準是不承認的。你沒有能落實，雖然聽了，沒聽懂。真正聽懂了，哪有不落實的道理！為什麼？他曉得古人說的這個是自己的性德，那怎麼會不奉行？奉行性德，這個人叫自愛，真正愛自己。把自己的性德疏忽了，丟掉了，不自愛。那依中國的標準來說，五倫做到了，五常做到了，四維做到了，八德做到了，這個人叫真正自愛。真正自愛的人是什麼？是聖賢。在佛法裡面講，真正自愛的人是法身菩薩。"
    },
    {
      "id": "02-040-0121_p0006",
      "zh_CN": "三贤菩萨是勉为所难，他是在学佛，把佛的教诲都照做了，他不是从自性流出来的，他没见性。必须见性了，这些性德是从自性自然流出来的，没有丝毫勉强，这是佛门里面的佛菩萨。必须是大彻大悟，明心见性，才当得起自爱！所以三贤菩萨，果位到了十法界里面最高的佛的位次，到这个最高的境界，天台大师六即佛里头称他是相似即佛，他很像，真像佛，佛所说的性德他统统做到了，但是他自己没有见性，真做到了。这是相似即佛，也是大乘里面常讲的信满成佛，十信，十信达到圆满，成佛，天台家讲相似即佛。",
      "zh_TW": "三賢菩薩是勉為所難，他是在學佛，把佛的教誨都照做了，他不是從自性流出來的，他沒見性。必須見性了，這些性德是從自性自然流出來的，沒有絲毫勉強，這是佛門裡面的佛菩薩。必須是大徹大悟，明心見性，才當得起自愛！所以三賢菩薩，果位到了十法界裡面最高的佛的位次，到這個最高的境界，天台大師六即佛裡頭稱他是相似即佛，他很像，真像佛，佛所說的性德他統統做到了，但是他自己沒有見性，真做到了。這是相似即佛，也是大乘裡面常講的信滿成佛，十信，十信達到圓滿，成佛，天台家講相似即佛。"
    },
    {
      "id": "02-040-0121_p0007",
      "zh_CN": "大乘教里面往上去，有行满成佛，有回向圆满成佛，有十地圆满成佛，那是真佛，那个不是假佛，但是还叫分证即佛。分证是什么？没圆满。但是虽没有圆满，这些人真正自爱，一点不假，为什么？见性了。见性为什么就是真爱？因为爱是性德，见性，性德哪有不流出来的道理？而且是自然的，叫法尔如是，这个法不得已而起的一个名词。这个法是自性，自性无量功德，慈悲是无量功德里头的第一德。中国人讲父子有亲就是这个德，这个德是天赋的，不是学来的，所有一切的德目都是从这个衍生出来的，它是一切道德的根源。说道、说德，意思都相同。道，人生要圆满自己，这就是一条道路。学佛，想成佛，成佛的这条道路叫做道，我们行这条道路叫做德。真干，真在这一条路上走。一生当中能圆满证得，只有净宗法门，只有这一门当生成就，这是不可思议的法门。",
      "zh_TW": "大乘教裡面往上去，有行滿成佛，有迴向圓滿成佛，有十地圓滿成佛，那是真佛，那個不是假佛，但是還叫分證即佛。分證是什麼？沒圓滿。但是雖沒有圓滿，這些人真正自愛，一點不假，為什麼？見性了。見性為什麼就是真愛？因為愛是性德，見性，性德哪有不流出來的道理？而且是自然的，叫法爾如是，這個法不得已而起的一個名詞。這個法是自性，自性無量功德，慈悲是無量功德裡頭的第一德。中國人講父子有親就是這個德，這個德是天賦的，不是學來的，所有一切的德目都是從這個衍生出來的，它是一切道德的根源。說道、說德，意思都相同。道，人生要圓滿自己，這就是一條道路。學佛，想成佛，成佛的這條道路叫做道，我們行這條道路叫做德。真幹，真在這一條路上走。一生當中能圓滿證得，只有淨宗法門，只有這一門當生成就，這是不可思議的法門。"
    },
    {
      "id": "02-040-0121_p0008",
      "zh_CN": "所以是悉令，悉令就没有一个漏掉的，一切众生，男女老少，各行各业，贤愚不肖，全都包括在其中，没有一个漏掉的。能令一切众生证入无余涅槃而后已也，就圆满了。这个无余涅槃是妙觉果位上说的，连无始无明习气都没有了。我们知道，实报土里头的这些分证佛他们还有余，余什么？就是无始无明习气没断尽，他有这个东西存在。无明习气断尽了，他就融入常寂光，那叫证得究竟佛果，无上菩提，没有在他更上的，没有了，他到顶头了。用现在科学家的话，回归自性，现在科学叫零点能量点，回归零点能量点。但是零点能量点这个概念很模糊，没有佛讲的法性、实相、涅槃那样活泼生动，令人听到之后生欢喜心。",
      "zh_TW": "所以是悉令，悉令就沒有一個漏掉的，一切眾生，男女老少，各行各業，賢愚不肖，全都包括在其中，沒有一個漏掉的。能令一切眾生證入無餘涅槃而後已也，就圓滿了。這個無餘涅槃是妙覺果位上說的，連無始無明習氣都沒有了。我們知道，實報土裡頭的這些分證佛他們還有餘，餘什麼？就是無始無明習氣沒斷盡，他有這個東西存在。無明習氣斷盡了，他就融入常寂光，那叫證得究竟佛果，無上菩提，沒有在他更上的，沒有了，他到頂頭了。用現在科學家的話，回歸自性，現在科學叫零點能量點，回歸零點能量點。但是零點能量點這個概念很模糊，沒有佛講的法性、實相、涅槃那樣活潑生動，令人聽到之後生歡喜心。"
    },
    {
      "id": "02-040-0121_p0009",
      "zh_CN": "从这方方面面我们细心观察，才知道净宗法门不可思议，净宗法门就是自性的核心，法性的中心点，一切万法都从这里衍生，一切佛道也从这个地方生起，一切法不离这个核心。我们要求的，就是要求证得这个核心，契入就是证得。摆在我们面前，无量无边的道路，你走哪一条道路？一生究竟圆满成佛的道路，就是信愿持名。真正认识了，还有时间去说闲话吗？肯定是阿弥陀佛一句接着一句，分秒必争，成佛去。成佛去干什么？为度一切众生，这个心就叫大菩提心，不是为自己，是为众生。真正为众生，自己要先成佛，自己没有成就，哪有智慧、神通、能力去帮助别人。所以必定是先成就自己，再发心帮助别人。",
      "zh_TW": "從這方方面面我們細心觀察，才知道淨宗法門不可思議，淨宗法門就是自性的核心，法性的中心點，一切萬法都從這裡衍生，一切佛道也從這個地方生起，一切法不離這個核心。我們要求的，就是要求證得這個核心，契入就是證得。擺在我們面前，無量無邊的道路，你走哪一條道路？一生究竟圓滿成佛的道路，就是信願持名。真正認識了，還有時間去說閒話嗎？肯定是阿彌陀佛一句接著一句，分秒必爭，成佛去。成佛去幹什麼？為度一切眾生，這個心就叫大菩提心，不是為自己，是為眾生。真正為眾生，自己要先成佛，自己沒有成就，哪有智慧、神通、能力去幫助別人。所以必定是先成就自己，再發心幫助別人。"
    },
    {
      "id": "02-040-0121_p0010",
      "zh_CN": "没有见性之前，帮助别人，实际上还是在帮助自己，古人所谓的「教学相长」。怎样提升自己的境界？在教学当中提升。为什么？教学会发现很多问题，有一部分问题是自己发现的，有一部分是别人发问、别人质疑的时候发现的，真的是教学相长。学生感激老师，老师也同样感激学生，没有学生就是没有缘，没有缘，有很多东西隐藏在那里，将发未发，发不出来。学生一问，一怀疑，一举一动，把我们这个疑情触发了，智慧生起来了。读经亦如是，读经是什么？听佛说法，听祖师大德的议论。这个集注里头有非常丰富的资料，我们常看，看到好像没有什么意见，看个五十遍、一百遍，这里发现这两个字有意思，遍数不够生不出来，遍数够了生智慧。我们用小注注在旁边，字虽然不多，意思深广无际。",
      "zh_TW": "沒有見性之前，幫助別人，實際上還是在幫助自己，古人所謂的「教學相長」。怎樣提升自己的境界？在教學當中提升。為什麼？教學會發現很多問題，有一部分問題是自己發現的，有一部分是別人發問、別人質疑的時候發現的，真的是教學相長。學生感激老師，老師也同樣感激學生，沒有學生就是沒有緣，沒有緣，有很多東西隱藏在那裡，將發未發，發不出來。學生一問，一懷疑，一舉一動，把我們這個疑情觸發了，智慧生起來了。讀經亦如是，讀經是什麼？聽佛說法，聽祖師大德的議論。這個集註裡頭有非常豐富的資料，我們常看，看到好像沒有什麼意見，看個五十遍、一百遍，這裡發現這兩個字有意思，遍數不夠生不出來，遍數夠了生智慧。我們用小註註在旁邊，字雖然不多，意思深廣無際。"
    },
    {
      "id": "02-040-0121_p0011",
      "zh_CN": "末后这一段，「德慧齐佛」，这是功德圆满。齐是等齐，跟佛相同，不是跟别人等齐，跟佛等齐。",
      "zh_TW": "末後這一段，「德慧齊佛」，這是功德圓滿。齊是等齊，跟佛相同，不是跟別人等齊，跟佛等齊。"
    },
    {
      "id": "02-040-0121_p0012",
      "zh_CN": "【悉获诸佛无量功德。智慧圣明。不可思议。】",
      "zh_TW": "【悉獲諸佛無量功德。智慧聖明。不可思議。】"
    },
    {
      "id": "02-040-0121_p0013",
      "zh_CN": "这是证信序的总结，经义真正不可思议。四个字是一句，这就是四句，从完整的意思，这是两句话。「以上二句，表诸大士具足福智二严，位齐果位」。大乘的果是佛，是妙觉如来，智慧圆满了，福德也圆满了，两种圆满。我们这部经的经题，「大乘」是表智慧圆满，「无量寿」是表福德圆满，「庄严」是表两种究竟圆满，这说的果。怎么圆满的？下面是因，「清净、平等、觉」，这三个是因。修因证果，这因第一个是清净心，我们要恢复清净心，要把清净心里头的染污统统放下。",
      "zh_TW": "這是證信序的總結，經義真正不可思議。四個字是一句，這就是四句，從完整的意思，這是兩句話。「以上二句，表諸大士具足福智二嚴，位齊果位」。大乘的果是佛，是妙覺如來，智慧圓滿了，福德也圓滿了，兩種圓滿。我們這部經的經題，「大乘」是表智慧圓滿，「無量壽」是表福德圓滿，「莊嚴」是表兩種究竟圓滿，這說的果。怎麼圓滿的？下面是因，「清淨、平等、覺」，這三個是因。修因證果，這因第一個是清淨心，我們要恢復清淨心，要把清淨心裡頭的染污統統放下。"
    },
    {
      "id": "02-040-0121_p0014",
      "zh_CN": "我今天早晨跟六和园几个工作人员谈话，时间不长。我体会到今天染污最严重的就是手机，所以我把手机丢掉了，不要了。我这二、三年来很少用手机。所以我告诉大家，我的手机充电一个月一次，前年，去年半年一次，今年不要了，没好处。人必须少说话，多读书，读圣贤书。不说话，没事。我不要手机，我不打电话给别人，不干扰别人；我也不收听别人的，人家有事情找我，他用别人的电话来找我，我自己没有电话，清净太多了。多接触古人是最有利益的，你说古人在世，一生说多少话，留下这个书本是他几分之几，是最精华的留下来了，废话都不留下来，最精彩的。我们展开书本，是古人的精华，这个要感恩，这要恭敬。感恩、恭敬心，他的话我们才听得懂；没有感恩的心，没有恭敬的心，听不懂。书念了一千遍，意思还是不见，什么原因？恭敬心不够，感恩的心不够。如果有万分真诚、恭敬、感恩，他一次就大彻大悟。",
      "zh_TW": "我今天早晨跟六和園幾個工作人員談話，時間不長。我體會到今天染污最嚴重的就是手機，所以我把手機丟掉了，不要了。我這二、三年來很少用手機。所以我告訴大家，我的手機充電一個月一次，前年，去年半年一次，今年不要了，沒好處。人必須少說話，多讀書，讀聖賢書。不說話，沒事。我不要手機，我不打電話給別人，不干擾別人；我也不收聽別人的，人家有事情找我，他用別人的電話來找我，我自己沒有電話，清淨太多了。多接觸古人是最有利益的，你說古人在世，一生說多少話，留下這個書本是他幾分之幾，是最精華的留下來了，廢話都不留下來，最精彩的。我們展開書本，是古人的精華，這個要感恩，這要恭敬。感恩、恭敬心，他的話我們才聽得懂；沒有感恩的心，沒有恭敬的心，聽不懂。書念了一千遍，意思還是不見，什麼原因？恭敬心不夠，感恩的心不夠。如果有萬分真誠、恭敬、感恩，他一次就大徹大悟。"
    },
    {
      "id": "02-040-0121_p0015",
      "zh_CN": "我常常赞叹六祖惠能大师，为什么他能够言下一句话里头明心见性？我说那种人，他的真诚、恭敬、感恩是万分，所以他接触到，能当下就痛痛快快把起心动念分别执着全放下，这一放下，就成佛了。没有别的，与认识字不认识字没关系，与读书不读书也没关系，完全靠的是真诚、恭敬、感恩，完全靠这个。我们仔细去看《坛经》，里面所记载的，能大师在日常生活当中处事待人接物，厚道到极处，自己一生谦虚恭敬，不敢轻慢一个人。这就说明什么？他真诚恭敬做到了，就在他日常生活当中，在他工作之处，在他处事待人接物。你细心观察，大彻大悟原来是这么得来的，一切众生个个都有分。我们入不进去的原因是什么？是自己太傲慢了，自己不知道，成见太深了，自以为是。现在人确实没有把古圣先贤放在眼里，没有把祖宗放在眼里，没有放祖宗是大不孝，没有把圣贤放在心里是大不敬。我们这么多年探索自性的根源、圣道的根基，没有别的，就这两个字，一个是孝，一个是敬。有这两个字的人，决定是自爱，决定是爱人；没有这两个字，他不可能爱人，他对人好那是感情的冲动，不是真的，是虚情假意。不自爱，怎么能爱人？没有这个道理。",
      "zh_TW": "我常常讚歎六祖惠能大師，為什麼他能夠言下一句話裡頭明心見性？我說那種人，他的真誠、恭敬、感恩是萬分，所以他接觸到，能當下就痛痛快快把起心動念分別執著全放下，這一放下，就成佛了。沒有別的，與認識字不認識字沒關係，與讀書不讀書也沒關係，完全靠的是真誠、恭敬、感恩，完全靠這個。我們仔細去看《壇經》，裡面所記載的，能大師在日常生活當中處事待人接物，厚道到極處，自己一生謙虛恭敬，不敢輕慢一個人。這就說明什麼？他真誠恭敬做到了，就在他日常生活當中，在他工作之處，在他處事待人接物。你細心觀察，大徹大悟原來是這麼得來的，一切眾生個個都有分。我們入不進去的原因是什麼？是自己太傲慢了，自己不知道，成見太深了，自以為是。現在人確實沒有把古聖先賢放在眼裡，沒有把祖宗放在眼裡，沒有放祖宗是大不孝，沒有把聖賢放在心裡是大不敬。我們這麼多年探索自性的根源、聖道的根基，沒有別的，就這兩個字，一個是孝，一個是敬。有這兩個字的人，決定是自愛，決定是愛人；沒有這兩個字，他不可能愛人，他對人好那是感情的衝動，不是真的，是虛情假意。不自愛，怎麼能愛人？沒有這個道理。"
    },
    {
      "id": "02-040-0121_p0016",
      "zh_CN": "一辈子都读圣贤书，都向圣贤学习，很不错，相似位中人。为什么？没有根。现在扎根难，不是不能，很难。扎根是母亲的责任，但是现在做母亲的人不懂，疏忽了。从哪里开始扎起？从怀孕开始，胎教。小孩出生，一千天就是三年，这是扎根的时候，这个时候没有扎根，就是没有根了。三岁以上不好教了，他已经学坏了。从哪里学的？从见闻觉知里头学的，他所看到的，他所听到的，他所接触到的，都是真实的教材。那他所看到的、听到的、接触到的都是自私自利，都是名闻利养，都是财色名利，他干的是这些东西，所以统统被染污了。每天他在学习，那是电视、是网路，电视、网路教些什么他全会了，圣贤东西、祖宗东西一无所知，根本就没有听说过。所以他的人生观、他的价值观当然会有偏差，当然发生问题。",
      "zh_TW": "一輩子都讀聖賢書，都向聖賢學習，很不錯，相似位中人。為什麼？沒有根。現在扎根難，不是不能，很難。扎根是母親的責任，但是現在做母親的人不懂，疏忽了。從哪裡開始紮起？從懷孕開始，胎教。小孩出生，一千天就是三年，這是扎根的時候，這個時候沒有扎根，就是沒有根了。三歲以上不好教了，他已經學壞了。從哪裡學的？從見聞覺知裡頭學的，他所看到的，他所聽到的，他所接觸到的，都是真實的教材。那他所看到的、聽到的、接觸到的都是自私自利，都是名聞利養，都是財色名利，他幹的是這些東西，所以統統被染污了。每天他在學習，那是電視、是網路，電視、網路教些什麼他全會了，聖賢東西、祖宗東西一無所知，根本就沒有聽說過。所以他的人生觀、他的價值觀當然會有偏差，當然發生問題。"
    },
    {
      "id": "02-040-0121_p0017",
      "zh_CN": "这种偏差就造成社会动乱，地球的灾变，影响的严重我们现在已经深度的体会到了。大家现在慌了、着急了，怎么办？用什么方法能恢复正常？学佛的人是很幸运的人，真正把佛经看懂了，我们就得救了。为什么？我们放下了，不干了，万缘放下，一尘不染。今天我们唯一的希望，希望获得诸佛功德，希望获得像佛一样的智慧，我们走佛的这条路。佛路是清净心、平等心，是觉而不迷，正而不邪，净而不染。正而不邪是平等，净而不染是清净，我们真正走这条路。",
      "zh_TW": "這種偏差就造成社會動亂，地球的災變，影響的嚴重我們現在已經深度的體會到了。大家現在慌了、著急了，怎麼辦？用什麼方法能恢復正常？學佛的人是很幸運的人，真正把佛經看懂了，我們就得救了。為什麼？我們放下了，不幹了，萬緣放下，一塵不染。今天我們唯一的希望，希望獲得諸佛功德，希望獲得像佛一樣的智慧，我們走佛的這條路。佛路是清淨心、平等心，是覺而不迷，正而不邪，淨而不染。正而不邪是平等，淨而不染是清淨，我們真正走這條路。"
    },
    {
      "id": "02-040-0121_p0018",
      "zh_CN": "这个地方（这表法）表示这些菩萨们，在家出家，都是具足佛智，福慧圆满了。位齐果位，菩萨最高的果位，再向上一个位次，就是妙觉，究竟佛果。这些人，「乃从果向因之大菩萨」，也就是说，他们早已经成佛了。他们从常寂光里面感应而现的，示现在世尊法会当中，现菩萨身，现声闻身，现长者、居士身，果上来说，全都是法身佛变现的。所以，「咸得如来之福德庄严」，从他们应身、变化身，明显的你看到他们的福德。福德两个字，福是福报，德是智慧，福德、智慧圆满。",
      "zh_TW": "這個地方（這表法）表示這些菩薩們，在家出家，都是具足佛智，福慧圓滿了。位齊果位，菩薩最高的果位，再向上一個位次，就是妙覺，究竟佛果。這些人，「乃從果向因之大菩薩」，也就是說，他們早已經成佛了。他們從常寂光裡面感應而現的，示現在世尊法會當中，現菩薩身，現聲聞身，現長者、居士身，果上來說，全都是法身佛變現的。所以，「咸得如來之福德莊嚴」，從他們應身、變化身，明顯的你看到他們的福德。福德兩個字，福是福報，德是智慧，福德、智慧圓滿。"
    },
    {
      "id": "02-040-0121_p0019",
      "zh_CN": "『智慧圣明不可思议』，「明大士咸得如来之智慧庄严」。表明与会的这些大菩萨都得到如来智慧庄严，也就是都是证得圆满的法身。法身就是法性，法身就是全体，宇宙万有的本体。法身，其大无外，其小无内，没有内外，这叫称性，这叫自性。阿赖耶有边际、有内外，法性没有。法性在哪里？就在当下。法性没有过去未来，没有此界他方，无时不在，无处不在，是自己的清净法身、平等法身。换句话说，真正的清净平等就是法身。《净影》与《甄解》、《合赞》诸家，皆同此说。说法都相同。",
      "zh_TW": "『智慧聖明不可思議』，「明大士咸得如來之智慧莊嚴」。表明與會的這些大菩薩都得到如來智慧莊嚴，也就是都是證得圓滿的法身。法身就是法性，法身就是全體，宇宙萬有的本體。法身，其大無外，其小無內，沒有內外，這叫稱性，這叫自性。阿賴耶有邊際、有內外，法性沒有。法性在哪裡？就在當下。法性沒有過去未來，沒有此界他方，無時不在，無處不在，是自己的清淨法身、平等法身。換句話說，真正的清淨平等就是法身。《淨影》與《甄解》、《合贊》諸家，皆同此說。說法都相同。"
    },
    {
      "id": "02-040-0121_p0020",
      "zh_CN": "「圣者，正也」。圣是什么意思？圣是正的意思，在辞典里面它的意思很多，它是智慧，它是明了，它是通达，它是没有障碍。「又肇公曰」，这僧肇大师，「智慧，体；圣明，用。无事不照谓之圣」，这个说法也说得非常之好。下面应该还是僧肇大师所说的意思：智慧是体，圣明是用。「一切事皆能照了通达，名之为圣」，中国人称圣人。圣人就是个明白人，对于一切事理，他通达明了，所以称他为圣明。",
      "zh_TW": "「聖者，正也」。聖是什麼意思？聖是正的意思，在辭典裡面它的意思很多，它是智慧，它是明瞭，它是通達，它是沒有障礙。「又肇公曰」，這僧肇大師，「智慧，體；聖明，用。無事不照謂之聖」，這個說法也說得非常之好。下面應該還是僧肇大師所說的意思：智慧是體，聖明是用。「一切事皆能照了通達，名之為聖」，中國人稱聖人。聖人就是個明白人，對於一切事理，他通達明瞭，所以稱他為聖明。"
    },
    {
      "id": "02-040-0121_p0021",
      "zh_CN": "「菩萨之权智与实智」，实智是体，实相般若；权智是用，是方便般若。权实灵照，实智照，权智灵，权巧无方，它没有一定，非常活泼，千变万化，成就一切功德。这是「众生凡情绝不能解，故曰不可思」。为什么不可思？理太深了，事太深秘了，凡夫想像不到，凡夫也看不到。在哪里？都在现前，统统摆在面前。摆在面前，你看不到，你能相信吗？摆在我面前，我怎么会看不到？我们从实际的例子来观察，你就明白了，这是讲的眼见色，举一个例子。我们眼睛所见的色相是假相，真相有没有见到？真相见不到。为什么见不到？我们以过去电影做比喻，你就明白了。",
      "zh_TW": "「菩薩之權智與實智」，實智是體，實相般若；權智是用，是方便般若。權實靈照，實智照，權智靈，權巧無方，它沒有一定，非常活潑，千變萬化，成就一切功德。這是「眾生凡情絕不能解，故曰不可思」。為什麼不可思？理太深了，事太深祕了，凡夫想像不到，凡夫也看不到。在哪裡？都在現前，統統擺在面前。擺在面前，你看不到，你能相信嗎？擺在我面前，我怎麼會看不到？我們從實際的例子來觀察，你就明白了，這是講的眼見色，舉一個例子。我們眼睛所見的色相是假相，真相有沒有見到？真相見不到。為什麼見不到？我們以過去電影做比喻，你就明白了。"
    },
    {
      "id": "02-040-0121_p0022",
      "zh_CN": "过去电影，它根据的原理是动画，就是幻灯片，快速的让它转动，在银幕上就好像它会有动作，实际是动画。我们人画漫画也可以，画二十四张，张张都不一样。一秒钟，在放映机里面去放映，镜头打开一张，照到银幕上，立刻关起来放第二张，速度二十四分之一秒，就是一秒钟放二十四张。我们看到电影银幕上有人在动作，人在挥手，在动作，其实那是二十四张幻灯片连续放映产生的效果，这个大家懂得。如果一秒钟放一张，就是二十四分之一秒的一张，就放这一张，你会有什么感觉？有感觉，有一道光，一闪就过去了，光里头什么内容不知道。这不就当面错过吗？睁着眼睛你都没有看到。",
      "zh_TW": "過去電影，它根據的原理是動畫，就是幻燈片，快速的讓它轉動，在銀幕上就好像它會有動作，實際是動畫。我們人畫漫畫也可以，畫二十四張，張張都不一樣。一秒鐘，在放映機裡面去放映，鏡頭打開一張，照到銀幕上，立刻關起來放第二張，速度二十四分之一秒，就是一秒鐘放二十四張。我們看到電影銀幕上有人在動作，人在揮手，在動作，其實那是二十四張幻燈片連續放映產生的效果，這個大家懂得。如果一秒鐘放一張，就是二十四分之一秒的一張，就放這一張，你會有什麼感覺？有感覺，有一道光，一閃就過去了，光裡頭什麼內容不知道。這不就當面錯過嗎？睜著眼睛你都沒有看到。"
    },
    {
      "id": "02-040-0121_p0023",
      "zh_CN": "那弥勒菩萨告诉我们实际的真相，我们现前实际真相是什么样子？是一秒钟一千六百兆张，这种幻灯片，一秒钟一千六百兆。一千六百兆里头的一张，就在你面前放，你有没有看见？没看见。二十四分之一秒，看见一个光，一闪就过去，内容不知道。现在说一千六百兆分之一秒，在你面前闪过，你根本就不知道。所以宇宙的奥秘在哪里？就在当下。光，你没有看见，音，很大的音声，没听见，也是他来不及听，就没有了。我们今天见闻觉知所能够体会到的，完全是相续相。多快的频率？一秒钟一千六百兆，这么快！我们没有能力跟上，它速度太快了。凡所有相，皆是虚妄，凡所有相都是这个样子，都是一千六百兆分之一秒，这高频率产生的妄相，它立刻就消失了。会不会重复再见？不可能，不可能再重复。这个事实真相我们要知道，这是科学家他们研究的课题。",
      "zh_TW": "那彌勒菩薩告訴我們實際的真相，我們現前實際真相是什麼樣子？是一秒鐘一千六百兆張，這種幻燈片，一秒鐘一千六百兆。一千六百兆裡頭的一張，就在你面前放，你有沒有看見？沒看見。二十四分之一秒，看見一個光，一閃就過去，內容不知道。現在說一千六百兆分之一秒，在你面前閃過，你根本就不知道。所以宇宙的奧祕在哪裡？就在當下。光，你沒有看見，音，很大的音聲，沒聽見，也是他來不及聽，就沒有了。我們今天見聞覺知所能夠體會到的，完全是相續相。多快的頻率？一秒鐘一千六百兆，這麼快！我們沒有能力跟上，它速度太快了。凡所有相，皆是虛妄，凡所有相都是這個樣子，都是一千六百兆分之一秒，這高頻率產生的妄相，它立刻就消失了。會不會重複再見？不可能，不可能再重複。這個事實真相我們要知道，這是科學家他們研究的課題。"
    },
    {
      "id": "02-040-0121_p0024",
      "zh_CN": "我们听到，今天的科学家，科学仪器非常进步，有能力捕捉到一千兆分之一秒的这个速度，他能捕捉到，距离一千六百兆分之一秒不远了，愈来愈近了，看看可不可能达到这个境界，宇宙的奥秘完全被揭穿了。对学佛的同学来说，是有很大的帮助，让我们对佛菩萨生起真正的恭敬心，他们有能力在三千年前就知道，讲得这么清楚。三千年后被科学家证明，佛经上讲的是真的，不是谎言，句句是真话。所以说，这个境界产生的一切现象，没有办法用语言表达，「一切语言，不能表达，故曰不可议」，议是议论、说明，做不到。前面说这桩事情，理太深了，所以无法想像，不可议论。「非语言分别之所能知，故其形其容无法拟议」，它的形状、它的容貌、它的内容，都是无法想像，无法言说，说不出来。",
      "zh_TW": "我們聽到，今天的科學家，科學儀器非常進步，有能力捕捉到一千兆分之一秒的這個速度，他能捕捉到，距離一千六百兆分之一秒不遠了，愈來愈近了，看看可不可能達到這個境界，宇宙的奧祕完全被揭穿了。對學佛的同學來說，是有很大的幫助，讓我們對佛菩薩生起真正的恭敬心，他們有能力在三千年前就知道，講得這麼清楚。三千年後被科學家證明，佛經上講的是真的，不是謊言，句句是真話。所以說，這個境界產生的一切現象，沒有辦法用語言表達，「一切語言，不能表達，故曰不可議」，議是議論、說明，做不到。前面說這樁事情，理太深了，所以無法想像，不可議論。「非語言分別之所能知，故其形其容無法擬議」，它的形狀、它的容貌、它的內容，都是無法想像，無法言說，說不出來。"
    },
    {
      "id": "02-040-0121_p0025",
      "zh_CN": "下面又说，「又不可思议有二种」：一种是理空。它确实有这个理，没有理怎么会生事？理为什么说空？六根缘不到。它不是物质现象，我们眼耳鼻舌身缘不到；它不是精神现象，我们第六、第七识缘不到；它不是自然现象，连阿赖耶见分都缘不到。阿赖耶也有见相四分，所以说它作空。这个空不当作无讲，空是有，因为三种现象它都没有，所以叫空。「非惑情所测」，惑跟情，都是讲八识五十一个心所的见分、相分，缘不到。第二种叫神奇，「非浅识所量」。浅识的心量他想不出来。所以这桩事情，佛说过之后，等到三千年后的今天，近代的科学家用精密的仪器才发现，物质是什么，精神是什么，答案才出来。三千年，多少人在研究，没找到。",
      "zh_TW": "下面又說，「又不可思議有二種」：一種是理空。它確實有這個理，沒有理怎麼會生事？理為什麼說空？六根緣不到。它不是物質現象，我們眼耳鼻舌身緣不到；它不是精神現象，我們第六、第七識緣不到；它不是自然現象，連阿賴耶見分都緣不到。阿賴耶也有見相四分，所以說它作空。這個空不當作無講，空是有，因為三種現象它都沒有，所以叫空。「非惑情所測」，惑跟情，都是講八識五十一個心所的見分、相分，緣不到。第二種叫神奇，「非淺識所量」。淺識的心量他想不出來。所以這樁事情，佛說過之後，等到三千年後的今天，近代的科學家用精密的儀器才發現，物質是什麼，精神是什麼，答案才出來。三千年，多少人在研究，沒找到。"
    },
    {
      "id": "02-040-0121_p0026",
      "zh_CN": "「又《智度论》曰：小乘法中无不可思议事」，像这些性具功德、智慧、不思议的事情，佛在小乘没讲过，《阿含经》里头没有。为什么不说？程度不够。今天可以说是因为有科学的辅助，科学家发现了，有凭有据，可以令人相信。我们得到这个助缘，对佛法这些深奥、神秘的地方可以解释了。在以前解释往往引起争论，争论到最后，谁也不服谁，没有一个圆满的结果，这是现代科学家帮我们一个大忙。又《智度论》曰：小乘法中无不可思议事，「唯大乘法中有之」。释迦牟尼佛讲大乘，前面做了二十年的准备功夫，讲阿含十二年，讲方等八年，这才讲般若，这才给你讲空。",
      "zh_TW": "「又《智度論》曰：小乘法中無不可思議事」，像這些性具功德、智慧、不思議的事情，佛在小乘沒講過，《阿含經》裡頭沒有。為什麼不說？程度不夠。今天可以說是因為有科學的輔助，科學家發現了，有憑有據，可以令人相信。我們得到這個助緣，對佛法這些深奧、神祕的地方可以解釋了。在以前解釋往往引起爭論，爭論到最後，誰也不服誰，沒有一個圓滿的結果，這是現代科學家幫我們一個大忙。又《智度論》曰：小乘法中無不可思議事，「唯大乘法中有之」。釋迦牟尼佛講大乘，前面做了二十年的準備功夫，講阿含十二年，講方等八年，這才講般若，這才給你講空。"
    },
    {
      "id": "02-040-0121_p0027",
      "zh_CN": "「如六十小劫说」，这是《法华经》里面的，六十小劫「谓如食顷」，这么长的时间，在佛眼睛看，好像吃一顿饭的时间。吃一顿饭时间顶长也不过半个小时，在某一个状况之下，它已经过了六十个小劫了。劫是时间单位，有大中小三种，说法不一定。通常说人寿，最长八万四千岁，最短十岁，我们一般讲平均年龄。我们现在是在减劫，减劫是从八万四千岁，每一百年减一岁，减到十岁，这叫减劫。然后再从十岁，每一百年加一岁，又加到八万四千岁，这个一增一减，叫一个小劫。六十个小劫，一个小劫，二十个小劫叫一个中劫，四个中劫叫一个大劫，这数字可以计算得出来，今天人形容叫天文数字。六十小劫的时间在菩萨感觉上，就像吃一顿饭的时间。",
      "zh_TW": "「如六十小劫說」，這是《法華經》裡面的，六十小劫「謂如食頃」，這麼長的時間，在佛眼睛看，好像吃一頓飯的時間。吃一頓飯時間頂長也不過半個小時，在某一個狀況之下，它已經過了六十個小劫了。劫是時間單位，有大中小三種，說法不一定。通常說人壽，最長八萬四千歲，最短十歲，我們一般講平均年齡。我們現在是在減劫，減劫是從八萬四千歲，每一百年減一歲，減到十歲，這叫減劫。然後再從十歲，每一百年加一歲，又加到八萬四千歲，這個一增一減，叫一個小劫。六十個小劫，一個小劫，二十個小劫叫一個中劫，四個中劫叫一個大劫，這數字可以計算得出來，今天人形容叫天文數字。六十小劫的時間在菩薩感覺上，就像吃一頓飯的時間。"
    },
    {
      "id": "02-040-0121_p0028",
      "zh_CN": "《法华经》上说这桩事情，告诉我们时间不是真的。法身菩萨的境界，时间没有了，空间也没有了。空间没有了，就是距离没有了，极乐世界就在此地；时间没有了，阿弥陀佛建立极乐世界，距现在的十劫，这十劫是大劫，实际上，实际上就在现前。时空不可得，极乐世界在哪里？就在当下。你为什么见不到？是我们的频道跟它不一样。像这一个电视的画面一样，它跟我们不同的频道，实际上它就在面前，我们按下这个频道就现前了。时间、空间不是真的，是假的，什么时候我们明心见性了，这个事实真相就看到了。",
      "zh_TW": "《法華經》上說這樁事情，告訴我們時間不是真的。法身菩薩的境界，時間沒有了，空間也沒有了。空間沒有了，就是距離沒有了，極樂世界就在此地；時間沒有了，阿彌陀佛建立極樂世界，距現在的十劫，這十劫是大劫，實際上，實際上就在現前。時空不可得，極樂世界在哪裡？就在當下。你為什麼見不到？是我們的頻道跟它不一樣。像這一個電視的畫面一樣，它跟我們不同的頻道，實際上它就在面前，我們按下這個頻道就現前了。時間、空間不是真的，是假的，什麼時候我們明心見性了，這個事實真相就看到了。"
    },
    {
      "id": "02-040-0121_p0029",
      "zh_CN": "我们再看这一品最后，「总结」。",
      "zh_TW": "我們再看這一品最後，「總結」。"
    },
    {
      "id": "02-040-0121_p0030",
      "zh_CN": "【如是等诸大菩萨。无量无边。一时来集。】",
      "zh_TW": "【如是等諸大菩薩。無量無邊。一時來集。】"
    },
    {
      "id": "02-040-0121_p0031",
      "zh_CN": "说一时好，一时是真的，就是这个时候。一时是什么时候？一时就是现在，统统来集会。『如是等诸大菩萨，无量无边，一时来集』。「总结以上德遵普贤之诸大菩萨」，普贤大士所召集的，这个法会跟普贤大士关系非常密切。普贤菩萨十大愿王在极乐世界落实了，所以极乐世界就是普贤菩萨的世界，极乐世界每一个人都修普贤十大愿王，没有一个不修的。",
      "zh_TW": "說一時好，一時是真的，就是這個時候。一時是什麼時候？一時就是現在，統統來集會。『如是等諸大菩薩，無量無邊，一時來集』。「總結以上德遵普賢之諸大菩薩」，普賢大士所召集的，這個法會跟普賢大士關係非常密切。普賢菩薩十大願王在極樂世界落實了，所以極樂世界就是普賢菩薩的世界，極樂世界每一個人都修普賢十大願王，沒有一個不修的。"
    },
    {
      "id": "02-040-0121_p0032",
      "zh_CN": "「为听闻赞扬净宗妙法故，为广宏普贤愿王故，为普度十方三世一切有情，往生净土究竟涅槃故，同德同心，一时来会」。释迦牟尼佛为地球上的人慈悲演说，介绍西方极乐世界盛况，所以，与普贤菩萨有缘的众生不知道有多少，尽虚空遍法界，太多太多了。还有为了听闻、赞叹净宗妙法的。还有一类，为了广弘普贤愿王，不但是自己修学，而且弘扬，目的是为普度十方三世一切有情众生往生净土，究竟成佛，涅槃就是成佛。这些人同德同心，同德，普贤大士之德；同心，是教化十方三世一切众生的心，有这样的心愿，跟阿弥陀佛同德同心，跟普贤菩萨也是同愿同心。看到释迦牟尼佛在这里成佛，在这里讲《无量寿经》，没有一个不欢喜，都来了。",
      "zh_TW": "「為聽聞讚揚淨宗妙法故，為廣宏普賢願王故，為普度十方三世一切有情，往生淨土究竟涅槃故，同德同心，一時來會」。釋迦牟尼佛為地球上的人慈悲演說，介紹西方極樂世界盛況，所以，與普賢菩薩有緣的眾生不知道有多少，盡虛空遍法界，太多太多了。還有為了聽聞、讚歎淨宗妙法的。還有一類，為了廣弘普賢願王，不但是自己修學，而且弘揚，目的是為普度十方三世一切有情眾生往生淨土，究竟成佛，涅槃就是成佛。這些人同德同心，同德，普賢大士之德；同心，是教化十方三世一切眾生的心，有這樣的心願，跟阿彌陀佛同德同心，跟普賢菩薩也是同願同心。看到釋迦牟尼佛在這裡成佛，在這裡講《無量壽經》，沒有一個不歡喜，都來了。"
    },
    {
      "id": "02-040-0121_p0033",
      "zh_CN": "「《净影疏》曰：为法心同，故来一时。」法会里面这些菩萨，跟释迦牟尼佛、跟阿弥陀佛、跟普贤菩萨，都是同心同愿、同德同行。所以释迦在此时此处宣讲这个法门、这部经典，教人一生成佛之道，比什么都难得。这种机会，佛如果看到众生缘不成熟，不会说这个经的。难得地球上现前众生机缘成熟，佛应现到此地，把西方极乐世界做详细介绍、说明，劝导大家同生净土。所以这个缘稀有难逢！千万不要以为佛常常来，佛有感就应，感应里头夹杂一毫不清净，夹杂一毫妄念、杂想，都成了障碍。这些障碍统统拔除了，你才能够一帆风顺，圆满成就。",
      "zh_TW": "「《淨影疏》曰：為法心同，故來一時。」法會裡面這些菩薩，跟釋迦牟尼佛、跟阿彌陀佛、跟普賢菩薩，都是同心同願、同德同行。所以釋迦在此時此處宣講這個法門、這部經典，教人一生成佛之道，比什麼都難得。這種機會，佛如果看到眾生緣不成熟，不會說這個經的。難得地球上現前眾生機緣成熟，佛應現到此地，把西方極樂世界做詳細介紹、說明，勸導大家同生淨土。所以這個緣稀有難逢！千萬不要以為佛常常來，佛有感就應，感應裡頭夾雜一毫不清淨，夾雜一毫妄念、雜想，都成了障礙。這些障礙統統拔除了，你才能夠一帆風順，圓滿成就。"
    },
    {
      "id": "02-040-0121_p0034",
      "zh_CN": "再看后面，「余四众」，分四小段，第一段，「比丘尼众」。",
      "zh_TW": "再看後面，「餘四眾」，分四小段，第一段，「比丘尼眾」。"
    },
    {
      "id": "02-040-0121_p0035",
      "zh_CN": "【又有比丘尼五百人。】",
      "zh_TW": "【又有比丘尼五百人。】"
    },
    {
      "id": "02-040-0121_p0036",
      "zh_CN": "这是女众出家的，『尼』是印度梵语，就是女子。女子出家的，在这个法会有『五百人』。「清信士众」。",
      "zh_TW": "這是女眾出家的，『尼』是印度梵語，就是女子。女子出家的，在這個法會有『五百人』。「清信士眾」。"
    },
    {
      "id": "02-040-0121_p0037",
      "zh_CN": "【清信士七千人。】",
      "zh_TW": "【清信士七千人。】"
    },
    {
      "id": "02-040-0121_p0038",
      "zh_CN": "男众，在家男众有七千人。",
      "zh_TW": "男眾，在家男眾有七千人。"
    },
    {
      "id": "02-040-0121_p0039",
      "zh_CN": "【清信女五百人。】",
      "zh_TW": "【清信女五百人。】"
    },
    {
      "id": "02-040-0121_p0040",
      "zh_CN": "在家女居士有五百人。所以现场我们能够见得到的，二万人。在家出家，四众弟子，这么大规模的法会，在释迦牟尼佛一生也是稀有。缘成熟了才出现，缘不成熟不会出现。末后还有，「诸天大众」。",
      "zh_TW": "在家女居士有五百人。所以現場我們能夠見得到的，二萬人。在家出家，四眾弟子，這麼大規模的法會，在釋迦牟尼佛一生也是稀有。緣成熟了才出現，緣不成熟不會出現。末後還有，「諸天大眾」。"
    },
    {
      "id": "02-040-0121_p0041",
      "zh_CN": "【欲界天。】",
      "zh_TW": "【欲界天。】"
    },
    {
      "id": "02-040-0121_p0042",
      "zh_CN": "『欲界』六层天，从下向上，四王天、忉利天、夜摩天、兜率天、化乐天、他化自在天，这六层都叫欲界，欲没断，但是愈往上愈淡薄。夜摩天以上就很淡薄了，夜摩天的人，欲的表现是握手、拥抱；到兜率天，欲的表现只是看到欢喜，注目看一看，我们讲，注意看一看，多看几眼，就是这个；化乐天就更淡了；他化自在天，还有一点这个意思，色界天就没有了。财色名食睡，叫五欲。喜怒哀乐爱恶，加上五欲，合成一条，叫七情。七情五欲，七情里头包含着五欲。五欲是一种情执，烦恼的根源，这个东西断掉了，就生色界天，不生在欲界。这个东西断掉了，八苦就没有了。欲界，愈往上愈淡薄。",
      "zh_TW": "『欲界』六層天，從下向上，四王天、忉利天、夜摩天、兜率天、化樂天、他化自在天，這六層都叫欲界，欲沒斷，但是愈往上愈淡薄。夜摩天以上就很淡薄了，夜摩天的人，欲的表現是握手、擁抱；到兜率天，欲的表現只是看到歡喜，注目看一看，我們講，注意看一看，多看幾眼，就是這個；化樂天就更淡了；他化自在天，還有一點這個意思，色界天就沒有了。財色名食睡，叫五欲。喜怒哀樂愛惡，加上五欲，合成一條，叫七情。七情五欲，七情裡頭包含著五欲。五欲是一種情執，煩惱的根源，這個東西斷掉了，就生色界天，不生在欲界。這個東西斷掉了，八苦就沒有了。欲界，愈往上愈淡薄。"
    },
    {
      "id": "02-040-0121_p0043",
      "zh_CN": "我们要知道，六道轮回，生死的根本，大经上有所谓「爱不重不生娑婆，念不一不生净土」，所以念佛太重要了。真正明白、真正搞清楚了，印祖过去常说，佛为什么念不好？对于娑婆跟极乐，这两桩事情认识不清楚，所以功夫不得力，他心不专。果然认识清楚了，果然搞明白了，他决定不会放松。像黄念祖老居士示现的那个样子，我认为他是示现的，他不是凡人，他是从极乐世界来的。来干什么？就是给这个经做注解，他来就为这个事情。夏莲居老居士来到这个世间，就是为了会集会集本，重新做一次整理，留给末法往后九千年做往生的因缘，他来干这个的。刘素青居士的往生，给我们做证明的，她是现身说法。她学佛时间不长，就依这一部会集本，就依黄念祖老居士的注解，就依这一句佛号，自自在在、欢欢喜喜的往生了。我们听说她寿命还有十年，她放弃了，不要了。为证明这个经是可靠的，不是假的，她的十年寿命舍掉了，做样子给大家看，证明我们采取这个本子、采取这个注解，依教奉行，是正确的，不是错误的，作证转。通序我们就学到此地。",
      "zh_TW": "我們要知道，六道輪迴，生死的根本，大經上有所謂「愛不重不生娑婆，念不一不生淨土」，所以念佛太重要了。真正明白、真正搞清楚了，印祖過去常說，佛為什麼念不好？對於娑婆跟極樂，這兩樁事情認識不清楚，所以功夫不得力，他心不專。果然認識清楚了，果然搞明白了，他決定不會放鬆。像黃念祖老居士示現的那個樣子，我認為他是示現的，他不是凡人，他是從極樂世界來的。來幹什麼？就是給這個經做註解，他來就為這個事情。夏蓮居老居士來到這個世間，就是為了會集會集本，重新做一次整理，留給末法往後九千年做往生的因緣，他來幹這個的。劉素青居士的往生，給我們做證明的，她是現身說法。她學佛時間不長，就依這一部會集本，就依黃念祖老居士的註解，就依這一句佛號，自自在在、歡歡喜喜的往生了。我們聽說她壽命還有十年，她放棄了，不要了。為證明這個經是可靠的，不是假的，她的十年壽命捨掉了，做樣子給大家看，證明我們採取這個本子、採取這個註解，依教奉行，是正確的，不是錯誤的，作證轉。通序我們就學到此地。"
    },
    {
      "id": "02-040-0121_p0044",
      "zh_CN": "这末后说，「《宋译》经末曰：并天龙八部一切大众，闻佛所说，皆大欢喜」，有这几句话。所以这几句话，就是莲老会集，在《汉译》本里头有这几句，全部收在此地。就是「欲界天，色界天，诸天梵众，悉共大会」。《宋译》后头还有，「一切大众，闻佛所说，皆大欢喜」，这些都弥补《魏译》本之不足，《魏译》本没有这些话。",
      "zh_TW": "這末後說，「《宋譯》經末曰：並天龍八部一切大眾，聞佛所說，皆大歡喜」，有這幾句話。所以這幾句話，就是蓮老會集，在《漢譯》本裡頭有這幾句，全部收在此地。就是「欲界天，色界天，諸天梵眾，悉共大會」。《宋譯》後頭還有，「一切大眾，聞佛所說，皆大歡喜」，這些都彌補《魏譯》本之不足，《魏譯》本沒有這些話。"
    },
    {
      "id": "02-040-0121_p0045",
      "zh_CN": "我们看下面是「发起序」，叫别序、通序，是所有经典前面都有，六种成就。发起序，每部经不一样，每次法会都有它特别的因缘，这叫别序，别于诸经。「下一品为别序，亦为发起序。序中如来现瑞放光，阿难喜悦请问」。这部经的发起因缘是世尊示现的瑞相，稀有的瑞相，放光，阿难尊者看到了，看到非常欢喜，向佛请教，我们在经文里面就能看到。世尊为阿难尊者做详细解答，就说出这一部「广大、圆满、简易、直捷、方便、究竟、第一希有，难逢法宝」，特别是第一稀有，《佛说大乘无量寿庄严清净平等觉经》。这是这一部经的发起。我们看经文：",
      "zh_TW": "我們看下面是「發起序」，叫別序、通序，是所有經典前面都有，六種成就。發起序，每部經不一樣，每次法會都有它特別的因緣，這叫別序，別於諸經。「下一品為別序，亦為發起序。序中如來現瑞放光，阿難喜悅請問」。這部經的發起因緣是世尊示現的瑞相，稀有的瑞相，放光，阿難尊者看到了，看到非常歡喜，向佛請教，我們在經文裡面就能看到。世尊為阿難尊者做詳細解答，就說出這一部「廣大、圓滿、簡易、直捷、方便、究竟、第一希有，難逢法寶」，特別是第一稀有，《佛說大乘無量壽莊嚴清淨平等覺經》。這是這一部經的發起。我們看經文："
    },
    {
      "id": "02-040-0121_p0046",
      "zh_CN": "【大教缘起第三】",
      "zh_TW": "【大教緣起第三】"
    },
    {
      "id": "02-040-0121_p0047",
      "zh_CN": "第一段「光瑞发起」。",
      "zh_TW": "第一段「光瑞發起」。"
    },
    {
      "id": "02-040-0121_p0048",
      "zh_CN": "【尔时世尊。威光赫奕。如融金聚。又如明镜。影畅表里。现大光明。数千百变。】",
      "zh_TW": "【爾時世尊。威光赫奕。如融金聚。又如明鏡。影暢表裡。現大光明。數千百變。】"
    },
    {
      "id": "02-040-0121_p0049",
      "zh_CN": "请看注解：「释尊将欲演说无上殊胜净土法门，故现瑞放光，以兴起阿难之问端」。世尊一定是见到这个时候弟子们与净土的缘成熟了，能够接受这个法门。能信、能愿，肯念佛，这就是缘成熟，缘成熟，一定要把这个法门介绍给大家，让大家在一生当中能圆满成佛。说实在的，只有这部经能令众生一生圆满，佛度众生的大愿也就圆满了。缘不成熟，说出来没有人相信；必须要因缘成熟，这才现瑞放光让阿难看，阿难看了一定就问，这一问一答，用这个来做端由。「并令闻者生希有想」，听经的人，一定要有这几种想法，太稀有了。「生难遭想」，太难得了。人身难得，佛法难闻，现在得人身，闻佛法，那一定会把这个机会抓紧，绝不放松。「依教奉行」，这一句最重要了，「求生净土」，学佛就算是圆满成就了。这个法门叫一生成佛的法门，不要等到第二生，就这一生就圆满了。",
      "zh_TW": "請看註解：「釋尊將欲演說無上殊勝淨土法門，故現瑞放光，以興起阿難之問端」。世尊一定是見到這個時候弟子們與淨土的緣成熟了，能夠接受這個法門。能信、能願，肯念佛，這就是緣成熟，緣成熟，一定要把這個法門介紹給大家，讓大家在一生當中能圓滿成佛。說實在的，只有這部經能令眾生一生圓滿，佛度眾生的大願也就圓滿了。緣不成熟，說出來沒有人相信；必須要因緣成熟，這才現瑞放光讓阿難看，阿難看了一定就問，這一問一答，用這個來做端由。「並令聞者生希有想」，聽經的人，一定要有這幾種想法，太稀有了。「生難遭想」，太難得了。人身難得，佛法難聞，現在得人身，聞佛法，那一定會把這個機會抓緊，絕不放鬆。「依教奉行」，這一句最重要了，「求生淨土」，學佛就算是圓滿成就了。這個法門叫一生成佛的法門，不要等到第二生，就這一生就圓滿了。"
    },
    {
      "id": "02-040-0121_p0050",
      "zh_CN": "「按圆顿诸经，具说本师释尊放光之相。今经亦然」。佛在讲经时候放光，讲什么经？讲圆顿，圆是圆满，顿是快速。不是讲这种经，佛通常不放光。这是属于圆顿大法，世尊才放光，才现瑞。今经亦然，换句话说，这部经就是圆顿大法，不是普通的法门，它是属于圆顿大法，而且是圆顿大教里头第一法门，稀有难逢。真正明白之后，决定是依教奉行，求生净土。",
      "zh_TW": "「按圓頓諸經，具說本師釋尊放光之相。今經亦然」。佛在講經時候放光，講什麼經？講圓頓，圓是圓滿，頓是快速。不是講這種經，佛通常不放光。這是屬於圓頓大法，世尊才放光，才現瑞。今經亦然，換句話說，這部經就是圓頓大法，不是普通的法門，它是屬於圓頓大法，而且是圓頓大教裡頭第一法門，稀有難逢。真正明白之後，決定是依教奉行，求生淨土。"
    },
    {
      "id": "02-040-0121_p0051",
      "zh_CN": "「《汉译》」。这个本子好，几乎每一段经文念老都把它指出来了，在哪一种原译本里头，或者是几种原译本综合写成的句子，字字句句都是原译本的原文，这才能够取信于后人。每一个字、每一句都有来历，不是会集的人自己的意思写成的，人家才能相信。《汉译》曰：「于时佛坐」，这个时候世尊坐在那里，「思念正道。面有九色光，数千百变」，这个光在变化，而且变得很快速。「光甚大明」，光非常明亮。「贤者阿难」，《汉译》本里头，「即从座起」，阿难尊者，从他座位上起来，「更正衣服」。因为印度身上披的是袈裟，坐起来的时候衣服就凌乱了，站起来一定要把衣服整理好。我们现在这个袈裟只有印度人袈裟的二分之一，一半，所以他那个，他全身裹起来的。我们中国人穿衣服，所以就代表一个形式。日本人比我们更简单，把这个袈裟做成这么大的一块，挂在前面；还有更小的，放在西装口袋里头，拿出来套在脖子上，这么一点点，像一个小名片一样。这个都是表法，代表披上袈裟，取这个意思。「稽首佛足」，稽首是礼拜，我们现在的五体投地，行接足礼。",
      "zh_TW": "「《漢譯》」。這個本子好，幾乎每一段經文念老都把它指出來了，在哪一種原譯本裡頭，或者是幾種原譯本綜合寫成的句子，字字句句都是原譯本的原文，這才能夠取信於後人。每一個字、每一句都有來歷，不是會集的人自己的意思寫成的，人家才能相信。《漢譯》曰：「於時佛坐」，這個時候世尊坐在那裡，「思念正道。面有九色光，數千百變」，這個光在變化，而且變得很快速。「光甚大明」，光非常明亮。「賢者阿難」，《漢譯》本裡頭，「即從座起」，阿難尊者，從他座位上起來，「更正衣服」。因為印度身上披的是袈裟，坐起來的時候衣服就凌亂了，站起來一定要把衣服整理好。我們現在這個袈裟只有印度人袈裟的二分之一，一半，所以他那個，他全身裹起來的。我們中國人穿衣服，所以就代表一個形式。日本人比我們更簡單，把這個袈裟做成這麼大的一塊，掛在前面；還有更小的，放在西裝口袋裡頭，拿出來套在脖子上，這麼一點點，像一個小名片一樣。這個都是表法，代表披上袈裟，取這個意思。「稽首佛足」，稽首是禮拜，我們現在的五體投地，行接足禮。"
    },
    {
      "id": "02-040-0121_p0052",
      "zh_CN": "「前白佛言」，白是下对上，学生对老师称白，老师对学生称告，告诉你，不能用错，这是互相尊重。现在人，小孩对父母，我告诉你，这在从前是决定不许可的。我告诉你，是长辈对晚辈的口气，现在没有人教了。没人教就不能怪他，有这个机会要讲给他听，让他学会言辞里头有敬辞。「今佛面目光色」，阿难称，今天佛的面貌，面目光色，我们今天讲光彩，「何以时时更变！明乃尔乎」。今天看佛的面貌跟平常不一样，有很大的光明，而且很多的变化，为什么？「今佛面目光精，数百千色」，这个神通变化，实在太难得、太稀有了。「上下明彻，好乃如是。我侍佛以来」，我是阿难自称，他是佛的侍者，自从伺候佛陀以来，从来没有见过「佛身体光曜，巍巍重明乃尔」，没见过；「我未曾见至真等正觉，光明威神，有如今日」。他一生跟佛在一起，照顾佛，从来没见过，感到很惊讶，感到很欢喜，提出他的疑问。",
      "zh_TW": "「前白佛言」，白是下對上，學生對老師稱白，老師對學生稱告，告訴你，不能用錯，這是互相尊重。現在人，小孩對父母，我告訴你，這在從前是決定不許可的。我告訴你，是長輩對晚輩的口氣，現在沒有人教了。沒人教就不能怪他，有這個機會要講給他聽，讓他學會言辭裡頭有敬辭。「今佛面目光色」，阿難稱，今天佛的面貌，面目光色，我們今天講光彩，「何以時時更變！明乃爾乎」。今天看佛的面貌跟平常不一樣，有很大的光明，而且很多的變化，為什麼？「今佛面目光精，數百千色」，這個神通變化，實在太難得、太稀有了。「上下明徹，好乃如是。我侍佛以來」，我是阿難自稱，他是佛的侍者，自從伺候佛陀以來，從來沒有見過「佛身體光曜，巍巍重明乃爾」，沒見過；「我未曾見至真等正覺，光明威神，有如今日」。他一生跟佛在一起，照顧佛，從來沒見過，感到很驚訝，感到很歡喜，提出他的疑問。"
    },
    {
      "id": "02-040-0121_p0053",
      "zh_CN": "这个意思还没有说完，《吴译》本、《宋译》本、《唐译》本，五种原译本，这一段的经文翻译的不一样，这个地方全部给我们介绍出来，让我们在这一段里头看到五种原译本是怎么写的。今天时间到了，我们就学习到此地。",
      "zh_TW": "這個意思還沒有說完，《吳譯》本、《宋譯》本、《唐譯》本，五種原譯本，這一段的經文翻譯的不一樣，這個地方全部給我們介紹出來，讓我們在這一段裡頭看到五種原譯本是怎麼寫的。今天時間到了，我們就學習到此地。"
    }
  ]
}