{
  "doc_id": "02-040-0289",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八九集",
    "zh_TW": "第二八九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0289",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0289_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依，没有受过三皈依的，要想受三皈依，跟着我念就可以。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依，沒有受過三皈依的，要想受三皈依，跟著我念就可以。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0289_p0002",
      "zh_CN": "请看《大经科注》第五百七十页，从倒数第三行末后的第三句开始：",
      "zh_TW": "請看《大經科註》第五百七十頁，從倒數第三行末後的第三句開始："
    },
    {
      "id": "02-040-0289_p0003",
      "zh_CN": "「意业清净，身口随之。于口业云不讥他过」。前面我们学到这个地方。不讥他过，这是世间有德行、有学问的人士都会遵守的，学佛尤其重视。佛法讲因果，世法讲道德，一个有道德的人，做违背道德的事情，这是他不愿意做的。所以道德可以轨范人的行为，但是那是好人。如果是恶人，他很难接受，他不相信，可是因果能规范恶人。因果这个事情是不是真的？真的，一点都不假。因果从什么时候开始有？宇宙源起，因果就跟着起来了。贤首国师《妄尽还源观》，那是讲《华严经》修行的方法。他讲得很简单、很扼要，真不容易，那么大的一部经，他只是用很少的文字就把它归纳出来。这篇文章不长，全文只有六段，前面三段是今天所说的高等的科学与哲学，讲宇宙源起，宇宙的来源，万法以及我们自己，这里头有因果。宇宙第一个一念不觉没有原因，第二个一念不觉是受第一个影响，第一个不觉是因，第二个不觉是果。你看因果从这里产生的。这就是什么？愈迷愈深，念念不觉。回头也是一个道理，只要一念觉悟，凡夫就成佛了。所以，学佛的人首先要知道佛是什么，这个要搞清楚，你要搞不清楚你是迷信。",
      "zh_TW": "「意業清淨，身口隨之。於口業云不譏他過」。前面我們學到這個地方。不譏他過，這是世間有德行、有學問的人士都會遵守的，學佛尤其重視。佛法講因果，世法講道德，一個有道德的人，做違背道德的事情，這是他不願意做的。所以道德可以軌範人的行為，但是那是好人。如果是惡人，他很難接受，他不相信，可是因果能規範惡人。因果這個事情是不是真的？真的，一點都不假。因果從什麼時候開始有？宇宙源起，因果就跟著起來了。賢首國師《妄盡還源觀》，那是講《華嚴經》修行的方法。他講得很簡單、很扼要，真不容易，那麼大的一部經，他只是用很少的文字就把它歸納出來。這篇文章不長，全文只有六段，前面三段是今天所說的高等的科學與哲學，講宇宙源起，宇宙的來源，萬法以及我們自己，這裡頭有因果。宇宙第一個一念不覺沒有原因，第二個一念不覺是受第一個影響，第一個不覺是因，第二個不覺是果。你看因果從這裡產生的。這就是什麼？愈迷愈深，念念不覺。回頭也是一個道理，只要一念覺悟，凡夫就成佛了。所以，學佛的人首先要知道佛是什麼，這個要搞清楚，你要搞不清楚你是迷信。"
    },
    {
      "id": "02-040-0289_p0004",
      "zh_CN": "佛这个字是从印度梵文翻译过来的，梵文的音叫佛陀耶。中国人喜欢简单，把尾音都省掉，就用一个佛字，陀、耶都省掉了。佛陀耶翻成中国是什么意思？是觉悟的意思。为什么不翻成觉悟，要翻成佛？跟中国觉悟的意思相同，实际上还是有差别，它这个觉悟是彻底的觉悟，是圆满的觉悟，而不是局部的，不是少分的。所以实际上在中国找不到相同的词汇，于是保留着原音，音译，再加以注解。这个觉有三种，自觉、觉他、觉行圆满。佛有智的意思，智慧，智里面有一切智、有道种智、有一切种智，它有这么多的说法，这是我们中国字里头没有的。佛经的翻译当时也造了不少字，这个佛字就是新造的，中国古时候没有这个字。没有人字边的弗，有，上古时代甲骨文里头都能看到。但是这是个人，所以就用它的音加一个人，这是新造的字，专门给佛教用的，这个字是从这么来的。",
      "zh_TW": "佛這個字是從印度梵文翻譯過來的，梵文的音叫佛陀耶。中國人喜歡簡單，把尾音都省掉，就用一個佛字，陀、耶都省掉了。佛陀耶翻成中國是什麼意思？是覺悟的意思。為什麼不翻成覺悟，要翻成佛？跟中國覺悟的意思相同，實際上還是有差別，它這個覺悟是徹底的覺悟，是圓滿的覺悟，而不是局部的，不是少分的。所以實際上在中國找不到相同的詞彙，於是保留著原音，音譯，再加以註解。這個覺有三種，自覺、覺他、覺行圓滿。佛有智的意思，智慧，智裡面有一切智、有道種智、有一切種智，它有這麼多的說法，這是我們中國字裡頭沒有的。佛經的翻譯當時也造了不少字，這個佛字就是新造的，中國古時候沒有這個字。沒有人字邊的弗，有，上古時代甲骨文裡頭都能看到。但是這是個人，所以就用它的音加一個人，這是新造的字，專門給佛教用的，這個字是從這麼來的。"
    },
    {
      "id": "02-040-0289_p0005",
      "zh_CN": "我们刚才念三皈，皈依佛，佛陀，两足中尊。皈依佛陀，还是省掉一个尾音，佛陀耶，那个耶字不要了，皈依佛陀，印度人都有这个尾音。你说法，达摩耶，僧，僧伽耶，它都有个尾音，这尾音都省掉了。有些地方也有，不多见了。两足尊，这两足什么意思？很多人望文生义，把意思全搞错了，认为是两条腿，两条腿里头最尊贵的。那就是人了，中国人讲人为万物之灵，这个解释错了。这个两是智慧、福德，足是满足，就是圆满，智慧圆满，福德圆满，这叫两足中尊。在福与慧，阿罗汉有福慧，没足，没有达到圆满；菩萨也有福也有慧，也没有达到圆满；佛是智慧跟福德完全圆满的称呼，所以才称两足中尊。在声闻、缘觉里面，佛最尊贵，在菩萨里头，佛也最尊贵，是这个意思。",
      "zh_TW": "我們剛才念三皈，皈依佛，佛陀，兩足中尊。皈依佛陀，還是省掉一個尾音，佛陀耶，那個耶字不要了，皈依佛陀，印度人都有這個尾音。你說法，達摩耶，僧，僧伽耶，它都有個尾音，這尾音都省掉了。有些地方也有，不多見了。兩足尊，這兩足什麼意思？很多人望文生義，把意思全搞錯了，認為是兩條腿，兩條腿裡頭最尊貴的。那就是人了，中國人講人為萬物之靈，這個解釋錯了。這個兩是智慧、福德，足是滿足，就是圓滿，智慧圓滿，福德圓滿，這叫兩足中尊。在福與慧，阿羅漢有福慧，沒足，沒有達到圓滿；菩薩也有福也有慧，也沒有達到圓滿；佛是智慧跟福德完全圓滿的稱呼，所以才稱兩足中尊。在聲聞、緣覺裡面，佛最尊貴，在菩薩裡頭，佛也最尊貴，是這個意思。"
    },
    {
      "id": "02-040-0289_p0006",
      "zh_CN": "智慧跟福德从哪里来的？自性里头本来有的，不是从外来的。现在学佛的人很多，能把这个佛字讲清楚、讲明白的人不多，所以造成社会大众产生很多误会，甚至于很多排斥。我们搬到这边来住，隔壁邻居，我们在门口贴了一个佛的名号，南无阿弥陀佛，他们就很不舒服。来说，你贴这个干什么？这个不可以贴，这个好像这家里死人才贴这个，不死人怎么贴这个？很忌讳这个事情。所以我就问他了，我说这个字什么意思你晓不晓得？他不知道。我说智慧你要不要？那当然要；福报你要不要？那当然要。我说这个名号是圆满的福报、圆满的智慧。这么回事情。我们天天求圆满的福报、圆满的智慧，我们贴在这里常常提醒我们。你不要智慧，不要智慧你就愚痴，不要福报你就贫贱，愚痴、贫贱你又不肯要，那怎么可以不要佛？不要佛就是没有智慧、没有福报。这么样说了，他半信半疑。我说我们这里天天在讲经，有时间来听，你听明白、听清楚了，这才可以批评他。如果没有搞清楚、没有搞明白，你这个态度对待佛，你对不起好人。佛是好人，有智慧、有福报的好人，你怎么可以用这种态度对他？",
      "zh_TW": "智慧跟福德從哪裡來的？自性裡頭本來有的，不是從外來的。現在學佛的人很多，能把這個佛字講清楚、講明白的人不多，所以造成社會大眾產生很多誤會，甚至於很多排斥。我們搬到這邊來住，隔壁鄰居，我們在門口貼了一個佛的名號，南無阿彌陀佛，他們就很不舒服。來說，你貼這個幹什麼？這個不可以貼，這個好像這家裡死人才貼這個，不死人怎麼貼這個？很忌諱這個事情。所以我就問他了，我說這個字什麼意思你曉不曉得？他不知道。我說智慧你要不要？那當然要；福報你要不要？那當然要。我說這個名號是圓滿的福報、圓滿的智慧。這麼回事情。我們天天求圓滿的福報、圓滿的智慧，我們貼在這裡常常提醒我們。你不要智慧，不要智慧你就愚痴，不要福報你就貧賤，愚痴、貧賤你又不肯要，那怎麼可以不要佛？不要佛就是沒有智慧、沒有福報。這麼樣說了，他半信半疑。我說我們這裡天天在講經，有時間來聽，你聽明白、聽清楚了，這才可以批評他。如果沒有搞清楚、沒有搞明白，你這個態度對待佛，你對不起好人。佛是好人，有智慧、有福報的好人，你怎麼可以用這種態度對他？"
    },
    {
      "id": "02-040-0289_p0007",
      "zh_CN": "现在社会上没有把事情搞清楚、搞明白，就开口批判的人太多太多了，叫道听涂说。当然佛门也不好，这个我们自己要责备自己，不能怪别人，佛门现在只有形式，没有实质了。我初学佛的时候，老师教我，佛法重实质不重形式，形式是外表。这些形式、仪规是为什么做的？是为接引大众做的，不是为佛弟子，佛弟子要做出这个样子来给人看。目的？目的是引导他入佛门。因为佛谦虚，佛不敢说我可以做你的老师，不敢讲。佛的学生从哪来？学生要自己找来，你跟他学。他怎么知道佛的好处？所以佛弟子要做宣扬的这个工作。在赞颂里面，就是音乐里头，在舞蹈里头，在一切文艺表演里面，用这种方式把佛陀的智慧、佛陀的功德、佛陀的德行跟他的爱心演出来，让外面人看，明白了。佛这么好，这要亲近。是这个意思。",
      "zh_TW": "現在社會上沒有把事情搞清楚、搞明白，就開口批判的人太多太多了，叫道聽塗說。當然佛門也不好，這個我們自己要責備自己，不能怪別人，佛門現在只有形式，沒有實質了。我初學佛的時候，老師教我，佛法重實質不重形式，形式是外表。這些形式、儀規是為什麼做的？是為接引大眾做的，不是為佛弟子，佛弟子要做出這個樣子來給人看。目的？目的是引導他入佛門。因為佛謙虛，佛不敢說我可以做你的老師，不敢講。佛的學生從哪來？學生要自己找來，你跟他學。他怎麼知道佛的好處？所以佛弟子要做宣揚的這個工作。在讚頌裡面，就是音樂裡頭，在舞蹈裡頭，在一切文藝表演裡面，用這種方式把佛陀的智慧、佛陀的功德、佛陀的德行跟他的愛心演出來，讓外面人看，明白了。佛這麼好，這要親近。是這個意思。"
    },
    {
      "id": "02-040-0289_p0008",
      "zh_CN": "讲经有规矩，如果要照规矩，前面有一个小时，差不多一个小时的时间，唱念，赞佛、读经，这没有正式讲。做这些干什么？等还没有来到的，听经的有先来后到，等后面的人。讲完之后有回向，差不多也要二十分钟，你看一个多小时。现在的社会不行，现在工业社会，大家都忙着工作，分秒必争，到这边来听经，两个钟点实际上只听一个小时，他不来了。所以我们现在把这些规矩统统省掉了，非常简单的礼节，升座，先拜三拜佛就可以了，跟大家一起一鞠躬，佛法叫问讯，一问讯。这个礼节省掉了，听经的时间就延长了，两个小时确确实实可以听到两个小时，这大家欢喜。",
      "zh_TW": "講經有規矩，如果要照規矩，前面有一個小時，差不多一個小時的時間，唱念，讚佛、讀經，這沒有正式講。做這些幹什麼？等還沒有來到的，聽經的有先來後到，等後面的人。講完之後有迴向，差不多也要二十分鐘，你看一個多小時。現在的社會不行，現在工業社會，大家都忙著工作，分秒必爭，到這邊來聽經，兩個鐘點實際上只聽一個小時，他不來了。所以我們現在把這些規矩統統省掉了，非常簡單的禮節，升座，先拜三拜佛就可以了，跟大家一起一鞠躬，佛法叫問訊，一問訊。這個禮節省掉了，聽經的時間就延長了，兩個小時確確實實可以聽到兩個小時，這大家歡喜。"
    },
    {
      "id": "02-040-0289_p0009",
      "zh_CN": "所以，佛是人，不是神，是一个有智慧、有福德的人。释迦牟尼佛在《华严经》上告诉我们，「一切众生本来是佛」，这话说得多亲切！一切众生各各都是，佛家讲平等。又说，「一切众生皆有如来智慧德相」，如来是佛的别号，一切众生统统都有跟他一样的智慧、一样的德能、一样的相好，没有差别。为什么会变成十法界的差别？变成十法界的差别是迷了、是染污了，才有这种事情发生。迷得最深，造极重的罪业，这就下三途，地狱、饿鬼、畜生，真有，不是假的。迷了，也造业，没有那么重，这些人到人道、到天道。天有二十八层天，愈高愈殊胜，福报愈大，智慧也高，但是他们出不了轮回。原因是什么？原因是情执，情执很难放下。佛是千言万语劝我们放下情执，为什么要放下？凡所有相，皆是虚妄，情执亦在其中，不是真的。这个东西不放下，你不能成佛，你不能回归到本来面目。所以，人成佛不稀奇，是回归到本来面目，是应该的，人人都能做得到。",
      "zh_TW": "所以，佛是人，不是神，是一個有智慧、有福德的人。釋迦牟尼佛在《華嚴經》上告訴我們，「一切眾生本來是佛」，這話說得多親切！一切眾生各各都是，佛家講平等。又說，「一切眾生皆有如來智慧德相」，如來是佛的別號，一切眾生統統都有跟他一樣的智慧、一樣的德能、一樣的相好，沒有差別。為什麼會變成十法界的差別？變成十法界的差別是迷了、是染污了，才有這種事情發生。迷得最深，造極重的罪業，這就下三途，地獄、餓鬼、畜生，真有，不是假的。迷了，也造業，沒有那麼重，這些人到人道、到天道。天有二十八層天，愈高愈殊勝，福報愈大，智慧也高，但是他們出不了輪迴。原因是什麼？原因是情執，情執很難放下。佛是千言萬語勸我們放下情執，為什麼要放下？凡所有相，皆是虛妄，情執亦在其中，不是真的。這個東西不放下，你不能成佛，你不能回歸到本來面目。所以，人成佛不稀奇，是回歸到本來面目，是應該的，人人都能做得到。"
    },
    {
      "id": "02-040-0289_p0010",
      "zh_CN": "佛法修行，就像章嘉大师所说的，六个字，不管什么法门，不管什么宗派，六个字说尽了。这六个字就是看得破、放得下，简单的说就是看破、放下。看破是智慧，放下，所有一切烦恼、善恶业全没有了，那就回到本位了。佛教人断恶修善，但是有一句重要的话，断恶不着断恶的相，修善不着修善的相。为什么？着相就是业，跟自性不相应。自性，我们经题上有五个字，「清净平等觉」，那是我们的真心，那是我们的本性。中国老祖宗，佛法没有传到中国来就说得很清楚，本性本善。本性本善，我们每个人到这个世界上来都表演过，现在是忘记掉了。",
      "zh_TW": "佛法修行，就像章嘉大師所說的，六個字，不管什麼法門，不管什麼宗派，六個字說盡了。這六個字就是看得破、放得下，簡單的說就是看破、放下。看破是智慧，放下，所有一切煩惱、善惡業全沒有了，那就回到本位了。佛教人斷惡修善，但是有一句重要的話，斷惡不著斷惡的相，修善不著修善的相。為什麼？著相就是業，跟自性不相應。自性，我們經題上有五個字，「清淨平等覺」，那是我們的真心，那是我們的本性。中國老祖宗，佛法沒有傳到中國來就說得很清楚，本性本善。本性本善，我們每個人到這個世界上來都表演過，現在是忘記掉了。"
    },
    {
      "id": "02-040-0289_p0011",
      "zh_CN": "人生百日，体露真常，他的身体把真性、把永恒都表演出来。也就是婴儿三、四个月的时候，出生一百天，没有人教他。你看他对父母，这个时候他还没有认生，无论什么人接近他，他都欢喜，那个慈悲心是平等的，爱心是平等的，没有分别的。到他认生了就不平等了，烦恼起来了，他认得这是他妈妈，那个不是他妈妈，他生起分别心，生起执着心了。所以看出自性里头第一德，这个第一德就是爱。我们中国人叫亲爱，最宝贵的。婴儿时候，你看父母对他的爱，他对父母的爱，再看看他对于所有亲近他的人、抱他的人，他都爱，他没有分别，他没有执着。这是真爱，这是自性里头本有的，这个时候流露出来。我们的老祖宗看出来了，这个东西好，太宝贵了！如何能叫这种真正的亲爱永远保持而不会变质？就动这么个念头，这个念头就是教育的第一个念头。教育怎么兴起来的？看到这个事实。",
      "zh_TW": "人生百日，體露真常，他的身體把真性、把永恆都表演出來。也就是嬰兒三、四個月的時候，出生一百天，沒有人教他。你看他對父母，這個時候他還沒有認生，無論什麼人接近他，他都歡喜，那個慈悲心是平等的，愛心是平等的，沒有分別的。到他認生了就不平等了，煩惱起來了，他認得這是他媽媽，那個不是他媽媽，他生起分別心，生起執著心了。所以看出自性裡頭第一德，這個第一德就是愛。我們中國人叫親愛，最寶貴的。嬰兒時候，你看父母對他的愛，他對父母的愛，再看看他對於所有親近他的人、抱他的人，他都愛，他沒有分別，他沒有執著。這是真愛，這是自性裡頭本有的，這個時候流露出來。我們的老祖宗看出來了，這個東西好，太寶貴了！如何能叫這種真正的親愛永遠保持而不會變質？就動這麼個念頭，這個念頭就是教育的第一個念頭。教育怎麼興起來的？看到這個事實。"
    },
    {
      "id": "02-040-0289_p0012",
      "zh_CN": "我们都知道「性相近，习相远」，论本性，佛教全是一样的，本性是相同。本性里头有智慧、有爱、有德，所以万德万能都在自性里头，不在外头。中国人称为本性本善，这个善不是善恶的善，这个善是赞美，本性太好了，它统统具足，具足无量智慧，具足无量德能，具足无量相好，没有一样它欠缺。因为事实摆在面前，就是习相远。习是什么？就被染污了。被染污的时候，他本性不做主了，慢慢本性就忘掉了，习性当家做主。我们现在全是习性。习性，近朱则赤，近墨则黑，这就需要教。所以「苟不教，性乃迁」，要是不教他，会变坏。变坏容易，变好很难，这个道理，佛讲得清楚。",
      "zh_TW": "我們都知道「性相近，習相遠」，論本性，佛教全是一樣的，本性是相同。本性裡頭有智慧、有愛、有德，所以萬德萬能都在自性裡頭，不在外頭。中國人稱為本性本善，這個善不是善惡的善，這個善是讚美，本性太好了，它統統具足，具足無量智慧，具足無量德能，具足無量相好，沒有一樣它欠缺。因為事實擺在面前，就是習相遠。習是什麼？就被染污了。被染污的時候，他本性不做主了，慢慢本性就忘掉了，習性當家做主。我們現在全是習性。習性，近朱則赤，近墨則黑，這就需要教。所以「苟不教，性乃遷」，要是不教他，會變壞。變壞容易，變好很難，這個道理，佛講得清楚。"
    },
    {
      "id": "02-040-0289_p0013",
      "zh_CN": "佛教心理学就是法相唯识，法相唯识是佛教的心理学，佛说心有三个，有两个意，三心二意，这是佛说的。三心二意都不是真的，妄心，阿赖耶是妄心的根本。阿赖耶的作用就像仓库一样，所以它也叫藏识，我们所作所为，那些资料全在这个里头收藏，一个都不漏掉。不但收藏我们现前这一生的，过去生生世世都收藏在里头。这就是什么？习气的种子、习染的种子在阿赖耶里头。第七末那识是执着，坚固的执着，第六意识是分别。这叫三心，分别心、执着心、含藏种子的心，这三心。如果说二意，就是讲第六、第七，它的作用很大。阿赖耶作用不大，阿赖耶只管收藏，好像个资料库一样，它很简单。所有的分别，第六意识，所有一切执着，第七识，这两个造业。前五识不造业，前五识是听命令行事，听谁？听第六、听第七。这是佛家的心理学。心的作用叫心所，心所法有五十一个，就是五十一种。第六意识这五十一种统统具足，所以它的能量最大。这个心起些什么作用，你一看全明了了。",
      "zh_TW": "佛教心理學就是法相唯識，法相唯識是佛教的心理學，佛說心有三個，有兩個意，三心二意，這是佛說的。三心二意都不是真的，妄心，阿賴耶是妄心的根本。阿賴耶的作用就像倉庫一樣，所以它也叫藏識，我們所作所為，那些資料全在這個裡頭收藏，一個都不漏掉。不但收藏我們現前這一生的，過去生生世世都收藏在裡頭。這就是什麼？習氣的種子、習染的種子在阿賴耶裡頭。第七末那識是執著，堅固的執著，第六意識是分別。這叫三心，分別心、執著心、含藏種子的心，這三心。如果說二意，就是講第六、第七，它的作用很大。阿賴耶作用不大，阿賴耶只管收藏，好像個資料庫一樣，它很簡單。所有的分別，第六意識，所有一切執著，第七識，這兩個造業。前五識不造業，前五識是聽命令行事，聽誰？聽第六、聽第七。這是佛家的心理學。心的作用叫心所，心所法有五十一個，就是五十一種。第六意識這五十一種統統具足，所以它的能量最大。這個心起些什麼作用，你一看全明瞭了。"
    },
    {
      "id": "02-040-0289_p0014",
      "zh_CN": "所以做父母的人，对小孩最大的事情，就是把他教好，他教好，你家里有传人，有圣贤出世。从理上讲，人人都是圣贤，人人都是佛菩萨，完全看你怎么教。在古代的中国，一般大众对这些道理都懂，没有念过书，不认识字的人他也懂。他从哪里学来的？他从文艺表演里面学来。中国古人，因为学校不多，老师也不多，怎么样教化全国老百姓？这人民怎么教他？文艺表演。每年有许多节庆，这个时候大家放假，与民同乐，就有这些表演。杂耍、说唱艺术，内容都是讲仁义道德，都是劝孝悌忠信。所以一般人普遍都知道。",
      "zh_TW": "所以做父母的人，對小孩最大的事情，就是把他教好，他教好，你家裡有傳人，有聖賢出世。從理上講，人人都是聖賢，人人都是佛菩薩，完全看你怎麼教。在古代的中國，一般大眾對這些道理都懂，沒有念過書，不認識字的人他也懂。他從哪裡學來的？他從文藝表演裡面學來。中國古人，因為學校不多，老師也不多，怎麼樣教化全國老百姓？這人民怎麼教他？文藝表演。每年有許多節慶，這個時候大家放假，與民同樂，就有這些表演。雜耍、說唱藝術，內容都是講仁義道德，都是勸孝悌忠信。所以一般人普遍都知道。"
    },
    {
      "id": "02-040-0289_p0015",
      "zh_CN": "中国这一套的艺术对中国旧社会的贡献太大了。我们也担心，现在人都迷上了电视，都迷上了网路，说唱艺术没有人看。实在讲，那些内容现在人看不懂，因为他不懂得什么叫孝、什么叫顺？他不懂。我们这个时代的人，民间这些艺术我们很喜欢。小孩上小学，三、四年级，下课回家都走路，回家到哪里去？到茶馆，去听说书、听说唱，我们学很多东西，很能吸引人。老人没事泡一杯茶，一面品茶一面听，听说书。说书就跟讲故事一样，讲因果报应，善有善果，恶有恶报。所说的都是真人真事，不是寓言、不是小说。长篇的你像说《西游记》，那就不是一天、二天，它有第一回、第二回、第三回，这一回就是一次，排三、四十回差不多就一、二个月。这些说唱的人他们是流动的，这个地方住两个月，到那个地方住两个月，所以他那个词滚瓜烂熟，表演得真生动。那是教育，那是社会教育家，把人全教好了。所以古时候政治清明，人民安乐，太平盛世，怎么造成功的？这些人有大功德。这批社会教育家，他们不辞辛劳，选择这种行业，学成功之后贡献给社会，一生劝人行善断恶，来生天道。他要学佛、念佛他决定往生，他干的好事。这些我们不能不知道。",
      "zh_TW": "中國這一套的藝術對中國舊社會的貢獻太大了。我們也擔心，現在人都迷上了電視，都迷上了網路，說唱藝術沒有人看。實在講，那些內容現在人看不懂，因為他不懂得什麼叫孝、什麼叫順？他不懂。我們這個時代的人，民間這些藝術我們很喜歡。小孩上小學，三、四年級，下課回家都走路，回家到哪裡去？到茶館，去聽說書、聽說唱，我們學很多東西，很能吸引人。老人沒事泡一杯茶，一面品茶一面聽，聽說書。說書就跟講故事一樣，講因果報應，善有善果，惡有惡報。所說的都是真人真事，不是寓言、不是小說。長篇的你像說《西遊記》，那就不是一天、二天，它有第一回、第二回、第三回，這一回就是一次，排三、四十回差不多就一、二個月。這些說唱的人他們是流動的，這個地方住兩個月，到那個地方住兩個月，所以他那個詞滾瓜爛熟，表演得真生動。那是教育，那是社會教育家，把人全教好了。所以古時候政治清明，人民安樂，太平盛世，怎麼造成功的？這些人有大功德。這批社會教育家，他們不辭辛勞，選擇這種行業，學成功之後貢獻給社會，一生勸人行善斷惡，來生天道。他要學佛、念佛他決定往生，他幹的好事。這些我們不能不知道。"
    },
    {
      "id": "02-040-0289_p0016",
      "zh_CN": "所以「教之道，贵以专」，怎么教？古人教学，儿童的时代着重是怎样保持他的清净心。自性本善，怎么样保持这个？教育目的在此地，不是教他多读书，是叫他保持。上学的时候老师接着教，学前父母教，特别是母亲，母亲认识字不认识字没有关系，懂得这个理念。教育小孩的理念、教育小孩的方法，她要懂这个，把小孩养成圣贤的根基，这就是我们现在所说的扎根教育。扎根教育是母亲的事情，所以母亲太伟大了。教儿从什么时候开始教？从怀孕时候开始教，叫胎教。怀孕这十个月，母亲的身、口、意要非常谨慎。思想要纯正，没有一丝毫邪思、妄念，决定不能有，影响胎儿。言语柔和，决定不能发脾气，发脾气、心里生闷气，胎儿受负面影响。所以怀孕这十个月要欢喜。所以怀孕有怀孕的礼。",
      "zh_TW": "所以「教之道，貴以專」，怎麼教？古人教學，兒童的時代著重是怎樣保持他的清淨心。自性本善，怎麼樣保持這個？教育目的在此地，不是教他多讀書，是叫他保持。上學的時候老師接著教，學前父母教，特別是母親，母親認識字不認識字沒有關係，懂得這個理念。教育小孩的理念、教育小孩的方法，她要懂這個，把小孩養成聖賢的根基，這就是我們現在所說的扎根教育。扎根教育是母親的事情，所以母親太偉大了。教兒從什麼時候開始教？從懷孕時候開始教，叫胎教。懷孕這十個月，母親的身、口、意要非常謹慎。思想要純正，沒有一絲毫邪思、妄念，決定不能有，影響胎兒。言語柔和，決定不能發脾氣，發脾氣、心裡生悶氣，胎兒受負面影響。所以懷孕這十個月要歡喜。所以懷孕有懷孕的禮。"
    },
    {
      "id": "02-040-0289_p0017",
      "zh_CN": "小孩出生之后，一直到三岁，这个一千天，三年一千天，母亲一定要把他管好。所有一切负面的、邪恶的、不善的，不能让他看见，不能让他听见，不能让他接触到。这个小孩所接触到的全是正面、全是善行，所以他三岁他就会很懂事，他有能力辨别是非善恶，他知道什么该做、什么不该做。所以古谚语有句话说「三岁看八十」，三岁学成的，八十岁不会改变。这是中国教育，全世界没有第二家。我看到现在有提出来「要做中国人」，什么是中国人？这就是中国人。中国人确确实实超越世界上许许多多的族群，中国这种智慧，教育的智慧，教育的理念、方法、经验是人类的瑰宝，全世界的人都应该学，人人都能成圣成贤。",
      "zh_TW": "小孩出生之後，一直到三歲，這個一千天，三年一千天，母親一定要把他管好。所有一切負面的、邪惡的、不善的，不能讓他看見，不能讓他聽見，不能讓他接觸到。這個小孩所接觸到的全是正面、全是善行，所以他三歲他就會很懂事，他有能力辨別是非善惡，他知道什麼該做、什麼不該做。所以古諺語有句話說「三歲看八十」，三歲學成的，八十歲不會改變。這是中國教育，全世界沒有第二家。我看到現在有提出來「要做中國人」，什麼是中國人？這就是中國人。中國人確確實實超越世界上許許多多的族群，中國這種智慧，教育的智慧，教育的理念、方法、經驗是人類的瑰寶，全世界的人都應該學，人人都能成聖成賢。"
    },
    {
      "id": "02-040-0289_p0018",
      "zh_CN": "这个教育，这就是传统的文化教育，一定要复兴。我们这两百年疏忽了，迷在外国的科学，迷在这些东西上，把自己的东西丢掉了。自己的东西跟外国东西细细的比较，我们比它好太多，中国这套东西能够帮助全世界走向安定和平，能把地球造成极乐世界，科学技术做不到。科学技术到今天，科学家也提出警告了，科学要是继续不断往后发展，可能五十年之后，这个地球上不能住人了。这个话是真的。我们看到二战之后，就是最近的七十年，科学发展对地球带来的灾难，就知道了。科学让人有能力破坏大自然的生态，大自然生态破坏了，平衡就失掉了，灾难就会现前。灾难不是自然的，自然是最完美的，是最好的。",
      "zh_TW": "這個教育，這就是傳統的文化教育，一定要復興。我們這兩百年疏忽了，迷在外國的科學，迷在這些東西上，把自己的東西丟掉了。自己的東西跟外國東西細細的比較，我們比它好太多，中國這套東西能夠幫助全世界走向安定和平，能把地球造成極樂世界，科學技術做不到。科學技術到今天，科學家也提出警告了，科學要是繼續不斷往後發展，可能五十年之後，這個地球上不能住人了。這個話是真的。我們看到二戰之後，就是最近的七十年，科學發展對地球帶來的災難，就知道了。科學讓人有能力破壞大自然的生態，大自然生態破壞了，平衡就失掉了，災難就會現前。災難不是自然的，自然是最完美的，是最好的。"
    },
    {
      "id": "02-040-0289_p0019",
      "zh_CN": "佛教人，中国古圣先贤教人，都是教我们随顺大自然。大自然的规律叫道，这不是人创造的，不是人发明的，这叫道；遵守大自然的规则，这叫德。所以中国人主张要顺大自然，不能违背大自然。外国科学完全搞违背大自然，搞得太过分。今天许多国家都非常重视核武，发展核武，研究再向上提升，这是绝大的错误！人要不觉悟，还继续搞这个，这就是科学家的警告，如果爆发一场核武战争，地球就毁灭了，现在爆发也毁灭。每天在研究，花那么多的军费，干什么？目标是同归于尽，就是大家一起死。这个战争没有输赢，同归于尽，人糊涂到极处才干这个事情。制造这些核武，果报都在三途，在地狱，这是很重的罪恶。",
      "zh_TW": "佛教人，中國古聖先賢教人，都是教我們隨順大自然。大自然的規律叫道，這不是人創造的，不是人發明的，這叫道；遵守大自然的規則，這叫德。所以中國人主張要順大自然，不能違背大自然。外國科學完全搞違背大自然，搞得太過分。今天許多國家都非常重視核武，發展核武，研究再向上提升，這是絕大的錯誤！人要不覺悟，還繼續搞這個，這就是科學家的警告，如果爆發一場核武戰爭，地球就毀滅了，現在爆發也毀滅。每天在研究，花那麼多的軍費，幹什麼？目標是同歸於盡，就是大家一起死。這個戰爭沒有輸贏，同歸於盡，人糊塗到極處才幹這個事情。製造這些核武，果報都在三途，在地獄，這是很重的罪惡。"
    },
    {
      "id": "02-040-0289_p0020",
      "zh_CN": "教学的方法着重在一门，贵以专，专的目的是什么？专的目的是要他开悟，目的在此地。不是让他记得很多，记得很多那是副作用，不是主目的，主目的是教小孩得定。因为小孩他也会胡思乱想，天天叫他读书，天天背书，书里什么意思也不懂，只叫你念。用这个方法收心，保持儿童的清净心、平等心，保持他的天真。十几岁，有，不少，十几岁就智慧开了，智慧开就很懂道理。我们看到民国初年小学生的作文，特别看议论文，你能看到他智慧。多大的学生？八、九岁，小学三、四年级，二年级学造句，还不能作文，三年级就学作文。字，一篇文章的字，不超过一百个字，短文，三、四年级。五、六年级就长篇大论了，就能作差不多三百字的文章。看看小朋友所写的，正知正见，看不出他是儿童，很懂事。这是中国传统文化，我们要珍惜、要爱护、要承传，要把它发扬光大。希望全世界的人都来学，世界就有和平，世界就有盛世。",
      "zh_TW": "教學的方法著重在一門，貴以專，專的目的是什麼？專的目的是要他開悟，目的在此地。不是讓他記得很多，記得很多那是副作用，不是主目的，主目的是教小孩得定。因為小孩他也會胡思亂想，天天叫他讀書，天天背書，書裡什麼意思也不懂，只叫你念。用這個方法收心，保持兒童的清淨心、平等心，保持他的天真。十幾歲，有，不少，十幾歲就智慧開了，智慧開就很懂道理。我們看到民國初年小學生的作文，特別看議論文，你能看到他智慧。多大的學生？八、九歲，小學三、四年級，二年級學造句，還不能作文，三年級就學作文。字，一篇文章的字，不超過一百個字，短文，三、四年級。五、六年級就長篇大論了，就能作差不多三百字的文章。看看小朋友所寫的，正知正見，看不出他是兒童，很懂事。這是中國傳統文化，我們要珍惜、要愛護、要承傳，要把它發揚光大。希望全世界的人都來學，世界就有和平，世界就有盛世。"
    },
    {
      "id": "02-040-0289_p0021",
      "zh_CN": "人与人之间，不讥他过是道德，别人有过失也不必说。朋友有规过这个义务，真正好朋友，志同道合，他有过失要劝导他。劝导的时候不能有第三人在场，为什么？他要面子，这个都要考虑到。而且告诉他顶多两次，告诉他了，他没做到，还可以告诉他一次，做不到，以后就不要说了，说怎么样？结冤仇了。这些，过去老师、老人都会教我们。见到别人的过失，第一个反应是自己有没有，有则改之，无则嘉勉，不批评人。「口业不讥他过者，实由于意业之不见他过」，这是大德。不见人间过，是谁？佛菩萨。",
      "zh_TW": "人與人之間，不譏他過是道德，別人有過失也不必說。朋友有規過這個義務，真正好朋友，志同道合，他有過失要勸導他。勸導的時候不能有第三人在場，為什麼？他要面子，這個都要考慮到。而且告訴他頂多兩次，告訴他了，他沒做到，還可以告訴他一次，做不到，以後就不要說了，說怎麼樣？結冤仇了。這些，過去老師、老人都會教我們。見到別人的過失，第一個反應是自己有沒有，有則改之，無則嘉勉，不批評人。「口業不譏他過者，實由於意業之不見他過」，這是大德。不見人間過，是誰？佛菩薩。"
    },
    {
      "id": "02-040-0289_p0022",
      "zh_CN": "阿弥陀佛的极乐世界，往生的条件只有三个，第一个真正相信，你不能怀疑，决定有极乐世界，决定有阿弥陀佛，没有丝毫怀疑，你相信，这第一个条件；第二个条件，我真愿意往生，我真想到极乐世界，现在讲移民，移民到极乐世界亲近阿弥陀佛，这第二个条件；第三个条件，一心专念，就念这句佛号。经教懂不懂没关系，这三个条件具足，决定往生。古往今来的例子太多了，就在我们眼前的同学，真干的人，你看他往生多自在，而且都是预知时至，知道哪一天走。一般念佛人念到这个功夫，大概是三年左右，它不难，三年就成功了。",
      "zh_TW": "阿彌陀佛的極樂世界，往生的條件只有三個，第一個真正相信，你不能懷疑，決定有極樂世界，決定有阿彌陀佛，沒有絲毫懷疑，你相信，這第一個條件；第二個條件，我真願意往生，我真想到極樂世界，現在講移民，移民到極樂世界親近阿彌陀佛，這第二個條件；第三個條件，一心專念，就念這句佛號。經教懂不懂沒關係，這三個條件具足，決定往生。古往今來的例子太多了，就在我們眼前的同學，真幹的人，你看他往生多自在，而且都是預知時至，知道哪一天走。一般念佛人念到這個功夫，大概是三年左右，它不難，三年就成功了。"
    },
    {
      "id": "02-040-0289_p0023",
      "zh_CN": "有特别因缘，去年年底十一月二十一号，东北刘素青居士，她发愿跟大家做一个榜样，往生快快乐乐往生。发心求往生到真正佛来接引她不到一个月，做样子给大家看，念佛人真这么自在、这么潇洒。她的妹妹刘素云有一篇详细的报告，我们这里做成光碟。她告诉我，她在她姐姐往生的前几天，十五号，她姐姐是二十一号往生，十五号，好像只有一个星期。她听到一个声音，这个声音说出个数字，２０１２１１２１１２，这么一组阿拉伯字。她把它写出来，心里想到是不是她姐姐往生的时间？２０１２，年；１１月，月份；２１，日期；１２，十二点钟。她把这个纸头送给她姐姐，她姐姐看了笑笑，就收起来了。果然二十一号中午十二点，一分一秒都不差。十五号得到这个信息，二十一号往生的。往生之前，许多莲友大家在一起聊天，欢欢喜喜，有说有笑，时间一到她就跟大家挥手再见，就走了，这么自在！这是最近的一个例子。",
      "zh_TW": "有特別因緣，去年年底十一月二十一號，東北劉素青居士，她發願跟大家做一個榜樣，往生快快樂樂往生。發心求往生到真正佛來接引她不到一個月，做樣子給大家看，念佛人真這麼自在、這麼瀟灑。她的妹妹劉素雲有一篇詳細的報告，我們這裡做成光碟。她告訴我，她在她姐姐往生的前幾天，十五號，她姐姐是二十一號往生，十五號，好像只有一個星期。她聽到一個聲音，這個聲音說出個數字，２０１２１１２１１２，這麼一組阿拉伯字。她把它寫出來，心裡想到是不是她姐姐往生的時間？２０１２，年；１１月，月份；２１，日期；１２，十二點鐘。她把這個紙頭送給她姐姐，她姐姐看了笑笑，就收起來了。果然二十一號中午十二點，一分一秒都不差。十五號得到這個信息，二十一號往生的。往生之前，許多蓮友大家在一起聊天，歡歡喜喜，有說有笑，時間一到她就跟大家揮手再見，就走了，這麼自在！這是最近的一個例子。"
    },
    {
      "id": "02-040-0289_p0024",
      "zh_CN": "她要做榜样，因为国内有些人对这个会集本反对，不相信，对黄念祖老居士的注解也有意见。她来作证，她就是念这个本子，就是看这个注解，就是听我在讲，跟大家分享。她说我要做个证明给大家看看，我完全依这个本子，依念老的注解，依照我光碟上所说来修行。修行时间不长，我听说只有三、四年的时间，她的妹妹修行时间比她长。她妹妹想做实验，她说不行，实验我来做，妳还有任务，妳不能走。做得这么圆满。",
      "zh_TW": "她要做榜樣，因為國內有些人對這個會集本反對，不相信，對黃念祖老居士的註解也有意見。她來作證，她就是念這個本子，就是看這個註解，就是聽我在講，跟大家分享。她說我要做個證明給大家看看，我完全依這個本子，依念老的註解，依照我光碟上所說來修行。修行時間不長，我聽說只有三、四年的時間，她的妹妹修行時間比她長。她妹妹想做實驗，她說不行，實驗我來做，妳還有任務，妳不能走。做得這麼圓滿。"
    },
    {
      "id": "02-040-0289_p0025",
      "zh_CN": "所以不见他人过，六祖惠能大师在《坛经》上说，「若真修道人，不见他人过」。真正修道人顾自己都来不及，哪有时间去顾别人？这是真的，先把自己顾好。所以看到别人过，第一个反应是反省，我有没有？有则改之，无则嘉勉。对于这个有过失的人，不但不责备他，还感谢他。为什么？感谢他提醒我，我要没有他提醒，就没人提醒我。「他」，这个他范围很大，「一切有情。进言之，则包括有情无情，万事万物之一切法」，都是他。万事万物全是教导我们，会学的人，处处都是佛菩萨在提醒你、在教导你；不会修学的，佛菩萨在面前不认识。「一切无过」，万事万物的一切法，一切无过，「本自无染，清净本然，本自圆成」，《首楞严经》上所说的就这个意思。我们六根跟外面境界接触要懂得守住自性，自性是清净平等觉，心是清净平等觉，看外面境界也是清净平等觉，这是佛知佛见。",
      "zh_TW": "所以不見他人過，六祖惠能大師在《壇經》上說，「若真修道人，不見他人過」。真正修道人顧自己都來不及，哪有時間去顧別人？這是真的，先把自己顧好。所以看到別人過，第一個反應是反省，我有沒有？有則改之，無則嘉勉。對於這個有過失的人，不但不責備他，還感謝他。為什麼？感謝他提醒我，我要沒有他提醒，就沒人提醒我。「他」，這個他範圍很大，「一切有情。進言之，則包括有情無情，萬事萬物之一切法」，都是他。萬事萬物全是教導我們，會學的人，處處都是佛菩薩在提醒你、在教導你；不會修學的，佛菩薩在面前不認識。「一切無過」，萬事萬物的一切法，一切無過，「本自無染，清淨本然，本自圓成」，《首楞嚴經》上所說的就這個意思。我們六根跟外面境界接觸要懂得守住自性，自性是清淨平等覺，心是清淨平等覺，看外面境界也是清淨平等覺，這是佛知佛見。"
    },
    {
      "id": "02-040-0289_p0026",
      "zh_CN": "「如首楞严」，首楞严是梵语，意思是「一切事究竟坚固」。完全是你的看法，你从哪个角度上去看。前面我们讲过三观，三谛三观，如果从中谛去看，确实一切事究竟坚固。用中观这个看法看宇宙、看万法，是菩萨；用空观，多半是阿罗汉、辟支佛，小乘；用假观，是三乘菩萨，没有见性的，十法界里面的十住、十行、十回向，他们是假观。中观那是初地以上，住实报庄严土。「又如《圆觉》」，这《圆觉经》上的话，「诸戒定慧及淫怒痴，俱是梵行。又一切烦恼，毕竟解脱。是故一切平等，无有可讥者」。你讥笑别人，是心里头不平等，真正到平等就没有可讥的。为什么会平等？因为不管是善法、恶法都等于零，空的，不可得。这《般若经》讲得好，「一切法无所有，毕竟空，不可得」，一切善法等于零，一切恶法也等于零，零跟零就没有了。这是真正懂得三观的人才行，没有这个程度不行。没有这个程度，他有烦恼，他有习气，他有分别，他有妄想，他有执着，把这个世界搅和乱了。这是我们不能不知道。",
      "zh_TW": "「如首楞嚴」，首楞嚴是梵語，意思是「一切事究竟堅固」。完全是你的看法，你從哪個角度上去看。前面我們講過三觀，三諦三觀，如果從中諦去看，確實一切事究竟堅固。用中觀這個看法看宇宙、看萬法，是菩薩；用空觀，多半是阿羅漢、辟支佛，小乘；用假觀，是三乘菩薩，沒有見性的，十法界裡面的十住、十行、十迴向，他們是假觀。中觀那是初地以上，住實報莊嚴土。「又如《圓覺》」，這《圓覺經》上的話，「諸戒定慧及淫怒痴，俱是梵行。又一切煩惱，畢竟解脫。是故一切平等，無有可譏者」。你譏笑別人，是心裡頭不平等，真正到平等就沒有可譏的。為什麼會平等？因為不管是善法、惡法都等於零，空的，不可得。這《般若經》講得好，「一切法無所有，畢竟空，不可得」，一切善法等於零，一切惡法也等於零，零跟零就沒有了。這是真正懂得三觀的人才行，沒有這個程度不行。沒有這個程度，他有煩惱，他有習氣，他有分別，他有妄想，他有執著，把這個世界攪和亂了。這是我們不能不知道。"
    },
    {
      "id": "02-040-0289_p0027",
      "zh_CN": "自性清净心就是真如自性，真如自性一尘不染。净宗里说得多、说得详细，净土宗叫常寂光。常就是不生不灭；寂就是清净，丝毫不染；光是光明，他没有身相，他也没有心相，起心动念相没有，身相也没有。什么相？一片光明，身心都融入光明当中。好像我们这个房子，十几盏灯，打开之后，光跟光都相融了。入常寂光，十方一切诸佛如来都在常寂光，光光相融。这个时候我们就立刻想到，一切诸佛无量劫修积的功德跟我相融了，我能不能用到？当然能，我跟你融成一起，怎么会不能？诸佛无量的智慧、无量的德能、无量的相好，我统统都用上了。诸佛的就是我的，我的就是诸佛的，自他是一不是二。这是学佛最后的目标，圆满的目标。",
      "zh_TW": "自性清淨心就是真如自性，真如自性一塵不染。淨宗裡說得多、說得詳細，淨土宗叫常寂光。常就是不生不滅；寂就是清淨，絲毫不染；光是光明，他沒有身相，他也沒有心相，起心動念相沒有，身相也沒有。什麼相？一片光明，身心都融入光明當中。好像我們這個房子，十幾盞燈，打開之後，光跟光都相融了。入常寂光，十方一切諸佛如來都在常寂光，光光相融。這個時候我們就立刻想到，一切諸佛無量劫修積的功德跟我相融了，我能不能用到？當然能，我跟你融成一起，怎麼會不能？諸佛無量的智慧、無量的德能、無量的相好，我統統都用上了。諸佛的就是我的，我的就是諸佛的，自他是一不是二。這是學佛最後的目標，圓滿的目標。"
    },
    {
      "id": "02-040-0289_p0028",
      "zh_CN": "这个境界，《华严经》称为妙觉，最高的果位。等觉还达不到，等觉还有一分无始无明的烦恼没断干净，这等觉菩萨。这一品断尽了，他就回归常寂光，回归常寂光的时候，实报庄严土就不存在了。凡所有相，皆是虚妄，没有说实报土是例外的，没讲。实报土不是生灭法，但是他证得的时候它现，圆满的时候它就隐了，它就没有了。隐、现，不能叫它生灭。能不能叫实报土常现前？能，肯定能，一般大概都是的。为什么？那个里头有四十一个阶级的菩萨在那里修行，这些修行人都需要帮助。只有妙觉如来倒驾慈航，回头，回到实报土里头帮助他们，是这个意思。",
      "zh_TW": "這個境界，《華嚴經》稱為妙覺，最高的果位。等覺還達不到，等覺還有一分無始無明的煩惱沒斷乾淨，這等覺菩薩。這一品斷盡了，他就回歸常寂光，回歸常寂光的時候，實報莊嚴土就不存在了。凡所有相，皆是虛妄，沒有說實報土是例外的，沒講。實報土不是生滅法，但是他證得的時候它現，圓滿的時候它就隱了，它就沒有了。隱、現，不能叫它生滅。能不能叫實報土常現前？能，肯定能，一般大概都是的。為什麼？那個裡頭有四十一個階級的菩薩在那裡修行，這些修行人都需要幫助。只有妙覺如來倒駕慈航，回頭，回到實報土裡頭幫助他們，是這個意思。"
    },
    {
      "id": "02-040-0289_p0029",
      "zh_CN": "阿弥陀佛在常寂光里面称为法身佛，法身没有相，在实报土称为报身佛，在方便土、同居土称为应身佛。但是阿弥陀佛很特殊，阿弥陀佛在极乐世界现的身，同居土现的身、方便土现的身统统是报身，这个太稀有了！不像释迦牟尼佛，我们这是释迦牟尼佛的凡圣同居土，他在我们这个世界现的是应身佛。极乐世界也有个道理，释迦牟尼佛为我们介绍的时候说，阿弥陀佛四十八愿第二十愿有，凡是往生到西方极乐世界的人，皆作阿惟越致菩萨。阿惟越致的菩萨是法身菩萨，这是非常非常不可思议，也是极乐世界无比殊胜。",
      "zh_TW": "阿彌陀佛在常寂光裡面稱為法身佛，法身沒有相，在實報土稱為報身佛，在方便土、同居土稱為應身佛。但是阿彌陀佛很特殊，阿彌陀佛在極樂世界現的身，同居土現的身、方便土現的身統統是報身，這個太稀有了！不像釋迦牟尼佛，我們這是釋迦牟尼佛的凡聖同居土，他在我們這個世界現的是應身佛。極樂世界也有個道理，釋迦牟尼佛為我們介紹的時候說，阿彌陀佛四十八願第二十願有，凡是往生到西方極樂世界的人，皆作阿惟越致菩薩。阿惟越致的菩薩是法身菩薩，這是非常非常不可思議，也是極樂世界無比殊勝。"
    },
    {
      "id": "02-040-0289_p0030",
      "zh_CN": "凡夫要修成法身菩萨，一般经典都说要修无量劫，这么长的时间，可是到极乐世界的人马上就得到，甚至于造作种种不善，是真正不得了！造作五逆十恶，五逆是杀父、杀母、杀阿罗汉、出佛身血、破和合僧，造这种罪业是无间地狱。假使有个人他造了，真正造了五逆十恶，但是他回头了，他忏悔，他认错，后不再造了，这样的人念佛都能往生。显示出阿弥陀佛无尽的慈悲！第十八愿里说，不但讲五逆十恶，后头还有一句，毁谤大乘。毁谤大乘的罪是最重，没有比这个更重的，堕在无间地狱出不来。可是临终一口气还没有断，这个时候忏悔、认错，对于净土法门深信不疑，发愿往生，念这句佛号，十念必定得生。这是这个法门殊胜到极处，没有能比。",
      "zh_TW": "凡夫要修成法身菩薩，一般經典都說要修無量劫，這麼長的時間，可是到極樂世界的人馬上就得到，甚至於造作種種不善，是真正不得了！造作五逆十惡，五逆是殺父、殺母、殺阿羅漢、出佛身血、破和合僧，造這種罪業是無間地獄。假使有個人他造了，真正造了五逆十惡，但是他回頭了，他懺悔，他認錯，後不再造了，這樣的人念佛都能往生。顯示出阿彌陀佛無盡的慈悲！第十八願裡說，不但講五逆十惡，後頭還有一句，毀謗大乘。毀謗大乘的罪是最重，沒有比這個更重的，墮在無間地獄出不來。可是臨終一口氣還沒有斷，這個時候懺悔、認錯，對於淨土法門深信不疑，發願往生，念這句佛號，十念必定得生。這是這個法門殊勝到極處，沒有能比。"
    },
    {
      "id": "02-040-0289_p0031",
      "zh_CN": "我们要问，能吗？能。什么道理？因为一切法是从自性生，自性是纯净纯善，没有恶。恶是假的，恶是迷的时候才有，觉的时候它就没有了。觉放光，光照黑暗，黑暗就没有了，理上讲得通。一念觉悟，自性光明普照虚空法界，跟佛一样。所以我们要把万事万缘放下，恢复到身心清净、平等，用清净平等心看这个世界，你就看得清清楚楚、明明白白。能看到这些人造业、受报，有缘能劝他，劝他他能相信，他能回头，真正信愿持名，这个人得度了；不能的，给他阿赖耶识种种子，叫他知道有阿弥陀佛。阿赖耶识有种子，将来一定有缘，这个种子会起作用，最后必定往生极乐世界。",
      "zh_TW": "我們要問，能嗎？能。什麼道理？因為一切法是從自性生，自性是純淨純善，沒有惡。惡是假的，惡是迷的時候才有，覺的時候它就沒有了。覺放光，光照黑暗，黑暗就沒有了，理上講得通。一念覺悟，自性光明普照虛空法界，跟佛一樣。所以我們要把萬事萬緣放下，恢復到身心清淨、平等，用清淨平等心看這個世界，你就看得清清楚楚、明明白白。能看到這些人造業、受報，有緣能勸他，勸他他能相信，他能回頭，真正信願持名，這個人得度了；不能的，給他阿賴耶識種種子，叫他知道有阿彌陀佛。阿賴耶識有種子，將來一定有緣，這個種子會起作用，最後必定往生極樂世界。"
    },
    {
      "id": "02-040-0289_p0032",
      "zh_CN": "下面，『善护身业，不失律仪』。「律」是戒律，「仪」是仪则、是威仪、是规矩，我们今天讲礼貌。《大乘义章》第十有说，「言律仪者，制恶之法，说名为律。行依律戒，故号律仪」。制恶，五戒是制恶，不杀生、不偷盗、不邪淫、不妄语、不饮酒，这叫制恶。佛定的这个法，这个法就是律，像世间人的法律一样，一定要遵守。佛给我们制定的戒律很多，古时候学佛，无论在家、出家，都要从戒律下手，现在没有了，所以现在佛法衰了。我们在今天，只看到斯里兰卡这个国家，佛法还存在这个国家里头。怎么存在？它是小乘，小乘的经、律、论在那边普遍弘扬，全国人民都能遵守。它全国人民，佛教徒占百分之七十八，这佛教徒，总统带头，总统每天做早晚课。去年十一月我去访问，到达可伦坡，我们就进入总统府，在总统府里面吃午餐，跟总统谈话三个半小时。访问九天，我们见面四次，每一次最短大概都一个小时。参观总统府的佛殿，没有想到他的佛殿是在院子里头，在菩提树下。院子里有棵很大的菩提树，佛像就供在菩提树下面，就好像释迦牟尼佛当年在世一样，他的早晚课每天在树下做。我看到很感动。",
      "zh_TW": "下面，『善護身業，不失律儀』。「律」是戒律，「儀」是儀則、是威儀、是規矩，我們今天講禮貌。《大乘義章》第十有說，「言律儀者，制惡之法，說名為律。行依律戒，故號律儀」。制惡，五戒是制惡，不殺生、不偷盜、不邪淫、不妄語、不飲酒，這叫制惡。佛定的這個法，這個法就是律，像世間人的法律一樣，一定要遵守。佛給我們制定的戒律很多，古時候學佛，無論在家、出家，都要從戒律下手，現在沒有了，所以現在佛法衰了。我們在今天，只看到斯里蘭卡這個國家，佛法還存在這個國家裡頭。怎麼存在？它是小乘，小乘的經、律、論在那邊普遍弘揚，全國人民都能遵守。它全國人民，佛教徒佔百分之七十八，這佛教徒，總統帶頭，總統每天做早晚課。去年十一月我去訪問，到達可倫坡，我們就進入總統府，在總統府裡面吃午餐，跟總統談話三個半小時。訪問九天，我們見面四次，每一次最短大概都一個小時。參觀總統府的佛殿，沒有想到他的佛殿是在院子裡頭，在菩提樹下。院子裡有棵很大的菩提樹，佛像就供在菩提樹下面，就好像釋迦牟尼佛當年在世一樣，他的早晚課每天在樹下做。我看到很感動。"
    },
    {
      "id": "02-040-0289_p0033",
      "zh_CN": "小乘落实，好！好在哪里？那真正是大乘可以建立的缘分，没有小乘，大乘是假的。佛在《佛藏经》里头说的，不是《大藏经》，单单有一部经叫《佛藏经》，分量不大。佛在这个经上说过，他说「佛子」，就是佛弟子，「不先学小乘，后学大乘，非佛弟子」，佛不承认你，你是他弟子。所以佛教传到中国来，小乘几乎全部传到中国。章嘉大师告诉我，南传巴利文的藏经，就是小乘经，跟我们中文藏经阿含部一对比，南传只比我们大概多五十部。完全是三千多部，五十部，多五十部，差五十部算不了什么。可见得我们当年对小乘的翻译很认真。",
      "zh_TW": "小乘落實，好！好在哪裡？那真正是大乘可以建立的緣分，沒有小乘，大乘是假的。佛在《佛藏經》裡頭說的，不是《大藏經》，單單有一部經叫《佛藏經》，分量不大。佛在這個經上說過，他說「佛子」，就是佛弟子，「不先學小乘，後學大乘，非佛弟子」，佛不承認你，你是他弟子。所以佛教傳到中國來，小乘幾乎全部傳到中國。章嘉大師告訴我，南傳巴利文的藏經，就是小乘經，跟我們中文藏經阿含部一對比，南傳只比我們大概多五十部。完全是三千多部，五十部，多五十部，差五十部算不了什麼。可見得我們當年對小乘的翻譯很認真。"
    },
    {
      "id": "02-040-0289_p0034",
      "zh_CN": "小乘有两个宗派，俱舍宗、成实宗，这两个宗派到唐朝的末叶就没有了。这是因为唐朝中叶，中国这些祖师大德不学小乘了，把小乘放弃了，怎么办？用儒跟道来代替。儒、道是我们本土的文化，非常亲切，而且内容不亚于小乘，用它来代替可以做得到的。所以我们这样就换了。这一千三、四百年的成绩可以证明，祖师大德这个做法没错，唐、宋、元、明、清世世代代都出高僧、高士，都有成就，这就证明用儒、道来代替小乘可以。但是现在问题来了，儒、道不学了，小乘也不要了，大乘变成空中楼阁。佛教在今天为什么这么衰，原因要知道。",
      "zh_TW": "小乘有兩個宗派，俱舍宗、成實宗，這兩個宗派到唐朝的末葉就沒有了。這是因為唐朝中葉，中國這些祖師大德不學小乘了，把小乘放棄了，怎麼辦？用儒跟道來代替。儒、道是我們本土的文化，非常親切，而且內容不亞於小乘，用它來代替可以做得到的。所以我們這樣就換了。這一千三、四百年的成績可以證明，祖師大德這個做法沒錯，唐、宋、元、明、清世世代代都出高僧、高士，都有成就，這就證明用儒、道來代替小乘可以。但是現在問題來了，儒、道不學了，小乘也不要了，大乘變成空中樓閣。佛教在今天為什麼這麼衰，原因要知道。"
    },
    {
      "id": "02-040-0289_p0035",
      "zh_CN": "中国传统文化复兴，包括佛教，因为中国传统文化是儒释道，这三个缺一个都不可以。佛在中国，把中国的儒跟道都融合了，都融成一体，在形式上有分，实质上没有分别。学佛的人读四书、十三经，读这个，读老庄，这道也都学，道长读佛经、读儒家经书，儒家的学者也读佛经、也研究道。所以实际上早就融成一体，这是中国传统文化的主流，决定不能少佛，少佛，我们的东西不能向上提升，这个话是汤恩比说的。汤恩比曾经说过，古时候中国人心量很大，能够包容异族文化，就是指的佛教，汉朝那个时候的人。佛教不是自己传到中国来的，是中国的皇帝知道西域有印度佛教在那边流传，派特使到那边去迎请，皇上把佛教请到中国来的。请来之后，朝野一接触，对佛教就非常欢喜，就把这两个法师留下来，佛教是这样传到中国来的。",
      "zh_TW": "中國傳統文化復興，包括佛教，因為中國傳統文化是儒釋道，這三個缺一個都不可以。佛在中國，把中國的儒跟道都融合了，都融成一體，在形式上有分，實質上沒有分別。學佛的人讀四書、十三經，讀這個，讀老莊，這道也都學，道長讀佛經、讀儒家經書，儒家的學者也讀佛經、也研究道。所以實際上早就融成一體，這是中國傳統文化的主流，決定不能少佛，少佛，我們的東西不能向上提升，這個話是湯恩比說的。湯恩比曾經說過，古時候中國人心量很大，能夠包容異族文化，就是指的佛教，漢朝那個時候的人。佛教不是自己傳到中國來的，是中國的皇帝知道西域有印度佛教在那邊流傳，派特使到那邊去迎請，皇上把佛教請到中國來的。請來之後，朝野一接觸，對佛教就非常歡喜，就把這兩個法師留下來，佛教是這樣傳到中國來的。"
    },
    {
      "id": "02-040-0289_p0036",
      "zh_CN": "紧接着就是大量做翻译工作，从梵文翻成中文。我对于这桩事情有疑惑。在我们日常生活当中，我们看一篇文言文，我读书的时候，教科书里头还有文言文，有老师翻译的，有专家学者翻译的，翻译都不一样，说老实话，原汁原味翻不出来。因此我就想到，梵文翻成中国文会不会有错误？对这个有怀疑。我问过方老师，方老师是个学者专家，他告诉我，古时候中国人跟现在中国人不一样，现在的中国人失去了民族自信心，古时候中国人有非常强烈的自信心。因为我提出问题，为什么那些梵文经典到中国来的，到现在一部都没有留下来？到哪里去了？不见了，这什么缘故？老师告诉我的，中国人有强烈的自尊心，说明翻译的意思决定没错，敢说这句话，没有翻错。第二个，肯定中国文字比印度的梵文还要华美。换句话说，翻译成中文之后，学中文的佛经就够了，梵文就不用学了。这是古时候的中国人，跟现在完全不相同。",
      "zh_TW": "緊接著就是大量做翻譯工作，從梵文翻成中文。我對於這樁事情有疑惑。在我們日常生活當中，我們看一篇文言文，我讀書的時候，教科書裡頭還有文言文，有老師翻譯的，有專家學者翻譯的，翻譯都不一樣，說老實話，原汁原味翻不出來。因此我就想到，梵文翻成中國文會不會有錯誤？對這個有懷疑。我問過方老師，方老師是個學者專家，他告訴我，古時候中國人跟現在中國人不一樣，現在的中國人失去了民族自信心，古時候中國人有非常強烈的自信心。因為我提出問題，為什麼那些梵文經典到中國來的，到現在一部都沒有留下來？到哪裡去了？不見了，這什麼緣故？老師告訴我的，中國人有強烈的自尊心，說明翻譯的意思決定沒錯，敢說這句話，沒有翻錯。第二個，肯定中國文字比印度的梵文還要華美。換句話說，翻譯成中文之後，學中文的佛經就夠了，梵文就不用學了。這是古時候的中國人，跟現在完全不相同。"
    },
    {
      "id": "02-040-0289_p0037",
      "zh_CN": "现在中国人可怜，对中国传统文化没有信心，甚至于对自己国家、民族都没信心。从哪里看出来？多少中国人到外国去买房子，把钱存在外国银行。这是什么？中国靠不住，外国靠得住，不就是这个念头吗？极大的错误。我遇到真正好的学佛的同学，我都劝他回国来。这个世界灾变异常，只有中国这个地方灾难最轻。他问我为什么？这是祖宗之德。老祖宗有德，我们缺德不过是两百年，中国历史一万多年，一万多年都是积功累德、断恶修善，最近这两百年这些儿孙不孝顺，所以有一点小灾难惩罚惩罚，不至于要命。我是从这个道理上看。外国不行，外国没有这个积功累德的因，没有这个东西，灾难来时敌不住。我都劝大家回来，对自己的国家民族要有充分的信心，对目前政府没有信心，要对祖宗有信心。对祖宗没有信心，你到外国去更靠不住，外国一变动，你怎么办？真麻烦！",
      "zh_TW": "現在中國人可憐，對中國傳統文化沒有信心，甚至於對自己國家、民族都沒信心。從哪裡看出來？多少中國人到外國去買房子，把錢存在外國銀行。這是什麼？中國靠不住，外國靠得住，不就是這個念頭嗎？極大的錯誤。我遇到真正好的學佛的同學，我都勸他回國來。這個世界災變異常，只有中國這個地方災難最輕。他問我為什麼？這是祖宗之德。老祖宗有德，我們缺德不過是兩百年，中國歷史一萬多年，一萬多年都是積功累德、斷惡修善，最近這兩百年這些兒孫不孝順，所以有一點小災難懲罰懲罰，不至於要命。我是從這個道理上看。外國不行，外國沒有這個積功累德的因，沒有這個東西，災難來時敵不住。我都勸大家回來，對自己的國家民族要有充分的信心，對目前政府沒有信心，要對祖宗有信心。對祖宗沒有信心，你到外國去更靠不住，外國一變動，你怎麼辦？真麻煩！"
    },
    {
      "id": "02-040-0289_p0038",
      "zh_CN": "我这些年走过很多国家地区，我看得很清楚。连科学家都提出化解灾难的方法，美国布莱登，量子力学家，三年前，在悉尼，这些科学家在那边开了个会，两天，第一天报告量子力学最新发展。我看到这个报告很欢喜，跟佛法愈来愈近。所以我们有理由相信，二、三十年之后，佛教不属于宗教，是属于高等哲学、高等科学，这是真的不是假的。量子力学家的最新的发现，居然在大乘经里头，大乘经是释迦牟尼佛二千五百年前讲的，他们现在才发现。",
      "zh_TW": "我這些年走過很多國家地區，我看得很清楚。連科學家都提出化解災難的方法，美國布萊登，量子力學家，三年前，在悉尼，這些科學家在那邊開了個會，兩天，第一天報告量子力學最新發展。我看到這個報告很歡喜，跟佛法愈來愈近。所以我們有理由相信，二、三十年之後，佛教不屬於宗教，是屬於高等哲學、高等科學，這是真的不是假的。量子力學家的最新的發現，居然在大乘經裡頭，大乘經是釋迦牟尼佛二千五百年前講的，他們現在才發現。"
    },
    {
      "id": "02-040-0289_p0039",
      "zh_CN": "你要是细细去看佛经，你就会感觉到合情、合理、合法。教人做人，怎样做一个真正的善人？真正善人，起心动念与性德相应。佛教没到中国来，中国的性德就建立了，五伦是道。道是自然法则，不是哪个人发明的，不是哪个人创造的，自然的。父子是道、夫妇是道、兄弟是道、君臣是道、朋友是道，五伦是道，说明人跟人的关系非常密切。循着道，不违背道，这就叫德。德五个字，仁义礼智信五个字。仁，爱人，推己及人，想到自己一定想到别人，己所不欲，勿施于人，这是仁。就是亲爱的发扬光大，让你能够爱一切众生。第二个是义，我们的思想、我们的行为合情、合理、合法，这叫义，面面都顾到。第三个礼，礼是人与人在一起生活必须遵守的规律。如果大家不讲规矩，这团体就乱了。礼是规矩，世世代代中国人都遵守。国家政权掌握到了，你看中国历史，二十五史，绝大多数政权建立五年就颁布礼乐，皇上颁布礼乐，全国人遵守。社会就有秩序了，社会就不乱了。这一次一百年了，满清亡国一百年了，没有颁布礼乐。没有颁布礼乐就是乱世，下一代的人写历史，写这一代是乱世，它没有礼乐，就是说没有规矩，这个我们要知道。礼完全从事上讲。下面一个是智慧，智是理智，教我们处事待人接物要有理性，不能感情用事，感情用事就会造罪业，要明理。最后一个是信，人要讲信用，决定不能欺骗人。",
      "zh_TW": "你要是細細去看佛經，你就會感覺到合情、合理、合法。教人做人，怎樣做一個真正的善人？真正善人，起心動念與性德相應。佛教沒到中國來，中國的性德就建立了，五倫是道。道是自然法則，不是哪個人發明的，不是哪個人創造的，自然的。父子是道、夫婦是道、兄弟是道、君臣是道、朋友是道，五倫是道，說明人跟人的關係非常密切。循著道，不違背道，這就叫德。德五個字，仁義禮智信五個字。仁，愛人，推己及人，想到自己一定想到別人，己所不欲，勿施於人，這是仁。就是親愛的發揚光大，讓你能夠愛一切眾生。第二個是義，我們的思想、我們的行為合情、合理、合法，這叫義，面面都顧到。第三個禮，禮是人與人在一起生活必須遵守的規律。如果大家不講規矩，這團體就亂了。禮是規矩，世世代代中國人都遵守。國家政權掌握到了，你看中國歷史，二十五史，絕大多數政權建立五年就頒布禮樂，皇上頒布禮樂，全國人遵守。社會就有秩序了，社會就不亂了。這一次一百年了，滿清亡國一百年了，沒有頒布禮樂。沒有頒布禮樂就是亂世，下一代的人寫歷史，寫這一代是亂世，它沒有禮樂，就是說沒有規矩，這個我們要知道。禮完全從事上講。下面一個是智慧，智是理智，教我們處事待人接物要有理性，不能感情用事，感情用事就會造罪業，要明理。最後一個是信，人要講信用，決定不能欺騙人。"
    },
    {
      "id": "02-040-0289_p0040",
      "zh_CN": "仁义礼智信，五德，这个五德叫常，常是永远不能改变的，超越时间、超越空间，无论走到哪里都能行得通。五伦是大道，五常是大德。五常跟佛家的五戒完全相应，不杀生是仁，不偷盗是义，不邪淫是礼，不饮酒是智，不妄语是信，跟佛家五戒完全相应。人能够坚持把五伦、五常做到，佛说，来生他生人天两道，他不会堕三恶道。这就是善行、善念的标准，佛家定的标准跟中国老祖宗不谋而合。",
      "zh_TW": "仁義禮智信，五德，這個五德叫常，常是永遠不能改變的，超越時間、超越空間，無論走到哪裡都能行得通。五倫是大道，五常是大德。五常跟佛家的五戒完全相應，不殺生是仁，不偷盜是義，不邪淫是禮，不飲酒是智，不妄語是信，跟佛家五戒完全相應。人能夠堅持把五倫、五常做到，佛說，來生他生人天兩道，他不會墮三惡道。這就是善行、善念的標準，佛家定的標準跟中國老祖宗不謀而合。"
    },
    {
      "id": "02-040-0289_p0041",
      "zh_CN": "那个时候，那个时代，印度到中国距离非常遥远，交通靠步行，再就是靠牲口，骑马、骑骆驼，没有现在交通这么方便。所以那个时候文化传播要靠真正的发心人发心，那是吃尽千辛万苦，把这些典籍运送到中国来。中国人也用相当长的时间，有规模的翻译，翻成中文经典，不是容易事情。为什么要翻？它是宝！确确实实能帮助我们做一个一生快乐幸福，而且又能够获得真实智慧的人。物质生活方面，佛家说得很好，佛氏门中有求必应，有求的理论、有求的方法，遵守这个理论、遵守这个方法，如理如法所求，这个得到是正确的，不造业。不正当的手段得到，那个有罪，现在虽能够享受，未来会吃苦头。国家法律没有制裁你，因果逃不过，从前读古书的人都知道。",
      "zh_TW": "那個時候，那個時代，印度到中國距離非常遙遠，交通靠步行，再就是靠牲口，騎馬、騎駱駝，沒有現在交通這麼方便。所以那個時候文化傳播要靠真正的發心人發心，那是吃盡千辛萬苦，把這些典籍運送到中國來。中國人也用相當長的時間，有規模的翻譯，翻成中文經典，不是容易事情。為什麼要翻？它是寶！確確實實能幫助我們做一個一生快樂幸福，而且又能夠獲得真實智慧的人。物質生活方面，佛家說得很好，佛氏門中有求必應，有求的理論、有求的方法，遵守這個理論、遵守這個方法，如理如法所求，這個得到是正確的，不造業。不正當的手段得到，那個有罪，現在雖能夠享受，未來會吃苦頭。國家法律沒有制裁你，因果逃不過，從前讀古書的人都知道。"
    },
    {
      "id": "02-040-0289_p0042",
      "zh_CN": "又《行事钞资持记》里面说，「通禁制止名律」，这把戒律两个字的名字要搞清楚。通禁制止，也就是说哪些事情不能去想、不能去说、不能去做，这叫禁戒，都是与性德相违背的。性德是仁义礼智信，换句话，相违背的，不仁、不义、无礼、无智、无信，这是决定错误的。所以佛是禁戒，你看不杀生、不偷盗、不邪淫、不妄语、不饮酒，这个五条通禁，在家、出家都要遵守。学佛、不学佛也要遵守，为什么？做人的道理。佛法就建立在这个基础上，没有这个基础，你怎么能向上提升？「造作有相」，这叫仪，仪是外面的威仪，别人能看得见的。言行举止统统有规矩，出家比丘要受二百五十条戒，这二百五十条，实际上真正是戒的不多，大概只有三十几条，其他的全是威仪，包括行住坐卧，都要有样子。有仪、有则，大家看到欢喜，向你学习。这些表演都是教学，不但是开班跟大家讲经说法是教学，出门一举一动都在教社会大众，要向出家人学习。出家人称为法师，师就是教人的，就是给别人做榜样的、做模范的。今天时间到了，我们就学习到此地。",
      "zh_TW": "又《行事鈔資持記》裡面說，「通禁制止名律」，這把戒律兩個字的名字要搞清楚。通禁制止，也就是說哪些事情不能去想、不能去說、不能去做，這叫禁戒，都是與性德相違背的。性德是仁義禮智信，換句話，相違背的，不仁、不義、無禮、無智、無信，這是決定錯誤的。所以佛是禁戒，你看不殺生、不偷盜、不邪淫、不妄語、不飲酒，這個五條通禁，在家、出家都要遵守。學佛、不學佛也要遵守，為什麼？做人的道理。佛法就建立在這個基礎上，沒有這個基礎，你怎麼能向上提升？「造作有相」，這叫儀，儀是外面的威儀，別人能看得見的。言行舉止統統有規矩，出家比丘要受二百五十條戒，這二百五十條，實際上真正是戒的不多，大概只有三十幾條，其他的全是威儀，包括行住坐臥，都要有樣子。有儀、有則，大家看到歡喜，向你學習。這些表演都是教學，不但是開班跟大家講經說法是教學，出門一舉一動都在教社會大眾，要向出家人學習。出家人稱為法師，師就是教人的，就是給別人做榜樣的、做模範的。今天時間到了，我們就學習到此地。"
    }
  ]
}