{
  "doc_id": "02-040-0583",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五八三集",
    "zh_TW": "第五八三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0583",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-040-0583_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0583_p0002",
      "zh_CN": "请看《大经科注》第九百九十四页第五行，科题，「阿难愿生」，请看经文：",
      "zh_TW": "請看《大經科註》第九百九十四頁第五行，科題，「阿難願生」，請看經文："
    },
    {
      "id": "02-040-0583_p0003",
      "zh_CN": "【阿难白言。彼佛净刹。得未曾有。我亦愿乐生于彼土。】",
      "zh_TW": "【阿難白言。彼佛淨剎。得未曾有。我亦願樂生於彼土。】"
    },
    {
      "id": "02-040-0583_p0004",
      "zh_CN": "前面我们看到，阿难尊者听了佛的开示，用真诚心、恭敬心向西方礼拜，称念南无阿弥陀佛。忽然就看到阿弥陀佛现身，极乐世界也展现他的面前，看到了，为我们证明佛所说的话不是假话。阿难代大家礼请，阿弥陀佛现身，让在会的大众个个人都看见了。这桩事情世尊经教里头记录下来，经典是经过严格的审核，佛灭度之后结集经藏，五百阿罗汉请阿难尊者复讲。在所有同学当中，阿难的记忆力最好，几乎可以说他听一遍一生都不会忘记，像现在的录音机一样，这非常稀有的能力。阿难说出当时情形，与会有五百阿罗汉，也都是过去在现场听经，看见事实真相，所以才能够写在经典里头，为我们证信。",
      "zh_TW": "前面我們看到，阿難尊者聽了佛的開示，用真誠心、恭敬心向西方禮拜，稱念南無阿彌陀佛。忽然就看到阿彌陀佛現身，極樂世界也展現他的面前，看到了，為我們證明佛所說的話不是假話。阿難代大家禮請，阿彌陀佛現身，讓在會的大眾個個人都看見了。這樁事情世尊經教裡頭記錄下來，經典是經過嚴格的審核，佛滅度之後結集經藏，五百阿羅漢請阿難尊者複講。在所有同學當中，阿難的記憶力最好，幾乎可以說他聽一遍一生都不會忘記，像現在的錄音機一樣，這非常稀有的能力。阿難說出當時情形，與會有五百阿羅漢，也都是過去在現場聽經，看見事實真相，所以才能夠寫在經典裡頭，為我們證信。"
    },
    {
      "id": "02-040-0583_p0005",
      "zh_CN": "我们对于经典决定不能怀疑，特别是这部经，这部经是世尊在世多次宣讲，不止一次。每一次讲经，世尊没有讲稿，完全从自性当中流出。自性所流出的，因为讲经的时间不同、处所不同、听众也不同，佛是应机说法，因此介绍的里面就会有几句出入，不相同的。所以，这个经典就有会集的必要，把世尊当年在世多次宣讲的集在一起，把重要的内容统统会集，重复的地方就去掉，编成一个定本。这个定本就是我们今天所看到的这个本子，抗战期间，夏莲居老居士用十年的时间会集成功的。五种原译本里面，佛所说的一句不漏，这就是它完整，重复的地方重新组织，组织得非常之好，让我们读起来爽口、流利，无论在文字、在义理都能够表达得完整而且完美。这是稀有难逢的大事情，让我们后人对这个经生起信心，对这个法门。这个法门是当生成就的法门，一生成就，不像其他的法门要多生多劫的修行，这个法门一生就圆满成功了。",
      "zh_TW": "我們對於經典決定不能懷疑，特別是這部經，這部經是世尊在世多次宣講，不止一次。每一次講經，世尊沒有講稿，完全從自性當中流出。自性所流出的，因為講經的時間不同、處所不同、聽眾也不同，佛是應機說法，因此介紹的裡面就會有幾句出入，不相同的。所以，這個經典就有會集的必要，把世尊當年在世多次宣講的集在一起，把重要的內容統統會集，重複的地方就去掉，編成一個定本。這個定本就是我們今天所看到的這個本子，抗戰期間，夏蓮居老居士用十年的時間會集成功的。五種原譯本裡面，佛所說的一句不漏，這就是它完整，重複的地方重新組織，組織得非常之好，讓我們讀起來爽口、流利，無論在文字、在義理都能夠表達得完整而且完美。這是稀有難逢的大事情，讓我們後人對這個經生起信心，對這個法門。這個法門是當生成就的法門，一生成就，不像其他的法門要多生多劫的修行，這個法門一生就圓滿成功了。"
    },
    {
      "id": "02-040-0583_p0006",
      "zh_CN": "遇到这个法门的人，不能说他是很幸运，很幸运的人未必能遇到，他善根、福德、因缘具足。如果没有过去生中的善根，遇不到；没有福报，他造作罪业，他也遇不到，他不会接受的；没有因缘也不行。必须善根、福德、因缘三个条件具足，他才能遇到。善根深厚的人遇到了叫成熟了，根熟众生是什么意思？过去生生世世曾经学过这个法门，临命终时没有往生得了，最后这一念不相应，这前面说过。最后一念这句阿弥陀佛里头有夹杂、有妄念，所以障碍你往生，佛没来接引你。这一生当中又遇到了，这一生跟上一生距离遥远，绝对不是上一世。所以佛在经上才告诉我们，人身难得，佛法难闻。听了就相信，信了就肯真干，这种人不多。",
      "zh_TW": "遇到這個法門的人，不能說他是很幸運，很幸運的人未必能遇到，他善根、福德、因緣具足。如果沒有過去生中的善根，遇不到；沒有福報，他造作罪業，他也遇不到，他不會接受的；沒有因緣也不行。必須善根、福德、因緣三個條件具足，他才能遇到。善根深厚的人遇到了叫成熟了，根熟眾生是什麼意思？過去生生世世曾經學過這個法門，臨命終時沒有往生得了，最後這一念不相應，這前面說過。最後一念這句阿彌陀佛裡頭有夾雜、有妄念，所以障礙你往生，佛沒來接引你。這一生當中又遇到了，這一生跟上一生距離遙遠，絕對不是上一世。所以佛在經上才告訴我們，人身難得，佛法難聞。聽了就相信，信了就肯真幹，這種人不多。"
    },
    {
      "id": "02-040-0583_p0007",
      "zh_CN": "李老师当年在世常常提醒我们，台中莲社的莲友，这都是他的学生，他说了，一万个念佛人，不是指外面的，莲社同修，将来能够往生的也只有三个、五个；换句话说，万分之三跟万分之五往生。不能往生的人太多了！不能往生的人，等到来生后世遇到缘的时候再接着努力。到底什么原因？实在讲大多数的人半信半疑。为什么？对于这桩事情，无论是理、无论是事没有透彻了解，了解得不够透彻。百分之九十相信它，还有百分之十怀疑，甚至于百分之九十九相信，还有一分怀疑，那一分怀疑就很可能造成临终不能往生。",
      "zh_TW": "李老師當年在世常常提醒我們，台中蓮社的蓮友，這都是他的學生，他說了，一萬個念佛人，不是指外面的，蓮社同修，將來能夠往生的也只有三個、五個；換句話說，萬分之三跟萬分之五往生。不能往生的人太多了！不能往生的人，等到來生後世遇到緣的時候再接著努力。到底什麼原因？實在講大多數的人半信半疑。為什麼？對於這樁事情，無論是理、無論是事沒有透徹了解，了解得不夠透徹。百分之九十相信它，還有百分之十懷疑，甚至於百分之九十九相信，還有一分懷疑，那一分懷疑就很可能造成臨終不能往生。"
    },
    {
      "id": "02-040-0583_p0008",
      "zh_CN": "这个经要讲清楚、讲明白、讲透彻难，真不容易！这个会集本，我们上一代的人见到的就不多，一生当中没见到。黄念祖老居士的集注，上一代是完全没有见到。在海外，我是第一个见到的，一九八四年，以后有缘能见到的都是我们在台湾翻印流通。念老只带了一本草本，油印的本子，在美国送给我，没有出版过。我就向他请教，我看过一遍，向他请教有没有版权？有版权我们就不能够翻印，如果没有版权，我说我拿到台湾去，初版就给你印一万册，精装本一万册。他告诉我没有版权，希望我给它写一篇序文，给这个经本题字，我都答应了。所以，念老这个注子我是第一个看到的，见到的人真不多。",
      "zh_TW": "這個經要講清楚、講明白、講透徹難，真不容易！這個會集本，我們上一代的人見到的就不多，一生當中沒見到。黃念祖老居士的集註，上一代是完全沒有見到。在海外，我是第一個見到的，一九八四年，以後有緣能見到的都是我們在台灣翻印流通。念老只帶了一本草本，油印的本子，在美國送給我，沒有出版過。我就向他請教，我看過一遍，向他請教有沒有版權？有版權我們就不能夠翻印，如果沒有版權，我說我拿到台灣去，初版就給你印一萬冊，精裝本一萬冊。他告訴我沒有版權，希望我給它寫一篇序文，給這個經本題字，我都答應了。所以，念老這個註子我是第一個看到的，見到的人真不多。"
    },
    {
      "id": "02-040-0583_p0009",
      "zh_CN": "这么多年来，我们很艰难困苦，因为出家、在家的同修很多对这个本子怀疑，反对《会集本》，王龙舒的会集本他不反对，魏默深的会集本他也不反对，偏偏反对这个本子。目的我知道，叫我放弃学习这部经典，不要讲解这部经典。这个对我有很深很深的感触，我知道莲公十年苦心，黄念祖老居士六年的辛苦，没有人流通。本子是印了一些，往后不知道什么人看到之后发心学习、弘扬，现前的大众得不到利益。我是一切没有顾忌，为什么？这个本子，经本我从李老师的手上接过来的，老师传授给我的。传给我的本子是早年律航法师从山东到台湾，大概带了几本。李老师看到经本前面一篇长序是他老师写的，他的老师梅光羲居士，非常感动，在台中讲过一遍。他老人家讲这一遍，我还不认识他，所以我没有能参加这一会。他讲的提纲写在经本上，我们叫眉注，写在经本上，毛笔写的。那个时候他老人家六十多岁，不到七十岁，我认识他的时候七十岁。这个本子我拿到之后，我翻开来一看，我能看得懂他的注解，我懂得他老人家学习佛法思想的体系，我懂得。所以他只给我少许的资料我就能讲得跟他很像，年轻的时候有这个能力，记忆力也很强。",
      "zh_TW": "這麼多年來，我們很艱難困苦，因為出家、在家的同修很多對這個本子懷疑，反對《會集本》，王龍舒的會集本他不反對，魏默深的會集本他也不反對，偏偏反對這個本子。目的我知道，叫我放棄學習這部經典，不要講解這部經典。這個對我有很深很深的感觸，我知道蓮公十年苦心，黃念祖老居士六年的辛苦，沒有人流通。本子是印了一些，往後不知道什麼人看到之後發心學習、弘揚，現前的大眾得不到利益。我是一切沒有顧忌，為什麼？這個本子，經本我從李老師的手上接過來的，老師傳授給我的。傳給我的本子是早年律航法師從山東到台灣，大概帶了幾本。李老師看到經本前面一篇長序是他老師寫的，他的老師梅光羲居士，非常感動，在台中講過一遍。他老人家講這一遍，我還不認識他，所以我沒有能參加這一會。他講的提綱寫在經本上，我們叫眉註，寫在經本上，毛筆寫的。那個時候他老人家六十多歲，不到七十歲，我認識他的時候七十歲。這個本子我拿到之後，我翻開來一看，我能看得懂他的註解，我懂得他老人家學習佛法思想的體系，我懂得。所以他只給我少許的資料我就能講得跟他很像，年輕的時候有這個能力，記憶力也很強。"
    },
    {
      "id": "02-040-0583_p0010",
      "zh_CN": "当时我就想讲这部经，正好遇到韩馆长五十岁寿辰，我就告诉她，讲《无量寿经》给妳祝寿。她很欢喜，印了三千本。经都印好了，准备启讲前，到台中把这桩事情向老师请示。老师一听，沉默了一会儿，告诉我，还是别讲这个经好。当时我完全不了解。他说这个经有争议，那些老和尚出来批评，你承当不了，你刚刚出家没多久，资历不够，以后再说。所以我把他给我的这个本子就好好收藏起来了。一直到李老师往生了，我在美国，在美国同学里头，我就把这个本子展示给大家看，我们发起印一万册，回向给李老师，帮助他品位高升。当时很容易就筹出一万本的资金，在台湾就出版了。出版之后，大家看到都欢喜，找我讲。我在国外，不在台湾，所以我第一次讲《会集本》在美国、在加拿大，好像讲过三遍。回到台湾，我开讲这个是第四遍。总共讲过十遍，后面的二、三遍参考了黄念老的注解，前面没有。",
      "zh_TW": "當時我就想講這部經，正好遇到韓館長五十歲壽辰，我就告訴她，講《無量壽經》給妳祝壽。她很歡喜，印了三千本。經都印好了，準備啟講前，到台中把這樁事情向老師請示。老師一聽，沉默了一會兒，告訴我，還是別講這個經好。當時我完全不了解。他說這個經有爭議，那些老和尚出來批評，你承當不了，你剛剛出家沒多久，資歷不夠，以後再說。所以我把他給我的這個本子就好好收藏起來了。一直到李老師往生了，我在美國，在美國同學裡頭，我就把這個本子展示給大家看，我們發起印一萬冊，迴向給李老師，幫助他品位高升。當時很容易就籌出一萬本的資金，在台灣就出版了。出版之後，大家看到都歡喜，找我講。我在國外，不在台灣，所以我第一次講《會集本》在美國、在加拿大，好像講過三遍。回到台灣，我開講這個是第四遍。總共講過十遍，後面的二、三遍參考了黃念老的註解，前面沒有。"
    },
    {
      "id": "02-040-0583_p0011",
      "zh_CN": "看注解，愈看愈欢喜，所以前年，我八十五岁的时候，下定决心专学、专弘，把《华严经》停止了，专讲这部经，专弘这部经。我们讲注解，连经带注一起讲。第一遍我们定的题目是「佛说大乘无量寿庄严清净平等觉经解」，解是黄念老的解，「演义」，后头加了演义这两个字，那就是讲注解，第一遍。第二遍我们用科注，把我们早年学习分科，把科引进去，会进去，就变成了《科注》；注是黄念老的注解，科是我编的，这样会成一本，这本就圆满了。虽然会成了，这里头还是有瑕疵，没有做到尽善尽美。所以我们这次讲完了，明年第四遍，我们要很用心、很仔细的把那些不满意地方统统修正过来。明年我就想我找几位志同道合，我们一起来学习，来做汉学院学前的实习，我们做这个工作，用《无量寿经》做教科书。我们一面学习，一面来整理、来核对，科跟注都要仔细的来审查，让它能做到尽善尽美，以后就可以流通于后世。拿着这个本子，拿到这个光碟，可以教学。",
      "zh_TW": "看註解，愈看愈歡喜，所以前年，我八十五歲的時候，下定決心專學、專弘，把《華嚴經》停止了，專講這部經，專弘這部經。我們講註解，連經帶註一起講。第一遍我們定的題目是「佛說大乘無量壽莊嚴清淨平等覺經解」，解是黃念老的解，「演義」，後頭加了演義這兩個字，那就是講註解，第一遍。第二遍我們用科註，把我們早年學習分科，把科引進去，會進去，就變成了《科註》；註是黃念老的註解，科是我編的，這樣會成一本，這本就圓滿了。雖然會成了，這裡頭還是有瑕疵，沒有做到盡善盡美。所以我們這次講完了，明年第四遍，我們要很用心、很仔細的把那些不滿意地方統統修正過來。明年我就想我找幾位志同道合，我們一起來學習，來做漢學院學前的實習，我們做這個工作，用《無量壽經》做教科書。我們一面學習，一面來整理、來核對，科跟註都要仔細的來審查，讓它能做到盡善盡美，以後就可以流通於後世。拿著這個本子，拿到這個光碟，可以教學。"
    },
    {
      "id": "02-040-0583_p0012",
      "zh_CN": "在这个时代，这种教学法大家容易接受。用光碟教学，潮州谢总做得很成功，他做了三年。三年经常办论坛，短期的一个星期，长期的三个星期，二十一天，一个一个接着办。来参加的许许多多都是政府的干部，县跟乡镇的干部，收的效果非常之好。他这些论坛没有一个老师，我说你怎么教的？他说我找过去在论坛里面讲课的这些老师的光碟，完全用光碟来教，老师请不到。这些光碟先送给领导看，县里面的书记、县长，先给他们看，他们看到之后非常欢喜。所以说整个教学的内容经过审查，没有问题，大家都放心。政府非常支持，县市长、书记下令，所有干部都要去学习，他不来也得来。有些干部对这情形不了解，来的时候还是很傲慢，还是不以为然，可是一个星期下来之后恭恭敬敬，统统接受了，很不可思议。",
      "zh_TW": "在這個時代，這種教學法大家容易接受。用光碟教學，潮州謝總做得很成功，他做了三年。三年經常辦論壇，短期的一個星期，長期的三個星期，二十一天，一個一個接著辦。來參加的許許多多都是政府的幹部，縣跟鄉鎮的幹部，收的效果非常之好。他這些論壇沒有一個老師，我說你怎麼教的？他說我找過去在論壇裡面講課的這些老師的光碟，完全用光碟來教，老師請不到。這些光碟先送給領導看，縣裡面的書記、縣長，先給他們看，他們看到之後非常歡喜。所以說整個教學的內容經過審查，沒有問題，大家都放心。政府非常支持，縣市長、書記下令，所有幹部都要去學習，他不來也得來。有些幹部對這情形不了解，來的時候還是很傲慢，還是不以為然，可是一個星期下來之後恭恭敬敬，統統接受了，很不可思議。"
    },
    {
      "id": "02-040-0583_p0013",
      "zh_CN": "所以，将来这个东西在全世界流通，一定要用这个方法，用光碟。否则的话，人家都说是不是文化渗透？是不是要来改变我们一些想法？我先让你们自己看，你自己看了自己流通。将来做教学的光碟，我们有音声、有文字，就是画面上全是文字，就用文字没有人像，你更放心了。我们讲经的人不会拉你们的群众，跟你们的群众不建立关系。好！你只听到声音不认识人，你就更放心了。我们的老师用这种方法，告诉大家，我们放下名闻利养，我们把真正所学、所知的跟大家讲清楚、讲明白，劝导大家。我们的目的是继承传统的文化，发扬光大传统文化，我们自己名闻利养边都不沾。我们尽量把这个东西做好，就用光碟教课资料，我们把它做好，希望能在全世界流通。将来用外国文，文字翻成都打在字幕上，你看到字幕，听到音声，不知道讲经人的面貌。让全世界每一个观看的人，每一个国家政府都放心，通过你们严格的审查，如果不妥当的地方你们可以删掉。这好主意！",
      "zh_TW": "所以，將來這個東西在全世界流通，一定要用這個方法，用光碟。否則的話，人家都說是不是文化滲透？是不是要來改變我們一些想法？我先讓你們自己看，你自己看了自己流通。將來做教學的光碟，我們有音聲、有文字，就是畫面上全是文字，就用文字沒有人像，你更放心了。我們講經的人不會拉你們的群眾，跟你們的群眾不建立關係。好！你只聽到聲音不認識人，你就更放心了。我們的老師用這種方法，告訴大家，我們放下名聞利養，我們把真正所學、所知的跟大家講清楚、講明白，勸導大家。我們的目的是繼承傳統的文化，發揚光大傳統文化，我們自己名聞利養邊都不沾。我們盡量把這個東西做好，就用光碟教課資料，我們把它做好，希望能在全世界流通。將來用外國文，文字翻成都打在字幕上，你看到字幕，聽到音聲，不知道講經人的面貌。讓全世界每一個觀看的人，每一個國家政府都放心，通過你們嚴格的審查，如果不妥當的地方你們可以刪掉。這好主意！"
    },
    {
      "id": "02-040-0583_p0014",
      "zh_CN": "因为在外国，外国人怕中国崛起，中国强大了会报复他们，他们这些年欺负中国，怕报复。我们告诉他，中国的崛起是文化崛起，不是政治，不是武力，不是工商企业，也不是科学技术，是《群书治要》。《群书治要》是中国的古籍，这里面所讲的是真理，从个人修身、治家，可以用到你公司行号，治国，平天下这个平字是平等对待、和睦相处。这个世界上每个国家、每个族群、每个不同的宗教，大家都能够和睦相处、平等对待。你看这多好！现在这个理念在联合国起了作用，不同的族群承认了，不同宗教也承认了，都接受了。我们有最好的教材拿出去，儒释道的经典，用这个方法来做成有声的教科书，来向全世界推广。",
      "zh_TW": "因為在外國，外國人怕中國崛起，中國強大了會報復他們，他們這些年欺負中國，怕報復。我們告訴他，中國的崛起是文化崛起，不是政治，不是武力，不是工商企業，也不是科學技術，是《群書治要》。《群書治要》是中國的古籍，這裡面所講的是真理，從個人修身、治家，可以用到你公司行號，治國，平天下這個平字是平等對待、和睦相處。這個世界上每個國家、每個族群、每個不同的宗教，大家都能夠和睦相處、平等對待。你看這多好！現在這個理念在聯合國起了作用，不同的族群承認了，不同宗教也承認了，都接受了。我們有最好的教材拿出去，儒釋道的經典，用這個方法來做成有聲的教科書，來向全世界推廣。"
    },
    {
      "id": "02-040-0583_p0015",
      "zh_CN": "今年，印度尼西亚全国中小学把《弟子规》编成他们必修的课程。他们教育部的官员来看我，来告诉我，一共有多少个学校？有一万五千多个学校开始学习，已经把《弟子规》翻成马来文，现在问题就是缺乏师资。我说既然大家喜欢传统文化，我们把世界上研究传统文化的机构联起来，我们共同来传承这个事业。我们联合英国的汉学、法国巴黎，欧洲的汉学，法国巴黎最早，他们的历史有一百四十多年，是前清光绪初年传过去的，比英国大概要早三、四十年，这些跟我们都有联系。欧洲的汉学我们去参观过、去考察过，他们是把它当作中国古代历史文化来研究，古代的古文明，没有想到现代，做为历史文化来研究。我们告诉他，这个东西现在管用，他们感到很惊讶，二、三千年以前的东西现在可以管用？对的，我说不管用我们学它干什么？所以我们在一起交谈交流了三个多小时，沟通了，他们很欢喜。",
      "zh_TW": "今年，印度尼西亞全國中小學把《弟子規》編成他們必修的課程。他們教育部的官員來看我，來告訴我，一共有多少個學校？有一萬五千多個學校開始學習，已經把《弟子規》翻成馬來文，現在問題就是缺乏師資。我說既然大家喜歡傳統文化，我們把世界上研究傳統文化的機構聯起來，我們共同來傳承這個事業。我們聯合英國的漢學、法國巴黎，歐洲的漢學，法國巴黎最早，他們的歷史有一百四十多年，是前清光緒初年傳過去的，比英國大概要早三、四十年，這些跟我們都有聯繫。歐洲的漢學我們去參觀過、去考察過，他們是把它當作中國古代歷史文化來研究，古代的古文明，沒有想到現代，做為歷史文化來研究。我們告訴他，這個東西現在管用，他們感到很驚訝，二、三千年以前的東西現在可以管用？對的，我說不管用我們學它幹什麼？所以我們在一起交談交流了三個多小時，溝通了，他們很歡喜。"
    },
    {
      "id": "02-040-0583_p0016",
      "zh_CN": "我们是实学，中国传统文化超越空间、超越时间，超越空间是每个国家、每个族群都能接受，它讲的是人性。每个人都是有人性，人性是什么？人性本善，习性不善。要不好好的教，慢慢长大，习性变成主流，本性渐渐淡忘掉了。中国古人的教育都是重视本性本善，教育的目的，如何能把本善保存下来，最好一生都不要改变，中国教育目标是在此地。所以，他求的是智慧，不是知识；西方人是知识，不是智慧。我告诉他们，我们老祖宗教育的智慧，西方人承认；教育的理念、教育的方法、教育的成效、教育的经验，这些他们疏忽了。我们说出来，他们闻所未闻，没听说过，而且怀疑，因为跟他们的理念、方法完全不一样，目标不相同。",
      "zh_TW": "我們是實學，中國傳統文化超越空間、超越時間，超越空間是每個國家、每個族群都能接受，它講的是人性。每個人都是有人性，人性是什麼？人性本善，習性不善。要不好好的教，慢慢長大，習性變成主流，本性漸漸淡忘掉了。中國古人的教育都是重視本性本善，教育的目的，如何能把本善保存下來，最好一生都不要改變，中國教育目標是在此地。所以，他求的是智慧，不是知識；西方人是知識，不是智慧。我告訴他們，我們老祖宗教育的智慧，西方人承認；教育的理念、教育的方法、教育的成效、教育的經驗，這些他們疏忽了。我們說出來，他們聞所未聞，沒聽說過，而且懷疑，因為跟他們的理念、方法完全不一樣，目標不相同。"
    },
    {
      "id": "02-040-0583_p0017",
      "zh_CN": "求知识，知识要广学多闻；求智慧不可以，智慧要一门深入，要得定，要开悟。大彻大悟、明心见性，东方人教育的目的在此地。所以，老师对于悟性高的这些学生，那是他真正要教的对象，悟性很差的，就教他吸收知识，不是一个方法。悟性高的就教他一门，一门深入，长时薰修，这就是教育的理念。方法？读书千遍，其义自见，自见就是开悟了。他需不需要老师？不需要。他开悟了，对这个经的理解就跟原来讲经的人完全相同。为什么？原来讲经的人是开悟的人，自性里流出来的，他开悟了，展开经卷也是从自性流出来，佛知佛见，一点错误都没有。这个方法我们中国丢了两百年了，应该有两百年，受西方人的影响。所以我们中国人把智慧丢掉了，不学了，学什么？学知识，科学是知识，学知识。知识是广学多闻，知识很丰富，没智慧，知识解决不了现在社会问题。",
      "zh_TW": "求知識，知識要廣學多聞；求智慧不可以，智慧要一門深入，要得定，要開悟。大徹大悟、明心見性，東方人教育的目的在此地。所以，老師對於悟性高的這些學生，那是他真正要教的對象，悟性很差的，就教他吸收知識，不是一個方法。悟性高的就教他一門，一門深入，長時薰修，這就是教育的理念。方法？讀書千遍，其義自見，自見就是開悟了。他需不需要老師？不需要。他開悟了，對這個經的理解就跟原來講經的人完全相同。為什麼？原來講經的人是開悟的人，自性裡流出來的，他開悟了，展開經卷也是從自性流出來，佛知佛見，一點錯誤都沒有。這個方法我們中國丟了兩百年了，應該有兩百年，受西方人的影響。所以我們中國人把智慧丟掉了，不學了，學什麼？學知識，科學是知識，學知識。知識是廣學多聞，知識很豐富，沒智慧，知識解決不了現在社會問題。"
    },
    {
      "id": "02-040-0583_p0018",
      "zh_CN": "联合国从一九七０年代召开世界和平会议，主题就一个，消弭冲突，促进安定和谐，这是主题，每年投下去人力、物力、财力不计其数。我们有幸代表澳洲大学参加了十几次，我们看到，我们明白了。这些专家学者，都是每个国家地区最优秀的博士、教授、政府高级官员。这些年下来，冲突频率年年上升，灾害一次比一次严重，所以对于世界还会有没有和平，没有一个人有信心。我们这几次的参加看出来了，看出世界社会真正危机是什么，我们发现，真正的危机就是信心没有了。对什么信心？对古圣先贤智慧的信心，他们总认为古圣先贤那都是落伍的，他们不懂科学，他们那些东西都是糟粕。殊不知，我们对他们没有信心，所以不去研究他们东西，他们东西是真实智慧，是真真实实帮助现在社会解决一切困难。对个人来讲，让你身心清净、智慧增长，你一生过到幸福美满的生活。这里头有这个智慧、有这些方法，修身、齐家、治国、平天下，一点都不假。",
      "zh_TW": "聯合國從一九七０年代召開世界和平會議，主題就一個，消弭衝突，促進安定和諧，這是主題，每年投下去人力、物力、財力不計其數。我們有幸代表澳洲大學參加了十幾次，我們看到，我們明白了。這些專家學者，都是每個國家地區最優秀的博士、教授、政府高級官員。這些年下來，衝突頻率年年上升，災害一次比一次嚴重，所以對於世界還會有沒有和平，沒有一個人有信心。我們這幾次的參加看出來了，看出世界社會真正危機是什麼，我們發現，真正的危機就是信心沒有了。對什麼信心？對古聖先賢智慧的信心，他們總認為古聖先賢那都是落伍的，他們不懂科學，他們那些東西都是糟粕。殊不知，我們對他們沒有信心，所以不去研究他們東西，他們東西是真實智慧，是真真實實幫助現在社會解決一切困難。對個人來講，讓你身心清淨、智慧增長，你一生過到幸福美滿的生活。這裡頭有這個智慧、有這些方法，修身、齊家、治國、平天下，一點都不假。"
    },
    {
      "id": "02-040-0583_p0019",
      "zh_CN": "我们想到，如何叫他相信，他不会相信的。唯一的一个办法就是做实验，真正做出来，他相信了。所以汤池小镇过去我们做的，是做给联合国看的，就是因为他们对于传统文化不相信，我们做给你看，做成功了，引起很大的震撼。二００六年我们在巴黎做了报告，做了八个小时的报告，三天的展览，给他们带来很大的震撼。当时一百九十二个国家地区代表、大使，都希望到汤池去考察、去参观。我们发了邀请函，人太多了，我们无法接纳，把他分成五个梯次，第一个梯次大概四十多个人。护照都发了，欢迎他们来看，是我们地方领导不同意，取消了。我自己知道的，至少有三十多个大使，他们用私人观光旅游的身分，到汤池住三天，住四天、五天的。这个信息传到国外了，传到联合国，他们对传统文化开始生了信心。我们那个时候的期望，联合国看到了，我们汤池中心奉献给国家，希望国家派人来接着办，所有的老师、所有的资源我们全部奉献。老师愿意留都可以留，你们派人来主持，我们的目的达到了，我们就是让联合国知道中国古老的东西现在管用。",
      "zh_TW": "我們想到，如何叫他相信，他不會相信的。唯一的一個辦法就是做實驗，真正做出來，他相信了。所以湯池小鎮過去我們做的，是做給聯合國看的，就是因為他們對於傳統文化不相信，我們做給你看，做成功了，引起很大的震撼。二００六年我們在巴黎做了報告，做了八個小時的報告，三天的展覽，給他們帶來很大的震撼。當時一百九十二個國家地區代表、大使，都希望到湯池去考察、去參觀。我們發了邀請函，人太多了，我們無法接納，把他分成五個梯次，第一個梯次大概四十多個人。護照都發了，歡迎他們來看，是我們地方領導不同意，取消了。我自己知道的，至少有三十多個大使，他們用私人觀光旅遊的身分，到湯池住三天，住四天、五天的。這個信息傳到國外了，傳到聯合國，他們對傳統文化開始生了信心。我們那個時候的期望，聯合國看到了，我們湯池中心奉獻給國家，希望國家派人來接著辦，所有的老師、所有的資源我們全部奉獻。老師願意留都可以留，你們派人來主持，我們的目的達到了，我們就是讓聯合國知道中國古老的東西現在管用。"
    },
    {
      "id": "02-040-0583_p0020",
      "zh_CN": "真的，汤恩比所说的，不是汤恩比说的，我们说话他们不相信。汤恩比说的，「拯救二十一世纪」，就是现在，「全世界的社会问题，只有中国孔孟学说跟大乘佛法」。孔孟学说是中国的，大乘佛法也是中国的。英国人讲的，世界闻名的历史哲学家，不是我们普通人讲的。他讲的，外国人相不相信？我到英国去访问的时候，我去了两次，二００五年第一次，０六年第二次。第二次去访问的时候，我跟汉学系的学生，他们的研究生，跟他们的教授，举行了座谈会，也等于我给学生上了一堂课。我问这些学习汉学，就是儒释道的古籍的，我问他们，你们相不相信汤恩比的话？你们英国人，你们相不相信？这些人没有一个人回答我，都是看着我笑，对着我笑，笑咪咪的，笑了半天没有一个人讲话。我反过来问他，难道汤恩比博士说错了吗？你们有没有人承认他说错了的？也没有人敢承认。",
      "zh_TW": "真的，湯恩比所說的，不是湯恩比說的，我們說話他們不相信。湯恩比說的，「拯救二十一世紀」，就是現在，「全世界的社會問題，只有中國孔孟學說跟大乘佛法」。孔孟學說是中國的，大乘佛法也是中國的。英國人講的，世界聞名的歷史哲學家，不是我們普通人講的。他講的，外國人相不相信？我到英國去訪問的時候，我去了兩次，二００五年第一次，０六年第二次。第二次去訪問的時候，我跟漢學系的學生，他們的研究生，跟他們的教授，舉行了座談會，也等於我給學生上了一堂課。我問這些學習漢學，就是儒釋道的古籍的，我問他們，你們相不相信湯恩比的話？你們英國人，你們相不相信？這些人沒有一個人回答我，都是看著我笑，對著我笑，笑咪咪的，笑了半天沒有一個人講話。我反過來問他，難道湯恩比博士說錯了嗎？你們有沒有人承認他說錯了的？也沒有人敢承認。"
    },
    {
      "id": "02-040-0583_p0021",
      "zh_CN": "最后我不得已，我赞叹他们，我说你们很聪明，既不承认，也不敢反对。为什么会有这个现象？汤恩比的名气太大了，不敢反对。他说的话确实值得怀疑，不能完全相信。怀疑我知道从哪里来的，中国东西这么好，为什么中国人不要？中国人完全学西方的，这个怀疑得有道理。汤恩比对中国文化太了解了，又有那么大的名气，不敢反对。中国人自己不要，真正叫他们怀疑，如果那么好，你们为什么不干？你们自己真干，你们领导全世界，谁不愿意跟你学？怀疑有怀疑的原因。幸好我们的实验是在中国做成的，要在外国做成的，更不相信了，我们在中国的汤池做成的。如果在其他国家做成的，他们对这个，那问题可大了。",
      "zh_TW": "最後我不得已，我讚歎他們，我說你們很聰明，既不承認，也不敢反對。為什麼會有這個現象？湯恩比的名氣太大了，不敢反對。他說的話確實值得懷疑，不能完全相信。懷疑我知道從哪裡來的，中國東西這麼好，為什麼中國人不要？中國人完全學西方的，這個懷疑得有道理。湯恩比對中國文化太了解了，又有那麼大的名氣，不敢反對。中國人自己不要，真正叫他們懷疑，如果那麼好，你們為什麼不幹？你們自己真幹，你們領導全世界，誰不願意跟你學？懷疑有懷疑的原因。幸好我們的實驗是在中國做成的，要在外國做成的，更不相信了，我們在中國的湯池做成的。如果在其他國家做成的，他們對這個，那問題可大了。"
    },
    {
      "id": "02-040-0583_p0022",
      "zh_CN": "现在学习的愈来愈多，我们自己国家注意到了，现在还赶不上外国。头一个印度尼西亚，他们全国中学、小学把《弟子规》定为必修课程，一万五千多所学校。他们的教育部主管，应该是司长，主管中小学教育的，教育司，到香港来看我，专程来的。早晨从那边飞过来，中午在我这边吃了饭，晚上就回去了。问我怎么个教法？书印好了，翻成了马来文。我这一想，到哪里去找老师？当然他们培养师资是第一桩大事，应该办一个专门的培训班，训练老师。这个老师，起初我们马来西亚中心老师可以帮助他们，到他们那边去教个三个月、四个月，因为只有一门课《弟子规》。希望把他们老师教会了之后，他们的老师继续不断再教，老师愈多愈好。",
      "zh_TW": "現在學習的愈來愈多，我們自己國家注意到了，現在還趕不上外國。頭一個印度尼西亞，他們全國中學、小學把《弟子規》定為必修課程，一萬五千多所學校。他們的教育部主管，應該是司長，主管中小學教育的，教育司，到香港來看我，專程來的。早晨從那邊飛過來，中午在我這邊吃了飯，晚上就回去了。問我怎麼個教法？書印好了，翻成了馬來文。我這一想，到哪裡去找老師？當然他們培養師資是第一樁大事，應該辦一個專門的培訓班，訓練老師。這個老師，起初我們馬來西亞中心老師可以幫助他們，到他們那邊去教個三個月、四個月，因為只有一門課《弟子規》。希望把他們老師教會了之後，他們的老師繼續不斷再教，老師愈多愈好。"
    },
    {
      "id": "02-040-0583_p0023",
      "zh_CN": "而且重要的，普及是要用远程教学，我就把澳洲远程教学他们那些做法、成绩给他们做报告。澳洲地大人少，边远地区学生上学没有交通工具，所以他们用远程教学，用网路。学生在家里学，每年大概是一次还是二次考试，到学校去参加考试。有的时候学校太远，就附近这个城市，学校派老师，到附近找个学校，在这个学校考试。考试及格，学校发毕业证书。这是个很好的办法。他们远程教学的，你说香港，香港有不少学生，所以他们学校派老师到香港来，来担任考试，给学生做考试。他们可以不必到学校去，学校主动派老师来跟这些学生见面。面对全世界几十个国家地区，做得很成功。所以要用这种方式，不但可以对全国，可以面对全世界。明年马来西亚汉学院建好之后，我们也用这个方法，来帮助全世界推动扎根教育，这非常非常重要。",
      "zh_TW": "而且重要的，普及是要用遠程教學，我就把澳洲遠程教學他們那些做法、成績給他們做報告。澳洲地大人少，邊遠地區學生上學沒有交通工具，所以他們用遠程教學，用網路。學生在家裡學，每年大概是一次還是二次考試，到學校去參加考試。有的時候學校太遠，就附近這個城市，學校派老師，到附近找個學校，在這個學校考試。考試及格，學校發畢業證書。這是個很好的辦法。他們遠程教學的，你說香港，香港有不少學生，所以他們學校派老師到香港來，來擔任考試，給學生做考試。他們可以不必到學校去，學校主動派老師來跟這些學生見面。面對全世界幾十個國家地區，做得很成功。所以要用這種方式，不但可以對全國，可以面對全世界。明年馬來西亞漢學院建好之後，我們也用這個方法，來幫助全世界推動扎根教育，這非常非常重要。"
    },
    {
      "id": "02-040-0583_p0024",
      "zh_CN": "印尼是回教国家，他们有宗教教育，他不忌讳宗教。宗教教育心量要拓开，要包容其他宗教，这样才真正能做到化解冲突，安定和谐。也非常难得，印尼的回教大学校长带着几位教授来看我，也是专程来的，中午在我这边吃饭，晚上回去了。告诉我，学校要正式开办一个汉学院，这很难得。汉学院里面就学习中国的儒释道，着重古时候传下来的经典，这非常有意义。这个老师就比较困难了，所以我这段时期在揣摩，我们用什么方法？就想到我们用光碟、用录像，做成有系统的教科书，我们再出版这些东西。你要是办这个班，我把这个教材给你，教科书给你，你就能办成，不要请老师，用光碟教学。我们汉学院的，将这些研究员、这些教授支援你们，每年我们可以做二、三次的访问，跟你们交流，跟你们交换学习心得，用这个方法来帮助大家。我们这样就可以联络全世界的汉学学者。",
      "zh_TW": "印尼是回教國家，他們有宗教教育，他不忌諱宗教。宗教教育心量要拓開，要包容其他宗教，這樣才真正能做到化解衝突，安定和諧。也非常難得，印尼的回教大學校長帶著幾位教授來看我，也是專程來的，中午在我這邊吃飯，晚上回去了。告訴我，學校要正式開辦一個漢學院，這很難得。漢學院裡面就學習中國的儒釋道，著重古時候傳下來的經典，這非常有意義。這個老師就比較困難了，所以我這段時期在揣摩，我們用什麼方法？就想到我們用光碟、用錄像，做成有系統的教科書，我們再出版這些東西。你要是辦這個班，我把這個教材給你，教科書給你，你就能辦成，不要請老師，用光碟教學。我們漢學院的，將這些研究員、這些教授支援你們，每年我們可以做二、三次的訪問，跟你們交流，跟你們交換學習心得，用這個方法來幫助大家。我們這樣就可以聯絡全世界的漢學學者。"
    },
    {
      "id": "02-040-0583_p0025",
      "zh_CN": "将来再有机会的时候，真正做出成绩出来，可以成立一个世界汉学会，汉学协会，这些学者都是这里面的会员。每年我们可以在联合国办一次大活动，世界汉学的交流，这个可以做得到的。所以汉学的前途一片光明，希望年轻同学认真努力，要做出牺牲奉献。我们把财色名利放下，那个没有意义，那并不是个好东西；把老祖宗东西继承下来，发扬光大，这是圣贤事业，这是大事，这是在全世界历史上留名。那是自然现象，我们并不要求有名，名闻利养统放下，一心一意真干。",
      "zh_TW": "將來再有機會的時候，真正做出成績出來，可以成立一個世界漢學會，漢學協會，這些學者都是這裡面的會員。每年我們可以在聯合國辦一次大活動，世界漢學的交流，這個可以做得到的。所以漢學的前途一片光明，希望年輕同學認真努力，要做出犧牲奉獻。我們把財色名利放下，那個沒有意義，那並不是個好東西；把老祖宗東西繼承下來，發揚光大，這是聖賢事業，這是大事，這是在全世界歷史上留名。那是自然現象，我們並不要求有名，名聞利養統放下，一心一意真幹。"
    },
    {
      "id": "02-040-0583_p0026",
      "zh_CN": "所以我们看到，学习，向阿难学习，阿难见到西方极乐世界，见到阿弥陀佛，发心求往生。我亦愿乐生于净土，愿是我想去，乐是欢喜，对极乐世界、对阿弥陀佛产生信心，欢喜阿弥陀佛，喜欢极乐世界。我们看念老的注解，「阿难亲见弥陀如黄金山，德相端严」，端正庄严。「及彼土种种清净庄严」，这一句是讲极乐世界，前面两句是讲阿弥陀佛。「皆昔所未见」，过去从来没见到过，「故云得未曾有」。「复闻十方佛赞，生希有心，发起大愿，愿生极乐。正表阿难当机，契会圣心」，阿难有智慧，阿难一听，明白了。契会圣心是什么意思？阿弥陀佛、释迦牟尼佛都希望大家学习这个法门。为什么？它快，一生就能成就，你说多难得，多稀有。",
      "zh_TW": "所以我們看到，學習，向阿難學習，阿難見到西方極樂世界，見到阿彌陀佛，發心求往生。我亦願樂生於淨土，願是我想去，樂是歡喜，對極樂世界、對阿彌陀佛產生信心，歡喜阿彌陀佛，喜歡極樂世界。我們看念老的註解，「阿難親見彌陀如黃金山，德相端嚴」，端正莊嚴。「及彼土種種清淨莊嚴」，這一句是講極樂世界，前面兩句是講阿彌陀佛。「皆昔所未見」，過去從來沒見到過，「故云得未曾有」。「復聞十方佛讚，生希有心，發起大願，願生極樂。正表阿難當機，契會聖心」，阿難有智慧，阿難一聽，明白了。契會聖心是什麼意思？阿彌陀佛、釋迦牟尼佛都希望大家學習這個法門。為什麼？它快，一生就能成就，你說多難得，多稀有。"
    },
    {
      "id": "02-040-0583_p0027",
      "zh_CN": "汉学院跟斯里兰卡的佛教大学，有人来问我，问我是不是校长？我说我不是的，荣誉校长我也不要，首席顾问我也不要。我全力把它促成，我说我顶多在里面是个教授，我做一名教授，我的精神、体力还行的话，我教一门课，就是《无量寿经》。我这个课程一年，一年就学完了。因为汉学院我们教学是用古人的理念，是一门深入，每一年都是学一样的东西。十年，也就是这一部《无量寿经》要讲十遍，一年讲一遍，一天，就像我现在这个样子，四个小时。这门功课学完是要一千二百个小时，两个小时是一个学分，六百个学分。十年之后，他就是这门功课的专家，真正成为世界第一流的专家。那个时候，我们把他们的研究著作跟他们的讲学光碟送到马来西亚教育部，给他们审查。能够达到博士学位的水平，我们要求教育部授给我们这些研究员汉学博士学位。他们拿到这个学位，就可以在全世界每个大学里面教中文。这对于这些研究员有强烈的吸引力，等于他们来念书，我来念硕士班、博士班，十年，时间长一点，是十年。",
      "zh_TW": "漢學院跟斯里蘭卡的佛教大學，有人來問我，問我是不是校長？我說我不是的，榮譽校長我也不要，首席顧問我也不要。我全力把它促成，我說我頂多在裡面是個教授，我做一名教授，我的精神、體力還行的話，我教一門課，就是《無量壽經》。我這個課程一年，一年就學完了。因為漢學院我們教學是用古人的理念，是一門深入，每一年都是學一樣的東西。十年，也就是這一部《無量壽經》要講十遍，一年講一遍，一天，就像我現在這個樣子，四個小時。這門功課學完是要一千二百個小時，兩個小時是一個學分，六百個學分。十年之後，他就是這門功課的專家，真正成為世界第一流的專家。那個時候，我們把他們的研究著作跟他們的講學光碟送到馬來西亞教育部，給他們審查。能夠達到博士學位的水平，我們要求教育部授給我們這些研究員漢學博士學位。他們拿到這個學位，就可以在全世界每個大學裡面教中文。這對於這些研究員有強烈的吸引力，等於他們來念書，我來念碩士班、博士班，十年，時間長一點，是十年。"
    },
    {
      "id": "02-040-0583_p0028",
      "zh_CN": "这十年是有工资的，因为这些研究员，我们是从小学老师、中学老师里面选拔出来的，他们还要养家活口，所以我们有相当的工资，让他生活能过得去。这个学校是我们私人办的，不是国家办的，我们有一百到二百个研究员，这个经费从哪里来？我早就想好了，马来西亚有一百多个净宗学会，一个净宗学会领养一个。这一个人他的工资，你们这个净宗学会负责，就很容易解决。还有企业，这企业老板对于传统文化有兴趣的，有信心的，想做一点好事，你也可以领养一、二个。让这些老师身心安稳，无后顾之忧，好好在那边读十年书，最后拿到汉学博士学位。我能够看到，心满意足了，我什么都不要，就要让我看到这一天，中国传统文化红遍全世界。",
      "zh_TW": "這十年是有工資的，因為這些研究員，我們是從小學老師、中學老師裡面選拔出來的，他們還要養家活口，所以我們有相當的工資，讓他生活能過得去。這個學校是我們私人辦的，不是國家辦的，我們有一百到二百個研究員，這個經費從哪裡來？我早就想好了，馬來西亞有一百多個淨宗學會，一個淨宗學會領養一個。這一個人他的工資，你們這個淨宗學會負責，就很容易解決。還有企業，這企業老闆對於傳統文化有興趣的，有信心的，想做一點好事，你也可以領養一、二個。讓這些老師身心安穩，無後顧之憂，好好在那邊讀十年書，最後拿到漢學博士學位。我能夠看到，心滿意足了，我什麼都不要，就要讓我看到這一天，中國傳統文化紅遍全世界。"
    },
    {
      "id": "02-040-0583_p0029",
      "zh_CN": "发心干这桩事情，我相信全世界、全人类的祖宗都会保佑你，每个宗教的神明都会加持你。为什么？你这个符合上天的心，你这是真正好事，这是救世救人，这好事业，不是坏事，所以神明会保佑。我们选择这个地点是好地点，马六甲，郑和七次下西洋，都以马六甲做为海外的中心点。马六甲的人对中国感情非常深，每一条街上都有郑和庙，你看他们对郑和的感情。我上次去看，当地同修告诉我，现在他们市区中心有一片很大一片的土地，那个地方原来是城外，现在城市扩大了，变成市区里面。那块地是什么？是郑和他们的那些海军死亡的时候葬在那里，是墓地，是郑和属下的墓地。有不少企业想把它迁走，他们买这个地来建设，听说每个想动脑筋的人都出事情，没有一个人敢动。",
      "zh_TW": "發心幹這樁事情，我相信全世界、全人類的祖宗都會保佑你，每個宗教的神明都會加持你。為什麼？你這個符合上天的心，你這是真正好事，這是救世救人，這好事業，不是壞事，所以神明會保佑。我們選擇這個地點是好地點，馬六甲，鄭和七次下西洋，都以馬六甲做為海外的中心點。馬六甲的人對中國感情非常深，每一條街上都有鄭和廟，你看他們對鄭和的感情。我上次去看，當地同修告訴我，現在他們市區中心有一片很大一片的土地，那個地方原來是城外，現在城市擴大了，變成市區裡面。那塊地是什麼？是鄭和他們的那些海軍死亡的時候葬在那裡，是墓地，是鄭和屬下的墓地。有不少企業想把它遷走，他們買這個地來建設，聽說每個想動腦筋的人都出事情，沒有一個人敢動。"
    },
    {
      "id": "02-040-0583_p0030",
      "zh_CN": "我们的汉学院将来办得有成就，有这个能力了，在那边做一个大型的郑和的纪念馆。墓地把它整理出来做个墓园，那是个观光区，是个景点，做一个纪念馆。这个纪念馆让我们办活动用，办论坛，办讲座，办传统文化活动的基地，面对全世界，我相信郑和也就会保护这个地方。那个时候郑和这个舰队是全世界最大的海军舰队，周游全世界，没有占领一分土地，没有做一个殖民地，没有。这是大家都看见的，没有欺负外国人。而且对人都很厚，厚道，跟人做朋友，互通往来。他们的土产，我们带到中国来，中国的一些产物跟他们交流，总是比他们要多一些。所以能感动人心，人家欢迎你。跟外国人和睦相处，都像一家人一样，彼此互相照顾，互助合作。我们要发扬郑和的精神，那就是一个和字，这个精神要发扬光大。郑跟真的音很相接近，将来那个活动中心，「真和中心」，真正的和谐，真和中心，跟郑和的音很近。",
      "zh_TW": "我們的漢學院將來辦得有成就，有這個能力了，在那邊做一個大型的鄭和的紀念館。墓地把它整理出來做個墓園，那是個觀光區，是個景點，做一個紀念館。這個紀念館讓我們辦活動用，辦論壇，辦講座，辦傳統文化活動的基地，面對全世界，我相信鄭和也就會保護這個地方。那個時候鄭和這個艦隊是全世界最大的海軍艦隊，周遊全世界，沒有佔領一分土地，沒有做一個殖民地，沒有。這是大家都看見的，沒有欺負外國人。而且對人都很厚，厚道，跟人做朋友，互通往來。他們的土產，我們帶到中國來，中國的一些產物跟他們交流，總是比他們要多一些。所以能感動人心，人家歡迎你。跟外國人和睦相處，都像一家人一樣，彼此互相照顧，互助合作。我們要發揚鄭和的精神，那就是一個和字，這個精神要發揚光大。鄭跟真的音很相接近，將來那個活動中心，「真和中心」，真正的和諧，真和中心，跟鄭和的音很近。"
    },
    {
      "id": "02-040-0583_p0031",
      "zh_CN": "我们在斯里兰卡建了两个饭店，一个龙喜饭店，一个阿弥陀佛饭店。这饭店做什么用？饭店就是活动中心，是世界宗教活动中心。常年在那边办，一个一个活动接着，不需要给一般观光客的，我们的活动统统都住满了。所以这个饭店肯定赚钱，赚钱干什么？给龙喜大学、给宗教大学做经费，没有一样不是好事情。我们自己可以在中心的旁边建一个小房子养老，有能力的时候教学，没有能力的时候养老，求往生，足了。",
      "zh_TW": "我們在斯里蘭卡建了兩個飯店，一個龍喜飯店，一個阿彌陀佛飯店。這飯店做什麼用？飯店就是活動中心，是世界宗教活動中心。常年在那邊辦，一個一個活動接著，不需要給一般觀光客的，我們的活動統統都住滿了。所以這個飯店肯定賺錢，賺錢幹什麼？給龍喜大學、給宗教大學做經費，沒有一樣不是好事情。我們自己可以在中心的旁邊建一個小房子養老，有能力的時候教學，沒有能力的時候養老，求往生，足了。"
    },
    {
      "id": "02-040-0583_p0032",
      "zh_CN": "阿难契会圣心，「发愿求生」，他自己说，『我亦愿乐生于彼土』。底下这段经文，「示生因缘」，请看经文：",
      "zh_TW": "阿難契會聖心，「發願求生」，他自己說，『我亦願樂生於彼土』。底下這段經文，「示生因緣」，請看經文："
    },
    {
      "id": "02-040-0583_p0033",
      "zh_CN": "【世尊告言。其中生者。已曾亲近无量诸佛。植众德本。汝欲生彼。应当一心归依瞻仰。】",
      "zh_TW": "【世尊告言。其中生者。已曾親近無量諸佛。植眾德本。汝欲生彼。應當一心歸依瞻仰。】"
    },
    {
      "id": "02-040-0583_p0034",
      "zh_CN": "这是释迦牟尼佛答复阿难的话，阿难想求生净土，佛在此地说出来了，往生净土的真因，不是这一生的，是过去生中种的因。每一个往生的人，「皆已于无量诸佛，亲近供养，事奉学习，广植德本」。是佛门的老佛教徒，不是这一生这一世，过去很多世你都学过佛，或许你也接触过这个法门。",
      "zh_TW": "這是釋迦牟尼佛答覆阿難的話，阿難想求生淨土，佛在此地說出來了，往生淨土的真因，不是這一生的，是過去生中種的因。每一個往生的人，「皆已於無量諸佛，親近供養，事奉學習，廣植德本」。是佛門的老佛教徒，不是這一生這一世，過去很多世你都學過佛，或許你也接觸過這個法門。"
    },
    {
      "id": "02-040-0583_p0035",
      "zh_CN": "马来西亚这个汉学院，研究员从哪里来？从华校，马来西亚华校一千多个小学，六十二个中学。我们希望这里面的老师、校长，校长退下来他们的年龄都很好，才五十几岁的样子，十年六十多岁，就能够在全世界弘扬汉学。其他国家地区，真正发心的人都可以参加。首相问我，我们马来学校老师可不可以参加？我说当然可以，我说我们没有分别，不分种族，不分信仰，不管你信仰什么，我们不分，只要对汉学有兴趣，真正发心深入，十年主攻一门。我们对研究员的要求，就是每个星期你要写一份研究报告，你要讲两个小时，给你录像。这个研究报告是你的著作，这两个小时光碟是你的成绩，将来用这个送到教育部审查，拿博士学位。",
      "zh_TW": "馬來西亞這個漢學院，研究員從哪裡來？從華校，馬來西亞華校一千多個小學，六十二個中學。我們希望這裡面的老師、校長，校長退下來他們的年齡都很好，才五十幾歲的樣子，十年六十多歲，就能夠在全世界弘揚漢學。其他國家地區，真正發心的人都可以參加。首相問我，我們馬來學校老師可不可以參加？我說當然可以，我說我們沒有分別，不分種族，不分信仰，不管你信仰什麼，我們不分，只要對漢學有興趣，真正發心深入，十年主攻一門。我們對研究員的要求，就是每個星期你要寫一份研究報告，你要講兩個小時，給你錄像。這個研究報告是你的著作，這兩個小時光碟是你的成績，將來用這個送到教育部審查，拿博士學位。"
    },
    {
      "id": "02-040-0583_p0036",
      "zh_CN": "西方极乐世界也是这样，无论你是哪一个佛国土里面十法界的众生，不管你是哪一界，条件呢？你看看，过去生中在「无量诸佛亲近供养，事奉学习，广植德本」，这是过去，不是现在，这就是你条件。对于中国汉学、儒释道，真正有兴趣的也不是一朝一夕的，肯定过去多生多劫都种了善根。正是像《弥陀经》上所说的，《阿弥陀经》上所讲的，「不可以少善根福德因缘，得生彼国」，一样的。决定是多善根，多善根才生欢喜心；多福德他才有这种缘分，没有多福德，这个缘分不容易遇到，现在讲机会。因缘是你碰上了，过去没有汉学院，汉学院是从现在才建立的，过去没有，这个缘分你碰上了。这个大学是以儒释道典籍开课的，跟普通大学不一样，所以这个学校里头有儒，可以用学院，有儒、有佛、有道。这里面没有老师，没有教授，自己必须对中国文言文有能力能看懂，儒释道的典籍拿来，文字上面没障碍，你才能下手，你才能专攻。所有参考资料是以古人东西为标准，也就是说以《四库全书》搜集的，这是当时大家承认的，注解没有注错，没有问题，才选出来加入《四库》。这是主要参考书，《四库》之外的，补充的参考书可以有几种，但是这是主。",
      "zh_TW": "西方極樂世界也是這樣，無論你是哪一個佛國土裡面十法界的眾生，不管你是哪一界，條件呢？你看看，過去生中在「無量諸佛親近供養，事奉學習，廣植德本」，這是過去，不是現在，這就是你條件。對於中國漢學、儒釋道，真正有興趣的也不是一朝一夕的，肯定過去多生多劫都種了善根。正是像《彌陀經》上所說的，《阿彌陀經》上所講的，「不可以少善根福德因緣，得生彼國」，一樣的。決定是多善根，多善根才生歡喜心；多福德他才有這種緣分，沒有多福德，這個緣分不容易遇到，現在講機會。因緣是你碰上了，過去沒有漢學院，漢學院是從現在才建立的，過去沒有，這個緣分你碰上了。這個大學是以儒釋道典籍開課的，跟普通大學不一樣，所以這個學校裡頭有儒，可以用學院，有儒、有佛、有道。這裡面沒有老師，沒有教授，自己必須對中國文言文有能力能看懂，儒釋道的典籍拿來，文字上面沒障礙，你才能下手，你才能專攻。所有參考資料是以古人東西為標準，也就是說以《四庫全書》蒐集的，這是當時大家承認的，註解沒有註錯，沒有問題，才選出來加入《四庫》。這是主要參考書，《四庫》之外的，補充的參考書可以有幾種，但是這是主。"
    },
    {
      "id": "02-040-0583_p0037",
      "zh_CN": "一定要开悟，一门学久了，心清净了，清净心生智慧，智慧就开悟了。所以到最后是什么样子的？无师自通。这个我们给整个世界教学提供一个实验，告诉大家，不需要教授指导也能够跟教授一样，甚至于能超过他。佛门里有例子，释迦牟尼佛有大智慧，一生说出这么多经论，他跟谁学的？没人教他。他从十九岁到三十岁学了十二年，学的那些东西统统没用上，佛经上都没有，他全把它放下，他是大彻大悟，自然通达的。要相信这个事实，要相信这个能力人人都有，不是释迦牟尼佛一个人有。中国惠能大师有这个能力，惠能大师不认识字，没念过书，儒释道三教的典籍你去问他，他没有一样不通。为什么？那是自性流出来的，你见了性，哪有不懂的道理！所以，我们儒释道都是以明心见性为目的，不能大彻大悟，应该也有大悟，十年，大悟是没有问题的。大悟就通一部分，你看佛，佛我都通了，儒跟道未必；学道的时候，道通了，佛跟儒未必，这是大悟。如果彻悟，全通了，什么障碍都没有了，彻悟是见性。我们希望达到这个水平，把中国教育的智慧、教育的理念、教育的方法对全世界弘扬。不是求知识，是求智慧，有智慧就有知识，有知识不一定有智慧。东方智慧。",
      "zh_TW": "一定要開悟，一門學久了，心清淨了，清淨心生智慧，智慧就開悟了。所以到最後是什麼樣子的？無師自通。這個我們給整個世界教學提供一個實驗，告訴大家，不需要教授指導也能夠跟教授一樣，甚至於能超過他。佛門裡有例子，釋迦牟尼佛有大智慧，一生說出這麼多經論，他跟誰學的？沒人教他。他從十九歲到三十歲學了十二年，學的那些東西統統沒用上，佛經上都沒有，他全把它放下，他是大徹大悟，自然通達的。要相信這個事實，要相信這個能力人人都有，不是釋迦牟尼佛一個人有。中國惠能大師有這個能力，惠能大師不認識字，沒念過書，儒釋道三教的典籍你去問他，他沒有一樣不通。為什麼？那是自性流出來的，你見了性，哪有不懂的道理！所以，我們儒釋道都是以明心見性為目的，不能大徹大悟，應該也有大悟，十年，大悟是沒有問題的。大悟就通一部分，你看佛，佛我都通了，儒跟道未必；學道的時候，道通了，佛跟儒未必，這是大悟。如果徹悟，全通了，什麼障礙都沒有了，徹悟是見性。我們希望達到這個水平，把中國教育的智慧、教育的理念、教育的方法對全世界弘揚。不是求知識，是求智慧，有智慧就有知識，有知識不一定有智慧。東方智慧。"
    },
    {
      "id": "02-040-0583_p0038",
      "zh_CN": "外国也有，释迦牟尼佛是外国的，印度的，惠能是中国的，这是代表人物。伊斯兰教穆罕默德不认识字，没有念过书，你看他能讲一部《古兰经》，别人把它写出来，他讲。伊斯兰的信徒在现在超过十五亿，比中国人口多，他们主要经典就是《古兰》。我现在希望穆斯林的朋友，现在已经在做，把《古兰经》里面精选，出一部《３６０》，跟我们《群书治要３６０》一样，出一本小册子，介绍《古兰经》，让全世界人都能读到。每个宗教都应该做这个工作，把你的典籍简化，让大家在很短的时间之内就能对你宗教了解、认识，互相学习。能够融会贯通，就不再有误会，不再有冲突，宗教与宗教之间的争论自然消除了。宗教大学的目的就在此地，化解宗教之间的冲突、矛盾，互相学习，互相尊重，互相合作，化解全世界一切冲突，来缔造全世界永续的安定和平，这是宗教大学的宗旨。",
      "zh_TW": "外國也有，釋迦牟尼佛是外國的，印度的，惠能是中國的，這是代表人物。伊斯蘭教穆罕默德不認識字，沒有念過書，你看他能講一部《古蘭經》，別人把它寫出來，他講。伊斯蘭的信徒在現在超過十五億，比中國人口多，他們主要經典就是《古蘭》。我現在希望穆斯林的朋友，現在已經在做，把《古蘭經》裡面精選，出一部《３６０》，跟我們《群書治要３６０》一樣，出一本小冊子，介紹《古蘭經》，讓全世界人都能讀到。每個宗教都應該做這個工作，把你的典籍簡化，讓大家在很短的時間之內就能對你宗教了解、認識，互相學習。能夠融會貫通，就不再有誤會，不再有衝突，宗教與宗教之間的爭論自然消除了。宗教大學的目的就在此地，化解宗教之間的衝突、矛盾，互相學習，互相尊重，互相合作，化解全世界一切衝突，來締造全世界永續的安定和平，這是宗教大學的宗旨。"
    },
    {
      "id": "02-040-0583_p0039",
      "zh_CN": "我们再往下看念老的注解，「今者，汝欲生彼」，这是释迦牟尼佛的话，汝是阿难尊者，你想往生极乐世界，「应当一心归依瞻仰」。归是回头，依是依靠，也就是放下万缘，一向专念，一个方向，西方极乐世界，专念阿弥陀佛。瞻仰是修行，观想念佛，思惟是修行，持名是念佛，都是净宗主要修学的方法。《观经》上所讲的十六种方法，统统都是念佛。归依跟底下皈依是一个意思。「瞻者瞻望，仰者崇仰，归依瞻仰」这里头含的意思，「礼佛、观佛、念佛、忆佛」这些意思，「亦涵天亲菩萨五念之旨」，天亲菩萨教给我们五念门。",
      "zh_TW": "我們再往下看念老的註解，「今者，汝欲生彼」，這是釋迦牟尼佛的話，汝是阿難尊者，你想往生極樂世界，「應當一心歸依瞻仰」。歸是回頭，依是依靠，也就是放下萬緣，一向專念，一個方向，西方極樂世界，專念阿彌陀佛。瞻仰是修行，觀想念佛，思惟是修行，持名是念佛，都是淨宗主要修學的方法。《觀經》上所講的十六種方法，統統都是念佛。歸依跟底下皈依是一個意思。「瞻者瞻望，仰者崇仰，歸依瞻仰」這裡頭含的意思，「禮佛、觀佛、念佛、憶佛」這些意思，「亦涵天親菩薩五念之旨」，天親菩薩教給我們五念門。"
    },
    {
      "id": "02-040-0583_p0040",
      "zh_CN": "五念，我们参考资料第四页，「五念门，出《无量寿经论》」。第一个，「礼拜门：谓修净土之人，清净身业，面对阿弥陀如来」，一心恭敬礼拜，求生净土，这礼拜门。每天早晚拜佛，拜佛也是最好的运动，非常适合于中年以上的人。常年拜佛，身心健康，百病不生，不要去做其他的运动，这个就可以，统统能收到。五体投地，把拜佛的方法学会，每个关节都运动到。早晨能够拜一个小时，晚上能拜一个小时，最好了。",
      "zh_TW": "五念，我們參考資料第四頁，「五念門，出《無量壽經論》」。第一個，「禮拜門：謂修淨土之人，清淨身業，面對阿彌陀如來」，一心恭敬禮拜，求生淨土，這禮拜門。每天早晚拜佛，拜佛也是最好的運動，非常適合於中年以上的人。常年拜佛，身心健康，百病不生，不要去做其他的運動，這個就可以，統統能收到。五體投地，把拜佛的方法學會，每個關節都運動到。早晨能夠拜一個小時，晚上能拜一個小時，最好了。"
    },
    {
      "id": "02-040-0583_p0041",
      "zh_CN": "第二，「赞叹门：谓修净土之人，清净口业」。下面看到「清净意业」，清净两个字很重要，跟经题相应，经题修行最高指导原则是清净、平等、觉。念佛人一定要要求自己有清净心，清净心没有染污，平等心没有高下，没有分别。用清净、平等心待人接物，用清净、平等心生活、工作，这就是过的佛菩萨的生活。「称叹如来名号功德，光明智相，如实修行，求生彼国」。这个赞叹，除念佛是赞叹，讲经是赞叹，跟别人分享交流都是赞叹。我们自己得到佛法利益，一定要把这种殊胜利益介绍给别人，跟大家一起共享。心量要大，要主动去干。我的老师早年是什么样的心态教我，我至少要以这种心态教别人，不然对不起老师。老师对我真诚的教诲，丝毫名闻利养都没有，因为那个时候我贫穷，我什么都没有，老师认真教导。",
      "zh_TW": "第二，「讚歎門：謂修淨土之人，清淨口業」。下面看到「清淨意業」，清淨兩個字很重要，跟經題相應，經題修行最高指導原則是清淨、平等、覺。念佛人一定要要求自己有清淨心，清淨心沒有染污，平等心沒有高下，沒有分別。用清淨、平等心待人接物，用清淨、平等心生活、工作，這就是過的佛菩薩的生活。「稱歎如來名號功德，光明智相，如實修行，求生彼國」。這個讚歎，除念佛是讚歎，講經是讚歎，跟別人分享交流都是讚歎。我們自己得到佛法利益，一定要把這種殊勝利益介紹給別人，跟大家一起共享。心量要大，要主動去幹。我的老師早年是什麼樣的心態教我，我至少要以這種心態教別人，不然對不起老師。老師對我真誠的教誨，絲毫名聞利養都沒有，因為那個時候我貧窮，我什麼都沒有，老師認真教導。"
    },
    {
      "id": "02-040-0583_p0042",
      "zh_CN": "第三，「作愿」，就是发愿，「修净土之人，清净意业，发大誓愿，如实修行奢摩他」。这是梵语，奢摩他、三摩、禅那，翻成中国意思是止，这个名词后头都有了。后头有毗婆舍那，这是观，观是智慧，止是功夫。止是什么？所有妄念都停止，都放下了。「求生彼国」。也就是我们常讲的放下万缘，一心专念。奢摩他、毗婆舍那都是属于禅定，禅定是它们的总名称，这个禅定偏重在放下，奢摩他。求生彼国，这叫做发愿。",
      "zh_TW": "第三，「作願」，就是發願，「修淨土之人，清淨意業，發大誓願，如實修行奢摩他」。這是梵語，奢摩他、三摩、禪那，翻成中國意思是止，這個名詞後頭都有了。後頭有毗婆舍那，這是觀，觀是智慧，止是功夫。止是什麼？所有妄念都停止，都放下了。「求生彼國」。也就是我們常講的放下萬緣，一心專念。奢摩他、毗婆舍那都是屬於禪定，禪定是它們的總名稱，這個禪定偏重在放下，奢摩他。求生彼國，這叫做發願。"
    },
    {
      "id": "02-040-0583_p0043",
      "zh_CN": "第四，「观察门：谓修净土之人，用观观察」，这里头有三种，「观察彼佛国土功德庄严」，观察依报，极乐世界生活环境、学习的环境。还有更不可思议的，上求下化的无比殊胜的因缘，这就是什么？你到极乐世界，你有阿弥陀佛同样分身的能力，阿弥陀佛能分无量无边无数身，你也有这个能力。阿弥陀佛分身是为了接引众生，每个世界念佛的众生求生净土他都去接他，不接他，他找不到极乐世界在哪里，他是去接引的。极乐世界的大众分无量无边身干什么？到十方一切诸佛刹土那边去拜佛供养，拜佛、供佛修福报，听经闻法修智慧。你就晓得多少人教你，遍法界虚空界一切诸佛都是你的老师。你看，往生极乐世界见一尊阿弥陀佛，就等于同时所有一切诸佛我都见到了，这还得了！这是十方世界没有的，只有极乐世界有。",
      "zh_TW": "第四，「觀察門：謂修淨土之人，用觀觀察」，這裡頭有三種，「觀察彼佛國土功德莊嚴」，觀察依報，極樂世界生活環境、學習的環境。還有更不可思議的，上求下化的無比殊勝的因緣，這就是什麼？你到極樂世界，你有阿彌陀佛同樣分身的能力，阿彌陀佛能分無量無邊無數身，你也有這個能力。阿彌陀佛分身是為了接引眾生，每個世界念佛的眾生求生淨土他都去接他，不接他，他找不到極樂世界在哪裡，他是去接引的。極樂世界的大眾分無量無邊身幹什麼？到十方一切諸佛剎土那邊去拜佛供養，拜佛、供佛修福報，聽經聞法修智慧。你就曉得多少人教你，遍法界虛空界一切諸佛都是你的老師。你看，往生極樂世界見一尊阿彌陀佛，就等於同時所有一切諸佛我都見到了，這還得了！這是十方世界沒有的，只有極樂世界有。"
    },
    {
      "id": "02-040-0583_p0044",
      "zh_CN": "同时，十方世界绝对不是我才去访问，过去世在那里都住过，换句话说，那边与我们有关系的人不少。亲属的关系、朋友的关系、同参道友的关系一定很多，他们还没有成就的，遇到了你要帮助他，你要去度脱这些人，他跟你有缘。所以上求下化，这个机缘是遍法界虚空界找不到第二家的，就是这一家有，你说能不去吗？这是讲观察依报。第二，观察老师，老师是阿弥陀佛，观察他的功德庄严。第三，「观察彼诸菩萨」，同学，看看极乐世界四土三辈九品所有往生的人，他们修积的功德庄严。「如实修行毗婆舍那」，毗婆舍那是梵语，这叫观，「观破昏暗之心」，就是用智慧来观察，把我们的迷惑观破。",
      "zh_TW": "同時，十方世界絕對不是我才去訪問，過去世在那裡都住過，換句話說，那邊與我們有關係的人不少。親屬的關係、朋友的關係、同參道友的關係一定很多，他們還沒有成就的，遇到了你要幫助他，你要去度脫這些人，他跟你有緣。所以上求下化，這個機緣是遍法界虛空界找不到第二家的，就是這一家有，你說能不去嗎？這是講觀察依報。第二，觀察老師，老師是阿彌陀佛，觀察他的功德莊嚴。第三，「觀察彼諸菩薩」，同學，看看極樂世界四土三輩九品所有往生的人，他們修積的功德莊嚴。「如實修行毗婆舍那」，毗婆舍那是梵語，這叫觀，「觀破昏暗之心」，就是用智慧來觀察，把我們的迷惑觀破。"
    },
    {
      "id": "02-040-0583_p0045",
      "zh_CN": "我第一次跟章嘉大师见面，向他请求，我说佛法的殊胜我知道了，方老师介绍给我的。我说有没有一个方法，能叫我们很快就契入佛境界？那时候我对佛法了解也不过就是二、三个月，向章嘉大师请教这个法。我跟章嘉大师第一次见面。我提出问题，他听到了，他看着我，我看着他。他看我年轻，心浮气躁，我看他，等他回答。这一看看了半个多钟点，一句话都不说，半个小时好像入定了。这就是他老人家教学方法，这个教学方法祖传的，也不是他独有的。心浮气躁别说话，说话怎么样？这个耳朵进去，那边出去了，不管用。必须要等到他心浮气躁的气象完全没有了，心完全定下来，真诚心、清净心、恭敬心生起来，才给你说法，要不然没用。我们每次见面，我年轻，浮躁习气总有，他一定等你心定下来，不定下来不说话。我们明白了，每次见他，大概前面十五分钟就是修止，情绪统统定下来。",
      "zh_TW": "我第一次跟章嘉大師見面，向他請求，我說佛法的殊勝我知道了，方老師介紹給我的。我說有沒有一個方法，能叫我們很快就契入佛境界？那時候我對佛法了解也不過就是二、三個月，向章嘉大師請教這個法。我跟章嘉大師第一次見面。我提出問題，他聽到了，他看著我，我看著他。他看我年輕，心浮氣躁，我看他，等他回答。這一看看了半個多鐘點，一句話都不說，半個小時好像入定了。這就是他老人家教學方法，這個教學方法祖傳的，也不是他獨有的。心浮氣躁別說話，說話怎麼樣？這個耳朵進去，那邊出去了，不管用。必須要等到他心浮氣躁的氣象完全沒有了，心完全定下來，真誠心、清淨心、恭敬心生起來，才給你說法，要不然沒用。我們每次見面，我年輕，浮躁習氣總有，他一定等你心定下來，不定下來不說話。我們明白了，每次見他，大概前面十五分鐘就是修止，情緒統統定下來。"
    },
    {
      "id": "02-040-0583_p0046",
      "zh_CN": "他告诉我，有。这一有，我们精神起来了，要专心听，他又不讲了，为什么？我们这个精神一振起来这就浮躁，沉不住气。再要等个七、八分钟，第二次再定下来，他跟我讲，看破、放下；看破就是此地的毗婆舍那，放下就是此地的奢摩他。但是他要讲止、讲观，就把我讲糊涂了，我听不懂，讲奢摩他、毗婆舍那，那更不投机了。你看看，他能把这个用「看破、放下」这么简单的，让我听起来很容易接受。看破是智慧，放下就是禅定，清净平等就出来了。放下执着，清净心，放下分别，平等心，这是奢摩他，奢摩他起作用就是看破，就是生智慧。",
      "zh_TW": "他告訴我，有。這一有，我們精神起來了，要專心聽，他又不講了，為什麼？我們這個精神一振起來這就浮躁，沉不住氣。再要等個七、八分鐘，第二次再定下來，他跟我講，看破、放下；看破就是此地的毗婆舍那，放下就是此地的奢摩他。但是他要講止、講觀，就把我講糊塗了，我聽不懂，講奢摩他、毗婆舍那，那更不投機了。你看看，他能把這個用「看破、放下」這麼簡單的，讓我聽起來很容易接受。看破是智慧，放下就是禪定，清淨平等就出來了。放下執著，清淨心，放下分別，平等心，這是奢摩他，奢摩他起作用就是看破，就是生智慧。"
    },
    {
      "id": "02-040-0583_p0047",
      "zh_CN": "对于知识分子来说，讲经，读经，用这个方法来做修止观最方便。读经、听经有悟处，这是观，智慧观照，听也用观来做代表。决定心要清净，不能有妄想，不能有杂念，什么都要放下，什么紧要的事情统统不理，等我下课的时候再说，上课的时候决定不理会。老师举个比喻，你在这里上课，在这里听经，这两个小时，突然有人来报告，你家房子烧掉了，起火了，你怎么样？如如不动，我经没有听完，等我听完再处理。要有这种定力才会有成就，没有这种定力，一慌一乱，不行了。这就是考验你的功夫。",
      "zh_TW": "對於知識分子來說，講經，讀經，用這個方法來做修止觀最方便。讀經、聽經有悟處，這是觀，智慧觀照，聽也用觀來做代表。決定心要清淨，不能有妄想，不能有雜念，什麼都要放下，什麼緊要的事情統統不理，等我下課的時候再說，上課的時候決定不理會。老師舉個比喻，你在這裡上課，在這裡聽經，這兩個小時，突然有人來報告，你家房子燒掉了，起火了，你怎麼樣？如如不動，我經沒有聽完，等我聽完再處理。要有這種定力才會有成就，沒有這種定力，一慌一亂，不行了。這就是考驗你的功夫。"
    },
    {
      "id": "02-040-0583_p0048",
      "zh_CN": "第五，「回向门：谓修净土之人，观察一切世间苦恼众生，愿同生彼国土，所有自己功德善根，悉以回向一切众生，共证无上觉」，这叫回向。我们把我们自己修行的功德与大众共享，与一切众生（有缘众生）共享，心量就大了，不是搞自私自利。这个五念是这个意思。",
      "zh_TW": "第五，「回向門：謂修淨土之人，觀察一切世間苦惱眾生，願同生彼國土，所有自己功德善根，悉以回向一切眾生，共證無上覺」，這叫回向。我們把我們自己修行的功德與大眾共享，與一切眾生（有緣眾生）共享，心量就大了，不是搞自私自利。這個五念是這個意思。"
    },
    {
      "id": "02-040-0583_p0049",
      "zh_CN": "再往下看，「要之一心称念六字洪名，即总摄五念妙门」，用真诚心、恭敬心念这一句佛号，五念统统在其中。「一心者」，就是清净心，心里头没有杂念，善恶都没有，恶要放下，善也要放下，要不然善也染污清净心，清净心里善恶、染净统统没有。念佛的人只许可阿弥陀佛，到西方极乐世界阿弥陀佛也没有了，真清净。没到西方极乐世界，心里有阿弥陀佛，到西方世界见了阿弥陀佛，自清净心就是阿弥陀佛，阿弥陀佛上再加个阿弥陀佛，错了，就不清净了，才知道。所以，这是一心称念。",
      "zh_TW": "再往下看，「要之一心稱念六字洪名，即總攝五念妙門」，用真誠心、恭敬心念這一句佛號，五念統統在其中。「一心者」，就是清淨心，心裡頭沒有雜念，善惡都沒有，惡要放下，善也要放下，要不然善也染污清淨心，清淨心裡善惡、染淨統統沒有。念佛的人只許可阿彌陀佛，到西方極樂世界阿彌陀佛也沒有了，真清淨。沒到西方極樂世界，心裡有阿彌陀佛，到西方世界見了阿彌陀佛，自清淨心就是阿彌陀佛，阿彌陀佛上再加個阿彌陀佛，錯了，就不清淨了，才知道。所以，這是一心稱念。"
    },
    {
      "id": "02-040-0583_p0050",
      "zh_CN": "「又如《阿弥陀经》六朝襄阳石刻本云：以称名故，诸罪消灭，即是多善根福德因缘」。这二十一个字，现在《阿弥陀经》里头没有。这是六朝时代，唐朝以前，也就是南北朝那个时代，襄阳石刻《阿弥陀经》里头有这二十一个字。「是故阿难一心归依瞻仰，即是多善根福德因缘，亦如诸已往生者，曾亲近无量诸佛，植众德本，故必能满往生之愿」。这个我们一定要晓得，搞清楚、搞明白，一点都不怀疑，念这一句阿弥陀佛，善根、福德、因缘同时具足。我们怎样修善根？怎样修福德？念阿弥陀佛就行了，善根、福德、因缘统统在里头，真正不可思议。",
      "zh_TW": "「又如《阿彌陀經》六朝襄陽石刻本云：以稱名故，諸罪消滅，即是多善根福德因緣」。這二十一個字，現在《阿彌陀經》裡頭沒有。這是六朝時代，唐朝以前，也就是南北朝那個時代，襄陽石刻《阿彌陀經》裡頭有這二十一個字。「是故阿難一心歸依瞻仰，即是多善根福德因緣，亦如諸已往生者，曾親近無量諸佛，植眾德本，故必能滿往生之願」。這個我們一定要曉得，搞清楚、搞明白，一點都不懷疑，念這一句阿彌陀佛，善根、福德、因緣同時具足。我們怎樣修善根？怎樣修福德？念阿彌陀佛就行了，善根、福德、因緣統統在裡頭，真正不可思議。"
    },
    {
      "id": "02-040-0583_p0051",
      "zh_CN": "所以，这个法门无比的殊胜，我们遇到了，一定要珍惜，要真干。念佛这个事情要分秒必争，我这一秒钟，一秒钟可以念一声佛号，阿弥陀佛，至少念一声。如果没有念佛号，我这一秒钟空过了，太可惜了。佛号念得愈多愈好，为什么？把清净心念出来，把平等心念出来，效果就出现了。为什么？你那个心，起心动念生智慧，不生烦恼。没有念出来的时候，生烦恼不生智慧；真正念出来的时候，生智慧不生烦恼，无比殊胜。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以，這個法門無比的殊勝，我們遇到了，一定要珍惜，要真幹。念佛這個事情要分秒必爭，我這一秒鐘，一秒鐘可以念一聲佛號，阿彌陀佛，至少念一聲。如果沒有念佛號，我這一秒鐘空過了，太可惜了。佛號念得愈多愈好，為什麼？把清淨心念出來，把平等心念出來，效果就出現了。為什麼？你那個心，起心動念生智慧，不生煩惱。沒有念出來的時候，生煩惱不生智慧；真正念出來的時候，生智慧不生煩惱，無比殊勝。今天時間到了，我們就學習到此地。"
    }
  ]
}