{
  "doc_id": "02-040-0564",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六四集",
    "zh_TW": "第五六四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0564",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-040-0564_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0564_p0002",
      "zh_CN": "请看《大经科注》第九百五十一页，第二行，这还是淫欲的罪业，请看科注：",
      "zh_TW": "請看《大經科註》第九百五十一頁，第二行，這還是淫欲的罪業，請看科註："
    },
    {
      "id": "02-040-0564_p0003",
      "zh_CN": "『烦满胸中』，「《会疏》曰：婬火内燃，胸热心狂」。『邪态外逸』，「婬邪荡妷之态，流露于外也」。『费损家财』，「费」是消耗，「损」是减损，对你家不利。『事为非法』，「所为之事，不合法度甚至干犯法律」，要受世间法律的刑罚。这些都不难懂。后面两句是劝导，『所当求者，而不肯为』，杀盗淫妄是不应当求的，偏偏去做，「不求自立，不务正业，不求出离，不知求福、求慧、求生净土。」这个后面三求，早年圆瑛法师他的精舍就叫三求堂，求福、求慧、求生净土，一生就求这三桩事情。求这三桩事情，必须要遵守三皈、五戒、十善，认真把这些德目落实在我们日常生活当中，落实在起心动念之处，你就有福，你就有智慧，就能往生净土。一定要知道，世俗间的一切法不能常保，为什么？它是生灭法，连身体都保不住，何况身外之物？求自身的健康长寿，求身外的名闻利养，全是假的，全是不应当求的。你有智慧，你有福报，自然健康长寿，不求就得到。健康长寿之因就是多福多慧，古人比我们聪明、比我们有见识，人家在因上求，果报自然得到。我们前面学过八个自然，不用求的，自然得到，求生净土，你所得到的是究竟圆满。佛经上讲的离究竟苦，得究竟乐，这个话是真的不是假的，念佛往生的人就得到了，他们就可以给我们做证明，决定是真实的。因为淫而引起的杀生、偷盗，种种不善，这个罪报就大了，大到你无法想像，这个业就是无间地狱。要超越无间地狱可不是一个容易事情，你造的这些业要怎么去消？我们先看经文：",
      "zh_TW": "『煩滿胸中』，「《會疏》曰：婬火內燃，胸熱心狂」。『邪態外逸』，「婬邪蕩妷之態，流露於外也」。『費損家財』，「費」是消耗，「損」是減損，對你家不利。『事為非法』，「所為之事，不合法度甚至干犯法律」，要受世間法律的刑罰。這些都不難懂。後面兩句是勸導，『所當求者，而不肯為』，殺盜淫妄是不應當求的，偏偏去做，「不求自立，不務正業，不求出離，不知求福、求慧、求生淨土。」這個後面三求，早年圓瑛法師他的精舍就叫三求堂，求福、求慧、求生淨土，一生就求這三樁事情。求這三樁事情，必須要遵守三皈、五戒、十善，認真把這些德目落實在我們日常生活當中，落實在起心動念之處，你就有福，你就有智慧，就能往生淨土。一定要知道，世俗間的一切法不能常保，為什麼？它是生滅法，連身體都保不住，何況身外之物？求自身的健康長壽，求身外的名聞利養，全是假的，全是不應當求的。你有智慧，你有福報，自然健康長壽，不求就得到。健康長壽之因就是多福多慧，古人比我們聰明、比我們有見識，人家在因上求，果報自然得到。我們前面學過八個自然，不用求的，自然得到，求生淨土，你所得到的是究竟圓滿。佛經上講的離究竟苦，得究竟樂，這個話是真的不是假的，念佛往生的人就得到了，他們就可以給我們做證明，決定是真實的。因為淫而引起的殺生、偷盜，種種不善，這個罪報就大了，大到你無法想像，這個業就是無間地獄。要超越無間地獄可不是一個容易事情，你造的這些業要怎麼去消？我們先看經文："
    },
    {
      "id": "02-040-0564_p0004",
      "zh_CN": "【又或交结聚会。兴兵相伐。攻劫杀戮。强夺迫胁。归给妻子。极身作乐。众共憎厌。患而苦之。】",
      "zh_TW": "【又或交結聚會。興兵相伐。攻劫殺戮。強奪迫脅。歸給妻子。極身作樂。眾共憎厭。患而苦之。】"
    },
    {
      "id": "02-040-0564_p0005",
      "zh_CN": "古今中外，这些事情甚至于就在我们眼前，我们每天都能看到。这一节文，我们看念老的集注，第一句，『又或交结聚会』，「《净影疏》曰：交结聚下，明造恶过」，就是造恶业。为什么造的？「为婬造作杀盗等事，是其过也。此下正明由于婬恶而引起杀盗等罪」。「交结」，我们一般讲勾结。「聚会，聚集邪众」。这个交结聚会干什么？准备打仗。『攻劫杀戮』，这是战争，非常可怕。底下解释戮，什么叫戮？「凡以尖锐之物相刺」，从前战争，武器是刀、是矛、是戟，是这一类的，那个时候还没有发明枪，远距离的则是弓箭，都是指的兵器。现在的兵器跟过去完全不一样，杀伤力大，一颗核子弹就能消灭一个城市，百万以上居民的大都市一颗炸弹就完了，就全都杀掉了。这个地方是「指以枪矛等武器杀人」，这是战争。所以，交结聚会是发动战争的会议。『强夺』，「公然劫取」，这是以武力。战争结束之后，就公然劫取，打胜的这一方劫取打败的这一方，盗的行为，战争是杀，杀了之后是盗，这强盗。『迫胁』，「以威力相恐惧，即豪夺」。他所要的你不敢不给他，你要不给他，你的灾祸就来了。贿赂人人都知道不好，不应该做的，为什么还要做？威力恐吓，不敢不贿赂。巧取豪夺，这就是盗恶。「如是广行杀盗之恶」，只为一桩事情，『归给妻子』，祸根从淫来的，「取悦于一妇人，以图极身作乐而已」。历史上这个例子很多，中国、外国都有，遇到一个无道的昏君，他爱他的妻子，妻子希望的东西他想夺来，这个东西自己国家没有，别的国家有，就发动战争。小的威胁，叫他赶紧送来，他要不肯，这就战争爆发。『极身』，「望西云：极谓疲也。故极身者，疲劳其身。」从淫业引发的杀盗，造这么重的罪业，后面有三途苦报。",
      "zh_TW": "古今中外，這些事情甚至於就在我們眼前，我們每天都能看到。這一節文，我們看念老的集註，第一句，『又或交結聚會』，「《淨影疏》曰：交結聚下，明造惡過」，就是造惡業。為什麼造的？「為婬造作殺盜等事，是其過也。此下正明由於婬惡而引起殺盜等罪」。「交結」，我們一般講勾結。「聚會，聚集邪眾」。這個交結聚會幹什麼？準備打仗。『攻劫殺戮』，這是戰爭，非常可怕。底下解釋戮，什麼叫戮？「凡以尖銳之物相刺」，從前戰爭，武器是刀、是矛、是戟，是這一類的，那個時候還沒有發明槍，遠距離的則是弓箭，都是指的兵器。現在的兵器跟過去完全不一樣，殺傷力大，一顆核子彈就能消滅一個城市，百萬以上居民的大都市一顆炸彈就完了，就全都殺掉了。這個地方是「指以槍矛等武器殺人」，這是戰爭。所以，交結聚會是發動戰爭的會議。『強奪』，「公然劫取」，這是以武力。戰爭結束之後，就公然劫取，打勝的這一方劫取打敗的這一方，盜的行為，戰爭是殺，殺了之後是盜，這強盜。『迫脅』，「以威力相恐懼，即豪奪」。他所要的你不敢不給他，你要不給他，你的災禍就來了。賄賂人人都知道不好，不應該做的，為什麼還要做？威力恐嚇，不敢不賄賂。巧取豪奪，這就是盜惡。「如是廣行殺盜之惡」，只為一樁事情，『歸給妻子』，禍根從淫來的，「取悅於一婦人，以圖極身作樂而已」。歷史上這個例子很多，中國、外國都有，遇到一個無道的昏君，他愛他的妻子，妻子希望的東西他想奪來，這個東西自己國家沒有，別的國家有，就發動戰爭。小的威脅，叫他趕緊送來，他要不肯，這就戰爭爆發。『極身』，「望西云：極謂疲也。故極身者，疲勞其身。」從淫業引發的殺盜，造這麼重的罪業，後面有三途苦報。"
    },
    {
      "id": "02-040-0564_p0006",
      "zh_CN": "【如是之恶。著于人鬼。】",
      "zh_TW": "【如是之惡。著於人鬼。】"
    },
    {
      "id": "02-040-0564_p0007",
      "zh_CN": "『着』是非常明显，「昭著」，人知道，鬼神也知道。",
      "zh_TW": "『著』是非常明顯，「昭著」，人知道，鬼神也知道。"
    },
    {
      "id": "02-040-0564_p0008",
      "zh_CN": "【神明记识。自入三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【神明記識。自入三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-040-0564_p0009",
      "zh_CN": "所以贪恋邪淫引发造罪，受三途果报，这是绝对错误的，稍稍有理性的人不敢做。义寂法师说：「显中作恶」，明显的，「著于人」，你发动的战争不义；「隐中」，暗中做的，鬼神知道，「著于鬼」。「又《会疏》曰：人谓人间，官吏刑罚」，这些恶业，官府里面知道了要判刑的；「鬼谓鬼神，冥官照见」，人间你能够瞒住，没有人知道，鬼神知道。「神明幽记」，你看不见的，鬼神看见，「诸天亦记」，鬼神有记录，天神也有记录，「造恶之人岂能幸免」。实实在在说，我们起心动念、言语造作，真有鬼神，真有记录。而且这个记录的档案，不随我们身体死亡它就没有了，不是的，生生世世它藏在阿赖耶。阿赖耶就是档案室。阿赖耶是梵语，翻成中文叫藏，就是收藏，叫藏识，就是一切善恶无记种子的仓库，统统藏在这个地方。真有，它不是物质现象，所以我们的六根缘不到，它确实存在。迷的时候它起作用，觉悟的时候它还是起作用，所以阿赖耶识的种子是世出世间一切法的根源，它能现、它能造一切法。惠能大师见性的时候说，「何期自性，能生万法」。自性为什么能生万法？自性变成阿赖耶就能生万法。迷的时候它叫八识，悟的时候它叫四智，八识跟四智是一体两个名称。觉悟的时候它现实报庄严土，迷了的时候它现十法界，十法界依正庄严是它造的。迷悟不同，悟的时候那些众生称为佛菩萨、称为圣贤，迷的时候称他作凡夫。",
      "zh_TW": "所以貪戀邪淫引發造罪，受三途果報，這是絕對錯誤的，稍稍有理性的人不敢做。義寂法師說：「顯中作惡」，明顯的，「著於人」，你發動的戰爭不義；「隱中」，暗中做的，鬼神知道，「著於鬼」。「又《會疏》曰：人謂人間，官吏刑罰」，這些惡業，官府裡面知道了要判刑的；「鬼謂鬼神，冥官照見」，人間你能夠瞞住，沒有人知道，鬼神知道。「神明幽記」，你看不見的，鬼神看見，「諸天亦記」，鬼神有記錄，天神也有記錄，「造惡之人豈能幸免」。實實在在說，我們起心動念、言語造作，真有鬼神，真有記錄。而且這個記錄的檔案，不隨我們身體死亡它就沒有了，不是的，生生世世它藏在阿賴耶。阿賴耶就是檔案室。阿賴耶是梵語，翻成中文叫藏，就是收藏，叫藏識，就是一切善惡無記種子的倉庫，統統藏在這個地方。真有，它不是物質現象，所以我們的六根緣不到，它確實存在。迷的時候它起作用，覺悟的時候它還是起作用，所以阿賴耶識的種子是世出世間一切法的根源，它能現、它能造一切法。惠能大師見性的時候說，「何期自性，能生萬法」。自性為什麼能生萬法？自性變成阿賴耶就能生萬法。迷的時候它叫八識，悟的時候它叫四智，八識跟四智是一體兩個名稱。覺悟的時候它現實報莊嚴土，迷了的時候它現十法界，十法界依正莊嚴是它造的。迷悟不同，悟的時候那些眾生稱為佛菩薩、稱為聖賢，迷的時候稱他作凡夫。"
    },
    {
      "id": "02-040-0564_p0010",
      "zh_CN": "六道是凡夫，四圣法界的也叫凡夫。佛法里面凡夫分为两种，一个叫内凡，一个叫外凡。内外以什么分？以六道分，六道生死轮回之内的，这是内凡；四圣法界：声闻、缘觉、菩萨、佛，十法界上面的，这叫外凡。六道之外的，他还是凡夫。佛跟凡他的差别就是在迷悟，迷了的时候这个真心叫阿赖耶，悟了的时候那个真心是法性。所以十法界里面的四圣：佛、菩萨、声闻、缘觉，他们还是用阿赖耶，没有能够转阿赖耶为四智，所以他是凡夫，叫外凡。转识成智就是阿赖耶觉悟了，觉悟，十法界不见了，所以凡所有相皆是虚妄，没有说十法界例外，没有说，十法界也不例外，它也是虚妄的。不但十法界是虚妄的，即使自性所现的无漏法，十法界是有漏，无漏法就是清净庄严诸佛法身所住的实报庄严土，大乘经教里头也没有说这个是例外。这个要不例外，我们就晓得，实报庄严土还是虚妄的，真的凡所有相皆是虚妄。实报土里面的人是报身，那个土叫报土，报身佛所居住的，这是真的不是假的，十法界是假的不是真的。实报土真实，为什么？它不变，阿赖耶已经转变成大圆镜智，不再是生灭法。生灭法就是假的，就不是真的。",
      "zh_TW": "六道是凡夫，四聖法界的也叫凡夫。佛法裡面凡夫分為兩種，一個叫內凡，一個叫外凡。內外以什麼分？以六道分，六道生死輪迴之內的，這是內凡；四聖法界：聲聞、緣覺、菩薩、佛，十法界上面的，這叫外凡。六道之外的，他還是凡夫。佛跟凡他的差別就是在迷悟，迷了的時候這個真心叫阿賴耶，悟了的時候那個真心是法性。所以十法界裡面的四聖：佛、菩薩、聲聞、緣覺，他們還是用阿賴耶，沒有能夠轉阿賴耶為四智，所以他是凡夫，叫外凡。轉識成智就是阿賴耶覺悟了，覺悟，十法界不見了，所以凡所有相皆是虛妄，沒有說十法界例外，沒有說，十法界也不例外，它也是虛妄的。不但十法界是虛妄的，即使自性所現的無漏法，十法界是有漏，無漏法就是清淨莊嚴諸佛法身所住的實報莊嚴土，大乘經教裡頭也沒有說這個是例外。這個要不例外，我們就曉得，實報莊嚴土還是虛妄的，真的凡所有相皆是虛妄。實報土裡面的人是報身，那個土叫報土，報身佛所居住的，這是真的不是假的，十法界是假的不是真的。實報土真實，為什麼？它不變，阿賴耶已經轉變成大圓鏡智，不再是生滅法。生滅法就是假的，就不是真的。"
    },
    {
      "id": "02-040-0564_p0011",
      "zh_CN": "世出世间一切法，这个认知非常重要，你真正知道、真正认识，自自然然就放下妄想分别执着，自然放下。能放下的人就是圣人，就不是凡夫。于一切法不执着，你的心多清净；执着是染污，心不清净。什么都不计较、不执着，清净心出现，清净心是真心。再提升一级是菩萨境界，菩萨不但没有分别执着，起心动念都没有，真正做到六根对六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味，六根对着境界不起心不动念，这就成佛，平等心现前。起心动念就不平等，像水一样它起了波浪；不起心不动念，它水平，它是平等的，所以平等心是法身菩萨证得的。《华严经》说实报土，四十一位法身大士是这个境界，他们真正是大乘经上佛教导我们的叫「用心如镜」。这佛常说，大小乘经里都说，用心像镜子一样，照外面照得清清楚楚，没有染污，没有分别，没有动摇，像镜子一样。决定不能放在心上，放在心上染污了。我们照相，照相机照染污了，镜子不染污。每天我们早晚都照照镜子，镜子是菩萨，很多人不知道。照镜子的时候就要提醒自己，我今天一天用心就是用我这面镜子，我照得清清楚楚、明明白白，里头不染着、不分别，那是什么？生智慧。只要有染着，它就生烦恼，生什么？生贪瞋痴慢，生名闻利养，它生这个东西，那就叫造业。这个业是轮回业，我们想超越轮回，但是天天不断造轮回业，他怎么能够超越？往生是超越，换句话说，它决定障碍我们往生。",
      "zh_TW": "世出世間一切法，這個認知非常重要，你真正知道、真正認識，自自然然就放下妄想分別執著，自然放下。能放下的人就是聖人，就不是凡夫。於一切法不執著，你的心多清淨；執著是染污，心不清淨。什麼都不計較、不執著，清淨心出現，清淨心是真心。再提升一級是菩薩境界，菩薩不但沒有分別執著，起心動念都沒有，真正做到六根對六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，六根對著境界不起心不動念，這就成佛，平等心現前。起心動念就不平等，像水一樣它起了波浪；不起心不動念，它水平，它是平等的，所以平等心是法身菩薩證得的。《華嚴經》說實報土，四十一位法身大士是這個境界，他們真正是大乘經上佛教導我們的叫「用心如鏡」。這佛常說，大小乘經裡都說，用心像鏡子一樣，照外面照得清清楚楚，沒有染污，沒有分別，沒有動搖，像鏡子一樣。決定不能放在心上，放在心上染污了。我們照相，照相機照染污了，鏡子不染污。每天我們早晚都照照鏡子，鏡子是菩薩，很多人不知道。照鏡子的時候就要提醒自己，我今天一天用心就是用我這面鏡子，我照得清清楚楚、明明白白，裡頭不染著、不分別，那是什麼？生智慧。只要有染著，它就生煩惱，生什麼？生貪瞋痴慢，生名聞利養，它生這個東西，那就叫造業。這個業是輪迴業，我們想超越輪迴，但是天天不斷造輪迴業，他怎麼能夠超越？往生是超越，換句話說，它決定障礙我們往生。"
    },
    {
      "id": "02-040-0564_p0012",
      "zh_CN": "所以佛告诉我们的是真话不是假话，不是骗我们的，不是吓唬我们的，是事实真相。我们起心动念，神明知道，诸天知道，档案都在阿赖耶识里面。这个档案，佛法的术语叫种子。所以「造恶之人岂能幸免」，这个幸免就是果报，没办法。善有善果，恶有恶报，丝毫的小恶都有报，何况大恶？你现在还在造作，果报没现前，你还怀疑，果报现前后悔莫及。那个时候才知道，佛菩萨真正慈悲，常常劝我，我没听，我没接受，后悔来不及，「于是自入三途」。人死了之后，神识自自然然跟自己的业习连成一体。业习，习是习气，你的善恶业的习气，它做主，带你到什么地方去往生。阿赖耶识里头恶种子多，决定是三途，叫自入三途，自自然然的堕三途，「具决定之义。」自有这个意思，深一层的意思它是决定，具足决定的意思，经、注都说得非常清楚。入三途之后，『无量苦恼，辗转其中，累劫难出，痛不可言』。邪淫这一段经文，我们学习到此地。",
      "zh_TW": "所以佛告訴我們的是真話不是假話，不是騙我們的，不是嚇唬我們的，是事實真相。我們起心動念，神明知道，諸天知道，檔案都在阿賴耶識裡面。這個檔案，佛法的術語叫種子。所以「造惡之人豈能幸免」，這個倖免就是果報，沒辦法。善有善果，惡有惡報，絲毫的小惡都有報，何況大惡？你現在還在造作，果報沒現前，你還懷疑，果報現前後悔莫及。那個時候才知道，佛菩薩真正慈悲，常常勸我，我沒聽，我沒接受，後悔來不及，「於是自入三途」。人死了之後，神識自自然然跟自己的業習連成一體。業習，習是習氣，你的善惡業的習氣，它做主，帶你到什麼地方去往生。阿賴耶識裡頭惡種子多，決定是三途，叫自入三途，自自然然的墮三途，「具決定之義。」自有這個意思，深一層的意思它是決定，具足決定的意思，經、註都說得非常清楚。入三途之後，『無量苦惱，輾轉其中，累劫難出，痛不可言』。邪淫這一段經文，我們學習到此地。"
    },
    {
      "id": "02-040-0564_p0013",
      "zh_CN": "下面再看第四段，妄语。也分四段，第一个是「欺诳损他」。请看经文：",
      "zh_TW": "下面再看第四段，妄語。也分四段，第一個是「欺誑損他」。請看經文："
    },
    {
      "id": "02-040-0564_p0014",
      "zh_CN": "【世间人民。不念修善。两舌。恶口。妄言。绮语。憎嫉善人。败坏贤明。不孝父母。轻慢师长。朋友无信。难得诚实。】",
      "zh_TW": "【世間人民。不念修善。兩舌。惡口。妄言。綺語。憎嫉善人。敗壞賢明。不孝父母。輕慢師長。朋友無信。難得誠實。】"
    },
    {
      "id": "02-040-0564_p0015",
      "zh_CN": "念老注解里头，第四说明「妄语之恶」。这一条往往我们把它疏忽了，认为这是小事，不知道造下大罪。为什么佛把它列入四重戒？杀盗淫妄，这四条在戒律叫根本戒，出家比丘、比丘尼戒里头叫四重。《大智度论》里头说：「妄语者，不净心欲诳他。覆隐实，出异语，生口业，是名妄语」。《大智度论》里头给我们解释。心不清净，换句话说，有严重的染污，这个染污就是自私自利，我执能量特别大，执着身是我，为了自利不顾别人，这种人不明义理，不知道因果。人到这个世间来，佛跟我们说两种业。一种叫引业，引导你到人道来投胎。每一个人引业是相同的，我们都到世间来，都到人道来，都得了人身。引业是什么？三皈、五戒、十善，过去生中修过，修得还不错，分数及格，你才能得人身；人身难得，如果没有修过三皈、五戒、十善，得不到人身。三皈、五戒、十善有三等，有上等、有中等还有个下等，上中下三等，佛经常讲三品。上品十善生天，四王、忉利，凭善行就能往生。夜摩以上还有四层欲界天，当然要十善，要上品十善；上品十善还不够，因为上品十善全凭善最高的只能够生忉利天，再往上要加禅定，要有定功。这个定功叫未到定，有定功，不及格。如果定功说，我们现在学校里头分数六十分以上及格，他的定功大概只有五十分、四十分、三十分，三十分生夜摩天，四十分生兜率天，五十分生化乐天，六十分及格，生他化自在天。再往上去，再往上去是初禅、二禅、三禅，定功愈往上去愈深。初禅，欲断掉了，它不叫欲界，七情五欲断掉了，所以世间法也了不起。再往上去的是四空天，连身都不要了。中国的老子就有这么一句话：「吾有大患，为吾有身」。有身，这是我最大的忧患，没身多好。所以无色界天没有身，没有身，你看不需要吃饭、不需要穿衣、不需要睡眠，多好。无色界的定功也有四等，所以无色界天有四层，一层比一层高。但是我们要想到，没出六道轮回，寿命再长终有到的一天，到了怎么办？上面没有了，就往下坠落。所以佛给我们讲，天不究竟，他会退转。真正究竟是西方极乐世界，每一个往生的人到那边都证得三种不退，位不退、行不退、念不退。极乐世界没退转的，只有步步高升，往上提升。速度快慢不相同，有真精进的他快，有不着急的他慢，但是决定没有退转，一直往上提升，最后个个都圆满成佛，都成佛道。《大智度论》里面给我们说得好，统统是心地染污，不清净，而且起心动念都是想骗人，欺骗别人，把真实隐覆起来。异语是假话，花言巧语欺骗别人，这叫口业，这叫妄语。「《大乘义章》曰：言不当实，故称为妄」，说话不诚实，说假话，这叫妄语，「妄有所谈，故名妄语」，《大乘义章》上的定义。「故知心存欺诳，口出不实之言，即名妄语」。",
      "zh_TW": "念老註解裡頭，第四說明「妄語之惡」。這一條往往我們把它疏忽了，認為這是小事，不知道造下大罪。為什麼佛把它列入四重戒？殺盜淫妄，這四條在戒律叫根本戒，出家比丘、比丘尼戒裡頭叫四重。《大智度論》裡頭說：「妄語者，不淨心欲誑他。覆隱實，出異語，生口業，是名妄語」。《大智度論》裡頭給我們解釋。心不清淨，換句話說，有嚴重的染污，這個染污就是自私自利，我執能量特別大，執著身是我，為了自利不顧別人，這種人不明義理，不知道因果。人到這個世間來，佛跟我們說兩種業。一種叫引業，引導你到人道來投胎。每一個人引業是相同的，我們都到世間來，都到人道來，都得了人身。引業是什麼？三皈、五戒、十善，過去生中修過，修得還不錯，分數及格，你才能得人身；人身難得，如果沒有修過三皈、五戒、十善，得不到人身。三皈、五戒、十善有三等，有上等、有中等還有個下等，上中下三等，佛經常講三品。上品十善生天，四王、忉利，憑善行就能往生。夜摩以上還有四層欲界天，當然要十善，要上品十善；上品十善還不夠，因為上品十善全憑善最高的只能夠生忉利天，再往上要加禪定，要有定功。這個定功叫未到定，有定功，不及格。如果定功說，我們現在學校裡頭分數六十分以上及格，他的定功大概只有五十分、四十分、三十分，三十分生夜摩天，四十分生兜率天，五十分生化樂天，六十分及格，生他化自在天。再往上去，再往上去是初禪、二禪、三禪，定功愈往上去愈深。初禪，欲斷掉了，它不叫欲界，七情五欲斷掉了，所以世間法也了不起。再往上去的是四空天，連身都不要了。中國的老子就有這麼一句話：「吾有大患，為吾有身」。有身，這是我最大的憂患，沒身多好。所以無色界天沒有身，沒有身，你看不需要吃飯、不需要穿衣、不需要睡眠，多好。無色界的定功也有四等，所以無色界天有四層，一層比一層高。但是我們要想到，沒出六道輪迴，壽命再長終有到的一天，到了怎麼辦？上面沒有了，就往下墜落。所以佛給我們講，天不究竟，他會退轉。真正究竟是西方極樂世界，每一個往生的人到那邊都證得三種不退，位不退、行不退、念不退。極樂世界沒退轉的，只有步步高升，往上提升。速度快慢不相同，有真精進的他快，有不著急的他慢，但是決定沒有退轉，一直往上提升，最後個個都圓滿成佛，都成佛道。《大智度論》裡面給我們說得好，統統是心地染污，不清淨，而且起心動念都是想騙人，欺騙別人，把真實隱覆起來。異語是假話，花言巧語欺騙別人，這叫口業，這叫妄語。「《大乘義章》曰：言不當實，故稱為妄」，說話不誠實，說假話，這叫妄語，「妄有所談，故名妄語」，《大乘義章》上的定義。「故知心存欺誑，口出不實之言，即名妄語」。"
    },
    {
      "id": "02-040-0564_p0016",
      "zh_CN": "「又口之四过，亦即十恶中口业之四恶，名为两舌」，两舌是挑拨是非，「恶口」是说话很难听，「妄言」是假话，「绮语」是话说得很好听，是假的不是真的。「《净影疏》曰：口之四过，不应法故」，不应法是与法不相应。有口之四过的人，他要来学习佛法，可以说他没有缘，纵然是佛菩萨来讲经，他听不懂。为什么？佛学、圣学，学习第一个基本条件就是真诚，他没有。他没有这个心，所以他怎么听也听不进去，一面在听一面在打妄想，他的妄想多，他的杂念多，前念灭后念生，所以佛法佛经他看不明白，解说他听不进去。这种人真有，不是没有，而且很多。不是不听经，天天听经，听了十年、二十年，口业还是照造。甚至于听了一辈子，到老死口业还在犯，不诚实、骗人，挑拨是非。所以学佛、学传统文化、学圣贤之道，基本的是这个，就是印祖常说的「诚敬」两个字，一分诚敬你得到一分，十分诚敬你得到十分。",
      "zh_TW": "「又口之四過，亦即十惡中口業之四惡，名為兩舌」，兩舌是挑撥是非，「惡口」是說話很難聽，「妄言」是假話，「綺語」是話說得很好聽，是假的不是真的。「《淨影疏》曰：口之四過，不應法故」，不應法是與法不相應。有口之四過的人，他要來學習佛法，可以說他沒有緣，縱然是佛菩薩來講經，他聽不懂。為什麼？佛學、聖學，學習第一個基本條件就是真誠，他沒有。他沒有這個心，所以他怎麼聽也聽不進去，一面在聽一面在打妄想，他的妄想多，他的雜念多，前念滅後念生，所以佛法佛經他看不明白，解說他聽不進去。這種人真有，不是沒有，而且很多。不是不聽經，天天聽經，聽了十年、二十年，口業還是照造。甚至於聽了一輩子，到老死口業還在犯，不誠實、騙人，挑撥是非。所以學佛、學傳統文化、學聖賢之道，基本的是這個，就是印祖常說的「誠敬」兩個字，一分誠敬你得到一分，十分誠敬你得到十分。"
    },
    {
      "id": "02-040-0564_p0017",
      "zh_CN": "我讲《坛经》的时候，很感叹的说，神秀大师跟五祖多年，算是五祖入室弟子，常常代五祖讲经教学，法为什么不传给他而传给惠能？我说神秀大师对佛法、对经教、对老师有一百分的诚敬，他有一百分的成就；惠能大师他有万分诚敬，他得的是万分成就。神秀比别人强，跟惠能大师比就不行了，诚敬心不一样。我们要想得圣贤法、得佛菩萨法，佛菩萨的法是从真心流出来的，你的心是正，跟他相应，一听就懂，一听就明白；心是邪心，天天有很高的欲望，那不行，怎么听也不相应，道理在此地。五祖没有私心、没有偏心，要有私心、有偏心，一定传给神秀，在身边那么多年，天天伺候着。真没开悟，从什么地方看没开悟？《坛经》上有记载，五祖宣布年老了，宣布传法。神秀大师心行不定，那是妄心不是真心。寺庙里大众不肯作偈，他心里明白只是因为他，大家认为五祖传法一定是传给他，还作什么偈？换句话说，他不能不作。作出来自己没有信心，不敢送给老和尚，犹豫了三天，最后把它贴在墙壁上，心里想着，老和尚来赞叹，自己承认是我作的，老和尚要是说不行，就算了，别提了。全是用的妄心。妄心所得到的，就是我们老祖宗所说的记问之学，你听得多、记得多，你也能讲。",
      "zh_TW": "我講《壇經》的時候，很感嘆的說，神秀大師跟五祖多年，算是五祖入室弟子，常常代五祖講經教學，法為什麼不傳給他而傳給惠能？我說神秀大師對佛法、對經教、對老師有一百分的誠敬，他有一百分的成就；惠能大師他有萬分誠敬，他得的是萬分成就。神秀比別人強，跟惠能大師比就不行了，誠敬心不一樣。我們要想得聖賢法、得佛菩薩法，佛菩薩的法是從真心流出來的，你的心是正，跟他相應，一聽就懂，一聽就明白；心是邪心，天天有很高的欲望，那不行，怎麼聽也不相應，道理在此地。五祖沒有私心、沒有偏心，要有私心、有偏心，一定傳給神秀，在身邊那麼多年，天天伺候著。真沒開悟，從什麼地方看沒開悟？《壇經》上有記載，五祖宣布年老了，宣布傳法。神秀大師心行不定，那是妄心不是真心。寺廟裡大眾不肯作偈，他心裡明白只是因為他，大家認為五祖傳法一定是傳給他，還作什麼偈？換句話說，他不能不作。作出來自己沒有信心，不敢送給老和尚，猶豫了三天，最後把它貼在牆壁上，心裡想著，老和尚來讚歎，自己承認是我作的，老和尚要是說不行，就算了，別提了。全是用的妄心。妄心所得到的，就是我們老祖宗所說的記問之學，你聽得多、記得多，你也能講。"
    },
    {
      "id": "02-040-0564_p0018",
      "zh_CN": "惠能大师老实，从哪里看？老和尚叫他碓房里面舂米破柴，他干了八个月。从什么地方看到他老实？从神秀大师偈子贴出来之后，他对寺庙不熟，可见平常没走动，只是自己生活这个小圈子，厨房、柴房，破柴舂米的地方，别的地方没去过，他都不知道，这就是老实。他的禅修怎么修法？就是在舂米破柴日常生活当中不着相，就是我们常说的不起心不动念、不分别不执着，他就修这个。这叫真修，回归自性。能大师在黄梅八个月，破柴是禅，舂米是禅，上上禅，没有人知道，只有五祖跟他自己晓得，其他的没人知道。禅是离一切相即一切法，所以会的哪一法不是佛法？惠能大师会，舂米是佛法，破柴是佛法，待人接物是佛法，没有一法不是佛法。佛法就是用真心，用妄心就不是佛法。用妄心的人不会，用真心的人会，这一点我们要把它抓住。我们在这一生当中想成就，一点都不难，只要你知道真妄、邪正、善恶、因果，你就行了，这就叫看得破。真正看破了，哪有不能放下的道理？放下就是。舂米破柴，不执着就是阿罗汉，不分别就是菩萨，不起心不动念就是佛陀。会的人，法法皆如，法法皆是，没有一法不如是。大乘佛法非常活泼，真正得大自在，圆融无碍，显示出来的全是智慧。起心动念、分别执着是烦恼，叫烦恼彻底放下了，所以他与法相应。",
      "zh_TW": "惠能大師老實，從哪裡看？老和尚叫他碓房裡面舂米破柴，他幹了八個月。從什麼地方看到他老實？從神秀大師偈子貼出來之後，他對寺廟不熟，可見平常沒走動，只是自己生活這個小圈子，廚房、柴房，破柴舂米的地方，別的地方沒去過，他都不知道，這就是老實。他的禪修怎麼修法？就是在舂米破柴日常生活當中不著相，就是我們常說的不起心不動念、不分別不執著，他就修這個。這叫真修，回歸自性。能大師在黃梅八個月，破柴是禪，舂米是禪，上上禪，沒有人知道，只有五祖跟他自己曉得，其他的沒人知道。禪是離一切相即一切法，所以會的哪一法不是佛法？惠能大師會，舂米是佛法，破柴是佛法，待人接物是佛法，沒有一法不是佛法。佛法就是用真心，用妄心就不是佛法。用妄心的人不會，用真心的人會，這一點我們要把它抓住。我們在這一生當中想成就，一點都不難，只要你知道真妄、邪正、善惡、因果，你就行了，這就叫看得破。真正看破了，哪有不能放下的道理？放下就是。舂米破柴，不執著就是阿羅漢，不分別就是菩薩，不起心不動念就是佛陀。會的人，法法皆如，法法皆是，沒有一法不如是。大乘佛法非常活潑，真正得大自在，圓融無礙，顯示出來的全是智慧。起心動念、分別執著是煩惱，叫煩惱徹底放下了，所以他與法相應。"
    },
    {
      "id": "02-040-0564_p0019",
      "zh_CN": "口的四过与法不相应，佛上面给它加个不，不妄语、不两舌、不绮语、不恶口，这就与法相应；不贪、不瞋、不痴，意相应；不杀、不盗、不淫，身相应，身语意三业相应，这就是佛。所以说一切众生本来是佛，你只要与这十条相应就是佛，这是真的不是假的，一个相应一切都相应。「今经」，《无量寿经》，「明标五恶」，清清楚楚、明明白白把五恶标示出来。「故以妄语摄余三者，合名一恶」，妄语包括两舌、恶口、绮语，展开来是四恶，合起来这四个是一恶，妄语。「但经意隐诫十恶」，文字上是五恶，意思是包含了十恶，「故列举其余三恶。盖于合中复有开也」，开合不同。",
      "zh_TW": "口的四過與法不相應，佛上面給它加個不，不妄語、不兩舌、不綺語、不惡口，這就與法相應；不貪、不瞋、不痴，意相應；不殺、不盜、不淫，身相應，身語意三業相應，這就是佛。所以說一切眾生本來是佛，你只要與這十條相應就是佛，這是真的不是假的，一個相應一切都相應。「今經」，《無量壽經》，「明標五惡」，清清楚楚、明明白白把五惡標示出來。「故以妄語攝餘三者，合名一惡」，妄語包括兩舌、惡口、綺語，展開來是四惡，合起來這四個是一惡，妄語。「但經意隱誡十惡」，文字上是五惡，意思是包含了十惡，「故列舉其餘三惡。蓋於合中復有開也」，開合不同。"
    },
    {
      "id": "02-040-0564_p0020",
      "zh_CN": "「两舌者，新译离间语」。这个新译，玄奘大师以后所翻的经叫新译，玄奘大师之前叫古译。古时候翻为两舌，玄奘大师这就简单而且很清楚，离间。「《四分律》云：彼此鬪乱，令他破也」。天台大师说，「遘扇彼此，乖和合也」。遘扇就是挑拨、煽动，让他不合，让他斗争。「又《大乘义章》云：言乖彼此，谓之为两」。对甲乙两个人说话不一样，这就是制造纠纷，对甲说乙怎样批评你、怎样毁谤你，对乙那边说甲对你毁谤，让这两边产生怀疑，发生斗争，他在当中取利，这叫两舌，拨弄是非。《大乘义章》里说得好：「言乖彼此，谓之为两。两朋之言依于舌，故曰两舌。是谓煽动离间，搬弄是非」。",
      "zh_TW": "「兩舌者，新譯離間語」。這個新譯，玄奘大師以後所翻的經叫新譯，玄奘大師之前叫古譯。古時候翻為兩舌，玄奘大師這就簡單而且很清楚，離間。「《四分律》云：彼此鬪亂，令他破也」。天台大師說，「遘扇彼此，乖和合也」。遘扇就是挑撥、煽動，讓他不合，讓他鬥爭。「又《大乘義章》云：言乖彼此，謂之為兩」。對甲乙兩個人說話不一樣，這就是製造糾紛，對甲說乙怎樣批評你、怎樣毀謗你，對乙那邊說甲對你毀謗，讓這兩邊產生懷疑，發生鬥爭，他在當中取利，這叫兩舌，撥弄是非。《大乘義章》裡說得好：「言乖彼此，謂之為兩。兩朋之言依於舌，故曰兩舌。是謂煽動離間，搬弄是非」。"
    },
    {
      "id": "02-040-0564_p0021",
      "zh_CN": "「恶口，新译为粗恶语」。「恶言加彼，令他受恼，名为恶口」。让听的人不喜欢，言语粗暴，容易得罪人，容易伤人，纵然是善言，都应该柔和。这些人他有习气，有人习气是前生带来的，前生大概有几世，三、五世大富长者，这一生虽然是个普通人，习气在，从言谈举止里面能看见习气。明白的人会原谅他，不明白的人记恨在心，你怎么用这种态度对我？这记恨在心。这个怨恨会有果报的，来世再遇到的时候他会用这种态度对你，你再不高兴的话，记恨，就冤冤相报，一世比一世严重，到最后会发生战争。这恶口。「言辞粗野，目之为恶。恶从口生，故名恶口」。「是谓以恼他之心，出粗恶之言」，特别是对下人，长官对他的部下，老板对他的伙计，家里面主人对仆人，常常有。他不知道尊重，他不知道一切众生皆有佛性，他不知道，轻视别人。",
      "zh_TW": "「惡口，新譯為粗惡語」。「惡言加彼，令他受惱，名為惡口」。讓聽的人不喜歡，言語粗暴，容易得罪人，容易傷人，縱然是善言，都應該柔和。這些人他有習氣，有人習氣是前生帶來的，前生大概有幾世，三、五世大富長者，這一生雖然是個普通人，習氣在，從言談舉止裡面能看見習氣。明白的人會原諒他，不明白的人記恨在心，你怎麼用這種態度對我？這記恨在心。這個怨恨會有果報的，來世再遇到的時候他會用這種態度對你，你再不高興的話，記恨，就冤冤相報，一世比一世嚴重，到最後會發生戰爭。這惡口。「言辭粗野，目之為惡。惡從口生，故名惡口」。「是謂以惱他之心，出粗惡之言」，特別是對下人，長官對他的部下，老闆對他的夥計，家裡面主人對僕人，常常有。他不知道尊重，他不知道一切眾生皆有佛性，他不知道，輕視別人。"
    },
    {
      "id": "02-040-0564_p0022",
      "zh_CN": "中国古人说得好，「学问深时意气平」。为什么读书人人家尊重？读书明理，不会有这些过失。《弟子规》里头有，讲理，《感应篇》里头讲因果，你明白道理，你明了因果，自然人就柔和。中国人都认为孔子是做人的榜样，是做人的模范。夫子的胸中起心动念是什么？是仁，是义。仁是什么？爱人，没有人他不爱的。他是真心爱人，不是妄心，不是说我爱人我会占什么便宜，没有，他没这个念头，爱人是应该的。义是明理，起心动念、言语造作都能做到合情、合理、合法，不违背人情世故。这不容易。表现在外面的，待人接物温良恭俭让，这是学生对老师的总结。我们老师的德行，日常生活当中表演出来的，这五个字，温和，人喜欢亲近他，善良、恭敬、节俭、谦让。",
      "zh_TW": "中國古人說得好，「學問深時意氣平」。為什麼讀書人人家尊重？讀書明理，不會有這些過失。《弟子規》裡頭有，講理，《感應篇》裡頭講因果，你明白道理，你明瞭因果，自然人就柔和。中國人都認為孔子是做人的榜樣，是做人的模範。夫子的胸中起心動念是什麼？是仁，是義。仁是什麼？愛人，沒有人他不愛的。他是真心愛人，不是妄心，不是說我愛人我會佔什麼便宜，沒有，他沒這個念頭，愛人是應該的。義是明理，起心動念、言語造作都能做到合情、合理、合法，不違背人情世故。這不容易。表現在外面的，待人接物溫良恭儉讓，這是學生對老師的總結。我們老師的德行，日常生活當中表演出來的，這五個字，溫和，人喜歡親近他，善良、恭敬、節儉、謙讓。"
    },
    {
      "id": "02-040-0564_p0023",
      "zh_CN": "孔子的一生，他只活了七十三岁，没有白过，后人尊他为万世师表，他一生活得有意义、有价值。万世师表以后没有再看到一个万世师表，为什么？释迦牟尼佛过世之后没有第二个释迦佛，都是用圆满的真诚心，没有别的。后人学，用真诚心不到位，就学不像。为什么不到位？总是有顾虑到自己，没有把自己放下。孔子把自己放下，真正是像毛主席所说的，全心全意为人民服务，他找机会，没找到。全心全意为人民服务，前面有一个周公，是孔子的榜样，孔子是真学他，没有人敢用。人为什么不敢用他？他有智慧，他有能力、有德行，又有那么多的部下，他的学生，学生都是很能干的，那些国君一见到，怕他夺他的位子，知道是个好人，怕他篡位。这是中国古人所谓的「以小人之心度君子之腹」，不敢用他。逼到最后，六十八岁，年老了，把这个念头放弃，回到老家专心教学。回老家那一年好像他六十八岁，七十三岁走的，教了五年，有三千弟子，七十二贤。",
      "zh_TW": "孔子的一生，他只活了七十三歲，沒有白過，後人尊他為萬世師表，他一生活得有意義、有價值。萬世師表以後沒有再看到一個萬世師表，為什麼？釋迦牟尼佛過世之後沒有第二個釋迦佛，都是用圓滿的真誠心，沒有別的。後人學，用真誠心不到位，就學不像。為什麼不到位？總是有顧慮到自己，沒有把自己放下。孔子把自己放下，真正是像毛主席所說的，全心全意為人民服務，他找機會，沒找到。全心全意為人民服務，前面有一個周公，是孔子的榜樣，孔子是真學他，沒有人敢用。人為什麼不敢用他？他有智慧，他有能力、有德行，又有那麼多的部下，他的學生，學生都是很能幹的，那些國君一見到，怕他奪他的位子，知道是個好人，怕他篡位。這是中國古人所謂的「以小人之心度君子之腹」，不敢用他。逼到最後，六十八歲，年老了，把這個念頭放棄，回到老家專心教學。回老家那一年好像他六十八歲，七十三歲走的，教了五年，有三千弟子，七十二賢。"
    },
    {
      "id": "02-040-0564_p0024",
      "zh_CN": "人，运不相同，后世要没有汉武帝、要没有董仲舒，孔子的社会地位跟诸子百家没两样。汉武帝做了皇帝，想到用什么方法来教老百姓，那个时候社会上言论自由，诸子百家各有各的说法，说得都是头头有道，哪个学说好？秦始皇用商鞅的，法家的，十五年亡国。法家能用武力统一天下，不能治天下，太苛刻了，没有人情。董仲舒推荐用孔子跟孟子，孔孟是师生，这称为儒家。汉武帝接纳了，推崇用孔孟之道教化天下。孔子的地位突出了，这才称为万世师表。董仲舒认识，汉武帝有智慧，这在佛法讲缘分，没有这个缘，他什么都不能成就；有这个缘，虽然当世没有人敢用他，后世历代的帝王都用他的。",
      "zh_TW": "人，運不相同，後世要沒有漢武帝、要沒有董仲舒，孔子的社會地位跟諸子百家沒兩樣。漢武帝做了皇帝，想到用什麼方法來教老百姓，那個時候社會上言論自由，諸子百家各有各的說法，說得都是頭頭有道，哪個學說好？秦始皇用商鞅的，法家的，十五年亡國。法家能用武力統一天下，不能治天下，太苛刻了，沒有人情。董仲舒推薦用孔子跟孟子，孔孟是師生，這稱為儒家。漢武帝接納了，推崇用孔孟之道教化天下。孔子的地位突出了，這才稱為萬世師表。董仲舒認識，漢武帝有智慧，這在佛法講緣分，沒有這個緣，他什麼都不能成就；有這個緣，雖然當世沒有人敢用他，後世歷代的帝王都用他的。"
    },
    {
      "id": "02-040-0564_p0025",
      "zh_CN": "我们再往下看，在九百五十四页第一行，「又如《梵网》云：不见言见，见言不见。」这都是妄语，「违心不实之言」。「绮语者，新译为杂秽语。《俱舍论》云：一切染心所发诸语，名杂秽语。又《大乘义章》曰：邪言不正，其犹绮色。从喻立称，故名绮语。《无量寿经笺注》」，《笺注》是民国初年，这个本子我见过，他用的是彭际清的《无量寿经起信论》，这里头注解的，「一切含淫意不正之言词。后世骚人积习，多喜以美人香草寓言。凡涉于闺阁者，皆谓之绮语」。「又《十业道章》云：说染言词，名杂秽语。若不染心，绮饰文辞，歌赞实德，非不善也。」总而言之，绮语，听起来很好听，内容要是不善，属于这一类。如果内容是善的，那就不称为绮语，不能算是不善的口业。",
      "zh_TW": "我們再往下看，在九百五十四頁第一行，「又如《梵網》云：不見言見，見言不見。」這都是妄語，「違心不實之言」。「綺語者，新譯為雜穢語。《俱舍論》云：一切染心所發諸語，名雜穢語。又《大乘義章》曰：邪言不正，其猶綺色。從喻立稱，故名綺語。《無量壽經箋註》」，《箋註》是民國初年，這個本子我見過，他用的是彭際清的《無量壽經起信論》，這裡頭註解的，「一切含淫意不正之言詞。後世騷人積習，多喜以美人香草寓言。凡涉於閨閣者，皆謂之綺語」。「又《十業道章》云：說染言詞，名雜穢語。若不染心，綺飾文辭，歌讚實德，非不善也。」總而言之，綺語，聽起來很好聽，內容要是不善，屬於這一類。如果內容是善的，那就不稱為綺語，不能算是不善的口業。"
    },
    {
      "id": "02-040-0564_p0026",
      "zh_CN": "「望西云：凡此妄语，世人喜犯，不顾来报」。这句话说得好。所以《无量寿经》佛讲三业身口意，把口业放在第一，这个不多见。大小乘经论里头佛说三业，多半是讲身、口、意，这样的排列。但是在本经，佛是把口业摆在第一，「善护口业，不讥他过」，第二句「善护身业，不失律仪」，第三「善护意业，清净无染」，第八品里头讲的。佛为什么把口业放在第一？就这个意思，世人喜犯，很容易犯这个过失，摆在第一提醒大家，最容易犯的要真正做到不犯，把它摆在第一。这四种都叫妄语，一定要知道妄语的果报，不顾来报，将来果报现前后悔莫及。地狱里头有拔舌地狱，是妄语果报之轻者，重的在无间地狱。所以最容易犯。我没有妄语，妄语包括四种，两舌、绮语、恶口，有没有？恶口最普通的就是骂人，我们讲批评人、指责人。稍稍不如意，口业就现前，没有想想我们自己，我自己能叫别人都如意吗？古人说得非常好，「行有不得，反求诸己」。自己一反省，换个地位来设处，如果今天我是他、他是我，他这样对我，我有什么感受？自然心平气和。妄语这条戒很难持。",
      "zh_TW": "「望西云：凡此妄語，世人喜犯，不顧來報」。這句話說得好。所以《無量壽經》佛講三業身口意，把口業放在第一，這個不多見。大小乘經論裡頭佛說三業，多半是講身、口、意，這樣的排列。但是在本經，佛是把口業擺在第一，「善護口業，不譏他過」，第二句「善護身業，不失律儀」，第三「善護意業，清淨無染」，第八品裡頭講的。佛為什麼把口業放在第一？就這個意思，世人喜犯，很容易犯這個過失，擺在第一提醒大家，最容易犯的要真正做到不犯，把它擺在第一。這四種都叫妄語，一定要知道妄語的果報，不顧來報，將來果報現前後悔莫及。地獄裡頭有拔舌地獄，是妄語果報之輕者，重的在無間地獄。所以最容易犯。我沒有妄語，妄語包括四種，兩舌、綺語、惡口，有沒有？惡口最普通的就是罵人，我們講批評人、指責人。稍稍不如意，口業就現前，沒有想想我們自己，我自己能叫別人都如意嗎？古人說得非常好，「行有不得，反求諸己」。自己一反省，換個地位來設處，如果今天我是他、他是我，他這樣對我，我有什麼感受？自然心平氣和。妄語這條戒很難持。"
    },
    {
      "id": "02-040-0564_p0027",
      "zh_CN": "《南山律》，道宣律师的话，「此戒人多喜犯，良由妄业熏积，识种尤多，故随尘境，动便虚构」。南山大师是中国佛教律宗第一代祖师，唐朝，住在终南山。这条戒世间一般人很容易犯，什么原因？这就是妄语的这个业，业习种子的薰积，识种尤多，阿赖耶里面善恶种子最多的是妄语，所以它遇到缘就起现行。随尘境，动便虚构，虚构就是妄语。接着又说，「又行基菩萨云：口虎害人，舌剑断命。如口如鼻，死后无咎」。这个话的意思很深，但是是现实，事实真相。古人所谓「言者无心，听者有意」，说话随便说，真的是无心，那个听的人觉得你说这些挖苦我，记恨在心，等待机缘到了他就来报复，所以说口虎害人，舌剑断命。应该要怎样？如口如鼻，不说话，口不说话，鼻不说话，死后就没有过失。底下讲，「令人之口如鼻之无言」，口能像鼻一样，鼻不说话，口也不说话，妄语这个罪就不会造。所以人话多，我们遇到了要谨慎。多言一定有说错话的时候，一切时一切处，特别是大庭广众之下，说话要小心谨慎。决定要说诚实言，不诚实的不说，道听涂说的不说，有怀疑的不说，守住这几个原则。",
      "zh_TW": "《南山律》，道宣律師的話，「此戒人多喜犯，良由妄業熏積，識種尤多，故隨塵境，動便虛構」。南山大師是中國佛教律宗第一代祖師，唐朝，住在終南山。這條戒世間一般人很容易犯，什麼原因？這就是妄語的這個業，業習種子的薰積，識種尤多，阿賴耶裡面善惡種子最多的是妄語，所以它遇到緣就起現行。隨塵境，動便虛構，虛構就是妄語。接著又說，「又行基菩薩云：口虎害人，舌劍斷命。如口如鼻，死後無咎」。這個話的意思很深，但是是現實，事實真相。古人所謂「言者無心，聽者有意」，說話隨便說，真的是無心，那個聽的人覺得你說這些挖苦我，記恨在心，等待機緣到了他就來報復，所以說口虎害人，舌劍斷命。應該要怎樣？如口如鼻，不說話，口不說話，鼻不說話，死後就沒有過失。底下講，「令人之口如鼻之無言」，口能像鼻一樣，鼻不說話，口也不說話，妄語這個罪就不會造。所以人話多，我們遇到了要謹慎。多言一定有說錯話的時候，一切時一切處，特別是大庭廣眾之下，說話要小心謹慎。決定要說誠實言，不誠實的不說，道聽塗說的不說，有懷疑的不說，守住這幾個原則。"
    },
    {
      "id": "02-040-0564_p0028",
      "zh_CN": "《大智度论》里面引用佛所说的，「如佛说，妄语有十罪」，有十种过失。「一、口气臭」，这真的不是假的，你能闻得到，废话很多的人。「二、善神远之，非人得便」，非人是恶神，善神离开他，恶神跟随他。「三、虽有实语，人不信受」，纵然他说实话，别人不敢相信。「四、智人谋议，常不参预」，有智慧的人在一起议论，不喜欢他参加。「五、常被诽谤，丑恶之声周闻天下。六、人所不敬，虽有教敕，人不承用」，纵然有好的教言，别人不听、不相信。「七、常多忧愁。八、种诽谤业因缘」，给别人种下毁谤他的因、毁谤他的缘。「九、身坏命终当堕地狱」，这十种罪以这个最重，妄语罪业。「十、若出为人，常被诽谤」，从地狱出来，地狱罪受满了，又到人道来，由于过去造的这个业，现世还常常被别人毁谤。「可见妄语之恶业，广生过咎，死堕地狱，慎莫轻忽」。要我们谨慎，决定不能造。造作非常容易，而且很多人，确实很喜欢批评人，他有这个习惯，这个习惯是非常非常不好。批评别人，别人真的有过失吗？还是假的，被人冤枉？真有过失，也应该有怜悯心。如果他没有过失，被人毁谤是冤枉的，你也跟着去毁谤，这个罪可重了。批评人、议论人，一定要把事实真相搞清楚、搞明白。事实真相没搞清楚、没搞明白，人云亦云，这个造口业非常严重。往往造得重，堕地狱，就是这样犯的。不分青红皂白，道听涂说，陷害别人，自己也没得好处。造这么重的罪业，不值得。",
      "zh_TW": "《大智度論》裡面引用佛所說的，「如佛說，妄語有十罪」，有十種過失。「一、口氣臭」，這真的不是假的，你能聞得到，廢話很多的人。「二、善神遠之，非人得便」，非人是惡神，善神離開他，惡神跟隨他。「三、雖有實語，人不信受」，縱然他說實話，別人不敢相信。「四、智人謀議，常不參預」，有智慧的人在一起議論，不喜歡他參加。「五、常被誹謗，醜惡之聲周聞天下。六、人所不敬，雖有教敕，人不承用」，縱然有好的教言，別人不聽、不相信。「七、常多憂愁。八、種誹謗業因緣」，給別人種下毀謗他的因、毀謗他的緣。「九、身壞命終當墮地獄」，這十種罪以這個最重，妄語罪業。「十、若出為人，常被誹謗」，從地獄出來，地獄罪受滿了，又到人道來，由於過去造的這個業，現世還常常被別人毀謗。「可見妄語之惡業，廣生過咎，死墮地獄，慎莫輕忽」。要我們謹慎，決定不能造。造作非常容易，而且很多人，確實很喜歡批評人，他有這個習慣，這個習慣是非常非常不好。批評別人，別人真的有過失嗎？還是假的，被人冤枉？真有過失，也應該有憐憫心。如果他沒有過失，被人毀謗是冤枉的，你也跟著去毀謗，這個罪可重了。批評人、議論人，一定要把事實真相搞清楚、搞明白。事實真相沒搞清楚、沒搞明白，人云亦云，這個造口業非常嚴重。往往造得重，墮地獄，就是這樣犯的。不分青紅皂白，道聽塗說，陷害別人，自己也沒得好處。造這麼重的罪業，不值得。"
    },
    {
      "id": "02-040-0564_p0029",
      "zh_CN": "『憎嫉善人』。这也是一般人常有的，别人行善积德，他看到了，憎恨嫉妒。「憎者憎恶，嫉者妒嫉。」如果有憎恨嫉妒，恶意毁谤，这就是地狱罪。为什么？它影响太大，陷害善人太深。原因都是为了憎嫉，还是为了自己造恶。善恶一对比，世间人赞叹善，对这个善人一赞叹，他就受不了，总要造谣生事，毁谤善人。这种事情自古以来，古今中外社会上常常看到的。现在这个时代尤其多，多怎么办？恶不能不断，善不能不修，我修自己的，不批评别人，也不障碍别人，还是要认真努力断恶修善、劝善，为整个社会着想，不要为自己。自己，前面讲得很清楚，社会上自然有一些明白人他知道，幽冥之中鬼神知道，将来死后去处不一样。所以行善有行善之得，不会吃亏，这一生当中受的委屈愈大，来生福报愈大。所以圣贤书不能不读，特别在这个时代，善人少，不善的人多，我们跟谁交朋友？跟古人、跟佛菩萨、跟古圣先贤，天天读他们的书，跟他们在一起，向他们学习。生活清苦一点好，贫穷一点好，为什么？没有人嫉妒你。你有很高的地位、有很大的财富，嫉妒你的人就多。我们自己不造这个恶业，也不希望别人造恶业，对人有一种怜悯的心、有感恩的心。",
      "zh_TW": "『憎嫉善人』。這也是一般人常有的，別人行善積德，他看到了，憎恨嫉妒。「憎者憎惡，嫉者妒嫉。」如果有憎恨嫉妒，惡意毀謗，這就是地獄罪。為什麼？它影響太大，陷害善人太深。原因都是為了憎嫉，還是為了自己造惡。善惡一對比，世間人讚歎善，對這個善人一讚歎，他就受不了，總要造謠生事，毀謗善人。這種事情自古以來，古今中外社會上常常看到的。現在這個時代尤其多，多怎麼辦？惡不能不斷，善不能不修，我修自己的，不批評別人，也不障礙別人，還是要認真努力斷惡修善、勸善，為整個社會著想，不要為自己。自己，前面講得很清楚，社會上自然有一些明白人他知道，幽冥之中鬼神知道，將來死後去處不一樣。所以行善有行善之得，不會吃虧，這一生當中受的委屈愈大，來生福報愈大。所以聖賢書不能不讀，特別在這個時代，善人少，不善的人多，我們跟誰交朋友？跟古人、跟佛菩薩、跟古聖先賢，天天讀他們的書，跟他們在一起，向他們學習。生活清苦一點好，貧窮一點好，為什麼？沒有人嫉妒你。你有很高的地位、有很大的財富，嫉妒你的人就多。我們自己不造這個惡業，也不希望別人造惡業，對人有一種憐憫的心、有感恩的心。"
    },
    {
      "id": "02-040-0564_p0030",
      "zh_CN": "下面这一段「夸大自欺」，这种情形现在也很普遍。",
      "zh_TW": "下面這一段「誇大自欺」，這種情形現在也很普遍。"
    },
    {
      "id": "02-040-0564_p0031",
      "zh_CN": "【尊贵自大。谓己有道。横行威势。侵易于人。欲人畏敬。不自惭惧。】",
      "zh_TW": "【尊貴自大。謂己有道。橫行威勢。侵易於人。欲人畏敬。不自慚懼。】"
    },
    {
      "id": "02-040-0564_p0032",
      "zh_CN": "这也是现在的社会现象，无论在中国、在外国。最重要的，我们自己要反省，我们有没有这种意识？因为有时候自己不知道，不知不觉犯了这些过失。在这个时代就应该常常反省检点，反省检点的依据就是古圣先贤的典籍。这个注解是「憎嫉善人至尊贵自大、谓己有道」，这八句古有两种解释。这两种解释，第一个是嘉祥，第二个是日本法师望西，两种解释都说得很好。「憎嫉善人，明恶口。败坏贤明，明妄语。不孝二亲（《魏译》本里作二亲，就是父母），明作恶人造逆。朋友无信」，这是不忠，造成上面所说的妄语。「尊贵自大，成其恶口。谓己有道，成其两舌」。现在时间到了，这一段我们下一堂课再接着学习。",
      "zh_TW": "這也是現在的社會現象，無論在中國、在外國。最重要的，我們自己要反省，我們有沒有這種意識？因為有時候自己不知道，不知不覺犯了這些過失。在這個時代就應該常常反省檢點，反省檢點的依據就是古聖先賢的典籍。這個註解是「憎嫉善人至尊貴自大、謂己有道」，這八句古有兩種解釋。這兩種解釋，第一個是嘉祥，第二個是日本法師望西，兩種解釋都說得很好。「憎嫉善人，明惡口。敗壞賢明，明妄語。不孝二親（《魏譯》本裡作二親，就是父母），明作惡人造逆。朋友無信」，這是不忠，造成上面所說的妄語。「尊貴自大，成其惡口。謂己有道，成其兩舌」。現在時間到了，這一段我們下一堂課再接著學習。"
    }
  ]
}