{
  "doc_id": "02-040-0489",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八九集",
    "zh_TW": "第四八九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0489",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-040-0489_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0489_p0002",
      "zh_CN": "请看《大经科注》第八百一十七页，倒数第三行：",
      "zh_TW": "請看《大經科註》第八百一十七頁，倒數第三行："
    },
    {
      "id": "02-040-0489_p0003",
      "zh_CN": "「《净影疏》曰：自于当来得妙净土，名得净处。」解释得至清净处。「又《会疏》曰：清净处即是净土也。上所谓必成如是刹义也」。「两疏同旨」，《净影》跟《会疏》说的完全相同，「是均以建立佛国为得清净处也」。这句话结得很好，很简单、很清楚。这是告诉我们，我们的问题是信心，今天整个世界混乱的真正原因是我们把信心失掉了。什么信心？把自己的信心失掉了。一个人不相信自己，他还能相信别人吗？还能相信佛吗？蕅益大师在《弥陀要解》里面跟我们讲解信愿行，这是往生净土三个条件。第一个是信。信，他讲了六个，第一个是信自，第二个是信他，第三个是信理，第四个信事，第五个信因，第六个信果。自、他、理、事、因、果，六个信，六个信把信自摆在第一，如果对自己不能相信，后面五个都不能成立。今天这个世界，我们细心去观察，确实是这样的。",
      "zh_TW": "「《淨影疏》曰：自於當來得妙淨土，名得淨處。」解釋得至清淨處。「又《會疏》曰：清淨處即是淨土也。上所謂必成如是剎義也」。「兩疏同旨」，《淨影》跟《會疏》說的完全相同，「是均以建立佛國為得清淨處也」。這句話結得很好，很簡單、很清楚。這是告訴我們，我們的問題是信心，今天整個世界混亂的真正原因是我們把信心失掉了。什麼信心？把自己的信心失掉了。一個人不相信自己，他還能相信別人嗎？還能相信佛嗎？蕅益大師在《彌陀要解》裡面跟我們講解信願行，這是往生淨土三個條件。第一個是信。信，他講了六個，第一個是信自，第二個是信他，第三個是信理，第四個信事，第五個信因，第六個信果。自、他、理、事、因、果，六個信，六個信把信自擺在第一，如果對自己不能相信，後面五個都不能成立。今天這個世界，我們細心去觀察，確實是這樣的。"
    },
    {
      "id": "02-040-0489_p0004",
      "zh_CN": "大乘经论里头对信心讲得很多，「信为道元功德母，长养一切诸善根」。中国古圣先贤告诉我们，人无信就不能立足于社会。今天确实信心的教育没有，没有人提过，没有人教过，甚至是也没有看见过，不知道有个信心，也不知道信心的重要，这才是大问题。学佛要从学做人开始，学做人头一个就是信心。五伦，五常讲仁义礼智信，五伦最后朋友有信。伦常是一体，不能分割，父子有亲，亲里面有义、有别、有秩序、有信，有仁义礼智信。五常里头任何一个，仁里头具足，信里面也具足，每一个字都具足其他四个字，一体，不能分割。中国古圣先贤的教育，现在人不学了。左丘明说得好，在《左传》里头，这句话《群书治要》里面节录了，他说「人弃常则妖兴」。一个人把常，常就是五常，仁义礼智信，把仁义礼智信抛弃、不要了，这个社会就是妖魔鬼怪，就兴旺起来了。今天的社会，我们细心观察，真的不仁、不义、无礼、无智、无信。左丘明在二千五百年前说的这句话，在现前这个社会我们看到了。换句话说，人家在二千五百年前就把我们的社会看透了。",
      "zh_TW": "大乘經論裡頭對信心講得很多，「信為道元功德母，長養一切諸善根」。中國古聖先賢告訴我們，人無信就不能立足於社會。今天確實信心的教育沒有，沒有人提過，沒有人教過，甚至是也沒有看見過，不知道有個信心，也不知道信心的重要，這才是大問題。學佛要從學做人開始，學做人頭一個就是信心。五倫，五常講仁義禮智信，五倫最後朋友有信。倫常是一體，不能分割，父子有親，親裡面有義、有別、有秩序、有信，有仁義禮智信。五常裡頭任何一個，仁裡頭具足，信裡面也具足，每一個字都具足其他四個字，一體，不能分割。中國古聖先賢的教育，現在人不學了。左丘明說得好，在《左傳》裡頭，這句話《群書治要》裡面節錄了，他說「人棄常則妖興」。一個人把常，常就是五常，仁義禮智信，把仁義禮智信拋棄、不要了，這個社會就是妖魔鬼怪，就興旺起來了。今天的社會，我們細心觀察，真的不仁、不義、無禮、無智、無信。左丘明在二千五百年前說的這句話，在現前這個社會我們看到了。換句話說，人家在二千五百年前就把我們的社會看透了。"
    },
    {
      "id": "02-040-0489_p0005",
      "zh_CN": "今天我们学佛，佛是把信摆在第一，特别是净土，信、愿、行，我们要真信，要真正相信释迦牟尼佛的教诲。佛陀离开我们的时候，阿难尊者问了一个重要的问题，佛陀在世，我们依佛为老师，有疑难问题都向老师请教，佛不在世间，我们依谁为师？我们向谁请教？佛传给我们的四依法，而且还特别提到，佛不住世，「以戒为师」，又补充了一句，「以苦为师」。佛教导我们持戒，修苦行，苦是老师，苦是真的老师。为什么？人能够吃苦，就不会有妄想，就不会有争执，跟人竞争，不会有这个念头，就能够知足常乐，安心在道上。道是佛指导我们修行证果的道路、方法、原则，这是道。我们有没有做到？四依法我们有没有守住？守住四依法就不会被外面魔王外道所动摇。",
      "zh_TW": "今天我們學佛，佛是把信擺在第一，特別是淨土，信、願、行，我們要真信，要真正相信釋迦牟尼佛的教誨。佛陀離開我們的時候，阿難尊者問了一個重要的問題，佛陀在世，我們依佛為老師，有疑難問題都向老師請教，佛不在世間，我們依誰為師？我們向誰請教？佛傳給我們的四依法，而且還特別提到，佛不住世，「以戒為師」，又補充了一句，「以苦為師」。佛教導我們持戒，修苦行，苦是老師，苦是真的老師。為什麼？人能夠吃苦，就不會有妄想，就不會有爭執，跟人競爭，不會有這個念頭，就能夠知足常樂，安心在道上。道是佛指導我們修行證果的道路、方法、原則，這是道。我們有沒有做到？四依法我們有沒有守住？守住四依法就不會被外面魔王外道所動搖。"
    },
    {
      "id": "02-040-0489_p0006",
      "zh_CN": "东北的同学请高居士带来四片光碟，我看了，里面有一片讲到魔王波旬。他来找过我，我在摄影棚给他供一个牌位，请他来听经，我们大家一起来分享。无论他用什么方法障碍正法，我们只要缘具足，我们还是依法修行。在这个小摄影棚里头，他不能障碍，我们每天按照预定的时间跟全球同学在一起分享《无量寿经科注》。他也知道这个事情是不应该做的，是错误的。为什么还要做？习气太重，自己不能控制自己。要如何调整？长时间的经教薰修。我们把各种障难、障碍，这里头有毁谤、有侮辱、有曲解，甚至于有一些陷害，我们都认为这是佛菩萨对我们的考试，我们要关关通过。顺境不生贪恋，逆境恶缘没有瞋恚，我们欢喜接受，放下万缘。他障碍的名闻利养，我们名闻利养不要，他就障碍不了；他们所障碍的世间世缘，世缘我们也不要，我们随缘，我们不攀缘。我们自己没有一桩事情是我想做，没有，随缘，大家想，我随喜，这个自在！佛度众生也是随缘，我们怎么可以攀缘？攀缘是找麻烦，所以要学佛的随缘妙用，《华严经》上说的。",
      "zh_TW": "東北的同學請高居士帶來四片光碟，我看了，裡面有一片講到魔王波旬。他來找過我，我在攝影棚給他供一個牌位，請他來聽經，我們大家一起來分享。無論他用什麼方法障礙正法，我們只要緣具足，我們還是依法修行。在這個小攝影棚裡頭，他不能障礙，我們每天按照預定的時間跟全球同學在一起分享《無量壽經科註》。他也知道這個事情是不應該做的，是錯誤的。為什麼還要做？習氣太重，自己不能控制自己。要如何調整？長時間的經教薰修。我們把各種障難、障礙，這裡頭有毀謗、有侮辱、有曲解，甚至於有一些陷害，我們都認為這是佛菩薩對我們的考試，我們要關關通過。順境不生貪戀，逆境惡緣沒有瞋恚，我們歡喜接受，放下萬緣。他障礙的名聞利養，我們名聞利養不要，他就障礙不了；他們所障礙的世間世緣，世緣我們也不要，我們隨緣，我們不攀緣。我們自己沒有一樁事情是我想做，沒有，隨緣，大家想，我隨喜，這個自在！佛度眾生也是隨緣，我們怎麼可以攀緣？攀緣是找麻煩，所以要學佛的隨緣妙用，《華嚴經》上說的。"
    },
    {
      "id": "02-040-0489_p0007",
      "zh_CN": "所以闻法欢喜接受，依教修行，将来决定得到清净处。清净处就是极乐世界，我们对这个要有充分的信心，没有丝毫怀疑，自己有信心决定得生。信心从哪里来的？我们把这个世间放下了。这个世间放不下，那是障碍，未必能去得成，你对这个世间有留恋。我也常说，留恋里头最难舍的是亲情，父母跟儿女的亲情。儿女跟父母现在未必有亲情，小时候有亲情，长大亲情没有了。你看，小孩三、四岁听到孝顺父母，爸爸妈妈我长大了我孝顺你们，听了很欢喜。长大了未必，长大他变了，他不是从前那个心，他变了。这些我们知道，他说话，小孩说的不算数，大人说的也未必可靠。谁的话说了算数？佛菩萨的话说了算数，决定不是假的，决定不欺骗我们。如果我们不相信，过在我们自己，佛菩萨没有过处、没有过失。",
      "zh_TW": "所以聞法歡喜接受，依教修行，將來決定得到清淨處。清淨處就是極樂世界，我們對這個要有充分的信心，沒有絲毫懷疑，自己有信心決定得生。信心從哪裡來的？我們把這個世間放下了。這個世間放不下，那是障礙，未必能去得成，你對這個世間有留戀。我也常說，留戀裡頭最難捨的是親情，父母跟兒女的親情。兒女跟父母現在未必有親情，小時候有親情，長大親情沒有了。你看，小孩三、四歲聽到孝順父母，爸爸媽媽我長大了我孝順你們，聽了很歡喜。長大了未必，長大他變了，他不是從前那個心，他變了。這些我們知道，他說話，小孩說的不算數，大人說的也未必可靠。誰的話說了算數？佛菩薩的話說了算數，決定不是假的，決定不欺騙我們。如果我們不相信，過在我們自己，佛菩薩沒有過處、沒有過失。"
    },
    {
      "id": "02-040-0489_p0008",
      "zh_CN": "所以《净影疏》里头讲，自己在将来，当来是将来，一定得妙净土。这个妙净土就是极乐世界，极乐世界就是清净处，所以这些祖师都认为，以建立佛国为得清净处。这个里头的意思一定要清楚、要明了，在极乐世界成就了，成就的果德，正报跟阿弥陀佛完全相同，依报，你所居住的环境、教学的环境跟极乐世界完全相同。这就是为什么十方法身菩萨要到极乐世界去参学，向阿弥陀佛请教，原因在哪里？就在此地，得到阿弥陀佛的加持，成就跟阿弥陀佛平等。这就是十方诸菩萨不能不到极乐世界去参学，他要不去他就错了。我们听到了，我们在经典文字上看到了，能不发心求生净土吗？不发心求生净土，我们必定依旧搞六道轮回。六道轮回的事情不能搞了，六道轮回的事情让他们去搞去，谁喜欢就给谁。要学得怎么样？看得清楚，听得清楚，明明白白，决定不放在心上，与我不相干，你们爱怎么办就怎么办去，自己心里只有阿弥陀佛，口上只有阿弥陀佛，没有妄想，没有杂念。我们未来的果报，未来的果报也许就在明后天，很近，不远，必定生净土，必定见弥陀。",
      "zh_TW": "所以《淨影疏》裡頭講，自己在將來，當來是將來，一定得妙淨土。這個妙淨土就是極樂世界，極樂世界就是清淨處，所以這些祖師都認為，以建立佛國為得清淨處。這個裡頭的意思一定要清楚、要明瞭，在極樂世界成就了，成就的果德，正報跟阿彌陀佛完全相同，依報，你所居住的環境、教學的環境跟極樂世界完全相同。這就是為什麼十方法身菩薩要到極樂世界去參學，向阿彌陀佛請教，原因在哪裡？就在此地，得到阿彌陀佛的加持，成就跟阿彌陀佛平等。這就是十方諸菩薩不能不到極樂世界去參學，他要不去他就錯了。我們聽到了，我們在經典文字上看到了，能不發心求生淨土嗎？不發心求生淨土，我們必定依舊搞六道輪迴。六道輪迴的事情不能搞了，六道輪迴的事情讓他們去搞去，誰喜歡就給誰。要學得怎麼樣？看得清楚，聽得清楚，明明白白，決定不放在心上，與我不相干，你們愛怎麼辦就怎麼辦去，自己心裡只有阿彌陀佛，口上只有阿彌陀佛，沒有妄想，沒有雜念。我們未來的果報，未來的果報也許就在明後天，很近，不遠，必定生淨土，必定見彌陀。"
    },
    {
      "id": "02-040-0489_p0009",
      "zh_CN": "后面说，「但从心地法门而论」，这就是更深一层次来说，「清净处亦可别进一解，则指本净妙心」，这更深一步。因为阿弥陀佛、极乐世界都从相上说的，从事上说的；更进一步从理上讲，从能现万法的性上讲，性就是真性、心性，那这个清净处就是自己本净妙心。心清净微妙，两个字，净妙，就是惠能大师所讲的二十个字。能大师这二十个字，五句，第一句是净，「何期自性，本自清净」。你看，第一句是净，后面四句是妙，「不生不灭」，妙，「本自具足」，妙，「本无动摇」，妙，「能生万法」，妙。你看两个字净妙，把能大师所说的五句统统包括了。能大师的二十个字包括全部《华严经》，这两个字也是包含了全部的《华严经》。《华严》说什么？《华严》说个净，《华严》说个妙。这个净妙是我们本自具足的，是我们自性圆满具足。",
      "zh_TW": "後面說，「但從心地法門而論」，這就是更深一層次來說，「清淨處亦可別進一解，則指本淨妙心」，這更深一步。因為阿彌陀佛、極樂世界都從相上說的，從事上說的；更進一步從理上講，從能現萬法的性上講，性就是真性、心性，那這個清淨處就是自己本淨妙心。心清淨微妙，兩個字，淨妙，就是惠能大師所講的二十個字。能大師這二十個字，五句，第一句是淨，「何期自性，本自清淨」。你看，第一句是淨，後面四句是妙，「不生不滅」，妙，「本自具足」，妙，「本無動搖」，妙，「能生萬法」，妙。你看兩個字淨妙，把能大師所說的五句統統包括了。能大師的二十個字包括全部《華嚴經》，這兩個字也是包含了全部的《華嚴經》。《華嚴》說什麼？《華嚴》說個淨，《華嚴》說個妙。這個淨妙是我們本自具足的，是我們自性圓滿具足。"
    },
    {
      "id": "02-040-0489_p0010",
      "zh_CN": "「倘能闻法信受」，这个倘是假设、如果，如果你能够做到，闻法你真相信、真接受，接受就是完全没有怀疑，我明白，我清楚，我依教奉行。佛在这个经上跟我们讲的起步从哪里开始？从净业三福开始。净业三福第一条，「孝养父母」，我做到了没有？父母要在，要尽孝道，要让父母欢喜，要让父母无忧无虑，要劝父母念佛求生净土。六道无常，爱父母，希望跟父母永远长住，那只有到极乐世界，到极乐世界人人都是无量寿，真的永远在一起。不到极乐世界，永远在一起是绝对不可能的，身体死了之后，一投胎不知道到哪去了。每个人所造的业不一样，每个人的去处不相同，永远不再见了，再遇到也不认识。为这个原因，就是要劝父母同生极乐国，这就对了。把我们的爱心扩大，不但父母同生极乐国，凡是与我们相识的人，喜欢、不喜欢的都生极乐国。这种心、这个念头跟阿弥陀佛的本愿相应，阿弥陀佛欢喜。在这个世间要把佛法传下去，不能到我这里就止住，那佛法就灭掉了，一定要世世代代承传。真正发心承传，自然有人来学习，学生去求求不到，到时候自然来了。",
      "zh_TW": "「倘能聞法信受」，這個倘是假設、如果，如果你能夠做到，聞法你真相信、真接受，接受就是完全沒有懷疑，我明白，我清楚，我依教奉行。佛在這個經上跟我們講的起步從哪裡開始？從淨業三福開始。淨業三福第一條，「孝養父母」，我做到了沒有？父母要在，要盡孝道，要讓父母歡喜，要讓父母無憂無慮，要勸父母念佛求生淨土。六道無常，愛父母，希望跟父母永遠長住，那只有到極樂世界，到極樂世界人人都是無量壽，真的永遠在一起。不到極樂世界，永遠在一起是絕對不可能的，身體死了之後，一投胎不知道到哪去了。每個人所造的業不一樣，每個人的去處不相同，永遠不再見了，再遇到也不認識。為這個原因，就是要勸父母同生極樂國，這就對了。把我們的愛心擴大，不但父母同生極樂國，凡是與我們相識的人，喜歡、不喜歡的都生極樂國。這種心、這個念頭跟阿彌陀佛的本願相應，阿彌陀佛歡喜。在這個世間要把佛法傳下去，不能到我這裡就止住，那佛法就滅掉了，一定要世世代代承傳。真正發心承傳，自然有人來學習，學生去求求不到，到時候自然來了。"
    },
    {
      "id": "02-040-0489_p0011",
      "zh_CN": "闻法信受这四个字重要。「一念相应」，只有闻法信受，一念才相应。「直彻心源，朗然大觉，本然清净，顿契法身，亦是得至清净处」。这是心上的清净，理上的清净，极乐世界、阿弥陀佛就是从这个性、从这个理出现的，能生万法，能生阿弥陀佛，能生极乐世界。所以极乐世界、阿弥陀佛是我们自己心性生出来的，离开心性没有一法可得，一切法不离心性，这个观念非常重要。直彻心源，就是禅宗讲的明心见性；朗然大觉，大彻大悟，这两句是因。怎么个修法？直彻心源的修法是万缘放下。有一桩没放下就是障碍，所以要放得干干净净，连放下这个念头也要放下。我什么都放下了，我什么都放下这一句没放下，它会造成障碍。所以佛说，「佛氏门中，一法不立」。一切都放下还是一法，有这一法错了，这一法成了障碍。所以到最后连佛法也没有，佛法是假立的，因缘生法。直彻心源，佛法就没有了，你才见到佛法是从心源里头流出来的，这才真正是大觉。大觉是什么样子？本然清净，顿契法身。这里所说的本然清净，就是惠能大师所说的本自清净，从来没有染污过。顿契法身就是融入常寂光，常寂光是法身，法身无相，法身无不相，无相是讲法身的体，无不相是讲法身的作用。法身作用能生万法，虽生万法，凡所有相皆是虚妄，万法不是真实的，万法有生有灭，有生有灭是假相，不是真相，真相不生不灭。我们大乘经天天在薰习，薰习太重要了。所以经一生不能放下，天天薰习，薰成非常坚固强而有力的信心，决定不会改变的。像诸佛菩萨一样，他为什么不能改变？因为他直彻心源，朗然大觉，所以他永远不会改变。底下讲的得至清净处，这个清净处是清净心、是自己的真如本性。",
      "zh_TW": "聞法信受這四個字重要。「一念相應」，只有聞法信受，一念才相應。「直徹心源，朗然大覺，本然清淨，頓契法身，亦是得至清淨處」。這是心上的清淨，理上的清淨，極樂世界、阿彌陀佛就是從這個性、從這個理出現的，能生萬法，能生阿彌陀佛，能生極樂世界。所以極樂世界、阿彌陀佛是我們自己心性生出來的，離開心性沒有一法可得，一切法不離心性，這個觀念非常重要。直徹心源，就是禪宗講的明心見性；朗然大覺，大徹大悟，這兩句是因。怎麼個修法？直徹心源的修法是萬緣放下。有一樁沒放下就是障礙，所以要放得乾乾淨淨，連放下這個念頭也要放下。我什麼都放下了，我什麼都放下這一句沒放下，它會造成障礙。所以佛說，「佛氏門中，一法不立」。一切都放下還是一法，有這一法錯了，這一法成了障礙。所以到最後連佛法也沒有，佛法是假立的，因緣生法。直徹心源，佛法就沒有了，你才見到佛法是從心源裡頭流出來的，這才真正是大覺。大覺是什麼樣子？本然清淨，頓契法身。這裡所說的本然清淨，就是惠能大師所說的本自清淨，從來沒有染污過。頓契法身就是融入常寂光，常寂光是法身，法身無相，法身無不相，無相是講法身的體，無不相是講法身的作用。法身作用能生萬法，雖生萬法，凡所有相皆是虛妄，萬法不是真實的，萬法有生有滅，有生有滅是假相，不是真相，真相不生不滅。我們大乘經天天在薰習，薰習太重要了。所以經一生不能放下，天天薰習，薰成非常堅固強而有力的信心，決定不會改變的。像諸佛菩薩一樣，他為什麼不能改變？因為他直徹心源，朗然大覺，所以他永遠不會改變。底下講的得至清淨處，這個清淨處是清淨心、是自己的真如本性。"
    },
    {
      "id": "02-040-0489_p0012",
      "zh_CN": "「乃至以清净心向无量寿」，我们用这个心来念佛、来想佛，真心，不是妄心。用这个真心，确实像底下所说的，「是则于刹那之间得契于清净处者也」。一念净信，一念净心，心信是一不是二。一念两个字不好懂，大乘教里讲的一念，是弥勒菩萨所说的「一弹指三十二亿百千念」，这一弹指。一秒钟，现在我们时间以秒做单位，一秒钟，一秒能弹几次？弹得很快，我们相信至少能弹五次。五乘三十二亿百千，一千六百兆，换句话说，一念是一千六百兆分之一秒。换句话说，一秒钟有多少个一念？有一千六百兆个一念。这个是我们无法想像的，但是它是事实真相，整个宇宙就是在这样高频率之下变现出来的幻相、假相，不是真相。这个道理很深，现在全世界量子力学家都在研究这个问题，这么多人在研究，一定有很可观的成绩拿出来，我们再等个若干年就看到报告了。报告所说的跟佛经上所讲的非常接近，这就是我们有理由相信，现在反对佛教的人，没关系，让他去反对，二十年之后，科学家肯定了佛教不是宗教，佛教是高等哲学、高等科学，大学里面都会开这个课程，佛经哲学、佛经科学。佛法前景我们看到了。我们今天能相信、能接受、肯修行，而且决定证果，这些科学家会赞叹我们的路走对了。",
      "zh_TW": "「乃至以清淨心向無量壽」，我們用這個心來念佛、來想佛，真心，不是妄心。用這個真心，確實像底下所說的，「是則於剎那之間得契於清淨處者也」。一念淨信，一念淨心，心信是一不是二。一念兩個字不好懂，大乘教裡講的一念，是彌勒菩薩所說的「一彈指三十二億百千念」，這一彈指。一秒鐘，現在我們時間以秒做單位，一秒鐘，一秒能彈幾次？彈得很快，我們相信至少能彈五次。五乘三十二億百千，一千六百兆，換句話說，一念是一千六百兆分之一秒。換句話說，一秒鐘有多少個一念？有一千六百兆個一念。這個是我們無法想像的，但是它是事實真相，整個宇宙就是在這樣高頻率之下變現出來的幻相、假相，不是真相。這個道理很深，現在全世界量子力學家都在研究這個問題，這麼多人在研究，一定有很可觀的成績拿出來，我們再等個若干年就看到報告了。報告所說的跟佛經上所講的非常接近，這就是我們有理由相信，現在反對佛教的人，沒關係，讓他去反對，二十年之後，科學家肯定了佛教不是宗教，佛教是高等哲學、高等科學，大學裡面都會開這個課程，佛經哲學、佛經科學。佛法前景我們看到了。我們今天能相信、能接受、肯修行，而且決定證果，這些科學家會讚歎我們的路走對了。"
    },
    {
      "id": "02-040-0489_p0013",
      "zh_CN": "我初学佛的时候，朋友、同事、长官、同学们都说我迷信，迷得太深，怎么去出家去了？干这个傻事。可是二十年之后我们再遇到，他们老了，退休了，碰到我的时候：老兄，你的路走对了。这些老朋友们现在大多数不在了，剩下来寥寥无几，都八十多岁，再一见面，五体投地，没有话说，走对了，真走对了。当时起步的时候没有人不反对，年纪轻轻怎么会迷成这个样子？实际上是他迷，我没有迷，我认识路，摆在面前，所谓三百六十行，我选择这一行。这一行是老师劝我的，我相信，我接受了。方老师告诉我，学佛是人生最高的享受。章嘉大师劝我出家，劝我学释迦牟尼佛，读释迦牟尼佛的经典。看懂、看明白、看清楚了，这个路好，一生一世于人无争，于世无求，这多自在！这就是人生最高的享受。你还有求，我无求了；你还有争，我无争了。有求有争，你还没有圆满；我无求无争，我圆满了，圆满了智慧福德，圆满了本然清净，圆满了清净法身，到清净处了。清净处在哪里？无处不是清净处，无时不是清净处。你为什么得不到？你没有放下，你还有争，你还有求。",
      "zh_TW": "我初學佛的時候，朋友、同事、長官、同學們都說我迷信，迷得太深，怎麼去出家去了？幹這個傻事。可是二十年之後我們再遇到，他們老了，退休了，碰到我的時候：老兄，你的路走對了。這些老朋友們現在大多數不在了，剩下來寥寥無幾，都八十多歲，再一見面，五體投地，沒有話說，走對了，真走對了。當時起步的時候沒有人不反對，年紀輕輕怎麼會迷成這個樣子？實際上是他迷，我沒有迷，我認識路，擺在面前，所謂三百六十行，我選擇這一行。這一行是老師勸我的，我相信，我接受了。方老師告訴我，學佛是人生最高的享受。章嘉大師勸我出家，勸我學釋迦牟尼佛，讀釋迦牟尼佛的經典。看懂、看明白、看清楚了，這個路好，一生一世於人無爭，於世無求，這多自在！這就是人生最高的享受。你還有求，我無求了；你還有爭，我無爭了。有求有爭，你還沒有圓滿；我無求無爭，我圓滿了，圓滿了智慧福德，圓滿了本然清淨，圓滿了清淨法身，到清淨處了。清淨處在哪裡？無處不是清淨處，無時不是清淨處。你為什麼得不到？你沒有放下，你還有爭，你還有求。"
    },
    {
      "id": "02-040-0489_p0014",
      "zh_CN": "我们再看下面文中，「再其下则至诚念佛」。这是讲到信愿修行，经文上讲的，闻法乐受行，完全从事上讲。前面从理上讲，从心上讲，现在从事上讲。其下，那就是「至诚念佛，毫无尘虑，净念相继，中无间断」，这个四句，至诚念佛是总说。什么叫至诚？毫无尘虑，妄想杂念没有了，这叫至诚。尘虑就是妄想杂念，完全没有了。净念相继是至诚念佛。净念，毫无尘虑就是净，用真心念佛，一句一句相续，中无间断，没有间断。口里头有间断，念头里头没有间断，念念求生极乐世界，念念感恩阿弥陀佛，其他的都不要，全放下了。这怎样？这「暗合道妙，即念离念」。这个功夫是其下者。其下怎么说？我们凡夫可以做得到，只要你真干。这个里面最难的就是至诚念佛，最难的放不下，喜欢管事。如何能把你的地位放下，再能把财富放下，再把恩怨放下，把好恶放下，喜欢的讨厌的放下，你的心就平等，不但清净，达到平等。清净是阿罗汉的心，平等是菩萨心，你距离大彻大悟就不远，朗然大觉就不远。所以暗合道妙，道是成佛之道，妙就是自自然然跟它相应。即念离念，念的是阿弥陀佛，离世出世间一切妄念。你看前念灭后念生，念头永远不断，从无始劫迷的那一天，一直到现在我们念头没有断过，为什么？念头一断就成佛。念是妄念，不是正念，妄念。妄念断了，正念现前，正念无念，无妄念，一切妄念统统没有，有念皆妄。到最高的境界，念佛也是妄念，为什么？自性清净心里头没有佛这个念头。佛这一念是帮助我们成佛的，成佛之后还要这个假名吗？连老子都知道，「名可名，非常名；道可道，非常道」，名是假名，不要著名字相。我们没有成就的时候，没有到极乐世界的时候，这个名不能舍，它可以帮助我们到极乐世界；到极乐世界大概这个名也不舍，但是跟现在念阿弥陀佛不一样了。现在念阿弥陀佛，心里头有阿弥陀佛；到极乐世界念阿弥陀佛，心里头没有阿弥陀佛，妙，真妙！那就是即念离念，极乐世界的人念佛即念离念。我们现在是执持名号，坚固的执持到极乐世界，到极乐世界就换成即念离念，还是念，跟我们现前这个念的意思完全不一样。「是可称为冥至清净处」。冥是什么？不知不觉的极乐世界现前了。这个境界，在我们《净土圣贤录》、《往生传》里面有，说明这是我们可以做得到的，只要真干，只要现在就放下。你要说多少时间成就？各人的因缘不相同，有人放下就入这个境界，有人要几天的时间，有人要几十天的时间，有人要几年、几个月的时间，不一定。完全自己决定，不是别人决定的，真正肯下狠心一下断掉，马上契入，一念就能契入，所以一念相应一念佛。",
      "zh_TW": "我們再看下面文中，「再其下則至誠念佛」。這是講到信願修行，經文上講的，聞法樂受行，完全從事上講。前面從理上講，從心上講，現在從事上講。其下，那就是「至誠念佛，毫無塵慮，淨念相繼，中無間斷」，這個四句，至誠念佛是總說。什麼叫至誠？毫無塵慮，妄想雜念沒有了，這叫至誠。塵慮就是妄想雜念，完全沒有了。淨念相繼是至誠念佛。淨念，毫無塵慮就是淨，用真心念佛，一句一句相續，中無間斷，沒有間斷。口裡頭有間斷，念頭裡頭沒有間斷，念念求生極樂世界，念念感恩阿彌陀佛，其他的都不要，全放下了。這怎樣？這「暗合道妙，即念離念」。這個功夫是其下者。其下怎麼說？我們凡夫可以做得到，只要你真幹。這個裡面最難的就是至誠念佛，最難的放不下，喜歡管事。如何能把你的地位放下，再能把財富放下，再把恩怨放下，把好惡放下，喜歡的討厭的放下，你的心就平等，不但清淨，達到平等。清淨是阿羅漢的心，平等是菩薩心，你距離大徹大悟就不遠，朗然大覺就不遠。所以暗合道妙，道是成佛之道，妙就是自自然然跟它相應。即念離念，念的是阿彌陀佛，離世出世間一切妄念。你看前念滅後念生，念頭永遠不斷，從無始劫迷的那一天，一直到現在我們念頭沒有斷過，為什麼？念頭一斷就成佛。念是妄念，不是正念，妄念。妄念斷了，正念現前，正念無念，無妄念，一切妄念統統沒有，有念皆妄。到最高的境界，念佛也是妄念，為什麼？自性清淨心裡頭沒有佛這個念頭。佛這一念是幫助我們成佛的，成佛之後還要這個假名嗎？連老子都知道，「名可名，非常名；道可道，非常道」，名是假名，不要著名字相。我們沒有成就的時候，沒有到極樂世界的時候，這個名不能捨，它可以幫助我們到極樂世界；到極樂世界大概這個名也不捨，但是跟現在念阿彌陀佛不一樣了。現在念阿彌陀佛，心裡頭有阿彌陀佛；到極樂世界念阿彌陀佛，心裡頭沒有阿彌陀佛，妙，真妙！那就是即念離念，極樂世界的人念佛即念離念。我們現在是執持名號，堅固的執持到極樂世界，到極樂世界就換成即念離念，還是念，跟我們現前這個念的意思完全不一樣。「是可稱為冥至清淨處」。冥是什麼？不知不覺的極樂世界現前了。這個境界，在我們《淨土聖賢錄》、《往生傳》裡面有，說明這是我們可以做得到的，只要真幹，只要現在就放下。你要說多少時間成就？各人的因緣不相同，有人放下就入這個境界，有人要幾天的時間，有人要幾十天的時間，有人要幾年、幾個月的時間，不一定。完全自己決定，不是別人決定的，真正肯下狠心一下斷掉，馬上契入，一念就能契入，所以一念相應一念佛。"
    },
    {
      "id": "02-040-0489_p0015",
      "zh_CN": "一念契入，像这里所说的，「如上诸人」，所有的念佛人，「亦必得于无量寿佛得蒙授记，将来皆必成佛」。这个法门不难，要相信，对于释迦牟尼佛相信。可是现在，我所得到一些信息里头，有很多人说，阿弥陀佛来了，释迦牟尼佛来了，诸佛菩萨来了，来救这个地球，来救这些苦难众生。你问我相不相信，我的答案是肯定的，相信。为什么？经里头讲得很清楚，佛的法身是常寂光，常寂光是无处不在无时不在，他怎么会不来？我们肉眼看不见，我们心思想不出、想不到，言语道断，心行处灭。诸佛菩萨无处不在无时不在，就在当下，我们的缘跟他相应，他就现身，他没有来去。换句话说，他们没有空间，没有空间就是没有距离；他们没有时间，没有时间就是没有先后，就在当下。大乘经里头这个话说得太多了，我们怎么会不相信？但是众生用什么感？佛菩萨怎样应？佛菩萨没有起心动念，随众生心，应所知量，我们心里想什么他就现什么。我们今天居住在这个世界上的人，有几个人想佛、想菩萨？科学家告诉我们，中国古圣先贤老祖宗教诲我们，邪不胜正。现在这个世间人，邪知邪见，邪说邪行，太多太多了，他们所感得的不是佛菩萨，他们所感的是恶不是善。恶，哪些是恶？修罗、罗刹、妖魔鬼怪，他们感这个。多不多？多，我见到过。虽然科学家告诉我们，地球上人口总数七十亿，只要总人口百分之一的平方根这样多的善人，他们要是同心协力，就能够救这个世界。百分之一的平方根是多少？大概不到一万人。",
      "zh_TW": "一念契入，像這裡所說的，「如上諸人」，所有的念佛人，「亦必得於無量壽佛得蒙授記，將來皆必成佛」。這個法門不難，要相信，對於釋迦牟尼佛相信。可是現在，我所得到一些信息裡頭，有很多人說，阿彌陀佛來了，釋迦牟尼佛來了，諸佛菩薩來了，來救這個地球，來救這些苦難眾生。你問我相不相信，我的答案是肯定的，相信。為什麼？經裡頭講得很清楚，佛的法身是常寂光，常寂光是無處不在無時不在，他怎麼會不來？我們肉眼看不見，我們心思想不出、想不到，言語道斷，心行處滅。諸佛菩薩無處不在無時不在，就在當下，我們的緣跟他相應，他就現身，他沒有來去。換句話說，他們沒有空間，沒有空間就是沒有距離；他們沒有時間，沒有時間就是沒有先後，就在當下。大乘經裡頭這個話說得太多了，我們怎麼會不相信？但是眾生用什麼感？佛菩薩怎樣應？佛菩薩沒有起心動念，隨眾生心，應所知量，我們心裡想什麼他就現什麼。我們今天居住在這個世界上的人，有幾個人想佛、想菩薩？科學家告訴我們，中國古聖先賢老祖宗教誨我們，邪不勝正。現在這個世間人，邪知邪見，邪說邪行，太多太多了，他們所感得的不是佛菩薩，他們所感的是惡不是善。惡，哪些是惡？修羅、羅剎、妖魔鬼怪，他們感這個。多不多？多，我見到過。雖然科學家告訴我們，地球上人口總數七十億，只要總人口百分之一的平方根這樣多的善人，他們要是同心協力，就能夠救這個世界。百分之一的平方根是多少？大概不到一萬人。"
    },
    {
      "id": "02-040-0489_p0016",
      "zh_CN": "这些是给我们的信心，人要做好人，人生在世时间不长，为什么做坏人？好人当中的好人是佛菩萨，学佛菩萨就是学做好人。从哪里学起？从净业三福学起。净业三福它的范围非常广大，虽然是在《观经》上讲的，《观经》是净土三经之一。第一福，「孝养父母，奉事师长，慈心不杀，修十善业」。学佛从这下手，从孝养父母、奉事师长，奉事师长是敬，孝养父母是孝。孝敬这两个字是中国传统文化的大根大本，孝是根，敬是本，像一棵树一样，根要深。好比像一棵树，这样一棵树，根在地上你看不见，上面这个主，这叫本，才有枝叶；有干，有枝，有条，有梢，有树叶、花果。根本要是没有了，这棵树是假的，不是真的，是死的，不是活的。学佛从哪里学起？就从这个根本学起。怎样尽孝？怎样修敬？孝用父母做代表，敬用老师做代表，用孝顺父母的心孝顺一切众生，把敬老师的心敬爱一切众生，这是大乘菩萨法。具体落实，前面这两句，孝养父母，奉事师长，落实在《弟子规》，我们真正能把《弟子规》做到，就是孝养父母、奉事师长的落实；慈心不杀落实在《感应篇》，道家的；修十善业，《十善业道经》是佛家的。所以我称它作三个根，儒释道的三个根，儒家的根《弟子规》，道的根《感应篇》，佛的根《十善业》。必须从这里落实，要真正做到，你学做人，学做好人，学作佛，做佛的弟子，你真的有根有本。如果这个四句十六个字做不到，你学儒是假的，学道也是假的，学佛还是假的，为什么？没有根。有根有本，就能够生长、能够茁壮，开花结果，根本太重要了。",
      "zh_TW": "這些是給我們的信心，人要做好人，人生在世時間不長，為什麼做壞人？好人當中的好人是佛菩薩，學佛菩薩就是學做好人。從哪裡學起？從淨業三福學起。淨業三福它的範圍非常廣大，雖然是在《觀經》上講的，《觀經》是淨土三經之一。第一福，「孝養父母，奉事師長，慈心不殺，修十善業」。學佛從這下手，從孝養父母、奉事師長，奉事師長是敬，孝養父母是孝。孝敬這兩個字是中國傳統文化的大根大本，孝是根，敬是本，像一棵樹一樣，根要深。好比像一棵樹，這樣一棵樹，根在地上你看不見，上面這個主，這叫本，才有枝葉；有幹，有枝，有條，有梢，有樹葉、花果。根本要是沒有了，這棵樹是假的，不是真的，是死的，不是活的。學佛從哪裡學起？就從這個根本學起。怎樣盡孝？怎樣修敬？孝用父母做代表，敬用老師做代表，用孝順父母的心孝順一切眾生，把敬老師的心敬愛一切眾生，這是大乘菩薩法。具體落實，前面這兩句，孝養父母，奉事師長，落實在《弟子規》，我們真正能把《弟子規》做到，就是孝養父母、奉事師長的落實；慈心不殺落實在《感應篇》，道家的；修十善業，《十善業道經》是佛家的。所以我稱它作三個根，儒釋道的三個根，儒家的根《弟子規》，道的根《感應篇》，佛的根《十善業》。必須從這裡落實，要真正做到，你學做人，學做好人，學作佛，做佛的弟子，你真的有根有本。如果這個四句十六個字做不到，你學儒是假的，學道也是假的，學佛還是假的，為什麼？沒有根。有根有本，就能夠生長、能夠茁壯，開花結果，根本太重要了。"
    },
    {
      "id": "02-040-0489_p0017",
      "zh_CN": "在过去我们虽然学佛，自己认真念佛求生净土，但是对佛教，像前面所说的，信心没有。心里想着，大概我们是学佛最后的一代，以后没有了。我们在这一代帮不上忙，帮忙要有智慧、要有福报，我有一点点智慧，不多，小智慧，没有福报，什么事都做不成。晚年有一点福报，是这六十年修的，不是过去生中带来的。这是章嘉大师教我，修财布施得财富，修法布施得聪明智慧，修无畏布施得健康长寿。我真的用他教我的方法，果报得到了，真有，到这么大的年岁才成熟。我们看到了缘，看到斯里兰卡，对佛教有信心，佛教可以传下去，有一个学习的环境。我们在马六甲建一个汉学院培养儒释道的老师，现在也有人支持我，这个可以成就。这是中国传统文化的希望，大乘佛法的希望。我们还希望帮助全世界所有宗教都能回归教育，都能够互相学习，世界宗教是一家。我们在斯里兰卡建一个宗教大学，国际的宗教大学，建一个佛教大学，现在有了眉目，非常难得。",
      "zh_TW": "在過去我們雖然學佛，自己認真念佛求生淨土，但是對佛教，像前面所說的，信心沒有。心裡想著，大概我們是學佛最後的一代，以後沒有了。我們在這一代幫不上忙，幫忙要有智慧、要有福報，我有一點點智慧，不多，小智慧，沒有福報，什麼事都做不成。晚年有一點福報，是這六十年修的，不是過去生中帶來的。這是章嘉大師教我，修財布施得財富，修法布施得聰明智慧，修無畏布施得健康長壽。我真的用他教我的方法，果報得到了，真有，到這麼大的年歲才成熟。我們看到了緣，看到斯里蘭卡，對佛教有信心，佛教可以傳下去，有一個學習的環境。我們在馬六甲建一個漢學院培養儒釋道的老師，現在也有人支持我，這個可以成就。這是中國傳統文化的希望，大乘佛法的希望。我們還希望幫助全世界所有宗教都能回歸教育，都能夠互相學習，世界宗教是一家。我們在斯里蘭卡建一個宗教大學，國際的宗教大學，建一個佛教大學，現在有了眉目，非常難得。"
    },
    {
      "id": "02-040-0489_p0018",
      "zh_CN": "佛教里面培养人才的方法，还必须要通过实验，成功了，大家才能相信，才能接受，这个实验就是小座。学生基本的条件就是三个根，净业三福前面四句没有做到，他不能学习，想学他也学不会，因为他没有根。他的学习要具足真诚心、恭敬心，没有诚敬他学不会。印光大师说得好，「一分诚敬得一分利益，十分诚敬得十分利益」，你对于你所学的没有诚敬，对于指导你的老师没有诚敬，你什么都得不到。这是入学，有三个根加上诚敬，这是你具足学习的条件。另外还有两个条件，你的记忆力要好，理解力要好，没有这两种，学起来很困难。学经教要记性好，理解力强，他就很容易。老师带学生能带几个？在我想像当中不可能超过五个，超过五个，老师精神照顾不过来。所以我们看到在中国历史上，无论是世法是佛法，传人都不多，五个是很多的，多半是一二个、三个，这是最常见的，二、三个人最常见的。这是过去的老方法，个别教学。我们在台中跟李老师学教十年，老师用这个方法。我们真正有成就的，人数很少，传承儒、传承佛，老师等于说开这两个班。现在在台湾讲儒的，徐醒民居士；讲经的变成我一个，以前有周家麟居士，往生了。",
      "zh_TW": "佛教裡面培養人才的方法，還必須要通過實驗，成功了，大家才能相信，才能接受，這個實驗就是小座。學生基本的條件就是三個根，淨業三福前面四句沒有做到，他不能學習，想學他也學不會，因為他沒有根。他的學習要具足真誠心、恭敬心，沒有誠敬他學不會。印光大師說得好，「一分誠敬得一分利益，十分誠敬得十分利益」，你對於你所學的沒有誠敬，對於指導你的老師沒有誠敬，你什麼都得不到。這是入學，有三個根加上誠敬，這是你具足學習的條件。另外還有兩個條件，你的記憶力要好，理解力要好，沒有這兩種，學起來很困難。學經教要記性好，理解力強，他就很容易。老師帶學生能帶幾個？在我想像當中不可能超過五個，超過五個，老師精神照顧不過來。所以我們看到在中國歷史上，無論是世法是佛法，傳人都不多，五個是很多的，多半是一二個、三個，這是最常見的，二、三個人最常見的。這是過去的老方法，個別教學。我們在台中跟李老師學教十年，老師用這個方法。我們真正有成就的，人數很少，傳承儒、傳承佛，老師等於說開這兩個班。現在在台灣講儒的，徐醒民居士；講經的變成我一個，以前有周家麟居士，往生了。"
    },
    {
      "id": "02-040-0489_p0019",
      "zh_CN": "我们要怎么样培养？真正有这些条件的人，能有个二、三年的时间，我们是一门深入，长时薰修。专攻《无量寿经》，他专学的，我讲一遍，他也讲一遍，一年讲一遍。他跟我三年，我讲三遍，他也讲三遍，能学出来，会学得很好。如果有十年，我讲十遍，他也讲十遍。怎么讲法？我每天讲四个小时，他每天讲一个小时就够了，把我四个小时的东西浓缩成一个小时。要写讲记，写讲记是练习写作，他这个讲记一遍一遍修改，一遍一遍修正，十年之后这是定本，这就可以传世，可以利益很多众生。这个方法阿难尊者传下来的。最初结集经藏，阿难复讲，阿难讲，旁边有人记录，这成为经典。所以佛门世世代代培养弘法人才，都用这个方法，没有特殊的开班教学。只是法师讲经，学讲经的人坐在第一排，坐在最当中，当中第一排那几个人是学讲经的，他们有固定的座位。他们学了之后要复讲，所以学非常辛苦。一个小时的讲记至少要三千字到六千字，天天都要写，每天都要写，所以他的心清净。为什么？他没有时间打妄想，他要打妄想的话，他就学不下去，他的课程做不完。虽然有丰富的材料给他做参考，他要整理，他要学习。现在确实比从前容易多了，因为资料很丰富，查资料的时间少，统统都给你查出来了，只是你自己去编辑，去把它组合，这要费一点时间。",
      "zh_TW": "我們要怎麼樣培養？真正有這些條件的人，能有個二、三年的時間，我們是一門深入，長時薰修。專攻《無量壽經》，他專學的，我講一遍，他也講一遍，一年講一遍。他跟我三年，我講三遍，他也講三遍，能學出來，會學得很好。如果有十年，我講十遍，他也講十遍。怎麼講法？我每天講四個小時，他每天講一個小時就夠了，把我四個小時的東西濃縮成一個小時。要寫講記，寫講記是練習寫作，他這個講記一遍一遍修改，一遍一遍修正，十年之後這是定本，這就可以傳世，可以利益很多眾生。這個方法阿難尊者傳下來的。最初結集經藏，阿難複講，阿難講，旁邊有人記錄，這成為經典。所以佛門世世代代培養弘法人才，都用這個方法，沒有特殊的開班教學。只是法師講經，學講經的人坐在第一排，坐在最當中，當中第一排那幾個人是學講經的，他們有固定的座位。他們學了之後要複講，所以學非常辛苦。一個小時的講記至少要三千字到六千字，天天都要寫，每天都要寫，所以他的心清淨。為什麼？他沒有時間打妄想，他要打妄想的話，他就學不下去，他的課程做不完。雖然有豐富的材料給他做參考，他要整理，他要學習。現在確實比從前容易多了，因為資料很豐富，查資料的時間少，統統都給你查出來了，只是你自己去編輯，去把它組合，這要費一點時間。"
    },
    {
      "id": "02-040-0489_p0020",
      "zh_CN": "能带出二、三个人，让这些学校教授们看到，认真去研究这个方法。这个方法是戒定慧，因戒得定，因定开慧。他用修定的方法就是复讲，复讲你要备课，备课是非常认真，你没有功夫打妄想。用这个方法把你的妄想打掉，让你脑子里所想的就是这一部书，范围不大，时间久了，清净心现前。清净心现前肯定开智慧，为什么？天天研教，决定开智慧。智慧一开，没有学过的东西全通了，妙！全通了，你不要讲，不要逞能，不要求表现，还是一门深入，为什么？给天下人做样子。你能这样做的话，你的契入，你自己的境界，一天比一天广，一天比一天深，你的深度跟广度没有人能跟你相比。如果学其他的，样样东西都讲，那就比较要差一点，不是不能达到深广，深广来得缓慢，一门深入，深广快速。名利心现前，那就走上魔道，那就不是佛道，搞名闻利养去了。永远不沾名闻利养，像释迦牟尼佛一样，国王大臣皈依的人很多，佛没把他们放在心上。偶尔有缘，他们来礼请讲经，佛有时候答应他，到他们的宫殿、庭院，他们的别墅，住一段时期，讲一、二部经，这我们在经典上看到的。讲完就离开，依旧是云游。佛入灭的时候在旷野，不在房子里头，在树林里面。这是表演给我们看，表演真正把物质生活放下，随缘度日，不受外面环境干扰，人事环境、物质环境、自然环境都不受干扰，不妨碍他的清净心、平等心，这个好。",
      "zh_TW": "能帶出二、三個人，讓這些學校教授們看到，認真去研究這個方法。這個方法是戒定慧，因戒得定，因定開慧。他用修定的方法就是複講，複講你要備課，備課是非常認真，你沒有功夫打妄想。用這個方法把你的妄想打掉，讓你腦子裡所想的就是這一部書，範圍不大，時間久了，清淨心現前。清淨心現前肯定開智慧，為什麼？天天研教，決定開智慧。智慧一開，沒有學過的東西全通了，妙！全通了，你不要講，不要逞能，不要求表現，還是一門深入，為什麼？給天下人做樣子。你能這樣做的話，你的契入，你自己的境界，一天比一天廣，一天比一天深，你的深度跟廣度沒有人能跟你相比。如果學其他的，樣樣東西都講，那就比較要差一點，不是不能達到深廣，深廣來得緩慢，一門深入，深廣快速。名利心現前，那就走上魔道，那就不是佛道，搞名聞利養去了。永遠不沾名聞利養，像釋迦牟尼佛一樣，國王大臣皈依的人很多，佛沒把他們放在心上。偶爾有緣，他們來禮請講經，佛有時候答應他，到他們的宮殿、庭院，他們的別墅，住一段時期，講一、二部經，這我們在經典上看到的。講完就離開，依舊是雲遊。佛入滅的時候在曠野，不在房子裡頭，在樹林裡面。這是表演給我們看，表演真正把物質生活放下，隨緣度日，不受外面環境干擾，人事環境、物質環境、自然環境都不受干擾，不妨礙他的清淨心、平等心，這個好。"
    },
    {
      "id": "02-040-0489_p0021",
      "zh_CN": "这些人得佛授记，将来必成佛。现前，或者是显加，或者是冥应，时时刻刻得佛的加持。佛的加持有显加有冥加，冥加，佛加持自己没有感觉到，显加是明显的感觉。「则因人之智慧、愿行、善根、福德而异。」每个人不相同，统统能得到。",
      "zh_TW": "這些人得佛授記，將來必成佛。現前，或者是顯加，或者是冥應，時時刻刻得佛的加持。佛的加持有顯加有冥加，冥加，佛加持自己沒有感覺到，顯加是明顯的感覺。「則因人之智慧、願行、善根、福德而異。」每個人不相同，統統能得到。"
    },
    {
      "id": "02-040-0489_p0022",
      "zh_CN": "再看下面这一段，「叹成佛处」，成佛的处所殊胜不可思议，就是极乐世界。这里头有两段，第一段「闻名不退」。请看经文：",
      "zh_TW": "再看下面這一段，「歎成佛處」，成佛的處所殊勝不可思議，就是極樂世界。這裡頭有兩段，第一段「聞名不退」。請看經文："
    },
    {
      "id": "02-040-0489_p0023",
      "zh_CN": "【无边殊胜刹。其佛本愿力。闻名欲往生。自致不退转。】",
      "zh_TW": "【無邊殊勝剎。其佛本願力。聞名欲往生。自致不退轉。】"
    },
    {
      "id": "02-040-0489_p0024",
      "zh_CN": "『无边殊胜』，这是极乐世界，「超胜微妙，无有边际、无有量数，不可称说，故云无边殊胜刹」。极乐世界在哪里？《阿弥陀经》上说，在我们世界的西方，往西方去，过，超过十万亿诸佛刹土，那边有一个世界，就是极乐世界。佛说法依二谛，就是根据二谛来说。二谛什么意思？一个是根据真相，完全讲真相，讲真实的；第二，根据俗谛，俗谛是我们众生常识所能接受的。真谛契理，俗谛契机，两面都要顾到。顾到你能理解、能体会，又不失真实，两面顾到。真实里面没有距离，没有空间；没有先后，没有时间，这是真的，一点都不假，阿罗汉就证入这个境界。说空间、说时间毫无意义，这是从众生妄想里面生出来，不相应行法，以为有这个事情他就被局限，被时空局限了。极乐世界超，超过一切诸佛刹土，一切诸佛刹土都没有办法跟它相比，叫超；胜是胜过，微妙。我们想去的地方不是普通地方，一切佛刹里头第一殊胜的，没有任何佛刹能跟它相比的，去这个地方，这是我们要知道的。极乐世界多大？没有边际。佛在经上透的信息给我们，我们要能体会到，我们的世界在极乐世界里面，它包住我们，我们是它里面的一部分。换句话说，没有离开极乐世界，只是我们今天有业障，我们见不到极乐世界。前面讲得很清楚，遍法界虚空界所有一切诸佛刹土，统统是梦、幻、响。你在作梦，梦中出现我们现在的世界，这叫娑婆世界；等你梦醒了，梦醒了是极乐世界。我们作梦的世界没有离开现实的世界，我们用这个比喻让诸位有一个概念。极乐世界太大了，无所不包，十方无量无边诸佛刹土都在极乐世界常寂光里头。极乐世界就是常寂光，遍照法界，光明遍照法界，没有边际，没有量数。十万亿佛国土是佛比喻说的，不是真的这个数字，我们要把它当真，以为是实在的，错了。所以不可称说，极乐世界的真相说不出来，不但不能说，想也想不到。故云无边殊胜刹，释迦佛对极乐世界用这一句赞叹，无量无边殊胜的刹土，生活环境，学习的环境。",
      "zh_TW": "『無邊殊勝』，這是極樂世界，「超勝微妙，無有邊際、無有量數，不可稱說，故云無邊殊勝剎」。極樂世界在哪裡？《阿彌陀經》上說，在我們世界的西方，往西方去，過，超過十萬億諸佛剎土，那邊有一個世界，就是極樂世界。佛說法依二諦，就是根據二諦來說。二諦什麼意思？一個是根據真相，完全講真相，講真實的；第二，根據俗諦，俗諦是我們眾生常識所能接受的。真諦契理，俗諦契機，兩面都要顧到。顧到你能理解、能體會，又不失真實，兩面顧到。真實裡面沒有距離，沒有空間；沒有先後，沒有時間，這是真的，一點都不假，阿羅漢就證入這個境界。說空間、說時間毫無意義，這是從眾生妄想裡面生出來，不相應行法，以為有這個事情他就被侷限，被時空侷限了。極樂世界超，超過一切諸佛剎土，一切諸佛剎土都沒有辦法跟它相比，叫超；勝是勝過，微妙。我們想去的地方不是普通地方，一切佛剎裡頭第一殊勝的，沒有任何佛剎能跟它相比的，去這個地方，這是我們要知道的。極樂世界多大？沒有邊際。佛在經上透的信息給我們，我們要能體會到，我們的世界在極樂世界裡面，它包住我們，我們是它裡面的一部分。換句話說，沒有離開極樂世界，只是我們今天有業障，我們見不到極樂世界。前面講得很清楚，遍法界虛空界所有一切諸佛剎土，統統是夢、幻、響。你在作夢，夢中出現我們現在的世界，這叫娑婆世界；等你夢醒了，夢醒了是極樂世界。我們作夢的世界沒有離開現實的世界，我們用這個比喻讓諸位有一個概念。極樂世界太大了，無所不包，十方無量無邊諸佛剎土都在極樂世界常寂光裡頭。極樂世界就是常寂光，遍照法界，光明遍照法界，沒有邊際，沒有量數。十萬億佛國土是佛比喻說的，不是真的這個數字，我們要把它當真，以為是實在的，錯了。所以不可稱說，極樂世界的真相說不出來，不但不能說，想也想不到。故云無邊殊勝剎，釋迦佛對極樂世界用這一句讚歎，無量無邊殊勝的剎土，生活環境，學習的環境。"
    },
    {
      "id": "02-040-0489_p0025",
      "zh_CN": "「彼之刹土，超逾十方」，逾也是超过，超过十方世界，「正由阿弥陀佛殊胜本愿之力，故云其佛本愿力」。阿弥陀佛刹土从哪里来的？这个经在前面，释迦牟尼佛为我们做出详细报告，给我们讲极乐世界的历史。它从哪来的？是从阿弥陀佛愿心来的。阿弥陀佛慈悲，没有出家之前他是国王，依十善业道治理国家，他有大愿，希望一切众生离苦得乐，这一句是佛法在全宇宙一切处、一切时建立的共同目标。佛是办教育，教育的目的是帮助一切众生离苦得乐，就干这桩事情，不是为自己。自己做出牺牲、奉献无怨无悔，帮助众生。众生的苦从哪里来的？迷来的，不了解宇宙人生真相，把宇宙人生的真相想错、看错、说错、做错，这才感召十法界六道轮回之苦。十法界六道轮回从哪里来的？从不善的念头产生的。所以佛在经上常说，「一切法从心想生」，念头太重要了。你的念头善，你的生活就善；念头不善，生活就不善。于是佛教学的理念就很清楚，怎么样教化众生？帮助众生破迷开悟，迷要破了，苦就没有了；觉悟了，乐就来了。觉悟乐，对于宇宙人生的真相清清楚楚、明明白白，于是不再有执着，不再有分别，不再起心动念，在这个大宇宙里头随缘。随缘妙用，妙用就是一切作用都没有妄想分别执着，这就妙。众生的作用，他里头有妄想分别执着，就造业了，他就有苦，没有乐；放下妄想分别执着，有乐，没苦，就得大自在。这就是佛教教学的纲领，破迷开悟，目的离苦得乐。",
      "zh_TW": "「彼之剎土，超逾十方」，逾也是超過，超過十方世界，「正由阿彌陀佛殊勝本願之力，故云其佛本願力」。阿彌陀佛剎土從哪裡來的？這個經在前面，釋迦牟尼佛為我們做出詳細報告，給我們講極樂世界的歷史。它從哪來的？是從阿彌陀佛願心來的。阿彌陀佛慈悲，沒有出家之前他是國王，依十善業道治理國家，他有大願，希望一切眾生離苦得樂，這一句是佛法在全宇宙一切處、一切時建立的共同目標。佛是辦教育，教育的目的是幫助一切眾生離苦得樂，就幹這樁事情，不是為自己。自己做出犧牲、奉獻無怨無悔，幫助眾生。眾生的苦從哪裡來的？迷來的，不了解宇宙人生真相，把宇宙人生的真相想錯、看錯、說錯、做錯，這才感召十法界六道輪迴之苦。十法界六道輪迴從哪裡來的？從不善的念頭產生的。所以佛在經上常說，「一切法從心想生」，念頭太重要了。你的念頭善，你的生活就善；念頭不善，生活就不善。於是佛教學的理念就很清楚，怎麼樣教化眾生？幫助眾生破迷開悟，迷要破了，苦就沒有了；覺悟了，樂就來了。覺悟樂，對於宇宙人生的真相清清楚楚、明明白白，於是不再有執著，不再有分別，不再起心動念，在這個大宇宙裡頭隨緣。隨緣妙用，妙用就是一切作用都沒有妄想分別執著，這就妙。眾生的作用，他裡頭有妄想分別執著，就造業了，他就有苦，沒有樂；放下妄想分別執著，有樂，沒苦，就得大自在。這就是佛教教學的綱領，破迷開悟，目的離苦得樂。"
    },
    {
      "id": "02-040-0489_p0026",
      "zh_CN": "怎么样落实？落实在教学。所以佛的选择、菩萨的选择，统统是教学。教学怎么教法？从身行教起，身做到了，然后再用言语，身行言教，要做出样子来给人看。现前社会，我们看一般人生活，哪一个不苦？贫穷的人叫苦，富贵的人也叫苦。这贫穷的叫苦，吃不饱穿不暖，叫苦应该的。富贵人为什么叫苦？他不缺乏，他苦，甚至于比贫穷人还苦。佛怎么样？佛示现出家。出家是什么？离苦得乐。没有家的时候羡慕家，成家立业；成家立业之后羡慕出家，他无牵无挂，无忧无虑。到底哪个是真、哪个是假？那要用智慧去拣别。智慧从哪里来？从清净心来的。心里有妄想、有杂念，决定没有智慧，只有烦恼，没有智慧。佛表演给我们看，我们要看清楚，要真正能体会到，他是世间最快乐的人。你要把他那个快乐看清楚、看明白，肯定了方东美先生说的，人生最高的享受是那些佛菩萨。最高的享受是什么？我们如果没有想通，没有肯定，我们不愿意学，这个太苦了，受不了，没有尝到法喜，没有尝到法味；真正尝到法喜，尝到法味，才知道。",
      "zh_TW": "怎麼樣落實？落實在教學。所以佛的選擇、菩薩的選擇，統統是教學。教學怎麼教法？從身行教起，身做到了，然後再用言語，身行言教，要做出樣子來給人看。現前社會，我們看一般人生活，哪一個不苦？貧窮的人叫苦，富貴的人也叫苦。這貧窮的叫苦，吃不飽穿不暖，叫苦應該的。富貴人為什麼叫苦？他不缺乏，他苦，甚至於比貧窮人還苦。佛怎麼樣？佛示現出家。出家是什麼？離苦得樂。沒有家的時候羨慕家，成家立業；成家立業之後羨慕出家，他無牽無掛，無憂無慮。到底哪個是真、哪個是假？那要用智慧去揀別。智慧從哪裡來？從清淨心來的。心裡有妄想、有雜念，決定沒有智慧，只有煩惱，沒有智慧。佛表演給我們看，我們要看清楚，要真正能體會到，他是世間最快樂的人。你要把他那個快樂看清楚、看明白，肯定了方東美先生說的，人生最高的享受是那些佛菩薩。最高的享受是什麼？我們如果沒有想通，沒有肯定，我們不願意學，這個太苦了，受不了，沒有嘗到法喜，沒有嘗到法味；真正嘗到法喜，嘗到法味，才知道。"
    },
    {
      "id": "02-040-0489_p0027",
      "zh_CN": "「十方众生，因弥陀第十七」，四十八愿第十七愿，「诸佛称叹愿，得闻名号」。我们怎么知道有极乐世界？怎么知道有阿弥陀佛？佛说的。佛为什么说阿弥陀佛第十七愿？请一切诸佛替他宣传，替他招生，他在那里办学校。这个学校是决定让所有学生个个成佛道，也就是离究竟苦，得究竟乐。得究竟乐是回归常寂光，实报乐没有常寂光的乐，这是佛陀教育，太殊胜了。一切诸佛如来教化众生，没有不讲《无量寿经》的，《无量寿经》是必须要讲的，就是众生必须要学习的一门课程。展开来就是三经一论。三经，佛说的；一论，天亲菩萨说的。现在是五经一论，五经里面第四个《普贤行愿品》，魏默深居士加进去的；最后《大势至菩萨圆通章》，印光大师加进去的，加得好。还需不需要再加？没有必要，净宗典籍，这五经一论，六样，圆满具足。五经一论我们过去都讲过，都留下讲记跟这些光碟的资料。五经一论都学，好，如果没有时间，专学《无量寿经》，《无量寿经》把五经一论全包括在其中。所以真正下定决心，一门深入，长时薰修，这部经够了，让我们的心专一。流通也是这部经最重要，现在我们把它编成《科注》，把科判放进去了。读诵受持，愈清楚，你念佛愈恳切，你的信力、愿力愈深；换句话说，念佛的功德就愈大，将来往生，自己有把握。甚至于自己什么时候想去，什么时候佛就来接你，你跟阿弥陀佛念念感应道交，一丝毫都不会有差错。到西方极乐世界等于成佛，所以真是无边殊胜。今天时间到了，我们就学到此地。",
      "zh_TW": "「十方眾生，因彌陀第十七」，四十八願第十七願，「諸佛稱歎願，得聞名號」。我們怎麼知道有極樂世界？怎麼知道有阿彌陀佛？佛說的。佛為什麼說阿彌陀佛第十七願？請一切諸佛替他宣傳，替他招生，他在那裡辦學校。這個學校是決定讓所有學生個個成佛道，也就是離究竟苦，得究竟樂。得究竟樂是回歸常寂光，實報樂沒有常寂光的樂，這是佛陀教育，太殊勝了。一切諸佛如來教化眾生，沒有不講《無量壽經》的，《無量壽經》是必須要講的，就是眾生必須要學習的一門課程。展開來就是三經一論。三經，佛說的；一論，天親菩薩說的。現在是五經一論，五經裡面第四個《普賢行願品》，魏默深居士加進去的；最後《大勢至菩薩圓通章》，印光大師加進去的，加得好。還需不需要再加？沒有必要，淨宗典籍，這五經一論，六樣，圓滿具足。五經一論我們過去都講過，都留下講記跟這些光碟的資料。五經一論都學，好，如果沒有時間，專學《無量壽經》，《無量壽經》把五經一論全包括在其中。所以真正下定決心，一門深入，長時薰修，這部經夠了，讓我們的心專一。流通也是這部經最重要，現在我們把它編成《科註》，把科判放進去了。讀誦受持，愈清楚，你念佛愈懇切，你的信力、願力愈深；換句話說，念佛的功德就愈大，將來往生，自己有把握。甚至於自己什麼時候想去，什麼時候佛就來接你，你跟阿彌陀佛念念感應道交，一絲毫都不會有差錯。到西方極樂世界等於成佛，所以真是無邊殊勝。今天時間到了，我們就學到此地。"
    }
  ]
}