{
  "doc_id": "02-040-0161",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六一集",
    "zh_TW": "第一六一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0161",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-040-0161_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百一十四页，我们从第二行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百一十四頁，我們從第二行看起："
    },
    {
      "id": "02-040-0161_p0002",
      "zh_CN": "「峻谛师继曰：此含三义」，这个是说前面，世间自在王如来对法藏菩萨的开示。这里头最重要就是三个「自」字，自修、自知、自摄，这个意思很深。前面我们看过《会疏》里头说的，这是日本峻谛师，他用《法华经》的「三止」来做证明。此地佛这三个自，跟释迦牟尼佛在《法华经》上讲「三止」之说意味相通。「法华三止说」，《佛学大辞典》有「三止三请」，这是佛门的故事。「法华经方便品之初，先赞叹如来之二智」，二智是实智、权智，实智叫根本智，权智叫方便智；实智是自受用，权智是度化众生，是教学用的。以诸法实相甚深微妙，佛想说又不说了，舍利弗代表大众请说。如此佛与舍利弗交互，佛是三止，舍利弗是三请，佛在第三次启请的时候答应了，「广说妙法」，就是宣说这部《妙法莲华经》。是这么个故事，你看《法华经》的启请有这么一段故事，这叫「三止三请」。",
      "zh_TW": "「峻諦師繼曰：此含三義」，這個是說前面，世間自在王如來對法藏菩薩的開示。這裡頭最重要就是三個「自」字，自修、自知、自攝，這個意思很深。前面我們看過《會疏》裡頭說的，這是日本峻諦師，他用《法華經》的「三止」來做證明。此地佛這三個自，跟釋迦牟尼佛在《法華經》上講「三止」之說意味相通。「法華三止說」，《佛學大辭典》有「三止三請」，這是佛門的故事。「法華經方便品之初，先讚嘆如來之二智」，二智是實智、權智，實智叫根本智，權智叫方便智；實智是自受用，權智是度化眾生，是教學用的。以諸法實相甚深微妙，佛想說又不說了，舍利弗代表大眾請說。如此佛與舍利弗交互，佛是三止，舍利弗是三請，佛在第三次啟請的時候答應了，「廣說妙法」，就是宣說這部《妙法蓮華經》。是這麼個故事，你看《法華經》的啟請有這麼一段故事，這叫「三止三請」。"
    },
    {
      "id": "02-040-0161_p0003",
      "zh_CN": "诸法实相确实甚深，佛说这桩事情讲透了的在《般若经》，六百卷《大般若》，《华严经》讲透了，《法华经》讲透了。说这桩事情不容易，为什么？真难懂。我们学佛学了六十多年，现在才有个概念。这个概念还是得力于现代的量子力学家他们的研究报告，要不然凭凡夫无法想像，为什么？它是「言语道断，心行处灭」，我们怎么能知道？但是要信，不敢怀疑，可是又有疑问，疑总是断不了。这个疑就是宗门说的疑情，遇到缘会觉悟，小疑则小悟，大疑则大悟，不疑就没得悟了。这不是坏事情，这不是不相信，相信佛说的绝对是真的，但是我们的境界达不到，所以打了个问号。这个问号不是普通怀疑、不信，我们是信，真信，是我们自己能力没达到。科学家真的帮助我们一把力，让我们的心定下来，对佛的信心加强了、坚定了，一点都不怀疑了。",
      "zh_TW": "諸法實相確實甚深，佛說這樁事情講透了的在《般若經》，六百卷《大般若》，《華嚴經》講透了，《法華經》講透了。說這樁事情不容易，為什麼？真難懂。我們學佛學了六十多年，現在才有個概念。這個概念還是得力於現代的量子力學家他們的研究報告，要不然憑凡夫無法想像，為什麼？它是「言語道斷，心行處滅」，我們怎麼能知道？但是要信，不敢懷疑，可是又有疑問，疑總是斷不了。這個疑就是宗門說的疑情，遇到緣會覺悟，小疑則小悟，大疑則大悟，不疑就沒得悟了。這不是壞事情，這不是不相信，相信佛說的絕對是真的，但是我們的境界達不到，所以打了個問號。這個問號不是普通懷疑、不信，我們是信，真信，是我們自己能力沒達到。科學家真的幫助我們一把力，讓我們的心定下來，對佛的信心加強了、堅定了，一點都不懷疑了。"
    },
    {
      "id": "02-040-0161_p0004",
      "zh_CN": "峻谛师接着又说这里有三个意思，第一个是「法藏菩萨宿殖深厚」，过去栽培得深厚，「高才勇哲，与世超异」，这是佛对法藏的赞叹。宿殖深厚，让我们在今天读这一句感触很深。佛法在这一代若存若亡，真的走到存亡的临界点，不能拯救，佛法就没有了，跟传统文化同一个命运。我们有心，没有力量，自己尽这一点绵薄之力，障难太多太多了，帮助我们的人没有了，障碍我们的人全出来了。我学佛，走这个路子，佛门同修没有看到反对的，我过去的长官、同事、同学，没有一个不说我迷信，迷得太过分了，怎么会去出家当和尚去？只有一个方东美先生，我出家之后去看他，他看到我：你真干了？我说是，老师说的人生最高的享受，我怎么不肯干？对，你走这个路子好！只有他一个赞叹，别人真的都是外行。在中国大陆，对我赞叹、欢喜的，赵朴初老居士、茗山老和尚，还有个天主教的傅铁山大主教，这些人赞叹欢喜。这三个都走了，那三个是我的护法，三个护法走了，大陆上没护法了，所以这么多年我就不去了。知己真难，真不容易！",
      "zh_TW": "峻諦師接著又說這裡有三個意思，第一個是「法藏菩薩宿殖深厚」，過去栽培得深厚，「高才勇哲，與世超異」，這是佛對法藏的讚歎。宿殖深厚，讓我們在今天讀這一句感觸很深。佛法在這一代若存若亡，真的走到存亡的臨界點，不能拯救，佛法就沒有了，跟傳統文化同一個命運。我們有心，沒有力量，自己盡這一點綿薄之力，障難太多太多了，幫助我們的人沒有了，障礙我們的人全出來了。我學佛，走這個路子，佛門同修沒有看到反對的，我過去的長官、同事、同學，沒有一個不說我迷信，迷得太過分了，怎麼會去出家當和尚去？只有一個方東美先生，我出家之後去看他，他看到我：你真幹了？我說是，老師說的人生最高的享受，我怎麼不肯幹？對，你走這個路子好！只有他一個讚歎，別人真的都是外行。在中國大陸，對我讚歎、歡喜的，趙樸初老居士、茗山老和尚，還有個天主教的傅鐵山大主教，這些人讚歎歡喜。這三個都走了，那三個是我的護法，三個護法走了，大陸上沒護法了，所以這麼多年我就不去了。知己真難，真不容易！"
    },
    {
      "id": "02-040-0161_p0005",
      "zh_CN": "我自己对自己清楚，因为环境不一样，跟方老师、跟章嘉大师，我都还是有工作，每天得上班，只有星期天我可以亲近他们，一个星期一次。辞掉工作之后，到李老师那边才叫是一心参学。可是老师事业太多了，工作量太大，只有在讲经、教学听他的课，其他的没有时间单独教我，不像方老师、章嘉大师，他们单独教我；也不是居住在一起，长时间亲近，这个缘都没有。我到台中，李老师的事业都建立了，莲社、慈光图书馆、菩提医院，还有个安老院，有两个幼稚园，养老、育幼。他还兼了两个学校的教授，本身还是孔德成的主任秘书。跟他见面要一个星期之前约时间，一个星期之内决定排不上，很辛苦！我跟他的时候七十岁，我三十一岁，他七十岁，老人了，不忍心找他，找他也不行，他没有时间。所以我这个根基，学佛的根基，是章嘉大师奠定的，基础，以这个基础到台中亲近李老师才有一点成就。但是这个基础不牢固，不是正式求学的。",
      "zh_TW": "我自己對自己清楚，因為環境不一樣，跟方老師、跟章嘉大師，我都還是有工作，每天得上班，只有星期天我可以親近他們，一個星期一次。辭掉工作之後，到李老師那邊才叫是一心參學。可是老師事業太多了，工作量太大，只有在講經、教學聽他的課，其他的沒有時間單獨教我，不像方老師、章嘉大師，他們單獨教我；也不是居住在一起，長時間親近，這個緣都沒有。我到台中，李老師的事業都建立了，蓮社、慈光圖書館、菩提醫院，還有個安老院，有兩個幼稚園，養老、育幼。他還兼了兩個學校的教授，本身還是孔德成的主任祕書。跟他見面要一個星期之前約時間，一個星期之內決定排不上，很辛苦！我跟他的時候七十歲，我三十一歲，他七十歲，老人了，不忍心找他，找他也不行，他沒有時間。所以我這個根基，學佛的根基，是章嘉大師奠定的，基礎，以這個基礎到台中親近李老師才有一點成就。但是這個基礎不牢固，不是正式求學的。"
    },
    {
      "id": "02-040-0161_p0006",
      "zh_CN": "所以，我希望底下一代要超过我，下一代不能超过前面这一代，那叫衰相，那一代不如一代，后来就灭亡了。佛、儒的教学都希望底下一代超过我，下一代的人踩着我的膝盖、踩着我的肩膀上去，这就对。你看中国从前做官戴的乌纱帽，那个乌纱帽像楼梯一样，前面矮一截，后头高的，那什么意思？就时时刻刻看到这个帽子，前面是我，后头是后一代，后一代要比我高。都有这个念头，社会才能祥和、才能安定，才能成长、才有进步。如果像我这一代一样平平的，我们这一代做的没有成就；必须把后面人提起来超过我，成就，这才是成就。如果压住，希望这一代不如我，教得再好、修得再好都是阿鼻地狱。你所修得的，功德是毫无，只是福德，福德是人天福报。真正没有自己，想到天下苦难众生，想到培养人才个个超过自己，这是功德，我们如果不发心求生极乐世界，决定生天。心量要大，要真正善良。",
      "zh_TW": "所以，我希望底下一代要超過我，下一代不能超過前面這一代，那叫衰相，那一代不如一代，後來就滅亡了。佛、儒的教學都希望底下一代超過我，下一代的人踩著我的膝蓋、踩著我的肩膀上去，這就對。你看中國從前做官戴的烏紗帽，那個烏紗帽像樓梯一樣，前面矮一截，後頭高的，那什麼意思？就時時刻刻看到這個帽子，前面是我，後頭是後一代，後一代要比我高。都有這個念頭，社會才能祥和、才能安定，才能成長、才有進步。如果像我這一代一樣平平的，我們這一代做的沒有成就；必須把後面人提起來超過我，成就，這才是成就。如果壓住，希望這一代不如我，教得再好、修得再好都是阿鼻地獄。你所修得的，功德是毫無，只是福德，福德是人天福報。真正沒有自己，想到天下苦難眾生，想到培養人才個個超過自己，這是功德，我們如果不發心求生極樂世界，決定生天。心量要大，要真正善良。"
    },
    {
      "id": "02-040-0161_p0007",
      "zh_CN": "没有遇到人那没办法，人才可遇不可求，到哪去找去？早年我一个人在海外，很辛苦，到处跑。回到台湾，第一个我去看老师，我向老师要求了好几次：老师，多培养几个学生，我们在海外有帮手、有呼应。我说了好几次，最后一次老师说：我不是不肯教，你替我找学生。这句话以后我不再说了，到哪里去找？哪里去找一个老实、听话、真干的学生？真找不到。所以我才晓得，老师告诉我，学生找老师难，可遇不可求，老师要找个学生更难。这是真的，不是假的，通过我们六十年的学习，对这桩事情印象非常深刻，到哪去找人！",
      "zh_TW": "沒有遇到人那沒辦法，人才可遇不可求，到哪去找去？早年我一個人在海外，很辛苦，到處跑。回到台灣，第一個我去看老師，我向老師要求了好幾次：老師，多培養幾個學生，我們在海外有幫手、有呼應。我說了好幾次，最後一次老師說：我不是不肯教，你替我找學生。這句話以後我不再說了，到哪裡去找？哪裡去找一個老實、聽話、真幹的學生？真找不到。所以我才曉得，老師告訴我，學生找老師難，可遇不可求，老師要找個學生更難。這是真的，不是假的，通過我們六十年的學習，對這樁事情印象非常深刻，到哪去找人！"
    },
    {
      "id": "02-040-0161_p0008",
      "zh_CN": "现在风气逐渐形成了，这个十年没白做，国内、国外慢慢都觉悟了，都在搞传统文化，都在搞道德讲座，都在向古人学习。能成就吗？是真干吗？这就很难说了，如果里头财色名利不是彻底放下，就很难讲。这个东西是魔，稍稍有成就、有名气的时候，财色都来了，一接触，把握不住，就堕落了。几个人看到这个东西不动心，不放在心上？虽有若无，脚跟扎得牢，才有成就，稍稍动摇就完了。这个古时候很多，我们在历史上看到，变节的，晚年变节的，那些人，读书人，可以说基础都非常深厚，到老年遇到这些东西还敌不住，何况我们根基不足的人。",
      "zh_TW": "現在風氣逐漸形成了，這個十年沒白做，國內、國外慢慢都覺悟了，都在搞傳統文化，都在搞道德講座，都在向古人學習。能成就嗎？是真幹嗎？這就很難說了，如果裡頭財色名利不是徹底放下，就很難講。這個東西是魔，稍稍有成就、有名氣的時候，財色都來了，一接觸，把握不住，就墮落了。幾個人看到這個東西不動心，不放在心上？雖有若無，腳跟紮得牢，才有成就，稍稍動搖就完了。這個古時候很多，我們在歷史上看到，變節的，晚年變節的，那些人，讀書人，可以說基礎都非常深厚，到老年遇到這些東西還敵不住，何況我們根基不足的人。"
    },
    {
      "id": "02-040-0161_p0009",
      "zh_CN": "我这一生根基薄，还能够保得住，就是天天讲经。讲给谁听？讲给自己听。别人听是附带的，自己听是真的。天天听佛的劝导，才保得住，一个月不讲经、不读经，我自己就不敢保险了，你说这个多重要。佛教我们亲近善知识，经典就是善知识，亲近诸佛菩萨，亲近祖师大德，天天不舍。我每天至少读经四个小时，跟大家分享四个小时，四个小时读经这是最低的，有时间可以做到六个小时。现在体力差了，年轻的时候一天八个小时到十个小时，靠这个。佛菩萨天天劝我，不敢懈怠。",
      "zh_TW": "我這一生根基薄，還能夠保得住，就是天天講經。講給誰聽？講給自己聽。別人聽是附帶的，自己聽是真的。天天聽佛的勸導，才保得住，一個月不講經、不讀經，我自己就不敢保險了，你說這個多重要。佛教我們親近善知識，經典就是善知識，親近諸佛菩薩，親近祖師大德，天天不捨。我每天至少讀經四個小時，跟大家分享四個小時，四個小時讀經這是最低的，有時間可以做到六個小時。現在體力差了，年輕的時候一天八個小時到十個小時，靠這個。佛菩薩天天勸我，不敢懈怠。"
    },
    {
      "id": "02-040-0161_p0010",
      "zh_CN": "我们亲近老师，确实学历、经历什么都没有，就凭着老实、听话、真干，老师教我怎么做，我就老老实实去做。在台中，我亲近老师，老师给我约法三章，就是三个条件，我答应，他收我做学生；我不答应，他说你到别的地方去，你另请高明。第一个条件，从我拜老师这天起，我以前所学的，方老师也好，是章嘉大师也好，什么都好，统统不算数，我不承认，跟着我从头学起。这第一个条件。第二个条件，从今天起，只准许听我一个人讲经，其他的任何人，无论出家在家，讲经不准去听。这第二个。第三个，从今天起，你想看的文字、看的书，就是佛书也一样，没有经过他同意不能看。就这么三个条件。我那时候想，好像老师很跋扈、很傲慢，把别人都放在一边，只有他自己一个。我就接受了，我真听话。接受之后，他说有时间限制的，五年。以后我听到佛门里头入门五年学戒，就是这三个条件。",
      "zh_TW": "我們親近老師，確實學歷、經歷什麼都沒有，就憑著老實、聽話、真幹，老師教我怎麼做，我就老老實實去做。在台中，我親近老師，老師給我約法三章，就是三個條件，我答應，他收我做學生；我不答應，他說你到別的地方去，你另請高明。第一個條件，從我拜老師這天起，我以前所學的，方老師也好，是章嘉大師也好，什麼都好，統統不算數，我不承認，跟著我從頭學起。這第一個條件。第二個條件，從今天起，只准許聽我一個人講經，其他的任何人，無論出家在家，講經不准去聽。這第二個。第三個，從今天起，你想看的文字、看的書，就是佛書也一樣，沒有經過他同意不能看。就這麼三個條件。我那時候想，好像老師很跋扈、很傲慢，把別人都放在一邊，只有他自己一個。我就接受了，我真聽話。接受之後，他說有時間限制的，五年。以後我聽到佛門裡頭入門五年學戒，就是這三個條件。"
    },
    {
      "id": "02-040-0161_p0011",
      "zh_CN": "到我到新加坡，那个时候演培法师，我们也是认识很久，我一学佛的时候就认识他，他是善导寺的住持，那个时候四十多岁，他大我十岁。我也是个讲经的，他也是讲经的，我们谈得就很投机。我去访问他，他把他过去学习的经过告诉我，我才恍然大悟。他是沙弥，十几岁出家，跟谛闲法师，谛闲法师给他约法三章，就是李老师一模一样的。我才晓得这不是李老师的，这是古大德祖祖相传的，这就是依一个人，不能依两个人。依一个人你走的是一条路，你能够走通，你依两个人你就是走了岔路，三个人就是三岔路口，四个人就是四面八方，你不会有成就的。让我们深深体会到现在学校念书的学生为什么不成就？老师太多，科目太多，学杂了、学乱了。",
      "zh_TW": "到我到新加坡，那個時候演培法師，我們也是認識很久，我一學佛的時候就認識他，他是善導寺的住持，那個時候四十多歲，他大我十歲。我也是個講經的，他也是講經的，我們談得就很投機。我去訪問他，他把他過去學習的經過告訴我，我才恍然大悟。他是沙彌，十幾歲出家，跟諦閑法師，諦閑法師給他約法三章，就是李老師一模一樣的。我才曉得這不是李老師的，這是古大德祖祖相傳的，這就是依一個人，不能依兩個人。依一個人你走的是一條路，你能夠走通，你依兩個人你就是走了岔路，三個人就是三岔路口，四個人就是四面八方，你不會有成就的。讓我們深深體會到現在學校念書的學生為什麼不成就？老師太多，科目太多，學雜了、學亂了。"
    },
    {
      "id": "02-040-0161_p0012",
      "zh_CN": "我守老师这个约法，三个月之后就生欢喜心，为什么？头脑清净了。你看，不准听，耳朵塞了；不准看，眼睛封闭了；不准你想，只准听他一个人的教诲，听他一个人指导，心清净了。就是说，佛经上讲的，烦恼轻，智慧长，有一点这个意思出来了，欢喜，叫法喜。六个月之后就非常坚定了，所以老师教我五年，到了五年，我跟老师说我再学五年，我遵守老师的约法十年。以后打听打听，老师对别人没这个教法，就我这一个，周家麟没有约法三章，徐醒民也没有约法三章。我从忏云法师茅蓬下来，到台中亲近他老人家，忏云法师写了一封信推荐。那时候主要的是朱镜宙老居士，他跟老师是老朋友，他们两个同年，我跟朱老认识很多年了。这样亲近老师的。",
      "zh_TW": "我守老師這個約法，三個月之後就生歡喜心，為什麼？頭腦清淨了。你看，不准聽，耳朵塞了；不准看，眼睛封閉了；不准你想，只准聽他一個人的教誨，聽他一個人指導，心清淨了。就是說，佛經上講的，煩惱輕，智慧長，有一點這個意思出來了，歡喜，叫法喜。六個月之後就非常堅定了，所以老師教我五年，到了五年，我跟老師說我再學五年，我遵守老師的約法十年。以後打聽打聽，老師對別人沒這個教法，就我這一個，周家麟沒有約法三章，徐醒民也沒有約法三章。我從懺雲法師茅蓬下來，到台中親近他老人家，懺雲法師寫了一封信推薦。那時候主要的是朱鏡宙老居士，他跟老師是老朋友，他們兩個同年，我跟朱老認識很多年了。這樣親近老師的。"
    },
    {
      "id": "02-040-0161_p0013",
      "zh_CN": "缘，老师还告诉我，他说你这样子常常在国外，对自己行，有成就，对利益众生没有成就。我说为什么？他说你想想看，你到一个地方，一年去一次，讲一次经，顶多半个月、一个月，一年十二个月，听一个月经，其他十一个月还胡思乱想，怎么可能成就？这中国古人讲的，「一日暴之，十日寒之」。那怎么样？老师讲要有一个道场。我就留意这桩事情，但是缘都不成熟。第一个，没有财力。那时候没出名，没人知道，谁送钱给我？我们又不攀缘，又不跟人打交道。第二个，当地同行有嫉妒心，这是我深深体会到的。所以，过这种像游击战的这种生活，到处打游击。这是我们的福报不能跟古人比，古时候社会安定，高僧大德住在深山里头，我们要跟他学，可以十年、二十年不下山。有好老师、有好同学，哪有不能成就的道理！",
      "zh_TW": "緣，老師還告訴我，他說你這樣子常常在國外，對自己行，有成就，對利益眾生沒有成就。我說為什麼？他說你想想看，你到一個地方，一年去一次，講一次經，頂多半個月、一個月，一年十二個月，聽一個月經，其他十一個月還胡思亂想，怎麼可能成就？這中國古人講的，「一日暴之，十日寒之」。那怎麼樣？老師講要有一個道場。我就留意這樁事情，但是緣都不成熟。第一個，沒有財力。那時候沒出名，沒人知道，誰送錢給我？我們又不攀緣，又不跟人打交道。第二個，當地同行有嫉妒心，這是我深深體會到的。所以，過這種像游擊戰的這種生活，到處打游擊。這是我們的福報不能跟古人比，古時候社會安定，高僧大德住在深山裡頭，我們要跟他學，可以十年、二十年不下山。有好老師、有好同學，哪有不能成就的道理！"
    },
    {
      "id": "02-040-0161_p0014",
      "zh_CN": "我们不争名逐利，人家担心、害怕，所以到我这里来看的人，我都告诉他看我的大雄宝殿。我那上面是大雄宝殿，当中是万姓先祖纪念堂，祖师的纪念堂，下面是找我超度的众生，我们就在这一格三层。大家到这里来看，放心了，我不建道场，不跟人争名逐利。我每天能吃饱穿暖，有个小房间睡得很舒服，足了，非常满足，知足常乐。",
      "zh_TW": "我們不爭名逐利，人家擔心、害怕，所以到我這裡來看的人，我都告訴他看我的大雄寶殿。我那上面是大雄寶殿，當中是萬姓先祖紀念堂，祖師的紀念堂，下面是找我超度的眾生，我們就在這一格三層。大家到這裡來看，放心了，我不建道場，不跟人爭名逐利。我每天能吃飽穿暖，有個小房間睡得很舒服，足了，非常滿足，知足常樂。"
    },
    {
      "id": "02-040-0161_p0015",
      "zh_CN": "在新加坡，一九九九年，团结新加坡九个宗教，把新加坡宗教变成兄弟姐妹，这是个创举，前人没做过的，做得很成功。以后，印尼宗教团结了，马来西亚、澳洲都做得很有效果。在澳洲，就是意想不到，也是美国纽约九一一事件发生了，这么一个因缘，引发澳洲昆士兰大学和平学院做为认真思考这个问题。一般大学没有和平学院，所以我看到和平学院我都感到奇怪。原来和平学院培养的人才，他有学位，有硕士、有博士，这些人才多半是在联合国服务，为这个社会调解纠纷，培养这一类人才，促进社会安定和平。全世界只有八个大学有，不多。他们认真思考，因为以前他们用的方法、理念错了，他们承认，把冲突升级了，变成一种恐怖战争。校长派两个教授到山上找我，我在澳洲住山上，邀请我跟他们学院的教授举行一个座谈会，来讨论这个问题。这是个大事，不是小事，为拯救社会，是佛应该做的事情，我答应他了。",
      "zh_TW": "在新加坡，一九九九年，團結新加坡九個宗教，把新加坡宗教變成兄弟姐妹，這是個創舉，前人沒做過的，做得很成功。以後，印尼宗教團結了，馬來西亞、澳洲都做得很有效果。在澳洲，就是意想不到，也是美國紐約九一一事件發生了，這麼一個因緣，引發澳洲昆士蘭大學和平學院做為認真思考這個問題。一般大學沒有和平學院，所以我看到和平學院我都感到奇怪。原來和平學院培養的人才，他有學位，有碩士、有博士，這些人才多半是在聯合國服務，為這個社會調解糾紛，培養這一類人才，促進社會安定和平。全世界只有八個大學有，不多。他們認真思考，因為以前他們用的方法、理念錯了，他們承認，把衝突升級了，變成一種恐怖戰爭。校長派兩個教授到山上找我，我在澳洲住山上，邀請我跟他們學院的教授舉行一個座談會，來討論這個問題。這是個大事，不是小事，為拯救社會，是佛應該做的事情，我答應他了。"
    },
    {
      "id": "02-040-0161_p0016",
      "zh_CN": "这次会谈我才了解，他们给我做了五十分钟的报告，参加的教授十九个人，跟我坐到对面的是个资深教授，美国人。我就问他们，你们对于（我是用他们的话）消弭冲突、促进和平是用什么方法？他说他们一向用的方法是报复，用镇压，用这个手段。但是现在报复、镇压搞得对方用恐怖战争，升级了，所以现在想改变策略，用真正和平的方法来解决，不用暴力。这个想法是正确的，冤冤相报没完没了，报复决定不是解决问题的方法，要和解，要用诚心、要有诚意。也就是在那天，对面坐的是个美国人，我向他请教，我说美国的教育，从幼儿园到大学、研究所，是不是都教竞争？他说是的，从小就教竞争。我说竞争再提升是什么？我这一问，他愣住了。他很冷静在听我，没有说话。我说竞争提升就是斗争，斗争再提升就是战争，现在你们用这个方法，恐怖战争出来了，从斗争提升到战争。我说这个是死路一条。",
      "zh_TW": "這次會談我才了解，他們給我做了五十分鐘的報告，參加的教授十九個人，跟我坐到對面的是個資深教授，美國人。我就問他們，你們對於（我是用他們的話）消弭衝突、促進和平是用什麼方法？他說他們一向用的方法是報復，用鎮壓，用這個手段。但是現在報復、鎮壓搞得對方用恐怖戰爭，升級了，所以現在想改變策略，用真正和平的方法來解決，不用暴力。這個想法是正確的，冤冤相報沒完沒了，報復決定不是解決問題的方法，要和解，要用誠心、要有誠意。也就是在那天，對面坐的是個美國人，我向他請教，我說美國的教育，從幼兒園到大學、研究所，是不是都教競爭？他說是的，從小就教競爭。我說競爭再提升是什麼？我這一問，他愣住了。他很冷靜在聽我，沒有說話。我說競爭提升就是鬥爭，鬥爭再提升就是戰爭，現在你們用這個方法，恐怖戰爭出來了，從鬥爭提升到戰爭。我說這個是死路一條。"
    },
    {
      "id": "02-040-0161_p0017",
      "zh_CN": "战争，现代的战争是核武、是生化，这个大家都知道，这个战争爆发就是世界毁灭。发动这个战争的人不是正常人，正常人决定不干毁灭人类的事情，他不会干这个事情。什么人？神经不正常，疯狂了，他就会发动，我死，你们大家跟我一起死。发动这个战争，在佛法因果里面讲，阿鼻地狱；要灭人类，这个人在地狱永远不会翻身。如果知道因果的理论与事实真相，他决定不会干。所以，消弭战争的方法，提倡因果教育、提倡伦理道德教育。学过伦理道德，不愿意战争；懂得因果报应，不敢发动战争。",
      "zh_TW": "戰爭，現代的戰爭是核武、是生化，這個大家都知道，這個戰爭爆發就是世界毀滅。發動這個戰爭的人不是正常人，正常人決定不幹毀滅人類的事情，他不會幹這個事情。什麼人？神經不正常，瘋狂了，他就會發動，我死，你們大家跟我一起死。發動這個戰爭，在佛法因果裡面講，阿鼻地獄；要滅人類，這個人在地獄永遠不會翻身。如果知道因果的理論與事實真相，他決定不會幹。所以，消弭戰爭的方法，提倡因果教育、提倡倫理道德教育。學過倫理道德，不願意戰爭；懂得因果報應，不敢發動戰爭。"
    },
    {
      "id": "02-040-0161_p0018",
      "zh_CN": "那一天会两个多小时，中午学校招待我们吃饭，我回去了。第二个星期又来邀我，学校已经准备了聘书，聘请我做他们学校教授。格里菲斯大学校长送我博士学位，也是他们学校的教授。我向他们两位校长感谢，我说我不需要这些，我很乐意跟教授们在一起座谈。校长逼着我要接受，我说为什么？他说你的这个想法、看法，真的能够帮助联合国解决问题，希望你代表学校、代表澳洲参加联合国的和平活动。这么一回事情。联合国邀请的对象一定有博士学位，教授这个身分这他们最欢迎。我在这个情形之下不得已才接受了。这样我就跟联合国挂了钩，参加十多次的会议。能不能解决问题？不能。",
      "zh_TW": "那一天會兩個多小時，中午學校招待我們吃飯，我回去了。第二個星期又來邀我，學校已經準備了聘書，聘請我做他們學校教授。格里菲斯大學校長送我博士學位，也是他們學校的教授。我向他們兩位校長感謝，我說我不需要這些，我很樂意跟教授們在一起座談。校長逼著我要接受，我說為什麼？他說你的這個想法、看法，真的能夠幫助聯合國解決問題，希望你代表學校、代表澳洲參加聯合國的和平活動。這麼一回事情。聯合國邀請的對象一定有博士學位，教授這個身分這他們最歡迎。我在這個情形之下不得已才接受了。這樣我就跟聯合國掛了鉤，參加十多次的會議。能不能解決問題？不能。"
    },
    {
      "id": "02-040-0161_p0019",
      "zh_CN": "我们把中国这套东西拿去报告，与会的会友，那是各国的学者专家、政府高级官员，听到之后都欢喜，闻所未闻，他们从来没听说过。但是没有信心，告诉我，这是理想，这做不到。这才真正把我一棒打醒了，我知道问题在什么地方，问题在信心不足。他没有信心，知道好，没有信心。这就让我想到地球上这四百多年来的科学发展，统统是走物理，物理里面第一个条件就是教你怀疑，从怀疑发现问题，再去追踪、研究找答案，它是这个。物理可以，古圣先贤的学问不行，它是心学，它是心性之学，它不是物理，是心理。心理用的方法跟它相反，是坚定的信心，一丝毫不怀疑才行。这个麻烦才大了，这是极大的冲突，我们如何能叫他相信？想来想去只有一个办法，科学家说拿证据来，我就想，我们如何做出一个小镇、小村，做出来了，请他们来看，他们才会相信。",
      "zh_TW": "我們把中國這套東西拿去報告，與會的會友，那是各國的學者專家、政府高級官員，聽到之後都歡喜，聞所未聞，他們從來沒聽說過。但是沒有信心，告訴我，這是理想，這做不到。這才真正把我一棒打醒了，我知道問題在什麼地方，問題在信心不足。他沒有信心，知道好，沒有信心。這就讓我想到地球上這四百多年來的科學發展，統統是走物理，物理裡面第一個條件就是教你懷疑，從懷疑發現問題，再去追蹤、研究找答案，它是這個。物理可以，古聖先賢的學問不行，它是心學，它是心性之學，它不是物理，是心理。心理用的方法跟它相反，是堅定的信心，一絲毫不懷疑才行。這個麻煩才大了，這是極大的衝突，我們如何能叫他相信？想來想去只有一個辦法，科學家說拿證據來，我就想，我們如何做出一個小鎮、小村，做出來了，請他們來看，他們才會相信。"
    },
    {
      "id": "02-040-0161_p0020",
      "zh_CN": "我二００五年的年底，十一月，在汤池小镇建庐江文化中心，就是个实验点，是做给联合国看的，让他们相信。这个小点，我也走了很多地方，缘都不成熟，新加坡、马来西亚、澳洲，再前面是美国，缘都不成熟。我很久没有回老家了，回到老家，看看还有一些族兄弟，堂兄弟还有几个，同一个祖父的，还有三、四个人，族兄弟就比较多，同曾祖父的、同高祖父的。我们家族是个大族，现在在家乡大概还有一万五千人，真不少。这些族兄弟三十多个人在一块聊天，我就把我这几年干的这些事情向大家报告，他们听了很高兴：我们在家乡做，我们支持你。这么一起哄，汤池小镇就搞起来了，这也是我没想到的，缘！",
      "zh_TW": "我二００五年的年底，十一月，在湯池小鎮建廬江文化中心，就是個實驗點，是做給聯合國看的，讓他們相信。這個小點，我也走了很多地方，緣都不成熟，新加坡、馬來西亞、澳洲，再前面是美國，緣都不成熟。我很久沒有回老家了，回到老家，看看還有一些族兄弟，堂兄弟還有幾個，同一個祖父的，還有三、四個人，族兄弟就比較多，同曾祖父的、同高祖父的。我們家族是個大族，現在在家鄉大概還有一萬五千人，真不少。這些族兄弟三十多個人在一塊聊天，我就把我這幾年幹的這些事情向大家報告，他們聽了很高興：我們在家鄉做，我們支持你。這麼一起哄，湯池小鎮就搞起來了，這也是我沒想到的，緣！"
    },
    {
      "id": "02-040-0161_p0021",
      "zh_CN": "正好碰到马来西亚有个居士，他是个企业家，他的父亲做的事业很多，在香港，这都是他企业里头的一个项目，一个小型的轮船公司。父亲过世了，兄弟姐妹不愿意干这个事情，把它卖掉了，卖了大家分钱。他分到九百万美金，拿来告诉我：法师，这个钱我一分都不要，你能不能帮助我做教育事业，最好是做教育事业。我说我汤池小镇搞做实验，正好，有这笔资金，问题解决了。我把他这笔钱分作两份，五百万给汤池建校舍，另外四百万我交给游本昌，大陆上演员，叫他拍一些像《了凡四训》、《俞净意遇灶神记》，拍摄这个电影。他做了，做了之后我看了不很理想，所以就没有继续。钱收入支出，他的事情，我没有看到。汤池那边，直接送到那边，游本昌也是，直接送给他，不要经过我，我只是给你介绍，你们去做。就这么做成了。",
      "zh_TW": "正好碰到馬來西亞有個居士，他是個企業家，他的父親做的事業很多，在香港，這都是他企業裡頭的一個項目，一個小型的輪船公司。父親過世了，兄弟姐妹不願意幹這個事情，把它賣掉了，賣了大家分錢。他分到九百萬美金，拿來告訴我：法師，這個錢我一分都不要，你能不能幫助我做教育事業，最好是做教育事業。我說我湯池小鎮搞做實驗，正好，有這筆資金，問題解決了。我把他這筆錢分作兩份，五百萬給湯池建校舍，另外四百萬我交給游本昌，大陸上演員，叫他拍一些像《了凡四訓》、《俞淨意遇灶神記》，拍攝這個電影。他做了，做了之後我看了不很理想，所以就沒有繼續。錢收入支出，他的事情，我沒有看到。湯池那邊，直接送到那邊，游本昌也是，直接送給他，不要經過我，我只是給你介紹，你們去做。就這麼做成了。"
    },
    {
      "id": "02-040-0161_p0022",
      "zh_CN": "本来我们想，应该看到效果要两年到三年，没有想到，三个多月效果卓着，出乎我意料之外，所有老师都感到意外。我说我们的实验证明两桩事情，第一个，证明了人性本善，《三字经》上说的「人之初，性本善」，是真的不是假的；第二个证明人民是非常好教的，只是没有去教他。这个中心辛辛苦苦在风浪当中很不稳定，但是做了三年，三年办了很多活动，这些活动影响到国内外，没有白做。我跟这些老师们说，这个成就我们自己千万不要居功，不要认为是我们做得好，那就错了，你就傲慢态度就出来了。这是祖宗之德，三宝加持，一定要认识清楚。我们哪有这么大的德能？传统文化丢掉两百年，怎么可能在三、四个月看到效果？这不可能的事情。这是祖宗安排的，我们在这里做出表演，搞成功了。",
      "zh_TW": "本來我們想，應該看到效果要兩年到三年，沒有想到，三個多月效果卓著，出乎我意料之外，所有老師都感到意外。我說我們的實驗證明兩樁事情，第一個，證明了人性本善，《三字經》上說的「人之初，性本善」，是真的不是假的；第二個證明人民是非常好教的，只是沒有去教他。這個中心辛辛苦苦在風浪當中很不穩定，但是做了三年，三年辦了很多活動，這些活動影響到國內外，沒有白做。我跟這些老師們說，這個成就我們自己千萬不要居功，不要認為是我們做得好，那就錯了，你就傲慢態度就出來了。這是祖宗之德，三寶加持，一定要認識清楚。我們哪有這麼大的德能？傳統文化丟掉兩百年，怎麼可能在三、四個月看到效果？這不可能的事情。這是祖宗安排的，我們在這裡做出表演，搞成功了。"
    },
    {
      "id": "02-040-0161_p0023",
      "zh_CN": "成功之后，因为我的目的是给联合国做证明的，所以就想到如何到联合国办一个大活动，让全世界都知道。我想都是佛菩萨、祖宗在安排，过了两个月，联合国教科文组织总部来找我，邀请我在二００六年十月，同年十月，主办一个活动，邀请我做主办单位。主办单位有权力，协办要听它的，这就很难得，这个机会到哪去找！我接到这个通知我不相信，联合国找是找会员国，我们在澳洲只是小小的一个净宗学院，它怎么能找到我？派三个人到巴黎去打听，打电话回来给我说，是真的不是假的。联合国找的是泰国，而是泰国大使向联合国推荐，请我去做主办单位，这么回事情。我们参加联合国的活动，第一次地点就是在曼谷大学，在那边住了一个多星期，跟泰国就结了缘。跟泰国佛教结了缘，跟泰国皇室结了缘，跟泰国政府结了缘，关系都非常好。所以泰国大使推荐，我就安心了，我就答应了，只有五个月的时间，积极筹备。联合国这个活动办得非常成功，一直到现在，那些很多会友对那个活动还念念不忘。",
      "zh_TW": "成功之後，因為我的目的是給聯合國做證明的，所以就想到如何到聯合國辦一個大活動，讓全世界都知道。我想都是佛菩薩、祖宗在安排，過了兩個月，聯合國教科文組織總部來找我，邀請我在二００六年十月，同年十月，主辦一個活動，邀請我做主辦單位。主辦單位有權力，協辦要聽它的，這就很難得，這個機會到哪去找！我接到這個通知我不相信，聯合國找是找會員國，我們在澳洲只是小小的一個淨宗學院，它怎麼能找到我？派三個人到巴黎去打聽，打電話回來給我說，是真的不是假的。聯合國找的是泰國，而是泰國大使向聯合國推薦，請我去做主辦單位，這麼回事情。我們參加聯合國的活動，第一次地點就是在曼谷大學，在那邊住了一個多星期，跟泰國就結了緣。跟泰國佛教結了緣，跟泰國皇室結了緣，跟泰國政府結了緣，關係都非常好。所以泰國大使推薦，我就安心了，我就答應了，只有五個月的時間，積極籌備。聯合國這個活動辦得非常成功，一直到現在，那些很多會友對那個活動還念念不忘。"
    },
    {
      "id": "02-040-0161_p0024",
      "zh_CN": "去年五月，泰国办了个多元文化的活动，邀请我，我参加了。我没有想到，联合国那边听说我在泰国，来了十七个大使，就是十七个国家的大使到泰国来看我。都是怀念二００六年办的活动，希望我再去办一次，这很感动人。我说上次去我有汤池做报告，这次你要再叫我办一次，我没东西拿出去，上台做次讲演没什么意思。我们正好就想到，澳洲图文巴我住的这个小城，我在这里住了十一年，十一年对于团结群众这个工作做得很有效果。我们团结的方法，是十一年前学院在那里建立了，买的是基督教的教堂。这个基督教很兴旺，信众人数增加，教堂容纳不下，它必须找地方盖新教堂，盖大教堂，旧的就卖给我。很便宜，澳洲钱我记得是五十六、七万块钱。我们把它做一个学院，净土宗的学院。",
      "zh_TW": "去年五月，泰國辦了個多元文化的活動，邀請我，我參加了。我沒有想到，聯合國那邊聽說我在泰國，來了十七個大使，就是十七個國家的大使到泰國來看我。都是懷念二００六年辦的活動，希望我再去辦一次，這很感動人。我說上次去我有湯池做報告，這次你要再叫我辦一次，我沒東西拿出去，上台做次講演沒什麼意思。我們正好就想到，澳洲圖文巴我住的這個小城，我在這裡住了十一年，十一年對於團結群眾這個工作做得很有效果。我們團結的方法，是十一年前學院在那裡建立了，買的是基督教的教堂。這個基督教很興旺，信眾人數增加，教堂容納不下，它必須找地方蓋新教堂，蓋大教堂，舊的就賣給我。很便宜，澳洲錢我記得是五十六、七萬塊錢。我們把它做一個學院，淨土宗的學院。"
    },
    {
      "id": "02-040-0161_p0025",
      "zh_CN": "整修了一下，邀请邻居，正式发邀请函，我们以素菜招待他们，给他们报告，我们要在此地学习，我们学习的是什么。因为那边没有佛教，这是第一家，那是基督教的根据地。向大家解释，亲切的接待邻居，这些邻居很欢喜。我们对这个教堂完全没有改变，翻修的时候，它原来用什么样的材料，我照用同样材料，它粉刷什么颜色完全相同。所以整修是面目一新，只有把十字架换成阿弥陀佛，其他的都没有改动。当地人民非常欢喜，认为我们没有破坏他们，护持他们的传统，尊重他们的文化，这给他们很好的印象。",
      "zh_TW": "整修了一下，邀請鄰居，正式發邀請函，我們以素菜招待他們，給他們報告，我們要在此地學習，我們學習的是什麼。因為那邊沒有佛教，這是第一家，那是基督教的根據地。向大家解釋，親切的接待鄰居，這些鄰居很歡喜。我們對這個教堂完全沒有改變，翻修的時候，它原來用什麼樣的材料，我照用同樣材料，它粉刷什麼顏色完全相同。所以整修是面目一新，只有把十字架換成阿彌陀佛，其他的都沒有改動。當地人民非常歡喜，認為我們沒有破壞他們，護持他們的傳統，尊重他們的文化，這給他們很好的印象。"
    },
    {
      "id": "02-040-0161_p0026",
      "zh_CN": "完了之后，有些邻居来告诉我，他说法师，你这个活动能不能多办几次？他们很喜欢。我说好，那我们就约定，每个星期六的晚上，我们举行一次温馨晚宴，免费招待，大家都可以来。所以我们的温馨晚宴十一年了，每个星期六，这个小城的人大概都到我们家来做过客。我们在那里赢得了一句话，当地人对我们的批评，「净宗学院的人都是好人」，我们赢得了这句话。当地的政府对我们很关怀、照顾，当地的人民非常欢迎我们，没有把我们当外人。当地的宗教感动了，十几个宗教，这些宗教的领导们主动来告诉我，我们要团结，我们要互相学习，把这个小城打造成世界第一个多元文化示范城市。好！我说大家真的向这个方向去努力，让我们这个小城，八十多个族群，一百多种语言，十几种宗教，都像兄弟姐妹一样，互相尊重、互相关怀、互相照顾、互助合作，像一家人一样，可以做为全世界不同族群在一起的典范，好事情。我说大家真这样做，我就可以答应你们，到联合国再办一次活动。",
      "zh_TW": "完了之後，有些鄰居來告訴我，他說法師，你這個活動能不能多辦幾次？他們很喜歡。我說好，那我們就約定，每個星期六的晚上，我們舉行一次溫馨晚宴，免費招待，大家都可以來。所以我們的溫馨晚宴十一年了，每個星期六，這個小城的人大概都到我們家來做過客。我們在那裡贏得了一句話，當地人對我們的批評，「淨宗學院的人都是好人」，我們贏得了這句話。當地的政府對我們很關懷、照顧，當地的人民非常歡迎我們，沒有把我們當外人。當地的宗教感動了，十幾個宗教，這些宗教的領導們主動來告訴我，我們要團結，我們要互相學習，把這個小城打造成世界第一個多元文化示範城市。好！我說大家真的向這個方向去努力，讓我們這個小城，八十多個族群，一百多種語言，十幾種宗教，都像兄弟姐妹一樣，互相尊重、互相關懷、互相照顧、互助合作，像一家人一樣，可以做為全世界不同族群在一起的典範，好事情。我說大家真這樣做，我就可以答應你們，到聯合國再辦一次活動。"
    },
    {
      "id": "02-040-0161_p0027",
      "zh_CN": "所以这次访问斯里兰卡，我就把澳洲这些宗教领导人约了到斯里兰卡来。那边我约了教科文组织总部他们大使团的主席，我给他写封信，我在斯里兰卡访问，看他有没有兴趣。他们来了二十五个大使，就是二十五个国家代表，我让他们跟澳洲这个宗教团直接交流。你们把图文巴这个想法、做法向他们报告，他们再来斟酌情形，来做一次大的活动。我们希望这个活动能在图文巴办，为什么？让这些大使们亲自看到，你看看不同的宗教能够和睦相处，不会发生冲突，大家都看到，就相信了。这个事情最近双方都在接洽，大概可以搞得成功。他们定了时间，我会参加这个活动。",
      "zh_TW": "所以這次訪問斯里蘭卡，我就把澳洲這些宗教領導人約了到斯里蘭卡來。那邊我約了教科文組織總部他們大使團的主席，我給他寫封信，我在斯里蘭卡訪問，看他有沒有興趣。他們來了二十五個大使，就是二十五個國家代表，我讓他們跟澳洲這個宗教團直接交流。你們把圖文巴這個想法、做法向他們報告，他們再來斟酌情形，來做一次大的活動。我們希望這個活動能在圖文巴辦，為什麼？讓這些大使們親自看到，你看看不同的宗教能夠和睦相處，不會發生衝突，大家都看到，就相信了。這個事情最近雙方都在接洽，大概可以搞得成功。他們定了時間，我會參加這個活動。"
    },
    {
      "id": "02-040-0161_p0028",
      "zh_CN": "你看，由汤池的点，现在搞到一个城市了。下一个我就想找一个国家，全国来推动，全世界一个和谐示范国，逐渐逐渐化解冲突。我们中国人叫化解，他们的用词是消弭冲突，我们的柔软，他们强硬。你看中西医，中医叫解毒，西医叫消毒，毒消灭它，消毒，我们叫解，化解，不叫消灭。东方文化是柔和的，希望西方人能学习东方文化，用和平解决问题，不要用斗争，不要用战争。中国传统教学从小就教让，我这个让是父母教的，从小教的。小朋友在一起玩要懂得让，不可以争，吃亏了也行，吃亏是好事，学忍让；大一点懂事了，要学谦让，谦虚；将来成人踏进社会，礼让。中国文化一路让到底，决定不跟人争，这个里头有很深的道理。让是感化对方、感化社会，让这个世界、让这个社会得到永久的安定和平。宗教能团结太好了！我最近听到国内天主教邀请胡小林去讲演，去给他们上课，讲中国传统文化，好事！看这个样子，中国宗教会团结起来。国外有很好的榜样做我们的借镜，互相学习，回归教育，宗教对于人类会做出很大的贡献。",
      "zh_TW": "你看，由湯池的點，現在搞到一個城市了。下一個我就想找一個國家，全國來推動，全世界一個和諧示範國，逐漸逐漸化解衝突。我們中國人叫化解，他們的用詞是消弭衝突，我們的柔軟，他們強硬。你看中西醫，中醫叫解毒，西醫叫消毒，毒消滅它，消毒，我們叫解，化解，不叫消滅。東方文化是柔和的，希望西方人能學習東方文化，用和平解決問題，不要用鬥爭，不要用戰爭。中國傳統教學從小就教讓，我這個讓是父母教的，從小教的。小朋友在一起玩要懂得讓，不可以爭，吃虧了也行，吃虧是好事，學忍讓；大一點懂事了，要學謙讓，謙虛；將來成人踏進社會，禮讓。中國文化一路讓到底，決定不跟人爭，這個裡頭有很深的道理。讓是感化對方、感化社會，讓這個世界、讓這個社會得到永久的安定和平。宗教能團結太好了！我最近聽到國內天主教邀請胡小林去講演，去給他們上課，講中國傳統文化，好事！看這個樣子，中國宗教會團結起來。國外有很好的榜樣做我們的借鏡，互相學習，回歸教育，宗教對於人類會做出很大的貢獻。"
    },
    {
      "id": "02-040-0161_p0029",
      "zh_CN": "「宿殖深厚」这句话我们要特别重视，从什么地方扎根？从戒律。章嘉大师圆寂之后，我对于戒律的看法完全改变了。以前我只着重在经教、在经论，我认为戒律是生活规范。生活规范在中国，三代都有删订、都有修改，像国家的宪法，过几年有些条文不适用了要修宪，适合于当前。戒律是释迦牟尼佛说的古印度人的生活规范，难道我们学佛还要学古印度人，过古印度人的生活吗？这我不能接受。可是大师很慈悲，他知道我这个观念是错的，他不说，他说了我就不来了。但是，每次我离开他的时候，他会送我到门口，会轻轻给我说一句话，「戒律很重要」。我也没在意，这句话听了几十遍，这个老人家真正慈悲。",
      "zh_TW": "「宿殖深厚」這句話我們要特別重視，從什麼地方扎根？從戒律。章嘉大師圓寂之後，我對於戒律的看法完全改變了。以前我只著重在經教、在經論，我認為戒律是生活規範。生活規範在中國，三代都有刪訂、都有修改，像國家的憲法，過幾年有些條文不適用了要修憲，適合於當前。戒律是釋迦牟尼佛說的古印度人的生活規範，難道我們學佛還要學古印度人，過古印度人的生活嗎？這我不能接受。可是大師很慈悲，他知道我這個觀念是錯的，他不說，他說了我就不來了。但是，每次我離開他的時候，他會送我到門口，會輕輕給我說一句話，「戒律很重要」。我也沒在意，這句話聽了幾十遍，這個老人家真正慈悲。"
    },
    {
      "id": "02-040-0161_p0030",
      "zh_CN": "到他圆寂了，我感他的恩，接受他三年的调教，虽然一个星期只见面一次。甘珠活佛在火化场给他做了个塔，火化塔，专用的，在那里火化。甘珠在那里搭了两个帐篷，他们在那边大概住了七天，我因为有工作，我请了三天假，我在那里住了三天。这三天三夜，想跟老师三年，他教了我些什么？这一回顾，第一个念头就是戒律很重要。我就认真思惟，戒律为什么重要？为什么我的想法就跟他不一样？最后，大概想了两个星期，明白了，那是个出世间法，我们想的是世间法。世间法确实有重新修订的，出世间法它是要了生死的，那一修改，生死不能了，就把它变成世间法了。想到这一点，就重新思考这个问题，所以就看戒律的书。我戒律的书也买了不少，都是好的版本，线装书。",
      "zh_TW": "到他圓寂了，我感他的恩，接受他三年的調教，雖然一個星期只見面一次。甘珠活佛在火化場給他做了個塔，火化塔，專用的，在那裡火化。甘珠在那裡搭了兩個帳篷，他們在那邊大概住了七天，我因為有工作，我請了三天假，我在那裡住了三天。這三天三夜，想跟老師三年，他教了我些什麼？這一回顧，第一個念頭就是戒律很重要。我就認真思惟，戒律為什麼重要？為什麼我的想法就跟他不一樣？最後，大概想了兩個星期，明白了，那是個出世間法，我們想的是世間法。世間法確實有重新修訂的，出世間法它是要了生死的，那一修改，生死不能了，就把它變成世間法了。想到這一點，就重新思考這個問題，所以就看戒律的書。我戒律的書也買了不少，都是好的版本，線裝書。"
    },
    {
      "id": "02-040-0161_p0031",
      "zh_CN": "才重视这个问题，知道佛他教学的目标是无上涅槃，无上涅槃的根是戒律。正如同儒家的礼，但是儒家的礼，精神永远不变，形式可以变的。古礼，最敬礼，见皇上三跪九叩首，拜祖宗三跪九叩首，拜老师也是三跪九叩首，最敬礼。现在人最敬礼三鞠躬，这个可以，但是那个精神、意义不能变。这也是章嘉大师教给我的，佛法重实质不重形式，形式会变，实质不能变，戒律的精神、戒律的理念决定不能变更。要知道每一条戒它的用意在哪里，佛为什么要制定这个，我们在古时候怎样持这个戒，这一条，现在应该如何持它。所以，条条戒都有开遮持犯，你要不精通，你就不能够活活泼泼用在日常生活当中。在这个地方能体现出佛的真实智慧，佛的善巧方便。",
      "zh_TW": "才重視這個問題，知道佛他教學的目標是無上涅槃，無上涅槃的根是戒律。正如同儒家的禮，但是儒家的禮，精神永遠不變，形式可以變的。古禮，最敬禮，見皇上三跪九叩首，拜祖宗三跪九叩首，拜老師也是三跪九叩首，最敬禮。現在人最敬禮三鞠躬，這個可以，但是那個精神、意義不能變。這也是章嘉大師教給我的，佛法重實質不重形式，形式會變，實質不能變，戒律的精神、戒律的理念決定不能變更。要知道每一條戒它的用意在哪裡，佛為什麼要制定這個，我們在古時候怎樣持這個戒，這一條，現在應該如何持它。所以，條條戒都有開遮持犯，你要不精通，你就不能夠活活潑潑用在日常生活當中。在這個地方能體現出佛的真實智慧，佛的善巧方便。"
    },
    {
      "id": "02-040-0161_p0032",
      "zh_CN": "我们始终没有机缘专修这门东西，如果专修戒律，真的在那个时候找不到地方。我跟忏云法师半年，在那个时候在台湾，持戒，大家都尊重他是我们佛门第一人。我跟他这半年，就像惠能大师在五祖道场黄梅一样，做苦工。他没教我，没有给我讲过这些东西，只是叫我自己看。而且指定我看的还不是戒律，叫我看《印光大师文钞》，叫我看《弥陀经》三个注解，莲池大师的、蕅益大师的。莲池大师《疏钞》、蕅益的《要解》、幽溪的《圆中钞》，这是《弥陀经》注解里头最重要的三种。要我仔细看，把里面的科判画成表解，我才真正了解科判这门学问，以前不知道。这个科判一画，把经文一系、一对照，才知道，从文学来说，章法结构做到完整，不能缺个字，缺个字断掉了，不能加个字，加个字累赘，可以删掉，这是文章里头第一流的文章。从这个能够看到思想体系，那是真实智慧，不是普通人能做得到的。然后我们就用这个方法，科判的方法，学会了，用在什么？用《古文观止》，老师讲古文，我们把它做科判，篇篇古文做科判。古文，现在人写的文章就没有办法，你用科判去看它，它不及格。",
      "zh_TW": "我們始終沒有機緣專修這門東西，如果專修戒律，真的在那個時候找不到地方。我跟懺雲法師半年，在那個時候在台灣，持戒，大家都尊重他是我們佛門第一人。我跟他這半年，就像惠能大師在五祖道場黃梅一樣，做苦工。他沒教我，沒有給我講過這些東西，只是叫我自己看。而且指定我看的還不是戒律，叫我看《印光大師文鈔》，叫我看《彌陀經》三個註解，蓮池大師的、蕅益大師的。蓮池大師《疏鈔》、蕅益的《要解》、幽溪的《圓中鈔》，這是《彌陀經》註解裡頭最重要的三種。要我仔細看，把裡面的科判畫成表解，我才真正了解科判這門學問，以前不知道。這個科判一畫，把經文一繫、一對照，才知道，從文學來說，章法結構做到完整，不能缺個字，缺個字斷掉了，不能加個字，加個字累贅，可以刪掉，這是文章裡頭第一流的文章。從這個能夠看到思想體系，那是真實智慧，不是普通人能做得到的。然後我們就用這個方法，科判的方法，學會了，用在什麼？用《古文觀止》，老師講古文，我們把它做科判，篇篇古文做科判。古文，現在人寫的文章就沒有辦法，你用科判去看它，它不及格。"
    },
    {
      "id": "02-040-0161_p0033",
      "zh_CN": "这是各人缘分不一样，我有缘分我真肯学。我跟佛光山的缘分，如果那个时候星云大师要是接受我的建议，我这一生就为他服务。他请我去做教务主任，我把我在台中学习的经验告诉他，我说我在台中，李老师是私塾的教学法，学生学习只是一部经，不可以同时学两种东西，你头脑乱了、杂了。你没有那个能力，你只能学一样，一样学会了再学第二样。学习永远是一个东西，天天想就想这样东西，这个方法好。不能像一般学校，第一堂课这个老师，第二堂课又换了个老师、换了个科目，那个头脑是浆糊，学不到东西，顶多是皮毛的常识，这有什么意思？我说我在台中，十五个月学十三部经，部部经我都能讲，有成就感；学院这种排课的话，学生没有成就感。五个老师没有问题，每个老师教一样东西，哪几个学生学这样就跟他学，这个可以，多几个教室，不可以同时学两样。",
      "zh_TW": "這是各人緣分不一樣，我有緣分我真肯學。我跟佛光山的緣分，如果那個時候星雲大師要是接受我的建議，我這一生就為他服務。他請我去做教務主任，我把我在台中學習的經驗告訴他，我說我在台中，李老師是私塾的教學法，學生學習只是一部經，不可以同時學兩種東西，你頭腦亂了、雜了。你沒有那個能力，你只能學一樣，一樣學會了再學第二樣。學習永遠是一個東西，天天想就想這樣東西，這個方法好。不能像一般學校，第一堂課這個老師，第二堂課又換了個老師、換了個科目，那個頭腦是漿糊，學不到東西，頂多是皮毛的常識，這有什麼意思？我說我在台中，十五個月學十三部經，部部經我都能講，有成就感；學院這種排課的話，學生沒有成就感。五個老師沒有問題，每個老師教一樣東西，哪幾個學生學這樣就跟他學，這個可以，多幾個教室，不可以同時學兩樣。"
    },
    {
      "id": "02-040-0161_p0034",
      "zh_CN": "我坚持这一点，他不同意，他说这不像学校，学院模仿大学，这不像学校。我说不像学校真出人才，像学校出不了人才，他还是不能同意我的做法。我那个时候打算把一百三十多个学生分组，三个人一个小组，专攻一样，大概可以分三十多个组，只学一样经。时间多久？十年，十年专攻一样，都出来了，个个是人才，佛光普照全球。你有这么多道场，你有这么多法师，个个都是能言善道，都是一流的老师。我这一生不想当头、当领导，我是想当参谋、当教员，我不会做校长，我不管事务，才能把书读好、教好。",
      "zh_TW": "我堅持這一點，他不同意，他說這不像學校，學院模仿大學，這不像學校。我說不像學校真出人才，像學校出不了人才，他還是不能同意我的做法。我那個時候打算把一百三十多個學生分組，三個人一個小組，專攻一樣，大概可以分三十多個組，只學一樣經。時間多久？十年，十年專攻一樣，都出來了，個個是人才，佛光普照全球。你有這麼多道場，你有這麼多法師，個個都是能言善道，都是一流的老師。我這一生不想當頭、當領導，我是想當參謀、當教員，我不會做校長，我不管事務，才能把書讀好、教好。"
    },
    {
      "id": "02-040-0161_p0035",
      "zh_CN": "这个想法、做法没有人能懂，没有人能接受，现在有很多人来想问我要办学的时候，我还是这个老观念。这是我亲身受到的，李老师是这样教我的，章嘉大师也是这样教我的，一对一教的。李老师虽然开个班，但是我是专攻，别的东西我旁听。他教得很多，他是多才多艺，真难得。他所教的我都旁听，每堂课我都不缺，但是我有我的专攻，我那个只听听而已，我专攻在经教，经教学得很扎实。我一出家，教佛学院，就在外面讲经，只要我有时间，哪个地方请，我都会去，我讲经五十五年是没中断的。早时候年轻，精力充沛，我坐飞机没有时差，从台湾飞到洛杉矶，下飞机就可以讲经，就上讲台。这是表法，学佛的人身体好、精神好，表法给大家看，他就有信心了。为什么没有时差？没有时间观念，时差就没有了，有时间观念就有时差。时间、空间是假的，所以到哪里都适应。我们得做出来给人看，人家才相信、才佩服，他才会常常找我。",
      "zh_TW": "這個想法、做法沒有人能懂，沒有人能接受，現在有很多人來想問我要辦學的時候，我還是這個老觀念。這是我親身受到的，李老師是這樣教我的，章嘉大師也是這樣教我的，一對一教的。李老師雖然開個班，但是我是專攻，別的東西我旁聽。他教得很多，他是多才多藝，真難得。他所教的我都旁聽，每堂課我都不缺，但是我有我的專攻，我那個只聽聽而已，我專攻在經教，經教學得很紮實。我一出家，教佛學院，就在外面講經，只要我有時間，哪個地方請，我都會去，我講經五十五年是沒中斷的。早時候年輕，精力充沛，我坐飛機沒有時差，從台灣飛到洛杉磯，下飛機就可以講經，就上講台。這是表法，學佛的人身體好、精神好，表法給大家看，他就有信心了。為什麼沒有時差？沒有時間觀念，時差就沒有了，有時間觀念就有時差。時間、空間是假的，所以到哪裡都適應。我們得做出來給人看，人家才相信、才佩服，他才會常常找我。"
    },
    {
      "id": "02-040-0161_p0036",
      "zh_CN": "所以今天我看到这个世界不会毁灭，为什么？前景愈来愈好。我是从我们汤池小镇建立信心，如果汤池小镇失败了，我们信心真的就没有了，那就念佛求生净土，什么都别干了。这个做成功了，那么快速做成功，联合国这一次活动，让大家这么多年还念念在心怀，这就是成就。发现了这两部书，《群书治要》、《国学治要》，信心大增。我自己没本事、没有能力，我想到了，想到这个理想的东西，你看唐太宗替我做好了。我知道他有这个东西，没见过，没看过这个书，晓得有这么一本书。讲经的时候偶然提到，居然有同学找到了，太难得了！",
      "zh_TW": "所以今天我看到這個世界不會毀滅，為什麼？前景愈來愈好。我是從我們湯池小鎮建立信心，如果湯池小鎮失敗了，我們信心真的就沒有了，那就念佛求生淨土，什麼都別幹了。這個做成功了，那麼快速做成功，聯合國這一次活動，讓大家這麼多年還念念在心懷，這就是成就。發現了這兩部書，《群書治要》、《國學治要》，信心大增。我自己沒本事、沒有能力，我想到了，想到這個理想的東西，你看唐太宗替我做好了。我知道他有這個東西，沒見過，沒看過這個書，曉得有這麼一本書。講經的時候偶然提到，居然有同學找到了，太難得了！"
    },
    {
      "id": "02-040-0161_p0037",
      "zh_CN": "找到这个本子，民国初年商务印书馆印的，距离我们现在大概将近一百年，中国经过战乱，八年抗战、解放战争、文化大革命。这个书在当年印，我估计顶多一千套，不会印很多。这一千套，经过将近一百年的动乱，到哪里去找？这属于旧东西，破四旧就破光了。还能找到两套，而且这两套，我手上一看它是完整的，为什么？这个书没人看过，没有在里头做记号。虽然书，纸已经很脆了，再保存很难，所以拿来之后我都没有看，立刻送给世界书局。世界书局跟我很熟，我就托他给我印一万套，分送给全世界大学图书馆保存，就不会失掉了。世界纵然有灾难，不会全部消失，总会有地方留下来，那我们这些书都会保存到。",
      "zh_TW": "找到這個本子，民國初年商務印書館印的，距離我們現在大概將近一百年，中國經過戰亂，八年抗戰、解放戰爭、文化大革命。這個書在當年印，我估計頂多一千套，不會印很多。這一千套，經過將近一百年的動亂，到哪裡去找？這屬於舊東西，破四舊就破光了。還能找到兩套，而且這兩套，我手上一看它是完整的，為什麼？這個書沒人看過，沒有在裡頭做記號。雖然書，紙已經很脆了，再保存很難，所以拿來之後我都沒有看，立刻送給世界書局。世界書局跟我很熟，我就託他給我印一萬套，分送給全世界大學圖書館保存，就不會失掉了。世界縱然有災難，不會全部消失，總會有地方留下來，那我們這些書都會保存到。"
    },
    {
      "id": "02-040-0161_p0038",
      "zh_CN": "保存，这是人类的瑰宝，真正是宝，什么金银琉璃七宝，那个不管用的，救是救不了人的，这个能救人。这是我们老祖宗千万年心血的结晶，我们要不能保存叫大不孝。如何保存？大量去印，到处流通，这个方法最好。而且要劝人学习，劝人学习我们就要劝人学文言文。对世界其他国家，凡是我认识的我都劝他学文言文，我都把这些东西送给他。唐太宗是提醒我一句话，我也不是为他，我是为了中国古籍。这么多的东西，我们怎么学习？只有在里头撷取精华，最好的东西一句一句抄下来，编成一部书，这不是很理想吗？这是我想的，跟唐太宗想的一样。所以一看，就是我所想的，天天念着这个东西，居然出现了。我本来是找一批教授，退休的教授，去看这些书，大家节录编成一本。做了，做了好几年，编出来不理想，也花了五、六万人民币，请人要花钱，不能用。没有想到古人已经做好了。《国学治要》，民国初年，我一看它的序文，他写序文的那一年是我出生的那一年，丁卯年，民国十六年，一九二七。写这个序文的时候，是我出生的那年。",
      "zh_TW": "保存，這是人類的瑰寶，真正是寶，什麼金銀琉璃七寶，那個不管用的，救是救不了人的，這個能救人。這是我們老祖宗千萬年心血的結晶，我們要不能保存叫大不孝。如何保存？大量去印，到處流通，這個方法最好。而且要勸人學習，勸人學習我們就要勸人學文言文。對世界其他國家，凡是我認識的我都勸他學文言文，我都把這些東西送給他。唐太宗是提醒我一句話，我也不是為他，我是為了中國古籍。這麼多的東西，我們怎麼學習？只有在裡頭擷取精華，最好的東西一句一句抄下來，編成一部書，這不是很理想嗎？這是我想的，跟唐太宗想的一樣。所以一看，就是我所想的，天天念著這個東西，居然出現了。我本來是找一批教授，退休的教授，去看這些書，大家節錄編成一本。做了，做了好幾年，編出來不理想，也花了五、六萬人民幣，請人要花錢，不能用。沒有想到古人已經做好了。《國學治要》，民國初年，我一看它的序文，他寫序文的那一年是我出生的那一年，丁卯年，民國十六年，一九二七。寫這個序文的時候，是我出生的那年。"
    },
    {
      "id": "02-040-0161_p0039",
      "zh_CN": "这两本东西出现了，到我手上，我觉得中国传统文化有救，有前途，我的希望完全出现了。所以大量的来流通，不要流通别的，流通这些。所以商务印书馆，纪念孙中山先生革命一百周年，就是民国一百周年，政府好像希望他们将《四库全书》再版。十几年前，他们印出来初版，只印了三百套，我买了一套，我买是最后一套。我问他印了多少套？三百套，不多。这个东西私人不会买的，分量太大，家里没地方放，加上价钱又高，多半是机关、学校给他订购的。《荟要》，《荟要》价值比《全书》还高，世界书局印的。两个书局老板都来找我，我听这个话，好！机会难得，正好手上有一笔钱，人家送给我的，放了好多年，没地方用。本来我是用在想翻印石经，就是房山石经，房山石经以前印的本子缩小了，太小了，那不能看，只能做典籍收藏，没有意思。我只想把它印大字，缩小一点，至少缩小到寸楷，一寸的寸楷，我们可以读，那就能读。那个钱是想印这部书的。我印了我自己不要，全部奉献给国家，希望国家用这个做为礼品，赠送给全世界每个国家图书馆、每个著名大学图书馆。我们可以印一千套，我这笔钱等着这个。那个时候宗教局长叶小文，他真的帮助我，关卡很多，到最后不了了之。",
      "zh_TW": "這兩本東西出現了，到我手上，我覺得中國傳統文化有救，有前途，我的希望完全出現了。所以大量的來流通，不要流通別的，流通這些。所以商務印書館，紀念孫中山先生革命一百週年，就是民國一百週年，政府好像希望他們將《四庫全書》再版。十幾年前，他們印出來初版，只印了三百套，我買了一套，我買是最後一套。我問他印了多少套？三百套，不多。這個東西私人不會買的，分量太大，家裡沒地方放，加上價錢又高，多半是機關、學校給他訂購的。《薈要》，《薈要》價值比《全書》還高，世界書局印的。兩個書局老闆都來找我，我聽這個話，好！機會難得，正好手上有一筆錢，人家送給我的，放了好多年，沒地方用。本來我是用在想翻印石經，就是房山石經，房山石經以前印的本子縮小了，太小了，那不能看，只能做典籍收藏，沒有意思。我只想把它印大字，縮小一點，至少縮小到寸楷，一寸的寸楷，我們可以讀，那就能讀。那個錢是想印這部書的。我印了我自己不要，全部奉獻給國家，希望國家用這個做為禮品，贈送給全世界每個國家圖書館、每個著名大學圖書館。我們可以印一千套，我這筆錢等著這個。那個時候宗教局長葉小文，他真的幫助我，關卡很多，到最後不了了之。"
    },
    {
      "id": "02-040-0161_p0040",
      "zh_CN": "所以这笔钱留着正好，我向商务印书馆订了一百套《四库全书》，向世界书局订了两百套《荟要》，做这个用了。这笔钱正好用光，一千万美金。《四库全书》，商务印书馆给我特别优惠，照从前老价钱，一套五万美金，一百套五百万。世界书局也是给我优惠，两百套，加上这两种，一万套的《群书治要》、一万套《国学治要》，大概也是五百多万美金，消掉了。原本是做石经的，石经没有搞成，看看将来有机会，我这个念头没死，我还是想把石经印出来。石经现在他们有六套拓本，就是石拓的，拓了一共有六套，那就是原来的字大小，像字帖一样的。这个还是要印，成本高也要印，这是佛经的瑰宝。听说石经里面的收藏很丰富，我们现在《大藏经》里头还有没有收藏到的，它那里有，这是非常有价值。古人用了八百年的时间，世世代代接着干，把《大藏经》刻到石头上，目的是希望不要丧失，经典永远保存下去。现在我们知道，如果一个地震怎么办？全毁掉了，就怕这个，所以一定要把它印出来。我在等待机会，还有一些人捐给我的钱摆在此地，我在等待机会印这部书。",
      "zh_TW": "所以這筆錢留著正好，我向商務印書館訂了一百套《四庫全書》，向世界書局訂了兩百套《薈要》，做這個用了。這筆錢正好用光，一千萬美金。《四庫全書》，商務印書館給我特別優惠，照從前老價錢，一套五萬美金，一百套五百萬。世界書局也是給我優惠，兩百套，加上這兩種，一萬套的《群書治要》、一萬套《國學治要》，大概也是五百多萬美金，消掉了。原本是做石經的，石經沒有搞成，看看將來有機會，我這個念頭沒死，我還是想把石經印出來。石經現在他們有六套拓本，就是石拓的，拓了一共有六套，那就是原來的字大小，像字帖一樣的。這個還是要印，成本高也要印，這是佛經的瑰寶。聽說石經裡面的收藏很豐富，我們現在《大藏經》裡頭還有沒有收藏到的，它那裡有，這是非常有價值。古人用了八百年的時間，世世代代接著幹，把《大藏經》刻到石頭上，目的是希望不要喪失，經典永遠保存下去。現在我們知道，如果一個地震怎麼辦？全毀掉了，就怕這個，所以一定要把它印出來。我在等待機會，還有一些人捐給我的錢擺在此地，我在等待機會印這部書。"
    },
    {
      "id": "02-040-0161_p0041",
      "zh_CN": "现在我们发起，赞助的人会很多，所以费用上我根本就不愁。办活动都不愁费用，只要一说，就会有人送钱来。这就是章嘉大师教给我的，财从哪里来？布施，愈施愈多，一点都没错，愈施愈多。聪明智慧，法布施；健康长寿，无畏布施。老师教给我，因为三个我都缺乏。命里头没有财，财库空空，还好有一点小智慧；命里头没有寿命，寿命只有四十五岁。这老人都知道，教给我怎么样把它补出来。布施，我跟大师第一天见面，他教给我的。他给我讲看破、放下，我说从哪里下手？布施，把三种布施告诉我，「佛氏门中，有求必应」，你只认真去做。没有钱，没有钱布施不要紧，要有布施的心，这个重要，有多少钱你就布施多少钱。他问我，一毛钱有没有？可以，一毛钱行；一块钱可不可以？一块钱也还可以。他说你就从一毛、一块去做。寺庙里头印经，拿了个单子来大家出钱，出一毛也可以，出一块也可以，他不拘多少，他都收。还有放生，放生是无畏布施。就一块、一毛就这么做，真干，干了真有感应！寿命，我没有求长寿，我感恩佛菩萨，这个寿命是佛菩萨延长的。",
      "zh_TW": "現在我們發起，贊助的人會很多，所以費用上我根本就不愁。辦活動都不愁費用，只要一說，就會有人送錢來。這就是章嘉大師教給我的，財從哪裡來？布施，愈施愈多，一點都沒錯，愈施愈多。聰明智慧，法布施；健康長壽，無畏布施。老師教給我，因為三個我都缺乏。命裡頭沒有財，財庫空空，還好有一點小智慧；命裡頭沒有壽命，壽命只有四十五歲。這老人都知道，教給我怎麼樣把它補出來。布施，我跟大師第一天見面，他教給我的。他給我講看破、放下，我說從哪裡下手？布施，把三種布施告訴我，「佛氏門中，有求必應」，你只認真去做。沒有錢，沒有錢布施不要緊，要有布施的心，這個重要，有多少錢你就布施多少錢。他問我，一毛錢有沒有？可以，一毛錢行；一塊錢可不可以？一塊錢也還可以。他說你就從一毛、一塊去做。寺廟裡頭印經，拿了個單子來大家出錢，出一毛也可以，出一塊也可以，他不拘多少，他都收。還有放生，放生是無畏布施。就一塊、一毛就這麼做，真幹，幹了真有感應！壽命，我沒有求長壽，我感恩佛菩薩，這個壽命是佛菩薩延長的。"
    },
    {
      "id": "02-040-0161_p0042",
      "zh_CN": "甘珠活佛，见过没有？他就见过，老法师见过。我们是同学，他也是章嘉大师的学生，他大我十几岁，不到二十岁，大我十几岁。那个时候他四十多岁，我们二十多岁，二十六岁，他四十多岁，大我不到二十岁。我们很熟，常常在一起。在一次仁王法会里头我们遇到了，在善导寺。他就找我，我说活佛有什么事情？他说你来。我坐在他旁边，他告诉我，我们很多人在背后都在谈你。我说谈我什么？他说谈你人是很聪明，非常可惜，没有福报又短命。我说这个，我不忌讳，你可以当我面谈，我都很清楚。他说你现在变了，你讲经功德，那个时候我讲经大概有十二年了，十二年，他说你这十二年讲经的功德，你的命运转了，不但你有福报，你有大福报，你的寿命很长，他告诉我这个信息。没想到他第二年就往生了，我真是没看出来，第二年他就走了。章嘉大师在台湾学生当中，他是一个很有成就的，我对他很尊敬。我那个时候想学藏文，章嘉大师告诉我，藏文他行，他可以教你，佛法别跟他学，不要听他的。很难得。",
      "zh_TW": "甘珠活佛，見過沒有？他就見過，老法師見過。我們是同學，他也是章嘉大師的學生，他大我十幾歲，不到二十歲，大我十幾歲。那個時候他四十多歲，我們二十多歲，二十六歲，他四十多歲，大我不到二十歲。我們很熟，常常在一起。在一次仁王法會裡頭我們遇到了，在善導寺。他就找我，我說活佛有什麼事情？他說你來。我坐在他旁邊，他告訴我，我們很多人在背後都在談你。我說談我什麼？他說談你人是很聰明，非常可惜，沒有福報又短命。我說這個，我不忌諱，你可以當我面談，我都很清楚。他說你現在變了，你講經功德，那個時候我講經大概有十二年了，十二年，他說你這十二年講經的功德，你的命運轉了，不但你有福報，你有大福報，你的壽命很長，他告訴我這個信息。沒想到他第二年就往生了，我真是沒看出來，第二年他就走了。章嘉大師在台灣學生當中，他是一個很有成就的，我對他很尊敬。我那個時候想學藏文，章嘉大師告訴我，藏文他行，他可以教你，佛法別跟他學，不要聽他的。很難得。"
    },
    {
      "id": "02-040-0161_p0043",
      "zh_CN": "所以，我看到这个宿殖深厚，今天在我们这个世界上，这个地球上，大概戒律的只有你们一家了，这个使命很重。所以我相信，佛菩萨会加持法师长寿，你有你的使命在，这是什么？根。将来有这个缘分的话，真的佛教办大学的话，戒律学院，我会介绍、推荐你去。没有根是决定不行。我这一生障碍非常多，修忍辱波罗蜜，修禅定波罗蜜，能在顺境逆境、善缘恶缘都能够把握住不动心、不改变，成就就靠这一点点。我是真想学戒律，没地方去学。所以今天大家，无论跟我的，无论是在别的地方学习的，一定要重视，「戒为无上菩提本，长养一切诸善根」，所有一切善根都从戒律上得。章嘉大师叮咛我几十遍，我感恩他，不是这样苦心的叮咛，我不会重视，不会认真去反省。",
      "zh_TW": "所以，我看到這個宿殖深厚，今天在我們這個世界上，這個地球上，大概戒律的只有你們一家了，這個使命很重。所以我相信，佛菩薩會加持法師長壽，你有你的使命在，這是什麼？根。將來有這個緣分的話，真的佛教辦大學的話，戒律學院，我會介紹、推薦你去。沒有根是決定不行。我這一生障礙非常多，修忍辱波羅蜜，修禪定波羅蜜，能在順境逆境、善緣惡緣都能夠把握住不動心、不改變，成就就靠這一點點。我是真想學戒律，沒地方去學。所以今天大家，無論跟我的，無論是在別的地方學習的，一定要重視，「戒為無上菩提本，長養一切諸善根」，所有一切善根都從戒律上得。章嘉大師叮嚀我幾十遍，我感恩他，不是這樣苦心的叮嚀，我不會重視，不會認真去反省。"
    },
    {
      "id": "02-040-0161_p0044",
      "zh_CN": "所以，我要遇不到章嘉大师，纵然在李老师那里，不会有什么成就，也不一定会出家。我出家是章嘉大师教给我的，我一个人在台湾，没有任何牵挂，他说你很适合。他教我不要去做官，出家，还教我学释迦牟尼佛。第一部叫我看的书，《释迦谱》、《释迦方志》，那个时候市面上买不到，没有单行本，告诉我《大藏经》里头有，你去抄。我抄了两本，《释迦方志》不多，《释迦谱》比较分量多一点，抄书，到善导寺去抄经。他告诉我，学佛不能不认识释迦牟尼佛，你不认识他，你会走错路，你会走弯路。",
      "zh_TW": "所以，我要遇不到章嘉大師，縱然在李老師那裡，不會有什麼成就，也不一定會出家。我出家是章嘉大師教給我的，我一個人在台灣，沒有任何牽掛，他說你很適合。他教我不要去做官，出家，還教我學釋迦牟尼佛。第一部叫我看的書，《釋迦譜》、《釋迦方志》，那個時候市面上買不到，沒有單行本，告訴我《大藏經》裡頭有，你去抄。我抄了兩本，《釋迦方志》不多，《釋迦譜》比較分量多一點，抄書，到善導寺去抄經。他告訴我，學佛不能不認識釋迦牟尼佛，你不認識他，你會走錯路，你會走彎路。"
    },
    {
      "id": "02-040-0161_p0045",
      "zh_CN": "我们看了之后，才知道释迦牟尼是王子，能把荣华富贵、财色名利彻底放下。什么时候？十九岁，真放下了。出去参学，那都是做样子给我们看的，他的示现，现代人说知识分子，好学。印度的宗教他统统学过，印度的哲学，就是学派，他也全学过，这些都是世界一流的。印度的宗教跟学派都重视禅定，就是重视戒定，不仅是佛教提戒定慧，所有宗教都重视戒定，因戒得定。但是他们的定只到四禅八定，换句话说，只到非想非非想处天，上面就没有了。所以出不了六道轮回，佛教称他们为世间禅定。佛所传下的是出世间禅定，跟世间禅定不一样。世间禅定是伏烦恼，禅定伏住，烦恼没断，定要一失掉，烦恼就起现行，这经上讲得很清楚的，跟出世间禅定不一样。出世间禅定是要把烦恼化解，要把它放下，不是伏住，是把它断掉。其实烦恼跟智慧是一桩事情，觉悟了，烦恼就变成智慧，迷了，智慧就变成烦恼，一体两面，它是分不开的。所以说烦恼把它断掉，智慧也断掉了。转烦恼成菩提这就对了，这句话说清楚了，是把它转化，不是把它真的灭了；灭了，菩提也没有了。佛说话有时候随俗，我们要了解他的意思，不是真的断掉了，是转变。",
      "zh_TW": "我們看了之後，才知道釋迦牟尼是王子，能把榮華富貴、財色名利徹底放下。什麼時候？十九歲，真放下了。出去參學，那都是做樣子給我們看的，他的示現，現代人說知識分子，好學。印度的宗教他統統學過，印度的哲學，就是學派，他也全學過，這些都是世界一流的。印度的宗教跟學派都重視禪定，就是重視戒定，不僅是佛教提戒定慧，所有宗教都重視戒定，因戒得定。但是他們的定只到四禪八定，換句話說，只到非想非非想處天，上面就沒有了。所以出不了六道輪迴，佛教稱他們為世間禪定。佛所傳下的是出世間禪定，跟世間禪定不一樣。世間禪定是伏煩惱，禪定伏住，煩惱沒斷，定要一失掉，煩惱就起現行，這經上講得很清楚的，跟出世間禪定不一樣。出世間禪定是要把煩惱化解，要把它放下，不是伏住，是把它斷掉。其實煩惱跟智慧是一樁事情，覺悟了，煩惱就變成智慧，迷了，智慧就變成煩惱，一體兩面，它是分不開的。所以說煩惱把它斷掉，智慧也斷掉了。轉煩惱成菩提這就對了，這句話說清楚了，是把它轉化，不是把它真的滅了；滅了，菩提也沒有了。佛說話有時候隨俗，我們要了解他的意思，不是真的斷掉了，是轉變。"
    },
    {
      "id": "02-040-0161_p0046",
      "zh_CN": "总的原则，转恶为善，这是佛教一般人民、整个社会，叫普世的教育，小乘教里头多。转恶为善，那就是果上讲，转三恶道为三善道，没有出离六道轮回，你不堕三恶道，这是第一步，第二步转迷为悟，第三步转凡为圣。这是佛陀教育的三个层次，一步一步向上提升。转凡成圣，小圣是阿罗汉，大圣是佛陀；小圣超越六道，大圣超越十法界。这个方向、目标我们都清楚，路怎么个走法？千万要记住，守规矩。所以戒律从哪里学起？从《弟子规》学起。有《弟子规》、有《太上感应篇》，佛家戒律很简单，一点都不难，很容易，你会学得很欢喜；没有《弟子规》、没有《感应篇》，学得就真难，这个太拘束了，让我动都不能动。其实戒律是大自在，不能误会、不能害怕，提到戒律，学佛的人都害怕，这样也不能做，那样也不能做。如果懂得《感应篇》，应该不做，不应该去做，果报可不得了，起心动念都有果报。起一个恶念，就有一个恶的果报等着你，你要是有行动，去干坏事，那就是增上缘，很快就堕下去了。",
      "zh_TW": "總的原則，轉惡為善，這是佛教一般人民、整個社會，叫普世的教育，小乘教裡頭多。轉惡為善，那就是果上講，轉三惡道為三善道，沒有出離六道輪迴，你不墮三惡道，這是第一步，第二步轉迷為悟，第三步轉凡為聖。這是佛陀教育的三個層次，一步一步向上提升。轉凡成聖，小聖是阿羅漢，大聖是佛陀；小聖超越六道，大聖超越十法界。這個方向、目標我們都清楚，路怎麼個走法？千萬要記住，守規矩。所以戒律從哪裡學起？從《弟子規》學起。有《弟子規》、有《太上感應篇》，佛家戒律很簡單，一點都不難，很容易，你會學得很歡喜；沒有《弟子規》、沒有《感應篇》，學得就真難，這個太拘束了，讓我動都不能動。其實戒律是大自在，不能誤會、不能害怕，提到戒律，學佛的人都害怕，這樣也不能做，那樣也不能做。如果懂得《感應篇》，應該不做，不應該去做，果報可不得了，起心動念都有果報。起一個惡念，就有一個惡的果報等著你，你要是有行動，去幹壞事，那就是增上緣，很快就墮下去了。"
    },
    {
      "id": "02-040-0161_p0047",
      "zh_CN": "起心动念是因，言语造作是缘，因加上缘，果报现前了。最好因都不要，起心动念纯净纯善。最善的念头无过于阿弥陀佛，人起阿弥陀佛这个念头，善中之善，一切佛法里头第一善。为什么？这个名号，十方三世一切诸佛如来称赞，阿弥陀佛「光中极尊，佛中之王」。诸佛都顶戴，我们现在人不知道，真正晓得的时候，念佛要分秒必争，不让这一秒钟空过。秒秒钟都是阿弥陀佛，这才真正是弥陀弟子，不能不知道。",
      "zh_TW": "起心動念是因，言語造作是緣，因加上緣，果報現前了。最好因都不要，起心動念純淨純善。最善的念頭無過於阿彌陀佛，人起阿彌陀佛這個念頭，善中之善，一切佛法裡頭第一善。為什麼？這個名號，十方三世一切諸佛如來稱讚，阿彌陀佛「光中極尊，佛中之王」。諸佛都頂戴，我們現在人不知道，真正曉得的時候，念佛要分秒必爭，不讓這一秒鐘空過。秒秒鐘都是阿彌陀佛，這才真正是彌陀弟子，不能不知道。"
    },
    {
      "id": "02-040-0161_p0048",
      "zh_CN": "我们要是把这个经搞得这么多遍，真正搞清楚、搞明白。大经，学过《华严》、学过《般若》、学过《法华》、学过《楞严》，学过相宗的唯识，我们才真正认识这一句阿弥陀佛，才认识这部《无量寿经》，真正了解这个会集本。夏莲居再来人，决定不是普通人，普通人做不到。黄念祖老居士这个注解还得了吗？这是普通人能做得到的事情吗？六年写这部注解，搜集这么多的资料，八十三种经论，一百一十种祖师的注疏。我到他房间去看，他房间很小，只有我们这个摄影棚一半大，一张床铺，一个桌子，这些参考资料堆得满满的。我说你从哪里来的？到哪里去找？他说各个地方佛友们，他们找到都送来了，送来确实都是很好的参考资料，全用上了。我那时候说，我正印《大藏经》，我说我送一套《大藏经》给你。他说你看看，我没地方放。真没地方放，不是假的，确实没地方放。晚年，这个注解做完之后，经过几次校对、补充，然后放下，一心念佛求生净土。一天十四万声佛号，念了半年，往生了，现身说法。",
      "zh_TW": "我們要是把這個經搞得這麼多遍，真正搞清楚、搞明白。大經，學過《華嚴》、學過《般若》、學過《法華》、學過《楞嚴》，學過相宗的唯識，我們才真正認識這一句阿彌陀佛，才認識這部《無量壽經》，真正了解這個會集本。夏蓮居再來人，決定不是普通人，普通人做不到。黃念祖老居士這個註解還得了嗎？這是普通人能做得到的事情嗎？六年寫這部註解，蒐集這麼多的資料，八十三種經論，一百一十種祖師的註疏。我到他房間去看，他房間很小，只有我們這個攝影棚一半大，一張床鋪，一個桌子，這些參考資料堆得滿滿的。我說你從哪裡來的？到哪裡去找？他說各個地方佛友們，他們找到都送來了，送來確實都是很好的參考資料，全用上了。我那時候說，我正印《大藏經》，我說我送一套《大藏經》給你。他說你看看，我沒地方放。真沒地方放，不是假的，確實沒地方放。晚年，這個註解做完之後，經過幾次校對、補充，然後放下，一心念佛求生淨土。一天十四萬聲佛號，念了半年，往生了，現身說法。"
    },
    {
      "id": "02-040-0161_p0049",
      "zh_CN": "这个大德通宗通教，显密圆融，他是密宗的金刚上师，他的禅是跟虚云老和尚学的，夏莲居老居士是他的老师，梅光羲老居士是他的舅父。我们老师李炳南老居士，佛学是跟梅光羲学的，所以李老师是梅大师的学生。我们这一串，串的时候有关系，法脉上有关系。一个会经，一个集注，我说我来担任流通。莲公往生的时候给黄念老说，他的会集本，这个会集的本子，将来从海外流通流回到大陆。他们当时听了都莫名其妙，这怎么可能？到现在一看果然如是。我们在美国碰到，通电话，他在美国住一个月。回国之后，我就到北京去看他，他就告诉我，他说莲公告诉他，这个经是从海外传过来的，现在看到了。当时说的时候没有人相信，不知道他说这什么意思。所以我们要有流通的使命。",
      "zh_TW": "這個大德通宗通教，顯密圓融，他是密宗的金剛上師，他的禪是跟虛雲老和尚學的，夏蓮居老居士是他的老師，梅光羲老居士是他的舅父。我們老師李炳南老居士，佛學是跟梅光羲學的，所以李老師是梅大師的學生。我們這一串，串的時候有關係，法脈上有關係。一個會經，一個集註，我說我來擔任流通。蓮公往生的時候給黃念老說，他的會集本，這個會集的本子，將來從海外流通流回到大陸。他們當時聽了都莫名其妙，這怎麼可能？到現在一看果然如是。我們在美國碰到，通電話，他在美國住一個月。回國之後，我就到北京去看他，他就告訴我，他說蓮公告訴他，這個經是從海外傳過來的，現在看到了。當時說的時候沒有人相信，不知道他說這什麼意思。所以我們要有流通的使命。"
    },
    {
      "id": "02-040-0161_p0050",
      "zh_CN": "净宗学会是夏莲老提出来的，国内没有成立，提出这个名称。所以念老就告诉我，你在海外，希望到处建立净宗学会。就是莲社，跟莲社完全一样，名称上换一下。那个时候，我在美国、加拿大好像有三十多个净宗学会，第一个在温哥华，加拿大净宗学会，现在还在；第二个在旧金山，现在还杨一华负责主持，这是美国第一个，以后在洛杉矶，各个大城市统统都有。然后发展到欧洲，欧洲多半是悟道法师去建的，悟行法师，他们两个比我跑得多，我年岁大了跑不动了，让他们去跑。现在跟非洲也结了缘。",
      "zh_TW": "淨宗學會是夏蓮老提出來的，國內沒有成立，提出這個名稱。所以念老就告訴我，你在海外，希望到處建立淨宗學會。就是蓮社，跟蓮社完全一樣，名稱上換一下。那個時候，我在美國、加拿大好像有三十多個淨宗學會，第一個在溫哥華，加拿大淨宗學會，現在還在；第二個在舊金山，現在還楊一華負責主持，這是美國第一個，以後在洛杉磯，各個大城市統統都有。然後發展到歐洲，歐洲多半是悟道法師去建的，悟行法師，他們兩個比我跑得多，我年歲大了跑不動了，讓他們去跑。現在跟非洲也結了緣。"
    },
    {
      "id": "02-040-0161_p0051",
      "zh_CN": "所以我们负责来流通，把这个法门发扬光大，普度众生。我相信底下一代一定超过我，我们把这些基础贡献给下一代的人，给他做个铺垫，他能起来。好，现在时间到了，我们就学习到此地。",
      "zh_TW": "所以我們負責來流通，把這個法門發揚光大，普度眾生。我相信底下一代一定超過我，我們把這些基礎貢獻給下一代的人，給他做個鋪墊，他能起來。好，現在時間到了，我們就學習到此地。"
    }
  ]
}