{
  "doc_id": "02-040-0115",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一五集",
    "zh_TW": "第一一五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0115",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0115_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百四十三页，倒数第三行，从倒数第三行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百四十三頁，倒數第三行，從倒數第三行看起："
    },
    {
      "id": "02-040-0115_p0002",
      "zh_CN": "『为诸庶类作不请之友』，这一句是经文。念老的注解，「庶者，凡庶。类者，品类。又庶者众也」，就是一般讲的凡夫、众生。众生，这个名词含义非常深广，众是众缘，众缘和合而生起的现象就叫众生。众缘和合而生起的现象，这范围太大了，宇宙之间没有一样不是众缘和合而生的。我们人、动物是四大五蕴众缘和合而生，这众生；植物也是众缘和合而生，矿物还是的。科学家将整个宇宙归纳为三种现象，物质现象、精神现象都是众缘和合而生的。自然现象它太微细了，看不出，想必也离不开众缘和合，否则的话它怎么会生起？所以这个范围很大很大。",
      "zh_TW": "『為諸庶類作不請之友』，這一句是經文。念老的註解，「庶者，凡庶。類者，品類。又庶者眾也」，就是一般講的凡夫、眾生。眾生，這個名詞含義非常深廣，眾是眾緣，眾緣和合而生起的現象就叫眾生。眾緣和合而生起的現象，這範圍太大了，宇宙之間沒有一樣不是眾緣和合而生的。我們人、動物是四大五蘊眾緣和合而生，這眾生；植物也是眾緣和合而生，礦物還是的。科學家將整個宇宙歸納為三種現象，物質現象、精神現象都是眾緣和合而生的。自然現象它太微細了，看不出，想必也離不開眾緣和合，否則的話它怎麼會生起？所以這個範圍很大很大。"
    },
    {
      "id": "02-040-0115_p0003",
      "zh_CN": "通常我们讲众生，狭义的意思专指人类，或者是指十法界的众生，叫有情众生。人是有情的，动物是有情的，植物、矿物好像没有什么情，其实现在我们知道，植物、矿物还是有情，它的情识是很敏感，也很明显，但是我们看不出来，所以误会了，把它看作无情众生。佛也很慈悲，随顺，我们说无情，佛也说无情，其实佛知道事实真相，我们确实是不晓得真相。《华严经》上有一句话说，「情与无情，同圆种智」，这是说菩萨成佛，菩萨成佛那个境界里头，无情众生也成佛了。换句话说，他成佛了，树木花草、山河大地都成佛了。这句话，一直到前面老一辈出家在家的大德，都没有能把它讲清楚，所以我们学了多少年，对这句话始终是有一个疑问在里头，这个疑问没有办法断掉。直到最近这几年，我们看了当代量子力学家的研究报告，这个问题解决了。解决，回头再看佛经，经上讲的一点没错，只是我们自己智慧不够看不懂。明白之后再看，看懂了，对于佛菩萨智慧、德行、善巧、高明佩服得五体投地。",
      "zh_TW": "通常我們講眾生，狹義的意思專指人類，或者是指十法界的眾生，叫有情眾生。人是有情的，動物是有情的，植物、礦物好像沒有什麼情，其實現在我們知道，植物、礦物還是有情，它的情識是很敏感，也很明顯，但是我們看不出來，所以誤會了，把它看作無情眾生。佛也很慈悲，隨順，我們說無情，佛也說無情，其實佛知道事實真相，我們確實是不曉得真相。《華嚴經》上有一句話說，「情與無情，同圓種智」，這是說菩薩成佛，菩薩成佛那個境界裡頭，無情眾生也成佛了。換句話說，他成佛了，樹木花草、山河大地都成佛了。這句話，一直到前面老一輩出家在家的大德，都沒有能把它講清楚，所以我們學了多少年，對這句話始終是有一個疑問在裡頭，這個疑問沒有辦法斷掉。直到最近這幾年，我們看了當代量子力學家的研究報告，這個問題解決了。解決，回頭再看佛經，經上講的一點沒錯，只是我們自己智慧不夠看不懂。明白之後再看，看懂了，對於佛菩薩智慧、德行、善巧、高明佩服得五體投地。"
    },
    {
      "id": "02-040-0115_p0004",
      "zh_CN": "科学给我们说的，像日本江本博士做的水实验，水是无情的，我们一般都说这矿物，无情的，它不能看、不能听，我们起心动念它不知道。江本博士一实验，水能看、能听，懂得人的意思。不但能听，比我们厉害，它没有学过，这个世界上各种文字它都懂，它都会看，不会认错，这很厉害，各种不同的语言它懂，我们的起心动念它懂、它知道。我们看到它的结晶，完全明白了。江本博士做了十几万次的实验，没有发现两个图案完全相同，这说明什么？说明万法无常。我们所看到的一切现象是一种相似的相续相，不是真正相续，真正相续应该有同的，前后是相同的，前后不同。",
      "zh_TW": "科學給我們說的，像日本江本博士做的水實驗，水是無情的，我們一般都說這礦物，無情的，它不能看、不能聽，我們起心動念它不知道。江本博士一實驗，水能看、能聽，懂得人的意思。不但能聽，比我們厲害，它沒有學過，這個世界上各種文字它都懂，它都會看，不會認錯，這很厲害，各種不同的語言它懂，我們的起心動念它懂、它知道。我們看到它的結晶，完全明白了。江本博士做了十幾萬次的實驗，沒有發現兩個圖案完全相同，這說明什麼？說明萬法無常。我們所看到的一切現象是一種相似的相續相，不是真正相續，真正相續應該有同的，前後是相同的，前後不同。"
    },
    {
      "id": "02-040-0115_p0005",
      "zh_CN": "然后回过来看我们人的身体，我们这个身体是相似相续相。我们从显著，比较长一点的时间来看，我们的身体一年跟一年不一样，年年不相同。从出生那天起，一年比一年老化，这个一点不假，大家都承认。是不是一年一年起变化？不是的，月月都不同。再往细观，天天都不同；再入细观，每个小时不一样；再往下观，每分钟不一样，过去这一分钟再不回头了。人最精进，分秒他都不停留的，向什么目标精进？向坟墓精进。他不肯留，真的一分一秒都不放松，从出生就往坟墓上走，这一条大道他不拐弯，这是事实真相。人生有什么意思！世间人建功立业，留名于后世，立功、立德、立言，叫三不朽，真的不朽吗？天文学家告诉我们，天空当中几乎每天都有星球爆炸、毁灭，星系没有了，像我们这太阳系，太阳系没有了。它都有寿命的。银河系也有寿命的，不是永恒不灭的。那三不朽是一个空的假想，不是事实。",
      "zh_TW": "然後回過來看我們人的身體，我們這個身體是相似相續相。我們從顯著，比較長一點的時間來看，我們的身體一年跟一年不一樣，年年不相同。從出生那天起，一年比一年老化，這個一點不假，大家都承認。是不是一年一年起變化？不是的，月月都不同。再往細觀，天天都不同；再入細觀，每個小時不一樣；再往下觀，每分鐘不一樣，過去這一分鐘再不回頭了。人最精進，分秒他都不停留的，向什麼目標精進？向墳墓精進。他不肯留，真的一分一秒都不放鬆，從出生就往墳墓上走，這一條大道他不拐彎，這是事實真相。人生有什麼意思！世間人建功立業，留名於後世，立功、立德、立言，叫三不朽，真的不朽嗎？天文學家告訴我們，天空當中幾乎每天都有星球爆炸、毀滅，星系沒有了，像我們這太陽系，太陽系沒有了。它都有壽命的。銀河系也有壽命的，不是永恆不滅的。那三不朽是一個空的假想，不是事實。"
    },
    {
      "id": "02-040-0115_p0006",
      "zh_CN": "人是无常的，无常里头有真常，谁知道？圣人知道、佛菩萨知道。我们的老祖宗，那时佛教没传到中国来之前就知道。《大学》章句上说的，绝对是在佛教之前，「大学之道，在明明德」。那个明明德是真常，永恒不变，明德就是佛法里面讲的自性、真如、本性、实相，跟佛法讲的完全相同。老祖宗有智慧，一切万变当中他看到不变的东西，一切变化里面他看到不变化的东西。像我们现在面对的电视，电视的屏幕不变，永远不变，电视里面的画面是一秒钟都停不下来，它是不断在变。所以不变里头有变动，变动里面有不变，它在一起。凡夫看电视完全看画面，不动的屏幕忘掉了，没看到，只看到画面，没看到屏幕；觉悟的人是画面跟屏幕清清楚楚，全都看到了，那就是觉悟的人。小乘人偏空涅槃，看电视他只看到屏幕，没看到画面，凡夫是只看到画面没看到屏幕。我用这个做比喻很亲切，诸位不难体会到。我们了解事实真相，才知道佛菩萨的大慈大悲。佛菩萨知道一切众生跟自己是一体，跟诸佛如来一体，跟饿鬼、地狱一体，统统是一体。所以佛菩萨在境界里头，无论是真如，无论是六道三途，他不起心不动念、不分别不执着，万法平等、万法一如。他生智慧不生烦恼，他生出大慈悲心帮助一切众生、教化一切众生，帮助众生破迷开悟、离苦得乐，他能做得到。这就是这句经文，「为诸庶类作不请之友」，庶类指一切有情众生。",
      "zh_TW": "人是無常的，無常裡頭有真常，誰知道？聖人知道、佛菩薩知道。我們的老祖宗，那時佛教沒傳到中國來之前就知道。《大學》章句上說的，絕對是在佛教之前，「大學之道，在明明德」。那個明明德是真常，永恆不變，明德就是佛法裡面講的自性、真如、本性、實相，跟佛法講的完全相同。老祖宗有智慧，一切萬變當中他看到不變的東西，一切變化裡面他看到不變化的東西。像我們現在面對的電視，電視的屏幕不變，永遠不變，電視裡面的畫面是一秒鐘都停不下來，它是不斷在變。所以不變裡頭有變動，變動裡面有不變，它在一起。凡夫看電視完全看畫面，不動的屏幕忘掉了，沒看到，只看到畫面，沒看到屏幕；覺悟的人是畫面跟屏幕清清楚楚，全都看到了，那就是覺悟的人。小乘人偏空涅槃，看電視他只看到屏幕，沒看到畫面，凡夫是只看到畫面沒看到屏幕。我用這個做比喻很親切，諸位不難體會到。我們了解事實真相，才知道佛菩薩的大慈大悲。佛菩薩知道一切眾生跟自己是一體，跟諸佛如來一體，跟餓鬼、地獄一體，統統是一體。所以佛菩薩在境界裡頭，無論是真如，無論是六道三途，他不起心不動念、不分別不執著，萬法平等、萬法一如。他生智慧不生煩惱，他生出大慈悲心幫助一切眾生、教化一切眾生，幫助眾生破迷開悟、離苦得樂，他能做得到。這就是這句經文，「為諸庶類作不請之友」，庶類指一切有情眾生。"
    },
    {
      "id": "02-040-0115_p0007",
      "zh_CN": "师道，在中国过去社会是非常尊严，尊师重道。中国人最尊重的就是老师，把尊重老师看作尊重祖宗，同等看待，所以老师具有神圣的地位。家庭子弟多了，要办个学校，这个学校叫塾，我们一般叫私塾，塾是家庭子弟学校。古时候是大家庭，一家人口三、四百人，五、六百人，小孩很多，总有几十个小孩，所以要教。学校多半在祠堂，利用祠堂这些硬体设施来举办。这个意义很深，祠堂里面供奉着历代祖先的牌位，小孩在祠堂里面读书，让他慢慢习惯了尊重祖先，他就会孝顺父母。所以教孝、教敬都在祠堂里头教，不在别的地方。请老师，那是家庭里头最大的一桩大事，在家庭不知道开多少次会，研究讨论。请这个老师真正有德行，把德行摆在第一，第二个有学问，第三个会教小朋友，他有慈悲心、有爱心、有方法。",
      "zh_TW": "師道，在中國過去社會是非常尊嚴，尊師重道。中國人最尊重的就是老師，把尊重老師看作尊重祖宗，同等看待，所以老師具有神聖的地位。家庭子弟多了，要辦個學校，這個學校叫塾，我們一般叫私塾，塾是家庭子弟學校。古時候是大家庭，一家人口三、四百人，五、六百人，小孩很多，總有幾十個小孩，所以要教。學校多半在祠堂，利用祠堂這些硬體設施來舉辦。這個意義很深，祠堂裡面供奉著歷代祖先的牌位，小孩在祠堂裡面讀書，讓他慢慢習慣了尊重祖先，他就會孝順父母。所以教孝、教敬都在祠堂裡頭教，不在別的地方。請老師，那是家庭裡頭最大的一樁大事，在家庭不知道開多少次會，研究討論。請這個老師真正有德行，把德行擺在第一，第二個有學問，第三個會教小朋友，他有慈悲心、有愛心、有方法。"
    },
    {
      "id": "02-040-0115_p0008",
      "zh_CN": "选定之后，家长，家长大概都是太公，因为从前一个家是大家，所以家里根本不分家的，一家人都住在一起，是个社会组织，家长多半是曾祖父这一辈人，他们来担当。高祖父是挂名，年岁太大，不管事了。我们的曾祖父、祖父、父亲都要去迎接老师，老师到了，就在私塾，礼堂里面接见，家长们对老师行最敬礼，三跪九叩首。学生，就是家里面这些子弟，站在两旁边看，你看到我的父亲、祖父、曾祖父对老师都三跪九叩首，看到这种仪式，还能不听话吗？不敢不听话！我家里面的老祖宗对老师都这么尊敬，还有什么话说？所以这个礼一行，家里头上上下下的，家里面做工的，个个对老师都尊敬。尊师重道！为什么尊师？把道看得重、学看得重，认真努力学习。老师要不认真教，要不把学生教好，怎么对得起人家家长？真教、真干。老师教小朋友孝顺父母、尊重祖先，父母在家里教儿女尊敬老师，重视你所学的这些课程。一个小孩能成人，父母跟老师密切配合，把他教出来了。所以老师只有，你看请，多大的礼节把他请过来，不是随便邀请，没这个道理的。「只闻来学，未闻往教」，老师在这里立了一个学堂、一个教室，你来学一定是来拜老师、亲近老师，不能说把老师请到我家里去，没这个道理的。「只闻来学，未闻往教」，对老师这么重视。",
      "zh_TW": "選定之後，家長，家長大概都是太公，因為從前一個家是大家，所以家裡根本不分家的，一家人都住在一起，是個社會組織，家長多半是曾祖父這一輩人，他們來擔當。高祖父是掛名，年歲太大，不管事了。我們的曾祖父、祖父、父親都要去迎接老師，老師到了，就在私塾，禮堂裡面接見，家長們對老師行最敬禮，三跪九叩首。學生，就是家裡面這些子弟，站在兩旁邊看，你看到我的父親、祖父、曾祖父對老師都三跪九叩首，看到這種儀式，還能不聽話嗎？不敢不聽話！我家裡面的老祖宗對老師都這麼尊敬，還有什麼話說？所以這個禮一行，家裡頭上上下下的，家裡面做工的，個個對老師都尊敬。尊師重道！為什麼尊師？把道看得重、學看得重，認真努力學習。老師要不認真教，要不把學生教好，怎麼對得起人家家長？真教、真幹。老師教小朋友孝順父母、尊重祖先，父母在家裡教兒女尊敬老師，重視你所學的這些課程。一個小孩能成人，父母跟老師密切配合，把他教出來了。所以老師只有，你看請，多大的禮節把他請過來，不是隨便邀請，沒這個道理的。「只聞來學，未聞往教」，老師在這裡立了一個學堂、一個教室，你來學一定是來拜老師、親近老師，不能說把老師請到我家裡去，沒這個道理的。「只聞來學，未聞往教」，對老師這麼重視。"
    },
    {
      "id": "02-040-0115_p0009",
      "zh_CN": "佛教里面对老师是更重视，佛是老师。菩萨比佛低一级，菩萨是老师的学生，是我们的学长，他也有能力、有资格教我们。这些人他们懂得，世间真正懂得尊师重道的人不多，那要不懂得尊师重道就没有机会教了，他怎么能回头？怎么能学得好？所以菩萨大开方便之门，不要请，你可以学，能学，有这个条件，我主动来教你。不请之友，不用请，菩萨就来了。佛，佛也是这样的，慈悲到极了。但是佛来教你，他不现佛身，他现菩萨身，他什么身都能现。在中国，中国人不懂佛菩萨，中国人喜欢圣贤，佛菩萨到中国来教中国人不能现佛菩萨身，现什么身？现圣贤身。应以什么身得度就现什么身，这个地区众生喜欢圣贤、尊重圣贤，佛就用圣贤身来教化众生。恒顺众生，随喜功德。佛有这个智慧，有神通，能变化。中国古圣先贤是不是佛菩萨化身来的？我认为是的，而且很多，他们来带领我们。其他宗教，我认为其他宗教的创始人都是佛菩萨的化身。所以宗教是一家！不要佛变几个身分你就不认识他了，像舞台表演一样，这场表演这个角色，下一场又可以换个角色，一个人。十法界就是佛菩萨的舞台，他们是来表演，用表演这种方式活活泼泼教化众生。这是所以为这些，「为诸庶类」就是为一切众生，「作不请之友」。",
      "zh_TW": "佛教裡面對老師是更重視，佛是老師。菩薩比佛低一級，菩薩是老師的學生，是我們的學長，他也有能力、有資格教我們。這些人他們懂得，世間真正懂得尊師重道的人不多，那要不懂得尊師重道就沒有機會教了，他怎麼能回頭？怎麼能學得好？所以菩薩大開方便之門，不要請，你可以學，能學，有這個條件，我主動來教你。不請之友，不用請，菩薩就來了。佛，佛也是這樣的，慈悲到極了。但是佛來教你，他不現佛身，他現菩薩身，他什麼身都能現。在中國，中國人不懂佛菩薩，中國人喜歡聖賢，佛菩薩到中國來教中國人不能現佛菩薩身，現什麼身？現聖賢身。應以什麼身得度就現什麼身，這個地區眾生喜歡聖賢、尊重聖賢，佛就用聖賢身來教化眾生。恆順眾生，隨喜功德。佛有這個智慧，有神通，能變化。中國古聖先賢是不是佛菩薩化身來的？我認為是的，而且很多，他們來帶領我們。其他宗教，我認為其他宗教的創始人都是佛菩薩的化身。所以宗教是一家！不要佛變幾個身分你就不認識他了，像舞台表演一樣，這場表演這個角色，下一場又可以換個角色，一個人。十法界就是佛菩薩的舞台，他們是來表演，用表演這種方式活活潑潑教化眾生。這是所以為這些，「為諸庶類」就是為一切眾生，「作不請之友」。"
    },
    {
      "id": "02-040-0115_p0010",
      "zh_CN": "我们看下面，念老引用《会疏》的话，「《会疏》云：众生背觉，沉迷漂流。生盲无目，无希出心」。只有十六个字，把六道轮回里众生描述得清清楚楚、明明白白。六道里的众生违背了觉性，觉性是自己的本性，本觉本有，不觉本无。觉性是中国老祖宗所说的人性，老祖宗说「人性本善」，觉就善，迷就不善。古大德编小朋友的教材，《三字经》就把这个放在第一句，「人之初，性本善」。那个本善的善不是善恶的善，那是个赞叹的词，就是太好了，就是这个觉的意思，无所不觉、无有不觉，这叫善。觉就称之为佛，所以佛在《华严经》上说，「一切众生本来是佛」。现在是不是佛？当然是佛，现在不过是个糊涂佛，前面加两个字，糊涂佛。一切诸佛也加两个字，明白佛。他们明白了，我们糊涂，统统是佛。为什么糊涂？因为我们有烦恼，烦恼太多太多！",
      "zh_TW": "我們看下面，念老引用《會疏》的話，「《會疏》云：眾生背覺，沉迷漂流。生盲無目，無希出心」。只有十六個字，把六道輪迴裡眾生描述得清清楚楚、明明白白。六道裡的眾生違背了覺性，覺性是自己的本性，本覺本有，不覺本無。覺性是中國老祖宗所說的人性，老祖宗說「人性本善」，覺就善，迷就不善。古大德編小朋友的教材，《三字經》就把這個放在第一句，「人之初，性本善」。那個本善的善不是善惡的善，那是個讚歎的詞，就是太好了，就是這個覺的意思，無所不覺、無有不覺，這叫善。覺就稱之為佛，所以佛在《華嚴經》上說，「一切眾生本來是佛」。現在是不是佛？當然是佛，現在不過是個糊塗佛，前面加兩個字，糊塗佛。一切諸佛也加兩個字，明白佛。他們明白了，我們糊塗，統統是佛。為什麼糊塗？因為我們有煩惱，煩惱太多太多！"
    },
    {
      "id": "02-040-0115_p0011",
      "zh_CN": "烦恼分为三大类，无明烦恼就是你迷了，你什么都不明白。因为不明了、不知道事实真相，所以我们看错了，也想错了、说错了、做错了，一错到底。错了以后什么结果？六道轮回就是结果。自性里头没有六道轮回，六道轮回是假的，是一场恶梦，恶梦就是我们错误的思想、见解、言行变现出来的幻相。像晚上做恶梦，醒过来，什么都没有了。我们今天在六道轮回作梦，佛告诉我们，只要能把世出世间一切法你不再执着了，也就是说错误的看法、错误的想法、错误的言行统统放下，六道就不见、就没有了。那就是什么？你就超越六道。超越六道，这个人在佛门就称他作阿罗汉，阿罗汉超越六道轮回。三大类的烦恼只放下一种，见思烦恼，就证阿罗汉果；再放下一种，尘沙烦恼，那就升一级，就叫菩萨；最后把无明烦恼放下你就成佛了，叫佛陀。所以每个人都能成佛，每个人本来是佛，这个要相信。",
      "zh_TW": "煩惱分為三大類，無明煩惱就是你迷了，你什麼都不明白。因為不明瞭、不知道事實真相，所以我們看錯了，也想錯了、說錯了、做錯了，一錯到底。錯了以後什麼結果？六道輪迴就是結果。自性裡頭沒有六道輪迴，六道輪迴是假的，是一場惡夢，惡夢就是我們錯誤的思想、見解、言行變現出來的幻相。像晚上做惡夢，醒過來，什麼都沒有了。我們今天在六道輪迴作夢，佛告訴我們，只要能把世出世間一切法你不再執著了，也就是說錯誤的看法、錯誤的想法、錯誤的言行統統放下，六道就不見、就沒有了。那就是什麼？你就超越六道。超越六道，這個人在佛門就稱他作阿羅漢，阿羅漢超越六道輪迴。三大類的煩惱只放下一種，見思煩惱，就證阿羅漢果；再放下一種，塵沙煩惱，那就升一級，就叫菩薩；最後把無明煩惱放下你就成佛了，叫佛陀。所以每個人都能成佛，每個人本來是佛，這個要相信。"
    },
    {
      "id": "02-040-0115_p0012",
      "zh_CN": "佛门里面讲信，现在没人相信，到哪找这个相信的人？头一个信是信什么？信我自己本来是佛，你才能成得了佛。你不相信自己是佛，你怎么成得了佛？净土法门理论依据就是两句话，「是心是佛，是心作佛」，净土宗的道理就立足于此。你首先相信是心是佛，这个心就是我现前起心动念的这个念头，佛是什么？佛就是这个。但是我们念头错了，所以变成六道轮回。我们念头是什么？自私自利、名闻利养、贪瞋痴慢、五欲六尘，这是大错特错！佛教我们把这些错误念头统统放下，自性里头没有这些东西，这些东西全是妄想、全是幻想，根本就不是事实。我们迷得太深、迷得太久了，初听佛这个说法不能接受，没有这个智慧。所以这是说众生背觉，沉迷在六道轮回。六道不断在转，就像漂流一样。比喻什么？生盲无目，好像这个小孩生下来眼睛就瞎了，从来没有看过光明。是真的，我们生下来就迷了，迷了一辈子，死也没觉悟，来生投胎又迷了。这个生盲的比喻比喻得好。因此从来没有想到我要出离六道轮回，没这个念头，无希出心，希求超出六道轮回的念头没有。",
      "zh_TW": "佛門裡面講信，現在沒人相信，到哪找這個相信的人？頭一個信是信什麼？信我自己本來是佛，你才能成得了佛。你不相信自己是佛，你怎麼成得了佛？淨土法門理論依據就是兩句話，「是心是佛，是心作佛」，淨土宗的道理就立足於此。你首先相信是心是佛，這個心就是我現前起心動念的這個念頭，佛是什麼？佛就是這個。但是我們念頭錯了，所以變成六道輪迴。我們念頭是什麼？自私自利、名聞利養、貪瞋痴慢、五欲六塵，這是大錯特錯！佛教我們把這些錯誤念頭統統放下，自性裡頭沒有這些東西，這些東西全是妄想、全是幻想，根本就不是事實。我們迷得太深、迷得太久了，初聽佛這個說法不能接受，沒有這個智慧。所以這是說眾生背覺，沉迷在六道輪迴。六道不斷在轉，就像漂流一樣。比喻什麼？生盲無目，好像這個小孩生下來眼睛就瞎了，從來沒有看過光明。是真的，我們生下來就迷了，迷了一輩子，死也沒覺悟，來生投胎又迷了。這個生盲的比喻比喻得好。因此從來沒有想到我要出離六道輪迴，沒這個念頭，無希出心，希求超出六道輪迴的念頭沒有。"
    },
    {
      "id": "02-040-0115_p0013",
      "zh_CN": "轮回太苦了，轮回是个假相，根本就不是事实。如何出离？出离的方法太多了，大乘八万四千法门，门门都是超出的道路。八万四千法门对我们来讲，门门都不适合，为什么？太难了。理太深了，事修太难，一生没指望。怎么办？这个我们要感恩阿弥陀佛，阿弥陀佛给我们建了一个特别通道、特别法门，就是念佛往生净土。一生就能超越，不再搞轮回，不再搞十法界，一生成就。这个法门简单、容易、快速、稳当，可是它最难相信。能相信这个法门，真正是极大的善根福德因缘，不是极大的善根福德因缘他遇不到，遇到也不相信，相信也不肯干。所以佛在《弥陀经》上说得好，「不可以少善根福德因缘得生彼国」，他说往生极乐世界要大善根、大福德、大因缘。",
      "zh_TW": "輪迴太苦了，輪迴是個假相，根本就不是事實。如何出離？出離的方法太多了，大乘八萬四千法門，門門都是超出的道路。八萬四千法門對我們來講，門門都不適合，為什麼？太難了。理太深了，事修太難，一生沒指望。怎麼辦？這個我們要感恩阿彌陀佛，阿彌陀佛給我們建了一個特別通道、特別法門，就是念佛往生淨土。一生就能超越，不再搞輪迴，不再搞十法界，一生成就。這個法門簡單、容易、快速、穩當，可是它最難相信。能相信這個法門，真正是極大的善根福德因緣，不是極大的善根福德因緣他遇不到，遇到也不相信，相信也不肯幹。所以佛在《彌陀經》上說得好，「不可以少善根福德因緣得生彼國」，他說往生極樂世界要大善根、大福德、大因緣。"
    },
    {
      "id": "02-040-0115_p0014",
      "zh_CN": "世间任何好事，包括天上，天上人间好事，往生净土是第一好事，没有比这个更殊胜的。我搞了六十多年才把它搞清楚、搞明白，现在一切都放下了，什么经教我都不看，我就是这一部《无量寿经》、一句阿弥陀佛，活一天干一天，决定得生净土。你得有信心、有把握，真放下就有把握。念佛人不能往生，就是没有放下。放下从哪里放起，这个很重要的，从自私自利放起，首先把自私自利放下。放下情执，这最难放的，情执是属于贪，贪的根；放下傲慢，傲慢是瞋恚的根；放下怀疑，怀疑是愚痴的根。你要放下贪瞋痴，要从它的核心下手，情执、傲慢、怀疑，你从这里下手，贪瞋痴才能断得了，戒定慧才能成就。成就戒定慧，你在菩提道上无往而不利，你真的就一帆风顺。",
      "zh_TW": "世間任何好事，包括天上，天上人間好事，往生淨土是第一好事，沒有比這個更殊勝的。我搞了六十多年才把它搞清楚、搞明白，現在一切都放下了，什麼經教我都不看，我就是這一部《無量壽經》、一句阿彌陀佛，活一天幹一天，決定得生淨土。你得有信心、有把握，真放下就有把握。念佛人不能往生，就是沒有放下。放下從哪裡放起，這個很重要的，從自私自利放起，首先把自私自利放下。放下情執，這最難放的，情執是屬於貪，貪的根；放下傲慢，傲慢是瞋恚的根；放下懷疑，懷疑是愚痴的根。你要放下貪瞋痴，要從它的核心下手，情執、傲慢、懷疑，你從這裡下手，貪瞋痴才能斷得了，戒定慧才能成就。成就戒定慧，你在菩提道上無往而不利，你真的就一帆風順。"
    },
    {
      "id": "02-040-0115_p0015",
      "zh_CN": "所以，因为众生苦，众生迷惑、众生颠倒，现在众生严重的怀疑，邪正不能辨别，「菩萨愍之」，菩萨看到，怜悯他们。「无疲厌念」，没有疲劳、没有厌倦，念着这些迷惑颠倒的苦难众生。「常为不请之友」，众生有感，起心动念佛菩萨全知道，需要帮助的时候他就来了。他的到来是冥冥之中来加持你，没有现身，这样子你能够接受。如果他现身了，你把他当作妖魔鬼怪，会把他驱逐出境。菩萨不让你再造这个业，来帮助你，让你不知不觉得到佛菩萨帮助，慈悲到极处。「随逐爱护」，就是你到哪一道，菩萨也在那一道，生生世世都不离开你。",
      "zh_TW": "所以，因為眾生苦，眾生迷惑、眾生顛倒，現在眾生嚴重的懷疑，邪正不能辨別，「菩薩愍之」，菩薩看到，憐憫他們。「無疲厭念」，沒有疲勞、沒有厭倦，念著這些迷惑顛倒的苦難眾生。「常為不請之友」，眾生有感，起心動念佛菩薩全知道，需要幫助的時候他就來了。他的到來是冥冥之中來加持你，沒有現身，這樣子你能夠接受。如果他現身了，你把他當作妖魔鬼怪，會把他驅逐出境。菩薩不讓你再造這個業，來幫助你，讓你不知不覺得到佛菩薩幫助，慈悲到極處。「隨逐愛護」，就是你到哪一道，菩薩也在那一道，生生世世都不離開你。"
    },
    {
      "id": "02-040-0115_p0016",
      "zh_CN": "「佛氏门中，不舍一人」，这是事实真相，不是说着玩的，也不是说大话，完全是事实真相。众生不知道感恩，还要毁谤，但是菩萨决定不会舍弃你，依旧在帮助你。到你哪天觉悟了，你才会磕头流血感恩：我那么迷惑，干那么多错事，侮辱菩萨、毁谤菩萨、羞辱菩萨，菩萨还是这样子，对待我这么好。你觉悟的时候才晓得，没有觉悟你不知道。你要问什么原因？菩萨知道，一切众生跟自己是一体。这叫「同体大悲，无缘大慈」，是自性里原本的性德。我们在分享的时候常说，自性里头第一德就是慈悲，这个慈悲的基础是真诚、清净、平等、正觉，这是慈悲的基础。所以这个慈悲是永远不会变心、不会改变的，你把菩萨杀了，菩萨还是爱你，菩萨还是照顾你，你到天下去找，你找不到第二个，菩萨对你这么好。",
      "zh_TW": "「佛氏門中，不捨一人」，這是事實真相，不是說著玩的，也不是說大話，完全是事實真相。眾生不知道感恩，還要毀謗，但是菩薩決定不會捨棄你，依舊在幫助你。到你哪天覺悟了，你才會磕頭流血感恩：我那麼迷惑，幹那麼多錯事，侮辱菩薩、毀謗菩薩、羞辱菩薩，菩薩還是這樣子，對待我這麼好。你覺悟的時候才曉得，沒有覺悟你不知道。你要問什麼原因？菩薩知道，一切眾生跟自己是一體。這叫「同體大悲，無緣大慈」，是自性裡原本的性德。我們在分享的時候常說，自性裡頭第一德就是慈悲，這個慈悲的基礎是真誠、清淨、平等、正覺，這是慈悲的基礎。所以這個慈悲是永遠不會變心、不會改變的，你把菩薩殺了，菩薩還是愛你，菩薩還是照顧你，你到天下去找，你找不到第二個，菩薩對你這麼好。"
    },
    {
      "id": "02-040-0115_p0017",
      "zh_CN": "「故《涅槃》偈曰」，《涅槃经》有两句偈子，「世救要求然后得，如来不请而为归」。世是世间法，世间法我们要遇到困难，我们求救，我们要求，然后才能得到。如来不是这样的，如来不请，自己就来了。我们遇到苦难、灾难的时候，灾区灾民要请求救援，才有人来救你。菩萨没有人请，早就来了，就是作不请之友的意思。",
      "zh_TW": "「故《涅槃》偈曰」，《涅槃經》有兩句偈子，「世救要求然後得，如來不請而為歸」。世是世間法，世間法我們要遇到困難，我們求救，我們要求，然後才能得到。如來不是這樣的，如來不請，自己就來了。我們遇到苦難、災難的時候，災區災民要請求救援，才有人來救你。菩薩沒有人請，早就來了，就是作不請之友的意思。"
    },
    {
      "id": "02-040-0115_p0018",
      "zh_CN": "「又不请之友，见《维摩经》曰」，《维摩经》上有这个说法，「众人不请，友而安之」。大众当中没有人请，为什么？不知道。释迦牟尼佛八相成道，当他三十岁那年，在菩提树下夜睹明星，豁然大悟，就成佛了，没人请他。没有人请他说法，他就准备入般涅槃。为什么？人间没人知道，谁知道他成佛？但是世尊这桩事情，四禅天人知道。四禅天看到了，世尊在菩提树下示现成佛，他们来代表，从四禅天下来，变化作人身，代表在地球上的居民向释迦牟尼佛请法，请转法轮、请佛住世。世尊默然，默然就是同意了，出定到鹿野苑度五比丘，开始他教学的生涯。一直教了四十九年，七十九岁圆寂的。圆寂在树林里头，不在房子里头。世尊的教学是用身教为第一，言教是辅助，最主要的是身教，我做出来给你看。不是讲给你听，讲给人听人不相信，做出来给你看。做出来之后再说，这是最好的教学方法，人相信，没有怀疑，教的人很轻松，接受教育的人很得利益。后人把他的教学用文字记录下来流传给后世，这就变成经典。",
      "zh_TW": "「又不請之友，見《維摩經》曰」，《維摩經》上有這個說法，「眾人不請，友而安之」。大眾當中沒有人請，為什麼？不知道。釋迦牟尼佛八相成道，當他三十歲那年，在菩提樹下夜睹明星，豁然大悟，就成佛了，沒人請他。沒有人請他說法，他就準備入般涅槃。為什麼？人間沒人知道，誰知道他成佛？但是世尊這樁事情，四禪天人知道。四禪天看到了，世尊在菩提樹下示現成佛，他們來代表，從四禪天下來，變化作人身，代表在地球上的居民向釋迦牟尼佛請法，請轉法輪、請佛住世。世尊默然，默然就是同意了，出定到鹿野苑度五比丘，開始他教學的生涯。一直教了四十九年，七十九歲圓寂的。圓寂在樹林裡頭，不在房子裡頭。世尊的教學是用身教為第一，言教是輔助，最主要的是身教，我做出來給你看。不是講給你聽，講給人聽人不相信，做出來給你看。做出來之後再說，這是最好的教學方法，人相信，沒有懷疑，教的人很輕鬆，接受教育的人很得利益。後人把他的教學用文字記錄下來流傳給後世，這就變成經典。"
    },
    {
      "id": "02-040-0115_p0019",
      "zh_CN": "经典的翻译可靠吗？我们初学佛的时候都怀疑。为什么？事实摆在我们面前，我们读一篇古文，文字不多，二、三百字而已，找几个人来把这篇古文翻成白话文，十个人翻十个样子。有没有把它的意思完全翻出来？几乎一个都没有，一个人翻这个部分，那个人有那个部分。佛的经典从印度传过来，翻译会不会出现这个毛病？我们担心。尤其是一部经有不同的版本、译本，像《金刚经》，在中国六次的译本，你比照对起来看看，里面是大同小异，决定不完全一样。《无量寿经》十二种译本。可靠吗？我向方东美先生请教，那时候没学佛，就这个事情向他老人家请教，我说为什么印度这些梵文经典没有被保留下来？照理说，翻完之后这个原本，我们应该把它保存，好好保存，流传下去，为什么梵文经典全部丧失？方老师听我这样问，他哈哈大笑，告诉我，古时候的中国人跟现在中国人不一样，现在中国人心目当中外国好，中国不行；古时候中国人，全世界中国最好，外国都不行。中国人翻译出来的经典，意思完全没错，文字比梵文还要美；换句话说，学佛经学中文本就够了，梵文可以不要了。这样的气概，哪里是现在的中国人！这方老师告诉我的。你说中国人多么有自信心！这个问题我同样也问过李老师，李老师回答的跟他那个不一样，李老师说，从事翻译工作这里头的大师，许许多多是佛菩萨再来的，那能翻错吗？甚至于从事修饰，或者是文字整理的这些人员、帮助的人员，都是三果以上的圣人。李老师说中国人有福，佛菩萨特别照顾，翻译工作用现在的话说，完全是佛力加持成功的。方老师、李老师两种说法都正确，都很难得。",
      "zh_TW": "經典的翻譯可靠嗎？我們初學佛的時候都懷疑。為什麼？事實擺在我們面前，我們讀一篇古文，文字不多，二、三百字而已，找幾個人來把這篇古文翻成白話文，十個人翻十個樣子。有沒有把它的意思完全翻出來？幾乎一個都沒有，一個人翻這個部分，那個人有那個部分。佛的經典從印度傳過來，翻譯會不會出現這個毛病？我們擔心。尤其是一部經有不同的版本、譯本，像《金剛經》，在中國六次的譯本，你比照對起來看看，裡面是大同小異，決定不完全一樣。《無量壽經》十二種譯本。可靠嗎？我向方東美先生請教，那時候沒學佛，就這個事情向他老人家請教，我說為什麼印度這些梵文經典沒有被保留下來？照理說，翻完之後這個原本，我們應該把它保存，好好保存，流傳下去，為什麼梵文經典全部喪失？方老師聽我這樣問，他哈哈大笑，告訴我，古時候的中國人跟現在中國人不一樣，現在中國人心目當中外國好，中國不行；古時候中國人，全世界中國最好，外國都不行。中國人翻譯出來的經典，意思完全沒錯，文字比梵文還要美；換句話說，學佛經學中文本就夠了，梵文可以不要了。這樣的氣概，哪裡是現在的中國人！這方老師告訴我的。你說中國人多麼有自信心！這個問題我同樣也問過李老師，李老師回答的跟他那個不一樣，李老師說，從事翻譯工作這裡頭的大師，許許多多是佛菩薩再來的，那能翻錯嗎？甚至於從事修飾，或者是文字整理的這些人員、幫助的人員，都是三果以上的聖人。李老師說中國人有福，佛菩薩特別照顧，翻譯工作用現在的話說，完全是佛力加持成功的。方老師、李老師兩種說法都正確，都很難得。"
    },
    {
      "id": "02-040-0115_p0020",
      "zh_CN": "我们今天要怎样才能恢复自信心？这是一个非常艰巨的工作。古人有这么好的信心，从小培养成的。父母的教诲、老师的教诲，养成对自己有信心，对父母有信心，对老师有信心，对祖宗有信心。现在这个信心完了，现在人对自己没有信心，对父母没有信心，对老师没有信心，对祖宗更没有信心，这怎么办？这才是今天社会问题的大根大本。老祖宗真的对得起后代，我们今天的后人对不起老祖宗。在这个世界上，最伟大的发明不是科学，科学是其次。真正最伟大的发明，是我们老祖宗发明了一套工具，这套工具是个载具，把古人的智慧、理念、方法、经验记载下来，流传给后世，永恒不变。这个发明是世界上找不到第二家，文言文。老祖宗看得很清楚，语言是会变的，随着地方变，随着潮流变。古人说的话，我们现在没人懂；我们今天人说的话，过个一千年之后也没人懂。所以语跟文要是一致的，这个文字过几百年之后也没有人看得懂。你看欧洲的拉丁文就是很好的例子，极少数考古学家一篇文章都没有办法完全了解，只有几行、局部。唯独中国文言文，你只要会文言文，文言文不难，它永恒不变。",
      "zh_TW": "我們今天要怎樣才能恢復自信心？這是一個非常艱巨的工作。古人有這麼好的信心，從小培養成的。父母的教誨、老師的教誨，養成對自己有信心，對父母有信心，對老師有信心，對祖宗有信心。現在這個信心完了，現在人對自己沒有信心，對父母沒有信心，對老師沒有信心，對祖宗更沒有信心，這怎麼辦？這才是今天社會問題的大根大本。老祖宗真的對得起後代，我們今天的後人對不起老祖宗。在這個世界上，最偉大的發明不是科學，科學是其次。真正最偉大的發明，是我們老祖宗發明了一套工具，這套工具是個載具，把古人的智慧、理念、方法、經驗記載下來，流傳給後世，永恆不變。這個發明是世界上找不到第二家，文言文。老祖宗看得很清楚，語言是會變的，隨著地方變，隨著潮流變。古人說的話，我們現在沒人懂；我們今天人說的話，過個一千年之後也沒人懂。所以語跟文要是一致的，這個文字過幾百年之後也沒有人看得懂。你看歐洲的拉丁文就是很好的例子，極少數考古學家一篇文章都沒有辦法完全了解，只有幾行、局部。唯獨中國文言文，你只要會文言文，文言文不難，它永恆不變。"
    },
    {
      "id": "02-040-0115_p0021",
      "zh_CN": "我们年轻的时候学佛经、学讲经，老师告诉我们，文言文也是经典的基础。经典是最浅显的文言文，也就是当时的白话文，所以它便利于大量的流通，不用很深的文字，最浅显的。老师要求我们学文言文，怎么学法？背古文。你能背五十篇，能够理解、能够讲解，你就有能力读文言文；你能背一百篇，能讲这一百篇，你就能写文言文，不难。我们看到民国初年小学生写的文章，现在大学文学院的人不但写不出来，他念都有困难，他都不能完全理解。国文程度一落千丈，这不是形容词，这是事实。为什么会变成这样子？我们疏忽了，没有教文言文。从前的学校是私塾，真的是家庭负这个责任，教育责任，所教学的全是文言文，没有白话文的。但是民国成立之后，国家建立学校，有小学、中学、大学，就开始用白话文，文言文逐渐逐渐被淘汰掉，现在没有了，这问题出来了。《四库》还在，商务印书馆重新翻印了；《四库荟要》还在，世界书局翻印了，没有人读了。不是不想读，想读，文言文看不懂。",
      "zh_TW": "我們年輕的時候學佛經、學講經，老師告訴我們，文言文也是經典的基礎。經典是最淺顯的文言文，也就是當時的白話文，所以它便利於大量的流通，不用很深的文字，最淺顯的。老師要求我們學文言文，怎麼學法？背古文。你能背五十篇，能夠理解、能夠講解，你就有能力讀文言文；你能背一百篇，能講這一百篇，你就能寫文言文，不難。我們看到民國初年小學生寫的文章，現在大學文學院的人不但寫不出來，他念都有困難，他都不能完全理解。國文程度一落千丈，這不是形容詞，這是事實。為什麼會變成這樣子？我們疏忽了，沒有教文言文。從前的學校是私塾，真的是家庭負這個責任，教育責任，所教學的全是文言文，沒有白話文的。但是民國成立之後，國家建立學校，有小學、中學、大學，就開始用白話文，文言文逐漸逐漸被淘汰掉，現在沒有了，這問題出來了。《四庫》還在，商務印書館重新翻印了；《四庫薈要》還在，世界書局翻印了，沒有人讀了。不是不想讀，想讀，文言文看不懂。"
    },
    {
      "id": "02-040-0115_p0022",
      "zh_CN": "《四库》是这个地球上全人类无价之宝，里面教我们什么？教我们做人，格物、致知、诚意、正心、修身、齐家、治国、平天下，从做人到整个世界安定和平，智慧、理念、方法、经验全都在这个书里头。唐太宗编的《群书治要》是《四库》的精华，精华录，唐朝盛世就靠这一本书，做为治国最高指导原则，当时地方首长统统要读，成就大唐盛世。这个书能够流通全世界，全世界人都能读，我们地球就是极乐世界。为什么？人人起心动念善、言语造作善，没有一样不善，这就是极乐世界。所以这分珍宝可不得了！现在书印出来了，不会再丧失了。以前我们真是害怕，因为这个书最初是手写的，《四库》只有七套，《荟要》只有两套，圆明园被八国联军烧掉了一套，《四库》跟《荟要》都烧掉了，所以只剩下一部《荟要》、六部《全书》。在战乱当中已经丧失掉三套，现在全世界《全书》只剩三套，太可贵了。",
      "zh_TW": "《四庫》是這個地球上全人類無價之寶，裡面教我們什麼？教我們做人，格物、致知、誠意、正心、修身、齊家、治國、平天下，從做人到整個世界安定和平，智慧、理念、方法、經驗全都在這個書裡頭。唐太宗編的《群書治要》是《四庫》的精華，精華錄，唐朝盛世就靠這一本書，做為治國最高指導原則，當時地方首長統統要讀，成就大唐盛世。這個書能夠流通全世界，全世界人都能讀，我們地球就是極樂世界。為什麼？人人起心動念善、言語造作善，沒有一樣不善，這就是極樂世界。所以這分珍寶可不得了！現在書印出來了，不會再喪失了。以前我們真是害怕，因為這個書最初是手寫的，《四庫》只有七套，《薈要》只有兩套，圓明園被八國聯軍燒掉了一套，《四庫》跟《薈要》都燒掉了，所以只剩下一部《薈要》、六部《全書》。在戰亂當中已經喪失掉三套，現在全世界《全書》只剩三套，太可貴了。"
    },
    {
      "id": "02-040-0115_p0023",
      "zh_CN": "这次翻印，商务馆印了大概有几百套，世界书局的《荟要》也是几百套，我们相信不会丧失了。但是谁去念？我在国际上推动学文言文，希望全世界的人都学。外国人学中国文不难，我看到很多学生，学中文的学生，他们学中国的古文、读中国的经典。我问他们，你们文言文学了多久？他们告诉我三年。专门学三年中文，就能读中国的《四库全书》，不难！外国人努力都学了，中国人就会跟进，外国带头了，我们会跟着进。现在非常难得，我看到一批小朋友在学，非洲的小黑人。我这里还有些照片，这是我在马来西亚看到的，台湾一个法师，慧礼法师，在非洲收养了三千个孤儿，他们统统都是孤儿，法师教他们中文，他们现在在学习《弟子规》、《感应篇》、《三字经》。我很欢喜，我告诉这个法师说你功德无量。非洲将来继承了中国传统文化，真正学好，他们可以统治全世界，他们会带给人类安定、和平、幸福。不容易！孤儿学，没有人干涉。他们小朋友非常守法，因为他别的地方没有办法去，所有一切娱乐的东西都没有。体操，学中国武术，锻炼身体；学中国传统文化，真难得！我看到这些小朋友，看到中国的希望，将来中国传统文化在全世界开花，这是一个很大的力量，无量无边的功德。这是他们，小朋友在马来西亚表演，这马来西亚带回来的照片。哪个地方有这种环境，没有障碍！我就劝他们要认真学，这个学会了，影响非常之大。",
      "zh_TW": "這次翻印，商務館印了大概有幾百套，世界書局的《薈要》也是幾百套，我們相信不會喪失了。但是誰去念？我在國際上推動學文言文，希望全世界的人都學。外國人學中國文不難，我看到很多學生，學中文的學生，他們學中國的古文、讀中國的經典。我問他們，你們文言文學了多久？他們告訴我三年。專門學三年中文，就能讀中國的《四庫全書》，不難！外國人努力都學了，中國人就會跟進，外國帶頭了，我們會跟著進。現在非常難得，我看到一批小朋友在學，非洲的小黑人。我這裡還有些照片，這是我在馬來西亞看到的，台灣一個法師，慧禮法師，在非洲收養了三千個孤兒，他們統統都是孤兒，法師教他們中文，他們現在在學習《弟子規》、《感應篇》、《三字經》。我很歡喜，我告訴這個法師說你功德無量。非洲將來繼承了中國傳統文化，真正學好，他們可以統治全世界，他們會帶給人類安定、和平、幸福。不容易！孤兒學，沒有人干涉。他們小朋友非常守法，因為他別的地方沒有辦法去，所有一切娛樂的東西都沒有。體操，學中國武術，鍛鍊身體；學中國傳統文化，真難得！我看到這些小朋友，看到中國的希望，將來中國傳統文化在全世界開花，這是一個很大的力量，無量無邊的功德。這是他們，小朋友在馬來西亞表演，這馬來西亞帶回來的照片。哪個地方有這種環境，沒有障礙！我就勸他們要認真學，這個學會了，影響非常之大。"
    },
    {
      "id": "02-040-0115_p0024",
      "zh_CN": "全世界人梦寐希求的是如何化解冲突，促进社会安定和平。这个东西，汤恩比说的话是绝对正确的，「只有中国孔孟学说跟大乘佛法」，能救二十一世纪的地球。这是中国什么东西？孔孟是中国的，大乘也是中国的。孔孟是什么？我们把孔孟总结，结成四个字，仁、义、忠、恕。孔子一生讲仁，仁是爱人，人要爱人；义是合理，思想言行要合情、合理、合法，这就叫义，孔子、孟子一生的主张。「夫子之道」，这是学生对孔子一生的行谊说出两个字，「忠恕而已」，这两个字代表了孔子。忠是大公无私。忠这个字，上面是个中，下面是个心，心要放在中间，不偏不邪不私，这就是忠；也就是真诚，真诚心待人接物。恕，原谅别人的过失。他没有学过圣贤之道，无论做错什么事情都要原谅他，不要去责怪他。用这个方法，用大乘的真诚慈悲，可以化解冲突，可以把这个世界带向安定和谐。",
      "zh_TW": "全世界人夢寐希求的是如何化解衝突，促進社會安定和平。這個東西，湯恩比說的話是絕對正確的，「只有中國孔孟學說跟大乘佛法」，能救二十一世紀的地球。這是中國什麼東西？孔孟是中國的，大乘也是中國的。孔孟是什麼？我們把孔孟總結，結成四個字，仁、義、忠、恕。孔子一生講仁，仁是愛人，人要愛人；義是合理，思想言行要合情、合理、合法，這就叫義，孔子、孟子一生的主張。「夫子之道」，這是學生對孔子一生的行誼說出兩個字，「忠恕而已」，這兩個字代表了孔子。忠是大公無私。忠這個字，上面是個中，下面是個心，心要放在中間，不偏不邪不私，這就是忠；也就是真誠，真誠心待人接物。恕，原諒別人的過失。他沒有學過聖賢之道，無論做錯什麼事情都要原諒他，不要去責怪他。用這個方法，用大乘的真誠慈悲，可以化解衝突，可以把這個世界帶向安定和諧。"
    },
    {
      "id": "02-040-0115_p0025",
      "zh_CN": "更难得的，这《群书治要》跑出来了，这是我意想不到的。我原来以为这部书失传了，不可能再发现，没有想到，我常常念着这本书、想着这本书，居然有同学，我都不认识，我讲经的时候提了一下，他们到处去找，把它找出来了。找到了两部，都民国初年的，大概八、九十年之前的，寄到我这来，我一看，如获至宝。这个世界有救、国家有救了，为什么？宝出现了。所以我一看这个书很完整，虽然很旧了，字都很好，没有缺损，我就立刻交给世界书局印一万套，分送给世界各个大学图书馆去收藏，怎么样的灾难都不会毁掉。为什么？我们散的地方多，灾难不可能是全面的，用这种方法来保存。",
      "zh_TW": "更難得的，這《群書治要》跑出來了，這是我意想不到的。我原來以為這部書失傳了，不可能再發現，沒有想到，我常常念著這本書、想著這本書，居然有同學，我都不認識，我講經的時候提了一下，他們到處去找，把它找出來了。找到了兩部，都民國初年的，大概八、九十年之前的，寄到我這來，我一看，如獲至寶。這個世界有救、國家有救了，為什麼？寶出現了。所以我一看這個書很完整，雖然很舊了，字都很好，沒有缺損，我就立刻交給世界書局印一萬套，分送給世界各個大學圖書館去收藏，怎麼樣的災難都不會毀掉。為什麼？我們散的地方多，災難不可能是全面的，用這種方法來保存。"
    },
    {
      "id": "02-040-0115_p0026",
      "zh_CN": "我想了应该有十几、二十年，给《四库全书》打造一把钥匙，我们能够开启《四库》的门。十多年前，曾经在上海做了个实验，请来几位大学退休的教授，教语文的教授，从《四库》里头选择一些精华，就像唐太宗这个方法一样，《群书治要》一样。《群书治要》偏重于政治，我们偏重于学术，做学问的，选择精华，成一部书，分量不大。《四库》从哪里学？从这部书学起，学了这一部，对《四库》就有个概略的认识。你要是专攻，你就晓得依照你自己兴趣，你就可以选择一门专攻。能够一部书上用十年工夫，他就成为世界第一流的汉学家。十年专攻在一门上，就会有成就。",
      "zh_TW": "我想了應該有十幾、二十年，給《四庫全書》打造一把鑰匙，我們能夠開啟《四庫》的門。十多年前，曾經在上海做了個實驗，請來幾位大學退休的教授，教語文的教授，從《四庫》裡頭選擇一些精華，就像唐太宗這個方法一樣，《群書治要》一樣。《群書治要》偏重於政治，我們偏重於學術，做學問的，選擇精華，成一部書，分量不大。《四庫》從哪裡學？從這部書學起，學了這一部，對《四庫》就有個概略的認識。你要是專攻，你就曉得依照你自己興趣，你就可以選擇一門專攻。能夠一部書上用十年工夫，他就成為世界第一流的漢學家。十年專攻在一門上，就會有成就。"
    },
    {
      "id": "02-040-0115_p0027",
      "zh_CN": "没有老师不要紧，中国古人说得很好，「读书千遍，其义自见」，这本书念上一千遍，意思就通了，不需要跟人学就通了。这是什么？一千遍你得定了，定能开智慧，禅宗说的大彻大悟，确实如此。我们想想那些圣贤人，谁教他的？释迦牟尼佛，谁教他的？他的《华严经》跟谁学的？《法华经》跟谁学的？《大般若经》跟谁学的？没老师。从哪里来的？从觉悟里头来的。所以我们走佛的这个路子，不要老师，选择古人一部书就一门干下去，你干个十年、二十年干通了，无师自通，人家相信了，跟着来学的人就会很多。惠能大师不认识字，没念过书，无师自通。我听说伊斯兰教穆罕默德也是无师自通。无师自通的人不少，有道理，不是没有道理，就怕你自己不肯干。你自己肯干就能通，依照戒定慧，戒能得定，定就开智慧。所以「一门深入，长时薰修」，这是戒，真正照做，时间久了他就得定。为什么？妄想没有了，心定在一部书上。不要学多，一贪多就完全毁掉了，你的精力、时间全分散掉了，所以一事无成。纵然好学，学一点皮毛知识而已，书本里头的真实义你没有得到。「愿解如来真实义」，真实义要靠悟，所以「读书千遍，其义自见」，真实义就现前了，你所解释的跟佛解释的没有两样。用经典来做印证，我所悟的、我所理解的跟经上讲的完全一样，那就没错，就证明你确实入佛知见。",
      "zh_TW": "沒有老師不要緊，中國古人說得很好，「讀書千遍，其義自見」，這本書念上一千遍，意思就通了，不需要跟人學就通了。這是什麼？一千遍你得定了，定能開智慧，禪宗說的大徹大悟，確實如此。我們想想那些聖賢人，誰教他的？釋迦牟尼佛，誰教他的？他的《華嚴經》跟誰學的？《法華經》跟誰學的？《大般若經》跟誰學的？沒老師。從哪裡來的？從覺悟裡頭來的。所以我們走佛的這個路子，不要老師，選擇古人一部書就一門幹下去，你幹個十年、二十年幹通了，無師自通，人家相信了，跟著來學的人就會很多。惠能大師不認識字，沒念過書，無師自通。我聽說伊斯蘭教穆罕默德也是無師自通。無師自通的人不少，有道理，不是沒有道理，就怕你自己不肯幹。你自己肯幹就能通，依照戒定慧，戒能得定，定就開智慧。所以「一門深入，長時薰修」，這是戒，真正照做，時間久了他就得定。為什麼？妄想沒有了，心定在一部書上。不要學多，一貪多就完全毀掉了，你的精力、時間全分散掉了，所以一事無成。縱然好學，學一點皮毛知識而已，書本裡頭的真實義你沒有得到。「願解如來真實義」，真實義要靠悟，所以「讀書千遍，其義自見」，真實義就現前了，你所解釋的跟佛解釋的沒有兩樣。用經典來做印證，我所悟的、我所理解的跟經上講的完全一樣，那就沒錯，就證明你確實入佛知見。"
    },
    {
      "id": "02-040-0115_p0028",
      "zh_CN": "有老师，我们当然是谦虚有礼，亲近老师；没老师怎么办？没老师就是这条道路。而且这条道路决定走得通，只要有耐心、有愿心。这个愿心不为自己，为中国千万年前老祖宗这个道统，不能让它消灭掉，我要发心来继承。只要发这个愿，世世代代老祖宗都保佑你，佛菩萨保佑你。为什么？你真正是续佛慧命，真正是继往开来。苦要受，为什么？代众生苦。众生之苦我们要承当，无怨无悔，这个事才能做得圆满，才能做得成功。有一点自己私心、名利在里头，你搞不成功，那是假的。我年岁大了，没什么指望，不定什么时候就走了，所以我所想到的，我都在讲经的时候告诉大家，你们能够把这些理念、方法搞清楚，佛菩萨的东西、老祖宗的东西你们就得到了。",
      "zh_TW": "有老師，我們當然是謙虛有禮，親近老師；沒老師怎麼辦？沒老師就是這條道路。而且這條道路決定走得通，只要有耐心、有願心。這個願心不為自己，為中國千萬年前老祖宗這個道統，不能讓它消滅掉，我要發心來繼承。只要發這個願，世世代代老祖宗都保佑你，佛菩薩保佑你。為什麼？你真正是續佛慧命，真正是繼往開來。苦要受，為什麼？代眾生苦。眾生之苦我們要承當，無怨無悔，這個事才能做得圓滿，才能做得成功。有一點自己私心、名利在裡頭，你搞不成功，那是假的。我年歲大了，沒什麼指望，不定什麼時候就走了，所以我所想到的，我都在講經的時候告訴大家，你們能夠把這些理念、方法搞清楚，佛菩薩的東西、老祖宗的東西你們就得到了。"
    },
    {
      "id": "02-040-0115_p0029",
      "zh_CN": "《维摩经》上讲，「众人不请，友而安之」，友是同志。中国人讲的朋友，朋是同学，友是同志，同志比同学更亲密。这是五伦里面的一伦，伦是讲关系，同学的关系、同志的关系，友而安之。「肇公曰」，僧肇大师，「真友不待请，譬慈母之趣婴儿」。真正的同志哪里要请！志同道合，这自然的结合，像慈母关怀婴儿一样无微不至，时时刻刻念在心上。《净影疏》说，它这有两个意思，第一个，「所化众生无机感圣，名为不请」。众生迷惑，没有想到出离三界，没有想到轮回生死这桩事情，都认为这是个自然现象，一切人都不能避免的。这都是不了解事实真相，所以没有这种念头，跟圣贤没有缘分，这就叫不请。「菩萨强化为作因缘」，强是勉强，勉强变化，给他做一个起心动念的因缘，这就叫友而安之。中国人好学，中国人尊敬圣贤，所以佛菩萨在中国应化为圣贤，应化为读书人，应化为长者，来做影响众。这些人遇到佛法生欢喜心，学佛了，起带头作用，社会一般大众看到他们学佛，于是也跟着来学。这就是化作因缘。",
      "zh_TW": "《維摩經》上講，「眾人不請，友而安之」，友是同志。中國人講的朋友，朋是同學，友是同志，同志比同學更親密。這是五倫裡面的一倫，倫是講關係，同學的關係、同志的關係，友而安之。「肇公曰」，僧肇大師，「真友不待請，譬慈母之趣嬰兒」。真正的同志哪裡要請！志同道合，這自然的結合，像慈母關懷嬰兒一樣無微不至，時時刻刻念在心上。《淨影疏》說，它這有兩個意思，第一個，「所化眾生無機感聖，名為不請」。眾生迷惑，沒有想到出離三界，沒有想到輪迴生死這樁事情，都認為這是個自然現象，一切人都不能避免的。這都是不了解事實真相，所以沒有這種念頭，跟聖賢沒有緣分，這就叫不請。「菩薩強化為作因緣」，強是勉強，勉強變化，給他做一個起心動念的因緣，這就叫友而安之。中國人好學，中國人尊敬聖賢，所以佛菩薩在中國應化為聖賢，應化為讀書人，應化為長者，來做影響眾。這些人遇到佛法生歡喜心，學佛了，起帶頭作用，社會一般大眾看到他們學佛，於是也跟著來學。這就是化作因緣。"
    },
    {
      "id": "02-040-0115_p0030",
      "zh_CN": "第二，「所化众生虽有道机，无其乐欲，不知求圣」，这也是不请的第二个意思。这是说什么？过去生中学过佛，但是根不深，他阿赖耶识有种子。所以菩萨应化在这个地方来诱导他，把他阿赖耶识的种子引发出来，让他继续努力提升自己，这是第二种因缘。都是自己不知道去求教于老师，这样的人多。我们认识一个好的老师，看到同学当中、朋友当中有真正好学的，把老师介绍给他。我在台中求学，遇到李老师，那时候有个出家的朋友，大我五岁，这人很聪明，我把他介绍到台中，我们一起学经教。他学了十个月，业障现前，睁开眼睛看经书看不到字，这一片黑的，就离开了，没有能学成功。十个月没学成功，慧忍法师。以后他到香港来了，在香港往生的。第二个人就是徐醒民居士，现在还在台中，这个人老实、有耐心，学成功了。他学佛，但是在儒，在古文这方面下了很大功夫，功夫比我下得深。我只是搞佛学一门，他搞了两门，所以传儒就他一个了，很不容易。所以遇到好老师要介绍同学，能不能成就，那看他自己的缘分，我们尽到责任而已。「菩萨随机而为强化，名友安之」。友而安之，《净影疏》里头有两种说法。",
      "zh_TW": "第二，「所化眾生雖有道機，無其樂欲，不知求聖」，這也是不請的第二個意思。這是說什麼？過去生中學過佛，但是根不深，他阿賴耶識有種子。所以菩薩應化在這個地方來誘導他，把他阿賴耶識的種子引發出來，讓他繼續努力提升自己，這是第二種因緣。都是自己不知道去求教於老師，這樣的人多。我們認識一個好的老師，看到同學當中、朋友當中有真正好學的，把老師介紹給他。我在台中求學，遇到李老師，那時候有個出家的朋友，大我五歲，這人很聰明，我把他介紹到台中，我們一起學經教。他學了十個月，業障現前，睜開眼睛看經書看不到字，這一片黑的，就離開了，沒有能學成功。十個月沒學成功，慧忍法師。以後他到香港來了，在香港往生的。第二個人就是徐醒民居士，現在還在台中，這個人老實、有耐心，學成功了。他學佛，但是在儒，在古文這方面下了很大功夫，功夫比我下得深。我只是搞佛學一門，他搞了兩門，所以傳儒就他一個了，很不容易。所以遇到好老師要介紹同學，能不能成就，那看他自己的緣分，我們盡到責任而已。「菩薩隨機而為強化，名友安之」。友而安之，《淨影疏》裡頭有兩種說法。"
    },
    {
      "id": "02-040-0115_p0031",
      "zh_CN": "下面第三段，「护佛种性」，这非常重要。佛种性，一切众生个个都有，问题就是你知不知道护佛种性。护佛种性，你这一生就可能成佛；不知道护佛种性，这一生就可惜了。我们看经文：",
      "zh_TW": "下面第三段，「護佛種性」，這非常重要。佛種性，一切眾生個個都有，問題就是你知不知道護佛種性。護佛種性，你這一生就可能成佛；不知道護佛種性，這一生就可惜了。我們看經文："
    },
    {
      "id": "02-040-0115_p0032",
      "zh_CN": "【受持如来甚深法藏。护佛种性常使不绝。】",
      "zh_TW": "【受持如來甚深法藏。護佛種性常使不絕。】"
    },
    {
      "id": "02-040-0115_p0033",
      "zh_CN": "念老的注解，第一句，『受持如来甚深法藏』，「此有二解」，第一个，「《净影疏》曰：明修胜解如来藏性，是如来甚深法藏。暗障既除，明现己心，故曰受持」，这是以明心见性为受持甚深法藏。明修胜解就是禅宗上讲的明心见性，明是智慧现前。迷惑破了，智慧现前，对于经教有深度的了解、殊胜的了解，这就不是字面上的。怎么了解？契入境界，这个境界就是如来藏。如来藏性在我们净土里面讲的是理一心，禅宗里头所说的明心见性，见性成佛，这是胜解如来藏。",
      "zh_TW": "念老的註解，第一句，『受持如來甚深法藏』，「此有二解」，第一個，「《淨影疏》曰：明修勝解如來藏性，是如來甚深法藏。闇障既除，明現己心，故曰受持」，這是以明心見性為受持甚深法藏。明修勝解就是禪宗上講的明心見性，明是智慧現前。迷惑破了，智慧現前，對於經教有深度的了解、殊勝的了解，這就不是字面上的。怎麼了解？契入境界，這個境界就是如來藏。如來藏性在我們淨土裡面講的是理一心，禪宗裡頭所說的明心見性，見性成佛，這是勝解如來藏。"
    },
    {
      "id": "02-040-0115_p0034",
      "zh_CN": "在净土宗里头修的是什么？一心不乱。念佛的目的，不是说佛号念多少声，不是这个意思，这无关紧要；要把妄想心念掉，目的在此地。会念佛的人，念头才起，不管是善念是恶念，统统叫做妄念。为什么？真心里头没有念头。大乘教佛常说真心离念；换句话说，有念就是妄心。所以起心动念叫无明烦恼，分别叫尘沙烦恼，执着叫见思烦恼，这些东西都障碍自性。自性为什么不能现前？自性现前是什么样子？无量智慧、无量神通、无量德能、无量相好都现前了，释迦如来现前了。在我们中国祖师大德里头，也有透一点这些信息，我们看到、听到，都有这个能力。最近的一个，抗战期间还在，江苏镇江金山寺的妙善法师，人家称他金山活佛，真的，确实有神通。漏尽通我们不知道，我们发现他有天眼、天耳、他心、宿命、神足。照这样看到，他最低阶位是三果阿那含，他有这个能力。但是这些能力还没到见性，见性要破无明烦恼，三果圣人只是破见思烦恼，还没破干净，破干净就证阿罗汉。他有这么多能力现前。",
      "zh_TW": "在淨土宗裡頭修的是什麼？一心不亂。念佛的目的，不是說佛號念多少聲，不是這個意思，這無關緊要；要把妄想心念掉，目的在此地。會念佛的人，念頭才起，不管是善念是惡念，統統叫做妄念。為什麼？真心裡頭沒有念頭。大乘教佛常說真心離念；換句話說，有念就是妄心。所以起心動念叫無明煩惱，分別叫塵沙煩惱，執著叫見思煩惱，這些東西都障礙自性。自性為什麼不能現前？自性現前是什麼樣子？無量智慧、無量神通、無量德能、無量相好都現前了，釋迦如來現前了。在我們中國祖師大德裡頭，也有透一點這些信息，我們看到、聽到，都有這個能力。最近的一個，抗戰期間還在，江蘇鎮江金山寺的妙善法師，人家稱他金山活佛，真的，確實有神通。漏盡通我們不知道，我們發現他有天眼、天耳、他心、宿命、神足。照這樣看到，他最低階位是三果阿那含，他有這個能力。但是這些能力還沒到見性，見性要破無明煩惱，三果聖人只是破見思煩惱，還沒破乾淨，破乾淨就證阿羅漢。他有這麼多能力現前。"
    },
    {
      "id": "02-040-0115_p0035",
      "zh_CN": "这个地方解释是以如来藏，就是一心不乱，这是如来甚深法藏。暗，暗是无明，障是业障，无明、业障放下了，断掉了。明现己心，明是明了、明白，现在自己心中，故曰受持，受持如来甚深法藏。「是以明心为受持甚深法藏」，明心就见性，见性就叫明心。《大学》里面所说的「明明德」也是这个境界，明明德就是明心见性。明德之人，大慈悲心一定发出来，自然流露出来，那就是亲民。亲民就是慈悲心，无缘大慈，同体大悲，止于至善。无论是起心动念、言语造作，都是止于至善、纯净纯善，没有过失，这是中国古人讲的。佛法到中国，用佛法来解释中国古来的典籍，把儒一下就抬升、提升了。所以佛法到中国，古时候儒跟道都非常欢迎，读佛经、听讲演佛法确实把自己境界向上提升。像我们现在看量子力学家的报告，我们用佛法来会通，立刻提升，佛法里头很难理解的问题都获得答案了。",
      "zh_TW": "這個地方解釋是以如來藏，就是一心不亂，這是如來甚深法藏。闇，闇是無明，障是業障，無明、業障放下了，斷掉了。明現己心，明是明瞭、明白，現在自己心中，故曰受持，受持如來甚深法藏。「是以明心為受持甚深法藏」，明心就見性，見性就叫明心。《大學》裡面所說的「明明德」也是這個境界，明明德就是明心見性。明德之人，大慈悲心一定發出來，自然流露出來，那就是親民。親民就是慈悲心，無緣大慈，同體大悲，止於至善。無論是起心動念、言語造作，都是止於至善、純淨純善，沒有過失，這是中國古人講的。佛法到中國，用佛法來解釋中國古來的典籍，把儒一下就抬升、提升了。所以佛法到中國，古時候儒跟道都非常歡迎，讀佛經、聽講演佛法確實把自己境界向上提升。像我們現在看量子力學家的報告，我們用佛法來會通，立刻提升，佛法裡頭很難理解的問題都獲得答案了。"
    },
    {
      "id": "02-040-0115_p0036",
      "zh_CN": "第二，《甄解》说的，「即闻持三世一切如来法藏」，法是佛法，法藏就是经典，「多闻归一闻，一闻即是闻其名号」。《甄解》这个说法，把它会归到净土，这是真的。三世一切诸佛如来所说的一切法、所修的一切法、所证的一切法，到最后统统归净土。所以多闻归一闻，一切法最后归到一法。这一法是什么？这一法就是阿弥陀佛。这讲得好，讲得真好！《甄解》是日本净宗大德道隐作的，唐朝时候人，在中国留学，他的老师是我们净宗二祖善导大师，善导大师的学生，回国之后把净土宗传到日本，成为日本净宗的祖师。说得真好。「是以闻佛名号，为受持甚深法藏」。我们看到这个经文，「受持如来甚深法藏」，很羡慕、赞叹，不晓得自己怎么修法，都摇头，认为自己做不到。《甄解》在此地告诉我们，诸佛甚深法藏就是一句阿弥陀佛。这个事实、这个道理我们讲得很多，这些年来我们在一起分享常常提到。",
      "zh_TW": "第二，《甄解》說的，「即聞持三世一切如來法藏」，法是佛法，法藏就是經典，「多聞歸一聞，一聞即是聞其名號」。《甄解》這個說法，把它會歸到淨土，這是真的。三世一切諸佛如來所說的一切法、所修的一切法、所證的一切法，到最後統統歸淨土。所以多聞歸一聞，一切法最後歸到一法。這一法是什麼？這一法就是阿彌陀佛。這講得好，講得真好！《甄解》是日本淨宗大德道隱作的，唐朝時候人，在中國留學，他的老師是我們淨宗二祖善導大師，善導大師的學生，回國之後把淨土宗傳到日本，成為日本淨宗的祖師。說得真好。「是以聞佛名號，為受持甚深法藏」。我們看到這個經文，「受持如來甚深法藏」，很羨慕、讚歎，不曉得自己怎麼修法，都搖頭，認為自己做不到。《甄解》在此地告訴我們，諸佛甚深法藏就是一句阿彌陀佛。這個事實、這個道理我們講得很多，這些年來我們在一起分享常常提到。"
    },
    {
      "id": "02-040-0115_p0037",
      "zh_CN": "隋唐时代，那是中国佛法黄金时代，十个宗派都是那个时候建立的，佛法在中国盛极一时，大护法是唐太宗。唐太宗这个人开明，心量广大，能包容一切。基督教是那时候传来的，回教也是那时候传来的，唐太宗统统包容，平等对待。我们在北京看到清真寺，上面「敕建」，这是什么？国家，皇上下命令建的。佛教的寺院敕建，清真寺也敕建，用平等心看一切宗教，这是个真正有智慧的人。",
      "zh_TW": "隋唐時代，那是中國佛法黃金時代，十個宗派都是那個時候建立的，佛法在中國盛極一時，大護法是唐太宗。唐太宗這個人開明，心量廣大，能包容一切。基督教是那時候傳來的，回教也是那時候傳來的，唐太宗統統包容，平等對待。我們在北京看到清真寺，上面「敕建」，這是什麼？國家，皇上下命令建的。佛教的寺院敕建，清真寺也敕建，用平等心看一切宗教，這是個真正有智慧的人。"
    },
    {
      "id": "02-040-0115_p0038",
      "zh_CN": "那时候的学者，应该是佛门学者，大家在一起研究讨论，释迦牟尼佛四十九年讲的一切经，哪部经最重要、最圆满，能够代表世尊四十九年所说的？最后讨论的结果，大家肯定《华严经》，所以称《华严》为释迦的根本法轮，一切经都是从《华严》流出来的。好像种树，《华严》是根本，世尊所说一切经是枝叶花果，都离不开这个根本，这个根本就包容一切。方东美先生把《华严经》看作大乘佛法概论，这里头所说的义理，各个宗派的东西都有，全都包含了。承认这部经是代表佛教的，一切经皆是《华严》眷属，《华严》的枝叶。可是《华严经》到最后，文殊、普贤率领华藏海会四十一位法身大士求生净土；善财童子五十三参，最后普贤菩萨十大愿王导归极乐，这把《无量寿经》抬出来了。一切经教归《华严》，《华严》最后归净土，这是事实，经上确实是这么说的。这就肯定《无量寿经》是第一经。",
      "zh_TW": "那時候的學者，應該是佛門學者，大家在一起研究討論，釋迦牟尼佛四十九年講的一切經，哪部經最重要、最圓滿，能夠代表世尊四十九年所說的？最後討論的結果，大家肯定《華嚴經》，所以稱《華嚴》為釋迦的根本法輪，一切經都是從《華嚴》流出來的。好像種樹，《華嚴》是根本，世尊所說一切經是枝葉花果，都離不開這個根本，這個根本就包容一切。方東美先生把《華嚴經》看作大乘佛法概論，這裡頭所說的義理，各個宗派的東西都有，全都包含了。承認這部經是代表佛教的，一切經皆是《華嚴》眷屬，《華嚴》的枝葉。可是《華嚴經》到最後，文殊、普賢率領華藏海會四十一位法身大士求生淨土；善財童子五十三參，最後普賢菩薩十大願王導歸極樂，這把《無量壽經》抬出來了。一切經教歸《華嚴》，《華嚴》最後歸淨土，這是事實，經上確實是這麼說的。這就肯定《無量壽經》是第一經。"
    },
    {
      "id": "02-040-0115_p0039",
      "zh_CN": "《无量寿经》在这个本子有四十八品，哪一品是第一？继续找，当然是第六品，四十八愿。极乐世界是四十八愿造成的，离开四十八愿就没有极乐世界。四十八愿这四十八条，哪个愿最重要？继续不断追到底，特别是日本人喜欢研究这个问题，研究到最后，第十八愿。十八愿是什么？十念必生，就是念佛名号。所以把念南无阿弥陀佛这句佛号，做为是四十八愿里头的第一，第一愿，就是《无量寿经》归这一句佛号。这一句佛号，我们看到经上说的，十方三世一切诸佛如来赞叹阿弥陀佛，叫「光中极尊，佛中之王」。这什么意思？十方三世一切诸佛的法都归到阿弥陀佛，阿弥陀佛用这一句名号取而代之。名号功德不可思议，几个人晓得？这个名号代表释迦牟尼佛全部佛法，代表十方三世一切诸佛的佛法，甚深法藏就这一句名号，没人认识。如果真有人认识，你一定会分秒必争，分分秒秒都是阿弥陀佛，决定不能让它空过。为什么？这个名号功德太大太大，无法想像，你在世出世间做什么好事都不如念这句佛号。",
      "zh_TW": "《無量壽經》在這個本子有四十八品，哪一品是第一？繼續找，當然是第六品，四十八願。極樂世界是四十八願造成的，離開四十八願就沒有極樂世界。四十八願這四十八條，哪個願最重要？繼續不斷追到底，特別是日本人喜歡研究這個問題，研究到最後，第十八願。十八願是什麼？十念必生，就是念佛名號。所以把念南無阿彌陀佛這句佛號，做為是四十八願裡頭的第一，第一願，就是《無量壽經》歸這一句佛號。這一句佛號，我們看到經上說的，十方三世一切諸佛如來讚歎阿彌陀佛，叫「光中極尊，佛中之王」。這什麼意思？十方三世一切諸佛的法都歸到阿彌陀佛，阿彌陀佛用這一句名號取而代之。名號功德不可思議，幾個人曉得？這個名號代表釋迦牟尼佛全部佛法，代表十方三世一切諸佛的佛法，甚深法藏就這一句名號，沒人認識。如果真有人認識，你一定會分秒必爭，分分秒秒都是阿彌陀佛，決定不能讓它空過。為什麼？這個名號功德太大太大，無法想像，你在世出世間做什麼好事都不如念這句佛號。"
    },
    {
      "id": "02-040-0115_p0040",
      "zh_CN": "知难行易，这是章嘉大师教给我的，行容易，知太难了！你认识这句名号功德可不是容易事情。我们这一生搞了六十多年，才把它搞清楚、搞明白，你说多难。行容易，念念不离阿弥陀佛，万缘放下。真放下了，身心世界一尘不染，心里头就是一句阿弥陀佛，活在这个世间就是念佛、劝人念佛。自己不念佛，怎么会劝人念佛？自己清清楚楚、明明白白，知道这句佛号功德利益。念佛功夫不得力的，就是对这句佛号功德了解不够透彻。今天如果有桩事情，这家银行放的一堆钞票，告诉你，你一张一张去拿，拿一张是你的，拿两张也是你的，你一定不休息，从早到晚的一张一张去拿。为什么？你知道那里有好处。但是佛号的好处高过那个万倍都不止，你为什么不肯干？拿那个假钞票给你，你就那么喜欢，你分秒必争，唯恐漏掉一张。用这种心来念佛，你决定上品上生。我说的话都是真的，不是假的。现在时间到了，我们就学习到此地。",
      "zh_TW": "知難行易，這是章嘉大師教給我的，行容易，知太難了！你認識這句名號功德可不是容易事情。我們這一生搞了六十多年，才把它搞清楚、搞明白，你說多難。行容易，念念不離阿彌陀佛，萬緣放下。真放下了，身心世界一塵不染，心裡頭就是一句阿彌陀佛，活在這個世間就是念佛、勸人念佛。自己不念佛，怎麼會勸人念佛？自己清清楚楚、明明白白，知道這句佛號功德利益。念佛功夫不得力的，就是對這句佛號功德了解不夠透徹。今天如果有樁事情，這家銀行放的一堆鈔票，告訴你，你一張一張去拿，拿一張是你的，拿兩張也是你的，你一定不休息，從早到晚的一張一張去拿。為什麼？你知道那裡有好處。但是佛號的好處高過那個萬倍都不止，你為什麼不肯幹？拿那個假鈔票給你，你就那麼喜歡，你分秒必爭，唯恐漏掉一張。用這種心來念佛，你決定上品上生。我說的話都是真的，不是假的。現在時間到了，我們就學習到此地。"
    }
  ]
}