{
  "doc_id": "02-040-0369",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六九集",
    "zh_TW": "第三六九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0369",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0369_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0369_p0002",
      "zh_CN": "请看《大经科注》第六百四十九页，第五行看起：",
      "zh_TW": "請看《大經科註》第六百四十九頁，第五行看起："
    },
    {
      "id": "02-040-0369_p0003",
      "zh_CN": "『各自异行』，解释前面经文，第一句，「各自异行，表种种不同之宝树各各依类成行」。这个情形，我们观光旅游的时候也见到过，我们地球上树木花草，确实是同类相聚在一处，一片广大的森林，我们看树的种类就是一种，没有其他杂的东西夹杂在里头。《易经》上所说，孔子说的，「物以类聚」，指动物、植物，总是同类它聚在一起；「人以群分」，人也不例外，人与人的相聚都是志同道合，嗜好相同的，他们常常聚在一起。喜欢唱歌的跟唱歌的在一起，喜欢打麻将的，他的朋友都是牌友，读书人喜欢跟读书人在一起，物以群分，这个是天性。所以极乐世界的宝树也不例外，一定是同类，而且排列非常整齐，这是妙德。我们走进原始森林，看的都是参天大树，几百年的、几千年的，称为神木，排列并不是很整齐，极乐世界排列很整齐。",
      "zh_TW": "『各自異行』，解釋前面經文，第一句，「各自異行，表種種不同之寶樹各各依類成行」。這個情形，我們觀光旅遊的時候也見到過，我們地球上樹木花草，確實是同類相聚在一處，一片廣大的森林，我們看樹的種類就是一種，沒有其他雜的東西夾雜在裡頭。《易經》上所說，孔子說的，「物以類聚」，指動物、植物，總是同類它聚在一起；「人以群分」，人也不例外，人與人的相聚都是志同道合，嗜好相同的，他們常常聚在一起。喜歡唱歌的跟唱歌的在一起，喜歡打麻將的，他的朋友都是牌友，讀書人喜歡跟讀書人在一起，物以群分，這個是天性。所以極樂世界的寶樹也不例外，一定是同類，而且排列非常整齊，這是妙德。我們走進原始森林，看的都是參天大樹，幾百年的、幾千年的，稱為神木，排列並不是很整齊，極樂世界排列很整齊。"
    },
    {
      "id": "02-040-0369_p0004",
      "zh_CN": "『行行相值』，「《定善义》」，定善是修禅定往生的，《十六观经》前面十三种都是定善，定功浅深不一样。换句话说，不是事一心不乱，就是理一心不乱，一心不乱是定善。《定善义》说，「彼国林树虽多，行行整直而无杂乱」。树的排列一行一行整齐，树都长得很直，没有杂乱，杂是不同种类的，没有；乱是没有秩序的，也没有，非常有秩序。「实」是说的果实，「实谓果实，不差其处，故云相当」。它长的处所非常恰当，就像画家画画一样，画一棵大树，哪个地方有个枝，哪个地方有叶，哪个地方有花，哪个地方有果，排列得非常巧妙。这些树木花果都叫人看到非常满意，生欢喜心，这个是阿弥陀佛性德的流露。",
      "zh_TW": "『行行相值』，「《定善義》」，定善是修禪定往生的，《十六觀經》前面十三種都是定善，定功淺深不一樣。換句話說，不是事一心不亂，就是理一心不亂，一心不亂是定善。《定善義》說，「彼國林樹雖多，行行整直而無雜亂」。樹的排列一行一行整齊，樹都長得很直，沒有雜亂，雜是不同種類的，沒有；亂是沒有秩序的，也沒有，非常有秩序。「實」是說的果實，「實謂果實，不差其處，故云相當」。它長的處所非常恰當，就像畫家畫畫一樣，畫一棵大樹，哪個地方有個枝，哪個地方有葉，哪個地方有花，哪個地方有果，排列得非常巧妙。這些樹木花果都叫人看到非常滿意，生歡喜心，這個是阿彌陀佛性德的流露。"
    },
    {
      "id": "02-040-0369_p0005",
      "zh_CN": "『荣色』，「繁茂之形色」。荣是茂盛，色是颜色鲜艳。『光曜』，「光明照耀」。『不可胜视』，真的是目不暇给，我们一般人说「五色缤纷，目光难辨」，你看到太美了，无法形容，无法想像。换句话说，你看不出极乐世界这些景色，我们讲的是大自然的景色，美妙到找不到丝毫瑕疵，那么样的完美。我们知道，大乘经里头佛常常说「依报随着正报转」，依报是环境，随着正报转。正报有欠缺，依报就不圆满；依报里头没有欠缺，找不到瑕疵，我们就知道正报的圆满。正报第一个是念头，第二个是言行，极乐世界的人心是清净平等觉，没有例外的，人人都是清净平等觉，这个是圆满，表现在外面的行持、言行，诚信、仁慈、博爱，所以感得依报如此殊胜美满。阿弥陀佛本愿是因，一切众生信愿持名这是缘，因缘结合，自然显现极乐世界的依正庄严。",
      "zh_TW": "『榮色』，「繁茂之形色」。榮是茂盛，色是顏色鮮艷。『光曜』，「光明照耀」。『不可勝視』，真的是目不暇給，我們一般人說「五色繽紛，目光難辨」，你看到太美了，無法形容，無法想像。換句話說，你看不出極樂世界這些景色，我們講的是大自然的景色，美妙到找不到絲毫瑕疵，那麼樣的完美。我們知道，大乘經裡頭佛常常說「依報隨著正報轉」，依報是環境，隨著正報轉。正報有欠缺，依報就不圓滿；依報裡頭沒有欠缺，找不到瑕疵，我們就知道正報的圓滿。正報第一個是念頭，第二個是言行，極樂世界的人心是清淨平等覺，沒有例外的，人人都是清淨平等覺，這個是圓滿，表現在外面的行持、言行，誠信、仁慈、博愛，所以感得依報如此殊勝美滿。阿彌陀佛本願是因，一切眾生信願持名這是緣，因緣結合，自然顯現極樂世界的依正莊嚴。"
    },
    {
      "id": "02-040-0369_p0006",
      "zh_CN": "下面，「又《定善义》云：诸宝林树」，诸是众多，说之不尽，这些宝林的树，「皆从弥陀无漏心中流出」。「无漏」，我们参考资料里头有简单的注解。「有漏无漏条：离烦恼之清净法，及不为增长他烦恼缘之法，谓之无漏」。也就是自己身心清净，烦恼习气也尽了，这是无漏。小乘的无漏只限于见思烦恼，见思烦恼断尽，习气也断尽，这个就是无漏。第二，外面六尘境界，内外一起讲七情五欲，七情是里面的烦恼，阿赖耶的不善种子，外面是财色名食睡，六尘的烦恼，都不能干扰，心地恢复到清净平等，这叫无漏法。「诸漏永尽，非漏随增」，非漏就是无漏，无漏，纯净纯善增长。所有一切烦恼断尽，纯净纯善天天增长，这叫「性净圆明」。自性本来清净，圆满光明，智慧德能相好自然现前。「若在佛果，乃为究竟无漏。」所以加个究竟，说明他是妙觉如来。等觉以下不加究竟，就称为无漏法。",
      "zh_TW": "下面，「又《定善義》云：諸寶林樹」，諸是眾多，說之不盡，這些寶林的樹，「皆從彌陀無漏心中流出」。「無漏」，我們參考資料裡頭有簡單的註解。「有漏無漏條：離煩惱之清淨法，及不為增長他煩惱緣之法，謂之無漏」。也就是自己身心清淨，煩惱習氣也盡了，這是無漏。小乘的無漏只限於見思煩惱，見思煩惱斷盡，習氣也斷盡，這個就是無漏。第二，外面六塵境界，內外一起講七情五欲，七情是裡面的煩惱，阿賴耶的不善種子，外面是財色名食睡，六塵的煩惱，都不能干擾，心地恢復到清淨平等，這叫無漏法。「諸漏永盡，非漏隨增」，非漏就是無漏，無漏，純淨純善增長。所有一切煩惱斷盡，純淨純善天天增長，這叫「性淨圓明」。自性本來清淨，圓滿光明，智慧德能相好自然現前。「若在佛果，乃為究竟無漏。」所以加個究竟，說明他是妙覺如來。等覺以下不加究竟，就稱為無漏法。"
    },
    {
      "id": "02-040-0369_p0007",
      "zh_CN": "「皆从弥陀无漏心中流出」。我们要常常记住世尊一句教训，它非常重要，就是「一切法从心想生」。时时刻刻记住这一句，然后才真正知道，一个人在这个世间，所有的际遇都要自己负责任，决定不能够怨天尤人。怨天尤人是罪、是业。为什么？与外面境界不相干，没有人惹我，我也没有能力惹别人，全都是自作自受。修行修什么？修行就是回光返照，这叫看破，把自己照得清清楚楚、明明白白。净、善要保任，佛教的名词叫保任，就是保护好；不净、不善要把它放下，这叫修行。所以真修，与别人不相干。修行这桩事情，公修公得，婆修婆得，不修不得，完全要靠自己。有没有人障碍你？没有，障碍不了。一切善与不善，全不能放在心上；放在心上，被染污了，这个责任要自己负。别人送给你，你自己接受，就要负责任。别人送来了不接受，不要放在心上就是不接受，永远保持心是清净、平等，觉而不迷，这叫真修行人，这是真正的佛弟子。",
      "zh_TW": "「皆從彌陀無漏心中流出」。我們要常常記住世尊一句教訓，它非常重要，就是「一切法從心想生」。時時刻刻記住這一句，然後才真正知道，一個人在這個世間，所有的際遇都要自己負責任，決定不能夠怨天尤人。怨天尤人是罪、是業。為什麼？與外面境界不相干，沒有人惹我，我也沒有能力惹別人，全都是自作自受。修行修什麼？修行就是回光返照，這叫看破，把自己照得清清楚楚、明明白白。淨、善要保任，佛教的名詞叫保任，就是保護好；不淨、不善要把它放下，這叫修行。所以真修，與別人不相干。修行這樁事情，公修公得，婆修婆得，不修不得，完全要靠自己。有沒有人障礙你？沒有，障礙不了。一切善與不善，全不能放在心上；放在心上，被染污了，這個責任要自己負。別人送給你，你自己接受，就要負責任。別人送來了不接受，不要放在心上就是不接受，永遠保持心是清淨、平等，覺而不迷，這叫真修行人，這是真正的佛弟子。"
    },
    {
      "id": "02-040-0369_p0008",
      "zh_CN": "不要说世间善人给我们讲的这些善法不能放心上，释迦牟尼佛给我们讲的一切经教也不能放在心上，这个要知道。经教放在心上，你不能成就，你成不了佛。为什么？自性清净心里头一法不立，你怎么还有佛法？所以佛说得很好，我们自己千万不要搞错，佛在《金刚经》上说「法尚应舍，何况非法」，那个法是佛法。释迦牟尼佛给你讲了四十九年，不能放在心上，你了解意思，明白就好；放在心上，你的心被污染了，被释迦牟尼佛污染了。这个污染虽然是善，你出不了六道轮回，你果报在三善道；如果不放在心上，你超越六道轮回。佛没有骗我们，佛对得起我们，说得很清楚、很明白，我们自己误会、搞错了，学佛学了一身的烦恼，不会学，处处着。佛就是教我们不要执着，不要着相，「离一切相，即一切法」，《华严经》上说的。佛说得清楚，我们要真正听得明白，得其受用，受其利，不受其害，这叫善学。佛菩萨善教，我们要善学，才能真正得到利益。在如来果地，这个果地是法身菩萨证得的妙觉果位，妙觉果位称为究竟无漏，等觉以下都称为无漏。一切法从心想生，现在科学家接受了，即是真心所现，法尔如是，这是不可思议的境界。",
      "zh_TW": "不要說世間善人給我們講的這些善法不能放心上，釋迦牟尼佛給我們講的一切經教也不能放在心上，這個要知道。經教放在心上，你不能成就，你成不了佛。為什麼？自性清淨心裡頭一法不立，你怎麼還有佛法？所以佛說得很好，我們自己千萬不要搞錯，佛在《金剛經》上說「法尚應捨，何況非法」，那個法是佛法。釋迦牟尼佛給你講了四十九年，不能放在心上，你了解意思，明白就好；放在心上，你的心被污染了，被釋迦牟尼佛污染了。這個污染雖然是善，你出不了六道輪迴，你果報在三善道；如果不放在心上，你超越六道輪迴。佛沒有騙我們，佛對得起我們，說得很清楚、很明白，我們自己誤會、搞錯了，學佛學了一身的煩惱，不會學，處處著。佛就是教我們不要執著，不要著相，「離一切相，即一切法」，《華嚴經》上說的。佛說得清楚，我們要真正聽得明白，得其受用，受其利，不受其害，這叫善學。佛菩薩善教，我們要善學，才能真正得到利益。在如來果地，這個果地是法身菩薩證得的妙覺果位，妙覺果位稱為究竟無漏，等覺以下都稱為無漏。一切法從心想生，現在科學家接受了，即是真心所現，法爾如是，這是不可思議的境界。"
    },
    {
      "id": "02-040-0369_p0009",
      "zh_CN": "「由佛心是无漏故，其树亦是无漏也。乃至亦无老死者，亦无小生」。小生是什么意思？从出生到成长天天变易叫小生，我们今天讲的相似相续相，这叫小生，也就是生灭不住，前念灭，后念生。所以「亦无初生渐长」，初生的现象没有，逐渐长大的现象没有，它不生不灭。「准上之义，则彼国宝树，皆阿弥陀无漏心中所流出，无有老死，亦无迁变，故无初生与渐长之相」。极乐世界跟十方诸佛刹土大不相同。诸佛的实报土是相同的，诸佛的方便土、同居土就大不相同。为什么？众生的业不相同，众生烦恼不相同，众生的染净不相同，众生的善恶不相同，果报千差万别，无量无边。",
      "zh_TW": "「由佛心是無漏故，其樹亦是無漏也。乃至亦無老死者，亦無小生」。小生是什麼意思？從出生到成長天天變易叫小生，我們今天講的相似相續相，這叫小生，也就是生滅不住，前念滅，後念生。所以「亦無初生漸長」，初生的現象沒有，逐漸長大的現象沒有，它不生不滅。「準上之義，則彼國寶樹，皆阿彌陀無漏心中所流出，無有老死，亦無遷變，故無初生與漸長之相」。極樂世界跟十方諸佛剎土大不相同。諸佛的實報土是相同的，諸佛的方便土、同居土就大不相同。為什麼？眾生的業不相同，眾生煩惱不相同，眾生的染淨不相同，眾生的善惡不相同，果報千差萬別，無量無邊。"
    },
    {
      "id": "02-040-0369_p0010",
      "zh_CN": "西方极乐世界它是无生之界，虽然它有凡圣土，它有同居土，它的凡圣土、同居土完全是依据阿弥陀佛四十八愿，圆圆满满转变过来了，染转变成净，无明转变成智慧，业，造的业转变成德能，果报转变成极乐世界。这个世界不生不灭，不变不迁，它没有改变，永远是这个样子，这是遍法界虚空界诸佛报土当中第一殊胜，无与伦比。所以我们要知道，这个地方是无生之界，没有生灭，人到那边去化生，在莲花里面就起变化。莲花是我们化生之处，怎么化的我们自己不知道，是阿弥陀佛智慧本愿威神加持。我们自己确实不知道，佛来接引，花开的，我们坐在莲花里面，花就合起来，到极乐世界花开了，我们见佛了，完全变化成功了。我们坐进莲花那个时候是神识，一般人讲灵魂，没有肉体。花开见佛的时候，那个身相完全不一样，跟阿弥陀佛的相完全相同，跟阿弥陀佛的智慧、德能、相好、光明也相同，叫不思议境，这个变化是究竟圆满成就了。",
      "zh_TW": "西方極樂世界它是無生之界，雖然它有凡聖土，它有同居土，它的凡聖土、同居土完全是依據阿彌陀佛四十八願，圓圓滿滿轉變過來了，染轉變成淨，無明轉變成智慧，業，造的業轉變成德能，果報轉變成極樂世界。這個世界不生不滅，不變不遷，它沒有改變，永遠是這個樣子，這是遍法界虛空界諸佛報土當中第一殊勝，無與倫比。所以我們要知道，這個地方是無生之界，沒有生滅，人到那邊去化生，在蓮花裡面就起變化。蓮花是我們化生之處，怎麼化的我們自己不知道，是阿彌陀佛智慧本願威神加持。我們自己確實不知道，佛來接引，花開的，我們坐在蓮花裡面，花就合起來，到極樂世界花開了，我們見佛了，完全變化成功了。我們坐進蓮花那個時候是神識，一般人講靈魂，沒有肉體。花開見佛的時候，那個身相完全不一樣，跟阿彌陀佛的相完全相同，跟阿彌陀佛的智慧、德能、相好、光明也相同，叫不思議境，這個變化是究竟圓滿成就了。"
    },
    {
      "id": "02-040-0369_p0011",
      "zh_CN": "正报如是，依报亦如是，依报随着正报转，「故林树亦住无生」，它住在极乐世界也是不生不灭，「亦是无量寿」。人无量寿，树木花草样样都是无量寿。「有情无情，平等一味」。有情是菩萨，无情是山河大地、树木花草，平等一味。「囫囵是个不可思议」。总而言之，这个囫囵可以说整个，整个的意思，圆圆满满，一样不缺，这叫囫囵。这两个字用来形容极乐世界的依正庄严，国土、佛、一切菩萨全包括在其中，囫囵是个不可思议。「以不可思议故，如下所云，树出妙音，自然相和。」下面还有经文，我们往下看，树不但是无量寿，不迁不变，它的作用广大也是没有边际的。请看经文：",
      "zh_TW": "正報如是，依報亦如是，依報隨著正報轉，「故林樹亦住無生」，它住在極樂世界也是不生不滅，「亦是無量壽」。人無量壽，樹木花草樣樣都是無量壽。「有情無情，平等一味」。有情是菩薩，無情是山河大地、樹木花草，平等一味。「囫圇是個不可思議」。總而言之，這個囫圇可以說整個，整個的意思，圓圓滿滿，一樣不缺，這叫囫圇。這兩個字用來形容極樂世界的依正莊嚴，國土、佛、一切菩薩全包括在其中，囫圇是個不可思議。「以不可思議故，如下所云，樹出妙音，自然相和。」下面還有經文，我們往下看，樹不但是無量壽，不遷不變，它的作用廣大也是沒有邊際的。請看經文："
    },
    {
      "id": "02-040-0369_p0012",
      "zh_CN": "【清风时发。出五音声。微妙宫商自然相和。】",
      "zh_TW": "【清風時發。出五音聲。微妙宮商自然相和。】"
    },
    {
      "id": "02-040-0369_p0013",
      "zh_CN": "树不但有色让你看，还有非常美妙的音声供养你听。「无漏清净风」，《会疏》里头说的，「故云清风」。人心无漏，人身体就无漏，人居住活动的环境也无漏。清风吹在身上，风是无漏的。『时发』，「应时而吹，故云时发」。什么叫应时？需要它的时候它就来，不需要的时候没风，需要的时候风就来了，自然的。什么时候需要，什么时候不需要，都不可思议。为什么？从理上来说，极乐世界的每一个人都不起心、不动念，没动念头，自然就有风，风来得恰到其时，妙！这人没有想到我现在要风，没这个念头，这个念头是起心动念。没有起心动念，什么时候想到要风，什么时候想到不要风？",
      "zh_TW": "樹不但有色讓你看，還有非常美妙的音聲供養你聽。「無漏清淨風」，《會疏》裡頭說的，「故云清風」。人心無漏，人身體就無漏，人居住活動的環境也無漏。清風吹在身上，風是無漏的。『時發』，「應時而吹，故云時發」。什麼叫應時？需要它的時候它就來，不需要的時候沒風，需要的時候風就來了，自然的。什麼時候需要，什麼時候不需要，都不可思議。為什麼？從理上來說，極樂世界的每一個人都不起心、不動念，沒動念頭，自然就有風，風來得恰到其時，妙！這人沒有想到我現在要風，沒這個念頭，這個念頭是起心動念。沒有起心動念，什麼時候想到要風，什麼時候想到不要風？"
    },
    {
      "id": "02-040-0369_p0014",
      "zh_CN": "这桩事情，我们从江本胜博士的水实验可以体会到一些信息。我们起心动念对着这一杯水，这是感，水有应，这个感应很明显。没有起心动念的对这个水，水也有感。水感，有没有起心动念？我们相信它没有。我们举一个例子，江本做过实验，用经本，无论写什么样的文字，水都会看，我们看不懂，它看得懂。给它看，摆在水旁边，摆上一个小时，把这一杯水放在冰箱摄氏零下五度，它就结霜，在显微镜下看这个霜的结晶，就有图案给你看。经典是善书，图案都非常美。同样的，不善的书，战争的历史，你让它看一个钟点，反应的图案很难看。证明水会看、会听，我们起心动念它知道，从反应的图案显示出它知道，这些境界都不可思议。不可思议的东西太多了，就在日常生活当中，说不尽；可以思议的东西，占分量很小，千万分之一。为什么？不思议是性德，性德无量无边，没有数量的；可以思议的是阿赖耶，阿赖耶有范围，有局限。所以可以思议的不多，不可思议的无量无边。",
      "zh_TW": "這樁事情，我們從江本勝博士的水實驗可以體會到一些信息。我們起心動念對著這一杯水，這是感，水有應，這個感應很明顯。沒有起心動念的對這個水，水也有感。水感，有沒有起心動念？我們相信它沒有。我們舉一個例子，江本做過實驗，用經本，無論寫什麼樣的文字，水都會看，我們看不懂，它看得懂。給它看，擺在水旁邊，擺上一個小時，把這一杯水放在冰箱攝氏零下五度，它就結霜，在顯微鏡下看這個霜的結晶，就有圖案給你看。經典是善書，圖案都非常美。同樣的，不善的書，戰爭的歷史，你讓它看一個鐘點，反應的圖案很難看。證明水會看、會聽，我們起心動念它知道，從反應的圖案顯示出它知道，這些境界都不可思議。不可思議的東西太多了，就在日常生活當中，說不盡；可以思議的東西，佔分量很小，千萬分之一。為什麼？不思議是性德，性德無量無邊，沒有數量的；可以思議的是阿賴耶，阿賴耶有範圍，有侷限。所以可以思議的不多，不可思議的無量無邊。"
    },
    {
      "id": "02-040-0369_p0015",
      "zh_CN": "下面讲「树具德」。『出五音声，微妙宫商自然相和』。「五音」，五音指的是中国过去古代音符上五个音，「宫商角徵羽」，五音。在此地这个不念征，念只，宫商角徵羽，这是个破音字。「此五声可摄一切音声」，这括弧有解释，「此五声乃中国古代」，乐是音乐，「乐律之本，再加变宫、变徵为七声」，跟现在的音乐七声完全相同。「微妙宫商」，宫商在古时候代表音乐，什么音乐？现在所说的交响乐，就是许多种乐器在一起演奏，用宫商代表。这个古乐，我们到云南丽江，那个地方有个老人乐队，都是八十以上的老人，在那里演奏。我每次到丽江一定要去听听，这个古乐太难得，他们也经常出国去表演，中国古代的音乐。他们领队叫宣科，我跟他见几次面。老人那么大的年岁，几年之后都要走了，再找新的，新的大概最年轻也是七十多岁。这个古乐要保留下来，宣科的功德也不可思议。「一切音声」，演奏的音声，「悉皆微妙」。",
      "zh_TW": "下面講「樹具德」。『出五音聲，微妙宮商自然相和』。「五音」，五音指的是中國過去古代音符上五個音，「宮商角徵羽」，五音。在此地這個不念徵，念只，宮商角徵羽，這是個破音字。「此五聲可攝一切音聲」，這括弧有解釋，「此五聲乃中國古代」，樂是音樂，「樂律之本，再加變宮、變徵為七聲」，跟現在的音樂七聲完全相同。「微妙宮商」，宮商在古時候代表音樂，什麼音樂？現在所說的交響樂，就是許多種樂器在一起演奏，用宮商代表。這個古樂，我們到雲南麗江，那個地方有個老人樂隊，都是八十以上的老人，在那裡演奏。我每次到麗江一定要去聽聽，這個古樂太難得，他們也經常出國去表演，中國古代的音樂。他們領隊叫宣科，我跟他見幾次面。老人那麼大的年歲，幾年之後都要走了，再找新的，新的大概最年輕也是七十多歲。這個古樂要保留下來，宣科的功德也不可思議。「一切音聲」，演奏的音聲，「悉皆微妙」。"
    },
    {
      "id": "02-040-0369_p0016",
      "zh_CN": "「相和者，相应。《会疏》曰：愿力所成，不藉鼓吹，故云自然相和。树出和声，显极乐世界一草一木悉皆圆明具德。」经上讲的愿力所成，在极乐世界，阿弥陀佛四十八愿所成就的。诸佛刹土，我们能想到，当然有音乐。佛门对音乐非常重视。中国传统文化重视音乐，礼乐。礼，调身的，让我们身的行为都能合法，动作端庄文雅，又能有助于身体健康，行住坐卧四威仪；乐是调心的，让心情舒畅。所以礼乐，礼乐和，人身心健康。古时候教育里，教育落实在礼乐。极乐世界一草一木都能够出微妙的音声，让接触到的、听到的、看到的，都能够增进道业，消除烦恼习气，提升修学的境界，有这么多的好处。他方世界有，没有极乐世界这么多、这么丰富，比不上极乐世界悉皆圆明具德，阿弥陀佛的本愿以及无量劫的修行功德之所成就。我们到极乐世界，过去也是多生多劫，修学不足之处，到极乐世界，快速的都把它填补起来了。最后两句经文：",
      "zh_TW": "「相和者，相應。《會疏》曰：願力所成，不藉鼓吹，故云自然相和。樹出和聲，顯極樂世界一草一木悉皆圓明具德。」經上講的願力所成，在極樂世界，阿彌陀佛四十八願所成就的。諸佛剎土，我們能想到，當然有音樂。佛門對音樂非常重視。中國傳統文化重視音樂，禮樂。禮，調身的，讓我們身的行為都能合法，動作端莊文雅，又能有助於身體健康，行住坐臥四威儀；樂是調心的，讓心情舒暢。所以禮樂，禮樂和，人身心健康。古時候教育裡，教育落實在禮樂。極樂世界一草一木都能夠出微妙的音聲，讓接觸到的、聽到的、看到的，都能夠增進道業，消除煩惱習氣，提升修學的境界，有這麼多的好處。他方世界有，沒有極樂世界這麼多、這麼豐富，比不上極樂世界悉皆圓明具德，阿彌陀佛的本願以及無量劫的修行功德之所成就。我們到極樂世界，過去也是多生多劫，修學不足之處，到極樂世界，快速的都把它填補起來了。最後兩句經文："
    },
    {
      "id": "02-040-0369_p0017",
      "zh_CN": "【是诸宝树。周遍其国。】",
      "zh_TW": "【是諸寶樹。周遍其國。】"
    },
    {
      "id": "02-040-0369_p0018",
      "zh_CN": "极乐世界其大无外、其小无内，这是不可思议的处所，不可思议的境界。",
      "zh_TW": "極樂世界其大無外、其小無內，這是不可思議的處所，不可思議的境界。"
    },
    {
      "id": "02-040-0369_p0019",
      "zh_CN": "我们再看下面第十五品，「道场觉树」。题解，念老告诉我们，「此品中之菩提树，即第四十一愿」，四十八愿里面，第四十一愿里面所说的道场树，就是菩提树。「品中先显树之广大庄严」，这分成四段，第二段，「显树之妙德难思」，后头还有一段，「末显弥陀愿力，举果明因」。为什么会有这样的庄严？都从阿弥陀佛本愿之所来。请看经文，这段讲「树之量」：",
      "zh_TW": "我們再看下面第十五品，「道場覺樹」。題解，念老告訴我們，「此品中之菩提樹，即第四十一願」，四十八願裡面，第四十一願裡面所說的道場樹，就是菩提樹。「品中先顯樹之廣大莊嚴」，這分成四段，第二段，「顯樹之妙德難思」，後頭還有一段，「末顯彌陀願力，舉果明因」。為什麼會有這樣的莊嚴？都從阿彌陀佛本願之所來。請看經文，這段講「樹之量」："
    },
    {
      "id": "02-040-0369_p0020",
      "zh_CN": "【又其道场有菩提树。高四百万里。其本周围五千由旬。枝叶四布二十万里。】",
      "zh_TW": "【又其道場有菩提樹。高四百萬里。其本周圍五千由旬。枝葉四布二十萬里。】"
    },
    {
      "id": "02-040-0369_p0021",
      "zh_CN": "这个树，说明它的高度、它的周围，我们读这个文，菩提树不可思议，太大了，我们无法想像。念老给我们的注解，『道场』，「此有五义」。道场是佛教的名称、术语，什么才叫道场？这里五个意思，能称为道场。第一个，「指释尊于印度菩提树下成道之处」，这个叫道场。释迦牟尼佛在这棵树下入定，大彻大悟，明心见性，这个地方叫做道场，成道之场。第二，「指得道之行法」，修行的方法。「如《维摩经》曰，直心是道场」。直心能证果，直心就是至诚心，真诚到极处。我们现在在一般大众场合介绍菩提心，我用真诚，真诚是菩提心的体。菩提心就是真心，觉悟的心，菩提当觉悟的意思。觉悟的心是真诚，真诚是觉悟的心，我们要想求觉悟，求大彻大悟，不能不用真心。",
      "zh_TW": "這個樹，說明它的高度、它的周圍，我們讀這個文，菩提樹不可思議，太大了，我們無法想像。念老給我們的註解，『道場』，「此有五義」。道場是佛教的名稱、術語，什麼才叫道場？這裡五個意思，能稱為道場。第一個，「指釋尊於印度菩提樹下成道之處」，這個叫道場。釋迦牟尼佛在這棵樹下入定，大徹大悟，明心見性，這個地方叫做道場，成道之場。第二，「指得道之行法」，修行的方法。「如《維摩經》曰，直心是道場」。直心能證果，直心就是至誠心，真誠到極處。我們現在在一般大眾場合介紹菩提心，我用真誠，真誠是菩提心的體。菩提心就是真心，覺悟的心，菩提當覺悟的意思。覺悟的心是真誠，真誠是覺悟的心，我們要想求覺悟，求大徹大悟，不能不用真心。"
    },
    {
      "id": "02-040-0369_p0022",
      "zh_CN": "用妄心永远不会觉悟，要用真心。可不可以对佛菩萨用真心，对一般人用妄心，可不可以？不可以。一真一切真，一妄一切妄，不可能分一半是真，一半是妄，这不可能。所以用真心就不能怕吃亏，不能怕上当。怕吃亏、怕上当，这个人不会成就，不要说佛菩萨他没有分，世间贤人君子他也没分，我们得一定搞清楚。真正要搞真的，不能不放下，该放下的统统放下。我们有身体在，身体需要生活，身体生活所需很少。少，我们就少取，不要过分，过分就生烦恼，过分就造业障，造业。真正学佛的人，不要说学佛，学儒、学道都不例外，学圣贤安分守己。学佛，佛告诉我们，安分守己最好还缺一点，还得有一点欠缺，为什么？对这个世界减少贪爱。如果你的生活很丰富，你对这个世间起贪恋的心，不想离开，这个地方不错，我过得很好。所以佛教比丘，「比丘常带三分病」，为什么？对这个身没有留恋，对这个世界也没有留恋，才容易出六道轮回，这个要知道。佛不赞成我们修福，修福出不了六道轮回。佛赞成苦行，不赞成修福。你看，对大迦叶的苦行，佛常常赞叹，道理在此地，让你对这个世间不想住，不留恋这个地方，要去作佛去，要到极乐世界去。",
      "zh_TW": "用妄心永遠不會覺悟，要用真心。可不可以對佛菩薩用真心，對一般人用妄心，可不可以？不可以。一真一切真，一妄一切妄，不可能分一半是真，一半是妄，這不可能。所以用真心就不能怕吃虧，不能怕上當。怕吃虧、怕上當，這個人不會成就，不要說佛菩薩他沒有分，世間賢人君子他也沒分，我們得一定搞清楚。真正要搞真的，不能不放下，該放下的統統放下。我們有身體在，身體需要生活，身體生活所需很少。少，我們就少取，不要過分，過分就生煩惱，過分就造業障，造業。真正學佛的人，不要說學佛，學儒、學道都不例外，學聖賢安分守己。學佛，佛告訴我們，安分守己最好還缺一點，還得有一點欠缺，為什麼？對這個世界減少貪愛。如果你的生活很豐富，你對這個世間起貪戀的心，不想離開，這個地方不錯，我過得很好。所以佛教比丘，「比丘常帶三分病」，為什麼？對這個身沒有留戀，對這個世界也沒有留戀，才容易出六道輪迴，這個要知道。佛不贊成我們修福，修福出不了六道輪迴。佛贊成苦行，不贊成修福。你看，對大迦葉的苦行，佛常常讚歎，道理在此地，讓你對這個世間不想住，不留戀這個地方，要去作佛去，要到極樂世界去。"
    },
    {
      "id": "02-040-0369_p0023",
      "zh_CN": "极乐世界一切如意，会不会起贪心？会不会起瞋恚？不会。这是阿弥陀佛高明，让你享福，享究竟圆满的福报，不起贪瞋痴慢的念头，高明到极处。高在哪里？高在讲经教学不中断，善巧方便达到究竟圆满，这是不可思议的境界。我们这个世间，不可能佛带着我，不离开我，时时刻刻教导我，做不到，共业、别业都做不到。释迦牟尼佛在世，每天跟在身边不离开的人数不多，出家众，只讲了一千二百五十五人，常随众；在家众，虽没有记载，我们相信人数不会少于出家众。从这个看法，我们推想，世尊讲经教学，听众应该在三千人左右，而不能够每一个人都在佛的身边。",
      "zh_TW": "極樂世界一切如意，會不會起貪心？會不會起瞋恚？不會。這是阿彌陀佛高明，讓你享福，享究竟圓滿的福報，不起貪瞋痴慢的念頭，高明到極處。高在哪裡？高在講經教學不中斷，善巧方便達到究竟圓滿，這是不可思議的境界。我們這個世間，不可能佛帶著我，不離開我，時時刻刻教導我，做不到，共業、別業都做不到。釋迦牟尼佛在世，每天跟在身邊不離開的人數不多，出家眾，只講了一千二百五十五人，常隨眾；在家眾，雖沒有記載，我們相信人數不會少於出家眾。從這個看法，我們推想，世尊講經教學，聽眾應該在三千人左右，而不能夠每一個人都在佛的身邊。"
    },
    {
      "id": "02-040-0369_p0024",
      "zh_CN": "极乐世界阿弥陀佛用的方法，化身，我们讲应化身，不离开你。在极乐世界虽然那么多的菩萨，自己感觉到阿弥陀佛专门对我一个人，专门教我一个人。他有极其善巧方便，给我们讲的一切经教，我们都能完全听懂，完全接受。所以在极乐世界，时时刻刻你感觉到的，法喜充满。日新又新，这句话在我们这个世界是勉励大家的，而在极乐世界完全兑现了。阿弥陀佛的大讲堂，初看，佛在讲台上讲经，大众在台下坐在那里听经，细细的观察，阿弥陀佛在每一个人的身边，契理契机为他宣扬佛法，帮助他看破放下，帮助他即身成佛，这是极乐世界无比殊胜之处。道场修行方法，直心是道场，直心是真诚到极处，直心能通无上道。直心就是阿弥陀佛的心，我们的心直，妄念不生，不起心、不动念，就跟阿弥陀佛的心，心心相印，智慧就开了。",
      "zh_TW": "極樂世界阿彌陀佛用的方法，化身，我們講應化身，不離開你。在極樂世界雖然那麼多的菩薩，自己感覺到阿彌陀佛專門對我一個人，專門教我一個人。他有極其善巧方便，給我們講的一切經教，我們都能完全聽懂，完全接受。所以在極樂世界，時時刻刻你感覺到的，法喜充滿。日新又新，這句話在我們這個世界是勉勵大家的，而在極樂世界完全兌現了。阿彌陀佛的大講堂，初看，佛在講台上講經，大眾在台下坐在那裡聽經，細細的觀察，阿彌陀佛在每一個人的身邊，契理契機為他宣揚佛法，幫助他看破放下，幫助他即身成佛，這是極樂世界無比殊勝之處。道場修行方法，直心是道場，直心是真誠到極處，直心能通無上道。直心就是阿彌陀佛的心，我們的心直，妄念不生，不起心、不動念，就跟阿彌陀佛的心，心心相印，智慧就開了。"
    },
    {
      "id": "02-040-0369_p0025",
      "zh_CN": "第三，「供佛之处，称为道场」。这个地方盖的有个亭子，有小的寺庙，里面供奉着有佛像、有菩萨像，这称为道场。第四，「学道之处」，称为道场。「《维摩经肇注》」，僧肇大师《维摩经》注解，上面说，「闲宴修道之处」，这个我们可以把它解释为学习的地方叫做道场；修行的地方，大家在一起念佛，修行的地方叫做道场。学习善法的地方，善道、养道。还有学校也是道场，学习的地方，多半是在扎根上学习。第五种，隋炀帝那个时代，把所有寺院，寺院两个字都改成道场，道场就是寺院的代名词。「诏改天下诸寺，皆名道场。今经所云道场，是第四义」，是指修道的处所，称为道场。",
      "zh_TW": "第三，「供佛之處，稱為道場」。這個地方蓋的有個亭子，有小的寺廟，裡面供奉著有佛像、有菩薩像，這稱為道場。第四，「學道之處」，稱為道場。「《維摩經肇註》」，僧肇大師《維摩經》註解，上面說，「閑宴修道之處」，這個我們可以把它解釋為學習的地方叫做道場；修行的地方，大家在一起念佛，修行的地方叫做道場。學習善法的地方，善道、養道。還有學校也是道場，學習的地方，多半是在扎根上學習。第五種，隋煬帝那個時代，把所有寺院，寺院兩個字都改成道場，道場就是寺院的代名詞。「詔改天下諸寺，皆名道場。今經所云道場，是第四義」，是指修道的處所，稱為道場。"
    },
    {
      "id": "02-040-0369_p0026",
      "zh_CN": "下面这一段，『菩提树』，「据《西域记》」，《西域记》是唐朝玄奘大师到印度求学的日记，他勤于写作，就是等于是玄奘大师的西游记。因为他出发是向西走，到现在的新疆，越过葱岭，从那边进入印度，他路是这样走法的。那个时候中国、印度都没有统一，国家都是部落，国王就是酋长，小部落的领袖。西域在那个时候有几十个国家，就是现在的新疆，印度也没有统一。中国虽然大一统，唐朝大一统，西域那些小国都是中国的附庸国，也画在中国地图里头。但是中国皇帝没有行政权，他们每个小部落都是独立的，服从中国皇上的领导，大小疑难杂事都向中国皇上请教，是这么一种性质。所以隋炀帝把寺院这个名字改成道场，他所统辖的国家，所有寺院，把寺院两个字改成道场。今经所云道场，是第四个意思，就是修道的处所称为道场。",
      "zh_TW": "下面這一段，『菩提樹』，「據《西域記》」，《西域記》是唐朝玄奘大師到印度求學的日記，他勤於寫作，就是等於是玄奘大師的西遊記。因為他出發是向西走，到現在的新疆，越過蔥嶺，從那邊進入印度，他路是這樣走法的。那個時候中國、印度都沒有統一，國家都是部落，國王就是酋長，小部落的領袖。西域在那個時候有幾十個國家，就是現在的新疆，印度也沒有統一。中國雖然大一統，唐朝大一統，西域那些小國都是中國的附庸國，也畫在中國地圖裡頭。但是中國皇帝沒有行政權，他們每個小部落都是獨立的，服從中國皇上的領導，大小疑難雜事都向中國皇上請教，是這麼一種性質。所以隋煬帝把寺院這個名字改成道場，他所統轄的國家，所有寺院，把寺院兩個字改成道場。今經所云道場，是第四個意思，就是修道的處所稱為道場。"
    },
    {
      "id": "02-040-0369_p0027",
      "zh_CN": "菩提树，根据《西域记》所说的，就是「毕钵罗树」。这个树现在很多，我们在斯里兰卡看到。阿育王时代，阿育王的儿子、女儿到斯里兰卡来，带了释迦牟尼佛当年成道的那一棵菩提树，菩提树可以插枝的，他截了一段带到斯里兰卡，在斯里兰卡种下去长大了，两千多年了。菩提树长得很大，现在下面搭成架子把它架起来，怕它倒下来。菩提树不难种，有枝条，或者是挖树根，都可以栽培。毕钵罗树，翻译成道树，或者是觉树。「佛在世时，树高四百尺」。印度那么多国家，每个国家的度量衡没有统一，所以它到底一尺是有多长，说法没有一定，考据很困难，每个地方的人都说他们自己度量衡的单位，这就很难。",
      "zh_TW": "菩提樹，根據《西域記》所說的，就是「畢缽羅樹」。這個樹現在很多，我們在斯里蘭卡看到。阿育王時代，阿育王的兒子、女兒到斯里蘭卡來，帶了釋迦牟尼佛當年成道的那一棵菩提樹，菩提樹可以插枝的，他截了一段帶到斯里蘭卡，在斯里蘭卡種下去長大了，兩千多年了。菩提樹長得很大，現在下面搭成架子把它架起來，怕它倒下來。菩提樹不難種，有枝條，或者是挖樹根，都可以栽培。畢缽羅樹，翻譯成道樹，或者是覺樹。「佛在世時，樹高四百尺」。印度那麼多國家，每個國家的度量衡沒有統一，所以它到底一尺是有多長，說法沒有一定，考據很困難，每個地方的人都說他們自己度量衡的單位，這就很難。"
    },
    {
      "id": "02-040-0369_p0028",
      "zh_CN": "中国翻译出来的经典，说释迦牟尼佛个子很高，常常讲丈六金身，他的身体一丈六尺。一丈六尺很高，差不多我们普通人两个人那么高，这样的人走出去，别人都看傻了，怎么这么高！所以弘一大师做周尺考，做考据，周朝的尺到底多长，跟现在的尺来比，这一篇文字收在弘一大师《律学三十三种》里面。这个书我收藏了有，可能在澳洲。过去搬家搬的次数太多，景美那里留下有一部分，达拉斯也留下一部分，圣荷西那边也留下一部分，多半都收藏在澳洲净宗学院。弘一大师的考据，周朝的一尺，大概现在合我们的市尺六寸，这差距就很大，它的一丈就是现在六尺。丈六金身，这就讲得通，大概现在的高度一八０、一九０，大概就是这样的，这是个高个子，高不是太多。由旬，说法都不定，印度每个国家有它自己说的长度。",
      "zh_TW": "中國翻譯出來的經典，說釋迦牟尼佛個子很高，常常講丈六金身，他的身體一丈六尺。一丈六尺很高，差不多我們普通人兩個人那麼高，這樣的人走出去，別人都看傻了，怎麼這麼高！所以弘一大師做周尺考，做考據，周朝的尺到底多長，跟現在的尺來比，這一篇文字收在弘一大師《律學三十三種》裡面。這個書我收藏了有，可能在澳洲。過去搬家搬的次數太多，景美那裡留下有一部分，達拉斯也留下一部分，聖荷西那邊也留下一部分，多半都收藏在澳洲淨宗學院。弘一大師的考據，周朝的一尺，大概現在合我們的市尺六寸，這差距就很大，它的一丈就是現在六尺。丈六金身，這就講得通，大概現在的高度一八０、一九０，大概就是這樣的，這是個高個子，高不是太多。由旬，說法都不定，印度每個國家有它自己說的長度。"
    },
    {
      "id": "02-040-0369_p0029",
      "zh_CN": "佛在世时，树高四百尺，我们可以相信。「后屡经残伐，犹高四五丈是为此世界之菩提树。今经云彼土树高四百万里」，这《无量寿经》上佛说的。「或以《观经》中佛身高六十万亿那由他恒河沙由旬」。这两个一比，佛太高，树太小，很不相称，但是经上确实有这个字样，谁也不敢改动。下面念老给我们折衷来说，「实则此亦无碍」，实实在在讲，怎么说也没有什么妨碍。「种种说量」，这个量就是度量衡，「皆随众生机宜，故不拘于一格」，我们不要执着这些。我们知道在那个时代，那个时代叫城邦国家，部落，小国只有二、三十里；换句话说，就是比较大一点的村庄，他居住在那一方，它就是一国。邻居二、三十里出去，就出了国界，另外一个国家。你看中国在周朝时候，中国的版图不大，北面黄河流域，南面长江流域，还没有达到珠江，也就是现在讲的中原这个地带，多少个国家？八百，八百诸侯。大国，一百里是大国；小国，二、三十里，真的是现在一个村庄。现在一个镇，比以前一个国都大。",
      "zh_TW": "佛在世時，樹高四百尺，我們可以相信。「後屢經殘伐，猶高四五丈是為此世界之菩提樹。今經云彼土樹高四百萬里」，這《無量壽經》上佛說的。「或以《觀經》中佛身高六十萬億那由他恆河沙由旬」。這兩個一比，佛太高，樹太小，很不相稱，但是經上確實有這個字樣，誰也不敢改動。下面念老給我們折衷來說，「實則此亦無礙」，實實在在講，怎麼說也沒有什麼妨礙。「種種說量」，這個量就是度量衡，「皆隨眾生機宜，故不拘於一格」，我們不要執著這些。我們知道在那個時代，那個時代叫城邦國家，部落，小國只有二、三十里；換句話說，就是比較大一點的村莊，他居住在那一方，它就是一國。鄰居二、三十里出去，就出了國界，另外一個國家。你看中國在周朝時候，中國的版圖不大，北面黃河流域，南面長江流域，還沒有達到珠江，也就是現在講的中原這個地帶，多少個國家？八百，八百諸侯。大國，一百里是大國；小國，二、三十里，真的是現在一個村莊。現在一個鎮，比以前一個國都大。"
    },
    {
      "id": "02-040-0369_p0030",
      "zh_CN": "中国古时候的文字，诸位要是去研究，很多种不同的写法，是不是造字人造的？不是，每个国家有每个国家人写法，多一划、少一划不一定。你看用得最多的寿字、福字，一百多个，一、二百个，你去搜集，那是什么？各个不同地方写法，很复杂。统一文字，秦始皇，完全用小篆。像钟鼎、甲骨，那地方的就很多，各个地方不一样。秦统一之后，统一文字统统用小篆。中国的典籍靠这个保留下来流传到现在，小篆、大篆、隶书、楷书、草书，就有很多种流派。「种种说量，皆随众生机宜，故不拘于一格」，这个说法好。「且此经举体是事事无碍，不可思议境界。此处高低纵然有异，若达广狭自在之玄门，则洽入一切无碍之法界。」广狭自在玄门，《华严经》所说的。广狭无碍，广能容狭，狭也能容广，大能容小，小也能容大，互相没有妨碍，这就讲到理事无碍，事事无碍，这是无障碍的法界。",
      "zh_TW": "中國古時候的文字，諸位要是去研究，很多種不同的寫法，是不是造字人造的？不是，每個國家有每個國家人寫法，多一劃、少一劃不一定。你看用得最多的壽字、福字，一百多個，一、二百個，你去蒐集，那是什麼？各個不同地方寫法，很複雜。統一文字，秦始皇，完全用小篆。像鐘鼎、甲骨，那地方的就很多，各個地方不一樣。秦統一之後，統一文字統統用小篆。中國的典籍靠這個保留下來流傳到現在，小篆、大篆、隸書、楷書、草書，就有很多種流派。「種種說量，皆隨眾生機宜，故不拘於一格」，這個說法好。「且此經舉體是事事無礙，不可思議境界。此處高低縱然有異，若達廣狹自在之玄門，則洽入一切無礙之法界。」廣狹自在玄門，《華嚴經》所說的。廣狹無礙，廣能容狹，狹也能容廣，大能容小，小也能容大，互相沒有妨礙，這就講到理事無礙，事事無礙，這是無障礙的法界。"
    },
    {
      "id": "02-040-0369_p0031",
      "zh_CN": "下面这一段给我们介绍树的庄严，「树之严」。第一段，「众宝严成」，严是庄严，成是成就，比前面说得详细。",
      "zh_TW": "下面這一段給我們介紹樹的莊嚴，「樹之嚴」。第一段，「眾寶嚴成」，嚴是莊嚴，成是成就，比前面說得詳細。"
    },
    {
      "id": "02-040-0369_p0032",
      "zh_CN": "【一切众宝自然合成。华果敷荣。光晖遍照。复有红绿青白诸摩尼宝。众宝之王以为璎珞。】",
      "zh_TW": "【一切眾寶自然合成。華果敷榮。光暉遍照。復有紅綠青白諸摩尼寶。眾寶之王以為瓔珞。】"
    },
    {
      "id": "02-040-0369_p0033",
      "zh_CN": "树上挂满璎珞，像我们逢年过节大典，把花草树木也装饰得金碧辉煌，一片喜气洋洋。",
      "zh_TW": "樹上掛滿瓔珞，像我們逢年過節大典，把花草樹木也裝飾得金碧輝煌，一片喜氣洋洋。"
    },
    {
      "id": "02-040-0369_p0034",
      "zh_CN": "【云聚宝鏁饰诸宝柱。金珠铃铎周匝条间。珍妙宝网罗覆其上。】",
      "zh_TW": "【雲聚寶鏁飾諸寶柱。金珠鈴鐸周匝條間。珍妙寶網羅覆其上。】"
    },
    {
      "id": "02-040-0369_p0035",
      "zh_CN": "这是说树以及树上的庄严，不思议圣德的成就。我们看念老的注解，『一切众宝』，下面，这两行半文，「显菩提树之庄严」。这是举一个例子，道场树就是菩提树。『自然合成』，没有人工去设计，没有人工去培养，一切无不是自然的。自然从哪来的？「弥陀大愿大力之成就」。大愿是四十八愿，大力除了五劫考察学习之外，阿弥陀佛从初发心到成佛道，无量劫，无量劫累积的修学功德不可思议，用这些愿心功德成就了极乐世界。「自然如是，不假造作」。不需要造作，自然变现出来的。『敷』，「开显」的意思。『荣』，「繁盛明丽」。繁盛，我们讲树木花草非常茂盛。这些树木花草统统放光，所以说明丽。『晖』，同光字边的辉。「意为此树亦是一切众宝自然合成，是故华果繁茂秀丽，光明普照。」佛的光明普照法界虚空界一切诸佛刹土，没有一个漏失的，阿弥陀佛菩提树光亦如是，也是遍照十方世界，依正庄严。所以这个树也是一切众宝自然合成，花果繁茂秀丽，光明普照。",
      "zh_TW": "這是說樹以及樹上的莊嚴，不思議聖德的成就。我們看念老的註解，『一切眾寶』，下面，這兩行半文，「顯菩提樹之莊嚴」。這是舉一個例子，道場樹就是菩提樹。『自然合成』，沒有人工去設計，沒有人工去培養，一切無不是自然的。自然從哪來的？「彌陀大願大力之成就」。大願是四十八願，大力除了五劫考察學習之外，阿彌陀佛從初發心到成佛道，無量劫，無量劫累積的修學功德不可思議，用這些願心功德成就了極樂世界。「自然如是，不假造作」。不需要造作，自然變現出來的。『敷』，「開顯」的意思。『榮』，「繁盛明麗」。繁盛，我們講樹木花草非常茂盛。這些樹木花草統統放光，所以說明麗。『暉』，同光字邊的輝。「意為此樹亦是一切眾寶自然合成，是故華果繁茂秀麗，光明普照。」佛的光明普照法界虛空界一切諸佛剎土，沒有一個漏失的，阿彌陀佛菩提樹光亦如是，也是遍照十方世界，依正莊嚴。所以這個樹也是一切眾寶自然合成，花果繁茂秀麗，光明普照。"
    },
    {
      "id": "02-040-0369_p0036",
      "zh_CN": "「复有下」，『复有红绿青白诸摩尼宝』，「显树上之庄严」。到处都是珍宝，珍宝太多了，像我们现在看到，我们这个大地泥沙一样，这个大地泥沙、瓦砾太多，极乐世界是珍宝太多，跟我们的泥沙没有两样，到处都是。「《往生论》偈言：无量宝交络，罗网遍虚空」。无量宝，这个不是以类聚的，杂聚，美不胜收。罗网，现在人很少见，古时候宫殿的上方编织罗网，用铜丝编成的。你看里面没有障碍，透明的，看得见，手碰不到。为什么用这个东西，作用在哪里？宫殿的建筑完全是艺术品，雕梁画栋，梁柱雕这些花纹、故事，它的柱子、它的栋梁都是非常高的艺术品，彩画，只许你看，不能去摸，每个人去摸，将来这个就很难看，用铜网，铜丝编成的网，把它围绕住。另一个用意，怕鸟去做窝，有铜网，鸟飞不进去，这就是保持这些高等的艺术，用这些方法。罗网编织得非常考究，也是一种壮观。在极乐世界罗网保护什么？保护宝树。其实那里不需要保护，人间有这种嗜好，极乐世界也有这个成就。换句话说，极乐世界的生活是非常活泼、微妙，不是死呆板的，在那里生活非常快乐，这都是我们没有办法想像的。有没有歌舞？有。什么人在那里唱歌跳舞？天人，他们来供养佛、供养菩萨，做艺术表演。《往生论》里头偈子说，「无量宝交络，罗网遍虚空，种种铃发响」，这个铃是宝树有铃，罗网也有铃，「宣吐妙法音」，这个音都说法，都在那里教学。「正与此处经文相应」。《往生论》所说的这里有。",
      "zh_TW": "「復有下」，『復有紅綠青白諸摩尼寶』，「顯樹上之莊嚴」。到處都是珍寶，珍寶太多了，像我們現在看到，我們這個大地泥沙一樣，這個大地泥沙、瓦礫太多，極樂世界是珍寶太多，跟我們的泥沙沒有兩樣，到處都是。「《往生論》偈言：無量寶交絡，羅網遍虛空」。無量寶，這個不是以類聚的，雜聚，美不勝收。羅網，現在人很少見，古時候宮殿的上方編織羅網，用銅絲編成的。你看裡面沒有障礙，透明的，看得見，手碰不到。為什麼用這個東西，作用在哪裡？宮殿的建築完全是藝術品，雕梁畫棟，梁柱雕這些花紋、故事，它的柱子、它的棟梁都是非常高的藝術品，彩畫，只許你看，不能去摸，每個人去摸，將來這個就很難看，用銅網，銅絲編成的網，把它圍繞住。另一個用意，怕鳥去做窩，有銅網，鳥飛不進去，這就是保持這些高等的藝術，用這些方法。羅網編織得非常考究，也是一種壯觀。在極樂世界羅網保護什麼？保護寶樹。其實那裡不需要保護，人間有這種嗜好，極樂世界也有這個成就。換句話說，極樂世界的生活是非常活潑、微妙，不是死呆板的，在那裡生活非常快樂，這都是我們沒有辦法想像的。有沒有歌舞？有。什麼人在那裡唱歌跳舞？天人，他們來供養佛、供養菩薩，做藝術表演。《往生論》裡頭偈子說，「無量寶交絡，羅網遍虛空，種種鈴發響」，這個鈴是寶樹有鈴，羅網也有鈴，「宣吐妙法音」，這個音都說法，都在那裡教學。「正與此處經文相應」。《往生論》所說的這裡有。"
    },
    {
      "id": "02-040-0369_p0037",
      "zh_CN": "「经中璎珞、宝柱、宝网，皆树上空中之庄严。首明四色摩尼宝」。我们这个地方有没有四色摩尼？参考资料里面内容很丰富，对于学习《无量寿经》念老的注解很有帮助。经里面讲的四色摩尼宝，「此诸宝总摄众宝之善妙，乃最上之宝，故称众宝之王」。这经上讲，「诸摩尼宝，众宝之王」。「以如是最上之宝作为璎珞，遍垂树之枝条以为庄严」。我们这个世间璎珞，这个是非常名贵的珠宝，都是戴在身上的。极乐世界这些璎珞是挂在树上的，不是戴在身上的，价值连城，极乐世界的人没有贪心，把它挂在树上。四色是代表四种原色，四种颜色调和就是无量色，美不胜收。《弥陀经》上讲莲花，四色莲花，青色、红色、黄色、白色，这四种颜色调和就出无量无边色。经上我们看到都是这个意思，四原色展开，无量无边。",
      "zh_TW": "「經中瓔珞、寶柱、寶網，皆樹上空中之莊嚴。首明四色摩尼寶」。我們這個地方有沒有四色摩尼？參考資料裡面內容很豐富，對於學習《無量壽經》念老的註解很有幫助。經裡面講的四色摩尼寶，「此諸寶總攝眾寶之善妙，乃最上之寶，故稱眾寶之王」。這經上講，「諸摩尼寶，眾寶之王」。「以如是最上之寶作為瓔珞，遍垂樹之枝條以為莊嚴」。我們這個世間瓔珞，這個是非常名貴的珠寶，都是戴在身上的。極樂世界這些瓔珞是掛在樹上的，不是戴在身上的，價值連城，極樂世界的人沒有貪心，把它掛在樹上。四色是代表四種原色，四種顏色調和就是無量色，美不勝收。《彌陀經》上講蓮花，四色蓮花，青色、紅色、黃色、白色，這四種顏色調和就出無量無邊色。經上我們看到都是這個意思，四原色展開，無量無邊。"
    },
    {
      "id": "02-040-0369_p0038",
      "zh_CN": "我们修行，佛只教我们十善，十善展开，在小乘阿罗汉，三千威仪，十条变成三千条；大乘菩萨更殊胜，把它展开为八万四千，八万四千归纳就是十善。十善的功德不可思议，不能小看它，佛光当中显示的就是十善业道。我们看许多画的佛像，画的佛像头部有个圆光，画一个圆光，圆光上面写了三个字，一般是梵文，也有用藏文写的，用中国文字写的，发音相同，叫唵、阿、吽。这三个字是什么意思？就是十善业道。十善业道分配在身口意，唵是身业，不杀、不盗、不淫；阿是口业，不妄语、不两舌、不绮语、不恶口；吽是意业，不贪、不瞋、不痴。佛圆光顶上这三个字就表法，表显十善圆满就成佛。十善圆满是一切善法圆满，展开为八万四千，再扩大就是无量善法，无量无边善法归纳起来就这十条。佛经里面用这个方法用得很多，我们要明了它的意思。",
      "zh_TW": "我們修行，佛只教我們十善，十善展開，在小乘阿羅漢，三千威儀，十條變成三千條；大乘菩薩更殊勝，把它展開為八萬四千，八萬四千歸納就是十善。十善的功德不可思議，不能小看它，佛光當中顯示的就是十善業道。我們看許多畫的佛像，畫的佛像頭部有個圓光，畫一個圓光，圓光上面寫了三個字，一般是梵文，也有用藏文寫的，用中國文字寫的，發音相同，叫唵、阿、吽。這三個字是什麼意思？就是十善業道。十善業道分配在身口意，唵是身業，不殺、不盜、不淫；阿是口業，不妄語、不兩舌、不綺語、不惡口；吽是意業，不貪、不瞋、不痴。佛圓光頂上這三個字就表法，表顯十善圓滿就成佛。十善圓滿是一切善法圓滿，展開為八萬四千，再擴大就是無量善法，無量無邊善法歸納起來就這十條。佛經裡面用這個方法用得很多，我們要明瞭它的意思。"
    },
    {
      "id": "02-040-0369_p0039",
      "zh_CN": "四色，四原色展开之后是无量无边的色彩。四色摩尼，红绿青白，「此诸宝」，经上举这些例子，「总摄众宝之善妙，乃最上之宝」。极乐世界的宝有无量的善德、妙德，善德带给我们智慧，妙德带给我们福德，福慧增长。所以善妙代表福慧，妙善也可以，妙善跟善妙意思完全相通。一个表福德，一个表智慧，用妙代表智慧，善就是福德；善代表智慧，妙就是福德，可以互用。这都是一切众生念念所希求的，告诉你，到西方极乐世界，你一切所求圆满成就。「最上之宝，故称众宝之王」，它能够变现无量无边的妙宝。「以如是最上之宝作为璎珞，遍垂树之枝条以为庄严」。这是『众宝之王以为璎珞』。",
      "zh_TW": "四色，四原色展開之後是無量無邊的色彩。四色摩尼，紅綠青白，「此諸寶」，經上舉這些例子，「總攝眾寶之善妙，乃最上之寶」。極樂世界的寶有無量的善德、妙德，善德帶給我們智慧，妙德帶給我們福德，福慧增長。所以善妙代表福慧，妙善也可以，妙善跟善妙意思完全相通。一個表福德，一個表智慧，用妙代表智慧，善就是福德；善代表智慧，妙就是福德，可以互用。這都是一切眾生念念所希求的，告訴你，到西方極樂世界，你一切所求圓滿成就。「最上之寶，故稱眾寶之王」，它能夠變現無量無邊的妙寶。「以如是最上之寶作為瓔珞，遍垂樹之枝條以為莊嚴」。這是『眾寶之王以為瓔珞』。"
    },
    {
      "id": "02-040-0369_p0040",
      "zh_CN": "下面，『云聚宝鏁』。这个地方的「鏁」，是「指建筑物中相钩连之结构」。柱跟梁如何把它结构在一起，让它坚固下来。古时候这个工做得巧妙，完全用木结构，不用一根钉子，它用榫头，榫头把它结着，这个都叫鏁，把它锁住。这是最高的建筑，不用一个钉，不用一切附属的这些成品，完全用原来的材料做榫头，让它自然结构，这是最高的艺术品。我们普通人都用钉子把它钉牢，把它锁紧，用钉子这个手段来做。「云聚者乃宝之名」，这是宝名。云聚宝鏁，「如《唐译》曰：有师子，云聚宝等，以为其鏁。故知云聚宝锁，即以云聚宝所成之钩连结构」。今天时间到了，我们就学习到此地。",
      "zh_TW": "下面，『雲聚寶鏁』。這個地方的「鏁」，是「指建築物中相鈎連之結構」。柱跟梁如何把它結構在一起，讓它堅固下來。古時候這個工做得巧妙，完全用木結構，不用一根釘子，它用榫頭，榫頭把它結著，這個都叫鏁，把它鎖住。這是最高的建築，不用一個釘，不用一切附屬的這些成品，完全用原來的材料做榫頭，讓它自然結構，這是最高的藝術品。我們普通人都用釘子把它釘牢，把它鎖緊，用釘子這個手段來做。「雲聚者乃寶之名」，這是寶名。雲聚寶鏁，「如《唐譯》曰：有師子，雲聚寶等，以為其鏁。故知雲聚寶鎖，即以雲聚寶所成之鈎連結構」。今天時間到了，我們就學習到此地。"
    }
  ]
}