{
  "doc_id": "02-040-0569",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六九集",
    "zh_TW": "第五六九集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0569",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0569_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0569_p0002",
      "zh_CN": "请看《大经科注》第九百六十五页，最后一行，科题「解脱无期」。请看经文：",
      "zh_TW": "請看《大經科註》第九百六十五頁，最後一行，科題「解脫無期」。請看經文："
    },
    {
      "id": "02-040-0569_p0003",
      "zh_CN": "【教语开示。信行者少。生死不休。恶道不绝。如是世人。难可具尽。故有自然三途。无量苦恼。辗转其中。世世累劫。无有出期。难得解脱。痛不可言。】",
      "zh_TW": "【教語開示。信行者少。生死不休。惡道不絕。如是世人。難可具盡。故有自然三途。無量苦惱。輾轉其中。世世累劫。無有出期。難得解脫。痛不可言。】"
    },
    {
      "id": "02-040-0569_p0004",
      "zh_CN": "从这几句经文我们能体会到，世尊对于世人是如何的关怀、如何的热爱，一心想帮助大家离苦得乐。可是『信行者少』，众生愚痴，没有智慧、没有福报，佛菩萨示现在这个世间，遇到了、听到了不能相信，依然还是留恋他的邪知邪见，只看眼前，不顾前后，没有去想想过去、想想未来。过去生中没有神通你不知道，但是在这一生当中，昨天以前都是过去，不复再来了，这个意识有的人不多，统统忘掉了。有昨天前天的过逝，就有过去生生世世的过去，一桩事情。有过去就有未来，过去做错了，没有办法再回顾过去了，要改往修来。今天，这就是缘分，这就是机会，什么时候修？今天修，不能等到明天。随缘修，不攀缘，攀缘就错了。修什么？如佛教诫。对这样的人没有信心，我们还信什么？我们父母是凡夫，可能说错了，可能做错了，佛是烦恼习气断尽的人，心地显示的清净平等觉，佛心生智慧不生烦恼，我们要相信，相信的人有福，相信的人有智慧。遇到佛可不是容易事情，百千万劫难遭遇，我们虽然未能跟释迦牟尼佛生在同一个时代，但是也很幸运，还生在释迦牟尼佛法运之中。法运，就是他的教化影响之所及，从空间来说他影响全世界，从时间来说他影响一万二千年。我们去佛才三千年，往后还有九千年，这是很幸运，很不容易。我们一失人身，再要得人身，九千年办不到。为什么？一入三途，九千年出不来，你就知道可怕。",
      "zh_TW": "從這幾句經文我們能體會到，世尊對於世人是如何的關懷、如何的熱愛，一心想幫助大家離苦得樂。可是『信行者少』，眾生愚痴，沒有智慧、沒有福報，佛菩薩示現在這個世間，遇到了、聽到了不能相信，依然還是留戀他的邪知邪見，只看眼前，不顧前後，沒有去想想過去、想想未來。過去生中沒有神通你不知道，但是在這一生當中，昨天以前都是過去，不復再來了，這個意識有的人不多，統統忘掉了。有昨天前天的過逝，就有過去生生世世的過去，一樁事情。有過去就有未來，過去做錯了，沒有辦法再回顧過去了，要改往修來。今天，這就是緣分，這就是機會，什麼時候修？今天修，不能等到明天。隨緣修，不攀緣，攀緣就錯了。修什麼？如佛教誡。對這樣的人沒有信心，我們還信什麼？我們父母是凡夫，可能說錯了，可能做錯了，佛是煩惱習氣斷盡的人，心地顯示的清淨平等覺，佛心生智慧不生煩惱，我們要相信，相信的人有福，相信的人有智慧。遇到佛可不是容易事情，百千萬劫難遭遇，我們雖然未能跟釋迦牟尼佛生在同一個時代，但是也很幸運，還生在釋迦牟尼佛法運之中。法運，就是他的教化影響之所及，從空間來說他影響全世界，從時間來說他影響一萬二千年。我們去佛才三千年，往後還有九千年，這是很幸運，很不容易。我們一失人身，再要得人身，九千年辦不到。為什麼？一入三途，九千年出不來，你就知道可怕。"
    },
    {
      "id": "02-040-0569_p0005",
      "zh_CN": "信了之后要行，要真干。有信无行，章嘉大师说不是真信。这是大师早年给我的一个标准，让我自己时时刻刻去体验，没有做到的，信里头有问题，信要没有问题怎么可能做不到？有信才会有愿，信愿在前面领导，行在后头跟着，一步也不离。「信行者少」，这是末法普遍的现象，我们都看到了，也许我们自己也在其中。怎么办？皈依三宝，皈是回头，依是依靠，真回头，真依靠。三宝在哪里？三宝在经典。世尊当年在世，在世的时候，三宝是依佛的应身；佛灭度之后，代表三宝的就是经教，所以佛教导我们四依法，「依法不依人，依义不依语，依了义不依不了义，依智不依识」。了义，是我们对于世尊四十九年所说的一切经教取舍的标准。什么叫了义？我们能听得懂，我们能听得明白，能依教奉行，这叫了义。太深了我们听不懂，太浅了我们听了不感兴趣，一定适合自己程度，适合自己现前生活环境以及文化水平，这些都是我们取舍的条件。",
      "zh_TW": "信了之後要行，要真幹。有信無行，章嘉大師說不是真信。這是大師早年給我的一個標準，讓我自己時時刻刻去體驗，沒有做到的，信裡頭有問題，信要沒有問題怎麼可能做不到？有信才會有願，信願在前面領導，行在後頭跟著，一步也不離。「信行者少」，這是末法普遍的現象，我們都看到了，也許我們自己也在其中。怎麼辦？皈依三寶，皈是回頭，依是依靠，真回頭，真依靠。三寶在哪裡？三寶在經典。世尊當年在世，在世的時候，三寶是依佛的應身；佛滅度之後，代表三寶的就是經教，所以佛教導我們四依法，「依法不依人，依義不依語，依了義不依不了義，依智不依識」。了義，是我們對於世尊四十九年所說的一切經教取捨的標準。什麼叫了義？我們能聽得懂，我們能聽得明白，能依教奉行，這叫了義。太深了我們聽不懂，太淺了我們聽了不感興趣，一定適合自己程度，適合自己現前生活環境以及文化水平，這些都是我們取捨的條件。"
    },
    {
      "id": "02-040-0569_p0006",
      "zh_CN": "锅漏匠他不知道选择，他的老师谛闲老和尚知道他的根性，为他抉择一个法门，他很难得，他相信，他能行。这个法门就是一句南无阿弥陀佛，教他真信，教他真正发愿，这个他能听得懂，他能接受。他真接受了，依教奉行，从此之后这一句佛号不离口，万缘放下，心里头只有一句佛号，三年成功了，预知时至，他生死了了，不再搞轮回了，他的恶道断了，他再不会搞六道轮回了。这个人在佛法里面称得上是上上根性，不是上上根性怎么能够三年脱离六道轮回？小乘修行要证得四果罗汉，天上人间七番生死，那个时间多长才出六道轮回，没有得究竟乐。锅漏匠花三年的时间，离究竟苦，得究竟乐，你能说他不是上上根人吗？你看他临走那个样子，站着走的，死了还站三天，给念佛人做个好榜样。贤首国师《还源观》上讲的四德，我们细心观察，锅漏匠有没有具足？随缘妙用他做到了，威仪有则他也做到了，这是个非常好的榜样，柔和质直他也做到了，代众生苦，四句都具足。这是我们的典型、我们的榜样，贤首国师说的从他身上表演出来了，让我们看到。",
      "zh_TW": "鍋漏匠他不知道選擇，他的老師諦閑老和尚知道他的根性，為他抉擇一個法門，他很難得，他相信，他能行。這個法門就是一句南無阿彌陀佛，教他真信，教他真正發願，這個他能聽得懂，他能接受。他真接受了，依教奉行，從此之後這一句佛號不離口，萬緣放下，心裡頭只有一句佛號，三年成功了，預知時至，他生死了了，不再搞輪迴了，他的惡道斷了，他再不會搞六道輪迴了。這個人在佛法裡面稱得上是上上根性，不是上上根性怎麼能夠三年脫離六道輪迴？小乘修行要證得四果羅漢，天上人間七番生死，那個時間多長才出六道輪迴，沒有得究竟樂。鍋漏匠花三年的時間，離究竟苦，得究竟樂，你能說他不是上上根人嗎？你看他臨走那個樣子，站著走的，死了還站三天，給念佛人做個好榜樣。賢首國師《還源觀》上講的四德，我們細心觀察，鍋漏匠有沒有具足？隨緣妙用他做到了，威儀有則他也做到了，這是個非常好的榜樣，柔和質直他也做到了，代眾生苦，四句都具足。這是我們的典型、我們的榜樣，賢首國師說的從他身上表演出來了，讓我們看到。"
    },
    {
      "id": "02-040-0569_p0007",
      "zh_CN": "这种人到底少数，这一百年当中我们只看到一个，没有看到第二个。第二、第三有没有？有，比他稍稍差一点，有站着走的，有坐着走的，三个月之前预知时至，一个月之前预知时至，三天五天之前预知时至，根性、因缘各个不同，总而言之，他放下了。这个放下很重要，世间名闻利养不再放在心上。利益众生的事情，有利于正法久住的事情，有缘就做，没缘不要去想它。想它就是攀缘，为什么不想阿弥陀佛？我们不能不明白这个道理，不能不明白这个事实真相。我们来到这个世间唯一的目的，我们是凡夫，凡夫是了生死摆在第一，一定是先度自己才能度众生。「自己未度而能度人」，下面一句话佛说的，「无有是处」，没有这个道理，一定是先度自己再度别人。过去的事情忘掉，未来的事情不想，让我们的清净平等心现前，这是真功夫。清净平等心是念佛三昧，清净心是佛经上讲的事一心不乱，平等心是理一心不乱，这个东西重要。该放在心上的我们放在心上，不该放在心上的统统把它扫干净。",
      "zh_TW": "這種人到底少數，這一百年當中我們只看到一個，沒有看到第二個。第二、第三有沒有？有，比他稍稍差一點，有站著走的，有坐著走的，三個月之前預知時至，一個月之前預知時至，三天五天之前預知時至，根性、因緣各個不同，總而言之，他放下了。這個放下很重要，世間名聞利養不再放在心上。利益眾生的事情，有利於正法久住的事情，有緣就做，沒緣不要去想它。想它就是攀緣，為什麼不想阿彌陀佛？我們不能不明白這個道理，不能不明白這個事實真相。我們來到這個世間唯一的目的，我們是凡夫，凡夫是了生死擺在第一，一定是先度自己才能度眾生。「自己未度而能度人」，下面一句話佛說的，「無有是處」，沒有這個道理，一定是先度自己再度別人。過去的事情忘掉，未來的事情不想，讓我們的清淨平等心現前，這是真功夫。清淨平等心是念佛三昧，清淨心是佛經上講的事一心不亂，平等心是理一心不亂，這個東西重要。該放在心上的我們放在心上，不該放在心上的統統把它掃乾淨。"
    },
    {
      "id": "02-040-0569_p0008",
      "zh_CN": "世间人，真的不是假的，我们看到的『生死不休』，起心动念、言语造作全是轮回业、轮回心。分别执着是轮回心，天天在造，恶道怎么会绝？恶道就是三恶道。大乘教里头把六道都包括在其中，六道都是恶道，也就是出不了六道轮回都叫恶道。在六道轮回里头，肯定是三恶道的时间长，三善道的时间短，受苦的时间长，受苦的时间多。人天在欲界，哪来的乐？诸佛菩萨无尽的慈悲在帮助众生，众生不肯配合，所以『难可具尽』。能够配合的得度了，离开六道轮回了，少数。大多数呢？大多数不肯，不肯接受，或者行之不力，出不了六道轮回，『故有自然三途』。前面我们学过八个自然，自然是一丝毫勉强都没有，如是因，如是缘，如是果，如是报，丝毫不爽。『无量苦恼，辗转其中，世世累劫』，出不去，『难得解脱』。佛菩萨有智慧、有慈悲，没有办法帮助你解脱，解脱一定要靠自己。为什么？所有一切境界是你自己心念所感应变现出来的，与别人不相干，它不是外来的。外来的佛菩萨有方法帮助你解决，它不是外来，是你业力感得的，佛菩萨就没法子了。佛菩萨对你唯一的办法就是开示，就是教你。教你，你要信，你要能理解，你要真干，你才能得解脱，你才能离苦得乐，不能真干就不能成就。",
      "zh_TW": "世間人，真的不是假的，我們看到的『生死不休』，起心動念、言語造作全是輪迴業、輪迴心。分別執著是輪迴心，天天在造，惡道怎麼會絕？惡道就是三惡道。大乘教裡頭把六道都包括在其中，六道都是惡道，也就是出不了六道輪迴都叫惡道。在六道輪迴裡頭，肯定是三惡道的時間長，三善道的時間短，受苦的時間長，受苦的時間多。人天在欲界，哪來的樂？諸佛菩薩無盡的慈悲在幫助眾生，眾生不肯配合，所以『難可具盡』。能夠配合的得度了，離開六道輪迴了，少數。大多數呢？大多數不肯，不肯接受，或者行之不力，出不了六道輪迴，『故有自然三途』。前面我們學過八個自然，自然是一絲毫勉強都沒有，如是因，如是緣，如是果，如是報，絲毫不爽。『無量苦惱，輾轉其中，世世累劫』，出不去，『難得解脫』。佛菩薩有智慧、有慈悲，沒有辦法幫助你解脫，解脫一定要靠自己。為什麼？所有一切境界是你自己心念所感應變現出來的，與別人不相干，它不是外來的。外來的佛菩薩有方法幫助你解決，它不是外來，是你業力感得的，佛菩薩就沒法子了。佛菩薩對你唯一的辦法就是開示，就是教你。教你，你要信，你要能理解，你要真幹，你才能得解脫，你才能離苦得樂，不能真幹就不能成就。"
    },
    {
      "id": "02-040-0569_p0009",
      "zh_CN": "我们看念老的注解，「佛垂教化」，这是佛的慈悲，「开显真实」。众生迷，就是迷失了真相，诸法实相，一切法的真相，我们看错了、想错了、说错了、做错了，惹出六道十法界的麻烦。必须要知道六道十法界是假的，它从哪里来的？从我们念头来的。大小乘经里头佛都说，相由心生、色由心生，心就是指的念头，所以说「一切法从心想生」。这个一切法是指的十法界依正庄严，十法界里头一法都没有漏失，全包括在其中，完全是自作自受，痛苦也是自然的，受罪也是自然的，三恶道是自然三途，六道是自然六道，十法界是自然十法界。六道众生无量苦恼。四圣法界少苦少恼，他的问题在哪里？没见性，他不造业了。六道众生没有见性，造业；四圣法界心比我们清净，没见性，不造业。由于信行者少，「是故世间生死不休，恶道不绝。世人不信佛诲，作恶不已」。「故有自然三涂……痛不可言」，指的是三恶道，三恶道是真正的痛不可言，佛以这几句话总结上面所说的。",
      "zh_TW": "我們看念老的註解，「佛垂教化」，這是佛的慈悲，「開顯真實」。眾生迷，就是迷失了真相，諸法實相，一切法的真相，我們看錯了、想錯了、說錯了、做錯了，惹出六道十法界的麻煩。必須要知道六道十法界是假的，它從哪裡來的？從我們念頭來的。大小乘經裡頭佛都說，相由心生、色由心生，心就是指的念頭，所以說「一切法從心想生」。這個一切法是指的十法界依正莊嚴，十法界裡頭一法都沒有漏失，全包括在其中，完全是自作自受，痛苦也是自然的，受罪也是自然的，三惡道是自然三途，六道是自然六道，十法界是自然十法界。六道眾生無量苦惱。四聖法界少苦少惱，他的問題在哪裡？沒見性，他不造業了。六道眾生沒有見性，造業；四聖法界心比我們清淨，沒見性，不造業。由於信行者少，「是故世間生死不休，惡道不絕。世人不信佛誨，作惡不已」。「故有自然三塗……痛不可言」，指的是三惡道，三惡道是真正的痛不可言，佛以這幾句話總結上面所說的。"
    },
    {
      "id": "02-040-0569_p0010",
      "zh_CN": "末后佛陀慈悲，在这里劝导我们「依教成五善」。你把它反过来，依照佛陀的教诲，那就是五善。请看经文：",
      "zh_TW": "末後佛陀慈悲，在這裡勸導我們「依教成五善」。你把它反過來，依照佛陀的教誨，那就是五善。請看經文："
    },
    {
      "id": "02-040-0569_p0011",
      "zh_CN": "【如是五恶五痛五烧。譬如大火。焚烧人身。若能自于其中一心制意。】",
      "zh_TW": "【如是五惡五痛五燒。譬如大火。焚燒人身。若能自於其中一心制意。】"
    },
    {
      "id": "02-040-0569_p0012",
      "zh_CN": "前面这一句到『焚烧人身』，这是总结『五恶五痛五烧』。「五痛」是花报，我们讲现世报，你现在活在世间生活得很痛苦；「五烧」是来生，死了之后就是三途，烧比喻三途的果报，像大火焚烧人身。下面是把它翻转过来，『若能自于其中一心制意』，这一句最重要，这一转一切都能转。我们今天没有从心上转，是从事上转，所以怎么转也转不过来，从心上转就转过来了。假使我们能够从自己一心当中控制你的意念，这念头不贪、不瞋、不痴，从这里转起，念头断了贪瞋痴慢疑，身很容易离开杀盗淫，口也很容易离开四种恶口。",
      "zh_TW": "前面這一句到『焚燒人身』，這是總結『五惡五痛五燒』。「五痛」是花報，我們講現世報，你現在活在世間生活得很痛苦；「五燒」是來生，死了之後就是三途，燒比喻三途的果報，像大火焚燒人身。下面是把它翻轉過來，『若能自於其中一心制意』，這一句最重要，這一轉一切都能轉。我們今天沒有從心上轉，是從事上轉，所以怎麼轉也轉不過來，從心上轉就轉過來了。假使我們能夠從自己一心當中控制你的意念，這念頭不貪、不瞋、不痴，從這裡轉起，念頭斷了貪瞋痴慢疑，身很容易離開殺盜淫，口也很容易離開四種惡口。"
    },
    {
      "id": "02-040-0569_p0013",
      "zh_CN": "【端身正念。言行相副。所作至诚。独作诸善。不为众恶。】",
      "zh_TW": "【端身正念。言行相副。所作至誠。獨作諸善。不為眾惡。】"
    },
    {
      "id": "02-040-0569_p0014",
      "zh_CN": "断一切恶，修一切善。",
      "zh_TW": "斷一切惡，修一切善。"
    },
    {
      "id": "02-040-0569_p0015",
      "zh_CN": "【身独度脱。获其福德。可得长寿。泥洹之道。】",
      "zh_TW": "【身獨度脫。獲其福德。可得長壽。泥洹之道。】"
    },
    {
      "id": "02-040-0569_p0016",
      "zh_CN": "这是终极的目标。",
      "zh_TW": "這是終極的目標。"
    },
    {
      "id": "02-040-0569_p0017",
      "zh_CN": "【是为五大善也。】",
      "zh_TW": "【是為五大善也。】"
    },
    {
      "id": "02-040-0569_p0018",
      "zh_CN": "转五恶为五善。念老注解里头，这一品经文到最后，劝大家「翻转五恶，而成五善」。我们看念老的注解，「譬如大火，焚烧人身」，这是比喻五烧，不信佛陀教诲，这桩事情无法幸免，这是真的不是假的。「若人能于五痛五烧之中」，这就是讲现在在六道，特别是在人道，应当要「专一其心，制止意业之三恶」。意业的三恶就是贪、瞋、痴，再加两个是五恶，两个是慢、疑。贪瞋痴慢疑，五毒，这五个不好。贪的根是情执，坚固执着情爱，瞋的核心是傲慢，痴的核心是愚痴。断贪瞋痴要从哪里断？断贪从情爱上断；断瞋从傲慢上断，学习谦虚；断愚痴要从怀疑上断，对自己不怀疑，对古圣先贤不怀疑。肯定自己本性本善，肯定自己本来是佛，我现在是心作佛，一定能够达到是心是佛，这就圆满了，信心从这里建立。不怀疑了，我们才能够以真诚心接受圣教，圣贤教诲。",
      "zh_TW": "轉五惡為五善。念老註解裡頭，這一品經文到最後，勸大家「翻轉五惡，而成五善」。我們看念老的註解，「譬如大火，焚燒人身」，這是比喻五燒，不信佛陀教誨，這樁事情無法倖免，這是真的不是假的。「若人能於五痛五燒之中」，這就是講現在在六道，特別是在人道，應當要「專一其心，制止意業之三惡」。意業的三惡就是貪、瞋、痴，再加兩個是五惡，兩個是慢、疑。貪瞋痴慢疑，五毒，這五個不好。貪的根是情執，堅固執著情愛，瞋的核心是傲慢，痴的核心是愚痴。斷貪瞋痴要從哪裡斷？斷貪從情愛上斷；斷瞋從傲慢上斷，學習謙虛；斷愚痴要從懷疑上斷，對自己不懷疑，對古聖先賢不懷疑。肯定自己本性本善，肯定自己本來是佛，我現在是心作佛，一定能夠達到是心是佛，這就圓滿了，信心從這裡建立。不懷疑了，我們才能夠以真誠心接受聖教，聖賢教誨。"
    },
    {
      "id": "02-040-0569_p0019",
      "zh_CN": "从端正身心下手，心要正，心离开贪瞋痴慢疑，心就正了。不贪，没有贪的念头，没有瞋恚的念头，没有愚痴的念头，没有傲慢跟怀疑，真心。因为这五样东西染污了真心、破坏了真心，让真心不能恢复。这五样东西放下，真心就现前，心就正了，身自然就端了。与律仪相应就是端，律仪里头最重要的三皈、五戒、十善，一切戒律威仪不出五戒十善，这是根本。根本虽然好像不多，展开来那就包括一切。小乘教里头展开了，三千威仪，从哪展开的？从十善业道；大乘菩萨展开来，八万四千细行，也是十善业道。不能小看十善，它代表圆满，圆满的性德、圆满的清净、圆满的相好庄严，智慧德相。",
      "zh_TW": "從端正身心下手，心要正，心離開貪瞋痴慢疑，心就正了。不貪，沒有貪的念頭，沒有瞋恚的念頭，沒有愚痴的念頭，沒有傲慢跟懷疑，真心。因為這五樣東西染污了真心、破壞了真心，讓真心不能恢復。這五樣東西放下，真心就現前，心就正了，身自然就端了。與律儀相應就是端，律儀裡頭最重要的三皈、五戒、十善，一切戒律威儀不出五戒十善，這是根本。根本雖然好像不多，展開來那就包括一切。小乘教裡頭展開了，三千威儀，從哪展開的？從十善業道；大乘菩薩展開來，八萬四千細行，也是十善業道。不能小看十善，它代表圓滿，圓滿的性德、圓滿的清淨、圓滿的相好莊嚴，智慧德相。"
    },
    {
      "id": "02-040-0569_p0020",
      "zh_CN": "「言行如一，诚实不欺」，平常待人接物不能不做到。中国古时候读书人，君子就做到了。为什么要欺骗别人？总有理由，那个理由无非是损人利己，为了利己才伤害别人。我们再想想，利己是好事，这个好事是从伤害别人得来的吗？稍稍明理的人都会摇头，伤害别人带来的是灾祸，怎么会是福报？哪有这种道理！佛讲理。「佛氏门中，有求必应」，佛慈悲。那我要想发财，靠巧取豪夺是绝对发不了财的，损人利己是得不到福报的，只有折福。怎样才能得福报？佛告诉我们，福报的根源是布施。世出世间福报最大的是佛陀，佛陀的福报从哪里来的？三种布施圆满成就，财布施、法布施、无畏布施，财施里头有内财布施、外财布施。所有一切智慧福报的根源，现在有人讲原始点，智慧善福的原始点是什么？真诚的爱心，佛法里面讲慈悲，宗教里头说爱，神爱世人、上帝爱世人。要知道，这个爱是所有一切智慧善根的开端，你只要从这个地方去经营，你的智慧善福都能现前。为什么？自性里头本有，不在外头。外面是感应，你内有感，外就有应，外面你看，聪明智慧、一切财物它自然就来了，不求就来了。有求求不到，为什么求不到？那个求的心是妄心，妄心求不到，真心求到。真心里头没有求，自然现前，在经上讲的八个自然，没有一样不是自然。",
      "zh_TW": "「言行如一，誠實不欺」，平常待人接物不能不做到。中國古時候讀書人，君子就做到了。為什麼要欺騙別人？總有理由，那個理由無非是損人利己，為了利己才傷害別人。我們再想想，利己是好事，這個好事是從傷害別人得來的嗎？稍稍明理的人都會搖頭，傷害別人帶來的是災禍，怎麼會是福報？哪有這種道理！佛講理。「佛氏門中，有求必應」，佛慈悲。那我要想發財，靠巧取豪奪是絕對發不了財的，損人利己是得不到福報的，只有折福。怎樣才能得福報？佛告訴我們，福報的根源是布施。世出世間福報最大的是佛陀，佛陀的福報從哪裡來的？三種布施圓滿成就，財布施、法布施、無畏布施，財施裡頭有內財布施、外財布施。所有一切智慧福報的根源，現在有人講原始點，智慧善福的原始點是什麼？真誠的愛心，佛法裡面講慈悲，宗教裡頭說愛，神愛世人、上帝愛世人。要知道，這個愛是所有一切智慧善根的開端，你只要從這個地方去經營，你的智慧善福都能現前。為什麼？自性裡頭本有，不在外頭。外面是感應，你內有感，外就有應，外面你看，聰明智慧、一切財物它自然就來了，不求就來了。有求求不到，為什麼求不到？那個求的心是妄心，妄心求不到，真心求到。真心裡頭沒有求，自然現前，在經上講的八個自然，沒有一樣不是自然。"
    },
    {
      "id": "02-040-0569_p0021",
      "zh_CN": "造恶自然受苦，修三种布施自然得乐，得真干，毫不犹豫。老师教我，这是章嘉大师教的。命里头没福，没有福就是没有财富，命里头没有贵，贵是地位，在社会上没有地位，没有财富，命里头还短命。如果没有学佛，我相信我命中四十五岁就走了。四十五岁那年真的生一场病。甘珠活佛告诉我，你出家讲经；我三十三岁出家，出家开始教佛学院讲经，到四十五岁十二年，干了十二年，老师教我这三种布施，我也干了十二年，十二年转过来了；甘珠活佛跟我见面告诉我，你这十二年讲经功德很大，不但你有大福报，而且你有很长的寿命，智慧、福报、寿命这样来的。我没有想到到第二年他老人家就过世了，很可惜。他好像大我十岁，章嘉大师的弟子，跟我往来时间最长。因为他的庙在北投，我们的宿舍也在北投，晚上没有事情常常去找他聊天，那是一个密宗的好上师。",
      "zh_TW": "造惡自然受苦，修三種布施自然得樂，得真幹，毫不猶豫。老師教我，這是章嘉大師教的。命裡頭沒福，沒有福就是沒有財富，命裡頭沒有貴，貴是地位，在社會上沒有地位，沒有財富，命裡頭還短命。如果沒有學佛，我相信我命中四十五歲就走了。四十五歲那年真的生一場病。甘珠活佛告訴我，你出家講經；我三十三歲出家，出家開始教佛學院講經，到四十五歲十二年，幹了十二年，老師教我這三種布施，我也幹了十二年，十二年轉過來了；甘珠活佛跟我見面告訴我，你這十二年講經功德很大，不但你有大福報，而且你有很長的壽命，智慧、福報、壽命這樣來的。我沒有想到到第二年他老人家就過世了，很可惜。他好像大我十歲，章嘉大師的弟子，跟我往來時間最長。因為他的廟在北投，我們的宿舍也在北投，晚上沒有事情常常去找他聊天，那是一個密宗的好上師。"
    },
    {
      "id": "02-040-0569_p0022",
      "zh_CN": "这个地方，也是佛在经上常常说的，「诸恶莫作，众善奉行。则能得福」，福报是这么来的。人还作恶，还不肯行善，哪来的福？得的不是福是祸。要想真正得福、真正得智慧，得智慧要修法布施，我不能讲经，我可以印经布施，我可以做光碟布施，方法很多，常常修布施，智慧开了。常常修财布施，得财富，不要怕，愈施愈多。不但得福，而且「度脱生死」，功夫深了，自然就离开六道轮回。「《会疏》曰：寻言起行，以行践言。是名言行相副」。副是相助、相称，言帮助行，行帮助言，所说的统统做到了。真正做到了，也能够劝告别人。",
      "zh_TW": "這個地方，也是佛在經上常常說的，「諸惡莫作，眾善奉行。則能得福」，福報是這麼來的。人還作惡，還不肯行善，哪來的福？得的不是福是禍。要想真正得福、真正得智慧，得智慧要修法布施，我不能講經，我可以印經布施，我可以做光碟布施，方法很多，常常修布施，智慧開了。常常修財布施，得財富，不要怕，愈施愈多。不但得福，而且「度脫生死」，功夫深了，自然就離開六道輪迴。「《會疏》曰：尋言起行，以行踐言。是名言行相副」。副是相助、相稱，言幫助行，行幫助言，所說的統統做到了。真正做到了，也能夠勸告別人。"
    },
    {
      "id": "02-040-0569_p0023",
      "zh_CN": "「长寿者，长生也。世间焉有长生之事」，世间事无常，刹那生灭。只有一种人，真正证得无生的，无生后面还有两个字叫法忍，证得无生法忍，真的长生了，不生不灭。「离世间生死，方是真长生也」，谁证得？阿罗汉证得了，所以阿罗汉超越六道轮回。六道轮回里头有生有灭、有生死，六道之外没有生死，阿罗汉以上就没生死了。小乘证得初果，天上人间七次往来，就有七次生死；证到二果斯陀含，叫一往来，还有一次，一次他就证阿那含；证到阿罗汉就超越六道，不再来了，真长生，不是假的。佛告诉我们，从理上讲一切众生本来是佛；换句话说，一切众生本来就是长生、就是无量寿。迷了，跑到轮回里面来，好像有生有灭，轮回里头有生有灭，离开轮回不生不灭。我们在轮回的时间久了，无量劫到今天还在搞生死轮回，没有遇到佛法情有可原，遇到大乘、遇到佛法要觉悟，不应该再搞生死业。什么是不造生死业？一句佛号。",
      "zh_TW": "「長壽者，長生也。世間焉有長生之事」，世間事無常，剎那生滅。只有一種人，真正證得無生的，無生後面還有兩個字叫法忍，證得無生法忍，真的長生了，不生不滅。「離世間生死，方是真長生也」，誰證得？阿羅漢證得了，所以阿羅漢超越六道輪迴。六道輪迴裡頭有生有滅、有生死，六道之外沒有生死，阿羅漢以上就沒生死了。小乘證得初果，天上人間七次往來，就有七次生死；證到二果斯陀含，叫一往來，還有一次，一次他就證阿那含；證到阿羅漢就超越六道，不再來了，真長生，不是假的。佛告訴我們，從理上講一切眾生本來是佛；換句話說，一切眾生本來就是長生、就是無量壽。迷了，跑到輪迴裡面來，好像有生有滅，輪迴裡頭有生有滅，離開輪迴不生不滅。我們在輪迴的時間久了，無量劫到今天還在搞生死輪迴，沒有遇到佛法情有可原，遇到大乘、遇到佛法要覺悟，不應該再搞生死業。什麼是不造生死業？一句佛號。"
    },
    {
      "id": "02-040-0569_p0024",
      "zh_CN": "四十多年前我在佛光山教书，佛光山的隔壁，佛光山好像是大树乡，隔壁是将军乡，属于台南，将军乡有个老太太念佛三年站着往生，轰动一时，是我到佛光山前一年的事情，南部的人没有不知道。老太太没有什么文化，神、佛分不清楚，心地善良慈悲，拜神，什么神都拜。三年前娶了个媳妇，儿媳妇学佛，懂得一点佛教的道理，劝她婆婆不要到处乱跑乱拜，在家里给她安了一个佛堂，专念阿弥陀佛，别的地方都不要去了，在家里一心念佛。这老太太有善根，接受媳妇的劝告，一心念佛三年，预知时至。她很聪明，她不说，说了恐怕家人打她的闲岔，劝她不要走，所以她不讲，没有跟任何人讲。晚上吃晚饭的时候，她那个时候走的，跟她的儿子媳妇家人讲，你们吃晚饭，不要等我，我去洗个澡。儿子、媳妇很孝顺，等了很久还没出来，怎么这么久了？去看看，真的换了衣服洗了澡，叫她，没有人答应。走到小佛堂里面去，看她老人家穿着海青，手上拿着念珠，面对着佛像，叫她不动，仔细一看，走了，站着往生。不让任何一个人干扰她，真走了。这桩事一传出去，很多人去看。告诉我的是一个男的居士，是她隔壁邻居。这个居士在佛光山做工，打工，是佛光山的长工，就是一年四季都在山上做工的长工，他把这个事情告诉我，劝我，念佛往生是真的，亲眼看见的，决定不是假的。虽然老太太不认识字、没念过书，她这一表演，教化了多少人，让多少人听到生起信心，这就是弘法利生，这就是利益大众。这个事情肯定会被人写在《近代往生传》里头，自行化他，真实功德，无量无边。这是真长生，她得无量寿了。",
      "zh_TW": "四十多年前我在佛光山教書，佛光山的隔壁，佛光山好像是大樹鄉，隔壁是將軍鄉，屬於台南，將軍鄉有個老太太念佛三年站著往生，轟動一時，是我到佛光山前一年的事情，南部的人沒有不知道。老太太沒有什麼文化，神、佛分不清楚，心地善良慈悲，拜神，什麼神都拜。三年前娶了個媳婦，兒媳婦學佛，懂得一點佛教的道理，勸她婆婆不要到處亂跑亂拜，在家裡給她安了一個佛堂，專念阿彌陀佛，別的地方都不要去了，在家裡一心念佛。這老太太有善根，接受媳婦的勸告，一心念佛三年，預知時至。她很聰明，她不說，說了恐怕家人打她的閒岔，勸她不要走，所以她不講，沒有跟任何人講。晚上吃晚飯的時候，她那個時候走的，跟她的兒子媳婦家人講，你們吃晚飯，不要等我，我去洗個澡。兒子、媳婦很孝順，等了很久還沒出來，怎麼這麼久了？去看看，真的換了衣服洗了澡，叫她，沒有人答應。走到小佛堂裡面去，看她老人家穿著海青，手上拿著念珠，面對著佛像，叫她不動，仔細一看，走了，站著往生。不讓任何一個人干擾她，真走了。這樁事一傳出去，很多人去看。告訴我的是一個男的居士，是她隔壁鄰居。這個居士在佛光山做工，打工，是佛光山的長工，就是一年四季都在山上做工的長工，他把這個事情告訴我，勸我，念佛往生是真的，親眼看見的，決定不是假的。雖然老太太不認識字、沒念過書，她這一表演，教化了多少人，讓多少人聽到生起信心，這就是弘法利生，這就是利益大眾。這個事情肯定會被人寫在《近代往生傳》裡頭，自行化他，真實功德，無量無邊。這是真長生，她得無量壽了。"
    },
    {
      "id": "02-040-0569_p0025",
      "zh_CN": "『泥洹』就是「涅槃」，古时候翻「泥洹」，玄奘大师以后都翻涅槃了。是「圆证三德之至果」，至是到顶，究竟圆满的果报。「三德」是性德，我们参考资料里头有，三德是「法身、般若、解脱」，这是三，「常乐我净是为德」。法身具足常乐我净，般若也有常乐我净，解脱也有常乐我净，只有这三法里头这四个字是真的，其他的常乐我净是假的不是真的。这是自性的性德。常乐我净，括弧里头有解释，「常即不迁不变」。迁跟变的意思相同，就是它会改变，那就是无常。乐是安稳、是寂灭，这是真正的乐。心有不安，心里面有妄想、有杂念，这哪里来的乐？这不是真正的乐。我，我的定义是自在、是无碍。六道里的众生没有我，这个身不自在，这个身处处有碍。五脏六腑不调就是障碍，这个障碍它就是疾病。自在是能随自己意思，我们希望永远不病行不行？做不到。我们希望青春常驻办不到，希望长寿也办不到。寿命是业报，前生修的今生受，前生是因，这一生是受果报。「净即离垢无染」，身心清净。「佛以此四者为德」，常乐我净。",
      "zh_TW": "『泥洹』就是「涅槃」，古時候翻「泥洹」，玄奘大師以後都翻涅槃了。是「圓證三德之至果」，至是到頂，究竟圓滿的果報。「三德」是性德，我們參考資料裡頭有，三德是「法身、般若、解脫」，這是三，「常樂我淨是為德」。法身具足常樂我淨，般若也有常樂我淨，解脫也有常樂我淨，只有這三法裡頭這四個字是真的，其他的常樂我淨是假的不是真的。這是自性的性德。常樂我淨，括弧裡頭有解釋，「常即不遷不變」。遷跟變的意思相同，就是它會改變，那就是無常。樂是安穩、是寂滅，這是真正的樂。心有不安，心裡面有妄想、有雜念，這哪裡來的樂？這不是真正的樂。我，我的定義是自在、是無礙。六道裡的眾生沒有我，這個身不自在，這個身處處有礙。五臟六腑不調就是障礙，這個障礙它就是疾病。自在是能隨自己意思，我們希望永遠不病行不行？做不到。我們希望青春常駐辦不到，希望長壽也辦不到。壽命是業報，前生修的今生受，前生是因，這一生是受果報。「淨即離垢無染」，身心清淨。「佛以此四者為德」，常樂我淨。"
    },
    {
      "id": "02-040-0569_p0026",
      "zh_CN": "三，这三就是法身、般若、解脱。「法即轨法」，轨是轨道，一定要遵循这个轨道，不能出轨，出轨就错了。这个道是什么道？成佛之道。这个法就是成佛之法，「谓诸佛由轨法而得成佛」。这个法是什么？就是戒定慧，戒定慧就是法。因戒得定，因定开慧，开慧就成佛，明心见性，见性成佛。十方三世一切菩萨修行成佛统统走这条路，没有例外的，这条路全是讲放下，所以什么人都能修，男女老少，贤愚不肖，个个都能修。只要你碰到有缘人教你，我们讲法缘，有人教你，你能够听懂，你能够真干，你就会成佛。",
      "zh_TW": "三，這三就是法身、般若、解脫。「法即軌法」，軌是軌道，一定要遵循這個軌道，不能出軌，出軌就錯了。這個道是什麼道？成佛之道。這個法就是成佛之法，「謂諸佛由軌法而得成佛」。這個法是什麼？就是戒定慧，戒定慧就是法。因戒得定，因定開慧，開慧就成佛，明心見性，見性成佛。十方三世一切菩薩修行成佛統統走這條路，沒有例外的，這條路全是講放下，所以什麼人都能修，男女老少，賢愚不肖，個個都能修。只要你碰到有緣人教你，我們講法緣，有人教你，你能夠聽懂，你能夠真幹，你就會成佛。"
    },
    {
      "id": "02-040-0569_p0027",
      "zh_CN": "没有定法，《金刚经》上说的「佛无有定法可说」，为什么？法法都能成佛，没有一法不能。可是我们学法的时候要契机，法跟我们的根性不对不能相应，修学起来就很困难；如果相信就不难，不难就很容易，很快你就修成。我们自己不知道自己根性，我们也不知道哪个法门适合我，要去尝试，法门太多了，可能尝试一辈子还没找到哪个适合我的。所以一定要有过来人、高明的人指点我，向他请教，你看看我的根性，哪个法门适合我？来试试看。试试看要不行，觉得自己，我这个没把握，烦恼习气断不掉，可以再用别的法门试试。所以有律、有教、有禅，还有密咒，都可以尝试。统统都没有效果，没法子治我的病，最后还有一个，念佛。念佛这个法门不拣根性，什么根性都适合，只要人肯修，决定就成就，所以万修万人去。修学这个法门最重要的条件，真信、真愿、真正肯念佛。这个真，真诚心、恭敬心，决定没有怀疑。经教里教导我们，放下万缘，一向专念，为什么？一切缘都是障碍我的，障碍你念佛功夫成片，功夫不能成片你往生没有把握。你能够万缘放下，心里头什么都没有，清净心、真诚心，这个心念佛很快感应就现前，这是真的不是假的。",
      "zh_TW": "沒有定法，《金剛經》上說的「佛無有定法可說」，為什麼？法法都能成佛，沒有一法不能。可是我們學法的時候要契機，法跟我們的根性不對不能相應，修學起來就很困難；如果相信就不難，不難就很容易，很快你就修成。我們自己不知道自己根性，我們也不知道哪個法門適合我，要去嘗試，法門太多了，可能嘗試一輩子還沒找到哪個適合我的。所以一定要有過來人、高明的人指點我，向他請教，你看看我的根性，哪個法門適合我？來試試看。試試看要不行，覺得自己，我這個沒把握，煩惱習氣斷不掉，可以再用別的法門試試。所以有律、有教、有禪，還有密咒，都可以嘗試。統統都沒有效果，沒法子治我的病，最後還有一個，念佛。念佛這個法門不揀根性，什麼根性都適合，只要人肯修，決定就成就，所以萬修萬人去。修學這個法門最重要的條件，真信、真願、真正肯念佛。這個真，真誠心、恭敬心，決定沒有懷疑。經教裡教導我們，放下萬緣，一向專念，為什麼？一切緣都是障礙我的，障礙你念佛功夫成片，功夫不能成片你往生沒有把握。你能夠萬緣放下，心裡頭什麼都沒有，清淨心、真誠心，這個心念佛很快感應就現前，這是真的不是假的。"
    },
    {
      "id": "02-040-0569_p0028",
      "zh_CN": "我们从《往生传》、《净土圣贤录》里面去看，得到一个结论，那就是不出三年。我们看到这些念佛往生的人，看到他什么时候开始念？念多久？几乎往生的时候都是三年前后。同时我们也在这里能体会到，绝对不可能是他三年寿命就到了，这在逻辑上讲不通，哪有那么巧的事情？那他为什么往生？他功夫成片，他见到阿弥陀佛，我还有寿命不要了。可不可以？可以，佛就带你走。将军乡的老太婆往生没有业障，没障碍，她往生也没人助念，也没有人在身边，一个人走的，走得那么自在，走得那么潇洒，这是什么？放下了。不能往生是自己障碍自己，自己放不下，不是别人障碍。你看将军乡老太太，也怕他儿子媳妇障碍，不说，走了之后你们看着办。表演得好！让我们对于念佛产生无比的信心。",
      "zh_TW": "我們從《往生傳》、《淨土聖賢錄》裡面去看，得到一個結論，那就是不出三年。我們看到這些念佛往生的人，看到他什麼時候開始念？念多久？幾乎往生的時候都是三年前後。同時我們也在這裡能體會到，絕對不可能是他三年壽命就到了，這在邏輯上講不通，哪有那麼巧的事情？那他為什麼往生？他功夫成片，他見到阿彌陀佛，我還有壽命不要了。可不可以？可以，佛就帶你走。將軍鄉的老太婆往生沒有業障，沒障礙，她往生也沒人助念，也沒有人在身邊，一個人走的，走得那麼自在，走得那麼瀟灑，這是什麼？放下了。不能往生是自己障礙自己，自己放不下，不是別人障礙。你看將軍鄉老太太，也怕他兒子媳婦障礙，不說，走了之後你們看著辦。表演得好！讓我們對於念佛產生無比的信心。"
    },
    {
      "id": "02-040-0569_p0029",
      "zh_CN": "法身，诸佛从这个方法成佛的，这叫法身。「此之法身，在诸佛不增，在众生不减」，这就是一切众生本来是佛，有法身。佛证得，证得对他，并不是他得到；我们在凡夫，法身也没有丢掉。一切法都从法身变现出来的，法身是理体，用哲学的话来说就是本体，一切万法的本体，在佛教称为法身。「众生迷之而成颠倒」，迷之，我们叫阿赖耶，叫它做阿赖耶识。「诸佛悟之而得自在。迷悟虽殊，体性恒一」，是一，一样的。「具足常乐我净，是名法身德」，人人都有。",
      "zh_TW": "法身，諸佛從這個方法成佛的，這叫法身。「此之法身，在諸佛不增，在眾生不減」，這就是一切眾生本來是佛，有法身。佛證得，證得對他，並不是他得到；我們在凡夫，法身也沒有丟掉。一切法都從法身變現出來的，法身是理體，用哲學的話來說就是本體，一切萬法的本體，在佛教稱為法身。「眾生迷之而成顛倒」，迷之，我們叫阿賴耶，叫它做阿賴耶識。「諸佛悟之而得自在。迷悟雖殊，體性恒一」，是一，一樣的。「具足常樂我淨，是名法身德」，人人都有。"
    },
    {
      "id": "02-040-0569_p0030",
      "zh_CN": "般若跟法身一样，惠能大师开悟第三句所说的，「何期自性，本自具足」，本自具足法身、般若、解脱，本自具足智慧德相，统统都不是从外头来的，自性里面是大圆满。第二般若，「般若德：梵语般若，华言智慧。谓佛究竟始觉之智，而能觉了诸法不生不灭，清净无相，平等无二，不增不减」，也具足常乐我净，这叫般若德，般若是智慧。《华严经》上佛说，「一切众生皆有如来智慧德相」，所以我们的智慧、德能、相好都是自性本有的，不是从外头来的。学佛是怎么回事情？我们把迷失的这些东西再找回来，恢复我本来面目。本来面目是佛，不是别的，佛是我们自己本来面目，「父母未生前本来面目」，禅宗说的。本来不生不灭，本来清净无染，本来具足无量智慧，无所不知，无所不明；本来有能力，自性的德能无所不能，绝对不是今天高科技能够相比的，它不能比；本来本有的相好。金刚不坏身，永恒不变，常；永远没有烦恼，乐；自行化他得大自在，这是我。",
      "zh_TW": "般若跟法身一樣，惠能大師開悟第三句所說的，「何期自性，本自具足」，本自具足法身、般若、解脫，本自具足智慧德相，統統都不是從外頭來的，自性裡面是大圓滿。第二般若，「般若德：梵語般若，華言智慧。謂佛究竟始覺之智，而能覺了諸法不生不滅，清淨無相，平等無二，不增不減」，也具足常樂我淨，這叫般若德，般若是智慧。《華嚴經》上佛說，「一切眾生皆有如來智慧德相」，所以我們的智慧、德能、相好都是自性本有的，不是從外頭來的。學佛是怎麼回事情？我們把迷失的這些東西再找回來，恢復我本來面目。本來面目是佛，不是別的，佛是我們自己本來面目，「父母未生前本來面目」，禪宗說的。本來不生不滅，本來清淨無染，本來具足無量智慧，無所不知，無所不明；本來有能力，自性的德能無所不能，絕對不是今天高科技能夠相比的，它不能比；本來本有的相好。金剛不壞身，永恆不變，常；永遠沒有煩惱，樂；自行化他得大自在，這是我。"
    },
    {
      "id": "02-040-0569_p0031",
      "zh_CN": "在极乐世界有能力分身，分无量无边身，这些身到无量诸佛刹土去供佛、去闻法，身真管用，自己分身去的。所以在刹那之间所修的福慧，在我们这个世界里头再好的环境，你修福修慧修无量劫，都不能跟极乐世界的人一次供佛闻法相比。极乐世界能不去吗？你还会犹豫吗？还会要考虑吗？我们要感谢夏莲老为我们会集经，要感谢黄念老给我们做集注，要没有这个缘，我们怎么能知道这么清楚、这么透彻？知道得不够透彻，就有疑惑不能解，疑就是障碍。疑障化解了，信心生起来了，自己对于这一生念佛求往生会感到有把握，有信心、有把握，不再犹豫了。利益众生的事情，正法久住的事情，有缘随缘，我们尽心尽力做；没有缘，不放在心上，二六时中确确实实要把阿弥陀佛放在心上，这就对了。心上确确实实不能放任何东西，它打闲岔，它障碍我，它破坏我。",
      "zh_TW": "在極樂世界有能力分身，分無量無邊身，這些身到無量諸佛剎土去供佛、去聞法，身真管用，自己分身去的。所以在剎那之間所修的福慧，在我們這個世界裡頭再好的環境，你修福修慧修無量劫，都不能跟極樂世界的人一次供佛聞法相比。極樂世界能不去嗎？你還會猶豫嗎？還會要考慮嗎？我們要感謝夏蓮老為我們會集經，要感謝黃念老給我們做集註，要沒有這個緣，我們怎麼能知道這麼清楚、這麼透徹？知道得不夠透徹，就有疑惑不能解，疑就是障礙。疑障化解了，信心生起來了，自己對於這一生念佛求往生會感到有把握，有信心、有把握，不再猶豫了。利益眾生的事情，正法久住的事情，有緣隨緣，我們盡心盡力做；沒有緣，不放在心上，二六時中確確實實要把阿彌陀佛放在心上，這就對了。心上確確實實不能放任何東西，它打閒岔，它障礙我，它破壞我。"
    },
    {
      "id": "02-040-0569_p0032",
      "zh_CN": "念佛人想得到的真实利益就在经题上，千万不要忘记，「清净平等觉」。这个觉字代表三宝，佛，觉而不迷；法，正而不邪；僧，净而不染。所以这个觉字里头是三宝：不迷、不邪、不染。我们的心要清净、要平等，要不迷、不邪、不染。我们用的是这个心，用这个心待人接物，用这个心生活在世间，用这个心来念佛，就对了。真正用这个心，自自然然就觉了诸法，对一切诸法明白了。一切诸法是什么？《楞伽经》里头佛说，「自心现量」，讲得太妙了！自心现量什么意思？一切法从心想生。谁的心想？自己的，自心现量。这一切现象，一切万法，能生万法，这万法到底怎么回事情？「不断之无」，这是真正的般若智慧。所以觉了诸法不生不灭、清净无相、平等无二、不增不减，它也具足常乐我净，叫般若德。",
      "zh_TW": "念佛人想得到的真實利益就在經題上，千萬不要忘記，「清淨平等覺」。這個覺字代表三寶，佛，覺而不迷；法，正而不邪；僧，淨而不染。所以這個覺字裡頭是三寶：不迷、不邪、不染。我們的心要清淨、要平等，要不迷、不邪、不染。我們用的是這個心，用這個心待人接物，用這個心生活在世間，用這個心來念佛，就對了。真正用這個心，自自然然就覺了諸法，對一切諸法明白了。一切諸法是什麼？《楞伽經》裡頭佛說，「自心現量」，講得太妙了！自心現量什麼意思？一切法從心想生。誰的心想？自己的，自心現量。這一切現象，一切萬法，能生萬法，這萬法到底怎麼回事情？「不斷之無」，這是真正的般若智慧。所以覺了諸法不生不滅、清淨無相、平等無二、不增不減，它也具足常樂我淨，叫般若德。"
    },
    {
      "id": "02-040-0569_p0033",
      "zh_CN": "第三个「解脱德」。解，念去声，当动词，解开了、解除了。解除什么？解除烦恼，不但烦恼解除了，习气也没有了。系是系缚，烦恼的代名词。眼见色，耳闻声，游戏人间，真正做到了不起心不动念，为什么不起心不动念？因为它是不断之无。不断之无就是此地讲的不生不灭、清净无相、平等无二、不增不减，这个四句变成一句，不断之无。你了解真相，你不再起心动念了，不再分别执着了，那就是佛知佛见。诸佛如来的行为，他的行为经上有两句话形容，「作而无作，无作而作」，他的作跟无作是划平等的，为什么？没有执着。凡夫做不到，凡夫作是在造业，不作也在造业，作有善恶业，不作无记业，都在造业。「佛永离一切业累之缚，得大自在」，随类化身，随缘说法，教化众生不疲不厌，得大自在。",
      "zh_TW": "第三個「解脫德」。解，念去聲，當動詞，解開了、解除了。解除什麼？解除煩惱，不但煩惱解除了，習氣也沒有了。繫是繫縛，煩惱的代名詞。眼見色，耳聞聲，遊戲人間，真正做到了不起心不動念，為什麼不起心不動念？因為它是不斷之無。不斷之無就是此地講的不生不滅、清淨無相、平等無二、不增不減，這個四句變成一句，不斷之無。你了解真相，你不再起心動念了，不再分別執著了，那就是佛知佛見。諸佛如來的行為，他的行為經上有兩句話形容，「作而無作，無作而作」，他的作跟無作是劃平等的，為什麼？沒有執著。凡夫做不到，凡夫作是在造業，不作也在造業，作有善惡業，不作無記業，都在造業。「佛永離一切業累之縛，得大自在」，隨類化身，隨緣說法，教化眾生不疲不厭，得大自在。"
    },
    {
      "id": "02-040-0569_p0034",
      "zh_CN": "这是三德。三德，如来证得的，菩萨也有，但是不圆满。佛到究竟圆满，所以称为至果，至果是佛不是菩萨，等觉菩萨上面还有妙觉，妙觉才是至果。「就净宗而言」，这个至果是什么？「即究竟寂光也。如是之善，称为大善」，这个说得妙绝了。寂光，体相用揉合成一个，变成什么？变成光，体是寂光，相是寂光，作用是寂光。寂光能遍照，在哪里？无处不在，无时不在。常寂光里头有无量无边无尽无数的诸佛如来，这个里头没有物质现象、没有精神现象，也没有自然现象，所以我们六根缘不到，眼耳鼻舌身，还包括意，起心动念都达不到。它是真的，它是永远存在，整个宇宙都是从它变现出来的，能大师告诉我们「何期自性，能生万法」，究竟寂光就是自性，圆满的自性，圆满实实在在的自性。",
      "zh_TW": "這是三德。三德，如來證得的，菩薩也有，但是不圓滿。佛到究竟圓滿，所以稱為至果，至果是佛不是菩薩，等覺菩薩上面還有妙覺，妙覺才是至果。「就淨宗而言」，這個至果是什麼？「即究竟寂光也。如是之善，稱為大善」，這個說得妙絕了。寂光，體相用揉合成一個，變成什麼？變成光，體是寂光，相是寂光，作用是寂光。寂光能遍照，在哪裡？無處不在，無時不在。常寂光裡頭有無量無邊無盡無數的諸佛如來，這個裡頭沒有物質現象、沒有精神現象，也沒有自然現象，所以我們六根緣不到，眼耳鼻舌身，還包括意，起心動念都達不到。它是真的，它是永遠存在，整個宇宙都是從它變現出來的，能大師告訴我們「何期自性，能生萬法」，究竟寂光就是自性，圓滿的自性，圓滿實實在在的自性。"
    },
    {
      "id": "02-040-0569_p0035",
      "zh_CN": "净宗加上个常字，常寂光土、常寂光身。身变成寂光了，身在哪里？无处不在，无时不在。所以诸佛现身，这不说菩萨，佛，佛现身，确确实实是「当处出生，随处灭尽」，也就是说他没有时间、没有空间，没有时间没有前后，没有空间就没有大小、没有距离、没有远近，就在当下，当下就是。这个善才称之为大善，五种恶翻过来就是五大善，这个大善可以证得常寂光，证得究竟圆满。我们把它搞清楚、搞明白了，产生什么效果？能放得下了。没搞清楚、没搞明白，对这个世间有贪恋；真搞清楚、搞明白了，这个贪恋放下了，万缘真正放下。但是度化众生的事可以随缘，护持正法也可以随缘。随缘是做，做得很认真，做得非常好。为什么好？你大公无私，你没有私心，你就会做得很圆满，做得非常好，让人人都赞叹。不着相，做了之后跟没做完全一样，丝毫都不执着，作而无作，无作而作。释迦牟尼佛当年在这个世间出现了，八十年，八相成道，四十九年说法度众生，做了没有？没做，无作而作，作而无作，事上是有，理上无。他没起心动念，他没有分别执着，这叫无作；我们有起心动念、有分别执着，有作。心里头有没有念头？事情做了，心里头完全没有这个念头，别人歌颂功德，自己一丝毫都不染着。歌颂功德行不行？可以，随缘，他要歌颂就让他去，有好处没有坏处。为什么？影响那些还在作恶的人，帮助他回头。起步是要，契入境界不要了，契入境界要放下。",
      "zh_TW": "淨宗加上個常字，常寂光土、常寂光身。身變成寂光了，身在哪裡？無處不在，無時不在。所以諸佛現身，這不說菩薩，佛，佛現身，確確實實是「當處出生，隨處滅盡」，也就是說他沒有時間、沒有空間，沒有時間沒有前後，沒有空間就沒有大小、沒有距離、沒有遠近，就在當下，當下就是。這個善才稱之為大善，五種惡翻過來就是五大善，這個大善可以證得常寂光，證得究竟圓滿。我們把它搞清楚、搞明白了，產生什麼效果？能放得下了。沒搞清楚、沒搞明白，對這個世間有貪戀；真搞清楚、搞明白了，這個貪戀放下了，萬緣真正放下。但是度化眾生的事可以隨緣，護持正法也可以隨緣。隨緣是做，做得很認真，做得非常好。為什麼好？你大公無私，你沒有私心，你就會做得很圓滿，做得非常好，讓人人都讚歎。不著相，做了之後跟沒做完全一樣，絲毫都不執著，作而無作，無作而作。釋迦牟尼佛當年在這個世間出現了，八十年，八相成道，四十九年說法度眾生，做了沒有？沒做，無作而作，作而無作，事上是有，理上無。他沒起心動念，他沒有分別執著，這叫無作；我們有起心動念、有分別執著，有作。心裡頭有沒有念頭？事情做了，心裡頭完全沒有這個念頭，別人歌頌功德，自己一絲毫都不染著。歌頌功德行不行？可以，隨緣，他要歌頌就讓他去，有好處沒有壞處。為什麼？影響那些還在作惡的人，幫助他回頭。起步是要，契入境界不要了，契入境界要放下。"
    },
    {
      "id": "02-040-0569_p0036",
      "zh_CN": "我们看下面一段，「本品广明善恶果报。《观经》三福中深信因果，亦正以此为劝也」。三福里头，深信因果这一条意思很深，不是普通的因果。因为三福的顺序，第一福是人天福，凡夫；第二福是小乘，声闻缘觉；第三福是大乘菩萨。深信因果放在第三，我初学佛的时候对这个是大惑不解，为什么？深信因果，我想我们凡夫都做到了，怎么菩萨还不晓得？所以这个放在我心上很长很长一段时间。到以后学净土的时候有一点明白了，另一个解释，还不是这个解释，这个才是到究竟彻底。我那个时候理解到，菩萨如果对念佛法门相信了，他很快就成佛；如果对念佛是因、成佛是果他还不相信，他不取这个法门，他取八万四千法门，那个路很长，这个路是近路。深信因果，在这个地方解释才圆满，确确实实是圆证三德之至果，是究竟寂光。究竟寂光是八万四千法门、无量法门共同契入的，最后都是到究竟寂光，这个意思深。",
      "zh_TW": "我們看下面一段，「本品廣明善惡果報。《觀經》三福中深信因果，亦正以此為勸也」。三福裡頭，深信因果這一條意思很深，不是普通的因果。因為三福的順序，第一福是人天福，凡夫；第二福是小乘，聲聞緣覺；第三福是大乘菩薩。深信因果放在第三，我初學佛的時候對這個是大惑不解，為什麼？深信因果，我想我們凡夫都做到了，怎麼菩薩還不曉得？所以這個放在我心上很長很長一段時間。到以後學淨土的時候有一點明白了，另一個解釋，還不是這個解釋，這個才是到究竟徹底。我那個時候理解到，菩薩如果對念佛法門相信了，他很快就成佛；如果對念佛是因、成佛是果他還不相信，他不取這個法門，他取八萬四千法門，那個路很長，這個路是近路。深信因果，在這個地方解釋才圓滿，確確實實是圓證三德之至果，是究竟寂光。究竟寂光是八萬四千法門、無量法門共同契入的，最後都是到究竟寂光，這個意思深。"
    },
    {
      "id": "02-040-0569_p0037",
      "zh_CN": "不相信因果麻烦可大了！那就像这个经前面一段所说的，你要不相信，「生死不休，恶道不绝，自然三途，无量苦恼，世世累劫，无有出期」。你要不相信因果，佛说的这几句话真话。所以我们一定要深深相信，念佛往生是因，往生净土是果，这是什么果？大般涅槃之果，到极乐世界没有一个不证得大般涅槃。也就是说，到极乐世界没有一个不回归常寂光，这是真实的果报。然后我们才体会到阿弥陀佛对我们的恩德有多大，恩德之大说不尽的。我们在苦海当中，他真的一下就把我们救出来了。无量法门，任何一个法门要靠自己修行，断烦恼、证菩提，那不知道要用多长的时间慢慢一步一步提升。唯独念佛法门，确实是难信之法。修那些法门的人多，不知道有多少，听到这个法门他们摇头不相信，哪有这么便宜的事情！所以这个法门，信行者少是非常正常的现象。我们对于经教学了这么多年，逐渐逐渐明了了。念佛法门，我们看到不少人真的三年前后就往生了，瑞相稀有，这些人是给我们做见证的，说明这个法是真的，绝不是假的。我们再不相信，那就是愚痴，业障太重了，这一生遇到也空过了。怎么不空过？一切放下，一心向往，决定去得成，你没有空过。今天时间到了，我们就学习到此地。",
      "zh_TW": "不相信因果麻煩可大了！那就像這個經前面一段所說的，你要不相信，「生死不休，惡道不絕，自然三途，無量苦惱，世世累劫，無有出期」。你要不相信因果，佛說的這幾句話真話。所以我們一定要深深相信，念佛往生是因，往生淨土是果，這是什麼果？大般涅槃之果，到極樂世界沒有一個不證得大般涅槃。也就是說，到極樂世界沒有一個不回歸常寂光，這是真實的果報。然後我們才體會到阿彌陀佛對我們的恩德有多大，恩德之大說不盡的。我們在苦海當中，他真的一下就把我們救出來了。無量法門，任何一個法門要靠自己修行，斷煩惱、證菩提，那不知道要用多長的時間慢慢一步一步提升。唯獨念佛法門，確實是難信之法。修那些法門的人多，不知道有多少，聽到這個法門他們搖頭不相信，哪有這麼便宜的事情！所以這個法門，信行者少是非常正常的現象。我們對於經教學了這麼多年，逐漸逐漸明瞭了。念佛法門，我們看到不少人真的三年前後就往生了，瑞相稀有，這些人是給我們做見證的，說明這個法是真的，絕不是假的。我們再不相信，那就是愚痴，業障太重了，這一生遇到也空過了。怎麼不空過？一切放下，一心嚮往，決定去得成，你沒有空過。今天時間到了，我們就學習到此地。"
    }
  ]
}