{
  "doc_id": "02-040-0227",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二七集",
    "zh_TW": "第二二七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0227",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0227_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0227_p0002",
      "zh_CN": "请看《大经科注》第四百八十八页第二行，最后一句看起：",
      "zh_TW": "請看《大經科註》第四百八十八頁第二行，最後一句看起："
    },
    {
      "id": "02-040-0227_p0003",
      "zh_CN": "「又《大日经疏十五》曰：如世人以莲华为吉祥清净，能悦可众心。今秘藏中，亦以大悲胎藏妙法莲华为最秘密吉祥，一切加持法门之身坐此莲台也」，昨天我们学到此地。今天接着看末后这一句，「可见极乐九品之莲，正显大日如来密意，举体皆是最胜秘密吉祥」。每一位往生极乐世界的念佛人，从上上品到下下品，三辈九品往生，都是身坐莲台到极乐世界去的，跟《大日经》里面所说的是同样的意思，秘密吉祥。大日如来就是阿弥陀佛。大经，世尊一再给我们介绍，显教里称阿弥陀佛，密教里面称大日如来，是一不是二。大日如来的密严土就是极乐世界，也就是华藏世界，所以毘卢遮那这三个名词是一而三、三而一。秘密吉祥，这个秘密实际上是深密，理太深了，事太奇妙了，不但初学不懂，老修，甚至于修到罗汉、菩萨也不能完全懂，称它作秘密。吉祥是受用，不知道也得受用，等到得到受用之后，这个秘密就明白了，密就解开了。所以凡是往生极乐世界的人，举体，他的正报、他的依报都是最殊胜的秘密吉祥，就是大乘经教常说的法性身、法性土，身相妙严，不可思议。世尊在《观经》里面给我们透了一点消息，「身有八万四千相，相有八万四千好」，这就是最胜秘密吉祥。",
      "zh_TW": "「又《大日經疏十五》曰：如世人以蓮華為吉祥清淨，能悅可眾心。今祕藏中，亦以大悲胎藏妙法蓮華為最祕密吉祥，一切加持法門之身坐此蓮臺也」，昨天我們學到此地。今天接著看末後這一句，「可見極樂九品之蓮，正顯大日如來密意，舉體皆是最勝祕密吉祥」。每一位往生極樂世界的念佛人，從上上品到下下品，三輩九品往生，都是身坐蓮台到極樂世界去的，跟《大日經》裡面所說的是同樣的意思，祕密吉祥。大日如來就是阿彌陀佛。大經，世尊一再給我們介紹，顯教裡稱阿彌陀佛，密教裡面稱大日如來，是一不是二。大日如來的密嚴土就是極樂世界，也就是華藏世界，所以毘盧遮那這三個名詞是一而三、三而一。祕密吉祥，這個祕密實際上是深密，理太深了，事太奇妙了，不但初學不懂，老修，甚至於修到羅漢、菩薩也不能完全懂，稱它作祕密。吉祥是受用，不知道也得受用，等到得到受用之後，這個祕密就明白了，密就解開了。所以凡是往生極樂世界的人，舉體，他的正報、他的依報都是最殊勝的祕密吉祥，就是大乘經教常說的法性身、法性土，身相妙嚴，不可思議。世尊在《觀經》裡面給我們透了一點消息，「身有八萬四千相，相有八萬四千好」，這就是最勝祕密吉祥。"
    },
    {
      "id": "02-040-0227_p0004",
      "zh_CN": "我们看下面经文，第二十五愿，「天人礼敬愿」，大科，「辛八」。这是二十四章里面的第十四章，这一章里头有三愿，天人礼敬、闻名得福、修殊胜行，有这三愿。我们看念老的注解，这一章，右面这一章有三愿。从『闻我名字』到『莫不致敬』这一段，「是第廿五天人礼敬愿」。从若闻我名到诸根无缺，「是第廿六闻名得福愿」，再下面是「第廿七修殊胜行愿」。这一章三愿都表闻名的功德、闻名的利益、闻名的好处，所以名号功德不可思议。",
      "zh_TW": "我們看下面經文，第二十五願，「天人禮敬願」，大科，「辛八」。這是二十四章裡面的第十四章，這一章裡頭有三願，天人禮敬、聞名得福、修殊勝行，有這三願。我們看念老的註解，這一章，右面這一章有三願。從『聞我名字』到『莫不致敬』這一段，「是第廿五天人禮敬願」。從若聞我名到諸根無缺，「是第廿六聞名得福願」，再下面是「第廿七修殊勝行願」。這一章三願都表聞名的功德、聞名的利益、聞名的好處，所以名號功德不可思議。"
    },
    {
      "id": "02-040-0227_p0005",
      "zh_CN": "前面第十八愿说十念必生，「乃往生之正因」。四十八愿，核心的一愿就是第十八愿，这一愿真正给我们说清楚、说明白了，十方世界一切众生，遇到这个法门都能往生。关键他能不能接受，能接受的一个都不漏，即使造作重罪，五逆罪、十恶罪，乃至于谤法，只要他一口气还在，他真正能忏悔，真正能认错，发真实愿，后不再造，念佛统统都能往生。这是说到阿弥陀佛慈悲到极处！凡是不能往生的，这众生自己不肯回头，不是佛的神力达不到，佛的神力确实达到了。我们要知道回头、知道改过，为什么？弥陀，可以说是我们性德圆满的流露。做错事情不肯忏悔、不肯认错，这是恶中最大之恶，与自性完全相违背。不是佛不原谅你，是自己不原谅自己，这个道理要懂。如果怪佛不原谅我，那是罪上又加一等罪，佛没有不原谅的，是自己不肯回头、不肯认错，不能怪任何人。",
      "zh_TW": "前面第十八願說十念必生，「乃往生之正因」。四十八願，核心的一願就是第十八願，這一願真正給我們說清楚、說明白了，十方世界一切眾生，遇到這個法門都能往生。關鍵他能不能接受，能接受的一個都不漏，即使造作重罪，五逆罪、十惡罪，乃至於謗法，只要他一口氣還在，他真正能懺悔，真正能認錯，發真實願，後不再造，念佛統統都能往生。這是說到阿彌陀佛慈悲到極處！凡是不能往生的，這眾生自己不肯回頭，不是佛的神力達不到，佛的神力確實達到了。我們要知道回頭、知道改過，為什麼？彌陀，可以說是我們性德圓滿的流露。做錯事情不肯懺悔、不肯認錯，這是惡中最大之惡，與自性完全相違背。不是佛不原諒你，是自己不原諒自己，這個道理要懂。如果怪佛不原諒我，那是罪上又加一等罪，佛沒有不原諒的，是自己不肯回頭、不肯認錯，不能怪任何人。"
    },
    {
      "id": "02-040-0227_p0006",
      "zh_CN": "懂得大乘教义就明白这个道理，明白之后晓得，人生在世，无论在哪一道，生生世世，自己对自己要负百分之百的责任。自己所作、自己所受完全相应，确实善有善果、恶有恶报，因果报应丝毫不爽。包括我们动个念头都在造业，这个念头善，这是善业；这个念头是恶，那就是恶业。起心动念都在造业，何况言语造作。《地藏经》上说的话一点都不错，说「阎浮提众生，起心动念，无不是业，无不是罪」。凡夫粗心大意，自己完全不知道，有意无意之间，我们造业从来没有断过，一分一秒都不断，都在那里造。",
      "zh_TW": "懂得大乘教義就明白這個道理，明白之後曉得，人生在世，無論在哪一道，生生世世，自己對自己要負百分之百的責任。自己所作、自己所受完全相應，確實善有善果、惡有惡報，因果報應絲毫不爽。包括我們動個念頭都在造業，這個念頭善，這是善業；這個念頭是惡，那就是惡業。起心動念都在造業，何況言語造作。《地藏經》上說的話一點都不錯，說「閻浮提眾生，起心動念，無不是業，無不是罪」。凡夫粗心大意，自己完全不知道，有意無意之間，我們造業從來沒有斷過，一分一秒都不斷，都在那裡造。"
    },
    {
      "id": "02-040-0227_p0007",
      "zh_CN": "这个道理真正搞清楚、搞明白的人，他有福了，他终于明白过来，不再迷惑了。明白之后是个什么样子？念念都是阿弥陀佛，那就是大势至菩萨所说的，「忆佛念佛，现前当来，必定见佛」。他起心动念没有别的念头，就是一句佛号。心上有佛，口上有佛，看一切众生个个都是阿弥陀佛，不再有怨恨、不再有烦恼，他一生决定往生成佛，毫无疑惑，这是一个觉悟明白人。如果还贪图这个世间的名闻利养、财色名利，依然糊涂，没有觉悟，觉悟的人自然他会把这些东西放下。为什么？无量劫来就是这些东西障碍不能往生，如果没有这些东西障碍，早就往生了，怎么会拖到现在！现在认清楚、认明白了，还能不放下吗？所以他自然放下，不需要人劝他。",
      "zh_TW": "這個道理真正搞清楚、搞明白的人，他有福了，他終於明白過來，不再迷惑了。明白之後是個什麼樣子？念念都是阿彌陀佛，那就是大勢至菩薩所說的，「憶佛念佛，現前當來，必定見佛」。他起心動念沒有別的念頭，就是一句佛號。心上有佛，口上有佛，看一切眾生個個都是阿彌陀佛，不再有怨恨、不再有煩惱，他一生決定往生成佛，毫無疑惑，這是一個覺悟明白人。如果還貪圖這個世間的名聞利養、財色名利，依然糊塗，沒有覺悟，覺悟的人自然他會把這些東西放下。為什麼？無量劫來就是這些東西障礙不能往生，如果沒有這些東西障礙，早就往生了，怎麼會拖到現在！現在認清楚、認明白了，還能不放下嗎？所以他自然放下，不需要人勸他。"
    },
    {
      "id": "02-040-0227_p0008",
      "zh_CN": "我们看下面文的注解。第十八愿是四十八愿的核心，第十九、二十两愿是第十八愿的开广。「第廿一愿，专指具有宿恶之众生，若能悔过，发菩提心，一心专念，亦皆得往生，不更恶道」。我们回顾上面弥陀这几愿，二十一愿专对造作恶业的众生。这个说法让我们细心去思惟观察，哪一个众生不造恶业？具有宿恶的众生，可以说是六道轮回里头所有众生都包括了。诸天是善，他有没有恶业？有。怎么知道有？寿命到了他往下堕落。这是什么原因？过去生中造的恶业起现行了。如果没有过去的恶业，他就没有恶道的种子，不但他不会堕恶道，恶道不可能在他面前现出来，因为他没有因。所以我们就能够断然决定，一切众生没有一个不造恶业的，只是有多少、轻重的差别。说不造恶业的众生找不到，连释迦如来在因地上还有造恶业，乃至于成佛之后还有这个业报，世尊有三个月马麦之报，孔子也有一段时期在陈绝粮，没饭吃，这圣贤、佛菩萨。为什么会有这个情形？这都是不善的果，当然就有不善的因。",
      "zh_TW": "我們看下面文的註解。第十八願是四十八願的核心，第十九、二十兩願是第十八願的開廣。「第廿一願，專指具有宿惡之眾生，若能悔過，發菩提心，一心專念，亦皆得往生，不更惡道」。我們回顧上面彌陀這幾願，二十一願專對造作惡業的眾生。這個說法讓我們細心去思惟觀察，哪一個眾生不造惡業？具有宿惡的眾生，可以說是六道輪迴裡頭所有眾生都包括了。諸天是善，他有沒有惡業？有。怎麼知道有？壽命到了他往下墮落。這是什麼原因？過去生中造的惡業起現行了。如果沒有過去的惡業，他就沒有惡道的種子，不但他不會墮惡道，惡道不可能在他面前現出來，因為他沒有因。所以我們就能夠斷然決定，一切眾生沒有一個不造惡業的，只是有多少、輕重的差別。說不造惡業的眾生找不到，連釋迦如來在因地上還有造惡業，乃至於成佛之後還有這個業報，世尊有三個月馬麥之報，孔子也有一段時期在陳絕糧，沒飯吃，這聖賢、佛菩薩。為什麼會有這個情形？這都是不善的果，當然就有不善的因。"
    },
    {
      "id": "02-040-0227_p0009",
      "zh_CN": "有了过失不怕，有恶业也不怕，「若能悔过，发菩提心」，这八个字重要。真正能忏悔，真正能改过，发菩提心，菩提心是真心，不是菩提心统是妄心。真心是什么？世尊在《观无量寿佛经》上告诉我们至诚心，也就是真诚到极处。真诚到极处是什么样子？对自己是清净平等觉，这个样子，对别人是大慈大悲，这是真诚心发出来的样子。真诚是体，发出来的样子是起作用，对自己清净平等觉，才叫做菩提心。阿罗汉、辟支佛没有发菩提心，这二乘，都得到清净心，平等觉没有得到，不叫菩提心，是善心、是真诚心，没有达到极处。达到极处，自己一定是平等觉，觉就是禅宗所说的大彻大悟、明心见性。所以菩提心有没有发？没有。菩提心一发就明心见性；没有明心见性，这个人没发菩提心，他还有自私自利，他不能舍己为人，没发菩提心。可是菩提心一定要发。",
      "zh_TW": "有了過失不怕，有惡業也不怕，「若能悔過，發菩提心」，這八個字重要。真正能懺悔，真正能改過，發菩提心，菩提心是真心，不是菩提心統是妄心。真心是什麼？世尊在《觀無量壽佛經》上告訴我們至誠心，也就是真誠到極處。真誠到極處是什麼樣子？對自己是清淨平等覺，這個樣子，對別人是大慈大悲，這是真誠心發出來的樣子。真誠是體，發出來的樣子是起作用，對自己清淨平等覺，才叫做菩提心。阿羅漢、辟支佛沒有發菩提心，這二乘，都得到清淨心，平等覺沒有得到，不叫菩提心，是善心、是真誠心，沒有達到極處。達到極處，自己一定是平等覺，覺就是禪宗所說的大徹大悟、明心見性。所以菩提心有沒有發？沒有。菩提心一發就明心見性；沒有明心見性，這個人沒發菩提心，他還有自私自利，他不能捨己為人，沒發菩提心。可是菩提心一定要發。"
    },
    {
      "id": "02-040-0227_p0010",
      "zh_CN": "临命终的时候万缘放下，一心称名，那是菩提心，为什么？他万缘放下了。万缘有一桩放不下，菩提心不现前，菩提心不现前不能往生。这就让我们想到，为什么念佛人多，往生的人少。六十年前老师告诉我，那个时候在台中莲社，莲社的莲友有二十多万人，是个很大的团体，老师告诉我，一万个念佛人，真正能往生只有三、五个，这不成比例。就算是五个，还有九千九百九十五个人不能往生，能往生只有五个，六十年前。现在你要问我，大概一万人当中能往生只有一个。为什么？现在人跟六十年前人比不如他们，他们老实、他们忠厚，我们现在人心不如那些人。你要问什么原因？就是放不下，菩提心不能现前。万缘放下，菩提心才现前。",
      "zh_TW": "臨命終的時候萬緣放下，一心稱名，那是菩提心，為什麼？他萬緣放下了。萬緣有一樁放不下，菩提心不現前，菩提心不現前不能往生。這就讓我們想到，為什麼念佛人多，往生的人少。六十年前老師告訴我，那個時候在台中蓮社，蓮社的蓮友有二十多萬人，是個很大的團體，老師告訴我，一萬個念佛人，真正能往生只有三、五個，這不成比例。就算是五個，還有九千九百九十五個人不能往生，能往生只有五個，六十年前。現在你要問我，大概一萬人當中能往生只有一個。為什麼？現在人跟六十年前人比不如他們，他們老實、他們忠厚，我們現在人心不如那些人。你要問什麼原因？就是放不下，菩提心不能現前。萬緣放下，菩提心才現前。"
    },
    {
      "id": "02-040-0227_p0011",
      "zh_CN": "为什么知道一定要万缘放下？菩提心开悟了，明心见性。明心见性的人，六根在六尘境界上不起心不动念、不分别不执着，这就是万缘放下；还会起心动念、还会分别执着不行，这凡夫，我们不能不知道。这桩事情决定不能含糊，关系我们这一生能不能成就，不能成就，又去搞六道轮回，那就太可怜了。关键就是放下，古大德告诉我们放下便是！惠能大师能继承祖位，五祖把法传给他，没有传给神秀，什么原因？神秀没放下，他彻底放下了。我们读《坛经》就明白了，神秀作的四句偈考虑了一个晚上，没睡着觉。自己还不敢送给老师看，把它贴在墙壁上，看看反应，如果老师赞叹，出来说这是我作的，老师不赞叹就算了，就不承认。你看这是什么？着相了，这就是没放下。",
      "zh_TW": "為什麼知道一定要萬緣放下？菩提心開悟了，明心見性。明心見性的人，六根在六塵境界上不起心不動念、不分別不執著，這就是萬緣放下；還會起心動念、還會分別執著不行，這凡夫，我們不能不知道。這樁事情決定不能含糊，關係我們這一生能不能成就，不能成就，又去搞六道輪迴，那就太可憐了。關鍵就是放下，古大德告訴我們放下便是！惠能大師能繼承祖位，五祖把法傳給他，沒有傳給神秀，什麼原因？神秀沒放下，他徹底放下了。我們讀《壇經》就明白了，神秀作的四句偈考慮了一個晚上，沒睡著覺。自己還不敢送給老師看，把它貼在牆壁上，看看反應，如果老師讚歎，出來說這是我作的，老師不讚歎就算了，就不承認。你看這是什麼？著相了，這就是沒放下。"
    },
    {
      "id": "02-040-0227_p0012",
      "zh_CN": "还斤斤计较着，这不能往生。一切缘都要放下，随缘，什么都好，一切都随它去吧，我丝毫都不染着了。我念念求生极乐世界，念念跟阿弥陀佛相应，这个世间事不再过问。你的心定了，你的心开明了，你的心觉悟了，决定得生。时时刻刻要提醒，怎么还会起心动念、还有分别执着？起心动念太微细了，我们不能觉察，暂时不要去理它，至少分别执着这个相很粗，我们很明显的觉察到，能不能不分别、能不能不执着？要在这上下功夫。依然分别、依然执着，我们求往生就没把握了。什么叫忏悔？我一切不分别、一切不执着，我就执着阿弥陀佛，我就分别阿弥陀佛，这叫放下了。万缘放下，只留一个，这个要在八万四千法门不行，不能证果，但是在净土法门可以带业往生，这就是净土胜过八万四千法门的道理。",
      "zh_TW": "還斤斤計較著，這不能往生。一切緣都要放下，隨緣，什麼都好，一切都隨它去吧，我絲毫都不染著了。我念念求生極樂世界，念念跟阿彌陀佛相應，這個世間事不再過問。你的心定了，你的心開明了，你的心覺悟了，決定得生。時時刻刻要提醒，怎麼還會起心動念、還有分別執著？起心動念太微細了，我們不能覺察，暫時不要去理它，至少分別執著這個相很粗，我們很明顯的覺察到，能不能不分別、能不能不執著？要在這上下功夫。依然分別、依然執著，我們求往生就沒把握了。什麼叫懺悔？我一切不分別、一切不執著，我就執著阿彌陀佛，我就分別阿彌陀佛，這叫放下了。萬緣放下，只留一個，這個要在八萬四千法門不行，不能證果，但是在淨土法門可以帶業往生，這就是淨土勝過八萬四千法門的道理。"
    },
    {
      "id": "02-040-0227_p0013",
      "zh_CN": "《弥陀经》上说得非常好，教导我们「执持名号」，执是执着，持是保持。也就是放得干干净净，我就执着这一句阿弥陀佛，我就保持这一句阿弥陀佛，除这一句阿弥陀佛之外全没有了，这能带业往生，生到极乐世界凡圣同居土，品位不高。如果一切不执着，还有分别，那你就生方便有余土。行，下下品往生，凡圣同居土下下品往生也好，也了不起。第二十愿说过，二十愿「皆作阿惟越致菩萨」，这句话是阿弥陀佛金口的保证，决定不是假的。也就是说，凡圣同居土下下品往生，在极乐世界得到阿弥陀佛四十八愿的加持，他就变成阿惟越致菩萨。阿惟越致菩萨就是真正发菩提心，明心见性的菩萨，这就提升了。这个提升不是自己修行功夫，是阿弥陀佛加持的。",
      "zh_TW": "《彌陀經》上說得非常好，教導我們「執持名號」，執是執著，持是保持。也就是放得乾乾淨淨，我就執著這一句阿彌陀佛，我就保持這一句阿彌陀佛，除這一句阿彌陀佛之外全沒有了，這能帶業往生，生到極樂世界凡聖同居土，品位不高。如果一切不執著，還有分別，那你就生方便有餘土。行，下下品往生，凡聖同居土下下品往生也好，也了不起。第二十願說過，二十願「皆作阿惟越致菩薩」，這句話是阿彌陀佛金口的保證，決定不是假的。也就是說，凡聖同居土下下品往生，在極樂世界得到阿彌陀佛四十八願的加持，他就變成阿惟越致菩薩。阿惟越致菩薩就是真正發菩提心，明心見性的菩薩，這就提升了。這個提升不是自己修行功夫，是阿彌陀佛加持的。"
    },
    {
      "id": "02-040-0227_p0014",
      "zh_CN": "由这个地方我们就能够知道，阿弥陀佛对这些往生的人恩德有多大。你是个凡夫，业障没断，带业往生，到极乐世界就变成法身菩萨。凡夫修到法身菩萨要修无量劫，一生当中就完成无量劫的功德，这全靠阿弥陀佛，这个恩德不能不知道。不知恩就不晓得报恩，所以知恩报恩，知道恩才晓得报恩。怎么报法？放下，是真报恩。大事小事还要斤斤计较，这不知恩，这个人不报恩，这一生所学的佛是善根上加分，加一点，不起作用，要起作用要知恩报恩、要万缘放下。",
      "zh_TW": "由這個地方我們就能夠知道，阿彌陀佛對這些往生的人恩德有多大。你是個凡夫，業障沒斷，帶業往生，到極樂世界就變成法身菩薩。凡夫修到法身菩薩要修無量劫，一生當中就完成無量劫的功德，這全靠阿彌陀佛，這個恩德不能不知道。不知恩就不曉得報恩，所以知恩報恩，知道恩才曉得報恩。怎麼報法？放下，是真報恩。大事小事還要斤斤計較，這不知恩，這個人不報恩，這一生所學的佛是善根上加分，加一點，不起作用，要起作用要知恩報恩、要萬緣放下。"
    },
    {
      "id": "02-040-0227_p0015",
      "zh_CN": "这二十一愿说得好！真发心，这个发菩提心，我们采取蕅益大师的教诲，蕅益大师讲的这个菩提心标准很低，我们做得到。一般经论里头所说的，包括《观经》上所说的，我们都做不到。蕅益大师是怎么教我们的？对西方极乐世界真诚的相信，没有丝毫疑惑，对阿弥陀佛真诚的相信，自己真正发愿求生极乐世界，这个心就是无上菩提心，蕅益大师教的。印光大师对于这个教学赞叹得五体投地，确实自古以来祖师大德没有这个说法。印光大师看到这个文字，为我们做证明，他是完全肯定，蕅益大师说的话字字都是真言，决定不是虚假的。我们从这里生起信心，也以这个做我们观察、考证的依据。",
      "zh_TW": "這二十一願說得好！真發心，這個發菩提心，我們採取蕅益大師的教誨，蕅益大師講的這個菩提心標準很低，我們做得到。一般經論裡頭所說的，包括《觀經》上所說的，我們都做不到。蕅益大師是怎麼教我們的？對西方極樂世界真誠的相信，沒有絲毫疑惑，對阿彌陀佛真誠的相信，自己真正發願求生極樂世界，這個心就是無上菩提心，蕅益大師教的。印光大師對於這個教學讚歎得五體投地，確實自古以來祖師大德沒有這個說法。印光大師看到這個文字，為我們做證明，他是完全肯定，蕅益大師說的話字字都是真言，決定不是虛假的。我們從這裡生起信心，也以這個做我們觀察、考證的依據。"
    },
    {
      "id": "02-040-0227_p0016",
      "zh_CN": "我们看看古往今来那些念佛往生的人，他们有没有具足发菩提心，一向专念？我们去观察，有没有例外的？没有例外的，一个都没有，个个都是发菩提心，一向专念。但是与蕅益大师所说相应的特别多，民国初年这几个就是证人，锅漏匠是证人。你要问锅漏匠什么叫菩提心他不知道，他说不出来；你要说对这句阿弥陀佛真信，他做到了，他点头，他真信，没有疑惑。这句佛号他真念，老师教他，念累了就休息，休息好了接着再念，不分昼夜，他做到了。这就是蕅益大师所说的发菩提心，一向专念。",
      "zh_TW": "我們看看古往今來那些念佛往生的人，他們有沒有具足發菩提心，一向專念？我們去觀察，有沒有例外的？沒有例外的，一個都沒有，個個都是發菩提心，一向專念。但是與蕅益大師所說相應的特別多，民國初年這幾個就是證人，鍋漏匠是證人。你要問鍋漏匠什麼叫菩提心他不知道，他說不出來；你要說對這句阿彌陀佛真信，他做到了，他點頭，他真信，沒有疑惑。這句佛號他真念，老師教他，念累了就休息，休息好了接著再念，不分晝夜，他做到了。這就是蕅益大師所說的發菩提心，一向專念。"
    },
    {
      "id": "02-040-0227_p0017",
      "zh_CN": "蕅益大师把八个字，发菩提心，一向专念变成四个字，意思完全相同，没有违背，这四个字，信愿持名。信愿持名是蕅益大师说的，印光大师继承了，印光大师一生教人就用这四个字。老人一生的为人，我们要问，印光大师是个什么样的人？他自己说了十六个字，「敦伦尽分，闲邪存诚，信愿持名，求生净土」，这十六个字就说尽了。你要问印光大师，这十六个字就是印光大师一生的写照。这十六个字是印光大师传心的法印，不可思议，谁要继承了，谁就到极乐世界去了。所以念佛往生极乐世界，与认识字不认识字没有关系，与有没有学教也没有关系，有没有参禅、有没有持戒，统统没有关系，只要跟这四个字对上号就决定往生。",
      "zh_TW": "蕅益大師把八個字，發菩提心，一向專念變成四個字，意思完全相同，沒有違背，這四個字，信願持名。信願持名是蕅益大師說的，印光大師繼承了，印光大師一生教人就用這四個字。老人一生的為人，我們要問，印光大師是個什麼樣的人？他自己說了十六個字，「敦倫盡分，閑邪存誠，信願持名，求生淨土」，這十六個字就說盡了。你要問印光大師，這十六個字就是印光大師一生的寫照。這十六個字是印光大師傳心的法印，不可思議，誰要繼承了，誰就到極樂世界去了。所以念佛往生極樂世界，與認識字不認識字沒有關係，與有沒有學教也沒有關係，有沒有參禪、有沒有持戒，統統沒有關係，只要跟這四個字對上號就決定往生。"
    },
    {
      "id": "02-040-0227_p0018",
      "zh_CN": "真正相信，真正发愿，我愿意到极乐世界去，这就万缘放下了。到极乐世界，这个地方什么都带不去，这要懂得，没有一样东西能带去的。你想这个想那个，都是留恋这个世界，不想到极乐世界去；想到极乐世界去，他能不放下吗？你要问锅漏匠，你还有什么想的？他摇着头告诉你，没有了。没有想头、没有留恋、没有需求，只有一念南无阿弥陀佛，这才能生极乐世界。于世出世间法不起一个念头，心死了，悔过要这样子才是真正悔过；有丝毫留恋，悔过里头还有障碍。",
      "zh_TW": "真正相信，真正發願，我願意到極樂世界去，這就萬緣放下了。到極樂世界，這個地方什麼都帶不去，這要懂得，沒有一樣東西能帶去的。你想這個想那個，都是留戀這個世界，不想到極樂世界去；想到極樂世界去，他能不放下嗎？你要問鍋漏匠，你還有什麼想的？他搖著頭告訴你，沒有了。沒有想頭、沒有留戀、沒有需求，只有一念南無阿彌陀佛，這才能生極樂世界。於世出世間法不起一個念頭，心死了，悔過要這樣子才是真正悔過；有絲毫留戀，悔過裡頭還有障礙。"
    },
    {
      "id": "02-040-0227_p0019",
      "zh_CN": "「第廿三愿，则专指妇女，闻名净信，发菩提心，求生净土，则命终转男，往生极乐」。这第二十三愿，专对妇女来说的，为什么？说明妇女往生难，这在古时候。现在，现在我们感觉到妇女往生的人最多。黄念祖老居士告诉我，他说风水轮流转，古时候念佛往生最多的是出家男众，第二个出家女众，第三个在家男众，第四个在家女众，在古代。在现前颠倒了，往生最多的是在家女众，第二个在家男众，第三个出家女众，最后一个出家男众。这个话里头意思很深、很广，是真话不是假话。但是李老师给我们说的，一万个念佛人当中只有三、五个，现在一万个念佛人当中只有一、二个，这是真话，不是假话。关键就是放得下，得样样放得下，这才行。",
      "zh_TW": "「第廿三願，則專指婦女，聞名淨信，發菩提心，求生淨土，則命終轉男，往生極樂」。這第二十三願，專對婦女來說的，為什麼？說明婦女往生難，這在古時候。現在，現在我們感覺到婦女往生的人最多。黃念祖老居士告訴我，他說風水輪流轉，古時候念佛往生最多的是出家男眾，第二個出家女眾，第三個在家男眾，第四個在家女眾，在古代。在現前顛倒了，往生最多的是在家女眾，第二個在家男眾，第三個出家女眾，最後一個出家男眾。這個話裡頭意思很深、很廣，是真話不是假話。但是李老師給我們說的，一萬個念佛人當中只有三、五個，現在一萬個念佛人當中只有一、二個，這是真話，不是假話。關鍵就是放得下，得樣樣放得下，這才行。"
    },
    {
      "id": "02-040-0227_p0020",
      "zh_CN": "「以上皆因闻名发心，得生净土，是为得益中之上者」，这是得益最上的、最殊胜的。「今章」，就是这一章，这一章里头有三愿，礼敬、得福、修行，「显其下者」，这不是得益殊胜的、最上的，这是得益最少的。下面说，「盖众生根器不一，故闻名之信乐发心亦不一，或因大心未坚」，大心是求往生的心，不坚固，对这个世间有贪恋。「或因信愿不深」，遇到缘他退心了，或者转修其他法门，这信愿不深的。「或以持念不专」，持名念佛里面有杂念、有妄想，不能专一。「是以未能全契弥陀十念必生等大愿」，与这个大愿不能完全相应。「故当世未能了脱生死」，就是不能往生。这说明什么？念佛人没有能往生，得不得利益？得小利益。大利益是了生死、出轮回，这是大利益。生到极乐世界，皆作阿惟越致菩萨，这是无比殊胜的利益。小利益是现在的利益、来生的利益，总是念佛人，来生一定比这一生好，来生得人天大福报。福报更大的到天上去了，到欲界天去了，欲界天有六层，一层福报大一层，到这些地方去了。「故获利未能如前之数愿」，前面第十八愿、十九愿、二十愿，那是讲大利益，都是往生到极乐世界去，所以不如，那些愿所说的你得不到。",
      "zh_TW": "「以上皆因聞名發心，得生淨土，是為得益中之上者」，這是得益最上的、最殊勝的。「今章」，就是這一章，這一章裡頭有三願，禮敬、得福、修行，「顯其下者」，這不是得益殊勝的、最上的，這是得益最少的。下面說，「蓋眾生根器不一，故聞名之信樂發心亦不一，或因大心未堅」，大心是求往生的心，不堅固，對這個世間有貪戀。「或因信願不深」，遇到緣他退心了，或者轉修其他法門，這信願不深的。「或以持念不專」，持名念佛裡面有雜念、有妄想，不能專一。「是以未能全契彌陀十念必生等大願」，與這個大願不能完全相應。「故當世未能了脫生死」，就是不能往生。這說明什麼？念佛人沒有能往生，得不得利益？得小利益。大利益是了生死、出輪迴，這是大利益。生到極樂世界，皆作阿惟越致菩薩，這是無比殊勝的利益。小利益是現在的利益、來生的利益，總是念佛人，來生一定比這一生好，來生得人天大福報。福報更大的到天上去了，到欲界天去了，欲界天有六層，一層福報大一層，到這些地方去了。「故獲利未能如前之數願」，前面第十八願、十九願、二十願，那是講大利益，都是往生到極樂世界去，所以不如，那些願所說的你得不到。"
    },
    {
      "id": "02-040-0227_p0021",
      "zh_CN": "「第廿五愿，修菩萨行」，你看『欢喜信乐，礼拜归命，以清净心，修菩萨行，诸天世人，莫不致敬』，得到世间名利，许多人称赞你，对你恭敬，你不能往生。「修菩萨行谓六度万行，是乃广修众善」。你起的是善心、善念、善言、善行，可惜的是对这个世间的世缘没放下。最明显的，第一个是情执，很难放下，第二个是傲慢，第三个是怀疑。怀疑是信心不具足，愿心不恳切，向往西方极乐世界，又舍不得离开这个世间，得一点小利益，殊胜利益得不到。「本经三辈往生，皆云发菩提心，一向专念。盖发心乃诸善中王，持名是万行之首。缺此往生正因，虽行众善，则广而不专，博而未精，未契弥陀本愿，难于今生现证」，现证是往生极乐世界，「故唯受人天礼敬而已」。你修得很好，天上人间的人对你都恭敬、都赞叹，你得的是名闻利养，得这个东西，往生极乐世界你得不到。这个不能不知道，我们不能把路走错，走错了太可惜！这个法门得到不容易，真正是开经偈上所说「百千万劫难遭遇」，我们遇到了；彭际清居士说，「无量劫来希有难逢的一天」，我们也逢到了，为什么不珍惜？为什么不老实、不听话、不肯真干？这么好的缘分错过了。",
      "zh_TW": "「第廿五願，修菩薩行」，你看『歡喜信樂，禮拜歸命，以清淨心，修菩薩行，諸天世人，莫不致敬』，得到世間名利，許多人稱讚你，對你恭敬，你不能往生。「修菩薩行謂六度萬行，是乃廣修眾善」。你起的是善心、善念、善言、善行，可惜的是對這個世間的世緣沒放下。最明顯的，第一個是情執，很難放下，第二個是傲慢，第三個是懷疑。懷疑是信心不具足，願心不懇切，嚮往西方極樂世界，又捨不得離開這個世間，得一點小利益，殊勝利益得不到。「本經三輩往生，皆云發菩提心，一向專念。蓋發心乃諸善中王，持名是萬行之首。缺此往生正因，雖行眾善，則廣而不專，博而未精，未契彌陀本願，難於今生現證」，現證是往生極樂世界，「故唯受人天禮敬而已」。你修得很好，天上人間的人對你都恭敬、都讚歎，你得的是名聞利養，得這個東西，往生極樂世界你得不到。這個不能不知道，我們不能把路走錯，走錯了太可惜！這個法門得到不容易，真正是開經偈上所說「百千萬劫難遭遇」，我們遇到了；彭際清居士說，「無量劫來希有難逢的一天」，我們也逢到了，為什麼不珍惜？為什麼不老實、不聽話、不肯真幹？這麼好的緣分錯過了。"
    },
    {
      "id": "02-040-0227_p0022",
      "zh_CN": "后面这几句话，念老的几句话，确确实实是现在学佛人的通病，那就是说，「缺此往生正因」，往生正因，「发菩提心，一向专念」，没真干，没有听话。虽行众善，广而不专，博而未精，今生往生就难了。对于世间名闻利养，这个得到了，世间人认为这个人成功了，这人是个伟人，是个大修行人，得到这些称赞，依旧还搞六道轮回。",
      "zh_TW": "後面這幾句話，念老的幾句話，確確實實是現在學佛人的通病，那就是說，「缺此往生正因」，往生正因，「發菩提心，一向專念」，沒真幹，沒有聽話。雖行眾善，廣而不專，博而未精，今生往生就難了。對於世間名聞利養，這個得到了，世間人認為這個人成功了，這人是個偉人，是個大修行人，得到這些稱讚，依舊還搞六道輪迴。"
    },
    {
      "id": "02-040-0227_p0023",
      "zh_CN": "我们再看下面，第二十六「闻名得福」。这都得小利益，不是往生。",
      "zh_TW": "我們再看下面，第二十六「聞名得福」。這都得小利益，不是往生。"
    },
    {
      "id": "02-040-0227_p0024",
      "zh_CN": "【若闻我名。寿终之后。生尊贵家。诸根无缺。】",
      "zh_TW": "【若聞我名。壽終之後。生尊貴家。諸根無缺。】"
    },
    {
      "id": "02-040-0227_p0025",
      "zh_CN": "这是闻名得福，世间的福报。注解里面说，「第二十六愿生尊贵家者，《大论》曰：生刹利为有势力；生婆罗门家为有智慧；生居士家为大富。故能利益众生」。这是指当时印度的社会。我们参考资料第十八页里头，刹利、婆罗门跟居士、长者，这是古印度的四姓。《三藏法数》里头四姓，「西域四姓条：谓四种人」。这是古印度的社会，他们认为自己是从梵天而生。人从哪里来的？人是大梵天生育的，大梵天王是地球上人类的祖先。「婆罗门自计」自己，这个计就是计度，计划、度量，我是从哪里来的，婆罗门认为是从梵天口生的。刹帝利是王族，自己以为是梵天肚脐生的，从这里出生的。毗舍自己以为是从梵天胁生的，首陀认为他们是梵天足生的（脚生的）。「以此贡高，自谓第一，实非第一也」。所以婆罗门种、刹帝利种这个种族，我们中国人讲家族，他就非常骄慢，认为自己高人一等，吠奢、首陀自以为是低人一等，我们中国人讲出身。",
      "zh_TW": "這是聞名得福，世間的福報。註解裡面說，「第二十六願生尊貴家者，《大論》曰：生剎利為有勢力；生婆羅門家為有智慧；生居士家為大富。故能利益眾生」。這是指當時印度的社會。我們參考資料第十八頁裡頭，剎利、婆羅門跟居士、長者，這是古印度的四姓。《三藏法數》裡頭四姓，「西域四姓條：謂四種人」。這是古印度的社會，他們認為自己是從梵天而生。人從哪裡來的？人是大梵天生育的，大梵天王是地球上人類的祖先。「婆羅門自計」自己，這個計就是計度，計畫、度量，我是從哪裡來的，婆羅門認為是從梵天口生的。剎帝利是王族，自己以為是梵天肚臍生的，從這裡出生的。毗舍自己以為是從梵天脅生的，首陀認為他們是梵天足生的（腳生的）。「以此貢高，自謂第一，實非第一也」。所以婆羅門種、剎帝利種這個種族，我們中國人講家族，他就非常驕慢，認為自己高人一等，吠奢、首陀自以為是低人一等，我們中國人講出身。"
    },
    {
      "id": "02-040-0227_p0026",
      "zh_CN": "下面简单介绍。「婆罗门，梵语婆罗门」，翻成中国意思叫「净行」。或者在家，或者出家，「世世相承，以道学为业」，他们都是修道的，有在家修道、有出家修道。「自称是梵天苗裔」，就是自己以为他们是从梵天口生的。「守道居贞，洁白其操，故谓之净行」。他们是婆罗门教，也就是婆罗门教的信徒，有出家、有在家，戒律也很严。这个教派，在现在全世界，他们的历史渊源最久，现代称为兴都教。他们崇拜的神就是大梵天王，认为大梵天王是造物主，人类是从大梵天王所生的。",
      "zh_TW": "下面簡單介紹。「婆羅門，梵語婆羅門」，翻成中國意思叫「淨行」。或者在家，或者出家，「世世相承，以道學為業」，他們都是修道的，有在家修道、有出家修道。「自稱是梵天苗裔」，就是自己以為他們是從梵天口生的。「守道居貞，潔白其操，故謂之淨行」。他們是婆羅門教，也就是婆羅門教的信徒，有出家、有在家，戒律也很嚴。這個教派，在現在全世界，他們的歷史淵源最久，現代稱為興都教。他們崇拜的神就是大梵天王，認為大梵天王是造物主，人類是從大梵天王所生的。"
    },
    {
      "id": "02-040-0227_p0027",
      "zh_CN": "我们这些年在努力团结宗教，他们也参加了，兴都教的长老告诉我，他们的历史有一万三千年。但是他们不重视历史，没有文字记载，世世相传，比释迦牟尼佛早一万年。我们有理由相信，中国传统文化，我相信不在它之下，至少也有一万三千年。但是中国号称五千年文明古国，那是有文字记载。不能说没有文字就没有文化，应该文化起源早，文字起源晚。我们有理由相信，中国老祖宗世代相传的五伦、五常、八德，特别是五伦五常，我相信这是远古世世代代传下来的。这个德目很简单，传十万年也不会传错，它简单，五伦就五句话，一句话四个字，二十个字，口传，十万年都不会传错。这二十个字就是「父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信」，这是道德。前面所说的父子、夫妇、君臣、长幼、朋友，这是道，是自然形成的，不是人类的创造发明；下面讲的亲、讲的别、讲的义、讲的序、讲的信，这五个字是德，就是道德，这是道德的根源，由这个道德里头衍生出来四维八德。中国古圣先贤用这个来教后代，教子孙，世世代代相承，都遵守奉行而没有失去，维系中国这个族群千万年来的长治久安，幸福圆满，是这个造成的。",
      "zh_TW": "我們這些年在努力團結宗教，他們也參加了，興都教的長老告訴我，他們的歷史有一萬三千年。但是他們不重視歷史，沒有文字記載，世世相傳，比釋迦牟尼佛早一萬年。我們有理由相信，中國傳統文化，我相信不在它之下，至少也有一萬三千年。但是中國號稱五千年文明古國，那是有文字記載。不能說沒有文字就沒有文化，應該文化起源早，文字起源晚。我們有理由相信，中國老祖宗世代相傳的五倫、五常、八德，特別是五倫五常，我相信這是遠古世世代代傳下來的。這個德目很簡單，傳十萬年也不會傳錯，它簡單，五倫就五句話，一句話四個字，二十個字，口傳，十萬年都不會傳錯。這二十個字就是「父子有親、夫婦有別、君臣有義、長幼有序、朋友有信」，這是道德。前面所說的父子、夫婦、君臣、長幼、朋友，這是道，是自然形成的，不是人類的創造發明；下面講的親、講的別、講的義、講的序、講的信，這五個字是德，就是道德，這是道德的根源，由這個道德裡頭衍生出來四維八德。中國古聖先賢用這個來教後代，教子孫，世世代代相承，都遵守奉行而沒有失去，維繫中國這個族群千萬年來的長治久安，幸福圓滿，是這個造成的。"
    },
    {
      "id": "02-040-0227_p0028",
      "zh_CN": "我们中国人把祖宗教训疏忽了，大概是二、三百年，真正疏忽这是最近二百年，造成今天社会的动乱、民生的苦难。如果我们都能够遵守，我们的社会是祥和的，一定能恢复到太平盛世。现在这个混乱绵延到全世界了，这个世界上有很多很多的人都希望能恢复和平、恢复稳定，都在研究、寻找理论跟方法。这个理论方法，英国汤恩比说得好，他直截了当告诉大家，「要解决二十一世纪社会问题，只有孔孟学说跟大乘佛法」，这两样都在中国。我们对他的说法能理解，我赞成。大乘我们遇到了，遵守老师的教诫，老师教我学释迦牟尼佛，这句话的意思就是要学习释迦牟尼佛一生讲经教学，四十九年。释迦牟尼佛没有建过道场，一生过的是游化的生活。我们做了六十年，继承释迦牟尼佛的事业，就是讲经教学，我们做了五十五年，得到了一个结论，证明汤恩比说的话没错。",
      "zh_TW": "我們中國人把祖宗教訓疏忽了，大概是二、三百年，真正疏忽這是最近二百年，造成今天社會的動亂、民生的苦難。如果我們都能夠遵守，我們的社會是祥和的，一定能恢復到太平盛世。現在這個混亂綿延到全世界了，這個世界上有很多很多的人都希望能恢復和平、恢復穩定，都在研究、尋找理論跟方法。這個理論方法，英國湯恩比說得好，他直截了當告訴大家，「要解決二十一世紀社會問題，只有孔孟學說跟大乘佛法」，這兩樣都在中國。我們對他的說法能理解，我贊成。大乘我們遇到了，遵守老師的教誡，老師教我學釋迦牟尼佛，這句話的意思就是要學習釋迦牟尼佛一生講經教學，四十九年。釋迦牟尼佛沒有建過道場，一生過的是遊化的生活。我們做了六十年，繼承釋迦牟尼佛的事業，就是講經教學，我們做了五十五年，得到了一個結論，證明湯恩比說的話沒錯。"
    },
    {
      "id": "02-040-0227_p0029",
      "zh_CN": "现在在这些年当中，讲经教学不中断的才我一个。如果佛门里头有像我这样二十个人、三十个人，天天讲经、天天教学而不中断，这个社会就不是现在这个样子，这证明。如果每一个宗教都提倡讲经教学，一个宗教里出十个人，十个宗教里就一百人，会有几百个好的老师天天教学，这个世界不会有动乱、不会有灾难，人都被教好了。可惜就是现在宗教重形式、仪式，不重教育，让社会大众对宗教产生严重的误会，认为宗教都是迷信，宗教都是骗人，不再相信宗教。信仰宗教的人数一年比一年减少，这是天主教做的统计，陶然主教告诉我的。所以宗教教育要讲解，要讲清楚、讲明白，要叫大家对宗教教育恢复信心。宗教教的内容是什么？就是伦理、道德、因果，再向上提升是哲学、是科学，在佛教特别的明显。所以婆罗门是宗教教学，这在当时摆在第一，说明社会大众对宗教教学的重视比帝王还要高一等。",
      "zh_TW": "現在在這些年當中，講經教學不中斷的才我一個。如果佛門裡頭有像我這樣二十個人、三十個人，天天講經、天天教學而不中斷，這個社會就不是現在這個樣子，這證明。如果每一個宗教都提倡講經教學，一個宗教裡出十個人，十個宗教裡就一百人，會有幾百個好的老師天天教學，這個世界不會有動亂、不會有災難，人都被教好了。可惜就是現在宗教重形式、儀式，不重教育，讓社會大眾對宗教產生嚴重的誤會，認為宗教都是迷信，宗教都是騙人，不再相信宗教。信仰宗教的人數一年比一年減少，這是天主教做的統計，陶然主教告訴我的。所以宗教教育要講解，要講清楚、講明白，要叫大家對宗教教育恢復信心。宗教教的內容是什麼？就是倫理、道德、因果，再向上提升是哲學、是科學，在佛教特別的明顯。所以婆羅門是宗教教學，這在當時擺在第一，說明社會大眾對宗教教學的重視比帝王還要高一等。"
    },
    {
      "id": "02-040-0227_p0030",
      "zh_CN": "第二刹帝利，「梵语刹帝利」，翻成中国意思叫「田主」。「为世间大地之主」，就是王种，国王。古时候说，「四海之内，莫非王土」，国王所有的。这是帝王家。第三种「毗舍」，毗舍也翻做「吠奢」，是商贾，这些人是商人，印度第三个阶级。最后叫「首陀」，首陀也翻做「戌陀罗」，就是农人、奴隶，这是身分地位最低的。这是四姓阶级。",
      "zh_TW": "第二剎帝利，「梵語剎帝利」，翻成中國意思叫「田主」。「為世間大地之主」，就是王種，國王。古時候說，「四海之內，莫非王土」，國王所有的。這是帝王家。第三種「毗舍」，毗舍也翻做「吠奢」，是商賈，這些人是商人，印度第三個階級。最後叫「首陀」，首陀也翻做「戌陀羅」，就是農人、奴隸，這是身分地位最低的。這是四姓階級。"
    },
    {
      "id": "02-040-0227_p0031",
      "zh_CN": "「居士」，学佛的人都知道，在家学佛都称为居士。居士的意思是「居财之士」，也就是富有人家。他有富，没有贵，贵是社会地位，做大官的，他有财富。「居家之士，在家志佛道者」，也称为居士。「注维摩经第一卷：什曰」，是鸠摩罗什大师说的，「外国白衣」，白衣是在家人。印度的习俗，在家人穿的衣服是白色的，出家的要染色。「多财富乐者，名为居士」。「肇曰」，肇是僧肇，罗什大师的弟子。鸠摩罗什是西域人、外国人，僧肇大师是中国人。他注解，他解释，「积财一亿，入居士里」，这说居士，真有钱，家财上亿，这就达到居士的标准。「宝货弥殖」，更进一步，超过一亿的，「贪着弥深」，增长贪心。多还想要多，他没有止境，他是多多益善。",
      "zh_TW": "「居士」，學佛的人都知道，在家學佛都稱為居士。居士的意思是「居財之士」，也就是富有人家。他有富，沒有貴，貴是社會地位，做大官的，他有財富。「居家之士，在家志佛道者」，也稱為居士。「註維摩經第一卷：什曰」，是鳩摩羅什大師說的，「外國白衣」，白衣是在家人。印度的習俗，在家人穿的衣服是白色的，出家的要染色。「多財富樂者，名為居士」。「肇曰」，肇是僧肇，羅什大師的弟子。鳩摩羅什是西域人、外國人，僧肇大師是中國人。他註解，他解釋，「積財一億，入居士裡」，這說居士，真有錢，家財上億，這就達到居士的標準。「寶貨彌殖」，更進一步，超過一億的，「貪著彌深」，增長貪心。多還想要多，他沒有止境，他是多多益善。"
    },
    {
      "id": "02-040-0227_p0032",
      "zh_CN": "天台大师《观音义疏》说，「居士者，多积贿货」，这就是财物，「居业丰盈，以此为名也」，他的财宝丰盈。慧远大师《维摩经疏》第一卷说，居士有两种，一种「广积资财，居财之士，名为居士」；第二种是「在家修道，居家道士」，也叫居士，这两种不同。「十诵律六曰」，这是戒律，佛在戒律也有说，「居士者，除王王臣及婆罗门种。余在家白衣，是名居士」，这个范围就很广了。在印度四姓阶级里头，除了国王跟他的大臣，以及婆罗门教，这些之外，在家的白衣都称为居士，这个意思就很广。",
      "zh_TW": "天台大師《觀音義疏》說，「居士者，多積賄貨」，這就是財物，「居業豐盈，以此為名也」，他的財寶豐盈。慧遠大師《維摩經疏》第一卷說，居士有兩種，一種「廣積資財，居財之士，名為居士」；第二種是「在家修道，居家道士」，也叫居士，這兩種不同。「十誦律六曰」，這是戒律，佛在戒律也有說，「居士者，除王王臣及婆羅門種。餘在家白衣，是名居士」，這個範圍就很廣了。在印度四姓階級裡頭，除了國王跟他的大臣，以及婆羅門教，這些之外，在家的白衣都稱為居士，這個意思就很廣。"
    },
    {
      "id": "02-040-0227_p0033",
      "zh_CN": "我们再看念老的注解，「又《会疏》曰：生下贱家，受世轻慢，利济不广」。这是《会疏》里头注解闻名得福。必须他要能够，这是真正念佛人，有这个功德、有这个福报，他生在刹帝利，王族，他有权有势，能办事；或者生在婆罗门家，他有智慧，也能办事；或者生在居士家，他有财富，故能利益众生。如果没有听到佛号，没有修菩萨行，他生在下贱之家，也就是普通的百姓，没有财富、没有地位，贫贱之家。受世轻慢，在世间没有人尊重他，没有人听他的。所以，纵然做好事，行善积德，利济不广，很有限，大善、大德、大福报他们做不到。「是故闻名得福，来生皆生尊贵之家」，尊贵之家就是指上面所讲的王臣、大富长者之家，他能广行善事。「又诸根即眼、耳、鼻、舌、身、意六根」。诸根无缺就是身心健康，就这个意思，身体健康。来生有地位、有财富，如果闻到佛法，他能够行善积德。",
      "zh_TW": "我們再看念老的註解，「又《會疏》曰：生下賤家，受世輕慢，利濟不廣」。這是《會疏》裡頭註解聞名得福。必須他要能夠，這是真正念佛人，有這個功德、有這個福報，他生在剎帝利，王族，他有權有勢，能辦事；或者生在婆羅門家，他有智慧，也能辦事；或者生在居士家，他有財富，故能利益眾生。如果沒有聽到佛號，沒有修菩薩行，他生在下賤之家，也就是普通的百姓，沒有財富、沒有地位，貧賤之家。受世輕慢，在世間沒有人尊重他，沒有人聽他的。所以，縱然做好事，行善積德，利濟不廣，很有限，大善、大德、大福報他們做不到。「是故聞名得福，來生皆生尊貴之家」，尊貴之家就是指上面所講的王臣、大富長者之家，他能廣行善事。「又諸根即眼、耳、鼻、舌、身、意六根」。諸根無缺就是身心健康，就這個意思，身體健康。來生有地位、有財富，如果聞到佛法，他能夠行善積德。"
    },
    {
      "id": "02-040-0227_p0034",
      "zh_CN": "后面这一愿，第二十七，同属于第十四章，经文只有一句：",
      "zh_TW": "後面這一願，第二十七，同屬於第十四章，經文只有一句："
    },
    {
      "id": "02-040-0227_p0035",
      "zh_CN": "【常修殊胜梵行。】",
      "zh_TW": "【常修殊勝梵行。】"
    },
    {
      "id": "02-040-0227_p0036",
      "zh_CN": "这修殊胜行愿。后面这两句是大愿的总结：",
      "zh_TW": "這修殊勝行願。後面這兩句是大願的總結："
    },
    {
      "id": "02-040-0227_p0037",
      "zh_CN": "【若不尔者。不取正觉。】",
      "zh_TW": "【若不爾者。不取正覺。】"
    },
    {
      "id": "02-040-0227_p0038",
      "zh_CN": "就是弥陀所发的愿如果不能兑现，他就不成佛，就这个意思。二十七愿就是一句话，六个字，『常修殊胜梵行』。我们看注解，「梵行，梵者，清净之义；梵行，清净无欲之行。断淫欲诸天，皆名为梵天。如梵天断淫欲之行，曰梵行」。所以欲里头最重要的是淫。欲界天有六层，淫欲没有断，愈往上面去愈淡薄。如果淫欲一断，他就不在欲界，他到色界去了，色界天没有淫欲。色界有四禅十八层天，初禅、二禅、三禅都是三天，初禅有三层天，二禅三层，三禅三层，这就九层天；第四禅，这一道里头就有九层天，所以合起来是十八层天，二九十八。",
      "zh_TW": "就是彌陀所發的願如果不能兌現，他就不成佛，就這個意思。二十七願就是一句話，六個字，『常修殊勝梵行』。我們看註解，「梵行，梵者，清淨之義；梵行，清淨無欲之行。斷淫欲諸天，皆名為梵天。如梵天斷淫欲之行，曰梵行」。所以欲裡頭最重要的是淫。欲界天有六層，淫欲沒有斷，愈往上面去愈淡薄。如果淫欲一斷，他就不在欲界，他到色界去了，色界天沒有淫欲。色界有四禪十八層天，初禪、二禪、三禪都是三天，初禪有三層天，二禪三層，三禪三層，這就九層天；第四禪，這一道裡頭就有九層天，所以合起來是十八層天，二九十八。"
    },
    {
      "id": "02-040-0227_p0039",
      "zh_CN": "第四禅里面有正规的、正常的三禅天，还有一个无想天，修无想定也生在这个地方，也就什么都不想，念头断了，这个定功夫也很深，他达到第四禅。他有定没有慧，所以他出不了六道轮回。他跟佛家修的禅定完全不一样，佛家这个禅定是定中有慧、慧中有定，他是有定没有慧。所以他得的果报，果报是业力变现的，变现出无想天，他什么都不想，第四禅的无想天。除这四层之外，第四禅里头有五不还天，叫净居天，这些是修行人住的地方。小乘第三果阿那含，他们在这边修到最后证得阿罗汉，就超越四禅。根利的不但超越四禅，超越四空，他就出六道轮回了。如果根性差一点的人，他会生到四空天，从四空天再出六道。这个合起来总共二十八层天，所以二十八层有梵天。梵天是通称，色界天、无色界天都叫做梵天，这里头没有欲，没有淫欲。",
      "zh_TW": "第四禪裡面有正規的、正常的三禪天，還有一個無想天，修無想定也生在這個地方，也就什麼都不想，念頭斷了，這個定功夫也很深，他達到第四禪。他有定沒有慧，所以他出不了六道輪迴。他跟佛家修的禪定完全不一樣，佛家這個禪定是定中有慧、慧中有定，他是有定沒有慧。所以他得的果報，果報是業力變現的，變現出無想天，他什麼都不想，第四禪的無想天。除這四層之外，第四禪裡頭有五不還天，叫淨居天，這些是修行人住的地方。小乘第三果阿那含，他們在這邊修到最後證得阿羅漢，就超越四禪。根利的不但超越四禪，超越四空，他就出六道輪迴了。如果根性差一點的人，他會生到四空天，從四空天再出六道。這個合起來總共二十八層天，所以二十八層有梵天。梵天是通稱，色界天、無色界天都叫做梵天，這裡頭沒有欲，沒有淫欲。"
    },
    {
      "id": "02-040-0227_p0040",
      "zh_CN": "「《法华嘉祥疏》曰：有人言通取一切戒为梵行，别名断淫为梵行」，这个就是梵行有通、有别。通，持戒就叫梵行。持戒是断欲，这个欲里头有财色名利。财色名利这四种欲是以淫欲最猛烈、最难断，其他的比这一条都容易断。我们在经教里头，常常用情执这两个字来形容，情执是非常非常难断的，情执是贪爱的根本。佛告诉我们，贪瞋痴叫三毒烦恼。贪的核心是什么？贪的根本是什么？就是情执。这个东西不好断，这个东西就是六道轮回的根，只要它不断，六道就不断，他就出不了六道轮回。断烦恼要从最严重的下手，像治病一样，身上有很多病，哪个病是致命伤，是要命的，先治它，把它治好了，其他的慢慢再调理。断烦恼亦如是，跟这个道理相同，必须找严重的。贪最重的是情执，瞋恚最严重的是傲慢，愚痴最严重的是怀疑。真正用功夫的人，断情执、断傲慢、断怀疑，贪瞋痴三毒就能够远离；不从这三方面下手，贪瞋痴不容易断，非常困难。",
      "zh_TW": "「《法華嘉祥疏》曰：有人言通取一切戒為梵行，別名斷淫為梵行」，這個就是梵行有通、有別。通，持戒就叫梵行。持戒是斷欲，這個欲裡頭有財色名利。財色名利這四種欲是以淫欲最猛烈、最難斷，其他的比這一條都容易斷。我們在經教裡頭，常常用情執這兩個字來形容，情執是非常非常難斷的，情執是貪愛的根本。佛告訴我們，貪瞋痴叫三毒煩惱。貪的核心是什麼？貪的根本是什麼？就是情執。這個東西不好斷，這個東西就是六道輪迴的根，只要它不斷，六道就不斷，他就出不了六道輪迴。斷煩惱要從最嚴重的下手，像治病一樣，身上有很多病，哪個病是致命傷，是要命的，先治它，把它治好了，其他的慢慢再調理。斷煩惱亦如是，跟這個道理相同，必須找嚴重的。貪最重的是情執，瞋恚最嚴重的是傲慢，愚痴最嚴重的是懷疑。真正用功夫的人，斷情執、斷傲慢、斷懷疑，貪瞋痴三毒就能夠遠離；不從這三方面下手，貪瞋痴不容易斷，非常困難。"
    },
    {
      "id": "02-040-0227_p0041",
      "zh_CN": "下面说，「故《大品》曰：淫欲障生梵天，何况菩提」。这个话是《大品般若经》上说的，淫欲不断不能生梵天，梵天是色界天，初禅、二禅、三禅，初禅都得不到，何况其上。「以上皆以离欲为梵行」，这是佛门常说的，通常是这么解释。「但另有深义」，它还有更深的意思，「以证涅槃之万行为梵行」，这个意思就深了，能证得涅槃这才叫梵行。小乘证偏真涅槃、证阿罗汉果，那也就是阿罗汉以上才叫梵行，阿罗汉以下都还不能称。「如《法华嘉祥疏》曰：梵行之相者，梵名涅槃，即根本法轮大涅槃也。行即万行」，为梵行，「到大涅槃也」。修六度万行，证大般涅槃，那这个标准是法身菩萨，比声闻、缘觉还高，声闻、缘觉还不算梵行。在这个经文里头，「修殊胜梵行」，说明不是普通的梵行。「又《大日经疏十七》曰：梵谓涅槃。梵行谓修梵行者名」，修梵行的人，「具大涅槃名为梵」。上面这两种经疏，「皆谓到大涅槃之行，为梵行。是则梵行之深义，不局限于持戒与断淫而已」。持戒、断淫，人可以做得到，大般涅槃不是人可以做得到，阿罗汉、辟支佛都做不到。通常讲三乘，阿罗汉、辟支佛、菩萨，此地讲的殊胜梵行，那他们都没有分，法身菩萨才有分，最低的地位也是圆教初住、别教初地，这个标准就高了，但这个是绝对标准。",
      "zh_TW": "下面說，「故《大品》曰：淫欲障生梵天，何況菩提」。這個話是《大品般若經》上說的，淫欲不斷不能生梵天，梵天是色界天，初禪、二禪、三禪，初禪都得不到，何況其上。「以上皆以離欲為梵行」，這是佛門常說的，通常是這麼解釋。「但另有深義」，它還有更深的意思，「以證涅槃之萬行為梵行」，這個意思就深了，能證得涅槃這才叫梵行。小乘證偏真涅槃、證阿羅漢果，那也就是阿羅漢以上才叫梵行，阿羅漢以下都還不能稱。「如《法華嘉祥疏》曰：梵行之相者，梵名涅槃，即根本法輪大涅槃也。行即萬行」，為梵行，「到大涅槃也」。修六度萬行，證大般涅槃，那這個標準是法身菩薩，比聲聞、緣覺還高，聲聞、緣覺還不算梵行。在這個經文裡頭，「修殊勝梵行」，說明不是普通的梵行。「又《大日經疏十七》曰：梵謂涅槃。梵行謂修梵行者名」，修梵行的人，「具大涅槃名為梵」。上面這兩種經疏，「皆謂到大涅槃之行，為梵行。是則梵行之深義，不侷限於持戒與斷淫而已」。持戒、斷淫，人可以做得到，大般涅槃不是人可以做得到，阿羅漢、辟支佛都做不到。通常講三乘，阿羅漢、辟支佛、菩薩，此地講的殊勝梵行，那他們都沒有分，法身菩薩才有分，最低的地位也是圓教初住、別教初地，這個標準就高了，但這個是絕對標準。"
    },
    {
      "id": "02-040-0227_p0042",
      "zh_CN": "「今愿文曰殊胜梵行，应兼此二义」，这个经文上讲的殊胜梵行，应该这两个意思，浅深两个意思都包括在其中。「盖断除淫欲，礼佛念佛，发菩提心，一向专念，即趣向大涅槃根本法轮之妙行」。修行有起步、有终点，起步要从断除淫欲，要从持戒念佛，要从这里下手。礼佛念佛，发菩提心，一向专念，这就是趣向大般涅槃。也就是教导我们一心念佛，专求净土，往生到西方极乐世界就是趣向大般涅槃。大般涅槃就是阿惟越致菩萨，阿惟越致菩萨是法身大士。我们自己凭自己的能力修，修到法身菩萨的地位，真的要无量劫，一生决定做不到，生生世世。谁能保证生生世世得人身，生生世世闻佛法？保不住。得人身，又到人间来投胎了，能保证遇到佛法吗？能保证遇到净土吗？遇到能相信吗？一层一层的难关，每一层难关都不容易破除。所以佛才说「人身难得，佛法难闻」。这个话的用意，是说我们现在得人身、闻佛法应该知道珍惜，得来太不容易了！珍惜就得要认真干，要学老实、听话、真干，这一生决定成就。",
      "zh_TW": "「今願文曰殊勝梵行，應兼此二義」，這個經文上講的殊勝梵行，應該這兩個意思，淺深兩個意思都包括在其中。「蓋斷除淫欲，禮佛念佛，發菩提心，一向專念，即趣向大涅槃根本法輪之妙行」。修行有起步、有終點，起步要從斷除淫欲，要從持戒念佛，要從這裡下手。禮佛念佛，發菩提心，一向專念，這就是趣向大般涅槃。也就是教導我們一心念佛，專求淨土，往生到西方極樂世界就是趣向大般涅槃。大般涅槃就是阿惟越致菩薩，阿惟越致菩薩是法身大士。我們自己憑自己的能力修，修到法身菩薩的地位，真的要無量劫，一生決定做不到，生生世世。誰能保證生生世世得人身，生生世世聞佛法？保不住。得人身，又到人間來投胎了，能保證遇到佛法嗎？能保證遇到淨土嗎？遇到能相信嗎？一層一層的難關，每一層難關都不容易破除。所以佛才說「人身難得，佛法難聞」。這個話的用意，是說我們現在得人身、聞佛法應該知道珍惜，得來太不容易了！珍惜就得要認真幹，要學老實、聽話、真幹，這一生決定成就。"
    },
    {
      "id": "02-040-0227_p0043",
      "zh_CN": "下面说，「又闻名功德，微妙难思」。下面举个例子，这个例子是《尊胜陀罗尼经》里头说的，「诸飞鸟畜生，含灵之类，闻此陀罗尼，一经于耳，尽此一身，更不复受」。这一句很不可思议，说的是什么？畜生。佛门里头放生是很平常的一个修法，喜欢放生的人很多，放生真有效果。放生的仪轨很长，这些动物，一定要观察牠身体有没有受伤，如果受伤，命在旦夕，这是个非常危急的时候，我们做仪轨的时间减少，念佛的时间加长。牠能够在临终听到佛号，闻此陀罗尼，这个陀罗尼就是南无阿弥陀佛。一经于耳，牠听见了。尽此一身，更不复受，牠这个畜生身死了之后，牠就会离开畜生道。牠阿赖耶识里头有善根、有福德，善根福德现前，牠就会到人道来。有这个殊胜因缘，也许得人身、闻佛法，念佛就往生净土了，有这个可能。不是每个畜生都能得到的，但是畜生那么多，肯定会有几个，当然愈多愈好。这是佛弟子平常放生的时候要注意。",
      "zh_TW": "下面說，「又聞名功德，微妙難思」。下面舉個例子，這個例子是《尊勝陀羅尼經》裡頭說的，「諸飛鳥畜生，含靈之類，聞此陀羅尼，一經於耳，盡此一身，更不復受」。這一句很不可思議，說的是什麼？畜生。佛門裡頭放生是很平常的一個修法，喜歡放生的人很多，放生真有效果。放生的儀軌很長，這些動物，一定要觀察牠身體有沒有受傷，如果受傷，命在旦夕，這是個非常危急的時候，我們做儀軌的時間減少，念佛的時間加長。牠能夠在臨終聽到佛號，聞此陀羅尼，這個陀羅尼就是南無阿彌陀佛。一經於耳，牠聽見了。盡此一身，更不復受，牠這個畜生身死了之後，牠就會離開畜生道。牠阿賴耶識裡頭有善根、有福德，善根福德現前，牠就會到人道來。有這個殊勝因緣，也許得人身、聞佛法，念佛就往生淨土了，有這個可能。不是每個畜生都能得到的，但是畜生那麼多，肯定會有幾個，當然愈多愈好。這是佛弟子平常放生的時候要注意。"
    },
    {
      "id": "02-040-0227_p0044",
      "zh_CN": "在日常生活当中，住在都市里头这个缘少，住在乡村里头这个缘就很多，常常看到家里养的畜生、野生的畜生，遇到就要教牠念佛，我们念阿弥陀佛的佛号牠就听见。蜎飞蠕动，这些小动物，像蚊虫蚂蚁，我们看到了，我们要念佛帮助牠。野外，果木树，这树上有鸟在栖息，现在我们可以用念佛机，播放念佛的声音，把它挂在树上，所有的鸟牠都听到。我们有个小的菜园，菜园里面我们放念佛机，许许多多的小虫都听到。帮助牠们种善根，帮助牠们有机缘闻到佛号。或者是播讲经，牠们善根利的也能够听经，牠也能听得懂。牠看到这个念佛机放光，我们人没看到牠们看到。常存度一切众生的心，对这些众生都这样用心去照顾，对世间一切人当然更没有问题，知道怎样去帮助他们。有意无意，养成习惯就好，从这些习惯里头生无量功德。今天时间到了，我们就学习到此地。",
      "zh_TW": "在日常生活當中，住在都市裡頭這個緣少，住在鄉村裡頭這個緣就很多，常常看到家裡養的畜生、野生的畜生，遇到就要教牠念佛，我們念阿彌陀佛的佛號牠就聽見。蜎飛蠕動，這些小動物，像蚊蟲螞蟻，我們看到了，我們要念佛幫助牠。野外，果木樹，這樹上有鳥在棲息，現在我們可以用念佛機，播放念佛的聲音，把它掛在樹上，所有的鳥牠都聽到。我們有個小的菜園，菜園裡面我們放念佛機，許許多多的小蟲都聽到。幫助牠們種善根，幫助牠們有機緣聞到佛號。或者是播講經，牠們善根利的也能夠聽經，牠也能聽得懂。牠看到這個念佛機放光，我們人沒看到牠們看到。常存度一切眾生的心，對這些眾生都這樣用心去照顧，對世間一切人當然更沒有問題，知道怎樣去幫助他們。有意無意，養成習慣就好，從這些習慣裡頭生無量功德。今天時間到了，我們就學習到此地。"
    }
  ]
}