{
  "doc_id": "02-040-0266",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六六集",
    "zh_TW": "第二六六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0266",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0266_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0266_p0002",
      "zh_CN": "请看《大经科注》第五百四十七面，倒数第三行：",
      "zh_TW": "請看《大經科註》第五百四十七面，倒數第三行："
    },
    {
      "id": "02-040-0266_p0003",
      "zh_CN": "【积功累德第八】",
      "zh_TW": "【積功累德第八】"
    },
    {
      "id": "02-040-0266_p0004",
      "zh_CN": "前面有黄念老的品题简介，「本品中法藏菩萨发大愿已，从愿起行，于无量劫，住真实慧，植众德本。教化无量众生，住于无上之道，皆发阿耨多罗三藐三菩提心」。在这一品里面，世尊为我们说明法藏菩萨在过去五劫参访，用现在的话来说，做研究调查的工作，集一切诸佛刹土里面的美好，做为建立极乐世界的蓝图。所以极乐世界成就之后，当然是一切诸佛刹土都不能够跟它比的，诸佛刹土里面还是有不完美的地方，极乐世界是尽善尽美。他真干，而且时间长，从愿起行，于无量劫，住真实慧，植众德本。德本是什么？就是无上菩提心。真诚、清净、平等、正觉、慈悲，这是德本。同时教化无量众生，住于无上之道，无上之道就是这一句名号。也就是说在无量劫里面，教化一切众生真信真愿，执持名号，求生净土，这就是住无上道。发成佛的心，一生当中证得无上正等正觉。「如是功德，说不能尽」，所以品题叫「积功累德」。",
      "zh_TW": "前面有黃念老的品題簡介，「本品中法藏菩薩發大願已，從願起行，於無量劫，住真實慧，植眾德本。教化無量眾生，住於無上之道，皆發阿耨多羅三藐三菩提心」。在這一品裡面，世尊為我們說明法藏菩薩在過去五劫參訪，用現在的話來說，做研究調查的工作，集一切諸佛剎土裡面的美好，做為建立極樂世界的藍圖。所以極樂世界成就之後，當然是一切諸佛剎土都不能夠跟它比的，諸佛剎土裡面還是有不完美的地方，極樂世界是盡善盡美。他真幹，而且時間長，從願起行，於無量劫，住真實慧，植眾德本。德本是什麼？就是無上菩提心。真誠、清淨、平等、正覺、慈悲，這是德本。同時教化無量眾生，住於無上之道，無上之道就是這一句名號。也就是說在無量劫裡面，教化一切眾生真信真願，執持名號，求生淨土，這就是住無上道。發成佛的心，一生當中證得無上正等正覺。「如是功德，說不能盡」，所以品題叫「積功累德」。"
    },
    {
      "id": "02-040-0266_p0005",
      "zh_CN": "我们看经文，经文这个科题里头「丁九、如愿修行」，这里分三小科，第一个，「结前启后」。",
      "zh_TW": "我們看經文，經文這個科題裡頭「丁九、如願修行」，這裡分三小科，第一個，「結前啟後」。"
    },
    {
      "id": "02-040-0266_p0006",
      "zh_CN": "【阿难。法藏比丘。于世自在王如来前。及诸天人大众之中。发斯弘誓愿已。住真实慧。勇猛精进。一向专志庄严妙土。】",
      "zh_TW": "【阿難。法藏比丘。於世自在王如來前。及諸天人大眾之中。發斯弘誓願已。住真實慧。勇猛精進。一向專志莊嚴妙土。】"
    },
    {
      "id": "02-040-0266_p0007",
      "zh_CN": "念老在注解里头说，「法藏菩萨于佛及天人大众中，宣发以上之弘誓愿」，这个『弘誓愿』就是指的四十八愿。「弘者，广也。《法界次第》释曰：广普之缘，谓之为弘」。他的法缘很广、很普遍，这叫弘。「自制其心，名之曰誓」，誓是自己约束自己，不是别人约束，是自己约束自己。「志求满足，故云愿也」。前面所考察的，希望在他建立的极乐世界全都能够兑现，这是阿弥陀佛的本愿，所以说愿也。「弘誓愿者，泛指佛菩萨弘大之誓愿」，可以这样解释的，诸佛菩萨的誓愿都非常广大。「今言斯弘誓愿」，那斯弘誓愿这个斯字，「则专指法藏菩萨之四十八愿」。四十八愿每一愿都是广大无有边际，四十八愿，愿愿都包含其他四十七愿，这是弥陀的本愿。「发斯愿已，由愿生起无边殊胜妙行」。愿是因，因一定有行才能够得果，世出世法没有例外的。",
      "zh_TW": "念老在註解裡頭說，「法藏菩薩於佛及天人大眾中，宣發以上之弘誓願」，這個『弘誓願』就是指的四十八願。「弘者，廣也。《法界次第》釋曰：廣普之緣，謂之為弘」。他的法緣很廣、很普遍，這叫弘。「自制其心，名之曰誓」，誓是自己約束自己，不是別人約束，是自己約束自己。「志求滿足，故云願也」。前面所考察的，希望在他建立的極樂世界全都能夠兌現，這是阿彌陀佛的本願，所以說願也。「弘誓願者，泛指佛菩薩弘大之誓願」，可以這樣解釋的，諸佛菩薩的誓願都非常廣大。「今言斯弘誓願」，那斯弘誓願這個斯字，「則專指法藏菩薩之四十八願」。四十八願每一願都是廣大無有邊際，四十八願，願願都包含其他四十七願，這是彌陀的本願。「發斯願已，由願生起無邊殊勝妙行」。願是因，因一定有行才能夠得果，世出世法沒有例外的。"
    },
    {
      "id": "02-040-0266_p0008",
      "zh_CN": "一个人一生有没有前途，就看他有没有愿，我们中国人讲的志愿，这个人有没有志气。志跟愿是一个意思，在佛门叫愿，在中国民间叫志。人一定有志向，要立志，他一生他有方向、他有目标，循着这个方向目标去努力，他一定会有成就。如果这个人勤奋好学没有志愿，他会不会成就？不会成就。就像船在大海里头，没有方向、没有目标，用尽了一生精力与时间，还是一个凡夫，一无所成。这个现象在现前时时处处你都能见到，你看每个众生都在忙碌，忙什么？没有方向、没有目标，白忙了。",
      "zh_TW": "一個人一生有沒有前途，就看他有沒有願，我們中國人講的志願，這個人有沒有志氣。志跟願是一個意思，在佛門叫願，在中國民間叫志。人一定有志向，要立志，他一生他有方向、他有目標，循著這個方向目標去努力，他一定會有成就。如果這個人勤奮好學沒有志願，他會不會成就？不會成就。就像船在大海裡頭，沒有方向、沒有目標，用盡了一生精力與時間，還是一個凡夫，一無所成。這個現象在現前時時處處你都能見到，你看每個眾生都在忙碌，忙什麼？沒有方向、沒有目標，白忙了。"
    },
    {
      "id": "02-040-0266_p0009",
      "zh_CN": "我们举最近的例子，当年李老师晚年发心办了个研究班，招收八个学生，八个都是大学毕业的。修学期间四年，李老师请了几个老师来教学，教学的老师包括李老师自己一共六个人，八个学生。到现在三十多年过去了，只有一个成就，果清法师。他怎么成就？专攻戒律，一门深入，三十多年的时间搞一样东西，他有方向，他有目标。其余七个都在，都超过六十岁了，就是没有确定方向，没有一个目标，就不能成就。我这一生有一点小成就，跟果清法师比，比不上。人家是大成就，住在一个地方不动，三十年，我没有这个缘分。我明白这个道理，很想找一个地方定下来，缘都不成熟，逼着你非走不可。李老师曾经告诉我，缘结到全世界，这不是办法。为什么？每一个地方每年去一趟、去一次，叫蜻蜓点水，只是热闹一下。哪有听众听一座经、听十几天就开悟证果的，一个也没有，这就不行。那我偏偏走这个路，为什么？除这个路之外，没有路可走。没有一个寺院欢迎讲经的，出家道场不欢迎，在家居士道场也不欢迎，那怎么办？只有到国外。",
      "zh_TW": "我們舉最近的例子，當年李老師晚年發心辦了個研究班，招收八個學生，八個都是大學畢業的。修學期間四年，李老師請了幾個老師來教學，教學的老師包括李老師自己一共六個人，八個學生。到現在三十多年過去了，只有一個成就，果清法師。他怎麼成就？專攻戒律，一門深入，三十多年的時間搞一樣東西，他有方向，他有目標。其餘七個都在，都超過六十歲了，就是沒有確定方向，沒有一個目標，就不能成就。我這一生有一點小成就，跟果清法師比，比不上。人家是大成就，住在一個地方不動，三十年，我沒有這個緣分。我明白這個道理，很想找一個地方定下來，緣都不成熟，逼著你非走不可。李老師曾經告訴我，緣結到全世界，這不是辦法。為什麼？每一個地方每年去一趟、去一次，叫蜻蜓點水，只是熱鬧一下。哪有聽眾聽一座經、聽十幾天就開悟證果的，一個也沒有，這就不行。那我偏偏走這個路，為什麼？除這個路之外，沒有路可走。沒有一個寺院歡迎講經的，出家道場不歡迎，在家居士道場也不歡迎，那怎麼辦？只有到國外。"
    },
    {
      "id": "02-040-0266_p0010",
      "zh_CN": "国外缘从哪里来的？从李老师那个地方结来的。李老师在慈光图书馆办大专佛学讲座，这一桩事情跟我有缘分，把台湾的大专学生学佛这一个活动推动了，表面上很兴旺，现在衰了。现在学社好像还在，不像从前（以前那些学生）那么样的认真学习，没有了。所以以后的人学走我这条路，走不通了，此一时彼一时。我那个时候学生们学佛很热心，学佛一年，佛在眼前，现在学佛十年，佛化云烟，没有了。这一批学生，我认识的大概二、三千人，这里面有不少的学生到国外留学，拿到学位在国外工作，成家立业就不回来了。我们到国外，有一个同学来邀请我讲经，几乎全世界都知道了，他们有联系。所以到处有人请，我这就到处跑，一生居无定所。我自己几十年统计一下，在一个地方能住三个月的很少，多半都是半个月到一个月，最长不超过三个月，几十年如一日。虽然三十五年前，我们在台北有一个道场属于自己的，华藏佛教视听图书馆，韩锳担任馆长，这是自己的道场。外面的缘不能断，大概回到家里来，住不了三个月又要走了。",
      "zh_TW": "國外緣從哪裡來的？從李老師那個地方結來的。李老師在慈光圖書館辦大專佛學講座，這一樁事情跟我有緣分，把台灣的大專學生學佛這一個活動推動了，表面上很興旺，現在衰了。現在學社好像還在，不像從前（以前那些學生）那麼樣的認真學習，沒有了。所以以後的人學走我這條路，走不通了，此一時彼一時。我那個時候學生們學佛很熱心，學佛一年，佛在眼前，現在學佛十年，佛化雲煙，沒有了。這一批學生，我認識的大概二、三千人，這裡面有不少的學生到國外留學，拿到學位在國外工作，成家立業就不回來了。我們到國外，有一個同學來邀請我講經，幾乎全世界都知道了，他們有聯繫。所以到處有人請，我這就到處跑，一生居無定所。我自己幾十年統計一下，在一個地方能住三個月的很少，多半都是半個月到一個月，最長不超過三個月，幾十年如一日。雖然三十五年前，我們在台北有一個道場屬於自己的，華藏佛教視聽圖書館，韓鍈擔任館長，這是自己的道場。外面的緣不能斷，大概回到家裡來，住不了三個月又要走了。"
    },
    {
      "id": "02-040-0266_p0011",
      "zh_CN": "这是个很特殊的例子，李老师告诉我，对我自己有利益，能提升自己，讲经教学没中断，但是对整个佛法来说没有利益，都是短时间的，不能永续，这就是缺点。这么多年成就，就是我个人成就。个人是一门深入，我这一门是大乘，涉猎的也不多。早年在台中，我全部精神用在《大佛顶首楞严经》，以后可以说在《华严经》上用的时间最多。到八十五岁，《华严》放弃了，专学《无量寿经》，不算很杂，所以有一点成就。古往今来，无论是中国、外国，真正有成就的人都要靠自己努力，老师只能指一个方向目标，路要自己走，老师没有办法代你走路。你知道这个方向目标，你果然能够立志，锲而不舍，一生专学，决定有成就，不在乎学历，只要你真正学成功，自然有成就。",
      "zh_TW": "這是個很特殊的例子，李老師告訴我，對我自己有利益，能提升自己，講經教學沒中斷，但是對整個佛法來說沒有利益，都是短時間的，不能永續，這就是缺點。這麼多年成就，就是我個人成就。個人是一門深入，我這一門是大乘，涉獵的也不多。早年在台中，我全部精神用在《大佛頂首楞嚴經》，以後可以說在《華嚴經》上用的時間最多。到八十五歲，《華嚴》放棄了，專學《無量壽經》，不算很雜，所以有一點成就。古往今來，無論是中國、外國，真正有成就的人都要靠自己努力，老師只能指一個方向目標，路要自己走，老師沒有辦法代你走路。你知道這個方向目標，你果然能夠立志，鍥而不捨，一生專學，決定有成就，不在乎學歷，只要你真正學成功，自然有成就。"
    },
    {
      "id": "02-040-0266_p0012",
      "zh_CN": "心量要大，像菩萨一样广结善缘，这法缘才殊胜，弘传才广、才深，心量小是决定不能成大器。古人讲的话非常有道理，量大福大，度量小的人不会有大福报。量一定要大，一定要能够包容。佛告诉我们，我们自性本来的心量是含容空有，这一句话就是「心包太虚，量周沙界」。每一个众生本来的心量都是这么大，也就是说跟诸佛如来完全相同。为什么会变成这么小？迷了，迷得太深、迷得太重，迷到连两个人都不能包容。我喜欢他，我讨厌他，这就不行，这小心量，小心量不可能有大成就。",
      "zh_TW": "心量要大，像菩薩一樣廣結善緣，這法緣才殊勝，弘傳才廣、才深，心量小是決定不能成大器。古人講的話非常有道理，量大福大，度量小的人不會有大福報。量一定要大，一定要能夠包容。佛告訴我們，我們自性本來的心量是含容空有，這一句話就是「心包太虛，量周沙界」。每一個眾生本來的心量都是這麼大，也就是說跟諸佛如來完全相同。為什麼會變成這麼小？迷了，迷得太深、迷得太重，迷到連兩個人都不能包容。我喜歡他，我討厭他，這就不行，這小心量，小心量不可能有大成就。"
    },
    {
      "id": "02-040-0266_p0013",
      "zh_CN": "无论学哪一门，世法、佛法都行。我常常跟大家提到的方豪，早年在台湾，政治大学文学院的院长，年龄跟我差不多，现在大概都不在了。这个人跟我做邻居十几年，他是中央研究院的院士，什么学历？初中毕业。能有这样的成就，就是一生专读一部书，一门深入长时薰修，读书千遍其义自见，他一生就得力这两句话，他做到了。专门研究《宋史》，二十五史里头的一部，宋朝，一生专攻这部书，变成在台湾宋史专家，你问宋朝典章制度，他如数家珍，熟透了。一样东西，《四库》里头经史子集，你只要学一样，学到家了，成功了。古时候，司马迁（汉朝的）专学《左传》，十三经里头的一部，左丘明的著作。他一生专学《左传》，学到家了，汉朝的大文豪，写了一部书《史记》，中国历史第一篇，《史记》是通史。司马迁学《左传》。唐朝韩愈，大家知道，唐宋八大家第一，第一个人，他学什么？他一生专门学《史记》，就是学司马迁，就这一部书，成为唐宋八大家第一名。这些人没有老师，以古人为老师，跟古人学习。古时候学习成功这么多的例子，现在也不例外，专攻一门哪有不成就的道理？就怕搞多、搞乱了。现在人不懂方法，采取西方人学习的方法，西方人是科目很多，同时学习，在中国人心目当中又杂又乱，他能够学到常识，广学多闻，学到常识一样都不精、一样都不通。",
      "zh_TW": "無論學哪一門，世法、佛法都行。我常常跟大家提到的方豪，早年在台灣，政治大學文學院的院長，年齡跟我差不多，現在大概都不在了。這個人跟我做鄰居十幾年，他是中央研究院的院士，什麼學歷？初中畢業。能有這樣的成就，就是一生專讀一部書，一門深入長時薰修，讀書千遍其義自見，他一生就得力這兩句話，他做到了。專門研究《宋史》，二十五史裡頭的一部，宋朝，一生專攻這部書，變成在台灣宋史專家，你問宋朝典章制度，他如數家珍，熟透了。一樣東西，《四庫》裡頭經史子集，你只要學一樣，學到家了，成功了。古時候，司馬遷（漢朝的）專學《左傳》，十三經裡頭的一部，左丘明的著作。他一生專學《左傳》，學到家了，漢朝的大文豪，寫了一部書《史記》，中國歷史第一篇，《史記》是通史。司馬遷學《左傳》。唐朝韓愈，大家知道，唐宋八大家第一，第一個人，他學什麼？他一生專門學《史記》，就是學司馬遷，就這一部書，成為唐宋八大家第一名。這些人沒有老師，以古人為老師，跟古人學習。古時候學習成功這麼多的例子，現在也不例外，專攻一門哪有不成就的道理？就怕搞多、搞亂了。現在人不懂方法，採取西方人學習的方法，西方人是科目很多，同時學習，在中國人心目當中又雜又亂，他能夠學到常識，廣學多聞，學到常識一樣都不精、一樣都不通。"
    },
    {
      "id": "02-040-0266_p0014",
      "zh_CN": "我早年在佛光山教学，跟星云法师谈过这个问题，十年的时间专攻一部经，他变成专家。专学一部《无量寿经》，学了十年他就是现在的无量寿佛；专攻《普门品》，他就是现在的观世音菩萨，搞一样，不能搞多，搞多什么都不是。十年的时间专攻《地藏经》，他就是活地藏菩萨，一门，一门行。中国这么大，学会一部经，一生讲这部经，中国有一千多个县，一个县里头讲一遍，恐怕你的寿命到了还有一半还没讲到。这多有意思，真正是成就自己也成就别人，给别人做个好榜样。自己学成之后可以参学，参学什么方法？多听，别人讲经的时候，我去听经，我不必去专攻，我只听，来提升自己。自己还是专攻这一部，为什么？佛法它是通的，它是圆融的，一经通一切经通，一个法门通一切法门都通，妙在这里。它重视三昧、重视开悟，不重视记问之学。",
      "zh_TW": "我早年在佛光山教學，跟星雲法師談過這個問題，十年的時間專攻一部經，他變成專家。專學一部《無量壽經》，學了十年他就是現在的無量壽佛；專攻《普門品》，他就是現在的觀世音菩薩，搞一樣，不能搞多，搞多什麼都不是。十年的時間專攻《地藏經》，他就是活地藏菩薩，一門，一門行。中國這麼大，學會一部經，一生講這部經，中國有一千多個縣，一個縣裡頭講一遍，恐怕你的壽命到了還有一半還沒講到。這多有意思，真正是成就自己也成就別人，給別人做個好榜樣。自己學成之後可以參學，參學什麼方法？多聽，別人講經的時候，我去聽經，我不必去專攻，我只聽，來提升自己。自己還是專攻這一部，為什麼？佛法它是通的，它是圓融的，一經通一切經通，一個法門通一切法門都通，妙在這裡。它重視三昧、重視開悟，不重視記問之學。"
    },
    {
      "id": "02-040-0266_p0015",
      "zh_CN": "这连儒都不重视，儒家都说「记问之学，不足以为人师也」，重视开悟，重视悟性。小时候读书、背书，那是培养悟性的一种方法，悟是要清净心才会觉悟，用背诵的方法修清净心。小孩也会胡思乱想，所以叫他读书、叫他背书。这书背熟透了，那是什么？他就不会胡思乱想了。书念熟了这是附带作用，不是主要的目的，主要目的是让他收心，这个要搞清楚。这些附带作用，等他将来开悟之后，这些附带作用有很多的好处。所以古人教学的方法还是非常高明，现在想想比不上古人。现在作家也很多，文人也很多，细心去观察，跟古人不一样。",
      "zh_TW": "這連儒都不重視，儒家都說「記問之學，不足以為人師也」，重視開悟，重視悟性。小時候讀書、背書，那是培養悟性的一種方法，悟是要清淨心才會覺悟，用背誦的方法修清淨心。小孩也會胡思亂想，所以叫他讀書、叫他背書。這書背熟透了，那是什麼？他就不會胡思亂想了。書念熟了這是附帶作用，不是主要的目的，主要目的是讓他收心，這個要搞清楚。這些附帶作用，等他將來開悟之後，這些附帶作用有很多的好處。所以古人教學的方法還是非常高明，現在想想比不上古人。現在作家也很多，文人也很多，細心去觀察，跟古人不一樣。"
    },
    {
      "id": "02-040-0266_p0016",
      "zh_CN": "菩萨发了愿就会依愿起行，要兑现，要把它做到，不能只说不练，他真做到。儒讲博学、审问、慎思、明辨，后头有笃行，这真干。大乘里面讲信、解、行、证，我们从老师那里学只学到信解，行证全靠自己。立定方向、立定目标，不学教也能成就，不认识字，没念过书也有大成就。谛闲老和尚的徒弟锅漏匠很明显的例子，唐朝禅宗六祖惠能大师也是最好的例子，没有念过书，没有上过学，说参学，参访祖师大德是遇到了五祖忍和尚，在五祖忍和尚道场里面住了八个月，跟忍和尚只见三次面。忍和尚教他怎么个学法？到碓房里面去舂米、破柴。那是他的老本行，他每天就干这个，依旧还叫他干这个。别人干是苦工、是粗活，他干是参禅，当时在道场只有五祖知道，别的一个人都不知道。",
      "zh_TW": "菩薩發了願就會依願起行，要兌現，要把它做到，不能只說不練，他真做到。儒講博學、審問、慎思、明辨，後頭有篤行，這真幹。大乘裡面講信、解、行、證，我們從老師那裡學只學到信解，行證全靠自己。立定方向、立定目標，不學教也能成就，不認識字，沒念過書也有大成就。諦閑老和尚的徒弟鍋漏匠很明顯的例子，唐朝禪宗六祖惠能大師也是最好的例子，沒有念過書，沒有上過學，說參學，參訪祖師大德是遇到了五祖忍和尚，在五祖忍和尚道場裡面住了八個月，跟忍和尚只見三次面。忍和尚教他怎麼個學法？到碓房裡面去舂米、破柴。那是他的老本行，他每天就幹這個，依舊還叫他幹這個。別人幹是苦工、是粗活，他幹是參禪，當時在道場只有五祖知道，別的一個人都不知道。"
    },
    {
      "id": "02-040-0266_p0017",
      "zh_CN": "八个月熟了，传法了，传给谁？就传给他。五祖是依《金刚经》修的，所以最后一次见面，半夜三更召见他，给他讲《金刚经》大意，讲到「应无所住，而生其心」，他就开悟了，衣钵就给他了。他就是禅宗第六代祖，那一年他二十四岁。五祖知道大众不服，大众瞧不起他，叫他赶快走，找个地方躲起来。他躲藏在猎人队里头十五年，替猎人做伙夫，就是伺候猎人的饮食，他会煮饭。猎人队里当了十五年的伙夫，看到大家对这桩事情淡忘了，这才出来。得到印宗法师的赏识、印宗法师的抬举，很快就成名了。那个时候印宗法师是岭南第一法师，法缘殊胜。岭南一带就是现在的广东、江西、福建这个地区，对印宗非常崇拜。印宗拜他为老师，他的地位一下就高了，等于印宗法师给他印证，印宗法师肯定，他是我的老师。",
      "zh_TW": "八個月熟了，傳法了，傳給誰？就傳給他。五祖是依《金剛經》修的，所以最後一次見面，半夜三更召見他，給他講《金剛經》大意，講到「應無所住，而生其心」，他就開悟了，衣缽就給他了。他就是禪宗第六代祖，那一年他二十四歲。五祖知道大眾不服，大眾瞧不起他，叫他趕快走，找個地方躲起來。他躲藏在獵人隊裡頭十五年，替獵人做伙夫，就是伺候獵人的飲食，他會煮飯。獵人隊裡當了十五年的伙夫，看到大家對這樁事情淡忘了，這才出來。得到印宗法師的賞識、印宗法師的抬舉，很快就成名了。那個時候印宗法師是嶺南第一法師，法緣殊勝。嶺南一帶就是現在的廣東、江西、福建這個地區，對印宗非常崇拜。印宗拜他為老師，他的地位一下就高了，等於印宗法師給他印證，印宗法師肯定，他是我的老師。"
    },
    {
      "id": "02-040-0266_p0018",
      "zh_CN": "这是说明成就靠自己，真修真干，没有人督促，没有人勉励你，全靠自己，这真成就。需要人督促，纵有成就，不大，为什么？靠外面力量来支持你的，不是你自己独立的。独立的那个力量太大了，无比的深厚，靠别人扶持的那差很多。古今中外这些人，我们细心去观察，自己就明白了。明白这个道理之后，自己真想成就不难，六十岁还来得及，六十岁真干，七十岁成名。决定要知道一门深入长时薰修，决定要知道读书千遍其义自见。求什么？求开悟，求明心见性，求见阿弥陀佛，十年下来肯定见佛。这从愿生起殊胜的妙行。",
      "zh_TW": "這是說明成就靠自己，真修真幹，沒有人督促，沒有人勉勵你，全靠自己，這真成就。需要人督促，縱有成就，不大，為什麼？靠外面力量來支持你的，不是你自己獨立的。獨立的那個力量太大了，無比的深厚，靠別人扶持的那差很多。古今中外這些人，我們細心去觀察，自己就明白了。明白這個道理之後，自己真想成就不難，六十歲還來得及，六十歲真幹，七十歲成名。決定要知道一門深入長時薰修，決定要知道讀書千遍其義自見。求什麼？求開悟，求明心見性，求見阿彌陀佛，十年下來肯定見佛。這從願生起殊勝的妙行。"
    },
    {
      "id": "02-040-0266_p0019",
      "zh_CN": "我们看底下一段，「本品开章明义，其第一句，直曰：住真实慧。此一句子，乃一切妙行之大本，为无量人天开正眼」，要住真实智慧，这就不是普通人。普通人住在烦恼里头，你起心动念想些什么？贪瞋痴慢疑。你从早到晚，起心动念是不是都落在这五个字上？不是贪就是瞋，不是瞋就是痴，不是痴就是慢，不是慢就是怀疑，对人、对事、对一切物统统是。你的心住在思惑，思惑肯定有见惑，这就所谓是起心动念无非是见思烦恼，你没有智慧。",
      "zh_TW": "我們看底下一段，「本品開章明義，其第一句，直曰：住真實慧。此一句子，乃一切妙行之大本，為無量人天開正眼」，要住真實智慧，這就不是普通人。普通人住在煩惱裡頭，你起心動念想些什麼？貪瞋痴慢疑。你從早到晚，起心動念是不是都落在這五個字上？不是貪就是瞋，不是瞋就是痴，不是痴就是慢，不是慢就是懷疑，對人、對事、對一切物統統是。你的心住在思惑，思惑肯定有見惑，這就所謂是起心動念無非是見思煩惱，你沒有智慧。"
    },
    {
      "id": "02-040-0266_p0020",
      "zh_CN": "『法藏比丘』，前面我们读过，古大德有研究，说他是，他做国王的时候听世间自在王说法，他听懂，他开悟了，舍弃王位出家，跟世间自在王如来出家修行，这个时候是什么地位？他是地上菩萨，所以说他『住真实慧』。地上菩萨是指什么？法身大士，我们一般所说的大彻大悟，明心见性。出家时候就是这样的地位，所以他的成就太殊胜了，为什么？『勇猛精进』。你看一个方向、一个目标，『专志庄严妙土』，他能成就。住真实慧，勇猛精进是成就自己，自己成就了；一向专志庄严妙土是成就众生，让遍法界虚空界一切诸佛刹土里面的十法界众生，个个得度！只要你能信、能愿，你肯念这一句佛号，没有一个不往生，往生到极乐世界没有一个不成佛，记住前面我们读过，一切皆成佛，没有一个不成佛的。所以，住真实慧重要。真实慧的反面就是烦恼，转烦恼成菩提，菩提就是真实慧。所以这一句是一切妙行的大根大本，为无量人天开正眼。",
      "zh_TW": "『法藏比丘』，前面我們讀過，古大德有研究，說他是，他做國王的時候聽世間自在王說法，他聽懂，他開悟了，捨棄王位出家，跟世間自在王如來出家修行，這個時候是什麼地位？他是地上菩薩，所以說他『住真實慧』。地上菩薩是指什麼？法身大士，我們一般所說的大徹大悟，明心見性。出家時候就是這樣的地位，所以他的成就太殊勝了，為什麼？『勇猛精進』。你看一個方向、一個目標，『專志莊嚴妙土』，他能成就。住真實慧，勇猛精進是成就自己，自己成就了；一向專志莊嚴妙土是成就眾生，讓遍法界虛空界一切諸佛剎土裡面的十法界眾生，個個得度！只要你能信、能願，你肯念這一句佛號，沒有一個不往生，往生到極樂世界沒有一個不成佛，記住前面我們讀過，一切皆成佛，沒有一個不成佛的。所以，住真實慧重要。真實慧的反面就是煩惱，轉煩惱成菩提，菩提就是真實慧。所以這一句是一切妙行的大根大本，為無量人天開正眼。"
    },
    {
      "id": "02-040-0266_p0021",
      "zh_CN": "我们要修行，要具备什么条件？住真实慧。那我们智慧没开，我们怎么办？告诉你，这一本经书就是真实慧。智慧不开不怕，这本书你每天念，因为这个本子分量不大，每天至少念三遍，能念十遍是最好。能念十遍那是勇猛精进，早晨念五遍，晚上念五遍，一天都不间断，三年、五年，我相信不会超过五年，你就得念佛三昧。再努力精进不休息，我相信有个二、三年，你就开悟了，开悟真的住真实慧了。那就是用的读书千遍其义自见，不是难事，人人做得到。一天念十部，十天就一百部，一百天就念一千部，一年三千部，十年三万部。十年之后你就是无量寿佛再来，真的，不是假的。这个经不用背自然会背，我相信你念一年就能够背。老祖宗留下来老方法高明到极处，现在科学的方法怎么比都比不上，古人的心永远是清净的，永远不迷。",
      "zh_TW": "我們要修行，要具備什麼條件？住真實慧。那我們智慧沒開，我們怎麼辦？告訴你，這一本經書就是真實慧。智慧不開不怕，這本書你每天念，因為這個本子分量不大，每天至少念三遍，能念十遍是最好。能念十遍那是勇猛精進，早晨念五遍，晚上念五遍，一天都不間斷，三年、五年，我相信不會超過五年，你就得念佛三昧。再努力精進不休息，我相信有個二、三年，你就開悟了，開悟真的住真實慧了。那就是用的讀書千遍其義自見，不是難事，人人做得到。一天念十部，十天就一百部，一百天就念一千部，一年三千部，十年三萬部。十年之後你就是無量壽佛再來，真的，不是假的。這個經不用背自然會背，我相信你念一年就能夠背。老祖宗留下來老方法高明到極處，現在科學的方法怎麼比都比不上，古人的心永遠是清淨的，永遠不迷。"
    },
    {
      "id": "02-040-0266_p0022",
      "zh_CN": "「本经《德遵普贤品》」，这第二，里面有一句话说，「开化显示真实之际」。《大教缘起》品里头，这第三品，「欲拯群萌，惠以真实之利」。这就是本经著名的三个真实：真实之际、真实之利、住真实慧。「此三句虽各有异，而其真实则不二也」。这是一切大乘经里头很少见的，给我们说了三个真实。「真者，真如也。实者，实相也」。真实什么意思？真如实相，这是菩提心的本体。发菩提心，菩提心的体，真实，真如实相，从真如实相里面生出作用，对自己清净平等觉，对外面一切人事物就是慈悲，大慈大悲，这个心叫菩提心。菩提心里面的慈悲是从真如实相生出来的，菩提心的自受用是从真如实相里面流出来的清净平等觉。真实是能生，清净平等觉是所生，大慈大悲也是所生。所以人学佛要学真心，真心就是真如、就是实相，不能用假的，用假的就错了。",
      "zh_TW": "「本經《德遵普賢品》」，這第二，裡面有一句話說，「開化顯示真實之際」。《大教緣起》品裡頭，這第三品，「欲拯群萌，惠以真實之利」。這就是本經著名的三個真實：真實之際、真實之利、住真實慧。「此三句雖各有異，而其真實則不二也」。這是一切大乘經裡頭很少見的，給我們說了三個真實。「真者，真如也。實者，實相也」。真實什麼意思？真如實相，這是菩提心的本體。發菩提心，菩提心的體，真實，真如實相，從真如實相裡面生出作用，對自己清淨平等覺，對外面一切人事物就是慈悲，大慈大悲，這個心叫菩提心。菩提心裡面的慈悲是從真如實相生出來的，菩提心的自受用是從真如實相裡面流出來的清淨平等覺。真實是能生，清淨平等覺是所生，大慈大悲也是所生。所以人學佛要學真心，真心就是真如、就是實相，不能用假的，用假的就錯了。"
    },
    {
      "id": "02-040-0266_p0023",
      "zh_CN": "经要多听，一遍一遍反复的听，东北刘素云居士就用这个方法，她是十年听经就听一部，一门深入。而且一部经，她的方法是一天只听我讲一个小时的，一个光碟一个小时，早年讲的。将这一个小时这一天当中听十遍，一遍听完了从头再听，听十遍，明天换第二片。这一部经大概是一百多片，我记得好像一百四、五十片的样子。听完之后从头再听，十年没有间断，十年没有改变，她得念佛三昧了。有没有开悟？这个事情只有她自己晓得，纵然没有能够大彻大悟、明心见性，大悟肯定有。怎么知道？她没有学过的经，请她去讲，她都能讲得头头是道，没讲错，这没有开悟做不到。",
      "zh_TW": "經要多聽，一遍一遍反覆的聽，東北劉素雲居士就用這個方法，她是十年聽經就聽一部，一門深入。而且一部經，她的方法是一天只聽我講一個小時的，一個光碟一個小時，早年講的。將這一個小時這一天當中聽十遍，一遍聽完了從頭再聽，聽十遍，明天換第二片。這一部經大概是一百多片，我記得好像一百四、五十片的樣子。聽完之後從頭再聽，十年沒有間斷，十年沒有改變，她得念佛三昧了。有沒有開悟？這個事情只有她自己曉得，縱然沒有能夠大徹大悟、明心見性，大悟肯定有。怎麼知道？她沒有學過的經，請她去講，她都能講得頭頭是道，沒講錯，這沒有開悟做不到。"
    },
    {
      "id": "02-040-0266_p0024",
      "zh_CN": "她十年工夫没有白费，真有成就，把自己的病治好，这就是让人生起恭敬心、生起信心的一个例子。得的红斑狼疮比癌症还严重，当时医生告诉她，妳能够存活的时间只有一、二个月。她的心很定，也不着急、也不害怕，每天就听经，听完经之后就念佛，这就是她每天的生活、每天的功课。二、三个月之后，红斑狼疮好了，再去检查，真好了，没有了。不但这个病都没有了，医生说，一般人纵然能好，那个疤一生不会脱掉的。他说妳怎么连一个疤都没有，妳有没有用什么药物来对治它？没有，就是念佛听经，自然好的。不可思议！这些都是现在的人，现在还活着，给我们做了证明，给我们做了榜样。",
      "zh_TW": "她十年工夫沒有白費，真有成就，把自己的病治好，這就是讓人生起恭敬心、生起信心的一個例子。得的紅斑狼瘡比癌症還嚴重，當時醫生告訴她，妳能夠存活的時間只有一、二個月。她的心很定，也不著急、也不害怕，每天就聽經，聽完經之後就念佛，這就是她每天的生活、每天的功課。二、三個月之後，紅斑狼瘡好了，再去檢查，真好了，沒有了。不但這個病都沒有了，醫生說，一般人縱然能好，那個疤一生不會脫掉的。他說妳怎麼連一個疤都沒有，妳有沒有用什麼藥物來對治它？沒有，就是念佛聽經，自然好的。不可思議！這些都是現在的人，現在還活著，給我們做了證明，給我們做了榜樣。"
    },
    {
      "id": "02-040-0266_p0025",
      "zh_CN": "《观佛三昧经》里头说，「佛地果德，真如实相，第一义空」。念老给我们解释的，「穷极真如实相之源底曰真实之际」。真实之际这句话怎么个讲法？念老这里讲得好，穷极，追根究柢，绝不放松，把真如实相的根源找到。这根源是什么？就是真如本性的核心。真如本性的核心是什么？《观佛三昧经》里说的第一义空，这是真实之际。空，称为第一义空，这是宇宙一切万事万物的本体。宇宙从哪里来的？从真如变现出来的，这是自性的第一德，真如实相的自体。",
      "zh_TW": "《觀佛三昧經》裡頭說，「佛地果德，真如實相，第一義空」。念老給我們解釋的，「窮極真如實相之源底曰真實之際」。真實之際這句話怎麼個講法？念老這裡講得好，窮極，追根究柢，絕不放鬆，把真如實相的根源找到。這根源是什麼？就是真如本性的核心。真如本性的核心是什麼？《觀佛三昧經》裡說的第一義空，這是真實之際。空，稱為第一義空，這是宇宙一切萬事萬物的本體。宇宙從哪裡來的？從真如變現出來的，這是自性的第一德，真如實相的自體。"
    },
    {
      "id": "02-040-0266_p0026",
      "zh_CN": "第一德是什么？中国老祖宗告诉我们，他说亲爱。《大学》里头有说，「大学之道，在明明德」，明明德就是大彻大悟、明心见性，见性之后流出来的第一德，「在亲民，在止于至善」，这个不得了，亲是亲爱，民是一切众生。这种亲爱是真的，不是假的，是父子有亲的那个亲。为什么？遍法界虚空界跟自己是一体。从这个亲爱里头衍生出无量无数无尽的性德，迷了就变成烦恼，觉悟了它就是性德、就是菩提。",
      "zh_TW": "第一德是什麼？中國老祖宗告訴我們，他說親愛。《大學》裡頭有說，「大學之道，在明明德」，明明德就是大徹大悟、明心見性，見性之後流出來的第一德，「在親民，在止於至善」，這個不得了，親是親愛，民是一切眾生。這種親愛是真的，不是假的，是父子有親的那個親。為什麼？遍法界虛空界跟自己是一體。從這個親愛裡頭衍生出無量無數無盡的性德，迷了就變成煩惱，覺悟了它就是性德、就是菩提。"
    },
    {
      "id": "02-040-0266_p0027",
      "zh_CN": "我们用中国人这五常来讲是最容易体会的，觉悟了的是仁义礼智信，觉悟的人决定是这种做法，不要学的，为什么？这自性本具的。仁者决定爱人，义者起心动念、言语造作决定是如理如法、合情合理，这是性德。迷了？迷了就不仁、不义、无礼、无智、无信。左丘明说了一句话，「人弃常则妖兴」。一个人，人决定遵守的是这五常，这五个字仁义礼智信，标准的人天。他要把这五样东西都丢掉了，变成不仁、不义、无礼、无智、无信，这就不是人了。他是什么？他是妖魔鬼怪，妖魔鬼怪不仁、不义、无礼、无智、无信。人弃常则妖兴，人变成妖魔鬼怪。现前变的是妖魔鬼怪，来世就是三途地狱，就到那边去了。于是我们懂得了，中国古人所说的五伦、五常、四维、八德，那是什么？那是真实之际、真实智慧、真实的利益。我们要真干，眼前吃一点亏没有关系，纵然我们活一百年，吃一百年的亏都值得。为什么？这一百年亏吃过了，我们到极乐世界去了，这一百年的亏算什么。如果处处要占人便宜，不愿意吃亏，来生到地狱去了，那个麻烦可大了。每一个堕地狱的人，你要问我什么原因？不肯吃亏，一句话就说破了，不肯吃亏、不肯让步。",
      "zh_TW": "我們用中國人這五常來講是最容易體會的，覺悟了的是仁義禮智信，覺悟的人決定是這種做法，不要學的，為什麼？這自性本具的。仁者決定愛人，義者起心動念、言語造作決定是如理如法、合情合理，這是性德。迷了？迷了就不仁、不義、無禮、無智、無信。左丘明說了一句話，「人棄常則妖興」。一個人，人決定遵守的是這五常，這五個字仁義禮智信，標準的人天。他要把這五樣東西都丟掉了，變成不仁、不義、無禮、無智、無信，這就不是人了。他是什麼？他是妖魔鬼怪，妖魔鬼怪不仁、不義、無禮、無智、無信。人棄常則妖興，人變成妖魔鬼怪。現前變的是妖魔鬼怪，來世就是三途地獄，就到那邊去了。於是我們懂得了，中國古人所說的五倫、五常、四維、八德，那是什麼？那是真實之際、真實智慧、真實的利益。我們要真幹，眼前吃一點虧沒有關係，縱然我們活一百年，吃一百年的虧都值得。為什麼？這一百年虧吃過了，我們到極樂世界去了，這一百年的虧算什麼。如果處處要佔人便宜，不願意吃虧，來生到地獄去了，那個麻煩可大了。每一個墮地獄的人，你要問我什麼原因？不肯吃虧，一句話就說破了，不肯吃虧、不肯讓步。"
    },
    {
      "id": "02-040-0266_p0028",
      "zh_CN": "不学佛对中国古书没法子解释，学了佛之后，再看中国古书很容易懂。我们今天起心动念、言语造作要止于至善，止于至善那就是全心全力为别人着想。为别人的利益，才叫真正是自己的利益，利他是真正的自利，不吃亏，为自己是真正伤害自己，来生搞到三途去了。有别人没有自己多好，这个人怎么样？身见破了、我执破了。没有自己，只知道为一切众生，这个人是菩萨，不是菩萨做不到，不是菩萨总有自私自利。只有别人没有自己，真菩萨，他将来到哪里去？他到实报庄严土去。那个里面全是真菩萨在那里修行，物以类聚，他肯定到那里去，他跟那边的菩萨们相应。「当来一切含灵」，包括我们现在，大家都在里头，「皆因弥陀一乘愿海，六字洪名，而得度脱者，真实之利也」。我们对这个法门能信、能愿、能行，将来决定得生。",
      "zh_TW": "不學佛對中國古書沒法子解釋，學了佛之後，再看中國古書很容易懂。我們今天起心動念、言語造作要止於至善，止於至善那就是全心全力為別人著想。為別人的利益，才叫真正是自己的利益，利他是真正的自利，不吃虧，為自己是真正傷害自己，來生搞到三途去了。有別人沒有自己多好，這個人怎麼樣？身見破了、我執破了。沒有自己，只知道為一切眾生，這個人是菩薩，不是菩薩做不到，不是菩薩總有自私自利。只有別人沒有自己，真菩薩，他將來到哪裡去？他到實報莊嚴土去。那個裡面全是真菩薩在那裡修行，物以類聚，他肯定到那裡去，他跟那邊的菩薩們相應。「當來一切含靈」，包括我們現在，大家都在裡頭，「皆因彌陀一乘願海，六字洪名，而得度脫者，真實之利也」。我們對這個法門能信、能願、能行，將來決定得生。"
    },
    {
      "id": "02-040-0266_p0029",
      "zh_CN": "「能显此真实之际，惠此真实之利者，即此真实之慧也」。你没有这个智慧，你怎么会做、你怎么会相信、你怎么会去利益众生。「慧者」，慧怎么讲？《大乘义章》第二卷说，「据行方便，观达为慧。就实以论，真心体明，自性无暗，目之为慧」。《大乘义章》里头说的就是禅宗里头所说的明心见性，这就是智慧。心性在哪里？一切万物不离心性，《华严经》上讲得好，心现识变，所有一切现象都是心现识变的。你的智慧从哪来的？在相上见到性，在事上见到理，这是明心见性。见到什么？见到相是空寂的，相是无常的；见到性是不生不灭的，是真常的。相在哪里？相在性里头；性在哪里？性在相中，性相永远没有分家，性相永远是一体，见相就见性。为什么我们见不到？因为我们有自己，见不到，没有自己就见到了。没有自己怎么会见到？没有自己，遍法界虚空界是自己，法身。有自己，法身迷了；没有自己，法身现前了。见法身你就是法身菩萨，你就是明心见性的菩萨，妙极了。",
      "zh_TW": "「能顯此真實之際，惠此真實之利者，即此真實之慧也」。你沒有這個智慧，你怎麼會做、你怎麼會相信、你怎麼會去利益眾生。「慧者」，慧怎麼講？《大乘義章》第二卷說，「據行方便，觀達為慧。就實以論，真心體明，自性無闇，目之為慧」。《大乘義章》裡頭說的就是禪宗裡頭所說的明心見性，這就是智慧。心性在哪裡？一切萬物不離心性，《華嚴經》上講得好，心現識變，所有一切現象都是心現識變的。你的智慧從哪來的？在相上見到性，在事上見到理，這是明心見性。見到什麼？見到相是空寂的，相是無常的；見到性是不生不滅的，是真常的。相在哪裡？相在性裡頭；性在哪裡？性在相中，性相永遠沒有分家，性相永遠是一體，見相就見性。為什麼我們見不到？因為我們有自己，見不到，沒有自己就見到了。沒有自己怎麼會見到？沒有自己，遍法界虛空界是自己，法身。有自己，法身迷了；沒有自己，法身現前了。見法身你就是法身菩薩，你就是明心見性的菩薩，妙極了。"
    },
    {
      "id": "02-040-0266_p0030",
      "zh_CN": "下面念老说《大乘义章》里头的意思，「是乃以明自本心，见自本性，方名慧也」。这个慧的定义在此地，不是普通智慧，是在相当中见到性，在性里头彻底见到相，相是什么？清清楚楚，相是幻相，不是真的。「真实者，《大乘义章二》云：法绝情妄为真实」，法绝了，情也绝了，这就是真实。「故即离妄之本真，亦即自性清净心」。这真的，真的是什么？心里头没有东西是真的，心里头有东西是假的。美国修．蓝博士给人治病的秘诀就在此。他到我们摄影棚来访问，我请教他，你治病的理论依据是什么？他告诉我，清净心。什么是清净心？把你心里头所有一切不善的清除掉。好像打扫房间，房间堆了很多东西，破破烂烂的、拉杂的东西清掉，然后好的东西也清掉，善与不善统统清除掉，一样都没有，叫清净心。",
      "zh_TW": "下面念老說《大乘義章》裡頭的意思，「是乃以明自本心，見自本性，方名慧也」。這個慧的定義在此地，不是普通智慧，是在相當中見到性，在性裡頭徹底見到相，相是什麼？清清楚楚，相是幻相，不是真的。「真實者，《大乘義章二》云：法絕情妄為真實」，法絕了，情也絕了，這就是真實。「故即離妄之本真，亦即自性清淨心」。這真的，真的是什麼？心裡頭沒有東西是真的，心裡頭有東西是假的。美國修．藍博士給人治病的祕訣就在此。他到我們攝影棚來訪問，我請教他，你治病的理論依據是什麼？他告訴我，清淨心。什麼是清淨心？把你心裡頭所有一切不善的清除掉。好像打掃房間，房間堆了很多東西，破破爛爛的、拉雜的東西清掉，然後好的東西也清掉，善與不善統統清除掉，一樣都沒有，叫清淨心。"
    },
    {
      "id": "02-040-0266_p0031",
      "zh_CN": "这个地方，离妄之本真也就是法绝情妄。世间人把这个情看得很重，这个情是所有烦恼根本的根本，一切烦恼的原始点，你要不把这个东西清掉，你的烦恼永远断不了。为什么会那么深？因为你认为是真的，不知道是假的。《金刚经》上有一句偈子，佛教给我们，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，教我们常常要用这个方法来看一切有为法，你对它不产生情执。不产生情执会产生什么？会产生真爱，不是情执的爱，情执的爱是烦恼，那个真爱叫慈悲。慈悲的底是真实智慧，从真实智慧里面生出来的爱叫大慈大悲，里头夹杂自私自利，那是情执。大慈大悲里头没有占有、没有控制，那是自性的爱德，真的不是假的，是佛菩萨大慈大悲的原始点。六道十法界众生那个烦恼的原点就是情执，那讲情妄。法绝情妄，没有情妄这个东西，情是情执，妄是妄想。情是六道轮回的根，有情就有六道轮回，情没有了，六道就没有了，但是有四圣法界。十法界是妄，妄去掉，十法界没有了，你才能成为法身菩萨，你住实报庄严土，不住十法界，住实报土，所以叫真实，实报庄严土。",
      "zh_TW": "這個地方，離妄之本真也就是法絕情妄。世間人把這個情看得很重，這個情是所有煩惱根本的根本，一切煩惱的原始點，你要不把這個東西清掉，你的煩惱永遠斷不了。為什麼會那麼深？因為你認為是真的，不知道是假的。《金剛經》上有一句偈子，佛教給我們，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，教我們常常要用這個方法來看一切有為法，你對它不產生情執。不產生情執會產生什麼？會產生真愛，不是情執的愛，情執的愛是煩惱，那個真愛叫慈悲。慈悲的底是真實智慧，從真實智慧裡面生出來的愛叫大慈大悲，裡頭夾雜自私自利，那是情執。大慈大悲裡頭沒有佔有、沒有控制，那是自性的愛德，真的不是假的，是佛菩薩大慈大悲的原始點。六道十法界眾生那個煩惱的原點就是情執，那講情妄。法絕情妄，沒有情妄這個東西，情是情執，妄是妄想。情是六道輪迴的根，有情就有六道輪迴，情沒有了，六道就沒有了，但是有四聖法界。十法界是妄，妄去掉，十法界沒有了，你才能成為法身菩薩，你住實報莊嚴土，不住十法界，住實報土，所以叫真實，實報莊嚴土。"
    },
    {
      "id": "02-040-0266_p0032",
      "zh_CN": "故即离妄之本真，真是本有的，不是外头来的，妄离开本真就现前。本真是什么？就是自性清净心，就是经题上的「清净平等觉」。清净平等觉就是你的真心，是你本有的，不是外头来的。只要把障碍去掉，情去掉了，清净心现前；妄去掉了，平等觉现前。我们今天虽有清净平等觉，不起作用，为什么原因？情染污了清净，清净不起作用；妄，平等觉不起作用。我们向往清净平等觉，但是又不肯把情妄放下，矛盾就在此地。佛以善巧方便帮助我们，教我们把这个事实真相看清楚、看明白了，那只有放下是你自己的事情，不肯放下就是没搞清楚。所以章嘉大师给我们的标准太妙了，常常想着他的标准，我们不会迷惑。你没有能放下，你就是不懂，你就是没有明白。不要自己我明白了，我放不下，那是你自己骗自己，明白了哪有放不下的道理。只有不了解事实真相，才有这种情执，真正了解的时候，情执不生，生什么？生智慧。真实智慧现前，哪有还生烦恼的道理。",
      "zh_TW": "故即離妄之本真，真是本有的，不是外頭來的，妄離開本真就現前。本真是什麼？就是自性清淨心，就是經題上的「清淨平等覺」。清淨平等覺就是你的真心，是你本有的，不是外頭來的。只要把障礙去掉，情去掉了，清淨心現前；妄去掉了，平等覺現前。我們今天雖有清淨平等覺，不起作用，為什麼原因？情染污了清淨，清淨不起作用；妄，平等覺不起作用。我們嚮往清淨平等覺，但是又不肯把情妄放下，矛盾就在此地。佛以善巧方便幫助我們，教我們把這個事實真相看清楚、看明白了，那只有放下是你自己的事情，不肯放下就是沒搞清楚。所以章嘉大師給我們的標準太妙了，常常想著他的標準，我們不會迷惑。你沒有能放下，你就是不懂，你就是沒有明白。不要自己我明白了，我放不下，那是你自己騙自己，明白了哪有放不下的道理。只有不了解事實真相，才有這種情執，真正了解的時候，情執不生，生什麼？生智慧。真實智慧現前，哪有還生煩惱的道理。"
    },
    {
      "id": "02-040-0266_p0033",
      "zh_CN": "下面引《大乘止观》里面说，「此心即自性清净心，又名真如，亦名佛性，亦名法身，亦名如来藏，亦名法界，亦名法性」。名字好多，有没有说完？没有。佛经里头你要去查一查，至少大概有八、九十个都是说一桩事情。一桩事情为什么说这么多的名相？这是佛教学的善巧方便，告诉你不要执著名相，名相是假的。你一定要了解名相里面所含的意思、义理，你要懂这个。名相不要紧，不重要，怎么说都行，只要是这个意思。佛法说来说去就是教我们放下，名相也得放下，放下就是！没有佛法，这个要知道，执着有个佛法就错了。",
      "zh_TW": "下面引《大乘止觀》裡面說，「此心即自性清淨心，又名真如，亦名佛性，亦名法身，亦名如來藏，亦名法界，亦名法性」。名字好多，有沒有說完？沒有。佛經裡頭你要去查一查，至少大概有八、九十個都是說一樁事情。一樁事情為什麼說這麼多的名相？這是佛教學的善巧方便，告訴你不要執著名相，名相是假的。你一定要了解名相裡面所含的意思、義理，你要懂這個。名相不要緊，不重要，怎麼說都行，只要是這個意思。佛法說來說去就是教我們放下，名相也得放下，放下就是！沒有佛法，這個要知道，執著有個佛法就錯了。"
    },
    {
      "id": "02-040-0266_p0034",
      "zh_CN": "《大乘起信论》里面，马鸣菩萨教给我们怎样才入门，听经要放下言说相、放下名字相、放下心缘相，你这样去听会开悟。讲经说法可以用言语，不执着言语，听言语讲的意思、讲的道理，听这个。不执著名相，这些全是名相，给你讲的自性清净心、真如、佛性、法身统统是名相，如来藏也是名相。名词术语是佛为说法方便起见建立的，让我们从这个里面去觉悟，可不能执着，执着就错了，所以离名字相。离心缘相，不能想，你听懂就懂，想一想我就懂了，错了，为什么？想一想落到意识里去了。落在意识里头那是什么意思？意识里头的意思不是自性的意思。自性里面的意思没有想的，没有起心动念的，你起心动念，你想错了，你想是你自己的意思，不是如来真实义，因为如来说法没有通过起心动念。如来说法是从哪里流出来的？清净平等觉里头流出来的。有思、有想，心不清净、不平等，从烦恼里头流出来的，不一样！",
      "zh_TW": "《大乘起信論》裡面，馬鳴菩薩教給我們怎樣才入門，聽經要放下言說相、放下名字相、放下心緣相，你這樣去聽會開悟。講經說法可以用言語，不執著言語，聽言語講的意思、講的道理，聽這個。不執著名相，這些全是名相，給你講的自性清淨心、真如、佛性、法身統統是名相，如來藏也是名相。名詞術語是佛為說法方便起見建立的，讓我們從這個裡面去覺悟，可不能執著，執著就錯了，所以離名字相。離心緣相，不能想，你聽懂就懂，想一想我就懂了，錯了，為什麼？想一想落到意識裡去了。落在意識裡頭那是什麼意思？意識裡頭的意思不是自性的意思。自性裡面的意思沒有想的，沒有起心動念的，你起心動念，你想錯了，你想是你自己的意思，不是如來真實義，因為如來說法沒有通過起心動念。如來說法是從哪裡流出來的？清淨平等覺裡頭流出來的。有思、有想，心不清淨、不平等，從煩惱裡頭流出來的，不一樣！"
    },
    {
      "id": "02-040-0266_p0035",
      "zh_CN": "所以佛法，听就是用心听，用真诚心听、用恭敬心听会开悟，不能想，一想完了，落到意识里去了，落到阿赖耶去了，变成什么？变成知识不是智慧。马鸣菩萨这三句话重要，言说相、名字相、心缘相，全都是手段、是方法，不是目的。你要到香港去，路边上给你插个指路牌走的那个方向，你把指路牌当作香港，我已经到了，香港就在此地。错了，香港距离这还很远。所以开经偈上，「愿解如来真实义」，不容易。武则天写出这句话，她自己没有做到，她自己也到地狱去受苦去了。她跟李世民（唐太宗），前世的冤家，这一生碰在一起，冤冤相报，冤冤相报的结果都落地狱了，你说有什么意思。所以冤家宜解不宜结，一定要化解，绝不可以结怨。结怨脱离不了六道轮回，你修行，冤家债主找你麻烦，缠住你不让你修，不许你功夫得力，这个麻烦大了。冥冥当中有一股力量纠缠着你，你要怎么样化解？化解的原理就是放下，放下就化解了。你什么都不要了，什么都不希求了，你的冤亲债主对你一点办法都没有。如果把自己的修行积功累德回向给他，这个怨就能化解，要真干，不真干不行！",
      "zh_TW": "所以佛法，聽就是用心聽，用真誠心聽、用恭敬心聽會開悟，不能想，一想完了，落到意識裡去了，落到阿賴耶去了，變成什麼？變成知識不是智慧。馬鳴菩薩這三句話重要，言說相、名字相、心緣相，全都是手段、是方法，不是目的。你要到香港去，路邊上給你插個指路牌走的那個方向，你把指路牌當作香港，我已經到了，香港就在此地。錯了，香港距離這還很遠。所以開經偈上，「願解如來真實義」，不容易。武則天寫出這句話，她自己沒有做到，她自己也到地獄去受苦去了。她跟李世民（唐太宗），前世的冤家，這一生碰在一起，冤冤相報，冤冤相報的結果都落地獄了，你說有什麼意思。所以冤家宜解不宜結，一定要化解，絕不可以結怨。結怨脫離不了六道輪迴，你修行，冤家債主找你麻煩，纏住你不讓你修，不許你功夫得力，這個麻煩大了。冥冥當中有一股力量糾纏著你，你要怎麼樣化解？化解的原理就是放下，放下就化解了。你什麼都不要了，什麼都不希求了，你的冤親債主對你一點辦法都沒有。如果把自己的修行積功累德迴向給他，這個怨就能化解，要真幹，不真幹不行！"
    },
    {
      "id": "02-040-0266_p0036",
      "zh_CN": "这一部《无量寿经》会集本、黄念祖老居士的集注，是我这一生当中，六十多年所读过的经本，我觉得这是第一部经。分量不多，圆满具足含摄一切诸佛如来所说的一切经，宝中之宝，是法宝里面的无上法宝。人真能发心，一门深入，十年薰修，他真成就了。十年时间不长，真是一刹那就过了，为什么不作佛去？为什么在六道里头还搞恩恩怨怨、还干这些傻事？学了这部经不能不开悟，认真学习决定开悟。",
      "zh_TW": "這一部《無量壽經》會集本、黃念祖老居士的集註，是我這一生當中，六十多年所讀過的經本，我覺得這是第一部經。分量不多，圓滿具足含攝一切諸佛如來所說的一切經，寶中之寶，是法寶裡面的無上法寶。人真能發心，一門深入，十年薰修，他真成就了。十年時間不長，真是一剎那就過了，為什麼不作佛去？為什麼在六道裡頭還搞恩恩怨怨、還幹這些傻事？學了這部經不能不開悟，認真學習決定開悟。"
    },
    {
      "id": "02-040-0266_p0037",
      "zh_CN": "「又《教行信证》曰」，这是日本净宗大师的著作。「无为法身即是实相，实相即是法性，法性即是真如。真如即是一如。然则弥陀从如来生，示现报应化种种身也。故知真实慧者，即真如、实相、自性、佛性、自性清净心等所诠理体之照用。简言之，明心见性是明本体也。于此彻透，安住如如，从体起用，即为住真实慧。又真实际者，法身德也。真实利者，解脱德也。真实慧者，般若德也。今三真实，亦即涅槃三德，如伊字三点，非并非列，不纵不横，即一即三，即三即一也。今经于妙行之先，首曰住真实慧，此诚画龙点睛之语。住真实慧，即入一法句。一法句者，真实智慧无为法身」。这一段文意思非常深、非常好，注解虽然不是念老自己作的，念老在经论当中、祖师大德注疏当中选出来这些精彩片段，描绘成这一部《无量寿经》集注，圆圆具德，不可思议。你要说他不是古佛再来，我们无法相信。这种注解一般人作不出来，为什么？没有这个慧眼。所以世尊末法时代，这一部经够了，成佛有余，不必再操心搞别的法门。今天时间到了，这一段我们下一堂课再细说。",
      "zh_TW": "「又《教行信證》曰」，這是日本淨宗大師的著作。「無為法身即是實相，實相即是法性，法性即是真如。真如即是一如。然則彌陀從如來生，示現報應化種種身也。故知真實慧者，即真如、實相、自性、佛性、自性清淨心等所詮理體之照用。簡言之，明心見性是明本體也。於此徹透，安住如如，從體起用，即為住真實慧。又真實際者，法身德也。真實利者，解脫德也。真實慧者，般若德也。今三真實，亦即涅槃三德，如伊字三點，非並非列，不縱不橫，即一即三，即三即一也。今經於妙行之先，首曰住真實慧，此誠畫龍點睛之語。住真實慧，即入一法句。一法句者，真實智慧無為法身」。這一段文意思非常深、非常好，註解雖然不是念老自己作的，念老在經論當中、祖師大德註疏當中選出來這些精彩片段，描繪成這一部《無量壽經》集註，圓圓具德，不可思議。你要說他不是古佛再來，我們無法相信。這種註解一般人作不出來，為什麼？沒有這個慧眼。所以世尊末法時代，這一部經夠了，成佛有餘，不必再操心搞別的法門。今天時間到了，這一段我們下一堂課再細說。"
    }
  ]
}