{
  "doc_id": "02-040-0066",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0066",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-040-0066_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百九十一页倒数第三行，「辗转弘护」。经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百九十一頁倒數第三行，「輾轉弘護」。經文："
    },
    {
      "id": "02-040-0066_p0002",
      "zh_CN": "【及贤劫中一切菩萨。皆来集会。】",
      "zh_TW": "【及賢劫中一切菩薩。皆來集會。】"
    },
    {
      "id": "02-040-0066_p0003",
      "zh_CN": "我们看念老的注解。『及贤劫中一切菩萨，皆来集会』。「贤劫，现在之住劫，名为贤劫。在此大劫中，有千佛出世，故名贤劫」。劫是时间的单位。小劫有很多种讲法，通常古大德都给我们讲人寿，人的寿命最短是十岁，这个时候灾难很多，最长是八万四千岁。人寿从十岁，每一百年加一岁，加到八万四千岁；然后再从八万四千岁，每一百年减一岁，减到十岁，这一增一减叫一个小劫。二十个小劫叫一个中劫，四个中劫是一个大劫，这个数字可以算得出来的。一大劫四中劫，这个中劫是成住坏空。世界成，形成要一个劫，住也是一个劫，我们现在是在住劫。",
      "zh_TW": "我們看念老的註解。『及賢劫中一切菩薩，皆來集會』。「賢劫，現在之住劫，名為賢劫。在此大劫中，有千佛出世，故名賢劫」。劫是時間的單位。小劫有很多種講法，通常古大德都給我們講人壽，人的壽命最短是十歲，這個時候災難很多，最長是八萬四千歲。人壽從十歲，每一百年加一歲，加到八萬四千歲；然後再從八萬四千歲，每一百年減一歲，減到十歲，這一增一減叫一個小劫。二十個小劫叫一個中劫，四個中劫是一個大劫，這個數字可以算得出來的。一大劫四中劫，這個中劫是成住壞空。世界成，形成要一個劫，住也是一個劫，我們現在是在住劫。"
    },
    {
      "id": "02-040-0066_p0004",
      "zh_CN": "释迦牟尼佛出现是人寿百岁，换句话说，释迦牟尼佛应该那个时候住世是一百岁的，他才会走。结果我们佛弟子，无论是在家、出家疏忽了，佛在世时间久了，大家就懈怠了，烦恼习气一天比一天重。魔王波旬请求释迦牟尼佛入般涅槃，佛答应了，所以提前二十年走了。佛还有二十年的福报，这二十年福报就留给后世出家人，给他们做道粮。佛灭度之后，这个后世是要到佛的法运终结，也就是正法、像法、末法一万二千年，这一万二千年出家人都是享释迦牟尼佛这二十年的余福。这是经上记载的，我没有去查，古来祖师大德引用这段话的人很多，我们能够相信。真正相信就会有真正的感应，心在道上与佛就有感应，不必去强求，强求，我们的心已经远离佛道了。佛是无争无求，生活苦一点没有关系，实际上全都是表法。今天这个世界，你看众生争名逐利，不择手段，能不能得到？不能，如果能得到，因果就没有了。能得到的，是他命里注定的有的，你看命里注定有，何必要争，要造这些罪业？得不到的，是命里头没有的，不是你争得来的。真正学佛人，明理的人，心永远是清净的，永远是定的。一切得失自有因果安排，对这个毫不操心，佛菩萨的安排比什么都好。",
      "zh_TW": "釋迦牟尼佛出現是人壽百歲，換句話說，釋迦牟尼佛應該那個時候住世是一百歲的，他才會走。結果我們佛弟子，無論是在家、出家疏忽了，佛在世時間久了，大家就懈怠了，煩惱習氣一天比一天重。魔王波旬請求釋迦牟尼佛入般涅槃，佛答應了，所以提前二十年走了。佛還有二十年的福報，這二十年福報就留給後世出家人，給他們做道糧。佛滅度之後，這個後世是要到佛的法運終結，也就是正法、像法、末法一萬二千年，這一萬二千年出家人都是享釋迦牟尼佛這二十年的餘福。這是經上記載的，我沒有去查，古來祖師大德引用這段話的人很多，我們能夠相信。真正相信就會有真正的感應，心在道上與佛就有感應，不必去強求，強求，我們的心已經遠離佛道了。佛是無爭無求，生活苦一點沒有關係，實際上全都是表法。今天這個世界，你看眾生爭名逐利，不擇手段，能不能得到？不能，如果能得到，因果就沒有了。能得到的，是他命裡注定的有的，你看命裡注定有，何必要爭，要造這些罪業？得不到的，是命裡頭沒有的，不是你爭得來的。真正學佛人，明理的人，心永遠是清淨的，永遠是定的。一切得失自有因果安排，對這個毫不操心，佛菩薩的安排比什麼都好。"
    },
    {
      "id": "02-040-0066_p0005",
      "zh_CN": "释迦牟尼佛在世，教我们「以戒为师，以苦为师」，他都做到了，所制定的戒律，没有一条他没做到。入般涅槃之前嘱咐阿难，阿难问：佛在世，我们依佛为师，佛不在世，我们依谁为师？佛就说了，「以戒为师，以苦为师」。要能吃苦，不能吃苦你就不能持戒；不能持戒，你就不能成就。佛把这个事情看得很重，我们在这么多年来学习过程当中，深深体会到，佛法为什么不能振兴？实在讲就是不能吃苦，就是不能持戒。六波罗蜜大家都知道，为什么要学布施？为什么要持戒？为什么要修忍辱？这六条都是对治修行人的烦恼习气，都是对治这个的。布施是对治悭贪的，贪名、贪利、贪财、贪色，这四个是一切恶法的根源。有一个你就不能成就，如果四个都有，你怎么可能有菩提心，行菩提道？不可能的事情！",
      "zh_TW": "釋迦牟尼佛在世，教我們「以戒為師，以苦為師」，他都做到了，所制定的戒律，沒有一條他沒做到。入般涅槃之前囑咐阿難，阿難問：佛在世，我們依佛為師，佛不在世，我們依誰為師？佛就說了，「以戒為師，以苦為師」。要能吃苦，不能吃苦你就不能持戒；不能持戒，你就不能成就。佛把這個事情看得很重，我們在這麼多年來學習過程當中，深深體會到，佛法為什麼不能振興？實在講就是不能吃苦，就是不能持戒。六波羅蜜大家都知道，為什麼要學布施？為什麼要持戒？為什麼要修忍辱？這六條都是對治修行人的煩惱習氣，都是對治這個的。布施是對治慳貪的，貪名、貪利、貪財、貪色，這四個是一切惡法的根源。有一個你就不能成就，如果四個都有，你怎麼可能有菩提心，行菩提道？不可能的事情！"
    },
    {
      "id": "02-040-0066_p0006",
      "zh_CN": "今天佛法衰到极微之处，几乎快要灭亡了。夏莲居老居士自己讲得很清楚，他到这个世间来，就是为《无量寿经》来的。《无量寿经》在中国一千多年，没有一个完善的本子，五种原译本可以说是资料，释迦牟尼佛留下来的。资料很完整，会集是把它重新整理出一个完善的本子，这是应该做的。以前曾经有人做，王龙舒做过，魏默深做过，彭二林做过，但是都没有做到尽善尽美。确实对《无量寿经》有功，但是它有欠缺，惹得后人批评，对《无量寿经》没有信心。这一点我们比不上日本人，日本人没有别的长处，对祖师那种恭敬，我们不能不佩服。在日本，到处这寺庙里面，你们都能看到，他们供智者大师的像、善导大师的像，跟供养诸佛如来一样，真诚恭敬心。这我们亲眼看到。在中国寺院里没有看到，在日本你到处可以看到，雕塑的像，真是泥塑木雕，彩画的，到处都有。把净业三福里面所说的，「孝养父母，奉事师长」，他们做到了。到今天，这个风气还明显的能够展现在我们眼前。",
      "zh_TW": "今天佛法衰到極微之處，幾乎快要滅亡了。夏蓮居老居士自己講得很清楚，他到這個世間來，就是為《無量壽經》來的。《無量壽經》在中國一千多年，沒有一個完善的本子，五種原譯本可以說是資料，釋迦牟尼佛留下來的。資料很完整，會集是把它重新整理出一個完善的本子，這是應該做的。以前曾經有人做，王龍舒做過，魏默深做過，彭二林做過，但是都沒有做到盡善盡美。確實對《無量壽經》有功，但是它有欠缺，惹得後人批評，對《無量壽經》沒有信心。這一點我們比不上日本人，日本人沒有別的長處，對祖師那種恭敬，我們不能不佩服。在日本，到處這寺廟裡面，你們都能看到，他們供智者大師的像、善導大師的像，跟供養諸佛如來一樣，真誠恭敬心。這我們親眼看到。在中國寺院裡沒有看到，在日本你到處可以看到，雕塑的像，真是泥塑木雕，彩畫的，到處都有。把淨業三福裡面所說的，「孝養父母，奉事師長」，他們做到了。到今天，這個風氣還明顯的能夠展現在我們眼前。"
    },
    {
      "id": "02-040-0066_p0007",
      "zh_CN": "但是日本佛教衰了，衰在哪里？就是名利财色一样都放不下。所以，在中国古大德眼目当中，日本是在家佛教，这是真的。在家修行也有成就的，所以《无量寿经》在日本留下来的注解就有三十多种，你就晓得多少人学习，在中国只有两种。非常可惜，日本人寺院庵堂讲经的风气疏忽了，中西随功告诉我大概有四百年，他说四百年前，日本大小寺院都有讲经的。",
      "zh_TW": "但是日本佛教衰了，衰在哪裡？就是名利財色一樣都放不下。所以，在中國古大德眼目當中，日本是在家佛教，這是真的。在家修行也有成就的，所以《無量壽經》在日本留下來的註解就有三十多種，你就曉得多少人學習，在中國只有兩種。非常可惜，日本人寺院庵堂講經的風氣疏忽了，中西隨功告訴我大概有四百年，他說四百年前，日本大小寺院都有講經的。"
    },
    {
      "id": "02-040-0066_p0008",
      "zh_CN": "讲经人才，古时候是经过严格培训出来的，现在没有了。如果要恢复，还是要走老祖宗的老方法才行。老方法是要人开悟的，大彻大悟是明心见性，这是大法师。一般至少也要有大悟，小悟是常常有，积小悟为大悟，经过老师的印可，这才能出去讲经。训练讲经，自古以来没有开班的，我们在台中，李老师是开了个班，专门来培训，古时候没有。古时候是从听众，听众里面选择，无论出家在家都行。第一个就是德行，德行就是持戒，就是苦行。老师如果观察认为你德行可以，然后就看具不具足讲经的条件。讲经条件，第一个记忆力要好，第二个理解力好，有这个条件就可以培训了。培训的方法是复讲，复讲，不许有自己的意思，完全是老师的，漏掉的可以，不能增加，这要很有耐心。这个方法给诸位说，从阿难尊者开始的，阿难结集经藏就是复讲。讲漏掉的没有关系，自己不能加一个字、不能加一句，不可以，全是释迦牟尼佛的，一定要忠于教主。",
      "zh_TW": "講經人才，古時候是經過嚴格培訓出來的，現在沒有了。如果要恢復，還是要走老祖宗的老方法才行。老方法是要人開悟的，大徹大悟是明心見性，這是大法師。一般至少也要有大悟，小悟是常常有，積小悟為大悟，經過老師的印可，這才能出去講經。訓練講經，自古以來沒有開班的，我們在台中，李老師是開了個班，專門來培訓，古時候沒有。古時候是從聽眾，聽眾裡面選擇，無論出家在家都行。第一個就是德行，德行就是持戒，就是苦行。老師如果觀察認為你德行可以，然後就看具不具足講經的條件。講經條件，第一個記憶力要好，第二個理解力好，有這個條件就可以培訓了。培訓的方法是複講，複講，不許有自己的意思，完全是老師的，漏掉的可以，不能增加，這要很有耐心。這個方法給諸位說，從阿難尊者開始的，阿難結集經藏就是複講。講漏掉的沒有關係，自己不能加一個字、不能加一句，不可以，全是釋迦牟尼佛的，一定要忠於教主。"
    },
    {
      "id": "02-040-0066_p0009",
      "zh_CN": "什么时候可以自己讲？开悟了，明心见性了，你爱怎么讲就怎么讲。会不会错？决定不会错，跟诸佛如来完全一样。为什么？诸佛如来开悟了、见性了，你也见性了，你怎么会有错误？悟是从怎么开的？从定中来的，决定证得三昧。三昧从哪里来的？从专一来的，一门深入，长时薰修。古人长时薰修的目标是一千部，「读书千遍，其义自见」，你要学这部经，这部经要念一千遍。学讲经，这一千遍不难，如果要叫你把这部经连带注解念一千遍，就比较难了。但是这个一千遍下来，没有话说了，你不可能不开悟。为什么？分量大了更容易摄心，你心要不专一，你背不下来。一生就这一部，这一部通了，你没有学过的一切经全通了。佛法教学，中国古人教学，儒跟道，都用这些方法，并不着重记诵，不着重这个。叫你念一千遍什么意思？把心定下来，这一千遍是修定，你没有定，你做不到，你有妄念、你有杂念、有妄想决定做不到的。叫专心，专心就是定，定到一定的时候自然开悟。",
      "zh_TW": "什麼時候可以自己講？開悟了，明心見性了，你愛怎麼講就怎麼講。會不會錯？決定不會錯，跟諸佛如來完全一樣。為什麼？諸佛如來開悟了、見性了，你也見性了，你怎麼會有錯誤？悟是從怎麼開的？從定中來的，決定證得三昧。三昧從哪裡來的？從專一來的，一門深入，長時薰修。古人長時薰修的目標是一千部，「讀書千遍，其義自見」，你要學這部經，這部經要念一千遍。學講經，這一千遍不難，如果要叫你把這部經連帶註解念一千遍，就比較難了。但是這個一千遍下來，沒有話說了，你不可能不開悟。為什麼？分量大了更容易攝心，你心要不專一，你背不下來。一生就這一部，這一部通了，你沒有學過的一切經全通了。佛法教學，中國古人教學，儒跟道，都用這些方法，並不著重記誦，不著重這個。叫你念一千遍什麼意思？把心定下來，這一千遍是修定，你沒有定，你做不到，你有妄念、你有雜念、有妄想決定做不到的。叫專心，專心就是定，定到一定的時候自然開悟。"
    },
    {
      "id": "02-040-0066_p0010",
      "zh_CN": "开悟之后，你所说的东西是从你自性流出来的，诸佛说的也是从自性流出来的，那怎么会不懂？自己说的跟诸佛说的一样，诸佛说的跟自己说的一样，标准在这里。烦恼真断了，见思烦恼的习气没有了，剩下的是无明烦恼的习气，那个没有关系。无明烦恼的习气，只障碍你不能成就妙觉如来，就这么一个障碍，对其他的没有障碍。所以，你自行化他跟诸佛菩萨完全一样，诸佛菩萨的经典哪里会讲错？",
      "zh_TW": "開悟之後，你所說的東西是從你自性流出來的，諸佛說的也是從自性流出來的，那怎麼會不懂？自己說的跟諸佛說的一樣，諸佛說的跟自己說的一樣，標準在這裡。煩惱真斷了，見思煩惱的習氣沒有了，剩下的是無明煩惱的習氣，那個沒有關係。無明煩惱的習氣，只障礙你不能成就妙覺如來，就這麼一個障礙，對其他的沒有障礙。所以，你自行化他跟諸佛菩薩完全一樣，諸佛菩薩的經典哪裡會講錯？"
    },
    {
      "id": "02-040-0066_p0011",
      "zh_CN": "但是要记住，我们要想到这个境界，首先这四个字连根都拔掉，名、利、财、色，心里头痕迹都没有，功夫才能得力。如果有这四个东西，我拿着佛教这工具，我要来求名利财色，用它来做工具，这怎么样？把出世间法变成世间法了。在现在，把佛法变成世间法的很多，学校里面，哲学系里面的课程有很多用佛经。我还在文化学院，现在是文化大学，我那个时候是文化学院，我还教过五年。那是什么？那是世间法，佛法变成世间法了。我们在学校取得教授的资格，名；拿到薪水、钟点费，这是利，这是本分的小利益，出名之后那就有大利益。这就把佛法变成世间法。如不如法？不如法。到什么时候知道不如法？死了以后就知道不如法，死了以后三途果报。怎么可以拿佛法去牟利？怎么可以拿佛法去欺骗别人？人家不说是你欺骗，说佛欺骗我的，这个帐算在佛的头上，这罪过就重了，无间地狱。所以这个不能不知道。",
      "zh_TW": "但是要記住，我們要想到這個境界，首先這四個字連根都拔掉，名、利、財、色，心裡頭痕跡都沒有，功夫才能得力。如果有這四個東西，我拿著佛教這工具，我要來求名利財色，用它來做工具，這怎麼樣？把出世間法變成世間法了。在現在，把佛法變成世間法的很多，學校裡面，哲學系裡面的課程有很多用佛經。我還在文化學院，現在是文化大學，我那個時候是文化學院，我還教過五年。那是什麼？那是世間法，佛法變成世間法了。我們在學校取得教授的資格，名；拿到薪水、鐘點費，這是利，這是本分的小利益，出名之後那就有大利益。這就把佛法變成世間法。如不如法？不如法。到什麼時候知道不如法？死了以後就知道不如法，死了以後三途果報。怎麼可以拿佛法去牟利？怎麼可以拿佛法去欺騙別人？人家不說是你欺騙，說佛欺騙我的，這個帳算在佛的頭上，這罪過就重了，無間地獄。所以這個不能不知道。"
    },
    {
      "id": "02-040-0066_p0012",
      "zh_CN": "佛法今天真的是衰到极处了，李老师教我依印光大师为老师。我也细细去思惟，真的，除此一招，没有第二招了。我们跟谁学？只有跟印光大师学。印光大师他老人家在世，一般人对他都非常敬畏，这个人铁面无私，不讲假话。你有不对地方，他一点都不客气，教训你，人慈悲到极处。留下来的是书信、是几篇文章，文章不多，书信多。因为他老人家在世，乡音很重，他陕西人，南方住得很久，大家听不懂他的话，所以没有法子讲经，讲经人听不懂，找翻译也有困难。所以完全用书信来弘法，你有疑难、有问题，你提出问他，他会给你解答。这个就以后编成《印光大师文钞》，《文钞》内容主要是书信，篇篇都不可思议，他把佛经念通了、念透了。",
      "zh_TW": "佛法今天真的是衰到極處了，李老師教我依印光大師為老師。我也細細去思惟，真的，除此一招，沒有第二招了。我們跟誰學？只有跟印光大師學。印光大師他老人家在世，一般人對他都非常敬畏，這個人鐵面無私，不講假話。你有不對地方，他一點都不客氣，教訓你，人慈悲到極處。留下來的是書信、是幾篇文章，文章不多，書信多。因為他老人家在世，鄉音很重，他陝西人，南方住得很久，大家聽不懂他的話，所以沒有法子講經，講經人聽不懂，找翻譯也有困難。所以完全用書信來弘法，你有疑難、有問題，你提出問他，他會給你解答。這個就以後編成《印光大師文鈔》，《文鈔》內容主要是書信，篇篇都不可思議，他把佛經念通了、念透了。"
    },
    {
      "id": "02-040-0066_p0013",
      "zh_CN": "他在普陀山住了三十年，三十年，常住分给他的工作，叫他管藏经楼，就等于学校里一个图书室，图书馆，他负责管这个事情，所以他天天可以读经。不说其他的，他的儒学的底子非常厚，不出家，他是通儒，是大儒。以后出家了，三十年的时间，真干，通宗通教，显密圆融，从经典当中扎下的基础。虽然是净宗大德，无论你问哪个宗派东西，他都能给你解答，底子深厚。老人非常感慨世风日下，人一昧去追求名利财色，道德丢了，伦理淡薄了，因果不相信了，才敢胡作妄为，他才敢做。果报现前后悔莫及，来不及了，没人救你。看到你在轮回里头流转，不知要流转多长，时间是论劫来算的，至少是小劫。所以，认识一个人，给他书信往来，他都非常慈悲，认真给你解答，劝勉你要认真修行，要脱离苦海。",
      "zh_TW": "他在普陀山住了三十年，三十年，常住分給他的工作，叫他管藏經樓，就等於學校裡一個圖書室，圖書館，他負責管這個事情，所以他天天可以讀經。不說其他的，他的儒學的底子非常厚，不出家，他是通儒，是大儒。以後出家了，三十年的時間，真幹，通宗通教，顯密圓融，從經典當中紮下的基礎。雖然是淨宗大德，無論你問哪個宗派東西，他都能給你解答，底子深厚。老人非常感慨世風日下，人一昧去追求名利財色，道德丟了，倫理淡薄了，因果不相信了，才敢胡作妄為，他才敢做。果報現前後悔莫及，來不及了，沒人救你。看到你在輪迴裡頭流轉，不知要流轉多長，時間是論劫來算的，至少是小劫。所以，認識一個人，給他書信往來，他都非常慈悲，認真給你解答，勸勉你要認真修行，要脫離苦海。"
    },
    {
      "id": "02-040-0066_p0014",
      "zh_CN": "遇到佛法不容易，人身难得，佛法难逢，佛法里头尤其遇到净宗，谈何容易！我常说，遇到夏莲老这个本子，这是佛菩萨的工作，他来执行。他是什么人再来的我们不知道，黄念老跟我谈过，谈到他的老师，他笑笑，他说他晓得，现在不能宣布，时间没到。不是凡人，凡人做不出来。王龙舒还得了吗？无论国学、佛学底蕴深厚，你说他做的没有成绩，他往生的时候站着走的，预知时至，没有生病。这是给你做证明，他的东西虽然有疏忽，大意了，没错误。魏默深实在讲，德行、学问跟王龙舒比比不上，他的本子，一般人说后后胜于前前，比王龙舒的好。可是，印光大师对他的批评非常中肯，他指出，魏本在字里行间有轻视古人，自鸣得意。这一点就不行了，为什么？人只要缺了德，就谈不上学问。正是孔子所说的，「如有周公之才之美，使骄且吝，其余则不足观矣」，印光大师对他批评站在这个角度上，他有傲慢习气，自以为是的习气。诸佛菩萨，无论是言语、文字都非常柔和，非常谦虚，不会批评人；批评人也都非常含蓄，显示自己的德行，那种人诚敬。所以，魏默深的本子没有人学习，跟印祖有关系。",
      "zh_TW": "遇到佛法不容易，人身難得，佛法難逢，佛法裡頭尤其遇到淨宗，談何容易！我常說，遇到夏蓮老這個本子，這是佛菩薩的工作，他來執行。他是什麼人再來的我們不知道，黃念老跟我談過，談到他的老師，他笑笑，他說他曉得，現在不能宣布，時間沒到。不是凡人，凡人做不出來。王龍舒還得了嗎？無論國學、佛學底蘊深厚，你說他做的沒有成績，他往生的時候站著走的，預知時至，沒有生病。這是給你做證明，他的東西雖然有疏忽，大意了，沒錯誤。魏默深實在講，德行、學問跟王龍舒比比不上，他的本子，一般人說後後勝於前前，比王龍舒的好。可是，印光大師對他的批評非常中肯，他指出，魏本在字裡行間有輕視古人，自鳴得意。這一點就不行了，為什麼？人只要缺了德，就談不上學問。正是孔子所說的，「如有周公之才之美，使驕且吝，其餘則不足觀矣」，印光大師對他批評站在這個角度上，他有傲慢習氣，自以為是的習氣。諸佛菩薩，無論是言語、文字都非常柔和，非常謙虛，不會批評人；批評人也都非常含蓄，顯示自己的德行，那種人誠敬。所以，魏默深的本子沒有人學習，跟印祖有關係。"
    },
    {
      "id": "02-040-0066_p0015",
      "zh_CN": "夏莲老这个本子他没看到，这个本子出来的时候，印祖可能已往生了，没见到。这个本子的好处，字字句句都是五种原译里面的经文，没有敢改一个字。这就是前面会集的曾经有改过字，改的是不错，但是不许可。这是什么？你不忠于原译。你是会集，你不是翻译，翻译自己可以斟酌用什么字，会集不行，要尊重原译者，不能改他的字。你认为他翻译的这个难懂，你可以舍去不要，这就是取舍。不好懂的你不取他的，哪些地方好懂的，讲得清楚的，你就取他的。五种本子凑起来，取出来凑起来，编成一个完整本子，字字句句都有根据，这就对了，这人家就没话说了。夏老这个本子就做出来了，比五种原译本好读，意思完整，比其他的那两种译本确实有过之而无不及。所以，这九种本子我们都曾经印出来，给大家比较，给大家细细去观察，建立信心，我们不是盲目的。",
      "zh_TW": "夏蓮老這個本子他沒看到，這個本子出來的時候，印祖可能已往生了，沒見到。這個本子的好處，字字句句都是五種原譯裡面的經文，沒有敢改一個字。這就是前面會集的曾經有改過字，改的是不錯，但是不許可。這是什麼？你不忠於原譯。你是會集，你不是翻譯，翻譯自己可以斟酌用什麼字，會集不行，要尊重原譯者，不能改他的字。你認為他翻譯的這個難懂，你可以捨去不要，這就是取捨。不好懂的你不取他的，哪些地方好懂的，講得清楚的，你就取他的。五種本子湊起來，取出來湊起來，編成一個完整本子，字字句句都有根據，這就對了，這人家就沒話說了。夏老這個本子就做出來了，比五種原譯本好讀，意思完整，比其他的那兩種譯本確實有過之而無不及。所以，這九種本子我們都曾經印出來，給大家比較，給大家細細去觀察，建立信心，我們不是盲目的。"
    },
    {
      "id": "02-040-0066_p0016",
      "zh_CN": "这个大劫，贤劫是我们现在这个时候，释迦牟尼佛出现在这里头。这一大劫，就是二十个小劫里头，有一千尊佛出世，释迦牟尼佛是第四，弥勒是第五，这个距离时间都很长，往后，愈往后愈密集。这些人都来参加这一会，释迦牟尼佛介绍西方极乐世界，讲《无量寿经》，他们统统都来了。《悲华经》第五卷说，「此佛世界，当名娑婆。时有大劫，名曰贤善。是大劫中，有千世尊」，就是一千尊佛，「成就大悲，出现于世」。佛在《悲华经》里头简略的介绍，我们这个世界，这释迦牟尼佛说的，这个世界叫娑婆世界。",
      "zh_TW": "這個大劫，賢劫是我們現在這個時候，釋迦牟尼佛出現在這裡頭。這一大劫，就是二十個小劫裡頭，有一千尊佛出世，釋迦牟尼佛是第四，彌勒是第五，這個距離時間都很長，往後，愈往後愈密集。這些人都來參加這一會，釋迦牟尼佛介紹西方極樂世界，講《無量壽經》，他們統統都來了。《悲華經》第五卷說，「此佛世界，當名娑婆。時有大劫，名曰賢善。是大劫中，有千世尊」，就是一千尊佛，「成就大悲，出現於世」。佛在《悲華經》裡頭簡略的介紹，我們這個世界，這釋迦牟尼佛說的，這個世界叫娑婆世界。"
    },
    {
      "id": "02-040-0066_p0017",
      "zh_CN": "娑婆是梵语，意思就是浊、恶。浊是染污，《弥陀经》上讲的五浊，五浊第一个是见浊，第二个是烦恼浊，是以这两个为中心。见是什么？见解，看错了。实际浊恶两个字就是见思烦恼，浊是见惑，恶是思惑，思惑里面包括着贪瞋痴慢疑，根本烦恼里面五个。六个根本烦恼，二十六个烦恼，有六个根本，二十个叫随烦恼，从根本烦恼里面流出来的。贪瞋痴慢疑五个，后头有一个恶见，就是见浊。所以浊恶就是见思烦恼，见思烦恼造成的六道轮回，这个东西断了，六道轮回就不见了。就是永嘉大师《证道歌》上所说的，「觉后空空无大千」，醒过来了，像作梦，醒过来，这梦里头不见了。六道轮回一场梦，恶梦！三善道是美梦，三恶道是恶梦，轮流做，恶梦做得差不多了就做美梦，美梦做够了又做恶梦。就在这里轮回颠倒，来干这个事情，不知道什么时候能够出离。遇不到佛法，没法子出离，只有遇到佛法，佛才教你，别再搞了，太辛苦了。把见思烦恼舍掉，六道就不见了。",
      "zh_TW": "娑婆是梵語，意思就是濁、惡。濁是染污，《彌陀經》上講的五濁，五濁第一個是見濁，第二個是煩惱濁，是以這兩個為中心。見是什麼？見解，看錯了。實際濁惡兩個字就是見思煩惱，濁是見惑，惡是思惑，思惑裡面包括著貪瞋痴慢疑，根本煩惱裡面五個。六個根本煩惱，二十六個煩惱，有六個根本，二十個叫隨煩惱，從根本煩惱裡面流出來的。貪瞋痴慢疑五個，後頭有一個惡見，就是見濁。所以濁惡就是見思煩惱，見思煩惱造成的六道輪迴，這個東西斷了，六道輪迴就不見了。就是永嘉大師《證道歌》上所說的，「覺後空空無大千」，醒過來了，像作夢，醒過來，這夢裡頭不見了。六道輪迴一場夢，惡夢！三善道是美夢，三惡道是惡夢，輪流做，惡夢做得差不多了就做美夢，美夢做夠了又做惡夢。就在這裡輪迴顛倒，來幹這個事情，不知道什麼時候能夠出離。遇不到佛法，沒法子出離，只有遇到佛法，佛才教你，別再搞了，太辛苦了。把見思煩惱捨掉，六道就不見了。"
    },
    {
      "id": "02-040-0066_p0018",
      "zh_CN": "可是众生在六道时间太久了，时间太长了，被这些烦恼习气薰习，一遍一遍的薰，薰到他自己都不知道了，这就是佛来度他都有一定的困难。不是佛不慈悲，佛天天表演、天天讲解，真正听得懂的人不多。听得懂的人都是过去生中生生世世都学佛，佛法的薰习也有相当的功夫。所以大乘经上讲，每一个往生的人，一切得往生者，每个往生的人，即使五逆十恶，临终十念往生的，皆是过去生中曾经供养无量诸佛如来。这一生遇到缘，得无量诸佛威神加持，他才能顺利往生。",
      "zh_TW": "可是眾生在六道時間太久了，時間太長了，被這些煩惱習氣薰習，一遍一遍的薰，薰到他自己都不知道了，這就是佛來度他都有一定的困難。不是佛不慈悲，佛天天表演、天天講解，真正聽得懂的人不多。聽得懂的人都是過去生中生生世世都學佛，佛法的薰習也有相當的功夫。所以大乘經上講，每一個往生的人，一切得往生者，每個往生的人，即使五逆十惡，臨終十念往生的，皆是過去生中曾經供養無量諸佛如來。這一生遇到緣，得無量諸佛威神加持，他才能順利往生。"
    },
    {
      "id": "02-040-0066_p0019",
      "zh_CN": "那我们就知道，我们也不简单，每个人都是过去生中曾经供养无量诸佛。但是现在对名闻利养是有觉悟，有相当高度的觉悟，可是有习气，一遇到的时候，心里就动心，把握不住。这是什么？这是习气，证明你的善根还不够深，还差一点，你伏不住习气。这怎么办？有办法，念佛，一心专注念佛，可以把你不足的善根一下就提上来了。经上讲的话真的，不是骗人的，重要我们相信，就是至心，真诚心、恭敬心念一声阿弥陀佛，灭八十亿劫生死重罪。我们造了很多罪，想这个方法、想那个方法去忏悔，忏不掉。没有想到，真诚心、恭敬心念一句阿弥陀佛，罪就消掉了。为什么还消不掉？证明无始劫来造的罪业太多太多，无量无边、无尽无数，生生世世修行已经消得差不多了，还敌不过习气。这一生要是遇到了，真正肯发这个心，万缘放下，一心念佛，功德不得了！多久？你看，《净土圣贤录》、《往生传》里面所记载的，一半以上都没有超过三年，他就往生了。这是什么？够了，我累积的功德够了，够了就能往生、就能超越。它不难！",
      "zh_TW": "那我們就知道，我們也不簡單，每個人都是過去生中曾經供養無量諸佛。但是現在對名聞利養是有覺悟，有相當高度的覺悟，可是有習氣，一遇到的時候，心裡就動心，把握不住。這是什麼？這是習氣，證明你的善根還不夠深，還差一點，你伏不住習氣。這怎麼辦？有辦法，念佛，一心專注念佛，可以把你不足的善根一下就提上來了。經上講的話真的，不是騙人的，重要我們相信，就是至心，真誠心、恭敬心念一聲阿彌陀佛，滅八十億劫生死重罪。我們造了很多罪，想這個方法、想那個方法去懺悔，懺不掉。沒有想到，真誠心、恭敬心念一句阿彌陀佛，罪就消掉了。為什麼還消不掉？證明無始劫來造的罪業太多太多，無量無邊、無盡無數，生生世世修行已經消得差不多了，還敵不過習氣。這一生要是遇到了，真正肯發這個心，萬緣放下，一心念佛，功德不得了！多久？你看，《淨土聖賢錄》、《往生傳》裡面所記載的，一半以上都沒有超過三年，他就往生了。這是什麼？夠了，我累積的功德夠了，夠了就能往生、就能超越。它不難！"
    },
    {
      "id": "02-040-0066_p0020",
      "zh_CN": "所以前面一个时代，印光大师这个时代，也就是民国初年，这个初年应该指民国二十年以前。中国社会虽然动乱，军阀割据，战争没有停止的时候，但是那个时候的武器不能跟现在比，武器太差了。所以，人避难很容易，住在乡村里面，人迹不到的地方，偏僻的地方，真的是天下太平，根本就没事。我们家乡比较偏僻，现在人讲落后，落后的地区，没人去，军阀割据，我们那里没事情；日本人侵略中国八年，也没有到我们那个城市去，我们周边几个城市他去了，我们那个小城没去。这就是我们讲过太平日子。所以念佛的人他好用功，听说这里有灾难，那里有刀兵劫，我们这里没有，觉得幸运，加倍用功。",
      "zh_TW": "所以前面一個時代，印光大師這個時代，也就是民國初年，這個初年應該指民國二十年以前。中國社會雖然動亂，軍閥割據，戰爭沒有停止的時候，但是那個時候的武器不能跟現在比，武器太差了。所以，人避難很容易，住在鄉村裡面，人跡不到的地方，偏僻的地方，真的是天下太平，根本就沒事。我們家鄉比較偏僻，現在人講落後，落後的地區，沒人去，軍閥割據，我們那裡沒事情；日本人侵略中國八年，也沒有到我們那個城市去，我們周邊幾個城市他去了，我們那個小城沒去。這就是我們講過太平日子。所以念佛的人他好用功，聽說這裡有災難，那裡有刀兵劫，我們這裡沒有，覺得幸運，加倍用功。"
    },
    {
      "id": "02-040-0066_p0021",
      "zh_CN": "那个时代，出家人还真的有道心。领众念佛，像印光大师定的这个念佛堂规矩，念佛堂念佛，没有讲经。有讲开示，但是他的开示是很特殊的，不是一般的开示，他的开示就是几句话，老生常谈。就是提醒大家的几句话，叫你放下万缘，提起正念。所以那个开示，天天念的就这几句话，为什么？不能让你有杂念，不能让你有妄想，要帮助念佛的人心专一。这是念佛堂堂主，这好堂主。他不起别的念头，他就是阿弥陀佛，就是照顾这一句话头，这个话头就是阿弥陀佛。不许你有第二个念头，你动的有妄念，把你止住，提起佛号，放下万缘。这样的念佛堂，往生的人真多。",
      "zh_TW": "那個時代，出家人還真的有道心。領眾念佛，像印光大師定的這個念佛堂規矩，念佛堂念佛，沒有講經。有講開示，但是他的開示是很特殊的，不是一般的開示，他的開示就是幾句話，老生常談。就是提醒大家的幾句話，叫你放下萬緣，提起正念。所以那個開示，天天念的就這幾句話，為什麼？不能讓你有雜念，不能讓你有妄想，要幫助念佛的人心專一。這是念佛堂堂主，這好堂主。他不起別的念頭，他就是阿彌陀佛，就是照顧這一句話頭，這個話頭就是阿彌陀佛。不許你有第二個念頭，你動的有妄念，把你止住，提起佛號，放下萬緣。這樣的念佛堂，往生的人真多。"
    },
    {
      "id": "02-040-0066_p0022",
      "zh_CN": "印祖绝不赞成说往生之后，他是不是真的往生了？去摸摸头顶热不热，这是印祖最反对的。他真往生没事，如果没有往生呢？你这一摸他，他生烦恼。烦恼，瞋恨心一动，他就堕地狱去了，你不是送他到极乐世界，你把他送到地狱去了。所以印祖不需要大家探这些事情，老实念就好。真正你要想知道他的时候，你求他托梦给你，往生极乐世界的人有这个能力。走了一、二天，他托梦给你，我在极乐世界，甚至于品位都告诉你，那是真的，那不是假的。一定要如法！不如法送往生，不晓得送到哪里去了。尤其是在现代的社会，邪师说法如恒河沙。什么叫邪师？不依照经教理论、见解，用自己的意思来解释，这出问题。古大德错下一个字的转语，堕五百世野狐身，那是好的，算是不错的。说错一个字，说错一句话，不要以为那个时候，现在大概不会了，现在更严重。要负责任，把这个人送到哪里？不是眼前的事情，往后要负责任。如果他在三恶道里，他怨恨你，你误导了他。",
      "zh_TW": "印祖絕不贊成說往生之後，他是不是真的往生了？去摸摸頭頂熱不熱，這是印祖最反對的。他真往生沒事，如果沒有往生呢？你這一摸他，他生煩惱。煩惱，瞋恨心一動，他就墮地獄去了，你不是送他到極樂世界，你把他送到地獄去了。所以印祖不需要大家探這些事情，老實念就好。真正你要想知道他的時候，你求他託夢給你，往生極樂世界的人有這個能力。走了一、二天，他託夢給你，我在極樂世界，甚至於品位都告訴你，那是真的，那不是假的。一定要如法！不如法送往生，不曉得送到哪裡去了。尤其是在現代的社會，邪師說法如恆河沙。什麼叫邪師？不依照經教理論、見解，用自己的意思來解釋，這出問題。古大德錯下一個字的轉語，墮五百世野狐身，那是好的，算是不錯的。說錯一個字，說錯一句話，不要以為那個時候，現在大概不會了，現在更嚴重。要負責任，把這個人送到哪裡？不是眼前的事情，往後要負責任。如果他在三惡道裡，他怨恨你，你誤導了他。"
    },
    {
      "id": "02-040-0066_p0023",
      "zh_CN": "所以，念佛堂不讲经，念佛堂也不念经。念经就是开始念的时候念一卷《弥陀经》，那什么意思？收心。没有在念佛堂之前，心是散乱的，念一卷经再念佛，那收心。如果是老念佛堂，里面就没有这个必要，为什么？同修心是定的。我觉得用谛闲法师教锅漏匠那个方法最好，我们过去在美国做过实验，很成功，大家欢喜。我是把念佛堂分三个区域，佛像最好是不要靠墙，像这个房子，佛像供在这个位置最好，后面可以绕佛。前面这个地方摆几个蒲团，他念累了他坐下来念，坐下来不出声，养养神，坐下来。这前面，最前面是拜佛。拜佛、绕佛，止静，就是坐下来念，分三个区域。我在达拉斯也是这样教法的，佛堂面积大，我们共修的人不多，只有三、五十个人，这个样子，佛号是统一的，心是定的。你喜欢绕佛你就绕佛，实在讲以绕佛为主，绕累了你就止静，坐下来念；昏沉，你就拜佛，拜佛时候不要念，耳听，听佛号，拜佛。这样子可以调身，时间持久，心是定在一句佛号。大家依众靠众，一个人有时候懒散，精神提不起来，大家在一起共修，互相勉励。",
      "zh_TW": "所以，念佛堂不講經，念佛堂也不念經。念經就是開始念的時候念一卷《彌陀經》，那什麼意思？收心。沒有在念佛堂之前，心是散亂的，念一卷經再念佛，那收心。如果是老念佛堂，裡面就沒有這個必要，為什麼？同修心是定的。我覺得用諦閑法師教鍋漏匠那個方法最好，我們過去在美國做過實驗，很成功，大家歡喜。我是把念佛堂分三個區域，佛像最好是不要靠牆，像這個房子，佛像供在這個位置最好，後面可以繞佛。前面這個地方擺幾個蒲團，他念累了他坐下來念，坐下來不出聲，養養神，坐下來。這前面，最前面是拜佛。拜佛、繞佛，止靜，就是坐下來念，分三個區域。我在達拉斯也是這樣教法的，佛堂面積大，我們共修的人不多，只有三、五十個人，這個樣子，佛號是統一的，心是定的。你喜歡繞佛你就繞佛，實在講以繞佛為主，繞累了你就止靜，坐下來念；昏沉，你就拜佛，拜佛時候不要念，耳聽，聽佛號，拜佛。這樣子可以調身，時間持久，心是定在一句佛號。大家依眾靠眾，一個人有時候懶散，精神提不起來，大家在一起共修，互相勉勵。"
    },
    {
      "id": "02-040-0066_p0024",
      "zh_CN": "讲经是一定的时间，实在讲，真念佛的时候就不讲经。讲经是在准备进念佛堂之前，二、三个月，讲《阿弥陀经》、讲《无量寿经》，把念佛的道理讲清楚，极乐世界讲清楚。目的是什么？让他真信，真正相信有西方极乐世界，真正相信有阿弥陀佛，真正发心想求生净土，想追随阿弥陀佛。讲经的目的就在此地。他真发这个心了，你就让他一句佛号念下去，不要再干扰他，什么事情都不需要他知道。天下本无事，庸人自扰之。古人所说的，「知事少时烦恼少，识人多处是非多」，人多了是非就多，真正在一起修行，哪要那么多人！觉明妙行菩萨十二个人，十二个都往生，第一道场，为什么？每个真的都往生了。早年，我们初祖慧远大师，东晋时代，庐山念佛堂，志同道合的同学一百二十三个人，个个往生。得结界，不是人随便来了都可以参加的，不是的。我们这几个人志同道合，就是要往生极乐世界的，我们来干什么？我们是来念佛求生净土的，信愿持名，就这四个字，丝毫不夹杂。所以讲经、听教，那是进念佛堂以前的事情，这准备好。在念佛堂，一面又听，一面又念佛，心不能专一。",
      "zh_TW": "講經是一定的時間，實在講，真念佛的時候就不講經。講經是在準備進念佛堂之前，二、三個月，講《阿彌陀經》、講《無量壽經》，把念佛的道理講清楚，極樂世界講清楚。目的是什麼？讓他真信，真正相信有西方極樂世界，真正相信有阿彌陀佛，真正發心想求生淨土，想追隨阿彌陀佛。講經的目的就在此地。他真發這個心了，你就讓他一句佛號念下去，不要再干擾他，什麼事情都不需要他知道。天下本無事，庸人自擾之。古人所說的，「知事少時煩惱少，識人多處是非多」，人多了是非就多，真正在一起修行，哪要那麼多人！覺明妙行菩薩十二個人，十二個都往生，第一道場，為什麼？每個真的都往生了。早年，我們初祖慧遠大師，東晉時代，廬山念佛堂，志同道合的同學一百二十三個人，個個往生。得結界，不是人隨便來了都可以參加的，不是的。我們這幾個人志同道合，就是要往生極樂世界的，我們來幹什麼？我們是來念佛求生淨土的，信願持名，就這四個字，絲毫不夾雜。所以講經、聽教，那是進念佛堂以前的事情，這準備好。在念佛堂，一面又聽，一面又念佛，心不能專一。"
    },
    {
      "id": "02-040-0066_p0025",
      "zh_CN": "但是现在怎么办？现在时节不一样，虽然进念佛堂念佛，他有疑虑，他还怀疑。因为这样情形，所以我们才想这个方法，每天至少听经四个小时。念佛至少是十个小时以上，能够像谛闲老和尚那个方式很好，没有任何限制。你累了就休息，你想睡可以躺一下，睡觉。但是怎么？海青不能脱，就是那里休息一下，一醒过来，马上就加入念佛的队伍。没用任何拘束，这样子一点压力都没有，人容易定下来，容易成就。谛老这个方法确实是好，我们在美国的时候曾经试验过几次，大家很欢喜。念佛堂的隔壁就有休息室，里面有床铺，很简单的，有枕头、有个小被子。不是让你很舒服睡几个钟点，不是的，你一醒过来马上就参加，累了就可以休息。这是善巧方便，把这些同学都照顾好。",
      "zh_TW": "但是現在怎麼辦？現在時節不一樣，雖然進念佛堂念佛，他有疑慮，他還懷疑。因為這樣情形，所以我們才想這個方法，每天至少聽經四個小時。念佛至少是十個小時以上，能夠像諦閑老和尚那個方式很好，沒有任何限制。你累了就休息，你想睡可以躺一下，睡覺。但是怎麼？海青不能脫，就是那裡休息一下，一醒過來，馬上就加入念佛的隊伍。沒用任何拘束，這樣子一點壓力都沒有，人容易定下來，容易成就。諦老這個方法確實是好，我們在美國的時候曾經試驗過幾次，大家很歡喜。念佛堂的隔壁就有休息室，裡面有床鋪，很簡單的，有枕頭、有個小被子。不是讓你很舒服睡幾個鐘點，不是的，你一醒過來馬上就參加，累了就可以休息。這是善巧方便，把這些同學都照顧好。"
    },
    {
      "id": "02-040-0066_p0026",
      "zh_CN": "真正帮助几个人往生，功德真的不可思议，帮助人往生多了，自己决定往生。为什么？那些人看到你临终的时候，都会跟阿弥陀佛说，我们能到极乐世界都是他帮我忙的，现在我们一起去接他。人同此心，心同此理。我们起心动念佛知道，这桩事情，现在我们可以肯定，没有怀疑了。《还源观》上告诉我们，念头才起周遍法界，全知道了，无论是善念恶念。只有自己不知道，凡夫不知道，连这些花草树木都知道。以前我们对这个说法有怀疑，现在科学家证明了，确确实实的。物质它怎么会知道？物质是念头变现出来的，所以它里头有受想行识。桌子知道，椅子知道，天花板知道，地板知道，墙壁知道，哪有不知道的道理！中国人从前讲「举头三尺有神明」，那个讲的意思太狭小了。其实，一粒微尘、一滴水，任何物质统统知道，没有一个不知道，就是自己不知道。所以我们心有所念，佛知道，天天真诚念阿弥陀佛，真诚想到极乐世界，时节因缘到了佛就来接你。",
      "zh_TW": "真正幫助幾個人往生，功德真的不可思議，幫助人往生多了，自己決定往生。為什麼？那些人看到你臨終的時候，都會跟阿彌陀佛說，我們能到極樂世界都是他幫我忙的，現在我們一起去接他。人同此心，心同此理。我們起心動念佛知道，這樁事情，現在我們可以肯定，沒有懷疑了。《還源觀》上告訴我們，念頭才起周遍法界，全知道了，無論是善念惡念。只有自己不知道，凡夫不知道，連這些花草樹木都知道。以前我們對這個說法有懷疑，現在科學家證明了，確確實實的。物質它怎麼會知道？物質是念頭變現出來的，所以它裡頭有受想行識。桌子知道，椅子知道，天花板知道，地板知道，牆壁知道，哪有不知道的道理！中國人從前講「舉頭三尺有神明」，那個講的意思太狹小了。其實，一粒微塵、一滴水，任何物質統統知道，沒有一個不知道，就是自己不知道。所以我們心有所念，佛知道，天天真誠念阿彌陀佛，真誠想到極樂世界，時節因緣到了佛就來接你。"
    },
    {
      "id": "02-040-0066_p0027",
      "zh_CN": "孔子天天想圣人，想圣人就变成圣人。他心目当中只有三个人，尧、舜、周公。因为常常想，尧现相给他看，在哪里？在汤碗里面，喝汤，汤碗里头，尧王在那里；舜在哪里？看到墙壁，舜在墙壁里头；常常梦见周公。感应道交，不可思议。夫子专想圣贤，我们能够像他那样的专，像他那样的诚、敬，专想弥陀，弥陀怎么会不现形？当然现形。他现在为什么不现形？现在现形你受不了，你没那个定功。一现形你就高兴得不得了，我今天看到阿弥陀佛了，跟这个讲跟那个讲，这不能现形。什么样功夫？像慧远大师那个功夫，就现形。所以远公一生，在念佛堂三次见到极乐世界，没告诉任何一个人，没有人知道。到往生那天他才告诉大家，他说我今天又见到极乐世界，时辰到了，我要去了。看到阿弥陀佛，看到莲社比他早往生的人，统统都在阿弥陀佛身边，一起来迎接他。告诉大众，极乐世界过去见过三次。你问他，你见到是什么样子？跟经上讲的一模一样。我们知道远公建立东林念佛堂的时候，净土经只有一本，《无量寿经》，《弥陀经》、《观经》都没有翻出来。他就依靠一部经，真叫一门深入，长时薰修，一生一天都不间断，外面的事情根本就不知道，没有这些信息。",
      "zh_TW": "孔子天天想聖人，想聖人就變成聖人。他心目當中只有三個人，堯、舜、周公。因為常常想，堯現相給他看，在哪裡？在湯碗裡面，喝湯，湯碗裡頭，堯王在那裡；舜在哪裡？看到牆壁，舜在牆壁裡頭；常常夢見周公。感應道交，不可思議。夫子專想聖賢，我們能夠像他那樣的專，像他那樣的誠、敬，專想彌陀，彌陀怎麼會不現形？當然現形。他現在為什麼不現形？現在現形你受不了，你沒那個定功。一現形你就高興得不得了，我今天看到阿彌陀佛了，跟這個講跟那個講，這不能現形。什麼樣功夫？像慧遠大師那個功夫，就現形。所以遠公一生，在念佛堂三次見到極樂世界，沒告訴任何一個人，沒有人知道。到往生那天他才告訴大家，他說我今天又見到極樂世界，時辰到了，我要去了。看到阿彌陀佛，看到蓮社比他早往生的人，統統都在阿彌陀佛身邊，一起來迎接他。告訴大眾，極樂世界過去見過三次。你問他，你見到是什麼樣子？跟經上講的一模一樣。我們知道遠公建立東林念佛堂的時候，淨土經只有一本，《無量壽經》，《彌陀經》、《觀經》都沒有翻出來。他就依靠一部經，真叫一門深入，長時薰修，一生一天都不間斷，外面的事情根本就不知道，沒有這些信息。"
    },
    {
      "id": "02-040-0066_p0028",
      "zh_CN": "所以要念佛，头一个要把手提电话丢掉，这个东西叫你分分秒秒心不安，它把你的功夫全都破坏了。我要到极乐世界去，这世界事情我还知道干什么？没有这个必要。往生到极乐世界，什么都知道了。你要真正有家里亲人，你喜欢他、爱护他，你要把他暂时放下，到极乐世界我再跟你联络，没到极乐世界以前别联络。为什么？他障碍你，他让你去不成。不要以为这是好人、这是好事，错了！真的万缘放下，连经教都放下。经教干什么？留给别人看的。真正懂得了，不要看了，一心专念，我们这一生到这个世界没白来。一定要晓得娑婆苦、浊恶，极乐世界是真乐，娑婆是真苦。",
      "zh_TW": "所以要念佛，頭一個要把手提電話丟掉，這個東西叫你分分秒秒心不安，它把你的功夫全都破壞了。我要到極樂世界去，這世界事情我還知道幹什麼？沒有這個必要。往生到極樂世界，什麼都知道了。你要真正有家裡親人，你喜歡他、愛護他，你要把他暫時放下，到極樂世界我再跟你聯絡，沒到極樂世界以前別聯絡。為什麼？他障礙你，他讓你去不成。不要以為這是好人、這是好事，錯了！真的萬緣放下，連經教都放下。經教幹什麼？留給別人看的。真正懂得了，不要看了，一心專念，我們這一生到這個世界沒白來。一定要曉得娑婆苦、濁惡，極樂世界是真樂，娑婆是真苦。"
    },
    {
      "id": "02-040-0066_p0029",
      "zh_CN": "但是这一大劫，前面几尊佛距离时间长，后头愈来愈密切，有一千尊佛出世。「据《佛祖统记》」，这释迦牟尼佛说的，此劫中，第一佛拘留孙佛，第二是拘那含牟尼佛，第三位迦叶佛，第四位就是现在我们的本师释迦牟尼佛，此后第五尊是弥勒佛，弥勒往后还有九百九十六佛相继出世。「今此会中，弥勒与其他贤劫中成佛之九百九十五大士皆来集会，听佛说法」，这是说明现在大会里头状况。「故知贤劫中未来一切诸佛，皆必同宣此经」，这是肯定的。在这次会上，世尊把这桩大事，就是念佛求生净土，决定成佛这一桩大事，嘱咐给弥勒菩萨。同时九百九十五尊未来佛都在此地，也同时嘱咐大家。换句话说，每一尊佛出现在世间，没有不讲《无量寿经》的，没有不讲《阿弥陀经》的，没有不讲《观无量寿经》的。这三部经，是一切诸佛如来出现于世间必定要讲的。",
      "zh_TW": "但是這一大劫，前面幾尊佛距離時間長，後頭愈來愈密切，有一千尊佛出世。「據《佛祖統記》」，這釋迦牟尼佛說的，此劫中，第一佛拘留孫佛，第二是拘那含牟尼佛，第三位迦葉佛，第四位就是現在我們的本師釋迦牟尼佛，此後第五尊是彌勒佛，彌勒往後還有九百九十六佛相繼出世。「今此會中，彌勒與其他賢劫中成佛之九百九十五大士皆來集會，聽佛說法」，這是說明現在大會裡頭狀況。「故知賢劫中未來一切諸佛，皆必同宣此經」，這是肯定的。在這次會上，世尊把這樁大事，就是念佛求生淨土，決定成佛這一樁大事，囑咐給彌勒菩薩。同時九百九十五尊未來佛都在此地，也同時囑咐大家。換句話說，每一尊佛出現在世間，沒有不講《無量壽經》的，沒有不講《阿彌陀經》的，沒有不講《觀無量壽經》的。這三部經，是一切諸佛如來出現於世間必定要講的。"
    },
    {
      "id": "02-040-0066_p0030",
      "zh_CN": "其他经典那就观机，有这种根机的，佛说；没有这种根机的，佛不说，说了没用。至少佛说这部经有一个人得度，就是有一个人大彻大悟、明心见性，佛才讲；如果没有，佛决定不讲，那讲是废话。有一个人，为他一个人讲，他是当机。这个法门传下来之后，跟他同类根机的人得利益、得受用；不同类的，他不得受用。",
      "zh_TW": "其他經典那就觀機，有這種根機的，佛說；沒有這種根機的，佛不說，說了沒用。至少佛說這部經有一個人得度，就是有一個人大徹大悟、明心見性，佛才講；如果沒有，佛決定不講，那講是廢話。有一個人，為他一個人講，他是當機。這個法門傳下來之後，跟他同類根機的人得利益、得受用；不同類的，他不得受用。"
    },
    {
      "id": "02-040-0066_p0031",
      "zh_CN": "但是这部经，它任何根机统统都能接受，八万四千法门，门门都跟净土相应，这妙不可言！所以，上至等觉菩萨，下至无间地狱，一切众生，还包括花草树木的神灵，山河大地的神灵，只要是遇到，没有不成就的。这个法门圆到极处、顿到极处，确确实实是世尊出世所宣说的第一经；也可以说，主要就是这部经，其他的一切经都是附带的，不是佛主说的。这个话，善导讲得很清楚，善导有两句名言说，「诸佛所以兴出世，唯说弥陀本愿海」，弥陀本愿海就这部经，说四十八愿。确实是第一经，得到这个就得到圆满，就得到一切了。我们比什么都幸运，死心塌地，绝不被外面境界所动摇，不被外境所转，一心一意定在这一句佛号上，没有一个不往生的，真叫万修万人去。",
      "zh_TW": "但是這部經，它任何根機統統都能接受，八萬四千法門，門門都跟淨土相應，這妙不可言！所以，上至等覺菩薩，下至無間地獄，一切眾生，還包括花草樹木的神靈，山河大地的神靈，只要是遇到，沒有不成就的。這個法門圓到極處、頓到極處，確確實實是世尊出世所宣說的第一經；也可以說，主要就是這部經，其他的一切經都是附帶的，不是佛主說的。這個話，善導講得很清楚，善導有兩句名言說，「諸佛所以興出世，唯說彌陀本願海」，彌陀本願海就這部經，說四十八願。確實是第一經，得到這個就得到圓滿，就得到一切了。我們比什麼都幸運，死心塌地，絕不被外面境界所動搖，不被外境所轉，一心一意定在這一句佛號上，沒有一個不往生的，真叫萬修萬人去。"
    },
    {
      "id": "02-040-0066_p0032",
      "zh_CN": "下面括弧里面，念老提供我们做参考的。他说，「另说」，有一种说法说，贤劫一共有一千零五尊佛，弥勒以下有一千零一人，未成佛。这个说法「非所常见，故不详录」，就不详细说了。怕你遇到有这样说法，给你提醒你，是有这个说法，但是这不是一般祖师大德都说的。一般祖师都说的，这是整数，就是一千尊，包括释迦牟尼佛在内。",
      "zh_TW": "下面括弧裡面，念老提供我們做參考的。他說，「另說」，有一種說法說，賢劫一共有一千零五尊佛，彌勒以下有一千零一人，未成佛。這個說法「非所常見，故不詳錄」，就不詳細說了。怕你遇到有這樣說法，給你提醒你，是有這個說法，但是這不是一般祖師大德都說的。一般祖師都說的，這是整數，就是一千尊，包括釋迦牟尼佛在內。"
    },
    {
      "id": "02-040-0066_p0033",
      "zh_CN": "「以上第一品」。这部经，经虽然不大，但是它的气派很大，跟《华严》、《法华》没有什么两样。通常我们看一般经，有序、正、流（流通）三分，序分只有几行经文。这部经，序分三品，这大经的架势；流通分在一般也是几行经文，这部经流通分六品，完全是大经的姿态。以上这第一品，讲的是「信、闻、时、主、处、众六种成就，为本经证信。经中大比丘众万二千人，超越余经」。一般经典里面，比丘众都是列的一千二百五十五人，一千二百五十人，这部经上一万二千人。《法华经》也是一万二千人，说明这个经跟《华严》、《法华》地位是相同的，一乘大法，圆满法轮。真正能信、能发愿，这大福德人、大善根人，普通人做不到。听了真相信、真发愿，听了之后把其他一切统统丢掉了。莲池大师做这个榜样，莲池是大通家，你看他的全集，蕅益大师你看他的全集，到晚年全放下了，一心专注在这部经上，成就了。我们决定要觉悟，不要被这许许多多经教迷住了，一迷，对这部经，真经，你就不认识它，你这一生成佛的机会就错过了。这个经决定教你成佛，证得究竟果位，妙觉如来。其他经都没有这个说法，只有这一部，不能不知道。",
      "zh_TW": "「以上第一品」。這部經，經雖然不大，但是它的氣派很大，跟《華嚴》、《法華》沒有什麼兩樣。通常我們看一般經，有序、正、流（流通）三分，序分只有幾行經文。這部經，序分三品，這大經的架勢；流通分在一般也是幾行經文，這部經流通分六品，完全是大經的姿態。以上這第一品，講的是「信、聞、時、主、處、眾六種成就，為本經證信。經中大比丘眾萬二千人，超越餘經」。一般經典裡面，比丘眾都是列的一千二百五十五人，一千二百五十人，這部經上一萬二千人。《法華經》也是一萬二千人，說明這個經跟《華嚴》、《法華》地位是相同的，一乘大法，圓滿法輪。真正能信、能發願，這大福德人、大善根人，普通人做不到。聽了真相信、真發願，聽了之後把其他一切統統丟掉了。蓮池大師做這個榜樣，蓮池是大通家，你看他的全集，蕅益大師你看他的全集，到晚年全放下了，一心專注在這部經上，成就了。我們決定要覺悟，不要被這許許多多經教迷住了，一迷，對這部經，真經，你就不認識它，你這一生成佛的機會就錯過了。這個經決定教你成佛，證得究竟果位，妙覺如來。其他經都沒有這個說法，只有這一部，不能不知道。"
    },
    {
      "id": "02-040-0066_p0034",
      "zh_CN": "「同于《法华》。又普贤最为上首，同于《华严经》。亦表本经之同于上之圆教二经」，就是《华严》、《法华》，跟它们是平等的，有过之而无不及。《华严》、《法华》要不发愿往生净土，你成不了，你一生不能圆满。一生圆满，到最后都是要修净土，都是要念佛。你才晓得，真正圆极顿极只有这一部。",
      "zh_TW": "「同於《法華》。又普賢最為上首，同於《華嚴經》。亦表本經之同於上之圓教二經」，就是《華嚴》、《法華》，跟它們是平等的，有過之而無不及。《華嚴》、《法華》要不發願往生淨土，你成不了，你一生不能圓滿。一生圓滿，到最後都是要修淨土，都是要念佛。你才曉得，真正圓極頓極只有這一部。"
    },
    {
      "id": "02-040-0066_p0035",
      "zh_CN": "下面第二品，第二品还是序分，而且还是通序，第三品才是别序。",
      "zh_TW": "下面第二品，第二品還是序分，而且還是通序，第三品才是別序。"
    },
    {
      "id": "02-040-0066_p0036",
      "zh_CN": "【德遵普贤第二】",
      "zh_TW": "【德遵普賢第二】"
    },
    {
      "id": "02-040-0066_p0037",
      "zh_CN": "「第二品是上品圣众之补充」，前面在会的圣众，比丘上首只介绍了五位，菩萨上首只介绍了三位，在家菩萨没说，这要把在家菩萨补上来。在本品，第二品，特别注意这个标题，『德遵普贤』。所以修净土的人，如果能够学普贤行愿，比什么都好，为什么？它跟极乐世界完全相应。到极乐世界修什么法门？全都修的普贤。所以，普贤十愿是极乐世界主修的课程，我们现在就懂得的时候，就能跟它相应。普贤行愿最殊胜、最了不起的就是心量大，他的心量是以遍法界虚空界为所缘。他不是一个国土，不是一个世界，不是一尊佛，他起心动念就把遍法界虚空界全包了，一个都不漏。礼敬，一切恭敬。很难修，所以是法身菩萨的境界。对一切众生都要把他当作佛来看待，你看，我们这里把他「当作」佛来看待；而在极乐世界，一切众生是真佛，不是当作佛。",
      "zh_TW": "「第二品是上品聖眾之補充」，前面在會的聖眾，比丘上首只介紹了五位，菩薩上首只介紹了三位，在家菩薩沒說，這要把在家菩薩補上來。在本品，第二品，特別注意這個標題，『德遵普賢』。所以修淨土的人，如果能夠學普賢行願，比什麼都好，為什麼？它跟極樂世界完全相應。到極樂世界修什麼法門？全都修的普賢。所以，普賢十願是極樂世界主修的課程，我們現在就懂得的時候，就能跟它相應。普賢行願最殊勝、最了不起的就是心量大，他的心量是以遍法界虛空界為所緣。他不是一個國土，不是一個世界，不是一尊佛，他起心動念就把遍法界虛空界全包了，一個都不漏。禮敬，一切恭敬。很難修，所以是法身菩薩的境界。對一切眾生都要把他當作佛來看待，你看，我們這裡把他「當作」佛來看待；而在極樂世界，一切眾生是真佛，不是當作佛。"
    },
    {
      "id": "02-040-0066_p0038",
      "zh_CN": "把一切众生当作父母来看待，古时候说这个话管用，现在说这个话不管用了。为什么？现在儿女不孝父母，眼目当中没父母；现在学生心目当中没老师。古时候，父母、老师是人最尊敬的，他现在不敬了，不尊不敬。所以，现在用这个比喻都没法子，这用不上。这就是佛法为什么会衰，学佛的人为什么不能成就，用心不一样了。古时候真的用孝敬，孝敬到极处能感动神灵、感动天地。感动神灵、感动天地是不是神话？不是的，现在我们完全明白了，科学家证明了，科学家告诉我们，境随心转。孔子见尧、见舜，晚上作梦梦周公，完全理解了。那是什么？他心里头真想他，真尊敬他、真仰慕他。我们心中真有想一个人、念一个人，他就是这个情形。「一切法从心想生」，这是真的，天经地义，这是真理，一切大乘经就讲这个事实真相。人难懂，现在科学帮助我们，让我们很容易懂，很容易接受。科学，不要去看它别的，看它的报告，它的研究成果的报告，这是最简单，对我们最有利益的。物质现象、精神现象、自然现象全都搞清楚、搞明白了，它不是神话、不是迷信，完全是事实。",
      "zh_TW": "把一切眾生當作父母來看待，古時候說這個話管用，現在說這個話不管用了。為什麼？現在兒女不孝父母，眼目當中沒父母；現在學生心目當中沒老師。古時候，父母、老師是人最尊敬的，他現在不敬了，不尊不敬。所以，現在用這個比喻都沒法子，這用不上。這就是佛法為什麼會衰，學佛的人為什麼不能成就，用心不一樣了。古時候真的用孝敬，孝敬到極處能感動神靈、感動天地。感動神靈、感動天地是不是神話？不是的，現在我們完全明白了，科學家證明了，科學家告訴我們，境隨心轉。孔子見堯、見舜，晚上作夢夢周公，完全理解了。那是什麼？他心裡頭真想他，真尊敬他、真仰慕他。我們心中真有想一個人、念一個人，他就是這個情形。「一切法從心想生」，這是真的，天經地義，這是真理，一切大乘經就講這個事實真相。人難懂，現在科學幫助我們，讓我們很容易懂，很容易接受。科學，不要去看它別的，看它的報告，它的研究成果的報告，這是最簡單，對我們最有利益的。物質現象、精神現象、自然現象全都搞清楚、搞明白了，它不是神話、不是迷信，完全是事實。"
    },
    {
      "id": "02-040-0066_p0039",
      "zh_CN": "我们念佛成佛，那个理是什么？一切法从心想生。我们天天想佛，他就变成佛；天天想菩萨，就变成菩萨，一切法从心想生，就这么回事情。不要想世间东西，想名闻利养，这就是继续不断造轮回业，你还是搞轮回，出不了轮回。想你喜欢的人，想你喜欢的衣物、衣服，喜欢住的房子，喜欢住的环境，统统不行。全是六道的事情，那都叫做造六道轮回业，你还继续不断在轮回里头转，你出不了。所以这个世间要彻底放下，不能有丝毫留恋，心里面根本就没有这些念头，你的念头到纯一了，清净心现前。清净心现前，你法喜就充满了。",
      "zh_TW": "我們念佛成佛，那個理是什麼？一切法從心想生。我們天天想佛，他就變成佛；天天想菩薩，就變成菩薩，一切法從心想生，就這麼回事情。不要想世間東西，想名聞利養，這就是繼續不斷造輪迴業，你還是搞輪迴，出不了輪迴。想你喜歡的人，想你喜歡的衣物、衣服，喜歡住的房子，喜歡住的環境，統統不行。全是六道的事情，那都叫做造六道輪迴業，你還繼續不斷在輪迴裡頭轉，你出不了。所以這個世間要徹底放下，不能有絲毫留戀，心裡面根本就沒有這些念頭，你的念頭到純一了，清淨心現前。清淨心現前，你法喜就充滿了。"
    },
    {
      "id": "02-040-0066_p0040",
      "zh_CN": "夫子《论语》里头头一句话，「学而时习之，不亦说乎」，这句话就是佛门讲的法喜充满，常生欢喜心。怎么来的？学而时习之。我们今天学净土，我们把净土落实，就是时习，时时刻刻不离信、愿、持名。这句名号当中有信、有愿，愿里头有信、有持名，信里头有持名、有愿，一而三，三而一。所以，句句名号，句句信愿行，这个人当然往生，当然成佛。他成什么样的佛？跟阿弥陀佛一样的佛。为什么？我学阿弥陀佛要学得像，跟阿弥陀佛完全一样，丝毫都不逊色，这是真的不是假的。阿弥陀佛被一切诸佛赞美，叫光中极尊，佛中之王，成佛的大圆满。我们今天能遇到这个法门，怎么能放弃？怎么可以疏忽？念头才歪一点点，所谓差之毫厘，失之千里，念头一点都不能错。我们的依靠就这一部经书，就这一部注解，我们对于莲老、对于念公要感恩，念念佛号当中都有感恩的心，我们不忘本。",
      "zh_TW": "夫子《論語》裡頭頭一句話，「學而時習之，不亦說乎」，這句話就是佛門講的法喜充滿，常生歡喜心。怎麼來的？學而時習之。我們今天學淨土，我們把淨土落實，就是時習，時時刻刻不離信、願、持名。這句名號當中有信、有願，願裡頭有信、有持名，信裡頭有持名、有願，一而三，三而一。所以，句句名號，句句信願行，這個人當然往生，當然成佛。他成什麼樣的佛？跟阿彌陀佛一樣的佛。為什麼？我學阿彌陀佛要學得像，跟阿彌陀佛完全一樣，絲毫都不遜色，這是真的不是假的。阿彌陀佛被一切諸佛讚美，叫光中極尊，佛中之王，成佛的大圓滿。我們今天能遇到這個法門，怎麼能放棄？怎麼可以疏忽？念頭才歪一點點，所謂差之毫釐，失之千里，念頭一點都不能錯。我們的依靠就這一部經書，就這一部註解，我們對於蓮老、對於念公要感恩，念念佛號當中都有感恩的心，我們不忘本。"
    },
    {
      "id": "02-040-0066_p0041",
      "zh_CN": "所以，首先「拈出上首」，在家菩萨的上首，「贤护等十六正士。品末复标余之三众及诸天大众。以补足上品中六成就中之众成就」，我们才知道法会无比殊胜庄严。「尤应着眼，本品名《德遵普贤》，盖表与会之无量无边诸大菩萨，咸共遵修普贤之德。普贤之德，实亦无量，而其心中之心、要中之要，则为十大愿王导归极乐也。是为本品之纲」。纲是纲领，这一品所说的总纲领，就是普贤大士之德，就是十大愿王。十大愿王在修净土的人非常重要，如果你明白、你懂得，你能在起心动念之处拓开心量，将来往生净土决定是实报庄严土；这个做不到，往生净土是凡圣同居土、方便有余土。这个提示非常好，只要真正能把十大愿王搞清楚，心里头真有。做不到，是力没有办法，有心，所谓说心有余而力不足。但是，这个心重要，那个念头比什么都重要，有这个念头，跟实报土它就相应。",
      "zh_TW": "所以，首先「拈出上首」，在家菩薩的上首，「賢護等十六正士。品末復標餘之三眾及諸天大眾。以補足上品中六成就中之眾成就」，我們才知道法會無比殊勝莊嚴。「尤應著眼，本品名《德遵普賢》，蓋表與會之無量無邊諸大菩薩，咸共遵修普賢之德。普賢之德，實亦無量，而其心中之心、要中之要，則為十大願王導歸極樂也。是為本品之綱」。綱是綱領，這一品所說的總綱領，就是普賢大士之德，就是十大願王。十大願王在修淨土的人非常重要，如果你明白、你懂得，你能在起心動念之處拓開心量，將來往生淨土決定是實報莊嚴土；這個做不到，往生淨土是凡聖同居土、方便有餘土。這個提示非常好，只要真正能把十大願王搞清楚，心裡頭真有。做不到，是力沒有辦法，有心，所謂說心有餘而力不足。但是，這個心重要，那個念頭比什麼都重要，有這個念頭，跟實報土它就相應。"
    },
    {
      "id": "02-040-0066_p0042",
      "zh_CN": "请看经文，「在家菩萨」：",
      "zh_TW": "請看經文，「在家菩薩」："
    },
    {
      "id": "02-040-0066_p0043",
      "zh_CN": "【又贤护等十六正士。所谓善思惟菩萨。慧辩才菩萨。观无住菩萨。神通华菩萨。光英菩萨。宝幢菩萨。智上菩萨。寂根菩萨。信慧菩萨。愿慧菩萨。香象菩萨。宝英菩萨。中住菩萨。制行菩萨。解脱菩萨。而为上首。】",
      "zh_TW": "【又賢護等十六正士。所謂善思惟菩薩。慧辯才菩薩。觀無住菩薩。神通華菩薩。光英菩薩。寶幢菩薩。智上菩薩。寂根菩薩。信慧菩薩。願慧菩薩。香象菩薩。寶英菩薩。中住菩薩。制行菩薩。解脫菩薩。而為上首。】"
    },
    {
      "id": "02-040-0066_p0044",
      "zh_CN": "连『贤护』一共十六位，这十六个人是在家菩萨，什么地位的菩萨？跟诸位说，等觉菩萨，他们的地位跟前面所说的文殊、普贤、弥勒是平等的。在家菩萨，在家等觉菩萨，说了这么多人。这什么意思？这个法门最适合在家菩萨修，容易成就。在这个时代，出家容易造业，中国古人有句谚语说，「地狱门前僧道多」，这话不是无缘无故说的。哪些人最容易堕地狱？出家比丘，道教里面这些修道的道士。为什么？它的规矩很严，戒律、规矩很严，很容易犯过。所以他能修成，功德大，超过在家人很多；他要修得不好，他堕落得也很惨，他不是堕到别处，都堕在地狱。所以这句话对我们是很深的警惕，不能够疏忽，不能儿戏，为什么？真堕落之后苦不堪言。",
      "zh_TW": "連『賢護』一共十六位，這十六個人是在家菩薩，什麼地位的菩薩？跟諸位說，等覺菩薩，他們的地位跟前面所說的文殊、普賢、彌勒是平等的。在家菩薩，在家等覺菩薩，說了這麼多人。這什麼意思？這個法門最適合在家菩薩修，容易成就。在這個時代，出家容易造業，中國古人有句諺語說，「地獄門前僧道多」，這話不是無緣無故說的。哪些人最容易墮地獄？出家比丘，道教裡面這些修道的道士。為什麼？它的規矩很嚴，戒律、規矩很嚴，很容易犯過。所以他能修成，功德大，超過在家人很多；他要修得不好，他墮落得也很慘，他不是墮到別處，都墮在地獄。所以這句話對我們是很深的警惕，不能夠疏忽，不能兒戲，為什麼？真墮落之後苦不堪言。"
    },
    {
      "id": "02-040-0066_p0045",
      "zh_CN": "在现前的社会，乱了，佛门里头乱了，儒跟道也乱了，乱成一团。今天许许多多人都在说，也都在做，怎么样复兴传统文化，有这种热忱。到处搞论坛，这是宣扬，社会上知道的人愈多愈好，让大家都有这个念头，都有这个认识，这是第一步。第二步就难了，难在哪里？老师在哪里？这是师道，没老师了。老师要什么样的人做老师？要圣人，不是圣人不能做老师。什么叫圣人？德行要具备，至少中国传统文化里面十二个字字字具足，这就是世间圣人。这十二个字，「孝悌忠信，礼义廉耻，仁爱和平」，把这十二个字做到了，圣人，这个人有资格做老师。到哪里去找？现在谁懂得孝？谁懂得悌？悌就是尊重老师，它的范围广大，是尊重、敬爱长辈。这个长辈是什么？年龄比我大的，我要把他看作老师一样，看作大哥一样，对他跟对父母差不多。现在没有了，这是根本的根本，这两个字没有，师道就灭亡了。这个问题难。",
      "zh_TW": "在現前的社會，亂了，佛門裡頭亂了，儒跟道也亂了，亂成一團。今天許許多多人都在說，也都在做，怎麼樣復興傳統文化，有這種熱忱。到處搞論壇，這是宣揚，社會上知道的人愈多愈好，讓大家都有這個念頭，都有這個認識，這是第一步。第二步就難了，難在哪裡？老師在哪裡？這是師道，沒老師了。老師要什麼樣的人做老師？要聖人，不是聖人不能做老師。什麼叫聖人？德行要具備，至少中國傳統文化裡面十二個字字字具足，這就是世間聖人。這十二個字，「孝悌忠信，禮義廉恥，仁愛和平」，把這十二個字做到了，聖人，這個人有資格做老師。到哪裡去找？現在誰懂得孝？誰懂得悌？悌就是尊重老師，它的範圍廣大，是尊重、敬愛長輩。這個長輩是什麼？年齡比我大的，我要把他看作老師一樣，看作大哥一樣，對他跟對父母差不多。現在沒有了，這是根本的根本，這兩個字沒有，師道就滅亡了。這個問題難。"
    },
    {
      "id": "02-040-0066_p0046",
      "zh_CN": "我前一次在马来西亚，跟华校的校长、老师举行了一次座谈会，那天大概有四百多人。马来西亚的华校，小学有一千多所，中学六十一所，他们老师有工会，有个团体，规模也很大，也有相当影响力。我约这些人见面，希望他们真正能发心做圣人，我希望能有一百到两百人，真正发心把中国文化继承下来，延续下去。因为他们是教学的，他们懂得怎么学，现在懂得学的人都不多，他们对于学习很内行。我的要求是每个人在《四库全书》里头选一部自己喜欢的、爱好的，用二十年的时间，专门学这一部东西。二十年之后，他就变成世界上第一流的专家，汉学家，那就是好老师。所以培养老师要这样培养法，现在没有人教，找不到，找遍全世界也找不到。在我们这一代之前还有，人不多，现在这些人都过世了，现在没有了。剩下我们这些人滥竽充数，我们跟上一代比差太远了。所以，今天底下一代，苦是苦于没有老师，要去摸。",
      "zh_TW": "我前一次在馬來西亞，跟華校的校長、老師舉行了一次座談會，那天大概有四百多人。馬來西亞的華校，小學有一千多所，中學六十一所，他們老師有工會，有個團體，規模也很大，也有相當影響力。我約這些人見面，希望他們真正能發心做聖人，我希望能有一百到兩百人，真正發心把中國文化繼承下來，延續下去。因為他們是教學的，他們懂得怎麼學，現在懂得學的人都不多，他們對於學習很內行。我的要求是每個人在《四庫全書》裡頭選一部自己喜歡的、愛好的，用二十年的時間，專門學這一部東西。二十年之後，他就變成世界上第一流的專家，漢學家，那就是好老師。所以培養老師要這樣培養法，現在沒有人教，找不到，找遍全世界也找不到。在我們這一代之前還有，人不多，現在這些人都過世了，現在沒有了。剩下我們這些人濫竽充數，我們跟上一代比差太遠了。所以，今天底下一代，苦是苦於沒有老師，要去摸。"
    },
    {
      "id": "02-040-0066_p0047",
      "zh_CN": "马来西亚给我们一个环境，一个安定修学的环境。那边有同修送我一块地，合中国七十八亩，比我们汤池大两倍多，我们汤池就有三十亩。我们将这块地建一个汉学院，希望研究的人都在这里头，这里头没有老师，都是互相帮助，所以名称都用研究员。时间分两个阶段，第一个阶段扎根，十年；第二个阶段专攻一门，一门深入。第一个阶段扎根，深于文字，不能不认识字。中国的文字，注音只有ㄅ、ㄆ、ㄇ、ㄈ三十七个音，那拼字的拼音的话，有同修告诉我，四百二十个。四百二十个，每一个音里头有平、上、去、入四个音，再乘四，四四一千六，一千六百个音，所有中国文字都在里面了。所以只要把四百二十个音念准确，音韵基础就打下去了。再就是书法，学写毛笔字，一天至少要写一百个字。写字是修定，心不清净，定不下来，你就写不好。所以写字是个手段，目的是修定，意志集中，目的在此地。定才真正帮助你深入经教，你看经、读经、念经你才真正看出里面的意思。没有恭敬心，没有真诚心，没有专注的心，你虽然念它，念的遍数再多没用处。为什么有人念书能开悟，有人不能开悟？原因在此地。三个基本的条件，真诚、恭敬、专注，你能得定，你能开悟。",
      "zh_TW": "馬來西亞給我們一個環境，一個安定修學的環境。那邊有同修送我一塊地，合中國七十八畝，比我們湯池大兩倍多，我們湯池就有三十畝。我們將這塊地建一個漢學院，希望研究的人都在這裡頭，這裡頭沒有老師，都是互相幫助，所以名稱都用研究員。時間分兩個階段，第一個階段扎根，十年；第二個階段專攻一門，一門深入。第一個階段扎根，深於文字，不能不認識字。中國的文字，注音只有ㄅ、ㄆ、ㄇ、ㄈ三十七個音，那拼字的拼音的話，有同修告訴我，四百二十個。四百二十個，每一個音裡頭有平、上、去、入四個音，再乘四，四四一千六，一千六百個音，所有中國文字都在裡面了。所以只要把四百二十個音念準確，音韻基礎就打下去了。再就是書法，學寫毛筆字，一天至少要寫一百個字。寫字是修定，心不清淨，定不下來，你就寫不好。所以寫字是個手段，目的是修定，意志集中，目的在此地。定才真正幫助你深入經教，你看經、讀經、念經你才真正看出裡面的意思。沒有恭敬心，沒有真誠心，沒有專注的心，你雖然念它，念的遍數再多沒用處。為什麼有人念書能開悟，有人不能開悟？原因在此地。三個基本的條件，真誠、恭敬、專注，你能得定，你能開悟。"
    },
    {
      "id": "02-040-0066_p0048",
      "zh_CN": "『正士』就是大士，我们讲观音菩萨观音大士，文殊大士、普贤大士，大菩萨。这些都是已经成就的人，他们参加法会显得法会特别殊胜。这个法会自然以在家为主，在家十六位大士，出家只有三大士，比丘只举了五个人。念老会集从这里看到他的智慧，看到他的慈悲，看到他对后人的希望。这些地方我们都要细心去体会，这是报佛恩、报祖恩、报老师之恩。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "『正士』就是大士，我們講觀音菩薩觀音大士，文殊大士、普賢大士，大菩薩。這些都是已經成就的人，他們參加法會顯得法會特別殊勝。這個法會自然以在家為主，在家十六位大士，出家只有三大士，比丘只舉了五個人。念老會集從這裡看到他的智慧，看到他的慈悲，看到他對後人的希望。這些地方我們都要細心去體會，這是報佛恩、報祖恩、報老師之恩。好，今天時間到了，我們就學習到此地。"
    }
  ]
}