{
  "doc_id": "02-040-0605",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六０五集",
    "zh_TW": "第六０五集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-040-0605",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-040-0605_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0605_p0002",
      "zh_CN": "请看《大经科注》第一千零五十三页，从第三行看起，从注解看起：",
      "zh_TW": "請看《大經科註》第一千零五十三頁，從第三行看起，從註解看起："
    },
    {
      "id": "02-040-0605_p0003",
      "zh_CN": "从『若有善男子、善女人』以下经文是「赞念佛第一以劝信」，这个是第一个小段。「闻佛名号，能生一念喜爱之心，归依礼敬，如说修行，即得大利，当得经中所说往生之一切功德」。念佛往生的功德在正宗分里面讲得很清楚、讲得很多，很详细、很彻底，对我们来说非常重要。净宗，一切诸佛都说这是难信之法，为什么？它所说的利益、功德、好处我们无法想像。这些殊胜功德就这么容易能得到吗？声闻、缘觉、诸大菩萨确确实实以无量劫的时间积功累德，做多少上求下化的事情，反而比不上这一声佛号，真叫人难信。这是真的吗？这个话释迦牟尼佛说的，佛决定没有妄语。五戒十善、沙弥戒、比丘戒、比丘尼戒，妄语都是重戒，佛教弟子们不妄语，自己怎么可能妄语！为什么这么难信？理太深了，事太微妙了。如果理事搞不清楚，这个疑问不能拔除，疑问不除，信心生不起来，净土往生的殊胜我们可能就得不到，所以必须要讲清楚、要讲明白。一切经里面把这桩事情讲清楚、讲明白的，没有超过《无量寿经》我们现在用的这个本子，夏莲居老居士的会集本，再加上黄念祖老居士的集注，对我们来讲确实是无量功德，为什么？他把这桩事情说清楚、说明白了，我们再不怀疑了。",
      "zh_TW": "從『若有善男子、善女人』以下經文是「讚念佛第一以勸信」，這個是第一個小段。「聞佛名號，能生一念喜愛之心，歸依禮敬，如說修行，即得大利，當得經中所說往生之一切功德」。念佛往生的功德在正宗分裡面講得很清楚、講得很多，很詳細、很徹底，對我們來說非常重要。淨宗，一切諸佛都說這是難信之法，為什麼？它所說的利益、功德、好處我們無法想像。這些殊勝功德就這麼容易能得到嗎？聲聞、緣覺、諸大菩薩確確實實以無量劫的時間積功累德，做多少上求下化的事情，反而比不上這一聲佛號，真叫人難信。這是真的嗎？這個話釋迦牟尼佛說的，佛決定沒有妄語。五戒十善、沙彌戒、比丘戒、比丘尼戒，妄語都是重戒，佛教弟子們不妄語，自己怎麼可能妄語！為什麼這麼難信？理太深了，事太微妙了。如果理事搞不清楚，這個疑問不能拔除，疑問不除，信心生不起來，淨土往生的殊勝我們可能就得不到，所以必須要講清楚、要講明白。一切經裡面把這樁事情講清楚、講明白的，沒有超過《無量壽經》我們現在用的這個本子，夏蓮居老居士的會集本，再加上黃念祖老居士的集註，對我們來講確實是無量功德，為什麼？他把這樁事情說清楚、說明白了，我們再不懷疑了。"
    },
    {
      "id": "02-040-0605_p0004",
      "zh_CN": "理论的依据，佛是讲清楚了，可是我们很大意，虽然读过，分享的时候也讲过，不究竟，不彻底。《观无量寿佛经》上说「是心是佛，是心作佛」，诸大乘经上我们读到，《华严》讲得清楚，也是释迦牟尼佛说的，「一切众生本来是佛」，又说「一切众生皆有如来智慧德相」。是真的吗？是真的，一点都不错。佛教没传到中国来，中国的老祖宗也曾经说过本性本善，跟佛说的是一个意思，还把这个话编在童蒙教材《三字经》的第一句，「人之初，性本善」。讲得好！这个善，不是善恶的善，比善恶的善讲得深、讲得广，这个善是赞叹的话。本性，像我们讲太好了、太好了，是这个意思，它一切具足，一丝毫欠缺都找不到，本性有无量智慧、有无量德能、有无量相好。在什么地方表现出来？就在极乐世界。",
      "zh_TW": "理論的依據，佛是講清楚了，可是我們很大意，雖然讀過，分享的時候也講過，不究竟，不徹底。《觀無量壽佛經》上說「是心是佛，是心作佛」，諸大乘經上我們讀到，《華嚴》講得清楚，也是釋迦牟尼佛說的，「一切眾生本來是佛」，又說「一切眾生皆有如來智慧德相」。是真的嗎？是真的，一點都不錯。佛教沒傳到中國來，中國的老祖宗也曾經說過本性本善，跟佛說的是一個意思，還把這個話編在童蒙教材《三字經》的第一句，「人之初，性本善」。講得好！這個善，不是善惡的善，比善惡的善講得深、講得廣，這個善是讚歎的話。本性，像我們講太好了、太好了，是這個意思，它一切具足，一絲毫欠缺都找不到，本性有無量智慧、有無量德能、有無量相好。在什麼地方表現出來？就在極樂世界。"
    },
    {
      "id": "02-040-0605_p0005",
      "zh_CN": "极乐世界，世尊给我们介绍的，一切美好都是自性本有的，不是从外来的。佛说得好，「心外无法」、「一切法从心想生」、「相由心生」、「色由心生」。这个色就是色相，就是相，我们今天讲的物质现象。所有一切物质现象，佛用一个字来代表，就是色。五蕴：色、受、想、行、识。什么是心？心讲了四个：受，感受；想，思想；行，行是念头不断，前念灭后念就生，这叫行；识，识是本识，就是这些东西从哪来的，色受想行从哪来的。这本体就是自性，自性迷了叫识，识觉悟了就是自性，也叫真性，也叫真如。这些东西真正搞清楚、搞明白，佛的话，我们就有理由相信它，不再怀疑了。信心建立之后，肯定发愿求生净土。为什么？这地方太好了，最理想的生活环境，最殊胜的学习环境，怎么能不去？",
      "zh_TW": "極樂世界，世尊給我們介紹的，一切美好都是自性本有的，不是從外來的。佛說得好，「心外無法」、「一切法從心想生」、「相由心生」、「色由心生」。這個色就是色相，就是相，我們今天講的物質現象。所有一切物質現象，佛用一個字來代表，就是色。五蘊：色、受、想、行、識。什麼是心？心講了四個：受，感受；想，思想；行，行是念頭不斷，前念滅後念就生，這叫行；識，識是本識，就是這些東西從哪來的，色受想行從哪來的。這本體就是自性，自性迷了叫識，識覺悟了就是自性，也叫真性，也叫真如。這些東西真正搞清楚、搞明白，佛的話，我們就有理由相信它，不再懷疑了。信心建立之後，肯定發願求生淨土。為什麼？這地方太好了，最理想的生活環境，最殊勝的學習環境，怎麼能不去？"
    },
    {
      "id": "02-040-0605_p0006",
      "zh_CN": "真能去得了吗？很容易。菩萨、声闻、缘觉都感到意外，那就是什么？太容易去了。我们在上两个星期，有同学寄一份资料给我看，有一个小孩十岁，念佛往生，预知时至。这个资料里头写得很清楚，小朋友七岁的时候，三年前，她父母都学佛，父亲早晨念《阿弥陀经》，她问她爸爸念什么，你念的是什么？爸爸跟她说《阿弥陀经》。什么是《阿弥陀经》？她会问。爸爸把《阿弥陀经》上所说的极乐世界依正庄严讲给她听，她听了之后非常欢喜，跟她爸爸讲，你能不能带我去看看？爸爸说我不能带妳去。她说谁可以带我去？他说阿弥陀佛。她说阿弥陀佛在哪里？我怎么去找他？她爸爸说，妳念阿弥陀佛，阿弥陀佛就会来带妳去。她就真念，念了三年，十岁，往生前一天她告诉她爸爸，她说阿弥陀佛明天来带我回家。请她爸爸邀集一些亲戚朋友来送她往生。第二天真走了。这就说明去极乐世界不难。四十多年前，我在佛光山教书，佛光山有个长工告诉我，他的邻居将军乡一个老太太，念佛三年，站着往生的，轰动一时。前些年，我在中山大学讲经提到这个事情，还有很多同学说他们都知道。不难！《净土圣贤录》记载的，《往生传》上记载的，以及我们这一生当中所看到的、所听到的，例子太多了。这能是假的吗？这是人瞎编的吗？不可能！",
      "zh_TW": "真能去得了嗎？很容易。菩薩、聲聞、緣覺都感到意外，那就是什麼？太容易去了。我們在上兩個星期，有同學寄一份資料給我看，有一個小孩十歲，念佛往生，預知時至。這個資料裡頭寫得很清楚，小朋友七歲的時候，三年前，她父母都學佛，父親早晨念《阿彌陀經》，她問她爸爸念什麼，你念的是什麼？爸爸跟她說《阿彌陀經》。什麼是《阿彌陀經》？她會問。爸爸把《阿彌陀經》上所說的極樂世界依正莊嚴講給她聽，她聽了之後非常歡喜，跟她爸爸講，你能不能帶我去看看？爸爸說我不能帶妳去。她說誰可以帶我去？他說阿彌陀佛。她說阿彌陀佛在哪裡？我怎麼去找他？她爸爸說，妳念阿彌陀佛，阿彌陀佛就會來帶妳去。她就真念，念了三年，十歲，往生前一天她告訴她爸爸，她說阿彌陀佛明天來帶我回家。請她爸爸邀集一些親戚朋友來送她往生。第二天真走了。這就說明去極樂世界不難。四十多年前，我在佛光山教書，佛光山有個長工告訴我，他的鄰居將軍鄉一個老太太，念佛三年，站著往生的，轟動一時。前些年，我在中山大學講經提到這個事情，還有很多同學說他們都知道。不難！《淨土聖賢錄》記載的，《往生傳》上記載的，以及我們這一生當中所看到的、所聽到的，例子太多了。這能是假的嗎？這是人瞎編的嗎？不可能！"
    },
    {
      "id": "02-040-0605_p0007",
      "zh_CN": "真正相信，就是《弥陀经》上所说的，他有善根、有福德、有因缘，他这一生就能往生。善根福德因缘不能说没有，不足，是相信，但是还有怀疑，百分之九十相信了，还有百分之十的疑问，这样的人多，占大多数，这百分之十的疑惑就会障碍你往生。五十年前，台中李老师常说，他不说别人，说台中莲友，我们都包括在其中，他说一万个念佛人真正能往生的只有三、五个，不是每个念佛人都能往生。五十年后的今天，人的根性跟五十年前比差很远。五十年前的人，妄念没有现在人这么多，也没有现在人这么浮躁，真正能往生万分之五而已。五十年之后的今天，一万个念佛人能有一、二个往生就不错了。这什么原因？让我们联想到释迦牟尼佛在世，为什么开悟之后就讲经教学，四十九年没有一天空过。如何让大家相信这个法门，喜欢这个法门，真正发愿求生净土，圆满这个法门，不仅是释迦牟尼佛他的愿望，十方三世一切诸佛共同的愿望，希望众生早一天成佛。得到阿弥陀佛的帮助，这个愿望就兑现了，所以诸佛如来异口同音赞叹弥陀，叫「光中极尊，佛中之王」，我们得要相信。",
      "zh_TW": "真正相信，就是《彌陀經》上所說的，他有善根、有福德、有因緣，他這一生就能往生。善根福德因緣不能說沒有，不足，是相信，但是還有懷疑，百分之九十相信了，還有百分之十的疑問，這樣的人多，佔大多數，這百分之十的疑惑就會障礙你往生。五十年前，台中李老師常說，他不說別人，說台中蓮友，我們都包括在其中，他說一萬個念佛人真正能往生的只有三、五個，不是每個念佛人都能往生。五十年後的今天，人的根性跟五十年前比差很遠。五十年前的人，妄念沒有現在人這麼多，也沒有現在人這麼浮躁，真正能往生萬分之五而已。五十年之後的今天，一萬個念佛人能有一、二個往生就不錯了。這什麼原因？讓我們聯想到釋迦牟尼佛在世，為什麼開悟之後就講經教學，四十九年沒有一天空過。如何讓大家相信這個法門，喜歡這個法門，真正發願求生淨土，圓滿這個法門，不僅是釋迦牟尼佛他的願望，十方三世一切諸佛共同的願望，希望眾生早一天成佛。得到阿彌陀佛的幫助，這個願望就兌現了，所以諸佛如來異口同音讚歎彌陀，叫「光中極尊，佛中之王」，我們得要相信。"
    },
    {
      "id": "02-040-0605_p0008",
      "zh_CN": "信心实在生不起来，怎么办？我劝大家读这部经，或者是听讲这部经。古人有一句话说「读书千遍，其义自见」。你能把这个经本念一千遍、二千遍、三千遍，再不行，一万遍，你就相信了。为什么？读经是累积功德。一遍一遍的读，最好用时间来计算，每天读十个小时。读熟了之后，速度就快了。有人四十分钟从头到尾念一遍，有人要两小时，比较生疏，念熟了四十分钟可以念一遍，十个小时可以念十几遍。不要中断，每天读，把我们的妄想念掉，把杂念念掉，清净心现前了，清净心生智慧，智慧能通达明了，让我们对这个经生起信心。",
      "zh_TW": "信心實在生不起來，怎麼辦？我勸大家讀這部經，或者是聽講這部經。古人有一句話說「讀書千遍，其義自見」。你能把這個經本念一千遍、二千遍、三千遍，再不行，一萬遍，你就相信了。為什麼？讀經是累積功德。一遍一遍的讀，最好用時間來計算，每天讀十個小時。讀熟了之後，速度就快了。有人四十分鐘從頭到尾念一遍，有人要兩小時，比較生疏，念熟了四十分鐘可以念一遍，十個小時可以念十幾遍。不要中斷，每天讀，把我們的妄想念掉，把雜念念掉，清淨心現前了，清淨心生智慧，智慧能通達明瞭，讓我們對這個經生起信心。"
    },
    {
      "id": "02-040-0605_p0009",
      "zh_CN": "闻佛名号，这个名号就是阿弥陀佛。『能生一念喜爱之心』，这一念，不多。一念，我们看到这个字，实实在在说，不了解一念的意思。什么叫一念？弥勒菩萨告诉我们，这一弹指时间很短，有多少个一念？菩萨说有三十二亿百千念。一百个千是十万，三十二亿乘十万，三百二十兆，三百二十兆个念头里头的一念，太短了！就是这一念心里面有喜爱，听到之后欢喜。念念都有喜爱之心，这个人善根福德因缘统统具足了，所以他会皈依三宝，皈是回头，依是依靠，从一切法里头回头，专门依靠阿弥陀佛，礼敬，如说修行，如说就是如《无量寿经》上所说的、《弥陀经》上所说的，修正我们错误的行为。起心动念，是思想错误的行为；言语，言论错误的行为；造作，是身体错误的行为，把错误的行为修正过来。修正的标准，本经所说的，前面我们学过，第三十二品到三十七品。这六品经文是《无量寿经》里面的戒律，内容是细说五戒十善，讲得很详细，讲戒律、讲报应、讲因果，善有善果，恶有恶报。这是修行的起步，修行的基础，修正错误的行为。就得大利，这个大利是经中所说的无比殊胜的利益。",
      "zh_TW": "聞佛名號，這個名號就是阿彌陀佛。『能生一念喜愛之心』，這一念，不多。一念，我們看到這個字，實實在在說，不了解一念的意思。什麼叫一念？彌勒菩薩告訴我們，這一彈指時間很短，有多少個一念？菩薩說有三十二億百千念。一百個千是十萬，三十二億乘十萬，三百二十兆，三百二十兆個念頭裡頭的一念，太短了！就是這一念心裡面有喜愛，聽到之後歡喜。念念都有喜愛之心，這個人善根福德因緣統統具足了，所以他會皈依三寶，皈是回頭，依是依靠，從一切法裡頭回頭，專門依靠阿彌陀佛，禮敬，如說修行，如說就是如《無量壽經》上所說的、《彌陀經》上所說的，修正我們錯誤的行為。起心動念，是思想錯誤的行為；言語，言論錯誤的行為；造作，是身體錯誤的行為，把錯誤的行為修正過來。修正的標準，本經所說的，前面我們學過，第三十二品到三十七品。這六品經文是《無量壽經》裡面的戒律，內容是細說五戒十善，講得很詳細，講戒律、講報應、講因果，善有善果，惡有惡報。這是修行的起步，修行的基礎，修正錯誤的行為。就得大利，這個大利是經中所說的無比殊勝的利益。"
    },
    {
      "id": "02-040-0605_p0010",
      "zh_CN": "你生到极乐世界，这个身换了。经上讲得很清楚，往生的人把这个身体放下了，为什么？身是生灭身，带不走的。世间人说灵魂，灵魂坐在莲花当中，往生的人莲花化生，莲花开，你上去了，坐在莲花当中，莲花合起来，佛带着这一朵莲花到极乐世界放在七宝池里头，人在莲花里面就起变化了，这个变化就是大利益。莲花里面得了一个身体，这个身体不是物质。这个物质之身是阿赖耶的相分，我们现在起心动念的念头是阿赖耶的见分，阿赖耶是妄心不是真心，所以这是虚妄的。在莲花里头转八识成四智，这是阿弥陀佛的恩德，阿弥陀佛的加持。一般声闻、缘觉、三乘菩萨修行，要转八识成四智需要多少时间？真的要无量劫。圆教十信菩萨十个位次，别教位次就更多了，十住、十行、十回向，前面还加上十信，要等到初地才真正转八识成四智，转过来了。多费劲！极乐世界，就在莲花里头转过来，得的什么身？法性身，居住的环境是法性土。跟我们这个世界有什么不一样？我们这个世界所有一切法统统是生灭法，有生有灭。",
      "zh_TW": "你生到極樂世界，這個身換了。經上講得很清楚，往生的人把這個身體放下了，為什麼？身是生滅身，帶不走的。世間人說靈魂，靈魂坐在蓮花當中，往生的人蓮花化生，蓮花開，你上去了，坐在蓮花當中，蓮花合起來，佛帶著這一朵蓮花到極樂世界放在七寶池裡頭，人在蓮花裡面就起變化了，這個變化就是大利益。蓮花裡面得了一個身體，這個身體不是物質。這個物質之身是阿賴耶的相分，我們現在起心動念的念頭是阿賴耶的見分，阿賴耶是妄心不是真心，所以這是虛妄的。在蓮花裡頭轉八識成四智，這是阿彌陀佛的恩德，阿彌陀佛的加持。一般聲聞、緣覺、三乘菩薩修行，要轉八識成四智需要多少時間？真的要無量劫。圓教十信菩薩十個位次，別教位次就更多了，十住、十行、十迴向，前面還加上十信，要等到初地才真正轉八識成四智，轉過來了。多費勁！極樂世界，就在蓮花裡頭轉過來，得的什麼身？法性身，居住的環境是法性土。跟我們這個世界有什麼不一樣？我們這個世界所有一切法統統是生滅法，有生有滅。"
    },
    {
      "id": "02-040-0605_p0011",
      "zh_CN": "我们的身体，科学家告诉我们，基本的物质就是细胞，人身体有多少细胞？大概有六十兆。它是不断的新陈代谢，老的细胞死了，排泄出去了，新的细胞，饮食变成新的细胞来换这个老的细胞。每天新陈代谢多少个细胞？七千亿，单位是亿，七千万万。我们的细胞每一天新陈代谢有这么多，所以前一秒钟的我跟后一秒钟不是一个我，不一样。桌子也是新陈代谢，房子，居住的，以至于地球，都是新陈代谢，没有一样不是生灭法。所以佛告诉我们，动物有生老病死，你能够觉察得到，植物有生住异灭，矿物有成住坏空，这都叫生灭法。法性生的是不生不灭，你得的法性身，寿是无量寿，他没有生老病死，所以永远年轻没有衰老，不需要饮食，不需要睡眠。这个身体是我们梦寐希求的，这身体多好！诸佛如来是这个身体，法身菩萨是这个身体，住在实报土。实报土，身、土都是法性变的，不是阿赖耶；十法界里面依正庄严，阿赖耶变的，本质不一样。",
      "zh_TW": "我們的身體，科學家告訴我們，基本的物質就是細胞，人身體有多少細胞？大概有六十兆。它是不斷的新陳代謝，老的細胞死了，排泄出去了，新的細胞，飲食變成新的細胞來換這個老的細胞。每天新陳代謝多少個細胞？七千億，單位是億，七千萬萬。我們的細胞每一天新陳代謝有這麼多，所以前一秒鐘的我跟後一秒鐘不是一個我，不一樣。桌子也是新陳代謝，房子，居住的，以至於地球，都是新陳代謝，沒有一樣不是生滅法。所以佛告訴我們，動物有生老病死，你能夠覺察得到，植物有生住異滅，礦物有成住壞空，這都叫生滅法。法性生的是不生不滅，你得的法性身，壽是無量壽，他沒有生老病死，所以永遠年輕沒有衰老，不需要飲食，不需要睡眠。這個身體是我們夢寐希求的，這身體多好！諸佛如來是這個身體，法身菩薩是這個身體，住在實報土。實報土，身、土都是法性變的，不是阿賴耶；十法界裡面依正莊嚴，阿賴耶變的，本質不一樣。"
    },
    {
      "id": "02-040-0605_p0012",
      "zh_CN": "我们完全靠阿弥陀佛本愿威神功德的加持，我们不用自己操心，在莲花里头就转变了。弥陀对我们的恩德多大，我们不能不知道，不知恩不知道报恩。那我们怎样报阿弥陀佛的恩、报释迦牟尼佛的恩？释迦牟尼佛把这桩事情介绍给我们，我们肯信，希望往生到极乐世界，阿弥陀佛一定来接引我们，我们起心动念佛全知道。我们的信跟愿要坚定，决定不能有丝毫怀疑，一定要晓得，我们极其微细的念头，自己可能不知道，佛知道，法身菩萨都知道，一定相信佛决定来接引我们。",
      "zh_TW": "我們完全靠阿彌陀佛本願威神功德的加持，我們不用自己操心，在蓮花裡頭就轉變了。彌陀對我們的恩德多大，我們不能不知道，不知恩不知道報恩。那我們怎樣報阿彌陀佛的恩、報釋迦牟尼佛的恩？釋迦牟尼佛把這樁事情介紹給我們，我們肯信，希望往生到極樂世界，阿彌陀佛一定來接引我們，我們起心動念佛全知道。我們的信跟願要堅定，決定不能有絲毫懷疑，一定要曉得，我們極其微細的念頭，自己可能不知道，佛知道，法身菩薩都知道，一定相信佛決定來接引我們。"
    },
    {
      "id": "02-040-0605_p0013",
      "zh_CN": "我们在《净土圣贤录》里面看到，像莹珂这样的人，他是造作地狱罪业；换句话说，他要不能往生，决定堕地狱。这个人的好处，还相信因果，想到地狱就害怕了，向同学请教，有什么方法可以让他不堕地狱？同学送他一本《往生传》。他看了一遍，痛哭流涕，非常受感动，往生极乐世界，永远脱离十法界、脱离六道轮回，不再堕地狱。他发了个狠心，关起房门，这一句佛号念到底，拼命念，三天三夜，不吃饭，不睡觉。三天三夜把阿弥陀佛念来了，真诚心感动佛。佛来告诉他：你还有十年阳寿，十年之后你命终的时候我来接引你。这等于授记了。他很聪明：我十年寿命不要了，我现在就想跟你走。为什么？他劣根性很重，人禁不起诱惑，看到名闻利养他心就动了。他说：我再要活十年，不知道造多少罪业，我十年寿不要了。阿弥陀佛就答应他了，他说：这样好了，三天之后我来接引你。为什么佛不当时带他走？当时带他走，没人知道，认为他饿死了。佛跟他约了三天，三天时间他可以把他这些事告诉寺庙里大众，让大众统统生起念佛往生的心。连这个记载，到今天将近七、八百年了，我们看到之后都非常受感动，这是化他，利益大众。",
      "zh_TW": "我們在《淨土聖賢錄》裡面看到，像瑩珂這樣的人，他是造作地獄罪業；換句話說，他要不能往生，決定墮地獄。這個人的好處，還相信因果，想到地獄就害怕了，向同學請教，有什麼方法可以讓他不墮地獄？同學送他一本《往生傳》。他看了一遍，痛哭流涕，非常受感動，往生極樂世界，永遠脫離十法界、脫離六道輪迴，不再墮地獄。他發了個狠心，關起房門，這一句佛號念到底，拼命念，三天三夜，不吃飯，不睡覺。三天三夜把阿彌陀佛念來了，真誠心感動佛。佛來告訴他：你還有十年陽壽，十年之後你命終的時候我來接引你。這等於授記了。他很聰明：我十年壽命不要了，我現在就想跟你走。為什麼？他劣根性很重，人禁不起誘惑，看到名聞利養他心就動了。他說：我再要活十年，不知道造多少罪業，我十年壽不要了。阿彌陀佛就答應他了，他說：這樣好了，三天之後我來接引你。為什麼佛不當時帶他走？當時帶他走，沒人知道，認為他餓死了。佛跟他約了三天，三天時間他可以把他這些事告訴寺廟裡大眾，讓大眾統統生起念佛往生的心。連這個記載，到今天將近七、八百年了，我們看到之後都非常受感動，這是化他，利益大眾。"
    },
    {
      "id": "02-040-0605_p0014",
      "zh_CN": "所以他把房门打开，告诉寺庙里的大众，三天之后阿弥陀佛来接引他往生。庙里面的人都认为他胡说八道，又在骗人了，不说老实话，好在三天时间很短，我们大家看着你，看你三天往生不往生。到第三天，他要求大众念佛送他往生，这个大家喜欢、高兴，都来送他。念了大概一刻钟，他告诉大家佛来了，向大家告辞，我要走了。真的走了，没有生病，走得那么安详、那么自在，给大众做证明，《弥陀经》上讲得没错，若一日、若二日、若三日到若七日。特别是对我们现在人，我们现在人要遇到急难，莹珂是我们最好的例子，他造作一切不善，地狱的罪业，三天都能往生，何况我们？我们有造作的不善，没有他那么严重，五逆十恶我们没犯过，五逆罪是决定没有，十恶也许犯了，没那么重。在今天，这个例子是我们的定心丸。",
      "zh_TW": "所以他把房門打開，告訴寺廟裡的大眾，三天之後阿彌陀佛來接引他往生。廟裡面的人都認為他胡說八道，又在騙人了，不說老實話，好在三天時間很短，我們大家看著你，看你三天往生不往生。到第三天，他要求大眾念佛送他往生，這個大家喜歡、高興，都來送他。念了大概一刻鐘，他告訴大家佛來了，向大家告辭，我要走了。真的走了，沒有生病，走得那麼安詳、那麼自在，給大眾做證明，《彌陀經》上講得沒錯，若一日、若二日、若三日到若七日。特別是對我們現在人，我們現在人要遇到急難，瑩珂是我們最好的例子，他造作一切不善，地獄的罪業，三天都能往生，何況我們？我們有造作的不善，沒有他那麼嚴重，五逆十惡我們沒犯過，五逆罪是決定沒有，十惡也許犯了，沒那麼重。在今天，這個例子是我們的定心丸。"
    },
    {
      "id": "02-040-0605_p0015",
      "zh_CN": "我们知道，对净宗决定要相信，西方有极乐世界，极乐世界有阿弥陀佛，阿弥陀佛确实发四十八愿普度十方刹土一切六道众生，只要有人真信、真正发愿、肯念这一句阿弥陀佛，决定得到佛来接引，不能怀疑。念这一句佛号的功德，世出世间一切法里头第一功德，没有任何功德能够跟它相比，所以他得大利。这个大利是什么？往生不退成佛。一定要下定决心，真正懂得了、明白了，从现在起，这句佛号就放在心上。口里头念不念没关系，心里面一定要有，把心里面所有一切妄想杂念清除掉，心里头只有一尊阿弥陀佛，随时随地都可以往生，你想走就走，想留就留，完全不碍事。做什么样的好事，不如念一句阿弥陀佛。",
      "zh_TW": "我們知道，對淨宗決定要相信，西方有極樂世界，極樂世界有阿彌陀佛，阿彌陀佛確實發四十八願普度十方剎土一切六道眾生，只要有人真信、真正發願、肯念這一句阿彌陀佛，決定得到佛來接引，不能懷疑。念這一句佛號的功德，世出世間一切法裡頭第一功德，沒有任何功德能夠跟它相比，所以他得大利。這個大利是什麼？往生不退成佛。一定要下定決心，真正懂得了、明白了，從現在起，這句佛號就放在心上。口裡頭念不念沒關係，心裡面一定要有，把心裡面所有一切妄想雜念清除掉，心裡頭只有一尊阿彌陀佛，隨時隨地都可以往生，你想走就走，想留就留，完全不礙事。做什麼樣的好事，不如念一句阿彌陀佛。"
    },
    {
      "id": "02-040-0605_p0016",
      "zh_CN": "所以一念，下面念老就五种原译本里面，让我们看到。汉译经文是「闻无量清净佛声」，无量清净佛声就是佛号，阿弥陀佛名号，「慈心欢喜，一时踊跃，心意清净」，这是听闻佛号。吴译本子跟这个文是同样的。「又《宋译》曰：得闻无量寿佛名号，发一念信心」，这是宋译本。魏译的本子说，「得闻彼佛名号，欢喜踊跃，乃至一念」。据《选择集》的意思，《选择集》是日本净宗大德法然上人写的，唐朝时候他在中国留学，亲近善导大师。善导是我们净宗第二代的祖师，他是善导的学生，回去之后弘扬净宗，日本净宗的祖师他是第一人。可是日本人有一个好处值得我们学习，他们第一代祖师自己不敢称，称他的老师是第一代祖师，也就是善导是日本净土宗第一代祖师。这是对老师的尊重，我们看到很佩服、很欢喜，不忘记老师，自己称第二代。善导大师没到日本去过，日本净宗的寺庙，祖师殿里面你去看，一定看到善导大师的塑像。他说，「以念佛而为无上也，乃至一念而为大利也」，讲得好，念佛确实是无上第一殊胜的法门。乃至一念而为大利，这一念是阿赖耶识里头有了金刚种子，这个种子这一生不能成就，来生后世如果遇到净土法门，这个种子它就起作用，就变成你的善根福德因缘，所以这种子可贵。最大的善根是什么？无过于劝人念佛。不管他相不相信，这一句名号让他听到了，只要他一听到，阿赖耶识里头就落种子。造阿弥陀佛的像，让他一看到这是阿弥陀佛，一历眼根，永为道种，造像功德是这么来的。",
      "zh_TW": "所以一念，下面念老就五種原譯本裡面，讓我們看到。漢譯經文是「聞無量清淨佛聲」，無量清淨佛聲就是佛號，阿彌陀佛名號，「慈心歡喜，一時踊躍，心意清淨」，這是聽聞佛號。吳譯本子跟這個文是同樣的。「又《宋譯》曰：得聞無量壽佛名號，發一念信心」，這是宋譯本。魏譯的本子說，「得聞彼佛名號，歡喜踊躍，乃至一念」。據《選擇集》的意思，《選擇集》是日本淨宗大德法然上人寫的，唐朝時候他在中國留學，親近善導大師。善導是我們淨宗第二代的祖師，他是善導的學生，回去之後弘揚淨宗，日本淨宗的祖師他是第一人。可是日本人有一個好處值得我們學習，他們第一代祖師自己不敢稱，稱他的老師是第一代祖師，也就是善導是日本淨土宗第一代祖師。這是對老師的尊重，我們看到很佩服、很歡喜，不忘記老師，自己稱第二代。善導大師沒到日本去過，日本淨宗的寺廟，祖師殿裡面你去看，一定看到善導大師的塑像。他說，「以念佛而為無上也，乃至一念而為大利也」，講得好，念佛確實是無上第一殊勝的法門。乃至一念而為大利，這一念是阿賴耶識裡頭有了金剛種子，這個種子這一生不能成就，來生後世如果遇到淨土法門，這個種子它就起作用，就變成你的善根福德因緣，所以這種子可貴。最大的善根是什麼？無過於勸人念佛。不管他相不相信，這一句名號讓他聽到了，只要他一聽到，阿賴耶識裡頭就落種子。造阿彌陀佛的像，讓他一看到這是阿彌陀佛，一歷眼根，永為道種，造像功德是這麼來的。"
    },
    {
      "id": "02-040-0605_p0017",
      "zh_CN": "「是故经谓，若人能生一念喜敬之心，持名求生」，持名就是念佛，念阿弥陀佛求生净土，『当知此人，为得大利』，这个大利就是一生圆满成佛，『当获如上所说功德』。「如上功德者，即经中所说，横出三界，圆登四土，一生补佛，究竟寂光」，这四句说圆满了。横超三界是永远离开六道轮回，生到极乐世界，极乐世界四土：凡圣同居土、方便有余土、实报庄严土、常寂光土，你到极乐世界同时证得。这个不可思议，十方世界没有这种现象，只有极乐世界有。品位再低，同居土下下品往生，只要花开见佛，就得到阿弥陀佛本愿威神功德的加持，作阿惟越致菩萨。阿惟越致是法身菩萨，别教初地以上，圆教初住以上，禅宗里面所说的大彻大悟、明心见性就是这样的地位，一到极乐世界自然证得，你用不着怀疑。你要问哪有这种事情？有。为什么有？因为你本来是佛，你自己不知道。你念阿弥陀佛就是发心作佛，本来是佛，现在又发心作佛，哪有不成功的道理！所以四土同时证得，一生居补处之位，像弥勒菩萨、像观世音菩萨，一生证得究竟常寂光净土。把大利讲清楚了，这是圆满的大利、究竟的大利，没有比这个利益更殊胜、更高的了。",
      "zh_TW": "「是故經謂，若人能生一念喜敬之心，持名求生」，持名就是念佛，念阿彌陀佛求生淨土，『當知此人，為得大利』，這個大利就是一生圓滿成佛，『當獲如上所說功德』。「如上功德者，即經中所說，橫出三界，圓登四土，一生補佛，究竟寂光」，這四句說圓滿了。橫超三界是永遠離開六道輪迴，生到極樂世界，極樂世界四土：凡聖同居土、方便有餘土、實報莊嚴土、常寂光土，你到極樂世界同時證得。這個不可思議，十方世界沒有這種現象，只有極樂世界有。品位再低，同居土下下品往生，只要花開見佛，就得到阿彌陀佛本願威神功德的加持，作阿惟越致菩薩。阿惟越致是法身菩薩，別教初地以上，圓教初住以上，禪宗裡面所說的大徹大悟、明心見性就是這樣的地位，一到極樂世界自然證得，你用不著懷疑。你要問哪有這種事情？有。為什麼有？因為你本來是佛，你自己不知道。你念阿彌陀佛就是發心作佛，本來是佛，現在又發心作佛，哪有不成功的道理！所以四土同時證得，一生居補處之位，像彌勒菩薩、像觀世音菩薩，一生證得究竟常寂光淨土。把大利講清楚了，這是圓滿的大利、究竟的大利，沒有比這個利益更殊勝、更高的了。"
    },
    {
      "id": "02-040-0605_p0018",
      "zh_CN": "我们再看底下第二段「第一弟子」。我们想不想成为阿弥陀佛第一弟子？想不想成为释迦牟尼佛第一弟子？信愿持名求生净土的人就是佛的第一弟子。为什么？他必定成功，就在这一生。我们看经文：",
      "zh_TW": "我們再看底下第二段「第一弟子」。我們想不想成為阿彌陀佛第一弟子？想不想成為釋迦牟尼佛第一弟子？信願持名求生淨土的人就是佛的第一弟子。為什麼？他必定成功，就在這一生。我們看經文："
    },
    {
      "id": "02-040-0605_p0019",
      "zh_CN": "【心无下劣。亦不贡高。成就善根。悉皆增上。当知此人非是小乘。于我法中。得名第一弟子。】",
      "zh_TW": "【心無下劣。亦不貢高。成就善根。悉皆增上。當知此人非是小乘。於我法中。得名第一弟子。】"
    },
    {
      "id": "02-040-0605_p0020",
      "zh_CN": "这个话是释迦牟尼佛说的。『第一弟子』的意思是什么？第一个优先成就，什么他都排在第一。「心无下劣者，于自善根，能生信故」，这就是『心无下劣』，自己相信自己有善根，自己相信自己本性本善，本性本善就是佛家讲的善根，于这个丝毫不怀疑。不善，不是本性是习性，是你被外面染污了。换句话说，你的真心是本善的，妄心不善。妄心是从外头学来的，不是本性，这个不能不知道。我们真正搞清楚、搞明白了，我常劝同学们，我们从今而后一定要真心待人，真诚心处事待人接物。他用妄心对我，可以，我用真心对他，为什么？我要到极乐世界去，到极乐世界的人不可以用妄心，老实念佛，求生净土。",
      "zh_TW": "這個話是釋迦牟尼佛說的。『第一弟子』的意思是什麼？第一個優先成就，什麼他都排在第一。「心無下劣者，於自善根，能生信故」，這就是『心無下劣』，自己相信自己有善根，自己相信自己本性本善，本性本善就是佛家講的善根，於這個絲毫不懷疑。不善，不是本性是習性，是你被外面染污了。換句話說，你的真心是本善的，妄心不善。妄心是從外頭學來的，不是本性，這個不能不知道。我們真正搞清楚、搞明白了，我常勸同學們，我們從今而後一定要真心待人，真誠心處事待人接物。他用妄心對我，可以，我用真心對他，為什麼？我要到極樂世界去，到極樂世界的人不可以用妄心，老實念佛，求生淨土。"
    },
    {
      "id": "02-040-0605_p0021",
      "zh_CN": "『亦不贡高』，这是不傲慢，心无下劣是不自卑，也不贡高，不傲慢。「明信佛智，心佛众生三无差别」。明了，不是迷信，真正明了、真正相信如来五种智慧。第一个佛智，佛智就是一切种智，是一切智慧的根本，后面四种智就是转八识成四智，转阿赖耶为大圆镜智，转末那识为平等性智，转第六意识为妙观察智，转前五识为成所作智，我们对这个丝毫不怀疑。我们相信转八识成四智是在莲花当中完成的，完全转过来，花就开了。花开见佛，那是完全脱离妄心，完全用真心。用真心见真佛，妄心见不到真佛，见佛是化身。莹珂见阿弥陀佛是化身，为什么？妄心没转过来。妄心，凡夫没有能力转，阿罗汉、辟支佛、权教菩萨都没有办法。我们完全是仰赖依靠阿弥陀佛威神的加持，帮助我们，我们自己还不知不觉，自然转了。这就是「第一弟子」。所以第一弟子，我们要肯干，不肯干不行。",
      "zh_TW": "『亦不貢高』，這是不傲慢，心無下劣是不自卑，也不貢高，不傲慢。「明信佛智，心佛眾生三無差別」。明瞭，不是迷信，真正明瞭、真正相信如來五種智慧。第一個佛智，佛智就是一切種智，是一切智慧的根本，後面四種智就是轉八識成四智，轉阿賴耶為大圓鏡智，轉末那識為平等性智，轉第六意識為妙觀察智，轉前五識為成所作智，我們對這個絲毫不懷疑。我們相信轉八識成四智是在蓮花當中完成的，完全轉過來，花就開了。花開見佛，那是完全脫離妄心，完全用真心。用真心見真佛，妄心見不到真佛，見佛是化身。瑩珂見阿彌陀佛是化身，為什麼？妄心沒轉過來。妄心，凡夫沒有能力轉，阿羅漢、辟支佛、權教菩薩都沒有辦法。我們完全是仰賴依靠阿彌陀佛威神的加持，幫助我們，我們自己還不知不覺，自然轉了。這就是「第一弟子」。所以第一弟子，我們要肯幹，不肯幹不行。"
    },
    {
      "id": "02-040-0605_p0022",
      "zh_CN": "『成就善根』，「如《小经》」，《小经》就是《阿弥陀经》，六朝石刻本里面所说的，「以称名故，即是多善根福德因缘」。《弥陀经》上说的，「不可以少善根福德因缘得生彼国」。他的善根怎么成就的？信愿持名成就善根。莹珂法师三天三夜成就善根，佛来了。世间人传说的灾难，弥陀第一弟子不怕，真的它现前了，我相信有七天的时间，七天的时间足够了，七天七夜不吃不眠，一句佛号肯定把阿弥陀佛念来了，就带你走了。我对于这一点完全相信，丝毫怀疑都没有。这就是往生极乐世界的时间到了，我们的心定了，没有恐怖、没有惊慌，心是定的，没有杂念、没有妄想，一心念佛，求生极乐世界。",
      "zh_TW": "『成就善根』，「如《小經》」，《小經》就是《阿彌陀經》，六朝石刻本裡面所說的，「以稱名故，即是多善根福德因緣」。《彌陀經》上說的，「不可以少善根福德因緣得生彼國」。他的善根怎麼成就的？信願持名成就善根。瑩珂法師三天三夜成就善根，佛來了。世間人傳說的災難，彌陀第一弟子不怕，真的它現前了，我相信有七天的時間，七天的時間足夠了，七天七夜不吃不眠，一句佛號肯定把阿彌陀佛念來了，就帶你走了。我對於這一點完全相信，絲毫懷疑都沒有。這就是往生極樂世界的時間到了，我們的心定了，沒有恐怖、沒有驚慌，心是定的，沒有雜念、沒有妄想，一心念佛，求生極樂世界。"
    },
    {
      "id": "02-040-0605_p0023",
      "zh_CN": "「净念相继，精进无已，故诸善根皆能增上」，善根增上、福德增上、因缘增上。「又《弥陀要解》云：同居净土是增上善业所感」，这蕅益大师讲的，讲得真好！这是净土里最低的，我们每个人做得到的，莹珂法师的往生就是这样成就的。念阿弥陀佛是一切善业里面第一善业，无比殊胜的善业，他念了三天三夜。经教里头佛告诉我们，至心念一声佛号，用真诚心念，能消八十亿劫生死重罪。他念了三天三夜，把他无量劫的罪业统统消掉了，善业感得阿弥陀佛现前。一定要记住，八万四千法门，一切经论、忏仪、咒语都消不了的罪业，罪业太重消不了，一句佛号能消，很多人不知道。多看大乘经，你就看到了，你就晓得了。所以大家对念佛不重视，总认为还有别的法子比念佛更高的，其实全错了，真正高明舍弃了，去求第二、第三、第四，结果不得利益。净宗的殊胜全靠信愿，有真信、有切愿你就得到。",
      "zh_TW": "「淨念相繼，精進無已，故諸善根皆能增上」，善根增上、福德增上、因緣增上。「又《彌陀要解》云：同居淨土是增上善業所感」，這蕅益大師講的，講得真好！這是淨土裡最低的，我們每個人做得到的，瑩珂法師的往生就是這樣成就的。念阿彌陀佛是一切善業裡面第一善業，無比殊勝的善業，他念了三天三夜。經教裡頭佛告訴我們，至心念一聲佛號，用真誠心念，能消八十億劫生死重罪。他念了三天三夜，把他無量劫的罪業統統消掉了，善業感得阿彌陀佛現前。一定要記住，八萬四千法門，一切經論、懺儀、咒語都消不了的罪業，罪業太重消不了，一句佛號能消，很多人不知道。多看大乘經，你就看到了，你就曉得了。所以大家對念佛不重視，總認為還有別的法子比念佛更高的，其實全錯了，真正高明捨棄了，去求第二、第三、第四，結果不得利益。淨宗的殊勝全靠信願，有真信、有切願你就得到。"
    },
    {
      "id": "02-040-0605_p0024",
      "zh_CN": "同居净土是增上善业所感，「以念念即佛，为成佛之亲因缘。净念相继，乃等无间缘。以佛号为所缘境，乃所缘缘。言增上者，总摄前三缘，有大力用」，亲因缘、无间缘、所缘缘、增上缘。这个人，『当知此人非是小乘』，「此人」就是上面所说的「一心念佛之人」。这个世间多讥讽念佛为自了汉，说念佛的人是小乘，小乘是自了，不顾别人。大乘菩萨是舍己为人，这是大家称赞的，念佛人只顾自己不顾别人，他不知道他完全搞错了。早年间，李老师在世常常勉励我们，教我们学阿公阿婆。社会上有这么一种人，阿公阿婆好像是无知无识，只会念一句阿弥陀佛，其他什么都不会，但是他念佛念得很开心，真正现大慈悲相。你跟他说什么话，他回答你的都是阿弥陀佛，所以你就不会再理他了，好像他没有听懂，什么都听不懂，什么都不会，一句佛号一天念到晚。李老师说，这个人决定不能轻视他，正因为他在那里念佛，他念佛的功德保佑这一个地方平安，我们瞧不起他、轻慢他有罪过。李老师不说我们都不知道，我们见过，确实瞧不起他，确实没重视他。真的是这个样子，他什么都不理会，你给他讲再多话，他对着你笑，阿弥陀佛、阿弥陀佛，一声一声不中断。李老师说这个人是真念佛人，他一生想学学不到，上智学不到，很难，那是下愚，下愚也学不到。所以古人讲的话有道理，上智与下愚不移，比不上。我们这当中，夹在当中不上不下，最难度的，最不听话的。这两种人，上智，一闻千悟，他全明白了，好度；下愚的，他老实听话，他真干。",
      "zh_TW": "同居淨土是增上善業所感，「以念念即佛，為成佛之親因緣。淨念相繼，乃等無間緣。以佛號為所緣境，乃所緣緣。言增上者，總攝前三緣，有大力用」，親因緣、無間緣、所緣緣、增上緣。這個人，『當知此人非是小乘』，「此人」就是上面所說的「一心念佛之人」。這個世間多譏諷念佛為自了漢，說念佛的人是小乘，小乘是自了，不顧別人。大乘菩薩是捨己為人，這是大家稱讚的，念佛人只顧自己不顧別人，他不知道他完全搞錯了。早年間，李老師在世常常勉勵我們，教我們學阿公阿婆。社會上有這麼一種人，阿公阿婆好像是無知無識，只會念一句阿彌陀佛，其他什麼都不會，但是他念佛念得很開心，真正現大慈悲相。你跟他說什麼話，他回答你的都是阿彌陀佛，所以你就不會再理他了，好像他沒有聽懂，什麼都聽不懂，什麼都不會，一句佛號一天念到晚。李老師說，這個人決定不能輕視他，正因為他在那裡念佛，他念佛的功德保佑這一個地方平安，我們瞧不起他、輕慢他有罪過。李老師不說我們都不知道，我們見過，確實瞧不起他，確實沒重視他。真的是這個樣子，他什麼都不理會，你給他講再多話，他對著你笑，阿彌陀佛、阿彌陀佛，一聲一聲不中斷。李老師說這個人是真念佛人，他一生想學學不到，上智學不到，很難，那是下愚，下愚也學不到。所以古人講的話有道理，上智與下愚不移，比不上。我們這當中，夾在當中不上不下，最難度的，最不聽話的。這兩種人，上智，一聞千悟，他全明白了，好度；下愚的，他老實聽話，他真幹。"
    },
    {
      "id": "02-040-0605_p0025",
      "zh_CN": "我们看到谛闲法师那个锅漏匠的徒弟，那就是个下愚。四十多岁才找到谛老，他跟谛老小时候的玩伴，都是出生在农村。没有念过书，不认识字，学这么一个手艺，补锅补碗。这个手艺生活比要饭好一点，几乎是差不多。到四十多岁，感到人生苦不堪言，看到谛闲老法师出家了，首先对他羡慕的，他穿、吃、住不愁，有饭吃，有衣服穿，有地方可以睡觉，这他很羡慕，他没有，所以想跟谛老出家。谛老不答应，四十多岁了，出家生活方式只有两种，一种是讲经教学，一种是经忏佛事，四十多岁学经忏佛事，没有办法学了，笨手笨脚，决定五堂功课都不会做，怎么能出家？讲经教学，不认识字。最后，他赖着不走，谛老也无可奈何，最后跟他谈条件，他说你真想出家，我有条件，你能够接受，我给你剃度。他说行，什么条件我都接受，我认定你做我的师父，你怎么说我就怎么做。谛老说，我给你剃度，也不必受戒，我到乡村里面给你找一个废弃的、人家不要的小寺庙，宁波乡下很多，我给你找一个，在附近找两个佛教徒照顾你的生活，给你送一点米、送一点油盐，也旁边找一个老太太，都是佛教徒，替你烧两顿饭，中午、晚上，早晨你自理，给你洗衣服，照顾你。只教他一句「南无阿弥陀佛」。会不会念？会念。行了，就这一句，念累了就休息，休息好了接着再念，不分昼夜。这个方法好，一点压力都没有，不管什么时间，念累了休息去，休息好了起来赶紧接着念，没二话可说。念了三年，你看，预知时至，自在往生，站着往生的，他预知时至。",
      "zh_TW": "我們看到諦閑法師那個鍋漏匠的徒弟，那就是個下愚。四十多歲才找到諦老，他跟諦老小時候的玩伴，都是出生在農村。沒有念過書，不認識字，學這麼一個手藝，補鍋補碗。這個手藝生活比要飯好一點，幾乎是差不多。到四十多歲，感到人生苦不堪言，看到諦閑老法師出家了，首先對他羨慕的，他穿、吃、住不愁，有飯吃，有衣服穿，有地方可以睡覺，這他很羨慕，他沒有，所以想跟諦老出家。諦老不答應，四十多歲了，出家生活方式只有兩種，一種是講經教學，一種是經懺佛事，四十多歲學經懺佛事，沒有辦法學了，笨手笨腳，決定五堂功課都不會做，怎麼能出家？講經教學，不認識字。最後，他賴著不走，諦老也無可奈何，最後跟他談條件，他說你真想出家，我有條件，你能夠接受，我給你剃度。他說行，什麼條件我都接受，我認定你做我的師父，你怎麼說我就怎麼做。諦老說，我給你剃度，也不必受戒，我到鄉村裡面給你找一個廢棄的、人家不要的小寺廟，寧波鄉下很多，我給你找一個，在附近找兩個佛教徒照顧你的生活，給你送一點米、送一點油鹽，也旁邊找一個老太太，都是佛教徒，替你燒兩頓飯，中午、晚上，早晨你自理，給你洗衣服，照顧你。只教他一句「南無阿彌陀佛」。會不會念？會念。行了，就這一句，念累了就休息，休息好了接著再念，不分晝夜。這個方法好，一點壓力都沒有，不管什麼時間，念累了休息去，休息好了起來趕緊接著念，沒二話可說。念了三年，你看，預知時至，自在往生，站著往生的，他預知時至。"
    },
    {
      "id": "02-040-0605_p0026",
      "zh_CN": "他在往生之前，师父叫他住这个寺庙，他三年没出门，像闭关一样。往生前一天，他跟老太太说，给他烧饭的，明天不要替我烧饭，我要到城里面去走走。还有些亲戚朋友，他去看看，头一天。晚上回来又告诉老太太，明天不要给我煮饭了。老太太以为他又有朋友请他吃饭。到第二天中午，老太太到这个破庙里去看看师父在不在，结果叫，没人，又看到他在他卧房里头，面孔对着窗户外面站在那里，叫他不答应，仔细一看，死了。老太太也吓一跳，从来没有见到人是站着死的。赶紧通知几个佛友，大家来看了之后，立刻给谛闲老和尚报信。没有交通工具，走路，一个来回三天。谛老来了，替他收拾办后事，看到这个样子，佩服他，赞叹，你真有成就了，弘宗演教的法师比不上你，名山宝刹的方丈也不如你，你真成功了。谛老赞叹的话，不就是此地所讲的第一弟子吗？你才真正是如来第一弟子，弥陀第一弟子。",
      "zh_TW": "他在往生之前，師父叫他住這個寺廟，他三年沒出門，像閉關一樣。往生前一天，他跟老太太說，給他燒飯的，明天不要替我燒飯，我要到城裡面去走走。還有些親戚朋友，他去看看，頭一天。晚上回來又告訴老太太，明天不要給我煮飯了。老太太以為他又有朋友請他吃飯。到第二天中午，老太太到這個破廟裡去看看師父在不在，結果叫，沒人，又看到他在他臥房裡頭，面孔對著窗戶外面站在那裡，叫他不答應，仔細一看，死了。老太太也嚇一跳，從來沒有見到人是站著死的。趕緊通知幾個佛友，大家來看了之後，立刻給諦閑老和尚報信。沒有交通工具，走路，一個來回三天。諦老來了，替他收拾辦後事，看到這個樣子，佩服他，讚歎，你真有成就了，弘宗演教的法師比不上你，名山寶剎的方丈也不如你，你真成功了。諦老讚歎的話，不就是此地所講的第一弟子嗎？你才真正是如來第一弟子，彌陀第一弟子。"
    },
    {
      "id": "02-040-0605_p0027",
      "zh_CN": "所以我们对净宗要真正认识。真正认识之后，你就晓得，哪一个法门里头有一天、两天成就的？我们没有看到一天、两天成就的，三天成就的我们看到了，还有哪一个法门比这更殊胜的？三年成就是普遍的。他有没有寿命？我相信他还有寿命，不要了。我早年，那个时候四十多岁，在台北法华寺讲经，我在那里讲过很长一段时间。基隆有一个法师，德融法师，现在不在了，他看《往生传》，有个疑问来问我，他说看到很多人都是三年往生的，是不是他的寿命到了？我说这讲不通，偶尔有几个，可以相信，这么多人都三年往生，这个在逻辑上讲不通，哪有这么奇怪的事情。那为什么三年往生？他寿命不要了，就像莹珂一样，他还有十年，不要了。所以我们相信，佛来接引，这是多么难得的一个机会，怎么能空过？赶快发心跟着走，这是正理，能讲得通的。",
      "zh_TW": "所以我們對淨宗要真正認識。真正認識之後，你就曉得，哪一個法門裡頭有一天、兩天成就的？我們沒有看到一天、兩天成就的，三天成就的我們看到了，還有哪一個法門比這更殊勝的？三年成就是普遍的。他有沒有壽命？我相信他還有壽命，不要了。我早年，那個時候四十多歲，在台北法華寺講經，我在那裡講過很長一段時間。基隆有一個法師，德融法師，現在不在了，他看《往生傳》，有個疑問來問我，他說看到很多人都是三年往生的，是不是他的壽命到了？我說這講不通，偶爾有幾個，可以相信，這麼多人都三年往生，這個在邏輯上講不通，哪有這麼奇怪的事情。那為什麼三年往生？他壽命不要了，就像瑩珂一樣，他還有十年，不要了。所以我們相信，佛來接引，這是多麼難得的一個機會，怎麼能空過？趕快發心跟著走，這是正理，能講得通的。"
    },
    {
      "id": "02-040-0605_p0028",
      "zh_CN": "当然，也有寿命到的时候佛来接引。像我们净土宗这些祖师，初祖远公大师一生，生前三次见到极乐世界、见到阿弥陀佛，他从来没有告诉任何一个人。第四次是他往生的时候，阿弥陀佛来接引，他看到莲社先往生的人都在阿弥陀佛的身边来接引他，他看到了，告诉大家他的时辰到了，阿弥陀佛接他往生。别人问他，他才说出过去三次见到极乐世界。同学问他，你见到是什么样子？跟经上所讲的完全相同。要知道，他所说的经就是《无量寿经》。远公大师那个时代，净土三经只有《无量寿经》翻成中文，《观经》、《弥陀经》都没有翻译出来，他没有看到，他只依一部经。莲社一百二十三个人，个个往生，个个成就，净宗的殊胜一切法门不能比！禅宗到六祖能大师才度了四十三个人大彻大悟、明心见性。远公在庐山，一百二十三个个个成就，往生成佛去了，比大彻大悟、明心见性还要殊胜。哪一个法门有这么殊胜？",
      "zh_TW": "當然，也有壽命到的時候佛來接引。像我們淨土宗這些祖師，初祖遠公大師一生，生前三次見到極樂世界、見到阿彌陀佛，他從來沒有告訴任何一個人。第四次是他往生的時候，阿彌陀佛來接引，他看到蓮社先往生的人都在阿彌陀佛的身邊來接引他，他看到了，告訴大家他的時辰到了，阿彌陀佛接他往生。別人問他，他才說出過去三次見到極樂世界。同學問他，你見到是什麼樣子？跟經上所講的完全相同。要知道，他所說的經就是《無量壽經》。遠公大師那個時代，淨土三經只有《無量壽經》翻成中文，《觀經》、《彌陀經》都沒有翻譯出來，他沒有看到，他只依一部經。蓮社一百二十三個人，個個往生，個個成就，淨宗的殊勝一切法門不能比！禪宗到六祖能大師才度了四十三個人大徹大悟、明心見性。遠公在廬山，一百二十三個個個成就，往生成佛去了，比大徹大悟、明心見性還要殊勝。哪一個法門有這麼殊勝？"
    },
    {
      "id": "02-040-0605_p0029",
      "zh_CN": "夏莲居老居士、黄念祖老居士跟我们李老师李炳南老居士，他们都学过禅、都学过密，佛门里面常讲「通宗通教，显密圆融」，这几个人统统都是，最后走的全都是念佛求生净土。我跟黄念祖老居士，可以说是虽然没有长期在一起，我们心心相印，志同道合。他告诉我，世尊末法九千年，真正能帮助人、成就人只有这一门了。禅没有了，在他那个时代修禅的人，得禅定的还有几个，开悟的没有，像虚云老和尚得禅定、没开悟。学密的，他是密宗金刚上师，传密法的人，他告诉学密的人要念佛。真正完全靠密成就的，三密相应的，他一生当中只看到六个人。太难了！他说往后呢？往后可能一个都没有了，这他告诉我的。往后真正成就，只有念佛往生净土，而且这个成就比禅、比密要殊胜得太多了。他告诉我的这些，也是坚定我的信愿。他一生专弘这一部经，实在讲是为这个来的。夏莲老说得很好，说浊世，五浊恶世，「浊世无如念佛好」，没有比念佛更好了，「此生端为大经来」，他这一生到这世间来干什么？就是会集大经。黄念老就是为做注解来的，注解完成，他念佛走了，给我们示现做榜样。他念了半年，一天十四万声佛号，念了半年，他走了。这个经、这个注我们深信不疑，肯定到将来法灭的时候，最后就剩下这部经。",
      "zh_TW": "夏蓮居老居士、黃念祖老居士跟我們李老師李炳南老居士，他們都學過禪、都學過密，佛門裡面常講「通宗通教，顯密圓融」，這幾個人統統都是，最後走的全都是念佛求生淨土。我跟黃念祖老居士，可以說是雖然沒有長期在一起，我們心心相印，志同道合。他告訴我，世尊末法九千年，真正能幫助人、成就人只有這一門了。禪沒有了，在他那個時代修禪的人，得禪定的還有幾個，開悟的沒有，像虛雲老和尚得禪定、沒開悟。學密的，他是密宗金剛上師，傳密法的人，他告訴學密的人要念佛。真正完全靠密成就的，三密相應的，他一生當中只看到六個人。太難了！他說往後呢？往後可能一個都沒有了，這他告訴我的。往後真正成就，只有念佛往生淨土，而且這個成就比禪、比密要殊勝得太多了。他告訴我的這些，也是堅定我的信願。他一生專弘這一部經，實在講是為這個來的。夏蓮老說得很好，說濁世，五濁惡世，「濁世無如念佛好」，沒有比念佛更好了，「此生端為大經來」，他這一生到這世間來幹什麼？就是會集大經。黃念老就是為做註解來的，註解完成，他念佛走了，給我們示現做榜樣。他念了半年，一天十四萬聲佛號，念了半年，他走了。這個經、這個註我們深信不疑，肯定到將來法滅的時候，最後就剩下這部經。"
    },
    {
      "id": "02-040-0605_p0030",
      "zh_CN": "这部经有争议，这个争议是什么？大家不服，是出自居士的手中。如果他是个老法师，大家可能没话说，所以佛门这些法师不服，对流通产生障碍。我承受这个压力，无论什么人反对，我坚持。我把《华严》、《法华》、《楞严》统统放下，专门讲这部经，专门学这部经，我来带头。为什么？老师传给我的。我要听别人的话，放下这个经本去学别的，我这个罪名就成立了，人家就正面攻击了，净空法师背师叛道，这罪名成立了。所以我说全世界人反对，我还是要接着学，我听老师的话，我绝对不会背叛老师。老师这个本子没有交给别人，交给我，我就能坚持到底。好在现在说话的声音愈来愈小了，不像过去那个样子了。我相信再过个二、三年，声音没有了，反对声音没有了。夏老会经，黄老作注，我来流通，我肩担流通大法的使命。",
      "zh_TW": "這部經有爭議，這個爭議是什麼？大家不服，是出自居士的手中。如果他是個老法師，大家可能沒話說，所以佛門這些法師不服，對流通產生障礙。我承受這個壓力，無論什麼人反對，我堅持。我把《華嚴》、《法華》、《楞嚴》統統放下，專門講這部經，專門學這部經，我來帶頭。為什麼？老師傳給我的。我要聽別人的話，放下這個經本去學別的，我這個罪名就成立了，人家就正面攻擊了，淨空法師背師叛道，這罪名成立了。所以我說全世界人反對，我還是要接著學，我聽老師的話，我絕對不會背叛老師。老師這個本子沒有交給別人，交給我，我就能堅持到底。好在現在說話的聲音愈來愈小了，不像過去那個樣子了。我相信再過個二、三年，聲音沒有了，反對聲音沒有了。夏老會經，黃老作註，我來流通，我肩擔流通大法的使命。"
    },
    {
      "id": "02-040-0605_p0031",
      "zh_CN": "这些障碍的人、轻视的人，甚至于要把这部经烧掉的人，都是「未了佛意」，没有了解佛度众生的真实义。「世尊金口亲宣」，释迦牟尼佛亲自讲的，「如是之人非是小乘」，信愿持名、依照这部经学习的不是小乘。「弥陀一乘愿海，悉赐大白牛车，唯是一乘，何有二三。故云非是小乘」。这些话句句真实，我们要牢牢记住，不能为外面这些流言所迷惑、所干扰，那是我们自己对经教深入得不够，我们没有能力抵抗这种风暴。根深蒂固，不动不摇。所以佛赞叹念佛人，「于我法中，得名第一弟子。何以故」。为什么？「以念佛法门最为第一故，最为难信故」，难信能信，最为第一真的认识到了，真的搞明白了，确确实实它是第一经，它是第一法门。",
      "zh_TW": "這些障礙的人、輕視的人，甚至於要把這部經燒掉的人，都是「未了佛意」，沒有了解佛度眾生的真實義。「世尊金口親宣」，釋迦牟尼佛親自講的，「如是之人非是小乘」，信願持名、依照這部經學習的不是小乘。「彌陀一乘願海，悉賜大白牛車，唯是一乘，何有二三。故云非是小乘」。這些話句句真實，我們要牢牢記住，不能為外面這些流言所迷惑、所干擾，那是我們自己對經教深入得不夠，我們沒有能力抵抗這種風暴。根深蒂固，不動不搖。所以佛讚歎念佛人，「於我法中，得名第一弟子。何以故」。為什麼？「以念佛法門最為第一故，最為難信故」，難信能信，最為第一真的認識到了，真的搞明白了，確確實實它是第一經，它是第一法門。"
    },
    {
      "id": "02-040-0605_p0032",
      "zh_CN": "我们从历代，佛教传到中国来一直到现在，将近两千年了。公元六十七年传过来的，到二０六七年满两千年。这两千年当中，各宗各派真正成就的人都比不上净土。禅宗，我们看《五灯会元》、《传灯录》这些记载的学禅大彻大悟、明心见性的，再包括教下的大开圆解，跟大彻大悟同等境界，合起来最保守的估计超过三千人。念佛往生的，从远公到今天，在中国这个地区最保守的估计超过十万人。你就晓得哪个方法成就容易，就不必问人了。甚至于在古代，禅宗大彻大悟之后回过头来修净土，永明大师是最著名的代表，永明延寿大师宗门大彻大悟、明心见性之后专修净土，成为净土宗第六代的祖师。这都是告诉我们。",
      "zh_TW": "我們從歷代，佛教傳到中國來一直到現在，將近兩千年了。公元六十七年傳過來的，到二０六七年滿兩千年。這兩千年當中，各宗各派真正成就的人都比不上淨土。禪宗，我們看《五燈會元》、《傳燈錄》這些記載的學禪大徹大悟、明心見性的，再包括教下的大開圓解，跟大徹大悟同等境界，合起來最保守的估計超過三千人。念佛往生的，從遠公到今天，在中國這個地區最保守的估計超過十萬人。你就曉得哪個方法成就容易，就不必問人了。甚至於在古代，禪宗大徹大悟之後回過頭來修淨土，永明大師是最著名的代表，永明延壽大師宗門大徹大悟、明心見性之後專修淨土，成為淨土宗第六代的祖師。這都是告訴我們。"
    },
    {
      "id": "02-040-0605_p0033",
      "zh_CN": "李老师在台中建莲社，他在台中住了三十八年，就依他所说的，莲社的莲友，一万个人当中往生，算三个。莲社莲友有多少？我到台中的时候，到台中，台中莲社做十周年纪念，我到台中那一年，莲友二十万人。一万人里头三个往生，十万人三十，二十万人就六十，一年就有六十人往生，比惠能大师殊胜，惠能他只度了四十三个。我离开台中，我在台中十年，台中莲友五十万人。李老师在台中度众生往生到西方极乐世界，最保守的估计超过一万人。超过一万人，大慈菩萨说那是什么人？阿弥陀佛再来。哪有这么殊胜！对台湾的佛教产生多大的影响！台中同修要努力，要续佛慧命，弘法利生，要真正做到，不能有门户之见。",
      "zh_TW": "李老師在台中建蓮社，他在台中住了三十八年，就依他所說的，蓮社的蓮友，一萬個人當中往生，算三個。蓮社蓮友有多少？我到台中的時候，到台中，台中蓮社做十週年紀念，我到台中那一年，蓮友二十萬人。一萬人裡頭三個往生，十萬人三十，二十萬人就六十，一年就有六十人往生，比惠能大師殊勝，惠能他只度了四十三個。我離開台中，我在台中十年，台中蓮友五十萬人。李老師在台中度眾生往生到西方極樂世界，最保守的估計超過一萬人。超過一萬人，大慈菩薩說那是什麼人？阿彌陀佛再來。哪有這麼殊勝！對台灣的佛教產生多大的影響！台中同修要努力，要續佛慧命，弘法利生，要真正做到，不能有門戶之見。"
    },
    {
      "id": "02-040-0605_p0034",
      "zh_CN": "老师走了以后，这种情形都是他早年完全预知的，他给我讲过。老师在的时候，台中这些团体，老师创立的，都能合作，一家人。老师走了之后，各各独立，这就衰了。如果都有门户之见，到彼此不相往来，这就衰到极处了，对不起佛菩萨，对不起老师。佛门，佛教我们修六和敬，不能不和。怎么样才能和？统一就和了。统一在哪里？统一在身教。老师当年在世，实在说讲经的时间太少了，一个星期只讲一次，一个小时，两个小时有台语翻译，所以实际上一个小时，太少了。我曾经劝导老师，讲经能不能时间多增一点？他说不行，他顾虑到听众，有很多听众都是工作很忙碌，一个星期只能抽出一个时间，两个时间对他的工作有妨碍。妨碍，他的兴趣没有了，所以不想听了，是这么个原因，一星期讲一次。我以后到台北，离开台中到台北，我天天讲。那个时候一堂课是一个半小时，迁就录音带，卡式带子一卷是九十分钟，讲经没有中断。这个是章嘉大师教我的，也是劝导我学释迦牟尼佛。",
      "zh_TW": "老師走了以後，這種情形都是他早年完全預知的，他給我講過。老師在的時候，台中這些團體，老師創立的，都能合作，一家人。老師走了之後，各各獨立，這就衰了。如果都有門戶之見，到彼此不相往來，這就衰到極處了，對不起佛菩薩，對不起老師。佛門，佛教我們修六和敬，不能不和。怎麼樣才能和？統一就和了。統一在哪裡？統一在身教。老師當年在世，實在說講經的時間太少了，一個星期只講一次，一個小時，兩個小時有台語翻譯，所以實際上一個小時，太少了。我曾經勸導老師，講經能不能時間多增一點？他說不行，他顧慮到聽眾，有很多聽眾都是工作很忙碌，一個星期只能抽出一個時間，兩個時間對他的工作有妨礙。妨礙，他的興趣沒有了，所以不想聽了，是這麼個原因，一星期講一次。我以後到台北，離開台中到台北，我天天講。那個時候一堂課是一個半小時，遷就錄音帶，卡式帶子一卷是九十分鐘，講經沒有中斷。這個是章嘉大師教我的，也是勸導我學釋迦牟尼佛。"
    },
    {
      "id": "02-040-0605_p0035",
      "zh_CN": "释迦牟尼佛生活很苦，三衣一钵，日中一食，树下一宿。我们身体比不上佛陀，树下一宿的能力没有，日中一食我们做到了。李老师日中一食。我二十六岁，春天，亲近方东美教授。半年，我们这部哲学概论讲完，我就亲近章嘉大师。所以二十六岁的下半年，我就吃长素了。头发剃了，但是还是上班，早餐这一餐不吃了。所以以后我到台中亲近李老师，日中一食很容易，晚餐断掉就行了。我吃到八个月，我向老师报告。老师问我，身体状况怎么样？一切很正常。他桌子一拍，永远保持下去。我们的衣食简单，一生不求人，这他教给我的。我离开台中到台北，那时候韩馆长她护持，跟我谈条件，就是一定要吃三餐，不吃三餐她不能护持。她说万一你身体不好，别人怪我，我没有把法师照顾得好，我有罪。这怎么办？把一餐分做三餐，我那个时候日中一食，就是现在小饭碗三碗，分三餐，一餐吃一碗。这她才同意。她照顾我三十年，没有这三十年不行。在基础上、佛法上，三个老师那里学来的，没有人照顾，你不能专心学习，不能专心，就会失去了，所以这个三十年功德不可思议！真正脚跟扎稳了，她走了，她走的那一年我七十一岁。我感觉到这一生全是佛菩萨安排的，这一句话章嘉大师告诉我的。那时候我学《楞严》，《楞严经》上说「将此深心奉尘刹，是则名为报佛恩」。他说你一生，佛菩萨照顾你，你什么都不要操心。这句话太好了！从来不想自己，自己，佛菩萨照顾，一切水到渠成，一生。往后可能都是佛菩萨安排，我自己要安排，叫白操心，不管用。",
      "zh_TW": "釋迦牟尼佛生活很苦，三衣一缽，日中一食，樹下一宿。我們身體比不上佛陀，樹下一宿的能力沒有，日中一食我們做到了。李老師日中一食。我二十六歲，春天，親近方東美教授。半年，我們這部哲學概論講完，我就親近章嘉大師。所以二十六歲的下半年，我就吃長素了。頭髮剃了，但是還是上班，早餐這一餐不吃了。所以以後我到台中親近李老師，日中一食很容易，晚餐斷掉就行了。我吃到八個月，我向老師報告。老師問我，身體狀況怎麼樣？一切很正常。他桌子一拍，永遠保持下去。我們的衣食簡單，一生不求人，這他教給我的。我離開台中到台北，那時候韓館長她護持，跟我談條件，就是一定要吃三餐，不吃三餐她不能護持。她說萬一你身體不好，別人怪我，我沒有把法師照顧得好，我有罪。這怎麼辦？把一餐分做三餐，我那個時候日中一食，就是現在小飯碗三碗，分三餐，一餐吃一碗。這她才同意。她照顧我三十年，沒有這三十年不行。在基礎上、佛法上，三個老師那裡學來的，沒有人照顧，你不能專心學習，不能專心，就會失去了，所以這個三十年功德不可思議！真正腳跟紮穩了，她走了，她走的那一年我七十一歲。我感覺到這一生全是佛菩薩安排的，這一句話章嘉大師告訴我的。那時候我學《楞嚴》，《楞嚴經》上說「將此深心奉塵剎，是則名為報佛恩」。他說你一生，佛菩薩照顧你，你什麼都不要操心。這句話太好了！從來不想自己，自己，佛菩薩照顧，一切水到渠成，一生。往後可能都是佛菩薩安排，我自己要安排，叫白操心，不管用。"
    },
    {
      "id": "02-040-0605_p0036",
      "zh_CN": "所以我们要认识，这个法门最难的就是把它认识清楚、把它搞明白，非常困难，我是搞了三十年。什么人有这个耐心，一个法门用三十年的时间？真正相信了，真正接受了，把自己年轻所爱好的、所向往的这些法门全部放下，而且发现这个法门里头所有一切法门的精华、精义都在这部经中。这部经的分量不多，一即一切，这部经义可以说是《大藏经》的精华、《大藏经》的浓缩，我有这个认识，跟《华严》、《法华》没有两样，但是修行的方法比《华严》、《法华》简单多了，真正不可思议！遇到的人，绝大多数都是对它认识不够，生不起信心，还是杂修，学许多法门。我把我自己的经验贡献给同学们，如果我在早年，二、三十岁的时候就有现在这种智慧，认识这部经典，我现在早就成佛了，不是这个样子。就是因为好高骛远、自作聪明，浪费了三十多年的时间，才真正接受、相信，然后一年比一年深入。我说这个话，诸位能够常常听讲经的，你就知道。",
      "zh_TW": "所以我們要認識，這個法門最難的就是把它認識清楚、把它搞明白，非常困難，我是搞了三十年。什麼人有這個耐心，一個法門用三十年的時間？真正相信了，真正接受了，把自己年輕所愛好的、所嚮往的這些法門全部放下，而且發現這個法門裡頭所有一切法門的精華、精義都在這部經中。這部經的分量不多，一即一切，這部經義可以說是《大藏經》的精華、《大藏經》的濃縮，我有這個認識，跟《華嚴》、《法華》沒有兩樣，但是修行的方法比《華嚴》、《法華》簡單多了，真正不可思議！遇到的人，絕大多數都是對它認識不夠，生不起信心，還是雜修，學許多法門。我把我自己的經驗貢獻給同學們，如果我在早年，二、三十歲的時候就有現在這種智慧，認識這部經典，我現在早就成佛了，不是這個樣子。就是因為好高騖遠、自作聰明，浪費了三十多年的時間，才真正接受、相信，然後一年比一年深入。我說這個話，諸位能夠常常聽講經的，你就知道。"
    },
    {
      "id": "02-040-0605_p0037",
      "zh_CN": "我讲这个《无量寿经》，过去讲过十遍，完全是依李老师眉注讲的，有录像带留下来的，最近这三年是讲黄念祖老居士的注解，遍遍不一样。那什么原因？每一遍都有悟处，年年境界不相同，月月不相同，法喜充满。不契入境界，信心多少都有疑惑，这个疑惑它要发生作用，就障碍你这一生不能往生。这个障碍对念佛人讲，最严重的伤害，我们的目的就是要求生净土，这一生去不成，这就落空了。虽然落空，阿赖耶识里头有净宗种子，好处就在此地，除这个之外看不到好处，所以一定要把握住。那信心怎么办？多读、多听，十遍、百遍、千遍、万遍，相信了。中等根性的人，千遍以上相信了，不再疑惑了。我这一生要不是锲而不舍，难信之法也把我难倒了，就是天天干，天天不舍弃。",
      "zh_TW": "我講這個《無量壽經》，過去講過十遍，完全是依李老師眉註講的，有錄像帶留下來的，最近這三年是講黃念祖老居士的註解，遍遍不一樣。那什麼原因？每一遍都有悟處，年年境界不相同，月月不相同，法喜充滿。不契入境界，信心多少都有疑惑，這個疑惑它要發生作用，就障礙你這一生不能往生。這個障礙對念佛人講，最嚴重的傷害，我們的目的就是要求生淨土，這一生去不成，這就落空了。雖然落空，阿賴耶識裡頭有淨宗種子，好處就在此地，除這個之外看不到好處，所以一定要把握住。那信心怎麼辦？多讀、多聽，十遍、百遍、千遍、萬遍，相信了。中等根性的人，千遍以上相信了，不再疑惑了。我這一生要不是鍥而不捨，難信之法也把我難倒了，就是天天幹，天天不捨棄。"
    },
    {
      "id": "02-040-0605_p0038",
      "zh_CN": "「于此一切世间难信之法，能生实信」，真实的相信，没有丝毫怀疑。「如教奉行」，如教奉行就是信愿持名，蕅益大师说的。没有怀疑，这一生就一个方向、一个目标，极乐世界，哪儿都不去，就到这去。怎么去法？一向专念，一个方向、一个目标，专念阿弥陀佛。「故称第一」，释迦牟尼佛四十九年的第一经、第一法门，十方三世一切诸佛如来都是以这个经为第一、以这个法门为第一。今天时间到了，我们就学习到此地。",
      "zh_TW": "「於此一切世間難信之法，能生實信」，真實的相信，沒有絲毫懷疑。「如教奉行」，如教奉行就是信願持名，蕅益大師說的。沒有懷疑，這一生就一個方向、一個目標，極樂世界，哪兒都不去，就到這去。怎麼去法？一向專念，一個方向、一個目標，專念阿彌陀佛。「故稱第一」，釋迦牟尼佛四十九年的第一經、第一法門，十方三世一切諸佛如來都是以這個經為第一、以這個法門為第一。今天時間到了，我們就學習到此地。"
    }
  ]
}