{
  "doc_id": "02-040-0082",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十二集",
    "zh_TW": "第八十二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0082",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-040-0082_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百零五页第四行，「殊胜权德」。这一段，世尊为我们说八相成道。这是权德里头最明显的，也是最殊胜的。分八段，第一段「下生」。经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百零五頁第四行，「殊勝權德」。這一段，世尊為我們說八相成道。這是權德裡頭最明顯的，也是最殊勝的。分八段，第一段「下生」。經文："
    },
    {
      "id": "02-040-0082_p0002",
      "zh_CN": "【舍兜率。】",
      "zh_TW": "【捨兜率。】"
    },
    {
      "id": "02-040-0082_p0003",
      "zh_CN": "我们看念老的注解。上一段末后两句，「入佛法藏，究竟彼岸，再赞大士之实德。今文及下文两段，则再赞菩萨普于十方示现八相成道之殊胜权德」。",
      "zh_TW": "我們看念老的註解。上一段末後兩句，「入佛法藏，究竟彼岸，再讚大士之實德。今文及下文兩段，則再讚菩薩普於十方示現八相成道之殊勝權德」。"
    },
    {
      "id": "02-040-0082_p0004",
      "zh_CN": "经文，「舍兜率，降王宫，弃位出家，苦行学道，表八相成道。但其位不一，凡有五等」。这些经上都有说，也就是说都有根据，不是随便说的。「《甄解》曰」，第一，「如《华严贤首品》及《起信论》。于十信满位，示现八相」。这是说信满成佛。信满成佛，通常我们在经上读到的十信菩萨，他把无明放下了，也就是说起心动念放下了，这就离开十法界，提升到初住菩萨，《华严经》上的初住菩萨。《华严》是圆教，别教是初地菩萨，是破一品无明，证一分法身，这就是不起心不动念，示现作佛。「《占察经》说四种作佛中，第一信满作佛当之」，跟这个相当、相同，信满作佛。我们知道第七信位是阿罗汉，第八信是辟支佛，第九信是菩萨，第十信是佛，十法界里面的佛，信满成佛。「二，如《大集经》中，灌顶住菩萨（十住满位）能于无佛世界，示现八相。《占察经》第二，解满作佛当之」。这四种作佛就是信、解、行、证，这四种达到究竟圆满，信圆满、解圆满、行圆满、证圆满都作佛，这是作佛不一样，地位不相同。「三，《仁王经菩萨教化品》明初地八相。《占察经》第三，证满作佛当之。四《入如来智德不思议经》明究竟地（一生补处）八相示现。《占察经》第四，一切功德行满成佛当之」。这是信、解、行、证。",
      "zh_TW": "經文，「捨兜率，降王宮，棄位出家，苦行學道，表八相成道。但其位不一，凡有五等」。這些經上都有說，也就是說都有根據，不是隨便說的。「《甄解》曰」，第一，「如《華嚴賢首品》及《起信論》。於十信滿位，示現八相」。這是說信滿成佛。信滿成佛，通常我們在經上讀到的十信菩薩，他把無明放下了，也就是說起心動念放下了，這就離開十法界，提升到初住菩薩，《華嚴經》上的初住菩薩。《華嚴》是圓教，別教是初地菩薩，是破一品無明，證一分法身，這就是不起心不動念，示現作佛。「《占察經》說四種作佛中，第一信滿作佛當之」，跟這個相當、相同，信滿作佛。我們知道第七信位是阿羅漢，第八信是辟支佛，第九信是菩薩，第十信是佛，十法界裡面的佛，信滿成佛。「二，如《大集經》中，灌頂住菩薩（十住滿位）能於無佛世界，示現八相。《占察經》第二，解滿作佛當之」。這四種作佛就是信、解、行、證，這四種達到究竟圓滿，信圓滿、解圓滿、行圓滿、證圓滿都作佛，這是作佛不一樣，地位不相同。「三，《仁王經菩薩教化品》明初地八相。《占察經》第三，證滿作佛當之。四《入如來智德不思議經》明究竟地（一生補處）八相示現。《占察經》第四，一切功德行滿成佛當之」。這是信、解、行、證。"
    },
    {
      "id": "02-040-0082_p0005",
      "zh_CN": "那第五是什么？第五是成佛之后，倒驾慈航来示现八相成道。所以下面第五，「《华严不思议品》诸佛念念出生智。此明佛后得智，出生八相示现也。此五中，前四是因中示现」。第五是成佛之后的业用。我们知道，成佛之后住常寂光，常寂光里头没有现象，没有物质现象，也没有精神现象，也没有自然现象，什么现象都没有，一片光明，大乘经里头有说，叫大光明藏。大光明藏就是净土宗里头讲的常寂光净土，这个是究竟果位，契入这个果位，这是圆满菩提，归无所得，《楞严经》上说的。到这个地方，你才能真正见到平等，不是诸佛平等，万法平等，一切法统统都化作常寂光，除一片光明之外，里头什么法都没有。这究竟果位，这才是真实的大圆满，学佛终极的目标就在这里。如果没有回归常寂光，最高的地位是等觉，等觉当然他也能够在十法界里面示现八相成道。你看，信满、解满、行满都能，等觉菩萨怎么不能？当然有能力。",
      "zh_TW": "那第五是什麼？第五是成佛之後，倒駕慈航來示現八相成道。所以下面第五，「《華嚴不思議品》諸佛念念出生智。此明佛後得智，出生八相示現也。此五中，前四是因中示現」。第五是成佛之後的業用。我們知道，成佛之後住常寂光，常寂光裡頭沒有現象，沒有物質現象，也沒有精神現象，也沒有自然現象，什麼現象都沒有，一片光明，大乘經裡頭有說，叫大光明藏。大光明藏就是淨土宗裡頭講的常寂光淨土，這個是究竟果位，契入這個果位，這是圓滿菩提，歸無所得，《楞嚴經》上說的。到這個地方，你才能真正見到平等，不是諸佛平等，萬法平等，一切法統統都化作常寂光，除一片光明之外，裡頭什麼法都沒有。這究竟果位，這才是真實的大圓滿，學佛終極的目標就在這裡。如果沒有回歸常寂光，最高的地位是等覺，等覺當然他也能夠在十法界裡面示現八相成道。你看，信滿、解滿、行滿都能，等覺菩薩怎麼不能？當然有能力。"
    },
    {
      "id": "02-040-0082_p0006",
      "zh_CN": "示现八相成道依什么？依众生之感。圆教初住就不起心不动念，纯是感应道交，众生有感，佛是自然去应，这叫法尔，法尔如是，因为他没有起心动念。没有起心动念怎么会应？我们现在看了水实验，水有没有起心动念？没起心动念，它为什么会应？所以从这就证明，不起心不动念能应。佛陀在世的时候，这种感应就有人向世尊请教过，世尊举例子，敲钟、敲鼓。你看看，你敲它一下，大叩则大鸣，小叩则小鸣，不叩则不鸣。你叩它的时候，钟有没有去想？有没有起心动念？鼓有没有起心动念？没有，自然就应了。明心见性，在自性清净心里头，众生的感，众生起心动念，这个波立刻就到达遍法界虚空界。《还源观》上，贤首国师告诉我们三种周遍，三种周遍说的是什么？说的是依正庄严，依报跟正报。依报是世界，宇宙，正报是自己身体，不是指别的。别人的身体是我的依报，我们讲人事环境、物质环境，是我的环境，正报就是指自己。换句话说，宇宙从哪来的？我从哪来的？从念头里生的。",
      "zh_TW": "示現八相成道依什麼？依眾生之感。圓教初住就不起心不動念，純是感應道交，眾生有感，佛是自然去應，這叫法爾，法爾如是，因為他沒有起心動念。沒有起心動念怎麼會應？我們現在看了水實驗，水有沒有起心動念？沒起心動念，它為什麼會應？所以從這就證明，不起心不動念能應。佛陀在世的時候，這種感應就有人向世尊請教過，世尊舉例子，敲鐘、敲鼓。你看看，你敲它一下，大叩則大鳴，小叩則小鳴，不叩則不鳴。你叩它的時候，鐘有沒有去想？有沒有起心動念？鼓有沒有起心動念？沒有，自然就應了。明心見性，在自性清淨心裡頭，眾生的感，眾生起心動念，這個波立刻就到達遍法界虛空界。《還源觀》上，賢首國師告訴我們三種周遍，三種周遍說的是什麼？說的是依正莊嚴，依報跟正報。依報是世界，宇宙，正報是自己身體，不是指別的。別人的身體是我的依報，我們講人事環境、物質環境，是我的環境，正報就是指自己。換句話說，宇宙從哪來的？我從哪來的？從念頭裡生的。"
    },
    {
      "id": "02-040-0082_p0007",
      "zh_CN": "所以相由心生，色由心生，色就是物质，物质是从念头来的。这桩事情被现在量子力学家发现了，物质究竟是什么，谜底揭穿了。所以德国的科学家普朗克说，他一生专门研究物质，揭穿之后，他的报告里头说，根据他的研究，世界上根本没有物质这个东西，它是念头产生的幻相。跟佛经上所说的完全相同，「一切法无所有，毕竟空，不可得」，这是事实真相。不可得，你里面还勉强要有个得，这就错了；无所有，你以为是个有，执着有个有，你也错了，它真正是毕竟空。",
      "zh_TW": "所以相由心生，色由心生，色就是物質，物質是從念頭來的。這樁事情被現在量子力學家發現了，物質究竟是什麼，謎底揭穿了。所以德國的科學家普朗克說，他一生專門研究物質，揭穿之後，他的報告裡頭說，根據他的研究，世界上根本沒有物質這個東西，它是念頭產生的幻相。跟佛經上所說的完全相同，「一切法無所有，畢竟空，不可得」，這是事實真相。不可得，你裡面還勉強要有個得，這就錯了；無所有，你以為是個有，執著有個有，你也錯了，它真正是畢竟空。"
    },
    {
      "id": "02-040-0082_p0008",
      "zh_CN": "菩萨的心，就是见性人的心，为什么那么定？他了解事实真相，他在事实真相里面根本没有起心动念，那叫真清净，这是佛境界。起心动念，没有分别执着，是菩萨境界；起心动念、分别，没有执着，那是声闻、缘觉的境界；三种全有，起心动念、分别、执着全有，这是六道凡夫。这真相说出来了。佛教教导我们，目的是教我们回归自性。成佛了，这四种成佛，无论是哪一种，最浅显的信满成佛，他都知道这个事实真相。十信菩萨把起心动念放下，他就升等，脱离十法界了，十法界是一场梦，进入一真法界什么也没有。",
      "zh_TW": "菩薩的心，就是見性人的心，為什麼那麼定？他了解事實真相，他在事實真相裡面根本沒有起心動念，那叫真清淨，這是佛境界。起心動念，沒有分別執著，是菩薩境界；起心動念、分別，沒有執著，那是聲聞、緣覺的境界；三種全有，起心動念、分別、執著全有，這是六道凡夫。這真相說出來了。佛教教導我們，目的是教我們回歸自性。成佛了，這四種成佛，無論是哪一種，最淺顯的信滿成佛，他都知道這個事實真相。十信菩薩把起心動念放下，他就升等，脫離十法界了，十法界是一場夢，進入一真法界什麼也沒有。"
    },
    {
      "id": "02-040-0082_p0009",
      "zh_CN": "《还源观》，难得！那一部《大方广佛华严经》，不可思议！这是贤首国师学习《华严》的心得报告，用我们现在人的说法，就是他的研究心得报告。你看，报告文字不长，全文分六大段，精彩到极处，真的叫一句废话都没有，把《华严经》说得清清楚楚、明明白白。前面三段就是讲源起，告诉我们宇宙从哪里来的、万物从哪里来的、生命从哪里来的、我从哪里来的，这讲清楚了。而且我与宇宙，我与万物，我与一切众生什么关系，清清楚楚、明明白白，一体，关系太密切了。真正通达明了，肯定了，一切众生本来是佛。这个一切众生是广义的，不是狭义的，狭义的里面讲有情、无情，有情可以作佛，无情不行；这广义的，广义的，《华严经》上说的，「情与无情，同圆种智」，圆满种智。圆满种智就是成佛，无情也成佛，那就是花草树木也成佛，山河大地也成佛，没有一样东西不成佛。成佛是什么？成佛就是自性，没有一样东西不是自性变现的。明心见性，性在哪里？随拈一法，无不是。任何一物，这是相，它的体就是性，自性在哪里？就在这里。竖一个手指，明白的人点头，没错。你学，学不像，为什么学不像？你有念头，见性的人没有念头，不同地方就在此地。有念，那是无明，障碍了你自性；无念，自性现出来了。所以放下就是！放下见思，你就是阿罗汉；放下尘沙，你就是菩萨；放下起心动念，你就是佛。世尊千言万语，四十九年所说的，就说这么一桩事情。",
      "zh_TW": "《還源觀》，難得！那一部《大方廣佛華嚴經》，不可思議！這是賢首國師學習《華嚴》的心得報告，用我們現在人的說法，就是他的研究心得報告。你看，報告文字不長，全文分六大段，精彩到極處，真的叫一句廢話都沒有，把《華嚴經》說得清清楚楚、明明白白。前面三段就是講源起，告訴我們宇宙從哪裡來的、萬物從哪裡來的、生命從哪裡來的、我從哪裡來的，這講清楚了。而且我與宇宙，我與萬物，我與一切眾生什麼關係，清清楚楚、明明白白，一體，關係太密切了。真正通達明瞭，肯定了，一切眾生本來是佛。這個一切眾生是廣義的，不是狹義的，狹義的裡面講有情、無情，有情可以作佛，無情不行；這廣義的，廣義的，《華嚴經》上說的，「情與無情，同圓種智」，圓滿種智。圓滿種智就是成佛，無情也成佛，那就是花草樹木也成佛，山河大地也成佛，沒有一樣東西不成佛。成佛是什麼？成佛就是自性，沒有一樣東西不是自性變現的。明心見性，性在哪裡？隨拈一法，無不是。任何一物，這是相，它的體就是性，自性在哪裡？就在這裡。豎一個手指，明白的人點頭，沒錯。你學，學不像，為什麼學不像？你有念頭，見性的人沒有念頭，不同地方就在此地。有念，那是無明，障礙了你自性；無念，自性現出來了。所以放下就是！放下見思，你就是阿羅漢；放下塵沙，你就是菩薩；放下起心動念，你就是佛。世尊千言萬語，四十九年所說的，就說這麼一樁事情。"
    },
    {
      "id": "02-040-0082_p0010",
      "zh_CN": "每个人都是佛，那现在人还造作罪业，他是糊涂佛，迷惑颠倒的佛，不能说他不是佛。所以从体上讲、从性上讲，他真的是佛，我们要尊重他，要礼敬他。礼敬诸佛，没有任何分别，所以心永远是清净的。迷的时候不知道，我也曾经讨厌过人，我也曾经无缘无故找人麻烦，羞辱别人，让别人难看下不了台，小时候干过这些事情。今天很多人用这个方法对付我，我很感谢他。为什么？替我忏除业障，好事，不是坏事。我知道他现在这个境界是我十几岁时候的境界，得理不饶人。六十年学佛，终于把这个事情搞清楚、搞明白了，自性里头恭敬心流出来了，一切恭敬，一切放下，能够学得有几分相似了，不敢说完全相同，有几分相似。",
      "zh_TW": "每個人都是佛，那現在人還造作罪業，他是糊塗佛，迷惑顛倒的佛，不能說他不是佛。所以從體上講、從性上講，他真的是佛，我們要尊重他，要禮敬他。禮敬諸佛，沒有任何分別，所以心永遠是清淨的。迷的時候不知道，我也曾經討厭過人，我也曾經無緣無故找人麻煩，羞辱別人，讓別人難看下不了台，小時候幹過這些事情。今天很多人用這個方法對付我，我很感謝他。為什麼？替我懺除業障，好事，不是壞事。我知道他現在這個境界是我十幾歲時候的境界，得理不饒人。六十年學佛，終於把這個事情搞清楚、搞明白了，自性裡頭恭敬心流出來了，一切恭敬，一切放下，能夠學得有幾分相似了，不敢說完全相同，有幾分相似。"
    },
    {
      "id": "02-040-0082_p0011",
      "zh_CN": "《华严经不思议品》，这是佛的后得智，佛的根本智是自性本具的般若智慧，不生不灭，不来不去。佛在哪里？就在当下。一切时，一切处，全是自性变现出来的。自性就是佛，法身佛，一切法的理体。「斯经所明」，《华严经》上所说的，「若依诸师，多是第四（补处）作佛」，那就是等觉菩萨。「若依今宗」，今宗是净土宗，「此中无所属」，不属于前面五种某一种，不属于。为什么？「以弥陀巧方便回向所作故」，这是不思议的境界。净土宗，阿弥陀佛的示现是回向所作，我们念佛把功德回向弥陀，弥陀念佛把功德回向给一切众生，一切有缘众生。缘成熟了，应以佛身示现，他就示现了。所以，《大势至菩萨圆通章》上说，「忆佛念佛，现前当来，必定见佛」。我们所见，多分见的是化身佛，见到之后就没有了，你真的感到见到。",
      "zh_TW": "《華嚴經不思議品》，這是佛的後得智，佛的根本智是自性本具的般若智慧，不生不滅，不來不去。佛在哪裡？就在當下。一切時，一切處，全是自性變現出來的。自性就是佛，法身佛，一切法的理體。「斯經所明」，《華嚴經》上所說的，「若依諸師，多是第四（補處）作佛」，那就是等覺菩薩。「若依今宗」，今宗是淨土宗，「此中無所屬」，不屬於前面五種某一種，不屬於。為什麼？「以彌陀巧方便迴向所作故」，這是不思議的境界。淨土宗，阿彌陀佛的示現是迴向所作，我們念佛把功德迴向彌陀，彌陀念佛把功德迴向給一切眾生，一切有緣眾生。緣成熟了，應以佛身示現，他就示現了。所以，《大勢至菩薩圓通章》上說，「憶佛念佛，現前當來，必定見佛」。我們所見，多分見的是化身佛，見到之後就沒有了，你真的感到見到。"
    },
    {
      "id": "02-040-0082_p0012",
      "zh_CN": "八相成道的？有。阿弥陀佛在中国有化身，永明延寿是阿弥陀佛再来的，善导大师是阿弥陀佛再来的，国清寺里面的丰干和尚是阿弥陀佛再来的，这是史书上有记载的。他不是以八相成道，他是以比丘身而来的，应以什么身得度，就现什么身，现佛身才是八相成道。所以，弥陀无处不现身，在中国现比丘身，历史上记载的有三次，实际上可能不止。为什么？身分没暴露，我们不知道。就是至少在中国有三次，这大家都承认的。「因果共不可思议」，因不可思议，果也不可思议。「若强论之」，这勉强来说，「或应在第五（佛后）之中焉」。因为阿弥陀佛久远劫就成佛了，他不是在因地，他在果地，所以阿弥陀佛来示现的，应该都是从常寂光来的。常寂光没有来去，没有时间，没有空间，就在当下。",
      "zh_TW": "八相成道的？有。阿彌陀佛在中國有化身，永明延壽是阿彌陀佛再來的，善導大師是阿彌陀佛再來的，國清寺裡面的豐干和尚是阿彌陀佛再來的，這是史書上有記載的。他不是以八相成道，他是以比丘身而來的，應以什麼身得度，就現什麼身，現佛身才是八相成道。所以，彌陀無處不現身，在中國現比丘身，歷史上記載的有三次，實際上可能不止。為什麼？身分沒暴露，我們不知道。就是至少在中國有三次，這大家都承認的。「因果共不可思議」，因不可思議，果也不可思議。「若強論之」，這勉強來說，「或應在第五（佛後）之中焉」。因為阿彌陀佛久遠劫就成佛了，他不是在因地，他在果地，所以阿彌陀佛來示現的，應該都是從常寂光來的。常寂光沒有來去，沒有時間，沒有空間，就在當下。"
    },
    {
      "id": "02-040-0082_p0013",
      "zh_CN": "「由上可见，示现八相成道之人，阶位有五，一般只知补处成佛所现」。实际上它有五种，一般只说补处菩萨，等觉菩萨，这个说法最多，实际上，阶位不止这一种。诸佛菩萨有缘就示现。大经里面说得很好，证得初住之后，脱离十法界，往生到实报庄严土，四十一个位次最低的一个位次，初住是最低的位次，最低的这个位次里头，就有能力以八相成道示现受生。我们晓得，初住能示现，一直到等觉，四十一个位次，位位都能示现。佛菩萨的示现完全是从感，他是应。我们心里头仰慕佛陀，无论你想哪一尊佛，他都能够现身给你看，甚至于以八相成道，在这个世间住一段时期来教化众生。释迦牟尼佛住世八十年，中国人讲虚岁，讲经说法教学四十九年，他来到这个世间，主要就是干这桩事情，四十九年讲经教学。这个缘尽了，他就走了。有缘就示现，没有缘就走了。",
      "zh_TW": "「由上可見，示現八相成道之人，階位有五，一般只知補處成佛所現」。實際上它有五種，一般只說補處菩薩，等覺菩薩，這個說法最多，實際上，階位不止這一種。諸佛菩薩有緣就示現。大經裡面說得很好，證得初住之後，脫離十法界，往生到實報莊嚴土，四十一個位次最低的一個位次，初住是最低的位次，最低的這個位次裡頭，就有能力以八相成道示現受生。我們曉得，初住能示現，一直到等覺，四十一個位次，位位都能示現。佛菩薩的示現完全是從感，他是應。我們心裡頭仰慕佛陀，無論你想哪一尊佛，他都能夠現身給你看，甚至於以八相成道，在這個世間住一段時期來教化眾生。釋迦牟尼佛住世八十年，中國人講虛歲，講經說法教學四十九年，他來到這個世間，主要就是幹這樁事情，四十九年講經教學。這個緣盡了，他就走了。有緣就示現，沒有緣就走了。"
    },
    {
      "id": "02-040-0082_p0014",
      "zh_CN": "「《甄解》则偏重为佛后。诸说不妨并存，五位不妨齐有。盖十方来会之菩萨无量无边，其阶位于平等中，亦不碍于差别也」。这是合情合理。总之都是慈悲度世，帮助众生，成就众生，绝对不会来障碍众生的，都是来成就的。能够接受佛的教诲，没有不得利益的。不接受的没有关系，下一次再来。佛对一切众生有耐心，佛氏门中，不舍一人，你到哪一道，他都看得到。等你再得人身，或者无论什么身，你阿赖耶识里头佛种子起现行，佛都能够来接引你，都能够来帮助你，无论在哪一道，佛统统能现身。",
      "zh_TW": "「《甄解》則偏重為佛後。諸說不妨並存，五位不妨齊有。蓋十方來會之菩薩無量無邊，其階位於平等中，亦不礙於差別也」。這是合情合理。總之都是慈悲度世，幫助眾生，成就眾生，絕對不會來障礙眾生的，都是來成就的。能夠接受佛的教誨，沒有不得利益的。不接受的沒有關係，下一次再來。佛對一切眾生有耐心，佛氏門中，不捨一人，你到哪一道，他都看得到。等你再得人身，或者無論什麼身，你阿賴耶識裡頭佛種子起現行，佛都能夠來接引你，都能夠來幫助你，無論在哪一道，佛統統能現身。"
    },
    {
      "id": "02-040-0082_p0015",
      "zh_CN": "「又八相成道指本师释迦与一切诸佛示现成道之通途」。一般诸佛示现在十法界，特别示现在六道里头，大概都相似。「但诸经论因开合不同，所说亦异」。八相，有的地方说七相，有的地方说九相，有的地方说十相，不一定，八相讲得比较多。「今说八相者，乃从经论之多数也。再者八相之中，内容亦不尽同」。譬如，《大乘起信论》里头所说的八相，「从兜率天下」，这第一，「二入胎，三住胎，四出胎，五出家，六成道，七转法轮」，就是教学四十九年，第八「入涅槃」，八相是这么说法的。但《四教仪》说法，第一个「从兜率天下」，第二个「托胎」，第三个「出生」，第四个「出家，五降魔，六成道，七转法轮，八入涅槃」。这两个对照，便知《四教仪》开《起信论》里头「成道为降魔与成道」，开作两个，合《起信论》里面「入胎与住胎于托胎」，托胎有入胎、住胎的意思，开合不同，内容一样，开合不相同。",
      "zh_TW": "「又八相成道指本師釋迦與一切諸佛示現成道之通途」。一般諸佛示現在十法界，特別示現在六道裡頭，大概都相似。「但諸經論因開合不同，所說亦異」。八相，有的地方說七相，有的地方說九相，有的地方說十相，不一定，八相講得比較多。「今說八相者，乃從經論之多數也。再者八相之中，內容亦不盡同」。譬如，《大乘起信論》裡頭所說的八相，「從兜率天下」，這第一，「二入胎，三住胎，四出胎，五出家，六成道，七轉法輪」，就是教學四十九年，第八「入涅槃」，八相是這麼說法的。但《四教儀》說法，第一個「從兜率天下」，第二個「托胎」，第三個「出生」，第四個「出家，五降魔，六成道，七轉法輪，八入涅槃」。這兩個對照，便知《四教儀》開《起信論》裡頭「成道為降魔與成道」，開作兩個，合《起信論》裡面「入胎與住胎於托胎」，托胎有入胎、住胎的意思，開合不同，內容一樣，開合不相同。"
    },
    {
      "id": "02-040-0082_p0016",
      "zh_CN": "「《嘉祥疏》依《四教仪》判《魏译》之八相，甚合于今此会集本。故仍依之。经中舍兜率是第一相」。后面注，注得很清楚，我们依这个注解读下去。「降王宫是第二与第三两相。弃位出家，苦行学道是第四相。降伏魔怨是第五相。成最正觉是第六相。请转法轮，常以法音，觉诸世间。及以下诸句，是第七相」。这是完全从本经上来说。「下段文中之于此中下，而现灭度是第八相」。",
      "zh_TW": "「《嘉祥疏》依《四教儀》判《魏譯》之八相，甚合於今此會集本。故仍依之。經中捨兜率是第一相」。後面註，註得很清楚，我們依這個註解讀下去。「降王宮是第二與第三兩相。棄位出家，苦行學道是第四相。降伏魔怨是第五相。成最正覺是第六相。請轉法輪，常以法音，覺諸世間。及以下諸句，是第七相」。這是完全從本經上來說。「下段文中之於此中下，而現滅度是第八相」。"
    },
    {
      "id": "02-040-0082_p0017",
      "zh_CN": "下面给我们解释，「舍兜率即第一相从兜率天降生也」。『兜率』，是梵语，或翻作「兜术、睹史多」，这个都是梵音翻译中文的不同。「本是一名，译音有异」，翻译的人，翻的音不相同，实际他们念这个音都是相同的。我们讲方言，各地方的方言不一样，梵音是一个音，我们方言不同，所以翻的这个字就不一样，应该都是一个意思。",
      "zh_TW": "下面給我們解釋，「捨兜率即第一相從兜率天降生也」。『兜率』，是梵語，或翻作「兜術、睹史多」，這個都是梵音翻譯中文的不同。「本是一名，譯音有異」，翻譯的人，翻的音不相同，實際他們念這個音都是相同的。我們講方言，各地方的方言不一樣，梵音是一個音，我們方言不同，所以翻的這個字就不一樣，應該都是一個意思。"
    },
    {
      "id": "02-040-0082_p0018",
      "zh_CN": "「其义为妙足、知足、喜足等。乃欲界中第四天」。我们一般，这三种意思用知足比较多。知足，这也是表法。为什么补处菩萨都住在兜率天？那就是告诉你，知足才能成佛，不知足的人不能成佛，表这个意思。也表学佛的人一定要学知足，样样都知足，为什么？你心是定的，你没有欲望，没有所求。一心一意，在净宗的，就专想西方极乐世界，专想阿弥陀佛，一部经典，一句佛号。「法门无量誓愿学，佛道无上誓愿成」，到极乐世界再办。四弘誓愿，我们今天只修两愿，「众生无边誓愿度，烦恼无尽誓愿断」，我只修这两愿。这个断烦恼、消业障，净宗的方法极妙，就用一句佛号，不知不觉，烦恼不见了。为什么？心里只有阿弥陀佛，除阿弥陀佛之外，没有第二个念头。烦恼不断，没了；业障没消，不见了，确实是断烦恼消业障，但一句佛号总摄了。这个法子比什么都妙，可惜人不知道，用这个方法、用那个方法，人都搞糊涂了。所以名号功德不可思议，名号功德无与伦比，关键就是你能不能相信。",
      "zh_TW": "「其義為妙足、知足、喜足等。乃欲界中第四天」。我們一般，這三種意思用知足比較多。知足，這也是表法。為什麼補處菩薩都住在兜率天？那就是告訴你，知足才能成佛，不知足的人不能成佛，表這個意思。也表學佛的人一定要學知足，樣樣都知足，為什麼？你心是定的，你沒有欲望，沒有所求。一心一意，在淨宗的，就專想西方極樂世界，專想阿彌陀佛，一部經典，一句佛號。「法門無量誓願學，佛道無上誓願成」，到極樂世界再辦。四弘誓願，我們今天只修兩願，「眾生無邊誓願度，煩惱無盡誓願斷」，我只修這兩願。這個斷煩惱、消業障，淨宗的方法極妙，就用一句佛號，不知不覺，煩惱不見了。為什麼？心裡只有阿彌陀佛，除阿彌陀佛之外，沒有第二個念頭。煩惱不斷，沒了；業障沒消，不見了，確實是斷煩惱消業障，但一句佛號總攝了。這個法子比什麼都妙，可惜人不知道，用這個方法、用那個方法，人都搞糊塗了。所以名號功德不可思議，名號功德無與倫比，關鍵就是你能不能相信。"
    },
    {
      "id": "02-040-0082_p0019",
      "zh_CN": "这个法门非常容易，但是非常难信，叫难信之法。菩萨叫难信，诸佛如来也叫难信，你要说明它的道理，唯佛与佛方能究竟，等觉菩萨都搞不清楚。你要真信，真占便宜，真得受用，真在极短的时间成就了。我对于这个法门，我在讲席里头多次报告，我学佛三十年才相信，不是那么简单。我离开工作三十一岁，亲近忏云法师，在他山上茅蓬住了半年，他劝我，我没接受。他教我读《阿弥陀经》三个注子，莲池大师的《疏钞》、蕅益大师的《要解》、幽溪的《圆中钞》，这是《弥陀经》最著名的三部注解，我看了，很认真读了。他要我把科判画成表解，做科会，经跟科会进去，我给它做了。我做了这个之后，我对于佛的经典佩服得五体投地。因为这个表解一画，你看到它章法结构这么严整，这最好的文章。所以做到什么？不能加一个字，不能少一个字，这令人佩服。结构全明白之后，你对它的经文思想体系也就明白了，佛经里这个方法是高明到极处。",
      "zh_TW": "這個法門非常容易，但是非常難信，叫難信之法。菩薩叫難信，諸佛如來也叫難信，你要說明它的道理，唯佛與佛方能究竟，等覺菩薩都搞不清楚。你要真信，真佔便宜，真得受用，真在極短的時間成就了。我對於這個法門，我在講席裡頭多次報告，我學佛三十年才相信，不是那麼簡單。我離開工作三十一歲，親近懺雲法師，在他山上茅蓬住了半年，他勸我，我沒接受。他教我讀《阿彌陀經》三個註子，蓮池大師的《疏鈔》、蕅益大師的《要解》、幽溪的《圓中鈔》，這是《彌陀經》最著名的三部註解，我看了，很認真讀了。他要我把科判畫成表解，做科會，經跟科會進去，我給它做了。我做了這個之後，我對於佛的經典佩服得五體投地。因為這個表解一畫，你看到它章法結構這麼嚴整，這最好的文章。所以做到什麼？不能加一個字，不能少一個字，這令人佩服。結構全明白之後，你對它的經文思想體系也就明白了，佛經裡這個方法是高明到極處。"
    },
    {
      "id": "02-040-0082_p0020",
      "zh_CN": "《华严经》那么大，你看古人做的科判，表解，也是科会，但是经的开头两个字、末后两个字，或者只有开头两个字，让你可以在经上对照。《大方广佛华严经》，六百卷《大般若经》，统统都能够用表解画出来。说明佛经的经文是中国老祖宗所谓第一流的文章，真正做到不增不减，你加一句是累赘的，可以删掉；少一个字，它断了，气接不上，决定不是一般的著作。我在山上住了半年，忏云法师教我做这工作。除此之外，教我读《印光大师文钞》。我是个老实人，教我怎么做，我都依教奉行。我对于净宗，以前对于净宗小看了它，这半年在山上住，对净宗恭敬心生起来了，不敢小看了，但是不愿学。",
      "zh_TW": "《華嚴經》那麼大，你看古人做的科判，表解，也是科會，但是經的開頭兩個字、末後兩個字，或者只有開頭兩個字，讓你可以在經上對照。《大方廣佛華嚴經》，六百卷《大般若經》，統統都能夠用表解畫出來。說明佛經的經文是中國老祖宗所謂第一流的文章，真正做到不增不減，你加一句是累贅的，可以刪掉；少一個字，它斷了，氣接不上，決定不是一般的著作。我在山上住了半年，懺雲法師教我做這工作。除此之外，教我讀《印光大師文鈔》。我是個老實人，教我怎麼做，我都依教奉行。我對於淨宗，以前對於淨宗小看了它，這半年在山上住，對淨宗恭敬心生起來了，不敢小看了，但是不願學。"
    },
    {
      "id": "02-040-0082_p0021",
      "zh_CN": "跟李老师学经教十年，老师劝了很多次，还送我一套《印光大师文钞》，正续两编，早年只有这些东西，全书没出来，一共四册。读了之后很感动，老人苦口婆心，劝人念佛。我也以为那是老太婆教，不是对知识分子说的。你看自己想得还满有理由的，没接受。怎么接受的？是我开讲《华严经》，讲了好几年，第一次讲《华严》讲了十七年，讲到一半，《六十华严》讲一半，《八十华严》也讲了一半。在那个时候，我一个星期讲三次，两天《八十华严》，一天《四十华严》。讲得很多，每天都讲经，不同的经典有不同的听众，满听众的愿。年轻好胜，惹了麻烦，出家人都不喜欢，见到我都摇头，我逐渐逐渐体会到了。我讲经二十年，才有个小图书馆，在台北市，很小很小，就一个教室，白天锁门，晚上来讲经打开。没有道场！那个小道场是韩馆长几个常常听我讲经的老同修，他们大家发心，凑一点钱买下来。那个时候很便宜。我们终于讲经有个固定地方了，不要常常搬家。",
      "zh_TW": "跟李老師學經教十年，老師勸了很多次，還送我一套《印光大師文鈔》，正續兩編，早年只有這些東西，全書沒出來，一共四冊。讀了之後很感動，老人苦口婆心，勸人念佛。我也以為那是老太婆教，不是對知識分子說的。你看自己想得還滿有理由的，沒接受。怎麼接受的？是我開講《華嚴經》，講了好幾年，第一次講《華嚴》講了十七年，講到一半，《六十華嚴》講一半，《八十華嚴》也講了一半。在那個時候，我一個星期講三次，兩天《八十華嚴》，一天《四十華嚴》。講得很多，每天都講經，不同的經典有不同的聽眾，滿聽眾的願。年輕好勝，惹了麻煩，出家人都不喜歡，見到我都搖頭，我逐漸逐漸體會到了。我講經二十年，才有個小圖書館，在台北市，很小很小，就一個教室，白天鎖門，晚上來講經打開。沒有道場！那個小道場是韓館長幾個常常聽我講經的老同修，他們大家發心，湊一點錢買下來。那個時候很便宜。我們終於講經有個固定地方了，不要常常搬家。"
    },
    {
      "id": "02-040-0082_p0022",
      "zh_CN": "这是在景美讲堂的时候，突然有一天想起来，文殊、普贤修什么法门？善财童子修什么法门？这都是我们心目当中的偶像。结果在《四十华严》第三十九卷看到了，文殊、普贤都是发愿求生西方净土。再回过头来看《四十华严》，《四十华严》讲一半了，五十三参第一个，第一参，吉祥云比丘，示现的念佛法门，我们也讲了，没有留意，囫囵吞枣过去了，心里不落印象。这一下回头一翻的时候，原来，就想到什么？先入为主。这个第一参跟最后一参最重要了，就是什么？善财所学的，原来善财学净土法门，念阿弥陀佛成就的。头一个，看头、看尾，尾巴，普贤菩萨十大愿王导归极乐，彻始彻终。当中五十一个，就恍然大悟了，那是善财的广学多闻，不是为自己，为众生的。众生根性不相同，所以要广学多闻，才能应付得了众生，才能开八万四千法门，开无量法门，接引大众。怎么成就的？无论哪个法门，到后来统统归净土，你才有成就；你不归净土，那就太难太难了。",
      "zh_TW": "這是在景美講堂的時候，突然有一天想起來，文殊、普賢修什麼法門？善財童子修什麼法門？這都是我們心目當中的偶像。結果在《四十華嚴》第三十九卷看到了，文殊、普賢都是發願求生西方淨土。再回過頭來看《四十華嚴》，《四十華嚴》講一半了，五十三參第一個，第一參，吉祥雲比丘，示現的念佛法門，我們也講了，沒有留意，囫圇吞棗過去了，心裡不落印象。這一下回頭一翻的時候，原來，就想到什麼？先入為主。這個第一參跟最後一參最重要了，就是什麼？善財所學的，原來善財學淨土法門，念阿彌陀佛成就的。頭一個，看頭、看尾，尾巴，普賢菩薩十大願王導歸極樂，徹始徹終。當中五十一個，就恍然大悟了，那是善財的廣學多聞，不是為自己，為眾生的。眾生根性不相同，所以要廣學多聞，才能應付得了眾生，才能開八萬四千法門，開無量法門，接引大眾。怎麼成就的？無論哪個法門，到後來統統歸淨土，你才有成就；你不歸淨土，那就太難太難了。"
    },
    {
      "id": "02-040-0082_p0023",
      "zh_CN": "明白这个事实真相之后，我的观念就变了，变成什么？如其是这样的话，那就不如专讲净土，专修净土，何必费那么大的力气，绕那么大的弯？所以我就把《华严经》停下来，不讲了，专讲净土五经。这五经都讲了，《阿弥陀经》讲了十几遍，《无量寿经》讲了十遍，不是依黄念老的注解，依李老师的眉注。我那个时候就发心，想一生专讲净土，讲净土一部经，最初选的蕅益大师的《要解》，最喜欢的一部经。古时候，道绰大师讲《阿弥陀经》两百遍，我看到这个记载很感动。我也喜欢《弥陀要解》，我能把《弥陀要解》讲两百遍、讲三百遍，到处讲这部经，好！",
      "zh_TW": "明白這個事實真相之後，我的觀念就變了，變成什麼？如其是這樣的話，那就不如專講淨土，專修淨土，何必費那麼大的力氣，繞那麼大的彎？所以我就把《華嚴經》停下來，不講了，專講淨土五經。這五經都講了，《阿彌陀經》講了十幾遍，《無量壽經》講了十遍，不是依黃念老的註解，依李老師的眉註。我那個時候就發心，想一生專講淨土，講淨土一部經，最初選的蕅益大師的《要解》，最喜歡的一部經。古時候，道綽大師講《阿彌陀經》兩百遍，我看到這個記載很感動。我也喜歡《彌陀要解》，我能把《彌陀要解》講兩百遍、講三百遍，到處講這部經，好！"
    },
    {
      "id": "02-040-0082_p0024",
      "zh_CN": "以后看到这个本子，这个本子确实有提倡的必要，为什么？大家不相信，有疑虑的人很多。李老师把他的眉注交给我，不是一个偶然的事情。这个会集本，经是会集出来了，缘不成熟。黄念老告诉我，夏莲居老居士往生的时候，在往生前告诉他们身边这些弟子，他说他的会集本将来从海外传到中国。当时人听了都感觉到莫名其妙，海外根本就没有，怎么会从海外传到中国？到后来果然应验了，我们确实是在海外弘扬开了，再回到国内的，最早讲这个经在美国跟加拿大。",
      "zh_TW": "以後看到這個本子，這個本子確實有提倡的必要，為什麼？大家不相信，有疑慮的人很多。李老師把他的眉註交給我，不是一個偶然的事情。這個會集本，經是會集出來了，緣不成熟。黃念老告訴我，夏蓮居老居士往生的時候，在往生前告訴他們身邊這些弟子，他說他的會集本將來從海外傳到中國。當時人聽了都感覺到莫名其妙，海外根本就沒有，怎麼會從海外傳到中國？到後來果然應驗了，我們確實是在海外弘揚開了，再回到國內的，最早講這個經在美國跟加拿大。"
    },
    {
      "id": "02-040-0082_p0025",
      "zh_CN": "不但国内人有怀疑，看到这个本不高兴，台湾人看到也不高兴。那是谁？那些老法师。这老法师现在都不在了，可以说了，在的时候不敢讲。李老师讲一遍，就不能再讲第二遍，人家批评说经典不应该会集。如果我们讲理来辩论，当然不好意思，会得罪很多人。你说经不可以会集，不可以念会集本，首先，我们早晚课要废掉，早晚课的课诵本是会集本。那再有，你们法师做的这些经忏佛事，那个法本全是会集本。你看这些年我们提倡的《三时系念佛事》，会集本，里头有《阿弥陀经》、有往生咒，还有祖师的开示。那要是会集本不能用的话，要恢复到讲经，这经忏佛事，法会的，所用的这个仪规统统是会集本，在理上讲不通。我们也省事，既然反对，我们就避免！",
      "zh_TW": "不但國內人有懷疑，看到這個本不高興，台灣人看到也不高興。那是誰？那些老法師。這老法師現在都不在了，可以說了，在的時候不敢講。李老師講一遍，就不能再講第二遍，人家批評說經典不應該會集。如果我們講理來辯論，當然不好意思，會得罪很多人。你說經不可以會集，不可以念會集本，首先，我們早晚課要廢掉，早晚課的課誦本是會集本。那再有，你們法師做的這些經懺佛事，那個法本全是會集本。你看這些年我們提倡的《三時繫念佛事》，會集本，裡頭有《阿彌陀經》、有往生咒，還有祖師的開示。那要是會集本不能用的話，要恢復到講經，這經懺佛事，法會的，所用的這個儀規統統是會集本，在理上講不通。我們也省事，既然反對，我們就避免！"
    },
    {
      "id": "02-040-0082_p0026",
      "zh_CN": "到李老师往生，这个本子很多人不知道，因为老师当年讲这个经，我听说听众只有三、四十个人。这早年，我还跟他不认识，在法华寺，台中法华寺讲的。周邦道老居士，我的老师，他在场听过，听讲这个会集本。所以人数很少，知道的人不多。我把这个本子影印了一万册纪念老师。在哪里？在海外流通。看到的人没有一个不欢喜，就国外缘成熟了，所以我们在国外开讲。然后国内也接受了，在台湾接受了。那个时候韩馆长还在，我在景美图书馆好像讲过三次，三遍，总共讲了十遍。在新加坡讲的也是用李老师的眉注，新加坡讲的这一次因为有录音带，新加坡跟国内往来很频繁，就由居士林传到国内去了，所以中国大陆很多人听到了。真的，从海外传到中国，夏莲老的预言非常正确。",
      "zh_TW": "到李老師往生，這個本子很多人不知道，因為老師當年講這個經，我聽說聽眾只有三、四十個人。這早年，我還跟他不認識，在法華寺，台中法華寺講的。周邦道老居士，我的老師，他在場聽過，聽講這個會集本。所以人數很少，知道的人不多。我把這個本子影印了一萬冊紀念老師。在哪裡？在海外流通。看到的人沒有一個不歡喜，就國外緣成熟了，所以我們在國外開講。然後國內也接受了，在台灣接受了。那個時候韓館長還在，我在景美圖書館好像講過三次，三遍，總共講了十遍。在新加坡講的也是用李老師的眉註，新加坡講的這一次因為有錄音帶，新加坡跟國內往來很頻繁，就由居士林傳到國內去了，所以中國大陸很多人聽到了。真的，從海外傳到中國，夏蓮老的預言非常正確。"
    },
    {
      "id": "02-040-0082_p0027",
      "zh_CN": "这桩事情跟我总算是有缘分，我们有使命、有义务要把这两位老人的苦心传下去。夏莲老用了十年的时间完成这个工作；黄念老，六年的时间，搜集了一百九十三种参考资料，做成了集注，非常可贵！世尊往后末法九千年，全靠这部经得度。所以我就发愿，我们报两位师长的恩德，我们要继承这个工作，会集圆满了，集注圆满了，我们担任弘扬的工作，普遍宣扬。所以前年清明节，我把《华严》停止了，我想我以后，活多久我就讲多久，一年一部。这是第三遍，遍遍不一样，法喜充满，一遍比一遍深入，契入境界了。深深体会到古人所谓的「读书千遍，其义自见」，你真见到里头的意思了。所以现在这个经文，无论哪一章、哪一节，我讲起来要讲几个小时，里面的义理无有穷尽。不深入，讲不出味道出来。深入，你自己有体会，自己有受用，自己契入境界，这个味道就不一样了。",
      "zh_TW": "這樁事情跟我總算是有緣分，我們有使命、有義務要把這兩位老人的苦心傳下去。夏蓮老用了十年的時間完成這個工作；黃念老，六年的時間，蒐集了一百九十三種參考資料，做成了集註，非常可貴！世尊往後末法九千年，全靠這部經得度。所以我就發願，我們報兩位師長的恩德，我們要繼承這個工作，會集圓滿了，集註圓滿了，我們擔任弘揚的工作，普遍宣揚。所以前年清明節，我把《華嚴》停止了，我想我以後，活多久我就講多久，一年一部。這是第三遍，遍遍不一樣，法喜充滿，一遍比一遍深入，契入境界了。深深體會到古人所謂的「讀書千遍，其義自見」，你真見到裡頭的意思了。所以現在這個經文，無論哪一章、哪一節，我講起來要講幾個小時，裡面的義理無有窮盡。不深入，講不出味道出來。深入，你自己有體會，自己有受用，自己契入境界，這個味道就不一樣了。"
    },
    {
      "id": "02-040-0082_p0028",
      "zh_CN": "知足，所以，从学佛的头一天就要知足，老师教我看破放下，教我学释迦牟尼佛。中国古人也常常教人知足，知足常乐，《大学》八目叫知止，知止就是知足。知止而后有定，佛法最讲求的就是三昧，三昧就是定。知足就是禅定的前方便，不知足，你怎么可能得定？衣食住行稍稍有一点，够了，不再求多了。我讲经教学这么多年，认识人多了，供养也多了，供养一送来，除了留一点点之外，统统结缘，广结善缘。结缘什么？这感情就好，他就喜欢听我讲经，那自然就念佛，就发心求生极乐世界，自自然然就得度了。",
      "zh_TW": "知足，所以，從學佛的頭一天就要知足，老師教我看破放下，教我學釋迦牟尼佛。中國古人也常常教人知足，知足常樂，《大學》八目叫知止，知止就是知足。知止而後有定，佛法最講求的就是三昧，三昧就是定。知足就是禪定的前方便，不知足，你怎麼可能得定？衣食住行稍稍有一點，夠了，不再求多了。我講經教學這麼多年，認識人多了，供養也多了，供養一送來，除了留一點點之外，統統結緣，廣結善緣。結緣什麼？這感情就好，他就喜歡聽我講經，那自然就念佛，就發心求生極樂世界，自自然然就得度了。"
    },
    {
      "id": "02-040-0082_p0029",
      "zh_CN": "所以，知足在佛法里头非常重要，章嘉大师传给我，我传给大家。大师劝我学佛，劝我学释迦牟尼佛，第一部叫我念的书是《释迦谱》、《释迦方志》，告诉我，你要学佛，先要认识释迦牟尼佛，你才能向他学，不至于学偏、学错了，我从这里入门的。头一天教导我的，看破放下，特别嘱咐我，从初发心到如来地就是看破帮助放下，放下帮助看破，辗转相辅相成，到最高峰。我初学佛，什么也不懂，讲看破放下我能听得懂，这就是止观。观就是看破，止就是放下。但是要用止观，那要讲好半天，我都听不懂，讲看得破，放得下，这我一听就懂了。",
      "zh_TW": "所以，知足在佛法裡頭非常重要，章嘉大師傳給我，我傳給大家。大師勸我學佛，勸我學釋迦牟尼佛，第一部叫我念的書是《釋迦譜》、《釋迦方志》，告訴我，你要學佛，先要認識釋迦牟尼佛，你才能向他學，不至於學偏、學錯了，我從這裡入門的。頭一天教導我的，看破放下，特別囑咐我，從初發心到如來地就是看破幫助放下，放下幫助看破，輾轉相輔相成，到最高峰。我初學佛，什麼也不懂，講看破放下我能聽得懂，這就是止觀。觀就是看破，止就是放下。但是要用止觀，那要講好半天，我都聽不懂，講看得破，放得下，這我一聽就懂了。"
    },
    {
      "id": "02-040-0082_p0030",
      "zh_CN": "我向他老人家请教，从哪里下手？教我从布施，给我讲财布施、法布施、无畏布施，一定要我做。老人，那一年我二十六岁，他六十五岁，这老人，祖父辈的，非常慈悲，大概看我命苦，没有福报，劝我修布施。我说我生活很困难，哪有钱布施！他就问我，一毛钱有没有？可以，一毛钱行。一块钱行不行？一块钱勉强，还可以。你就从一毛一块布施起，常存布施的心，有能力的时候，尽心尽力去做。告诉我，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。三种布施，里头都可以不要用钱的，财布施是什么？做义工。做义工是我们用体力，叫内财布施，比外财福报更大。学会这些，修一点福报，以前不知道都造业，知道这个以后，才懂得修福报。我的福报全是这一生修的。",
      "zh_TW": "我向他老人家請教，從哪裡下手？教我從布施，給我講財布施、法布施、無畏布施，一定要我做。老人，那一年我二十六歲，他六十五歲，這老人，祖父輩的，非常慈悲，大概看我命苦，沒有福報，勸我修布施。我說我生活很困難，哪有錢布施！他就問我，一毛錢有沒有？可以，一毛錢行。一塊錢行不行？一塊錢勉強，還可以。你就從一毛一塊布施起，常存布施的心，有能力的時候，盡心盡力去做。告訴我，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。三種布施，裡頭都可以不要用錢的，財布施是什麼？做義工。做義工是我們用體力，叫內財布施，比外財福報更大。學會這些，修一點福報，以前不知道都造業，知道這個以後，才懂得修福報。我的福報全是這一生修的。"
    },
    {
      "id": "02-040-0082_p0031",
      "zh_CN": "真正得到老师欢喜教导，那就是真诚、恭敬、听话，依教奉行，你教我的我真做，如果不是这一点，老师不教你。老师不要钱，三个老师，我都没有送过学费，我都没有送过供养，都没有，他们都非常热心的教。凭什么？就是看我还喜欢学，好学，真干，老师所教的我都能把它做到，他看到欢喜。如果是阳奉阴违，表面是一套，背后也是一套，老师就不会教你了。同学当中有这样的同学，这样的同学，老师讲经，欢迎你来听经，教学上课也欢迎你来，对你总是客客气气，教学不一样，心态不相同。一个教室上课，真的，一分恭敬得一分利益，十分恭敬得十分利益，没有恭敬心，听到是常识，佛学常识。所以我们体会到经上有所谓，「佛以一音而说法，众生随类各得解」，你解的深浅、广狭，完全是你的心，你用什么心来学，你得什么东西。如果是贡高我慢的心、自以为是的心，肯定走错路，学偏、学岔了。老师讲的不偏、不岔，你自己体会的，往邪路上走了，不是正道。",
      "zh_TW": "真正得到老師歡喜教導，那就是真誠、恭敬、聽話，依教奉行，你教我的我真做，如果不是這一點，老師不教你。老師不要錢，三個老師，我都沒有送過學費，我都沒有送過供養，都沒有，他們都非常熱心的教。憑什麼？就是看我還喜歡學，好學，真幹，老師所教的我都能把它做到，他看到歡喜。如果是陽奉陰違，表面是一套，背後也是一套，老師就不會教你了。同學當中有這樣的同學，這樣的同學，老師講經，歡迎你來聽經，教學上課也歡迎你來，對你總是客客氣氣，教學不一樣，心態不相同。一個教室上課，真的，一分恭敬得一分利益，十分恭敬得十分利益，沒有恭敬心，聽到是常識，佛學常識。所以我們體會到經上有所謂，「佛以一音而說法，眾生隨類各得解」，你解的深淺、廣狹，完全是你的心，你用什麼心來學，你得什麼東西。如果是貢高我慢的心、自以為是的心，肯定走錯路，學偏、學岔了。老師講的不偏、不岔，你自己體會的，往邪路上走了，不是正道。"
    },
    {
      "id": "02-040-0082_p0032",
      "zh_CN": "怎么是正道？现在人很难，走偏邪非常之多，为什么？他用思惟。现在学校不都是用这个吗？学的时候我得想想这什么意思，这不许可的。马鸣菩萨在《大乘起信论》里告诉我们，学习的态度，听经，离言说相，离名字相，离心缘相，你真听到东西。读经，离文字相，离名词相，离心缘相。心缘相，决定不能用自己心里想这什么意思，这是什么，不可以。为什么不可以？佛从自性流出来的，自性里头没有意思，没有意思它就是无量义。你讲经的时候，你看到这个听众，听众是什么意思，自然流露出来，就合他的意思。听众不一样，你讲的就不一样；时间不一样，讲的也不一样。《无量寿经》我讲了十多遍，遍遍不一样。场所是一样，听众是一样，程度不一样，今年比去年提升，比前年那更提升了，年年不一样。因时、因人、因事、因地，哪有一样的讲法！所以一定要肯定佛的经论没意思，你说的意思是你自己的意思，绝不是经论的意思，经论没意思。",
      "zh_TW": "怎麼是正道？現在人很難，走偏邪非常之多，為什麼？他用思惟。現在學校不都是用這個嗎？學的時候我得想想這什麼意思，這不許可的。馬鳴菩薩在《大乘起信論》裡告訴我們，學習的態度，聽經，離言說相，離名字相，離心緣相，你真聽到東西。讀經，離文字相，離名詞相，離心緣相。心緣相，決定不能用自己心裡想這什麼意思，這是什麼，不可以。為什麼不可以？佛從自性流出來的，自性裡頭沒有意思，沒有意思它就是無量義。你講經的時候，你看到這個聽眾，聽眾是什麼意思，自然流露出來，就合他的意思。聽眾不一樣，你講的就不一樣；時間不一樣，講的也不一樣。《無量壽經》我講了十多遍，遍遍不一樣。場所是一樣，聽眾是一樣，程度不一樣，今年比去年提升，比前年那更提升了，年年不一樣。因時、因人、因事、因地，哪有一樣的講法！所以一定要肯定佛的經論沒意思，你說的意思是你自己的意思，絕不是經論的意思，經論沒意思。"
    },
    {
      "id": "02-040-0082_p0033",
      "zh_CN": "我给你讲，现在讲东西你们统统记录下来，有没有意思？没有意思，这是真的。我讲完之后，你问我讲些什么，我完全不知道。现在录音，我得把录音拿来我自己听听，否则的话，我不知道。这是真的，不落痕迹。这个东西是活的，不是死的，活活泼泼，字字句句含无量义。无论你对什么样的众生，什么样的时节因缘，你讲起来一样通顺，毫无障碍，让人听得都能生欢喜心。这是什么？这是李老师教的，全凭感应。没有开悟之前，要求感应。感应，用什么感？用诚，诚敬。怎么诚敬？要诚敬到极处，用至诚感通，这是老师教我的秘诀。不是至诚心，就不能感通，你所学的是知识，不是智慧。",
      "zh_TW": "我給你講，現在講東西你們統統記錄下來，有沒有意思？沒有意思，這是真的。我講完之後，你問我講些什麼，我完全不知道。現在錄音，我得把錄音拿來我自己聽聽，否則的話，我不知道。這是真的，不落痕跡。這個東西是活的，不是死的，活活潑潑，字字句句含無量義。無論你對什麼樣的眾生，什麼樣的時節因緣，你講起來一樣通順，毫無障礙，讓人聽得都能生歡喜心。這是什麼？這是李老師教的，全憑感應。沒有開悟之前，要求感應。感應，用什麼感？用誠，誠敬。怎麼誠敬？要誠敬到極處，用至誠感通，這是老師教我的祕訣。不是至誠心，就不能感通，你所學的是知識，不是智慧。"
    },
    {
      "id": "02-040-0082_p0034",
      "zh_CN": "所以学贵有恒，学贵遍数多。所以古人才提出，这是真话，这个是经验之谈，这是真理，就是「读书千遍，其义自见」。不要有妄想，一遍一遍读去，读一千遍之后心定了，自然明白。那你讲的时候，讲的时候叫善巧方便，长说短说、深说浅说，无一不自在。基础是知足，关键是放下，放下言说，言说相、文字相，名字相就是名词术语，都不能执着，放下心缘相，不能用我的心去想这什么意思、这什么意思，不可以，没有意思。恭恭敬敬的读，恭恭敬敬的听，会入定，会开悟。所以佛法的教学方法跟世间不一样，用世间这套东西把佛法变质了，变成世间一种学术，变成佛经哲学来教了。",
      "zh_TW": "所以學貴有恆，學貴遍數多。所以古人才提出，這是真話，這個是經驗之談，這是真理，就是「讀書千遍，其義自見」。不要有妄想，一遍一遍讀去，讀一千遍之後心定了，自然明白。那你講的時候，講的時候叫善巧方便，長說短說、深說淺說，無一不自在。基礎是知足，關鍵是放下，放下言說，言說相、文字相，名字相就是名詞術語，都不能執著，放下心緣相，不能用我的心去想這什麼意思、這什麼意思，不可以，沒有意思。恭恭敬敬的讀，恭恭敬敬的聽，會入定，會開悟。所以佛法的教學方法跟世間不一樣，用世間這套東西把佛法變質了，變成世間一種學術，變成佛經哲學來教了。"
    },
    {
      "id": "02-040-0082_p0035",
      "zh_CN": "我们再往下看，兜率是欲界天，「欲界中第四天」，欲界有第六层天，这第四层天。「内院现为弥勒大士之净土。外院则为天众欲乐之处」。这就说明兜率天是凡圣同居土，圣人居住在那里修道的称为内院。外面的天人，这些天人都是修知足的，我们讲知足常乐，没有什么？欲望有，欲望没有断，很少，他生兜率天。兜率天比忉利天高，忉利天上面是夜摩天，夜摩天再上去就是兜率天，愈上去愈殊胜。我们中国人一般讲天都是讲忉利天，玉皇大帝，玉皇大帝是忉利天主。天人寿命长，乐多苦少，就算是忉利天，苦很少，乐多。什么时候才觉得有苦？寿命到了前一个星期，他感到很苦，身体衰了，七天。天人身体干净，不要洗澡，身上都有香气，到临命终前面七天，这香气逐渐淡了，他慌了。头上戴这个帽子上面都有鲜花，永远不谢的，这个到最后七天，这花慢慢枯了，这就是什么？他寿命快到了。就最后的七天，他感到痛苦，知道寿命到了。寿命到了，很难往上去，多半往下面去。往上面要真修行，没有真修行，多半往下堕落。还是修行人少，享乐的人多。",
      "zh_TW": "我們再往下看，兜率是欲界天，「欲界中第四天」，欲界有第六層天，這第四層天。「內院現為彌勒大士之淨土。外院則為天眾欲樂之處」。這就說明兜率天是凡聖同居土，聖人居住在那裡修道的稱為內院。外面的天人，這些天人都是修知足的，我們講知足常樂，沒有什麼？欲望有，欲望沒有斷，很少，他生兜率天。兜率天比忉利天高，忉利天上面是夜摩天，夜摩天再上去就是兜率天，愈上去愈殊勝。我們中國人一般講天都是講忉利天，玉皇大帝，玉皇大帝是忉利天主。天人壽命長，樂多苦少，就算是忉利天，苦很少，樂多。什麼時候才覺得有苦？壽命到了前一個星期，他感到很苦，身體衰了，七天。天人身體乾淨，不要洗澡，身上都有香氣，到臨命終前面七天，這香氣逐漸淡了，他慌了。頭上戴這個帽子上面都有鮮花，永遠不謝的，這個到最後七天，這花慢慢枯了，這就是什麼？他壽命快到了。就最後的七天，他感到痛苦，知道壽命到了。壽命到了，很難往上去，多半往下面去。往上面要真修行，沒有真修行，多半往下墮落。還是修行人少，享樂的人多。"
    },
    {
      "id": "02-040-0082_p0036",
      "zh_CN": "忉利天，财色名食睡五欲都有，愈往上愈淡薄，夜摩比忉利天就淡，兜率就更淡了，再往上去化乐天，再往上去他化自在天。他化自在天的天王就是波旬，难得！他再上去就是色界，欲完全被定力控制住，没有断，但不起作用，叫伏住，伏断。这初禅就伏了，伏断了。伏断，财色名食睡念头都没有了，能伏住。由初禅到二禅、三禅、四禅，愈来愈往上去。四禅之外有四空天，很多人在四禅、在四空，寿命到的时候，那个寿命就是他禅定，禅定有一定的时间，到的时候禅定会消失。消失，他苦就来了，于是乎他就起怀疑，他是误认为那个境界是般涅槃。特别是四空天，把那个地方当作常寂光，我已经证得常寂光了，为什么还有烦恼习气现前？这佛说的话不灵，有问题。这个念头一动，就下去了，这是什么？谤佛、谤法、谤僧，这毁谤三宝。毁谤三宝的过失是无间地狱，所以叫爬得高，摔得重，他堕落下去了。这个路子他走偏、走邪了。",
      "zh_TW": "忉利天，財色名食睡五欲都有，愈往上愈淡薄，夜摩比忉利天就淡，兜率就更淡了，再往上去化樂天，再往上去他化自在天。他化自在天的天王就是波旬，難得！他再上去就是色界，欲完全被定力控制住，沒有斷，但不起作用，叫伏住，伏斷。這初禪就伏了，伏斷了。伏斷，財色名食睡念頭都沒有了，能伏住。由初禪到二禪、三禪、四禪，愈來愈往上去。四禪之外有四空天，很多人在四禪、在四空，壽命到的時候，那個壽命就是他禪定，禪定有一定的時間，到的時候禪定會消失。消失，他苦就來了，於是乎他就起懷疑，他是誤認為那個境界是般涅槃。特別是四空天，把那個地方當作常寂光，我已經證得常寂光了，為什麼還有煩惱習氣現前？這佛說的話不靈，有問題。這個念頭一動，就下去了，這是什麼？謗佛、謗法、謗僧，這毀謗三寶。毀謗三寶的過失是無間地獄，所以叫爬得高，摔得重，他墮落下去了。這個路子他走偏、走邪了。"
    },
    {
      "id": "02-040-0082_p0037",
      "zh_CN": "如果跟佛学，那就不会有偏差。跟佛学，初果、二果大概都是在欲界天，人间天上，绝不堕三恶道，不会走偏，不会走邪，不会变成阿修罗、变成罗刹，不会。三果就在第四禅五不还天，叫净居天，那是三果圣人他们修行的地方。在大乘，大概第五信、第六信，五信、六信的菩萨在五不还天。在那边证得阿罗汉果，他不要经过四空天，他就出去了，就直捷到四圣法界的声闻法界。如果功夫差一点的，习气重一点的，他要通过四空天，那也是一个相当长的时间，才能证得四果，才能超越六道轮回。",
      "zh_TW": "如果跟佛學，那就不會有偏差。跟佛學，初果、二果大概都是在欲界天，人間天上，絕不墮三惡道，不會走偏，不會走邪，不會變成阿修羅、變成羅剎，不會。三果就在第四禪五不還天，叫淨居天，那是三果聖人他們修行的地方。在大乘，大概第五信、第六信，五信、六信的菩薩在五不還天。在那邊證得阿羅漢果，他不要經過四空天，他就出去了，就直捷到四聖法界的聲聞法界。如果功夫差一點的，習氣重一點的，他要通過四空天，那也是一個相當長的時間，才能證得四果，才能超越六道輪迴。"
    },
    {
      "id": "02-040-0082_p0038",
      "zh_CN": "这些都搞清楚、都搞明白，我们对于净土才会非常珍惜、非常宝贵，知道除这一门之外，那我们得吃尽苦头，还未必能超越，这六道不容易超越，四圣就更难。这个法门是无比的幸运，疏忽真叫有罪，怎么对得起自己？怎么对得起佛菩萨？怎么对得起祖宗？佛门里有所谓「一子成佛，九祖生天」，父母、祖宗都希望你成就，你成就，他沾光，他们在恶道，统统都生天。所以一定要真干，决定不含糊。世间法，自然有佛菩萨来做，众生有福报，他就来了；众生没有福报，他来，他来不做，他在旁边看，什么时候有缘，他什么时候去做，没有缘他不插手。",
      "zh_TW": "這些都搞清楚、都搞明白，我們對於淨土才會非常珍惜、非常寶貴，知道除這一門之外，那我們得吃盡苦頭，還未必能超越，這六道不容易超越，四聖就更難。這個法門是無比的幸運，疏忽真叫有罪，怎麼對得起自己？怎麼對得起佛菩薩？怎麼對得起祖宗？佛門裡有所謂「一子成佛，九祖生天」，父母、祖宗都希望你成就，你成就，他沾光，他們在惡道，統統都生天。所以一定要真幹，決定不含糊。世間法，自然有佛菩薩來做，眾生有福報，他就來了；眾生沒有福報，他來，他來不做，他在旁邊看，什麼時候有緣，他什麼時候去做，沒有緣他不插手。"
    },
    {
      "id": "02-040-0082_p0039",
      "zh_CN": "「《普曜经说法门品》」，这经文里头说，「其兜术天，有大天宫，名曰高幢。广长二千五百六十里」，这是宫殿，这么大。「菩萨常坐，为诸天人，敷演经典」。《佛地论第五》也有说：「睹史多天，后身菩萨，于中教化。后身菩萨即一生补处菩萨。此世界过现未三世之补处大士，皆从此天降生」。所以这是表法的，告诉人，你想成佛，成佛要知足，不知足的人不能成佛，取这个意思，非常明显。于一切法统统知足，心里头没有希求、没有向往了；换句话说，我们念佛人，真正得到念佛三昧了。得到念佛三昧，不是生兜率天，我们生极乐世界，到极乐世界去作佛了。极乐世界作佛是在实报庄严土，等觉菩萨，不住兜率天，住实报土。菩萨最高的阶级，破最后一品无明习气，无明习气一断，证妙觉果位，回归常寂光，究竟圆满。这是降生，菩萨降生。",
      "zh_TW": "「《普曜經說法門品》」，這經文裡頭說，「其兜術天，有大天宮，名曰高幢。廣長二千五百六十里」，這是宮殿，這麼大。「菩薩常坐，為諸天人，敷演經典」。《佛地論第五》也有說：「睹史多天，後身菩薩，於中教化。後身菩薩即一生補處菩薩。此世界過現未三世之補處大士，皆從此天降生」。所以這是表法的，告訴人，你想成佛，成佛要知足，不知足的人不能成佛，取這個意思，非常明顯。於一切法統統知足，心裡頭沒有希求、沒有嚮往了；換句話說，我們念佛人，真正得到念佛三昧了。得到念佛三昧，不是生兜率天，我們生極樂世界，到極樂世界去作佛了。極樂世界作佛是在實報莊嚴土，等覺菩薩，不住兜率天，住實報土。菩薩最高的階級，破最後一品無明習氣，無明習氣一斷，證妙覺果位，回歸常寂光，究竟圓滿。這是降生，菩薩降生。"
    },
    {
      "id": "02-040-0082_p0040",
      "zh_CN": "下面，「托胎」，「庚三」，第三相，「出生」。",
      "zh_TW": "下面，「托胎」，「庚三」，第三相，「出生」。"
    },
    {
      "id": "02-040-0082_p0041",
      "zh_CN": "【降王宫。】",
      "zh_TW": "【降王宮。】"
    },
    {
      "id": "02-040-0082_p0042",
      "zh_CN": "菩萨妙不可言，他来投胎可以选择的。我们不能选择，我们是业力，完全受业力支配。菩萨不是业力支配，他喜欢到哪一家就到哪一家。凡是八相成道，一定在皇宫，投生在国王家里，为什么？表法。世间人所争取的就是名闻利养，地位没有比国王更高，所谓贵为天子，富有四海，人都羡慕。他得到了，得到他不要，这就是说，还有比国王更高贵的，比国王更富有的，你们不知道。那是什么？成佛。用这个方法来勉励人，让一般迷惑在三界六道里头的看到觉悟。",
      "zh_TW": "菩薩妙不可言，他來投胎可以選擇的。我們不能選擇，我們是業力，完全受業力支配。菩薩不是業力支配，他喜歡到哪一家就到哪一家。凡是八相成道，一定在皇宮，投生在國王家裡，為什麼？表法。世間人所爭取的就是名聞利養，地位沒有比國王更高，所謂貴為天子，富有四海，人都羨慕。他得到了，得到他不要，這就是說，還有比國王更高貴的，比國王更富有的，你們不知道。那是什麼？成佛。用這個方法來勉勵人，讓一般迷惑在三界六道裡頭的看到覺悟。"
    },
    {
      "id": "02-040-0082_p0043",
      "zh_CN": "所以，『降王宫』。「降生于王宫，是中含摄第二相之托胎，与第三相之出生」。降王宫这一句有这两个意思在。「本师释尊之托胎，如《因果经》云：于时摩耶夫人于眠寤之际，见菩萨乘六牙白象腾空而来。从右胁入，身现于外，如处琉璃」。这是说经里头记载的释迦牟尼佛托胎的时候，他的母亲摩耶夫人，这是说将睡未睡的时候，清清楚楚见到菩萨，这个菩萨就是补处菩萨，从兜率天下降，乘着六牙白象从空中来，从她的右胁进去，身现在外，透明的，像琉璃一样，见到菩萨相，托胎。",
      "zh_TW": "所以，『降王宮』。「降生於王宮，是中含攝第二相之托胎，與第三相之出生」。降王宮這一句有這兩個意思在。「本師釋尊之托胎，如《因果經》云：於時摩耶夫人於眠寤之際，見菩薩乘六牙白象騰空而來。從右脅入，身現於外，如處琉璃」。這是說經裡頭記載的釋迦牟尼佛托胎的時候，他的母親摩耶夫人，這是說將睡未睡的時候，清清楚楚見到菩薩，這個菩薩就是補處菩薩，從兜率天下降，乘著六牙白象從空中來，從她的右脅進去，身現在外，透明的，像琉璃一樣，見到菩薩相，托胎。"
    },
    {
      "id": "02-040-0082_p0044",
      "zh_CN": "「至于出生，则如《涅槃经》云：从母摩耶而生。生已，即周行七步。周行者，乃指四维上下之十方」。这母亲，在无忧树下，她用右手去攀这个树枝，他从右胁生下来。托胎的时候，他从右胁进去，出来的时候，从右胁出来。佛尚右，所以右旋，尚右。右旋，今天我们讲顺时钟，顺时钟这是右，表正法。左面叫旁门左道，所以佛法尚右，不尚左。降生就走了七步，经典里面记载得比较详细，他自己说话，指着天，「天上天下，唯我独尊」。一般人不晓得这个意思，释迦牟尼佛傲慢、自大，你看，出生的时候，天上天下，唯我独尊。这人不知道，他说的那个我是真我，不是假我，假我没有什么尊贵的。",
      "zh_TW": "「至於出生，則如《涅槃經》云：從母摩耶而生。生已，即周行七步。周行者，乃指四維上下之十方」。這母親，在無憂樹下，她用右手去攀這個樹枝，他從右脅生下來。托胎的時候，他從右脅進去，出來的時候，從右脅出來。佛尚右，所以右旋，尚右。右旋，今天我們講順時鐘，順時鐘這是右，表正法。左面叫旁門左道，所以佛法尚右，不尚左。降生就走了七步，經典裡面記載得比較詳細，他自己說話，指著天，「天上天下，唯我獨尊」。一般人不曉得這個意思，釋迦牟尼佛傲慢、自大，你看，出生的時候，天上天下，唯我獨尊。這人不知道，他說的那個我是真我，不是假我，假我沒有什麼尊貴的。"
    },
    {
      "id": "02-040-0082_p0045",
      "zh_CN": "真我是什么？真我是法性。有，三德秘藏有真我，般若、法身、解脱都具足常乐我净，那是真我，般若里头有真我，法身里头有真我，解脱里头有真我。除法身菩萨之外，没有真我，全是假的，明心见性，见性成佛，你就证得真我。阿罗汉没有，权教菩萨没有，别教要初地以上，圆教初住以上，这就把真我找到了，这个独尊。真我有两个意思，一个是主宰，一个是自在，真正做得了主宰，假的做不了主。真正主宰，不生不灭，它真的不生不灭；真正自在，本自具足，能生万法，这个自在。佛出世到这个世间，就是把这个真实法教给我们，叫诸法实相，不是教别的，把宇宙之间一切真实东西告诉我们，我们要真的，不要假的。",
      "zh_TW": "真我是什麼？真我是法性。有，三德祕藏有真我，般若、法身、解脫都具足常樂我淨，那是真我，般若裡頭有真我，法身裡頭有真我，解脫裡頭有真我。除法身菩薩之外，沒有真我，全是假的，明心見性，見性成佛，你就證得真我。阿羅漢沒有，權教菩薩沒有，別教要初地以上，圓教初住以上，這就把真我找到了，這個獨尊。真我有兩個意思，一個是主宰，一個是自在，真正做得了主宰，假的做不了主。真正主宰，不生不滅，它真的不生不滅；真正自在，本自具足，能生萬法，這個自在。佛出世到這個世間，就是把這個真實法教給我們，叫諸法實相，不是教別的，把宇宙之間一切真實東西告訴我們，我們要真的，不要假的。"
    },
    {
      "id": "02-040-0082_p0046",
      "zh_CN": "周行七步。周行者，乃指四维上下之十方。「《净影疏》曰：于十方各行七步，示现丈夫奋迅之力，于十方独出无畏。又《魏译》曰：从右胁生」。《释迦谱》里头说，「菩萨渐渐从右胁出」，这说他出生的跟一般众生不一样。大乘经里说得更详细，释迦在母体里面建大法会，讲经说法，无量法身菩萨都在里头听法。我们能不能相信？能相信。为什么？一微尘里头转大法轮，自性没有大小，自性没有空间、没有时间，真得大自在。所以在母体里头做佛事，讲经说法，教化众生。那要什么人听？也就像《华严经》一样，《华严》从定中讲的，这要真正有神通，能够到摩耶夫人身体里面去听经、去闻法，无量菩萨。",
      "zh_TW": "周行七步。周行者，乃指四維上下之十方。「《淨影疏》曰：於十方各行七步，示現丈夫奮迅之力，於十方獨出無畏。又《魏譯》曰：從右脅生」。《釋迦譜》裡頭說，「菩薩漸漸從右脅出」，這說他出生的跟一般眾生不一樣。大乘經裡說得更詳細，釋迦在母體裡面建大法會，講經說法，無量法身菩薩都在裡頭聽法。我們能不能相信？能相信。為什麼？一微塵裡頭轉大法輪，自性沒有大小，自性沒有空間、沒有時間，真得大自在。所以在母體裡頭做佛事，講經說法，教化眾生。那要什麼人聽？也就像《華嚴經》一樣，《華嚴》從定中講的，這要真正有神通，能夠到摩耶夫人身體裡面去聽經、去聞法，無量菩薩。"
    },
    {
      "id": "02-040-0082_p0047",
      "zh_CN": "底下这一段，「出家」。",
      "zh_TW": "底下這一段，「出家」。"
    },
    {
      "id": "02-040-0082_p0048",
      "zh_CN": "【弃位出家。苦行学道。作斯示现。顺世间故。】",
      "zh_TW": "【棄位出家。苦行學道。作斯示現。順世間故。】"
    },
    {
      "id": "02-040-0082_p0049",
      "zh_CN": "我们看注解。出现在人间，跟人不一样，大家信心不能建立，你是神人再来的，我们是凡夫，你能做到，我做不到。所以示现跟人一样，我能做到，说明你也能做到，用意在此地。「此表出家之第四相。《魏译》甚详，文曰」，这个底下的经文是康僧铠的本子，《魏译》，康僧铠的本子。「现处宫中，色味之间」，这是宫廷的生活，这富贵，人间富贵之极处。「见老病死，悟世非常」。这是有一天，太子到野外去玩，去游玩，看到老人、病人、死人，觉悟世间无常。这都是做给别人看的，为什么他看到能觉悟，别人看到不觉悟？别人迷在世间，迷失了自性，不知道老病死。菩萨做这个示现，一看，看出什么？看出人生没有乐。人决定要老，每一天都催你老，你没有办法中止，说不老做不到。人都有病，人都要死亡。从这里觉悟，悟世非常，非常就是无常，世间无常，乐在哪里！这个就是让我们学到高度的警觉性，世间法确实是无常的。",
      "zh_TW": "我們看註解。出現在人間，跟人不一樣，大家信心不能建立，你是神人再來的，我們是凡夫，你能做到，我做不到。所以示現跟人一樣，我能做到，說明你也能做到，用意在此地。「此表出家之第四相。《魏譯》甚詳，文曰」，這個底下的經文是康僧鎧的本子，《魏譯》，康僧鎧的本子。「現處宮中，色味之間」，這是宮廷的生活，這富貴，人間富貴之極處。「見老病死，悟世非常」。這是有一天，太子到野外去玩，去遊玩，看到老人、病人、死人，覺悟世間無常。這都是做給別人看的，為什麼他看到能覺悟，別人看到不覺悟？別人迷在世間，迷失了自性，不知道老病死。菩薩做這個示現，一看，看出什麼？看出人生沒有樂。人決定要老，每一天都催你老，你沒有辦法中止，說不老做不到。人都有病，人都要死亡。從這裡覺悟，悟世非常，非常就是無常，世間無常，樂在哪裡！這個就是讓我們學到高度的警覺性，世間法確實是無常的。"
    },
    {
      "id": "02-040-0082_p0050",
      "zh_CN": "「弃国财位」，国是国王，不要了；财是财富，古人所说的，贵为天子，富有四海，不要了。去干什么？「入山学道」。山里头有高人，有真正修行人，去向他们学习。「服乘白马，宝冠缨珞，遣之令还」。出去，把自己身上戴的宝冠，这华丽的衣服、这些缨珞，交代他的侍者送回家去，这告诉家人出家了。「舍珍妙衣，而着法服」。法服，出家人穿的，三衣一钵，三衣统称为法服。「剃除须发。端坐树下。勤苦六年，行如所应」。这个是说佛的六年苦行。在古印度，宗教很多，出家修行的通常是三年苦行，释迦牟尼佛加一倍，为了什么？为了教这些修苦行的人能听懂他的话，苦行没有利益的，修了没用处。你们修三年，我修六年，有没有用？没用。六年，三年可以得定，没开悟，他修六年也得定，也没有开悟。",
      "zh_TW": "「棄國財位」，國是國王，不要了；財是財富，古人所說的，貴為天子，富有四海，不要了。去幹什麼？「入山學道」。山裡頭有高人，有真正修行人，去向他們學習。「服乘白馬，寶冠纓珞，遣之令還」。出去，把自己身上戴的寶冠，這華麗的衣服、這些纓珞，交代他的侍者送回家去，這告訴家人出家了。「捨珍妙衣，而著法服」。法服，出家人穿的，三衣一缽，三衣統稱為法服。「剃除鬚髮。端坐樹下。勤苦六年，行如所應」。這個是說佛的六年苦行。在古印度，宗教很多，出家修行的通常是三年苦行，釋迦牟尼佛加一倍，為了什麼？為了教這些修苦行的人能聽懂他的話，苦行沒有利益的，修了沒用處。你們修三年，我修六年，有沒有用？沒用。六年，三年可以得定，沒開悟，他修六年也得定，也沒有開悟。"
    },
    {
      "id": "02-040-0082_p0051",
      "zh_CN": "「《普曜经》云：尔时太子日服一麻一麦。六年之中结跏趺坐。修习艰难勤苦之行」。都做给人看的，这不能成就。怎么成就？下面有降魔。降魔是什么意思？放下。魔是一切的诱惑，你真放下了，然后入定，开悟，这就成佛了。把这个修行开悟的方法演出来给大家看，世间是这么修的，他也是这么修的，世间人不能大彻大悟，他为什么会大彻大悟。",
      "zh_TW": "「《普曜經》云：爾時太子日服一麻一麥。六年之中結跏趺坐。修習艱難勤苦之行」。都做給人看的，這不能成就。怎麼成就？下面有降魔。降魔是什麼意思？放下。魔是一切的誘惑，你真放下了，然後入定，開悟，這就成佛了。把這個修行開悟的方法演出來給大家看，世間是這麼修的，他也是這麼修的，世間人不能大徹大悟，他為什麼會大徹大悟。"
    },
    {
      "id": "02-040-0082_p0052",
      "zh_CN": "好，今天我们就学到此地。",
      "zh_TW": "好，今天我們就學到此地。"
    }
  ]
}