{
  "doc_id": "02-040-0175",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七五集",
    "zh_TW": "第一七五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0175",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-040-0175_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四四一页，最后一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四四一頁，最後一行："
    },
    {
      "id": "02-040-0175_p0002",
      "zh_CN": "「不堕恶趣愿，或曰不更恶趣愿，为第二愿。」四十八愿里面的第二愿。不堕恶趣跟不更，不更就是不再的意思，不再堕恶趣，不更堕恶趣，是一个意思。「此承第一愿而言，我国」，我是阿弥陀佛自称，我国就是极乐世界，「不但无三恶道，甚至从焰摩罗界」，焰摩罗界是指地狱，不是指鬼道。说地狱，地狱上面是鬼、畜生，把三恶道都包括在其中了，这是恶道中，「来生我国之一切众生」。往生极乐世界的众生，确确实实有三恶道，不但有三恶道，三恶道的众生往生的数量也不可思议。你要问为什么？确实有诸佛如来、法身菩萨应化在恶道之中，所以恶道里头也有三宝。虽然大多数烦恼习气很重，可是这些众生当中，宿世的因缘我们不知道，佛菩萨知道，但是我们能够想像得到。",
      "zh_TW": "「不墮惡趣願，或曰不更惡趣願，為第二願。」四十八願裡面的第二願。不墮惡趣跟不更，不更就是不再的意思，不再墮惡趣，不更墮惡趣，是一個意思。「此承第一願而言，我國」，我是阿彌陀佛自稱，我國就是極樂世界，「不但無三惡道，甚至從焰摩羅界」，焰摩羅界是指地獄，不是指鬼道。說地獄，地獄上面是鬼、畜生，把三惡道都包括在其中了，這是惡道中，「來生我國之一切眾生」。往生極樂世界的眾生，確確實實有三惡道，不但有三惡道，三惡道的眾生往生的數量也不可思議。你要問為什麼？確實有諸佛如來、法身菩薩應化在惡道之中，所以惡道裡頭也有三寶。雖然大多數煩惱習氣很重，可是這些眾生當中，宿世的因緣我們不知道，佛菩薩知道，但是我們能夠想像得到。"
    },
    {
      "id": "02-040-0175_p0003",
      "zh_CN": "现前我们这个世界里头学佛的人不少，这些学佛的人临命终时，一个念头错了，堕三恶道去。阿赖耶识里头有佛法的种子、有三宝的种子，这个种子金刚不坏，他在畜生、饿鬼、地狱，要是遇到缘，一样起现行。即使堕在地狱道的，他后悔，一般状况之下，只要后悔认错，就能离开地狱。为什么还有很多真的后悔了，他也不能离开地狱？原因是他跟众生结的冤仇太深、结得太多，佛菩萨想帮助他，那些人扰乱，这个是让佛菩萨也无可奈何。怎么办？等他们冤冤相报，报到差不多，两方面都觉悟了，觉得这个没什么意思，何苦？报来报去，双方都痛苦，不是一方，双方都痛苦，而且双方痛苦的状况应该是平等平等，这种报复就毫无意义。即使是我的报复，我受苦三分，他受苦七分，还是不值得。如果说我的报复，他受苦，我不受苦，没有这个道理，无有是处。怨不能结。怎样才不跟人结怨？肯吃亏、肯忍让，这问题就解决了。不肯吃亏、不肯忍让，这个结只有加深，没有缓和的现象。如何使我真正能把怨结解开？没有别的，一定要接受佛陀跟圣贤的教诲。长时期有佛菩萨教诲、有圣贤教诲，慢慢你把这事实真相都搞明白了，自然就放下。欢喜放下，欢喜吃亏，欢喜让步，这是你真正功夫得力、智慧现前，能看得出。还不肯让步，还有怨气，这问题没解决。",
      "zh_TW": "現前我們這個世界裡頭學佛的人不少，這些學佛的人臨命終時，一個念頭錯了，墮三惡道去。阿賴耶識裡頭有佛法的種子、有三寶的種子，這個種子金剛不壞，他在畜生、餓鬼、地獄，要是遇到緣，一樣起現行。即使墮在地獄道的，他後悔，一般狀況之下，只要後悔認錯，就能離開地獄。為什麼還有很多真的後悔了，他也不能離開地獄？原因是他跟眾生結的冤仇太深、結得太多，佛菩薩想幫助他，那些人擾亂，這個是讓佛菩薩也無可奈何。怎麼辦？等他們冤冤相報，報到差不多，兩方面都覺悟了，覺得這個沒什麼意思，何苦？報來報去，雙方都痛苦，不是一方，雙方都痛苦，而且雙方痛苦的狀況應該是平等平等，這種報復就毫無意義。即使是我的報復，我受苦三分，他受苦七分，還是不值得。如果說我的報復，他受苦，我不受苦，沒有這個道理，無有是處。怨不能結。怎樣才不跟人結怨？肯吃虧、肯忍讓，這問題就解決了。不肯吃虧、不肯忍讓，這個結只有加深，沒有緩和的現象。如何使我真正能把怨結解開？沒有別的，一定要接受佛陀跟聖賢的教誨。長時期有佛菩薩教誨、有聖賢教誨，慢慢你把這事實真相都搞明白了，自然就放下。歡喜放下，歡喜吃虧，歡喜讓步，這是你真正功夫得力、智慧現前，能看得出。還不肯讓步，還有怨氣，這問題沒解決。"
    },
    {
      "id": "02-040-0175_p0004",
      "zh_CN": "底下，来生我国的一切众生，「受佛之教化」，这一句重要，到极乐世界，哪有不接受佛教化的道理！极乐世界是学校，佛是老师，往生的人全是学生，个个都接受佛的教化。佛的教化，在那个地方没有中断。佛教化众生无有疲厌，众生跟佛学习也是无有疲厌，所以他的进度非常快速，无不是速疾成就无上菩提。「不但永不更入恶趣」，恶趣就是恶道，极乐世界没有三恶道，「并悉皆成就阿耨多罗三藐三菩提」。悉皆，一个不漏，只要往生，你就成就，统统成就。男女老少，贤愚不肖，只要你能往生，你平等成就，这个法门不可思议。",
      "zh_TW": "底下，來生我國的一切眾生，「受佛之教化」，這一句重要，到極樂世界，哪有不接受佛教化的道理！極樂世界是學校，佛是老師，往生的人全是學生，個個都接受佛的教化。佛的教化，在那個地方沒有中斷。佛教化眾生無有疲厭，眾生跟佛學習也是無有疲厭，所以他的進度非常快速，無不是速疾成就無上菩提。「不但永不更入惡趣」，惡趣就是惡道，極樂世界沒有三惡道，「並悉皆成就阿耨多羅三藐三菩提」。悉皆，一個不漏，只要往生，你就成就，統統成就。男女老少，賢愚不肖，只要你能往生，你平等成就，這個法門不可思議。"
    },
    {
      "id": "02-040-0175_p0005",
      "zh_CN": "这个法门在今天的世界，我们要认真学习。今天世界社会混乱到极处，真正是古人所说的「人心坏了，社会乱了」。古人这两句话不是形容、不是夸张，在今天我们看到了，完全是事实真相。我们见到、接触到，全世界有好人，志士仁人，都想帮助社会化解冲突，恢复安定和平，找不到方法。方法在哪里？方法在大乘经教里，在古圣先贤典籍里面。这个东西很少人去看，甚至于没人去看，这是宝藏，真正的宝藏。佛经的翻译，文字比较浅显，但是义理很深。中国传统，儒跟道，文字比较深，义理也不浅。怎么入门？这些典籍里头教得好，真诚心、孝顺心、恭敬心就能入门。没有真诚，没有孝顺，没有恭敬，佛菩萨来教你，孔子来教你，你都不能契入。那就是什么？你自己本身有一重障碍，这个障碍就是傲慢、怀疑。这两种非常严重的障碍，把你挡在门外，你就不能进入，苦学一生也没有办法入门。印祖说的话，我们要牢记住，这个话说得非常严肃，不是儿戏，我们只要对它疏忽，这一生就入不了圣贤之门。",
      "zh_TW": "這個法門在今天的世界，我們要認真學習。今天世界社會混亂到極處，真正是古人所說的「人心壞了，社會亂了」。古人這兩句話不是形容、不是誇張，在今天我們看到了，完全是事實真相。我們見到、接觸到，全世界有好人，志士仁人，都想幫助社會化解衝突，恢復安定和平，找不到方法。方法在哪裡？方法在大乘經教裡，在古聖先賢典籍裡面。這個東西很少人去看，甚至於沒人去看，這是寶藏，真正的寶藏。佛經的翻譯，文字比較淺顯，但是義理很深。中國傳統，儒跟道，文字比較深，義理也不淺。怎麼入門？這些典籍裡頭教得好，真誠心、孝順心、恭敬心就能入門。沒有真誠，沒有孝順，沒有恭敬，佛菩薩來教你，孔子來教你，你都不能契入。那就是什麼？你自己本身有一重障礙，這個障礙就是傲慢、懷疑。這兩種非常嚴重的障礙，把你擋在門外，你就不能進入，苦學一生也沒有辦法入門。印祖說的話，我們要牢記住，這個話說得非常嚴肅，不是兒戲，我們只要對它疏忽，這一生就入不了聖賢之門。"
    },
    {
      "id": "02-040-0175_p0006",
      "zh_CN": "要知道孝道，不但是中国文化的根，也是大乘佛法的根。净业三福，不仅仅是净宗同学要遵守，世尊的话讲得很清楚，这三条是三世诸佛净业正因。这话讲得多清楚、多明白。三世是过去、现在、未来，修行要成佛，不能没有这三条，这三条缺一条他都成不了，这才知道重要。这个三条是佛法、是圣贤的教学最高指导原则，我们净宗同学修行，把它摆在第一位，讲得很多，没有看到真有人做。我们这一生也非常努力在做，分数不及格，对自己有一点好处，不能影响别人，分数不及格。真正成就实德能，就能感动别人。实是真实，真实的道德，真实的能力，能力是身体力行，像世尊一样，他每一句话他都做到，他没有做到的他不说，所以能感动人。纵然说的理很高深，人听不懂，但是没有人反对，都愿意接受，慢慢学习，把自己不断向上提升，才能达到跟佛同样的境界。在佛法里这叫毕业了，毕业就证得佛果，证得佛陀的地位。",
      "zh_TW": "要知道孝道，不但是中國文化的根，也是大乘佛法的根。淨業三福，不僅僅是淨宗同學要遵守，世尊的話講得很清楚，這三條是三世諸佛淨業正因。這話講得多清楚、多明白。三世是過去、現在、未來，修行要成佛，不能沒有這三條，這三條缺一條他都成不了，這才知道重要。這個三條是佛法、是聖賢的教學最高指導原則，我們淨宗同學修行，把它擺在第一位，講得很多，沒有看到真有人做。我們這一生也非常努力在做，分數不及格，對自己有一點好處，不能影響別人，分數不及格。真正成就實德能，就能感動別人。實是真實，真實的道德，真實的能力，能力是身體力行，像世尊一樣，他每一句話他都做到，他沒有做到的他不說，所以能感動人。縱然說的理很高深，人聽不懂，但是沒有人反對，都願意接受，慢慢學習，把自己不斷向上提升，才能達到跟佛同樣的境界。在佛法裡這叫畢業了，畢業就證得佛果，證得佛陀的地位。"
    },
    {
      "id": "02-040-0175_p0007",
      "zh_CN": "佛陀、菩萨、罗汉是大乘佛法里面三个学位，人人都有分，人人都可以拿得到。真正拿到学位，与读书不读书、识字不识字没关系，所以它才能普及到一切众生。如果一定要识字、一定要读书，很多人没这个机会，不一定全民都得益。它不需要，全民都得利益。它教你放下，放下见思烦恼，证阿罗汉，是这么个条件；放下尘沙，证菩萨；放下无明就成佛，证最高的学位。它是教你放下，不是教你念多少书。所有的法门，包括念佛都是一种手段，不是目的，用这个手段，知道你放不下，用这个手段，慢慢放下。念佛，你就在一句阿弥陀佛上用功夫，念念不间断，念久了，功夫得力。什么叫功夫得力？妄想少了，杂念少了，这叫功夫得力。妄想没了，杂念没了，这叫功夫成就，就证果了。证果有什么好处？好处太多了，证果，智慧开了。智慧不是学来的，学来的是知识，不是智慧。智慧包括知识，知识不包括智慧。所以我们求学，求哪一个？自己去选择。要求智慧，一定要修定；要想得定，一定要持戒。没有戒而得定的，无有是处，没这个道理。没有戒，得定，是邪定，不是佛的定，魔的定、外道的定，那个定不开智慧，这个要晓得。",
      "zh_TW": "佛陀、菩薩、羅漢是大乘佛法裡面三個學位，人人都有分，人人都可以拿得到。真正拿到學位，與讀書不讀書、識字不識字沒關係，所以它才能普及到一切眾生。如果一定要識字、一定要讀書，很多人沒這個機會，不一定全民都得益。它不需要，全民都得利益。它教你放下，放下見思煩惱，證阿羅漢，是這麼個條件；放下塵沙，證菩薩；放下無明就成佛，證最高的學位。它是教你放下，不是教你念多少書。所有的法門，包括念佛都是一種手段，不是目的，用這個手段，知道你放不下，用這個手段，慢慢放下。念佛，你就在一句阿彌陀佛上用功夫，念念不間斷，念久了，功夫得力。什麼叫功夫得力？妄想少了，雜念少了，這叫功夫得力。妄想沒了，雜念沒了，這叫功夫成就，就證果了。證果有什麼好處？好處太多了，證果，智慧開了。智慧不是學來的，學來的是知識，不是智慧。智慧包括知識，知識不包括智慧。所以我們求學，求哪一個？自己去選擇。要求智慧，一定要修定；要想得定，一定要持戒。沒有戒而得定的，無有是處，沒這個道理。沒有戒，得定，是邪定，不是佛的定，魔的定、外道的定，那個定不開智慧，這個要曉得。"
    },
    {
      "id": "02-040-0175_p0008",
      "zh_CN": "我年轻个性很刚强，但是我讲理，我不是不讲理。理，我服你；没有理，我不会服你的。还有一点辩才，能把我辩倒的人太少了。我有些歪辩才，强词夺理，但是他没有智慧，有智慧就把我破掉了，我就输了，他没有智慧。所以我是一套歪理，歪理听听也似是而非，似是他晓得，那个而非他不知道，所以他没有办法把我驳倒。这个就是俗话说应变的能力很强，不需要思考的。所以这个，有正人君子来引导，我就走上正道；如果遇到邪师，我就走上邪道，这个缘太重要了。我幸好没有遇到邪师，三个老师，这三个都是大德，他们的修持，他们教学的善巧方便，我景仰、佩服。走的这条路，不怀疑，愈走愈感恩，证明了。",
      "zh_TW": "我年輕個性很剛強，但是我講理，我不是不講理。理，我服你；沒有理，我不會服你的。還有一點辯才，能把我辯倒的人太少了。我有些歪辯才，強詞奪理，但是他沒有智慧，有智慧就把我破掉了，我就輸了，他沒有智慧。所以我是一套歪理，歪理聽聽也似是而非，似是他曉得，那個而非他不知道，所以他沒有辦法把我駁倒。這個就是俗話說應變的能力很強，不需要思考的。所以這個，有正人君子來引導，我就走上正道；如果遇到邪師，我就走上邪道，這個緣太重要了。我幸好沒有遇到邪師，三個老師，這三個都是大德，他們的修持，他們教學的善巧方便，我景仰、佩服。走的這條路，不懷疑，愈走愈感恩，證明了。"
    },
    {
      "id": "02-040-0175_p0009",
      "zh_CN": "最重要的还是历事炼心。历事炼心在哪里？就在眼前，每个人都有机会，每个人都可以做到，只是你有没有警觉心。没有警觉，当面错过。有警觉心，天天在磨炼自己，自性里面智慧、德能、相好都从这里磨炼出来。磨炼就是六根接触六尘，这就是磨炼的时候，眼见色，耳闻声，鼻嗅香，舌尝味，身接触，意根对的是念头，起心动念、念头，要在这个里头觉悟、磨炼。觉悟的是什么？「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」，这是看破，要觉悟。六根才接触到六尘，就要提起《金刚经》上这两句，大家都很熟悉。我在早年，把这几句经文印在透明的玻璃纸上，透明的，印成红字。做什么用？贴在电视屏幕上。同学们都看电视，一看电视，你就看到这几个字，它透明的，提醒你，「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」，别起心、别动念、别分别、别执着，这是大修行，看电视也是修行。所以宗门说，你会么？会看电视，看久了就成佛。为什么？不受它影响，你对于外面境界了了分明，一丝毫不迷惑。相有性空，相有是幻有，不是真有，所以空有二边你都会不住了。在这个里面炼什么？清净心出来了，清净心生智慧。小智慧，从清净心流出来的；大智慧，从平等心流出来的。",
      "zh_TW": "最重要的還是歷事鍊心。歷事鍊心在哪裡？就在眼前，每個人都有機會，每個人都可以做到，只是你有沒有警覺心。沒有警覺，當面錯過。有警覺心，天天在磨鍊自己，自性裡面智慧、德能、相好都從這裡磨鍊出來。磨鍊就是六根接觸六塵，這就是磨鍊的時候，眼見色，耳聞聲，鼻嗅香，舌嘗味，身接觸，意根對的是念頭，起心動念、念頭，要在這個裡頭覺悟、磨鍊。覺悟的是什麼？「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」，這是看破，要覺悟。六根才接觸到六塵，就要提起《金剛經》上這兩句，大家都很熟悉。我在早年，把這幾句經文印在透明的玻璃紙上，透明的，印成紅字。做什麼用？貼在電視屏幕上。同學們都看電視，一看電視，你就看到這幾個字，它透明的，提醒你，「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」，別起心、別動念、別分別、別執著，這是大修行，看電視也是修行。所以宗門說，你會麼？會看電視，看久了就成佛。為什麼？不受它影響，你對於外面境界了了分明，一絲毫不迷惑。相有性空，相有是幻有，不是真有，所以空有二邊你都會不住了。在這個裡面鍊什麼？清淨心出來了，清淨心生智慧。小智慧，從清淨心流出來的；大智慧，從平等心流出來的。"
    },
    {
      "id": "02-040-0175_p0010",
      "zh_CN": "平等心，怨亲平等，怎么修法？我把我最厌恶的人，冤家对头，这些人天天找我麻烦，毁谤我、侮辱我、陷害我、障碍我，我供他的牌位，长生牌位，每天拜佛、拜他，修怨亲平等。他对我怎么不好，我对他好，我对他恭敬。老祖宗教给我们，「行有不得，反求诸己」，我不喜欢别人对待我的，我不能同样对待人。得真干，从自己做起，学孔老夫子，忠恕。《论语》里面说「夫子之道，忠恕而已」，孔子一生做人，就用这两个字。忠，是以真诚心待人。你看忠这个字，它会意，不偏不邪。用心要不偏不邪，待人一定要饶恕。我们自己犯了过失，希望别人饶恕我们，不要追究，那我们就首先饶恕别人，他做什么样对不起我的事情，也要饶恕他，不要放在心上，不要放在口上，时间久了，他知道我们这样对待他，这就能化敌为友，冤家对头变成最亲密的朋友。都在自己，不在对方。要想着对方来迁就我，做不到，你永远会失望；我要迁就他，问题真能化解。个人的恩怨可以化解，族群的恩怨能化解，国际的恩怨能化解，外交要本着这一个理念，世界哪有不和平的道理！",
      "zh_TW": "平等心，怨親平等，怎麼修法？我把我最厭惡的人，冤家對頭，這些人天天找我麻煩，毀謗我、侮辱我、陷害我、障礙我，我供他的牌位，長生牌位，每天拜佛、拜他，修怨親平等。他對我怎麼不好，我對他好，我對他恭敬。老祖宗教給我們，「行有不得，反求諸己」，我不喜歡別人對待我的，我不能同樣對待人。得真幹，從自己做起，學孔老夫子，忠恕。《論語》裡面說「夫子之道，忠恕而已」，孔子一生做人，就用這兩個字。忠，是以真誠心待人。你看忠這個字，它會意，不偏不邪。用心要不偏不邪，待人一定要饒恕。我們自己犯了過失，希望別人饒恕我們，不要追究，那我們就首先饒恕別人，他做什麼樣對不起我的事情，也要饒恕他，不要放在心上，不要放在口上，時間久了，他知道我們這樣對待他，這就能化敵為友，冤家對頭變成最親密的朋友。都在自己，不在對方。要想著對方來遷就我，做不到，你永遠會失望；我要遷就他，問題真能化解。個人的恩怨可以化解，族群的恩怨能化解，國際的恩怨能化解，外交要本著這一個理念，世界哪有不和平的道理！"
    },
    {
      "id": "02-040-0175_p0011",
      "zh_CN": "宗教本来是教育，现在变质了，只流于形式，实质忘掉了。它错，错在这个地方，它的根本不错，这是人为的。因为人心坏了，这么好的东西，到他那里也变质了，所以我们提倡宗教要回归教育。你看看每一个宗教的创始人，他那个教是怎么建立的？是靠教育建立的。不是提倡拜拜这种形式，它能够建立，那种建立，时间不长，十几年、几十年就没有了，唯有教育的这个建立才是永恒的。佛教传了二千五百多年，中国历史记载是三千多年，历久不衰，是什么？教学。教学的时间，佛教是最长，释迦牟尼佛在世讲经教学四十九年，穆罕默德二十七年，摩西大概也是二、三十年，耶稣教了三年，被人害死，统统是教育起家。教育起家，要回归到教育。",
      "zh_TW": "宗教本來是教育，現在變質了，只流於形式，實質忘掉了。它錯，錯在這個地方，它的根本不錯，這是人為的。因為人心壞了，這麼好的東西，到他那裡也變質了，所以我們提倡宗教要回歸教育。你看看每一個宗教的創始人，他那個教是怎麼建立的？是靠教育建立的。不是提倡拜拜這種形式，它能夠建立，那種建立，時間不長，十幾年、幾十年就沒有了，唯有教育的這個建立才是永恆的。佛教傳了二千五百多年，中國歷史記載是三千多年，歷久不衰，是什麼？教學。教學的時間，佛教是最長，釋迦牟尼佛在世講經教學四十九年，穆罕默德二十七年，摩西大概也是二、三十年，耶穌教了三年，被人害死，統統是教育起家。教育起家，要回歸到教育。"
    },
    {
      "id": "02-040-0175_p0012",
      "zh_CN": "不一样的，佛教跟其他宗教不一样的，就是每一个宗教它都有一个造物主，有一个创造宇宙的神，这真神，佛教没有。佛教大乘经里面给我们讲得非常透彻，这宇宙是谁造的？是你自己造的。这个话被现在量子力学家证明了。你天天在造，你这个制造从来没中断。这个造是什么？就是你的起心动念，你的善念就造天堂，你的恶念就造地狱。宇宙之间这么复杂，是你念头复杂。一天，人起多少念头？无法计算。佛在经上告诉我们，一秒钟有一千六百兆个念头。一秒钟一千六百兆，我们自己不知道，它的频率太高了，不但我们的身体，就是眼耳鼻舌身，感触不到，连我们的意识、念头，也感触不到。这个东西谁知道？现在量子力学家知道，佛在经上说得很清楚、很明白。量子力学家所了解的，没有佛经讲得那么清楚，还得继续努力，看看二十年、三十年之后，能不能达到经典上所说的这个境界。",
      "zh_TW": "不一樣的，佛教跟其他宗教不一樣的，就是每一個宗教它都有一個造物主，有一個創造宇宙的神，這真神，佛教沒有。佛教大乘經裡面給我們講得非常透徹，這宇宙是誰造的？是你自己造的。這個話被現在量子力學家證明了。你天天在造，你這個製造從來沒中斷。這個造是什麼？就是你的起心動念，你的善念就造天堂，你的惡念就造地獄。宇宙之間這麼複雜，是你念頭複雜。一天，人起多少念頭？無法計算。佛在經上告訴我們，一秒鐘有一千六百兆個念頭。一秒鐘一千六百兆，我們自己不知道，它的頻率太高了，不但我們的身體，就是眼耳鼻舌身，感觸不到，連我們的意識、念頭，也感觸不到。這個東西誰知道？現在量子力學家知道，佛在經上說得很清楚、很明白。量子力學家所了解的，沒有佛經講得那麼清楚，還得繼續努力，看看二十年、三十年之後，能不能達到經典上所說的這個境界。"
    },
    {
      "id": "02-040-0175_p0013",
      "zh_CN": "弥陀大愿里面告诉我们，极乐世界不但没有恶道，生到极乐世界永远不会再堕落在恶道。这句话什么意思？极乐世界的菩萨，到极乐世界就有能力像佛一样的智慧、德能、神通，有能力分身，分无量无边身到一切诸佛刹土，同时去供佛闻法。供佛是修福，闻法是修慧。极乐世界修行一天，我们这里要修无量劫都比不上人家一天，为什么？他能分身。同时他也教化众生，教化众生，他也会到六道里头教化。六道，他会不会堕三恶道？不会，他在六道里头进出自由，没有障碍，想去就去，想离开就离开，一丝毫都不沾染，这就是永不更入恶趣，就这个意思。他很快就成就无上菩提，阿耨多罗三藐三菩提是无上正等正觉，也翻作无上菩提。",
      "zh_TW": "彌陀大願裡面告訴我們，極樂世界不但沒有惡道，生到極樂世界永遠不會再墮落在惡道。這句話什麼意思？極樂世界的菩薩，到極樂世界就有能力像佛一樣的智慧、德能、神通，有能力分身，分無量無邊身到一切諸佛剎土，同時去供佛聞法。供佛是修福，聞法是修慧。極樂世界修行一天，我們這裡要修無量劫都比不上人家一天，為什麼？他能分身。同時他也教化眾生，教化眾生，他也會到六道裡頭教化。六道，他會不會墮三惡道？不會，他在六道裡頭進出自由，沒有障礙，想去就去，想離開就離開，一絲毫都不沾染，這就是永不更入惡趣，就這個意思。他很快就成就無上菩提，阿耨多羅三藐三菩提是無上正等正覺，也翻作無上菩提。"
    },
    {
      "id": "02-040-0175_p0014",
      "zh_CN": "「《净土论注》」，《净土论注》就是《往生论》的注解，昙鸾法师的，他说，「佛所得法，名为阿耨多罗三藐三菩提」。所以阿耨多罗三藐三菩提是梵文音译的，可以翻译，很容易翻译，为什么不翻译？叫尊重不翻。我们要问，学佛为什么？学佛求什么？学佛，什么都不求，就求阿耨多罗三藐三菩提，就求这个。这翻成中国意思是什么？无上正等正觉，这是照字面的意思翻出来的。为了方便起见，让大家更容易了解，就是圆满的智慧。这个世间无论什么事情，包括过去、未来，你没有一样不知道，就这个意思。你说这个好不好？真的吗？真的。为什么是真的？因为是你的本能，不是外头来的，不是佛菩萨给你的，不是神给你，是你自己本来有的。本来有的，现在为什么变成没有？其实不是没有，它变质了，是因为你迷了自性，迷失了自性，把自己本性里面本有的智慧、德能、相好统统变了，变化了，把智慧变成烦恼。我们烦恼无量无边，知道，那是智慧，觉悟了，烦恼变成智慧，迷了的时候，智慧变成烦恼，这么回事情。所以佛经上有「烦恼即菩提，烦恼菩提不二」，它给你讲真话。能力变成造业，相好变成六道轮回，这统统变了；不是没有，都在，就变质了。觉悟之后，就又变回来，就恢复正常。恢复正常，无量智慧，烦恼就变成无量智慧；我们今天造的这个业，造业就变成无量无边的能量；六道轮回就变成极乐世界。所以来个转变。",
      "zh_TW": "「《淨土論註》」，《淨土論註》就是《往生論》的註解，曇鸞法師的，他說，「佛所得法，名為阿耨多羅三藐三菩提」。所以阿耨多羅三藐三菩提是梵文音譯的，可以翻譯，很容易翻譯，為什麼不翻譯？叫尊重不翻。我們要問，學佛為什麼？學佛求什麼？學佛，什麼都不求，就求阿耨多羅三藐三菩提，就求這個。這翻成中國意思是什麼？無上正等正覺，這是照字面的意思翻出來的。為了方便起見，讓大家更容易了解，就是圓滿的智慧。這個世間無論什麼事情，包括過去、未來，你沒有一樣不知道，就這個意思。你說這個好不好？真的嗎？真的。為什麼是真的？因為是你的本能，不是外頭來的，不是佛菩薩給你的，不是神給你，是你自己本來有的。本來有的，現在為什麼變成沒有？其實不是沒有，它變質了，是因為你迷了自性，迷失了自性，把自己本性裡面本有的智慧、德能、相好統統變了，變化了，把智慧變成煩惱。我們煩惱無量無邊，知道，那是智慧，覺悟了，煩惱變成智慧，迷了的時候，智慧變成煩惱，這麼回事情。所以佛經上有「煩惱即菩提，煩惱菩提不二」，它給你講真話。能力變成造業，相好變成六道輪迴，這統統變了；不是沒有，都在，就變質了。覺悟之後，就又變回來，就恢復正常。恢復正常，無量智慧，煩惱就變成無量智慧；我們今天造的這個業，造業就變成無量無邊的能量；六道輪迴就變成極樂世界。所以來個轉變。"
    },
    {
      "id": "02-040-0175_p0015",
      "zh_CN": "佛家讲断烦恼，那个断是个形容词，不是真的断，真的要是烦恼断掉，智慧也断掉了。那个断实际上是转变，转烦恼成菩提；转业习成功德，无量的德能；转十法界成为一真法界，极乐世界是一真法界，华藏世界是一真法界，只是一个转变而已。这个转变要靠自己，为什么？从觉转变成迷，是你自己搞的，现在从迷再转成到觉，还是自己，谁都帮不上忙。如果别人能帮忙，我们就不要修了，阿弥陀佛大慈大悲，把我们转过来不就好了吗？这他做不到，这就叫自作自受，还是要自己做个转变。佛对我们的帮忙，只是把他是怎么样转变过来的、怎么觉悟的，把怎么觉悟、怎么转变，他的经验、他的方法教给我们。我们如法炮制，就能够达到他的境界。所以它是纯粹的教育，没有丝毫迷信。但是今天寺院庵堂所展示给我们的全是迷信，为什么？他们不学。",
      "zh_TW": "佛家講斷煩惱，那個斷是個形容詞，不是真的斷，真的要是煩惱斷掉，智慧也斷掉了。那個斷實際上是轉變，轉煩惱成菩提；轉業習成功德，無量的德能；轉十法界成為一真法界，極樂世界是一真法界，華藏世界是一真法界，只是一個轉變而已。這個轉變要靠自己，為什麼？從覺轉變成迷，是你自己搞的，現在從迷再轉成到覺，還是自己，誰都幫不上忙。如果別人能幫忙，我們就不要修了，阿彌陀佛大慈大悲，把我們轉過來不就好了嗎？這他做不到，這就叫自作自受，還是要自己做個轉變。佛對我們的幫忙，只是把他是怎麼樣轉變過來的、怎麼覺悟的，把怎麼覺悟、怎麼轉變，他的經驗、他的方法教給我們。我們如法炮製，就能夠達到他的境界。所以它是純粹的教育，沒有絲毫迷信。但是今天寺院庵堂所展示給我們的全是迷信，為什麼？他們不學。"
    },
    {
      "id": "02-040-0175_p0016",
      "zh_CN": "真正的佛教在哪里？在经典，你不肯认真学习。经典的学习，要有人指导，没有人指导，你不得其门而入。但是在世间学说有功底的人，他没有人指导也一样成功，这历史上很多。我第一个老师，方东美先生，他就是没有人指导，他中国传统文化的根柢很深，所以他拿到佛经能看得懂，能知道它的意思。这样的人很少很少，不是没有。但是像方先生这样的人，接触之后锲而不舍，这种人少了，一生不离开经典，少见，所以他的成就绝不输给出家的这些祖师大德。我们不认识他之前，我们都以为佛教是迷信、佛教是宗教，没有意愿去碰它，永远隔离了。我遇到方东美先生，我是跟他学哲学，这是当代的哲学家，在教我课程里面，最后一个单元是佛经哲学，我们从这个单元的学习，才把佛教真面目看到，无量的欢喜，世界上还有这么好的东西，多少人不知道。也是在那个时代，我接受章嘉大师的教诲。因为我在台湾是一个人，没有家亲眷属，所以非常单纯，章嘉大师劝我出家。而且要我学释迦牟尼佛，指定我读《释迦方志》、《释迦谱》，这是由老师指定课程的第一堂课。告诉我，你想学佛，你得认识释迦牟尼佛，你要不认识他，你会走错路，纵然不错，你会走弯路，就是你会走很多冤枉路。通过这两个课程的学习，我们才知道释迦牟尼佛是个大教育家，才了解。方老师给我们讲，章嘉大师叫我读这两本书，跟他所讲的相应。",
      "zh_TW": "真正的佛教在哪裡？在經典，你不肯認真學習。經典的學習，要有人指導，沒有人指導，你不得其門而入。但是在世間學說有功底的人，他沒有人指導也一樣成功，這歷史上很多。我第一個老師，方東美先生，他就是沒有人指導，他中國傳統文化的根柢很深，所以他拿到佛經能看得懂，能知道它的意思。這樣的人很少很少，不是沒有。但是像方先生這樣的人，接觸之後鍥而不捨，這種人少了，一生不離開經典，少見，所以他的成就絕不輸給出家的這些祖師大德。我們不認識他之前，我們都以為佛教是迷信、佛教是宗教，沒有意願去碰它，永遠隔離了。我遇到方東美先生，我是跟他學哲學，這是當代的哲學家，在教我課程裡面，最後一個單元是佛經哲學，我們從這個單元的學習，才把佛教真面目看到，無量的歡喜，世界上還有這麼好的東西，多少人不知道。也是在那個時代，我接受章嘉大師的教誨。因為我在台灣是一個人，沒有家親眷屬，所以非常單純，章嘉大師勸我出家。而且要我學釋迦牟尼佛，指定我讀《釋迦方志》、《釋迦譜》，這是由老師指定課程的第一堂課。告訴我，你想學佛，你得認識釋迦牟尼佛，你要不認識他，你會走錯路，縱然不錯，你會走彎路，就是你會走很多冤枉路。通過這兩個課程的學習，我們才知道釋迦牟尼佛是個大教育家，才了解。方老師給我們講，章嘉大師叫我讀這兩本書，跟他所講的相應。"
    },
    {
      "id": "02-040-0175_p0017",
      "zh_CN": "方老师把佛教介绍给我，我问他，我说佛教是宗教、是迷信，而且是低级宗教；宗教里头高级宗教只有一个神，一个真神，低级宗教什么？神很多，叫泛神教、多神教，什么都拜。到庙里去看，数不清的那些塑像，这在宗教里称为低级宗教。我说，它怎么会有哲学？老师告诉我，你年轻。方老师大我二十多岁，跟我父亲同一辈的人。他的大儿子在美国洛杉矶，到这里来看过我，小我三岁。所以老师告诉我，年轻，你不知道，「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，这话很动听，这就把我引进来了。告诉我，佛经哲学在哪里？在经典，不在寺庙。我说：为什么？寺庙现在出家人他不研究、他不学习，经书在那里，有，他没学习，没认真学习。他说两百年前那些出家人，个个都是有德行、有学问，是社会大众的善知识、好老师，今天他不学了。指出我一条路，你要想学习，一定要从经典入门。于是我就留心，以前没有注意到，听老师说的话就留心，看看老师书房书桌上摆的什么东西。我跟他是一个星期见一次面，学习是在他家里，不在学校，所以有机会到他寝室、书房去看一下，书桌上一定有经书，有佛经，从来没有说看到他书桌上没有摆佛经的。我就晓得，他真干，他不是假的。学佛是人生最高的享受，他得到了，所以他教给我，一点都不错。我是这么入门，我不是迷信入门的。迷信，我是决定不可能的。",
      "zh_TW": "方老師把佛教介紹給我，我問他，我說佛教是宗教、是迷信，而且是低級宗教；宗教裡頭高級宗教只有一個神，一個真神，低級宗教什麼？神很多，叫泛神教、多神教，什麼都拜。到廟裡去看，數不清的那些塑像，這在宗教裡稱為低級宗教。我說，它怎麼會有哲學？老師告訴我，你年輕。方老師大我二十多歲，跟我父親同一輩的人。他的大兒子在美國洛杉磯，到這裡來看過我，小我三歲。所以老師告訴我，年輕，你不知道，「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，這話很動聽，這就把我引進來了。告訴我，佛經哲學在哪裡？在經典，不在寺廟。我說：為什麼？寺廟現在出家人他不研究、他不學習，經書在那裡，有，他沒學習，沒認真學習。他說兩百年前那些出家人，個個都是有德行、有學問，是社會大眾的善知識、好老師，今天他不學了。指出我一條路，你要想學習，一定要從經典入門。於是我就留心，以前沒有注意到，聽老師說的話就留心，看看老師書房書桌上擺的什麼東西。我跟他是一個星期見一次面，學習是在他家裡，不在學校，所以有機會到他寢室、書房去看一下，書桌上一定有經書，有佛經，從來沒有說看到他書桌上沒有擺佛經的。我就曉得，他真幹，他不是假的。學佛是人生最高的享受，他得到了，所以他教給我，一點都不錯。我是這麼入門，我不是迷信入門的。迷信，我是決定不可能的。"
    },
    {
      "id": "02-040-0175_p0018",
      "zh_CN": "基督教拉我，我有几个同学虔诚基督徒，我也上他们教堂，跟他们牧师见面，牧师要我受洗。我在《圣经》里头提出七十多个问题问牧师，他一个都不能让我满意。他那个解答，让我满意，一个都没有，我说我怎么能受洗？头一个大问题，世界是上帝造的，我问他，上帝是谁造的？他就说不出来。这第一个问题就解决不了，他就没办法回答我，所以我没受过洗。《新旧约》我看，我也能讲，我讲得不输给他们。所以这牧师以后叫我是魔鬼，他说我是魔鬼。你看看，这个口德不好，不能接受都是魔鬼，到底谁是魔鬼？信，要人心服口服，这才行。",
      "zh_TW": "基督教拉我，我有幾個同學虔誠基督徒，我也上他們教堂，跟他們牧師見面，牧師要我受洗。我在《聖經》裡頭提出七十多個問題問牧師，他一個都不能讓我滿意。他那個解答，讓我滿意，一個都沒有，我說我怎麼能受洗？頭一個大問題，世界是上帝造的，我問他，上帝是誰造的？他就說不出來。這第一個問題就解決不了，他就沒辦法回答我，所以我沒受過洗。《新舊約》我看，我也能講，我講得不輸給他們。所以這牧師以後叫我是魔鬼，他說我是魔鬼。你看看，這個口德不好，不能接受都是魔鬼，到底誰是魔鬼？信，要人心服口服，這才行。"
    },
    {
      "id": "02-040-0175_p0019",
      "zh_CN": "我们学了佛之后，我可以给诸位说，所有宗教我都相信了。为什么？理明白了。我跟基督教这些牧师、主教，我跟他们接触，我告诉他，我是最虔诚的基督徒，我懂得《圣经》的意思。如果不是最虔诚的，你不能了解神的意思。我跟回教在一起，我告诉他，我是最虔诚的穆斯林，所以《古兰经》我看得懂，我也能讲。早年我住在新加坡，我讲过天主教的《玫瑰经》，听说这个光碟还在他们教内流通。光碟，我自己都没有了，他们在流通。我讲过《古兰经》，这些回教的长老听了也很欣赏。这通了，全都通了。我进入他们的教堂，我礼拜，他们感到很惊讶。我告诉他，所有宗教的创始人都是真神的化身，释迦牟尼佛也是，孔子、孟子也是，这就摆平了。宗教可以团结，宗教团结可以化解冲突，带给社会永久安定和平，不契入不行。",
      "zh_TW": "我們學了佛之後，我可以給諸位說，所有宗教我都相信了。為什麼？理明白了。我跟基督教這些牧師、主教，我跟他們接觸，我告訴他，我是最虔誠的基督徒，我懂得《聖經》的意思。如果不是最虔誠的，你不能了解神的意思。我跟回教在一起，我告訴他，我是最虔誠的穆斯林，所以《古蘭經》我看得懂，我也能講。早年我住在新加坡，我講過天主教的《玫瑰經》，聽說這個光碟還在他們教內流通。光碟，我自己都沒有了，他們在流通。我講過《古蘭經》，這些回教的長老聽了也很欣賞。這通了，全都通了。我進入他們的教堂，我禮拜，他們感到很驚訝。我告訴他，所有宗教的創始人都是真神的化身，釋迦牟尼佛也是，孔子、孟子也是，這就擺平了。宗教可以團結，宗教團結可以化解衝突，帶給社會永久安定和平，不契入不行。"
    },
    {
      "id": "02-040-0175_p0020",
      "zh_CN": "学问之道，无过于大乘，这大乘真正了不起。它教我们走的方法，戒、定、慧。戒就是规矩，规矩很多，八万四千法门，规矩。看各人根机不一样，那些规矩不是教你全学，不是，鼓励你、教导你在八万四千里面选一门，一门深入。一门选了，修一段时期它不合适，可以放下，重新再选一门，你慢慢摸索。选定之后，适合自己程度，适合自己生活习惯，就很容易。然后一门深入，长时薰修，他就得定。定是什么？得清净心、平等心。清净心，阿罗汉的定；平等心，菩萨的定。得定之后，再向上提升，就大彻大悟、明心见性。到这个时候，你的修学毕业了，信解圆满了，行是把你信解变成你自己实际的生活行为，用上了，日常生活全用上了，在工作上用上，在待人接物上用上。学这个东西没有用，那叫白学；学以致用，用上，这叫行。修行不是天天打坐，不是这个意思，就是日常生活。日常生活里头是正行，没有邪念、没有杂念、没有恶念，待人接物纯净纯善。",
      "zh_TW": "學問之道，無過於大乘，這大乘真正了不起。它教我們走的方法，戒、定、慧。戒就是規矩，規矩很多，八萬四千法門，規矩。看各人根機不一樣，那些規矩不是教你全學，不是，鼓勵你、教導你在八萬四千裡面選一門，一門深入。一門選了，修一段時期它不合適，可以放下，重新再選一門，你慢慢摸索。選定之後，適合自己程度，適合自己生活習慣，就很容易。然後一門深入，長時薰修，他就得定。定是什麼？得清淨心、平等心。清淨心，阿羅漢的定；平等心，菩薩的定。得定之後，再向上提升，就大徹大悟、明心見性。到這個時候，你的修學畢業了，信解圓滿了，行是把你信解變成你自己實際的生活行為，用上了，日常生活全用上了，在工作上用上，在待人接物上用上。學這個東西沒有用，那叫白學；學以致用，用上，這叫行。修行不是天天打坐，不是這個意思，就是日常生活。日常生活裡頭是正行，沒有邪念、沒有雜念、沒有惡念，待人接物純淨純善。"
    },
    {
      "id": "02-040-0175_p0021",
      "zh_CN": "贤首国师在他一篇论文里头，就是《还源观》，提出四德。这四德是大乘根本的德行，由这四德演变成万德万能，万德万能归纳就这四德。第一个「随缘妙用」。你看，多活泼，多自在！妙用是什么？在日常生活当中能够不执着，对一切不执着、不分别、不起心、不动念，这叫妙用。不执着，阿罗汉的妙用；不分别，菩萨的妙用；不起心、不动念，佛的妙用。这是随缘妙用！恒顺众生，随喜功德，这还得了吗？这是总纲领、总原则。第二条「威仪有则」，这个威仪有则就是中国人讲的礼节，佛法里面讲的戒律，一般人讲的规矩，它有规矩，一点都不乱。我个人要做个人的榜样，释迦牟尼佛做到了，以身作则，孔子做到了。释迦做到了，表现出来的，十善。这哪一条他没做到？中国圣人，夫子做到了。《论语》里面，弟子对老师的赞叹，夫子的德行，温良恭俭让，这五个字，夫子做到。温和，人厚道，叫温厚；善良，对任何人没有恶意，对冤家债主、对陷害我们的人都是善良的心对待，没有报复，没有怨恨，善良；恭敬，对人、对事、对物，恭敬、忍辱；最后一个，礼让，或者说谦让、谦虚，样样让别人，世间圣人。出世间圣人，十善。所以是，人，做人的榜样；家，做别人家庭的榜样。家庭的榜样是什么？和睦。",
      "zh_TW": "賢首國師在他一篇論文裡頭，就是《還源觀》，提出四德。這四德是大乘根本的德行，由這四德演變成萬德萬能，萬德萬能歸納就這四德。第一個「隨緣妙用」。你看，多活潑，多自在！妙用是什麼？在日常生活當中能夠不執著，對一切不執著、不分別、不起心、不動念，這叫妙用。不執著，阿羅漢的妙用；不分別，菩薩的妙用；不起心、不動念，佛的妙用。這是隨緣妙用！恆順眾生，隨喜功德，這還得了嗎？這是總綱領、總原則。第二條「威儀有則」，這個威儀有則就是中國人講的禮節，佛法裡面講的戒律，一般人講的規矩，它有規矩，一點都不亂。我個人要做個人的榜樣，釋迦牟尼佛做到了，以身作則，孔子做到了。釋迦做到了，表現出來的，十善。這哪一條他沒做到？中國聖人，夫子做到了。《論語》裡面，弟子對老師的讚歎，夫子的德行，溫良恭儉讓，這五個字，夫子做到。溫和，人厚道，叫溫厚；善良，對任何人沒有惡意，對冤家債主、對陷害我們的人都是善良的心對待，沒有報復，沒有怨恨，善良；恭敬，對人、對事、對物，恭敬、忍辱；最後一個，禮讓，或者說謙讓、謙虛，樣樣讓別人，世間聖人。出世間聖人，十善。所以是，人，做人的榜樣；家，做別人家庭的榜樣。家庭的榜樣是什麼？和睦。"
    },
    {
      "id": "02-040-0175_p0022",
      "zh_CN": "佛提出六和，叫六和敬。第一个，见和同解，大家看法一样。各人有各人的看法，怎么会一样？把你的看法统统放下就一样了，谁也不迁就谁，我也不要你赞成我的看法，我也不必同你的看法，大家把看法统统放下，就一样了。你看，法子妙，妙极了！放下怎样？清净心现前，平等心现前，妙极了！所以大家统统放下，放下起心动念，放下分别，放下执着，见和同解了。然后戒和同修，就是规矩。这个戒是什么？就是十善、五戒。在一起居住，这一家人个个遵守。现在我们更彻底，具体落实在《弟子规》、《感应篇》。《十善业道》要落实在《弟子规》、落实在《感应篇》里头，儒释道三个根融成一体，家和万事兴。用在你家庭里头，用在你事业上、公司行号，你们这个小团体是个和敬的团体，能够和睦，能够互相尊重、互相敬爱，这个团体哪有不发达的道理？用之于社会，我们这个社区是所有地区的好榜样，我这个城市是全世界每个城市的好榜样，扩大，我的国家是全世界每个国家的好榜样。这威仪有则。第三条「柔和质直」。教我们平常跟人，人际建立关系，人与人要和爱。柔和，是我们的表态，要像弥勒菩萨一样，中国的弥勒菩萨是布袋和尚，标准的柔和。质直，是真心。生活，处事待人接物要用真心，不要用妄心，用真诚心。最后一条，这是我们的根本，「代众生苦」。我们能够把上面三条做到，就是代众生苦。众生看到了、听到了、接触到了，他有感悟，他自然会学习；他学习，他就能离苦得乐。",
      "zh_TW": "佛提出六和，叫六和敬。第一個，見和同解，大家看法一樣。各人有各人的看法，怎麼會一樣？把你的看法統統放下就一樣了，誰也不遷就誰，我也不要你贊成我的看法，我也不必同你的看法，大家把看法統統放下，就一樣了。你看，法子妙，妙極了！放下怎樣？清淨心現前，平等心現前，妙極了！所以大家統統放下，放下起心動念，放下分別，放下執著，見和同解了。然後戒和同修，就是規矩。這個戒是什麼？就是十善、五戒。在一起居住，這一家人個個遵守。現在我們更徹底，具體落實在《弟子規》、《感應篇》。《十善業道》要落實在《弟子規》、落實在《感應篇》裡頭，儒釋道三個根融成一體，家和萬事興。用在你家庭裡頭，用在你事業上、公司行號，你們這個小團體是個和敬的團體，能夠和睦，能夠互相尊重、互相敬愛，這個團體哪有不發達的道理？用之於社會，我們這個社區是所有地區的好榜樣，我這個城市是全世界每個城市的好榜樣，擴大，我的國家是全世界每個國家的好榜樣。這威儀有則。第三條「柔和質直」。教我們平常跟人，人際建立關係，人與人要和愛。柔和，是我們的表態，要像彌勒菩薩一樣，中國的彌勒菩薩是布袋和尚，標準的柔和。質直，是真心。生活，處事待人接物要用真心，不要用妄心，用真誠心。最後一條，這是我們的根本，「代眾生苦」。我們能夠把上面三條做到，就是代眾生苦。眾生看到了、聽到了、接觸到了，他有感悟，他自然會學習；他學習，他就能離苦得樂。"
    },
    {
      "id": "02-040-0175_p0023",
      "zh_CN": "今天我们要知道，中国人把祖宗东西丢掉了两百年，普遍遭受今天的苦难，无论是住在中国地区或者移民在外国，没有不苦的。在外国，外国人瞧不起你，他对中国完全无知，认为中国样样比不上他们，傲慢。我是一九八二年第一次到美国参加世界道德会，这是中国人主持的，在洛杉矶召开。他们请我做顾问，我参加这个会议，到美国。到美国之后，我们有不少的学生在美国留学，毕业了，在美国工作，这一联络，很快，不到十天就联络三百多人，各个大都市都有，这就是以后我在国外弘法的基础。没有这么多熟人，谁请你？这个缘都是很特殊。我们初去的时候，在洛杉矶，第二次是第二年，一九八三年，正式接受沈家桢居士的邀请，在纽约他的道场大觉寺讲《普贤行愿品》，讲大意。就遇到很多美国人，在一起吃饭的时候他们问我，很难得，他说过去我们西方人对中国不了解，都认为中国文化落后，样样不如外国，现在知道了，他说我们这一代的人跟上一代的美国人不一样了（这外国人），我们这一代知道中国人很了不起，有智慧。他说一个一个比，全世界的人一个一个比，中国人第一，他说这个话；二个二个比，犹太人第一；三个三个比，日本人第一，团结。然后问我一句话，中国人为什么不团结？我马上就告诉他，上帝安排的。因为他们都是基督教徒。上帝安排的？很惊讶，他说为什么上帝安排的？我说中国人要团结起来，你还有饭吃吗？大家哈哈一笑，就了了。",
      "zh_TW": "今天我們要知道，中國人把祖宗東西丟掉了兩百年，普遍遭受今天的苦難，無論是住在中國地區或者移民在外國，沒有不苦的。在外國，外國人瞧不起你，他對中國完全無知，認為中國樣樣比不上他們，傲慢。我是一九八二年第一次到美國參加世界道德會，這是中國人主持的，在洛杉磯召開。他們請我做顧問，我參加這個會議，到美國。到美國之後，我們有不少的學生在美國留學，畢業了，在美國工作，這一聯絡，很快，不到十天就聯絡三百多人，各個大都市都有，這就是以後我在國外弘法的基礎。沒有這麼多熟人，誰請你？這個緣都是很特殊。我們初去的時候，在洛杉磯，第二次是第二年，一九八三年，正式接受沈家楨居士的邀請，在紐約他的道場大覺寺講《普賢行願品》，講大意。就遇到很多美國人，在一起吃飯的時候他們問我，很難得，他說過去我們西方人對中國不了解，都認為中國文化落後，樣樣不如外國，現在知道了，他說我們這一代的人跟上一代的美國人不一樣了（這外國人），我們這一代知道中國人很了不起，有智慧。他說一個一個比，全世界的人一個一個比，中國人第一，他說這個話；二個二個比，猶太人第一；三個三個比，日本人第一，團結。然後問我一句話，中國人為什麼不團結？我馬上就告訴他，上帝安排的。因為他們都是基督教徒。上帝安排的？很驚訝，他說為什麼上帝安排的？我說中國人要團結起來，你還有飯吃嗎？大家哈哈一笑，就了了。"
    },
    {
      "id": "02-040-0175_p0024",
      "zh_CN": "虽然是一个开玩笑的话，意义很深，给我们一个很大的警觉，为什么不团结？要知道，中国人这个民族，自古以来中国人不讲团结，为什么？它本身团结的。团结，是不团结了才讲团结，中国本身是团结的。五伦是团结的，父子、夫妇、兄弟、君臣、朋友，它本身是团结的。几千年来，一直到清朝，还是五伦的社会，五常、四维、八德，它本身团结。不像外国人，外国人讲团结，特别是美国，为什么？各地方移民来的，没有根。真正美国人就是红番，那是少数民族。现在被保护了，为什么？被杀，快杀光了，现在是极少数的，现在要保护他们。这些事实真相，我们要了解。中国人要团结，恢复伦理道德的教育，自然就团结了。",
      "zh_TW": "雖然是一個開玩笑的話，意義很深，給我們一個很大的警覺，為什麼不團結？要知道，中國人這個民族，自古以來中國人不講團結，為什麼？它本身團結的。團結，是不團結了才講團結，中國本身是團結的。五倫是團結的，父子、夫婦、兄弟、君臣、朋友，它本身是團結的。幾千年來，一直到清朝，還是五倫的社會，五常、四維、八德，它本身團結。不像外國人，外國人講團結，特別是美國，為什麼？各地方移民來的，沒有根。真正美國人就是紅番，那是少數民族。現在被保護了，為什麼？被殺，快殺光了，現在是極少數的，現在要保護他們。這些事實真相，我們要了解。中國人要團結，恢復倫理道德的教育，自然就團結了。"
    },
    {
      "id": "02-040-0175_p0025",
      "zh_CN": "宗教里面不团结，门户之见很深，同行相忌，这个不好。同行相忌，果报在无间地狱。你看戒律，戒律上就有，同行相忌是破和合僧，破和合僧是无间地狱，怎么可以这样做？我们读《华严经》，《华严经》末后五十三参，你看到这些都是菩萨、都是罗汉，他们是互相赞叹。善财童子参访，他很谦虚，把自己所学的教给他，然后告诉他，无量法门，我知道的很有限，只有这么多，还有别人知道比我多，修行比我好，介绍给他，你去参访那个人。赞叹，没有看到一个傲慢的。一直到第五十三参，普贤菩萨，这最后一参，普贤菩萨教他十大愿王，带他到极乐世界见阿弥陀佛，这圆满。所以我们要学赞叹，不要学毁谤。所以要学什么？不批评人，更不可以随便批评人。批评人，你对那个人了解多少？",
      "zh_TW": "宗教裡面不團結，門戶之見很深，同行相忌，這個不好。同行相忌，果報在無間地獄。你看戒律，戒律上就有，同行相忌是破和合僧，破和合僧是無間地獄，怎麼可以這樣做？我們讀《華嚴經》，《華嚴經》末後五十三參，你看到這些都是菩薩、都是羅漢，他們是互相讚歎。善財童子參訪，他很謙虛，把自己所學的教給他，然後告訴他，無量法門，我知道的很有限，只有這麼多，還有別人知道比我多，修行比我好，介紹給他，你去參訪那個人。讚歎，沒有看到一個傲慢的。一直到第五十三參，普賢菩薩，這最後一參，普賢菩薩教他十大願王，帶他到極樂世界見阿彌陀佛，這圓滿。所以我們要學讚歎，不要學毀謗。所以要學什麼？不批評人，更不可以隨便批評人。批評人，你對那個人了解多少？"
    },
    {
      "id": "02-040-0175_p0026",
      "zh_CN": "宗教跟宗教之间不能比较。我在印尼大学，这个学校送给我一个回教的博士学位，校长请我吃饭，告诉我，学校里头有比较宗教学。我当时就告诉他，宗教不能比较。他说为什么？我说比较，老师可以比较学生，学生没办法比较学生，他智慧不够。那要比较宗教，这个人的道德学问要超过耶稣、要超过穆罕默德、要超过释迦牟尼佛，你才能批评他，你不能超过他，你的批评就有问题。他问我，那怎么办？我说互相学习，每一个宗教经典好好认真学习，可不能批评。因为他们是回教国家，校长也是回教徒，所以我就告诉他，我读《古兰经》，我是个佛教的，我读《古兰经》，我书架上《古兰经》资料很多，各种不同版本。我说我读《古兰经》的时候，我是最虔诚的穆斯林，我才能读得懂，才懂得真主的意思。如果我有怀疑，我觉得这不是我的经典，你怎么读，真主来教你，你也听不懂。",
      "zh_TW": "宗教跟宗教之間不能比較。我在印尼大學，這個學校送給我一個回教的博士學位，校長請我吃飯，告訴我，學校裡頭有比較宗教學。我當時就告訴他，宗教不能比較。他說為什麼？我說比較，老師可以比較學生，學生沒辦法比較學生，他智慧不夠。那要比較宗教，這個人的道德學問要超過耶穌、要超過穆罕默德、要超過釋迦牟尼佛，你才能批評他，你不能超過他，你的批評就有問題。他問我，那怎麼辦？我說互相學習，每一個宗教經典好好認真學習，可不能批評。因為他們是回教國家，校長也是回教徒，所以我就告訴他，我讀《古蘭經》，我是個佛教的，我讀《古蘭經》，我書架上《古蘭經》資料很多，各種不同版本。我說我讀《古蘭經》的時候，我是最虔誠的穆斯林，我才能讀得懂，才懂得真主的意思。如果我有懷疑，我覺得這不是我的經典，你怎麼讀，真主來教你，你也聽不懂。"
    },
    {
      "id": "02-040-0175_p0027",
      "zh_CN": "中国老祖宗说了一句话「诚则灵」，只要真诚到极处，就行了。展开《古兰经》的时候，真主加持你；展开《新旧约》，上帝加持你，摩西、耶稣都会加持你。为什么？你跟他通了，没有障碍。不是这样学，等于没有学，白学了。真诚，不是真诚对自己是正确的，真诚对别人，真诚对一切宗教，真诚对一切族群，真诚对一切国家，没有分，一体，这才能契入。有分别、有执着，有你我他，问题全来了，你所得到的东西是偏见，说得不好听叫邪见，你不是正知正见，正知正见就是靠至诚。中国人讲至诚，印度人讲至诚，所以这两个地方的古迹文化达到最高峰。怎么来的？真诚来的。我们今天要善用真诚，发真诚心，我们的成就可以达到古文明的巅峰。",
      "zh_TW": "中國老祖宗說了一句話「誠則靈」，只要真誠到極處，就行了。展開《古蘭經》的時候，真主加持你；展開《新舊約》，上帝加持你，摩西、耶穌都會加持你。為什麼？你跟他通了，沒有障礙。不是這樣學，等於沒有學，白學了。真誠，不是真誠對自己是正確的，真誠對別人，真誠對一切宗教，真誠對一切族群，真誠對一切國家，沒有分，一體，這才能契入。有分別、有執著，有你我他，問題全來了，你所得到的東西是偏見，說得不好聽叫邪見，你不是正知正見，正知正見就是靠至誠。中國人講至誠，印度人講至誠，所以這兩個地方的古蹟文化達到最高峰。怎麼來的？真誠來的。我們今天要善用真誠，發真誠心，我們的成就可以達到古文明的巔峰。"
    },
    {
      "id": "02-040-0175_p0028",
      "zh_CN": "最怕的就是傲慢、怀疑，这两个东西把你全部都破坏掉。孔子说了一句话，他说，「如有」，假设有这么一个人，有「周公之才之美」。周公是孔子心目当中最佩服的圣人，孔子一生就是学周公，他学得很像。但是周公有做官的命，他没有。他没有，一生没有得到这个地位。周游列国，目的就是希望有诸侯能够用他，但是没有诸侯用他，他没有这个命。这是我们说，八字里头没有做官的命。六十八岁回老家去教学，希望把他自己这个愿望传给下一代，他做这个工作去了。教学五年，他七十三岁走的。六十八岁回家办学，五年。有弟子三千人，有七十二个最优秀的，叫七十二贤。",
      "zh_TW": "最怕的就是傲慢、懷疑，這兩個東西把你全部都破壞掉。孔子說了一句話，他說，「如有」，假設有這麼一個人，有「周公之才之美」。周公是孔子心目當中最佩服的聖人，孔子一生就是學周公，他學得很像。但是周公有做官的命，他沒有。他沒有，一生沒有得到這個地位。周遊列國，目的就是希望有諸侯能夠用他，但是沒有諸侯用他，他沒有這個命。這是我們說，八字裡頭沒有做官的命。六十八歲回老家去教學，希望把他自己這個願望傳給下一代，他做這個工作去了。教學五年，他七十三歲走的。六十八歲回家辦學，五年。有弟子三千人，有七十二個最優秀的，叫七十二賢。"
    },
    {
      "id": "02-040-0175_p0029",
      "zh_CN": "跟释迦牟尼佛相比，释迦牟尼佛聪明，释迦佛不做官。他是王子，他要不出家的话，继承王位。孔子求之不得的，释迦牟尼佛得来的，现成，不要，出家。十九岁离开家庭，过苦行僧的生活，示范，从我做起，三衣一钵，日中一食，树下一宿，就一辈子。七十九岁走的时候是在树林里头，不是在房子里面。给我们表演得有始有终，让后人对他的教诲没话说，佛是这么做的，你照做就对了。三十岁开悟的，孔子也是三十岁。孔子自己叙说他自己，「十五有志于学」，十五岁立志求学，「三十而立」，三十岁成就，十五年。释迦牟尼佛三十岁，在菩提树下大彻大悟、明心见性。夫子是十年、十年一个阶段，三十而立；四十而不惑，不迷惑，说明智慧开了；五十知天命，六十耳顺，七十从心所欲不逾矩，得自在了，这孔子境界。",
      "zh_TW": "跟釋迦牟尼佛相比，釋迦牟尼佛聰明，釋迦佛不做官。他是王子，他要不出家的話，繼承王位。孔子求之不得的，釋迦牟尼佛得來的，現成，不要，出家。十九歲離開家庭，過苦行僧的生活，示範，從我做起，三衣一缽，日中一食，樹下一宿，就一輩子。七十九歲走的時候是在樹林裡頭，不是在房子裡面。給我們表演得有始有終，讓後人對他的教誨沒話說，佛是這麼做的，你照做就對了。三十歲開悟的，孔子也是三十歲。孔子自己敘說他自己，「十五有志於學」，十五歲立志求學，「三十而立」，三十歲成就，十五年。釋迦牟尼佛三十歲，在菩提樹下大徹大悟、明心見性。夫子是十年、十年一個階段，三十而立；四十而不惑，不迷惑，說明智慧開了；五十知天命，六十耳順，七十從心所欲不逾矩，得自在了，這孔子境界。"
    },
    {
      "id": "02-040-0175_p0030",
      "zh_CN": "释迦牟尼佛三十岁开悟之后就开始教学，在鹿野苑度五比丘，教了一辈子。他教学也分几个次第，首先十二年教阿含，这是小乘，我们今天所说普世教育，世间人人人都要学。内容是什么？伦理、道德、因果，教你怎么做一个人，怎样做个好人。印度讲六道轮回，六道轮回是婆罗门教讲的，是事实。因为婆罗门教非常重视禅定，四禅八定是婆罗门修的，佛教统统把它接受过来。学佛的人修定从哪里修起？从四禅八定修起，叫世间禅定。有这个基础之后，再修出世间禅定。佛教，无论大乘小乘、宗门教下、显教密教，定是修行的枢纽。戒是定的前方便、是定的基础，没有戒不能得定，没有定不能开慧。戒定慧三学，佛说了，不是他创造的，不是他制定的，是三世诸佛，过去、现在、未来一切菩萨成佛都是走这条路，没有例外的。所以这个路不能违背，违背，你就脱离佛法，你不是学佛，你学一辈子成不了佛。所以学佛，没有不重视戒律。",
      "zh_TW": "釋迦牟尼佛三十歲開悟之後就開始教學，在鹿野苑度五比丘，教了一輩子。他教學也分幾個次第，首先十二年教阿含，這是小乘，我們今天所說普世教育，世間人人人都要學。內容是什麼？倫理、道德、因果，教你怎麼做一個人，怎樣做個好人。印度講六道輪迴，六道輪迴是婆羅門教講的，是事實。因為婆羅門教非常重視禪定，四禪八定是婆羅門修的，佛教統統把它接受過來。學佛的人修定從哪裡修起？從四禪八定修起，叫世間禪定。有這個基礎之後，再修出世間禪定。佛教，無論大乘小乘、宗門教下、顯教密教，定是修行的樞紐。戒是定的前方便、是定的基礎，沒有戒不能得定，沒有定不能開慧。戒定慧三學，佛說了，不是他創造的，不是他制定的，是三世諸佛，過去、現在、未來一切菩薩成佛都是走這條路，沒有例外的。所以這個路不能違背，違背，你就脫離佛法，你不是學佛，你學一輩子成不了佛。所以學佛，沒有不重視戒律。"
    },
    {
      "id": "02-040-0175_p0031",
      "zh_CN": "我们生在这个时代，受这个时代科学总是受了些影响，我们学佛对戒律不重视，产生一个错误观念。读中国古书，三代之礼就有兴革不同，兴是什么？补充的，革是删掉的。宪法，过个几年要来一次修宪，为什么？有些条文不适合现代社会。社会天天在变，尤其现在变得更快，修宪是个很平常的事情。戒律，我们当初想是出家人生活规范，生活规范，印度跟中国不一样，二千五百年前的，跟现在怎么会相同？我们怎么能过那个生活？这个观念我是非常坚牢，我只学经学论，我不学戒律。跟章嘉大师三年，章嘉大师对我很了解，知道我这个病根很深，但是又不能责备我。责备我怎么？不来了。所以对我确实做到柔和质直，我们感恩。他有他的善巧方便，每一次我离开他，他一定送我到门口，会轻轻的说一句「戒律很重要」，五个字，其他的什么都不说，这一句话我听了几十遍。",
      "zh_TW": "我們生在這個時代，受這個時代科學總是受了些影響，我們學佛對戒律不重視，產生一個錯誤觀念。讀中國古書，三代之禮就有興革不同，興是什麼？補充的，革是刪掉的。憲法，過個幾年要來一次修憲，為什麼？有些條文不適合現代社會。社會天天在變，尤其現在變得更快，修憲是個很平常的事情。戒律，我們當初想是出家人生活規範，生活規範，印度跟中國不一樣，二千五百年前的，跟現在怎麼會相同？我們怎麼能過那個生活？這個觀念我是非常堅牢，我只學經學論，我不學戒律。跟章嘉大師三年，章嘉大師對我很了解，知道我這個病根很深，但是又不能責備我。責備我怎麼？不來了。所以對我確實做到柔和質直，我們感恩。他有他的善巧方便，每一次我離開他，他一定送我到門口，會輕輕的說一句「戒律很重要」，五個字，其他的什麼都不說，這一句話我聽了幾十遍。"
    },
    {
      "id": "02-040-0175_p0032",
      "zh_CN": "他老人家圆寂，甘珠活佛在火化场搭了个帐篷，好像是三个帐篷，十几个人在火化的地方，他们大概是住一个星期，我在那里住三天。三天反省，跟老师三年，他教了我些什么？这一反省，头一个念头就是戒律很重要。为什么要说这句话？我就很认真去思考，我想了两个多星期，明白了。佛法是出世间法，三代礼制兴革，现在宪法修订，它是世间法，世间法有变化，要常常调整，出世间法不能调整，调整就出不了世间，我把这个道理想通了。这不是老师讲的，非常认真去想这个问题，想通了，我才开始看戒律的书，明白了。但是戒律没有地方学，好在老师告诉我，佛法重实质不重形式。他又告诉我，戒律，你学了一条你就得一条，不一定在戒坛受戒。不杀生，我真正能做到了，一切小动物都不敢杀牠，这一条你就得到。跟我讲重实质不重形式，这是在佛门里面。但是社会大众，他们讲形式，他不讲实质，他完全讲形式，那么形式也不能疏忽。要带动整个社会化解冲突，恢复安定和谐，里外都要，有里没有外，固然好，不能感化大众；里外都有，才能够兴教。重实质，也不疏忽形式，社会才有救，正法才能久住于世，不可以偏废。",
      "zh_TW": "他老人家圓寂，甘珠活佛在火化場搭了個帳篷，好像是三個帳篷，十幾個人在火化的地方，他們大概是住一個星期，我在那裡住三天。三天反省，跟老師三年，他教了我些什麼？這一反省，頭一個念頭就是戒律很重要。為什麼要說這句話？我就很認真去思考，我想了兩個多星期，明白了。佛法是出世間法，三代禮制興革，現在憲法修訂，它是世間法，世間法有變化，要常常調整，出世間法不能調整，調整就出不了世間，我把這個道理想通了。這不是老師講的，非常認真去想這個問題，想通了，我才開始看戒律的書，明白了。但是戒律沒有地方學，好在老師告訴我，佛法重實質不重形式。他又告訴我，戒律，你學了一條你就得一條，不一定在戒壇受戒。不殺生，我真正能做到了，一切小動物都不敢殺牠，這一條你就得到。跟我講重實質不重形式，這是在佛門裡面。但是社會大眾，他們講形式，他不講實質，他完全講形式，那麼形式也不能疏忽。要帶動整個社會化解衝突，恢復安定和諧，裡外都要，有裡沒有外，固然好，不能感化大眾；裡外都有，才能夠興教。重實質，也不疏忽形式，社會才有救，正法才能久住於世，不可以偏廢。"
    },
    {
      "id": "02-040-0175_p0033",
      "zh_CN": "但是今天学戒的人没有了，佛门弟子都知道，中国末后一个学戒的人就是弘一大师，他对这个非常认真学习，来表法，做给我们看的。他没有学佛之前，说实实在在的话，他多才多艺，家里有钱有势，花花公子，书读得很多，有才气，很固执。在日本念书，跟朋友约会八点钟见面，八点钟到了，这个人没到，门就关起来。大概一、二分钟之后来了，把人家臭骂一顿，不遵守时间，门不开，去了。这样的个性，这是弘一大师。学佛之后完全变了，非常柔和、非常慈悲，以前那种习气都没有了，很难得。他确实，那样的转变给学佛人做很好的榜样。以后没听说过了，有，我们知道肯定会有，不出名了，知道的人很少。我们想学，也找不到地方学。寺庙里头管得严肃一点，那不是戒学。好在我们有个同学，果清法师，他跟我在一起的时候没出家，以后我听说他出家了，好像出家之后没见过面。出家之后，没想到他专攻戒律，变成当代律学的大师。这就应了古人的一句话，一门深入，长时薰修，在一门上真正下十年工夫，你的成就就超越了。不能搞多，不能搞杂，杂修出不了名，为什么？你没有真东西，一门深入有真东西。所以做专家，不要做通家，通家是门门都通。这个意思是先做专家，后做通家，专了之后自然就通了。",
      "zh_TW": "但是今天學戒的人沒有了，佛門弟子都知道，中國末後一個學戒的人就是弘一大師，他對這個非常認真學習，來表法，做給我們看的。他沒有學佛之前，說實實在在的話，他多才多藝，家裡有錢有勢，花花公子，書讀得很多，有才氣，很固執。在日本念書，跟朋友約會八點鐘見面，八點鐘到了，這個人沒到，門就關起來。大概一、二分鐘之後來了，把人家臭罵一頓，不遵守時間，門不開，去了。這樣的個性，這是弘一大師。學佛之後完全變了，非常柔和、非常慈悲，以前那種習氣都沒有了，很難得。他確實，那樣的轉變給學佛人做很好的榜樣。以後沒聽說過了，有，我們知道肯定會有，不出名了，知道的人很少。我們想學，也找不到地方學。寺廟裡頭管得嚴肅一點，那不是戒學。好在我們有個同學，果清法師，他跟我在一起的時候沒出家，以後我聽說他出家了，好像出家之後沒見過面。出家之後，沒想到他專攻戒律，變成當代律學的大師。這就應了古人的一句話，一門深入，長時薰修，在一門上真正下十年工夫，你的成就就超越了。不能搞多，不能搞雜，雜修出不了名，為什麼？你沒有真東西，一門深入有真東西。所以做專家，不要做通家，通家是門門都通。這個意思是先做專家，後做通家，專了之後自然就通了。"
    },
    {
      "id": "02-040-0175_p0034",
      "zh_CN": "佛教导我们，四弘誓愿是修学的一个指导方向，学佛的人第一个要立愿，愿要为众生，不能为自己。「众生无边誓愿度」，这里头还有自己的名闻利养，就违背你的本愿，你的愿是假的，度众生是为自己的名闻利养，这样学佛最后结果还是无间地狱。打着佛的旗号，违背佛法，为什么？求个人名利，这违背佛法。所以佛境界你永远得不到，你所学的是佛学常识，佛学真正智慧你没有得到。这个东西玩真的，不能玩假的。龙树给我们做了榜样，你看龙树菩萨，一门深入才能开悟，叫大彻大悟。悟后起修，禅宗都是这样的。不开悟的时候是一门，专攻、参究，大彻大悟之后再来学教，他不是不学。学教，两个意思。第一个印证，证明我所悟的境界跟大乘经上讲的相不相同？如果相同，这正知正见；如果不同，我这个悟走邪道了。所以用经典来印证。第二个，广度众生。广度众生，众生根性不相同，法门不一样，你不能广学多闻，你就没有办法普度众生。普度众生、广学法门一定是开悟之后，没有开悟之前，一门。悟后来读经，速度很快。",
      "zh_TW": "佛教導我們，四弘誓願是修學的一個指導方向，學佛的人第一個要立願，願要為眾生，不能為自己。「眾生無邊誓願度」，這裡頭還有自己的名聞利養，就違背你的本願，你的願是假的，度眾生是為自己的名聞利養，這樣學佛最後結果還是無間地獄。打著佛的旗號，違背佛法，為什麼？求個人名利，這違背佛法。所以佛境界你永遠得不到，你所學的是佛學常識，佛學真正智慧你沒有得到。這個東西玩真的，不能玩假的。龍樹給我們做了榜樣，你看龍樹菩薩，一門深入才能開悟，叫大徹大悟。悟後起修，禪宗都是這樣的。不開悟的時候是一門，專攻、參究，大徹大悟之後再來學教，他不是不學。學教，兩個意思。第一個印證，證明我所悟的境界跟大乘經上講的相不相同？如果相同，這正知正見；如果不同，我這個悟走邪道了。所以用經典來印證。第二個，廣度眾生。廣度眾生，眾生根性不相同，法門不一樣，你不能廣學多聞，你就沒有辦法普度眾生。普度眾生、廣學法門一定是開悟之後，沒有開悟之前，一門。悟後來讀經，速度很快。"
    },
    {
      "id": "02-040-0175_p0035",
      "zh_CN": "我们在《坛经》上看到，惠能大师开悟了，不认识字，没念过书。正式接受，一生就一堂课，五祖半夜召见他，在方丈室里头跟他讲《金刚经》，那就是他一生唯一的一堂课，正式受一堂课。这一堂课没上完，讲到「应无所住而生其心」，他开悟了。开悟了，不要讲了，为什么？全通了，释迦牟尼佛四十九年所说的一切经全通了。他不认识字，叫别人念给他听，一部经念几章几页，不要念了，全知道了。法达禅师，《坛经》上有记载，学《法华》的，诵《法华》三千部。多长时间？十年，十年专念《法华经》。对于《法华》的义理不明白，背得很熟。向六祖请教，六祖说《法华经》我没听过，你念给我听听。《法华》二十八品，只念到第二品「方便品」，六祖听了之后，行了，后头不要念了，我全知道了。跟他讲《法华》，法达开悟了。",
      "zh_TW": "我們在《壇經》上看到，惠能大師開悟了，不認識字，沒念過書。正式接受，一生就一堂課，五祖半夜召見他，在方丈室裡頭跟他講《金剛經》，那就是他一生唯一的一堂課，正式受一堂課。這一堂課沒上完，講到「應無所住而生其心」，他開悟了。開悟了，不要講了，為什麼？全通了，釋迦牟尼佛四十九年所說的一切經全通了。他不認識字，叫別人念給他聽，一部經念幾章幾頁，不要念了，全知道了。法達禪師，《壇經》上有記載，學《法華》的，誦《法華》三千部。多長時間？十年，十年專念《法華經》。對於《法華》的義理不明白，背得很熟。向六祖請教，六祖說《法華經》我沒聽過，你念給我聽聽。《法華》二十八品，只念到第二品「方便品」，六祖聽了之後，行了，後頭不要念了，我全知道了。跟他講《法華》，法達開悟了。"
    },
    {
      "id": "02-040-0175_p0036",
      "zh_CN": "我们从这个例子，我们就深深相信，一点不怀疑，龙树菩萨开悟之后，将释迦牟尼佛四十九年所说的一切经，三个月学完了。一部经只要看几章就行了，那三个月当然可以。像这一部《大藏经》，你只看几页就行了，就通了。这才能广度众生，什么样根性你都有本事教他，没有这个能力不行。你今天要通一切经，你一生都做不到，不开悟，一生做不到；开悟的时候，全做到了。所以佛讲求开悟，古印度人讲求开悟。佛法传到中国之后，这些理念、方法，儒接受了，道接受了，所以儒家教学也讲求悟性，道亦如是，重视悟性，不重视记诵。所以古人有说，「记问之学，不足以为人师也」，不重视记诵。记得很多，讲得很多，不能启发众生智慧，你只是传常识、知识，没有智慧。",
      "zh_TW": "我們從這個例子，我們就深深相信，一點不懷疑，龍樹菩薩開悟之後，將釋迦牟尼佛四十九年所說的一切經，三個月學完了。一部經只要看幾章就行了，那三個月當然可以。像這一部《大藏經》，你只看幾頁就行了，就通了。這才能廣度眾生，什麼樣根性你都有本事教他，沒有這個能力不行。你今天要通一切經，你一生都做不到，不開悟，一生做不到；開悟的時候，全做到了。所以佛講求開悟，古印度人講求開悟。佛法傳到中國之後，這些理念、方法，儒接受了，道接受了，所以儒家教學也講求悟性，道亦如是，重視悟性，不重視記誦。所以古人有說，「記問之學，不足以為人師也」，不重視記誦。記得很多，講得很多，不能啟發眾生智慧，你只是傳常識、知識，沒有智慧。"
    },
    {
      "id": "02-040-0175_p0037",
      "zh_CN": "佛家教你背书，读书千遍是什么意思？是修定，目的就是在修定，不是在记诵。一千遍，当然就背熟了，那是附带的，那不是它主要目标。主要目标是用这个方法修定，让你的念头不起杂念、不起妄想，心止于一处。所以读书是修定，念佛也是修定，八万四千法门都是修定的方法。你念《圣经》，你给它念上一千遍，也是修定，会开悟；你念《古兰经》，你念上一千遍，也会开悟。不管什么法门，只要能够把你的念头集中在一点，心不能分散。所以孟子说得好，「学问之道无他，求其放心而已」。我们的心是放外、散的，散乱心，把散乱心收成一点，这就是学问，学问是智慧。孟子都看到了，能说出来，收心。你比别人高，高在哪里？别人心散乱，你的心集中，就高在这里。集中的心生智慧，散乱的心不生智慧，生烦恼。你能够集中，你就能帮助这些散乱人。愈集中，能量愈大，制心一处，无事不办，他就修这个。可别搞错了，与识字不识字没关系，与读书不读书也没关系。你能够修成功，你就有能力指导教导那些读书多的人、那些识字多的人，他没智慧。这个道理，我们不明白、不能掌握，那就大错特错了。",
      "zh_TW": "佛家教你背書，讀書千遍是什麼意思？是修定，目的就是在修定，不是在記誦。一千遍，當然就背熟了，那是附帶的，那不是它主要目標。主要目標是用這個方法修定，讓你的念頭不起雜念、不起妄想，心止於一處。所以讀書是修定，念佛也是修定，八萬四千法門都是修定的方法。你念《聖經》，你給它念上一千遍，也是修定，會開悟；你念《古蘭經》，你念上一千遍，也會開悟。不管什麼法門，只要能夠把你的念頭集中在一點，心不能分散。所以孟子說得好，「學問之道無他，求其放心而已」。我們的心是放外、散的，散亂心，把散亂心收成一點，這就是學問，學問是智慧。孟子都看到了，能說出來，收心。你比別人高，高在哪裡？別人心散亂，你的心集中，就高在這裡。集中的心生智慧，散亂的心不生智慧，生煩惱。你能夠集中，你就能幫助這些散亂人。愈集中，能量愈大，制心一處，無事不辦，他就修這個。可別搞錯了，與識字不識字沒關係，與讀書不讀書也沒關係。你能夠修成功，你就有能力指導教導那些讀書多的人、那些識字多的人，他沒智慧。這個道理，我們不明白、不能掌握，那就大錯特錯了。"
    },
    {
      "id": "02-040-0175_p0038",
      "zh_CN": "正法要久住，中国传统文化要复兴，要把老祖宗这些老办法、老的理念统统恢复，统统找出来，才真正能解决问题。博士不行，我没读过大学，我参观过很多大学，我也在大学里教过几年，那个教育的理念跟方法大有问题。个个人都是佛，个个人都是圣贤，把他们统统教坏了，都教成凡夫。中国老的这套东西戒定慧，是教你成圣成贤、教你成佛成菩萨，现在人不要，不识货，教凡夫的东西他们特别喜欢，都把圣贤变成凡夫，都把佛菩萨变成众生，全是教育出了问题。今天时间到了，我们就学到此地。",
      "zh_TW": "正法要久住，中國傳統文化要復興，要把老祖宗這些老辦法、老的理念統統恢復，統統找出來，才真正能解決問題。博士不行，我沒讀過大學，我參觀過很多大學，我也在大學裡教過幾年，那個教育的理念跟方法大有問題。個個人都是佛，個個人都是聖賢，把他們統統教壞了，都教成凡夫。中國老的這套東西戒定慧，是教你成聖成賢、教你成佛成菩薩，現在人不要，不識貨，教凡夫的東西他們特別喜歡，都把聖賢變成凡夫，都把佛菩薩變成眾生，全是教育出了問題。今天時間到了，我們就學到此地。"
    }
  ]
}