{
  "doc_id": "02-040-0155",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五五集",
    "zh_TW": "第一五五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0155",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-040-0155_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百零八页，第三行，科题「断烦恼」。经文只有一句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百零八頁，第三行，科題「斷煩惱」。經文只有一句："
    },
    {
      "id": "02-040-0155_p0002",
      "zh_CN": "【拔诸勤苦生死根本。】",
      "zh_TW": "【拔諸勤苦生死根本。】"
    },
    {
      "id": "02-040-0155_p0003",
      "zh_CN": "前面第一段是「学法门」，这第二段「断烦恼」，第三段「成佛道」，第四段「度众生」，这四弘誓愿。学法门里面有一句话最重要，如法修行，说「我当奉持，如法修行」。这是说阿弥陀佛在因地，没有成佛之前，出家做比丘，在老师世间自在王佛前面发的誓愿，慈悲心特重，心量特大，真的，四弘誓愿第一愿他做到了。「众生无边誓愿度」，度人一定先度自己，经教里佛说，自己未度要想度人，无有是处，没这个道理。要自度先要学看破，然后才能放下，这是章嘉大师教给我的。怎么才能看破？要学经教。经教帮助我们了解宇宙人生的真相，真相明白之后才知道应该怎么做法。这个问题在今天说它作哲学问题、科学问题。",
      "zh_TW": "前面第一段是「學法門」，這第二段「斷煩惱」，第三段「成佛道」，第四段「度眾生」，這四弘誓願。學法門裡面有一句話最重要，如法修行，說「我當奉持，如法修行」。這是說阿彌陀佛在因地，沒有成佛之前，出家做比丘，在老師世間自在王佛前面發的誓願，慈悲心特重，心量特大，真的，四弘誓願第一願他做到了。「眾生無邊誓願度」，度人一定先度自己，經教裡佛說，自己未度要想度人，無有是處，沒這個道理。要自度先要學看破，然後才能放下，這是章嘉大師教給我的。怎麼才能看破？要學經教。經教幫助我們了解宇宙人生的真相，真相明白之後才知道應該怎麼做法。這個問題在今天說它作哲學問題、科學問題。"
    },
    {
      "id": "02-040-0155_p0004",
      "zh_CN": "所以整个佛法说的什么？诸佛如来、释迦如来说的什么？我们把它总结，不外乎五门，对初学，佛跟他讲伦理、讲道德、讲因果，小乘经典里面说得最多；大乘教里面讲哲学、讲科学，要说明宇宙人生真相，说明宇宙怎么来的。宗教里面说宇宙是神造的，佛教不是的。佛教告诉我们，宇宙是从一念不觉而有无明，从这来的。所以经论当中常讲，「无明不觉生三细，境界为缘长六粗」。中国道家讲宇宙的源起，它讲太极，太极无有形相，真有这个东西，太极生两仪，两仪生四象，四象生八卦，八卦生万物，说得也很有道理。毕竟大乘经教对这个问题讲得透彻、讲得详细，代表的是《大方广佛华严经》。",
      "zh_TW": "所以整個佛法說的什麼？諸佛如來、釋迦如來說的什麼？我們把它總結，不外乎五門，對初學，佛跟他講倫理、講道德、講因果，小乘經典裡面說得最多；大乘教裡面講哲學、講科學，要說明宇宙人生真相，說明宇宙怎麼來的。宗教裡面說宇宙是神造的，佛教不是的。佛教告訴我們，宇宙是從一念不覺而有無明，從這來的。所以經論當中常講，「無明不覺生三細，境界為緣長六粗」。中國道家講宇宙的源起，它講太極，太極無有形相，真有這個東西，太極生兩儀，兩儀生四象，四象生八卦，八卦生萬物，說得也很有道理。畢竟大乘經教對這個問題講得透徹、講得詳細，代表的是《大方廣佛華嚴經》。"
    },
    {
      "id": "02-040-0155_p0005",
      "zh_CN": "我们曾经学过，贤首国师，可以说是学习《华严》的论文，《修华严奥旨妄尽还源观》，这一篇东西，现在的博士论文。你看看，那么大的一部《华严经》，他用最少的文字，一共只有六段，就把宇宙人生说得清清楚楚、明明白白。这是真实智慧，这是真正的学问。从哪里来的？宇宙有个本体，哲学讲本体论。但是哲学里面提出这个本体，本体没讲清楚。在探讨这个本体，说法很多，都不能叫人心服口服，是他自己见解。佛法是真正找到了。佛是怎么找到的？用内功，现在科学说本能。人，古人有一种本能，他能见到一般人见不到的东西，他能摸着一般人摸不到的东西。这个东西佛叫它做自性，叫它做法性，叫它做真如，叫它做法身、法界，名词几十种之多，全是说一桩事情。一桩事情，释迦牟尼佛为什么说这么多的名相？那个用意就是教你不要着相，怎么说都行，别着相，着相全错了，不着相全对了。佛法的深妙就在这个地方，决定不能执着，连佛法都不可以执着。不执着是真佛法，执着了就是假的，马上就变质，为什么？你着相了，你起心动念了。",
      "zh_TW": "我們曾經學過，賢首國師，可以說是學習《華嚴》的論文，《修華嚴奧旨妄盡還源觀》，這一篇東西，現在的博士論文。你看看，那麼大的一部《華嚴經》，他用最少的文字，一共只有六段，就把宇宙人生說得清清楚楚、明明白白。這是真實智慧，這是真正的學問。從哪裡來的？宇宙有個本體，哲學講本體論。但是哲學裡面提出這個本體，本體沒講清楚。在探討這個本體，說法很多，都不能叫人心服口服，是他自己見解。佛法是真正找到了。佛是怎麼找到的？用內功，現在科學說本能。人，古人有一種本能，他能見到一般人見不到的東西，他能摸著一般人摸不到的東西。這個東西佛叫它做自性，叫它做法性，叫它做真如，叫它做法身、法界，名詞幾十種之多，全是說一樁事情。一樁事情，釋迦牟尼佛為什麼說這麼多的名相？那個用意就是教你不要著相，怎麼說都行，別著相，著相全錯了，不著相全對了。佛法的深妙就在這個地方，決定不能執著，連佛法都不可以執著。不執著是真佛法，執著了就是假的，馬上就變質，為什麼？你著相了，你起心動念了。"
    },
    {
      "id": "02-040-0155_p0006",
      "zh_CN": "今天这个地方讲断烦恼，烦恼确实是生死根本，烦恼是因，生死是果，你来投生是烦恼来的，你死亡也是烦恼去的，你永远离不开烦恼。如果你离开烦恼，生死就没有了，生死不是真的。这些要很细心去观察、很细心去体会，佛经里头字字句句都是真理，字字句句都从真性里头流出来的。学佛难，真的，这个世间找不到几个人学佛的。为什么这么说？佛法、中国古圣先贤的法怎样才能够听得进去，就是听得懂？怎样才能看得懂？要没有心，没有妄心才行。为什么？佛、圣，他们的言语、他们的文字是从心性里头流出来的，不是从阿赖耶识。我们用妄心，妄想分别执着这是妄心，这个跟佛、跟圣不相应。所以你用阿赖耶识去认识佛法，那就全错了，把佛法当作一种常识来研究、知识来研究。佛法里头没有知识，但是现在人所说的，佛法有智慧，智慧能解决问题，知识不能解决。",
      "zh_TW": "今天這個地方講斷煩惱，煩惱確實是生死根本，煩惱是因，生死是果，你來投生是煩惱來的，你死亡也是煩惱去的，你永遠離不開煩惱。如果你離開煩惱，生死就沒有了，生死不是真的。這些要很細心去觀察、很細心去體會，佛經裡頭字字句句都是真理，字字句句都從真性裡頭流出來的。學佛難，真的，這個世間找不到幾個人學佛的。為什麼這麼說？佛法、中國古聖先賢的法怎樣才能夠聽得進去，就是聽得懂？怎樣才能看得懂？要沒有心，沒有妄心才行。為什麼？佛、聖，他們的言語、他們的文字是從心性裡頭流出來的，不是從阿賴耶識。我們用妄心，妄想分別執著這是妄心，這個跟佛、跟聖不相應。所以你用阿賴耶識去認識佛法，那就全錯了，把佛法當作一種常識來研究、知識來研究。佛法裡頭沒有知識，但是現在人所說的，佛法有智慧，智慧能解決問題，知識不能解決。"
    },
    {
      "id": "02-040-0155_p0007",
      "zh_CN": "今天，人心坏了，世界乱了，有知识的人很多，他们解决不了问题。我见过的很多。只有智慧，但是有智慧的人太少了。佛菩萨有智慧，应该说学佛的人有智慧。学佛要用真心，不能用妄心。大乘经教一开头就教你发菩提心，菩提心一发，烦恼就没有了。为什么？菩提心的体是真诚。佛在《观无量寿经》里面教给我们，菩提心的体是至诚心，真诚到极处。菩提心的用就是至诚心起作用，作用有两种，一个叫自受用，一个叫他受用。自受用叫深心，古德注解上给我们说的，什么叫深心？深心是好善好德，关键在那个「好」，真正爱好，好善好德。他受用，是真诚心待别人，是个什么样子？是大慈大悲，大慈大悲就是大爱。爱为什么称为慈悲？因为世间爱里头有情执，所以佛不讲爱，佛讲慈悲。慈悲是从理性为基础发出来的，世间人这个爱是情执里头发生的，那个情的根没有断，情是迷惑、是染污，这个东西没断，所以佛不讲爱讲慈悲。慈悲跟爱在表现上完全相同，根源上不一样，这个我们一定要知道。也就是慈悲是从真诚心为基础，真诚心里流出来的；世间人这个爱是从他的情执里头，父子、兄弟，他情执做为基础，这个不相同的。表现可能是一样的，那个根源不一样。所以菩提心了不起，菩提心真实，那个爱是真的爱，不是假的；世间人那个爱是假的，不是真的，它会变。我们看男女相爱，相爱就结婚，结婚没有几天又闹离婚，两个分手了。这是假的不是真的。",
      "zh_TW": "今天，人心壞了，世界亂了，有知識的人很多，他們解決不了問題。我見過的很多。只有智慧，但是有智慧的人太少了。佛菩薩有智慧，應該說學佛的人有智慧。學佛要用真心，不能用妄心。大乘經教一開頭就教你發菩提心，菩提心一發，煩惱就沒有了。為什麼？菩提心的體是真誠。佛在《觀無量壽經》裡面教給我們，菩提心的體是至誠心，真誠到極處。菩提心的用就是至誠心起作用，作用有兩種，一個叫自受用，一個叫他受用。自受用叫深心，古德註解上給我們說的，什麼叫深心？深心是好善好德，關鍵在那個「好」，真正愛好，好善好德。他受用，是真誠心待別人，是個什麼樣子？是大慈大悲，大慈大悲就是大愛。愛為什麼稱為慈悲？因為世間愛裡頭有情執，所以佛不講愛，佛講慈悲。慈悲是從理性為基礎發出來的，世間人這個愛是情執裡頭發生的，那個情的根沒有斷，情是迷惑、是染污，這個東西沒斷，所以佛不講愛講慈悲。慈悲跟愛在表現上完全相同，根源上不一樣，這個我們一定要知道。也就是慈悲是從真誠心為基礎，真誠心裡流出來的；世間人這個愛是從他的情執裡頭，父子、兄弟，他情執做為基礎，這個不相同的。表現可能是一樣的，那個根源不一樣。所以菩提心了不起，菩提心真實，那個愛是真的愛，不是假的；世間人那個愛是假的，不是真的，它會變。我們看男女相愛，相愛就結婚，結婚沒有幾天又鬧離婚，兩個分手了。這是假的不是真的。"
    },
    {
      "id": "02-040-0155_p0008",
      "zh_CN": "佛菩萨爱是真的，我们看释迦牟尼佛对提婆达多。学佛，对于释迦牟尼佛一生的行谊要观察仔细，要了解，要向他老人家学习。他的一生不是一帆风顺，挫折重重，提婆达多就是最大的冤家对头，偏偏又是堂兄弟。提婆达多嫉妒的心非常严重，他自己本身也非常聪明，他对于这个堂兄，他们兄弟八个，堂兄弟，释迦牟尼佛是大哥，他对大哥不服气，认为自己超过他。他出家了，也是以他的大哥为老师。但是出家之后，搞小团体，闹分裂，他想把释迦牟尼佛推翻，自己作佛，有这么大的野心。不但有这个心，他有行为，他真的障碍，他也讲经说法，毁谤佛法，让人听他的。出佛身血的典故是从他来的。因为造的罪业太重，真是老天爷惩罚他，让大家看到，这个大地裂开，他堕下去了，堕地狱。",
      "zh_TW": "佛菩薩愛是真的，我們看釋迦牟尼佛對提婆達多。學佛，對於釋迦牟尼佛一生的行誼要觀察仔細，要了解，要向他老人家學習。他的一生不是一帆風順，挫折重重，提婆達多就是最大的冤家對頭，偏偏又是堂兄弟。提婆達多嫉妒的心非常嚴重，他自己本身也非常聰明，他對於這個堂兄，他們兄弟八個，堂兄弟，釋迦牟尼佛是大哥，他對大哥不服氣，認為自己超過他。他出家了，也是以他的大哥為老師。但是出家之後，搞小團體，鬧分裂，他想把釋迦牟尼佛推翻，自己作佛，有這麼大的野心。不但有這個心，他有行為，他真的障礙，他也講經說法，毀謗佛法，讓人聽他的。出佛身血的典故是從他來的。因為造的罪業太重，真是老天爺懲罰他，讓大家看到，這個大地裂開，他墮下去了，墮地獄。"
    },
    {
      "id": "02-040-0155_p0009",
      "zh_CN": "佛是用什么心对待他？佛是用对待自己的心对待他，没有丝毫怨恨，没有丝毫报复，真正爱他，把自己修行的功德回向给他，希望他在地狱少受一点苦。佛在经上告诉我们，提婆达多堕阿鼻地狱，在阿鼻地狱里头的生活像在忉利天一样。确实是在地狱，但是他的生活像忉利天一样享受。这是什么原因？他成就了佛陀忍辱波罗蜜，成就了佛陀无尽的慈悲。这慈悲从哪里看？就从这桩事情看，让大家对佛尊重敬仰那个心达到极点。等于说，提婆达多表演，让众生看到释迦牟尼佛没有一点点怨恨心。为什么？他知道遍法界虚空界跟自己是一体，所以他用清净心对待、用平等心对待，决定没有迷惑，决定不生烦恼。烦恼就是七情五欲，佛没有。实际上就像舞台表演一样，提婆达多表演一个丑角，表演一个坏人，做得很像、很逼真，这台戏唱得好圆满。你要把这个东西统统看清楚、看明白了，你会哈哈一笑，原来如此。",
      "zh_TW": "佛是用什麼心對待他？佛是用對待自己的心對待他，沒有絲毫怨恨，沒有絲毫報復，真正愛他，把自己修行的功德迴向給他，希望他在地獄少受一點苦。佛在經上告訴我們，提婆達多墮阿鼻地獄，在阿鼻地獄裡頭的生活像在忉利天一樣。確實是在地獄，但是他的生活像忉利天一樣享受。這是什麼原因？他成就了佛陀忍辱波羅蜜，成就了佛陀無盡的慈悲。這慈悲從哪裡看？就從這樁事情看，讓大家對佛尊重敬仰那個心達到極點。等於說，提婆達多表演，讓眾生看到釋迦牟尼佛沒有一點點怨恨心。為什麼？他知道遍法界虛空界跟自己是一體，所以他用清淨心對待、用平等心對待，決定沒有迷惑，決定不生煩惱。煩惱就是七情五欲，佛沒有。實際上就像舞台表演一樣，提婆達多表演一個丑角，表演一個壞人，做得很像、很逼真，這台戲唱得好圓滿。你要把這個東西統統看清楚、看明白了，你會哈哈一笑，原來如此。"
    },
    {
      "id": "02-040-0155_p0010",
      "zh_CN": "人生就是一台戏，佛给我们表演正面，魔王波旬给我们表演是负面的，都唱得好角色。波旬也是菩萨化身，也不是凡人，他从负面显示你的性德。世尊是从正面显示，他从负面显示，让你反正两面都看到，你对于事实真相完全了解、完全明白。所以你就晓得要怎样向释迦牟尼佛学习，那就是依教奉行，佛所教给我们的我们得真干。佛法之难，难在哪里？没有真干的人。真干的人到哪里去找？找自己，别找别人。找别人你会大失所望，你找自己就对了。不求别人，自己成就了，慢慢影响别人。影响，不要有影响的心，存一个影响的心，错了，你还有妄念，你还有染污。这个影响是自然的，经上常讲「法尔如是」，真的不是假的。你是纯真，你才能影响人。我想影响人，这个心就错了，你就影响不了人，你还有个妄念在里头。那个妄念是假的，这一点点假把你的真全破坏了。",
      "zh_TW": "人生就是一台戲，佛給我們表演正面，魔王波旬給我們表演是負面的，都唱得好角色。波旬也是菩薩化身，也不是凡人，他從負面顯示你的性德。世尊是從正面顯示，他從負面顯示，讓你反正兩面都看到，你對於事實真相完全了解、完全明白。所以你就曉得要怎樣向釋迦牟尼佛學習，那就是依教奉行，佛所教給我們的我們得真幹。佛法之難，難在哪裡？沒有真幹的人。真幹的人到哪裡去找？找自己，別找別人。找別人你會大失所望，你找自己就對了。不求別人，自己成就了，慢慢影響別人。影響，不要有影響的心，存一個影響的心，錯了，你還有妄念，你還有染污。這個影響是自然的，經上常講「法爾如是」，真的不是假的。你是純真，你才能影響人。我想影響人，這個心就錯了，你就影響不了人，你還有個妄念在裡頭。那個妄念是假的，這一點點假把你的真全破壞了。"
    },
    {
      "id": "02-040-0155_p0011",
      "zh_CN": "今天讲断烦恼，从哪里断起？早年章嘉大师教我，我也是提出这个问题，从哪里入门？那个时候我刚刚学佛，接触佛法才一个多月，还不到两个月。我的佛法是方东美先生传给我的，我跟他学哲学，他为我讲了一部「哲学概论」。上课是在他家里上的，学生就我一个，每一个星期两个小时，上午九点半到十一点半。最后一个单元是「佛经哲学」，我从这里入门，从哲学入门的，不是从宗教入门的。老师告诉我，「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，这老师告诉我。这话很中听、很动人，我就这样入门了。但是要追求，哲学最高峰从哪里下手？有这个殊胜的缘分，老师给我讲这个课程，大概二、三个月，我就有机会认识章嘉大师，接受他老人家指导。我向他老人家请教，第一天见面，第一句话提的问题，就是佛法这么好，没想到，有没有什么方法，让我们很快就能够契入境界？我提出这么一个问题。",
      "zh_TW": "今天講斷煩惱，從哪裡斷起？早年章嘉大師教我，我也是提出這個問題，從哪裡入門？那個時候我剛剛學佛，接觸佛法才一個多月，還不到兩個月。我的佛法是方東美先生傳給我的，我跟他學哲學，他為我講了一部「哲學概論」。上課是在他家裡上的，學生就我一個，每一個星期兩個小時，上午九點半到十一點半。最後一個單元是「佛經哲學」，我從這裡入門，從哲學入門的，不是從宗教入門的。老師告訴我，「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，這老師告訴我。這話很中聽、很動人，我就這樣入門了。但是要追求，哲學最高峰從哪裡下手？有這個殊勝的緣分，老師給我講這個課程，大概二、三個月，我就有機會認識章嘉大師，接受他老人家指導。我向他老人家請教，第一天見面，第一句話提的問題，就是佛法這麼好，沒想到，有沒有什麼方法，讓我們很快就能夠契入境界？我提出這麼一個問題。"
    },
    {
      "id": "02-040-0155_p0012",
      "zh_CN": "那个时候年轻，我记得我二十六岁，我的问题提出来，大师看着我，我看着他，我们对看了半个多钟点，一句话没有，整个房间非常清静，听不到一点声音。半个多小时之后，他说了一个「有」。我在等他开示，他说有，我们的心就动了，振奋起来了。他不说了，停了六、七分钟，我们又静下来，他才告诉我，「看得破，放得下」。他说话的速度很慢，一个字一个字说，这个很深的印象，我们一辈子不会忘记。十几年之后，我才想起来，这个教学法高明！他为什么不说，很容易的两句话，为什么要我等那么久？而是什么？年轻人心浮气躁，心浮气躁听东西，所谓这边进去，那边就出去了，一定要等到你浮躁的心念完全平定下来，他才给你讲。我跟大师三年，也是每个星期见一次面，他有时间，他给我两个小时；如果有客人多的话，至少会给我一个小时。对我非常爱护，每个星期一定要去，不去他会打电话给我，叫他的副官打电话给我，为什么没有来？是不是生病？很关怀，搞得我不好意思不能不去，用这种方法逼着我去。所以我学佛的基础完全是他奠定的。",
      "zh_TW": "那個時候年輕，我記得我二十六歲，我的問題提出來，大師看著我，我看著他，我們對看了半個多鐘點，一句話沒有，整個房間非常清靜，聽不到一點聲音。半個多小時之後，他說了一個「有」。我在等他開示，他說有，我們的心就動了，振奮起來了。他不說了，停了六、七分鐘，我們又靜下來，他才告訴我，「看得破，放得下」。他說話的速度很慢，一個字一個字說，這個很深的印象，我們一輩子不會忘記。十幾年之後，我才想起來，這個教學法高明！他為什麼不說，很容易的兩句話，為什麼要我等那麼久？而是什麼？年輕人心浮氣躁，心浮氣躁聽東西，所謂這邊進去，那邊就出去了，一定要等到你浮躁的心念完全平定下來，他才給你講。我跟大師三年，也是每個星期見一次面，他有時間，他給我兩個小時；如果有客人多的話，至少會給我一個小時。對我非常愛護，每個星期一定要去，不去他會打電話給我，叫他的副官打電話給我，為什麼沒有來？是不是生病？很關懷，搞得我不好意思不能不去，用這種方法逼著我去。所以我學佛的基礎完全是他奠定的。"
    },
    {
      "id": "02-040-0155_p0013",
      "zh_CN": "最重要的，心地清净真诚，具足恭敬信心，你才能得到东西。现在人呢？现在人真的就是心浮气躁。我这个心浮气躁比一般人还好一点，他都要这样子训练我。现在，现在这种人找不到，我这一生没遇到过，头脑清楚冷静的人，具足诚敬。印祖常说，一分诚敬得一分收获，十分诚敬得十分受用，没有诚敬，佛菩萨来教，得不到。看破就是了解事实真相，真相明白之后，你自然放下。真相是什么相？《还源观》上讲得很好，这《华严经》上说的，《华严经》的精华，贤首国师为我们提炼出来，这是真正之宝。从一体，这一体，真的一直到今天，全世界哲学家没搞清楚，所以哲学不能向上提升。这个体找不到，假立一个名称，「自性清净圆明体」。这一句七个字，惠能大师见性的时候所说的二十个字，可以说就是这一句的解释。自性，这后头五个字，清净圆明体。你看六祖能大师的解释，第一句说「何期自性，本自清净」；第二句话说「本不生灭」，不生不灭，这是体，体不生不灭；「本自具足」，那是圆，圆满，没欠缺。具足什么？《华严经》上佛说「一切众生皆有如来智慧德相」，就是具足这些。具足如来智慧，具足如来德能，具足如来相好，统统具足，这是圆的意思。第四句，「何期自性，本无动摇」，真心不动，妄心是动的，真心不动。妄心是迷，真心是觉，觉就是明，它放光，普照法界。末后一句，「能生万法」。万法就是自性清净圆明体，谁能够看出来？诸佛如来看出来，法身大士看到了，法身大士以下没看到，完全不知道这个事情。",
      "zh_TW": "最重要的，心地清淨真誠，具足恭敬信心，你才能得到東西。現在人呢？現在人真的就是心浮氣躁。我這個心浮氣躁比一般人還好一點，他都要這樣子訓練我。現在，現在這種人找不到，我這一生沒遇到過，頭腦清楚冷靜的人，具足誠敬。印祖常說，一分誠敬得一分收穫，十分誠敬得十分受用，沒有誠敬，佛菩薩來教，得不到。看破就是了解事實真相，真相明白之後，你自然放下。真相是什麼相？《還源觀》上講得很好，這《華嚴經》上說的，《華嚴經》的精華，賢首國師為我們提煉出來，這是真正之寶。從一體，這一體，真的一直到今天，全世界哲學家沒搞清楚，所以哲學不能向上提升。這個體找不到，假立一個名稱，「自性清淨圓明體」。這一句七個字，惠能大師見性的時候所說的二十個字，可以說就是這一句的解釋。自性，這後頭五個字，清淨圓明體。你看六祖能大師的解釋，第一句說「何期自性，本自清淨」；第二句話說「本不生滅」，不生不滅，這是體，體不生不滅；「本自具足」，那是圓，圓滿，沒欠缺。具足什麼？《華嚴經》上佛說「一切眾生皆有如來智慧德相」，就是具足這些。具足如來智慧，具足如來德能，具足如來相好，統統具足，這是圓的意思。第四句，「何期自性，本無動搖」，真心不動，妄心是動的，真心不動。妄心是迷，真心是覺，覺就是明，它放光，普照法界。末後一句，「能生萬法」。萬法就是自性清淨圓明體，誰能夠看出來？諸佛如來看出來，法身大士看到了，法身大士以下沒看到，完全不知道這個事情。"
    },
    {
      "id": "02-040-0155_p0014",
      "zh_CN": "自性清净圆明体就是哲学所追求的本体，没有一个哲学家能把它说出来，尤其像贤首国师这种人。整个宇宙就是从它来的，它不生不灭，它是真的。它没有现象，所以说它空，叫它做真空。为什么？它没有物质现象。没有物质现象，我们的五根缘不到。你看，眼耳鼻舌身，这是物质；物质能缘到物质，它不是物质，缘不到了，不是物质现象。它不是精神现象，精神现象是见闻觉知。这是在觉的状态之下，称见闻觉知；迷了，就不叫见闻觉知，迷了叫受想行识。受想行识四个字，染污；见闻觉知四个字，清净。染污，统统缘不到。所以心想不到它，事上，眼耳鼻舌身缘不到它，它真在，无处不在，无时不在，就在眼前，就在当下。所以叫它做真空，真空不空。它真有这些东西，但是这些东西它没有现象，非物质、非精神，也非自然，真存在，无时不在，无处不在，就是缘不到。",
      "zh_TW": "自性清淨圓明體就是哲學所追求的本體，沒有一個哲學家能把它說出來，尤其像賢首國師這種人。整個宇宙就是從它來的，它不生不滅，它是真的。它沒有現象，所以說它空，叫它做真空。為什麼？它沒有物質現象。沒有物質現象，我們的五根緣不到。你看，眼耳鼻舌身，這是物質；物質能緣到物質，它不是物質，緣不到了，不是物質現象。它不是精神現象，精神現象是見聞覺知。這是在覺的狀態之下，稱見聞覺知；迷了，就不叫見聞覺知，迷了叫受想行識。受想行識四個字，染污；見聞覺知四個字，清淨。染污，統統緣不到。所以心想不到它，事上，眼耳鼻舌身緣不到它，它真在，無處不在，無時不在，就在眼前，就在當下。所以叫它做真空，真空不空。它真有這些東西，但是這些東西它沒有現象，非物質、非精神，也非自然，真存在，無時不在，無處不在，就是緣不到。"
    },
    {
      "id": "02-040-0155_p0015",
      "zh_CN": "它遇到缘，它能现一切法。遇到缘就起二用，你看从一体起二用。这个二用，第一个依报出现了，第二个正报出现了，依正庄严，这两种作用。依报是什么？法界。遍法界虚空界，无量无边无尽无数的诸佛刹土依正庄严，都从它变现出来的，从这个体变现出来的。体能现能生，整个宇宙跟我们自己，我们自己叫正报，除自己之外都叫做依报。所以这个地方的正报，不能看作有情众生，不是这个意思，是自己。一切有情众生是我们依报里头的有情，物质环境是依报里面无情的众生，情与无情，山河大地、树木花草，这是无情众生。《华严经》上说「情与无情，同圆种智」。这句话不好懂。一切有情众生，同圆种智是成佛，能讲得通，它有情识，它有佛性，凡是有佛性的皆当作佛，这是大乘教上讲的。因为有情，在我们的境界里头，不出于六道轮回，他造的罪业重，堕个身变成蚂蚁、变成蚊虫，甚至于更小的变成细菌，那都是有生命的。很小，肉眼看不见，放在高倍显微镜里头看见了。",
      "zh_TW": "它遇到緣，它能現一切法。遇到緣就起二用，你看從一體起二用。這個二用，第一個依報出現了，第二個正報出現了，依正莊嚴，這兩種作用。依報是什麼？法界。遍法界虛空界，無量無邊無盡無數的諸佛剎土依正莊嚴，都從它變現出來的，從這個體變現出來的。體能現能生，整個宇宙跟我們自己，我們自己叫正報，除自己之外都叫做依報。所以這個地方的正報，不能看作有情眾生，不是這個意思，是自己。一切有情眾生是我們依報裡頭的有情，物質環境是依報裡面無情的眾生，情與無情，山河大地、樹木花草，這是無情眾生。《華嚴經》上說「情與無情，同圓種智」。這句話不好懂。一切有情眾生，同圓種智是成佛，能講得通，它有情識，它有佛性，凡是有佛性的皆當作佛，這是大乘教上講的。因為有情，在我們的境界裡頭，不出於六道輪迴，他造的罪業重，墮個身變成螞蟻、變成蚊蟲，甚至於更小的變成細菌，那都是有生命的。很小，肉眼看不見，放在高倍顯微鏡裡頭看見了。"
    },
    {
      "id": "02-040-0155_p0016",
      "zh_CN": "我在台湾治牙周病，以前我根本不懂得什么叫牙周病，听人家说，不晓得什么叫牙周病。刘医生从我牙齿牙根那个地方，我看到有一条黑黑的，那很脏，那个脏东西，他用针挑了一点，这个黑的东西，脏的东西挑了一点，放在玻璃片上，把它放在显微镜底下。显微镜跟电视接成一条线，让我在电视萤幕上看这个画面。看到什么？像粪坑的蛆一样，都在动，密密麻麻。我说这什么东西？他告诉我，这就是你刚才牙齿底下的。我说你这放大多少倍？三千六百倍。看到了，像蛆虫。这个才知道，吓到了，这么严重。他说这些细菌就把你牙根咬坏了、吃掉了。这我才懂得什么叫牙周病。他说刷牙不是刷上面，也不是刷下面，最重要就是沟，那个脏东西把它刷干净就对了。你看到那个沟黑黑的，那就叫牙周病。我才懂得！肉眼根本看不见，放在显微镜下就像那粪坑的蛆一样。蛆满的，没有空缺的。他告诉我，太严重了，你这个牙周病应该十年前就要治。他说你幸亏讲经，佛菩萨保佑你，要不然你牙齿全完了。",
      "zh_TW": "我在台灣治牙周病，以前我根本不懂得什麼叫牙周病，聽人家說，不曉得什麼叫牙周病。劉醫生從我牙齒牙根那個地方，我看到有一條黑黑的，那很髒，那個髒東西，他用針挑了一點，這個黑的東西，髒的東西挑了一點，放在玻璃片上，把它放在顯微鏡底下。顯微鏡跟電視接成一條線，讓我在電視螢幕上看這個畫面。看到什麼？像糞坑的蛆一樣，都在動，密密麻麻。我說這什麼東西？他告訴我，這就是你剛才牙齒底下的。我說你這放大多少倍？三千六百倍。看到了，像蛆蟲。這個才知道，嚇到了，這麼嚴重。他說這些細菌就把你牙根咬壞了、吃掉了。這我才懂得什麼叫牙周病。他說刷牙不是刷上面，也不是刷下面，最重要就是溝，那個髒東西把它刷乾淨就對了。你看到那個溝黑黑的，那就叫牙周病。我才懂得！肉眼根本看不見，放在顯微鏡下就像那糞坑的蛆一樣。蛆滿的，沒有空缺的。他告訴我，太嚴重了，你這個牙周病應該十年前就要治。他說你幸虧講經，佛菩薩保佑你，要不然你牙齒全完了。"
    },
    {
      "id": "02-040-0155_p0017",
      "zh_CN": "讲到这里，这是念力了，我们没有想到，所以它没有产生严重。我们天天想到佛，没有想到病，如果想到病，那牙齿就会掉光了。所以念力的关系不可思议，念力对于健康比什么都重要。一个人心情好，心地善良，没有恶念，他纵然有病，不严重，没事情。如果天天想到病，天天想到我这病怎么治，这个病会愈来愈严重。这就是佛经上常说的，「相由心生」、「色由心生」、「一切法从心想生」、「制心一处，无事不办」，这都是佛说的，这些话非常重要。所以不要念病，身体好也好，不好也好，随它去，一心念阿弥陀佛，你什么事都没有。你念病好、念病坏，对于病，等于说都给它营养，让这个病不断在发展；你根本不去想它，不给它营养，那个病就死掉，自然没有了。不是奇迹，佛经上有道理，哪里是奇迹？你只要别理它，不要把它当一回事情，身体有，很好，有一天念一天佛，哪一天没有了，阿弥陀佛就接我走了，你看你多自在。一切交给阿弥陀佛，自己不闻不问。我活一天，读经依教奉行，快乐无比，你自然健康长寿。",
      "zh_TW": "講到這裡，這是念力了，我們沒有想到，所以它沒有產生嚴重。我們天天想到佛，沒有想到病，如果想到病，那牙齒就會掉光了。所以念力的關係不可思議，念力對於健康比什麼都重要。一個人心情好，心地善良，沒有惡念，他縱然有病，不嚴重，沒事情。如果天天想到病，天天想到我這病怎麼治，這個病會愈來愈嚴重。這就是佛經上常說的，「相由心生」、「色由心生」、「一切法從心想生」、「制心一處，無事不辦」，這都是佛說的，這些話非常重要。所以不要念病，身體好也好，不好也好，隨它去，一心念阿彌陀佛，你什麼事都沒有。你念病好、念病壞，對於病，等於說都給它營養，讓這個病不斷在發展；你根本不去想它，不給它營養，那個病就死掉，自然沒有了。不是奇蹟，佛經上有道理，哪裡是奇蹟？你只要別理它，不要把它當一回事情，身體有，很好，有一天念一天佛，哪一天沒有了，阿彌陀佛就接我走了，你看你多自在。一切交給阿彌陀佛，自己不聞不問。我活一天，讀經依教奉行，快樂無比，你自然健康長壽。"
    },
    {
      "id": "02-040-0155_p0018",
      "zh_CN": "我也没有求健康长寿，章嘉大师教我，那个时候我在台中学《楞严经》，大师给我说「将此深心奉尘刹，是则名为报佛恩」。一切交给佛照顾你，一生都得到佛的照顾，自己专心修学、专心弘法，对于自己其他的，不要动一个念头。佛照顾，这个好，我听到很开心，那我不就没事了吗？我就真发这个心。所以我非常感激老师教我这个方法。真的，方东美先生所说的「学佛是人生最高的享受」，我享受到了！就是什么心都不要操，什么念头都不要有，不要为自己去打算，不要为自己去经营。环境，顺境好，逆境也好，没有一样不好。为什么？佛安排的还能不好吗？顺境里面不起贪恋，逆境里头不生怨恨，永远保持清净平等觉，这就是用真心、用菩提心。菩提心发了之后，就是生活，就是工作，处事待人接物，统统用这个心，一切境缘佛菩萨安排，多自在！",
      "zh_TW": "我也沒有求健康長壽，章嘉大師教我，那個時候我在台中學《楞嚴經》，大師給我說「將此深心奉塵剎，是則名為報佛恩」。一切交給佛照顧你，一生都得到佛的照顧，自己專心修學、專心弘法，對於自己其他的，不要動一個念頭。佛照顧，這個好，我聽到很開心，那我不就沒事了嗎？我就真發這個心。所以我非常感激老師教我這個方法。真的，方東美先生所說的「學佛是人生最高的享受」，我享受到了！就是什麼心都不要操，什麼念頭都不要有，不要為自己去打算，不要為自己去經營。環境，順境好，逆境也好，沒有一樣不好。為什麼？佛安排的還能不好嗎？順境裡面不起貪戀，逆境裡頭不生怨恨，永遠保持清淨平等覺，這就是用真心、用菩提心。菩提心發了之後，就是生活，就是工作，處事待人接物，統統用這個心，一切境緣佛菩薩安排，多自在！"
    },
    {
      "id": "02-040-0155_p0019",
      "zh_CN": "修行在哪里？就在生活上，离开生活修什么行？老师教我放下，放下什么？放下执着，放下分别，放下起心动念。于一切法不执着了，清净心现前；不分别了，平等心现前；不迷惑了，觉心现前，就是经题上的「清净平等觉」。往生西方极乐世界真正的条件，心净则佛土净，跟极乐世界才产生感应。染污的心不感应，分别心不感应，迷惑的心不感应，谁能把不感应的东西放下？放下的，真正的弥陀弟子；没有放下，假的。假心假意念佛怎么能往生？我在台中，李老师常说，他不说别人，说我们莲社，自己的莲友，一万个念佛人，真正往生只有三、五个，老师在的那个时候。现在差不多四十年了，现在大概是一万个念佛的人，往生只有一、二个，那个时候还有三、五个。唐朝时代，我们净宗祖师善导大师所说的念佛人，万修万人去，那个时代。到今天，一万个人修，只有一、二个人去。什么原因？没有用真心，全用的是妄心，没有放下，对这个世间还有留恋，不能往生的原因就在这里。",
      "zh_TW": "修行在哪裡？就在生活上，離開生活修什麼行？老師教我放下，放下什麼？放下執著，放下分別，放下起心動念。於一切法不執著了，清淨心現前；不分別了，平等心現前；不迷惑了，覺心現前，就是經題上的「清淨平等覺」。往生西方極樂世界真正的條件，心淨則佛土淨，跟極樂世界才產生感應。染污的心不感應，分別心不感應，迷惑的心不感應，誰能把不感應的東西放下？放下的，真正的彌陀弟子；沒有放下，假的。假心假意念佛怎麼能往生？我在台中，李老師常說，他不說別人，說我們蓮社，自己的蓮友，一萬個念佛人，真正往生只有三、五個，老師在的那個時候。現在差不多四十年了，現在大概是一萬個念佛的人，往生只有一、二個，那個時候還有三、五個。唐朝時代，我們淨宗祖師善導大師所說的念佛人，萬修萬人去，那個時代。到今天，一萬個人修，只有一、二個人去。什麼原因？沒有用真心，全用的是妄心，沒有放下，對這個世間還有留戀，不能往生的原因就在這裡。"
    },
    {
      "id": "02-040-0155_p0020",
      "zh_CN": "佛跟我们讲真相，像《还源观》上所说的，体是空寂的，了不可得；相，相是幻有，相是生灭的，相是无常的，根本就得不到。《大般若经》我看了一遍，得出一个结论，它说什么？「一切法无所有，毕竟空，不可得」。世尊当年在世讲了二十二年，就说这桩事情。这桩事情真难，我们虽然得出这个结论，这是我还在台湾求学的时候，是没错，没有说错，可是真正的真实境界我们没有证得，不知道。所以纵然得出这个结论，能解不能行。但是这些事情总是摆在心上，禅宗叫疑情，不是怀疑，就是这个问题没解决，没得到证据。直到最近这三、四年，这个问题澄清了、解决了，不再怀疑。怎么解决？看到现代量子力学家的研究报告，对我们有帮助。这些量子力学家真的也很聪明，我们一般讲叫很厉害，他能把物质现象搞清楚。佛经上的物质现象，一句话，四个字说破了，凡所有相「皆是虚妄」。这个相就是物质现象，还包括精神现象，主要是物质现象，皆是虚妄，不是真的。",
      "zh_TW": "佛跟我們講真相，像《還源觀》上所說的，體是空寂的，了不可得；相，相是幻有，相是生滅的，相是無常的，根本就得不到。《大般若經》我看了一遍，得出一個結論，它說什麼？「一切法無所有，畢竟空，不可得」。世尊當年在世講了二十二年，就說這樁事情。這樁事情真難，我們雖然得出這個結論，這是我還在台灣求學的時候，是沒錯，沒有說錯，可是真正的真實境界我們沒有證得，不知道。所以縱然得出這個結論，能解不能行。但是這些事情總是擺在心上，禪宗叫疑情，不是懷疑，就是這個問題沒解決，沒得到證據。直到最近這三、四年，這個問題澄清了、解決了，不再懷疑。怎麼解決？看到現代量子力學家的研究報告，對我們有幫助。這些量子力學家真的也很聰明，我們一般講叫很厲害，他能把物質現象搞清楚。佛經上的物質現象，一句話，四個字說破了，凡所有相「皆是虛妄」。這個相就是物質現象，還包括精神現象，主要是物質現象，皆是虛妄，不是真的。"
    },
    {
      "id": "02-040-0155_p0021",
      "zh_CN": "我们看到全是真的，怎么是虚妄的？这些量子力学家里头，有一些人专门研究物质到底是什么，用的方法跟佛经上讲的完全一样，分析的方法。佛经上所举的比喻，牛毛尘，牛毛比较粗，一根牛毛顶尖上有一粒尘土，我们知道彼此都有吸引力，在这个毛端上它不会掉下来，倒过来它也不会掉下来，它有吸力，彼此相吸，这很小了。把这一粒小尘，把它分为七分，七分之一叫羊毛尘。羊毛尘再分七分，七分之一叫兔毛尘。愈分愈细，分到最后不能再分了，叫极微之微。极微之微，小到不能再小，再分就没有了，物质就没有了。佛经上有这种说法，科学家是用这个方法。",
      "zh_TW": "我們看到全是真的，怎麼是虛妄的？這些量子力學家裡頭，有一些人專門研究物質到底是什麼，用的方法跟佛經上講的完全一樣，分析的方法。佛經上所舉的比喻，牛毛塵，牛毛比較粗，一根牛毛頂尖上有一粒塵土，我們知道彼此都有吸引力，在這個毛端上它不會掉下來，倒過來它也不會掉下來，它有吸力，彼此相吸，這很小了。把這一粒小塵，把它分為七分，七分之一叫羊毛塵。羊毛塵再分七分，七分之一叫兔毛塵。愈分愈細，分到最後不能再分了，叫極微之微。極微之微，小到不能再小，再分就沒有了，物質就沒有了。佛經上有這種說法，科學家是用這個方法。"
    },
    {
      "id": "02-040-0155_p0022",
      "zh_CN": "我们知道，八十年前，就是第二次世界大战之前，科学发现原子，认为原子是物质里头最小的。第二次大战四年半，最后是用原子弹结束的。这八十年当中，科学进步可以说突飞猛进。为什么？机器愈来愈精密，这仪器，观察仪器；实验的器材愈来愈进步，能够帮助他把原子打破，看看什么东西。原子一给它分裂开之后，看到有原子核、有电子、有中子，这个都是很小的东西，肉眼看不见的。佛经上所说的，阿罗汉的天眼能够看到微尘，在我们想这个微尘可能就是原子。原子再分的时候变成粒子，粒子有五、六十种之多。粒子再分析就变成夸克，也有很多种。这些东西大概都是佛经上讲的色聚极微，它是色法，色聚集在一起很微细的。最后的是，分到什么？极微之微，色聚极微再打破就是极微之微，极微之微就不能分了，再分就没有了。",
      "zh_TW": "我們知道，八十年前，就是第二次世界大戰之前，科學發現原子，認為原子是物質裡頭最小的。第二次大戰四年半，最後是用原子彈結束的。這八十年當中，科學進步可以說突飛猛進。為什麼？機器愈來愈精密，這儀器，觀察儀器；實驗的器材愈來愈進步，能夠幫助他把原子打破，看看什麼東西。原子一給它分裂開之後，看到有原子核、有電子、有中子，這個都是很小的東西，肉眼看不見的。佛經上所說的，阿羅漢的天眼能夠看到微塵，在我們想這個微塵可能就是原子。原子再分的時候變成粒子，粒子有五、六十種之多。粒子再分析就變成夸克，也有很多種。這些東西大概都是佛經上講的色聚極微，它是色法，色聚集在一起很微細的。最後的是，分到什麼？極微之微，色聚極微再打破就是極微之微，極微之微就不能分了，再分就沒有了。"
    },
    {
      "id": "02-040-0155_p0023",
      "zh_CN": "科学家把极微之微找到，极微之微，佛经上讲八地菩萨才能看到，现在科学家在特殊高倍的显微镜之下看见了。把它打破，打破之后物质没有了，那就是佛经讲的极微之微，再分就没有了。物质没有了看到是什么东西？是念头波动的现象。所以科学家恍然大悟，物质从哪里来？物质从念头生的。这不就佛经讲的吗？相由心生，色由心生，不就是证明了吗？费这么大力气，佛三千年前，佛早就讲过了。这让我们对佛五体投地，佛怎么知道的？这是科学，尖端科学。念头从哪里来的？科学家看到了，念头有生灭。生灭，他说没有理由，突然蹦出来，立刻就没有了。这个现象《楞严经》上说了，「当处出生，随处灭尽」。我们对这些话才有个清楚的概念，以前很模糊。读《心经》，「观自在菩萨，行深般若波罗蜜多时」，深般若波罗蜜，着力那个「深」字，那是很深的禅定，禅定生慧，慧马上就了解，是这么回事情。甚深禅定里生的智慧，把宇宙的源起看到了。所以贤首国师的《还源观》，要没有现代科学来解释，很难懂。",
      "zh_TW": "科學家把極微之微找到，極微之微，佛經上講八地菩薩才能看到，現在科學家在特殊高倍的顯微鏡之下看見了。把它打破，打破之後物質沒有了，那就是佛經講的極微之微，再分就沒有了。物質沒有了看到是什麼東西？是念頭波動的現象。所以科學家恍然大悟，物質從哪裡來？物質從念頭生的。這不就佛經講的嗎？相由心生，色由心生，不就是證明了嗎？費這麼大力氣，佛三千年前，佛早就講過了。這讓我們對佛五體投地，佛怎麼知道的？這是科學，尖端科學。念頭從哪裡來的？科學家看到了，念頭有生滅。生滅，他說沒有理由，突然蹦出來，立刻就沒有了。這個現象《楞嚴經》上說了，「當處出生，隨處滅盡」。我們對這些話才有個清楚的概念，以前很模糊。讀《心經》，「觀自在菩薩，行深般若波羅蜜多時」，深般若波羅蜜，著力那個「深」字，那是很深的禪定，禪定生慧，慧馬上就了解，是這麼回事情。甚深禪定裡生的智慧，把宇宙的源起看到了。所以賢首國師的《還源觀》，要沒有現代科學來解釋，很難懂。"
    },
    {
      "id": "02-040-0155_p0024",
      "zh_CN": "以前我们五蕴皆空搞不清楚，古人的解释都很模糊，我们都认为用身来解释。色受想行识，色是我们的身体，色身，物质现象；受是感受，有苦乐忧喜舍的感受；想是思想，想前想后，想过去、想未来，这是想；行是念头继续不断，一个念头接一个念头，前念灭后念生，这是行；识是这些所有现象的本体。这个讲法几个人能听懂？我们除了这个讲法没得讲，就依样画葫芦。直到近代量子力学的报告，我们才真正把它搞清楚了。五蕴皆空是说什么？是说宇宙万有那个一念不觉出来最微细的东西，最原始的物质现象跟意念的现象。科学家称这个最小的物质，我们佛经上说极微之微，他们的名词叫微中子。微中子有多大？科学家告诉我们，一百亿个微中子聚集起来，一百亿个，它的体积等于原子里面的一个电子。换句话说，阿罗汉看不见。这么小，当处出生，随处灭尽，就在我们面前，我们决定没有感觉。它就在面前，就没有感觉，为什么？太快了。",
      "zh_TW": "以前我們五蘊皆空搞不清楚，古人的解釋都很模糊，我們都認為用身來解釋。色受想行識，色是我們的身體，色身，物質現象；受是感受，有苦樂憂喜捨的感受；想是思想，想前想後，想過去、想未來，這是想；行是念頭繼續不斷，一個念頭接一個念頭，前念滅後念生，這是行；識是這些所有現象的本體。這個講法幾個人能聽懂？我們除了這個講法沒得講，就依樣畫葫蘆。直到近代量子力學的報告，我們才真正把它搞清楚了。五蘊皆空是說什麼？是說宇宙萬有那個一念不覺出來最微細的東西，最原始的物質現象跟意念的現象。科學家稱這個最小的物質，我們佛經上說極微之微，他們的名詞叫微中子。微中子有多大？科學家告訴我們，一百億個微中子聚集起來，一百億個，它的體積等於原子裡面的一個電子。換句話說，阿羅漢看不見。這麼小，當處出生，隨處滅盡，就在我們面前，我們決定沒有感覺。它就在面前，就沒有感覺，為什麼？太快了。"
    },
    {
      "id": "02-040-0155_p0025",
      "zh_CN": "这些事情，我们在经典上读到，是在《菩萨处胎经》里说的，里面我们看到世尊跟弥勒菩萨对话，佛问弥勒菩萨，「心有所念，几念几相识耶」，佛提出这个问题。心有所念，一个人起个念头，这个念头里头有多少念？有多少相？相是物质现象，有多少识？识是念头的现象。弥勒菩萨回答，「一弹指有三十二亿百千念」，百千是十万，三十二亿乘十万，三百二十兆，一弹指有三百二十兆个念头。「念念成形」，形是物质现象；「形皆有识」，每一个形里头都有识，那就是受想行识。这个被现代科学家证明了。所以科学家承认，近代四百年的科学走了一个错误的方向，造成今天的混乱。这个错误方向是什么？就是二分法，把宇宙之间一切法分为两分，物理、心理，就是物理学跟心理学，这是绝大的错误。真相是什么？真相是心跟物不能分，它是一。相由心生，境随心转，它是一，它不是二。只要是物质，活的。换句话，用现在的话说，整个宇宙是个有机体，它是有生命的，它不是死东西。只要是物质都有受想行识。",
      "zh_TW": "這些事情，我們在經典上讀到，是在《菩薩處胎經》裡說的，裡面我們看到世尊跟彌勒菩薩對話，佛問彌勒菩薩，「心有所念，幾念幾相識耶」，佛提出這個問題。心有所念，一個人起個念頭，這個念頭裡頭有多少念？有多少相？相是物質現象，有多少識？識是念頭的現象。彌勒菩薩回答，「一彈指有三十二億百千念」，百千是十萬，三十二億乘十萬，三百二十兆，一彈指有三百二十兆個念頭。「念念成形」，形是物質現象；「形皆有識」，每一個形裡頭都有識，那就是受想行識。這個被現代科學家證明了。所以科學家承認，近代四百年的科學走了一個錯誤的方向，造成今天的混亂。這個錯誤方向是什麼？就是二分法，把宇宙之間一切法分為兩分，物理、心理，就是物理學跟心理學，這是絕大的錯誤。真相是什麼？真相是心跟物不能分，它是一。相由心生，境隨心轉，它是一，它不是二。只要是物質，活的。換句話，用現在的話說，整個宇宙是個有機體，它是有生命的，它不是死東西。只要是物質都有受想行識。"
    },
    {
      "id": "02-040-0155_p0026",
      "zh_CN": "日本江本博士做水实验，水是物质，实验出来，他做了十几年，水会看、会听，懂得人的意思。实验几十万次，真正证明了。他在联合国做了好几次报告，现在世界科学家对他的研究承认。我们在台湾高雄，刘医生搞了一个实验室，也在做实验，做得很成功，成绩我觉得不输给东京的江本。他们用的仪器比他高，江本博士的显微镜是二百五十倍，他们现在的显微镜比他倍数高很多，做出的效果我看到了，很好。其实物质，什么物质，不但是水、泥沙，只要是物质现象，我们身上这个汗毛，这都是物质，统统都有受想行识。这下子我们才把五蕴搞清楚，五蕴皆空原来是这么回事情，就是量子力学家讲的，物质是假的，不是真的，完全是念头波动现象产生的。这个波动现象就是阿赖耶的业相；这里面有精神现象，就是阿赖耶的转相，就是末那识；有物质现象，就是阿赖耶的境界相，阿赖耶的相分。我们念头才搞出来，以前想不通，这科学帮了大忙。科学家现在承认佛学了不起，现在他们怀疑，这佛怎么知道的？所以就想，应该人有一种本能，古人有本能，现在人把本能失掉了。这个话说得很正确。本能是什么？定慧，人心清净。因为在定中，空间、时间都不存在，无量劫前就在面前，无量劫后也在面前，没有时间，所以他能看到宇宙的开端，怎么来的，这说出来了。所以佛经，高等科学、高等哲学，这一点都不错。我们从哲学、从科学入佛法，一点迷信都没有。",
      "zh_TW": "日本江本博士做水實驗，水是物質，實驗出來，他做了十幾年，水會看、會聽，懂得人的意思。實驗幾十萬次，真正證明了。他在聯合國做了好幾次報告，現在世界科學家對他的研究承認。我們在台灣高雄，劉醫生搞了一個實驗室，也在做實驗，做得很成功，成績我覺得不輸給東京的江本。他們用的儀器比他高，江本博士的顯微鏡是二百五十倍，他們現在的顯微鏡比他倍數高很多，做出的效果我看到了，很好。其實物質，什麼物質，不但是水、泥沙，只要是物質現象，我們身上這個汗毛，這都是物質，統統都有受想行識。這下子我們才把五蘊搞清楚，五蘊皆空原來是這麼回事情，就是量子力學家講的，物質是假的，不是真的，完全是念頭波動現象產生的。這個波動現象就是阿賴耶的業相；這裡面有精神現象，就是阿賴耶的轉相，就是末那識；有物質現象，就是阿賴耶的境界相，阿賴耶的相分。我們念頭才搞出來，以前想不通，這科學幫了大忙。科學家現在承認佛學了不起，現在他們懷疑，這佛怎麼知道的？所以就想，應該人有一種本能，古人有本能，現在人把本能失掉了。這個話說得很正確。本能是什麼？定慧，人心清淨。因為在定中，空間、時間都不存在，無量劫前就在面前，無量劫後也在面前，沒有時間，所以他能看到宇宙的開端，怎麼來的，這說出來了。所以佛經，高等科學、高等哲學，這一點都不錯。我們從哲學、從科學入佛法，一點迷信都沒有。"
    },
    {
      "id": "02-040-0155_p0027",
      "zh_CN": "美国有个修．蓝博士，他用意念为人治病，治好几千人，不要用药，不要打针，完全用念头，他到我这里来过。我们怎么不相信他，还去找医生，为什么不知道用意念？这原因是什么？信心不足。信心不足的原因是什么？对它了解不够透彻，就是道理了解不够透彻。如果真正了解透彻，信心具足，病自己可以治，还可以帮别人治。他到我们摄影棚里参观，告诉大家，这个桌子，它会看、会听、会懂得人的意思，地板也会听，墙壁、天花板，没有一个物质现象它不会看、不会听、不懂人的意思，没有一个，多可怕。我们中国古人讲，举头三尺有神明，它不到三尺，三尺太远了。你起心动念，没有一个物质不知道。",
      "zh_TW": "美國有個修．藍博士，他用意念為人治病，治好幾千人，不要用藥，不要打針，完全用念頭，他到我這裡來過。我們怎麼不相信他，還去找醫生，為什麼不知道用意念？這原因是什麼？信心不足。信心不足的原因是什麼？對它了解不夠透徹，就是道理了解不夠透徹。如果真正了解透徹，信心具足，病自己可以治，還可以幫別人治。他到我們攝影棚裡參觀，告訴大家，這個桌子，它會看、會聽、會懂得人的意思，地板也會聽，牆壁、天花板，沒有一個物質現象它不會看、不會聽、不懂人的意思，沒有一個，多可怕。我們中國古人講，舉頭三尺有神明，它不到三尺，三尺太遠了。你起心動念，沒有一個物質不知道。"
    },
    {
      "id": "02-040-0155_p0028",
      "zh_CN": "法身没有相，法身遍一切法。法身是什么？所有一切现象就叫法身。是我们迷，见不到。一切现象是生灭法，为什么是生灭法？它有阿赖耶在里头。阿赖耶不能生，也不能现，但是它能变。阿赖耶跟自性一合起来，这个物质现象就会变，就产生变化。如果自性所现所生的这个现象没有阿赖耶的话，那是什么境界？就是实报庄严土。实报庄严土没有阿赖耶，为什么？统统转识成智了。所以他没有阿赖耶，他永远不变，寿命无量，色相不变，年年年轻，他不老。为什么？它不变。这个道理我们才真把它搞清楚、搞明白了。搞清楚、搞明白要落实，要如教修行，这个话太重要了。",
      "zh_TW": "法身沒有相，法身遍一切法。法身是什麼？所有一切現象就叫法身。是我們迷，見不到。一切現象是生滅法，為什麼是生滅法？它有阿賴耶在裡頭。阿賴耶不能生，也不能現，但是它能變。阿賴耶跟自性一合起來，這個物質現象就會變，就產生變化。如果自性所現所生的這個現象沒有阿賴耶的話，那是什麼境界？就是實報莊嚴土。實報莊嚴土沒有阿賴耶，為什麼？統統轉識成智了。所以他沒有阿賴耶，他永遠不變，壽命無量，色相不變，年年年輕，他不老。為什麼？它不變。這個道理我們才真把它搞清楚、搞明白了。搞清楚、搞明白要落實，要如教修行，這個話太重要了。"
    },
    {
      "id": "02-040-0155_p0029",
      "zh_CN": "如教修行，首先相信自己，要努力再去读大乘经。所以这个经要专搞一门，不能搞太多，搞太多你搞杂了、搞乱了。我在台中的时候，没有出家之前，跟老师学了十五个月，台中住十五个月，学会十三部经。那都是小部经，十三部我都能讲，还讲得不错。所以我一出家，白圣法师就请我教佛学院，三藏学院。学生三年毕业，六个学期，我一个学期讲一部经，教学生一部经，把他们教毕业了，我所学的只用了一半，还有七种没用上。我那个时候就很感慨，佛学院学不到东西。李老师那个为什么学那么快？一个月学一部，士气高昂，真欢喜！为什么？有成就感，一个月学会一部。佛学院念上一年，好多个课程，一样都不精，完全学一些皮毛常识，不如一门深入。",
      "zh_TW": "如教修行，首先相信自己，要努力再去讀大乘經。所以這個經要專搞一門，不能搞太多，搞太多你搞雜了、搞亂了。我在台中的時候，沒有出家之前，跟老師學了十五個月，台中住十五個月，學會十三部經。那都是小部經，十三部我都能講，還講得不錯。所以我一出家，白聖法師就請我教佛學院，三藏學院。學生三年畢業，六個學期，我一個學期講一部經，教學生一部經，把他們教畢業了，我所學的只用了一半，還有七種沒用上。我那個時候就很感慨，佛學院學不到東西。李老師那個為什麼學那麼快？一個月學一部，士氣高昂，真歡喜！為什麼？有成就感，一個月學會一部。佛學院念上一年，好多個課程，一樣都不精，完全學一些皮毛常識，不如一門深入。"
    },
    {
      "id": "02-040-0155_p0030",
      "zh_CN": "李老师教我们，只准学一部，学两部不教你，一样一样学，一样学会了再教一样。那个会的标准是上台讲给他听，他在台下听，听了满意，你没讲错。讲得好不好，那另当别论，无所谓，不能把东西讲错了，这是他严格要求的。我参加他的经学班，我是最后去的，他们学习的次序是按这个顺序的，我摆在最后。摆在最后，恐怕等两年以后才能够轮流到，所以没轮到我，我就出家了。我在旁边听，老师一次教两个人，那两个人坐在他面前，跟他面对面坐，我们坐在旁边，叫旁听的，我坐在最后。我那个时候记忆力好，听老师所讲的，几乎全部能记得，我要上台复讲，至少能讲到百分之九十五，有这样的程度，理解力还行，有这两个特长。所以我听老师的教导，我全学会了，他们没学会。他们上台去讲经，有难题来找我，我无形当中变成助教了。",
      "zh_TW": "李老師教我們，只准學一部，學兩部不教你，一樣一樣學，一樣學會了再教一樣。那個會的標準是上台講給他聽，他在台下聽，聽了滿意，你沒講錯。講得好不好，那另當別論，無所謂，不能把東西講錯了，這是他嚴格要求的。我參加他的經學班，我是最後去的，他們學習的次序是按這個順序的，我擺在最後。擺在最後，恐怕等兩年以後才能夠輪流到，所以沒輪到我，我就出家了。我在旁邊聽，老師一次教兩個人，那兩個人坐在他面前，跟他面對面坐，我們坐在旁邊，叫旁聽的，我坐在最後。我那個時候記憶力好，聽老師所講的，幾乎全部能記得，我要上台複講，至少能講到百分之九十五，有這樣的程度，理解力還行，有這兩個特長。所以我聽老師的教導，我全學會了，他們沒學會。他們上台去講經，有難題來找我，我無形當中變成助教了。"
    },
    {
      "id": "02-040-0155_p0031",
      "zh_CN": "教了一年佛学院，我觉得不行，底子还不够，要去学一部大经。所以在临济寺住了一年，向老和尚白圣法师告假，到台中去学一部大经，就学《楞严经》。每个星期三老师讲一遍，我星期四复讲，他讲了一遍，我也讲一遍完整的。我的复讲，听众六个人，连我一共七个，我们七个同学，每一个星期来复习老师的《楞严经》。第一天，星期三讲，第二天我们复习，在台中莲社小教室。这就有把握了。所以以后我在台北、在其他地方，包括香港，我《楞严经》讲了七遍。这个才有信心，不是这样学出来，没信心。",
      "zh_TW": "教了一年佛學院，我覺得不行，底子還不夠，要去學一部大經。所以在臨濟寺住了一年，向老和尚白聖法師告假，到台中去學一部大經，就學《楞嚴經》。每個星期三老師講一遍，我星期四複講，他講了一遍，我也講一遍完整的。我的複講，聽眾六個人，連我一共七個，我們七個同學，每一個星期來複習老師的《楞嚴經》。第一天，星期三講，第二天我們複習，在台中蓮社小教室。這就有把握了。所以以後我在台北、在其他地方，包括香港，我《楞嚴經》講了七遍。這個才有信心，不是這樣學出來，沒信心。"
    },
    {
      "id": "02-040-0155_p0032",
      "zh_CN": "老师教东西，着重开智慧，着重戒定慧，他对我完全用这个方法，我知道。听经的时候，万缘放下，一心专注，这是持戒。不准写笔记，为什么？写笔记分心。所以老师的教学，因人施教，经学班二十多个人，老师对待大家，方法、态度不一样。这是我看出来的。他完全是中国传统私塾教学法，就是个别教授，大家都在一起，个别教授。对我的要求就是专注，专注这里头就有戒定，叫你自己有悟处。他对周家麟，这是我的老同学，跟我的完全相反，周家麟写笔记，几乎速记，每句都记下来。他上台讲经，拿到他的笔记，有地方漏掉了，对不起，这一段我没有记下来，他就这样说法，也非常可爱。这真叫照本宣科，依老师的。所以他有完整的笔记，我没有。我在台中十年，一本很薄的笔记本，写了三分之一，后头还空下来。",
      "zh_TW": "老師教東西，著重開智慧，著重戒定慧，他對我完全用這個方法，我知道。聽經的時候，萬緣放下，一心專注，這是持戒。不准寫筆記，為什麼？寫筆記分心。所以老師的教學，因人施教，經學班二十多個人，老師對待大家，方法、態度不一樣。這是我看出來的。他完全是中國傳統私塾教學法，就是個別教授，大家都在一起，個別教授。對我的要求就是專注，專注這裡頭就有戒定，叫你自己有悟處。他對周家麟，這是我的老同學，跟我的完全相反，周家麟寫筆記，幾乎速記，每句都記下來。他上台講經，拿到他的筆記，有地方漏掉了，對不起，這一段我沒有記下來，他就這樣說法，也非常可愛。這真叫照本宣科，依老師的。所以他有完整的筆記，我沒有。我在台中十年，一本很薄的筆記本，寫了三分之一，後頭還空下來。"
    },
    {
      "id": "02-040-0155_p0033",
      "zh_CN": "我出家的时候，大概老师告诉同学们，那时台中莲社成立十年，他说我们在一起十年，你们跟到我，你们什么都没学会，学会的人走了。大家就会想到我了，学会的人走了。所以一年之后我再回到台中去学大部经，本来想学《法华》，老师正好讲《楞严》，告诉我，你就学《楞严》好了，你要学《法华》，我得另外找时间，实在找不出时间，你就跟着学好了，这就换了。这同学来找我，老师说你学到你就走了，那就是你一个，你到底，老师传你什么？我说老师没有传我什么，老师上课大家都在一起。我说不同的一点，可能是我觉得缘分太难得，太稀有，我专注。你们住在台中不在乎，今年不会还有明年，明年不会还有后年，你们有个依赖；我没得依赖，我每一天都看得很宝贵。这个心态不一样，可能是这个。",
      "zh_TW": "我出家的時候，大概老師告訴同學們，那時台中蓮社成立十年，他說我們在一起十年，你們跟到我，你們什麼都沒學會，學會的人走了。大家就會想到我了，學會的人走了。所以一年之後我再回到台中去學大部經，本來想學《法華》，老師正好講《楞嚴》，告訴我，你就學《楞嚴》好了，你要學《法華》，我得另外找時間，實在找不出時間，你就跟著學好了，這就換了。這同學來找我，老師說你學到你就走了，那就是你一個，你到底，老師傳你什麼？我說老師沒有傳我什麼，老師上課大家都在一起。我說不同的一點，可能是我覺得緣分太難得，太稀有，我專注。你們住在台中不在乎，今年不會還有明年，明年不會還有後年，你們有個依賴；我沒得依賴，我每一天都看得很寶貴。這個心態不一樣，可能是這個。"
    },
    {
      "id": "02-040-0155_p0034",
      "zh_CN": "所以他们来问，问我为什么？我画了三个图表，画了三张图表，我学的东西都在此地，发给大家。发了之后，图表送给老师看。这个资料可能现在不晓得还在不在澳洲，我那个老笔记本里头就有这个图表。极乐世界跟明心见性，我是把它分列成两个，老师在这里画一条线，画一个箭头，告诉我，到极乐世界还是要明心见性，老师只给我补充，加了这个箭头，他说这就对了，完整了。我们往生极乐世界目的是什么？目的是明心见性。在此地见不了性、明不了心，才要到极乐世界；到极乐世界完成明心见性，见性成佛，这对了。由此可知，戒定慧三学，无论哪个法门，包括净土，你要不走这个路子，未必能往生。",
      "zh_TW": "所以他們來問，問我為什麼？我畫了三個圖表，畫了三張圖表，我學的東西都在此地，發給大家。發了之後，圖表送給老師看。這個資料可能現在不曉得還在不在澳洲，我那個老筆記本裡頭就有這個圖表。極樂世界跟明心見性，我是把它分列成兩個，老師在這裡畫一條線，畫一個箭頭，告訴我，到極樂世界還是要明心見性，老師只給我補充，加了這個箭頭，他說這就對了，完整了。我們往生極樂世界目的是什麼？目的是明心見性。在此地見不了性、明不了心，才要到極樂世界；到極樂世界完成明心見性，見性成佛，這對了。由此可知，戒定慧三學，無論哪個法門，包括淨土，你要不走這個路子，未必能往生。"
    },
    {
      "id": "02-040-0155_p0035",
      "zh_CN": "有很多根本不懂，他真往生了，念佛的这些阿公阿婆们，走的时候瑞相稀有，真的，不是假的。但是他没有听过经，他不认识字，这怎么回事情？这一部经里头有讲到，凡是往生的人，无论是什么样的方式，真往生了，这些人都是过去生中曾经供养无量诸佛如来，他有这个大善根。所以这一生当中念佛，得到无量诸佛威神加持，他才能成就。无量诸佛，我们很羡慕，怎么办？如果过去生中没有供养无量诸佛，我们到哪一生哪一劫才能满这个愿？《华严经》上有一句话，如果我们真懂，就能得到安慰了。《华严经》上说，「一即是多，多即是一，一多不二」。这句话真听懂了，这一句阿弥陀佛就是无量诸佛。为什么？无量诸佛都称赞阿弥陀佛，光中极尊，佛中之王。所以你真诚心，以无量的心，真诚恭敬，无量的心，心量扩大，一句佛号就是无量无边一切诸佛。",
      "zh_TW": "有很多根本不懂，他真往生了，念佛的這些阿公阿婆們，走的時候瑞相稀有，真的，不是假的。但是他沒有聽過經，他不認識字，這怎麼回事情？這一部經裡頭有講到，凡是往生的人，無論是什麼樣的方式，真往生了，這些人都是過去生中曾經供養無量諸佛如來，他有這個大善根。所以這一生當中念佛，得到無量諸佛威神加持，他才能成就。無量諸佛，我們很羨慕，怎麼辦？如果過去生中沒有供養無量諸佛，我們到哪一生哪一劫才能滿這個願？《華嚴經》上有一句話，如果我們真懂，就能得到安慰了。《華嚴經》上說，「一即是多，多即是一，一多不二」。這句話真聽懂了，這一句阿彌陀佛就是無量諸佛。為什麼？無量諸佛都稱讚阿彌陀佛，光中極尊，佛中之王。所以你真誠心，以無量的心，真誠恭敬，無量的心，心量擴大，一句佛號就是無量無邊一切諸佛。"
    },
    {
      "id": "02-040-0155_p0036",
      "zh_CN": "这个法门不得了！你只要老实念下去，你过去欠缺的善根福德，在这一生当中能补足，甚至于一年就补足，一个月就补足。为什么？时间、空间是假的，不是真的，无量劫就在一念，你一念真心就是无量劫。所以这些，这都是最高深的哲理，是真的，决定不是假的。念佛重要，分秒必争，你一秒钟不念佛，这一秒钟空过，损失太大了！为什么？你妄念，妄念都是六道，妄念都是搞生死，错了。这一念心取极乐世界，决定得生，生到极乐世界决定成就。八万四千法门、无量法门都不能跟念佛法门比。我过去讲《华严》讲了四千多个小时，这些大经大论无法跟净宗相比。",
      "zh_TW": "這個法門不得了！你只要老實念下去，你過去欠缺的善根福德，在這一生當中能補足，甚至於一年就補足，一個月就補足。為什麼？時間、空間是假的，不是真的，無量劫就在一念，你一念真心就是無量劫。所以這些，這都是最高深的哲理，是真的，決定不是假的。念佛重要，分秒必爭，你一秒鐘不念佛，這一秒鐘空過，損失太大了！為什麼？你妄念，妄念都是六道，妄念都是搞生死，錯了。這一念心取極樂世界，決定得生，生到極樂世界決定成就。八萬四千法門、無量法門都不能跟念佛法門比。我過去講《華嚴》講了四千多個小時，這些大經大論無法跟淨宗相比。"
    },
    {
      "id": "02-040-0155_p0037",
      "zh_CN": "所以前年，我八十五岁，清明节这一天，我们想到，这个社会乱了，人心坏了，灾难这么多，如何自度度他？唯一的办法就是专修净土，所以把《华严》放下，讲《无量寿经》。《无量寿经》过去讲过十遍，但不是细讲。从清明这一天开始，专讲黄念老的注解。我也是报他的恩，他这个本子完成之后，大概第一部就是送给我的。第一部是油印的本子，我们知道油印顶多只能印个几十套、几十部，它一部是四册。再多了，再多不清楚了，模糊了。他到美国去带了一套，我相信一定是挑选到最好的这一套，带到美国。碰到我了，这一套就送给我。我就问他有没有版权？有版权就算了，没有版权，我说我替你翻印。他说没有版权，还要我给它写序，给它题字。我们在台湾印了一万册，真不容易。他是梅光羲的外甥，夏莲居老居士的学生，我们李老师是梅光羲居士的学生，所以我们有这么个关系在。在那个时候讲会集本的，在海外就是我一个人，在国内，他一个，很少人知道这个本子，所以我们一见如故。认识之后，我每年会有二、三次到北京，主要就是看他。他把这个经，弘扬的这桩事情，劝我来做。我答应他了。",
      "zh_TW": "所以前年，我八十五歲，清明節這一天，我們想到，這個社會亂了，人心壞了，災難這麼多，如何自度度他？唯一的辦法就是專修淨土，所以把《華嚴》放下，講《無量壽經》。《無量壽經》過去講過十遍，但不是細講。從清明這一天開始，專講黃念老的註解。我也是報他的恩，他這個本子完成之後，大概第一部就是送給我的。第一部是油印的本子，我們知道油印頂多只能印個幾十套、幾十部，它一部是四冊。再多了，再多不清楚了，模糊了。他到美國去帶了一套，我相信一定是挑選到最好的這一套，帶到美國。碰到我了，這一套就送給我。我就問他有沒有版權？有版權就算了，沒有版權，我說我替你翻印。他說沒有版權，還要我給它寫序，給它題字。我們在台灣印了一萬冊，真不容易。他是梅光羲的外甥，夏蓮居老居士的學生，我們李老師是梅光羲居士的學生，所以我們有這麼個關係在。在那個時候講會集本的，在海外就是我一個人，在國內，他一個，很少人知道這個本子，所以我們一見如故。認識之後，我每年會有二、三次到北京，主要就是看他。他把這個經，弘揚的這樁事情，勸我來做。我答應他了。"
    },
    {
      "id": "02-040-0155_p0038",
      "zh_CN": "我相信这部经会集得非常圆满，没有瑕疵，可惜印光大师没有看见。这个书会集出来，印祖已经往生了；如果印祖看见，一定非常赞叹。过去几种会集本都有瑕疵，都遭后人批评。莲公用了十年时间，初稿三年完成，每一字、每一句都是五种原译本的原文，不敢改动一个字，字字句句都有出处。这个本子，五译本里头所不同的全收了，重复的，选择再选择，务必叫大家看到容易体会、容易明白，非常难得。再加上六、七年的核对、校对，成为这样完整的本子。我们有福报能遇到。老师，是律航法师，律航法师没有出家之前是将军，中将，在山东亲近夏老师，他是夏老的学生，到台湾来，把这个本子带了几本，带到台湾，送给李老师。李老师一看前面那篇长序是他老师梅光羲写的，就特别亲切，在台中讲过一遍。自己用毛笔，行楷，做了一个眉注，做得非常好。我过去讲的十遍都是用老师眉注的本子。我离开台中的时候，老师就把这个本子给我，我们把它弘遍全世界。",
      "zh_TW": "我相信這部經會集得非常圓滿，沒有瑕疵，可惜印光大師沒有看見。這個書會集出來，印祖已經往生了；如果印祖看見，一定非常讚歎。過去幾種會集本都有瑕疵，都遭後人批評。蓮公用了十年時間，初稿三年完成，每一字、每一句都是五種原譯本的原文，不敢改動一個字，字字句句都有出處。這個本子，五譯本裡頭所不同的全收了，重複的，選擇再選擇，務必叫大家看到容易體會、容易明白，非常難得。再加上六、七年的核對、校對，成為這樣完整的本子。我們有福報能遇到。老師，是律航法師，律航法師沒有出家之前是將軍，中將，在山東親近夏老師，他是夏老的學生，到台灣來，把這個本子帶了幾本，帶到台灣，送給李老師。李老師一看前面那篇長序是他老師梅光羲寫的，就特別親切，在台中講過一遍。自己用毛筆，行楷，做了一個眉註，做得非常好。我過去講的十遍都是用老師眉註的本子。我離開台中的時候，老師就把這個本子給我，我們把它弘遍全世界。"
    },
    {
      "id": "02-040-0155_p0039",
      "zh_CN": "依照这个本子修行，念佛往生的人这些年不少，反对的人也不少。那我们就想到，释迦牟尼佛在世，反对他的人很多，他做榜样给我们看。那是来考验我们自己是不是真的对这个法门认识清楚？我们的信心会不会动摇，我们的愿心会不会改变，无非是考验这些。对我的考验尤其严重，我们要忍受。我向大家说了，全世界的人不相信，我相信，为什么？我相信老师，老师传给我的，我相信老师。你们跟我的老师没见过面，没亲近过他，所以老师也不会传给你。如果我要不相信，改变了，我的罪名真成立，背师叛道，那这个罪名真成立了。我说全天下人压迫我，我不会做背师叛道的事情，老师教给我的，我一定依教奉行。只要我不动摇，就有不少人信心能够坚定住；我要一动摇，对这个法门、对这部经典的打击那就太大，所以我决定不会做的。",
      "zh_TW": "依照這個本子修行，念佛往生的人這些年不少，反對的人也不少。那我們就想到，釋迦牟尼佛在世，反對他的人很多，他做榜樣給我們看。那是來考驗我們自己是不是真的對這個法門認識清楚？我們的信心會不會動搖，我們的願心會不會改變，無非是考驗這些。對我的考驗尤其嚴重，我們要忍受。我向大家說了，全世界的人不相信，我相信，為什麼？我相信老師，老師傳給我的，我相信老師。你們跟我的老師沒見過面，沒親近過他，所以老師也不會傳給你。如果我要不相信，改變了，我的罪名真成立，背師叛道，那這個罪名真成立了。我說全天下人壓迫我，我不會做背師叛道的事情，老師教給我的，我一定依教奉行。只要我不動搖，就有不少人信心能夠堅定住；我要一動搖，對這個法門、對這部經典的打擊那就太大，所以我決定不會做的。"
    },
    {
      "id": "02-040-0155_p0040",
      "zh_CN": "我活一天讲一天，讲到往生为止，给大家做个好样子。告诉大家，肯定这部经是一切经当中的第一经，一切法门里头第一法门，往后世尊末法九千年，真正能得度的就这部经。黄念老告诉我的，我相信。换句话说，他们两个人为什么来的？就是为了末法众生。自己的善根福德因缘都比不上前人，愈往后愈差，除这个法门之外，任何一个法门都不得力。将来佛教的法门会变成佛学，就是变成一种知识，佛学的知识，没有人认真修行了。要真正续佛慧命，不能不重视戒律。今天为什么搞成这个样子？我们几乎看到全世界，在家学佛《十善业道》做不到，出家学佛《沙弥律仪》做不到。你要问佛法为什么衰？就衰在这里。戒没有了，佛就没有了；礼没有了，儒就没有了。",
      "zh_TW": "我活一天講一天，講到往生為止，給大家做個好樣子。告訴大家，肯定這部經是一切經當中的第一經，一切法門裡頭第一法門，往後世尊末法九千年，真正能得度的就這部經。黃念老告訴我的，我相信。換句話說，他們兩個人為什麼來的？就是為了末法眾生。自己的善根福德因緣都比不上前人，愈往後愈差，除這個法門之外，任何一個法門都不得力。將來佛教的法門會變成佛學，就是變成一種知識，佛學的知識，沒有人認真修行了。要真正續佛慧命，不能不重視戒律。今天為什麼搞成這個樣子？我們幾乎看到全世界，在家學佛《十善業道》做不到，出家學佛《沙彌律儀》做不到。你要問佛法為什麼衰？就衰在這裡。戒沒有了，佛就沒有了；禮沒有了，儒就沒有了。"
    },
    {
      "id": "02-040-0155_p0041",
      "zh_CN": "过去，一九七０年代，英国汤恩比博士说，能解决二十一世纪社会问题的，只有中国孔孟学说跟大乘佛法。英国人说的，这是世界鼎鼎闻名的历史哲学家，他是世界权威，这个话没有人敢反对，但是赞成的人几乎我也没看见。我两次访问伦敦，参观剑桥大学、牛津大学跟伦敦大学，这三个学校都有中文系、汉学系。就汉学这一方面，伦敦大学办得最好，这三个学校都不错，是欧洲汉学中心。我跟这些同学们交流，跟他们教授举行座谈，我问他们，汤恩比博士说的话你们能相信吗？我说我不问别人，别人不是专学汉学的，你们是专学汉学。他们读中国文言文，儒释道三教的这些经典，他研究这些，拿这些东西写博士论文，看中国古人的注解，我们真佩服！现在中国找不到这个程度，他们完全没有中文的底蕴、中国文化的底蕴，他能学得这么好。我问他们，你们的文言文学了多久？他说三年。不难！外国人学文言文三年，中国人学文言文顶多两年。这为什么不行？没有信心，被文言文吓到了，不敢碰它。真正肯学它的时候，我相信两年一定成就。",
      "zh_TW": "過去，一九七０年代，英國湯恩比博士說，能解決二十一世紀社會問題的，只有中國孔孟學說跟大乘佛法。英國人說的，這是世界鼎鼎聞名的歷史哲學家，他是世界權威，這個話沒有人敢反對，但是贊成的人幾乎我也沒看見。我兩次訪問倫敦，參觀劍橋大學、牛津大學跟倫敦大學，這三個學校都有中文系、漢學系。就漢學這一方面，倫敦大學辦得最好，這三個學校都不錯，是歐洲漢學中心。我跟這些同學們交流，跟他們教授舉行座談，我問他們，湯恩比博士說的話你們能相信嗎？我說我不問別人，別人不是專學漢學的，你們是專學漢學。他們讀中國文言文，儒釋道三教的這些經典，他研究這些，拿這些東西寫博士論文，看中國古人的註解，我們真佩服！現在中國找不到這個程度，他們完全沒有中文的底蘊、中國文化的底蘊，他能學得這麼好。我問他們，你們的文言文學了多久？他說三年。不難！外國人學文言文三年，中國人學文言文頂多兩年。這為什麼不行？沒有信心，被文言文嚇到了，不敢碰它。真正肯學它的時候，我相信兩年一定成就。"
    },
    {
      "id": "02-040-0155_p0042",
      "zh_CN": "李老师当年教导我们，要求我们背古文，老师说能背五十篇古文，你就有能力读文言文；能够背一百篇古文，你就能够写文言文。讲了不少遍，我们这些学生真正依教奉行的，没有。现在看起来，认真学儒的，儒家经籍的，大概就是徐醒民居士，他用的功、用的时间比我们多，我的时间几乎全部用在经教上。经教的利益，如果你真的去干，确实离苦得乐。离苦得乐这一点，不要小看它，真正离苦得乐，他生活快乐，心没有忧喜，身没有苦乐，你多自在。无论顺境逆境，顺境没有贪恋，不生贪恋，逆境不生瞋恚，戒定慧三学全在其中。戒定慧要用在生活上，要用在工作、用在处事待人接物，活学活用，才是真的。掌握到真实的清净平等觉，清净是戒，平等是定，觉就是智慧。所以这部经，全都在经题上，清净平等觉就是戒定慧，清净平等觉就是佛法僧。清净是僧，平等是经、是法，觉是佛，佛法僧三宝。三学、三宝、三慧统统在其中，这部经上就是教我们这些。",
      "zh_TW": "李老師當年教導我們，要求我們背古文，老師說能背五十篇古文，你就有能力讀文言文；能夠背一百篇古文，你就能夠寫文言文。講了不少遍，我們這些學生真正依教奉行的，沒有。現在看起來，認真學儒的，儒家經籍的，大概就是徐醒民居士，他用的功、用的時間比我們多，我的時間幾乎全部用在經教上。經教的利益，如果你真的去幹，確實離苦得樂。離苦得樂這一點，不要小看它，真正離苦得樂，他生活快樂，心沒有憂喜，身沒有苦樂，你多自在。無論順境逆境，順境沒有貪戀，不生貪戀，逆境不生瞋恚，戒定慧三學全在其中。戒定慧要用在生活上，要用在工作、用在處事待人接物，活學活用，才是真的。掌握到真實的清淨平等覺，清淨是戒，平等是定，覺就是智慧。所以這部經，全都在經題上，清淨平等覺就是戒定慧，清淨平等覺就是佛法僧。清淨是僧，平等是經、是法，覺是佛，佛法僧三寶。三學、三寶、三慧統統在其中，這部經上就是教我們這些。"
    },
    {
      "id": "02-040-0155_p0043",
      "zh_CN": "所以我们『拔诸勤苦生死根本』，这众生真的对生死根本他勤苦在做，不肯停止，劝都劝不动。起心动念、分别执着，而且这些念头善少恶多，从个人身心到整个世界，都不离开念头。佛说「一切法从心想生」，念头端正，身心健康，家庭和睦，事业顺利，国泰民安；念头一错，落到贪瞋痴慢，落到名闻利养，落到是非人我，自然就乱了。世间第一大宝就是佛的经教，中国的《四库全书》，这是真正的宝，其他都不是真的，我们得认真去学习。《四库》的精华，唐太宗把它编成一部《群书治要》，是修身、齐家、治国、平天下的宝典，是智慧。治学，民国初年有一些学者编了一套《国学治要》，专门是讲做学问的，治学的。《群书治要》是讲的修身、齐家、治国，平天下就是天下太平，国际之间和谐相处，平等对待，是说这个，真有效果。所以汤恩比讲的话一点都不错，现代人解读错误，不敢批评他，也不敢反对他。所以要讲清楚、要讲明白，让大家在这个动乱的环境当中寻找一条出路，我们有责任去帮助他们。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以我們『拔諸勤苦生死根本』，這眾生真的對生死根本他勤苦在做，不肯停止，勸都勸不動。起心動念、分別執著，而且這些念頭善少惡多，從個人身心到整個世界，都不離開念頭。佛說「一切法從心想生」，念頭端正，身心健康，家庭和睦，事業順利，國泰民安；念頭一錯，落到貪瞋痴慢，落到名聞利養，落到是非人我，自然就亂了。世間第一大寶就是佛的經教，中國的《四庫全書》，這是真正的寶，其他都不是真的，我們得認真去學習。《四庫》的精華，唐太宗把它編成一部《群書治要》，是修身、齊家、治國、平天下的寶典，是智慧。治學，民國初年有一些學者編了一套《國學治要》，專門是講做學問的，治學的。《群書治要》是講的修身、齊家、治國，平天下就是天下太平，國際之間和諧相處，平等對待，是說這個，真有效果。所以湯恩比講的話一點都不錯，現代人解讀錯誤，不敢批評他，也不敢反對他。所以要講清楚、要講明白，讓大家在這個動亂的環境當中尋找一條出路，我們有責任去幫助他們。今天時間到了，我們就講到此地。"
    }
  ]
}