{
  "doc_id": "02-040-0235",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三五集",
    "zh_TW": "第二三五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0235",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-040-0235_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0235_p0002",
      "zh_CN": "请看《大经科注》五百零二页，倒数第二行，最后一句看起：",
      "zh_TW": "請看《大經科註》五百零二頁，倒數第二行，最後一句看起："
    },
    {
      "id": "02-040-0235_p0003",
      "zh_CN": "「若依密教，一者，一实之理」。这个密教讲一生补处，一是什么意思？是一实之理。「于密宗初地菩萨之位，先得净菩提心。自此一实，出生无量之三昧总持门」。「一实」，我们参考资料里头有，《佛学大辞典》说的。就名词这个意思上来看，一是真实的，换句话说，二就不真实，我们说三心二意，这是虚妄的。一是真实的，一是什么意思？《佛学大辞典》里说，这个一，「真如也」，一是真如，一就是本性。所以下面说，「一，平等之义，名平等之实相曰一实。」这个意思深。平等是没有分别，分别念头一起就不是一实。那是什么？那是虚妄。大乘教里头佛祖常说，「起心便错，动念即乖」，乖是违背，违背了自性。自性是不得已用一来代表，这个一有没有？没有。这个一不是数字，不得已用它做代表，代表自性，代表真心，代表宇宙万有的本体。道教里面称之为道，「道生一，一生二，二生三，三生万物」，这是道家讲的。佛大乘讲一实，就是自性，平等的实相，实相是真相，宇宙万有的真相，称为一实。宇宙万有的真相是平等的，大经上我们读过，「生佛平等」。生是众生，佛是佛法里头究竟的果位，成佛了。它不说佛生平等，说生佛平等，对于生尊敬，摆在前面。生是众生，众生包括宇宙一切万法，为什么？没有一样不是众缘和合而生的。众缘和合而生起的现象就叫做众生，大整个宇宙，小到一微尘、极微色，都是众生。",
      "zh_TW": "「若依密教，一者，一實之理」。這個密教講一生補處，一是什麼意思？是一實之理。「於密宗初地菩薩之位，先得淨菩提心。自此一實，出生無量之三昧總持門」。「一實」，我們參考資料裡頭有，《佛學大辭典》說的。就名詞這個意思上來看，一是真實的，換句話說，二就不真實，我們說三心二意，這是虛妄的。一是真實的，一是什麼意思？《佛學大辭典》裡說，這個一，「真如也」，一是真如，一就是本性。所以下面說，「一，平等之義，名平等之實相曰一實。」這個意思深。平等是沒有分別，分別念頭一起就不是一實。那是什麼？那是虛妄。大乘教裡頭佛祖常說，「起心便錯，動念即乖」，乖是違背，違背了自性。自性是不得已用一來代表，這個一有沒有？沒有。這個一不是數字，不得已用它做代表，代表自性，代表真心，代表宇宙萬有的本體。道教裡面稱之為道，「道生一，一生二，二生三，三生萬物」，這是道家講的。佛大乘講一實，就是自性，平等的實相，實相是真相，宇宙萬有的真相，稱為一實。宇宙萬有的真相是平等的，大經上我們讀過，「生佛平等」。生是眾生，佛是佛法裡頭究竟的果位，成佛了。它不說佛生平等，說生佛平等，對於生尊敬，擺在前面。生是眾生，眾生包括宇宙一切萬法，為什麼？沒有一樣不是眾緣和合而生的。眾緣和合而生起的現象就叫做眾生，大整個宇宙，小到一微塵、極微色，都是眾生。"
    },
    {
      "id": "02-040-0235_p0004",
      "zh_CN": "现在科学给我们做了证明，物质是什么？物质是念头变现出来的幻相，众缘和合而生。众是众多，佛把它归纳为五大类，色受想行识，叫五蕴。极微色也是五蕴，小到不能再小了，我们肉眼无法看见，它里面含着五种性质。五蕴是色受想行识，色就是物质现象；受，它有感受，什么感受？苦乐忧喜的感受。它有想，想是它能想过去、能想未来；它有行，行就是这些现象相续不断，这叫行。前念灭了，后念就生，生灭不住。这里头最重要的，要晓得不住，不住就是它没有停住。灭了的现象永远不会再回来，前念灭后念生，前念灭后面又生，生生不息，这叫行。受想行，末后一个是识，识是前面四样东西的本体。前面四种现象从哪来的？识来的，阿赖耶识的种子，这个识是阿赖耶识的种子。阿赖耶识的种子没有现象，跟自性一样，三种现象都没有，它没有物质现象，没有精神现象，也没有自然现象，它能现这么多现相，而且现的现相是染污的。自性现这个现相是清净的，阿赖耶是染污的。阿赖耶之能现相，要靠自性。所以真正的本体是自性，是自己的真心，能生万法。佛也是一法，佛是它生的，菩萨是它生的，没有一法不是它生的；树木花草是它生的，山河大地是它生的，虚空法界也是它生的。",
      "zh_TW": "現在科學給我們做了證明，物質是什麼？物質是念頭變現出來的幻相，眾緣和合而生。眾是眾多，佛把它歸納為五大類，色受想行識，叫五蘊。極微色也是五蘊，小到不能再小了，我們肉眼無法看見，它裡面含著五種性質。五蘊是色受想行識，色就是物質現象；受，它有感受，什麼感受？苦樂憂喜的感受。它有想，想是它能想過去、能想未來；它有行，行就是這些現象相續不斷，這叫行。前念滅了，後念就生，生滅不住。這裡頭最重要的，要曉得不住，不住就是它沒有停住。滅了的現象永遠不會再回來，前念滅後念生，前念滅後面又生，生生不息，這叫行。受想行，末後一個是識，識是前面四樣東西的本體。前面四種現象從哪來的？識來的，阿賴耶識的種子，這個識是阿賴耶識的種子。阿賴耶識的種子沒有現象，跟自性一樣，三種現象都沒有，它沒有物質現象，沒有精神現象，也沒有自然現象，它能現這麼多現相，而且現的現相是染污的。自性現這個現相是清淨的，阿賴耶是染污的。阿賴耶之能現相，要靠自性。所以真正的本體是自性，是自己的真心，能生萬法。佛也是一法，佛是它生的，菩薩是它生的，沒有一法不是它生的；樹木花草是它生的，山河大地是它生的，虛空法界也是它生的。"
    },
    {
      "id": "02-040-0235_p0005",
      "zh_CN": "所以我们要认识一实，认识一实、掌握一实、不变一实，这个人就叫成佛，用真心了。如果用阿赖耶，阿赖耶是起心动念，那个识，识是起心动念，末那是执着，第六意识是分别，这全是生灭法，自性里头没有。自性迷了就出现这个现象，觉悟了，它完全没有了。迷，这叫众生、叫凡夫；觉悟了，就叫佛、叫菩萨。这才是宇宙万有的真相。真相是平等的，真相是清净的，真相是没有生灭，我们要认识它。虚妄不实的，不能放在心上，要把它放下。真实的也不能放在心上。为什么？你有放在心上这个念头就错了，这个念头自性里头没有，你怎么还有放在心上这个念头？这个事情确实人人都有，个个不无，但是从来我们就没有想到过，还有这么个东西存在着，都把一切事相放在心上。",
      "zh_TW": "所以我們要認識一實，認識一實、掌握一實、不變一實，這個人就叫成佛，用真心了。如果用阿賴耶，阿賴耶是起心動念，那個識，識是起心動念，末那是執著，第六意識是分別，這全是生滅法，自性裡頭沒有。自性迷了就出現這個現象，覺悟了，它完全沒有了。迷，這叫眾生、叫凡夫；覺悟了，就叫佛、叫菩薩。這才是宇宙萬有的真相。真相是平等的，真相是清淨的，真相是沒有生滅，我們要認識它。虛妄不實的，不能放在心上，要把它放下。真實的也不能放在心上。為什麼？你有放在心上這個念頭就錯了，這個念頭自性裡頭沒有，你怎麼還有放在心上這個念頭？這個事情確實人人都有，個個不無，但是從來我們就沒有想到過，還有這麼個東西存在著，都把一切事相放在心上。"
    },
    {
      "id": "02-040-0235_p0006",
      "zh_CN": "心在哪里？其实心也是虚妄的。什么是心？楞严会上，释迦牟尼佛问阿难问了七处，叫七处征心。阿难很高明，我们要是遇到，我们说不出七处，阿难有办法说出七处。七处都被释迦牟尼佛否定了。世尊并没有问他真心、妄心，不管是真心、妄心，心在哪里，你拿出来给我看看？阿难说出七处，被佛否定，感到非常惊讶。在中国，达摩祖师初到中国来的时候，在少林寺面壁坐禅，遇到慧可。这也是个参禅的，来见达摩祖师请教，达摩祖师正在打坐，他在门口站着。冬天下雪，雪已经下到他的膝盖，雪很大，时间很长，他还没走。达摩祖师出定看到他，没有理会。他用戒刀把自己的左手砍下来，拿着这个手去供养达摩祖师。达摩祖师看到这个才开口，你何苦来？为什么这样做？你来找我有什么事情？他说我心不安，求大师给我安心。达摩祖师说（达摩祖师手伸出来）：你把心拿来，我替你安。所以我们现在看到很多达摩祖师塑像，都是手伸着，就是说，你把心拿来，我替你安。慧可想了半天，心在哪里？找不到。他就说了一句，「觅心了不可得」，你叫我找心，我找不到。达摩祖师顺着就一句话告诉他，「与汝安心竟」，我把你的心安好了。他在这一句话里头开悟了，这是禅宗的二祖。不管是真心、妄心，在哪里，找不到，跟楞严会上一个意思。",
      "zh_TW": "心在哪裡？其實心也是虛妄的。什麼是心？楞嚴會上，釋迦牟尼佛問阿難問了七處，叫七處徵心。阿難很高明，我們要是遇到，我們說不出七處，阿難有辦法說出七處。七處都被釋迦牟尼佛否定了。世尊並沒有問他真心、妄心，不管是真心、妄心，心在哪裡，你拿出來給我看看？阿難說出七處，被佛否定，感到非常驚訝。在中國，達摩祖師初到中國來的時候，在少林寺面壁坐禪，遇到慧可。這也是個參禪的，來見達摩祖師請教，達摩祖師正在打坐，他在門口站著。冬天下雪，雪已經下到他的膝蓋，雪很大，時間很長，他還沒走。達摩祖師出定看到他，沒有理會。他用戒刀把自己的左手砍下來，拿著這個手去供養達摩祖師。達摩祖師看到這個才開口，你何苦來？為什麼這樣做？你來找我有什麼事情？他說我心不安，求大師給我安心。達摩祖師說（達摩祖師手伸出來）：你把心拿來，我替你安。所以我們現在看到很多達摩祖師塑像，都是手伸著，就是說，你把心拿來，我替你安。慧可想了半天，心在哪裡？找不到。他就說了一句，「覓心了不可得」，你叫我找心，我找不到。達摩祖師順著就一句話告訴他，「與汝安心竟」，我把你的心安好了。他在這一句話裡頭開悟了，這是禪宗的二祖。不管是真心、妄心，在哪裡，找不到，跟楞嚴會上一個意思。"
    },
    {
      "id": "02-040-0235_p0007",
      "zh_CN": "假的就是假的，假的别当真就没事。恒顺众生，一切随缘，晓得它是假的，你就觉悟了。知道一切法都是假的，你过佛菩萨的生活。方老师早年告诉我，学佛是人生最高的享受。像达摩、慧可、惠能这些人，都是过最高的享受，人生最高的享受。知道它是假，不妨碍它的假，随顺它的假，这个妙！这就叫随缘妙用，可不能当真，你所获得的一切不染污，那就是清净心。不起心不动念，这就是不生不灭的真心。在哪里？就在现前。迷了叫妄心，明白了就是真心。真妄不可得，染净不可得，善恶不可得。《般若经》上说的「一切法无所有，毕竟空，不可得」，你就得大自在。为什么凡夫得不到？凡夫患得患失，失掉了他不自在，他有苦受；得到了他也不自在，怕丢掉。所以得与不得，他统统不自在，而且都是假的。看清楚、看明白了，是一个错误的观念，得与失是个错误的观念，他就活在那种错误观念里头，你看多苦。佛法的教学没有别的，就是教你认识事实真相，那就叫成佛。认识事实真相，于一切法中得大自在，为什么？占有的念头没有了，控制的念头没有了，分配的念头也没有了，完全回归自然，回归自性，这得大自在！这个叫成佛作祖。",
      "zh_TW": "假的就是假的，假的別當真就沒事。恆順眾生，一切隨緣，曉得它是假的，你就覺悟了。知道一切法都是假的，你過佛菩薩的生活。方老師早年告訴我，學佛是人生最高的享受。像達摩、慧可、惠能這些人，都是過最高的享受，人生最高的享受。知道它是假，不妨礙它的假，隨順它的假，這個妙！這就叫隨緣妙用，可不能當真，你所獲得的一切不染污，那就是清淨心。不起心不動念，這就是不生不滅的真心。在哪裡？就在現前。迷了叫妄心，明白了就是真心。真妄不可得，染淨不可得，善惡不可得。《般若經》上說的「一切法無所有，畢竟空，不可得」，你就得大自在。為什麼凡夫得不到？凡夫患得患失，失掉了他不自在，他有苦受；得到了他也不自在，怕丟掉。所以得與不得，他統統不自在，而且都是假的。看清楚、看明白了，是一個錯誤的觀念，得與失是個錯誤的觀念，他就活在那種錯誤觀念裡頭，你看多苦。佛法的教學沒有別的，就是教你認識事實真相，那就叫成佛。認識事實真相，於一切法中得大自在，為什麼？佔有的念頭沒有了，控制的念頭沒有了，分配的念頭也沒有了，完全回歸自然，回歸自性，這得大自在！這個叫成佛作祖。"
    },
    {
      "id": "02-040-0235_p0008",
      "zh_CN": "《三藏法数》里面有解释，叫「一实谛」。这个谛，我们世间人说的真理，实谛就是真理，就是真实。一实谛，「谓一实相」，实相是真相，「中道之理也」。中道是什么意思？二边不着，给它起个名字叫中道。真妄二边不着，生死涅槃二边不着，是非二边不着，祸福二边不着，觉迷二边不着，能说得出来的全是二边。那什么是中道？一句话都不能说。有人向文殊菩萨请教什么是中道？文殊菩萨一句话没说，这里头就有觉悟的人，真中道也。他所表演的那就是真的中道，言语道断，心行处灭，叫不可思、不可议。不可思就是不能想，不可议就是不能说，不可思、不可议，那就是中道。中道之理，「无有虚妄，无有颠倒，名一实谛也。」这是真正真实，能够思惟想像的都是假的，叫着相。我一切都不着，也着了相，着了一切都不着。你看，动个念头就不行，这是佛法的妙谛。",
      "zh_TW": "《三藏法數》裡面有解釋，叫「一實諦」。這個諦，我們世間人說的真理，實諦就是真理，就是真實。一實諦，「謂一實相」，實相是真相，「中道之理也」。中道是什麼意思？二邊不著，給它起個名字叫中道。真妄二邊不著，生死涅槃二邊不著，是非二邊不著，禍福二邊不著，覺迷二邊不著，能說得出來的全是二邊。那什麼是中道？一句話都不能說。有人向文殊菩薩請教什麼是中道？文殊菩薩一句話沒說，這裡頭就有覺悟的人，真中道也。他所表演的那就是真的中道，言語道斷，心行處滅，叫不可思、不可議。不可思就是不能想，不可議就是不能說，不可思、不可議，那就是中道。中道之理，「無有虛妄，無有顛倒，名一實諦也。」這是真正真實，能夠思惟想像的都是假的，叫著相。我一切都不著，也著了相，著了一切都不著。你看，動個念頭就不行，這是佛法的妙諦。"
    },
    {
      "id": "02-040-0235_p0009",
      "zh_CN": "注解里头，下面说的，「于密宗初地菩萨之位，先得净菩提心」。「净菩提心地」，我们参考资料里头有，这也是《佛学大辞典》上的。「净菩提心地，初地之异名」，此地说的初地是密宗说的，跟《华严》、《法华》说的不一样。净菩提心，「是为真言行者初心之位次」。真言就是密宗，密宗的修行人，他们初心的位次叫净菩提心。「三句义之菩提心为因配于此地」，见《秘藏记》末后所说的。底下是三句，哪三句？「三句，为《大日经》所说」。「第一句菩提心为因」，菩提是觉悟，觉而不迷，这是因，真的觉悟了。「第二句大悲为根，是行」。换句话说，从菩提心生起大悲，大悲就是我们讲的大慈大悲。大慈大悲是真心的相，也是真心的作用。",
      "zh_TW": "註解裡頭，下面說的，「於密宗初地菩薩之位，先得淨菩提心」。「淨菩提心地」，我們參考資料裡頭有，這也是《佛學大辭典》上的。「淨菩提心地，初地之異名」，此地說的初地是密宗說的，跟《華嚴》、《法華》說的不一樣。淨菩提心，「是為真言行者初心之位次」。真言就是密宗，密宗的修行人，他們初心的位次叫淨菩提心。「三句義之菩提心為因配於此地」，見《秘藏記》末後所說的。底下是三句，哪三句？「三句，為《大日經》所說」。「第一句菩提心為因」，菩提是覺悟，覺而不迷，這是因，真的覺悟了。「第二句大悲為根，是行」。換句話說，從菩提心生起大悲，大悲就是我們講的大慈大悲。大慈大悲是真心的相，也是真心的作用。"
    },
    {
      "id": "02-040-0235_p0010",
      "zh_CN": "大乘教里，密宗是大乘，大乘教的真因就是发菩提心。念佛往生极乐世界，这个经上三辈往生都是说「发菩提心，一向专念」，无论是上辈、中辈、下辈，统统都是发菩提心，一向专念。经上确实看到有上中下三辈，最后的是一心三辈。三辈的因行都相同，所以到极乐世界这三辈果报平等，皆作阿惟越致菩萨，有道理。如果因行都一样的，到极乐世界不平等，这就会让人家怀疑了。为什么统统都发菩提心、一向专念，为什么到极乐世界不平等？因平等，果当然平等，所以皆作阿惟越致菩萨，这就解决了。极乐世界有没有同居土、方便土？有，但是平等的。这个就是讲的不坏世间相。世间相有这三土，为什么？你见思烦恼没断，当然是同居土；没有大彻大悟，当然是方便土；上辈往生的是明心见性、大彻大悟，生实报庄严土。可是极乐世界同居土、方便土也是阿惟越致菩萨，换句话说，论智慧、神通、道力，无论从哪一方面来说，跟实报土的菩萨平等的。这个要我们细心去观察，不能粗心大意，你才真正看出极乐世界的殊胜庄严。这看门道，你对它才会生起信心，生起恭敬心，生起仰慕的心，这才真正愿生极乐世界。这个世界看穿了，极乐世界也看清楚了，你肯定放下这个世界，到极乐世界去了。",
      "zh_TW": "大乘教裡，密宗是大乘，大乘教的真因就是發菩提心。念佛往生極樂世界，這個經上三輩往生都是說「發菩提心，一向專念」，無論是上輩、中輩、下輩，統統都是發菩提心，一向專念。經上確實看到有上中下三輩，最後的是一心三輩。三輩的因行都相同，所以到極樂世界這三輩果報平等，皆作阿惟越致菩薩，有道理。如果因行都一樣的，到極樂世界不平等，這就會讓人家懷疑了。為什麼統統都發菩提心、一向專念，為什麼到極樂世界不平等？因平等，果當然平等，所以皆作阿惟越致菩薩，這就解決了。極樂世界有沒有同居土、方便土？有，但是平等的。這個就是講的不壞世間相。世間相有這三土，為什麼？你見思煩惱沒斷，當然是同居土；沒有大徹大悟，當然是方便土；上輩往生的是明心見性、大徹大悟，生實報莊嚴土。可是極樂世界同居土、方便土也是阿惟越致菩薩，換句話說，論智慧、神通、道力，無論從哪一方面來說，跟實報土的菩薩平等的。這個要我們細心去觀察，不能粗心大意，你才真正看出極樂世界的殊勝莊嚴。這看門道，你對它才會生起信心，生起恭敬心，生起仰慕的心，這才真正願生極樂世界。這個世界看穿了，極樂世界也看清楚了，你肯定放下這個世界，到極樂世界去了。"
    },
    {
      "id": "02-040-0235_p0011",
      "zh_CN": "这个世界有许多苦难众生，诸佛刹土也都不例外。菩提心里面流露出大慈悲心。慈悲心是他受用，不是自受用，自自然然众生有感，你就有应，应以什么身得度，你就现什么身。你能现无量无边身，你能说无量无边法，你知道这个众生的根性，生生世世学习的状况、生活的状况，你都了解，所以说法契机。说法有三个目标，第一个目标，帮助他转恶为善，生清净信心。这个说法的目的达到，第一个目的达到。第二个目标，帮助他转迷为悟，他有能力抉择法门，知道如何选择。最后一个目标，帮助他转凡成圣，他作佛了。佛教化众生有三个目标，我们在这一生当中，他帮助我们提升到哪个阶段。如果跟净土宗有缘，这三个目标在一生当中都可以达到。第一个，帮助你生起信心；第二个，帮助你发愿求生净土；第三个，生到净土就是阿惟越致菩萨，就转凡成圣，一生得圆满。佛菩萨为什么到世间来？就为这个，其他的边都不沾，跟凡人不一样。凡人所求的世间的名闻利养，觉悟的人不要这个东西，这些东西是麻烦、是染污、是不平等、是造业，感得来的是善恶的果报。",
      "zh_TW": "這個世界有許多苦難眾生，諸佛剎土也都不例外。菩提心裡面流露出大慈悲心。慈悲心是他受用，不是自受用，自自然然眾生有感，你就有應，應以什麼身得度，你就現什麼身。你能現無量無邊身，你能說無量無邊法，你知道這個眾生的根性，生生世世學習的狀況、生活的狀況，你都了解，所以說法契機。說法有三個目標，第一個目標，幫助他轉惡為善，生清淨信心。這個說法的目的達到，第一個目的達到。第二個目標，幫助他轉迷為悟，他有能力抉擇法門，知道如何選擇。最後一個目標，幫助他轉凡成聖，他作佛了。佛教化眾生有三個目標，我們在這一生當中，他幫助我們提升到哪個階段。如果跟淨土宗有緣，這三個目標在一生當中都可以達到。第一個，幫助你生起信心；第二個，幫助你發願求生淨土；第三個，生到淨土就是阿惟越致菩薩，就轉凡成聖，一生得圓滿。佛菩薩為什麼到世間來？就為這個，其他的邊都不沾，跟凡人不一樣。凡人所求的世間的名聞利養，覺悟的人不要這個東西，這些東西是麻煩、是染污、是不平等、是造業，感得來的是善惡的果報。"
    },
    {
      "id": "02-040-0235_p0012",
      "zh_CN": "佛心目当中善恶果报是平等的，作用是什么？作用要消业。你造的罪业，感得地狱、饿鬼、畜生，消你的罪业；你造的善业，感得的是天堂、人间的富贵，是消你的福报。善恶果报统统都要消掉，清净心才现前。清净心现前才能出六道轮回，清净心现前就是阿罗汉。佛教我们这些东西，世间人不懂，古时候人懂，现在人不懂。为什么？古时候学佛的人，无论在家出家，他真学；对于如来的经教，他真懂、真明了，所以他是正知正见，他所修的叫正行。从自己日常生活穿衣吃饭，工作、待人接物，用心正，不偏不邪，没有偏心，没有邪念。用的是什么心？用的是自性流露出来的爱心，就是慈悲，大慈大悲。生活里面显示着慈悲，工作里头表现的也是慈悲，待人接物还是慈悲，所以他欢喜，法喜充满。从自性流出来的法喜，法喜起作用，让接触他的人大家统统都欢喜。佛教是真正爱的教育，有佛教的地方人快乐，快乐不代表富裕。",
      "zh_TW": "佛心目當中善惡果報是平等的，作用是什麼？作用要消業。你造的罪業，感得地獄、餓鬼、畜生，消你的罪業；你造的善業，感得的是天堂、人間的富貴，是消你的福報。善惡果報統統都要消掉，清淨心才現前。清淨心現前才能出六道輪迴，清淨心現前就是阿羅漢。佛教我們這些東西，世間人不懂，古時候人懂，現在人不懂。為什麼？古時候學佛的人，無論在家出家，他真學；對於如來的經教，他真懂、真明瞭，所以他是正知正見，他所修的叫正行。從自己日常生活穿衣吃飯，工作、待人接物，用心正，不偏不邪，沒有偏心，沒有邪念。用的是什麼心？用的是自性流露出來的愛心，就是慈悲，大慈大悲。生活裡面顯示著慈悲，工作裡頭表現的也是慈悲，待人接物還是慈悲，所以他歡喜，法喜充滿。從自性流出來的法喜，法喜起作用，讓接觸他的人大家統統都歡喜。佛教是真正愛的教育，有佛教的地方人快樂，快樂不代表富裕。"
    },
    {
      "id": "02-040-0235_p0013",
      "zh_CN": "去年十一月我们访问了斯里兰卡，没想到地球上还有这么一个地方，学佛，全国的人快乐。这个国家不富裕，算是贫穷落后的国家，居民个个学佛，每天听经，把佛讲的道理落实在生活当中，快乐无比。生活只要求三餐吃得饱，粗茶淡饭，衣服穿得能够保暖，有个小房子遮蔽风雨，他很满足了。于人无争，于世无求，这么个国家。总统，虔诚佛教徒，做早晚课。我们到总统府，参观总统做早晚课的佛堂，没有佛堂。早晚课在哪里？在院子里头，菩提树下。院子里有很大一棵菩提树，将释迦牟尼佛的像供养在菩提树下面，就仿佛世尊当年在世一样，到哪里见佛？到菩提树下见佛。佛像前面有个小台供花、燃香，到那里去礼拜、诵经。我们到那里，真的仿佛见到释迦牟尼佛在世，就坐在树下，没有房子。是个小乘国家。小乘经典的内容是伦理、是道德、是因果，佛教大家断一切恶，修一切善。这个国家的人民不知道竞争，没有竞争，知足常乐，人人都能守本分。这些年国家在物质条件上有所改善，全国建筑高速公路，扩建港口。这些工程多数都是中国人承包下来的，所以跟中国关系非常好。这个地方可以说是现在地球上的极乐世界。非常可惜，这个国家没有开放移民，很保守。大概也是怕外面移民多了干扰他们的社会，把他们社会带坏了，不欢迎移民，投资都经过很严格的检验。他欢迎佛弟子，所以佛门弟子将来到那里参学、到那里学习，的确是很理想的地方。一年去学习一、二个月，我相信对于佛法、对于道业会有很大的增长。",
      "zh_TW": "去年十一月我們訪問了斯里蘭卡，沒想到地球上還有這麼一個地方，學佛，全國的人快樂。這個國家不富裕，算是貧窮落後的國家，居民個個學佛，每天聽經，把佛講的道理落實在生活當中，快樂無比。生活只要求三餐吃得飽，粗茶淡飯，衣服穿得能夠保暖，有個小房子遮蔽風雨，他很滿足了。於人無爭，於世無求，這麼個國家。總統，虔誠佛教徒，做早晚課。我們到總統府，參觀總統做早晚課的佛堂，沒有佛堂。早晚課在哪裡？在院子裡頭，菩提樹下。院子裡有很大一棵菩提樹，將釋迦牟尼佛的像供養在菩提樹下面，就彷彿世尊當年在世一樣，到哪裡見佛？到菩提樹下見佛。佛像前面有個小台供花、燃香，到那裡去禮拜、誦經。我們到那裡，真的彷彿見到釋迦牟尼佛在世，就坐在樹下，沒有房子。是個小乘國家。小乘經典的內容是倫理、是道德、是因果，佛教大家斷一切惡，修一切善。這個國家的人民不知道競爭，沒有競爭，知足常樂，人人都能守本分。這些年國家在物質條件上有所改善，全國建築高速公路，擴建港口。這些工程多數都是中國人承包下來的，所以跟中國關係非常好。這個地方可以說是現在地球上的極樂世界。非常可惜，這個國家沒有開放移民，很保守。大概也是怕外面移民多了干擾他們的社會，把他們社會帶壞了，不歡迎移民，投資都經過很嚴格的檢驗。他歡迎佛弟子，所以佛門弟子將來到那裡參學、到那裡學習，的確是很理想的地方。一年去學習一、二個月，我相信對於佛法、對於道業會有很大的增長。"
    },
    {
      "id": "02-040-0235_p0014",
      "zh_CN": "这个地方，「第三句，方便为究竟，是果」。有因、有缘、有果，这里讲因、行、果，「摄一切大小显密之诸宗也。」这是密宗里头的，密宗的初地净菩提心，菩提、大悲、方便。方便是用在日常生活当中，用在处事待人接物，方是方法，便是便宜，就是最适当的方法。这个方法没有一定，完全看现前人事物环境，它是活的，它不是死的。这叫善巧方便，就是智慧落实在事相上。",
      "zh_TW": "這個地方，「第三句，方便為究竟，是果」。有因、有緣、有果，這裡講因、行、果，「攝一切大小顯密之諸宗也。」這是密宗裡頭的，密宗的初地淨菩提心，菩提、大悲、方便。方便是用在日常生活當中，用在處事待人接物，方是方法，便是便宜，就是最適當的方法。這個方法沒有一定，完全看現前人事物環境，它是活的，它不是死的。這叫善巧方便，就是智慧落實在事相上。"
    },
    {
      "id": "02-040-0235_p0015",
      "zh_CN": "这底下有「净菩提心」，前面是「净菩提心地」，这个地方讲什么叫净菩提心。这是术语，「真言行者」，密宗的修行人，「初入初地，见法明道，得无盖障三昧，名曰净菩提心。」见法明道，这一句话很重要。见法是六根接触六尘境界，明道就不迷惑，相当于大乘里面常说的明心见性，这个境界高，见性成佛。最低限度，见法明道，那就是不迷，这才是明道。讲得浅显一点大家好懂，六根在六尘境界里头有三个等级，佛是不起心不动念，这是佛知佛见；起心动念，没有分别执着，这是菩萨知见；起心动念，有分别没有执着，二乘知见，是阿罗汉跟辟支佛，都可以称见法明道，见法明道有这三等。所以得无盖障三昧，他没有障碍。凡夫这三种烦恼具足，所以他有障碍。盖是烦恼的代名词，五盖就是贪瞋痴慢疑五种。无盖障，就是他的贪瞋痴慢疑不会现前，他不会起这个。我们确实，凡夫见色闻声他起贪瞋痴慢疑，生烦恼。二乘圣者，这小圣，他们见色闻声，六根在六尘境界，他不起贪瞋痴慢疑，所以他没有障碍，他超越六道轮回了。换句话说，六道轮回，在阿罗汉、辟支佛眼目当中，根本没有这个东西存在，他们住四圣法界，最低的住声闻地；见思烦恼习气断了，他提升了，他住缘觉地；如果分别断了，他住菩萨地；起心动念断了，十法界就没有了，他住实报庄严土。末后说，「大疏三曰：初入净菩提心门，见法明道，如识种子迦罗罗时。」",
      "zh_TW": "這底下有「淨菩提心」，前面是「淨菩提心地」，這個地方講什麼叫淨菩提心。這是術語，「真言行者」，密宗的修行人，「初入初地，見法明道，得無蓋障三昧，名曰淨菩提心。」見法明道，這一句話很重要。見法是六根接觸六塵境界，明道就不迷惑，相當於大乘裡面常說的明心見性，這個境界高，見性成佛。最低限度，見法明道，那就是不迷，這才是明道。講得淺顯一點大家好懂，六根在六塵境界裡頭有三個等級，佛是不起心不動念，這是佛知佛見；起心動念，沒有分別執著，這是菩薩知見；起心動念，有分別沒有執著，二乘知見，是阿羅漢跟辟支佛，都可以稱見法明道，見法明道有這三等。所以得無蓋障三昧，他沒有障礙。凡夫這三種煩惱具足，所以他有障礙。蓋是煩惱的代名詞，五蓋就是貪瞋痴慢疑五種。無蓋障，就是他的貪瞋痴慢疑不會現前，他不會起這個。我們確實，凡夫見色聞聲他起貪瞋痴慢疑，生煩惱。二乘聖者，這小聖，他們見色聞聲，六根在六塵境界，他不起貪瞋痴慢疑，所以他沒有障礙，他超越六道輪迴了。換句話說，六道輪迴，在阿羅漢、辟支佛眼目當中，根本沒有這個東西存在，他們住四聖法界，最低的住聲聞地；見思煩惱習氣斷了，他提升了，他住緣覺地；如果分別斷了，他住菩薩地；起心動念斷了，十法界就沒有了，他住實報莊嚴土。末後說，「大疏三曰：初入淨菩提心門，見法明道，如識種子迦羅羅時。」"
    },
    {
      "id": "02-040-0235_p0016",
      "zh_CN": "我们今天讲的时间，讲时间有过去、现在、未来，这是假的，不是真的。真的，没有空间，也没有时间，一真法界，法身菩萨所住的。一切如来实报庄严土在哪里？无处不在，无时不在。诸佛菩萨为我们现身说法，他从哪里来？他不来不去，正是楞严会上所说的「当处出生，随处灭尽」。我们这一念心有感，他立刻就应，在哪里应？就在面前。没有先后，没有时间；没有远近，没有空间，这才是真的。所以空间、时间是从我们不正确的概念里面所产生的，佛法里面所说的不相应行法；不相应行法，现在人所讲抽象概念。所以时间、空间都属于抽象概念，不是真实的。《百法明门》里面就说清楚了，一切法把它归纳，心法、色法。心法，精神现象，八识五十一心所，心法。色法，六根、六尘，六根里头有意，这个意根不属于色法，属于心法，所以色法只有十一个，不是十二个，五根六尘，这是色法。再有就是不相应行法，还有心所法。心所法也归在心法里头，心法是八识，心所法是五十一个，心所法。色法十一个，不相应行法二十六个，那二十六个都叫抽象概念，不是事实。佛把这些法跟我们讲得清楚，讲得明白。讲清楚、讲明白了，真明白了就不执着、不分别，到最后能做到不起心不动念。不起心不动念，跟一切万法融成一体，心里真的一尘不染，本自清净。这个清净跟平等是连在一起的，清净平等，觉而不迷。众生有感，自然就有应。这个众生跟我有缘，他起心动念我就能收到，他有什么困难需要帮助，自然就现身说法、就帮助他，帮助圆满，这身就不见了。所以当处出生，当处灭尽。",
      "zh_TW": "我們今天講的時間，講時間有過去、現在、未來，這是假的，不是真的。真的，沒有空間，也沒有時間，一真法界，法身菩薩所住的。一切如來實報莊嚴土在哪裡？無處不在，無時不在。諸佛菩薩為我們現身說法，他從哪裡來？他不來不去，正是楞嚴會上所說的「當處出生，隨處滅盡」。我們這一念心有感，他立刻就應，在哪裡應？就在面前。沒有先後，沒有時間；沒有遠近，沒有空間，這才是真的。所以空間、時間是從我們不正確的概念裡面所產生的，佛法裡面所說的不相應行法；不相應行法，現在人所講抽象概念。所以時間、空間都屬於抽象概念，不是真實的。《百法明門》裡面就說清楚了，一切法把它歸納，心法、色法。心法，精神現象，八識五十一心所，心法。色法，六根、六塵，六根裡頭有意，這個意根不屬於色法，屬於心法，所以色法只有十一個，不是十二個，五根六塵，這是色法。再有就是不相應行法，還有心所法。心所法也歸在心法裡頭，心法是八識，心所法是五十一個，心所法。色法十一個，不相應行法二十六個，那二十六個都叫抽象概念，不是事實。佛把這些法跟我們講得清楚，講得明白。講清楚、講明白了，真明白了就不執著、不分別，到最後能做到不起心不動念。不起心不動念，跟一切萬法融成一體，心裡真的一塵不染，本自清淨。這個清淨跟平等是連在一起的，清淨平等，覺而不迷。眾生有感，自然就有應。這個眾生跟我有緣，他起心動念我就能收到，他有什麼困難需要幫助，自然就現身說法、就幫助他，幫助圓滿，這身就不見了。所以當處出生，當處滅盡。"
    },
    {
      "id": "02-040-0235_p0017",
      "zh_CN": "像我们看《虚云老和尚年谱》记载一段故事，他四十七岁的时候，父母过世，为报父母恩去朝山，以朝山的功德回向给父母。从普陀山，三步一拜，拜到五台山，去拜文殊菩萨。三步一拜，走了三年多才到，这一路很辛苦。路上两次生病，而生病时候都在旷野，都在野外，没有人家，附近找不到人家，病倒在路上。在这个紧急关头遇到一个乞丐，乞丐看到这个和尚倒在地上，看他生病，乞丐讨饭来喂他，找一些草药来给他治病。大概半个月身体复原，好了，再拜。好像是一个多月之后，第二次生病，又遇到这个乞丐。乞丐两次照顾他，大概在一起生活一个多月，他很感恩，如果没有这个乞丐救他，命保不住。请教他尊姓大名，他说他姓文，名吉，文章的文，吉祥的吉，文吉。问他住在哪里。他说我就住在五台山，五台山的人都知道我，你到那里去问，都晓得。病治好了，他去拜山，乞丐就不见了，乞丐到处要饭。到了五台山就到处打听，没人知道。拜到寺庙里头，寺庙里的和尚，他问这些和尚，知不知道这个人？和尚说，文殊菩萨！他才恍然大悟。文殊菩萨来救他，需要的时候他就现身，病好了，就走了，不见了，两次。菩萨管不管？管事，不是紧要关头你见不到他，紧要关头你就见到，他就来了，就把你问题解决了。这个示现我们要记住，对佛要相信，不能怀疑。三步一拜朝山，这个不容易，特别是古时候没有这些公路，虚老和尚在的时候没有公路，都是小路。叫大路、大道，大道什么？骑马的，还不是马车，马走的道路叫大路，叫马路。远程，那个时候骑马、骑驴子，这是唯一交通工具。对佛有信心，你就离开恐怖，你什么都不会害怕，一心向道。",
      "zh_TW": "像我們看《虛雲老和尚年譜》記載一段故事，他四十七歲的時候，父母過世，為報父母恩去朝山，以朝山的功德迴向給父母。從普陀山，三步一拜，拜到五台山，去拜文殊菩薩。三步一拜，走了三年多才到，這一路很辛苦。路上兩次生病，而生病時候都在曠野，都在野外，沒有人家，附近找不到人家，病倒在路上。在這個緊急關頭遇到一個乞丐，乞丐看到這個和尚倒在地上，看他生病，乞丐討飯來餵他，找一些草藥來給他治病。大概半個月身體復原，好了，再拜。好像是一個多月之後，第二次生病，又遇到這個乞丐。乞丐兩次照顧他，大概在一起生活一個多月，他很感恩，如果沒有這個乞丐救他，命保不住。請教他尊姓大名，他說他姓文，名吉，文章的文，吉祥的吉，文吉。問他住在哪裡。他說我就住在五台山，五台山的人都知道我，你到那裡去問，都曉得。病治好了，他去拜山，乞丐就不見了，乞丐到處要飯。到了五台山就到處打聽，沒人知道。拜到寺廟裡頭，寺廟裡的和尚，他問這些和尚，知不知道這個人？和尚說，文殊菩薩！他才恍然大悟。文殊菩薩來救他，需要的時候他就現身，病好了，就走了，不見了，兩次。菩薩管不管？管事，不是緊要關頭你見不到他，緊要關頭你就見到，他就來了，就把你問題解決了。這個示現我們要記住，對佛要相信，不能懷疑。三步一拜朝山，這個不容易，特別是古時候沒有這些公路，虛老和尚在的時候沒有公路，都是小路。叫大路、大道，大道什麼？騎馬的，還不是馬車，馬走的道路叫大路，叫馬路。遠程，那個時候騎馬、騎驢子，這是唯一交通工具。對佛有信心，你就離開恐怖，你什麼都不會害怕，一心向道。"
    },
    {
      "id": "02-040-0235_p0018",
      "zh_CN": "底下讲「总持门，总持之法门。总有法义咒忍四种」。总有四种，法义咒忍。「然密教所称者，别就第三之咒总持」，总持就是说咒。在大乘教里，总持门是有四个意思。法是教法，就是经典。实在说，经典里面总持一切法，一法里头有一切法。义是从理上讲，法通，理也通，所以一经通一切经都通了，义没有障碍，法也没有障碍。咒是世尊的密说。佛说法，我们肉眼凡夫看不到，只看到听众有多少人。其实，有天人、有修罗、有罗刹、有鬼神，都有来参加的，来听经的。咒，咒是他们的语言，不是人间的语言。佛用这种语言把讲的经重复说一遍，说得很简单，提一个纲领，这是对他们的尊重，让这些众生生欢喜心。所以咒不是人间语言，印度人也听不懂，通达梵语的人他也不知道什么意思。咒是显教的密说，经教是密咒的显说。《楞严经》上有个很长的咒子，五会楞严神咒，说的是什么？就是《楞严经》全经的大意，佛用这些众神的语言宣说一遍。因为密以咒为主，所以称密教也称为总持门，总持门称密，「或曰陀罗尼藏」，咒语特多。",
      "zh_TW": "底下講「總持門，總持之法門。總有法義咒忍四種」。總有四種，法義咒忍。「然密教所稱者，別就第三之咒總持」，總持就是說咒。在大乘教裡，總持門是有四個意思。法是教法，就是經典。實在說，經典裡面總持一切法，一法裡頭有一切法。義是從理上講，法通，理也通，所以一經通一切經都通了，義沒有障礙，法也沒有障礙。咒是世尊的密說。佛說法，我們肉眼凡夫看不到，只看到聽眾有多少人。其實，有天人、有修羅、有羅剎、有鬼神，都有來參加的，來聽經的。咒，咒是他們的語言，不是人間的語言。佛用這種語言把講的經重複說一遍，說得很簡單，提一個綱領，這是對他們的尊重，讓這些眾生生歡喜心。所以咒不是人間語言，印度人也聽不懂，通達梵語的人他也不知道什麼意思。咒是顯教的密說，經教是密咒的顯說。《楞嚴經》上有個很長的咒子，五會楞嚴神咒，說的是什麼？就是《楞嚴經》全經的大意，佛用這些眾神的語言宣說一遍。因為密以咒為主，所以稱密教也稱為總持門，總持門稱密，「或曰陀羅尼藏」，咒語特多。"
    },
    {
      "id": "02-040-0235_p0019",
      "zh_CN": "「密十地」，《佛学大辞典》里头「真言十地」，就是密十地。这个里头节录，「名数，两部大经，胎藏界之《大日经》与金刚界之《金刚顶经》」，这两部大经，「不说十地，惟《大日经》说第八、第十二地，《金刚顶经》说初地、第十地之二地。故准于《华严》、《仁王》等之说而释其名字。」因为这两部大经对十地没讲清楚，只说了一个初地、十地，《大日经》里面只说个八地、十二地。所以古德解释，用《华严》十地来解释，用《仁王经》上十地也来解释。",
      "zh_TW": "「密十地」，《佛學大辭典》裡頭「真言十地」，就是密十地。這個裡頭節錄，「名數，兩部大經，胎藏界之《大日經》與金剛界之《金剛頂經》」，這兩部大經，「不說十地，惟《大日經》說第八、第十二地，《金剛頂經》說初地、第十地之二地。故準於《華嚴》、《仁王》等之說而釋其名字。」因為這兩部大經對十地沒講清楚，只說了一個初地、十地，《大日經》裡面只說個八地、十二地。所以古德解釋，用《華嚴》十地來解釋，用《仁王經》上十地也來解釋。"
    },
    {
      "id": "02-040-0235_p0020",
      "zh_CN": "「然其意与显教异，以十地为十六大菩萨之位」，这是密宗，「约其渐修之位而言十六生究竟」。底下括弧说，「真言行者成就十六大菩萨之十六三昧，以证圆满之大觉。」他最后的就成佛，佛果，是这个意思。「故即身义云：欢喜地者，非显教所言初地，是即自家佛乘之初地。然是尚借别教之名而明超。《大日经》云十地此生满足。《尊胜瑜伽》云身证十地住如实际是也。」这个十地的解释还是用显教，天台家讲的藏通别圆，别教里面所说的这个意思。《大日经》上，十地此生满足，《尊胜瑜伽》里面所说的，身证十地住如实际，住如实际是明心见性，所以它说得不详细，但是跟显教对比，可以说都是明心见性的菩萨。《华严经》里面有四十一个阶级，它没有说那么详细，只是讲十地，十六菩萨，十六三昧。",
      "zh_TW": "「然其意與顯教異，以十地為十六大菩薩之位」，這是密宗，「約其漸修之位而言十六生究竟」。底下括弧說，「真言行者成就十六大菩薩之十六三昧，以證圓滿之大覺。」他最後的就成佛，佛果，是這個意思。「故即身義云：歡喜地者，非顯教所言初地，是即自家佛乘之初地。然是尚借別教之名而明超。《大日經》云十地此生滿足。《尊勝瑜伽》云身證十地住如實際是也。」這個十地的解釋還是用顯教，天台家講的藏通別圓，別教裡面所說的這個意思。《大日經》上，十地此生滿足，《尊勝瑜伽》裡面所說的，身證十地住如實際，住如實際是明心見性，所以它說得不詳細，但是跟顯教對比，可以說都是明心見性的菩薩。《華嚴經》裡面有四十一個階級，它沒有說那麼詳細，只是講十地，十六菩薩，十六三昧。"
    },
    {
      "id": "02-040-0235_p0021",
      "zh_CN": "后面有讲到「第十一地，大智灌顶地，称佛地。」十一地相当于显教讲的妙觉果位。「《大日经义释十三》曰：大智灌顶地者，即是如来第十一地也。由住第十一地入大智灌顶，乃能作如来事。」它的十一地就是显教的妙觉果位。显教里面讲十一地是等觉菩萨，十地上面叫等觉，等觉也称为十一地。",
      "zh_TW": "後面有講到「第十一地，大智灌頂地，稱佛地。」十一地相當於顯教講的妙覺果位。「《大日經義釋十三》曰：大智灌頂地者，即是如來第十一地也。由住第十一地入大智灌頂，乃能作如來事。」它的十一地就是顯教的妙覺果位。顯教裡面講十一地是等覺菩薩，十地上面叫等覺，等覺也稱為十一地。"
    },
    {
      "id": "02-040-0235_p0022",
      "zh_CN": "我们看念老的注解，「一者，一实之理，于密宗初地菩萨之位，先得净菩提心。自此一实，出生无量之三昧总持门，渐次增长至于第十地」。这个渐次增长就是慢慢向上提升，从初地提升到十地，这当中没细说。括弧，「以上之初地至十地，乃密十地，不同于显教之十地」。它还有十一地，十一地是佛地。「以一转生补佛处，是名一生补处。」这用密教的修法来讲，十一地转生他就成佛，转生成佛。「如《大疏六》曰：今此经宗，言一生者，谓从一而生也」。这个意思就深了，一是真如，是自性，是从真如自性而生。「初得净菩提心时，从一实之地，发生无量无边三昧总持门。如是一一地中」，从初地到十地，「次第增长，当知亦尔。迄至第十地满足。未至第十一地」，没有到达十一地。「尔时，从一实境界，具足发生一切庄严。唯少如来一位，未得证知。更有一转法性生，即补佛处。故名一生补处。」这密宗解释的。",
      "zh_TW": "我們看念老的註解，「一者，一實之理，於密宗初地菩薩之位，先得淨菩提心。自此一實，出生無量之三昧總持門，漸次增長至於第十地」。這個漸次增長就是慢慢向上提升，從初地提升到十地，這當中沒細說。括弧，「以上之初地至十地，乃密十地，不同於顯教之十地」。它還有十一地，十一地是佛地。「以一轉生補佛處，是名一生補處。」這用密教的修法來講，十一地轉生他就成佛，轉生成佛。「如《大疏六》曰：今此經宗，言一生者，謂從一而生也」。這個意思就深了，一是真如，是自性，是從真如自性而生。「初得淨菩提心時，從一實之地，發生無量無邊三昧總持門。如是一一地中」，從初地到十地，「次第增長，當知亦爾。迄至第十地滿足。未至第十一地」，沒有到達十一地。「爾時，從一實境界，具足發生一切莊嚴。唯少如來一位，未得證知。更有一轉法性生，即補佛處。故名一生補處。」這密宗解釋的。"
    },
    {
      "id": "02-040-0235_p0023",
      "zh_CN": "显密合起来看，这部经里头有密教的、有显教的、有宗门的、有教下的、有大小乘，世尊四十九年所说一切法，这部经统统具足，所以这部经也是圆满法轮。所以经中有说，将来世尊法运灭的时候，世尊的法运，正法一千年，像法一千年，末法一万年。根据中国历史记载，古人记载的，释迦牟尼佛出生是中国周朝周昭王二十四年，甲寅。甲寅，释迦牟尼佛属老虎的。佛灭度在周穆王五十三年。要是依照这个年代来算，在中国就很清楚，释迦牟尼佛灭度到今年应该是三千零四十年。正法、像法过去了，末法一万年也过了一千年，现在是末法第二个一千年的开端，往后可以说还有九千年。法灭之后，《无量寿经》还留在世间一百年，所有一切经教都没有了，《无量寿经》在。《无量寿经》版本很多，哪个版本？肯定就是这个本子，不是梵文的本子，是中文夏莲居老居士的会集本，可以这样说法；黄念祖老居士的注解会跟着经流通。这一百年之后，这个经也不见了，再就留「南无阿弥陀佛」，这一句佛号再住一百年。那个时候有人听到这句佛号都能度，发愿求往生都行。这是法门不可思议。",
      "zh_TW": "顯密合起來看，這部經裡頭有密教的、有顯教的、有宗門的、有教下的、有大小乘，世尊四十九年所說一切法，這部經統統具足，所以這部經也是圓滿法輪。所以經中有說，將來世尊法運滅的時候，世尊的法運，正法一千年，像法一千年，末法一萬年。根據中國歷史記載，古人記載的，釋迦牟尼佛出生是中國周朝周昭王二十四年，甲寅。甲寅，釋迦牟尼佛屬老虎的。佛滅度在周穆王五十三年。要是依照這個年代來算，在中國就很清楚，釋迦牟尼佛滅度到今年應該是三千零四十年。正法、像法過去了，末法一萬年也過了一千年，現在是末法第二個一千年的開端，往後可以說還有九千年。法滅之後，《無量壽經》還留在世間一百年，所有一切經教都沒有了，《無量壽經》在。《無量壽經》版本很多，哪個版本？肯定就是這個本子，不是梵文的本子，是中文夏蓮居老居士的會集本，可以這樣說法；黃念祖老居士的註解會跟著經流通。這一百年之後，這個經也不見了，再就留「南無阿彌陀佛」，這一句佛號再住一百年。那個時候有人聽到這句佛號都能度，發願求往生都行。這是法門不可思議。"
    },
    {
      "id": "02-040-0235_p0024",
      "zh_CN": "法门不容易遇到，遇到了不相信，不肯发愿，不念佛，叫真可惜！世间什么样的事情失掉了都不可惜，这个东西听到了不信、不肯接受，这叫真可惜。为什么？百千万劫难遭遇！彭际清说过「无量劫来希有难逢」，你怎么会遇到？遇到不信，证明佛在经上讲的一点都不错，为什么？它叫难信之法。难信之法你相信，这是有很大的善根。《弥陀经》上说得很好，「不可以少善根福德因缘得生彼国」。这个意思是说，凡是念佛往生的人，都是过去生中曾经供养无量诸佛，这一生遇到，得无量诸佛的加持，所以你能信，你能理解，你能发愿，你肯念佛。那我们要问，如果我们过去生中善根福德不足怎么办？不足就是不相信，很难接受。佛法常说一切法不离因缘，你因有了，缘不足；缘不足，你要能够发心把它补出来，可以做得到。用印祖所说的真诚心、恭敬心，用真诚恭敬心去念佛，你就得阿弥陀佛本愿威神加持，把你过去宿世不足的善根统统补出来了，只要真诚。真心实在不可思议，真心功德是无量无边无数无尽的，所以一句佛号的功德就不得了。第十八愿里所说的，临命终时一念、十念都得往生，为什么？那个时候真心，他不是妄心。",
      "zh_TW": "法門不容易遇到，遇到了不相信，不肯發願，不念佛，叫真可惜！世間什麼樣的事情失掉了都不可惜，這個東西聽到了不信、不肯接受，這叫真可惜。為什麼？百千萬劫難遭遇！彭際清說過「無量劫來希有難逢」，你怎麼會遇到？遇到不信，證明佛在經上講的一點都不錯，為什麼？它叫難信之法。難信之法你相信，這是有很大的善根。《彌陀經》上說得很好，「不可以少善根福德因緣得生彼國」。這個意思是說，凡是念佛往生的人，都是過去生中曾經供養無量諸佛，這一生遇到，得無量諸佛的加持，所以你能信，你能理解，你能發願，你肯念佛。那我們要問，如果我們過去生中善根福德不足怎麼辦？不足就是不相信，很難接受。佛法常說一切法不離因緣，你因有了，緣不足；緣不足，你要能夠發心把它補出來，可以做得到。用印祖所說的真誠心、恭敬心，用真誠恭敬心去念佛，你就得阿彌陀佛本願威神加持，把你過去宿世不足的善根統統補出來了，只要真誠。真心實在不可思議，真心功德是無量無邊無數無盡的，所以一句佛號的功德就不得了。第十八願裡所說的，臨命終時一念、十念都得往生，為什麼？那個時候真心，他不是妄心。"
    },
    {
      "id": "02-040-0235_p0025",
      "zh_CN": "宋朝莹珂法师给我们做了一个榜样，这个榜样做得好。这个法师是个破戒的比丘，虽然出家了，习气很重，不善的习气，造了很多罪业，他自己知道。他唯一的一个长处，就是相信因果。他知道，以他自己出家以来造作的罪业，必定堕地狱。想到地狱他就害怕了，地狱太苦，怕地狱苦，求教于他的同参道友，什么方法能救他，让他不堕地狱。有一个同学送他一本《往生传》，他认真把这本书看了，每看到一个人念佛往生，他都感动流泪。这本书看完之后，他下定决心，把寮房门关起来，一个人在里面，不吃饭，不喝水，不睡觉，就这一句佛号念到底。真诚到极处，念了三天三夜，阿弥陀佛来了，这感动阿弥陀佛现身，告诉他，你还有十年寿命，等你临命终时我来接引你，等于说给他授记了。他这个时候，所谓福至心灵，聪明了，他跟佛说，十年寿命我不要了，因为我的劣根性很重，我禁不起诱惑，这十年不知道要干多少坏事，我十年寿命不要，我现在跟你走。佛也就同意他了，就告诉他，这样吧，三天之后我来接引你。",
      "zh_TW": "宋朝瑩珂法師給我們做了一個榜樣，這個榜樣做得好。這個法師是個破戒的比丘，雖然出家了，習氣很重，不善的習氣，造了很多罪業，他自己知道。他唯一的一個長處，就是相信因果。他知道，以他自己出家以來造作的罪業，必定墮地獄。想到地獄他就害怕了，地獄太苦，怕地獄苦，求教於他的同參道友，什麼方法能救他，讓他不墮地獄。有一個同學送他一本《往生傳》，他認真把這本書看了，每看到一個人念佛往生，他都感動流淚。這本書看完之後，他下定決心，把寮房門關起來，一個人在裡面，不吃飯，不喝水，不睡覺，就這一句佛號念到底。真誠到極處，念了三天三夜，阿彌陀佛來了，這感動阿彌陀佛現身，告訴他，你還有十年壽命，等你臨命終時我來接引你，等於說給他授記了。他這個時候，所謂福至心靈，聰明了，他跟佛說，十年壽命我不要了，因為我的劣根性很重，我禁不起誘惑，這十年不知道要幹多少壞事，我十年壽命不要，我現在跟你走。佛也就同意他了，就告訴他，這樣吧，三天之後我來接引你。"
    },
    {
      "id": "02-040-0235_p0026",
      "zh_CN": "佛为什么不当时把他就带走？当时带走，没人知道，也许有人认为这法师自杀了。所以佛留下这三天，叫他去告诉大家，那就是度人，不晓得度多少人。包括我们现在都受他影响，他影响面多大，影响的时间多长，这功德无量无边！大众听到他的话，不相信，你这样一个罪孽深重、无恶不作的出家人，念了三天三夜就把佛念到了，没人相信。好在三天不远，看着三天之后，你是不是真往生。三天之后，他祈求大众念佛送他往生，大家当然欢喜，来看看真的是假的。念到大概一刻钟，古时候的一刻是我们现在的半个小时。因为中国古时候用的时辰是子丑寅卯，一天一夜十二个时。现在我们用外国的，外国是二十四，叫小时。印度的时辰最大，它昼夜只分为六时，昼三时、夜三时，它的一时是我们现在四小时。念到一刻钟的时候，法师就说，「阿弥陀佛来了，我看到了，佛来接我了」，跟大家辞行，他真走了。这个事情记在《净土圣贤录》里头，记载在《往生传》里面，《安士全书》里头也记录了一段。",
      "zh_TW": "佛為什麼不當時把他就帶走？當時帶走，沒人知道，也許有人認為這法師自殺了。所以佛留下這三天，叫他去告訴大家，那就是度人，不曉得度多少人。包括我們現在都受他影響，他影響面多大，影響的時間多長，這功德無量無邊！大眾聽到他的話，不相信，你這樣一個罪孽深重、無惡不作的出家人，念了三天三夜就把佛念到了，沒人相信。好在三天不遠，看著三天之後，你是不是真往生。三天之後，他祈求大眾念佛送他往生，大家當然歡喜，來看看真的是假的。念到大概一刻鐘，古時候的一刻是我們現在的半個小時。因為中國古時候用的時辰是子丑寅卯，一天一夜十二個時。現在我們用外國的，外國是二十四，叫小時。印度的時辰最大，它晝夜只分為六時，晝三時、夜三時，它的一時是我們現在四小時。念到一刻鐘的時候，法師就說，「阿彌陀佛來了，我看到了，佛來接我了」，跟大家辭行，他真走了。這個事情記在《淨土聖賢錄》裡頭，記載在《往生傳》裡面，《安士全書》裡頭也記錄了一段。"
    },
    {
      "id": "02-040-0235_p0027",
      "zh_CN": "这就是第十八愿，五逆十恶，毁谤正法，都能往生。十八愿前面我们学过，经上说是唯除五逆、谤法。但是善导大师给我们的解释，说佛这个说法意思是劝我们不要造最重的恶业。五逆，杀父、杀母、杀阿罗汉（阿罗汉是老师）、出佛身血、破和合僧，特别是破和合僧罪极重，意思是劝人不要做。真做了，你真忏悔，后不再造，求往生，佛还是来摄受你，还是来接你。弥陀慈悲到极处，只要你真的回头，真的认错，你就能得度。善导大师，传说他是阿弥陀佛再来的，这个话中国人有信的，不多，日本人相信的多。我在日本讲经，问日本的出家人，传说当中，智者，释迦牟尼佛再来的；善导，阿弥陀佛在中国现身的，你们相不相信？都相信，日本人相信的多。那善导的话就是阿弥陀佛亲口所宣的。",
      "zh_TW": "這就是第十八願，五逆十惡，毀謗正法，都能往生。十八願前面我們學過，經上說是唯除五逆、謗法。但是善導大師給我們的解釋，說佛這個說法意思是勸我們不要造最重的惡業。五逆，殺父、殺母、殺阿羅漢（阿羅漢是老師）、出佛身血、破和合僧，特別是破和合僧罪極重，意思是勸人不要做。真做了，你真懺悔，後不再造，求往生，佛還是來攝受你，還是來接你。彌陀慈悲到極處，只要你真的回頭，真的認錯，你就能得度。善導大師，傳說他是阿彌陀佛再來的，這個話中國人有信的，不多，日本人相信的多。我在日本講經，問日本的出家人，傳說當中，智者，釋迦牟尼佛再來的；善導，阿彌陀佛在中國現身的，你們相不相信？都相信，日本人相信的多。那善導的話就是阿彌陀佛親口所宣的。"
    },
    {
      "id": "02-040-0235_p0028",
      "zh_CN": "所以学佛之后我们应当觉悟，用真诚心待人接物，用真诚心过日子，真快乐，真自在！别人对我虚情假意，我对他真诚。他骗我，欺负我，伤害我，甚至于陷害我，我还是以真诚心对他。好！人没有怨恨，身心安稳，快乐无比。不可以跟他一般见识，跟他一般见识，我们的佛法就白学了。学佛禁不起考验，你学的全是假的，不是真的。佛法是真实的，学了真管用，怨亲平等，这平等法，真心是平等心。他骗我，让他骗；不是他骗我，我就不给他，不会，我给他。无论他用什么手段来夺取，我都欢欢喜喜给他，自在！我们相信因果、相信佛菩萨，到最困难的时候佛菩萨会来帮助。不是最困难的时候，命里有的决定有，丢不掉。命里没有的，求也求不来，求到手也不是自己的，几天会丢掉，何必去造业？不值得！",
      "zh_TW": "所以學佛之後我們應當覺悟，用真誠心待人接物，用真誠心過日子，真快樂，真自在！別人對我虛情假意，我對他真誠。他騙我，欺負我，傷害我，甚至於陷害我，我還是以真誠心對他。好！人沒有怨恨，身心安穩，快樂無比。不可以跟他一般見識，跟他一般見識，我們的佛法就白學了。學佛禁不起考驗，你學的全是假的，不是真的。佛法是真實的，學了真管用，怨親平等，這平等法，真心是平等心。他騙我，讓他騙；不是他騙我，我就不給他，不會，我給他。無論他用什麼手段來奪取，我都歡歡喜喜給他，自在！我們相信因果、相信佛菩薩，到最困難的時候佛菩薩會來幫助。不是最困難的時候，命裡有的決定有，丟不掉。命裡沒有的，求也求不來，求到手也不是自己的，幾天會丟掉，何必去造業？不值得！"
    },
    {
      "id": "02-040-0235_p0029",
      "zh_CN": "章嘉大师教给我，我年轻的时候，大师大概会看相，他有神通，知道我过去生中没修福，所以这一生贫贱。贫，没有财富；贱，没有地位，这一生过得很苦。小时候无知，打猎，抗战期间打了三年猎，杀了不少众生。那个时候不知道，学佛以后晓得了。你看，前生没有福报，这一生年轻造这么重的杀业。所以一接触佛法之后，大概半年我就吃长素，不敢吃众生肉，有钱就放生，忏悔自己造的罪业。我这一生短命，我相信，我家里三代都没有超过四十五岁，人家给我算命，寿命四十五岁。真的，四十五岁那一年生一场病，我念佛求生净土，我没有看医生，也不吃药。因为我知道寿命到了，医生只能医病，不能医命。我相信因果，念佛求生净土，念了一个月，病好了。",
      "zh_TW": "章嘉大師教給我，我年輕的時候，大師大概會看相，他有神通，知道我過去生中沒修福，所以這一生貧賤。貧，沒有財富；賤，沒有地位，這一生過得很苦。小時候無知，打獵，抗戰期間打了三年獵，殺了不少眾生。那個時候不知道，學佛以後曉得了。你看，前生沒有福報，這一生年輕造這麼重的殺業。所以一接觸佛法之後，大概半年我就吃長素，不敢吃眾生肉，有錢就放生，懺悔自己造的罪業。我這一生短命，我相信，我家裡三代都沒有超過四十五歲，人家給我算命，壽命四十五歲。真的，四十五歲那一年生一場病，我念佛求生淨土，我沒有看醫生，也不吃藥。因為我知道壽命到了，醫生只能醫病，不能醫命。我相信因果，念佛求生淨土，念了一個月，病好了。"
    },
    {
      "id": "02-040-0235_p0030",
      "zh_CN": "我这一生只病过两次，四十五岁那一年病了一个月；第二次，七十九岁的时候，生病四天。那四天我也感觉到，我能活这么长久是佛菩萨加持的，也应该到了。在这一次生病当中见到佛，真想走。我跟佛说，如果佛需要我留在这个世间做一个影响众，我说我也可以，也没有妨碍。醒过来之后，是一场梦，但这个梦很特别，像是真的一样。梦中显出的境界，我不是睡在床上，是躺在草地上，草原上。面前看到一重一重的青山，很像大理的苍山，但是苍山前头有洱海，它没有海。而且看到满山遍野都是人，我心里想着，这可能是听众。可是念头才一起，突然统统变成野兽，我感到很害怕，所有这些人全都是野兽，各式各样的。我就念阿弥陀佛，念本师释迦牟尼佛。我念佛，佛现前了，佛的身相跟天空一样大，那些山、人、野兽，一个都看不到，就是一尊佛像。我念阿弥陀佛，阿弥陀佛出现；念毘卢遮那、念观世音菩萨，统统出现，都是那么大的相。醒过来之后，病就好了，在北京，在旅馆里头。回到香港，休息两个星期，就恢复讲经。我真的是常常想走。",
      "zh_TW": "我這一生只病過兩次，四十五歲那一年病了一個月；第二次，七十九歲的時候，生病四天。那四天我也感覺到，我能活這麼長久是佛菩薩加持的，也應該到了。在這一次生病當中見到佛，真想走。我跟佛說，如果佛需要我留在這個世間做一個影響眾，我說我也可以，也沒有妨礙。醒過來之後，是一場夢，但這個夢很特別，像是真的一樣。夢中顯出的境界，我不是睡在床上，是躺在草地上，草原上。面前看到一重一重的青山，很像大理的蒼山，但是蒼山前頭有洱海，它沒有海。而且看到滿山遍野都是人，我心裡想著，這可能是聽眾。可是念頭才一起，突然統統變成野獸，我感到很害怕，所有這些人全都是野獸，各式各樣的。我就念阿彌陀佛，念本師釋迦牟尼佛。我念佛，佛現前了，佛的身相跟天空一樣大，那些山、人、野獸，一個都看不到，就是一尊佛像。我念阿彌陀佛，阿彌陀佛出現；念毘盧遮那、念觀世音菩薩，統統出現，都是那麼大的相。醒過來之後，病就好了，在北京，在旅館裡頭。回到香港，休息兩個星期，就恢復講經。我真的是常常想走。"
    },
    {
      "id": "02-040-0235_p0031",
      "zh_CN": "那个境界里头，我回头一想，《左传》上有一句话说，「人弃常则妖兴」，是不是让我看到这个相？常是五常，仁义礼智信。人到不仁、不义、无礼、无智、无信，左丘明说，人就跟禽兽一样，它变出这个相给我看。我们以前读书以为这句话是比喻，怎么会真的现这个相？要如何帮助这些禽兽恢复到人性，这是大事因缘。中国自古以来，元明清三代，那些帝王以儒治国，以佛教民，教化众生用佛教。所以佛教所有寺院庵堂统统是学校，古时候都是讲经教学的地方。以道来祭祖宗，祭天地鬼神。把儒释道统统用上，天下大治。满清亡国是亡国在慈禧太后，慈禧太后是来报仇的，做得太过分了。仇确实报到了，满清皇室的政权在她手上，她是叶赫那拉氏。但是疏忽了圣贤教育，对于儒释道不尊重，这个头带得不好。所以她今天在地狱，也是最重的罪业，没办法出来。唐太宗透了一点消息，说她在地狱永远不能翻身。我们在前面学过，五逆十恶、毁谤佛法，这些重罪是以谤佛的罪最重，没有比这个更重的。谤佛的罪，死了之后没有中阴，立刻就到无间地狱去了，决定不能做。佛教徒做的形象不好就造业，为什么？让别人谤法。他谤法是因为看到我们做得不像样子，他毁谤，我们要负责任，他堕无间地狱，我们也要到无间地狱。",
      "zh_TW": "那個境界裡頭，我回頭一想，《左傳》上有一句話說，「人棄常則妖興」，是不是讓我看到這個相？常是五常，仁義禮智信。人到不仁、不義、無禮、無智、無信，左丘明說，人就跟禽獸一樣，它變出這個相給我看。我們以前讀書以為這句話是比喻，怎麼會真的現這個相？要如何幫助這些禽獸恢復到人性，這是大事因緣。中國自古以來，元明清三代，那些帝王以儒治國，以佛教民，教化眾生用佛教。所以佛教所有寺院庵堂統統是學校，古時候都是講經教學的地方。以道來祭祖宗，祭天地鬼神。把儒釋道統統用上，天下大治。滿清亡國是亡國在慈禧太后，慈禧太后是來報仇的，做得太過分了。仇確實報到了，滿清皇室的政權在她手上，她是葉赫那拉氏。但是疏忽了聖賢教育，對於儒釋道不尊重，這個頭帶得不好。所以她今天在地獄，也是最重的罪業，沒辦法出來。唐太宗透了一點消息，說她在地獄永遠不能翻身。我們在前面學過，五逆十惡、毀謗佛法，這些重罪是以謗佛的罪最重，沒有比這個更重的。謗佛的罪，死了之後沒有中陰，立刻就到無間地獄去了，決定不能做。佛教徒做的形象不好就造業，為什麼？讓別人謗法。他謗法是因為看到我們做得不像樣子，他毀謗，我們要負責任，他墮無間地獄，我們也要到無間地獄。"
    },
    {
      "id": "02-040-0235_p0032",
      "zh_CN": "经教不能不深入，不能不认真学习。遇到净土，不能不相信，不能不发愿，不能不求往生。遇到净土，就是你这一生得度的机缘成熟了，你只要真正抓住，这一生决定成就。要把它当作这一生第一等大事来办，其他全是小事，全是鸡毛蒜皮，不必认真。这一桩事情，一定要认真，非常认真，我们这一生没有白来，决定求生净土。要真信，真信有西方极乐世界，真信有阿弥陀佛，真正相信阿弥陀佛四十八愿接引一切六道众生。今天时间到了，我们就学习到此地。",
      "zh_TW": "經教不能不深入，不能不認真學習。遇到淨土，不能不相信，不能不發願，不能不求往生。遇到淨土，就是你這一生得度的機緣成熟了，你只要真正抓住，這一生決定成就。要把它當作這一生第一等大事來辦，其他全是小事，全是雞毛蒜皮，不必認真。這一樁事情，一定要認真，非常認真，我們這一生沒有白來，決定求生淨土。要真信，真信有西方極樂世界，真信有阿彌陀佛，真正相信阿彌陀佛四十八願接引一切六道眾生。今天時間到了，我們就學習到此地。"
    }
  ]
}