{
  "doc_id": "02-040-0538",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三八集",
    "zh_TW": "第五三八集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0538",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-040-0538_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0538_p0002",
      "zh_CN": "请看《大经科注》第八百九十六页，请看第二行，从当中看起，从第二句看起好了：",
      "zh_TW": "請看《大經科註》第八百九十六頁，請看第二行，從當中看起，從第二句看起好了："
    },
    {
      "id": "02-040-0538_p0003",
      "zh_CN": "「据疏意」，根据《会疏》的说法，「首句是所证之理体，即如如」，前面我们学到这个地方。今天我们接着看下面，「次句是能照之佛智」。如如的理体怎么会知道的？知道如如理体那个智慧，就叫「如如智」，这是佛给它起了个名字，叫如如智。所谓的理体就是「自然之根本」，所谓的佛智乃是洞达此根本，流出自然相的智慧。洞，达是通达，洞是彻底通达，对于这桩事情完全明白了，没有错误、没有怀疑。一切法都从根本流出，前面所说的自然相，「自然中自然相」，这是大乘教里常讲的诸法实相，一切法的真相。这个智慧现前，大乘佛法常说，大彻大悟、明心见性，见到自然之根本就是彻悟，就是大彻大悟，自然中自然相就在你眼前。这是现象，科学家把这个现象分为三类，物质现象、心理现象（心理现象是念头，起心动念）、自然现象，这三大类全都包括了，包括整个宇宙。这个相就是这段经文所说的自然中自然相。",
      "zh_TW": "「據疏意」，根據《會疏》的說法，「首句是所證之理體，即如如」，前面我們學到這個地方。今天我們接著看下面，「次句是能照之佛智」。如如的理體怎麼會知道的？知道如如理體那個智慧，就叫「如如智」，這是佛給它起了個名字，叫如如智。所謂的理體就是「自然之根本」，所謂的佛智乃是洞達此根本，流出自然相的智慧。洞，達是通達，洞是徹底通達，對於這樁事情完全明白了，沒有錯誤、沒有懷疑。一切法都從根本流出，前面所說的自然相，「自然中自然相」，這是大乘教裡常講的諸法實相，一切法的真相。這個智慧現前，大乘佛法常說，大徹大悟、明心見性，見到自然之根本就是徹悟，就是大徹大悟，自然中自然相就在你眼前。這是現象，科學家把這個現象分為三類，物質現象、心理現象（心理現象是念頭，起心動念）、自然現象，這三大類全都包括了，包括整個宇宙。這個相就是這段經文所說的自然中自然相。"
    },
    {
      "id": "02-040-0538_p0004",
      "zh_CN": "自然这个味道很深，它在我们面前，我们没见到。不是没有见到，我们是不自然。什么不自然？妄心不自然，真心自然，妄心不自然。为什么？起心动念了，不自然，分别不自然，执着不自然。自然是什么样子？眼见色、耳闻声，乃至于意知法，清清楚楚、明明白白，没有起心动念，是自然，没有分别执着是自然。像我们镜子，我们用一面镜子照外头的境界，镜子没有起心动念、没有分别执着，照得清清楚楚，那是自然。我们用个照相机不自然，为什么？照一张，里头存底了，那就不自然。再换句话说，只要有造作就不自然，没有造作就是自然的。它本来是自然的，但是我们用一个造作的念头，起心动念、分别执着，把它变成不自然，自然没有变动。",
      "zh_TW": "自然這個味道很深，它在我們面前，我們沒見到。不是沒有見到，我們是不自然。什麼不自然？妄心不自然，真心自然，妄心不自然。為什麼？起心動念了，不自然，分別不自然，執著不自然。自然是什麼樣子？眼見色、耳聞聲，乃至於意知法，清清楚楚、明明白白，沒有起心動念，是自然，沒有分別執著是自然。像我們鏡子，我們用一面鏡子照外頭的境界，鏡子沒有起心動念、沒有分別執著，照得清清楚楚，那是自然。我們用個照相機不自然，為什麼？照一張，裡頭存底了，那就不自然。再換句話說，只要有造作就不自然，沒有造作就是自然的。它本來是自然的，但是我們用一個造作的念頭，起心動念、分別執著，把它變成不自然，自然沒有變動。"
    },
    {
      "id": "02-040-0538_p0005",
      "zh_CN": "六祖惠能大师开悟了，怎么开悟的？自然开悟的，这要知道。我们为什么不开悟？不自然。这个「自」里头的意思很深。开悟的人的心像镜子，对外面照得清清楚楚，那是智慧；如如不动，那是自性。你看能大师说自性，见性了，性什么样子？第一个「本自清净」，自然的，染污不自然了，清净是自然的。「本不生灭」，不生不灭是自然的，生灭就不自然。你看我们，前念灭后念生，是什么现象？相似相续相，这就不自然，自然是如如不动，没有生灭。第三个现象，「本自具足」，自然的。具足什么？智慧、德、能、相好，全是自然的。",
      "zh_TW": "六祖惠能大師開悟了，怎麼開悟的？自然開悟的，這要知道。我們為什麼不開悟？不自然。這個「自」裡頭的意思很深。開悟的人的心像鏡子，對外面照得清清楚楚，那是智慧；如如不動，那是自性。你看能大師說自性，見性了，性什麼樣子？第一個「本自清淨」，自然的，染污不自然了，清淨是自然的。「本不生滅」，不生不滅是自然的，生滅就不自然。你看我們，前念滅後念生，是什麼現象？相似相續相，這就不自然，自然是如如不動，沒有生滅。第三個現象，「本自具足」，自然的。具足什麼？智慧、德、能、相好，全是自然的。"
    },
    {
      "id": "02-040-0538_p0006",
      "zh_CN": "我们现在智慧没有了，实际上把智慧扭曲了，因为不自然，把智慧扭曲了，把智慧变成了烦恼。什么是烦恼？妄想、分别、执着就是烦恼。它本来是智慧，在自然当中它是智慧，在不自然里面它就变成起心动念、分别执着，错就错在这里。佛慈悲，把它讲得清清楚楚、明明白白。智慧，无量的智慧，无量的德能、相好是自性本有的，本有的就是自然的，不是从外头得来的。佛陀慈悲，我们对他非常非常感恩，要是没有他，我们生生世世都蒙在鼓里头，不知道事实真相。都向外面攀缘，都向外面求，外头哪里有？没有。",
      "zh_TW": "我們現在智慧沒有了，實際上把智慧扭曲了，因為不自然，把智慧扭曲了，把智慧變成了煩惱。什麼是煩惱？妄想、分別、執著就是煩惱。它本來是智慧，在自然當中它是智慧，在不自然裡面它就變成起心動念、分別執著，錯就錯在這裡。佛慈悲，把它講得清清楚楚、明明白白。智慧，無量的智慧，無量的德能、相好是自性本有的，本有的就是自然的，不是從外頭得來的。佛陀慈悲，我們對他非常非常感恩，要是沒有他，我們生生世世都蒙在鼓裡頭，不知道事實真相。都向外面攀緣，都向外面求，外頭哪裡有？沒有。"
    },
    {
      "id": "02-040-0538_p0007",
      "zh_CN": "今天世界这么乱，地球上许许多多现象都让我们感到反常，头一个就是气候变化不正常。不像过去，春夏秋冬四季那么清楚，春生夏长、秋收冬藏，它一定的规律，现在规律乱了。这个乱象，知识不能解决。人心也反常了，一百年前的人心是什么心？是仁义礼智信。老祖宗教我们的四个科目，五伦、五常、四维、八德，一百年以前人心都有这个，但是未必做到。他做不到，他有，现在人没有，概念没有了，伦常道德的概念没有了。认为这个东西是什么？是封建时代的，是迷信时代的，是从前一些帝王愚民政策，让老百姓听话，搞出这些把戏，都是骗人的。这个把戏在中国玩了五千年，社会没出乱子；现在这把戏不要，乱子出来了。怎么解决？没有法子解决。",
      "zh_TW": "今天世界這麼亂，地球上許許多多現象都讓我們感到反常，頭一個就是氣候變化不正常。不像過去，春夏秋冬四季那麼清楚，春生夏長、秋收冬藏，它一定的規律，現在規律亂了。這個亂象，知識不能解決。人心也反常了，一百年前的人心是什麼心？是仁義禮智信。老祖宗教我們的四個科目，五倫、五常、四維、八德，一百年以前人心都有這個，但是未必做到。他做不到，他有，現在人沒有，概念沒有了，倫常道德的概念沒有了。認為這個東西是什麼？是封建時代的，是迷信時代的，是從前一些帝王愚民政策，讓老百姓聽話，搞出這些把戲，都是騙人的。這個把戲在中國玩了五千年，社會沒出亂子；現在這把戲不要，亂子出來了。怎麼解決？沒有法子解決。"
    },
    {
      "id": "02-040-0538_p0008",
      "zh_CN": "专家、学者、博士不知道有多少，联合国召开的和平会议，讨论什么问题？就一个主题，消弭冲突，促进社会安定和平，是全世界的，就这么一个主题。一直开到现在，四十多年了，开了四十多年，参与的人都是学者、专家、博士、教授。我也被找去参加这个会议，这十年当中先后参加了十几次。现在年岁大了，体力不够，不再参加了。效果怎么样？冲突的频率年年上升，冲突的伤害次次加重，搞得这些参加会议的人信心都丧失掉了。大家在一块，都在那里感叹：这个世界还会有和平吗？这个语气，对于世界恢复和平的信心丧失了，不相信这世界还会有和平。",
      "zh_TW": "專家、學者、博士不知道有多少，聯合國召開的和平會議，討論什麼問題？就一個主題，消弭衝突，促進社會安定和平，是全世界的，就這麼一個主題。一直開到現在，四十多年了，開了四十多年，參與的人都是學者、專家、博士、教授。我也被找去參加這個會議，這十年當中先後參加了十幾次。現在年歲大了，體力不夠，不再參加了。效果怎麼樣？衝突的頻率年年上升，衝突的傷害次次加重，搞得這些參加會議的人信心都喪失掉了。大家在一塊，都在那裡感嘆：這個世界還會有和平嗎？這個語氣，對於世界恢復和平的信心喪失了，不相信這世界還會有和平。"
    },
    {
      "id": "02-040-0538_p0009",
      "zh_CN": "古人为什么能叫这个世界和平，现在人做不到？而且我们瞧不起古人，认为古人不懂科学，现在的科学发达。古人的东西全部要淘汰，现在社会这个乱象怎么办？这个世界上只有一个人知道，英国人汤恩比博士，他知道。他在一九七０年代的时候就提出来，「要解决二十一世纪的社会问题」，那个时候距离二十一世纪还有三十多年，我们现在是二十一世纪，他说「只有中国孔孟学说跟大乘佛法」。孔孟学说是中国的，大乘佛法也是中国的，印度没有了。就他知道！我跟他没见过面，我看过他的书，他的书上这样写着。我看了之后非常惊讶，他怎么会知道？进一步的想了解他，才知道他一生专门研究历史，而且研究的是文化史，全世界各个族群的文化史，他得到的结论。这是证实我们中国人把老祖宗丢掉了不要了，外国人知道那是宝，确确实实能化解冲突，能恢复安定和平。",
      "zh_TW": "古人為什麼能叫這個世界和平，現在人做不到？而且我們瞧不起古人，認為古人不懂科學，現在的科學發達。古人的東西全部要淘汰，現在社會這個亂象怎麼辦？這個世界上只有一個人知道，英國人湯恩比博士，他知道。他在一九七０年代的時候就提出來，「要解決二十一世紀的社會問題」，那個時候距離二十一世紀還有三十多年，我們現在是二十一世紀，他說「只有中國孔孟學說跟大乘佛法」。孔孟學說是中國的，大乘佛法也是中國的，印度沒有了。就他知道！我跟他沒見過面，我看過他的書，他的書上這樣寫著。我看了之後非常驚訝，他怎麼會知道？進一步的想了解他，才知道他一生專門研究歷史，而且研究的是文化史，全世界各個族群的文化史，他得到的結論。這是證實我們中國人把老祖宗丟掉了不要了，外國人知道那是寶，確確實實能化解衝突，能恢復安定和平。"
    },
    {
      "id": "02-040-0538_p0010",
      "zh_CN": "九一一事件发生之后，我在澳洲，澳洲昆士兰大学的校长派了两个教授，我住在山上，到山上来找我。邀请我跟他们和平学院的教授们举行一个座谈会，为的是真正找出一个方法，有效的方法，能化解冲突，能给社会恢复安定和平。这是桩好事，不是坏事，大乘教里头「慈悲为本，方便为门」，我答应他了。这个会议将近三个小时，一开头我听他们给我做报告，这个报告差不多将近一个小时，让我了解状况。我才知道世界上只有八个大学有和平学院，我们没听说过哪个学校有和平学院的。而且这个和平学院是有学位的，有博士学位、有硕士学位，毕业之后多半在联合国服务；换句话说，为联合国培养专才，就是调解纠纷的专才。全世界八个学校，昆士兰是其中之一。我听到这个感到很稀奇。听完报告之后才知道，他们这么多年来研究的理论跟方法，用中国传统来说不能解决问题，只能把问题搞得更复杂。他用什么方法？这个理念跟方法就是用镇压、用报复。这不能解决问题，镇压、报复加深仇恨，不能化解，没完没了，这严重。",
      "zh_TW": "九一一事件發生之後，我在澳洲，澳洲昆士蘭大學的校長派了兩個教授，我住在山上，到山上來找我。邀請我跟他們和平學院的教授們舉行一個座談會，為的是真正找出一個方法，有效的方法，能化解衝突，能給社會恢復安定和平。這是樁好事，不是壞事，大乘教裡頭「慈悲為本，方便為門」，我答應他了。這個會議將近三個小時，一開頭我聽他們給我做報告，這個報告差不多將近一個小時，讓我了解狀況。我才知道世界上只有八個大學有和平學院，我們沒聽說過哪個學校有和平學院的。而且這個和平學院是有學位的，有博士學位、有碩士學位，畢業之後多半在聯合國服務；換句話說，為聯合國培養專才，就是調解糾紛的專才。全世界八個學校，昆士蘭是其中之一。我聽到這個感到很稀奇。聽完報告之後才知道，他們這麼多年來研究的理論跟方法，用中國傳統來說不能解決問題，只能把問題搞得更複雜。他用什麼方法？這個理念跟方法就是用鎮壓、用報復。這不能解決問題，鎮壓、報復加深仇恨，不能化解，沒完沒了，這嚴重。"
    },
    {
      "id": "02-040-0538_p0011",
      "zh_CN": "所以当时，我就把我们中国古圣先贤化解冲突的方法，给他们做报告。我提出来，冲突，根在什么地方，你要把根源找出来，源头找出来。根源是什么？他们讲两个国家冲突了，两个宗教冲突了，两个族群冲突了。我说不是的。我就提出一个事实向他们请教，我说现在社会的离婚率是不是年年在上升？是，年年在上升。我说这是什么现象？冲突，夫妻冲突。中国人自古讲五伦，五伦从什么地方建立的？从家庭。家是社会的细胞，基本的细胞，如果家没有问题，冲突就不会发生。社会好像一个人身，家好像身上一个细胞。没有人想到。离婚是夫妻冲突，五伦里头夫妻是根。虽然说的是「父子有亲」，父子这个亲爱，父母对儿女这个亲爱，那是五伦的根。但这根从哪里来？根从夫妇来的。",
      "zh_TW": "所以當時，我就把我們中國古聖先賢化解衝突的方法，給他們做報告。我提出來，衝突，根在什麼地方，你要把根源找出來，源頭找出來。根源是什麼？他們講兩個國家衝突了，兩個宗教衝突了，兩個族群衝突了。我說不是的。我就提出一個事實向他們請教，我說現在社會的離婚率是不是年年在上升？是，年年在上升。我說這是什麼現象？衝突，夫妻衝突。中國人自古講五倫，五倫從什麼地方建立的？從家庭。家是社會的細胞，基本的細胞，如果家沒有問題，衝突就不會發生。社會好像一個人身，家好像身上一個細胞。沒有人想到。離婚是夫妻衝突，五倫裡頭夫妻是根。雖然說的是「父子有親」，父子這個親愛，父母對兒女這個親愛，那是五倫的根。但這根從哪裡來？根從夫婦來的。"
    },
    {
      "id": "02-040-0538_p0012",
      "zh_CN": "「夫妇有别」，这个别是什么？别是不同的任务。夫妻结合建立一个家庭，家庭里面最重要的两桩大事，第一桩大事就是培养下一代，第一桩大事，第二桩大事才是家庭生活。所以夫妇两个要分开，第一桩大事交给妇女，第二桩大事交给她先生。男的主管家庭经济生活，出外谋生；传宗接代，培养下一代，是妇女的责任，妇女的责任比男的大。所以在远古时代，小孩生下来跟妈妈姓，不跟爸爸，有道理。妳把小孩生下来，妳要养他，人人都是圣人，像我们这段经文讲的，人人都是佛，问题就是妳怎么教的。他将来变成凡夫，是妳不懂得教导，妳把他教坏了。人人都是圣贤，妳怎么把他变成凡夫？所以妇女怀孕，从怀孕这一天就开始教小孩，小孩还没出生，叫胎教。全世界没有，只有中国人懂得，所以中国确实世世代代都有圣贤人出来。这个国家、这个族群长治久安，传了千万年还在，还没有被毁灭，什么道理？它会教。",
      "zh_TW": "「夫婦有別」，這個別是什麼？別是不同的任務。夫妻結合建立一個家庭，家庭裡面最重要的兩樁大事，第一樁大事就是培養下一代，第一樁大事，第二樁大事才是家庭生活。所以夫婦兩個要分開，第一樁大事交給婦女，第二樁大事交給她先生。男的主管家庭經濟生活，出外謀生；傳宗接代，培養下一代，是婦女的責任，婦女的責任比男的大。所以在遠古時代，小孩生下來跟媽媽姓，不跟爸爸，有道理。妳把小孩生下來，妳要養他，人人都是聖人，像我們這段經文講的，人人都是佛，問題就是妳怎麼教的。他將來變成凡夫，是妳不懂得教導，妳把他教壞了。人人都是聖賢，妳怎麼把他變成凡夫？所以婦女懷孕，從懷孕這一天就開始教小孩，小孩還沒出生，叫胎教。全世界沒有，只有中國人懂得，所以中國確實世世代代都有聖賢人出來。這個國家、這個族群長治久安，傳了千萬年還在，還沒有被毀滅，什麼道理？它會教。"
    },
    {
      "id": "02-040-0538_p0013",
      "zh_CN": "妈妈起心动念，婴儿知道，他虽然还没出生，在肚子里头，妳起心动念他有感应，妳言语造作他也都受影响。所以这十个月，心要清净、要和睦，念念都是纯净纯善，这个胎儿好，他禀受的是正气。母亲一举一动都合乎规矩礼义，小孩的身体好，小孩的心情好，这小孩出生好养，真正听话。生下来之后一千天，就是从出生到三岁这一千天，做妈妈的人要把小孩看管好。所有一切不善的、负面的东西不能让他看见，不能让他听到，不能让他接触到；他看到的、听到的、接触到的全是正面，全是伦常道德，孝悌忠信、仁爱和平，他看到这些，接触全是这个，这叫扎根教育。这个根三年扎得好，一生不会改变，古人有句谚语说，「三岁看八十」，母亲辛辛苦苦这三年，小孩一辈子不会改变。",
      "zh_TW": "媽媽起心動念，嬰兒知道，他雖然還沒出生，在肚子裡頭，妳起心動念他有感應，妳言語造作他也都受影響。所以這十個月，心要清淨、要和睦，念念都是純淨純善，這個胎兒好，他稟受的是正氣。母親一舉一動都合乎規矩禮義，小孩的身體好，小孩的心情好，這小孩出生好養，真正聽話。生下來之後一千天，就是從出生到三歲這一千天，做媽媽的人要把小孩看管好。所有一切不善的、負面的東西不能讓他看見，不能讓他聽到，不能讓他接觸到；他看到的、聽到的、接觸到的全是正面，全是倫常道德，孝悌忠信、仁愛和平，他看到這些，接觸全是這個，這叫扎根教育。這個根三年紮得好，一生不會改變，古人有句諺語說，「三歲看八十」，母親辛辛苦苦這三年，小孩一輩子不會改變。"
    },
    {
      "id": "02-040-0538_p0014",
      "zh_CN": "六、七岁上学了，交给老师，这个使命就老师接替了。老师除了像妈妈一样要把学生看好，学生还不懂事，也不必让他懂事，继续不断的培养他的善根，帮助他的心定下来，保持他的纯善纯净的心。老师有善巧方便，老师有慈悲心，老师有智慧，能观察学生因材施教。他有天分，有这分聪明才智，能够成圣成贤，将来能够利益国家民族，要培养他成圣贤，读书志在圣贤。不像现在，现在读书是什么？学知识，将来可以出去赚钱，目的在此地。跟古人目标完全不一样，古人教学的目标是做圣人、做贤人，为国家民族服务，带给整个人民的幸福。像毛主席所说的，要培养全心全意为人民服务。他有智慧、有德行、有善巧方便，能让社会安定和谐，能让每个人过得幸福美满，这个功德多大！你要问他的根源，他妈妈，他妈妈教出来的。什么人最伟大？妈妈最伟大。",
      "zh_TW": "六、七歲上學了，交給老師，這個使命就老師接替了。老師除了像媽媽一樣要把學生看好，學生還不懂事，也不必讓他懂事，繼續不斷的培養他的善根，幫助他的心定下來，保持他的純善純淨的心。老師有善巧方便，老師有慈悲心，老師有智慧，能觀察學生因材施教。他有天分，有這分聰明才智，能夠成聖成賢，將來能夠利益國家民族，要培養他成聖賢，讀書志在聖賢。不像現在，現在讀書是什麼？學知識，將來可以出去賺錢，目的在此地。跟古人目標完全不一樣，古人教學的目標是做聖人、做賢人，為國家民族服務，帶給整個人民的幸福。像毛主席所說的，要培養全心全意為人民服務。他有智慧、有德行、有善巧方便，能讓社會安定和諧，能讓每個人過得幸福美滿，這個功德多大！你要問他的根源，他媽媽，他媽媽教出來的。什麼人最偉大？媽媽最偉大。"
    },
    {
      "id": "02-040-0538_p0015",
      "zh_CN": "今天在中国，丈夫称妻子为太太，太太什么意思？太太是最伟大的。太太是从周朝来的，周朝开国圣人文王、武王、周公，全是大圣大贤。文王的祖母太姜，他的妈妈叫太任，他自己的夫人叫太姒，这三个女人，三个女圣人都是太，太太从这来的。这三个女人扎根，周朝在中国历史上最长，八百年。希望妇女统统学三太，是这么个意思。现在还有叫太太的，但是太太什么意思不知道了，完全不懂。真的太太一定家和万事兴，太太有智慧，太太有德行，德行里面特别是忍耐。一家和睦，邻里乡党和睦，社会哪有不和谐的？国家哪有不太平的？",
      "zh_TW": "今天在中國，丈夫稱妻子為太太，太太什麼意思？太太是最偉大的。太太是從周朝來的，周朝開國聖人文王、武王、周公，全是大聖大賢。文王的祖母太姜，他的媽媽叫太任，他自己的夫人叫太姒，這三個女人，三個女聖人都是太，太太從這來的。這三個女人扎根，周朝在中國歷史上最長，八百年。希望婦女統統學三太，是這麼個意思。現在還有叫太太的，但是太太什麼意思不知道了，完全不懂。真的太太一定家和萬事興，太太有智慧，太太有德行，德行裡面特別是忍耐。一家和睦，鄰里鄉黨和睦，社會哪有不和諧的？國家哪有不太平的？"
    },
    {
      "id": "02-040-0538_p0016",
      "zh_CN": "现在我们把它否定了，说老祖宗愚痴，不懂科学。老祖宗留下来这个东西，唐太宗把它编成《群书治要》，现在印出来流通，翻成外国文，一些外国国家领导人看到了，没有不欢喜、没有不赞叹，几千年这些老的东西现在还管用。说出这句话了不起，这句话几乎跟汤恩比平等，到汤恩比的境界了。管用！管什么用？真正能化解冲突，真正能恢复社会安定和谐，真正能带给国家兴旺，出现盛世。礼义之邦、太平盛世，要靠古人的智慧，现在人没有智慧，现在人有常识，常识解决不了问题，智慧才能解决问题。",
      "zh_TW": "現在我們把它否定了，說老祖宗愚痴，不懂科學。老祖宗留下來這個東西，唐太宗把它編成《群書治要》，現在印出來流通，翻成外國文，一些外國國家領導人看到了，沒有不歡喜、沒有不讚歎，幾千年這些老的東西現在還管用。說出這句話了不起，這句話幾乎跟湯恩比平等，到湯恩比的境界了。管用！管什麼用？真正能化解衝突，真正能恢復社會安定和諧，真正能帶給國家興旺，出現盛世。禮義之邦、太平盛世，要靠古人的智慧，現在人沒有智慧，現在人有常識，常識解決不了問題，智慧才能解決問題。"
    },
    {
      "id": "02-040-0538_p0017",
      "zh_CN": "还是要用古老的教育理念跟教育方法，智慧才能现前。古老的教育理念，实在都写在《三字经》开头八句，那是教育的理念。「人之初，性本善」，这个善就是圣贤，这个善就是佛菩萨，他本来是佛菩萨，本来是圣贤。「性相近，习相远」，本性大家是一样的，就是相近，但是习惯慢慢叫你自己跟本性愈来愈远。所以教育重要了，「苟不教，性乃迁」，你要是不好好教他，慢慢就变坏了，统统被外面境界转移。这就教重要，中国人最懂得教育。「教之道，贵以专」，这句话重要。现在这个教育的哲学没有了，教育的智慧、教育的理念没有了，现在是什么？广学多闻，学的东西愈多愈好，变成大杂烩，样样通，样样不通，人糟蹋掉了。中国教学的理念是一门深入，长时薰修，教学的方法是读书千遍，其义自见。自见是什么？大彻大悟、明心见性。现在没人懂！一百年前还有人懂，没有干，没照做；两百年前照做的人不少，所以社会上圣贤君子很多，他们是社会的楷模，是社会的榜样，带动社会安定和谐，带动人民幸福美满。自然之有根本，在全世界找不到第二家。",
      "zh_TW": "還是要用古老的教育理念跟教育方法，智慧才能現前。古老的教育理念，實在都寫在《三字經》開頭八句，那是教育的理念。「人之初，性本善」，這個善就是聖賢，這個善就是佛菩薩，他本來是佛菩薩，本來是聖賢。「性相近，習相遠」，本性大家是一樣的，就是相近，但是習慣慢慢叫你自己跟本性愈來愈遠。所以教育重要了，「苟不教，性乃遷」，你要是不好好教他，慢慢就變壞了，統統被外面境界轉移。這就教重要，中國人最懂得教育。「教之道，貴以專」，這句話重要。現在這個教育的哲學沒有了，教育的智慧、教育的理念沒有了，現在是什麼？廣學多聞，學的東西愈多愈好，變成大雜燴，樣樣通，樣樣不通，人糟蹋掉了。中國教學的理念是一門深入，長時薰修，教學的方法是讀書千遍，其義自見。自見是什麼？大徹大悟、明心見性。現在沒人懂！一百年前還有人懂，沒有幹，沒照做；兩百年前照做的人不少，所以社會上聖賢君子很多，他們是社會的楷模，是社會的榜樣，帶動社會安定和諧，帶動人民幸福美滿。自然之有根本，在全世界找不到第二家。"
    },
    {
      "id": "02-040-0538_p0018",
      "zh_CN": "现在中国人可怜，中国人不认识中国字，这文字一改，祖宗留下的东西看不懂。过去在两百年前，韩国人完全用中国文字，日本人文字里头，日文里头大部分都是中国文字。现在是狭义民族意识，总是自己高，不要别人的。韩国把文字改了，中国古圣先贤的东西没人懂，只有少数专家学者他们研究，日本亦如是。中国没有人压迫我们，自己改了。所以汉字、文言文，汤恩比重视，还有一个英国人，比汤恩比早一辈的，罗素，清朝末年到中国来，在中国住了一段很长时期，在北京大学教书。他对于中国文字非常赞叹，为什么？中国文字超越时空，不受时间、空间影响，用文言文写的，你懂得文言文，就跟古人面对面交谈一样。这是全世界没有第二家。全世界使用拼音文字，这个文字二、三百年就变了，看不懂了，话也听不懂了，它会随着时代去变，中国的文字、文言文永远不变。所以，要把自己的思想、理念世世代代传下去，只有用中国文字办得到，其他任何文字都办不到。我们有这样的宝，怎能不把它发扬光大？",
      "zh_TW": "現在中國人可憐，中國人不認識中國字，這文字一改，祖宗留下的東西看不懂。過去在兩百年前，韓國人完全用中國文字，日本人文字裡頭，日文裡頭大部分都是中國文字。現在是狹義民族意識，總是自己高，不要別人的。韓國把文字改了，中國古聖先賢的東西沒人懂，只有少數專家學者他們研究，日本亦如是。中國沒有人壓迫我們，自己改了。所以漢字、文言文，湯恩比重視，還有一個英國人，比湯恩比早一輩的，羅素，清朝末年到中國來，在中國住了一段很長時期，在北京大學教書。他對於中國文字非常讚歎，為什麼？中國文字超越時空，不受時間、空間影響，用文言文寫的，你懂得文言文，就跟古人面對面交談一樣。這是全世界沒有第二家。全世界使用拼音文字，這個文字二、三百年就變了，看不懂了，話也聽不懂了，它會隨著時代去變，中國的文字、文言文永遠不變。所以，要把自己的思想、理念世世代代傳下去，只有用中國文字辦得到，其他任何文字都辦不到。我們有這樣的寶，怎能不把它發揚光大？"
    },
    {
      "id": "02-040-0538_p0019",
      "zh_CN": "有许多人问我，你现在这么大年岁，你还有什么想法？我什么想法都没有，只有一桩事情不能放下，中国的道统什么人来承传？如何来发扬光大？我就这么一个念头。所以现在非常想有一个缘分，我不想带多，带四、五个学生，带多了精力不够，把这个道统承传下来，让后人去发扬光大。我一生能成就四个人，四个人每个人又能成就四个人，就十六个人，传个四代、五代就行了。我们自己这一代看不到效果，下一代也看不到效果，再下一代效果出现了，要有耐心。达摩到中国来传禅宗，到第六代成绩才出现，到惠能，惠能会下成就四十多个人，禅宗一下兴旺起来，第六代。这个事情急不得！",
      "zh_TW": "有許多人問我，你現在這麼大年歲，你還有什麼想法？我什麼想法都沒有，只有一樁事情不能放下，中國的道統什麼人來承傳？如何來發揚光大？我就這麼一個念頭。所以現在非常想有一個緣分，我不想帶多，帶四、五個學生，帶多了精力不夠，把這個道統承傳下來，讓後人去發揚光大。我一生能成就四個人，四個人每個人又能成就四個人，就十六個人，傳個四代、五代就行了。我們自己這一代看不到效果，下一代也看不到效果，再下一代效果出現了，要有耐心。達摩到中國來傳禪宗，到第六代成績才出現，到惠能，惠能會下成就四十多個人，禪宗一下興旺起來，第六代。這個事情急不得！"
    },
    {
      "id": "02-040-0538_p0020",
      "zh_CN": "从哪里下手？从汉字下手，先要认识汉字，为什么这么写法，为什么读这个音，它里头什么意思，形、音、义。认识汉字，熟悉文言文，文言文怎么学？就是多读，读书千遍，文言文自然学会了，为什么？其义自见。要不要人教？不需要，自通了，智慧现前。智慧现前样样通了，一经通一切经通，一个法门通一切法门都通。有许多人去念，没有说是个个通的，只有少数。没错，少数一个通了，教育就成功，就没有失败。什么样的条件才能通？基本的就是自然之有根本，这它是相同的，完全相同。这就是大乘经上说的，一切众生皆有佛性，这个佛性就是根本。自然两个字就是包括整个宇宙一切众生，根本就是本性，就是性本善，根本就是性本善。",
      "zh_TW": "從哪裡下手？從漢字下手，先要認識漢字，為什麼這麼寫法，為什麼讀這個音，它裡頭什麼意思，形、音、義。認識漢字，熟悉文言文，文言文怎麼學？就是多讀，讀書千遍，文言文自然學會了，為什麼？其義自見。要不要人教？不需要，自通了，智慧現前。智慧現前樣樣通了，一經通一切經通，一個法門通一切法門都通。有許多人去念，沒有說是個個通的，只有少數。沒錯，少數一個通了，教育就成功，就沒有失敗。什麼樣的條件才能通？基本的就是自然之有根本，這它是相同的，完全相同。這就是大乘經上說的，一切眾生皆有佛性，這個佛性就是根本。自然兩個字就是包括整個宇宙一切眾生，根本就是本性，就是性本善，根本就是性本善。"
    },
    {
      "id": "02-040-0538_p0021",
      "zh_CN": "我们要把根本找回来，中国自古以来做学问就这桩事情，我要把本性找回来。真正找回来，你是大圣人，在印度叫成佛。这门功课必须要具备的条件就是真心，不能用妄心，关键就在此地。你用妄心，妄跟真是相对的，真永远不会现前。妄是什么？你有念头，你有妄想，你有杂念，你就不能成功。所以他用的方法，读书千遍，什么意思？而且就读一本书。一本书是没有念头，天天念它，念了几百遍、几千遍。要换一本，这本里头什么东西我想一想。天天念，想都不要想，好好念就是了。目的只要你念，不要你想，用念书的方法把妄想、杂念打掉，目的在此地。这个方法对谁的？对知识分子，因为知识分子喜欢读书，就用这个方法，就是你的爱好。不要想经上什么意思，没意思，到你豁然开悟的时候，意思出来了。那个意思是真的，真实智慧，一点都不假，一点都不错，开悟了。",
      "zh_TW": "我們要把根本找回來，中國自古以來做學問就這樁事情，我要把本性找回來。真正找回來，你是大聖人，在印度叫成佛。這門功課必須要具備的條件就是真心，不能用妄心，關鍵就在此地。你用妄心，妄跟真是相對的，真永遠不會現前。妄是什麼？你有念頭，你有妄想，你有雜念，你就不能成功。所以他用的方法，讀書千遍，什麼意思？而且就讀一本書。一本書是沒有念頭，天天念它，念了幾百遍、幾千遍。要換一本，這本裡頭什麼東西我想一想。天天念，想都不要想，好好念就是了。目的只要你念，不要你想，用念書的方法把妄想、雜念打掉，目的在此地。這個方法對誰的？對知識分子，因為知識分子喜歡讀書，就用這個方法，就是你的愛好。不要想經上什麼意思，沒意思，到你豁然開悟的時候，意思出來了。那個意思是真的，真實智慧，一點都不假，一點都不錯，開悟了。"
    },
    {
      "id": "02-040-0538_p0022",
      "zh_CN": "在中国有个好的例子，惠能大师，不认识字，没念过书，到黄梅去参学八个月，他是真正参学，他是五祖最得意的一个学生。跟五祖几十年的，都是白跟了，只有这么一个人，他是真的。五祖教他怎么个学法？没有人能知道，惠能自己知道。黄梅的讲堂在哪里，惠能不知道，禅堂在哪里他也不知道。他没有在禅堂里坐过五分钟，没有，讲堂里头一次没去过，没听过经。他在那里住八个月，每天舂米破柴，在碓坊里面跟大家在一起做杂活，他在修行。他修什么行？不起心、不动念、不分别、不执着，他修这个。修成功了，效果是什么？我们经题上「清净平等觉」出现了，他心清净、他心平等。清净没有执着，平等没有分别，他修这个。眼见色、耳闻声、鼻嗅香、舌尝味，六根在六尘境界上修清净平等觉，修成了就觉了。觉是什么？大彻大悟、明心见性。他在那里用功，五祖知道，除五祖之外没有一个人知道，真修！懂得《华严》的，我就可以告诉他，他修什么？他修五十三参。一般人完全没有觉察到，他什么人都见，什么人都接触，碓坊里面工作人员，现在讲义工，有的是道场住，雇他的，长工，有些是义务来帮忙的，接触这么多不同的心性。看得清楚、听得清楚，智慧，心里如如不动，没有分别、没有执着、没有起心、没有动念，真修行人，八个月成功了。",
      "zh_TW": "在中國有個好的例子，惠能大師，不認識字，沒念過書，到黃梅去參學八個月，他是真正參學，他是五祖最得意的一個學生。跟五祖幾十年的，都是白跟了，只有這麼一個人，他是真的。五祖教他怎麼個學法？沒有人能知道，惠能自己知道。黃梅的講堂在哪裡，惠能不知道，禪堂在哪裡他也不知道。他沒有在禪堂裡坐過五分鐘，沒有，講堂裡頭一次沒去過，沒聽過經。他在那裡住八個月，每天舂米破柴，在碓坊裡面跟大家在一起做雜活，他在修行。他修什麼行？不起心、不動念、不分別、不執著，他修這個。修成功了，效果是什麼？我們經題上「清淨平等覺」出現了，他心清淨、他心平等。清淨沒有執著，平等沒有分別，他修這個。眼見色、耳聞聲、鼻嗅香、舌嘗味，六根在六塵境界上修清淨平等覺，修成了就覺了。覺是什麼？大徹大悟、明心見性。他在那裡用功，五祖知道，除五祖之外沒有一個人知道，真修！懂得《華嚴》的，我就可以告訴他，他修什麼？他修五十三參。一般人完全沒有覺察到，他什麼人都見，什麼人都接觸，碓坊裡面工作人員，現在講義工，有的是道場住，僱他的，長工，有些是義務來幫忙的，接觸這麼多不同的心性。看得清楚、聽得清楚，智慧，心裡如如不動，沒有分別、沒有執著、沒有起心、沒有動念，真修行人，八個月成功了。"
    },
    {
      "id": "02-040-0538_p0023",
      "zh_CN": "老和尚知道他成就了，可以传法给他。他要没有成就的话，再多住几个月，多住一、二年，成功了马上传给他。所以召集大众开传法的大会，老和尚叫大家作一首偈来给我看看，真的明心见性了，衣钵传给他为第六代祖。公开的，每个人都可以作偈子送来看看。三天，没有一个人写偈子，因为大家都知道五祖有个上首弟子神秀和尚，神秀经常代五祖接待参学的人，可见得神秀的德行、道行算是不错的。大家心目当中，他决定是第六代祖，所以写偈子也没用，算了，别写了。神秀自己知道，大家不写是为了他，他要不写对不起老和尚，等于老和尚出题考他。这才想了好几天想出一首偈，不敢送给老和尚，怕老和尚批评，给贴在外头墙上。老和尚看到中意就承认，不中意就不说了，抱着这么个心态，没有自信心。这些故事记在《坛经》里头。",
      "zh_TW": "老和尚知道他成就了，可以傳法給他。他要沒有成就的話，再多住幾個月，多住一、二年，成功了馬上傳給他。所以召集大眾開傳法的大會，老和尚叫大家作一首偈來給我看看，真的明心見性了，衣缽傳給他為第六代祖。公開的，每個人都可以作偈子送來看看。三天，沒有一個人寫偈子，因為大家都知道五祖有個上首弟子神秀和尚，神秀經常代五祖接待參學的人，可見得神秀的德行、道行算是不錯的。大家心目當中，他決定是第六代祖，所以寫偈子也沒用，算了，別寫了。神秀自己知道，大家不寫是為了他，他要不寫對不起老和尚，等於老和尚出題考他。這才想了好幾天想出一首偈，不敢送給老和尚，怕老和尚批評，給貼在外頭牆上。老和尚看到中意就承認，不中意就不說了，抱著這麼個心態，沒有自信心。這些故事記在《壇經》裡頭。"
    },
    {
      "id": "02-040-0538_p0024",
      "zh_CN": "能大师听到别人念这首偈子，就找人：贴在什么地方，带我去看看，我也去拜拜，种种善根。大家带他去了，到贴偈子的地方拜了三拜，起来之后告诉他，他有首偈子，他不会写字，有没有人帮他忙代写一写。他把神秀的偈子改掉了，神秀是「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」。惠能把它改掉，「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」。这一传诵老和尚听到了，这可不得了，马上赶回来，脱下自己的草鞋把这个字擦掉，告诉大家没见性。为什么？怕人家害他。平复了，没开悟、没见性。",
      "zh_TW": "能大師聽到別人念這首偈子，就找人：貼在什麼地方，帶我去看看，我也去拜拜，種種善根。大家帶他去了，到貼偈子的地方拜了三拜，起來之後告訴他，他有首偈子，他不會寫字，有沒有人幫他忙代寫一寫。他把神秀的偈子改掉了，神秀是「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」。惠能把它改掉，「菩提本無樹，明鏡亦非台，本來無一物，何處惹塵埃」。這一傳誦老和尚聽到了，這可不得了，馬上趕回來，脫下自己的草鞋把這個字擦掉，告訴大家沒見性。為什麼？怕人家害他。平復了，沒開悟、沒見性。"
    },
    {
      "id": "02-040-0538_p0025",
      "zh_CN": "下午巡寮，巡寮就是整个寺庙每个地方都去看一遍，藉巡寮看惠能。到碓坊看他在舂米，问他：米熟了没有？这都是禅机。表面上看，问他米熟了没有，实际上就问他，是不是彻悟了。他说米早就熟了，「犹欠筛在」，还没有筛，就是他已经悟入，没有人给他做证明，这就是要求五祖给他证明。五祖用拐杖在他碓上敲了三下，走了，没人晓得，他自己心里有数，三更去方丈室见他。果然到三更他就推门，里头门没有拴，一推就开，进去了。五祖给他讲《金刚经》，讲大意，讲到「应无所住，而生其心」，他就彻悟了，说出一首偈，五祖给他做证明。",
      "zh_TW": "下午巡寮，巡寮就是整個寺廟每個地方都去看一遍，藉巡寮看惠能。到碓坊看他在舂米，問他：米熟了沒有？這都是禪機。表面上看，問他米熟了沒有，實際上就問他，是不是徹悟了。他說米早就熟了，「猶欠篩在」，還沒有篩，就是他已經悟入，沒有人給他做證明，這就是要求五祖給他證明。五祖用枴杖在他碓上敲了三下，走了，沒人曉得，他自己心裡有數，三更去方丈室見他。果然到三更他就推門，裡頭門沒有拴，一推就開，進去了。五祖給他講《金剛經》，講大意，講到「應無所住，而生其心」，他就徹悟了，說出一首偈，五祖給他做證明。"
    },
    {
      "id": "02-040-0538_p0026",
      "zh_CN": "见性，性是什么样子？「何期自性，本自清净」，自性是清净的，从来没有染污过，何期是没有想到，没有想到自性本自清净。第二句「何期自性，本不生灭」，不生不灭。第三句「本自具足」。第四句「本无动摇」。这四句都是讲的本性，末后一句是讲它的作用，「能生万法」。五祖说行了，不必再说，衣钵就给他，打发他赶快走路。唐朝是盛世，佛法最兴旺的时候，还有这么严重的嫉妒、障碍，何况现在！我们受一点灾难、受一点委屈算什么？古圣先贤榜样摆在面前。他逃在猎人队里头，用假名字，替猎人当伙夫，给他们烧饭，十五年，不是短时期。十五年之后，大概反对的、不满意的那些人应该也大多数都走了，不在了，对这个事情就淡了，他出现了。",
      "zh_TW": "見性，性是什麼樣子？「何期自性，本自清淨」，自性是清淨的，從來沒有染污過，何期是沒有想到，沒有想到自性本自清淨。第二句「何期自性，本不生滅」，不生不滅。第三句「本自具足」。第四句「本無動搖」。這四句都是講的本性，末後一句是講它的作用，「能生萬法」。五祖說行了，不必再說，衣缽就給他，打發他趕快走路。唐朝是盛世，佛法最興旺的時候，還有這麼嚴重的嫉妒、障礙，何況現在！我們受一點災難、受一點委屈算什麼？古聖先賢榜樣擺在面前。他逃在獵人隊裡頭，用假名字，替獵人當伙夫，給他們燒飯，十五年，不是短時期。十五年之後，大概反對的、不滿意的那些人應該也大多數都走了，不在了，對這個事情就淡了，他出現了。"
    },
    {
      "id": "02-040-0538_p0027",
      "zh_CN": "他这五句话二十个字就是自然之根本，他能够说出来，这就是如如智，就是佛智，他所说的这五句话就是如如理，能说能见到的这个，这是如如智。「体用一如，理智无二，能所双泯，绝待圆融，言思莫及」。我们用六祖惠能大师这个例子这就清清楚楚，前面四句是体，末后一句能生万法是用，一如。能知所知，所知的是理，能知的是智慧。智慧从哪来的？智慧从定来的。所以要晓得，读书千遍是什么意思？是修定，用读书的方法修定。所以，读书不能问这个字什么意思，这一句什么意思，这一段怎么讲法，错了，你把定全破坏掉了，变成知识。你要根本就不理会它，念得一个字没有念错、一字没有念漏，一遍一遍念下去，心里头什么都没有，没有分别、没有执着、没有起心、没有动念。这样念下去这是什么？这是修定，修自性本定。定功达到自性本定就开悟了，像惠能一样。没有到那个地方悟不了，到那个地方豁然大悟，真见性了。他这五句话一说出来，五祖衣钵赶快就给他，告诉他，你是禅宗第六代祖，你现在有灾难，赶快躲起来，不要让人知道，缘成熟了再出来。这一待待了十五年。",
      "zh_TW": "他這五句話二十個字就是自然之根本，他能夠說出來，這就是如如智，就是佛智，他所說的這五句話就是如如理，能說能見到的這個，這是如如智。「體用一如，理智無二，能所雙泯，絕待圓融，言思莫及」。我們用六祖惠能大師這個例子這就清清楚楚，前面四句是體，末後一句能生萬法是用，一如。能知所知，所知的是理，能知的是智慧。智慧從哪來的？智慧從定來的。所以要曉得，讀書千遍是什麼意思？是修定，用讀書的方法修定。所以，讀書不能問這個字什麼意思，這一句什麼意思，這一段怎麼講法，錯了，你把定全破壞掉了，變成知識。你要根本就不理會它，念得一個字沒有念錯、一字沒有念漏，一遍一遍念下去，心裡頭什麼都沒有，沒有分別、沒有執著、沒有起心、沒有動念。這樣念下去這是什麼？這是修定，修自性本定。定功達到自性本定就開悟了，像惠能一樣。沒有到那個地方悟不了，到那個地方豁然大悟，真見性了。他這五句話一說出來，五祖衣缽趕快就給他，告訴他，你是禪宗第六代祖，你現在有災難，趕快躲起來，不要讓人知道，緣成熟了再出來。這一待待了十五年。"
    },
    {
      "id": "02-040-0538_p0028",
      "zh_CN": "这个方法妙极了，惠能大师没人教他，为什么部部经都会讲？还有个好例子，释迦牟尼佛，释迦牟尼佛讲《华严经》谁教他的？没有老师。释迦牟尼佛讲《华严经》谁教他的？讲《楞严经》谁教他的？四十九年所说的一切经，他从哪里学来的？没有，是菩提树下入定，定中彻悟。惠能大师是听五祖讲经，言下彻悟。每个人的缘不一样，千差万别，但是悟是一样的，不管是怎么样开悟的，开悟之后境界完全相同。释迦牟尼佛在定中开悟了，说出开悟的境界，是一部《大方广佛华严经》，《华严经》是定中讲的。听众是四十一位法身大士，不是法身大士你没有办法入世尊禅定的境界当中，你没这个能力。证得法身，就是大彻大悟、明心见性的人，跟佛同一个境界，可以入佛的定中听佛讲经。能大师二十个字，这二十个字就是全部《华严经》，没有两样。也就是说，把《华严经》浓缩，就这二十个字，二十个字。这二十个字展开就是一部《大方广佛华严》，不增不减。所以，绝待圆融，言思莫及，说不出来，思是你想不到，无法想像，无法说清楚说明白，没有办法，必须要你亲证你才知道。",
      "zh_TW": "這個方法妙極了，惠能大師沒人教他，為什麼部部經都會講？還有個好例子，釋迦牟尼佛，釋迦牟尼佛講《華嚴經》誰教他的？沒有老師。釋迦牟尼佛講《華嚴經》誰教他的？講《楞嚴經》誰教他的？四十九年所說的一切經，他從哪裡學來的？沒有，是菩提樹下入定，定中徹悟。惠能大師是聽五祖講經，言下徹悟。每個人的緣不一樣，千差萬別，但是悟是一樣的，不管是怎麼樣開悟的，開悟之後境界完全相同。釋迦牟尼佛在定中開悟了，說出開悟的境界，是一部《大方廣佛華嚴經》，《華嚴經》是定中講的。聽眾是四十一位法身大士，不是法身大士你沒有辦法入世尊禪定的境界當中，你沒這個能力。證得法身，就是大徹大悟、明心見性的人，跟佛同一個境界，可以入佛的定中聽佛講經。能大師二十個字，這二十個字就是全部《華嚴經》，沒有兩樣。也就是說，把《華嚴經》濃縮，就這二十個字，二十個字。這二十個字展開就是一部《大方廣佛華嚴》，不增不減。所以，絕待圓融，言思莫及，說不出來，思是你想不到，無法想像，無法說清楚說明白，沒有辦法，必須要你親證你才知道。"
    },
    {
      "id": "02-040-0538_p0029",
      "zh_CN": "经文上说的『无上下』，无上下是平等，「指所证理体本来平等」。「经云是法平等，无有高下」，世出世间一切法都没有高下。但是我们一般说，出世间法比世间法高，这是什么？对初学，方便说。说真的，真的没有。为什么？世法是假的，佛法也是假的。所以《金刚经》佛说，「法尚应舍，何况非法」。佛法从哪里建立的？从世法建立的。世法是病，佛法是药，这个药治病，病治好，药就没有了；病治好了药还在，你还有病。世出世法平等，没有高下，这是给你讲真话。但这个不是对初学讲的，对初学讲引起他贡高我慢，恭敬心没有了。所以对初学的人讲那个高，我们卑，佛尊，我们对他要礼拜、尊敬，把恭敬心引出来，是这个意思，不是真有高下。将来自己你一定成佛，你成佛跟阿弥陀佛一样、跟释迦一样，无二无别。",
      "zh_TW": "經文上說的『無上下』，無上下是平等，「指所證理體本來平等」。「經云是法平等，無有高下」，世出世間一切法都沒有高下。但是我們一般說，出世間法比世間法高，這是什麼？對初學，方便說。說真的，真的沒有。為什麼？世法是假的，佛法也是假的。所以《金剛經》佛說，「法尚應捨，何況非法」。佛法從哪裡建立的？從世法建立的。世法是病，佛法是藥，這個藥治病，病治好，藥就沒有了；病治好了藥還在，你還有病。世出世法平等，沒有高下，這是給你講真話。但這個不是對初學講的，對初學講引起他貢高我慢，恭敬心沒有了。所以對初學的人講那個高，我們卑，佛尊，我們對他要禮拜、尊敬，把恭敬心引出來，是這個意思，不是真有高下。將來自己你一定成佛，你成佛跟阿彌陀佛一樣、跟釋迦一樣，無二無別。"
    },
    {
      "id": "02-040-0538_p0030",
      "zh_CN": "佛说法没有定法可说，为什么没有定法可说？根性是不定的。就是同一个人，你今年的根性跟去年就不一样，有些地方你有长进，有些地方你有退步。换句话，给你说同样的经，去年给你讲、今年给你讲不一样。去年是那个境界讲的，今年境界不一样了，说法也不相同。经文还是这么多，说法不一样，浅深不一样，广狭不一样。活的，无有定法可说，一部经都是活的。",
      "zh_TW": "佛說法沒有定法可說，為什麼沒有定法可說？根性是不定的。就是同一個人，你今年的根性跟去年就不一樣，有些地方你有長進，有些地方你有退步。換句話，給你說同樣的經，去年給你講、今年給你講不一樣。去年是那個境界講的，今年境界不一樣了，說法也不相同。經文還是這麼多，說法不一樣，淺深不一樣，廣狹不一樣。活的，無有定法可說，一部經都是活的。"
    },
    {
      "id": "02-040-0538_p0031",
      "zh_CN": "又说，「心佛众生，三无差别，皆显平等之义。平等故无上下」。我们在这个世间，真正发菩提心，帮助一切苦难众生，要懂得演、说，演是表演，身教，做出来给他看，让他有所感动。长时间的薰修，绝不是一次就会感动的，那是上上根人。要长时间，几个星期、几个月、几年，他明白了，再言教，身行言教，帮助他开悟。开悟，什么时候不一定，完全是学人的根性，也就是他的烦恼轻重，烦恼轻容易开悟，烦恼重比较困难。烦恼是什么？放不下。只要有放不下的，无论是佛法世法，只要有放不下的都麻烦。",
      "zh_TW": "又說，「心佛眾生，三無差別，皆顯平等之義。平等故無上下」。我們在這個世間，真正發菩提心，幫助一切苦難眾生，要懂得演、說，演是表演，身教，做出來給他看，讓他有所感動。長時間的薰修，絕不是一次就會感動的，那是上上根人。要長時間，幾個星期、幾個月、幾年，他明白了，再言教，身行言教，幫助他開悟。開悟，什麼時候不一定，完全是學人的根性，也就是他的煩惱輕重，煩惱輕容易開悟，煩惱重比較困難。煩惱是什麼？放不下。只要有放不下的，無論是佛法世法，只要有放不下的都麻煩。"
    },
    {
      "id": "02-040-0538_p0032",
      "zh_CN": "所以章嘉大师教我一定要看破、放下，看破了解真相，真相是什么？空无所得。这个事实就在眼前，昨天过去了，不可得。能把昨天控制住，不让它过去吗？做不到。昨天不可得，再告诉你，今天前一个小时不可得；再告诉你真话，前一秒钟不可得，然后你晓得原来念念不可得。念念不可得，那就把这个念头舍掉，我不执着、我不分别了，甚至于我不起心不动念，就成功了。到不起心不动念，肯定大彻大悟，明心见性，什么问题全解决了。",
      "zh_TW": "所以章嘉大師教我一定要看破、放下，看破了解真相，真相是什麼？空無所得。這個事實就在眼前，昨天過去了，不可得。能把昨天控制住，不讓它過去嗎？做不到。昨天不可得，再告訴你，今天前一個小時不可得；再告訴你真話，前一秒鐘不可得，然後你曉得原來念念不可得。念念不可得，那就把這個念頭捨掉，我不執著、我不分別了，甚至於我不起心不動念，就成功了。到不起心不動念，肯定大徹大悟，明心見性，什麼問題全解決了。"
    },
    {
      "id": "02-040-0538_p0033",
      "zh_CN": "这是凡夫修行成佛、成菩萨的关键，真的与认识字不认识字，读经多少、听经多少没关系。读经、听经是个增上缘，你真能放下，一听他会悟；你不能放下，愈听，还去研究它的意思，你所得的佛法的知识，不是智慧。你要什么都不想，什么都不问，什么都不怀疑，一直念，这智慧。这是什么？这是你走戒定慧的路子，因戒得定。我读经是得定，不是背诵，念遍数多自然会背，那是自然现象。所以自然中自然相，没有丝毫勉强，我并不想背诵，自然会背。到那个时候，一开悟自然通达，全宇宙过去、现在、未来全通达了。这法子妙绝了！现在儒释道没传人了，没好老师，怎么办？有这个方法，这个方法能出高人、能出圣贤；用现在的话，能出世界第一流的专家学者。",
      "zh_TW": "這是凡夫修行成佛、成菩薩的關鍵，真的與認識字不認識字，讀經多少、聽經多少沒關係。讀經、聽經是個增上緣，你真能放下，一聽他會悟；你不能放下，愈聽，還去研究它的意思，你所得的佛法的知識，不是智慧。你要什麼都不想，什麼都不問，什麼都不懷疑，一直念，這智慧。這是什麼？這是你走戒定慧的路子，因戒得定。我讀經是得定，不是背誦，念遍數多自然會背，那是自然現象。所以自然中自然相，沒有絲毫勉強，我並不想背誦，自然會背。到那個時候，一開悟自然通達，全宇宙過去、現在、未來全通達了。這法子妙絕了！現在儒釋道沒傳人了，沒好老師，怎麼辦？有這個方法，這個方法能出高人、能出聖賢；用現在的話，能出世界第一流的專家學者。"
    },
    {
      "id": "02-040-0538_p0034",
      "zh_CN": "我们在马来西亚马六甲建汉学院，我跟首相谈了三个小时，他问我将来汉学院里面的教授有多少个博士学位的、多少硕士学位的，他对这个很关心。我告诉他，我汉学院里头没有博士，也没有学士、硕士。他很惊讶，那你怎么办？我说，博士我认识很多，我们参加联合国和平会议，会友都是博士、都是教授，他教不了我的学生。我怎么教法？我前面十年，没有教授、没有学生，我招收研究员，招收这些。所以他问我，你为什么选择在马来西亚？我说马来西亚有这个条件，什么条件？这是其他地方没有的，马来西亚有一千多个华校，就是华人、华侨办的小学，一千多个，有六十二个中学，我就看中了这一点。",
      "zh_TW": "我們在馬來西亞馬六甲建漢學院，我跟首相談了三個小時，他問我將來漢學院裡面的教授有多少個博士學位的、多少碩士學位的，他對這個很關心。我告訴他，我漢學院裡頭沒有博士，也沒有學士、碩士。他很驚訝，那你怎麼辦？我說，博士我認識很多，我們參加聯合國和平會議，會友都是博士、都是教授，他教不了我的學生。我怎麼教法？我前面十年，沒有教授、沒有學生，我招收研究員，招收這些。所以他問我，你為什麼選擇在馬來西亞？我說馬來西亞有這個條件，什麼條件？這是其他地方沒有的，馬來西亞有一千多個華校，就是華人、華僑辦的小學，一千多個，有六十二個中學，我就看中了這一點。"
    },
    {
      "id": "02-040-0538_p0035",
      "zh_CN": "我要的是什么？要的是中学老师、小学校长，他们退下来，才不过五十岁的样子，让他在我这个地方读十年书，十年一门深入，长时薰修。哪些书？就是《群书治要》里面所说的六十五种。每个人专攻一种，十年之后他就是这一部的专家，学《易经》的，《易经》专家，学《尚书》的，《尚书》专家，都是专家学者。然后大概他们第二年，我就要求他们讲学，一个星期讲两个小时，就是你所研究的这个东西提出两个小时报告。这两个小时要写讲义，讲义是你的著作，你讲演的这个光碟是你的成绩。我们把光碟、把讲义送到教育部去审查，马来西亚教育部审查。如果能够达到博士的水平，请政府授予我们汉学博士学位。十年之后，我这个地方就会有一百多个博士，这一百多个博士，我就可以正式招生，我有这么多老师。同时这些人拿到博士学位之后，他有资格在全世界大学里面去教中文。这些老师、校长听得欢喜，他们本来是小学老师、中学老师，现在我把他提升到大学教授。十年研究员，生活我照顾，他们都发的有工资，也帮助他养家，我们做这个工作。这个，首相搞清楚了，同意我的想法。",
      "zh_TW": "我要的是什麼？要的是中學老師、小學校長，他們退下來，才不過五十歲的樣子，讓他在我這個地方讀十年書，十年一門深入，長時薰修。哪些書？就是《群書治要》裡面所說的六十五種。每個人專攻一種，十年之後他就是這一部的專家，學《易經》的，《易經》專家，學《尚書》的，《尚書》專家，都是專家學者。然後大概他們第二年，我就要求他們講學，一個星期講兩個小時，就是你所研究的這個東西提出兩個小時報告。這兩個小時要寫講義，講義是你的著作，你講演的這個光碟是你的成績。我們把光碟、把講義送到教育部去審查，馬來西亞教育部審查。如果能夠達到博士的水平，請政府授予我們漢學博士學位。十年之後，我這個地方就會有一百多個博士，這一百多個博士，我就可以正式招生，我有這麼多老師。同時這些人拿到博士學位之後，他有資格在全世界大學裡面去教中文。這些老師、校長聽得歡喜，他們本來是小學老師、中學老師，現在我把他提升到大學教授。十年研究員，生活我照顧，他們都發的有工資，也幫助他養家，我們做這個工作。這個，首相搞清楚了，同意我的想法。"
    },
    {
      "id": "02-040-0538_p0036",
      "zh_CN": "我说没有老师，能出得出来，为什么？到时候他自己真的就通了。我给他讲这个道理，自见其义，读书千遍自见其义，特别强调自见，他真的会开悟、真的会明了。最后我突然想到，他是回教徒，《古兰经》从哪里来的？穆罕默德口说的，旁边人给他做记录。穆罕默德跟六祖一样，不认识字，没念过书，他能说一部《古兰经》，真的不是假的。我一说他相信了，我说这是什么？人类的本能。大乘佛法、中国传统的学术是开发人的本能，真实智慧，这种教学法要传下去，它太好了。它不是知识，知识是小事，有智慧的人决定有知识，有知识的人没智慧。智慧能解决一切问题，智慧真正能做到家和万事兴，能帮助政治家缔造太平盛世，能帮助一切众生达到一切圆满。",
      "zh_TW": "我說沒有老師，能出得出來，為什麼？到時候他自己真的就通了。我給他講這個道理，自見其義，讀書千遍自見其義，特別強調自見，他真的會開悟、真的會明瞭。最後我突然想到，他是回教徒，《古蘭經》從哪裡來的？穆罕默德口說的，旁邊人給他做記錄。穆罕默德跟六祖一樣，不認識字，沒念過書，他能說一部《古蘭經》，真的不是假的。我一說他相信了，我說這是什麼？人類的本能。大乘佛法、中國傳統的學術是開發人的本能，真實智慧，這種教學法要傳下去，它太好了。它不是知識，知識是小事，有智慧的人決定有知識，有知識的人沒智慧。智慧能解決一切問題，智慧真正能做到家和萬事興，能幫助政治家締造太平盛世，能幫助一切眾生達到一切圓滿。"
    },
    {
      "id": "02-040-0538_p0037",
      "zh_CN": "所以佛法，明白这个道理，一门深入，我们今天选的《无量寿经》。学校建造的是属于你们国家的，不是我的，汉学院前面冠上马来西亚的汉学院。你们要请我做院长，我不能做，我说我会来，我是汉学院的一个教授。我说我会到这里来开一门课，因为汉学里头有儒、释、道，我开《无量寿经》，我开一门课，来做个样子，做个榜样。斯里兰卡龙喜佛教大学亦如是，学校建成之后，赠送给国家。我们这么大年岁了，什么事都不能管，给我什么名义我都不要。我说我也担任一个教授，我专教《无量寿经》，就一门，一门深入，长时薰修。而且我的学生不要多，不超过五个人，超过五个人，我的精力照顾不到，最理想的三、四个人。",
      "zh_TW": "所以佛法，明白這個道理，一門深入，我們今天選的《無量壽經》。學校建造的是屬於你們國家的，不是我的，漢學院前面冠上馬來西亞的漢學院。你們要請我做院長，我不能做，我說我會來，我是漢學院的一個教授。我說我會到這裡來開一門課，因為漢學裡頭有儒、釋、道，我開《無量壽經》，我開一門課，來做個樣子，做個榜樣。斯里蘭卡龍喜佛教大學亦如是，學校建成之後，贈送給國家。我們這麼大年歲了，什麼事都不能管，給我什麼名義我都不要。我說我也擔任一個教授，我專教《無量壽經》，就一門，一門深入，長時薰修。而且我的學生不要多，不超過五個人，超過五個人，我的精力照顧不到，最理想的三、四個人。"
    },
    {
      "id": "02-040-0538_p0038",
      "zh_CN": "学习期间一年，每天八个小时上课，四个小时听我讲经，四个小时我听学生的复讲。你们听我讲了四个小时，把四个小时所讲的东西浓缩成一个小时。四个学生，一个学生讲一个小时，就是一天八个小时课。我要来听学生复讲。复讲的时候，实际上你只讲五十分钟，下面十分钟我来给你做讲评，我们的课是这个上法。但是，一定要写讲记，为什么？写讲记就不会打妄想；要打妄想，讲记写不出来。每天讲一个小时，一个小时的讲记大概要三、四千字，每天要写三、四千字的文章，不能胡思乱想了。用这个方法把你的妄想、杂念全部给你扫干净，叫你专心在一部经上。这不是我的新办法，释迦牟尼佛的方法，在中国，古圣先贤的方法。释迦牟尼佛戒定慧三学传到中国之后，儒接受了，道也接受了，这个方法真好，真能把人训练成，训练成圣贤、训练成佛菩萨。这个方法不能失掉，要是失掉了，永远没有人见性；只要这个方法在，就有明心见性的人，就有成圣成贤的人。",
      "zh_TW": "學習期間一年，每天八個小時上課，四個小時聽我講經，四個小時我聽學生的複講。你們聽我講了四個小時，把四個小時所講的東西濃縮成一個小時。四個學生，一個學生講一個小時，就是一天八個小時課。我要來聽學生複講。複講的時候，實際上你只講五十分鐘，下面十分鐘我來給你做講評，我們的課是這個上法。但是，一定要寫講記，為什麼？寫講記就不會打妄想；要打妄想，講記寫不出來。每天講一個小時，一個小時的講記大概要三、四千字，每天要寫三、四千字的文章，不能胡思亂想了。用這個方法把你的妄想、雜念全部給你掃乾淨，叫你專心在一部經上。這不是我的新辦法，釋迦牟尼佛的方法，在中國，古聖先賢的方法。釋迦牟尼佛戒定慧三學傳到中國之後，儒接受了，道也接受了，這個方法真好，真能把人訓練成，訓練成聖賢、訓練成佛菩薩。這個方法不能失掉，要是失掉了，永遠沒有人見性；只要這個方法在，就有明心見性的人，就有成聖成賢的人。"
    },
    {
      "id": "02-040-0538_p0039",
      "zh_CN": "所以，「无上下」这个概念我们要有，无上下，我们的心就平等了。没有染着就清净，没有上下就平等，经题上显示修行的标准，觉就成佛了。觉一定是在清净、平等这个境界里头发生的，也是自然的，没有丝毫勉强。「著者显著、昭著」，显露的意思。「故《会疏》曰：著者，明也」，明白了，这个明字下得好！「盖此即明心见性之明」。所以这个着里头，《会疏》说得好，着，显著，什么显著？就是明心见性。「所明者即无上下之平等理体，即是心」。惠能大师讲本来无一物，心里头本来无一物，虽然现相，能生万法，还是本来无一物。为什么？万法，任何一法都是刹那生灭，刹那生灭就不是真的。所以《金刚经》上一首偈子说得好，「一切有为法，如梦幻泡影」。有为法就是有生有灭的法，有生有灭就像梦幻泡影一样，虽有，不是真的。所以，不能说它有，不能说它没有，说它没有，它真有相；说它有，刹那生灭，根本不可得，这是事实真相。所以佛教我们放下，于一切法都不要执着，为什么？刹那生灭，不可得。也是六祖所说的，「本来无一物，何处惹尘埃」，本来无一物这一句好！",
      "zh_TW": "所以，「無上下」這個概念我們要有，無上下，我們的心就平等了。沒有染著就清淨，沒有上下就平等，經題上顯示修行的標準，覺就成佛了。覺一定是在清淨、平等這個境界裡頭發生的，也是自然的，沒有絲毫勉強。「著者顯著、昭著」，顯露的意思。「故《會疏》曰：著者，明也」，明白了，這個明字下得好！「蓋此即明心見性之明」。所以這個著裡頭，《會疏》說得好，著，顯著，什麼顯著？就是明心見性。「所明者即無上下之平等理體，即是心」。惠能大師講本來無一物，心裡頭本來無一物，雖然現相，能生萬法，還是本來無一物。為什麼？萬法，任何一法都是剎那生滅，剎那生滅就不是真的。所以《金剛經》上一首偈子說得好，「一切有為法，如夢幻泡影」。有為法就是有生有滅的法，有生有滅就像夢幻泡影一樣，雖有，不是真的。所以，不能說它有，不能說它沒有，說它沒有，它真有相；說它有，剎那生滅，根本不可得，這是事實真相。所以佛教我們放下，於一切法都不要執著，為什麼？剎那生滅，不可得。也是六祖所說的，「本來無一物，何處惹塵埃」，本來無一物這一句好！"
    },
    {
      "id": "02-040-0538_p0040",
      "zh_CN": "『洞达』，洞是洞然明白，洞是彻底的意思，这叫彻底明白；达是通达，「识心达本」，真正认识自性，认识了本性，通达根本，自然之根本。一切法是自然中自然相，根本就是自性，识心达本。「穷尽心源」，穷是穷究根本，我们讲追根到柢，谚语有所谓打破砂锅问到底，就这个意思，「故曰洞达」。「《会疏》以证入释洞达」，就这个意思，洞达就是彻底证入了。『无边际』，这是自性，自性没有边际。「竖穷上下，横裹八方」，竖通常讲时间，横讲的是空间，空间跟时间没有边际，「不可穷尽」。",
      "zh_TW": "『洞達』，洞是洞然明白，洞是徹底的意思，這叫徹底明白；達是通達，「識心達本」，真正認識自性，認識了本性，通達根本，自然之根本。一切法是自然中自然相，根本就是自性，識心達本。「窮盡心源」，窮是窮究根本，我們講追根到柢，諺語有所謂打破砂鍋問到底，就這個意思，「故曰洞達」。「《會疏》以證入釋洞達」，就這個意思，洞達就是徹底證入了。『無邊際』，這是自性，自性沒有邊際。「豎窮上下，橫裹八方」，豎通常講時間，橫講的是空間，空間跟時間沒有邊際，「不可窮盡」。"
    },
    {
      "id": "02-040-0538_p0041",
      "zh_CN": "「佛智所照，亦复如是」，自性本有的智慧，能照见，无边际、不可穷尽的统统能照见；换句话说，这就是宗教里面赞美神全知全能。世间人不承认的，人不可能有这个智慧。佛告诉我们，我们本来确实有这个能力、有这个智慧，是全知全能。这个话不是赞叹、不是夸张，是事实真相，而是我们自己起心动念、分别执着把本能障碍住了。本能并没有失掉，就在现前，没失掉。什么原因？我们现在染污，染污是障碍。什么是染污？自私自利是染污，名闻利养是染污，七情五欲是染污，贪瞋痴慢是染污。我们有没有？有。这些杂念、妄念一个接着一个，前念灭后念生，全是它。所以我们的佛智不能现前，这第一种障碍。",
      "zh_TW": "「佛智所照，亦復如是」，自性本有的智慧，能照見，無邊際、不可窮盡的統統能照見；換句話說，這就是宗教裡面讚美神全知全能。世間人不承認的，人不可能有這個智慧。佛告訴我們，我們本來確實有這個能力、有這個智慧，是全知全能。這個話不是讚歎、不是誇張，是事實真相，而是我們自己起心動念、分別執著把本能障礙住了。本能並沒有失掉，就在現前，沒失掉。什麼原因？我們現在染污，染污是障礙。什麼是染污？自私自利是染污，名聞利養是染污，七情五欲是染污，貪瞋痴慢是染污。我們有沒有？有。這些雜念、妄念一個接著一個，前念滅後念生，全是它。所以我們的佛智不能現前，這第一種障礙。"
    },
    {
      "id": "02-040-0538_p0042",
      "zh_CN": "第二种障碍，分别。这个人张三，那个是李四，这是男人，那是女人，都是分别；这是树，那是花，那是草，统统分别。眼一见就分别，耳一听也分别，分别把我们的智慧也障碍了。我们的智慧叫清净，我们的智慧叫无分别，不但无分别，究竟圆满的智慧是不起心不动念。起心动念我们没办法，为什么？自己不知道，它太微细了。弥勒菩萨告诉我们，微细到什么程度？起心动念，念头全是假的，一丝毫真实性都没有，全是假的。他说一弹指，这一弹指的时间很短，一弹指里面有三十二亿百千念。一百个千，十万，三十二亿乘十万，乘出来是三百二十兆。这一弹指里头有三百二十兆个念头，我们怎么会知道？这起心动念。现代的科学对于时间是用秒做单位，一秒钟能弹多少次？弹得快的应该可以五次，五次乘五，一千六百兆。一秒钟里头有一千六百兆个微细念头，你怎么会知道？",
      "zh_TW": "第二種障礙，分別。這個人張三，那個是李四，這是男人，那是女人，都是分別；這是樹，那是花，那是草，統統分別。眼一見就分別，耳一聽也分別，分別把我們的智慧也障礙了。我們的智慧叫清淨，我們的智慧叫無分別，不但無分別，究竟圓滿的智慧是不起心不動念。起心動念我們沒辦法，為什麼？自己不知道，它太微細了。彌勒菩薩告訴我們，微細到什麼程度？起心動念，念頭全是假的，一絲毫真實性都沒有，全是假的。他說一彈指，這一彈指的時間很短，一彈指裡面有三十二億百千念。一百個千，十萬，三十二億乘十萬，乘出來是三百二十兆。這一彈指裡頭有三百二十兆個念頭，我們怎麼會知道？這起心動念。現代的科學對於時間是用秒做單位，一秒鐘能彈多少次？彈得快的應該可以五次，五次乘五，一千六百兆。一秒鐘裡頭有一千六百兆個微細念頭，你怎麼會知道？"
    },
    {
      "id": "02-040-0538_p0043",
      "zh_CN": "佛经上说的一念，就是一秒钟里面一千六百兆个念头里头的一念。大乘经上告诉我们谁知道？八地以上。普通这个定没办法，我们世间禅定四禅八定，完全不知道。阿罗汉的定，菩萨，菩萨的禅定，菩萨有五十一个阶级，定功浅深有五十一等，八地是最上面四个等级。你看，八地、九地、十地、等觉四个，再上面，成佛了叫妙觉，包括佛，一共最上面五个等级那样的定功，他才能看到一秒钟一千六百兆个念头，他能看得出来。七地以下，知道有这回事情，自己还没有证得，八地才证得。佛这个话说得好，不是我一个人专利，不是我一个人知道，八地以上全知道。八地以上这些菩萨可以给佛做证明，佛说的他们见到了。",
      "zh_TW": "佛經上說的一念，就是一秒鐘裡面一千六百兆個念頭裡頭的一念。大乘經上告訴我們誰知道？八地以上。普通這個定沒辦法，我們世間禪定四禪八定，完全不知道。阿羅漢的定，菩薩，菩薩的禪定，菩薩有五十一個階級，定功淺深有五十一等，八地是最上面四個等級。你看，八地、九地、十地、等覺四個，再上面，成佛了叫妙覺，包括佛，一共最上面五個等級那樣的定功，他才能看到一秒鐘一千六百兆個念頭，他能看得出來。七地以下，知道有這回事情，自己還沒有證得，八地才證得。佛這個話說得好，不是我一個人專利，不是我一個人知道，八地以上全知道。八地以上這些菩薩可以給佛做證明，佛說的他們見到了。"
    },
    {
      "id": "02-040-0538_p0044",
      "zh_CN": "所以佛智所照，要知道什么？经上讲的，佛所有的是我们的本能，跟我们有关系。我们没有关系可以不必理它，他讲的就是我们自己。我们为什么变成这个样子？我们上了大当，这个大当就是什么？起心动念、分别执着，上这个当。我们在一生当中，要学到不起心不动念、不分别不执着，难，太难了！真正能沾一点边的都不是普通人，过去生中多生多劫的修行，他才有这一点效果。我们怎么办？我们今天最大最大一桩幸运事情，就是遇到阿弥陀佛，不遇到阿弥陀佛确实无可奈何。读这些经向往，知道自己有，我们也承认自己有，可是不能证得，无法恢复。遇到阿弥陀佛好，不证得也没有关系，先到极乐世界。",
      "zh_TW": "所以佛智所照，要知道什麼？經上講的，佛所有的是我們的本能，跟我們有關係。我們沒有關係可以不必理它，他講的就是我們自己。我們為什麼變成這個樣子？我們上了大當，這個大當就是什麼？起心動念、分別執著，上這個當。我們在一生當中，要學到不起心不動念、不分別不執著，難，太難了！真正能沾一點邊的都不是普通人，過去生中多生多劫的修行，他才有這一點效果。我們怎麼辦？我們今天最大最大一樁幸運事情，就是遇到阿彌陀佛，不遇到阿彌陀佛確實無可奈何。讀這些經嚮往，知道自己有，我們也承認自己有，可是不能證得，無法恢復。遇到阿彌陀佛好，不證得也沒有關係，先到極樂世界。"
    },
    {
      "id": "02-040-0538_p0045",
      "zh_CN": "前天我看到一个信息，我让他们去查，这小朋友的姓名，住在哪里。十岁女孩自在往生，没有生病，说走就走了，念佛三年。她七岁的时候看到爸爸念经、念阿弥陀佛，她好奇，问他念这个干什么？爸爸就把极乐世界讲给她听，听了之后她很羡慕，说爸爸你带我去玩好不好？爸爸说，我现在没办法带妳，阿弥陀佛可以带妳。她说，那你带我去见阿弥陀佛。他就告诉她，妳想见阿弥陀佛，妳念阿弥陀佛、妳想阿弥陀佛，阿弥陀佛就会带妳去。她就真的天天想、天天念，念了三年。这一天告诉她爸爸，说她明天上午几点钟她要回家去了。他说这不是妳的家？阿弥陀佛带我到极乐世界。要求她爸爸找一些朋友来送她往生，看她往生，她没有生病。时间一到，说走就走了，而且大家看到她站在莲花上，转变成男相，女转男相，让这么多人看到，十岁小孩。这么好的地方为什么不去？到那个地方，经上讲的这些东西全部兑现，我们智慧现前，德、能、相好统统都现前，为什么不去？小朋友听爸爸讲极乐世界非常羡慕，感觉这个地方太好了，喜欢，想去，真成功了。我们这一生遇到阿弥陀佛，遇到净宗法门，要不能去，那叫冤枉，比这小孩不如。小孩七岁听到消息，十岁就回去了。",
      "zh_TW": "前天我看到一個信息，我讓他們去查，這小朋友的姓名，住在哪裡。十歲女孩自在往生，沒有生病，說走就走了，念佛三年。她七歲的時候看到爸爸念經、念阿彌陀佛，她好奇，問他念這個幹什麼？爸爸就把極樂世界講給她聽，聽了之後她很羨慕，說爸爸你帶我去玩好不好？爸爸說，我現在沒辦法帶妳，阿彌陀佛可以帶妳。她說，那你帶我去見阿彌陀佛。他就告訴她，妳想見阿彌陀佛，妳念阿彌陀佛、妳想阿彌陀佛，阿彌陀佛就會帶妳去。她就真的天天想、天天念，念了三年。這一天告訴她爸爸，說她明天上午幾點鐘她要回家去了。他說這不是妳的家？阿彌陀佛帶我到極樂世界。要求她爸爸找一些朋友來送她往生，看她往生，她沒有生病。時間一到，說走就走了，而且大家看到她站在蓮花上，轉變成男相，女轉男相，讓這麼多人看到，十歲小孩。這麼好的地方為什麼不去？到那個地方，經上講的這些東西全部兌現，我們智慧現前，德、能、相好統統都現前，為什麼不去？小朋友聽爸爸講極樂世界非常羨慕，感覺這個地方太好了，喜歡，想去，真成功了。我們這一生遇到阿彌陀佛，遇到淨宗法門，要不能去，那叫冤枉，比這小孩不如。小孩七歲聽到消息，十歲就回去了。"
    },
    {
      "id": "02-040-0538_p0046",
      "zh_CN": "「故《会疏》曰：是则佛智所照也。」怎么能说得这么清楚、说得这么明白？说这些话的，释迦牟尼佛，佛智所照，亲眼所见、亲耳所闻，一点不假。「至于《嘉祥疏》曰：证果，无有形色上下好丑之异」。什么叫证果？古人有个比喻，「以金作器，器器皆金」。我们用黄金造个佛像，造个菩萨像，造个阿罗汉的像，造天人像，造阿修罗像、人像、畜生像、鬼像、地狱像，这十法界，统统是黄金做的。摆在面前，这十尊像，重量相等，价值也平等，十个像代表十法界。你要是看到金，形色、上下、好丑之异没有了，原来一切像是一个像，黄金造的像，这就真正清净平等。佛看十法界就这个看法，完全平等，没有丝毫差别。凡夫看到有差别，凡夫着了相：这是佛，我给他磕头；那个是罗刹，赶紧远离他。他心不平，他着相了。",
      "zh_TW": "「故《會疏》曰：是則佛智所照也。」怎麼能說得這麼清楚、說得這麼明白？說這些話的，釋迦牟尼佛，佛智所照，親眼所見、親耳所聞，一點不假。「至於《嘉祥疏》曰：證果，無有形色上下好醜之異」。什麼叫證果？古人有個比喻，「以金作器，器器皆金」。我們用黃金造個佛像，造個菩薩像，造個阿羅漢的像，造天人像，造阿修羅像、人像、畜生像、鬼像、地獄像，這十法界，統統是黃金做的。擺在面前，這十尊像，重量相等，價值也平等，十個像代表十法界。你要是看到金，形色、上下、好醜之異沒有了，原來一切像是一個像，黃金造的像，這就真正清淨平等。佛看十法界就這個看法，完全平等，沒有絲毫差別。凡夫看到有差別，凡夫著了相：這是佛，我給他磕頭；那個是羅剎，趕緊遠離他。他心不平，他著相了。"
    },
    {
      "id": "02-040-0538_p0047",
      "zh_CN": "离一切相，即一切法，不着相了，全是纯金，纯金就是自性，纯金就是真心，统统是真心所现的，哪有差别！佛菩萨看十法界，依正庄严都是清净平等觉，他所看到的果是大乘无量寿庄严。十法界依正庄严，用这个字用得好！庄严就是无高下，庄严就是没有染净、没有大小、没有胜劣，完全平等，这叫做庄严。故《会疏》曰：是则佛智所照。今天时间到了，我们就学习到此地。",
      "zh_TW": "離一切相，即一切法，不著相了，全是純金，純金就是自性，純金就是真心，統統是真心所現的，哪有差別！佛菩薩看十法界，依正莊嚴都是清淨平等覺，他所看到的果是大乘無量壽莊嚴。十法界依正莊嚴，用這個字用得好！莊嚴就是無高下，莊嚴就是沒有染淨、沒有大小、沒有勝劣，完全平等，這叫做莊嚴。故《會疏》曰：是則佛智所照。今天時間到了，我們就學習到此地。"
    }
  ]
}