{
  "doc_id": "02-040-0246",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四六集",
    "zh_TW": "第二四六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0246",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-040-0246_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師、諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0246_p0002",
      "zh_CN": "请看《大经科注》第五百一十八页，第六行，从当中看起：",
      "zh_TW": "請看《大經科註》第五百一十八頁，第六行，從當中看起："
    },
    {
      "id": "02-040-0246_p0003",
      "zh_CN": "「《万善同归集》云：齐登解脱之门。咸阐离生之道」。这两句话是永明大师说的，下面是念老为我们解释。「十方菩萨，以闻名故，皆证此离生之法。并得陀罗尼」。齐登解脱之门，咸阐离生之道，这就是十方菩萨听到阿弥陀佛的名号就能够证得离生之法。离生之法，我们这里有一段参考资料，在第三十九页，「正性离生」，这是《佛学大辞典》的「圣性离生」，这是术语。「唯识作圣性，俱舍作正性，其意一也」，圣性、正性是一个意思。",
      "zh_TW": "「《萬善同歸集》云：齊登解脫之門。咸闡離生之道」。這兩句話是永明大師說的，下面是念老為我們解釋。「十方菩薩，以聞名故，皆證此離生之法。並得陀羅尼」。齊登解脫之門，咸闡離生之道，這就是十方菩薩聽到阿彌陀佛的名號就能夠證得離生之法。離生之法，我們這裡有一段參考資料，在第三十九頁，「正性離生」，這是《佛學大辭典》的「聖性離生」，這是術語。「唯識作聖性，俱舍作正性，其意一也」，聖性、正性是一個意思。"
    },
    {
      "id": "02-040-0246_p0004",
      "zh_CN": "下面有解释，「生无漏智而断烦恼，谓为圣性。声闻缘觉之二乘，入于见道之位，生一分之无漏智，断分别起之烦恼障」。这是《俱舍论》上说的。小乘，小乘圣者阿罗汉跟辟支佛这两种人，入于见道之位，他怎么能见道的？他们将三大类的烦恼第一种见思烦恼断了，前面我们说过，是很不容易。见惑断了，这才是证须陀洹果，小小圣，小圣里头的小圣。这也不能轻看他们，他们虽然是位居小圣，但是他证得了位不退，永远不会退转作凡夫。而且在六道里头是有限期，天上人间七次往返他就离开六道轮回，永远超越了。阿罗汉把思惑也断了，三界八十一品思惑也断干净了，见思烦恼断了，在《华严经》上说执着，执着放下了，不再有执着的念头。这是二乘圣者。",
      "zh_TW": "下面有解釋，「生無漏智而斷煩惱，謂為聖性。聲聞緣覺之二乘，入於見道之位，生一分之無漏智，斷分別起之煩惱障」。這是《俱舍論》上說的。小乘，小乘聖者阿羅漢跟辟支佛這兩種人，入於見道之位，他怎麼能見道的？他們將三大類的煩惱第一種見思煩惱斷了，前面我們說過，是很不容易。見惑斷了，這才是證須陀洹果，小小聖，小聖裡頭的小聖。這也不能輕看他們，他們雖然是位居小聖，但是他證得了位不退，永遠不會退轉作凡夫。而且在六道裡頭是有限期，天上人間七次往返他就離開六道輪迴，永遠超越了。阿羅漢把思惑也斷了，三界八十一品思惑也斷乾淨了，見思煩惱斷了，在《華嚴經》上說執著，執著放下了，不再有執著的念頭。這是二乘聖者。"
    },
    {
      "id": "02-040-0246_p0005",
      "zh_CN": "由此可知，六道轮回怎么来的？六道是见思烦恼变现出来的。也就是《华严经》上讲的执着，你有执着就有六道轮回，没有执着六道轮回就不见了。二乘有这种能力，入于见道之位，生一分无漏智，执着放下，无漏智生一分。这一分无漏智能断见思烦恼，也断分别起的烦恼障，无明没破，这是二乘人。「菩萨生一分之无漏智，断烦恼所知之二障，因而得一分之圣性。永离异性（凡夫）之生」。他决定不会堕落到六道轮回，他们到哪里去？他们住四圣法界，也就是释迦牟尼佛的方便有余土，离开凡圣同居土，六道是凡圣同居土。都是断见思烦恼，正性跟圣性。",
      "zh_TW": "由此可知，六道輪迴怎麼來的？六道是見思煩惱變現出來的。也就是《華嚴經》上講的執著，你有執著就有六道輪迴，沒有執著六道輪迴就不見了。二乘有這種能力，入於見道之位，生一分無漏智，執著放下，無漏智生一分。這一分無漏智能斷見思煩惱，也斷分別起的煩惱障，無明沒破，這是二乘人。「菩薩生一分之無漏智，斷煩惱所知之二障，因而得一分之聖性。永離異性（凡夫）之生」。他決定不會墮落到六道輪迴，他們到哪裡去？他們住四聖法界，也就是釋迦牟尼佛的方便有餘土，離開凡聖同居土，六道是凡聖同居土。都是斷見思煩惱，正性跟聖性。"
    },
    {
      "id": "02-040-0246_p0006",
      "zh_CN": "我们看看这两种来源的本文，「唯识论九」，九是第九卷。「二乘见道现在前时，唯断一种名得圣性」。这个三大类的烦恼只断见思，唯断一种，他证阿罗汉果，再不会堕到六道轮回里来了。「菩萨见道现在前时，具断二种名得圣性」。菩萨不但断见思烦恼，同时也断了尘沙烦恼，声闻、缘觉没断。我们从断证里面知道，小乘见惑断了，思惑没断，这证初果。那二果向就开始断思惑，思惑难断，不像前面的见惑，见惑一断永断了。思惑是古人有个比喻说藕断丝连，所以他要经历，二果向、二果、三果向、三果、四果向、四果，要经过这么长的时间和地位，慢慢往上提升，八十一品才能断干净。断尽了，这才证阿罗汉，生四圣法界的声闻法界。",
      "zh_TW": "我們看看這兩種來源的本文，「唯識論九」，九是第九卷。「二乘見道現在前時，唯斷一種名得聖性」。這個三大類的煩惱只斷見思，唯斷一種，他證阿羅漢果，再不會墮到六道輪迴裡來了。「菩薩見道現在前時，具斷二種名得聖性」。菩薩不但斷見思煩惱，同時也斷了塵沙煩惱，聲聞、緣覺沒斷。我們從斷證裡面知道，小乘見惑斷了，思惑沒斷，這證初果。那二果向就開始斷思惑，思惑難斷，不像前面的見惑，見惑一斷永斷了。思惑是古人有個比喻說藕斷絲連，所以他要經歷，二果向、二果、三果向、三果、四果向、四果，要經過這麼長的時間和地位，慢慢往上提升，八十一品才能斷乾淨。斷盡了，這才證阿羅漢，生四聖法界的聲聞法界。"
    },
    {
      "id": "02-040-0246_p0007",
      "zh_CN": "在声闻法界里面断思惑的习气，思惑习气断尽了，才能够提升到缘觉，所以缘觉不带见思烦恼的习气。阿罗汉虽然断见思烦恼，思烦恼习气还在，思烦恼，见烦恼的习气断了，思烦恼习气在，思惑习气有，思惑是贪瞋痴慢疑，确实断了，有习气在。这个习气是声闻，习气断了的时候，他就提升到缘觉。缘觉断尘沙烦恼，断了之后，这才提升到菩萨的阶位，就是此地讲的圣性。菩萨断尘沙烦恼习气。尘沙烦恼是此地所说的，具断二种，二种就是见思跟尘沙烦恼。菩萨断尘沙烦恼的习气，要是断了，就是四圣法界的佛法界，这成佛了，天台大师所说的相似即佛，无明没断。",
      "zh_TW": "在聲聞法界裡面斷思惑的習氣，思惑習氣斷盡了，才能夠提升到緣覺，所以緣覺不帶見思煩惱的習氣。阿羅漢雖然斷見思煩惱，思煩惱習氣還在，思煩惱，見煩惱的習氣斷了，思煩惱習氣在，思惑習氣有，思惑是貪瞋痴慢疑，確實斷了，有習氣在。這個習氣是聲聞，習氣斷了的時候，他就提升到緣覺。緣覺斷塵沙煩惱，斷了之後，這才提升到菩薩的階位，就是此地講的聖性。菩薩斷塵沙煩惱習氣。塵沙煩惱是此地所說的，具斷二種，二種就是見思跟塵沙煩惱。菩薩斷塵沙煩惱的習氣，要是斷了，就是四聖法界的佛法界，這成佛了，天台大師所說的相似即佛，無明沒斷。"
    },
    {
      "id": "02-040-0246_p0008",
      "zh_CN": "在佛法界里面断无明，无明断了的时候他就超越了，十法界没有了，他生到实报庄严土。实报庄严土，无明破了，无明习气没破。所以我们从这个地方就晓得，一真法界实报庄严土从哪来的？无始无明习气变现出来的。习气要断干净了，实报庄严土也不见了，他回归常寂光。常寂光是一片光明，叫大光明藏，这个里面没有物质现象，没有精神现象，也没有自然现象，但是它能生一切现象。惠能大师开悟的时候说的五句话就说这个境界，它能生万物。可见得惠能大师悟入境界之高，那个境界就是大乘教上常讲的八地以上，能说得那么清楚。",
      "zh_TW": "在佛法界裡面斷無明，無明斷了的時候他就超越了，十法界沒有了，他生到實報莊嚴土。實報莊嚴土，無明破了，無明習氣沒破。所以我們從這個地方就曉得，一真法界實報莊嚴土從哪來的？無始無明習氣變現出來的。習氣要斷乾淨了，實報莊嚴土也不見了，他回歸常寂光。常寂光是一片光明，叫大光明藏，這個裡面沒有物質現象，沒有精神現象，也沒有自然現象，但是它能生一切現象。惠能大師開悟的時候說的五句話就說這個境界，它能生萬物。可見得惠能大師悟入境界之高，那個境界就是大乘教上常講的八地以上，能說得那麼清楚。"
    },
    {
      "id": "02-040-0246_p0009",
      "zh_CN": "悟有解悟、有证悟，在修学过程当中，可能先有解悟，后才有证悟。放下起心动念，应该是解悟就现前，证悟得一分。所以古德常说「破一品无明，证一分法身」，那是圆教初住。在实报土里面，《华严经》上讲四十一个阶位，十住、十行、十回向、十地、等觉，他们都住在实报庄严土。换句话说，就把无明烦恼分成了四十一个阶段，一品一品破，四十一品。四十一品，第四十一品就是等觉菩萨，他这一品无明断尽了，这无明习气，他就证得妙觉果位，就不是菩萨了。",
      "zh_TW": "悟有解悟、有證悟，在修學過程當中，可能先有解悟，後才有證悟。放下起心動念，應該是解悟就現前，證悟得一分。所以古德常說「破一品無明，證一分法身」，那是圓教初住。在實報土裡面，《華嚴經》上講四十一個階位，十住、十行、十迴向、十地、等覺，他們都住在實報莊嚴土。換句話說，就把無明煩惱分成了四十一個階段，一品一品破，四十一品。四十一品，第四十一品就是等覺菩薩，他這一品無明斷盡了，這無明習氣，他就證得妙覺果位，就不是菩薩了。"
    },
    {
      "id": "02-040-0246_p0010",
      "zh_CN": "等觉还是法身菩萨，到妙觉那叫法身佛、法身如来，不是法身菩萨。法身佛就这一位，这一位不在实报土，在常寂光土。身心是一片光明，不是物质，也不是精神，也不是自然现象。无法想像这个境界，真正是「言语道断，心行处灭」。虽然什么都不是，它什么都具足，能大师说的「本自具足」。这个具足不是外来的，是自性本有的。自性有些什么？你六根所接触到的都是自性本自具足的。从净土说，四土三辈九品，依报、正报，遍法界虚空界一样不漏，全是自性变现的，就是能生万法。一切法是自性生的，一切法不离自性。在变现万法的时候，万法的基础就是自性，我们哲学里头讲本体，万法的本体是自性。自性是一个，不是说张三自性、李四自性，不是的，自性是一个。自性里头没有分别，自性里头没有执着，自性里头没有起心动念，整个宇宙是一体。",
      "zh_TW": "等覺還是法身菩薩，到妙覺那叫法身佛、法身如來，不是法身菩薩。法身佛就這一位，這一位不在實報土，在常寂光土。身心是一片光明，不是物質，也不是精神，也不是自然現象。無法想像這個境界，真正是「言語道斷，心行處滅」。雖然什麼都不是，它什麼都具足，能大師說的「本自具足」。這個具足不是外來的，是自性本有的。自性有些什麼？你六根所接觸到的都是自性本自具足的。從淨土說，四土三輩九品，依報、正報，遍法界虛空界一樣不漏，全是自性變現的，就是能生萬法。一切法是自性生的，一切法不離自性。在變現萬法的時候，萬法的基礎就是自性，我們哲學裡頭講本體，萬法的本體是自性。自性是一個，不是說張三自性、李四自性，不是的，自性是一個。自性裡頭沒有分別，自性裡頭沒有執著，自性裡頭沒有起心動念，整個宇宙是一體。"
    },
    {
      "id": "02-040-0246_p0011",
      "zh_CN": "大乘经上佛常说「十方三世佛，共同一法身」，还说「一心一智慧，力无畏亦然」，十力四无畏，自性里头本自具足。所以佛教导人，开发自性本有的智慧德相；外面修，怎么修也修不出来，是自性本有的。用现在话来说，佛，佛陀，他是圆满开发出来了，我们完全是隐埋在烦恼习气业障当中。烦恼习气业障都是假的，为什么会有这么大的力量？因为你以为它是真的，它就真起作用，就把你完全盖复住了。那你自作自受，你在六道轮回三恶道中，你就得受苦。真正觉悟了，它根本就没有了。觉悟比什么都重要！",
      "zh_TW": "大乘經上佛常說「十方三世佛，共同一法身」，還說「一心一智慧，力無畏亦然」，十力四無畏，自性裡頭本自具足。所以佛教導人，開發自性本有的智慧德相；外面修，怎麼修也修不出來，是自性本有的。用現在話來說，佛，佛陀，他是圓滿開發出來了，我們完全是隱埋在煩惱習氣業障當中。煩惱習氣業障都是假的，為什麼會有這麼大的力量？因為你以為它是真的，它就真起作用，就把你完全蓋覆住了。那你自作自受，你在六道輪迴三惡道中，你就得受苦。真正覺悟了，它根本就沒有了。覺悟比什麼都重要！"
    },
    {
      "id": "02-040-0246_p0012",
      "zh_CN": "今天障碍觉悟根本的原因，第一个原因就是怀疑。贪瞋痴，贪瞋猛利好断，痴难断，愚痴就是藕断丝连，非常难断。古时候从小教诚信，所以接触圣教、修学圣教比现在人好多了，也就是说他的疑惑少。现在科学教人疑惑，连对自己都疑惑，这个对于圣学、对于佛法来讲是非常严重的障碍。为什么？只要一疑惑，就进不了门。疑惑也有习气，习气很重。这才知道相信佛法难。我们自己深有体会，为什么？我们学这么多年了，能不疑吗？还是疑惑。为什么？如果不疑，信、解你成就了。我们今天信佛，不是诚信，信里面有疑惑。我们今天学习经教，障碍重重，也是信解不足。疑心，谚语所谓「疑心生暗鬼」，这是比喻疑造成的障碍就像暗鬼在障碍你一样。这个暗鬼就佛法来说，我们一般叫他做冤亲债主，冤亲债主看你信，信得不真，他也迷惑，过去我们跟他结的有怨，现在有机会，他来报复，他来做障碍，道理就在此地。",
      "zh_TW": "今天障礙覺悟根本的原因，第一個原因就是懷疑。貪瞋痴，貪瞋猛利好斷，痴難斷，愚痴就是藕斷絲連，非常難斷。古時候從小教誠信，所以接觸聖教、修學聖教比現在人好多了，也就是說他的疑惑少。現在科學教人疑惑，連對自己都疑惑，這個對於聖學、對於佛法來講是非常嚴重的障礙。為什麼？只要一疑惑，就進不了門。疑惑也有習氣，習氣很重。這才知道相信佛法難。我們自己深有體會，為什麼？我們學這麼多年了，能不疑嗎？還是疑惑。為什麼？如果不疑，信、解你成就了。我們今天信佛，不是誠信，信裡面有疑惑。我們今天學習經教，障礙重重，也是信解不足。疑心，諺語所謂「疑心生暗鬼」，這是比喻疑造成的障礙就像暗鬼在障礙你一樣。這個暗鬼就佛法來說，我們一般叫他做冤親債主，冤親債主看你信，信得不真，他也迷惑，過去我們跟他結的有怨，現在有機會，他來報復，他來做障礙，道理就在此地。"
    },
    {
      "id": "02-040-0246_p0013",
      "zh_CN": "真正相信，丝毫不疑惑，就知道那是多么困难。我们看到唐朝禅宗六祖惠能大师，他是一个完全没有疑惑的人。为什么他一听经就能开悟？当然过去生中学得很多，底子很厚，这就是常讲的善根福德深厚。这一生当中一接触，他就很熟悉，他听到经上的话，自然就入了境界。入了境界，他就会讲得很清楚、很明白。念了十几年都不能开悟，听他几句话就开悟，这什么原因？这桩事情，我们对惠明师的公案要细心去体会。惠明是追赶惠能大师，唯一的一个人，他把他找到了；那么多人去追赶，没找到，被他找到。他在黄梅的时间长，亲近五祖的时间长，五祖说法，为什么他不能开悟？惠能大师几句话，他就开悟了，什么原因？在五祖会下，从来没有真正专心过，随众听讲，不是用真心。",
      "zh_TW": "真正相信，絲毫不疑惑，就知道那是多麼困難。我們看到唐朝禪宗六祖惠能大師，他是一個完全沒有疑惑的人。為什麼他一聽經就能開悟？當然過去生中學得很多，底子很厚，這就是常講的善根福德深厚。這一生當中一接觸，他就很熟悉，他聽到經上的話，自然就入了境界。入了境界，他就會講得很清楚、很明白。念了十幾年都不能開悟，聽他幾句話就開悟，這什麼原因？這樁事情，我們對惠明師的公案要細心去體會。惠明是追趕惠能大師，唯一的一個人，他把他找到了；那麼多人去追趕，沒找到，被他找到。他在黃梅的時間長，親近五祖的時間長，五祖說法，為什麼他不能開悟？惠能大師幾句話，他就開悟了，什麼原因？在五祖會下，從來沒有真正專心過，隨眾聽講，不是用真心。"
    },
    {
      "id": "02-040-0246_p0014",
      "zh_CN": "追赶惠能的时候是要夺衣钵的，衣钵放在路边石头上，他是一个四品将军，古时候将军是有力气的、有体力的，这个衣钵他拿不起来。这个时候生大惭愧心，这衣钵这么一点东西，四品将军他拿不起来，他就晓得护法神守住，提不动。这个时候，惭愧的心、忏悔的心生起来了，这用真心，用真心听一句话，就觉悟了、就明白了。我们相信像同样这样的话，五祖一生应该说过很多遍。不思恶、不思善，正在这个时候，不思善恶的时候，什么是你的本来面目？他就在这一句话里头醒过来了。接着就问，还有没有密语？能大师说「密在汝边」，密在你自己那一边，不在外。密是什么？密就是自性。这么简单的几句话，他开悟了。惠能大师一生，在他会下开悟的四十多个人，惠明是第一个。这些都给我们说明，用真心跟用妄心不一样。",
      "zh_TW": "追趕惠能的時候是要奪衣缽的，衣缽放在路邊石頭上，他是一個四品將軍，古時候將軍是有力氣的、有體力的，這個衣缽他拿不起來。這個時候生大慚愧心，這衣缽這麼一點東西，四品將軍他拿不起來，他就曉得護法神守住，提不動。這個時候，慚愧的心、懺悔的心生起來了，這用真心，用真心聽一句話，就覺悟了、就明白了。我們相信像同樣這樣的話，五祖一生應該說過很多遍。不思惡、不思善，正在這個時候，不思善惡的時候，什麼是你的本來面目？他就在這一句話裡頭醒過來了。接著就問，還有沒有密語？能大師說「密在汝邊」，密在你自己那一邊，不在外。密是什麼？密就是自性。這麼簡單的幾句話，他開悟了。惠能大師一生，在他會下開悟的四十多個人，惠明是第一個。這些都給我們說明，用真心跟用妄心不一樣。"
    },
    {
      "id": "02-040-0246_p0015",
      "zh_CN": "实际上经上有例子，我没见过，我听老和尚说的，老和尚讲故事，佛门的术语叫公案，公案就是故事。说有一个出家人，带着一群，那也是很有福报的，告诉大众今天传法。叫这些徒众在大殿四个角落，坐在这个角落上，也是用棒喝，打他一棒，证须陀洹果，这个人真证须陀洹果；换一个角落，证斯陀含果；再换一个角落，证阿那含果；再换第四个角落，证阿罗汉果。他就给师父磕头，感谢师父。师父说，我是假的。我真证得了。师父惭愧，为什么？师父用的心是妄心，学生用的心是真心。那个真心是什么？真的一棒子把他烦恼习气打掉了。阿罗汉没有见性，见思烦恼脱落了。这也是属于顿证，问题就是在乎用心。所以学生能超过老师，中国人也常讲「青出于蓝而胜于蓝」，你跟这个老师学的，你超过他了。",
      "zh_TW": "實際上經上有例子，我沒見過，我聽老和尚說的，老和尚講故事，佛門的術語叫公案，公案就是故事。說有一個出家人，帶著一群，那也是很有福報的，告訴大眾今天傳法。叫這些徒眾在大殿四個角落，坐在這個角落上，也是用棒喝，打他一棒，證須陀洹果，這個人真證須陀洹果；換一個角落，證斯陀含果；再換一個角落，證阿那含果；再換第四個角落，證阿羅漢果。他就給師父磕頭，感謝師父。師父說，我是假的。我真證得了。師父慚愧，為什麼？師父用的心是妄心，學生用的心是真心。那個真心是什麼？真的一棒子把他煩惱習氣打掉了。阿羅漢沒有見性，見思煩惱脫落了。這也是屬於頓證，問題就是在乎用心。所以學生能超過老師，中國人也常講「青出於藍而勝於藍」，你跟這個老師學的，你超過他了。"
    },
    {
      "id": "02-040-0246_p0016",
      "zh_CN": "中国人对老师的品德是非常尊重，老师都希望学生超过自己，教学真正有成就。学生超过自己是老师的光荣、老师的荣耀。所有学生没有一个超越老师的，别人对这个老师有批评，吝法，有东西不肯传给别人，自己要留一手。这样的心，死了之后都是堕地狱，吝法。吝财堕地狱，吝法也堕地狱。你拥有财富，你就有义务要帮助贫穷困难的人，你要帮助他，你没有去做，这就是罪。你懂得这些法不肯传人，懂得这法怎么？对人有利益，能够救人的，特别是医疗，那是救人的、行菩萨道的，你有这个能力，吝法，这都是堕恶道。世出世间教学，吝法的人真有，不是没有。现在更普遍，老师在课堂里面上课，留一手，不教学生。干什么？开补习班，让学生来上他的补习班，他教你。这个钱是拿到了，法也传了，手段错误了，要造罪业。在佛法里叫裨贩如来，把如来的法当生意买卖，当商品去卖，这个罪很重。出家人接受供养，供养用得不妥当，不是用在弘法利生上，统统有罪过。现在持戒的人没有了。《沙弥律仪》里头，就不能有金钱，手摸着金钱、金银财宝都犯戒，这破戒了。懂得因果报应。",
      "zh_TW": "中國人對老師的品德是非常尊重，老師都希望學生超過自己，教學真正有成就。學生超過自己是老師的光榮、老師的榮耀。所有學生沒有一個超越老師的，別人對這個老師有批評，吝法，有東西不肯傳給別人，自己要留一手。這樣的心，死了之後都是墮地獄，吝法。吝財墮地獄，吝法也墮地獄。你擁有財富，你就有義務要幫助貧窮困難的人，你要幫助他，你沒有去做，這就是罪。你懂得這些法不肯傳人，懂得這法怎麼？對人有利益，能夠救人的，特別是醫療，那是救人的、行菩薩道的，你有這個能力，吝法，這都是墮惡道。世出世間教學，吝法的人真有，不是沒有。現在更普遍，老師在課堂裡面上課，留一手，不教學生。幹什麼？開補習班，讓學生來上他的補習班，他教你。這個錢是拿到了，法也傳了，手段錯誤了，要造罪業。在佛法裡叫裨販如來，把如來的法當生意買賣，當商品去賣，這個罪很重。出家人接受供養，供養用得不妥當，不是用在弘法利生上，統統有罪過。現在持戒的人沒有了。《沙彌律儀》裡頭，就不能有金錢，手摸著金錢、金銀財寶都犯戒，這破戒了。懂得因果報應。"
    },
    {
      "id": "02-040-0246_p0017",
      "zh_CN": "具断二种名得圣性，这个二种就是见思烦恼跟尘沙烦恼，这是菩萨，大乘菩萨。小乘只断一种见思烦恼，尘沙烦恼没断。「俱舍论二十三曰：得世第一法，虽住异性生而能趣入正性离生」。得世第一法，这是小乘阿罗汉。虽然住在异性生，证得阿罗汉，他还住在六道里头，但是他有能力趣入正性离生，正性离生就是超越六道轮回，生到四圣法界的声闻法界。两种生死，分段生死断了。六道里头是有分段生死、变易生死；生到四圣法界，分段生死没有了，只有变易生死。变易生死是形容，不是真的生死，你向上提升，你还要相当时间去修行。修法也要吃苦，用这种苦行，等于是生死一样，是这个意思。「四教仪六曰：圣以正为义，舍凡性入正性」。可见得圣跟正意思是相同的。",
      "zh_TW": "具斷二種名得聖性，這個二種就是見思煩惱跟塵沙煩惱，這是菩薩，大乘菩薩。小乘只斷一種見思煩惱，塵沙煩惱沒斷。「俱舍論二十三曰：得世第一法，雖住異性生而能趣入正性離生」。得世第一法，這是小乘阿羅漢。雖然住在異性生，證得阿羅漢，他還住在六道裡頭，但是他有能力趣入正性離生，正性離生就是超越六道輪迴，生到四聖法界的聲聞法界。兩種生死，分段生死斷了。六道裡頭是有分段生死、變易生死；生到四聖法界，分段生死沒有了，只有變易生死。變易生死是形容，不是真的生死，你向上提升，你還要相當時間去修行。修法也要吃苦，用這種苦行，等於是生死一樣，是這個意思。「四教儀六曰：聖以正為義，捨凡性入正性」。可見得聖跟正意思是相同的。"
    },
    {
      "id": "02-040-0246_p0018",
      "zh_CN": "这是十方菩萨，听到阿弥陀佛的名号，说明名号功德不可思议，听到名号，皆证此离生之法。小乘证阿罗汉果，大乘证初住菩萨，别教是初地，这叫离生之法。并得陀罗尼，并且他得陀罗尼。「陀罗尼，即总持」，前面学过，总一切法，持一切义。这是一般讲的，这个人智慧开了。佛门常说「一经通，一切经通」，什么叫通？开悟了，得总持了。「陀罗尼有四：一法陀罗尼，于佛之教法闻持不忘」。这是法陀罗尼，一切经教过目成诵，你只要看一遍，你就能够记住、能够背下来，这是得陀罗尼，就会有这个现象。古人读书重视遍数，为什么？他的目的是修定，没有记诵，但是遍数要多才能得定。所以把经典记住了那也是附带作用，第二个作用。第一个作用是得三昧，三昧之后，他开悟，不是记诵。所以经文能记得很熟，这是附带作用，也是属于法陀罗尼，经典能够背过，闻持不忘。",
      "zh_TW": "這是十方菩薩，聽到阿彌陀佛的名號，說明名號功德不可思議，聽到名號，皆證此離生之法。小乘證阿羅漢果，大乘證初住菩薩，別教是初地，這叫離生之法。並得陀羅尼，並且他得陀羅尼。「陀羅尼，即總持」，前面學過，總一切法，持一切義。這是一般講的，這個人智慧開了。佛門常說「一經通，一切經通」，什麼叫通？開悟了，得總持了。「陀羅尼有四：一法陀羅尼，於佛之教法聞持不忘」。這是法陀羅尼，一切經教過目成誦，你只要看一遍，你就能夠記住、能夠背下來，這是得陀羅尼，就會有這個現象。古人讀書重視遍數，為什麼？他的目的是修定，沒有記誦，但是遍數要多才能得定。所以把經典記住了那也是附帶作用，第二個作用。第一個作用是得三昧，三昧之後，他開悟，不是記誦。所以經文能記得很熟，這是附帶作用，也是屬於法陀羅尼，經典能夠背過，聞持不忘。"
    },
    {
      "id": "02-040-0246_p0019",
      "zh_CN": "「二义陀罗尼，于诸法之义总持不忘」。这开悟了，这个经中的义理他明白了。明白是什么样子？明白是一部经所说的义理是一切经都说，所以他一经通，一切经全通了。见性就通了，没有见性做不到。所以见性称为大彻大悟，明心见性。参禅行，学经教也行，从经教下手的叫大开圆解。我们这一句佛号也行，也能大彻大悟，净土宗称之为理一心不乱。名词不一样，境界完全相同。这个道理方法告诉我们，理是见性，道理是明心见性。性没有任何形相，它在哪里？无处不在，无时不在，你就是见不到，它没有离开你。你为什么见不到？因为你有起心动念，你有妄想执着，你就见不到。什么人能见到？把起心动念放下的人见到了。",
      "zh_TW": "「二義陀羅尼，於諸法之義總持不忘」。這開悟了，這個經中的義理他明白了。明白是什麼樣子？明白是一部經所說的義理是一切經都說，所以他一經通，一切經全通了。見性就通了，沒有見性做不到。所以見性稱為大徹大悟，明心見性。參禪行，學經教也行，從經教下手的叫大開圓解。我們這一句佛號也行，也能大徹大悟，淨土宗稱之為理一心不亂。名詞不一樣，境界完全相同。這個道理方法告訴我們，理是見性，道理是明心見性。性沒有任何形相，它在哪裡？無處不在，無時不在，你就是見不到，它沒有離開你。你為什麼見不到？因為你有起心動念，你有妄想執著，你就見不到。什麼人能見到？把起心動念放下的人見到了。"
    },
    {
      "id": "02-040-0246_p0020",
      "zh_CN": "见到的圆满，那就是禅宗里头的大彻大悟，教下的大开圆解，念佛三昧里头的理一心不乱，真做得到。为什么真做得到？因为你本来是佛，哪有做不到的道理！你本来不是佛，那就做不到。你本来是佛，你只要把障碍佛性的这个东西放下，你就成佛了；放下见思、尘沙烦恼，你就成菩萨；只放下见思烦恼，你就成阿罗汉，这是佛门里面的学位。阿罗汉位不退，菩萨行不退，成佛了念不退，这三种不退是三个阶段。最高的是念不退，念不退是佛证得的；行不退，行菩萨道，决定不会退转作二乘，这是菩萨；最低的，见思烦恼断了，证阿罗汉，位不退，决定不会再退到六道轮回。",
      "zh_TW": "見到的圓滿，那就是禪宗裡頭的大徹大悟，教下的大開圓解，念佛三昧裡頭的理一心不亂，真做得到。為什麼真做得到？因為你本來是佛，哪有做不到的道理！你本來不是佛，那就做不到。你本來是佛，你只要把障礙佛性的這個東西放下，你就成佛了；放下見思、塵沙煩惱，你就成菩薩；只放下見思煩惱，你就成阿羅漢，這是佛門裡面的學位。阿羅漢位不退，菩薩行不退，成佛了念不退，這三種不退是三個階段。最高的是念不退，念不退是佛證得的；行不退，行菩薩道，決定不會退轉作二乘，這是菩薩；最低的，見思煩惱斷了，證阿羅漢，位不退，決定不會再退到六道輪迴。"
    },
    {
      "id": "02-040-0246_p0021",
      "zh_CN": "说来说去，都在放下。为什么我劝大家天天听经？对听经永远听不倦、听不厌，为什么？是因为你没放下。为什么不能放下？你对于事实真相没搞清楚。事实真相统统搞清楚、搞明白了，哪有不放下的道理！放下说起来容易，做起来真难。我们这放下一点点，不起作用。七情五欲是放下了，放下一点点，没有放干净，所以它不起作用。真正要放干净了，哪有不起作用的道理！怎么办？除了听经之外，没有第二个办法。天天听，天天劝自己，懂多少你就放多少，这样就会有进步。",
      "zh_TW": "說來說去，都在放下。為什麼我勸大家天天聽經？對聽經永遠聽不倦、聽不厭，為什麼？是因為你沒放下。為什麼不能放下？你對於事實真相沒搞清楚。事實真相統統搞清楚、搞明白了，哪有不放下的道理！放下說起來容易，做起來真難。我們這放下一點點，不起作用。七情五欲是放下了，放下一點點，沒有放乾淨，所以它不起作用。真正要放乾淨了，哪有不起作用的道理！怎麼辦？除了聽經之外，沒有第二個辦法。天天聽，天天勸自己，懂多少你就放多少，這樣就會有進步。"
    },
    {
      "id": "02-040-0246_p0022",
      "zh_CN": "你说我听懂了，没有放下。章嘉大师教我一个标准，他老人家教的，不可以以为自己听懂了，真正放下了才叫听懂；没有做到、没放下，实在你没有听懂。没有听懂，以为听懂，这是很大的过失，为什么？再不能往前进了。我知道我还没懂，我听经还会有进步。认为我都懂了，很多人这经听不下去了，他听了几遍了不想再听了。是不是真听懂？一句也没做到，不是真的。老师教我这个标准，对我一生学佛真有帮助。完全没放下，那就是说你根本就没有听懂，你听了十遍、二十遍、三十遍，没懂。这个标准真好。",
      "zh_TW": "你說我聽懂了，沒有放下。章嘉大師教我一個標準，他老人家教的，不可以以為自己聽懂了，真正放下了才叫聽懂；沒有做到、沒放下，實在你沒有聽懂。沒有聽懂，以為聽懂，這是很大的過失，為什麼？再不能往前進了。我知道我還沒懂，我聽經還會有進步。認為我都懂了，很多人這經聽不下去了，他聽了幾遍了不想再聽了。是不是真聽懂？一句也沒做到，不是真的。老師教我這個標準，對我一生學佛真有幫助。完全沒放下，那就是說你根本就沒有聽懂，你聽了十遍、二十遍、三十遍，沒懂。這個標準真好。"
    },
    {
      "id": "02-040-0246_p0023",
      "zh_CN": "所以这义，义理总持不忘，而且能做到，能做到就是行不退。菩萨行没有别的，全心全力利益众生。利益众生里面，最大的利益、最殊胜的利益、第一利益是什么？帮助众生觉悟，这是最大的利益。所以诸佛菩萨、祖师大德，他们一生就干这个事情，他不搞别的，很多示现出家身分，专修、专教、专弘。释迦牟尼佛给我们做了一个表率，做了一个榜样，自己三十岁开悟，菩提树下大彻大悟，悟后就教学，四十九年没中断。他老人家是七十九岁过世的，一生讲经三百余会，说法四十九年，没有做别的事，而且连道场都没有一个。什么是道场？讲经场所就是道场，在哪里讲经，那个地方就叫道场。为什么不建寺庙？我们现在才觉悟了，建寺庙就有烦恼。建成宫殿式的，富丽堂皇，比他的家大，比他的家住得舒适，贪心起来了。不是真正修行的人，出家来干什么？是来争这个产业的，我来继承。所以释迦牟尼佛不要道场，树下一宿，日中一食，过最简单的生活。这一餐饭从哪里来？托钵，真叫一钵千家饭。释迦牟尼佛所说的，他自己全部都做到了，教我们放下万缘，他真的是放下万缘，身上没有一分钱，周游列国，讲经教学，弘法利生。",
      "zh_TW": "所以這義，義理總持不忘，而且能做到，能做到就是行不退。菩薩行沒有別的，全心全力利益眾生。利益眾生裡面，最大的利益、最殊勝的利益、第一利益是什麼？幫助眾生覺悟，這是最大的利益。所以諸佛菩薩、祖師大德，他們一生就幹這個事情，他不搞別的，很多示現出家身分，專修、專教、專弘。釋迦牟尼佛給我們做了一個表率，做了一個榜樣，自己三十歲開悟，菩提樹下大徹大悟，悟後就教學，四十九年沒中斷。他老人家是七十九歲過世的，一生講經三百餘會，說法四十九年，沒有做別的事，而且連道場都沒有一個。什麼是道場？講經場所就是道場，在哪裡講經，那個地方就叫道場。為什麼不建寺廟？我們現在才覺悟了，建寺廟就有煩惱。建成宮殿式的，富麗堂皇，比他的家大，比他的家住得舒適，貪心起來了。不是真正修行的人，出家來幹什麼？是來爭這個產業的，我來繼承。所以釋迦牟尼佛不要道場，樹下一宿，日中一食，過最簡單的生活。這一餐飯從哪裡來？托缽，真叫一缽千家飯。釋迦牟尼佛所說的，他自己全部都做到了，教我們放下萬緣，他真的是放下萬緣，身上沒有一分錢，周遊列國，講經教學，弘法利生。"
    },
    {
      "id": "02-040-0246_p0024",
      "zh_CN": "僧团也非常殊胜，所以「皈依僧，众中尊」，众就是团体的意思。出家人的团体是所有团体里面最尊贵的，为什么？它清净庄严，这个里面的人心清净。怎么知道清净？用六和去看，他全做到了。「见和同解、戒和同修」，有规矩，人人都守规矩，「身同住、口无诤、意同悦、利同均」。利同均从哪里看？没利！每天出去托钵，那就不平等，这家富有的饭菜很好，那个贫穷的就很差，吃饭怎么办？托钵不是托了你就吃，不是的，托回来之后统统倒在一起，再里面去拿，同均，这没有话说。所以他那个一钵真是千家饭，这个不是随便说的。学生一千二百五十五人，加上佛，一千二百五十六个人，每天出去托钵，托回来之后混合在一起、搅和在一起，吃多少到里面拿多少。还有多的，吃不完的，布施给畜生，不会留到下一餐的。这个是什么？讲卫生，处理得很好，多余的供养畜生。我们知道，这是出家众，还有在家众，临时来到这个僧团，住个三天五天、十天半个月，我们相信这种人很多，不会少于常随众。所以我们概略估计，最保守的估计，释迦牟尼佛这个僧团至少三千人，三千人都行托钵。佛门弟子跟着佛在一起，都是过这个生活。",
      "zh_TW": "僧團也非常殊勝，所以「皈依僧，眾中尊」，眾就是團體的意思。出家人的團體是所有團體裡面最尊貴的，為什麼？它清淨莊嚴，這個裡面的人心清淨。怎麼知道清淨？用六和去看，他全做到了。「見和同解、戒和同修」，有規矩，人人都守規矩，「身同住、口無諍、意同悅、利同均」。利同均從哪裡看？沒利！每天出去托缽，那就不平等，這家富有的飯菜很好，那個貧窮的就很差，吃飯怎麼辦？托缽不是托了你就吃，不是的，托回來之後統統倒在一起，再裡面去拿，同均，這沒有話說。所以他那個一缽真是千家飯，這個不是隨便說的。學生一千二百五十五人，加上佛，一千二百五十六個人，每天出去托缽，托回來之後混合在一起、攪和在一起，吃多少到裡面拿多少。還有多的，吃不完的，布施給畜生，不會留到下一餐的。這個是什麼？講衛生，處理得很好，多餘的供養畜生。我們知道，這是出家眾，還有在家眾，臨時來到這個僧團，住個三天五天、十天半個月，我們相信這種人很多，不會少於常隨眾。所以我們概略估計，最保守的估計，釋迦牟尼佛這個僧團至少三千人，三千人都行托缽。佛門弟子跟著佛在一起，都是過這個生活。"
    },
    {
      "id": "02-040-0246_p0025",
      "zh_CN": "讲经教学也没有一定的场所，今天这个地方好到这来，明天看到那个地方好就到那去，一生游化人间，走到哪里讲到哪里。佛陀在世，确确实实是赤脚，没穿鞋子的。现在我们在斯里兰卡所看到的，这是小乘佛教国家，出家人全都是赤脚，没有一个穿鞋子的。我们从外国去访问的，他还给你准备一个拖鞋，或者让你穿袜子进大殿，这就很礼貌了。在寺庙里面，我们赤脚没有问题，地很平很干净；在外面不太习惯，走路很辛苦，尤其他们那个地方是热带，中午地都很热。这个是说义陀罗尼。",
      "zh_TW": "講經教學也沒有一定的場所，今天這個地方好到這來，明天看到那個地方好就到那去，一生遊化人間，走到哪裡講到哪裡。佛陀在世，確確實實是赤腳，沒穿鞋子的。現在我們在斯里蘭卡所看到的，這是小乘佛教國家，出家人全都是赤腳，沒有一個穿鞋子的。我們從外國去訪問的，他還給你準備一個拖鞋，或者讓你穿襪子進大殿，這就很禮貌了。在寺廟裡面，我們赤腳沒有問題，地很平很乾淨；在外面不太習慣，走路很辛苦，尤其他們那個地方是熱帶，中午地都很熱。這個是說義陀羅尼。"
    },
    {
      "id": "02-040-0246_p0026",
      "zh_CN": "「三咒陀罗尼」，咒称之为陀罗尼，也是总持法门。「又咒陀罗尼，有五名。据《秘藏记》」，这是密宗的经典，它有五个名。第一个名叫「陀罗尼」，第二个名叫「明」，第三个叫「咒」，第四个叫「密语」，第五个叫「真言」，这五个名词是一个意思，不是五个意思，统统都可以称。「陀罗尼者」，陀罗尼从哪来的？「佛放光时，光中所说也。是故陀罗尼与明，其义不异」。佛放光，光中现佛、现菩萨，佛菩萨说法，说的这些法我们不懂，只传音，不传义。你去念这个咒，决定有好处，好处在哪里？好处叫你得三昧。咒没有意思，你就没有念头了，你就不能想它了，念这个咒是把你所有的妄想杂念都放下，就集中在这个念头。实际上，这咒还是有意思，密语不传。那像我们这些人，你要不传，我就不相信，我就不学。密咒真的有无量义，不可思议。",
      "zh_TW": "「三咒陀羅尼」，咒稱之為陀羅尼，也是總持法門。「又咒陀羅尼，有五名。據《秘藏記》」，這是密宗的經典，它有五個名。第一個名叫「陀羅尼」，第二個名叫「明」，第三個叫「咒」，第四個叫「密語」，第五個叫「真言」，這五個名詞是一個意思，不是五個意思，統統都可以稱。「陀羅尼者」，陀羅尼從哪來的？「佛放光時，光中所說也。是故陀羅尼與明，其義不異」。佛放光，光中現佛、現菩薩，佛菩薩說法，說的這些法我們不懂，只傳音，不傳義。你去念這個咒，決定有好處，好處在哪裡？好處叫你得三昧。咒沒有意思，你就沒有念頭了，你就不能想它了，念這個咒是把你所有的妄想雜念都放下，就集中在這個念頭。實際上，這咒還是有意思，密語不傳。那像我們這些人，你要不傳，我就不相信，我就不學。密咒真的有無量義，不可思議。"
    },
    {
      "id": "02-040-0246_p0027",
      "zh_CN": "最普通的一个咒语，观世音菩萨六字大明咒，藏传的佛教把它当作阿弥陀佛来念，没有一个不念这个咒语的。这个咒语到处都刻在石头上，而且刻得很鲜明，「唵嘛呢叭咪吽」，六字大明咒。我初学佛的时候，老师传给我，教我念，还给了我一串念珠。我向老师请教，这什么意思？他给我讲，密咒里头第一个字「唵」是身体，「嘛呢」是莲花，「叭咪」是保持，「吽」是意，身、莲花、保持、意，这个意思。那中国的文法，重新组合一下，保持身、意像莲花一样，莲花出污泥而不染，这个意思很好。我们念这个咒，所以咒有三密相应，三密里头，结印、观想、持咒。通常观想是观想这六个字，西藏人是观西藏文，观想这六个字。那我们懂这个意思就要想这个意思，念这个咒，保持身心像莲花一样的清净。莲花池的底是六道轮回，我们在六道轮回里头；莲花的茎生长在水当中，这个水比喻四圣法界；而莲花开在水面上，超越了，这就是超越六道、超越十法界，花开在一真法界里头，开在诸佛如来实报庄严土，取这个意思。念这个咒，咒念得清清楚楚；观想，想我们超越了六道、超越十法界，生在一真法界。口念这个咒，心观想这个咒，观想它的意思，三密相应。结印，身结印，口持咒，心观想，叫三密相应，这个容易摄心、容易得定，它也是修定的方法。但是现在也是形式多，真正持咒三密相应的人不多。方法都是最好的方法，我们要懂得，懂得它的理论、懂得它的含义，晓得如何去学习。",
      "zh_TW": "最普通的一個咒語，觀世音菩薩六字大明咒，藏傳的佛教把它當作阿彌陀佛來念，沒有一個不念這個咒語的。這個咒語到處都刻在石頭上，而且刻得很鮮明，「唵嘛呢叭咪吽」，六字大明咒。我初學佛的時候，老師傳給我，教我念，還給了我一串念珠。我向老師請教，這什麼意思？他給我講，密咒裡頭第一個字「唵」是身體，「嘛呢」是蓮花，「叭咪」是保持，「吽」是意，身、蓮花、保持、意，這個意思。那中國的文法，重新組合一下，保持身、意像蓮花一樣，蓮花出污泥而不染，這個意思很好。我們念這個咒，所以咒有三密相應，三密裡頭，結印、觀想、持咒。通常觀想是觀想這六個字，西藏人是觀西藏文，觀想這六個字。那我們懂這個意思就要想這個意思，念這個咒，保持身心像蓮花一樣的清淨。蓮花池的底是六道輪迴，我們在六道輪迴裡頭；蓮花的莖生長在水當中，這個水比喻四聖法界；而蓮花開在水面上，超越了，這就是超越六道、超越十法界，花開在一真法界裡頭，開在諸佛如來實報莊嚴土，取這個意思。念這個咒，咒念得清清楚楚；觀想，想我們超越了六道、超越十法界，生在一真法界。口念這個咒，心觀想這個咒，觀想它的意思，三密相應。結印，身結印，口持咒，心觀想，叫三密相應，這個容易攝心、容易得定，它也是修定的方法。但是現在也是形式多，真正持咒三密相應的人不多。方法都是最好的方法，我們要懂得，懂得它的理論、懂得它的含義，曉得如何去學習。"
    },
    {
      "id": "02-040-0246_p0028",
      "zh_CN": "「持陀罗尼人，能发神通，除灾患，与此方咒禁法相似，故曰咒」，持咒人确实。为什么？得定就有神通，随着你的定功浅深，神通的能量不一样。真正修密的人，应该在一年的时间就可以得到天眼通、天耳通。这是密宗，得真干，对上师要跟对佛一样尊重恭敬，没有丝毫怀疑，依照他指导的方法认真去修学。我在初学的时候，有两个好朋友，我们三个人同年，出家虽然有先后，受戒在一起，同届。我在台中跟李老师学教，其中有一位学密，其实两个都学密，一个有成就，一个没成就。有成就的这个非常认真，福建福州人，抗战时候我们同在一个学校念书，但是不认识。以后在台湾同事，再一说起来，原来是老同学。我出家，他跟我一起出家，比我晚半年，他也出家了。我劝他学教，他看我学教很辛苦，他不干。他在大溪跟屈上师（屈文六上师）学密，告诉我，这个时代讲经教学没人相信。也是真的。所以他选择密宗：我学密有神通，我一现神通，大家就相信了。希望用神通做佛事。",
      "zh_TW": "「持陀羅尼人，能發神通，除災患，與此方咒禁法相似，故曰咒」，持咒人確實。為什麼？得定就有神通，隨著你的定功淺深，神通的能量不一樣。真正修密的人，應該在一年的時間就可以得到天眼通、天耳通。這是密宗，得真幹，對上師要跟對佛一樣尊重恭敬，沒有絲毫懷疑，依照他指導的方法認真去修學。我在初學的時候，有兩個好朋友，我們三個人同年，出家雖然有先後，受戒在一起，同屆。我在台中跟李老師學教，其中有一位學密，其實兩個都學密，一個有成就，一個沒成就。有成就的這個非常認真，福建福州人，抗戰時候我們同在一個學校念書，但是不認識。以後在台灣同事，再一說起來，原來是老同學。我出家，他跟我一起出家，比我晚半年，他也出家了。我勸他學教，他看我學教很辛苦，他不幹。他在大溪跟屈上師（屈文六上師）學密，告訴我，這個時代講經教學沒人相信。也是真的。所以他選擇密宗：我學密有神通，我一現神通，大家就相信了。希望用神通做佛事。"
    },
    {
      "id": "02-040-0246_p0029",
      "zh_CN": "真用功，也真难为他。学密首先，上师定的时间我不知道是几个月，要磕满十万大头。拜佛要拜十万拜，一天不会少过三千拜，真干。一年，果然他来告诉我，他有小神通出现了，叫什么通？他能够见鬼。我相信他，这个人很老实，不会打妄语，不会欺骗人。他说，晚上黄昏的时候，五点钟以后，这个马路上就有鬼，就看得到鬼，很少，不多，因为是鬼道的早晨、清晨；到晚上九、十点钟的时候最多，满街都是。他熟悉了，他也不会害怕。妙的是什么？他没有结过婚，鬼道里找到前世的太太，他要超度她，给她在小庙里头立了一个牌位，还买了一些化妆品供在那个地方。我们去看，这怎么回事情？前世的太太，遇到了，在这边修行。我看他那个样子不太对劲，气色不好，这是什么？跟鬼打交道的时间太长了，大概每天晚上都跟鬼在一起。我把这个事情向李老师报告，老师叹了一口气，人各有志。这没办法，我劝他劝不动，真是人各有志。",
      "zh_TW": "真用功，也真難為他。學密首先，上師定的時間我不知道是幾個月，要磕滿十萬大頭。拜佛要拜十萬拜，一天不會少過三千拜，真幹。一年，果然他來告訴我，他有小神通出現了，叫什麼通？他能夠見鬼。我相信他，這個人很老實，不會打妄語，不會欺騙人。他說，晚上黃昏的時候，五點鐘以後，這個馬路上就有鬼，就看得到鬼，很少，不多，因為是鬼道的早晨、清晨；到晚上九、十點鐘的時候最多，滿街都是。他熟悉了，他也不會害怕。妙的是什麼？他沒有結過婚，鬼道裡找到前世的太太，他要超度她，給她在小廟裡頭立了一個牌位，還買了一些化妝品供在那個地方。我們去看，這怎麼回事情？前世的太太，遇到了，在這邊修行。我看他那個樣子不太對勁，氣色不好，這是什麼？跟鬼打交道的時間太長了，大概每天晚上都跟鬼在一起。我把這個事情向李老師報告，老師嘆了一口氣，人各有志。這沒辦法，我勸他勸不動，真是人各有志。"
    },
    {
      "id": "02-040-0246_p0030",
      "zh_CN": "四十五岁那一年，这两位都走了。我们三个人命运相同，都过不了四十五岁，法融三月走的，我讲的这个有鬼通的明演法师五月走的。七月，我生病了，我就知道轮到我了。我每天念佛求往生，我没有求病好，我也不吃药，也不找医生。为什么？我想了，医生只能够医病不能医命，寿命到了，你找他干什么？念了一个月，病就好了，这一关就过去了，真的是讲经功德。好像是第二年，我遇到甘珠活佛，密宗的上师。我们很熟，他也是章嘉大师的学生，在密宗也相当有地位。遇到的时候是在仁王护国法会，他主持密坛，我在法会讲《仁王经》，讲《仁王经》大意。他告诉我，他说我们在背后常常谈你。我说谈我什么？他说谈你这个人，还有一点聪明，有一点聪明智慧，可惜的是没有福报，而且短命。我说这个不必要背后，当面可以谈，我没有忌讳，我知道。他说你这些年讲经弘法，那个时候讲经弘法十二年，他说这个功德很大，你的命运完全变了。他告诉我，你将来有很大的福报，寿命很长。",
      "zh_TW": "四十五歲那一年，這兩位都走了。我們三個人命運相同，都過不了四十五歲，法融三月走的，我講的這個有鬼通的明演法師五月走的。七月，我生病了，我就知道輪到我了。我每天念佛求往生，我沒有求病好，我也不吃藥，也不找醫生。為什麼？我想了，醫生只能夠醫病不能醫命，壽命到了，你找他幹什麼？念了一個月，病就好了，這一關就過去了，真的是講經功德。好像是第二年，我遇到甘珠活佛，密宗的上師。我們很熟，他也是章嘉大師的學生，在密宗也相當有地位。遇到的時候是在仁王護國法會，他主持密壇，我在法會講《仁王經》，講《仁王經》大意。他告訴我，他說我們在背後常常談你。我說談我什麼？他說談你這個人，還有一點聰明，有一點聰明智慧，可惜的是沒有福報，而且短命。我說這個不必要背後，當面可以談，我沒有忌諱，我知道。他說你這些年講經弘法，那個時候講經弘法十二年，他說這個功德很大，你的命運完全變了。他告訴我，你將來有很大的福報，壽命很長。"
    },
    {
      "id": "02-040-0246_p0031",
      "zh_CN": "这个话跟台中李老师所讲的意思相同。李老师慈悲心很重，看到同学短命，真的是有短命相，看到你的相，知道你寿命不长、福报不大，都劝你发心讲经，他说讲经是修福慧最殊胜的方法。我在台中不想出来讲经，这个东西太难了。老师一定要我学。他办了个经学班教讲经，二十多个学生。他说你不想学，你可以去参观、去看看。带我去看看。他在那里上课，我坐在最后一排，旁听。这一堂课听完之后，我跟老师说，好像不难，我可以参加了。为什么？看到那个里面的学生，年岁最大的六十岁，我们那个时候才三十一岁；而且小学毕业，六十岁小学毕业都敢在那里学讲经，那我们年龄少她一半，学历还稍微比她高一点，那不很惭愧吗？所以看到林看治老居士，我们的心发起来了，我就跟老师说，可以，我来学。看不到这些样子，我们不敢发心。",
      "zh_TW": "這個話跟台中李老師所講的意思相同。李老師慈悲心很重，看到同學短命，真的是有短命相，看到你的相，知道你壽命不長、福報不大，都勸你發心講經，他說講經是修福慧最殊勝的方法。我在台中不想出來講經，這個東西太難了。老師一定要我學。他辦了個經學班教講經，二十多個學生。他說你不想學，你可以去參觀、去看看。帶我去看看。他在那裡上課，我坐在最後一排，旁聽。這一堂課聽完之後，我跟老師說，好像不難，我可以參加了。為什麼？看到那個裡面的學生，年歲最大的六十歲，我們那個時候才三十一歲；而且小學畢業，六十歲小學畢業都敢在那裡學講經，那我們年齡少她一半，學歷還稍微比她高一點，那不很慚愧嗎？所以看到林看治老居士，我們的心發起來了，我就跟老師說，可以，我來學。看不到這些樣子，我們不敢發心。"
    },
    {
      "id": "02-040-0246_p0032",
      "zh_CN": "我在台中求学，学讲经，进度很快，平均一个月学会一部经，这一部经我就能讲。一个月一部，在台中住十五个月，学了十三部经。我一出家，教佛学院。教佛学院一个学期教一部经，佛学院三年毕业，我只用了六种，还有七种没有排上。所以我对佛学院就有意见，佛学院学不到东西。我在李老师会下，一个月可以学一部；到佛学院来，三年一部都学不会，这是真的，不是假的。所以以后我不再教佛学院了，我说教佛学院对不起学生。",
      "zh_TW": "我在台中求學，學講經，進度很快，平均一個月學會一部經，這一部經我就能講。一個月一部，在台中住十五個月，學了十三部經。我一出家，教佛學院。教佛學院一個學期教一部經，佛學院三年畢業，我只用了六種，還有七種沒有排上。所以我對佛學院就有意見，佛學院學不到東西。我在李老師會下，一個月可以學一部；到佛學院來，三年一部都學不會，這是真的，不是假的。所以以後我不再教佛學院了，我說教佛學院對不起學生。"
    },
    {
      "id": "02-040-0246_p0033",
      "zh_CN": "学东西一定要一门深入，长时薰修。李老师用私塾教学方法，你只能学一样，不能学两样，这一样学会了，才可以学第二样。什么叫会？你学了之后，上台对大众讲一遍，这叫学会。学的东西没有上台讲过不算，一定要对大众讲一遍。学习当中的时候是对同学讲一遍，这第一遍，接受同学的批评，接受同学的建议，再修改自己的讲稿。这第二遍是给大众，对外，对听众讲一遍。这个方法教学。所以学的人全部精神贯注，怕下不了台。好在学的人只跟老师学一部经，这一部经要用一个月到一个半月的时间，很辛苦，晚上睡不着觉，吃饭不知道什么味道，全心全意都在经教上。",
      "zh_TW": "學東西一定要一門深入，長時薰修。李老師用私塾教學方法，你只能學一樣，不能學兩樣，這一樣學會了，才可以學第二樣。什麼叫會？你學了之後，上台對大眾講一遍，這叫學會。學的東西沒有上台講過不算，一定要對大眾講一遍。學習當中的時候是對同學講一遍，這第一遍，接受同學的批評，接受同學的建議，再修改自己的講稿。這第二遍是給大眾，對外，對聽眾講一遍。這個方法教學。所以學的人全部精神貫注，怕下不了台。好在學的人只跟老師學一部經，這一部經要用一個月到一個半月的時間，很辛苦，晚上睡不著覺，吃飯不知道什麼味道，全心全意都在經教上。"
    },
    {
      "id": "02-040-0246_p0034",
      "zh_CN": "老师教，对同学一个人只教一部经，下个月换另外两个人。这一部经上台去讲，一般是五次到七次；换句话说，五个星期到七个星期就毕业了，你就轻松了。第二批上台，第二批毕业了，第三批上台。我进入这个班是最后进去的，排名排在最后，没轮到我。但是每一个学生每一堂课都一定要到，要多听，一定要到。所以我旁听，我年轻，记忆力很好，我在旁边全听会了。所以我觉得这个不难，我在那里听了十五个月，学会十三部经。虽然没有在台中表演，我进了佛学院，上了讲台，那就我表演出来了。表演，大家很满意，老和尚也满意，同学们也满意。除了在佛学院教书之外，我就开始在台湾到处讲经，哪个地方请就到哪里去，大概时间不超过一个星期，讲完了就走。哪里有请哪里去，法缘很殊胜。",
      "zh_TW": "老師教，對同學一個人只教一部經，下個月換另外兩個人。這一部經上台去講，一般是五次到七次；換句話說，五個星期到七個星期就畢業了，你就輕鬆了。第二批上台，第二批畢業了，第三批上台。我進入這個班是最後進去的，排名排在最後，沒輪到我。但是每一個學生每一堂課都一定要到，要多聽，一定要到。所以我旁聽，我年輕，記憶力很好，我在旁邊全聽會了。所以我覺得這個不難，我在那裡聽了十五個月，學會十三部經。雖然沒有在台中表演，我進了佛學院，上了講台，那就我表演出來了。表演，大家很滿意，老和尚也滿意，同學們也滿意。除了在佛學院教書之外，我就開始在台灣到處講經，哪個地方請就到哪裡去，大概時間不超過一個星期，講完了就走。哪裡有請哪裡去，法緣很殊勝。"
    },
    {
      "id": "02-040-0246_p0035",
      "zh_CN": "经学会了，要常常讲，到处讲，你才熟，才不会忘掉，所以就走上讲经教学的路子。这个原本也是章嘉大师教的，这个老人教我出家，教我学释迦牟尼佛，我听话。我佛学的根基是章嘉大师奠定的，跟他老人家三年。讲经教学，台中学的，在台中住了十年，从小部经入门，到《华严》、《法华》、《楞严》这些大经大论。老师教我们，也没有特别安排时间，他办的经学班只办了两年就结束了。我们学经，就听他讲经，讲完之后，我们复讲，用这个办法来学习，这个办法是中国自古以来的老方法，我们继承了。最初复讲的就是结集经藏，阿难尊者的复讲，所以佛门培养法师就是这个方法留传下来。听众里头，听了一遍有能力复讲的，培养做讲经的法师；没有能力复讲的，就做为护法，内护。这个方法收到很好的效果，千百年来没有改变。所以佛教要恢复，一定要有大量讲经的法师。讲经的法师从哪里培养？就是要从复小座培养，比什么都重要，一门深入，长时薰修。",
      "zh_TW": "經學會了，要常常講，到處講，你才熟，才不會忘掉，所以就走上講經教學的路子。這個原本也是章嘉大師教的，這個老人教我出家，教我學釋迦牟尼佛，我聽話。我佛學的根基是章嘉大師奠定的，跟他老人家三年。講經教學，台中學的，在台中住了十年，從小部經入門，到《華嚴》、《法華》、《楞嚴》這些大經大論。老師教我們，也沒有特別安排時間，他辦的經學班只辦了兩年就結束了。我們學經，就聽他講經，講完之後，我們複講，用這個辦法來學習，這個辦法是中國自古以來的老方法，我們繼承了。最初複講的就是結集經藏，阿難尊者的複講，所以佛門培養法師就是這個方法留傳下來。聽眾裡頭，聽了一遍有能力複講的，培養做講經的法師；沒有能力複講的，就做為護法，內護。這個方法收到很好的效果，千百年來沒有改變。所以佛教要恢復，一定要有大量講經的法師。講經的法師從哪裡培養？就是要從複小座培養，比什麼都重要，一門深入，長時薰修。"
    },
    {
      "id": "02-040-0246_p0036",
      "zh_CN": "那现在我要办个佛学院，看看将来有机会真的要做。有没有老师？没老师。怎么教法？我现在大概留下来的这些光碟，讲经的这些光碟应该有二、三十种，挑选挑选大概有二、三十种。那就有二、三十个学生，一个学生专学一种，专攻一种，一门深入，长时薰修，就能训练出来。但是佛法是建立在戒学的基础上，没有戒学就没有真正的佛法。没有戒学，会讲经，多半都流向知识、佛学，今天讲的佛学，知识，不是智慧，智慧一定要从戒定慧入门。我们一个人要开班教学，学生最好不超过十个人，就能把这十个人全都带起来了。每一个学生每一个星期讲两个小时，他自己准备他的功课。每一天，上午一个，下午一个，一个星期十个人就占了五天，另外还有两天，另外两天我来讲。他们讲经，我统统听，听了之后做讲评。两个小时，他留十分钟给我，我给他做讲评，这样真正可以训练得出来。",
      "zh_TW": "那現在我要辦個佛學院，看看將來有機會真的要做。有沒有老師？沒老師。怎麼教法？我現在大概留下來的這些光碟，講經的這些光碟應該有二、三十種，挑選挑選大概有二、三十種。那就有二、三十個學生，一個學生專學一種，專攻一種，一門深入，長時薰修，就能訓練出來。但是佛法是建立在戒學的基礎上，沒有戒學就沒有真正的佛法。沒有戒學，會講經，多半都流向知識、佛學，今天講的佛學，知識，不是智慧，智慧一定要從戒定慧入門。我們一個人要開班教學，學生最好不超過十個人，就能把這十個人全都帶起來了。每一個學生每一個星期講兩個小時，他自己準備他的功課。每一天，上午一個，下午一個，一個星期十個人就佔了五天，另外還有兩天，另外兩天我來講。他們講經，我統統聽，聽了之後做講評。兩個小時，他留十分鐘給我，我給他做講評，這樣真正可以訓練得出來。"
    },
    {
      "id": "02-040-0246_p0037",
      "zh_CN": "早年在台中，李老师办的研究所，学生八个人，老师六个，按学校排课的方法。六个老师，我也是其中之一，我教《金刚经》，我有一部《金刚经讲义节要》。《讲义》是江味农居士的，那个分量太大，我把它节录了，那就是我在那个时候的课本，我用的课本。我要学生讲，照我节要的地方讲，参考资料看江味农居士的原文，那个里面东西丰富。我上课，果清法师是我们班上学生，我上课是让学生上台讲给我听，一个小时，学生讲五十分钟，最后十分钟我做讲评。我是这个教法，教的人很轻松，学的人很辛苦。那个时候，选我这个课程只有两个学生，我记不得了，果清可能是其中的一个。两个学生告诉我，学我这堂课非常辛苦，整整要用两天时间去准备。为什么？他上台讲给我听。但是非常有受用，逼着他两天真干，他不干，他上台讲不了。我那个时候是每个星期四个小时课，我住在台北，到台中来住一晚上，一个下午，一个上午，我就回台北去了。刚刚好两个学生，我这两个钟点是连着的，当中不休息的。他们别的老师都是一个小时，也一堂课，当中有休息，我这不休息。收到很好的效果，我自己有这个经验。",
      "zh_TW": "早年在台中，李老師辦的研究所，學生八個人，老師六個，按學校排課的方法。六個老師，我也是其中之一，我教《金剛經》，我有一部《金剛經講義節要》。《講義》是江味農居士的，那個分量太大，我把它節錄了，那就是我在那個時候的課本，我用的課本。我要學生講，照我節要的地方講，參考資料看江味農居士的原文，那個裡面東西豐富。我上課，果清法師是我們班上學生，我上課是讓學生上台講給我聽，一個小時，學生講五十分鐘，最後十分鐘我做講評。我是這個教法，教的人很輕鬆，學的人很辛苦。那個時候，選我這個課程只有兩個學生，我記不得了，果清可能是其中的一個。兩個學生告訴我，學我這堂課非常辛苦，整整要用兩天時間去準備。為什麼？他上台講給我聽。但是非常有受用，逼著他兩天真幹，他不幹，他上台講不了。我那個時候是每個星期四個小時課，我住在台北，到台中來住一晚上，一個下午，一個上午，我就回台北去了。剛剛好兩個學生，我這兩個鐘點是連著的，當中不休息的。他們別的老師都是一個小時，也一堂課，當中有休息，我這不休息。收到很好的效果，我自己有這個經驗。"
    },
    {
      "id": "02-040-0246_p0038",
      "zh_CN": "所以现在我办佛学院的话，收十个学生，一个学生一部经。我这里有光碟，你去听，你自己去搜集参考资料，写成讲义，一定要写，不写讲义不行，那个讲义将来就是你的著作，你再上台去讲。我的原则，我不看你的讲义，我只听你讲，给你修订，提供我的看法给你做参考。这个教学有效果，真能成就人。佛学院成就人，难。我在佛光山只教了十个月，我用我这套方法，星云法师不同意，我们两个就这样分开了。他不能接受我的，我也不能接受他的，所以我住了十个月，离开佛光山了。这个方法确实要做实验，如果有这个缘，有这个机缘，我这个身体还管用的话，我们来开这个实验班，招收十个学生。",
      "zh_TW": "所以現在我辦佛學院的話，收十個學生，一個學生一部經。我這裡有光碟，你去聽，你自己去蒐集參考資料，寫成講義，一定要寫，不寫講義不行，那個講義將來就是你的著作，你再上台去講。我的原則，我不看你的講義，我只聽你講，給你修訂，提供我的看法給你做參考。這個教學有效果，真能成就人。佛學院成就人，難。我在佛光山只教了十個月，我用我這套方法，星雲法師不同意，我們兩個就這樣分開了。他不能接受我的，我也不能接受他的，所以我住了十個月，離開佛光山了。這個方法確實要做實驗，如果有這個緣，有這個機緣，我這個身體還管用的話，我們來開這個實驗班，招收十個學生。"
    },
    {
      "id": "02-040-0246_p0039",
      "zh_CN": "所以，陀罗尼能发神通，能除灾患。除灾患，这个道理就是善心、善愿、善行，一切法从心想生，确实有效果。化解地球上的灾难，用真诚心、用慈悲心来修佛法，回向给众生，回向给山河大地。这个与此方有一些咒语禁法相似，故曰咒。咒，鬼神也有。「凡夫二乘不能知，故曰密语」。咒称密语，它不是梵语，所以印度人也不懂，咒语不懂。多半鬼神的语言、他方世界的语言，我们根本就听不懂，它要写出来，我们也根本不认识。所以叫真言，「真言者，如来之言，真实无虚」。佛不需要说明这个意思，你真正相信，认真去受持，决定有利益。",
      "zh_TW": "所以，陀羅尼能發神通，能除災患。除災患，這個道理就是善心、善願、善行，一切法從心想生，確實有效果。化解地球上的災難，用真誠心、用慈悲心來修佛法，迴向給眾生，迴向給山河大地。這個與此方有一些咒語禁法相似，故曰咒。咒，鬼神也有。「凡夫二乘不能知，故曰密語」。咒稱密語，它不是梵語，所以印度人也不懂，咒語不懂。多半鬼神的語言、他方世界的語言，我們根本就聽不懂，它要寫出來，我們也根本不認識。所以叫真言，「真言者，如來之言，真實無虛」。佛不需要說明這個意思，你真正相信，認真去受持，決定有利益。"
    },
    {
      "id": "02-040-0246_p0040",
      "zh_CN": "「四忍陀罗尼。于法之实相安住，谓之忍」。诸法实相我们不知道，但是佛说出来，我们不懂、不了解，你要能接受、能相信，不要怀疑，这就是忍。我们的麻烦在哪里？不把它的理事因果搞清楚、搞明白，总有怀疑。有怀疑，不能得定，不能开智慧。如果相信佛的话，佛的话就是真理、就是真言，我不懂是我们程度不够、功夫不够，决定不怀疑，这样就能得三昧、就能开智慧，大彻大悟。我们看到过有大彻大悟的人，他为什么能悟？他没有怀疑。我们为什么不开悟？我们有怀疑。只是怀疑有轻有重，再轻的怀疑它都造成障碍，让我们不能得清净平等心，不能大彻大悟。这个道理必须要懂，必须自己要承认。怎样培养自己的真诚心？不夹杂、不怀疑、功夫不间断，不思议的效果就发生了。所以这叫忍，能忍，不知道也不怀疑，这叫忍陀罗尼。",
      "zh_TW": "「四忍陀羅尼。於法之實相安住，謂之忍」。諸法實相我們不知道，但是佛說出來，我們不懂、不了解，你要能接受、能相信，不要懷疑，這就是忍。我們的麻煩在哪裡？不把它的理事因果搞清楚、搞明白，總有懷疑。有懷疑，不能得定，不能開智慧。如果相信佛的話，佛的話就是真理、就是真言，我不懂是我們程度不夠、功夫不夠，決定不懷疑，這樣就能得三昧、就能開智慧，大徹大悟。我們看到過有大徹大悟的人，他為什麼能悟？他沒有懷疑。我們為什麼不開悟？我們有懷疑。只是懷疑有輕有重，再輕的懷疑它都造成障礙，讓我們不能得清淨平等心，不能大徹大悟。這個道理必須要懂，必須自己要承認。怎樣培養自己的真誠心？不夾雜、不懷疑、功夫不間斷，不思議的效果就發生了。所以這叫忍，能忍，不知道也不懷疑，這叫忍陀羅尼。"
    },
    {
      "id": "02-040-0246_p0041",
      "zh_CN": "「十方闻名大士」，十方世界听到阿弥陀佛名号这些菩萨们，「皆得如上陀罗尼，安住于诸法实相，故云获陀罗尼愿」。这一愿我们就学习到此地。这一愿的核心，特别强调忍字，希望我们不能把这个疏忽。你真的能忍，不要去过问。你要去问，这个人给你这个说法，那个人是那个说法，怀疑愈来愈严重。根本就不问，相信佛的话，经上的话就是真的，就照干，你就真能得效果，真正能成就。所以它是有道理的，不是无理的，只是道理很深，我们功夫不够，没有达到这个深度。相信就好，相信，跟那个懂得相信的人没有两样。我不懂，我真信，他那个懂得也是真信，两个人效果是平等的。只要得定，只要开悟，不懂自然就懂了，所谓其义自见，不去求它，自然明白了。所以这个陀罗尼，对于修行人非常重要。",
      "zh_TW": "「十方聞名大士」，十方世界聽到阿彌陀佛名號這些菩薩們，「皆得如上陀羅尼，安住於諸法實相，故云獲陀羅尼願」。這一願我們就學習到此地。這一願的核心，特別強調忍字，希望我們不能把這個疏忽。你真的能忍，不要去過問。你要去問，這個人給你這個說法，那個人是那個說法，懷疑愈來愈嚴重。根本就不問，相信佛的話，經上的話就是真的，就照幹，你就真能得效果，真正能成就。所以它是有道理的，不是無理的，只是道理很深，我們功夫不夠，沒有達到這個深度。相信就好，相信，跟那個懂得相信的人沒有兩樣。我不懂，我真信，他那個懂得也是真信，兩個人效果是平等的。只要得定，只要開悟，不懂自然就懂了，所謂其義自見，不去求它，自然明白了。所以這個陀羅尼，對於修行人非常重要。"
    }
  ]
}