{
  "doc_id": "02-040-0271",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七一集",
    "zh_TW": "第二七一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0271",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-040-0271_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0271_p0002",
      "zh_CN": "请看《大经科注》第五百五十页，我们从倒数第四行第二句，「故曰」这个地方念起：",
      "zh_TW": "請看《大經科註》第五百五十頁，我們從倒數第四行第二句，「故曰」這個地方念起："
    },
    {
      "id": "02-040-0271_p0003",
      "zh_CN": "「此即弥陀大愿之本，普贤大行之宗也。盖明真实之体，方起真实之慧。住真实之慧，故能开化显示真实之际，如珠发光，还照珠体。故极乐水鸟树林一色一香，悉皆圆明具德，一一皆是圆圆果海，皆是真实之际也」。前面我们学到这个地方。这一段里头最重要的是告诉我们，只有明真实之体，才能够起真实的智慧。真实之体，在禅宗里面就是讲明心见性，大乘里面常常所讲的诸法实相，对于整个宇宙一切诸法的真相明白了。真相明白了，这就是真实智慧生起来，你对于一切诸法不再迷惑了。为什么不迷惑了？你真正明白、理解了，一切法，相是假的，体是真的。体是自性，自性是万法的本体，也就是一切法从哪来的？是自性所生所变。自性本身不生不灭，不来不去，不一不异，不常不断，《中观论》上讲了八个不，形容我们的自性。自性就是真心，禅宗里面所说的「父母未生之前本来面目」，这就是自性。对于这桩事情搞清楚、搞明白，真实智慧就生起来了。",
      "zh_TW": "「此即彌陀大願之本，普賢大行之宗也。蓋明真實之體，方起真實之慧。住真實之慧，故能開化顯示真實之際，如珠發光，還照珠體。故極樂水鳥樹林一色一香，悉皆圓明具德，一一皆是圓圓果海，皆是真實之際也」。前面我們學到這個地方。這一段裡頭最重要的是告訴我們，只有明真實之體，才能夠起真實的智慧。真實之體，在禪宗裡面就是講明心見性，大乘裡面常常所講的諸法實相，對於整個宇宙一切諸法的真相明白了。真相明白了，這就是真實智慧生起來，你對於一切諸法不再迷惑了。為什麼不迷惑了？你真正明白、理解了，一切法，相是假的，體是真的。體是自性，自性是萬法的本體，也就是一切法從哪來的？是自性所生所變。自性本身不生不滅，不來不去，不一不異，不常不斷，《中觀論》上講了八個不，形容我們的自性。自性就是真心，禪宗裡面所說的「父母未生之前本來面目」，這就是自性。對於這樁事情搞清楚、搞明白，真實智慧就生起來了。"
    },
    {
      "id": "02-040-0271_p0004",
      "zh_CN": "我们对这桩事情是不是搞清楚、搞明白了？我们听说，没有真正看到，听说，听释迦牟尼佛在经上讲的，我们自己没有证得。要证得了才管用，听说，没有证得，不管用。那要怎样才能够证得？实在说是我们要学多久才能证得？没有一定。大经上佛常常告诉我们，上根利智他一念转过来就得到了。上中下根都难，但是上根人时间短一点，可能三年五载他证得了，也有十年、二十年证得了，只要一生能证得，都算是上根人。中下根人不行，为什么不行？中下根人习气太重，放不下。上上根人立刻就放下了，听佛所说的，马上就放下。所以上根人不能当时放下，听久了，听个三年五载他放下了。有人听了一辈子，到临终的时候才放下，也行，也算是上根人，你没有等到第二生，你这一生成就了。",
      "zh_TW": "我們對這樁事情是不是搞清楚、搞明白了？我們聽說，沒有真正看到，聽說，聽釋迦牟尼佛在經上講的，我們自己沒有證得。要證得了才管用，聽說，沒有證得，不管用。那要怎樣才能夠證得？實在說是我們要學多久才能證得？沒有一定。大經上佛常常告訴我們，上根利智他一念轉過來就得到了。上中下根都難，但是上根人時間短一點，可能三年五載他證得了，也有十年、二十年證得了，只要一生能證得，都算是上根人。中下根人不行，為什麼不行？中下根人習氣太重，放不下。上上根人立刻就放下了，聽佛所說的，馬上就放下。所以上根人不能當時放下，聽久了，聽個三年五載他放下了。有人聽了一輩子，到臨終的時候才放下，也行，也算是上根人，你沒有等到第二生，你這一生成就了。"
    },
    {
      "id": "02-040-0271_p0005",
      "zh_CN": "放下什么？放下妄想，放下分别，放下执着，这个东西统统都叫做烦恼。妄想叫无明烦恼，叫根本烦恼，这妄想。分别叫尘沙烦恼，尘沙是多，太多太多了，无量无边，算不清，叫尘沙，比喻叫尘沙烦恼。执着是见思烦恼，见，你看错了；思，你想错了。什么东西看错了？头一个身体，把身体当作我，六道众生哪一个众生不把身体当作我？佛说头一个错误，看错了，身体不是我。为什么不是我？我不生不灭，身体有生灭。有生灭的不是我，那是什么？是我所有的。就像衣服，衣服是我所有的，衣服不是我，脏了可以换一件。你就想到身体也不是我，用几十年，不太好使用了，换一个。你能够这样看法的时候，生死就看破了，你就不会怕死，死，换一件衣服，快快乐乐的，换个身体一定比现在这个身体更好。如果恐惧害怕，那可能又换错了，换成饿鬼，换成畜生，那都是惊慌失措，搞错了。所以这桩事情只有佛知道，世间人都不知道。",
      "zh_TW": "放下什麼？放下妄想，放下分別，放下執著，這個東西統統都叫做煩惱。妄想叫無明煩惱，叫根本煩惱，這妄想。分別叫塵沙煩惱，塵沙是多，太多太多了，無量無邊，算不清，叫塵沙，比喻叫塵沙煩惱。執著是見思煩惱，見，你看錯了；思，你想錯了。什麼東西看錯了？頭一個身體，把身體當作我，六道眾生哪一個眾生不把身體當作我？佛說頭一個錯誤，看錯了，身體不是我。為什麼不是我？我不生不滅，身體有生滅。有生滅的不是我，那是什麼？是我所有的。就像衣服，衣服是我所有的，衣服不是我，髒了可以換一件。你就想到身體也不是我，用幾十年，不太好使用了，換一個。你能夠這樣看法的時候，生死就看破了，你就不會怕死，死，換一件衣服，快快樂樂的，換個身體一定比現在這個身體更好。如果恐懼害怕，那可能又換錯了，換成餓鬼，換成畜生，那都是驚慌失措，搞錯了。所以這樁事情只有佛知道，世間人都不知道。"
    },
    {
      "id": "02-040-0271_p0006",
      "zh_CN": "佛第一个教我们就放下身，不要受身折磨，自己要做身的主宰，不能做身的奴隶。这个身有很多爱好，有很多欲望，你要去满足它你就错了。身体保持到什么？健康就很好，它所需要的给它，不需要的，没有必要为它操心。每天能吃得饱、穿得暖，睡得安稳，就很好了，不必有过分的要求。中国在古代，周朝时候的文王、武王，住的房子茅草房子，不是宫殿。这是圣贤帝王，跟平民生活一样，平民吃什么他吃什么，平民穿什么他穿什么，他一点都不过分。所以老百姓服他，爱护他，都跟他学习，他成为一国之主。对于人民亲切，没有这种傲慢，现在所谓高贵的这种身分，没有，跟平民一视同仁，跟后世这些帝王不一样。虽然距离我们三千多年，周朝在三千二百年前，后人提到文武周公，没有不向往的，没有不尊敬的。这就是自己能做得了主宰，不会被欲望动摇了。",
      "zh_TW": "佛第一個教我們就放下身，不要受身折磨，自己要做身的主宰，不能做身的奴隸。這個身有很多愛好，有很多欲望，你要去滿足它你就錯了。身體保持到什麼？健康就很好，它所需要的給它，不需要的，沒有必要為它操心。每天能吃得飽、穿得暖，睡得安穩，就很好了，不必有過分的要求。中國在古代，周朝時候的文王、武王，住的房子茅草房子，不是宮殿。這是聖賢帝王，跟平民生活一樣，平民吃什麼他吃什麼，平民穿什麼他穿什麼，他一點都不過分。所以老百姓服他，愛護他，都跟他學習，他成為一國之主。對於人民親切，沒有這種傲慢，現在所謂高貴的這種身分，沒有，跟平民一視同仁，跟後世這些帝王不一樣。雖然距離我們三千多年，周朝在三千二百年前，後人提到文武周公，沒有不嚮往的，沒有不尊敬的。這就是自己能做得了主宰，不會被欲望動搖了。"
    },
    {
      "id": "02-040-0271_p0007",
      "zh_CN": "欲望愈少，心愈清净；欲望是愈多，心染污就严重，严重染污，那烦恼就多，贪而无厌，贪婪没有底蕴。真正明白人，生活能过得去，好，有多的帮助别人，助人为快乐之本，这懂得照顾别人，我有余，别人还有不足，这叫积功累德。如果没有机缘超越六道轮回，在六道里面生生世世还都不错，不至于有苦报。如果说不知道帮助别人，只顾自己享福的，福享尽了怎么办？享得尽的！有福分给大家享，好，那就享不尽的福报，那就真正叫修福。吃的、穿的、住的，一切生活上多多帮助别人，有福跟大家同享，这个福报就永远享不尽。",
      "zh_TW": "欲望愈少，心愈清淨；欲望是愈多，心染污就嚴重，嚴重染污，那煩惱就多，貪而無厭，貪婪沒有底蘊。真正明白人，生活能過得去，好，有多的幫助別人，助人為快樂之本，這懂得照顧別人，我有餘，別人還有不足，這叫積功累德。如果沒有機緣超越六道輪迴，在六道裡面生生世世還都不錯，不至於有苦報。如果說不知道幫助別人，只顧自己享福的，福享盡了怎麼辦？享得盡的！有福分給大家享，好，那就享不盡的福報，那就真正叫修福。吃的、穿的、住的，一切生活上多多幫助別人，有福跟大家同享，這個福報就永遠享不盡。"
    },
    {
      "id": "02-040-0271_p0008",
      "zh_CN": "所以这才能住真实慧，真实的智慧就是念念都为别人想，真实智慧，把自己忘掉了。忘掉好，忘掉身体才真正健康长寿；常常想自己，烦恼当中就带来的疾病。病从哪里来的？第一种，生理的疾病，起居饮食疏忽了，像伤风感冒，外来的疾病。自己稍微留意，吃东西有节度，分量不超过，穿着能保持温暖，这身体就健康。第二类的，冤业病，冤亲债主，现在这个社会上到处都看见。这是什么？我们对人、对事、对物粗心大意，有意无意跟众生结冤仇，自己表现是自私自利。受害的这些众生，他不肯饶你，你杀牠，你吃牠，牠要问你讨命，所谓是欠命的要还命，欠债要还钱。要知道一个道理，这个世间因果可畏，善有善果，恶有恶报，善恶果报分毫不差，真有。不知道积功累德，只知道自私自利的这个人，没有好前途。纵然这一生享受的是富贵，来生就没有了，来生大多数都是到三恶道去了，那苦不堪言，不能不知道。生死这桩事情它就在眼前，谁都逃不了。",
      "zh_TW": "所以這才能住真實慧，真實的智慧就是念念都為別人想，真實智慧，把自己忘掉了。忘掉好，忘掉身體才真正健康長壽；常常想自己，煩惱當中就帶來的疾病。病從哪裡來的？第一種，生理的疾病，起居飲食疏忽了，像傷風感冒，外來的疾病。自己稍微留意，吃東西有節度，分量不超過，穿著能保持溫暖，這身體就健康。第二類的，冤業病，冤親債主，現在這個社會上到處都看見。這是什麼？我們對人、對事、對物粗心大意，有意無意跟眾生結冤仇，自己表現是自私自利。受害的這些眾生，他不肯饒你，你殺牠，你吃牠，牠要問你討命，所謂是欠命的要還命，欠債要還錢。要知道一個道理，這個世間因果可畏，善有善果，惡有惡報，善惡果報分毫不差，真有。不知道積功累德，只知道自私自利的這個人，沒有好前途。縱然這一生享受的是富貴，來生就沒有了，來生大多數都是到三惡道去了，那苦不堪言，不能不知道。生死這樁事情它就在眼前，誰都逃不了。"
    },
    {
      "id": "02-040-0271_p0009",
      "zh_CN": "人生最幸运的、最难得的是遇到净土法门，净土法门里面遇到这部经典，《大乘无量寿经》夏莲居老居士的会集本，太难得了、太稀有了！又遇到黄念祖老居士的集注，这本书可以说是释迦牟尼佛往后末法九千年当中，唯一能度人了生死出三界的，就这个本子。这个本子有很多人不相信，还有很多人毁谤，看到这个本子拿去烧掉，这都是造阿鼻地狱的业因，他自己不知道。我们要守护这部经典，要依教奉行，往生做个好样子给大家看看，证明这个法门是真的。依照这个法门修行，决定得度，决定往生，往生极乐世界决定成佛，一生就了了，这是真实智慧。",
      "zh_TW": "人生最幸運的、最難得的是遇到淨土法門，淨土法門裡面遇到這部經典，《大乘無量壽經》夏蓮居老居士的會集本，太難得了、太稀有了！又遇到黃念祖老居士的集註，這本書可以說是釋迦牟尼佛往後末法九千年當中，唯一能度人了生死出三界的，就這個本子。這個本子有很多人不相信，還有很多人毀謗，看到這個本子拿去燒掉，這都是造阿鼻地獄的業因，他自己不知道。我們要守護這部經典，要依教奉行，往生做個好樣子給大家看看，證明這個法門是真的。依照這個法門修行，決定得度，決定往生，往生極樂世界決定成佛，一生就了了，這是真實智慧。"
    },
    {
      "id": "02-040-0271_p0010",
      "zh_CN": "真实智慧另一个说法，就是对这个经典、这个法门真正相信，真正发愿，真正念佛，这个人有真实智慧。他所想的，他所说的、所做的，完全没有错误，跟极乐世界完全相应。如果真正读这部经，学习这部经，那就更好了，他会开智慧。开智慧，他这一生他就能用上，把经教里面所说的变成生活，用在工作上，用在处事待人接物，甚至于能够用在齐家治国平天下。出世法都能成就，何况世间法，齐家治国平天下是世间法，那怎么会用不上？当然能用上。我们这一次学习讲得比较细，多半都讲在生活上，我们现前就用上了。",
      "zh_TW": "真實智慧另一個說法，就是對這個經典、這個法門真正相信，真正發願，真正念佛，這個人有真實智慧。他所想的，他所說的、所做的，完全沒有錯誤，跟極樂世界完全相應。如果真正讀這部經，學習這部經，那就更好了，他會開智慧。開智慧，他這一生他就能用上，把經教裡面所說的變成生活，用在工作上，用在處事待人接物，甚至於能夠用在齊家治國平天下。出世法都能成就，何況世間法，齊家治國平天下是世間法，那怎麼會用不上？當然能用上。我們這一次學習講得比較細，多半都講在生活上，我們現前就用上了。"
    },
    {
      "id": "02-040-0271_p0011",
      "zh_CN": "唯有住真实之慧，故能开化显示真实之际。我们把这部书遍数念多了，古人教给我们，「读书千遍，其义自见」，我们可以发个心，我们念经文。这部经的经文不长，如果有时间，一天念十遍，当作早晚课。早课读五遍，晚课读五遍，一天都不缺，一天十部，十天就百部，一百天就千部，三年就可以能念一万部，用三年的时间。这一万部念下来的时候，你的心清净了，对这个世间一切世缘淡薄，不求名闻利养，不求财色名食睡，不求这个。三年这样念下来，一定得念佛三昧。念佛三昧得到了，往生就决定有把握。什么样的把握？想什么时候去就什么时候去，想在这个世界上再多住几年也没有关系，自由了，就生死自在了。那住在这个世间干什么？住在这个世间教别人，弘法利生，不是为自己，为自己，早到极乐世界去了。看到众生苦，我有能力教他，多住几天多带一些人到极乐世界去，这个很有意思。住在这个世界不受苦，为什么？这个世界虽然乱，恶缘虽然多，但它不能妨碍我，我不受它影响，这就自在，受它影响不自在，不受影响了。",
      "zh_TW": "唯有住真實之慧，故能開化顯示真實之際。我們把這部書遍數念多了，古人教給我們，「讀書千遍，其義自見」，我們可以發個心，我們念經文。這部經的經文不長，如果有時間，一天念十遍，當作早晚課。早課讀五遍，晚課讀五遍，一天都不缺，一天十部，十天就百部，一百天就千部，三年就可以能念一萬部，用三年的時間。這一萬部念下來的時候，你的心清淨了，對這個世間一切世緣淡薄，不求名聞利養，不求財色名食睡，不求這個。三年這樣念下來，一定得念佛三昧。念佛三昧得到了，往生就決定有把握。什麼樣的把握？想什麼時候去就什麼時候去，想在這個世界上再多住幾年也沒有關係，自由了，就生死自在了。那住在這個世間幹什麼？住在這個世間教別人，弘法利生，不是為自己，為自己，早到極樂世界去了。看到眾生苦，我有能力教他，多住幾天多帶一些人到極樂世界去，這個很有意思。住在這個世界不受苦，為什麼？這個世界雖然亂，惡緣雖然多，但它不能妨礙我，我不受它影響，這就自在，受它影響不自在，不受影響了。"
    },
    {
      "id": "02-040-0271_p0012",
      "zh_CN": "一万部这个经念下去之后，就可以不受影响了。这种修行的方法就是修定，早晨念五部，晚上念五部，这是修念佛三昧。目标不是把这个经背起来，不是的，目标完全是修念佛三昧。遍数多了，自然就会背，所以背，能背诵那是附带的作用，不是主目标，主目标是修念佛三昧。得念佛三昧之后，如果真正不攀缘，名闻利养能放下，应该再三、五年会开悟。开悟之后，往生到极乐世界品位就高了。这是我们做得到的，这是一个真正有智慧的人，他能这样做。",
      "zh_TW": "一萬部這個經念下去之後，就可以不受影響了。這種修行的方法就是修定，早晨念五部，晚上念五部，這是修念佛三昧。目標不是把這個經背起來，不是的，目標完全是修念佛三昧。遍數多了，自然就會背，所以背，能背誦那是附帶的作用，不是主目標，主目標是修念佛三昧。得念佛三昧之後，如果真正不攀緣，名聞利養能放下，應該再三、五年會開悟。開悟之後，往生到極樂世界品位就高了。這是我們做得到的，這是一個真正有智慧的人，他能這樣做。"
    },
    {
      "id": "02-040-0271_p0013",
      "zh_CN": "下面两句有个比喻，「如珠发光，还照珠体」，你的真实智慧就照你自己的真实之际，照自性，回光返照。一照自性，你的境界就提升了，跟惠能大师一样，确实证得自性清净心。这个清净心现前，再不会受染污了，他能做得了主。以清净心待人接物，大慈大悲自然流露，众生这些疑难杂症，你有能力帮助他解决。你居住的地方不会有灾难，哪个地方有灾难，你到那边去，你的能量，现在人讲你的磁场，就能化解一方的灾难。真正帮助众生，真正在修积功德。虽修积功德，不执着修积功德的相，为什么？有执着，心不清净。我做多少好事，我做多少功德，心不清净。做再多的好事，心里干干净净，一尘不染，那叫真实功德。",
      "zh_TW": "下面兩句有個比喻，「如珠發光，還照珠體」，你的真實智慧就照你自己的真實之際，照自性，回光返照。一照自性，你的境界就提升了，跟惠能大師一樣，確實證得自性清淨心。這個清淨心現前，再不會受染污了，他能做得了主。以清淨心待人接物，大慈大悲自然流露，眾生這些疑難雜症，你有能力幫助他解決。你居住的地方不會有災難，哪個地方有災難，你到那邊去，你的能量，現在人講你的磁場，就能化解一方的災難。真正幫助眾生，真正在修積功德。雖修積功德，不執著修積功德的相，為什麼？有執著，心不清淨。我做多少好事，我做多少功德，心不清淨。做再多的好事，心裡乾乾淨淨，一塵不染，那叫真實功德。"
    },
    {
      "id": "02-040-0271_p0014",
      "zh_CN": "所以极乐世界，这是说阿弥陀佛所修的，阿弥陀佛给我们做的榜样，那边的水、鸟、树林，一色一香，全是阿弥陀佛变化所作。真的吗？真的，一点都不假。阿弥陀佛是自性，一切法都是自性生、自性现的，阿弥陀佛是自性，当然是圆明具德，圆满光明，这是赞叹自性的，具足无量德能、无量相好。一一皆是圆圆果海，圆满，圆满当中的圆满。诸佛圆满了，阿弥陀佛的圆满超过诸佛如来，称为圆圆果海。皆是真实之际，那就是自性天真的流露。",
      "zh_TW": "所以極樂世界，這是說阿彌陀佛所修的，阿彌陀佛給我們做的榜樣，那邊的水、鳥、樹林，一色一香，全是阿彌陀佛變化所作。真的嗎？真的，一點都不假。阿彌陀佛是自性，一切法都是自性生、自性現的，阿彌陀佛是自性，當然是圓明具德，圓滿光明，這是讚歎自性的，具足無量德能、無量相好。一一皆是圓圓果海，圓滿，圓滿當中的圓滿。諸佛圓滿了，阿彌陀佛的圓滿超過諸佛如來，稱為圓圓果海。皆是真實之際，那就是自性天真的流露。"
    },
    {
      "id": "02-040-0271_p0015",
      "zh_CN": "「复因一一是弥陀大觉真心，果觉妙德」。在极乐世界你所见的、你所听的、你所接触的，六根所缘的境界，无一不是弥陀大觉真心变化出来的。真心能生能现，妄心能变所变，极乐世界没有妄心，这是诸佛之所赞叹的。十方诸佛里面有真有妄，唯独极乐世界只有真没有妄。虽然极乐世界有四土，有凡圣同居土，有方便有余土，这两个合起来，一般叫十法界。凡圣同居土是十法界里面的六道，下面六个法界，上面还有四个法界，佛、菩萨、缘觉、声闻，叫四圣法界。四圣法界是释迦牟尼佛的净土，娑婆世界的净土；六道是娑婆世界的秽土，这个里面有严重的染污。",
      "zh_TW": "「復因一一是彌陀大覺真心，果覺妙德」。在極樂世界你所見的、你所聽的、你所接觸的，六根所緣的境界，無一不是彌陀大覺真心變化出來的。真心能生能現，妄心能變所變，極樂世界沒有妄心，這是諸佛之所讚歎的。十方諸佛裡面有真有妄，唯獨極樂世界只有真沒有妄。雖然極樂世界有四土，有凡聖同居土，有方便有餘土，這兩個合起來，一般叫十法界。凡聖同居土是十法界裡面的六道，下面六個法界，上面還有四個法界，佛、菩薩、緣覺、聲聞，叫四聖法界。四聖法界是釋迦牟尼佛的淨土，娑婆世界的淨土；六道是娑婆世界的穢土，這個裡面有嚴重的染污。"
    },
    {
      "id": "02-040-0271_p0016",
      "zh_CN": "我们住在秽土，是住在一个有严重染污的秽土。这种严重染污是自己造成的，说实在话是科学技术造成的。没有科学技术，这个世界虽然是染，不是这么严重。这种严重的染污，像我们这样的年龄体会得非常深刻。中日战争的时候我们才十几岁，战争爆发那年我十一岁，战争结束的时候我十九岁，八年抗战。就在抗战那个时期，没有这么染污。我们常常逃难，日本人打着追，我们在前面跑。农村里面，稻田里头都有水，有小水沟，灌溉的，那个小水沟里头水都可以喝，干净。你看它很清、很澈，里面还有些小鱼，都在里头游。没有说听说水不能喝的，河水能喝、江水能喝，挑起来就能够喝。现在不行了，现在水里都有毒，水被染污了，土壤被染污了。",
      "zh_TW": "我們住在穢土，是住在一個有嚴重染污的穢土。這種嚴重染污是自己造成的，說實在話是科學技術造成的。沒有科學技術，這個世界雖然是染，不是這麼嚴重。這種嚴重的染污，像我們這樣的年齡體會得非常深刻。中日戰爭的時候我們才十幾歲，戰爭爆發那年我十一歲，戰爭結束的時候我十九歲，八年抗戰。就在抗戰那個時期，沒有這麼染污。我們常常逃難，日本人打著追，我們在前面跑。農村裡面，稻田裡頭都有水，有小水溝，灌溉的，那個小水溝裡頭水都可以喝，乾淨。你看它很清、很澈，裡面還有些小魚，都在裡頭游。沒有說聽說水不能喝的，河水能喝、江水能喝，挑起來就能夠喝。現在不行了，現在水裡都有毒，水被染污了，土壤被染污了。"
    },
    {
      "id": "02-040-0271_p0017",
      "zh_CN": "土壤的染污最明显的，种的青菜有，味道没有了。我们现在说这个蔬菜，青菜的味道，说出来没人懂，为什么？你们没有见过，你们没吃过。抗战时期那个时候的青菜，鲜味，现在没有了。抗战时期那时候的草菇，在野外，我们小孩出去玩，到野外去玩，看到了都会把它采回来。煮起来，隔壁邻居都闻到你们家蘑菇的香味。现在没有了，那个吃起来真的是鲜美，现在吃的不是味道。包括现在的稻米，都变质了。现在的水果看起来又大又好看，吃起来没味道。这是什么？这就是严重的染污，人没有福报。现在人的福报是什么？是纸多，钞票是纸的，家里堆的纸多。古代人富有的是他家黄金多、白银多，金银财宝多，现在在家堆的纸多。",
      "zh_TW": "土壤的染污最明顯的，種的青菜有，味道沒有了。我們現在說這個蔬菜，青菜的味道，說出來沒人懂，為什麼？你們沒有見過，你們沒吃過。抗戰時期那個時候的青菜，鮮味，現在沒有了。抗戰時期那時候的草菇，在野外，我們小孩出去玩，到野外去玩，看到了都會把它採回來。煮起來，隔壁鄰居都聞到你們家蘑菇的香味。現在沒有了，那個吃起來真的是鮮美，現在吃的不是味道。包括現在的稻米，都變質了。現在的水果看起來又大又好看，吃起來沒味道。這是什麼？這就是嚴重的染污，人沒有福報。現在人的福報是什麼？是紙多，鈔票是紙的，家裡堆的紙多。古代人富有的是他家黃金多、白銀多，金銀財寶多，現在在家堆的紙多。"
    },
    {
      "id": "02-040-0271_p0018",
      "zh_CN": "什么味道都变了，你说肉食，现在人还贪恋，我听到这个肉食都感到恐怖，从前那个肉食是有味道，现在味道变了。我们学了佛之后就吃素，六十多年没吃肉了。我曾经问方师母，方东美先生的夫人，老师走了之后，师母没有人照顾，我们常常去看她。我有一天就问她，我说师母，妳好好去想想，妳们现在吃的肉食，吃的鸡、吃的鸭、吃的鱼，跟从前三十年前的味道一样不一样？她大概想了有五、六分钟，告诉我不一样。我说我在想像当中肯定不一样。为什么？那个时候的这些动物，鸡鸭，农民养的，都养在野外，牠都是天然的饲料。现在都养在笼子里头，化学饲料，你说这个动物牠的心情不好，被人关在监狱里头一样，牠有什么好心情？喂的那些东西，不吃还不行，逼着牠，用种种催着牠、逼着牠，牠非吃不可。长大了，那能好吃吗？就是连一个鸡蛋，味道跟从前都不相同。所以蛋能不能吃？不能吃。",
      "zh_TW": "什麼味道都變了，你說肉食，現在人還貪戀，我聽到這個肉食都感到恐怖，從前那個肉食是有味道，現在味道變了。我們學了佛之後就吃素，六十多年沒吃肉了。我曾經問方師母，方東美先生的夫人，老師走了之後，師母沒有人照顧，我們常常去看她。我有一天就問她，我說師母，妳好好去想想，妳們現在吃的肉食，吃的雞、吃的鴨、吃的魚，跟從前三十年前的味道一樣不一樣？她大概想了有五、六分鐘，告訴我不一樣。我說我在想像當中肯定不一樣。為什麼？那個時候的這些動物，雞鴨，農民養的，都養在野外，牠都是天然的飼料。現在都養在籠子裡頭，化學飼料，你說這個動物牠的心情不好，被人關在監獄裡頭一樣，牠有什麼好心情？餵的那些東西，不吃還不行，逼著牠，用種種催著牠、逼著牠，牠非吃不可。長大了，那能好吃嗎？就是連一個雞蛋，味道跟從前都不相同。所以蛋能不能吃？不能吃。"
    },
    {
      "id": "02-040-0271_p0019",
      "zh_CN": "齐素萍居士带我到庆云去参观，她在那里盖个金山寺，我去的时候还没有盖完，还有工程，带我去参观一个养鸭的基地。我去看，这里面管理人员提了个小鸭摆在我手上，跟我手掌一样大，一样大一个小鸭子。管理人员问我，法师，你看这个鸭子出生几天了？我估计大概一个星期到十天，才能长这么大。他告诉我，昨天出生的。我马上就呆掉了，昨天出生的，今天长这么大，昨天是个蛋！我说你这个鸭子卖到市场上，多长时间？两个星期。从前我们在乡下有个概念，鸭子大概养半年到十个月，怎么现在半个月就长大了？他说这个鸭子提供北京烧鸭，北京的烤鸭，他们提供的数量是三分之一。这还能吃？我告诉大家，鸭蛋都不能吃。鸡也是这样养出来的，统统不能吃，这个吃了要命！牠们吃的是化学饲料，不正常，我们吃了牠的肉会得病。所以现在的病这么多，病从口入。这不都是科学技术害人吗？害畜生，畜生转过来害人。所以中国古人有智慧，不搞科技，有道理。随顺大自然是最健康的，违背大自然决定有害，怎么可以这样做法！",
      "zh_TW": "齊素萍居士帶我到慶雲去參觀，她在那裡蓋個金山寺，我去的時候還沒有蓋完，還有工程，帶我去參觀一個養鴨的基地。我去看，這裡面管理人員提了個小鴨擺在我手上，跟我手掌一樣大，一樣大一個小鴨子。管理人員問我，法師，你看這個鴨子出生幾天了？我估計大概一個星期到十天，才能長這麼大。他告訴我，昨天出生的。我馬上就呆掉了，昨天出生的，今天長這麼大，昨天是個蛋！我說你這個鴨子賣到市場上，多長時間？兩個星期。從前我們在鄉下有個概念，鴨子大概養半年到十個月，怎麼現在半個月就長大了？他說這個鴨子提供北京燒鴨，北京的烤鴨，他們提供的數量是三分之一。這還能吃？我告訴大家，鴨蛋都不能吃。雞也是這樣養出來的，統統不能吃，這個吃了要命！牠們吃的是化學飼料，不正常，我們吃了牠的肉會得病。所以現在的病這麼多，病從口入。這不都是科學技術害人嗎？害畜生，畜生轉過來害人。所以中國古人有智慧，不搞科技，有道理。隨順大自然是最健康的，違背大自然決定有害，怎麼可以這樣做法！"
    },
    {
      "id": "02-040-0271_p0020",
      "zh_CN": "牛羊肉，我们在新西兰、在澳洲看到的，还都养在野外的，大概还可以。那个地方地广人稀，完全是野生的，在野外长大的。其他地方都关在笼子里头养的，我们看到都很难过，所以不敢吃，不能吃。今天种蔬菜，蔬菜味道也变了，证明什么？土壤被染污，水被染污了，所以青菜味道不一样了。这个要不能够回头，不能够转变，我们相信人的寿命会缩短。这是违背自然，人吃这种饮食，居住这种环境，寿命自然缩短了。",
      "zh_TW": "牛羊肉，我們在新西蘭、在澳洲看到的，還都養在野外的，大概還可以。那個地方地廣人稀，完全是野生的，在野外長大的。其他地方都關在籠子裡頭養的，我們看到都很難過，所以不敢吃，不能吃。今天種蔬菜，蔬菜味道也變了，證明什麼？土壤被染污，水被染污了，所以青菜味道不一樣了。這個要不能夠回頭，不能夠轉變，我們相信人的壽命會縮短。這是違背自然，人吃這種飲食，居住這種環境，壽命自然縮短了。"
    },
    {
      "id": "02-040-0271_p0021",
      "zh_CN": "所以，佛教我们要用真心对人，对人、对事、对一切万物都要用真诚心，要用清净心，要用平等心，不能有自私自利的心，不能有损人利己的心。现在人只顾赚钱，不顾生死，是真的不是假的。这都是迷惑颠倒，只知道这一生，不知道来生。人死了之后有来生，到那个时候后悔莫及，苦不堪言。灾难里面最严重的是战争，战争死亡的人不容易投胎，不容易转世，他还是在战争。这是佛法讲的，一切法从心想生，他打仗死的，死了他还在打仗。几百年之后，他还在打仗，他没有想到战争没有了，停止了，没想到别的。",
      "zh_TW": "所以，佛教我們要用真心對人，對人、對事、對一切萬物都要用真誠心，要用清淨心，要用平等心，不能有自私自利的心，不能有損人利己的心。現在人只顧賺錢，不顧生死，是真的不是假的。這都是迷惑顛倒，只知道這一生，不知道來生。人死了之後有來生，到那個時候後悔莫及，苦不堪言。災難裡面最嚴重的是戰爭，戰爭死亡的人不容易投胎，不容易轉世，他還是在戰爭。這是佛法講的，一切法從心想生，他打仗死的，死了他還在打仗。幾百年之後，他還在打仗，他沒有想到戰爭沒有了，停止了，沒想到別的。"
    },
    {
      "id": "02-040-0271_p0022",
      "zh_CN": "我们在高居士的一本报告，高处长，永昌的，他写罗马二千一百年前，罗马凯撒大帝派了一支军队想来征服中国。统帅这支军队的是他的儿子，第三个儿子，三王子。这个军队在中国全军覆没，这也是兵法所说的「骄兵必败」。罗马在欧洲是最强盛的，他瞧不起中国人，中国人个子比他小。来了十万大军，那个时候统统是徒步，走路走过来的，一半是骑兵，一半是步兵。这么远的路程，当中水土不服，所以到中国的时候他军队已经死了不少了。到中国新疆跟中国军队碰到了，轻敌，第一场战争他就死了九千多人。这一仗打了之后，他们就醒悟了，认为征服中国是不可能的事情。但是也没有办法回去，继续往中国走，走到永昌这边好像只剩了两千多人，十万人只剩两千多人。最后一部分，大概是有几百人，自杀了。这些鬼魂一直到现在还在，附体告诉我们，他们没得吃、没得穿，苦不堪言。这报告很详细。",
      "zh_TW": "我們在高居士的一本報告，高處長，永昌的，他寫羅馬二千一百年前，羅馬凱撒大帝派了一支軍隊想來征服中國。統帥這支軍隊的是他的兒子，第三個兒子，三王子。這個軍隊在中國全軍覆沒，這也是兵法所說的「驕兵必敗」。羅馬在歐洲是最強盛的，他瞧不起中國人，中國人個子比他小。來了十萬大軍，那個時候統統是徒步，走路走過來的，一半是騎兵，一半是步兵。這麼遠的路程，當中水土不服，所以到中國的時候他軍隊已經死了不少了。到中國新疆跟中國軍隊碰到了，輕敵，第一場戰爭他就死了九千多人。這一仗打了之後，他們就醒悟了，認為征服中國是不可能的事情。但是也沒有辦法回去，繼續往中國走，走到永昌這邊好像只剩了兩千多人，十萬人只剩兩千多人。最後一部分，大概是有幾百人，自殺了。這些鬼魂一直到現在還在，附體告訴我們，他們沒得吃、沒得穿，苦不堪言。這報告很詳細。"
    },
    {
      "id": "02-040-0271_p0023",
      "zh_CN": "高处长是共产党员，处级干部，是无神论者。他因为好奇，出这么个事情，去访问了六、七次，觉得这不是人能够编得出来的故事。而且附体附在乡村妇女身上，这妇女不认识字，没有文化，说的是罗马文，那个时代的语言。他去求证，找到外语学校的老师，到那边去，这些老师们给他做证明，是真的古罗马语。这鬼里头还有翻译官，附身来翻译，别人没法子翻。让他写出这么一本故事，真的，不是假的。",
      "zh_TW": "高處長是共產黨員，處級幹部，是無神論者。他因為好奇，出這麼個事情，去訪問了六、七次，覺得這不是人能夠編得出來的故事。而且附體附在鄉村婦女身上，這婦女不認識字，沒有文化，說的是羅馬文，那個時代的語言。他去求證，找到外語學校的老師，到那邊去，這些老師們給他做證明，是真的古羅馬語。這鬼裡頭還有翻譯官，附身來翻譯，別人沒法子翻。讓他寫出這麼一本故事，真的，不是假的。"
    },
    {
      "id": "02-040-0271_p0024",
      "zh_CN": "他告诉我，现在第二个又出来了，第二个是中日战争的时候，日本的一个中将，率领十五万军队在中国东北，也是死在松花江这一带。这些军队死的时候到现在差不多有七十多年了，死了以后，他们遇到太乙真人，道家的。太乙真人告诉他，五十年后甘肃永昌有个齐素萍菩萨，齐老居士，齐菩萨，她们会救你。他们就往甘肃这边走，是前年遇到了，遇上了，一算时间果然五十年。日本这个军队现在跟罗马这个鬼兵合在一起，被罗马三王子收编了，很难得，都发心做护法神。真的，不是假的。所以现在这个高处长，从无神论变成有神论了，他真相信，几次考察，他说一点都不假。日本这桩事情年代比较近，很多地点、人名都能够找得到，都有记载，这不是随便说的。",
      "zh_TW": "他告訴我，現在第二個又出來了，第二個是中日戰爭的時候，日本的一個中將，率領十五萬軍隊在中國東北，也是死在松花江這一帶。這些軍隊死的時候到現在差不多有七十多年了，死了以後，他們遇到太乙真人，道家的。太乙真人告訴他，五十年後甘肅永昌有個齊素萍菩薩，齊老居士，齊菩薩，她們會救你。他們就往甘肅這邊走，是前年遇到了，遇上了，一算時間果然五十年。日本這個軍隊現在跟羅馬這個鬼兵合在一起，被羅馬三王子收編了，很難得，都發心做護法神。真的，不是假的。所以現在這個高處長，從無神論變成有神論了，他真相信，幾次考察，他說一點都不假。日本這樁事情年代比較近，很多地點、人名都能夠找得到，都有記載，這不是隨便說的。"
    },
    {
      "id": "02-040-0271_p0025",
      "zh_CN": "所以，我们在经文上这个地方要特别重视，「弥陀大觉真心，果觉妙德」，我们要学阿弥陀佛用真心，不用妄心。不要怕吃亏，不要怕上当，别人骗我，我不骗他；别人以虚伪的心对我，我以真诚心对他。吃亏那就是消业障，要欢喜接受，我们业障、烦恼消掉，我们往生的障碍就没有了。所以中国古人有所谓「吃亏是福」，「难得糊涂」，人不要太聪明，糊涂一点好。大聪明人你看那个样子就是糊里糊涂的，大智若愚，这种人真有福报，天天消业障，增福慧。",
      "zh_TW": "所以，我們在經文上這個地方要特別重視，「彌陀大覺真心，果覺妙德」，我們要學阿彌陀佛用真心，不用妄心。不要怕吃虧，不要怕上當，別人騙我，我不騙他；別人以虛偽的心對我，我以真誠心對他。吃虧那就是消業障，要歡喜接受，我們業障、煩惱消掉，我們往生的障礙就沒有了。所以中國古人有所謂「吃虧是福」，「難得糊塗」，人不要太聰明，糊塗一點好。大聰明人你看那個樣子就是糊裡糊塗的，大智若愚，這種人真有福報，天天消業障，增福慧。"
    },
    {
      "id": "02-040-0271_p0026",
      "zh_CN": "「一一又是我等当人自心本具之如来智慧德相」，如来智慧德相是《华严经》上佛说的，说「一切众生皆有如来智慧德相」。念老在此地给我们说，极乐世界一一都是我们自己自心本具的如来智慧德相。每个往生的人，在极乐世界都有一分自己的功德，我们仰仗阿弥陀佛的功德、弘愿，自己的愿跟德跟阿弥陀佛相应，自他不二。「弥陀所显，乃我本心」，这句话很重要。弥陀所显的是极乐世界，极乐世界是我本心所现出来的，包括阿弥陀佛，阿弥陀佛也是我本心所现的，这个一定要知道。我们自己的本性、真心，跟阿弥陀佛是一不是二。",
      "zh_TW": "「一一又是我等當人自心本具之如來智慧德相」，如來智慧德相是《華嚴經》上佛說的，說「一切眾生皆有如來智慧德相」。念老在此地給我們說，極樂世界一一都是我們自己自心本具的如來智慧德相。每個往生的人，在極樂世界都有一分自己的功德，我們仰仗阿彌陀佛的功德、弘願，自己的願跟德跟阿彌陀佛相應，自他不二。「彌陀所顯，乃我本心」，這句話很重要。彌陀所顯的是極樂世界，極樂世界是我本心所現出來的，包括阿彌陀佛，阿彌陀佛也是我本心所現的，這個一定要知道。我們自己的本性、真心，跟阿彌陀佛是一不是二。"
    },
    {
      "id": "02-040-0271_p0027",
      "zh_CN": "「是我家珍，非从外得」。家珍，我们参考资料里头从《佛光大辞典》节录下来，「自家中之珍宝」，我们自性里头本有的。「禅林中」，这是讲禅宗，「转指人人本具之佛性」，所以这个家珍是佛性。我自己的佛性变现出极乐世界，变现出阿弥陀佛，这是真的不是假的。《无门关》，这是禅宗的书，序文里头说，「岂不见道」，你没有听到人说过吗？「从门入者，不是家珍」，你说从哪个佛门入进去的，不是家珍；从缘得到的，「始终成坏」。要怎样才能够得到？本来就是，不从他得，这是真的。极乐世界亦如是，华藏世界亦如是，我们现前没有一样不是如是。凡圣的差别是在迷悟，悟了，就成佛了；迷了，这才有六道，六道是我们自性迷现出来的虚幻的境界，都不是真的。真的是自性，自性无量的德能。",
      "zh_TW": "「是我家珍，非從外得」。家珍，我們參考資料裡頭從《佛光大辭典》節錄下來，「自家中之珍寶」，我們自性裡頭本有的。「禪林中」，這是講禪宗，「轉指人人本具之佛性」，所以這個家珍是佛性。我自己的佛性變現出極樂世界，變現出阿彌陀佛，這是真的不是假的。《無門關》，這是禪宗的書，序文裡頭說，「豈不見道」，你沒有聽到人說過嗎？「從門入者，不是家珍」，你說從哪個佛門入進去的，不是家珍；從緣得到的，「始終成壞」。要怎樣才能夠得到？本來就是，不從他得，這是真的。極樂世界亦如是，華藏世界亦如是，我們現前沒有一樣不是如是。凡聖的差別是在迷悟，悟了，就成佛了；迷了，這才有六道，六道是我們自性迷現出來的虛幻的境界，都不是真的。真的是自性，自性無量的德能。"
    },
    {
      "id": "02-040-0271_p0028",
      "zh_CN": "前几年我们学过《妄尽还源观》，《还源观》要用现在的话说，它是贤首国师的修习《华严经》的论文。像现在写博士论文，用《华严经》写博士论文，贤首国师写的，写得真好！《华严》那么大的一部经，他用很简洁的文字，把《华严经》全部精彩的地方他统统写出来了。一共六段，前面三段是讲宇宙的源起，宇宙、万物，包括我们自己，从哪里来的，讲得很清楚，后面是讲《华严经》教人修学的方法。",
      "zh_TW": "前幾年我們學過《妄盡還源觀》，《還源觀》要用現在的話說，它是賢首國師的修習《華嚴經》的論文。像現在寫博士論文，用《華嚴經》寫博士論文，賢首國師寫的，寫得真好！《華嚴》那麼大的一部經，他用很簡潔的文字，把《華嚴經》全部精彩的地方他統統寫出來了。一共六段，前面三段是講宇宙的源起，宇宙、萬物，包括我們自己，從哪裡來的，講得很清楚，後面是講《華嚴經》教人修學的方法。"
    },
    {
      "id": "02-040-0271_p0029",
      "zh_CN": "宇宙从哪里来的？从「自性清净圆明体」变现出来的，那个自性清净圆明体就是自己，就是自己的真心，自己的本性。诸佛如来，像极乐世界、华藏世界，是觉的状况变现出来的。我们今天什么六道轮回、现在这个世界搞成这个样子，是从迷的状况变现出来的。迷悟不二，同一个真心，同一个自性。第一段就把哲学里面所讲的宇宙万有的本体说出来了，自性清净圆明体，圆是圆满，没有欠缺；明是光明、是智慧；体能现能生，万物的本体。",
      "zh_TW": "宇宙從哪裡來的？從「自性清淨圓明體」變現出來的，那個自性清淨圓明體就是自己，就是自己的真心，自己的本性。諸佛如來，像極樂世界、華藏世界，是覺的狀況變現出來的。我們今天什麼六道輪迴、現在這個世界搞成這個樣子，是從迷的狀況變現出來的。迷悟不二，同一個真心，同一個自性。第一段就把哲學裡面所講的宇宙萬有的本體說出來了，自性清淨圓明體，圓是圓滿，沒有欠缺；明是光明、是智慧；體能現能生，萬物的本體。"
    },
    {
      "id": "02-040-0271_p0030",
      "zh_CN": "第二段是「起二用」，从一体起二用，起二用就出生两样东西，一个是宇宙，一个是自己。宇宙是依报，我们生活环境；我们自己，正报。这是依报、正报从哪里来的。宇宙不是大爆炸的，什么时候起来的？就在当下，没有过去也没有未来，当下一念生，当下一念灭。这当下一念，我们现在有个清晰的概念，就是弥勒菩萨说的，一千六百兆分之一秒一念。就是一秒钟里头一共起多少念头？起一千六百兆个念头。一千六百兆个念头里头的一个念头，叫一念。这个一念生，立刻就灭了，第二个念头又生，立刻就灭了，要知道，前一个念头跟后一个念头是两个念头，不是一个，不一样。念念不相同，根本就没有两个念头是相同的。所以，我们看的一切现象，是这些念头，这个念头里头有物质现象、有精神现象、有自然现象，混在这里头，在一念当中统统现前，变现出整个宇宙的样子。我们实实在在就是像在看电影一样，银幕上看得清清楚楚，你摸不到，你不能控制，你不能掌握，你得不到。你可以看，可以欣赏，得不到，这是宇宙的真相。",
      "zh_TW": "第二段是「起二用」，從一體起二用，起二用就出生兩樣東西，一個是宇宙，一個是自己。宇宙是依報，我們生活環境；我們自己，正報。這是依報、正報從哪裡來的。宇宙不是大爆炸的，什麼時候起來的？就在當下，沒有過去也沒有未來，當下一念生，當下一念滅。這當下一念，我們現在有個清晰的概念，就是彌勒菩薩說的，一千六百兆分之一秒一念。就是一秒鐘裡頭一共起多少念頭？起一千六百兆個念頭。一千六百兆個念頭裡頭的一個念頭，叫一念。這個一念生，立刻就滅了，第二個念頭又生，立刻就滅了，要知道，前一個念頭跟後一個念頭是兩個念頭，不是一個，不一樣。念念不相同，根本就沒有兩個念頭是相同的。所以，我們看的一切現象，是這些念頭，這個念頭裡頭有物質現象、有精神現象、有自然現象，混在這裡頭，在一念當中統統現前，變現出整個宇宙的樣子。我們實實在在就是像在看電影一樣，銀幕上看得清清楚楚，你摸不到，你不能控制，你不能掌握，你得不到。你可以看，可以欣賞，得不到，這是宇宙的真相。"
    },
    {
      "id": "02-040-0271_p0031",
      "zh_CN": "速度之快，这讲第三个，第三个是「三种周遍」，这是自性性德本来就是这样的。宇宙无穷大，不管怎么大，是自性变的，自性比宇宙还大。头一个周遍，周遍法界。法界就是我们今天讲的宇宙，佛法称为法界，周遍了，念头才动就周遍。我们像现在光的速度最快，科学家承认光，太阳光到地球上要八分多钟。夜晚我们看看空中很多星星，这星星距离我们非常远，它有比太阳还大的。太远了，它的光到我们地球要几十年、几百年，光才能到我们这个地方，你就知道距离多远。天文学里面讲速度，讲量距离是用光，光的速度一秒钟三十万公里，要走一年叫一个光年，用这个做单位。距离我们最近的星，大概是三年到四年，光要走三、四年才能到地球，这最近的。自性本能，我念头才动它就周遍十方，说明没有比这个速度更快。光要走多少年、多少万年，我们念头才动，已经超过它了。",
      "zh_TW": "速度之快，這講第三個，第三個是「三種周遍」，這是自性性德本來就是這樣的。宇宙無窮大，不管怎麼大，是自性變的，自性比宇宙還大。頭一個周遍，周遍法界。法界就是我們今天講的宇宙，佛法稱為法界，周遍了，念頭才動就周遍。我們像現在光的速度最快，科學家承認光，太陽光到地球上要八分多鐘。夜晚我們看看空中很多星星，這星星距離我們非常遠，它有比太陽還大的。太遠了，它的光到我們地球要幾十年、幾百年，光才能到我們這個地方，你就知道距離多遠。天文學裡面講速度，講量距離是用光，光的速度一秒鐘三十萬公里，要走一年叫一個光年，用這個做單位。距離我們最近的星，大概是三年到四年，光要走三、四年才能到地球，這最近的。自性本能，我念頭才動它就周遍十方，說明沒有比這個速度更快。光要走多少年、多少萬年，我們念頭才動，已經超過它了。"
    },
    {
      "id": "02-040-0271_p0032",
      "zh_CN": "无论是精神、是物质，精神是我们的思想，我们心里起个念头，周遍法界。物质是我们的肉体，肉体是物质，物质它有波动，它也是在一千六百兆分之一秒这个波动的状况，这个波动也周遍法界。所以我们的身体状况、我们起心动念，所有的诸佛菩萨没有一个不知道，你说我要瞒人，那你是自欺欺人。自欺是真的，欺人是假的，人全晓得，没有丝毫隐瞒的。这些事情晓得有好处，为什么？让我们知道用真心是正确的，不要用妄心。你用真心，怕人不知道，诸佛菩萨全知道。你要是用真心，纯一真心，诸佛菩萨赞叹你。你用妄心，诸佛菩萨都摇头，为什么？自己造业，造业出不了六道轮回。一个人出不了六道轮回，肯定他在三恶道的时间长，在三善道的时间短，这是一定的道理。为什么？我们自己冷静去观察就明白了，我们从早到晚，这一天，实际上十几个小时，这十几个小时当中，冷静去反省，我念头是恶念多，还是善念多？马上就知道了，恶念多过善念。那我们在六道里头轮回的机会，就是恶道机会多，善道机会少，就这个道理。恶道这个力量强，善道的力量弱。",
      "zh_TW": "無論是精神、是物質，精神是我們的思想，我們心裡起個念頭，周遍法界。物質是我們的肉體，肉體是物質，物質它有波動，它也是在一千六百兆分之一秒這個波動的狀況，這個波動也周遍法界。所以我們的身體狀況、我們起心動念，所有的諸佛菩薩沒有一個不知道，你說我要瞞人，那你是自欺欺人。自欺是真的，欺人是假的，人全曉得，沒有絲毫隱瞞的。這些事情曉得有好處，為什麼？讓我們知道用真心是正確的，不要用妄心。你用真心，怕人不知道，諸佛菩薩全知道。你要是用真心，純一真心，諸佛菩薩讚歎你。你用妄心，諸佛菩薩都搖頭，為什麼？自己造業，造業出不了六道輪迴。一個人出不了六道輪迴，肯定他在三惡道的時間長，在三善道的時間短，這是一定的道理。為什麼？我們自己冷靜去觀察就明白了，我們從早到晚，這一天，實際上十幾個小時，這十幾個小時當中，冷靜去反省，我念頭是惡念多，還是善念多？馬上就知道了，惡念多過善念。那我們在六道裡頭輪迴的機會，就是惡道機會多，善道機會少，就這個道理。惡道這個力量強，善道的力量弱。"
    },
    {
      "id": "02-040-0271_p0033",
      "zh_CN": "所以经典里面，佛把六道比喻作苦海，苦海无边，你得回头。怎么回头？搞清楚、搞明白了，它真的是苦海，你就不留恋它，不留恋就回头了。两个世界的比较，这鲜明的对比，一个是地狱变相图，一个是极乐世界，这两个一对比，你想到哪里去？我有个同学，画家，江逸子，我们后面这个是极乐世界图，他画的。在这个之前，我请他画地狱变相图，他用了一年的时间画成功了，五十多米长，长卷，二十六公分高，五十米长。这样大张的画，一笔败笔都没有。所以我告诉他，我说你画这张画，画不是你画的，谁画的？城隍拿着你的手画的。他相信，这有道理。",
      "zh_TW": "所以經典裡面，佛把六道比喻作苦海，苦海無邊，你得回頭。怎麼回頭？搞清楚、搞明白了，它真的是苦海，你就不留戀它，不留戀就回頭了。兩個世界的比較，這鮮明的對比，一個是地獄變相圖，一個是極樂世界，這兩個一對比，你想到哪裡去？我有個同學，畫家，江逸子，我們後面這個是極樂世界圖，他畫的。在這個之前，我請他畫地獄變相圖，他用了一年的時間畫成功了，五十多米長，長卷，二十六公分高，五十米長。這樣大張的畫，一筆敗筆都沒有。所以我告訴他，我說你畫這張畫，畫不是你畫的，誰畫的？城隍拿著你的手畫的。他相信，這有道理。"
    },
    {
      "id": "02-040-0271_p0034",
      "zh_CN": "这个事情城隍来找我，也是附体，我家乡的城隍。那个候我住在新加坡，家乡人来看我，城隍附在他身上，要求我恢复城隍庙。我说我做不到，这是国家政策。国家政策听说如果是佛庙，过去有的，能查得出来的，可以恢复，过去没有的，不能建新庙，神庙不能恢复。他也知道，他说城隍庙里头最主要的就是阎王殿，就是十殿阎王，这是什么？因果教育。他说这个对世道人心有很大的帮助，让人看明白之后不敢做坏事，功德就很大。提出这桩事情。正好新加坡居士林外面做围墙，它围墙的当中用浮雕，在福建惠安做浮雕，镶在墙上。我说把地狱变相图用这个方法来做好不好？城隍听了这个，他说那倒不如画画。我说画画更简单了，我有个朋友会画画。他说画画好，画画然后叫我多印出来，全世界每个净宗学会放一张，一年做二、三次的展览，让大家来看看。我说这个行，这个我可以答应你。所以我就找江逸子谈这个事情，他说过去老师也说过，老师劝过他，就是李炳南老居士，劝他画一张地狱变相图，画一张极乐世界的图，让这两个图对比，他一直都没有动笔。我去找他，我说城隍来找我。他相信了，好，我赶快画。这两张画都画成了，地狱变相图着色，极乐世界不敢着色，这是佛的世界，没有人能画得出来，所以用白描，不着色。",
      "zh_TW": "這個事情城隍來找我，也是附體，我家鄉的城隍。那個候我住在新加坡，家鄉人來看我，城隍附在他身上，要求我恢復城隍廟。我說我做不到，這是國家政策。國家政策聽說如果是佛廟，過去有的，能查得出來的，可以恢復，過去沒有的，不能建新廟，神廟不能恢復。他也知道，他說城隍廟裡頭最主要的就是閻王殿，就是十殿閻王，這是什麼？因果教育。他說這個對世道人心有很大的幫助，讓人看明白之後不敢做壞事，功德就很大。提出這樁事情。正好新加坡居士林外面做圍牆，它圍牆的當中用浮雕，在福建惠安做浮雕，鑲在牆上。我說把地獄變相圖用這個方法來做好不好？城隍聽了這個，他說那倒不如畫畫。我說畫畫更簡單了，我有個朋友會畫畫。他說畫畫好，畫畫然後叫我多印出來，全世界每個淨宗學會放一張，一年做二、三次的展覽，讓大家來看看。我說這個行，這個我可以答應你。所以我就找江逸子談這個事情，他說過去老師也說過，老師勸過他，就是李炳南老居士，勸他畫一張地獄變相圖，畫一張極樂世界的圖，讓這兩個圖對比，他一直都沒有動筆。我去找他，我說城隍來找我。他相信了，好，我趕快畫。這兩張畫都畫成了，地獄變相圖著色，極樂世界不敢著色，這是佛的世界，沒有人能畫得出來，所以用白描，不著色。"
    },
    {
      "id": "02-040-0271_p0035",
      "zh_CN": "所以这个常常看看有好处，常常看佛的画，看罗汉的画，自己会心向往之，走这个路好。六道里头人天富贵不究竟，何况富贵人一不小心造的业比一般人重。一般人想造业没有机会，他有机会，他有势力，他有财力，一个错误决定就害很多人。人间如是，天上亦然。欲界天，天王会不会犯错误？会，他烦恼习气没断。中国人朝拜的玉皇大帝，就是忉利天主，烦恼习气没断，比我们轻，不是没有；换句话说，他还是会做错事情。不再做错事情，但是出不了六道，那是什么？色界天、无色界天，他们完全在禅定之中，享受禅定之乐，禅悦。可是他还是有寿命，寿命到了，不能往上升，就会往下堕落，这是天人之苦。这种事情一发生，他自己知道要堕落了，上不去，只有往下去了，往下去这桩事情对他来讲非常痛苦。",
      "zh_TW": "所以這個常常看看有好處，常常看佛的畫，看羅漢的畫，自己會心嚮往之，走這個路好。六道裡頭人天富貴不究竟，何況富貴人一不小心造的業比一般人重。一般人想造業沒有機會，他有機會，他有勢力，他有財力，一個錯誤決定就害很多人。人間如是，天上亦然。欲界天，天王會不會犯錯誤？會，他煩惱習氣沒斷。中國人朝拜的玉皇大帝，就是忉利天主，煩惱習氣沒斷，比我們輕，不是沒有；換句話說，他還是會做錯事情。不再做錯事情，但是出不了六道，那是什麼？色界天、無色界天，他們完全在禪定之中，享受禪定之樂，禪悅。可是他還是有壽命，壽命到了，不能往上升，就會往下墮落，這是天人之苦。這種事情一發生，他自己知道要墮落了，上不去，只有往下去了，往下去這樁事情對他來講非常痛苦。"
    },
    {
      "id": "02-040-0271_p0036",
      "zh_CN": "聪明人他就想着要超出六道，阿罗汉、辟支佛超出了，超出六道，不能超出十法界，还是不究竟。大乘能帮助我们超越十法界，有理论，有方法。理太深，不容易懂；方法，烦恼不容易断，不但断烦恼，还得断习气。所以，修行就不是一生一世的事情，生生世世。生生世世多半在哪里？在人天。也就是他有修行的功夫，有禅定的功德，人间修行寿命到了，他生天上，天上寿命到了他来人间，他不会堕三恶道。人间天上多少次的往返，不止百次、千万次，慢慢向上提升，时间很长。功夫不够深，还会退转，别教要到初地就真正不退转了，真不容易！净土法门难信之法，为什么？净土法门，烦恼没断，习气还很深，可以带业往生。就是说这个法门不需要断烦恼，要伏烦恼，把烦恼控制住，有烦恼但是不起作用，这就行，这是我们每个人都可以做得到的。用什么方法来把烦恼压住？用一句名号。譬如想发脾气，阿弥陀佛、阿弥陀佛，脾气就化解了；贪心起来了，阿弥陀佛、阿弥陀佛，把贪心压住了。贪瞋痴慢疑都用一句阿弥陀佛压住，真管用！",
      "zh_TW": "聰明人他就想著要超出六道，阿羅漢、辟支佛超出了，超出六道，不能超出十法界，還是不究竟。大乘能幫助我們超越十法界，有理論，有方法。理太深，不容易懂；方法，煩惱不容易斷，不但斷煩惱，還得斷習氣。所以，修行就不是一生一世的事情，生生世世。生生世世多半在哪裡？在人天。也就是他有修行的功夫，有禪定的功德，人間修行壽命到了，他生天上，天上壽命到了他來人間，他不會墮三惡道。人間天上多少次的往返，不止百次、千萬次，慢慢向上提升，時間很長。功夫不夠深，還會退轉，別教要到初地就真正不退轉了，真不容易！淨土法門難信之法，為什麼？淨土法門，煩惱沒斷，習氣還很深，可以帶業往生。就是說這個法門不需要斷煩惱，要伏煩惱，把煩惱控制住，有煩惱但是不起作用，這就行，這是我們每個人都可以做得到的。用什麼方法來把煩惱壓住？用一句名號。譬如想發脾氣，阿彌陀佛、阿彌陀佛，脾氣就化解了；貪心起來了，阿彌陀佛、阿彌陀佛，把貪心壓住了。貪瞋痴慢疑都用一句阿彌陀佛壓住，真管用！"
    },
    {
      "id": "02-040-0271_p0037",
      "zh_CN": "谛闲老和尚那个锅漏匠的徒弟就是最好的榜样，不认识字，没念过书，什么都不会，学什么也学不成，人笨。谛闲老法师教他念南无阿弥陀佛，行不行？行，这一句他记得。老和尚就教他这一句话，告诉他，你老实去念，念累了你就休息，休息好了就接着念，不分昼夜。这个对他来讲一点压力都没有，什么时候念累了什么时候休息，什么时候醒过来，什么时候接着念。他念了三年，你看，站着往生，预知时至。他没有把他的事情详细说给别人听，因为他就一个人住在破庙里，没人说。怎么知道他预知时至？往生的前一天他去看看他的朋友，还有几个老朋友，去辞行的，看看他们，没告诉他们。只是好久没有见面了，看看大家，问问好。晚上回到破庙，有一个照顾他的老太婆，是附近的在家居士。替他烧午饭、晚饭，替他洗衣服，照顾他，早餐他自理，这个生活过了三年。他告诉老太太，明天不要给我烧饭了。老太太也没有问，心里想着，大概今天出去一天，看了朋友，是不是明天有朋友请他吃饭？我就不要烧饭了。",
      "zh_TW": "諦閑老和尚那個鍋漏匠的徒弟就是最好的榜樣，不認識字，沒念過書，什麼都不會，學什麼也學不成，人笨。諦閑老法師教他念南無阿彌陀佛，行不行？行，這一句他記得。老和尚就教他這一句話，告訴他，你老實去念，念累了你就休息，休息好了就接著念，不分晝夜。這個對他來講一點壓力都沒有，什麼時候念累了什麼時候休息，什麼時候醒過來，什麼時候接著念。他念了三年，你看，站著往生，預知時至。他沒有把他的事情詳細說給別人聽，因為他就一個人住在破廟裡，沒人說。怎麼知道他預知時至？往生的前一天他去看看他的朋友，還有幾個老朋友，去辭行的，看看他們，沒告訴他們。只是好久沒有見面了，看看大家，問問好。晚上回到破廟，有一個照顧他的老太婆，是附近的在家居士。替他燒午飯、晚飯，替他洗衣服，照顧他，早餐他自理，這個生活過了三年。他告訴老太太，明天不要給我燒飯了。老太太也沒有問，心裡想著，大概今天出去一天，看了朋友，是不是明天有朋友請他吃飯？我就不要燒飯了。"
    },
    {
      "id": "02-040-0271_p0038",
      "zh_CN": "到第二天快到中午了，回来看看，师父是不是出去看朋友了。到庙里看不到人，叫了没有人答应。结果看到他在窗口，面对着窗口，不是对着佛像，手上拿着念珠，站在那里。叫他不答应，仔细一看，他死了，站着死的。老太太从来没有听说过人是站着死的，非常惊讶，告诉这个村里头念佛的同修，派人赶快给谛闲法师送信，向他报告，来处理后事。那个时候没有车辆，没有交通，要走路去，走路回来三天，他站了三天。就一句南无阿弥陀佛。这个事情在抗战时期发生的，并不远，那个时候谛闲老和尚大概也是四、五十岁的样子。倓虚法师是他的学生，倓老的晚年住在香港，解放战争之后他一直都住在香港，也是八十多岁往生的。告诉我们这些事情都是真的，真人真事，念佛人的好榜样。",
      "zh_TW": "到第二天快到中午了，回來看看，師父是不是出去看朋友了。到廟裡看不到人，叫了沒有人答應。結果看到他在窗口，面對著窗口，不是對著佛像，手上拿著念珠，站在那裡。叫他不答應，仔細一看，他死了，站著死的。老太太從來沒有聽說過人是站著死的，非常驚訝，告訴這個村裡頭念佛的同修，派人趕快給諦閑法師送信，向他報告，來處理後事。那個時候沒有車輛，沒有交通，要走路去，走路回來三天，他站了三天。就一句南無阿彌陀佛。這個事情在抗戰時期發生的，並不遠，那個時候諦閑老和尚大概也是四、五十歲的樣子。倓虛法師是他的學生，倓老的晚年住在香港，解放戰爭之後他一直都住在香港，也是八十多歲往生的。告訴我們這些事情都是真的，真人真事，念佛人的好榜樣。"
    },
    {
      "id": "02-040-0271_p0039",
      "zh_CN": "「发心念佛，正似珠光，还照珠体」。念佛是念自己的心，阿弥陀佛是无量觉，自性无量觉。所以中峰禅师，元朝时候人，三时系念法本是他编的，他在系念佛事里头说，「我心即是弥陀，弥陀即是我心；此方即是净土，净土即是此方」，说明我跟弥陀是一体，这个开示非常重要。换句话说，极乐世界才真正是我们的老家，是我们自性清净心变出来的，也是阿弥陀佛自性清净心变的。我们同一个自性清净心，变现出极乐世界，变现出阿弥陀佛，在那个地方修行成佛，快速成就。成就的道理，就是净土宗的道理，就是《观经》上佛说的，「是心是佛，是心作佛」，这是净土宗理论的依据。是心，你的心就是佛，你本来是佛，你现在想作佛，我本来是佛，我想作佛，哪有作不成的道理？真的是讲绝了！在这个世间要抱着什么样心态？游戏神通。游戏神通干什么事情？帮助别人破迷开悟。破迷开悟他自然就离苦得乐，苦从迷来的，乐从觉来的，迷一破就乐了，苦就离开，乐就得到了。离苦得乐是果，破迷开悟是因，一定要帮助众生破迷开悟，这就对了。末法时期，无论修什么法门，最后一定是导归极乐，不归这个法门，烦恼断不掉，烦恼断不掉，六道就出不去。六道是烦恼造成的，烦恼断了，六道就没有了；你断不了，你就离不开六道轮回。",
      "zh_TW": "「發心念佛，正似珠光，還照珠體」。念佛是念自己的心，阿彌陀佛是無量覺，自性無量覺。所以中峰禪師，元朝時候人，三時繫念法本是他編的，他在繫念佛事裡頭說，「我心即是彌陀，彌陀即是我心；此方即是淨土，淨土即是此方」，說明我跟彌陀是一體，這個開示非常重要。換句話說，極樂世界才真正是我們的老家，是我們自性清淨心變出來的，也是阿彌陀佛自性清淨心變的。我們同一個自性清淨心，變現出極樂世界，變現出阿彌陀佛，在那個地方修行成佛，快速成就。成就的道理，就是淨土宗的道理，就是《觀經》上佛說的，「是心是佛，是心作佛」，這是淨土宗理論的依據。是心，你的心就是佛，你本來是佛，你現在想作佛，我本來是佛，我想作佛，哪有作不成的道理？真的是講絕了！在這個世間要抱著什麼樣心態？遊戲神通。遊戲神通幹什麼事情？幫助別人破迷開悟。破迷開悟他自然就離苦得樂，苦從迷來的，樂從覺來的，迷一破就樂了，苦就離開，樂就得到了。離苦得樂是果，破迷開悟是因，一定要幫助眾生破迷開悟，這就對了。末法時期，無論修什麼法門，最後一定是導歸極樂，不歸這個法門，煩惱斷不掉，煩惱斷不掉，六道就出不去。六道是煩惱造成的，煩惱斷了，六道就沒有了；你斷不了，你就離不開六道輪迴。"
    },
    {
      "id": "02-040-0271_p0040",
      "zh_CN": "所以「亲切自然，不劳功力」，锅漏匠就是的，就一句佛号，什么都不懂。往生到极乐世界，他就彻底觉悟了，生到极乐世界皆作阿惟越致菩萨，这还得了吗？阿惟越致是法身大士，是实报土的菩萨。极乐世界，经跟注，注里头引用许多经论都说得很清楚，往生到极乐世界，你得的身不是这个身。我们这个身是阿赖耶的相分，我们的念头，起心动念，我们的心是阿赖耶的见分；换句话说，阿赖耶的见相二分。到极乐世界，我们跟阿赖耶完全脱离了，就是相宗所说的转识成智，不一样了。转识成智，转八识成四智就成佛了。所以，极乐世界我们得的身是法性身，我们这是法相，相宗的法相，法性身。法性身不生不灭，法性身不是生灭身，法性身不需要饮食，不需要睡眠，所以到极乐世界用功时间不间断。进入阿弥陀佛的讲堂，在那里听经、修行，毕业就离开了，没有毕业，一定坐在那里，他不需要饮食，不需要睡眠。所以修学时间大幅度的缩短，不要很长的时间，你就大彻大悟，明心见性。尤其你遇到这个好老师，阿弥陀佛亲自教你，不思议的境界。",
      "zh_TW": "所以「親切自然，不勞功力」，鍋漏匠就是的，就一句佛號，什麼都不懂。往生到極樂世界，他就徹底覺悟了，生到極樂世界皆作阿惟越致菩薩，這還得了嗎？阿惟越致是法身大士，是實報土的菩薩。極樂世界，經跟註，註裡頭引用許多經論都說得很清楚，往生到極樂世界，你得的身不是這個身。我們這個身是阿賴耶的相分，我們的念頭，起心動念，我們的心是阿賴耶的見分；換句話說，阿賴耶的見相二分。到極樂世界，我們跟阿賴耶完全脫離了，就是相宗所說的轉識成智，不一樣了。轉識成智，轉八識成四智就成佛了。所以，極樂世界我們得的身是法性身，我們這是法相，相宗的法相，法性身。法性身不生不滅，法性身不是生滅身，法性身不需要飲食，不需要睡眠，所以到極樂世界用功時間不間斷。進入阿彌陀佛的講堂，在那裡聽經、修行，畢業就離開了，沒有畢業，一定坐在那裡，他不需要飲食，不需要睡眠。所以修學時間大幅度的縮短，不要很長的時間，你就大徹大悟，明心見性。尤其你遇到這個好老師，阿彌陀佛親自教你，不思議的境界。"
    },
    {
      "id": "02-040-0271_p0041",
      "zh_CN": "讲堂之大无法想像，学生之多，也没有数量，每个人听弥陀说法，都是针对自己说的。我想学《无量寿经》，弥陀就替我讲《无量寿经》；隔壁他想听《华严经》，他听到的，弥陀就是给他讲《华严经》。佛以一音而说法，众生各各随类解，都叫你听的得三昧。大彻大悟，明心见性，这才毕业了，明心见性就毕业了，你就会离开讲堂。有很多我们知道，明心见性还不肯离开讲堂，他什么时候离开讲堂？回归常寂光他才离开，不回归常寂光，他不离开。在弥陀讲堂，距离常寂光就很近，如果不是这个道理，文殊、普贤为什么要把华藏世界，毘卢遮那佛的实报土里面的法身大士，统统带到极乐世界去向阿弥陀佛学习？没有理由。唯一的理由，就是阿弥陀佛那个地方参学，可以把回归常寂光的时间缩短。在华藏世界修行时间长，到极乐世界修行短。只有这个理由他们才能去，要不然为什么去？",
      "zh_TW": "講堂之大無法想像，學生之多，也沒有數量，每個人聽彌陀說法，都是針對自己說的。我想學《無量壽經》，彌陀就替我講《無量壽經》；隔壁他想聽《華嚴經》，他聽到的，彌陀就是給他講《華嚴經》。佛以一音而說法，眾生各各隨類解，都叫你聽的得三昧。大徹大悟，明心見性，這才畢業了，明心見性就畢業了，你就會離開講堂。有很多我們知道，明心見性還不肯離開講堂，他什麼時候離開講堂？回歸常寂光他才離開，不回歸常寂光，他不離開。在彌陀講堂，距離常寂光就很近，如果不是這個道理，文殊、普賢為什麼要把華藏世界，毘盧遮那佛的實報土裡面的法身大士，統統帶到極樂世界去向阿彌陀佛學習？沒有理由。唯一的理由，就是阿彌陀佛那個地方參學，可以把回歸常寂光的時間縮短。在華藏世界修行時間長，到極樂世界修行短。只有這個理由他們才能去，要不然為什麼去？"
    },
    {
      "id": "02-040-0271_p0042",
      "zh_CN": "虽然自己在弥陀身边，没离开他，同时你又能分无量无边身，到十方诸佛刹土里面去参访，去供佛、去闻法，供佛修福，闻法修慧。你时时刻刻都可以到十方世界，无量无边一切诸佛都给你说法，都接受你供养，福慧很快圆满。同时又可以以这个分身，教化十方世界十法界里头的有缘众生，这自行化他，真身在弥陀大殿没离开，有这么大的本事。你要是听清楚、听明白了，极乐世界能不去吗？你还留恋在这个地方吗？我相信真搞清楚、搞明白，恨不得现在就去，真的，不是假的。",
      "zh_TW": "雖然自己在彌陀身邊，沒離開他，同時你又能分無量無邊身，到十方諸佛剎土裡面去參訪，去供佛、去聞法，供佛修福，聞法修慧。你時時刻刻都可以到十方世界，無量無邊一切諸佛都給你說法，都接受你供養，福慧很快圓滿。同時又可以以這個分身，教化十方世界十法界裡頭的有緣眾生，這自行化他，真身在彌陀大殿沒離開，有這麼大的本事。你要是聽清楚、聽明白了，極樂世界能不去嗎？你還留戀在這個地方嗎？我相信真搞清楚、搞明白，恨不得現在就去，真的，不是假的。"
    },
    {
      "id": "02-040-0271_p0043",
      "zh_CN": "「是故能广施真实之利」，只有到极乐世界，才真正做到广施真实之利。广施这是教化众生，把这个法门介绍给大家，让一切众生能信、能愿、能行，能行就是肯念佛。能信、能愿、能行的决定得生。「本品」，这第八品，「表法藏大士修如是之妙因，故证得净土法门如是之妙果」。净土之妙，妙不可言，因果都妙极了！「以上三句是总纲」。我们再看下面的「严净佛土」。总纲就是三句，真实之际、真实智慧、真实利益，说三种真实，这三种真实，极乐世界显现出来了。我们看经文：",
      "zh_TW": "「是故能廣施真實之利」，只有到極樂世界，才真正做到廣施真實之利。廣施這是教化眾生，把這個法門介紹給大家，讓一切眾生能信、能願、能行，能行就是肯念佛。能信、能願、能行的決定得生。「本品」，這第八品，「表法藏大士修如是之妙因，故證得淨土法門如是之妙果」。淨土之妙，妙不可言，因果都妙極了！「以上三句是總綱」。我們再看下面的「嚴淨佛土」。總綱就是三句，真實之際、真實智慧、真實利益，說三種真實，這三種真實，極樂世界顯現出來了。我們看經文："
    },
    {
      "id": "02-040-0271_p0044",
      "zh_CN": "【所修佛国。开廓广大。超胜独妙。建立常然。无衰无变。】",
      "zh_TW": "【所修佛國。開廓廣大。超勝獨妙。建立常然。無衰無變。】"
    },
    {
      "id": "02-040-0271_p0045",
      "zh_CN": "这是给我们介绍极乐世界，极乐世界是什么样子，说了四句。我们看念老的注解，『所修佛国』下面四句是所严净的佛国。四句第一句，『开廓广大』。「开者，张也。廓者，空也，大也，虚也」，故开廓这两个字当作空阔来讲，太大了，像虚空一样。「《往生论》曰：究竟如虚空，广大无边际」，这就是第一句的意思。究竟，美好到极处，殊胜到极处，没有言语能够形容，也是无法想像得出。也就是你到极乐世界去了，你六根接触到的皆是不可思议的境界，你从来也未曾想到过。这是说极乐世界的大，跟我们这个世界完全不一样。",
      "zh_TW": "這是給我們介紹極樂世界，極樂世界是什麼樣子，說了四句。我們看念老的註解，『所修佛國』下面四句是所嚴淨的佛國。四句第一句，『開廓廣大』。「開者，張也。廓者，空也，大也，虛也」，故開廓這兩個字當作空闊來講，太大了，像虛空一樣。「《往生論》曰：究竟如虛空，廣大無邊際」，這就是第一句的意思。究竟，美好到極處，殊勝到極處，沒有言語能夠形容，也是無法想像得出。也就是你到極樂世界去了，你六根接觸到的皆是不可思議的境界，你從來也未曾想到過。這是說極樂世界的大，跟我們這個世界完全不一樣。"
    },
    {
      "id": "02-040-0271_p0046",
      "zh_CN": "「《净影疏》曰」，这是隋朝慧远法师的注解，「开廓广大，明土广也」，是说极乐世界的面积太大了，它是法性土。《嘉祥疏》里头也说得很好，「廓以安众为义，明净土广安往生之众，荡然无限极也」。我们这个地球面积小，而且海洋占的比例太大，面积小，容纳的众生就有数。西方极乐世界面积大，大到你无法计算，所以它能够包容十方世界所有一切众生，真正发心到极乐世界，阿弥陀佛发愿去接引他。因为它是法性土，它不是法相土，法相土你能找得到它，法性土找不到。法性土要谁找到？明心见性的人能找到，没有明心见性你找不到它，所以一定要阿弥陀佛带你去。",
      "zh_TW": "「《淨影疏》曰」，這是隋朝慧遠法師的註解，「開廓廣大，明土廣也」，是說極樂世界的面積太大了，它是法性土。《嘉祥疏》裡頭也說得很好，「廓以安眾為義，明淨土廣安往生之眾，蕩然無限極也」。我們這個地球面積小，而且海洋佔的比例太大，面積小，容納的眾生就有數。西方極樂世界面積大，大到你無法計算，所以它能夠包容十方世界所有一切眾生，真正發心到極樂世界，阿彌陀佛發願去接引他。因為它是法性土，它不是法相土，法相土你能找得到它，法性土找不到。法性土要誰找到？明心見性的人能找到，沒有明心見性你找不到它，所以一定要阿彌陀佛帶你去。"
    },
    {
      "id": "02-040-0271_p0047",
      "zh_CN": "念佛往生的没有明心见性，到那里怎么去的，自己也不知道。只知道看到佛来接引，这是佛的化身，弥陀化身就这个作用，带着莲花来接引。这个莲花是你自己成就的，你发心求生极乐世界，七宝池里头就有一朵花，莲花花苞。你念佛念得很勤，这个花苞愈来愈大，光色愈来愈好。所以念佛这个管用，搞别的不管用，要真念佛，那个花苞愈大，光彩愈好。临终的时候，佛拿着这个花来接引你，花上有你的名字，不会搞错的。你坐上这个莲花，花就合起来，到西方极乐世界，放在七宝池里头，花就开了，「花开见佛悟无生」。只要花一开，你完全产生了不思议的变化，这个变化是什么？你已经是明心见性的菩萨。转识成智，明心见性，在花苞里面，佛力加持就把你转变了。",
      "zh_TW": "念佛往生的沒有明心見性，到那裡怎麼去的，自己也不知道。只知道看到佛來接引，這是佛的化身，彌陀化身就這個作用，帶著蓮花來接引。這個蓮花是你自己成就的，你發心求生極樂世界，七寶池裡頭就有一朵花，蓮花花苞。你念佛念得很勤，這個花苞愈來愈大，光色愈來愈好。所以念佛這個管用，搞別的不管用，要真念佛，那個花苞愈大，光彩愈好。臨終的時候，佛拿著這個花來接引你，花上有你的名字，不會搞錯的。你坐上這個蓮花，花就合起來，到西方極樂世界，放在七寶池裡頭，花就開了，「花開見佛悟無生」。只要花一開，你完全產生了不思議的變化，這個變化是什麼？你已經是明心見性的菩薩。轉識成智，明心見性，在花苞裡面，佛力加持就把你轉變了。"
    },
    {
      "id": "02-040-0271_p0048",
      "zh_CN": "所以，极乐世界有四土之名，实际上它是平等的，完全是实报土的待遇。这个待遇高了，不是普通待遇，诸佛如来的待遇，法身菩萨的待遇。这一点我们不能不感恩阿弥陀佛，如果没有阿弥陀佛，我们怎么可能有这个成就？这是无量的恩德，无边的恩德，这是真实的恩德，我们得真实的受用。今天时间到了，我们就学到此地。",
      "zh_TW": "所以，極樂世界有四土之名，實際上它是平等的，完全是實報土的待遇。這個待遇高了，不是普通待遇，諸佛如來的待遇，法身菩薩的待遇。這一點我們不能不感恩阿彌陀佛，如果沒有阿彌陀佛，我們怎麼可能有這個成就？這是無量的恩德，無邊的恩德，這是真實的恩德，我們得真實的受用。今天時間到了，我們就學到此地。"
    }
  ]
}