{
  "doc_id": "02-040-0540",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五四０集",
    "zh_TW": "第五四０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0540",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0540_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0540_p0002",
      "zh_CN": "请看《大经科注》八百九十八页第六行，科题：「必生佛国」。请看经文：",
      "zh_TW": "請看《大經科註》八百九十八頁第六行，科題：「必生佛國」。請看經文："
    },
    {
      "id": "02-040-0540_p0003",
      "zh_CN": "【必得超绝去。往生无量清净阿弥陀佛国。】",
      "zh_TW": "【必得超絕去。往生無量清淨阿彌陀佛國。】"
    },
    {
      "id": "02-040-0540_p0004",
      "zh_CN": "经文的语气非常肯定，让人一丝毫疑惑都没有。『必得超绝去』，必定得到超越十方一切诸佛刹土，往生到西方极乐世界。所以这本经书是我们往生极乐世界的保证书，是我们往生西方世界的护照，我们拿到手，决定要往生，不往生就错了。这个世界，前面经文为我们说了八个自然，有同学听了之后问我，极乐世界的人，所有一切烦恼欲望都断了，为什么还要这样庄严的境界，为什么？七宝所成的，七不是数字，代表无量无边，无量无边珍宝所成。居住的环境，楼台宫殿，宝池宝树，琉璃的大地。大地不是泥土、不是砂石，是我们人间所讲的翡翠，绿色的玉，这是它的大地。我们世间这个翡翠不能跟它相比，它太美好了。说为什么人还有这种享受，是不是满足大家的贪心欲望？不是的，经上讲得很清楚，它是自然的，自然中自然相。",
      "zh_TW": "經文的語氣非常肯定，讓人一絲毫疑惑都沒有。『必得超絕去』，必定得到超越十方一切諸佛剎土，往生到西方極樂世界。所以這本經書是我們往生極樂世界的保證書，是我們往生西方世界的護照，我們拿到手，決定要往生，不往生就錯了。這個世界，前面經文為我們說了八個自然，有同學聽了之後問我，極樂世界的人，所有一切煩惱欲望都斷了，為什麼還要這樣莊嚴的境界，為什麼？七寶所成的，七不是數字，代表無量無邊，無量無邊珍寶所成。居住的環境，樓台宮殿，寶池寶樹，琉璃的大地。大地不是泥土、不是砂石，是我們人間所講的翡翠，綠色的玉，這是它的大地。我們世間這個翡翠不能跟它相比，它太美好了。說為什麼人還有這種享受，是不是滿足大家的貪心欲望？不是的，經上講得很清楚，它是自然的，自然中自然相。"
    },
    {
      "id": "02-040-0540_p0005",
      "zh_CN": "往生到极乐世界，没去之前是凡夫，到达极乐世界花开见佛，就是法身菩萨。法身菩萨没有起心动念，当然没有分别执着，所有的境界是自然现的，自然中自然相。换句话说，自性就是这么完美，没有丝毫人工意思在里头。身相是法性身，环境是法性土，法性跟阿赖耶的法相完全不相同。阿赖耶的物质、精神、自然现象全是生灭法；极乐世界所现的相是法性，法性是不生不灭。惠能大师开悟的五句，在极乐世界完全看到了。第一个是清净，没有丝毫染污，极乐世界没有灰尘，极乐世界没有细菌，真正清净。第二个，不生不灭，不是生灭法，我们这个世间所有一切现象刹那生灭，极乐世界不生不灭。第三个，本自具足，我们现在学的这个，就是本自具足。第四个，本不动摇，自性本定。我们修禅定，修定，修定最高的目标就是回归到自性本定，这个禅定就达到圆满。它起作用能生万法，整个宇宙是它变现出来的，自然的。能生万法就是自然中自然相，前面四句是自然中，后面能生万法就是自然相。它里面没有任何意思在里头，所以它不是造作的，它是自然的。",
      "zh_TW": "往生到極樂世界，沒去之前是凡夫，到達極樂世界花開見佛，就是法身菩薩。法身菩薩沒有起心動念，當然沒有分別執著，所有的境界是自然現的，自然中自然相。換句話說，自性就是這麼完美，沒有絲毫人工意思在裡頭。身相是法性身，環境是法性土，法性跟阿賴耶的法相完全不相同。阿賴耶的物質、精神、自然現象全是生滅法；極樂世界所現的相是法性，法性是不生不滅。惠能大師開悟的五句，在極樂世界完全看到了。第一個是清淨，沒有絲毫染污，極樂世界沒有灰塵，極樂世界沒有細菌，真正清淨。第二個，不生不滅，不是生滅法，我們這個世間所有一切現象剎那生滅，極樂世界不生不滅。第三個，本自具足，我們現在學的這個，就是本自具足。第四個，本不動搖，自性本定。我們修禪定，修定，修定最高的目標就是回歸到自性本定，這個禪定就達到圓滿。它起作用能生萬法，整個宇宙是它變現出來的，自然的。能生萬法就是自然中自然相，前面四句是自然中，後面能生萬法就是自然相。它裡面沒有任何意思在裡頭，所以它不是造作的，它是自然的。"
    },
    {
      "id": "02-040-0540_p0006",
      "zh_CN": "我们看念老的注解，「是心是佛者，性德也」，这是性德。「是心作佛者，修德。修德有功，性德方显」，性修是一，性修不二。「性德」，我们参考资料里头有，在第九页，参考资料第九页，《佛光大辞典》里面节录下来的。「一般称性得」，这个得是得到的得，或者称自性得。天台宗特用道德这个德字，这就是智者大师把得失的得换成道德的德，这两个字古时候通用，用道德的德好。「众生于本性所具足之先天能力，称性德」。换句话说，自然中自然相是属于性德，是自己本性本来具足的，不是人为的，不是想像的。性德就是这么圆满、就是这么殊胜、就是这样的美好，在十方世界里面可以看到，看不到圆满的性德，极乐世界可以看到究竟圆满的性德。这个不能不知道，不能不相信。你真正搞清楚、搞明白了，你就会下定决心，放下娑婆，归心极乐，我们的心一心一意就是想回归极乐世界。",
      "zh_TW": "我們看念老的註解，「是心是佛者，性德也」，這是性德。「是心作佛者，修德。修德有功，性德方顯」，性修是一，性修不二。「性德」，我們參考資料裡頭有，在第九頁，參考資料第九頁，《佛光大辭典》裡面節錄下來的。「一般稱性得」，這個得是得到的得，或者稱自性得。天台宗特用道德這個德字，這就是智者大師把得失的得換成道德的德，這兩個字古時候通用，用道德的德好。「眾生於本性所具足之先天能力，稱性德」。換句話說，自然中自然相是屬於性德，是自己本性本來具足的，不是人為的，不是想像的。性德就是這麼圓滿、就是這麼殊勝、就是這樣的美好，在十方世界裡面可以看到，看不到圓滿的性德，極樂世界可以看到究竟圓滿的性德。這個不能不知道，不能不相信。你真正搞清楚、搞明白了，你就會下定決心，放下娑婆，歸心極樂，我們的心一心一意就是想回歸極樂世界。"
    },
    {
      "id": "02-040-0540_p0007",
      "zh_CN": "去极乐世界不难，昨天我跟大家报告，我们最近看到一个小孩，十岁小女孩往生，瑞相稀有。这个小女孩七岁，听她爸爸念阿弥陀佛，她问她爸爸，念阿弥陀佛什么意思？爸爸就把极乐世界依正庄严说给她听。她听了之后说这么好，爸爸你能不能带我去看看？她爸爸说，我不能带妳去，阿弥陀佛可以带妳去。那怎样叫阿弥陀佛带我去？妳念阿弥陀佛。她就真念，念了三年，十岁，告诉她爸爸，阿弥陀佛来了，接引我到极乐世界，我回家去了。还要求她爸爸把亲朋好友都请来送她往生。十岁小女孩，大家看到这个小女孩坐在莲花上，立刻就转男身相，女孩子就转变男身相，就走了。跟经上讲的相应，不是造谣。我们要不能往生，那连这个小朋友都对不起了。怎么去？一向专念。一个方向，西方；一个目标，极乐世界；一个愿望，亲近阿弥陀佛，到极乐世界去成佛去了。",
      "zh_TW": "去極樂世界不難，昨天我跟大家報告，我們最近看到一個小孩，十歲小女孩往生，瑞相稀有。這個小女孩七歲，聽她爸爸念阿彌陀佛，她問她爸爸，念阿彌陀佛什麼意思？爸爸就把極樂世界依正莊嚴說給她聽。她聽了之後說這麼好，爸爸你能不能帶我去看看？她爸爸說，我不能帶妳去，阿彌陀佛可以帶妳去。那怎樣叫阿彌陀佛帶我去？妳念阿彌陀佛。她就真念，念了三年，十歲，告訴她爸爸，阿彌陀佛來了，接引我到極樂世界，我回家去了。還要求她爸爸把親朋好友都請來送她往生。十歲小女孩，大家看到這個小女孩坐在蓮花上，立刻就轉男身相，女孩子就轉變男身相，就走了。跟經上講的相應，不是造謠。我們要不能往生，那連這個小朋友都對不起了。怎麼去？一向專念。一個方向，西方；一個目標，極樂世界；一個願望，親近阿彌陀佛，到極樂世界去成佛去了。"
    },
    {
      "id": "02-040-0540_p0008",
      "zh_CN": "我们在这一生当中，无论在家出家，造作许多罪业，这个罪业如果跟你算帐，你决定是无间地狱。怎么办？宋朝莹珂给我们做了一个示范，他是出家人，破戒，也是作恶。这个人最大的优点是相信因果，所以自己冷静去思惟，一生的行业决定是无间地狱。想到无间地狱他就害怕，求教于同参道友，有没有办法救我。就有一个道友送他一本《往生传》，他每看一个人的例子，感动得流泪。这本书看完之后，他下定决心求生净土，寮房门关起来，一句佛号念了三天三夜，念到精疲力倦，阿弥陀佛出现了，感动，感应道交。佛告诉他，你还有十年阳寿，等十年之后，你寿命终了的时候，我来接引你。等于阿弥陀佛给他授记。他很聪明，他说我十年寿命不要了，我现在跟你去。为什么？他劣根性很重，自己没有定力，禁不起外面诱惑，名闻利养、财色名食睡，一诱惑他就动心，他就造罪。他说我不能住，我现在要走。阿弥陀佛答应他，三天之后接引他，他真往生了。",
      "zh_TW": "我們在這一生當中，無論在家出家，造作許多罪業，這個罪業如果跟你算帳，你決定是無間地獄。怎麼辦？宋朝瑩珂給我們做了一個示範，他是出家人，破戒，也是作惡。這個人最大的優點是相信因果，所以自己冷靜去思惟，一生的行業決定是無間地獄。想到無間地獄他就害怕，求教於同參道友，有沒有辦法救我。就有一個道友送他一本《往生傳》，他每看一個人的例子，感動得流淚。這本書看完之後，他下定決心求生淨土，寮房門關起來，一句佛號念了三天三夜，念到精疲力倦，阿彌陀佛出現了，感動，感應道交。佛告訴他，你還有十年陽壽，等十年之後，你壽命終了的時候，我來接引你。等於阿彌陀佛給他授記。他很聰明，他說我十年壽命不要了，我現在跟你去。為什麼？他劣根性很重，自己沒有定力，禁不起外面誘惑，名聞利養、財色名食睡，一誘惑他就動心，他就造罪。他說我不能住，我現在要走。阿彌陀佛答應他，三天之後接引他，他真往生了。"
    },
    {
      "id": "02-040-0540_p0009",
      "zh_CN": "这就是说明第十八愿末后一句，善导大师讲得正确，十八愿最后是十念必生，后头，唯除五逆十恶，毁谤佛法，这个不能往生。善导大师给我们解释，这个话是佛的方便说，不是真实说，因为这三种罪实在太重了，必堕无间地狱，希望大家不要造这个罪业，是这个意思，不是真的不能得度。已经造了，既然造了，只要肯认错、忏悔，临命终时一口气还在，这个时候真信真愿，一句佛号、十句佛号必定得生，阿弥陀佛还是来接引你。这才究竟圆满阿弥陀佛无比的大慈大悲、大智大能，接你往生到极乐世界，这话不是假的。造作重罪的人要赶快回头，不回头不得了，不回头就是阿鼻地狱，现在回头来得及。",
      "zh_TW": "這就是說明第十八願末後一句，善導大師講得正確，十八願最後是十念必生，後頭，唯除五逆十惡，毀謗佛法，這個不能往生。善導大師給我們解釋，這個話是佛的方便說，不是真實說，因為這三種罪實在太重了，必墮無間地獄，希望大家不要造這個罪業，是這個意思，不是真的不能得度。已經造了，既然造了，只要肯認錯、懺悔，臨命終時一口氣還在，這個時候真信真願，一句佛號、十句佛號必定得生，阿彌陀佛還是來接引你。這才究竟圓滿阿彌陀佛無比的大慈大悲、大智大能，接你往生到極樂世界，這話不是假的。造作重罪的人要趕快回頭，不回頭不得了，不回頭就是阿鼻地獄，現在回頭來得及。"
    },
    {
      "id": "02-040-0540_p0010",
      "zh_CN": "极乐世界的成就是先天能力，是性德。「而依修行所得之后天能力，称修德，或人功得。」人积功累德成就的，但是积功累德必定有先天的能力，后天这个功德才能累积，没有先天怎么累积？这是我们不可以不知道的。修德有功，性德方显。我们以莹珂法师的例子，三天三夜不眠不休，这一句佛号念到底，真心念，不是妄心，恭敬心念，没有懈怠轻慢，就把阿弥陀佛念来了，性德方显。阿弥陀佛是自性弥陀，性德，没有三天三夜的修德，性德显不出来，它不显；三天三夜的修功，阿弥陀佛现前。「故努力自求，则必得超绝去」。你真正肯努力，靠自己不靠别人，靠别人靠不住。必得超绝，「超者，超脱。绝者，灭尽、断弃。故超绝者，指超脱轮回，断除生死」。莹珂三天三夜值得，三天三夜成就，他能做得到，我们每个人都能做得到，就怕你不肯做。前些年深圳有个居士，年轻人三十几岁，黄忠昌，听我讲经，念佛三年就能往生，他来做实验，闭关，在深圳闭关，向小莉给他护关。关房里面听经，那个时候用我的光碟。念佛，方法采取谛闲老和尚锅漏匠徒弟用的方法，念累了就休息，休息好了赶紧接着再干，不分昼夜。他念到二年十个月，还差二个月满三年，二年十个月应该是见佛了，预知时至自在往生，为我们现身说法，真的，不是假的，他的愿望满了。他这个示现让许许多多念佛人，对于往生净土不再怀疑，他做出榜样给我们看。",
      "zh_TW": "極樂世界的成就是先天能力，是性德。「而依修行所得之後天能力，稱修德，或人功得。」人積功累德成就的，但是積功累德必定有先天的能力，後天這個功德才能累積，沒有先天怎麼累積？這是我們不可以不知道的。修德有功，性德方顯。我們以瑩珂法師的例子，三天三夜不眠不休，這一句佛號念到底，真心念，不是妄心，恭敬心念，沒有懈怠輕慢，就把阿彌陀佛念來了，性德方顯。阿彌陀佛是自性彌陀，性德，沒有三天三夜的修德，性德顯不出來，它不顯；三天三夜的修功，阿彌陀佛現前。「故努力自求，則必得超絕去」。你真正肯努力，靠自己不靠別人，靠別人靠不住。必得超絕，「超者，超脫。絕者，滅盡、斷棄。故超絕者，指超脫輪迴，斷除生死」。瑩珂三天三夜值得，三天三夜成就，他能做得到，我們每個人都能做得到，就怕你不肯做。前些年深圳有個居士，年輕人三十幾歲，黃忠昌，聽我講經，念佛三年就能往生，他來做實驗，閉關，在深圳閉關，向小莉給他護關。關房裡面聽經，那個時候用我的光碟。念佛，方法採取諦閑老和尚鍋漏匠徒弟用的方法，念累了就休息，休息好了趕緊接著再幹，不分晝夜。他念到二年十個月，還差二個月滿三年，二年十個月應該是見佛了，預知時至自在往生，為我們現身說法，真的，不是假的，他的願望滿了。他這個示現讓許許多多念佛人，對於往生淨土不再懷疑，他做出榜樣給我們看。"
    },
    {
      "id": "02-040-0540_p0011",
      "zh_CN": "《会疏》里面说，「一时顿超三界」，这个一时就是一念；「断绝旷劫系业」，旷劫是无量劫，无量劫烦恼习气，造作无量无边的罪业，超绝去了。「故云超绝，亦绝则超也」，只要把这个东西断掉，就超越了。超越六道轮回，超越十法界，生到极乐世界去了。下面是念老的话，念老告诉我们，「圣凡智愚，九品万类，各各皆得超绝去者」。阿弥陀佛是普度众生，不但十法界众生全度，十法界上面的三贤十圣，乃至于圆实大教的十地等觉，没有不得度的。「全赖弥陀一乘愿海」，弥陀一乘愿海就是阿弥陀佛的名号。「六字洪名，从果起修，一生成就」。阿弥陀佛是果佛，我们念阿弥陀佛是从果起修的，不是从因。因起修，证果慢；果上起修，立刻就证得。一念相应一念佛，念念相应念念佛，这是不思议的法门，一生成就。「故皆得生无量清净阿弥陀佛国」。阿弥陀佛的极乐世界从哪里来的？是我们自性变现出来的。我们今天修行用真心，真心是性德，跟自性相应。阿弥陀佛是自性弥陀，极乐世界是自性极乐，自性变现的，哪有不能往生？所以往生的人叫回家，它不是外头来的，自性变的。",
      "zh_TW": "《會疏》裡面說，「一時頓超三界」，這個一時就是一念；「斷絕曠劫繫業」，曠劫是無量劫，無量劫煩惱習氣，造作無量無邊的罪業，超絕去了。「故云超絕，亦絕則超也」，只要把這個東西斷掉，就超越了。超越六道輪迴，超越十法界，生到極樂世界去了。下面是念老的話，念老告訴我們，「聖凡智愚，九品萬類，各各皆得超絕去者」。阿彌陀佛是普度眾生，不但十法界眾生全度，十法界上面的三賢十聖，乃至於圓實大教的十地等覺，沒有不得度的。「全賴彌陀一乘願海」，彌陀一乘願海就是阿彌陀佛的名號。「六字洪名，從果起修，一生成就」。阿彌陀佛是果佛，我們念阿彌陀佛是從果起修的，不是從因。因起修，證果慢；果上起修，立刻就證得。一念相應一念佛，念念相應念念佛，這是不思議的法門，一生成就。「故皆得生無量清淨阿彌陀佛國」。阿彌陀佛的極樂世界從哪裡來的？是我們自性變現出來的。我們今天修行用真心，真心是性德，跟自性相應。阿彌陀佛是自性彌陀，極樂世界是自性極樂，自性變現的，哪有不能往生？所以往生的人叫回家，它不是外頭來的，自性變的。"
    },
    {
      "id": "02-040-0540_p0012",
      "zh_CN": "我们接着再看下面经文，「横出三界」。请看经文：",
      "zh_TW": "我們接著再看下面經文，「橫出三界」。請看經文："
    },
    {
      "id": "02-040-0540_p0013",
      "zh_CN": "【横截于五趣。恶道自闭塞。】",
      "zh_TW": "【橫截於五趣。惡道自閉塞。】"
    },
    {
      "id": "02-040-0540_p0014",
      "zh_CN": "念老的注解告诉我们，「得往生者，依弥陀本愿加威」，威是威神，加是加持，阿弥陀佛四十八愿加持你。「不更堕三恶道」，不更就是不再，你不再堕三恶道，纵然造三恶道的业因，有阿弥陀佛本愿威神加持你，你不会堕三恶道。「故云恶道自闭塞」，恶道的门关起来了。「皆登不退，直至成佛」，登不退就是登三不退，也就是阿惟越致菩萨，这个便宜占大了，修其他法门完全靠自力，修净土法门完全靠佛力。我们的自力跟佛力比，天渊之别，无法相比，这天上人间。所以依自力要修无量劫，才能修到三不退，三不退是法身菩萨，明心见性。但是修净土法门，生到西方极乐世界，凡圣同居土下下品往生，也是阿惟越致菩萨。",
      "zh_TW": "念老的註解告訴我們，「得往生者，依彌陀本願加威」，威是威神，加是加持，阿彌陀佛四十八願加持你。「不更墮三惡道」，不更就是不再，你不再墮三惡道，縱然造三惡道的業因，有阿彌陀佛本願威神加持你，你不會墮三惡道。「故云惡道自閉塞」，惡道的門關起來了。「皆登不退，直至成佛」，登不退就是登三不退，也就是阿惟越致菩薩，這個便宜佔大了，修其他法門完全靠自力，修淨土法門完全靠佛力。我們的自力跟佛力比，天淵之別，無法相比，這天上人間。所以依自力要修無量劫，才能修到三不退，三不退是法身菩薩，明心見性。但是修淨土法門，生到西方極樂世界，凡聖同居土下下品往生，也是阿惟越致菩薩。"
    },
    {
      "id": "02-040-0540_p0015",
      "zh_CN": "净宗，诸佛都称它作难信之法，难在哪里？就难在这个地方，你怎么一往生就得三不退，哪有这种便宜事情？没人相信。只有诸佛如来相信，菩萨都怀疑，何况声闻、缘觉。声闻、缘觉不接受，真的难信，人家走八万四千法门这个路子，走无量法门的路子，要那么长的时间，你怎么这么简单、这么容易，一下就得到。它有没有道理？真有道理，这个道理只有佛知道。我们是听佛讲经听多了，也明白了，道理就是是心是佛，你本来是佛，就这么个道理。如果你本来不是佛，阿弥陀佛加持不上。因为你本来是佛，你忘掉，你迷了，阿弥陀佛一句把你唤醒了。所以修净宗的第一个条件，要肯定承认自己是心是佛，这是性德。然后相信是心作佛，这是修德。我依照阿弥陀佛这个方法修，真信、真愿、持名，这是修德，这就是是心作佛，马上就成功。性德跟修德相应，所以到极乐世界，得阿弥陀佛四十八愿加持，就证得阿惟越致，是这么个道理。这个道理要是搞不清楚、搞不明白，真的半信半疑。半信半疑就不能往生，跟净土结个法缘，来生来世接着再干。来生来世，自己一定把五戒十善修好，为什么？能得人身。如果五戒十善破掉，三途。堕三途麻烦可大了，不知道到哪一生、哪一劫，你才能再得人身、再闻佛法。这个期间当中要受许许多多的苦难，李炳南老居士所说的，长劫轮回，苦不堪言。证不退，直至成佛，一直到成佛。",
      "zh_TW": "淨宗，諸佛都稱它作難信之法，難在哪裡？就難在這個地方，你怎麼一往生就得三不退，哪有這種便宜事情？沒人相信。只有諸佛如來相信，菩薩都懷疑，何況聲聞、緣覺。聲聞、緣覺不接受，真的難信，人家走八萬四千法門這個路子，走無量法門的路子，要那麼長的時間，你怎麼這麼簡單、這麼容易，一下就得到。它有沒有道理？真有道理，這個道理只有佛知道。我們是聽佛講經聽多了，也明白了，道理就是是心是佛，你本來是佛，就這麼個道理。如果你本來不是佛，阿彌陀佛加持不上。因為你本來是佛，你忘掉，你迷了，阿彌陀佛一句把你喚醒了。所以修淨宗的第一個條件，要肯定承認自己是心是佛，這是性德。然後相信是心作佛，這是修德。我依照阿彌陀佛這個方法修，真信、真願、持名，這是修德，這就是是心作佛，馬上就成功。性德跟修德相應，所以到極樂世界，得阿彌陀佛四十八願加持，就證得阿惟越致，是這麼個道理。這個道理要是搞不清楚、搞不明白，真的半信半疑。半信半疑就不能往生，跟淨土結個法緣，來生來世接著再幹。來生來世，自己一定把五戒十善修好，為什麼？能得人身。如果五戒十善破掉，三途。墮三途麻煩可大了，不知道到哪一生、哪一劫，你才能再得人身、再聞佛法。這個期間當中要受許許多多的苦難，李炳南老居士所說的，長劫輪迴，苦不堪言。證不退，直至成佛，一直到成佛。"
    },
    {
      "id": "02-040-0540_p0016",
      "zh_CN": "我们在学这个经教里头，深深体会到，往生到极乐世界花开见佛，就进入阿弥陀佛的大讲堂。我们想到，往生到极乐世界莲花化生，七宝池里头，我们今天真正发愿求生净土，一心念佛，七宝池就有一朵莲花，生出一朵莲花，莲花上有我的名字，不会错的。将来我往生，阿弥陀佛就拿这一朵莲花来接引我。我这个地方修得好，这朵莲花就愈来愈大，光色灿然；我要改修其他的法门，不修净土，这个花就枯死了。极乐世界看到生灭就是莲花，除莲花之外，一切万物不生不灭，只有莲花有生灭，退心了，莲花就死了，枯死了。从这个例子我就想到，阿弥陀佛大讲堂里面座位一定也有我们名字，莲花里有名字，座位上一定刻你名字，决定没有错误的。进入大讲堂，坐上自己的座位，听经闻法，福慧双修。什么时候离开讲堂？给诸位说，离开讲堂就成佛，没有成佛怎么能离开讲堂？极乐世界人最大的优点，他不要睡眠，他不要吃饭、不要喝水，这个好，省多少事！财色名食睡这五种烦恼，到极乐世界全没有了。所以进入讲堂的时候是凡夫，离开讲堂成佛了，不成佛决定不离开讲堂。",
      "zh_TW": "我們在學這個經教裡頭，深深體會到，往生到極樂世界花開見佛，就進入阿彌陀佛的大講堂。我們想到，往生到極樂世界蓮花化生，七寶池裡頭，我們今天真正發願求生淨土，一心念佛，七寶池就有一朵蓮花，生出一朵蓮花，蓮花上有我的名字，不會錯的。將來我往生，阿彌陀佛就拿這一朵蓮花來接引我。我這個地方修得好，這朵蓮花就愈來愈大，光色燦然；我要改修其他的法門，不修淨土，這個花就枯死了。極樂世界看到生滅就是蓮花，除蓮花之外，一切萬物不生不滅，只有蓮花有生滅，退心了，蓮花就死了，枯死了。從這個例子我就想到，阿彌陀佛大講堂裡面座位一定也有我們名字，蓮花裡有名字，座位上一定刻你名字，決定沒有錯誤的。進入大講堂，坐上自己的座位，聽經聞法，福慧雙修。什麼時候離開講堂？給諸位說，離開講堂就成佛，沒有成佛怎麼能離開講堂？極樂世界人最大的優點，他不要睡眠，他不要吃飯、不要喝水，這個好，省多少事！財色名食睡這五種煩惱，到極樂世界全沒有了。所以進入講堂的時候是凡夫，離開講堂成佛了，不成佛決定不離開講堂。"
    },
    {
      "id": "02-040-0540_p0017",
      "zh_CN": "「故云：横截于五趣」。这个五趣就是六道，六道怎么说五？阿修罗不算。《楞严经》上讲得很清楚，实际上只有五道，叫五趣轮回。阿修罗在天上，天阿修罗归天道，人间阿修罗归人道，畜生阿修罗归畜生道，饿鬼阿修罗归饿鬼道，这四道都有阿修罗，地狱没有。通常称六道，专门称天道的阿修罗，把他算一道。阿修罗是天，天道，有天之福，福德，没有天的德，天人仁慈、博爱，阿修罗没有。阿修罗自私自利，瞋恚心很重，你惹了他、得罪他，一定会报复，报复的手段都非常残酷，这修罗。他修的福报大，所以他生天。他的念头不善，行为不善，所以变成修罗。「五趣者，三恶趣」，三恶趣是饿鬼、地狱、畜生，「及人天二趣」，这叫五道。「阿修罗趣摄天趣中，故五趣亦即六道」，五趣就是六道。",
      "zh_TW": "「故云：橫截於五趣」。這個五趣就是六道，六道怎麼說五？阿修羅不算。《楞嚴經》上講得很清楚，實際上只有五道，叫五趣輪迴。阿修羅在天上，天阿修羅歸天道，人間阿修羅歸人道，畜生阿修羅歸畜生道，餓鬼阿修羅歸餓鬼道，這四道都有阿修羅，地獄沒有。通常稱六道，專門稱天道的阿修羅，把他算一道。阿修羅是天，天道，有天之福，福德，沒有天的德，天人仁慈、博愛，阿修羅沒有。阿修羅自私自利，瞋恚心很重，你惹了他、得罪他，一定會報復，報復的手段都非常殘酷，這修羅。他修的福報大，所以他生天。他的念頭不善，行為不善，所以變成修羅。「五趣者，三惡趣」，三惡趣是餓鬼、地獄、畜生，「及人天二趣」，這叫五道。「阿修羅趣攝天趣中，故五趣亦即六道」，五趣就是六道。"
    },
    {
      "id": "02-040-0540_p0018",
      "zh_CN": "「人天本名善趣，今亦称恶趣」，人天在六道里头是善，但是跟极乐世界比，人天就不善，也称作恶趣。这个经文上恶道范围就太大了，这个恶道是跟极乐世界相比，我们天道也变成恶道。不但天道变成恶道，声闻、缘觉、菩萨、佛，十法界统统是恶道。「对比极乐而言」，跟极乐世界对比，十法界都是恶道。「如《净影疏》曰：下三恶道，名为恶趣」，这是在我们娑婆世界说的，「人天二道」，这叫善趣，加上天阿修罗，叫三善道、三恶道。三善三恶都要放下，为什么？消业的，这个一定要知道。我们造的善业、造的恶业要把它消掉，自性清净心里头没有善恶业，不但没有善恶，染净都没有。",
      "zh_TW": "「人天本名善趣，今亦稱惡趣」，人天在六道裡頭是善，但是跟極樂世界比，人天就不善，也稱作惡趣。這個經文上惡道範圍就太大了，這個惡道是跟極樂世界相比，我們天道也變成惡道。不但天道變成惡道，聲聞、緣覺、菩薩、佛，十法界統統是惡道。「對比極樂而言」，跟極樂世界對比，十法界都是惡道。「如《淨影疏》曰：下三惡道，名為惡趣」，這是在我們娑婆世界說的，「人天二道」，這叫善趣，加上天阿修羅，叫三善道、三惡道。三善三惡都要放下，為什麼？消業的，這個一定要知道。我們造的善業、造的惡業要把它消掉，自性清淨心裡頭沒有善惡業，不但沒有善惡，染淨都沒有。"
    },
    {
      "id": "02-040-0540_p0019",
      "zh_CN": "我们看四圣法界，四圣下面是六道，四圣跟六道合起来叫十法界。十法界上面四圣是净土，对下面六道，六道是秽土，就有染净，六道是染，四圣是净，有染净。六道里面，染里头，染里头有善恶，净里头没有善恶。染里头有善恶，善在三善道消业，消什么业？消你的善业；恶，在三恶道消你的恶业。善恶业统统消干净，你才能脱离六道轮回，才能证阿罗汉果。十法界里面，四圣法界最低的是阿罗汉，比阿罗汉高的是辟支佛。阿罗汉见思烦恼断尽了，染污断干净了，但是他还有染污的习气。所以在声闻道里头修什么？把染污的习气再断掉。断掉之后他就离开声闻，提升了，他就是缘觉，就是辟支佛。辟支佛见思烦恼、见思烦恼习气统统断干净了，在他这个位次上要断什么？要断尘沙烦恼。尘沙烦恼是分别，分别断掉了，他离开辟支佛，但是还有尘沙烦恼的习气，他已经在菩萨地位。菩萨修什么？把尘沙习气断干净，菩萨就成佛，十法界里面的佛，十法界最高的。他在这里修什么？要断无明烦恼，无明是起心动念。于一切法眼见耳闻，六根接触外面六尘境界，不起心不动念，他成佛了。这是什么？无明破了。",
      "zh_TW": "我們看四聖法界，四聖下面是六道，四聖跟六道合起來叫十法界。十法界上面四聖是淨土，對下面六道，六道是穢土，就有染淨，六道是染，四聖是淨，有染淨。六道裡面，染裡頭，染裡頭有善惡，淨裡頭沒有善惡。染裡頭有善惡，善在三善道消業，消什麼業？消你的善業；惡，在三惡道消你的惡業。善惡業統統消乾淨，你才能脫離六道輪迴，才能證阿羅漢果。十法界裡面，四聖法界最低的是阿羅漢，比阿羅漢高的是辟支佛。阿羅漢見思煩惱斷盡了，染污斷乾淨了，但是他還有染污的習氣。所以在聲聞道裡頭修什麼？把染污的習氣再斷掉。斷掉之後他就離開聲聞，提升了，他就是緣覺，就是辟支佛。辟支佛見思煩惱、見思煩惱習氣統統斷乾淨了，在他這個位次上要斷什麼？要斷塵沙煩惱。塵沙煩惱是分別，分別斷掉了，他離開辟支佛，但是還有塵沙煩惱的習氣，他已經在菩薩地位。菩薩修什麼？把塵沙習氣斷乾淨，菩薩就成佛，十法界裡面的佛，十法界最高的。他在這裡修什麼？要斷無明煩惱，無明是起心動念。於一切法眼見耳聞，六根接觸外面六塵境界，不起心不動念，他成佛了。這是什麼？無明破了。"
    },
    {
      "id": "02-040-0540_p0020",
      "zh_CN": "前面我们看到的，见思烦恼习气，尘沙烦恼习气，无明烦恼有没有习气？当然有。只要无明一断，习气没断，超越十法界，十法界没有了。没有，他到哪里去？他到一真法界，就是到诸佛如来的实报庄严土，他作阿惟越致菩萨。我这样讲法，大家对阿惟越致就有概念了。阿惟越致菩萨，他三种烦恼都断干净了，只有无明习气没断干净。无明习气不好断，你想想看，人到不起心不动念，还有什么方法断习气。所以古人说，「此处用不得力」，你一动不就有起心动念了吗？无明不就起来了吗？所以用不得力，叫无功用道。其他的是有方法断它，这个没有方法，怎么断？随它去，时间久了自然断掉。特别对无始无明习气，古人有个比喻，他用酒瓶来做比喻。酒瓶是盛酒的，把酒倒干净，里面擦干净，确实一滴酒都没有了，闻闻还有味道，那叫习气。怎么断法？没有法子断，只好瓶盖打开，放在那里，放个一年、半年再去闻，没有了，这叫无功用道。",
      "zh_TW": "前面我們看到的，見思煩惱習氣，塵沙煩惱習氣，無明煩惱有沒有習氣？當然有。只要無明一斷，習氣沒斷，超越十法界，十法界沒有了。沒有，他到哪裡去？他到一真法界，就是到諸佛如來的實報莊嚴土，他作阿惟越致菩薩。我這樣講法，大家對阿惟越致就有概念了。阿惟越致菩薩，他三種煩惱都斷乾淨了，只有無明習氣沒斷乾淨。無明習氣不好斷，你想想看，人到不起心不動念，還有什麼方法斷習氣。所以古人說，「此處用不得力」，你一動不就有起心動念了嗎？無明不就起來了嗎？所以用不得力，叫無功用道。其他的是有方法斷它，這個沒有方法，怎麼斷？隨它去，時間久了自然斷掉。特別對無始無明習氣，古人有個比喻，他用酒瓶來做比喻。酒瓶是盛酒的，把酒倒乾淨，裡面擦乾淨，確實一滴酒都沒有了，聞聞還有味道，那叫習氣。怎麼斷法？沒有法子斷，只好瓶蓋打開，放在那裡，放個一年、半年再去聞，沒有了，這叫無功用道。"
    },
    {
      "id": "02-040-0540_p0021",
      "zh_CN": "无始无明习气要多么长的时间才能断干净？大乘经上佛告诉我们，三个阿僧祇劫。这就是实报土法身菩萨的寿命，叫无量寿，这个无量是有量的无量，三个阿僧祇劫。三个阿僧祇劫无明习气断干净，确实没有了，这个时候怎么？这个时候菩萨就入常寂光，从等觉入妙觉位，常寂光，实报土没有了。所以，凡所有相皆是虚妄，没有说实报土是例外的。实报土就是极乐世界，到什么时候极乐世界不见了，无始无明习气断干净，他入常寂光了。常寂光是永恒的，不生不灭，常寂光就是自性，自性里头真正说的，自然中自然相，究竟圆满的自然中自然相，回归自然了，回归自性了，这就是究竟圆满的佛果，成佛了。一定要搞清楚、搞明白，我们的信心建立，愿心坚固，对这个世间毫无留恋。最重要就这个，只要有丝毫留恋就是麻烦，你就去不了。",
      "zh_TW": "無始無明習氣要多麼長的時間才能斷乾淨？大乘經上佛告訴我們，三個阿僧祇劫。這就是實報土法身菩薩的壽命，叫無量壽，這個無量是有量的無量，三個阿僧祇劫。三個阿僧祇劫無明習氣斷乾淨，確實沒有了，這個時候怎麼？這個時候菩薩就入常寂光，從等覺入妙覺位，常寂光，實報土沒有了。所以，凡所有相皆是虛妄，沒有說實報土是例外的。實報土就是極樂世界，到什麼時候極樂世界不見了，無始無明習氣斷乾淨，他入常寂光了。常寂光是永恆的，不生不滅，常寂光就是自性，自性裡頭真正說的，自然中自然相，究竟圓滿的自然中自然相，回歸自然了，回歸自性了，這就是究竟圓滿的佛果，成佛了。一定要搞清楚、搞明白，我們的信心建立，願心堅固，對這個世間毫無留戀。最重要就這個，只要有絲毫留戀就是麻煩，你就去不了。"
    },
    {
      "id": "02-040-0540_p0022",
      "zh_CN": "小乘经里面佛告诉我们，「可得为世间事，不可得为世间意」。世间事是什么？事事无碍，不能有世间心、世间的念头。有世间的心，有世间的念头，这个很糟糕，脱不了六道轮回。要把世间意、世间心断掉。怎么断法？用一句佛号，净宗妙就妙在此地，殊胜就殊胜在此地。所以它叫带业往生，我们只带阿弥陀佛，其他全都不要放在心上。阿弥陀佛叫净业，善恶都不放在心上，只带一句阿弥陀佛，这叫专修净业。阿弥陀佛三善道没有，三恶道也没有，十方诸佛世界也没有，只跟极乐世界相应。你看这个法子妙不妙，真正修绝对不会走岔路，不会迷失道路。我们今天搞清楚、搞明白了，我们遵守《金刚经》上的教训，「法尚应舍，何况非法」，那个法是佛法，我们把佛法放下，不要了，我们只要一部《无量寿经》，只要一句阿弥陀佛，专修净业。",
      "zh_TW": "小乘經裡面佛告訴我們，「可得為世間事，不可得為世間意」。世間事是什麼？事事無礙，不能有世間心、世間的念頭。有世間的心，有世間的念頭，這個很糟糕，脫不了六道輪迴。要把世間意、世間心斷掉。怎麼斷法？用一句佛號，淨宗妙就妙在此地，殊勝就殊勝在此地。所以它叫帶業往生，我們只帶阿彌陀佛，其他全都不要放在心上。阿彌陀佛叫淨業，善惡都不放在心上，只帶一句阿彌陀佛，這叫專修淨業。阿彌陀佛三善道沒有，三惡道也沒有，十方諸佛世界也沒有，只跟極樂世界相應。你看這個法子妙不妙，真正修絕對不會走岔路，不會迷失道路。我們今天搞清楚、搞明白了，我們遵守《金剛經》上的教訓，「法尚應捨，何況非法」，那個法是佛法，我們把佛法放下，不要了，我們只要一部《無量壽經》，只要一句阿彌陀佛，專修淨業。"
    },
    {
      "id": "02-040-0540_p0023",
      "zh_CN": "我们提倡汉学院，是希望中国传统文化能有人承传。我们建议办佛教大学、办宗教大学，希望替佛教培养真正的弘护人才，弘法护法人才；办宗教大学，希望团结宗教，宗教互相学习，宗教回归教育，宗教的团结会给整个世界社会带来永续的安定和谐，化解一切冲突。这是善事，我们提倡，我们做，不放在心上。放在心上错了，放在心上果报是什么？果报在天上。变成什么？变成善业，善果在天上，人天福报。可不能有这个念头。作而无作，无作而作，心上只放阿弥陀佛，只有《无量寿经》，全放下了。做三时系念，依照三时系念的法本去做，一心求生净土，连《无量寿经》也放下，只抓住一句佛号就行了。中峰禅师说得非常好，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」，所以一句佛号就行了。法本里头有《阿弥陀经》，受持《阿弥陀经》够了，比这个还简单，冥阳两利。如果你心里有牵挂，还挂着《无量寿经》，还要挂着四十八愿，你就分心了，你这个三时系念的佛事，功德就不圆满，你能做到百分之八十、百分之九十，你还欠个一、二十。统统放下，就是这一本，你的功德百分之百。要记住，圣贤大法是一门深入、长时薰修，不能搞多，不能搞杂。这个道场就是系念法事道场，没有其他的经忏佛事。为什么？其他的一搞就乱掉了，功德不圆满。我这些话你们要听懂，你们要牢记住，百分之百的效果就是一门。",
      "zh_TW": "我們提倡漢學院，是希望中國傳統文化能有人承傳。我們建議辦佛教大學、辦宗教大學，希望替佛教培養真正的弘護人才，弘法護法人才；辦宗教大學，希望團結宗教，宗教互相學習，宗教回歸教育，宗教的團結會給整個世界社會帶來永續的安定和諧，化解一切衝突。這是善事，我們提倡，我們做，不放在心上。放在心上錯了，放在心上果報是什麼？果報在天上。變成什麼？變成善業，善果在天上，人天福報。可不能有這個念頭。作而無作，無作而作，心上只放阿彌陀佛，只有《無量壽經》，全放下了。做三時繫念，依照三時繫念的法本去做，一心求生淨土，連《無量壽經》也放下，只抓住一句佛號就行了。中峰禪師說得非常好，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」，所以一句佛號就行了。法本裡頭有《阿彌陀經》，受持《阿彌陀經》夠了，比這個還簡單，冥陽兩利。如果你心裡有牽掛，還掛著《無量壽經》，還要掛著四十八願，你就分心了，你這個三時繫念的佛事，功德就不圓滿，你能做到百分之八十、百分之九十，你還欠個一、二十。統統放下，就是這一本，你的功德百分之百。要記住，聖賢大法是一門深入、長時薰修，不能搞多，不能搞雜。這個道場就是繫念法事道場，沒有其他的經懺佛事。為什麼？其他的一搞就亂掉了，功德不圓滿。我這些話你們要聽懂，你們要牢記住，百分之百的效果就是一門。"
    },
    {
      "id": "02-040-0540_p0024",
      "zh_CN": "我搞了六十多年才搞懂。所以《华严经》放弃了，初学的时候最喜欢《楞严》，放弃了，才知道那是错误的。佛说一切经是度一切不同根性众生的，不是叫你全学的。佛是教你明心见性，明心见性要靠定，禅定，定就是一，一就是定，二就不定了。所以主张一门深入，长时薰修，就得定。定是什么？清净心，阿罗汉、辟支佛的定；平等心，大乘菩萨的定。定开智慧，那个觉就是智慧，觉是大彻大悟，明心见性，见性成佛，这就是阿惟越致菩萨。这个法门理论、方法，佛法里头没有秘密，佛不吝法，佛全说出来了，问题是我们自己没看懂，讲经囫囵吞枣讲过去，自己不得受用。我一直到八十五岁才真正明了。从什么地方看出来？真正放下就是真正明了，不是真正明了你放不下。真正明白之后是可以广学多闻，样样经都可以讲，没有障碍，但是这没有慈悲心，这留给大众不是一个好样子。大众他们去搞，搞六十年能不能明白？要不能明白，一生都没办法。明了之后一定要有慈悲心，给大家做一个最好的榜样。我为什么不早几年做？早几年没清楚。我跟大家说，我不是一个上根上智的人，我是中下根性。佛菩萨不加持，没有这么长的寿命，我这一辈子都没有搞清楚，念佛往生那是侥幸。真正搞清楚、搞明白了，万缘放下，一心专念，这个往生是当然的，是自然的。",
      "zh_TW": "我搞了六十多年才搞懂。所以《華嚴經》放棄了，初學的時候最喜歡《楞嚴》，放棄了，才知道那是錯誤的。佛說一切經是度一切不同根性眾生的，不是叫你全學的。佛是教你明心見性，明心見性要靠定，禪定，定就是一，一就是定，二就不定了。所以主張一門深入，長時薰修，就得定。定是什麼？清淨心，阿羅漢、辟支佛的定；平等心，大乘菩薩的定。定開智慧，那個覺就是智慧，覺是大徹大悟，明心見性，見性成佛，這就是阿惟越致菩薩。這個法門理論、方法，佛法裡頭沒有祕密，佛不吝法，佛全說出來了，問題是我們自己沒看懂，講經囫圇吞棗講過去，自己不得受用。我一直到八十五歲才真正明瞭。從什麼地方看出來？真正放下就是真正明瞭，不是真正明瞭你放不下。真正明白之後是可以廣學多聞，樣樣經都可以講，沒有障礙，但是這沒有慈悲心，這留給大眾不是一個好樣子。大眾他們去搞，搞六十年能不能明白？要不能明白，一生都沒辦法。明瞭之後一定要有慈悲心，給大家做一個最好的榜樣。我為什麼不早幾年做？早幾年沒清楚。我跟大家說，我不是一個上根上智的人，我是中下根性。佛菩薩不加持，沒有這麼長的壽命，我這一輩子都沒有搞清楚，念佛往生那是僥倖。真正搞清楚、搞明白了，萬緣放下，一心專念，這個往生是當然的，是自然的。"
    },
    {
      "id": "02-040-0540_p0025",
      "zh_CN": "搞清楚、搞明白是真不容易！为什么人放不下？他没有搞清楚。他要搞清楚，他能不放下吗？不可能的。真正搞清楚了，他能不慈悲吗？他能不给大家做好样子吗？不做个好榜样对不起人，对不起佛菩萨，对不起自己。而且学佛，我还能觉悟，虽然迟一点，还能觉悟，还能回头，原因是什么？这六十二年没有离开经教，而且是认真学。当然学得不够，不是不学，不学没有今天的成绩，学得不够。不够就是什么？不及格，大概只有四十分、五十分，不到六十分。要是不学的话就没分了，搞一辈子你也不能悟，你没有办法悟入。这个我们看到很多，过去这出家的老修行人，一生不能成就，来生继续搞六道轮回，太多太多了。所以事实真相，就是诸法实相，一定要搞清楚、搞明白。唯一的办法读经，要学习，经上教给我们的尽量去做，要把它落实，真得受用。不能真干，得不到真实利益，那就错了。",
      "zh_TW": "搞清楚、搞明白是真不容易！為什麼人放不下？他沒有搞清楚。他要搞清楚，他能不放下嗎？不可能的。真正搞清楚了，他能不慈悲嗎？他能不給大家做好樣子嗎？不做個好榜樣對不起人，對不起佛菩薩，對不起自己。而且學佛，我還能覺悟，雖然遲一點，還能覺悟，還能回頭，原因是什麼？這六十二年沒有離開經教，而且是認真學。當然學得不夠，不是不學，不學沒有今天的成績，學得不夠。不夠就是什麼？不及格，大概只有四十分、五十分，不到六十分。要是不學的話就沒分了，搞一輩子你也不能悟，你沒有辦法悟入。這個我們看到很多，過去這出家的老修行人，一生不能成就，來生繼續搞六道輪迴，太多太多了。所以事實真相，就是諸法實相，一定要搞清楚、搞明白。唯一的辦法讀經，要學習，經上教給我們的盡量去做，要把它落實，真得受用。不能真幹，得不到真實利益，那就錯了。"
    },
    {
      "id": "02-040-0540_p0026",
      "zh_CN": "我们再看《净影疏》所说的，「下三恶道，名为恶趣。人天二道，名为善趣。今此约对弥陀净刹，娑婆五道，齐名恶趣」，六道就是恶趣。所以离苦要离究竟苦，究竟苦就是六道轮回，脱离六道轮回，真正叫出苦，你不再有苦受，一定要脱离。「地狱、饿鬼、畜生，是其纯恶所向，名为恶趣」，这三恶道。娑婆世界的人天，「杂恶所向，亦名恶趣」，虽是三善道，享福的时候他造恶业。「若依此方修习断除」，我们的习惯，释迦牟尼佛教我们的，一定是「先断见惑」。见惑断了证须陀洹果，小乘初果，大乘十信位的菩萨，初信位，见惑断了。「离三途因，灭三途果」，证得须陀洹，虽然没有脱离六道轮回，决定不堕三恶道。为什么？三恶道的因是贪瞋痴，他贪瞋痴没有了。所以他在六道里头，人道寿命到了他生天，天上寿命到了他又到人间来。天上人间他有期限的，七次，七次往返他就证阿罗汉果，思惑断尽了，他就脱离六道轮回。",
      "zh_TW": "我們再看《淨影疏》所說的，「下三惡道，名為惡趣。人天二道，名為善趣。今此約對彌陀淨剎，娑婆五道，齊名惡趣」，六道就是惡趣。所以離苦要離究竟苦，究竟苦就是六道輪迴，脫離六道輪迴，真正叫出苦，你不再有苦受，一定要脫離。「地獄、餓鬼、畜生，是其純惡所向，名為惡趣」，這三惡道。娑婆世界的人天，「雜惡所向，亦名惡趣」，雖是三善道，享福的時候他造惡業。「若依此方修習斷除」，我們的習慣，釋迦牟尼佛教我們的，一定是「先斷見惑」。見惑斷了證須陀洹果，小乘初果，大乘十信位的菩薩，初信位，見惑斷了。「離三途因，滅三途果」，證得須陀洹，雖然沒有脫離六道輪迴，決定不墮三惡道。為什麼？三惡道的因是貪瞋痴，他貪瞋痴沒有了。所以他在六道裡頭，人道壽命到了他生天，天上壽命到了他又到人間來。天上人間他有期限的，七次，七次往返他就證阿羅漢果，思惑斷盡了，他就脫離六道輪迴。"
    },
    {
      "id": "02-040-0540_p0027",
      "zh_CN": "大乘菩萨亦如是，初信位的菩萨所断的烦恼，跟小乘初果是平等的，都是断见惑，初信。二信等于二果向，三信等于二果，四信等于三果向，五信等于三果，六信等于四果向，七信等于四果阿罗汉。七信位的菩萨超越六道轮回，他断烦恼跟阿罗汉是相等的。八信是辟支佛，九信是菩萨，十信是十法界里面的佛。这是大乘里的小学，十个位次断证，我们要知道。怎么个断法？一门深入最容易断。我们没断就是学得太杂、学得太多、学得太乱，自己用功不知道怎么用法，叫你讲讲，有时候也能讲得头头是道，一样都做不到。我们把因戒得定，因定开慧，全忘掉了。那是最高的指导原则，无论大乘小乘、宗门教下、显教密教，绝对要遵守，不遵守不是佛法。遵守这个指导原则就是佛法，没有不成就的。",
      "zh_TW": "大乘菩薩亦如是，初信位的菩薩所斷的煩惱，跟小乘初果是平等的，都是斷見惑，初信。二信等於二果向，三信等於二果，四信等於三果向，五信等於三果，六信等於四果向，七信等於四果阿羅漢。七信位的菩薩超越六道輪迴，他斷煩惱跟阿羅漢是相等的。八信是辟支佛，九信是菩薩，十信是十法界裡面的佛。這是大乘裡的小學，十個位次斷證，我們要知道。怎麼個斷法？一門深入最容易斷。我們沒斷就是學得太雜、學得太多、學得太亂，自己用功不知道怎麼用法，叫你講講，有時候也能講得頭頭是道，一樣都做不到。我們把因戒得定，因定開慧，全忘掉了。那是最高的指導原則，無論大乘小乘、宗門教下、顯教密教，絕對要遵守，不遵守不是佛法。遵守這個指導原則就是佛法，沒有不成就的。"
    },
    {
      "id": "02-040-0540_p0028",
      "zh_CN": "我们再继续往下面看，「后断思惑，离人天因，绝人天果」。所以斯陀含还一往来，一次到人间（欲界）来，第二次他不来了，完全在天上修。天上有欲界天、色界天、无色界天，这是他们的去处。「渐除不名横截」。他不叫横截，他是一步一步往上提升，叫竖出三界。到最高非想非非想天，舍掉六道轮回，超越了，到声闻法界去，这叫竖出。净土不是的，净土不需要通过诸天，人间寿命到了，就往生极乐世界，叫横超。横截就是横超，不经过天上。「故知横截即横出、横超之义。又《嘉祥疏》曰：修菩提因，横断五道流转，故恶道自闭塞」。因为上面这个天道，欲界天、色界天、无色界天，跟极乐世界一比，它就是恶道，极乐世界才是善道。因为他横超，不通过这些层次，所以叫闭塞，我不需要通过你们，绕个圈子走了。「自者，自然也。」恶道自闭塞，自然闭塞。极乐世界横出三界，这是非常稀有难得的。",
      "zh_TW": "我們再繼續往下面看，「後斷思惑，離人天因，絕人天果」。所以斯陀含還一往來，一次到人間（欲界）來，第二次他不來了，完全在天上修。天上有欲界天、色界天、無色界天，這是他們的去處。「漸除不名橫截」。他不叫橫截，他是一步一步往上提升，叫豎出三界。到最高非想非非想天，捨掉六道輪迴，超越了，到聲聞法界去，這叫豎出。淨土不是的，淨土不需要通過諸天，人間壽命到了，就往生極樂世界，叫橫超。橫截就是橫超，不經過天上。「故知橫截即橫出、橫超之義。又《嘉祥疏》曰：修菩提因，橫斷五道流轉，故惡道自閉塞」。因為上面這個天道，欲界天、色界天、無色界天，跟極樂世界一比，它就是惡道，極樂世界才是善道。因為他橫超，不通過這些層次，所以叫閉塞，我不需要通過你們，繞個圈子走了。「自者，自然也。」惡道自閉塞，自然閉塞。極樂世界橫出三界，這是非常稀有難得的。"
    },
    {
      "id": "02-040-0540_p0029",
      "zh_CN": "下面一段，「究竟方便」，太难得了。我们看经文：",
      "zh_TW": "下面一段，「究竟方便」，太難得了。我們看經文："
    },
    {
      "id": "02-040-0540_p0030",
      "zh_CN": "【无极之胜道。易往而无人。其国不逆违。自然所牵随。】",
      "zh_TW": "【無極之勝道。易往而無人。其國不逆違。自然所牽隨。】"
    },
    {
      "id": "02-040-0540_p0031",
      "zh_CN": "我们看念老的注解，『无极之胜道』，「胜者殊胜。无极者，《会疏》曰：凡夫生彼，速升果地，故云无极。」无极是赞叹的话。真的是凡夫，连一品见惑都没断，往生到极乐世界，得阿弥陀佛本愿威神加持，就跟果地菩萨平等，这叫无极。果地是什么？法身菩萨，就是明心见性的菩萨。见性这才叫果，没有见性不算果。四果罗汉那个果是假的，不是真的，所以叫小果，大乘里头不承认的。果地必须把三种烦恼都破了，真正达到不起心、不动念、不分别、不执着。不执着是见思烦恼断了，不分别是尘沙烦恼断了，不起心不动念是无明烦恼断了，所以这样的菩萨，果位的菩萨，他只带无始无明烦恼习气，其他全没有了。在实报庄严土里面住三个阿僧祇劫，无始无明烦恼的习气自然没有了，他也就自然契入常寂光，成了妙觉如来。这是最高的果位，没有比这更高了，叫妙觉位，回归自性。从迷失自性变现出实报土、方便土、同居土，变现出六道轮回，变现出三途果报。佛菩萨来帮助我们回头，我们再回归自性，自性就是常寂光，回归常寂光才究竟圆满。",
      "zh_TW": "我們看念老的註解，『無極之勝道』，「勝者殊勝。無極者，《會疏》曰：凡夫生彼，速升果地，故云無極。」無極是讚歎的話。真的是凡夫，連一品見惑都沒斷，往生到極樂世界，得阿彌陀佛本願威神加持，就跟果地菩薩平等，這叫無極。果地是什麼？法身菩薩，就是明心見性的菩薩。見性這才叫果，沒有見性不算果。四果羅漢那個果是假的，不是真的，所以叫小果，大乘裡頭不承認的。果地必須把三種煩惱都破了，真正達到不起心、不動念、不分別、不執著。不執著是見思煩惱斷了，不分別是塵沙煩惱斷了，不起心不動念是無明煩惱斷了，所以這樣的菩薩，果位的菩薩，他只帶無始無明煩惱習氣，其他全沒有了。在實報莊嚴土裡面住三個阿僧祇劫，無始無明煩惱的習氣自然沒有了，他也就自然契入常寂光，成了妙覺如來。這是最高的果位，沒有比這更高了，叫妙覺位，回歸自性。從迷失自性變現出實報土、方便土、同居土，變現出六道輪迴，變現出三途果報。佛菩薩來幫助我們回頭，我們再回歸自性，自性就是常寂光，回歸常寂光才究竟圓滿。"
    },
    {
      "id": "02-040-0540_p0032",
      "zh_CN": "净土法门是究竟方便，能叫我们快速回头，稳当回头，没有丝毫障碍的回头。这个要感恩阿弥陀佛，阿弥陀佛虽然显示的自然中自然相，但是我们不能没有感恩的心。我们遇到这个法门，这么快的成就，完全是他老人家慈悲帮助我们的。没有他，我们要修无量劫，还要加上三大阿僧祇劫。无量劫才能开悟，才能明心见性，见性之后，在实报土还要住三个阿僧祇劫，这能不感激吗？阿弥陀佛这个老师跟定了，不要再换人，再换人就错了。一个学校，一个老师。一个学校，极乐世界；一个老师，阿弥陀佛，永远跟定，决定不再更换，这就是报恩。",
      "zh_TW": "淨土法門是究竟方便，能叫我們快速回頭，穩當回頭，沒有絲毫障礙的回頭。這個要感恩阿彌陀佛，阿彌陀佛雖然顯示的自然中自然相，但是我們不能沒有感恩的心。我們遇到這個法門，這麼快的成就，完全是他老人家慈悲幫助我們的。沒有他，我們要修無量劫，還要加上三大阿僧祇劫。無量劫才能開悟，才能明心見性，見性之後，在實報土還要住三個阿僧祇劫，這能不感激嗎？阿彌陀佛這個老師跟定了，不要再換人，再換人就錯了。一個學校，一個老師。一個學校，極樂世界；一個老師，阿彌陀佛，永遠跟定，決定不再更換，這就是報恩。"
    },
    {
      "id": "02-040-0540_p0033",
      "zh_CN": "「《魏译》作无穷极」，意思都是一样的。「《净影疏》曰：升道无极，彰其所得」。到极乐世界不断提升，刚才我说过，进入阿弥陀佛的大讲堂，就是不断在提升，一直提升到登峰造极，成佛了，你才会离开讲堂；没有达到这个境界，你不会离开讲堂。虽然不离讲堂，你得大自在，你不是拘束我在讲堂坐这么久，这出都不能出去一下。能不能出去？能。怎么出去？分身出去，化身出去，本身没动，变化身出去了。跟阿弥陀佛一样，阿弥陀佛在大讲堂里是本身，讲经说法给大家听，没动。十方世界往生到极乐世界的人，阿弥陀佛都要去接引，如果不接引，找不到极乐世界在哪里。阿弥陀佛在大讲堂讲经，他怎么能出去？分身出去。他能分无量无边身，到十方诸佛世界接引念佛功夫圆满的这些众生到极乐世界，去接引，不碍事。",
      "zh_TW": "「《魏譯》作無窮極」，意思都是一樣的。「《淨影疏》曰：昇道無極，彰其所得」。到極樂世界不斷提升，剛才我說過，進入阿彌陀佛的大講堂，就是不斷在提升，一直提升到登峰造極，成佛了，你才會離開講堂；沒有達到這個境界，你不會離開講堂。雖然不離講堂，你得大自在，你不是拘束我在講堂坐這麼久，這出都不能出去一下。能不能出去？能。怎麼出去？分身出去，化身出去，本身沒動，變化身出去了。跟阿彌陀佛一樣，阿彌陀佛在大講堂裡是本身，講經說法給大家聽，沒動。十方世界往生到極樂世界的人，阿彌陀佛都要去接引，如果不接引，找不到極樂世界在哪裡。阿彌陀佛在大講堂講經，他怎麼能出去？分身出去。他能分無量無邊身，到十方諸佛世界接引念佛功夫圓滿的這些眾生到極樂世界，去接引，不礙事。"
    },
    {
      "id": "02-040-0540_p0034",
      "zh_CN": "我们这些做学生的人可以跟阿弥陀佛一样，分身，分无量无边身，到哪里去？到诸佛国土。去干什么？去拜佛、去供佛，拜佛供佛修福，听经闻法修慧。你看看在极乐世界可以同时接受阿弥陀佛教诲，又能够接受到十方一切诸佛如来的教诲。除这个之外，十方世界，在多生多劫之前，应该我们都住过，那边有跟我有缘的人，那些有缘人在那边，你一看全知道，你的化身又会化身去度那些有缘众生。所以极乐世界挺热闹的，不会寂寞，而且虽热闹，它又不碍清净，不会染污你，不会让你起心动念，这个太厉害了。换句话说，它永远不障碍你的清净平等心，只有帮助清净平等心提升，不会给你降温，不会给你干扰。这个环境到哪里去找？十方诸佛刹土里头都没有。所以我们要格外珍惜，千万不要错过，错过你就真错了。要知道我们这一生，以中国佛教两千年的历史来看，我们比过去任何一个朝代都殊胜，都不能跟我们相比，什么原因？我们把两个世界搞清楚、搞明白了。从什么地方看？从我们现在能把它讲清楚、讲明白。我们老一代长辈没讲清楚，忏云法师、李老师，如果像我现在把这个讲得这么清楚，我早就成佛了。他们讲，劝我，诚恳的劝我，还长时间劝我，我都没有接受，没听进去。不是我不恭敬，我的疑问他没有替我解决。",
      "zh_TW": "我們這些做學生的人可以跟阿彌陀佛一樣，分身，分無量無邊身，到哪裡去？到諸佛國土。去幹什麼？去拜佛、去供佛，拜佛供佛修福，聽經聞法修慧。你看看在極樂世界可以同時接受阿彌陀佛教誨，又能夠接受到十方一切諸佛如來的教誨。除這個之外，十方世界，在多生多劫之前，應該我們都住過，那邊有跟我有緣的人，那些有緣人在那邊，你一看全知道，你的化身又會化身去度那些有緣眾生。所以極樂世界挺熱鬧的，不會寂寞，而且雖熱鬧，它又不礙清淨，不會染污你，不會讓你起心動念，這個太厲害了。換句話說，它永遠不障礙你的清淨平等心，只有幫助清淨平等心提升，不會給你降溫，不會給你干擾。這個環境到哪裡去找？十方諸佛剎土裡頭都沒有。所以我們要格外珍惜，千萬不要錯過，錯過你就真錯了。要知道我們這一生，以中國佛教兩千年的歷史來看，我們比過去任何一個朝代都殊勝，都不能跟我們相比，什麼原因？我們把兩個世界搞清楚、搞明白了。從什麼地方看？從我們現在能把它講清楚、講明白。我們老一代長輩沒講清楚，懺雲法師、李老師，如果像我現在把這個講得這麼清楚，我早就成佛了。他們講，勸我，誠懇的勸我，還長時間勸我，我都沒有接受，沒聽進去。不是我不恭敬，我的疑問他沒有替我解決。"
    },
    {
      "id": "02-040-0540_p0035",
      "zh_CN": "这个会集，上一代的出家人没有见过，李老师能看到这个本子，是律航法师从山东到台湾带了十本，只带十本，送给李老师大概是三、四本。李老师一看，前面一篇长序是他老师写的，他的老师是梅光羲，今天我们讲的佛学，他的佛学是跟梅光羲学的。梅光羲老居士跟夏莲居是老朋友、老同参，也是老同事，关系非常密切。黄念祖居士又是梅光羲的外甥，梅光羲是他的舅舅，他的妈妈是梅光羲的妹妹，我们都沾到这个关系。都没讲清楚。念老这个注解注得好，搜集这么多的参考资料，经论里头所说的、古大德注疏里头所说的，说得好，但是我们体会不到。从哪里看？从我这些年来三次讲这个经，三年。二０一一年，二０一一我讲第一遍，讲注解，二０一二年讲第二遍，二０一三年，今年讲第三遍。第三遍就比前面二遍讲得透彻，你们拿我那些录音带听听看，你就知道了。所以要听，听什么？听我最近讲的，听今年讲的。我明年讲的肯定比今年有进步，更远、更深、更广，肯定的。前面的可以做参考，要学现在所讲的，真得受用，真得利益。",
      "zh_TW": "這個會集，上一代的出家人沒有見過，李老師能看到這個本子，是律航法師從山東到台灣帶了十本，只帶十本，送給李老師大概是三、四本。李老師一看，前面一篇長序是他老師寫的，他的老師是梅光羲，今天我們講的佛學，他的佛學是跟梅光羲學的。梅光羲老居士跟夏蓮居是老朋友、老同參，也是老同事，關係非常密切。黃念祖居士又是梅光羲的外甥，梅光羲是他的舅舅，他的媽媽是梅光羲的妹妹，我們都沾到這個關係。都沒講清楚。念老這個註解註得好，蒐集這麼多的參考資料，經論裡頭所說的、古大德註疏裡頭所說的，說得好，但是我們體會不到。從哪裡看？從我這些年來三次講這個經，三年。二０一一年，二０一一我講第一遍，講註解，二０一二年講第二遍，二０一三年，今年講第三遍。第三遍就比前面二遍講得透徹，你們拿我那些錄音帶聽聽看，你就知道了。所以要聽，聽什麼？聽我最近講的，聽今年講的。我明年講的肯定比今年有進步，更遠、更深、更廣，肯定的。前面的可以做參考，要學現在所講的，真得受用，真得利益。"
    },
    {
      "id": "02-040-0540_p0036",
      "zh_CN": "我们再往下看，下面是《净影疏》说的，「则以果位之德深广难思，故云无极」。果位就是成佛了，明心见性，见性成佛，是真成佛，不是假成佛。真成佛，这个佛有四十一个阶位，在《华严经》上看到，十住，刚刚明心见性是初住位，十住、十行、十回向、十地，四十个位次，这四十个天台大师都称之为分证即佛，还包括等觉，四十一个位次，住实报庄严土。无始无明习气断干净，没有了，他就再向上提升，等觉再向上叫妙觉位。妙觉上头没有了，无上菩提就是指妙觉位。妙觉不在实报土，在哪里？在常寂光，妙觉是回常寂光了，没有任何形相。所以法身如来是妙觉，梵语叫毘卢遮那。毘卢遮那是什么意思？翻成中国意思叫遍一切处，用我们现在的话说，一切处、一切时，它无时不在，无处不在。我们全都在妙觉果位法身之中，没有一法能超越，他的法身就是我们的本体，就是前面我们读的，自然之有根本，那个根本就是法身，就是毘卢遮那。",
      "zh_TW": "我們再往下看，下面是《淨影疏》說的，「則以果位之德深廣難思，故云無極」。果位就是成佛了，明心見性，見性成佛，是真成佛，不是假成佛。真成佛，這個佛有四十一個階位，在《華嚴經》上看到，十住，剛剛明心見性是初住位，十住、十行、十迴向、十地，四十個位次，這四十個天台大師都稱之為分證即佛，還包括等覺，四十一個位次，住實報莊嚴土。無始無明習氣斷乾淨，沒有了，他就再向上提升，等覺再向上叫妙覺位。妙覺上頭沒有了，無上菩提就是指妙覺位。妙覺不在實報土，在哪裡？在常寂光，妙覺是回常寂光了，沒有任何形相。所以法身如來是妙覺，梵語叫毘盧遮那。毘盧遮那是什麼意思？翻成中國意思叫遍一切處，用我們現在的話說，一切處、一切時，它無時不在，無處不在。我們全都在妙覺果位法身之中，沒有一法能超越，他的法身就是我們的本體，就是前面我們讀的，自然之有根本，那個根本就是法身，就是毘盧遮那。"
    },
    {
      "id": "02-040-0540_p0037",
      "zh_CN": "我们也看了一个可以相信的鬼话，甘肃高处长写的一本书，《凯撒军团东征中国之谜》，二千一百年前的事情。凯撒大帝派了一支军队，十万人，是罗马最精锐的部队，由他第三个儿子三王子指挥，做为这支军队的统帅，目的地征服中国。那个时候交通不方便，全是走路，从罗马走到中国走了一年多，走得精疲力倦，还有水土不服，得到瘟疫，这路上就死伤不少，实际上到达中国没有十万人，十万人至少损失了一万。到达中国的时候，瞧不起中国人，因为罗马人高大，中国人矮小，轻敌。而且罗马在欧洲是常胜军，没打过败仗的，看到中国人矮小，瞧不起。这一次战争打下来死了九千人，中国人会布阵，这他们不会，中国人有中国的兵法，他吃了大亏。这一仗打下来之后士气衰了，心里想到征服中国不可能，中国不是好欺负的。可是他们继续还往中国内陆，走到甘肃，走到甘肃的时候，好像只剩下六千多人，投降了。那是汉朝，跟汉朝朝廷投降，所以汉朝就划了一个地区，叫骊靬。骊靬就是古罗马叫的，名字叫骊靬，那个地方做一个县，让他们才住下来，就是现在的永昌底下一个小镇。到最后，剩下两百多人全部自杀了。这些鬼魂到现在都没有散，这十万鬼兵在中国的甘肃，非常可怜，回不去，苦不堪言。",
      "zh_TW": "我們也看了一個可以相信的鬼話，甘肅高處長寫的一本書，《凱撒軍團東征中國之謎》，二千一百年前的事情。凱撒大帝派了一支軍隊，十萬人，是羅馬最精銳的部隊，由他第三個兒子三王子指揮，做為這支軍隊的統帥，目的地征服中國。那個時候交通不方便，全是走路，從羅馬走到中國走了一年多，走得精疲力倦，還有水土不服，得到瘟疫，這路上就死傷不少，實際上到達中國沒有十萬人，十萬人至少損失了一萬。到達中國的時候，瞧不起中國人，因為羅馬人高大，中國人矮小，輕敵。而且羅馬在歐洲是常勝軍，沒打過敗仗的，看到中國人矮小，瞧不起。這一次戰爭打下來死了九千人，中國人會布陣，這他們不會，中國人有中國的兵法，他吃了大虧。這一仗打下來之後士氣衰了，心裡想到征服中國不可能，中國不是好欺負的。可是他們繼續還往中國內陸，走到甘肅，走到甘肅的時候，好像只剩下六千多人，投降了。那是漢朝，跟漢朝朝廷投降，所以漢朝就劃了一個地區，叫驪靬。驪靬就是古羅馬叫的，名字叫驪靬，那個地方做一個縣，讓他們才住下來，就是現在的永昌底下一個小鎮。到最後，剩下兩百多人全部自殺了。這些鬼魂到現在都沒有散，這十萬鬼兵在中國的甘肅，非常可憐，回不去，苦不堪言。"
    },
    {
      "id": "02-040-0540_p0038",
      "zh_CN": "遇到一个菩萨慈悲帮助他，叫利宾菩萨，听说观世音菩萨的化身，常常救度他们。附在一个乡村妇女的身上，把这个事情详详细细的说出来，当时很多人都认为，这个不能相信，这鬼话。高处长是共产党员、无神论者，他好奇，去了几次之后他想，这不是一个农村人民没有文化能编得出来的。他找到国内外语系的几个教授，教罗马文的教授来看、来证明。他们来看、来听了之后，是真罗马话，不是假的，古罗马话，不是现在的。决定可以相信，写成一本书，我看到了，也跟高处长见了面。而且附体的这个妇女，母女两个人，到香港来跟我也见面了，三王子附在她身上，还有凯撒，凯撒也附在她身上，跟我做了一个简短的交流。我建议在那边建一个庙，让他们有落脚的地方，他们非常感恩。像初一、十五给他上一堂供，等于说请他们吃饭，做个聚餐，安慰安慰他。这些鬼兵现在学佛了，发心做护法神。这本书值得一看，相信什么？人没死，生死是身体，神识存在二千一百年。",
      "zh_TW": "遇到一個菩薩慈悲幫助他，叫利賓菩薩，聽說觀世音菩薩的化身，常常救度他們。附在一個鄉村婦女的身上，把這個事情詳詳細細的說出來，當時很多人都認為，這個不能相信，這鬼話。高處長是共產黨員、無神論者，他好奇，去了幾次之後他想，這不是一個農村人民沒有文化能編得出來的。他找到國內外語系的幾個教授，教羅馬文的教授來看、來證明。他們來看、來聽了之後，是真羅馬話，不是假的，古羅馬話，不是現在的。決定可以相信，寫成一本書，我看到了，也跟高處長見了面。而且附體的這個婦女，母女兩個人，到香港來跟我也見面了，三王子附在她身上，還有凱撒，凱撒也附在她身上，跟我做了一個簡短的交流。我建議在那邊建一個廟，讓他們有落腳的地方，他們非常感恩。像初一、十五給他上一堂供，等於說請他們吃飯，做個聚餐，安慰安慰他。這些鬼兵現在學佛了，發心做護法神。這本書值得一看，相信什麼？人沒死，生死是身體，神識存在二千一百年。"
    },
    {
      "id": "02-040-0540_p0039",
      "zh_CN": "这个三王子很仁慈，非常爱护部下，阴魂不散，应该这么多年都散掉了，他不散。这个不散凝聚的力量，就是这个团体士兵拥护元帅，元帅爱护士兵，有这么一个力量在凝聚着。现在在那边建了一个骊靬古城，让他们在那边住，齐素萍居士负责建的。他们感恩，统统学佛了，统统皈依了，骊靬古城有这十万鬼兵在那个地方护持。听说最近还有，也有十几万日本兵，过去侵略中国的，有一个中田将军率领的，好像是十三万人，跟罗马军团连在一起，听三王子指挥，也当了护法神，也统统皈依了。下一步要做的，我的想法，在那边要落实三时系念佛事，能够在那边做七百天，一百个七，这些灵鬼我相信大部分都能够超度。我们应该帮助这些人，这些人太苦了，受这么多年的煎熬。所以看到他们的情形，想到我们自己，我们自己这一生受一点苦难算什么，跟他们比百分之一都不到，应该要帮助他。",
      "zh_TW": "這個三王子很仁慈，非常愛護部下，陰魂不散，應該這麼多年都散掉了，他不散。這個不散凝聚的力量，就是這個團體士兵擁護元帥，元帥愛護士兵，有這麼一個力量在凝聚著。現在在那邊建了一個驪靬古城，讓他們在那邊住，齊素萍居士負責建的。他們感恩，統統學佛了，統統皈依了，驪靬古城有這十萬鬼兵在那個地方護持。聽說最近還有，也有十幾萬日本兵，過去侵略中國的，有一個中田將軍率領的，好像是十三萬人，跟羅馬軍團連在一起，聽三王子指揮，也當了護法神，也統統皈依了。下一步要做的，我的想法，在那邊要落實三時繫念佛事，能夠在那邊做七百天，一百個七，這些靈鬼我相信大部分都能夠超度。我們應該幫助這些人，這些人太苦了，受這麼多年的煎熬。所以看到他們的情形，想到我們自己，我們自己這一生受一點苦難算什麼，跟他們比百分之一都不到，應該要幫助他。"
    },
    {
      "id": "02-040-0540_p0040",
      "zh_CN": "「至于《嘉祥疏》则云：去者既多，故云无穷极。则以往生之人无量为无极」。每一天到极乐世界往生的人，不计其数。下面念老告诉我们，这三个疏，《会疏》、《净影疏》、《嘉祥疏》，这三种注解合起来看，「合参，真显无极」，经上讲的无极之胜道，这个无极的意思非常明显。「盖往生之人，众多无极；得果之速」，就是到极乐世界成佛之快，「方便无极；果地胜德，深广无极」，这三句说得好，把极乐世界的无比殊胜庄严全说出来了。「可见弥陀恩德，究竟无极」，这一句做总结，弥陀恩德，千真万确的事实，是真的，不是假的，我们今天遇到这法门，感恩戴德。怎样报恩？一心求往生，就是报阿弥陀佛的无极之恩。这一段文为我们解释「无极之胜道」，这个道就是净土法门念佛往生成佛之道，不是别的道。",
      "zh_TW": "「至於《嘉祥疏》則云：去者既多，故云無窮極。則以往生之人無量為無極」。每一天到極樂世界往生的人，不計其數。下面念老告訴我們，這三個疏，《會疏》、《淨影疏》、《嘉祥疏》，這三種註解合起來看，「合參，真顯無極」，經上講的無極之勝道，這個無極的意思非常明顯。「蓋往生之人，眾多無極；得果之速」，就是到極樂世界成佛之快，「方便無極；果地勝德，深廣無極」，這三句說得好，把極樂世界的無比殊勝莊嚴全說出來了。「可見彌陀恩德，究竟無極」，這一句做總結，彌陀恩德，千真萬確的事實，是真的，不是假的，我們今天遇到這法門，感恩戴德。怎樣報恩？一心求往生，就是報阿彌陀佛的無極之恩。這一段文為我們解釋「無極之勝道」，這個道就是淨土法門念佛往生成佛之道，不是別的道。"
    },
    {
      "id": "02-040-0540_p0041",
      "zh_CN": "底下一句给我们说，『易往而无人』，很容易去，但是就是人不想去，这是一句感叹的话。我们要知恩，不知恩就不晓得报恩，真正知道恩就知道报恩。今天，夏莲居老居士用十年的时间为我们会集《无量寿经》，会集到圆满而没有丝毫缺陷，我们得到《无量寿经》的真传，这是夏莲老帮助的。黄念老六年辛苦，带着病完成这部注解，不容易！高度的智慧，他不是自己做注解，他是集注，集经论的注解来注经，集一百一十种古大德注疏来解释这个经，让人家看了没话说，这是真实智慧。我们有幸能得到，我是在海外第一个得到的。他到美国只去了一个月，一生就去一次，我们在美国遇到了。他也只带了一部，未定稿，是用油印印出来的，油印分量不会超过一百套，大概是选最清楚的、最好的一套，带到美国就给我了。所以我带到台湾就印了一万套，在国外就弘扬开了。那个时候，在之前我印经本，李炳南老居士的眉注，印了一万册。第二年，就印黄念祖老居士的注解，印一万册，那是他的初稿。现在我们看到的，又经过好几次的修订，把最近科学报告也写进去了，我们最初印的本子没有，补充进去了，这愈来愈圆满。我们有使命，有报恩的心，一定要把它发扬光大，弘扬到全世界。",
      "zh_TW": "底下一句給我們說，『易往而無人』，很容易去，但是就是人不想去，這是一句感嘆的話。我們要知恩，不知恩就不曉得報恩，真正知道恩就知道報恩。今天，夏蓮居老居士用十年的時間為我們會集《無量壽經》，會集到圓滿而沒有絲毫缺陷，我們得到《無量壽經》的真傳，這是夏蓮老幫助的。黃念老六年辛苦，帶著病完成這部註解，不容易！高度的智慧，他不是自己做註解，他是集註，集經論的註解來註經，集一百一十種古大德註疏來解釋這個經，讓人家看了沒話說，這是真實智慧。我們有幸能得到，我是在海外第一個得到的。他到美國只去了一個月，一生就去一次，我們在美國遇到了。他也只帶了一部，未定稿，是用油印印出來的，油印分量不會超過一百套，大概是選最清楚的、最好的一套，帶到美國就給我了。所以我帶到台灣就印了一萬套，在國外就弘揚開了。那個時候，在之前我印經本，李炳南老居士的眉註，印了一萬冊。第二年，就印黃念祖老居士的註解，印一萬冊，那是他的初稿。現在我們看到的，又經過好幾次的修訂，把最近科學報告也寫進去了，我們最初印的本子沒有，補充進去了，這愈來愈圓滿。我們有使命，有報恩的心，一定要把它發揚光大，弘揚到全世界。"
    },
    {
      "id": "02-040-0540_p0042",
      "zh_CN": "更重要的要有接班人，古人所说的「不孝有三，无后为大」，如果我们没有继承人，那就是无后为大，所以现在迫切的是要培养接班人。所以我想了个什么？佛教大学、汉学院，还要两年建成，来不及了。现在我想办一个《无量寿经》专修班，我只想四个学生，培养四个人，他们将来深入《无量寿经》，弘扬净土，不会在我之下。他们出来应该就到我的水平，十年之后他们就超过我，这正确的，后来居上，这是我们的心愿。今天时间到了，我们就学习到此地。",
      "zh_TW": "更重要的要有接班人，古人所說的「不孝有三，無後為大」，如果我們沒有繼承人，那就是無後為大，所以現在迫切的是要培養接班人。所以我想了個什麼？佛教大學、漢學院，還要兩年建成，來不及了。現在我想辦一個《無量壽經》專修班，我只想四個學生，培養四個人，他們將來深入《無量壽經》，弘揚淨土，不會在我之下。他們出來應該就到我的水平，十年之後他們就超過我，這正確的，後來居上，這是我們的心願。今天時間到了，我們就學習到此地。"
    }
  ]
}