{
  "doc_id": "02-040-0634",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六三四集",
    "zh_TW": "第六三四集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0634",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0634_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0634_p0002",
      "zh_CN": "请看《大经科注》第一千零九十三页第三行，科题，「决定往生」。请看经文，这是第四首偈颂：",
      "zh_TW": "請看《大經科註》第一千零九十三頁第三行，科題，「決定往生」。請看經文，這是第四首偈頌："
    },
    {
      "id": "02-040-0634_p0003",
      "zh_CN": "【如是一心求净方。决定往生极乐国。假使大火满三千。乘佛威德悉能超。】",
      "zh_TW": "【如是一心求淨方。決定往生極樂國。假使大火滿三千。乘佛威德悉能超。】"
    },
    {
      "id": "02-040-0634_p0004",
      "zh_CN": "这首偈接着前面来的，前面一首偈告诉我们，受持这部经典，依教奉行，不但能救自己，能救世界，能救世。接着下面这首偈子，我们自己得到究竟圆满的利益、好处，那就是决定往生极乐世界。我们看念老的注解。「如上种种胜妙功德」，殊胜微妙无法想像的功德，「均以至诚心、不二心，回向净土，求生极乐」。学佛遇到净土法门，能信能愿，真正发愿往生极乐世界，念老在此地告诉我们，以至诚心，真诚到极处，不二心，我这一生只有一条路，只有一个方向，西方，只有一个目标，极乐世界，没有第二个念头，一心一意到极乐世界亲近阿弥陀佛，所以回向净土，求生极乐。就像经文上所说的，『如是一心求净方』，「净方」就是极乐世界。我们自己能这样发心，佛就给我们授记，这个授记在我们这一生当中可以圆满，不是来生后世。佛的语气非常坚定，没有丝毫怀疑，『决定往生极乐国』，这是佛给念佛人授记，这句话非常重要。「如是之人，临命终时，假使三千大千世界满中大火」，他也能超过，往生极乐世界。",
      "zh_TW": "這首偈接著前面來的，前面一首偈告訴我們，受持這部經典，依教奉行，不但能救自己，能救世界，能救世。接著下面這首偈子，我們自己得到究竟圓滿的利益、好處，那就是決定往生極樂世界。我們看念老的註解。「如上種種勝妙功德」，殊勝微妙無法想像的功德，「均以至誠心、不二心，迴向淨土，求生極樂」。學佛遇到淨土法門，能信能願，真正發願往生極樂世界，念老在此地告訴我們，以至誠心，真誠到極處，不二心，我這一生只有一條路，只有一個方向，西方，只有一個目標，極樂世界，沒有第二個念頭，一心一意到極樂世界親近阿彌陀佛，所以迴向淨土，求生極樂。就像經文上所說的，『如是一心求淨方』，「淨方」就是極樂世界。我們自己能這樣發心，佛就給我們授記，這個授記在我們這一生當中可以圓滿，不是來生後世。佛的語氣非常堅定，沒有絲毫懷疑，『決定往生極樂國』，這是佛給念佛人授記，這句話非常重要。「如是之人，臨命終時，假使三千大千世界滿中大火」，他也能超過，往生極樂世界。"
    },
    {
      "id": "02-040-0634_p0005",
      "zh_CN": "三千大千世界满中大火我们遇不到，这是大三灾。大三灾在什么时候出现？佛告诉我们，人寿，人的寿命最短的时候十岁，最长的时候是八万四千岁，人的寿命。从十岁开始，一百年加一岁，加到八万四千岁，八万四千是最高了，然后从八万四千岁，每一百年减一岁，又减到十岁，这个一增一减，一个小劫。二十个小劫是一个中劫，四个中劫是一个大劫，四个中劫就是成、住、坏、空。我们现在在四个中劫是第二个中劫，住。大三灾要在下面一个，坏，坏劫到末后，大概在，它一个中劫二十个小劫，最后的两个小劫，这个大三灾出现了。三千大千世界大火遍满，像我们现在看到的太阳，太阳是个火球，整个星球都是大火。它发出来的光，发出来的热，太阳跟地球距离这么远，你看中午的时候，太阳照着，我们全身都发热。这是一个星球，如果在这个星系里边，像银河系，星系里头所有星球统统都烧起来，这就是大三灾的火灾。",
      "zh_TW": "三千大千世界滿中大火我們遇不到，這是大三災。大三災在什麼時候出現？佛告訴我們，人壽，人的壽命最短的時候十歲，最長的時候是八萬四千歲，人的壽命。從十歲開始，一百年加一歲，加到八萬四千歲，八萬四千是最高了，然後從八萬四千歲，每一百年減一歲，又減到十歲，這個一增一減，一個小劫。二十個小劫是一個中劫，四個中劫是一個大劫，四個中劫就是成、住、壞、空。我們現在在四個中劫是第二個中劫，住。大三災要在下面一個，壞，壞劫到末後，大概在，它一個中劫二十個小劫，最後的兩個小劫，這個大三災出現了。三千大千世界大火遍滿，像我們現在看到的太陽，太陽是個火球，整個星球都是大火。它發出來的光，發出來的熱，太陽跟地球距離這麼遠，你看中午的時候，太陽照著，我們全身都發熱。這是一個星球，如果在這個星系裡邊，像銀河系，星系裡頭所有星球統統都燒起來，這就是大三災的火災。"
    },
    {
      "id": "02-040-0634_p0006",
      "zh_CN": "火灾能够烧到初禅天，初禅天以下全被火烧了。火从哪里来的？瞋恚而来的，发脾气，人在发脾气、不高兴的时候，全身发热，这是大三灾的根源。世间上的居民，星球上居民，每个人都有很重的瞋恚心。那在什么？坏劫的最后的两个小劫，会引发大三灾。这大三灾是第一个火灾，第二个水灾，水会淹到二禅天。水从哪里来的？水从贪心里头变现出来的，贪心所感的是水灾。最后是风灾，风灾是愚痴所感的，愚痴感应的风灾。",
      "zh_TW": "火災能夠燒到初禪天，初禪天以下全被火燒了。火從哪裡來的？瞋恚而來的，發脾氣，人在發脾氣、不高興的時候，全身發熱，這是大三災的根源。世間上的居民，星球上居民，每個人都有很重的瞋恚心。那在什麼？壞劫的最後的兩個小劫，會引發大三災。這大三災是第一個火災，第二個水災，水會淹到二禪天。水從哪裡來的？水從貪心裡頭變現出來的，貪心所感的是水災。最後是風災，風災是愚痴所感的，愚痴感應的風災。"
    },
    {
      "id": "02-040-0634_p0007",
      "zh_CN": "所以大三灾我们遇不到，小三灾则很可能。小三灾佛说的，第一个是战争，第二个是瘟疫，第三个是饥荒。我们学佛很多年，对这个小三灾的意思没搞清楚。这个世界上，第一次世界大战、第二次世界大战，都打了好多年，特别是中国地区，日本人侵略中国。这个战争一直到二战结束，中日战争也结束了，打了八年。佛说，小三灾的战争只有七天，刀兵劫七天七夜，瘟疫七个月，饥饿七年，讲得很清楚，我们体会不到。一直到战争结束之后，台湾道安法师组了个团去访问日本，老法师邀我陪他一道，是我第一次到日本，那年我四十九岁，也是第一次跟着佛教访问团出国访问。那次的旅行一共是二十多天，大概从东京以南到九洲，半个日本我们都走遍了。当然我特别关心的是长崎、广岛，原子弹爆炸的地方，它那里有纪念馆，资料非常丰富，展览在那边，我去看过。我这一看才完全明白，佛经上讲的小三灾是核武战争。",
      "zh_TW": "所以大三災我們遇不到，小三災則很可能。小三災佛說的，第一個是戰爭，第二個是瘟疫，第三個是饑荒。我們學佛很多年，對這個小三災的意思沒搞清楚。這個世界上，第一次世界大戰、第二次世界大戰，都打了好多年，特別是中國地區，日本人侵略中國。這個戰爭一直到二戰結束，中日戰爭也結束了，打了八年。佛說，小三災的戰爭只有七天，刀兵劫七天七夜，瘟疫七個月，飢餓七年，講得很清楚，我們體會不到。一直到戰爭結束之後，台灣道安法師組了個團去訪問日本，老法師邀我陪他一道，是我第一次到日本，那年我四十九歲，也是第一次跟著佛教訪問團出國訪問。那次的旅行一共是二十多天，大概從東京以南到九洲，半個日本我們都走遍了。當然我特別關心的是長崎、廣島，原子彈爆炸的地方，它那裡有紀念館，資料非常豐富，展覽在那邊，我去看過。我這一看才完全明白，佛經上講的小三災是核武戰爭。"
    },
    {
      "id": "02-040-0634_p0008",
      "zh_CN": "日本这两颗原子弹它投降了，这是小三灾的开始，序幕，让学佛的人知道什么叫小三灾。如果第三次世界大战爆发，就是小三灾，那真的是空前的劫难。战争七天，七天的战争，大概地球上差不多都炸光了。现在一颗原子弹毁灭一个城市，这一个城市就没有了，几百万人、几千万人一下同时就死了。瘟疫是什么？就是核辐射，不是在中心点，距离比较远，但是被这个光照了，感染核辐射，那就是瘟疫，佛讲的瘟疫。这个病很严重，终身残废，我们没有看过，日本人他不许人参观，听说，看过照片。这些人头发都不生的，身上汗毛、头发都没有的，非常痛苦。还有很多人手脚没有了，就是一口气没断。要经过七个月你还能活着，你能活下去，但是终身残废。一般七个月差不多都过世了，剩下这一点人。原子弹爆炸的地方草木不生，它有这么大的破坏力。我们去访问，是核武爆炸的第九年，它这个草木不生是七年七个月，我们是第九年去看，地上长草了，有些小树苗了。换句话说，粮食完全没有了，人要饥饿。这个地方，被炸的地方七年七个月草木不生，真正叫灾难。不是一般的战争，一般战争没有这么大的伤害力，这个战争让地球上七年七个月草木不生，植物都没有了，人吃什么？",
      "zh_TW": "日本這兩顆原子彈它投降了，這是小三災的開始，序幕，讓學佛的人知道什麼叫小三災。如果第三次世界大戰爆發，就是小三災，那真的是空前的劫難。戰爭七天，七天的戰爭，大概地球上差不多都炸光了。現在一顆原子彈毀滅一個城市，這一個城市就沒有了，幾百萬人、幾千萬人一下同時就死了。瘟疫是什麼？就是核輻射，不是在中心點，距離比較遠，但是被這個光照了，感染核輻射，那就是瘟疫，佛講的瘟疫。這個病很嚴重，終身殘廢，我們沒有看過，日本人他不許人參觀，聽說，看過照片。這些人頭髮都不生的，身上汗毛、頭髮都沒有的，非常痛苦。還有很多人手腳沒有了，就是一口氣沒斷。要經過七個月你還能活著，你能活下去，但是終身殘廢。一般七個月差不多都過世了，剩下這一點人。原子彈爆炸的地方草木不生，它有這麼大的破壞力。我們去訪問，是核武爆炸的第九年，它這個草木不生是七年七個月，我們是第九年去看，地上長草了，有些小樹苗了。換句話說，糧食完全沒有了，人要飢餓。這個地方，被炸的地方七年七個月草木不生，真正叫災難。不是一般的戰爭，一般戰爭沒有這麼大的傷害力，這個戰爭讓地球上七年七個月草木不生，植物都沒有了，人吃什麼？"
    },
    {
      "id": "02-040-0634_p0009",
      "zh_CN": "小三灾可不可以控制？可以，它是人为的，只要人有一点理性，不要发动这个战争。这个战争是人类自相残杀，都不想活了，大家一起死，是这么个心态。能不能化解？能。第一个，人心要转变。现在的人心，真正是所谓心浮气躁，不厚道，对别人犯一点点过失都要给他严重的处分，所谓是得理不饶人，这就是战争的缘起。人要学伦理、要学道德，真正能够把《弟子规》、《感应篇》、《安士全书》、《了凡四训》、《俞净意遇灶神记》这些书把它讲透。如果能在国家电视台去播放，天天讲，天天教，有人曾经告诉我，这样一年下来，地球上灾难全没有了。为什么？人心转善了。灾难是不善的念头、不善的言语、不善的行为感应的，只要人弃恶扬善、改邪归正、端正心念，灾难是可以化解的，不是不能化解。",
      "zh_TW": "小三災可不可以控制？可以，它是人為的，只要人有一點理性，不要發動這個戰爭。這個戰爭是人類自相殘殺，都不想活了，大家一起死，是這麼個心態。能不能化解？能。第一個，人心要轉變。現在的人心，真正是所謂心浮氣躁，不厚道，對別人犯一點點過失都要給他嚴重的處分，所謂是得理不饒人，這就是戰爭的緣起。人要學倫理、要學道德，真正能夠把《弟子規》、《感應篇》、《安士全書》、《了凡四訓》、《俞淨意遇灶神記》這些書把它講透。如果能在國家電視台去播放，天天講，天天教，有人曾經告訴我，這樣一年下來，地球上災難全沒有了。為什麼？人心轉善了。災難是不善的念頭、不善的言語、不善的行為感應的，只要人棄惡揚善、改邪歸正、端正心念，災難是可以化解的，不是不能化解。"
    },
    {
      "id": "02-040-0634_p0010",
      "zh_CN": "谁能做？必须是国家领导人，小国影响力不大，要大国，像中国、美国。如果国家领导人真正走向这个方向，我们利用这些电视、网路传播，讲伦理、讲道德、讲因果，劝导大家一起断恶修善，国家能挽救，世界也能挽救。佛教导我们，一句话总消一切灾难，那就是「勤修戒定慧，息灭贪瞋痴」，这个世间一切大小灾难全化解了。得要真干，干的人不多，能产生效果，少数，几十个人、二三百个人肯干，就能产生效果。必须把这些真正落实的人，用媒体访问的方式，在电台、在网路里头播放出去，让全世界人都看到。他们天天看，看久了会感动，会断恶修善，效果就产生了。",
      "zh_TW": "誰能做？必須是國家領導人，小國影響力不大，要大國，像中國、美國。如果國家領導人真正走向這個方向，我們利用這些電視、網路傳播，講倫理、講道德、講因果，勸導大家一起斷惡修善，國家能挽救，世界也能挽救。佛教導我們，一句話總消一切災難，那就是「勤修戒定慧，息滅貪瞋痴」，這個世間一切大小災難全化解了。得要真幹，幹的人不多，能產生效果，少數，幾十個人、二三百個人肯幹，就能產生效果。必須把這些真正落實的人，用媒體訪問的方式，在電台、在網路裡頭播放出去，讓全世界人都看到。他們天天看，看久了會感動，會斷惡修善，效果就產生了。"
    },
    {
      "id": "02-040-0634_p0011",
      "zh_CN": "我们过去做过这个实验，二００六年我们在汤池小镇做这个实验，这个小镇的居民四万八千人。那个时候我们有三十七位老师，我们来表演，把《弟子规》、《感应篇》、《十善业道》，完全落实在自己的生活，落实在工作，落实在处事待人接物，做出来给人看。这个小镇的居民感动了。我们做的方法是下乡入户，三十七位老师到农民家里，看到农民家的老人就像自己的父母，我要怎样向父母行孝道。老人看到这些老师很感动，赞不绝口，说你们这些人比我的儿孙孝顺，他们尝到孝的滋味。他们的儿女看到了生惭愧心，深深感到对不起父母，在平常没有把父母照顾好，感动了。我们做了三个星期，向大众宣布中心开课，讲伦理道德，希望大家一起来学。三个月，这个小镇产生我们无法想像的效果，人的良心唤醒了，不愿意做坏事，不愿意欺骗人，这是我们没有想像到的。我们把传统教育丢掉两百年，我以为至少要二、三年才能看到效果，没有想到三个月见到。",
      "zh_TW": "我們過去做過這個實驗，二００六年我們在湯池小鎮做這個實驗，這個小鎮的居民四萬八千人。那個時候我們有三十七位老師，我們來表演，把《弟子規》、《感應篇》、《十善業道》，完全落實在自己的生活，落實在工作，落實在處事待人接物，做出來給人看。這個小鎮的居民感動了。我們做的方法是下鄉入戶，三十七位老師到農民家裡，看到農民家的老人就像自己的父母，我要怎樣向父母行孝道。老人看到這些老師很感動，讚不絕口，說你們這些人比我的兒孫孝順，他們嘗到孝的滋味。他們的兒女看到了生慚愧心，深深感到對不起父母，在平常沒有把父母照顧好，感動了。我們做了三個星期，向大眾宣布中心開課，講倫理道德，希望大家一起來學。三個月，這個小鎮產生我們無法想像的效果，人的良心喚醒了，不願意做壞事，不願意欺騙人，這是我們沒有想像到的。我們把傳統教育丟掉兩百年，我以為至少要二、三年才能看到效果，沒有想到三個月見到。"
    },
    {
      "id": "02-040-0634_p0012",
      "zh_CN": "当时我向三十七位老师说，我们决定不能居功，不能说我们有智慧、我们有本事、我们有道德，做这桩好事。我说我们什么也没有，能做出这么好，祖宗之德，三宝加持，人民配合。我们表演做出来，我们讲得清楚，人民真听、真干。所以我们要感谢小镇的居民，真做出来了。证明了两桩事情，第一桩，《三字经》上所说的「人之初，性本善」，人性本善证明了；第二桩事情，证明人民是很好教的。我们原先想错了，总想要教二、三年才会有成就，三个月成果卓着。所以二００六年的十月，我们在联合国做报告，把汤池小镇这些照片做一次展览，震动了联合国，一直到现在还有不少大使，对这桩事情念念不忘。",
      "zh_TW": "當時我向三十七位老師說，我們決定不能居功，不能說我們有智慧、我們有本事、我們有道德，做這樁好事。我說我們什麼也沒有，能做出這麼好，祖宗之德，三寶加持，人民配合。我們表演做出來，我們講得清楚，人民真聽、真幹。所以我們要感謝小鎮的居民，真做出來了。證明了兩樁事情，第一樁，《三字經》上所說的「人之初，性本善」，人性本善證明了；第二樁事情，證明人民是很好教的。我們原先想錯了，總想要教二、三年才會有成就，三個月成果卓著。所以二００六年的十月，我們在聯合國做報告，把湯池小鎮這些照片做一次展覽，震動了聯合國，一直到現在還有不少大使，對這樁事情念念不忘。"
    },
    {
      "id": "02-040-0634_p0013",
      "zh_CN": "我也纳闷、怀疑，这么多年了，０五年到今年一四年，十年了，为什么还有这么多大使念念不忘？去年参加，我第二次参加教科文组织的活动，我才晓得，世界上有很多小国，这个国家他们驻联合国大使是终身的，不是有任期的。大国是有任期的，好像是两年就换掉了，有很多小国他们国家没这么多人才，终身的。过年我在台湾，十几年没有在台湾过过年，大家邀请。联合国，匈牙利驻联合国的大使带来几个朋友，里头有一个是马其顿驻联合国大使，我们老朋友见面了，他们都是终身制的，没有任期的。所以还有老朋友，新的朋友当然不知道，老朋友念念不忘。依然是人微言轻，切身感受少数人。所以他们希望最好能在联合国多办这些活动。",
      "zh_TW": "我也納悶、懷疑，這麼多年了，０五年到今年一四年，十年了，為什麼還有這麼多大使念念不忘？去年參加，我第二次參加教科文組織的活動，我才曉得，世界上有很多小國，這個國家他們駐聯合國大使是終身的，不是有任期的。大國是有任期的，好像是兩年就換掉了，有很多小國他們國家沒這麼多人才，終身的。過年我在台灣，十幾年沒有在台灣過過年，大家邀請。聯合國，匈牙利駐聯合國的大使帶來幾個朋友，裡頭有一個是馬其頓駐聯合國大使，我們老朋友見面了，他們都是終身制的，沒有任期的。所以還有老朋友，新的朋友當然不知道，老朋友念念不忘。依然是人微言輕，切身感受少數人。所以他們希望最好能在聯合國多辦這些活動。"
    },
    {
      "id": "02-040-0634_p0014",
      "zh_CN": "我们也很想办，办不起，花费的费用太多了。二００六年我们在那里办三天的活动，用一百五十万美金，没有这笔费用。所以今年，我是劝请斯里兰卡的总统，联合国办活动这个机会，纪念释迦牟尼佛生日，卫塞节，一年应该办一次。对全世界宣扬，让大家知道这世界上还有个佛教存在，这个很有意义。总统争取了，也邀请了我。我主要的是年岁太大了，哪有八十八岁的人参加这个活动？人家听起来是笑话。所以我从今之后，这些大型活动我都不参加了。他向我要一篇讲演词，这个可以，我有一篇讲稿，让别人在大会里头代我宣读。",
      "zh_TW": "我們也很想辦，辦不起，花費的費用太多了。二００六年我們在那裡辦三天的活動，用一百五十萬美金，沒有這筆費用。所以今年，我是勸請斯里蘭卡的總統，聯合國辦活動這個機會，紀念釋迦牟尼佛生日，衛塞節，一年應該辦一次。對全世界宣揚，讓大家知道這世界上還有個佛教存在，這個很有意義。總統爭取了，也邀請了我。我主要的是年歲太大了，哪有八十八歲的人參加這個活動？人家聽起來是笑話。所以我從今之後，這些大型活動我都不參加了。他向我要一篇講演詞，這個可以，我有一篇講稿，讓別人在大會裡頭代我宣讀。"
    },
    {
      "id": "02-040-0634_p0015",
      "zh_CN": "这些活动好，常常在一起聚会，什么误会都化解了，真能解决问题。如果不常见面，就很容易被别人利用，别人在当中挑拨离间，分化两头，就造成误会、造成矛盾、造成斗争，世界混乱就这么来的。常常见面，什么事都没有。我们在过去，老朋友在世的时候，我常常回国去访问。这些老人往生了，过世了，我疏忽了，没有再回去，国内对我产生很多误会，原因从这儿来的。愈少见面误会就愈深，这是人之常情，我非常理解。我这么大年岁了，也不想跟大家再见面，求往生要紧。如果学佛一辈子，最后不能往生，这一生就白学了。误会需不需要化解？不需要。有很多人替我叫不平，我都劝他，大家好好念佛到极乐世界，做阿弥陀佛的弟子，在弥陀会上我们一起来修行，还留恋这个世界吗？有缘，这个缘真正对于整个世界产生影响，有利益的，我们舍命也要做；不是这种缘，你去做，冤枉，不值得！",
      "zh_TW": "這些活動好，常常在一起聚會，什麼誤會都化解了，真能解決問題。如果不常見面，就很容易被別人利用，別人在當中挑撥離間，分化兩頭，就造成誤會、造成矛盾、造成鬥爭，世界混亂就這麼來的。常常見面，什麼事都沒有。我們在過去，老朋友在世的時候，我常常回國去訪問。這些老人往生了，過世了，我疏忽了，沒有再回去，國內對我產生很多誤會，原因從這兒來的。愈少見面誤會就愈深，這是人之常情，我非常理解。我這麼大年歲了，也不想跟大家再見面，求往生要緊。如果學佛一輩子，最後不能往生，這一生就白學了。誤會需不需要化解？不需要。有很多人替我叫不平，我都勸他，大家好好念佛到極樂世界，做阿彌陀佛的弟子，在彌陀會上我們一起來修行，還留戀這個世界嗎？有緣，這個緣真正對於整個世界產生影響，有利益的，我們捨命也要做；不是這種緣，你去做，冤枉，不值得！"
    },
    {
      "id": "02-040-0634_p0016",
      "zh_CN": "印度尼西亚在半年当中他们到香港来访问四次，我们看到人家真诚心。第一次来访问，是他们的教育部高级官员，告诉我，他们计划从今年七月开始，全国中小学推动《弟子规》的教育，来问我怎么教法。第二次是印尼回教大学校长一行来访问，都专程来访问，在香港没住，早晨来下午就回去了。告诉我，大学建立一个四库馆，开汉学系。我很受感动，这个汉学系是培养儒释道的一流汉学家，回教国家，不容易。第三次的前总统瓦希德的夫人，率领瓦希德总统当年在世的那些朋友们，多数我都认识，来访问。希望我跟印尼的关系不要中断，瓦希德虽然已经往生了，这个关系还要保持下去。我非常受感动。第四次，这是最近，前几天，印尼宗教部副部长，率领一个小团来访问我。他们的回教大学、跟全国推动《弟子规》的教育，宗教部也管这个事情，也许是伦理道德的教育，好事情！我们谈得非常投缘，非常欢喜。印尼是个大国，它有二亿三千万人口，回教第一大国，当然影响就很大，我们义不容辞要帮助它。这个国家过去我访问他们超过二十次，国家领导人都认识，都见过面，我们也曾全心全力帮助过他们，这是应当去的。",
      "zh_TW": "印度尼西亞在半年當中他們到香港來訪問四次，我們看到人家真誠心。第一次來訪問，是他們的教育部高級官員，告訴我，他們計畫從今年七月開始，全國中小學推動《弟子規》的教育，來問我怎麼教法。第二次是印尼回教大學校長一行來訪問，都專程來訪問，在香港沒住，早晨來下午就回去了。告訴我，大學建立一個四庫館，開漢學系。我很受感動，這個漢學系是培養儒釋道的一流漢學家，回教國家，不容易。第三次的前總統瓦希德的夫人，率領瓦希德總統當年在世的那些朋友們，多數我都認識，來訪問。希望我跟印尼的關係不要中斷，瓦希德雖然已經往生了，這個關係還要保持下去。我非常受感動。第四次，這是最近，前幾天，印尼宗教部副部長，率領一個小團來訪問我。他們的回教大學、跟全國推動《弟子規》的教育，宗教部也管這個事情，也許是倫理道德的教育，好事情！我們談得非常投緣，非常歡喜。印尼是個大國，它有二億三千萬人口，回教第一大國，當然影響就很大，我們義不容辭要幫助它。這個國家過去我訪問他們超過二十次，國家領導人都認識，都見過面，我們也曾全心全力幫助過他們，這是應當去的。"
    },
    {
      "id": "02-040-0634_p0017",
      "zh_CN": "在巴黎那边没有这么深厚的友谊，我们去只是开会，跟那边人接触时间太少。距离这么远，年岁这么大，真的是心有余而力不足了，现在只是坐在一处不想动了。人家问，想不想到国内去看看？我说想。去干什么？还有些老朋友、老同学，年岁都是八十以上了，大概见一次面是最后一次，还能再见面吗？不能见面这是遗憾的事情，但也无可奈何，没有别的。对国家、对社会的贡献就是讲经，真实的贡献，对人类的贡献，对全世界的贡献。我们的讲经用卫星、用网路传播，二十四小时随时都能够收看。我没有别的贡献大家，只是身行言教，世俗间的名闻利养全放下了。像印光老法师说的，想到「死」字，还有什么放不下？这个世界哪一样东西是你的？包括身体都不是，何况身外之物！所以彻底放下了，最后就留这一部经，真的像《金刚经》上所说的，「法尚应舍，何况非法」，法是佛法。一生学了不少经典，统统放下，最后只有一部《无量寿经》。你们要想了解我、认识我，读《无量寿经》就是的。《无量寿经》讲的理论，我把它变成我的思想；《无量寿经》讲的方法，我把它变成行为，身行言教。什么时候往生？什么时候都可以往生，佛来接我，我欢欢喜喜就去，没有丝毫留恋。这是真的，不是假的。佛要我多住几天，无非是表法而已，做榜样给大家看。",
      "zh_TW": "在巴黎那邊沒有這麼深厚的友誼，我們去只是開會，跟那邊人接觸時間太少。距離這麼遠，年歲這麼大，真的是心有餘而力不足了，現在只是坐在一處不想動了。人家問，想不想到國內去看看？我說想。去幹什麼？還有些老朋友、老同學，年歲都是八十以上了，大概見一次面是最後一次，還能再見面嗎？不能見面這是遺憾的事情，但也無可奈何，沒有別的。對國家、對社會的貢獻就是講經，真實的貢獻，對人類的貢獻，對全世界的貢獻。我們的講經用衛星、用網路傳播，二十四小時隨時都能夠收看。我沒有別的貢獻大家，只是身行言教，世俗間的名聞利養全放下了。像印光老法師說的，想到「死」字，還有什麼放不下？這個世界哪一樣東西是你的？包括身體都不是，何況身外之物！所以徹底放下了，最後就留這一部經，真的像《金剛經》上所說的，「法尚應捨，何況非法」，法是佛法。一生學了不少經典，統統放下，最後只有一部《無量壽經》。你們要想了解我、認識我，讀《無量壽經》就是的。《無量壽經》講的理論，我把它變成我的思想；《無量壽經》講的方法，我把它變成行為，身行言教。什麼時候往生？什麼時候都可以往生，佛來接我，我歡歡喜喜就去，沒有絲毫留戀。這是真的，不是假的。佛要我多住幾天，無非是表法而已，做榜樣給大家看。"
    },
    {
      "id": "02-040-0634_p0018",
      "zh_CN": "印志法师前几天来，送给我两片海贤老和尚往生这个光碟，两片。非常难得，光碟里头的说明他写成文字，我会大量流通，在现前这个时代，修净土最好的榜样。他做没有外缘的好榜样，我做的这个榜样是有外缘，随缘而不攀缘。我走过一些国家，也认识不少国家领导人，宗教界的人士、教育界的人士我认识的很多。我跟海贤法师不一样的是，一个有这些缘分，一个没有这些缘，没有缘分，海贤法师是最好的榜样，我们要向他学习。特别是信佛，百分之百的相信，没有丝毫怀疑，整个身心都交给佛菩萨。我这是二十几岁的时候章嘉大师教我的，真正发心弘护正法，一生际遇都是佛菩萨安排的，我非常相信。不是佛菩萨安排的，我们个人去攀缘是做不到的。我的缘，团结全世界的宗教，团结全世界的族群，提倡宗教、族群是一家人，我们要互相尊敬、互相关怀、互相帮助，化解所有的误会、冲突。我们做出榜样，从自己做起，从自己发心来做起，带给社会、世界永续的安定和谐，我们这一生活得有意义、有价值。",
      "zh_TW": "印志法師前幾天來，送給我兩片海賢老和尚往生這個光碟，兩片。非常難得，光碟裡頭的說明他寫成文字，我會大量流通，在現前這個時代，修淨土最好的榜樣。他做沒有外緣的好榜樣，我做的這個榜樣是有外緣，隨緣而不攀緣。我走過一些國家，也認識不少國家領導人，宗教界的人士、教育界的人士我認識的很多。我跟海賢法師不一樣的是，一個有這些緣分，一個沒有這些緣，沒有緣分，海賢法師是最好的榜樣，我們要向他學習。特別是信佛，百分之百的相信，沒有絲毫懷疑，整個身心都交給佛菩薩。我這是二十幾歲的時候章嘉大師教我的，真正發心弘護正法，一生際遇都是佛菩薩安排的，我非常相信。不是佛菩薩安排的，我們個人去攀緣是做不到的。我的緣，團結全世界的宗教，團結全世界的族群，提倡宗教、族群是一家人，我們要互相尊敬、互相關懷、互相幫助，化解所有的誤會、衝突。我們做出榜樣，從自己做起，從自己發心來做起，帶給社會、世界永續的安定和諧，我們這一生活得有意義、有價值。"
    },
    {
      "id": "02-040-0634_p0019",
      "zh_CN": "用什么方法？用宗教教育，把宗教讲得清楚明白，不让人产生误会。中国宗教两个字的名词非常好，世界上每个宗教都要用这两个字来显示它的宗旨。宗是主要的、重要的、尊崇的；教是教育、教学、教化。宗教两个字连起来的意思，是人类主要的教育、重要的教学、尊崇的教化。我这十几年在国际上跟各个宗教往来，没有一个宗教反对，都认为这个说法就是我们的宗教，都能接受。从这个地方建立宗教的共识，提倡互相学习经典。每个经典里面都讲孝养父母、尊敬师长，每个宗教都讲仁爱和平，共同的理念。共同点要发扬光大，我们大家都遵守，互相尊重，互相敬爱。",
      "zh_TW": "用什麼方法？用宗教教育，把宗教講得清楚明白，不讓人產生誤會。中國宗教兩個字的名詞非常好，世界上每個宗教都要用這兩個字來顯示它的宗旨。宗是主要的、重要的、尊崇的；教是教育、教學、教化。宗教兩個字連起來的意思，是人類主要的教育、重要的教學、尊崇的教化。我這十幾年在國際上跟各個宗教往來，沒有一個宗教反對，都認為這個說法就是我們的宗教，都能接受。從這個地方建立宗教的共識，提倡互相學習經典。每個經典裡面都講孝養父母、尊敬師長，每個宗教都講仁愛和平，共同的理念。共同點要發揚光大，我們大家都遵守，互相尊重，互相敬愛。"
    },
    {
      "id": "02-040-0634_p0020",
      "zh_CN": "佛家讲的四重戒，这四重戒每个宗教都有，不杀生、不偷盗、不邪淫、不妄语，这个四条每个宗教都讲。所以，这个四条是地球上所有宗教的共同戒律，根本戒。宗教教育的发扬光大，对世界和平、化解冲突、化解误会有很大的帮助。人类只要是心行改善了，灾难就没有了。佛说得很好，一切法从心想生，灾难是什么？是不善的意念、不善的言行所感的。我们把不善改为纯善、改为净善，清净的善心，清净的善言善行，社会上的动乱没有了，化解了，人与人之间自然敬爱，和睦相处。这个地球可以做到太平盛世，不是一个朝代，是全世界。",
      "zh_TW": "佛家講的四重戒，這四重戒每個宗教都有，不殺生、不偷盜、不邪淫、不妄語，這個四條每個宗教都講。所以，這個四條是地球上所有宗教的共同戒律，根本戒。宗教教育的發揚光大，對世界和平、化解衝突、化解誤會有很大的幫助。人類只要是心行改善了，災難就沒有了。佛說得很好，一切法從心想生，災難是什麼？是不善的意念、不善的言行所感的。我們把不善改為純善、改為淨善，清淨的善心，清淨的善言善行，社會上的動亂沒有了，化解了，人與人之間自然敬愛，和睦相處。這個地球可以做到太平盛世，不是一個朝代，是全世界。"
    },
    {
      "id": "02-040-0634_p0021",
      "zh_CN": "宗教教育不能不提倡，更希望科学跟宗教能够融成一片，有这个趋势，有这个可能。特别是大乘经典里面，佛所说的许多宇宙的奥秘，都是现在科学家在探讨的课题。他们得出的结论，跟佛经上所说的完全相同，让这些科学家感到惊讶。佛是二千五百年以前说的，现在科学家最新的发现，原来佛在二千五百年之前就讲得很详细了。",
      "zh_TW": "宗教教育不能不提倡，更希望科學跟宗教能夠融成一片，有這個趨勢，有這個可能。特別是大乘經典裡面，佛所說的許多宇宙的奧祕，都是現在科學家在探討的課題。他們得出的結論，跟佛經上所說的完全相同，讓這些科學家感到驚訝。佛是二千五百年以前說的，現在科學家最新的發現，原來佛在二千五百年之前就講得很詳細了。"
    },
    {
      "id": "02-040-0634_p0022",
      "zh_CN": "这首偈的意思，「如是一心」，像前面所说的，你都听懂了，你都明白了，你都接受了，都能够依教奉行，一心一意求生西方极乐世界。那佛给我们的话，「决定往生极乐国」，没有丝毫怀疑。而且说，『假使大火满三千』，这个世界遇到大三灾了，你还是平平安安到极乐世界，『乘佛威德悉能超』，你能超过，你不受影响，这个话说得非常肯定。",
      "zh_TW": "這首偈的意思，「如是一心」，像前面所說的，你都聽懂了，你都明白了，你都接受了，都能夠依教奉行，一心一意求生西方極樂世界。那佛給我們的話，「決定往生極樂國」，沒有絲毫懷疑。而且說，『假使大火滿三千』，這個世界遇到大三災了，你還是平平安安到極樂世界，『乘佛威德悉能超』，你能超過，你不受影響，這個話說得非常肯定。"
    },
    {
      "id": "02-040-0634_p0023",
      "zh_CN": "我们再看下面这一段，科题「难知难闻」。这分两段，第一个讲「佛智难测」，第二段跟我们讲的人身难得、大法难闻。佛智难测有六句偈，请看经文：",
      "zh_TW": "我們再看下面這一段，科題「難知難聞」。這分兩段，第一個講「佛智難測」，第二段跟我們講的人身難得、大法難聞。佛智難測有六句偈，請看經文："
    },
    {
      "id": "02-040-0634_p0024",
      "zh_CN": "【如来深广智慧海。唯佛与佛乃能知。声闻亿劫思佛智。尽其神力莫能测。如来功德佛自知。唯有世尊能开示。】",
      "zh_TW": "【如來深廣智慧海。唯佛與佛乃能知。聲聞億劫思佛智。盡其神力莫能測。如來功德佛自知。唯有世尊能開示。】"
    },
    {
      "id": "02-040-0634_p0025",
      "zh_CN": "这个六句，念老有很长一篇注解。右面这一段这个六句，「表佛智深广，唯佛能知」，没有到这个境界确实无法想像。大乘教里面常说，般若无知，无所不知，般若是大乘主要的学习科目，佛说《般若经》二十二年。释迦牟尼佛一生讲经四十九年，二十二年讲般若，几乎占全部时间的一半。所以般若智慧是大乘的精华，大乘主修的。「二乘贤圣」，圣是阿罗汉，贤是阿罗汉以下，阿那含、须陀洹、斯陀含这是贤，「皆不能测，何况凡夫」。小乘的四果，还包括辟支佛，还包括权教菩萨，所以何况凡夫。「故应舍尽执情，唯当仰信」。我们用什么态度来接受佛陀教诲？我们的智慧跟佛比相差太远了，真叫天上人间。声闻、缘觉、权教菩萨都不知道，何况我们？尤其是这部经典，十方诸佛都说难信之法，大乘难信，这个法门最难信，难信当中的难信。我们唯当仰信，仰是仰慕，它太高了，信是不生怀疑，知道佛是真正具足究竟圆满智慧的人。",
      "zh_TW": "這個六句，念老有很長一篇註解。右面這一段這個六句，「表佛智深廣，唯佛能知」，沒有到這個境界確實無法想像。大乘教裡面常說，般若無知，無所不知，般若是大乘主要的學習科目，佛說《般若經》二十二年。釋迦牟尼佛一生講經四十九年，二十二年講般若，幾乎佔全部時間的一半。所以般若智慧是大乘的精華，大乘主修的。「二乘賢聖」，聖是阿羅漢，賢是阿羅漢以下，阿那含、須陀洹、斯陀含這是賢，「皆不能測，何況凡夫」。小乘的四果，還包括辟支佛，還包括權教菩薩，所以何況凡夫。「故應捨盡執情，唯當仰信」。我們用什麼態度來接受佛陀教誨？我們的智慧跟佛比相差太遠了，真叫天上人間。聲聞、緣覺、權教菩薩都不知道，何況我們？尤其是這部經典，十方諸佛都說難信之法，大乘難信，這個法門最難信，難信當中的難信。我們唯當仰信，仰是仰慕，它太高了，信是不生懷疑，知道佛是真正具足究竟圓滿智慧的人。"
    },
    {
      "id": "02-040-0634_p0026",
      "zh_CN": "佛在经典里面给我们讲得很清楚，这个智慧不是他专有的，在《华严经》上他说，「一切众生皆有如来智慧德相」；换句话说，阿弥陀佛所有的，释迦如来所有的，我们每个人都有。在哪里？在自性，自性本来具足。惠能大师透了这个信息给我们，他明心见性了，说出见性是什么样子。他很简单，只说了五句话，第三句说「何期自性，本自具足」，自己具足，自然具足，不是从外来。具足什么？具足无量智慧，这一段讲的佛智。是自性本自具足的，具足德、能、相、好，这四样也是究竟圆满的具足，一样都不缺。我们现在全没有了，全没有了不是真的没有，是我们现在有障碍，把我们自性里面的智慧、德能、相好统统障碍住，它不起作用，并没有失掉。障碍如果去掉，它就现前，现前了，那就是你本来是佛。所以我们学佛，目的是成佛，成佛不稀奇，成佛是本来的事情，本来是佛。",
      "zh_TW": "佛在經典裡面給我們講得很清楚，這個智慧不是他專有的，在《華嚴經》上他說，「一切眾生皆有如來智慧德相」；換句話說，阿彌陀佛所有的，釋迦如來所有的，我們每個人都有。在哪裡？在自性，自性本來具足。惠能大師透了這個信息給我們，他明心見性了，說出見性是什麼樣子。他很簡單，只說了五句話，第三句說「何期自性，本自具足」，自己具足，自然具足，不是從外來。具足什麼？具足無量智慧，這一段講的佛智。是自性本自具足的，具足德、能、相、好，這四樣也是究竟圓滿的具足，一樣都不缺。我們現在全沒有了，全沒有了不是真的沒有，是我們現在有障礙，把我們自性裡面的智慧、德能、相好統統障礙住，它不起作用，並沒有失掉。障礙如果去掉，它就現前，現前了，那就是你本來是佛。所以我們學佛，目的是成佛，成佛不稀奇，成佛是本來的事情，本來是佛。"
    },
    {
      "id": "02-040-0634_p0027",
      "zh_CN": "净土宗的理论，依据什么建立的？释迦牟尼佛在《观无量寿经》上告诉我们，两句话，净土宗理论的依据，「是心是佛，是心作佛」。这就是说，是因为你本来是佛，道理在此地。你现在想作佛，阿弥陀佛就帮你忙，让你称心如意，你马上就可以得到。成佛实在讲一点都不难，为什么？放下就是，放下，放下障碍。什么东西障碍我们？佛说有三样东西障碍住，这三样东西都叫做烦恼，三种烦恼。第一种叫无明烦恼。无明是什么？你不明白了，本来你什么都知道，你什么都明白，现在变成不明白了。所以无明就是智慧受到障碍，无明障碍智慧，有无明，智慧就没有了。无明是什么？起心动念。起心动念我们知不知道？不知道，它太深了。阿罗汉不知道，辟支佛不知道，权教菩萨不知道。明心见性的人知道，没有证得；也就是说，明心见性的人他相信，他一点不怀疑。为什么不能证得？无始无明的习气没放下。这三种烦恼可麻烦了！",
      "zh_TW": "淨土宗的理論，依據什麼建立的？釋迦牟尼佛在《觀無量壽經》上告訴我們，兩句話，淨土宗理論的依據，「是心是佛，是心作佛」。這就是說，是因為你本來是佛，道理在此地。你現在想作佛，阿彌陀佛就幫你忙，讓你稱心如意，你馬上就可以得到。成佛實在講一點都不難，為什麼？放下就是，放下，放下障礙。什麼東西障礙我們？佛說有三樣東西障礙住，這三樣東西都叫做煩惱，三種煩惱。第一種叫無明煩惱。無明是什麼？你不明白了，本來你什麼都知道，你什麼都明白，現在變成不明白了。所以無明就是智慧受到障礙，無明障礙智慧，有無明，智慧就沒有了。無明是什麼？起心動念。起心動念我們知不知道？不知道，它太深了。阿羅漢不知道，辟支佛不知道，權教菩薩不知道。明心見性的人知道，沒有證得；也就是說，明心見性的人他相信，他一點不懷疑。為什麼不能證得？無始無明的習氣沒放下。這三種煩惱可麻煩了！"
    },
    {
      "id": "02-040-0634_p0028",
      "zh_CN": "六道轮回从哪来的？佛告诉我们，自性清净心中一法不立，也就是什么？什么都没有。这个世界是无中生有，无中怎么生有的？一念不觉，迷了，这就无明起来了。一念，有一念就不觉了。这一念没有呢？没有就觉，觉，什么都没有。自性是一片光明，净土宗所说的常寂光，大乘经所说的大光明藏，那是自己。一念怎么来的？没有理由，一念是突然发生的，没有原因发生的，所以它不是真的，也叫它做妄念，妄想。这个相很细，一念的概念我们确实没有，什么叫一念？",
      "zh_TW": "六道輪迴從哪來的？佛告訴我們，自性清淨心中一法不立，也就是什麼？什麼都沒有。這個世界是無中生有，無中怎麼生有的？一念不覺，迷了，這就無明起來了。一念，有一念就不覺了。這一念沒有呢？沒有就覺，覺，什麼都沒有。自性是一片光明，淨土宗所說的常寂光，大乘經所說的大光明藏，那是自己。一念怎麼來的？沒有理由，一念是突然發生的，沒有原因發生的，所以它不是真的，也叫它做妄念，妄想。這個相很細，一念的概念我們確實沒有，什麼叫一念？"
    },
    {
      "id": "02-040-0634_p0029",
      "zh_CN": "佛问弥勒菩萨，说心有所念，我们的凡夫心里动了个念头，释迦牟尼佛问，这一个念头里头有几念、有几相、有几识？原文说「心有所念，几念几相识耶」，这是经文。佛问了三桩事情，凡夫心动个念头，这个念头有几念？有多少个念头；有多少个物质现象？相是物质现象；有多少个受想行识？这是心理现象，问他有多少。弥勒菩萨说，「一弹指有三十二亿百千念」，一百个千十万，三十二亿乘十万，乘出来，三百二十兆，这一弹指。一秒钟能弹多少次？我通常讲得最保守，弹五次，就是一秒钟再乘五，就一千六百兆，一秒钟。那一念？一念就是一千六百兆分之一秒。一秒钟有多少个念头？有一千六百兆个念头，我们怎么会知道？这个事情就在眼前，不分昼夜从来没有离开我们过。我们眼见、耳闻、鼻所闻的、舌所尝的、身体所接触的，统统是这个现象，这是科学。",
      "zh_TW": "佛問彌勒菩薩，說心有所念，我們的凡夫心裡動了個念頭，釋迦牟尼佛問，這一個念頭裡頭有幾念、有幾相、有幾識？原文說「心有所念，幾念幾相識耶」，這是經文。佛問了三樁事情，凡夫心動個念頭，這個念頭有幾念？有多少個念頭；有多少個物質現象？相是物質現象；有多少個受想行識？這是心理現象，問他有多少。彌勒菩薩說，「一彈指有三十二億百千念」，一百個千十萬，三十二億乘十萬，乘出來，三百二十兆，這一彈指。一秒鐘能彈多少次？我通常講得最保守，彈五次，就是一秒鐘再乘五，就一千六百兆，一秒鐘。那一念？一念就是一千六百兆分之一秒。一秒鐘有多少個念頭？有一千六百兆個念頭，我們怎麼會知道？這個事情就在眼前，不分晝夜從來沒有離開我們過。我們眼見、耳聞、鼻所聞的、舌所嘗的、身體所接觸的，統統是這個現象，這是科學。"
    },
    {
      "id": "02-040-0634_p0030",
      "zh_CN": "科学家发现了，发现物质现象是从念头来的，相由心生，境随心转，被物理学家肯定了，佛说的一点都没错，科学证明了。佛的智慧，佛说我们都有，我们就是被起心动念障碍住，这个智慧不能现前。科学用仪器、用数学，把这个真相找出来，佛凭什么？佛没有科学仪器，佛不需要数学，佛用禅定。禅定是什么意思？把这个障碍放下，心就定了。放下起心动念，放下分别执着，这叫修行，这是真正的菩提大道，就是成佛之道。",
      "zh_TW": "科學家發現了，發現物質現象是從念頭來的，相由心生，境隨心轉，被物理學家肯定了，佛說的一點都沒錯，科學證明了。佛的智慧，佛說我們都有，我們就是被起心動念障礙住，這個智慧不能現前。科學用儀器、用數學，把這個真相找出來，佛憑什麼？佛沒有科學儀器，佛不需要數學，佛用禪定。禪定是什麼意思？把這個障礙放下，心就定了。放下起心動念，放下分別執著，這叫修行，這是真正的菩提大道，就是成佛之道。"
    },
    {
      "id": "02-040-0634_p0031",
      "zh_CN": "大乘教里佛告诉我们，最微细的，我们凡夫根本不知道的，就是无明烦恼。它是一切世间法的根源，从它生出分别、生出执着。这一念不觉，法相宗叫无明，一念不觉就是无明。这个在常寂光里头，一无所有里面起了现相，就是惠能大师所说的，「何期自性，能生万法」，一念不觉，万法就出现了。万法的出现没有先后，没有先后就是没有时间，没有距离就是没有空间，整个宇宙就是这样的。空间跟时间是从分别执着里头变现出来的，如果分别执着都没有了，时间、空间不存在，时间、空间不是真的。",
      "zh_TW": "大乘教裡佛告訴我們，最微細的，我們凡夫根本不知道的，就是無明煩惱。它是一切世間法的根源，從它生出分別、生出執著。這一念不覺，法相宗叫無明，一念不覺就是無明。這個在常寂光裡頭，一無所有裡面起了現相，就是惠能大師所說的，「何期自性，能生萬法」，一念不覺，萬法就出現了。萬法的出現沒有先後，沒有先後就是沒有時間，沒有距離就是沒有空間，整個宇宙就是這樣的。空間跟時間是從分別執著裡頭變現出來的，如果分別執著都沒有了，時間、空間不存在，時間、空間不是真的。"
    },
    {
      "id": "02-040-0634_p0032",
      "zh_CN": "你果然能放得下，放下起心动念，放下分别执着，自性里面佛智就出现了，你的智慧跟佛的智慧完全相同，佛所见到的，你也能看到。你能看到，你入不进去，为什么入不进去？你还有习气在。习气烦恼断尽了，你就能契入，就是入常寂光。你见到了，入不进去，那个时候你在实报庄严土。实报庄严土是无明习气变现出来的，四圣法界是分别变现出来的，六道轮回是执着变现出来的。只要你不执着，于一切法都不执着，包括出世间法，世出世间法统统不执着，六道轮回不见了，你证阿罗汉果，你看到真相，六道是假的。如果再放下分别、放下妄想，四圣法界没有了。十法界全是假的，根本没有这个东西，如梦幻泡影。好像人在作梦，梦里头一切都有，醒过来，痕迹都找不到。",
      "zh_TW": "你果然能放得下，放下起心動念，放下分別執著，自性裡面佛智就出現了，你的智慧跟佛的智慧完全相同，佛所見到的，你也能看到。你能看到，你入不進去，為什麼入不進去？你還有習氣在。習氣煩惱斷盡了，你就能契入，就是入常寂光。你見到了，入不進去，那個時候你在實報莊嚴土。實報莊嚴土是無明習氣變現出來的，四聖法界是分別變現出來的，六道輪迴是執著變現出來的。只要你不執著，於一切法都不執著，包括出世間法，世出世間法統統不執著，六道輪迴不見了，你證阿羅漢果，你看到真相，六道是假的。如果再放下分別、放下妄想，四聖法界沒有了。十法界全是假的，根本沒有這個東西，如夢幻泡影。好像人在作夢，夢裡頭一切都有，醒過來，痕跡都找不到。"
    },
    {
      "id": "02-040-0634_p0033",
      "zh_CN": "这些是科学，现在尖端的科学家都在讨论这个问题，都在想了解事实真相，这是真智慧。所以，十法界是妄想、分别变现出来的。一真法界、诸佛如来的实报土，像极乐世界、华藏世界，这些是如来报土，无始无明习气变现出来的。习气没有了，这个境界也没有了，实报土也没有，剩下来的就是常寂光，常寂光是真的，永恒不变。回归到常寂光，就证得无上菩提，《华严》称为妙觉如来。我们这么多年学佛，总算把这个东西搞清楚、搞明白了。真正搞清楚、搞明白，你不怀疑了，对佛所说的一切法就相信了，仰信，不再有一丝毫的怀疑。唯当仰信。",
      "zh_TW": "這些是科學，現在尖端的科學家都在討論這個問題，都在想了解事實真相，這是真智慧。所以，十法界是妄想、分別變現出來的。一真法界、諸佛如來的實報土，像極樂世界、華藏世界，這些是如來報土，無始無明習氣變現出來的。習氣沒有了，這個境界也沒有了，實報土也沒有，剩下來的就是常寂光，常寂光是真的，永恆不變。回歸到常寂光，就證得無上菩提，《華嚴》稱為妙覺如來。我們這麼多年學佛，總算把這個東西搞清楚、搞明白了。真正搞清楚、搞明白，你不懷疑了，對佛所說的一切法就相信了，仰信，不再有一絲毫的懷疑。唯當仰信。"
    },
    {
      "id": "02-040-0634_p0034",
      "zh_CN": "「今幸具信慧」，今天我们很荣幸，很值得庆幸，为什么？我们今天有一点信心，有一点智慧。怎么知道？你能够听到这部经，「能闻此法」；换句话说，你要没有信慧，你听不到，你没有这个缘分。你有这个缘分，就是说你应当庆幸自己具足信、慧，能闻此法。你能把这个经典所说能听懂，能听得明白，你就相信了。我们这一代人，有很麻烦的地方，那就是说受科学的干扰。科学在这个世界四百年了，怎么能不受干扰？干扰的根本是什么？怀疑，科学教人怀疑，于是我们从小就养成怀疑的习惯，这是很不幸。怀疑对于学科学的人没问题，怀疑能发现问题，从发现问题你再去研究这个问题，最后把真相，事实真相找出来，这就是科学的精神、科学的方法。对物理学管用，对心理学不行，心理学跟它相反，心理学决定不能怀疑，只有仰信。所以仰信对古时候人容易，对现在人很困难。现在人总喜欢，从小孩，你看二、三岁小孩，常常问为什么？为什么？为什么就是怀疑。古时候教小孩孝悌忠信，乖乖的学习，从来不会想到为什么，父母教我这么做的，我一定要这样做法，他不会问为什么。现在父母教的、老师教的都要问，问好多个为什么，有时候父母、老师都解答不出来，真麻烦！",
      "zh_TW": "「今幸具信慧」，今天我們很榮幸，很值得慶幸，為什麼？我們今天有一點信心，有一點智慧。怎麼知道？你能夠聽到這部經，「能聞此法」；換句話說，你要沒有信慧，你聽不到，你沒有這個緣分。你有這個緣分，就是說你應當慶幸自己具足信、慧，能聞此法。你能把這個經典所說能聽懂，能聽得明白，你就相信了。我們這一代人，有很麻煩的地方，那就是說受科學的干擾。科學在這個世界四百年了，怎麼能不受干擾？干擾的根本是什麼？懷疑，科學教人懷疑，於是我們從小就養成懷疑的習慣，這是很不幸。懷疑對於學科學的人沒問題，懷疑能發現問題，從發現問題你再去研究這個問題，最後把真相，事實真相找出來，這就是科學的精神、科學的方法。對物理學管用，對心理學不行，心理學跟它相反，心理學決定不能懷疑，只有仰信。所以仰信對古時候人容易，對現在人很困難。現在人總喜歡，從小孩，你看二、三歲小孩，常常問為什麼？為什麼？為什麼就是懷疑。古時候教小孩孝悌忠信，乖乖的學習，從來不會想到為什麼，父母教我這麼做的，我一定要這樣做法，他不會問為什麼。現在父母教的、老師教的都要問，問好多個為什麼，有時候父母、老師都解答不出來，真麻煩！"
    },
    {
      "id": "02-040-0634_p0035",
      "zh_CN": "小孩问父母，你为什么要生我？你为什么要养我？这个问题怎么答法？古人都有答案。佛法的答案巧妙极了，佛讲四缘生法，这个小孩听不懂。一切法全是缘生的，离开缘，自性里头没有一法可得。所以一定要知道，法既然是缘生，缘生就不是真的，缘聚就有，缘散了就没有了。好像作梦，梦是缘生的。作梦的时候不知道梦是假的，把它当真，醒过来之后才晓得，那是假的，不是真的。六道是一场梦，证到阿罗汉的地位就知道了，醒过来了，阿罗汉醒过来了。醒过来六道没有了，醒过来是什么样子？是四圣法界。他所看到的，他所接触到的，声闻、缘觉、菩萨、佛，释迦牟尼佛的净土，六道是释迦牟尼佛的秽土，还是一场梦。所以，六道轮回梦中之梦。四圣法界这个梦什么时候醒过来？明心见性，大彻大悟、明心见性，醒过来了；只要一见性，四圣法界不见了。",
      "zh_TW": "小孩問父母，你為什麼要生我？你為什麼要養我？這個問題怎麼答法？古人都有答案。佛法的答案巧妙極了，佛講四緣生法，這個小孩聽不懂。一切法全是緣生的，離開緣，自性裡頭沒有一法可得。所以一定要知道，法既然是緣生，緣生就不是真的，緣聚就有，緣散了就沒有了。好像作夢，夢是緣生的。作夢的時候不知道夢是假的，把它當真，醒過來之後才曉得，那是假的，不是真的。六道是一場夢，證到阿羅漢的地位就知道了，醒過來了，阿羅漢醒過來了。醒過來六道沒有了，醒過來是什麼樣子？是四聖法界。他所看到的，他所接觸到的，聲聞、緣覺、菩薩、佛，釋迦牟尼佛的淨土，六道是釋迦牟尼佛的穢土，還是一場夢。所以，六道輪迴夢中之夢。四聖法界這個夢什麼時候醒過來？明心見性，大徹大悟、明心見性，醒過來了；只要一見性，四聖法界不見了。"
    },
    {
      "id": "02-040-0634_p0036",
      "zh_CN": "惠能大师这个等级的人，他不住在四圣法界，他住在哪里？住在实报庄严土。实报庄严土怎么来的？实报庄严土好，不生不灭。十法界、六道有生有灭，所有一切法都有生灭。佛经上所说的三千大千世界，有生有灭，不出十法界。实报土里面没有生灭，为什么？那个地方的人不起心、不动念，不起心、不动念就没有生灭，起心动念就有生灭。所以他要把起心动念的习气断干净，真断干净了，实报土不见了。但是要很长的时间，佛经上讲要三大阿僧祇劫，三大阿僧祇劫不是对我们说的，不是对三乘人说的，是对法身菩萨说的，明心见性的人，对他们讲的。要经历这么长的时间，他无始无明习气没有了。因为习气没有办法断，你想断它，起心动念了，起心动念堕落了，所以他不能起心动念。那怎么断法？只有随它去吧，不去理它，三个阿僧祇劫，自自然然没有了。古人比喻断习气，用酒瓶做比方，大家好懂。酒瓶盛酒的，把酒倒掉，擦得干干净净，确实没有一滴酒，闻闻有味道，那个味道叫习气。这个味道擦不掉，放在那里，瓶盖打开，过上一年、半年再去闻，没有了，就这个意思。用任何方法都不行，那都错了，什么方法都不用，一切随它去，三大阿僧祇劫到了，就没有了。那个习气没有了，实报土就没有了，实报土是无明习气变现的。",
      "zh_TW": "惠能大師這個等級的人，他不住在四聖法界，他住在哪裡？住在實報莊嚴土。實報莊嚴土怎麼來的？實報莊嚴土好，不生不滅。十法界、六道有生有滅，所有一切法都有生滅。佛經上所說的三千大千世界，有生有滅，不出十法界。實報土裡面沒有生滅，為什麼？那個地方的人不起心、不動念，不起心、不動念就沒有生滅，起心動念就有生滅。所以他要把起心動念的習氣斷乾淨，真斷乾淨了，實報土不見了。但是要很長的時間，佛經上講要三大阿僧祇劫，三大阿僧祇劫不是對我們說的，不是對三乘人說的，是對法身菩薩說的，明心見性的人，對他們講的。要經歷這麼長的時間，他無始無明習氣沒有了。因為習氣沒有辦法斷，你想斷它，起心動念了，起心動念墮落了，所以他不能起心動念。那怎麼斷法？只有隨它去吧，不去理它，三個阿僧祇劫，自自然然沒有了。古人比喻斷習氣，用酒瓶做比方，大家好懂。酒瓶盛酒的，把酒倒掉，擦得乾乾淨淨，確實沒有一滴酒，聞聞有味道，那個味道叫習氣。這個味道擦不掉，放在那裡，瓶蓋打開，過上一年、半年再去聞，沒有了，就這個意思。用任何方法都不行，那都錯了，什麼方法都不用，一切隨它去，三大阿僧祇劫到了，就沒有了。那個習氣沒有了，實報土就沒有了，實報土是無明習氣變現的。"
    },
    {
      "id": "02-040-0634_p0037",
      "zh_CN": "所以说，「凡所有相，皆是虚妄」，实报土也不例外，《金刚经》上说这句话，没有说实报土是例外的，实报土不例外。只有常寂光是真的，不是假的，无始无明习气断尽了，他就融入常寂光。就像我们这个房间十几盏灯，每盏灯的灯光，光跟光融在一起分不开。虽然分不开，每一盏灯光还是它的光，为什么？我们熄掉这一盏，这盏光就没有了。确实是融，互融，互融里头还是独立的。一体，呈现出一个意义是一体。所以，《华严经》上佛说，「十方三世佛，共同一法身」，这个法身就是常寂光，它没有物质现象，没有精神现象，也没有自然现象。",
      "zh_TW": "所以說，「凡所有相，皆是虛妄」，實報土也不例外，《金剛經》上說這句話，沒有說實報土是例外的，實報土不例外。只有常寂光是真的，不是假的，無始無明習氣斷盡了，他就融入常寂光。就像我們這個房間十幾盞燈，每盞燈的燈光，光跟光融在一起分不開。雖然分不開，每一盞燈光還是它的光，為什麼？我們熄掉這一盞，這盞光就沒有了。確實是融，互融，互融裡頭還是獨立的。一體，呈現出一個意義是一體。所以，《華嚴經》上佛說，「十方三世佛，共同一法身」，這個法身就是常寂光，它沒有物質現象，沒有精神現象，也沒有自然現象。"
    },
    {
      "id": "02-040-0634_p0038",
      "zh_CN": "学佛的终极目标是我们要契入常寂光净土，要证得常寂光，就是契入，这就是无上菩提，向上没有了。常寂光里头虽然什么都没有，不能说它无，为什么？它能现万法，惠能大师最后一句说，「何期自性，能生万法」。十法界依正庄严是它现的，我们六道轮回也是它现的，我们六根所见的六尘境界还是它现的，它能现。虽然能现，真相了不可得，我们所见的、所听的、所接触到的全是幻相，梦幻泡影，不是真相。真相是常寂光，我们见不到。明心见性就见到了，见到不能契入，习气断尽了自然契入。",
      "zh_TW": "學佛的終極目標是我們要契入常寂光淨土，要證得常寂光，就是契入，這就是無上菩提，向上沒有了。常寂光裡頭雖然什麼都沒有，不能說它無，為什麼？它能現萬法，惠能大師最後一句說，「何期自性，能生萬法」。十法界依正莊嚴是它現的，我們六道輪迴也是它現的，我們六根所見的六塵境界還是它現的，它能現。雖然能現，真相了不可得，我們所見的、所聽的、所接觸到的全是幻相，夢幻泡影，不是真相。真相是常寂光，我們見不到。明心見性就見到了，見到不能契入，習氣斷盡了自然契入。"
    },
    {
      "id": "02-040-0634_p0039",
      "zh_CN": "我们走的路子，走净土法门，先用念佛的方法，一向专念，到达极乐世界，到极乐世界之后再解决这些问题。终极回归常寂光，这些统统在极乐世界完成，不再找麻烦了。八万四千法门、无量法门好比一个人自学成功，受尽艰难辛苦。往生极乐世界好比上大学，老师是阿弥陀佛，谁教你？阿弥陀佛亲自教我。那往生那么多人！对，每一个人都是阿弥陀佛亲自教你。这怎么教法？阿弥陀佛分无量无边身。所以，你在极乐世界感到阿弥陀佛单独教我，那个人也是感觉到阿弥陀佛单独教他。弥陀有这个本事，能分无量无边身，我们自己也有这个本事，也能分无量无边身，分身干什么？到十方世界去拜佛。十方无量无边世界，无量无边诸佛，我们分无量无边身去拜佛、供佛修福，去听经闻法修慧，福慧双修。不是跟菩萨学，跟佛学，佛是老师，菩萨是同学，同参道友。你说这个地方能不去吗？不但要去，要赶快去，一天都不要耽误，耽误一天，你成佛就晚了一天，早去早成佛，很容易成佛。",
      "zh_TW": "我們走的路子，走淨土法門，先用念佛的方法，一向專念，到達極樂世界，到極樂世界之後再解決這些問題。終極回歸常寂光，這些統統在極樂世界完成，不再找麻煩了。八萬四千法門、無量法門好比一個人自學成功，受盡艱難辛苦。往生極樂世界好比上大學，老師是阿彌陀佛，誰教你？阿彌陀佛親自教我。那往生那麼多人！對，每一個人都是阿彌陀佛親自教你。這怎麼教法？阿彌陀佛分無量無邊身。所以，你在極樂世界感到阿彌陀佛單獨教我，那個人也是感覺到阿彌陀佛單獨教他。彌陀有這個本事，能分無量無邊身，我們自己也有這個本事，也能分無量無邊身，分身幹什麼？到十方世界去拜佛。十方無量無邊世界，無量無邊諸佛，我們分無量無邊身去拜佛、供佛修福，去聽經聞法修慧，福慧雙修。不是跟菩薩學，跟佛學，佛是老師，菩薩是同學，同參道友。你說這個地方能不去嗎？不但要去，要趕快去，一天都不要耽誤，耽誤一天，你成佛就晚了一天，早去早成佛，很容易成佛。"
    },
    {
      "id": "02-040-0634_p0040",
      "zh_CN": "所以念老这句话说，「今幸具信慧，能闻此法，切莫错过今时」，不要错过今天。今天这一天要发菩提心，一向专念阿弥陀佛，就对了，天天都不能错过。经文上有个海字，『如来深广智慧海』，海是比喻，如来智慧深广没有边际，像大海，「故云智慧海」。「唯佛与佛乃能知者，如《法华经．方便品》曰：佛所成就第一希有难解之法，唯佛与佛，乃能究竟诸法实相」。这是真的，《法华经》上说的。《法华》圆教一乘，在中国佛教经典里，说圆教一乘只有三部经，《法华》、《华严》、《梵网》。但是《梵网》没有完全翻译出来，那是部大经，只翻了一品，「心地戒品」，菩萨戒，两卷，非常可惜。三部一乘，两部算是完整。",
      "zh_TW": "所以念老這句話說，「今幸具信慧，能聞此法，切莫錯過今時」，不要錯過今天。今天這一天要發菩提心，一向專念阿彌陀佛，就對了，天天都不能錯過。經文上有個海字，『如來深廣智慧海』，海是比喻，如來智慧深廣沒有邊際，像大海，「故云智慧海」。「唯佛與佛乃能知者，如《法華經．方便品》曰：佛所成就第一希有難解之法，唯佛與佛，乃能究竟諸法實相」。這是真的，《法華經》上說的。《法華》圓教一乘，在中國佛教經典裡，說圓教一乘只有三部經，《法華》、《華嚴》、《梵網》。但是《梵網》沒有完全翻譯出來，那是部大經，只翻了一品，「心地戒品」，菩薩戒，兩卷，非常可惜。三部一乘，兩部算是完整。"
    },
    {
      "id": "02-040-0634_p0041",
      "zh_CN": "佛所成就的第一希有难解之法，换句话说，佛所证得究竟圆满，他入常寂光了。所以「唯佛与佛」，都在常寂光，「乃能究竟诸法实相」，对于一切法的真相究竟明了、究竟明白了，没有丝毫疑惑，是在常寂光里头见到的。常寂光在哪里？无处不在，无时不在，我们全都在常寂光里面。所以我们跟佛是一体，我们没有感觉到，佛知道。佛在哪里？佛就在现前，没有离开过我们，没有日夜的障碍，没有时空的障碍，佛跟我们在一体。我们认定阿弥陀佛跟我是一体，释迦佛跟我是一体，十方三世一切诸佛如来跟我都是一体，没离开我。我心里念佛，佛全知道，我心里头不念佛，佛也知道，心里头无论想什么，佛统统知道。所以，「忆佛念佛，现前当来，必定见佛」，大势至菩萨说的。我们心里常常想佛、常常念佛，不定什么机缘，佛现身给我们看；缘成熟了，我们想他，他就现身。他会传递我们信息，在这个苦难世界里头，他会教我们怎么做。我们终极的目标是到极乐世界，缘成熟了他就带我们过去。所以等觉菩萨都不行，都不能究竟诸法实相，换句话说，还有少许他还没有清楚，没有搞明白。一定要到成佛，就是无始无明习气断尽，就入常寂光，入常寂光才行。《法华．方便品》里头说，说得一点都不错。",
      "zh_TW": "佛所成就的第一希有難解之法，換句話說，佛所證得究竟圓滿，他入常寂光了。所以「唯佛與佛」，都在常寂光，「乃能究竟諸法實相」，對於一切法的真相究竟明瞭、究竟明白了，沒有絲毫疑惑，是在常寂光裡頭見到的。常寂光在哪裡？無處不在，無時不在，我們全都在常寂光裡面。所以我們跟佛是一體，我們沒有感覺到，佛知道。佛在哪裡？佛就在現前，沒有離開過我們，沒有日夜的障礙，沒有時空的障礙，佛跟我們在一體。我們認定阿彌陀佛跟我是一體，釋迦佛跟我是一體，十方三世一切諸佛如來跟我都是一體，沒離開我。我心裡念佛，佛全知道，我心裡頭不念佛，佛也知道，心裡頭無論想什麼，佛統統知道。所以，「憶佛念佛，現前當來，必定見佛」，大勢至菩薩說的。我們心裡常常想佛、常常念佛，不定什麼機緣，佛現身給我們看；緣成熟了，我們想他，他就現身。他會傳遞我們信息，在這個苦難世界裡頭，他會教我們怎麼做。我們終極的目標是到極樂世界，緣成熟了他就帶我們過去。所以等覺菩薩都不行，都不能究竟諸法實相，換句話說，還有少許他還沒有清楚，沒有搞明白。一定要到成佛，就是無始無明習氣斷盡，就入常寂光，入常寂光才行。《法華．方便品》裡頭說，說得一點都不錯。"
    },
    {
      "id": "02-040-0634_p0042",
      "zh_CN": "又说，「无漏不思议，甚深微妙法，我今已具得，唯我知是相，十方佛亦然」。这段跟上面的一段完全相同。上面所说的是说诸佛所成的，下面又云，这个里头有个「我」，我是释迦牟尼佛，释迦牟尼佛来给我们做证明。无漏不思议，漏是烦恼的代名词，无漏，烦恼断尽了，连烦恼的习气也没有了。有烦恼的习气在，他在实报土，他没有在常寂光，唯有习气断尽，他回归常寂光，这个时候才真正证得大圆满。甚深微妙法，我今已具得，具是具足，就是我统统得到了，圆满的得到，没有一样欠缺。唯我知是相，这个我就是证得诸法实相的人。十方佛亦然，十方诸佛跟我一样，必须回归常寂光，才对于诸法实相彻底、究竟明了。「究竟诸法实相，唯佛能知」。今天时间到了，我们就学习到此地。",
      "zh_TW": "又說，「無漏不思議，甚深微妙法，我今已具得，唯我知是相，十方佛亦然」。這段跟上面的一段完全相同。上面所說的是說諸佛所成的，下面又云，這個裡頭有個「我」，我是釋迦牟尼佛，釋迦牟尼佛來給我們做證明。無漏不思議，漏是煩惱的代名詞，無漏，煩惱斷盡了，連煩惱的習氣也沒有了。有煩惱的習氣在，他在實報土，他沒有在常寂光，唯有習氣斷盡，他回歸常寂光，這個時候才真正證得大圓滿。甚深微妙法，我今已具得，具是具足，就是我統統得到了，圓滿的得到，沒有一樣欠缺。唯我知是相，這個我就是證得諸法實相的人。十方佛亦然，十方諸佛跟我一樣，必須回歸常寂光，才對於諸法實相徹底、究竟明瞭。「究竟諸法實相，唯佛能知」。今天時間到了，我們就學習到此地。"
    }
  ]
}