{
  "doc_id": "02-040-0330",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三三０集",
    "zh_TW": "第三三０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "斯里兰卡弥陀精舍",
    "zh_TW": "斯里蘭卡彌陀精舍"
  },
  "doc_number": "02-040-0330",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0330_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0330_p0002",
      "zh_CN": "请看《大经科注》第六百零九面，第一行：",
      "zh_TW": "請看《大經科註》第六百零九面，第一行："
    },
    {
      "id": "02-040-0330_p0003",
      "zh_CN": "「不可思议力者，总指彼佛国土十七种庄严功德力，不可得思议也」。这个十七种是讲依报，连同正报一共二十九种，这二十九种在我们参考资料里头都有。前面学到最后的三种，最后是说十方世界往生到极乐世界的这些菩萨们，他们有四种庄严。第一种是「于一佛土身不动摇，而遍十方种种应化」。第二种，「彼应化身，一切时不前不后，一心一念放大光明。悉能遍至十方世界，教化众生」，我们前面学到这个地方。往生到极乐世界无比殊胜，这句话是什么意思？天亲菩萨在《往生论》上跟我们说的这四种，就是这个意思。到达极乐世界，见到阿弥陀佛，见到佛了，见佛之后就不会离开佛陀，佛陀对我们的教化没有中断，时时刻刻提醒我们、帮助我们，让我们不失正念，一心向往萨婆若海，三不退里头的念不退。所以他能够快速证得无上菩提，这是十方刹土里面所没有的，极乐世界有。",
      "zh_TW": "「不可思議力者，總指彼佛國土十七種莊嚴功德力，不可得思議也」。這個十七種是講依報，連同正報一共二十九種，這二十九種在我們參考資料裡頭都有。前面學到最後的三種，最後是說十方世界往生到極樂世界的這些菩薩們，他們有四種莊嚴。第一種是「於一佛土身不動搖，而遍十方種種應化」。第二種，「彼應化身，一切時不前不後，一心一念放大光明。悉能遍至十方世界，教化眾生」，我們前面學到這個地方。往生到極樂世界無比殊勝，這句話是什麼意思？天親菩薩在《往生論》上跟我們說的這四種，就是這個意思。到達極樂世界，見到阿彌陀佛，見到佛了，見佛之後就不會離開佛陀，佛陀對我們的教化沒有中斷，時時刻刻提醒我們、幫助我們，讓我們不失正念，一心嚮往薩婆若海，三不退裡頭的念不退。所以他能夠快速證得無上菩提，這是十方剎土裡面所沒有的，極樂世界有。"
    },
    {
      "id": "02-040-0330_p0004",
      "zh_CN": "弥陀劝我们，本师释迦牟尼佛教导我们，念佛求生净土，道理就在此地，虽然身没有离开阿弥陀佛，但是同时都能够分身无量无边。遍法界虚空界诸佛无量无边，诸佛的刹土无量无边，极乐世界每个人都有能力化无量无边身去教化众生、去礼佛闻法。你看看在极乐世界，不单单是接受阿弥陀佛的教化，他有能力同时接受十方三世一切诸佛如来的教诲。这桩事情除了极乐世界之外，再也找不到这个地方。这就是不可能的事情，在极乐世界全现前，全都兑现。礼佛、闻法是提升自己，分身教化众生这是化他，自行化他在极乐世界个个都能做到究竟圆满，这是不可思议的事情，极乐世界统统兑现。《论》里头有一首偈，「无垢庄严光，一念及一时，普照诸佛会，利益诸群生」。昙鸾法师的注解，「一念一时遍至佛会」。诸佛如来的大会就是讲经教学，释迦牟尼佛当年在世举办这个法会三百多次，一生当中办三百多次的大会，历时四十九年。法会，教学，就是佛的事业。",
      "zh_TW": "彌陀勸我們，本師釋迦牟尼佛教導我們，念佛求生淨土，道理就在此地，雖然身沒有離開阿彌陀佛，但是同時都能夠分身無量無邊。遍法界虛空界諸佛無量無邊，諸佛的剎土無量無邊，極樂世界每個人都有能力化無量無邊身去教化眾生、去禮佛聞法。你看看在極樂世界，不單單是接受阿彌陀佛的教化，他有能力同時接受十方三世一切諸佛如來的教誨。這樁事情除了極樂世界之外，再也找不到這個地方。這就是不可能的事情，在極樂世界全現前，全都兌現。禮佛、聞法是提升自己，分身教化眾生這是化他，自行化他在極樂世界個個都能做到究竟圓滿，這是不可思議的事情，極樂世界統統兌現。《論》裡頭有一首偈，「無垢莊嚴光，一念及一時，普照諸佛會，利益諸群生」。曇鸞法師的註解，「一念一時遍至佛會」。諸佛如來的大會就是講經教學，釋迦牟尼佛當年在世舉辦這個法會三百多次，一生當中辦三百多次的大會，歷時四十九年。法會，教學，就是佛的事業。"
    },
    {
      "id": "02-040-0330_p0005",
      "zh_CN": "我们看第三，「三者、彼于一切世界」，这是说的应化身。每一尊菩萨，这个菩萨是阿弥陀佛大殿上菩萨的化身，应化身。于一切世界，「无余照诸佛会大众」，无余照就没有剩下来的，全照到了，遍照法界，一个佛国土都不漏，无余照诸佛会的大众。「无余广大无量供养」，供养也都到了，每一尊佛的地方，他们都去供养，「恭敬赞叹诸佛如来功德」，这修福，听经闻法是修慧，福慧双修。福无量无边，无有止境，慧亦如是。福慧圆满怎么个修法？看看极乐世界的菩萨就明白了。如果不走极乐世界这条路，到什么时候自己的能力、神通、道力能跟极乐世界菩萨一样？那必须是大彻大悟、明心见性，没有明心见性决定做不到。这在大乘经上所谓圆教初住以上、别教初地以上，才有这个能力。我们要晓得，只要能够往生到极乐世界，你就等于是圆教初住、别教初地。这个不是你自己修得的，你自己要修到这个地位，经上都说要修无量劫。不是一生一世能做得到的，也不是十世百世能做得到的，经上常讲无量劫，这个话是真的不是假的。所以一条成佛的捷径，光明的大道，就是信愿持名。这个法门广大，无极限的广大，十方一切诸佛如来都在宣扬，都在赞叹，都勉励大家放下万缘，发菩提心，一向专念阿弥陀佛。诸佛如来苦口婆心，听到的人很多，真正相信的人不多，真正依教修行的人就更少了。听到佛陀宣说这个法门都是跟阿弥陀佛有缘之人，没有缘这一生遇不到、听不到，没有缘分。既然是有缘，缘要成熟，缘成熟了，这一生当中决定生净土，不会再搞六道轮回，这根熟的。但是根熟的众生很稀少，不多。",
      "zh_TW": "我們看第三，「三者、彼於一切世界」，這是說的應化身。每一尊菩薩，這個菩薩是阿彌陀佛大殿上菩薩的化身，應化身。於一切世界，「無餘照諸佛會大眾」，無餘照就沒有剩下來的，全照到了，遍照法界，一個佛國土都不漏，無餘照諸佛會的大眾。「無餘廣大無量供養」，供養也都到了，每一尊佛的地方，他們都去供養，「恭敬讚歎諸佛如來功德」，這修福，聽經聞法是修慧，福慧雙修。福無量無邊，無有止境，慧亦如是。福慧圓滿怎麼個修法？看看極樂世界的菩薩就明白了。如果不走極樂世界這條路，到什麼時候自己的能力、神通、道力能跟極樂世界菩薩一樣？那必須是大徹大悟、明心見性，沒有明心見性決定做不到。這在大乘經上所謂圓教初住以上、別教初地以上，才有這個能力。我們要曉得，只要能夠往生到極樂世界，你就等於是圓教初住、別教初地。這個不是你自己修得的，你自己要修到這個地位，經上都說要修無量劫。不是一生一世能做得到的，也不是十世百世能做得到的，經上常講無量劫，這個話是真的不是假的。所以一條成佛的捷徑，光明的大道，就是信願持名。這個法門廣大，無極限的廣大，十方一切諸佛如來都在宣揚，都在讚歎，都勉勵大家放下萬緣，發菩提心，一向專念阿彌陀佛。諸佛如來苦口婆心，聽到的人很多，真正相信的人不多，真正依教修行的人就更少了。聽到佛陀宣說這個法門都是跟阿彌陀佛有緣之人，沒有緣這一生遇不到、聽不到，沒有緣分。既然是有緣，緣要成熟，緣成熟了，這一生當中決定生淨土，不會再搞六道輪迴，這根熟的。但是根熟的眾生很稀少，不多。"
    },
    {
      "id": "02-040-0330_p0006",
      "zh_CN": "早年我们在台中学教，李炳南老居士在台中建了一个台中莲社，专修净土，专弘净土。我到台中亲近李老师，莲社做十周年庆，也就是说十周年那个时候我才到台中，见到李老师。台中的佛法非常兴旺，台中莲社的莲友有二十万人，这是一般道场很难跟它相比的。老师常常提醒我们（这是六十年前的事情），念佛求生净土，一万个念佛人，他是讲台中莲社的莲友，在他会下的，一万个人，真正能往生的大概只有三、五个，三个、五个。我们就知道这个法门难信，才会有这种现象。如果大家都相信，那就是善导大师所说的「万修万人去」，一个都不漏。你能不能往生，虽然一般说缘有没有成熟，这是说客气话。说不客气的，你虽然接触到这个法门，皈依净宗，对净宗还是有疑惑，你不能认真修行。",
      "zh_TW": "早年我們在台中學教，李炳南老居士在台中建了一個台中蓮社，專修淨土，專弘淨土。我到台中親近李老師，蓮社做十週年慶，也就是說十週年那個時候我才到台中，見到李老師。台中的佛法非常興旺，台中蓮社的蓮友有二十萬人，這是一般道場很難跟它相比的。老師常常提醒我們（這是六十年前的事情），念佛求生淨土，一萬個念佛人，他是講台中蓮社的蓮友，在他會下的，一萬個人，真正能往生的大概只有三、五個，三個、五個。我們就知道這個法門難信，才會有這種現象。如果大家都相信，那就是善導大師所說的「萬修萬人去」，一個都不漏。你能不能往生，雖然一般說緣有沒有成熟，這是說客氣話。說不客氣的，你雖然接觸到這個法門，皈依淨宗，對淨宗還是有疑惑，你不能認真修行。"
    },
    {
      "id": "02-040-0330_p0007",
      "zh_CN": "章嘉大师教我一个标准，用这个标准来衡量我们是不是真正相信净土。真正相信净土，决定是信愿持名，万缘放下，这个人是真信。绝大多数的，半信半疑，或者是我百分之九十相信，我还有百分之十的疑惑，这个不行。我有百分之九十九的相信，有一分疑惑，往生不能保证，可能往生，也可能往生不了。怎样才保证往生？百分之百一丝毫的疑惑都没有，这种人决定得生。这样的人少，太少太少了，现在是一万人当中难得一个。那怎么办？要多看看释迦如来给我们说的西方极乐世界的说明书、介绍书。这个说明书、介绍书就是《无量寿经》，一定要多听，一定要多看。看到什么时候？看到完全没有疑惑，就可以不看，可以不要听。还有百分之一的疑惑，你就不能离开经本，经本说得详细。我们虽然看、虽然听，有遗漏，不完整，才会出现这个现象。如果我们真的明白，真搞清楚，这个现象不会存在，你会死心塌地，对这个世间一切全放下。心里只有一尊阿弥陀佛，除阿弥陀佛之外什么都没有，没有自私自利，没有名闻利养，没有七情五欲，乃至于一切佛法都放下。像《金刚经》上所说的，「法尚应舍，何况非法」，那个法是佛法，佛法也放下，专修净土，专持佛号。净土法门就是一句南无阿弥陀佛，或者更简单，阿弥陀佛。心里面只有阿弥陀佛，口里头有阿弥陀佛，身礼敬阿弥陀佛，叫三业恭敬，这叫专修。这样的人决定得生，万修万人去。",
      "zh_TW": "章嘉大師教我一個標準，用這個標準來衡量我們是不是真正相信淨土。真正相信淨土，決定是信願持名，萬緣放下，這個人是真信。絕大多數的，半信半疑，或者是我百分之九十相信，我還有百分之十的疑惑，這個不行。我有百分之九十九的相信，有一分疑惑，往生不能保證，可能往生，也可能往生不了。怎樣才保證往生？百分之百一絲毫的疑惑都沒有，這種人決定得生。這樣的人少，太少太少了，現在是一萬人當中難得一個。那怎麼辦？要多看看釋迦如來給我們說的西方極樂世界的說明書、介紹書。這個說明書、介紹書就是《無量壽經》，一定要多聽，一定要多看。看到什麼時候？看到完全沒有疑惑，就可以不看，可以不要聽。還有百分之一的疑惑，你就不能離開經本，經本說得詳細。我們雖然看、雖然聽，有遺漏，不完整，才會出現這個現象。如果我們真的明白，真搞清楚，這個現象不會存在，你會死心塌地，對這個世間一切全放下。心裡只有一尊阿彌陀佛，除阿彌陀佛之外什麼都沒有，沒有自私自利，沒有名聞利養，沒有七情五欲，乃至於一切佛法都放下。像《金剛經》上所說的，「法尚應捨，何況非法」，那個法是佛法，佛法也放下，專修淨土，專持佛號。淨土法門就是一句南無阿彌陀佛，或者更簡單，阿彌陀佛。心裡面只有阿彌陀佛，口裡頭有阿彌陀佛，身禮敬阿彌陀佛，叫三業恭敬，這叫專修。這樣的人決定得生，萬修萬人去。"
    },
    {
      "id": "02-040-0330_p0008",
      "zh_CN": "章嘉大师这个检验的标准，我感到是末法时期第一桩大事，常常用这个标准来检验自己合不合格，不合格就没有把握。但是不合格，这是有业障、有障碍，自己的善根福德不足，都有方法弥补。弥补头一桩事情就是看破，所谓看破就是把事实真相搞清楚。事实真相这一部经够了，尤其是黄念祖老居士的集注，这里面引用八十三种经论，一百一十种祖师大德的注疏，总共用了一百九十三种参考资料来注解这部经书，这部经并不长。所以这个经的注解是释迦牟尼佛四十九年所说的一切经教的浓缩本，《无量寿经》注解展开就是世尊四十九年所说的一切经。",
      "zh_TW": "章嘉大師這個檢驗的標準，我感到是末法時期第一樁大事，常常用這個標準來檢驗自己合不合格，不合格就沒有把握。但是不合格，這是有業障、有障礙，自己的善根福德不足，都有方法彌補。彌補頭一樁事情就是看破，所謂看破就是把事實真相搞清楚。事實真相這一部經夠了，尤其是黃念祖老居士的集註，這裡面引用八十三種經論，一百一十種祖師大德的註疏，總共用了一百九十三種參考資料來註解這部經書，這部經並不長。所以這個經的註解是釋迦牟尼佛四十九年所說的一切經教的濃縮本，《無量壽經》註解展開就是世尊四十九年所說的一切經。"
    },
    {
      "id": "02-040-0330_p0009",
      "zh_CN": "这个工作古人曾经做过，是我们净土宗第六代的祖师永明延寿大师，他做过。我相信他深深感触，《大藏经》的分量太大，有几个人一生能够把它看一遍？不能了解世尊四十九年所说的一切经教，你对于佛法了解得不圆满，有欠缺。那怎么办？他用了不少年的时间，把《大藏经》仔细看一遍，重要的东西节录出来，就像《群书治要》一样，编成一本书，叫《宗镜录》，一百卷。那是《大藏经》的浓缩，每一部经重要的经文都节录在里头，读这一部书就等于全部《大藏经》就读尽了。永明延寿，禅宗里头大彻大悟，明心见性，又回过头来专修净土，成为净土宗第六代祖师，他的道场在浙江杭州。再精简，那就是这一部，这一部又是《宗镜录》的浓缩。《宗镜录》一百卷，也不容易受持。这一部经好，念老用了六年时间完成集注，又用了几年的时间把这个集注细心的修订增广，成为这个定本，我们现在所学习的。一定要在这部经上下功夫，经，《无量寿经》，至少要念一千遍，读书千遍，其义自见；注解，至少要看三十遍，从头到尾一遍一遍的看，看三十遍。你能下这个功夫，你对净宗明白了，你对于这个世界也明白了，你决定会向往西方极乐世界，把这个世界放下。这个愿心一现前，就是决定往生。",
      "zh_TW": "這個工作古人曾經做過，是我們淨土宗第六代的祖師永明延壽大師，他做過。我相信他深深感觸，《大藏經》的分量太大，有幾個人一生能夠把它看一遍？不能了解世尊四十九年所說的一切經教，你對於佛法了解得不圓滿，有欠缺。那怎麼辦？他用了不少年的時間，把《大藏經》仔細看一遍，重要的東西節錄出來，就像《群書治要》一樣，編成一本書，叫《宗鏡錄》，一百卷。那是《大藏經》的濃縮，每一部經重要的經文都節錄在裡頭，讀這一部書就等於全部《大藏經》就讀盡了。永明延壽，禪宗裡頭大徹大悟，明心見性，又回過頭來專修淨土，成為淨土宗第六代祖師，他的道場在浙江杭州。再精簡，那就是這一部，這一部又是《宗鏡錄》的濃縮。《宗鏡錄》一百卷，也不容易受持。這一部經好，念老用了六年時間完成集註，又用了幾年的時間把這個集註細心的修訂增廣，成為這個定本，我們現在所學習的。一定要在這部經上下功夫，經，《無量壽經》，至少要念一千遍，讀書千遍，其義自見；註解，至少要看三十遍，從頭到尾一遍一遍的看，看三十遍。你能下這個功夫，你對淨宗明白了，你對於這個世界也明白了，你決定會嚮往西方極樂世界，把這個世界放下。這個願心一現前，就是決定往生。"
    },
    {
      "id": "02-040-0330_p0010",
      "zh_CN": "蕅益大师在《要解》里头说得好，能不能往生全在信愿之有无，品位高下全在执持名号功夫的深浅，这个话说得好。印光老法师对蕅益大师这几句话佩服得五体投地，甚至说出「即使古佛再来为《弥陀经》做一部注解，也不能超过其上」。这样的赞叹，赞叹到极处，赞叹到究竟。蕅益大师句句是实话，印光大师亦如是，句句是真言，相信的人有福了。相信之后要理解，明白之后要依教修行。怎么修？就是「放下万缘，一心专念」，八个字。大势至菩萨教给我们也是八个字，「都摄六根，净念相继」。我们说得更明显，说得更简单，放下万缘，一心专念，往生到极乐世界你就等于成佛。",
      "zh_TW": "蕅益大師在《要解》裡頭說得好，能不能往生全在信願之有無，品位高下全在執持名號功夫的深淺，這個話說得好。印光老法師對蕅益大師這幾句話佩服得五體投地，甚至說出「即使古佛再來為《彌陀經》做一部註解，也不能超過其上」。這樣的讚歎，讚歎到極處，讚歎到究竟。蕅益大師句句是實話，印光大師亦如是，句句是真言，相信的人有福了。相信之後要理解，明白之後要依教修行。怎麼修？就是「放下萬緣，一心專念」，八個字。大勢至菩薩教給我們也是八個字，「都攝六根，淨念相繼」。我們說得更明顯，說得更簡單，放下萬緣，一心專念，往生到極樂世界你就等於成佛。"
    },
    {
      "id": "02-040-0330_p0011",
      "zh_CN": "在极乐世界，这四种是讲往生到极乐世界的人，在极乐世界修学的状况。这些菩萨他们的身体没有离开极乐世界，永远在极乐世界，在阿弥陀佛的身旁。有人会怀疑，我们遇到过，往生到极乐世界的人无量无边无尽无数，不是说像地球上七十亿人，那个地方的人口无量无边无尽无数，这么多的人，我们怎么能亲近到阿弥陀佛？好像阿弥陀佛就一个人，我们这么多人，我们如何能亲近阿弥陀佛？就怀疑，恐怕我们没有机会见到阿弥陀佛。这都是不明白事实真相，不知道阿弥陀佛的威神。阿弥陀佛有能力应一切大众的心愿，应化无量无边身，每个人身旁阿弥陀佛都在，这个不可思议。所以在极乐世界的人，每个人感觉到阿弥陀佛天天为我说法，天天伴着我，没有一时一刻离开我，所以成就那么快。同时他又能分身无量无边，到一切诸佛刹土去参学，他有这种能力，就是同时又接受无量无边诸佛如来的教诲，福慧双修。",
      "zh_TW": "在極樂世界，這四種是講往生到極樂世界的人，在極樂世界修學的狀況。這些菩薩他們的身體沒有離開極樂世界，永遠在極樂世界，在阿彌陀佛的身旁。有人會懷疑，我們遇到過，往生到極樂世界的人無量無邊無盡無數，不是說像地球上七十億人，那個地方的人口無量無邊無盡無數，這麼多的人，我們怎麼能親近到阿彌陀佛？好像阿彌陀佛就一個人，我們這麼多人，我們如何能親近阿彌陀佛？就懷疑，恐怕我們沒有機會見到阿彌陀佛。這都是不明白事實真相，不知道阿彌陀佛的威神。阿彌陀佛有能力應一切大眾的心願，應化無量無邊身，每個人身旁阿彌陀佛都在，這個不可思議。所以在極樂世界的人，每個人感覺到阿彌陀佛天天為我說法，天天伴著我，沒有一時一刻離開我，所以成就那麼快。同時他又能分身無量無邊，到一切諸佛剎土去參學，他有這種能力，就是同時又接受無量無邊諸佛如來的教誨，福慧雙修。"
    },
    {
      "id": "02-040-0330_p0012",
      "zh_CN": "那个地方修一天的福慧，在我们这个世间无量劫都修不出来，所以他成佛快。照一般时间上来说，生到实报庄严土，在极乐世界也是的，同居土提升到方便土，方便土提升到实报土，在实报土，一般说来，菩萨要破无始无明的习气需要三大阿僧祇劫；换句话说，明心见性之后还要经过三大阿僧祇劫，你才能成为妙觉如来。极乐世界要不要这么长？在我们想像当中它不需要，它会大幅度的缩短。为什么？如果没有这桩事情，十方世界的等觉菩萨，八地以上的菩萨，到极乐世界去毫无意义，他们那么喜欢到极乐世界去参学，一定有道理。这个道理就是极乐世界是个非凡的世界，与一切诸佛刹土完全不同的世界，三大阿僧祇劫断无明习气，在极乐世界一定不需要这么长的时间，很快就断了。所以这些诸佛刹土里面八地以上、等觉菩萨，没有一个不欢喜到极乐世界去参学，道理在此地。我们把这些理事都搞清楚、都搞明白，你的心自然就发出来。心发不出来，没搞清楚，以为这个世界很好玩，极乐世界没有去过，很陌生，不想去，所以心发不起来，就这么个道理。所以《无量寿经》念一千遍，黄念祖老居士注解念三十遍，你的心就发出来了。如果还发不出来，再念一千遍，再念三百遍，你的心一定会发出来。",
      "zh_TW": "那個地方修一天的福慧，在我們這個世間無量劫都修不出來，所以他成佛快。照一般時間上來說，生到實報莊嚴土，在極樂世界也是的，同居土提升到方便土，方便土提升到實報土，在實報土，一般說來，菩薩要破無始無明的習氣需要三大阿僧祇劫；換句話說，明心見性之後還要經過三大阿僧祇劫，你才能成為妙覺如來。極樂世界要不要這麼長？在我們想像當中它不需要，它會大幅度的縮短。為什麼？如果沒有這樁事情，十方世界的等覺菩薩，八地以上的菩薩，到極樂世界去毫無意義，他們那麼喜歡到極樂世界去參學，一定有道理。這個道理就是極樂世界是個非凡的世界，與一切諸佛剎土完全不同的世界，三大阿僧祇劫斷無明習氣，在極樂世界一定不需要這麼長的時間，很快就斷了。所以這些諸佛剎土裡面八地以上、等覺菩薩，沒有一個不歡喜到極樂世界去參學，道理在此地。我們把這些理事都搞清楚、都搞明白，你的心自然就發出來。心發不出來，沒搞清楚，以為這個世界很好玩，極樂世界沒有去過，很陌生，不想去，所以心發不起來，就這麼個道理。所以《無量壽經》念一千遍，黃念祖老居士註解念三十遍，你的心就發出來了。如果還發不出來，再念一千遍，再念三百遍，你的心一定會發出來。"
    },
    {
      "id": "02-040-0330_p0013",
      "zh_CN": "「彼应化身」，这个彼是菩萨，不是佛，往生到极乐世界的这些人，生到极乐世界就有这个能力；不是到那里学了很久，不是的，只要生到就有这个能力。能力从哪里来的？阿弥陀佛本愿威神加持你来的。你看第十八愿，十念必生，这是说容易；第十九愿，发菩提心；第二十愿，皆作阿惟越致菩萨，这还得了！阿惟越致菩萨就是八地以上，广义来说，圆教初住以上。我们照昙鸾法师注解的《往生论》上来看，他说得清净心，真正得清净心是八地以上。我们一般讲得清净心不是说八地，说最低的，阿罗汉，阿罗汉、辟支佛得清净心，三贤的菩萨得平等心，再向上提升就是明心见性，圆教初住、别教初地，这是一般的讲法。极乐世界不一样，非常特殊，清净平等是八地以上。所以这些菩萨们不前不后，是一时，没有前后。也就是说在极乐世界没有时间的观念，时间是假的；没有空间的障碍，无有空间的障碍，就是没有远近。说极乐世界在哪里？就在现前，没有距离，就是没有空间，没有时间，没有先后。我们这个世界有空间、有时间，极乐世界没有。",
      "zh_TW": "「彼應化身」，這個彼是菩薩，不是佛，往生到極樂世界的這些人，生到極樂世界就有這個能力；不是到那裡學了很久，不是的，只要生到就有這個能力。能力從哪裡來的？阿彌陀佛本願威神加持你來的。你看第十八願，十念必生，這是說容易；第十九願，發菩提心；第二十願，皆作阿惟越致菩薩，這還得了！阿惟越致菩薩就是八地以上，廣義來說，圓教初住以上。我們照曇鸞法師註解的《往生論》上來看，他說得清淨心，真正得清淨心是八地以上。我們一般講得清淨心不是說八地，說最低的，阿羅漢，阿羅漢、辟支佛得清淨心，三賢的菩薩得平等心，再向上提升就是明心見性，圓教初住、別教初地，這是一般的講法。極樂世界不一樣，非常特殊，清淨平等是八地以上。所以這些菩薩們不前不後，是一時，沒有前後。也就是說在極樂世界沒有時間的觀念，時間是假的；沒有空間的障礙，無有空間的障礙，就是沒有遠近。說極樂世界在哪裡？就在現前，沒有距離，就是沒有空間，沒有時間，沒有先後。我們這個世界有空間、有時間，極樂世界沒有。"
    },
    {
      "id": "02-040-0330_p0014",
      "zh_CN": "十方三世总是一心一念放大光明，悉能遍至，十方世界同时到达就是遍至。一念就到达，亲近一切诸佛不难，供佛是修福，供养是修福，闻法是修慧，福慧双修，福慧圆满。又能够遍至十方世界教化众生，十方世界无量劫来都有有缘的众生，到那里去自然认识，自然明了。「种种方便，修行所作」，这是自己的提升。「灭除一切众生苦」，这是教化众生的成就，真正帮助众生离苦得乐。这有一首偈，说「无垢庄严光」，无垢是清净的，清净庄严的光，「一念及一时」，一时就是一念，一念就是一时，「普照诸佛会」，这是上求，「利益诸群生」，这是下化。昙鸾法师的注解在括弧里头，「一念一时遍至佛会利益群生庄严」。",
      "zh_TW": "十方三世總是一心一念放大光明，悉能遍至，十方世界同時到達就是遍至。一念就到達，親近一切諸佛不難，供佛是修福，供養是修福，聞法是修慧，福慧雙修，福慧圓滿。又能夠遍至十方世界教化眾生，十方世界無量劫來都有有緣的眾生，到那裡去自然認識，自然明瞭。「種種方便，修行所作」，這是自己的提升。「滅除一切眾生苦」，這是教化眾生的成就，真正幫助眾生離苦得樂。這有一首偈，說「無垢莊嚴光」，無垢是清淨的，清淨莊嚴的光，「一念及一時」，一時就是一念，一念就是一時，「普照諸佛會」，這是上求，「利益諸群生」，這是下化。曇鸞法師的註解在括弧裡頭，「一念一時遍至佛會利益群生莊嚴」。"
    },
    {
      "id": "02-040-0330_p0015",
      "zh_CN": "「三者、彼于一切世界，无余照诸佛会大众」，就是个个照到，没有一个漏掉的，一念一时，有这样的能力。「无余广大无量供养」，你看他修敬，对佛，对菩萨，对一切大众，以平等心、恭敬心、清净心供养，「恭敬赞叹诸佛如来功德」。偈子里面说，「雨天乐华衣，妙香等供养」，这两句是说供养佛事的，「赞诸佛功德，无有分别心」。括弧里头，昙鸾法师给我们的注解说，「一切世界赞叹诸佛庄严」，对佛、对老师尊敬赞叹供养。佛法是师道，什么样的心态能够得到佛法？这里教给我们供养、恭敬、赞叹，用这样的心态你才能够得到佛法。我们现在学佛多少年得不到，真的没有得到，想想学佛跟没有学佛之前有没有两样？没有两样，完全没有得到。这什么原因？没有恭敬心。虽然礼拜磕头，一天磕一千个大头，没有恭敬心，没有赞叹，还有批评。这样的心态，诸佛如来亲自教他，他也得不到。为什么？印光大师说得很好，「一分诚敬得一分利益，十分诚敬得十分利益」。你要想真正得多少，要问自己，不要问别人，根本不在外面，自己要负百分之百的责任。所以好的老师教学生，他对每个学生能领悟多少、得到多少心里清清楚楚。老师一音而说法，这班上同学大家都在，都在一起上课，没有特别教导，每个学生所得到的不一样。",
      "zh_TW": "「三者、彼於一切世界，無餘照諸佛會大眾」，就是個個照到，沒有一個漏掉的，一念一時，有這樣的能力。「無餘廣大無量供養」，你看他修敬，對佛，對菩薩，對一切大眾，以平等心、恭敬心、清淨心供養，「恭敬讚歎諸佛如來功德」。偈子裡面說，「雨天樂華衣，妙香等供養」，這兩句是說供養佛事的，「贊諸佛功德，無有分別心」。括弧裡頭，曇鸞法師給我們的註解說，「一切世界讚歎諸佛莊嚴」，對佛、對老師尊敬讚歎供養。佛法是師道，什麼樣的心態能夠得到佛法？這裡教給我們供養、恭敬、讚歎，用這樣的心態你才能夠得到佛法。我們現在學佛多少年得不到，真的沒有得到，想想學佛跟沒有學佛之前有沒有兩樣？沒有兩樣，完全沒有得到。這什麼原因？沒有恭敬心。雖然禮拜磕頭，一天磕一千個大頭，沒有恭敬心，沒有讚歎，還有批評。這樣的心態，諸佛如來親自教他，他也得不到。為什麼？印光大師說得很好，「一分誠敬得一分利益，十分誠敬得十分利益」。你要想真正得多少，要問自己，不要問別人，根本不在外面，自己要負百分之百的責任。所以好的老師教學生，他對每個學生能領悟多少、得到多少心裡清清楚楚。老師一音而說法，這班上同學大家都在，都在一起上課，沒有特別教導，每個學生所得到的不一樣。"
    },
    {
      "id": "02-040-0330_p0016",
      "zh_CN": "前天我们参观一个学校，遇到学校里上音乐课，你看二十多个同学围绕在一张长桌子上，老师用的是手风琴。手风琴现在是古董，很少看见。我看他们教室里有三台手风琴，有三台，老师用一台，另外放在桌子上有两台。现在一般学校用钢琴，没有用这个东西的。这什么时候？我们跟日本人打仗的时候，抗战期间学校里音乐教室用风琴，没有钢琴。但是我们学校用的什么？是用脚踏板的，不是用手拉的。它这个是用手拉的，手拉的更方便。脚踏的，像一张小桌子一样，摆在地上的。所以我看到学校的设备，就想起我们在抗战期间就是这个样子的，仿佛回到七十年前。他们的教室，建筑是适合这个地方的需要，因为这个地方没有春夏秋冬，只有一季，长夏。所以它只有雨季跟干季，只有两个季节。所以教室对面开窗，窗口很大，通风，空气好，这个教室的设计是特别适合于这个地区的。学生非常朴实，整齐、干净，有秩序，不乱，这是我们看到的好处。学生言行举止有礼貌，对待这些访客来看的时候，都是满面笑容，能够看到这些学生生活很快乐。老师教得挺认真，负责、尽职。这是让我们感触到的。",
      "zh_TW": "前天我們參觀一個學校，遇到學校裡上音樂課，你看二十多個同學圍繞在一張長桌子上，老師用的是手風琴。手風琴現在是古董，很少看見。我看他們教室裡有三台手風琴，有三台，老師用一台，另外放在桌子上有兩台。現在一般學校用鋼琴，沒有用這個東西的。這什麼時候？我們跟日本人打仗的時候，抗戰期間學校裡音樂教室用風琴，沒有鋼琴。但是我們學校用的什麼？是用腳踏板的，不是用手拉的。它這個是用手拉的，手拉的更方便。腳踏的，像一張小桌子一樣，擺在地上的。所以我看到學校的設備，就想起我們在抗戰期間就是這個樣子的，彷彿回到七十年前。他們的教室，建築是適合這個地方的需要，因為這個地方沒有春夏秋冬，只有一季，長夏。所以它只有雨季跟乾季，只有兩個季節。所以教室對面開窗，窗口很大，通風，空氣好，這個教室的設計是特別適合於這個地區的。學生非常樸實，整齊、乾淨，有秩序，不亂，這是我們看到的好處。學生言行舉止有禮貌，對待這些訪客來看的時候，都是滿面笑容，能夠看到這些學生生活很快樂。老師教得挺認真，負責、盡職。這是讓我們感觸到的。"
    },
    {
      "id": "02-040-0330_p0017",
      "zh_CN": "我们听老师的报告，知道他们这里有胎教。胎教，虽然不像中国古书里面所记载的，太任怀孕文王的时候，「目不视恶色」，不好看的东西眼睛不看；「耳不听淫声」，不应该听到的音声不听；「口不出傲言」，言语柔和不傲慢。这就是母亲怀孕他的时候，这十个月当中非常谨慎小心，身口意要清净，就是《无量寿经》上所说的三业清净。这个小孩禀受的是母亲的正气，胎教，生出来之后这个小孩端庄，端正庄严，很好教。要继续帮助他三年，三年当中，就是一千天，不能让小孩看的不要让他看到、不能让他听到、不能让他接触到，母亲把这个关。让他看到、听到、接触到的，都是正面的，都是善的。这一千天善根就种下去了。",
      "zh_TW": "我們聽老師的報告，知道他們這裡有胎教。胎教，雖然不像中國古書裡面所記載的，太任懷孕文王的時候，「目不視惡色」，不好看的東西眼睛不看；「耳不聽淫聲」，不應該聽到的音聲不聽；「口不出傲言」，言語柔和不傲慢。這就是母親懷孕他的時候，這十個月當中非常謹慎小心，身口意要清淨，就是《無量壽經》上所說的三業清淨。這個小孩稟受的是母親的正氣，胎教，生出來之後這個小孩端莊，端正莊嚴，很好教。要繼續幫助他三年，三年當中，就是一千天，不能讓小孩看的不要讓他看到、不能讓他聽到、不能讓他接觸到，母親把這個關。讓他看到、聽到、接觸到的，都是正面的，都是善的。這一千天善根就種下去了。"
    },
    {
      "id": "02-040-0330_p0018",
      "zh_CN": "所以中国古时候有句谚语说，「三岁看八十」，三岁培养的根培养得好，他八十岁都不会改变。他将来遇到不善的，他不接触，他养成这个习气，善良的他接触，不善的他不接触。他有能力辨别什么是善、什么是不善，他有这个能力，这是母亲的工作，母亲把这个基础帮他培养出来。以后再往上提升，建筑高楼大厦基础厚，它不会出问题，不会倒塌的。这个基础是圣贤的基础，是作佛作菩萨的基础，你看它多厚。能成圣成贤、成佛成菩萨，在这个世间当然是好人，这个人不可能作恶，不可能有不善的行为，不可能，这些是母亲给他的。斯里兰卡做母亲的人还都懂得这个道理，她们在怀孕期间念佛、诵经、拜佛，求胎儿得到佛菩萨的保佑，这也是胎教。我们细心去观察，她比文王的母亲还要高明，文王的母亲没有得到三宝加持。这就是学佛跟不学佛的不一样，不学佛的能达到圣贤，学佛的人能达到佛菩萨。",
      "zh_TW": "所以中國古時候有句諺語說，「三歲看八十」，三歲培養的根培養得好，他八十歲都不會改變。他將來遇到不善的，他不接觸，他養成這個習氣，善良的他接觸，不善的他不接觸。他有能力辨別什麼是善、什麼是不善，他有這個能力，這是母親的工作，母親把這個基礎幫他培養出來。以後再往上提升，建築高樓大廈基礎厚，它不會出問題，不會倒塌的。這個基礎是聖賢的基礎，是作佛作菩薩的基礎，你看它多厚。能成聖成賢、成佛成菩薩，在這個世間當然是好人，這個人不可能作惡，不可能有不善的行為，不可能，這些是母親給他的。斯里蘭卡做母親的人還都懂得這個道理，她們在懷孕期間念佛、誦經、拜佛，求胎兒得到佛菩薩的保佑，這也是胎教。我們細心去觀察，她比文王的母親還要高明，文王的母親沒有得到三寶加持。這就是學佛跟不學佛的不一樣，不學佛的能達到聖賢，學佛的人能達到佛菩薩。"
    },
    {
      "id": "02-040-0330_p0019",
      "zh_CN": "所以我们看到这个地方的民风纯朴，人厚道、老实，生活水平不高，但是人的生活快乐，快乐就是幸福的人生。有很高的地位，有很大的财富，生活得不快乐，这样的人很多。他这一生的财富，死了以后一文带不去，来生非常渺茫。一生的福报享尽了，那看他这一生造的业，业报身。这一生所享受的财富，过去生中造的，来生是怎么个状况，那是今生造的。古人说得很清楚，四十岁，四十岁以前的福报，全是过去生的；四十岁以后的，这一生所造的起作用。如果只懂得享福，不知道造福，福报很容易享尽，享尽了怎么办？古今中外这个例子太多了，中年发福、事业辉煌的成就，晚年公司倒闭、负债了，很多。这就是过去生中修的福报，这一生没有在这个基础上把它发扬光大，他不懂这个道理，他只晓得享福，作威作福，福报很快享掉。享掉，这一生没有修，所以晚年的生活就很艰难，甚至于寿命都折了，五、六十岁就走了，很多很多。五、六十岁走的，在我们想，他还有寿命，他那个寿命是亏折了，他不应该那么早走。真正知道积德修福的人，寿命纵然短，会延长。《了凡四训》里头讲得很明白，了凡先生的寿命五十三岁，他七十四岁走的，延长二十一年，这是修福积德所致的。这些例子全都在眼前，只要我们冷静细心观察，你统统看得到。三世因果不离当下，诸佛菩萨也都在面前。",
      "zh_TW": "所以我們看到這個地方的民風純樸，人厚道、老實，生活水平不高，但是人的生活快樂，快樂就是幸福的人生。有很高的地位，有很大的財富，生活得不快樂，這樣的人很多。他這一生的財富，死了以後一文帶不去，來生非常渺茫。一生的福報享盡了，那看他這一生造的業，業報身。這一生所享受的財富，過去生中造的，來生是怎麼個狀況，那是今生造的。古人說得很清楚，四十歲，四十歲以前的福報，全是過去生的；四十歲以後的，這一生所造的起作用。如果只懂得享福，不知道造福，福報很容易享盡，享盡了怎麼辦？古今中外這個例子太多了，中年發福、事業輝煌的成就，晚年公司倒閉、負債了，很多。這就是過去生中修的福報，這一生沒有在這個基礎上把它發揚光大，他不懂這個道理，他只曉得享福，作威作福，福報很快享掉。享掉，這一生沒有修，所以晚年的生活就很艱難，甚至於壽命都折了，五、六十歲就走了，很多很多。五、六十歲走的，在我們想，他還有壽命，他那個壽命是虧折了，他不應該那麼早走。真正知道積德修福的人，壽命縱然短，會延長。《了凡四訓》裡頭講得很明白，了凡先生的壽命五十三歲，他七十四歲走的，延長二十一年，這是修福積德所致的。這些例子全都在眼前，只要我們冷靜細心觀察，你統統看得到。三世因果不離當下，諸佛菩薩也都在面前。"
    },
    {
      "id": "02-040-0330_p0020",
      "zh_CN": "所以供养、恭敬、赞叹，后头这句偈子很好，「无有分别心」。修福不着相，这是功德；如果着相，是福德。在中国古代，在佛门里修福最大的，梁武帝。替佛教确实做了很多事情，建立道场就四百八十个，帮助学佛的人出家，成为沙弥、成为比丘十几万人。他着相，所以是福德不是功德。达摩祖师那个时候到中国来，跟梁武帝见了面，梁武帝夸耀他自己为佛教做这么多好事，向达摩祖师求一个印证，我做这么多事情功德大不大？达摩祖师告诉他，「并无功德」。这一句话把他说恼火了，马上下令送客，把他送走了，也不问青红皂白。这是梁武帝修养上差了一点，应该要问，继续问，为什么没有功德？要问，不问就把人送走了。可是走了之后也后悔，应该要问一问，怎么没有问就把他送走。那时就是傲慢心太重，没有冷静想一想，马上就送客。要让他讲，讲清楚、讲明白，再送客不迟，你看这修养上就差这一层。我们要记住，如果我们遇到这种情形，怎么办？火冒三丈，非常不高兴，尤其在这个地位上是一国的国君，这个和尚太放肆。应当要向他请教，为什么没有功德？你有分别、有执着，变成人天福报，功德变成福德。你的果报太大了，大福报，一定是享天福，你现在是人间王，将来你会做天王，这是福德不是功德。功德，做了之后没有分别、没有执着，心地清净，若无其事，这个力量帮助你超越三界、超越六道轮回，那叫功德。功德跟福德有差别的，事是一样的，念头不一样。所以修福德容易，修功德难，脾气一发，叫火烧功德林，把你所修的功德全烧光了。所以要问功德之事，那要问你几时没发脾气，发脾气之前的统烧光了，从你没有发脾气这天算起。如果早晨发了一顿脾气，你功德全没有了。临命终时最后这一发脾气，一生的功德完了。",
      "zh_TW": "所以供養、恭敬、讚歎，後頭這句偈子很好，「無有分別心」。修福不著相，這是功德；如果著相，是福德。在中國古代，在佛門裡修福最大的，梁武帝。替佛教確實做了很多事情，建立道場就四百八十個，幫助學佛的人出家，成為沙彌、成為比丘十幾萬人。他著相，所以是福德不是功德。達摩祖師那個時候到中國來，跟梁武帝見了面，梁武帝誇耀他自己為佛教做這麼多好事，向達摩祖師求一個印證，我做這麼多事情功德大不大？達摩祖師告訴他，「並無功德」。這一句話把他說惱火了，馬上下令送客，把他送走了，也不問青紅皂白。這是梁武帝修養上差了一點，應該要問，繼續問，為什麼沒有功德？要問，不問就把人送走了。可是走了之後也後悔，應該要問一問，怎麼沒有問就把他送走。那時就是傲慢心太重，沒有冷靜想一想，馬上就送客。要讓他講，講清楚、講明白，再送客不遲，你看這修養上就差這一層。我們要記住，如果我們遇到這種情形，怎麼辦？火冒三丈，非常不高興，尤其在這個地位上是一國的國君，這個和尚太放肆。應當要向他請教，為什麼沒有功德？你有分別、有執著，變成人天福報，功德變成福德。你的果報太大了，大福報，一定是享天福，你現在是人間王，將來你會做天王，這是福德不是功德。功德，做了之後沒有分別、沒有執著，心地清淨，若無其事，這個力量幫助你超越三界、超越六道輪迴，那叫功德。功德跟福德有差別的，事是一樣的，念頭不一樣。所以修福德容易，修功德難，脾氣一發，叫火燒功德林，把你所修的功德全燒光了。所以要問功德之事，那要問你幾時沒發脾氣，發脾氣之前的統燒光了，從你沒有發脾氣這天算起。如果早晨發了一頓脾氣，你功德全沒有了。臨命終時最後這一發脾氣，一生的功德完了。"
    },
    {
      "id": "02-040-0330_p0021",
      "zh_CN": "所以为什么送终佛门那么重视，一定让这个人安详的走。八小时不要碰，他睡的那个床都不可以碰它，通过它那里，要离开床一段距离，不要碰它，怕碰它，他感觉到不舒服、难过，他就会发脾气，那功德就完了。这是古人很细心，想得很周到。他在生病的期间，不要让他发脾气，样样顺从，让他欢喜，他要的东西都给他，一切要满他自己的心愿，这样就好。断气之后，至少八个小时，才给他换衣服，才帮助他；最好是十二个小时，这是安全。八小时神识离开了，他真的没有知觉，但是有人八小时还没离开，十二个小时、十四个小时最好。韩馆长走的时候，我们给她保持十四个小时。这个都是要有这些常识，要真正知道利害，怎样去保护他。",
      "zh_TW": "所以為什麼送終佛門那麼重視，一定讓這個人安詳的走。八小時不要碰，他睡的那個床都不可以碰它，通過它那裡，要離開床一段距離，不要碰它，怕碰它，他感覺到不舒服、難過，他就會發脾氣，那功德就完了。這是古人很細心，想得很周到。他在生病的期間，不要讓他發脾氣，樣樣順從，讓他歡喜，他要的東西都給他，一切要滿他自己的心願，這樣就好。斷氣之後，至少八個小時，才給他換衣服，才幫助他；最好是十二個小時，這是安全。八小時神識離開了，他真的沒有知覺，但是有人八小時還沒離開，十二個小時、十四個小時最好。韓館長走的時候，我們給她保持十四個小時。這個都是要有這些常識，要真正知道利害，怎樣去保護他。"
    },
    {
      "id": "02-040-0330_p0022",
      "zh_CN": "临终有人来扰乱都叫做魔障，他让你生烦恼，那就是魔。这个魔障有很多，都是自己的儿女、自己的亲戚，一看到这个样子，恸哭大声，又叫又闹，这亡者听了心里难过，动了感情，极乐世界就去不了，一生所修的功德全变成福德。这就叫，谚语上一句话说，「不是冤家不聚头」，家里亲戚、儿女都是冤家，到临终的时候来找你麻烦，扯你腿，不让你走，把你的功德都变成福德。这些事情不学佛真搞不清楚，搞清楚才知道防范。《饬终须知》，古人编的，亡者临命终的时候，他是学佛的，最好是让佛友来帮助他，家亲眷属、儿子、孙子统统离开。等到他什么？他断气八小时、十二个小时、十四个小时之后再见面，你要哭哭啼啼的，没关系，他走了，他已经离开了。这都是非常重要的知识。无分别心重要！「一切世界赞叹诸佛庄严」，没有分别，没有起心动念。",
      "zh_TW": "臨終有人來擾亂都叫做魔障，他讓你生煩惱，那就是魔。這個魔障有很多，都是自己的兒女、自己的親戚，一看到這個樣子，慟哭大聲，又叫又鬧，這亡者聽了心裡難過，動了感情，極樂世界就去不了，一生所修的功德全變成福德。這就叫，諺語上一句話說，「不是冤家不聚頭」，家裡親戚、兒女都是冤家，到臨終的時候來找你麻煩，扯你腿，不讓你走，把你的功德都變成福德。這些事情不學佛真搞不清楚，搞清楚才知道防範。《飭終須知》，古人編的，亡者臨命終的時候，他是學佛的，最好是讓佛友來幫助他，家親眷屬、兒子、孫子統統離開。等到他什麼？他斷氣八小時、十二個小時、十四個小時之後再見面，你要哭哭啼啼的，沒關係，他走了，他已經離開了。這都是非常重要的知識。無分別心重要！「一切世界讚歎諸佛莊嚴」，沒有分別，沒有起心動念。"
    },
    {
      "id": "02-040-0330_p0023",
      "zh_CN": "最后一条，「彼于十方一切世界无三宝处」，这些地方多。为什么没有三宝？这个地方的人不敬三宝、不信三宝，这就是无三宝处。这个地方的人很苦，纵然在物质方面他们能满足，但是精神痛苦，有疑虑。年岁老的人怕孤单、怕孤独，这老人很害怕的，没有人照顾，儿女都不照顾。这种情形在今天的世界许许多多地方都能看到。什么原因？没有教过，从小就没有教孝敬，他不知道孝敬，他从小长大也没有看到过孝敬的例子。所以他不知道孝敬是什么，不知道孝敬是人应该要做的，他认为没有孝敬是正常的，有孝敬的他认为那是奇怪的人，这个我们不能不知道。所以无三宝处的人特别苦，不知道轮回是什么事情，对轮回很恐怖。轮回是自己意念变现出来的，它不是自然现象，自然现象里头没有轮回，不善的念头、不善的行为变现出来的。",
      "zh_TW": "最後一條，「彼於十方一切世界無三寶處」，這些地方多。為什麼沒有三寶？這個地方的人不敬三寶、不信三寶，這就是無三寶處。這個地方的人很苦，縱然在物質方面他們能滿足，但是精神痛苦，有疑慮。年歲老的人怕孤單、怕孤獨，這老人很害怕的，沒有人照顧，兒女都不照顧。這種情形在今天的世界許許多多地方都能看到。什麼原因？沒有教過，從小就沒有教孝敬，他不知道孝敬，他從小長大也沒有看到過孝敬的例子。所以他不知道孝敬是什麼，不知道孝敬是人應該要做的，他認為沒有孝敬是正常的，有孝敬的他認為那是奇怪的人，這個我們不能不知道。所以無三寶處的人特別苦，不知道輪迴是什麼事情，對輪迴很恐怖。輪迴是自己意念變現出來的，它不是自然現象，自然現象裡頭沒有輪迴，不善的念頭、不善的行為變現出來的。"
    },
    {
      "id": "02-040-0330_p0024",
      "zh_CN": "佛教我们脱离轮回，放下分别、执着，轮回就没有了。真能放下的人，在佛法里，小乘证阿罗汉，大乘七信位的菩萨，他们永远脱离六道轮回。六道轮回是一场恶梦，他醒过来了，醒过来这个世界是释迦牟尼佛的净土，六道是秽土。他看到的是净土，看到这个世间所有一切人都没有执着，有分别，没有执着，这就是四圣法界，声闻、缘觉、菩萨、佛，没有人天，没有罗刹，没有修罗，没有三恶道。这个世界还不是真的，还是念头变现出来的，起心动念变现出来的。于一切法不起心、不动念，这个世界又不见了，还是一场梦。佛说「一切有为法，如梦幻泡影」，说得好，真的是梦幻泡影。既然是梦幻泡影就不应该放在心上，就不应该对着它生起喜怒哀乐，假的！我们一般人讲动感情，动感情是假的，境界是假的，动感情也是假的。在这个境界里头见景生情，这个境界相把你的感情引出来，感情是烦恼，它把你烦恼引出来了，你自己没有感觉到，你完全随着境界转，这叫迷。",
      "zh_TW": "佛教我們脫離輪迴，放下分別、執著，輪迴就沒有了。真能放下的人，在佛法裡，小乘證阿羅漢，大乘七信位的菩薩，他們永遠脫離六道輪迴。六道輪迴是一場惡夢，他醒過來了，醒過來這個世界是釋迦牟尼佛的淨土，六道是穢土。他看到的是淨土，看到這個世間所有一切人都沒有執著，有分別，沒有執著，這就是四聖法界，聲聞、緣覺、菩薩、佛，沒有人天，沒有羅剎，沒有修羅，沒有三惡道。這個世界還不是真的，還是念頭變現出來的，起心動念變現出來的。於一切法不起心、不動念，這個世界又不見了，還是一場夢。佛說「一切有為法，如夢幻泡影」，說得好，真的是夢幻泡影。既然是夢幻泡影就不應該放在心上，就不應該對著它生起喜怒哀樂，假的！我們一般人講動感情，動感情是假的，境界是假的，動感情也是假的。在這個境界裡頭見景生情，這個境界相把你的感情引出來，感情是煩惱，它把你煩惱引出來了，你自己沒有感覺到，你完全隨著境界轉，這叫迷。"
    },
    {
      "id": "02-040-0330_p0025",
      "zh_CN": "觉悟了就不动，觉悟，晓得这是假的。觉悟了，一定要把起心动念、分别、执着放下。六根对一切境界如如不动是定，自性本定；了了分明是慧，有智慧，智慧看得透彻、看得清楚，能解决一切问题。如果情没有断，就是说起心动念、分别、执着没断，会跟境界同时生起来，这叫情执。情执起的作用叫造业。业有善业有恶业，善业感三善道，恶业感三恶道，都是麻烦。佛教菩萨不要造业，不要造业那怎么做？见色闻声清清楚楚，要学如如不动，立刻知道凡所有相皆是虚妄。你那个心被外面境界影响了，立刻想到《金刚经》上这句话，「凡所有相皆是虚妄」，心就平了。念佛的人要提起这句佛号，「南无阿弥陀佛」，把念头转过来，这叫修行，这叫真功夫，这叫真智慧、真利益。不被外面境界所转，你才能转境界；被境界所转，你就转不了境界。",
      "zh_TW": "覺悟了就不動，覺悟，曉得這是假的。覺悟了，一定要把起心動念、分別、執著放下。六根對一切境界如如不動是定，自性本定；了了分明是慧，有智慧，智慧看得透徹、看得清楚，能解決一切問題。如果情沒有斷，就是說起心動念、分別、執著沒斷，會跟境界同時生起來，這叫情執。情執起的作用叫造業。業有善業有惡業，善業感三善道，惡業感三惡道，都是麻煩。佛教菩薩不要造業，不要造業那怎麼做？見色聞聲清清楚楚，要學如如不動，立刻知道凡所有相皆是虛妄。你那個心被外面境界影響了，立刻想到《金剛經》上這句話，「凡所有相皆是虛妄」，心就平了。念佛的人要提起這句佛號，「南無阿彌陀佛」，把念頭轉過來，這叫修行，這叫真功夫，這叫真智慧、真利益。不被外面境界所轉，你才能轉境界；被境界所轉，你就轉不了境界。"
    },
    {
      "id": "02-040-0330_p0026",
      "zh_CN": "「无三宝处」，知道没有三宝的地方人可怜，菩萨要住持庄严三宝功德，这是大慈大悲。人家不相信，人家说你迷信，你在这个地方要用高度的智慧，善巧方便去引导他们，他们信什么你就去演什么，跟演戏一样，表演。他信科学，你就演科学；信哲学，你就演哲学；他信财富，你就演财富，演给他看，慢慢他对你就生起信心，他对你熟悉，跟你往来，什么话都谈。譬如发财，大家都追求，都相信这个，你发了大财，他向你请教，你怎么发财的？佛就会告诉他，布施，财布施就发财。一点都不假，而且愈施愈多，财这么发起来的。中国内地供财神跟外头不一样，台湾供财神供关公，关公与发财毫不相关，关公讲义气，发扬他的大义、忠义，这是对的，他跟发财不相干。中国大陆供财神供范蠡、供西施，这夫妻两个人，他们是模范商人。真的帮助勾践复兴国家，这个是不容易事情，创业容易，复兴真难，历史上找不到几个例子。这是很明显的一个例子，国家被人家灭掉还能复兴起来，真了不起。勾践复兴就靠两个人，范蠡、文种，这两个人帮助他，让他忍辱负重，让夫差对他放心，真正顺服了，听话了。实际上勾践失败之后，范蠡跟文种教他，十年生聚，十年教训。你看从头来起，生聚就是现在讲的人口政策，鼓励大家多生儿女，人多了才兴旺，才有办法复兴。鼓励生育，重视教育，把这些小孩都教好，将来才能复兴。这个政策至关重要。看一个家庭有没有前途，看他家的儿女有没有教养，有教养肯定有前途。看一个国家亦如是，看它的青少年，青少年要教得好，这个国家没有不兴旺的。",
      "zh_TW": "「無三寶處」，知道沒有三寶的地方人可憐，菩薩要住持莊嚴三寶功德，這是大慈大悲。人家不相信，人家說你迷信，你在這個地方要用高度的智慧，善巧方便去引導他們，他們信什麼你就去演什麼，跟演戲一樣，表演。他信科學，你就演科學；信哲學，你就演哲學；他信財富，你就演財富，演給他看，慢慢他對你就生起信心，他對你熟悉，跟你往來，什麼話都談。譬如發財，大家都追求，都相信這個，你發了大財，他向你請教，你怎麼發財的？佛就會告訴他，布施，財布施就發財。一點都不假，而且愈施愈多，財這麼發起來的。中國內地供財神跟外頭不一樣，台灣供財神供關公，關公與發財毫不相關，關公講義氣，發揚他的大義、忠義，這是對的，他跟發財不相干。中國大陸供財神供范蠡、供西施，這夫妻兩個人，他們是模範商人。真的幫助勾踐復興國家，這個是不容易事情，創業容易，復興真難，歷史上找不到幾個例子。這是很明顯的一個例子，國家被人家滅掉還能復興起來，真了不起。勾踐復興就靠兩個人，范蠡、文種，這兩個人幫助他，讓他忍辱負重，讓夫差對他放心，真正順服了，聽話了。實際上勾踐失敗之後，范蠡跟文種教他，十年生聚，十年教訓。你看從頭來起，生聚就是現在講的人口政策，鼓勵大家多生兒女，人多了才興旺，才有辦法復興。鼓勵生育，重視教育，把這些小孩都教好，將來才能復興。這個政策至關重要。看一個家庭有沒有前途，看他家的兒女有沒有教養，有教養肯定有前途。看一個國家亦如是，看它的青少年，青少年要教得好，這個國家沒有不興旺的。"
    },
    {
      "id": "02-040-0330_p0027",
      "zh_CN": "所以在中国古时候，家跟国没有不重视培养人才的，决定是把培养人才放在第一位，家庭教育摆在第一位，国家也是把教育摆在第一位。你看政治上的设施，皇帝下面真正执行办事的是宰相，宰相就是皇上的大管家，管理这个国家。实际管理的是宰相，他负责任，皇帝有权任命他，做得好让你做，做得不好换一个。所以皇上有权，宰相有能。宰相在办事，古时候这个事没有现在这么多，没有现在这么繁杂，它只有六个部，六个部门就把天下事办完了。第一个部就是教育部，礼部，礼部的长官叫尚书，尚书就是现在讲的部长，管全国教育，在各部里头它是第一个部。宰相有事不能上班，国家法律上的规定，由礼部尚书代理，所以礼部是六部里的第一个部，部长里头他最大，他最尊贵。换句话说，这个国家把教育看得很重，一切都是为教育服务，这个国家兴旺。家庭亦如是，如果家长在这个家里头一切都为小孩子，把小孩子当作第一，培养教育小孩是我们家第一桩大事，这个家怎么能不兴？肯定兴旺。",
      "zh_TW": "所以在中國古時候，家跟國沒有不重視培養人才的，決定是把培養人才放在第一位，家庭教育擺在第一位，國家也是把教育擺在第一位。你看政治上的設施，皇帝下面真正執行辦事的是宰相，宰相就是皇上的大管家，管理這個國家。實際管理的是宰相，他負責任，皇帝有權任命他，做得好讓你做，做得不好換一個。所以皇上有權，宰相有能。宰相在辦事，古時候這個事沒有現在這麼多，沒有現在這麼繁雜，它只有六個部，六個部門就把天下事辦完了。第一個部就是教育部，禮部，禮部的長官叫尚書，尚書就是現在講的部長，管全國教育，在各部裡頭它是第一個部。宰相有事不能上班，國家法律上的規定，由禮部尚書代理，所以禮部是六部裡的第一個部，部長裡頭他最大，他最尊貴。換句話說，這個國家把教育看得很重，一切都是為教育服務，這個國家興旺。家庭亦如是，如果家長在這個家裡頭一切都為小孩子，把小孩子當作第一，培養教育小孩是我們家第一樁大事，這個家怎麼能不興？肯定興旺。"
    },
    {
      "id": "02-040-0330_p0028",
      "zh_CN": "古人都懂得这个道理，在中国最早是黄帝，到满清这叫末代，在中国将近五千年，都是把教育摆在第一。你看民间民谣里头所说的，「万般皆下品，唯有读书高」。这什么意思？在社会上所有一切行业，教育第一。而搞教育的人很辛苦，一生都伴着小孩、伴着年轻人。这些老师待遇很薄，因为教学，品德清高，没有谈待遇的。教学还谈待遇，你没有资格教学，没有德行。所以教师生活很清苦，叫穷秀才。谁去干这个行业？读书的人，考试不中，考试中了可以做官，他的行业就是做官的，做不了官，那就开一个小私塾，教几个学生，学生也不过就是二、三十个人。生活来源靠学生家长逢年过节给老师送一点礼，老师没有待遇的，没有固定待遇的，所以老师很清苦，叫穷秀才。",
      "zh_TW": "古人都懂得這個道理，在中國最早是黃帝，到滿清這叫末代，在中國將近五千年，都是把教育擺在第一。你看民間民謠裡頭所說的，「萬般皆下品，唯有讀書高」。這什麼意思？在社會上所有一切行業，教育第一。而搞教育的人很辛苦，一生都伴著小孩、伴著年輕人。這些老師待遇很薄，因為教學，品德清高，沒有談待遇的。教學還談待遇，你沒有資格教學，沒有德行。所以教師生活很清苦，叫窮秀才。誰去幹這個行業？讀書的人，考試不中，考試中了可以做官，他的行業就是做官的，做不了官，那就開一個小私塾，教幾個學生，學生也不過就是二、三十個人。生活來源靠學生家長逢年過節給老師送一點禮，老師沒有待遇的，沒有固定待遇的，所以老師很清苦，叫窮秀才。"
    },
    {
      "id": "02-040-0330_p0029",
      "zh_CN": "他读圣贤书，他把名利看得很淡薄，他有爱心、有慈悲心，他明理，全心全力把小孩教好，他得到社会大众的尊重。读书人虽然穷，在各种活动聚会上，上席一定是读书人坐的，经商有大富，他坐在最下面。士农工商分得很清楚，士是读书人，他在最上位。这是社会大众、国家给他精神上的奖励，物质上他过得很辛苦，精神上他得到安慰。所以他能专心传道，专心去做学问，有很多有成就的。我们在《四库》集部里头有很多好的著作，都是这些读书人，没有考上功名，一生教书，教书研究学问，注释这些经书留传给后世。他们对于传统文化有最大的贡献，所以这些人值得尊敬。他们安分守己，考不取就算了，不像现在，现在考不取要革命，要造反。那个时候没有，读书人哪有造反的念头？所以都能安分守己，都能生活在古圣先贤经教当中，他以这个为乐趣，他把精神用在这方面，研究一门学问，成为专家学者，得到社会人士的重视，真正想学习要向他们请教。",
      "zh_TW": "他讀聖賢書，他把名利看得很淡薄，他有愛心、有慈悲心，他明理，全心全力把小孩教好，他得到社會大眾的尊重。讀書人雖然窮，在各種活動聚會上，上席一定是讀書人坐的，經商有大富，他坐在最下面。士農工商分得很清楚，士是讀書人，他在最上位。這是社會大眾、國家給他精神上的獎勵，物質上他過得很辛苦，精神上他得到安慰。所以他能專心傳道，專心去做學問，有很多有成就的。我們在《四庫》集部裡頭有很多好的著作，都是這些讀書人，沒有考上功名，一生教書，教書研究學問，註釋這些經書留傳給後世。他們對於傳統文化有最大的貢獻，所以這些人值得尊敬。他們安分守己，考不取就算了，不像現在，現在考不取要革命，要造反。那個時候沒有，讀書人哪有造反的念頭？所以都能安分守己，都能生活在古聖先賢經教當中，他以這個為樂趣，他把精神用在這方面，研究一門學問，成為專家學者，得到社會人士的重視，真正想學習要向他們請教。"
    },
    {
      "id": "02-040-0330_p0030",
      "zh_CN": "所以在无三宝处，他们现身说法，说法真有善巧方便，要掌握着机缘应机施教。在现前这个社会，我们把传统丢掉两百年，最重要的要教人什么？第一堂课无过于恢复民族的自信心。你看都自己不相信自己。中国人为什么要移民到外国？中国赚的钱为什么放在外国银行？这显示什么？对中国自己没有信心，这才真正是危机。相信外国，不相信中国，中国还能够延续下去吗？这麻烦可大了。所以在今天教学教什么？要把传统文化拿出来，传统文化要不拿出来，中国人的自信心就完了。我们信什么？信外国人的，就会被外国同化，这个国家民族就会灭亡。把中国东西拿出来，讲清楚，跟外国东西做比较，大家就识货了，我们不比别人差，我们比别人优秀。",
      "zh_TW": "所以在無三寶處，他們現身說法，說法真有善巧方便，要掌握著機緣應機施教。在現前這個社會，我們把傳統丟掉兩百年，最重要的要教人什麼？第一堂課無過於恢復民族的自信心。你看都自己不相信自己。中國人為什麼要移民到外國？中國賺的錢為什麼放在外國銀行？這顯示什麼？對中國自己沒有信心，這才真正是危機。相信外國，不相信中國，中國還能夠延續下去嗎？這麻煩可大了。所以在今天教學教什麼？要把傳統文化拿出來，傳統文化要不拿出來，中國人的自信心就完了。我們信什麼？信外國人的，就會被外國同化，這個國家民族就會滅亡。把中國東西拿出來，講清楚，跟外國東西做比較，大家就識貨了，我們不比別人差，我們比別人優秀。"
    },
    {
      "id": "02-040-0330_p0031",
      "zh_CN": "孙中山先生实在是死得太早，他要多活十年，中国不至于今天这个局面。这个历史的演变，他在《三民主义》民族主义第四讲里头说过一段话，他说外国比我们中国强的就一样东西，机器。机器我们比不上外国人，除这个之外，无论在哪一方面，中国人领导世界，都比不上中国人，统统都应该向中国学习，这是民国初年他在《三民主义》上讲的。我们在近代，四十年前，英国人汤恩比说的，他讲得很干脆，「要解决二十一世纪的社会问题」，讲的什么？他在四十年前预料到今天的社会，他看到了，今天社会是个乱世，用什么方法解决？「用中国孔孟学说跟大乘佛法」。你看看，人家外国人对中国文化有信心，我们中国人自己没有。今天要救国家、救民族，从哪里救起？从传统文化救起，从大家一起来学习孔孟之道、来学习大乘，从这个地方建立信心，我们这个民族才有希望，才不至于灭亡。",
      "zh_TW": "孫中山先生實在是死得太早，他要多活十年，中國不至於今天這個局面。這個歷史的演變，他在《三民主義》民族主義第四講裡頭說過一段話，他說外國比我們中國強的就一樣東西，機器。機器我們比不上外國人，除這個之外，無論在哪一方面，中國人領導世界，都比不上中國人，統統都應該向中國學習，這是民國初年他在《三民主義》上講的。我們在近代，四十年前，英國人湯恩比說的，他講得很乾脆，「要解決二十一世紀的社會問題」，講的什麼？他在四十年前預料到今天的社會，他看到了，今天社會是個亂世，用什麼方法解決？「用中國孔孟學說跟大乘佛法」。你看看，人家外國人對中國文化有信心，我們中國人自己沒有。今天要救國家、救民族，從哪裡救起？從傳統文化救起，從大家一起來學習孔孟之道、來學習大乘，從這個地方建立信心，我們這個民族才有希望，才不至於滅亡。"
    },
    {
      "id": "02-040-0330_p0032",
      "zh_CN": "今天我们来到斯里兰卡，我们看到斯里兰卡这个状况，确实它将来很可能成为复兴佛教、复兴传统文化的一个基地。我几个学校看了之后，他们今天处这个时代，跟我在抗战期间那个时候生活情形完全相同。这个地方这些小朋友如果能够学习汉字，能够学习文言文，他们就把中国五千年优良的传统继承了，大乘佛法当然可以建立，大乘一定是建立在小乘的基础上。中国复兴难，为什么？小乘丢掉了，儒跟道也丢掉、不学了，大乘落空了，所以大乘在中国有名无实。这个地方可以把它恢复。所以我向总统建议，建立一个国际佛教大学，希望把全世界佛教所有的宗派都在此地复兴。这个社会安定，这个地区、这个国家没有竞争的观念，竞争不是好东西。",
      "zh_TW": "今天我們來到斯里蘭卡，我們看到斯里蘭卡這個狀況，確實它將來很可能成為復興佛教、復興傳統文化的一個基地。我幾個學校看了之後，他們今天處這個時代，跟我在抗戰期間那個時候生活情形完全相同。這個地方這些小朋友如果能夠學習漢字，能夠學習文言文，他們就把中國五千年優良的傳統繼承了，大乘佛法當然可以建立，大乘一定是建立在小乘的基礎上。中國復興難，為什麼？小乘丟掉了，儒跟道也丟掉、不學了，大乘落空了，所以大乘在中國有名無實。這個地方可以把它恢復。所以我向總統建議，建立一個國際佛教大學，希望把全世界佛教所有的宗派都在此地復興。這個社會安定，這個地區、這個國家沒有競爭的觀念，競爭不是好東西。"
    },
    {
      "id": "02-040-0330_p0033",
      "zh_CN": "古圣先贤教导我们，「于人无争，于世无求」。我们在斯里兰卡看到了，每个人都是的，都是于人无争，于世无求。现在世界每个国家都在竞争，科技提升，这个国家，总统告诉我，他不希望科学技术快速提升，不希望，他希望的是人性的教育，就是道德的教育、因果的教育，希望提升。这是好事情。汤恩比博士谈过这个问题，科技跟人性教育要能够平衡，同样的发展，人可以得到科学技术正面的利益，就是好的这一面。如果科技超越人性教育，他说这不是好事情，而且非常危险，可能会带给人类的灾难。宁愿让人性教育提升，也不可以把科技教育放在人性教育的上面，这汤恩比的话，很值得我们去思考。",
      "zh_TW": "古聖先賢教導我們，「於人無爭，於世無求」。我們在斯里蘭卡看到了，每個人都是的，都是於人無爭，於世無求。現在世界每個國家都在競爭，科技提升，這個國家，總統告訴我，他不希望科學技術快速提升，不希望，他希望的是人性的教育，就是道德的教育、因果的教育，希望提升。這是好事情。湯恩比博士談過這個問題，科技跟人性教育要能夠平衡，同樣的發展，人可以得到科學技術正面的利益，就是好的這一面。如果科技超越人性教育，他說這不是好事情，而且非常危險，可能會帶給人類的災難。寧願讓人性教育提升，也不可以把科技教育放在人性教育的上面，這湯恩比的話，很值得我們去思考。"
    },
    {
      "id": "02-040-0330_p0034",
      "zh_CN": "所以，无三宝处要发大慈悲心，要以大智慧、大的耐心，不怕吃苦，帮助这些众生，这些众生是善良的。「住持庄严佛法僧宝（就是三宝）功德大海，遍示令解如实修行」，这就是讲经教学，要他们觉悟、明理，了解事实真相，这个教育非常重要。「偈言：何等世界无，佛法功德宝，我愿皆往生，示佛法如佛」。这偈子说，我们遇到这个地区没有佛法，一定要发心往生到这个地区，干什么？示现佛法，如同佛住在世间一样。昙鸾法师的注解，「无三宝处示法庄严。」要把三宝在这个地区建立，也就是佛陀教育，佛陀教育可以在这个地方落实，在这个地方发展，发扬光大。",
      "zh_TW": "所以，無三寶處要發大慈悲心，要以大智慧、大的耐心，不怕吃苦，幫助這些眾生，這些眾生是善良的。「住持莊嚴佛法僧寶（就是三寶）功德大海，遍示令解如實修行」，這就是講經教學，要他們覺悟、明理，了解事實真相，這個教育非常重要。「偈言：何等世界無，佛法功德寶，我願皆往生，示佛法如佛」。這偈子說，我們遇到這個地區沒有佛法，一定要發心往生到這個地區，幹什麼？示現佛法，如同佛住在世間一樣。曇鸞法師的註解，「無三寶處示法莊嚴。」要把三寶在這個地區建立，也就是佛陀教育，佛陀教育可以在這個地方落實，在這個地方發展，發揚光大。"
    },
    {
      "id": "02-040-0330_p0035",
      "zh_CN": "我们看过许多国家地区，斯里兰卡是非常合适的地方，传统文化、佛陀教育，乃至于所有的宗教教育，都能在这个地方生根、茁壮、开花、结果。宗教教学确确实实能让我们生起信心，它能化解一切冲突。化解一切冲突最根本的一个理念，就是「于人无争，于世无求」，问题全化解了，这个世界走向安定和谐、幸福圆满。这个地区的人不富裕，但是生活非常快乐，每一个人，你时时刻刻留意去观察，满面笑容。佛法里面讲的常生欢喜心，法喜充满，我们在这里看到了。所以到这个地方来，也跟他们一样生起欢喜心。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們看過許多國家地區，斯里蘭卡是非常合適的地方，傳統文化、佛陀教育，乃至於所有的宗教教育，都能在這個地方生根、茁壯、開花、結果。宗教教學確確實實能讓我們生起信心，它能化解一切衝突。化解一切衝突最根本的一個理念，就是「於人無爭，於世無求」，問題全化解了，這個世界走向安定和諧、幸福圓滿。這個地區的人不富裕，但是生活非常快樂，每一個人，你時時刻刻留意去觀察，滿面笑容。佛法裡面講的常生歡喜心，法喜充滿，我們在這裡看到了。所以到這個地方來，也跟他們一樣生起歡喜心。今天時間到了，我們就學習到此地。"
    }
  ]
}