{
  "doc_id": "02-040-0425",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二五集",
    "zh_TW": "第四二五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0425",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-040-0425_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起受持三皈。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起受持三皈。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0425_p0002",
      "zh_CN": "请看《大经科注》第七百二十五页倒数第四行，从第一句看起：",
      "zh_TW": "請看《大經科註》第七百二十五頁倒數第四行，從第一句看起："
    },
    {
      "id": "02-040-0425_p0003",
      "zh_CN": "「《大品般若》云：菩萨如是回向，则不堕想颠倒、见颠倒、心颠倒。何以故？是菩萨不贪着回向故。是名无上回向」。念老引用《大般若经》这个地方的一段话，菩萨声声佛号都具足信愿行，声声佛号的目标都是往生极乐世界亲近阿弥陀佛，没有回向的形式，这叫不回向。其实不回向，《大品经》上说，「凡情目之为不回向」，凡夫以为他没有回向过，实际上他是无上的回向，他是真心，不是妄心，念念跟阿弥陀佛相应。像前面大行和尚所讲的，我们起心动念佛知道，佛有他心通；我们在这里念佛，佛听见，佛有天耳通；我们在这里恭敬礼拜，佛看见了，佛有天眼通。我们起心动念他都知道，起心动念全是仰慕西方极乐世界，希望往生西方极乐世界，真正是无上的回向。一般凡夫做回向，回向完了之后都忘掉了，还是造六道轮回业。这个形式上没有回向的人，他念念回向，念念都不间断，这是我们不能够不知道的。原因就是这个菩萨不堕这三种颠倒，想颠倒、见颠倒、心颠倒。一般凡夫早晚回向，常常回向，不能跟这个人比，这个人虽然没有回向的形式，他确确实实不堕三种颠倒。为什么？不贪着回向，只求往生，只求见佛，其他的什么念头都没有了。",
      "zh_TW": "「《大品般若》云：菩薩如是迴向，則不墮想顛倒、見顛倒、心顛倒。何以故？是菩薩不貪著迴向故。是名無上迴向」。念老引用《大般若經》這個地方的一段話，菩薩聲聲佛號都具足信願行，聲聲佛號的目標都是往生極樂世界親近阿彌陀佛，沒有迴向的形式，這叫不迴向。其實不迴向，《大品經》上說，「凡情目之為不迴向」，凡夫以為他沒有迴向過，實際上他是無上的迴向，他是真心，不是妄心，念念跟阿彌陀佛相應。像前面大行和尚所講的，我們起心動念佛知道，佛有他心通；我們在這裡念佛，佛聽見，佛有天耳通；我們在這裡恭敬禮拜，佛看見了，佛有天眼通。我們起心動念他都知道，起心動念全是仰慕西方極樂世界，希望往生西方極樂世界，真正是無上的迴向。一般凡夫做迴向，迴向完了之後都忘掉了，還是造六道輪迴業。這個形式上沒有迴向的人，他念念迴向，念念都不間斷，這是我們不能夠不知道的。原因就是這個菩薩不墮這三種顛倒，想顛倒、見顛倒、心顛倒。一般凡夫早晚迴向，常常迴向，不能跟這個人比，這個人雖然沒有迴向的形式，他確確實實不墮三種顛倒。為什麼？不貪著迴向，只求往生，只求見佛，其他的什麼念頭都沒有了。"
    },
    {
      "id": "02-040-0425_p0004",
      "zh_CN": "下面说，「盖净土是他力法门」，净土宗可以说是，阿弥陀佛靠得住，我们可以全心投靠，把自己完全放下，完全投靠阿弥陀佛。「弥陀六字洪名」，这一句名号，「与一乘愿海」，一乘愿海就是四十八愿，统是他力。「今依靠佛愿，回向往生，是为无上回向」。真求往生，要懂得莲池大师的意思，莲池大师到晚年，人到晚年要有高度的警觉心。为什么？光阴不多了，八十岁还能再活八十岁吗？这不可能。八十岁以上，中国古人说风烛残年，随时可以往生，人的一生到八十岁就结束了。古人把人的一生分成四季，春夏秋冬，从出生到二十岁，春天；二十到四十，夏天；四十到六十，秋天；六十到八十，冬天，后面没了。这个必须要承认、要肯定，在这个时候，不能为现前去打算。为什么？现前很快就会结束，要为来世打算。我这个身体死亡之后，我到哪里去，这个比什么都重要，这才叫真正有智慧的人。",
      "zh_TW": "下面說，「蓋淨土是他力法門」，淨土宗可以說是，阿彌陀佛靠得住，我們可以全心投靠，把自己完全放下，完全投靠阿彌陀佛。「彌陀六字洪名」，這一句名號，「與一乘願海」，一乘願海就是四十八願，統是他力。「今依靠佛願，迴向往生，是為無上迴向」。真求往生，要懂得蓮池大師的意思，蓮池大師到晚年，人到晚年要有高度的警覺心。為什麼？光陰不多了，八十歲還能再活八十歲嗎？這不可能。八十歲以上，中國古人說風燭殘年，隨時可以往生，人的一生到八十歲就結束了。古人把人的一生分成四季，春夏秋冬，從出生到二十歲，春天；二十到四十，夏天；四十到六十，秋天；六十到八十，冬天，後面沒了。這個必須要承認、要肯定，在這個時候，不能為現前去打算。為什麼？現前很快就會結束，要為來世打算。我這個身體死亡之後，我到哪裡去，這個比什麼都重要，這才叫真正有智慧的人。"
    },
    {
      "id": "02-040-0425_p0005",
      "zh_CN": "我们八十岁之前修的福不够，现在要加紧努力把它补出来，这才是正确的，一定要断一切恶、修一切善，把自己身心世界统统放下。断恶修善，什么是善？什么是善法里头的第一善？我们要找这个，零零碎碎的善不修了，我们抓到善的总纲领。大乘经教里告诉我们，有，不是没有。这个总的善根就是一句阿弥陀佛的圣号，你念这一句佛号，你就等于修了一切善。断一切恶、修一切善，一句名号，这真的，但是没人相信，人还是造业，还是随业流转，出不了六道轮回。他真正要懂得佛号功德不可思议，经上说这是大智慧的人，不是普通人，普通人怎么会知道？怎么会把它抓紧？八十以上万缘放下，念佛堂堂主常说的「放下身心世界」，统统放下，一向专念阿弥陀佛就对了，一个方向、一个目标。",
      "zh_TW": "我們八十歲之前修的福不夠，現在要加緊努力把它補出來，這才是正確的，一定要斷一切惡、修一切善，把自己身心世界統統放下。斷惡修善，什麼是善？什麼是善法裡頭的第一善？我們要找這個，零零碎碎的善不修了，我們抓到善的總綱領。大乘經教裡告訴我們，有，不是沒有。這個總的善根就是一句阿彌陀佛的聖號，你念這一句佛號，你就等於修了一切善。斷一切惡、修一切善，一句名號，這真的，但是沒人相信，人還是造業，還是隨業流轉，出不了六道輪迴。他真正要懂得佛號功德不可思議，經上說這是大智慧的人，不是普通人，普通人怎麼會知道？怎麼會把它抓緊？八十以上萬緣放下，念佛堂堂主常說的「放下身心世界」，統統放下，一向專念阿彌陀佛就對了，一個方向、一個目標。"
    },
    {
      "id": "02-040-0425_p0006",
      "zh_CN": "这一句佛号有多大的善？我们在这一品经里头看到了，十方佛赞。你想这个意思，十方一切诸佛赞叹阿弥陀佛，赞叹阿弥陀佛度化众生的方法，无上的巧妙，无上的真实。他用什么方法？就是一句阿弥陀佛。我们从诸佛赞叹就知道，这一句佛号可不得了，世出世间一切善法到这里来都下去了。至高无上的大善、究竟圆满的大善，我们遇到了，不知道、不会念，分分秒秒还让它空过。真正懂得明了，我们常说分秒必争，我这一秒钟就要念一句佛号，决定不能把这个忘掉，不能把这个放下。这是大善，究竟圆满善，没有任何善跟它相比，拿世出世间所有一切善跟这一句名号相比也比不上。所以我说不认识，诸佛也说，难信之法。难信之法是至善，难信之法很容易得到。我们为什么不干？不是没有原因，我们对这佛号功德真的不知道，这个不是假的。虽然修净土修了几十年，功夫不得力，没有感应。什么原因？对名号功德有怀疑，跟世间小善一比，那个小善重要，马上看见了，阿弥陀佛这个善没看见，忙着去搞小善，大善丢掉了。",
      "zh_TW": "這一句佛號有多大的善？我們在這一品經裡頭看到了，十方佛讚。你想這個意思，十方一切諸佛讚歎阿彌陀佛，讚歎阿彌陀佛度化眾生的方法，無上的巧妙，無上的真實。他用什麼方法？就是一句阿彌陀佛。我們從諸佛讚歎就知道，這一句佛號可不得了，世出世間一切善法到這裡來都下去了。至高無上的大善、究竟圓滿的大善，我們遇到了，不知道、不會念，分分秒秒還讓它空過。真正懂得明瞭，我們常說分秒必爭，我這一秒鐘就要念一句佛號，決定不能把這個忘掉，不能把這個放下。這是大善，究竟圓滿善，沒有任何善跟它相比，拿世出世間所有一切善跟這一句名號相比也比不上。所以我說不認識，諸佛也說，難信之法。難信之法是至善，難信之法很容易得到。我們為什麼不幹？不是沒有原因，我們對這佛號功德真的不知道，這個不是假的。雖然修淨土修了幾十年，功夫不得力，沒有感應。什麼原因？對名號功德有懷疑，跟世間小善一比，那個小善重要，馬上看見了，阿彌陀佛這個善沒看見，忙著去搞小善，大善丟掉了。"
    },
    {
      "id": "02-040-0425_p0007",
      "zh_CN": "怎么样把这个名号功德说清楚、说明白？就在这部经，就是这部注解。我们把古德的注解统统放下，来学这个注解，这个注解讲得透彻，古人所说的他没有疏忽，统统引证在这个地方。这个注解就是八十三种经论，一百一十种祖师大德的注疏，这个注解的内容从这来的，真的讲清楚、讲明白了。能信的人，这个人不可思议，这个人有真实智慧，这个人有大福报。福报有多大？叫不可思议。智慧有多大？也叫不可思议。是真的，完全不是假的。希望大家搞清楚、搞明白之后，这一句佛号分秒必争，干什么事情心里都可以念佛，用脑子、用思惟的事情暂时佛号放下，办完之后佛号接着就起来，这也叫不间断。佛法真的是活学活用，在我们日常生活当中，念念不要离开阿弥陀佛，这就对了，你就在菩提道上，你就在西方极乐世界的成佛大道上。",
      "zh_TW": "怎麼樣把這個名號功德說清楚、說明白？就在這部經，就是這部註解。我們把古德的註解統統放下，來學這個註解，這個註解講得透徹，古人所說的他沒有疏忽，統統引證在這個地方。這個註解就是八十三種經論，一百一十種祖師大德的註疏，這個註解的內容從這來的，真的講清楚、講明白了。能信的人，這個人不可思議，這個人有真實智慧，這個人有大福報。福報有多大？叫不可思議。智慧有多大？也叫不可思議。是真的，完全不是假的。希望大家搞清楚、搞明白之後，這一句佛號分秒必爭，幹什麼事情心裡都可以念佛，用腦子、用思惟的事情暫時佛號放下，辦完之後佛號接著就起來，這也叫不間斷。佛法真的是活學活用，在我們日常生活當中，念念不要離開阿彌陀佛，這就對了，你就在菩提道上，你就在西方極樂世界的成佛大道上。"
    },
    {
      "id": "02-040-0425_p0008",
      "zh_CN": "我们再看下面这一段，最后这一段，「令得妙果」。经文、注疏与我们每个人有密切关系，一切经的关系没有这部关系亲切，一切经跟这个经相比，这个经亲，其他的经论疏。请看经文：",
      "zh_TW": "我們再看下面這一段，最後這一段，「令得妙果」。經文、註疏與我們每個人有密切關係，一切經的關係沒有這部關係親切，一切經跟這個經相比，這個經親，其他的經論疏。請看經文："
    },
    {
      "id": "02-040-0425_p0009",
      "zh_CN": "【随愿皆生。得不退转。乃至无上正等菩提。】",
      "zh_TW": "【隨願皆生。得不退轉。乃至無上正等菩提。】"
    },
    {
      "id": "02-040-0425_p0010",
      "zh_CN": "这真叫妙果。『随愿』，这个愿是阿弥陀佛的四十八愿。四十八愿里头最重要的，善导大师给我们讲的有五愿。第一个是第十二愿「定成正觉」，就是此地最后的一句，『无上正等菩提』。定成正觉，语气非常肯定，一点怀疑都没有，你决定成就，这是第一德。第二是第十三愿「光明无量」，第三，是第十五愿「寿命无量」。光明无量是智慧，寿命无量是福报。福报里头第一就是寿命，如果没有寿命，再大的福报都没用、都落空了，你没有寿命去享受它，所以寿命是福报里头第一。我们皈依佛，两足尊，就是智慧跟福报。佛是什么？佛就是智慧、福报两种无量。这个社会上很多人不了解佛法，说佛是迷信，排斥佛教，排斥佛教就是不要智慧、不要寿命，这两句话他不爱听。不要佛教就是不要寿命、不要智慧，他不要，我们要。第四个，主要的一愿「诸佛称赞」，就是我们现在学的这一品。诸佛不赞叹，我们不知道；诸佛一赞叹，好，我们晓得了。没有一尊佛不赞叹，这还得了！",
      "zh_TW": "這真叫妙果。『隨願』，這個願是阿彌陀佛的四十八願。四十八願裡頭最重要的，善導大師給我們講的有五願。第一個是第十二願「定成正覺」，就是此地最後的一句，『無上正等菩提』。定成正覺，語氣非常肯定，一點懷疑都沒有，你決定成就，這是第一德。第二是第十三願「光明無量」，第三，是第十五願「壽命無量」。光明無量是智慧，壽命無量是福報。福報裡頭第一就是壽命，如果沒有壽命，再大的福報都沒用、都落空了，你沒有壽命去享受它，所以壽命是福報裡頭第一。我們皈依佛，兩足尊，就是智慧跟福報。佛是什麼？佛就是智慧、福報兩種無量。這個社會上很多人不了解佛法，說佛是迷信，排斥佛教，排斥佛教就是不要智慧、不要壽命，這兩句話他不愛聽。不要佛教就是不要壽命、不要智慧，他不要，我們要。第四個，主要的一願「諸佛稱讚」，就是我們現在學的這一品。諸佛不讚歎，我們不知道；諸佛一讚歎，好，我們曉得了。沒有一尊佛不讚歎，這還得了！"
    },
    {
      "id": "02-040-0425_p0011",
      "zh_CN": "佛为什么赞叹阿弥陀佛？一切诸佛原来就是阿弥陀佛，这个话是释迦牟尼佛说的，在小本《弥陀经》上讲的，不是菩萨说的。阿弥陀佛的名号是什么意思？世尊在《弥陀经》上告诉我们，阿弥陀佛就是无量光、无量寿的意思。我们要问，哪一尊佛不是无量光、哪一尊佛不是无量寿？这就明白了。阿弥陀佛的名号原本是一切诸佛的通号，一切诸佛都叫阿弥陀佛，西方极乐世界阿弥陀佛，就用通号做为他的别号，他通号别号是一个号。所以佛赞叹，佛赞叹阿弥陀佛原来是赞叹自己，不是别人。「若要佛法兴，唯有僧赞僧」，赞僧是赞自己，不赞僧是不赞自己，这个道理要懂。不懂，那真正叫迷惑，不是觉悟。觉悟，哪有不赞叹的道理？真正觉悟的人，对什么人赞叹？对一切众生赞叹，见到你合掌：阿弥陀佛，你就是阿弥陀佛。这叫赞佛，这是诸佛菩萨教给我们赞叹诸佛。",
      "zh_TW": "佛為什麼讚歎阿彌陀佛？一切諸佛原來就是阿彌陀佛，這個話是釋迦牟尼佛說的，在小本《彌陀經》上講的，不是菩薩說的。阿彌陀佛的名號是什麼意思？世尊在《彌陀經》上告訴我們，阿彌陀佛就是無量光、無量壽的意思。我們要問，哪一尊佛不是無量光、哪一尊佛不是無量壽？這就明白了。阿彌陀佛的名號原本是一切諸佛的通號，一切諸佛都叫阿彌陀佛，西方極樂世界阿彌陀佛，就用通號做為他的別號，他通號別號是一個號。所以佛讚歎，佛讚歎阿彌陀佛原來是讚歎自己，不是別人。「若要佛法興，唯有僧讚僧」，讚僧是讚自己，不讚僧是不讚自己，這個道理要懂。不懂，那真正叫迷惑，不是覺悟。覺悟，哪有不讚歎的道理？真正覺悟的人，對什麼人讚歎？對一切眾生讚歎，見到你合掌：阿彌陀佛，你就是阿彌陀佛。這叫讚佛，這是諸佛菩薩教給我們讚歎諸佛。"
    },
    {
      "id": "02-040-0425_p0012",
      "zh_CN": "普贤菩萨十大愿王头一条「礼敬诸佛」，诸佛是谁？过去诸佛、现在诸佛、未来诸佛。我们一切众生是未来诸佛，所以都在赞叹这个例子里头，没有例外。不但这一切人是阿弥陀佛，一切畜生都是阿弥陀佛，一切树木花草也是阿弥陀佛，山河大地、一粒微尘都是阿弥陀佛。这是什么？这是普贤菩萨第一愿。真的是这个心，真是这个意思，真正是这种行为，普贤菩萨第一愿你就做到了。你还有分别，这是佛，那是菩萨，那是畜生，那是饿鬼地狱，你不是修普贤行，你对普贤行完全误会了，你完全不知道，普贤菩萨不是你这样的。普贤菩萨怎么知道的？普贤菩萨成佛了，他契入常寂光，常寂光就是自性，也就是他回归自性，他了解遍法界虚空界就是一个自性，自性就是阿弥陀佛。净土宗用常寂光三个字来代表，常寂光就是无量光、就是无量寿。常是常住，不生不灭，常是无量寿；寂是清净寂灭，所有一切妄想分别执着，统统断干净，这是寂；光是光明、智慧，遍照法界，这个意思多圆满。常寂光是我们的本体，哲学里头所说的宇宙万有的本体，大乘净宗称它作常寂光。回归这个本体就是证无上正等菩提，就是《华严经》上讲的妙觉如来，究竟果位没有比它更高的，达到究竟圆满。是这么个意思，这是阿弥陀佛的意思。他自己是阿弥陀佛，他不知道，诸佛如来说出来，他不敢相信。人还不错，还有点羞耻心，我造的一身罪业，我怎么敢作佛？这个人有没有救？有救。为什么？他有良心，他良心没灭。我初学佛的时候，有一个同事，我学佛了，住在寺庙里头，我只在寺庙住过一年。他到寺庙去看我不敢进大殿，为什么？那里有佛，我一身罪业，我不敢进去，这人有良心。他真正搞清楚、搞明白了，他就到大殿去拜佛去了。",
      "zh_TW": "普賢菩薩十大願王頭一條「禮敬諸佛」，諸佛是誰？過去諸佛、現在諸佛、未來諸佛。我們一切眾生是未來諸佛，所以都在讚歎這個例子裡頭，沒有例外。不但這一切人是阿彌陀佛，一切畜生都是阿彌陀佛，一切樹木花草也是阿彌陀佛，山河大地、一粒微塵都是阿彌陀佛。這是什麼？這是普賢菩薩第一願。真的是這個心，真是這個意思，真正是這種行為，普賢菩薩第一願你就做到了。你還有分別，這是佛，那是菩薩，那是畜生，那是餓鬼地獄，你不是修普賢行，你對普賢行完全誤會了，你完全不知道，普賢菩薩不是你這樣的。普賢菩薩怎麼知道的？普賢菩薩成佛了，他契入常寂光，常寂光就是自性，也就是他回歸自性，他了解遍法界虛空界就是一個自性，自性就是阿彌陀佛。淨土宗用常寂光三個字來代表，常寂光就是無量光、就是無量壽。常是常住，不生不滅，常是無量壽；寂是清淨寂滅，所有一切妄想分別執著，統統斷乾淨，這是寂；光是光明、智慧，遍照法界，這個意思多圓滿。常寂光是我們的本體，哲學裡頭所說的宇宙萬有的本體，大乘淨宗稱它作常寂光。回歸這個本體就是證無上正等菩提，就是《華嚴經》上講的妙覺如來，究竟果位沒有比它更高的，達到究竟圓滿。是這麼個意思，這是阿彌陀佛的意思。他自己是阿彌陀佛，他不知道，諸佛如來說出來，他不敢相信。人還不錯，還有點羞恥心，我造的一身罪業，我怎麼敢作佛？這個人有沒有救？有救。為什麼？他有良心，他良心沒滅。我初學佛的時候，有一個同事，我學佛了，住在寺廟裡頭，我只在寺廟住過一年。他到寺廟去看我不敢進大殿，為什麼？那裡有佛，我一身罪業，我不敢進去，這人有良心。他真正搞清楚、搞明白了，他就到大殿去拜佛去了。"
    },
    {
      "id": "02-040-0425_p0013",
      "zh_CN": "善导说，最真实的五愿，最后一个就是第十八愿「十念必生」。这一愿是四十八愿里头确确实实最殊胜的一愿，也是诸佛对阿弥陀佛赞叹到极处的一愿。这个方法太妙了，诸佛不是不知道，没想到。佛佛道同，佛的智慧相同、福德相同、相好相同，没有一样不同的，但是这个方法没想到，阿弥陀佛想到了。既然他想到了，佛跟佛都是一不是二，诸佛是一体。所以把他们度不了的那些众生，统统介绍到极乐世界，阿弥陀佛度他就是自己度他，没有自他的分别。自他是一不是二，这是诸法实相，事实真相，我们分自分他，错了。",
      "zh_TW": "善導說，最真實的五願，最後一個就是第十八願「十念必生」。這一願是四十八願裡頭確確實實最殊勝的一願，也是諸佛對阿彌陀佛讚歎到極處的一願。這個方法太妙了，諸佛不是不知道，沒想到。佛佛道同，佛的智慧相同、福德相同、相好相同，沒有一樣不同的，但是這個方法沒想到，阿彌陀佛想到了。既然他想到了，佛跟佛都是一不是二，諸佛是一體。所以把他們度不了的那些眾生，統統介紹到極樂世界，阿彌陀佛度他就是自己度他，沒有自他的分別。自他是一不是二，這是諸法實相，事實真相，我們分自分他，錯了。"
    },
    {
      "id": "02-040-0425_p0014",
      "zh_CN": "实在讲没有自他，一切万法都是自，一切万法都是他，自他是一不是二，相上不一样，体性是一如。人的相跟畜生相不一样，但是性是一个；人相跟树木花草相不一样，性也是一个；人相跟山河大地不一样，性还是一个。所以从性上讲，遍法界虚空界是一体。惠能大师说得很好，开悟的时候，末后一句话说「何期自性，能生万法」，自性就是我们的本性，能生万法。整个宇宙是自性生的，是自性现的，变成十法界依正庄严，是阿赖耶起的作用。阿赖耶是什么？妄心，就是迷惑颠倒，才有十法界依正庄严。觉悟呢？觉悟之后，十法界依正庄严没有了，就像作梦一样，梦里头有，醒过来没有了，转识成智就是醒过来了。",
      "zh_TW": "實在講沒有自他，一切萬法都是自，一切萬法都是他，自他是一不是二，相上不一樣，體性是一如。人的相跟畜生相不一樣，但是性是一個；人相跟樹木花草相不一樣，性也是一個；人相跟山河大地不一樣，性還是一個。所以從性上講，遍法界虛空界是一體。惠能大師說得很好，開悟的時候，末後一句話說「何期自性，能生萬法」，自性就是我們的本性，能生萬法。整個宇宙是自性生的，是自性現的，變成十法界依正莊嚴，是阿賴耶起的作用。阿賴耶是什麼？妄心，就是迷惑顛倒，才有十法界依正莊嚴。覺悟呢？覺悟之後，十法界依正莊嚴沒有了，就像作夢一樣，夢裡頭有，醒過來沒有了，轉識成智就是醒過來了。"
    },
    {
      "id": "02-040-0425_p0015",
      "zh_CN": "我们为什么醒不了？因为有三种烦恼，让我们醒不过来。这三种烦恼，第一个无明烦恼。无明是什么？迷了，对于事实真相完全不知道，不知道六道轮回、十法界是个梦，不知道；如果知道，知道就醒过来了。第二个障碍，尘沙烦恼，尘沙是比喻，比喻多，太多太多了，永远数不清，是什么？杂念，前念灭后念生。无明烦恼是妄想，尘沙烦恼是杂念，你杂念太多了，所以要修定，把你的念头归一。佛法修学，总而言之，就是三个字，「戒定慧」，慧就成佛了。八万四千法门，是八万四千种不同的方法、不同的门径。修什么？统统修定，离开定不是佛法。为什么？你开不了智慧，智慧一定从定得到的。得到的是你自性里头本有的，不是外头来的，外面没有，外面是假相。如果一心向外面去求，最后是落空，什么都得不到。要向内求，内里面是实德能，真实智慧、真实的德能、真实的相好，全是自性本来具足的，这个我们不能不知道。",
      "zh_TW": "我們為什麼醒不了？因為有三種煩惱，讓我們醒不過來。這三種煩惱，第一個無明煩惱。無明是什麼？迷了，對於事實真相完全不知道，不知道六道輪迴、十法界是個夢，不知道；如果知道，知道就醒過來了。第二個障礙，塵沙煩惱，塵沙是比喻，比喻多，太多太多了，永遠數不清，是什麼？雜念，前念滅後念生。無明煩惱是妄想，塵沙煩惱是雜念，你雜念太多了，所以要修定，把你的念頭歸一。佛法修學，總而言之，就是三個字，「戒定慧」，慧就成佛了。八萬四千法門，是八萬四千種不同的方法、不同的門徑。修什麼？統統修定，離開定不是佛法。為什麼？你開不了智慧，智慧一定從定得到的。得到的是你自性裡頭本有的，不是外頭來的，外面沒有，外面是假相。如果一心向外面去求，最後是落空，什麼都得不到。要向內求，內裡面是實德能，真實智慧、真實的德能、真實的相好，全是自性本來具足的，這個我們不能不知道。"
    },
    {
      "id": "02-040-0425_p0016",
      "zh_CN": "我们感谢佛陀，不是佛陀给我们说出来，我们这一生一世想不到。然后我们才晓得，遇到佛是多么大的福报。这福报怎么说？遇到佛，你在这一生有机会、有缘分解脱，脱离六道轮回；你要不遇到佛，是永远不能解脱，无法脱离六道轮回。六道太苦了，我们应该知道，要摆脱这个苦恼，佛教学的宗旨，教我们离苦得乐。六道轮回苦，十法界也苦，脱离六道、十法界，这真正叫离苦；得乐，极乐世界乐你得到了。一切诸佛的报土，实报土跟极乐世界差不多。极乐世界的殊胜没有别的，是阿弥陀佛集一切诸佛刹土里面的真善美慧建造极乐世界。所以极乐世界比其他佛国土就来得殊胜，一切诸佛刹土里好的，极乐世界统统有；诸佛刹土里面不好的，极乐世界完全没有，这样建立的。",
      "zh_TW": "我們感謝佛陀，不是佛陀給我們說出來，我們這一生一世想不到。然後我們才曉得，遇到佛是多麼大的福報。這福報怎麼說？遇到佛，你在這一生有機會、有緣分解脫，脫離六道輪迴；你要不遇到佛，是永遠不能解脫，無法脫離六道輪迴。六道太苦了，我們應該知道，要擺脫這個苦惱，佛教學的宗旨，教我們離苦得樂。六道輪迴苦，十法界也苦，脫離六道、十法界，這真正叫離苦；得樂，極樂世界樂你得到了。一切諸佛的報土，實報土跟極樂世界差不多。極樂世界的殊勝沒有別的，是阿彌陀佛集一切諸佛剎土裡面的真善美慧建造極樂世界。所以極樂世界比其他佛國土就來得殊勝，一切諸佛剎土裡好的，極樂世界統統有；諸佛剎土裡面不好的，極樂世界完全沒有，這樣建立的。"
    },
    {
      "id": "02-040-0425_p0017",
      "zh_CN": "所以念老注解里头一开头就说，「是故能生一念净信，将所有善根，至诚回向，则随愿皆生」。四十八愿是能摄受，我们自己发愿求生是所摄受，能所是一不是二。于是我们有个很鲜明的感触，原来极乐世界是我们的老家，我们到极乐世界是回老家，阿弥陀佛是大家长，哪有不欢迎的道理！在这些地方深深体会到，我们的信心就具足了，一丝毫怀疑都没有了，我们以真诚心，就是一个目标，回老家。「如《会疏》所开示：唯在信一念，不依念多少」。《会疏》这一句说得好，一念净信，这一念重要，一念净信没有夹杂妄想杂念，叫一念净信，没有丝毫怀疑。「又《要解》云：若信愿坚固，临终十念一念，亦决得生」。一念是蕅益大师说的，十念是四十八愿里说的，第十八愿。蕅益大师说得更妙，一念就生。",
      "zh_TW": "所以念老註解裡頭一開頭就說，「是故能生一念淨信，將所有善根，至誠迴向，則隨願皆生」。四十八願是能攝受，我們自己發願求生是所攝受，能所是一不是二。於是我們有個很鮮明的感觸，原來極樂世界是我們的老家，我們到極樂世界是回老家，阿彌陀佛是大家長，哪有不歡迎的道理！在這些地方深深體會到，我們的信心就具足了，一絲毫懷疑都沒有了，我們以真誠心，就是一個目標，回老家。「如《會疏》所開示：唯在信一念，不依念多少」。《會疏》這一句說得好，一念淨信，這一念重要，一念淨信沒有夾雜妄想雜念，叫一念淨信，沒有絲毫懷疑。「又《要解》云：若信願堅固，臨終十念一念，亦決得生」。一念是蕅益大師說的，十念是四十八願裡說的，第十八願。蕅益大師說得更妙，一念就生。"
    },
    {
      "id": "02-040-0425_p0018",
      "zh_CN": "一念是什么时候？临终最后的一念，不是其他时候，临命终最后一念是阿弥陀佛，决定往生。为什么？经教里佛给我们讲得很清楚、讲得很好，人寿终最后一口气断气的时候，那一念就是他来生到哪一道投胎的业因。如果那一念是贪，饿鬼道去了；那一念是愚痴、是迷惑，什么都不知道，畜生道去了。畜生是迷惑，贪是饿鬼，瞋恚是地狱，都在最后一念。最后一念是五戒十善，人天两道，上品十善天道，中品十善人道，在最后一念。最后一念是阿弥陀佛，当然往生。蕅益大师是根据这个道理讲的，没有讲错，最后一念。所以，我们最后一念比什么都重要，最后一念现在要培养，现在不培养到临终的时候会出问题。临终时候最怕家亲眷属在你旁边，看你病重很难过，又哭又伤心，极乐世界去不成了。为什么？情执太深。所以佛门叫送往生，家亲眷属最好不在身边，隔离，送终的时候让同修莲友来给你念佛送终。",
      "zh_TW": "一念是什麼時候？臨終最後的一念，不是其他時候，臨命終最後一念是阿彌陀佛，決定往生。為什麼？經教裡佛給我們講得很清楚、講得很好，人壽終最後一口氣斷氣的時候，那一念就是他來生到哪一道投胎的業因。如果那一念是貪，餓鬼道去了；那一念是愚痴、是迷惑，什麼都不知道，畜生道去了。畜生是迷惑，貪是餓鬼，瞋恚是地獄，都在最後一念。最後一念是五戒十善，人天兩道，上品十善天道，中品十善人道，在最後一念。最後一念是阿彌陀佛，當然往生。蕅益大師是根據這個道理講的，沒有講錯，最後一念。所以，我們最後一念比什麼都重要，最後一念現在要培養，現在不培養到臨終的時候會出問題。臨終時候最怕家親眷屬在你旁邊，看你病重很難過，又哭又傷心，極樂世界去不成了。為什麼？情執太深。所以佛門叫送往生，家親眷屬最好不在身邊，隔離，送終的時候讓同修蓮友來給你念佛送終。"
    },
    {
      "id": "02-040-0425_p0019",
      "zh_CN": "送往生的念佛，就是一句佛号，不能夹杂任何的言语，有人要给他讲开示，错了，开示，他不能往生，就是一句佛号念到底。如果听到他说看到什么人来了，什么菩萨、佛来了，不是阿弥陀佛，这个时候提醒他不能跟他去，一定要看到阿弥陀佛才可以跟他去。阿弥陀佛之外，任何的佛都不能跟他去，就提醒这一句。为什么？冤亲债主可以示现种种的相来欺骗他，但是一切冤亲债主、妖魔鬼怪不敢现本尊的相，本尊是阿弥陀佛，他不敢现，护法神不许可的，你现别的护法神不障碍。所以自己要拿定主意，不是阿弥陀佛决定不能跟他走。",
      "zh_TW": "送往生的念佛，就是一句佛號，不能夾雜任何的言語，有人要給他講開示，錯了，開示，他不能往生，就是一句佛號念到底。如果聽到他說看到什麼人來了，什麼菩薩、佛來了，不是阿彌陀佛，這個時候提醒他不能跟他去，一定要看到阿彌陀佛才可以跟他去。阿彌陀佛之外，任何的佛都不能跟他去，就提醒這一句。為什麼？冤親債主可以示現種種的相來欺騙他，但是一切冤親債主、妖魔鬼怪不敢現本尊的相，本尊是阿彌陀佛，他不敢現，護法神不許可的，你現別的護法神不障礙。所以自己要拿定主意，不是阿彌陀佛決定不能跟他走。"
    },
    {
      "id": "02-040-0425_p0020",
      "zh_CN": "所以我常常想到，我们供养阿弥陀佛的像，供一尊，一生就供一尊，来接引的一定是这个相，我天天想他，终于把他想来了。我供的这一尊，这个地方没有，就是蓝底白玉色的阿弥陀佛。我们过去在台湾成立华藏图书馆，赵默林老居士供养这一尊佛像，他从大陆带回来，告诉我这尊佛像有三百多年，还是个古董，瓷的，好像是景德镇，造得非常好，看到很欢喜。瓷的容易打破，所以我给它做个佛龛，它里头是空的，我里面做根柱子，这样地震都不怕，它倒不下来，下面做个大的莲花座。我们出去旅行，我就用照相，把这个佛像画面带在身上。现在这尊佛像，大大小小的流通之量也无法计算，全世界到处都看到。这个就是科学技术的进步，我们走到哪个地方，佛像都在身边，住旅馆在旅馆就可以供佛像。所以我们欢喜哪一尊佛像，你就用这个方法，天天看它，看得很熟，临命终时，阿弥陀佛一定现这个相，我们就不会认错人。",
      "zh_TW": "所以我常常想到，我們供養阿彌陀佛的像，供一尊，一生就供一尊，來接引的一定是這個相，我天天想他，終於把他想來了。我供的這一尊，這個地方沒有，就是藍底白玉色的阿彌陀佛。我們過去在台灣成立華藏圖書館，趙默林老居士供養這一尊佛像，他從大陸帶回來，告訴我這尊佛像有三百多年，還是個古董，瓷的，好像是景德鎮，造得非常好，看到很歡喜。瓷的容易打破，所以我給它做個佛龕，它裡頭是空的，我裡面做根柱子，這樣地震都不怕，它倒不下來，下面做個大的蓮花座。我們出去旅行，我就用照相，把這個佛像畫面帶在身上。現在這尊佛像，大大小小的流通之量也無法計算，全世界到處都看到。這個就是科學技術的進步，我們走到哪個地方，佛像都在身邊，住旅館在旅館就可以供佛像。所以我們歡喜哪一尊佛像，你就用這個方法，天天看它，看得很熟，臨命終時，阿彌陀佛一定現這個相，我們就不會認錯人。"
    },
    {
      "id": "02-040-0425_p0021",
      "zh_CN": "一念，蕅益大师的语气坚定，亦决得生，这决定得生。「若无信愿」，对它有怀疑，对这个世界有贪恋，「纵将名号持至风吹不入，雨打不湿，如铜墙铁壁相似，亦无得生之理」。这个话重要，念佛念得再好有怀疑，对人天福报有贪恋，这个人决定不能往生。下面是念老给我们做的总结，「中日两国大德」，《会疏》是日本净宗祖师造的，《要解》是中国蕅益大师，中日两国的大德，「万里同风，同以信愿为往生之主因」，你能不能往生，决定在这个地方。你是不是真相信，你是不是真想去，能不能往生这是关键，这是决定。念佛功夫多少那是另外的，蕅益大师说得很好，念佛功夫的浅深是决定你往生的品位，真正往生的条件是真信切愿。你必须把两个世界看透，极乐世界彻底明白了，这个六道也彻底搞清楚了，我还要不要搞六道？不要了。不要，对六道的业就一刀两断，我不再造六道轮回的业了。六道轮回的业，断恶修善是六道轮回的业，你不想往生，断恶修善是六道轮回三善道的业，如果还搞贪瞋痴慢，六道轮回三恶道的业。来生到哪一道是你自己负责任，与任何人都不相干，与佛菩萨不相干，与鬼神不相干，与上帝也不相干，是你自作自受，你必须要知道，要对自己负百分之百的责任。如果你怨天尤人，那你罪加一等，自己做的不承认还怪别人，哪有这种道理？如果信愿还不坚定，这个经要多听、要多学，讲得最简单、最扼要、最清楚、最明白，无过于这部经跟注解。这是人生头等大事，其他都是次要，不是最重要的，这是最重要的，关系我们自己的前途。",
      "zh_TW": "一念，蕅益大師的語氣堅定，亦決得生，這決定得生。「若無信願」，對它有懷疑，對這個世界有貪戀，「縱將名號持至風吹不入，雨打不濕，如銅牆鐵壁相似，亦無得生之理」。這個話重要，念佛念得再好有懷疑，對人天福報有貪戀，這個人決定不能往生。下面是念老給我們做的總結，「中日兩國大德」，《會疏》是日本淨宗祖師造的，《要解》是中國蕅益大師，中日兩國的大德，「萬里同風，同以信願為往生之主因」，你能不能往生，決定在這個地方。你是不是真相信，你是不是真想去，能不能往生這是關鍵，這是決定。念佛功夫多少那是另外的，蕅益大師說得很好，念佛功夫的淺深是決定你往生的品位，真正往生的條件是真信切願。你必須把兩個世界看透，極樂世界徹底明白了，這個六道也徹底搞清楚了，我還要不要搞六道？不要了。不要，對六道的業就一刀兩斷，我不再造六道輪迴的業了。六道輪迴的業，斷惡修善是六道輪迴的業，你不想往生，斷惡修善是六道輪迴三善道的業，如果還搞貪瞋痴慢，六道輪迴三惡道的業。來生到哪一道是你自己負責任，與任何人都不相干，與佛菩薩不相干，與鬼神不相干，與上帝也不相干，是你自作自受，你必須要知道，要對自己負百分之百的責任。如果你怨天尤人，那你罪加一等，自己做的不承認還怪別人，哪有這種道理？如果信願還不堅定，這個經要多聽、要多學，講得最簡單、最扼要、最清楚、最明白，無過於這部經跟註解。這是人生頭等大事，其他都是次要，不是最重要的，這是最重要的，關係我們自己的前途。"
    },
    {
      "id": "02-040-0425_p0022",
      "zh_CN": "首先我们真正要知道六道苦，做人苦是我们一生经验得来的。我出生的那个年代，中国是军阀割据，天天打仗，我十一岁，日本人发动卢沟桥事变，八年抗战。抗战结束之后，解放战争，一生在战争当中长成，战争带来的痛苦，自自然然产生厌恶。战后，这个世界科学技术突飞猛进，贫富差距愈来愈大，富贵人享乐，那不是真的乐，那是在造业；贫穷人受苦，也是在造业，业因果报丝毫不爽。于是稍稍明白一点的人都想求解脱，信奉宗教的人希望生天堂，真能去吗？真能去，但是他要真修，他不是搞假的。真修的人少了，为什么少？没有人讲经。",
      "zh_TW": "首先我們真正要知道六道苦，做人苦是我們一生經驗得來的。我出生的那個年代，中國是軍閥割據，天天打仗，我十一歲，日本人發動盧溝橋事變，八年抗戰。抗戰結束之後，解放戰爭，一生在戰爭當中長成，戰爭帶來的痛苦，自自然然產生厭惡。戰後，這個世界科學技術突飛猛進，貧富差距愈來愈大，富貴人享樂，那不是真的樂，那是在造業；貧窮人受苦，也是在造業，業因果報絲毫不爽。於是稍稍明白一點的人都想求解脫，信奉宗教的人希望生天堂，真能去嗎？真能去，但是他要真修，他不是搞假的。真修的人少了，為什麼少？沒有人講經。"
    },
    {
      "id": "02-040-0425_p0023",
      "zh_CN": "我有一年在日本参加联合国的和平会议，在日本冈山召开的，我参加了。遇到了一位日本基督教的牧师，石井牧师，我们也是好朋友。他曾经问我一个问题，他说我有个很尖锐的问题向您请教，我说不敢当。什么问题？他说我们基督教的人心量都比较小，排斥别的宗教，这个问题怎么解决？如果能把《圣经》详细讲清楚、讲明白，这问题就解决了。为什么？基督教的精神在哪里？基督教教学的宗旨在哪里？其实跟佛教是一样的。佛教教学的宗旨是希望帮助众生离苦得乐；基督教耶稣教人的重点是教人不要造罪业，人不造罪业，那不就是跟佛教一样，帮助众生离苦得乐。离苦得乐是果上讲的，不造罪业是从因上讲的，是一不是二。佛家讲大慈大悲，上帝爱世人，神爱世人，那个爱跟大慈大悲有什么分别？一样的。所以我讲到最后，我告诉他，我说你晓得吗，上帝爱我，不爱你？他很惊讶，为什么爱你不爱我？我说上帝爱世人，我是世人，上帝不会说假话，我是世人，他当然爱我，我也爱上帝。为什么不爱你？你爱上帝，不爱世人，所以上帝不爱你。然后我告诉他，神爱世人，上帝爱世人，佛菩萨慈悲，都是抽象的。那怎么爱法？必须神职人员，这些教徒们把上帝爱世人那个爱，从自己身上去爱一切众生，这就对了。我们就这样变成好朋友。宗教里头讲得通的、讲得圆的，没有讲清楚、没有讲圆满，产生很多误会。所以用这个爱，可以团结全世界所有的宗教，没有一个宗教不讲爱世人的。佛教不讲爱世人，叫爱众生，众生比世人范围大。为什么？畜生包括了，不吃众生肉，植物也包括，矿物也包括了。为什么？众缘和合而生起的现象叫众生，这个范围太大了，佛法的爱没有一样不爱，一念清净，这爱心。",
      "zh_TW": "我有一年在日本參加聯合國的和平會議，在日本岡山召開的，我參加了。遇到了一位日本基督教的牧師，石井牧師，我們也是好朋友。他曾經問我一個問題，他說我有個很尖銳的問題向您請教，我說不敢當。什麼問題？他說我們基督教的人心量都比較小，排斥別的宗教，這個問題怎麼解決？如果能把《聖經》詳細講清楚、講明白，這問題就解決了。為什麼？基督教的精神在哪裡？基督教教學的宗旨在哪裡？其實跟佛教是一樣的。佛教教學的宗旨是希望幫助眾生離苦得樂；基督教耶穌教人的重點是教人不要造罪業，人不造罪業，那不就是跟佛教一樣，幫助眾生離苦得樂。離苦得樂是果上講的，不造罪業是從因上講的，是一不是二。佛家講大慈大悲，上帝愛世人，神愛世人，那個愛跟大慈大悲有什麼分別？一樣的。所以我講到最後，我告訴他，我說你曉得嗎，上帝愛我，不愛你？他很驚訝，為什麼愛你不愛我？我說上帝愛世人，我是世人，上帝不會說假話，我是世人，他當然愛我，我也愛上帝。為什麼不愛你？你愛上帝，不愛世人，所以上帝不愛你。然後我告訴他，神愛世人，上帝愛世人，佛菩薩慈悲，都是抽象的。那怎麼愛法？必須神職人員，這些教徒們把上帝愛世人那個愛，從自己身上去愛一切眾生，這就對了。我們就這樣變成好朋友。宗教裡頭講得通的、講得圓的，沒有講清楚、沒有講圓滿，產生很多誤會。所以用這個愛，可以團結全世界所有的宗教，沒有一個宗教不講愛世人的。佛教不講愛世人，叫愛眾生，眾生比世人範圍大。為什麼？畜生包括了，不吃眾生肉，植物也包括，礦物也包括了。為什麼？眾緣和合而生起的現象叫眾生，這個範圍太大了，佛法的愛沒有一樣不愛，一念清淨，這愛心。"
    },
    {
      "id": "02-040-0425_p0024",
      "zh_CN": "所以宗教可以团结，宗教可以变成一家人。希望宗教回到教育，希望宗教互相学习，自然就团结在一起，化解社会上一切冲突，带给这个世界永远的安乐和平。这个宗教就有意义、就有价值，宗教怎么会吵架？哪有这种道理！不同的宗教，好比我们是达到同样的目的地，走的方向是一个，我们用的交通工具不一样。互相吵架，你的不如我的，我的比你好，你的应该要淘汰，这个毫无意义，最后都到家都是一个地方。所以宗教的团结比什么都重要，宗教的教育是团结的基础，一定要把教育恢复起来。原本创教的那些祖师统统是教学，释迦牟尼佛教学四十九年，一生教学，穆罕默德教学二十多年，耶稣教学三年，被人害死，他要不被人害死的话，我相信也是终生教学。所以创教的人都是伟大的哲学家、教育家，都以教学为第一个手段，来落实他的理念。",
      "zh_TW": "所以宗教可以團結，宗教可以變成一家人。希望宗教回到教育，希望宗教互相學習，自然就團結在一起，化解社會上一切衝突，帶給這個世界永遠的安樂和平。這個宗教就有意義、就有價值，宗教怎麼會吵架？哪有這種道理！不同的宗教，好比我們是達到同樣的目的地，走的方向是一個，我們用的交通工具不一樣。互相吵架，你的不如我的，我的比你好，你的應該要淘汰，這個毫無意義，最後都到家都是一個地方。所以宗教的團結比什麼都重要，宗教的教育是團結的基礎，一定要把教育恢復起來。原本創教的那些祖師統統是教學，釋迦牟尼佛教學四十九年，一生教學，穆罕默德教學二十多年，耶穌教學三年，被人害死，他要不被人害死的話，我相信也是終生教學。所以創教的人都是偉大的哲學家、教育家，都以教學為第一個手段，來落實他的理念。"
    },
    {
      "id": "02-040-0425_p0025",
      "zh_CN": "我们今天看到的斯里兰卡这个国家，佛教国家，全国人民都是接受佛陀教育，他们学佛不迷信，天天学习经典，法师在电视台讲经。我听说早晨四点钟大概到八点钟这个时段，全国的出家人担负起对民众的教学，教经典、教戒律、教规矩，所以全国人非常和睦，非常可爱。这个地方居民没有竞争的念头，知足常乐，无论什么时候、什么处所，看见他满心的欢喜，生活很简单，非常快乐。特别是星期学校，星期学校没有固定的场所，也没有固定的地点，全国到处都是，主要是寺庙，寺庙开放。全国人民上午，八点钟到十二点钟，法师统统出来讲经教学。喜欢听什么，大家坐在一起，小圈圈，法师在那里讲经。我们事前没通知他们，突然进到这个寺庙去参观，这个寺庙早晨三千多人，一个小圈一个小圈，殿堂上、走廊上、花园土地统统都是。听众很专心的在听，我们这些不速之客来了，他望一眼，不望第二眼，有人来参观他知道，专注在听经听讲，他不受我们干扰，我们很佩服。",
      "zh_TW": "我們今天看到的斯里蘭卡這個國家，佛教國家，全國人民都是接受佛陀教育，他們學佛不迷信，天天學習經典，法師在電視台講經。我聽說早晨四點鐘大概到八點鐘這個時段，全國的出家人擔負起對民眾的教學，教經典、教戒律、教規矩，所以全國人非常和睦，非常可愛。這個地方居民沒有競爭的念頭，知足常樂，無論什麼時候、什麼處所，看見他滿心的歡喜，生活很簡單，非常快樂。特別是星期學校，星期學校沒有固定的場所，也沒有固定的地點，全國到處都是，主要是寺廟，寺廟開放。全國人民上午，八點鐘到十二點鐘，法師統統出來講經教學。喜歡聽什麼，大家坐在一起，小圈圈，法師在那裡講經。我們事前沒通知他們，突然進到這個寺廟去參觀，這個寺廟早晨三千多人，一個小圈一個小圈，殿堂上、走廊上、花園土地統統都是。聽眾很專心的在聽，我們這些不速之客來了，他望一眼，不望第二眼，有人來參觀他知道，專注在聽經聽講，他不受我們干擾，我們很佩服。"
    },
    {
      "id": "02-040-0425_p0026",
      "zh_CN": "小孩，小学生，孝顺父母，尊敬师长。小朋友上学一定先拜父母，跪下来拜，两个手摸到父母的脚，接足礼，拜完之后上学，到学校看到老师，也是这个礼节对待老师。学生都坐整齐了，老师先带着全体学生拜佛，每一个教室都供的有佛像，有小佛龛，像我们这个小佛龛一样，每一个教室都有，老师带着学生拜佛，然后再上课。三皈依一天要受好几遍，提醒大家。三皈依是佛法教学的总纲领、总原则，我们要向佛法僧来学习。佛是二足尊，我们求智慧、求福报；法是离欲尊，法就是什么？放下一切欲望，没有贪瞋痴慢。这一天生活能吃饱、能穿暖，很快乐、很幸福，天天学习佛法。皈依僧，僧是个团体，家庭四个人以上就是一个小团体，和睦，家和万事兴。",
      "zh_TW": "小孩，小學生，孝順父母，尊敬師長。小朋友上學一定先拜父母，跪下來拜，兩個手摸到父母的腳，接足禮，拜完之後上學，到學校看到老師，也是這個禮節對待老師。學生都坐整齊了，老師先帶著全體學生拜佛，每一個教室都供的有佛像，有小佛龕，像我們這個小佛龕一樣，每一個教室都有，老師帶著學生拜佛，然後再上課。三皈依一天要受好幾遍，提醒大家。三皈依是佛法教學的總綱領、總原則，我們要向佛法僧來學習。佛是二足尊，我們求智慧、求福報；法是離欲尊，法就是什麼？放下一切欲望，沒有貪瞋痴慢。這一天生活能吃飽、能穿暖，很快樂、很幸福，天天學習佛法。皈依僧，僧是個團體，家庭四個人以上就是一個小團體，和睦，家和萬事興。"
    },
    {
      "id": "02-040-0425_p0027",
      "zh_CN": "我们看到这个国家，看到底下这一代，这个国家前途无量，小孩那么好。小孩从哪里学？他的爸爸妈妈对他的父母也是那么孝顺，他看到的。年轻的妈妈父母都在，你看她每天早晨给父母请安，就是用跪拜，孩子学会了，孩子对他自己父母，所以他是养成的。二千三百年没中断，我们到那边去好像回到古代，这是古时候的城堡，现在还过古人的生活，确实我们很受教育。这个世界要恢复安定和平，教学为先，只要把这桩事情做好了，什么问题都解决。现在这个世界上麻烦太多太多了，教学就解决了。所以释迦牟尼佛一生教学，阿弥陀佛一生也是教学。我们看到诸佛如来，他们的世界那么美好，统统是教学，而且教学不中断，真正是教不厌，学不倦。全国人都在学，总统带头，总统做早晚课，大家都看得到。总统府供的佛像没有房子，是一棵大菩提树，佛像在树下，就像当年释迦牟尼佛在菩提树下一样，讲经说法。总统府的大院子在那个里头，早晚课在那边做，我们也去上一炷香，也去礼佛三拜。",
      "zh_TW": "我們看到這個國家，看到底下這一代，這個國家前途無量，小孩那麼好。小孩從哪裡學？他的爸爸媽媽對他的父母也是那麼孝順，他看到的。年輕的媽媽父母都在，你看她每天早晨給父母請安，就是用跪拜，孩子學會了，孩子對他自己父母，所以他是養成的。二千三百年沒中斷，我們到那邊去好像回到古代，這是古時候的城堡，現在還過古人的生活，確實我們很受教育。這個世界要恢復安定和平，教學為先，只要把這樁事情做好了，什麼問題都解決。現在這個世界上麻煩太多太多了，教學就解決了。所以釋迦牟尼佛一生教學，阿彌陀佛一生也是教學。我們看到諸佛如來，他們的世界那麼美好，統統是教學，而且教學不中斷，真正是教不厭，學不倦。全國人都在學，總統帶頭，總統做早晚課，大家都看得到。總統府供的佛像沒有房子，是一棵大菩提樹，佛像在樹下，就像當年釋迦牟尼佛在菩提樹下一樣，講經說法。總統府的大院子在那個裡頭，早晚課在那邊做，我們也去上一炷香，也去禮佛三拜。"
    },
    {
      "id": "02-040-0425_p0028",
      "zh_CN": "我们继续看《弥陀疏钞》里面所说的，莲池大师讲的，「但有愿者」，有信有愿，「无一不生」，没有一个不往生的。「方知愿力，如是广大，焉可不信，焉可不愿」。这话莲池大师讲的，你不能不相信，你不能不发愿。「修净业者，于本经之发菩提心，一向专念，与《小本》之信愿持名，实应刻骨铭心，不可暂忽」。修净土的人要把这句话放在心上，本经八个字「发菩提心，一向专念」，蕅益大师把它浓缩成四个字「信愿持名」，信愿就是发菩提心，持名就是一向专念，更简单。印光大师对蕅益大师这四个字佩服到极处，把它浓缩成最精彩的东西，最简单、最精华，没有比这个更重要。净宗是什么？就这四个字，有信有愿，这个佛号一直念下去不要中断。",
      "zh_TW": "我們繼續看《彌陀疏鈔》裡面所說的，蓮池大師講的，「但有願者」，有信有願，「無一不生」，沒有一個不往生的。「方知願力，如是廣大，焉可不信，焉可不願」。這話蓮池大師講的，你不能不相信，你不能不發願。「修淨業者，於本經之發菩提心，一向專念，與《小本》之信願持名，實應刻骨銘心，不可暫忽」。修淨土的人要把這句話放在心上，本經八個字「發菩提心，一向專念」，蕅益大師把它濃縮成四個字「信願持名」，信願就是發菩提心，持名就是一向專念，更簡單。印光大師對蕅益大師這四個字佩服到極處，把它濃縮成最精彩的東西，最簡單、最精華，沒有比這個更重要。淨宗是什麼？就這四個字，有信有願，這個佛號一直念下去不要中斷。"
    },
    {
      "id": "02-040-0425_p0029",
      "zh_CN": "我们再看末后这一段，「又《无量寿经起信论》亦明一念与至心回向之旨」。这是彭际清居士的著作《无量寿经起信论》，也说明一念与至心回向。「论曰：一念至心回向，即得往生」，一念，一念至心回向，这在临命终时。「行者诚能一念信入，何须更论种种功勋」，种种功勋是说断恶修善，积功累德，长时间的修行，是说这些。大师在此地告诉我们，关键的一个字就是诚，诚字重要。真诚心，一念信入，这不是普通的信，普通的信没有入进去，这个信入了。入到哪里？入到弥陀的愿海，阿弥陀佛的四十八愿，决定得生。不需要再论种种功勋，因为种种功勋比不上这一念。别人修种种功勋修无量劫，你遇到净土就这一念，就超过他们无量劫的功勋，所以这个法门没有人相信，叫难信之法。谁不相信？罗汉、菩萨不相信。他们修得多辛苦，生生世世历劫修行种种功勋，哪有你这么简单、这么便宜，一生就成就，所以他们不相信，叫难信之法。我们这些众生，凡夫迷惑颠倒，听了居然就相信，所以说不可思议。所以他称你大智慧，不是大智慧怎么会相信？不是大福德怎么肯修这个法门？",
      "zh_TW": "我們再看末後這一段，「又《無量壽經起信論》亦明一念與至心迴向之旨」。這是彭際清居士的著作《無量壽經起信論》，也說明一念與至心迴向。「論曰：一念至心迴向，即得往生」，一念，一念至心迴向，這在臨命終時。「行者誠能一念信入，何須更論種種功勛」，種種功勛是說斷惡修善，積功累德，長時間的修行，是說這些。大師在此地告訴我們，關鍵的一個字就是誠，誠字重要。真誠心，一念信入，這不是普通的信，普通的信沒有入進去，這個信入了。入到哪裡？入到彌陀的願海，阿彌陀佛的四十八願，決定得生。不需要再論種種功勛，因為種種功勛比不上這一念。別人修種種功勛修無量劫，你遇到淨土就這一念，就超過他們無量劫的功勛，所以這個法門沒有人相信，叫難信之法。誰不相信？羅漢、菩薩不相信。他們修得多辛苦，生生世世歷劫修行種種功勛，哪有你這麼簡單、這麼便宜，一生就成就，所以他們不相信，叫難信之法。我們這些眾生，凡夫迷惑顛倒，聽了居然就相信，所以說不可思議。所以他稱你大智慧，不是大智慧怎麼會相信？不是大福德怎麼肯修這個法門？"
    },
    {
      "id": "02-040-0425_p0030",
      "zh_CN": "净宗的微妙是无法想像、无法言说的。无法言说、无法想像，为什么我们这些人还相信？佛在大乘经上有说明，说明我们这些人也不是普通人。我们不知道过去世，如果知道过去世，佛说了，我们在过去生中，生生世世曾经供养无量诸佛如来。这一生是迷惑颠倒到人间来，又遇到了，这一切诸佛如来加持我们，让我们生欢喜心，能信、能愿、能念佛，也不是无缘无故的，无缘无故是不可能的事情。所以我们对自己要产生信心，要真正感到自己这一生是莫大的幸运遇到这个法门。遇到之后，下定决心，这一生到极乐世界去成佛去。这个世间一切的一切统统放下，日常生活随缘度日就好，恒顺众生，随喜功德。众生说什么都好，自己没有意思，自己的意思就是念佛往生极乐世界，其他的意思一概都放下了。这一切世间人所争的我们放下了，不跟他争，我们一心念佛求生极乐世界的事情，他不肯干。我们相处没有冲突，没有冲突就很好相处，有冲突就很难了。我们跟一切众生没冲突，你要的我不要，我要的你不要，咱们俩好朋友。",
      "zh_TW": "淨宗的微妙是無法想像、無法言說的。無法言說、無法想像，為什麼我們這些人還相信？佛在大乘經上有說明，說明我們這些人也不是普通人。我們不知道過去世，如果知道過去世，佛說了，我們在過去生中，生生世世曾經供養無量諸佛如來。這一生是迷惑顛倒到人間來，又遇到了，這一切諸佛如來加持我們，讓我們生歡喜心，能信、能願、能念佛，也不是無緣無故的，無緣無故是不可能的事情。所以我們對自己要產生信心，要真正感到自己這一生是莫大的幸運遇到這個法門。遇到之後，下定決心，這一生到極樂世界去成佛去。這個世間一切的一切統統放下，日常生活隨緣度日就好，恆順眾生，隨喜功德。眾生說什麼都好，自己沒有意思，自己的意思就是念佛往生極樂世界，其他的意思一概都放下了。這一切世間人所爭的我們放下了，不跟他爭，我們一心念佛求生極樂世界的事情，他不肯幹。我們相處沒有衝突，沒有衝突就很好相處，有衝突就很難了。我們跟一切眾生沒衝突，你要的我不要，我要的你不要，咱們倆好朋友。"
    },
    {
      "id": "02-040-0425_p0031",
      "zh_CN": "「一切众生流浪生死，惟此一念，更无二念」。六道轮回也是这一念，往生极乐世界也是这一念。为什么搞六道轮回？那是一念自私自利，就错了。我们这一念，是求生净土不退成佛。成佛干什么？成佛是度众生，不为自己。佛为什么度众生？佛知道众生跟他是一体，迷惑颠倒不能不帮助，虽然帮助一切众生，心里面干干净净，一尘不染，没有丝毫染污。这个要懂，现在就要学，帮助一切众生不受干扰，心里一句佛号没有改变。不能说人家给你名闻利养，我们把佛号丢了，我们来享受享受，那就错了。我帮助你解决问题，问题解决之后，我就走了，干净俐落，做榜样给人看。",
      "zh_TW": "「一切眾生流浪生死，惟此一念，更無二念」。六道輪迴也是這一念，往生極樂世界也是這一念。為什麼搞六道輪迴？那是一念自私自利，就錯了。我們這一念，是求生淨土不退成佛。成佛幹什麼？成佛是度眾生，不為自己。佛為什麼度眾生？佛知道眾生跟他是一體，迷惑顛倒不能不幫助，雖然幫助一切眾生，心裡面乾乾淨淨，一塵不染，沒有絲毫染污。這個要懂，現在就要學，幫助一切眾生不受干擾，心裡一句佛號沒有改變。不能說人家給你名聞利養，我們把佛號丟了，我們來享受享受，那就錯了。我幫助你解決問題，問題解決之後，我就走了，乾淨俐落，做榜樣給人看。"
    },
    {
      "id": "02-040-0425_p0032",
      "zh_CN": "佛菩萨、阿罗汉在这个世间度众生全是义务的，不收供养。供养，众生要种福，不收就是不给众生种福，这个讲不过去，要收，收来干什么？替他做好事，这就是给他种福。这个供养我们自己拿来享受，这错了，这就不是菩萨道，不是佛法。我是这一生亲眼看到，老师做给我看的，我在台中跟李老师学佛十年，我看到的。老师自己有工作，他有好几份差事，是奉祀官府的主任秘书，那个级别很高，台湾的简任一级。他是两个大学的教授，这个都是有收入的，在当时他每个月收入四百多块钱，很多了，他自己一个月的生活费用六十块钱，这些钱统统做慈善事业。就可想而知，学生对他的供养完全用来弘法，自己没有一分钱是自己私人用的，没有。老师做出榜样给我们看，我们很受感动，我们明白了，光是教没有行动，效果很小，我们听了，耳边风，不会去想它，当然不会去依教奉行，看到老师这样子，那就不一样，真干。老师受到大众的尊敬，受到大众的信仰，它有道理。",
      "zh_TW": "佛菩薩、阿羅漢在這個世間度眾生全是義務的，不收供養。供養，眾生要種福，不收就是不給眾生種福，這個講不過去，要收，收來幹什麼？替他做好事，這就是給他種福。這個供養我們自己拿來享受，這錯了，這就不是菩薩道，不是佛法。我是這一生親眼看到，老師做給我看的，我在台中跟李老師學佛十年，我看到的。老師自己有工作，他有好幾份差事，是奉祀官府的主任祕書，那個級別很高，台灣的簡任一級。他是兩個大學的教授，這個都是有收入的，在當時他每個月收入四百多塊錢，很多了，他自己一個月的生活費用六十塊錢，這些錢統統做慈善事業。就可想而知，學生對他的供養完全用來弘法，自己沒有一分錢是自己私人用的，沒有。老師做出榜樣給我們看，我們很受感動，我們明白了，光是教沒有行動，效果很小，我們聽了，耳邊風，不會去想它，當然不會去依教奉行，看到老師這樣子，那就不一樣，真幹。老師受到大眾的尊敬，受到大眾的信仰，它有道理。"
    },
    {
      "id": "02-040-0425_p0033",
      "zh_CN": "出家的印光大师，我们虽然没有见过，老师是印祖的学生。我们听到了，印光大师一生，苦行僧，所有的供养用来办了一个弘化社，就是印刷厂，印送经论善书。不仅是佛法的，儒家的、道家的好的书，劝人相信因果，劝人断恶修善，他统统印，到处流通。流通分三等，对于比较贫穷，没有能力买书的，赠送，免费赠送；有能力购买的，成本流通，我这本书印多少钱卖多少钱，不赚钱；还有，有能力比较弱一点，半价流通，打对折，这在他那个时代，用这个方法。弘化社到现在还存在。我们一生学印光法师，十方的供养统统是印经、经论善书。钱多了我们买书，买好书。我们买书早年是买《大藏经》，以后我们自己钱多了印《大藏经》，我们的标准是希望赠送一万套《大藏经》，现在快要圆满了。中国传统文化，我们向商务印书馆买了一百一十二套《四库全书》，向世界书局买《四库荟要》二百七十多套，这个是赠送给全世界大学图书馆收藏。目的，我们怕灾难。这样分散很多地方，纵然有灾难这个东西还可以保存下去，不至于会毁灭，不至于失传，我们的目的在此地。",
      "zh_TW": "出家的印光大師，我們雖然沒有見過，老師是印祖的學生。我們聽到了，印光大師一生，苦行僧，所有的供養用來辦了一個弘化社，就是印刷廠，印送經論善書。不僅是佛法的，儒家的、道家的好的書，勸人相信因果，勸人斷惡修善，他統統印，到處流通。流通分三等，對於比較貧窮，沒有能力買書的，贈送，免費贈送；有能力購買的，成本流通，我這本書印多少錢賣多少錢，不賺錢；還有，有能力比較弱一點，半價流通，打對折，這在他那個時代，用這個方法。弘化社到現在還存在。我們一生學印光法師，十方的供養統統是印經、經論善書。錢多了我們買書，買好書。我們買書早年是買《大藏經》，以後我們自己錢多了印《大藏經》，我們的標準是希望贈送一萬套《大藏經》，現在快要圓滿了。中國傳統文化，我們向商務印書館買了一百一十二套《四庫全書》，向世界書局買《四庫薈要》二百七十多套，這個是贈送給全世界大學圖書館收藏。目的，我們怕災難。這樣分散很多地方，縱然有災難這個東西還可以保存下去，不至於會毀滅，不至於失傳，我們的目的在此地。"
    },
    {
      "id": "02-040-0425_p0034",
      "zh_CN": "古人对这个方面，传递文化用了很多苦心，把《大藏经》刻在石头上，藏在山洞里头。我看过房山的石经，在北京房山区好像藏了七个洞，一套完整的《大藏经》，八百年完成的，人力、物力、财力非常可观，无非是想把这个留给后代。但是我们现在知道，如果一个大地震发生在那里，就完了。所以今天保存的方法应该大量的印、多印，到处保存，这是最安全的方法、最好的方法。这些东西我们看法、想法应该是没有问题，佛法是可以传下去的。现在还有个重大的问题，要有读的人、要有讲的人，「佛法无人说，虽智莫能解」，那要没有讲的人，没有学的人，佛法还是有危机。怎么办？培养人才，要办学校。办学校国家不护持，产生效果不大，所以佛陀在世，把护法的工作付托给国王大臣，他们护持才能产生效果。这个我们不敢求，到哪里去求？哪个国家领导人能够护持？我们跟这些人不认识，懂得佛的愿望、佛的教诲，我们无能为力。",
      "zh_TW": "古人對這個方面，傳遞文化用了很多苦心，把《大藏經》刻在石頭上，藏在山洞裡頭。我看過房山的石經，在北京房山區好像藏了七個洞，一套完整的《大藏經》，八百年完成的，人力、物力、財力非常可觀，無非是想把這個留給後代。但是我們現在知道，如果一個大地震發生在那裡，就完了。所以今天保存的方法應該大量的印、多印，到處保存，這是最安全的方法、最好的方法。這些東西我們看法、想法應該是沒有問題，佛法是可以傳下去的。現在還有個重大的問題，要有讀的人、要有講的人，「佛法無人說，雖智莫能解」，那要沒有講的人，沒有學的人，佛法還是有危機。怎麼辦？培養人才，要辦學校。辦學校國家不護持，產生效果不大，所以佛陀在世，把護法的工作付託給國王大臣，他們護持才能產生效果。這個我們不敢求，到哪裡去求？哪個國家領導人能夠護持？我們跟這些人不認識，懂得佛的願望、佛的教誨，我們無能為力。"
    },
    {
      "id": "02-040-0425_p0035",
      "zh_CN": "去年有缘，我接受斯里兰卡总统的邀请，在那边访问九天，没想到这个缘成熟了。总统是虔诚佛教徒，真正的佛教大护法，全国人学佛，二千三百年没中断，真正是个佛教国家。我跟他谈到想办佛教大学，想办宗教大学，他听了之后满口答应，到我斯里兰卡来办，太难得了！佛门里面真正有修行，有对经教学习通达的人，他认识很多，也就是说师资没有太困难。去年谈谈，十一月间谈了，谈这些话，今年六月，这个大学，国际佛教大学就举行破土奠基典礼，现在那里开工，两年建成。这块土地，地主是释迦牟尼佛的，他们国家历史上记载，是释迦牟尼佛好像是第三次到斯里兰卡在这边讲经，当时的国王就把这一片地供养给释迦牟尼佛。所以这个地到现在是释迦牟尼佛的。我们就在这个土地上建立佛教大学，一共是十六个英亩，大概合中国一百亩。明年再筹备第二个，宗教大学，团结全世界的宗教。佛教大学为全世界佛教培养师资，大乘小乘、显教密教，各个宗派都设立一个系，希望把释迦牟尼佛四十九年所教的全部复兴起来。我年岁大了，没有这个能力，总统还年轻，还行，这个事情我就付托他，全心全力做这桩事情。所以现在大家对我的供养，除了印经书之外，全部给这个学校做建校的经费，学校两年完成，好事情。宗教要团结，宗教要回归教育，宗教要展开教学，用今天卫星电视、网际网路对全世界的教学。",
      "zh_TW": "去年有緣，我接受斯里蘭卡總統的邀請，在那邊訪問九天，沒想到這個緣成熟了。總統是虔誠佛教徒，真正的佛教大護法，全國人學佛，二千三百年沒中斷，真正是個佛教國家。我跟他談到想辦佛教大學，想辦宗教大學，他聽了之後滿口答應，到我斯里蘭卡來辦，太難得了！佛門裡面真正有修行，有對經教學習通達的人，他認識很多，也就是說師資沒有太困難。去年談談，十一月間談了，談這些話，今年六月，這個大學，國際佛教大學就舉行破土奠基典禮，現在那裡開工，兩年建成。這塊土地，地主是釋迦牟尼佛的，他們國家歷史上記載，是釋迦牟尼佛好像是第三次到斯里蘭卡在這邊講經，當時的國王就把這一片地供養給釋迦牟尼佛。所以這個地到現在是釋迦牟尼佛的。我們就在這個土地上建立佛教大學，一共是十六個英畝，大概合中國一百畝。明年再籌備第二個，宗教大學，團結全世界的宗教。佛教大學為全世界佛教培養師資，大乘小乘、顯教密教，各個宗派都設立一個系，希望把釋迦牟尼佛四十九年所教的全部復興起來。我年歲大了，沒有這個能力，總統還年輕，還行，這個事情我就付託他，全心全力做這樁事情。所以現在大家對我的供養，除了印經書之外，全部給這個學校做建校的經費，學校兩年完成，好事情。宗教要團結，宗教要回歸教育，宗教要展開教學，用今天衛星電視、網際網路對全世界的教學。"
    },
    {
      "id": "02-040-0425_p0036",
      "zh_CN": "《无量寿经起信论》里头底下还有一句话，「乃至发真归元，成等正觉，唯此一念，亦无二念」，这句话的意思很深。「归元」，我们参考资料里头有。「《楞严经》：如是六根，由彼觉明，有明明觉，失彼精了，黏妄发光。是以汝今离暗离明，无有见体。离动离静，元无听质，无通无塞，嗅性不生。非变非恬，尝无所出。不离不合，觉触本无。无灭无生，了知安寄。汝但不循动静、合离、恬变、通塞、生灭、明暗，如是十二诸有为相。随拔一根，脱黏内伏，伏归元真，发本明耀。耀性发明，诸余五黏，应拔圆脱。不由前尘所起知见。明不循根，寄根明发。由是六根互相为用」，这一段经的意思很深。后面，《楞严经悬镜》憨山大师着的，「伏归元真，则本有真心光明一旦发耀」。本有真心一旦发耀，就是明心见性，大彻大悟。",
      "zh_TW": "《無量壽經起信論》裡頭底下還有一句話，「乃至發真歸元，成等正覺，唯此一念，亦無二念」，這句話的意思很深。「歸元」，我們參考資料裡頭有。「《楞嚴經》：如是六根，由彼覺明，有明明覺，失彼精了，黏妄發光。是以汝今離暗離明，無有見體。離動離靜，元無聽質，無通無塞，嗅性不生。非變非恬，嘗無所出。不離不合，覺觸本無。無滅無生，了知安寄。汝但不循動靜、合離、恬變、通塞、生滅、明暗，如是十二諸有為相。隨拔一根，脫黏內伏，伏歸元真，發本明耀。耀性發明，諸餘五黏，應拔圓脫。不由前塵所起知見。明不循根，寄根明發。由是六根互相為用」，這一段經的意思很深。後面，《楞嚴經懸鏡》憨山大師著的，「伏歸元真，則本有真心光明一旦發耀」。本有真心一旦發耀，就是明心見性，大徹大悟。"
    },
    {
      "id": "02-040-0425_p0037",
      "zh_CN": "归元，这里头讲的是六根，只要一根归元，其他的统统都解脱了。《楞严经》上主要修行的原理跟方法。所以从归元，经里头总共举了二十五位菩萨，世尊问他们修行证果，怎么修成的？这二十五位分别是从六根、六尘、六识，这三六一十八，叫十八界，再七大，地水火风空见识，七大，总共二十五，就是二十五门。这是把八万四千法门浓缩归纳为二十五类，就是二十五门。任何一门，只要你能够一门深入，最重要的是一门，一门就是一念，不能有二念，二念就杂了，就入不进去，一念就能入进去。好比我们现在看光，我们的灯光，你看一按钮，灯就亮了，光是散发的，隔一张纸它就照不透。如果这个光能够集中变成一个点，激光，所有的光集成一点，这个光的能量能穿过钢板。这说明什么？一，作用就很大，能够把念头集中，这个念头可以破无明烦恼，可以明心见性，就这么个道理。二十五个法门，任何一法门都能够明心见性，换句话说，二十五门展开是八万四千法门、是无量法门，门门都能成无上道。",
      "zh_TW": "歸元，這裡頭講的是六根，只要一根歸元，其他的統統都解脫了。《楞嚴經》上主要修行的原理跟方法。所以從歸元，經裡頭總共舉了二十五位菩薩，世尊問他們修行證果，怎麼修成的？這二十五位分別是從六根、六塵、六識，這三六一十八，叫十八界，再七大，地水火風空見識，七大，總共二十五，就是二十五門。這是把八萬四千法門濃縮歸納為二十五類，就是二十五門。任何一門，只要你能夠一門深入，最重要的是一門，一門就是一念，不能有二念，二念就雜了，就入不進去，一念就能入進去。好比我們現在看光，我們的燈光，你看一按鈕，燈就亮了，光是散發的，隔一張紙它就照不透。如果這個光能夠集中變成一個點，激光，所有的光集成一點，這個光的能量能穿過鋼板。這說明什麼？一，作用就很大，能夠把念頭集中，這個念頭可以破無明煩惱，可以明心見性，就這麼個道理。二十五個法門，任何一法門都能夠明心見性，換句話說，二十五門展開是八萬四千法門、是無量法門，門門都能成無上道。"
    },
    {
      "id": "02-040-0425_p0038",
      "zh_CN": "所以《金刚经》上佛说「法门平等，无有高下」，就是这个道理，是真的不是假的，八万四千法门都能成无上道。这世间法？无量法门，包括世间所有法门，能不能成佛？统统能成。问题得会用，用就是一念，一念净信，就是一念，二念就不行，就入不进去，一念就入了，这真的不是假的。所以佛法才说，哪一法不是佛法。哪一法不是佛法，我们要问，基督教《圣经》是不是佛法？佛点头，是。《古兰经》是不是佛法？是。小朋友念幼儿园那个课本，小猫叫小狗跳，是不是佛法？是，都能通无上道。为什么？这些法是从法性流出来，它的根源是法性，全部只要回归到法性，就见无上道。如果你不会，你迷了，那问哪一法是佛法？《华严经》也不是佛法，你见不了性，净土也不是佛法，你也见不了性。你要会了，全是；不会了，全不是。关键在「会么」，禅宗的语气，禅宗的大德考考他的学生，常常问他，你会么？会了都是，不会都不是。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以《金剛經》上佛說「法門平等，無有高下」，就是這個道理，是真的不是假的，八萬四千法門都能成無上道。這世間法？無量法門，包括世間所有法門，能不能成佛？統統能成。問題得會用，用就是一念，一念淨信，就是一念，二念就不行，就入不進去，一念就入了，這真的不是假的。所以佛法才說，哪一法不是佛法。哪一法不是佛法，我們要問，基督教《聖經》是不是佛法？佛點頭，是。《古蘭經》是不是佛法？是。小朋友念幼兒園那個課本，小貓叫小狗跳，是不是佛法？是，都能通無上道。為什麼？這些法是從法性流出來，它的根源是法性，全部只要回歸到法性，就見無上道。如果你不會，你迷了，那問哪一法是佛法？《華嚴經》也不是佛法，你見不了性，淨土也不是佛法，你也見不了性。你要會了，全是；不會了，全不是。關鍵在「會麼」，禪宗的語氣，禪宗的大德考考他的學生，常常問他，你會麼？會了都是，不會都不是。今天時間到了，我們就學習到此地。"
    }
  ]
}