{
  "doc_id": "02-040-0603",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六０三集",
    "zh_TW": "第六０三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0603",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-040-0603_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0603_p0002",
      "zh_CN": "请看《大经科注》第一０四八页倒数第三行，科题「总结十方往生无尽」。请看经文：",
      "zh_TW": "請看《大經科註》第一０四八頁倒數第三行，科題「總結十方往生無盡」。請看經文："
    },
    {
      "id": "02-040-0603_p0003",
      "zh_CN": "【十方世界诸佛名号。及菩萨众当往生者。但说其名。穷劫不尽。】",
      "zh_TW": "【十方世界諸佛名號。及菩薩眾當往生者。但說其名。窮劫不盡。】"
    },
    {
      "id": "02-040-0603_p0004",
      "zh_CN": "在这段经文，我们能够深深体会，十方世界无量无边无数无尽世界名号、诸佛名号都说不尽，太多太多了，何况其中『菩萨众』更多。『当往生者』，发愿往生的人，单单说名字，说一劫也说不完。这个劫没有讲中劫、小劫，那就是大劫，一个大劫都说不尽。我们知道往生极乐世界人太多了，极乐世界能容得下吗？这让我们怀疑。我们这个地球上现在人口有七十亿，已经有人满之患，极乐世界这么多人，如何能容纳得下？前面我们读过，极乐世界跟十方世界不一样，十方无量无边的世界众生全是阿赖耶变现出来的。换句话说，身土都是阿赖耶的相分、阿赖耶的境界相，起心动念是阿赖耶的见分，国土、万物无一不是阿赖耶所变的，「唯心所现，唯识所变」。所以有大小、有浅深，无不是相对的。但是极乐世界是法性土，十方只有实报庄严土才是法性土。十法界，十法界是方便土跟同居土，全是阿赖耶所变的。",
      "zh_TW": "在這段經文，我們能夠深深體會，十方世界無量無邊無數無盡世界名號、諸佛名號都說不盡，太多太多了，何況其中『菩薩眾』更多。『當往生者』，發願往生的人，單單說名字，說一劫也說不完。這個劫沒有講中劫、小劫，那就是大劫，一個大劫都說不盡。我們知道往生極樂世界人太多了，極樂世界能容得下嗎？這讓我們懷疑。我們這個地球上現在人口有七十億，已經有人滿之患，極樂世界這麼多人，如何能容納得下？前面我們讀過，極樂世界跟十方世界不一樣，十方無量無邊的世界眾生全是阿賴耶變現出來的。換句話說，身土都是阿賴耶的相分、阿賴耶的境界相，起心動念是阿賴耶的見分，國土、萬物無一不是阿賴耶所變的，「唯心所現，唯識所變」。所以有大小、有淺深，無不是相對的。但是極樂世界是法性土，十方只有實報莊嚴土才是法性土。十法界，十法界是方便土跟同居土，全是阿賴耶所變的。"
    },
    {
      "id": "02-040-0603_p0005",
      "zh_CN": "有没有世界纯是净土，就是实报土，心现没有识变？有，我们在《华严经》上看到，《华严经》「华藏世界品」、「世界成就品」，这两品经文给我们说明整个宇宙的状况，确实有纯净土，这个佛国土里没有方便土、没有同居土，也就是没有十法界，只有一真法界。一真法界里面的菩萨从哪里来的？也是十方佛国土，证得大彻大悟、明心见性之后，与哪一个世界有缘，他自自然然就到那个世界去。有缘，在临终的时候，世界就现前。这个说法我们能够理解。西方世界，缘无比的殊胜，这什么原因？一切诸佛没有不赞叹阿弥陀佛，没有不赞叹极乐世界，没有不劝导一切众生。这个众生范围很广，上面到等觉菩萨，下面到无间地狱。佛劝大家弃恶扬善，改邪归正，发菩提心，一向专念，求生弥陀净土，亲近阿弥陀佛，一生圆满成就，所以往生的人不可计数，数字说不出来的。「皆是如来愿力所持」，这个如来是阿弥陀如来，四十八愿愿力所持，「光明所摄」。",
      "zh_TW": "有沒有世界純是淨土，就是實報土，心現沒有識變？有，我們在《華嚴經》上看到，《華嚴經》「華藏世界品」、「世界成就品」，這兩品經文給我們說明整個宇宙的狀況，確實有純淨土，這個佛國土裡沒有方便土、沒有同居土，也就是沒有十法界，只有一真法界。一真法界裡面的菩薩從哪裡來的？也是十方佛國土，證得大徹大悟、明心見性之後，與哪一個世界有緣，他自自然然就到那個世界去。有緣，在臨終的時候，世界就現前。這個說法我們能夠理解。西方世界，緣無比的殊勝，這什麼原因？一切諸佛沒有不讚歎阿彌陀佛，沒有不讚歎極樂世界，沒有不勸導一切眾生。這個眾生範圍很廣，上面到等覺菩薩，下面到無間地獄。佛勸大家棄惡揚善，改邪歸正，發菩提心，一向專念，求生彌陀淨土，親近阿彌陀佛，一生圓滿成就，所以往生的人不可計數，數字說不出來的。「皆是如來願力所持」，這個如來是阿彌陀如來，四十八願願力所持，「光明所攝」。"
    },
    {
      "id": "02-040-0603_p0006",
      "zh_CN": "下面念老引用智者大师，中国隋唐时代天台宗的祖师。中国、日本、韩国都有传说智者是释迦牟尼佛再来，释迦牟尼佛在中国示现的，比丘身分出现在中国，善导是阿弥陀佛。日本有这个说法，我在日本问日本的出家人，日本人有没有？有，他们很肯定，他们没有怀疑。智者大师临终的时候，他是往生西方极乐世界，当然这是为我们示现的，给我们做榜样的。他临终令门人，他的弟子，「唱无量寿佛」，唱诵佛号，「及观经题目」，《观无量寿经》的经题，「合掌赞曰」，这是大师所说的，「四十八愿，庄严净土。华池宝树，易往无人」。唐代的时候是佛法最盛的时代，我们看这几句话，这个时候是释迦牟尼佛像法时代，不是末法，学佛的人多，发心念佛修净土的人不多。佛四十八愿广大无边际的接引，极乐世界庄严净土，我们前面读过了，七宝池、八功德水、宝树，这是说极乐世界的依报环境，易往，真的是很容易往生，没人修，证明难信之法真难信。反过来，「火车相现」，火车是地狱，地狱的境界现前，只要这个人「一念改悔」，一念忏悔、改过，现在讲认错，后不再造，只要有信愿持名统统都能往生，「尚得往生」。这句话说明前面这一句易往无人，容易去。又何况「戒定薰修」，我们没有造那么重的罪，持戒修定，「圣行道力」，依着佛的教诲认真的学习，这就是圣行道力，「实不唐捐」，实实在在没有空过，唐捐是落空，决定不落空。这段话智者大师说的，说完了，「称三宝名」，大师往生了。佛来为我们示现，给我们做榜样，让我们看到生起信心。",
      "zh_TW": "下面念老引用智者大師，中國隋唐時代天台宗的祖師。中國、日本、韓國都有傳說智者是釋迦牟尼佛再來，釋迦牟尼佛在中國示現的，比丘身分出現在中國，善導是阿彌陀佛。日本有這個說法，我在日本問日本的出家人，日本人有沒有？有，他們很肯定，他們沒有懷疑。智者大師臨終的時候，他是往生西方極樂世界，當然這是為我們示現的，給我們做榜樣的。他臨終令門人，他的弟子，「唱無量壽佛」，唱誦佛號，「及觀經題目」，《觀無量壽經》的經題，「合掌讚曰」，這是大師所說的，「四十八願，莊嚴淨土。華池寶樹，易往無人」。唐代的時候是佛法最盛的時代，我們看這幾句話，這個時候是釋迦牟尼佛像法時代，不是末法，學佛的人多，發心念佛修淨土的人不多。佛四十八願廣大無邊際的接引，極樂世界莊嚴淨土，我們前面讀過了，七寶池、八功德水、寶樹，這是說極樂世界的依報環境，易往，真的是很容易往生，沒人修，證明難信之法真難信。反過來，「火車相現」，火車是地獄，地獄的境界現前，只要這個人「一念改悔」，一念懺悔、改過，現在講認錯，後不再造，只要有信願持名統統都能往生，「尚得往生」。這句話說明前面這一句易往無人，容易去。又何況「戒定薰修」，我們沒有造那麼重的罪，持戒修定，「聖行道力」，依著佛的教誨認真的學習，這就是聖行道力，「實不唐捐」，實實在在沒有空過，唐捐是落空，決定不落空。這段話智者大師說的，說完了，「稱三寶名」，大師往生了。佛來為我們示現，給我們做榜樣，讓我們看到生起信心。"
    },
    {
      "id": "02-040-0603_p0007",
      "zh_CN": "唐朝法照大师，这是我们净土宗第四代的祖师，传记里面说得很清楚，记载这桩事情，他在用斋的时候，低头看到钵，钵里面现出一个境界，文殊菩萨的道场大圣竹林寺，看得非常清楚。他没有上过五台山，他不知道什么地方，把这桩事情告诉大众。大众听说，其中有人知道，告诉他，根据你所说的，好像是五台山文殊菩萨，传说文殊菩萨在五台有一个寺庙就是大圣竹林寺。于是他就发心去朝五台山，到五台山真的见到了。因为他去，看到地方很熟，他记得很清楚，见到文殊、普贤这两位大菩萨在讲经教学，他听了一座经，听完之后向文殊菩萨请教，在这个像法讲经，末法快来了，这个时候修行修什么法门最得力？文殊菩萨告诉他，「诸修行门无如念佛」。诸修行门就是讲八万四千法门、无量法门，都比不上念佛这个法门。他自己说，他说，「我于过去劫中，因念佛故，得一切种智」。一切种智就是佛智，就是成佛，过去劫中他是念佛，念佛成佛的。「是故一切诸法，般若波罗蜜多，甚深禅定」，前面这两句是讲的教，禅定是说的定，「乃至诸佛正遍知海，皆从念佛而生」，这句话说得很重，说得非常的切要！法照大师就问：「当云何念？」怎么念法？文殊菩萨就告诉他：「此世界西有阿弥陀佛，彼佛愿力不可思议。汝当继念，令无间断。命终之时，决定往生」。这两位菩萨给他授记说：「汝以念佛不思议故，毕竟证无上觉」，无上觉就是成佛；「若善男女愿疾出离」，这个疾是快速，出离六道轮回，出离十法界，「应当念佛」。而且还传他念佛的声调，就是念佛法门里所说的五会念佛法门。五会念佛失传了，民国初年有些法师未出家之前学音乐的，他们凭着自己的想像编成一个念佛谱，五会念佛。我看到这个本子，我也找到懂音乐的，他们演奏给我听，我说这个不是法照的原本。为什么？念佛最重要是让人听到生清净心，他这个腔调不行，照这个方法念不能得清净心，所以真的是失传了。法照大师原本是修禅的，见了两位菩萨开示之后，他专修净土，回来之后提倡五会念佛，成为净土宗第四代的祖师。",
      "zh_TW": "唐朝法照大師，這是我們淨土宗第四代的祖師，傳記裡面說得很清楚，記載這樁事情，他在用齋的時候，低頭看到缽，缽裡面現出一個境界，文殊菩薩的道場大聖竹林寺，看得非常清楚。他沒有上過五台山，他不知道什麼地方，把這樁事情告訴大眾。大眾聽說，其中有人知道，告訴他，根據你所說的，好像是五台山文殊菩薩，傳說文殊菩薩在五台有一個寺廟就是大聖竹林寺。於是他就發心去朝五台山，到五台山真的見到了。因為他去，看到地方很熟，他記得很清楚，見到文殊、普賢這兩位大菩薩在講經教學，他聽了一座經，聽完之後向文殊菩薩請教，在這個像法講經，末法快來了，這個時候修行修什麼法門最得力？文殊菩薩告訴他，「諸修行門無如念佛」。諸修行門就是講八萬四千法門、無量法門，都比不上念佛這個法門。他自己說，他說，「我於過去劫中，因念佛故，得一切種智」。一切種智就是佛智，就是成佛，過去劫中他是念佛，念佛成佛的。「是故一切諸法，般若波羅蜜多，甚深禪定」，前面這兩句是講的教，禪定是說的定，「乃至諸佛正遍知海，皆從念佛而生」，這句話說得很重，說得非常的切要！法照大師就問：「當云何念？」怎麼念法？文殊菩薩就告訴他：「此世界西有阿彌陀佛，彼佛願力不可思議。汝當繼念，令無間斷。命終之時，決定往生」。這兩位菩薩給他授記說：「汝以念佛不思議故，畢竟證無上覺」，無上覺就是成佛；「若善男女願疾出離」，這個疾是快速，出離六道輪迴，出離十法界，「應當念佛」。而且還傳他念佛的聲調，就是念佛法門裡所說的五會念佛法門。五會念佛失傳了，民國初年有些法師未出家之前學音樂的，他們憑著自己的想像編成一個念佛譜，五會念佛。我看到這個本子，我也找到懂音樂的，他們演奏給我聽，我說這個不是法照的原本。為什麼？念佛最重要是讓人聽到生清淨心，他這個腔調不行，照這個方法念不能得清淨心，所以真的是失傳了。法照大師原本是修禪的，見了兩位菩薩開示之後，他專修淨土，回來之後提倡五會念佛，成為淨土宗第四代的祖師。"
    },
    {
      "id": "02-040-0603_p0008",
      "zh_CN": "下面再给我们介绍一位慧日法师，这个法师是从水路到印度，天竺就是印度，到印度健驮罗国，这个地方东北有山，这个山上有观世音菩萨像，非常灵感。慧日法师在这个地方「七日叩头」，七天七夜念观世音菩萨求感应。「又断食毕命为期」，发的真诚心，念了七天七夜，「忽见观音现紫金身，坐宝莲华。垂手摩顶」，告诉他，「汝欲传法，自利利他，唯念西方极乐世界阿弥陀佛」。这是慧日法师感应观世音菩萨现身为他说法，亲口传给他念佛法门。讲得这么清楚，教他唯念，就是一门深入、长时薰修，其他的都不必要，专念西方极乐世界阿弥陀佛，观世音菩萨所传的。",
      "zh_TW": "下面再給我們介紹一位慧日法師，這個法師是從水路到印度，天竺就是印度，到印度健馱羅國，這個地方東北有山，這個山上有觀世音菩薩像，非常靈感。慧日法師在這個地方「七日叩頭」，七天七夜念觀世音菩薩求感應。「又斷食畢命為期」，發的真誠心，念了七天七夜，「忽見觀音現紫金身，坐寶蓮華。垂手摩頂」，告訴他，「汝欲傳法，自利利他，唯念西方極樂世界阿彌陀佛」。這是慧日法師感應觀世音菩薩現身為他說法，親口傳給他念佛法門。講得這麼清楚，教他唯念，就是一門深入、長時薰修，其他的都不必要，專念西方極樂世界阿彌陀佛，觀世音菩薩所傳的。"
    },
    {
      "id": "02-040-0603_p0009",
      "zh_CN": "菩萨传给慧日大师，我们今天读到这段文，那就是慧日法师把这个法门传给我们了。我们如果能信、能愿，信得过，真正发愿求生西方极乐世界，像这个经上所说的，「发菩提心，一向专念」，这就对了，必定得生净土。「可见净土法门」，真正是「胜过诸行」。佛对谁说的？对根熟的人说。什么叫根熟？他听了真信，没有丝毫怀疑。真正能听懂，真正一心专念、决定求生，这个人叫根熟众生，这个人这一生当中必定得生净土。生净土就是佛菩萨度一个众生成佛了，生净土跟成佛是同一个意思，生到净土没有一个不成佛的。",
      "zh_TW": "菩薩傳給慧日大師，我們今天讀到這段文，那就是慧日法師把這個法門傳給我們了。我們如果能信、能願，信得過，真正發願求生西方極樂世界，像這個經上所說的，「發菩提心，一向專念」，這就對了，必定得生淨土。「可見淨土法門」，真正是「勝過諸行」。佛對誰說的？對根熟的人說。什麼叫根熟？他聽了真信，沒有絲毫懷疑。真正能聽懂，真正一心專念、決定求生，這個人叫根熟眾生，這個人這一生當中必定得生淨土。生淨土就是佛菩薩度一個眾生成佛了，生淨土跟成佛是同一個意思，生到淨土沒有一個不成佛的。"
    },
    {
      "id": "02-040-0603_p0010",
      "zh_CN": "其他，这又举几个例子，「如天亲大士《无量寿论》」，《无量寿论》就是《往生论》，天亲菩萨作的，是天亲菩萨修净土的心得报告。在中国，净土的经论不多，三经一论，在各个宗派里面来说，净土经论最少，少就容易，古时候受持就是受持三经一论。清朝晚年咸丰年代，魏默深居士将《普贤行愿品》最后的一卷，就是十大愿王导归极乐，把这一卷附在三经的后面，于是净土就有四经一论。诸位要是看到四经一论，就是指这桩事情。到民国初年，印光大师将《楞严经》里头《大势至菩萨念佛圆通章》取出来放在四经之后，就变成五经一论，这是现代人所依据的经典。印光大师做得好，真正可以说净土经论达到圆满了。魏默深的不错，《华严经》末后「十大愿王导归极乐」。近代弘一法师，大家知道弘一法师专修净土，持戒念佛，他在净土经论里头他选的是《普贤行愿品》，他的早晚课都是读诵《行愿品》，也是念佛往生。马鸣菩萨的《起信论》，智者大师的《十疑论》，统统都是劝人念佛求生净土，以及永明大师，「天如、楚石、莲池诸大德」，所有著述，他们的著作，「莫不殷勤赞叹，导往西方。决无欺世误人之事」。这是彭际清居士所说的，我们应当感恩，这些大德苦口婆心的劝导我们。「何况我等生当像季」，这个像还是用末字好，当时已经是在末法时期了，「法弱魔强」，这是我们现前的社会，「独力修行岂无错路」，真正是独力，一点都不假。像法时期还有修行人，多！一个寺庙大家都修，依众靠众。现在大家不修了，真正发心是自己去干。所以这个地方还是用末字好。「若复徘徊不信」，对这个信心生不起来，「深恋尘劳」，那就麻烦大了，对这个世间你有留恋，你有贪恋，那就是底下所说的，「如蛾赴灯，如鱼处涸，曾不需时」。",
      "zh_TW": "其他，這又舉幾個例子，「如天親大士《無量壽論》」，《無量壽論》就是《往生論》，天親菩薩作的，是天親菩薩修淨土的心得報告。在中國，淨土的經論不多，三經一論，在各個宗派裡面來說，淨土經論最少，少就容易，古時候受持就是受持三經一論。清朝晚年咸豐年代，魏默深居士將《普賢行願品》最後的一卷，就是十大願王導歸極樂，把這一卷附在三經的後面，於是淨土就有四經一論。諸位要是看到四經一論，就是指這樁事情。到民國初年，印光大師將《楞嚴經》裡頭《大勢至菩薩念佛圓通章》取出來放在四經之後，就變成五經一論，這是現代人所依據的經典。印光大師做得好，真正可以說淨土經論達到圓滿了。魏默深的不錯，《華嚴經》末後「十大願王導歸極樂」。近代弘一法師，大家知道弘一法師專修淨土，持戒念佛，他在淨土經論裡頭他選的是《普賢行願品》，他的早晚課都是讀誦《行願品》，也是念佛往生。馬鳴菩薩的《起信論》，智者大師的《十疑論》，統統都是勸人念佛求生淨土，以及永明大師，「天如、楚石、蓮池諸大德」，所有著述，他們的著作，「莫不殷勤讚歎，導往西方。決無欺世誤人之事」。這是彭際清居士所說的，我們應當感恩，這些大德苦口婆心的勸導我們。「何況我等生當像季」，這個像還是用末字好，當時已經是在末法時期了，「法弱魔強」，這是我們現前的社會，「獨力修行豈無錯路」，真正是獨力，一點都不假。像法時期還有修行人，多！一個寺廟大家都修，依眾靠眾。現在大家不修了，真正發心是自己去幹。所以這個地方還是用末字好。「若復徘徊不信」，對這個信心生不起來，「深戀塵勞」，那就麻煩大了，對這個世間你有留戀，你有貪戀，那就是底下所說的，「如蛾赴燈，如魚處涸，曾不需時」。"
    },
    {
      "id": "02-040-0603_p0011",
      "zh_CN": "这一段里面，我们参考资料统统都有，有「法照」，「莲宗七祖之第四祖」，没错，现在是第十三祖，印光大师是十三祖，十三祖里头的第四祖，这里记的不错。「唐朝大历二年止于衡州」，就是现在的衡阳，「灵峰寺，慈忍戒定」，这四个字是赞叹他，「当时之宗师」，他是禅宗的。「尝于僧堂之食钵中现一寺」，这个寺的匾额叫「大圣竹林寺」。这个里头说了，他去朝五台见到文殊菩萨的道场，「四年」，应该是大历四年，「于郡之湖东寺开五会念佛，因制五会法事赞，以定其法式」，以后在五台山建竹林寺，代宗时候他为国师，大历七年圆寂的。这是真有其人，真有其事。",
      "zh_TW": "這一段裡面，我們參考資料統統都有，有「法照」，「蓮宗七祖之第四祖」，沒錯，現在是第十三祖，印光大師是十三祖，十三祖裡頭的第四祖，這裡記的不錯。「唐朝大歷二年止於衡州」，就是現在的衡陽，「靈峰寺，慈忍戒定」，這四個字是讚歎他，「當時之宗師」，他是禪宗的。「嘗於僧堂之食缽中現一寺」，這個寺的匾額叫「大聖竹林寺」。這個裡頭說了，他去朝五台見到文殊菩薩的道場，「四年」，應該是大歷四年，「於郡之湖東寺開五會念佛，因製五會法事讚，以定其法式」，以後在五台山建竹林寺，代宗時候他為國師，大歷七年圓寂的。這是真有其人，真有其事。"
    },
    {
      "id": "02-040-0603_p0012",
      "zh_CN": "我们再回来看念老注解最后，「曾不需时，大苦随后。宜各猛省，无待他求」。这个是念老慈悲到极处，劝导我们机会不能错过，这一错，不容易再得到。一失人身，你有什么能力脱离六道轮回？就是说，不修净土，在小乘要证得初果，保证你不会堕三途，你没有出轮回。但是须陀洹果天上人间七次往来，人间寿命到了生天，天上寿命到了又到人间来，七次往返证阿罗汉果，就超越六道轮回，所以他在六道是有期限的。这个期限也相当的长，为什么？人间的寿命短，天人寿命长。忉利天的寿命，人间一百岁，一百年是忉利天的一天。诸位要记住，忉利天的一天，人间一百年。孔子距离我们现在二千五百年，一百年是忉利天一天，孔夫子生在忉利天，生到那里多久？还不到一个月。一天是人间一百年，所以不到一个月。他的寿命是一千岁，忉利天上的算法也是一年三百六十五天，一千岁。往上去倍倍增长，兜率天的一天是我们人间四百年，化乐天的一天是人间的八百年，他化自在天一天是人间一千六百年。",
      "zh_TW": "我們再回來看念老註解最後，「曾不需時，大苦隨後。宜各猛省，無待他求」。這個是念老慈悲到極處，勸導我們機會不能錯過，這一錯，不容易再得到。一失人身，你有什麼能力脫離六道輪迴？就是說，不修淨土，在小乘要證得初果，保證你不會墮三途，你沒有出輪迴。但是須陀洹果天上人間七次往來，人間壽命到了生天，天上壽命到了又到人間來，七次往返證阿羅漢果，就超越六道輪迴，所以他在六道是有期限的。這個期限也相當的長，為什麼？人間的壽命短，天人壽命長。忉利天的壽命，人間一百歲，一百年是忉利天的一天。諸位要記住，忉利天的一天，人間一百年。孔子距離我們現在二千五百年，一百年是忉利天一天，孔夫子生在忉利天，生到那裡多久？還不到一個月。一天是人間一百年，所以不到一個月。他的壽命是一千歲，忉利天上的算法也是一年三百六十五天，一千歲。往上去倍倍增長，兜率天的一天是我們人間四百年，化樂天的一天是人間的八百年，他化自在天一天是人間一千六百年。"
    },
    {
      "id": "02-040-0603_p0013",
      "zh_CN": "我们就能想到，天上寿命长，人间、天上七次往返，多长的时间你在六道轮回当中！虽然不堕三恶道，三善道也有苦，你能不受吗？大乘，华严圆教，初信位的菩萨，断烦恼跟小乘初果相同。大乘从初信位逐渐提升，提升到七信位跟小乘阿罗汉相同，我们就知道在这个世间修行是多么的艰难！往生西方极乐世界，生到那个地方就作阿惟越致菩萨。这个帐要会算，要把它算清楚。你愿意走这个远路，还是愿意走近路？说实实在在的话，在这个世界就算是大乘，你今世能够得到初信位，从初信提升到七信，很长很长的时间。到极乐世界的人，即使是凡圣同居土下下品往生，他早就成佛了，他早就圆满了。我们在这个地方，十信都还没有得到，人家已经证得妙觉果位了。这个帐要算清楚，要算明白，我们就会回头，老老实实的念佛求生净土。为什么？确实我们没有能力在这个世间修行成就。纵然有能力，谈时间快速，西方净土成就快、稳当，真实决定不虚。",
      "zh_TW": "我們就能想到，天上壽命長，人間、天上七次往返，多長的時間你在六道輪迴當中！雖然不墮三惡道，三善道也有苦，你能不受嗎？大乘，華嚴圓教，初信位的菩薩，斷煩惱跟小乘初果相同。大乘從初信位逐漸提升，提升到七信位跟小乘阿羅漢相同，我們就知道在這個世間修行是多麼的艱難！往生西方極樂世界，生到那個地方就作阿惟越致菩薩。這個帳要會算，要把它算清楚。你願意走這個遠路，還是願意走近路？說實實在在的話，在這個世界就算是大乘，你今世能夠得到初信位，從初信提升到七信，很長很長的時間。到極樂世界的人，即使是凡聖同居土下下品往生，他早就成佛了，他早就圓滿了。我們在這個地方，十信都還沒有得到，人家已經證得妙覺果位了。這個帳要算清楚，要算明白，我們就會回頭，老老實實的念佛求生淨土。為什麼？確實我們沒有能力在這個世間修行成就。縱然有能力，談時間快速，西方淨土成就快、穩當，真實決定不虛。"
    },
    {
      "id": "02-040-0603_p0014",
      "zh_CN": "末后这一段，「彭氏《起信论》释曰」，彭际清居士《无量寿经起信论》里头解释，因为经到此地，正宗分圆满了，他解释的说，「正宗者」，将这部经分成四大部分，第一，「首明法藏广大誓愿，为令行者生担荷心，发起悲智，具普贤愿故」。正宗分里头说四桩事情，这是第一桩，说明法藏比丘发四十八愿成就西方极乐世界，为了是普度一切众生快速成佛。这个法门究竟圆满，真实可靠。真正发心，发菩提心度一切苦难众生，这就是这个行者就是发这个心的，应该要把四十八愿继承下来。弥陀发的愿，我跟他发同样的愿，决定得到阿弥陀佛加持。同心同愿，哪有不加持的道理，哪有不照顾的道理，哪有不关怀的道理，哪有不帮助的道理？要求自己跟阿弥陀佛同心同愿、同德同行，我在这个世间代理阿弥陀佛。这就是生担荷心，把如来家业自己承担着，承担起来。发起悲智，真正的慈悲，真实的智慧。选择这个法门就是无相智慧，没有无相智慧他发不了这个大心，这个大心具足普贤菩萨十大愿王。",
      "zh_TW": "末後這一段，「彭氏《起信論》釋曰」，彭際清居士《無量壽經起信論》裡頭解釋，因為經到此地，正宗分圓滿了，他解釋的說，「正宗者」，將這部經分成四大部分，第一，「首明法藏廣大誓願，為令行者生擔荷心，發起悲智，具普賢願故」。正宗分裡頭說四樁事情，這是第一樁，說明法藏比丘發四十八願成就西方極樂世界，為了是普度一切眾生快速成佛。這個法門究竟圓滿，真實可靠。真正發心，發菩提心度一切苦難眾生，這就是這個行者就是發這個心的，應該要把四十八願繼承下來。彌陀發的願，我跟他發同樣的願，決定得到阿彌陀佛加持。同心同願，哪有不加持的道理，哪有不照顧的道理，哪有不關懷的道理，哪有不幫助的道理？要求自己跟阿彌陀佛同心同願、同德同行，我在這個世間代理阿彌陀佛。這就是生擔荷心，把如來家業自己承擔著，承擔起來。發起悲智，真正的慈悲，真實的智慧。選擇這個法門就是無相智慧，沒有無相智慧他發不了這個大心，這個大心具足普賢菩薩十大願王。"
    },
    {
      "id": "02-040-0603_p0015",
      "zh_CN": "第二，「次明法藏广大功德」。法藏比丘不容易，四十八愿愿愿兑现，没有一愿是虚假的，每一愿都落实在极乐世界。所以每个往生到极乐世界的人，四土三辈九品都得到弥陀本愿威神加持。这是十方世界没有的，只有极乐世界独有。「为令行者生真实心」，决定用真心，「广行方便，满普贤行」。普贤菩萨之所行，就是阿弥陀佛四十八愿圆满的落实，他全做到了。普贤行是修华严的，华藏世界，阿弥陀佛建立的是极乐世界，极乐世界跟华藏世界是一不是二，而且极乐世界是华藏世界的精华。早年我在新加坡讲《华严经》，有同学问我，华藏跟极乐有什么关系？我举了个比喻，我说华藏好比是新加坡，我们都住在新加坡，你很熟悉。极乐是什么？极乐是乌节路。新加坡的乌节路，最繁华的一条街道，是他们的金融商业中心。华藏跟极乐是一不是二，但是极乐是华藏最精彩的一部分，最殊胜、最庄严的一分。你到新加坡住在乌节路，不一样。这是第二。",
      "zh_TW": "第二，「次明法藏廣大功德」。法藏比丘不容易，四十八願願願兌現，沒有一願是虛假的，每一願都落實在極樂世界。所以每個往生到極樂世界的人，四土三輩九品都得到彌陀本願威神加持。這是十方世界沒有的，只有極樂世界獨有。「為令行者生真實心」，決定用真心，「廣行方便，滿普賢行」。普賢菩薩之所行，就是阿彌陀佛四十八願圓滿的落實，他全做到了。普賢行是修華嚴的，華藏世界，阿彌陀佛建立的是極樂世界，極樂世界跟華藏世界是一不是二，而且極樂世界是華藏世界的精華。早年我在新加坡講《華嚴經》，有同學問我，華藏跟極樂有什麼關係？我舉了個比喻，我說華藏好比是新加坡，我們都住在新加坡，你很熟悉。極樂是什麼？極樂是烏節路。新加坡的烏節路，最繁華的一條街道，是他們的金融商業中心。華藏跟極樂是一不是二，但是極樂是華藏最精彩的一部分，最殊勝、最莊嚴的一分。你到新加坡住在烏節路，不一樣。這是第二。"
    },
    {
      "id": "02-040-0603_p0016",
      "zh_CN": "第三，说明极乐世界「依正种种庄严」。这正宗分讲得清楚，讲得明白，「为令行者生决定心」，你真正搞清楚、搞明白，你能不想去吗？居住的环境清净无染，老师阿弥陀佛，这是在极乐世界。在极乐世界之外，十方诸佛如来全是老师。而且怎么？常常亲近，又没有离开阿弥陀佛。这我们想像不到。我们的报身，极乐世界的报身，花开见佛。报身，花开，在阿弥陀佛讲堂就见佛了。莲花上有我们的名字，我们相信讲堂的座位上也有我们的名字，你坐在那个地方听经闻法。到什么时候？一定是到大彻大悟、明心见性，成佛了，你才会离开讲堂，所以在讲堂的时间长。实际上长短不定，为什么？每个人开悟的状况不一样，有人进去很快开悟，有人进去要一段时间。决定开悟，不开悟不离开讲堂。但是在讲堂里面，每个人都有神通，都有智慧，都有大德大能。阿弥陀佛的大德大能，身在讲堂说法，没离开大众，分身、化身无量无边，到十方世界去干什么？接引念佛人。每个念佛人往生极乐世界都需要阿弥陀佛接引，这是他发的本愿，一定去接引，化身去的。",
      "zh_TW": "第三，說明極樂世界「依正種種莊嚴」。這正宗分講得清楚，講得明白，「為令行者生決定心」，你真正搞清楚、搞明白，你能不想去嗎？居住的環境清淨無染，老師阿彌陀佛，這是在極樂世界。在極樂世界之外，十方諸佛如來全是老師。而且怎麼？常常親近，又沒有離開阿彌陀佛。這我們想像不到。我們的報身，極樂世界的報身，花開見佛。報身，花開，在阿彌陀佛講堂就見佛了。蓮花上有我們的名字，我們相信講堂的座位上也有我們的名字，你坐在那個地方聽經聞法。到什麼時候？一定是到大徹大悟、明心見性，成佛了，你才會離開講堂，所以在講堂的時間長。實際上長短不定，為什麼？每個人開悟的狀況不一樣，有人進去很快開悟，有人進去要一段時間。決定開悟，不開悟不離開講堂。但是在講堂裡面，每個人都有神通，都有智慧，都有大德大能。阿彌陀佛的大德大能，身在講堂說法，沒離開大眾，分身、化身無量無邊，到十方世界去幹什麼？接引念佛人。每個念佛人往生極樂世界都需要阿彌陀佛接引，這是他發的本願，一定去接引，化身去的。"
    },
    {
      "id": "02-040-0603_p0017",
      "zh_CN": "前面我们看到，十方世界多少人往生极乐世界！可以说这些往生的人络绎不绝，每天不断的来，阿弥陀佛分无量身接引他。在讲堂这些大众，那就是四土三辈九品，九品当中凡圣同居土下下品往生的都有这个能力，跟阿弥陀佛一样分无量无边身。这些人分身干什么？分身到外面去拜佛。阿弥陀佛分身去接引众生，他们分身去供养佛。供佛修福报，听佛讲经说法修智慧，福慧双修。所以西方极乐世界老师有多少，说不尽，十方世界一切诸佛都是你的老师。你什么时候去见他，什么时候你就看到，你在佛面前修福修慧，福慧圆满。这是西方极乐世界学习的环境。我们真搞清楚、真搞明白，能不去吗？能把它舍下去吗？舍掉吗？舍掉之后，你到哪一年才能成就？永远没有希望了。这个机会，无量劫来就这么一次，你要是抓不住，那就太可惜了！你就真错了，这不是假错。",
      "zh_TW": "前面我們看到，十方世界多少人往生極樂世界！可以說這些往生的人絡繹不絕，每天不斷的來，阿彌陀佛分無量身接引他。在講堂這些大眾，那就是四土三輩九品，九品當中凡聖同居土下下品往生的都有這個能力，跟阿彌陀佛一樣分無量無邊身。這些人分身幹什麼？分身到外面去拜佛。阿彌陀佛分身去接引眾生，他們分身去供養佛。供佛修福報，聽佛講經說法修智慧，福慧雙修。所以西方極樂世界老師有多少，說不盡，十方世界一切諸佛都是你的老師。你什麼時候去見他，什麼時候你就看到，你在佛面前修福修慧，福慧圓滿。這是西方極樂世界學習的環境。我們真搞清楚、真搞明白，能不去嗎？能把它捨下去嗎？捨掉嗎？捨掉之後，你到哪一年才能成就？永遠沒有希望了。這個機會，無量劫來就這麼一次，你要是抓不住，那就太可惜了！你就真錯了，這不是假錯。"
    },
    {
      "id": "02-040-0603_p0018",
      "zh_CN": "真想成功，真想往生，我们看最近，我们得到一个信息，十岁的小朋友往生。她也是跟一般人一样念佛三年，一心专注。她的父母是念佛人，小朋友问极乐世界，问什么是阿弥陀佛。她爸爸把《弥陀经》大意讲给她听，她听了之后非常欢喜，有这么好的地方，要她爸爸带她去看看。她爸爸说：我不能带妳去。什么人能带我去？阿弥陀佛。我要怎么样找阿弥陀佛？妳念阿弥陀佛。她就念，拼命念，日夜都念。三年，七岁开始念，十岁往生。往生的头一天告诉她爸爸，明天阿弥陀佛要接引我回家去了。预知时至，没有病痛，没有不正常，还告诉她爸爸，把她家的亲戚、朋友都请来送她往生，第二天真走了。这是现身说法，告诉我们这个事情是真的不是假的，小孩不会说假话，给我们做个好榜样。我们看了、听了，怎么办？真正有点智慧，肯定是向她看齐，一定要跟进，不能错过。小朋友听说极乐世界好，对这个世界没有留恋，一心专注，三年成功是正常的，我们看到《净土圣贤录》、《往生传》里头许许多多的往生的人统统是三年，这个小孩也不例外。这是这部经把极乐世界讲得最清楚、最明白，五经一论里头找不到，我们看了之后会生决定心，我要到那里去，我要干什么？「至诚回向，入佛境界，不堕疑城」。我要真念，我要分秒必争。尤其年岁大了，光阴有限，每秒钟都不能空过，这一秒钟空过了，没有念佛就是空过，分分秒秒都要抓紧。",
      "zh_TW": "真想成功，真想往生，我們看最近，我們得到一個信息，十歲的小朋友往生。她也是跟一般人一樣念佛三年，一心專注。她的父母是念佛人，小朋友問極樂世界，問什麼是阿彌陀佛。她爸爸把《彌陀經》大意講給她聽，她聽了之後非常歡喜，有這麼好的地方，要她爸爸帶她去看看。她爸爸說：我不能帶妳去。什麼人能帶我去？阿彌陀佛。我要怎麼樣找阿彌陀佛？妳念阿彌陀佛。她就念，拼命念，日夜都念。三年，七歲開始念，十歲往生。往生的頭一天告訴她爸爸，明天阿彌陀佛要接引我回家去了。預知時至，沒有病痛，沒有不正常，還告訴她爸爸，把她家的親戚、朋友都請來送她往生，第二天真走了。這是現身說法，告訴我們這個事情是真的不是假的，小孩不會說假話，給我們做個好榜樣。我們看了、聽了，怎麼辦？真正有點智慧，肯定是向她看齊，一定要跟進，不能錯過。小朋友聽說極樂世界好，對這個世界沒有留戀，一心專注，三年成功是正常的，我們看到《淨土聖賢錄》、《往生傳》裡頭許許多多的往生的人統統是三年，這個小孩也不例外。這是這部經把極樂世界講得最清楚、最明白，五經一論裡頭找不到，我們看了之後會生決定心，我要到那裡去，我要幹什麼？「至誠迴向，入佛境界，不墮疑城」。我要真念，我要分秒必爭。尤其年歲大了，光陰有限，每秒鐘都不能空過，這一秒鐘空過了，沒有念佛就是空過，分分秒秒都要抓緊。"
    },
    {
      "id": "02-040-0603_p0019",
      "zh_CN": "第四段说明「往生正因，及世间果报，为令行者生精进心」，把世间果报统统给你讲清楚、讲明白，这就是三十二品到三十七品，我们学过的。你明了之后，再看看我们现在的生活环境，佛没有说假话，句句真实，好像他在三千年前看到了我们今天的社会。一定要觉悟，一定要放下，自己求生净土。自己还有许多有缘之人，这些有缘人我们要劝导他。他能相信，他有福，他会念佛往生；他没有福，我们给他种了善根，阿赖耶里面种了阿弥陀佛极乐世界的种子，「一历耳根，永为道种」，他将来来生后世遇到缘的时候，这个种子会起作用。",
      "zh_TW": "第四段說明「往生正因，及世間果報，為令行者生精進心」，把世間果報統統給你講清楚、講明白，這就是三十二品到三十七品，我們學過的。你明瞭之後，再看看我們現在的生活環境，佛沒有說假話，句句真實，好像他在三千年前看到了我們今天的社會。一定要覺悟，一定要放下，自己求生淨土。自己還有許多有緣之人，這些有緣人我們要勸導他。他能相信，他有福，他會念佛往生；他沒有福，我們給他種了善根，阿賴耶裡面種了阿彌陀佛極樂世界的種子，「一歷耳根，永為道種」，他將來來生後世遇到緣的時候，這個種子會起作用。"
    },
    {
      "id": "02-040-0603_p0020",
      "zh_CN": "往生的正因就是信愿持名，本经里面说了八个字，「发菩提心，一向专念」。上中下辈、一心三辈，没有两样，都是一向专念。说清楚，说明白，希望念佛同学真正生精进心。精是纯而不杂，心里头只有阿弥陀佛，除阿弥陀佛之外什么都没有，这叫精；进是进步，绝不退后。精进落实在哪里？落实在「一念念佛，成就三昧，决生彼国故」。到这个地方，这都是彭际清《起信论》上所说的。一念念佛，一个念，没有第二念。这说明什么？都放下了，一心一意都在念阿弥陀佛。念久了就得三昧，念到功夫成片，往生就有把握。真正功夫成片，成片也有三辈九品，上辈的成片，往生自在了，想什么时候去，什么时候佛就来接引你。你跟阿弥陀佛通了，当中没有障碍，现在要去，阿弥陀佛知道，马上就来接引你。如果念到一心不乱，那是真正的念佛三昧，功夫成片都有这种的能力，何况一心不乱！念佛人求的，不求别的，就求功夫到三昧，决定往生，没有丝毫怀疑。",
      "zh_TW": "往生的正因就是信願持名，本經裡面說了八個字，「發菩提心，一向專念」。上中下輩、一心三輩，沒有兩樣，都是一向專念。說清楚，說明白，希望念佛同學真正生精進心。精是純而不雜，心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，這叫精；進是進步，絕不退後。精進落實在哪裡？落實在「一念念佛，成就三昧，決生彼國故」。到這個地方，這都是彭際清《起信論》上所說的。一念念佛，一個念，沒有第二念。這說明什麼？都放下了，一心一意都在念阿彌陀佛。念久了就得三昧，念到功夫成片，往生就有把握。真正功夫成片，成片也有三輩九品，上輩的成片，往生自在了，想什麼時候去，什麼時候佛就來接引你。你跟阿彌陀佛通了，當中沒有障礙，現在要去，阿彌陀佛知道，馬上就來接引你。如果念到一心不亂，那是真正的念佛三昧，功夫成片都有這種的能力，何況一心不亂！念佛人求的，不求別的，就求功夫到三昧，決定往生，沒有絲毫懷疑。"
    },
    {
      "id": "02-040-0603_p0021",
      "zh_CN": "下面是黄念老告诉我们，「准彭氏之说」，就是依照《无量寿经起信论》里面所说的，「要而言之」，最重要的他说的是什么。前面两段是「劝愿，亦即发菩提心」，劝我们发心，发心求生净土就是无上菩提心；第三说极乐世界种种庄严，这是「劝信」，让我们对于净宗、对于极乐世界深信不疑；最后这一段讲往生正因、世间果报，这是「劝行」，劝导我们「止恶行善」，特别是「善中之王」就是持名念佛，没有比这个更善的。这个信息太殊胜，真正是无上第一信息，让我们知道怎样修善。修大善，修究竟圆满之善，原来是念这句阿弥陀佛，在世间做什么样的好事都抵不上这句阿弥陀佛。是真的吗？是真的。",
      "zh_TW": "下面是黃念老告訴我們，「準彭氏之說」，就是依照《無量壽經起信論》裡面所說的，「要而言之」，最重要的他說的是什麼。前面兩段是「勸願，亦即發菩提心」，勸我們發心，發心求生淨土就是無上菩提心；第三說極樂世界種種莊嚴，這是「勸信」，讓我們對於淨宗、對於極樂世界深信不疑；最後這一段講往生正因、世間果報，這是「勸行」，勸導我們「止惡行善」，特別是「善中之王」就是持名念佛，沒有比這個更善的。這個信息太殊勝，真正是無上第一信息，讓我們知道怎樣修善。修大善，修究竟圓滿之善，原來是念這句阿彌陀佛，在世間做什麼樣的好事都抵不上這句阿彌陀佛。是真的嗎？是真的。"
    },
    {
      "id": "02-040-0603_p0022",
      "zh_CN": "你细心去揣摩、去观察，真的。为什么？因为这句佛号，纵然这一生你不想到极乐世界去，你念过一声阿弥陀佛，这一个善根将来遇到缘会成熟，成熟就因为这个因会帮助你往生极乐世界成佛。世间再大的善也做不到，也不能送你到极乐世界。我们以前不知道，疏忽了，以为干别的善事比念佛大，没有想到念佛之善是善中之王，一切善法里头没有任何一个善法能跟它相比。你不念佛还念什么？所以念佛要分秒必争，一秒钟都不肯空过。那是什么？那是我们积大善，积功累德无过于念佛，这个大善能帮助我们往生极乐世界。所以「信愿即是发菩提心，持名即一向专念，正是本经之宗，故云正宗分」，是本经的正宗。",
      "zh_TW": "你細心去揣摩、去觀察，真的。為什麼？因為這句佛號，縱然這一生你不想到極樂世界去，你念過一聲阿彌陀佛，這一個善根將來遇到緣會成熟，成熟就因為這個因會幫助你往生極樂世界成佛。世間再大的善也做不到，也不能送你到極樂世界。我們以前不知道，疏忽了，以為幹別的善事比念佛大，沒有想到念佛之善是善中之王，一切善法裡頭沒有任何一個善法能跟它相比。你不念佛還念什麼？所以念佛要分秒必爭，一秒鐘都不肯空過。那是什麼？那是我們積大善，積功累德無過於念佛，這個大善能幫助我們往生極樂世界。所以「信願即是發菩提心，持名即一向專念，正是本經之宗，故云正宗分」，是本經的正宗。"
    },
    {
      "id": "02-040-0603_p0023",
      "zh_CN": "再回过头来看看小本，小本是《佛说阿弥陀经》，跟本经完全相同。大本、小本，大本叫《无量寿》，小本叫《阿弥陀》，就用佛号做经名，为什么？希望你能修大善。不管是有意无意，念一句阿弥陀佛这个善，你这一生到人间来就听到这一句佛号也算值得，阿赖耶里头有了阿弥陀佛的种子。这个种子保证你未来，来生后世遇到缘的时候你会念佛，你会往生，你会成佛，所以世出世间一切善都不能跟它相比。小本里面就是「信愿持名」，大小两本「繁简有差」，大本说得详细，小本讲得简单，有差别，「而纲宗无异」，纲领、宗旨没有两样，完全一样。",
      "zh_TW": "再回過頭來看看小本，小本是《佛說阿彌陀經》，跟本經完全相同。大本、小本，大本叫《無量壽》，小本叫《阿彌陀》，就用佛號做經名，為什麼？希望你能修大善。不管是有意無意，念一句阿彌陀佛這個善，你這一生到人間來就聽到這一句佛號也算值得，阿賴耶裡頭有了阿彌陀佛的種子。這個種子保證你未來，來生後世遇到緣的時候你會念佛，你會往生，你會成佛，所以世出世間一切善都不能跟它相比。小本裡面就是「信願持名」，大小兩本「繁簡有差」，大本說得詳細，小本講得簡單，有差別，「而綱宗無異」，綱領、宗旨沒有兩樣，完全一樣。"
    },
    {
      "id": "02-040-0603_p0024",
      "zh_CN": "「灵峰大师论小本之正宗分曰」，我们看看蕅益大师《弥陀经要解》，这个注解不多，这个本子后面有跋文，是蕅益大师自己写的，说明他写这个注解九天完成的，写完的。这个本子印光大师赞叹说，「即使古佛再来，给《弥陀经》做个注解，也不能超过其上」。这种赞叹，赞叹到极处了，好像这个注解就是阿弥陀佛亲自所说的，有这个味道在里头。有人怀疑，我住在新加坡，我有个老友演培法师，这在佛教界里头也是知名的大德，他修弥勒净土。有一天请我吃饭，他就提出这个问题，印光大师对《弥陀要解》的赞叹是不是有些过分？他问我，他以为赞叹得过分。我回答他说，印祖的赞叹一点都不过分，真正是赞叹到恰到好处，真难得。蕅益大师是什么样的人，身分没有透露，从《弥陀经要解》，做这个《要解》来看，不是凡人，凡人做不到，那是佛菩萨再来，来教化众生的。",
      "zh_TW": "「靈峰大師論小本之正宗分曰」，我們看看蕅益大師《彌陀經要解》，這個註解不多，這個本子後面有跋文，是蕅益大師自己寫的，說明他寫這個註解九天完成的，寫完的。這個本子印光大師讚歎說，「即使古佛再來，給《彌陀經》做個註解，也不能超過其上」。這種讚歎，讚歎到極處了，好像這個註解就是阿彌陀佛親自所說的，有這個味道在裡頭。有人懷疑，我住在新加坡，我有個老友演培法師，這在佛教界裡頭也是知名的大德，他修彌勒淨土。有一天請我吃飯，他就提出這個問題，印光大師對《彌陀要解》的讚歎是不是有些過分？他問我，他以為讚歎得過分。我回答他說，印祖的讚歎一點都不過分，真正是讚歎到恰到好處，真難得。蕅益大師是什麼樣的人，身分沒有透露，從《彌陀經要解》，做這個《要解》來看，不是凡人，凡人做不到，那是佛菩薩再來，來教化眾生的。"
    },
    {
      "id": "02-040-0603_p0025",
      "zh_CN": "正如同我们现前这个本子，王龙舒的会集，魏默深第二次的会集，也不是凡人，不是普通人，会集本都有瑕疵，后来的高僧大德都能把缺点指出来，所以流通就不广。夏莲居老居士做第三次的会集，而且用的时间长，用了十年的时间成就这个版本，一定要做到尽善尽美，没有瑕疵让人批评，他做到了。我们在梅光羲老居士的长序，那篇序文写得长，对我们后学有非常大的帮助。为什么？我们看不出什么瑕疵，觉得都不错，梅老居士一桩一桩都给我们点出来，让我们对于《无量寿经》现前九种不同的版本有所选择。黄念祖老居士的集注，这是真实智慧，四弘誓愿里头有法门无量誓愿学，广学多闻，他这个注解里头就有广学多闻。他引用的经论八十三种，这八十三种里头有教下的，有禅宗的，有密宗的，有小乘的，将世尊四十九年所说的一切法都融会在其中。还有一百一十种祖师大德的著作，取其精华，为经文做注释。这都不是一般人能做到的，能不是菩萨化身来救度末世众生吗？我真诚相信，没有丝毫怀疑，别人提出质疑，我一点怀疑都没有。",
      "zh_TW": "正如同我們現前這個本子，王龍舒的會集，魏默深第二次的會集，也不是凡人，不是普通人，會集本都有瑕疵，後來的高僧大德都能把缺點指出來，所以流通就不廣。夏蓮居老居士做第三次的會集，而且用的時間長，用了十年的時間成就這個版本，一定要做到盡善盡美，沒有瑕疵讓人批評，他做到了。我們在梅光羲老居士的長序，那篇序文寫得長，對我們後學有非常大的幫助。為什麼？我們看不出什麼瑕疵，覺得都不錯，梅老居士一樁一樁都給我們點出來，讓我們對於《無量壽經》現前九種不同的版本有所選擇。黃念祖老居士的集註，這是真實智慧，四弘誓願裡頭有法門無量誓願學，廣學多聞，他這個註解裡頭就有廣學多聞。他引用的經論八十三種，這八十三種裡頭有教下的，有禪宗的，有密宗的，有小乘的，將世尊四十九年所說的一切法都融會在其中。還有一百一十種祖師大德的著作，取其精華，為經文做註釋。這都不是一般人能做到的，能不是菩薩化身來救度末世眾生嗎？我真誠相信，沒有絲毫懷疑，別人提出質疑，我一點懷疑都沒有。"
    },
    {
      "id": "02-040-0603_p0026",
      "zh_CN": "李老师把这个本子给我的时候，是他自己早年在台中法华寺所讲的底本，他的注解就在经文上，眉注。他老人家的东西，我跟他十年，我对他很了解，所以他这个注解我完全能看得懂。早年我讲《无量寿经》讲了十遍，统统都是依李老师的眉注讲的。以后跟黄念老联系上，在美国联系的，我们通了电话，他把这个《大经解》，他的著作那时刚刚完成，初稿，油印的四册从马里兰州寄到达拉斯，我看到了。我看到这个注解欢喜赞叹，当时我打电话向他请教，有没有版权？他说你问这个做什么？我说大经迫切需要一部注解，我天天在想，没有想到你已经完成，我非常欢喜，没有版权，我到台湾把它印出来。他听到很高兴，「没有版权」，还交代我给他写一篇序文，这个封面要我题字，我也都照办了。我的序文在美国写的，写了之后他就回到中国去，寄到北京给他看，他同意了。我们在台湾初版印了一万册，精装本一万册，所以第一次印的是用他原稿印的，现在流通的他修改过几次。这两位大德对于正法久住做出最大的贡献，恩德无量无边！我们此地那边最下面那张照片，就是我到北京访问第一次跟念老见面，他还邀集许多道友跟我们一起分享学习的情况。",
      "zh_TW": "李老師把這個本子給我的時候，是他自己早年在台中法華寺所講的底本，他的註解就在經文上，眉註。他老人家的東西，我跟他十年，我對他很了解，所以他這個註解我完全能看得懂。早年我講《無量壽經》講了十遍，統統都是依李老師的眉註講的。以後跟黃念老聯繫上，在美國聯繫的，我們通了電話，他把這個《大經解》，他的著作那時剛剛完成，初稿，油印的四冊從馬里蘭州寄到達拉斯，我看到了。我看到這個註解歡喜讚歎，當時我打電話向他請教，有沒有版權？他說你問這個做什麼？我說大經迫切需要一部註解，我天天在想，沒有想到你已經完成，我非常歡喜，沒有版權，我到台灣把它印出來。他聽到很高興，「沒有版權」，還交代我給他寫一篇序文，這個封面要我題字，我也都照辦了。我的序文在美國寫的，寫了之後他就回到中國去，寄到北京給他看，他同意了。我們在台灣初版印了一萬冊，精裝本一萬冊，所以第一次印的是用他原稿印的，現在流通的他修改過幾次。這兩位大德對於正法久住做出最大的貢獻，恩德無量無邊！我們此地那邊最下面那張照片，就是我到北京訪問第一次跟念老見面，他還邀集許多道友跟我們一起分享學習的情況。"
    },
    {
      "id": "02-040-0603_p0027",
      "zh_CN": "小本经里面说，它也分序、正、流通三分，小本正宗分里头分的三科，它序、正、流通三分里头都是用信、愿、行。序分里头用信愿行，正宗分也是信愿行，流通分还是信愿行，这个分法古人没有。你看「正宗分」里面这三段，第一段，「初广陈彼土依正妙果以启信」。小本里头，小本正宗分也是说明西方极乐世界依正庄严，让大家生起信心。第二段，「特劝众生应求往生以发愿」。《弥陀经》里头经文四次发愿，劝大家发愿，四次，一而三、三而四，释迦牟尼佛苦口婆心，我们从这里看得出来。佛慈悲到极处，把无上的法宝传给我们，真正是无上，而且每个人都能够得到受用的，不是说无上法宝中下人没有分，那个无上的意义不圆满，这个无上的意义圆满。为什么？无论男女老少、贤愚不肖，只要遇到，只要肯信，没有一个不得利益，真是究竟圆满、真实第一法宝传给我们。《弥陀经》在中国从翻译出来一直到现在，受持这部经念佛往生的人不计其数，这些往生的人个个都成佛，这个功德不可思议。第三段，「正示行者执持名号以立行」。你看信、愿、行三段，它的序跟流通也是这样的三段。「信愿持名，一经要旨」。这部经不长，但是信愿行圆满具足，三分就是三番劝人。世尊劝我们，我们要会听，要能听得懂。真的，听得懂的人太少了，蕅益大师懂了，把这个经从头到尾给我们点清楚，你看序里头有信愿行，正宗里头有信愿行，流通分里头也有信愿行，小本如是，大本也不例外。所以念老教给我们，「两本合参」，大小两本合起来看，「宗旨益明」，本经的宗要、本经的主旨就非常清楚，不清楚、不明了不得受用。",
      "zh_TW": "小本經裡面說，它也分序、正、流通三分，小本正宗分裡頭分的三科，它序、正、流通三分裡頭都是用信、願、行。序分裡頭用信願行，正宗分也是信願行，流通分還是信願行，這個分法古人沒有。你看「正宗分」裡面這三段，第一段，「初廣陳彼土依正妙果以啟信」。小本裡頭，小本正宗分也是說明西方極樂世界依正莊嚴，讓大家生起信心。第二段，「特勸眾生應求往生以發願」。《彌陀經》裡頭經文四次發願，勸大家發願，四次，一而三、三而四，釋迦牟尼佛苦口婆心，我們從這裡看得出來。佛慈悲到極處，把無上的法寶傳給我們，真正是無上，而且每個人都能夠得到受用的，不是說無上法寶中下人沒有分，那個無上的意義不圓滿，這個無上的意義圓滿。為什麼？無論男女老少、賢愚不肖，只要遇到，只要肯信，沒有一個不得利益，真是究竟圓滿、真實第一法寶傳給我們。《彌陀經》在中國從翻譯出來一直到現在，受持這部經念佛往生的人不計其數，這些往生的人個個都成佛，這個功德不可思議。第三段，「正示行者執持名號以立行」。你看信、願、行三段，它的序跟流通也是這樣的三段。「信願持名，一經要旨」。這部經不長，但是信願行圓滿具足，三分就是三番勸人。世尊勸我們，我們要會聽，要能聽得懂。真的，聽得懂的人太少了，蕅益大師懂了，把這個經從頭到尾給我們點清楚，你看序裡頭有信願行，正宗裡頭有信願行，流通分裡頭也有信願行，小本如是，大本也不例外。所以念老教給我們，「兩本合參」，大小兩本合起來看，「宗旨益明」，本經的宗要、本經的主旨就非常清楚，不清楚、不明瞭不得受用。"
    },
    {
      "id": "02-040-0603_p0028",
      "zh_CN": "我在没有遇到这个本子之前，早年在美国我住在德州，有位同修尹建维，现在还在，曾经问我一句话，他说净空法师，如果说这部《大藏经》只准你选择一部经学习，你会选择哪一部？我当时告诉他，我一丝毫考虑都没有，我会选择蕅益大师的《弥陀要解》。《要解》我讲过，年轻时候真正是想一生专讲《要解》、专弘《要解》，这是我的本愿。但是缘，在国外不能不随缘，同学们想听什么经论，总是不好意思违背，要我讲我就讲，所以前后也讲了几十部经论，大半没有留录音、录像。那个时候早年在美国没有这个设备，也没想起来，到后来录音机普遍流通了，我们才想到录音，以后更进一步录像。录音、录像的流通也产生很大的作用，尤其是网际网路跟卫星电视，这是我们作梦都没有想到，完全是在家这些同修们他们自己发心，把佛法的经教用这种高科技的方法传遍世界。",
      "zh_TW": "我在沒有遇到這個本子之前，早年在美國我住在德州，有位同修尹建維，現在還在，曾經問我一句話，他說淨空法師，如果說這部《大藏經》只准你選擇一部經學習，你會選擇哪一部？我當時告訴他，我一絲毫考慮都沒有，我會選擇蕅益大師的《彌陀要解》。《要解》我講過，年輕時候真正是想一生專講《要解》、專弘《要解》，這是我的本願。但是緣，在國外不能不隨緣，同學們想聽什麼經論，總是不好意思違背，要我講我就講，所以前後也講了幾十部經論，大半沒有留錄音、錄像。那個時候早年在美國沒有這個設備，也沒想起來，到後來錄音機普遍流通了，我們才想到錄音，以後更進一步錄像。錄音、錄像的流通也產生很大的作用，尤其是網際網路跟衛星電視，這是我們作夢都沒有想到，完全是在家這些同修們他們自己發心，把佛法的經教用這種高科技的方法傳遍世界。"
    },
    {
      "id": "02-040-0603_p0029",
      "zh_CN": "这桩事情在早年我初学佛的时候，还没有出家，跟方东美先生学哲学，方老师曾经告诉我，那个时候的电视，台湾电视还是黑白的，没有彩色的，他家里也有电视，他指着电视告诉我，他说这个东西是科学最先进的产品，如果音声画面是正面的，它对社会能造福；如果是负面的，里面内容是杀盗淫妄，它可以毁灭这个世界。所以就告诉我要善于运用，如果利用这种方式讲经教学，大好事！那个时候我们听了也没有在意，为什么？成本太高，到哪里去找钱来买这些工具？不可能的。所以虽然知道，心里面没有这个意念。而是我讲经我记得二十年，二十周年，台湾同修帮助我建立一个小道场，华藏图书馆。美国纽约的同修想请我到美国去，我无法分身，他们想出个主意，能不能你现场所讲的做成录影带，把这个带子寄到美国去？我说可以，但是我们没有设备。当时我记得他们送了两万美金，用这个钱在日本买了一套机器，所以图书馆就变成视听图书馆。",
      "zh_TW": "這樁事情在早年我初學佛的時候，還沒有出家，跟方東美先生學哲學，方老師曾經告訴我，那個時候的電視，台灣電視還是黑白的，沒有彩色的，他家裡也有電視，他指著電視告訴我，他說這個東西是科學最先進的產品，如果音聲畫面是正面的，它對社會能造福；如果是負面的，裡面內容是殺盜淫妄，它可以毀滅這個世界。所以就告訴我要善於運用，如果利用這種方式講經教學，大好事！那個時候我們聽了也沒有在意，為什麼？成本太高，到哪裡去找錢來買這些工具？不可能的。所以雖然知道，心裡面沒有這個意念。而是我講經我記得二十年，二十週年，台灣同修幫助我建立一個小道場，華藏圖書館。美國紐約的同修想請我到美國去，我無法分身，他們想出個主意，能不能你現場所講的做成錄影帶，把這個帶子寄到美國去？我說可以，但是我們沒有設備。當時我記得他們送了兩萬美金，用這個錢在日本買了一套機器，所以圖書館就變成視聽圖書館。"
    },
    {
      "id": "02-040-0603_p0030",
      "zh_CN": "用录音、录像，确实我们在台湾最初使用，录下这些东西提供给国外同修。可以说我们使用这个（正式使用）录音大概有二十年，二十多年；录像，电视播出去的，今年十二年，网路大概有十五、六年。这个影响很大，这个方式很好，不妨碍我们宁静的生活，听众不在面前，时间自己完全可以控制，这个缘分很难得。这些年来做得很成功，也提供给大家认真去思考，我觉得往后弘扬佛法一定要用这个工具。建寺庙不如建一个广播电台，广播电台能收很大的效果，寺庙不见得，再大都受限制。所以我一生没有建寺庙，也没有意思建寺庙。现在我们在香港住在这个地方，是十几个念佛的同修每个人在此地买一栋房子，大概有十几家，我们互相照顾，互相在一起学习，这不是道场。我们在这里建一个摄影棚，我们用闭路电视，这十几家每家都可以收看现场，他不必到摄影棚来，在自己家里面就可以收看，很方便。正宗分，我们就学习到此地。",
      "zh_TW": "用錄音、錄像，確實我們在台灣最初使用，錄下這些東西提供給國外同修。可以說我們使用這個（正式使用）錄音大概有二十年，二十多年；錄像，電視播出去的，今年十二年，網路大概有十五、六年。這個影響很大，這個方式很好，不妨礙我們寧靜的生活，聽眾不在面前，時間自己完全可以控制，這個緣分很難得。這些年來做得很成功，也提供給大家認真去思考，我覺得往後弘揚佛法一定要用這個工具。建寺廟不如建一個廣播電台，廣播電台能收很大的效果，寺廟不見得，再大都受限制。所以我一生沒有建寺廟，也沒有意思建寺廟。現在我們在香港住在這個地方，是十幾個念佛的同修每個人在此地買一棟房子，大概有十幾家，我們互相照顧，互相在一起學習，這不是道場。我們在這裡建一個攝影棚，我們用閉路電視，這十幾家每家都可以收看現場，他不必到攝影棚來，在自己家裡面就可以收看，很方便。正宗分，我們就學習到此地。"
    },
    {
      "id": "02-040-0603_p0031",
      "zh_CN": "本经末后的一分，「流通分」，流通分从四十三品到四十八品。这一分，念老居士也有个简单的介绍。我们看注解，「全经三分，初为序分」，当中是正宗分，末后是流通分。「灵峰大师云」，灵峰，对他是尊称，就是蕅益大师，他住在天目山，他的道场灵峰，就叫灵峰。所以用道场的名字称大师，不称名，这是古时候对人最尊敬的称呼。他说，「此三名初善、中善、后善」，三分都善。「序如首」，拿一个人来比喻，序分好像是头部，「五官俱存」，眼耳鼻舌；「正宗如身」，正宗好像身体，「脏腑无阙」，五脏六腑没有欠缺，是一个健康的人；「流通」像手足一样，「运行不滞」。这是用一个人来打比喻，这部经像一个人有头、有身、有手足，是一个完美的人。",
      "zh_TW": "本經末後的一分，「流通分」，流通分從四十三品到四十八品。這一分，念老居士也有個簡單的介紹。我們看註解，「全經三分，初為序分」，當中是正宗分，末後是流通分。「靈峰大師云」，靈峰，對他是尊稱，就是蕅益大師，他住在天目山，他的道場靈峰，就叫靈峰。所以用道場的名字稱大師，不稱名，這是古時候對人最尊敬的稱呼。他說，「此三名初善、中善、後善」，三分都善。「序如首」，拿一個人來比喻，序分好像是頭部，「五官俱存」，眼耳鼻舌；「正宗如身」，正宗好像身體，「臟腑無闕」，五臟六腑沒有欠缺，是一個健康的人；「流通」像手足一樣，「運行不滯」。這是用一個人來打比喻，這部經像一個人有頭、有身、有手足，是一個完美的人。"
    },
    {
      "id": "02-040-0603_p0032",
      "zh_CN": "「今是后语」，后面这个经是这部经最后的这一段，「后语亦善」，前面序善。这个经虽然不长，它的形式是大经的形式，一般经论序分往往只有一段经文，这个经不是的，这个经序分有三品，这就是大经的样子。流通分往往也只有几个字，一段经文。本经流通分从四十三有六品经文到四十八品，这就是大经的这个姿态，像《法华》、像《华严》。所以初善、中善、后善，确实让我们看到不可以跟一般经典相看，对它起特别尊重的心，「不可因其非正因而忽视也」，这就是意思让学人对这部经能生起尊重。",
      "zh_TW": "「今是後語」，後面這個經是這部經最後的這一段，「後語亦善」，前面序善。這個經雖然不長，它的形式是大經的形式，一般經論序分往往只有一段經文，這個經不是的，這個經序分有三品，這就是大經的樣子。流通分往往也只有幾個字，一段經文。本經流通分從四十三有六品經文到四十八品，這就是大經的這個姿態，像《法華》、像《華嚴》。所以初善、中善、後善，確實讓我們看到不可以跟一般經典相看，對它起特別尊重的心，「不可因其非正因而忽視也」，這就是意思讓學人對這部經能生起尊重。"
    },
    {
      "id": "02-040-0603_p0033",
      "zh_CN": "我们学教要能体会到这一点，体会到世尊说法他的真实义。真实义明白显示给我们，是帮助我们一生成就，当生成就的佛法只有这一门。而净宗，这部经是净宗的大经，小本是大经的缩小，内容是一样的，一个说得详细，一个说得简略，便于受持，早晚课读诵方便，它少。《观经》只讲净宗两桩事情，第一个理论依据，佛是根据什么道理说净土宗，阿弥陀佛建立极乐世界；第二个，怎样学习才能往生极乐世界。所以它讲的是理论跟方法，其他的没有详细介绍。这部经等于说净宗概论，方方面面都说到了，说得非常圆满，所以这是净宗第一经，非常重要。不相信的，读这部经会相信，有这么大的摄受力。希望我们每个同学都知道尊重，都能够明了佛对我们说这部经的用意。我们要报佛恩，信愿持名往生净土是真正报佛恩，真正满佛的愿望，他这个经没有白讲，我们遇到真的得度了。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們學教要能體會到這一點，體會到世尊說法他的真實義。真實義明白顯示給我們，是幫助我們一生成就，當生成就的佛法只有這一門。而淨宗，這部經是淨宗的大經，小本是大經的縮小，內容是一樣的，一個說得詳細，一個說得簡略，便於受持，早晚課讀誦方便，它少。《觀經》只講淨宗兩樁事情，第一個理論依據，佛是根據什麼道理說淨土宗，阿彌陀佛建立極樂世界；第二個，怎樣學習才能往生極樂世界。所以它講的是理論跟方法，其他的沒有詳細介紹。這部經等於說淨宗概論，方方面面都說到了，說得非常圓滿，所以這是淨宗第一經，非常重要。不相信的，讀這部經會相信，有這麼大的攝受力。希望我們每個同學都知道尊重，都能夠明瞭佛對我們說這部經的用意。我們要報佛恩，信願持名往生淨土是真正報佛恩，真正滿佛的願望，他這個經沒有白講，我們遇到真的得度了。今天時間到了，我們就學習到此地。"
    }
  ]
}