{
  "doc_id": "02-040-0546",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五四六集",
    "zh_TW": "第五四六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0546",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0546_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0546_p0002",
      "zh_CN": "请看《大经科注》第九百一十二页，最后一行，科题，「辛五、示迷教业果」。分为两段，第一段，「三毒增上」。这也分两小段，第一段，「相续有根」。请看经文：",
      "zh_TW": "請看《大經科註》第九百一十二頁，最後一行，科題，「辛五、示迷教業果」。分為兩段，第一段，「三毒增上」。這也分兩小段，第一段，「相續有根」。請看經文："
    },
    {
      "id": "02-040-0546_p0003",
      "zh_CN": "【世人善恶。自不能见。吉凶祸福。竞各作之。身愚神暗。转受余教。颠倒相续。无常根本。】",
      "zh_TW": "【世人善惡。自不能見。吉凶禍福。競各作之。身愚神闇。轉受餘教。顛倒相續。無常根本。】"
    },
    {
      "id": "02-040-0546_p0004",
      "zh_CN": "念老为我们解释的这一品，「劝谕策进第三十三品」，说明我们居住的这个世间，现在讲地球，地球的秽恶，秽是染污，恶是造恶业，染污非常严重。在六十年前我们读经文，看到世尊形容我们居住的环境叫五浊恶世，看到这些经文总觉得释迦牟尼佛讲得太过分了一点，是有染污没错，没那么严重。如果是今天来讲的话，释迦牟尼佛讲的话完全正确，一丝毫都不过分，确实是非常严重的染污。染污是果，因是什么？因是心染污了，环境就染污了。大乘教里常讲「一切法从心想生」，法从哪来的？心想的；又说「境随心转」。首先我们的生理、我们的身体，现在人身体不健康，疾病很多，从哪里来的？从心想生。天天想不善，病痛就生起来；天天想不善，居住的环境染污就严重，灾难就多，全是心想的。怎么样来挽救？首先从根本下手，根本就是起心动念，把一切负面的念头、不善的念头统统放下，善的念头、好的念头生起来，第一个我们身心健康，第二个居住环境风调雨顺，任何灾难都不会感染，这从心理上治疗。现在人不相信，认为这是自然灾害，与我们的心、与我们的行为不相干。这是什么？这是愚痴，就是今天这一段经文，要讲这桩事情。",
      "zh_TW": "念老為我們解釋的這一品，「勸諭策進第三十三品」，說明我們居住的這個世間，現在講地球，地球的穢惡，穢是染污，惡是造惡業，染污非常嚴重。在六十年前我們讀經文，看到世尊形容我們居住的環境叫五濁惡世，看到這些經文總覺得釋迦牟尼佛講得太過分了一點，是有染污沒錯，沒那麼嚴重。如果是今天來講的話，釋迦牟尼佛講的話完全正確，一絲毫都不過分，確實是非常嚴重的染污。染污是果，因是什麼？因是心染污了，環境就染污了。大乘教裡常講「一切法從心想生」，法從哪來的？心想的；又說「境隨心轉」。首先我們的生理、我們的身體，現在人身體不健康，疾病很多，從哪裡來的？從心想生。天天想不善，病痛就生起來；天天想不善，居住的環境染污就嚴重，災難就多，全是心想的。怎麼樣來挽救？首先從根本下手，根本就是起心動念，把一切負面的念頭、不善的念頭統統放下，善的念頭、好的念頭生起來，第一個我們身心健康，第二個居住環境風調雨順，任何災難都不會感染，這從心理上治療。現在人不相信，認為這是自然災害，與我們的心、與我們的行為不相干。這是什麼？這是愚痴，就是今天這一段經文，要講這樁事情。"
    },
    {
      "id": "02-040-0546_p0005",
      "zh_CN": "注解里面说，「明」是说明，「此土」，我们居住的地球，染污，「恶」就是种种不善，这是讲的果。「众生三毒炽盛，造恶可哀」。这个果从哪里来的？是地球上居住的人类，三毒是贪瞋痴，意念当中贪瞋痴太过分，炽盛，于是造作十恶。佛法里面善恶的标准是十善业道，身造的杀盗淫，口所造的是妄语，言语不诚实、言而无信；恶口，说话很难听；两舌，挑拨是非；绮语，花言巧语欺骗别人，这口业，起心动念都是贪婪、瞋恚、愚痴，造十恶业。造恶业就会感得恶报，经上告诉我们的，贪心对外面来说感得的水灾、海啸；瞋恚感得的是地球温度上升，就是气候反常、火山爆发；愚痴所感得就是风灾。过去风灾有，很少，现在的风灾多，而且非常严重，这是众生造作三毒所感。还有傲慢感得的是地震，怀疑是最可怕，贪瞋痴慢疑，现在谁不怀疑？自己对自己都不相信，父子不相信，都有怀疑，兄弟也有怀疑，人与人之间都有严重怀疑的烦恼。这个世间没有可以相信的人，连自己都不相信，这个问题才严重！",
      "zh_TW": "註解裡面說，「明」是說明，「此土」，我們居住的地球，染污，「惡」就是種種不善，這是講的果。「眾生三毒熾盛，造惡可哀」。這個果從哪裡來的？是地球上居住的人類，三毒是貪瞋痴，意念當中貪瞋痴太過分，熾盛，於是造作十惡。佛法裡面善惡的標準是十善業道，身造的殺盜淫，口所造的是妄語，言語不誠實、言而無信；惡口，說話很難聽；兩舌，挑撥是非；綺語，花言巧語欺騙別人，這口業，起心動念都是貪婪、瞋恚、愚痴，造十惡業。造惡業就會感得惡報，經上告訴我們的，貪心對外面來說感得的水災、海嘯；瞋恚感得的是地球溫度上升，就是氣候反常、火山爆發；愚痴所感得就是風災。過去風災有，很少，現在的風災多，而且非常嚴重，這是眾生造作三毒所感。還有傲慢感得的是地震，懷疑是最可怕，貪瞋痴慢疑，現在誰不懷疑？自己對自己都不相信，父子不相信，都有懷疑，兄弟也有懷疑，人與人之間都有嚴重懷疑的煩惱。這個世間沒有可以相信的人，連自己都不相信，這個問題才嚴重！"
    },
    {
      "id": "02-040-0546_p0006",
      "zh_CN": "经文里面讲了三大段，第一大段讲贪毒，「贫富同然，忧苦万端」，前面读的。第二段讲瞋毒，有意无意得罪人，结怨了。甚至于很多结怨的时候不知道，所谓言者无意，听者有心，说话不能不谨慎。这个怨恨要不能化解，那就是经上所说的冤冤相报没完没了，而且愈转愈严重，小怨变成大怨。这一段讲愚痴，讲痴毒，「身愚神暗，不信经法」。我们看下面文，「善恶之道，都不之信。痴毒之祸，伤人慧命，且为三毒之本，故痴毒为患极深。」贪瞋非常显著，虽然猛烈，实在讲还不可怕，痴最可怕。痴是什么？看不出来，它埋藏在深处。因为愚痴才有贪瞋，如果没有愚痴，绝对不会有贪瞋，所以它是三毒的根，伤人慧命；愚痴，智慧没有了。",
      "zh_TW": "經文裡面講了三大段，第一大段講貪毒，「貧富同然，憂苦萬端」，前面讀的。第二段講瞋毒，有意無意得罪人，結怨了。甚至於很多結怨的時候不知道，所謂言者無意，聽者有心，說話不能不謹慎。這個怨恨要不能化解，那就是經上所說的冤冤相報沒完沒了，而且愈轉愈嚴重，小怨變成大怨。這一段講愚痴，講痴毒，「身愚神闇，不信經法」。我們看下面文，「善惡之道，都不之信。痴毒之禍，傷人慧命，且為三毒之本，故痴毒為患極深。」貪瞋非常顯著，雖然猛烈，實在講還不可怕，痴最可怕。痴是什麼？看不出來，它埋藏在深處。因為愚痴才有貪瞋，如果沒有愚痴，絕對不會有貪瞋，所以它是三毒的根，傷人慧命；愚痴，智慧沒有了。"
    },
    {
      "id": "02-040-0546_p0007",
      "zh_CN": "经义是说，『世人善恶，自不能见』，世间人愚痴，没有能力辨别是非善恶，这是真的。而且在整个地球上，任何一个地区我们都能看到，最明显的就是现在人心浮气躁，贡高我慢，目空一切，迷信科学，认为科学是万能的。干什么都用科学来做标准，于是信心丧失，不再相信自己，不再相信祖先。不相信父母，不相信老师，不相信祖宗，不相信古圣先贤，诸佛菩萨目之为迷信，这个问题可严重了。佛是什么根本就不知道，信口开河，佛是什么？佛是迷信。你说麻不麻烦？这个事情不是别人，是我们自己。我在二十几岁的时候确实是把佛教看成迷信，把所有宗教都看成迷信，为什么？受学校教育感染的。古代的东西全是封建迷信，祭祀祖宗，迷信。",
      "zh_TW": "經義是說，『世人善惡，自不能見』，世間人愚痴，沒有能力辨別是非善惡，這是真的。而且在整個地球上，任何一個地區我們都能看到，最明顯的就是現在人心浮氣躁，貢高我慢，目空一切，迷信科學，認為科學是萬能的。幹什麼都用科學來做標準，於是信心喪失，不再相信自己，不再相信祖先。不相信父母，不相信老師，不相信祖宗，不相信古聖先賢，諸佛菩薩目之為迷信，這個問題可嚴重了。佛是什麼根本就不知道，信口開河，佛是什麼？佛是迷信。你說麻不麻煩？這個事情不是別人，是我們自己。我在二十幾歲的時候確實是把佛教看成迷信，把所有宗教都看成迷信，為什麼？受學校教育感染的。古代的東西全是封建迷信，祭祀祖宗，迷信。"
    },
    {
      "id": "02-040-0546_p0008",
      "zh_CN": "我二十六岁跟方东美先生学哲学，我非常感激他，他为我讲一部「哲学概论」。我们上课没有课本，课是在他家里上的，每个星期天九点半到十一点半两个小时，在他家小客厅，学生我一个，一个学生、一个老师，我非常感恩他。这个课程分作几个大单元，最后一个单元是「佛经哲学」。我非常好奇，我说佛教是宗教、是迷信，而且是多神教。在宗教里面我们懂得一点，西方的宗教是一神教，只有一个真神，就是讲高级的宗教；多神教什么都拜，这是低级宗教，多半出现在文化落后的地区。我们认为佛教是多神教、是迷信，它怎么会有哲学？方老师给我介绍，他说「你年轻，你不懂，释迦牟尼」，他没有说佛，他说释迦牟尼，「是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。」我闻所未闻，没听说过这个说法。从这个单元学完之后，我们才认识了佛教，才真正了解佛教表现在社会让人起了个很大的误会，为什么？佛教徒没有把佛教讲清楚、讲明白，不能怪社会大众，也不能怪我。如果每一个佛教徒都像方老师一样讲得那么清楚、那么明白，我们就接受了，怎么会排斥？",
      "zh_TW": "我二十六歲跟方東美先生學哲學，我非常感激他，他為我講一部「哲學概論」。我們上課沒有課本，課是在他家裡上的，每個星期天九點半到十一點半兩個小時，在他家小客廳，學生我一個，一個學生、一個老師，我非常感恩他。這個課程分作幾個大單元，最後一個單元是「佛經哲學」。我非常好奇，我說佛教是宗教、是迷信，而且是多神教。在宗教裡面我們懂得一點，西方的宗教是一神教，只有一個真神，就是講高級的宗教；多神教什麼都拜，這是低級宗教，多半出現在文化落後的地區。我們認為佛教是多神教、是迷信，它怎麼會有哲學？方老師給我介紹，他說「你年輕，你不懂，釋迦牟尼」，他沒有說佛，他說釋迦牟尼，「是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。」我聞所未聞，沒聽說過這個說法。從這個單元學完之後，我們才認識了佛教，才真正了解佛教表現在社會讓人起了個很大的誤會，為什麼？佛教徒沒有把佛教講清楚、講明白，不能怪社會大眾，也不能怪我。如果每一個佛教徒都像方老師一樣講得那麼清楚、那麼明白，我們就接受了，怎麼會排斥？"
    },
    {
      "id": "02-040-0546_p0009",
      "zh_CN": "佛教是不是宗教？不是宗教。我们知道宗教的条件，最重要的要有一个创造宇宙的神，这不能少的，这是他们信仰的中心，佛教没有。佛经说宇宙从哪里来的？我们学佛知道了。六祖惠能大师大彻大悟、明心见性，他不认识字，没念过书，开悟了。开悟的时候，这见性，性是什么？他用五句话来做说明性是什么。第一句话他说「何期自性，本自清净」，这是原文，用现在的话说，何期就是没想到，没有想到自性本自清净，从来没有染污。现在有没有染污？没有，染污的不是自性，自性不受染污。第二句说「本不生灭」，自性是不生不灭的。第三句说「本自具足」，自性虽然它什么都没有，它一样都不缺。具足些什么？佛在《华严经》上明白的告诉我们，「一切众生皆有如来智慧德相」，这就是具足；换句话说，自性里头有无量的智慧、无量的德、无量的能、无量的相、无量的好。自性是什么？自性就是自己的真心，就是自己，真正的自己。禅宗常说的「父母未生前本来面目」，就是自性。第四句说「本无动摇」，真心是定的，不是动的。我们现在这个心是动的，念头，前念灭了后念就生，这就不是自性、不是真心，妄心。最后一句说「何期自性，能生万法」。宇宙从哪里来？自性生的。谁的自性？自己的自性。这个就是跟宗教不符合，宗教是宇宙是神生的，万法是神造的，这不是的，佛家讲整个宇宙一切万法是你自性里头所生所现的。",
      "zh_TW": "佛教是不是宗教？不是宗教。我們知道宗教的條件，最重要的要有一個創造宇宙的神，這不能少的，這是他們信仰的中心，佛教沒有。佛經說宇宙從哪裡來的？我們學佛知道了。六祖惠能大師大徹大悟、明心見性，他不認識字，沒念過書，開悟了。開悟的時候，這見性，性是什麼？他用五句話來做說明性是什麼。第一句話他說「何期自性，本自清淨」，這是原文，用現在的話說，何期就是沒想到，沒有想到自性本自清淨，從來沒有染污。現在有沒有染污？沒有，染污的不是自性，自性不受染污。第二句說「本不生滅」，自性是不生不滅的。第三句說「本自具足」，自性雖然它什麼都沒有，它一樣都不缺。具足些什麼？佛在《華嚴經》上明白的告訴我們，「一切眾生皆有如來智慧德相」，這就是具足；換句話說，自性裡頭有無量的智慧、無量的德、無量的能、無量的相、無量的好。自性是什麼？自性就是自己的真心，就是自己，真正的自己。禪宗常說的「父母未生前本來面目」，就是自性。第四句說「本無動搖」，真心是定的，不是動的。我們現在這個心是動的，念頭，前念滅了後念就生，這就不是自性、不是真心，妄心。最後一句說「何期自性，能生萬法」。宇宙從哪裡來？自性生的。誰的自性？自己的自性。這個就是跟宗教不符合，宗教是宇宙是神生的，萬法是神造的，這不是的，佛家講整個宇宙一切萬法是你自性裡頭所生所現的。"
    },
    {
      "id": "02-040-0546_p0010",
      "zh_CN": "佛是什么意思？佛是印度话，明心见性，彻底明白宇宙万有的真相，这个人就叫佛陀。所以佛字面上的意思是翻作觉，觉悟，觉悟就称之为佛。佛的反面是迷惑，迷惑就是凡夫；凡夫不迷惑，他就成佛。所以《华严经》上说，「一切众生本来是佛」。宗教不行，宗教神只有一个，人不能做神，人怎么修也不能变成神，只能做神的儿子、神的仆人，决定不能做神。这跟宗教讲的完全不一样，可是现在的社会确实把佛菩萨的像都看作是神。我们在没上方老师课之前也以为那是神，全错了。搞明白之后，才晓得那是佛家教学的艺术，太高明了！用这些来表法，最高明教学的手段。用塑像，像代表什么？塑造一尊佛像，代表自性，能生能现，代表这个。代表自己的真心，真心万德万能，表这个意思，表性德，菩萨代表修德。我们现在在学习，还没有达到这个水平。所以佛陀是佛教修学的最高的学位，像现在大学的博士，是这么个意思；菩萨是第二个学位，相当硕士；阿罗汉是第三个学位，相当学士，三个学位的名称。这个学位只要你肯干，你都可以得到，而且跟读书不读书没关系。惠能大师没念过书，不认识字，他怎么拿到最高的学位？见性就成佛，成佛没有一样不通，一切经教，他不认识字，他不能看，你念给他听，他讲给你听。世出世间一切学问你请教他，他统统能告诉你，全通了。为什么？自性变的。这个世间万事万物都是自性变的，你见了自性，哪有不知道的道理？不可能。所以全通了，本能。",
      "zh_TW": "佛是什麼意思？佛是印度話，明心見性，徹底明白宇宙萬有的真相，這個人就叫佛陀。所以佛字面上的意思是翻作覺，覺悟，覺悟就稱之為佛。佛的反面是迷惑，迷惑就是凡夫；凡夫不迷惑，他就成佛。所以《華嚴經》上說，「一切眾生本來是佛」。宗教不行，宗教神只有一個，人不能做神，人怎麼修也不能變成神，只能做神的兒子、神的僕人，決定不能做神。這跟宗教講的完全不一樣，可是現在的社會確實把佛菩薩的像都看作是神。我們在沒上方老師課之前也以為那是神，全錯了。搞明白之後，才曉得那是佛家教學的藝術，太高明了！用這些來表法，最高明教學的手段。用塑像，像代表什麼？塑造一尊佛像，代表自性，能生能現，代表這個。代表自己的真心，真心萬德萬能，表這個意思，表性德，菩薩代表修德。我們現在在學習，還沒有達到這個水平。所以佛陀是佛教修學的最高的學位，像現在大學的博士，是這麼個意思；菩薩是第二個學位，相當碩士；阿羅漢是第三個學位，相當學士，三個學位的名稱。這個學位只要你肯幹，你都可以得到，而且跟讀書不讀書沒關係。惠能大師沒念過書，不認識字，他怎麼拿到最高的學位？見性就成佛，成佛沒有一樣不通，一切經教，他不認識字，他不能看，你念給他聽，他講給你聽。世出世間一切學問你請教他，他統統能告訴你，全通了。為什麼？自性變的。這個世間萬事萬物都是自性變的，你見了自性，哪有不知道的道理？不可能。所以全通了，本能。"
    },
    {
      "id": "02-040-0546_p0011",
      "zh_CN": "佛陀教育是让我们恢复本能，不向外求，外面求的是知识。智慧开了，知识自然就得到，那是附带的。求知识，没有智慧；求智慧，有知识，不一样。所以佛法是向内求，科学是向外求。在今天，外求跟内求慢慢结合了。科学在我们这个地球上出现四百多年了，有四百多年历史，累积到现代，最近的二、三十年，这是新兴的科学家，把宇宙的秘密揭穿了。第一个，物质是什么？八十年前科学家发现原子，认为最小的物质就是原子。这三十年来由于仪器不断的进步，帮助科学家观察，把原子分裂，把它打破，看到原子里头有原子核、有电子、有中子。这些东西是不是最小的？不是。再把它分，把原子核打破、把电子打破、把中子打破，更小的物质出现了，叫它做粒子，基本粒子。若干年科学又进步了，这最小的东西，肉眼根本不能看见的，高倍显微镜下才会看到，再把这个东西打破，基本粒子有几十种，这是物质基本的现象，打破之后发现夸克，比基本粒子更小。夸克再打破，发现微中子，佛经上讲的极微色，到这就为止，这个再打破，物质就没有了。他们真的把这个东西打破，物质没有了。",
      "zh_TW": "佛陀教育是讓我們恢復本能，不向外求，外面求的是知識。智慧開了，知識自然就得到，那是附帶的。求知識，沒有智慧；求智慧，有知識，不一樣。所以佛法是向內求，科學是向外求。在今天，外求跟內求慢慢結合了。科學在我們這個地球上出現四百多年了，有四百多年歷史，累積到現代，最近的二、三十年，這是新興的科學家，把宇宙的祕密揭穿了。第一個，物質是什麼？八十年前科學家發現原子，認為最小的物質就是原子。這三十年來由於儀器不斷的進步，幫助科學家觀察，把原子分裂，把它打破，看到原子裡頭有原子核、有電子、有中子。這些東西是不是最小的？不是。再把它分，把原子核打破、把電子打破、把中子打破，更小的物質出現了，叫它做粒子，基本粒子。若干年科學又進步了，這最小的東西，肉眼根本不能看見的，高倍顯微鏡下才會看到，再把這個東西打破，基本粒子有幾十種，這是物質基本的現象，打破之後發現夸克，比基本粒子更小。夸克再打破，發現微中子，佛經上講的極微色，到這就為止，這個再打破，物質就沒有了。他們真的把這個東西打破，物質沒有了。"
    },
    {
      "id": "02-040-0546_p0012",
      "zh_CN": "物质没有，看到是什么？看到的是念头波动的现象。这才恍然大悟，物质从哪里来？念头产生的。这个跟佛经上对上号了，佛经上说相由心生，相就是物质现象，它从心生，念头生的；色由心生，佛经上讲相、讲色，统统是代表物质现象；一切法从心想生，释迦牟尼佛在三千年前说的，现在量子学家发现了，对佛经佩服得五体投地。他在想，三千年前没有科学，释迦牟尼佛怎么知道的？但他真的知道，大乘确实说得很多，物质现象、精神现象、自然现象统统都说得清楚。现在物质现象搞清楚了，心理现象，就是念头从哪来的还不知道，自然现象也不知道，佛法领先了科学。我们有理由相信，再过个二、三十年，佛教不是宗教，是什么？世界上高等科学。我跟方老师学习的是高等哲学，现在它摇身一变又是高等科学，这哪里是迷信？",
      "zh_TW": "物質沒有，看到是什麼？看到的是念頭波動的現象。這才恍然大悟，物質從哪裡來？念頭產生的。這個跟佛經上對上號了，佛經上說相由心生，相就是物質現象，它從心生，念頭生的；色由心生，佛經上講相、講色，統統是代表物質現象；一切法從心想生，釋迦牟尼佛在三千年前說的，現在量子學家發現了，對佛經佩服得五體投地。他在想，三千年前沒有科學，釋迦牟尼佛怎麼知道的？但他真的知道，大乘確實說得很多，物質現象、精神現象、自然現象統統都說得清楚。現在物質現象搞清楚了，心理現象，就是念頭從哪來的還不知道，自然現象也不知道，佛法領先了科學。我們有理由相信，再過個二、三十年，佛教不是宗教，是什麼？世界上高等科學。我跟方老師學習的是高等哲學，現在它搖身一變又是高等科學，這哪裡是迷信？"
    },
    {
      "id": "02-040-0546_p0013",
      "zh_CN": "我们回过头来仔细一看，佛陀是教育，科学的教育、哲学的教育，但是它还有基础，基础是伦理的教育、道德的教育、因果的教育，再提升到哲学的教育、科学的教育，真正是圆满的教育。今天科学里头没有伦理、没有道德，所以科学发展，社会就乱掉；佛法，社会不会乱。看释迦牟尼佛一生他教学的经过，他有阶段的。第一个阶段小学，就像办学校一样，小学，佛法里称为阿含，时间是十二年，南传的多半是这个阶层，巴利文所传的。这个里头讲伦理、讲道德、讲因果，关于哲学、科学都有讲，讲得很浅，一般人都能听得懂。十二年之后再办中学，提升了，佛法叫方等，方是一切法，等是平等，取这个意思，八年。这是佛法基础教育，像现在的学校，小学、中学是基础教育。现在小学、中学加起来十二年，佛法小学、中学加起来是二十年。八年加十二年，二十年，再办大学，佛教大学的时间长，叫般若，二十二年。讲什么？讲宇宙之间一切万物的真相。你要认识它，它到底是什么，搞清楚、搞明白了，这是学问。真正搞清楚、搞明白之后，你就能得其受用，生活在佛法里头，佛法变成生活，变成处事待人接物的规律。用中国话来说，佛法教给我们修身、齐家、治国、平天下，这真正是大学问。",
      "zh_TW": "我們回過頭來仔細一看，佛陀是教育，科學的教育、哲學的教育，但是它還有基礎，基礎是倫理的教育、道德的教育、因果的教育，再提升到哲學的教育、科學的教育，真正是圓滿的教育。今天科學裡頭沒有倫理、沒有道德，所以科學發展，社會就亂掉；佛法，社會不會亂。看釋迦牟尼佛一生他教學的經過，他有階段的。第一個階段小學，就像辦學校一樣，小學，佛法裡稱為阿含，時間是十二年，南傳的多半是這個階層，巴利文所傳的。這個裡頭講倫理、講道德、講因果，關於哲學、科學都有講，講得很淺，一般人都能聽得懂。十二年之後再辦中學，提升了，佛法叫方等，方是一切法，等是平等，取這個意思，八年。這是佛法基礎教育，像現在的學校，小學、中學是基礎教育。現在小學、中學加起來十二年，佛法小學、中學加起來是二十年。八年加十二年，二十年，再辦大學，佛教大學的時間長，叫般若，二十二年。講什麼？講宇宙之間一切萬物的真相。你要認識它，它到底是什麼，搞清楚、搞明白了，這是學問。真正搞清楚、搞明白之後，你就能得其受用，生活在佛法裡頭，佛法變成生活，變成處事待人接物的規律。用中國話來說，佛法教給我們修身、齊家、治國、平天下，這真正是大學問。"
    },
    {
      "id": "02-040-0546_p0014",
      "zh_CN": "今天我们世界上还有一个小国家完全是用佛教治国，就是斯里兰卡。这个国家是全民学佛，把佛法落实在生活当中，人人都能够遵守三皈、五戒、十善跟八关斋戒。八关斋戒不是每天受的，大概一个月有好几次，有六天的、有十天的，所以他落实到生活当中。这个国家的人民人人都守五戒十善，换句话说，不杀生、不偷盗、不邪淫、不妄语这他们做到，不会挑拨是非，不会说话欺骗人，这全国。这个国家虽然不富裕，看到好像很落后，但是人民非常幸福、非常快乐，知足常乐，没有竞争的心，见到人有礼节，满面笑容。我们看到很感动，在以往我们都替佛教感到悲哀，可能会灭绝，因为佛教被大多数人误会，没有人愿意学习，看到斯里兰卡，看到佛教一线的希望。",
      "zh_TW": "今天我們世界上還有一個小國家完全是用佛教治國，就是斯里蘭卡。這個國家是全民學佛，把佛法落實在生活當中，人人都能夠遵守三皈、五戒、十善跟八關齋戒。八關齋戒不是每天受的，大概一個月有好幾次，有六天的、有十天的，所以他落實到生活當中。這個國家的人民人人都守五戒十善，換句話說，不殺生、不偷盜、不邪淫、不妄語這他們做到，不會挑撥是非，不會說話欺騙人，這全國。這個國家雖然不富裕，看到好像很落後，但是人民非常幸福、非常快樂，知足常樂，沒有競爭的心，見到人有禮節，滿面笑容。我們看到很感動，在以往我們都替佛教感到悲哀，可能會滅絕，因為佛教被大多數人誤會，沒有人願意學習，看到斯里蘭卡，看到佛教一線的希望。"
    },
    {
      "id": "02-040-0546_p0015",
      "zh_CN": "所以我跟他们的总统说，希望他能够发心替全世界的佛教培养老师。别的地方很难，所学的离开教室就看不到，完全脱节了。在斯里兰卡办学好，你所学的，走出教室，你看到所有的人都做到了。这个有信心，统统做到了。人没有竞争就没有斗争，人个个知足，社会就安定和谐。再帮助全世界的宗教，希望宗教回归教育，宗教要互相学习、要团结一致。每一个宗教都是教人为善，没有教人作恶的，所以宗教团结起来对世界做出正面的贡献，化解冲突，促进社会安定和谐，会出现整个世界的太平盛世。总统答应建这两个大学，大概很快就要开工，今天他把图纸送给我看。宗教教育重要，不能疏忽，让斯里兰卡带头。如果想了解宗教，到斯里兰卡去住上半个月、一个月，你就了解了。你会很喜欢，这才像个人，人生活在世间有他的尊严，有他真正的幸福，有价值、有意义。这个学校预计两年建好，我听说现在大概将近有两百位教授都希望到这个地方来教学，这全世界各个地方来的。佛教的经典里面包罗万象，字字句句都值得我们学习。",
      "zh_TW": "所以我跟他們的總統說，希望他能夠發心替全世界的佛教培養老師。別的地方很難，所學的離開教室就看不到，完全脫節了。在斯里蘭卡辦學好，你所學的，走出教室，你看到所有的人都做到了。這個有信心，統統做到了。人沒有競爭就沒有鬥爭，人個個知足，社會就安定和諧。再幫助全世界的宗教，希望宗教回歸教育，宗教要互相學習、要團結一致。每一個宗教都是教人為善，沒有教人作惡的，所以宗教團結起來對世界做出正面的貢獻，化解衝突，促進社會安定和諧，會出現整個世界的太平盛世。總統答應建這兩個大學，大概很快就要開工，今天他把圖紙送給我看。宗教教育重要，不能疏忽，讓斯里蘭卡帶頭。如果想了解宗教，到斯里蘭卡去住上半個月、一個月，你就了解了。你會很喜歡，這才像個人，人生活在世間有他的尊嚴，有他真正的幸福，有價值、有意義。這個學校預計兩年建好，我聽說現在大概將近有兩百位教授都希望到這個地方來教學，這全世界各個地方來的。佛教的經典裡面包羅萬象，字字句句都值得我們學習。"
    },
    {
      "id": "02-040-0546_p0016",
      "zh_CN": "末后说，「痴毒之祸，伤人慧命」。愚痴，智慧不能现前。智慧是本有的，愚痴是没有的，自性里头没有贪瞋痴，现在我们把贪瞋痴当作自己的心，贪瞋痴当了家，管事了，麻烦可大了，我们智慧没有了。「且为三毒之本」，贪瞋痴这三样，愚痴是根本，贪、瞋都是从它生的。「故痴毒为患极深」，实在讲太深了，它是一切不善的根源，一切烦恼生死都从它生出来的。",
      "zh_TW": "末後說，「痴毒之禍，傷人慧命」。愚痴，智慧不能現前。智慧是本有的，愚痴是沒有的，自性裡頭沒有貪瞋痴，現在我們把貪瞋痴當作自己的心，貪瞋痴當了家，管事了，麻煩可大了，我們智慧沒有了。「且為三毒之本」，貪瞋痴這三樣，愚痴是根本，貪、瞋都是從它生的。「故痴毒為患極深」，實在講太深了，它是一切不善的根源，一切煩惱生死都從它生出來的。"
    },
    {
      "id": "02-040-0546_p0017",
      "zh_CN": "我们再看下面这一段，「经义为：世人愚痴，不明何者是善，何者为恶」，对于善恶他不能辨别，「各逞己意」，每个人逞能，都认为自己想的是对的，「妄加分别，于善恶三世因果之恒规不能生信」。恒，永恒不变，这是大自然的规律，他不相信，不能生信。「故云：世人善恶，自不能见」。「既不知因」，当然他不怕果报，「但图当时快意，不惧后患无穷」，他敢干。底下这八个字就是现在全世界人都欢喜干的，天天竞争在干，「纵情恣欲，任意作恶」。干的是什么？损人利己。其实他是害己，不是利己。纵情，这是色情；恣欲，欲是欲望。贪瞋痴慢这个欲望，他没有任何顾忌，认为古圣先贤所说的话是迷信，认为是封建，认为是帝王欺骗老百姓，便利他的统治。完全不再相信，整个社会乱了，乱到最后可能国家灭亡，为什么？谁都不听谁的，这怎么得了！",
      "zh_TW": "我們再看下面這一段，「經義為：世人愚痴，不明何者是善，何者為惡」，對於善惡他不能辨別，「各逞己意」，每個人逞能，都認為自己想的是對的，「妄加分別，於善惡三世因果之恆規不能生信」。恆，永恆不變，這是大自然的規律，他不相信，不能生信。「故云：世人善惡，自不能見」。「既不知因」，當然他不怕果報，「但圖當時快意，不懼後患無窮」，他敢幹。底下這八個字就是現在全世界人都歡喜幹的，天天競爭在幹，「縱情恣欲，任意作惡」。幹的是什麼？損人利己。其實他是害己，不是利己。縱情，這是色情；恣欲，欲是欲望。貪瞋痴慢這個欲望，他沒有任何顧忌，認為古聖先賢所說的話是迷信，認為是封建，認為是帝王欺騙老百姓，便利他的統治。完全不再相信，整個社會亂了，亂到最後可能國家滅亡，為什麼？誰都不聽誰的，這怎麼得了！"
    },
    {
      "id": "02-040-0546_p0018",
      "zh_CN": "今天全世界的人只有一个方向，向钱看，他不知道将来的钱都变成废纸，一文不值。我们过去在美国居住过，美国的银行多，常常听说银行倒闭。银行倒闭，国家有保险，不管你存多少钱，最高的赔偿金额是十万美元。所以美国人赚的钱多了，超过十万了，他怎么样？放二家银行、三家银行，一个银行不要超过十万，这保证你的钱可以拿得回来。如果你有一百万、一千万，你怎么办？你要搞几百个银行，不可能。尤其是中国人，在中国赚的钱存到美国银行，我在旁边看了好笑，美国银行是最靠不住的，为什么不存在中国银行？我觉得中国银行比美国银行可靠太多。美国是民主自由开放，银行宣布倒闭了，它就不负责任，由保险公司来赔偿。常常有，愈来愈多，你怎么办？",
      "zh_TW": "今天全世界的人只有一個方向，向錢看，他不知道將來的錢都變成廢紙，一文不值。我們過去在美國居住過，美國的銀行多，常常聽說銀行倒閉。銀行倒閉，國家有保險，不管你存多少錢，最高的賠償金額是十萬美元。所以美國人賺的錢多了，超過十萬了，他怎麼樣？放二家銀行、三家銀行，一個銀行不要超過十萬，這保證你的錢可以拿得回來。如果你有一百萬、一千萬，你怎麼辦？你要搞幾百個銀行，不可能。尤其是中國人，在中國賺的錢存到美國銀行，我在旁邊看了好笑，美國銀行是最靠不住的，為什麼不存在中國銀行？我覺得中國銀行比美國銀行可靠太多。美國是民主自由開放，銀行宣布倒閉了，它就不負責任，由保險公司來賠償。常常有，愈來愈多，你怎麼辦？"
    },
    {
      "id": "02-040-0546_p0019",
      "zh_CN": "我在过去曾经有一次访问，访问的人问我一个话题，说挣钱为什么？我很简单的答复，我说挣钱是为了存外国银行。不就是这个事实吗？这是什么？对自己国家信心丧失。我不存外国银行，我存在香港中国银行，大家供养我的。我在斯里兰卡建议总统办这两个大学，总统全力支持，我当然头一个来做一点表示。我到银行去查帐，我跟银行大概三年没有往来了，也不知道里头有多少钱，存折不在我手上，我们协会会计小姐她保存，我不知道。我到银行去查帐，真出乎我意料之外，龙喜大学预算是美金二千五百万，我把这里港币跟人民币统统合起来做一个总结去换美金，换了一千三百多万，统统支持学校。我原先只以为大概会有三千万的样子，没想到这么多，超过一个亿，我一生没有见过这么大的数目字，全部给它了。现在大家陆续支持这个很多，我们觉得到一、二个月凑成一个整数就汇给它，每个月寄一次，支持学校，希望这个事情能成就。",
      "zh_TW": "我在過去曾經有一次訪問，訪問的人問我一個話題，說掙錢為什麼？我很簡單的答覆，我說掙錢是為了存外國銀行。不就是這個事實嗎？這是什麼？對自己國家信心喪失。我不存外國銀行，我存在香港中國銀行，大家供養我的。我在斯里蘭卡建議總統辦這兩個大學，總統全力支持，我當然頭一個來做一點表示。我到銀行去查帳，我跟銀行大概三年沒有往來了，也不知道裡頭有多少錢，存摺不在我手上，我們協會會計小姐她保存，我不知道。我到銀行去查帳，真出乎我意料之外，龍喜大學預算是美金二千五百萬，我把這裡港幣跟人民幣統統合起來做一個總結去換美金，換了一千三百多萬，統統支持學校。我原先只以為大概會有三千萬的樣子，沒想到這麼多，超過一個億，我一生沒有見過這麼大的數目字，全部給它了。現在大家陸續支持這個很多，我們覺得到一、二個月湊成一個整數就匯給它，每個月寄一次，支持學校，希望這個事情能成就。"
    },
    {
      "id": "02-040-0546_p0020",
      "zh_CN": "另外还有一个在马来西亚马六甲，我们办一个汉学院，汉学院就是儒释道，为儒释道培养老师。这桩事情得到马来西亚首相的支持，国家领导人。我在那边，同修们送了块地给我，合中国大概有七十多亩，是十三个英亩，三六一十八，七十八亩，合中国七十八亩。我把它拿来建汉学院，里面有儒、有释、有道，中国汉学离不开儒释道三家，希望在那里培养儒释道的老师。我们用传统教育理念，用传统教育的方法，跟西方不一样。但是欧洲的汉学我去访问过，将来我们会合作。欧洲的汉学是用新的方法，他们把汉学当作历史来研究；我们搞汉学要讲实用，学了现在就能用得上。这是欧洲汉学没有想到的，他们只研究古代的历史、古代的文物、古代人民的生活、社会的发展方向，研究这些，跟现在完全脱节，我们现在是完全实用。学什么？第一个十年救急，现在整个社会乱了，我们如何帮助它？我们用《群书治要》。所以头一个十年，课程就是《群书治要》。",
      "zh_TW": "另外還有一個在馬來西亞馬六甲，我們辦一個漢學院，漢學院就是儒釋道，為儒釋道培養老師。這樁事情得到馬來西亞首相的支持，國家領導人。我在那邊，同修們送了塊地給我，合中國大概有七十多畝，是十三個英畝，三六一十八，七十八畝，合中國七十八畝。我把它拿來建漢學院，裡面有儒、有釋、有道，中國漢學離不開儒釋道三家，希望在那裡培養儒釋道的老師。我們用傳統教育理念，用傳統教育的方法，跟西方不一樣。但是歐洲的漢學我去訪問過，將來我們會合作。歐洲的漢學是用新的方法，他們把漢學當作歷史來研究；我們搞漢學要講實用，學了現在就能用得上。這是歐洲漢學沒有想到的，他們只研究古代的歷史、古代的文物、古代人民的生活、社會的發展方向，研究這些，跟現在完全脫節，我們現在是完全實用。學什麼？第一個十年救急，現在整個社會亂了，我們如何幫助它？我們用《群書治要》。所以頭一個十年，課程就是《群書治要》。"
    },
    {
      "id": "02-040-0546_p0021",
      "zh_CN": "《群书治要》这本书，是从六十七种古籍里面选出来的。我们开的课程就是这六十七种原书，希望研究的人只能学一样，不能学两样，时间十年。十年之后你就是这一门的专家，你就是这一门的最高的指导教授。所以十年之后，我们研究员预定是两百个名额，不超过两百人，十年之后我们自己有老师，有世界上第一流的汉学家。他们拿出成绩来，成绩，他们所研究的，就是著述。譬如研究《易经》，要写一部《易经》的注解，这是他的著作。我们希望他一个星期讲两个小时，把录像保存下来，这就是他的成绩。这个成绩送到马来西亚教育部去审查，如果能够合格，达到博士程度这个水平，我们请马来西亚教育部正式颁发给这些研究员汉学博士学位。他有这个学位，他就可以在全世界大学里面教中文。我这个想法首相完全同意，全心支持我，好事情。",
      "zh_TW": "《群書治要》這本書，是從六十七種古籍裡面選出來的。我們開的課程就是這六十七種原書，希望研究的人只能學一樣，不能學兩樣，時間十年。十年之後你就是這一門的專家，你就是這一門的最高的指導教授。所以十年之後，我們研究員預定是兩百個名額，不超過兩百人，十年之後我們自己有老師，有世界上第一流的漢學家。他們拿出成績來，成績，他們所研究的，就是著述。譬如研究《易經》，要寫一部《易經》的註解，這是他的著作。我們希望他一個星期講兩個小時，把錄像保存下來，這就是他的成績。這個成績送到馬來西亞教育部去審查，如果能夠合格，達到博士程度這個水平，我們請馬來西亞教育部正式頒發給這些研究員漢學博士學位。他有這個學位，他就可以在全世界大學裡面教中文。我這個想法首相完全同意，全心支持我，好事情。"
    },
    {
      "id": "02-040-0546_p0022",
      "zh_CN": "建校需要钱，需要多少我还不知道，当地有一位华侨他很发心，建校的这个费用他完全负责。但是他本来是要建一个医院，把这医院缓几年，把这个钱拿来建这个；建校，我们将来有钱慢慢再还给他，这也是个很好的主意。将来这两百个研究员，研究员是有工资的，为什么？他要养家，他生活不安定他没有办法研究，所以我们要照顾他的生活以及照顾他的家庭，让他完全安心来做研究工作。这个研究员，我就想了一个方法，马来西亚大概有一百多个净宗学会，每一个净宗学会领养一个人，这个问题就可以解决。马来西亚这个地方可以做得到，别的地方没有这么多净宗学会，也没有这么多的老师。研究员在哪里找？老师里头找，当地华校有一千多个学校，我找这些校长、老师，有六十二个中学，我在这个学校里头选拔，让他们到我们汉学院来做研究工作，十年专攻一门，将来就是这一门的专家。十年之后可以招生，汉学不至于失传，不至于在我们这一代消失，这是我们应该要做的事情。我们干这个是来救社会、是来救国家、是来救这个世界，把这些迷惑颠倒的人唤回来，要靠教育，将来会发挥很大的力量。",
      "zh_TW": "建校需要錢，需要多少我還不知道，當地有一位華僑他很發心，建校的這個費用他完全負責。但是他本來是要建一個醫院，把這醫院緩幾年，把這個錢拿來建這個；建校，我們將來有錢慢慢再還給他，這也是個很好的主意。將來這兩百個研究員，研究員是有工資的，為什麼？他要養家，他生活不安定他沒有辦法研究，所以我們要照顧他的生活以及照顧他的家庭，讓他完全安心來做研究工作。這個研究員，我就想了一個方法，馬來西亞大概有一百多個淨宗學會，每一個淨宗學會領養一個人，這個問題就可以解決。馬來西亞這個地方可以做得到，別的地方沒有這麼多淨宗學會，也沒有這麼多的老師。研究員在哪裡找？老師裡頭找，當地華校有一千多個學校，我找這些校長、老師，有六十二個中學，我在這個學校裡頭選拔，讓他們到我們漢學院來做研究工作，十年專攻一門，將來就是這一門的專家。十年之後可以招生，漢學不至於失傳，不至於在我們這一代消失，這是我們應該要做的事情。我們幹這個是來救社會、是來救國家、是來救這個世界，把這些迷惑顛倒的人喚回來，要靠教育，將來會發揮很大的力量。"
    },
    {
      "id": "02-040-0546_p0023",
      "zh_CN": "汉学院正式开课，我相信到第二年，这些老师们因为他们原来是教书的，他懂得怎么读书，懂得怎样搜集资料，知道怎样备课，怎样来写注解、写讲义，这都是内行的，我们都不必操心。一年之后，我就请他们每个人每一个星期上两个小时课，我们的讲堂像摄影棚一样，把他上课的东西录下来。录下来，我们就可以拷贝一套送给教育部去审查。用意在哪里？审查认为是很好，我们就希望用国家的电视台播出去，让社会大众马上就得利益，讲的就是《群书治要》。马来西亚的汉学院有三种语言，有华语、有马来语、有英语，三种语言同时播出，全国能看到，全世界也都能看到。这是首相的政绩，在他任期里头成就的，是他的功德，他欢喜。将来斯里兰卡的佛教大学亦如是，也是教学，课堂里面录像。有几个标准的教室，实况可以转播，老师在教室上课进行，向全国播放，向全世界播放，让大家知道佛教究竟是什么。没有人讲不行，今天佛教会变成这个样子，让社会大众产生这么严重的误会，没有人讲。什么是佛，没有人讲清楚，没有人讲明白，不能怪别人，不能怪社会，要怪怪我们佛教徒，把「教」这个字疏忽了，佛陀的教育，教学为先。",
      "zh_TW": "漢學院正式開課，我相信到第二年，這些老師們因為他們原來是教書的，他懂得怎麼讀書，懂得怎樣蒐集資料，知道怎樣備課，怎樣來寫註解、寫講義，這都是內行的，我們都不必操心。一年之後，我就請他們每個人每一個星期上兩個小時課，我們的講堂像攝影棚一樣，把他上課的東西錄下來。錄下來，我們就可以拷貝一套送給教育部去審查。用意在哪裡？審查認為是很好，我們就希望用國家的電視台播出去，讓社會大眾馬上就得利益，講的就是《群書治要》。馬來西亞的漢學院有三種語言，有華語、有馬來語、有英語，三種語言同時播出，全國能看到，全世界也都能看到。這是首相的政績，在他任期裡頭成就的，是他的功德，他歡喜。將來斯里蘭卡的佛教大學亦如是，也是教學，課堂裡面錄像。有幾個標準的教室，實況可以轉播，老師在教室上課進行，向全國播放，向全世界播放，讓大家知道佛教究竟是什麼。沒有人講不行，今天佛教會變成這個樣子，讓社會大眾產生這麼嚴重的誤會，沒有人講。什麼是佛，沒有人講清楚，沒有人講明白，不能怪別人，不能怪社會，要怪怪我們佛教徒，把「教」這個字疏忽了，佛陀的教育，教學為先。"
    },
    {
      "id": "02-040-0546_p0024",
      "zh_CN": "国内这几年论坛很兴旺，传统文化论坛。最近潮州谢总，他办了应该有二、三年，成绩非常可观，得到政府的表扬赞叹。我听到这个消息，请他到香港来，他在我这里做了报告。我说你的论坛排的哪些课程？哪些老师在教？他说他没有老师。没有老师怎么教？老师请不到，只有把这些好老师他们的录像带拿到，他是用电视代替授课，收到非常好的成绩。这个难得！这个实在讲可以推广，不需要找老师，只要把老师的资料拿到。政府也放心，为什么？政府先看一遍，审查了，没问题，他放心，人再多来听也没有关系，不是聚众，没老师，这方法好。我在马来西亚，我也把他找到，在马来西亚现在是中华文化教育中心，他讲了八个小时。真的，办讲座容易，办学校容易，找不到老师，这个方法就把老师的问题解决了。我们办大学、办汉学院也是培养师资，将来老师讲的这些东西经过国家检验过，统统可以提供给希望办讲座的地方、办论坛地方，我们统统可以供给。而且有机会办学校的时候也不必请老师，这个真可以做。老师保持着联系，希望每一年或者是每一个学期老师能够跟大家见一次面，表示我们对老师的尊敬，尊师重道，让老师对同学做简单的鼓励。这个问题可以得到解决，让政府安心不操心，所有教学的资料都经过政府审查。",
      "zh_TW": "國內這幾年論壇很興旺，傳統文化論壇。最近潮州謝總，他辦了應該有二、三年，成績非常可觀，得到政府的表揚讚歎。我聽到這個消息，請他到香港來，他在我這裡做了報告。我說你的論壇排的哪些課程？哪些老師在教？他說他沒有老師。沒有老師怎麼教？老師請不到，只有把這些好老師他們的錄像帶拿到，他是用電視代替授課，收到非常好的成績。這個難得！這個實在講可以推廣，不需要找老師，只要把老師的資料拿到。政府也放心，為什麼？政府先看一遍，審查了，沒問題，他放心，人再多來聽也沒有關係，不是聚眾，沒老師，這方法好。我在馬來西亞，我也把他找到，在馬來西亞現在是中華文化教育中心，他講了八個小時。真的，辦講座容易，辦學校容易，找不到老師，這個方法就把老師的問題解決了。我們辦大學、辦漢學院也是培養師資，將來老師講的這些東西經過國家檢驗過，統統可以提供給希望辦講座的地方、辦論壇地方，我們統統可以供給。而且有機會辦學校的時候也不必請老師，這個真可以做。老師保持著聯繫，希望每一年或者是每一個學期老師能夠跟大家見一次面，表示我們對老師的尊敬，尊師重道，讓老師對同學做簡單的鼓勵。這個問題可以得到解決，讓政府安心不操心，所有教學的資料都經過政府審查。"
    },
    {
      "id": "02-040-0546_p0025",
      "zh_CN": "人要教，他告诉我，人是教得好的，一个星期的课程，良心就发现了，就真正忏悔。他举了一个例子，一个年轻人犯罪，抢劫、强奸，被判了七年刑，听了这个课程之后痛哭流涕，自己真正忏悔，告诉大家，他十二岁就参加黑社会，十几岁的时候就杀人，杀了一个警察，没有人知道，这个案子到现在没破。他这一自首就是什么？你这一自首是要被判死刑的。我死也要说出来，我不安心，没有听传统文化不知道，听了之后我身心不安，我一定要忏悔，一定要说出来，不管什么样的刑罚，我愿意接受。你看，七天有这样好的效果，非常感动人。",
      "zh_TW": "人要教，他告訴我，人是教得好的，一個星期的課程，良心就發現了，就真正懺悔。他舉了一個例子，一個年輕人犯罪，搶劫、強姦，被判了七年刑，聽了這個課程之後痛哭流涕，自己真正懺悔，告訴大家，他十二歲就參加黑社會，十幾歲的時候就殺人，殺了一個警察，沒有人知道，這個案子到現在沒破。他這一自首就是什麼？你這一自首是要被判死刑的。我死也要說出來，我不安心，沒有聽傳統文化不知道，聽了之後我身心不安，我一定要懺悔，一定要說出來，不管什麼樣的刑罰，我願意接受。你看，七天有這樣好的效果，非常感動人。"
    },
    {
      "id": "02-040-0546_p0026",
      "zh_CN": "我们中国老祖宗的东西，我们要有信心，我们确确实实比不上老祖宗，老祖宗治国平天下五千年来没有出过问题。现在社会这么乱，问题这么多，对老祖宗还是怀疑，还是不相信，还是恶意批判。孔子是老师，对祖宗不信是大不孝，对老师不敬是大不敬，不孝不敬在古时候这是重罪，这不是轻罪这是重罪，为什么？把做人的基础毁掉了。做人的基础是社会安定的基础、家庭幸福的基础，你把基础破坏了，还会有好日子过吗？这不能不知道。所以今天「纵情恣欲，任意作恶，竞造恶因」，大家比赛、竞争，竞争干什么？竞争造恶。「不顾当来之凶祸」，当来是什么？来生，来生的果报是在三恶道，一转眼就是。你不相信因果，不是没有因果，因果绝对不是说信就有、不信就没有，不是的，它决定是有。「故云吉凶祸福，竞各作之」，这是现在全世界的社会，我们所看到的。",
      "zh_TW": "我們中國老祖宗的東西，我們要有信心，我們確確實實比不上老祖宗，老祖宗治國平天下五千年來沒有出過問題。現在社會這麼亂，問題這麼多，對老祖宗還是懷疑，還是不相信，還是惡意批判。孔子是老師，對祖宗不信是大不孝，對老師不敬是大不敬，不孝不敬在古時候這是重罪，這不是輕罪這是重罪，為什麼？把做人的基礎毀掉了。做人的基礎是社會安定的基礎、家庭幸福的基礎，你把基礎破壞了，還會有好日子過嗎？這不能不知道。所以今天「縱情恣欲，任意作惡，競造惡因」，大家比賽、競爭，競爭幹什麼？競爭造惡。「不顧當來之凶禍」，當來是什麼？來生，來生的果報是在三惡道，一轉眼就是。你不相信因果，不是沒有因果，因果絕對不是說信就有、不信就沒有，不是的，它決定是有。「故云吉凶禍福，競各作之」，這是現在全世界的社會，我們所看到的。"
    },
    {
      "id": "02-040-0546_p0027",
      "zh_CN": "又嘉祥大师的《疏》里面说，「世人以死之祠祭杀生为凶，嫁娶等为吉。世人于此二事，竞各为之」。「盖吉凶是因，祸福是果。杀生祭祀是凶，杀业所感三途之报为祸」。祭祀祖宗是好事，是尽孝道，为什么是凶？你杀生祭祀。所以祭祀本身是好的，杀生祭祀就变成凶了。中国古礼，规模最大的祭祀是三牲：牛、羊、猪，祭祖先。这是人不知道，这个杀生是为祖先而杀的，罪，杀的人当然有罪，祖先也增长一分罪业，这是不孝。可是这个习俗几千年传下来，大家不知道。佛法知道，只有真正学佛的佛弟子他改用素菜来祭祀，不用荤腥，这是对的。《印光大师文钞》里头说得很多，被杀的生物，这些众生牠决定不甘心情愿被你杀、被你吃，这是属于弱肉强食，因果报应，到受报的时候后悔莫及。",
      "zh_TW": "又嘉祥大師的《疏》裡面說，「世人以死之祠祭殺生為凶，嫁娶等為吉。世人於此二事，競各為之」。「蓋吉凶是因，禍福是果。殺生祭祀是凶，殺業所感三途之報為禍」。祭祀祖宗是好事，是盡孝道，為什麼是凶？你殺生祭祀。所以祭祀本身是好的，殺生祭祀就變成凶了。中國古禮，規模最大的祭祀是三牲：牛、羊、豬，祭祖先。這是人不知道，這個殺生是為祖先而殺的，罪，殺的人當然有罪，祖先也增長一分罪業，這是不孝。可是這個習俗幾千年傳下來，大家不知道。佛法知道，只有真正學佛的佛弟子他改用素菜來祭祀，不用葷腥，這是對的。《印光大師文鈔》裡頭說得很多，被殺的生物，這些眾生牠決定不甘心情願被你殺、被你吃，這是屬於弱肉強食，因果報應，到受報的時候後悔莫及。"
    },
    {
      "id": "02-040-0546_p0028",
      "zh_CN": "最严重的是战争，战争伤亡，双方伤亡多少人，还有多少人无辜受战争的祸害，生命、财产都化为乌有，谁负这个责任？一饮一啄都有因果，有前因。今天的战争是所谓大杀伤力，这武器，一颗核武弹能够消灭居民几百万的城市。一颗原子弹就没有了，就杀这么多人。这个堕在地狱，堕什么地狱？当然是无间地狱。",
      "zh_TW": "最嚴重的是戰爭，戰爭傷亡，雙方傷亡多少人，還有多少人無辜受戰爭的禍害，生命、財產都化為烏有，誰負這個責任？一飲一啄都有因果，有前因。今天的戰爭是所謂大殺傷力，這武器，一顆核武彈能夠消滅居民幾百萬的城市。一顆原子彈就沒有了，就殺這麼多人。這個墮在地獄，墮什麼地獄？當然是無間地獄。"
    },
    {
      "id": "02-040-0546_p0029",
      "zh_CN": "唐太宗是个好皇帝，我们看了他附体的影碟，他堕地狱，堕无间地狱，为什么？杀人。人家说，你是个好皇帝。他说好皇帝不能说造地狱业不受果报，哪有这种事情！他是个开国的帝王，政权怎么得来的？完全靠武力得来的。隋朝末年隋炀帝昏庸无道，所以各路的英雄都想来抢江山，唐太宗是其中之一，把隋灭掉了，把所有这些群雄一个个都打败，统一了天下，建立大唐帝国。十几年的战争，杀多少人！历史上记载，唐太宗的射箭百发百中。在古时候这是远距离杀人，弓箭，死在他箭下的人很多。但是杀人再多，比不上现在的战争。现在机关枪、火炮，核武就更不必说了，刹那之间可以就杀几百万人。所以这是现在的人不知道因果报应，知道因果报应，不敢。所以二次大战之后，我说过很多次，社会纠纷的问题不能用战争解决，战争是解决不了问题的，战争使仇恨愈积愈深、愈演愈烈，大错特错！应当用和平的方法来解决，这一点非常重要。",
      "zh_TW": "唐太宗是個好皇帝，我們看了他附體的影碟，他墮地獄，墮無間地獄，為什麼？殺人。人家說，你是個好皇帝。他說好皇帝不能說造地獄業不受果報，哪有這種事情！他是個開國的帝王，政權怎麼得來的？完全靠武力得來的。隋朝末年隋煬帝昏庸無道，所以各路的英雄都想來搶江山，唐太宗是其中之一，把隋滅掉了，把所有這些群雄一個個都打敗，統一了天下，建立大唐帝國。十幾年的戰爭，殺多少人！歷史上記載，唐太宗的射箭百發百中。在古時候這是遠距離殺人，弓箭，死在他箭下的人很多。但是殺人再多，比不上現在的戰爭。現在機關槍、火炮，核武就更不必說了，剎那之間可以就殺幾百萬人。所以這是現在的人不知道因果報應，知道因果報應，不敢。所以二次大戰之後，我說過很多次，社會糾紛的問題不能用戰爭解決，戰爭是解決不了問題的，戰爭使仇恨愈積愈深、愈演愈烈，大錯特錯！應當用和平的方法來解決，這一點非常重要。"
    },
    {
      "id": "02-040-0546_p0030",
      "zh_CN": "连祭祀，杀一头牛、杀一头羊、杀一头猪都是凶因，将来都有恶报，何况平时？你说现在社会这么乱，与杀生吃肉肯定有关系。在古时候杀生吃肉的人少，哪有天天吃肉的？除非是帝王家，一般人民不可能天天有肉食。我们住在乡下，乡下人民大概吃肉是一个月一次。平常买不到，一个月杀一只猪，在树上绑个竹竿做个幌子，乡村里面听说那个地方挂上幌子，今天那里有肉卖，一个月一次。天天吃肉也就是过年那几天，顶多十几天，不可能每天。而且这些动物养的时候很活泼，都是放在外面养的，现在是关在笼子里头。现在的人心很残酷，古时候对待家里养的这个，都好好的看着牠、好好养牠，牠在没有被杀的时候牠也很快乐，牠很自在。现在人造的恶，就关于饮食一方面比，不要比很久的，比一百年前的人超过十倍都不止，所以你不能不承受果报。这个果报，佛法说是花报，果报是死了之后肯定在三途，饿鬼、地狱、畜生。来到人世间过这几十年，为什么造这个业？这是无知，没人教你，你完全不懂。",
      "zh_TW": "連祭祀，殺一頭牛、殺一頭羊、殺一頭豬都是凶因，將來都有惡報，何況平時？你說現在社會這麼亂，與殺生吃肉肯定有關係。在古時候殺生吃肉的人少，哪有天天吃肉的？除非是帝王家，一般人民不可能天天有肉食。我們住在鄉下，鄉下人民大概吃肉是一個月一次。平常買不到，一個月殺一隻豬，在樹上綁個竹竿做個幌子，鄉村裡面聽說那個地方掛上幌子，今天那裡有肉賣，一個月一次。天天吃肉也就是過年那幾天，頂多十幾天，不可能每天。而且這些動物養的時候很活潑，都是放在外面養的，現在是關在籠子裡頭。現在的人心很殘酷，古時候對待家裡養的這個，都好好的看著牠、好好養牠，牠在沒有被殺的時候牠也很快樂，牠很自在。現在人造的惡，就關於飲食一方面比，不要比很久的，比一百年前的人超過十倍都不止，所以你不能不承受果報。這個果報，佛法說是花報，果報是死了之後肯定在三途，餓鬼、地獄、畜生。來到人世間過這幾十年，為什麼造這個業？這是無知，沒人教你，你完全不懂。"
    },
    {
      "id": "02-040-0546_p0031",
      "zh_CN": "「世人皆以嫁娶为吉，但不知因喜庆而杀生反成凶事」。这是真的，一点都不假。这个事情只有佛知道，道也知道，「而招当来无穷之祸」，这些被杀的众生冤冤相报没完没了。早年我在台湾有个老朋友，广化法师。他是军人，官不大，是个小官，但是他管财务，管钱，就是军需，那时候叫军需，用钱方便。在这个职位上，他告诉我，每天吃一只鸡。以后遇到佛法学佛，出家了，而且出家持戒，忏悔他的业障，但是习气很难断。有一天洗澡，在浴室里头看到整个浴室都是鸡在那里飞，他害怕了，到处躲藏，摔了一跤，把腿跌断，那就是果报。所以他把这个事情告诉我，以后这个病就愈来愈重。他往生，如果要不是真正念佛、真正忏悔，肯定落畜生道。你吃那么多鸡，要还牠命，堕到畜生道变成鸡，你吃多少只你变多少次，鸡死了还投鸡胎、死了还投鸡胎，是论次数的。你要吃几百只你就是几百次，上千只的话你要投上千次，报尽才能投其他的道，麻烦大！他出家吃长素，戒杀放生，天天求忏悔，这些鸡还是不饶他。这是他亲口告诉我的，我们是老朋友。「此正是世人不明善恶所招之恶果」。",
      "zh_TW": "「世人皆以嫁娶為吉，但不知因喜慶而殺生反成凶事」。這是真的，一點都不假。這個事情只有佛知道，道也知道，「而招當來無窮之禍」，這些被殺的眾生冤冤相報沒完沒了。早年我在台灣有個老朋友，廣化法師。他是軍人，官不大，是個小官，但是他管財務，管錢，就是軍需，那時候叫軍需，用錢方便。在這個職位上，他告訴我，每天吃一隻雞。以後遇到佛法學佛，出家了，而且出家持戒，懺悔他的業障，但是習氣很難斷。有一天洗澡，在浴室裡頭看到整個浴室都是雞在那裡飛，他害怕了，到處躲藏，摔了一跤，把腿跌斷，那就是果報。所以他把這個事情告訴我，以後這個病就愈來愈重。他往生，如果要不是真正念佛、真正懺悔，肯定落畜生道。你吃那麼多雞，要還牠命，墮到畜生道變成雞，你吃多少隻你變多少次，雞死了還投雞胎、死了還投雞胎，是論次數的。你要吃幾百隻你就是幾百次，上千隻的話你要投上千次，報盡才能投其他的道，麻煩大！他出家吃長素，戒殺放生，天天求懺悔，這些雞還是不饒他。這是他親口告訴我的，我們是老朋友。「此正是世人不明善惡所招之惡果」。"
    },
    {
      "id": "02-040-0546_p0032",
      "zh_CN": "「身愚神暗，心塞意闭」，没有智慧，没有能力辨别。「生死善恶，自不能见」，自己看不到。「故知愚暗，即是痴毒」，人愚痴，没有智慧。这是贪瞋痴里面的痴。「以愚痴故，心意闭塞」，别人劝他，他也不能接受，他也不能回头，「不能正信因果」。所以因果的教育是非常重要的一个环节，怎样才能叫人相信因果？实际因果报应就在我们周边，我们只要细心冷静观察，心行不善的人干什么都不顺利，心行好的人做事一帆风顺，只要细心观察你就看到。",
      "zh_TW": "「身愚神闇，心塞意閉」，沒有智慧，沒有能力辨別。「生死善惡，自不能見」，自己看不到。「故知愚闇，即是痴毒」，人愚痴，沒有智慧。這是貪瞋痴裡面的痴。「以愚痴故，心意閉塞」，別人勸他，他也不能接受，他也不能回頭，「不能正信因果」。所以因果的教育是非常重要的一個環節，怎樣才能叫人相信因果？實際因果報應就在我們周邊，我們只要細心冷靜觀察，心行不善的人幹什麼都不順利，心行好的人做事一帆風順，只要細心觀察你就看到。"
    },
    {
      "id": "02-040-0546_p0033",
      "zh_CN": "中国古时候，国家把教育这桩事情交给家庭去办。古时候家庭是大家庭，像《红楼梦》里面所写的一家人，那是一个家庭。普通的家庭大概上下有三百多人；兴旺的家庭，人丁兴旺有六、七百人；家庭衰了，大概也有两百人左右，这衰了。家有家规、有家道、有家学、有家业，业是经营的事业，世世代代不改变，所以他这个行业也变成专家，东西可靠。像北京同仁堂传多少代了？应该有十几二十代，大概有三百多年的老店，所以他经验丰富，从小就学。家里他从小就学，各个地方可以开分店，这是家业，家庭经济来源，有事业。家学是家庭的子弟学校，教育下一代。政府每年举行考试，叫开科考试，有优秀的人才政府吸收，再加以培训。县有学校，省有学校，国家有太学，到这里面读书，将来都成为国家的公务人员，像现在的党校一样，这是国家办的。家要兴旺要有好后代，所以每个家庭对教育非常重视，跟现在学校不一样。我们看到古人对待老师的礼节，我们就懂得了。老师主持这个家教，就是私塾，这一家人老少对老师没有不尊敬的，尊师重道。老人为什么对老师尊敬？做给小孩看的，让小孩懂得尊师重道。唯有尊师重道，老师的东西才能真正传下来，你才真正能学到。对老师不恭敬，老师教得怎么好，你没有心，你不想学，所以什么都学不到。",
      "zh_TW": "中國古時候，國家把教育這樁事情交給家庭去辦。古時候家庭是大家庭，像《紅樓夢》裡面所寫的一家人，那是一個家庭。普通的家庭大概上下有三百多人；興旺的家庭，人丁興旺有六、七百人；家庭衰了，大概也有兩百人左右，這衰了。家有家規、有家道、有家學、有家業，業是經營的事業，世世代代不改變，所以他這個行業也變成專家，東西可靠。像北京同仁堂傳多少代了？應該有十幾二十代，大概有三百多年的老店，所以他經驗豐富，從小就學。家裡他從小就學，各個地方可以開分店，這是家業，家庭經濟來源，有事業。家學是家庭的子弟學校，教育下一代。政府每年舉行考試，叫開科考試，有優秀的人才政府吸收，再加以培訓。縣有學校，省有學校，國家有太學，到這裡面讀書，將來都成為國家的公務人員，像現在的黨校一樣，這是國家辦的。家要興旺要有好後代，所以每個家庭對教育非常重視，跟現在學校不一樣。我們看到古人對待老師的禮節，我們就懂得了。老師主持這個家教，就是私塾，這一家人老少對老師沒有不尊敬的，尊師重道。老人為什麼對老師尊敬？做給小孩看的，讓小孩懂得尊師重道。唯有尊師重道，老師的東西才能真正傳下來，你才真正能學到。對老師不恭敬，老師教得怎麼好，你沒有心，你不想學，所以什麼都學不到。"
    },
    {
      "id": "02-040-0546_p0034",
      "zh_CN": "尊师重道怎么教？就是家里的父母、祖父母、曾祖父母，看到家里这些大人对老师都那么恭敬，小孩学会。小孩送上学的时候拜师，行拜师礼。拜师礼是父母带着小孩，先拜孔子。古时候农村没有孔子的像，只写个牌位，牌位做得很大，供奉在大殿的当中，「大成至圣先师孔夫子之神位」，牌位这么写的。老师站在一边，父亲带着儿子，同学站在两边观礼，对孔子牌位行三跪九叩首的礼，最重的礼节。拜完孔子之后，请老师上座，老师坐在孔子牌位的下面，父亲带着儿子对老师行三跪九叩首的礼。这么隆重，小孩看到了。同学站在两边，每个学生来都是，大家都看到。小孩在学校里头一年至少要看十来次，自自然然就学会了，一生都不会改变。我们从小时候拜过老师，大概是六、七岁的时候，我想是六岁，一生都忘不了。对于从事教学工作的人，他是某个学校的老师，我们自然对他生起一个恭敬心，一直到现在都是的，你学东西才能学得好。我们要不是学了这一点，从小学了这点礼节，懂得尊师重道，我们这一生就完了。遇到好老师，人家不教你，为什么？你没有规矩，你不懂礼貌。小时候学这些东西，长大占便宜。",
      "zh_TW": "尊師重道怎麼教？就是家裡的父母、祖父母、曾祖父母，看到家裡這些大人對老師都那麼恭敬，小孩學會。小孩送上學的時候拜師，行拜師禮。拜師禮是父母帶著小孩，先拜孔子。古時候農村沒有孔子的像，只寫個牌位，牌位做得很大，供奉在大殿的當中，「大成至聖先師孔夫子之神位」，牌位這麼寫的。老師站在一邊，父親帶著兒子，同學站在兩邊觀禮，對孔子牌位行三跪九叩首的禮，最重的禮節。拜完孔子之後，請老師上座，老師坐在孔子牌位的下面，父親帶著兒子對老師行三跪九叩首的禮。這麼隆重，小孩看到了。同學站在兩邊，每個學生來都是，大家都看到。小孩在學校裡頭一年至少要看十來次，自自然然就學會了，一生都不會改變。我們從小時候拜過老師，大概是六、七歲的時候，我想是六歲，一生都忘不了。對於從事教學工作的人，他是某個學校的老師，我們自然對他生起一個恭敬心，一直到現在都是的，你學東西才能學得好。我們要不是學了這一點，從小學了這點禮節，懂得尊師重道，我們這一生就完了。遇到好老師，人家不教你，為什麼？你沒有規矩，你不懂禮貌。小時候學這些東西，長大佔便宜。"
    },
    {
      "id": "02-040-0546_p0035",
      "zh_CN": "我跟方老师，原本只希望到学校去旁听他的课程，这是我们最大的希望。我给他写封信，没有人介绍，不认识，我知道他是桐城人，是我们家乡的，知道他是桐城派方苞的后裔，写封信就是要求旁听他的课程。他一个星期回了我一封信，约我到他家里见面。见面时问我一些事情，我一样一样老实告诉他。他问我的学历，我只是初中毕业，高中念了半年又失学了，没有任何背景；换句话说，这一生读书没有机会了，只有自修。我写了一封信、写了一篇文章给老师看，老师告诉我，你写的信、写的文章，我们台湾大学的学生写不出来。所以他怀疑。我说我虽然失学，我没有离开书本，喜欢读书。最后老师告诉我，他说现在的学校（六十二年前），先生不像先生，学生不像学生，你要到学校去听课，你会大失所望。我以为老师完全拒绝了，为什么老师不像老师，学生不像学生？停了六、七分钟，他说，这样好了，你真想学，到我家里来。每个星期天就约定了，早晨九点半到十一点半，两个小时。我的课在家上的，没有缴一分钱学费。凭什么？尊师重道。见面等于面试，还懂得规矩。如果有一点傲慢的习气，有心浮气躁的，人家不教你。你来旁听好了，这无所谓，何必要教你？那就是老师说为什么先生不像先生，学不到东西，老师在学校里头不讲。真的他不讲，为什么？没人听。学生都是心浮气躁、好高骛远、贡高我慢，怎么教？学生到了大学主要混文凭、混资格；老师不得已上课是什么？为了生活。各有所需，各有所求。所以你不真学，他就不真教。我才恍然大悟，不是简单的事情。现在全世界，这些年走遍很多国家地区，我也在大学里上过课，真的，真的有问题。",
      "zh_TW": "我跟方老師，原本只希望到學校去旁聽他的課程，這是我們最大的希望。我給他寫封信，沒有人介紹，不認識，我知道他是桐城人，是我們家鄉的，知道他是桐城派方苞的後裔，寫封信就是要求旁聽他的課程。他一個星期回了我一封信，約我到他家裡見面。見面時問我一些事情，我一樣一樣老實告訴他。他問我的學歷，我只是初中畢業，高中念了半年又失學了，沒有任何背景；換句話說，這一生讀書沒有機會了，只有自修。我寫了一封信、寫了一篇文章給老師看，老師告訴我，你寫的信、寫的文章，我們台灣大學的學生寫不出來。所以他懷疑。我說我雖然失學，我沒有離開書本，喜歡讀書。最後老師告訴我，他說現在的學校（六十二年前），先生不像先生，學生不像學生，你要到學校去聽課，你會大失所望。我以為老師完全拒絕了，為什麼老師不像老師，學生不像學生？停了六、七分鐘，他說，這樣好了，你真想學，到我家裡來。每個星期天就約定了，早晨九點半到十一點半，兩個小時。我的課在家上的，沒有繳一分錢學費。憑什麼？尊師重道。見面等於面試，還懂得規矩。如果有一點傲慢的習氣，有心浮氣躁的，人家不教你。你來旁聽好了，這無所謂，何必要教你？那就是老師說為什麼先生不像先生，學不到東西，老師在學校裡頭不講。真的他不講，為什麼？沒人聽。學生都是心浮氣躁、好高騖遠、貢高我慢，怎麼教？學生到了大學主要混文憑、混資格；老師不得已上課是什麼？為了生活。各有所需，各有所求。所以你不真學，他就不真教。我才恍然大悟，不是簡單的事情。現在全世界，這些年走遍很多國家地區，我也在大學裡上過課，真的，真的有問題。"
    },
    {
      "id": "02-040-0546_p0036",
      "zh_CN": "愚痴，心意闭塞，不能正信因果。「不能信受经法」，你想教他都没办法，「入于正道。对于外道邪说，反易信奉，故云转受余教」。「如是颠倒之见，相续不绝，永溺生死」，这就是六道轮回，而且根本就是愚痴。「生死无常，以痴为本」。这两句话很重要，这就是六道轮回以痴为本。人要觉悟了，就能脱离六道，所以叫「无常根本」。",
      "zh_TW": "愚痴，心意閉塞，不能正信因果。「不能信受經法」，你想教他都沒辦法，「入於正道。對於外道邪說，反易信奉，故云轉受餘教」。「如是顛倒之見，相續不絕，永溺生死」，這就是六道輪迴，而且根本就是愚痴。「生死無常，以痴為本」。這兩句話很重要，這就是六道輪迴以痴為本。人要覺悟了，就能脫離六道，所以叫「無常根本」。"
    },
    {
      "id": "02-040-0546_p0037",
      "zh_CN": "我们真难，方老师还能遇到我，我以后再没人了。我跟方老师的缘，就是第一天上私塾，我爸爸带着我给老师三跪九叩首，就这来的，没有这个就没有缘分。现在的学生谁懂得尊师重道？家长对于子女溺爱，老师不能管，管的时候家长要来过问，这学生还能学得好吗？所以学生眼睛当中没有老师。老师不得已，为了生活。这是今天的教育非常可悲的现象。怎么改革？大问题！底下一代人怎么办？这是我们最大的忧虑。将来我们这个大学办起来了，怎么教？所以我想我要去表演，怎么表演？我就上一堂课，我就教《无量寿经》，我就开这门课，我教几个学生，让别的老师们看看我的教学方法、理念跟他们不一样，完全用中国传统的，用佛法戒定慧三学，看看我们教出来效果怎么样。如果效果很好，就值得大家去参考、去研究，如何改革教育的理念跟方法，这个重要。一定要自己做出榜样，别人才能相信。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們真難，方老師還能遇到我，我以後再沒人了。我跟方老師的緣，就是第一天上私塾，我爸爸帶著我給老師三跪九叩首，就這來的，沒有這個就沒有緣分。現在的學生誰懂得尊師重道？家長對於子女溺愛，老師不能管，管的時候家長要來過問，這學生還能學得好嗎？所以學生眼睛當中沒有老師。老師不得已，為了生活。這是今天的教育非常可悲的現象。怎麼改革？大問題！底下一代人怎麼辦？這是我們最大的憂慮。將來我們這個大學辦起來了，怎麼教？所以我想我要去表演，怎麼表演？我就上一堂課，我就教《無量壽經》，我就開這門課，我教幾個學生，讓別的老師們看看我的教學方法、理念跟他們不一樣，完全用中國傳統的，用佛法戒定慧三學，看看我們教出來效果怎麼樣。如果效果很好，就值得大家去參考、去研究，如何改革教育的理念跟方法，這個重要。一定要自己做出榜樣，別人才能相信。今天時間到了，我們就學習到此地。"
    }
  ]
}