{
  "doc_id": "02-040-0130",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三０集",
    "zh_TW": "第一三０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0130",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0130_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百七十页，我们从第一行念起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百七十頁，我們從第一行念起："
    },
    {
      "id": "02-040-0130_p0002",
      "zh_CN": "「解」，这是念老的注解。「正觉者，证悟一切诸法之真正觉智，即如来之实智。故成佛曰成正觉。如《净影疏》曰：如来正觉，总举佛智。可见如来正觉四字，全表佛智。此智甚深，故曰难量」。正觉这个名词我们常常看到，正觉、正等正觉、无上正等正觉，这是在许许多多经论当中看到的。梵语阿耨多罗三藐三菩提，翻成中国的意思，无上正等正觉。此地说的正觉就是无上正等正觉，为什么？这个地方说是如来之实智，真正觉智，成佛叫成正觉。通常翻阿耨多罗三藐三菩提，三翻作正，菩提翻作觉，这个正觉是阿罗汉所证得的。前面说过，阿罗汉比起我们世间法，他是正觉，我们是不觉；阿罗汉比菩萨，菩萨是正等正觉，阿罗汉的正觉不能跟菩萨、跟佛平等；菩萨的正等正觉又比不上佛，佛加了一个无上正等正觉。由此可知，佛法的修学，觉这个字是非常重视，觉就不迷了。通常用觉来翻佛，佛者觉也；法者正也，正知正见；僧者净也，六根清净，一尘不染。这通常我们读到的佛法僧三宝简单的解释。",
      "zh_TW": "「解」，這是念老的註解。「正覺者，證悟一切諸法之真正覺智，即如來之實智。故成佛曰成正覺。如《淨影疏》曰：如來正覺，總舉佛智。可見如來正覺四字，全表佛智。此智甚深，故曰難量」。正覺這個名詞我們常常看到，正覺、正等正覺、無上正等正覺，這是在許許多多經論當中看到的。梵語阿耨多羅三藐三菩提，翻成中國的意思，無上正等正覺。此地說的正覺就是無上正等正覺，為什麼？這個地方說是如來之實智，真正覺智，成佛叫成正覺。通常翻阿耨多羅三藐三菩提，三翻作正，菩提翻作覺，這個正覺是阿羅漢所證得的。前面說過，阿羅漢比起我們世間法，他是正覺，我們是不覺；阿羅漢比菩薩，菩薩是正等正覺，阿羅漢的正覺不能跟菩薩、跟佛平等；菩薩的正等正覺又比不上佛，佛加了一個無上正等正覺。由此可知，佛法的修學，覺這個字是非常重視，覺就不迷了。通常用覺來翻佛，佛者覺也；法者正也，正知正見；僧者淨也，六根清淨，一塵不染。這通常我們讀到的佛法僧三寶簡單的解釋。"
    },
    {
      "id": "02-040-0130_p0003",
      "zh_CN": "说到证悟一切法，一切法范围就大了，阿罗汉所觉悟的是一切法里面的局部，就是六道轮回，六道里面的一切法他真正觉知，六道之外的他不晓得。六道之外的有四圣法界，菩萨知道。四圣法界之外，就是十法界以外的，权教菩萨也不知道。法身菩萨，那就成佛了，大彻大悟，明心见性，他们知道，他们能知道遍法界虚空界，这是一切法一法都不漏。此地是讲证悟一切诸法，遍法界虚空界一切诸法，这个智慧，真正的觉智，这是如来果地上的真实智慧，所以成佛也叫成正觉。《净影疏》里面就是这个解释，如来正觉，总举佛智，就是平常所说的无上正等正觉，是这个意思。可见如来正觉这四个字全表佛智。此智甚深，所以叫难量，量是测量。",
      "zh_TW": "說到證悟一切法，一切法範圍就大了，阿羅漢所覺悟的是一切法裡面的局部，就是六道輪迴，六道裡面的一切法他真正覺知，六道之外的他不曉得。六道之外的有四聖法界，菩薩知道。四聖法界之外，就是十法界以外的，權教菩薩也不知道。法身菩薩，那就成佛了，大徹大悟，明心見性，他們知道，他們能知道遍法界虛空界，這是一切法一法都不漏。此地是講證悟一切諸法，遍法界虛空界一切諸法，這個智慧，真正的覺智，這是如來果地上的真實智慧，所以成佛也叫成正覺。《淨影疏》裡面就是這個解釋，如來正覺，總舉佛智，就是平常所說的無上正等正覺，是這個意思。可見如來正覺這四個字全表佛智。此智甚深，所以叫難量，量是測量。"
    },
    {
      "id": "02-040-0130_p0004",
      "zh_CN": "「因佛极证涅槃甚深法性故」，这解释为什么难量。佛所证得的是圆满的涅槃甚深法性，前面我们读过，这都是指自性圆满的性德，佛举了十几个名词，这些名词都在其中，涅槃、法性。「《嘉祥疏》曰：如来正觉其智难量者，明真智妙绝，照穷法界，非下情所测。」这也说得好，明心见性的时候，像《金刚经》上所说的五眼圆明，佛的肉眼、慧眼、法眼、天眼跟佛眼，我们自性里面见这个功能达到究竟圆满，所以遍法界虚空界他全都照见。穷，是深深的照见，照见法界。下情，是佛以下的，菩萨没有佛眼，菩萨有法眼，阿罗汉有慧眼，天人有天眼，他们能见量都比不上佛。只有佛，彻底穷尽明了诸法真相。",
      "zh_TW": "「因佛極證涅槃甚深法性故」，這解釋為什麼難量。佛所證得的是圓滿的涅槃甚深法性，前面我們讀過，這都是指自性圓滿的性德，佛舉了十幾個名詞，這些名詞都在其中，涅槃、法性。「《嘉祥疏》曰：如來正覺其智難量者，明真智妙絕，照窮法界，非下情所測。」這也說得好，明心見性的時候，像《金剛經》上所說的五眼圓明，佛的肉眼、慧眼、法眼、天眼跟佛眼，我們自性裡面見這個功能達到究竟圓滿，所以遍法界虛空界他全都照見。窮，是深深的照見，照見法界。下情，是佛以下的，菩薩沒有佛眼，菩薩有法眼，阿羅漢有慧眼，天人有天眼，他們能見量都比不上佛。只有佛，徹底窮盡明瞭諸法真相。"
    },
    {
      "id": "02-040-0130_p0005",
      "zh_CN": "「又《甄解》曰：如来正觉者，乘弥陀一如来成正觉故」。如来正觉者，这完全说到本宗，净土乘弥陀一如来成正觉，这是净宗第一义。净宗完全靠阿弥陀佛，所以这个不是靠自力，是靠他力，他就是阿弥陀佛。对阿弥陀佛有真诚的信心，真诚、恭敬、真信，一定要具备这三个条件，信愿持名，这才能往生。往生就等于成佛，乘弥陀一如来成正觉，成就跟阿弥陀佛同样的圆满，同样的正觉。",
      "zh_TW": "「又《甄解》曰：如來正覺者，乘彌陀一如來成正覺故」。如來正覺者，這完全說到本宗，淨土乘彌陀一如來成正覺，這是淨宗第一義。淨宗完全靠阿彌陀佛，所以這個不是靠自力，是靠他力，他就是阿彌陀佛。對阿彌陀佛有真誠的信心，真誠、恭敬、真信，一定要具備這三個條件，信願持名，這才能往生。往生就等於成佛，乘彌陀一如來成正覺，成就跟阿彌陀佛同樣的圓滿，同樣的正覺。"
    },
    {
      "id": "02-040-0130_p0006",
      "zh_CN": "「此应身即本地身也」，应身同时具足法身的功能。不但应身具足，释迦牟尼佛在世间这应身，报身也具足。如果不具足，怎么能够度化实报土的菩萨？实报土四十一位法身大士全都是明心见性，而且上层的，像十地菩萨无始无明的习气都快要断尽了，跟如来正觉很接近了，佛怎么帮助他们？佛是真帮助，在实报土里面现身是现的报身佛。世尊在《观无量寿佛经》上告诉我们，报身，身有八万四千相，每个相有八万四千好，每个好放八万四千光，光中都有佛、菩萨教化一切众生。这绝不是菩萨地能做得到的，等觉菩萨也做不到，这是如来地。所以我们知道如来地无论是应身、化身，他的智慧德能是圆满的，不会说化身佛不如应身，应身佛不如报身，不可能有这个现象，这个现象是讲不通的。所以此应身即本地身，本地身是法身。",
      "zh_TW": "「此應身即本地身也」，應身同時具足法身的功能。不但應身具足，釋迦牟尼佛在世間這應身，報身也具足。如果不具足，怎麼能夠度化實報土的菩薩？實報土四十一位法身大士全都是明心見性，而且上層的，像十地菩薩無始無明的習氣都快要斷盡了，跟如來正覺很接近了，佛怎麼幫助他們？佛是真幫助，在實報土裡面現身是現的報身佛。世尊在《觀無量壽佛經》上告訴我們，報身，身有八萬四千相，每個相有八萬四千好，每個好放八萬四千光，光中都有佛、菩薩教化一切眾生。這絕不是菩薩地能做得到的，等覺菩薩也做不到，這是如來地。所以我們知道如來地無論是應身、化身，他的智慧德能是圓滿的，不會說化身佛不如應身，應身佛不如報身，不可能有這個現象，這個現象是講不通的。所以此應身即本地身，本地身是法身。"
    },
    {
      "id": "02-040-0130_p0007",
      "zh_CN": "「其智难量，念佛三昧为所住，住此发胜妙智故」。这一句重要，这个智慧，如来正觉从哪里来的？是自性本有的，本自具足的，不是修来的。但是我们这个正觉没有了，我们今天现前是正觉，正觉变质了，变成烦恼，无量无边的智慧变成无量无边的烦恼，变质了。现在的问题，怎样把烦恼断掉，让我们本有的智慧现前？这个地方说得很清楚，说得很明白，念佛三昧为所住，这句话重要。我们今天把念头，念头是个妄心，把念头住在念佛三昧当中。念佛三昧是什么？就是这一句阿弥陀佛。念四字、念六字都可以，不要去分别，喜欢念六字就念六字，喜欢念四字就念四字。莲池大师说四个字简单，六字太多了，愈简单愈好，他念四个字。可是他教别人念六个字，人家就问他这是为什么。他解答得很好，我这一生决定要往生，经典里面教我们执持名号，我就执持名号，名号就四个字。那南无？南无是归命的意思，皈依的意思，那这客气话不需要了，我四个字就念到底，我决定要往生，没有丝毫怀疑。那教别人？别人往生的心不恳切，未必真想往生，那加这两个字好，我皈依阿弥陀佛，我归命阿弥陀佛。莲池大师这个说得好，我们如果死心塌地，我这一生什么都不搞了，就是要往生极乐世界，那就跟莲池大师一样，念四个字就可以了。一定要念佛三昧为所住。",
      "zh_TW": "「其智難量，念佛三昧為所住，住此發勝妙智故」。這一句重要，這個智慧，如來正覺從哪裡來的？是自性本有的，本自具足的，不是修來的。但是我們這個正覺沒有了，我們今天現前是正覺，正覺變質了，變成煩惱，無量無邊的智慧變成無量無邊的煩惱，變質了。現在的問題，怎樣把煩惱斷掉，讓我們本有的智慧現前？這個地方說得很清楚，說得很明白，念佛三昧為所住，這句話重要。我們今天把念頭，念頭是個妄心，把念頭住在念佛三昧當中。念佛三昧是什麼？就是這一句阿彌陀佛。念四字、念六字都可以，不要去分別，喜歡念六字就念六字，喜歡念四字就念四字。蓮池大師說四個字簡單，六字太多了，愈簡單愈好，他念四個字。可是他教別人念六個字，人家就問他這是為什麼。他解答得很好，我這一生決定要往生，經典裡面教我們執持名號，我就執持名號，名號就四個字。那南無？南無是歸命的意思，皈依的意思，那這客氣話不需要了，我四個字就念到底，我決定要往生，沒有絲毫懷疑。那教別人？別人往生的心不懇切，未必真想往生，那加這兩個字好，我皈依阿彌陀佛，我歸命阿彌陀佛。蓮池大師這個說得好，我們如果死心塌地，我這一生什麼都不搞了，就是要往生極樂世界，那就跟蓮池大師一樣，念四個字就可以了。一定要念佛三昧為所住。"
    },
    {
      "id": "02-040-0130_p0008",
      "zh_CN": "住此，就是住念佛三昧，就能发胜妙智故，我们自性里面的智慧会透出来。住念佛三昧，那是得定，念佛三昧是念佛修成的定功。心里除阿弥陀佛之外，什么也没有，这叫念佛三昧，在净土宗也叫一心不乱。一心不乱有三个等级，最下面、最低的叫功夫成片。我们常讲，从早到晚就是一句佛号，心里除一句佛号之外，什么都没有，这就叫功夫成片。到这个程度，往生就自在，真的想什么时候往生，什么时候佛就来接你，你跟佛信息通了，没障碍了。念佛三昧再往上面提，事一心不乱，那是什么？见思烦恼断了。不求往生，这个境界跟阿罗汉相等，已经超越六道轮回，事一心。理一心不乱是破一品无明，证一分法身，就是禅宗所说的大彻大悟、明心见性，那是理一心不乱。理一心不乱生实报土，超越十法界。这是讲功夫浅深，品位不同。必须念到功夫成片才有把握往生。在功夫成片这个境界里头，你对于世出世间一切法统统放下了，你不会去想它，你不会去念它，你所想的、你所念的就是一句佛号，这是念佛法门往生的秘诀。",
      "zh_TW": "住此，就是住念佛三昧，就能發勝妙智故，我們自性裡面的智慧會透出來。住念佛三昧，那是得定，念佛三昧是念佛修成的定功。心裡除阿彌陀佛之外，什麼也沒有，這叫念佛三昧，在淨土宗也叫一心不亂。一心不亂有三個等級，最下面、最低的叫功夫成片。我們常講，從早到晚就是一句佛號，心裡除一句佛號之外，什麼都沒有，這就叫功夫成片。到這個程度，往生就自在，真的想什麼時候往生，什麼時候佛就來接你，你跟佛信息通了，沒障礙了。念佛三昧再往上面提，事一心不亂，那是什麼？見思煩惱斷了。不求往生，這個境界跟阿羅漢相等，已經超越六道輪迴，事一心。理一心不亂是破一品無明，證一分法身，就是禪宗所說的大徹大悟、明心見性，那是理一心不亂。理一心不亂生實報土，超越十法界。這是講功夫淺深，品位不同。必須念到功夫成片才有把握往生。在功夫成片這個境界裡頭，你對於世出世間一切法統統放下了，你不會去想它，你不會去念它，你所想的、你所念的就是一句佛號，這是念佛法門往生的祕訣。"
    },
    {
      "id": "02-040-0130_p0009",
      "zh_CN": "「盖谓释迦如来正觉，乃乘弥陀一如之乘而来成正觉，故与弥陀同一真如，亦即同一法身。当前现瑞之应身佛，实即法身」，叫本地身的如来。「一如弥陀住于念佛三昧，由于住此三昧，发胜妙之智慧，故其智难量」。这段话，《甄解》里头讲得真好。日本这些祖师大德的注疏，《甄解》独妙，确实得到如来真实义，所以念老在这个集注里头也引用得最多。它这里讲得很清楚，意思是说，释迦牟尼佛成佛，他怎么修成佛的？他乘弥陀一如之乘。一如之乘就是一乘法，比大乘还高，大乘终极的是成菩萨，一乘终极的是成如来、成佛，而来成正觉。",
      "zh_TW": "「蓋謂釋迦如來正覺，乃乘彌陀一如之乘而來成正覺，故與彌陀同一真如，亦即同一法身。當前現瑞之應身佛，實即法身」，叫本地身的如來。「一如彌陀住於念佛三昧，由於住此三昧，發勝妙之智慧，故其智難量」。這段話，《甄解》裡頭講得真好。日本這些祖師大德的註疏，《甄解》獨妙，確實得到如來真實義，所以念老在這個集註裡頭也引用得最多。它這裡講得很清楚，意思是說，釋迦牟尼佛成佛，他怎麼修成佛的？他乘彌陀一如之乘。一如之乘就是一乘法，比大乘還高，大乘終極的是成菩薩，一乘終極的是成如來、成佛，而來成正覺。"
    },
    {
      "id": "02-040-0130_p0010",
      "zh_CN": "从这句话里头，我们能够体会得到，乘弥陀一如之乘，就得到阿弥陀佛圆满的加持。已经成佛了，再得到弥陀的加持，故与弥陀同一真如，圆满的相应。释迦如是，我们亦如是，这是真的不是假的。因为一切众生本来是佛，你本来是佛，如果你能乘弥陀一如之乘，这弥陀一如之乘是什么？就是本经，就是这部经。用这部经的理论、方法、境界、功德加持你，你跟阿弥陀佛就没有两样。故与弥陀同一真如、同一法性、同一法身。当前现瑞的应身佛，实实在在就是法身如来，本地身是法身，也跟阿弥陀佛住于念佛三昧一样。由于住此三昧，三昧是定，定生慧，发胜妙智慧。这个智慧不可思议，等觉菩萨都不能讲清楚，那等觉以下就更不必说了。",
      "zh_TW": "從這句話裡頭，我們能夠體會得到，乘彌陀一如之乘，就得到阿彌陀佛圓滿的加持。已經成佛了，再得到彌陀的加持，故與彌陀同一真如，圓滿的相應。釋迦如是，我們亦如是，這是真的不是假的。因為一切眾生本來是佛，你本來是佛，如果你能乘彌陀一如之乘，這彌陀一如之乘是什麼？就是本經，就是這部經。用這部經的理論、方法、境界、功德加持你，你跟阿彌陀佛就沒有兩樣。故與彌陀同一真如、同一法性、同一法身。當前現瑞的應身佛，實實在在就是法身如來，本地身是法身，也跟阿彌陀佛住於念佛三昧一樣。由於住此三昧，三昧是定，定生慧，發勝妙智慧。這個智慧不可思議，等覺菩薩都不能講清楚，那等覺以下就更不必說了。"
    },
    {
      "id": "02-040-0130_p0011",
      "zh_CN": "「因此非地上及等觉诸大士，所能称量测度」。这是自性圆满的智慧，不是外来的。等觉跟地上，等觉以下的，他们还有无始无明习气没有断干净，这些东西干扰他，见不到如来圆满智慧，如来究竟的智慧他们还差一点。除这一点之外，他们的智慧、神通、道力，也就是应化在十法界这种能力，跟诸佛没有两样。释迦牟尼佛能示现，他们也能示现，能教化一切众生。「由于胜妙真智，照了真如，并能通达一切诸法，无有阻碍，故曰无有障碍」，神通、感应不可思议。",
      "zh_TW": "「因此非地上及等覺諸大士，所能稱量測度」。這是自性圓滿的智慧，不是外來的。等覺跟地上，等覺以下的，他們還有無始無明習氣沒有斷乾淨，這些東西干擾他，見不到如來圓滿智慧，如來究竟的智慧他們還差一點。除這一點之外，他們的智慧、神通、道力，也就是應化在十法界這種能力，跟諸佛沒有兩樣。釋迦牟尼佛能示現，他們也能示現，能教化一切眾生。「由於勝妙真智，照了真如，並能通達一切諸法，無有阻礙，故曰無有障礙」，神通、感應不可思議。"
    },
    {
      "id": "02-040-0130_p0012",
      "zh_CN": "底下一段「德用圆融」，德是功德，括弧里简单的分「三德妙用」。三德就分三小科，第一个，念劫圆融。",
      "zh_TW": "底下一段「德用圓融」，德是功德，括弧裡簡單的分「三德妙用」。三德就分三小科，第一個，念劫圓融。"
    },
    {
      "id": "02-040-0130_p0013",
      "zh_CN": "【能于念顷。住无量亿劫。身及诸根。无有增减。】",
      "zh_TW": "【能於念頃。住無量億劫。身及諸根。無有增減。】"
    },
    {
      "id": "02-040-0130_p0014",
      "zh_CN": "注解里头说，这个四句见《唐译》，「显本地法身之德」。我们知道法身没有相，法身遍一切处，遍一切时，无处不在，无时不在。为什么？没有法身就不会有一切法，一切法一定要靠法身才能现前。法身没有来去，大乘经教里头常常形容它，「当处出生，随处灭尽」，它的起灭完全是缘。众生有感，它就现身；感没有了，身就没有了。现身说法，种种神变，决定没有起心动念，没有分别执着，这个一定要明了的。如果起心动念、分别执着，他是菩萨以下的，菩萨有起心动念，没有分别执着。这是什么？法身菩萨，《华严经》上所说的四十一位法身大士，他没有起心动念，没有分别执着。如果还有分别，这个菩萨是三乘菩萨，他有起心动念，他有分别，他没有执着。阿罗汉没有执着，有执着的习气；辟支佛执着习气断了，有分别。",
      "zh_TW": "註解裡頭說，這個四句見《唐譯》，「顯本地法身之德」。我們知道法身沒有相，法身遍一切處，遍一切時，無處不在，無時不在。為什麼？沒有法身就不會有一切法，一切法一定要靠法身才能現前。法身沒有來去，大乘經教裡頭常常形容它，「當處出生，隨處滅盡」，它的起滅完全是緣。眾生有感，它就現身；感沒有了，身就沒有了。現身說法，種種神變，決定沒有起心動念，沒有分別執著，這個一定要明瞭的。如果起心動念、分別執著，他是菩薩以下的，菩薩有起心動念，沒有分別執著。這是什麼？法身菩薩，《華嚴經》上所說的四十一位法身大士，他沒有起心動念，沒有分別執著。如果還有分別，這個菩薩是三乘菩薩，他有起心動念，他有分別，他沒有執著。阿羅漢沒有執著，有執著的習氣；辟支佛執著習氣斷了，有分別。"
    },
    {
      "id": "02-040-0130_p0015",
      "zh_CN": "这些阶位我们搞清楚、搞明白，回过头来想想自己，自己在什么个阶位上就很清楚，我们连阿罗汉都做不到。不要说阿罗汉，初果，初果已经放下五种见惑了，我们没放下，那我们就是道道地地的凡夫，不可以躐等。凡夫要说我是初果，初果是圣人、小圣，这叫大妄语。大妄语的果报是在无间地狱，那又何必！为什么要充面子？还说自己是什么菩萨再来，什么佛再来的，那这个果报可麻烦了。你们这些人说我，你又不是我，你怎么会知道？胡造谣言。我自己清楚，自己明白，确确实实是凡夫，凡夫不丢人。凡夫，纵然是五逆十恶，毁谤大乘，遇到这个法门，第十八愿都有救。",
      "zh_TW": "這些階位我們搞清楚、搞明白，回過頭來想想自己，自己在什麼個階位上就很清楚，我們連阿羅漢都做不到。不要說阿羅漢，初果，初果已經放下五種見惑了，我們沒放下，那我們就是道道地地的凡夫，不可以躐等。凡夫要說我是初果，初果是聖人、小聖，這叫大妄語。大妄語的果報是在無間地獄，那又何必！為什麼要充面子？還說自己是什麼菩薩再來，什麼佛再來的，那這個果報可麻煩了。你們這些人說我，你又不是我，你怎麼會知道？胡造謠言。我自己清楚，自己明白，確確實實是凡夫，凡夫不丟人。凡夫，縱然是五逆十惡，毀謗大乘，遇到這個法門，第十八願都有救。"
    },
    {
      "id": "02-040-0130_p0016",
      "zh_CN": "我们在时常做功夫，叫功夫浅深，做什么，什么叫功夫？我们现在完全明白，功夫就是放下。放下得愈多，功夫就高，品位往上提升；放下得很少，这功夫就差一些，品位就低一点。这个真正要搞清楚、搞明白。我们最感觉得幸运的就这个解门，这得了一点的好处，搞清楚、搞明白了。清楚明白有什么好处？不怀疑了，对净土不怀疑，对大乘不怀疑，对释迦牟尼佛不怀疑，对阿弥陀佛不怀疑。我们自己晓得用真诚心待人接物，念佛用一个心，不是用两个心，用真诚心工作。用真诚心、恭敬心、真信心处事待人接物，用这个，用这种心念佛，跟佛才能够起感应道交。",
      "zh_TW": "我們在時常做功夫，叫功夫淺深，做什麼，什麼叫功夫？我們現在完全明白，功夫就是放下。放下得愈多，功夫就高，品位往上提升；放下得很少，這功夫就差一些，品位就低一點。這個真正要搞清楚、搞明白。我們最感覺得幸運的就這個解門，這得了一點的好處，搞清楚、搞明白了。清楚明白有什麼好處？不懷疑了，對淨土不懷疑，對大乘不懷疑，對釋迦牟尼佛不懷疑，對阿彌陀佛不懷疑。我們自己曉得用真誠心待人接物，念佛用一個心，不是用兩個心，用真誠心工作。用真誠心、恭敬心、真信心處事待人接物，用這個，用這種心念佛，跟佛才能夠起感應道交。"
    },
    {
      "id": "02-040-0130_p0017",
      "zh_CN": "早年我跟李老师，李老师给我说，说的都是真话，我们这一生，其他的法门不谈。为什么？根本就没指望，学，白学了，不能解决六道轮回的问题，也就是说不能帮助我们脱离六道轮回。只有净土这个法门。我们什么心态学？只有一样，「至诚感通」，他老人家教我四个字。诚，诚就灵，诚就是菩提心，菩提心之体就是诚，真诚。菩提心的作用有自受用，有他受用。自受用，我们学了《无量寿经》，我就用《无量寿经》上「清净平等觉」来说自受用，大家好懂。说深心不好懂，不好讲。真诚心对自己就是清净、平等、觉悟，不迷了；他受用，慈悲。",
      "zh_TW": "早年我跟李老師，李老師給我說，說的都是真話，我們這一生，其他的法門不談。為什麼？根本就沒指望，學，白學了，不能解決六道輪迴的問題，也就是說不能幫助我們脫離六道輪迴。只有淨土這個法門。我們什麼心態學？只有一樣，「至誠感通」，他老人家教我四個字。誠，誠就靈，誠就是菩提心，菩提心之體就是誠，真誠。菩提心的作用有自受用，有他受用。自受用，我們學了《無量壽經》，我就用《無量壽經》上「清淨平等覺」來說自受用，大家好懂。說深心不好懂，不好講。真誠心對自己就是清淨、平等、覺悟，不迷了；他受用，慈悲。"
    },
    {
      "id": "02-040-0130_p0018",
      "zh_CN": "这二十多年，我在美国跟大家分享净土，提出来「真诚清净平等正觉慈悲」，这一联是菩提心；下一联，「看破放下自在随缘念佛」，这就是一向专念。用本经来说，上面是发菩提心，下面是一向专念。放下看破才能一向，你放不下、看不破，你的方向是散乱的，你没有放下。这比什么都重要，这是真的不是假的。依照这二十个字修行，就决定得生净土。那我们想想，我们没有放下，没有看破，没有得到自在，我们不能随缘，什么事情还是斤斤计较。不愿意随缘，把这个事情看得都是真的，这句佛号念不好。菩提心加上看破、放下、随缘、自在，那个佛念得就有感应。我把这二十个字做成一副对联，天天提醒自己，遇到放不下的时候，遇到不肯随缘的时候，多念几遍就行了，不要再执着了。",
      "zh_TW": "這二十多年，我在美國跟大家分享淨土，提出來「真誠清淨平等正覺慈悲」，這一聯是菩提心；下一聯，「看破放下自在隨緣念佛」，這就是一向專念。用本經來說，上面是發菩提心，下面是一向專念。放下看破才能一向，你放不下、看不破，你的方向是散亂的，你沒有放下。這比什麼都重要，這是真的不是假的。依照這二十個字修行，就決定得生淨土。那我們想想，我們沒有放下，沒有看破，沒有得到自在，我們不能隨緣，什麼事情還是斤斤計較。不願意隨緣，把這個事情看得都是真的，這句佛號念不好。菩提心加上看破、放下、隨緣、自在，那個佛念得就有感應。我把這二十個字做成一副對聯，天天提醒自己，遇到放不下的時候，遇到不肯隨緣的時候，多念幾遍就行了，不要再執著了。"
    },
    {
      "id": "02-040-0130_p0019",
      "zh_CN": "断恶修善，积功累德，是我们念念想求的，想多做一点。佛告诉我们，发菩提心，一向专念，就是断恶修善，就是积功累德，不要再搞别的了，就这一门深入就好。真正想在这一生成就的，你就不能不放下，你不放下这一生决定空过。一定要知道人命无常，晓得什么时候！自然灾害化解了，没事了，大家念佛。可是还有一桩事情很麻烦，如果第三次世界大战爆发了，有些学科学、学军事的人告诉我，第三次世界大战要打多久？大概不超过两天，全世界就毁灭了，这个我们能相信。现在全世界拥有核武的国家，它们核子弹头加起来，科学家说不会少于五万枚。如果一枚毁掉一个城市，炸死一百万人，这五万枚把世界上人统统炸光了，一个也不留。一个一百万，十个就一千万，一百个就一亿人，一百个，五万还得了！世界上人口只有七十亿，全炸死了还没用完，这才叫真正可怕。古老的预言里头，世界末日列了有这一条。",
      "zh_TW": "斷惡修善，積功累德，是我們念念想求的，想多做一點。佛告訴我們，發菩提心，一向專念，就是斷惡修善，就是積功累德，不要再搞別的了，就這一門深入就好。真正想在這一生成就的，你就不能不放下，你不放下這一生決定空過。一定要知道人命無常，曉得什麼時候！自然災害化解了，沒事了，大家念佛。可是還有一樁事情很麻煩，如果第三次世界大戰爆發了，有些學科學、學軍事的人告訴我，第三次世界大戰要打多久？大概不超過兩天，全世界就毀滅了，這個我們能相信。現在全世界擁有核武的國家，它們核子彈頭加起來，科學家說不會少於五萬枚。如果一枚毀掉一個城市，炸死一百萬人，這五萬枚把世界上人統統炸光了，一個也不留。一個一百萬，十個就一千萬，一百個就一億人，一百個，五萬還得了！世界上人口只有七十億，全炸死了還沒用完，這才叫真正可怕。古老的預言裡頭，世界末日列了有這一條。"
    },
    {
      "id": "02-040-0130_p0020",
      "zh_CN": "第三次世界大战是世界末日，是整个地球毁灭，没有胜负的。我以前说过，美国原子弹多，可以毁灭中国一百次，中国也有原子弹，可以毁灭美国一次，一次跟一百次是平等的。这战争不能发生，一发生人类绝灭，这非常可怕。这个战争来的时候，赶紧念阿弥陀佛求往生，不要求存活，毫无意义。一听到这个信息，一切放下，就是一心念阿弥陀佛。饭也可以不要吃了，觉也可以不要睡了，一句弥陀念到底，就求往生极乐世界。阿弥陀佛大慈大悲，决定来接引，这是生死关头，决定来接引。",
      "zh_TW": "第三次世界大戰是世界末日，是整個地球毀滅，沒有勝負的。我以前說過，美國原子彈多，可以毀滅中國一百次，中國也有原子彈，可以毀滅美國一次，一次跟一百次是平等的。這戰爭不能發生，一發生人類絕滅，這非常可怕。這個戰爭來的時候，趕緊念阿彌陀佛求往生，不要求存活，毫無意義。一聽到這個信息，一切放下，就是一心念阿彌陀佛。飯也可以不要吃了，覺也可以不要睡了，一句彌陀念到底，就求往生極樂世界。阿彌陀佛大慈大悲，決定來接引，這是生死關頭，決定來接引。"
    },
    {
      "id": "02-040-0130_p0021",
      "zh_CN": "德用，这前面一段，念劫圆融，就是时间没有了。在法性里面，没有时间，没有空间，所以在『念顷』。我们继续往下面看，显本地法身之德，「住无量亿劫，表佛寿命无量」。这个无量是真的无量，不是假的无量。为什么？不生不灭，这就是真无量，有生有灭，再长都不是真的无量。我们要好好记住，佛说，「十方三世佛，共同一法身」，那个三世佛里头有未来佛，未来佛包括我们，我们每个人都是未来佛，包括我们。所以，一定要相信我们的法身不生不灭，学佛最后是回归到法身。法身叫本地身，我们今天现在这个身是报身，不是如来的报身，我们是业报身，造的善恶业。善业，这个身享福，人天福报；罪业，报身就是三途。畜生、饿鬼、地狱，这是罪业的报身；人天还算不错，小善、小福的报身，业报。",
      "zh_TW": "德用，這前面一段，念劫圓融，就是時間沒有了。在法性裡面，沒有時間，沒有空間，所以在『念頃』。我們繼續往下面看，顯本地法身之德，「住無量億劫，表佛壽命無量」。這個無量是真的無量，不是假的無量。為什麼？不生不滅，這就是真無量，有生有滅，再長都不是真的無量。我們要好好記住，佛說，「十方三世佛，共同一法身」，那個三世佛裡頭有未來佛，未來佛包括我們，我們每個人都是未來佛，包括我們。所以，一定要相信我們的法身不生不滅，學佛最後是回歸到法身。法身叫本地身，我們今天現在這個身是報身，不是如來的報身，我們是業報身，造的善惡業。善業，這個身享福，人天福報；罪業，報身就是三途。畜生、餓鬼、地獄，這是罪業的報身；人天還算不錯，小善、小福的報身，業報。"
    },
    {
      "id": "02-040-0130_p0022",
      "zh_CN": "《最胜王经寿量品》有一首偈子说，「若人住亿劫」，假如一个人他能活到一亿劫，「尽力常算数」，算佛的寿命，「亦复不能知，世尊之寿量」，他算不出来的，真无量。「今经云能于一念，住无量劫，此即《华严》事事无碍法界十玄门中之十世隔法异成门。如《晋译华严》曰：知无量劫是一念，知一念即无量劫」。这个一念是弥勒菩萨所说的，一弹指有三十二亿百千念当中的一念。我们依照弥勒菩萨所说的，把它计算出来，现在这个世间科学是用秒做单位，那一秒钟有多少念头？算出来是一千六百兆。换句话说，这个地方所说的一念，今经云能于一念，这一念是一千六百兆分之一秒。换句话说，一秒钟里头有一千六百兆个念头，这个时间多短。在这一念当中，我们什么都见不到。",
      "zh_TW": "《最勝王經壽量品》有一首偈子說，「若人住億劫」，假如一個人他能活到一億劫，「盡力常算數」，算佛的壽命，「亦復不能知，世尊之壽量」，他算不出來的，真無量。「今經云能於一念，住無量劫，此即《華嚴》事事無礙法界十玄門中之十世隔法異成門。如《晉譯華嚴》曰：知無量劫是一念，知一念即無量劫」。這個一念是彌勒菩薩所說的，一彈指有三十二億百千念當中的一念。我們依照彌勒菩薩所說的，把它計算出來，現在這個世間科學是用秒做單位，那一秒鐘有多少念頭？算出來是一千六百兆。換句話說，這個地方所說的一念，今經云能於一念，這一念是一千六百兆分之一秒。換句話說，一秒鐘裡頭有一千六百兆個念頭，這個時間多短。在這一念當中，我們什麼都見不到。"
    },
    {
      "id": "02-040-0130_p0023",
      "zh_CN": "一念里头有没有东西？有东西，而且是具足一切法。这个一切法是整个宇宙、全宇宙，就在这一念当中。我们的六根不灵，没有感觉到，眼没有看见，耳没有听见，连意里头也没有知觉。这个事实真相，我们从比喻里头能得到一些概念。我们看过去的电影，现在是用数码，速度更快了，画面非常逼真。过去是用动画，动画速度慢，是用幻灯片。电影的底片是幻灯片，照相的朋友们都知道叫正片，正片是幻灯片。每一张幻灯片，没有两张相同的，一个念头就是一个念头，跟第二个念头不相干，但是它相似。所以我们看到是相似相续相，不是真正相续，相似相续相。",
      "zh_TW": "一念裡頭有沒有東西？有東西，而且是具足一切法。這個一切法是整個宇宙、全宇宙，就在這一念當中。我們的六根不靈，沒有感覺到，眼沒有看見，耳沒有聽見，連意裡頭也沒有知覺。這個事實真相，我們從比喻裡頭能得到一些概念。我們看過去的電影，現在是用數碼，速度更快了，畫面非常逼真。過去是用動畫，動畫速度慢，是用幻燈片。電影的底片是幻燈片，照相的朋友們都知道叫正片，正片是幻燈片。每一張幻燈片，沒有兩張相同的，一個念頭就是一個念頭，跟第二個念頭不相干，但是它相似。所以我們看到是相似相續相，不是真正相續，相似相續相。"
    },
    {
      "id": "02-040-0130_p0024",
      "zh_CN": "这一张放在放映机里面放，只放一张，其他的都不要，就一张，那在放映机里面，我们就知道这个画面是二十四分之一秒。我们想想，二十四分之一秒，我们眼睛瞪大了看银幕，看到光一闪，没有了，知道有个光闪一下，光里头什么不晓得，就是这种情形。如果把这个速度加到一千六百兆分之一秒，你能看到什么？根本没看见。这个东西真正在眼前，一点都不假，真的没看见。眼不行，耳朵也不行，真正发出巨大的声音，天崩地裂，也没听见，六根在这个里头统统失掉作用了。这就说什么？我们迷，迷惑颠倒到这种程度。谁看见了？今天科学家知道了，他是用仪器观察到的。佛告诉我们，八地以上；换句话说，实报庄严土里面的菩萨，七地以前的都看不见，八地看见了。八地、九地、十地、等觉、妙觉五个位次，这五个位次，你知道有多少人！他们统统看见，亲眼看见，亲耳听见。宇宙星球爆炸，那亲自听见。在我们面前，我们完全不能觉知，这叫迷，菩萨能看见叫觉，八地菩萨就能看见。",
      "zh_TW": "這一張放在放映機裡面放，只放一張，其他的都不要，就一張，那在放映機裡面，我們就知道這個畫面是二十四分之一秒。我們想想，二十四分之一秒，我們眼睛瞪大了看銀幕，看到光一閃，沒有了，知道有個光閃一下，光裡頭什麼不曉得，就是這種情形。如果把這個速度加到一千六百兆分之一秒，你能看到什麼？根本沒看見。這個東西真正在眼前，一點都不假，真的沒看見。眼不行，耳朵也不行，真正發出巨大的聲音，天崩地裂，也沒聽見，六根在這個裡頭統統失掉作用了。這就說什麼？我們迷，迷惑顛倒到這種程度。誰看見了？今天科學家知道了，他是用儀器觀察到的。佛告訴我們，八地以上；換句話說，實報莊嚴土裡面的菩薩，七地以前的都看不見，八地看見了。八地、九地、十地、等覺、妙覺五個位次，這五個位次，你知道有多少人！他們統統看見，親眼看見，親耳聽見。宇宙星球爆炸，那親自聽見。在我們面前，我們完全不能覺知，這叫迷，菩薩能看見叫覺，八地菩薩就能看見。"
    },
    {
      "id": "02-040-0130_p0025",
      "zh_CN": "佛教导我们不是为别的，开发我们自性本有的智慧德能、神通道力，统统是自己本有；终极的目标是帮助我们回归自性，回归常寂光，叫大圆满。常寂光是什么？跟一切诸佛融成一体，因为他的体是光，光光相融，融成一片了。一切诸佛所修成的功德在我身上，我修的功德也在他们身上，融成一片。智慧神通道力无量无边，无法想像，这叫大圆满，叫真究竟。所以这经上讲，今经所云能于一念住无量劫，这就是《华严经》上事事无碍，十玄门里面的十世隔法异成门。前面概要里头我们学过，在这个里面我们再学一遍。",
      "zh_TW": "佛教導我們不是為別的，開發我們自性本有的智慧德能、神通道力，統統是自己本有；終極的目標是幫助我們回歸自性，回歸常寂光，叫大圓滿。常寂光是什麼？跟一切諸佛融成一體，因為他的體是光，光光相融，融成一片了。一切諸佛所修成的功德在我身上，我修的功德也在他們身上，融成一片。智慧神通道力無量無邊，無法想像，這叫大圓滿，叫真究竟。所以這經上講，今經所云能於一念住無量劫，這就是《華嚴經》上事事無礙，十玄門裡面的十世隔法異成門。前面概要裡頭我們學過，在這個裡面我們再學一遍。"
    },
    {
      "id": "02-040-0130_p0026",
      "zh_CN": "我们参考资料第十页，「十世隔法异成门，为华严宗十玄门之一。此门乃就时间而言，表示时间之圆融无碍，彰显诸法皆为缘起一体」。诸法，是全宇宙里头一切法，惠能大师所说的能生万法。宇宙之间一切法都是一念发生的，还归一念，懂吗？一念发生，一念就灭了。当处出生，随处灭尽，就是一念。一念有起灭，第二个念头又有起灭，第三个念头又有起灭，如是一个念头接着这个念头它不断，所以相似相续，我们能看见。如果那个一念生灭，八地以上看到的，你看，连七地菩萨都看不到，这叫诸法实相，真实相。我们没见到过，我们见全是假相，假相是相似相续相。一秒钟我们才能感觉到有个相存在，但是一秒钟里头已经有一千六百兆次的生灭，好像是融在一起，重叠在一起，我们眼看错了，我们今天眼见耳闻是这种现象。",
      "zh_TW": "我們參考資料第十頁，「十世隔法異成門，為華嚴宗十玄門之一。此門乃就時間而言，表示時間之圓融無礙，彰顯諸法皆為緣起一體」。諸法，是全宇宙裡頭一切法，惠能大師所說的能生萬法。宇宙之間一切法都是一念發生的，還歸一念，懂嗎？一念發生，一念就滅了。當處出生，隨處滅盡，就是一念。一念有起滅，第二個念頭又有起滅，第三個念頭又有起滅，如是一個念頭接著這個念頭它不斷，所以相似相續，我們能看見。如果那個一念生滅，八地以上看到的，你看，連七地菩薩都看不到，這叫諸法實相，真實相。我們沒見到過，我們見全是假相，假相是相似相續相。一秒鐘我們才能感覺到有個相存在，但是一秒鐘裡頭已經有一千六百兆次的生滅，好像是融在一起，重疊在一起，我們眼看錯了，我們今天眼見耳聞是這種現象。"
    },
    {
      "id": "02-040-0130_p0027",
      "zh_CN": "这个现象，佛不说谁知道？佛虽然说，知道的人不多。今天要不是科学家证实，我们对佛的说法有怀疑。佛的地位太高，声望太大，不敢反对，但是有疑问。佛说的决定是真话，我们不敢不信，但是有疑问，这个疑问解不开。我们生活在现代，三十年前，前一辈的人就没有这个缘分，没有看到科学报告，像李老师他们这一代就没有看到这个报告。我们今天看到量子力学家的报告，这个疑问解决了，真相信，不再怀疑了，你说这个问题多难！这是佛法里讲的深密，秘密是深密，太深了，很难相信。不是秘密，佛法没有秘密，太深了，太微细了。",
      "zh_TW": "這個現象，佛不說誰知道？佛雖然說，知道的人不多。今天要不是科學家證實，我們對佛的說法有懷疑。佛的地位太高，聲望太大，不敢反對，但是有疑問。佛說的決定是真話，我們不敢不信，但是有疑問，這個疑問解不開。我們生活在現代，三十年前，前一輩的人就沒有這個緣分，沒有看到科學報告，像李老師他們這一代就沒有看到這個報告。我們今天看到量子力學家的報告，這個疑問解決了，真相信，不再懷疑了，你說這個問題多難！這是佛法裡講的深密，祕密是深密，太深了，很難相信。不是祕密，佛法沒有祕密，太深了，太微細了。"
    },
    {
      "id": "02-040-0130_p0028",
      "zh_CN": "佛经里面讲物质现象，最小的物质现象，极微之微，我们也只有个概念。对于小到什么程度叫极微之微，无法理解。佛只说了一个现象，小到不能再分，再分就没有了，我们只有这么一个概念。科学家这么多年来的工作，在分。八十年前发现原子，那个时候以为原子是最小的，最小的物质单位。通过这八十年，科学家不断的分，把原子分裂了，看出组成原子的，原子核、中子、电子。它活动的现象像一个小宇宙，原子核是核心，电子好像是行星，围绕着它转。再把原子打破，分成粒子，基本粒子；粒子再打破，分成夸克，愈来愈小。最近的报告，夸克还能打破。大概基本粒子跟夸克合起来有一百多种，应该是佛经上所说的色聚极微。意思很好，色是物质，物质还是聚集，还不是最小的，但是非常非常微细，色聚极微。这个东西再打破之后，发现更小的微中子。微中子的体积多大？科学家告诉我们大概一百亿，一百亿个微中子聚集在一起，它的体积等于原子里头的一个电子，是一个电子的一百亿分之一。科学家有本事能把这个东西再打破，打破之后没有了，物质现象没有了，那这个就可以说是佛经讲的极微之微。",
      "zh_TW": "佛經裡面講物質現象，最小的物質現象，極微之微，我們也只有個概念。對於小到什麼程度叫極微之微，無法理解。佛只說了一個現象，小到不能再分，再分就沒有了，我們只有這麼一個概念。科學家這麼多年來的工作，在分。八十年前發現原子，那個時候以為原子是最小的，最小的物質單位。通過這八十年，科學家不斷的分，把原子分裂了，看出組成原子的，原子核、中子、電子。它活動的現象像一個小宇宙，原子核是核心，電子好像是行星，圍繞著它轉。再把原子打破，分成粒子，基本粒子；粒子再打破，分成夸克，愈來愈小。最近的報告，夸克還能打破。大概基本粒子跟夸克合起來有一百多種，應該是佛經上所說的色聚極微。意思很好，色是物質，物質還是聚集，還不是最小的，但是非常非常微細，色聚極微。這個東西再打破之後，發現更小的微中子。微中子的體積多大？科學家告訴我們大概一百億，一百億個微中子聚集在一起，它的體積等於原子裡頭的一個電子，是一個電子的一百億分之一。科學家有本事能把這個東西再打破，打破之後沒有了，物質現象沒有了，那這個就可以說是佛經講的極微之微。"
    },
    {
      "id": "02-040-0130_p0029",
      "zh_CN": "佛说，这个东西打破了，物质没有了。微中子打破，物质真的没有了，看到打破之后是什么？是意念波动的现象，就是念头。这个发现是科学革命性的发现，这个发现非常重要。因为在过去，一直以为心理跟物理是两桩事情，那念头是心理；现在这一发现，物理跟心理是一桩事情，不能分。物质从哪来？从念头来的，没有念头就没有物质。所以现在科学说，根据这一个发现，知道物质是从心变现的，所以念头能够支配物质现象。所以念头善，物质都变善；念头不善，物质都变坏了，都变不善。应用在个人，身体健康，那你的念头好，你什么毛病自然就没有了。这个发现了不起！地球上这么多灾难，大家念头好了，灾难全没有了。极乐世界怎么形成的？极乐世界居民没有一个人有恶念，就这么个道理。我们这个世界，如果每个人都没有恶念，这世界就是极乐世界，这才发现原来念头主宰了一切。",
      "zh_TW": "佛說，這個東西打破了，物質沒有了。微中子打破，物質真的沒有了，看到打破之後是什麼？是意念波動的現象，就是念頭。這個發現是科學革命性的發現，這個發現非常重要。因為在過去，一直以為心理跟物理是兩樁事情，那念頭是心理；現在這一發現，物理跟心理是一樁事情，不能分。物質從哪來？從念頭來的，沒有念頭就沒有物質。所以現在科學說，根據這一個發現，知道物質是從心變現的，所以念頭能夠支配物質現象。所以念頭善，物質都變善；念頭不善，物質都變壞了，都變不善。應用在個人，身體健康，那你的念頭好，你什麼毛病自然就沒有了。這個發現了不起！地球上這麼多災難，大家念頭好了，災難全沒有了。極樂世界怎麼形成的？極樂世界居民沒有一個人有惡念，就這麼個道理。我們這個世界，如果每個人都沒有惡念，這世界就是極樂世界，這才發現原來念頭主宰了一切。"
    },
    {
      "id": "02-040-0130_p0030",
      "zh_CN": "但是这个话三千年前佛常说，「一切法从心想生」，特别讲的「相由心生」，相是物质现象，心生的，没人懂。老和尚常常讲这个，想不出来，相由心生，我想一只鸡，它不会变出个鸡出来；我想一只小狗，小狗也不会真的出来，怎么是相由心生？到科学家这一发现，是真的不是假的，相真的是由心生。这个相极微之微，最小的物质现象，念头变现出来的。所以这个发现，科学家就提出，念力的能量不可思议，能够把这个念力集中，就产生巨大的能量。这个佛说过，「制心一处，无事不办」。科学家说，真正把心的能量集中，这个能量可以控制太空星球运转的方向，可以改变它的轨迹，有这么大的能量。那地球这样小小灾变这算什么？轻而易举。科学跟佛法合起来看就很微妙了，我们有理由能相信，这个事是真的。所以我们天天想极乐世界，天天想阿弥陀佛，极乐世界阿弥陀佛决定现前。为什么？从心想生。",
      "zh_TW": "但是這個話三千年前佛常說，「一切法從心想生」，特別講的「相由心生」，相是物質現象，心生的，沒人懂。老和尚常常講這個，想不出來，相由心生，我想一隻雞，它不會變出個雞出來；我想一隻小狗，小狗也不會真的出來，怎麼是相由心生？到科學家這一發現，是真的不是假的，相真的是由心生。這個相極微之微，最小的物質現象，念頭變現出來的。所以這個發現，科學家就提出，念力的能量不可思議，能夠把這個念力集中，就產生巨大的能量。這個佛說過，「制心一處，無事不辦」。科學家說，真正把心的能量集中，這個能量可以控制太空星球運轉的方向，可以改變它的軌跡，有這麼大的能量。那地球這樣小小災變這算什麼？輕而易舉。科學跟佛法合起來看就很微妙了，我們有理由能相信，這個事是真的。所以我們天天想極樂世界，天天想阿彌陀佛，極樂世界阿彌陀佛決定現前。為什麼？從心想生。"
    },
    {
      "id": "02-040-0130_p0031",
      "zh_CN": "「凡所有相，皆是虚妄」，不要着相，极乐世界也是心想生的。真正不生不灭的就是自性，自性没有现象，一片光明，照空照有，所有的现象全是心力变现出来的。十玄门了不起，把整个宇宙奥秘全揭穿了。虽揭穿了，没有科学做证明，我们还是有疑惑，还是搞不懂。所以没有时间，没有空间，彰显诸法皆为缘起一体，「以破众生执时间有迁流相，不能于一念具足之疑」。一念真的是具足，具足整个宇宙。我们用这个幻灯片做比喻，它是具足的，它是圆满的，念念都具足。但是每一个念虽然具足，里头有小小的不同，也就是，念头是独立的，前一念不是后一念，后一念不是再后面的一念，不是的，它念念具足。所以整个宇宙就像万花筒一样，千变万化。念头不是一个念头，如果是一个念头，就成佛了，因为佛没念头。没有念头，完全是平等的，是一样的，是一片光明。有念，光就没有了，就现宇宙。只要有念，它就现宇宙，所以宇宙是个生灭法，念头生灭。这个生灭法，我们看不见，我们六根的能力完全达不到。一定修到第八地就完全看到了，看到了、听到了、闻到了、接触到了。那是真的叫无所不知，那就是如来真正的智慧，没有一样不知道。众生确实有这个疑惑，一念具足很难相信。",
      "zh_TW": "「凡所有相，皆是虛妄」，不要著相，極樂世界也是心想生的。真正不生不滅的就是自性，自性沒有現象，一片光明，照空照有，所有的現象全是心力變現出來的。十玄門了不起，把整個宇宙奧祕全揭穿了。雖揭穿了，沒有科學做證明，我們還是有疑惑，還是搞不懂。所以沒有時間，沒有空間，彰顯諸法皆為緣起一體，「以破眾生執時間有遷流相，不能於一念具足之疑」。一念真的是具足，具足整個宇宙。我們用這個幻燈片做比喻，它是具足的，它是圓滿的，念念都具足。但是每一個念雖然具足，裡頭有小小的不同，也就是，念頭是獨立的，前一念不是後一念，後一念不是再後面的一念，不是的，它念念具足。所以整個宇宙就像萬花筒一樣，千變萬化。念頭不是一個念頭，如果是一個念頭，就成佛了，因為佛沒念頭。沒有念頭，完全是平等的，是一樣的，是一片光明。有念，光就沒有了，就現宇宙。只要有念，它就現宇宙，所以宇宙是個生滅法，念頭生滅。這個生滅法，我們看不見，我們六根的能力完全達不到。一定修到第八地就完全看到了，看到了、聽到了、聞到了、接觸到了。那是真的叫無所不知，那就是如來真正的智慧，沒有一樣不知道。眾生確實有這個疑惑，一念具足很難相信。"
    },
    {
      "id": "02-040-0130_p0032",
      "zh_CN": "「过去、现在、未来三世」，这三世，三世各含过、现、未三世，这就九世。过去，有过去过去、过去现在、过去未来；现在也有现在过去、现在现在、现在未来；未来也有三世，未来未来、未来现在、未来过去，所以一共就九世。「过现未三际，共为九世。九世诸法不出当前一念，前九世称为别」，一念是总，合起来叫「十世」。这个概念我们要有，为什么？你才能看破。你没有这个概念，你不能看破，不能看破，你就不能放下。这个能帮助我们看破，帮助我们放下。",
      "zh_TW": "「過去、現在、未來三世」，這三世，三世各含過、現、未三世，這就九世。過去，有過去過去、過去現在、過去未來；現在也有現在過去、現在現在、現在未來；未來也有三世，未來未來、未來現在、未來過去，所以一共就九世。「過現未三際，共為九世。九世諸法不出當前一念，前九世稱為別」，一念是總，合起來叫「十世」。這個概念我們要有，為什麼？你才能看破。你沒有這個概念，你不能看破，不能看破，你就不能放下。這個能幫助我們看破，幫助我們放下。"
    },
    {
      "id": "02-040-0130_p0033",
      "zh_CN": "所以一念是总，确确实实整个宇宙就是一念一念相续，就像我们老式电影的幻灯片，一张一张。它速度太快了，快到的这个程度是让我们六根几乎作用全失掉了，眼不能见，耳不能听，鼻不能嗅，身不能触，作用完全失掉了，在这个速度里头。这个速度慢下来，慢到什么？慢到一秒钟，二分之一秒钟还可以，有个模糊样子，一秒钟有个清楚的样子。愈慢愈清楚，看得愈清楚，愈快看得愈模糊。二十四分之一秒，已经看不出东西出来，只感觉到有一道光，光里头是什么现象不知道，这是我们能够理解的。那十世我们明白了，总别相合，这是十世。「十世区分，不相杂乱」，这叫隔法。法，像我们刚才幻灯片，一张一张的是法；每一张每一张，这叫隔法。但是，「十世隔法相即相入」，就像我们这个电影底片在放映机里放，你看在银幕上相即相入。你看不是一个，你看到好多个重叠的，所以你看它在动，画面在动，好像是真的。这个现象就是什么？就是相即相入。我们今天六根接触的，这就是相即相入相、相似相续相，这就搞明白了。",
      "zh_TW": "所以一念是總，確確實實整個宇宙就是一念一念相續，就像我們老式電影的幻燈片，一張一張。它速度太快了，快到的這個程度是讓我們六根幾乎作用全失掉了，眼不能見，耳不能聽，鼻不能嗅，身不能觸，作用完全失掉了，在這個速度裡頭。這個速度慢下來，慢到什麼？慢到一秒鐘，二分之一秒鐘還可以，有個模糊樣子，一秒鐘有個清楚的樣子。愈慢愈清楚，看得愈清楚，愈快看得愈模糊。二十四分之一秒，已經看不出東西出來，只感覺到有一道光，光裡頭是什麼現象不知道，這是我們能夠理解的。那十世我們明白了，總別相合，這是十世。「十世區分，不相雜亂」，這叫隔法。法，像我們剛才幻燈片，一張一張的是法；每一張每一張，這叫隔法。但是，「十世隔法相即相入」，就像我們這個電影底片在放映機裡放，你看在銀幕上相即相入。你看不是一個，你看到好多個重疊的，所以你看它在動，畫面在動，好像是真的。這個現象就是什麼？就是相即相入。我們今天六根接觸的，這就是相即相入相、相似相續相，這就搞明白了。"
    },
    {
      "id": "02-040-0130_p0034",
      "zh_CN": "佛说的「凡所有相，皆是虚妄」，这虚妄怎么讲法，这就明白了，真的是虚妄。既然是虚妄，你要执着它，错了；你想占有它、控制它，更错了，怎么可能？没有这个可能。不可能，自以为可能，这叫迷，这个不觉悟，迷了。迷了就造业，业就感果报，果报就是六道轮回。六道轮回就这么来的，说穿了一场梦，假的，完全不是真的。这个地方也用梦做比喻，这隔法。十世隔法相即相入，「不失前后长短等差别相」。虽然相即相入，我们看底片，一张就是一张，没有混杂，这叫「异成」。异是许许多多张造成一个幻相，让你感觉得它存在，所有现象，世间法，都是这么成就的。这是科学，释迦牟尼佛三千年前讲的，没有科学仪器，也没有数学的理论，他怎么知道的？今天科学家不能不佩服，我们发现，搞了四百多年发现，原来三千年前就讲清楚、就讲明白了。所以我们非常有理由相信，再过二、三十年，佛教不属于宗教，而属于科学。",
      "zh_TW": "佛說的「凡所有相，皆是虛妄」，這虛妄怎麼講法，這就明白了，真的是虛妄。既然是虛妄，你要執著它，錯了；你想佔有它、控制它，更錯了，怎麼可能？沒有這個可能。不可能，自以為可能，這叫迷，這個不覺悟，迷了。迷了就造業，業就感果報，果報就是六道輪迴。六道輪迴就這麼來的，說穿了一場夢，假的，完全不是真的。這個地方也用夢做比喻，這隔法。十世隔法相即相入，「不失前後長短等差別相」。雖然相即相入，我們看底片，一張就是一張，沒有混雜，這叫「異成」。異是許許多多張造成一個幻相，讓你感覺得它存在，所有現象，世間法，都是這麼成就的。這是科學，釋迦牟尼佛三千年前講的，沒有科學儀器，也沒有數學的理論，他怎麼知道的？今天科學家不能不佩服，我們發現，搞了四百多年發現，原來三千年前就講清楚、就講明白了。所以我們非常有理由相信，再過二、三十年，佛教不屬於宗教，而屬於科學。"
    },
    {
      "id": "02-040-0130_p0035",
      "zh_CN": "方东美先生把佛教介绍给我的时候是哲学，高等哲学。现在我们学了这六十年了，不但是高等哲学，高等科学。所以有人问我，佛法到底讲的什么？我说大概是五个科目，伦理、道德、因果、科学、哲学。这五样东西都讲到登峰造极，都讲到究竟圆满，这个东西能不要吗？你要不要，你问题真解决不了；你要是要了，什么都能解决，世出世间统统能解决。解决世间的三样东西，伦理、道德、因果；解决向上一着，高等的，那是科学、哲学，都讲到最高峰，宇宙的秘密全都揭穿了。",
      "zh_TW": "方東美先生把佛教介紹給我的時候是哲學，高等哲學。現在我們學了這六十年了，不但是高等哲學，高等科學。所以有人問我，佛法到底講的什麼？我說大概是五個科目，倫理、道德、因果、科學、哲學。這五樣東西都講到登峰造極，都講到究竟圓滿，這個東西能不要嗎？你要不要，你問題真解決不了；你要是要了，什麼都能解決，世出世間統統能解決。解決世間的三樣東西，倫理、道德、因果；解決向上一著，高等的，那是科學、哲學，都講到最高峰，宇宙的祕密全都揭穿了。"
    },
    {
      "id": "02-040-0130_p0036",
      "zh_CN": "时间本来没有始终，无始无终的，「三世相因互摄」，所以一念就是无量劫，无量劫就是一念，真的是一不是二。「如一夕之梦」，晚上做个梦，「翱翔百年」。中国以前神话故事里头，《黄粱梦》就描写这桩事情。「入时出时、入世出世，相融无碍，乃佛海印定中所表现之无碍相之一」。黄粱梦的故事，在中国唐朝传奇小说有这么一篇。一个秀才旅行，在路途当中看到一个小茅蓬，小茅蓬有个修行人，好像是个道士，在打坐，旁边煮了一锅高粱米一类的小米，他在等这个煮熟，旁边打坐。这个念书人，秀才，走到这也累了，坐下来之后就睡着了，就做了个梦。梦到他上京去赶考，考取了举人，过几年又考取了进士；从地方官，小官做起，以后做到了宰相。做到宰相的时候，有恩的报恩，有仇的报仇，热热闹闹。到最后退休了，一直梦他的一生，这一生。到梦醒了，那个黄粱还没煮熟，你就晓得几分钟的时间。这个老道士就问这个秀才，怎么样？还满意吗，做到宰相了？这个秀才一听吓呆了，怎么梦中事情他全看见了，全知道了。几十年在梦中，黄粱还没煮熟。这个是佛法讲无障碍的法界，四无碍，《华严》说的，理无碍、事无碍、理事无碍、事事无碍。",
      "zh_TW": "時間本來沒有始終，無始無終的，「三世相因互攝」，所以一念就是無量劫，無量劫就是一念，真的是一不是二。「如一夕之夢」，晚上做個夢，「翱翔百年」。中國以前神話故事裡頭，《黃粱夢》就描寫這樁事情。「入時出時、入世出世，相融無礙，乃佛海印定中所表現之無礙相之一」。黃粱夢的故事，在中國唐朝傳奇小說有這麼一篇。一個秀才旅行，在路途當中看到一個小茅蓬，小茅蓬有個修行人，好像是個道士，在打坐，旁邊煮了一鍋高粱米一類的小米，他在等這個煮熟，旁邊打坐。這個念書人，秀才，走到這也累了，坐下來之後就睡著了，就做了個夢。夢到他上京去趕考，考取了舉人，過幾年又考取了進士；從地方官，小官做起，以後做到了宰相。做到宰相的時候，有恩的報恩，有仇的報仇，熱熱鬧鬧。到最後退休了，一直夢他的一生，這一生。到夢醒了，那個黃粱還沒煮熟，你就曉得幾分鐘的時間。這個老道士就問這個秀才，怎麼樣？還滿意嗎，做到宰相了？這個秀才一聽嚇呆了，怎麼夢中事情他全看見了，全知道了。幾十年在夢中，黃粱還沒煮熟。這個是佛法講無障礙的法界，四無礙，《華嚴》說的，理無礙、事無礙、理事無礙、事事無礙。"
    },
    {
      "id": "02-040-0130_p0037",
      "zh_CN": "下面举个例子，「又如智者大师于阅法华经时」，他读《法华经》，读到「药王品」，他入定了，「入于法华三昧」，入定了。「于一念顷神游灵山」，这一念像作梦一样，梦到灵鹫山，释迦牟尼佛在讲《法华经》。「参与千年前释迦开讲之法华盛会」，他看到了，他还在大会里头找了一个座位，他坐下来听经。「闻佛说法，同时又与千年后之慧思禅师对语，传为千古佳话」。这里有个注解记这桩事情，「天台智者大师，此年至建康」，从这一年到建康。「禅师讳智𫖮」，智𫖮是他的法名，「字德安」。生在荆州华容，他姓陈，俗家姓陈。十八岁出家，谒见大苏山慧思禅师。慧思是他的老师，天台宗第三代的祖师，智者是第四代。「即示普贤道场。为说四安乐行。大师诵法华经。至药王品曰。是真精进。是名真法供养如来。乃悟法华三昧。获旋陀罗尼。见灵山一会。俨然未散。及辞思游化。思曰。汝于陈国有缘」，陈国是六朝时候，宋、齐、梁、陈，「往必利益」。你看他这个神游，见灵山一会，是过去一千年；跟慧思对话的时候，慧思是他之后的一千年。这说明什么？时间不是真的，过去未来都在现前这一念。",
      "zh_TW": "下面舉個例子，「又如智者大師於閱法華經時」，他讀《法華經》，讀到「藥王品」，他入定了，「入於法華三昧」，入定了。「於一念頃神遊靈山」，這一念像作夢一樣，夢到靈鷲山，釋迦牟尼佛在講《法華經》。「參與千年前釋迦開講之法華盛會」，他看到了，他還在大會裡頭找了一個座位，他坐下來聽經。「聞佛說法，同時又與千年後之慧思禪師對語，傳為千古佳話」。這裡有個註解記這樁事情，「天臺智者大師，此年至建康」，從這一年到建康。「禪師諱智顗」，智顗是他的法名，「字德安」。生在荊州華容，他姓陳，俗家姓陳。十八歲出家，謁見大蘇山慧思禪師。慧思是他的老師，天台宗第三代的祖師，智者是第四代。「即示普賢道場。為說四安樂行。大師誦法華經。至藥王品曰。是真精進。是名真法供養如來。乃悟法華三昧。獲旋陀羅尼。見靈山一會。儼然未散。及辭思遊化。思曰。汝于陳國有緣」，陳國是六朝時候，宋、齊、梁、陳，「往必利益」。你看他這個神遊，見靈山一會，是過去一千年；跟慧思對話的時候，慧思是他之後的一千年。這說明什麼？時間不是真的，過去未來都在現前這一念。"
    },
    {
      "id": "02-040-0130_p0038",
      "zh_CN": "那今天为什么这个时间障碍了我们？我们把时间看作真的，不知道时间是一刹那一刹那，就是弥勒菩萨所说的，一念一念相续成就的。每一念都是圆满的，所以每一念，相即相入的相，我们看到好像是真的，真的在移动的画面，变成动画了。实际上，张张都是那么圆满，但是它不一样，不一样就产生动的这个观念，实际上每一张都不动的。念头太微细，我们无法想像，我们的念头捕捉不到，它的频率太高了。我们意识里头能够捕捉到的是有限度的，超过这个限度捕捉不到。我们从眼见，这是最明显的一个例子，它速度太快了，真看不见。是一个完整的相，一张幻灯照片是个完整的，在二十四分之一秒的速度之下就看不见了，只看到一道闪光，里面内容看不清楚。二十四分之一秒，把它提升到一千六百兆分之一秒，根本不知道，就在面前。所以佛说在哪里？就在当下，完全不知不觉。就在当下，什么就在当下？极乐世界就在当下。为什么？整个宇宙是一念完成的，极乐世界没有离开整个宇宙，它在。佛在楞严会上所说的，「当处出生，随处灭尽」，就是说一念，一念就在当处。当处出生，当处灭尽，出生跟灭尽的速度太快了，我们看到几乎是同时。实在讲，二十四分之一秒，我们就已经感觉到是当处出生，当处灭尽，把这个提高到一千六百兆分之一秒，我们怎么会知道？这是高等科学，这是登峰造极。这个叫十世隔法异成门。",
      "zh_TW": "那今天為什麼這個時間障礙了我們？我們把時間看作真的，不知道時間是一剎那一剎那，就是彌勒菩薩所說的，一念一念相續成就的。每一念都是圓滿的，所以每一念，相即相入的相，我們看到好像是真的，真的在移動的畫面，變成動畫了。實際上，張張都是那麼圓滿，但是它不一樣，不一樣就產生動的這個觀念，實際上每一張都不動的。念頭太微細，我們無法想像，我們的念頭捕捉不到，它的頻率太高了。我們意識裡頭能夠捕捉到的是有限度的，超過這個限度捕捉不到。我們從眼見，這是最明顯的一個例子，它速度太快了，真看不見。是一個完整的相，一張幻燈照片是個完整的，在二十四分之一秒的速度之下就看不見了，只看到一道閃光，裡面內容看不清楚。二十四分之一秒，把它提升到一千六百兆分之一秒，根本不知道，就在面前。所以佛說在哪裡？就在當下，完全不知不覺。就在當下，什麼就在當下？極樂世界就在當下。為什麼？整個宇宙是一念完成的，極樂世界沒有離開整個宇宙，它在。佛在楞嚴會上所說的，「當處出生，隨處滅盡」，就是說一念，一念就在當處。當處出生，當處滅盡，出生跟滅盡的速度太快了，我們看到幾乎是同時。實在講，二十四分之一秒，我們就已經感覺到是當處出生，當處滅盡，把這個提高到一千六百兆分之一秒，我們怎麼會知道？這是高等科學，這是登峰造極。這個叫十世隔法異成門。"
    },
    {
      "id": "02-040-0130_p0039",
      "zh_CN": "「如《晋译华严》」，这是《六十华严》，最早翻译的，传到中国来只有三万六千颂。《华严经》圆满的是十万颂，第一次传到中国来，三分之一；第二次唐朝传来，增加了九千颂，是四万五千颂，《八十华严》；贞元年间，唐德宗的时候，《四十华严》传到中国来，只有一品「入法界品」，只有这一品四十卷，完整的没有欠缺。跟《八十》合起来，除掉重复二十一卷，因为《八十》有「入法界品」，只有二十一卷，新传来的四十卷，多了一倍。所以中国《华严经》现在传下来的总共九十九卷，除掉重复的，九十九卷。近代弘一大师告诉我们，读《华严》要读九十九卷的本子，《八十》读到「离世间品」之后，就接着读《四十华严》。这是中文本子翻译得最完整的，实际上欠缺不少，可是大意能看得出来。",
      "zh_TW": "「如《晉譯華嚴》」，這是《六十華嚴》，最早翻譯的，傳到中國來只有三萬六千頌。《華嚴經》圓滿的是十萬頌，第一次傳到中國來，三分之一；第二次唐朝傳來，增加了九千頌，是四萬五千頌，《八十華嚴》；貞元年間，唐德宗的時候，《四十華嚴》傳到中國來，只有一品「入法界品」，只有這一品四十卷，完整的沒有欠缺。跟《八十》合起來，除掉重複二十一卷，因為《八十》有「入法界品」，只有二十一卷，新傳來的四十卷，多了一倍。所以中國《華嚴經》現在傳下來的總共九十九卷，除掉重複的，九十九卷。近代弘一大師告訴我們，讀《華嚴》要讀九十九卷的本子，《八十》讀到「離世間品」之後，就接著讀《四十華嚴》。這是中文本子翻譯得最完整的，實際上欠缺不少，可是大意能看得出來。"
    },
    {
      "id": "02-040-0130_p0040",
      "zh_CN": "「知无量劫是一念，知一念即无量劫。延促同时」，跟现在此地讲的是一个意思。延，是一念延长为无量劫。促，是把无量劫浓缩成一念，无量劫就是一念。「足证今经无异《华严》」，《华严》里头有十玄，本经也有十玄。释尊就是毘卢遮那，毘卢遮那就是释迦牟尼佛，毘卢遮那是法身，释迦牟尼佛是应身。「我土应身教主」是释迦牟尼佛，「亦即是法身无量寿佛」。在西方极乐世界，无量寿佛称为法身如来，所以释迦就是法身无量寿佛。释迦与毘卢遮那、阿弥陀佛「不一不异」，不能说是一，也不能说不一。",
      "zh_TW": "「知無量劫是一念，知一念即無量劫。延促同時」，跟現在此地講的是一個意思。延，是一念延長為無量劫。促，是把無量劫濃縮成一念，無量劫就是一念。「足證今經無異《華嚴》」，《華嚴》裡頭有十玄，本經也有十玄。釋尊就是毘盧遮那，毘盧遮那就是釋迦牟尼佛，毘盧遮那是法身，釋迦牟尼佛是應身。「我土應身教主」是釋迦牟尼佛，「亦即是法身無量壽佛」。在西方極樂世界，無量壽佛稱為法身如來，所以釋迦就是法身無量壽佛。釋迦與毘盧遮那、阿彌陀佛「不一不異」，不能說是一，也不能說不一。"
    },
    {
      "id": "02-040-0130_p0041",
      "zh_CN": "「下云：身及诸根，无有增减」，这两句话意思非常微妙，「表佛身殊妙」。佛的本身没有现象，在净土法门里头就叫常寂光，没有物质现象，没有心理现象，没有自然现象，所以，佛经上常讲它是空。但是这个空，不是什么都没有，这个空遇缘能现万法。怎么现？这个我们一定要知道，就像一张照片一样，我们现在拿照相机照外面相，一按钮全部照在里头，一个也不漏。它现是全部都现，不会现局部，它是现全部。念念都是全部，念念并不相同，我们用照相机就可以能试验出来。你把照相机摆此地，你把快门按十次就照十张，十张外头一样不一样？不一样，它有变化了，你看不出来。真有变化，它变化得很微细。像一个小草，一秒钟按一下，十秒，它十秒之前它是嫩的，十秒之后它慢慢长了。它长了，我们看不见。我们看照相机照得有，花开，花缩小，缩是瓣子收起来。那是什么？那是隔个十分钟去按一张，再隔十分钟再按一张，然后用快速给它放，你就看到花开花合。",
      "zh_TW": "「下云：身及諸根，無有增減」，這兩句話意思非常微妙，「表佛身殊妙」。佛的本身沒有現象，在淨土法門裡頭就叫常寂光，沒有物質現象，沒有心理現象，沒有自然現象，所以，佛經上常講它是空。但是這個空，不是什麼都沒有，這個空遇緣能現萬法。怎麼現？這個我們一定要知道，就像一張照片一樣，我們現在拿照相機照外面相，一按鈕全部照在裡頭，一個也不漏。它現是全部都現，不會現局部，它是現全部。念念都是全部，念念並不相同，我們用照相機就可以能試驗出來。你把照相機擺此地，你把快門按十次就照十張，十張外頭一樣不一樣？不一樣，它有變化了，你看不出來。真有變化，它變化得很微細。像一個小草，一秒鐘按一下，十秒，它十秒之前它是嫩的，十秒之後它慢慢長了。它長了，我們看不見。我們看照相機照得有，花開，花縮小，縮是瓣子收起來。那是什麼？那是隔個十分鐘去按一張，再隔十分鐘再按一張，然後用快速給它放，你就看到花開花合。"
    },
    {
      "id": "02-040-0130_p0042",
      "zh_CN": "所以要知道，宇宙之间一切万象念念不一样，这是真的，决定找不到两个是一样的。一样的就是真如，因为它不生不灭，它没有现象，那是完全相同的，有了现象就不一样。所以相是假的，性是真的。性是能生能现，法性、常寂光这真的；所现的一切相都是假相，都是刹那刹那不一样。这是佛经里面给我们讲的科学，高等科学，让我们认清这个世界。真的要认识，假的也要认识。真的要跟它相应，假的不要执着，可以受用，不能执着；就是可以欣赏，不要被它骗了，以为是真的，就被它骗了。",
      "zh_TW": "所以要知道，宇宙之間一切萬象念念不一樣，這是真的，決定找不到兩個是一樣的。一樣的就是真如，因為它不生不滅，它沒有現象，那是完全相同的，有了現象就不一樣。所以相是假的，性是真的。性是能生能現，法性、常寂光這真的；所現的一切相都是假相，都是剎那剎那不一樣。這是佛經裡面給我們講的科學，高等科學，讓我們認清這個世界。真的要認識，假的也要認識。真的要跟它相應，假的不要執著，可以受用，不能執著；就是可以欣賞，不要被它騙了，以為是真的，就被它騙了。"
    },
    {
      "id": "02-040-0130_p0043",
      "zh_CN": "佛菩萨的本事比我们高，就高在这一招，我们会受骗，他不受骗。所以他在一切现象里头，没有执着、没有分别、没有起心、没有动念，这就叫诸佛菩萨。起心动念，分别执着，这叫凡夫俗子，你完全被欺骗了，不了解事实真相，被蒙蔽了。这一欺骗，你就造孽，为什么？想占有、想控制、想支配，这就造业。造业，善业有善报，果报现前，叫三善道，这么来的；不善的念头，有自私自利的念头，三恶道，造这个业。所以，每个人在这个世间一生际遇，过去未来，统统自己要负责任，决定不可以怨天尤人。为什么？与人、与天地、与佛菩萨、与鬼神毫不相干，统统是自作自受。你把这佛经里头看清楚，就明白了，自己对自己要负百分之百的责任。",
      "zh_TW": "佛菩薩的本事比我們高，就高在這一招，我們會受騙，他不受騙。所以他在一切現象裡頭，沒有執著、沒有分別、沒有起心、沒有動念，這就叫諸佛菩薩。起心動念，分別執著，這叫凡夫俗子，你完全被欺騙了，不了解事實真相，被蒙蔽了。這一欺騙，你就造孽，為什麼？想佔有、想控制、想支配，這就造業。造業，善業有善報，果報現前，叫三善道，這麼來的；不善的念頭，有自私自利的念頭，三惡道，造這個業。所以，每個人在這個世間一生際遇，過去未來，統統自己要負責任，決定不可以怨天尤人。為什麼？與人、與天地、與佛菩薩、與鬼神毫不相干，統統是自作自受。你把這佛經裡頭看清楚，就明白了，自己對自己要負百分之百的責任。"
    },
    {
      "id": "02-040-0130_p0044",
      "zh_CN": "迷是你自己迷的，悟也是你自己悟的。佛菩萨给我们的是增上缘，他不能帮助我们迷，也不能帮助我们悟。所以，悟是自悟，迷是自迷。佛菩萨只是把他的经验给我们分享，给我们做参考，如此而已。我们要相信，他那是觉者，觉者是绝对正确的，决定没有错误的，跟他学是对的。你要跟鬼神学，鬼神是在迷，不是完全觉悟，他有些地方对，有些地方不对，统统跟他学会上当。怎么样？出不了六道轮回，这个亏就吃大了。所以真正搞清楚、搞明白，万缘放下。要神通，自己可以得，念佛，心力集中之后，能力就现前，因为这是我们的本能。我们自己可以跟佛菩萨沟通，不必听信外人，这比什么都重要。今天时间到了，我们学习到此地。",
      "zh_TW": "迷是你自己迷的，悟也是你自己悟的。佛菩薩給我們的是增上緣，他不能幫助我們迷，也不能幫助我們悟。所以，悟是自悟，迷是自迷。佛菩薩只是把他的經驗給我們分享，給我們做參考，如此而已。我們要相信，他那是覺者，覺者是絕對正確的，決定沒有錯誤的，跟他學是對的。你要跟鬼神學，鬼神是在迷，不是完全覺悟，他有些地方對，有些地方不對，統統跟他學會上當。怎麼樣？出不了六道輪迴，這個虧就吃大了。所以真正搞清楚、搞明白，萬緣放下。要神通，自己可以得，念佛，心力集中之後，能力就現前，因為這是我們的本能。我們自己可以跟佛菩薩溝通，不必聽信外人，這比什麼都重要。今天時間到了，我們學習到此地。"
    }
  ]
}