{
  "doc_id": "02-040-0009",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0009",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-040-0009_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一百五十四页，第六行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一百五十四頁，第六行："
    },
    {
      "id": "02-040-0009_p0002",
      "zh_CN": "「本经所宣，乃如来真实纯一之法，无有权曲，故名正说」，这句话很重要，含义非常之深。佛说法有权、有实，在二谛里面有真、有俗。为什么？众生根性不一样。众生有上中下，上中下是大分，上里面有上中下，中里头有上中下，下里头也有上中下，这就九分，九分里头每一分还有三分。所以众生根性无量差别。因此，佛说经针对着大众，听众里面程度不是一律平等的，是有高下不齐的。那佛说法必须要应机，利根的人听到欢喜，钝根人听到也欢喜，这才行。因此，说法里头有权、有实。程度深的人听，懂得佛的深义；程度浅的人听，他懂得浅显的意思，都得利益。唯独这部经，完全讲真的，没有权假，权巧方便没有。为什么？它是各种根机统统都适应。在弥陀会上，根机就平等了，不平等也平等了，这就妙！这个法门，三根普被，利钝全收，圣凡统摄，没有一个遗漏的。所以这三句话重要，显示这个法门真实纯一，在世尊四十九年所说一切法里头没有过的，只有这一门。",
      "zh_TW": "「本經所宣，乃如來真實純一之法，無有權曲，故名正說」，這句話很重要，含義非常之深。佛說法有權、有實，在二諦裡面有真、有俗。為什麼？眾生根性不一樣。眾生有上中下，上中下是大分，上裡面有上中下，中裡頭有上中下，下裡頭也有上中下，這就九分，九分裡頭每一分還有三分。所以眾生根性無量差別。因此，佛說經針對著大眾，聽眾裡面程度不是一律平等的，是有高下不齊的。那佛說法必須要應機，利根的人聽到歡喜，鈍根人聽到也歡喜，這才行。因此，說法裡頭有權、有實。程度深的人聽，懂得佛的深義；程度淺的人聽，他懂得淺顯的意思，都得利益。唯獨這部經，完全講真的，沒有權假，權巧方便沒有。為什麼？它是各種根機統統都適應。在彌陀會上，根機就平等了，不平等也平等了，這就妙！這個法門，三根普被，利鈍全收，聖凡統攝，沒有一個遺漏的。所以這三句話重要，顯示這個法門真實純一，在世尊四十九年所說一切法裡頭沒有過的，只有這一門。"
    },
    {
      "id": "02-040-0009_p0003",
      "zh_CN": "我们再往下面看，看最后这两行，「又乃世尊称其本性，和盘托出，毫无保留，故名称性」。这什么法？帮助众生断恶修善，破迷开悟，圆成佛道，这部经全有了，样样都不缺。所以叫和盘托出，完全是性德的流露，字字句句真如本性所流出。和盘托出就是下面这个意思，毫无保留，如来所证之法全在此处；换句话说，佛说一切经没有这么圆满，因为根性不相同。这个地方没有这种根性的人，佛就不说，说了没人懂，那叫废话。唯独这部经，一切众生各各都有分。听不懂的人、有怀疑的人、业障重的人他自然走了，但是他听了，一历耳根，永为道种，阿赖耶八识田中种下种子。这个种子什么时候发芽、什么时候成长，那是以后的事情。凡是能信、能愿，发心念佛，这些人就是成熟的众生；换句话说，他这一生应该到极乐世界去作佛了，这叫根熟众生，决定得度。真的，上从等觉菩萨，下到地狱众生，人人有分，只要具备这三个条件，信、愿、行。信是真信，决定不怀疑。",
      "zh_TW": "我們再往下面看，看最後這兩行，「又乃世尊稱其本性，和盤托出，毫無保留，故名稱性」。這什麼法？幫助眾生斷惡修善，破迷開悟，圓成佛道，這部經全有了，樣樣都不缺。所以叫和盤托出，完全是性德的流露，字字句句真如本性所流出。和盤托出就是下面這個意思，毫無保留，如來所證之法全在此處；換句話說，佛說一切經沒有這麼圓滿，因為根性不相同。這個地方沒有這種根性的人，佛就不說，說了沒人懂，那叫廢話。唯獨這部經，一切眾生各各都有分。聽不懂的人、有懷疑的人、業障重的人他自然走了，但是他聽了，一歷耳根，永為道種，阿賴耶八識田中種下種子。這個種子什麼時候發芽、什麼時候成長，那是以後的事情。凡是能信、能願，發心念佛，這些人就是成熟的眾生；換句話說，他這一生應該到極樂世界去作佛了，這叫根熟眾生，決定得度。真的，上從等覺菩薩，下到地獄眾生，人人有分，只要具備這三個條件，信、願、行。信是真信，決定不懷疑。"
    },
    {
      "id": "02-040-0009_p0004",
      "zh_CN": "我们看到锅漏匠的表法，谛闲法师的赞叹，还有怀疑吗？见到修无师的往生，那个赞叹也是谛闲法师的赞叹，极乐寺传戒，谛闲老和尚是得戒和尚。我们还看到有两个往生的，台南将军乡的老太太，在美国旧金山，甘老居士的老朋友，这两个人往生预知时至，都不告诉别人，怕人家打闲岔，障碍她。根本就不告诉别人，走了以后人家才发现，一个站着走的，一个坐着走的。这些人为我们现身说法，你能说它是假的吗？",
      "zh_TW": "我們看到鍋漏匠的表法，諦閑法師的讚歎，還有懷疑嗎？見到修無師的往生，那個讚歎也是諦閑法師的讚歎，極樂寺傳戒，諦閑老和尚是得戒和尚。我們還看到有兩個往生的，台南將軍鄉的老太太，在美國舊金山，甘老居士的老朋友，這兩個人往生預知時至，都不告訴別人，怕人家打閒岔，障礙她。根本就不告訴別人，走了以後人家才發現，一個站著走的，一個坐著走的。這些人為我們現身說法，你能說它是假的嗎？"
    },
    {
      "id": "02-040-0009_p0005",
      "zh_CN": "四十多年前，香港何东爵士的夫人往生，开往生大会，那不是假的，香港的新闻媒体都大幅报导。这个老太太有智慧，在那个时候他们是香港首富。往生前一个星期，何老夫人召集她的同参道友在她家里打佛七。佛七圆满了，宣布请大家多留一天，不要就回去，多住一天，她说她明天往生。人一点毛病都没有，明天往生，怎么走法？都是老朋友，所以大家就多留一天，念佛送她往生。到第二天招待新闻记者，让大家都来采访、都来报导，她真往生了。全家信佛了，这是亲眼看见的，不是传说的。要知道，她全家是基督徒，虔诚的基督徒，看到她这一表演，全家信佛。她也没有劝人改信宗教，没有，做样子给你看。这个法门真的，是如来真正纯一之法，不是权说，不是方便说，是真实说，字字句句真实话。纯一真实，毫无保留，所以叫称性。",
      "zh_TW": "四十多年前，香港何東爵士的夫人往生，開往生大會，那不是假的，香港的新聞媒體都大幅報導。這個老太太有智慧，在那個時候他們是香港首富。往生前一個星期，何老夫人召集她的同參道友在她家裡打佛七。佛七圓滿了，宣布請大家多留一天，不要就回去，多住一天，她說她明天往生。人一點毛病都沒有，明天往生，怎麼走法？都是老朋友，所以大家就多留一天，念佛送她往生。到第二天招待新聞記者，讓大家都來採訪、都來報導，她真往生了。全家信佛了，這是親眼看見的，不是傳說的。要知道，她全家是基督徒，虔誠的基督徒，看到她這一表演，全家信佛。她也沒有勸人改信宗教，沒有，做樣子給你看。這個法門真的，是如來真正純一之法，不是權說，不是方便說，是真實說，字字句句真實話。純一真實，毫無保留，所以叫稱性。"
    },
    {
      "id": "02-040-0009_p0006",
      "zh_CN": "「一切含灵皆因此而得度脱，乃称性中登峰造极之谈，故为称性极谈」。可惜就是没有人相信，尤其是知识分子，我们自己也不例外。学佛二、三十年才真正相信，所以佛讲的难信之法，我们自己体会得很深，真是难信。信可不是简单人，如佛经中所说，每一个能信、能愿，不说能解，真能信、真能发愿求生、真能老实念佛，皆是过去生中曾经供养无量诸佛如来。这种善根福德因缘加持，你遇到了会生欢喜心，你遇到了不会怀疑，你就相信这个法门。所以说称性极谈，《华严》、《法华》称性，没有说到极，这个经是称性极谈。",
      "zh_TW": "「一切含靈皆因此而得度脫，乃稱性中登峰造極之談，故為稱性極談」。可惜就是沒有人相信，尤其是知識分子，我們自己也不例外。學佛二、三十年才真正相信，所以佛講的難信之法，我們自己體會得很深，真是難信。信可不是簡單人，如佛經中所說，每一個能信、能願，不說能解，真能信、真能發願求生、真能老實念佛，皆是過去生中曾經供養無量諸佛如來。這種善根福德因緣加持，你遇到了會生歡喜心，你遇到了不會懷疑，你就相信這個法門。所以說稱性極談，《華嚴》、《法華》稱性，沒有說到極，這個經是稱性極談。"
    },
    {
      "id": "02-040-0009_p0007",
      "zh_CN": "下面说，「三根普被，圣凡齐收」。「夫众生根器千差万别，世尊故说八万四千法门广应群机」。这就是说，世尊为什么说这么多法门？有这么多不同的根性，那佛就要说这么多法门。「《华严》圆教专接上上根人，智慧如舍利弗，神通如目犍连，于佛声闻弟子中均称第一」，舍利弗智慧第一，目犍连神通第一。「但在华严会上，如盲如聋」，他们在华严会上不起作用，不是他的境界，他的智慧能量达不到这个境界。「况是下于此者」，那就是何况比不上舍利弗、目犍连的人，太多太多了！「故云下根绝分」，上上根人，法身大士。「至于小始诸教」，这是讲的华严五教，小是小乘，始是大乘始教，上面通小乘，后面接大乘。小始诸教「乃接权小之机」，这就好比小学程度的，佛办小学教他们。「对于上根则有教浅机深之失，亦不应机」，这个小始诸教对于上根人来说太浅了，佛的教学内容太浅，他们程度太深，这不应机。",
      "zh_TW": "下面說，「三根普被，聖凡齊收」。「夫眾生根器千差萬別，世尊故說八萬四千法門廣應群機」。這就是說，世尊為什麼說這麼多法門？有這麼多不同的根性，那佛就要說這麼多法門。「《華嚴》圓教專接上上根人，智慧如舍利弗，神通如目犍連，於佛聲聞弟子中均稱第一」，舍利弗智慧第一，目犍連神通第一。「但在華嚴會上，如盲如聾」，他們在華嚴會上不起作用，不是他的境界，他的智慧能量達不到這個境界。「況是下於此者」，那就是何況比不上舍利弗、目犍連的人，太多太多了！「故云下根絕分」，上上根人，法身大士。「至於小始諸教」，這是講的華嚴五教，小是小乘，始是大乘始教，上面通小乘，後面接大乘。小始諸教「乃接權小之機」，這就好比小學程度的，佛辦小學教他們。「對於上根則有教淺機深之失，亦不應機」，這個小始諸教對於上根人來說太淺了，佛的教學內容太淺，他們程度太深，這不應機。"
    },
    {
      "id": "02-040-0009_p0008",
      "zh_CN": "「唯本经之持名念佛法门，圣凡齐收，利钝悉被」，这是说这个法门的殊胜。确实，圣，法身大士，乃至于等觉菩萨；凡，六道凡夫，乃至于地狱众生，各各当机，佛说这个法门人人有分。「彻上，则如普贤文殊，尚发愿求生极乐」，这真的。「普贤偈云：愿我临欲命终时，尽除一切诸障碍，面见彼佛阿弥陀，即得往生安乐刹」，这个偈子在《华严经》。文殊菩萨求生的偈子是，「愿我命终时，灭除诸障碍，面见阿弥陀，往生安乐刹」。这是菩萨里面两位首领，在这里做榜样，示现求生净土。就是这个法门对他们有利益，他们也是当机者。",
      "zh_TW": "「唯本經之持名念佛法門，聖凡齊收，利鈍悉被」，這是說這個法門的殊勝。確實，聖，法身大士，乃至於等覺菩薩；凡，六道凡夫，乃至於地獄眾生，各各當機，佛說這個法門人人有分。「徹上，則如普賢文殊，尚發願求生極樂」，這真的。「普賢偈云：願我臨欲命終時，盡除一切諸障礙，面見彼佛阿彌陀，即得往生安樂剎」，這個偈子在《華嚴經》。文殊菩薩求生的偈子是，「願我命終時，滅除諸障礙，面見阿彌陀，往生安樂剎」。這是菩薩裡面兩位首領，在這裡做榜樣，示現求生淨土。就是這個法門對他們有利益，他們也是當機者。"
    },
    {
      "id": "02-040-0009_p0009",
      "zh_CN": "「彻下」，再往下看，「则《观经》中，五逆十恶，临终得遇善友，教以念佛，十念成功，亦生彼国」。这是有根据的，根据在《无量寿经》四十八愿，第十八愿就是这个说法。五逆十恶是造地狱业，毁谤大乘是造地狱业，临终这一口气没断，遇到了善友，这就遇到好人。这个好人劝他念佛求生净土，劝他忏悔、劝他认错。他真的认错了、真的忏悔，后不再造了，这个时候凭他的真信、真愿，十念就能往生。这是说出，为什么这个法叫真实纯一之法，无有权曲，为什么这个法叫称性，和盘托出，毫无保留。佛说一切经，确实只是经里头某一部分，其他的不当机的不说；究竟圆满法轮唯独此经。我们今天遇到了，这一本就够了，不必再找麻烦。要学锅漏匠、要学修无师，出家人的榜样；在家人，将军乡的老太太、旧金山坐着往生的这位女居士，这是我们的好榜样。就抓住四个字，信愿持名，一心一意求生净土，见阿弥陀佛。像文殊、普贤一样，没有别的念头，就是想往生极乐世界，面见阿弥陀佛。",
      "zh_TW": "「徹下」，再往下看，「則《觀經》中，五逆十惡，臨終得遇善友，教以念佛，十念成功，亦生彼國」。這是有根據的，根據在《無量壽經》四十八願，第十八願就是這個說法。五逆十惡是造地獄業，毀謗大乘是造地獄業，臨終這一口氣沒斷，遇到了善友，這就遇到好人。這個好人勸他念佛求生淨土，勸他懺悔、勸他認錯。他真的認錯了、真的懺悔，後不再造了，這個時候憑他的真信、真願，十念就能往生。這是說出，為什麼這個法叫真實純一之法，無有權曲，為什麼這個法叫稱性，和盤托出，毫無保留。佛說一切經，確實只是經裡頭某一部分，其他的不當機的不說；究竟圓滿法輪唯獨此經。我們今天遇到了，這一本就夠了，不必再找麻煩。要學鍋漏匠、要學修無師，出家人的榜樣；在家人，將軍鄉的老太太、舊金山坐著往生的這位女居士，這是我們的好榜樣。就抓住四個字，信願持名，一心一意求生淨土，見阿彌陀佛。像文殊、普賢一樣，沒有別的念頭，就是想往生極樂世界，面見阿彌陀佛。"
    },
    {
      "id": "02-040-0009_p0010",
      "zh_CN": "「可见本经乃广收万类、普被三根之阿伽陀药，能愈万病」。阿伽陀药是当时古印度的一种成药，什么病都能治，这个药可以治万病。这一部《无量寿经》，在佛法里头，不仅是释迦一代时教，十方三世一切诸佛圣教之中，它是阿伽陀药，一切众生全都得度，没有一个漏掉的，我们今天有幸遇到这个法门。那我们就晓得，世出世间一切法里头，最吉祥的、最究竟的、最圆满的就是这一句阿弥陀佛。我们遇到一切灾厉，大家都求着应对的方法，求符咒，求这些神通，我们要冷静想一想，总不如一句阿弥陀佛。我们教学楼讲说风水不好，这边冲这个，那边冲那个，上面写个阿弥陀佛，什么都解决了，不必去找这个找那个，那么麻烦！这一句阿弥陀佛是阿伽陀药，总治万病，也总治魔外。妖魔外道遇到阿弥陀佛什么都没有了，阿弥陀佛不杀他、不害他，阿弥陀佛叫他作菩萨。真正一切不善都变成善法，一切不利都变成吉祥，我们要明白这个道理。看到这一句名号，是究竟圆满的吉祥。",
      "zh_TW": "「可見本經乃廣收萬類、普被三根之阿伽陀藥，能愈萬病」。阿伽陀藥是當時古印度的一種成藥，什麼病都能治，這個藥可以治萬病。這一部《無量壽經》，在佛法裡頭，不僅是釋迦一代時教，十方三世一切諸佛聖教之中，它是阿伽陀藥，一切眾生全都得度，沒有一個漏掉的，我們今天有幸遇到這個法門。那我們就曉得，世出世間一切法裡頭，最吉祥的、最究竟的、最圓滿的就是這一句阿彌陀佛。我們遇到一切災厲，大家都求著應對的方法，求符咒，求這些神通，我們要冷靜想一想，總不如一句阿彌陀佛。我們教學樓講說風水不好，這邊沖這個，那邊沖那個，上面寫個阿彌陀佛，什麼都解決了，不必去找這個找那個，那麼麻煩！這一句阿彌陀佛是阿伽陀藥，總治萬病，也總治魔外。妖魔外道遇到阿彌陀佛什麼都沒有了，阿彌陀佛不殺他、不害他，阿彌陀佛叫他作菩薩。真正一切不善都變成善法，一切不利都變成吉祥，我們要明白這個道理。看到這一句名號，是究竟圓滿的吉祥。"
    },
    {
      "id": "02-040-0009_p0011",
      "zh_CN": "下面，我们都看念老的解，「故本经云：值斯经者」，值是遇到，遇到这部经，「随意所愿，皆可得度」，遇到这部经、遇到这个名号，统统都能得度。",
      "zh_TW": "下面，我們都看念老的解，「故本經云：值斯經者」，值是遇到，遇到這部經，「隨意所願，皆可得度」，遇到這部經、遇到這個名號，統統都能得度。"
    },
    {
      "id": "02-040-0009_p0012",
      "zh_CN": "下面这一段，「上明本经广应群机，而其恩德尤深于我侪凡夫」，如来的大恩大德，对我们这些凡夫来说，尤其是深广无尽。「当今末法，众生福慧浅薄」，这是真的，就在我们眼前，我们到处都能看见，众生没福。有福的人不造罪业，杀生的人没福，不义的人没福，窃盗在今天这个地球上太普遍了，争取非法的利益就是不义，他哪里有福报？无礼的人没福，心浮气躁的人没福，傲慢的人没福，怀疑的人没福。没有福是因为他没有慧，所以慧浅福就薄。真正有智慧的人，宁愿自己饿死、冻死也不愿意做杀盗淫妄。为什么？他知道生命不是这一生，生生世世，这一世如果不义，来生可苦了；这一生能够守义而死，来生有福报。所以，不仁不义他决定不会去干。",
      "zh_TW": "下面這一段，「上明本經廣應群機，而其恩德尤深於我儕凡夫」，如來的大恩大德，對我們這些凡夫來說，尤其是深廣無盡。「當今末法，眾生福慧淺薄」，這是真的，就在我們眼前，我們到處都能看見，眾生沒福。有福的人不造罪業，殺生的人沒福，不義的人沒福，竊盜在今天這個地球上太普遍了，爭取非法的利益就是不義，他哪裡有福報？無禮的人沒福，心浮氣躁的人沒福，傲慢的人沒福，懷疑的人沒福。沒有福是因為他沒有慧，所以慧淺福就薄。真正有智慧的人，寧願自己餓死、凍死也不願意做殺盜淫妄。為什麼？他知道生命不是這一生，生生世世，這一世如果不義，來生可苦了；這一生能夠守義而死，來生有福報。所以，不仁不義他決定不會去幹。"
    },
    {
      "id": "02-040-0009_p0013",
      "zh_CN": "「垢障深重」，垢重障就深。你看这八个字，福慧浅薄，垢重障深，所有法门对他都没效。纵然他喜欢、他学习、他修行，但是烦恼习气除不掉，所学的，以前李老师常说，提醒我们，傲慢脾气不断增长。没知识的时候还挺老实的，知识愈丰富，眼睛长到头顶上，瞧不起人，甚至于连父母都瞧不起。父母念的书没他多，他拿到学位，父母没拿到，瞧不起父母，轻慢长辈，这就学错了。这个修学是走上邪门外道去，学偏了、学邪了。唯独遇到这个法门，这个法门「但凭信愿持名」，就这四个字，这四个字是一切诸佛如来的顶法，最高峰，最顶级的大法。「便能功超累劫，往生极乐，径登不退」，这话真的不是假的。只有这个法门，能普度一切苦海众生同登彼岸，没有第二个法门。「若无如是微妙法门，凡夫何能度此生死业海，而登彼岸？」这真话，凡夫不可能。这个凡夫是指十法界，十法界里头没有人能成就，六道众生那更不用想了。",
      "zh_TW": "「垢障深重」，垢重障就深。你看這八個字，福慧淺薄，垢重障深，所有法門對他都沒效。縱然他喜歡、他學習、他修行，但是煩惱習氣除不掉，所學的，以前李老師常說，提醒我們，傲慢脾氣不斷增長。沒知識的時候還挺老實的，知識愈豐富，眼睛長到頭頂上，瞧不起人，甚至於連父母都瞧不起。父母念的書沒他多，他拿到學位，父母沒拿到，瞧不起父母，輕慢長輩，這就學錯了。這個修學是走上邪門外道去，學偏了、學邪了。唯獨遇到這個法門，這個法門「但憑信願持名」，就這四個字，這四個字是一切諸佛如來的頂法，最高峰，最頂級的大法。「便能功超累劫，往生極樂，徑登不退」，這話真的不是假的。只有這個法門，能普度一切苦海眾生同登彼岸，沒有第二個法門。「若無如是微妙法門，凡夫何能度此生死業海，而登彼岸？」這真話，凡夫不可能。這個凡夫是指十法界，十法界裡頭沒有人能成就，六道眾生那更不用想了。"
    },
    {
      "id": "02-040-0009_p0014",
      "zh_CN": "「故大悲慈父，两土导师」，大慈大悲，诸佛如来像父母一样，爱护子女，两土导师是指阿弥陀佛跟本师释迦牟尼佛。「悯念我等」，慈悲怜悯我们，为我们开此净土法门，这我们才有救；不开这个法门，我们还是永劫轮回。我们冷静思惟，没有这个法门，要到什么时候才能出头？没消息、没指望。为我们宣说这个法门，才普度娑婆一切苦难众生。佛这个门开了，问题就是众生肯不肯进来。对这个法门没有信心，不愿意进来，这就叫无缘众生。「妙显苦乐二土」，这部经里面就讲得很清楚，极乐之乐乐在哪里？一样一样列举出来；娑婆世界苦在什么地方？也是一桩一桩列举出来，让我们清清楚楚。听了、读了，再想想现前所处的环境，去对照一下，佛说的是真的不是假的。",
      "zh_TW": "「故大悲慈父，兩土導師」，大慈大悲，諸佛如來像父母一樣，愛護子女，兩土導師是指阿彌陀佛跟本師釋迦牟尼佛。「憫念我等」，慈悲憐憫我們，為我們開此淨土法門，這我們才有救；不開這個法門，我們還是永劫輪迴。我們冷靜思惟，沒有這個法門，要到什麼時候才能出頭？沒消息、沒指望。為我們宣說這個法門，才普度娑婆一切苦難眾生。佛這個門開了，問題就是眾生肯不肯進來。對這個法門沒有信心，不願意進來，這就叫無緣眾生。「妙顯苦樂二土」，這部經裡面就講得很清楚，極樂之樂樂在哪裡？一樣一樣列舉出來；娑婆世界苦在什麼地方？也是一樁一樁列舉出來，讓我們清清楚楚。聽了、讀了，再想想現前所處的環境，去對照一下，佛說的是真的不是假的。"
    },
    {
      "id": "02-040-0009_p0015",
      "zh_CN": "总结，「此大火聚」，此是指我们娑婆世界，指我们这个地球，大火聚是说满中大火，这苦，哪里有乐？现在享受、享乐，这个人真是心粗大意，你没有想到，乐完了之后那个苦怎么办？乐是苦因，这个乐不是真乐，后遗症不堪设想。举一个例子，为什么现在人堕胎的这么多？平均一天有十五万多人，这个世界上。他做乐，乐后要杀人，杀自己的儿女，这种冤业、命债生生世世没完没了，他没想到这个后果。他想到这个后果他敢干吗？想到这个后果，意冷心灰。讲仁义道德止不住，他不怕，这个因果报应，他就害怕了。怨害里面最重的就是杀人、杀生，果报在地狱，而且生生世世没完没了，这麻烦大。",
      "zh_TW": "總結，「此大火聚」，此是指我們娑婆世界，指我們這個地球，大火聚是說滿中大火，這苦，哪裡有樂？現在享受、享樂，這個人真是心粗大意，你沒有想到，樂完了之後那個苦怎麼辦？樂是苦因，這個樂不是真樂，後遺症不堪設想。舉一個例子，為什麼現在人墮胎的這麼多？平均一天有十五萬多人，這個世界上。他做樂，樂後要殺人，殺自己的兒女，這種冤業、命債生生世世沒完沒了，他沒想到這個後果。他想到這個後果他敢幹嗎？想到這個後果，意冷心灰。講仁義道德止不住，他不怕，這個因果報應，他就害怕了。怨害裡面最重的就是殺人、殺生，果報在地獄，而且生生世世沒完沒了，這麻煩大。"
    },
    {
      "id": "02-040-0009_p0016",
      "zh_CN": "「激扬沉迷众生」，激是激励，扬是显扬，让我们沉迷在苦海里头众生觉悟了。极乐世界，彼清凉池，宝莲在前，「此大火聚，彼清凉池」，极乐世界是清凉世界。「宝莲在前」，这是极乐世界，七宝莲花。不能到极乐世界，「刀山在后」，刀山是地狱。想想我们自己这一生有没有造地狱业？这一点我们比不上莹珂法师。莹珂法师知道他自己造地狱业，知道将来必定堕地狱，要想不堕地狱，只有一个办法，念佛往生。他下定了决心，选择念佛往生。可以见到他的诚意，他真的叫真诚到极处，三天三夜把阿弥陀佛念来了。没有别的，至诚感通，真诚到极处就有感应，三天就往生了。《净土圣贤录》记载这桩事情，我们相信它是真的，它不是假的，这不是骗人的，我们要相信。可见他选择得正确，他有智慧。我们比不上莹珂，他的选择正确，从苦海里面跳出来，登上宝莲，往生净土。",
      "zh_TW": "「激揚沉迷眾生」，激是激勵，揚是顯揚，讓我們沉迷在苦海裡頭眾生覺悟了。極樂世界，彼清涼池，寶蓮在前，「此大火聚，彼清涼池」，極樂世界是清涼世界。「寶蓮在前」，這是極樂世界，七寶蓮花。不能到極樂世界，「刀山在後」，刀山是地獄。想想我們自己這一生有沒有造地獄業？這一點我們比不上瑩珂法師。瑩珂法師知道他自己造地獄業，知道將來必定墮地獄，要想不墮地獄，只有一個辦法，念佛往生。他下定了決心，選擇念佛往生。可以見到他的誠意，他真的叫真誠到極處，三天三夜把阿彌陀佛念來了。沒有別的，至誠感通，真誠到極處就有感應，三天就往生了。《淨土聖賢錄》記載這樁事情，我們相信它是真的，它不是假的，這不是騙人的，我們要相信。可見他選擇得正確，他有智慧。我們比不上瑩珂，他的選擇正確，從苦海裡面跳出來，登上寶蓮，往生淨土。"
    },
    {
      "id": "02-040-0009_p0017",
      "zh_CN": "搞清楚、搞明白了，「于是自然生起胜愿」，这个胜愿就是求生净土的大愿，这个愿是无比殊胜，世间所有一切愿没有能跟它相比。你愿做总统，愿做国王，愿做忉利天主、大梵天王，再高的摩醯首罗天王，也比不上往生极乐世界。为什么？做什么样的天王都没有办法出离六道轮回。这些天王实在讲不稀奇，谁没有做过？无量劫在轮回当中，你能说你没做过吗？做过，死了以后再轮回，忘记掉了。到什么时候你有宿命通的时候，你全知道了，天王做过，地狱也下过，哪一道都去过。有了宿命通的话，每一道都挺熟的，都在那里住过很长时期，大概时间住得最短的是人道。所以真清楚、明白了，一定求生净土，生起这个胜愿。「厌离娑婆，求生极乐。既生信愿，更持名号，便得度脱」，信愿在前面，这是引导我们，我们有方向、有目标，这句佛号念念跟自己的目标、方向都相应。",
      "zh_TW": "搞清楚、搞明白了，「於是自然生起勝願」，這個勝願就是求生淨土的大願，這個願是無比殊勝，世間所有一切願沒有能跟它相比。你願做總統，願做國王，願做忉利天主、大梵天王，再高的摩醯首羅天王，也比不上往生極樂世界。為什麼？做什麼樣的天王都沒有辦法出離六道輪迴。這些天王實在講不稀奇，誰沒有做過？無量劫在輪迴當中，你能說你沒做過嗎？做過，死了以後再輪迴，忘記掉了。到什麼時候你有宿命通的時候，你全知道了，天王做過，地獄也下過，哪一道都去過。有了宿命通的話，每一道都挺熟的，都在那裡住過很長時期，大概時間住得最短的是人道。所以真清楚、明白了，一定求生淨土，生起這個勝願。「厭離娑婆，求生極樂。既生信願，更持名號，便得度脫」，信願在前面，這是引導我們，我們有方向、有目標，這句佛號念念跟自己的目標、方向都相應。"
    },
    {
      "id": "02-040-0009_p0018",
      "zh_CN": "「生彼国已，见佛闻法，得无上悟」。这为什么？这个要感谢阿弥陀佛，阿弥陀佛以本愿、以无量劫修行功德加持给我们，让我们的烦恼跟业障消除。烦恼业障不消除怎么能得无上悟？无上悟是一切众生自性本来具足的，不是从外来的，只是我们烦恼业障把它障住了。弥陀的本愿功德能帮助我们消除业障。说实在的话，弥陀的帮助是缘，因是什么？因是自性，自性本有，自性本有如来智慧德相，自性没有烦恼习气业障，那没有的。虽然佛加持，还得自己有几分努力，自己得真干，真信、真愿、真念这句阿弥陀佛。念念同佛善根福德，这就是你业障为什么消掉，你烦恼为什么不见了，道理就在此地。道理搞清楚、搞明白，就不怀疑了。",
      "zh_TW": "「生彼國已，見佛聞法，得無上悟」。這為什麼？這個要感謝阿彌陀佛，阿彌陀佛以本願、以無量劫修行功德加持給我們，讓我們的煩惱跟業障消除。煩惱業障不消除怎麼能得無上悟？無上悟是一切眾生自性本來具足的，不是從外來的，只是我們煩惱業障把它障住了。彌陀的本願功德能幫助我們消除業障。說實在的話，彌陀的幫助是緣，因是什麼？因是自性，自性本有，自性本有如來智慧德相，自性沒有煩惱習氣業障，那沒有的。雖然佛加持，還得自己有幾分努力，自己得真幹，真信、真願、真念這句阿彌陀佛。念念同佛善根福德，這就是你業障為什麼消掉，你煩惱為什麼不見了，道理就在此地。道理搞清楚、搞明白，就不懷疑了。"
    },
    {
      "id": "02-040-0009_p0019",
      "zh_CN": "「由有念而入无念」，现前我们有念，念久了之后就到无念了，无念是什么？三昧现前了。现在我们有妄念、有杂念，常常扰乱我们正念。念久了，妄念跟杂念愈来愈少，少到最后没有了，这个东西没有了，就是一心不乱。一心不乱功夫有浅深，还有习气，事一心不乱；习气没有了，理一心不乱。「因往生而契无生」，往生到极乐世界，你就证得无生，经上所说的「无生法忍」。你对于一切法不生、一切法不灭，你承认、你认可了、你亲眼看见了，知道一切法不生、一切法不灭。你怎么看见？你能把一千六百兆分之一秒掌握住，你就看见了。那是多深的定功！这样微细的念头、这么快速的念头，你能掌握住它，你能见到它。像我们照相，按照相机的快门，这个快门是千分之一秒，这就相当快了。照什么？照空中的喷射飞机，以最高的速度在空中飞行，一个小时一千公里。你用这个快门去照它，它没动，照得清清楚楚，确实它没动。",
      "zh_TW": "「由有念而入無念」，現前我們有念，念久了之後就到無念了，無念是什麼？三昧現前了。現在我們有妄念、有雜念，常常擾亂我們正念。念久了，妄念跟雜念愈來愈少，少到最後沒有了，這個東西沒有了，就是一心不亂。一心不亂功夫有淺深，還有習氣，事一心不亂；習氣沒有了，理一心不亂。「因往生而契無生」，往生到極樂世界，你就證得無生，經上所說的「無生法忍」。你對於一切法不生、一切法不滅，你承認、你認可了、你親眼看見了，知道一切法不生、一切法不滅。你怎麼看見？你能把一千六百兆分之一秒掌握住，你就看見了。那是多深的定功！這樣微細的念頭、這麼快速的念頭，你能掌握住它，你能見到它。像我們照相，按照相機的快門，這個快門是千分之一秒，這就相當快了。照什麼？照空中的噴射飛機，以最高的速度在空中飛行，一個小時一千公里。你用這個快門去照它，它沒動，照得清清楚楚，確實它沒動。"
    },
    {
      "id": "02-040-0009_p0020",
      "zh_CN": "不生不灭的现象在这个境界里头看得清清楚楚、明明了瞭。知道遍法界虚空界，今天讲全宇宙所有一切现象，自然现象、精神现象、物质现象，都是在这个频率波动之下产生的幻相；离开这个波动，什么都没有。佛看清楚了，告诉我们「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，这是事实真相。真相明了之后，我们要契入与真相相应的境界，这就是佛菩萨。如果真相清楚之后，我们依然住到我们自己现前妄心的境界，那没用处，那只是说说笑笑而已。该怎么生死还是怎么生死，生死虽然是假的，你还得要真受，你没有办法超越。所以这个法门妙，妙在此地，从有念入无念，因往生而契无生。到极乐世界就证得无生法忍，证得无生法忍就是明心见性的菩萨。",
      "zh_TW": "不生不滅的現象在這個境界裡頭看得清清楚楚、明明瞭瞭。知道遍法界虛空界，今天講全宇宙所有一切現象，自然現象、精神現象、物質現象，都是在這個頻率波動之下產生的幻相；離開這個波動，什麼都沒有。佛看清楚了，告訴我們「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，這是事實真相。真相明瞭之後，我們要契入與真相相應的境界，這就是佛菩薩。如果真相清楚之後，我們依然住到我們自己現前妄心的境界，那沒用處，那只是說說笑笑而已。該怎麼生死還是怎麼生死，生死雖然是假的，你還得要真受，你沒有辦法超越。所以這個法門妙，妙在此地，從有念入無念，因往生而契無生。到極樂世界就證得無生法忍，證得無生法忍就是明心見性的菩薩。"
    },
    {
      "id": "02-040-0009_p0021",
      "zh_CN": "「顿悟此心，本来平等」，我们跟诸佛如来用的是一个心，我们跟地狱众生用的也是一个心，我们跟树木花草、山河大地所用的心还是一个心。这些都是大乘教里面所说的伦理，伦理是说关系，遍法界虚空界跟自己是一体。既然是一体，就不能够说是不照顾，没有这个道理的。所以，佛菩萨的慈悲是平等的慈悲、清净的慈悲、正觉的慈悲。清净的慈悲没有染污，平等的慈悲没有高下，觉悟的慈悲没有偏邪，这自性流露。顿悟此心，本来平等。",
      "zh_TW": "「頓悟此心，本來平等」，我們跟諸佛如來用的是一個心，我們跟地獄眾生用的也是一個心，我們跟樹木花草、山河大地所用的心還是一個心。這些都是大乘教裡面所說的倫理，倫理是說關係，遍法界虛空界跟自己是一體。既然是一體，就不能夠說是不照顧，沒有這個道理的。所以，佛菩薩的慈悲是平等的慈悲、清淨的慈悲、正覺的慈悲。清淨的慈悲沒有染污，平等的慈悲沒有高下，覺悟的慈悲沒有偏邪，這自性流露。頓悟此心，本來平等。"
    },
    {
      "id": "02-040-0009_p0022",
      "zh_CN": "再看底下这一段，「唐海东元晓师云」，海东是现在的韩国，这是唐朝，韩国的法师到中国来留学，亲近善导大师的。他说「四十八愿，先为凡夫，兼为三乘圣人」。这个意思是说的什么？阿弥陀佛建立西方极乐世界，以四十八愿摄受一切众生，谁是第一个对象？凡夫。此地说的凡夫是指六道凡夫，为什么？六道众生迷得最深。实在讲他最苦，要先度最苦的人，所以优先度他们。再兼为三乘圣人，这个三乘就是声闻、缘觉、菩萨，等于说他们是附带的，主要是度六道众生。「可见净土宗之妙，首为凡夫得度也」。凡夫得度跟圣人得度没有差等，它是平等，这个不可思议。",
      "zh_TW": "再看底下這一段，「唐海東元曉師云」，海東是現在的韓國，這是唐朝，韓國的法師到中國來留學，親近善導大師的。他說「四十八願，先為凡夫，兼為三乘聖人」。這個意思是說的什麼？阿彌陀佛建立西方極樂世界，以四十八願攝受一切眾生，誰是第一個對象？凡夫。此地說的凡夫是指六道凡夫，為什麼？六道眾生迷得最深。實在講他最苦，要先度最苦的人，所以優先度他們。再兼為三乘聖人，這個三乘就是聲聞、緣覺、菩薩，等於說他們是附帶的，主要是度六道眾生。「可見淨土宗之妙，首為凡夫得度也」。凡夫得度跟聖人得度沒有差等，它是平等，這個不可思議。"
    },
    {
      "id": "02-040-0009_p0023",
      "zh_CN": "下面这一段，讲「他力妙法，善护行人」。我们看念老注解，「其他法门，全凭自力，末世修行，多诸障难。例如《楞严》中广明行人于禅观中之五十种阴魔干扰，行人正见稍失，便陷魔网」。多少人，修行人，都是很好的修行人，都落在魔网里头，都跟魔去了。原来都是好心，为什么去了？禁不起诱惑。古人所谓的高名、厚利、美色这三桩东西，你能逃得过吗？好名的人敌不过高名，给你很高的地位、很高的官爵，你就投降了，就跟它走了。好利的人给他财富，他就变心了。好色的人，吴王夫差之所以灭亡就是好色，得到西施。实际上西施去做间谍的，他爱上了，西施是要他命的，是灭他国的，你说愚不愚痴？这是世间法。出世间法的危害更大，你这一生能作佛，它把你拉回来再去搞六道轮回，比西施厉害。西施只叫夫差亡国，只叫他送命。这个是，你看作佛了，把你拉回来去搞六道轮回。你还以为是好事，这就真叫糊涂到所以然。作佛的机会多难遇到，百千万劫难遭遇，不是很容易遇到的。百千万劫遇到一次，你能不珍惜它吗？可是这样的人太多太多了。",
      "zh_TW": "下面這一段，講「他力妙法，善護行人」。我們看念老註解，「其他法門，全憑自力，末世修行，多諸障難。例如《楞嚴》中廣明行人於禪觀中之五十種陰魔干擾，行人正見稍失，便陷魔網」。多少人，修行人，都是很好的修行人，都落在魔網裡頭，都跟魔去了。原來都是好心，為什麼去了？禁不起誘惑。古人所謂的高名、厚利、美色這三樁東西，你能逃得過嗎？好名的人敵不過高名，給你很高的地位、很高的官爵，你就投降了，就跟它走了。好利的人給他財富，他就變心了。好色的人，吳王夫差之所以滅亡就是好色，得到西施。實際上西施去做間諜的，他愛上了，西施是要他命的，是滅他國的，你說愚不愚痴？這是世間法。出世間法的危害更大，你這一生能作佛，它把你拉回來再去搞六道輪迴，比西施厲害。西施只叫夫差亡國，只叫他送命。這個是，你看作佛了，把你拉回來去搞六道輪迴。你還以為是好事，這就真叫糊塗到所以然。作佛的機會多難遇到，百千萬劫難遭遇，不是很容易遇到的。百千萬劫遇到一次，你能不珍惜它嗎？可是這樣的人太多太多了。"
    },
    {
      "id": "02-040-0009_p0024",
      "zh_CN": "我们唯一的一个方法，这个经天天读、天天讲，讲给人听就是讲给自己听，别人能听几分我们不知道，自己分分自利。只有天天讲天天提醒自己，才能敌得过这些诱惑，我们一被诱惑就全功尽弃了。这一生当中遇到这些殊胜的缘分，遇到好的老师、好的同参道友、好的因缘，能闻到这样殊胜的经典，真不容易。重重难关我们都破了，都过去了，如果在境缘当中稍稍不小心就堕落了。受到别人赞叹，是什么心情？如履薄冰，如临深渊。跟古人去比比我们差太远了，不值得人家赞叹，不敢承当。不能跟现在人比，不能跟往后人比，他不如我们，我们跟前人比。跟前人比我们就会谦虚，不敢有丝毫傲慢态度，真不容易。其他的法门，全凭自力，末世修行障难太多了，我们自己一生所经历的还不够多吗？《楞严经》中所说的，这说修禅，禅定当中有五十种阴魔干扰。这五十种阴魔分配在五阴，色、受、想、行、识各有十种，五十种。这个修行人，正见稍稍偏差一点就完了，修行到最后成魔道，他不是成佛，他成魔了；成魔他自己不知道，他自己以为成佛。",
      "zh_TW": "我們唯一的一個方法，這個經天天讀、天天講，講給人聽就是講給自己聽，別人能聽幾分我們不知道，自己分分自利。只有天天講天天提醒自己，才能敵得過這些誘惑，我們一被誘惑就全功盡棄了。這一生當中遇到這些殊勝的緣分，遇到好的老師、好的同參道友、好的因緣，能聞到這樣殊勝的經典，真不容易。重重難關我們都破了，都過去了，如果在境緣當中稍稍不小心就墮落了。受到別人讚歎，是什麼心情？如履薄冰，如臨深淵。跟古人去比比我們差太遠了，不值得人家讚歎，不敢承當。不能跟現在人比，不能跟往後人比，他不如我們，我們跟前人比。跟前人比我們就會謙虛，不敢有絲毫傲慢態度，真不容易。其他的法門，全憑自力，末世修行障難太多了，我們自己一生所經歷的還不夠多嗎？《楞嚴經》中所說的，這說修禪，禪定當中有五十種陰魔干擾。這五十種陰魔分配在五陰，色、受、想、行、識各有十種，五十種。這個修行人，正見稍稍偏差一點就完了，修行到最後成魔道，他不是成佛，他成魔了；成魔他自己不知道，他自己以為成佛。"
    },
    {
      "id": "02-040-0009_p0025",
      "zh_CN": "「故该经云：不作圣心，名善境界；若作圣解，即受群邪」，这是世尊在《楞严经》上教给我们的，如何去对付这种魔境。自己这境界现前，不要去理会它，就没事情。譬如说，梦中见到佛、定中见到佛，你很欢喜，觉得自己功夫不错，我见到佛了，别人都没有见到，我比他们高。这就上了魔的当，你已经中了邪。为什么？佛在《般若经》上讲了，「凡所有相，皆是虚妄」。所以禅宗说，「魔来斩魔，佛来斩佛」，为什么？凡所有相皆是虚妄，不管什么境界现前，都不要去理它，如如不动。",
      "zh_TW": "「故該經云：不作聖心，名善境界；若作聖解，即受群邪」，這是世尊在《楞嚴經》上教給我們的，如何去對付這種魔境。自己這境界現前，不要去理會它，就沒事情。譬如說，夢中見到佛、定中見到佛，你很歡喜，覺得自己功夫不錯，我見到佛了，別人都沒有見到，我比他們高。這就上了魔的當，你已經中了邪。為什麼？佛在《般若經》上講了，「凡所有相，皆是虛妄」。所以禪宗說，「魔來斬魔，佛來斬佛」，為什麼？凡所有相皆是虛妄，不管什麼境界現前，都不要去理它，如如不動。"
    },
    {
      "id": "02-040-0009_p0026",
      "zh_CN": "我在旧金山的时候，甘太太有一个女儿，小女儿甘贵穗，以后出家了，出家我没有跟她见过面。我知道她在旧金山那个时代，她是一个公司里面的小主管，跟她妈妈一起学佛，学得很不错。也在台中亲近过李老师，那个时候她好像高中才毕业，我认识她的时候。以后在美国读书，拿到博士学位。她租了一个房子，鬼屋，每天晚上这个鬼就出现。她告诉我，这个鬼在未出现之前先就有那个气味，很难闻的气味，然后鬼就出来了。出来的时候，就向她面前一步一步逼近，要她命的。她就念佛，大声念佛，阿弥陀佛、阿弥陀佛，鬼就不动了。不念他就往前面走，念了，他就不动，距离自己大概是一、二公尺，很近。念到天快亮了，鬼就走了。每天晚上都来，她真有胆量。我就问她，我说妳为什么不换个房子？她说不要换，这对我有好处，天天逼我念佛，这不是坏事。他不逼我，我没有那么样用功念佛，逼着我精进。这个难得，一般人受不了，她能够禁得起考验。",
      "zh_TW": "我在舊金山的時候，甘太太有一個女兒，小女兒甘貴穗，以後出家了，出家我沒有跟她見過面。我知道她在舊金山那個時代，她是一個公司裡面的小主管，跟她媽媽一起學佛，學得很不錯。也在台中親近過李老師，那個時候她好像高中才畢業，我認識她的時候。以後在美國讀書，拿到博士學位。她租了一個房子，鬼屋，每天晚上這個鬼就出現。她告訴我，這個鬼在未出現之前先就有那個氣味，很難聞的氣味，然後鬼就出來了。出來的時候，就向她面前一步一步逼近，要她命的。她就念佛，大聲念佛，阿彌陀佛、阿彌陀佛，鬼就不動了。不念他就往前面走，念了，他就不動，距離自己大概是一、二公尺，很近。念到天快亮了，鬼就走了。每天晚上都來，她真有膽量。我就問她，我說妳為什麼不換個房子？她說不要換，這對我有好處，天天逼我念佛，這不是壞事。他不逼我，我沒有那麼樣用功念佛，逼著我精進。這個難得，一般人受不了，她能夠禁得起考驗。"
    },
    {
      "id": "02-040-0009_p0027",
      "zh_CN": "「可见行人稍有执着，便失正见，即入魔途，求升反降，甚至堕入泥犁」，这是地狱。这是修学别的法门，靠自力，稍稍有分别、有执着就入魔的境界了。几个人有正知正见？这是我们不能不知道的。我们求升反而堕落，严重的堕到地狱。「是故其余诸法，名难行道」，这个法门叫易行道。",
      "zh_TW": "「可見行人稍有執著，便失正見，即入魔途，求升反降，甚至墮入泥犁」，這是地獄。這是修學別的法門，靠自力，稍稍有分別、有執著就入魔的境界了。幾個人有正知正見？這是我們不能不知道的。我們求升反而墮落，嚴重的墮到地獄。「是故其餘諸法，名難行道」，這個法門叫易行道。"
    },
    {
      "id": "02-040-0009_p0028",
      "zh_CN": "下面这一段，「但念佛法门，同于密法，是他力门，属于果教」。其他法门要靠自己修证，烦恼习气少一分，业障少一分，你才能往前面提升一分，所以称为难行道，修学的时间长。这个法门叫易行道，不靠自己的力量，靠他力，完全靠阿弥陀佛本愿威神加持。所以，同于密法，是他力门，属于果教。「行人发心念佛，仗弥陀本愿摄受，威神加被，护持行者，魔不能扰」。有很多人念佛，为什么还被魔扰？有，不但有，很多。你仔细用经文去对照，把他被魔干扰的原因找出来，他不是真信、他不是真愿，他也不是真念，所以魔能够干扰他。为什么？护法神离开他了，不在他身边。",
      "zh_TW": "下面這一段，「但念佛法門，同於密法，是他力門，屬於果教」。其他法門要靠自己修證，煩惱習氣少一分，業障少一分，你才能往前面提升一分，所以稱為難行道，修學的時間長。這個法門叫易行道，不靠自己的力量，靠他力，完全靠阿彌陀佛本願威神加持。所以，同於密法，是他力門，屬於果教。「行人發心念佛，仗彌陀本願攝受，威神加被，護持行者，魔不能擾」。有很多人念佛，為什麼還被魔擾？有，不但有，很多。你仔細用經文去對照，把他被魔干擾的原因找出來，他不是真信、他不是真願，他也不是真念，所以魔能夠干擾他。為什麼？護法神離開他了，不在他身邊。"
    },
    {
      "id": "02-040-0009_p0029",
      "zh_CN": "下面讲，「如《十往生经》云」，这佛说的，「佛言：若有众生，念阿弥陀佛，愿往生者」，真愿，「彼佛即遣二十五菩萨，拥护行者。若行若坐，若住若卧，若昼若夜，一切时，一切处，不令恶鬼恶神得其便也」。我们要认真相信佛说的话，决定没有疑惑。如果我们信愿有问题，念佛有夹杂、有妄念，虽然想求生极乐世界，还留恋这个世界，或者还常常想到天道，这个我们的信愿不坚固，才会招来魔的扰乱。如果我们信心坚定，不会有这些事情。莹珂法师作恶多端，他自己承认，他劣根性很严重，禁不起诱惑；也就是名闻利养、财色名食都会严重的干扰他，他就造罪业。这样的人，魔不干扰他吗？他生起一念正信，真正知道，不能往生决定堕阿鼻地狱，这个把他自己吓到了。他要不是一心专念，怎么能感应佛来？所以关键还是自己心真不真，念诚不诚，关键在此地。真心诚意，护法菩萨保佑你，护法圣神保佑你，魔就不得其便。",
      "zh_TW": "下面講，「如《十往生經》云」，這佛說的，「佛言：若有眾生，念阿彌陀佛，願往生者」，真願，「彼佛即遣二十五菩薩，擁護行者。若行若坐，若住若臥，若晝若夜，一切時，一切處，不令惡鬼惡神得其便也」。我們要認真相信佛說的話，決定沒有疑惑。如果我們信願有問題，念佛有夾雜、有妄念，雖然想求生極樂世界，還留戀這個世界，或者還常常想到天道，這個我們的信願不堅固，才會招來魔的擾亂。如果我們信心堅定，不會有這些事情。瑩珂法師作惡多端，他自己承認，他劣根性很嚴重，禁不起誘惑；也就是名聞利養、財色名食都會嚴重的干擾他，他就造罪業。這樣的人，魔不干擾他嗎？他生起一念正信，真正知道，不能往生決定墮阿鼻地獄，這個把他自己嚇到了。他要不是一心專念，怎麼能感應佛來？所以關鍵還是自己心真不真，念誠不誠，關鍵在此地。真心誠意，護法菩薩保佑你，護法聖神保佑你，魔就不得其便。"
    },
    {
      "id": "02-040-0009_p0030",
      "zh_CN": "古圣先贤有句话说得非常好，叫「邪不胜正」。我们会被魔、被鬼干扰，就是我们的心不正。心一端正，这魔鬼自然就离开了，再不会来了。甘贵穗这个例子我们就很明显，她的心正，她不愿意搬家，愿意接受来考验，考验一段时期，鬼自然就没有了，他就不来了。这是真正发心，你发心，佛就派遣二十五位菩萨。真正皈依三宝，经上讲的，三十六位护法神日夜保护你。你受五戒，每受一戒，有五位护戒神，五戒统统具足，有二十五位护戒神，也是日夜保护你。得真受，不是假的，戒坛上受的那个不作数，老和尚给你传授的三皈是结缘三皈，你要真发心！三皈依可不得了，三十六位护法神，比这个讲得多，比受五戒也讲得多。为什么？三皈是根本大戒，是修行人最高的指导原则，无论你修哪个法门，统统跟它相应。",
      "zh_TW": "古聖先賢有句話說得非常好，叫「邪不勝正」。我們會被魔、被鬼干擾，就是我們的心不正。心一端正，這魔鬼自然就離開了，再不會來了。甘貴穗這個例子我們就很明顯，她的心正，她不願意搬家，願意接受來考驗，考驗一段時期，鬼自然就沒有了，他就不來了。這是真正發心，你發心，佛就派遣二十五位菩薩。真正皈依三寶，經上講的，三十六位護法神日夜保護你。你受五戒，每受一戒，有五位護戒神，五戒統統具足，有二十五位護戒神，也是日夜保護你。得真受，不是假的，戒壇上受的那個不作數，老和尚給你傳授的三皈是結緣三皈，你要真發心！三皈依可不得了，三十六位護法神，比這個講得多，比受五戒也講得多。為什麼？三皈是根本大戒，是修行人最高的指導原則，無論你修哪個法門，統統跟它相應。"
    },
    {
      "id": "02-040-0009_p0031",
      "zh_CN": "「皈依佛，觉而不迷」，就是从迷惑颠倒回归自性觉，叫皈依佛。这个一定要知道，他是皈依自性佛。「皈依法」，是从邪知邪见回过头来依正知正见，这叫皈依法。「皈依僧」，僧是清净，从染污回过头来依自性清净心，这叫皈依僧。你要这样的三皈依，就有三十六位护法神保佑你；你要是失掉了，护法神就走了，就离开。今天几个人受了三皈依，他的方向是觉而不迷、正而不邪、净而不染？没做到！没做到，那个三皈是假的不是真的，受戒也是假的，也不是真的。佛法，无论是大乘小乘、显教密教，一切要从真实心中作，不能做假的，做假的错了。这些话我们要多听、多读，常常记在心上，做真佛弟子，不要做假的。",
      "zh_TW": "「皈依佛，覺而不迷」，就是從迷惑顛倒回歸自性覺，叫皈依佛。這個一定要知道，他是皈依自性佛。「皈依法」，是從邪知邪見回過頭來依正知正見，這叫皈依法。「皈依僧」，僧是清淨，從染污回過頭來依自性清淨心，這叫皈依僧。你要這樣的三皈依，就有三十六位護法神保佑你；你要是失掉了，護法神就走了，就離開。今天幾個人受了三皈依，他的方向是覺而不迷、正而不邪、淨而不染？沒做到！沒做到，那個三皈是假的不是真的，受戒也是假的，也不是真的。佛法，無論是大乘小乘、顯教密教，一切要從真實心中作，不能做假的，做假的錯了。這些話我們要多聽、多讀，常常記在心上，做真佛弟子，不要做假的。"
    },
    {
      "id": "02-040-0009_p0032",
      "zh_CN": "下面这一段，「又《首楞严经．大势至菩萨念佛圆通章》云：今于此界，摄念佛人，归于净土」，这是大势至菩萨。菩萨在楞严会上，说明他修行成佛的方法，他是用念佛法门。所以大势至菩萨，他是在遍法界虚空界第一个用念佛法门成佛的。所以我们讲祖师，法界祖师是大势至菩萨，娑婆世界祖师是普贤菩萨，慧远是中国的净宗第一代祖师。我认识黄念老，那个时候在美国，他就给我开玩笑，他说法师，你在美国做净宗第一代祖师。所以祖师很多，哪个地方的祖师，这个要有真正成就。",
      "zh_TW": "下面這一段，「又《首楞嚴經．大勢至菩薩念佛圓通章》云：今於此界，攝念佛人，歸於淨土」，這是大勢至菩薩。菩薩在楞嚴會上，說明他修行成佛的方法，他是用念佛法門。所以大勢至菩薩，他是在遍法界虛空界第一個用念佛法門成佛的。所以我們講祖師，法界祖師是大勢至菩薩，娑婆世界祖師是普賢菩薩，慧遠是中國的淨宗第一代祖師。我認識黃念老，那個時候在美國，他就給我開玩笑，他說法師，你在美國做淨宗第一代祖師。所以祖師很多，哪個地方的祖師，這個要有真正成就。"
    },
    {
      "id": "02-040-0009_p0033",
      "zh_CN": "净土宗祖师不是传位的，不像其他各个宗派祖师都是一代一代承传的，有证书，牒就是证书，上一代传下来的。净土宗没有，净土宗祖师是民选的，民主选举的。谁选举？这个法师死了以后，他自己修净土，对净土宗有一定的贡献，大家承认他是这一代的祖师。民选的，不是哪个人争取得到的。印光大师第十三代，听说现在很多人要争第十四代，这能争得到吗？也许可以争到，现在可以贿选，可以拿钱买票。但是拿钱买票的，世间人承认你，佛菩萨不承认，护法神不承认，你是假的不是真的。可能麻烦更大，不只赶出门，可能把你赶到地狱去，这就大错特错了。",
      "zh_TW": "淨土宗祖師不是傳位的，不像其他各個宗派祖師都是一代一代承傳的，有證書，牒就是證書，上一代傳下來的。淨土宗沒有，淨土宗祖師是民選的，民主選舉的。誰選舉？這個法師死了以後，他自己修淨土，對淨土宗有一定的貢獻，大家承認他是這一代的祖師。民選的，不是哪個人爭取得到的。印光大師第十三代，聽說現在很多人要爭第十四代，這能爭得到嗎？也許可以爭到，現在可以賄選，可以拿錢買票。但是拿錢買票的，世間人承認你，佛菩薩不承認，護法神不承認，你是假的不是真的。可能麻煩更大，不只趕出門，可能把你趕到地獄去，這就大錯特錯了。"
    },
    {
      "id": "02-040-0009_p0034",
      "zh_CN": "这是大势至菩萨说明他自己在这个世间，专门摄取念佛人往生净土，也就是专门接引念佛求生净土的人。「《净修捷要》云」，《净修捷要》，夏莲居老居士作的，「大势至菩萨，现居此界」，示现在我们这个世界，「作大利乐，于念佛众生，摄取不舍，令离三途，得无上力」。那我们就晓得，真正念佛求生的人，阿弥陀佛派遣二十五菩萨，这里头一定有大势至菩萨。可能大势至菩萨是这二十五菩萨里面的首领，好像这个班他是班长。帮助这些人往生极乐世界，往生极乐世界就离开三途，得无上力。这个无上力，得阿弥陀佛本愿威神加持，皆作阿惟越致菩萨，这就是无上力。「又《阿弥陀经》云：若有善男子、善女人，闻是经受持者，及闻诸佛名者，是诸善男子、善女人，皆为一切诸佛之所护念」，这是《弥陀经》上说的。「又念佛之人有四十里光明烛身，魔不能犯」。这些都是佛经上说的，我们对自己要有信心、对佛要有信心、对教要有信心，不要被别人吓到了。",
      "zh_TW": "這是大勢至菩薩說明他自己在這個世間，專門攝取念佛人往生淨土，也就是專門接引念佛求生淨土的人。「《淨修捷要》云」，《淨修捷要》，夏蓮居老居士作的，「大勢至菩薩，現居此界」，示現在我們這個世界，「作大利樂，於念佛眾生，攝取不捨，令離三途，得無上力」。那我們就曉得，真正念佛求生的人，阿彌陀佛派遣二十五菩薩，這裡頭一定有大勢至菩薩。可能大勢至菩薩是這二十五菩薩裡面的首領，好像這個班他是班長。幫助這些人往生極樂世界，往生極樂世界就離開三途，得無上力。這個無上力，得阿彌陀佛本願威神加持，皆作阿惟越致菩薩，這就是無上力。「又《阿彌陀經》云：若有善男子、善女人，聞是經受持者，及聞諸佛名者，是諸善男子、善女人，皆為一切諸佛之所護念」，這是《彌陀經》上說的。「又念佛之人有四十里光明燭身，魔不能犯」。這些都是佛經上說的，我們對自己要有信心、對佛要有信心、對教要有信心，不要被別人嚇到了。"
    },
    {
      "id": "02-040-0009_p0035",
      "zh_CN": "在这个时代，灵异的事情很多，中国、外国到处都有。我们第一次到东北去，是跟韩馆长一道，她是大连人。大陆开放之后，她回到老家看看她的兄弟姐妹，家乡还有一些父老，顺便我们到沈阳去玩、到长春去玩，这两个大城市。在长春住的这个旅馆是很新，是个相当高级的旅馆，我跟她住在同一层楼。第二天早晨起来她告诉我，这旅馆不干净。我说挺干净的，哪里不干净？原来她说这个地方鬼很多，晚上找她，很多很多去找她。她问我怎么样？我说我晚上睡得很好，一夜睡到天亮，什么事也没有。她说他为什么找我？我说他当然找妳，他找我没用。为什么？我在这个道场说话不算数，没人听我的，这个道场人听妳，妳发号施令，他不找妳找谁？她说找我干什么？找妳超度。一句话提醒她了。妳赶紧发愿，回到台湾去，给他做超度佛事，他就不找妳麻烦了。我们要知道，长春在国共战争的时候是被围城，围得紧紧的，不让城里人出来。城里人全是饿死的，到时候人吃人，好像三十多万人统统死掉了。这个战争多可怕，这些人死的时候多怨，那个怨恨心多重！所以赶紧给他做一场佛事超度他们。",
      "zh_TW": "在這個時代，靈異的事情很多，中國、外國到處都有。我們第一次到東北去，是跟韓館長一道，她是大連人。大陸開放之後，她回到老家看看她的兄弟姐妹，家鄉還有一些父老，順便我們到瀋陽去玩、到長春去玩，這兩個大城市。在長春住的這個旅館是很新，是個相當高級的旅館，我跟她住在同一層樓。第二天早晨起來她告訴我，這旅館不乾淨。我說挺乾淨的，哪裡不乾淨？原來她說這個地方鬼很多，晚上找她，很多很多去找她。她問我怎麼樣？我說我晚上睡得很好，一夜睡到天亮，什麼事也沒有。她說他為什麼找我？我說他當然找妳，他找我沒用。為什麼？我在這個道場說話不算數，沒人聽我的，這個道場人聽妳，妳發號施令，他不找妳找誰？她說找我幹什麼？找妳超度。一句話提醒她了。妳趕緊發願，回到台灣去，給他做超度佛事，他就不找妳麻煩了。我們要知道，長春在國共戰爭的時候是被圍城，圍得緊緊的，不讓城裡人出來。城裡人全是餓死的，到時候人吃人，好像三十多萬人統統死掉了。這個戰爭多可怕，這些人死的時候多怨，那個怨恨心多重！所以趕緊給他做一場佛事超度他們。"
    },
    {
      "id": "02-040-0009_p0036",
      "zh_CN": "这些事到处都有，中国、外国。我们在洛杉矶住的时候，有一个同修，他跟我们住在达拉斯。他的岳父岳母住在洛杉矶，他们给他买一栋房子，房子也是鬼屋。有人晓得鬼屋，所以它价格很便宜。他说真的他这个房子常常门自己开了，里面桌椅板凳都好像有人在坐，白天晚上都可以听到，真有。他说有一天他的老岳父在洗澡，看到外面有人，他知道是鬼。那个鬼是什么？以前住在这个房子里面死去的，没离开。问他，你叫什么名字？他就居然答应了一声，把他可吓坏了，衣服也没穿就往外边跑。这不是假的是真的。我们了解这些事实真相，就要警告自己，自己遇到这些，我们功夫还差一等，心还是不清净，信心还没有达到标准。如果有六十分的标准，大概就没事了。真是古人所说的，「行有不得，反求诸己」，自己不能有名利心，不能有不善的念头，学佛一定要依教奉行。",
      "zh_TW": "這些事到處都有，中國、外國。我們在洛杉磯住的時候，有一個同修，他跟我們住在達拉斯。他的岳父岳母住在洛杉磯，他們給他買一棟房子，房子也是鬼屋。有人曉得鬼屋，所以它價格很便宜。他說真的他這個房子常常門自己開了，裡面桌椅板凳都好像有人在坐，白天晚上都可以聽到，真有。他說有一天他的老岳父在洗澡，看到外面有人，他知道是鬼。那個鬼是什麼？以前住在這個房子裡面死去的，沒離開。問他，你叫什麼名字？他就居然答應了一聲，把他可嚇壞了，衣服也沒穿就往外邊跑。這不是假的是真的。我們了解這些事實真相，就要警告自己，自己遇到這些，我們功夫還差一等，心還是不清淨，信心還沒有達到標準。如果有六十分的標準，大概就沒事了。真是古人所說的，「行有不得，反求諸己」，自己不能有名利心，不能有不善的念頭，學佛一定要依教奉行。"
    },
    {
      "id": "02-040-0009_p0037",
      "zh_CN": "佛教给我们的，你看，一入门就教你三皈依，觉正净，这三个标准，成佛之道。一个得到了，三个全得到，好比一个房子三个门，无论从哪个门走进去，都是圆满得到，一而三，三而一。一般禅宗、性宗走觉门，讲求大彻大悟，明心见性。像华严、法华，这些叫教下，教下多半走的是正门，正知正见。它是慢慢向上提升，没有觉门那么快，一闻千悟，这是有阶级的，十信、十住、十行、十回向、十地慢慢向上提升，路子虽然长，很稳当。第三个就是净门，专修清净心，净土是净门，密宗是净门。法门无量无边，最后入门的只有这三门，到最后到大殿了，只有这三个门，随便从哪个门都能进去，得到的是圆满的。没进去是三门，进去之后是一而三，三而一。所以，法是平等法。",
      "zh_TW": "佛教給我們的，你看，一入門就教你三皈依，覺正淨，這三個標準，成佛之道。一個得到了，三個全得到，好比一個房子三個門，無論從哪個門走進去，都是圓滿得到，一而三，三而一。一般禪宗、性宗走覺門，講求大徹大悟，明心見性。像華嚴、法華，這些叫教下，教下多半走的是正門，正知正見。它是慢慢向上提升，沒有覺門那麼快，一聞千悟，這是有階級的，十信、十住、十行、十迴向、十地慢慢向上提升，路子雖然長，很穩當。第三個就是淨門，專修清淨心，淨土是淨門，密宗是淨門。法門無量無邊，最後入門的只有這三門，到最後到大殿了，只有這三個門，隨便從哪個門都能進去，得到的是圓滿的。沒進去是三門，進去之後是一而三，三而一。所以，法是平等法。"
    },
    {
      "id": "02-040-0009_p0038",
      "zh_CN": "净宗无比殊胜难得，真正是三根普被，利钝全收，诸佛菩萨赞叹，龙天善神福佑。念佛人是最有福的人，如果还遇到奇奇怪怪事情，心行不正，自己有问题，修正心念就恢复正常了。今天时间到了，我们就学习到此地。",
      "zh_TW": "淨宗無比殊勝難得，真正是三根普被，利鈍全收，諸佛菩薩讚歎，龍天善神福佑。念佛人是最有福的人，如果還遇到奇奇怪怪事情，心行不正，自己有問題，修正心念就恢復正常了。今天時間到了，我們就學習到此地。"
    }
  ]
}