{
  "doc_id": "02-040-0459",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五九集",
    "zh_TW": "第四五九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0459",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0459_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0459_p0002",
      "zh_CN": "请看《大经科注》第七百六十四页第三行，从当中看起：",
      "zh_TW": "請看《大經科註》第七百六十四頁第三行，從當中看起："
    },
    {
      "id": "02-040-0459_p0003",
      "zh_CN": "「中辈之人，临终得见化佛，亦决往生」。决是决定，决定往生。「因佛诸身不一不异」，这句话非常重要，说佛身也就是说我们自己的身，因为佛跟众生是一不是二，这个学佛同学一定要搞清楚。《华严经》上，《华严》是释迦牟尼佛成道第一次宣讲的大经。内容是什么？佛在毕钵罗树下入定，真正彻底放下，放下什么？放下一切的烦恼、习气、障碍，这些东西障碍我们的真如本性，换句话说，障碍我们自己的真心。人人都有个真心，真心从来没有失掉，这个真心就叫本性，也就是真佛，真心真佛。佛是什么意思？佛是智慧、是觉悟，印度人把觉悟跟智慧称之为佛陀。这个智慧、觉悟是本有的，不是从外学来的，外面没有，叫自性觉，自性本觉。我们中国老祖宗懂，不是不懂，中国老祖宗说本性本善。这个觉就是善的意思，智也是善的意思，统能讲得通，自己本来有的。本来有的，现在为什么没有？现在迷了。为什么会迷？因为烦恼、习气，这个东西把我们的真心迷了。迷了之后，从真心变现出一个妄心来。妄心跟真心是一个心，作用不一样。作用，真心在觉，它是无所不知，无量智慧，无所不能，这么大的作用。迷了之后，一无所知，虽有，它不起作用，所以佛叫它做无明。无明是什么？它不明了，本来是明了，现在不明了，叫无明。无明是所有烦恼的根源，烦恼都是从这生的，所以一旦觉悟，烦恼全没有了。",
      "zh_TW": "「中輩之人，臨終得見化佛，亦決往生」。決是決定，決定往生。「因佛諸身不一不異」，這句話非常重要，說佛身也就是說我們自己的身，因為佛跟眾生是一不是二，這個學佛同學一定要搞清楚。《華嚴經》上，《華嚴》是釋迦牟尼佛成道第一次宣講的大經。內容是什麼？佛在畢缽羅樹下入定，真正徹底放下，放下什麼？放下一切的煩惱、習氣、障礙，這些東西障礙我們的真如本性，換句話說，障礙我們自己的真心。人人都有個真心，真心從來沒有失掉，這個真心就叫本性，也就是真佛，真心真佛。佛是什麼意思？佛是智慧、是覺悟，印度人把覺悟跟智慧稱之為佛陀。這個智慧、覺悟是本有的，不是從外學來的，外面沒有，叫自性覺，自性本覺。我們中國老祖宗懂，不是不懂，中國老祖宗說本性本善。這個覺就是善的意思，智也是善的意思，統能講得通，自己本來有的。本來有的，現在為什麼沒有？現在迷了。為什麼會迷？因為煩惱、習氣，這個東西把我們的真心迷了。迷了之後，從真心變現出一個妄心來。妄心跟真心是一個心，作用不一樣。作用，真心在覺，它是無所不知，無量智慧，無所不能，這麼大的作用。迷了之後，一無所知，雖有，它不起作用，所以佛叫它做無明。無明是什麼？它不明瞭，本來是明瞭，現在不明瞭，叫無明。無明是所有煩惱的根源，煩惱都是從這生的，所以一旦覺悟，煩惱全沒有了。"
    },
    {
      "id": "02-040-0459_p0004",
      "zh_CN": "烦恼是假的不是真的，像个阴影，光明一照它就不见了，黑暗就没有了。明暗两面，明是觉，暗是不觉。我们今天在不觉，不觉的时间太久，不觉就是迷得太深，真正回不了头来。这时候亏得释迦牟尼佛明白了，怎么明白的？从禅定当中明白的。所以戒定慧叫三学，不只是释迦牟尼佛的教诲，他告诉我们，十方三世一切诸佛如来教人破迷开悟、回归自性，都用这个方法，没有例外的，就是戒定慧，因戒得定，因定开慧。佛学的终极目标是要开智慧，定是手段不是目的，心定他智慧就现前。所以佛法里面用水表法，水在宁静的时候不起波浪，没有染污，把它比作真心、比作本性，这个本性本善。水像一面镜子一样，外面山河大地统统照在里头，照得清清楚楚、明明白白，这就是它的作用。真心能照全宇宙，不但照全宇宙，还照过去未来，没有照不见的。不但能见、能闻、能嗅、能知，见闻觉知四个字全起作用，本能。所以佛说一切众生本来是佛，佛是你的本来面目，你现在把这些作用丧失掉，叫你做凡夫。凡夫跟佛没有两样，凡夫觉悟叫做佛陀，自性迷了叫做凡夫，就这么一回事情。",
      "zh_TW": "煩惱是假的不是真的，像個陰影，光明一照它就不見了，黑暗就沒有了。明暗兩面，明是覺，暗是不覺。我們今天在不覺，不覺的時間太久，不覺就是迷得太深，真正回不了頭來。這時候虧得釋迦牟尼佛明白了，怎麼明白的？從禪定當中明白的。所以戒定慧叫三學，不只是釋迦牟尼佛的教誨，他告訴我們，十方三世一切諸佛如來教人破迷開悟、回歸自性，都用這個方法，沒有例外的，就是戒定慧，因戒得定，因定開慧。佛學的終極目標是要開智慧，定是手段不是目的，心定他智慧就現前。所以佛法裡面用水表法，水在寧靜的時候不起波浪，沒有染污，把它比作真心、比作本性，這個本性本善。水像一面鏡子一樣，外面山河大地統統照在裡頭，照得清清楚楚、明明白白，這就是它的作用。真心能照全宇宙，不但照全宇宙，還照過去未來，沒有照不見的。不但能見、能聞、能嗅、能知，見聞覺知四個字全起作用，本能。所以佛說一切眾生本來是佛，佛是你的本來面目，你現在把這些作用喪失掉，叫你做凡夫。凡夫跟佛沒有兩樣，凡夫覺悟叫做佛陀，自性迷了叫做凡夫，就這麼一回事情。"
    },
    {
      "id": "02-040-0459_p0005",
      "zh_CN": "净土宗一生成就的原理，理论的根据就是佛在《观经》上所说的「是心是佛，是心作佛」，这是理论根据。净宗修行的方法，佛在《观无量寿经》说了十六种方法，十六种每一种里面又有很多方法，说不尽。念佛法门就是信愿持名，是十六种里头最后的一种，就是第十六观，叫持名念佛。佛说法，恒顺众生。古时候在中国，印度好像也不例外，把最好的、最精彩的摆在最后面，像文艺表演最后的那场叫压轴戏，那是整个表演里头的精华，摆在最后，让看戏的人必须从头看到尾，你要没有看到最后的，最精彩的没有看到，那叫可惜掉了。佛说法亦如是，把最精彩的、最得受用的放在最后。《楞严经》上二十五圆通章，把观世音菩萨耳根圆通摆到最后。如果按顺序摆，耳根应该摆在第二，二十五个顺序它是第二个，第一个是眼根，第二个是耳根。它的顺序是六根、六识、六尘，它这个次序的，后面是七大。十六观，你就晓得，十六种念佛的方法，信愿持名摆在最后。为什么？最简单、最容易，又最稳当、最快速，成功最高，无比的殊胜。",
      "zh_TW": "淨土宗一生成就的原理，理論的根據就是佛在《觀經》上所說的「是心是佛，是心作佛」，這是理論根據。淨宗修行的方法，佛在《觀無量壽經》說了十六種方法，十六種每一種裡面又有很多方法，說不盡。念佛法門就是信願持名，是十六種裡頭最後的一種，就是第十六觀，叫持名念佛。佛說法，恆順眾生。古時候在中國，印度好像也不例外，把最好的、最精彩的擺在最後面，像文藝表演最後的那場叫壓軸戲，那是整個表演裡頭的精華，擺在最後，讓看戲的人必須從頭看到尾，你要沒有看到最後的，最精彩的沒有看到，那叫可惜掉了。佛說法亦如是，把最精彩的、最得受用的放在最後。《楞嚴經》上二十五圓通章，把觀世音菩薩耳根圓通擺到最後。如果按順序擺，耳根應該擺在第二，二十五個順序它是第二個，第一個是眼根，第二個是耳根。它的順序是六根、六識、六塵，它這個次序的，後面是七大。十六觀，你就曉得，十六種念佛的方法，信願持名擺在最後。為什麼？最簡單、最容易，又最穩當、最快速，成功最高，無比的殊勝。"
    },
    {
      "id": "02-040-0459_p0006",
      "zh_CN": "这一段经文讲三辈往生，我们现在看的是中辈，这几句话是黄念老居士的按语，前面是引经引论，经论当中说的，他在这里做一个总结。中辈之人，临终见到的化佛，阿弥陀佛来接引，全是化佛，化佛跟真佛没有两样。法身、报身、应身、化身，说有四种身，四种身是在作用上不一样，体上是一个，都是从真身变现出来。化佛是什么样子？从理上讲，跟真佛一样；从事上讲，跟那个众生心里想的是一样。《楞严经》上说得非常好，「随众生心，应所知量。」所以化佛的样子是随你心里想的，你心里常常想那尊佛那个样子，临终就是这个样子的佛来了。你会感觉得很熟悉，你天天拜他、天天念他，终于把他念来，欢欢喜喜跟他去。另外一个人也是念佛人，家里供的佛像跟你的像不一样，他临命终时见他那个相。",
      "zh_TW": "這一段經文講三輩往生，我們現在看的是中輩，這幾句話是黃念老居士的按語，前面是引經引論，經論當中說的，他在這裡做一個總結。中輩之人，臨終見到的化佛，阿彌陀佛來接引，全是化佛，化佛跟真佛沒有兩樣。法身、報身、應身、化身，說有四種身，四種身是在作用上不一樣，體上是一個，都是從真身變現出來。化佛是什麼樣子？從理上講，跟真佛一樣；從事上講，跟那個眾生心裡想的是一樣。《楞嚴經》上說得非常好，「隨眾生心，應所知量。」所以化佛的樣子是隨你心裡想的，你心裡常常想那尊佛那個樣子，臨終就是這個樣子的佛來了。你會感覺得很熟悉，你天天拜他、天天念他，終於把他念來，歡歡喜喜跟他去。另外一個人也是念佛人，家裡供的佛像跟你的像不一樣，他臨命終時見他那個相。"
    },
    {
      "id": "02-040-0459_p0007",
      "zh_CN": "所以，凡事都要专，不要搞太乱。你说供这个阿弥陀佛像，你心不专，看到什么样的像都喜欢，搞了很多尊阿弥陀佛像供在一起，那临命终的时候阿弥陀佛来迎接你，你跟哪个相走？所以我在多少年来就劝人，像就供一尊。为什么？专一。尤其现在方便，现在照相方便，家里供一尊像，泥塑木雕的不好带，出门的时候带照片。我照成照片，我随时带在身上，走到哪里都带到哪里，每天早晚都看到它，熟了，决定是这个相来接引，一点不会错。临终不是这个相，那就不是真的阿弥陀佛，那就是魔来现身来欺骗你。魔不敢变本尊，变本尊有护法神干扰他，不准他这么做法，他现不是你的本尊，他可以，护法神原则上不干扰，那我们就上当了。所以这个专一比什么都重要！世出世间一切法，一定要知道专，专一就有不可思议的能量，帮助你成就。无论佛现的什么身，都是从真身显现的，自然显现的。佛不起心、不动念、不分别、不执着，他不会起心动念，现什么样的相是众生心，众生的念力、众生的愿力，是随这个，随心应量。这个理跟事不能不知道。",
      "zh_TW": "所以，凡事都要專，不要搞太亂。你說供這個阿彌陀佛像，你心不專，看到什麼樣的像都喜歡，搞了很多尊阿彌陀佛像供在一起，那臨命終的時候阿彌陀佛來迎接你，你跟哪個相走？所以我在多少年來就勸人，像就供一尊。為什麼？專一。尤其現在方便，現在照相方便，家裡供一尊像，泥塑木雕的不好帶，出門的時候帶照片。我照成照片，我隨時帶在身上，走到哪裡都帶到哪裡，每天早晚都看到它，熟了，決定是這個相來接引，一點不會錯。臨終不是這個相，那就不是真的阿彌陀佛，那就是魔來現身來欺騙你。魔不敢變本尊，變本尊有護法神干擾他，不准他這麼做法，他現不是你的本尊，他可以，護法神原則上不干擾，那我們就上當了。所以這個專一比什麼都重要！世出世間一切法，一定要知道專，專一就有不可思議的能量，幫助你成就。無論佛現的什麼身，都是從真身顯現的，自然顯現的。佛不起心、不動念、不分別、不執著，他不會起心動念，現什麼樣的相是眾生心，眾生的念力、眾生的願力，是隨這個，隨心應量。這個理跟事不能不知道。"
    },
    {
      "id": "02-040-0459_p0008",
      "zh_CN": "「故随化佛往生安乐，住不退转」。这几句是讲你往生极乐世界，你随着化佛，你跟他去了。往生到极乐世界，到极乐世界就住不退转，这个住就是决定，你住定了，住在三种不退里头，位不退、行不退、念不退。位，是圣人，决定不会退转到凡夫。小乘阿罗汉只有位不退，所以他是圣人。第二种行不退，行不退是菩萨，他发菩提心，行菩萨道，决定不会退到阿罗汉。第三种是念不退，法身菩萨，念念趣向无上菩提。这三种不退转全部证得叫圆证三不退，圆满证得三不退，在华严圆教初住以上，四十一个阶位，法身菩萨。华严是圆教，净土是圆教，净土跟华严无二无别，华严讲得究竟圆满，落实在极乐世界。所以念老的集注里头引显密大经，证明华藏、极乐、密严是一不是二，名称有三个，实际上就是一处。八万四千法门，无论修哪个法门，最后所证的、所生的处所，证果所生的处所是华藏世界；藏密，所成就的最后是密严世界；净土最后归宿是极乐世界。三个名称不同，是一个地方。所以一个到了，全到了，只是你用的方法不一样。好像我们走的道路不相同，使用交通工具不相同，最后目的地是一样的。你要不了解这个事实真相，互相在毁谤批评，毫无意义；最后走到，你也在此地，到达目的地是一样。",
      "zh_TW": "「故隨化佛往生安樂，住不退轉」。這幾句是講你往生極樂世界，你隨著化佛，你跟他去了。往生到極樂世界，到極樂世界就住不退轉，這個住就是決定，你住定了，住在三種不退裡頭，位不退、行不退、念不退。位，是聖人，決定不會退轉到凡夫。小乘阿羅漢只有位不退，所以他是聖人。第二種行不退，行不退是菩薩，他發菩提心，行菩薩道，決定不會退到阿羅漢。第三種是念不退，法身菩薩，念念趣向無上菩提。這三種不退轉全部證得叫圓證三不退，圓滿證得三不退，在華嚴圓教初住以上，四十一個階位，法身菩薩。華嚴是圓教，淨土是圓教，淨土跟華嚴無二無別，華嚴講得究竟圓滿，落實在極樂世界。所以念老的集註裡頭引顯密大經，證明華藏、極樂、密嚴是一不是二，名稱有三個，實際上就是一處。八萬四千法門，無論修哪個法門，最後所證的、所生的處所，證果所生的處所是華藏世界；藏密，所成就的最後是密嚴世界；淨土最後歸宿是極樂世界。三個名稱不同，是一個地方。所以一個到了，全到了，只是你用的方法不一樣。好像我們走的道路不相同，使用交通工具不相同，最後目的地是一樣的。你要不了解這個事實真相，互相在毀謗批評，毫無意義；最後走到，你也在此地，到達目的地是一樣。"
    },
    {
      "id": "02-040-0459_p0009",
      "zh_CN": "「但功德智慧，次于上辈者」。你的功德跟次第比上辈要差一点。这个我们知道得很清楚。为什么？同是华藏世界，同是极乐世界，同是实报庄严土，里头有十住、十行、十回向、十地、等觉四十一个阶级，全都是在一处，在一处有四十一个阶级，这就是功德智慧有差别。有多大差别？不大，这个不大是在极乐世界。华藏跟密严，我们了解得不够透彻，但是根据理论上来推想，应该跟极乐世界不一样。为什么？极乐世界虽然有四十一个阶级，实际上是平等的；华藏上讲四十一个阶级，没有讲平等。极乐为什么讲平等？因为得到阿弥陀佛本愿威神的加持。华藏没有，密严也没有，大日如来也没有这个说法。四十八愿的加持，所以极乐世界有这四十一个阶位的名称，事实上它是平等的，皆作阿惟越致菩萨。不但上辈里头平等，中辈、下辈也平等；跟上辈平等，这就真正不可思议，中辈是方便有余土，下辈凡圣同居土。愿文里头说，往生到极乐世界，作阿惟越致菩萨，没有说下辈在外，没有说中辈不摄，没说这个话，没说这个话全都是，这个不可思议！这些地方我们特别留意，为什么？我们为什么选择这个法门，这就看清楚了。极乐世界虽然是相同，它胜过前面两种，而且这个法门容易修，真正我们有把握往生，真能成就。",
      "zh_TW": "「但功德智慧，次於上輩者」。你的功德跟次第比上輩要差一點。這個我們知道得很清楚。為什麼？同是華藏世界，同是極樂世界，同是實報莊嚴土，裡頭有十住、十行、十迴向、十地、等覺四十一個階級，全都是在一處，在一處有四十一個階級，這就是功德智慧有差別。有多大差別？不大，這個不大是在極樂世界。華藏跟密嚴，我們了解得不夠透徹，但是根據理論上來推想，應該跟極樂世界不一樣。為什麼？極樂世界雖然有四十一個階級，實際上是平等的；華藏上講四十一個階級，沒有講平等。極樂為什麼講平等？因為得到阿彌陀佛本願威神的加持。華藏沒有，密嚴也沒有，大日如來也沒有這個說法。四十八願的加持，所以極樂世界有這四十一個階位的名稱，事實上它是平等的，皆作阿惟越致菩薩。不但上輩裡頭平等，中輩、下輩也平等；跟上輩平等，這就真正不可思議，中輩是方便有餘土，下輩凡聖同居土。願文裡頭說，往生到極樂世界，作阿惟越致菩薩，沒有說下輩在外，沒有說中輩不攝，沒說這個話，沒說這個話全都是，這個不可思議！這些地方我們特別留意，為什麼？我們為什麼選擇這個法門，這就看清楚了。極樂世界雖然是相同，它勝過前面兩種，而且這個法門容易修，真正我們有把握往生，真能成就。"
    },
    {
      "id": "02-040-0459_p0010",
      "zh_CN": "尤其在现前我们所居住的环境，境缘顺境少、逆境多，这个环境对修行人，会的，有大利益；不会的，可能有障碍。会修的人，就是禁得起考验的人，顺境善缘不生贪恋，没有一丝毫贪恋，这个人进步就很快，提升得快；逆境恶缘不生瞋恚，人在这个境界里头很容易迷在贪瞋痴里头，你能够觉悟，不迷、不贪、不瞋，这个成就就大幅度向上提升。所以蕅益大师说得好，他说境缘无好丑，好丑在于心，在自己的用心，自己用清净平等心，境缘没有好丑，为什么？平等看待。喜不喜欢？喜欢。对于外面一般宗教讲、世间人讲，爱不爱他？爱他。虽喜欢，虽然爱他，没有起心、没有动念、没有分别、没有执着。这是什么？这是真爱，这是真心起作用。凡夫的爱，假的，不是真的。真的是什么？真是永恒不变。他没有起心动念、没有分别执着，那个爱是永恒不变的。会变，今天喜欢你，明天不喜欢，这是假的，不是真的，妄心。妄心刹那刹那在变，心在变，身也在变。",
      "zh_TW": "尤其在現前我們所居住的環境，境緣順境少、逆境多，這個環境對修行人，會的，有大利益；不會的，可能有障礙。會修的人，就是禁得起考驗的人，順境善緣不生貪戀，沒有一絲毫貪戀，這個人進步就很快，提升得快；逆境惡緣不生瞋恚，人在這個境界裡頭很容易迷在貪瞋痴裡頭，你能夠覺悟，不迷、不貪、不瞋，這個成就就大幅度向上提升。所以蕅益大師說得好，他說境緣無好醜，好醜在於心，在自己的用心，自己用清淨平等心，境緣沒有好醜，為什麼？平等看待。喜不喜歡？喜歡。對於外面一般宗教講、世間人講，愛不愛他？愛他。雖喜歡，雖然愛他，沒有起心、沒有動念、沒有分別、沒有執著。這是什麼？這是真愛，這是真心起作用。凡夫的愛，假的，不是真的。真的是什麼？真是永恆不變。他沒有起心動念、沒有分別執著，那個愛是永恆不變的。會變，今天喜歡你，明天不喜歡，這是假的，不是真的，妄心。妄心剎那剎那在變，心在變，身也在變。"
    },
    {
      "id": "02-040-0459_p0011",
      "zh_CN": "昨天有个同学送一份参考资料给我，因为我讲经提到人体的细胞，我说错了，我说大概是十五兆，他把资料拿给我看，六十兆，不是十五，六十兆的细胞。每天我们的细胞里头生灭，我们讲新陈代谢，有多少个？有七十亿，每一天。每一天我们细胞有七十亿换位，老的坏掉，新的又生，你说哪个身体是自己？昨天是那个，今天不一样。一天七十亿的细胞在那个地方交换生灭，分分秒秒它都有旧的淘汰、新的生起来，所以哪是我自己的身？佛家讲生灭两种，一个变易生灭，一个分段生灭，这叫分段生灭。有些细胞它的寿命只有几个小时，有的有几天，最长的是脑神经细胞，脑神经细胞它的寿命是一百五十年。所以我们身体细胞寿命长短不一样，脑神经最长，像皮肤上面这个都很短，三、五天已经不是它，换新的了。佛家讲无常，这两个字的意思很深。知道无常，叫我们不要留恋，为什么？留恋不住，留不住，不是我们想留就留，留不住，念头也留不住。念头是受想行识，身体是色法，色受想行识叫五蕴，五蕴是无常的，每一个都是无常的。",
      "zh_TW": "昨天有個同學送一份參考資料給我，因為我講經提到人體的細胞，我說錯了，我說大概是十五兆，他把資料拿給我看，六十兆，不是十五，六十兆的細胞。每天我們的細胞裡頭生滅，我們講新陳代謝，有多少個？有七十億，每一天。每一天我們細胞有七十億換位，老的壞掉，新的又生，你說哪個身體是自己？昨天是那個，今天不一樣。一天七十億的細胞在那個地方交換生滅，分分秒秒它都有舊的淘汰、新的生起來，所以哪是我自己的身？佛家講生滅兩種，一個變易生滅，一個分段生滅，這叫分段生滅。有些細胞它的壽命只有幾個小時，有的有幾天，最長的是腦神經細胞，腦神經細胞它的壽命是一百五十年。所以我們身體細胞壽命長短不一樣，腦神經最長，像皮膚上面這個都很短，三、五天已經不是它，換新的了。佛家講無常，這兩個字的意思很深。知道無常，叫我們不要留戀，為什麼？留戀不住，留不住，不是我們想留就留，留不住，念頭也留不住。念頭是受想行識，身體是色法，色受想行識叫五蘊，五蘊是無常的，每一個都是無常的。"
    },
    {
      "id": "02-040-0459_p0012",
      "zh_CN": "无常，哪里有真的我在其中？所以要看破，看破你就不留恋。要把这个无常，短暂无常之身，来办大事。大事是什么？大事就是佛事。我们要学佛，学佛就是回归自性。真要回归自性，那真这个字很重要，因为整个宇宙是虚幻的。《金刚经》上讲得好，「凡所有相皆是虚妄」，不是真的，我们要求真，从今天起、从现在起我要用真心。真心在哪里不会用，佛有接近真心的方法。什么是接近真心？十善业就接近真心。不杀生，永远不能有一个念头害别人，伤害别人属于杀业、属于盗业，对人的身命有伤害是杀业，对人的财物有损害的是盗业。不杀、不盗、不淫、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴，这些都是与真心接近、相应，从这个地方认真去做，对一切人事物用真心，不用妄心。",
      "zh_TW": "無常，哪裡有真的我在其中？所以要看破，看破你就不留戀。要把這個無常，短暫無常之身，來辦大事。大事是什麼？大事就是佛事。我們要學佛，學佛就是回歸自性。真要回歸自性，那真這個字很重要，因為整個宇宙是虛幻的。《金剛經》上講得好，「凡所有相皆是虛妄」，不是真的，我們要求真，從今天起、從現在起我要用真心。真心在哪裡不會用，佛有接近真心的方法。什麼是接近真心？十善業就接近真心。不殺生，永遠不能有一個念頭害別人，傷害別人屬於殺業、屬於盜業，對人的身命有傷害是殺業，對人的財物有損害的是盜業。不殺、不盜、不淫、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴，這些都是與真心接近、相應，從這個地方認真去做，對一切人事物用真心，不用妄心。"
    },
    {
      "id": "02-040-0459_p0013",
      "zh_CN": "真心就是爱心，真诚的爱心，这个爱心里头没有控制的念头、没有占有的念头、没有支配的念头，什么念头也没有，纯洁的爱。谁有？每个人都有。什么时候这个东西现前？你生下来那个时候。我讲经前面说过，「人生百日」，你出生的一百天，「体露真常」，你的真诚爱心表现出来了。你看，无论在什么时候，笑咪咪的，那小孩，不管什么人来，你去接触他，他对你都笑，他没有分别、没有执着，还不认识谁是他的父母。等到他认识他的父母，他的心被染污了，他有分别，他有执着，不是天真了，天真就丧失掉。大概天真可以保持一百天，那一百天是什么？那一百天是真佛，不是假佛。一百天以后慢慢迷了，愈迷愈深，就变成凡夫。由是可知，我们能够体会到得，我们的老祖宗厉害，千万年前就看出这个事实真相，就想到人如何一生保持这个天真，那就成佛。",
      "zh_TW": "真心就是愛心，真誠的愛心，這個愛心裡頭沒有控制的念頭、沒有佔有的念頭、沒有支配的念頭，什麼念頭也沒有，純潔的愛。誰有？每個人都有。什麼時候這個東西現前？你生下來那個時候。我講經前面說過，「人生百日」，你出生的一百天，「體露真常」，你的真誠愛心表現出來了。你看，無論在什麼時候，笑咪咪的，那小孩，不管什麼人來，你去接觸他，他對你都笑，他沒有分別、沒有執著，還不認識誰是他的父母。等到他認識他的父母，他的心被染污了，他有分別，他有執著，不是天真了，天真就喪失掉。大概天真可以保持一百天，那一百天是什麼？那一百天是真佛，不是假佛。一百天以後慢慢迷了，愈迷愈深，就變成凡夫。由是可知，我們能夠體會到得，我們的老祖宗厲害，千萬年前就看出這個事實真相，就想到人如何一生保持這個天真，那就成佛。"
    },
    {
      "id": "02-040-0459_p0014",
      "zh_CN": "但是在经验上告诉我们，保持不住。为什么？他会变。习性会变，本性不变，习性就是他的环境，环境会影响他，他跟圣人在一起他变成圣人，他跟凡夫在一起他就变成凡夫，「性相近，习相远」。你看古人，看出人的本性，看出人的习性。从本性上，佛讲的是一切众生本来是佛；从习性上讲，六道凡夫，不能称他作佛，他迷惑颠倒。于是教育这个念头就生起来，「茍不教，性乃迁」。从这个地方我们不难体会到，古人讲教育目的是什么？目的是保持你的本性。圆满的保持着，圣人；能保持个七、八成，贤人；能保持一半以上，君子。中国古来的教育圣贤教育，与升官发财不相干，与保持性德有密切关系，教育目标在此地。一个人升官发财，那是另一码事情，什么事情？福报。你是个好人，一生断恶修善、积功累德，那就是富贵命，富贵的因决定得富贵的果。今天这个世界，无论中国、外国，我们清楚，做大官的、发大财的，什么原因？过去生生世世行善积德累积的。他要不是累积的，他哪有这么大的福报？就是偷来的、抢来的、非法手段得来的，还是有福报，他能享受。我们命里没有这个福报，你去偷、去抢，还没偷到手，警察就抓去坐牢了，没这个福报！",
      "zh_TW": "但是在經驗上告訴我們，保持不住。為什麼？他會變。習性會變，本性不變，習性就是他的環境，環境會影響他，他跟聖人在一起他變成聖人，他跟凡夫在一起他就變成凡夫，「性相近，習相遠」。你看古人，看出人的本性，看出人的習性。從本性上，佛講的是一切眾生本來是佛；從習性上講，六道凡夫，不能稱他作佛，他迷惑顛倒。於是教育這個念頭就生起來，「茍不教，性乃遷」。從這個地方我們不難體會到，古人講教育目的是什麼？目的是保持你的本性。圓滿的保持著，聖人；能保持個七、八成，賢人；能保持一半以上，君子。中國古來的教育聖賢教育，與升官發財不相干，與保持性德有密切關係，教育目標在此地。一個人升官發財，那是另一碼事情，什麼事情？福報。你是個好人，一生斷惡修善、積功累德，那就是富貴命，富貴的因決定得富貴的果。今天這個世界，無論中國、外國，我們清楚，做大官的、發大財的，什麼原因？過去生生世世行善積德累積的。他要不是累積的，他哪有這麼大的福報？就是偷來的、搶來的、非法手段得來的，還是有福報，他能享受。我們命裡沒有這個福報，你去偷、去搶，還沒偷到手，警察就抓去坐牢了，沒這個福報！"
    },
    {
      "id": "02-040-0459_p0015",
      "zh_CN": "所以传统教育学了之后，人心是定的。他没有，他安分守己。他清楚，我这一生这个东西欠缺，我多做一点好事，来生我就提升，就有福了。这一点都不假。如果拼命修福，真正相信，一点不怀疑，像《了凡四训》里头所说的，那个福报来得快，现前就得到。那是什么？少年很苦，中年也苦，老年享福。为什么？他在青少年时候他就晓得修福，本来一生都受苦的，到晚年福报太多，现前了，这一生晚年得福。凡事都有业因，这个世间没有恶人，这个世间没有坏事，人人是好人，事事是好事，佛说的。你真学了佛，学了中国传统文化，社会上都是好人、都是好事。为什么？理事都搞清楚、都搞明白，对于做官、发财的不羡慕，羡慕是个错误的观念，要学习好好修因，有因有果，业因果报丝毫不爽，他明白这个道理。",
      "zh_TW": "所以傳統教育學了之後，人心是定的。他沒有，他安分守己。他清楚，我這一生這個東西欠缺，我多做一點好事，來生我就提升，就有福了。這一點都不假。如果拼命修福，真正相信，一點不懷疑，像《了凡四訓》裡頭所說的，那個福報來得快，現前就得到。那是什麼？少年很苦，中年也苦，老年享福。為什麼？他在青少年時候他就曉得修福，本來一生都受苦的，到晚年福報太多，現前了，這一生晚年得福。凡事都有業因，這個世間沒有惡人，這個世間沒有壞事，人人是好人，事事是好事，佛說的。你真學了佛，學了中國傳統文化，社會上都是好人、都是好事。為什麼？理事都搞清楚、都搞明白，對於做官、發財的不羨慕，羨慕是個錯誤的觀念，要學習好好修因，有因有果，業因果報絲毫不爽，他明白這個道理。"
    },
    {
      "id": "02-040-0459_p0016",
      "zh_CN": "我有时候也遇到佛友们，从政的佛友们，我在台湾遇到。教育部有个秘书，我们是老朋友，有一天他来问我，他们上一级有一个缺位，他想提升、争取，来问我。他是虔诚的佛教徒，想争取这个职位。我就告诉他，我说你要争取到，说明是你命中有的；你争取不到，命中没有。但是如果你能够发大心，我争取这个位子不是为我，是为国家、为人民造福，我的权力更大，我多做一些好事，我说如果真正发这个心，你命里没有也会争取到。他说为什么？我说上天看人，你是好人，你是为人民服务的，这个不一样。有时候有这些人，我提出给他们做参考，这里头没有迷信。为自己升官发财，得来的，命里所有的。这是说明社会贫富、智愚有差别。学佛，没有成佛之前，在等觉菩萨都有差别。成佛证得常寂光，这是究竟圆满，完全没有差别。实报土里头有差别。",
      "zh_TW": "我有時候也遇到佛友們，從政的佛友們，我在台灣遇到。教育部有個祕書，我們是老朋友，有一天他來問我，他們上一級有一個缺位，他想提升、爭取，來問我。他是虔誠的佛教徒，想爭取這個職位。我就告訴他，我說你要爭取到，說明是你命中有的；你爭取不到，命中沒有。但是如果你能夠發大心，我爭取這個位子不是為我，是為國家、為人民造福，我的權力更大，我多做一些好事，我說如果真正發這個心，你命裡沒有也會爭取到。他說為什麼？我說上天看人，你是好人，你是為人民服務的，這個不一樣。有時候有這些人，我提出給他們做參考，這裡頭沒有迷信。為自己升官發財，得來的，命裡所有的。這是說明社會貧富、智愚有差別。學佛，沒有成佛之前，在等覺菩薩都有差別。成佛證得常寂光，這是究竟圓滿，完全沒有差別。實報土裡頭有差別。"
    },
    {
      "id": "02-040-0459_p0017",
      "zh_CN": "我们再看下面这一段，「又《观经》中品三种往生者，皆未言发菩提心」，没有讲到发菩提心。「生极乐后，所证亦皆声闻乘果。如中品上生，花开即得阿罗汉果。中品中生，七日花开」，这就不一样，「得须陀洹，经半劫后，成阿罗汉。中品下生亦是七日后得须陀洹，但须过一小劫，方成阿罗汉。皆是小乘圣果。」《观经》上讲的。善导大师他注解《观经》，就是《四帖疏》，他老人家的解释也节录在此地，「谓中品上生是小乘根性上善凡夫人，中品中生是小乘下善凡夫人，中品下生是世善上福凡夫人」。上面一个是《观经》上说的，一个是善导大师所说的就称为论，论是解释经的，「似与本经相违。本经中辈皆是发菩提心之大乘行人」，本经就是《无量寿经》，《无量寿经》上中下三辈统统讲发菩提心，没有不发菩提心的，四十八愿里面第十九愿是发菩提心。十八愿十念必生，十九愿发菩提心，二十愿作阿惟越致菩萨，这是阿弥陀佛的本愿。净宗一定不能违背本愿，本愿是我们真正的根据，本愿上有说。本经中辈皆是发菩提心的大乘行人，「到已」，到达极乐世界，「皆不退转于无上菩提」，这就是阿惟越致菩萨。",
      "zh_TW": "我們再看下面這一段，「又《觀經》中品三種往生者，皆未言發菩提心」，沒有講到發菩提心。「生極樂後，所證亦皆聲聞乘果。如中品上生，花開即得阿羅漢果。中品中生，七日花開」，這就不一樣，「得須陀洹，經半劫後，成阿羅漢。中品下生亦是七日後得須陀洹，但須過一小劫，方成阿羅漢。皆是小乘聖果。」《觀經》上講的。善導大師他註解《觀經》，就是《四帖疏》，他老人家的解釋也節錄在此地，「謂中品上生是小乘根性上善凡夫人，中品中生是小乘下善凡夫人，中品下生是世善上福凡夫人」。上面一個是《觀經》上說的，一個是善導大師所說的就稱為論，論是解釋經的，「似與本經相違。本經中輩皆是發菩提心之大乘行人」，本經就是《無量壽經》，《無量壽經》上中下三輩統統講發菩提心，沒有不發菩提心的，四十八願裡面第十九願是發菩提心。十八願十念必生，十九願發菩提心，二十願作阿惟越致菩薩，這是阿彌陀佛的本願。淨宗一定不能違背本願，本願是我們真正的根據，本願上有說。本經中輩皆是發菩提心的大乘行人，「到已」，到達極樂世界，「皆不退轉於無上菩提」，這就是阿惟越致菩薩。"
    },
    {
      "id": "02-040-0459_p0018",
      "zh_CN": "「又《往生论》曰：二乘种不生。盖谓二乘种性之人不能往生，此则契于本经而违于上之经论」，跟《观经》、善导大师所说的不一样。「如上相违之处」，这互相违背的地方，「《净影疏》解之，甚为详善」。净影，隋朝时候慧远法师，不是初祖，净宗初祖是东晋慧远大师，名字完全相同，不同朝代，这是隋朝的，唐朝前面隋朝的，佛门叫他做小慧远，他有《无量寿经》的注解，这就是《净影疏》。称净影，净影是寺庙，净影寺，他在这个寺院里面住，后人尊敬他，不称名，也不称字，称净影大师。这是对人最尊敬的称呼，这个地方有一位大德，对他的尊称。中国古代这样称呼的很多，满清末年李鸿章，清末的大臣，他是合肥人，安徽合肥，人家不称他名，也不称他字，称他为李合肥，这是最尊敬的。",
      "zh_TW": "「又《往生論》曰：二乘種不生。蓋謂二乘種性之人不能往生，此則契於本經而違於上之經論」，跟《觀經》、善導大師所說的不一樣。「如上相違之處」，這互相違背的地方，「《淨影疏》解之，甚為詳善」。淨影，隋朝時候慧遠法師，不是初祖，淨宗初祖是東晉慧遠大師，名字完全相同，不同朝代，這是隋朝的，唐朝前面隋朝的，佛門叫他做小慧遠，他有《無量壽經》的註解，這就是《淨影疏》。稱淨影，淨影是寺廟，淨影寺，他在這個寺院裡面住，後人尊敬他，不稱名，也不稱字，稱淨影大師。這是對人最尊敬的稱呼，這個地方有一位大德，對他的尊稱。中國古代這樣稱呼的很多，滿清末年李鴻章，清末的大臣，他是合肥人，安徽合肥，人家不稱他名，也不稱他字，稱他為李合肥，這是最尊敬的。"
    },
    {
      "id": "02-040-0459_p0019",
      "zh_CN": "《净影疏》里头说，「天亲作往生偈，二乘种皆不得生」。天亲菩萨造的，这个作就是著作，著作的《往生论》，这里头有这一句偈，二乘种不生。「《观经》宣说小乘众生亦得往生，其义云何」？这什么意思？「释言」，这就是慧远疏里头说的，「言二乘种不得生者，就此国中往去时说，小乘众生先虽习小，临欲去时，要发大心方得往生」。这就是他，就此国中，是我们这里，在我们这个地球上的居民，他先学小乘，一生学小乘，但是临终他发菩提心求往生。临终发心，能去！信愿持名，他真相信有极乐世界、相信有阿弥陀佛，相信发愿往生佛来接引，他当然能去。不是因为他小乘往生的，不是这个意思，小乘不发信愿持名的心他去不了。他发这个心，这样去的，要发大心。「若用小心求生彼国，无得去理」。这是没法子，于理讲不通。这个解释得好。「为是天亲言，二乘种不得往生」。这就是天亲菩萨所说二乘种不得往生，临终回小向大，他决定得生。不但是小乘，那我们要问问，一个学基督教的，他临命终时听到这个法门，他相信，他发愿，他念阿弥陀佛，能不能往生？决定得生，关键是在他临终的时候他有没有这个转变。",
      "zh_TW": "《淨影疏》裡頭說，「天親作往生偈，二乘種皆不得生」。天親菩薩造的，這個作就是著作，著作的《往生論》，這裡頭有這一句偈，二乘種不生。「《觀經》宣說小乘眾生亦得往生，其義云何」？這什麼意思？「釋言」，這就是慧遠疏裡頭說的，「言二乘種不得生者，就此國中往去時說，小乘眾生先雖習小，臨欲去時，要發大心方得往生」。這就是他，就此國中，是我們這裡，在我們這個地球上的居民，他先學小乘，一生學小乘，但是臨終他發菩提心求往生。臨終發心，能去！信願持名，他真相信有極樂世界、相信有阿彌陀佛，相信發願往生佛來接引，他當然能去。不是因為他小乘往生的，不是這個意思，小乘不發信願持名的心他去不了。他發這個心，這樣去的，要發大心。「若用小心求生彼國，無得去理」。這是沒法子，於理講不通。這個解釋得好。「為是天親言，二乘種不得往生」。這就是天親菩薩所說二乘種不得往生，臨終迴小向大，他決定得生。不但是小乘，那我們要問問，一個學基督教的，他臨命終時聽到這個法門，他相信，他發願，他念阿彌陀佛，能不能往生？決定得生，關鍵是在他臨終的時候他有沒有這個轉變。"
    },
    {
      "id": "02-040-0459_p0020",
      "zh_CN": "我们早年在美国，亲眼看到的周广大先生，中国人，在马里兰州开个面包店，临终得的是癌症。癌症末期，医院里通知他家人接回去，不能再治疗了，告诉他存活的时间只有二、三个星期，这么严重。回去之后，一家人没有宗教信仰，这个时候临时抱佛脚，到处求神拜佛，希望有奇迹出现，找到我们的佛教会，华府佛教会。华府佛教会一九八三年成立的，我在那里，请我做会长，这个事情我亲身经历的。我们派了四个同修去看周先生，看他的状况，劝他念佛。看了之后，他们打电话告诉我，确实不行，癌细胞扩散了，没有办法。跟他介绍极乐世界、介绍阿弥陀佛，这个周先生有善根，一听就欢喜，马上就接受，告诉他家人，别去找什么医生、找药了，别找，统统念佛帮助我往生。所以我们四个同修带着他的家人念三天三夜，他往生了，真往生了，瑞相非常好，火化时候还有舍利。这一家人就信佛了。关键在最后！所以这个法门，一口气还没有断，都来得及，太殊胜了。关键就是临终头脑要清楚，如果痴呆症，一点办法都没有，这最怕的。所以要修福积德，为什么？临终的时候头脑清楚，这头一个条件，没有这个条件谁都帮不上忙。第二个条件善根，就是这个时候真信，平时半信半疑，这个时候不可以半信半疑，要真信，要真愿，一句佛号、十句佛号都能往生。这个法门的殊胜，在遍法界虚空界一切诸佛刹土里面都是第一，它不是第二，诸佛如来这才称赞阿弥陀佛为「光中极尊，佛中之王」。弥陀这个方法、这个做法，做法就是他建立极乐世界来接引这些众生，不是圆满的成就，到这个地方决定圆满成就。",
      "zh_TW": "我們早年在美國，親眼看到的周廣大先生，中國人，在馬里蘭州開個麵包店，臨終得的是癌症。癌症末期，醫院裡通知他家人接回去，不能再治療了，告訴他存活的時間只有二、三個星期，這麼嚴重。回去之後，一家人沒有宗教信仰，這個時候臨時抱佛腳，到處求神拜佛，希望有奇蹟出現，找到我們的佛教會，華府佛教會。華府佛教會一九八三年成立的，我在那裡，請我做會長，這個事情我親身經歷的。我們派了四個同修去看周先生，看他的狀況，勸他念佛。看了之後，他們打電話告訴我，確實不行，癌細胞擴散了，沒有辦法。跟他介紹極樂世界、介紹阿彌陀佛，這個周先生有善根，一聽就歡喜，馬上就接受，告訴他家人，別去找什麼醫生、找藥了，別找，統統念佛幫助我往生。所以我們四個同修帶著他的家人念三天三夜，他往生了，真往生了，瑞相非常好，火化時候還有舍利。這一家人就信佛了。關鍵在最後！所以這個法門，一口氣還沒有斷，都來得及，太殊勝了。關鍵就是臨終頭腦要清楚，如果痴呆症，一點辦法都沒有，這最怕的。所以要修福積德，為什麼？臨終的時候頭腦清楚，這頭一個條件，沒有這個條件誰都幫不上忙。第二個條件善根，就是這個時候真信，平時半信半疑，這個時候不可以半信半疑，要真信，要真願，一句佛號、十句佛號都能往生。這個法門的殊勝，在遍法界虛空界一切諸佛剎土裡面都是第一，它不是第二，諸佛如來這才稱讚阿彌陀佛為「光中極尊，佛中之王」。彌陀這個方法、這個做法，做法就是他建立極樂世界來接引這些眾生，不是圓滿的成就，到這個地方決定圓滿成就。"
    },
    {
      "id": "02-040-0459_p0021",
      "zh_CN": "下面还有一个问答，这假设的，「问云：若言去用大心，何故至彼证入小果」。这有了怀疑。「释」，底下有解释，「由其本习小乘多故，本在此处多学观察苦无常等」。小乘讲的苦、空、无常，「至彼闻说苦无常等，即便悟解，故证小果」。他到极乐世界，凡夫，没有证到果位，听到极乐世界讲苦空无常，他马上就开悟，他就证阿罗汉果。答得好！「以本乘终发大乘心求生彼故，在彼国中，得罗汉已，即便求大（回小向大）。昙鸾道绰诸祖胜解，已引录于前」，都有详细说明。无论在哪一种状况，都会把理事给你讲清楚、讲明白，你不会有怀疑，这是这个注解的好处，真正帮助我们解决疑难杂症。",
      "zh_TW": "下面還有一個問答，這假設的，「問云：若言去用大心，何故至彼證入小果」。這有了懷疑。「釋」，底下有解釋，「由其本習小乘多故，本在此處多學觀察苦無常等」。小乘講的苦、空、無常，「至彼聞說苦無常等，即便悟解，故證小果」。他到極樂世界，凡夫，沒有證到果位，聽到極樂世界講苦空無常，他馬上就開悟，他就證阿羅漢果。答得好！「以本乘終發大乘心求生彼故，在彼國中，得羅漢已，即便求大（迴小向大）。曇鸞道綽諸祖勝解，已引錄於前」，都有詳細說明。無論在哪一種狀況，都會把理事給你講清楚、講明白，你不會有懷疑，這是這個註解的好處，真正幫助我們解決疑難雜症。"
    },
    {
      "id": "02-040-0459_p0022",
      "zh_CN": "我们再看下面经文，下面是下辈的，科题，「下辈因行」。分三段，第一段，「发心专念」。请看经文：",
      "zh_TW": "我們再看下面經文，下面是下輩的，科題，「下輩因行」。分三段，第一段，「發心專念」。請看經文："
    },
    {
      "id": "02-040-0459_p0023",
      "zh_CN": "【其下辈者。假使不能作诸功德。当发无上菩提之心。一向专念阿弥陀佛。】",
      "zh_TW": "【其下輩者。假使不能作諸功德。當發無上菩提之心。一向專念阿彌陀佛。】"
    },
    {
      "id": "02-040-0459_p0024",
      "zh_CN": "上中下三辈，发心专念，完全相同，不相同的地方就是作诸功德不一样，上辈的人修积大功德，中辈的人修积的功德次于上辈，下辈的是没有做功德，不是不想做，是没有这个缘分做。现在我们知道，不是没有缘分做，是不知道怎么做，怎么想也没想到持执名号的功德超过所有的大功德，没想到。如果你看看，这个集注要真正读通、读明白了，任何一个人都可以取上辈往生。念老临终之前，往生之前的半年，一天十四万声佛号，为什么？教我们把大功德补足，不就这个意思吗？一生疏忽，或者没有能力做大功德的，专心念佛就积大功德，老居士为我们做示现。还有一种人，农村里头的阿公阿婆，一天到晚手上拿个念珠，阿弥陀佛、阿弥陀佛，你问他什么都不知道，你亲近他，满面笑容，一片天真，不管你跟他讲什么话，他回答你的都是阿弥陀佛、阿弥陀佛。这个人他往生什么品位？我跟他说的，上辈往生，上上品往生。他那个阿弥陀佛、阿弥陀佛就是在积累功德，积累无量无边的大功德。绝不能轻视，不可以瞧不起他们，瞧不起他们，我们折福。这种人，要是一个地方上有那么三个、二个，这个地区不遭灾难。为什么？那是真念佛人，他是用真心。信愿就是大菩提心，持名就是一向专念阿弥陀佛，他做到了。",
      "zh_TW": "上中下三輩，發心專念，完全相同，不相同的地方就是作諸功德不一樣，上輩的人修積大功德，中輩的人修積的功德次於上輩，下輩的是沒有做功德，不是不想做，是沒有這個緣分做。現在我們知道，不是沒有緣分做，是不知道怎麼做，怎麼想也沒想到持執名號的功德超過所有的大功德，沒想到。如果你看看，這個集註要真正讀通、讀明白了，任何一個人都可以取上輩往生。念老臨終之前，往生之前的半年，一天十四萬聲佛號，為什麼？教我們把大功德補足，不就這個意思嗎？一生疏忽，或者沒有能力做大功德的，專心念佛就積大功德，老居士為我們做示現。還有一種人，農村裡頭的阿公阿婆，一天到晚手上拿個念珠，阿彌陀佛、阿彌陀佛，你問他什麼都不知道，你親近他，滿面笑容，一片天真，不管你跟他講什麼話，他回答你的都是阿彌陀佛、阿彌陀佛。這個人他往生什麼品位？我跟他說的，上輩往生，上上品往生。他那個阿彌陀佛、阿彌陀佛就是在積累功德，積累無量無邊的大功德。絕不能輕視，不可以瞧不起他們，瞧不起他們，我們折福。這種人，要是一個地方上有那麼三個、二個，這個地區不遭災難。為什麼？那是真念佛人，他是用真心。信願就是大菩提心，持名就是一向專念阿彌陀佛，他做到了。"
    },
    {
      "id": "02-040-0459_p0025",
      "zh_CN": "念老注解里面说，「下辈生者，有三因缘：一、发菩提心，二、一向专念，三、至诚愿生」，真诚心想生到极乐世界。「与中辈相较，只是不能作诸功德」。没有想到念佛是做功德，不知道念佛是做功德。念佛的功德，一切功德都不能相比，你能相信吗？我们把这本《无量寿经》会集本、把这个注解统统看上三十遍、五十遍，你就相信，遍数不够不行，遍数够了你一定相信，讲得太清楚、太明白了。这一句佛号是佛中之王，是一切诸佛如来的通号，是自性佛的德号。这名号什么意思？四个字全是梵文，音译过来的，翻成中国的意思，能翻，不是不能翻，阿翻作无，弥陀翻作量，佛翻作觉，无量觉。世尊在《弥陀经》上把这个意思说出来，阿弥陀是无量光、无量寿。无量光横遍十方，空间；无量寿是过去、现在、未来，时间。这句话里头代表着无量的时空，时空里头包括着一切，你一样没有缺，这功德多大！什么功德能跟它相比？什么好事能跟它相比？没法子比，而且是自性里面的无量光、无量寿，不是外面的。性德是真正的无量，自性以外阿赖耶的是有量的无量，它不是真的无量。所以阿弥陀佛是自性的德号，也就是真正的自己。",
      "zh_TW": "念老註解裡面說，「下輩生者，有三因緣：一、發菩提心，二、一向專念，三、至誠願生」，真誠心想生到極樂世界。「與中輩相較，只是不能作諸功德」。沒有想到念佛是做功德，不知道念佛是做功德。念佛的功德，一切功德都不能相比，你能相信嗎？我們把這本《無量壽經》會集本、把這個註解統統看上三十遍、五十遍，你就相信，遍數不夠不行，遍數夠了你一定相信，講得太清楚、太明白了。這一句佛號是佛中之王，是一切諸佛如來的通號，是自性佛的德號。這名號什麼意思？四個字全是梵文，音譯過來的，翻成中國的意思，能翻，不是不能翻，阿翻作無，彌陀翻作量，佛翻作覺，無量覺。世尊在《彌陀經》上把這個意思說出來，阿彌陀是無量光、無量壽。無量光橫遍十方，空間；無量壽是過去、現在、未來，時間。這句話裡頭代表著無量的時空，時空裡頭包括著一切，你一樣沒有缺，這功德多大！什麼功德能跟它相比？什麼好事能跟它相比？沒法子比，而且是自性裡面的無量光、無量壽，不是外面的。性德是真正的無量，自性以外阿賴耶的是有量的無量，它不是真的無量。所以阿彌陀佛是自性的德號，也就是真正的自己。"
    },
    {
      "id": "02-040-0459_p0026",
      "zh_CN": "真正自己只有一个，能生万法。万法是整个宇宙，能生万法。万法跟自己实实在在是一体，因为是一体，你怎么能去害他？你怎么能够轻视他？不可以，一体。所以尊重万物是尊重自性，尊重自己的性德。这个我们常说，中国人讲伦理，伦理讲到最圆满、最究竟的是佛法，就是阿弥陀佛。伦理是关系，什么关系？整个宇宙跟我是一体，诸佛如来跟我是一体，十法界依正庄严跟我是一体，一体哪有不爱的道理？伦理讲绝了。中国伦理讲人与人的关系，还有父子，还有夫妇，还有君臣，有长幼、有朋友，还有这些。这个没讲到一体，讲一家，中国的伦理讲到一家。佛法的伦理讲到一体，没有分。所以分别执着是错了，分别执着是造业，造六道轮回业；不分别、不执着，就超越六道轮回、超越十法界。这是我们不能不知道的。佛法终极的目标是回归一体，一体是什么？净土宗所说的常寂光，一片光明，大乘教讲的大光明藏，大光明藏是自己，那就是无量光、无量寿。所以名号功德不可思议，把心定在这个名号上，无量无边的功德。",
      "zh_TW": "真正自己只有一個，能生萬法。萬法是整個宇宙，能生萬法。萬法跟自己實實在在是一體，因為是一體，你怎麼能去害他？你怎麼能夠輕視他？不可以，一體。所以尊重萬物是尊重自性，尊重自己的性德。這個我們常說，中國人講倫理，倫理講到最圓滿、最究竟的是佛法，就是阿彌陀佛。倫理是關係，什麼關係？整個宇宙跟我是一體，諸佛如來跟我是一體，十法界依正莊嚴跟我是一體，一體哪有不愛的道理？倫理講絕了。中國倫理講人與人的關係，還有父子，還有夫婦，還有君臣，有長幼、有朋友，還有這些。這個沒講到一體，講一家，中國的倫理講到一家。佛法的倫理講到一體，沒有分。所以分別執著是錯了，分別執著是造業，造六道輪迴業；不分別、不執著，就超越六道輪迴、超越十法界。這是我們不能不知道的。佛法終極的目標是回歸一體，一體是什麼？淨土宗所說的常寂光，一片光明，大乘教講的大光明藏，大光明藏是自己，那就是無量光、無量壽。所以名號功德不可思議，把心定在這個名號上，無量無邊的功德。"
    },
    {
      "id": "02-040-0459_p0027",
      "zh_CN": "底下这一科「信乐不疑」，信是深信，乐是欢喜、爱好。",
      "zh_TW": "底下這一科「信樂不疑」，信是深信，樂是歡喜、愛好。"
    },
    {
      "id": "02-040-0459_p0028",
      "zh_CN": "【欢喜信乐。不生疑惑。】",
      "zh_TW": "【歡喜信樂。不生疑惑。】"
    },
    {
      "id": "02-040-0459_p0029",
      "zh_CN": "这一句经文，「即十念必生愿中之至心信乐。」至心是至诚心，没有丝毫怀疑，所以这个经没有三十遍以上，信心生不起来。将这个注解，念老的注解，要看三十遍以上，你自然不生疑惑。你能够把这个注解从头到尾听三百遍，我们做的有播经机，听三百遍，或者你把这本注解读三百遍，你决定往生。为什么？你有圆满的菩提心。",
      "zh_TW": "這一句經文，「即十念必生願中之至心信樂。」至心是至誠心，沒有絲毫懷疑，所以這個經沒有三十遍以上，信心生不起來。將這個註解，念老的註解，要看三十遍以上，你自然不生疑惑。你能夠把這個註解從頭到尾聽三百遍，我們做的有播經機，聽三百遍，或者你把這本註解讀三百遍，你決定往生。為什麼？你有圓滿的菩提心。"
    },
    {
      "id": "02-040-0459_p0030",
      "zh_CN": "下面第三个小科，「至诚愿生」。",
      "zh_TW": "下面第三個小科，「至誠願生」。"
    },
    {
      "id": "02-040-0459_p0031",
      "zh_CN": "【以至诚心。愿生其国。】",
      "zh_TW": "【以至誠心。願生其國。】"
    },
    {
      "id": "02-040-0459_p0032",
      "zh_CN": "我真想去，我真想去拜阿弥陀佛做老师，我跟他学习。在西方极乐世界决定成佛，成就会跟阿弥陀佛完全相同。在极乐世界成佛，你的德号就是阿弥陀佛。在十方世界有缘的地方示现成佛，经上告诉我们，叫妙音如来。那个妙音是什么？劝人念阿弥陀佛，自己念阿弥陀佛，劝人念阿弥陀佛，妙音就是阿弥陀佛，真的不可思议。",
      "zh_TW": "我真想去，我真想去拜阿彌陀佛做老師，我跟他學習。在西方極樂世界決定成佛，成就會跟阿彌陀佛完全相同。在極樂世界成佛，你的德號就是阿彌陀佛。在十方世界有緣的地方示現成佛，經上告訴我們，叫妙音如來。那個妙音是什麼？勸人念阿彌陀佛，自己念阿彌陀佛，勸人念阿彌陀佛，妙音就是阿彌陀佛，真的不可思議。"
    },
    {
      "id": "02-040-0459_p0033",
      "zh_CN": "我们看念老的注解，『以至诚心，愿生其国』。「即《观经》之至诚心与回向发愿心」。至诚心是菩提心的体，回向发愿心是菩提心的作用。回向，这个意思要搞清楚、要搞明白，我把我所修所学的一切功德，不求人天富贵，不求名闻利养，不求五欲六尘，统统不求，专求西方极乐世界往生，专求这桩事情，这叫回向。发愿就是发愿求生净土，绝不做别的，因为功德的果报三善道，你要不回向的话，他是三善道受果报。「且三辈往生咸云」，全都说，「当发无上菩提之心。是故《净影疏》曰：然此三辈，人位虽殊，至欲往生，齐须发心求大菩提，专念彼佛，回向发愿，方得往生。」远公大师讲得好，讲得非常清楚，这三辈的人智慧、福报、缘分全不相同，但是同样发了一个心，求生西方极乐世界，这个是相同的。求生西方极乐世界这个念头就是无上菩提心，蕅益大师说的，在《要解》里头讲的。印光大师佩服得五体投地，为什么？过去祖师大德没人说过。他这一说破，你愈想愈真实，确确实实是阿弥陀佛的意思、是释迦牟尼佛的意思，为什么？无上菩提心就是成佛，真信切愿到极乐世界就成佛，阿惟越致菩萨，就兑现了。所以真信切愿是无上菩提心，持名就是一向专念，条件具足了。",
      "zh_TW": "我們看念老的註解，『以至誠心，願生其國』。「即《觀經》之至誠心與迴向發願心」。至誠心是菩提心的體，迴向發願心是菩提心的作用。迴向，這個意思要搞清楚、要搞明白，我把我所修所學的一切功德，不求人天富貴，不求名聞利養，不求五欲六塵，統統不求，專求西方極樂世界往生，專求這樁事情，這叫迴向。發願就是發願求生淨土，絕不做別的，因為功德的果報三善道，你要不迴向的話，他是三善道受果報。「且三輩往生咸云」，全都說，「當發無上菩提之心。是故《淨影疏》曰：然此三輩，人位雖殊，至欲往生，齊須發心求大菩提，專念彼佛，迴向發願，方得往生。」遠公大師講得好，講得非常清楚，這三輩的人智慧、福報、緣分全不相同，但是同樣發了一個心，求生西方極樂世界，這個是相同的。求生西方極樂世界這個念頭就是無上菩提心，蕅益大師說的，在《要解》裡頭講的。印光大師佩服得五體投地，為什麼？過去祖師大德沒人說過。他這一說破，你愈想愈真實，確確實實是阿彌陀佛的意思、是釋迦牟尼佛的意思，為什麼？無上菩提心就是成佛，真信切願到極樂世界就成佛，阿惟越致菩薩，就兌現了。所以真信切願是無上菩提心，持名就是一向專念，條件具足了。"
    },
    {
      "id": "02-040-0459_p0034",
      "zh_CN": "后面这一段，「往生果德」。",
      "zh_TW": "後面這一段，「往生果德」。"
    },
    {
      "id": "02-040-0459_p0035",
      "zh_CN": "【此人临终梦见彼佛。亦得往生。功德智慧次如中辈者也。】",
      "zh_TW": "【此人臨終夢見彼佛。亦得往生。功德智慧次如中輩者也。】"
    },
    {
      "id": "02-040-0459_p0036",
      "zh_CN": "『梦见彼佛』。我们看念老注解，「梦见彼佛」，彼佛是阿弥陀佛，下有两种解释，这个解释不一样，第一种望西，第二种《会疏》说的，两种都是日本净宗的祖师。这些人都是唐朝时候在中国留学，善导大师的学生。他们跟中国人不一样，中国净宗自古以来，是以《阿弥陀经》为主，《无量寿经》读的人很少。原因，梅光羲老居士说得很好，就是版本太多了，每个版本里头所说的不一样，你读这个本子，那个本子有的你没有念到，所以放弃了，专念《阿弥陀经》。注解也是《阿弥陀经》最多，《无量寿经》只有两种。日本不一样，日本这些人亲自接受善导大师的教诲，他们净土宗是以《无量寿经》为主，《无量寿经》的注解现在我们搜集的就有十几种，十五种还是十八种，这是日本的注解。最近有人发心重新排版，日本这个本子，虽然印出来了，照相印的，缩小了，字很小，不很清楚，看起来很吃力，所以确实有重新排版流通的必要，确确实实可以做为学习《无量寿经》的好的参考资料。",
      "zh_TW": "『夢見彼佛』。我們看念老註解，「夢見彼佛」，彼佛是阿彌陀佛，下有兩種解釋，這個解釋不一樣，第一種望西，第二種《會疏》說的，兩種都是日本淨宗的祖師。這些人都是唐朝時候在中國留學，善導大師的學生。他們跟中國人不一樣，中國淨宗自古以來，是以《阿彌陀經》為主，《無量壽經》讀的人很少。原因，梅光羲老居士說得很好，就是版本太多了，每個版本裡頭所說的不一樣，你讀這個本子，那個本子有的你沒有念到，所以放棄了，專念《阿彌陀經》。註解也是《阿彌陀經》最多，《無量壽經》只有兩種。日本不一樣，日本這些人親自接受善導大師的教誨，他們淨土宗是以《無量壽經》為主，《無量壽經》的註解現在我們蒐集的就有十幾種，十五種還是十八種，這是日本的註解。最近有人發心重新排版，日本這個本子，雖然印出來了，照相印的，縮小了，字很小，不很清楚，看起來很吃力，所以確實有重新排版流通的必要，確確實實可以做為學習《無量壽經》的好的參考資料。"
    },
    {
      "id": "02-040-0459_p0037",
      "zh_CN": "「望西谓先是梦见，临终时是眼见佛」。换句话说，这就把梦见两个字分开，一个是梦见，一个是亲见。这个说法也很好，跟《楞严经．大势至菩萨圆通章》上有相同的意思，大势至菩萨在楞严会上说：「忆佛念佛，现前当来必定见佛。」现前就是我们还活在这个世间，见到阿弥陀佛，当来是往生到极乐世界，见阿弥陀佛，现前当来必定见佛。必定，关键是这两个字。必定在什么时候？临命终时，临命终时佛来接引你，你还没断气，你还活在这个世间，你会告诉你周边的人，我看见佛来了，佛拿着莲花来接引我了，你才走的。这个例子很多，在《往生传》里头、《净土圣贤录》里头有记载，这是临终见佛；生到极乐世界，那是当来，现前当来。",
      "zh_TW": "「望西謂先是夢見，臨終時是眼見佛」。換句話說，這就把夢見兩個字分開，一個是夢見，一個是親見。這個說法也很好，跟《楞嚴經．大勢至菩薩圓通章》上有相同的意思，大勢至菩薩在楞嚴會上說：「憶佛念佛，現前當來必定見佛。」現前就是我們還活在這個世間，見到阿彌陀佛，當來是往生到極樂世界，見阿彌陀佛，現前當來必定見佛。必定，關鍵是這兩個字。必定在什麼時候？臨命終時，臨命終時佛來接引你，你還沒斷氣，你還活在這個世間，你會告訴你周邊的人，我看見佛來了，佛拿著蓮花來接引我了，你才走的。這個例子很多，在《往生傳》裡頭、《淨土聖賢錄》裡頭有記載，這是臨終見佛；生到極樂世界，那是當來，現前當來。"
    },
    {
      "id": "02-040-0459_p0038",
      "zh_CN": "「疏曰」，望西法师疏里头讲，「三辈俱有梦见眼见」，把梦、见分作两个，这是我们能信得过的。「《觉经》中说上辈」，这个《觉经》就是本经，《无量寿经》。不是指我们这个本子，我们参考资料里头有，「《觉经》，即《汉译》本。《无量清净平等觉经》。四卷」，这是五种原译本里头的一种。这里面讲，「上辈云：于其卧睡中，梦见无量清净佛」，无量清净佛就是阿弥陀佛，「及诸菩萨、阿罗汉。其人寿命欲终时，无量清净佛，则自与诸菩萨、阿罗汉共翻飞行迎之」。共翻飞行迎之，这就是他自己梦中见到，佛与菩萨、阿罗汉在空中飞行过来迎接他。「中辈亦同梦见彼佛，往生先兆」，这就是预兆，「临终来迎。本愿胜益」，这是阿弥陀佛四十八愿里头接引众生的愿，本愿的胜益，殊胜的利益，「故俱应有」，统统都有这个现象，有这个瑞相出来。「若无佛迎，本愿虚设」。与这个愿不相应，这一点我们要记住。如果你见到观音、势至，《观经》上是有，但是与四十八愿不相应。四十八愿下下品往生，佛也是来迎接，没有说不迎接的，没有说下下品是没有佛的，没有这个说法。佛要没有来迎接，我们就不去，一定等佛来迎，佛决定现身，那就稳稳当当，就没有错误，这一点我们要留意。",
      "zh_TW": "「疏曰」，望西法師疏裡頭講，「三輩俱有夢見眼見」，把夢、見分作兩個，這是我們能信得過的。「《覺經》中說上輩」，這個《覺經》就是本經，《無量壽經》。不是指我們這個本子，我們參考資料裡頭有，「《覺經》，即《漢譯》本。《無量清淨平等覺經》。四卷」，這是五種原譯本裡頭的一種。這裡面講，「上輩云：於其臥睡中，夢見無量清淨佛」，無量清淨佛就是阿彌陀佛，「及諸菩薩、阿羅漢。其人壽命欲終時，無量清淨佛，則自與諸菩薩、阿羅漢共翻飛行迎之」。共翻飛行迎之，這就是他自己夢中見到，佛與菩薩、阿羅漢在空中飛行過來迎接他。「中輩亦同夢見彼佛，往生先兆」，這就是預兆，「臨終來迎。本願勝益」，這是阿彌陀佛四十八願裡頭接引眾生的願，本願的勝益，殊勝的利益，「故俱應有」，統統都有這個現象，有這個瑞相出來。「若無佛迎，本願虛設」。與這個願不相應，這一點我們要記住。如果你見到觀音、勢至，《觀經》上是有，但是與四十八願不相應。四十八願下下品往生，佛也是來迎接，沒有說不迎接的，沒有說下下品是沒有佛的，沒有這個說法。佛要沒有來迎接，我們就不去，一定等佛來迎，佛決定現身，那就穩穩當當，就沒有錯誤，這一點我們要留意。"
    },
    {
      "id": "02-040-0459_p0039",
      "zh_CN": "第二，《观经》下品。「《观经》下品俱是恶人」，造作五逆十恶的，这些人在临终之时，遇到善友劝他念佛，他回心向善，所以这些人佛都来迎接。五逆十恶，毁谤大乘，我们前面读过，第十八愿里读过，佛都来迎，哪有下下品往生佛不来迎的道理？这讲不通。「今经下辈俱是善士，焉能不迎」。第三，「汉吴两译，上中二辈俱先梦佛，然后临终见佛，故今下辈亦应如是。是故本经谓梦见，言其前者。《观经》云见佛，指其后者」。一个是往生的时候，一个是没有往生之前梦到的，这种梦最通常见的是在往生前七天、前一个月。前一个月到前七天，这是很常见的，临走的时候一定来接引，这个决定不错。这是一说。",
      "zh_TW": "第二，《觀經》下品。「《觀經》下品俱是惡人」，造作五逆十惡的，這些人在臨終之時，遇到善友勸他念佛，他回心向善，所以這些人佛都來迎接。五逆十惡，毀謗大乘，我們前面讀過，第十八願裡讀過，佛都來迎，哪有下下品往生佛不來迎的道理？這講不通。「今經下輩俱是善士，焉能不迎」。第三，「漢吳兩譯，上中二輩俱先夢佛，然後臨終見佛，故今下輩亦應如是。是故本經謂夢見，言其前者。《觀經》云見佛，指其後者」。一個是往生的時候，一個是沒有往生之前夢到的，這種夢最通常見的是在往生前七天、前一個月。前一個月到前七天，這是很常見的，臨走的時候一定來接引，這個決定不錯。這是一說。"
    },
    {
      "id": "02-040-0459_p0040",
      "zh_CN": "「二、另一说如《会疏》」，这也是日本祖师的注解，「《会疏》谓确是佛迎，但仿佛似梦」。我们一般人讲似梦非梦，好像是作梦，又好像不是作梦，在这种状况之下。《疏》里头说，「梦见彼佛者，如《观经》下三品人。命促刹那，狱火来现。虽佛来迎，仿佛不明，犹如梦中故」。这个例子，确实好像《净土圣贤录》里面所说的张善和的例子。张善和造恶业，他是屠户，一生杀牛为业，卖牛肉的。一生当中杀牛太多，临命终时，这个人他头脑清楚，他没有迷惑，地狱相现前，他看到，别人看不到，他看到，房间里面全是牛头人，来问他索命。这是我们在典籍里头看到的，唐朝时候的事情。他大声喊救命，这也就是运气好，有一个出家人从他门口经过，听到里头在喊救命，这个出家人就进去看看到底是一回什么事情。他就说好多牛头人问他要命。出家人马上就知道，点了一把香，送到他手上叫他拿着：念阿弥陀佛，求生极乐世界。他就大声念阿弥陀佛，念了几声之后，他告诉他说，牛头人不见了，阿弥陀佛来了。这是一个例子，是个非常好的例子，恶人往生。",
      "zh_TW": "「二、另一說如《會疏》」，這也是日本祖師的註解，「《會疏》謂確是佛迎，但彷彿似夢」。我們一般人講似夢非夢，好像是作夢，又好像不是作夢，在這種狀況之下。《疏》裡頭說，「夢見彼佛者，如《觀經》下三品人。命促剎那，獄火來現。雖佛來迎，彷彿不明，猶如夢中故」。這個例子，確實好像《淨土聖賢錄》裡面所說的張善和的例子。張善和造惡業，他是屠戶，一生殺牛為業，賣牛肉的。一生當中殺牛太多，臨命終時，這個人他頭腦清楚，他沒有迷惑，地獄相現前，他看到，別人看不到，他看到，房間裡面全是牛頭人，來問他索命。這是我們在典籍裡頭看到的，唐朝時候的事情。他大聲喊救命，這也就是運氣好，有一個出家人從他門口經過，聽到裡頭在喊救命，這個出家人就進去看看到底是一回什麼事情。他就說好多牛頭人問他要命。出家人馬上就知道，點了一把香，送到他手上叫他拿著：念阿彌陀佛，求生極樂世界。他就大聲念阿彌陀佛，念了幾聲之後，他告訴他說，牛頭人不見了，阿彌陀佛來了。這是一個例子，是個非常好的例子，惡人往生。"
    },
    {
      "id": "02-040-0459_p0041",
      "zh_CN": "我在台湾遇到真人真事，这个人是我的老朋友，广化法师，在台湾办了一个佛学院，提倡戒律，持戒念佛。他是军人，退役之后出家了。在军队里面他管军需，管军需有钱。他告诉我，那个时候，他在职的时候，每天吃一只鸡，杀多少生！出家之后，虽然持戒忏悔，天天把功德回向给这些畜生，还是不饶他。有一天在浴室里头去洗澡，浴室铺的是瓷砖，他就看到整个浴室都是鸡在飞，他就到处躲躲闪闪的，摔了一跤，腿摔断了，一生拄着拐杖，坐轮椅。告诉我，重罪轻报，那些冤魂是来要他的命的，让他做个残废人。现在往生好几年了，已经走了。人是个好人，杀业太重，出家也没办法避免，杀得太多了，一天一只，一年三百六十只，他大概干了几年，应该要上千只。这是我们亲自遇到的。晚年很可怜，晚年的时候来看我，坐在轮椅，说话很模糊，流口水。让我们看到杀生的果报，他来示现给我们看。",
      "zh_TW": "我在台灣遇到真人真事，這個人是我的老朋友，廣化法師，在台灣辦了一個佛學院，提倡戒律，持戒念佛。他是軍人，退役之後出家了。在軍隊裡面他管軍需，管軍需有錢。他告訴我，那個時候，他在職的時候，每天吃一隻雞，殺多少生！出家之後，雖然持戒懺悔，天天把功德迴向給這些畜生，還是不饒他。有一天在浴室裡頭去洗澡，浴室鋪的是瓷磚，他就看到整個浴室都是雞在飛，他就到處躲躲閃閃的，摔了一跤，腿摔斷了，一生拄著拐杖，坐輪椅。告訴我，重罪輕報，那些冤魂是來要他的命的，讓他做個殘廢人。現在往生好幾年了，已經走了。人是個好人，殺業太重，出家也沒辦法避免，殺得太多了，一天一隻，一年三百六十隻，他大概幹了幾年，應該要上千隻。這是我們親自遇到的。晚年很可憐，晚年的時候來看我，坐在輪椅，說話很模糊，流口水。讓我們看到殺生的果報，他來示現給我們看。"
    },
    {
      "id": "02-040-0459_p0042",
      "zh_CN": "所以下三品，《观经》上讲是作恶的，五逆十恶，「命促刹那」，快要断气的时候，这个时候地狱相现前，虽然佛来迎，来接引他，他是模模糊糊，好像是梦中，但是他还是被接引走。「若不尔者，何至临终得安闲神游」？他只坐上莲花台，他就是极乐世界的人，这些业障自然就消失。下面的话，「盖谓《观经》所示下品之人，临终之时，地狱众火一时俱至，众苦交逼，佛虽现前，但以神识不清，不甚明了，依稀仿佛，若在梦中，故云梦见彼佛」，是这么个意思。「若非有佛来迎」，如果不是有佛来迎接他，「焉能安闲有此十念」，这是临终的最后的十念，然后随着阿弥陀佛到达极乐世界，「随佛神游极乐」。两种疏所说的不一样，「但谓下辈往生亦有佛来迎是一」，都说有佛来迎，「殊途同归。故并引征以证斯旨。」念老把两种不同的说法都节录在这个地方，提供给大家做参考。",
      "zh_TW": "所以下三品，《觀經》上講是作惡的，五逆十惡，「命促剎那」，快要斷氣的時候，這個時候地獄相現前，雖然佛來迎，來接引他，他是模模糊糊，好像是夢中，但是他還是被接引走。「若不爾者，何至臨終得安閒神遊」？他只坐上蓮花台，他就是極樂世界的人，這些業障自然就消失。下面的話，「蓋謂《觀經》所示下品之人，臨終之時，地獄眾火一時俱至，眾苦交逼，佛雖現前，但以神識不清，不甚明了，依稀彷彿，若在夢中，故云夢見彼佛」，是這麼個意思。「若非有佛來迎」，如果不是有佛來迎接他，「焉能安閑有此十念」，這是臨終的最後的十念，然後隨著阿彌陀佛到達極樂世界，「隨佛神遊極樂」。兩種疏所說的不一樣，「但謂下輩往生亦有佛來迎是一」，都說有佛來迎，「殊途同歸。故並引徵以證斯旨。」念老把兩種不同的說法都節錄在這個地方，提供給大家做參考。"
    },
    {
      "id": "02-040-0459_p0043",
      "zh_CN": "这下面说，「至于《观经》下品三人俱是恶人者。善导大师谓下品上生者是造十恶轻罪凡夫人」，造十恶比较轻，下品上生的，十恶轻的凡夫。「下品中生是破戒次罪凡夫人」，比前面的重，「下品下生，是具造五逆等重罪凡夫人也」。这个说得很清楚，善导大师讲的，我们要重视。大师是阿弥陀佛化身，阿弥陀佛再来的，善导大师，善导大师说的就是阿弥陀佛亲自所说的。下品下生具造五逆，具是统统都是造五逆。五逆是杀父、杀母、杀阿罗汉、出佛身血、破和合僧，这个五种罪是无间地狱。这五种罪，确实前面四种不容易，杀父、杀母、杀阿罗汉，阿罗汉没有，现在这个世间没有阿罗汉，但是跟阿罗汉相等的就是老师。阿罗汉，杀阿罗汉为什么罪大？阿罗汉常常教化众生，弘法利生；这个人等于阿罗汉，都不容易。出佛身血，佛不在世，那有等同的罪，就是以恶的念头，恶心毁坏佛像，把佛像毁掉，是恶念恶行，是有意的。无意毁坏没有那么重的罪，是有意，动瞋恨心把它毁掉，这个是得同样的罪过。",
      "zh_TW": "這下面說，「至於《觀經》下品三人俱是惡人者。善導大師謂下品上生者是造十惡輕罪凡夫人」，造十惡比較輕，下品上生的，十惡輕的凡夫。「下品中生是破戒次罪凡夫人」，比前面的重，「下品下生，是具造五逆等重罪凡夫人也」。這個說得很清楚，善導大師講的，我們要重視。大師是阿彌陀佛化身，阿彌陀佛再來的，善導大師，善導大師說的就是阿彌陀佛親自所說的。下品下生具造五逆，具是統統都是造五逆。五逆是殺父、殺母、殺阿羅漢、出佛身血、破和合僧，這個五種罪是無間地獄。這五種罪，確實前面四種不容易，殺父、殺母、殺阿羅漢，阿羅漢沒有，現在這個世間沒有阿羅漢，但是跟阿羅漢相等的就是老師。阿羅漢，殺阿羅漢為什麼罪大？阿羅漢常常教化眾生，弘法利生；這個人等於阿羅漢，都不容易。出佛身血，佛不在世，那有等同的罪，就是以惡的念頭，惡心毀壞佛像，把佛像毀掉，是惡念惡行，是有意的。無意毀壞沒有那麼重的罪，是有意，動瞋恨心把它毀掉，這個是得同樣的罪過。"
    },
    {
      "id": "02-040-0459_p0044",
      "zh_CN": "现在的社会，在这个地球上，杀父、杀母、杀老师很多，都有，破和合僧的也有。但是实际上来讲，和合僧团没有了。两个出家人住在一起都会吵架，都意见不和，所以哪来的和合僧？我早年，也出来讲经了，有一个老居士，资格比我老，印光大师的皈依弟子，跟我们李老师同辈分的，他们是师兄弟。我讲经每天他都来听，来护持，做影响众。有一天他请我吃饭，在火车站旁边的功德林。我一去看，只有我一个人，请我一个人吃饭。他就问我，他说：净空法师，今天我请你吃饭，你知道是为什么？我说：不知道，我没有神通。他说：我有一个问题向你请教。我说：什么事情？不敢当，请教不敢当。他说：五逆罪，前面四种不容易犯，破和合僧，到处看到一些在家批评寺庙、批评出家人，这都是无间地狱。我听了之后，我说我们吃饭，这小事。这怎么是小事？我说：老居士，我出家也有几年，我没有看到有和合僧的僧团，你在哪里看到？我这一问他，他回头一想，哈哈一笑。没有和合僧团，所以不会犯这个罪。真有和合僧团，你要是破坏它，那就是无间罪。现在没有，一个人住个小庙都无缘无故发脾气，你说有什么法子？今天时间到了，我们就学习到此地。",
      "zh_TW": "現在的社會，在這個地球上，殺父、殺母、殺老師很多，都有，破和合僧的也有。但是實際上來講，和合僧團沒有了。兩個出家人住在一起都會吵架，都意見不和，所以哪來的和合僧？我早年，也出來講經了，有一個老居士，資格比我老，印光大師的皈依弟子，跟我們李老師同輩分的，他們是師兄弟。我講經每天他都來聽，來護持，做影響眾。有一天他請我吃飯，在火車站旁邊的功德林。我一去看，只有我一個人，請我一個人吃飯。他就問我，他說：淨空法師，今天我請你吃飯，你知道是為什麼？我說：不知道，我沒有神通。他說：我有一個問題向你請教。我說：什麼事情？不敢當，請教不敢當。他說：五逆罪，前面四種不容易犯，破和合僧，到處看到一些在家批評寺廟、批評出家人，這都是無間地獄。我聽了之後，我說我們吃飯，這小事。這怎麼是小事？我說：老居士，我出家也有幾年，我沒有看到有和合僧的僧團，你在哪裡看到？我這一問他，他回頭一想，哈哈一笑。沒有和合僧團，所以不會犯這個罪。真有和合僧團，你要是破壞它，那就是無間罪。現在沒有，一個人住個小廟都無緣無故發脾氣，你說有什麼法子？今天時間到了，我們就學習到此地。"
    }
  ]
}