{
  "doc_id": "02-040-0069",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十九集",
    "zh_TW": "第六十九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0069",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0069_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百九十七页，第一行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百九十七頁，第一行，從當中看起："
    },
    {
      "id": "02-040-0069_p0002",
      "zh_CN": "「信慧」，这是第十位，第十位在家菩萨，「《会疏》云：信心智慧，永断疑网。《甄解》云：明信佛智，无上智慧。又本经中，已曾供养诸如来，则能欢喜信此事，人身难得佛难值，信慧闻法难中难。此净土宗，是难信法，若能信入，皆因宿具慧根」。世出世间圣贤大法，入门的条件全在信慧。信跟慧是分不开家的，没有智慧不能信，能信决定有智慧。所以这个信是建立在智慧的基础上，智慧愈高，信心愈坚定，智慧浅信心就浅，这是一定的道理，古今中外没有第二个例子。",
      "zh_TW": "「信慧」，這是第十位，第十位在家菩薩，「《會疏》云：信心智慧，永斷疑網。《甄解》云：明信佛智，無上智慧。又本經中，已曾供養諸如來，則能歡喜信此事，人身難得佛難值，信慧聞法難中難。此淨土宗，是難信法，若能信入，皆因宿具慧根」。世出世間聖賢大法，入門的條件全在信慧。信跟慧是分不開家的，沒有智慧不能信，能信決定有智慧。所以這個信是建立在智慧的基礎上，智慧愈高，信心愈堅定，智慧淺信心就淺，這是一定的道理，古今中外沒有第二個例子。"
    },
    {
      "id": "02-040-0069_p0003",
      "zh_CN": "今天，我们迷失了传统文化，也就是迷失了圣贤教诲，二百年了。迷了二百年，哪里来的信心？今天一般大众的信心，就是古人所谓的露水道心。早晨起来，草地里的露水，太阳出来就没有了，就是这个信心禁不起考验。佛经上讲的四魔，《八大人觉经》上说得很清楚，这个四魔让我们永劫沉沦，出不了六道轮回。释迦牟尼佛八相成道里头的降魔，那个魔境就在我们日常生活当中，没有信慧这个关决定通不过。这个关就是财、色、名、利，这也是四魔，不是真正有智慧，信心非常坚固，敌不过。",
      "zh_TW": "今天，我們迷失了傳統文化，也就是迷失了聖賢教誨，二百年了。迷了二百年，哪裡來的信心？今天一般大眾的信心，就是古人所謂的露水道心。早晨起來，草地裡的露水，太陽出來就沒有了，就是這個信心禁不起考驗。佛經上講的四魔，《八大人覺經》上說得很清楚，這個四魔讓我們永劫沉淪，出不了六道輪迴。釋迦牟尼佛八相成道裡頭的降魔，那個魔境就在我們日常生活當中，沒有信慧這個關決定通不過。這個關就是財、色、名、利，這也是四魔，不是真正有智慧，信心非常堅固，敵不過。"
    },
    {
      "id": "02-040-0069_p0004",
      "zh_CN": "多少人修行，古今中外，莲池大师《竹窗随笔》上有个例子。这个修行人住山，莲池大师跟他很熟，几十年不下山，声名远闻，真修行人，心地清净无染。闻名的人多，参访的人多，都市里头这些大富长者礼请他到城里面去弘法，恭敬供养，他就去了。没多久，敌不过名利财色，动心了，莲池大师非常感叹，可惜！他跟莲池大师见了面，莲池大师就说，有这么一个人，在山上修行几十年，入城里没有多久被染污了。他就问，是谁？莲池大师说，就是老兄，给他当头一棒。还算不错，他醒悟过来了，回到山上去了。什么原因？没有大彻大悟。",
      "zh_TW": "多少人修行，古今中外，蓮池大師《竹窗隨筆》上有個例子。這個修行人住山，蓮池大師跟他很熟，幾十年不下山，聲名遠聞，真修行人，心地清淨無染。聞名的人多，參訪的人多，都市裡頭這些大富長者禮請他到城裡面去弘法，恭敬供養，他就去了。沒多久，敵不過名利財色，動心了，蓮池大師非常感嘆，可惜！他跟蓮池大師見了面，蓮池大師就說，有這麼一個人，在山上修行幾十年，入城裡沒有多久被染污了。他就問，是誰？蓮池大師說，就是老兄，給他當頭一棒。還算不錯，他醒悟過來了，回到山上去了。什麼原因？沒有大徹大悟。"
    },
    {
      "id": "02-040-0069_p0005",
      "zh_CN": "真正大彻大悟，再入红尘，不染红尘，为什么？大彻大悟的人不起心、不动念，才叫大彻大悟、明心见性，他不起心动念。起心动念，没有分别执着，这是大悟。大悟的人也可以，虽然起心动念，他没有分别执着。不到这个境界不行。执着没有了，见思烦恼断了，分别没有了，尘沙烦恼断了，是什么人？别教三贤，是十法界里面的佛、菩萨，这样的等级，行。这样的等级的人，现在现不现前？没有现前。为什么？众生没福。众生要修福，佛菩萨、圣人就来了；众生不修福他不会来，这个道理我们要懂。福是什么？福是十善业道，福是中国人讲的伦理道德，这是福。现在大家把这个都丢掉了，问他伦理道德，不懂，什么叫伦理？什么叫道德？学佛的人能说得出十善的不多，没有人能做到。所以，外面小小的名利财色都动心，何况大的，大的就毁掉了，我们能理解。",
      "zh_TW": "真正大徹大悟，再入紅塵，不染紅塵，為什麼？大徹大悟的人不起心、不動念，才叫大徹大悟、明心見性，他不起心動念。起心動念，沒有分別執著，這是大悟。大悟的人也可以，雖然起心動念，他沒有分別執著。不到這個境界不行。執著沒有了，見思煩惱斷了，分別沒有了，塵沙煩惱斷了，是什麼人？別教三賢，是十法界裡面的佛、菩薩，這樣的等級，行。這樣的等級的人，現在現不現前？沒有現前。為什麼？眾生沒福。眾生要修福，佛菩薩、聖人就來了；眾生不修福他不會來，這個道理我們要懂。福是什麼？福是十善業道，福是中國人講的倫理道德，這是福。現在大家把這個都丟掉了，問他倫理道德，不懂，什麼叫倫理？什麼叫道德？學佛的人能說得出十善的不多，沒有人能做到。所以，外面小小的名利財色都動心，何況大的，大的就毀掉了，我們能理解。"
    },
    {
      "id": "02-040-0069_p0006",
      "zh_CN": "中国佛门谚语所谓「爱不重不生娑婆，念不一不生净土」，你在娑婆世界，出不了六道轮回，第一个因素是什么？就是情执。情执不是一生一世，生生世世，你这一生遇到一个人你爱他，不是这一生，过去世生中不知道多少关系在里头，有夫妻的关系、有母子的关系、有兄弟姐妹的关系，太多太多了。它不是一时、短时的习气，不是，很深很久。换句话说，修行也是多劫修行，培养你的善根福德，你才有能力遇到了不乱。这是什么？这是你有因。因还得有善缘，良师益友，修行环境，这才保得住，这些是真正的护法。你所亲爱的那个情浓，这些护法人限制你，有的时候你讨厌他，你说他多事，他妨碍你，护法就走了、就远离了。你也就跟着魔堕落了，这一生白来了，本来可以得度的，又回去了，又搞六道轮回。这一堕下去之后，不知道要多少年月日你才能出头，再得人身、再遇佛法，不是容易事情。",
      "zh_TW": "中國佛門諺語所謂「愛不重不生娑婆，念不一不生淨土」，你在娑婆世界，出不了六道輪迴，第一個因素是什麼？就是情執。情執不是一生一世，生生世世，你這一生遇到一個人你愛他，不是這一生，過去世生中不知道多少關係在裡頭，有夫妻的關係、有母子的關係、有兄弟姐妹的關係，太多太多了。它不是一時、短時的習氣，不是，很深很久。換句話說，修行也是多劫修行，培養你的善根福德，你才有能力遇到了不亂。這是什麼？這是你有因。因還得有善緣，良師益友，修行環境，這才保得住，這些是真正的護法。你所親愛的那個情濃，這些護法人限制你，有的時候你討厭他，你說他多事，他妨礙你，護法就走了、就遠離了。你也就跟著魔墮落了，這一生白來了，本來可以得度的，又回去了，又搞六道輪迴。這一墮下去之後，不知道要多少年月日你才能出頭，再得人身、再遇佛法，不是容易事情。"
    },
    {
      "id": "02-040-0069_p0007",
      "zh_CN": "慧从哪里来的？慧从定来的，从清净平等心来的，心不清净、心不平等就没有定。定从哪里来的？定从持戒来的。所以，净业首重三福，这不是净宗特别重视，修哪个法门都重视。佛说得很清楚，这三福叫「三世诸佛，净业正因」，你看，这句话说得多重。三世，过去诸佛、现在诸佛、未来诸佛这叫三世。菩萨修成佛道，决定不能违背这三条，违背这三条不是佛法。这个三条是佛法里头，无论是大乘小乘、宗门教下、显教密教，三世一切诸佛都用这个做最高的修学指导原则。这能违背吗？这能小看吗？这能疏忽吗？凡是修行不能成就的、中途变节的，都没有把三福当作一回事情，你细心去观察，对这个三福不重视。这不是释迦一个人说的，是三世一切诸佛都这么说的。",
      "zh_TW": "慧從哪裡來的？慧從定來的，從清淨平等心來的，心不清淨、心不平等就沒有定。定從哪裡來的？定從持戒來的。所以，淨業首重三福，這不是淨宗特別重視，修哪個法門都重視。佛說得很清楚，這三福叫「三世諸佛，淨業正因」，你看，這句話說得多重。三世，過去諸佛、現在諸佛、未來諸佛這叫三世。菩薩修成佛道，決定不能違背這三條，違背這三條不是佛法。這個三條是佛法裡頭，無論是大乘小乘、宗門教下、顯教密教，三世一切諸佛都用這個做最高的修學指導原則。這能違背嗎？這能小看嗎？這能疏忽嗎？凡是修行不能成就的、中途變節的，都沒有把三福當作一回事情，你細心去觀察，對這個三福不重視。這不是釋迦一個人說的，是三世一切諸佛都這麼說的。"
    },
    {
      "id": "02-040-0069_p0008",
      "zh_CN": "第一条根之根，第二条是本，第三条是枝叶花果，我们用树木来比喻。第一条是根，根头一个，根之根是孝养父母，根之本是奉事师长，现在到哪里去找？决定不能怪现在人，怪现在人是不仁道的事情，佛在这个经上都讲过，「先人无知，不识道德，无有语者」，这释迦牟尼佛说的。他为什么犯过？从小没有人教他，他父母不知道，祖父母也不知道，曾祖父母也不知道，往上推至少要推七、八代都不知道，你能怪谁？两百年前，可以怪他，怪他的父母。现在不可以，疏忽、丢掉太久了，整个社会都没有人知道了。",
      "zh_TW": "第一條根之根，第二條是本，第三條是枝葉花果，我們用樹木來比喻。第一條是根，根頭一個，根之根是孝養父母，根之本是奉事師長，現在到哪裡去找？決定不能怪現在人，怪現在人是不仁道的事情，佛在這個經上都講過，「先人無知，不識道德，無有語者」，這釋迦牟尼佛說的。他為什麼犯過？從小沒有人教他，他父母不知道，祖父母也不知道，曾祖父母也不知道，往上推至少要推七、八代都不知道，你能怪誰？兩百年前，可以怪他，怪他的父母。現在不可以，疏忽、丟掉太久了，整個社會都沒有人知道了。"
    },
    {
      "id": "02-040-0069_p0009",
      "zh_CN": "我们很幸运生在这个时代，把这桩事情搞清楚、搞明白，我们对父母所增长的那一点心，孝亲尊师有这么一点点味道。这是什么？我这个年龄，八十年以前社会，中国传统社会，而且是农村，城市里头就很单薄了，农村里头还留着这些传统文化，还影响着农村。都市变质了，愈是沿海大都市，就变质得愈厉害。满清亡国，民国建立这个一百年，不但没有人去做，讲的人都没有了。最近这六十年，这是我们亲身经历的，遇到几个讲的，很少很少，算算不到十个人。最近这二、三十年，这几个能讲的人都不在了，一个都没有了。我们感到恐慌，传统文化要是断了，正法要是灭了，众生就可怜了。",
      "zh_TW": "我們很幸運生在這個時代，把這樁事情搞清楚、搞明白，我們對父母所增長的那一點心，孝親尊師有這麼一點點味道。這是什麼？我這個年齡，八十年以前社會，中國傳統社會，而且是農村，城市裡頭就很單薄了，農村裡頭還留著這些傳統文化，還影響著農村。都市變質了，愈是沿海大都市，就變質得愈厲害。滿清亡國，民國建立這個一百年，不但沒有人去做，講的人都沒有了。最近這六十年，這是我們親身經歷的，遇到幾個講的，很少很少，算算不到十個人。最近這二、三十年，這幾個能講的人都不在了，一個都沒有了。我們感到恐慌，傳統文化要是斷了，正法要是滅了，眾生就可憐了。"
    },
    {
      "id": "02-040-0069_p0010",
      "zh_CN": "今天这个世界，什么叫大事？培养传统文化人才，这是大事，大事因缘，莫过于此。怎么培养？那是很少数很少数真正发心的人。古人有句话说，说得好，正确的，「天下无难事，只怕有心人」，有心要作佛的，他决定能作佛；有心要作圣人的，他能做到圣人。为什么？他有因，一切众生本来是佛，他想作佛，哪有不能做成的？怎么作法？把净业三福落实、六和敬落实、三学、六度落实、普贤十愿落实，他就是现在佛。只要你肯干，你就是佛。你只要真正肯干，根利的，三、五年他就开悟了；中等的根，十年、二十年开悟了；下根，他的寿命要长，三、四十年会开悟。中国人也说，人人皆可作尧舜，尧舜是圣人。为什么人人都可以作尧舜？因为人性本善。尧舜是什么人？本善发挥出来了。本善是什么？五伦、五常、四维、八德，自性里本有的善德。我要做，我能做不到吗？当然可以做到。成圣成贤、成佛成菩萨端在自己的觉悟，那个觉就是智慧，我觉悟了，我真干！",
      "zh_TW": "今天這個世界，什麼叫大事？培養傳統文化人才，這是大事，大事因緣，莫過於此。怎麼培養？那是很少數很少數真正發心的人。古人有句話說，說得好，正確的，「天下無難事，只怕有心人」，有心要作佛的，他決定能作佛；有心要作聖人的，他能做到聖人。為什麼？他有因，一切眾生本來是佛，他想作佛，哪有不能做成的？怎麼作法？把淨業三福落實、六和敬落實、三學、六度落實、普賢十願落實，他就是現在佛。只要你肯幹，你就是佛。你只要真正肯幹，根利的，三、五年他就開悟了；中等的根，十年、二十年開悟了；下根，他的壽命要長，三、四十年會開悟。中國人也說，人人皆可作堯舜，堯舜是聖人。為什麼人人都可以作堯舜？因為人性本善。堯舜是什麼人？本善發揮出來了。本善是什麼？五倫、五常、四維、八德，自性裡本有的善德。我要做，我能做不到嗎？當然可以做到。成聖成賢、成佛成菩薩端在自己的覺悟，那個覺就是智慧，我覺悟了，我真幹！"
    },
    {
      "id": "02-040-0069_p0011",
      "zh_CN": "净业三福第一条就是落实儒释道的三个根，疏忽了，以为这个东西教小孩的，不是我们自己做的，你做一辈子，你没有根。你这棵树是假的，你的枝叶花果是沾上去的，不是这树上生的，这树不是活的，没有生命力。儒释道这三个根是有生命力，不能不学。从前没有学，现在要补习，要恶补，补不出来那就没法子了。遇到这个法门，老实念佛求生净土，行。如果在这个世间还想有一点作为，这不行，这根不能不要。发菩提心，一向专念，具足三福、六和、三学、六度、十愿，真菩萨、真佛住世。我们相信，他要是真发心做，不出十年他决定大彻大悟，世出世间法一切通达。为什么？他自性悟了，自性里面的般若智慧、德能相好统统现前，他能度众生，他能主持正法。几个人肯发心？从小我们就被放纵成习惯了，现在叫你约束很不习惯，不甘心、不情愿，那信慧就没有了。信是假的，因为它所依的是烦恼、是情执，他的信从这儿生的。",
      "zh_TW": "淨業三福第一條就是落實儒釋道的三個根，疏忽了，以為這個東西教小孩的，不是我們自己做的，你做一輩子，你沒有根。你這棵樹是假的，你的枝葉花果是沾上去的，不是這樹上生的，這樹不是活的，沒有生命力。儒釋道這三個根是有生命力，不能不學。從前沒有學，現在要補習，要惡補，補不出來那就沒法子了。遇到這個法門，老實念佛求生淨土，行。如果在這個世間還想有一點作為，這不行，這根不能不要。發菩提心，一向專念，具足三福、六和、三學、六度、十願，真菩薩、真佛住世。我們相信，他要是真發心做，不出十年他決定大徹大悟，世出世間法一切通達。為什麼？他自性悟了，自性裡面的般若智慧、德能相好統統現前，他能度眾生，他能主持正法。幾個人肯發心？從小我們就被放縱成習慣了，現在叫你約束很不習慣，不甘心、不情願，那信慧就沒有了。信是假的，因為它所依的是煩惱、是情執，他的信從這兒生的。"
    },
    {
      "id": "02-040-0069_p0012",
      "zh_CN": "情执所生的信，假信，不是真的，为什么？会变的。你看现在年轻人，男女相爱，达到最高峰结婚了，结婚没几天又离婚了。那个爱是什么？假的，骗人的，虚情假意，一时冲动，他哪里懂得什么叫爱！爱多神圣，爱是自性的核心，他怎么会懂？所有，宗教的核心就是爱字。佛家不用爱，用慈悲，为什么用慈悲？慈悲这个爱是智慧做基础的，不是烦恼。这个慈悲心是从智慧里头，大智慧里头流出来的；世间人的爱是从情执里头，情执的冲动，时间很短，很快它就变质。所以他根本就不懂。",
      "zh_TW": "情執所生的信，假信，不是真的，為什麼？會變的。你看現在年輕人，男女相愛，達到最高峰結婚了，結婚沒幾天又離婚了。那個愛是什麼？假的，騙人的，虛情假意，一時衝動，他哪裡懂得什麼叫愛！愛多神聖，愛是自性的核心，他怎麼會懂？所有，宗教的核心就是愛字。佛家不用愛，用慈悲，為什麼用慈悲？慈悲這個愛是智慧做基礎的，不是煩惱。這個慈悲心是從智慧裡頭，大智慧裡頭流出來的；世間人的愛是從情執裡頭，情執的衝動，時間很短，很快它就變質。所以他根本就不懂。"
    },
    {
      "id": "02-040-0069_p0013",
      "zh_CN": "不学，根扎不起来，懂得也是假的。懂得什么？解得不错，跟佛的见解、跟圣人的见解一模一样，为什么？读圣贤书，说出来跟圣人差不多，很像，可是是假的。为什么是假的？没做到。如果真做到了，表现的有精神在里头，这就是讲他有种特殊的能量、磁场，能感动人。自己没有做到，没有这个能量，不能感动人。感动人是自己做到，把你所信的证实了，这个能量就大了。",
      "zh_TW": "不學，根紮不起來，懂得也是假的。懂得什麼？解得不錯，跟佛的見解、跟聖人的見解一模一樣，為什麼？讀聖賢書，說出來跟聖人差不多，很像，可是是假的。為什麼是假的？沒做到。如果真做到了，表現的有精神在裡頭，這就是講他有種特殊的能量、磁場，能感動人。自己沒有做到，沒有這個能量，不能感動人。感動人是自己做到，把你所信的證實了，這個能量就大了。"
    },
    {
      "id": "02-040-0069_p0014",
      "zh_CN": "「永断疑网」，有丝毫的疑惑都会造成大障碍。疑惑是愚痴的中心，傲慢是瞋恚的中心，情执是贪欲的中心，贪瞋痴称为三毒。毒中之毒就是情执、骄慢、怀疑，毒中之毒，这个东西是六道轮回的根，三恶道的根。六道轮回，三善道贪瞋痴很淡薄，他们还是有智慧，能把它伏住，没有能力断，有能力伏。这个伏住就是四禅八定，伏住这些烦恼，你在三善道；伏不住就堕三恶道，就堕落下去了。所以「明信佛智，无上智慧」，这个佛智是一切种智，以及转八识成四智，这是自然的，是自性里头本有的智慧，无上智慧。",
      "zh_TW": "「永斷疑網」，有絲毫的疑惑都會造成大障礙。疑惑是愚痴的中心，傲慢是瞋恚的中心，情執是貪欲的中心，貪瞋痴稱為三毒。毒中之毒就是情執、驕慢、懷疑，毒中之毒，這個東西是六道輪迴的根，三惡道的根。六道輪迴，三善道貪瞋痴很淡薄，他們還是有智慧，能把它伏住，沒有能力斷，有能力伏。這個伏住就是四禪八定，伏住這些煩惱，你在三善道；伏不住就墮三惡道，就墮落下去了。所以「明信佛智，無上智慧」，這個佛智是一切種智，以及轉八識成四智，這是自然的，是自性裡頭本有的智慧，無上智慧。"
    },
    {
      "id": "02-040-0069_p0015",
      "zh_CN": "本经当中说，「已曾供养诸如来，则能欢喜信此事」，可见得净宗能信不容易。这是佛说的，等于佛给我们授记的。我们今天遇到这个法门，能信、能发愿，还肯念佛，这就是过去生中已经供养诸如来。经里面这个供养诸如来还加一个无量，供养无量诸佛如来，得到无量诸佛如来的加持，你对于净土法门才非常欢喜，深信不疑惑，发愿真干。诸位要是知道我学佛的历史，你就会看得很清楚，我不遇到方东美先生，跟佛没有缘、跟宗教没有缘。十岁，我们是乡下人，十岁才搬到城里住，上小学，念二年级，一年级没读过，念二年级。十岁了，人家七岁上一年级，八岁就二年级，所以我在班上年岁最大的。在学校里头，小学、中学这么长的时间，受老师的影响，老师告诉我们，宗教是迷信，是假的，不是真的，这个概念先入为主。我相信这几十年，学校老师教人都是这样教的，所以宗教没落了，没人相信，没有人去研究它了。",
      "zh_TW": "本經當中說，「已曾供養諸如來，則能歡喜信此事」，可見得淨宗能信不容易。這是佛說的，等於佛給我們授記的。我們今天遇到這個法門，能信、能發願，還肯念佛，這就是過去生中已經供養諸如來。經裡面這個供養諸如來還加一個無量，供養無量諸佛如來，得到無量諸佛如來的加持，你對於淨土法門才非常歡喜，深信不疑惑，發願真幹。諸位要是知道我學佛的歷史，你就會看得很清楚，我不遇到方東美先生，跟佛沒有緣、跟宗教沒有緣。十歲，我們是鄉下人，十歲才搬到城裡住，上小學，念二年級，一年級沒讀過，念二年級。十歲了，人家七歲上一年級，八歲就二年級，所以我在班上年歲最大的。在學校裡頭，小學、中學這麼長的時間，受老師的影響，老師告訴我們，宗教是迷信，是假的，不是真的，這個概念先入為主。我相信這幾十年，學校老師教人都是這樣教的，所以宗教沒落了，沒人相信，沒有人去研究它了。"
    },
    {
      "id": "02-040-0069_p0016",
      "zh_CN": "方东美先生也不是信仰宗教的，他把佛教介绍给我，我就向他老人家请教，你怎么会信这个东西？他也没有拜过老师，这是个绝顶聪明人。他二十几岁就是大学教授，世家子弟，桐城派方苞的第十六代，桐城人，从小国学的基础就深。抗战期间他在中央大学教书，那个时候顶多三十岁的样子。有一段时期他生病，别人劝他到峨嵋山去养病，环境幽雅，他在峨嵋山住了两个月，养病。山上没有报纸、也没有杂志，一般的书都没有，全是佛经，所以没事干，拿佛经来看看，消遣消遣。没有想到这一看就看出兴趣出来，他看懂了，愈看愈有兴趣。从此之后，没有一天不读佛经，而且叫深入经藏。他给我上课，举出经论里面，一大段一大段他全能背诵，告诉我在哪部经第几卷里头，不能不佩服。我们到他书房去看，桌上绝对有经本，没有一次我去看的时候，他书房桌上没有经本的，没看到过，一定有。可以说，从峨嵋山养病回去教书之后，他没有一天离开经典。他告诉我，佛经的经典是最高的哲学，告诉我，《华严经》是佛教哲学概论，他是这样看的。所以我进入佛门，研究经教，是把它当作哲学来看待，没有把它当作宗教。",
      "zh_TW": "方東美先生也不是信仰宗教的，他把佛教介紹給我，我就向他老人家請教，你怎麼會信這個東西？他也沒有拜過老師，這是個絕頂聰明人。他二十幾歲就是大學教授，世家子弟，桐城派方苞的第十六代，桐城人，從小國學的基礎就深。抗戰期間他在中央大學教書，那個時候頂多三十歲的樣子。有一段時期他生病，別人勸他到峨嵋山去養病，環境幽雅，他在峨嵋山住了兩個月，養病。山上沒有報紙、也沒有雜誌，一般的書都沒有，全是佛經，所以沒事幹，拿佛經來看看，消遣消遣。沒有想到這一看就看出興趣出來，他看懂了，愈看愈有興趣。從此之後，沒有一天不讀佛經，而且叫深入經藏。他給我上課，舉出經論裡面，一大段一大段他全能背誦，告訴我在哪部經第幾卷裡頭，不能不佩服。我們到他書房去看，桌上絕對有經本，沒有一次我去看的時候，他書房桌上沒有經本的，沒看到過，一定有。可以說，從峨嵋山養病回去教書之後，他沒有一天離開經典。他告訴我，佛經的經典是最高的哲學，告訴我，《華嚴經》是佛教哲學概論，他是這樣看的。所以我進入佛門，研究經教，是把它當作哲學來看待，沒有把它當作宗教。"
    },
    {
      "id": "02-040-0069_p0017",
      "zh_CN": "我受他老人家影响三年，以后愈来愈深入，觉得佛经里面包含的不只是哲学，它包罗万象，什么东西都有。所以我只简单把它归五大类，佛经里头有哲学、有科学、有伦理、有道德、有因果，而且都讲得非常透彻。其他典籍都赶不上大乘，真正是宝，可惜认识它的人太少了。我是很幸运，这个单元课程上完之后，我就有缘分认识了章嘉大师，这个人一生是专攻经典的。可惜他的著作全是藏文写的，而且战乱的时候，他到台湾，这东西没有带过来，应该全毁掉了，可能在大陆上也找不到了。",
      "zh_TW": "我受他老人家影響三年，以後愈來愈深入，覺得佛經裡面包含的不只是哲學，它包羅萬象，什麼東西都有。所以我只簡單把它歸五大類，佛經裡頭有哲學、有科學、有倫理、有道德、有因果，而且都講得非常透徹。其他典籍都趕不上大乘，真正是寶，可惜認識它的人太少了。我是很幸運，這個單元課程上完之後，我就有緣分認識了章嘉大師，這個人一生是專攻經典的。可惜他的著作全是藏文寫的，而且戰亂的時候，他到台灣，這東西沒有帶過來，應該全毀掉了，可能在大陸上也找不到了。"
    },
    {
      "id": "02-040-0069_p0018",
      "zh_CN": "入佛门，信慧，到哪里去找这个人？我们具足一点点信慧，是小时候父母、老师教的。真正是所谓三家村穷秀才那里学来的，扎的这个根，知道尊师重道。我们扎了有一点点，不扎实，要不是这六十年每天不离开经教，名闻利养能不动心吗？自己想一想没有把握。这一生走这条路，逆缘多，善缘少，逆缘、善缘都要修忍辱波罗蜜。佛说得很好，一切法（是讲世间法跟佛法）得成于忍，你不能修忍辱，世出世法都不能成就。忍就是坚持，不放弃，能突破种种障难，威胁利诱都能禁得起，这个路才能走通。走通之后，真正生欢喜心。所以，要从戒定慧这里面培养出的信，这信管用；不是从戒定慧培养的信，这个信在一定的时候会动摇、会变质。所以一定要知道把它补过来。",
      "zh_TW": "入佛門，信慧，到哪裡去找這個人？我們具足一點點信慧，是小時候父母、老師教的。真正是所謂三家村窮秀才那裡學來的，紮的這個根，知道尊師重道。我們紮了有一點點，不紮實，要不是這六十年每天不離開經教，名聞利養能不動心嗎？自己想一想沒有把握。這一生走這條路，逆緣多，善緣少，逆緣、善緣都要修忍辱波羅蜜。佛說得很好，一切法（是講世間法跟佛法）得成於忍，你不能修忍辱，世出世法都不能成就。忍就是堅持，不放棄，能突破種種障難，威脅利誘都能禁得起，這個路才能走通。走通之後，真正生歡喜心。所以，要從戒定慧這裡面培養出的信，這信管用；不是從戒定慧培養的信，這個信在一定的時候會動搖、會變質。所以一定要知道把它補過來。"
    },
    {
      "id": "02-040-0069_p0019",
      "zh_CN": "下面这一句，「人身难得佛难值」，这真的，得人身不容易，遇佛法更难。我们今天这个难都得到了，听到这个法门，遇到这部会集本，难中之难。「此净土宗是难信法，若能信入皆因宿具慧根」，不是过去生中深厚的慧根，你不可能相信。遇到了，这一生当中如果没有胜缘，殊胜的缘分，善友跟环境，没有这个善缘，你不能成就，成就很有限。",
      "zh_TW": "下面這一句，「人身難得佛難值」，這真的，得人身不容易，遇佛法更難。我們今天這個難都得到了，聽到這個法門，遇到這部會集本，難中之難。「此淨土宗是難信法，若能信入皆因宿具慧根」，不是過去生中深厚的慧根，你不可能相信。遇到了，這一生當中如果沒有勝緣，殊勝的緣分，善友跟環境，沒有這個善緣，你不能成就，成就很有限。"
    },
    {
      "id": "02-040-0069_p0020",
      "zh_CN": "下面第十一尊菩萨，『愿慧菩萨』。前面是信慧，这更进一步，不但信，真正发愿。「表阿弥陀大愿之王，智慧广大，又可与信慧正士合参」，这两个要合起来看，「正表净土以信愿持名为宗」，这才能成就。信已经不容易了，愿，势必要把这桩事情搞清楚、搞明白，还得把娑婆世界的事情也要搞清楚、搞明白，我们才有个选择。这个选择是智慧，不是感情冲动，智慧的选择。娑婆世界确确实实，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，你要真正想得到真常，真常只有在实报土。但是佛告诉我们，极乐世界的同居土、方便土也是真常，这就难得了。同居土里面的菩萨都是法性身、都是法性土，跟实报土没有两样，弥陀的加持、弥陀的恩德是平等的、是真实的、是没有边际的。世尊为我们如是介绍，十方诸佛如来为做证明，证明释迦牟尼佛所说的是真的，不是假的。",
      "zh_TW": "下面第十一尊菩薩，『願慧菩薩』。前面是信慧，這更進一步，不但信，真正發願。「表阿彌陀大願之王，智慧廣大，又可與信慧正士合參」，這兩個要合起來看，「正表淨土以信願持名為宗」，這才能成就。信已經不容易了，願，勢必要把這樁事情搞清楚、搞明白，還得把娑婆世界的事情也要搞清楚、搞明白，我們才有個選擇。這個選擇是智慧，不是感情衝動，智慧的選擇。娑婆世界確確實實，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，你要真正想得到真常，真常只有在實報土。但是佛告訴我們，極樂世界的同居土、方便土也是真常，這就難得了。同居土裡面的菩薩都是法性身、都是法性土，跟實報土沒有兩樣，彌陀的加持、彌陀的恩德是平等的、是真實的、是沒有邊際的。世尊為我們如是介紹，十方諸佛如來為做證明，證明釋迦牟尼佛所說的是真的，不是假的。"
    },
    {
      "id": "02-040-0069_p0021",
      "zh_CN": "我们真正能相信了，你相信多少分，是看你放下多少，这是章嘉大师教给我的标准。你没有做到，你的信不是真信，你的解不是圆解。如果是真信、是圆解，你百分之百的做到，那你真的是佛菩萨。你是什么佛？你跟阿弥陀佛学，所以你就是阿弥陀佛；你跟释迦牟尼佛学，你就是释迦如来。什么模型做出东西，跟它那是相似的、相同的。所以这部经，不只是教我们去读的、教我们去念的，不是，它教我们行、教我们证，真正把它落实，变成我们自己日常生活。日常工作、待人处世不离信愿，跟人接触只有一个目标，劝行、劝愿。劝行，根熟的劝行；没有善根的，劝信；已经信了，劝解；已经理解了，劝他发愿念佛，求生净土。这就跟佛菩萨度众没有两样，跟阿弥陀佛同心、同德、同愿、同行，弥陀弟子。",
      "zh_TW": "我們真正能相信了，你相信多少分，是看你放下多少，這是章嘉大師教給我的標準。你沒有做到，你的信不是真信，你的解不是圓解。如果是真信、是圓解，你百分之百的做到，那你真的是佛菩薩。你是什麼佛？你跟阿彌陀佛學，所以你就是阿彌陀佛；你跟釋迦牟尼佛學，你就是釋迦如來。什麼模型做出東西，跟它那是相似的、相同的。所以這部經，不只是教我們去讀的、教我們去念的，不是，它教我們行、教我們證，真正把它落實，變成我們自己日常生活。日常工作、待人處世不離信願，跟人接觸只有一個目標，勸行、勸願。勸行，根熟的勸行；沒有善根的，勸信；已經信了，勸解；已經理解了，勸他發願念佛，求生淨土。這就跟佛菩薩度眾沒有兩樣，跟阿彌陀佛同心、同德、同願、同行，彌陀弟子。"
    },
    {
      "id": "02-040-0069_p0022",
      "zh_CN": "下面这一尊，『香象菩萨』，「乃东方阿閦佛国菩萨，曾于维摩会上，作同闻众」，在维摩会上也表上首。「香象身出香风，此菩萨身香亦如之。香象力大，表弥陀愿力无边」。他参加这个法会做影响众，在这个地方表法。菩萨身出香风，很远地方就闻到，也可以看作磁场，现在人讲磁场。进入这个磁场感到身心舒畅，纵然不想说一句话，也不想离开，为什么？那是一种非常好的享受，这是真的。我这一生就是，特别是章嘉大师的磁场，跟他坐在一起就不想离开。象，动物里面，象的力最大，所以表阿弥陀佛的愿力，阿弥陀佛大愿、大能摄受无量无边众生。",
      "zh_TW": "下面這一尊，『香象菩薩』，「乃東方阿閦佛國菩薩，曾於維摩會上，作同聞眾」，在維摩會上也表上首。「香象身出香風，此菩薩身香亦如之。香象力大，表彌陀願力無邊」。他參加這個法會做影響眾，在這個地方表法。菩薩身出香風，很遠地方就聞到，也可以看作磁場，現在人講磁場。進入這個磁場感到身心舒暢，縱然不想說一句話，也不想離開，為什麼？那是一種非常好的享受，這是真的。我這一生就是，特別是章嘉大師的磁場，跟他坐在一起就不想離開。象，動物裡面，象的力最大，所以表阿彌陀佛的願力，阿彌陀佛大願、大能攝受無量無邊眾生。"
    },
    {
      "id": "02-040-0069_p0023",
      "zh_CN": "下面第十三尊，『宝英菩萨』，「表弥陀愿海，乃无量功德妙宝之所庄严，能令凡夫，无功德者迳登不退，证入涅槃，是乃宝中之英，故曰宝英」。英是英华，我们常讲精英、精华，表阿弥陀佛的四十八愿，四十八愿是无量功德妙宝之所庄严。妙宝是形容功德的，功德是修功有德，不修就没有。我们修世间法，修伦理，五伦、五常、四维、八德，每一个字都修得很好，起心动念、言语造作都与这些德目相应，这个相应就是德。把这些德目表演在我身上，表演在我形象上，表演在我日常生活当中，自自然然能感化人。你住在这个地方，三年，这个地区人都被你感化了，就是潜移默化。佛弟子，我们刚才讲，三福要做到，这最高的指导原则；六和要做到，不求别人跟我和，求我跟别人和，这就对了。我跟别人和，和了几年，别人跟我和，不知不觉的他被我感化了。",
      "zh_TW": "下面第十三尊，『寶英菩薩』，「表彌陀願海，乃無量功德妙寶之所莊嚴，能令凡夫，無功德者逕登不退，證入涅槃，是乃寶中之英，故曰寶英」。英是英華，我們常講精英、精華，表阿彌陀佛的四十八願，四十八願是無量功德妙寶之所莊嚴。妙寶是形容功德的，功德是修功有德，不修就沒有。我們修世間法，修倫理，五倫、五常、四維、八德，每一個字都修得很好，起心動念、言語造作都與這些德目相應，這個相應就是德。把這些德目表演在我身上，表演在我形象上，表演在我日常生活當中，自自然然能感化人。你住在這個地方，三年，這個地區人都被你感化了，就是潛移默化。佛弟子，我們剛才講，三福要做到，這最高的指導原則；六和要做到，不求別人跟我和，求我跟別人和，這就對了。我跟別人和，和了幾年，別人跟我和，不知不覺的他被我感化了。"
    },
    {
      "id": "02-040-0069_p0024",
      "zh_CN": "有些同学知道，图文巴十几个宗教，这些领导人希望团结携手，把这个小城造成全世界第一个，多元文化和谐示范城市，难得。我们在这个小城住了十一年，这个十一年感化了，不知不觉，无形的一个力量促成宗教大团结。我们的方法是布施，请客、吃饭、聊天，每个星期六我们有这个活动，十一年没中断，每个星期六都举行。这个城市不大，只有十万人，十年有这个成就，要有耐心，不能中断。欢迎大家来吃饭，素食招待，也不错，十几个菜，当地人很喜欢。所以，几乎每个人都到我们餐厅里面来做过客的，对我们都非常了解。族群有困难、宗教有困难，这地方上有困难了，我们都伸出援手帮助。",
      "zh_TW": "有些同學知道，圖文巴十幾個宗教，這些領導人希望團結攜手，把這個小城造成全世界第一個，多元文化和諧示範城市，難得。我們在這個小城住了十一年，這個十一年感化了，不知不覺，無形的一個力量促成宗教大團結。我們的方法是布施，請客、吃飯、聊天，每個星期六我們有這個活動，十一年沒中斷，每個星期六都舉行。這個城市不大，只有十萬人，十年有這個成就，要有耐心，不能中斷。歡迎大家來吃飯，素食招待，也不錯，十幾個菜，當地人很喜歡。所以，幾乎每個人都到我們餐廳裡面來做過客的，對我們都非常了解。族群有困難、宗教有困難，這地方上有困難了，我們都伸出援手幫助。"
    },
    {
      "id": "02-040-0069_p0025",
      "zh_CN": "昨天我收到一个报告，我们的农耕，小麦收成比预估的降低了，这个就是气候种种自然的问题，歉收了，还收了两万多公斤。去年我听说小米收了一万三千公斤，今年小麦。除了我们自己食用之外，我们到市场去卖，卖的钱付了农民的工钱之外，还有很多赚的，这就是道场的收入。道场经济有固定的收入，人心就安定，不是靠捐助，捐助不稳定。这是稳定了，我离开这个道场没有问题了，他们有收入。能够自给自足，而且还有很多多余的，多余的一定要帮助地方、帮助族群、帮助宗教，方方面面，需要用金钱帮忙，全部帮忙。你跟人的关系愈结愈好，我们不是空口说白话的，是真干的。",
      "zh_TW": "昨天我收到一個報告，我們的農耕，小麥收成比預估的降低了，這個就是氣候種種自然的問題，歉收了，還收了兩萬多公斤。去年我聽說小米收了一萬三千公斤，今年小麥。除了我們自己食用之外，我們到市場去賣，賣的錢付了農民的工錢之外，還有很多賺的，這就是道場的收入。道場經濟有固定的收入，人心就安定，不是靠捐助，捐助不穩定。這是穩定了，我離開這個道場沒有問題了，他們有收入。能夠自給自足，而且還有很多多餘的，多餘的一定要幫助地方、幫助族群、幫助宗教，方方面面，需要用金錢幫忙，全部幫忙。你跟人的關係愈結愈好，我們不是空口說白話的，是真幹的。"
    },
    {
      "id": "02-040-0069_p0026",
      "zh_CN": "其他宗教收入有困难，明年我回去跟大家再商量商量，帮助宗教，怎么帮助法？我们买土地送给它们，这个土地指定农耕。我们送它五百亩，五百个英亩、一千个英亩给那些宗教，它们一体来使用。中国古人所说，「身安则道隆」，我们身心安定，才真正能修道，身心不安没法子修。身心安定，首先就是经济收入要稳定。自古以来，没有不重视这个问题，收支要稳定，一心才真正能向道。我们的问题解决了，我们再帮助大家解决问题，这个头带得好，我们自己种菜，自己种粮食。这是功德。",
      "zh_TW": "其他宗教收入有困難，明年我回去跟大家再商量商量，幫助宗教，怎麼幫助法？我們買土地送給它們，這個土地指定農耕。我們送它五百畝，五百個英畝、一千個英畝給那些宗教，它們一體來使用。中國古人所說，「身安則道隆」，我們身心安定，才真正能修道，身心不安沒法子修。身心安定，首先就是經濟收入要穩定。自古以來，沒有不重視這個問題，收支要穩定，一心才真正能向道。我們的問題解決了，我們再幫助大家解決問題，這個頭帶得好，我們自己種菜，自己種糧食。這是功德。"
    },
    {
      "id": "02-040-0069_p0027",
      "zh_CN": "第十四菩萨，『中住菩萨』，「安住中道，不落二边，当相即道，即事而真，净念相继，即念离念，是中住义」，这个意思很深。安住中道，不落二边，这个二边是空有二边、性相二边。现相是有，体性是空，叫性空妙有。空有是一不是二，不能偏在一边。凡夫偏在有，对有非常执着；二乘偏在空，他是舍了有，进入到空，叫偏真涅槃。自己入般涅槃了，但是不能利益众生，这只有自利不能利人。大乘菩萨，空有二边都不着，二边都不离，即空即有，所以是当相即道，即事而真。一切事相知道这是个梦境，梦境不必除它，有就是空。所以在一切现象里面，他能和光同尘，跟大家完全一样。他心地清净，没有分别、没有执着、没有起心、没有动念，就是空有二边都不住，活活泼泼，这个样子才真正做到功德圆满。自利利他，成就无量功德，但是对无量功德又没有起心动念。无量功德有没有？有！不执着，不要把功德念念念到嘴上，我有多少功德，功德没有了！变成什么？变成福德，变质了。福德在什么地方？在三善道，在六道轮回里头。四圣法界，分别执着都没有了，还有起心动念，那个妨碍不大，只妨碍明心见性，除这个之外它没什么妨碍。所以这个还是要放下，还是不能执着。",
      "zh_TW": "第十四菩薩，『中住菩薩』，「安住中道，不落二邊，當相即道，即事而真，淨念相繼，即念離念，是中住義」，這個意思很深。安住中道，不落二邊，這個二邊是空有二邊、性相二邊。現相是有，體性是空，叫性空妙有。空有是一不是二，不能偏在一邊。凡夫偏在有，對有非常執著；二乘偏在空，他是捨了有，進入到空，叫偏真涅槃。自己入般涅槃了，但是不能利益眾生，這只有自利不能利人。大乘菩薩，空有二邊都不著，二邊都不離，即空即有，所以是當相即道，即事而真。一切事相知道這是個夢境，夢境不必除它，有就是空。所以在一切現象裡面，他能和光同塵，跟大家完全一樣。他心地清淨，沒有分別、沒有執著、沒有起心、沒有動念，就是空有二邊都不住，活活潑潑，這個樣子才真正做到功德圓滿。自利利他，成就無量功德，但是對無量功德又沒有起心動念。無量功德有沒有？有！不執著，不要把功德念念念到嘴上，我有多少功德，功德沒有了！變成什麼？變成福德，變質了。福德在什麼地方？在三善道，在六道輪迴裡頭。四聖法界，分別執著都沒有了，還有起心動念，那個妨礙不大，只妨礙明心見性，除這個之外它沒什麼妨礙。所以這個還是要放下，還是不能執著。"
    },
    {
      "id": "02-040-0069_p0028",
      "zh_CN": "功夫就在日常生活当中锻炼，炼什么？最高的，炼不起心不动念，这个事难，谁能在境界里头不起心不动念？眼见色、耳闻声、鼻嗅香、舌尝味，几个人能不动心？不动心就成佛了，就是法身大士了。所以我们的炼是从不执着下手，不执着真做到了，再学不分别。不分别做到了，再进一步，不起心不动念，要分三个阶段。说我一下手就要不起心不动念，在中国历史上只有一个人，惠能大师，没看到第二个人，惠能之前没见过，惠能之后也没有听说过。这个人不能学，学不到、学不像。",
      "zh_TW": "功夫就在日常生活當中鍛鍊，鍊什麼？最高的，鍊不起心不動念，這個事難，誰能在境界裡頭不起心不動念？眼見色、耳聞聲、鼻嗅香、舌嘗味，幾個人能不動心？不動心就成佛了，就是法身大士了。所以我們的鍊是從不執著下手，不執著真做到了，再學不分別。不分別做到了，再進一步，不起心不動念，要分三個階段。說我一下手就要不起心不動念，在中國歷史上只有一個人，惠能大師，沒看到第二個人，惠能之前沒見過，惠能之後也沒有聽說過。這個人不能學，學不到、學不像。"
    },
    {
      "id": "02-040-0069_p0029",
      "zh_CN": "净土宗妙，有惠能大师同样的效果，但是不同的方法。不同的方法是什么？惠能大师的念、心确实是不起心不动念，应无所住，而生其心。那个生其心是什么？生其心是感应，众生有感立刻就有应；虽有应，应里头没有起心动念。这是大菩萨的境界，不是凡人，凡人决定做不到。你做到了，你不是凡人，你是佛菩萨。净宗教给我们，把念头就定在阿弥陀佛上，这个妙，妙极了！除阿弥陀佛之外，没有第二个念头。所以净宗是有起心动念，起心动念全是阿弥陀佛，全是极乐世界。所以，净宗主目标不是明心见性，明心见性用这个方法不行。净宗主目标是求生净土、是亲近阿弥陀佛，那这个方法就是亲近阿弥陀佛，往生净土最妙的方法。一切法从心想生，心想事成，你心天天想，事就成就了。我们把明心见性放在极乐世界，见到阿弥陀佛之后，我再修不起心不动念，再修大彻大悟、明心见性。我们把它分成两个梯次，这个容易，一切众生不同根性统统能成就，无论男女老少、贤愚不肖，没有一个不成就的。烦恼习气不必断、不必消，只要你把念头专一，专在阿弥陀佛这里，不断自然断了，不消自然消了，这个方法妙绝了！",
      "zh_TW": "淨土宗妙，有惠能大師同樣的效果，但是不同的方法。不同的方法是什麼？惠能大師的念、心確實是不起心不動念，應無所住，而生其心。那個生其心是什麼？生其心是感應，眾生有感立刻就有應；雖有應，應裡頭沒有起心動念。這是大菩薩的境界，不是凡人，凡人決定做不到。你做到了，你不是凡人，你是佛菩薩。淨宗教給我們，把念頭就定在阿彌陀佛上，這個妙，妙極了！除阿彌陀佛之外，沒有第二個念頭。所以淨宗是有起心動念，起心動念全是阿彌陀佛，全是極樂世界。所以，淨宗主目標不是明心見性，明心見性用這個方法不行。淨宗主目標是求生淨土、是親近阿彌陀佛，那這個方法就是親近阿彌陀佛，往生淨土最妙的方法。一切法從心想生，心想事成，你心天天想，事就成就了。我們把明心見性放在極樂世界，見到阿彌陀佛之後，我再修不起心不動念，再修大徹大悟、明心見性。我們把它分成兩個梯次，這個容易，一切眾生不同根性統統能成就，無論男女老少、賢愚不肖，沒有一個不成就的。煩惱習氣不必斷、不必消，只要你把念頭專一，專在阿彌陀佛這裡，不斷自然斷了，不消自然消了，這個方法妙絕了！"
    },
    {
      "id": "02-040-0069_p0030",
      "zh_CN": "底下一尊菩萨，『制行菩萨』，制行里头最重要的，制心一处，「表严持净戒，制恶行善。又念佛即是持戒，是制行义」。一句佛号具足万德，所有一切境界自然它就止了，为什么？你念念是阿弥陀佛。阿弥陀佛佛号放下，你去念名闻利养，名闻利养代替了阿弥陀佛，这就错了，这你比不上持戒的人。如果念念都是阿弥陀佛，你超过持戒的人。那么问问，我们对持戒这桩事情要怎么看待？果然念念都是阿弥陀佛，净念相继，戒律可以不闻了，一切法都可以不闻。这是什么？专修净土，专念弥陀，你决定得生，弥陀决定会来接引你。那就是你这个制，制行，你能不能制得住？这个制，有些经上用止，意思完全相同。止，止于一处，把心定在一个地方，这个非常重要，这是净宗的方法。不要枝枝叶叶上去修，完全从根本修，根本就是个佛字，阿弥陀佛。肯定阿弥陀佛功德不可思议，没有一法不在其中，真是一即一切，一切即一。要真正放在这里，确确实实万缘放下，这个例子很多。",
      "zh_TW": "底下一尊菩薩，『制行菩薩』，制行裡頭最重要的，制心一處，「表嚴持淨戒，制惡行善。又念佛即是持戒，是制行義」。一句佛號具足萬德，所有一切境界自然它就止了，為什麼？你念念是阿彌陀佛。阿彌陀佛佛號放下，你去念名聞利養，名聞利養代替了阿彌陀佛，這就錯了，這你比不上持戒的人。如果念念都是阿彌陀佛，你超過持戒的人。那麼問問，我們對持戒這樁事情要怎麼看待？果然念念都是阿彌陀佛，淨念相繼，戒律可以不聞了，一切法都可以不聞。這是什麼？專修淨土，專念彌陀，你決定得生，彌陀決定會來接引你。那就是你這個制，制行，你能不能制得住？這個制，有些經上用止，意思完全相同。止，止於一處，把心定在一個地方，這個非常重要，這是淨宗的方法。不要枝枝葉葉上去修，完全從根本修，根本就是個佛字，阿彌陀佛。肯定阿彌陀佛功德不可思議，沒有一法不在其中，真是一即一切，一切即一。要真正放在這裡，確確實實萬緣放下，這個例子很多。"
    },
    {
      "id": "02-040-0069_p0031",
      "zh_CN": "我们听倓虚老法师的报告，佛门讲开示，老和尚的开示，跟我们讲锅漏匠的故事，锅漏匠是他的同学，跟我们讲修无师的故事，修无师是道场的同修，哈尔滨极乐寺的。这些人都不认识字，没念过书，都是做苦力的。锅漏匠是苦力，很辛苦。修无师是做泥水匠的，建筑房屋，当小工。以后学了佛出家了，在常住里头真发心修苦行，人家不愿意干的工作他干。一心专念阿弥陀佛，别无杂念，都是念到预知时至，自在往生。修无师是在极乐寺刚刚建成，倓虚法师是住持，谛闲是他的老师。寺庙建成了，办一个法会，就是开戒、传戒，请谛闲老和尚当戒和尚，这是佛门最大规模的法会。当然这个寺院建这么大，开戒是有好处，有很多人在这边出家、受戒，也有的人愿意留下来在道场服务，这道场可以兴旺，这个方法确实是好。这些人真正能把心制在一处，所以他很快就成就；心不能制在一处那就难了。制在一处是得定，制在阿弥陀佛这个名号上，就是念佛三昧。当然功夫有浅深不同，功夫的浅深是智慧、是德行。智慧是什么？你还没有看破，还没有彻底放下，心里头有杂念、有妄想、有牵挂。真看破、真放下了，心里头没有杂念、没有妄想、没有牵挂，这就成功了，这个时候就跟阿弥陀佛通了。",
      "zh_TW": "我們聽倓虛老法師的報告，佛門講開示，老和尚的開示，跟我們講鍋漏匠的故事，鍋漏匠是他的同學，跟我們講修無師的故事，修無師是道場的同修，哈爾濱極樂寺的。這些人都不認識字，沒念過書，都是做苦力的。鍋漏匠是苦力，很辛苦。修無師是做泥水匠的，建築房屋，當小工。以後學了佛出家了，在常住裡頭真發心修苦行，人家不願意幹的工作他幹。一心專念阿彌陀佛，別無雜念，都是念到預知時至，自在往生。修無師是在極樂寺剛剛建成，倓虛法師是住持，諦閑是他的老師。寺廟建成了，辦一個法會，就是開戒、傳戒，請諦閑老和尚當戒和尚，這是佛門最大規模的法會。當然這個寺院建這麼大，開戒是有好處，有很多人在這邊出家、受戒，也有的人願意留下來在道場服務，這道場可以興旺，這個方法確實是好。這些人真正能把心制在一處，所以他很快就成就；心不能制在一處那就難了。制在一處是得定，制在阿彌陀佛這個名號上，就是念佛三昧。當然功夫有淺深不同，功夫的淺深是智慧、是德行。智慧是什麼？你還沒有看破，還沒有徹底放下，心裡頭有雜念、有妄想、有牽掛。真看破、真放下了，心裡頭沒有雜念、沒有妄想、沒有牽掛，這就成功了，這個時候就跟阿彌陀佛通了。"
    },
    {
      "id": "02-040-0069_p0032",
      "zh_CN": "其实，我们一念心阿弥陀佛知道，佛为什么不来？是我们自己有业障，我们的心不清净，来了没用处。不起作用，他决定不来，来了他真起作用。业障要消，来了才有作用，消业障要靠念佛，念佛功夫不够没法子，这个忙阿弥陀佛帮不上。念佛功夫够了，业障、烦恼不要消尽，消尽很困难，那跟八万四千法门没有两样，他只要你能伏得住，你能控制，业障烦恼不起作用，就行了，佛就来接引你。你还没能控制住，佛不会来。你看，最近我们接到一个报告，四川的，在家一位居士，夫妻两个都念佛。太太见到阿弥陀佛了，阿弥陀佛问她，想不想到极乐世界去？她心里一犹豫，家里孩子、孙子还不能放下，这一犹豫的时候佛不见了。她把这个事情告诉先生，先生听了很开心，先生知道这真的，不是假的。先生不吭气，认真去念佛，不告诉她们。没多久，先生伏住烦恼了，阿弥陀佛把他接走了。这是我们了解怎么才能往生，给我们传递这个信息，决定是全盘放下，没有丝毫疑虑。",
      "zh_TW": "其實，我們一念心阿彌陀佛知道，佛為什麼不來？是我們自己有業障，我們的心不清淨，來了沒用處。不起作用，他決定不來，來了他真起作用。業障要消，來了才有作用，消業障要靠念佛，念佛功夫不夠沒法子，這個忙阿彌陀佛幫不上。念佛功夫夠了，業障、煩惱不要消盡，消盡很困難，那跟八萬四千法門沒有兩樣，他只要你能伏得住，你能控制，業障煩惱不起作用，就行了，佛就來接引你。你還沒能控制住，佛不會來。你看，最近我們接到一個報告，四川的，在家一位居士，夫妻兩個都念佛。太太見到阿彌陀佛了，阿彌陀佛問她，想不想到極樂世界去？她心裡一猶豫，家裡孩子、孫子還不能放下，這一猶豫的時候佛不見了。她把這個事情告訴先生，先生聽了很開心，先生知道這真的，不是假的。先生不吭氣，認真去念佛，不告訴她們。沒多久，先生伏住煩惱了，阿彌陀佛把他接走了。這是我們了解怎麼才能往生，給我們傳遞這個信息，決定是全盤放下，沒有絲毫疑慮。"
    },
    {
      "id": "02-040-0069_p0033",
      "zh_CN": "我自己经历过一次，我天天都想走。我七十九岁那年，七十九岁，在北京，生病住在旅馆里面，病得很重。第三天，下半夜，我好像是醒过来了，但是醒过来，很清楚，我不是在旅馆里头，是在野外，草地上，躺在野外草地上。看到面前一重一重的青山，很漂亮，很像大理的苍山那个样子。但是大理山外面有洱海，有水，那里没有，没有看到水。看到满山遍野都是人，不知道有多少人，面都向着我。我这一想，这是不是一些听众？很欢喜。突然这一念之间，变了，那些人全变成畜生。我感到非常惊讶，满山遍野一下就变成畜生，各个种类不同的畜生，满山遍野。我就念了一句南无本师释迦牟尼佛。佛身现前，佛相多大？半边天，山不见了，就是一尊佛相在面前。那时候讲《华严经》，升座讲经，我都念本师释迦牟尼佛，本师阿弥陀佛，本师毘卢遮那佛。所以我接着念南无本师阿弥陀佛，阿弥陀佛现前，释迦牟尼佛不见了。我再念南无本师毘卢遮那佛，毘卢遮那佛现前，弥陀佛不见了。最后我念了一声南无观世音菩萨，观世音菩萨现前。那个相是半边天，但是看得很清楚，一点都不模糊，真的是如对面前。这个时候我就听到耳边有声音，我没有回头，我看观音菩萨，没有回头，问我还有没有什么没有放下的？统统放下了；还有没有亲人想见见面的？没有了。问了我好多，我都说我什么都没有了。我说我很想跟佛到极乐世界去，如果佛需要我留在世间的话，多住几年，我说也可以，没关系。这样就醒过来了，醒过来病就好了，第二天我就回香港。",
      "zh_TW": "我自己經歷過一次，我天天都想走。我七十九歲那年，七十九歲，在北京，生病住在旅館裡面，病得很重。第三天，下半夜，我好像是醒過來了，但是醒過來，很清楚，我不是在旅館裡頭，是在野外，草地上，躺在野外草地上。看到面前一重一重的青山，很漂亮，很像大理的蒼山那個樣子。但是大理山外面有洱海，有水，那裡沒有，沒有看到水。看到滿山遍野都是人，不知道有多少人，面都向著我。我這一想，這是不是一些聽眾？很歡喜。突然這一念之間，變了，那些人全變成畜生。我感到非常驚訝，滿山遍野一下就變成畜生，各個種類不同的畜生，滿山遍野。我就念了一句南無本師釋迦牟尼佛。佛身現前，佛相多大？半邊天，山不見了，就是一尊佛相在面前。那時候講《華嚴經》，升座講經，我都念本師釋迦牟尼佛，本師阿彌陀佛，本師毘盧遮那佛。所以我接著念南無本師阿彌陀佛，阿彌陀佛現前，釋迦牟尼佛不見了。我再念南無本師毘盧遮那佛，毘盧遮那佛現前，彌陀佛不見了。最後我念了一聲南無觀世音菩薩，觀世音菩薩現前。那個相是半邊天，但是看得很清楚，一點都不模糊，真的是如對面前。這個時候我就聽到耳邊有聲音，我沒有回頭，我看觀音菩薩，沒有回頭，問我還有沒有什麼沒有放下的？統統放下了；還有沒有親人想見見面的？沒有了。問了我好多，我都說我什麼都沒有了。我說我很想跟佛到極樂世界去，如果佛需要我留在世間的話，多住幾年，我說也可以，沒關係。這樣就醒過來了，醒過來病就好了，第二天我就回香港。"
    },
    {
      "id": "02-040-0069_p0034",
      "zh_CN": "有这么一次经历，我就有信心，我什么时候往生，阿弥陀佛做决定。需要留我在这个地方，做一个表法，做个样子，我行，我能忍耐，能受苦。时间到了，我的事情圆满了，佛就会来接我走。对这个世界没有丝毫留恋，什么时候都可以走，欢欢喜喜的走，快快乐乐的走，一丝毫干扰都没有。这几年愈来愈专了，经现在就一部，其他统放下了，持名，就一尊阿弥陀佛，别的都不念了。制心一处，无事不办。",
      "zh_TW": "有這麼一次經歷，我就有信心，我什麼時候往生，阿彌陀佛做決定。需要留我在這個地方，做一個表法，做個樣子，我行，我能忍耐，能受苦。時間到了，我的事情圓滿了，佛就會來接我走。對這個世界沒有絲毫留戀，什麼時候都可以走，歡歡喜喜的走，快快樂樂的走，一絲毫干擾都沒有。這幾年愈來愈專了，經現在就一部，其他統放下了，持名，就一尊阿彌陀佛，別的都不念了。制心一處，無事不辦。"
    },
    {
      "id": "02-040-0069_p0035",
      "zh_CN": "所以制行是我们能不能往生最关键的问题。这个心控制不了，还有杂念、还有妄想，特别还有名利、还有亲情，这个麻烦大了。甚至于我还想对佛法做什么好事，都不可以，都是麻烦。有缘就做，作而无作，这就对了。作是什么？没有起心动念，还是一句佛号念到底，无作而作，决定不妨碍信愿，决定不妨碍往生，这才行。世间名利财色稍稍动一点心，我们就受到干扰、就受到妨害。每天读经、每天分享有好处，时时刻刻提醒自己，这个环境要认识得很清楚，决定不含糊。",
      "zh_TW": "所以制行是我們能不能往生最關鍵的問題。這個心控制不了，還有雜念、還有妄想，特別還有名利、還有親情，這個麻煩大了。甚至於我還想對佛法做什麼好事，都不可以，都是麻煩。有緣就做，作而無作，這就對了。作是什麼？沒有起心動念，還是一句佛號念到底，無作而作，決定不妨礙信願，決定不妨礙往生，這才行。世間名利財色稍稍動一點心，我們就受到干擾、就受到妨害。每天讀經、每天分享有好處，時時刻刻提醒自己，這個環境要認識得很清楚，決定不含糊。"
    },
    {
      "id": "02-040-0069_p0036",
      "zh_CN": "末后，『解脱菩萨』。这十六位菩萨排列都非常有表法的意思，有很深教育的意义在里头。你看最后解脱了，解脱之前是制行，行制不住就解脱不了。「表灭除结缚，故名解脱」，结是烦恼，缚也是烦恼的代名词。过去，大概几十年前，我记得有个电影的名字叫「心有千千结」，这是凡夫，这个结永远解不开。缚是绳子捆绑得很紧，两个字都是烦恼的代名词。用一句佛号把它解除，把结解开，把缚也解开，佛号功德不可思议。",
      "zh_TW": "末後，『解脫菩薩』。這十六位菩薩排列都非常有表法的意思，有很深教育的意義在裡頭。你看最後解脫了，解脫之前是制行，行制不住就解脫不了。「表滅除結縛，故名解脫」，結是煩惱，縛也是煩惱的代名詞。過去，大概幾十年前，我記得有個電影的名字叫「心有千千結」，這是凡夫，這個結永遠解不開。縛是繩子捆綁得很緊，兩個字都是煩惱的代名詞。用一句佛號把它解除，把結解開，把縛也解開，佛號功德不可思議。"
    },
    {
      "id": "02-040-0069_p0037",
      "zh_CN": "「如经云：身独度脱，获其福德，可得长寿泥洹之道」。这个身独度脱，这个独字是个关键的字眼，你自己一定要知道。还有许多人说，我要到极乐世界，我的孩子怎么办？我的家亲眷属怎么办？还有一大堆，那你自己也去不了。为什么？全是假的，世间这些事，缘聚就现前，缘散就消失了。缘聚缘散，你怎么能当真？那有人说，学佛怎么这么感情都没有了？学佛有没有感情？佛学有，佛学的感情是真情，不是虚情假意。佛对我们有真情，生生世世永远追随、照顾，没有放弃我们，这是真的。六道里头，缘聚的时候在一起，死了之后缘散了，又不晓得到哪一道去了？再见面也不认识，那是假的，不能认真。",
      "zh_TW": "「如經云：身獨度脫，獲其福德，可得長壽泥洹之道」。這個身獨度脫，這個獨字是個關鍵的字眼，你自己一定要知道。還有許多人說，我要到極樂世界，我的孩子怎麼辦？我的家親眷屬怎麼辦？還有一大堆，那你自己也去不了。為什麼？全是假的，世間這些事，緣聚就現前，緣散就消失了。緣聚緣散，你怎麼能當真？那有人說，學佛怎麼這麼感情都沒有了？學佛有沒有感情？佛學有，佛學的感情是真情，不是虛情假意。佛對我們有真情，生生世世永遠追隨、照顧，沒有放棄我們，這是真的。六道裡頭，緣聚的時候在一起，死了之後緣散了，又不曉得到哪一道去了？再見面也不認識，那是假的，不能認真。"
    },
    {
      "id": "02-040-0069_p0038",
      "zh_CN": "你要是真的认真要度你过去家亲眷属，那叫什么？在佛教里有个名词叫有缘人。什么时候你认识他？你明心见性之后就认识了。这些有缘人散居在十法界，在各个不同的界别里头，有在天道的、有在人道的、有在三途的。只要是跟你过去有过这个缘，亲属关系，你统统都能够看到他、能够听到他，他起心动念你全知道，你都能关注得到，他有困难，你真能帮助他。到那个时候你跟佛菩萨一样，你有圆满的智慧、有无量的德行，你也会像菩萨一样观机，他是不是真想出离，真想出离就帮他。他不想出离，烦恼习气没伏住，这个不行。这你没有成熟，就是根熟众生，你根没熟，你还有起心动念、还有分别、还有情执。有这些东西，极乐世界不适合你居住，你到那边会生烦恼。",
      "zh_TW": "你要是真的認真要度你過去家親眷屬，那叫什麼？在佛教裡有個名詞叫有緣人。什麼時候你認識他？你明心見性之後就認識了。這些有緣人散居在十法界，在各個不同的界別裡頭，有在天道的、有在人道的、有在三途的。只要是跟你過去有過這個緣，親屬關係，你統統都能夠看到他、能夠聽到他，他起心動念你全知道，你都能關注得到，他有困難，你真能幫助他。到那個時候你跟佛菩薩一樣，你有圓滿的智慧、有無量的德行，你也會像菩薩一樣觀機，他是不是真想出離，真想出離就幫他。他不想出離，煩惱習氣沒伏住，這個不行。這你沒有成熟，就是根熟眾生，你根沒熟，你還有起心動念、還有分別、還有情執。有這些東西，極樂世界不適合你居住，你到那邊會生煩惱。"
    },
    {
      "id": "02-040-0069_p0039",
      "zh_CN": "所以，必须能完全伏住，只要一念伏住，那一念就能往生。往生到极乐世界是永远伏住，不会起现行，极乐世界没有烦恼的环境，没有造业的环境。到极乐世界，极乐世界没有女人，全是男子，女人到极乐世界都变成男子。这是什么？这是阿弥陀佛把那个亲情、男女之爱完全杜绝掉，他那里没有，所以他念头都不生。而且到极乐世界，作阿惟越致菩萨，就是大彻大悟，遍法界虚空界的真相你完全见到了、完全明白了。烦恼化成菩提，生死化成涅槃，全转过来了。",
      "zh_TW": "所以，必須能完全伏住，只要一念伏住，那一念就能往生。往生到極樂世界是永遠伏住，不會起現行，極樂世界沒有煩惱的環境，沒有造業的環境。到極樂世界，極樂世界沒有女人，全是男子，女人到極樂世界都變成男子。這是什麼？這是阿彌陀佛把那個親情、男女之愛完全杜絕掉，他那裡沒有，所以他念頭都不生。而且到極樂世界，作阿惟越致菩薩，就是大徹大悟，遍法界虛空界的真相你完全見到了、完全明白了。煩惱化成菩提，生死化成涅槃，全轉過來了。"
    },
    {
      "id": "02-040-0069_p0040",
      "zh_CN": "这几天，电脑里面不断在播二０一二灾难，有好多个版本。昨天有一个居士，我不会用电脑，他们把电脑拿给我看，我看到四个不同的版本，以前我没见过的。比以前那些讲得更详细，对念佛人有帮助，让念佛人了解事实真相，对于信愿持名增长了信心，还是到极乐世界好。这个灾难怎么来的？念头起的。为什么要起这个念头？因为境从心生，相由心现，你想它，它就有；你不想它，它就没有。所以，我劝全世界净宗同学，在卫星电视、在网路上，我们大家一起，在心地里头把这个灾难灭除，不要去理会它，这假的，没有一样是真的。一心专念阿弥陀佛，我们自己平安没事，你的家庭也没事，你居住的地方也没事。问题是你得真信，你要有信慧、你要有愿慧、你要有制行，后头自然得解脱，你就得大自在了。",
      "zh_TW": "這幾天，電腦裡面不斷在播二０一二災難，有好多個版本。昨天有一個居士，我不會用電腦，他們把電腦拿給我看，我看到四個不同的版本，以前我沒見過的。比以前那些講得更詳細，對念佛人有幫助，讓念佛人了解事實真相，對於信願持名增長了信心，還是到極樂世界好。這個災難怎麼來的？念頭起的。為什麼要起這個念頭？因為境從心生，相由心現，你想它，它就有；你不想它，它就沒有。所以，我勸全世界淨宗同學，在衛星電視、在網路上，我們大家一起，在心地裡頭把這個災難滅除，不要去理會它，這假的，沒有一樣是真的。一心專念阿彌陀佛，我們自己平安沒事，你的家庭也沒事，你居住的地方也沒事。問題是你得真信，你要有信慧、你要有願慧、你要有制行，後頭自然得解脫，你就得大自在了。"
    },
    {
      "id": "02-040-0069_p0041",
      "zh_CN": "科学的根据也不可靠，因为它是假的，它不是真的；明心见性是真的，从自性里面露出来的这是决定可靠。如来的经典是从自性流出来的，字字句句都是性德，可惜现在相信的人少，不信的人太多了。我们竭尽所能做一点影响，尽一点棉薄之力，希望把念头转过来。我们大家念阿弥陀佛，要真正相信，纵然有这个灾难会减轻。化解灾难，我们没有那么大的功德，智慧、德能都不够，把它减轻决定是可能的。",
      "zh_TW": "科學的根據也不可靠，因為它是假的，它不是真的；明心見性是真的，從自性裡面露出來的這是決定可靠。如來的經典是從自性流出來的，字字句句都是性德，可惜現在相信的人少，不信的人太多了。我們竭盡所能做一點影響，盡一點棉薄之力，希望把念頭轉過來。我們大家念阿彌陀佛，要真正相信，縱然有這個災難會減輕。化解災難，我們沒有那麼大的功德，智慧、德能都不夠，把它減輕決定是可能的。"
    },
    {
      "id": "02-040-0069_p0042",
      "zh_CN": "所以，身独度脱，不要有任何牵挂，任何牵挂都等于零。「可得长寿泥洹之道」，生到极乐世界，人人皆是无量寿，最终必定证大般涅槃。「又」，这也是本经所说的，「值斯经者，随意所愿，皆可得度」。今天我们就学到此地。遇到这部经的没有不得度的，这是真正不可思议。",
      "zh_TW": "所以，身獨度脫，不要有任何牽掛，任何牽掛都等於零。「可得長壽泥洹之道」，生到極樂世界，人人皆是無量壽，最終必定證大般涅槃。「又」，這也是本經所說的，「值斯經者，隨意所願，皆可得度」。今天我們就學到此地。遇到這部經的沒有不得度的，這是真正不可思議。"
    }
  ]
}