{
  "doc_id": "02-040-0580",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五八０集",
    "zh_TW": "第五八０集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0580",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "02-040-0580_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0580_p0002",
      "zh_CN": "请看《大经科注》第九百八十七页第四行，科题，「佛教拔苦获安」，佛陀教导我们怎样拔苦，怎样能够获得平安。请看经文：",
      "zh_TW": "請看《大經科註》第九百八十七頁第四行，科題，「佛教拔苦獲安」，佛陀教導我們怎樣拔苦，怎樣能夠獲得平安。請看經文："
    },
    {
      "id": "02-040-0580_p0003",
      "zh_CN": "【我哀汝等。甚于父母念子。我于此世作佛。以善攻恶。拔生死之苦。令获五德。升无为之安。】",
      "zh_TW": "【我哀汝等。甚於父母念子。我於此世作佛。以善攻惡。拔生死之苦。令獲五德。升無為之安。】"
    },
    {
      "id": "02-040-0580_p0004",
      "zh_CN": "经文把拔苦与乐说得很清楚了。我们看注解，经文上『我哀汝等』，「哀」是哀愍，「汝等」就是一切众生，你们大家，『甚于父母念子』。《会疏》里头说「父母限一世」，我们跟父母关系是一世，一生一世，时间短，我们跟佛的关系是无量劫。「父母不平等」，兄弟姐妹多，父母有偏爱，佛不一样，「佛常平等」。佛没有情执，佛看一切众生犹如独子，那个爱是用真心。父母不是用真心，里头总是有掺着妄想、杂念，不像佛的心那么专，真正做到清净平等觉。「父母恶不孝」，恶是讨厌，儿女不孝，「佛愍恶逆」，众生对佛纵然是造五逆十恶罪，甚至于破坏佛法，这个罪都是堕无间地狱的，佛大慈悲，不跟你计较。只要你真心忏悔、认错，后不再造，改过自新，佛还是帮助你，还是加持你，这个难得，太难得了。父母养我们色身，养育之恩，「佛于内心」，佛养我们法身慧命，比色身还要重要。「故云甚于」，甚于是超过的意思，佛对于我们，跟父母相比，超过父母太多了。",
      "zh_TW": "經文把拔苦與樂說得很清楚了。我們看註解，經文上『我哀汝等』，「哀」是哀愍，「汝等」就是一切眾生，你們大家，『甚於父母念子』。《會疏》裡頭說「父母限一世」，我們跟父母關係是一世，一生一世，時間短，我們跟佛的關係是無量劫。「父母不平等」，兄弟姐妹多，父母有偏愛，佛不一樣，「佛常平等」。佛沒有情執，佛看一切眾生猶如獨子，那個愛是用真心。父母不是用真心，裡頭總是有摻著妄想、雜念，不像佛的心那麼專，真正做到清淨平等覺。「父母惡不孝」，惡是討厭，兒女不孝，「佛愍惡逆」，眾生對佛縱然是造五逆十惡罪，甚至於破壞佛法，這個罪都是墮無間地獄的，佛大慈悲，不跟你計較。只要你真心懺悔、認錯，後不再造，改過自新，佛還是幫助你，還是加持你，這個難得，太難得了。父母養我們色身，養育之恩，「佛於內心」，佛養我們法身慧命，比色身還要重要。「故云甚於」，甚於是超過的意思，佛對於我們，跟父母相比，超過父母太多了。"
    },
    {
      "id": "02-040-0580_p0005",
      "zh_CN": "佛说『我于此世作佛』，「此世」是指的五浊恶世，就是现前，在我们这个世间。佛是『以善攻恶』，佛在经上给我们讲的是善法，劝导我们弃恶扬善，改邪归正，他做出榜样给我们看。佛对于世间一无所求，释迦牟尼佛当年在世，他全部的财产三衣一钵。佛生在印度，印度是热带气候，没有四季，所以三衣一钵够了。中国在温带，有明显的四季，三衣是不能够生存的，冬天一定有棉衣，春秋有夹衣，夏天是单衣，跟印度的气候不一样。佛教传到中国来，它随顺中国的习俗，佛法讲求本土化跟现代化，它跟得上时代。它是活活泼泼的，不是死呆板的，它不执着，它守住原则，善巧方便，所以容易被当时当地的众生欢喜接受。",
      "zh_TW": "佛說『我於此世作佛』，「此世」是指的五濁惡世，就是現前，在我們這個世間。佛是『以善攻惡』，佛在經上給我們講的是善法，勸導我們棄惡揚善，改邪歸正，他做出榜樣給我們看。佛對於世間一無所求，釋迦牟尼佛當年在世，他全部的財產三衣一缽。佛生在印度，印度是熱帶氣候，沒有四季，所以三衣一缽夠了。中國在溫帶，有明顯的四季，三衣是不能夠生存的，冬天一定有棉衣，春秋有夾衣，夏天是單衣，跟印度的氣候不一樣。佛教傳到中國來，它隨順中國的習俗，佛法講求本土化跟現代化，它跟得上時代。它是活活潑潑的，不是死呆板的，它不執著，它守住原則，善巧方便，所以容易被當時當地的眾生歡喜接受。"
    },
    {
      "id": "02-040-0580_p0006",
      "zh_CN": "五浊前面讲过了，「佛说善法，降化众生之恶」，化解众生的恶念、恶言、恶行，「以消五痛，以灭五烧」。五痛，现世的果报，现前的果报。五烧是来生，用烧代表地狱。在今天这个五浊恶世，浊恶到严重的程度，造地狱业非常容易，不知不觉就造了。有时候真的不是有意，有人造极重罪业自己并不知道，为什么？从小到大没人教他，他对于是非、邪正、善恶没有标准，不认识，不能辨别，往往把恶当作正、当作善，这个麻烦就大了。将来堕到三途，后悔莫及，那人就太多太多了。三途受报是消罪业，罪业消完了你才能够离开三恶道，那个时间要论劫算，不是论年月日。",
      "zh_TW": "五濁前面講過了，「佛說善法，降化眾生之惡」，化解眾生的惡念、惡言、惡行，「以消五痛，以滅五燒」。五痛，現世的果報，現前的果報。五燒是來生，用燒代表地獄。在今天這個五濁惡世，濁惡到嚴重的程度，造地獄業非常容易，不知不覺就造了。有時候真的不是有意，有人造極重罪業自己並不知道，為什麼？從小到大沒人教他，他對於是非、邪正、善惡沒有標準，不認識，不能辨別，往往把惡當作正、當作善，這個麻煩就大了。將來墮到三途，後悔莫及，那人就太多太多了。三途受報是消罪業，罪業消完了你才能夠離開三惡道，那個時間要論劫算，不是論年月日。"
    },
    {
      "id": "02-040-0580_p0007",
      "zh_CN": "恶就是指的五恶，五恶反面就是五戒。所以这个五恶是指杀生，陷害众生都包括在其中，障碍众生。第二个是偷盗。讲陷害、障碍都是对善法，众生行善积德你破坏他、你障碍他，这都是地狱果报。偷盗，不与取。一切财物有主，有主人，主人没有同意，你就把它拿去了，这叫偷盗。无论大小，一针一线都是属于偷盗。占别人便宜那个念头，那是盗心，偷盗的心，不能有。人不能不懂因果，不懂因果亏吃大了！最低限度要把《太上感应篇》念熟，把里头的意思搞清楚、搞明白，起心动念想一想，有没有犯过？如果有犯过失，这个念头不能生，这话不能说，这事不能做。伦理道德能够规范人，人不好意思造恶，但是依然有明知故犯的；因果要是明白了，不敢做，为什么？想到报应他就害怕了。真有报应，一点都不假。",
      "zh_TW": "惡就是指的五惡，五惡反面就是五戒。所以這個五惡是指殺生，陷害眾生都包括在其中，障礙眾生。第二個是偷盜。講陷害、障礙都是對善法，眾生行善積德你破壞他、你障礙他，這都是地獄果報。偷盜，不與取。一切財物有主，有主人，主人沒有同意，你就把它拿去了，這叫偷盜。無論大小，一針一線都是屬於偷盜。佔別人便宜那個念頭，那是盜心，偷盜的心，不能有。人不能不懂因果，不懂因果虧吃大了！最低限度要把《太上感應篇》念熟，把裡頭的意思搞清楚、搞明白，起心動念想一想，有沒有犯過？如果有犯過失，這個念頭不能生，這話不能說，這事不能做。倫理道德能夠規範人，人不好意思造惡，但是依然有明知故犯的；因果要是明白了，不敢做，為什麼？想到報應他就害怕了。真有報應，一點都不假。"
    },
    {
      "id": "02-040-0580_p0008",
      "zh_CN": "前面一品，佛专门给我们讲五恶，包括十恶。五恶里面的口不妄语，展开来为不妄语、不两舌、不绮语、不恶口，再加上末后，十善末后不贪、不瞋、不痴，那就是十善业，把十恶翻过来就变成十善。我们这个经上讲的『五德』，五恶就是杀盗淫妄酒，五德就是五善，就是五戒，包括十善。「令行五善，去五恶，背尘合觉，以拔除有情生死之苦本，复得无为之常乐」。这是佛教我们离苦得乐，话讲得非常具体，善恶的标准就是五戒十善，必须要遵守，你要不遵守，亏就吃大了。现世果报轻，叫痛，来世的果报严重，叫烧，来世在三途。",
      "zh_TW": "前面一品，佛專門給我們講五惡，包括十惡。五惡裡面的口不妄語，展開來為不妄語、不兩舌、不綺語、不惡口，再加上末後，十善末後不貪、不瞋、不痴，那就是十善業，把十惡翻過來就變成十善。我們這個經上講的『五德』，五惡就是殺盜淫妄酒，五德就是五善，就是五戒，包括十善。「令行五善，去五惡，背塵合覺，以拔除有情生死之苦本，復得無為之常樂」。這是佛教我們離苦得樂，話講得非常具體，善惡的標準就是五戒十善，必須要遵守，你要不遵守，虧就吃大了。現世果報輕，叫痛，來世的果報嚴重，叫燒，來世在三途。"
    },
    {
      "id": "02-040-0580_p0009",
      "zh_CN": "我们看下面经文，「末世劝转相教」。末世是指我们现在，五浊恶世，我们接受佛法，接受佛陀的教诲，自己认真努力修学，还要帮助别人。帮助别人最重要，特别是在今天，今天由于社会大众不讲伦理、不讲道德、不信因果，这个问题就真正严重，他没有信心，没有信仰。所以，不道德、罪业的事情他敢造，受过伦理道德教育不敢造，他敢造。没有人跟他讲伦理道德，没有人跟他讲因果，他也没有看见，其实因果就在眼前，他疏忽了。佛在此地，大慈大悲劝导我们。请看经文：",
      "zh_TW": "我們看下面經文，「末世勸轉相教」。末世是指我們現在，五濁惡世，我們接受佛法，接受佛陀的教誨，自己認真努力修學，還要幫助別人。幫助別人最重要，特別是在今天，今天由於社會大眾不講倫理、不講道德、不信因果，這個問題就真正嚴重，他沒有信心，沒有信仰。所以，不道德、罪業的事情他敢造，受過倫理道德教育不敢造，他敢造。沒有人跟他講倫理道德，沒有人跟他講因果，他也沒有看見，其實因果就在眼前，他疏忽了。佛在此地，大慈大悲勸導我們。請看經文："
    },
    {
      "id": "02-040-0580_p0010",
      "zh_CN": "【吾般泥洹。】",
      "zh_TW": "【吾般泥洹。】"
    },
    {
      "id": "02-040-0580_p0011",
      "zh_CN": "这就是佛入涅槃。",
      "zh_TW": "這就是佛入涅槃。"
    },
    {
      "id": "02-040-0580_p0012",
      "zh_CN": "【经道渐灭。人民谄伪。复为众恶。五烧五痛。久后转剧。】",
      "zh_TW": "【經道漸滅。人民諂偽。復為眾惡。五燒五痛。久後轉劇。】"
    },
    {
      "id": "02-040-0580_p0013",
      "zh_CN": "这句话现在我们看到了。",
      "zh_TW": "這句話現在我們看到了。"
    },
    {
      "id": "02-040-0580_p0014",
      "zh_CN": "【汝等转相教诫。如佛经法。无得犯也。】",
      "zh_TW": "【汝等轉相教誡。如佛經法。無得犯也。】"
    },
    {
      "id": "02-040-0580_p0015",
      "zh_CN": "佛劝导我们，我们要以经典为依据，经上所说的我们决定不能够违犯。末法时期，邪师说法，如恒河沙，什么叫邪师？说法与经典上所说的相违背，那就是邪法，那就不是正法。我们看念老的注解，「右」，右面这个经文，「以经法渐灭，烧痛转剧」，剧是剧烈，愈来愈严重。年代久了，有很多经典失传了，这在过去，一百年之前非常容易，那个时候没有印刷术。中国从宋朝才发明印刷术，用木刻版，用松烟一张一张的来刷，印刷。工作的速度很缓慢，一个人工作一天印这个经书，很勤快、很俐落、很熟悉的，大概只能印三本，线装书印三本，一天。一部书有的时候十几本，你就晓得总得要十几天书才能印得出来。你说我要印十本、我要印二十本，论本算的，一本、两本都可以印，他的工作量是相同的。所以成本高。这种古老印书的方法，可能现在南京金陵刻经处还有，我记得我是二十多年前去参观，去看，他们这种传统印刷的技术还存在，还有一些老人在那里工作。经典很容易失传，现在印刷术进步，可以快速度大量的印制，成本降低。",
      "zh_TW": "佛勸導我們，我們要以經典為依據，經上所說的我們決定不能夠違犯。末法時期，邪師說法，如恆河沙，什麼叫邪師？說法與經典上所說的相違背，那就是邪法，那就不是正法。我們看念老的註解，「右」，右面這個經文，「以經法漸滅，燒痛轉劇」，劇是劇烈，愈來愈嚴重。年代久了，有很多經典失傳了，這在過去，一百年之前非常容易，那個時候沒有印刷術。中國從宋朝才發明印刷術，用木刻版，用松煙一張一張的來刷，印刷。工作的速度很緩慢，一個人工作一天印這個經書，很勤快、很俐落、很熟悉的，大概只能印三本，線裝書印三本，一天。一部書有的時候十幾本，你就曉得總得要十幾天書才能印得出來。你說我要印十本、我要印二十本，論本算的，一本、兩本都可以印，他的工作量是相同的。所以成本高。這種古老印書的方法，可能現在南京金陵刻經處還有，我記得我是二十多年前去參觀，去看，他們這種傳統印刷的技術還存在，還有一些老人在那裡工作。經典很容易失傳，現在印刷術進步，可以快速度大量的印製，成本降低。"
    },
    {
      "id": "02-040-0580_p0016",
      "zh_CN": "在古时候，这一部《大藏经》是宝，多半收藏在大庙里头，大寺庙里的藏经楼，是不能外借的。你要去读经，多半去抄，在藏经楼里面抄经，你想要哪一部你去抄，自己去抄，原本不外借的。我们初学佛的时候，六十年前，抄经的人还很多，我在藏经楼上去抄过。没得买，市面上没有卖佛经的，你要，只有自己抄。我初学佛，全台湾印佛经的只有三家，量很少，三个书局，台北台湾印经处，朱镜宙老居士主持的，台中瑞成书局，台南庆芳书局，就这三家。种类不多，大概一般传诵的，《阿弥陀经》、《地藏经》、《普门品》就这些类，常常念的这些经典，不常念的，像《无量寿经》都没有，没人念。那个时候非常艰难，容易失传，所以经道渐渐灭了。现在虽然印刷术发达，《大藏经》，我们发愿把《龙藏》就印一万套，在全世界流通，可是没人学。书是印得很多，没有人去念。传法的人没有了，修行的人没有了，这也是佛法灭了，经道渐灭。在这个时代，人民谄伪。",
      "zh_TW": "在古時候，這一部《大藏經》是寶，多半收藏在大廟裡頭，大寺廟裡的藏經樓，是不能外借的。你要去讀經，多半去抄，在藏經樓裡面抄經，你想要哪一部你去抄，自己去抄，原本不外借的。我們初學佛的時候，六十年前，抄經的人還很多，我在藏經樓上去抄過。沒得買，市面上沒有賣佛經的，你要，只有自己抄。我初學佛，全台灣印佛經的只有三家，量很少，三個書局，台北台灣印經處，朱鏡宙老居士主持的，台中瑞成書局，台南慶芳書局，就這三家。種類不多，大概一般傳誦的，《阿彌陀經》、《地藏經》、《普門品》就這些類，常常念的這些經典，不常念的，像《無量壽經》都沒有，沒人念。那個時候非常艱難，容易失傳，所以經道漸漸滅了。現在雖然印刷術發達，《大藏經》，我們發願把《龍藏》就印一萬套，在全世界流通，可是沒人學。書是印得很多，沒有人去念。傳法的人沒有了，修行的人沒有了，這也是佛法滅了，經道漸滅。在這個時代，人民諂偽。"
    },
    {
      "id": "02-040-0580_p0017",
      "zh_CN": "我们看念老的注解，下面说，「故复诫令舍恶修善，奉持经法」。『吾般泥洹，经道渐灭』。「般泥洹即般涅槃」，梵语音译的，翻成中国就是「入灭、圆寂」这个意思。「释迦正法五百年，像法千岁，末法万岁，一切皆过，名为经道灭尽」。这个正法五百年，像法一千年，末法一万年，参考资料在第八页，《三藏法数》里头讲的「三时」。意思是说「释迦如来入灭之后」，他的教法住世有三个时期，「三时不同」。「一、正法时」，正跟证果的证意思相通。「如来灭后，教法住世，人有禀教者，即能修行；有修行者，即能证果」，这个叫正法。「据法住记云：佛告阿难：我灭度后，正法一千年，由女人出家，减五百年」，女人出家的时候，一千年就变成五百年。「又据善见论云：后为比丘尼说八敬法」，比丘尼能够遵守，那正法又恢复一千年。",
      "zh_TW": "我們看念老的註解，下面說，「故復誡令捨惡修善，奉持經法」。『吾般泥洹，經道漸滅』。「般泥洹即般涅槃」，梵語音譯的，翻成中國就是「入滅、圓寂」這個意思。「釋迦正法五百年，像法千歲，末法萬歲，一切皆過，名為經道滅盡」。這個正法五百年，像法一千年，末法一萬年，參考資料在第八頁，《三藏法數》裡頭講的「三時」。意思是說「釋迦如來入滅之後」，他的教法住世有三個時期，「三時不同」。「一、正法時」，正跟證果的證意思相通。「如來滅後，教法住世，人有稟教者，即能修行；有修行者，即能證果」，這個叫正法。「據法住記云：佛告阿難：我滅度後，正法一千年，由女人出家，減五百年」，女人出家的時候，一千年就變成五百年。「又據善見論云：後為比丘尼說八敬法」，比丘尼能夠遵守，那正法又恢復一千年。"
    },
    {
      "id": "02-040-0580_p0018",
      "zh_CN": "八敬法这个地方介绍了，「一、尼百岁」，比丘尼年长，一百岁，这个男众出家才一年，「初夏」就是一年。尼一百岁见到初出家的，才一年的，初出家的比丘，她要礼足恭敬。女众要对比丘行礼，跪拜礼，我们在斯里兰卡看到，跪下去拜，接足礼，手摸他的脚，接足礼。「二、不得骂谤比丘」，这是如来弟子，不可以毁谤，不能骂他。「三、不得举比丘过」，比丘有过失不能批评。「四、从僧受具戒」，你要受具足戒，一定要从比丘，在比丘那里受具足戒。「五、有过从僧忏」，自己有过失忏悔的时候，一定在大僧面前忏悔。「六、半月从僧教诫」，半个月一定要跟比丘学戒律，比丘诵戒、讲戒。「七、依僧三月安居」。古代印度雨季三个月，这三个月不出去托钵，接受居士们的供养，所以叫安居。安居，佛就利用这个机会再教育。平常佛的这些弟子有成就的、证阿罗汉果的，他们代佛教化众生，四面八方去教化。夏安居这三个月统统回来，跟着佛，佛对他们做进修的教育，帮助他提升。「八、夏讫」，夏安居结束之后，自己要忏悔过失，也要跟着比丘，「自，即自陈己过；恣，即恣他举罪」，自己有过失，自己要忏悔，同时也接受别人批评。比丘尼的八敬法，女众出家能守这八敬法，佛的正法还是一千年。我们中国常常讲的，正法一千年，像法一千年，末法一万年。",
      "zh_TW": "八敬法這個地方介紹了，「一、尼百歲」，比丘尼年長，一百歲，這個男眾出家才一年，「初夏」就是一年。尼一百歲見到初出家的，才一年的，初出家的比丘，她要禮足恭敬。女眾要對比丘行禮，跪拜禮，我們在斯里蘭卡看到，跪下去拜，接足禮，手摸他的腳，接足禮。「二、不得罵謗比丘」，這是如來弟子，不可以毀謗，不能罵他。「三、不得舉比丘過」，比丘有過失不能批評。「四、從僧受具戒」，你要受具足戒，一定要從比丘，在比丘那裡受具足戒。「五、有過從僧懺」，自己有過失懺悔的時候，一定在大僧面前懺悔。「六、半月從僧教誡」，半個月一定要跟比丘學戒律，比丘誦戒、講戒。「七、依僧三月安居」。古代印度雨季三個月，這三個月不出去托缽，接受居士們的供養，所以叫安居。安居，佛就利用這個機會再教育。平常佛的這些弟子有成就的、證阿羅漢果的，他們代佛教化眾生，四面八方去教化。夏安居這三個月統統回來，跟著佛，佛對他們做進修的教育，幫助他提升。「八、夏訖」，夏安居結束之後，自己要懺悔過失，也要跟著比丘，「自，即自陳己過；恣，即恣他舉罪」，自己有過失，自己要懺悔，同時也接受別人批評。比丘尼的八敬法，女眾出家能守這八敬法，佛的正法還是一千年。我們中國常常講的，正法一千年，像法一千年，末法一萬年。"
    },
    {
      "id": "02-040-0580_p0019",
      "zh_CN": "「像法时：像者似也」，不纯了，还像个样子，「有教有行」，这就是像正法故。「谓如来灭后，教法住世，人有禀教，即能修行，多不能证果」，没有证果的，所以叫像法。「据法住记云：佛告阿难：我灭度后，像法一千年」。这一千年，禅成就，学禅的人很多。佛教传到中国正好是佛灭度一千年，也就是像法的时候传到中国来，中国禅宗特别发达。",
      "zh_TW": "「像法時：像者似也」，不純了，還像個樣子，「有教有行」，這就是像正法故。「謂如來滅後，教法住世，人有稟教，即能修行，多不能證果」，沒有證果的，所以叫像法。「據法住記云：佛告阿難：我滅度後，像法一千年」。這一千年，禪成就，學禪的人很多。佛教傳到中國正好是佛滅度一千年，也就是像法的時候傳到中國來，中國禪宗特別發達。"
    },
    {
      "id": "02-040-0580_p0020",
      "zh_CN": "「三、末法时：谓如来灭后，教法垂世，人虽有禀教，而不能修行、证果」，这叫末法。《法住记》里头说，「佛告阿难：我灭度后，末法一万年」。佛灭度后，法住在这个世间，一个时代不如一个时代。我们现在按照中国历史记载，末法第一个一千年过去了，我们现在是第二个一千年，大概是四十年左右，就是一千零四十年前后的样子。我没有查清楚，可以把它查出来。老一辈的大德们都用中国这个纪年，我们要应当遵守。",
      "zh_TW": "「三、末法時：謂如來滅後，教法垂世，人雖有稟教，而不能修行、證果」，這叫末法。《法住記》裡頭說，「佛告阿難：我滅度後，末法一萬年」。佛滅度後，法住在這個世間，一個時代不如一個時代。我們現在按照中國歷史記載，末法第一個一千年過去了，我們現在是第二個一千年，大概是四十年左右，就是一千零四十年前後的樣子。我沒有查清楚，可以把它查出來。老一輩的大德們都用中國這個紀年，我們要應當遵守。"
    },
    {
      "id": "02-040-0580_p0021",
      "zh_CN": "末法之后，佛法在这个世间就没有了，叫灭法。灭法的时间很长，必须等底下一尊佛出世讲经说法，这个世间再有佛法。那要等多久？下一尊佛是弥勒菩萨到这个世间来示现成佛，弥勒菩萨现在在兜率天，兜率天的一天是人间四百年，寿命是四千岁，也是一年三百六十五天。四千岁，你们去算算，有人算过，好像是五十六亿七千万年，这个可以算得出来的。弥勒菩萨在兜率天，命终的时候，来到这个世间来示现成佛，在这个过程当中没有佛法，灭法时期。我们读《地藏经》看到，释迦牟尼佛特别嘱咐地藏菩萨，他灭度之后，弥勒还没有出世成佛之前，这个期间里面一切众生非常痛苦，请地藏菩萨代佛教化，我在《地藏经》上看到的。地藏菩萨悲愿弘深，地狱不空，誓不成佛。所以我们在一切经里面，序分里面看出席的大众，《地藏经》是无比殊胜。佛说《地藏经》，从十方来的佛，诸佛如来无量无边，那些佛都是地藏菩萨的学生。你看，学生都成佛了，他还在作菩萨，从这个表法上看到地藏菩萨的悲愿，我们非常受感动。",
      "zh_TW": "末法之後，佛法在這個世間就沒有了，叫滅法。滅法的時間很長，必須等底下一尊佛出世講經說法，這個世間再有佛法。那要等多久？下一尊佛是彌勒菩薩到這個世間來示現成佛，彌勒菩薩現在在兜率天，兜率天的一天是人間四百年，壽命是四千歲，也是一年三百六十五天。四千歲，你們去算算，有人算過，好像是五十六億七千萬年，這個可以算得出來的。彌勒菩薩在兜率天，命終的時候，來到這個世間來示現成佛，在這個過程當中沒有佛法，滅法時期。我們讀《地藏經》看到，釋迦牟尼佛特別囑咐地藏菩薩，他滅度之後，彌勒還沒有出世成佛之前，這個期間裡面一切眾生非常痛苦，請地藏菩薩代佛教化，我在《地藏經》上看到的。地藏菩薩悲願弘深，地獄不空，誓不成佛。所以我們在一切經裡面，序分裡面看出席的大眾，《地藏經》是無比殊勝。佛說《地藏經》，從十方來的佛，諸佛如來無量無邊，那些佛都是地藏菩薩的學生。你看，學生都成佛了，他還在作菩薩，從這個表法上看到地藏菩薩的悲願，我們非常受感動。"
    },
    {
      "id": "02-040-0580_p0022",
      "zh_CN": "将来经道灭尽，如《法灭尽经》里面说，「《首楞严经》先灭，余经渐亦泯灭。当此之时，人民谄伪」。这是说释迦法灭了之后，这时候人民谄伪，谄曲、虚伪。「人心淫邪狡诈，复为众恶」。末法往后去还有九千年，人的寿命每一百年减一岁，现在人的寿命大概是七十岁，古人有说，人生七十古来稀，七十岁。释迦牟尼佛当年在世那个时候人寿一百岁，释迦去我们三千年，减三十岁，所以现在人寿七十岁。往后人寿到十岁，这是最短的，人寿十岁，那还有六千年。六千年之后人寿十岁，佛法灭了。从人寿十岁，每一百年加一岁，这叫增劫，我们现在是减劫。人最长的寿命是八万四千岁，前面我们读过，人寿在减劫两万岁的时候，浊世的现象就有了。同样一个道理，人寿在增劫两万岁的时候，五浊这个浊的相没有了。两万岁往上，人的日子好过，一直到八万四千岁，八万四千岁再到两万岁，日子都非常好，这个世间人没有恶人，人没有恶念，没有浊恶的行为。我们生在减劫。",
      "zh_TW": "將來經道滅盡，如《法滅盡經》裡面說，「《首楞嚴經》先滅，餘經漸亦泯滅。當此之時，人民諂偽」。這是說釋迦法滅了之後，這時候人民諂偽，諂曲、虛偽。「人心淫邪狡詐，復為眾惡」。末法往後去還有九千年，人的壽命每一百年減一歲，現在人的壽命大概是七十歲，古人有說，人生七十古來稀，七十歲。釋迦牟尼佛當年在世那個時候人壽一百歲，釋迦去我們三千年，減三十歲，所以現在人壽七十歲。往後人壽到十歲，這是最短的，人壽十歲，那還有六千年。六千年之後人壽十歲，佛法滅了。從人壽十歲，每一百年加一歲，這叫增劫，我們現在是減劫。人最長的壽命是八萬四千歲，前面我們讀過，人壽在減劫兩萬歲的時候，濁世的現象就有了。同樣一個道理，人壽在增劫兩萬歲的時候，五濁這個濁的相沒有了。兩萬歲往上，人的日子好過，一直到八萬四千歲，八萬四千歲再到兩萬歲，日子都非常好，這個世間人沒有惡人，人沒有惡念，沒有濁惡的行為。我們生在減劫。"
    },
    {
      "id": "02-040-0580_p0023",
      "zh_CN": "今天我们看佛经上所讲的，好像就讲我们现世的环境，苦痛异常。中国人讲三十年一世，我们用三十年、三十年一个比较，今天跟三十年前比，三十年前比现在好太多了。三十年前再往前推三十年，日子就更好过。六十年前我们刚刚学佛的时候，无论在中国、在台湾、在香港，人心都还很厚道，都还知道廉耻。虽然有些作恶的人，做了之后良心还不安，还算有点良心。现在这个现象没有了，骗人变成正常的，不骗人这个人是傻瓜，说真实话的时候人家笑话你，现在变成这样子。所以人民谄伪。",
      "zh_TW": "今天我們看佛經上所講的，好像就講我們現世的環境，苦痛異常。中國人講三十年一世，我們用三十年、三十年一個比較，今天跟三十年前比，三十年前比現在好太多了。三十年前再往前推三十年，日子就更好過。六十年前我們剛剛學佛的時候，無論在中國、在台灣、在香港，人心都還很厚道，都還知道廉恥。雖然有些作惡的人，做了之後良心還不安，還算有點良心。現在這個現象沒有了，騙人變成正常的，不騙人這個人是傻瓜，說真實話的時候人家笑話你，現在變成這樣子。所以人民諂偽。"
    },
    {
      "id": "02-040-0580_p0024",
      "zh_CN": "「烧痛更炽」，我们的生活愈来愈辛苦，现在包括饮食没有安全感，你说这多痛苦。三十年前我第一次到香港来讲经，讲经的时间都在晚上，大家只有晚上下班了、放工了，他才有机会来听。所以白天没有事情，有些有空的同修就带我去观光旅游，香港拐拐角角我都去看过，很多人没到的地方我都去过，因为我在这里住四个月，带我去玩。那个时候没有高速公路，车辆很少，出租车有，价钱很高，我们都坐巴士。香港到九龙坐渡轮，坐轮船，轮船买票好像是一毛钱。任何地方小摊子我们去吃东西，不会想到这东西不干净，没想到，欢欢喜喜。你看现在敢不敢？现在不敢了。饮食不安全，听说用的油是假的，做生意的人真正敢谋财害命。在以前，三十年前决定不可能的，你吃的东西都是干干净净，他都是很用心在做，决定没有假的。现在变成连药都是假的，你怎么办？现在人要钱不要命，真的是烧痛更盛。我们活在这个世间，生活这么痛苦，那就反过来想，三恶道那个苦，受的苦，肯定比三十年前更严重。",
      "zh_TW": "「燒痛更熾」，我們的生活愈來愈辛苦，現在包括飲食沒有安全感，你說這多痛苦。三十年前我第一次到香港來講經，講經的時間都在晚上，大家只有晚上下班了、放工了，他才有機會來聽。所以白天沒有事情，有些有空的同修就帶我去觀光旅遊，香港拐拐角角我都去看過，很多人沒到的地方我都去過，因為我在這裡住四個月，帶我去玩。那個時候沒有高速公路，車輛很少，出租車有，價錢很高，我們都坐巴士。香港到九龍坐渡輪，坐輪船，輪船買票好像是一毛錢。任何地方小攤子我們去吃東西，不會想到這東西不乾淨，沒想到，歡歡喜喜。你看現在敢不敢？現在不敢了。飲食不安全，聽說用的油是假的，做生意的人真正敢謀財害命。在以前，三十年前決定不可能的，你吃的東西都是乾乾淨淨，他都是很用心在做，決定沒有假的。現在變成連藥都是假的，你怎麼辦？現在人要錢不要命，真的是燒痛更盛。我們活在這個世間，生活這麼痛苦，那就反過來想，三惡道那個苦，受的苦，肯定比三十年前更嚴重。"
    },
    {
      "id": "02-040-0580_p0025",
      "zh_CN": "经上讲『久后转剧』，从正法到像法再转到末法，「痛烧之惨」，造恶之深，「愈演愈烈」。故世尊告诉弥勒菩萨，弥勒菩萨是我们的代表，也就是「一切会众」，参加法会的大众。这个法会是听讲经，我们听明白了、听懂了，应当『转相教诫』，把我们听到的要给大家分享，要讲给别人听，要做给别人看。「于佛经法，信受奉行，不可违犯」。要知道，佛法不是佛专利的，不是佛独有的，不是的。佛法是什么？佛法是从自性流出来的。谁的自性？自己的，从自性流出。佛法是从真心流出，我们如果用真心，不用妄心，这个经典一展开你完全明了，为什么？跟你自性流出来的完全相同，你怎么会不知道？",
      "zh_TW": "經上講『久後轉劇』，從正法到像法再轉到末法，「痛燒之慘」，造惡之深，「愈演愈烈」。故世尊告訴彌勒菩薩，彌勒菩薩是我們的代表，也就是「一切會眾」，參加法會的大眾。這個法會是聽講經，我們聽明白了、聽懂了，應當『轉相教誡』，把我們聽到的要給大家分享，要講給別人聽，要做給別人看。「於佛經法，信受奉行，不可違犯」。要知道，佛法不是佛專利的，不是佛獨有的，不是的。佛法是什麼？佛法是從自性流出來的。誰的自性？自己的，從自性流出。佛法是從真心流出，我們如果用真心，不用妄心，這個經典一展開你完全明瞭，為什麼？跟你自性流出來的完全相同，你怎麼會不知道？"
    },
    {
      "id": "02-040-0580_p0026",
      "zh_CN": "中国古德教导我们，「读书千遍，其义自见」，自见就是开悟，千遍就是修定，你看，因戒得定，因定开悟。中国传统教学的理念是「一门深入，长时薰修」，教学的方法是「读书千遍，其义自见」，到其义自见就毕业了。没有自见其义没毕业，还要继续努力，一千遍不行，两千遍，两千遍不行，三千遍，一定要念到开悟。什么时候开悟？心清净就开悟了。虽然念了一千遍，还有妄想、还有杂念，不行，再念一千遍，一定要把妄想、杂念念掉，没有了，就开悟了。经上教给我们，五个字，经题，你看，清净心阿罗汉证得的，小乘的真心，平等心是菩萨的真心，小乘开小悟，大乘开大悟，觉就是开悟，这个道理不能不懂。所以，到我们开悟了，我们一切通达明了，会很欢喜去落实，为什么？真正是享受。方东美先生所说的「学佛是人生最高的享受」，是真的不是假的，只有开悟、明白了你才真正明了。绝对不是世间名闻利养的享受，世间种种享受脱不了六道轮回，所以是假的不是真的。佛法得定，得三昧，享受你就尝到了。开悟的时候，不但你自己享到，你可以教别人，行菩萨道。「转相教诫」这句话比什么都重要。",
      "zh_TW": "中國古德教導我們，「讀書千遍，其義自見」，自見就是開悟，千遍就是修定，你看，因戒得定，因定開悟。中國傳統教學的理念是「一門深入，長時薰修」，教學的方法是「讀書千遍，其義自見」，到其義自見就畢業了。沒有自見其義沒畢業，還要繼續努力，一千遍不行，兩千遍，兩千遍不行，三千遍，一定要念到開悟。什麼時候開悟？心清淨就開悟了。雖然念了一千遍，還有妄想、還有雜念，不行，再念一千遍，一定要把妄想、雜念念掉，沒有了，就開悟了。經上教給我們，五個字，經題，你看，清淨心阿羅漢證得的，小乘的真心，平等心是菩薩的真心，小乘開小悟，大乘開大悟，覺就是開悟，這個道理不能不懂。所以，到我們開悟了，我們一切通達明瞭，會很歡喜去落實，為什麼？真正是享受。方東美先生所說的「學佛是人生最高的享受」，是真的不是假的，只有開悟、明白了你才真正明瞭。絕對不是世間名聞利養的享受，世間種種享受脫不了六道輪迴，所以是假的不是真的。佛法得定，得三昧，享受你就嘗到了。開悟的時候，不但你自己享到，你可以教別人，行菩薩道。「轉相教誡」這句話比什麼都重要。"
    },
    {
      "id": "02-040-0580_p0027",
      "zh_CN": "我们再看下面一段，「结归当机受诲」。请看经文：",
      "zh_TW": "我們再看下面一段，「結歸當機受誨」。請看經文："
    },
    {
      "id": "02-040-0580_p0028",
      "zh_CN": "【弥勒菩萨。合掌白言。世人恶苦。如是如是。佛皆慈哀。悉度脱之。受佛重诲。不敢违失。】",
      "zh_TW": "【彌勒菩薩。合掌白言。世人惡苦。如是如是。佛皆慈哀。悉度脫之。受佛重誨。不敢違失。】"
    },
    {
      "id": "02-040-0580_p0029",
      "zh_CN": "弥勒菩萨代表我们，对佛开示的感恩。注解里头说，「大士深领佛诲」，甚深领悟佛陀的教诲。佛陀教诲里头的含义深广没有边际，所以我们学佛，就是这一部，一生都不会厌倦。为什么？今天的悟处觉得很满意，我体会到了，明天又比今天更深的悟处，天天都有悟处，愈悟愈深，愈悟愈广，法喜充满。所以他自自然然会感恩，「合掌敬谢，赞叹如来曰：世人恶苦，如是甚深」，『如是如是』，世人真苦、真可怜，可怜他愚痴，可怜他不觉悟。妄想、杂念、欲望，欲望里头离不开财色名利，离不开七情五欲，可以说非常严重。造这些业，决定在三途。",
      "zh_TW": "彌勒菩薩代表我們，對佛開示的感恩。註解裡頭說，「大士深領佛誨」，甚深領悟佛陀的教誨。佛陀教誨裡頭的含義深廣沒有邊際，所以我們學佛，就是這一部，一生都不會厭倦。為什麼？今天的悟處覺得很滿意，我體會到了，明天又比今天更深的悟處，天天都有悟處，愈悟愈深，愈悟愈廣，法喜充滿。所以他自自然然會感恩，「合掌敬謝，讚歎如來曰：世人惡苦，如是甚深」，『如是如是』，世人真苦、真可憐，可憐他愚痴，可憐他不覺悟。妄想、雜念、欲望，欲望裡頭離不開財色名利，離不開七情五欲，可以說非常嚴重。造這些業，決定在三途。"
    },
    {
      "id": "02-040-0580_p0030",
      "zh_CN": "「佛慈无量，于如是至恶之人」，这恶到极处了，佛怎么看待他？「咸以平等大慈，悉度脱之」，佛没有分别。就像本经四十八愿，十八愿里所说的十念必生，唯除五逆十恶，诽谤佛法，后面有这么一句。这一句古来祖师大德体会不同，体会有浅深不一样，说法也不一样。古大德说，五逆十恶不通忏悔，佛不会来接引你，你不能往生。可是又有一类大师们，他们主张，像善导大师他老人家就说，为什么佛要这样说？因为五逆十恶、谤法的罪是最严重的，希望大家不要做，是这个意思，不是阿弥陀佛不摄受。如果你真做了，那怎么办？真做了要赶快忏悔，要回头、要认错，后不再造，信愿持名，佛还是来度你，还是来接引你。这个说得好，许多祖师大德听善导大师的话，听了欢喜，应该是这样的，阿弥陀佛无尽的慈悲。造恶完全是妄心，忏悔是真心，中国谚语所谓邪不胜正，干坏事，心是邪心，真正忏悔念佛求生净土是真心，邪不胜正。所以，不是阿弥陀佛不摄受，阿弥陀佛不希望你造这个重罪，是这个意思。",
      "zh_TW": "「佛慈無量，於如是至惡之人」，這惡到極處了，佛怎麼看待他？「咸以平等大慈，悉度脫之」，佛沒有分別。就像本經四十八願，十八願裡所說的十念必生，唯除五逆十惡，誹謗佛法，後面有這麼一句。這一句古來祖師大德體會不同，體會有淺深不一樣，說法也不一樣。古大德說，五逆十惡不通懺悔，佛不會來接引你，你不能往生。可是又有一類大師們，他們主張，像善導大師他老人家就說，為什麼佛要這樣說？因為五逆十惡、謗法的罪是最嚴重的，希望大家不要做，是這個意思，不是阿彌陀佛不攝受。如果你真做了，那怎麼辦？真做了要趕快懺悔，要回頭、要認錯，後不再造，信願持名，佛還是來度你，還是來接引你。這個說得好，許多祖師大德聽善導大師的話，聽了歡喜，應該是這樣的，阿彌陀佛無盡的慈悲。造惡完全是妄心，懺悔是真心，中國諺語所謂邪不勝正，幹壞事，心是邪心，真正懺悔念佛求生淨土是真心，邪不勝正。所以，不是阿彌陀佛不攝受，阿彌陀佛不希望你造這個重罪，是這個意思。"
    },
    {
      "id": "02-040-0580_p0031",
      "zh_CN": "中国古人也有像佛这样的仁慈，古人制定法律非常严格，为什么要严格制法律？希望你不要犯法。一旦犯了法怎么样？犯了法的时候，审案子尽量把他判轻。这是仁慈，跟阿弥陀佛这个五逆十恶不能往生一个意思。中国古人制定法律跟执行法律，执行为宽，要宽松，制定要严格，唯恐不严。阿弥陀佛第十八愿最后这句话就是这个意思，真正犯了的时候，只要忏悔、认错，以后不能再干，行，佛还是帮助你。佛的慈悲、平等无量无尽，为什么？他称性，明心见性了，明心见性就成佛了。所以对于至恶之人还是以平等大慈，平等心去度他。",
      "zh_TW": "中國古人也有像佛這樣的仁慈，古人制定法律非常嚴格，為什麼要嚴格制法律？希望你不要犯法。一旦犯了法怎麼樣？犯了法的時候，審案子盡量把他判輕。這是仁慈，跟阿彌陀佛這個五逆十惡不能往生一個意思。中國古人制定法律跟執行法律，執行為寬，要寬鬆，制定要嚴格，唯恐不嚴。阿彌陀佛第十八願最後這句話就是這個意思，真正犯了的時候，只要懺悔、認錯，以後不能再幹，行，佛還是幫助你。佛的慈悲、平等無量無盡，為什麼？他稱性，明心見性了，明心見性就成佛了。所以對於至惡之人還是以平等大慈，平等心去度他。"
    },
    {
      "id": "02-040-0580_p0032",
      "zh_CN": "「弥勒大士乃本经菩萨众之当机」，《无量寿经》后半部完全是他来做代表。「故能深明本经秘奥」，秘是秘密，奥是玄奥，所以他说「悉度脱之」，意思就是悉皆度脱，没有一个不得度，我们要明了。明了之后可不可以作恶？那作恶是明知故犯，不应该作恶，应该遵守佛陀的教诲，这才对。「经中《决证极果品》」，经上说「若有善男子、善女人，若已生」，已经往生，「若当生」，现在往生，「皆悉住于正定之聚」，三聚前面也学过，正定聚，「决定证于阿耨多罗三藐三菩提」。这些经文是表示，「现在发菩提心一向专念之人，将来当生西方」。现在发菩提心，一向专念，将来一定往生西方。「且于当前，已住正定之聚」，现在我们就已经住在正定了。正定是什么？我们时时刻刻一心一意就是向往西方极乐世界，心就定在极乐世界上，就定在阿弥陀佛佛号上，这叫正定，没有别的念头。至于日常生活完全随缘，恒顺众生，随喜功德。一切时一切处，心里头只有一句佛号，心里面只有一尊阿弥陀佛，除这个之外，所有的妄想、杂念、疑虑统统放下，这叫住正定聚。",
      "zh_TW": "「彌勒大士乃本經菩薩眾之當機」，《無量壽經》後半部完全是他來做代表。「故能深明本經秘奧」，祕是祕密，奧是玄奧，所以他說「悉度脫之」，意思就是悉皆度脫，沒有一個不得度，我們要明瞭。明瞭之後可不可以作惡？那作惡是明知故犯，不應該作惡，應該遵守佛陀的教誨，這才對。「經中《決證極果品》」，經上說「若有善男子、善女人，若已生」，已經往生，「若當生」，現在往生，「皆悉住於正定之聚」，三聚前面也學過，正定聚，「決定證於阿耨多羅三藐三菩提」。這些經文是表示，「現在發菩提心一向專念之人，將來當生西方」。現在發菩提心，一向專念，將來一定往生西方。「且於當前，已住正定之聚」，現在我們就已經住在正定了。正定是什麼？我們時時刻刻一心一意就是嚮往西方極樂世界，心就定在極樂世界上，就定在阿彌陀佛佛號上，這叫正定，沒有別的念頭。至於日常生活完全隨緣，恆順眾生，隨喜功德。一切時一切處，心裡頭只有一句佛號，心裡面只有一尊阿彌陀佛，除這個之外，所有的妄想、雜念、疑慮統統放下，這叫住正定聚。"
    },
    {
      "id": "02-040-0580_p0033",
      "zh_CN": "又《阿弥陀经》里头也说，「若有人已发愿」，发愿求生净土，「当发愿」，现在发愿，「欲生阿弥陀佛国者，是诸人等，皆得不退转于阿耨多罗三藐三菩提」。没有问题，统统能得往生，往生到极乐世界决定证果。阿耨多罗三藐三菩提翻成中国意思无上正等正觉，就是《华严经》上讲的妙觉如来，圆成佛道。这些都是「表目前发愿往生之人，悉不退转于菩提，故云悉皆度脱」。",
      "zh_TW": "又《阿彌陀經》裡頭也說，「若有人已發願」，發願求生淨土，「當發願」，現在發願，「欲生阿彌陀佛國者，是諸人等，皆得不退轉於阿耨多羅三藐三菩提」。沒有問題，統統能得往生，往生到極樂世界決定證果。阿耨多羅三藐三菩提翻成中國意思無上正等正覺，就是《華嚴經》上講的妙覺如來，圓成佛道。這些都是「表目前發願往生之人，悉不退轉於菩提，故云悉皆度脫」。"
    },
    {
      "id": "02-040-0580_p0034",
      "zh_CN": "蕅益大师《弥陀要解》上说，「不论至心散心」，至心就是一心，一心不乱，散心是心里头有妄想、有杂念，心不专一。或者是「有心无心」，有意念佛、无意念佛。「或解不解」，对净宗法门、对念佛这些道理，懂或者是不懂，都没有关系。「但弥陀名号，或六方佛名」，《弥陀经》上讲六方佛，六方任何一尊佛的名字都行。念阿弥陀佛能往生，念释迦牟尼佛能不能往生？能，我把念释迦牟尼佛的功德回向求生净土，行。前面我们读过「三辈往生」，末后的一段叫一心三辈，那不是学净宗的，学别的宗派的，他不是念阿弥陀佛，念其他的佛菩萨，把功德回向求生净土，能不能？能，临命终时阿弥陀佛来接引。这个法门无比的深广，无比的广大。那我们要再问，一个基督教徒，念耶稣的，他临终的时候，把念耶稣的功德回向求生净土，行不行？行，阿弥陀佛也来接引。真不得了，不可思议，法门太大了，阿弥陀佛没有门户的观念。往生的条件是什么？就是一心，不管你念什么，念到一心。一心就是清净心，心净则佛土净，是这么个道理，它讲得通，不是讲不通。",
      "zh_TW": "蕅益大師《彌陀要解》上說，「不論至心散心」，至心就是一心，一心不亂，散心是心裡頭有妄想、有雜念，心不專一。或者是「有心無心」，有意念佛、無意念佛。「或解不解」，對淨宗法門、對念佛這些道理，懂或者是不懂，都沒有關係。「但彌陀名號，或六方佛名」，《彌陀經》上講六方佛，六方任何一尊佛的名字都行。念阿彌陀佛能往生，念釋迦牟尼佛能不能往生？能，我把念釋迦牟尼佛的功德迴向求生淨土，行。前面我們讀過「三輩往生」，末後的一段叫一心三輩，那不是學淨宗的，學別的宗派的，他不是念阿彌陀佛，念其他的佛菩薩，把功德迴向求生淨土，能不能？能，臨命終時阿彌陀佛來接引。這個法門無比的深廣，無比的廣大。那我們要再問，一個基督教徒，念耶穌的，他臨終的時候，把念耶穌的功德迴向求生淨土，行不行？行，阿彌陀佛也來接引。真不得了，不可思議，法門太大了，阿彌陀佛沒有門戶的觀念。往生的條件是什麼？就是一心，不管你念什麼，念到一心。一心就是清淨心，心淨則佛土淨，是這麼個道理，它講得通，不是講不通。"
    },
    {
      "id": "02-040-0580_p0035",
      "zh_CN": "或者是「此经名字」，他不是念佛，念经名，「佛说阿弥陀经」、「佛说大乘无量寿经」，全都念下来，「佛说大乘无量寿庄严清净平等觉经」，统统可以，没有不可以的。「一经于耳」，我们听到，别人听到了，「假使千万劫后，毕竟因斯度脱」。所以，我们大声念佛有好处，大声念佛的利益众生多。他听到了，这句佛号他听到，听到了在阿赖耶识就种了种子，念佛的种子。这一生他不能得度，来生后世，或者是千万劫之后，有缘听到阿弥陀佛、听到《无量寿经》，把他这个种子引发起来，它就能增长，他就能因之得度。所以，「如闻涂毒鼓，远近皆丧。食少金刚，决定不消也」。",
      "zh_TW": "或者是「此經名字」，他不是念佛，念經名，「佛說阿彌陀經」、「佛說大乘無量壽經」，全都念下來，「佛說大乘無量壽莊嚴清淨平等覺經」，統統可以，沒有不可以的。「一經於耳」，我們聽到，別人聽到了，「假使千萬劫後，畢竟因斯度脫」。所以，我們大聲念佛有好處，大聲念佛的利益眾生多。他聽到了，這句佛號他聽到，聽到了在阿賴耶識就種了種子，念佛的種子。這一生他不能得度，來生後世，或者是千萬劫之後，有緣聽到阿彌陀佛、聽到《無量壽經》，把他這個種子引發起來，它就能增長，他就能因之得度。所以，「如聞塗毒鼓，遠近皆喪。食少金剛，決定不消也」。"
    },
    {
      "id": "02-040-0580_p0036",
      "zh_CN": "「涂毒鼓」这个术语，我们参考资料里头最后一段。「以毒料涂于鼓上」，人听到声音他就死亡，这是古时候一种巫术。《传灯录》里头，有全豁禅师上堂说法的时候，一个出家人出来礼拜、请法，「师曰：吾教意犹如涂毒鼓，击一声，远近闻者皆丧」。《传灯录》里有这么一句话，这个是譬喻，「毒鼓之声能杀人」，把它比喻「《涅槃经》所说佛性常住之声，能杀害众生之五逆十恶，使入于佛道」，是这个意思。听到佛法的声音，能断五逆、能断十恶，所以用它来做比喻。不是真正杀人，这是说它的功效不可思议。食少金刚，少许一点点，它不会被消化，也是取这个意思。「正是悉度脱之之旨」，把宗旨显示出来。",
      "zh_TW": "「塗毒鼓」這個術語，我們參考資料裡頭最後一段。「以毒料塗於鼓上」，人聽到聲音他就死亡，這是古時候一種巫術。《傳燈錄》裡頭，有全豁禪師上堂說法的時候，一個出家人出來禮拜、請法，「師曰：吾教意猶如塗毒鼓，擊一聲，遠近聞者皆喪」。《傳燈錄》裡有這麼一句話，這個是譬喻，「毒鼓之聲能殺人」，把它比喻「《涅槃經》所說佛性常住之聲，能殺害眾生之五逆十惡，使入於佛道」，是這個意思。聽到佛法的聲音，能斷五逆、能斷十惡，所以用它來做比喻。不是真正殺人，這是說它的功效不可思議。食少金剛，少許一點點，它不會被消化，也是取這個意思。「正是悉度脫之之旨」，把宗旨顯示出來。"
    },
    {
      "id": "02-040-0580_p0037",
      "zh_CN": "弥勒菩萨末后说，『受佛重诲』，再一次的教诲，或者念重（音众）诲，都可以，都能讲得通，重是重要的教诲，『不敢违失』。「此乃代现在当来一切含灵而言者也」，弥勒菩萨在大会当中代表我们，我们每个人都有分，展开经典，我们就是法会里头的一员。「故我等今日皆当如大士所云，不敢违失」，这句话我们要直下承当。千万不要以为佛这个话是说给别人听的，于我不相干，那就错了，佛说法的利益你就得不到。一定要承当，佛这些话对谁说的？就是对我说的，是对我一个人说的，别人是旁听生。这叫直下承当，真正得经教无比殊胜的利益。",
      "zh_TW": "彌勒菩薩末後說，『受佛重誨』，再一次的教誨，或者念重（音眾）誨，都可以，都能講得通，重是重要的教誨，『不敢違失』。「此乃代現在當來一切含靈而言者也」，彌勒菩薩在大會當中代表我們，我們每個人都有分，展開經典，我們就是法會裡頭的一員。「故我等今日皆當如大士所云，不敢違失」，這句話我們要直下承當。千萬不要以為佛這個話是說給別人聽的，於我不相干，那就錯了，佛說法的利益你就得不到。一定要承當，佛這些話對誰說的？就是對我說的，是對我一個人說的，別人是旁聽生。這叫直下承當，真正得經教無比殊勝的利益。"
    },
    {
      "id": "02-040-0580_p0038",
      "zh_CN": "下面第二个大段「劝」，从三十八品到四十二品，这里头分五大科。「佛劝礼念」，礼是礼拜，每天要拜佛、要念佛，「求见依正」，求见极乐世界的依报，就是见极乐世界，正报就是见阿弥陀佛。诚心诚意礼拜、念诵，会有感应，感应现前，你就知道是真的不是假的。这是增长我们的信心，真见到，不是假的。都在真诚，真诚心、清净心决定有感应。下面：",
      "zh_TW": "下面第二個大段「勸」，從三十八品到四十二品，這裡頭分五大科。「佛勸禮念」，禮是禮拜，每天要拜佛、要念佛，「求見依正」，求見極樂世界的依報，就是見極樂世界，正報就是見阿彌陀佛。誠心誠意禮拜、念誦，會有感應，感應現前，你就知道是真的不是假的。這是增長我們的信心，真見到，不是假的。都在真誠，真誠心、清淨心決定有感應。下面："
    },
    {
      "id": "02-040-0580_p0039",
      "zh_CN": "【礼佛现光第三十八】",
      "zh_TW": "【禮佛現光第三十八】"
    },
    {
      "id": "02-040-0580_p0040",
      "zh_CN": "我们看念老品题的介绍，这篇文比较长一点。「本品弥显两土导师，慈恩无极，加被一切会众，普令亲见极乐依正庄严」。念老在这里这一句提醒我们，显示极乐世界、娑婆世界两土，极乐世界的导师阿弥陀佛，娑婆世界的导师释迦牟尼佛，这两土导师慈悲恩德无量无边。加被一切会众，这一切会众包括我们在内，我们这个学习在网路上传播，在卫星电视上传播，诸位只要打开频道，参与我们共同的分享，都是这一会的众。一切会众包括我们在内，这个一定要承当，我们不是会众之外的，我们是会众里头的一员，这多亲切。释迦牟尼佛讲这个经是为我说的，我要感恩，帮助我们亲见极乐世界、亲见阿弥陀佛。",
      "zh_TW": "我們看念老品題的介紹，這篇文比較長一點。「本品彌顯兩土導師，慈恩無極，加被一切會眾，普令親見極樂依正莊嚴」。念老在這裡這一句提醒我們，顯示極樂世界、娑婆世界兩土，極樂世界的導師阿彌陀佛，娑婆世界的導師釋迦牟尼佛，這兩土導師慈悲恩德無量無邊。加被一切會眾，這一切會眾包括我們在內，我們這個學習在網路上傳播，在衛星電視上傳播，諸位只要打開頻道，參與我們共同的分享，都是這一會的眾。一切會眾包括我們在內，這個一定要承當，我們不是會眾之外的，我們是會眾裡頭的一員，這多親切。釋迦牟尼佛講這個經是為我說的，我要感恩，幫助我們親見極樂世界、親見阿彌陀佛。"
    },
    {
      "id": "02-040-0580_p0041",
      "zh_CN": "《嘉祥疏》说，《疏》里面讲「现土使人欣慕」，就是你真正见到极乐世界了。上面虽然是「耳闻说妙土，未如眼见」，上面讲得很多，释迦牟尼佛为我们介绍极乐世界依正庄严，但是没见到。「故此下现土」，现土就是佛以神力帮助我们，让我们见到极乐世界，「令皆慕修也」，你见到你会羡慕，你真正会修行，会求生极乐世界，极乐世界太殊胜了、太圆满了。居住的环境好，这居住环境里头没有恶人，都是法身菩萨，各各都是明心见性圆证三不退的人，十方世界找不到。修学的环境殊胜，指导我们修行的是阿弥陀佛，阿弥陀佛是光中极尊，佛中之王，这么好的老师，到哪里能找到，现在我们面前。所以我们会羡慕、会向往，会下定决心，这个决心决定不改，我真的想往生极乐世界。对这个世间、对他方一切诸佛刹土统统能够放下了，没有留恋，一心只想西方极乐世界，这就对了。",
      "zh_TW": "《嘉祥疏》說，《疏》裡面講「現土使人欣慕」，就是你真正見到極樂世界了。上面雖然是「耳聞說妙土，未如眼見」，上面講得很多，釋迦牟尼佛為我們介紹極樂世界依正莊嚴，但是沒見到。「故此下現土」，現土就是佛以神力幫助我們，讓我們見到極樂世界，「令皆慕修也」，你見到你會羨慕，你真正會修行，會求生極樂世界，極樂世界太殊勝了、太圓滿了。居住的環境好，這居住環境裡頭沒有惡人，都是法身菩薩，各各都是明心見性圓證三不退的人，十方世界找不到。修學的環境殊勝，指導我們修行的是阿彌陀佛，阿彌陀佛是光中極尊，佛中之王，這麼好的老師，到哪裡能找到，現在我們面前。所以我們會羨慕、會嚮往，會下定決心，這個決心決定不改，我真的想往生極樂世界。對這個世間、對他方一切諸佛剎土統統能夠放下了，沒有留戀，一心只想西方極樂世界，這就對了。"
    },
    {
      "id": "02-040-0580_p0042",
      "zh_CN": "又义寂法师说，「上来广说」，说得很多，「阿弥陀佛身土因果」，四桩事情，从三十二品到三十七品说得很多。「众皆得闻」，大家都听到了。「胜智上流，虽皆信解」，根性殊胜的、有智慧的，上根人他们听了都相信，没有怀疑。但是，「劣慧下辈，未能决定」，根性差的、烦恼重的，他半信半疑，所以他不能决定。「又耳闻者，不如眼见」，佛真正是慈悲到极处，把我们的疑根都拔除，在这里现身。「是故下加阿弥陀威神之力，令此大众皆得眼见彼国之事，信上所闻，决定不虚」。释迦牟尼佛当年在说法的时候，说到这个地方，以他的威德、神通加持与会的大众，让每个人都能见到极乐世界、都能见到阿弥陀佛，对于前面所说的完全相信，不再怀疑了。「又欲令见彼国严净土，各各勤修往生之业」。现神通目的是什么？目的是希望见到西方极乐世界庄严的净土，大家自然就勤修往生这桩事，大事业，这不是小事。我们无量劫以来都没办法脱离轮回，这一生解决了，这一生永远脱离轮回，不再在轮回里头受苦了。这是头等的大事，没有比这个事情更大的，两土导师帮助我们，成就我们。",
      "zh_TW": "又義寂法師說，「上來廣說」，說得很多，「阿彌陀佛身土因果」，四樁事情，從三十二品到三十七品說得很多。「眾皆得聞」，大家都聽到了。「勝智上流，雖皆信解」，根性殊勝的、有智慧的，上根人他們聽了都相信，沒有懷疑。但是，「劣慧下輩，未能決定」，根性差的、煩惱重的，他半信半疑，所以他不能決定。「又耳聞者，不如眼見」，佛真正是慈悲到極處，把我們的疑根都拔除，在這裡現身。「是故下加阿彌陀威神之力，令此大眾皆得眼見彼國之事，信上所聞，決定不虛」。釋迦牟尼佛當年在說法的時候，說到這個地方，以他的威德、神通加持與會的大眾，讓每個人都能見到極樂世界、都能見到阿彌陀佛，對於前面所說的完全相信，不再懷疑了。「又欲令見彼國嚴淨土，各各勤修往生之業」。現神通目的是什麼？目的是希望見到西方極樂世界莊嚴的淨土，大家自然就勤修往生這樁事，大事業，這不是小事。我們無量劫以來都沒辦法脫離輪迴，這一生解決了，這一生永遠脫離輪迴，不再在輪迴裡頭受苦了。這是頭等的大事，沒有比這個事情更大的，兩土導師幫助我們，成就我們。"
    },
    {
      "id": "02-040-0580_p0043",
      "zh_CN": "「再者，当时会众亲见，不但见者获益，更为后世闻者证信。令知极乐世界确实是有，非乌托邦，非是庄生寓言。从信起愿，从愿导行，至心信乐，求生极乐，悉皆度脱，方显两土导师本怀。」我们读到这些文字无比的感恩，感谢释迦、弥陀的慈悲，帮助我们增长信心、坚定信心，成就我们求往生的弘愿。知道极乐世界真有，真有阿弥陀佛，不是乌托邦，不是寓言。从信起愿，从愿导行，至心信乐，信为道元功德母，信心比什么都重要。因为信，所以你才会发愿，因为有愿，你才肯念佛，行就是一向专念。至心信乐，求生极乐，悉皆得度，没有一个不得度的，方显两土导师的本怀。",
      "zh_TW": "「再者，當時會眾親見，不但見者獲益，更為後世聞者證信。令知極樂世界確實是有，非烏托邦，非是莊生寓言。從信起願，從願導行，至心信樂，求生極樂，悉皆度脫，方顯兩土導師本懷。」我們讀到這些文字無比的感恩，感謝釋迦、彌陀的慈悲，幫助我們增長信心、堅定信心，成就我們求往生的弘願。知道極樂世界真有，真有阿彌陀佛，不是烏托邦，不是寓言。從信起願，從願導行，至心信樂，信為道元功德母，信心比什麼都重要。因為信，所以你才會發願，因為有願，你才肯念佛，行就是一向專念。至心信樂，求生極樂，悉皆得度，沒有一個不得度的，方顯兩土導師的本懷。"
    },
    {
      "id": "02-040-0580_p0044",
      "zh_CN": "释迦佛出现在世间为什么？说白一点，他是来帮助我们离苦得乐的。我们对于苦乐知道得并不多，眼前没吃没喝的，小苦，三途苦报那是大苦，六道轮回是究竟苦，极乐世界是究竟乐。怎样帮助我们离苦得乐？脱离六道轮回这叫离苦，没有脱离六道轮回，你苦没有离开。上天堂不行，为什么？天有寿命，寿命长一点，寿命到了怎么办？还是往下坠，这不究竟。永远离开六道轮回，究竟了。往生西方极乐世界，再没有轮回，得究竟乐，佛是为这个来的。帮助我们，成就我们，八万四千法门如是，无量法门亦如是，但是都比不上净土宗信愿持名来得踏实、快速，一生成就，稳当。它的条件很简单，只要你信，只要你愿，只要你念佛，这个条件，男女老少、贤愚不肖各各人都做得到。",
      "zh_TW": "釋迦佛出現在世間為什麼？說白一點，他是來幫助我們離苦得樂的。我們對於苦樂知道得並不多，眼前沒吃沒喝的，小苦，三途苦報那是大苦，六道輪迴是究竟苦，極樂世界是究竟樂。怎樣幫助我們離苦得樂？脫離六道輪迴這叫離苦，沒有脫離六道輪迴，你苦沒有離開。上天堂不行，為什麼？天有壽命，壽命長一點，壽命到了怎麼辦？還是往下墜，這不究竟。永遠離開六道輪迴，究竟了。往生西方極樂世界，再沒有輪迴，得究竟樂，佛是為這個來的。幫助我們，成就我們，八萬四千法門如是，無量法門亦如是，但是都比不上淨土宗信願持名來得踏實、快速，一生成就，穩當。它的條件很簡單，只要你信，只要你願，只要你念佛，這個條件，男女老少、賢愚不肖各各人都做得到。"
    },
    {
      "id": "02-040-0580_p0045",
      "zh_CN": "上个星期我还听到有个十岁的小孩念佛往生，预知时至。她七岁的时候听到她爸爸念《阿弥陀经》，问她爸爸，你念的是什么？那里头什么意思？她爸爸讲给她听，她听了好欢喜，于是乎她就念佛求生净土。三年，到十岁，往生前一天告诉她爸爸，明天阿弥陀佛来接我往生，我要回老家去了。第二天真的往生了。这是来表法的，现身说法给我们看的，这不是假的。小孩不会说妄语，学佛的小孩，念佛的小孩，她知道极乐世界好，听到经上说，我要去。她叫她爸爸，跟她爸爸讲，请她爸爸带她去，她爸爸说我没有办法带妳去，妳真想去，阿弥陀佛会带妳去，妳念阿弥陀佛。她就真念，三年她真念成功了，阿弥陀佛真的带她去了，这能假得了吗？",
      "zh_TW": "上個星期我還聽到有個十歲的小孩念佛往生，預知時至。她七歲的時候聽到她爸爸念《阿彌陀經》，問她爸爸，你念的是什麼？那裡頭什麼意思？她爸爸講給她聽，她聽了好歡喜，於是乎她就念佛求生淨土。三年，到十歲，往生前一天告訴她爸爸，明天阿彌陀佛來接我往生，我要回老家去了。第二天真的往生了。這是來表法的，現身說法給我們看的，這不是假的。小孩不會說妄語，學佛的小孩，念佛的小孩，她知道極樂世界好，聽到經上說，我要去。她叫她爸爸，跟她爸爸講，請她爸爸帶她去，她爸爸說我沒有辦法帶妳去，妳真想去，阿彌陀佛會帶妳去，妳念阿彌陀佛。她就真念，三年她真念成功了，阿彌陀佛真的帶她去了，這能假得了嗎？"
    },
    {
      "id": "02-040-0580_p0046",
      "zh_CN": "我们请看经文，「佛教礼念」，礼拜、念佛。",
      "zh_TW": "我們請看經文，「佛教禮念」，禮拜、念佛。"
    },
    {
      "id": "02-040-0580_p0047",
      "zh_CN": "【佛告阿难。若曹。】",
      "zh_TW": "【佛告阿難。若曹。】"
    },
    {
      "id": "02-040-0580_p0048",
      "zh_CN": "『若曹』是汉朝时候一般用的言语，就是你们大家，就这句话；现在的意思，你们大家。你们大家：",
      "zh_TW": "『若曹』是漢朝時候一般用的言語，就是你們大家，就這句話；現在的意思，你們大家。你們大家："
    },
    {
      "id": "02-040-0580_p0049",
      "zh_CN": "【欲见无量清净平等觉。】",
      "zh_TW": "【欲見無量清淨平等覺。】"
    },
    {
      "id": "02-040-0580_p0050",
      "zh_CN": "『无量清净平等觉』就是阿弥陀佛。",
      "zh_TW": "『無量清淨平等覺』就是阿彌陀佛。"
    },
    {
      "id": "02-040-0580_p0051",
      "zh_CN": "【及诸菩萨阿罗汉等所居国土。】",
      "zh_TW": "【及諸菩薩阿羅漢等所居國土。】"
    },
    {
      "id": "02-040-0580_p0052",
      "zh_CN": "这就是极乐世界。",
      "zh_TW": "這就是極樂世界。"
    },
    {
      "id": "02-040-0580_p0053",
      "zh_CN": "【应起西向。】",
      "zh_TW": "【應起西向。】"
    },
    {
      "id": "02-040-0580_p0054",
      "zh_CN": "你们应该，大家都坐在那听经，要起来面向西方。",
      "zh_TW": "你們應該，大家都坐在那聽經，要起來面向西方。"
    },
    {
      "id": "02-040-0580_p0055",
      "zh_CN": "【当日没处。】",
      "zh_TW": "【當日沒處。】"
    },
    {
      "id": "02-040-0580_p0056",
      "zh_CN": "哪里是西方？太阳下山的方向。",
      "zh_TW": "哪裡是西方？太陽下山的方向。"
    },
    {
      "id": "02-040-0580_p0057",
      "zh_CN": "【恭敬顶礼。称念南无阿弥陀佛。】",
      "zh_TW": "【恭敬頂禮。稱念南無阿彌陀佛。】"
    },
    {
      "id": "02-040-0580_p0058",
      "zh_CN": "这是教我们，拜佛、念佛。念老的注解，「无量清净平等觉。《汉译》称无量寿佛为无量清净平等觉」。本经梵文原本有五种，汉朝翻译的《无量寿经》，经题就叫「无量清净平等觉经」，无量清净平等觉就是阿弥陀佛，「或无量清净觉」。夏莲居老居士完成这个会集本，经题就取「无量寿庄严清净平等觉」。无量上头有了，有无量寿，「佛说大乘无量寿庄严」，这个题是宋译的本子。宋译本的经题是「佛说大乘无量寿庄严经」，汉译的是「无量清净平等觉经」。所以把这两个经题合在一起，「经」字重复了，用一个不用两个，自自然然会集成的经题，太妙了。确实这个名题里头，把极乐世界、阿弥陀佛统统包括尽了。",
      "zh_TW": "這是教我們，拜佛、念佛。念老的註解，「無量清淨平等覺。《漢譯》稱無量壽佛為無量清淨平等覺」。本經梵文原本有五種，漢朝翻譯的《無量壽經》，經題就叫「無量清淨平等覺經」，無量清淨平等覺就是阿彌陀佛，「或無量清淨覺」。夏蓮居老居士完成這個會集本，經題就取「無量壽莊嚴清淨平等覺」。無量上頭有了，有無量壽，「佛說大乘無量壽莊嚴」，這個題是宋譯的本子。宋譯本的經題是「佛說大乘無量壽莊嚴經」，漢譯的是「無量清淨平等覺經」。所以把這兩個經題合在一起，「經」字重複了，用一個不用兩個，自自然然會集成的經題，太妙了。確實這個名題裡頭，把極樂世界、阿彌陀佛統統包括盡了。"
    },
    {
      "id": "02-040-0580_p0059",
      "zh_CN": "而且这个题里头有因、有果，前半段是果报。「佛说」，这释迦牟尼佛宣说的。「大乘」是智慧，自性本具圆满的智慧，「无量寿」是德行，「庄严」是相好，这都是果报。无量的德能，寿命是第一德，要没有寿命，所有的一切德能都落空，寿命是第一德。所以往生到西方极乐世界，最大的好处是什么？无量寿。我们这个世间寿命很短，光阴过得太快，年轻的人不知道，迷惑颠倒，就是说没有想到这个事情，年岁大的人感觉就很深了。大概六十岁以后就有这个感觉，光阴过得太快了，六十年真叫一弹指。人活到一百岁，想到儿童那个时候就像昨天一样。寿命实在太短促，办什么事情都办不成功，为什么？时间不够用。往生到极乐世界寿命无量，是真的无量，不是假的无量，什么样的事情都能圆满做成。",
      "zh_TW": "而且這個題裡頭有因、有果，前半段是果報。「佛說」，這釋迦牟尼佛宣說的。「大乘」是智慧，自性本具圓滿的智慧，「無量壽」是德行，「莊嚴」是相好，這都是果報。無量的德能，壽命是第一德，要沒有壽命，所有的一切德能都落空，壽命是第一德。所以往生到西方極樂世界，最大的好處是什麼？無量壽。我們這個世間壽命很短，光陰過得太快，年輕的人不知道，迷惑顛倒，就是說沒有想到這個事情，年歲大的人感覺就很深了。大概六十歲以後就有這個感覺，光陰過得太快了，六十年真叫一彈指。人活到一百歲，想到兒童那個時候就像昨天一樣。壽命實在太短促，辦什麼事情都辦不成功，為什麼？時間不夠用。往生到極樂世界壽命無量，是真的無量，不是假的無量，什麼樣的事情都能圓滿做成。"
    },
    {
      "id": "02-040-0580_p0060",
      "zh_CN": "所以祖师大德教导我们，这是教学的智慧，教学重要的理念，教我们一门深入，为什么？能成功。纵然寿命不长，三十、四十就过世了，也能成功，生活得有意义、有价值。如果活了一百年一事无成，晚年真后悔，这一生白来了，空过了，依旧搞六道轮回，你说多苦。来生得人身可不容易，这一生当中，五戒十善修得不错，来生才能得人身。我们这一生得人身，是过去生中修的五戒十善，五戒十善引导我们到这个世间来，人道来投胎。上品五戒十善天道，欲界天，四王天、忉利天。要是造作的是五恶、是十恶，三恶道去了。五恶、十恶的标准这个经上讲得详细，所以依这一部经就够用。三十二品到三十七品专门讲恶、烧、痛，恶是因，痛是现前的果报，烧是将来的果报。我们净宗学会成立，编了课诵本，课诵本是我编的，我们把古时候早晚课的经、咒我们都改了。我们早课念经，念《无量寿经》第六品，就是四十八愿，我们要跟阿弥陀佛有共同的愿望，佛四十八愿，我也发四十八愿。晚课，我们就撷取本经三十二到三十七品，讲什么？持戒念佛，断恶修善，这个重要！",
      "zh_TW": "所以祖師大德教導我們，這是教學的智慧，教學重要的理念，教我們一門深入，為什麼？能成功。縱然壽命不長，三十、四十就過世了，也能成功，生活得有意義、有價值。如果活了一百年一事無成，晚年真後悔，這一生白來了，空過了，依舊搞六道輪迴，你說多苦。來生得人身可不容易，這一生當中，五戒十善修得不錯，來生才能得人身。我們這一生得人身，是過去生中修的五戒十善，五戒十善引導我們到這個世間來，人道來投胎。上品五戒十善天道，欲界天，四王天、忉利天。要是造作的是五惡、是十惡，三惡道去了。五惡、十惡的標準這個經上講得詳細，所以依這一部經就夠用。三十二品到三十七品專門講惡、燒、痛，惡是因，痛是現前的果報，燒是將來的果報。我們淨宗學會成立，編了課誦本，課誦本是我編的，我們把古時候早晚課的經、咒我們都改了。我們早課念經，念《無量壽經》第六品，就是四十八願，我們要跟阿彌陀佛有共同的願望，佛四十八願，我也發四十八願。晚課，我們就擷取本經三十二到三十七品，講什麼？持戒念佛，斷惡修善，這個重要！"
    },
    {
      "id": "02-040-0580_p0061",
      "zh_CN": "『西向』，「以彼佛酬愿度生，现在西方」。实在讲并没有方向，但是没有方向，我们的精神、意志不能集中，所以佛就说个西方。我们就真听话，就真朝着太阳下山的地方恭敬顶礼。「净土法门，指方立向，令众专一」，这就是为什么指定西方，把意思说出来了。它不是空门，它是有门，它真的是有方向。一向专念，一个方向，西方极乐世界，专念阿弥陀佛。我们到极乐世界干什么？亲近阿弥陀佛，做阿弥陀佛的学生，听阿弥陀佛的教诲，在极乐世界一生决定成佛，因为你寿命长。「彼佛现在西方」，所以我们向西方礼拜。",
      "zh_TW": "『西向』，「以彼佛酬願度生，現在西方」。實在講並沒有方向，但是沒有方向，我們的精神、意志不能集中，所以佛就說個西方。我們就真聽話，就真朝著太陽下山的地方恭敬頂禮。「淨土法門，指方立向，令眾專一」，這就是為什麼指定西方，把意思說出來了。它不是空門，它是有門，它真的是有方向。一向專念，一個方向，西方極樂世界，專念阿彌陀佛。我們到極樂世界幹什麼？親近阿彌陀佛，做阿彌陀佛的學生，聽阿彌陀佛的教誨，在極樂世界一生決定成佛，因為你壽命長。「彼佛現在西方」，所以我們向西方禮拜。"
    },
    {
      "id": "02-040-0580_p0062",
      "zh_CN": "『称念南无阿弥陀佛』。「欲见佛者，即应念佛，所见之佛，即当前能念之一念心性」，这个话说得好。佛从哪里来的？佛是我们一念心性变现出来的。「是心是佛，是心作佛」，这是净土宗修行、证果的理论基础。它凭什么理论？就凭「是心是佛，是心作佛」。这两句话是释迦牟尼佛在《观无量寿佛经》里面说的，《观经》所说是念佛法门的理论依据跟方法。理论依据就这八个字，方法有十六种，叫《十六观经》，持名念佛是十六种里头最后一种。它有道理的。",
      "zh_TW": "『稱念南無阿彌陀佛』。「欲見佛者，即應念佛，所見之佛，即當前能念之一念心性」，這個話說得好。佛從哪裡來的？佛是我們一念心性變現出來的。「是心是佛，是心作佛」，這是淨土宗修行、證果的理論基礎。它憑什麼理論？就憑「是心是佛，是心作佛」。這兩句話是釋迦牟尼佛在《觀無量壽佛經》裡面說的，《觀經》所說是念佛法門的理論依據跟方法。理論依據就這八個字，方法有十六種，叫《十六觀經》，持名念佛是十六種裡頭最後一種。它有道理的。"
    },
    {
      "id": "02-040-0580_p0063",
      "zh_CN": "早年方东美先生，我跟他学哲学的时候，最后一个单元给我讲佛经哲学。他就告诉我，因为我们认为佛教是迷信，他跟我说佛教不迷信，佛教是无神论，佛教里头没有造物主、没有上帝、没有神，怎么会是有神论！佛教说宇宙怎么来的？一念心性，是我们当前一念心性，就是《楞伽经》上所说的「自心现量」，一念心性是自心，所现的现量境界。自心现量，不断之无，讲得妙极了，跟现在的科学、哲学丝毫没有相违背。所以方老师说，佛经哲学是全世界哲学的最高峰。佛教不但是无神论，佛教还是共产，六和敬里头最后一条「利和同均」，那是共产。所以，跟我们国家、跟共产党的理念、国策丝毫违背都没有，如果真正来学习，相得益彰，你会对于无神论、这个共产的意思了解得更深刻、了解得更透彻。「复因两土如来之加被，故感应道交，当念即见」。今天时间到了，我们就学到此地。",
      "zh_TW": "早年方東美先生，我跟他學哲學的時候，最後一個單元給我講佛經哲學。他就告訴我，因為我們認為佛教是迷信，他跟我說佛教不迷信，佛教是無神論，佛教裡頭沒有造物主、沒有上帝、沒有神，怎麼會是有神論！佛教說宇宙怎麼來的？一念心性，是我們當前一念心性，就是《楞伽經》上所說的「自心現量」，一念心性是自心，所現的現量境界。自心現量，不斷之無，講得妙極了，跟現在的科學、哲學絲毫沒有相違背。所以方老師說，佛經哲學是全世界哲學的最高峰。佛教不但是無神論，佛教還是共產，六和敬裡頭最後一條「利和同均」，那是共產。所以，跟我們國家、跟共產黨的理念、國策絲毫違背都沒有，如果真正來學習，相得益彰，你會對於無神論、這個共產的意思了解得更深刻、了解得更透徹。「復因兩土如來之加被，故感應道交，當念即見」。今天時間到了，我們就學到此地。"
    }
  ]
}