{
  "doc_id": "02-040-0327",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三二七集",
    "zh_TW": "第三二七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "斯里兰卡弥陀精舍",
    "zh_TW": "斯里蘭卡彌陀精舍"
  },
  "doc_number": "02-040-0327",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-040-0327_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0327_p0002",
      "zh_CN": "请看《大经科注》第六百零九页第一行：「总指彼佛国土十七种庄严功德力，不可得思议也」。这个十七种我们学到第七种，现在我们看这参考资料，第八，从这里看起。",
      "zh_TW": "請看《大經科註》第六百零九頁第一行：「總指彼佛國土十七種莊嚴功德力，不可得思議也」。這個十七種我們學到第七種，現在我們看這參考資料，第八，從這裡看起。"
    },
    {
      "id": "02-040-0327_p0003",
      "zh_CN": "「八、庄严三种功德成就者」。这一种里面分为三种，这个注解里头简单的说，水上、地上还有空中这三处庄严。第一个，「庄严水功德成就者。偈言：宝华千万种，弥覆池流泉，微风动华叶，交错光乱转」。这句里面给我们一个信息，我们在大小本里面都读到，极乐世界七宝池中四色莲花，四色实际上讲的四种原色，这四种色要是交错那就有无量种色。所以像《弥陀经》上说的，「赤色赤光，青色青光，黄色黄光，白色白光」讲四种，四种色一交配，就是这个地方所说的，宝华千万种，极乐世界七宝池中的莲花美不胜收，什么样的颜色放什么样的光。这些莲花都是往生者他们的住处，他住在哪里？住在莲花里，莲花里面有宫殿、有楼阁，而且都是随人意变现的，想大它就变大，想小它就变小，没有一样不随人意。这是说你居处的环境，环境清净一尘不染。房子里面也干干净净的，没有任何陈设，客人来访问，自自然然这些家具陈设就摆出来，完全是称心如意，客人走了就一切都空空了，什么都没有，多么舒畅！极乐世界是住的环境。微风动华叶，交错光乱转，微风吹动的花叶，这些花、叶也是无量珍宝所成，风吹动的时候，不但光乱转，而且还有美妙的音声，音声细细去听全在说法，这也是说修学的环境。总而言之，在极乐世界一切时、一切处都在阿弥陀佛的怀抱，都没有离开阿弥陀佛，全是阿弥陀佛本愿威神的显现。这是水的庄严。",
      "zh_TW": "「八、莊嚴三種功德成就者」。這一種裡面分為三種，這個註解裡頭簡單的說，水上、地上還有空中這三處莊嚴。第一個，「莊嚴水功德成就者。偈言：寶華千萬種，彌覆池流泉，微風動華葉，交錯光亂轉」。這句裡面給我們一個信息，我們在大小本裡面都讀到，極樂世界七寶池中四色蓮花，四色實際上講的四種原色，這四種色要是交錯那就有無量種色。所以像《彌陀經》上說的，「赤色赤光，青色青光，黃色黃光，白色白光」講四種，四種色一交配，就是這個地方所說的，寶華千萬種，極樂世界七寶池中的蓮花美不勝收，什麼樣的顏色放什麼樣的光。這些蓮花都是往生者他們的住處，他住在哪裡？住在蓮花裡，蓮花裡面有宮殿、有樓閣，而且都是隨人意變現的，想大它就變大，想小它就變小，沒有一樣不隨人意。這是說你居處的環境，環境清淨一塵不染。房子裡面也乾乾淨淨的，沒有任何陳設，客人來訪問，自自然然這些家具陳設就擺出來，完全是稱心如意，客人走了就一切都空空了，什麼都沒有，多麼舒暢！極樂世界是住的環境。微風動華葉，交錯光亂轉，微風吹動的花葉，這些花、葉也是無量珍寶所成，風吹動的時候，不但光亂轉，而且還有美妙的音聲，音聲細細去聽全在說法，這也是說修學的環境。總而言之，在極樂世界一切時、一切處都在阿彌陀佛的懷抱，都沒有離開阿彌陀佛，全是阿彌陀佛本願威神的顯現。這是水的莊嚴。"
    },
    {
      "id": "02-040-0327_p0004",
      "zh_CN": "第二个，地的庄严，「庄严地功德成就者。偈言：宫殿诸楼阁，观十方无碍，杂树异光色，宝栏遍围绕」。这是个最美的环境，宫殿楼阁没有一样不随心如意，更微妙的是观十方无碍。像我们现在看电视还需要这个机器，在西方极乐世界不需要，宫殿墙壁里面就现相，宝树行间也现相，能看到十方诸佛刹土。在西方世界要想看看地球，看看斯里兰卡这个地方，它就现给你看，如同你在面前一样。我们往生到那里去，地球上家亲眷属，不但是现在在的，过去在的，我们记忆还很清楚，父母、祖父母、曾祖父母，他们现在在哪一道统统看得到，统统能明了他们所造的业因果报。见到之后，如果有缘，决定就去度他。缘是什么？缘是能信。真正他能相信、能解，你的示现他能觉悟，你给他说法他能听懂，能解、能愿、能行，他就能够发愿求生西方极乐世界，他就肯念这一句阿弥陀佛，那你就等待他功夫成熟，跟着阿弥陀佛一起去接他往生。所以我们往生到极乐世界，绝对没有一个人是孤单的、寂寞的，没有。为什么？无量劫当中我们的家亲眷属、亲朋好友，念佛往生去的人很多，我们已经不记得，印象完全没有了。这一投胎，隔阴之迷，前世的事情忘光了，可是到极乐世界全都想起来了，生生世世，清清楚楚、明明白白。佛来接引，佛旁边跟着我们的亲朋好友，跟我们有缘的人都跟着佛来接引，一见面全都知道，所以不孤单。宿世亲朋好友众多，又见面了，又团圆了，所以你会生起无量的欢喜心。虽然无量的欢喜，这里头没有情执、没有分别、没有起心动念，这妙！真正是贤首国师所说的「随缘妙用」。观十方无碍。",
      "zh_TW": "第二個，地的莊嚴，「莊嚴地功德成就者。偈言：宮殿諸樓閣，觀十方無礙，雜樹異光色，寶欄遍圍繞」。這是個最美的環境，宮殿樓閣沒有一樣不隨心如意，更微妙的是觀十方無礙。像我們現在看電視還需要這個機器，在西方極樂世界不需要，宮殿牆壁裡面就現相，寶樹行間也現相，能看到十方諸佛剎土。在西方世界要想看看地球，看看斯里蘭卡這個地方，它就現給你看，如同你在面前一樣。我們往生到那裡去，地球上家親眷屬，不但是現在在的，過去在的，我們記憶還很清楚，父母、祖父母、曾祖父母，他們現在在哪一道統統看得到，統統能明瞭他們所造的業因果報。見到之後，如果有緣，決定就去度他。緣是什麼？緣是能信。真正他能相信、能解，你的示現他能覺悟，你給他說法他能聽懂，能解、能願、能行，他就能夠發願求生西方極樂世界，他就肯念這一句阿彌陀佛，那你就等待他功夫成熟，跟著阿彌陀佛一起去接他往生。所以我們往生到極樂世界，絕對沒有一個人是孤單的、寂寞的，沒有。為什麼？無量劫當中我們的家親眷屬、親朋好友，念佛往生去的人很多，我們已經不記得，印象完全沒有了。這一投胎，隔陰之迷，前世的事情忘光了，可是到極樂世界全都想起來了，生生世世，清清楚楚、明明白白。佛來接引，佛旁邊跟著我們的親朋好友，跟我們有緣的人都跟著佛來接引，一見面全都知道，所以不孤單。宿世親朋好友眾多，又見面了，又團圓了，所以你會生起無量的歡喜心。雖然無量的歡喜，這裡頭沒有情執、沒有分別、沒有起心動念，這妙！真正是賢首國師所說的「隨緣妙用」。觀十方無礙。"
    },
    {
      "id": "02-040-0327_p0005",
      "zh_CN": "杂树异光色。极乐世界树多，像我们居住在这个城市，康提，康提这个城市树多，满山遍野全是大树，极乐世界亦如是。但是这是个山丘，极乐世界地是平地，不必要爬山，这个地方需要交通工具，到极乐世界交通工具统统不要了，科学制造这些东西都没用处，完全用不着，六种神通具足，飞行变化。宝栏遍围绕，居住的环境有栏杆，栏杆也是无量珍宝所成，自然的成就。所以那个地方没有人设计，也没有人施工，统统是心想事成。人的思想全是正念、全是善念，没有邪念、没有恶念。",
      "zh_TW": "雜樹異光色。極樂世界樹多，像我們居住在這個城市，康提，康提這個城市樹多，滿山遍野全是大樹，極樂世界亦如是。但是這是個山丘，極樂世界地是平地，不必要爬山，這個地方需要交通工具，到極樂世界交通工具統統不要了，科學製造這些東西都沒用處，完全用不著，六種神通具足，飛行變化。寶欄遍圍繞，居住的環境有欄杆，欄杆也是無量珍寶所成，自然的成就。所以那個地方沒有人設計，也沒有人施工，統統是心想事成。人的思想全是正念、全是善念，沒有邪念、沒有惡念。"
    },
    {
      "id": "02-040-0327_p0006",
      "zh_CN": "下面一种，「庄严虚空功德成就者。偈言：无量宝交络，罗网遍虚空，种种铃发响，宣吐妙法音」。空中有什么？空中有罗网。罗网古时候有，现在很少了。古时候的宫殿是艺术品，这里面有彩画、有雕刻，无论用的材料、用的装饰都非常珍贵。怕小鸟到梁柱上去做窝，就把它破坏了，所以一定要用网保护它。网多半是用很细的铜丝编的，你观赏没有问题，你看得清清楚楚，你摸不到它，它跟你有一段距离，梁柱统统都有这个设施，这叫罗网，宫殿里头有。寺庙里头也有，寺庙的佛殿，那也是艺术品。现在的寺庙我们没有看到，在日本的寺庙还有，到日本各个宗派的大本山，那都是几千年的建筑。这一点我们很佩服日本人，他们对于保存古迹很用心，这柱子坏了，换一根，怎么换法？这根柱子用的是什么木材，还选同样的木材、同样的品质，换下来之后，样子跟原来样子完全相同，没有一点改变。所以几千年的宝刹，隋唐时候建筑的，现在去看一丝毫损坏都没有，实际上不知道翻修多少次，它能够完全照原来样子保持不改变。",
      "zh_TW": "下面一種，「莊嚴虛空功德成就者。偈言：無量寶交絡，羅網遍虛空，種種鈴發響，宣吐妙法音」。空中有什麼？空中有羅網。羅網古時候有，現在很少了。古時候的宮殿是藝術品，這裡面有彩畫、有雕刻，無論用的材料、用的裝飾都非常珍貴。怕小鳥到梁柱上去做窩，就把它破壞了，所以一定要用網保護它。網多半是用很細的銅絲編的，你觀賞沒有問題，你看得清清楚楚，你摸不到它，它跟你有一段距離，梁柱統統都有這個設施，這叫羅網，宮殿裡頭有。寺廟裡頭也有，寺廟的佛殿，那也是藝術品。現在的寺廟我們沒有看到，在日本的寺廟還有，到日本各個宗派的大本山，那都是幾千年的建築。這一點我們很佩服日本人，他們對於保存古蹟很用心，這柱子壞了，換一根，怎麼換法？這根柱子用的是什麼木材，還選同樣的木材、同樣的品質，換下來之後，樣子跟原來樣子完全相同，沒有一點改變。所以幾千年的寶剎，隋唐時候建築的，現在去看一絲毫損壞都沒有，實際上不知道翻修多少次，它能夠完全照原來樣子保持不改變。"
    },
    {
      "id": "02-040-0327_p0007",
      "zh_CN": "无量宝交络，就是罗网遍虚空。种种铃发响，网络当中，网孔里头都系着有铃铛，好比我们平常见的风铃，风一吹动它就会响，铃跟铃相碰就发出音声，音声非常微妙。更妙的，你仔细去听它，它在说法。所以极乐世界六尘说法，不但佛在那里说法，宫殿楼阁统统都说法，外面的树木花草也说法，七宝池里面流水的音声也说法。所以在极乐世界很容易成就，原因是什么？你没有离开佛法，无论在什么地方，你都不会离开佛法。你听到声音、看到形相，想听十方诸佛说法，树林中间，宫殿楼阁，统统能够看到，十方世界都能够现前，不需要用任何机器设备，自然的。这个铃声都是宣吐妙法音。它说什么法？你想听什么法，它就给你说什么法，感应道交。我们在这个世间所学习的法门不一样，到最后，这种事情古今中外发生得太多，到年岁大了，觉得所学的这个方法没把握，所以说不得力，没把握，这怎么办？遇到净土法门，老实念佛，都生到极乐世界去了。到极乐世界，想到过去学的这个法门，学《法华》、学《华严》、学《楞严》、学《大品般若》，你学的什么东西，想到的时候，你就听到说法的声音，你就能开悟，你就能明心见性。",
      "zh_TW": "無量寶交絡，就是羅網遍虛空。種種鈴發響，網絡當中，網孔裡頭都繫著有鈴鐺，好比我們平常見的風鈴，風一吹動它就會響，鈴跟鈴相碰就發出音聲，音聲非常微妙。更妙的，你仔細去聽它，它在說法。所以極樂世界六塵說法，不但佛在那裡說法，宮殿樓閣統統都說法，外面的樹木花草也說法，七寶池裡面流水的音聲也說法。所以在極樂世界很容易成就，原因是什麼？你沒有離開佛法，無論在什麼地方，你都不會離開佛法。你聽到聲音、看到形相，想聽十方諸佛說法，樹林中間，宮殿樓閣，統統能夠看到，十方世界都能夠現前，不需要用任何機器設備，自然的。這個鈴聲都是宣吐妙法音。它說什麼法？你想聽什麼法，它就給你說什麼法，感應道交。我們在這個世間所學習的法門不一樣，到最後，這種事情古今中外發生得太多，到年歲大了，覺得所學的這個方法沒把握，所以說不得力，沒把握，這怎麼辦？遇到淨土法門，老實念佛，都生到極樂世界去了。到極樂世界，想到過去學的這個法門，學《法華》、學《華嚴》、學《楞嚴》、學《大品般若》，你學的什麼東西，想到的時候，你就聽到說法的聲音，你就能開悟，你就能明心見性。"
    },
    {
      "id": "02-040-0327_p0008",
      "zh_CN": "极乐世界成就快有它的原因，不是没有缘故的，到那边去的时候，宿世修行的善根福德统统现前。不像在这个世间，烦恼习气太重，过去所修习的忘掉了，怎么想也想不起来，到极乐世界能够统统现前。功夫更高的人大概要到实报土，这个时候不但自己宿世的能现前，自己能用上，十方诸佛如来无量劫所修习的你也能知道。为什么知道？见性了，性是一个，佛性跟我的性是一个，我没有修，他修了，他成佛了，我一见性，他所修成的这些我都得到了，通了，他修的我可以用得上，我修的他也用得上，完全相通，非常不可思议。所以这个境界里是真真实实究竟圆满的无障碍法界，你入到这里头去了，一成一切成，成是讲成就，自己的成就跟诸佛如来的成就平等，跟阿弥陀佛的成就也平等。这是说水、地、虚空的庄严。",
      "zh_TW": "極樂世界成就快有它的原因，不是沒有緣故的，到那邊去的時候，宿世修行的善根福德統統現前。不像在這個世間，煩惱習氣太重，過去所修習的忘掉了，怎麼想也想不起來，到極樂世界能夠統統現前。功夫更高的人大概要到實報土，這個時候不但自己宿世的能現前，自己能用上，十方諸佛如來無量劫所修習的你也能知道。為什麼知道？見性了，性是一個，佛性跟我的性是一個，我沒有修，他修了，他成佛了，我一見性，他所修成的這些我都得到了，通了，他修的我可以用得上，我修的他也用得上，完全相通，非常不可思議。所以這個境界裡是真真實實究竟圓滿的無障礙法界，你入到這裡頭去了，一成一切成，成是講成就，自己的成就跟諸佛如來的成就平等，跟阿彌陀佛的成就也平等。這是說水、地、虛空的莊嚴。"
    },
    {
      "id": "02-040-0327_p0009",
      "zh_CN": "我们再看第九，「庄严雨功德成就者」，这是说空中的垂相，雨是从上面降下来。「雨华衣庄严，无量香普熏」。宝衣、宝花从空中降落下来，还有无量香，极乐世界香光庄严，无量的妙香普薰，光与香全是从自性里头流出，是性德，极乐世界完全脱离了阿赖耶。换句话说，极乐世界阿赖耶圆满转变成四智菩提，阿赖耶识变成大圆镜智，末那识变成平等性智，第六意识变成妙观察智，前五识变成成所作智，转识成智，这个世界我们无法想像。",
      "zh_TW": "我們再看第九，「莊嚴雨功德成就者」，這是說空中的垂相，雨是從上面降下來。「雨華衣莊嚴，無量香普熏」。寶衣、寶花從空中降落下來，還有無量香，極樂世界香光莊嚴，無量的妙香普薰，光與香全是從自性裡頭流出，是性德，極樂世界完全脫離了阿賴耶。換句話說，極樂世界阿賴耶圓滿轉變成四智菩提，阿賴耶識變成大圓鏡智，末那識變成平等性智，第六意識變成妙觀察智，前五識變成成所作智，轉識成智，這個世界我們無法想像。"
    },
    {
      "id": "02-040-0327_p0010",
      "zh_CN": "第十，「庄严光明功德成就者。偈言：佛慧明净日，除世痴暗冥」。极乐世界是光明世界，光明的作用大。注解里头说，「佛慧明净之日」，日是比喻，是太阳，我们这个世界光明最大的是太阳，在极乐世界看到阿弥陀佛的智慧，智慧放光而且清净，光明清净像太阳一样，它能够帮助我们。我们在没有生到极乐世界之前都在十法界、都在六道里头，在六道无始劫轮回的这些愚痴，贪瞋痴慢疑这些烦恼习气，在佛的慧日遍照之下，这些烦恼习气全都没有了，自自然然就消除了。这是阿弥陀佛对我们的加持，阿弥陀佛给予我们的恩德。",
      "zh_TW": "第十，「莊嚴光明功德成就者。偈言：佛慧明淨日，除世痴闇冥」。極樂世界是光明世界，光明的作用大。註解裡頭說，「佛慧明淨之日」，日是比喻，是太陽，我們這個世界光明最大的是太陽，在極樂世界看到阿彌陀佛的智慧，智慧放光而且清淨，光明清淨像太陽一樣，它能夠幫助我們。我們在沒有生到極樂世界之前都在十法界、都在六道裡頭，在六道無始劫輪迴的這些愚痴，貪瞋痴慢疑這些煩惱習氣，在佛的慧日遍照之下，這些煩惱習氣全都沒有了，自自然然就消除了。這是阿彌陀佛對我們的加持，阿彌陀佛給予我們的恩德。"
    },
    {
      "id": "02-040-0327_p0011",
      "zh_CN": "第十一，「庄严妙声功德成就」，这个妙声是耳根清净。「偈言：梵声悟深远，微妙闻十方」，净土的妙声深远，深远两个字的意思，深广，无有穷尽，十方刹土都能够听见。我们现在为什么听不见？不是极乐世界的妙声没有达到我们这里，达到了，是我们自己有业障，我们的业障把极乐世界种种微妙障碍住了，我们的六根没有感触到，所以不见、不闻，不知道。用什么方法我们能知道？最妙的方法无过于念佛，念佛念到功夫成片，极乐世界的信息你会得到少分，念到事一心不乱你能得到多分，念到理一心不乱，几乎极乐世界这种种庄严，依正二十九种，你全都能感觉到，你能看到、能听到、能接触到，它确实是「善闻于十方」。",
      "zh_TW": "第十一，「莊嚴妙聲功德成就」，這個妙聲是耳根清淨。「偈言：梵聲悟深遠，微妙聞十方」，淨土的妙聲深遠，深遠兩個字的意思，深廣，無有窮盡，十方剎土都能夠聽見。我們現在為什麼聽不見？不是極樂世界的妙聲沒有達到我們這裡，達到了，是我們自己有業障，我們的業障把極樂世界種種微妙障礙住了，我們的六根沒有感觸到，所以不見、不聞，不知道。用什麼方法我們能知道？最妙的方法無過於念佛，念佛念到功夫成片，極樂世界的信息你會得到少分，念到事一心不亂你能得到多分，念到理一心不亂，幾乎極樂世界這種種莊嚴，依正二十九種，你全都能感覺到，你能看到、能聽到、能接觸到，它確實是「善聞於十方」。"
    },
    {
      "id": "02-040-0327_p0012",
      "zh_CN": "第十二，「庄严主功德成就者。偈言：正觉阿弥陀，法王善住持」。正觉的阿弥陀佛在极乐世界主持教化，极乐世界的教主，极乐世界的导师，他在那边住持。在《无量寿经》里面，释迦牟尼佛对阿弥陀佛的介绍非常的详尽。黄念老的集注搜集许多经论跟祖师大德的注疏，帮助我们认识本师阿弥陀佛，对极乐世界生起信心，对阿弥陀佛也生起信心，真正发愿求生。这桩事情至关重要，要记住，过去古人劝勉我们，无量功德。开经偈上说，「百千万劫难遭遇」，这个话是真的，不是假的。百千万劫难遭遇，我们在这一生当中得人身居然遇到了，这是何等的庆幸，遇到之后首要的是要能信。现在的人不能说不聪明，但是非常遗憾，比不上古人，古人老实，能信，现在人多疑，不相信，无论给他讲什么，他都怀疑。怀疑一辈子，将来死也是糊里糊涂死的，死了以后投生还是迷惑颠倒去投生，这个时候知道错了，来不及了，后悔莫及。",
      "zh_TW": "第十二，「莊嚴主功德成就者。偈言：正覺阿彌陀，法王善住持」。正覺的阿彌陀佛在極樂世界主持教化，極樂世界的教主，極樂世界的導師，他在那邊住持。在《無量壽經》裡面，釋迦牟尼佛對阿彌陀佛的介紹非常的詳盡。黃念老的集註蒐集許多經論跟祖師大德的註疏，幫助我們認識本師阿彌陀佛，對極樂世界生起信心，對阿彌陀佛也生起信心，真正發願求生。這樁事情至關重要，要記住，過去古人勸勉我們，無量功德。開經偈上說，「百千萬劫難遭遇」，這個話是真的，不是假的。百千萬劫難遭遇，我們在這一生當中得人身居然遇到了，這是何等的慶幸，遇到之後首要的是要能信。現在的人不能說不聰明，但是非常遺憾，比不上古人，古人老實，能信，現在人多疑，不相信，無論給他講什麼，他都懷疑。懷疑一輩子，將來死也是糊裡糊塗死的，死了以後投生還是迷惑顛倒去投生，這個時候知道錯了，來不及了，後悔莫及。"
    },
    {
      "id": "02-040-0327_p0013",
      "zh_CN": "这些年来，大概是最近的十年，以前很少有，我们有听过没见过，鬼神附体这些事情，最近这个十年很多，中国、外国到处都有。接触到几次，我们非常冷静观察，那不是人编造的，被附体的人，你细心观察他，他没有能力编造这些故事，他讲不出来。从这些事实里面我们认知了，人没死，这个消息对我们来讲是个好消息，人没死。真有六道轮回，真有诸佛刹土，我们要细心观察，冷静去思惟，会增长我们的信心。我们相信了，回头想一想，我该怎么办？真有六道，真有诸佛刹土，我该怎么办？摆在我们面前，如果有这个缘分，真正能够往生极乐世界，这个要不要去？真想去，阿弥陀佛的条件很单纯，告诉我们往生只有三桩事情，做到就行了，临命终时他就来接引。第一个要真信，不能有丝毫怀疑，信确确实实有西方极乐世界。可不要去问西方在哪里？现在人学了科学，西方，地球，我们坐飞机往西方飞，飞几个小时又飞回来了，西方在哪里？没有一个中心点、一个座标，这个方向是抽象的，哪来的西方！我们至少要把这个座标扩大，这个座标是什么？座标是娑婆世界，是释迦牟尼佛教化的整个的地区。",
      "zh_TW": "這些年來，大概是最近的十年，以前很少有，我們有聽過沒見過，鬼神附體這些事情，最近這個十年很多，中國、外國到處都有。接觸到幾次，我們非常冷靜觀察，那不是人編造的，被附體的人，你細心觀察他，他沒有能力編造這些故事，他講不出來。從這些事實裡面我們認知了，人沒死，這個消息對我們來講是個好消息，人沒死。真有六道輪迴，真有諸佛剎土，我們要細心觀察，冷靜去思惟，會增長我們的信心。我們相信了，回頭想一想，我該怎麼辦？真有六道，真有諸佛剎土，我該怎麼辦？擺在我們面前，如果有這個緣分，真正能夠往生極樂世界，這個要不要去？真想去，阿彌陀佛的條件很單純，告訴我們往生只有三樁事情，做到就行了，臨命終時他就來接引。第一個要真信，不能有絲毫懷疑，信確確實實有西方極樂世界。可不要去問西方在哪裡？現在人學了科學，西方，地球，我們坐飛機往西方飛，飛幾個小時又飛回來了，西方在哪裡？沒有一個中心點、一個座標，這個方向是抽象的，哪來的西方！我們至少要把這個座標擴大，這個座標是什麼？座標是娑婆世界，是釋迦牟尼佛教化的整個的地區。"
    },
    {
      "id": "02-040-0327_p0014",
      "zh_CN": "这个地区多大？黄念祖老居士告诉我，应该是十亿个银河系。因为一个银河系是一个单位世界，一千个单位世界称为小千世界，以小千为单位，一千个小千是一个中千世界，再以中千为单位，一千个中千世界是一个大千世界，一千乘一千再乘一千，十亿，十亿称为三千大千世界，不是三千个大千世界，不是这个，是一个大千世界。为什么说三千？它有小千、中千、大千，这样叫做三千，小千、中千、大千是一个大千世界。三千大千世界是一个，一尊佛的教区，你说佛的智慧多大、德能多大，他教化这么大的区域。这是一般菩萨成佛，如果这个菩萨愿力宏深，有大愿，那他的教化区就不止一个大千世界，有两个大千世界，三个大千世界，十个大千世界，二十个大千世界，有。阿弥陀佛的世界多大？无量无边际。我们释迦牟尼佛这个大千世界在阿弥陀佛教区之内，不在外，没有边际的。佛的寿命是无量寿，佛的世界也是无量无边际，样样都是无量。我们遇到这样殊胜的法缘，应该知道这是多生多劫善根福德因缘成熟了。我们生在现在这个时代，这个时代是地球上有史以来最混乱的一个时代，科学技术是很发达，日新月异，随之而来的混乱也愈来愈严重，灾变愈来愈频繁。让我们冷静思惟，认真去想，科学带给我们是福还是祸，我们现在有怀疑，不只我一个人，怀疑的人很多。",
      "zh_TW": "這個地區多大？黃念祖老居士告訴我，應該是十億個銀河系。因為一個銀河系是一個單位世界，一千個單位世界稱為小千世界，以小千為單位，一千個小千是一個中千世界，再以中千為單位，一千個中千世界是一個大千世界，一千乘一千再乘一千，十億，十億稱為三千大千世界，不是三千個大千世界，不是這個，是一個大千世界。為什麼說三千？它有小千、中千、大千，這樣叫做三千，小千、中千、大千是一個大千世界。三千大千世界是一個，一尊佛的教區，你說佛的智慧多大、德能多大，他教化這麼大的區域。這是一般菩薩成佛，如果這個菩薩願力宏深，有大願，那他的教化區就不止一個大千世界，有兩個大千世界，三個大千世界，十個大千世界，二十個大千世界，有。阿彌陀佛的世界多大？無量無邊際。我們釋迦牟尼佛這個大千世界在阿彌陀佛教區之內，不在外，沒有邊際的。佛的壽命是無量壽，佛的世界也是無量無邊際，樣樣都是無量。我們遇到這樣殊勝的法緣，應該知道這是多生多劫善根福德因緣成熟了。我們生在現在這個時代，這個時代是地球上有史以來最混亂的一個時代，科學技術是很發達，日新月異，隨之而來的混亂也愈來愈嚴重，災變愈來愈頻繁。讓我們冷靜思惟，認真去想，科學帶給我們是福還是禍，我們現在有懷疑，不只我一個人，懷疑的人很多。"
    },
    {
      "id": "02-040-0327_p0015",
      "zh_CN": "这个地方，斯里兰卡，科学技术在这块土地上不发达。我们看看这个地区，人民所过的生活还是很守旧，农耕是人工的老方法，没有机械化的设施。这个地方所有一切我们生活必需要的粮食、蔬菜这些东西还没有污染，没有化肥、农药，他们不知道用。政府也很难得，不进口这些东西，保持原始的生态，这是智慧，这个很难得！居住在这块土地上，饮食健康，没有受到污染，人民学佛，真是难得！今天我们在学校听到老师的报告，他们懂得胎教，母亲怀孕的时候，每一天知道诵经、忏悔、祈祷、祈福，回向给胎儿，这个难得。所以这种小孩生下来好养、好教。这是我们在其他地区上没有见到过的，也没有听说过，从这一点看，这个地区的人民真正有福报。他们的生活收入不多，平均我听说两百块美金，我们住在香港，合香港还不到两千元，一百块美金大概换七百块港币，两百块你看一千四百块，一个月的生活就够了。他们知足常乐，不希望多赚钱，希望生活过得快快乐乐，于人无争，于世无求。地球上还有这么一块净土，这真的净土，真正难得！",
      "zh_TW": "這個地方，斯里蘭卡，科學技術在這塊土地上不發達。我們看看這個地區，人民所過的生活還是很守舊，農耕是人工的老方法，沒有機械化的設施。這個地方所有一切我們生活必需要的糧食、蔬菜這些東西還沒有污染，沒有化肥、農藥，他們不知道用。政府也很難得，不進口這些東西，保持原始的生態，這是智慧，這個很難得！居住在這塊土地上，飲食健康，沒有受到污染，人民學佛，真是難得！今天我們在學校聽到老師的報告，他們懂得胎教，母親懷孕的時候，每一天知道誦經、懺悔、祈禱、祈福，迴向給胎兒，這個難得。所以這種小孩生下來好養、好教。這是我們在其他地區上沒有見到過的，也沒有聽說過，從這一點看，這個地區的人民真正有福報。他們的生活收入不多，平均我聽說兩百塊美金，我們住在香港，合香港還不到兩千元，一百塊美金大概換七百塊港幣，兩百塊你看一千四百塊，一個月的生活就夠了。他們知足常樂，不希望多賺錢，希望生活過得快快樂樂，於人無爭，於世無求。地球上還有這麼一塊淨土，這真的淨土，真正難得！"
    },
    {
      "id": "02-040-0327_p0016",
      "zh_CN": "今天我们去看他学校，我看到这些学校，学校的设施跟学生学习的状况，让我想到，跟我们抗战时期那个时候很像。八年抗战，我们这个年龄正好碰上，抗战一开始，七七卢沟桥事变，我十一岁，八年，战争结束的时候我十九岁，正是记事，也受些苦难。我看学校课桌椅，学校房屋比我们那时候好，我们居住的学校校舍还比不上他们，里面的课桌椅差不多，也就是这样子的。图书馆我也看了，也很相似。所以看到这个，回想到那段期间我们过那种日子，但是非常幸福、非常快乐。老师尽责，认真教学，培养底下一代孩子们。这一代人从苦难当中度过了一生，大概三分之二已经过世，留下来的不多。我们抗战期间，这个学校的同学、老师，来到台湾的大概将近有两百多人，现在可能是五十个人都不到，还在世间。人生无常，我们感触很深。不遇到佛法，这是无可奈何的事情；遇到佛法，知道我们有一条生路，这个生路就是往生极乐世界。而且我们知道，很清楚，往生是活着去的，并没有断气，还睁着眼睛，还会说话，阿弥陀佛来了，来接我了，我跟他去了，跟大家再见。你看身体不要了，坐上莲花，这个身体丢了，不要了，换一个法性身。这个身是生灭身，坐在莲花里面，就得弥陀本愿的加持，四十八愿加持，让我们的身自自然然变成了法性身，不但如此，在莲花里面转识成智，真不可思议！",
      "zh_TW": "今天我們去看他學校，我看到這些學校，學校的設施跟學生學習的狀況，讓我想到，跟我們抗戰時期那個時候很像。八年抗戰，我們這個年齡正好碰上，抗戰一開始，七七盧溝橋事變，我十一歲，八年，戰爭結束的時候我十九歲，正是記事，也受些苦難。我看學校課桌椅，學校房屋比我們那時候好，我們居住的學校校舍還比不上他們，裡面的課桌椅差不多，也就是這樣子的。圖書館我也看了，也很相似。所以看到這個，回想到那段期間我們過那種日子，但是非常幸福、非常快樂。老師盡責，認真教學，培養底下一代孩子們。這一代人從苦難當中度過了一生，大概三分之二已經過世，留下來的不多。我們抗戰期間，這個學校的同學、老師，來到台灣的大概將近有兩百多人，現在可能是五十個人都不到，還在世間。人生無常，我們感觸很深。不遇到佛法，這是無可奈何的事情；遇到佛法，知道我們有一條生路，這個生路就是往生極樂世界。而且我們知道，很清楚，往生是活著去的，並沒有斷氣，還睜著眼睛，還會說話，阿彌陀佛來了，來接我了，我跟他去了，跟大家再見。你看身體不要了，坐上蓮花，這個身體丟了，不要了，換一個法性身。這個身是生滅身，坐在蓮花裡面，就得彌陀本願的加持，四十八願加持，讓我們的身自自然然變成了法性身，不但如此，在蓮花裡面轉識成智，真不可思議！"
    },
    {
      "id": "02-040-0327_p0017",
      "zh_CN": "所以到达极乐世界，佛把这个莲花放在七宝池里头，哪一天花开？花开见佛悟无生，这什么意思？花开见佛就证得无生法忍，无生法忍是阿惟越致菩萨，大乘教里头常讲的七地以上。无生忍有三品，下品七地，中品八地，上品九地，这个品位太高了。可是这是佛说的，不是一般人说的，佛说的我们可以相信，这是在莲花里头做了一个重大的转变，这完全是阿弥陀佛的恩德、阿弥陀佛的慈悲，我们不能怀疑。有人问过我，到底为什么，怎么会转得这么快？我只想了一句话回答他，这句话没有根据，是想当然尔，那就是佛在经上说的，你本来是佛，所以阿弥陀佛的加持，你虽然功夫没有到那个程度，你得到佛力加持，就很像一尊佛，这个理能讲得通。所以我们才知道弥陀对我们的恩德是多大，为我们他五劫修行，参访诸佛刹土，舍短取长，建立西方极乐世界，完全是为我们，帮助我们成佛，帮助我们脱离六道轮回、脱离十法界，不是为他自己。所有一切示现都是称性的，所谓称性就是他从来没有起心动念，从来没有分别执着，一切是自然现的，自性变现。佛给我们做了这样殊胜的缘分，自己的因就是自性本来是佛，因跟缘结合，果报现前，这个果报就是西方极乐世界，修行证果。到极乐世界几时成就，完全看你自己的信愿行。如果这三个条件我现前就圆满具足，一点怀疑没有，往生极乐世界欢欢喜喜、快快乐乐，那到极乐世界成就就快，时间大幅度的缩短。如果还有疑，我到底能不能去？佛会不会接引我？不管怎么样我真干，也能去，到极乐世界修行成佛时间会长些。所以统统在自己不在佛陀，我们不能不了解。",
      "zh_TW": "所以到達極樂世界，佛把這個蓮花放在七寶池裡頭，哪一天花開？花開見佛悟無生，這什麼意思？花開見佛就證得無生法忍，無生法忍是阿惟越致菩薩，大乘教裡頭常講的七地以上。無生忍有三品，下品七地，中品八地，上品九地，這個品位太高了。可是這是佛說的，不是一般人說的，佛說的我們可以相信，這是在蓮花裡頭做了一個重大的轉變，這完全是阿彌陀佛的恩德、阿彌陀佛的慈悲，我們不能懷疑。有人問過我，到底為什麼，怎麼會轉得這麼快？我只想了一句話回答他，這句話沒有根據，是想當然爾，那就是佛在經上說的，你本來是佛，所以阿彌陀佛的加持，你雖然功夫沒有到那個程度，你得到佛力加持，就很像一尊佛，這個理能講得通。所以我們才知道彌陀對我們的恩德是多大，為我們他五劫修行，參訪諸佛剎土，捨短取長，建立西方極樂世界，完全是為我們，幫助我們成佛，幫助我們脫離六道輪迴、脫離十法界，不是為他自己。所有一切示現都是稱性的，所謂稱性就是他從來沒有起心動念，從來沒有分別執著，一切是自然現的，自性變現。佛給我們做了這樣殊勝的緣分，自己的因就是自性本來是佛，因跟緣結合，果報現前，這個果報就是西方極樂世界，修行證果。到極樂世界幾時成就，完全看你自己的信願行。如果這三個條件我現前就圓滿具足，一點懷疑沒有，往生極樂世界歡歡喜喜、快快樂樂，那到極樂世界成就就快，時間大幅度的縮短。如果還有疑，我到底能不能去？佛會不會接引我？不管怎麼樣我真幹，也能去，到極樂世界修行成佛時間會長些。所以統統在自己不在佛陀，我們不能不了解。"
    },
    {
      "id": "02-040-0327_p0018",
      "zh_CN": "第十三，「庄严眷属功德成就者。偈言：如来净华众，正觉华化生」。括弧里头是昙鸾法师的注解，「诸菩萨众由如来正觉之华化生也」。我们对佛供养最普遍的是香花供养，表这个意思。阿弥陀佛的弟子个个都是莲花化生，没有例外的，纵然生边地疑城，还是莲花化生，这是阿弥陀佛本愿功德的成就。我们对佛香花供养，是念念不忘阿弥陀佛对我们的恩德。对所有往生极乐世界这些菩萨，这些菩萨众里面种类很多，真的，有十方世界的菩萨众，菩萨往生的，有声闻众、有天众、有人众，我们去的是从人众里面往生的，还有从三恶道里头往生的。所以三恶道众生，我们学佛的同学对他要尊重，不能轻视他。为什么？说不定将来他到极乐世界他比我们早，我们这一生去不了，他或许来生他就去了。即使在饿鬼道、地狱道，也都能往生。",
      "zh_TW": "第十三，「莊嚴眷屬功德成就者。偈言：如來淨華眾，正覺華化生」。括弧裡頭是曇鸞法師的註解，「諸菩薩眾由如來正覺之華化生也」。我們對佛供養最普遍的是香花供養，表這個意思。阿彌陀佛的弟子個個都是蓮花化生，沒有例外的，縱然生邊地疑城，還是蓮花化生，這是阿彌陀佛本願功德的成就。我們對佛香花供養，是念念不忘阿彌陀佛對我們的恩德。對所有往生極樂世界這些菩薩，這些菩薩眾裡面種類很多，真的，有十方世界的菩薩眾，菩薩往生的，有聲聞眾、有天眾、有人眾，我們去的是從人眾裡面往生的，還有從三惡道裡頭往生的。所以三惡道眾生，我們學佛的同學對他要尊重，不能輕視他。為什麼？說不定將來他到極樂世界他比我們早，我們這一生去不了，他或許來生他就去了。即使在餓鬼道、地獄道，也都能往生。"
    },
    {
      "id": "02-040-0327_p0019",
      "zh_CN": "地狱道里头，在世要修积大功德，这个功德能利益很多的众生。我们看到唐太宗李世民所透的信息，他的路实在讲也很辛苦。这个人是个好人，不是坏人，心地很善良，为了夺取政权，那是用战争的手段，隋朝末年隋炀帝的腐败，激发了群雄起义，把隋推翻了，唐太宗也是其中之一，最后把所有这些起义的人都消灭了，中国恢复了大一统。他请他父亲做皇帝，唐帝国。他父亲，我们从历史上看到的，是一个很仁慈的人，而且家里亲情他特别重，对子女的爱护。唐太宗为了跟哥哥争取王位，玄武门事变，把他哥哥杀了，把弟弟也杀了，他们就三兄弟，所以皇位以后就让给他。他父亲做了九年皇帝，王位就让给他，自己做太上皇。实际上，那个心情我们知道，他父亲对三个儿子都爱，现在兄弟不和，产生这样的变化，这两个儿子都没有了，他心里多难过。确实唐朝天下是李世民打下来的，这是没话说的，没有他就没有唐朝，这是真的。为了争夺政权发生这个事情，战争当中杀人很多，这就是地狱的业因，他堕地狱。为什么堕地狱？造地狱业。造什么业？杀生，杀人，杀人太多。",
      "zh_TW": "地獄道裡頭，在世要修積大功德，這個功德能利益很多的眾生。我們看到唐太宗李世民所透的信息，他的路實在講也很辛苦。這個人是個好人，不是壞人，心地很善良，為了奪取政權，那是用戰爭的手段，隋朝末年隋煬帝的腐敗，激發了群雄起義，把隋推翻了，唐太宗也是其中之一，最後把所有這些起義的人都消滅了，中國恢復了大一統。他請他父親做皇帝，唐帝國。他父親，我們從歷史上看到的，是一個很仁慈的人，而且家裡親情他特別重，對子女的愛護。唐太宗為了跟哥哥爭取王位，玄武門事變，把他哥哥殺了，把弟弟也殺了，他們就三兄弟，所以皇位以後就讓給他。他父親做了九年皇帝，王位就讓給他，自己做太上皇。實際上，那個心情我們知道，他父親對三個兒子都愛，現在兄弟不和，產生這樣的變化，這兩個兒子都沒有了，他心裡多難過。確實唐朝天下是李世民打下來的，這是沒話說的，沒有他就沒有唐朝，這是真的。為了爭奪政權發生這個事情，戰爭當中殺人很多，這就是地獄的業因，他墮地獄。為什麼墮地獄？造地獄業。造什麼業？殺生，殺人，殺人太多。"
    },
    {
      "id": "02-040-0327_p0020",
      "zh_CN": "他自己说出他的经历，他死了以后堕在畜生道，畜生道愚痴，畜生死了以后他又到人道，人道死了以后堕地狱道，一直到现在才出来。给我们透了一个信息，他怎么出来的？《群书治要》出来的，他做了这么一桩好事，这是个大功德事。这本书不但可以救中国，能救全世界，他来给我透这么个信息。跟我透信息的时间大概就五、六分钟，报了一个名字，附在悟忍法师妹妹身上。前年三月我在澳洲，忍师妹妹突然跪在我面前，那时候《群书治要》的样本世界书局寄来了，我们大家在欣赏看这个样本，有七、八个人围在这个桌子上看。她突然跪下来，「我是李世民」，我就请他坐，不肯坐，跪在地上说话，来感恩。我说没有什么，对你没做什么好处。他说《群书治要》。我就了解了，他是因为这个书才能够离开地狱。提醒了我一句，这个书可以救全世界，这是我没想到的。我那时候想找这个书只是帮助中国，没有想到全世界，他这一提醒，我就知道了。这本书印出来之后，必须要翻译世界不同的文字在全世界流通，至少六种文字，这是联合国定的。这六种文字里头有中文、英语、法语、西班牙语、俄罗斯语、阿拉伯语，这是全世界使用这些文字的人最多的，联合国是这么安排的。所以这六种语言的翻译我们都要做。现在第一步，把它翻成英文。",
      "zh_TW": "他自己說出他的經歷，他死了以後墮在畜生道，畜生道愚痴，畜生死了以後他又到人道，人道死了以後墮地獄道，一直到現在才出來。給我們透了一個信息，他怎麼出來的？《群書治要》出來的，他做了這麼一樁好事，這是個大功德事。這本書不但可以救中國，能救全世界，他來給我透這麼個信息。跟我透信息的時間大概就五、六分鐘，報了一個名字，附在悟忍法師妹妹身上。前年三月我在澳洲，忍師妹妹突然跪在我面前，那時候《群書治要》的樣本世界書局寄來了，我們大家在欣賞看這個樣本，有七、八個人圍在這個桌子上看。她突然跪下來，「我是李世民」，我就請他坐，不肯坐，跪在地上說話，來感恩。我說沒有什麼，對你沒做什麼好處。他說《群書治要》。我就了解了，他是因為這個書才能夠離開地獄。提醒了我一句，這個書可以救全世界，這是我沒想到的。我那時候想找這個書只是幫助中國，沒有想到全世界，他這一提醒，我就知道了。這本書印出來之後，必須要翻譯世界不同的文字在全世界流通，至少六種文字，這是聯合國定的。這六種文字裡頭有中文、英語、法語、西班牙語、俄羅斯語、阿拉伯語，這是全世界使用這些文字的人最多的，聯合國是這麼安排的。所以這六種語言的翻譯我們都要做。現在第一步，把它翻成英文。"
    },
    {
      "id": "02-040-0327_p0021",
      "zh_CN": "马来西亚两位首相，我们是好朋友，每一次见面就问我，翻得怎么样。逼着我想了个方法，把这个里头最重要的一条一条的翻出来，送给他们两个看，所以就想出《３６０》。《群书治要３６０》第一册出版了，也送到联合国去了，第二本大概告诉我三个月之后可以出版，中文部分全部完成了，现在在翻英文部分，年初就开始了，应该再过三个月，三、四个月之后就可以出版了，第二册出版。我们预计是十册，《群书治要３６０》第一册、第二册，到第十册，这十集。再进一步就希望要从英文翻成其他国家的文字，当然最好还是真正懂得中文的，从中文直接翻译。",
      "zh_TW": "馬來西亞兩位首相，我們是好朋友，每一次見面就問我，翻得怎麼樣。逼著我想了個方法，把這個裡頭最重要的一條一條的翻出來，送給他們兩個看，所以就想出《３６０》。《群書治要３６０》第一冊出版了，也送到聯合國去了，第二本大概告訴我三個月之後可以出版，中文部分全部完成了，現在在翻英文部分，年初就開始了，應該再過三個月，三、四個月之後就可以出版了，第二冊出版。我們預計是十冊，《群書治要３６０》第一冊、第二冊，到第十冊，這十集。再進一步就希望要從英文翻成其他國家的文字，當然最好還是真正懂得中文的，從中文直接翻譯。"
    },
    {
      "id": "02-040-0327_p0022",
      "zh_CN": "他一生干了这么一桩好事，让他因这桩事情他能够离开地狱。人不能不做好事，不能不积功累德，有机会要做，没有机会是没办法。他这个书也是做皇帝的时候，二十七岁做皇帝，我们知道他读书不多，天天打仗，带兵打仗，做了皇帝这么多的事情，他哪有时间读书，从哪里读起？所以下令给魏征，等于说成立一个小组，他所要的，修身齐家治国平天下的这些智慧、理念、方法、经验，他要这个东西。在哪里？在古籍里头，就是经、史、子，他只要这三种，集不要，集是文学，文章、诗词歌赋，不要这个，从经史子里面去找去。讲到修身、齐家、治国、平天下的，这个他要的，把它抄下来，一段一段抄下来编成一本书，这本书五十多万字。那时候著名的专家学者他们来负责，从一万多种书里头去找，撷取精华，大量的淘汰，到最后选出六十五种，从六十五种里面去节录，编成《群书治要》。所以《群书治要》这六十五种可以说是唐太宗心目当中所寻求的，觉得一个做帝王的人，做国家领导的人，不能不认真学习。",
      "zh_TW": "他一生幹了這麼一樁好事，讓他因這樁事情他能夠離開地獄。人不能不做好事，不能不積功累德，有機會要做，沒有機會是沒辦法。他這個書也是做皇帝的時候，二十七歲做皇帝，我們知道他讀書不多，天天打仗，帶兵打仗，做了皇帝這麼多的事情，他哪有時間讀書，從哪裡讀起？所以下令給魏徵，等於說成立一個小組，他所要的，修身齊家治國平天下的這些智慧、理念、方法、經驗，他要這個東西。在哪裡？在古籍裡頭，就是經、史、子，他只要這三種，集不要，集是文學，文章、詩詞歌賦，不要這個，從經史子裡面去找去。講到修身、齊家、治國、平天下的，這個他要的，把它抄下來，一段一段抄下來編成一本書，這本書五十多萬字。那時候著名的專家學者他們來負責，從一萬多種書裡頭去找，擷取精華，大量的淘汰，到最後選出六十五種，從六十五種裡面去節錄，編成《群書治要》。所以《群書治要》這六十五種可以說是唐太宗心目當中所尋求的，覺得一個做帝王的人，做國家領導的人，不能不認真學習。"
    },
    {
      "id": "02-040-0327_p0023",
      "zh_CN": "这一次巴黎活动结束之后，我有缘参观巴黎的汉学院，才知道巴黎汉学院是欧洲最早的汉学院，清朝时候建立的，比伦敦要早四十多年。现在最著名的老教授罗禅能（罗贝尔），我跟他见了面，参观他们的图书设施，也见到有十几位现在在学习专攻汉学的这些专家学者。罗教授问我，在马来西亚的汉学打算怎么教法？我跟他说，现在世界乱了，救急要紧，真正做学术研究那是第二步，我说至少我们第一个十年要做救急，要以社会需要为考量的基础。就是唐太宗所说的《群书治要》，这六十五种书，这个十年当中我们招一批研究员，主要是研究这六十五种古籍。我们的重点在汉字、在文言文，汉字跟文言文解决了，能看得懂这些古籍，让大家每个人专学一样，一门深入，长时薰修，十年的时间专攻一部书，十年之后他就是真正的汉学家。中国古籍跟佛经有类似的地方，一部经通了可以触类旁通，很多东西没有学，你一拿到手自然就明白，有这个好处。还是要走佛陀所教的戒定慧这个指导原则，因戒得定，因定开慧，要求开悟。戒就是规矩，规矩就是一门深入，长时薰修。读书千遍，其义自见，一千遍读下来，心定了，修定的方法。所以，有汉学跟文言文的基础就行，他就有悟处，智慧自然现前。",
      "zh_TW": "這一次巴黎活動結束之後，我有緣參觀巴黎的漢學院，才知道巴黎漢學院是歐洲最早的漢學院，清朝時候建立的，比倫敦要早四十多年。現在最著名的老教授羅禪能（羅貝爾），我跟他見了面，參觀他們的圖書設施，也見到有十幾位現在在學習專攻漢學的這些專家學者。羅教授問我，在馬來西亞的漢學打算怎麼教法？我跟他說，現在世界亂了，救急要緊，真正做學術研究那是第二步，我說至少我們第一個十年要做救急，要以社會需要為考量的基礎。就是唐太宗所說的《群書治要》，這六十五種書，這個十年當中我們招一批研究員，主要是研究這六十五種古籍。我們的重點在漢字、在文言文，漢字跟文言文解決了，能看得懂這些古籍，讓大家每個人專學一樣，一門深入，長時薰修，十年的時間專攻一部書，十年之後他就是真正的漢學家。中國古籍跟佛經有類似的地方，一部經通了可以觸類旁通，很多東西沒有學，你一拿到手自然就明白，有這個好處。還是要走佛陀所教的戒定慧這個指導原則，因戒得定，因定開慧，要求開悟。戒就是規矩，規矩就是一門深入，長時薰修。讀書千遍，其義自見，一千遍讀下來，心定了，修定的方法。所以，有漢學跟文言文的基礎就行，他就有悟處，智慧自然現前。"
    },
    {
      "id": "02-040-0327_p0024",
      "zh_CN": "这个对于现前社会化解一切冲突，促进社会的安定和平，会有很大帮助。我说以后向《四库》里面去研究，那是后人做的事情，我们没有这个时间，我们见不到了。我们只希望在我们有生之年能够看到汉学跟文言文起来，真正有人来学习，有人来继承，把这六十五种书真正学好、讲好，讲透。利用今天的科学技术，就是网路跟卫星，希望自己拥有一个卫星电视台，这六十五个人天天在这里讲解，对象是全世界爱好汉学的这些人，大家可以在一起学习。学习一段时间之后，欢迎这些学者，在网路上学的、在电视上学的，都可以到马来西亚汉学院来参学，住个短时间，跟大家天天见面。我们希望马来西亚汉学院将来可以容纳三百人，基本的是这六十五个人，有同好的欢迎他们来住一个月、住两个月，住短时期的。这真正是一个学术团体，将来也可以做为全世界各个国家领导人的咨询机构，你们有什么疑难杂症要请教的话，可以让他们来解答，很有意义。这个研究员，第一个，我们注重德行的修养，真正有道德，我们不为名闻利养，我们来做圣贤救世的工作。这个事业是非常有意义，是个伟大的事业，马来西亚两位首相来支持。所以我们也跟欧洲英国、法国这些汉学院保持联系，希望常常往来，互相的交流。",
      "zh_TW": "這個對於現前社會化解一切衝突，促進社會的安定和平，會有很大幫助。我說以後向《四庫》裡面去研究，那是後人做的事情，我們沒有這個時間，我們見不到了。我們只希望在我們有生之年能夠看到漢學跟文言文起來，真正有人來學習，有人來繼承，把這六十五種書真正學好、講好，講透。利用今天的科學技術，就是網路跟衛星，希望自己擁有一個衛星電視台，這六十五個人天天在這裡講解，對象是全世界愛好漢學的這些人，大家可以在一起學習。學習一段時間之後，歡迎這些學者，在網路上學的、在電視上學的，都可以到馬來西亞漢學院來參學，住個短時間，跟大家天天見面。我們希望馬來西亞漢學院將來可以容納三百人，基本的是這六十五個人，有同好的歡迎他們來住一個月、住兩個月，住短時期的。這真正是一個學術團體，將來也可以做為全世界各個國家領導人的諮詢機構，你們有什麼疑難雜症要請教的話，可以讓他們來解答，很有意義。這個研究員，第一個，我們注重德行的修養，真正有道德，我們不為名聞利養，我們來做聖賢救世的工作。這個事業是非常有意義，是個偉大的事業，馬來西亞兩位首相來支持。所以我們也跟歐洲英國、法國這些漢學院保持聯繫，希望常常往來，互相的交流。"
    },
    {
      "id": "02-040-0327_p0025",
      "zh_CN": "下面第十四，「庄严受用功德成就」，这个受用就是享受。极乐的享受具体是些什么？不是饮食起居。为什么？法性身不需要饮食、不需要睡眠，永远精神饱满，阿赖耶的这种色身，才需要饮食、需要睡眠。七宝莲花里头产生的变化，就是我们永远把阿赖耶的三细相摆脱了，接受了自性的法性身、法性土。法性是没有生灭的，不生不灭，法性是清净的，就像《六祖坛经》上所说，他开悟的时候讲五句，那是法性，你想想，那就是极乐！第一个是自性清净；第二个是不生不灭，不变不异；第三个是本自具足，智慧、德能、才艺、相好统统具足，是本有的，不是外面学来的；第四句说本无动摇，那就是自性本定，回到自性本定了；末后，能生万法，你看这多自在！能生万法是对众生的，前面四句是自受用，最后一个是帮助别人，能生万法，真的是万德万能。",
      "zh_TW": "下面第十四，「莊嚴受用功德成就」，這個受用就是享受。極樂的享受具體是些什麼？不是飲食起居。為什麼？法性身不需要飲食、不需要睡眠，永遠精神飽滿，阿賴耶的這種色身，才需要飲食、需要睡眠。七寶蓮花裡頭產生的變化，就是我們永遠把阿賴耶的三細相擺脫了，接受了自性的法性身、法性土。法性是沒有生滅的，不生不滅，法性是清淨的，就像《六祖壇經》上所說，他開悟的時候講五句，那是法性，你想想，那就是極樂！第一個是自性清淨；第二個是不生不滅，不變不異；第三個是本自具足，智慧、德能、才藝、相好統統具足，是本有的，不是外面學來的；第四句說本無動搖，那就是自性本定，回到自性本定了；末後，能生萬法，你看這多自在！能生萬法是對眾生的，前面四句是自受用，最後一個是幫助別人，能生萬法，真的是萬德萬能。"
    },
    {
      "id": "02-040-0327_p0026",
      "zh_CN": "「偈言：爱乐佛法味，禅三昧为食」，昙鸾法师说，「受用大乘之法味、禅味、三昧味也」，不需要饮食。法味，其味无穷，禅味，禅悦为食，他不要食。这个食是什么意思？滋养身体、滋养精神。爱乐佛法味是听阿弥陀佛天天讲经说法，这是接受教育。禅、三昧是自己修行功夫，定功的提升，不断向上。《华严经》上给我们讲的，佛的教学，从初信位（一年级）到十信位，是十个年级。今天我们参观学校，看到有八年级、有十年级。佛陀的教育最高的是五十一年级，那个班级一级比一级高，怎么分的？禅定的功夫，五十一年级就到顶了，毕业了，毕业就成佛了，这个佛的名号《华严经》称为妙觉。菩萨最高的地位是等觉，就是等于佛，还不是佛，最高的是妙觉。所以五十一个阶级，一个阶级比一个阶级殊胜。真正得自在是第十一个阶级，五十一个一起算就是十一年级，他就得大自在，我们一般讲大彻大悟，明心见性，就是在十一年级。通常我们讲成佛，十一年级就成佛了，就称他作佛，真佛，不是假佛，这个佛还要在实报土修行，在实报土要住一段时间。",
      "zh_TW": "「偈言：愛樂佛法味，禪三昧為食」，曇鸞法師說，「受用大乘之法味、禪味、三昧味也」，不需要飲食。法味，其味無窮，禪味，禪悅為食，他不要食。這個食是什麼意思？滋養身體、滋養精神。愛樂佛法味是聽阿彌陀佛天天講經說法，這是接受教育。禪、三昧是自己修行功夫，定功的提升，不斷向上。《華嚴經》上給我們講的，佛的教學，從初信位（一年級）到十信位，是十個年級。今天我們參觀學校，看到有八年級、有十年級。佛陀的教育最高的是五十一年級，那個班級一級比一級高，怎麼分的？禪定的功夫，五十一年級就到頂了，畢業了，畢業就成佛了，這個佛的名號《華嚴經》稱為妙覺。菩薩最高的地位是等覺，就是等於佛，還不是佛，最高的是妙覺。所以五十一個階級，一個階級比一個階級殊勝。真正得自在是第十一個階級，五十一個一起算就是十一年級，他就得大自在，我們一般講大徹大悟，明心見性，就是在十一年級。通常我們講成佛，十一年級就成佛了，就稱他作佛，真佛，不是假佛，這個佛還要在實報土修行，在實報土要住一段時間。"
    },
    {
      "id": "02-040-0327_p0027",
      "zh_CN": "佛法里面的修行完全是在放下，这个我们一定要知道，不能放下就不能成就，一定要放下。放下见思烦恼里面的见烦恼，五种见惑，身见、边见、见取、戒取、邪见，这五种放下了就证须陀洹，就是一年级。你这个没有放下，你学得再多没用，这个果位拿不到。既然是放下就拿果位，所以学不学没关系。六祖惠能没学，他那个地位高了，他就是我们刚才讲的十一年级，明心见性，大彻大悟，十一年级。他生到哪里？他生实报庄严土，他什么都懂，没学过。无尽藏比丘尼捧着《大涅槃经》向他请教，他告诉她，我没学过，我没有念过书，我没有读过经，妳念给我听。她说你没有读过经，你怎么会讲经讲得这么好？他说这个与读经学教没关系，两码事。然后你就晓得，佛法最重要是什么？看破、放下，这是章嘉大师我们第一天见面教给我的。看破帮助放下，放下帮助看破。换句话说，看破就是明了，明了你不放下就又变成障碍，什么障碍？所知障，放不下那是烦恼，就是烦恼障、所知障两个都要放下。所知障帮助你放下烦恼障，烦恼障又帮助你放下所知障，统统要放下，相辅相成，像走楼梯一样，相辅相成。",
      "zh_TW": "佛法裡面的修行完全是在放下，這個我們一定要知道，不能放下就不能成就，一定要放下。放下見思煩惱裡面的見煩惱，五種見惑，身見、邊見、見取、戒取、邪見，這五種放下了就證須陀洹，就是一年級。你這個沒有放下，你學得再多沒用，這個果位拿不到。既然是放下就拿果位，所以學不學沒關係。六祖惠能沒學，他那個地位高了，他就是我們剛才講的十一年級，明心見性，大徹大悟，十一年級。他生到哪裡？他生實報莊嚴土，他什麼都懂，沒學過。無盡藏比丘尼捧著《大涅槃經》向他請教，他告訴她，我沒學過，我沒有念過書，我沒有讀過經，妳念給我聽。她說你沒有讀過經，你怎麼會講經講得這麼好？他說這個與讀經學教沒關係，兩碼事。然後你就曉得，佛法最重要是什麼？看破、放下，這是章嘉大師我們第一天見面教給我的。看破幫助放下，放下幫助看破。換句話說，看破就是明瞭，明瞭你不放下就又變成障礙，什麼障礙？所知障，放不下那是煩惱，就是煩惱障、所知障兩個都要放下。所知障幫助你放下煩惱障，煩惱障又幫助你放下所知障，統統要放下，相輔相成，像走樓梯一樣，相輔相成。"
    },
    {
      "id": "02-040-0327_p0028",
      "zh_CN": "从初发心到如来地，五十一个阶级，五十一层大楼，就这么上去的。放下见惑，证须陀洹果，就是一年级，佛教里头的一年级，小学一年级；放下思惑，思惑，二年级、三年级、四年级全放下了。四果是小乘，在大乘讲是七年级。初果，大乘里面是一年级，因为前面是初果向，没有证得初果，证得初果的时候，见惑放下，就证得了。再向上提升二果向，二果向是二信位的菩萨，二果是三信位，四果四向，到阿罗汉是七信位，第七信，阿罗汉就超越六道轮回了，到哪里去？到四圣法界，他是见思烦恼断尽了，习气没断。把习气断尽那就又提升一级，十信里头八信，就是辟支佛。辟支佛把见思烦恼、见思烦恼的习气全断了。你看，断烦恼就是放下，这个东西重要。辟支佛他开始把尘沙烦恼放下，他就升级了，他就是菩萨，那就是第九信，九年级了。再向上提升就是菩萨，菩萨是把尘沙烦恼的习气放下，真放下之后他就提升了，十法界里面的佛法界，就是十年级。十年级是见思烦恼、尘沙烦恼，包括习气统统放下。这时候他还得放下，放下什么？放下无明烦恼，无明烦恼就是起心动念。在哪里修？都在日常生活。譬如我们见外面境界，看得很清楚，没有起心动念，这就是大彻大悟，明心见性。看到了起心动念，不行，起心动念这不是法身菩萨，十法界的菩萨。十法界里面的菩萨有起心动念，没有分别执着，菩萨。如果不起心、不动念，清清楚楚、明明白白，没有起心动念，这就是大彻大悟，就是明心见性，圆教初住菩萨，十一年级，五十一个阶级是第十一个阶级。所以不放是决定不行的，不放的时候，你知道，你没上去。",
      "zh_TW": "從初發心到如來地，五十一個階級，五十一層大樓，就這麼上去的。放下見惑，證須陀洹果，就是一年級，佛教裡頭的一年級，小學一年級；放下思惑，思惑，二年級、三年級、四年級全放下了。四果是小乘，在大乘講是七年級。初果，大乘裡面是一年級，因為前面是初果向，沒有證得初果，證得初果的時候，見惑放下，就證得了。再向上提升二果向，二果向是二信位的菩薩，二果是三信位，四果四向，到阿羅漢是七信位，第七信，阿羅漢就超越六道輪迴了，到哪裡去？到四聖法界，他是見思煩惱斷盡了，習氣沒斷。把習氣斷盡那就又提升一級，十信裡頭八信，就是辟支佛。辟支佛把見思煩惱、見思煩惱的習氣全斷了。你看，斷煩惱就是放下，這個東西重要。辟支佛他開始把塵沙煩惱放下，他就升級了，他就是菩薩，那就是第九信，九年級了。再向上提升就是菩薩，菩薩是把塵沙煩惱的習氣放下，真放下之後他就提升了，十法界裡面的佛法界，就是十年級。十年級是見思煩惱、塵沙煩惱，包括習氣統統放下。這時候他還得放下，放下什麼？放下無明煩惱，無明煩惱就是起心動念。在哪裡修？都在日常生活。譬如我們見外面境界，看得很清楚，沒有起心動念，這就是大徹大悟，明心見性。看到了起心動念，不行，起心動念這不是法身菩薩，十法界的菩薩。十法界裡面的菩薩有起心動念，沒有分別執著，菩薩。如果不起心、不動念，清清楚楚、明明白白，沒有起心動念，這就是大徹大悟，就是明心見性，圓教初住菩薩，十一年級，五十一個階級是第十一個階級。所以不放是決定不行的，不放的時候，你知道，你沒上去。"
    },
    {
      "id": "02-040-0327_p0029",
      "zh_CN": "我们今天要想往生极乐世界，放下烦恼真的不容易，起心动念谈何容易，那种微细的烦恼，自己根本不知道，你怎么放，不知道，知道了才能放，不知道，怎么办？这个烦恼，一秒钟一千六百兆个生灭，这一个念头，你怎么放？现代的科学家已经有能力捕捉到一千兆分之一秒，能够捕捉到，这是不可思议境界，跟佛比还差一截，所以这个东西太难了。我们求生净土，求生净土必须要放下五欲六尘。贪瞋痴慢疑，这个要放下，财色名食睡要放下，我们才能得到初步的清净心。所以能不能往生，关键确实在此地，你真能放下你才能一心专注念佛，否则的话，做不到一心专注。真正能放下，一心只有佛，李老师教导我们，把阿弥陀佛放在心上，其他的任何一切法，有缘都能随缘，虽然随缘，决定不要放在心上，这样就能成就。",
      "zh_TW": "我們今天要想往生極樂世界，放下煩惱真的不容易，起心動念談何容易，那種微細的煩惱，自己根本不知道，你怎麼放，不知道，知道了才能放，不知道，怎麼辦？這個煩惱，一秒鐘一千六百兆個生滅，這一個念頭，你怎麼放？現代的科學家已經有能力捕捉到一千兆分之一秒，能夠捕捉到，這是不可思議境界，跟佛比還差一截，所以這個東西太難了。我們求生淨土，求生淨土必須要放下五欲六塵。貪瞋痴慢疑，這個要放下，財色名食睡要放下，我們才能得到初步的清淨心。所以能不能往生，關鍵確實在此地，你真能放下你才能一心專注念佛，否則的話，做不到一心專注。真正能放下，一心只有佛，李老師教導我們，把阿彌陀佛放在心上，其他的任何一切法，有緣都能隨緣，雖然隨緣，決定不要放在心上，這樣就能成就。"
    },
    {
      "id": "02-040-0327_p0030",
      "zh_CN": "念佛人真正一心求往生，万缘放下，连佛法都放下，《金刚经》上佛告诉我们，「法尚应舍，何况非法」。净宗学人经一部就够了，哪一部？净土五经一论都可以，任何一部都可以，不要学很多，一部就行了。对净宗讲得最透彻、讲得最清楚的是《无量寿经》，尤其是黄念祖居士的集注，我们有这本足够了，不要再涉猎其他的，一心专注，一门深入，长时薰修。一个念头就是西方极乐世界，我没有第二个念头，我就是想到极乐世界去，就是想亲近阿弥陀佛，我的时间、精力就用在这一点上，决定得生。生到西方极乐世界再去搞法门无量誓愿学，为什么？有的是时间，有的是寿命，广学多闻此地不行，时间不够用、精力不够用，一门都学不好，还能学多门吗？到极乐世界发愿普度众生，普度众生要学无量法门，才能够应机说法。所以我们把这个事情分做两阶去办，第一阶决定往生，第二阶在极乐世界广学多闻，成就无量智慧、无量德能，然后广度众生。这桩事情到极乐世界就可以办，不一定要你成就，到极乐世界你就有这个能力，这个能力是阿弥陀佛加持的。但是加持管用，不是说加持不管用，加持管用。换句话说，往生到极乐世界的人就有能力行菩萨道，而行菩萨道的水平跟法身菩萨没有两样，皆作阿惟越致菩萨，这个话不是假的，不是骗人的。",
      "zh_TW": "念佛人真正一心求往生，萬緣放下，連佛法都放下，《金剛經》上佛告訴我們，「法尚應捨，何況非法」。淨宗學人經一部就夠了，哪一部？淨土五經一論都可以，任何一部都可以，不要學很多，一部就行了。對淨宗講得最透徹、講得最清楚的是《無量壽經》，尤其是黃念祖居士的集註，我們有這本足夠了，不要再涉獵其他的，一心專注，一門深入，長時薰修。一個念頭就是西方極樂世界，我沒有第二個念頭，我就是想到極樂世界去，就是想親近阿彌陀佛，我的時間、精力就用在這一點上，決定得生。生到西方極樂世界再去搞法門無量誓願學，為什麼？有的是時間，有的是壽命，廣學多聞此地不行，時間不夠用、精力不夠用，一門都學不好，還能學多門嗎？到極樂世界發願普度眾生，普度眾生要學無量法門，才能夠應機說法。所以我們把這個事情分做兩階去辦，第一階決定往生，第二階在極樂世界廣學多聞，成就無量智慧、無量德能，然後廣度眾生。這樁事情到極樂世界就可以辦，不一定要你成就，到極樂世界你就有這個能力，這個能力是阿彌陀佛加持的。但是加持管用，不是說加持不管用，加持管用。換句話說，往生到極樂世界的人就有能力行菩薩道，而行菩薩道的水平跟法身菩薩沒有兩樣，皆作阿惟越致菩薩，這個話不是假的，不是騙人的。"
    },
    {
      "id": "02-040-0327_p0031",
      "zh_CN": "下面第十五，「庄严无诸难功德成就者。偈言：永离身心恼，受乐常无间」。昙鸾法师括弧里头他说的，「永离身心苦恼，受乐无间断也」，这是《往生论》里头这两句偈的意思。到极乐世界，身的痛苦没有了，我们这边受身苦，因为身是物质现象，物质现象障碍太多，八苦交煎，这是佛说，哪个人不受这八种苦？生老病死，年轻的时候不觉得，八十岁以上就非常明显。病苦，尤其在这个时代，真生病了谁照顾你？医院敢住吗？我跟大家说过，我不敢住医院，我生病决定不要进医院。过去的大夫学医干什么？救人，现在学医干什么？赚钱，不顾人命。有钱多做好事，不要去医病，这个钱拿去救济贫苦，多做好事，我们死了还带一分功德走，给那个医生没功德，这个帐要会算。真正存这个心，你就少病少恼。为什么？它有感应，你不为自己。生活精简，少操心、少劳神，身心健康，这就好！极乐世界是法性身，阿赖耶这种物质的身体所有一切苦恼的都没有了。受乐常无间，无间是不间断，这个不间断，无苦就是乐，离苦就得乐了。这是极乐世界没有一切难，八苦没有，生老病死苦没有了，莲花化生，不是胎生，没有求不得苦，没有爱别离苦，没有怨憎会苦，也没有五阴炽盛苦。这八苦之外，八苦是苦苦，还有坏苦、行苦，极乐世界也没有。娑婆世界所讲的这些苦，到极乐世界一个都找不到，这叫离究竟苦，得究竟乐。我们把它搞清楚、搞明白，这地方能不去吗？真正搞清楚、搞明白了，我相信他恨不得现在就去，这是真的不是假的，谁愿意在此地受苦？我们现在功夫没成就，想去去不了，加紧努力。去不了的是没放下，赶快放下，像释迦牟尼佛放弃王位一样，一切都放下了，干净俐落，这个时候跟佛菩萨有求必应，感应道交。今天时间到了，我们就学习到此地。",
      "zh_TW": "下面第十五，「莊嚴無諸難功德成就者。偈言：永離身心惱，受樂常無間」。曇鸞法師括弧裡頭他說的，「永離身心苦惱，受樂無間斷也」，這是《往生論》裡頭這兩句偈的意思。到極樂世界，身的痛苦沒有了，我們這邊受身苦，因為身是物質現象，物質現象障礙太多，八苦交煎，這是佛說，哪個人不受這八種苦？生老病死，年輕的時候不覺得，八十歲以上就非常明顯。病苦，尤其在這個時代，真生病了誰照顧你？醫院敢住嗎？我跟大家說過，我不敢住醫院，我生病決定不要進醫院。過去的大夫學醫幹什麼？救人，現在學醫幹什麼？賺錢，不顧人命。有錢多做好事，不要去醫病，這個錢拿去救濟貧苦，多做好事，我們死了還帶一分功德走，給那個醫生沒功德，這個帳要會算。真正存這個心，你就少病少惱。為什麼？它有感應，你不為自己。生活精簡，少操心、少勞神，身心健康，這就好！極樂世界是法性身，阿賴耶這種物質的身體所有一切苦惱的都沒有了。受樂常無間，無間是不間斷，這個不間斷，無苦就是樂，離苦就得樂了。這是極樂世界沒有一切難，八苦沒有，生老病死苦沒有了，蓮花化生，不是胎生，沒有求不得苦，沒有愛別離苦，沒有怨憎會苦，也沒有五陰熾盛苦。這八苦之外，八苦是苦苦，還有壞苦、行苦，極樂世界也沒有。娑婆世界所講的這些苦，到極樂世界一個都找不到，這叫離究竟苦，得究竟樂。我們把它搞清楚、搞明白，這地方能不去嗎？真正搞清楚、搞明白了，我相信他恨不得現在就去，這是真的不是假的，誰願意在此地受苦？我們現在功夫沒成就，想去去不了，加緊努力。去不了的是沒放下，趕快放下，像釋迦牟尼佛放棄王位一樣，一切都放下了，乾淨俐落，這個時候跟佛菩薩有求必應，感應道交。今天時間到了，我們就學習到此地。"
    }
  ]
}