{
  "doc_id": "02-040-0167",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六七集",
    "zh_TW": "第一六七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0167",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-040-0167_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百三十二页第一行，科题，「佛令说益」，分为三段，第一段「正具说大行愿」。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百三十二頁第一行，科題，「佛令說益」，分為三段，第一段「正具說大行願」。"
    },
    {
      "id": "02-040-0167_p0002",
      "zh_CN": "【发大誓愿第六】",
      "zh_TW": "【發大誓願第六】"
    },
    {
      "id": "02-040-0167_p0003",
      "zh_CN": "这一品经是《无量寿经》的精华，《无量寿经》最重要的一部分，说阿弥陀佛四十八愿。念老在这一品里面，注解也最丰富，最为详尽，非常难得，是《无量寿经》的核心。我们看注解，「本品乃法藏菩萨遵佛明训」，遵依世间自在王如来这个教诲，「于大众中宣说所发殊胜大愿。此大誓愿，妙德难思」，不可思议。这一品是法藏菩萨遍参一切诸佛刹土总结的报告，极乐世界就是依这个报告所成就的。这个报告是五劫参学所得到的总结，非常稀有难思，不可思议。",
      "zh_TW": "這一品經是《無量壽經》的精華，《無量壽經》最重要的一部分，說阿彌陀佛四十八願。念老在這一品裡面，註解也最豐富，最為詳盡，非常難得，是《無量壽經》的核心。我們看註解，「本品乃法藏菩薩遵佛明訓」，遵依世間自在王如來這個教誨，「於大眾中宣說所發殊勝大願。此大誓願，妙德難思」，不可思議。這一品是法藏菩薩遍參一切諸佛剎土總結的報告，極樂世界就是依這個報告所成就的。這個報告是五劫參學所得到的總結，非常稀有難思，不可思議。"
    },
    {
      "id": "02-040-0167_p0004",
      "zh_CN": "「如《甄解》曰」，这是日本的大德《无量寿经》的注解，注得非常好，在日本《无量寿经》注解里头非常著名，「四十八愿功德成就，而归一正觉」。四十八愿流出西方极乐世界，极乐世界无量无边的功德，总结归为正觉，正觉是成佛。「正觉之体即是南无阿弥陀佛也」，这个话说得好。「是名弘誓本乘海」，本乘是一乘，一乘是直接教导我们成佛的。「此乃弥陀正觉功德也。正觉功德不可思议者，由誓愿不可思议」。这四十八愿，就是总结这个四十八条，是法藏比丘遵照老师世间自在王佛的教诲，参访二百一十亿诸佛国土。二百一十亿诸佛国土，这不是数字，是代表遍法界虚空界一切诸佛刹土，一个都不漏。二十一在密宗代表大圆满，所以二百一十亿代表大圆满。精挑细选、舍短取长，这样建立了西方极乐世界，提供给一切佛土里面六道众生做为修行的场地。这个场地无比的殊胜，这个场地保证你一生成佛。",
      "zh_TW": "「如《甄解》曰」，這是日本的大德《無量壽經》的註解，註得非常好，在日本《無量壽經》註解裡頭非常著名，「四十八願功德成就，而歸一正覺」。四十八願流出西方極樂世界，極樂世界無量無邊的功德，總結歸為正覺，正覺是成佛。「正覺之體即是南無阿彌陀佛也」，這個話說得好。「是名弘誓本乘海」，本乘是一乘，一乘是直接教導我們成佛的。「此乃彌陀正覺功德也。正覺功德不可思議者，由誓願不可思議」。這四十八願，就是總結這個四十八條，是法藏比丘遵照老師世間自在王佛的教誨，參訪二百一十億諸佛國土。二百一十億諸佛國土，這不是數字，是代表遍法界虛空界一切諸佛剎土，一個都不漏。二十一在密宗代表大圓滿，所以二百一十億代表大圓滿。精挑細選、捨短取長，這樣建立了西方極樂世界，提供給一切佛土裡面六道眾生做為修行的場地。這個場地無比的殊勝，這個場地保證你一生成佛。"
    },
    {
      "id": "02-040-0167_p0005",
      "zh_CN": "「是以《行卷》以卅六句赞叹誓愿不可思议，以彰正觉功德广大。」下面是《行卷》的一段文。《行卷》是日本亲鸾法师他注的一本书，叫《教行信证文类》，一共有六卷。这个里面就是属于行的一部分，叫《行卷》，教行信证，行的这一卷。里面有这么一段文，「敬白一切往生人等」，恭恭敬敬，白是下对上，祖师非常谦虚。一切往生人等，念佛每一个往生的菩萨，这是他所指的对象，向这些人报告。「弘誓一乘海者」，弘誓是大愿，指四十八愿，一乘是一佛乘，每一个愿都是帮助众生成佛。海是比喻深广无际，每一愿里面所含的义理、精神都是无有穷尽的。「成就无碍无边最胜深妙不可说不可称不可思议至德。」这一句说什么？说功德。我们常常听说的，断恶修善，积功累德，到什么时候我们积功累德才能做到圆满？这个地方就是告诉我们，圆满功德怎么修法。能修，任何一个人都可以修，因为一切往生的人，他们达到圆满了。这是亲鸾上人报告的真正的意思，这个报告是鼓励发心往生，现在还没有往生的这些大众，用意在这个地方。明显的是一切往生人等，但真正的用意，是求往生现在还没往生，这个要知道。这什么人？就是我们。我们要晓得，要成就无碍，没有障碍，无边际最殊胜深妙不可说不可说不可思议功德，至德是这个功德达到极处，没有更殊胜的，没有更高的，没更殊胜的了。",
      "zh_TW": "「是以《行卷》以卅六句讚歎誓願不可思議，以彰正覺功德廣大。」下面是《行卷》的一段文。《行卷》是日本親鸞法師他註的一本書，叫《教行信證文類》，一共有六卷。這個裡面就是屬於行的一部分，叫《行卷》，教行信證，行的這一卷。裡面有這麼一段文，「敬白一切往生人等」，恭恭敬敬，白是下對上，祖師非常謙虛。一切往生人等，念佛每一個往生的菩薩，這是他所指的對象，向這些人報告。「弘誓一乘海者」，弘誓是大願，指四十八願，一乘是一佛乘，每一個願都是幫助眾生成佛。海是比喻深廣無際，每一願裡面所含的義理、精神都是無有窮盡的。「成就無礙無邊最勝深妙不可說不可稱不可思議至德。」這一句說什麼？說功德。我們常常聽說的，斷惡修善，積功累德，到什麼時候我們積功累德才能做到圓滿？這個地方就是告訴我們，圓滿功德怎麼修法。能修，任何一個人都可以修，因為一切往生的人，他們達到圓滿了。這是親鸞上人報告的真正的意思，這個報告是鼓勵發心往生，現在還沒有往生的這些大眾，用意在這個地方。明顯的是一切往生人等，但真正的用意，是求往生現在還沒往生，這個要知道。這什麼人？就是我們。我們要曉得，要成就無礙，沒有障礙，無邊際最殊勝深妙不可說不可說不可思議功德，至德是這個功德達到極處，沒有更殊勝的，沒有更高的，沒更殊勝的了。"
    },
    {
      "id": "02-040-0167_p0006",
      "zh_CN": "「何以故？」为什么？「誓愿不可思议故」。弥陀五劫修行，刚才说了，精挑细选，愿愿都不可思议，愿愿都是无上菩提，所以誓愿不可思议。「悲愿喻如大虚空」，阿弥陀佛不可思议的誓愿从哪来的？大悲心生出来的。真正看到遍法界虚空界里面无尽的苦难众生，堕落在轮回里头出不来，轮回太苦了，所以发大愿，要度尽苦难众生，四十八愿是从这儿来的。所以，悲愿像虚空一样，也是广大没有边际。「诸妙功德广无边故」，这个诸妙功德就是四十八愿，愿愿功德无量无边。「犹如大车乃至犹如大风」，下面用比喻来说，譬如大车，又譬如大风，「普行世间无所碍故」，大风吹这个世间没有障碍，大车旅行也没有障碍。「能出三有系缚城」，三有就是六道轮回。为什么叫有？六道分为三界，欲界、色界、无色界，有是有因，有欲界的因，就有欲界的果报；有色界的因，就有色界果报；有无色界的因，就有无色界果报。有是从因上说的，三界是从果上说的，有因必定有果。世出世间，业因果报丝毫不爽，善因一定得善果，恶因决定有恶报，这是不可以不知道的。大车、大风能出三有系缚城，系缚是指烦恼，像绳索把你捆绑在一起，你不能动弹，这是形容三界六道里面众生。这四十八愿能帮助我们解脱，能帮助我们出离，「乃至开显方便藏」。",
      "zh_TW": "「何以故？」為什麼？「誓願不可思議故」。彌陀五劫修行，剛才說了，精挑細選，願願都不可思議，願願都是無上菩提，所以誓願不可思議。「悲願喻如大虛空」，阿彌陀佛不可思議的誓願從哪來的？大悲心生出來的。真正看到遍法界虛空界裡面無盡的苦難眾生，墮落在輪迴裡頭出不來，輪迴太苦了，所以發大願，要度盡苦難眾生，四十八願是從這兒來的。所以，悲願像虛空一樣，也是廣大沒有邊際。「諸妙功德廣無邊故」，這個諸妙功德就是四十八願，願願功德無量無邊。「猶如大車乃至猶如大風」，下面用比喻來說，譬如大車，又譬如大風，「普行世間無所礙故」，大風吹這個世間沒有障礙，大車旅行也沒有障礙。「能出三有繫縛城」，三有就是六道輪迴。為什麼叫有？六道分為三界，欲界、色界、無色界，有是有因，有欲界的因，就有欲界的果報；有色界的因，就有色界果報；有無色界的因，就有無色界果報。有是從因上說的，三界是從果上說的，有因必定有果。世出世間，業因果報絲毫不爽，善因一定得善果，惡因決定有惡報，這是不可以不知道的。大車、大風能出三有繫縛城，繫縛是指煩惱，像繩索把你捆綁在一起，你不能動彈，這是形容三界六道裡面眾生。這四十八願能幫助我們解脫，能幫助我們出離，「乃至開顯方便藏」。"
    },
    {
      "id": "02-040-0167_p0007",
      "zh_CN": "这个方便藏，参考资料里头有，在第一页。「佛之方便，包藏一切功德，故称之曰方便藏。」《教行信证》第二卷说：「乘一切知船」，这个一切知船就是大乘佛法，依照大乘佛法，「浮诸群生海」，就像大船一样，它漂浮在大海当中，「圆满福智藏，开显方便藏」。圆满福智藏就是根本智，开显方便藏就是后得智，善巧方便，善巧方便才能够普度众生。善巧方便从哪里来的？从真实福智里头来的。所以学佛学什么？学智慧，求福报。三皈依里面大家常念的，「皈依佛，二足尊」，这个二就是智慧跟福德这两种，尊是达到究竟圆满，为一切天人、三乘所尊敬的，这是大乘佛法。特别是大乘佛法里面的净宗法门，净宗法门里面的念佛法门，这是到了极处。所以，「良可奉持，特可顶戴也」。我们要认真，全心全力的来学习，把这个法门顶戴在头上，至尊至贵，没有能跟它相比的。这是《行卷》里面的一段文字，劝勉我们，发菩提心，一向专念。",
      "zh_TW": "這個方便藏，參考資料裡頭有，在第一頁。「佛之方便，包藏一切功德，故稱之曰方便藏。」《教行信證》第二卷說：「乘一切知船」，這個一切知船就是大乘佛法，依照大乘佛法，「浮諸群生海」，就像大船一樣，它漂浮在大海當中，「圓滿福智藏，開顯方便藏」。圓滿福智藏就是根本智，開顯方便藏就是後得智，善巧方便，善巧方便才能夠普度眾生。善巧方便從哪裡來的？從真實福智裡頭來的。所以學佛學什麼？學智慧，求福報。三皈依裡面大家常念的，「皈依佛，二足尊」，這個二就是智慧跟福德這兩種，尊是達到究竟圓滿，為一切天人、三乘所尊敬的，這是大乘佛法。特別是大乘佛法裡面的淨宗法門，淨宗法門裡面的念佛法門，這是到了極處。所以，「良可奉持，特可頂戴也」。我們要認真，全心全力的來學習，把這個法門頂戴在頭上，至尊至貴，沒有能跟它相比的。這是《行卷》裡面的一段文字，勸勉我們，發菩提心，一向專念。"
    },
    {
      "id": "02-040-0167_p0008",
      "zh_CN": "「至于愿文多寡，诸译颇有差异」，这个愿文是四十八愿。五种原译本，愿文多少不一样，这个地方略微介绍。汉译的本子、吴译的本子是二十四愿，「且经中明言便结得二十四愿经」。《宋译》的有三十六愿，魏译、唐译两种是四十八愿。「至于《后出阿弥陀偈经》」，完全是偈颂，这里面说「誓二十四章」，讲这个誓愿，阿弥陀佛誓愿，二十四。把这些经合起来看，「可见廿四愿于诸经中实居多数」，二十四愿有三部经，四十八愿有两部经，三十六愿只有一部经，所以二十四愿确实是占多数。「但世间流通者，只是《魏译》。」在这个会集本没有出来之前，世间人学《无量寿经》都用康僧铠的本子。我在台中，跟李老师学的《无量寿经》是康僧铠的本子，这是早年，我听老师讲了一遍，这个本子是四十八愿。所以，四十八愿人人皆知，讲阿弥陀佛一定都说四十八愿，都是根据康僧铠的本子说的。五种译本里面，确实他的译本译得好，流通很广，都喜欢读他的。「而罕闻廿四愿也」，说阿弥陀佛二十四愿，很少人知道。这是把五种原译本里头愿文多少，说出来了。",
      "zh_TW": "「至於願文多寡，諸譯頗有差異」，這個願文是四十八願。五種原譯本，願文多少不一樣，這個地方略微介紹。漢譯的本子、吳譯的本子是二十四願，「且經中明言便結得二十四願經」。《宋譯》的有三十六願，魏譯、唐譯兩種是四十八願。「至於《後出阿彌陀偈經》」，完全是偈頌，這裡面說「誓二十四章」，講這個誓願，阿彌陀佛誓願，二十四。把這些經合起來看，「可見廿四願於諸經中實居多數」，二十四願有三部經，四十八願有兩部經，三十六願只有一部經，所以二十四願確實是佔多數。「但世間流通者，只是《魏譯》。」在這個會集本沒有出來之前，世間人學《無量壽經》都用康僧鎧的本子。我在台中，跟李老師學的《無量壽經》是康僧鎧的本子，這是早年，我聽老師講了一遍，這個本子是四十八願。所以，四十八願人人皆知，講阿彌陀佛一定都說四十八願，都是根據康僧鎧的本子說的。五種譯本裡面，確實他的譯本譯得好，流通很廣，都喜歡讀他的。「而罕聞廿四願也」，說阿彌陀佛二十四願，很少人知道。這是把五種原譯本裡頭願文多少，說出來了。"
    },
    {
      "id": "02-040-0167_p0009",
      "zh_CN": "「且汉吴两译虽同为廿四愿，但内容亦甚不同」，都是二十四愿，内容不一样。这里举出这个例子来说，「《吴译》第二愿为，使某作佛时」，这个某就是法藏比丘自称，康僧铠的本子用我，我作佛时，这个地方使某作佛时，「令我国中无有妇人。女人欲来生我国中者，即作男子。诸无央数天人民、蜎飞蠕动之类，来生我国者，皆于七宝水池莲花中化生长大」。化生，这个地方应该叫长大，身体很高、很大，现的大相，不是从小慢慢长大，不是这个意思。蜎飞蠕动之类，这是说的动物，畜生道。来生我国，统统都是在七宝水池莲花中化生长大，「皆作菩萨、阿罗汉，都无央数。得是愿，乃作佛。不得是愿，终不作佛」。这个愿文里头有「此中具有莲花化生」，还有「国无妇女」这个两愿，而《汉译》没有这两愿。「其他诸译亦皆阙如。由此可见，诸译差异之甚」，五种原译本子里面有很大的差别。",
      "zh_TW": "「且漢吳兩譯雖同為廿四願，但內容亦甚不同」，都是二十四願，內容不一樣。這裡舉出這個例子來說，「《吳譯》第二願為，使某作佛時」，這個某就是法藏比丘自稱，康僧鎧的本子用我，我作佛時，這個地方使某作佛時，「令我國中無有婦人。女人欲來生我國中者，即作男子。諸無央數天人民、蜎飛蠕動之類，來生我國者，皆於七寶水池蓮花中化生長大」。化生，這個地方應該叫長大，身體很高、很大，現的大相，不是從小慢慢長大，不是這個意思。蜎飛蠕動之類，這是說的動物，畜生道。來生我國，統統都是在七寶水池蓮花中化生長大，「皆作菩薩、阿羅漢，都無央數。得是願，乃作佛。不得是願，終不作佛」。這個願文裡頭有「此中具有蓮花化生」，還有「國無婦女」這個兩願，而《漢譯》沒有這兩願。「其他諸譯亦皆闕如。由此可見，諸譯差異之甚」，五種原譯本子裡面有很大的差別。"
    },
    {
      "id": "02-040-0167_p0010",
      "zh_CN": "「且汉吴两译虽同曰廿四愿。但实际内容，则不止廿四。」以上《吴译》第二愿做个例子，这一愿当中它具四愿，实具第一个，国无妇女；第二个，莲花化生；第三个，蜎蠕得生，皆作菩萨、阿罗汉；第四个，菩萨、阿罗汉无量等，「精要胜愿」，精是精彩，要是重要。这里头有四个，有四愿。「准是可知，所谓廿四愿，实不止廿四。据诸《后出阿弥陀偈经》誓二十四章之经文。可知弥陀誓愿实为廿四章」，这句话很重要，那一章里头可能有几个愿，不是二十四愿，它是二十四章。誓二十四章，这个字是个关键的字眼。",
      "zh_TW": "「且漢吳兩譯雖同曰廿四願。但實際內容，則不止廿四。」以上《吳譯》第二願做個例子，這一願當中它具四願，實具第一個，國無婦女；第二個，蓮花化生；第三個，蜎蠕得生，皆作菩薩、阿羅漢；第四個，菩薩、阿羅漢無量等，「精要勝願」，精是精彩，要是重要。這裡頭有四個，有四願。「準是可知，所謂廿四願，實不止廿四。據諸《後出阿彌陀偈經》誓二十四章之經文。可知彌陀誓願實為廿四章」，這句話很重要，那一章裡頭可能有幾個願，不是二十四願，它是二十四章。誓二十四章，這個字是個關鍵的字眼。"
    },
    {
      "id": "02-040-0167_p0011",
      "zh_CN": "至于魏唐二译都是四十八愿，但名为四十八，实际不足四十八。譬如魏译本第二十九愿「设我得佛，国中菩萨若受读经法，讽诵持说，而不得辩才智慧者，不取正觉」。第三十愿为「设我得佛，国中菩萨智慧辩才，若可限量者，不取正觉」。这两个愿同一个意思。实则此两愿只是广略差异，是一桩事情，一个说得详细一点，一个说得简单一点，两愿可以并成一愿，第三十愿只是第二十九愿的补充与引申而已。唐译本子里面第二十九与三十愿，亦与此同。更有进者，魏唐两译均缺「国无妇女」及「莲花化生」，这个两愿很重要，它没有。「可见魏唐两译之四十八愿，并未圆具诸愿」，细细去看它的内容，不足。",
      "zh_TW": "至於魏唐二譯都是四十八願，但名為四十八，實際不足四十八。譬如魏譯本第二十九願「設我得佛，國中菩薩若受讀經法，諷誦持說，而不得辯才智慧者，不取正覺」。第三十願為「設我得佛，國中菩薩智慧辯才，若可限量者，不取正覺」。這兩個願同一個意思。實則此兩願只是廣略差異，是一樁事情，一個說得詳細一點，一個說得簡單一點，兩願可以併成一願，第三十願只是第二十九願的補充與引申而已。唐譯本子裡面第二十九與三十願，亦與此同。更有進者，魏唐兩譯均缺「國無婦女」及「蓮花化生」，這個兩願很重要，它沒有。「可見魏唐兩譯之四十八願，並未圓具諸願」，細細去看它的內容，不足。"
    },
    {
      "id": "02-040-0167_p0012",
      "zh_CN": "「至于汉吴两译，则缺十念必生之根本大愿」。这个十念必生非常重要，古大德判四十八愿，十念必生是第一愿。弥陀彻底悲心，净宗超胜一切，是什么？就是十念必生，查遍《大藏经》，没有十念能解决问题的。净宗这个十念指临命终的时候，一生没有学过佛，临终有人劝你念佛，你当下就接受，当下就欢喜，马上就念，十句念完了就往生了，太殊胜了。可是我们千万不要把这桩事情错会了意思，以为临终还来得及，现在什么坏事都可以干，到临命终时我十念往生。你有没有想到，你临命终时，有没有人来提醒你？没有提醒的时候，忘掉怎么办？临终的时候头脑清不清楚？如果得了老年痴呆症就完了，别人劝你也听不懂。所以这个事情不能侥幸。它真有这桩事情。",
      "zh_TW": "「至於漢吳兩譯，則缺十念必生之根本大願」。這個十念必生非常重要，古大德判四十八願，十念必生是第一願。彌陀徹底悲心，淨宗超勝一切，是什麼？就是十念必生，查遍《大藏經》，沒有十念能解決問題的。淨宗這個十念指臨命終的時候，一生沒有學過佛，臨終有人勸你念佛，你當下就接受，當下就歡喜，馬上就念，十句念完了就往生了，太殊勝了。可是我們千萬不要把這樁事情錯會了意思，以為臨終還來得及，現在什麼壞事都可以幹，到臨命終時我十念往生。你有沒有想到，你臨命終時，有沒有人來提醒你？沒有提醒的時候，忘掉怎麼辦？臨終的時候頭腦清不清楚？如果得了老年痴呆症就完了，別人勸你也聽不懂。所以這個事情不能僥倖。它真有這樁事情。"
    },
    {
      "id": "02-040-0167_p0013",
      "zh_CN": "我早年住在美国，华府佛教会就遇到一个同修，这个人生平没学佛，没有宗教信仰。他开了个面包店，他名字叫周广大，人非常厚道，是个好人，一家人没宗教信仰。得了癌症，在医院住了几个月，医生宣布，他的癌细胞已经扩散了，已经不能治了，让他家人带回去，告诉他，存活的寿命大概只有一、二个月。家人带回来之后，希望能有奇迹出现，到处打听通灵的人、有神通的人，佛、道、宗教都去找，也找到了我们。我们派几个人去看，都是华人，看确实不能好了，于是乎就认真劝导他，把极乐世界讲给他听，劝他念佛求生净土。他一听就很欢喜，告诉他家人，别找什么医生、找奇迹，都别找，希望大家统统念佛，帮助他往生。他万缘放下，家里太太、儿女、朋友到他家来都是念佛，念了三天三夜，他真的往生了，火化的时候还留了舍利，非常不可思议。临命终时三天，符合经上所说的条件，大势至菩萨所说的「净念相继」。他们有信心，真发愿，这一句佛号三天三夜没有中断，一直送到往生。",
      "zh_TW": "我早年住在美國，華府佛教會就遇到一個同修，這個人生平沒學佛，沒有宗教信仰。他開了個麵包店，他名字叫周廣大，人非常厚道，是個好人，一家人沒宗教信仰。得了癌症，在醫院住了幾個月，醫生宣布，他的癌細胞已經擴散了，已經不能治了，讓他家人帶回去，告訴他，存活的壽命大概只有一、二個月。家人帶回來之後，希望能有奇蹟出現，到處打聽通靈的人、有神通的人，佛、道、宗教都去找，也找到了我們。我們派幾個人去看，都是華人，看確實不能好了，於是乎就認真勸導他，把極樂世界講給他聽，勸他念佛求生淨土。他一聽就很歡喜，告訴他家人，別找什麼醫生、找奇蹟，都別找，希望大家統統念佛，幫助他往生。他萬緣放下，家裡太太、兒女、朋友到他家來都是念佛，念了三天三夜，他真的往生了，火化的時候還留了舍利，非常不可思議。臨命終時三天，符合經上所說的條件，大勢至菩薩所說的「淨念相繼」。他們有信心，真發願，這一句佛號三天三夜沒有中斷，一直送到往生。"
    },
    {
      "id": "02-040-0167_p0014",
      "zh_CN": "往生净土作佛实在不难，这个里头最重要的，就像大乘经上佛常说的，无论什么方式往生，每一个真正往生的人，都是过去生中曾经供养无量诸佛如来。这一生遇到净宗法门，得到无量诸佛的加持，你能信、能解、能发愿，能求生净土，宿世的功德成就，不是这一生的，过去多生多劫的成就，我们一定要知道。我们遇到佛法，相信这个法门，欢喜这个法门，也认真修学，但是功夫不得力，问题出在哪里？出在，我们能想到的，我们过去生中供养诸佛如来还不够；有供养，供养不少，很多很多，还不足。所以现在怎么样？现在我们得把它补足。能不能补足？能，念阿弥陀佛就能。因为念一尊阿弥陀佛，就等于念一切诸佛如来，所以肯定可以补足的。真正万缘放下，一心专念，就补足了。",
      "zh_TW": "往生淨土作佛實在不難，這個裡頭最重要的，就像大乘經上佛常說的，無論什麼方式往生，每一個真正往生的人，都是過去生中曾經供養無量諸佛如來。這一生遇到淨宗法門，得到無量諸佛的加持，你能信、能解、能發願，能求生淨土，宿世的功德成就，不是這一生的，過去多生多劫的成就，我們一定要知道。我們遇到佛法，相信這個法門，歡喜這個法門，也認真修學，但是功夫不得力，問題出在哪裡？出在，我們能想到的，我們過去生中供養諸佛如來還不夠；有供養，供養不少，很多很多，還不足。所以現在怎麼樣？現在我們得把它補足。能不能補足？能，念阿彌陀佛就能。因為念一尊阿彌陀佛，就等於念一切諸佛如來，所以肯定可以補足的。真正萬緣放下，一心專念，就補足了。"
    },
    {
      "id": "02-040-0167_p0015",
      "zh_CN": "自己有信心，自己有把握，临命终时不必要人助念。临终要人助念，有这个念头不好，到临终的时候没有人怎么办？那就去不了了。我现在就不作这个念头，没有这个念头，我独来独往。我们看到念佛功夫成就的，锅漏匠，没有人助念；修无师，也没有人助念。我们亲眼看到的这几个，台南将军乡的老太太，没有人助念。美国洛杉矶我们见到的甘老居士的老朋友，念佛往生。她预知时至，她预先写了遗嘱，把儿子、媳妇、孙子的孝服统统做好，摆在床头，她在床上打坐，走了。没有人助念，没有人知道，自己晓得什么时候走，这是真的，不是假的。这么多人在给我们作证转，证明极乐世界真有，阿弥陀佛来接引，他亲自见到了，一点都不假。最近给我们做证明的，我们在香港这个地区，前面有黄忠昌，后面有刘素青。２０１２１１２１１２，这在她往生前十几天，她妹妹得到这个信息，这是数目字。妹妹看到这个数目字心里有数，这一定是姐姐往生的日期。她把它写在一个纸条，给她姐姐看，姐姐看了之后，点点头，收起来了。一点都没错，一分一秒都不差，不是假的。",
      "zh_TW": "自己有信心，自己有把握，臨命終時不必要人助念。臨終要人助念，有這個念頭不好，到臨終的時候沒有人怎麼辦？那就去不了了。我現在就不作這個念頭，沒有這個念頭，我獨來獨往。我們看到念佛功夫成就的，鍋漏匠，沒有人助念；修無師，也沒有人助念。我們親眼看到的這幾個，台南將軍鄉的老太太，沒有人助念。美國洛杉磯我們見到的甘老居士的老朋友，念佛往生。她預知時至，她預先寫了遺囑，把兒子、媳婦、孫子的孝服統統做好，擺在床頭，她在床上打坐，走了。沒有人助念，沒有人知道，自己曉得什麼時候走，這是真的，不是假的。這麼多人在給我們作證轉，證明極樂世界真有，阿彌陀佛來接引，他親自見到了，一點都不假。最近給我們做證明的，我們在香港這個地區，前面有黃忠昌，後面有劉素青。２０１２１１２１１２，這在她往生前十幾天，她妹妹得到這個信息，這是數目字。妹妹看到這個數目字心裡有數，這一定是姐姐往生的日期。她把它寫在一個紙條，給她姐姐看，姐姐看了之後，點點頭，收起來了。一點都沒錯，一分一秒都不差，不是假的。"
    },
    {
      "id": "02-040-0167_p0016",
      "zh_CN": "后面这一段，魏、唐两译，均缺国无女人、莲花化生，魏译是康僧铠的本子，他缺了这两愿。可见魏唐两译之四十八愿，并未圆具诸愿，缺少两愿，不圆满。至于汉吴两译，则缺十念必生的根本大愿，汉译、吴译的没有十念必生的愿，十念必生是净宗根本大愿。「可见汉吴魏唐宋五译」，这个排列是按时间顺序，汉是汉朝；吴是三国，三国的时候吴国，孙权那个时代；魏也是三国时代，曹操他那个地盘，吴魏都是三国；唐、宋，五种译本，「均非无量寿经之善本」，为什么？不圆满。这四十八愿的文太重要了，这是这部经的核心。五种本子合起来才圆满，四十八愿才圆满，要不合起来的话都有欠缺。「是以会集诸译，广撷众长，另成会本，实不容缓也」。这是说明会集必要，会集必须，不能不会集。这一段是把为什么要会集，这个道理、事实交代清楚、交代明白了。",
      "zh_TW": "後面這一段，魏、唐兩譯，均缺國無女人、蓮花化生，魏譯是康僧鎧的本子，他缺了這兩願。可見魏唐兩譯之四十八願，並未圓具諸願，缺少兩願，不圓滿。至於漢吳兩譯，則缺十念必生的根本大願，漢譯、吳譯的沒有十念必生的願，十念必生是淨宗根本大願。「可見漢吳魏唐宋五譯」，這個排列是按時間順序，漢是漢朝；吳是三國，三國的時候吳國，孫權那個時代；魏也是三國時代，曹操他那個地盤，吳魏都是三國；唐、宋，五種譯本，「均非無量壽經之善本」，為什麼？不圓滿。這四十八願的文太重要了，這是這部經的核心。五種本子合起來才圓滿，四十八願才圓滿，要不合起來的話都有欠缺。「是以會集諸譯，廣擷眾長，另成會本，實不容緩也」。這是說明會集必要，會集必須，不能不會集。這一段是把為什麼要會集，這個道理、事實交代清楚、交代明白了。"
    },
    {
      "id": "02-040-0167_p0017",
      "zh_CN": "「于是夏师会集」，夏老师，黄念祖老居士是夏莲居居士的学生，所以这儿称夏师，「会集诸译之大愿」，他发心会集这部大经，会集大经，五种翻译的大愿，将它会集成一个定本。「既重古译多见之廿四」，这个必须尊重的，二十四章说得多，「又采世间所流通之四十八」。会集的方针，「以廿四为章，四十八为目」，这就圆满了，「既符誓廿四章，又合四十八愿」。序文里头有说明，单单会集这一品经文，用了三个多月时间。而且是三个人一起会集的，慧明老和尚、夏莲居老居士、梅光羲老居士，三个人在一起，三个多月时间会这一章，就是这一品。这是本经里头最重要的一品。",
      "zh_TW": "「於是夏師會集」，夏老師，黃念祖老居士是夏蓮居居士的學生，所以這兒稱夏師，「會集諸譯之大願」，他發心會集這部大經，會集大經，五種翻譯的大願，將它會集成一個定本。「既重古譯多見之廿四」，這個必須尊重的，二十四章說得多，「又採世間所流通之四十八」。會集的方針，「以廿四為章，四十八為目」，這就圓滿了，「既符誓廿四章，又合四十八願」。序文裡頭有說明，單單會集這一品經文，用了三個多月時間。而且是三個人一起會集的，慧明老和尚、夏蓮居老居士、梅光羲老居士，三個人在一起，三個多月時間會這一章，就是這一品。這是本經裡頭最重要的一品。"
    },
    {
      "id": "02-040-0167_p0018",
      "zh_CN": "我们再往下看，「经中备集诸译之长」，这部经采取的是五种原译本里面经文，原文不动。五种比较，哪一种好懂，意思很圆满，就取它，句子生涩不好懂，就舍弃。「十念必生、国无女人、莲花化生诸愿，皆见于会本」，这个本子统统都有。「复妙摄各愿精要」，这是文学的根柢了，「以少文而显多义」。举个例子说，《魏译》第卅八愿：「设我得佛，国中天人，欲得衣服，随念即至。如佛所赞应法妙服，自然在身。有求裁缝捣染洗濯者，不取正觉。」第二十四愿说：「设我得佛，国中菩萨在诸佛前，现其德本。诸所求欲供养之具，若不如意者，不取正觉」，这是《魏译》的。《魏译》这两愿「显衣服与供具之如意」，他缺了饭食，「饭食如意」它没有提。如《汉译》第二十三愿（《吴译》为第十四愿）说：「我作佛时，我国诸菩萨欲饭时，则七宝钵中，生自然百味饭食在前。食已，钵皆自然去。不尔者，我不作佛。」那《吴译》的这段文，「于此又可见魏唐之四十八愿，实不足四十八也」。",
      "zh_TW": "我們再往下看，「經中備集諸譯之長」，這部經採取的是五種原譯本裡面經文，原文不動。五種比較，哪一種好懂，意思很圓滿，就取它，句子生澀不好懂，就捨棄。「十念必生、國無女人、蓮花化生諸願，皆見於會本」，這個本子統統都有。「復妙攝各願精要」，這是文學的根柢了，「以少文而顯多義」。舉個例子說，《魏譯》第卅八願：「設我得佛，國中天人，欲得衣服，隨念即至。如佛所讚應法妙服，自然在身。有求裁縫搗染洗濯者，不取正覺。」第二十四願說：「設我得佛，國中菩薩在諸佛前，現其德本。諸所求欲供養之具，若不如意者，不取正覺」，這是《魏譯》的。《魏譯》這兩願「顯衣服與供具之如意」，他缺了飯食，「飯食如意」它沒有提。如《漢譯》第二十三願（《吳譯》為第十四願）說：「我作佛時，我國諸菩薩欲飯時，則七寶缽中，生自然百味飯食在前。食已，缽皆自然去。不爾者，我不作佛。」那《吳譯》的這段文，「於此又可見魏唐之四十八願，實不足四十八也」。"
    },
    {
      "id": "02-040-0167_p0019",
      "zh_CN": "「今此会本，摄集以上三愿」，把以上这么多经文简化，这就是文辞上给它修改了，意思圆满，文字简单了。这个本子里头，今此会本，摄集以上三愿为：「我作佛时，生我国者，所需饮食、衣服、种种供具，随意即至，无不满愿」。「可见会本，文约义丰」，文字简单，意思圆满，全都说到，「诸译所具之弥陀胜愿，备显无遗」。五种本子里面所说的，一个都没有遗漏，全都集在这部经典上，而文字简略了，读起来顺畅。可见会本文约义丰，诸译所具之弥陀胜愿，备显无遗。「是以近世诸贤，公认此为善本，良有以也」，这很有道理。在这个五种原译本、四种会集跟校订本，九种本子，这个本子最好，让人看到欢喜，五译本里面所具的，一个都不漏。这段文字是简单扼要说明会集的必要，如果不会集，你要读《无量寿经》，五种本子要全读。五种全读，真的是很麻烦，所以会集就成为非常必要，绝对正确。",
      "zh_TW": "「今此會本，攝集以上三願」，把以上這麼多經文簡化，這就是文辭上給它修改了，意思圓滿，文字簡單了。這個本子裡頭，今此會本，攝集以上三願為：「我作佛時，生我國者，所需飲食、衣服、種種供具，隨意即至，無不滿願」。「可見會本，文約義豐」，文字簡單，意思圓滿，全都說到，「諸譯所具之彌陀勝願，備顯無遺」。五種本子裡面所說的，一個都沒有遺漏，全都集在這部經典上，而文字簡略了，讀起來順暢。可見會本文約義豐，諸譯所具之彌陀勝願，備顯無遺。「是以近世諸賢，公認此為善本，良有以也」，這很有道理。在這個五種原譯本、四種會集跟校訂本，九種本子，這個本子最好，讓人看到歡喜，五譯本裡面所具的，一個都不漏。這段文字是簡單扼要說明會集的必要，如果不會集，你要讀《無量壽經》，五種本子要全讀。五種全讀，真的是很麻煩，所以會集就成為非常必要，絕對正確。"
    },
    {
      "id": "02-040-0167_p0020",
      "zh_CN": "下面，「陈说请听」。",
      "zh_TW": "下面，「陳說請聽」。"
    },
    {
      "id": "02-040-0167_p0021",
      "zh_CN": "【法藏白言。】",
      "zh_TW": "【法藏白言。】"
    },
    {
      "id": "02-040-0167_p0022",
      "zh_CN": "对老师说话，称白，这是恭敬，『法藏白言』。",
      "zh_TW": "對老師說話，稱白，這是恭敬，『法藏白言』。"
    },
    {
      "id": "02-040-0167_p0023",
      "zh_CN": "【唯愿世尊。大慈听察。】",
      "zh_TW": "【唯願世尊。大慈聽察。】"
    },
    {
      "id": "02-040-0167_p0024",
      "zh_CN": "注解里头说，「听者，耳闻。察者，心中审思」。心里面细细去观察、思惟，他说的是否正确。「《会疏》曰：如来听其说明，照察丹诚」，丹是丹心，就是诚恳的心、恭敬的心，叫丹诚，印祖所说的诚敬，「故云听察」，看他的诚敬。「故经义为法藏菩萨请求世尊，垂慈于我，听我所说，鉴我诚心」。下面是法藏陈说所发的大愿，也就是他五劫修行、考察所得的总结。",
      "zh_TW": "註解裡頭說，「聽者，耳聞。察者，心中審思」。心裡面細細去觀察、思惟，他說的是否正確。「《會疏》曰：如來聽其說明，照察丹誠」，丹是丹心，就是誠懇的心、恭敬的心，叫丹誠，印祖所說的誠敬，「故云聽察」，看他的誠敬。「故經義為法藏菩薩請求世尊，垂慈於我，聽我所說，鑒我誠心」。下面是法藏陳說所發的大願，也就是他五劫修行、考察所得的總結。"
    },
    {
      "id": "02-040-0167_p0025",
      "zh_CN": "下面这一段，「总说」。",
      "zh_TW": "下面這一段，「總說」。"
    },
    {
      "id": "02-040-0167_p0026",
      "zh_CN": "【我若证得无上菩提。成正觉已。】",
      "zh_TW": "【我若證得無上菩提。成正覺已。】"
    },
    {
      "id": "02-040-0167_p0027",
      "zh_CN": "『成正觉』就是成佛。",
      "zh_TW": "『成正覺』就是成佛。"
    },
    {
      "id": "02-040-0167_p0028",
      "zh_CN": "【所居佛刹。具足无量不可思议功德庄严。】",
      "zh_TW": "【所居佛剎。具足無量不可思議功德莊嚴。】"
    },
    {
      "id": "02-040-0167_p0029",
      "zh_CN": "这是总说，极乐世界确确实实做到了。念老注解，「首四句，总括全部大愿」，这头四句。「愿我成佛时，所居之佛刹，具足无量（无法以数量表示）胜妙功德，具足无量清净庄严」。下面解释，「具足者，圆满也」，具足是圆满的意思，圆是没有欠缺，满是没有遗漏。可见这个五劫考察，他非常细心、非常慎重，认真的选择，成就极乐世界。极乐世界是个大道场，提供给一切有缘众生修行。所谓有缘就是指能信、能愿、肯念佛，本经所说的「发菩提心，一向专念」，蕅益大师用四个字说明，「信愿持名」，这就跟极乐世界有缘，跟阿弥陀佛有缘。",
      "zh_TW": "這是總說，極樂世界確確實實做到了。念老註解，「首四句，總括全部大願」，這頭四句。「願我成佛時，所居之佛剎，具足無量（無法以數量表示）勝妙功德，具足無量清淨莊嚴」。下面解釋，「具足者，圓滿也」，具足是圓滿的意思，圓是沒有欠缺，滿是沒有遺漏。可見這個五劫考察，他非常細心、非常慎重，認真的選擇，成就極樂世界。極樂世界是個大道場，提供給一切有緣眾生修行。所謂有緣就是指能信、能願、肯念佛，本經所說的「發菩提心，一向專念」，蕅益大師用四個字說明，「信願持名」，這就跟極樂世界有緣，跟阿彌陀佛有緣。"
    },
    {
      "id": "02-040-0167_p0030",
      "zh_CN": "印光大师继承蕅益大师这个说法，所以印光大师一生他的行谊，他自己用十六个字描绘得淋漓尽致。印光法师是何等人物，他自己说的，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」，这就是印光大师一生。我们要想学印光法师，就学这十六个字，简单明了。这十六个字，前面两句话是中国传统文化，后面两句话是大乘佛法，把老祖宗东西跟佛大乘集成一体，用十六个字。敦是亲爱，伦是同类。近的说，我们的家族、我们的族群、我们的社会、我们的国家，要亲爱精诚；扩展起来说，凡是人，皆须爱。这是世间法。要依佛法，那是遍法界虚空界万事万物，我们都要真诚的爱它们，就这个意思，叫敦伦。尽分，尽自己的本分。自己的本分是什么？老祖宗说，仁义礼智信，礼义廉耻、孝悌忠信、仁爱和平，这是我们的本分。大乘的本分，孝亲尊师，三皈、五戒、十善、六和、六度，是我们的本分。我们要把本分尽心尽力去做出来，这叫敦伦尽分。闲邪存诚，闲是防止，防止一切不善、邪恶，我们要防止它；存诚，心里头要常常存这个真诚恳切的心，这做人。",
      "zh_TW": "印光大師繼承蕅益大師這個說法，所以印光大師一生他的行誼，他自己用十六個字描繪得淋漓盡致。印光法師是何等人物，他自己說的，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」，這就是印光大師一生。我們要想學印光法師，就學這十六個字，簡單明瞭。這十六個字，前面兩句話是中國傳統文化，後面兩句話是大乘佛法，把老祖宗東西跟佛大乘集成一體，用十六個字。敦是親愛，倫是同類。近的說，我們的家族、我們的族群、我們的社會、我們的國家，要親愛精誠；擴展起來說，凡是人，皆須愛。這是世間法。要依佛法，那是遍法界虛空界萬事萬物，我們都要真誠的愛它們，就這個意思，叫敦倫。盡分，盡自己的本分。自己的本分是什麼？老祖宗說，仁義禮智信，禮義廉恥、孝悌忠信、仁愛和平，這是我們的本分。大乘的本分，孝親尊師，三皈、五戒、十善、六和、六度，是我們的本分。我們要把本分盡心盡力去做出來，這叫敦倫盡分。閑邪存誠，閑是防止，防止一切不善、邪惡，我們要防止它；存誠，心裡頭要常常存這個真誠懇切的心，這做人。"
    },
    {
      "id": "02-040-0167_p0031",
      "zh_CN": "昨天我们停讲一天，我到深圳去见几个道友，同参道友，他们在国内到香港，身分办不出来，我们在那边约会。他们告诉我，我们大家都感到非常欣慰欢喜，中国前途一片光明，有个好的领导人。我过去常讲，国家兴亡操纵在两个人手上，一个国家领导人，一个媒体。现在国家领导人，他们告诉我，反腐倡廉，提倡节约，提倡吃饭最多四个菜。他到深圳来视察，住三星级的旅馆，没有警车开道。这是古时候圣君、明君出世了，中国人有救了。外国人常常找碴，想跟中国人打仗，他也表态了，要打好，我们不打小的，打大的。大的什么？核武、生化，你们不想活了，我也陪你，同归于尽。外国人也乖了，不敢再说话了，为什么？来真的，不来假的。我天天备战，这个战争顶多两天，世界就没有了，你们不想活了吗？我陪你们。吓得各个都乖乖的了，不敢再说话。",
      "zh_TW": "昨天我們停講一天，我到深圳去見幾個道友，同參道友，他們在國內到香港，身分辦不出來，我們在那邊約會。他們告訴我，我們大家都感到非常欣慰歡喜，中國前途一片光明，有個好的領導人。我過去常講，國家興亡操縱在兩個人手上，一個國家領導人，一個媒體。現在國家領導人，他們告訴我，反腐倡廉，提倡節約，提倡吃飯最多四個菜。他到深圳來視察，住三星級的旅館，沒有警車開道。這是古時候聖君、明君出世了，中國人有救了。外國人常常找碴，想跟中國人打仗，他也表態了，要打好，我們不打小的，打大的。大的什麼？核武、生化，你們不想活了，我也陪你，同歸於盡。外國人也乖了，不敢再說話了，為什麼？來真的，不來假的。我天天備戰，這個戰爭頂多兩天，世界就沒有了，你們不想活了嗎？我陪你們。嚇得各個都乖乖的了，不敢再說話。"
    },
    {
      "id": "02-040-0167_p0032",
      "zh_CN": "我们反对战争，反对战争从哪里反对起？反对竞争。战争从哪来？斗争来的。斗争怎么来的？竞争来的。竞争这两字很不好，中国传统里头找不到。中国人教儿童，你看从小就教让。我生长在农村，我这一生，父母、老人、老师没有教我竞争的，都教我让，我真做到了。我在学校念书，我老师、同学都知道，人家都要争第一名、第二名、第三名，要争，我让。我考卷拿到手，大的题目答完，算一算差不多够六十五、六分，我就交卷了，为什么？及格了。我一生，考卷我都能答，但是从来没答完，第一个交卷。老师一看都摇头，会答，他不答。不与人争，及格就可以了，年年升级，目的就达到了，不要留级，不要降级，这是我的标准。我父母不叫我争，所以他们对我这个做法很满意，行，及格，可以了。所以我有很多时间读课外的书籍，我在同学当中，常识最丰富，我看的书比他们多。小时候记忆力很好，所以对于功课很容易应付，考试，只要考试前十分钟我把书翻一翻，决定及格。不争多快乐。现在家长逼着儿女一定要争第一、争第二，孩子可怜，痛苦极了。谚语说得好，「一生皆是命，半点不由人」，既然有命，何必要争？争，跟命就相违背了。命里没有的争不来，命里有的丢不掉，何必要争？",
      "zh_TW": "我們反對戰爭，反對戰爭從哪裡反對起？反對競爭。戰爭從哪來？鬥爭來的。鬥爭怎麼來的？競爭來的。競爭這兩字很不好，中國傳統裡頭找不到。中國人教兒童，你看從小就教讓。我生長在農村，我這一生，父母、老人、老師沒有教我競爭的，都教我讓，我真做到了。我在學校念書，我老師、同學都知道，人家都要爭第一名、第二名、第三名，要爭，我讓。我考卷拿到手，大的題目答完，算一算差不多夠六十五、六分，我就交卷了，為什麼？及格了。我一生，考卷我都能答，但是從來沒答完，第一個交卷。老師一看都搖頭，會答，他不答。不與人爭，及格就可以了，年年升級，目的就達到了，不要留級，不要降級，這是我的標準。我父母不叫我爭，所以他們對我這個做法很滿意，行，及格，可以了。所以我有很多時間讀課外的書籍，我在同學當中，常識最豐富，我看的書比他們多。小時候記憶力很好，所以對於功課很容易應付，考試，只要考試前十分鐘我把書翻一翻，決定及格。不爭多快樂。現在家長逼著兒女一定要爭第一、爭第二，孩子可憐，痛苦極了。諺語說得好，「一生皆是命，半點不由人」，既然有命，何必要爭？爭，跟命就相違背了。命裡沒有的爭不來，命裡有的丟不掉，何必要爭？"
    },
    {
      "id": "02-040-0167_p0033",
      "zh_CN": "过去我在汤池办这个传统文化实验班，我就教老师，老师教《弟子规》，没有做到，别的人不会学，他就做不到；你们老师先做到了，做出来给别人看，大家都肯学，都能做到。所以这效果非常惊人，不到四个月，汤池这个小镇，居民四万八千人，个个都能够做到。那是什么？老师做给大家看。马路上，乱丢垃圾，到处你看到垃圾，不干净。我们老师不说话，穿上制服，每天上午两个小时，到街上去捡垃圾，你丢我捡。捡了两个星期，汤池小镇的人不好意思丢垃圾了。给我们说，你看到丢垃圾，那是外地来的，不是我们本地人，我们本地人决定不会随便丢垃圾的。对，一切要从本身做起，本身不做到怎么行？祖宗教给我们，「行有不得，反求诸己」，只有从自己做起，才能收到影响别人的效果；自己做不到的，不能讲。",
      "zh_TW": "過去我在湯池辦這個傳統文化實驗班，我就教老師，老師教《弟子規》，沒有做到，別的人不會學，他就做不到；你們老師先做到了，做出來給別人看，大家都肯學，都能做到。所以這效果非常驚人，不到四個月，湯池這個小鎮，居民四萬八千人，個個都能夠做到。那是什麼？老師做給大家看。馬路上，亂丟垃圾，到處你看到垃圾，不乾淨。我們老師不說話，穿上制服，每天上午兩個小時，到街上去撿垃圾，你丟我撿。撿了兩個星期，湯池小鎮的人不好意思丟垃圾了。給我們說，你看到丟垃圾，那是外地來的，不是我們本地人，我們本地人決定不會隨便丟垃圾的。對，一切要從本身做起，本身不做到怎麼行？祖宗教給我們，「行有不得，反求諸己」，只有從自己做起，才能收到影響別人的效果；自己做不到的，不能講。"
    },
    {
      "id": "02-040-0167_p0034",
      "zh_CN": "行政命令更是如此，国家颁布这个命令，国家领导人自己做到，人民能不做到吗？不能做到，对不起领导人，一定要跟进，这个国家有前途，这个国家显示出一片光明。我们在这个时代遇到一个明君、圣贤，非常不容易，这是这个时代的人有福报了。我们珍惜这分福分，共同恢复中国传统文化，而且把中国传统文化发扬光大，推动到全世界，化解冲突，促进世界社会的安定和平。这桩事情得要有使命感，谁去做？我来做，不要等别人。我们真的回头了，回头是岸。",
      "zh_TW": "行政命令更是如此，國家頒布這個命令，國家領導人自己做到，人民能不做到嗎？不能做到，對不起領導人，一定要跟進，這個國家有前途，這個國家顯示出一片光明。我們在這個時代遇到一個明君、聖賢，非常不容易，這是這個時代的人有福報了。我們珍惜這分福分，共同恢復中國傳統文化，而且把中國傳統文化發揚光大，推動到全世界，化解衝突，促進世界社會的安定和平。這樁事情得要有使命感，誰去做？我來做，不要等別人。我們真的回頭了，回頭是岸。"
    },
    {
      "id": "02-040-0167_p0035",
      "zh_CN": "我们往下面看，「周遍含摄，无欠无余，故云具足。所具功德与庄严，皆不可思议，超情离见，非思量分别之所能知，非语言文字之所能表，故曰不可思议」。这个不是我们凡夫的境界，都是赞扬四十八愿的，愿愿功德都不可思议。超情离见，情是情识，见是见解，就是凡夫的情见，超越了。不但超越凡夫，就是天人，超越三乘、超越大乘，三乘是指声闻、缘觉、菩萨，超越大乘是超越实报庄严土，达到最极究竟处。所以不是思量分别所能知，非语言文字所能表。语言达不到，思惟也达不到，所以叫不可思，就是你不能去想；不可议，议是你说话、你议论。为什么？都达不到。",
      "zh_TW": "我們往下面看，「周遍含攝，無欠無餘，故云具足。所具功德與莊嚴，皆不可思議，超情離見，非思量分別之所能知，非語言文字之所能表，故曰不可思議」。這個不是我們凡夫的境界，都是讚揚四十八願的，願願功德都不可思議。超情離見，情是情識，見是見解，就是凡夫的情見，超越了。不但超越凡夫，就是天人，超越三乘、超越大乘，三乘是指聲聞、緣覺、菩薩，超越大乘是超越實報莊嚴土，達到最極究竟處。所以不是思量分別所能知，非語言文字所能表。語言達不到，思惟也達不到，所以叫不可思，就是你不能去想；不可議，議是你說話、你議論。為什麼？都達不到。"
    },
    {
      "id": "02-040-0167_p0036",
      "zh_CN": "「《华严经》独明事事无碍之不可思议境界」，事事无碍不可思议，只有《华严经》上有，佛说其他经典，从来没有说过这个话。在《华严经》上四种无碍，理无碍、事无碍、理事无碍、事事无碍，讲圆满了，讲透彻了。「一多相即，小大相容，广狭自在，延促同时，重重无尽，圆明具德等等」，这些是我们不能想像的现象。一即是多，多即是一，一多不二，是真的，不是假的，特别是在大乘法里头。所以修学，大乘的修学跟世间的理念不相同，方法不一样。世间人主张广学多闻，摄取知识；大乘不是的，大乘教你一门深入，长时薰修，就这一样，不断的薰修。时间久了，他得定，得三昧了。所以，这个方法就叫做持戒，叫守规矩。你能守得住，久久心就定了，就制心一处。心止在一处，时间久了就大彻大悟、明心见性。见性之后，所没有学的全知道，你看，一经通一切经通，一法门通，一切法门通。一部经通了，不是释迦牟尼佛四十九年所说一切经全通了，而是十方三世一切诸佛所说的无量无边的经卷你全通了，这真的通了。我们相信。千经万论、无量法门，无非是帮助我们放下烦恼习气而已，没有别的。放下起心动念，放下分别执着，就成佛了。经论常讲，放下见思，你就成阿罗汉；放下尘沙烦恼，你就成菩萨；放下起心动念，你就成佛了。无论用什么方法放下，结果都是一样的，所以叫法门平等，无有高下。八万四千种方法，随便哪个法门，都能帮助你放下，都能帮助你成佛，所以它是平等的。",
      "zh_TW": "「《華嚴經》獨明事事無礙之不可思議境界」，事事無礙不可思議，只有《華嚴經》上有，佛說其他經典，從來沒有說過這個話。在《華嚴經》上四種無礙，理無礙、事無礙、理事無礙、事事無礙，講圓滿了，講透徹了。「一多相即，小大相容，廣狹自在，延促同時，重重無盡，圓明具德等等」，這些是我們不能想像的現象。一即是多，多即是一，一多不二，是真的，不是假的，特別是在大乘法裡頭。所以修學，大乘的修學跟世間的理念不相同，方法不一樣。世間人主張廣學多聞，攝取知識；大乘不是的，大乘教你一門深入，長時薰修，就這一樣，不斷的薰修。時間久了，他得定，得三昧了。所以，這個方法就叫做持戒，叫守規矩。你能守得住，久久心就定了，就制心一處。心止在一處，時間久了就大徹大悟、明心見性。見性之後，所沒有學的全知道，你看，一經通一切經通，一法門通，一切法門通。一部經通了，不是釋迦牟尼佛四十九年所說一切經全通了，而是十方三世一切諸佛所說的無量無邊的經卷你全通了，這真的通了。我們相信。千經萬論、無量法門，無非是幫助我們放下煩惱習氣而已，沒有別的。放下起心動念，放下分別執著，就成佛了。經論常講，放下見思，你就成阿羅漢；放下塵沙煩惱，你就成菩薩；放下起心動念，你就成佛了。無論用什麼方法放下，結果都是一樣的，所以叫法門平等，無有高下。八萬四千種方法，隨便哪個法門，都能幫助你放下，都能幫助你成佛，所以它是平等的。"
    },
    {
      "id": "02-040-0167_p0037",
      "zh_CN": "这个法不仅是佛法，包括世间法。你说我不读佛经，我读一部《论语》，能不能成佛？能，只要你会。什么才叫会？《大乘起信论》教给我们的，你读《论语》，不执着文字相，不执著名字相，不执着心缘相，就行。你要执着文字，执着它名相，那就不行，那是世间法了，那不是明心见性的法。明心见性的法，不执着，读什么都可以，读基督教经也可以，读回教经也可以，什么都可以，都可以达到明心见性，见性成佛。所以，法门平等，不仅仅是佛教的法门，所有宗教的法门、所有学术的法门统统都可以，真平等。你爱学什么就学什么，不碍事，只要不执着言说相。文字是言说的代表、符号，所以不执着言说，就也不执着文字。读，不执着文字，不执著名词术语，为什么？假的。老子说得很好，「名可名，非常名；道可道，非常道」，全是假设的，那个不要紧。假设什么都可以，不是真的，统统放下。心缘，就是我心里想这一句什么意思，这一段什么意思。没意思，想它干什么？别想，就会开智慧，就会开悟。要去想它，开悟没有了，变成什么？变成常识，变成知识；不想是智慧，想是知识。知识不能解决问题，解决小问题，还有后遗症；智慧解决问题，没有后遗症。",
      "zh_TW": "這個法不僅是佛法，包括世間法。你說我不讀佛經，我讀一部《論語》，能不能成佛？能，只要你會。什麼才叫會？《大乘起信論》教給我們的，你讀《論語》，不執著文字相，不執著名字相，不執著心緣相，就行。你要執著文字，執著它名相，那就不行，那是世間法了，那不是明心見性的法。明心見性的法，不執著，讀什麼都可以，讀基督教經也可以，讀回教經也可以，什麼都可以，都可以達到明心見性，見性成佛。所以，法門平等，不僅僅是佛教的法門，所有宗教的法門、所有學術的法門統統都可以，真平等。你愛學什麼就學什麼，不礙事，只要不執著言說相。文字是言說的代表、符號，所以不執著言說，就也不執著文字。讀，不執著文字，不執著名詞術語，為什麼？假的。老子說得很好，「名可名，非常名；道可道，非常道」，全是假設的，那個不要緊。假設什麼都可以，不是真的，統統放下。心緣，就是我心裡想這一句什麼意思，這一段什麼意思。沒意思，想它幹什麼？別想，就會開智慧，就會開悟。要去想它，開悟沒有了，變成什麼？變成常識，變成知識；不想是智慧，想是知識。知識不能解決問題，解決小問題，還有後遺症；智慧解決問題，沒有後遺症。"
    },
    {
      "id": "02-040-0167_p0038",
      "zh_CN": "一多相即，大小相容，这个今天科学也发现了，没有佛讲得透彻。科学发现最小的物质现象，被发现了。这个小的物质不能再分，分就物质就没有了，这是物质的底限。这么小的物质里头有大千世界，我们整个宇宙在那里头。这个道理科学也有，叫全息，全息的现象，无论多小它都在里头。今天科学的发展，用晶片，指甲大一片晶片，里面含存许许多多的东西在里头，资料在里头。这就是什么？小能容大。我在澳洲，有人送我一套《四库全书》，就是晶片。小盒子，这么大一点小盒子，大概要几十片，全部《四库全书》在里头。《四库全书》我们要用一个房间来装，现在把它缩小成几个晶片，十几个晶片。科学跟佛法来做比较还差很远，佛法里面讲极微之微，极微色，现在科学家称为微中子。这一个微中子里头，里头含藏着整个宇宙，这科学没有说到，佛经上说到了，整个宇宙。谁能够进入微尘宇宙里头去？普贤菩萨能进去。那我们一个身体有多少极微色？数不尽。我们一个身体有多少个细胞？这个科学家概略估计出来了，五十兆。一个细胞里有多少个极微色？这个要问问科学家，科学家都感到非常讶异，不可思议。每一个极微色，里面都有大千世界，我们这个身体上有多少个大千世界？无量无边、无数无尽。",
      "zh_TW": "一多相即，大小相容，這個今天科學也發現了，沒有佛講得透徹。科學發現最小的物質現象，被發現了。這個小的物質不能再分，分就物質就沒有了，這是物質的底限。這麼小的物質裡頭有大千世界，我們整個宇宙在那裡頭。這個道理科學也有，叫全息，全息的現象，無論多小它都在裡頭。今天科學的發展，用晶片，指甲大一片晶片，裡面含存許許多多的東西在裡頭，資料在裡頭。這就是什麼？小能容大。我在澳洲，有人送我一套《四庫全書》，就是晶片。小盒子，這麼大一點小盒子，大概要幾十片，全部《四庫全書》在裡頭。《四庫全書》我們要用一個房間來裝，現在把它縮小成幾個晶片，十幾個晶片。科學跟佛法來做比較還差很遠，佛法裡面講極微之微，極微色，現在科學家稱為微中子。這一個微中子裡頭，裡頭含藏著整個宇宙，這科學沒有說到，佛經上說到了，整個宇宙。誰能夠進入微塵宇宙裡頭去？普賢菩薩能進去。那我們一個身體有多少極微色？數不盡。我們一個身體有多少個細胞？這個科學家概略估計出來了，五十兆。一個細胞裡有多少個極微色？這個要問問科學家，科學家都感到非常訝異，不可思議。每一個極微色，裡面都有大千世界，我們這個身體上有多少個大千世界？無量無邊、無數無盡。"
    },
    {
      "id": "02-040-0167_p0039",
      "zh_CN": "《华严经》上说「一切众生本来是佛」，是真的，不是假的。我们迷了，不了解事实真相；佛圆满大觉，他清楚。一切诸佛如来大千世界没有离开我们的身体，而且没有离开我们身体每一个细胞。我们礼敬诸佛，头一个要礼敬自己，自己不礼敬，那礼敬佛就错了。我们跟佛的关系太密切了，我们学了大乘之后才知道，讲伦理，伦理是讲关系，关系讲到究竟圆满是大乘佛法。什么关系？遍法界虚空界跟自己是一体，这关系多密切。广狭自在，空间没有了；延促同时，时间没有了，无量劫就在当下，未来劫也在当下。重重无尽，圆明具德，这八个字好！",
      "zh_TW": "《華嚴經》上說「一切眾生本來是佛」，是真的，不是假的。我們迷了，不了解事實真相；佛圓滿大覺，他清楚。一切諸佛如來大千世界沒有離開我們的身體，而且沒有離開我們身體每一個細胞。我們禮敬諸佛，頭一個要禮敬自己，自己不禮敬，那禮敬佛就錯了。我們跟佛的關係太密切了，我們學了大乘之後才知道，講倫理，倫理是講關係，關係講到究竟圓滿是大乘佛法。什麼關係？遍法界虛空界跟自己是一體，這關係多密切。廣狹自在，空間沒有了；延促同時，時間沒有了，無量劫就在當下，未來劫也在當下。重重無盡，圓明具德，這八個字好！"
    },
    {
      "id": "02-040-0167_p0040",
      "zh_CN": "「详之则为十玄妙门」，我们在玄义里面学过，十玄门，《华严经》的特色。念老为我们指出，本经《大乘无量寿经》也圆满具足十玄门；换句话说，它跟《华严经》无二无别。《华严》分量大，说得详细；这个简略，说得简单，内容完全相同，不增不减，所以古德称之为中本《华严》。我们放下《华严》，来学习这部经，没有违背《华严》，为什么？这部经是《华严》的精华，抓住这个也就抓住了《华严》的全体。《华严》的全体也就在四十八愿，四十八愿全体就在一句佛号。你才慢慢能体会到一些，佛号功德不可思议，你才会认真念这一句佛号。念这一句佛号为什么？为积功累德。积什么样的功德？积无量无数供养一切如来的功德，用念这句佛号就成功，就能够做到。我们真正用菩提心，用真心去过日子，用真心去工作，用真心待人接物，一句佛号抵得一般人念一百万声佛号都不止。这是用心不同，完全用真心，没有虚伪、没有自己，真正肯定遍法界虚空界是一个自体。为一切众生就是为自己，为自己就是为一切众生，自他是一不二。尤其重重无尽这四个字说得好，真是中国古人所谓的其大无外，其小无内，就这四个字，圆满具足，一法未曾漏失。",
      "zh_TW": "「詳之則為十玄妙門」，我們在玄義裡面學過，十玄門，《華嚴經》的特色。念老為我們指出，本經《大乘無量壽經》也圓滿具足十玄門；換句話說，它跟《華嚴經》無二無別。《華嚴》分量大，說得詳細；這個簡略，說得簡單，內容完全相同，不增不減，所以古德稱之為中本《華嚴》。我們放下《華嚴》，來學習這部經，沒有違背《華嚴》，為什麼？這部經是《華嚴》的精華，抓住這個也就抓住了《華嚴》的全體。《華嚴》的全體也就在四十八願，四十八願全體就在一句佛號。你才慢慢能體會到一些，佛號功德不可思議，你才會認真念這一句佛號。念這一句佛號為什麼？為積功累德。積什麼樣的功德？積無量無數供養一切如來的功德，用念這句佛號就成功，就能夠做到。我們真正用菩提心，用真心去過日子，用真心去工作，用真心待人接物，一句佛號抵得一般人念一百萬聲佛號都不止。這是用心不同，完全用真心，沒有虛偽、沒有自己，真正肯定遍法界虛空界是一個自體。為一切眾生就是為自己，為自己就是為一切眾生，自他是一不二。尤其重重無盡這四個字說得好，真是中國古人所謂的其大無外，其小無內，就這四個字，圓滿具足，一法未曾漏失。"
    },
    {
      "id": "02-040-0167_p0041",
      "zh_CN": "「今经阿弥陀佛即是毘卢遮那如来，极乐净土何异华藏世界」。本经所说的阿弥陀佛就是《华严经》上所说的毘卢遮那如来，毘卢遮那法身佛。毘卢遮那是梵语，音译过来的，它是什么意思？《佛学大辞典》里面给我们解释，叫遍一切处。毘卢遮那没有相，没有形相，没有物质现象、没有精神现象，也没有自然现象，遍一切时，遍一切处。它是一切法的本体，一切法从它而生，从它而灭，生灭都没有离开它。为什么会有生灭？缘不一样，缘生则现，缘灭则寂，清净寂灭。缘也不是真的，所以它的生灭是假的，生灭就是全宇宙，整个宇宙。",
      "zh_TW": "「今經阿彌陀佛即是毘盧遮那如來，極樂淨土何異華藏世界」。本經所說的阿彌陀佛就是《華嚴經》上所說的毘盧遮那如來，毘盧遮那法身佛。毘盧遮那是梵語，音譯過來的，它是什麼意思？《佛學大辭典》裡面給我們解釋，叫遍一切處。毘盧遮那沒有相，沒有形相，沒有物質現象、沒有精神現象，也沒有自然現象，遍一切時，遍一切處。它是一切法的本體，一切法從它而生，從它而滅，生滅都沒有離開它。為什麼會有生滅？緣不一樣，緣生則現，緣滅則寂，清淨寂滅。緣也不是真的，所以它的生滅是假的，生滅就是全宇宙，整個宇宙。"
    },
    {
      "id": "02-040-0167_p0042",
      "zh_CN": "阿弥陀佛就是毘卢遮那，那么极乐世界呢？极乐世界就是华藏世界。早年我在新加坡讲《华严经》，我们自己修行是一心念佛，有人问过我，我们怎样看待极乐跟华藏，它们是什么关系？我告诉他，我说我们举一个很浅的比喻，你就明白了。华藏世界好比新加坡，新加坡是城市国家，它国家就一个城市，我说华藏世界就好像新加坡，极乐世界是新加坡的乌节路，乌节路是新加坡最繁华的一条街，金融机构全在这条路上。这就明白了，极乐世界没有离开华藏，是华藏最精华的地方；华藏世界也没有离开极乐，是一不是二。往生极乐世界，就是往生到华藏世界去了。我们要不经过极乐世界到华藏，可不简单，太难太难了，一定要修到明心见性，见性成佛，才能生华藏世界。",
      "zh_TW": "阿彌陀佛就是毘盧遮那，那麼極樂世界呢？極樂世界就是華藏世界。早年我在新加坡講《華嚴經》，我們自己修行是一心念佛，有人問過我，我們怎樣看待極樂跟華藏，它們是什麼關係？我告訴他，我說我們舉一個很淺的比喻，你就明白了。華藏世界好比新加坡，新加坡是城市國家，它國家就一個城市，我說華藏世界就好像新加坡，極樂世界是新加坡的烏節路，烏節路是新加坡最繁華的一條街，金融機構全在這條路上。這就明白了，極樂世界沒有離開華藏，是華藏最精華的地方；華藏世界也沒有離開極樂，是一不是二。往生極樂世界，就是往生到華藏世界去了。我們要不經過極樂世界到華藏，可不簡單，太難太難了，一定要修到明心見性，見性成佛，才能生華藏世界。"
    },
    {
      "id": "02-040-0167_p0043",
      "zh_CN": "凡是没有能力见性的，阿弥陀佛大开方便之门，让我们带业往生。生到那里，不但也是生到华藏，而且生到华藏最精彩的地区，比一般明心见性的人还要殊胜。然后我们才体会阿弥陀佛对我们有多大的恩德，为什么？不知恩不晓得报恩，知恩才知道报恩。怎么报法？信愿持名，往生净土，就是报弥陀的恩，报释迦的恩，报一切诸佛如来之恩，这个不能不知道。这些搞清楚、搞明白了，才晓得这本经在一切经里面的价值，在一切经里面的分量。我们才会真正生起无比尊敬的心、无比景仰的心、欢喜心，来认真修学这个法门，希望在这一生中得到圆满的成就。",
      "zh_TW": "凡是沒有能力見性的，阿彌陀佛大開方便之門，讓我們帶業往生。生到那裡，不但也是生到華藏，而且生到華藏最精彩的地區，比一般明心見性的人還要殊勝。然後我們才體會阿彌陀佛對我們有多大的恩德，為什麼？不知恩不曉得報恩，知恩才知道報恩。怎麼報法？信願持名，往生淨土，就是報彌陀的恩，報釋迦的恩，報一切諸佛如來之恩，這個不能不知道。這些搞清楚、搞明白了，才曉得這本經在一切經裡面的價值，在一切經裡面的分量。我們才會真正生起無比尊敬的心、無比景仰的心、歡喜心，來認真修學這個法門，希望在這一生中得到圓滿的成就。"
    },
    {
      "id": "02-040-0167_p0044",
      "zh_CN": "极乐世界依正，依报、正报，「举体是事事无碍不可思议境界」。在极乐世界，正报是身体，依报是环境，身体上、环境上，点点滴滴都是事事无碍的境界，点点滴滴都具足不可思议功德。世尊在《观经》里头给我们举了一个例子，介绍阿弥陀佛的报身，阿弥陀佛报身有多大？高大我们无法想像。佛说，身有八万四千相，不是三十二相八十种好，是八万四千相，每一个相有八万四千好；每一个好，放八万四千光明；每一个光明，里面都有佛菩萨在教化众生。这个境界怎么去想？老修的同学有一点基础，会联想到，身上每一个相，一根汗毛的相，都具足八万四千种好，每一个好都放八万四千种光，还得了！光明世界。这不念佛能行吗？哪里还有工夫去打妄想？往生极乐世界要紧，比什么都重要。",
      "zh_TW": "極樂世界依正，依報、正報，「舉體是事事無礙不可思議境界」。在極樂世界，正報是身體，依報是環境，身體上、環境上，點點滴滴都是事事無礙的境界，點點滴滴都具足不可思議功德。世尊在《觀經》裡頭給我們舉了一個例子，介紹阿彌陀佛的報身，阿彌陀佛報身有多大？高大我們無法想像。佛說，身有八萬四千相，不是三十二相八十種好，是八萬四千相，每一個相有八萬四千好；每一個好，放八萬四千光明；每一個光明，裡面都有佛菩薩在教化眾生。這個境界怎麼去想？老修的同學有一點基礎，會聯想到，身上每一個相，一根汗毛的相，都具足八萬四千種好，每一個好都放八萬四千種光，還得了！光明世界。這不念佛能行嗎？哪裡還有工夫去打妄想？往生極樂世界要緊，比什麼都重要。"
    },
    {
      "id": "02-040-0167_p0045",
      "zh_CN": "到了极乐世界，回头再来就无所谓了；回头再来，给众生做个好样子，让这个世界众生样样也都能得圆满。能吗？答案是肯定的。方法决定是落实在教学，不教不行，要教。谁教？自己发心，作之君，作之亲，作之师。平民也有这三个字，君亲师，你在家里头是家长，这君；你对待全家的人，像父母，老者父母，年龄差不多是兄弟，小的是儿女，对他们亲爱，父子有亲统统要活活泼泼的用上。再扩大，连亲戚朋友、邻居，我这个小乡村、这个小镇，我这个小城市，都是我的家亲眷属，没有一个不爱，没有一个不关怀，没有一个不照顾。你一个人做，慢慢影响大家都做了，极乐世界就在这个地球上，在此处出现了。",
      "zh_TW": "到了極樂世界，回頭再來就無所謂了；回頭再來，給眾生做個好樣子，讓這個世界眾生樣樣也都能得圓滿。能嗎？答案是肯定的。方法決定是落實在教學，不教不行，要教。誰教？自己發心，作之君，作之親，作之師。平民也有這三個字，君親師，你在家裡頭是家長，這君；你對待全家的人，像父母，老者父母，年齡差不多是兄弟，小的是兒女，對他們親愛，父子有親統統要活活潑潑的用上。再擴大，連親戚朋友、鄰居，我這個小鄉村、這個小鎮，我這個小城市，都是我的家親眷屬，沒有一個不愛，沒有一個不關懷，沒有一個不照顧。你一個人做，慢慢影響大家都做了，極樂世界就在這個地球上，在此處出現了。"
    },
    {
      "id": "02-040-0167_p0046",
      "zh_CN": "所以事事不可思议境界，「一一圆具无尽玄门，故曰具足无量不可思议功德庄严」。由于具足不思议功德庄严，才能够普度一切众生，像底下所说的，「闻名得福，闻名发心，十念必生，迳登不退」，这是圆满的功德，一生当中可以得到。法门无比殊胜、无比庄严，我们遇到了要珍惜。这一生遇到这是大福报，稀有难逢，无量劫的缘分，今天遇到，遇到决定不能放过。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以事事不可思議境界，「一一圓具無盡玄門，故曰具足無量不可思議功德莊嚴」。由於具足不思議功德莊嚴，才能夠普度一切眾生，像底下所說的，「聞名得福，聞名發心，十念必生，逕登不退」，這是圓滿的功德，一生當中可以得到。法門無比殊勝、無比莊嚴，我們遇到了要珍惜。這一生遇到這是大福報，稀有難逢，無量劫的緣分，今天遇到，遇到決定不能放過。今天時間到了，我們就學習到此地。"
    }
  ]
}