{
  "doc_id": "02-040-0371",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七一集",
    "zh_TW": "第三七一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0371",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-040-0371_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0371_p0002",
      "zh_CN": "请看《大经科注》第六百五十六页倒数第二行，从第二句看起：",
      "zh_TW": "請看《大經科註》第六百五十六頁倒數第二行，從第二句看起："
    },
    {
      "id": "02-040-0371_p0003",
      "zh_CN": "「恼者」，烦恼，「《笺注》曰：恼，心所名。小烦恼地法之一」。下面括弧里面是个注解，「无明」，这是所有烦恼的根本，一切烦恼都是从它而生的。明是明了，明了什么？对宇宙、对人生，对过去、对未来，对万事万法，无论是理论、无论是现象，你没有一样不明了。这什么？这是你本来面目。《华严经》世尊告诉我们，「一切众生本来是佛」，就这个意思。你本来是佛，你没有一样不明了。但是现在什么都不知道了，叫无明。",
      "zh_TW": "「惱者」，煩惱，「《箋註》曰：惱，心所名。小煩惱地法之一」。下面括弧裡面是個註解，「無明」，這是所有煩惱的根本，一切煩惱都是從它而生的。明是明瞭，明瞭什麼？對宇宙、對人生，對過去、對未來，對萬事萬法，無論是理論、無論是現象，你沒有一樣不明瞭。這什麼？這是你本來面目。《華嚴經》世尊告訴我們，「一切眾生本來是佛」，就這個意思。你本來是佛，你沒有一樣不明瞭。但是現在什麼都不知道了，叫無明。"
    },
    {
      "id": "02-040-0371_p0004",
      "zh_CN": "为什么什么都不知道，本来知道，现在不知道了？这桩事情中国老祖宗说过，就在四书里头。四书是宋朝朱熹编的，他取《礼记》里面的两篇，「大学」、「中庸」，取经典里面的《论语》跟《孟子》，合起来成为一本书，叫四书。《中庸》是讲理论，《大学》是讲方法，这个理论如何落实到日常生活当中，讲方法，《论语》跟《孟子》是古人做榜样给我们看，《论语》是孔子，孔子怎么落实的，孔子代表圣人，孟子代表贤人，看孟子怎么落实的。所以这本书的编辑理念，我们说灵感，应该是从《华严经》得到的。我们知道朱夫子学佛，虽然他排斥佛，他排斥佛是别有用意，是尊崇儒，希望将来死了以后自己的牌位供在孔庙里面做陪祭，目的在此地，那是读书人无上的光荣。",
      "zh_TW": "為什麼什麼都不知道，本來知道，現在不知道了？這樁事情中國老祖宗說過，就在四書裡頭。四書是宋朝朱熹編的，他取《禮記》裡面的兩篇，「大學」、「中庸」，取經典裡面的《論語》跟《孟子》，合起來成為一本書，叫四書。《中庸》是講理論，《大學》是講方法，這個理論如何落實到日常生活當中，講方法，《論語》跟《孟子》是古人做榜樣給我們看，《論語》是孔子，孔子怎麼落實的，孔子代表聖人，孟子代表賢人，看孟子怎麼落實的。所以這本書的編輯理念，我們說靈感，應該是從《華嚴經》得到的。我們知道朱夫子學佛，雖然他排斥佛，他排斥佛是別有用意，是尊崇儒，希望將來死了以後自己的牌位供在孔廟裡面做陪祭，目的在此地，那是讀書人無上的光榮。"
    },
    {
      "id": "02-040-0371_p0005",
      "zh_CN": "《大学》开宗明义就告诉我们，「大学之道，在明明德」，亲民，止于至善，「在亲民，在止于至善」，这把圣贤的学术，总的纲领、总的归纳就这三句话。有没有讲到无明？讲到了，你看，明明德，明德就好，明德为什么还要加个明？因为明德没有了，明德无明了，现在要明明德，要靠修行的功夫把明德找回来，让无明恢复三明六通，无所不知，无所不能，就这个意思。明德的相是什么？明德就是成佛，《大学》上讲的明明德就是佛教里头成佛的意思，无明断了，破无明了，叫大彻大悟，明心见性，明德是这个境界。",
      "zh_TW": "《大學》開宗明義就告訴我們，「大學之道，在明明德」，親民，止於至善，「在親民，在止於至善」，這把聖賢的學術，總的綱領、總的歸納就這三句話。有沒有講到無明？講到了，你看，明明德，明德就好，明德為什麼還要加個明？因為明德沒有了，明德無明了，現在要明明德，要靠修行的功夫把明德找回來，讓無明恢復三明六通，無所不知，無所不能，就這個意思。明德的相是什麼？明德就是成佛，《大學》上講的明明德就是佛教裡頭成佛的意思，無明斷了，破無明了，叫大徹大悟，明心見性，明德是這個境界。"
    },
    {
      "id": "02-040-0371_p0006",
      "zh_CN": "明德的样子是什么？样子是亲民。所以明德是体，亲民是相，它现出来的相。这个亲是什么？亲爱，民这个字是代表，在佛法里面讲是万法，惠能大师所说的，「能生万法」，万法是它起的作用，从体起用。对于一切万法，因为都是自性变现出来的，所以万法是一体，一体当然是亲爱，这个亲民是这个意思，对于宇宙之间万事万物没有不亲爱的，用亲爱就是说明跟自己是一体。它起的作用就是止于至善，心不染污，事做得非常圆满，纯净纯善。从心现，讲净，真心是清净心变现出来的，讲阿赖耶是善，阿赖耶有善恶，清净心没有污染。换句话说，止于至善就是佛家所说的纯净纯善，这是佛，这是法身菩萨。法身菩萨跟佛在哪里？就是自己，除自己之外没有一法可得。",
      "zh_TW": "明德的樣子是什麼？樣子是親民。所以明德是體，親民是相，它現出來的相。這個親是什麼？親愛，民這個字是代表，在佛法裡面講是萬法，惠能大師所說的，「能生萬法」，萬法是它起的作用，從體起用。對於一切萬法，因為都是自性變現出來的，所以萬法是一體，一體當然是親愛，這個親民是這個意思，對於宇宙之間萬事萬物沒有不親愛的，用親愛就是說明跟自己是一體。它起的作用就是止於至善，心不染污，事做得非常圓滿，純淨純善。從心現，講淨，真心是清淨心變現出來的，講阿賴耶是善，阿賴耶有善惡，清淨心沒有污染。換句話說，止於至善就是佛家所說的純淨純善，這是佛，這是法身菩薩。法身菩薩跟佛在哪裡？就是自己，除自己之外沒有一法可得。"
    },
    {
      "id": "02-040-0371_p0007",
      "zh_CN": "我们今天的大千世界是什么？一场梦。大家都有作梦的经验，梦中有自己、有很多人、有山河大地，好像是真的，梦中不知道自己在作梦，以为是真的，醒过来之后才晓得全是假的。我们今天六道轮回是一场梦，什么时候会醒过来？明就醒过来了。这梦从哪来的？无明来的。无明，迷惑了才作梦，醒过来就明白了。什么人醒过来了？阿罗汉醒过来了。阿罗汉把见思烦恼断了，他就从六道醒过来了，六道轮回不见了。所以《金刚经》上告诉我们，「凡所有相，皆是虚妄」，没有一样是真的；「一切有为法，如梦幻泡影」，有为就是有生有灭。我们看哪一样东西没有生灭？人有生死，动物有生死，生死就是生灭，植物有生死，矿物有成住坏空，成住坏空就是矿物的生死，星球的生死，宇宙之间星系的生死，这统统叫有为法。凡是有为法，都像作梦一样，梦里头有，醒过来就没有了。所以，一切有为法，如梦幻泡影，这什么？这事实真相。",
      "zh_TW": "我們今天的大千世界是什麼？一場夢。大家都有作夢的經驗，夢中有自己、有很多人、有山河大地，好像是真的，夢中不知道自己在作夢，以為是真的，醒過來之後才曉得全是假的。我們今天六道輪迴是一場夢，什麼時候會醒過來？明就醒過來了。這夢從哪來的？無明來的。無明，迷惑了才作夢，醒過來就明白了。什麼人醒過來了？阿羅漢醒過來了。阿羅漢把見思煩惱斷了，他就從六道醒過來了，六道輪迴不見了。所以《金剛經》上告訴我們，「凡所有相，皆是虛妄」，沒有一樣是真的；「一切有為法，如夢幻泡影」，有為就是有生有滅。我們看哪一樣東西沒有生滅？人有生死，動物有生死，生死就是生滅，植物有生死，礦物有成住壞空，成住壞空就是礦物的生死，星球的生死，宇宙之間星系的生死，這統統叫有為法。凡是有為法，都像作夢一樣，夢裡頭有，醒過來就沒有了。所以，一切有為法，如夢幻泡影，這什麼？這事實真相。"
    },
    {
      "id": "02-040-0371_p0008",
      "zh_CN": "真正通达明了事实真相，你的心就定了。怎么知道定？妄念没有了，杂念没有了。眼见色，耳闻声，六根在六尘上起作用，他能保持自己不起心、不动念、不分别、不执着，这个境界叫佛知佛见，说明你成佛了。成佛是真的不是假的，成佛是自己成就，成就自己的究竟圆满，圆满的智慧、圆满的德能、圆满的相好，佛教的名词叫万德万能，不是别人，是自己。我们今天（现在）变成这个样子，这个变是相上变，性上没变，性是永恒不变的，那是真的。相怎么变？相是迷了自性。怎么迷的？起心动念就迷了。佛说一切众生迷惑的原因，一念不觉，一念不觉就是迷了。这个一念我们没有办法想像，为什么？它太微细了。照弥勒菩萨的讲法，这一念合我们现在一千六百兆分之一秒，论秒算的。一千六百兆分之一秒那是一念，我们怎么能知道？",
      "zh_TW": "真正通達明瞭事實真相，你的心就定了。怎麼知道定？妄念沒有了，雜念沒有了。眼見色，耳聞聲，六根在六塵上起作用，他能保持自己不起心、不動念、不分別、不執著，這個境界叫佛知佛見，說明你成佛了。成佛是真的不是假的，成佛是自己成就，成就自己的究竟圓滿，圓滿的智慧、圓滿的德能、圓滿的相好，佛教的名詞叫萬德萬能，不是別人，是自己。我們今天（現在）變成這個樣子，這個變是相上變，性上沒變，性是永恆不變的，那是真的。相怎麼變？相是迷了自性。怎麼迷的？起心動念就迷了。佛說一切眾生迷惑的原因，一念不覺，一念不覺就是迷了。這個一念我們沒有辦法想像，為什麼？它太微細了。照彌勒菩薩的講法，這一念合我們現在一千六百兆分之一秒，論秒算的。一千六百兆分之一秒那是一念，我們怎麼能知道？"
    },
    {
      "id": "02-040-0371_p0009",
      "zh_CN": "我们过去看电影，不是数码的，现在进步了，科技进步，用数码，以前用幻灯片，就是现在所讲的动画。幻灯片在银光幕里面用高速度来放映，那个高速度速度多快？二十四分之一秒，也就是说你眼睛睁开一秒钟，银光幕上的画面是二十四张，一张一张重叠在那里，你看出形相了，你有了概念。如果这二十四分之一秒只给你放一张，其他的统统抹黑，你有没有看到？看到了。看到什么？银光幕上有光，闪了一下就没有了。光里头有什么东西？没看见，不知道。二十四分之一秒我们只知道光一闪，什么也没看见，其实它什么都具足，太快了，我们看不见。",
      "zh_TW": "我們過去看電影，不是數碼的，現在進步了，科技進步，用數碼，以前用幻燈片，就是現在所講的動畫。幻燈片在銀光幕裡面用高速度來放映，那個高速度速度多快？二十四分之一秒，也就是說你眼睛睜開一秒鐘，銀光幕上的畫面是二十四張，一張一張重疊在那裡，你看出形相了，你有了概念。如果這二十四分之一秒只給你放一張，其他的統統抹黑，你有沒有看到？看到了。看到什麼？銀光幕上有光，閃了一下就沒有了。光裡頭有什麼東西？沒看見，不知道。二十四分之一秒我們只知道光一閃，什麼也沒看見，其實它什麼都具足，太快了，我們看不見。"
    },
    {
      "id": "02-040-0371_p0010",
      "zh_CN": "我们坐高速的火车，在日本叫子弹列车，一个小时的速度是三百公里。在这样的速度之下通过月台，月台上站的有人，我们有没有看到？看到了，有个人影，面貌呢？没看见，这经验我们有。现在把这个速度加，加到一千六百兆分之一秒，就在你面前，你看见没有？没看见，一丝毫感觉都没有，真的，它就在你面前。宇宙的起源在哪里？就在面前，没有过去、没有未来，大乘经上讲，当下就是。我们的六根赶不上当下的速度，不但眼耳鼻舌身感觉不到，意识都感觉不到，意识能量最大，也没有办法感觉到。从这些境界当中我们稍稍体会经典上讲无明是什么概念，就真正晓得了。无明是迷，无明是痴（就是愚痴），迷惑，对事实真相一无所知，所看到的全是假相，没有一样是真的。",
      "zh_TW": "我們坐高速的火車，在日本叫子彈列車，一個小時的速度是三百公里。在這樣的速度之下通過月台，月台上站的有人，我們有沒有看到？看到了，有個人影，面貌呢？沒看見，這經驗我們有。現在把這個速度加，加到一千六百兆分之一秒，就在你面前，你看見沒有？沒看見，一絲毫感覺都沒有，真的，它就在你面前。宇宙的起源在哪裡？就在面前，沒有過去、沒有未來，大乘經上講，當下就是。我們的六根趕不上當下的速度，不但眼耳鼻舌身感覺不到，意識都感覺不到，意識能量最大，也沒有辦法感覺到。從這些境界當中我們稍稍體會經典上講無明是什麼概念，就真正曉得了。無明是迷，無明是痴（就是愚痴），迷惑，對事實真相一無所知，所看到的全是假相，沒有一樣是真的。"
    },
    {
      "id": "02-040-0371_p0011",
      "zh_CN": "你能看到一千六百兆分之一秒的，你算看到真相了。有人看到吗？大乘经上佛说，有，很多人看到。修到什么程度？八地以上。佛不用科学仪器，用什么看见的？禅定，把心定下来，定到完全不动的时候你就看见了。所以佛法里面把心比喻作水，你看供佛，供佛最重要的一种供品就是水，供一杯水，不是给佛吃的，水代表心，代表清净，它没有染污，这杯水是干净的、透明的，代表不动，如如不动。心不能染污、不能动摇，叫自性本定，惠能大师所说，「何期自性，本无动摇」。所以不动的是真心，动了叫妄心，心动了，心染污了，这叫妄心，妄心叫阿赖耶。妄心从哪里来的？真心来的，真心永远不动，才动一个念头，真心就变成妄心。",
      "zh_TW": "你能看到一千六百兆分之一秒的，你算看到真相了。有人看到嗎？大乘經上佛說，有，很多人看到。修到什麼程度？八地以上。佛不用科學儀器，用什麼看見的？禪定，把心定下來，定到完全不動的時候你就看見了。所以佛法裡面把心比喻作水，你看供佛，供佛最重要的一種供品就是水，供一杯水，不是給佛吃的，水代表心，代表清淨，它沒有染污，這杯水是乾淨的、透明的，代表不動，如如不動。心不能染污、不能動搖，叫自性本定，惠能大師所說，「何期自性，本無動搖」。所以不動的是真心，動了叫妄心，心動了，心染污了，這叫妄心，妄心叫阿賴耶。妄心從哪裡來的？真心來的，真心永遠不動，才動一個念頭，真心就變成妄心。"
    },
    {
      "id": "02-040-0371_p0012",
      "zh_CN": "妄心有染净，真心没有染净，清净那一分是菩萨，染的那一分是众生。染里头有善恶，恶是染，善也是染。我们讲纯净是从能现的心上说的，真心上说的，纯净，讲纯善是从阿赖耶上说的，十法界里头心现识变，所以讲纯净纯善。那个人是谁？那人是菩萨，虽然他有染污，他起心动念，他用妄心，妄心用得很正、用得很善，没有邪恶，这就菩萨。佛是不起心、不动念，他没有无明，菩萨有无明，菩萨以下统统有无明。这头一个。无明的概念要清楚，然后你才真正肯定了自己本来是佛。我现在想成佛，你说可不可能？当然可能。为什么？因为你本来是佛，你本来不是佛，你说你成佛，不可能，本来是嘛！",
      "zh_TW": "妄心有染淨，真心沒有染淨，清淨那一分是菩薩，染的那一分是眾生。染裡頭有善惡，惡是染，善也是染。我們講純淨是從能現的心上說的，真心上說的，純淨，講純善是從阿賴耶上說的，十法界裡頭心現識變，所以講純淨純善。那個人是誰？那人是菩薩，雖然他有染污，他起心動念，他用妄心，妄心用得很正、用得很善，沒有邪惡，這就菩薩。佛是不起心、不動念，他沒有無明，菩薩有無明，菩薩以下統統有無明。這頭一個。無明的概念要清楚，然後你才真正肯定了自己本來是佛。我現在想成佛，你說可不可能？當然可能。為什麼？因為你本來是佛，你本來不是佛，你說你成佛，不可能，本來是嘛！"
    },
    {
      "id": "02-040-0371_p0013",
      "zh_CN": "无明的相就是起心动念。在哪里？我们眼见色，张开眼睛看外面境界，不起心、不动念是佛眼看的，叫佛知佛见，动一个念头就变成凡夫。念头一动，接着就有分别，这是人，那是物，他就起分别；起了分别之后，就从分别里面又生起执着，这个我喜欢，那个我讨厌，这个我想拥有，那个我不要，你看起这么多念头，这叫执着，执着一生，这叫六道凡夫。有起心动念、有分别，没有执着，这个人是阿罗汉，这个人不在六道轮回，超越了。六道轮回怎么来的？执着来的，只要你有执着，你就有六道轮回，你就出不去；要想出六道轮回，执着要放下。",
      "zh_TW": "無明的相就是起心動念。在哪裡？我們眼見色，張開眼睛看外面境界，不起心、不動念是佛眼看的，叫佛知佛見，動一個念頭就變成凡夫。念頭一動，接著就有分別，這是人，那是物，他就起分別；起了分別之後，就從分別裡面又生起執著，這個我喜歡，那個我討厭，這個我想擁有，那個我不要，你看起這麼多念頭，這叫執著，執著一生，這叫六道凡夫。有起心動念、有分別，沒有執著，這個人是阿羅漢，這個人不在六道輪迴，超越了。六道輪迴怎麼來的？執著來的，只要你有執著，你就有六道輪迴，你就出不去；要想出六道輪迴，執著要放下。"
    },
    {
      "id": "02-040-0371_p0014",
      "zh_CN": "佛真慈悲，真有智慧，跟我们说得这么清楚、说得这么明白。我们用外国宗教里一句话说，你相信你就有福了，你相信你就得救了。相信怎么？我依教奉行。我眼见色，不起心、不动念做不到，太高了，那是佛境界，起心动念，不分别、不执着，可以做到，那也是菩萨，也不错了，起心动念。最下一等的，降到阿罗汉，决定不执着，我有起心动念，我也有分别，我不执着，绝对没有占有的念头，绝对没有控制的念头，绝对没有我去操纵的念头，这就好，这样的观念很容易出离六道轮回。在哪里炼？就在日常生活上链，离了日常生活没地方炼。所以到深山里面去修行很难有成就，他没地方炼。这个地方从早起来到晚上，你眼见的、耳听的、所接触的这些，都是在磨炼你，炼到你磨得光光的，干干净净的，真的不起心、不动念、不分别、不执着，成佛了。",
      "zh_TW": "佛真慈悲，真有智慧，跟我們說得這麼清楚、說得這麼明白。我們用外國宗教裡一句話說，你相信你就有福了，你相信你就得救了。相信怎麼？我依教奉行。我眼見色，不起心、不動念做不到，太高了，那是佛境界，起心動念，不分別、不執著，可以做到，那也是菩薩，也不錯了，起心動念。最下一等的，降到阿羅漢，決定不執著，我有起心動念，我也有分別，我不執著，絕對沒有佔有的念頭，絕對沒有控制的念頭，絕對沒有我去操縱的念頭，這就好，這樣的觀念很容易出離六道輪迴。在哪裡鍊？就在日常生活上鍊，離了日常生活沒地方鍊。所以到深山裡面去修行很難有成就，他沒地方鍊。這個地方從早起來到晚上，你眼見的、耳聽的、所接觸的這些，都是在磨鍊你，鍊到你磨得光光的，乾乾淨淨的，真的不起心、不動念、不分別、不執著，成佛了。"
    },
    {
      "id": "02-040-0371_p0015",
      "zh_CN": "功夫的提升决定是，首先，这我们凡夫，凡夫我们从哪里做起？从断恶修善。断恶修善就是你决定不堕三恶道，你能保持人天两道。可是晓得，人天两道还在六道，没出去，没有出去，轮回到三恶道的机会很多。要出轮回，要出轮回就坚定不执着。首先要破除我，最严重的执着，最麻烦的执着，执着这个身是我，错了，身不是我。为什么不是我？我不生不灭，身体有生灭，不生不灭的是我，有生有灭的不是我。它是什么？它是我的身体，这四个字要搞清楚，是我的身体，就像穿的衣服，是我的衣服，把话听清楚。我的身体不是我，我的衣服不是我，衣服脏了换一件，我的身体，身体不好使了换一个，得懂这个道理，这不是我。所以不能执着，执着就上当了，执着是出不了六道轮回。",
      "zh_TW": "功夫的提升決定是，首先，這我們凡夫，凡夫我們從哪裡做起？從斷惡修善。斷惡修善就是你決定不墮三惡道，你能保持人天兩道。可是曉得，人天兩道還在六道，沒出去，沒有出去，輪迴到三惡道的機會很多。要出輪迴，要出輪迴就堅定不執著。首先要破除我，最嚴重的執著，最麻煩的執著，執著這個身是我，錯了，身不是我。為什麼不是我？我不生不滅，身體有生滅，不生不滅的是我，有生有滅的不是我。它是什麼？它是我的身體，這四個字要搞清楚，是我的身體，就像穿的衣服，是我的衣服，把話聽清楚。我的身體不是我，我的衣服不是我，衣服髒了換一件，我的身體，身體不好使了換一個，得懂這個道理，這不是我。所以不能執著，執著就上當了，執著是出不了六道輪迴。"
    },
    {
      "id": "02-040-0371_p0016",
      "zh_CN": "但这个身体你还是得不到，寿命到了，我去投胎了，不是身体去投胎，身体不会去投胎，我去投胎了。投胎怎么？换一个身体。换一个身体也不是随心所欲，我想换什么身体就换什么身体，做不到。有个主宰，这个主宰不是佛菩萨，不是上帝，也不是阎罗王，不是鬼神，是什么？是自己，是自己的业力。换句话说，是自己的思想、是自己的行为，自己的思想、行为是你的主宰，这个主宰就是真正的我。我是主宰的意思，是自在的意思，谁主宰了我？念头主宰我，言行主宰我，身口意三业。所以佛教人修善业，不造恶业。",
      "zh_TW": "但這個身體你還是得不到，壽命到了，我去投胎了，不是身體去投胎，身體不會去投胎，我去投胎了。投胎怎麼？換一個身體。換一個身體也不是隨心所欲，我想換什麼身體就換什麼身體，做不到。有個主宰，這個主宰不是佛菩薩，不是上帝，也不是閻羅王，不是鬼神，是什麼？是自己，是自己的業力。換句話說，是自己的思想、是自己的行為，自己的思想、行為是你的主宰，這個主宰就是真正的我。我是主宰的意思，是自在的意思，誰主宰了我？念頭主宰我，言行主宰我，身口意三業。所以佛教人修善業，不造惡業。"
    },
    {
      "id": "02-040-0371_p0017",
      "zh_CN": "身口意三善业的标准是什么？佛教人，身三种善业，这是三大类，每一类里头无量无边。第一个不杀生，第二个不偷盗，第三个不邪淫，身的三善业，一定要遵守。不遵守？不遵守就要到三恶道去了。你遵守，三善道；你不遵守，违背了，违背叫三毒，叫恶业。杀盗淫是恶业，十恶业里面的三个，身造作的。口造作的有四种，口业麻烦，口业最容易造，妄语、两舌，两舌是挑拨是非；绮语，说得很好听，花言巧语，骗人；最后恶口，说话粗鲁，难听，让别人听到不舒服，口四恶。心里面念头叫意业，贪瞋痴。十恶反过来就是十善，十善反过去就是十恶。佛先教人要离十恶修十善，这是佛教的小学，初级班，佛帮助你保住人身，不堕三恶道。我们要真肯信才行，要依教奉行，我们就真正得利益、真正得好处。",
      "zh_TW": "身口意三善業的標準是什麼？佛教人，身三種善業，這是三大類，每一類裡頭無量無邊。第一個不殺生，第二個不偷盜，第三個不邪淫，身的三善業，一定要遵守。不遵守？不遵守就要到三惡道去了。你遵守，三善道；你不遵守，違背了，違背叫三毒，叫惡業。殺盜淫是惡業，十惡業裡面的三個，身造作的。口造作的有四種，口業麻煩，口業最容易造，妄語、兩舌，兩舌是挑撥是非；綺語，說得很好聽，花言巧語，騙人；最後惡口，說話粗魯，難聽，讓別人聽到不舒服，口四惡。心裡面念頭叫意業，貪瞋痴。十惡反過來就是十善，十善反過去就是十惡。佛先教人要離十惡修十善，這是佛教的小學，初級班，佛幫助你保住人身，不墮三惡道。我們要真肯信才行，要依教奉行，我們就真正得利益、真正得好處。"
    },
    {
      "id": "02-040-0371_p0018",
      "zh_CN": "你信了这一套，你认真修了，修得不错了，佛告诉你，这不究竟。为什么？没有出六道。没有出六道，稍稍不小心，你把三善道忘掉了，这个十恶的习气很重，杀盗淫妄习气很重，里面有习气，外头有勾引，财色名利来诱惑你，你稍稍动心，完了，你退转了，你堕落了，你说多可怕。佛再教你一招，从十善再提升，提升到在六根接触六境，眼见色，耳闻声，鼻嗅香，舌尝味，身接触，念头起心动念，这六根接触六尘境界，这里面学什么？学不执着，学随缘不攀缘，恒顺众生，随喜功德。这什么？这能超越六道轮回，这个心慢慢就亮了，慢慢觉悟了。决定不为境界所动，你可以欣赏，你不能执着，对一切法，包括自己身体，以及身体所有一切享受，没有占有的念头，没有控制的念头，这才行。要有贪恋，要有占有，要有控制，要有支配，这些念头起来，全都错了，这什么？叫造业，业里头就有善有恶，六道轮回的果报。没有占有的念头，也就是绝对没有名闻利养，离相离得干净，《金刚经》上说的，「无我相」，我而无我，「无人相，无众生相，无寿者相」，离一切相，即一切法，因为这相假的，不是真的，凡所有相皆是虚妄，我们要明白这个道理。",
      "zh_TW": "你信了這一套，你認真修了，修得不錯了，佛告訴你，這不究竟。為什麼？沒有出六道。沒有出六道，稍稍不小心，你把三善道忘掉了，這個十惡的習氣很重，殺盜淫妄習氣很重，裡面有習氣，外頭有勾引，財色名利來誘惑你，你稍稍動心，完了，你退轉了，你墮落了，你說多可怕。佛再教你一招，從十善再提升，提升到在六根接觸六境，眼見色，耳聞聲，鼻嗅香，舌嘗味，身接觸，念頭起心動念，這六根接觸六塵境界，這裡面學什麼？學不執著，學隨緣不攀緣，恆順眾生，隨喜功德。這什麼？這能超越六道輪迴，這個心慢慢就亮了，慢慢覺悟了。決定不為境界所動，你可以欣賞，你不能執著，對一切法，包括自己身體，以及身體所有一切享受，沒有佔有的念頭，沒有控制的念頭，這才行。要有貪戀，要有佔有，要有控制，要有支配，這些念頭起來，全都錯了，這什麼？叫造業，業裡頭就有善有惡，六道輪迴的果報。沒有佔有的念頭，也就是絕對沒有名聞利養，離相離得乾淨，《金剛經》上說的，「無我相」，我而無我，「無人相，無眾生相，無壽者相」，離一切相，即一切法，因為這相假的，不是真的，凡所有相皆是虛妄，我們要明白這個道理。"
    },
    {
      "id": "02-040-0371_p0019",
      "zh_CN": "佛给我们讲事实真相如是，真相，告诉你，虚妄的，生灭法。佛说得清楚，我们没听清楚，我们听不懂，没有这个概念。现代科学家告诉我们，物质现象是假的。量子力学家最近三十年大幅度的提升，过去多少代研究物质，物质到底是什么，最近的量子力学家才真正搞清楚、搞明白。明了之后，物质是什么？告诉我们世界上根本没有物质这个东西，物质是假的。物质怎么来的？念头变现的。你看佛在经上大小乘经常常讲，我们没懂，佛说相由心生，这不就是科学讲物质是从念头生出来，色由心生，相由心生，色跟相都是代表物质。",
      "zh_TW": "佛給我們講事實真相如是，真相，告訴你，虛妄的，生滅法。佛說得清楚，我們沒聽清楚，我們聽不懂，沒有這個概念。現代科學家告訴我們，物質現象是假的。量子力學家最近三十年大幅度的提升，過去多少代研究物質，物質到底是什麼，最近的量子力學家才真正搞清楚、搞明白。明瞭之後，物質是什麼？告訴我們世界上根本沒有物質這個東西，物質是假的。物質怎麼來的？念頭變現的。你看佛在經上大小乘經常常講，我們沒懂，佛說相由心生，這不就是科學講物質是從念頭生出來，色由心生，相由心生，色跟相都是代表物質。"
    },
    {
      "id": "02-040-0371_p0020",
      "zh_CN": "念头是不是真的？念头也不是真的。科学家现在发现念头，跟《楞严》上说的一样，「当处出生，随处灭尽」，生灭的速度太快了。刚才讲，弥勒菩萨告诉我们，那个念头的起灭，生灭，一千六百兆分之一秒，一秒钟里头它生灭一千六百兆次。这个现象也在我们面前，无论是物质的现象、精神现象，统统在面前，我们看了，没看到，没听到。六根，包括我们的念头，在这个境界里头作用全部失掉，六根失去了知觉，叫麻木不仁，一丝毫感触都没有。",
      "zh_TW": "念頭是不是真的？念頭也不是真的。科學家現在發現念頭，跟《楞嚴》上說的一樣，「當處出生，隨處滅盡」，生滅的速度太快了。剛才講，彌勒菩薩告訴我們，那個念頭的起滅，生滅，一千六百兆分之一秒，一秒鐘裡頭它生滅一千六百兆次。這個現象也在我們面前，無論是物質的現象、精神現象，統統在面前，我們看了，沒看到，沒聽到。六根，包括我們的念頭，在這個境界裡頭作用全部失掉，六根失去了知覺，叫麻木不仁，一絲毫感觸都沒有。"
    },
    {
      "id": "02-040-0371_p0021",
      "zh_CN": "佛教我们一个方法恢复本能、恢复自性，用什么方法？禅定。不仅是释迦佛，十方三世一切诸佛教导众生都是一个原则、一个道理、一个方法，这个道理跟方法就是戒定慧，你走这个路子就能够到佛的境界，因戒得定，因定开慧，开慧就是明德，就是佛家常讲的大彻大悟，明心见性。明心见性就是明德，就明了，不是无明，无字去掉了，就明了，没有一样不知道。要靠定，不靠外面的这些科学技术来帮助，不需要，完全用定功。从小定，慢慢定功愈来愈深。",
      "zh_TW": "佛教我們一個方法恢復本能、恢復自性，用什麼方法？禪定。不僅是釋迦佛，十方三世一切諸佛教導眾生都是一個原則、一個道理、一個方法，這個道理跟方法就是戒定慧，你走這個路子就能夠到佛的境界，因戒得定，因定開慧，開慧就是明德，就是佛家常講的大徹大悟，明心見性。明心見性就是明德，就明了，不是無明，無字去掉了，就明了，沒有一樣不知道。要靠定，不靠外面的這些科學技術來幫助，不需要，完全用定功。從小定，慢慢定功愈來愈深。"
    },
    {
      "id": "02-040-0371_p0022",
      "zh_CN": "大乘佛教，从修定的起步到成佛的圆满，一共五十二个阶级，一步一步往上提升。对于整个宇宙彻底明了，大概到第四十八个阶级，五十二个阶级到第四十八个阶级就行了，整个宇宙你就完全明白了，大乘教里头，八地以上就明了了。八地菩萨，你看下面，十信、十住、十行、十回向，四十个，他到第八地，初地到八地，四十八个，他上面，四十九个、五十个、五十一、五十二，上面，从四十八往上五个，这五个地位的菩萨全知道。不是释迦牟尼佛一个人说了算数，这些人都可以给释迦佛做证明，释迦佛所说的他们都见到了、都听到了、都接触到了，有证人，证人很多，不是假的。",
      "zh_TW": "大乘佛教，從修定的起步到成佛的圓滿，一共五十二個階級，一步一步往上提升。對於整個宇宙徹底明瞭，大概到第四十八個階級，五十二個階級到第四十八個階級就行了，整個宇宙你就完全明白了，大乘教裡頭，八地以上就明瞭了。八地菩薩，你看下面，十信、十住、十行、十迴向，四十個，他到第八地，初地到八地，四十八個，他上面，四十九個、五十個、五十一、五十二，上面，從四十八往上五個，這五個地位的菩薩全知道。不是釋迦牟尼佛一個人說了算數，這些人都可以給釋迦佛做證明，釋迦佛所說的他們都見到了、都聽到了、都接觸到了，有證人，證人很多，不是假的。"
    },
    {
      "id": "02-040-0371_p0023",
      "zh_CN": "你修行，依照佛所说的规矩、理念、原理原则好好去修，这叫持戒。功夫在哪里？功夫全在放下。如果学了不放下，那就变成知识。知识有局限性，不能解决问题，而且有后遗症。禅定所见到的是智慧，智慧没有后遗症，智慧解决问题是圆满的。世间无论什么疑难杂症，找佛菩萨，统统解决了，没有丝毫困难，他是通过戒定慧三学而来的。无明是根本烦恼。",
      "zh_TW": "你修行，依照佛所說的規矩、理念、原理原則好好去修，這叫持戒。功夫在哪裡？功夫全在放下。如果學了不放下，那就變成知識。知識有侷限性，不能解決問題，而且有後遺症。禪定所見到的是智慧，智慧沒有後遺症，智慧解決問題是圓滿的。世間無論什麼疑難雜症，找佛菩薩，統統解決了，沒有絲毫困難，他是通過戒定慧三學而來的。無明是根本煩惱。"
    },
    {
      "id": "02-040-0371_p0024",
      "zh_CN": "第二个「放逸」，放逸是不认真，很随便，散漫，这个不能成就。学道，特别是初学，放下烦恼习气是很难的一桩事情，为什么？这种习气根深蒂固。见到你心里喜欢的，能不起贪心吗？能不生占有的念头吗？太难了，这比割身上的肉还难。所以放逸是决定不能成就，放逸的人学佛只能学到佛的皮毛，经典文字，浅薄的知识，入不进去，这个要知道。第三「懈怠」，懈怠是懒惰，严重的状况跟放逸差不多，放逸是很随便，不认真，这是懒惰，不肯干，贪图享受，不认真学习，也不能成就。",
      "zh_TW": "第二個「放逸」，放逸是不認真，很隨便，散漫，這個不能成就。學道，特別是初學，放下煩惱習氣是很難的一樁事情，為什麼？這種習氣根深蒂固。見到你心裡喜歡的，能不起貪心嗎？能不生佔有的念頭嗎？太難了，這比割身上的肉還難。所以放逸是決定不能成就，放逸的人學佛只能學到佛的皮毛，經典文字，淺薄的知識，入不進去，這個要知道。第三「懈怠」，懈怠是懶惰，嚴重的狀況跟放逸差不多，放逸是很隨便，不認真，這是懶惰，不肯幹，貪圖享受，不認真學習，也不能成就。"
    },
    {
      "id": "02-040-0371_p0025",
      "zh_CN": "第四种「不信」，这给谁说的？给佛教徒说的。佛教徒不信，他怎么会做佛教徒？他也受了三皈，也受了五戒，甚至于出家，受了比丘戒、比丘尼戒，三坛大戒都受了，信不信？不信。为什么不信？他没照做，戒受了，没做到。在家，受了三皈，受了五戒十善，一条都没做到。所以这个不信不是说世间不信佛的人，不是的，佛门里头，无论在家、出家，经教的道理不通，戒定慧三学完全没有做到，不信，如果相信他能不做吗？这个世间人都喜欢财宝，说到财宝他眼睛都亮了，毛孔都竖起来了。如果说教人，你念毛主席，你念一声我给一张钞票给你，一百块给你，他一天到晚在念，他不会停止，他真肯干。你说我教你念阿弥陀佛，你声声不断，到极乐世界，他不肯念，不相信，不想到极乐世界去。钱财那是他眼中的珍宝，他要这个。要多少？多多益善，没有止境的。这什么？贪婪，不贪佛法，贪财色名利，他贪这个。这个东西到结果是有害的，没有好处。贪多了，每天提心吊胆，怕出事情，晚上睡觉都睡不好。",
      "zh_TW": "第四種「不信」，這給誰說的？給佛教徒說的。佛教徒不信，他怎麼會做佛教徒？他也受了三皈，也受了五戒，甚至於出家，受了比丘戒、比丘尼戒，三壇大戒都受了，信不信？不信。為什麼不信？他沒照做，戒受了，沒做到。在家，受了三皈，受了五戒十善，一條都沒做到。所以這個不信不是說世間不信佛的人，不是的，佛門裡頭，無論在家、出家，經教的道理不通，戒定慧三學完全沒有做到，不信，如果相信他能不做嗎？這個世間人都喜歡財寶，說到財寶他眼睛都亮了，毛孔都豎起來了。如果說教人，你念毛主席，你念一聲我給一張鈔票給你，一百塊給你，他一天到晚在念，他不會停止，他真肯幹。你說我教你念阿彌陀佛，你聲聲不斷，到極樂世界，他不肯念，不相信，不想到極樂世界去。錢財那是他眼中的珍寶，他要這個。要多少？多多益善，沒有止境的。這什麼？貪婪，不貪佛法，貪財色名利，他貪這個。這個東西到結果是有害的，沒有好處。貪多了，每天提心吊膽，怕出事情，晚上睡覺都睡不好。"
    },
    {
      "id": "02-040-0371_p0026",
      "zh_CN": "学佛的人，告诉你，念一句阿弥陀佛，灭八十亿劫生死重罪，这是世出世间没有一样能相比的。念佛人决定生净土，净土的殊胜，我们在这个经上看到，天上人间、诸佛刹土都比不上，为什么不念佛？为什么把大好的光阴去打妄想、杂念，把你的时间全部占去了，你一天念了几声佛号？这都叫不信。什么时候你才能相信？你才能真干？佛在经上有说到，过去无量劫中多生多劫修积的功德，这一生又碰到了，他欢喜，他能相信，他真干。没有过去世深厚的善根福德因缘，这一生遇到了，不行，不是说没有遇到的，没有遇到的不提，遇到的，不行。针对哪些人说？针对念佛人说。",
      "zh_TW": "學佛的人，告訴你，念一句阿彌陀佛，滅八十億劫生死重罪，這是世出世間沒有一樣能相比的。念佛人決定生淨土，淨土的殊勝，我們在這個經上看到，天上人間、諸佛剎土都比不上，為什麼不念佛？為什麼把大好的光陰去打妄想、雜念，把你的時間全部佔去了，你一天念了幾聲佛號？這都叫不信。什麼時候你才能相信？你才能真幹？佛在經上有說到，過去無量劫中多生多劫修積的功德，這一生又碰到了，他歡喜，他能相信，他真幹。沒有過去世深厚的善根福德因緣，這一生遇到了，不行，不是說沒有遇到的，沒有遇到的不提，遇到的，不行。針對哪些人說？針對念佛人說。"
    },
    {
      "id": "02-040-0371_p0027",
      "zh_CN": "早年我在台中跟李老师学教，老师常常提起台中莲社莲友，一万个念佛人，能往生的只有三个、五个，这么个比例。现在又过六十年了，这话李老师是六十年前说的，六十年之后的今天，我想一万人当中难得有一个，那时候还有三个、五个，现在恐怕一个、二个都很难得。什么原因？信心降温了，六十年前人的信心比现在强，现在人比不上。再过六十年之后，大幅度的下降，可能十万人当中才有一、二个往生，我们要明了。",
      "zh_TW": "早年我在台中跟李老師學教，老師常常提起台中蓮社蓮友，一萬個念佛人，能往生的只有三個、五個，這麼個比例。現在又過六十年了，這話李老師是六十年前說的，六十年之後的今天，我想一萬人當中難得有一個，那時候還有三個、五個，現在恐怕一個、二個都很難得。什麼原因？信心降溫了，六十年前人的信心比現在強，現在人比不上。再過六十年之後，大幅度的下降，可能十萬人當中才有一、二個往生，我們要明瞭。"
    },
    {
      "id": "02-040-0371_p0028",
      "zh_CN": "善根福德因缘不够、不足，有没有办法把它补足？有，这一生当中补足的人很多。过去的，我们看《净土圣贤录》所记载的，《往生传》里面所记载的，大概一般是三年。每天念佛，不怀疑、不夹杂、不间断，念佛人要守住这三句话，念佛才有功夫。不怀疑，那就是有信心，第一个条件，「信为道元功德母，长养一切诸善根」，没有信心，一事无成。对西方确实有极乐世界，极乐世界确实有阿弥陀佛，阿弥陀佛曾经发四十八愿，愿愿帮助我们往生到极乐世界，证究竟佛果，我们要深信不疑，没有丝毫疑惑，这叫信。信了之后我们得发愿，我想到极乐世界去，这个世界太苦了，生活、工作、修行都有障碍，我发愿求生净土，这个愿是真愿，真想去。方法呢？专念阿弥陀佛，你就能去得了。这一句南无阿弥陀佛是往生西方极乐世界的门票，你要不念就拿不到，你要认真去念，是我们往生极乐世界的保证书，比什么都重要。所以信心太难，不能没有信心。",
      "zh_TW": "善根福德因緣不夠、不足，有沒有辦法把它補足？有，這一生當中補足的人很多。過去的，我們看《淨土聖賢錄》所記載的，《往生傳》裡面所記載的，大概一般是三年。每天念佛，不懷疑、不夾雜、不間斷，念佛人要守住這三句話，念佛才有功夫。不懷疑，那就是有信心，第一個條件，「信為道元功德母，長養一切諸善根」，沒有信心，一事無成。對西方確實有極樂世界，極樂世界確實有阿彌陀佛，阿彌陀佛曾經發四十八願，願願幫助我們往生到極樂世界，證究竟佛果，我們要深信不疑，沒有絲毫疑惑，這叫信。信了之後我們得發願，我想到極樂世界去，這個世界太苦了，生活、工作、修行都有障礙，我發願求生淨土，這個願是真願，真想去。方法呢？專念阿彌陀佛，你就能去得了。這一句南無阿彌陀佛是往生西方極樂世界的門票，你要不念就拿不到，你要認真去念，是我們往生極樂世界的保證書，比什麼都重要。所以信心太難，不能沒有信心。"
    },
    {
      "id": "02-040-0371_p0029",
      "zh_CN": "方东美先生曾经跟我说过，古时候中国人有信心，现在没有了。现在你去问问，去打听一下，调查一下，你能相信自己吗？你自己有信心吗？你能相信父母吗？你能相信老师吗？你能相信你家亲眷属吗？能相信你的朋友吗？答案全是否定的，这个日子怎么过！这真正叫信心危机，这真的危机。今天社会为什么这么乱？地球灾难为什么这么多？信心失掉了。你问第一个因素是什么？第一个因素，我们把信心失掉，造成社会动乱，灾难频繁。如何拯救社会？如何化解地球上灾难？那就是建立信心。信心怎么建立？读圣贤书。英国历史哲学家汤恩比博士教人，「解决二十一世纪世界的社会问题」，他说「只有中国孔孟学说跟大乘佛法」。我们学的是大乘佛法，从孔孟学说、大乘佛法里头建立信心。",
      "zh_TW": "方東美先生曾經跟我說過，古時候中國人有信心，現在沒有了。現在你去問問，去打聽一下，調查一下，你能相信自己嗎？你自己有信心嗎？你能相信父母嗎？你能相信老師嗎？你能相信你家親眷屬嗎？能相信你的朋友嗎？答案全是否定的，這個日子怎麼過！這真正叫信心危機，這真的危機。今天社會為什麼這麼亂？地球災難為什麼這麼多？信心失掉了。你問第一個因素是什麼？第一個因素，我們把信心失掉，造成社會動亂，災難頻繁。如何拯救社會？如何化解地球上災難？那就是建立信心。信心怎麼建立？讀聖賢書。英國歷史哲學家湯恩比博士教人，「解決二十一世紀世界的社會問題」，他說「只有中國孔孟學說跟大乘佛法」。我們學的是大乘佛法，從孔孟學說、大乘佛法裡頭建立信心。"
    },
    {
      "id": "02-040-0371_p0030",
      "zh_CN": "孔孟学说的代表确实是四书，朱夫子对儒家的贡献可以用这部书做代表，这是智慧的选择。大乘佛教，古大德是用《华严经》做代表，真的不是假的。《华严》的分量太大，现代的社会大家工作都非常繁忙，没有那么多时间去学习。夏莲居居士为我们会集的这个经本，黄念祖老居士做这个集注，这可以说对佛教是无比的贡献。释迦牟尼佛末法九千年，这部经决定管用，依照这部经修行决定有成就。这本书在大乘佛法里，它的分量就像四书在儒家一样，学大乘可以从这入门，学儒从四书入门。一个繁杂动乱的社会，我们找到一个简单精要，用的时间少，真正有效果，这是我们选择的对象。信心有了，学习就能解、能行，没有信心，解行都达不到。",
      "zh_TW": "孔孟學說的代表確實是四書，朱夫子對儒家的貢獻可以用這部書做代表，這是智慧的選擇。大乘佛教，古大德是用《華嚴經》做代表，真的不是假的。《華嚴》的分量太大，現代的社會大家工作都非常繁忙，沒有那麼多時間去學習。夏蓮居居士為我們會集的這個經本，黃念祖老居士做這個集註，這可以說對佛教是無比的貢獻。釋迦牟尼佛末法九千年，這部經決定管用，依照這部經修行決定有成就。這本書在大乘佛法裡，它的分量就像四書在儒家一樣，學大乘可以從這入門，學儒從四書入門。一個繁雜動亂的社會，我們找到一個簡單精要，用的時間少，真正有效果，這是我們選擇的對象。信心有了，學習就能解、能行，沒有信心，解行都達不到。"
    },
    {
      "id": "02-040-0371_p0031",
      "zh_CN": "入门，入门两个障碍，一个昏沉，一个掉举，你必须要克服，这是一般人普通都有的现象。昏沉是什么？精神提不起来，打瞌睡。听讲的时候打瞌睡，念佛的时候打瞌睡，我还见过，绕佛，佛七里头绕佛，绕佛当中他打呼，睡着了他还会走、还会打呼，这昏沉，这要怎么克服？通常最好的克服的方法就是叫你绕佛，他绕佛也打瞌睡，这时候在寺院里头，从前寺院，那就要供养香板，要打他，香板真打他。还有一个方法，拜佛，用这个方法来帮助他。",
      "zh_TW": "入門，入門兩個障礙，一個昏沉，一個掉舉，你必須要克服，這是一般人普通都有的現象。昏沉是什麼？精神提不起來，打瞌睡。聽講的時候打瞌睡，念佛的時候打瞌睡，我還見過，繞佛，佛七裡頭繞佛，繞佛當中他打呼，睡著了他還會走、還會打呼，這昏沉，這要怎麼克服？通常最好的克服的方法就是叫你繞佛，他繞佛也打瞌睡，這時候在寺院裡頭，從前寺院，那就要供養香板，要打他，香板真打他。還有一個方法，拜佛，用這個方法來幫助他。"
    },
    {
      "id": "02-040-0371_p0032",
      "zh_CN": "末后一个，「掉举」，掉举跟昏沉恰恰相反，心定不下来，愈是想定，妄念愈多。不想定的时候，好像没有妄念，坐在那里想定一下的时候，才坐五分钟，不知道哪来的那么多妄念。这个现象要知道，是当你坐下来想定下来的时候，你发现妄念，你的妄念本来就是这么多，不是说我坐下来才有，我不坐下来没有，不是的，你不坐下来没发现，一坐下来就发现了，这么多妄念。这怎么克服？这要修定。修定不行，定不住，读经，读经也是修定。专心读经，不要求解释，字字清楚，每一句没有念漏，只要求这个，字念得正确、念得清楚，一字不漏，从头念到尾。这什么？修定，用这个方法修定，用这个方法把你的妄想打掉、杂念打掉。这是很好的方法，对知识分子很有效果。不是叫你背书的，用这个方法修定，用这个方法集中你的精神。念经可以，念咒也可以。烦恼轻，掉举烦恼轻一点的，念咒；重的，严重的，要念经，经的分量大，不能念错。「此六者，名为大烦恼地法」。",
      "zh_TW": "末後一個，「掉舉」，掉舉跟昏沉恰恰相反，心定不下來，愈是想定，妄念愈多。不想定的時候，好像沒有妄念，坐在那裡想定一下的時候，才坐五分鐘，不知道哪來的那麼多妄念。這個現象要知道，是當你坐下來想定下來的時候，你發現妄念，你的妄念本來就是這麼多，不是說我坐下來才有，我不坐下來沒有，不是的，你不坐下來沒發現，一坐下來就發現了，這麼多妄念。這怎麼克服？這要修定。修定不行，定不住，讀經，讀經也是修定。專心讀經，不要求解釋，字字清楚，每一句沒有念漏，只要求這個，字念得正確、念得清楚，一字不漏，從頭念到尾。這什麼？修定，用這個方法修定，用這個方法把你的妄想打掉、雜念打掉。這是很好的方法，對知識分子很有效果。不是叫你背書的，用這個方法修定，用這個方法集中你的精神。念經可以，念咒也可以。煩惱輕，掉舉煩惱輕一點的，念咒；重的，嚴重的，要念經，經的分量大，不能念錯。「此六者，名為大煩惱地法」。"
    },
    {
      "id": "02-040-0371_p0033",
      "zh_CN": "「谓自己因自身知恶事为恶事」，不是不知道，知道这个恶事是恶事，但是改不了，「执着至饱」，这个饱就是饱和点，恶事干尽了，恶贯满盈。「不用他人之谏言」，别人劝告他不听，「但自懊恼烦闷」。这是小乘论里面所说的六个大烦恼地法。",
      "zh_TW": "「謂自己因自身知惡事為惡事」，不是不知道，知道這個惡事是惡事，但是改不了，「執著至飽」，這個飽就是飽和點，惡事幹盡了，惡貫滿盈。「不用他人之諫言」，別人勸告他不聽，「但自懊惱煩悶」。這是小乘論裡面所說的六個大煩惱地法。"
    },
    {
      "id": "02-040-0371_p0034",
      "zh_CN": "下面说，「又为二十随烦恼之一」。这个二十随烦恼是大乘教的，《百法明门论》的，我们翻过来后面一张表上就有，二十随烦恼。二十随烦恼里面，「贪、瞋、痴、慢、疑、恶见」，这六个叫根本烦恼，「从根本烦恼流出」，就叫随烦恼。意思是「追想过去之行事，或由现在之事物不满于意，自懊恼之精神作用」。这个地方提出了《百法》里面的六个根本烦恼。断烦恼从根上断，效果卓着，如果不从根上，从枝叶上很难断，你把它断掉，过几天又生了，永远断不了。斩草要除根，从根上下手。善有根，恶也有根。善的根，根之根，根本的根本是什么？世出世间法完全相同，一个孝，一个敬，根之根，世出世间所有的善法都从孝敬生出来的。",
      "zh_TW": "下面說，「又為二十隨煩惱之一」。這個二十隨煩惱是大乘教的，《百法明門論》的，我們翻過來後面一張表上就有，二十隨煩惱。二十隨煩惱裡面，「貪、瞋、痴、慢、疑、惡見」，這六個叫根本煩惱，「從根本煩惱流出」，就叫隨煩惱。意思是「追想過去之行事，或由現在之事物不滿於意，自懊惱之精神作用」。這個地方提出了《百法》裡面的六個根本煩惱。斷煩惱從根上斷，效果卓著，如果不從根上，從枝葉上很難斷，你把它斷掉，過幾天又生了，永遠斷不了。斬草要除根，從根上下手。善有根，惡也有根。善的根，根之根，根本的根本是什麼？世出世間法完全相同，一個孝，一個敬，根之根，世出世間所有的善法都從孝敬生出來的。"
    },
    {
      "id": "02-040-0371_p0035",
      "zh_CN": "中国这个社会，这个族群在这块大地生活了一万多年，这有文化。有文字五千年，五千年这一群人都生活在这个地上。创造、发明，社会的演变，每一个朝代都有太平盛世出现，都有圣贤人出现在世间，世世代代，没有出过事情，礼义之邦，太平盛世。现在出了问题，我们细心去观察，大概这个问题是最近两百年。前面一百年，对老祖宗怀疑了，就是说信心危机产生了，西方的文明来到中国，中国人看到西方的机器好奇，这个新东西很迷人，对于祖宗世世代代传下来陈旧的，认为这是落伍的思想，不重视了。满清末年一百年，对中国传统不重视，满清亡国之后，民国成立了，对中国传统东西不要了，完全学西方的，社会变成这个样子，世界变成这个样子。",
      "zh_TW": "中國這個社會，這個族群在這塊大地生活了一萬多年，這有文化。有文字五千年，五千年這一群人都生活在這個地上。創造、發明，社會的演變，每一個朝代都有太平盛世出現，都有聖賢人出現在世間，世世代代，沒有出過事情，禮義之邦，太平盛世。現在出了問題，我們細心去觀察，大概這個問題是最近兩百年。前面一百年，對老祖宗懷疑了，就是說信心危機產生了，西方的文明來到中國，中國人看到西方的機器好奇，這個新東西很迷人，對於祖宗世世代代傳下來陳舊的，認為這是落伍的思想，不重視了。滿清末年一百年，對中國傳統不重視，滿清亡國之後，民國成立了，對中國傳統東西不要了，完全學西方的，社會變成這個樣子，世界變成這個樣子。"
    },
    {
      "id": "02-040-0371_p0036",
      "zh_CN": "西方的学者，西方真正有学问、有德行的人，呼吁大家，要恢复社会安定和谐、要化解灾难，必须向中国孔孟去求教，向大乘佛法去求教。这些东西在我们中国用了几千年，我们把它丢掉了，现在外国人发现这个东西可以救社会，可以救灾难。中国人听了迷糊，是真的还是假的？这个外国人是真正在赞叹我们古老的传统还是在讽刺，是来骗我们？我们没有智慧来选择。老祖宗东西管不管用，我们做了一次实验，实验做成功了。我们在联合国做出介绍，有影响，对中国国内有影响，在国际上也有影响，这个影响是正面的。如何叫我们现在人相信老祖宗东西是好东西，我们过去误会了，不认识，把它抛弃掉了，现在麻烦出来了，还得把它找回来。",
      "zh_TW": "西方的學者，西方真正有學問、有德行的人，呼籲大家，要恢復社會安定和諧、要化解災難，必須向中國孔孟去求教，向大乘佛法去求教。這些東西在我們中國用了幾千年，我們把它丟掉了，現在外國人發現這個東西可以救社會，可以救災難。中國人聽了迷糊，是真的還是假的？這個外國人是真正在讚歎我們古老的傳統還是在諷刺，是來騙我們？我們沒有智慧來選擇。老祖宗東西管不管用，我們做了一次實驗，實驗做成功了。我們在聯合國做出介紹，有影響，對中國國內有影響，在國際上也有影響，這個影響是正面的。如何叫我們現在人相信老祖宗東西是好東西，我們過去誤會了，不認識，把它拋棄掉了，現在麻煩出來了，還得把它找回來。"
    },
    {
      "id": "02-040-0371_p0037",
      "zh_CN": "科学技术不能放弃，行，可以。汤恩比博士说过这个话，科学技术发展步调缓慢一点，不要太快，赶快把伦理、道德、因果跟宗教教育提上来，如果两个能平衡，问题全解决了；如果科学技术超过伦理道德，这不是好事，最后这个世界可能会毁灭，这些话说得很有道理。汤恩比他没有宗教信仰，但是他相信物质世界的背后一定还有一个精神世界。其实他那个精神世界的想法、看法，跟宗教里头没有什么两样，名称不一样而已，佛教称为自性、本性、真如、涅槃、第一义，就是他所讲的。中国人讲的人性本善，「人之初，性本善」，讲的伦常，五伦、五常、四维、八德，这是他心目当中认为是最好的。他终极的一个希望，希望全世界不同的国家、不同的族群、不同的宗教，大家都能和睦相处，像亲兄弟一样。",
      "zh_TW": "科學技術不能放棄，行，可以。湯恩比博士說過這個話，科學技術發展步調緩慢一點，不要太快，趕快把倫理、道德、因果跟宗教教育提上來，如果兩個能平衡，問題全解決了；如果科學技術超過倫理道德，這不是好事，最後這個世界可能會毀滅，這些話說得很有道理。湯恩比他沒有宗教信仰，但是他相信物質世界的背後一定還有一個精神世界。其實他那個精神世界的想法、看法，跟宗教裡頭沒有什麼兩樣，名稱不一樣而已，佛教稱為自性、本性、真如、涅槃、第一義，就是他所講的。中國人講的人性本善，「人之初，性本善」，講的倫常，五倫、五常、四維、八德，這是他心目當中認為是最好的。他終極的一個希望，希望全世界不同的國家、不同的族群、不同的宗教，大家都能和睦相處，像親兄弟一樣。"
    },
    {
      "id": "02-040-0371_p0038",
      "zh_CN": "现在亲兄弟为争夺财产反目成为仇敌的很多，这什么原因？我们在中国古代没有这个现象，中国在古代家庭是大家庭，不分家的，小孩出生就要教他，你生到这个家里来为什么，要为荣宗耀祖，光大门楣，对社会、对国家做出贡献。所以中国人，古时候中国人，他爱家，家齐而后国治，家是社会非常重要的关键的一个机制，人是为家服务的，家是为社会服务的、为国家服务的。没有自私自利的念头，没有私人财产，自己赚钱赚再多，要交给家里。诸位看小说看《红楼梦》，那里面描写的就是一个家庭。通常一个家庭大概三百人左右，这么多人团体在一块生活，要没有规矩它就会乱。所以家有家道、有家规、有家教、有家学、有家业（它所生产的事业）、有家风，世世代代承传。经商所谓老字号，一个事业经营几百年，世世代代承传，为社会大众服务，它有道、它有德。现在社会没有人讲这些，所以就乱了，贪瞋痴慢取而代之，贪瞋痴慢代替伦理、代替道德、代替因果、代替宗教教育，它就乱了。这个动乱要没有办法把它止住，最后是人类的崩溃，世界的灭亡。",
      "zh_TW": "現在親兄弟為爭奪財產反目成為仇敵的很多，這什麼原因？我們在中國古代沒有這個現象，中國在古代家庭是大家庭，不分家的，小孩出生就要教他，你生到這個家裡來為什麼，要為榮宗耀祖，光大門楣，對社會、對國家做出貢獻。所以中國人，古時候中國人，他愛家，家齊而後國治，家是社會非常重要的關鍵的一個機制，人是為家服務的，家是為社會服務的、為國家服務的。沒有自私自利的念頭，沒有私人財產，自己賺錢賺再多，要交給家裡。諸位看小說看《紅樓夢》，那裡面描寫的就是一個家庭。通常一個家庭大概三百人左右，這麼多人團體在一塊生活，要沒有規矩它就會亂。所以家有家道、有家規、有家教、有家學、有家業（它所生產的事業）、有家風，世世代代承傳。經商所謂老字號，一個事業經營幾百年，世世代代承傳，為社會大眾服務，它有道、它有德。現在社會沒有人講這些，所以就亂了，貪瞋痴慢取而代之，貪瞋痴慢代替倫理、代替道德、代替因果、代替宗教教育，它就亂了。這個動亂要沒有辦法把它止住，最後是人類的崩潰，世界的滅亡。"
    },
    {
      "id": "02-040-0371_p0039",
      "zh_CN": "贪怎么断？必须要讲求因果教育。财富是每个人都想要的，你要来财富干什么？你个人享受，你能享受多少年？你能不能活一百岁？中国古人有一句名言，「一家饱暖千家怨」，你有钱，不能奉献给社会，不能为人民造福，你就有罪。共产党起家就是这个，地主、富农、企业家你们拥有许多的财富，你们没有贡献国家、没有贡献社会、没有照顾人民，人民起义把你推翻，道理就在此地。共产两个字好，财产能跟大家共，天下太平，什么事都没有。真正共产，究竟共产，西方极乐世界，所以西方极乐世界不会出事情。西方极乐世界没有私人财产，为什么？阿弥陀佛很清楚，私人只要有财产，麻烦就来了，私人没有财产。",
      "zh_TW": "貪怎麼斷？必須要講求因果教育。財富是每個人都想要的，你要來財富幹什麼？你個人享受，你能享受多少年？你能不能活一百歲？中國古人有一句名言，「一家飽暖千家怨」，你有錢，不能奉獻給社會，不能為人民造福，你就有罪。共產黨起家就是這個，地主、富農、企業家你們擁有許多的財富，你們沒有貢獻國家、沒有貢獻社會、沒有照顧人民，人民起義把你推翻，道理就在此地。共產兩個字好，財產能跟大家共，天下太平，什麼事都沒有。真正共產，究竟共產，西方極樂世界，所以西方極樂世界不會出事情。西方極樂世界沒有私人財產，為什麼？阿彌陀佛很清楚，私人只要有財產，麻煩就來了，私人沒有財產。"
    },
    {
      "id": "02-040-0371_p0040",
      "zh_CN": "佛教出家人没有财产，释迦牟尼佛一生，他的财产，三件衣，披在身上，一个钵，那就是他的财产。他在外面乞食，日中一食，树下一宿，真正是无产阶级，名符其实。所有一切供养都分配给大家，自己丝毫都不取，这才能服人。那么多人跟他学习，跟他出家，当时的僧团，一千二百五十五人，常随众，佛到哪里他们跟到哪里。除常随众之外，我们能想像得到，还有一些在家的，不是常随的，来跟他住一个月、两个月的，十天半个月的，很多。这些人没有记载，统统加进来，我们估计他的团体至少在三千人以上，这么大团体。修六和敬，六和敬里头最后一条，利和同均，就是共产，物质生活大家是平等的。",
      "zh_TW": "佛教出家人沒有財產，釋迦牟尼佛一生，他的財產，三件衣，披在身上，一個缽，那就是他的財產。他在外面乞食，日中一食，樹下一宿，真正是無產階級，名符其實。所有一切供養都分配給大家，自己絲毫都不取，這才能服人。那麼多人跟他學習，跟他出家，當時的僧團，一千二百五十五人，常隨眾，佛到哪裡他們跟到哪裡。除常隨眾之外，我們能想像得到，還有一些在家的，不是常隨的，來跟他住一個月、兩個月的，十天半個月的，很多。這些人沒有記載，統統加進來，我們估計他的團體至少在三千人以上，這麼大團體。修六和敬，六和敬裡頭最後一條，利和同均，就是共產，物質生活大家是平等的。"
    },
    {
      "id": "02-040-0371_p0041",
      "zh_CN": "托钵不平等，我今天托的这一家供养的菜饭不错，他托的就不如我，甚至于没托到，这怎么办？佛法的规定，不是托了你自己吃，不是的，托了回来，回来之后把所有饭菜混合在一起，你吃多少拿多少，你看才真正公平。还有多余的，多余的不可以留到明天，留到明天会留坏了，不健康，供养畜生，供养小鸟小虫、供养野兽，大家拿到外面去分，去供养。这是佛陀在世的生活方式。传到中国来了，这出家人是帝王师，中国人讲孝道，学生怎么能让老师到外面去乞食？这在中国人家骂你，大不孝，大不敬。所以在中国，帝王给他建宫殿，让他居住环境跟帝王一样，每天在这边讲经教学，教化众生。",
      "zh_TW": "托缽不平等，我今天托的這一家供養的菜飯不錯，他托的就不如我，甚至於沒托到，這怎麼辦？佛法的規定，不是托了你自己吃，不是的，托了回來，回來之後把所有飯菜混合在一起，你吃多少拿多少，你看才真正公平。還有多餘的，多餘的不可以留到明天，留到明天會留壞了，不健康，供養畜生，供養小鳥小蟲、供養野獸，大家拿到外面去分，去供養。這是佛陀在世的生活方式。傳到中國來了，這出家人是帝王師，中國人講孝道，學生怎麼能讓老師到外面去乞食？這在中國人家罵你，大不孝，大不敬。所以在中國，帝王給他建宮殿，讓他居住環境跟帝王一樣，每天在這邊講經教學，教化眾生。"
    },
    {
      "id": "02-040-0371_p0042",
      "zh_CN": "早年佛教这种教化以教学为先的，应该传到清朝盛世。佛教变成现在的样子历史不长，我觉得也就是两百年的样子，衰了，大家把教学放弃了，把研究、学习放弃了，专门走经忏佛事，为亡者超度，就是不为世间人服务，为亡者服务、为鬼神服务，这就衰了。我们在经典里面看，释迦牟尼佛从来没有为这个服务。释迦牟尼佛服务是每天教学，天天不中断，教了四十九年，三十岁开悟就开始教，七十九岁圆寂的，所以教学四十九年，讲经三百余会。这个讲经就像我们现在办班，办班三百多次。这个活动，大型的，人多，时间长，有好几年才结束；小规模的，有一、二个人的，你在《阿含经》可以看到，一部经一、二百个字。那什么？有人向他老人家请教，提出疑难问题，他给他讲解，这样的经就很短。净土经是非常特殊，没有人请法，佛自动讲的。特别给我们介绍宇宙之间有一个地区，是阿弥陀佛他在那里建立的大道场，接引众生到那边去修学，那边是最理想的生活环境、工作的环境、学习的环境。我们没想到的他全想到了，所以这是个非常好的环境。",
      "zh_TW": "早年佛教這種教化以教學為先的，應該傳到清朝盛世。佛教變成現在的樣子歷史不長，我覺得也就是兩百年的樣子，衰了，大家把教學放棄了，把研究、學習放棄了，專門走經懺佛事，為亡者超度，就是不為世間人服務，為亡者服務、為鬼神服務，這就衰了。我們在經典裡面看，釋迦牟尼佛從來沒有為這個服務。釋迦牟尼佛服務是每天教學，天天不中斷，教了四十九年，三十歲開悟就開始教，七十九歲圓寂的，所以教學四十九年，講經三百餘會。這個講經就像我們現在辦班，辦班三百多次。這個活動，大型的，人多，時間長，有好幾年才結束；小規模的，有一、二個人的，你在《阿含經》可以看到，一部經一、二百個字。那什麼？有人向他老人家請教，提出疑難問題，他給他講解，這樣的經就很短。淨土經是非常特殊，沒有人請法，佛自動講的。特別給我們介紹宇宙之間有一個地區，是阿彌陀佛他在那裡建立的大道場，接引眾生到那邊去修學，那邊是最理想的生活環境、工作的環境、學習的環境。我們沒想到的他全想到了，所以這是個非常好的環境。"
    },
    {
      "id": "02-040-0371_p0043",
      "zh_CN": "那么贪，我们讲到贪，我前面说过，贪的中心，就是你最放不下的，情执，这个最难断。现在人贪财这个意念有可能超过情执，在过去一般讲，情执最难断。能把情执放下，今天能把财色名利放下，贪烦恼就断了。瞋的核心是傲慢，傲慢是俱生烦恼，也就是说你从生下来就带来。与生俱来的烦恼，这统统有，这叫根本烦恼。但是在你出世到这个人间来，出生的一百天，贪瞋痴慢疑恶见全没有，你可以看到你最天真的状况，那个状况就跟佛的状况没有两样。",
      "zh_TW": "那麼貪，我們講到貪，我前面說過，貪的中心，就是你最放不下的，情執，這個最難斷。現在人貪財這個意念有可能超過情執，在過去一般講，情執最難斷。能把情執放下，今天能把財色名利放下，貪煩惱就斷了。瞋的核心是傲慢，傲慢是俱生煩惱，也就是說你從生下來就帶來。與生俱來的煩惱，這統統有，這叫根本煩惱。但是在你出世到這個人間來，出生的一百天，貪瞋痴慢疑惡見全沒有，你可以看到你最天真的狀況，那個狀況就跟佛的狀況沒有兩樣。"
    },
    {
      "id": "02-040-0371_p0044",
      "zh_CN": "我在前面讲过，「人生百日」，一个人出生下来一百天，「体露真常」，你从他身体细心去观察，你能够体会到他是真心，永恒不变的常态，你能看出来，他没有分别、他没有执着，他不认生，什么人去抱他，他都欢喜，欢欢喜喜，满面笑容，对什么都好，对小动物也都一样，真是平等心、清净心。一百天以后慢慢长大了，他认识他的妈妈、爸爸，他有分别，他有执着，他就有染污了。在他没有分别、没有执着、没有染污的时候，你看真心，完全是真心流露，最为可贵。一有分别、有执着，知道这个是他妈妈，那个是他爸爸，妈妈、爸爸抱他欢喜，别人抱他就哭，他就拒绝，就烦恼起现行，贪瞋痴慢疑就起来了，往后愈染污就愈严重。所以从出生，没有自私自利的观念，自私自利是习性，学来的，不是天生的。",
      "zh_TW": "我在前面講過，「人生百日」，一個人出生下來一百天，「體露真常」，你從他身體細心去觀察，你能夠體會到他是真心，永恆不變的常態，你能看出來，他沒有分別、他沒有執著，他不認生，什麼人去抱他，他都歡喜，歡歡喜喜，滿面笑容，對什麼都好，對小動物也都一樣，真是平等心、清淨心。一百天以後慢慢長大了，他認識他的媽媽、爸爸，他有分別，他有執著，他就有染污了。在他沒有分別、沒有執著、沒有染污的時候，你看真心，完全是真心流露，最為可貴。一有分別、有執著，知道這個是他媽媽，那個是他爸爸，媽媽、爸爸抱他歡喜，別人抱他就哭，他就拒絕，就煩惱起現行，貪瞋痴慢疑就起來了，往後愈染污就愈嚴重。所以從出生，沒有自私自利的觀念，自私自利是習性，學來的，不是天生的。"
    },
    {
      "id": "02-040-0371_p0045",
      "zh_CN": "愚痴的中心就是怀疑，下面这个疑，痴的核心是疑，怀疑。恶见，错误的见解。第一个恶见就是认为身是自己，这大错特错，根本上错了，一路错到底。这个事情佛讲得很清楚，我们一个人，两部分组成的，一个是物质、一个是精神，物质是肉体，肉身，精神是思想、是念头，两部分组合的，这两部分分不开。谁在先谁在后？念头在先，物质在后，这个科学证明了。「相由心生，境随心转」，这两句话非常重要。物质从哪来？念头生的。谁的念头？自己的念头。环境会随着念头在变，谁的念头？自己的念头。得有决定的信心。",
      "zh_TW": "愚痴的中心就是懷疑，下面這個疑，痴的核心是疑，懷疑。惡見，錯誤的見解。第一個惡見就是認為身是自己，這大錯特錯，根本上錯了，一路錯到底。這個事情佛講得很清楚，我們一個人，兩部分組成的，一個是物質、一個是精神，物質是肉體，肉身，精神是思想、是念頭，兩部分組合的，這兩部分分不開。誰在先誰在後？念頭在先，物質在後，這個科學證明了。「相由心生，境隨心轉」，這兩句話非常重要。物質從哪來？念頭生的。誰的念頭？自己的念頭。環境會隨著念頭在變，誰的念頭？自己的念頭。得有決定的信心。"
    },
    {
      "id": "02-040-0371_p0046",
      "zh_CN": "下面说，从根本烦恼流出者，叫随烦恼，随着根本烦恼而生起的。这个参考资料里头有表解，诸位一看就明白了。谓追想过去的行事，这就是回忆，想过去的。或由现在的事物不满于意，自懊恼的精神作用，或者是现前一切不顺心、不满意的，生烦恼；称心如意的，生喜乐。喜乐也是烦恼，为什么？喜乐会失掉，叫坏苦。佛把苦分为三大类，苦苦、坏苦、行苦，行苦就是你不能够永远保持，譬如寿命，你就没办法保持。",
      "zh_TW": "下面說，從根本煩惱流出者，叫隨煩惱，隨著根本煩惱而生起的。這個參考資料裡頭有表解，諸位一看就明白了。謂追想過去的行事，這就是回憶，想過去的。或由現在的事物不滿於意，自懊惱的精神作用，或者是現前一切不順心、不滿意的，生煩惱；稱心如意的，生喜樂。喜樂也是煩惱，為什麼？喜樂會失掉，叫壞苦。佛把苦分為三大類，苦苦、壞苦、行苦，行苦就是你不能夠永遠保持，譬如壽命，你就沒辦法保持。"
    },
    {
      "id": "02-040-0371_p0047",
      "zh_CN": "人，你一定要知道，你有出生这一天，你会有死亡的一天。如何对待死亡，这是大问题，不是小问题。首先要明了，死了以后还有没有我？我到哪里去了？西方人一般相信，一个有道德、有善心的人，死了以后会上天堂；心行不善，造恶的人，他会堕地狱。这是从前的西方人，他们有宗教信仰。现在的西方人宗教信仰淡薄了，信仰科学，科学否定宗教这些说法，宗教没落了，信仰宗教的人愈来愈少了。这到底是福还是祸？现在许多人在思惟这个事情。",
      "zh_TW": "人，你一定要知道，你有出生這一天，你會有死亡的一天。如何對待死亡，這是大問題，不是小問題。首先要明瞭，死了以後還有沒有我？我到哪裡去了？西方人一般相信，一個有道德、有善心的人，死了以後會上天堂；心行不善，造惡的人，他會墮地獄。這是從前的西方人，他們有宗教信仰。現在的西方人宗教信仰淡薄了，信仰科學，科學否定宗教這些說法，宗教沒落了，信仰宗教的人愈來愈少了。這到底是福還是禍？現在許多人在思惟這個事情。"
    },
    {
      "id": "02-040-0371_p0048",
      "zh_CN": "所以，汤恩比博士他不相信宗教，但是他认为人类不能没有宗教，宗教是人类之所必需，人类的发展是宗教最初，在原始社会里最初有宗教，从宗教里面出生的科学技术，从宗教里面出生的文明。文化、文明从哪里来？从宗教来的。今天用中国人的思惟，宗教既然是文化、文明的根本，发源地，如果把根本去掉了，恐怕文明跟文化全成了问题，为什么？它没有根了。今天科学就是想把这个根去掉，不要这个根。所以汤恩比觉得这不是好事，这很可怕。",
      "zh_TW": "所以，湯恩比博士他不相信宗教，但是他認為人類不能沒有宗教，宗教是人類之所必需，人類的發展是宗教最初，在原始社會裡最初有宗教，從宗教裡面出生的科學技術，從宗教裡面出生的文明。文化、文明從哪裡來？從宗教來的。今天用中國人的思惟，宗教既然是文化、文明的根本，發源地，如果把根本去掉了，恐怕文明跟文化全成了問題，為什麼？它沒有根了。今天科學就是想把這個根去掉，不要這個根。所以湯恩比覺得這不是好事，這很可怕。"
    },
    {
      "id": "02-040-0371_p0049",
      "zh_CN": "下面又有一句，《唯识述记》，这是玄奘大师的作品，烦是扰的意思，恼是乱的意思，我们心情很乱，这是恼；我们受外面干扰，受情绪的干扰，这是烦。「远离恼乱之患，故曰无诸恼患」。今天时间到了，我们就学习到此地。",
      "zh_TW": "下面又有一句，《唯識述記》，這是玄奘大師的作品，煩是擾的意思，惱是亂的意思，我們心情很亂，這是惱；我們受外面干擾，受情緒的干擾，這是煩。「遠離惱亂之患，故曰無諸惱患」。今天時間到了，我們就學習到此地。"
    }
  ]
}