{
  "doc_id": "02-040-0472",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七二集",
    "zh_TW": "第四七二集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0472",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-040-0472_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0472_p0002",
      "zh_CN": "请看《大经科注》第七百八十七页第六行看起，从第二句看起：",
      "zh_TW": "請看《大經科註》第七百八十七頁第六行看起，從第二句看起："
    },
    {
      "id": "02-040-0472_p0003",
      "zh_CN": "「又曰：复有三种众生，当得往生。何等为三」，就是哪三种，「一者，慈心不杀，具诸戒行。二者，读诵大乘方等经典。三者，修行六念。回向发愿，愿生彼国。具此功德，一日乃至七日，即得往生」。这是《观经》上所说的。六念，前面是念三宝，接着念戒、念施、念天。念天是三界二十八层天，必须要回过头来以这些功德回向发愿，这才能往生；如果没有回向发愿，愿生彼国，他们就到天道去了。天道到哪一层天，就是平常他所念的，他念欲界天，五欲没放下，生欲界天；五欲放下了，生色界天、生无色界天。像中国的老子，他肯定是生无色界天，为什么？他著作里头所说的，「吾有大患，为吾有身」。他说他最大的忧患是因为有身，有这个色身，没有色身多好。没有色身是无色界，所以他天天想的是无色界天的境界。这都是属于天道，无色界是天道最高的，没有出离六道轮回。没出轮回，换句话说，没有离究竟苦，没有得究竟乐，也就是说他的离苦得乐不究竟。",
      "zh_TW": "「又曰：復有三種眾生，當得往生。何等為三」，就是哪三種，「一者，慈心不殺，具諸戒行。二者，讀誦大乘方等經典。三者，修行六念。迴向發願，願生彼國。具此功德，一日乃至七日，即得往生」。這是《觀經》上所說的。六念，前面是念三寶，接著念戒、念施、念天。念天是三界二十八層天，必須要回過頭來以這些功德迴向發願，這才能往生；如果沒有迴向發願，願生彼國，他們就到天道去了。天道到哪一層天，就是平常他所念的，他念欲界天，五欲沒放下，生欲界天；五欲放下了，生色界天、生無色界天。像中國的老子，他肯定是生無色界天，為什麼？他著作裡頭所說的，「吾有大患，為吾有身」。他說他最大的憂患是因為有身，有這個色身，沒有色身多好。沒有色身是無色界，所以他天天想的是無色界天的境界。這都是屬於天道，無色界是天道最高的，沒有出離六道輪迴。沒出輪迴，換句話說，沒有離究竟苦，沒有得究竟樂，也就是說他的離苦得樂不究竟。"
    },
    {
      "id": "02-040-0472_p0004",
      "zh_CN": "无色界天也有寿命，虽然他没有身体，他的寿命是什么？是他的定功，他的定功很长，时间很长。非想非非想处天，佛告诉我们他的定功是八万大劫。还得了吗！一个大劫是这个世界成住坏空一次，八万个大劫，这个世界成住坏空八万次，他还在无色界天。但是八万大劫有到的时候，到了怎么办？到了，定功失掉了，烦恼起现行，坠下来。好不容易修到这个境界，依旧要搞六道轮回。所以总不如回向发愿求生净土，一了永了，永远了了，六道轮回不见了，十法界也不见了。往生西方极乐世界有这么样的好处，这不能不知道。所以，具足这三种功德，一日到七日念佛，决定得生，即得往生。《观经》这段话，「与本品内容」，就是「往生正因」这一品，「多相吻合」，很多地方都相同。",
      "zh_TW": "無色界天也有壽命，雖然他沒有身體，他的壽命是什麼？是他的定功，他的定功很長，時間很長。非想非非想處天，佛告訴我們他的定功是八萬大劫。還得了嗎！一個大劫是這個世界成住壞空一次，八萬個大劫，這個世界成住壞空八萬次，他還在無色界天。但是八萬大劫有到的時候，到了怎麼辦？到了，定功失掉了，煩惱起現行，墜下來。好不容易修到這個境界，依舊要搞六道輪迴。所以總不如迴向發願求生淨土，一了永了，永遠了了，六道輪迴不見了，十法界也不見了。往生西方極樂世界有這麼樣的好處，這不能不知道。所以，具足這三種功德，一日到七日念佛，決定得生，即得往生。《觀經》這段話，「與本品內容」，就是「往生正因」這一品，「多相吻合」，很多地方都相同。"
    },
    {
      "id": "02-040-0472_p0005",
      "zh_CN": "现在我们看经文，第一段里头「三类差别，分三」，第一类「尽持经戒二利得生」。分两段，第一段「胜因」，胜是殊胜，殊胜的因。有六个小段，第一个小段「闻持本经」。这品经非常重要，我们修净土，目的是想往生极乐世界，往生极乐世界你必须要具备的条件都在此地。第一个条件就是要读诵这部经典。请看经文：",
      "zh_TW": "現在我們看經文，第一段裡頭「三類差別，分三」，第一類「盡持經戒二利得生」。分兩段，第一段「勝因」，勝是殊勝，殊勝的因。有六個小段，第一個小段「聞持本經」。這品經非常重要，我們修淨土，目的是想往生極樂世界，往生極樂世界你必須要具備的條件都在此地。第一個條件就是要讀誦這部經典。請看經文："
    },
    {
      "id": "02-040-0472_p0006",
      "zh_CN": "【复次阿难。若有善男子。善女人。闻此经典。受持读诵。书写供养。】",
      "zh_TW": "【復次阿難。若有善男子。善女人。聞此經典。受持讀誦。書寫供養。】"
    },
    {
      "id": "02-040-0472_p0007",
      "zh_CN": "念老的注解告诉我们，这段的经文是本品的首段，第一段。「明」，说明，「第一类正因，发心念佛」。『善男子，善女人』，实际上这个「善」字很重要，注解上没有说，但是这是根本。净业三福第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，十善业是学佛的根本大戒，没有十善怎么能成就？所以善男子，善女人，具足十善业的这个男子、女人，这是我们决定不能够疏忽的。『闻此经典』，我们听到这部经典，《无量寿经》，听了怎么样？接受了，持是保持。『受持』落实在哪里？落实在『读诵』、『书写』、『供养』。注解里头说，「发心念佛，兼受持经戒，自他二利」。书写、供养是利他，古时候没有印刷术，没有印刷，所有经本都要靠手写。所以经教里头对于书写、供养我们看得很多，这是佛在这鼓励我们要流通经典。现在印刷术方便，不必手写。世界上人口比过去增加，我们要大量的流通，这就是靠印刷。现在有科学的工具，有录音、有录像，尽量利用这些工具去宣扬，这都是书写供养的延伸。这段经文是宋译本的原文，念老在这里注明了。",
      "zh_TW": "念老的註解告訴我們，這段的經文是本品的首段，第一段。「明」，說明，「第一類正因，發心念佛」。『善男子，善女人』，實際上這個「善」字很重要，註解上沒有說，但是這是根本。淨業三福第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，十善業是學佛的根本大戒，沒有十善怎麼能成就？所以善男子，善女人，具足十善業的這個男子、女人，這是我們決定不能夠疏忽的。『聞此經典』，我們聽到這部經典，《無量壽經》，聽了怎麼樣？接受了，持是保持。『受持』落實在哪裡？落實在『讀誦』、『書寫』、『供養』。註解裡頭說，「發心念佛，兼受持經戒，自他二利」。書寫、供養是利他，古時候沒有印刷術，沒有印刷，所有經本都要靠手寫。所以經教裡頭對於書寫、供養我們看得很多，這是佛在這鼓勵我們要流通經典。現在印刷術方便，不必手寫。世界上人口比過去增加，我們要大量的流通，這就是靠印刷。現在有科學的工具，有錄音、有錄像，盡量利用這些工具去宣揚，這都是書寫供養的延伸。這段經文是宋譯本的原文，念老在這裡註明了。"
    },
    {
      "id": "02-040-0472_p0008",
      "zh_CN": "正因，「第一类正因，共有六句：一受持本经」，意思很清楚，「二求生净土，三发菩提心，四严持诸戒，五饶益有情，六忆佛念佛」。这些在这部经里头讲得很多。「《观经约论》云」，《观经约论》是彭际清居士的著作，修净土的人对他应该都很熟悉。他《无量寿经》注解叫《起信论》，《无量寿经起信论》是他的著作，《观经》的注解叫《约论》。约论的意思，不是很详细的说，是大概，像蕅益大师《弥陀经要解》，约论跟要解的意思相仿佛。这里面说，「不读大乘则不明佛心」。读大乘重要，读大乘的人多，没开悟，没有开悟还是不明佛心。要怎么读法？古大德教导我们，「一门深入，长时薰修」，这才行。现在人不懂这个道理，看到这个经文「读诵大乘」，大乘经典都读，那就是读《大藏经》。佛是不是这个意思？不是。",
      "zh_TW": "正因，「第一類正因，共有六句：一受持本經」，意思很清楚，「二求生淨土，三發菩提心，四嚴持諸戒，五饒益有情，六憶佛念佛」。這些在這部經裡頭講得很多。「《觀經約論》云」，《觀經約論》是彭際清居士的著作，修淨土的人對他應該都很熟悉。他《無量壽經》註解叫《起信論》，《無量壽經起信論》是他的著作，《觀經》的註解叫《約論》。約論的意思，不是很詳細的說，是大概，像蕅益大師《彌陀經要解》，約論跟要解的意思相彷彿。這裡面說，「不讀大乘則不明佛心」。讀大乘重要，讀大乘的人多，沒開悟，沒有開悟還是不明佛心。要怎麼讀法？古大德教導我們，「一門深入，長時薰修」，這才行。現在人不懂這個道理，看到這個經文「讀誦大乘」，大乘經典都讀，那就是讀《大藏經》。佛是不是這個意思？不是。"
    },
    {
      "id": "02-040-0472_p0009",
      "zh_CN": "古时候，不要说太远，一百年前，虽然有铅字排版印经，成本很高，并不普遍，经本昂贵。我们看民国初年，一部《辞源》，商务印书馆印的《辞源》，这属于字典，上下两本，这么厚，上下两本，定价大洋五元，五块钱。五块钱在那时候，它的价值是一个四口之家一个月的生活费用，你就知道书的价格之高，一般人买不起。买不起怎么办？抄，向别人借，借来抄。那时候印的量也不多。不像现在，现在书很便宜，你看书后面的定价，几十块钱、一百多块钱，到馆子里面吃一餐饭就没有了。以前到馆子里面吃一餐饭，如果是一个人去，只要几分钱，一毛钱可以请客。这什么时候？我们做童年那个时代，一毛钱可以请客。乡下人生活清苦，四口之家一个月生活费用两块钱，所以一毛钱是很值钱。",
      "zh_TW": "古時候，不要說太遠，一百年前，雖然有鉛字排版印經，成本很高，並不普遍，經本昂貴。我們看民國初年，一部《辭源》，商務印書館印的《辭源》，這屬於字典，上下兩本，這麼厚，上下兩本，定價大洋五元，五塊錢。五塊錢在那時候，它的價值是一個四口之家一個月的生活費用，你就知道書的價格之高，一般人買不起。買不起怎麼辦？抄，向別人借，借來抄。那時候印的量也不多。不像現在，現在書很便宜，你看書後面的定價，幾十塊錢、一百多塊錢，到館子裡面吃一餐飯就沒有了。以前到館子裡面吃一餐飯，如果是一個人去，只要幾分錢，一毛錢可以請客。這什麼時候？我們做童年那個時代，一毛錢可以請客。鄉下人生活清苦，四口之家一個月生活費用兩塊錢，所以一毛錢是很值錢。"
    },
    {
      "id": "02-040-0472_p0010",
      "zh_CN": "在那个时候，抗战时候，用铜板。我们念小学，上学的时候早晨妈妈给一个铜板，在学校门口就能够吃早餐。这一个铜板，一碗豆浆、一根油条、一个烧饼，早餐就吃饱了，一个铜板。三个铜板是一分钱，一毛钱是三十个铜板，这是抗战那个时代，抗战初期。如果再往前推个十年，民国初年，还用那个铜板当中有个洞的，有个方方洞的，满清时代的钱，那个钱叫一文，一个铜板叫一文。我们记事，开始用铜板了，当中没有孔，那一个铜板当十文，就是换满清那个时代的当中有个方洞的换十个。钱很值钱，跟现在完全不一样。",
      "zh_TW": "在那個時候，抗戰時候，用銅板。我們念小學，上學的時候早晨媽媽給一個銅板，在學校門口就能夠吃早餐。這一個銅板，一碗豆漿、一根油條、一個燒餅，早餐就吃飽了，一個銅板。三個銅板是一分錢，一毛錢是三十個銅板，這是抗戰那個時代，抗戰初期。如果再往前推個十年，民國初年，還用那個銅板當中有個洞的，有個方方洞的，滿清時代的錢，那個錢叫一文，一個銅板叫一文。我們記事，開始用銅板了，當中沒有孔，那一個銅板當十文，就是換滿清那個時代的當中有個方洞的換十個。錢很值錢，跟現在完全不一樣。"
    },
    {
      "id": "02-040-0472_p0011",
      "zh_CN": "我们生在这个时代，科学技术发达，对于这些书籍这个方便、价廉、物美，这种障碍在过去是很严重，现在这个障碍没有了，大量翻印，广为流通。人口增加了，中国在抗战之后，结束的时候，所谓四万万人，四亿人，现在大概到十四亿了，人口增加。人需要文化、需要读书，所以现在我们要印送经书，不必自己去抄写，大量的去翻印。",
      "zh_TW": "我們生在這個時代，科學技術發達，對於這些書籍這個方便、價廉、物美，這種障礙在過去是很嚴重，現在這個障礙沒有了，大量翻印，廣為流通。人口增加了，中國在抗戰之後，結束的時候，所謂四萬萬人，四億人，現在大概到十四億了，人口增加。人需要文化、需要讀書，所以現在我們要印送經書，不必自己去抄寫，大量的去翻印。"
    },
    {
      "id": "02-040-0472_p0012",
      "zh_CN": "读大乘，还是要守住佛陀的教诲、祖宗的教法，一门深入，长时薰修，只读一部。求什么？求开悟、求智慧。智慧从哪里来的？从定来的。定从哪里来的？定从读诵来的。所以读诵经典是方法，这个方法就是说属于叫戒律，这是戒律，你要守这个戒律。每天就读这一本，遍数读得愈多愈好。这部书读熟了，三、四十分钟从头到尾就念了一遍。这一天读一遍行不行？不行。读诵的目的在哪里？是帮助我们收心，就是大势至菩萨所说的「都摄六根」，读诵的目的是都摄六根。什么叫都摄六根？我们再说个容易懂的话，就是不打妄想。不读经会胡思乱想，有妄念、有杂念，读经是把妄念打掉、把杂念打掉，是这个意思。不是叫你背书，也不是叫你研究经典里面意思，不是的。根本不需要懂它的意思，只是一个字一个字念清楚，一句一句没有念漏掉，对你只有这个要求。为什么？摄心，对你要求这个事情。摄心就是修定，用读书、读经的方法来修定，它道理在这里，定才能开慧。而且读的时候还有音韵，你读得很快乐，不会厌烦，像唱歌一样，读书快乐。这是不能不知道它目的何在。",
      "zh_TW": "讀大乘，還是要守住佛陀的教誨、祖宗的教法，一門深入，長時薰修，只讀一部。求什麼？求開悟、求智慧。智慧從哪裡來的？從定來的。定從哪裡來的？定從讀誦來的。所以讀誦經典是方法，這個方法就是說屬於叫戒律，這是戒律，你要守這個戒律。每天就讀這一本，遍數讀得愈多愈好。這部書讀熟了，三、四十分鐘從頭到尾就念了一遍。這一天讀一遍行不行？不行。讀誦的目的在哪裡？是幫助我們收心，就是大勢至菩薩所說的「都攝六根」，讀誦的目的是都攝六根。什麼叫都攝六根？我們再說個容易懂的話，就是不打妄想。不讀經會胡思亂想，有妄念、有雜念，讀經是把妄念打掉、把雜念打掉，是這個意思。不是叫你背書，也不是叫你研究經典裡面意思，不是的。根本不需要懂它的意思，只是一個字一個字念清楚，一句一句沒有念漏掉，對你只有這個要求。為什麼？攝心，對你要求這個事情。攝心就是修定，用讀書、讀經的方法來修定，它道理在這裡，定才能開慧。而且讀的時候還有音韻，你讀得很快樂，不會厭煩，像唱歌一樣，讀書快樂。這是不能不知道它目的何在。"
    },
    {
      "id": "02-040-0472_p0013",
      "zh_CN": "清净心现前了，妄念没有了，杂念没有了，就是我们经上修行所提的清净、平等、觉。用什么方法？用读诵，读诵方法来修清净平等觉。读久了，念佛三昧现前，这是《无量寿经》，三昧称为念佛三昧。得三昧之后，读诵不能间断，那个时候可以不必对着经本去读，为什么？都能背了，念上一千遍就可以背了。我过去在美国，遇到一个居士，这个居士记忆力并不很好，妄念也很多，他念《无量寿经》。他告诉我，《无量寿经》完全会背，一字不漏，他念了多少遍？六千遍。也非常了不起，没有恒心做不到。很可惜，他读经的方向没有掌握到，妄念虽然减少了，他还有恶念，还有严重的嫉妒、傲慢。起心动念还是损人利己，他还造业，别人比他优越的地方他嫉妒，所以清净心没得到。这就是没有遵守经上所教的。你看，他读经六千遍经，受持本经做到了，求生净土没做到。求生净土要把烦恼念掉，这才能往生。菩提心没发，严持戒律也没做到，饶益有情没做到，忆佛念佛或有或无，是这么做，功夫不得力。由此可知，这六句正因里头他只有两句，缺少四句，只有三分之一，缺了三分之二，往生没把握。我们看到这个例子，心里面要有警觉，我们自己要认真反省。真正想往生，这六句应该统统具足。",
      "zh_TW": "清淨心現前了，妄念沒有了，雜念沒有了，就是我們經上修行所提的清淨、平等、覺。用什麼方法？用讀誦，讀誦方法來修清淨平等覺。讀久了，念佛三昧現前，這是《無量壽經》，三昧稱為念佛三昧。得三昧之後，讀誦不能間斷，那個時候可以不必對著經本去讀，為什麼？都能背了，念上一千遍就可以背了。我過去在美國，遇到一個居士，這個居士記憶力並不很好，妄念也很多，他念《無量壽經》。他告訴我，《無量壽經》完全會背，一字不漏，他念了多少遍？六千遍。也非常了不起，沒有恆心做不到。很可惜，他讀經的方向沒有掌握到，妄念雖然減少了，他還有惡念，還有嚴重的嫉妒、傲慢。起心動念還是損人利己，他還造業，別人比他優越的地方他嫉妒，所以清淨心沒得到。這就是沒有遵守經上所教的。你看，他讀經六千遍經，受持本經做到了，求生淨土沒做到。求生淨土要把煩惱念掉，這才能往生。菩提心沒發，嚴持戒律也沒做到，饒益有情沒做到，憶佛念佛或有或無，是這麼做，功夫不得力。由此可知，這六句正因裡頭他只有兩句，缺少四句，只有三分之一，缺了三分之二，往生沒把握。我們看到這個例子，心裡面要有警覺，我們自己要認真反省。真正想往生，這六句應該統統具足。"
    },
    {
      "id": "02-040-0472_p0014",
      "zh_CN": "但是受持本经这是基础，落实在受持就是读诵，看着经本叫读，不看经本叫诵，诵是背诵。修学这个法门，第一个愿望就是求生净土，也就是终究的目的。我为什么要读诵《无量寿经》？为什么要修念佛法门？就是为求生净土。发菩提心，菩提心是真心，待人接物要用真心，不能用妄心。菩提心，我们在早年，也这么多年来，我们用十个字，「真诚」，真诚是菩提心的体。「清净、平等、正觉」是菩提心的自受用，就是真诚心对待自己，是什么？是清净、平等、正觉，就是经题上的清净平等觉。在经论里头，经是《观无量寿佛经》，论是《大乘起信论》，经论里面自受用都叫深心，深浅的深，叫深心，不太好懂。古德的注解意思也很难体会，多半注解是好善好德，这是深心。所以我早年讲解菩提心的时候，我觉得我们这经题上五个字好，清净平等觉，这就是深心，一个比一个深。清净心，阿罗汉证得的；平等心，菩萨证得的；觉，这正觉，法身菩萨证得，法身菩萨就是佛，大彻大悟，明心见性，见性成佛。这深心，一层比一层深。他受用，「慈悲」，大慈大悲，救苦救难。怎么救法？把这部经、把这个法门介绍给他，就是救了他。他要真搞明白、搞懂了，依教奉行，将来必定生净土，生净土就是作佛，这是圆满究竟的度了众生。这个心要发，发了要起作用，对自己、对别人要用菩提心，菩提心是觉而不迷。",
      "zh_TW": "但是受持本經這是基礎，落實在受持就是讀誦，看著經本叫讀，不看經本叫誦，誦是背誦。修學這個法門，第一個願望就是求生淨土，也就是終究的目的。我為什麼要讀誦《無量壽經》？為什麼要修念佛法門？就是為求生淨土。發菩提心，菩提心是真心，待人接物要用真心，不能用妄心。菩提心，我們在早年，也這麼多年來，我們用十個字，「真誠」，真誠是菩提心的體。「清淨、平等、正覺」是菩提心的自受用，就是真誠心對待自己，是什麼？是清淨、平等、正覺，就是經題上的清淨平等覺。在經論裡頭，經是《觀無量壽佛經》，論是《大乘起信論》，經論裡面自受用都叫深心，深淺的深，叫深心，不太好懂。古德的註解意思也很難體會，多半註解是好善好德，這是深心。所以我早年講解菩提心的時候，我覺得我們這經題上五個字好，清淨平等覺，這就是深心，一個比一個深。清淨心，阿羅漢證得的；平等心，菩薩證得的；覺，這正覺，法身菩薩證得，法身菩薩就是佛，大徹大悟，明心見性，見性成佛。這深心，一層比一層深。他受用，「慈悲」，大慈大悲，救苦救難。怎麼救法？把這部經、把這個法門介紹給他，就是救了他。他要真搞明白、搞懂了，依教奉行，將來必定生淨土，生淨土就是作佛，這是圓滿究竟的度了眾生。這個心要發，發了要起作用，對自己、對別人要用菩提心，菩提心是覺而不迷。"
    },
    {
      "id": "02-040-0472_p0015",
      "zh_CN": "第四严持诸戒，严是严格，对自己要严厉受持。诸戒里头最重要的是根本戒，根本戒是所有学佛弟子都要遵守，三皈、十善、五戒，再加上一个六和。六和是处众，我们跟别人相处，六和是戒。做人不容易，稍稍不谨慎就会跟人结冤仇，有意无意。不要以为冤仇无所谓，它会惹来生生世世冤冤相报没完没了。真难！我们看佛陀、看孔子，这是大圣，他们在日常生活当中处事待人接物决定不跟众生结怨，他们做得很好。这里头最重要的，普贤菩萨所说的，「恒顺众生，随喜功德」。不必要随我，人家怎么说，好，我随顺他。随顺我，叫人随顺我，我不随顺他，人家表面不得已，心里不高兴，这就结怨了。完全随顺他，在修行上得大利益，为什么？佛法的入门要断见思烦恼，小乘学的。入门，须陀洹、大乘初信位的菩萨，五种见惑断掉了。",
      "zh_TW": "第四嚴持諸戒，嚴是嚴格，對自己要嚴厲受持。諸戒裡頭最重要的是根本戒，根本戒是所有學佛弟子都要遵守，三皈、十善、五戒，再加上一個六和。六和是處眾，我們跟別人相處，六和是戒。做人不容易，稍稍不謹慎就會跟人結冤仇，有意無意。不要以為冤仇無所謂，它會惹來生生世世冤冤相報沒完沒了。真難！我們看佛陀、看孔子，這是大聖，他們在日常生活當中處事待人接物決定不跟眾生結怨，他們做得很好。這裡頭最重要的，普賢菩薩所說的，「恆順眾生，隨喜功德」。不必要隨我，人家怎麼說，好，我隨順他。隨順我，叫人隨順我，我不隨順他，人家表面不得已，心裡不高興，這就結怨了。完全隨順他，在修行上得大利益，為什麼？佛法的入門要斷見思煩惱，小乘學的。入門，須陀洹、大乘初信位的菩薩，五種見惑斷掉了。"
    },
    {
      "id": "02-040-0472_p0016",
      "zh_CN": "我们这五种见惑能不能断？不能断。见惑里第一个身见。学佛学了一辈子，没入门，什么原因？不肯恒顺众生。要能恒顺众生，我们自己就淡忘了，不随自己、顺别人能破身见。破身见的人会恒顺众生，你说什么都行。干坏事呢？坏事我们不随顺，好事，不是坏事，都可以随顺。你有智慧，你有定力，你知道什么状况之下可以随，什么状况之下不能随，不能随有变通的方法随顺，还是不会得罪人。跟人相处一定是皆大欢喜，皆大欢喜的时候，有时候别人有错误，你给他提建议他会听，他会接受。如果我们的态度很傲慢、有嫉妒心，做不到。",
      "zh_TW": "我們這五種見惑能不能斷？不能斷。見惑裡第一個身見。學佛學了一輩子，沒入門，什麼原因？不肯恆順眾生。要能恆順眾生，我們自己就淡忘了，不隨自己、順別人能破身見。破身見的人會恆順眾生，你說什麼都行。幹壞事呢？壞事我們不隨順，好事，不是壞事，都可以隨順。你有智慧，你有定力，你知道什麼狀況之下可以隨，什麼狀況之下不能隨，不能隨有變通的方法隨順，還是不會得罪人。跟人相處一定是皆大歡喜，皆大歡喜的時候，有時候別人有錯誤，你給他提建議他會聽，他會接受。如果我們的態度很傲慢、有嫉妒心，做不到。"
    },
    {
      "id": "02-040-0472_p0017",
      "zh_CN": "佛所制定的戒律，佛全做到了。其实佛哪里有什么戒律，佛的生活言行记下来就是戒律，他本来就是这样的。完全没有，意见都没有，是自然的，没有造作，自自然然与性德相应。所以，明心见性就成佛，成佛就是大圆满，戒定慧的大圆满，十善业的大圆满，那是自然的。我们迷失了自性，在六道里头搞轮回，时间太长了，真正是无量劫迷在这个里头，染上严重的习气。佛在经上告诉我们，我们看了也很受感动，听了也觉得不错，但是落实在生活当中做不到，我们的毛病习气全出来。佛知道，佛不是不知道，佛用的方法善巧微妙，就叫你念，天天念。念的遍数要多，半个小时念一遍，念熟了，一天念三十遍。为什么要念这么多遍？能摄心，能帮助你把清净心找回来。",
      "zh_TW": "佛所制定的戒律，佛全做到了。其實佛哪裡有什麼戒律，佛的生活言行記下來就是戒律，他本來就是這樣的。完全沒有，意見都沒有，是自然的，沒有造作，自自然然與性德相應。所以，明心見性就成佛，成佛就是大圓滿，戒定慧的大圓滿，十善業的大圓滿，那是自然的。我們迷失了自性，在六道裡頭搞輪迴，時間太長了，真正是無量劫迷在這個裡頭，染上嚴重的習氣。佛在經上告訴我們，我們看了也很受感動，聽了也覺得不錯，但是落實在生活當中做不到，我們的毛病習氣全出來。佛知道，佛不是不知道，佛用的方法善巧微妙，就叫你念，天天念。念的遍數要多，半個小時念一遍，念熟了，一天念三十遍。為什麼要念這麼多遍？能攝心，能幫助你把清淨心找回來。"
    },
    {
      "id": "02-040-0472_p0018",
      "zh_CN": "初果心就清净了，刚刚得清净心，为什么？这五种烦恼没有了，身见没有了，边见没有了，没有边见不会跟人对立，跟人事物对立的念头都没有了，成见没有了，自以为是的念头没有了，邪见没有了，入门。所以，清净心得到了，不圆满。到四果阿罗汉，清净心圆满了，再提升就到平等心。清净心里头有三辈九品，平等心里头也有三辈九品，觉里面还是有三辈九品，慢慢提升达到究竟圆满。读诵是好办法，这是佛佛相传教导我们的。所以学习，年龄愈小愈好，根扎得牢，一辈子受用不尽。所以要严持诸戒，这都对自己。",
      "zh_TW": "初果心就清淨了，剛剛得清淨心，為什麼？這五種煩惱沒有了，身見沒有了，邊見沒有了，沒有邊見不會跟人對立，跟人事物對立的念頭都沒有了，成見沒有了，自以為是的念頭沒有了，邪見沒有了，入門。所以，清淨心得到了，不圓滿。到四果阿羅漢，清淨心圓滿了，再提升就到平等心。清淨心裡頭有三輩九品，平等心裡頭也有三輩九品，覺裡面還是有三輩九品，慢慢提升達到究竟圓滿。讀誦是好辦法，這是佛佛相傳教導我們的。所以學習，年齡愈小愈好，根紮得牢，一輩子受用不盡。所以要嚴持諸戒，這都對自己。"
    },
    {
      "id": "02-040-0472_p0019",
      "zh_CN": "底下一句对人，饶益有情。有情众生，最重要的是我们同类，人，再推展出去包括一切动物。有情是动物，无情的，植物、矿物，动物都有情，在小乘说法。大乘究竟说，有情的范围就太大了，为什么？植物有，矿物也有。弥勒菩萨所说的，「一弹指三十二亿百千念，念念成形」，形是物质现象，「形皆有识」，识就是受想行识；换句话说，所有一切现象无不是五蕴皆空。这是法身菩萨见到的，六道凡夫对这个事情不知道，事实真相就在现前，迷得太深，迷的时间太久，完全没有知觉。到什么时候才知道？接受佛经的教诲，知道了，大乘经典上说的。小乘经典有情指动物，大乘经典有情就很难说了，遍法界虚空界一切万物都有情。为什么？我们这个桌椅板凳，它会看、会听，懂得人的意思。江本胜博士做水实验，水是矿物，确实证明水能看、能听，能懂得人的意思。不但水如是，所有一切物质现象没有一个不如是。美国修．蓝博士去年到香港来访问，在我们这个摄影棚里头，告诉我们，桌椅板凳会看会听，我们起心动念它知道，墙壁知道，天花板知道，地板知道，没有一样不知道。这是真的不是假的。所以，我们起心动念说没有人知道，是自己不知道，别人统统知道，就是自己不知道。自己在欺骗自己，怎么能欺骗众生？这不可能。",
      "zh_TW": "底下一句對人，饒益有情。有情眾生，最重要的是我們同類，人，再推展出去包括一切動物。有情是動物，無情的，植物、礦物，動物都有情，在小乘說法。大乘究竟說，有情的範圍就太大了，為什麼？植物有，礦物也有。彌勒菩薩所說的，「一彈指三十二億百千念，念念成形」，形是物質現象，「形皆有識」，識就是受想行識；換句話說，所有一切現象無不是五蘊皆空。這是法身菩薩見到的，六道凡夫對這個事情不知道，事實真相就在現前，迷得太深，迷的時間太久，完全沒有知覺。到什麼時候才知道？接受佛經的教誨，知道了，大乘經典上說的。小乘經典有情指動物，大乘經典有情就很難說了，遍法界虛空界一切萬物都有情。為什麼？我們這個桌椅板凳，它會看、會聽，懂得人的意思。江本勝博士做水實驗，水是礦物，確實證明水能看、能聽，能懂得人的意思。不但水如是，所有一切物質現象沒有一個不如是。美國修．藍博士去年到香港來訪問，在我們這個攝影棚裡頭，告訴我們，桌椅板凳會看會聽，我們起心動念它知道，牆壁知道，天花板知道，地板知道，沒有一樣不知道。這是真的不是假的。所以，我們起心動念說沒有人知道，是自己不知道，別人統統知道，就是自己不知道。自己在欺騙自己，怎麼能欺騙眾生？這不可能。"
    },
    {
      "id": "02-040-0472_p0020",
      "zh_CN": "我们要修成什么样的地位，对于事实真相才完全了解？大乘教上佛常讲，八地以上就全知道了，真正契入佛知佛见。这桩事情被现在量子力学家发现了，量子力学家为我们做证明。物质从哪来的？从念头变现的，念头就是受想行识，物质里头有受想行识。再小的物质，现在物理学家叫它做微中子，微中子有多大？科学家告诉我们，一百亿个微中子，不是一百万，一百亿，一百亿个微中子聚集在一起，它的大小等于一个电子。原子，绕原子核旋转的电子，我们肉眼看不见，也就是说微中子的体积是一个电子的一百亿分之一。这么小的东西，它具足五蕴色受想行识，色是物质现象，这个物质现象有受想行识，圆满的，统统具足。",
      "zh_TW": "我們要修成什麼樣的地位，對於事實真相才完全了解？大乘教上佛常講，八地以上就全知道了，真正契入佛知佛見。這樁事情被現在量子力學家發現了，量子力學家為我們做證明。物質從哪來的？從念頭變現的，念頭就是受想行識，物質裡頭有受想行識。再小的物質，現在物理學家叫它做微中子，微中子有多大？科學家告訴我們，一百億個微中子，不是一百萬，一百億，一百億個微中子聚集在一起，它的大小等於一個電子。原子，繞原子核旋轉的電子，我們肉眼看不見，也就是說微中子的體積是一個電子的一百億分之一。這麼小的東西，它具足五蘊色受想行識，色是物質現象，這個物質現象有受想行識，圓滿的，統統具足。"
    },
    {
      "id": "02-040-0472_p0021",
      "zh_CN": "这是宇宙万物怎么形成的，《金刚经》上说得很清楚，叫一合相。一，就是根本就是一个，微中子，这现在发现的，没有比这个更小了。全部是这个东西组合的，整个宇宙是这个东西组合的。我们一个人的身体，细胞组合的。细胞从哪里来的？细胞是微中子组合的。一个人的身体，科学家告诉我们，大概有六十兆个细胞，六十兆。每天我们身体细胞有死亡的、有新生的，每天有多少？有七千亿。每天七千亿个细胞死亡，也有七千亿个细胞新生代替它，新陈代谢，每天。所以，分段生死每天有这么多，这身体不是我。",
      "zh_TW": "這是宇宙萬物怎麼形成的，《金剛經》上說得很清楚，叫一合相。一，就是根本就是一個，微中子，這現在發現的，沒有比這個更小了。全部是這個東西組合的，整個宇宙是這個東西組合的。我們一個人的身體，細胞組合的。細胞從哪裡來的？細胞是微中子組合的。一個人的身體，科學家告訴我們，大概有六十兆個細胞，六十兆。每天我們身體細胞有死亡的、有新生的，每天有多少？有七千億。每天七千億個細胞死亡，也有七千億個細胞新生代替它，新陳代謝，每天。所以，分段生死每天有這麼多，這身體不是我。"
    },
    {
      "id": "02-040-0472_p0022",
      "zh_CN": "事实真相搞清楚、搞明白了，要爱惜是我们的真心，不生不灭的那个心，也就是真心。真心不生不灭，真心饶益有情，用真心待人，真心里面充满了爱。我们老祖宗教导我们「父子有亲」，五伦第一伦，第一伦那个核心就是亲爱，这个亲爱是性德，没有任何条件。这个性德从哪里来的？没有来处，也没有去处，是自性里本具。性德无量无边，这个爱是性德里头的第一德。在婴儿身上能看见，这个婴儿出生一百天，一百天的时候他还没有起心动念，他没有分别、他没有执着。他还不认识谁是他的爸爸、谁是他妈妈，不认识，他对于每个人平等对待、和睦相处，他做到了。无论哪个人逗他，你看他都开心、他都欢喜，他不拒绝，没有分别，完全天真。到他认识爸爸妈妈，他就被染污，天真就失掉了，为什么？他有分别、他有执着。要知道，永远没有分别、没有执着就是菩萨，没有起心、没有动念那就是佛陀，这经上给我们讲得很清楚。佛菩萨跟我们有什么差别？差别在哪里？六道众生有起心动念、分别执着，有这个东西，佛陀没有起心动念、没有分别执着，这就是佛陀。",
      "zh_TW": "事實真相搞清楚、搞明白了，要愛惜是我們的真心，不生不滅的那個心，也就是真心。真心不生不滅，真心饒益有情，用真心待人，真心裡面充滿了愛。我們老祖宗教導我們「父子有親」，五倫第一倫，第一倫那個核心就是親愛，這個親愛是性德，沒有任何條件。這個性德從哪裡來的？沒有來處，也沒有去處，是自性裡本具。性德無量無邊，這個愛是性德裡頭的第一德。在嬰兒身上能看見，這個嬰兒出生一百天，一百天的時候他還沒有起心動念，他沒有分別、他沒有執著。他還不認識誰是他的爸爸、誰是他媽媽，不認識，他對於每個人平等對待、和睦相處，他做到了。無論哪個人逗他，你看他都開心、他都歡喜，他不拒絕，沒有分別，完全天真。到他認識爸爸媽媽，他就被染污，天真就失掉了，為什麼？他有分別、他有執著。要知道，永遠沒有分別、沒有執著就是菩薩，沒有起心、沒有動念那就是佛陀，這經上給我們講得很清楚。佛菩薩跟我們有什麼差別？差別在哪裡？六道眾生有起心動念、分別執著，有這個東西，佛陀沒有起心動念、沒有分別執著，這就是佛陀。"
    },
    {
      "id": "02-040-0472_p0023",
      "zh_CN": "成佛要不要读那么多经？不需要，要不要学那么多法门？不需要，放下就是。所以，许多大彻大悟不认识字的，一堂课也没听过的。释迦牟尼佛就是个好榜样，他是从禅定里面开悟的。一生讲那么多经，那经谁教他的？没人教。你有问题向他请教，他给你讲，记录下来就是经典。问题不论大小、不论浅深，他没有一样不知道。《华严经》内容是讲整个宇宙万事万法，没人教他，他开悟的时候说出来的，《法华》没人教他，那么多的经论全是从自性里面自然流露出来的。流露要缘，就是要有感，佛就有应。众生有疑难，佛以自性本有的智慧帮他解决。这个智慧一切众生个个皆有，所以佛才说一切众生本来是佛，真的，不是假的，他本来是佛。为什么现在不是佛？那就是你在自性上起心动念，有分别、有执着，这个东西把自性障碍了，自性里面的德用起不来。起来的是什么？烦恼；烦恼，自私自利、损人利己、贪瞋痴慢。完全随顺自己，随顺这个色身、妄心，妄心就是贪瞋痴慢疑，所以生烦恼，不生智慧。六根接触六尘境界不起心、不动念、不分别、不执着，他自然生智慧，智慧离苦得乐，那个乐里头是真乐，凡夫无法想像，境界不一样。",
      "zh_TW": "成佛要不要讀那麼多經？不需要，要不要學那麼多法門？不需要，放下就是。所以，許多大徹大悟不認識字的，一堂課也沒聽過的。釋迦牟尼佛就是個好榜樣，他是從禪定裡面開悟的。一生講那麼多經，那經誰教他的？沒人教。你有問題向他請教，他給你講，記錄下來就是經典。問題不論大小、不論淺深，他沒有一樣不知道。《華嚴經》內容是講整個宇宙萬事萬法，沒人教他，他開悟的時候說出來的，《法華》沒人教他，那麼多的經論全是從自性裡面自然流露出來的。流露要緣，就是要有感，佛就有應。眾生有疑難，佛以自性本有的智慧幫他解決。這個智慧一切眾生個個皆有，所以佛才說一切眾生本來是佛，真的，不是假的，他本來是佛。為什麼現在不是佛？那就是你在自性上起心動念，有分別、有執著，這個東西把自性障礙了，自性裡面的德用起不來。起來的是什麼？煩惱；煩惱，自私自利、損人利己、貪瞋痴慢。完全隨順自己，隨順這個色身、妄心，妄心就是貪瞋痴慢疑，所以生煩惱，不生智慧。六根接觸六塵境界不起心、不動念、不分別、不執著，他自然生智慧，智慧離苦得樂，那個樂裡頭是真樂，凡夫無法想像，境界不一樣。"
    },
    {
      "id": "02-040-0472_p0024",
      "zh_CN": "学佛就是我们回归自性，回归到自性就是成佛，证得究竟圆满，我们才有能力饶益有情，饶益有情是普度众生。这样的境界我们在一生当中是决定不可能得到的，什么原因？我们的烦恼习气太重，知道也断不了。佛说得很清楚、很明白，成佛就这么简单，六根在六尘境界不起心、不动念、不分别、不执着，就成佛了，做不到。做不到，分阶段，把它分三段。先学不执着，真正不执着，就证阿罗汉果，真正不执着，六道轮回不见了。所以六道轮回从哪里来的？执着来的。执着就是见思烦恼，我们对宇宙万物想错了、看错了，这才产生六道轮回如梦如幻的境界，不是真的。第一个阶段不执着，再提升，不分别，不执着是阿罗汉，不分别是菩萨，这就升级了；不执着是清净心，不分别是平等心。到最高的境界，不但没有分别执着，起心动念没有了，不起心、不动念了，这就成佛了，这就证得圆满。所以佛法，一句话说绝了，放下就是。",
      "zh_TW": "學佛就是我們回歸自性，回歸到自性就是成佛，證得究竟圓滿，我們才有能力饒益有情，饒益有情是普度眾生。這樣的境界我們在一生當中是決定不可能得到的，什麼原因？我們的煩惱習氣太重，知道也斷不了。佛說得很清楚、很明白，成佛就這麼簡單，六根在六塵境界不起心、不動念、不分別、不執著，就成佛了，做不到。做不到，分階段，把它分三段。先學不執著，真正不執著，就證阿羅漢果，真正不執著，六道輪迴不見了。所以六道輪迴從哪裡來的？執著來的。執著就是見思煩惱，我們對宇宙萬物想錯了、看錯了，這才產生六道輪迴如夢如幻的境界，不是真的。第一個階段不執著，再提升，不分別，不執著是阿羅漢，不分別是菩薩，這就升級了；不執著是清淨心，不分別是平等心。到最高的境界，不但沒有分別執著，起心動念沒有了，不起心、不動念了，這就成佛了，這就證得圓滿。所以佛法，一句話說絕了，放下就是。"
    },
    {
      "id": "02-040-0472_p0025",
      "zh_CN": "佛是教我们放下的，不是教我们去拥有。为什么？凡所有相，皆是虚妄。真的呢？真的也不可得。真的是自性，自性不是物质现象、不是精神现象，也不是自然现象，它什么都没有。所以用个空来形容它，性空。到证得佛果的时候，经上有句话说「归无所得」，究竟圆满，归无所得。到那个时候，所得来的是自性里头本来具足的，没有一样东西不是自性生、自性现的。得到自性就圆满了，得大圆满，能生万法。万法是虚幻的，不是真实的，万法是什么？生灭法，一秒钟一千六百兆次的生灭，哪里是真的！所以真空妙有，真空、妙有是一桩事情不是两桩事情，真空就是妙有，妙有就是真空，这是事实真相。",
      "zh_TW": "佛是教我們放下的，不是教我們去擁有。為什麼？凡所有相，皆是虛妄。真的呢？真的也不可得。真的是自性，自性不是物質現象、不是精神現象，也不是自然現象，它什麼都沒有。所以用個空來形容它，性空。到證得佛果的時候，經上有句話說「歸無所得」，究竟圓滿，歸無所得。到那個時候，所得來的是自性裡頭本來具足的，沒有一樣東西不是自性生、自性現的。得到自性就圓滿了，得大圓滿，能生萬法。萬法是虛幻的，不是真實的，萬法是什麼？生滅法，一秒鐘一千六百兆次的生滅，哪裡是真的！所以真空妙有，真空、妙有是一樁事情不是兩樁事情，真空就是妙有，妙有就是真空，這是事實真相。"
    },
    {
      "id": "02-040-0472_p0026",
      "zh_CN": "我们今天无比的幸运，学佛的人说你的运气太好了，你怎么会遇到念佛法门？这就是最后一个，忆佛念佛。为什么？遇到这个法门，不管你是什么样的根性，一生可以成就。这一生没有白来，决定得生净土，生净土决定一生成佛。我们遇到任何一个法门，这一生当中没有成就的希望，遇到净土就有成就的希望，你能不能把握住？能把握住，没有一个不成就。忆佛念佛，要把它放在第一位。忆是心里面想，不想别的，专想阿弥陀佛，专想极乐世界。念佛，你看这个念字，不是口念，念是今心，现在的心，现在的心上有佛叫念佛，真念佛。口里头念佛，是念给别人听的，是劝别人念佛，是利他的，心里面念佛是自利，自利利他。没有人的时候我们也出声念佛，为什么？有我们肉眼看不见的众生在我们的周围，我们念佛他听到，他得受用。",
      "zh_TW": "我們今天無比的幸運，學佛的人說你的運氣太好了，你怎麼會遇到念佛法門？這就是最後一個，憶佛念佛。為什麼？遇到這個法門，不管你是什麼樣的根性，一生可以成就。這一生沒有白來，決定得生淨土，生淨土決定一生成佛。我們遇到任何一個法門，這一生當中沒有成就的希望，遇到淨土就有成就的希望，你能不能把握住？能把握住，沒有一個不成就。憶佛念佛，要把它放在第一位。憶是心裡面想，不想別的，專想阿彌陀佛，專想極樂世界。念佛，你看這個念字，不是口念，念是今心，現在的心，現在的心上有佛叫念佛，真念佛。口裡頭念佛，是念給別人聽的，是勸別人念佛，是利他的，心裡面念佛是自利，自利利他。沒有人的時候我們也出聲念佛，為什麼？有我們肉眼看不見的眾生在我們的周圍，我們念佛他聽到，他得受用。"
    },
    {
      "id": "02-040-0472_p0027",
      "zh_CN": "我们如果遇到恐怖的境界，不要忘记念阿弥陀佛，就能够离开恐怖。我在前面跟诸位说过，真人真事。我在美国旧金山遇到一个同学，这个同学我很早就认识她。她在念高中的时候，十几岁，高中三年级，参加我们台中慈光大专讲座。她的母亲是虔诚的佛教徒，是李老师的学生，所以有这个方便。大专佛学讲座是收大专学生的，她是高中，还没有毕业，她也来参加，我们就认识了。以后在美国读书，拿到博士学位，在美国工作。我到美国的时候，每天来听我讲经。告诉我，她在美国公司是个小的主管，一个单位的主管，她管十几个人。在公司附近租了一栋房子，这个房子是个鬼屋。晚上十二点准时，鬼就出现，这个鬼跟她有冤仇，是来问她讨命的，很凶、很恶，样子非常难看，身上气味奇臭难闻。他出现之前几分钟那个味道就出现了，味道出现没多久鬼就出现，要她命。她这个时候就一句阿弥陀佛，拼命的念阿弥陀佛、阿弥陀佛，鬼就站那里不敢动。她不念就走近来，一步一步走近来，逼着她，念到天亮鬼走了。天天都是这样的。她真有胆子，是个女孩子，胆子真大。我说妳为什么不另外租个房子，何必要住这里？她说我不要走，他天天督促我念佛，逼着我念，我非念不行，他是我的增上缘、是我的善知识。不简单！以后我听说她出家了，在台湾出家的。所以，念佛这个方法，遇到这种恐怖现象的时候，这一句佛号非常管用，希望大家不要忘记。佛菩萨确确实实会加持你，会帮助你消灾免难。",
      "zh_TW": "我們如果遇到恐怖的境界，不要忘記念阿彌陀佛，就能夠離開恐怖。我在前面跟諸位說過，真人真事。我在美國舊金山遇到一個同學，這個同學我很早就認識她。她在念高中的時候，十幾歲，高中三年級，參加我們台中慈光大專講座。她的母親是虔誠的佛教徒，是李老師的學生，所以有這個方便。大專佛學講座是收大專學生的，她是高中，還沒有畢業，她也來參加，我們就認識了。以後在美國讀書，拿到博士學位，在美國工作。我到美國的時候，每天來聽我講經。告訴我，她在美國公司是個小的主管，一個單位的主管，她管十幾個人。在公司附近租了一棟房子，這個房子是個鬼屋。晚上十二點準時，鬼就出現，這個鬼跟她有冤仇，是來問她討命的，很凶、很惡，樣子非常難看，身上氣味奇臭難聞。他出現之前幾分鐘那個味道就出現了，味道出現沒多久鬼就出現，要她命。她這個時候就一句阿彌陀佛，拼命的念阿彌陀佛、阿彌陀佛，鬼就站那裡不敢動。她不念就走近來，一步一步走近來，逼著她，念到天亮鬼走了。天天都是這樣的。她真有膽子，是個女孩子，膽子真大。我說妳為什麼不另外租個房子，何必要住這裡？她說我不要走，他天天督促我念佛，逼著我念，我非念不行，他是我的增上緣、是我的善知識。不簡單！以後我聽說她出家了，在台灣出家的。所以，念佛這個方法，遇到這種恐怖現象的時候，這一句佛號非常管用，希望大家不要忘記。佛菩薩確確實實會加持你，會幫助你消災免難。"
    },
    {
      "id": "02-040-0472_p0028",
      "zh_CN": "下面，「《观经》曰：读诵大乘。《观经约论》云：不读大乘则不明佛心。不明佛心，则不契佛智」。读大乘的好处说出来了。「不契佛智，纵生彼国，不得见佛」，这句话很重要。生到阿弥陀佛佛国，在莲花里面，花不开，花不开就是你见不到佛。这时候怎么办？在花里面要补习。花里面谁教？还是阿弥陀佛来教你，在花里头见阿弥陀佛的化身，阿弥陀佛的报身见不到，见化身，在那里补习功课。佛智从哪里来的？佛智是自性本具的智慧。由此可知，花开见佛是什么时候？就是我们中国大乘所讲的大彻大悟、明心见性，花才开。花没有开的时候，你很安全，你在这个境界里头认真学习，与你有缘的人都会帮助你。",
      "zh_TW": "下面，「《觀經》曰：讀誦大乘。《觀經約論》云：不讀大乘則不明佛心。不明佛心，則不契佛智」。讀大乘的好處說出來了。「不契佛智，縱生彼國，不得見佛」，這句話很重要。生到阿彌陀佛佛國，在蓮花裡面，花不開，花不開就是你見不到佛。這時候怎麼辦？在花裡面要補習。花裡面誰教？還是阿彌陀佛來教你，在花裡頭見阿彌陀佛的化身，阿彌陀佛的報身見不到，見化身，在那裡補習功課。佛智從哪裡來的？佛智是自性本具的智慧。由此可知，花開見佛是什麼時候？就是我們中國大乘所講的大徹大悟、明心見性，花才開。花沒有開的時候，你很安全，你在這個境界裡頭認真學習，與你有緣的人都會幫助你。"
    },
    {
      "id": "02-040-0472_p0029",
      "zh_CN": "「今经首云」，今经是《无量寿经》，一开头就说「闻此经典，受持读诵。此经即此《佛说大乘无量寿庄严清净平等觉经》。此经乃净土第一经，亦中本之《华严》也」。说这个经是中本的《华严》，彭际清居士讲的。这位大居士在中国佛教史里头他有崇高的地位，他是前清乾隆时候的人。他的父亲是乾隆皇帝时代的兵部尚书，相当现在国防部长，所以彭际清是高干子弟，家庭环境好。他很聪明，很年轻，应该是不到二十岁，十八、九岁他就考取进士，国家考试最高考试他及格了，一生没做官。跟儒释道特别有缘分，而且对于这三家真正深入。佛法上用的功夫深，他往生极乐世界，给社会知识分子做出最好的榜样。他说，《无量寿经》就是中本《华严》，《华严经》就是大本《无量寿经》，《弥陀经》是小本《华严》。他把《弥陀经》、《无量寿经》、《华严经》看成一部，《华严》说得详细，《无量寿经》说得简单，最简单扼要的是《弥陀经》。佛为了便利于修净土的人课诵方便，说出最精简的《华严经》，最精简的，就是《阿弥陀经》。内容，三部经不增不减，完全相同，只是有详略不同，有的说得详细，有的说得简单。",
      "zh_TW": "「今經首云」，今經是《無量壽經》，一開頭就說「聞此經典，受持讀誦。此經即此《佛說大乘無量壽莊嚴清淨平等覺經》。此經乃淨土第一經，亦中本之《華嚴》也」。說這個經是中本的《華嚴》，彭際清居士講的。這位大居士在中國佛教史裡頭他有崇高的地位，他是前清乾隆時候的人。他的父親是乾隆皇帝時代的兵部尚書，相當現在國防部長，所以彭際清是高幹子弟，家庭環境好。他很聰明，很年輕，應該是不到二十歲，十八、九歲他就考取進士，國家考試最高考試他及格了，一生沒做官。跟儒釋道特別有緣分，而且對於這三家真正深入。佛法上用的功夫深，他往生極樂世界，給社會知識分子做出最好的榜樣。他說，《無量壽經》就是中本《華嚴》，《華嚴經》就是大本《無量壽經》，《彌陀經》是小本《華嚴》。他把《彌陀經》、《無量壽經》、《華嚴經》看成一部，《華嚴》說得詳細，《無量壽經》說得簡單，最簡單扼要的是《彌陀經》。佛為了便利於修淨土的人課誦方便，說出最精簡的《華嚴經》，最精簡的，就是《阿彌陀經》。內容，三部經不增不減，完全相同，只是有詳略不同，有的說得詳細，有的說得簡單。"
    },
    {
      "id": "02-040-0472_p0030",
      "zh_CN": "「又此经乃世尊独留于将来经道灭尽之际，住世百岁，为末后众生留作津济者也」。这几句话非常重要，说明释迦牟尼佛一生所说的一切经普度众生，哪一部经典、哪个法门于众生最得利益的？就是这部经。所以，佛的末法还有九千年；佛有正法、像法、末法，正法一千年过去了，像法一千年也过去了，现在是末法，末法一万年，第一个一千年也过去了。依照中国古人的记载，中国古大德都用这个纪年，释迦牟尼佛出生是周昭王二十四年，佛灭度是周穆王五十三年，中国记载。根据这个记载，佛灭度到现在大概三千零四十年的样子，这个诸位查的时候能查得出来。所以，我们是末法一万年第二个一千年刚刚开始，才三、四十年，第二个一千年，后面可以说还有九千年。这九千年当中，学佛真正能成就的只有靠这部经，只有这个法门，禅、密、教、戒律都不行。",
      "zh_TW": "「又此經乃世尊獨留於將來經道滅盡之際，住世百歲，為末後眾生留作津濟者也」。這幾句話非常重要，說明釋迦牟尼佛一生所說的一切經普度眾生，哪一部經典、哪個法門於眾生最得利益的？就是這部經。所以，佛的末法還有九千年；佛有正法、像法、末法，正法一千年過去了，像法一千年也過去了，現在是末法，末法一萬年，第一個一千年也過去了。依照中國古人的記載，中國古大德都用這個紀年，釋迦牟尼佛出生是周昭王二十四年，佛滅度是周穆王五十三年，中國記載。根據這個記載，佛滅度到現在大概三千零四十年的樣子，這個諸位查的時候能查得出來。所以，我們是末法一萬年第二個一千年剛剛開始，才三、四十年，第二個一千年，後面可以說還有九千年。這九千年當中，學佛真正能成就的只有靠這部經，只有這個法門，禪、密、教、戒律都不行。"
    },
    {
      "id": "02-040-0472_p0031",
      "zh_CN": "黄念祖老居士这是了不起的善知识，通宗通教，显密圆融。他告诉我，禅在这个时代没有了，就是连虚云老和尚，他得禅定，没开悟。密宗，他说人民共和国成立六十年，那是我跟他见面那个时候，学密成就的只有六个人。六十年，中国十几亿人口，学密的人多少，成就的六个。他说往后不可能了。只有靠这部经，只有靠这个法门，往生净土是这个法门的成就。虽然不是真正成就，等于真正成就，因为往生到净土决定一生证得究竟圆满。所以这部经比什么都重要！",
      "zh_TW": "黃念祖老居士這是了不起的善知識，通宗通教，顯密圓融。他告訴我，禪在這個時代沒有了，就是連虛雲老和尚，他得禪定，沒開悟。密宗，他說人民共和國成立六十年，那是我跟他見面那個時候，學密成就的只有六個人。六十年，中國十幾億人口，學密的人多少，成就的六個。他說往後不可能了。只有靠這部經，只有靠這個法門，往生淨土是這個法門的成就。雖然不是真正成就，等於真正成就，因為往生到淨土決定一生證得究竟圓滿。所以這部經比什麼都重要！"
    },
    {
      "id": "02-040-0472_p0032",
      "zh_CN": "我是因为海内外许许多多的佛门同修对这部经有怀疑，不愿意接受，我才发了个愿，将一切经论统统放下，专讲这部经，专修这个法门，给大家做个榜样，目的是带动大家对这部经产生信心。所以这部经我印得很多，印了几十万册。我非常感激念老当年做这个注解，注解做成功之后，第一部就是给我的。第一部那个时候还不是定本，现在我们用这个本子他修改了好几次。第一次的本子，当时我给他印了一万本，做为纪念。跟现在的本子比较，他补充了不少，特别是关于科学部分的，补充一些，非常有价值。到末法的最后，九千年以后，佛的经道灭尽，在这个世间没有了，但是还有《无量寿经》，就是这部经住世百岁。最后的一百年，佛教只剩下一部经，就是《无量寿经》，也就是这个本子。留到最后一百年，遇到这个本子，依教修行，他能往生，他能得度。",
      "zh_TW": "我是因為海內外許許多多的佛門同修對這部經有懷疑，不願意接受，我才發了個願，將一切經論統統放下，專講這部經，專修這個法門，給大家做個榜樣，目的是帶動大家對這部經產生信心。所以這部經我印得很多，印了幾十萬冊。我非常感激念老當年做這個註解，註解做成功之後，第一部就是給我的。第一部那個時候還不是定本，現在我們用這個本子他修改了好幾次。第一次的本子，當時我給他印了一萬本，做為紀念。跟現在的本子比較，他補充了不少，特別是關於科學部分的，補充一些，非常有價值。到末法的最後，九千年以後，佛的經道滅盡，在這個世間沒有了，但是還有《無量壽經》，就是這部經住世百歲。最後的一百年，佛教只剩下一部經，就是《無量壽經》，也就是這個本子。留到最後一百年，遇到這個本子，依教修行，他能往生，他能得度。"
    },
    {
      "id": "02-040-0472_p0033",
      "zh_CN": "「又此经，亦兼指《无量寿经》汉、吴、魏、唐、宋诸译本，及王氏」，王龙舒居士，「彭氏」，彭际清居士，「魏氏」，魏默深居士，他们有会本、节本；王龙舒有会本，魏源有会本，彭际清有节本，包括这么多不同的版本，这都是属于《无量寿经》。所以《无量寿经》在现前，一共有九种不同的版本。「但能受持，均是正因」，无论是哪一种本子，你要真正能受持，都是正因。「但此会本」，这特别指出来夏莲居老居士的会本，「独称善本」，在九种本子里面是最好的本子。为什么？最完整，所有本子里面所说的，这个本子上全有，其他本子里面都有缺陷，这个本子完美，所以称为善本。「故持经功德弥胜」。我们也是为了这个缘故，把九种本子印在一起，早年我印过好像是二、三千本，供养大家做为参考。九种本子你都看，最后你喜欢哪个本子，选择那个本子，一生读诵受持，依教奉行，这就好。",
      "zh_TW": "「又此經，亦兼指《無量壽經》漢、吳、魏、唐、宋諸譯本，及王氏」，王龍舒居士，「彭氏」，彭際清居士，「魏氏」，魏默深居士，他們有會本、節本；王龍舒有會本，魏源有會本，彭際清有節本，包括這麼多不同的版本，這都是屬於《無量壽經》。所以《無量壽經》在現前，一共有九種不同的版本。「但能受持，均是正因」，無論是哪一種本子，你要真正能受持，都是正因。「但此會本」，這特別指出來夏蓮居老居士的會本，「獨稱善本」，在九種本子裡面是最好的本子。為什麼？最完整，所有本子裡面所說的，這個本子上全有，其他本子裡面都有缺陷，這個本子完美，所以稱為善本。「故持經功德彌勝」。我們也是為了這個緣故，把九種本子印在一起，早年我印過好像是二、三千本，供養大家做為參考。九種本子你都看，最後你喜歡哪個本子，選擇那個本子，一生讀誦受持，依教奉行，這就好。"
    },
    {
      "id": "02-040-0472_p0034",
      "zh_CN": "下面这一段，「一心求生」。",
      "zh_TW": "下面這一段，「一心求生」。"
    },
    {
      "id": "02-040-0472_p0035",
      "zh_CN": "【昼夜相续。求生彼刹。】",
      "zh_TW": "【晝夜相續。求生彼剎。】"
    },
    {
      "id": "02-040-0472_p0036",
      "zh_CN": "念老这里注得不多。说明「勇猛精进，无有间断」，这一点重要。我们生在这个时代，遇到佛法真难得，为什么？这个时代是乱世，乱世，我们的生活过得很苦，唯有苦才想求出离。如果生在太平盛世，样样都如人意，往生净土的念头没有了。极乐世界好，我这里也不错，不想去。生在这个乱世，一生过得非常辛苦，看到极乐世界这样的完美，向往之心油然而生，真想去，巴不得赶快去。这是时节因缘。",
      "zh_TW": "念老這裡註得不多。說明「勇猛精進，無有間斷」，這一點重要。我們生在這個時代，遇到佛法真難得，為什麼？這個時代是亂世，亂世，我們的生活過得很苦，唯有苦才想求出離。如果生在太平盛世，樣樣都如人意，往生淨土的念頭沒有了。極樂世界好，我這裡也不錯，不想去。生在這個亂世，一生過得非常辛苦，看到極樂世界這樣的完美，嚮往之心油然而生，真想去，巴不得趕快去。這是時節因緣。"
    },
    {
      "id": "02-040-0472_p0037",
      "zh_CN": "我们这一生生得实实在在辛苦，弘扬佛法不简单，受多少冤枉，受多少委屈。还好我们天天读诵，天天在一起分享，天天劝大家，实在讲是劝自己，没有退心。禁不起考验的都退了，当初在一起学的不是我一个，好几个，都退转了。也有几位往生了，不在了。为什么能忍？真的把事实真相搞清楚、搞明白。愈是挫折我愈要忍受，不忍受，这个经虽然在世，没有人相信，没有人学习，你说多可惜。所以什么都要忍，欢欢喜喜的忍。毁谤要忍，冤枉也要忍，羞辱要忍，障难、陷害都要忍。我们到这个世间什么都不求，只求往生，名闻利养都不要。",
      "zh_TW": "我們這一生生得實實在在辛苦，弘揚佛法不簡單，受多少冤枉，受多少委屈。還好我們天天讀誦，天天在一起分享，天天勸大家，實在講是勸自己，沒有退心。禁不起考驗的都退了，當初在一起學的不是我一個，好幾個，都退轉了。也有幾位往生了，不在了。為什麼能忍？真的把事實真相搞清楚、搞明白。愈是挫折我愈要忍受，不忍受，這個經雖然在世，沒有人相信，沒有人學習，你說多可惜。所以什麼都要忍，歡歡喜喜的忍。毀謗要忍，冤枉也要忍，羞辱要忍，障難、陷害都要忍。我們到這個世間什麼都不求，只求往生，名聞利養都不要。"
    },
    {
      "id": "02-040-0472_p0038",
      "zh_CN": "晚年有缘，这个缘分我相信是佛菩萨安排的，祖宗之德，能够在马来西亚建立一个汉学院，能够在斯里兰卡建两个大学，过去作梦都不敢想。这是中国文化跟大乘佛法能够继续延续下去，不至于在这个世界上消失了，这是好事情。我们只有这么一个愿望，决定没有自己丝毫名利夹杂在里头。这三个地方我乐观其成，我不要这里头名利，他们要聘请我做校长、做名誉校长，都不要，不搞这个。我是很乐意在马来西亚讲一部《无量寿经》，在那里住一年，一天四个小时，三百天讲圆满，在斯里兰卡讲一年，三宝威神加持他们，是这个意思。我还是念我的阿弥陀佛，还是求生净土，这是我的事情。",
      "zh_TW": "晚年有緣，這個緣分我相信是佛菩薩安排的，祖宗之德，能夠在馬來西亞建立一個漢學院，能夠在斯里蘭卡建兩個大學，過去作夢都不敢想。這是中國文化跟大乘佛法能夠繼續延續下去，不至於在這個世界上消失了，這是好事情。我們只有這麼一個願望，決定沒有自己絲毫名利夾雜在裡頭。這三個地方我樂觀其成，我不要這裡頭名利，他們要聘請我做校長、做名譽校長，都不要，不搞這個。我是很樂意在馬來西亞講一部《無量壽經》，在那裡住一年，一天四個小時，三百天講圓滿，在斯里蘭卡講一年，三寶威神加持他們，是這個意思。我還是念我的阿彌陀佛，還是求生淨土，這是我的事情。"
    },
    {
      "id": "02-040-0472_p0039",
      "zh_CN": "所以『求生彼刹』，「以受持、读诵、书写」，今天我们的印刷，「供养种种功德，回向净土」。下面：",
      "zh_TW": "所以『求生彼剎』，「以受持、讀誦、書寫」，今天我們的印刷，「供養種種功德，迴向淨土」。下面："
    },
    {
      "id": "02-040-0472_p0040",
      "zh_CN": "【发菩提心。】",
      "zh_TW": "【發菩提心。】"
    },
    {
      "id": "02-040-0472_p0041",
      "zh_CN": "『发菩提心』，「因发菩提心，一向专念，乃本经之宗，三辈往生之正轨，故重见于本品」。这个发菩提心，在这里我们又读到了。这是说明，为什么在此地重出，它是本经的宗旨，本经修行最高的指导原则，不能没有菩提心。菩提心之体是至诚心，《起信论》上讲的直心，直心就是真诚到极处，没有丝毫委曲，我们用真诚两个字来表示。深心是清净、平等、正觉，这是自受用。也就是菩提心对自己是清净平等觉，真诚心对他，对一切众生是大慈大悲。这个心要发出来，在日常生活当中要去做，要落实，这真发心。如果还有自私自利，你的菩提心没有了，你的妄心又起来；妄心障碍你往生，菩提心帮助你往生，不一样。自私自利要舍得干干净净，一丝一毫都不能有。在哪里练？就是在生活当中对人、对事、对物，你用什么心？用清净平等觉对自己，用大慈大悲对人。决定不要用贪瞋痴慢疑，决定不要用自私自利，自私自利对你决定有害处没有好处。功夫完全落实在生活，离开生活到哪里去修行？真正修行就是在每天从早到晚你所接触的人事物的境界之中，菩萨学处，要晓得。今天时间到了，我们就学习到此地。",
      "zh_TW": "『發菩提心』，「因發菩提心，一向專念，乃本經之宗，三輩往生之正軌，故重見於本品」。這個發菩提心，在這裡我們又讀到了。這是說明，為什麼在此地重出，它是本經的宗旨，本經修行最高的指導原則，不能沒有菩提心。菩提心之體是至誠心，《起信論》上講的直心，直心就是真誠到極處，沒有絲毫委曲，我們用真誠兩個字來表示。深心是清淨、平等、正覺，這是自受用。也就是菩提心對自己是清淨平等覺，真誠心對他，對一切眾生是大慈大悲。這個心要發出來，在日常生活當中要去做，要落實，這真發心。如果還有自私自利，你的菩提心沒有了，你的妄心又起來；妄心障礙你往生，菩提心幫助你往生，不一樣。自私自利要捨得乾乾淨淨，一絲一毫都不能有。在哪裡練？就是在生活當中對人、對事、對物，你用什麼心？用清淨平等覺對自己，用大慈大悲對人。決定不要用貪瞋痴慢疑，決定不要用自私自利，自私自利對你決定有害處沒有好處。功夫完全落實在生活，離開生活到哪裡去修行？真正修行就是在每天從早到晚你所接觸的人事物的境界之中，菩薩學處，要曉得。今天時間到了，我們就學習到此地。"
    }
  ]
}