{
  "doc_id": "02-040-0456",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五六集",
    "zh_TW": "第四五六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0456",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0456_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0456_p0002",
      "zh_CN": "请看《大经科注》第七百六十页，倒数第五行，看念老的注解：",
      "zh_TW": "請看《大經科註》第七百六十頁，倒數第五行，看念老的註解："
    },
    {
      "id": "02-040-0456_p0003",
      "zh_CN": "『起立塔像』。经文上告诉我们，修积功德，造佛像。塔是供养佛舍利的处所，所以也翻作庙，或者是方坟，就是供养佛舍利的地方，在中国有，国外也有。我们在南传看到舍利塔很高、很大，中国用小的舍利塔供养舍利，放在大殿佛像的两旁，大小意思是一样的，换句话说，功德也平等。我们看念老的注解，他引《会疏》说明供养舍利的意义。「安塔有其三义：一表人胜」，这是释迦牟尼佛的舍利，是菩萨的舍利、罗汉的舍利、高僧大德的舍利，才有人去供养，有人去给他造塔。这第一个意思，我们纪念这个人，念念不忘他，见到舍利就如同见到人一样。这个里头最重要的意义，就是要学习他的教诲，如果没有这个意思，功德就不大了。想到这个人，想到他的教诲，把我们自己的境界提升，道理在此地。因此塔庙、供像，佛菩萨的像，泥塑的、木雕的、金属铸造的，要是不懂得这个意思，我们只有一个印象，阿赖耶里头有个印象，这是一个了不起的人物，是个修行证果的人，只是如此而已。",
      "zh_TW": "『起立塔像』。經文上告訴我們，修積功德，造佛像。塔是供養佛舍利的處所，所以也翻作廟，或者是方墳，就是供養佛舍利的地方，在中國有，國外也有。我們在南傳看到舍利塔很高、很大，中國用小的舍利塔供養舍利，放在大殿佛像的兩旁，大小意思是一樣的，換句話說，功德也平等。我們看念老的註解，他引《會疏》說明供養舍利的意義。「安塔有其三義：一表人勝」，這是釋迦牟尼佛的舍利，是菩薩的舍利、羅漢的舍利、高僧大德的舍利，才有人去供養，有人去給他造塔。這第一個意思，我們紀念這個人，念念不忘他，見到舍利就如同見到人一樣。這個裡頭最重要的意義，就是要學習他的教誨，如果沒有這個意思，功德就不大了。想到這個人，想到他的教誨，把我們自己的境界提升，道理在此地。因此塔廟、供像，佛菩薩的像，泥塑的、木雕的、金屬鑄造的，要是不懂得這個意思，我們只有一個印象，阿賴耶裡頭有個印象，這是一個了不起的人物，是個修行證果的人，只是如此而已。"
    },
    {
      "id": "02-040-0456_p0004",
      "zh_CN": "因此塔、像建成之后，都有举行一个开光仪式，这开光什么意思？光是智慧，开光是开智慧。这一尊像、这个道场、这个舍利塔，开我的智慧光明，要明白这个道理，绝对不是我们人去替它开光。有不少人请我，他们家里请的佛舍利、请的佛像，要我去给它开光；还有寺庙，大殿落成，里面供的佛像举行开光典礼。有这个缘我也去，我跟别人做法不一样，我告诉大家，供养佛菩萨形像真正的意思是念兹在兹，看到佛像就想到人，想到人就想到他对我的教诲，他的教诲我有没有认真在奉行，要让我想这些事情。佛教我们的是什么？总原则、总纲领，佛是教化一切众生离苦得乐。我有没有离苦得乐？真有离苦得乐，对佛就生出感恩的心。佛不在了，对着佛像感恩、道谢，如同对佛真身在前一样，触动我们，这个佛像供养就非常有功德。我们在此地分享经教，这个小讲堂供养有佛菩萨像，供养有祖师大德的像，供养有老师、护法的像，用意在哪里？念念不忘，时刻想到佛菩萨师长的教诲，我有没有认真去做，时时刻刻提醒自己，这叫开光。这些像开我的光，不是我开它们的光。我要是开它们的光，开光就灵，不开光就不灵，你要拜这些佛像干什么？你供养舍利干什么？你拜我，我叫它灵它就灵，叫它不灵就不灵，那不就是这个道理吗？千万别搞错了。那是开光真正用意。",
      "zh_TW": "因此塔、像建成之後，都有舉行一個開光儀式，這開光什麼意思？光是智慧，開光是開智慧。這一尊像、這個道場、這個舍利塔，開我的智慧光明，要明白這個道理，絕對不是我們人去替它開光。有不少人請我，他們家裡請的佛舍利、請的佛像，要我去給它開光；還有寺廟，大殿落成，裡面供的佛像舉行開光典禮。有這個緣我也去，我跟別人做法不一樣，我告訴大家，供養佛菩薩形像真正的意思是念茲在茲，看到佛像就想到人，想到人就想到他對我的教誨，他的教誨我有沒有認真在奉行，要讓我想這些事情。佛教我們的是什麼？總原則、總綱領，佛是教化一切眾生離苦得樂。我有沒有離苦得樂？真有離苦得樂，對佛就生出感恩的心。佛不在了，對著佛像感恩、道謝，如同對佛真身在前一樣，觸動我們，這個佛像供養就非常有功德。我們在此地分享經教，這個小講堂供養有佛菩薩像，供養有祖師大德的像，供養有老師、護法的像，用意在哪裡？念念不忘，時刻想到佛菩薩師長的教誨，我有沒有認真去做，時時刻刻提醒自己，這叫開光。這些像開我的光，不是我開它們的光。我要是開它們的光，開光就靈，不開光就不靈，你要拜這些佛像幹什麼？你供養舍利幹什麼？你拜我，我叫它靈它就靈，叫它不靈就不靈，那不就是這個道理嗎？千萬別搞錯了。那是開光真正用意。"
    },
    {
      "id": "02-040-0456_p0005",
      "zh_CN": "譬如今天我们供释迦牟尼佛的像，这个像是新造的，我们要把释迦牟尼佛的生平做简略的介绍。释迦牟尼佛对人类的贡献是什么？他的成就是告诉我们，人人都有佛性。佛是什么？佛是圆满的智慧、圆满的福德，福慧二足尊。我们念三皈依，皈依佛，二足尊，智慧跟福德达到究竟圆满。他告诉我们，一切众生本来是佛。我们不知道，我们迷了。他这句话说清楚，提醒我们，原来他福慧究竟圆满，我们福慧并不缺乏，跟他一样的。如何恢复到福慧圆满？向他学习，他给我们做出了榜样。这开我们自性的福慧大光明，我们向他学习。从哪里学起？方法很多。一般普通人，普通人最普遍的就是上学，向他学习。他的学校有小学、有大学、有研究所，这就是有小乘、有缘觉、有三乘、有大乘、有一乘法。最普遍的，因为上上根人不多，下下根人也不多，当中这个人数是最多的，我们今天讲知识分子。佛所说的一切经，就是教科书，很多，不是叫你统统学，不是这个意思。你自己去里面去找适合你的程度，适合你修学的环境，对你很方便，没有什么困难，你就从这下手，慢慢的提升。一般我们要小学课本，容易，里面多半教我们做人的道理，跟中国五伦五常、四维八德非常接近，这是小乘。学了之后，要把所学到的东西做到，落实到生活。",
      "zh_TW": "譬如今天我們供釋迦牟尼佛的像，這個像是新造的，我們要把釋迦牟尼佛的生平做簡略的介紹。釋迦牟尼佛對人類的貢獻是什麼？他的成就是告訴我們，人人都有佛性。佛是什麼？佛是圓滿的智慧、圓滿的福德，福慧二足尊。我們念三皈依，皈依佛，二足尊，智慧跟福德達到究竟圓滿。他告訴我們，一切眾生本來是佛。我們不知道，我們迷了。他這句話說清楚，提醒我們，原來他福慧究竟圓滿，我們福慧並不缺乏，跟他一樣的。如何恢復到福慧圓滿？向他學習，他給我們做出了榜樣。這開我們自性的福慧大光明，我們向他學習。從哪裡學起？方法很多。一般普通人，普通人最普遍的就是上學，向他學習。他的學校有小學、有大學、有研究所，這就是有小乘、有緣覺、有三乘、有大乘、有一乘法。最普遍的，因為上上根人不多，下下根人也不多，當中這個人數是最多的，我們今天講知識分子。佛所說的一切經，就是教科書，很多，不是叫你統統學，不是這個意思。你自己去裡面去找適合你的程度，適合你修學的環境，對你很方便，沒有什麼困難，你就從這下手，慢慢的提升。一般我們要小學課本，容易，裡面多半教我們做人的道理，跟中國五倫五常、四維八德非常接近，這是小乘。學了之後，要把所學到的東西做到，落實到生活。"
    },
    {
      "id": "02-040-0456_p0006",
      "zh_CN": "三皈是总纲领，教我们念念不忘，我们一定要懂得，要依靠佛、依靠法、依靠僧，这佛法僧叫三宝。不能依靠自己的知见，自己的知见不可靠，要依靠佛。佛现在不在了，不在了最重要就是法，法是佛所说的。法传久了，有真有假，要能够辨别。我们哪有这个能力？学人家假造的经，我们亏就吃大了。这里头有个标准，标准就是《大藏经》。何以《大藏经》能成为标准？《大藏经》是皇帝下圣旨选定的。谁来选？全国的高僧大德来审定这个经是不是真的，能不能入藏。你给这个经做注解，也是这些高僧大德来审查，你这个注解里所说的与佛的宗旨相不相应，不相应的不能入藏，相应的，大家都承认的，这才能入藏。选定之后送给皇上看，皇上批下来，叫圣旨，这才能入藏。这个靠得住，经过许许多多的高僧大德，不是哪一个人、私人关系可以入藏的，这不可以。现在这个时代皇上没有了，民主国家，国家领导人是投票选举出来的，他负不负这个责任？未必，那看他高兴。他要喜欢，这个法师跟我交情不错，他的东西我就让它入藏流通；他要是跟我闹翻，不高兴的时候，他写的东西再好，不能入藏，把它挑到一边去。真有，不是假的。所以我的老师教我，我们年轻初学，这个经典的真假一定要靠《大藏经》。《大藏经》要靠古时候的《大藏经》，不是今人的，今人不可靠。古时候《大藏经》，中国最后的一部，就是《乾隆大藏经》，这最后的一部。中国《大藏经》好像总共有三十一种不同的版本，这都是古典东西。这个《藏经》里头有，那就没有问题。",
      "zh_TW": "三皈是總綱領，教我們念念不忘，我們一定要懂得，要依靠佛、依靠法、依靠僧，這佛法僧叫三寶。不能依靠自己的知見，自己的知見不可靠，要依靠佛。佛現在不在了，不在了最重要就是法，法是佛所說的。法傳久了，有真有假，要能夠辨別。我們哪有這個能力？學人家假造的經，我們虧就吃大了。這裡頭有個標準，標準就是《大藏經》。何以《大藏經》能成為標準？《大藏經》是皇帝下聖旨選定的。誰來選？全國的高僧大德來審定這個經是不是真的，能不能入藏。你給這個經做註解，也是這些高僧大德來審查，你這個註解裡所說的與佛的宗旨相不相應，不相應的不能入藏，相應的，大家都承認的，這才能入藏。選定之後送給皇上看，皇上批下來，叫聖旨，這才能入藏。這個靠得住，經過許許多多的高僧大德，不是哪一個人、私人關係可以入藏的，這不可以。現在這個時代皇上沒有了，民主國家，國家領導人是投票選舉出來的，他負不負這個責任？未必，那看他高興。他要喜歡，這個法師跟我交情不錯，他的東西我就讓它入藏流通；他要是跟我鬧翻，不高興的時候，他寫的東西再好，不能入藏，把它挑到一邊去。真有，不是假的。所以我的老師教我，我們年輕初學，這個經典的真假一定要靠《大藏經》。《大藏經》要靠古時候的《大藏經》，不是今人的，今人不可靠。古時候《大藏經》，中國最後的一部，就是《乾隆大藏經》，這最後的一部。中國《大藏經》好像總共有三十一種不同的版本，這都是古典東西。這個《藏經》裡頭有，那就沒有問題。"
    },
    {
      "id": "02-040-0456_p0007",
      "zh_CN": "经本要校对，看看里头有没有错字，要以古时候《大藏经》为标准，跟它去对照。对照的时候，原则不能改字，一个字都不可以改。如果说不一样，跟《大藏经》本子不一样，注明《大藏》这个字作什么字，可以写在旁边，给人做参考。这种校勘做得最著名的，就是日本的《大正藏》，他们用的功夫不少，字字句句都考证宋元明的本子，就是古时候《大藏经》做校勘。所以《大正藏》，一般学佛的人用得很多，它有它的长处，编的目录编得好，查经方便。现在有电脑，当然更方便。但是电脑有个缺陷，如果哪一天停电就全都完了。所以翻印流通还是有价值，它不受这个限制。当然电源要是还有的话，用起来方便，没有电就没有了。可不可能这地球上有一天没电？这个问题谁也不敢答，科学家也不敢。为什么？你夜晚要到天文台，拿着望远镜看看星空，你就晓得，常常有星球爆炸掉，没有了；也有时候发现新的星，从前那里没有，发现新星。这就是佛讲的世界有成住坏空，可以在天文望远镜上看到。佛说的不是假的，星球有成住坏空，所以万法无常，这一点要知道。你要问学佛有什么好处，学佛最大的好处，就是让自己肯定自己不生不灭。有形之物是无常的，包括星球，星球成住坏空，动物有生老病死，植物有生住异灭，凡所有相皆是虚妄。我们承认我是什么？我是灵性，灵性不生不灭。但是灵性有迷悟不同，阿罗汉以上觉悟，阿罗汉以下的迷，迷是六道凡夫，觉悟是三乘圣人。",
      "zh_TW": "經本要校對，看看裡頭有沒有錯字，要以古時候《大藏經》為標準，跟它去對照。對照的時候，原則不能改字，一個字都不可以改。如果說不一樣，跟《大藏經》本子不一樣，註明《大藏》這個字作什麼字，可以寫在旁邊，給人做參考。這種校勘做得最著名的，就是日本的《大正藏》，他們用的功夫不少，字字句句都考證宋元明的本子，就是古時候《大藏經》做校勘。所以《大正藏》，一般學佛的人用得很多，它有它的長處，編的目錄編得好，查經方便。現在有電腦，當然更方便。但是電腦有個缺陷，如果哪一天停電就全都完了。所以翻印流通還是有價值，它不受這個限制。當然電源要是還有的話，用起來方便，沒有電就沒有了。可不可能這地球上有一天沒電？這個問題誰也不敢答，科學家也不敢。為什麼？你夜晚要到天文台，拿著望遠鏡看看星空，你就曉得，常常有星球爆炸掉，沒有了；也有時候發現新的星，從前那裡沒有，發現新星。這就是佛講的世界有成住壞空，可以在天文望遠鏡上看到。佛說的不是假的，星球有成住壞空，所以萬法無常，這一點要知道。你要問學佛有什麼好處，學佛最大的好處，就是讓自己肯定自己不生不滅。有形之物是無常的，包括星球，星球成住壞空，動物有生老病死，植物有生住異滅，凡所有相皆是虛妄。我們承認我是什麼？我是靈性，靈性不生不滅。但是靈性有迷悟不同，阿羅漢以上覺悟，阿羅漢以下的迷，迷是六道凡夫，覺悟是三乘聖人。"
    },
    {
      "id": "02-040-0456_p0008",
      "zh_CN": "佛陀的教育，它的宗旨帮助我们破迷开悟。我们学什么？学佛学什么？学开悟。用什么方法？用教学，用修行。教学是明白了，就是看破，修行是放下。我初学佛，第一天跟出家人见面，就是我去拜章嘉大师。头一天见面，我就向老人请教，我说我上了方老师的课，佛经哲学，对佛教认识了，佛教是非常伟大的教育。我向他老人家请教，有没有简单的方法、快速的方法让我能够入门？我们年轻，着急。老师沉得住气，不着急。他看着我，我也看着他，我们这样对看了半个多小时，他才告诉我，有。我等了半个多钟点，等了一个字，有。精神提起来，耳朵竖起来，他又不说了。这一下停了六、七分钟，告诉我两句话，看得破，放得下。看破帮助放下，放下再帮你看破，看破又帮你放下，像爬楼梯一样，相辅相成，一层一层的上去，从起步到顶楼，就是看破放下，放下看破。我什么都不懂，他用这个说法我能理解。这个方法是用佛学名词叫止观，《妄尽还源观》里头五止六观。他要给我讲止观，那我完全不懂，要解释几个钟点也解释不了，我还是搞不清楚。这个就是真正的好老师，他有善巧方便，无论什么样的程度，他都能教你得真实利益，这就是好老师，非常难得。如果遇到一个讲经说法的老师，他给我讲了两个钟点，我听了在五里雾中，迷迷糊糊，莫知所云，就这样子。好老师，你看只有几句话，让我们清清楚楚、明明白白的一个概念，虽然契入不深，但是不错。",
      "zh_TW": "佛陀的教育，它的宗旨幫助我們破迷開悟。我們學什麼？學佛學什麼？學開悟。用什麼方法？用教學，用修行。教學是明白了，就是看破，修行是放下。我初學佛，第一天跟出家人見面，就是我去拜章嘉大師。頭一天見面，我就向老人請教，我說我上了方老師的課，佛經哲學，對佛教認識了，佛教是非常偉大的教育。我向他老人家請教，有沒有簡單的方法、快速的方法讓我能夠入門？我們年輕，著急。老師沉得住氣，不著急。他看著我，我也看著他，我們這樣對看了半個多小時，他才告訴我，有。我等了半個多鐘點，等了一個字，有。精神提起來，耳朵豎起來，他又不說了。這一下停了六、七分鐘，告訴我兩句話，看得破，放得下。看破幫助放下，放下再幫你看破，看破又幫你放下，像爬樓梯一樣，相輔相成，一層一層的上去，從起步到頂樓，就是看破放下，放下看破。我什麼都不懂，他用這個說法我能理解。這個方法是用佛學名詞叫止觀，《妄盡還源觀》裡頭五止六觀。他要給我講止觀，那我完全不懂，要解釋幾個鐘點也解釋不了，我還是搞不清楚。這個就是真正的好老師，他有善巧方便，無論什麼樣的程度，他都能教你得真實利益，這就是好老師，非常難得。如果遇到一個講經說法的老師，他給我講了兩個鐘點，我聽了在五里霧中，迷迷糊糊，莫知所云，就這樣子。好老師，你看只有幾句話，讓我們清清楚楚、明明白白的一個概念，雖然契入不深，但是不錯。"
    },
    {
      "id": "02-040-0456_p0009",
      "zh_CN": "我出家之后遇到一个老和尚，讲《楞严经》，有些信徒来看老法师，这些信徒都是贵夫人，大官的夫人，也是寺庙里头的大施主，听经，来拜望老和尚，供养老和尚。就谈到，老和尚，他们都叫老师父，你讲的经讲得好，我们都听不懂。老和尚听到很得意，笑一笑，我讲的经你要听懂了，那还值钱吗？听不懂很值钱，听懂就不值钱，下头就无需要解释了。佛如果要是讲经，别人都听不懂，佛的经值钱，对众生有什么好处？没好处，他没听懂，等于没学。所以应机施教，是释迦牟尼佛说的。他程度浅，浅说；程度深，深讲，应机施教，这就对了。任何一部经典，可长可短，可浅可深，活的，能令一切众生都得利益，佛以一音而说法，众生随类而得解，就这个意思。",
      "zh_TW": "我出家之後遇到一個老和尚，講《楞嚴經》，有些信徒來看老法師，這些信徒都是貴夫人，大官的夫人，也是寺廟裡頭的大施主，聽經，來拜望老和尚，供養老和尚。就談到，老和尚，他們都叫老師父，你講的經講得好，我們都聽不懂。老和尚聽到很得意，笑一笑，我講的經你要聽懂了，那還值錢嗎？聽不懂很值錢，聽懂就不值錢，下頭就無需要解釋了。佛如果要是講經，別人都聽不懂，佛的經值錢，對眾生有什麼好處？沒好處，他沒聽懂，等於沒學。所以應機施教，是釋迦牟尼佛說的。他程度淺，淺說；程度深，深講，應機施教，這就對了。任何一部經典，可長可短，可淺可深，活的，能令一切眾生都得利益，佛以一音而說法，眾生隨類而得解，就這個意思。"
    },
    {
      "id": "02-040-0456_p0010",
      "zh_CN": "特别是末法时期，真善知识难求，遇到是缘，佛法讲缘分，没有缘分，一生遇不到；有缘分，恰恰就碰到了。我这三个老师连续碰到，改变了我一生。这一生真正是方老师所说的，学佛是人生最高的享受，我感恩老师。老师把这句话传给我，我传给大家。怎样才真正能得到最高的享受？要真干，真学，用诚敬心，决定没有怀疑的念头，恭敬心。恭敬表现在哪里？我懂得我就照做。我懂得布施，我就真布施；懂得持戒，我就真持戒；懂得忍辱就真忍辱，得好处，得利益。你要不落实，这个利益得不到，懂得等于没懂。这些都是章嘉大师教给我。怎样检验是真懂还是没真懂？真正做到，做得很欢喜，真懂了；懂得了真干，法喜没有出来，是懂得不透彻、做得不彻底，过失绝对不在佛法这边，在自己。用这个方法来检验自己，就晓得自己学佛到哪一个境界，这个很重要！要不断提升，目的是离苦。",
      "zh_TW": "特別是末法時期，真善知識難求，遇到是緣，佛法講緣分，沒有緣分，一生遇不到；有緣分，恰恰就碰到了。我這三個老師連續碰到，改變了我一生。這一生真正是方老師所說的，學佛是人生最高的享受，我感恩老師。老師把這句話傳給我，我傳給大家。怎樣才真正能得到最高的享受？要真幹，真學，用誠敬心，決定沒有懷疑的念頭，恭敬心。恭敬表現在哪裡？我懂得我就照做。我懂得布施，我就真布施；懂得持戒，我就真持戒；懂得忍辱就真忍辱，得好處，得利益。你要不落實，這個利益得不到，懂得等於沒懂。這些都是章嘉大師教給我。怎樣檢驗是真懂還是沒真懂？真正做到，做得很歡喜，真懂了；懂得了真幹，法喜沒有出來，是懂得不透徹、做得不徹底，過失絕對不在佛法這邊，在自己。用這個方法來檢驗自己，就曉得自己學佛到哪一個境界，這個很重要！要不斷提升，目的是離苦。"
    },
    {
      "id": "02-040-0456_p0011",
      "zh_CN": "什么是苦？我们眼前种种生活灾难都不算苦；佛说的苦到底什么意思？六道轮回是苦，是真苦。我们现在吃的苦是假的，是小苦，不是真苦，你要觉悟了，根本就不苦。哪来的苦？轮回真苦。八万四千法门，门门都是教我们超越轮回；如果不是教我们超越轮回，那就不是佛教，那就不叫做正法。超越轮回是离第一个苦，超越轮回之后还有第二重苦，那就是十法界，还要超越十法界，真正离苦得乐。第一重很难了，第二重更难。阿弥陀佛有方便法，他发四十八愿，以无量劫修成的功德在西方建立极乐世界。他这个建立是为什么？不是为自己，他没有自己。我们知道成佛，究竟成佛是常寂光，没有物质的身体，也没有起心动念的念头，光明遍照，那叫法身。这是真佛，这是究竟圆满，遍照法界。所以极乐世界是无尽的慈悲，帮助十法界，当然包括六道众生，最理想的修学环境，帮助你，你到那个地方去，平平安安、稳稳当当，一生就证得常寂光，就证得跟阿弥陀佛一样圆满的法身。这个法门不容易遇到，我们很幸运遇到了，遇到这个法门可以说我这一生有把握成功。",
      "zh_TW": "什麼是苦？我們眼前種種生活災難都不算苦；佛說的苦到底什麼意思？六道輪迴是苦，是真苦。我們現在吃的苦是假的，是小苦，不是真苦，你要覺悟了，根本就不苦。哪來的苦？輪迴真苦。八萬四千法門，門門都是教我們超越輪迴；如果不是教我們超越輪迴，那就不是佛教，那就不叫做正法。超越輪迴是離第一個苦，超越輪迴之後還有第二重苦，那就是十法界，還要超越十法界，真正離苦得樂。第一重很難了，第二重更難。阿彌陀佛有方便法，他發四十八願，以無量劫修成的功德在西方建立極樂世界。他這個建立是為什麼？不是為自己，他沒有自己。我們知道成佛，究竟成佛是常寂光，沒有物質的身體，也沒有起心動念的念頭，光明遍照，那叫法身。這是真佛，這是究竟圓滿，遍照法界。所以極樂世界是無盡的慈悲，幫助十法界，當然包括六道眾生，最理想的修學環境，幫助你，你到那個地方去，平平安安、穩穩當當，一生就證得常寂光，就證得跟阿彌陀佛一樣圓滿的法身。這個法門不容易遇到，我們很幸運遇到了，遇到這個法門可以說我這一生有把握成功。"
    },
    {
      "id": "02-040-0456_p0012",
      "zh_CN": "我们要牢牢的记住，东北刘素青居士的示现，刘居士的示现是非常有意义的。夏莲老会经，黄念老作注解，我们接着依教修行，这三转法轮里头，示转、劝转，夏莲居老居士会集是示转，指示这个法门；黄念老做这个注解是劝转，讲清楚，劝我们修这个法门；我们这么多年来依教奉行，是作证转，做出样子来给你看，如何把《无量寿经》、把黄念老的注解应用在生活上，应用在工作，应用在处事待人接物。你看我们无论在哪一方面，一团欢喜，叫法喜充满，跟一切众生和光同尘，就一个方向、一个目标，往生西方极乐世界。这个花花世界形形色色，有没有影响我？没有，我平平安安从这个里面走出去了，丝毫影响都没有。我要被它影响，不就障碍了吗？它影响什么？无非是诱惑，财色名利在诱惑，我一沾上要喜欢、留恋它，就上当，我就不能前进，就停在这个地方，这叫受影响。我还是一直前进，没受影响，这就对了。无论是顺境逆境、善缘恶缘，统统不受影响，佛法也不影响我。佛法里头门道多，八万四千法门，你看的时候不沾染，像什么？像善财童子一样。善财给我们做个好榜样，五十三参，男女老少，出家在家，各行各业，都看了，很清楚，那是什么？智慧；边都不沾，那叫放下。很顺利通关，五十三参达到目的地。目的地是什么？普贤菩萨十大愿王导归极乐，目的地是极乐世界。《华严》！我看到《华严经》这一层的表演，我对于净宗才相信了，才发心真正学它。在这之前，我心目当中最佩服的，文殊、普贤，文殊的智慧，普贤的大行。没想到到后来，文殊、普贤都是发愿求生净土的，那这个净土一定不是普通法门，才认真学习。原来把它看轻了，我的老师劝我学净土，我都没有接受。华严会上文殊、普贤十大愿王导归极乐，把我带进来了。文殊、普贤度我入净土法门，我们这一生果然往生，这对得起文殊、普贤。",
      "zh_TW": "我們要牢牢的記住，東北劉素青居士的示現，劉居士的示現是非常有意義的。夏蓮老會經，黃念老作註解，我們接著依教修行，這三轉法輪裡頭，示轉、勸轉，夏蓮居老居士會集是示轉，指示這個法門；黃念老做這個註解是勸轉，講清楚，勸我們修這個法門；我們這麼多年來依教奉行，是作證轉，做出樣子來給你看，如何把《無量壽經》、把黃念老的註解應用在生活上，應用在工作，應用在處事待人接物。你看我們無論在哪一方面，一團歡喜，叫法喜充滿，跟一切眾生和光同塵，就一個方向、一個目標，往生西方極樂世界。這個花花世界形形色色，有沒有影響我？沒有，我平平安安從這個裡面走出去了，絲毫影響都沒有。我要被它影響，不就障礙了嗎？它影響什麼？無非是誘惑，財色名利在誘惑，我一沾上要喜歡、留戀它，就上當，我就不能前進，就停在這個地方，這叫受影響。我還是一直前進，沒受影響，這就對了。無論是順境逆境、善緣惡緣，統統不受影響，佛法也不影響我。佛法裡頭門道多，八萬四千法門，你看的時候不沾染，像什麼？像善財童子一樣。善財給我們做個好榜樣，五十三參，男女老少，出家在家，各行各業，都看了，很清楚，那是什麼？智慧；邊都不沾，那叫放下。很順利通關，五十三參達到目的地。目的地是什麼？普賢菩薩十大願王導歸極樂，目的地是極樂世界。《華嚴》！我看到《華嚴經》這一層的表演，我對於淨宗才相信了，才發心真正學它。在這之前，我心目當中最佩服的，文殊、普賢，文殊的智慧，普賢的大行。沒想到到後來，文殊、普賢都是發願求生淨土的，那這個淨土一定不是普通法門，才認真學習。原來把它看輕了，我的老師勸我學淨土，我都沒有接受。華嚴會上文殊、普賢十大願王導歸極樂，把我帶進來了。文殊、普賢度我入淨土法門，我們這一生果然往生，這對得起文殊、普賢。"
    },
    {
      "id": "02-040-0456_p0013",
      "zh_CN": "所以我们努力在做，就像刘素青居士所说的，我们身行言教，可是还有很多人不相信，她就想到，能不能有一个人做个往生表演，做出来给大家看。这是什么？给我们做证明，给夏莲老做证明，证明经正确的，给黄念祖老居士做证明，她说给净空法师做证明。她一生学佛时间不长，好像只有四年，没有学过别的法门，就学《无量寿经》，听我讲经的光碟，没有学过第二部经，而且时间短，三、四年。她就发心，这个事情我来做，求阿弥陀佛加持，做一个欢欢喜喜往生表演，佛门叫表法，就是表演，发这个心。自己还有寿命，不要了。以后我听说她还有十年寿命，不要了，现在就走。从发这个心大概不到一个月，她真走了。往生的前好像是八天，她的妹妹刘素云居士听到一个信息，空中有个声音是数字，二０一二一一二一一二。这一组数字，她把它写下来，怀疑是不是姐姐往生的日子。你看二０一二，这是年，二０一二年，一一，十一月，二一，二十一号，一二，十二点钟。她把这个条子写了之后给她姐姐，她姐姐看了笑了笑，就收起来了，没说话。果然这一天，这一天佛友，学佛的朋友，大家在一起有说有笑，在聊天，高高兴兴、欢欢喜喜。时间一到，她告诉大家，阿弥陀佛来了，手上拿着莲花来接我，我向大家告假，我走了。真走了。别人看不到，妳怎么样上莲花，爬上莲花那个动作，她在那里表演个动作，好像上莲花，大家看到了，真走了。",
      "zh_TW": "所以我們努力在做，就像劉素青居士所說的，我們身行言教，可是還有很多人不相信，她就想到，能不能有一個人做個往生表演，做出來給大家看。這是什麼？給我們做證明，給夏蓮老做證明，證明經正確的，給黃念祖老居士做證明，她說給淨空法師做證明。她一生學佛時間不長，好像只有四年，沒有學過別的法門，就學《無量壽經》，聽我講經的光碟，沒有學過第二部經，而且時間短，三、四年。她就發心，這個事情我來做，求阿彌陀佛加持，做一個歡歡喜喜往生表演，佛門叫表法，就是表演，發這個心。自己還有壽命，不要了。以後我聽說她還有十年壽命，不要了，現在就走。從發這個心大概不到一個月，她真走了。往生的前好像是八天，她的妹妹劉素雲居士聽到一個信息，空中有個聲音是數字，二０一二一一二一一二。這一組數字，她把它寫下來，懷疑是不是姐姐往生的日子。你看二０一二，這是年，二０一二年，一一，十一月，二一，二十一號，一二，十二點鐘。她把這個條子寫了之後給她姐姐，她姐姐看了笑了笑，就收起來了，沒說話。果然這一天，這一天佛友，學佛的朋友，大家在一起有說有笑，在聊天，高高興興、歡歡喜喜。時間一到，她告訴大家，阿彌陀佛來了，手上拿著蓮花來接我，我向大家告假，我走了。真走了。別人看不到，妳怎麼樣上蓮花，爬上蓮花那個動作，她在那裡表演個動作，好像上蓮花，大家看到了，真走了。"
    },
    {
      "id": "02-040-0456_p0014",
      "zh_CN": "这些资料我们这都有保存，这就是说明，人有真的愿，阿弥陀佛慈悲到极处，寿命没有到，也能带你往生。这就是证明蕅益大师在《要解》上所说的，真信切愿，这就具足往生的条件。能不能往生，决定在是不是有真信切愿；往生之后品位高下，是你念佛功夫的浅深。记住，不是多少，功夫的浅深。功夫是什么？功夫完全在放下。如果彻底放下，那一句佛号抵得别人一百万句都不止，你马上就能往生。论往生极乐世界的品位，是你念佛的功夫。念佛的功夫就是看破放下，真正看破，真正放下。真正看破，知道世界是假的。所以中国人，无论修学哪个宗派、哪个法门，没有不读《金刚经》的。为什么？《金刚经》简单扼要，对于任何宗派，它帮助你修行，帮助你看破放下。「凡所有相皆是虚妄」、「一切有为法如梦幻泡影」，这是看破，知道这个世界假的，不是真的。",
      "zh_TW": "這些資料我們這都有保存，這就是說明，人有真的願，阿彌陀佛慈悲到極處，壽命沒有到，也能帶你往生。這就是證明蕅益大師在《要解》上所說的，真信切願，這就具足往生的條件。能不能往生，決定在是不是有真信切願；往生之後品位高下，是你念佛功夫的淺深。記住，不是多少，功夫的淺深。功夫是什麼？功夫完全在放下。如果徹底放下，那一句佛號抵得別人一百萬句都不止，你馬上就能往生。論往生極樂世界的品位，是你念佛的功夫。念佛的功夫就是看破放下，真正看破，真正放下。真正看破，知道世界是假的。所以中國人，無論修學哪個宗派、哪個法門，沒有不讀《金剛經》的。為什麼？《金剛經》簡單扼要，對於任何宗派，它幫助你修行，幫助你看破放下。「凡所有相皆是虛妄」、「一切有為法如夢幻泡影」，這是看破，知道這個世界假的，不是真的。"
    },
    {
      "id": "02-040-0456_p0015",
      "zh_CN": "我刚才看到有同学送给我一个名字，台湾护法，谢瀚仪居士病危。当年我住在新加坡，我们住在一栋大楼上，天天见面，年岁很轻，大概也不过，现在不过六十多岁。一九七七年，我第一次到香港讲经，我今天翻翻那些照片，听众里面很多法师、同修，三分之二都不在了。假的，不是真的，不能当真，你把它当真，错了。他到这个世界来住多少天，命里注定的。这人的寿命，看相算命真有功夫的算得很准。这是什么？业力。这一生的果报是过去生中业力主宰的，我这一生所造的业是来世，来世到哪一道，所受苦乐、寿命长短，这一生的业力来生报，这么回事情。如果你遇到佛法，你能够忏悔，能够改过，能够断恶修善、积功累德，如果积得多，这一生就产生变化。你有灾祸，灾祸没有了；你没有福报，福报现前了；你寿命不长，寿命可以延长。《了凡四训》大家熟知的，我学佛第一本念的书，朱镜宙老居士送给我的，我一口气看了三十遍，大概花了两个多月的时间，一遍一遍看三十遍，非常受感动。为什么？了凡先生的毛病我全有，了凡先生有些好处我还没有，比不上他，非常受感动。所以遇到佛法，我真干，我看到前头有这个例子，真发心，真干，整个命运改变了。",
      "zh_TW": "我剛才看到有同學送給我一個名字，台灣護法，謝瀚儀居士病危。當年我住在新加坡，我們住在一棟大樓上，天天見面，年歲很輕，大概也不過，現在不過六十多歲。一九七七年，我第一次到香港講經，我今天翻翻那些照片，聽眾裡面很多法師、同修，三分之二都不在了。假的，不是真的，不能當真，你把它當真，錯了。他到這個世界來住多少天，命裡注定的。這人的壽命，看相算命真有功夫的算得很準。這是什麼？業力。這一生的果報是過去生中業力主宰的，我這一生所造的業是來世，來世到哪一道，所受苦樂、壽命長短，這一生的業力來生報，這麼回事情。如果你遇到佛法，你能夠懺悔，能夠改過，能夠斷惡修善、積功累德，如果積得多，這一生就產生變化。你有災禍，災禍沒有了；你沒有福報，福報現前了；你壽命不長，壽命可以延長。《了凡四訓》大家熟知的，我學佛第一本念的書，朱鏡宙老居士送給我的，我一口氣看了三十遍，大概花了兩個多月的時間，一遍一遍看三十遍，非常受感動。為什麼？了凡先生的毛病我全有，了凡先生有些好處我還沒有，比不上他，非常受感動。所以遇到佛法，我真幹，我看到前頭有這個例子，真發心，真幹，整個命運改變了。"
    },
    {
      "id": "02-040-0456_p0016",
      "zh_CN": "这个我要非常感激的是章嘉大师，他老人家教我的。命里贫穷，应该说贫贱，贫，没有财富，贱，没有地位，贫贱到极处，就是乞丐的命，不是个好的命。寿命只有四十五岁，我非常相信。我家的家谱，诸位看能看得到，我的祖父四十五岁过世的；我还有个伯父，我父亲的哥哥，也是四十五岁走的；我父亲四十五岁走的。我家里三个四十五岁，所以我想也许这是遗传，我的寿命也到四十五岁。所以我念佛就比较认真，为什么？寿命只有四十五岁，必须要在四十五岁我要能往生。一生没生病，四十五岁那一年生一场病。那一年夏安居我参加了，在夏安居里头讲《楞严经》，讲到三分之一，我得病了，经也就停止了。我心里一想，时候到了，我也不看医生、也不吃药，念佛求往生。医生只能医病，不能医命，命到了，你还医什么？我明白这个道理，就念佛求往生，念了一个月，病好了。",
      "zh_TW": "這個我要非常感激的是章嘉大師，他老人家教我的。命裡貧窮，應該說貧賤，貧，沒有財富，賤，沒有地位，貧賤到極處，就是乞丐的命，不是個好的命。壽命只有四十五歲，我非常相信。我家的家譜，諸位看能看得到，我的祖父四十五歲過世的；我還有個伯父，我父親的哥哥，也是四十五歲走的；我父親四十五歲走的。我家裡三個四十五歲，所以我想也許這是遺傳，我的壽命也到四十五歲。所以我念佛就比較認真，為什麼？壽命只有四十五歲，必須要在四十五歲我要能往生。一生沒生病，四十五歲那一年生一場病。那一年夏安居我參加了，在夏安居裡頭講《楞嚴經》，講到三分之一，我得病了，經也就停止了。我心裡一想，時候到了，我也不看醫生、也不吃藥，念佛求往生。醫生只能醫病，不能醫命，命到了，你還醫什麼？我明白這個道理，就念佛求往生，念了一個月，病好了。"
    },
    {
      "id": "02-040-0456_p0017",
      "zh_CN": "我还有两个同参，我们三个人，我出家比他们早，受戒同时，我们这也算同届的，命运相同，也同年，都是过不了四十五岁。在那一年，三月走了一个，法融法师；五月走了一个，明演法师；我是七月得病。所以两个走了，后头轮到我，可是我没走。第二年遇到甘珠活佛，我们也很久没见面，在仁王护国法会上面，他主持密坛，碰到了，叫着我。我就说：活佛有什么事情？他说：你坐下来，我跟你聊天，告诉我，我们很多人常常在背后议论你。我说：议论些什么？他说：你人心还不错，可惜没有福报，短命。我说：这个事情我不忌讳，我自己完全了解，当面说都可以。他说：你现在不一样了。我说：怎么了？他说：你这些年来讲经功德很大。那个时候我讲经十二年。他说：这十二年功德很大，你的命运全转了，不但你有福报，有大福报，而且你有很长的寿命。我遇到这么一个人，告诉我这些信息，第二年他就走了，他也是章嘉大师的学生，是很有成就的一个学生。",
      "zh_TW": "我還有兩個同參，我們三個人，我出家比他們早，受戒同時，我們這也算同屆的，命運相同，也同年，都是過不了四十五歲。在那一年，三月走了一個，法融法師；五月走了一個，明演法師；我是七月得病。所以兩個走了，後頭輪到我，可是我沒走。第二年遇到甘珠活佛，我們也很久沒見面，在仁王護國法會上面，他主持密壇，碰到了，叫著我。我就說：活佛有什麼事情？他說：你坐下來，我跟你聊天，告訴我，我們很多人常常在背後議論你。我說：議論些什麼？他說：你人心還不錯，可惜沒有福報，短命。我說：這個事情我不忌諱，我自己完全了解，當面說都可以。他說：你現在不一樣了。我說：怎麼了？他說：你這些年來講經功德很大。那個時候我講經十二年。他說：這十二年功德很大，你的命運全轉了，不但你有福報，有大福報，而且你有很長的壽命。我遇到這麼一個人，告訴我這些信息，第二年他就走了，他也是章嘉大師的學生，是很有成就的一個學生。"
    },
    {
      "id": "02-040-0456_p0018",
      "zh_CN": "所以命运不是固定的，可以改的。如果造大的恶业，长寿变成短命，富贵变成贫贱，全操在自己手上，不是别人管。不是别人管，要为这些事情，求佛菩萨错了，求神明也错了，应该怎么样？求自己就对了。神明、佛菩萨不管这些事情，这个是必须要知道的。佛菩萨只教给我们，断恶修善，积功累德，这是对于一般普通教化的目的。对真正学佛人的目的不是这个，那是破迷开悟，求生净土，这是对真正学佛的弟子。对普通世间人，不想超越六道轮回，教他什么？教他断恶修善，积功累德，他来生得人天福报。佛不勉强人，你不想出三界，留恋三界，他就帮助你在三界里头做个好人，做个富贵人，这是佛心。佛决定不会降灾难给你，没这个道理，那不是佛菩萨。",
      "zh_TW": "所以命運不是固定的，可以改的。如果造大的惡業，長壽變成短命，富貴變成貧賤，全操在自己手上，不是別人管。不是別人管，要為這些事情，求佛菩薩錯了，求神明也錯了，應該怎麼樣？求自己就對了。神明、佛菩薩不管這些事情，這個是必須要知道的。佛菩薩只教給我們，斷惡修善，積功累德，這是對於一般普通教化的目的。對真正學佛人的目的不是這個，那是破迷開悟，求生淨土，這是對真正學佛的弟子。對普通世間人，不想超越六道輪迴，教他什麼？教他斷惡修善，積功累德，他來生得人天福報。佛不勉強人，你不想出三界，留戀三界，他就幫助你在三界裡頭做個好人，做個富貴人，這是佛心。佛決定不會降災難給你，沒這個道理，那不是佛菩薩。"
    },
    {
      "id": "02-040-0456_p0019",
      "zh_CN": "所以这开光意义里头，最重要的是「令他信」。第三个意思，「为报恩」。我们所作所为都是利益众生，所作所为都是帮助众生产生信心，帮助众生发愿，这也是报佛恩。我们修净土，自己往生到极乐世界，永远离苦得乐，也要把这个信息传给别人。信与不信都要传，信的，得度了；不信的，阿赖耶识里头种下种子，这个种子总会有一天起现行。我们报佛恩只有这个，其他的佛都不需要，你说怎么样修供养，佛还要我们这供养吗？他不需要。佛所要的、佛所愿的，希望一切众生都觉悟、都明白、都认识净土、都发愿求生，这是佛的愿望，我们满足佛的愿望是真正报佛恩。这就是为什么要造塔，为什么要造像。我们现在是造经，大量的印《大藏经》到全世界流通，这是法宝。现代这个时代法宝特别需要，这些佛像有很多人把它当作神明去看待，供养礼拜修一点小福，他智慧不开。法宝就重要了，培养弘法人才重要，这就是我们建学校，我们办教育。我们还希望全世界所有宗教都回归教育，都要以帮助众生觉悟，帮助众生断恶修善，这个重要。帮助社会安定和谐，帮助大家生活幸福圆满，把这个讲清楚、讲明白，这叫真正开光。知道我为什么要供这个像，为什么天天去拜它，天天在它面前行礼，把道理讲清楚、讲明白，这不是迷信，这都是属于教学。",
      "zh_TW": "所以這開光意義裡頭，最重要的是「令他信」。第三個意思，「為報恩」。我們所作所為都是利益眾生，所作所為都是幫助眾生產生信心，幫助眾生發願，這也是報佛恩。我們修淨土，自己往生到極樂世界，永遠離苦得樂，也要把這個信息傳給別人。信與不信都要傳，信的，得度了；不信的，阿賴耶識裡頭種下種子，這個種子總會有一天起現行。我們報佛恩只有這個，其他的佛都不需要，你說怎麼樣修供養，佛還要我們這供養嗎？他不需要。佛所要的、佛所願的，希望一切眾生都覺悟、都明白、都認識淨土、都發願求生，這是佛的願望，我們滿足佛的願望是真正報佛恩。這就是為什麼要造塔，為什麼要造像。我們現在是造經，大量的印《大藏經》到全世界流通，這是法寶。現代這個時代法寶特別需要，這些佛像有很多人把它當作神明去看待，供養禮拜修一點小福，他智慧不開。法寶就重要了，培養弘法人才重要，這就是我們建學校，我們辦教育。我們還希望全世界所有宗教都回歸教育，都要以幫助眾生覺悟，幫助眾生斷惡修善，這個重要。幫助社會安定和諧，幫助大家生活幸福圓滿，把這個講清楚、講明白，這叫真正開光。知道我為什麼要供這個像，為什麼天天去拜它，天天在它面前行禮，把道理講清楚、講明白，這不是迷信，這都是屬於教學。"
    },
    {
      "id": "02-040-0456_p0020",
      "zh_CN": "下面引《法华经》说，「诸佛灭度已」，佛不住世，佛走了。灭度，度是度众生，度众生的事业告一个段落，佛离开这个世界，度众生的事业到这为止，那就供养舍利。「供养舍利者，起万亿种塔」，造佛塔，造佛塔包括建立道场，建立精舍，建立寺院。中国是大规模的建立丛林，丛林就是大学，就是佛教大学。「金银及颇梨」，这是建塔，有用黄金建舍利塔，有用银做舍利塔，有用玻璃。经上玻璃是现在所讲的水晶，古时候没有化学玻璃，水晶称玻璃。「或有起石庙」，这是石头的建筑，石庙。有些是用木材，木材里头上好的木材，檀香，沉水香，这种木材是非常名贵、稀有，多半拿它做舍利塔，因为它小，要建寺庙，这不是一般人能做得起的，这个是做塔的。「木樒并余材」，这个木樒，木樒是树的名字，这个树非常坚固，用它来做建筑材料非常好。其余，其他的木材，或者是砖造的，砖瓦造的，或者是泥土造的，这些都不拘，看各人的方便。「若于旷野中，积土成佛庙」，这旷野当中，古时代，地球上的人口少，居住的环境面积都很大，在旷野当中建佛庙。「乃至童子戏，聚沙为佛塔」，这小朋友游戏，游戏在沙滩上，用沙来造佛塔。「如是诸人等，皆已成佛道」，《法华经》上说的。这是什么？心中有佛，念念不忘佛陀、佛塔、佛寺，这就是皆已成佛道。一念清净一念佛，念念清净念念佛，就是这个意思。强烈的欲望，决定感佛现前，决定得生净土。",
      "zh_TW": "下面引《法華經》說，「諸佛滅度已」，佛不住世，佛走了。滅度，度是度眾生，度眾生的事業告一個段落，佛離開這個世界，度眾生的事業到這為止，那就供養舍利。「供養舍利者，起萬億種塔」，造佛塔，造佛塔包括建立道場，建立精舍，建立寺院。中國是大規模的建立叢林，叢林就是大學，就是佛教大學。「金銀及頗梨」，這是建塔，有用黃金建舍利塔，有用銀做舍利塔，有用玻璃。經上玻璃是現在所講的水晶，古時候沒有化學玻璃，水晶稱玻璃。「或有起石廟」，這是石頭的建築，石廟。有些是用木材，木材裡頭上好的木材，檀香，沉水香，這種木材是非常名貴、稀有，多半拿它做舍利塔，因為它小，要建寺廟，這不是一般人能做得起的，這個是做塔的。「木樒並餘材」，這個木樒，木樒是樹的名字，這個樹非常堅固，用它來做建築材料非常好。其餘，其他的木材，或者是磚造的，磚瓦造的，或者是泥土造的，這些都不拘，看各人的方便。「若於曠野中，積土成佛廟」，這曠野當中，古時代，地球上的人口少，居住的環境面積都很大，在曠野當中建佛廟。「乃至童子戲，聚沙為佛塔」，這小朋友遊戲，遊戲在沙灘上，用沙來造佛塔。「如是諸人等，皆已成佛道」，《法華經》上說的。這是什麼？心中有佛，念念不忘佛陀、佛塔、佛寺，這就是皆已成佛道。一念清淨一念佛，念念清淨念念佛，就是這個意思。強烈的欲望，決定感佛現前，決定得生淨土。"
    },
    {
      "id": "02-040-0456_p0021",
      "zh_CN": "前面说的是塔，后面讲像。「像，指佛像。据《增一阿含》佛升忉利，优填王忆佛，用牛头栴檀雕佛像高五尺，是为此土雕像之始」。这是讲第一尊佛像，是檀香木雕的。牛头，牛头是山的名字，牛头山的檀香木最好，檀香当中最好的木材。释迦牟尼佛升忉利天，为什么升忉利天？佛出生七天，母亲就升忉利天，母亲的功德大，生了一个佛陀儿子，这个世间没有那么大的福报，到忉利天去了。他的姨母，也就是他母亲的妹妹，把他养大。佛示现成佛之后，想到母亲在忉利天，升天为母亲说法，报母恩。讲什么经？《地藏菩萨本愿经》。《地藏菩萨本愿经》在忉利天讲的，为母亲讲的，所以《地藏经》是孝经。《地藏经》里头讲什么？孝亲尊师。",
      "zh_TW": "前面說的是塔，後面講像。「像，指佛像。據《增一阿含》佛升忉利，優填王憶佛，用牛頭栴檀雕佛像高五尺，是為此土雕像之始」。這是講第一尊佛像，是檀香木雕的。牛頭，牛頭是山的名字，牛頭山的檀香木最好，檀香當中最好的木材。釋迦牟尼佛升忉利天，為什麼升忉利天？佛出生七天，母親就升忉利天，母親的功德大，生了一個佛陀兒子，這個世間沒有那麼大的福報，到忉利天去了。他的姨母，也就是他母親的妹妹，把他養大。佛示現成佛之後，想到母親在忉利天，升天為母親說法，報母恩。講什麼經？《地藏菩薩本願經》。《地藏菩薩本願經》在忉利天講的，為母親講的，所以《地藏經》是孝經。《地藏經》裡頭講什麼？孝親尊師。"
    },
    {
      "id": "02-040-0456_p0022",
      "zh_CN": "大乘佛法从哪里学起？从地藏学起。地代表大地，大地能生万物，能育万物，一切万物离不开大地，大地是母亲，离开大地都不能生存。佛用大地比众生的心地，心能生万法，心具足无量的宝藏。修行，心是主宰，不在形式，在心，心里真正有佛。心里没有佛，天天拜佛没用；心里没有佛，天天念佛也没用，古人讲的「喊破喉咙也枉然」，心里没有。心里真有，没有拜佛，也没有念佛，他是真佛，这个要知道。我们就很明显知道了，心里有佛是自受用，口里念佛是他受用。为什么？我念给他听的，劝他念佛，做样子给他看，是这么回事情。读经，自受用；讲经，他受用，拿着佛经劝他的。佛法叫心学，禅宗叫佛心宗，完全着重在心念，不着重在形式。",
      "zh_TW": "大乘佛法從哪裡學起？從地藏學起。地代表大地，大地能生萬物，能育萬物，一切萬物離不開大地，大地是母親，離開大地都不能生存。佛用大地比眾生的心地，心能生萬法，心具足無量的寶藏。修行，心是主宰，不在形式，在心，心裡真正有佛。心裡沒有佛，天天拜佛沒用；心裡沒有佛，天天念佛也沒用，古人講的「喊破喉嚨也枉然」，心裡沒有。心裡真有，沒有拜佛，也沒有念佛，他是真佛，這個要知道。我們就很明顯知道了，心裡有佛是自受用，口裡念佛是他受用。為什麼？我念給他聽的，勸他念佛，做樣子給他看，是這麼回事情。讀經，自受用；講經，他受用，拿著佛經勸他的。佛法叫心學，禪宗叫佛心宗，完全著重在心念，不著重在形式。"
    },
    {
      "id": "02-040-0456_p0023",
      "zh_CN": "我们看《六祖坛经》，惠能大师在五祖忍和尚的道场，八个月，没有形式。形式是什么？天天舂米破柴，碓房里面看到一些工作的人，跟他干同样事情的。那个时候一个道场，五祖的道场，我们有理由能够相信，每天在那里吃饭的至少上千人。那么大的道场，上千人吃饭，需要多少米，需要多少柴火，所以它那是一个工作小组，总有几十个人在那里做这工作。能大师是当中的一个，他做得很起劲，全心全力做，个子矮，分量不够，找一些大石头绑在腰上。那些石头还在，现在还在。那种认真服务的精神也是鼓励别人。他修什么？章嘉大师说，不起心不动念、不分别不执着，修的是如来禅。真正入这个境界，他就不累了，干得再多，作如不作，不作即作，作即不作，作跟不作划等号了，这就不是一般人能知道的，所以他干得法喜充满。",
      "zh_TW": "我們看《六祖壇經》，惠能大師在五祖忍和尚的道場，八個月，沒有形式。形式是什麼？天天舂米破柴，碓房裡面看到一些工作的人，跟他幹同樣事情的。那個時候一個道場，五祖的道場，我們有理由能夠相信，每天在那裡吃飯的至少上千人。那麼大的道場，上千人吃飯，需要多少米，需要多少柴火，所以它那是一個工作小組，總有幾十個人在那裡做這工作。能大師是當中的一個，他做得很起勁，全心全力做，個子矮，分量不夠，找一些大石頭綁在腰上。那些石頭還在，現在還在。那種認真服務的精神也是鼓勵別人。他修什麼？章嘉大師說，不起心不動念、不分別不執著，修的是如來禪。真正入這個境界，他就不累了，幹得再多，作如不作，不作即作，作即不作，作跟不作劃等號了，這就不是一般人能知道的，所以他幹得法喜充滿。"
    },
    {
      "id": "02-040-0456_p0024",
      "zh_CN": "成熟了，别人不知道，五祖知道。成熟了怎么？传法给他。五祖有神通，能大师也有神通，他们同到一个等级，别人不知道，所以衣钵传给他。传给他，他给后人做表法，一个不认识字，一天经没有听过，禅堂里头也没坐过一炷香，就能做底下一代的祖师。谁服？没有人服气，也就是说反对的人多，当时一定有很多人，五祖老和尚老糊涂了，怎么把衣钵传给他？叫他到猎人队躲起来，藏起来十五年，不是短时间。十五年之后，大家把这个事情忘掉、淡忘了，他才出现。果然大行其道，会下开悟四十多个人，空前绝后。六祖的成就，让大家对五祖佩服得五体投地，那真不是凡人。六祖为我们所表法的，令我们对大乘教真正生起了信心。佛在经上所说的，正如六祖自己所说的，「何期自性，本自具足」。这一句人家不相信，我们自性就是真心，真心里头本来具足无量智慧，我们现在学智慧，到外去求，求好的老师，缴很重的学费，去学，到外面去学。自己内心所具的，完全藏在里头，出不来，到外面去学一些皮毛。",
      "zh_TW": "成熟了，別人不知道，五祖知道。成熟了怎麼？傳法給他。五祖有神通，能大師也有神通，他們同到一個等級，別人不知道，所以衣缽傳給他。傳給他，他給後人做表法，一個不認識字，一天經沒有聽過，禪堂裡頭也沒坐過一炷香，就能做底下一代的祖師。誰服？沒有人服氣，也就是說反對的人多，當時一定有很多人，五祖老和尚老糊塗了，怎麼把衣缽傳給他？叫他到獵人隊躲起來，藏起來十五年，不是短時間。十五年之後，大家把這個事情忘掉、淡忘了，他才出現。果然大行其道，會下開悟四十多個人，空前絕後。六祖的成就，讓大家對五祖佩服得五體投地，那真不是凡人。六祖為我們所表法的，令我們對大乘教真正生起了信心。佛在經上所說的，正如六祖自己所說的，「何期自性，本自具足」。這一句人家不相信，我們自性就是真心，真心裡頭本來具足無量智慧，我們現在學智慧，到外去求，求好的老師，繳很重的學費，去學，到外面去學。自己內心所具的，完全藏在裡頭，出不來，到外面去學一些皮毛。"
    },
    {
      "id": "02-040-0456_p0025",
      "zh_CN": "我们今天讲给人听，人没信心，没有信心就没有缘分。我们等了多少年？从我讲经开始，至少五十五年，五十五年之后才遇到几个，讲了他能听得懂的。马来西亚纳吉首相听懂了，斯里兰卡总统马欣达听懂了，他听懂他就护法，他就真帮助我们。我们的汉学院，我们的佛教大学、宗教大学，到这个时候才成熟，叫时节因缘。我们想了五十五年，本来认为这是幻想，不可能，遇到这个缘，真行，真能搞成功。看看整个世界大环境，我们明白了，为什么要等到现在才成熟，等这么长久，不是没有缘故的，统统有缘故。所以佛到忉利天，讲《地藏经》报母亲的恩，也都有时节因缘，什么时候该去，什么时候不能去。「优填王忆佛」，这是佛的好弟子，佛离开他三个月，常常想佛，他用牛头栴檀造佛像，高五尺，这是有佛的雕像的第一个。",
      "zh_TW": "我們今天講給人聽，人沒信心，沒有信心就沒有緣分。我們等了多少年？從我講經開始，至少五十五年，五十五年之後才遇到幾個，講了他能聽得懂的。馬來西亞納吉首相聽懂了，斯里蘭卡總統馬欣達聽懂了，他聽懂他就護法，他就真幫助我們。我們的漢學院，我們的佛教大學、宗教大學，到這個時候才成熟，叫時節因緣。我們想了五十五年，本來認為這是幻想，不可能，遇到這個緣，真行，真能搞成功。看看整個世界大環境，我們明白了，為什麼要等到現在才成熟，等這麼長久，不是沒有緣故的，統統有緣故。所以佛到忉利天，講《地藏經》報母親的恩，也都有時節因緣，什麼時候該去，什麼時候不能去。「優填王憶佛」，這是佛的好弟子，佛離開他三個月，常常想佛，他用牛頭栴檀造佛像，高五尺，這是有佛的雕像的第一個。"
    },
    {
      "id": "02-040-0456_p0026",
      "zh_CN": "「《法华经》云：若人为佛故，建立诸形像。刻雕成众相，皆已成佛道。又《造像功德经》曰：若人临终发言造像，乃至如﹝麦／广﹞麦」，﹝麦／广﹞麦是很小的一粒小麦，那就很小的像，雕成很小的像，「能除三世八十亿劫生死之罪。」你能相信吗？他造的佛像不大，只有﹝麦／广﹞麦那么大，功德除三世八十亿劫生死之罪，你能不能相信？你要问我，我会告诉你，我相信。为什么？这个事是个小事，心不是小事，真心，真正的恭敬心、感恩心，这个心难。如果心没有诚敬，没有恭敬，没有感恩，没有报恩，造再大的像，功德不大；具足真诚、感恩、报恩，再小的像，功德都不可思议。造像不难，那个心难得，为什么？那个心跟佛心是同等的，以真佛心来造佛像，道理在此地。",
      "zh_TW": "「《法華經》云：若人為佛故，建立諸形像。刻雕成眾相，皆已成佛道。又《造像功德經》曰：若人臨終發言造像，乃至如﹝麥／廣﹞麥」，﹝麥／廣﹞麥是很小的一粒小麥，那就很小的像，雕成很小的像，「能除三世八十億劫生死之罪。」你能相信嗎？他造的佛像不大，只有﹝麥／廣﹞麥那麼大，功德除三世八十億劫生死之罪，你能不能相信？你要問我，我會告訴你，我相信。為什麼？這個事是個小事，心不是小事，真心，真正的恭敬心、感恩心，這個心難。如果心沒有誠敬，沒有恭敬，沒有感恩，沒有報恩，造再大的像，功德不大；具足真誠、感恩、報恩，再小的像，功德都不可思議。造像不難，那個心難得，為什麼？那個心跟佛心是同等的，以真佛心來造佛像，道理在此地。"
    },
    {
      "id": "02-040-0456_p0027",
      "zh_CN": "下面一段，『饭食沙门』。食念去声，当动词讲。食是个名词，这当动词，就是以饭菜供养沙门。底下的注解说，「即斋僧。以饭食供养僧众」。古时候出家人都是托钵，这是他每天一堂功课，每天都要出去托钵。道场里面没有厨房，日中一食，这一食是到外面去托钵，托回来大家在一起吃。「《六波罗蜜多经》云：以食施者，当施五事」，这就是供僧，斋僧，供养僧，它这个里面布施，这个供斋具足这五个条件。哪五个呢？「一者施命。若人无食，难以济命」。这是布施他的生命，生命要靠饮食来延续，没有饮食他饿死了，所以这是布施的大功德，是让他延长寿命。「二者施色」，色就是讲他的健康，「因得食故，颜色和悦」，他身体健康。「三者施力。以是食故，增益气力」，这健康。「四者施乐」，他能够得到饮食，「身心安乐」。「五者施辩」，施辩就是什么？这布施供养他说法。如果他饥饿，他没有这个体力，他不能说法；必须要他健康长寿，他才能够说法利生。所以这个食施功德就大了，里面具足这么多好事情。「饮食充足，身心勇锐，得大辩才，智慧无碍」。这是布施斋僧为什么有那么多的好处，这佛在经上给我们讲清楚了。",
      "zh_TW": "下面一段，『飯食沙門』。食念去聲，當動詞講。食是個名詞，這當動詞，就是以飯菜供養沙門。底下的註解說，「即齋僧。以飯食供養僧眾」。古時候出家人都是托缽，這是他每天一堂功課，每天都要出去托缽。道場裡面沒有廚房，日中一食，這一食是到外面去托缽，托回來大家在一起吃。「《六波羅蜜多經》云：以食施者，當施五事」，這就是供僧，齋僧，供養僧，它這個裡面布施，這個供齋具足這五個條件。哪五個呢？「一者施命。若人無食，難以濟命」。這是布施他的生命，生命要靠飲食來延續，沒有飲食他餓死了，所以這是布施的大功德，是讓他延長壽命。「二者施色」，色就是講他的健康，「因得食故，顏色和悅」，他身體健康。「三者施力。以是食故，增益氣力」，這健康。「四者施樂」，他能夠得到飲食，「身心安樂」。「五者施辯」，施辯就是什麼？這布施供養他說法。如果他飢餓，他沒有這個體力，他不能說法；必須要他健康長壽，他才能夠說法利生。所以這個食施功德就大了，裡面具足這麼多好事情。「飲食充足，身心勇銳，得大辯才，智慧無礙」。這是布施齋僧為什麼有那麼多的好處，這佛在經上給我們講清楚了。"
    },
    {
      "id": "02-040-0456_p0028",
      "zh_CN": "佛、菩萨、罗汉，他们这些人可以不需要饮食，但是他示现。阿罗汉，我们在经里头读过，阿罗汉七天吃一餐，他不是天天出去托钵，他一个星期只吃一餐。辟支佛，半个月，两个星期吃一餐。这个道理我们明白了，饮食是身体能量的补充，人身体是个机器，它能量消耗掉没有补充，它能量就没有了，所以到时候要补充。什么让能量丧失？我早年在台中跟李老师学教，李老师日中一食，几十年了。我向老师请教，你这个日中一食，什么因缘开始的？他比我年岁大，他大我三十九岁，祖父辈的，我们是孙子辈的。民国初年，那时候我们都没出世，军阀战争，国内内战，他在家乡，城被另外一个军队包围住，打仗，炮弹落在院子里头。那个时候他就对佛菩萨发誓，如果这个战争结束之后，他还安全，没有把性命丢了，他就学佛，他就吃长斋，发这个愿。果然战争结束之后，他平安无事，他说那个时候他三十多岁。他是这样学佛的，这样素食持斋，一生遵守，日中一食。",
      "zh_TW": "佛、菩薩、羅漢，他們這些人可以不需要飲食，但是他示現。阿羅漢，我們在經裡頭讀過，阿羅漢七天吃一餐，他不是天天出去托缽，他一個星期只吃一餐。辟支佛，半個月，兩個星期吃一餐。這個道理我們明白了，飲食是身體能量的補充，人身體是個機器，它能量消耗掉沒有補充，它能量就沒有了，所以到時候要補充。什麼讓能量喪失？我早年在台中跟李老師學教，李老師日中一食，幾十年了。我向老師請教，你這個日中一食，什麼因緣開始的？他比我年歲大，他大我三十九歲，祖父輩的，我們是孫子輩的。民國初年，那時候我們都沒出世，軍閥戰爭，國內內戰，他在家鄉，城被另外一個軍隊包圍住，打仗，炮彈落在院子裡頭。那個時候他就對佛菩薩發誓，如果這個戰爭結束之後，他還安全，沒有把性命丟了，他就學佛，他就吃長齋，發這個願。果然戰爭結束之後，他平安無事，他說那個時候他三十多歲。他是這樣學佛的，這樣素食持齋，一生遵守，日中一食。"
    },
    {
      "id": "02-040-0456_p0029",
      "zh_CN": "我自从学佛之后，大概半年，我晚上这一餐就断了，我吃两餐。跟李老师的时候，他能吃一餐，我早晨也可以舍掉，我就试试看，做成功了，日中一食。我到第八个月，我才向他报告。他问我：八个月了吗？八个月了。他说：身体怎么样？我说：身体很正常，精神也很饱满。他把桌子一拍，永远坚持下去。为什么？我们需要很少，一生不求人，人到无求品自高，你的道心才会坚固。退心的人多半就是这些原因，他忍受不了，禁不起外面诱惑，这样退心占绝大多数。我们需要很少，一天一餐，一个月费用很有限，谁都愿意供养你，他供养得起，对你真有帮助，对他所费很有限。这是一桩好事情，饮食不贪图。能量，我就想到这一点，能量消耗，应该是百分之九十五，消耗在妄念、杂念。老师点头说对。因为我看到老师，老师的工作量是一般人五个人的工作量，他工作量太大，一天一餐居然就行。所以我就想到，正当消耗能量的，无论是劳力、是劳心都很有限，就怕妄想。妄想多了，你非补充不可，三餐之外，你还要吃宵夜，还要吃点心，时时刻刻补充。",
      "zh_TW": "我自從學佛之後，大概半年，我晚上這一餐就斷了，我吃兩餐。跟李老師的時候，他能吃一餐，我早晨也可以捨掉，我就試試看，做成功了，日中一食。我到第八個月，我才向他報告。他問我：八個月了嗎？八個月了。他說：身體怎麼樣？我說：身體很正常，精神也很飽滿。他把桌子一拍，永遠堅持下去。為什麼？我們需要很少，一生不求人，人到無求品自高，你的道心才會堅固。退心的人多半就是這些原因，他忍受不了，禁不起外面誘惑，這樣退心佔絕大多數。我們需要很少，一天一餐，一個月費用很有限，誰都願意供養你，他供養得起，對你真有幫助，對他所費很有限。這是一樁好事情，飲食不貪圖。能量，我就想到這一點，能量消耗，應該是百分之九十五，消耗在妄念、雜念。老師點頭說對。因為我看到老師，老師的工作量是一般人五個人的工作量，他工作量太大，一天一餐居然就行。所以我就想到，正當消耗能量的，無論是勞力、是勞心都很有限，就怕妄想。妄想多了，你非補充不可，三餐之外，你還要吃宵夜，還要吃點心，時時刻刻補充。"
    },
    {
      "id": "02-040-0456_p0030",
      "zh_CN": "现在这个时代，地球普遍的受严重染污，饮食都不健康，少吃一点好。古人讲了一句话说，「病从口入，祸从口出」，惹来的祸害，不小心说话说错了，言者无意，听者有心，这就是麻烦。」饮食是疾病的根源，少吃就可以减少疾病的机会。所以我从学佛之后，这个饭量就减少，我一天，就是三顿所吃的，是一般人一餐的量。十年离开李老师，就是韩馆长护持，她就要求我，每天一定要吃三餐，她怕我万一生病了，她担不起责任。那怎么办？我把一餐变成三餐，那时候我一餐小碗我吃三碗饭的，一餐。所以我一餐吃一碗，量完全相同，分三次。所以现在我一天不吃饭不饿，一样工作，习惯。信心，这个很重要，一切法从心想生，不想饥饿它就不会饿；你想它，它就会饿。你不想它，就没事，忘掉了，真的少病少恼，这个是一餐最大的好处。",
      "zh_TW": "現在這個時代，地球普遍的受嚴重染污，飲食都不健康，少吃一點好。古人講了一句話說，「病從口入，禍從口出」，惹來的禍害，不小心說話說錯了，言者無意，聽者有心，這就是麻煩。」飲食是疾病的根源，少吃就可以減少疾病的機會。所以我從學佛之後，這個飯量就減少，我一天，就是三頓所吃的，是一般人一餐的量。十年離開李老師，就是韓館長護持，她就要求我，每天一定要吃三餐，她怕我萬一生病了，她擔不起責任。那怎麼辦？我把一餐變成三餐，那時候我一餐小碗我吃三碗飯的，一餐。所以我一餐吃一碗，量完全相同，分三次。所以現在我一天不吃飯不餓，一樣工作，習慣。信心，這個很重要，一切法從心想生，不想飢餓它就不會餓；你想它，它就會餓。你不想它，就沒事，忘掉了，真的少病少惱，這個是一餐最大的好處。"
    },
    {
      "id": "02-040-0456_p0031",
      "zh_CN": "「又《会疏》曰：饭食沙门者，经云：正令得满四天下宝，其利不如请一清净沙门」，到你家里面去供斋，你得到的利益，比满四天下宝不知道要加多少倍。好！这个话有人相信吗？有，真正的佛弟子相信。果报在哪里？果报都不在这一生。为什么？这一生的果报是前世的业因，今生所做的果报是来世。做得真诚、殊胜，而且自己有求愿，像了凡先生一样，今生可以得到。像袁了凡那么样的真诚、那么样的精进，这一生可以得到。一般没有袁先生那么真诚，那果报在来世，你没有能改报这一生，但是来生决定感果。",
      "zh_TW": "「又《會疏》曰：飯食沙門者，經云：正令得滿四天下寶，其利不如請一清淨沙門」，到你家裡面去供齋，你得到的利益，比滿四天下寶不知道要加多少倍。好！這個話有人相信嗎？有，真正的佛弟子相信。果報在哪裡？果報都不在這一生。為什麼？這一生的果報是前世的業因，今生所做的果報是來世。做得真誠、殊勝，而且自己有求願，像了凡先生一樣，今生可以得到。像袁了凡那麼樣的真誠、那麼樣的精進，這一生可以得到。一般沒有袁先生那麼真誠，那果報在來世，你沒有能改報這一生，但是來生決定感果。"
    },
    {
      "id": "02-040-0456_p0032",
      "zh_CN": "我们再看下面这一段，『悬缯然灯』。悬是悬挂，缯是所有些丝织品，这是庄严道场的，我们中国人讲幢幡宝盖，用这个来供佛，这都是丝织品，都包括在这个字里头。然灯，灯表光明。所以供佛里面供养具，就是供养这些东西，最重要的是水。你一定要晓得，所有一切供养是给人看的，佛不需要这些，凡所有相皆是虚妄，佛怎么会要这个东西，都是表法的。表法最重要是水，所以供一杯水，什么东西都没有，水不能没有。水代表什么？是代表心，心水。水要清净，就是清净心；水里不起波浪，平等心。就是我们这个经题上「清净平等觉」，清净平等是自性，觉是自性起用，它代表这个。让人看到这杯水，马上想到我的心像不像水这样干净，像不像水这样平等？取这个意思，这个供养就真正有功德，给自己看，提醒自己。",
      "zh_TW": "我們再看下面這一段，『懸繒然燈』。懸是懸掛，繒是所有些絲織品，這是莊嚴道場的，我們中國人講幢幡寶蓋，用這個來供佛，這都是絲織品，都包括在這個字裡頭。然燈，燈表光明。所以供佛裡面供養具，就是供養這些東西，最重要的是水。你一定要曉得，所有一切供養是給人看的，佛不需要這些，凡所有相皆是虛妄，佛怎麼會要這個東西，都是表法的。表法最重要是水，所以供一杯水，什麼東西都沒有，水不能沒有。水代表什麼？是代表心，心水。水要清淨，就是清淨心；水裡不起波浪，平等心。就是我們這個經題上「清淨平等覺」，清淨平等是自性，覺是自性起用，它代表這個。讓人看到這杯水，馬上想到我的心像不像水這樣乾淨，像不像水這樣平等？取這個意思，這個供養就真正有功德，給自己看，提醒自己。"
    },
    {
      "id": "02-040-0456_p0033",
      "zh_CN": "『烧香』，香代表信，烧香代表信。最明显的表法，诸位要到中国大陆旅游，去看看长城，长城每隔一段有个堡垒，烽火台，那是什么？传递信息的，那就是香炉。古时候传递信息，古人想出这个方法，在这烧什么？烧狼烟。狼烟，狼的粪便燃烧，因为什么？它凝聚，风不容易吹散，很远就能看见。边疆上发生事情，事故了，敌人来侵略的时候，把狼烟点着，这看到了，接着一个一个传下去，大概几个小时北京就知道了。传递信息的，古人传递信息用香。所以我们用这个香，跟佛菩萨传递信息，取这个意思。所以香叫信香，合在法里面，戒定真香。佛教给我们什么？教给我们戒律，教给我们修定，戒定真香。所以闻到香，见到香，就想到戒定，就联想到佛对我的教诲。佛教导我们三皈五戒，佛教导我们十善业道，佛教给我们六和、六波罗蜜，你从这个香要想到这些，它就起作用了，这个烧香起作用。",
      "zh_TW": "『燒香』，香代表信，燒香代表信。最明顯的表法，諸位要到中國大陸旅遊，去看看長城，長城每隔一段有個堡壘，烽火台，那是什麼？傳遞信息的，那就是香爐。古時候傳遞信息，古人想出這個方法，在這燒什麼？燒狼煙。狼煙，狼的糞便燃燒，因為什麼？它凝聚，風不容易吹散，很遠就能看見。邊疆上發生事情，事故了，敵人來侵略的時候，把狼煙點著，這看到了，接著一個一個傳下去，大概幾個小時北京就知道了。傳遞信息的，古人傳遞信息用香。所以我們用這個香，跟佛菩薩傳遞信息，取這個意思。所以香叫信香，合在法裡面，戒定真香。佛教給我們什麼？教給我們戒律，教給我們修定，戒定真香。所以聞到香，見到香，就想到戒定，就聯想到佛對我的教誨。佛教導我們三皈五戒，佛教導我們十善業道，佛教給我們六和、六波羅蜜，你從這個香要想到這些，它就起作用了，這個燒香起作用。"
    },
    {
      "id": "02-040-0456_p0034",
      "zh_CN": "『散华』，花代表因，植物先开花后结果，这就是种善因得善果，取这个意思。散花是到处去种善因，将来处处有善果，取这个意思。所以在中国用花瓶插花，散花没看到；到斯里兰卡就看到，全是散花，它是一盘一盘的，统统是散花。那个散花教你统统撒开，就是处处要结善缘，要种善因，那你将来处处都是善果，取这个意思。燃灯，灯是代表燃烧自己照耀别人。用毛主席的一句话来解释，「全心全意为人民服务」。这是什么？这就是燃灯，舍己为人。你看蜡烛点，照别人，照到最后自己烧光了。古时候灯是油灯，油灯点燃，照人，到最后油尽了，再添油。全是表法，你要不懂表法，香白烧了，灯也白点了，你不晓得它代表什么意思。你要统统都晓得，寺院里不要说一句话，你到里面走一圈，你就法喜充满，你就觉悟了，你就不迷惑了，没有一样不是表法的。",
      "zh_TW": "『散華』，花代表因，植物先開花後結果，這就是種善因得善果，取這個意思。散花是到處去種善因，將來處處有善果，取這個意思。所以在中國用花瓶插花，散花沒看到；到斯里蘭卡就看到，全是散花，它是一盤一盤的，統統是散花。那個散花教你統統撒開，就是處處要結善緣，要種善因，那你將來處處都是善果，取這個意思。燃燈，燈是代表燃燒自己照耀別人。用毛主席的一句話來解釋，「全心全意為人民服務」。這是什麼？這就是燃燈，捨己為人。你看蠟燭點，照別人，照到最後自己燒光了。古時候燈是油燈，油燈點燃，照人，到最後油盡了，再添油。全是表法，你要不懂表法，香白燒了，燈也白點了，你不曉得它代表什麼意思。你要統統都曉得，寺院裡不要說一句話，你到裡面走一圈，你就法喜充滿，你就覺悟了，你就不迷惑了，沒有一樣不是表法的。"
    },
    {
      "id": "02-040-0456_p0035",
      "zh_CN": "连建筑，你看大殿，外面看两层，里面是一层，为什么这么建筑？代表佛说的真俗二谛，两层是真俗二谛，里面呢？真俗是一不是二。全都是表法的。佛所讲的这个意思，用种种艺术形态把它显示出来，不要说话，一看就明白，就觉悟了。所以佛是为别人，不是为自己，统统要把这个搞清楚，是为众生的，不是为自己的。那出家人，出家人不能住在大殿上，出家人的寮房，小房子。你看方丈、住持、大和尚，他住的房子多大？一丈见方，叫方丈。要是他住的房子很大，还有客厅连在一起，那就不对了。寺院的寮房都很小。古老的寺院，我在中国，那个时候不信佛，没有留意到。在台湾学佛之后，我参观台湾的一些道场，从前日本人建的，我看它的僧寮，我就明白了。僧寮一个人住的地方多大？像这个房子，当中是走路，两边是寮房，一个寮房就是一个铺位，但是它是用木板，榻榻米隔的，多大？一个半榻榻米。他可以在这边打坐，那半个榻榻米的地方放衣服，它有个柜子、抽屉给你放衣服，柜子上面供个小佛像，你在里头可以拜佛，有拉门，纸门。床铺下面是放洗脸盆、鞋子，放下面。出家人东西不多，三衣一钵，几本经书。我看到这个，我说这有道理，人住在这里没有贪心。他不是住一个寮房，像我们这个房子，大概比这个再长一点点，六个人住，一边三个，干净，让人看到生欢喜心。跟现在不一样，现在是享受，以前那叫真的是苦修。但是现在台湾那个道场没有了，都拆掉了，现在都改成高楼大厦。以前我们初到台湾看到日本人建筑，没有了。所以没有一样不是为众生，常常提醒自己不要迷惑颠倒。今天时间到了，我们就学到此地。",
      "zh_TW": "連建築，你看大殿，外面看兩層，裡面是一層，為什麼這麼建築？代表佛說的真俗二諦，兩層是真俗二諦，裡面呢？真俗是一不是二。全都是表法的。佛所講的這個意思，用種種藝術形態把它顯示出來，不要說話，一看就明白，就覺悟了。所以佛是為別人，不是為自己，統統要把這個搞清楚，是為眾生的，不是為自己的。那出家人，出家人不能住在大殿上，出家人的寮房，小房子。你看方丈、住持、大和尚，他住的房子多大？一丈見方，叫方丈。要是他住的房子很大，還有客廳連在一起，那就不對了。寺院的寮房都很小。古老的寺院，我在中國，那個時候不信佛，沒有留意到。在台灣學佛之後，我參觀台灣的一些道場，從前日本人建的，我看它的僧寮，我就明白了。僧寮一個人住的地方多大？像這個房子，當中是走路，兩邊是寮房，一個寮房就是一個鋪位，但是它是用木板，榻榻米隔的，多大？一個半榻榻米。他可以在這邊打坐，那半個榻榻米的地方放衣服，它有個櫃子、抽屜給你放衣服，櫃子上面供個小佛像，你在裡頭可以拜佛，有拉門，紙門。床鋪下面是放洗臉盆、鞋子，放下面。出家人東西不多，三衣一缽，幾本經書。我看到這個，我說這有道理，人住在這裡沒有貪心。他不是住一個寮房，像我們這個房子，大概比這個再長一點點，六個人住，一邊三個，乾淨，讓人看到生歡喜心。跟現在不一樣，現在是享受，以前那叫真的是苦修。但是現在台灣那個道場沒有了，都拆掉了，現在都改成高樓大廈。以前我們初到台灣看到日本人建築，沒有了。所以沒有一樣不是為眾生，常常提醒自己不要迷惑顛倒。今天時間到了，我們就學到此地。"
    }
  ]
}