{
  "doc_id": "02-040-0433",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四三三集",
    "zh_TW": "第四三三集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0433",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0433_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一同皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一同皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0433_p0002",
      "zh_CN": "请看《大经科注》第七百三十五页倒数第四行，从当中看起，「可见《观经》会上」，从这里看起，「当机之众纯是大乘根器，又皆是在家发心」。这几句话很重要，给我们在家同学有个很好的榜样，增长在家同学的信心，坚固愿力，不但能往生，而且可以达到上辈上生。也证明了前面一些祖师大德告诉我们，这个法门全是为在家学佛所开的，主要的佛是要帮助这些苦难众生圆成佛道，至于菩萨、声闻也有，那是附带的，这个看法非常正确。",
      "zh_TW": "請看《大經科註》第七百三十五頁倒數第四行，從當中看起，「可見《觀經》會上」，從這裡看起，「當機之眾純是大乘根器，又皆是在家發心」。這幾句話很重要，給我們在家同學有個很好的榜樣，增長在家同學的信心，堅固願力，不但能往生，而且可以達到上輩上生。也證明了前面一些祖師大德告訴我們，這個法門全是為在家學佛所開的，主要的佛是要幫助這些苦難眾生圓成佛道，至於菩薩、聲聞也有，那是附帶的，這個看法非常正確。"
    },
    {
      "id": "02-040-0433_p0003",
      "zh_CN": "而且，「韦提希夫人悟无生法忍于现世」，她是闻佛说法，应时就见西方极乐世界，见到阿弥陀佛、观音、势至，心生欢喜，豁然大悟，她就得无生法忍。这五百宫女，发无上菩提心，愿生彼国，也得到佛的授记。《观经》会上这些当机的大众，都是大乘根器，也是在家学佛，她们决定上辈往生，就是上三品。韦提希夫人证得无生法忍，无生法忍是七地以上，它有三品：下品七地菩萨、中品八地、上品九地。所以依照《观经》来讲，她决定是上品上生。从韦提希夫人这个例子，足以证明「上辈生者，不限于出家」，夫人是妇女，也能上品上生。显示「净宗妙法破尽规格」，不能用常规来看，「至极圆顿，不可思议」，圆是圆满，顿是快速，它这么快就成就了，确确实实是不可思议的法门。",
      "zh_TW": "而且，「韋提希夫人悟無生法忍於現世」，她是聞佛說法，應時就見西方極樂世界，見到阿彌陀佛、觀音、勢至，心生歡喜，豁然大悟，她就得無生法忍。這五百宮女，發無上菩提心，願生彼國，也得到佛的授記。《觀經》會上這些當機的大眾，都是大乘根器，也是在家學佛，她們決定上輩往生，就是上三品。韋提希夫人證得無生法忍，無生法忍是七地以上，它有三品：下品七地菩薩、中品八地、上品九地。所以依照《觀經》來講，她決定是上品上生。從韋提希夫人這個例子，足以證明「上輩生者，不限於出家」，夫人是婦女，也能上品上生。顯示「淨宗妙法破盡規格」，不能用常規來看，「至極圓頓，不可思議」，圓是圓滿，頓是快速，它這麼快就成就了，確確實實是不可思議的法門。"
    },
    {
      "id": "02-040-0433_p0004",
      "zh_CN": "又《报恩论》里头说，「刘遗民三度见佛」。这是东晋远公大师，慧远大师，在庐山建东林念佛堂，净土宗第一个道场。刘遗民居士参加这个道场，他在山上念佛，曾经三度见佛，见到阿弥陀佛。佛以衣盖覆他、手摩顶，这决定是上品，这也是在家居士。「而凡莲宗诸祖，及维摩、贤护等，一切缁素名德之往生者，可例知」，这些人往生决定是上品，而且多半都是上品上生。东晋的刘遗民，「与庐山远公同会念佛者也，往生在远公前」。「远公临终，方从定起，见阿弥陀佛，身满虚空。圆光之中，有诸化佛，观音势至，左右侍立。又见水流光明，分十四支，回注上下，演说苦、空、无常、无我之音」，极乐世界状况他看得很清楚，跟经上讲得一模一样。阿弥陀佛告诉远公大师，「我以本愿力故，来安慰汝，汝后七日」，就是七天之后，「当生我国」。这是远公往生七天前见佛，给他授记。他又见到莲社先往生的佛陀耶舍、慧持、慧永、刘遗民这些人，都在阿弥陀佛的旁边。他们向远公大师行礼，「揖」就是问讯，跟远公大师说：「师早发心，何来之晚。」慧远大师创办莲社，邀集这些人在一起念佛，他们先往生的，所以跟着阿弥陀佛来接引慧远大师，这些人说他，为什么你来晚了，我们来得早。这些事情决定不是假的，记载在《往生传》里面、在《净土圣贤录》里头。刘遗民生前三次见佛，往生之后随佛来迎接慧远大师，「是则居士上品生之又一证例」。",
      "zh_TW": "又《報恩論》裡頭說，「劉遺民三度見佛」。這是東晉遠公大師，慧遠大師，在廬山建東林念佛堂，淨土宗第一個道場。劉遺民居士參加這個道場，他在山上念佛，曾經三度見佛，見到阿彌陀佛。佛以衣蓋覆他、手摩頂，這決定是上品，這也是在家居士。「而凡蓮宗諸祖，及維摩、賢護等，一切緇素名德之往生者，可例知」，這些人往生決定是上品，而且多半都是上品上生。東晉的劉遺民，「與廬山遠公同會念佛者也，往生在遠公前」。「遠公臨終，方從定起，見阿彌陀佛，身滿虛空。圓光之中，有諸化佛，觀音勢至，左右侍立。又見水流光明，分十四支，回注上下，演說苦、空、無常、無我之音」，極樂世界狀況他看得很清楚，跟經上講得一模一樣。阿彌陀佛告訴遠公大師，「我以本願力故，來安慰汝，汝後七日」，就是七天之後，「當生我國」。這是遠公往生七天前見佛，給他授記。他又見到蓮社先往生的佛陀耶舍、慧持、慧永、劉遺民這些人，都在阿彌陀佛的旁邊。他們向遠公大師行禮，「揖」就是問訊，跟遠公大師說：「師早發心，何來之晚。」慧遠大師創辦蓮社，邀集這些人在一起念佛，他們先往生的，所以跟著阿彌陀佛來接引慧遠大師，這些人說他，為什麼你來晚了，我們來得早。這些事情決定不是假的，記載在《往生傳》裡面、在《淨土聖賢錄》裡頭。劉遺民生前三次見佛，往生之後隨佛來迎接慧遠大師，「是則居士上品生之又一證例」。"
    },
    {
      "id": "02-040-0433_p0005",
      "zh_CN": "「《华严》中，善财参五十三善知识，在家人实居多数」，出家人少。五十三位善知识，男女老少，各行各业。密宗噶居派的祖师是居士身分，因为祖师是白衣，所以称为白教。这是西藏一个教派，创办这个教派的祖师是在家居士。下面跟我们说，维摩居士大权示现，是金粟如来，我们参考资料里头有，在第八页当中。「维摩居士之前身为金粟如来。古来盛传此说，然不见经文之本据，或谓发迹经、思惟三昧经说之」，但是这二部经没有找到。《维摩经会疏》第三卷说，「今净名，或云金粟如来，已得上寂灭忍」，上寂灭忍是成佛了。寂灭忍在无生法忍之上，无生法忍是九地、八地、七地，寂灭忍，下品寂灭忍是十地，中品是等觉，上品是妙觉。已得上品寂灭，那就是无上正觉，妙觉的果位。本经「贤护等十六正士均是在家菩萨，为本经菩萨众中上首」，十六位。这部经，出家菩萨只说了三位，在家菩萨说了十六位，这里头表法的义趣我们应该要知道。念老在此地说，「故未可但从出家在家之相，而生分别」。净宗不应该分别这些，出家跟在家一样成就，往往在家成就比出家还高。",
      "zh_TW": "「《華嚴》中，善財參五十三善知識，在家人實居多數」，出家人少。五十三位善知識，男女老少，各行各業。密宗噶居派的祖師是居士身分，因為祖師是白衣，所以稱為白教。這是西藏一個教派，創辦這個教派的祖師是在家居士。下面跟我們說，維摩居士大權示現，是金粟如來，我們參考資料裡頭有，在第八頁當中。「維摩居士之前身為金粟如來。古來盛傳此說，然不見經文之本據，或謂發跡經、思惟三昧經說之」，但是這二部經沒有找到。《維摩經會疏》第三卷說，「今淨名，或云金粟如來，已得上寂滅忍」，上寂滅忍是成佛了。寂滅忍在無生法忍之上，無生法忍是九地、八地、七地，寂滅忍，下品寂滅忍是十地，中品是等覺，上品是妙覺。已得上品寂滅，那就是無上正覺，妙覺的果位。本經「賢護等十六正士均是在家菩薩，為本經菩薩眾中上首」，十六位。這部經，出家菩薩只說了三位，在家菩薩說了十六位，這裡頭表法的義趣我們應該要知道。念老在此地說，「故未可但從出家在家之相，而生分別」。淨宗不應該分別這些，出家跟在家一樣成就，往往在家成就比出家還高。"
    },
    {
      "id": "02-040-0433_p0006",
      "zh_CN": "「本经谓上辈生者，出家弃欲」，《观经》上品没有说出家，「韦提希夫人是在家女人，得上品生」，而且是上品上生，五百侍女也是上品生，两经不相违背。「盖韦提希夫人已是心出家也」，四种出家，心出身不出。「例如我国南方以米为主食，北方则以面粉为主食。米麦虽异，但其能作为主食」则相同。用这个来做比喻，出家、在家不一样，但是都能够证得上品上生的地位。「是故上品往生，心出家之在家人亦能也。次如《观经》中上品、中中品是出家人，《无量寿经》则谓在家人亦可也。两经合参易明真实之义。是故应善体圣心，切莫死执文句。舍家弃欲，应着重于心出家」。这两部经宗旨就相同，心出身不出跟身心俱出应该是同等的地位。特别是大乘法，大乘论心不论事，小乘论事不论心，这个我们要清楚、要明了。",
      "zh_TW": "「本經謂上輩生者，出家棄欲」，《觀經》上品沒有說出家，「韋提希夫人是在家女人，得上品生」，而且是上品上生，五百侍女也是上品生，兩經不相違背。「蓋韋提希夫人已是心出家也」，四種出家，心出身不出。「例如我國南方以米為主食，北方則以麵粉為主食。米麥雖異，但其能作為主食」則相同。用這個來做比喻，出家、在家不一樣，但是都能夠證得上品上生的地位。「是故上品往生，心出家之在家人亦能也。次如《觀經》中上品、中中品是出家人，《無量壽經》則謂在家人亦可也。兩經合參易明真實之義。是故應善體聖心，切莫死執文句。捨家棄欲，應著重於心出家」。這兩部經宗旨就相同，心出身不出跟身心俱出應該是同等的地位。特別是大乘法，大乘論心不論事，小乘論事不論心，這個我們要清楚、要明瞭。"
    },
    {
      "id": "02-040-0433_p0007",
      "zh_CN": "我们现在看下面这一科「发心专念」。前面告诉我们，这个理念非常重要，因为一切法从心想生，我们想错了，真的会产生变化，所以思想要正确。头一个条件说明在家出家统统有分，三辈九品。第二段要发心专念：",
      "zh_TW": "我們現在看下面這一科「發心專念」。前面告訴我們，這個理念非常重要，因為一切法從心想生，我們想錯了，真的會產生變化，所以思想要正確。頭一個條件說明在家出家統統有分，三輩九品。第二段要發心專念："
    },
    {
      "id": "02-040-0433_p0008",
      "zh_CN": "【发菩提心。一向专念。阿弥陀佛。】",
      "zh_TW": "【發菩提心。一向專念。阿彌陀佛。】"
    },
    {
      "id": "02-040-0433_p0009",
      "zh_CN": "这就是持名，信、愿、持名，决定得生。『发菩提心，一向专念阿弥陀佛』。「此为全经之纲宗」，纲是纲领，宗是宗要，就是最主要的一句经文。全经哪一句最重要？最重要的就是这一句，「发菩提心，一向专念阿弥陀佛」，《无量寿经》上最重要的就这一句。「已详论于明宗章矣」，在前面十门开启，明宗里头说得很详细。「《弥陀要解》以信愿持名为《小本》之宗」，小本是《阿弥陀经》，《阿弥陀经》的宗要、纲宗就是信愿持名。「本注则以发菩提心，一向专念为宗」，跟小本《阿弥陀经》宗旨完全相同。",
      "zh_TW": "這就是持名，信、願、持名，決定得生。『發菩提心，一向專念阿彌陀佛』。「此為全經之綱宗」，綱是綱領，宗是宗要，就是最主要的一句經文。全經哪一句最重要？最重要的就是這一句，「發菩提心，一向專念阿彌陀佛」，《無量壽經》上最重要的就這一句。「已詳論於明宗章矣」，在前面十門開啟，明宗裡頭說得很詳細。「《彌陀要解》以信願持名為《小本》之宗」，小本是《阿彌陀經》，《阿彌陀經》的宗要、綱宗就是信願持名。「本註則以發菩提心，一向專念為宗」，跟小本《阿彌陀經》宗旨完全相同。"
    },
    {
      "id": "02-040-0433_p0010",
      "zh_CN": "信、愿就是《观经》里面的三心，至诚心、深心、回向发愿心。据《四帖疏》的意思，《四帖疏》是善导大师作的，善导是我们净土宗第二代祖师，阿弥陀佛再来的，唐朝初年。善导大师的话，就是阿弥陀佛亲口所宣，我们要能够谛信，真信。《四帖疏》里面解释这个三心，第一个「至诚心，真实心也」。这个三心我们要把它用在生活上，那就是真发了。你说我念佛我用真心，不念佛我就不用，这是假的，这不是真的。一真一切真，我以什么心对佛，我就以什么心对众生，这个很重要。我对佛用真心，对众生用欺骗，这行吗？我们想想，佛会同意吗？决定不可以的。用真心处事待人接物，你心里欢喜，心地清净；用妄心处事待人接物，良心不安，对不起人，对不起事物，对不起。所以一定要记住，一真一切真，决定不能有妄心，这是不能不知道的。",
      "zh_TW": "信、願就是《觀經》裡面的三心，至誠心、深心、迴向發願心。據《四帖疏》的意思，《四帖疏》是善導大師作的，善導是我們淨土宗第二代祖師，阿彌陀佛再來的，唐朝初年。善導大師的話，就是阿彌陀佛親口所宣，我們要能夠諦信，真信。《四帖疏》裡面解釋這個三心，第一個「至誠心，真實心也」。這個三心我們要把它用在生活上，那就是真發了。你說我念佛我用真心，不念佛我就不用，這是假的，這不是真的。一真一切真，我以什麼心對佛，我就以什麼心對眾生，這個很重要。我對佛用真心，對眾生用欺騙，這行嗎？我們想想，佛會同意嗎？決定不可以的。用真心處事待人接物，你心裡歡喜，心地清淨；用妄心處事待人接物，良心不安，對不起人，對不起事物，對不起。所以一定要記住，一真一切真，決定不能有妄心，這是不能不知道的。"
    },
    {
      "id": "02-040-0433_p0011",
      "zh_CN": "第二「深心，深信心也。深信有二」，有两种。第一个，「决定深信自身现是罪恶生死凡夫，旷劫以来」，无量劫来，「常没常流转」，在六道里头轮回，「无有出离之缘」，这个要深信。我们无量劫来在生死轮回里打转，没有出离的机会，这个缘是机会。如果我们不信这个法门，我们还要继续搞轮回，真叫没完没了，这太可怕了。「二者，决定深信彼阿弥陀佛四十八愿，摄受众生，无疑无虑」。我们决定不能怀疑，也不必去思虑，它是真的，它决定不是假的。「乘彼愿力，定得往生」。深心特别注重这两点，善导大师说的。要决定肯定自己是罪业深重生死凡夫，现在有这么个机会让你出离，你真信、没有怀疑就行，如果有怀疑就难了，这一生这个缘就错过了。所以决定不能怀疑。",
      "zh_TW": "第二「深心，深信心也。深信有二」，有兩種。第一個，「決定深信自身現是罪惡生死凡夫，曠劫以來」，無量劫來，「常沒常流轉」，在六道裡頭輪迴，「無有出離之緣」，這個要深信。我們無量劫來在生死輪迴裡打轉，沒有出離的機會，這個緣是機會。如果我們不信這個法門，我們還要繼續搞輪迴，真叫沒完沒了，這太可怕了。「二者，決定深信彼阿彌陀佛四十八願，攝受眾生，無疑無慮」。我們決定不能懷疑，也不必去思慮，它是真的，它決定不是假的。「乘彼願力，定得往生」。深心特別注重這兩點，善導大師說的。要決定肯定自己是罪業深重生死凡夫，現在有這麼個機會讓你出離，你真信、沒有懷疑就行，如果有懷疑就難了，這一生這個緣就錯過了。所以決定不能懷疑。"
    },
    {
      "id": "02-040-0433_p0012",
      "zh_CN": "我们为什么能够脱离六道轮回往生极乐？完全靠阿弥陀佛四十八愿。一定要接受，佛的四十八愿是为我发的，不是为别人发的，我完全承当，完全接受，我这一生决定要往生极乐世界。这一生当中，有生之年，专修这个法门，读这部经，依教奉行。一天至少早晚课念两遍，早晨念一遍，晚上念一遍，念完一遍之后念佛，佛号念得愈多愈好，信愿持名你做到了，决定得生。散念，早晚功课是定课，散念，日常生活当中常常想着阿弥陀佛、常常念着阿弥陀佛。要知道不念佛就打妄想，念佛妄想就没有了，妄想是轮回业。你看看，不生西方就造轮回业，造轮回业就不能往生西方，这要想清楚。轮回业不能再造，不打妄想，什么都放下，生活所需够了就好，没有任何奢求，身心世界一切放下。",
      "zh_TW": "我們為什麼能夠脫離六道輪迴往生極樂？完全靠阿彌陀佛四十八願。一定要接受，佛的四十八願是為我發的，不是為別人發的，我完全承當，完全接受，我這一生決定要往生極樂世界。這一生當中，有生之年，專修這個法門，讀這部經，依教奉行。一天至少早晚課念兩遍，早晨念一遍，晚上念一遍，念完一遍之後念佛，佛號念得愈多愈好，信願持名你做到了，決定得生。散念，早晚功課是定課，散念，日常生活當中常常想著阿彌陀佛、常常念著阿彌陀佛。要知道不念佛就打妄想，念佛妄想就沒有了，妄想是輪迴業。你看看，不生西方就造輪迴業，造輪迴業就不能往生西方，這要想清楚。輪迴業不能再造，不打妄想，什麼都放下，生活所需夠了就好，沒有任何奢求，身心世界一切放下。"
    },
    {
      "id": "02-040-0433_p0013",
      "zh_CN": "第三「回向发愿心，从真实深信心中，以所修一切善根回向，愿生彼国也」，这善导大师教我们的。回向发愿心就是大慈悲心，将自己所修的一切善根回向往生极乐世界，回向给众生。希望众生在这一生当中都能够遇到净宗，都能够听到经教，《无量寿经》的经教，都能在这一生当中往生净土。这个愿望念念不忘，日常生活当中，待人接物不忘记阿弥陀佛。由上可见，《要解》所谓的信愿，就是《观经》讲的三心，《观经》的三心，就是本经的菩提心。故知今经的发菩提心，就是《弥陀要解》里头讲的信愿。又一向专念就是持名。「由于阿弥陀经大小二本，原是一经」，一个是细说，一个是略说，里面所讲的理论、方法、境界完全相同。「是以两者之宗，实应一旨」，这是真的，这不是假的。",
      "zh_TW": "第三「迴向發願心，從真實深信心中，以所修一切善根迴向，願生彼國也」，這善導大師教我們的。迴向發願心就是大慈悲心，將自己所修的一切善根迴向往生極樂世界，迴向給眾生。希望眾生在這一生當中都能夠遇到淨宗，都能夠聽到經教，《無量壽經》的經教，都能在這一生當中往生淨土。這個願望念念不忘，日常生活當中，待人接物不忘記阿彌陀佛。由上可見，《要解》所謂的信願，就是《觀經》講的三心，《觀經》的三心，就是本經的菩提心。故知今經的發菩提心，就是《彌陀要解》裡頭講的信願。又一向專念就是持名。「由於阿彌陀經大小二本，原是一經」，一個是細說，一個是略說，裡面所講的理論、方法、境界完全相同。「是以兩者之宗，實應一旨」，這是真的，這不是假的。"
    },
    {
      "id": "02-040-0433_p0014",
      "zh_CN": "我们再看下面这一段，「发菩提心已详述于明宗章中，兹不多赘」，不再说了。「谨再从《安乐集》中论菩提心部份录取数则，以便参会」，参是参考，会是会通。《安乐集》这本书一度佚失，「乃道绰大师所撰，所论甚为精要。下节录原文，并稍注释，浅申其意」。道绰大师的《安乐集》对于发菩提心他有四番议论，念老把它都抄在此地。第一个，「显菩提心之功用」，功是功德，用是用途。「《安乐集》云：第一出」，就是说出，「菩提心功用者。《大经》云」，净土讲大经就是《无量寿经》，「凡欲往生净土，要须发菩提心为源」，源是根源，菩提心是净土的根源。「云何？」为什么？「菩提者，乃是无上佛道之名也。若欲发心作佛者，此心广大，周遍法界。此心究竟，等若虚空。此心长远，尽未来际。此心普备，离二乘障。若能一发此心，倾无始生死有沦。所有功德回向菩提，皆能远诣佛果，无有失灭」，这是《大经》里面所说的。",
      "zh_TW": "我們再看下面這一段，「發菩提心已詳述於明宗章中，茲不多贅」，不再說了。「謹再從《安樂集》中論菩提心部份錄取數則，以便參會」，參是參考，會是會通。《安樂集》這本書一度佚失，「乃道綽大師所撰，所論甚為精要。下節錄原文，並稍註釋，淺申其意」。道綽大師的《安樂集》對於發菩提心他有四番議論，念老把它都抄在此地。第一個，「顯菩提心之功用」，功是功德，用是用途。「《安樂集》云：第一出」，就是說出，「菩提心功用者。《大經》云」，淨土講大經就是《無量壽經》，「凡欲往生淨土，要須發菩提心為源」，源是根源，菩提心是淨土的根源。「云何？」為什麼？「菩提者，乃是無上佛道之名也。若欲發心作佛者，此心廣大，周遍法界。此心究竟，等若虛空。此心長遠，盡未來際。此心普備，離二乘障。若能一發此心，傾無始生死有淪。所有功德迴向菩提，皆能遠詣佛果，無有失滅」，這是《大經》裡面所說的。"
    },
    {
      "id": "02-040-0433_p0015",
      "zh_CN": "下面是念老的解释，就是解说刚才我们所念的。「兹粗释云」，念老谦虚，不是细讲，就是概略的给我们说说。「首引《大经》，以明功用。《大经》者，《无量寿经》，净影、道绰、善导诸家称之为大经，天台称之为大本」。天台智者大师临终也是念佛往生的，所以天台宗很多祖师临终都是念佛往生净土。「此菩提心实为往生净土之源。源者，本也。故知，若不发此心，纵然勤修，亦似无源之水、无本之木，终不能往生也」。念佛而不能往生，多半是未发大心，不能放下。念佛的人多，往生的人不多。早年，五十多年前，我在台中求学，老师常常勉励大家，莲社的同修。老师说我们同学当中，都是念佛人，真正能往生的大概一万人当中只有三、五个，大多数都不能往生。五十多年前，半个世纪了，今天大概是一万个人当中有一、二个。道绰、善导那个时代，善导大师说过，「万修万人去」，一个都不漏。这一千多年来，为什么到现在一万人当中只有一、二个？菩提心重要！菩提心在佛面前烧香磕头发，那个发没用处，不是真的。我常常说，菩提心要在日常生活当中，那就是真的。我们一定用真心处事待人接物，绝不用妄心，真心就是菩提心，妄心就是阿赖耶，阿赖耶不能往生。",
      "zh_TW": "下面是念老的解釋，就是解說剛才我們所念的。「茲粗釋云」，念老謙虛，不是細講，就是概略的給我們說說。「首引《大經》，以明功用。《大經》者，《無量壽經》，淨影、道綽、善導諸家稱之為大經，天臺稱之為大本」。天台智者大師臨終也是念佛往生的，所以天台宗很多祖師臨終都是念佛往生淨土。「此菩提心實為往生淨土之源。源者，本也。故知，若不發此心，縱然勤修，亦似無源之水、無本之木，終不能往生也」。念佛而不能往生，多半是未發大心，不能放下。念佛的人多，往生的人不多。早年，五十多年前，我在台中求學，老師常常勉勵大家，蓮社的同修。老師說我們同學當中，都是念佛人，真正能往生的大概一萬人當中只有三、五個，大多數都不能往生。五十多年前，半個世紀了，今天大概是一萬個人當中有一、二個。道綽、善導那個時代，善導大師說過，「萬修萬人去」，一個都不漏。這一千多年來，為什麼到現在一萬人當中只有一、二個？菩提心重要！菩提心在佛面前燒香磕頭發，那個發沒用處，不是真的。我常常說，菩提心要在日常生活當中，那就是真的。我們一定用真心處事待人接物，絕不用妄心，真心就是菩提心，妄心就是阿賴耶，阿賴耶不能往生。"
    },
    {
      "id": "02-040-0433_p0016",
      "zh_CN": "往生极乐世界统统转识成智了，怎么转的，我们现在很明白、很清楚。往生的人都是坐着莲花去的，往生的缘成熟了，花就开了，阿弥陀佛拿着这个花接引你，你坐在莲台上，花就合起来。佛把这个花带到极乐世界，就在这个时候，你在花里头产生变化，这个变化就是转八识成四智。所以到达西方极乐世界，花开见佛，身不是这个身，法性身，居住的环境法性土，转识成智才是法性身、法性土。法性身、法性土是什么世界？是一真法界，不是十法界。那个身体，身有八万四千相，相，每一个相有八万四千好，每一个好放八万四千光明，每一道光明里面有诸佛菩萨在讲经教学，身上能看见。阿弥陀佛是这个身相，每一个人身相跟阿弥陀佛完全相同，不一样了。",
      "zh_TW": "往生極樂世界統統轉識成智了，怎麼轉的，我們現在很明白、很清楚。往生的人都是坐著蓮花去的，往生的緣成熟了，花就開了，阿彌陀佛拿著這個花接引你，你坐在蓮台上，花就合起來。佛把這個花帶到極樂世界，就在這個時候，你在花裡頭產生變化，這個變化就是轉八識成四智。所以到達西方極樂世界，花開見佛，身不是這個身，法性身，居住的環境法性土，轉識成智才是法性身、法性土。法性身、法性土是什麼世界？是一真法界，不是十法界。那個身體，身有八萬四千相，相，每一個相有八萬四千好，每一個好放八萬四千光明，每一道光明裡面有諸佛菩薩在講經教學，身上能看見。阿彌陀佛是這個身相，每一個人身相跟阿彌陀佛完全相同，不一樣了。"
    },
    {
      "id": "02-040-0433_p0017",
      "zh_CN": "所以，什么样的条件能往生，这一品经里头跟下一品，这「三辈往生」，下一品「往生正因」，这两品讲方法，我们要记住，尽量要与经上讲的相应。我们决定求生净土，希望我们个个都能够上辈往生，那不发心怎么行！发心，简单一句话说，用真心待人接物。什么是真心？真心没有我，我是妄心，有我就是妄心，真心无我。《金刚经》讲的，「无我相、无人相、无众生相、无寿者相」，真心。对待一切人事物都跟对待我一样，我不骗自己，我不骗一切人，就是真诚心。真诚心对自己是什么样子？刚才我们念过的，三心里面的深心，对自己是深心。深心不好懂，我把它换了，我讲经里换了，我用我们的经题，这个经题上有，「清净平等觉」这就是深心。对自己要常常保持自己的清净心、平等心。清净心里头没有执着，执着是染污，执着有个我，这个我是染污，是染污的根本。所以佛法最忌讳的就是我执，我执破了，就能证阿罗汉果，阿罗汉心清净。大乘菩萨根本是法执，法执破了就证大乘果位，小乘破我执，大乘破法执，法执破了，菩萨就成佛了。",
      "zh_TW": "所以，什麼樣的條件能往生，這一品經裡頭跟下一品，這「三輩往生」，下一品「往生正因」，這兩品講方法，我們要記住，盡量要與經上講的相應。我們決定求生淨土，希望我們個個都能夠上輩往生，那不發心怎麼行！發心，簡單一句話說，用真心待人接物。什麼是真心？真心沒有我，我是妄心，有我就是妄心，真心無我。《金剛經》講的，「無我相、無人相、無眾生相、無壽者相」，真心。對待一切人事物都跟對待我一樣，我不騙自己，我不騙一切人，就是真誠心。真誠心對自己是什麼樣子？剛才我們念過的，三心裡面的深心，對自己是深心。深心不好懂，我把它換了，我講經裡換了，我用我們的經題，這個經題上有，「清淨平等覺」這就是深心。對自己要常常保持自己的清淨心、平等心。清淨心裡頭沒有執著，執著是染污，執著有個我，這個我是染污，是染污的根本。所以佛法最忌諱的就是我執，我執破了，就能證阿羅漢果，阿羅漢心清淨。大乘菩薩根本是法執，法執破了就證大乘果位，小乘破我執，大乘破法執，法執破了，菩薩就成佛了。"
    },
    {
      "id": "02-040-0433_p0018",
      "zh_CN": "法不能执着，《金刚经》上佛举了个比喻，法是什么？法像我们过河需要工具，经上讲的筏，「如筏喻者」，我们今天讲渡船。筏是木头编的，木筏，竹子编的叫竹筏，五、六根大竹子绑在一起，可以过河。过了河之后，丢掉了，不要了，不能把它背在身上走。如筏喻者，佛法是帮助你、度你的，你达到目的地就要把它放下。法尚应舍，何况非法，你要不把佛法放下，你不能证果，为什么？它是你的障碍，佛法要放下。阿罗汉，我放下了，我执放下了，法执没放下，所以他不能成菩萨；他把法执放下，他就成菩萨，他就能成佛。法也是假的不是真的，佛用这些方法帮助你开悟，开悟之后，那是真的，那不是假的。开悟了，再不守这个方法，这个方法要放下，才真正得大自在，自性圆满的智慧德能相好统统现出来，那个境界就是极乐世界。所以极乐世界从哪里来的？自己心里头变现出来的，本来就是。阿弥陀佛的极乐世界跟我心里的极乐世界是一不是二。所以这段文很重要。",
      "zh_TW": "法不能執著，《金剛經》上佛舉了個比喻，法是什麼？法像我們過河需要工具，經上講的筏，「如筏喻者」，我們今天講渡船。筏是木頭編的，木筏，竹子編的叫竹筏，五、六根大竹子綁在一起，可以過河。過了河之後，丟掉了，不要了，不能把它背在身上走。如筏喻者，佛法是幫助你、度你的，你達到目的地就要把它放下。法尚應捨，何況非法，你要不把佛法放下，你不能證果，為什麼？它是你的障礙，佛法要放下。阿羅漢，我放下了，我執放下了，法執沒放下，所以他不能成菩薩；他把法執放下，他就成菩薩，他就能成佛。法也是假的不是真的，佛用這些方法幫助你開悟，開悟之後，那是真的，那不是假的。開悟了，再不守這個方法，這個方法要放下，才真正得大自在，自性圓滿的智慧德能相好統統現出來，那個境界就是極樂世界。所以極樂世界從哪裡來的？自己心裡頭變現出來的，本來就是。阿彌陀佛的極樂世界跟我心裡的極樂世界是一不是二。所以這段文很重要。"
    },
    {
      "id": "02-040-0433_p0019",
      "zh_CN": "如果这个心不发，那就像无源的水，这个河头没有源流、没有水，干了；无本之木，植物，这棵树，它的本就是树的主干，它有根，下面有根，根上面这个这叫本，本再生干，干生枝，根本。根本没有了，那一切都完了。中国传统的文化，孝敬是根本，如果孝顺父母没有了、尊敬长辈没有了，文化的根就断了，不管用什么方法都复兴不起来，为什么？它没有根本。大乘佛法也是用这个做根本，你看《观无量寿经》佛讲的净业三福，第一条「孝养父母，奉事师长」，根本。如果这个根本没有了，给诸位说不能往生，不孝父母，不敬师长，他怎么会往生！菩提心的根没了，真诚恭敬从这里生的。换句话说，我们用对父母的心、用对师长的心来对一切众生。可是现在对父母不尊重，对老师也不尊重，所以现在菩提心发不出来。一向专念有，很多人，但是这个根本没有。所以一万个念佛的人，真正往生只有一、二个，这两个人肯定是孝子，肯定是尊重长辈，对长辈有恭敬心。这是没有办法勉强别人的，老师再好，只能劝导，不能督促。老师这些事情讲多了，学生听了讨厌，不来了。来了天天骂他，他不愿意接受，他不来了。这个东西怎么办？我知道了我干，我不勉强别人。你要是真正搞清楚、搞明白了，要发心真干。",
      "zh_TW": "如果這個心不發，那就像無源的水，這個河頭沒有源流、沒有水，乾了；無本之木，植物，這棵樹，它的本就是樹的主幹，它有根，下面有根，根上面這個這叫本，本再生幹，幹生枝，根本。根本沒有了，那一切都完了。中國傳統的文化，孝敬是根本，如果孝順父母沒有了、尊敬長輩沒有了，文化的根就斷了，不管用什麼方法都復興不起來，為什麼？它沒有根本。大乘佛法也是用這個做根本，你看《觀無量壽經》佛講的淨業三福，第一條「孝養父母，奉事師長」，根本。如果這個根本沒有了，給諸位說不能往生，不孝父母，不敬師長，他怎麼會往生！菩提心的根沒了，真誠恭敬從這裡生的。換句話說，我們用對父母的心、用對師長的心來對一切眾生。可是現在對父母不尊重，對老師也不尊重，所以現在菩提心發不出來。一向專念有，很多人，但是這個根本沒有。所以一萬個念佛的人，真正往生只有一、二個，這兩個人肯定是孝子，肯定是尊重長輩，對長輩有恭敬心。這是沒有辦法勉強別人的，老師再好，只能勸導，不能督促。老師這些事情講多了，學生聽了討厭，不來了。來了天天罵他，他不願意接受，他不來了。這個東西怎麼辦？我知道了我幹，我不勉強別人。你要是真正搞清楚、搞明白了，要發心真幹。"
    },
    {
      "id": "02-040-0433_p0020",
      "zh_CN": "真干要有表现，要真正落实。孝亲尊师落实在《弟子规》，你这就晓得《弟子规》的重要性，《弟子规》是中国文化的根，是大乘佛法的源头。孝没有了，佛没有了，儒也没有了，道也没有了，中国传统文化就绝了。所以现在是危机，真难，不是假的。几个人肯干？怎么个救法？我们访问了斯里兰卡，这个地区给我们带来一线希望，那就是他们的下一代孝亲尊师做得很踏实，没有一个小孩不懂，五、六岁的小孩就知道，从小养成了习惯。早晨起来对父母请安，跪在地下磕头，手摸父母的脚，佛门的接足礼；到学校上课见到老师，跟老师行接足礼，也是跪到下面磕头，全世界其他地方没有了。中国的社会，两百年前中国社会是这样的，不孝顺父母，你在这个社会上就不能做人，社会大众尊重孝子，你不孝父母你在社会上找不到工作，别人不敢用你。孝亲尊师的重要，这是大事不是小事，我们疏忽了，把这桩事情丢掉了两百年。",
      "zh_TW": "真幹要有表現，要真正落實。孝親尊師落實在《弟子規》，你這就曉得《弟子規》的重要性，《弟子規》是中國文化的根，是大乘佛法的源頭。孝沒有了，佛沒有了，儒也沒有了，道也沒有了，中國傳統文化就絕了。所以現在是危機，真難，不是假的。幾個人肯幹？怎麼個救法？我們訪問了斯里蘭卡，這個地區給我們帶來一線希望，那就是他們的下一代孝親尊師做得很踏實，沒有一個小孩不懂，五、六歲的小孩就知道，從小養成了習慣。早晨起來對父母請安，跪在地下磕頭，手摸父母的腳，佛門的接足禮；到學校上課見到老師，跟老師行接足禮，也是跪到下面磕頭，全世界其他地方沒有了。中國的社會，兩百年前中國社會是這樣的，不孝順父母，你在這個社會上就不能做人，社會大眾尊重孝子，你不孝父母你在社會上找不到工作，別人不敢用你。孝親尊師的重要，這是大事不是小事，我們疏忽了，把這樁事情丟掉了兩百年。"
    },
    {
      "id": "02-040-0433_p0021",
      "zh_CN": "两百年前疏忽，这个事情慈禧太后带头的，对于老师、对于祖宗、对于父母不尊重，她自称老佛爷，把佛菩萨都放在她两边，她要坐当中。这就让整个社会大众，对祖宗、对父母、对师长那种尊重的心就淡了，表面上还有，实质上降温了。到满清亡国这一百年，知识分子甚至于提出全面西化，向外国人学。外国人头一个学就是学不孝父母，不养护父母、不尊重师长，开始学这个。学得很像，学得很彻底，到现在一百年了，真的，全部没有了。孝亲尊师的概念没有了，你要这样做，他会问你，为什么要孝顺父母？为什么要尊敬老师？现在的学校，学生批评老师，老师跟学生关系处不好的，学生一不同意，下个学期你就不能来上课了。学校听学生的意见，学生认为这个老师不好，下一学期不聘请了。现在老师要讨好学生，怎么教？小孩不教将来怎么办？这是社会大问题。宗教本来是教育，现在宗教也不教了，宗教变成有名无实，导致现在的社会多变、动乱。社会大众不知道活在这个世间是为什么，社会的价值观没有了，伦理道德更没有了，这是真正危机的原因。",
      "zh_TW": "兩百年前疏忽，這個事情慈禧太后帶頭的，對於老師、對於祖宗、對於父母不尊重，她自稱老佛爺，把佛菩薩都放在她兩邊，她要坐當中。這就讓整個社會大眾，對祖宗、對父母、對師長那種尊重的心就淡了，表面上還有，實質上降溫了。到滿清亡國這一百年，知識分子甚至於提出全面西化，向外國人學。外國人頭一個學就是學不孝父母，不養護父母、不尊重師長，開始學這個。學得很像，學得很徹底，到現在一百年了，真的，全部沒有了。孝親尊師的概念沒有了，你要這樣做，他會問你，為什麼要孝順父母？為什麼要尊敬老師？現在的學校，學生批評老師，老師跟學生關係處不好的，學生一不同意，下個學期你就不能來上課了。學校聽學生的意見，學生認為這個老師不好，下一學期不聘請了。現在老師要討好學生，怎麼教？小孩不教將來怎麼辦？這是社會大問題。宗教本來是教育，現在宗教也不教了，宗教變成有名無實，導致現在的社會多變、動亂。社會大眾不知道活在這個世間是為什麼，社會的價值觀沒有了，倫理道德更沒有了，這是真正危機的原因。"
    },
    {
      "id": "02-040-0433_p0022",
      "zh_CN": "汤恩比说，孔孟学说、大乘佛法能救这个世界，孔孟学说、大乘佛法如果没有人去学习，没有人去弘扬，这个书本无济于事。中国传统文化保存得最完整，没人去学习了，现在文字改成简体字，《四库全书》翻开来不认识，要把它翻成白话文不是容易事情，这个问题非常严重。我们提倡学习文言文，中国的汉文（文言文）需要好的老师，而且需要很多的老师，不教怎么行。所以，我们要发心，要真干，要救自己。救自己就是一个目标、一个方向，信愿持名求生净土，这救自己。我们如何来救这个社会，如何救度一切众生，这就要光大传统文化。",
      "zh_TW": "湯恩比說，孔孟學說、大乘佛法能救這個世界，孔孟學說、大乘佛法如果沒有人去學習，沒有人去弘揚，這個書本無濟於事。中國傳統文化保存得最完整，沒人去學習了，現在文字改成簡體字，《四庫全書》翻開來不認識，要把它翻成白話文不是容易事情，這個問題非常嚴重。我們提倡學習文言文，中國的漢文（文言文）需要好的老師，而且需要很多的老師，不教怎麼行。所以，我們要發心，要真幹，要救自己。救自己就是一個目標、一個方向，信願持名求生淨土，這救自己。我們如何來救這個社會，如何救度一切眾生，這就要光大傳統文化。"
    },
    {
      "id": "02-040-0433_p0023",
      "zh_CN": "「云何以下，申明其义。盖菩提者，觉也。无上觉即佛也。是故菩提即无上佛道之名」，菩提是觉，无上佛道之名。「发心作佛即发起是心作佛，是心是佛」，要发这个心，这是净宗理论的依据，这两句话是佛在《观经》里面说的。「是心是佛」说明你本来是佛，佛是什么？佛就是心，心就是佛。再告诉你，这个心是真心不是妄心，真心就是觉，觉就是佛。是心是佛，现在我这个是心要作佛，哪有不成佛的道理！「是心作佛」这个心要觉，要开始觉悟，是心是佛那个心是本觉，是心作佛是现在这个心开始觉悟了，始觉要跟本觉合起来，是一不是二。",
      "zh_TW": "「云何以下，申明其義。蓋菩提者，覺也。無上覺即佛也。是故菩提即無上佛道之名」，菩提是覺，無上佛道之名。「發心作佛即發起是心作佛，是心是佛」，要發這個心，這是淨宗理論的依據，這兩句話是佛在《觀經》裡面說的。「是心是佛」說明你本來是佛，佛是什麼？佛就是心，心就是佛。再告訴你，這個心是真心不是妄心，真心就是覺，覺就是佛。是心是佛，現在我這個是心要作佛，哪有不成佛的道理！「是心作佛」這個心要覺，要開始覺悟，是心是佛那個心是本覺，是心作佛是現在這個心開始覺悟了，始覺要跟本覺合起來，是一不是二。"
    },
    {
      "id": "02-040-0433_p0024",
      "zh_CN": "觉心是清净心，觉心是平等心，如果心被染污了，什么染污？我是染污的根源，执着有个我，这染污的源头。有我，跟着我起来的，我爱，爱是贪；我慢，傲慢、瞋恚；我痴，贪瞋痴跟着起来。贪瞋痴佛法叫三毒烦恼，所有一切不善的念头、不善的行为都是从贪瞋痴生的，贪瞋痴是从我生的。所以末那识，学过佛法的人都知道，末那是什么东西？四大烦恼组成的。这四大烦恼就是，第一个是我见，我见就是执着有我。根本就没有我，怎么会执着有个我？真的是无始劫来无始无明的习气，这个习气是最强的习气，它主宰着六道轮回，六道轮回它变现的，这个东西没有了，六道就没有了。所以修行人破身见，不执着身是自己，就证得须陀洹果。小乘初果，大乘初信位的菩萨，佛教里面称为圣人，地位最低的，小小圣。小小圣功德就不可思议，为什么？他没出六道，他决定不堕恶道。他在六道里头只有两道，人间寿命到了他生天，天上寿命到了又到人间来。天上人间只有七次，七次往返他就证阿罗汉果，超越六道轮回，永远脱离六道。",
      "zh_TW": "覺心是清淨心，覺心是平等心，如果心被染污了，什麼染污？我是染污的根源，執著有個我，這染污的源頭。有我，跟著我起來的，我愛，愛是貪；我慢，傲慢、瞋恚；我痴，貪瞋痴跟著起來。貪瞋痴佛法叫三毒煩惱，所有一切不善的念頭、不善的行為都是從貪瞋痴生的，貪瞋痴是從我生的。所以末那識，學過佛法的人都知道，末那是什麼東西？四大煩惱組成的。這四大煩惱就是，第一個是我見，我見就是執著有我。根本就沒有我，怎麼會執著有個我？真的是無始劫來無始無明的習氣，這個習氣是最強的習氣，它主宰著六道輪迴，六道輪迴它變現的，這個東西沒有了，六道就沒有了。所以修行人破身見，不執著身是自己，就證得須陀洹果。小乘初果，大乘初信位的菩薩，佛教裡面稱為聖人，地位最低的，小小聖。小小聖功德就不可思議，為什麼？他沒出六道，他決定不墮惡道。他在六道裡頭只有兩道，人間壽命到了他生天，天上壽命到了又到人間來。天上人間只有七次，七次往返他就證阿羅漢果，超越六道輪迴，永遠脫離六道。"
    },
    {
      "id": "02-040-0433_p0025",
      "zh_CN": "我们死执着这个身是我，这是佛法里面讲的「可怜悯者」，这种人最可怜。诸佛怜悯，没办法，你不肯放下，这个事情谁都帮不上忙，不肯放下就是出不去。往生西方极乐世界，还得把这个放下，你才能走得了。你要不肯放下，阿弥陀佛来，拉都拉不动你，你太重了。往生极乐世界基本的条件就在此地，只要你真肯放下，决定往生，为什么？没障碍了。身能放下，一切你所拥有的当然更容易放下，身外的是我所有，我所有跟这个我的身都要放下。我们真想到极乐世界，随时都可以放下，随时都可以往生。放下是觉悟，觉悟的人真正放下。",
      "zh_TW": "我們死執著這個身是我，這是佛法裡面講的「可憐憫者」，這種人最可憐。諸佛憐憫，沒辦法，你不肯放下，這個事情誰都幫不上忙，不肯放下就是出不去。往生西方極樂世界，還得把這個放下，你才能走得了。你要不肯放下，阿彌陀佛來，拉都拉不動你，你太重了。往生極樂世界基本的條件就在此地，只要你真肯放下，決定往生，為什麼？沒障礙了。身能放下，一切你所擁有的當然更容易放下，身外的是我所有，我所有跟這個我的身都要放下。我們真想到極樂世界，隨時都可以放下，隨時都可以往生。放下是覺悟，覺悟的人真正放下。"
    },
    {
      "id": "02-040-0433_p0026",
      "zh_CN": "「此作佛之心，即本来是佛之心」，始觉跟本觉是一个觉。本觉本有，我们现在迷了，迷了变成不觉了。佛给我们讲了这么多道理，讲了这么多的真相，让我们觉悟过来，我们确实有觉性、确实有真心。我们用真心生活，生活得有意义、有价值、有幸福、有快乐。我们用妄心生活，就是烦恼、习气，生活得很痛苦，前途很渺茫。怎么办？这部经帮助我们解决，一部最精要的宝典，我们要认真学习它。下面，所以再说，「此心广大」，大到什么程度？「竖穷三际，横遍十虚」，虚是虚空，就是十方，这才是我们自己，现在心量太小了。量大福大，我们的心量能够扩展到这么大，跟这八个字相应，就成佛了。智慧、福德、神通、道力统统都出现，为什么？障碍没有了，自性本有的全部出现。这个身体不是好东西，身体是个小笼子，我们拘束在这个里头，动弹不得，苦不堪言。此心「究竟，究极真际，穷尽法源」，真际是真相，宇宙人生究竟的真相你完全明白了，世出世间一切法的根源，你也通达明了了，世出世间一切法没有一样你不清楚，没有一样你不明了。",
      "zh_TW": "「此作佛之心，即本來是佛之心」，始覺跟本覺是一個覺。本覺本有，我們現在迷了，迷了變成不覺了。佛給我們講了這麼多道理，講了這麼多的真相，讓我們覺悟過來，我們確實有覺性、確實有真心。我們用真心生活，生活得有意義、有價值、有幸福、有快樂。我們用妄心生活，就是煩惱、習氣，生活得很痛苦，前途很渺茫。怎麼辦？這部經幫助我們解決，一部最精要的寶典，我們要認真學習它。下面，所以再說，「此心廣大」，大到什麼程度？「豎窮三際，橫遍十虛」，虛是虛空，就是十方，這才是我們自己，現在心量太小了。量大福大，我們的心量能夠擴展到這麼大，跟這八個字相應，就成佛了。智慧、福德、神通、道力統統都出現，為什麼？障礙沒有了，自性本有的全部出現。這個身體不是好東西，身體是個小籠子，我們拘束在這個裡頭，動彈不得，苦不堪言。此心「究竟，究極真際，窮盡法源」，真際是真相，宇宙人生究竟的真相你完全明白了，世出世間一切法的根源，你也通達明瞭了，世出世間一切法沒有一樣你不清楚，沒有一樣你不明瞭。"
    },
    {
      "id": "02-040-0433_p0027",
      "zh_CN": "怎么样去学？古人给我们讲了两句话，学习的纲领，教我们「一门深入，长时薰修」，这第一句，第二句教给我们「读书千遍，其义自见」。你相不相信？你用真心去学习，跟古大德这两句话完全相应，用妄心不行，要用真心，真诚心。中国古人说「诚则灵」，灵是什么？灵是没有障碍，灵是没有迷惑，灵是一切都通达，通了。这两句话是真实学习的功夫，一门深入是告诉我们的心要集中，不能分散。佛告诉我们，法法皆通无上道，不管什么方法，你只要守定一个，你就能通。佛经能通，儒家的经也能通，道家的经也能通，没有一样不通的。为什么？它是自性变出来的，它的根源是自性，明心见性就把它源头找出来了。这是个理念，方法是落实，落实在读书千遍，其义自见。真干，选定一门之后就不放弃，真干，真正深入。一千遍，一千遍是方法，那是持戒，是方法。一千遍之后得定了，妄想杂念没有了，什么东西现前？清净平等现前。清净心、平等心现前，不放弃，还要功夫还下去，再念一千遍、再念二千遍，豁然大悟，觉就开了。觉就是开悟了，大彻大悟、明心见性。老祖宗的方法用了千万年，佛用的方法用了无量劫，过去的古佛用的是这个方法，现在的佛也是用这个方法，未来的佛也用这个方法，没有例外的。戒定慧三学，因戒得定，因定开慧。",
      "zh_TW": "怎麼樣去學？古人給我們講了兩句話，學習的綱領，教我們「一門深入，長時薰修」，這第一句，第二句教給我們「讀書千遍，其義自見」。你相不相信？你用真心去學習，跟古大德這兩句話完全相應，用妄心不行，要用真心，真誠心。中國古人說「誠則靈」，靈是什麼？靈是沒有障礙，靈是沒有迷惑，靈是一切都通達，通了。這兩句話是真實學習的功夫，一門深入是告訴我們的心要集中，不能分散。佛告訴我們，法法皆通無上道，不管什麼方法，你只要守定一個，你就能通。佛經能通，儒家的經也能通，道家的經也能通，沒有一樣不通的。為什麼？它是自性變出來的，它的根源是自性，明心見性就把它源頭找出來了。這是個理念，方法是落實，落實在讀書千遍，其義自見。真幹，選定一門之後就不放棄，真幹，真正深入。一千遍，一千遍是方法，那是持戒，是方法。一千遍之後得定了，妄想雜念沒有了，什麼東西現前？清淨平等現前。清淨心、平等心現前，不放棄，還要功夫還下去，再念一千遍、再念二千遍，豁然大悟，覺就開了。覺就是開悟了，大徹大悟、明心見性。老祖宗的方法用了千萬年，佛用的方法用了無量劫，過去的古佛用的是這個方法，現在的佛也是用這個方法，未來的佛也用這個方法，沒有例外的。戒定慧三學，因戒得定，因定開慧。"
    },
    {
      "id": "02-040-0433_p0028",
      "zh_CN": "学东西不能学杂、不能学乱，你就是一门，一门直通到底，然后全部通了，完全贯通。为什么通？因为是你本有的，不是本有的，怎么通法？本有。什么都是本有的，「心外无法，法外无心」，这是佛经上说的，大家都念得很熟。宗门又说，「若人识得心，大地无寸土」，你只要把这个心找到，遍法界虚空界你全都圆满了。为什么不干？一门深入，我们就选这部《无量寿经》，这个经不长，也不太短，非常适合现代人学习。太长了没时间，太短了功夫不得力，这个经好，适中。详细解说就是注解，黄念老用了六年时间做这部集注，搜集的经论八十三种，搜集古师大德的著作一百一十种，等于说从一百九十三种典籍里头精挑细选，这了不起，这不是一般人能做到的。你翻开这个注解，它这括弧里头就是原本，从哪里来的，《弥陀要解》的、《大经》的、《安乐集》的、《无量寿经》的、《菩提心论》的，从这里头节录出来的。所以，读这部注解也就好像读了一部小藏经的样子，整个佛法在注解里头都看到了，这一部经通了一切经全通了。这叫究竟，穷尽法源，一切法的根源，世出世间一切法。佛法通了，《圣经》通不通？通了；《古兰经》通不通？通了，没有一样不通，样样都通，世出世间没有一法不通，妙极了。",
      "zh_TW": "學東西不能學雜、不能學亂，你就是一門，一門直通到底，然後全部通了，完全貫通。為什麼通？因為是你本有的，不是本有的，怎麼通法？本有。什麼都是本有的，「心外無法，法外無心」，這是佛經上說的，大家都念得很熟。宗門又說，「若人識得心，大地無寸土」，你只要把這個心找到，遍法界虛空界你全都圓滿了。為什麼不幹？一門深入，我們就選這部《無量壽經》，這個經不長，也不太短，非常適合現代人學習。太長了沒時間，太短了功夫不得力，這個經好，適中。詳細解說就是註解，黃念老用了六年時間做這部集註，蒐集的經論八十三種，蒐集古師大德的著作一百一十種，等於說從一百九十三種典籍裡頭精挑細選，這了不起，這不是一般人能做到的。你翻開這個註解，它這括弧裡頭就是原本，從哪裡來的，《彌陀要解》的、《大經》的、《安樂集》的、《無量壽經》的、《菩提心論》的，從這裡頭節錄出來的。所以，讀這部註解也就好像讀了一部小藏經的樣子，整個佛法在註解裡頭都看到了，這一部經通了一切經全通了。這叫究竟，窮盡法源，一切法的根源，世出世間一切法。佛法通了，《聖經》通不通？通了；《古蘭經》通不通？通了，沒有一樣不通，樣樣都通，世出世間沒有一法不通，妙極了。"
    },
    {
      "id": "02-040-0433_p0029",
      "zh_CN": "此心「长远，明寂真常，永离生灭」，长远不生不灭，这说这个心。真心没有生灭，真心永远是清净平等觉，真心永远真诚、永远慈悲，而且它没有分别、没有执着。再告诉你，不但没有分别执着，它没有起心动念，所以寂，用寂这个意思。真心「普备」，就是惠能大师开悟的时候第三句所说的「何期自性，本自具足」，这一句就是本自具足。「具足一切，无欠无余」，它是圆满的，你能想得到的它统统具足，一样不缺少，你没有想到的它也具足。代表的就是极乐世界，极乐世界所有的都是真心所生所现。「如是之心，功德不可思议」。",
      "zh_TW": "此心「長遠，明寂真常，永離生滅」，長遠不生不滅，這說這個心。真心沒有生滅，真心永遠是清淨平等覺，真心永遠真誠、永遠慈悲，而且它沒有分別、沒有執著。再告訴你，不但沒有分別執著，它沒有起心動念，所以寂，用寂這個意思。真心「普備」，就是惠能大師開悟的時候第三句所說的「何期自性，本自具足」，這一句就是本自具足。「具足一切，無欠無餘」，它是圓滿的，你能想得到的它統統具足，一樣不缺少，你沒有想到的它也具足。代表的就是極樂世界，極樂世界所有的都是真心所生所現。「如是之心，功德不可思議」。"
    },
    {
      "id": "02-040-0433_p0030",
      "zh_CN": "我们放下妄就是真，真心在哪里？把妄心放下，真心就现前。怎么放下？我在此地具体告诉大家，我们睁开眼睛见色，看到外面种种色相，没有起心动念、没有分别执着，这叫用真心见，看得清清楚楚、明明白白。如果我们起个念头，这是张三、那是李四，你起心动念、分别、执着全有了，这是妄心。你看到那边是山、这边是树，全是妄的，虚妄的，这就叫用妄心，用什么？用阿赖耶，用八识五十一心所，全妄。那要怎么样？看得清清楚楚、明明白白，不起心、不动念、不分别、不执着，也就是我们常说不要放在心上，心里头干干净净一尘不染，心是清净平等觉。",
      "zh_TW": "我們放下妄就是真，真心在哪裡？把妄心放下，真心就現前。怎麼放下？我在此地具體告訴大家，我們睜開眼睛見色，看到外面種種色相，沒有起心動念、沒有分別執著，這叫用真心見，看得清清楚楚、明明白白。如果我們起個念頭，這是張三、那是李四，你起心動念、分別、執著全有了，這是妄心。你看到那邊是山、這邊是樹，全是妄的，虛妄的，這就叫用妄心，用什麼？用阿賴耶，用八識五十一心所，全妄。那要怎麼樣？看得清清楚楚、明明白白，不起心、不動念、不分別、不執著，也就是我們常說不要放在心上，心裡頭乾乾淨淨一塵不染，心是清淨平等覺。"
    },
    {
      "id": "02-040-0433_p0031",
      "zh_CN": "诸佛如来如是，法身菩萨亦如是，他们五根眼耳鼻舌身，眼见色、耳闻声、鼻嗅香、舌尝味、身体觉触，清清楚楚、明明了瞭，就是没有起心动念、没有分别执着。要教化众生怎么办？我们前面学过，借识。教化众生，跟众生完全一样，把阿赖耶拿来借用一下，末那、意识借用一下，用完之后就不用了，用完就还给你。借识，借谁的识？借自己的，就是借自己的妄心，事情一办完就没有了，也不能把这个妄心放在心上。这叫什么？作而无作，无作而作，这是法身菩萨境界，诸佛如来的境界。不是为教化众生不用，绝不用它，为教化众生才借识。借识是借你的什么分别，我随同你一样分别，你如何执着，我也跟你一样执着，这才能沟通。沟通完了，你明白了，你把它放在心上，我不把它放在心上。断恶修善都不可以放在心上，心永远是清净平等觉，这叫真修。",
      "zh_TW": "諸佛如來如是，法身菩薩亦如是，他們五根眼耳鼻舌身，眼見色、耳聞聲、鼻嗅香、舌嘗味、身體覺觸，清清楚楚、明明瞭瞭，就是沒有起心動念、沒有分別執著。要教化眾生怎麼辦？我們前面學過，借識。教化眾生，跟眾生完全一樣，把阿賴耶拿來借用一下，末那、意識借用一下，用完之後就不用了，用完就還給你。借識，借誰的識？借自己的，就是借自己的妄心，事情一辦完就沒有了，也不能把這個妄心放在心上。這叫什麼？作而無作，無作而作，這是法身菩薩境界，諸佛如來的境界。不是為教化眾生不用，絕不用它，為教化眾生才借識。借識是借你的什麼分別，我隨同你一樣分別，你如何執著，我也跟你一樣執著，這才能溝通。溝通完了，你明白了，你把它放在心上，我不把它放在心上。斷惡修善都不可以放在心上，心永遠是清淨平等覺，這叫真修。"
    },
    {
      "id": "02-040-0433_p0032",
      "zh_CN": "修行不能离开人事物，《华严经》上信解行证，证在哪里证？善财童子五十三参是证。五十三参是什么人？是法身菩萨。你看他们参访，借识参访，实际上根本他就没有起心动念、没有分别执着，真正高明。事情做得圆圆满满，真正是禅宗所比喻的「百花丛中过，片叶不沾身」，五十三参的境界，没有丝毫贪恋，没有丝毫染着。修行怎么修？就在这里修，你离开人事物，到哪里去修？你怎么知道你不染着了？钱财摆在你面前，亿万财富珍宝摆在面前，确实没有贪心，才知道贪心没有了。没有，说我没有贪心，这假的，靠不住。每个人都自以为自己我贪瞋痴慢疑断掉了，结果怎么样？境界现前，马上就起现行，你就晓得烦恼习气多难断。穿衣吃饭、日常生活就是大修行的道场，你离开这个到哪里修？山洞里不行，那是修小乘，他到热闹地方一来他心又乱了，那是假的不是真的，禁不起考验。高名厚利真正不动心，才叫真把名利放下，财色在面前真正不动心，财色放下了，不那么容易。分分秒秒都在考你，你得分分秒秒通过，还得持之有恒。",
      "zh_TW": "修行不能離開人事物，《華嚴經》上信解行證，證在哪裡證？善財童子五十三參是證。五十三參是什麼人？是法身菩薩。你看他們參訪，借識參訪，實際上根本他就沒有起心動念、沒有分別執著，真正高明。事情做得圓圓滿滿，真正是禪宗所比喻的「百花叢中過，片葉不沾身」，五十三參的境界，沒有絲毫貪戀，沒有絲毫染著。修行怎麼修？就在這裡修，你離開人事物，到哪裡去修？你怎麼知道你不染著了？錢財擺在你面前，億萬財富珍寶擺在面前，確實沒有貪心，才知道貪心沒有了。沒有，說我沒有貪心，這假的，靠不住。每個人都自以為自己我貪瞋痴慢疑斷掉了，結果怎麼樣？境界現前，馬上就起現行，你就曉得煩惱習氣多難斷。穿衣吃飯、日常生活就是大修行的道場，你離開這個到哪裡修？山洞裡不行，那是修小乘，他到熱鬧地方一來他心又亂了，那是假的不是真的，禁不起考驗。高名厚利真正不動心，才叫真把名利放下，財色在面前真正不動心，財色放下了，不那麼容易。分分秒秒都在考你，你得分分秒秒通過，還得持之有恆。"
    },
    {
      "id": "02-040-0433_p0033",
      "zh_CN": "大乘法，法也没有，不要以为真的有法。对我们来讲真有其法，见性之后这法都不要了。没见性，我们经典还留着，见性之后经典不要了。三藏十二部全通了，你要它干什么？那么多书，背着多重。问你，随便问哪一部都通，没有一样不通，不要它了。不是你记在心上，是自性里头本有的。佛法无比的殊胜，真正的圆满，究竟圆满，你要不要真可惜，这一生遇到，不认识它，当面错过。所以我们对老师感恩，要不是老师，我们完全不知道。我年轻的时候总认为这是迷信，对于宗教不愿意沾边。我跟方老师学哲学，我非常感恩他，特别替我讲了一部哲学概论。我跟他的时间不长，大概半年，一个星期见一次面，也应该大概就是二、三十次的样子。一次两个小时，总共也就是五、六十个小时课程。我们的单元，第四个单元，最后一个单元，佛经哲学。他第一个单元给我讲西洋哲学，第二个单元中国哲学，第三个单元印度哲学，最后一个是佛经哲学，我们对于佛法才认识。",
      "zh_TW": "大乘法，法也沒有，不要以為真的有法。對我們來講真有其法，見性之後這法都不要了。沒見性，我們經典還留著，見性之後經典不要了。三藏十二部全通了，你要它幹什麼？那麼多書，背著多重。問你，隨便問哪一部都通，沒有一樣不通，不要它了。不是你記在心上，是自性裡頭本有的。佛法無比的殊勝，真正的圓滿，究竟圓滿，你要不要真可惜，這一生遇到，不認識它，當面錯過。所以我們對老師感恩，要不是老師，我們完全不知道。我年輕的時候總認為這是迷信，對於宗教不願意沾邊。我跟方老師學哲學，我非常感恩他，特別替我講了一部哲學概論。我跟他的時間不長，大概半年，一個星期見一次面，也應該大概就是二、三十次的樣子。一次兩個小時，總共也就是五、六十個小時課程。我們的單元，第四個單元，最後一個單元，佛經哲學。他第一個單元給我講西洋哲學，第二個單元中國哲學，第三個單元印度哲學，最後一個是佛經哲學，我們對於佛法才認識。"
    },
    {
      "id": "02-040-0433_p0034",
      "zh_CN": "老师特别告诉我，今天佛经哲学不在寺庙。我说在哪里？在经典，一定直接去读经典。为什么？寺庙里的人他不学了。他告诉我，两百年前寺庙出家人都是有道德、有学问，为什么？他们真干，他们有师承，一代一代传下来。最近两百年没有了，传法有一个法卷，有名无实，没有学过。天台宗的这些法子，天台教义不懂；贤首宗的佛子，华严教义不懂；乃至于禅宗，禅宗的承传今天有法卷，禅是什么不知道。所以今天佛法要学要深入经藏，经藏没有人指导你，你怎么办？只有一门深入。你看哪些经典你看得懂、你看得有兴趣，你就一门深入，在这一部经上用上十年功夫，你的基础打好了，你可以看其他经典。如果找到更合适的，选定了，一辈子不要改。",
      "zh_TW": "老師特別告訴我，今天佛經哲學不在寺廟。我說在哪裡？在經典，一定直接去讀經典。為什麼？寺廟裡的人他不學了。他告訴我，兩百年前寺廟出家人都是有道德、有學問，為什麼？他們真幹，他們有師承，一代一代傳下來。最近兩百年沒有了，傳法有一個法卷，有名無實，沒有學過。天台宗的這些法子，天台教義不懂；賢首宗的佛子，華嚴教義不懂；乃至於禪宗，禪宗的承傳今天有法卷，禪是什麼不知道。所以今天佛法要學要深入經藏，經藏沒有人指導你，你怎麼辦？只有一門深入。你看哪些經典你看得懂、你看得有興趣，你就一門深入，在這一部經上用上十年功夫，你的基礎打好了，你可以看其他經典。如果找到更合適的，選定了，一輩子不要改。"
    },
    {
      "id": "02-040-0433_p0035",
      "zh_CN": "今天有一定的困难，最大的困难不在外面在自己，我先前讲过的，孝顺父母、尊敬师长这个心没有那就难了。不但没有老师你困难，有老师也难，你也未必能学成，何况现在没有老师。如何无师自通？李老师在当年教我一个诀窍，四个字，「至诚感通」，只有用这个办法，求感应。「一门深入，长时薰修」，求感应，「读书千遍，其义自见」也是求感应。求感应要用真心，至诚心，真诚到极处就通了，你真遇到难题，佛菩萨来指教你。原理就是「是心作佛，是心是佛」，就这八个字。你为什么能成佛？因为你本来是佛，只要你用真心，只要你真正觉悟。你知道这个宇宙什么是假的、什么是真的，这是首先要把它搞清楚、搞明白，假的放下，真的我们抓住，这才能成就。",
      "zh_TW": "今天有一定的困難，最大的困難不在外面在自己，我先前講過的，孝順父母、尊敬師長這個心沒有那就難了。不但沒有老師你困難，有老師也難，你也未必能學成，何況現在沒有老師。如何無師自通？李老師在當年教我一個訣竅，四個字，「至誠感通」，只有用這個辦法，求感應。「一門深入，長時薰修」，求感應，「讀書千遍，其義自見」也是求感應。求感應要用真心，至誠心，真誠到極處就通了，你真遇到難題，佛菩薩來指教你。原理就是「是心作佛，是心是佛」，就這八個字。你為什麼能成佛？因為你本來是佛，只要你用真心，只要你真正覺悟。你知道這個宇宙什麼是假的、什麼是真的，這是首先要把它搞清楚、搞明白，假的放下，真的我們抓住，這才能成就。"
    },
    {
      "id": "02-040-0433_p0036",
      "zh_CN": "佛家说真妄，标准是真的是不生不灭，永恒不变，这是真的，假的是生灭法，有生有灭，因缘生法。所以佛法是假的，佛法有生有灭。佛法帮助我们过渡，像过河一样，它是船，我们借这个船过河，过了河之后，上了岸船就不要了。没有上岸之前也知道，清清楚楚，这是我现在需要的工具，到达目的地就要放下，绝不会留恋。如果是生起留恋，就被它所转了，能不能开悟？不能，你有法执。我执是第一关，法执是第二关，我法俱空，心性不空。心性不空那个名字也是空的，实际上它没有名称，名都是假名。《老子》一开头就说得好，「名可名，非常名；道可道，非常道」。",
      "zh_TW": "佛家說真妄，標準是真的是不生不滅，永恆不變，這是真的，假的是生滅法，有生有滅，因緣生法。所以佛法是假的，佛法有生有滅。佛法幫助我們過渡，像過河一樣，它是船，我們借這個船過河，過了河之後，上了岸船就不要了。沒有上岸之前也知道，清清楚楚，這是我現在需要的工具，到達目的地就要放下，絕不會留戀。如果是生起留戀，就被它所轉了，能不能開悟？不能，你有法執。我執是第一關，法執是第二關，我法俱空，心性不空。心性不空那個名字也是空的，實際上它沒有名稱，名都是假名。《老子》一開頭就說得好，「名可名，非常名；道可道，非常道」。"
    },
    {
      "id": "02-040-0433_p0037",
      "zh_CN": "所以马鸣菩萨在《起信论》上教给我们，不要执着言说相，听经不执着言说，读经不执着文字。文字是言语的符号，不能执着，为什么？它是假的，不是真的。不执著名字相，名词术语是假的，佛、菩萨、罗汉都是假名，不是真的，你要认识清楚。第三个不执着心缘相，决定不能想这话什么意思、这句经文是什么意思，没有意思。到没有意思，你就开悟了，真实义你就懂得了。你以为什么意思，它不是本来的意思，是你自己的意思，不是它的真实义，真实义没意思。你跟人讲解的时候，是随着他的意思、随着他的程度给他讲，他明白了。明白，他肯放下，他就能入真实义；他要不能放下，不能放下他依旧在法执里头，被佛法限制了他，没有从佛法里头解放出来。所以，「法尚应舍，何况非法」，非法是一切世间法，我们不被一切世间法所系缚，也不能为佛法所系缚，这个道理深一层了。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以馬鳴菩薩在《起信論》上教給我們，不要執著言說相，聽經不執著言說，讀經不執著文字。文字是言語的符號，不能執著，為什麼？它是假的，不是真的。不執著名字相，名詞術語是假的，佛、菩薩、羅漢都是假名，不是真的，你要認識清楚。第三個不執著心緣相，決定不能想這話什麼意思、這句經文是什麼意思，沒有意思。到沒有意思，你就開悟了，真實義你就懂得了。你以為什麼意思，它不是本來的意思，是你自己的意思，不是它的真實義，真實義沒意思。你跟人講解的時候，是隨著他的意思、隨著他的程度給他講，他明白了。明白，他肯放下，他就能入真實義；他要不能放下，不能放下他依舊在法執裡頭，被佛法限制了他，沒有從佛法裡頭解放出來。所以，「法尚應捨，何況非法」，非法是一切世間法，我們不被一切世間法所繫縛，也不能為佛法所繫縛，這個道理深一層了。今天時間到了，我們就學習到此地。"
    }
  ]
}