{
  "doc_id": "02-040-0179",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七九集",
    "zh_TW": "第一七九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0179",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0179_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请掀开经本第四百四十四页，经文第一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請掀開經本第四百四十四頁，經文第一行："
    },
    {
      "id": "02-040-0179_p0002",
      "zh_CN": "【三十二种。大丈夫相。】",
      "zh_TW": "【三十二種。大丈夫相。】"
    },
    {
      "id": "02-040-0179_p0003",
      "zh_CN": "这个『三十二相』，我们前面学到第五，我们看参考资料，看第六。第六，「足跟满足相」，足跟满足，「又作足跟广平相、足跟长相、脚跟长相」。这些名词都是说的一桩事，而是在各种不同经论上所说的，意思都是一样的，足跟圆满没有缺陷，是这个意思。「即足踵」，我们讲脚后跟。普通人脚后跟这个相都会凹进去一些，佛的脚后跟是圆满的，「圆满广平」。这是修什么因而成就的？这下面给我们说，「系由持戒、闻法、勤修行业而得之相」。三十二相，根本的修学就是持戒、闻法、听经，如教修行。时间之长，那是生生世世，经上讲的无量劫，才能修成这个好相。生生世世修行，我们就能够理解，他决定不堕三恶道，而且功夫肯定是一世比一世向上提升，这是好事情。《弥陀经》上所说的善根、福德、因缘，三样都圆满，这是修来的。",
      "zh_TW": "這個『三十二相』，我們前面學到第五，我們看參考資料，看第六。第六，「足跟滿足相」，足跟滿足，「又作足跟廣平相、足跟長相、腳跟長相」。這些名詞都是說的一樁事，而是在各種不同經論上所說的，意思都是一樣的，足跟圓滿沒有缺陷，是這個意思。「即足踵」，我們講腳後跟。普通人腳後跟這個相都會凹進去一些，佛的腳後跟是圓滿的，「圓滿廣平」。這是修什麼因而成就的？這下面給我們說，「係由持戒、聞法、勤修行業而得之相」。三十二相，根本的修學就是持戒、聞法、聽經，如教修行。時間之長，那是生生世世，經上講的無量劫，才能修成這個好相。生生世世修行，我們就能夠理解，他決定不墮三惡道，而且功夫肯定是一世比一世向上提升，這是好事情。《彌陀經》上所說的善根、福德、因緣，三樣都圓滿，這是修來的。"
    },
    {
      "id": "02-040-0179_p0004",
      "zh_CN": "尤其在我们这个时代，科学技术发达，一般大众受了科学影响，最普遍的现象就是怀疑，多疑，对什么都怀疑，这是科学的精神。对自己怀疑，这是根，根之根，对自己怀疑，对自己丧失信心。丧失什么信心？老祖宗教给我们人性本善，我们对这个产生怀疑，怀疑人性不善。在我们中国古时候，孟子主张性善，荀子主张性恶，他不承认性善。实际上两个都说得对，孟子讲的是本性，荀子讲的是习性，都没有讲错。本性是善，但是要不好好的保持就学坏了，所谓「近朱则赤，近墨则黑」。今天社会是个大染缸，是一个自私自利、贪瞋痴慢的大染缸，在这个环境里头你能不受影响吗？你能不受它干扰吗？这是不可能的，连圣贤都无法避免。大圣大贤，人家功夫深、定力深，他能够稳得住，能够不被外面环境干扰，一般没有这种定功、定力的人往往就都被它淘汰掉了。古时候人，中年、晚年变节可以责备；生在现在这个时代，中年晚年变节就是很正常的现象，不可以责怪。就是说，能够敌得住现在社会的诱惑不是普通人，普通人做不到。",
      "zh_TW": "尤其在我們這個時代，科學技術發達，一般大眾受了科學影響，最普遍的現象就是懷疑，多疑，對什麼都懷疑，這是科學的精神。對自己懷疑，這是根，根之根，對自己懷疑，對自己喪失信心。喪失什麼信心？老祖宗教給我們人性本善，我們對這個產生懷疑，懷疑人性不善。在我們中國古時候，孟子主張性善，荀子主張性惡，他不承認性善。實際上兩個都說得對，孟子講的是本性，荀子講的是習性，都沒有講錯。本性是善，但是要不好好的保持就學壞了，所謂「近朱則赤，近墨則黑」。今天社會是個大染缸，是一個自私自利、貪瞋痴慢的大染缸，在這個環境裡頭你能不受影響嗎？你能不受它干擾嗎？這是不可能的，連聖賢都無法避免。大聖大賢，人家功夫深、定力深，他能夠穩得住，能夠不被外面環境干擾，一般沒有這種定功、定力的人往往就都被它淘汰掉了。古時候人，中年、晚年變節可以責備；生在現在這個時代，中年晚年變節就是很正常的現象，不可以責怪。就是說，能夠敵得住現在社會的誘惑不是普通人，普通人做不到。"
    },
    {
      "id": "02-040-0179_p0005",
      "zh_CN": "诱惑的力量比中国古代超过一百倍决定不止，我们可以说超过千倍；万倍是夸张了一点，超过千倍应该是可以说的。古时候有干扰，那只是几倍而已，大概都不到十倍。人都能遵守道德、伦理，都明因果，羞于作恶，不敢作恶，不但没有恶的行为，连恶的念头都很少。现在是从小就教你作恶，电视在教你，网路在教你，家长、老师再好，也没有办法防止。学生半夜还没睡觉，还在电脑面前，家长欢喜：儿子很用功，你看现在这么晚了他还不睡，还在用功读书。实际上是什么？他在电脑里看色情。无法防范，它什么都收。这些又恰恰是魔王波旬的道场，他的道场广大，他的信徒太多了，看电视的、看电脑的都是他的信徒，我们跟他比是小巫见大巫，我们的力量太微薄了。什么时候人能醒得过来？我们冷静去观察，好像没有指望，真的，信心没有了。这个事情怎么办？只有天知道，只有上天来处理，人是做不到的，佛也做不到，佛的心肠太软、太慈悲了。所以这个事情真的，只有天知道。",
      "zh_TW": "誘惑的力量比中國古代超過一百倍決定不止，我們可以說超過千倍；萬倍是誇張了一點，超過千倍應該是可以說的。古時候有干擾，那只是幾倍而已，大概都不到十倍。人都能遵守道德、倫理，都明因果，羞於作惡，不敢作惡，不但沒有惡的行為，連惡的念頭都很少。現在是從小就教你作惡，電視在教你，網路在教你，家長、老師再好，也沒有辦法防止。學生半夜還沒睡覺，還在電腦面前，家長歡喜：兒子很用功，你看現在這麼晚了他還不睡，還在用功讀書。實際上是什麼？他在電腦裡看色情。無法防範，它什麼都收。這些又恰恰是魔王波旬的道場，他的道場廣大，他的信徒太多了，看電視的、看電腦的都是他的信徒，我們跟他比是小巫見大巫，我們的力量太微薄了。什麼時候人能醒得過來？我們冷靜去觀察，好像沒有指望，真的，信心沒有了。這個事情怎麼辦？只有天知道，只有上天來處理，人是做不到的，佛也做不到，佛的心腸太軟、太慈悲了。所以這個事情真的，只有天知道。"
    },
    {
      "id": "02-040-0179_p0006",
      "zh_CN": "学佛的佛弟子，首先要建立坚定的信心。佛法好，我们现在尝到法味了，魔王波旬那些东西我们确实把它舍弃了，不予理会。可是我们今天的功夫，对深入经藏还不及格，为什么？法喜没有得到。真正得到法喜，这就够格了。《论语》上第一句话，「学而时习之，不亦说乎」，学习的喜悦出现了，这是功夫真正得利益。学佛，要把这个摆在第一个目标，第一个阶段、第一个目标，让我们得到法喜。无论是顺境善缘、逆境恶缘，都能生欢喜心，这可以说他入门了，他就有向上提升的机缘，他能持戒，喜欢闻法，喜欢修行。行是行为，起心动念是意业的行为，言语是口业的行为，身体动作是身业的行为。行为再多，不外乎这三大类，身、口、意。行为要跟标准脱节，就得要把它修正过来。",
      "zh_TW": "學佛的佛弟子，首先要建立堅定的信心。佛法好，我們現在嘗到法味了，魔王波旬那些東西我們確實把它捨棄了，不予理會。可是我們今天的功夫，對深入經藏還不及格，為什麼？法喜沒有得到。真正得到法喜，這就夠格了。《論語》上第一句話，「學而時習之，不亦說乎」，學習的喜悅出現了，這是功夫真正得利益。學佛，要把這個擺在第一個目標，第一個階段、第一個目標，讓我們得到法喜。無論是順境善緣、逆境惡緣，都能生歡喜心，這可以說他入門了，他就有向上提升的機緣，他能持戒，喜歡聞法，喜歡修行。行是行為，起心動念是意業的行為，言語是口業的行為，身體動作是身業的行為。行為再多，不外乎這三大類，身、口、意。行為要跟標準脫節，就得要把它修正過來。"
    },
    {
      "id": "02-040-0179_p0007",
      "zh_CN": "佛法的标准是五戒十善、六和六度，佛的标准。起心动念、言语造作不可以离开这个标准，这是佛弟子。逐渐逐渐到完全自然了，做到自自然然不会违背，那叫功夫得力。一丝毫勉强都没有，起心动念与佛教的相应，言语造作也相应，真正佛弟子。跟烧香拜佛没关系，不烧香、不拜佛行，佛承认你，你是他的好学生，他教你的你全落实了。每天烧香拜佛，早晚课诵都不缺，自私自利没放下，损人利己没放下，贪瞋痴慢没放下，不是佛弟子，那个烧香拜佛没用。求佛菩萨保佑你，保佑你升官发财，保佑你贪赃枉法，那佛菩萨不是变成黑社会的头目了吗？他怎么会保佑你干这个事情？这种念头对佛菩萨是侮辱，错了！哪有这种道理的？这样的心态神明都不接受，神明是正直，大公无私，他怎么会接受你的贿赂，接受你的谄媚，哪有这种道理？必须得清清楚楚、明明了瞭。所以，看到佛的三十二相，就知道那是个有道德的人，生生世世修行人，我们不能用一般的心态来看他。",
      "zh_TW": "佛法的標準是五戒十善、六和六度，佛的標準。起心動念、言語造作不可以離開這個標準，這是佛弟子。逐漸逐漸到完全自然了，做到自自然然不會違背，那叫功夫得力。一絲毫勉強都沒有，起心動念與佛教的相應，言語造作也相應，真正佛弟子。跟燒香拜佛沒關係，不燒香、不拜佛行，佛承認你，你是他的好學生，他教你的你全落實了。每天燒香拜佛，早晚課誦都不缺，自私自利沒放下，損人利己沒放下，貪瞋痴慢沒放下，不是佛弟子，那個燒香拜佛沒用。求佛菩薩保佑你，保佑你升官發財，保佑你貪贓枉法，那佛菩薩不是變成黑社會的頭目了嗎？他怎麼會保佑你幹這個事情？這種念頭對佛菩薩是侮辱，錯了！哪有這種道理的？這樣的心態神明都不接受，神明是正直，大公無私，他怎麼會接受你的賄賂，接受你的諂媚，哪有這種道理？必須得清清楚楚、明明瞭瞭。所以，看到佛的三十二相，就知道那是個有道德的人，生生世世修行人，我們不能用一般的心態來看他。"
    },
    {
      "id": "02-040-0179_p0008",
      "zh_CN": "现在这个社会戒律没有了，谁持戒？礼没有了，不讲礼了，五常完全违背了。不仁，不会爱人，他不自爱他怎么会爱人？哪有这个道理！不义、无礼、无智、无信，你看，仁义礼智信全没有了，这在今天社会。我们看是全世界，不是看一个地区，灾难从哪来的？这就是灾难的原因。左丘明说得好，他跟孔子同时代，《左传》是他的作品，流传到后世。《左传》里头有一句话，「人弃常则妖兴」，这是什么？人要把五常放弃了，刚才我们讲的，不仁、不义、无礼、无智、无信，五常放弃了，没有了，这个社会变成什么？变成妖魔鬼怪，不是人了。人弃常则妖兴，妖魔鬼怪兴旺起来了。他这句话，在我们现前这个地球上看到了。",
      "zh_TW": "現在這個社會戒律沒有了，誰持戒？禮沒有了，不講禮了，五常完全違背了。不仁，不會愛人，他不自愛他怎麼會愛人？哪有這個道理！不義、無禮、無智、無信，你看，仁義禮智信全沒有了，這在今天社會。我們看是全世界，不是看一個地區，災難從哪來的？這就是災難的原因。左丘明說得好，他跟孔子同時代，《左傳》是他的作品，流傳到後世。《左傳》裡頭有一句話，「人棄常則妖興」，這是什麼？人要把五常放棄了，剛才我們講的，不仁、不義、無禮、無智、無信，五常放棄了，沒有了，這個社會變成什麼？變成妖魔鬼怪，不是人了。人棄常則妖興，妖魔鬼怪興旺起來了。他這句話，在我們現前這個地球上看到了。"
    },
    {
      "id": "02-040-0179_p0009",
      "zh_CN": "世界上也有些志士仁人，迫切希望社会能恢复正常，正常是什么？仁义礼智信，这是正常的。怎么能恢复？那要仁义礼智信的教育兴起，把人再唤醒。做人，五个基本的原则必须要遵守，因为你是人，是人就要遵守，永远遵守，所以它叫常道。常是什么？超越空间、超越时间，无论在哪个时代，无论在哪个地区，你是人，你就得要遵守。这五个字，我们在国外不同的文化、不同的信仰、不同的种族，我们跟他讲这五个字他都赞成，没有一个反对的。可见得这五个字叫性德，是一切人自性里头本来具足的，不是从外来的。跟哪个讲，他都点头、都欢喜。人一定要爱人，爱人就不会害人。爱人，怎么会做出损人利己的事情？他做不出的，他只有损己利人，他不会损人利己。",
      "zh_TW": "世界上也有些志士仁人，迫切希望社會能恢復正常，正常是什麼？仁義禮智信，這是正常的。怎麼能恢復？那要仁義禮智信的教育興起，把人再喚醒。做人，五個基本的原則必須要遵守，因為你是人，是人就要遵守，永遠遵守，所以它叫常道。常是什麼？超越空間、超越時間，無論在哪個時代，無論在哪個地區，你是人，你就得要遵守。這五個字，我們在國外不同的文化、不同的信仰、不同的種族，我們跟他講這五個字他都贊成，沒有一個反對的。可見得這五個字叫性德，是一切人自性裡頭本來具足的，不是從外來的。跟哪個講，他都點頭、都歡喜。人一定要愛人，愛人就不會害人。愛人，怎麼會做出損人利己的事情？他做不出的，他只有損己利人，他不會損人利己。"
    },
    {
      "id": "02-040-0179_p0010",
      "zh_CN": "人知道行义，义是讲理，思想言行合情、合理、合法，情理法都不违背，这是义。待人接物用理智不用感情，感情里面带着不善，它带着自私在里头，所以要理智，理智是公而无私。人与人、人与天地万物都有个秩序，不能乱，这是礼节，在佛家讲戒律、威仪，专门讲究这个。人人都能遵守，社会祥和，生活有规律。人与人之间一定要讲信用，说话要算数，说到一定要做到，自己做不到的不能说。在这个世界上，教学最成功的，我常举两个例子，释迦牟尼佛教育成功，孔子的教育成功。他是怎么成功的？秘诀就是先行其言，他所说的他已经做到了，没有做到的他不说。所以，大众对他的话相信，没有怀疑，欢喜跟他学习，依他的教诲来奉行，依教奉行。这是圣贤教育，这多分都是属于戒行、规矩。",
      "zh_TW": "人知道行義，義是講理，思想言行合情、合理、合法，情理法都不違背，這是義。待人接物用理智不用感情，感情裡面帶著不善，它帶著自私在裡頭，所以要理智，理智是公而無私。人與人、人與天地萬物都有個秩序，不能亂，這是禮節，在佛家講戒律、威儀，專門講究這個。人人都能遵守，社會祥和，生活有規律。人與人之間一定要講信用，說話要算數，說到一定要做到，自己做不到的不能說。在這個世界上，教學最成功的，我常舉兩個例子，釋迦牟尼佛教育成功，孔子的教育成功。他是怎麼成功的？祕訣就是先行其言，他所說的他已經做到了，沒有做到的他不說。所以，大眾對他的話相信，沒有懷疑，歡喜跟他學習，依他的教誨來奉行，依教奉行。這是聖賢教育，這多分都是屬於戒行、規矩。"
    },
    {
      "id": "02-040-0179_p0011",
      "zh_CN": "「表化益尽未来际一切众生之德」。佛的手足这种好相，因为手足它起的作用最大，我们世间人常说双手万能，没有手足什么事都不能办，所以手足是属于成所作智，成就种种事业要靠手足。这个好相，是教化众生、利益众生。尽未来际，从时间上说；一切众生，这是从空间上说。佛教学的对象是一切众生，时间是尽未来际，生生世世，不舍一人。这一人是什么人？真正想学佛的人，佛不会舍弃你。你不想学，他就没法子，他跟你不起感应；真正想学，佛跟你起感应道交。「至心受持第一、第四优婆塞戒」，得到的是细长的手指、「足跟长相」。「不欺一切诸众生得足跟[月+庸]相」，这个[月+庸]是圆满、均匀，均匀圆满，得这个相。我们昨天看到一尊，九百年前古人所雕的释迦牟尼佛的卧像，涅槃像，你看佛的脚，脚底、脚背、脚跟都非常圆满，丰满。所以造像，要把三十二相造出来，表法的，看到哪个相，知道他修什么因成就的，我们要想相好，要修因。",
      "zh_TW": "「表化益盡未來際一切眾生之德」。佛的手足這種好相，因為手足它起的作用最大，我們世間人常說雙手萬能，沒有手足什麼事都不能辦，所以手足是屬於成所作智，成就種種事業要靠手足。這個好相，是教化眾生、利益眾生。盡未來際，從時間上說；一切眾生，這是從空間上說。佛教學的對象是一切眾生，時間是盡未來際，生生世世，不捨一人。這一人是什麼人？真正想學佛的人，佛不會捨棄你。你不想學，他就沒法子，他跟你不起感應；真正想學，佛跟你起感應道交。「至心受持第一、第四優婆塞戒」，得到的是細長的手指、「足跟長相」。「不欺一切諸眾生得足跟[月+庸]相」，這個[月+庸]是圓滿、均勻，均勻圓滿，得這個相。我們昨天看到一尊，九百年前古人所雕的釋迦牟尼佛的臥像，涅槃像，你看佛的腳，腳底、腳背、腳跟都非常圓滿，豐滿。所以造像，要把三十二相造出來，表法的，看到哪個相，知道他修什麼因成就的，我們要想相好，要修因。"
    },
    {
      "id": "02-040-0179_p0012",
      "zh_CN": "下面第七，「足趺高好相」，足趺是脚背，脚背高、好。「又作足趺隆起相、足趺端厚相、足趺高平相」，你看有这么多种说法。这在很多经论上讲三十二相，翻的不一样，意思完全相同，都是一样的。就是「足背高起圆满之相。乃佛于因位修福、勇猛精进感得之相，表利益众生、大悲无上之内德」。我们看到这个相，知道佛怎么得来的，为什么他有，我们没有，在这里我们一比较就知道了。佛是在因地当中，没有成佛之前，就像我们现在这个时候，人家是无量劫修福，这两个字重要；我们天天造业，不是修福。",
      "zh_TW": "下面第七，「足趺高好相」，足趺是腳背，腳背高、好。「又作足趺隆起相、足趺端厚相、足趺高平相」，你看有這麼多種說法。這在很多經論上講三十二相，翻的不一樣，意思完全相同，都是一樣的。就是「足背高起圓滿之相。乃佛於因位修福、勇猛精進感得之相，表利益眾生、大悲無上之內德」。我們看到這個相，知道佛怎麼得來的，為什麼他有，我們沒有，在這裡我們一比較就知道了。佛是在因地當中，沒有成佛之前，就像我們現在這個時候，人家是無量劫修福，這兩個字重要；我們天天造業，不是修福。"
    },
    {
      "id": "02-040-0179_p0013",
      "zh_CN": "大乘佛法里面讲福田，通常讲三种福田，我们有没有修？父母是恩田，父母对我有恩，孝顺父母就是修福，不孝父母就造罪业。要知道不孝是什么罪？在中国古时候，不孝父母是死罪，死刑。民国初年，国家法律里有这么一条，叫亲权处分，这个我还记得，好像民国二十几年的时候废除了，就没有这条了。亲权处分，就是你的亲生父母到官府里头告你，说我这个儿子不孝，你们把他处死刑，立刻就执行，没有辩护的，马上就执行。所以那个时候人虽然不孝还不敢，父母告他一状，他真的命就没有了。官府不要审问的，为什么？你父母告你，最亲爱的人告你，你还有什么话说？父母都不要你了，你不能在这个社会上活下去。有这么一条法律。这个法律要现在存在，小孩不敢杀父母。现在没有了，现在讲人权，小孩都有人权，你说有什么法子？我们住在美国，看到中国人家这个父母，小孩犯了错误，有打有骂。邻居是美国人，打电话到警察局，说隔壁这一家虐待儿童，警察马上来了，干涉。才知道外国法律不一样，保护儿童。以后我们中国人聪明了，打小孩到哪去？车开到野外，没人地方狠狠打一顿，没人看见。",
      "zh_TW": "大乘佛法裡面講福田，通常講三種福田，我們有沒有修？父母是恩田，父母對我有恩，孝順父母就是修福，不孝父母就造罪業。要知道不孝是什麼罪？在中國古時候，不孝父母是死罪，死刑。民國初年，國家法律裡有這麼一條，叫親權處分，這個我還記得，好像民國二十幾年的時候廢除了，就沒有這條了。親權處分，就是你的親生父母到官府裡頭告你，說我這個兒子不孝，你們把他處死刑，立刻就執行，沒有辯護的，馬上就執行。所以那個時候人雖然不孝還不敢，父母告他一狀，他真的命就沒有了。官府不要審問的，為什麼？你父母告你，最親愛的人告你，你還有什麼話說？父母都不要你了，你不能在這個社會上活下去。有這麼一條法律。這個法律要現在存在，小孩不敢殺父母。現在沒有了，現在講人權，小孩都有人權，你說有什麼法子？我們住在美國，看到中國人家這個父母，小孩犯了錯誤，有打有罵。鄰居是美國人，打電話到警察局，說隔壁這一家虐待兒童，警察馬上來了，干涉。才知道外國法律不一樣，保護兒童。以後我們中國人聰明了，打小孩到哪去？車開到野外，沒人地方狠狠打一頓，沒人看見。"
    },
    {
      "id": "02-040-0179_p0014",
      "zh_CN": "所以现在这个社会很麻烦，父母不能教儿女，老师没办法教学生。现在居然还有学校规定的，学生可以批评老师，给老师打分数，做为学校下一个学期聘不聘他。学生都说他好，下个学期继续聘请；学生说他不好，下个学期就辞掉他，所以逼得老师要讨好学生，他的饭碗才不会丢掉。你教严格了，学生都说这老师不好，太凶了，不要他，学校很听话，下一期就不聘任了。方老师当年，六十二年前告诉我，现在学校，先生不像先生，学生不像学生。还没有到这个地步，那个时候学生还不敢批评老师。方老师如果活在今天，看到学校这些，那怎么办？不必学校解雇，自己赶紧辞职，不能接受这个羞辱。没有好老师，你的智慧从哪里来？你的德行从哪里来？",
      "zh_TW": "所以現在這個社會很麻煩，父母不能教兒女，老師沒辦法教學生。現在居然還有學校規定的，學生可以批評老師，給老師打分數，做為學校下一個學期聘不聘他。學生都說他好，下個學期繼續聘請；學生說他不好，下個學期就辭掉他，所以逼得老師要討好學生，他的飯碗才不會丟掉。你教嚴格了，學生都說這老師不好，太凶了，不要他，學校很聽話，下一期就不聘任了。方老師當年，六十二年前告訴我，現在學校，先生不像先生，學生不像學生。還沒有到這個地步，那個時候學生還不敢批評老師。方老師如果活在今天，看到學校這些，那怎麼辦？不必學校解雇，自己趕緊辭職，不能接受這個羞辱。沒有好老師，你的智慧從哪裡來？你的德行從哪裡來？"
    },
    {
      "id": "02-040-0179_p0015",
      "zh_CN": "现在真叫无法无天，整个社会乱成一团，怎么收拾？这大问题！谁有能力收拾？天大本事的人，佛菩萨、圣人来了，今天这个制度确立在此地，圣贤、佛菩萨也一筹莫展，没办法。学校校长听学生的，不听老师的。从前学生进学，老师是严加管教，体罚学生，家长不但不干涉，还来感恩，那学生不敢不遵守老师教诲。老师跟家长是站在一条线上的，好教，真能把人教成。现在当老师很可怜，孤立，他跟父母不是一条线，跟学校校长也不是一条线，你说多辛苦！所以很多老师不干了，辞掉去做生意、做买卖去了。我看到大学教授辞掉了，做生意，读书人跟书有缘，开书店，也很赚钱，不教了。所以今天，学校里好的老师没有了，这个问题比什么都严重。这都是社会这个病态的根，教育出了问题，出了这么大的问题，就不能教了。学生要自由，学生要放逸，不愿意守规矩，不愿意受约束，世间学校如是，佛门学校里也如是。法律提倡人权，违背人权在现代的社会就行不通，要受到社会大众指责。",
      "zh_TW": "現在真叫無法無天，整個社會亂成一團，怎麼收拾？這大問題！誰有能力收拾？天大本事的人，佛菩薩、聖人來了，今天這個制度確立在此地，聖賢、佛菩薩也一籌莫展，沒辦法。學校校長聽學生的，不聽老師的。從前學生進學，老師是嚴加管教，體罰學生，家長不但不干涉，還來感恩，那學生不敢不遵守老師教誨。老師跟家長是站在一條線上的，好教，真能把人教成。現在當老師很可憐，孤立，他跟父母不是一條線，跟學校校長也不是一條線，你說多辛苦！所以很多老師不幹了，辭掉去做生意、做買賣去了。我看到大學教授辭掉了，做生意，讀書人跟書有緣，開書店，也很賺錢，不教了。所以今天，學校裡好的老師沒有了，這個問題比什麼都嚴重。這都是社會這個病態的根，教育出了問題，出了這麼大的問題，就不能教了。學生要自由，學生要放逸，不願意守規矩，不願意受約束，世間學校如是，佛門學校裡也如是。法律提倡人權，違背人權在現代的社會就行不通，要受到社會大眾指責。"
    },
    {
      "id": "02-040-0179_p0016",
      "zh_CN": "所以夏莲居老居士非常感叹，说了一句话，「浊世无如念佛好」。五浊恶世，浊是染污，今天社会染污到极处了，没有比念佛更好，老老实实在家念佛，少管闲事，不管闲事，一心念佛。他底下接着一句，「此生端为大经来」，我这一生来干什么？会集《无量寿经》。黄念老注解《无量寿经》，就为这个来的。我们也参入这个小组，我们弘扬这部《无量寿经》，学习这部《无量寿经》，目的求生净土。我们这一生确确实实这个目标方向确定了，虽然在这个世间，还是法喜充满。一个会经，一个注经，我们依教修行。这两个人，他们来到这个世间，是为了度我而来的，我接受，我一定得度。我们要学佛菩萨大悲无上，利益众生，起心动念希望众生得利益。真实的利益，是能信此经、能解此经、能依此经修行，决定得生净土，真实利益。世间什么都是假的，只有这一桩事情是真的。",
      "zh_TW": "所以夏蓮居老居士非常感嘆，說了一句話，「濁世無如念佛好」。五濁惡世，濁是染污，今天社會染污到極處了，沒有比念佛更好，老老實實在家念佛，少管閒事，不管閒事，一心念佛。他底下接著一句，「此生端為大經來」，我這一生來幹什麼？會集《無量壽經》。黃念老註解《無量壽經》，就為這個來的。我們也參入這個小組，我們弘揚這部《無量壽經》，學習這部《無量壽經》，目的求生淨土。我們這一生確確實實這個目標方向確定了，雖然在這個世間，還是法喜充滿。一個會經，一個註經，我們依教修行。這兩個人，他們來到這個世間，是為了度我而來的，我接受，我一定得度。我們要學佛菩薩大悲無上，利益眾生，起心動念希望眾生得利益。真實的利益，是能信此經、能解此經、能依此經修行，決定得生淨土，真實利益。世間什麼都是假的，只有這一樁事情是真的。"
    },
    {
      "id": "02-040-0179_p0017",
      "zh_CN": "下面第八相，「腨如鹿王相：又作鹿王腨」，腨是小腿。鹿跑得很快，速度差不多能赶上一般的汽车，牠有这么快的速度，牠的腿很有力。这是避免那些猛兽，狮子虎狼都是拿牠做食物的，牠们都吃牠，牠全凭两只腿能够跑得快，逃命，所以天也给牠一副好腿，让牠能逃命。「股骨如鹿王之纤圆」，纤是细，圆是圆满。鹿王是鹿中之王，虽然是野兽，野兽各个福报也不同，过去生修的不一样。都投胎做鹿这是引业，引业相同，牠们搞到一类去了，但是福报不一样，福报不一样是满业。",
      "zh_TW": "下面第八相，「腨如鹿王相：又作鹿王腨」，腨是小腿。鹿跑得很快，速度差不多能趕上一般的汽車，牠有這麼快的速度，牠的腿很有力。這是避免那些猛獸，獅子虎狼都是拿牠做食物的，牠們都吃牠，牠全憑兩隻腿能夠跑得快，逃命，所以天也給牠一副好腿，讓牠能逃命。「股骨如鹿王之纖圓」，纖是細，圓是圓滿。鹿王是鹿中之王，雖然是野獸，野獸各個福報也不同，過去生修的不一樣。都投胎做鹿這是引業，引業相同，牠們搞到一類去了，但是福報不一樣，福報不一樣是滿業。"
    },
    {
      "id": "02-040-0179_p0018",
      "zh_CN": "人都有这两种业，人也是如此，能得人身这是引业相同，凡是人都有这个业，这个引业是过去生中修五戒十善，感得人身，但是人有贫富贵贱、智愚不肖，这个完全不相同，这属于满业。满业从哪里来的？虽然很复杂、很多，我们可以用三种布施就统统概括了，不出这三大类。第一类财布施。你命里有没有钱，你过去生中修财布施多少，这是你这一生当中，你命里头的财富。过去生中布施得多，你命里头财就很满，财富很大，无论干什么事情，你都会有金钱收入，命里有。第二个是智慧聪明，智愚不肖，过去生中修的法布施。健康长寿是过去生中修的无畏布施。如果真正修这三种布施，你这三种福报都得到。在中国历史上，这三样福报都有、都得到圆满的只有一个人，乾隆皇帝，他自称为「十全老人」，他的福报是十全十美。绝不是一世修的，一个人修的福报，能够做到帝王、做到大富，至少是十世。像乾隆不止十世，至少是十五世到二十世的修行，在这一生当中享福，有那么大的福报。也长寿，做六十年皇帝，一甲子，还做四年太上皇，自古以来没人有这么大的福报。这只有学佛的人知道，他是多生多劫，至少十五世到二十世，才有这么大的福报。",
      "zh_TW": "人都有這兩種業，人也是如此，能得人身這是引業相同，凡是人都有這個業，這個引業是過去生中修五戒十善，感得人身，但是人有貧富貴賤、智愚不肖，這個完全不相同，這屬於滿業。滿業從哪裡來的？雖然很複雜、很多，我們可以用三種布施就統統概括了，不出這三大類。第一類財布施。你命裡有沒有錢，你過去生中修財布施多少，這是你這一生當中，你命裡頭的財富。過去生中布施得多，你命裡頭財就很滿，財富很大，無論幹什麼事情，你都會有金錢收入，命裡有。第二個是智慧聰明，智愚不肖，過去生中修的法布施。健康長壽是過去生中修的無畏布施。如果真正修這三種布施，你這三種福報都得到。在中國歷史上，這三樣福報都有、都得到圓滿的只有一個人，乾隆皇帝，他自稱為「十全老人」，他的福報是十全十美。絕不是一世修的，一個人修的福報，能夠做到帝王、做到大富，至少是十世。像乾隆不止十世，至少是十五世到二十世的修行，在這一生當中享福，有那麼大的福報。也長壽，做六十年皇帝，一甲子，還做四年太上皇，自古以來沒人有這麼大的福報。這只有學佛的人知道，他是多生多劫，至少十五世到二十世，才有這麼大的福報。"
    },
    {
      "id": "02-040-0179_p0019",
      "zh_CN": "这个业因说得好，「系往昔专心闻法」，不但闻法，而且还演说，「演说所感得之相」。他喜欢听法，喜欢研究佛法，喜欢弘扬佛法，得到这个好相，「表一切罪障消灭之德」。我们知道，弘法利生是灭罪最殊胜的方法，我们有理由相信。因为你要讲经教学，你自己一定先要学；学经教，你的念头纯正纯善。如果课程多，天天都要上课，你就没有办法离开经本，你不能不做充分准备，这个对于自利的力量就太大了。所以教学的人自利，我常说自利七分，利他只有三分。他要不用功，不真实学的，只是来听听，得的利益很少。我们自己上这一堂课，做了很充分的准备，看了很多参考资料，我们自己得利益多。知识分子积功累德，用这个方法最好，喜欢读书，不离开经教。",
      "zh_TW": "這個業因說得好，「係往昔專心聞法」，不但聞法，而且還演說，「演說所感得之相」。他喜歡聽法，喜歡研究佛法，喜歡弘揚佛法，得到這個好相，「表一切罪障消滅之德」。我們知道，弘法利生是滅罪最殊勝的方法，我們有理由相信。因為你要講經教學，你自己一定先要學；學經教，你的念頭純正純善。如果課程多，天天都要上課，你就沒有辦法離開經本，你不能不做充分準備，這個對於自利的力量就太大了。所以教學的人自利，我常說自利七分，利他只有三分。他要不用功，不真實學的，只是來聽聽，得的利益很少。我們自己上這一堂課，做了很充分的準備，看了很多參考資料，我們自己得利益多。知識分子積功累德，用這個方法最好，喜歡讀書，不離開經教。"
    },
    {
      "id": "02-040-0179_p0020",
      "zh_CN": "如果不讲经就会懈怠，不想再深入了，不想再看经了。每天读一卷经给佛菩萨听听，好像应付应付故事一样就完了，这样人就退转了，头脑老化，愈来愈迟钝。上了年岁，记性没有了，才想到事情马上就忘掉了，那是什么？老的时候他不用脑筋了，他什么都不想，所以老化了。可是真正学佛的人头脑清楚，临命终时清清楚楚、明明白白。为什么？他天天念佛、天天念经，念经、念佛保持脑不退化、不迟钝。你不用它，它就老化；你要用它，天天用它，不停的去用它，它就不会。学佛的人年岁大了，拜佛，拜佛是最好的运动。心里面念佛，身体在拜佛，拜佛的时候不要念出声音，念出声音伤气，伤身体。拜佛的时候默念，或者耳听佛号，现在用念佛机，我专心听佛号拜佛，这个对身体健康有很大的帮助，人年岁虽然大了，不容易老化。就怕你不用它，老了不用它，那个麻烦就很大。",
      "zh_TW": "如果不講經就會懈怠，不想再深入了，不想再看經了。每天讀一卷經給佛菩薩聽聽，好像應付應付故事一樣就完了，這樣人就退轉了，頭腦老化，愈來愈遲鈍。上了年歲，記性沒有了，才想到事情馬上就忘掉了，那是什麼？老的時候他不用腦筋了，他什麼都不想，所以老化了。可是真正學佛的人頭腦清楚，臨命終時清清楚楚、明明白白。為什麼？他天天念佛、天天念經，念經、念佛保持腦不退化、不遲鈍。你不用它，它就老化；你要用它，天天用它，不停的去用它，它就不會。學佛的人年歲大了，拜佛，拜佛是最好的運動。心裡面念佛，身體在拜佛，拜佛的時候不要念出聲音，念出聲音傷氣，傷身體。拜佛的時候默念，或者耳聽佛號，現在用念佛機，我專心聽佛號拜佛，這個對身體健康有很大的幫助，人年歲雖然大了，不容易老化。就怕你不用它，老了不用它，那個麻煩就很大。"
    },
    {
      "id": "02-040-0179_p0021",
      "zh_CN": "表一切罪障消灭之德。「菩萨至心听法、至心说法」，这个至心，真诚到极处，真诚的心听法，真诚的心说法，「坏生死诸过咎」。咎是错误，生死，不善业，这些不善的业、不善的罪过都破坏了。怎么破坏的？听法、说法，罪障渐渐消除了。所以你才得鹿王腨相。「喜闻法故得鹿王膊相」，膊是后胫骨，都是腿上的，腿上的后胫骨。",
      "zh_TW": "表一切罪障消滅之德。「菩薩至心聽法、至心說法」，這個至心，真誠到極處，真誠的心聽法，真誠的心說法，「壞生死諸過咎」。咎是錯誤，生死，不善業，這些不善的業、不善的罪過都破壞了。怎麼破壞的？聽法、說法，罪障漸漸消除了。所以你才得鹿王腨相。「喜聞法故得鹿王膊相」，膊是後脛骨，都是腿上的，腿上的後脛骨。"
    },
    {
      "id": "02-040-0179_p0022",
      "zh_CN": "第九，「手过膝相」，膝盖，手长垂手超过膝盖。「又作手摩膝相、垂手过膝相、手过膝相、平住手过膝相」，这就是各种不同经论里面所说三十二相的名词，都是这个意思。底下给我们解释，「即立正时」，他站得很端正，「两手垂下，长可越膝」，超过膝盖，他的手超过膝盖。「此相系由离我慢、好惠施、不贪着所感得」，这是因。什么原因得到这个相好？这个人没有我慢。不容易，为什么？我慢是与生俱来的烦恼，它不是学来的。我从哪里来的？宇宙从哪里来的？各人有各人的宇宙，我的宇宙跟你的宇宙是一样的，还是各人是各人的？我这个妄念灭了，这宇宙就没有了；你的妄念没有灭，你的宇宙在。这个境界不可思议。",
      "zh_TW": "第九，「手過膝相」，膝蓋，手長垂手超過膝蓋。「又作手摩膝相、垂手過膝相、手過膝相、平住手過膝相」，這就是各種不同經論裡面所說三十二相的名詞，都是這個意思。底下給我們解釋，「即立正時」，他站得很端正，「兩手垂下，長可越膝」，超過膝蓋，他的手超過膝蓋。「此相係由離我慢、好惠施、不貪著所感得」，這是因。什麼原因得到這個相好？這個人沒有我慢。不容易，為什麼？我慢是與生俱來的煩惱，它不是學來的。我從哪裡來的？宇宙從哪裡來的？各人有各人的宇宙，我的宇宙跟你的宇宙是一樣的，還是各人是各人的？我這個妄念滅了，這宇宙就沒有了；你的妄念沒有滅，你的宇宙在。這個境界不可思議。"
    },
    {
      "id": "02-040-0179_p0023",
      "zh_CN": "大乘教里面告诉我们，「一念不觉，而有无明」。宇宙从哪里来的？一念不觉来的。这一念不觉，自性里头，自性是真心，就变成一个妄心，这个妄心叫阿赖耶，速度之快我们无法想像。在什么时候发生的？就在眼前，这个现象就在眼前发生，我们一点知觉都没有，没有感触到。要细细去读相宗经论你就明白了。自性是不动的，这一念是动的，这个一念动，让不动的自性起了一个假相，这假相就是阿赖耶。所以相全是假的，没有一个是真的，「凡所有相，皆是虚妄」，《金刚经》上讲的，千真万确。从阿赖耶的业相，业相就是一念不觉，它动了，这一动，立刻它就变成一个转相。阿赖耶的转相，转变，科学家叫信息；一念不觉，科学家称它作能量。这个转相也就是第七识。第七识怎么构成的？四大烦恼构成末那识，末那识是我们凡夫把它执着认为这是我，根本就没有我。末那识执着，以为是自己的心能够思想；执着从末那变现出来的境界相，就是物质现象，把它当作自己的身体，我是这么来的。我的身是阿赖耶的相分，境界相；我的心，起心动念是阿赖耶的见分。就是末那跟意识，意识是分别强，末那执着强，坚固的执着，我这么来的。末那，我见是烦恼，执着它是我，没有我执着有个我，所以我是从执着来的，不是真的。跟着来的我爱，我爱就是贪；我慢，我慢就是瞋恚；还有个我痴，你看贪瞋痴。贪瞋痴是跟最初一念不觉一起产生的，所以叫根本烦恼，这个东西麻烦！",
      "zh_TW": "大乘教裡面告訴我們，「一念不覺，而有無明」。宇宙從哪裡來的？一念不覺來的。這一念不覺，自性裡頭，自性是真心，就變成一個妄心，這個妄心叫阿賴耶，速度之快我們無法想像。在什麼時候發生的？就在眼前，這個現象就在眼前發生，我們一點知覺都沒有，沒有感觸到。要細細去讀相宗經論你就明白了。自性是不動的，這一念是動的，這個一念動，讓不動的自性起了一個假相，這假相就是阿賴耶。所以相全是假的，沒有一個是真的，「凡所有相，皆是虛妄」，《金剛經》上講的，千真萬確。從阿賴耶的業相，業相就是一念不覺，它動了，這一動，立刻它就變成一個轉相。阿賴耶的轉相，轉變，科學家叫信息；一念不覺，科學家稱它作能量。這個轉相也就是第七識。第七識怎麼構成的？四大煩惱構成末那識，末那識是我們凡夫把它執著認為這是我，根本就沒有我。末那識執著，以為是自己的心能夠思想；執著從末那變現出來的境界相，就是物質現象，把它當作自己的身體，我是這麼來的。我的身是阿賴耶的相分，境界相；我的心，起心動念是阿賴耶的見分。就是末那跟意識，意識是分別強，末那執著強，堅固的執著，我這麼來的。末那，我見是煩惱，執著它是我，沒有我執著有個我，所以我是從執著來的，不是真的。跟著來的我愛，我愛就是貪；我慢，我慢就是瞋恚；還有個我痴，你看貪瞋痴。貪瞋痴是跟最初一念不覺一起產生的，所以叫根本煩惱，這個東西麻煩！"
    },
    {
      "id": "02-040-0179_p0024",
      "zh_CN": "它到底是什么？实在讲，佛家讲戒定慧，戒定慧就是贪瞋痴。戒定慧是性德，自性里头本有的，不是外来的，迷了之后就把它变成贪瞋痴，戒变成贪，定变成瞋，慧变成痴，就是戒定慧，性德。把性德变质了，它就是性德，贪瞋痴就是性德，迷了叫贪瞋痴，觉悟了就是戒定慧。所以你勤修戒定慧，就能息灭贪瞋痴。息灭贪瞋痴对你很大的帮助，我执就放下了，我执一放下就证阿罗汉果，就超越六道轮回。所以性修是一不是二，烦恼即菩提，真的，只是迷了，它变质了。你看自性上的三德，佛常常讲的，「一切众生皆有如来智慧德相」。迷了，迷了智慧变成烦恼，烦恼无量，智慧无量，无量智慧一迷就变成无量烦恼；德能，德能变成造业，造善业、造恶业，变成造业；相好，相好变成六道轮回。就这么来的，它都有根源的。",
      "zh_TW": "它到底是什麼？實在講，佛家講戒定慧，戒定慧就是貪瞋痴。戒定慧是性德，自性裡頭本有的，不是外來的，迷了之後就把它變成貪瞋痴，戒變成貪，定變成瞋，慧變成痴，就是戒定慧，性德。把性德變質了，它就是性德，貪瞋痴就是性德，迷了叫貪瞋痴，覺悟了就是戒定慧。所以你勤修戒定慧，就能息滅貪瞋痴。息滅貪瞋痴對你很大的幫助，我執就放下了，我執一放下就證阿羅漢果，就超越六道輪迴。所以性修是一不是二，煩惱即菩提，真的，只是迷了，它變質了。你看自性上的三德，佛常常講的，「一切眾生皆有如來智慧德相」。迷了，迷了智慧變成煩惱，煩惱無量，智慧無量，無量智慧一迷就變成無量煩惱；德能，德能變成造業，造善業、造惡業，變成造業；相好，相好變成六道輪迴。就這麼來的，它都有根源的。"
    },
    {
      "id": "02-040-0179_p0025",
      "zh_CN": "所以一觉悟，回归到自性，贪瞋痴变成戒定慧。智慧德相完全回归自性，变成极乐世界，变成诸佛如来的实报庄严土，那叫一真法界。统统从念头变化，所以佛说「一切法从心想生」，想什么变现什么。为什么不想善去想恶？为什么不想净去想染？回归自性，什么都不想了，性德圆满现前，那就是什么？我们的经题上「清净平等觉」。什么都不想就是清净平等觉，那叫什么？父母未生前本来面目，禅宗里头讲的。父母未生前本来面目是什么？清净平等觉。只要你放下起心动念、分别执着它就现前。清净平等觉，其大没有边际；你说它小，它没有底，无内，「其大无外，其小无内」，这是真的，纯真无妄。学佛学到最后，就是回归这个境界，这个境界叫无上菩提，《华严经》上他的名字叫妙觉如来，究竟圆满。",
      "zh_TW": "所以一覺悟，回歸到自性，貪瞋痴變成戒定慧。智慧德相完全回歸自性，變成極樂世界，變成諸佛如來的實報莊嚴土，那叫一真法界。統統從念頭變化，所以佛說「一切法從心想生」，想什麼變現什麼。為什麼不想善去想惡？為什麼不想淨去想染？回歸自性，什麼都不想了，性德圓滿現前，那就是什麼？我們的經題上「清淨平等覺」。什麼都不想就是清淨平等覺，那叫什麼？父母未生前本來面目，禪宗裡頭講的。父母未生前本來面目是什麼？清淨平等覺。只要你放下起心動念、分別執著它就現前。清淨平等覺，其大沒有邊際；你說它小，它沒有底，無內，「其大無外，其小無內」，這是真的，純真無妄。學佛學到最後，就是回歸這個境界，這個境界叫無上菩提，《華嚴經》上他的名字叫妙覺如來，究竟圓滿。"
    },
    {
      "id": "02-040-0179_p0026",
      "zh_CN": "万法平等，决定没有差别，情与无情，同圆种智，所以傲慢是决定错误。一定要学佛的清净平等觉，平等，你的智慧德相才能现前；傲慢不行，傲慢是烦恼，傲慢是障碍。连孔老夫子都知道。《论语》上这句话是儒家的大戒，让我们在日常生活当中，处事待人接物细心去观察。这个人有才华，还有德行，但是傲慢，孔子在《论语》里头有句话说，「如有周公之才之美」，美是德，这个人就像周公这样的才华、德行。周公是圣人，是孔老夫子心目当中最佩服的圣人，孔老夫子一生就学他，有他的德才，没有他的福报。周公有福报，等于说做了摄政王。他哥哥死了，儿子继承王位，哥哥的儿子才十岁，没有办法问事，他代理，就是摄政王，到成王长成，能管事了，政权交给他。夫子底下这句话说，如有周公之才之美，「使骄且吝」，他有傲慢，他还小气吝啬，夫子说「其余则不足观矣」，就别看了，假的，不是真的。",
      "zh_TW": "萬法平等，決定沒有差別，情與無情，同圓種智，所以傲慢是決定錯誤。一定要學佛的清淨平等覺，平等，你的智慧德相才能現前；傲慢不行，傲慢是煩惱，傲慢是障礙。連孔老夫子都知道。《論語》上這句話是儒家的大戒，讓我們在日常生活當中，處事待人接物細心去觀察。這個人有才華，還有德行，但是傲慢，孔子在《論語》裡頭有句話說，「如有周公之才之美」，美是德，這個人就像周公這樣的才華、德行。周公是聖人，是孔老夫子心目當中最佩服的聖人，孔老夫子一生就學他，有他的德才，沒有他的福報。周公有福報，等於說做了攝政王。他哥哥死了，兒子繼承王位，哥哥的兒子才十歲，沒有辦法問事，他代理，就是攝政王，到成王長成，能管事了，政權交給他。夫子底下這句話說，如有周公之才之美，「使驕且吝」，他有傲慢，他還小氣吝嗇，夫子說「其餘則不足觀矣」，就別看了，假的，不是真的。"
    },
    {
      "id": "02-040-0179_p0027",
      "zh_CN": "所以看人看什么？看他有没有傲慢，再看他有没有嫉妒，再大的才华，有傲慢、有嫉妒不能重用，你用他肯定会出事。不如用个老实人，虽然迟钝一点，他不会出事情，可靠；有嫉妒、有傲慢、有吝啬，这人决定靠不住。所以他到时候变节，一点都不足为奇，那都在意料之中，一点不奇怪；换句话说，他的变节是正常现象。由此可知，傲慢是修行证果最大的障碍，你只要有这个念头，你功夫不能成就，也就是说戒定慧都不能成就，不但不会开智慧，你不能得定，你戒也持不好。",
      "zh_TW": "所以看人看什麼？看他有沒有傲慢，再看他有沒有嫉妒，再大的才華，有傲慢、有嫉妒不能重用，你用他肯定會出事。不如用個老實人，雖然遲鈍一點，他不會出事情，可靠；有嫉妒、有傲慢、有吝嗇，這人決定靠不住。所以他到時候變節，一點都不足為奇，那都在意料之中，一點不奇怪；換句話說，他的變節是正常現象。由此可知，傲慢是修行證果最大的障礙，你只要有這個念頭，你功夫不能成就，也就是說戒定慧都不能成就，不但不會開智慧，你不能得定，你戒也持不好。"
    },
    {
      "id": "02-040-0179_p0028",
      "zh_CN": "夫子之德，温良恭俭让，这里头没有傲慢、没有吝啬、没有嫉妒。这是好人，稀有难逢。温和、温厚（厚道）、善良，对人对事对物恭敬，小心谨慎，做事认真负责。俭，节俭。末后一个让，这个字很重要，为什么？见到有贤能的人，他能让位。他做得比我更好，我要让他；他年岁比我轻，有跟我同样的能力，我退下来让他，他有问题的时候我给他做顾问，我帮助他。这是什么？是为国家着想，不是为个人，为人民着想，他能替人民造福。这就是一定要让，应该让的时候一定要让，这是美德。遇到真正有比自己好的人不肯让位，这就罪过。你做得再好，人家比你更好。这个帐怎么算？死了以后到阎王那，你障碍许多人民的福报，这个罪就是地狱。遇不到比我好的人没办法，我非做不可；有人比我做得更好，我赶快让给他。决定不是为自己，是为大众的福祉，是为大众的利益，大众的利益超过自己的利益，大众的福报超过自己的福报，要懂得这个道理。能让贤，不能够去争。",
      "zh_TW": "夫子之德，溫良恭儉讓，這裡頭沒有傲慢、沒有吝嗇、沒有嫉妒。這是好人，稀有難逢。溫和、溫厚（厚道）、善良，對人對事對物恭敬，小心謹慎，做事認真負責。儉，節儉。末後一個讓，這個字很重要，為什麼？見到有賢能的人，他能讓位。他做得比我更好，我要讓他；他年歲比我輕，有跟我同樣的能力，我退下來讓他，他有問題的時候我給他做顧問，我幫助他。這是什麼？是為國家著想，不是為個人，為人民著想，他能替人民造福。這就是一定要讓，應該讓的時候一定要讓，這是美德。遇到真正有比自己好的人不肯讓位，這就罪過。你做得再好，人家比你更好。這個帳怎麼算？死了以後到閻王那，你障礙許多人民的福報，這個罪就是地獄。遇不到比我好的人沒辦法，我非做不可；有人比我做得更好，我趕快讓給他。決定不是為自己，是為大眾的福祉，是為大眾的利益，大眾的利益超過自己的利益，大眾的福報超過自己的福報，要懂得這個道理。能讓賢，不能夠去爭。"
    },
    {
      "id": "02-040-0179_p0029",
      "zh_CN": "今天这个社会很麻烦，今天社会竞争。人民没有那么高的智慧，很多人真的是听骗不听劝。这些人，没有道德的人是想尽方法去欺骗人民，让人民投他的票，把他选上，选上之后他不一定做好事。他祸国殃民，人民要不要负责？要负责任，你选举他的，你那一票要负责任。你不能怪他，是你自己选错了人，你上当，你被他骗了，好人没选上。实际上，好人不会出来竞选，哪一个真正好人抛头露面说我好，他们都不如我，这话能说得出口吗？这个在佛家戒律上叫自赞毁他，自己赞自己，毁谤别人，这人品德就不够。",
      "zh_TW": "今天這個社會很麻煩，今天社會競爭。人民沒有那麼高的智慧，很多人真的是聽騙不聽勸。這些人，沒有道德的人是想盡方法去欺騙人民，讓人民投他的票，把他選上，選上之後他不一定做好事。他禍國殃民，人民要不要負責？要負責任，你選舉他的，你那一票要負責任。你不能怪他，是你自己選錯了人，你上當，你被他騙了，好人沒選上。實際上，好人不會出來競選，哪一個真正好人拋頭露面說我好，他們都不如我，這話能說得出口嗎？這個在佛家戒律上叫自讚毀他，自己讚自己，毀謗別人，這人品德就不夠。"
    },
    {
      "id": "02-040-0179_p0030",
      "zh_CN": "我初到台湾的时候，住在我很近的一个邻居，我们只隔一条街，走路大概是三、四分钟就走到，赵恒惕老居士的家，我讲经他来听经。赵恒惕，现在一般人不知道，民国初年的人都知道，军阀割据的时候他是湖南王，湖南的总督。你们知道革命军北伐，革命军的根据地在广东，要经过湖南，向他借路，他要不答应你就过不去。我遇到他的时候他九十多岁了，他跟蒋介石是同辈分的，同一个时代的。听我讲经，有一天我陪他回家，我送他，散步回家，在路上给我讲了一句话：年轻不懂事，搞革命，现在才知道（老的时候知道）民主制度底下没好人。",
      "zh_TW": "我初到台灣的時候，住在我很近的一個鄰居，我們只隔一條街，走路大概是三、四分鐘就走到，趙恆惕老居士的家，我講經他來聽經。趙恆惕，現在一般人不知道，民國初年的人都知道，軍閥割據的時候他是湖南王，湖南的總督。你們知道革命軍北伐，革命軍的根據地在廣東，要經過湖南，向他借路，他要不答應你就過不去。我遇到他的時候他九十多歲了，他跟蔣介石是同輩分的，同一個時代的。聽我講經，有一天我陪他回家，我送他，散步回家，在路上給我講了一句話：年輕不懂事，搞革命，現在才知道（老的時候知道）民主制度底下沒好人。"
    },
    {
      "id": "02-040-0179_p0031",
      "zh_CN": "好人怎么会自己赞叹自己，我怎么怎么好，别人都不如，你投我一票，这话怎么能说得出来？所以民主怎么样？好人都退了，都不参与政治，选出来的人都是这样的人，他会替你办事吗？不可能。好人跑到哪里去了？跑到寺庙当和尚去了、当道士去了，跑到山林里面去了。这一生没指望，修来生，干这个事情去了。这是个大问题，跟我说了这么一句，年老的时候才觉悟了。这些老人到晚年，虔诚的佛门弟子，我们很年轻，孙子辈的，讲经都来听，每天都来听。好在住得很近，散步四、五分钟就走到了。他的儿子跟我好朋友，在教育部做秘书，教育部，也是很虔诚的佛门弟子。退休之后移民到美国，住在旧金山，在美国我们还常常遇到。所以民主是不得已。外国人有问我，现在，西方人对民主制度开始怀疑了，他问我，民主是不是最好的制度？我告诉他，民主是不得已。",
      "zh_TW": "好人怎麼會自己讚歎自己，我怎麼怎麼好，別人都不如，你投我一票，這話怎麼能說得出來？所以民主怎麼樣？好人都退了，都不參與政治，選出來的人都是這樣的人，他會替你辦事嗎？不可能。好人跑到哪裡去了？跑到寺廟當和尚去了、當道士去了，跑到山林裡面去了。這一生沒指望，修來生，幹這個事情去了。這是個大問題，跟我說了這麼一句，年老的時候才覺悟了。這些老人到晚年，虔誠的佛門弟子，我們很年輕，孫子輩的，講經都來聽，每天都來聽。好在住得很近，散步四、五分鐘就走到了。他的兒子跟我好朋友，在教育部做祕書，教育部，也是很虔誠的佛門弟子。退休之後移民到美國，住在舊金山，在美國我們還常常遇到。所以民主是不得已。外國人有問我，現在，西方人對民主制度開始懷疑了，他問我，民主是不是最好的制度？我告訴他，民主是不得已。"
    },
    {
      "id": "02-040-0179_p0032",
      "zh_CN": "我一九八三年第一次到纽约，沈家桢居士邀请的，在纽约他有一个道场，叫大觉寺，在这个道场讲《普贤菩萨行愿品》。以后还去过两次。以后在郊外建了一个庙，叫庄严寺。第一次，第一天到纽约，晚上请我吃饭，晚宴，跟我同桌有五、六个当地人，美国人，我们在一起吃饭。这些人告诉我，他说过去西方人不了解中国，对中国人都没有看在眼里，认为中国是个野蛮民族，没有开化，这样的心态对中国人。他说现在不一样了，现在我们西方人对中国了解多。凭良心说，一个一个比，中国人是世界第一，聪明，有智慧，做事又勤奋，很能干；两个两个比，他说犹太人第一；三个三个比，日本人第一，他团结。最后他问我一句，你们中国人为什么不团结？他讽刺我们。赞叹我们、讽刺我们，中国人是很聪明，但是不团结，问我这么一个问题。我当时就回答他，因为他们都是基督教徒，我说这是上帝安排的。他没想到我这么答复他，我说上帝安排他很惊讶，怎么是上帝安排的？我说中国人要团结起来你还有饭吃吗？一笑了之。真的，他挖苦我们、讽刺我们，我们中国人要反省。他又怕中国人，中国人团结起来他真害怕，这是什么？对中国认识不够，中国文化永远是温和的。",
      "zh_TW": "我一九八三年第一次到紐約，沈家楨居士邀請的，在紐約他有一個道場，叫大覺寺，在這個道場講《普賢菩薩行願品》。以後還去過兩次。以後在郊外建了一個廟，叫莊嚴寺。第一次，第一天到紐約，晚上請我吃飯，晚宴，跟我同桌有五、六個當地人，美國人，我們在一起吃飯。這些人告訴我，他說過去西方人不了解中國，對中國人都沒有看在眼裡，認為中國是個野蠻民族，沒有開化，這樣的心態對中國人。他說現在不一樣了，現在我們西方人對中國了解多。憑良心說，一個一個比，中國人是世界第一，聰明，有智慧，做事又勤奮，很能幹；兩個兩個比，他說猶太人第一；三個三個比，日本人第一，他團結。最後他問我一句，你們中國人為什麼不團結？他諷刺我們。讚歎我們、諷刺我們，中國人是很聰明，但是不團結，問我這麼一個問題。我當時就回答他，因為他們都是基督教徒，我說這是上帝安排的。他沒想到我這麼答覆他，我說上帝安排他很驚訝，怎麼是上帝安排的？我說中國人要團結起來你還有飯吃嗎？一笑了之。真的，他挖苦我們、諷刺我們，我們中國人要反省。他又怕中國人，中國人團結起來他真害怕，這是什麼？對中國認識不夠，中國文化永遠是溫和的。"
    },
    {
      "id": "02-040-0179_p0033",
      "zh_CN": "六百年前，郑和下西洋，那个时候，郑和的舰队是全世界最大的海军，没有任何一个国家能跟它相抗衡的。人数二万八千人，船只一百多艘，那样庞大的舰队环游全世界，没有占人家一块土地，没有欺负人家人民。每到一个地方跟人民往来，都是以礼物交换，我们要他的土产，我们东西送给他，比他的一定要多一些。中国人厚道，薄来厚往，这中国人做人的道理。所以没有人不欢迎，没有人不纪念的。马六甲，郑和到欧洲去必经的道路，七次都在那里停留过，补充水跟补充粮食。马六甲每一条街都有郑和庙，对郑和念念不忘。可是，外国人三艘军舰就把它们霸占做殖民地，就占领了它；郑和一百多条战舰，没有伤害人家一草一木，这中国人。",
      "zh_TW": "六百年前，鄭和下西洋，那個時候，鄭和的艦隊是全世界最大的海軍，沒有任何一個國家能跟它相抗衡的。人數二萬八千人，船隻一百多艘，那樣龐大的艦隊環遊全世界，沒有佔人家一塊土地，沒有欺負人家人民。每到一個地方跟人民往來，都是以禮物交換，我們要他的土產，我們東西送給他，比他的一定要多一些。中國人厚道，薄來厚往，這中國人做人的道理。所以沒有人不歡迎，沒有人不紀念的。馬六甲，鄭和到歐洲去必經的道路，七次都在那裡停留過，補充水跟補充糧食。馬六甲每一條街都有鄭和廟，對鄭和念念不忘。可是，外國人三艘軍艦就把它們霸佔做殖民地，就佔領了它；鄭和一百多條戰艦，沒有傷害人家一草一木，這中國人。"
    },
    {
      "id": "02-040-0179_p0034",
      "zh_CN": "现在外国人有证据，考察，全世界这些大陆都是中国人发现的；美洲，中国人比外国人差不多早一百年，就到过这些地方。真正认识中国文化，了解中国文化，就非常喜欢跟中国人做朋友。这好朋友，爱人不害人，帮助别人，不掠夺别人。所以汤恩比博士看今天的社会，这在他预料之中，二十一世纪社会的混乱，他在一九七０年代就谈到，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。孔孟学说是温和的，讲仁道，大乘佛法是慈悲的，只有温和、慈悲才能帮助这个世界化解冲突，恢复安定和谐。",
      "zh_TW": "現在外國人有證據，考察，全世界這些大陸都是中國人發現的；美洲，中國人比外國人差不多早一百年，就到過這些地方。真正認識中國文化，了解中國文化，就非常喜歡跟中國人做朋友。這好朋友，愛人不害人，幫助別人，不掠奪別人。所以湯恩比博士看今天的社會，這在他預料之中，二十一世紀社會的混亂，他在一九七０年代就談到，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。孔孟學說是溫和的，講仁道，大乘佛法是慈悲的，只有溫和、慈悲才能幫助這個世界化解衝突，恢復安定和諧。"
    },
    {
      "id": "02-040-0179_p0035",
      "zh_CN": "现在中国也乱，也乱成一团，但是中国毕竟有老祖宗文化的底蕴，觉悟快，回头也快。我敢说这个话，是因为我们过去有汤池的经验。我们做这个实验的时候，心里想着，我们传统东西丢掉两百年了，前面一百年，有说的没做的；后面这一百年，连说的人都没有了，要能够恢复到一点样子，至少要二、三年的时间。没有一个人想到，我们汤池开办三个多月，效果非常卓着，让我们每个人都感到惊讶。所以当时我劝导这些老师们，我说我们决定不能居功、不能傲慢，这不是我们能力能做到的。为什么会有这么好的成就？老百姓愿意听话，老百姓肯跟我们一起合作，一起来做。你们带头，他们真的就跟上来了，把《弟子规》充分落实了。我说这是祖宗之德，三宝威神的加持，绝不是我们自己有这个德行、有这个能力，我说我们自己要谦虚，千万不可以傲慢。这都是真的。通过这个实验，我说汤池的实验证明两句话，我们到联合国做报告，也是把这两句话告诉全世界。第一句话「人性本善」，我们在实验当中看到了，这么快就回头，回归到本善；第二句话是「人民是很好教的」，我们才教三个月就回头了，怎么这么好教？可惜就是没有人教他。",
      "zh_TW": "現在中國也亂，也亂成一團，但是中國畢竟有老祖宗文化的底蘊，覺悟快，回頭也快。我敢說這個話，是因為我們過去有湯池的經驗。我們做這個實驗的時候，心裡想著，我們傳統東西丟掉兩百年了，前面一百年，有說的沒做的；後面這一百年，連說的人都沒有了，要能夠恢復到一點樣子，至少要二、三年的時間。沒有一個人想到，我們湯池開辦三個多月，效果非常卓著，讓我們每個人都感到驚訝。所以當時我勸導這些老師們，我說我們決定不能居功、不能傲慢，這不是我們能力能做到的。為什麼會有這麼好的成就？老百姓願意聽話，老百姓肯跟我們一起合作，一起來做。你們帶頭，他們真的就跟上來了，把《弟子規》充分落實了。我說這是祖宗之德，三寶威神的加持，絕不是我們自己有這個德行、有這個能力，我說我們自己要謙虛，千萬不可以傲慢。這都是真的。通過這個實驗，我說湯池的實驗證明兩句話，我們到聯合國做報告，也是把這兩句話告訴全世界。第一句話「人性本善」，我們在實驗當中看到了，這麼快就回頭，回歸到本善；第二句話是「人民是很好教的」，我們才教三個月就回頭了，怎麼這麼好教？可惜就是沒有人教他。"
    },
    {
      "id": "02-040-0179_p0036",
      "zh_CN": "在联合国做报告，用了八个小时的时间，这都是祖宗加持，破天荒的。联合国的报告最长是两个小时，没有超过两个小时的，我们是八个小时。为了这桩事情，我们跟联合国也闹到快吵架，他说不行。我说不行，你联合国探讨世界和平是假的，不是真的，没有诚意。我说我们把和平做出来了，为什么不让我们报告？你不让，你是假的，我们是真的，我退席，我不参加你的活动。这个逼着他们就认真考虑，第二天打电话告诉我四个小时，不能再多了。我也晓得，再多是做不到了，四个小时那就已经破天荒了，联合国过去没有的。那怎么办？我让蔡老师上台四个小时，另外再找两位老师，一个老师两个小时。我就三个人，还是八个小时，没有八个小时讲不清楚。三天展览，感动当时驻联合国教科文组织一百九十二个国家的大使代表，非常有兴趣，都想到汤池亲自去看看、去考察。虽然考察，被当地政府障碍了，没去成。可是他们并不死心，我知道就有三十多个人，用自己私人观光旅游的身分，到汤池去住三天到四天，我知道有三十多个，所以还是传到国外去了。",
      "zh_TW": "在聯合國做報告，用了八個小時的時間，這都是祖宗加持，破天荒的。聯合國的報告最長是兩個小時，沒有超過兩個小時的，我們是八個小時。為了這樁事情，我們跟聯合國也鬧到快吵架，他說不行。我說不行，你聯合國探討世界和平是假的，不是真的，沒有誠意。我說我們把和平做出來了，為什麼不讓我們報告？你不讓，你是假的，我們是真的，我退席，我不參加你的活動。這個逼著他們就認真考慮，第二天打電話告訴我四個小時，不能再多了。我也曉得，再多是做不到了，四個小時那就已經破天荒了，聯合國過去沒有的。那怎麼辦？我讓蔡老師上台四個小時，另外再找兩位老師，一個老師兩個小時。我就三個人，還是八個小時，沒有八個小時講不清楚。三天展覽，感動當時駐聯合國教科文組織一百九十二個國家的大使代表，非常有興趣，都想到湯池親自去看看、去考察。雖然考察，被當地政府障礙了，沒去成。可是他們並不死心，我知道就有三十多個人，用自己私人觀光旅遊的身分，到湯池去住三天到四天，我知道有三十多個，所以還是傳到國外去了。"
    },
    {
      "id": "02-040-0179_p0037",
      "zh_CN": "这么多年了，一直到现在，有很多国家这些大使，对这个事情念念不忘。去年我参加泰国的活动，多元文化活动，没有想到教科文来了十七个大使，他知道我参加这个活动。我们又见面了，又谈到往年的往事，希望我到巴黎再办次活动。我说上一次我有汤池可以报告，现在我办，我没东西报告。没有东西报告，报告人家不相信，人家说你这是理想，做不到，那这个报告不产生效果，我说去是白去。没有想到，澳洲昆士兰图文巴这个小城，这个小城我在那里住了十一年，当地的宗教领袖十几个人，他们来找我，他们决心联手，把图文巴造成一个全世界第一个多元文化和谐示范城市，这个好，这太难得了！我们以前做的是小镇，现在能做到一个城市，这就非常有说服力。宗教人士发起的、造成的，也展现宗教团结的力量，给社会带来祥和。大家既然有这么一个愿望，我就跟他说，我说好，你们真能做成功，去年三月到今年三月就一年，我给他一年时间，真正做成功，我说我答应你，我们到联合国再办一次活动。",
      "zh_TW": "這麼多年了，一直到現在，有很多國家這些大使，對這個事情念念不忘。去年我參加泰國的活動，多元文化活動，沒有想到教科文來了十七個大使，他知道我參加這個活動。我們又見面了，又談到往年的往事，希望我到巴黎再辦次活動。我說上一次我有湯池可以報告，現在我辦，我沒東西報告。沒有東西報告，報告人家不相信，人家說你這是理想，做不到，那這個報告不產生效果，我說去是白去。沒有想到，澳洲昆士蘭圖文巴這個小城，這個小城我在那裡住了十一年，當地的宗教領袖十幾個人，他們來找我，他們決心聯手，把圖文巴造成一個全世界第一個多元文化和諧示範城市，這個好，這太難得了！我們以前做的是小鎮，現在能做到一個城市，這就非常有說服力。宗教人士發起的、造成的，也展現宗教團結的力量，給社會帶來祥和。大家既然有這麼一個願望，我就跟他說，我說好，你們真能做成功，去年三月到今年三月就一年，我給他一年時間，真正做成功，我說我答應你，我們到聯合國再辦一次活動。"
    },
    {
      "id": "02-040-0179_p0038",
      "zh_CN": "上一次的活动是泰国支持的，因为联合国一定要有会员国，没有会员国我们进不去，泰国大使向联合国推荐，邀我做主办单位。这一次我在动脑筋找哪个国家？我住在澳洲，只有找澳洲。可是澳洲前面两个总理我们有交情，支持我们干这个没有问题，现在这个总理，我跟她没见过面。没有想到，这当中冒出一个斯里兰卡的总统，我们十一月访问斯里兰卡的时候，这总统对我非常好，我们办这个活动他支持。正好他今年要在那里办一个卫塞节，就是纪念释迦牟尼佛生日，佛诞，在联合国办这个活动，邀请我。我不参加他的主办，他邀请我去做一场讲演，顺便跟这些大使举行一次座谈会，这好，这我很轻松，这好事情。希望他们大家能够到图文巴去参观、去考察。图文巴那边要有足够的些资料，最好都拍摄成影片，当时在那边光碟放给大家看，让大家先看到这些光碟，然后自己再组团到图文巴进行实地考察。我本来是想到，最好是能在图文巴开这个会，但是斯里兰卡已经确定了，澳洲不能主动，我们就采取这个方法，这个方法对我们来说更轻松、更愉快。让这个信息传达给全世界，让全世界的人都能够知道，宗教是一股不可以疏忽的力量，应该好好的善于利用，它确实能够帮助化解冲突，促进安定和平，我们对这个要有信心。",
      "zh_TW": "上一次的活動是泰國支持的，因為聯合國一定要有會員國，沒有會員國我們進不去，泰國大使向聯合國推薦，邀我做主辦單位。這一次我在動腦筋找哪個國家？我住在澳洲，只有找澳洲。可是澳洲前面兩個總理我們有交情，支持我們幹這個沒有問題，現在這個總理，我跟她沒見過面。沒有想到，這當中冒出一個斯里蘭卡的總統，我們十一月訪問斯里蘭卡的時候，這總統對我非常好，我們辦這個活動他支持。正好他今年要在那裡辦一個衛塞節，就是紀念釋迦牟尼佛生日，佛誕，在聯合國辦這個活動，邀請我。我不參加他的主辦，他邀請我去做一場講演，順便跟這些大使舉行一次座談會，這好，這我很輕鬆，這好事情。希望他們大家能夠到圖文巴去參觀、去考察。圖文巴那邊要有足夠的些資料，最好都拍攝成影片，當時在那邊光碟放給大家看，讓大家先看到這些光碟，然後自己再組團到圖文巴進行實地考察。我本來是想到，最好是能在圖文巴開這個會，但是斯里蘭卡已經確定了，澳洲不能主動，我們就採取這個方法，這個方法對我們來說更輕鬆、更愉快。讓這個信息傳達給全世界，讓全世界的人都能夠知道，宗教是一股不可以疏忽的力量，應該好好的善於利用，它確實能夠幫助化解衝突，促進安定和平，我們對這個要有信心。"
    },
    {
      "id": "02-040-0179_p0039",
      "zh_CN": "这是说这个相，手过膝相，要离我慢、要好惠施（喜欢布施，对人常常有恩惠的心）、不贪着所感得的。不贪，三毒烦恼里贪烦恼放下了。「表降伏一切恶魔」。为什么？恶魔扰乱，都是把你的贪心挑起来，用财色名利来诱惑你，把你的贪心、贪瞋痴慢引发起来，魔得其便，你就上当了。这个人持戒、听经，好学，喜欢布施，所以他不会受魔的诱惑，不会受他的障碍，这就是降服恶魔。「哀愍摩顶众生之德」，摩顶是表示亲爱，像老人摩小孩的头顶，摩他的头表示爱护，爱护一切众生。「菩萨不欺诳一切圣贤」，这是对老师决定不欺骗。下面一直连下来，不欺骗父母、不欺骗老师、不欺骗善友、不欺骗知识，这个知识是世间有知识的人、有道德的人、有学问的人都包括在这里头，这才能「得手过膝相」。",
      "zh_TW": "這是說這個相，手過膝相，要離我慢、要好惠施（喜歡布施，對人常常有恩惠的心）、不貪著所感得的。不貪，三毒煩惱裡貪煩惱放下了。「表降伏一切惡魔」。為什麼？惡魔擾亂，都是把你的貪心挑起來，用財色名利來誘惑你，把你的貪心、貪瞋痴慢引發起來，魔得其便，你就上當了。這個人持戒、聽經，好學，喜歡布施，所以他不會受魔的誘惑，不會受他的障礙，這就是降服惡魔。「哀愍摩頂眾生之德」，摩頂是表示親愛，像老人摩小孩的頭頂，摩他的頭表示愛護，愛護一切眾生。「菩薩不欺誑一切聖賢」，這是對老師決定不欺騙。下面一直連下來，不欺騙父母、不欺騙老師、不欺騙善友、不欺騙知識，這個知識是世間有知識的人、有道德的人、有學問的人都包括在這裡頭，這才能「得手過膝相」。"
    },
    {
      "id": "02-040-0179_p0040",
      "zh_CN": "「见他造三宝业」，三宝是佛法僧，看到别人供佛，看到别人学习佛法，看到别人尊重出家人，欢喜。「乐佐助」，见到生欢喜心这是乐，能够需要帮助的时候就辅佐他、帮助他，让他在造三宝业得到顺利圆满。譬如建寺庙、建塔、造经、流通佛法，我们看到欢喜，我们有能力帮助他尽量帮助他，成就他、圆满他，这些功德都是「得手摩膝相」，垂手过膝，得这个相。今天时间到了，我们就学到此地。",
      "zh_TW": "「見他造三寶業」，三寶是佛法僧，看到別人供佛，看到別人學習佛法，看到別人尊重出家人，歡喜。「樂佐助」，見到生歡喜心這是樂，能夠需要幫助的時候就輔佐他、幫助他，讓他在造三寶業得到順利圓滿。譬如建寺廟、建塔、造經、流通佛法，我們看到歡喜，我們有能力幫助他盡量幫助他，成就他、圓滿他，這些功德都是「得手摩膝相」，垂手過膝，得這個相。今天時間到了，我們就學到此地。"
    }
  ]
}