{
  "doc_id": "02-040-0345",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四五集",
    "zh_TW": "第三四五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0345",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-040-0345_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0345_p0002",
      "zh_CN": "请看《大经科注》第六百一十三页，倒数第二行，从末后两句看起：",
      "zh_TW": "請看《大經科註》第六百一十三頁，倒數第二行，從末後兩句看起："
    },
    {
      "id": "02-040-0345_p0003",
      "zh_CN": "「又《净土修证仪》云：十乘之理观，能发九境之魔事，以五蕴生死迷暗之法为境故。」我们学到这个地方。在十乘理观里面，我们学到第六「道品调适」，就是三十七道品。三十七道品一共有七科，就是七段，我们学到前面的三段，今天从第四段开始，「五根，根即能生之义，谓此五根能生一切善法也。」现在我们的社会出了问题，动荡不安；我们居住的地球也出了问题，灾变异常。我几十年没有看过报纸、没有看过电视，媒体都中断大概有五十年，社会上发生的事情我都不知道。有好心的同学每一个星期把重要的新闻节录下来给我看，所以我每个星期看这个东西，知道这一个星期发生一些什么事情。这些事情多半都是动乱跟灾变。到底什么地方出了问题？我们这十几年，一直到现在，上上个月，五月，我参加巴黎联合国教科文组织的活动，这个活动是斯里兰卡主办的，庆祝卫塞节，就是纪念释迦牟尼佛，卫塞节是佛的生日。这就是这十几年来跟联合国还没有断，关系没有断，朋友很多。早年，我是二００三年，第一次代表澳洲大学参加这个活动，我记得第一次是在曼谷大学，联合国教科文组织主办的世界和平会议。从二００三年到现在，我参加十多次，参与十多次，才真正明白今天社会动乱、地球灾变的真正原因在哪里，就是我们的信根没有了。今天这个地方讲到五根，信根、精进根、念根、定根、慧根，信根没有了，后头四个全没有。",
      "zh_TW": "「又《淨土修證儀》云：十乘之理觀，能發九境之魔事，以五蘊生死迷暗之法為境故。」我們學到這個地方。在十乘理觀裡面，我們學到第六「道品調適」，就是三十七道品。三十七道品一共有七科，就是七段，我們學到前面的三段，今天從第四段開始，「五根，根即能生之義，謂此五根能生一切善法也。」現在我們的社會出了問題，動盪不安；我們居住的地球也出了問題，災變異常。我幾十年沒有看過報紙、沒有看過電視，媒體都中斷大概有五十年，社會上發生的事情我都不知道。有好心的同學每一個星期把重要的新聞節錄下來給我看，所以我每個星期看這個東西，知道這一個星期發生一些什麼事情。這些事情多半都是動亂跟災變。到底什麼地方出了問題？我們這十幾年，一直到現在，上上個月，五月，我參加巴黎聯合國教科文組織的活動，這個活動是斯里蘭卡主辦的，慶祝衛塞節，就是紀念釋迦牟尼佛，衛塞節是佛的生日。這就是這十幾年來跟聯合國還沒有斷，關係沒有斷，朋友很多。早年，我是二００三年，第一次代表澳洲大學參加這個活動，我記得第一次是在曼谷大學，聯合國教科文組織主辦的世界和平會議。從二００三年到現在，我參加十多次，參與十多次，才真正明白今天社會動亂、地球災變的真正原因在哪裡，就是我們的信根沒有了。今天這個地方講到五根，信根、精進根、念根、定根、慧根，信根沒有了，後頭四個全沒有。"
    },
    {
      "id": "02-040-0345_p0004",
      "zh_CN": "现代的社会，总有四百年了，科学技术逐渐昌明，科学第一个要求人的是怀疑，跟信根完全相违背。中国几千年来，世世代代所传的、所教的、所学的是圣贤的智慧，这个我们一定要知道。西方人所学的是知识，可以说是现代的科技知识，不是智慧。学知识，怀疑可以，从怀疑当中发现问题，再去探讨解决问题，这个行。但是圣贤之道不可以，圣贤之道从哪里契入？从信心。正如印光法师他老人家常说的，「一分诚敬得一分利益，十分诚敬得十分利益」。诚敬从哪里生的？从信心生的，要没有信心，诚敬从哪里生。今天确确实实如是，我们去问一个人，你老实回答我，你对你自己有没有信心？老实回答，没有。你要是回答我有，那不是老实，不是真话。你对你父母有没有信心？你对你的长官有没有信心？对你的祖先有没有信心？对你的国家民族有没有信心？现在都没有。外国人，我接触得很多，五十年前他们有信心，现在去问他，也没有信心了。为什么？危机太多了，也没有信心，这个麻烦可真大，这是真正联合国必须要解决的问题。",
      "zh_TW": "現代的社會，總有四百年了，科學技術逐漸昌明，科學第一個要求人的是懷疑，跟信根完全相違背。中國幾千年來，世世代代所傳的、所教的、所學的是聖賢的智慧，這個我們一定要知道。西方人所學的是知識，可以說是現代的科技知識，不是智慧。學知識，懷疑可以，從懷疑當中發現問題，再去探討解決問題，這個行。但是聖賢之道不可以，聖賢之道從哪裡契入？從信心。正如印光法師他老人家常說的，「一分誠敬得一分利益，十分誠敬得十分利益」。誠敬從哪裡生的？從信心生的，要沒有信心，誠敬從哪裡生。今天確確實實如是，我們去問一個人，你老實回答我，你對你自己有沒有信心？老實回答，沒有。你要是回答我有，那不是老實，不是真話。你對你父母有沒有信心？你對你的長官有沒有信心？對你的祖先有沒有信心？對你的國家民族有沒有信心？現在都沒有。外國人，我接觸得很多，五十年前他們有信心，現在去問他，也沒有信心了。為什麼？危機太多了，也沒有信心，這個麻煩可真大，這是真正聯合國必須要解決的問題。"
    },
    {
      "id": "02-040-0345_p0005",
      "zh_CN": "可是联合国没想到，联合国只看到表面，这个社会上冲突这么多，从小的夫妻冲突、父子冲突、兄弟冲突，学校里师生冲突，只注意到如何消弭冲突，促进社会安定和谐，这是联合国和平会议的目标。会议年年开，开了四十多年（我现在基本是不参与，年岁太大了），冲突频率年年不断上升，冲突的灾害愈来愈大。所以我认识许许多多这些专家学者，他们都怀疑，我们私下谈话，说你看这个世界还会有和平吗？都打了问号。这说明什么？信心没有了，佛法在此地讲，信根没有了。圣贤之道要用什么样的心态去学习？要用真诚心、恭敬心、信心，决定没有丝毫怀疑，你才能得到，你才能体会。只要夹杂一点怀疑，你就得不到。圣贤的智慧，确确实实能帮助我们解决现前的问题。说得白一点，真正帮助我们安心、安身，身心安稳我们就能得到智慧，智慧不会让我们做错事情。自利利他是建立在真实智慧的基础上，就是五种根最后的慧根。你说这个问题多严重。",
      "zh_TW": "可是聯合國沒想到，聯合國只看到表面，這個社會上衝突這麼多，從小的夫妻衝突、父子衝突、兄弟衝突，學校裡師生衝突，只注意到如何消弭衝突，促進社會安定和諧，這是聯合國和平會議的目標。會議年年開，開了四十多年（我現在基本是不參與，年歲太大了），衝突頻率年年不斷上升，衝突的災害愈來愈大。所以我認識許許多多這些專家學者，他們都懷疑，我們私下談話，說你看這個世界還會有和平嗎？都打了問號。這說明什麼？信心沒有了，佛法在此地講，信根沒有了。聖賢之道要用什麼樣的心態去學習？要用真誠心、恭敬心、信心，決定沒有絲毫懷疑，你才能得到，你才能體會。只要夾雜一點懷疑，你就得不到。聖賢的智慧，確確實實能幫助我們解決現前的問題。說得白一點，真正幫助我們安心、安身，身心安穩我們就能得到智慧，智慧不會讓我們做錯事情。自利利他是建立在真實智慧的基礎上，就是五種根最後的慧根。你說這個問題多嚴重。"
    },
    {
      "id": "02-040-0345_p0006",
      "zh_CN": "我们今天看到这两个字，「信根，谓信于正道也」。今天的人没有能力辨别什么是正道、什么是邪道，佛法里面有个标准，这个标准是以性德为准则。在中国，老祖宗世世代代传下来的五伦、五常，存在心里面是道，落实在生活上叫德。心里有这叫道，我在日常生活当中做到叫德。德是什么？我得到这个道。道德的德跟得失的得的意思相通，我得到了道。道在哪里？道在我日常生活当中，我们要有怀疑就麻烦了。中国传统这一套东西，归纳起来只有四科，四个科目，我相信它传了至少一万多年。讲五千年文化那是有文字，老祖宗发明文字到现在五千年，有文字记载。没有文字不能说没有文化，文化早过文字。我们有理由相信，我们的老祖宗有智慧，我们的老祖宗不是凡人，我们老祖宗的智慧跟佛的经典非常接近。中国人讲「人性本善」，写在儿童的教科书第一句话，这《三字经》上的，「人之初，性本善」。佛陀在大乘经上教给我们的第一句话，「一切众生本来是佛」，本来是佛就是本善，本善就是佛陀，是自性里头具足的，不是从外来的，人人皆有，个个不无，平等的。为什么会有这么多等差？叫迷了，迷了自性，问题就出来了。迷的轻重，迷得重的这就变成六道凡夫，迷得轻的就变成菩萨、变成声闻缘觉。十法界众生迷悟不同而已，除了迷悟，真的是一体，没有差别。",
      "zh_TW": "我們今天看到這兩個字，「信根，謂信於正道也」。今天的人沒有能力辨別什麼是正道、什麼是邪道，佛法裡面有個標準，這個標準是以性德為準則。在中國，老祖宗世世代代傳下來的五倫、五常，存在心裡面是道，落實在生活上叫德。心裡有這叫道，我在日常生活當中做到叫德。德是什麼？我得到這個道。道德的德跟得失的得的意思相通，我得到了道。道在哪裡？道在我日常生活當中，我們要有懷疑就麻煩了。中國傳統這一套東西，歸納起來只有四科，四個科目，我相信它傳了至少一萬多年。講五千年文化那是有文字，老祖宗發明文字到現在五千年，有文字記載。沒有文字不能說沒有文化，文化早過文字。我們有理由相信，我們的老祖宗有智慧，我們的老祖宗不是凡人，我們老祖宗的智慧跟佛的經典非常接近。中國人講「人性本善」，寫在兒童的教科書第一句話，這《三字經》上的，「人之初，性本善」。佛陀在大乘經上教給我們的第一句話，「一切眾生本來是佛」，本來是佛就是本善，本善就是佛陀，是自性裡頭具足的，不是從外來的，人人皆有，個個不無，平等的。為什麼會有這麼多等差？叫迷了，迷了自性，問題就出來了。迷的輕重，迷得重的這就變成六道凡夫，迷得輕的就變成菩薩、變成聲聞緣覺。十法界眾生迷悟不同而已，除了迷悟，真的是一體，沒有差別。"
    },
    {
      "id": "02-040-0345_p0007",
      "zh_CN": "信心现在没有了，这是受西方科学的影响，这个影响不是片面的，全世界的。所以圣贤教育恢复有一定的难度，难度就是怎样恢复我们的信心。科学家最重要的理念是要有证据，你得拿证据来，没有证据他不相信你，一定有证据，他相信，他不怀疑了。这是正确的。佛也要证据，佛教给我们，告诉我们，你本来是佛，必须你自己证得，你才真正得受用，否则的话你不得受用，就是说你要有证据。所以佛的教诲分为四个阶段，第一个阶段你相信，决定不怀疑。第二个阶段要求解，你说我本来是佛，为什么我本来是佛，要把它搞清楚、搞明白。这是什么？这是佛的经教，大小乘的经教，就是给你讲清楚、讲明白。讲明白之后你要落实，你要去做到。做，怎么个做法？依戒定慧。这是佛法讲修行，修是修正，行是行为。行为无量无边，不外乎三大类，第一个是念头，起心动念是意的行为，就是心的行为；第二个是言语；第三个是动作，身体的造作。身口意，不外乎这三大类。这三大类的行为出了问题，错了，就是偏离性德，我们把它修正过来，这叫修行。这一定要懂得。修行是修正错误的行为，修正错误的看法、想法，这是修正心的行为，修正言语的行为、一切造作的行为，这叫修行。修行之后它有证，证明，证明什么？证明我们所证得的这个境界跟佛在经上讲的一样，就是证明你的信、证明你的解、证明你的行都没有错误，这叫证。这佛法是科学，如果没有证，这就不是科学，它有证的，没有证得，不行。",
      "zh_TW": "信心現在沒有了，這是受西方科學的影響，這個影響不是片面的，全世界的。所以聖賢教育恢復有一定的難度，難度就是怎樣恢復我們的信心。科學家最重要的理念是要有證據，你得拿證據來，沒有證據他不相信你，一定有證據，他相信，他不懷疑了。這是正確的。佛也要證據，佛教給我們，告訴我們，你本來是佛，必須你自己證得，你才真正得受用，否則的話你不得受用，就是說你要有證據。所以佛的教誨分為四個階段，第一個階段你相信，決定不懷疑。第二個階段要求解，你說我本來是佛，為什麼我本來是佛，要把它搞清楚、搞明白。這是什麼？這是佛的經教，大小乘的經教，就是給你講清楚、講明白。講明白之後你要落實，你要去做到。做，怎麼個做法？依戒定慧。這是佛法講修行，修是修正，行是行為。行為無量無邊，不外乎三大類，第一個是念頭，起心動念是意的行為，就是心的行為；第二個是言語；第三個是動作，身體的造作。身口意，不外乎這三大類。這三大類的行為出了問題，錯了，就是偏離性德，我們把它修正過來，這叫修行。這一定要懂得。修行是修正錯誤的行為，修正錯誤的看法、想法，這是修正心的行為，修正言語的行為、一切造作的行為，這叫修行。修行之後它有證，證明，證明什麼？證明我們所證得的這個境界跟佛在經上講的一樣，就是證明你的信、證明你的解、證明你的行都沒有錯誤，這叫證。這佛法是科學，如果沒有證，這就不是科學，它有證的，沒有證得，不行。"
    },
    {
      "id": "02-040-0345_p0008",
      "zh_CN": "譬如说今天量子力学家，可以说是科学搞了四百多年，到现在确实拿出成绩单来给我们看了，他发现了什么？发现佛经上讲的阿赖耶三细相。阿赖耶的三细相讲的是什么？讲的是宇宙的源起。它说宇宙从哪来的，万物从哪里来的，生命从哪里来的，我从哪里来的，是讲这一套东西的。佛法传到中国来将近两千年，这些问题谁搞清楚了？在中国真有。这两千年当中什么人搞清楚？大彻大悟、明心见性的人搞清楚了。毕竟是少数，宗门、教下加起来，我们最保守的估计，这两千多年大概有三千人，三千人学佛真正做到信解行证。可是他证到，我没有证到，他说没有问题，我还是有怀疑。我们今天的信，这信佛的信，这个信是什么？叫强信，勉强的信。什么叫真信？我见到了，这才真信。我没有见到的，我这个信里头总是有疑问，佛在经上讲的是清楚、是透彻，看不懂。我们学了六十多年，这我自己亲身的经验，对于这些最根本的问题，刚才讲的，宇宙哪里来的，为什么会有宇宙？万物从哪里来的，生命从哪里来的，我从哪里来的，这个问题不能解决。",
      "zh_TW": "譬如說今天量子力學家，可以說是科學搞了四百多年，到現在確實拿出成績單來給我們看了，他發現了什麼？發現佛經上講的阿賴耶三細相。阿賴耶的三細相講的是什麼？講的是宇宙的源起。它說宇宙從哪來的，萬物從哪裡來的，生命從哪裡來的，我從哪裡來的，是講這一套東西的。佛法傳到中國來將近兩千年，這些問題誰搞清楚了？在中國真有。這兩千年當中什麼人搞清楚？大徹大悟、明心見性的人搞清楚了。畢竟是少數，宗門、教下加起來，我們最保守的估計，這兩千多年大概有三千人，三千人學佛真正做到信解行證。可是他證到，我沒有證到，他說沒有問題，我還是有懷疑。我們今天的信，這信佛的信，這個信是什麼？叫強信，勉強的信。什麼叫真信？我見到了，這才真信。我沒有見到的，我這個信裡頭總是有疑問，佛在經上講的是清楚、是透徹，看不懂。我們學了六十多年，這我自己親身的經驗，對於這些最根本的問題，剛才講的，宇宙哪裡來的，為什麼會有宇宙？萬物從哪裡來的，生命從哪裡來的，我從哪裡來的，這個問題不能解決。"
    },
    {
      "id": "02-040-0345_p0009",
      "zh_CN": "佛在经上讲，到什么地位你清楚？八地以上。我们现在学佛，门都没入，八地，太高了。佛学里头大乘，讲这个阶级，像念书一样，一年级、二年级、三年级，佛一共多少个年级？五十二个年级。五十二个年级，前面第一个十年，叫十信位，是佛教的小学；第二个，十个阶级，叫十住，这是佛教的中学；第三个阶级，十行，也十个阶级，好像佛教的高中；再往上去十回向，十个阶级，好比是大学，这就四十个。这十回向，十回向好比是大学，十行是高中，我们用这个比喻大家容易懂。等觉，好比是研究所；妙觉就成佛，就是拿到博士学位，总共五十二个阶级。我们现在连小学一年级没进去，这个一定要知道。进入小学一年级，在佛法里就称你作圣人，你不是凡夫了。为什么？你见道了，这个道就是宇宙人生的真相。小学一年级是什么条件？你知道身是假的，身不是我，不再执着身是我，有几个人能做到？小学一年级，小乘的初果，大乘十信位的初信位菩萨。初信，佛的小学一年级，身见破了。边见破了，所有对立没有了，也就是肯定整个宇宙跟我是一体。成见没有了，我以为怎样怎样，这个念头没有了；成见分两大类，一个是因上的成见，一是果上的成见，统统没有了。你看一切现象都是正的，没有看错，没有看偏，没有看邪，这叫邪见破了。这才是入门，才是真正的佛的弟子，我们现在没有到这个程度。",
      "zh_TW": "佛在經上講，到什麼地位你清楚？八地以上。我們現在學佛，門都沒入，八地，太高了。佛學裡頭大乘，講這個階級，像念書一樣，一年級、二年級、三年級，佛一共多少個年級？五十二個年級。五十二個年級，前面第一個十年，叫十信位，是佛教的小學；第二個，十個階級，叫十住，這是佛教的中學；第三個階級，十行，也十個階級，好像佛教的高中；再往上去十迴向，十個階級，好比是大學，這就四十個。這十迴向，十迴向好比是大學，十行是高中，我們用這個比喻大家容易懂。等覺，好比是研究所；妙覺就成佛，就是拿到博士學位，總共五十二個階級。我們現在連小學一年級沒進去，這個一定要知道。進入小學一年級，在佛法裡就稱你作聖人，你不是凡夫了。為什麼？你見道了，這個道就是宇宙人生的真相。小學一年級是什麼條件？你知道身是假的，身不是我，不再執著身是我，有幾個人能做到？小學一年級，小乘的初果，大乘十信位的初信位菩薩。初信，佛的小學一年級，身見破了。邊見破了，所有對立沒有了，也就是肯定整個宇宙跟我是一體。成見沒有了，我以為怎樣怎樣，這個念頭沒有了；成見分兩大類，一個是因上的成見，一是果上的成見，統統沒有了。你看一切現象都是正的，沒有看錯，沒有看偏，沒有看邪，這叫邪見破了。這才是入門，才是真正的佛的弟子，我們現在沒有到這個程度。"
    },
    {
      "id": "02-040-0345_p0010",
      "zh_CN": "到这个程度，我们的本能恢复了两种，一个天眼，一个天耳。所以自己千万不要误会。我们有没有证得小乘初果、大乘的初信位？证得之后，我们在这个房间，这房间外面有人我能看得见，这墙壁没有障碍；我在楼上，楼下几层我看得很清楚。这是什么？天眼，天眼得到了。天耳得到了，人家说话，说悄悄话，很远的距离，我听得很清楚。就是天眼、天耳得到，这小乘初果。小乘二果就又多了两个能力，这都是本能。我们今天迷失自性，本能失掉了，真正依照佛陀教诲要去修，本能会恢复。二果有他心通、有宿命通，宿命通知道自己过去，过去一世、过去二世、过去三世都知道；他心通，别人起心动念你知道，别人心里想什么你都知道。这个事是真的不是假的，这些在中国国内称为特异功能，其实是本能。本能有生下来就带来了，他就有，有自己修成的。从佛门，依照佛的方法去修行，可以修得到，可以得到。但是不必专修神通，专修神通毫无意义，要修戒定慧，到某一个程度，你自然通就发出来了。做为附带的，不做为正式的，正式在戒定慧上下功夫，这个非常重要。",
      "zh_TW": "到這個程度，我們的本能恢復了兩種，一個天眼，一個天耳。所以自己千萬不要誤會。我們有沒有證得小乘初果、大乘的初信位？證得之後，我們在這個房間，這房間外面有人我能看得見，這牆壁沒有障礙；我在樓上，樓下幾層我看得很清楚。這是什麼？天眼，天眼得到了。天耳得到了，人家說話，說悄悄話，很遠的距離，我聽得很清楚。就是天眼、天耳得到，這小乘初果。小乘二果就又多了兩個能力，這都是本能。我們今天迷失自性，本能失掉了，真正依照佛陀教誨要去修，本能會恢復。二果有他心通、有宿命通，宿命通知道自己過去，過去一世、過去二世、過去三世都知道；他心通，別人起心動念你知道，別人心裡想什麼你都知道。這個事是真的不是假的，這些在中國國內稱為特異功能，其實是本能。本能有生下來就帶來了，他就有，有自己修成的。從佛門，依照佛的方法去修行，可以修得到，可以得到。但是不必專修神通，專修神通毫無意義，要修戒定慧，到某一個程度，你自然通就發出來了。做為附帶的，不做為正式的，正式在戒定慧上下功夫，這個非常重要。"
    },
    {
      "id": "02-040-0345_p0011",
      "zh_CN": "戒定慧叫三无漏学，真正学佛，佛说了，过去修行成佛，现在修行成佛，将来修行成佛，统统走的是这个路，没有第二条路。因戒得定，因定开慧。所以持戒是手段，不是目的，持戒是为什么？是为得定。定还不是目的，定是个枢纽，因定开慧，定到一定的程度智慧就开了，叫大彻大悟，明心见性，这才是真正的目标。我们千万不要搞错，万万不能把佛法当作世间知识来看待，那就错了。你会讲得天花乱坠，你也能够有著作等身，你出不了六道轮回，这就错了。真正修戒定慧的，他能出离六道轮回，他六种神通有没有？六种神通真发了。我们千万不要小看那个念佛往生的人，当他在临命终的时候，他见到阿弥陀佛，看到极乐世界，六种神通全发了，天眼、天耳、他心、宿命，还有神足、漏尽，他统统都发出来了。但是他发出来的时候，他不在这个世界，他到极乐世界去了。这个能力没有不恢复的，这个我们一定要相信。",
      "zh_TW": "戒定慧叫三無漏學，真正學佛，佛說了，過去修行成佛，現在修行成佛，將來修行成佛，統統走的是這個路，沒有第二條路。因戒得定，因定開慧。所以持戒是手段，不是目的，持戒是為什麼？是為得定。定還不是目的，定是個樞紐，因定開慧，定到一定的程度智慧就開了，叫大徹大悟，明心見性，這才是真正的目標。我們千萬不要搞錯，萬萬不能把佛法當作世間知識來看待，那就錯了。你會講得天花亂墜，你也能夠有著作等身，你出不了六道輪迴，這就錯了。真正修戒定慧的，他能出離六道輪迴，他六種神通有沒有？六種神通真發了。我們千萬不要小看那個念佛往生的人，當他在臨命終的時候，他見到阿彌陀佛，看到極樂世界，六種神通全發了，天眼、天耳、他心、宿命，還有神足、漏盡，他統統都發出來了。但是他發出來的時候，他不在這個世界，他到極樂世界去了。這個能力沒有不恢復的，這個我們一定要相信。"
    },
    {
      "id": "02-040-0345_p0012",
      "zh_CN": "有一些，少数，我们也见过几个人，真的有天眼通，一般人叫他做Ｘ光眼，他能透视，他能看到你整个五脏六腑，你哪个地方有问题，他会指出来出了什么问题，真有。早年我在美国讲经，在洛杉矶遇到三个，从中国大陆来的。那一年好像是大陆上一共有十个，十个还是十二个，有这些特异功能的，大概都是二十几岁，年纪很轻，在美国那边考察，我们遇到了。遇到的时候，有同学让他看，来做实验。有一个同学，他给她看就告诉她，他说妳得过肺病，大概有多少年，现在妳的这个肺病已经结疤，已经没有问题了，但是那个疤还在。她听了就吓了一跳，这是一个女同修，这个事情她知道，跟她先生结婚多年生小孩了，她都没有告诉她先生，没有人知道这个秘密，被他一下说穿了，指出的部位完全正确。说明他们确实有这个能力。我问他，我说你这个能力从哪里来的？生下来就有，就能看到一些鬼神，奇奇怪怪的事情，能看到；不敢讲，讲的，大人说他胡说八道。确实有这个能力。我说这个能力你能保持多久？年岁愈大，知道事情愈多，这个能力慢慢就退化，大概到三十多岁全没有了。这个我们就明白了，这个东西从清净心里头来的。这些有特异功能的人，我们可以断定，他过去生中可能是出家人，都是修戒定慧的，他才有这个能力，投胎、入胎、出胎，他没有迷惑，他都很清楚。但是慢慢知道事情多了，妄念多了、杂念多了，心不清净，能力就没有了。",
      "zh_TW": "有一些，少數，我們也見過幾個人，真的有天眼通，一般人叫他做Ｘ光眼，他能透視，他能看到你整個五臟六腑，你哪個地方有問題，他會指出來出了什麼問題，真有。早年我在美國講經，在洛杉磯遇到三個，從中國大陸來的。那一年好像是大陸上一共有十個，十個還是十二個，有這些特異功能的，大概都是二十幾歲，年紀很輕，在美國那邊考察，我們遇到了。遇到的時候，有同學讓他看，來做實驗。有一個同學，他給她看就告訴她，他說妳得過肺病，大概有多少年，現在妳的這個肺病已經結疤，已經沒有問題了，但是那個疤還在。她聽了就嚇了一跳，這是一個女同修，這個事情她知道，跟她先生結婚多年生小孩了，她都沒有告訴她先生，沒有人知道這個祕密，被他一下說穿了，指出的部位完全正確。說明他們確實有這個能力。我問他，我說你這個能力從哪裡來的？生下來就有，就能看到一些鬼神，奇奇怪怪的事情，能看到；不敢講，講的，大人說他胡說八道。確實有這個能力。我說這個能力你能保持多久？年歲愈大，知道事情愈多，這個能力慢慢就退化，大概到三十多歲全沒有了。這個我們就明白了，這個東西從清淨心裡頭來的。這些有特異功能的人，我們可以斷定，他過去生中可能是出家人，都是修戒定慧的，他才有這個能力，投胎、入胎、出胎，他沒有迷惑，他都很清楚。但是慢慢知道事情多了，妄念多了、雜念多了，心不清淨，能力就沒有了。"
    },
    {
      "id": "02-040-0345_p0013",
      "zh_CN": "所以佛在经上讲，定能发通，就是禅定能够发神通。神通是我们的本能，一点都不奇怪，每个人都有。能量多大？能量是没有方法来说明的。你的眼能看多远？能看到整个宇宙，不需要用任何望远镜，仪器。而且你看到再远的地方就像眼前一样，看得很清楚、很明白，一点都不模糊。佛告诉我们，这是我们的本能。八地能量大概跟佛就差不多，佛能看到，他们都能看到。所以佛讲这些东西，这些菩萨们在下面听，没有提出异议，这就是给佛做证明。这些大菩萨，我们都知道，文殊、普贤、观音、势至，像弥勒菩萨，这都是八地以上。《无量寿经》前面讲了十六位菩萨，这十六个是在家菩萨，没出家，也是等觉菩萨，他们的地位跟文殊普贤是平等的，同一个级别的，全都有这个能力。所以戒定慧这三学是菩提道上总的纲领原则，一定要真干。",
      "zh_TW": "所以佛在經上講，定能發通，就是禪定能夠發神通。神通是我們的本能，一點都不奇怪，每個人都有。能量多大？能量是沒有方法來說明的。你的眼能看多遠？能看到整個宇宙，不需要用任何望遠鏡，儀器。而且你看到再遠的地方就像眼前一樣，看得很清楚、很明白，一點都不模糊。佛告訴我們，這是我們的本能。八地能量大概跟佛就差不多，佛能看到，他們都能看到。所以佛講這些東西，這些菩薩們在下面聽，沒有提出異議，這就是給佛做證明。這些大菩薩，我們都知道，文殊、普賢、觀音、勢至，像彌勒菩薩，這都是八地以上。《無量壽經》前面講了十六位菩薩，這十六個是在家菩薩，沒出家，也是等覺菩薩，他們的地位跟文殊普賢是平等的，同一個級別的，全都有這個能力。所以戒定慧這三學是菩提道上總的綱領原則，一定要真幹。"
    },
    {
      "id": "02-040-0345_p0014",
      "zh_CN": "今天的问题麻烦在哪里？信根没有了，那以后就统统谈不上了。不但信根没有，前面三科，四念处、四正勤、四如意足，我们也没有。四念处是正确的观念，我们今天这观念错误，把问题全看错了、想错了。四正勤是断恶修善，你真搞清楚、搞明白了，你肯定是断一切恶修一切善。四如意足是放下，放下就如意，放下就自在，放下就快乐。有前面这个基础才有五根。前面说得很好，从四念处生四正勤，从四正勤生四如意足，从四如意足生五根，从五根生五力，从五力生七觉支，从七觉支生八正道，它都有因果的。如何把佛这些教诲都变成我们日常生活，那你就真正在行菩萨道。你没有办法落实，你能够信菩萨道，能够理解菩萨道，你没有去做；没有去做，你没有办法证得，这一点很重要。佛法的好处就是它有受用，真正能够帮助我们得到幸福美满的生活。就是它管用，它要不管用，我们学它干什么？学了马上就管用，那就是什么？学了要真干。愈是真干，你就愈有信心，为什么？你证明了。譬如今天世间的人，每一个人心里想发财，佛菩萨慈悲，佛氏门中有求必应。你说我也想发财，佛菩萨会帮助你发财，正当的发财，这里头没有一丝毫过失，你的受用真的是幸福美满。财从哪里来的？财从布施来的，布施多，你命里的财库才有累积。",
      "zh_TW": "今天的問題麻煩在哪裡？信根沒有了，那以後就統統談不上了。不但信根沒有，前面三科，四念處、四正勤、四如意足，我們也沒有。四念處是正確的觀念，我們今天這觀念錯誤，把問題全看錯了、想錯了。四正勤是斷惡修善，你真搞清楚、搞明白了，你肯定是斷一切惡修一切善。四如意足是放下，放下就如意，放下就自在，放下就快樂。有前面這個基礎才有五根。前面說得很好，從四念處生四正勤，從四正勤生四如意足，從四如意足生五根，從五根生五力，從五力生七覺支，從七覺支生八正道，它都有因果的。如何把佛這些教誨都變成我們日常生活，那你就真正在行菩薩道。你沒有辦法落實，你能夠信菩薩道，能夠理解菩薩道，你沒有去做；沒有去做，你沒有辦法證得，這一點很重要。佛法的好處就是它有受用，真正能夠幫助我們得到幸福美滿的生活。就是它管用，它要不管用，我們學它幹什麼？學了馬上就管用，那就是什麼？學了要真幹。愈是真幹，你就愈有信心，為什麼？你證明了。譬如今天世間的人，每一個人心裡想發財，佛菩薩慈悲，佛氏門中有求必應。你說我也想發財，佛菩薩會幫助你發財，正當的發財，這裡頭沒有一絲毫過失，你的受用真的是幸福美滿。財從哪裡來的？財從布施來的，布施多，你命裡的財庫才有累積。"
    },
    {
      "id": "02-040-0345_p0015",
      "zh_CN": "香港首富李嘉诚，我跟他见过一次面，他的一个顾问，一个老先生，年龄跟我差不多，前年过世了，过去也常常到我这来听经，他是算命看相的，看风水的，很高明。他告诉我，李嘉诚三十岁的时候，从潮汕，他是潮汕人，到香港来做生意，刚刚起步。有一天他们偶然碰到，他看他的相，给他算命，算命的时候问他，你将来希望拥有多少财富你就满足，李嘉诚告诉他：我能有三千万我就满足了。他就告诉他，他说不止，他说你的财库是漫出来的，好像是漫出来的，不是平的，是漫出来的。他说你将来是香港首富，无论你做哪一个行业你都赚钱。为什么？命里有，从事那个行业，那是缘。因，命里有是因，因加上缘，果报就现前，不管做什么生意统统赚钱，命里有钱。命里没有，你跟他学，他赚钱，你蚀本，命里没有。所以这是相信因果，命里有时终须有，命里无时莫强求。强盗抢来的、偷来的，都是命里有的；他命里要没有，还没有偷到手就被警察抓去了，命里没有。真正懂得这个道理，人念头就正，不会做亏心事，不会做害人的事情，为什么？那个是缺德。得来的还是命里有的，你说你冤不冤枉。那命里没有的？没有你就修布施，修财布施。",
      "zh_TW": "香港首富李嘉誠，我跟他見過一次面，他的一個顧問，一個老先生，年齡跟我差不多，前年過世了，過去也常常到我這來聽經，他是算命看相的，看風水的，很高明。他告訴我，李嘉誠三十歲的時候，從潮汕，他是潮汕人，到香港來做生意，剛剛起步。有一天他們偶然碰到，他看他的相，給他算命，算命的時候問他，你將來希望擁有多少財富你就滿足，李嘉誠告訴他：我能有三千萬我就滿足了。他就告訴他，他說不止，他說你的財庫是漫出來的，好像是漫出來的，不是平的，是漫出來的。他說你將來是香港首富，無論你做哪一個行業你都賺錢。為什麼？命裡有，從事那個行業，那是緣。因，命裡有是因，因加上緣，果報就現前，不管做什麼生意統統賺錢，命裡有錢。命裡沒有，你跟他學，他賺錢，你蝕本，命裡沒有。所以這是相信因果，命裡有時終須有，命裡無時莫強求。強盜搶來的、偷來的，都是命裡有的；他命裡要沒有，還沒有偷到手就被警察抓去了，命裡沒有。真正懂得這個道理，人念頭就正，不會做虧心事，不會做害人的事情，為什麼？那個是缺德。得來的還是命裡有的，你說你冤不冤枉。那命裡沒有的？沒有你就修布施，修財布施。"
    },
    {
      "id": "02-040-0345_p0016",
      "zh_CN": "没有财，我的命里就是空空的，没有财。老师告诉我，刚学佛的时候，章嘉大师告诉我，弘法利生要智慧，没有智慧不行，还要财富，没有钱也不行，建道场要钱。所以老师就教我修布施，告诉我，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，他把这个方法教给我。我说我没有钱，自己生活都非常勉强、刻苦，哪有钱布施？他问我一毛钱有没有？一毛钱行，没问题。一块钱行不行？一块钱也可以。你就从一毛一块开始布施，但是要常存布施的心，力是随力，随分随力，不要勉强，有多少施多少，愈施愈多。我干了六十多年，他的话兑现了，真的愈施愈多。不义之财决定不能要，要不义之财对你自己的财库就要有损失。譬如说你命里有一百个亿的，你取不义之财可能打了对折，只变成五十亿，这亏就吃大了。你自己不知道，还以为我不错，我赚了这么多，其实打了对折。我们对佛的话相信，有多少施多少，施有报，报多，多就多施。决定不能够不施，不施就停住，就没有了，变成死水。这财叫通货，它要流动，有出就有进，不出就没进，进来就没有了，就死了。所以得真干！布施真实的功德。",
      "zh_TW": "沒有財，我的命裡就是空空的，沒有財。老師告訴我，剛學佛的時候，章嘉大師告訴我，弘法利生要智慧，沒有智慧不行，還要財富，沒有錢也不行，建道場要錢。所以老師就教我修布施，告訴我，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，他把這個方法教給我。我說我沒有錢，自己生活都非常勉強、刻苦，哪有錢布施？他問我一毛錢有沒有？一毛錢行，沒問題。一塊錢行不行？一塊錢也可以。你就從一毛一塊開始布施，但是要常存布施的心，力是隨力，隨分隨力，不要勉強，有多少施多少，愈施愈多。我幹了六十多年，他的話兌現了，真的愈施愈多。不義之財決定不能要，要不義之財對你自己的財庫就要有損失。譬如說你命裡有一百個億的，你取不義之財可能打了對折，只變成五十億，這虧就吃大了。你自己不知道，還以為我不錯，我賺了這麼多，其實打了對折。我們對佛的話相信，有多少施多少，施有報，報多，多就多施。決定不能夠不施，不施就停住，就沒有了，變成死水。這財叫通貨，它要流動，有出就有進，不出就沒進，進來就沒有了，就死了。所以得真幹！布施真實的功德。"
    },
    {
      "id": "02-040-0345_p0017",
      "zh_CN": "所以我一生不盖庙，盖庙是什么？是把钱埋在土地下去，死的。我学印光法师，印光法师接受十方的供养完全用在印经布施。他那个时代，他比我们要早八十年，这个老人，一生人家供养他的钱，他可以说，他没有用。出家了，寺庙里头有住、有吃的、有衣服穿，不需要用钱。把这个钱办了一个印刷厂，自己印经，叫弘化社，在苏州报国寺。开了个印刷厂，专门印佛经、印善书。十方供养做这个，把它做法布施，度多少众生！这好事情，这个没有问题。我印的这个书，别人拿去卖也没关系，买的人他真看，他真得利益，这个是什么？这叫真实功德，没有丝毫欠缺。做其他的事情，可能里头还有些不善；干这个事情，百分之百的善，没有丝毫缺陷。钱多了我们就印《大藏经》，我的目标是印一万套《大藏经》，差不多快满了，现在大概接近有九千套的样子。我都印《大藏经》，布施，到处送人。《四库全书》，我没有那个能力印，我向书店里买，商务印书馆印《四库全书》，我跟它买一百零二套；世界书局出版的《四库荟要》，我跟它买了大概二百七十套，送给大学图书馆，这真正是中国的大百科全书。这一次我们到巴黎，去访问法兰西的汉学院，我们才真正知道，欧洲汉学，这个汉学院是第一家，满清时代时候建的，比伦敦的汉学院早四十年。我送它一套《四库荟要》，我参观它那里，它有，《四库全书》有，《荟要》没有，我说我送你一套。这是好事情。一生不要盖庙，盖庙没有意思。",
      "zh_TW": "所以我一生不蓋廟，蓋廟是什麼？是把錢埋在土地下去，死的。我學印光法師，印光法師接受十方的供養完全用在印經布施。他那個時代，他比我們要早八十年，這個老人，一生人家供養他的錢，他可以說，他沒有用。出家了，寺廟裡頭有住、有吃的、有衣服穿，不需要用錢。把這個錢辦了一個印刷廠，自己印經，叫弘化社，在蘇州報國寺。開了個印刷廠，專門印佛經、印善書。十方供養做這個，把它做法布施，度多少眾生！這好事情，這個沒有問題。我印的這個書，別人拿去賣也沒關係，買的人他真看，他真得利益，這個是什麼？這叫真實功德，沒有絲毫欠缺。做其他的事情，可能裡頭還有些不善；幹這個事情，百分之百的善，沒有絲毫缺陷。錢多了我們就印《大藏經》，我的目標是印一萬套《大藏經》，差不多快滿了，現在大概接近有九千套的樣子。我都印《大藏經》，布施，到處送人。《四庫全書》，我沒有那個能力印，我向書店裡買，商務印書館印《四庫全書》，我跟它買一百零二套；世界書局出版的《四庫薈要》，我跟它買了大概二百七十套，送給大學圖書館，這真正是中國的大百科全書。這一次我們到巴黎，去訪問法蘭西的漢學院，我們才真正知道，歐洲漢學，這個漢學院是第一家，滿清時代時候建的，比倫敦的漢學院早四十年。我送它一套《四庫薈要》，我參觀它那裡，它有，《四庫全書》有，《薈要》沒有，我說我送你一套。這是好事情。一生不要蓋廟，蓋廟沒有意思。"
    },
    {
      "id": "02-040-0345_p0018",
      "zh_CN": "讲经弘法，像我们这样小道场，这一个房间，够了，全世界同步，大家都能看到。我们一天四个小时，这一次从斯里兰卡回来，同学觉得我太累，一定要我休息。休息不行，休息没事情干，这个很难过，所以讨价还价，一天讲两个小时，期限不超过一个星期。一个星期之后，我们还是恢复每天四小时，这乐此不疲。也是学了这么多年，跟大家在一起分享五十五年，真正懂得了一句话，讲了五十年才懂得，这一句话是什么？「今现在说法」。我从哪里发现的？从极乐世界。我就常常揣摩，极乐世界为什么这样美好？真正是我们一般讲的，人生最向往的理想的居住环境、生活环境、修学环境。这个环境里头没有丝毫缺陷，遍法界虚空界一切诸佛刹土都不能跟它相比，这什么原因？就在经上发现了这一句，阿弥陀佛在极乐世界今现在说法；换句话说，教学，我们提出是教学为先。",
      "zh_TW": "講經弘法，像我們這樣小道場，這一個房間，夠了，全世界同步，大家都能看到。我們一天四個小時，這一次從斯里蘭卡回來，同學覺得我太累，一定要我休息。休息不行，休息沒事情幹，這個很難過，所以討價還價，一天講兩個小時，期限不超過一個星期。一個星期之後，我們還是恢復每天四小時，這樂此不疲。也是學了這麼多年，跟大家在一起分享五十五年，真正懂得了一句話，講了五十年才懂得，這一句話是什麼？「今現在說法」。我從哪裡發現的？從極樂世界。我就常常揣摩，極樂世界為什麼這樣美好？真正是我們一般講的，人生最嚮往的理想的居住環境、生活環境、修學環境。這個環境裡頭沒有絲毫缺陷，遍法界虛空界一切諸佛剎土都不能跟它相比，這什麼原因？就在經上發現了這一句，阿彌陀佛在極樂世界今現在說法；換句話說，教學，我們提出是教學為先。"
    },
    {
      "id": "02-040-0345_p0019",
      "zh_CN": "我在马来西亚，对华校的校长、老师，四百多人，我们聚会在一起学习，我鼓励大家，因为大家都是教学的人，我说了十个教学为先，最后一个就是极乐世界教学为先。我们才真正懂得，今天社会这么多问题，地球这么多问题，就这五个字就解决了，每天教学，把人全教好了。世间事没有别的问题，就是人的问题，人要教好了，什么问题都解决。如果不教，不教人就会学坏，学坏就麻烦大了，所以你怎么教他。我们过去在汤池，做了三年的实验，只证实了两句话。第一个证明人性本善，三、四个月的教学，就能把这个小镇，小镇居民四万八千人，良心唤醒了，不愿意再做不善的事情，欺骗别人的事情不做了，良心发现。第二个证明人是很好教的。于是我们就回想中国古时候，人喜欢读书，为什么？读书是人生最快乐的事情，让你一辈子幸福快乐。读书只有一个出路，参加国家考试，考中之后将来做官。做官是一切行业里面最好的行业，因为地位崇高，大家对你尊敬；第二个，待遇不错，可以养家活口；第三个是你没事情干，社会人人是好人，事事是好事，所以就官没事情干，这个得自在。哪像现在，现在这个做官的，那个事情做不完的事情，让什么？让人家害怕。古时候一个月有二、三个案件，你这个地方怎么有这么多的事情。那时候人民多好，纯朴，守法，没有做坏事情的人，这叫大治，天下大治，太平盛世。现在没有了。没有是教育出了问题，现在学校很多，没有教人做人的教育，都是教你怎么样做事，会做事，不会做人，就出在这里。圣贤教育首先教你做人，然后再教你做事，做事放到最后，做人放在第一。",
      "zh_TW": "我在馬來西亞，對華校的校長、老師，四百多人，我們聚會在一起學習，我鼓勵大家，因為大家都是教學的人，我說了十個教學為先，最後一個就是極樂世界教學為先。我們才真正懂得，今天社會這麼多問題，地球這麼多問題，就這五個字就解決了，每天教學，把人全教好了。世間事沒有別的問題，就是人的問題，人要教好了，什麼問題都解決。如果不教，不教人就會學壞，學壞就麻煩大了，所以你怎麼教他。我們過去在湯池，做了三年的實驗，只證實了兩句話。第一個證明人性本善，三、四個月的教學，就能把這個小鎮，小鎮居民四萬八千人，良心喚醒了，不願意再做不善的事情，欺騙別人的事情不做了，良心發現。第二個證明人是很好教的。於是我們就回想中國古時候，人喜歡讀書，為什麼？讀書是人生最快樂的事情，讓你一輩子幸福快樂。讀書只有一個出路，參加國家考試，考中之後將來做官。做官是一切行業裡面最好的行業，因為地位崇高，大家對你尊敬；第二個，待遇不錯，可以養家活口；第三個是你沒事情幹，社會人人是好人，事事是好事，所以就官沒事情幹，這個得自在。哪像現在，現在這個做官的，那個事情做不完的事情，讓什麼？讓人家害怕。古時候一個月有二、三個案件，你這個地方怎麼有這麼多的事情。那時候人民多好，純樸，守法，沒有做壞事情的人，這叫大治，天下大治，太平盛世。現在沒有了。沒有是教育出了問題，現在學校很多，沒有教人做人的教育，都是教你怎麼樣做事，會做事，不會做人，就出在這裡。聖賢教育首先教你做人，然後再教你做事，做事放到最後，做人放在第一。"
    },
    {
      "id": "02-040-0345_p0020",
      "zh_CN": "做人根本的根本就是孝亲尊师，跟佛法一样。所以佛法到中国，中国的帝王马上就接受了。为什么？同一个理念。佛法教学，你看净业三福，佛说的，那是大乘最高的指导原则，学佛从这里学起。第一句就是「孝养父母」，第二句「奉事师长」，第三句「慈心不杀」，第四句「修十善业」，这是佛陀教育的大根大本。所以传统文化从哪里生的？从孝敬，从小就养成这个习惯，人人都懂得孝敬父母，都懂得尊敬师长，尊师重道。现在圣贤教育很难，难在哪里？没有孝亲尊师的人。圣贤人来教你，你也学不会，为什么？心不一样。圣贤之道它是从真心里头流露出来的，真实智慧，我们必须用真心去接受才行；不是真心，学不会。一切法皆从真诚心中作。",
      "zh_TW": "做人根本的根本就是孝親尊師，跟佛法一樣。所以佛法到中國，中國的帝王馬上就接受了。為什麼？同一個理念。佛法教學，你看淨業三福，佛說的，那是大乘最高的指導原則，學佛從這裡學起。第一句就是「孝養父母」，第二句「奉事師長」，第三句「慈心不殺」，第四句「修十善業」，這是佛陀教育的大根大本。所以傳統文化從哪裡生的？從孝敬，從小就養成這個習慣，人人都懂得孝敬父母，都懂得尊敬師長，尊師重道。現在聖賢教育很難，難在哪裡？沒有孝親尊師的人。聖賢人來教你，你也學不會，為什麼？心不一樣。聖賢之道它是從真心裡頭流露出來的，真實智慧，我們必須用真心去接受才行；不是真心，學不會。一切法皆從真誠心中作。"
    },
    {
      "id": "02-040-0345_p0021",
      "zh_CN": "这是讲到今天的难处，怎样来培养信根，叫你相信？我们汤池小镇做出来了，大家看到，相信了。相信要不继续做，过几天又忘掉了。所以今天一定要做，做出来给人看，大家相信。从汤池小镇再扩大，扩大到一个城市，再扩大到一个国家、一个地区，现在有这种趋向。澳洲图文巴这个小城，这个小城居民十二万人。它有特色，这十二万居民都是移民的，当地的土着很少，从四面八方移民过来的。它有八十多个族群，有一百多种不同的语言，有十几种宗教，所以确实是一个多元文化，大家共同在这个小城生活。我们在那里住了十一年，起了一些作用，把这个小城团结起来了。小城的十几个宗教领导人去年三月的时候找我，他们大家主动发心要把这个城市打造成世界上第一个多元文化和谐示范城市。这好事，我们心里真是在那里祈求着，这么多人来帮助，一心一意，市长领头，到今年很有成就，搞得不错。所以五月我参加巴黎教科文组织这个活动，主要是他们的影响，我把小城里头市长、这些宗教人士统统请到巴黎联合国教科文组织做报告。他们用了整个一个下午的时间，把他们这一年多的成果做出报告。我从头到尾都听到了，非常欢喜。",
      "zh_TW": "這是講到今天的難處，怎樣來培養信根，叫你相信？我們湯池小鎮做出來了，大家看到，相信了。相信要不繼續做，過幾天又忘掉了。所以今天一定要做，做出來給人看，大家相信。從湯池小鎮再擴大，擴大到一個城市，再擴大到一個國家、一個地區，現在有這種趨向。澳洲圖文巴這個小城，這個小城居民十二萬人。它有特色，這十二萬居民都是移民的，當地的土著很少，從四面八方移民過來的。它有八十多個族群，有一百多種不同的語言，有十幾種宗教，所以確實是一個多元文化，大家共同在這個小城生活。我們在那裡住了十一年，起了一些作用，把這個小城團結起來了。小城的十幾個宗教領導人去年三月的時候找我，他們大家主動發心要把這個城市打造成世界上第一個多元文化和諧示範城市。這好事，我們心裡真是在那裡祈求著，這麼多人來幫助，一心一意，市長領頭，到今年很有成就，搞得不錯。所以五月我參加巴黎教科文組織這個活動，主要是他們的影響，我把小城裡頭市長、這些宗教人士統統請到巴黎聯合國教科文組織做報告。他們用了整個一個下午的時間，把他們這一年多的成果做出報告。我從頭到尾都聽到了，非常歡喜。"
    },
    {
      "id": "02-040-0345_p0022",
      "zh_CN": "今年大概九月还是十月，图文巴办一个活动，邀请联合国这些大使们去参观，实地上去看看。这个小城，你看看，不同的族群，大家在一起居住，像兄弟姐妹一样；不同的宗教互相尊重，互相亲爱，互相照顾，互相关怀，互助合作，像兄弟姐妹一家人一样。说明不同的族群、不同的文化可以在一起生活，不必要相争，快快乐乐的生活在一起，多好！希望这个世界永远没有战争，永远没有冲突，我们干这个事情。教科文组织大使团的主席对这桩事情他非常赞叹、非常尊敬，我邀请他到图文巴来参观、来考察。他会带这些大使，愿意到这边来看看的，组团过来。这是一桩好事情。不看，没有信心，看了之后，这个世界有救。英国汤恩比的话说得没错，孔孟学说跟大乘佛法能够帮助二十一世纪的社会，能帮助他们解决问题，只要你相信，要真干。",
      "zh_TW": "今年大概九月還是十月，圖文巴辦一個活動，邀請聯合國這些大使們去參觀，實地上去看看。這個小城，你看看，不同的族群，大家在一起居住，像兄弟姐妹一樣；不同的宗教互相尊重，互相親愛，互相照顧，互相關懷，互助合作，像兄弟姐妹一家人一樣。說明不同的族群、不同的文化可以在一起生活，不必要相爭，快快樂樂的生活在一起，多好！希望這個世界永遠沒有戰爭，永遠沒有衝突，我們幹這個事情。教科文組織大使團的主席對這樁事情他非常讚歎、非常尊敬，我邀請他到圖文巴來參觀、來考察。他會帶這些大使，願意到這邊來看看的，組團過來。這是一樁好事情。不看，沒有信心，看了之後，這個世界有救。英國湯恩比的話說得沒錯，孔孟學說跟大乘佛法能夠幫助二十一世紀的社會，能幫助他們解決問題，只要你相信，要真幹。"
    },
    {
      "id": "02-040-0345_p0023",
      "zh_CN": "宗教团结，团结在一个爱字为中心。所有的宗教没有不讲爱，神爱世人，上帝爱世人，真主是仁慈的，佛是慈悲的。所有宗教里头都没有离爱。我们就以仁慈博爱这四个字做为宗教团结的核心，我们宗教联合起来追求什么？追求仁慈博爱，把神圣的爱心发扬光大。神职人员、宗教信徒要把神圣的爱心从自己做出来，然后去爱一切众生，宗教教育的力量就能看到了。这个城市是宗教做出来的，下一步我们就想到国家。斯里兰卡，佛教国家，基础太好了，我们全心全力帮助它再提升一级，释迦牟尼佛四十九年所传的各个宗派都在这块土地上生根、茁壮、开花、结果，那里就是佛国。要看佛教到斯里兰卡来看，他们每个人都落实了，三皈、五戒、十善，人人遵守，四摄、六和，家家落实，那是佛国土，用佛教治国，你看看人民多幸福。他们物质生活很简单，在一般讲是比较清苦，收入大概平均一个人一个月是两百块美金，合香港的钱大概一千五百块钱，一个月生活费用。每一个人都欢喜，都知足，知足常乐，这个国家人民没有竞争的心，安贫乐道。",
      "zh_TW": "宗教團結，團結在一個愛字為中心。所有的宗教沒有不講愛，神愛世人，上帝愛世人，真主是仁慈的，佛是慈悲的。所有宗教裡頭都沒有離愛。我們就以仁慈博愛這四個字做為宗教團結的核心，我們宗教聯合起來追求什麼？追求仁慈博愛，把神聖的愛心發揚光大。神職人員、宗教信徒要把神聖的愛心從自己做出來，然後去愛一切眾生，宗教教育的力量就能看到了。這個城市是宗教做出來的，下一步我們就想到國家。斯里蘭卡，佛教國家，基礎太好了，我們全心全力幫助它再提升一級，釋迦牟尼佛四十九年所傳的各個宗派都在這塊土地上生根、茁壯、開花、結果，那裡就是佛國。要看佛教到斯里蘭卡來看，他們每個人都落實了，三皈、五戒、十善，人人遵守，四攝、六和，家家落實，那是佛國土，用佛教治國，你看看人民多幸福。他們物質生活很簡單，在一般講是比較清苦，收入大概平均一個人一個月是兩百塊美金，合香港的錢大概一千五百塊錢，一個月生活費用。每一個人都歡喜，都知足，知足常樂，這個國家人民沒有競爭的心，安貧樂道。"
    },
    {
      "id": "02-040-0345_p0024",
      "zh_CN": "我看出他们的前途，是看出他们的青少年。看什么？孝亲尊师。这是我在其他地方没有看到过的。这个国家的小孩，对父母，早晨起来的时候，问候父母都是行跪拜礼，跪在地下，双手摸着父母的脚，叫接足礼，最敬礼；在学校里见老师，对老师行接足礼。这个难得，这个根太好了。这是他们的生活习惯，小孩学到是看到父母，父母对他的父母也是这样的，所以他自然就学会了。老师上课之前，每一个教室里面都供的有佛，有佛龛，供在教室一个角落上，老师上课，先带着大家拜佛，向佛行跪拜礼，所以学生对老师就学会跪拜礼。",
      "zh_TW": "我看出他們的前途，是看出他們的青少年。看什麼？孝親尊師。這是我在其他地方沒有看到過的。這個國家的小孩，對父母，早晨起來的時候，問候父母都是行跪拜禮，跪在地下，雙手摸著父母的腳，叫接足禮，最敬禮；在學校裡見老師，對老師行接足禮。這個難得，這個根太好了。這是他們的生活習慣，小孩學到是看到父母，父母對他的父母也是這樣的，所以他自然就學會了。老師上課之前，每一個教室裡面都供的有佛，有佛龕，供在教室一個角落上，老師上課，先帶著大家拜佛，向佛行跪拜禮，所以學生對老師就學會跪拜禮。"
    },
    {
      "id": "02-040-0345_p0025",
      "zh_CN": "我建议他们办个佛教大学，把释迦牟尼佛各个不同的宗派统统把它复兴起来，南传的、北传的，向东北传的就是韩国跟日本，向藏传的，统统在这个地方扎根，恢复起来，培养各个宗派的师资。这个环境上可以做，相信能做得成功，朝野全国一条心，非常值得我们赞叹。我们看到斯里兰卡，看到佛教的光明，看到佛教的前途，佛教从印度传出来的，将来佛教的复兴在斯里兰卡。不但佛教要复兴，同时我们要帮助这世界上所有的宗教都能够继续承传下去，所以二、三年之后，就会建立一个世界宗教大学。每一个宗教成立一个学院，目的是团结宗教、是互相学习，永远化解宗教之间的冲突，促进宗教之间的团结合作，给世界带来永续的安定和平，宗教对人类就做出最大的贡献，这个非常有意义、有价值。",
      "zh_TW": "我建議他們辦個佛教大學，把釋迦牟尼佛各個不同的宗派統統把它復興起來，南傳的、北傳的，向東北傳的就是韓國跟日本，向藏傳的，統統在這個地方扎根，恢復起來，培養各個宗派的師資。這個環境上可以做，相信能做得成功，朝野全國一條心，非常值得我們讚歎。我們看到斯里蘭卡，看到佛教的光明，看到佛教的前途，佛教從印度傳出來的，將來佛教的復興在斯里蘭卡。不但佛教要復興，同時我們要幫助這世界上所有的宗教都能夠繼續承傳下去，所以二、三年之後，就會建立一個世界宗教大學。每一個宗教成立一個學院，目的是團結宗教、是互相學習，永遠化解宗教之間的衝突，促進宗教之間的團結合作，給世界帶來永續的安定和平，宗教對人類就做出最大的貢獻，這個非常有意義、有價值。"
    },
    {
      "id": "02-040-0345_p0026",
      "zh_CN": "我们鼓励这大的宗教，每一个宗教都要在这个世界上建立一个示范点，至少有一个示范城市。我访问梵蒂冈，跟教宗就建议，希望他把罗马城建造成天主教的圣地，你要看天主教，到罗马城去看。罗马城有属于天主教的教堂四百多个，我说那四百多个就是四百多个学校，每一个学校都有老师在那里讲经教学，只要一年，成绩就做出来，全世界的天主教到那边去看，到那边去学习。罗马城不大，是个古城，完全靠观光旅游的收入，是很理想的一个宗教教学的地区。其他宗教都希望选定一个城市，把力量集中，做成榜样，大家看到就相信了，信心就建立，信根就生起来了。",
      "zh_TW": "我們鼓勵這大的宗教，每一個宗教都要在這個世界上建立一個示範點，至少有一個示範城市。我訪問梵蒂岡，跟教宗就建議，希望他把羅馬城建造成天主教的聖地，你要看天主教，到羅馬城去看。羅馬城有屬於天主教的教堂四百多個，我說那四百多個就是四百多個學校，每一個學校都有老師在那裡講經教學，只要一年，成績就做出來，全世界的天主教到那邊去看，到那邊去學習。羅馬城不大，是個古城，完全靠觀光旅遊的收入，是很理想的一個宗教教學的地區。其他宗教都希望選定一個城市，把力量集中，做成榜樣，大家看到就相信了，信心就建立，信根就生起來了。"
    },
    {
      "id": "02-040-0345_p0027",
      "zh_CN": "有了信心才能精进，精是纯一，精纯不杂，进是进步。我们一般人遇到的困难，用不用功？用功。用功为什么不能成就？学的东西太多太杂，不精，不专，这样学习的结果获得的是知识。如果他记忆力好，有这份天赋，他能够广学多闻，他没有定，他没有慧。中国人对于智慧非常重视，对于广学多闻不重视，古人有所谓「记问之学不足以为人师也」。你不是自己开悟的，是别人的东西，你记得很多、听得很多，你能言善道，自己并没有领悟、没有启发，这个不予重视。所以中国人重视心地清净，真正开悟，重视这个。所以你要持戒，持戒就是守规矩。规矩是老规矩，就是前人的经验，跟着前人的脚步，你不会有失误。首先是修养品德，放下欲望，欲望不是好东西，对自己决定有害，你放得愈多愈好，放得愈彻底，你的成就就愈大。起心动念要想到众生，不要想自己，想自己毫无意义。自己这一生在这个世间不会超过一百年，时间太短了，没有意义。想一切众生，想国家民族，想整个世界，这个有意义，这个有价值。我们离开这个世界之后，这个世界人永远纪念你，永远向你学习，这有意义。要谦虚，要敬业。",
      "zh_TW": "有了信心才能精進，精是純一，精純不雜，進是進步。我們一般人遇到的困難，用不用功？用功。用功為什麼不能成就？學的東西太多太雜，不精，不專，這樣學習的結果獲得的是知識。如果他記憶力好，有這份天賦，他能夠廣學多聞，他沒有定，他沒有慧。中國人對於智慧非常重視，對於廣學多聞不重視，古人有所謂「記問之學不足以為人師也」。你不是自己開悟的，是別人的東西，你記得很多、聽得很多，你能言善道，自己並沒有領悟、沒有啟發，這個不予重視。所以中國人重視心地清淨，真正開悟，重視這個。所以你要持戒，持戒就是守規矩。規矩是老規矩，就是前人的經驗，跟著前人的腳步，你不會有失誤。首先是修養品德，放下欲望，欲望不是好東西，對自己決定有害，你放得愈多愈好，放得愈徹底，你的成就就愈大。起心動念要想到眾生，不要想自己，想自己毫無意義。自己這一生在這個世間不會超過一百年，時間太短了，沒有意義。想一切眾生，想國家民族，想整個世界，這個有意義，這個有價值。我們離開這個世界之後，這個世界人永遠紀念你，永遠向你學習，這有意義。要謙虛，要敬業。"
    },
    {
      "id": "02-040-0345_p0028",
      "zh_CN": "「二、精进根，谓修正法无间无杂也。」不间断，不夹杂，一门深入。中国老祖宗传的真法、正法，就是《三字经》上所说的「教之道，贵以专」，专就是精进。教专，学也要专，一门深入，就会有成就。读书千遍，其义自见，我没有老师行不行？行，没有老师，你也能成得了佛。那就是什么？持戒，我就守这个方法，我一遍一遍的学，我读一千遍，意思自然出来了，自然就明白了。这桩事情，我们在初学讲经的时候，感应不可思议，遇到生涩的经文，我们看不懂，看古人的注解也不得其要领，这个时候怎么办？把经本合起来拜佛，拜上三百拜、五百拜，豁然就明白，意思就出来了，写都来不及。讲经之前要备课，要充分的准备，上了讲台之后，所讲的跟自己所准备的完全不相同，甚至于准备的一个字也没用上，这是什么？自自然然的流露，每一个讲经的人都有这个经验。有老师，你有成就，是在诚敬；没有老师，开悟了，也是诚敬。真诚恭敬到极处，自然开悟。眼前找不到好老师，找古人，这个可靠。",
      "zh_TW": "「二、精進根，謂修正法無間無雜也。」不間斷，不夾雜，一門深入。中國老祖宗傳的真法、正法，就是《三字經》上所說的「教之道，貴以專」，專就是精進。教專，學也要專，一門深入，就會有成就。讀書千遍，其義自見，我沒有老師行不行？行，沒有老師，你也能成得了佛。那就是什麼？持戒，我就守這個方法，我一遍一遍的學，我讀一千遍，意思自然出來了，自然就明白了。這樁事情，我們在初學講經的時候，感應不可思議，遇到生澀的經文，我們看不懂，看古人的註解也不得其要領，這個時候怎麼辦？把經本合起來拜佛，拜上三百拜、五百拜，豁然就明白，意思就出來了，寫都來不及。講經之前要備課，要充分的準備，上了講台之後，所講的跟自己所準備的完全不相同，甚至於準備的一個字也沒用上，這是什麼？自自然然的流露，每一個講經的人都有這個經驗。有老師，你有成就，是在誠敬；沒有老師，開悟了，也是誠敬。真誠恭敬到極處，自然開悟。眼前找不到好老師，找古人，這個可靠。"
    },
    {
      "id": "02-040-0345_p0029",
      "zh_CN": "今天我们学《无量寿经》，我们找不到好老师，找谁？找普贤菩萨。为什么？经典一展开，第二品「德遵普贤」，西方极乐世界完全是修普贤行的菩萨，那找普贤菩萨就正确，没找错。普贤菩萨修圆满就是阿弥陀佛，阿弥陀佛在因地就是普贤菩萨，普贤菩萨果地就是阿弥陀佛，决定不错。找一个，不要找太多；找太多，我们就乱了、就杂了。一即一切，一切即一，要懂这个道理。一就对了，一切诸佛菩萨都欢喜，你做对了，你会很快做到。样样经典都想学，每一个佛菩萨都想跟他学，就学杂了、学乱了，这一辈子时间不够用，一样也没有成就，这就可惜了。所以佛菩萨教我们精进，教我们不要间断、不要夹杂，秘诀就在此地。这个例子很多，古往今来没有例外的。",
      "zh_TW": "今天我們學《無量壽經》，我們找不到好老師，找誰？找普賢菩薩。為什麼？經典一展開，第二品「德遵普賢」，西方極樂世界完全是修普賢行的菩薩，那找普賢菩薩就正確，沒找錯。普賢菩薩修圓滿就是阿彌陀佛，阿彌陀佛在因地就是普賢菩薩，普賢菩薩果地就是阿彌陀佛，決定不錯。找一個，不要找太多；找太多，我們就亂了、就雜了。一即一切，一切即一，要懂這個道理。一就對了，一切諸佛菩薩都歡喜，你做對了，你會很快做到。樣樣經典都想學，每一個佛菩薩都想跟他學，就學雜了、學亂了，這一輩子時間不夠用，一樣也沒有成就，這就可惜了。所以佛菩薩教我們精進，教我們不要間斷、不要夾雜，祕訣就在此地。這個例子很多，古往今來沒有例外的。"
    },
    {
      "id": "02-040-0345_p0030",
      "zh_CN": "根本，这个重要，根本在戒律，在小乘戒律。小乘戒律是教我们做人的，人都做不好，不能作佛，这一定的，要想作佛先做人。所以佛在《佛藏经》里头跟我们说，《佛藏经》不是《大藏经》，是一部经的名字，就叫《佛藏经》。佛说，「佛子，不先学小乘，后学大乘，非佛弟子」。这个意思就说明了，释迦牟尼佛教我们循序渐进，不能躐等。好像学校读书，先读小学、中学、大学、研究所，这个是佛赞叹的。小学、中学不要，就想念大学、研究所，这是佛不许可的，佛说这个不是佛弟子，我们要记住。那这个小乘戒就重要。",
      "zh_TW": "根本，這個重要，根本在戒律，在小乘戒律。小乘戒律是教我們做人的，人都做不好，不能作佛，這一定的，要想作佛先做人。所以佛在《佛藏經》裡頭跟我們說，《佛藏經》不是《大藏經》，是一部經的名字，就叫《佛藏經》。佛說，「佛子，不先學小乘，後學大乘，非佛弟子」。這個意思就說明了，釋迦牟尼佛教我們循序漸進，不能躐等。好像學校讀書，先讀小學、中學、大學、研究所，這個是佛讚歎的。小學、中學不要，就想念大學、研究所，這是佛不許可的，佛說這個不是佛弟子，我們要記住。那這個小乘戒就重要。"
    },
    {
      "id": "02-040-0345_p0031",
      "zh_CN": "我们也是在这个十几二十年，深深体会到，各个地方学佛的同学，在家十善业道没做到，出家的沙弥律仪没做到，所以佛法衰了，根基上没扎好，这一点我们一定要知道。所以，我们为了弥补这一门功课，提倡儒释道的三个根，扎根，这是戒律的根本。儒家，我们采取《弟子规》；道家，我们采取《感应篇》；佛家，我们采取《十善业道》，这不是我们凭空想像的，遵守佛的教诲，就是净业三福第一条。孝养父母、奉事师长怎么落实？《弟子规》落实，把《弟子规》做到，这两条就做到，就落实了。慈心不杀落实在《感应篇》，后面第三句，修十善业。所以我说，这个是儒释道的三个根，《弟子规》儒的根，让我们落实孝亲尊师；《感应篇》道的根，《感应篇》完全讲因果，善有善果，恶有恶报。人如果懂得因果，不敢做坏事；懂得伦理道德，不好意思做坏事，觉得羞耻。这两种在古时候非常重视，所有做父母的都要求儿女要做到。他们本身做到了，所以儿女听话；本身没有做到，你叫儿女做到，他不相信，他不听你的。你做出榜样给他看，让孩子们真正看到了，天天这样做，养成习惯。古时候有一句谚语说「三岁看八十」，这个意思就是三岁培养的根八十岁都不会变，就是他一生都不会变，这个根扎得牢。",
      "zh_TW": "我們也是在這個十幾二十年，深深體會到，各個地方學佛的同學，在家十善業道沒做到，出家的沙彌律儀沒做到，所以佛法衰了，根基上沒紮好，這一點我們一定要知道。所以，我們為了彌補這一門功課，提倡儒釋道的三個根，扎根，這是戒律的根本。儒家，我們採取《弟子規》；道家，我們採取《感應篇》；佛家，我們採取《十善業道》，這不是我們憑空想像的，遵守佛的教誨，就是淨業三福第一條。孝養父母、奉事師長怎麼落實？《弟子規》落實，把《弟子規》做到，這兩條就做到，就落實了。慈心不殺落實在《感應篇》，後面第三句，修十善業。所以我說，這個是儒釋道的三個根，《弟子規》儒的根，讓我們落實孝親尊師；《感應篇》道的根，《感應篇》完全講因果，善有善果，惡有惡報。人如果懂得因果，不敢做壞事；懂得倫理道德，不好意思做壞事，覺得羞恥。這兩種在古時候非常重視，所有做父母的都要求兒女要做到。他們本身做到了，所以兒女聽話；本身沒有做到，你叫兒女做到，他不相信，他不聽你的。你做出榜樣給他看，讓孩子們真正看到了，天天這樣做，養成習慣。古時候有一句諺語說「三歲看八十」，這個意思就是三歲培養的根八十歲都不會變，就是他一生都不會變，這個根紮得牢。"
    },
    {
      "id": "02-040-0345_p0032",
      "zh_CN": "中国文化的优点太多，现在没有办法跟古时候相比。古人没有忧虑，他一生他有保障，什么是他的保障？家是他的保障。所以在外面工作，到退休的时候，回老家，落叶归根。回老家干什么？养老，享天伦之乐。人一生当中最快乐的是晚年，晚年养老是一生最快乐的。人一生最辛苦的是青少年，青少年要认真努力，严加管教，青少年不享福，福留在晚年享，跟外国人不一样。外国人，儿童享福，所谓儿童的天堂，什么都要满儿童的愿；到老年就变成坟墓，老年孤单，真可怜，儿女不养父母，甚至于儿女跟父母都不见面。我住在美国的时候，参观美国的老人院，他的生日、过年、圣诞节，儿女寄一个卡片给他，他就欢喜得不得了，儿子没有把我忘掉。不来看他，你说多可怜、多孤独，孤单、寂寞，没有亲情，他多痛苦。回过头来看看中国，那没有人不羡慕的，没有人不仰慕、不欢喜的。两种不同的文化一比较，你就晓得了，我们是希望把一生最快乐的放在青少年，还是放在老年？最严肃的教育，如果不在青少年的时候扎根，那就没有了，人真的就变坏了。",
      "zh_TW": "中國文化的優點太多，現在沒有辦法跟古時候相比。古人沒有憂慮，他一生他有保障，什麼是他的保障？家是他的保障。所以在外面工作，到退休的時候，回老家，落葉歸根。回老家幹什麼？養老，享天倫之樂。人一生當中最快樂的是晚年，晚年養老是一生最快樂的。人一生最辛苦的是青少年，青少年要認真努力，嚴加管教，青少年不享福，福留在晚年享，跟外國人不一樣。外國人，兒童享福，所謂兒童的天堂，什麼都要滿兒童的願；到老年就變成墳墓，老年孤單，真可憐，兒女不養父母，甚至於兒女跟父母都不見面。我住在美國的時候，參觀美國的老人院，他的生日、過年、聖誕節，兒女寄一個卡片給他，他就歡喜得不得了，兒子沒有把我忘掉。不來看他，你說多可憐、多孤獨，孤單、寂寞，沒有親情，他多痛苦。回過頭來看看中國，那沒有人不羨慕的，沒有人不仰慕、不歡喜的。兩種不同的文化一比較，你就曉得了，我們是希望把一生最快樂的放在青少年，還是放在老年？最嚴肅的教育，如果不在青少年的時候扎根，那就沒有了，人真的就變壞了。"
    },
    {
      "id": "02-040-0345_p0033",
      "zh_CN": "人是怎么教好的？从出生那一天教起，这是中国的家教。更早的，怀孕的时候就教，怀孕的时候母亲懂得胎教。为什么？母亲起心动念影响胎儿，母亲生活习惯影响胎儿。所以母亲在怀孕，念头要正，没有邪念，没有恶念，让小孩禀受正气。这十个月当中待人接物柔和，不发脾气，它对小孩都有干扰。一举一动，坐端正，行住坐卧要端正庄严，为什么？为小孩。孩子出生了，眼睛张开他会看，耳朵他会听，他就开始在学习。学谁？学父母，父母不离开他，父母的一举一动他都知道，他从这里养成习惯。所以父母所有一切负面的，不正当的，不能给他看到，不能让他听到，不能让他接触到，他看到的、听到的、接触到的全是正面的。要看管一千天，三年，这三年这样的培养小孩就有能力辨别是非善恶，他就有能力辨别，他就自自然然会趋善避恶，善的他喜欢，不善的他远离。你说扎根教育多重要，扎根教育是三岁之前，三岁以后迟了，来不及了。",
      "zh_TW": "人是怎麼教好的？從出生那一天教起，這是中國的家教。更早的，懷孕的時候就教，懷孕的時候母親懂得胎教。為什麼？母親起心動念影響胎兒，母親生活習慣影響胎兒。所以母親在懷孕，念頭要正，沒有邪念，沒有惡念，讓小孩稟受正氣。這十個月當中待人接物柔和，不發脾氣，它對小孩都有干擾。一舉一動，坐端正，行住坐臥要端正莊嚴，為什麼？為小孩。孩子出生了，眼睛張開他會看，耳朵他會聽，他就開始在學習。學誰？學父母，父母不離開他，父母的一舉一動他都知道，他從這裡養成習慣。所以父母所有一切負面的，不正當的，不能給他看到，不能讓他聽到，不能讓他接觸到，他看到的、聽到的、接觸到的全是正面的。要看管一千天，三年，這三年這樣的培養小孩就有能力辨別是非善惡，他就有能力辨別，他就自自然然會趨善避惡，善的他喜歡，不善的他遠離。你說扎根教育多重要，扎根教育是三歲之前，三歲以後遲了，來不及了。"
    },
    {
      "id": "02-040-0345_p0034",
      "zh_CN": "现在的小孩谁教？电视教他，婴儿在摇篮上，睁着眼睛看电视，电视里头他全学会了，这个东西麻烦大了。长大一上学，在美国，小学一年级就用电脑，用电脑，他就看网路，全学坏了。现在父母没教，老师也没教，电脑教他，网路教他，电视教他，这怎么得了？人是怎么教坏的，我们一定要把它搞清楚。现在要端正风气，要拯救社会，从哪里开始？头一个，从媒体开始，媒体里面所报导的，一切负面的、不善的统统禁止。人民喜欢娱乐，娱乐有正面。中国古时候，音乐、戏剧所演的都是孝悌忠信、礼义廉耻、仁爱和平，决定不能违背。违背的时候，国家不答应，你破坏风化，那就有罪，甚至于判你死刑。用这种民间说唱艺术来教化众生，内容你细心去看，都出不了儒释道，所以它把人教好了。现在要想端正社会，从这里下手。国家领导人带头才能产生效果，国家领导人要做出来给大家看，提倡孝道，首先要孝顺自己的父母，把孝顺父母这些镜头，一个月在电视上至少有个一、二次，让大家都看到，国家领导人对父母这么孝顺，我们要学习，上行下效。国家领导人尊重圣贤，爱好传统，人民就跟着学了，很快。",
      "zh_TW": "現在的小孩誰教？電視教他，嬰兒在搖籃上，睜著眼睛看電視，電視裡頭他全學會了，這個東西麻煩大了。長大一上學，在美國，小學一年級就用電腦，用電腦，他就看網路，全學壞了。現在父母沒教，老師也沒教，電腦教他，網路教他，電視教他，這怎麼得了？人是怎麼教壞的，我們一定要把它搞清楚。現在要端正風氣，要拯救社會，從哪裡開始？頭一個，從媒體開始，媒體裡面所報導的，一切負面的、不善的統統禁止。人民喜歡娛樂，娛樂有正面。中國古時候，音樂、戲劇所演的都是孝悌忠信、禮義廉恥、仁愛和平，決定不能違背。違背的時候，國家不答應，你破壞風化，那就有罪，甚至於判你死刑。用這種民間說唱藝術來教化眾生，內容你細心去看，都出不了儒釋道，所以它把人教好了。現在要想端正社會，從這裡下手。國家領導人帶頭才能產生效果，國家領導人要做出來給大家看，提倡孝道，首先要孝順自己的父母，把孝順父母這些鏡頭，一個月在電視上至少有個一、二次，讓大家都看到，國家領導人對父母這麼孝順，我們要學習，上行下效。國家領導人尊重聖賢，愛好傳統，人民就跟著學了，很快。"
    },
    {
      "id": "02-040-0345_p0035",
      "zh_CN": "我们今天搞到这种程度，带头的，最初带头就是慈禧太后。慈禧太后跋扈、贡高我慢，对于儒释道都轻视。你看在她之前，她的丈夫咸丰皇帝，咸丰之前，每一代的皇帝都是佛门弟子，对佛教尊重。咸丰死了，她执政了，她摇身一变，自称老佛爷，把佛菩萨都放在一边了。你看以前皇帝，佛菩萨是老师，自称弟子，她变成老佛爷。这个头带得不好，让朝廷里头文武百官、社会上这些大众，对于佛菩萨的尊重就降温了。到满清亡国，儒释道这三家，还有讲学的，没有真干的了。为什么？看到慈禧不干。人向上难，向下坠落容易，真叫一代不如一代。到民国初年，讲的人很少了，儒释道都少了；抗战之后，没人讲了。所以现在儒释道有名无实，经典没人讲了，读的人也少了。所以有儒释道这个样子在，实质上完全没有了。",
      "zh_TW": "我們今天搞到這種程度，帶頭的，最初帶頭就是慈禧太后。慈禧太后跋扈、貢高我慢，對於儒釋道都輕視。你看在她之前，她的丈夫咸豐皇帝，咸豐之前，每一代的皇帝都是佛門弟子，對佛教尊重。咸豐死了，她執政了，她搖身一變，自稱老佛爺，把佛菩薩都放在一邊了。你看以前皇帝，佛菩薩是老師，自稱弟子，她變成老佛爺。這個頭帶得不好，讓朝廷裡頭文武百官、社會上這些大眾，對於佛菩薩的尊重就降溫了。到滿清亡國，儒釋道這三家，還有講學的，沒有真幹的了。為什麼？看到慈禧不幹。人向上難，向下墜落容易，真叫一代不如一代。到民國初年，講的人很少了，儒釋道都少了；抗戰之後，沒人講了。所以現在儒釋道有名無實，經典沒人講了，讀的人也少了。所以有儒釋道這個樣子在，實質上完全沒有了。"
    },
    {
      "id": "02-040-0345_p0036",
      "zh_CN": "今天恢复真难，真正要有佛菩萨再来，佛菩萨现身为国家领导人，对老祖宗尊敬，从对父母尊敬起，由敬父母，敬祖宗，重祭祀。祭祀的目的是民德归厚，它是教育的意义，你对几千年老祖宗都尊敬，念念不忘，你怎么会把眼前父母忘掉？没这个道理，祭祖真正意思是在此地，是孝亲。祭祖、祭神都要非常严肃，那不是开玩笑，不是热闹，不是唱戏表演，不是，要很严肃。祭神如神在，好比祖宗在面前，要记住祖宗的恩德，要发扬光大，这个才真正有意义。把祖宗的教训要在这个大会向大家做一个宣布，不是只举行仪式。仪式不讲清楚、不讲明白就变成迷信，那个意义不大。一定要受教育，祭祀是一门功课，是一堂功课，要这样来做。主祭的人要跟大家上一堂课，至少要半个小时，最好是一个小时。你有讲义，讲义印刷来分给大家，知道，我们对祖宗更进一步的认识了解，对祖宗这种爱心、尊敬心他会生起来。形式不能解决问题。这个都是属于精进。今天时间到了，我们就学习到此地。",
      "zh_TW": "今天恢復真難，真正要有佛菩薩再來，佛菩薩現身為國家領導人，對老祖宗尊敬，從對父母尊敬起，由敬父母，敬祖宗，重祭祀。祭祀的目的是民德歸厚，它是教育的意義，你對幾千年老祖宗都尊敬，念念不忘，你怎麼會把眼前父母忘掉？沒這個道理，祭祖真正意思是在此地，是孝親。祭祖、祭神都要非常嚴肅，那不是開玩笑，不是熱鬧，不是唱戲表演，不是，要很嚴肅。祭神如神在，好比祖宗在面前，要記住祖宗的恩德，要發揚光大，這個才真正有意義。把祖宗的教訓要在這個大會向大家做一個宣布，不是只舉行儀式。儀式不講清楚、不講明白就變成迷信，那個意義不大。一定要受教育，祭祀是一門功課，是一堂功課，要這樣來做。主祭的人要跟大家上一堂課，至少要半個小時，最好是一個小時。你有講義，講義印刷來分給大家，知道，我們對祖宗更進一步的認識了解，對祖宗這種愛心、尊敬心他會生起來。形式不能解決問題。這個都是屬於精進。今天時間到了，我們就學習到此地。"
    }
  ]
}