{
  "doc_id": "02-040-0122",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二二集",
    "zh_TW": "第一二二集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0122",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0122_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百五十二页，我们从第一行第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百五十二頁，我們從第一行第二句看起："
    },
    {
      "id": "02-040-0122_p0002",
      "zh_CN": "「《汉译》曰：于时佛坐，思念正道，面有九色光，数千百变，光甚大明。贤者阿难即从座起，更正衣服，稽首佛足，前白佛言：今佛面目光色，何以时时更变明乃尔乎？今佛面目光精数百千色，上下明彻好乃如是。我侍佛以来，未曾见佛身体光曜巍巍重明乃尔，我未曾见至真等正觉光明威神有如今日」。这段经文是《汉译》的，《汉译》确实说得很详细。念老把五种原译本的经文都节录在此地让我们看，每一个本子对照起来看，有的写得很详细，有的写得很简单。说明经确实有会集的必要，要了解所说的圆满意思，必须要把五种原译本都看到。然后我们细细再看会集本，才知道夏莲老用心之苦，也能看出他真实智慧。",
      "zh_TW": "「《漢譯》曰：於時佛坐，思念正道，面有九色光，數千百變，光甚大明。賢者阿難即從座起，更正衣服，稽首佛足，前白佛言：今佛面目光色，何以時時更變明乃爾乎？今佛面目光精數百千色，上下明徹好乃如是。我侍佛以來，未曾見佛身體光曜巍巍重明乃爾，我未曾見至真等正覺光明威神有如今日」。這段經文是《漢譯》的，《漢譯》確實說得很詳細。念老把五種原譯本的經文都節錄在此地讓我們看，每一個本子對照起來看，有的寫得很詳細，有的寫得很簡單。說明經確實有會集的必要，要了解所說的圓滿意思，必須要把五種原譯本都看到。然後我們細細再看會集本，才知道夏蓮老用心之苦，也能看出他真實智慧。"
    },
    {
      "id": "02-040-0122_p0003",
      "zh_CN": "因为古德有些人说，佛说这个经没有放光，圆顿大法佛放光。这个地方，像《汉译》的这个说得就很清楚。「《吴译》同之」，跟这个相同，「唯文字稍简」。其他的翻译，「语而未详」，有说，但是没有这么详细。「《魏译》中，两度云光颜巍巍，又云威神光光」，这个也很简单，没有前面说得详细。「《唐译》云：威光赫奕如融金聚，又如明镜凝照光辉」，也没有《汉译》的详细。「《宋译》云：面色圆满，宝刹庄严」，这里头出来一个宝刹庄严，这是其他译本里头没有。这个意思就是说，佛面门放光，光中现出宝刹，这个宝刹是十方诸佛刹土。你看这个译本里有，前头没有。「五译合参，便知汉吴两译最详」，《汉译》的、《吴译》的详细，「余译乃其简略」。「唯《宋译》中宝刹庄严，显光中现刹」，可补前面四种之不足，前面四种没有说宝刹庄严。「由是亦可见会集诸译之必要」。「又古注经家多谓本师说此经时未曾放光」，这个就是他没有看到汉译本，没有看到吴译本，汉吴两种本子放光说得很详细。这是佛放光现瑞，用这种善巧方便让阿难尊者看到，感到很惊讶，出来发问，这是这个经的缘起。",
      "zh_TW": "因為古德有些人說，佛說這個經沒有放光，圓頓大法佛放光。這個地方，像《漢譯》的這個說得就很清楚。「《吳譯》同之」，跟這個相同，「唯文字稍簡」。其他的翻譯，「語而未詳」，有說，但是沒有這麼詳細。「《魏譯》中，兩度云光顏巍巍，又云威神光光」，這個也很簡單，沒有前面說得詳細。「《唐譯》云：威光赫奕如融金聚，又如明鏡凝照光輝」，也沒有《漢譯》的詳細。「《宋譯》云：面色圓滿，寶剎莊嚴」，這裡頭出來一個寶剎莊嚴，這是其他譯本裡頭沒有。這個意思就是說，佛面門放光，光中現出寶剎，這個寶剎是十方諸佛剎土。你看這個譯本裡有，前頭沒有。「五譯合參，便知漢吳兩譯最詳」，《漢譯》的、《吳譯》的詳細，「餘譯乃其簡略」。「唯《宋譯》中寶剎莊嚴，顯光中現剎」，可補前面四種之不足，前面四種沒有說寶剎莊嚴。「由是亦可見會集諸譯之必要」。「又古注經家多謂本師說此經時未曾放光」，這個就是他沒有看到漢譯本，沒有看到吳譯本，漢吳兩種本子放光說得很詳細。這是佛放光現瑞，用這種善巧方便讓阿難尊者看到，感到很驚訝，出來發問，這是這個經的緣起。"
    },
    {
      "id": "02-040-0122_p0004",
      "zh_CN": "『世尊』，「指释迦牟尼佛。《净影疏》曰：佛具众德，为世尊重，故号世尊。佛是世间极尊，故称世尊。」这是一般大乘经教里称释迦牟尼佛为世尊，世出世间最值得尊敬的人，这称为世尊。「威者，有威可畏谓之威」，他有威德，让别人看到害怕，这叫威，有威可畏。「此指威神。《胜鬘宝窟》曰：外使物畏」，外面能够叫众生看到畏惧，这是威；「内难测度」，佛的智慧、神通、道力很高明，一般人无法想像，「称之为神」，叫威神。「光者，光明。自莹谓之光，照物谓之明。」光跟明两个意思，有时候两个意思相同，有时候也可以分开。光，光这是自己照，自己照自己这是光；照外面，这叫明。「放光照耀之义」，就是光明，合起来称光跟明。「光明有二用：一者破暗，二者表法。因佛之光明，正是智慧之相」。「赫」也是明的意思，「奕」是盛，赫奕是光明很大，我们今天讲光很强、光很大。「故知威光赫奕表佛所放之光，雄猛有威，明耀盛大」，光很大。",
      "zh_TW": "『世尊』，「指釋迦牟尼佛。《淨影疏》曰：佛具眾德，為世尊重，故號世尊。佛是世間極尊，故稱世尊。」這是一般大乘經教裡稱釋迦牟尼佛為世尊，世出世間最值得尊敬的人，這稱為世尊。「威者，有威可畏謂之威」，他有威德，讓別人看到害怕，這叫威，有威可畏。「此指威神。《勝鬘寶窟》曰：外使物畏」，外面能夠叫眾生看到畏懼，這是威；「內難測度」，佛的智慧、神通、道力很高明，一般人無法想像，「稱之為神」，叫威神。「光者，光明。自瑩謂之光，照物謂之明。」光跟明兩個意思，有時候兩個意思相同，有時候也可以分開。光，光這是自己照，自己照自己這是光；照外面，這叫明。「放光照耀之義」，就是光明，合起來稱光跟明。「光明有二用：一者破闇，二者表法。因佛之光明，正是智慧之相」。「赫」也是明的意思，「奕」是盛，赫奕是光明很大，我們今天講光很強、光很大。「故知威光赫奕表佛所放之光，雄猛有威，明耀盛大」，光很大。"
    },
    {
      "id": "02-040-0122_p0005",
      "zh_CN": "「此下以熔金喻之」，光好到什么程度？佛用了个比喻，譬如熔金，『如熔金聚』。黄金颜色很美，黄金在炉子里面烧到熔化的时候，把它烧成液体，那个光更美。我们看黄金制造，参观他们的工厂，那个金在炉子里熔化（我们看的是镀金），的确非常好看。以这个来形容，佛面上放的光就像熔金聚这样的美，「金色光耀，熔金弥甚」，实在讲是超过熔金。「喻佛光明，如熔金聚集，故曰如融金聚」，这都是形容佛放光的美好、殊胜。",
      "zh_TW": "「此下以熔金喻之」，光好到什麼程度？佛用了個比喻，譬如熔金，『如熔金聚』。黃金顏色很美，黃金在爐子裡面燒到熔化的時候，把它燒成液體，那個光更美。我們看黃金製造，參觀他們的工廠，那個金在爐子裡熔化（我們看的是鍍金），的確非常好看。以這個來形容，佛面上放的光就像熔金聚這樣的美，「金色光耀，熔金彌甚」，實在講是超過熔金。「喻佛光明，如熔金聚集，故曰如融金聚」，這都是形容佛放光的美好、殊勝。"
    },
    {
      "id": "02-040-0122_p0006",
      "zh_CN": "『又如明镜，影畅表里』，又像明镜一样。「影者，光影。畅者，通达。」海东憬兴师，海东是现在的韩国，憬兴法师，这也是唐朝时候在中国留学，大概都是善导大师的学生，他说：「镜光外照，名为影表。即同佛身，光明外舒。外照之光显影，畅在镜内，亦同所放光还曜巍颜，故云表里」。这个光照外面，外面的光又照回来，我们讲反光，所以显得佛放光格外的庄严。「《净影疏》曰：镜光外照，名为影表；外照之光，明显镜内」，这就是被镜子又照进去，「名为影里。佛身如是，光明外照所放之表，显曜佛身，名影表里」。「按上两说，佛身内外映彻，喻如明净之镜，由镜放光外照，谓之影表。所放光明，还照镜内」，镜子又照进去，「谓之影里」。「汉吴两译中，佛光数百千色，数千百变，光甚大明，上下明彻，巍巍重明」，这些句子统统都显示「影畅表里」的意思。《宋译》本里面是，「面色圆满，宝刹庄严，则更显佛光明中，影现十方宝刹，如大圆宝镜，映现十方。如《甄解》所释：则光颜巍巍中，影现宝刹庄严相。其犹珠宝镜中，能现森罗万相乎！上说正显《华严》境界。」重重无尽是《华严经》所说的，佛在这一会上放光，也有这个现相，说明这个经无异于《华严》，《华严》光中现刹，重重无尽，这个经上也有这个现相。念老用这么多的文字，把这个译文会集交代得很清楚。",
      "zh_TW": "『又如明鏡，影暢表裡』，又像明鏡一樣。「影者，光影。暢者，通達。」海東憬興師，海東是現在的韓國，憬興法師，這也是唐朝時候在中國留學，大概都是善導大師的學生，他說：「鏡光外照，名為影表。即同佛身，光明外舒。外照之光顯影，暢在鏡內，亦同所放光還曜巍顏，故云表裡」。這個光照外面，外面的光又照回來，我們講反光，所以顯得佛放光格外的莊嚴。「《淨影疏》曰：鏡光外照，名為影表；外照之光，明顯鏡內」，這就是被鏡子又照進去，「名為影裡。佛身如是，光明外照所放之表，顯曜佛身，名影表裡」。「按上兩說，佛身內外映徹，喻如明淨之鏡，由鏡放光外照，謂之影表。所放光明，還照鏡內」，鏡子又照進去，「謂之影裡」。「漢吳兩譯中，佛光數百千色，數千百變，光甚大明，上下明徹，巍巍重明」，這些句子統統都顯示「影暢表裡」的意思。《宋譯》本裡面是，「面色圓滿，寶剎莊嚴，則更顯佛光明中，影現十方寶剎，如大圓寶鏡，映現十方。如《甄解》所釋：則光顏巍巍中，影現寶剎莊嚴相。其猶珠寶鏡中，能現森羅萬相乎！上說正顯《華嚴》境界。」重重無盡是《華嚴經》所說的，佛在這一會上放光，也有這個現相，說明這個經無異於《華嚴》，《華嚴》光中現剎，重重無盡，這個經上也有這個現相。念老用這麼多的文字，把這個譯文會集交代得很清楚。"
    },
    {
      "id": "02-040-0122_p0007",
      "zh_CN": "下面再解释，『现大光明，数千百变』。「指佛于会上放大光明，瞬息万变，光色参回，自然最胜。如《法华经序品》曰：眉间白毫，大光普照。故知现大光明即彼之大光普照」，跟《法华经》所说的这个意思相同。「故知《魏译》中之威神光光亦应同此」。这是说明放光现瑞之中，显示佛所说的《大乘无量寿经》义趣、境界跟《华严》跟《法华》相同，《华严》、《法华》是一乘圆教，这个经真的也是一乘圆教。《华严》末后十大愿王导归极乐，《法华》龙女八岁成佛，也是念佛成佛。「咸表佛之威光明曜广大，无能比者。至于数千百变，则同于本经《寿乐无极品》中之自然光色参回，转变最胜。同表佛光自然交参回转，光色变化愈变愈胜，无有穷极。」说明佛放光的形相，用现在话说，是无量的精彩绝伦，没有东西能够跟他相比。这里面的表法，经还没说，说明这一会等同《华严》、《法华》一乘圆教，所以含义很深。",
      "zh_TW": "下面再解釋，『現大光明，數千百變』。「指佛於會上放大光明，瞬息萬變，光色參迴，自然最勝。如《法華經序品》曰：眉間白毫，大光普照。故知現大光明即彼之大光普照」，跟《法華經》所說的這個意思相同。「故知《魏譯》中之威神光光亦應同此」。這是說明放光現瑞之中，顯示佛所說的《大乘無量壽經》義趣、境界跟《華嚴》跟《法華》相同，《華嚴》、《法華》是一乘圓教，這個經真的也是一乘圓教。《華嚴》末後十大願王導歸極樂，《法華》龍女八歲成佛，也是念佛成佛。「咸表佛之威光明曜廣大，無能比者。至於數千百變，則同於本經《壽樂無極品》中之自然光色參迴，轉變最勝。同表佛光自然交參迴轉，光色變化愈變愈勝，無有窮極。」說明佛放光的形相，用現在話說，是無量的精彩絕倫，沒有東西能夠跟他相比。這裡面的表法，經還沒說，說明這一會等同《華嚴》、《法華》一乘圓教，所以含義很深。"
    },
    {
      "id": "02-040-0122_p0008",
      "zh_CN": "下面是「阿难启请」，分为两小科，第一「见瑞希有」。请看经文：",
      "zh_TW": "下面是「阿難啟請」，分為兩小科，第一「見瑞希有」。請看經文："
    },
    {
      "id": "02-040-0122_p0009",
      "zh_CN": "【尊者阿难。即自思惟。今日世尊色身诸根。悦豫清净。光颜巍巍。宝刹庄严。从昔以来所未曾见。喜得瞻仰。生希有心。】",
      "zh_TW": "【尊者阿難。即自思惟。今日世尊色身諸根。悅豫清淨。光顏巍巍。寶剎莊嚴。從昔以來所未曾見。喜得瞻仰。生希有心。】"
    },
    {
      "id": "02-040-0122_p0010",
      "zh_CN": "阿难见相生稀有心，跟在佛身边多年，从来没有看到这么庄严的相，这么稀有的事情。我们看念老的注解，『尊者阿难，即自思惟』。「阿难乃本经之当机」，这个法会，他是当机者。「若论其本，实亦从果向因之法身大士」。由此可知，阿难也是久远劫已经成就，到这个地方来现身、来赞助释迦牟尼佛这次的法会。他显的身分是初果，初果跟法身差太远了，来扮演这个角色，做释迦牟尼佛的侍者。这里头意思真的是很深，让我们在此地看到，佛跟佛、佛跟这些法身菩萨，这些法身菩萨至少都是八地以上的，这么样的融洽。「一佛出世，千佛拥护」，没有争名、争地位的，没有，释迦牟尼佛示现唱主角，这些诸佛唱配角。确实有很多菩萨资格超过释迦牟尼佛，在释迦牟尼佛之前久远劫就已经成佛。欢喜！一看到你在那个地方示现作佛，马上就过去，看看哪个地方，你还缺哪里，他就补那个缺。这叫什么？这叫和合僧团，这叫僧赞僧，不是言语上的赞，是来给他当配角，是来给他做影响众。",
      "zh_TW": "阿難見相生稀有心，跟在佛身邊多年，從來沒有看到這麼莊嚴的相，這麼稀有的事情。我們看念老的註解，『尊者阿難，即自思惟』。「阿難乃本經之當機」，這個法會，他是當機者。「若論其本，實亦從果向因之法身大士」。由此可知，阿難也是久遠劫已經成就，到這個地方來現身、來贊助釋迦牟尼佛這次的法會。他顯的身分是初果，初果跟法身差太遠了，來扮演這個角色，做釋迦牟尼佛的侍者。這裡頭意思真的是很深，讓我們在此地看到，佛跟佛、佛跟這些法身菩薩，這些法身菩薩至少都是八地以上的，這麼樣的融洽。「一佛出世，千佛擁護」，沒有爭名、爭地位的，沒有，釋迦牟尼佛示現唱主角，這些諸佛唱配角。確實有很多菩薩資格超過釋迦牟尼佛，在釋迦牟尼佛之前久遠劫就已經成佛。歡喜！一看到你在那個地方示現作佛，馬上就過去，看看哪個地方，你還缺哪裡，他就補那個缺。這叫什麼？這叫和合僧團，這叫僧讚僧，不是言語上的讚，是來給他當配角，是來給他做影響眾。"
    },
    {
      "id": "02-040-0122_p0011",
      "zh_CN": "文殊、普贤、观音、势至，久远劫都成佛了，他们在十方世界，只要看到有人示现成佛的，立刻，示现成佛就是感，这些如来他就有应，立刻就去现身，缺少什么他就来补什么，补这个位子。这里头的身分，菩萨身分、缘觉身分、声闻身分、比丘身分，居士，在家的，优婆塞的身分、优婆夷的身分，乃至国王大臣、贩夫走卒，他统统能示现，来成就圆满释迦牟尼佛这个法会。这一台表演得非常精彩，功德皆是圆满的。众生迷了，要去争取这个位子，佛菩萨没有相争的，这都是我们要学习的地方。佛菩萨为什么不争？佛菩萨无我。阿罗汉就证得无我，两种执着，第一种证得了，人无我，他还认为有法；菩萨破法执，人法二空，一切示现无非是为利益众生。利益众生是诸佛菩萨共同的愿望，那真的叫同志，共同的愿望，一定要把这个事情做得圆满，众生真正生起信心、生起愿心，念佛往生得度，功德圆满了。当然以佛身出现，必定这个地方有不少众生根熟了，真正能接受。见相，所谓是上上根机的人，见到佛放光现瑞，他一看他就开悟了，这是上上根人。中下根人必须要听讲解才能开悟。开悟有早晚不同，上根人可能几个月、半年开悟，一年开悟；中等根大概三、五年开悟；下根可能就十年、二十年开悟。这是根性不相同，开悟时间有早晚。开悟之后境界完全相同，没有两样，所以佛法永远是平等的。",
      "zh_TW": "文殊、普賢、觀音、勢至，久遠劫都成佛了，他們在十方世界，只要看到有人示現成佛的，立刻，示現成佛就是感，這些如來他就有應，立刻就去現身，缺少什麼他就來補什麼，補這個位子。這裡頭的身分，菩薩身分、緣覺身分、聲聞身分、比丘身分，居士，在家的，優婆塞的身分、優婆夷的身分，乃至國王大臣、販夫走卒，他統統能示現，來成就圓滿釋迦牟尼佛這個法會。這一台表演得非常精彩，功德皆是圓滿的。眾生迷了，要去爭取這個位子，佛菩薩沒有相爭的，這都是我們要學習的地方。佛菩薩為什麼不爭？佛菩薩無我。阿羅漢就證得無我，兩種執著，第一種證得了，人無我，他還認為有法；菩薩破法執，人法二空，一切示現無非是為利益眾生。利益眾生是諸佛菩薩共同的願望，那真的叫同志，共同的願望，一定要把這個事情做得圓滿，眾生真正生起信心、生起願心，念佛往生得度，功德圓滿了。當然以佛身出現，必定這個地方有不少眾生根熟了，真正能接受。見相，所謂是上上根機的人，見到佛放光現瑞，他一看他就開悟了，這是上上根人。中下根人必須要聽講解才能開悟。開悟有早晚不同，上根人可能幾個月、半年開悟，一年開悟；中等根大概三、五年開悟；下根可能就十年、二十年開悟。這是根性不相同，開悟時間有早晚。開悟之後境界完全相同，沒有兩樣，所以佛法永遠是平等的。"
    },
    {
      "id": "02-040-0122_p0012",
      "zh_CN": "佛法最怕的是怀疑、是骄慢，不但佛法怕，世间圣教也怕，学儒学道，如果有疑、有傲，决定不能成就。《易经》谦卦，六爻皆吉只有这一卦，谦虚，六十四卦里头，其他六十三卦都没有这一卦殊胜。这就是什么？谦谦君子，谦德光明殊胜。了凡先生，你们看《了凡四训》，他所记载的，每一次参加考试，他都跟一些赶考的人在一起，都算是同学。他预测哪个人会考中，哪个人这一科考不中，放榜之后，他所说的果然都中。他是不是会看相算命？不会，他没有学这个。他怎么知道？那个学生很谦虚，对人很恭敬，就是谦跟敬，他说这个人必定得中。为什么？这是有德行的人，冥冥当中有鬼神保佑他。他自己参加考举人，好像是二、三次考中的，考进士也是的，不是一参加就考中的。他很有耐心，知道要功名必须要德行，他在家里头断恶修善、积功累德，最后真的如愿以偿，考中进士。这是孔先生给他算命，命里头没有的，他命里头只到秀才，没有举人、没有进士，做官做个小官，四川一个很小县分的知县。他考中进士之后，你看他做的那个官也是个知县，但是是大县，宝坻。宝坻这个县是归皇上管的，等于像现在直辖市，这个县是归中央直接管的，像现在首都附近的几个县，那个身分就不一样了。《了凡四训》也是我们非常好的一个榜样。所以看到经文上这些意思含义很深，我们要细心去体会。这些都是从果向因的法身大士，我们一定要懂得怎么学习，懂得成就别人，成就别人实在讲就是成就自己。不要去争名，自己到后来决定是实至名归，这是一个人的性德。",
      "zh_TW": "佛法最怕的是懷疑、是驕慢，不但佛法怕，世間聖教也怕，學儒學道，如果有疑、有傲，決定不能成就。《易經》謙卦，六爻皆吉只有這一卦，謙虛，六十四卦裡頭，其他六十三卦都沒有這一卦殊勝。這就是什麼？謙謙君子，謙德光明殊勝。了凡先生，你們看《了凡四訓》，他所記載的，每一次參加考試，他都跟一些趕考的人在一起，都算是同學。他預測哪個人會考中，哪個人這一科考不中，放榜之後，他所說的果然都中。他是不是會看相算命？不會，他沒有學這個。他怎麼知道？那個學生很謙虛，對人很恭敬，就是謙跟敬，他說這個人必定得中。為什麼？這是有德行的人，冥冥當中有鬼神保佑他。他自己參加考舉人，好像是二、三次考中的，考進士也是的，不是一參加就考中的。他很有耐心，知道要功名必須要德行，他在家裡頭斷惡修善、積功累德，最後真的如願以償，考中進士。這是孔先生給他算命，命裡頭沒有的，他命裡頭只到秀才，沒有舉人、沒有進士，做官做個小官，四川一個很小縣分的知縣。他考中進士之後，你看他做的那個官也是個知縣，但是是大縣，寶坻。寶坻這個縣是歸皇上管的，等於像現在直轄市，這個縣是歸中央直接管的，像現在首都附近的幾個縣，那個身分就不一樣了。《了凡四訓》也是我們非常好的一個榜樣。所以看到經文上這些意思含義很深，我們要細心去體會。這些都是從果向因的法身大士，我們一定要懂得怎麼學習，懂得成就別人，成就別人實在講就是成就自己。不要去爭名，自己到後來決定是實至名歸，這是一個人的性德。"
    },
    {
      "id": "02-040-0122_p0013",
      "zh_CN": "「《法华经》中，佛告菩萨曰：我与阿难等，于空王佛所，同时发阿耨多罗三藐三菩提心。阿难常乐多闻，我常勤精进。是故我已得阿耨多罗三藐三菩提，而阿难护持我法，亦护将来诸佛法藏，教化成就菩萨众。」这是佛在《法华经》里头透了一点信息，阿难跟世尊的关系，久远劫就在一起，同时发心、同时学佛，阿难喜欢多闻，广学多闻；释迦牟尼佛常精进，就是一门深入，长时薰修。这两个人成就不一样，多闻的还在菩萨众里头，一门深入的他成佛了。所以确实，我们在实验当中细心去观察，一个喜欢多闻的，一个一门深入，读书千遍，其义自见。",
      "zh_TW": "「《法華經》中，佛告菩薩曰：我與阿難等，於空王佛所，同時發阿耨多羅三藐三菩提心。阿難常樂多聞，我常勤精進。是故我已得阿耨多羅三藐三菩提，而阿難護持我法，亦護將來諸佛法藏，教化成就菩薩眾。」這是佛在《法華經》裡頭透了一點信息，阿難跟世尊的關係，久遠劫就在一起，同時發心、同時學佛，阿難喜歡多聞，廣學多聞；釋迦牟尼佛常精進，就是一門深入，長時薰修。這兩個人成就不一樣，多聞的還在菩薩眾裡頭，一門深入的他成佛了。所以確實，我們在實驗當中細心去觀察，一個喜歡多聞的，一個一門深入，讀書千遍，其義自見。"
    },
    {
      "id": "02-040-0122_p0014",
      "zh_CN": "在我们现前，我们看到谛闲法师那个锅漏匠的徒弟，他不认识字，所以他没有法子念经，老和尚就教他一句佛号，南无阿弥陀佛。他就一门精进，一句佛号念到底，把一切烦恼习气统统念掉，他成佛了。往生就是成佛，三年就成就了。别的同学多，谛闲法师的徒众很多，在当时佛门地位算最高的，徒众很多，这一招比不上锅漏匠。我们走哪一条路，这个由自己决定，也要考虑到缘分。锅漏匠他想广学多闻，他没有这个能力，他要有这个能力，谛闲法师一定教他，劝他学教，学讲经。没有能力，年岁太大，四十以上就不行了。李老师当年在台中教学，学生，他说四十以内的；超过四十，他就劝他不要学这个，学这个时间很久，也很辛苦。能够成就弘法利生的他劝你；不能成就的，他劝你老实念佛。老师有智慧，帮我们选择，我们自己也要有智慧才能接受。",
      "zh_TW": "在我們現前，我們看到諦閑法師那個鍋漏匠的徒弟，他不認識字，所以他沒有法子念經，老和尚就教他一句佛號，南無阿彌陀佛。他就一門精進，一句佛號念到底，把一切煩惱習氣統統念掉，他成佛了。往生就是成佛，三年就成就了。別的同學多，諦閑法師的徒眾很多，在當時佛門地位算最高的，徒眾很多，這一招比不上鍋漏匠。我們走哪一條路，這個由自己決定，也要考慮到緣分。鍋漏匠他想廣學多聞，他沒有這個能力，他要有這個能力，諦閑法師一定教他，勸他學教，學講經。沒有能力，年歲太大，四十以上就不行了。李老師當年在台中教學，學生，他說四十以內的；超過四十，他就勸他不要學這個，學這個時間很久，也很辛苦。能夠成就弘法利生的他勸你；不能成就的，他勸你老實念佛。老師有智慧，幫我們選擇，我們自己也要有智慧才能接受。"
    },
    {
      "id": "02-040-0122_p0015",
      "zh_CN": "总而言之一句话，他不为自己，这比什么都重要。人考虑到自己名闻利养，这都是属于私心，私心不能出离；没有私心，那已经出离了。所以蕅益大师说得非常好，真信真愿就是无上菩提心，一心念佛就是真实功德，必定生净土。跟本经所说的完全相应，「发菩提心，一向专念」。聪明人两者兼得，虽然学教，弘法利生，护持正法，不能让正法消灭掉，自己对于净宗坚定信心，一丝毫不怀疑，一心念佛，求生净土。念佛要靠功夫，不是念的遍数多；你有深心，一天念十句都不算少，他就能往生，品位高。完全是功夫的浅深。什么叫深心？清净心、平等心、慈悲心，这是深心，清净、平等、慈悲里头都没有我。菩提心是从真心里头发出来的，不是妄心，这点要知道。",
      "zh_TW": "總而言之一句話，他不為自己，這比什麼都重要。人考慮到自己名聞利養，這都是屬於私心，私心不能出離；沒有私心，那已經出離了。所以蕅益大師說得非常好，真信真願就是無上菩提心，一心念佛就是真實功德，必定生淨土。跟本經所說的完全相應，「發菩提心，一向專念」。聰明人兩者兼得，雖然學教，弘法利生，護持正法，不能讓正法消滅掉，自己對於淨宗堅定信心，一絲毫不懷疑，一心念佛，求生淨土。念佛要靠功夫，不是念的遍數多；你有深心，一天念十句都不算少，他就能往生，品位高。完全是功夫的淺深。什麼叫深心？清淨心、平等心、慈悲心，這是深心，清淨、平等、慈悲裡頭都沒有我。菩提心是從真心裡頭發出來的，不是妄心，這點要知道。"
    },
    {
      "id": "02-040-0122_p0016",
      "zh_CN": "护持正法，正法久住，你说你帮助了多少众生，这功德多大？无量无边！用什么来护持？必定要用自己的德行、智慧，善巧方便。今天我们看到整个世界的局面，佛法是真的衰了，经上讲的话没错，法弱魔强，魔的力量太强大了。修行人很辛苦，走正法的路子，处处都有障碍，没有人护持你，只有人障碍你，你必须有智慧，关关障碍都能通过。要用什么心态？就是「谦敬」这两个字。对于毁谤我的人，我恭敬他、我赞叹他，我不批评他、我不毁谤他，我感他的恩。他来考我，看我生不生烦恼、会不会起怨恨，我没有起怨恨，我起感恩，通过了。陷害我的人，决定没有报复的念头，也是感恩心对待。以身作则，做出样子来。佛教我们怎么做的？修忍辱波罗蜜。我把忍辱波罗蜜做出来，把布施波罗蜜做出来，把持戒做出来，六波罗蜜、普贤十愿在我身上就能看到。这样发心，这样修持，魔不能障，魔来都帮助你、提升你，给你做增上缘。这个增上缘在佛法讲，逆增上缘。无论是顺境逆境、善缘恶缘，统统都是增上缘，你就一帆风顺，三宝、龙天善神帮得上忙，他能护持你。",
      "zh_TW": "護持正法，正法久住，你說你幫助了多少眾生，這功德多大？無量無邊！用什麼來護持？必定要用自己的德行、智慧，善巧方便。今天我們看到整個世界的局面，佛法是真的衰了，經上講的話沒錯，法弱魔強，魔的力量太強大了。修行人很辛苦，走正法的路子，處處都有障礙，沒有人護持你，只有人障礙你，你必須有智慧，關關障礙都能通過。要用什麼心態？就是「謙敬」這兩個字。對於毀謗我的人，我恭敬他、我讚歎他，我不批評他、我不毀謗他，我感他的恩。他來考我，看我生不生煩惱、會不會起怨恨，我沒有起怨恨，我起感恩，通過了。陷害我的人，決定沒有報復的念頭，也是感恩心對待。以身作則，做出樣子來。佛教我們怎麼做的？修忍辱波羅蜜。我把忍辱波羅蜜做出來，把布施波羅蜜做出來，把持戒做出來，六波羅蜜、普賢十願在我身上就能看到。這樣發心，這樣修持，魔不能障，魔來都幫助你、提升你，給你做增上緣。這個增上緣在佛法講，逆增上緣。無論是順境逆境、善緣惡緣，統統都是增上緣，你就一帆風順，三寶、龍天善神幫得上忙，他能護持你。"
    },
    {
      "id": "02-040-0122_p0017",
      "zh_CN": "如果自己没有定力、没有智慧，小小的挫折就心里不高兴，瞋恚也起来了；小小的利益欢喜，贪恋就生出来了，这是佛菩萨都无能为力，就是帮不上忙。真正帮得上的，他天天反省，天天改过自新，这是帮忙的人最喜欢的。功夫在哪里？功夫就在生活当中，我看到不顺意的我生不生气？要真不生气才行。无论是看到听到，无动于衷，完全用智慧、用善巧方便来处置，那是报恩。这是个冤亲债主，他根本就不听我的，我怎么劝他？他看见我掉头就走。我们在讲经里头可以劝，教学里头可以劝，他有意无意就会听到，那就是他的缘分。听到怎么样？我们了解，他怨恨心减低了，不再那么执着。会不会认错？不见得。为什么？面子问题，心里没事，面子问题。这个面子害不少人，特别是读书人，带着有傲慢习气的人，知道错了，他也在改，表面上他不承认。有没有好处？有好处。我们总是一生不断的来学习，不断的来劝导，没有人听，可以对着小的录音机讲。我以前学佛，没有这些工具，那个时候已经有录音机，我就对录音机讲，讲完了自己听。这个带子就可以传送给别人，产生效果，我们在一起学习的人愈来愈多。坚定信心，百折不回，才能走向成功的道路。愈是大成就，挫折就愈多、就愈大，你得关关通过，禁得起折磨，禁得起考验。",
      "zh_TW": "如果自己沒有定力、沒有智慧，小小的挫折就心裡不高興，瞋恚也起來了；小小的利益歡喜，貪戀就生出來了，這是佛菩薩都無能為力，就是幫不上忙。真正幫得上的，他天天反省，天天改過自新，這是幫忙的人最喜歡的。功夫在哪裡？功夫就在生活當中，我看到不順意的我生不生氣？要真不生氣才行。無論是看到聽到，無動於衷，完全用智慧、用善巧方便來處置，那是報恩。這是個冤親債主，他根本就不聽我的，我怎麼勸他？他看見我掉頭就走。我們在講經裡頭可以勸，教學裡頭可以勸，他有意無意就會聽到，那就是他的緣分。聽到怎麼樣？我們了解，他怨恨心減低了，不再那麼執著。會不會認錯？不見得。為什麼？面子問題，心裡沒事，面子問題。這個面子害不少人，特別是讀書人，帶著有傲慢習氣的人，知道錯了，他也在改，表面上他不承認。有沒有好處？有好處。我們總是一生不斷的來學習，不斷的來勸導，沒有人聽，可以對著小的錄音機講。我以前學佛，沒有這些工具，那個時候已經有錄音機，我就對錄音機講，講完了自己聽。這個帶子就可以傳送給別人，產生效果，我們在一起學習的人愈來愈多。堅定信心，百折不回，才能走向成功的道路。愈是大成就，挫折就愈多、就愈大，你得關關通過，禁得起折磨，禁得起考驗。"
    },
    {
      "id": "02-040-0122_p0018",
      "zh_CN": "这是世尊跟阿难两个性格就不一样，一个是喜欢多闻，一个是喜欢精进，同样的成就。所以世尊得无上正等正觉，示现成佛，阿难示现护法，护持我法；不但护持释迦，他发愿护持将来诸佛法藏。护持诸佛法藏，就是跟这个法会情形一样，佛讲经之后，他来结集法藏，他来整理。等于说是把佛所说的一切法整理成经典，流通后世，他来做这个事情。这个事情是大事，如果没有阿难的结集，佛法就灭了；靠口传不行，传几代就没有了。我们就知道阿难的发愿，发这个大愿，结集法藏，流传后世。教化成就菩萨众，能教化成就菩萨众，这是如来。阿难跟释迦根本上没有两样，都是从佛果地上应化身到这个世间来的。",
      "zh_TW": "這是世尊跟阿難兩個性格就不一樣，一個是喜歡多聞，一個是喜歡精進，同樣的成就。所以世尊得無上正等正覺，示現成佛，阿難示現護法，護持我法；不但護持釋迦，他發願護持將來諸佛法藏。護持諸佛法藏，就是跟這個法會情形一樣，佛講經之後，他來結集法藏，他來整理。等於說是把佛所說的一切法整理成經典，流通後世，他來做這個事情。這個事情是大事，如果沒有阿難的結集，佛法就滅了；靠口傳不行，傳幾代就沒有了。我們就知道阿難的發願，發這個大願，結集法藏，流傳後世。教化成就菩薩眾，能教化成就菩薩眾，這是如來。阿難跟釋迦根本上沒有兩樣，都是從佛果地上應化身到這個世間來的。"
    },
    {
      "id": "02-040-0122_p0019",
      "zh_CN": "「若论其迹，则为集结经藏、传佛心印」，他是来示现这个角色的。夏莲居老居士来示现的，是将《无量寿经》会集本重新整理。会集是必要的，像我们在前面看到光中现刹，五种原译本里头只有一个本子有，其他四个本子没有，这不能漏掉。世尊放光这是大事，阿难是从这个地方，从看到佛放光，才动念头向佛请教，佛才说出这部经，所以放光很重要。五种本子详略不同，这就是有会集的必要。但是会集的人不一样，他的看法、选择的句子不相同，没有能做到尽善尽美，所以这些会集本不容易传世，没有办法取得人的信心。所以要重新再会集，夏莲老是为这个事情来的。他有两句话，两句话是个对联。浊世，现在是五浊恶世，「浊世无如念佛好」，提醒我们，我们生在五浊恶世，只有靠念佛才能够不染浊恶，念佛能保住你，这个浊恶你不会染上。无如念佛好，念佛能求生净土。换句话说，浊恶对我们来讲是最好的增上缘，如果是太平盛世，我们会留恋这个地方，不想走，对我们来讲是好的增上缘。下一联说，「此生端为大经来」，我这一生专门就是为了会集大经来到这个世间的，这是他老人家自己的写真。",
      "zh_TW": "「若論其跡，則為集結經藏、傳佛心印」，他是來示現這個角色的。夏蓮居老居士來示現的，是將《無量壽經》會集本重新整理。會集是必要的，像我們在前面看到光中現剎，五種原譯本裡頭只有一個本子有，其他四個本子沒有，這不能漏掉。世尊放光這是大事，阿難是從這個地方，從看到佛放光，才動念頭向佛請教，佛才說出這部經，所以放光很重要。五種本子詳略不同，這就是有會集的必要。但是會集的人不一樣，他的看法、選擇的句子不相同，沒有能做到盡善盡美，所以這些會集本不容易傳世，沒有辦法取得人的信心。所以要重新再會集，夏蓮老是為這個事情來的。他有兩句話，兩句話是個對聯。濁世，現在是五濁惡世，「濁世無如念佛好」，提醒我們，我們生在五濁惡世，只有靠念佛才能夠不染濁惡，念佛能保住你，這個濁惡你不會染上。無如念佛好，念佛能求生淨土。換句話說，濁惡對我們來講是最好的增上緣，如果是太平盛世，我們會留戀這個地方，不想走，對我們來講是好的增上緣。下一聯說，「此生端為大經來」，我這一生專門就是為了會集大經來到這個世間的，這是他老人家自己的寫真。"
    },
    {
      "id": "02-040-0122_p0020",
      "zh_CN": "黄念祖老居士来，是来注解这部经的，也是为这个，没有别的事情。他们学禅、学密、学教，样样都学，这是给我们表法，广学多闻，最后归净土，妙得很！你细心观察，夏莲老在世也是如此，学禅、学密、学教，统统都学，最后归净土。做样子给我们看，提醒我们，这个时代只有这个法门得度，只有这个法门决定有成就，别的法门靠不住，一点都不假。看清楚、看明白了，他的示现，种种示现是无尽的慈悲，帮助末法众生成就，永远脱离六道轮回。生到西方极乐世界等于成佛，这还得了！所以佛不能离心，心里头念念都想着阿弥陀佛，这就对了，这就是夏莲公、黄念老他们弘愿里面的众生。从这个经、注真正认识净土法门，万缘放下，一定要知道，这个世界是假的、是空的，这个世界一切法了不可得，我们才真正能放得下，不再有丝毫留恋。眼前一切都不要去关心，有很好，没有也很好。",
      "zh_TW": "黃念祖老居士來，是來註解這部經的，也是為這個，沒有別的事情。他們學禪、學密、學教，樣樣都學，這是給我們表法，廣學多聞，最後歸淨土，妙得很！你細心觀察，夏蓮老在世也是如此，學禪、學密、學教，統統都學，最後歸淨土。做樣子給我們看，提醒我們，這個時代只有這個法門得度，只有這個法門決定有成就，別的法門靠不住，一點都不假。看清楚、看明白了，他的示現，種種示現是無盡的慈悲，幫助末法眾生成就，永遠脫離六道輪迴。生到西方極樂世界等於成佛，這還得了！所以佛不能離心，心裡頭念念都想著阿彌陀佛，這就對了，這就是夏蓮公、黃念老他們弘願裡面的眾生。從這個經、註真正認識淨土法門，萬緣放下，一定要知道，這個世界是假的、是空的，這個世界一切法了不可得，我們才真正能放得下，不再有絲毫留戀。眼前一切都不要去關心，有很好，沒有也很好。"
    },
    {
      "id": "02-040-0122_p0021",
      "zh_CN": "我们再往下面看，阿难传佛心印。阿难是禅宗第二代祖师，佛是将禅传给迦叶，迦叶传给阿难，这是二祖。「传授密乘、承传大教之关键人物」，教是阿难传的，禅也不离阿难。「《莲华生大士应化因缘经》曰：密教初祖莲华生大士，从阿难受释尊预嘱传付之密法」，密是阿难传的。「又《胎藏界鬘陀罗钞三》曰：阿难密号集法金刚。此又显阿难之本。」密宗的金刚就是佛，阿难成佛了，不是这一生，早就成佛了。「故知阿难护持佛法是其本愿，现则示现为佛侍者，续佛慧命，继往开来。故于本经当机，乃能善自思惟，发此妙问。」问的话是在底下一段。",
      "zh_TW": "我們再往下面看，阿難傳佛心印。阿難是禪宗第二代祖師，佛是將禪傳給迦葉，迦葉傳給阿難，這是二祖。「傳授密乘、承傳大教之關鍵人物」，教是阿難傳的，禪也不離阿難。「《蓮華生大士應化因緣經》曰：密教初祖蓮華生大士，從阿難受釋尊預囑傳付之密法」，密是阿難傳的。「又《胎藏界鬘陀羅鈔三》曰：阿難密號集法金剛。此又顯阿難之本。」密宗的金剛就是佛，阿難成佛了，不是這一生，早就成佛了。「故知阿難護持佛法是其本願，現則示現為佛侍者，續佛慧命，繼往開來。故於本經當機，乃能善自思惟，發此妙問。」問的話是在底下一段。"
    },
    {
      "id": "02-040-0122_p0022",
      "zh_CN": "『色身诸根，悦豫清净』。「诸根指色相身之眼耳鼻舌身等五根」。「悦豫」是喜乐，欢欢喜喜，为什么？得法喜了。法喜充满，这是学佛真正有受用；没有得到法喜，不得受用。没有得法喜的人，心是乱的，他属于不定聚，心智都动摇。如果真正功夫得力，法喜充满，他心是定的、心是静的。净宗法门，他一个方向、一个目标，不会被任何干扰，世出世间法他都不干扰，所以他有法喜。不但有法喜，他还有清净。下面说，「清净者，《嘉祥疏》曰：光显也。又《宝积经》曰：如来身者，自性清澈。何以故？如来久已远离一切烦恼诸垢秽故」。得清净心，阿罗汉就得到了；平等心，三贤菩萨就得到，这讲因地。阿难既然在密宗里头是集法金刚，那就是久远劫成佛了。佛自性清澈，清净平等觉，所以已经离一切烦恼。垢秽是染污，染污我们的六根，眼是色、耳是声、鼻是香、舌是味、身是触、意是法，我们所说的精神生活，染污你的意根。六根对六尘境界解脱了，你看不受染污，这就解脱，才真正得自在、真正生法喜，所以有受用。不得受用，当然还受染污，这不得受用。为什么不得受用？不外乎解跟行，解得不透彻，没有真正了解，所以放不下。放不下就被染污，被染污，你的心生烦恼，你怎么会生智慧？你怎么可能有清净、法喜充满？",
      "zh_TW": "『色身諸根，悅豫清淨』。「諸根指色相身之眼耳鼻舌身等五根」。「悅豫」是喜樂，歡歡喜喜，為什麼？得法喜了。法喜充滿，這是學佛真正有受用；沒有得到法喜，不得受用。沒有得法喜的人，心是亂的，他屬於不定聚，心智都動搖。如果真正功夫得力，法喜充滿，他心是定的、心是靜的。淨宗法門，他一個方向、一個目標，不會被任何干擾，世出世間法他都不干擾，所以他有法喜。不但有法喜，他還有清淨。下面說，「清淨者，《嘉祥疏》曰：光顯也。又《寶積經》曰：如來身者，自性清澈。何以故？如來久已遠離一切煩惱諸垢穢故」。得清淨心，阿羅漢就得到了；平等心，三賢菩薩就得到，這講因地。阿難既然在密宗裡頭是集法金剛，那就是久遠劫成佛了。佛自性清澈，清淨平等覺，所以已經離一切煩惱。垢穢是染污，染污我們的六根，眼是色、耳是聲、鼻是香、舌是味、身是觸、意是法，我們所說的精神生活，染污你的意根。六根對六塵境界解脫了，你看不受染污，這就解脫，才真正得自在、真正生法喜，所以有受用。不得受用，當然還受染污，這不得受用。為什麼不得受用？不外乎解跟行，解得不透徹，沒有真正了解，所以放不下。放不下就被染污，被染污，你的心生煩惱，你怎麼會生智慧？你怎麼可能有清淨、法喜充滿？"
    },
    {
      "id": "02-040-0122_p0023",
      "zh_CN": "「如来身者，出过世间」，他超越世间，「不为世法之所染污」，知道世间一切法不可得。《般若经》上告诉我们，「一切法无所有，毕竟空，不可得」，色声香味触法都是假的。这些重要的经文要常常记住，什么时候起作用？境界现前它起作用。境界现前真能提得起，念几句心就清净了，就不会受诱惑。最怕的是什么？境界现前糊涂了，就迷上，这一迷就大幅度的退转，这是我们不能不提高警觉的。「乃至如来身者，如净镜中微妙之像，如净水中明满之月」。这个比喻都比喻得好，很清净的镜子当中照见微妙的像，池塘净水里面，晚上看到月亮的倒影，这心清净。",
      "zh_TW": "「如來身者，出過世間」，他超越世間，「不為世法之所染污」，知道世間一切法不可得。《般若經》上告訴我們，「一切法無所有，畢竟空，不可得」，色聲香味觸法都是假的。這些重要的經文要常常記住，什麼時候起作用？境界現前它起作用。境界現前真能提得起，念幾句心就清淨了，就不會受誘惑。最怕的是什麼？境界現前糊塗了，就迷上，這一迷就大幅度的退轉，這是我們不能不提高警覺的。「乃至如來身者，如淨鏡中微妙之像，如淨水中明滿之月」。這個比喻都比喻得好，很清淨的鏡子當中照見微妙的像，池塘淨水裡面，晚上看到月亮的倒影，這心清淨。"
    },
    {
      "id": "02-040-0122_p0024",
      "zh_CN": "「综上引证，经文释为：当时世尊，眼等五根同现喜容」。你看佛，我们讲满身的欢喜，眼耳鼻舌身样样都欢喜，满身的欢喜、满心的欢喜，同现喜容。「心中安乐，妙相清澈，如镜中影，如水中月，光明圆满，净若无形，和悦欢喜，清净庄严」，欢喜相，佛放的光是欢喜光，不可思议。为什么欢喜？众生净宗的缘成熟了，这是佛太高兴了！净宗缘成熟了，这是一切诸佛如来，真的，常常盼望的，心心想念的，一遇到这种缘，这个众生一生就能作佛，一生就能解脱，不要再到来世，他怎么不欢喜！根熟众生，这纯熟，真能相信有极乐世界，真能相信有阿弥陀佛，真正发愿求生净土，这个众生是圆满成熟。他这一生在佛门叫最后身，无量劫来在六道搞生死轮回，现在这个身是最后的身，这个身灭了之后不再搞轮回，轮回没有了。所以这一大堆的形容，说佛的心多欢喜。",
      "zh_TW": "「綜上引證，經文釋為：當時世尊，眼等五根同現喜容」。你看佛，我們講滿身的歡喜，眼耳鼻舌身樣樣都歡喜，滿身的歡喜、滿心的歡喜，同現喜容。「心中安樂，妙相清澈，如鏡中影，如水中月，光明圓滿，淨若無形，和悅歡喜，清淨莊嚴」，歡喜相，佛放的光是歡喜光，不可思議。為什麼歡喜？眾生淨宗的緣成熟了，這是佛太高興了！淨宗緣成熟了，這是一切諸佛如來，真的，常常盼望的，心心想念的，一遇到這種緣，這個眾生一生就能作佛，一生就能解脫，不要再到來世，他怎麼不歡喜！根熟眾生，這純熟，真能相信有極樂世界，真能相信有阿彌陀佛，真正發願求生淨土，這個眾生是圓滿成熟。他這一生在佛門叫最後身，無量劫來在六道搞生死輪迴，現在這個身是最後的身，這個身滅了之後不再搞輪迴，輪迴沒有了。所以這一大堆的形容，說佛的心多歡喜。"
    },
    {
      "id": "02-040-0122_p0025",
      "zh_CN": "佛没有别的愿，就是帮助众生离苦得乐，就这一愿。众生没有离开六道就是苦。脱离六道，严重的苦没有了，还有轻微的苦，那是什么？四圣法界。什么时候再脱离四圣法界，佛度化众生的功德就圆满了。但是念佛的人，同时脱离六道、脱离十法界，极乐世界不在十法界里头，一次就办完，不要再等第二次。修其他的法门都是两次，第一个阶段教你出轮回，第二个阶段教你出十法界，是分作两次。净宗一次圆满，没有两次，圆极顿极、稳当快速，人人能修，男女老少、贤愚不肖、各行各业，没有一个不能学，没有一个不成就。下面假设了个问题，「又佛何故喜」，佛为什么欢喜？「《净影疏》曰：喜有二义」，有两个意思。第一个，「念弥陀佛所成行德可庆，故喜」，念阿弥陀佛造成极乐世界，功德圆满，以这个圆满来接引十方一切苦难众生，平等得度，这欢喜。第二个，「念众生得益时至」，众生的根性现前成熟，怎么不欢喜！",
      "zh_TW": "佛沒有別的願，就是幫助眾生離苦得樂，就這一願。眾生沒有離開六道就是苦。脫離六道，嚴重的苦沒有了，還有輕微的苦，那是什麼？四聖法界。什麼時候再脫離四聖法界，佛度化眾生的功德就圓滿了。但是念佛的人，同時脫離六道、脫離十法界，極樂世界不在十法界裡頭，一次就辦完，不要再等第二次。修其他的法門都是兩次，第一個階段教你出輪迴，第二個階段教你出十法界，是分作兩次。淨宗一次圓滿，沒有兩次，圓極頓極、穩當快速，人人能修，男女老少、賢愚不肖、各行各業，沒有一個不能學，沒有一個不成就。下面假設了個問題，「又佛何故喜」，佛為什麼歡喜？「《淨影疏》曰：喜有二義」，有兩個意思。第一個，「念彌陀佛所成行德可慶，故喜」，念阿彌陀佛造成極樂世界，功德圓滿，以這個圓滿來接引十方一切苦難眾生，平等得度，這歡喜。第二個，「念眾生得益時至」，眾生的根性現前成熟，怎麼不歡喜！"
    },
    {
      "id": "02-040-0122_p0026",
      "zh_CN": "再看下面，这还是见相。『光颜巍巍』。「光」是光明，「颜」是容颜、面色。「《无量寿经笺注》曰：佛之颜有光」，佛的面孔自然放光，叫光颜。「巍巍者，高大尊胜之貌」，貌是样子。「《嘉祥疏》曰：巍巍言德盛高显也。总表佛之德容」，佛的容貌是功德成就的。我们凡夫的容貌是业力成就的。善业善人，你一看相貌很慈祥，这人是好人的样子；恶人，脸上现的恶相，不一样。所以从面貌能看到人心。但是那真正是有德行、有学问的人，他经验丰富，看人看太多了，他知道，一般人瞒不过他。我们没有那种德行，没有那种智慧，如果把《感应篇》念熟了，今天我跟大家介绍了一本书，《格言联璧》，这个分量都不多，真正念得很熟，你就会看人，你就能看事。为什么？因果，六道十法界不出因果，你在因上能看到果，果上能看到因。我们现在这个身是果，果上看到我们造的是什么业，都在这个身上，都在眼耳鼻舌身里头，会看的人一看清清楚楚、了了分明。佛的相是无量功德所成就的德容，所以「显曜光明，超于一切」，一切众生无法跟佛比，这是佛无量劫来积功累德之所成就。",
      "zh_TW": "再看下面，這還是見相。『光顏巍巍』。「光」是光明，「顏」是容顏、面色。「《無量壽經箋註》曰：佛之顏有光」，佛的面孔自然放光，叫光顏。「巍巍者，高大尊勝之貌」，貌是樣子。「《嘉祥疏》曰：巍巍言德盛高顯也。總表佛之德容」，佛的容貌是功德成就的。我們凡夫的容貌是業力成就的。善業善人，你一看相貌很慈祥，這人是好人的樣子；惡人，臉上現的惡相，不一樣。所以從面貌能看到人心。但是那真正是有德行、有學問的人，他經驗豐富，看人看太多了，他知道，一般人瞞不過他。我們沒有那種德行，沒有那種智慧，如果把《感應篇》念熟了，今天我跟大家介紹了一本書，《格言聯璧》，這個分量都不多，真正念得很熟，你就會看人，你就能看事。為什麼？因果，六道十法界不出因果，你在因上能看到果，果上能看到因。我們現在這個身是果，果上看到我們造的是什麼業，都在這個身上，都在眼耳鼻舌身裡頭，會看的人一看清清楚楚、了了分明。佛的相是無量功德所成就的德容，所以「顯曜光明，超於一切」，一切眾生無法跟佛比，這是佛無量劫來積功累德之所成就。"
    },
    {
      "id": "02-040-0122_p0027",
      "zh_CN": "『宝刹庄严』。这一句，「集自《宋译》」。在原文，「上有面色圆满四字。表佛面容所放妙光明中，映现十方佛土之庄严宝刹」，这是不思议的境界，从佛光当中见到十方刹土。「刹者」，《法华文句记》第二卷说，刹是梵语，「此云田」，照这个字的意思翻，中国的田地，田。「即一佛所王土也」，一尊佛他所教化的地区、区域，我们叫它做佛土、佛国。「故知刹即佛土、佛国之义」，是一尊佛教化的地区。多大呢？黄念祖老居士告诉我，因为我们以前真的是搞错了。经上常说，一尊佛的教区是一个三千大千世界，我们对三千大千世界的概念很模糊，以为一个单位世界是一个太阳系，一千个太阳系就是一个小千世界，我们是这样看法的。念老告诉我不是的，一个单位世界应该是个银河系，他讲得很有道理。经上说的，日月绕着须弥山的腰环绕；须弥山，须弥山不在地球上，也不是太阳，须弥山应该是银河的中心。现在科学说，银河的中心是个黑洞、是个天体，有很大的引力，应该世尊讲的须弥山就是这个。我们看到科学家画的这个图像，银河系的图像，银河在空中像一个碟子一样，当中高起来的，旁边很稀薄，当中顶就像个须弥山。真的，整个太阳系是绕着银河腰在转。所以一个单位世界是一个银河系，这就大了。一千个银河系是小千世界，再以小千为单位，一千个小千是中千，一千个中千叫大千，要乘三次，一千乘一千再乘一千，叫三千大千世界，十亿个银河系，十亿个银河系是释迦牟尼佛的教区，太大了！",
      "zh_TW": "『寶剎莊嚴』。這一句，「集自《宋譯》」。在原文，「上有面色圓滿四字。表佛面容所放妙光明中，映現十方佛土之莊嚴寶剎」，這是不思議的境界，從佛光當中見到十方剎土。「剎者」，《法華文句記》第二卷說，剎是梵語，「此云田」，照這個字的意思翻，中國的田地，田。「即一佛所王土也」，一尊佛他所教化的地區、區域，我們叫它做佛土、佛國。「故知剎即佛土、佛國之義」，是一尊佛教化的地區。多大呢？黃念祖老居士告訴我，因為我們以前真的是搞錯了。經上常說，一尊佛的教區是一個三千大千世界，我們對三千大千世界的概念很模糊，以為一個單位世界是一個太陽系，一千個太陽系就是一個小千世界，我們是這樣看法的。念老告訴我不是的，一個單位世界應該是個銀河系，他講得很有道理。經上說的，日月繞著須彌山的腰環繞；須彌山，須彌山不在地球上，也不是太陽，須彌山應該是銀河的中心。現在科學說，銀河的中心是個黑洞、是個天體，有很大的引力，應該世尊講的須彌山就是這個。我們看到科學家畫的這個圖像，銀河系的圖像，銀河在空中像一個碟子一樣，當中高起來的，旁邊很稀薄，當中頂就像個須彌山。真的，整個太陽系是繞著銀河腰在轉。所以一個單位世界是一個銀河系，這就大了。一千個銀河系是小千世界，再以小千為單位，一千個小千是中千，一千個中千叫大千，要乘三次，一千乘一千再乘一千，叫三千大千世界，十億個銀河系，十億個銀河系是釋迦牟尼佛的教區，太大了！"
    },
    {
      "id": "02-040-0122_p0028",
      "zh_CN": "佛有没有灭度？没有。这里灭度了，他那个地方在那边，到处都有，根本就没有灭度。灭度是什么？缘没有了，相就不现了。众生有缘，佛就出现；缘尽了，佛就灭度。缘怎么尽的？缘熟的众生佛全部度了，剩下来的没熟，没成熟，就这个意思。释迦牟尼佛讲经说法四十九年，缘成熟的全得度了，剩下来的没熟。实在讲，没熟也不放弃，这佛的慈悲，你什么时候成熟，佛就什么时候来。真的，一点都不假，证明了「佛氏门中，不舍一人」。谁能跟佛比？爱心、慈悲心没有人能比。佛对于一切众生照顾，如同独子，那样的爱心来照顾你。我们不听、不相信，这没有法子！什么时候我们真信、真愿往生，这个信息就通了。我们念头才动，佛就知道，释迦知道，弥陀也知道，乃至十方诸佛如来都知道，知道都欢喜，又有一个众生回头、回家了。",
      "zh_TW": "佛有沒有滅度？沒有。這裡滅度了，他那個地方在那邊，到處都有，根本就沒有滅度。滅度是什麼？緣沒有了，相就不現了。眾生有緣，佛就出現；緣盡了，佛就滅度。緣怎麼盡的？緣熟的眾生佛全部度了，剩下來的沒熟，沒成熟，就這個意思。釋迦牟尼佛講經說法四十九年，緣成熟的全得度了，剩下來的沒熟。實在講，沒熟也不放棄，這佛的慈悲，你什麼時候成熟，佛就什麼時候來。真的，一點都不假，證明了「佛氏門中，不捨一人」。誰能跟佛比？愛心、慈悲心沒有人能比。佛對於一切眾生照顧，如同獨子，那樣的愛心來照顧你。我們不聽、不相信，這沒有法子！什麼時候我們真信、真願往生，這個信息就通了。我們念頭才動，佛就知道，釋迦知道，彌陀也知道，乃至十方諸佛如來都知道，知道都歡喜，又有一個眾生回頭、回家了。"
    },
    {
      "id": "02-040-0122_p0029",
      "zh_CN": "下面，「《宋译》续云：如是功德，得未曾有。盖为昭示十方，佛将开演第一希有之法」，第一稀有之法就是《大乘无量寿经》，是真的不是假的。所以佛放这个光、说这部经功德无量，没有能超过。因为听到这部经的人，他根熟了必定往生，一个都不漏。就是清清楚楚、明明白白告诉十方，释迦牟尼佛将要开演，开示、演绎第一稀有之法。「故现是前所未见之瑞」，佛今天现的相、放的光，过去从来没有过像今天这样祥瑞妙好的光明。「故本经中续曰：从昔以来所未曾见，喜得瞻仰，生希有心」，这是阿难尊者从来没有见过，也没有听过。「此表阿难虽久侍佛侧，但如斯瑞像，前所未见」，阿难没见过。「今日幸能瞻视钦仰」，今天有幸见到，「心中欢喜，乃起希有难遭之想」，真的是稀有，从来没遇到过。",
      "zh_TW": "下面，「《宋譯》續云：如是功德，得未曾有。蓋為昭示十方，佛將開演第一希有之法」，第一稀有之法就是《大乘無量壽經》，是真的不是假的。所以佛放這個光、說這部經功德無量，沒有能超過。因為聽到這部經的人，他根熟了必定往生，一個都不漏。就是清清楚楚、明明白白告訴十方，釋迦牟尼佛將要開演，開示、演繹第一稀有之法。「故現是前所未見之瑞」，佛今天現的相、放的光，過去從來沒有過像今天這樣祥瑞妙好的光明。「故本經中續曰：從昔以來所未曾見，喜得瞻仰，生希有心」，這是阿難尊者從來沒有見過，也沒有聽過。「此表阿難雖久侍佛側，但如斯瑞像，前所未見」，阿難沒見過。「今日幸能瞻視欽仰」，今天有幸見到，「心中歡喜，乃起希有難遭之想」，真的是稀有，從來沒遇到過。"
    },
    {
      "id": "02-040-0122_p0030",
      "zh_CN": "下面这一段，「礼赞陈辞」，就是请法。",
      "zh_TW": "下面這一段，「禮讚陳辭」，就是請法。"
    },
    {
      "id": "02-040-0122_p0031",
      "zh_CN": "【即从座起。偏袒右肩。长跪合掌。】",
      "zh_TW": "【即從座起。偏袒右肩。長跪合掌。】"
    },
    {
      "id": "02-040-0122_p0032",
      "zh_CN": "这是礼敬。「于是阿难从座而起，袈裟被体，袒露右肩，此名偏袒右肩，乃比丘致敬之极」。礼佛，把右臂露出来，这是最敬礼。表什么？表佛有事情吩咐，可以很快立刻就起来替他服务。这是准备的姿势做出来，就是有事弟子服其劳，动作要敏捷。「长跪者，双膝着地。合掌者，合左右两掌之十指，故又名合十。印度以合掌表敬礼，表一心专注，恭敬之仪。」一心专注是主要的，这是真正恭敬，从内心里头恭敬。平常心是散乱的，就像指头，十个指头；把十个指头合掌，散乱的心集中，一心专注，这是最敬礼，合掌表这个意思。一心是真心，散乱是妄心，我以真诚心来恭敬礼佛，听佛说法。人如果真的是真诚恭敬，偶尔听法，他是真诚恭敬心，都能够契入。",
      "zh_TW": "這是禮敬。「於是阿難從座而起，袈裟被體，袒露右肩，此名偏袒右肩，乃比丘致敬之極」。禮佛，把右臂露出來，這是最敬禮。表什麼？表佛有事情吩咐，可以很快立刻就起來替他服務。這是準備的姿勢做出來，就是有事弟子服其勞，動作要敏捷。「長跪者，雙膝著地。合掌者，合左右兩掌之十指，故又名合十。印度以合掌表敬禮，表一心專注，恭敬之儀。」一心專注是主要的，這是真正恭敬，從內心裡頭恭敬。平常心是散亂的，就像指頭，十個指頭；把十個指頭合掌，散亂的心集中，一心專注，這是最敬禮，合掌表這個意思。一心是真心，散亂是妄心，我以真誠心來恭敬禮佛，聽佛說法。人如果真的是真誠恭敬，偶爾聽法，他是真誠恭敬心，都能夠契入。"
    },
    {
      "id": "02-040-0122_p0033",
      "zh_CN": "惠能大师，我们从《坛经》里面看到，他是偶然的机会，早晨砍柴到城里去卖，正好买他柴是个客栈，就是现在的旅馆。以前旅行也有客栈，规模都很小，客栈里面的房间，小的四、五个房间，大的十几个房间，有二、三十个房间规模就很大了。客栈里面有一个佛门弟子，在家居士，在房间里面诵《金刚经》，念出声音来的，他是偶然在窗外听到。从前窗户纸糊的，声音可以听到，纸糊的窗户。我们过去家乡还是这样的，冬天在窗户外面加一块布，破布，挡风。他听到念经，也是听到「应无所住而生其心」，他就若有所得。这是什么？前世的善根，听到这一句他就很欢喜。他念完了，他就推门进去向这个居士请教，你念的是什么？他说我念的是《金刚经》。他就把他听到所感想的那种欢喜跟这个居士讲，居士一听非常讶异。这都是缘分，觉得他虽然是个樵夫，不认识字，这人是个天才，悟性非常高，很难得，就劝他到五祖那里去参访。他每天靠卖柴过日子，一天不干活一天就没生活。这个居士很慷慨，拿了十两银子给他。十两银子可不得了，这是大数目，他一年也用不完，那银子真值钱。老母亲没人照顾，这人很发心，找几个佛教徒，我们替你照顾，你放心，你去一定有成就。这真难得，这么个因缘，他到黄梅，在黄梅真的住了八个月，五祖把衣钵传给他了。这个帮助的居士功德大，成就一尊佛。所以修福得要有福报，没有福报修不到福，真正认识那是福田，种福要种在福田上。这是一心专注才能听得懂、才能听出味道，所以这个与识字读书没有关系，就是一心专注。这句话难得，一门深入、读书千遍都是这个意思，只要做到一心专注，没有不成就的，世出世间法没有例外，真正做到一心专注。",
      "zh_TW": "惠能大師，我們從《壇經》裡面看到，他是偶然的機會，早晨砍柴到城裡去賣，正好買他柴是個客棧，就是現在的旅館。以前旅行也有客棧，規模都很小，客棧裡面的房間，小的四、五個房間，大的十幾個房間，有二、三十個房間規模就很大了。客棧裡面有一個佛門弟子，在家居士，在房間裡面誦《金剛經》，念出聲音來的，他是偶然在窗外聽到。從前窗戶紙糊的，聲音可以聽到，紙糊的窗戶。我們過去家鄉還是這樣的，冬天在窗戶外面加一塊布，破布，擋風。他聽到念經，也是聽到「應無所住而生其心」，他就若有所得。這是什麼？前世的善根，聽到這一句他就很歡喜。他念完了，他就推門進去向這個居士請教，你念的是什麼？他說我念的是《金剛經》。他就把他聽到所感想的那種歡喜跟這個居士講，居士一聽非常訝異。這都是緣分，覺得他雖然是個樵夫，不認識字，這人是個天才，悟性非常高，很難得，就勸他到五祖那裡去參訪。他每天靠賣柴過日子，一天不幹活一天就沒生活。這個居士很慷慨，拿了十兩銀子給他。十兩銀子可不得了，這是大數目，他一年也用不完，那銀子真值錢。老母親沒人照顧，這人很發心，找幾個佛教徒，我們替你照顧，你放心，你去一定有成就。這真難得，這麼個因緣，他到黃梅，在黃梅真的住了八個月，五祖把衣缽傳給他了。這個幫助的居士功德大，成就一尊佛。所以修福得要有福報，沒有福報修不到福，真正認識那是福田，種福要種在福田上。這是一心專注才能聽得懂、才能聽出味道，所以這個與識字讀書沒有關係，就是一心專注。這句話難得，一門深入、讀書千遍都是這個意思，只要做到一心專注，沒有不成就的，世出世間法沒有例外，真正做到一心專注。"
    },
    {
      "id": "02-040-0122_p0034",
      "zh_CN": "礼敬之后这就请法。请法分两小段，第一，「最胜奇特」，这是阿难自己的感触。",
      "zh_TW": "禮敬之後這就請法。請法分兩小段，第一，「最勝奇特」，這是阿難自己的感觸。"
    },
    {
      "id": "02-040-0122_p0035",
      "zh_CN": "【而白佛言。世尊今日入大寂定。住奇特法。住诸佛所住导师之行。最胜之道。】",
      "zh_TW": "【而白佛言。世尊今日入大寂定。住奇特法。住諸佛所住導師之行。最勝之道。】"
    },
    {
      "id": "02-040-0122_p0036",
      "zh_CN": "这是阿难说出来的。「白」是表白，下对上。『白佛言』，「阿难长跪合掌，向佛陈说，敬发所问」，恭敬之至。『入大寂定』，「离一切散动，究竟寂静，谓之大寂。大寂定者，如来所入之禅定」，这一句是念老写的。离一切散动，凡夫的心是散的、是动的，这是妄心。经教里头常说，真心离念、真心常住、真心不动，动是妄心，真心是凝聚的，不散。真心没有妄想，真心没有念头，我们有想有念，想跟念都是妄心，这个一定要懂。我们今天的麻烦就是妄念太多、妄想太多，怎么个治法？我今天教六和园的几个同学，如果真正要把心定下来，头一个把手机放下。我自己有经验，我手机用得很少，过去几年，我每个月充一次电，你就知道用得少；这两年，三个月充一次电，半年充一次电。那电池可管用了，放在那里半年了，按一下还是有，电还没有跑光。现在完全不要了，麻烦。别人打电话找我，他找有手机的人再转给我，我不要了。省多少事，心清净了。我们自己要有对治自己的方法，没方法不行。念佛要紧，不再打闲岔，什么事情，那些可以知道，也可以不必知道。「天下本无事，庸人自扰之」，我们不要自己扰乱自己，这样就好。所以要离一切散动，我们虽然不能入定，但是一般讲清净多了，杂念妄想有，少了，大量的减少，这对自己有好处。真正修行人修什么？就修这个，章嘉大师说的放下，该放下的统统要放下。",
      "zh_TW": "這是阿難說出來的。「白」是表白，下對上。『白佛言』，「阿難長跪合掌，向佛陳說，敬發所問」，恭敬之至。『入大寂定』，「離一切散動，究竟寂靜，謂之大寂。大寂定者，如來所入之禪定」，這一句是念老寫的。離一切散動，凡夫的心是散的、是動的，這是妄心。經教裡頭常說，真心離念、真心常住、真心不動，動是妄心，真心是凝聚的，不散。真心沒有妄想，真心沒有念頭，我們有想有念，想跟念都是妄心，這個一定要懂。我們今天的麻煩就是妄念太多、妄想太多，怎麼個治法？我今天教六和園的幾個同學，如果真正要把心定下來，頭一個把手機放下。我自己有經驗，我手機用得很少，過去幾年，我每個月充一次電，你就知道用得少；這兩年，三個月充一次電，半年充一次電。那電池可管用了，放在那裡半年了，按一下還是有，電還沒有跑光。現在完全不要了，麻煩。別人打電話找我，他找有手機的人再轉給我，我不要了。省多少事，心清淨了。我們自己要有對治自己的方法，沒方法不行。念佛要緊，不再打閒岔，什麼事情，那些可以知道，也可以不必知道。「天下本無事，庸人自擾之」，我們不要自己擾亂自己，這樣就好。所以要離一切散動，我們雖然不能入定，但是一般講清淨多了，雜念妄想有，少了，大量的減少，這對自己有好處。真正修行人修什麼？就修這個，章嘉大師說的放下，該放下的統統要放下。"
    },
    {
      "id": "02-040-0122_p0037",
      "zh_CN": "如来，真的，一切散动全没有，真离开了。究竟寂静，这个寂静是真心，真心本来就是寂静的。惠能大师明心见性，告诉我们「何期自性，本无动摇」，动摇就是此地讲的散动，由此可知真心不动。我们如何回归到真心，从散动回归到不动？这就是真正功夫，这就是功夫得力，到究竟寂静就成佛，这大寂。「大寂定者，如来所入之禅定」，是自性本定，不是从外头来的。《涅槃经》里面第三十卷有这么一句话，「我于此间娑罗双树入大寂定」，这个我是释迦牟尼佛自称，我在娑罗双树间入大寂定，「大寂定者，名大涅槃」。大般涅槃是活着证得的，不是死了叫入大般涅槃，这个我们一定要把它搞清楚，不能搞错。就是我们常讲的，不起心不动念、不分别不执着。在什么时候？六根接触六尘境界，眼见色，眼在色尘上入大寂定，耳在声尘上入大寂定，六根在六尘当中入大寂定，这是真功夫，这是真修行，这是真正的佛法。八万四千法门那是门道，境界就是大寂定，每个法门到最后都入大寂定，所以法门平等，无有高下。今天时间到了，我们学习到此地。",
      "zh_TW": "如來，真的，一切散動全沒有，真離開了。究竟寂靜，這個寂靜是真心，真心本來就是寂靜的。惠能大師明心見性，告訴我們「何期自性，本無動搖」，動搖就是此地講的散動，由此可知真心不動。我們如何回歸到真心，從散動回歸到不動？這就是真正功夫，這就是功夫得力，到究竟寂靜就成佛，這大寂。「大寂定者，如來所入之禪定」，是自性本定，不是從外頭來的。《涅槃經》裡面第三十卷有這麼一句話，「我於此間娑羅雙樹入大寂定」，這個我是釋迦牟尼佛自稱，我在娑羅雙樹間入大寂定，「大寂定者，名大涅槃」。大般涅槃是活著證得的，不是死了叫入大般涅槃，這個我們一定要把它搞清楚，不能搞錯。就是我們常講的，不起心不動念、不分別不執著。在什麼時候？六根接觸六塵境界，眼見色，眼在色塵上入大寂定，耳在聲塵上入大寂定，六根在六塵當中入大寂定，這是真功夫，這是真修行，這是真正的佛法。八萬四千法門那是門道，境界就是大寂定，每個法門到最後都入大寂定，所以法門平等，無有高下。今天時間到了，我們學習到此地。"
    }
  ]
}