{
  "doc_id": "02-040-0131",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三一集",
    "zh_TW": "第一三一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0131",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-040-0131_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百七十一页，倒数第四行，科题，「征」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百七十一頁，倒數第四行，科題，「徵」："
    },
    {
      "id": "02-040-0131_p0002",
      "zh_CN": "【所以者何。】",
      "zh_TW": "【所以者何。】"
    },
    {
      "id": "02-040-0131_p0003",
      "zh_CN": "就这一句，就是为什么。前面所说的念劫圆融，能于念顷住无量亿劫，身及诸根无有增减，为什么？下面解释：",
      "zh_TW": "就這一句，就是為什麼。前面所說的念劫圓融，能於念頃住無量億劫，身及諸根無有增減，為什麼？下面解釋："
    },
    {
      "id": "02-040-0131_p0004",
      "zh_CN": "【如来定慧究畅无极。】",
      "zh_TW": "【如來定慧究暢無極。】"
    },
    {
      "id": "02-040-0131_p0005",
      "zh_CN": "这个地方特别要注意，身及诸根是物质现象，定慧是心理现象，物质现象是随着心理现象在转变的，所以有定有慧，物质现象就能够随心所欲，得大自在，这个原理我们一定要知道。这个现象，现代量子力学家掌握到，说明这个事情是真的，不是假的。我们要想得到像如来一样的自在，一定要在定慧上下功夫，真正得定，真正开慧，问题全都解决了。这个法门教我们怎么修定、怎么修慧，就是这一句名号，诚敬心，真诚心、恭敬心，真信真愿，就能够做到。在这部经里头，经文不长，虽然四十八品，每一品文字都很有限，这个意思讲得很多很多，说明它非常重要。",
      "zh_TW": "這個地方特別要注意，身及諸根是物質現象，定慧是心理現象，物質現象是隨著心理現象在轉變的，所以有定有慧，物質現象就能夠隨心所欲，得大自在，這個原理我們一定要知道。這個現象，現代量子力學家掌握到，說明這個事情是真的，不是假的。我們要想得到像如來一樣的自在，一定要在定慧上下功夫，真正得定，真正開慧，問題全都解決了。這個法門教我們怎麼修定、怎麼修慧，就是這一句名號，誠敬心，真誠心、恭敬心，真信真願，就能夠做到。在這部經裡頭，經文不長，雖然四十八品，每一品文字都很有限，這個意思講得很多很多，說明它非常重要。"
    },
    {
      "id": "02-040-0131_p0006",
      "zh_CN": "我们看念老的集注，『如来定慧』，如来两个字是关键，什么意思？「如来」是讲自性，人人都具足。如来是我们自己的真心，是我们自己的本性，一时一刻从来没有离开我们过。我们无论在哪一道，无论受什么样的身，没有离开自性，没有离开真心。大乘经论上常说，「心外无法，法外无心」，甚至于告诉我们，心性跟现象是一体。心外无法，法外无心，是一体。一体谁是主？心是主，法是用，用听主的。这个地球上的人心行都好，这个世界就是极乐世界。这个世界上的居民心行全不善，起心动念都是五逆十恶，这个地区肯定灾难很多，甚至于走向末日，都有可能的。",
      "zh_TW": "我們看念老的集註，『如來定慧』，如來兩個字是關鍵，什麼意思？「如來」是講自性，人人都具足。如來是我們自己的真心，是我們自己的本性，一時一刻從來沒有離開我們過。我們無論在哪一道，無論受什麼樣的身，沒有離開自性，沒有離開真心。大乘經論上常說，「心外無法，法外無心」，甚至於告訴我們，心性跟現象是一體。心外無法，法外無心，是一體。一體誰是主？心是主，法是用，用聽主的。這個地球上的人心行都好，這個世界就是極樂世界。這個世界上的居民心行全不善，起心動念都是五逆十惡，這個地區肯定災難很多，甚至於走向末日，都有可能的。"
    },
    {
      "id": "02-040-0131_p0007",
      "zh_CN": "我们有真心、有本善，甚至于释迦牟尼佛在《华严经》上为我们宣布，「一切众生本来是佛」，这些话都是真的。佛是什么意思？证得究竟圆满，定慧究畅无极，这就是佛。这是我们每个人自性里头本自具足的，不是从外头来的，也不是学来的。只要把障碍我们定慧的这些东西，那是虚妄不实，我们误以为真，它起了作用；如果我们晓得它统统是假的，它不起作用，有也没妨碍。它之能成为妨碍，就是我们误会了，以为它真有，造成严重的误会，让我们起心动念造业。造业，感来的是果报。",
      "zh_TW": "我們有真心、有本善，甚至於釋迦牟尼佛在《華嚴經》上為我們宣布，「一切眾生本來是佛」，這些話都是真的。佛是什麼意思？證得究竟圓滿，定慧究暢無極，這就是佛。這是我們每個人自性裡頭本自具足的，不是從外頭來的，也不是學來的。只要把障礙我們定慧的這些東西，那是虛妄不實，我們誤以為真，它起了作用；如果我們曉得它統統是假的，它不起作用，有也沒妨礙。它之能成為妨礙，就是我們誤會了，以為它真有，造成嚴重的誤會，讓我們起心動念造業。造業，感來的是果報。"
    },
    {
      "id": "02-040-0131_p0008",
      "zh_CN": "现前，我们又看到一种严重的业在造，这个业要是造成，麻烦就大了。日本跟美国联手，要跟中国打仗。这个战争如果爆发，是最愚蠢的战争，为什么？没有胜负，同归于尽。日本、美国可以把中国消灭掉，同时中国的报复也能把日本、美国消灭掉，同归于尽，谁都没有得到好处。造这种恶业的人，发动战争造恶业的人，堕到无间地狱，我们想，他很难出来。那是什么？杀人太多了。唐太宗夺得政权是靠战争，死了以后堕地狱，无间地狱。我们看他那个报告，在无间地狱受的罪，现在提起来还心有余悸，真可怕！这些发动战争的人，唐太宗这个碟片多看几遍，我想他会觉悟。人不是死了就完了，死了完了就好办、就没事，真正告诉你，死了就不得了！你得想到，死了到哪里去？去不了极乐世界可不得了，为什么？准堕三恶道。三恶道的罪可有得受，时间很长很长，无法计算的。这些事情只有深入经藏的人知道，他相信，决定不怀疑。逞能，一时、短暂，能度几年？那时间太短了。造极重的业，无量劫在地狱都不能出头，你说这个何苦来？所以说战争不能打，尤其是日本人。",
      "zh_TW": "現前，我們又看到一種嚴重的業在造，這個業要是造成，麻煩就大了。日本跟美國聯手，要跟中國打仗。這個戰爭如果爆發，是最愚蠢的戰爭，為什麼？沒有勝負，同歸於盡。日本、美國可以把中國消滅掉，同時中國的報復也能把日本、美國消滅掉，同歸於盡，誰都沒有得到好處。造這種惡業的人，發動戰爭造惡業的人，墮到無間地獄，我們想，他很難出來。那是什麼？殺人太多了。唐太宗奪得政權是靠戰爭，死了以後墮地獄，無間地獄。我們看他那個報告，在無間地獄受的罪，現在提起來還心有餘悸，真可怕！這些發動戰爭的人，唐太宗這個碟片多看幾遍，我想他會覺悟。人不是死了就完了，死了完了就好辦、就沒事，真正告訴你，死了就不得了！你得想到，死了到哪裡去？去不了極樂世界可不得了，為什麼？準墮三惡道。三惡道的罪可有得受，時間很長很長，無法計算的。這些事情只有深入經藏的人知道，他相信，決定不懷疑。逞能，一時、短暫，能度幾年？那時間太短了。造極重的業，無量劫在地獄都不能出頭，你說這個何苦來？所以說戰爭不能打，尤其是日本人。"
    },
    {
      "id": "02-040-0131_p0009",
      "zh_CN": "我在日本讲经，跟大家说过，日本跟中国往来二千五百年，孟子那个时代就有很清楚的记载，二千五百年的友谊，日本的文化完全接受中国的。我很喜欢日本，特别喜欢日本的农村，走进日本的农村就像回到古代，人民那么样的纯朴。几千年来，日本人读中国书，日本的文字是根据中国楷书变化出来的。二百年前的日本人，全都是学汉字，全都是读汉文。最近这三、四百年，接受西方文化，对中国文化淡薄了。日本一昧想求对外发展，首先就是中国。占领韩国，占领中国部分土地，还不断的想扩张，占领全中国。可不可以？我跟日本很坦白的说，中国人对国家观念很模糊，中国人心胸都是天下，蒙古人能统治中国，满清人能统治中国，日本人为什么不能？日本人能够学满清，真的，中国被它统治，为什么？同一个文化。可惜没有学满清，把中国人不当人看待，处处欺负中国人、虐待中国人，中国人就反抗了。中国人反抗，日本人就无法统治，毕竟中国那个时候有四万万人。",
      "zh_TW": "我在日本講經，跟大家說過，日本跟中國往來二千五百年，孟子那個時代就有很清楚的記載，二千五百年的友誼，日本的文化完全接受中國的。我很喜歡日本，特別喜歡日本的農村，走進日本的農村就像回到古代，人民那麼樣的純樸。幾千年來，日本人讀中國書，日本的文字是根據中國楷書變化出來的。二百年前的日本人，全都是學漢字，全都是讀漢文。最近這三、四百年，接受西方文化，對中國文化淡薄了。日本一昧想求對外發展，首先就是中國。佔領韓國，佔領中國部分土地，還不斷的想擴張，佔領全中國。可不可以？我跟日本很坦白的說，中國人對國家觀念很模糊，中國人心胸都是天下，蒙古人能統治中國，滿清人能統治中國，日本人為什麼不能？日本人能夠學滿清，真的，中國被它統治，為什麼？同一個文化。可惜沒有學滿清，把中國人不當人看待，處處欺負中國人、虐待中國人，中國人就反抗了。中國人反抗，日本人就無法統治，畢竟中國那個時候有四萬萬人。"
    },
    {
      "id": "02-040-0131_p0010",
      "zh_CN": "满清聪明，入关之后对中国人尊重、对中国人安抚，中国人觉得满清政府比明朝政府还好，就拥护你了。日本人能够爱中国人，我们同一个文化，像兄弟姐妹一样，他就统一中国。把中国当作劣等民族的话，那是大错特错，那是中国书没念通。念通中国书就晓得，中国人的智慧是世界上很少能够相比的。《群书治要》在中国失传一千年，这个书在日本，日本都非常认真学习。可惜接受西方，就不要中国东西，麻烦就来了。想占领中国是不可能的，日本人数太少，所以跟中国打仗注定失败。这是最初你没有想到，认为中国人好欺负、中国政府懦弱，以为三个月就可以把中国灭亡。打了八年，自己亡国了，不用原子弹也亡国。在那个时候情形我们都了解，日本人再能撑，大概不会超过一年，他撑不下去。男子，年轻人能当兵的差不多死光了，到末后十几岁的小孩都上战场，你说多残酷，资源没有了，都打完了。这自作自受，造这么重的罪业，不知道忏悔。",
      "zh_TW": "滿清聰明，入關之後對中國人尊重、對中國人安撫，中國人覺得滿清政府比明朝政府還好，就擁護你了。日本人能夠愛中國人，我們同一個文化，像兄弟姐妹一樣，他就統一中國。把中國當作劣等民族的話，那是大錯特錯，那是中國書沒念通。念通中國書就曉得，中國人的智慧是世界上很少能夠相比的。《群書治要》在中國失傳一千年，這個書在日本，日本都非常認真學習。可惜接受西方，就不要中國東西，麻煩就來了。想佔領中國是不可能的，日本人數太少，所以跟中國打仗注定失敗。這是最初你沒有想到，認為中國人好欺負、中國政府懦弱，以為三個月就可以把中國滅亡。打了八年，自己亡國了，不用原子彈也亡國。在那個時候情形我們都了解，日本人再能撐，大概不會超過一年，他撐不下去。男子，年輕人能當兵的差不多死光了，到末後十幾歲的小孩都上戰場，你說多殘酷，資源沒有了，都打完了。這自作自受，造這麼重的罪業，不知道懺悔。"
    },
    {
      "id": "02-040-0131_p0011",
      "zh_CN": "所以我劝日本人要跟中国人做朋友，中国跟日本是兄弟之邦，大家都退一步、都让一步，和睦相处。中国对日本有恩，恩将仇报，这在因果上讲，它要遭严重的报应。要认真去反省，你在全世界跟任何国家民族关系，没有跟中国这么深、这么久，得中国的利益太多了。这个就是定慧，现在日本人定慧没有了，真的心浮气躁，贡高我慢。七七抗战那个时候，日本人还有不少出家人反战，都希望不要爆发战争。只是一些军阀他们主战，他们认为有把握把中国灭掉，而且还是短时间，不是长时间。结果出乎意料之外，中国人愈打愈强，让日本全国消耗殆尽，最后走向灭亡。胜利之后，外国人建议瓜分日本，四个列强，美国、苏联，还有一个是英国，跟中国，四国把日本瓜分，当时中国不同意，他们要废除天皇，这都是中国人救日本。那个时候蒋介石先生主政，他不同意，他要保留日本的帝制，君主立宪，保存日本这个国家它的本土，否则的话，这四个国家就把它分掉了。这个于日本有大恩大德。忘恩负义的人没有好结果，怎么能做这个事情？这小小钓鱼岛算什么？千万不要因为这种小利，引起全人类绝灭的惨剧，这大错特错！日本政界，确实头脑清醒一点的人，大概就是鸠山由纪夫，这几天在中国访问，这个人头脑清醒。但是他究竟有多大影响？就很难说了。希望这次访问成功，能够化解这次灾难，那鸠山的功德不可思议。所以人，世出世间无论处什么事情，心要定，定生智慧，智慧能把事情看得清清楚楚，知道应该怎样去做。没有定，心是杂乱的，心里面完全充满名利、充满自私，就会出大乱子。",
      "zh_TW": "所以我勸日本人要跟中國人做朋友，中國跟日本是兄弟之邦，大家都退一步、都讓一步，和睦相處。中國對日本有恩，恩將仇報，這在因果上講，它要遭嚴重的報應。要認真去反省，你在全世界跟任何國家民族關係，沒有跟中國這麼深、這麼久，得中國的利益太多了。這個就是定慧，現在日本人定慧沒有了，真的心浮氣躁，貢高我慢。七七抗戰那個時候，日本人還有不少出家人反戰，都希望不要爆發戰爭。只是一些軍閥他們主戰，他們認為有把握把中國滅掉，而且還是短時間，不是長時間。結果出乎意料之外，中國人愈打愈強，讓日本全國消耗殆盡，最後走向滅亡。勝利之後，外國人建議瓜分日本，四個列強，美國、蘇聯，還有一個是英國，跟中國，四國把日本瓜分，當時中國不同意，他們要廢除天皇，這都是中國人救日本。那個時候蔣介石先生主政，他不同意，他要保留日本的帝制，君主立憲，保存日本這個國家它的本土，否則的話，這四個國家就把它分掉了。這個於日本有大恩大德。忘恩負義的人沒有好結果，怎麼能做這個事情？這小小釣魚島算什麼？千萬不要因為這種小利，引起全人類絕滅的慘劇，這大錯特錯！日本政界，確實頭腦清醒一點的人，大概就是鳩山由紀夫，這幾天在中國訪問，這個人頭腦清醒。但是他究竟有多大影響？就很難說了。希望這次訪問成功，能夠化解這次災難，那鳩山的功德不可思議。所以人，世出世間無論處什麼事情，心要定，定生智慧，智慧能把事情看得清清楚楚，知道應該怎樣去做。沒有定，心是雜亂的，心裡面完全充滿名利、充滿自私，就會出大亂子。"
    },
    {
      "id": "02-040-0131_p0012",
      "zh_CN": "底下注解讲，「定者，禅定。慧者，智慧。戒定慧，称为三无漏学。」在佛法里头，经典上告诉我们，过去、现在、未来，一切修行人转凡成圣，必须经历的就是戒定慧三学，没有一个是例外的。戒学里面包括伦理、道德、因果，全在戒学里头，因戒得定。我们今天问题出在哪里？问题出在我们都把戒丢掉，没有人重视戒律，也就是没有人重视规矩。古人常说「不依规矩，不成方圆」，我们画个圆要用圆规，画一个方的要用矩尺，这是规矩。不依照规矩，你就画不出来，画的圆不整齐、有缺陷，画一个方的，也不是真正的方，画不出来。用这个做比喻，规矩重要。规矩就是戒律，换句话说，没有戒律，你决定没有禅定；没有禅定，决定没有智慧。你要晓得这个道理，你为什么没有智慧？你为什么心这么乱？就是你没有规矩。",
      "zh_TW": "底下註解講，「定者，禪定。慧者，智慧。戒定慧，稱為三無漏學。」在佛法裡頭，經典上告訴我們，過去、現在、未來，一切修行人轉凡成聖，必須經歷的就是戒定慧三學，沒有一個是例外的。戒學裡面包括倫理、道德、因果，全在戒學裡頭，因戒得定。我們今天問題出在哪裡？問題出在我們都把戒丟掉，沒有人重視戒律，也就是沒有人重視規矩。古人常說「不依規矩，不成方圓」，我們畫個圓要用圓規，畫一個方的要用矩尺，這是規矩。不依照規矩，你就畫不出來，畫的圓不整齊、有缺陷，畫一個方的，也不是真正的方，畫不出來。用這個做比喻，規矩重要。規矩就是戒律，換句話說，沒有戒律，你決定沒有禪定；沒有禪定，決定沒有智慧。你要曉得這個道理，你為什麼沒有智慧？你為什麼心這麼亂？就是你沒有規矩。"
    },
    {
      "id": "02-040-0131_p0013",
      "zh_CN": "戒定慧从哪里学起？现在一定要从《弟子规》学起，千万不要把它看得太浅，这没有什么，这教小孩的。我们没有扎这个根，我们就连小孩都不如，小孩还有可造的机缘，我们机缘没有了，怎么能跟小孩比？真正明白人，真正聪明人，赶紧把这个课程补出来，要非常认真学习，落实在生活，落实在处事待人接物。儒释道的三个根，《弟子规》、《感应篇》、《十善业》，佛法里头三皈、五戒、十善，学好的话，你的根就扎稳了。现在学佛，三皈五戒十善全都没有，所以他那个佛是假的，有名无实。起心动念，都是迷而不觉、邪而不正、染而不净，还修什么？也修行，修三恶道行。这种心态跟三恶道完全相应，跟人天都不相应，失掉人身之后，他得不到人身。所以这三个根，多少人小看了它，轻视它，不肯学习。教人学，自己不肯学。如果那个人有善根，听了他的教诲，那个人得度了。将来自己堕三恶道，那个人感你的恩，可能来度你，自己真正惭愧。所以世出世间法都要从根修起，没有根，假的，骗一些愚人。稍稍有知识的人，你骗不了他，人家一看就把你看穿了。自以为是，实际上一文不值。为什么不用个一年半载，不要很长的时间，根就扎下去了。",
      "zh_TW": "戒定慧從哪裡學起？現在一定要從《弟子規》學起，千萬不要把它看得太淺，這沒有什麼，這教小孩的。我們沒有紮這個根，我們就連小孩都不如，小孩還有可造的機緣，我們機緣沒有了，怎麼能跟小孩比？真正明白人，真正聰明人，趕緊把這個課程補出來，要非常認真學習，落實在生活，落實在處事待人接物。儒釋道的三個根，《弟子規》、《感應篇》、《十善業》，佛法裡頭三皈、五戒、十善，學好的話，你的根就紮穩了。現在學佛，三皈五戒十善全都沒有，所以他那個佛是假的，有名無實。起心動念，都是迷而不覺、邪而不正、染而不淨，還修什麼？也修行，修三惡道行。這種心態跟三惡道完全相應，跟人天都不相應，失掉人身之後，他得不到人身。所以這三個根，多少人小看了它，輕視它，不肯學習。教人學，自己不肯學。如果那個人有善根，聽了他的教誨，那個人得度了。將來自己墮三惡道，那個人感你的恩，可能來度你，自己真正慚愧。所以世出世間法都要從根修起，沒有根，假的，騙一些愚人。稍稍有知識的人，你騙不了他，人家一看就把你看穿了。自以為是，實際上一文不值。為什麼不用個一年半載，不要很長的時間，根就紮下去了。"
    },
    {
      "id": "02-040-0131_p0014",
      "zh_CN": "我们往年在汤池做实验，我们要求老师，我给他四个月的时间，希望他们把三个根落实。他们也真了不起，我们提起，尊敬之心油然而生，他们两个月就做到，真不容易！两个月是可以做得到，《弟子规》总共一千零八十个字，里面讲一百一十三桩事，是可以做到的，他真做到了。我们为什么不肯用二、三个月的时间去扎根？自以为高，再高都不是真的高，没根，风一吹就倒了。所以禁不起外面财色名利的诱惑，一碰到就倒，这没根。有根就有定、就有慧，定是禅定，慧是智慧。戒定慧，因戒得定，因定开慧，这不能不记住。我们要智慧，要智慧就要修禅定，修禅定就要老实持戒。想躐等，不要戒律，不要禅定，就得智慧，没有这个事。那得的是什么？不是智慧，是常识，广学多闻，那是世间法，不是出世间法。",
      "zh_TW": "我們往年在湯池做實驗，我們要求老師，我給他四個月的時間，希望他們把三個根落實。他們也真了不起，我們提起，尊敬之心油然而生，他們兩個月就做到，真不容易！兩個月是可以做得到，《弟子規》總共一千零八十個字，裡面講一百一十三樁事，是可以做到的，他真做到了。我們為什麼不肯用二、三個月的時間去扎根？自以為高，再高都不是真的高，沒根，風一吹就倒了。所以禁不起外面財色名利的誘惑，一碰到就倒，這沒根。有根就有定、就有慧，定是禪定，慧是智慧。戒定慧，因戒得定，因定開慧，這不能不記住。我們要智慧，要智慧就要修禪定，修禪定就要老實持戒。想躐等，不要戒律，不要禪定，就得智慧，沒有這個事。那得的是什麼？不是智慧，是常識，廣學多聞，那是世間法，不是出世間法。"
    },
    {
      "id": "02-040-0131_p0015",
      "zh_CN": "「《会疏》曰：究谓究竟。畅谓通畅。简异」，这个异就是不同，不同的意思，不同的因位所得到的，拣别如来所得的是究竟通畅。不同因位的十信、十住、十行、十回向、十地，这都是不同因位的，他们都得禅定、都得智慧，但是不是究竟的、不是圆满的。地位愈低他得的定慧浅，地位高他得的定慧也高，到佛才叫究畅无极，这是最高的、圆满的，是这个意思。「故经义为」，这个经的意思是，「佛之禅定智慧究竟通畅」，非一切在因地那些菩萨们所能得。因地菩萨们都有定慧，不能跟佛比。我们看小乘初果，因位最低的，大乘初信，最低的，他们有定，他们的定虽然很小，比起世间禅定有过之而无不及。世间禅定是什么？四禅八定，也了不起。为什么不如小乘？小乘那一点点烦恼，他真断了；世间禅定，那个禅定功夫差小乘太多，他对烦恼，他是伏住，他没断。小乘断了，虽然断的一点点，像草根一样，断了一点点，他真断了，他真不生了。四禅八定，伏不住，他就又生。",
      "zh_TW": "「《會疏》曰：究謂究竟。暢謂通暢。簡異」，這個異就是不同，不同的意思，不同的因位所得到的，揀別如來所得的是究竟通暢。不同因位的十信、十住、十行、十迴向、十地，這都是不同因位的，他們都得禪定、都得智慧，但是不是究竟的、不是圓滿的。地位愈低他得的定慧淺，地位高他得的定慧也高，到佛才叫究暢無極，這是最高的、圓滿的，是這個意思。「故經義為」，這個經的意思是，「佛之禪定智慧究竟通暢」，非一切在因地那些菩薩們所能得。因地菩薩們都有定慧，不能跟佛比。我們看小乘初果，因位最低的，大乘初信，最低的，他們有定，他們的定雖然很小，比起世間禪定有過之而無不及。世間禪定是什麼？四禪八定，也了不起。為什麼不如小乘？小乘那一點點煩惱，他真斷了；世間禪定，那個禪定功夫差小乘太多，他對煩惱，他是伏住，他沒斷。小乘斷了，雖然斷的一點點，像草根一樣，斷了一點點，他真斷了，他真不生了。四禪八定，伏不住，他就又生。"
    },
    {
      "id": "02-040-0131_p0016",
      "zh_CN": "所以世间禅定比不上佛的定，为什么？佛的定，根是从持戒来的，这个很厉害。最低阶位的，身见破了，不再执着身是我。你看，边见破了，见取见、戒取见破了。见取见、戒取见，我们中国人叫它做成见，也就是所谓的主观观念，他自己的想法、看法认为是正确的，别人是错误的，他是正确的。见取见是从果上讲的，戒取见是从因上讲的，这两种错误知见放下了，所以他得到一点小正知正见。虽然小，它管用。小乘初果须陀洹，大乘初信位菩萨，我们都称他作圣人，小圣，小小圣。他不是凡夫，他贪瞋痴慢疑没断，但是他能伏住，他能叫它不发作，所以他决定不堕三恶道。没有出六道轮回，他们的生处就二处，很简单，人间寿命到了，生天；天上寿命到了，到人间。人间寿命到，他又生天，天上人间七次往返，他出了六道轮回，证阿罗汉果。于是我们知道，证初果的人他不会退转，他的修行逐步向上提升。每个人提升，由于环境、用功勤惰，时间有迟早不相同，但是他不会退转。有人时间长一点，有人时间短一点，决定成就。",
      "zh_TW": "所以世間禪定比不上佛的定，為什麼？佛的定，根是從持戒來的，這個很厲害。最低階位的，身見破了，不再執著身是我。你看，邊見破了，見取見、戒取見破了。見取見、戒取見，我們中國人叫它做成見，也就是所謂的主觀觀念，他自己的想法、看法認為是正確的，別人是錯誤的，他是正確的。見取見是從果上講的，戒取見是從因上講的，這兩種錯誤知見放下了，所以他得到一點小正知正見。雖然小，它管用。小乘初果須陀洹，大乘初信位菩薩，我們都稱他作聖人，小聖，小小聖。他不是凡夫，他貪瞋痴慢疑沒斷，但是他能伏住，他能叫它不發作，所以他決定不墮三惡道。沒有出六道輪迴，他們的生處就二處，很簡單，人間壽命到了，生天；天上壽命到了，到人間。人間壽命到，他又生天，天上人間七次往返，他出了六道輪迴，證阿羅漢果。於是我們知道，證初果的人他不會退轉，他的修行逐步向上提升。每個人提升，由於環境、用功勤惰，時間有遲早不相同，但是他不會退轉。有人時間長一點，有人時間短一點，決定成就。"
    },
    {
      "id": "02-040-0131_p0017",
      "zh_CN": "戒定慧三学不能不重视。念佛人，虽然没有明显的戒定慧，真正往生他有实质的戒定慧，他自己不知道。我们如果问锅漏匠，锅漏匠不知道，他高品位往生的，这些名相他不懂，所以说他有实质的。你看他老实念佛，什么妄想都没有，这就是持戒。听话，一句佛号念到底，把自己的业障消了，烦恼伏住了，阿弥陀佛现前。烦恼伏不住，业障没消掉，佛不会现前。他的境界里头，起心动念、言语造作都是善，没有一样不善，都是利益众生，没有障碍众生，更没有伤害众生，这种人才能往生去作佛。",
      "zh_TW": "戒定慧三學不能不重視。念佛人，雖然沒有明顯的戒定慧，真正往生他有實質的戒定慧，他自己不知道。我們如果問鍋漏匠，鍋漏匠不知道，他高品位往生的，這些名相他不懂，所以說他有實質的。你看他老實念佛，什麼妄想都沒有，這就是持戒。聽話，一句佛號念到底，把自己的業障消了，煩惱伏住了，阿彌陀佛現前。煩惱伏不住，業障沒消掉，佛不會現前。他的境界裡頭，起心動念、言語造作都是善，沒有一樣不善，都是利益眾生，沒有障礙眾生，更沒有傷害眾生，這種人才能往生去作佛。"
    },
    {
      "id": "02-040-0131_p0018",
      "zh_CN": "下面一段，经文也很简单，只有两句，「于法自在」，这是「解脱德」。你看前面这三句，法身、般若、解脱。",
      "zh_TW": "下面一段，經文也很簡單，只有兩句，「於法自在」，這是「解脫德」。你看前面這三句，法身、般若、解脫。"
    },
    {
      "id": "02-040-0131_p0019",
      "zh_CN": "【于一切法。而得最胜自在故。】",
      "zh_TW": "【於一切法。而得最勝自在故。】"
    },
    {
      "id": "02-040-0131_p0020",
      "zh_CN": "『最胜』这二个字，取自《唐译》的。这是黄念老在集注里头很谨慎给我们说明，它每个字都有来处，不是自己随便用的，完全依照五种原译本的经文，所以字字句句都有根据，没有自己造的。自己造的，别人就会批评，就不相信。所以夏莲公用了十年时间，每一个字、每一句都斟酌，不要出问题。「心离烦恼之系缚，通达无碍，谓之自在。」换句话说，自在的条件是要放下烦恼，有烦恼就不自在，有烦恼就有障碍、就不能通达。",
      "zh_TW": "『最勝』這二個字，取自《唐譯》的。這是黃念老在集註裡頭很謹慎給我們說明，它每個字都有來處，不是自己隨便用的，完全依照五種原譯本的經文，所以字字句句都有根據，沒有自己造的。自己造的，別人就會批評，就不相信。所以夏蓮公用了十年時間，每一個字、每一句都斟酌，不要出問題。「心離煩惱之繫縛，通達無礙，謂之自在。」換句話說，自在的條件是要放下煩惱，有煩惱就不自在，有煩惱就有障礙、就不能通達。"
    },
    {
      "id": "02-040-0131_p0021",
      "zh_CN": "「又不谋而运，一切无碍，谓之自在。」此地不谋而运就是不用思考，问题现前，自性里头自然流出智慧，就能把问题解决了。不必要我研究研究，我再怎么想想，不需要。儒家用的方法，博学、审问、慎思、明辨，后面才笃行，这是有运谋，大乘佛法里头没有。大乘佛法是直接的，有人提出问题，佛随问随答，没有去想一想。为什么？想一想，落到意识里去了，不是从自性流露的，从自性流露绝对不通过意识。阿赖耶是起心动念，他不起心不动念；末那识执着，他不执着；第六意识是分别，他不分别。没有起心动念、没有分别执着，自然答复你，答复得非常巧妙，让你听到之后，你会觉悟，这叫佛法，不是世间法。用博学、审问、慎思、明辨，是世间法。佛不用这些，佛用戒定慧。中国老祖宗用这个方法，比世间法高明。孔子没有放下，孟子也没有放下，释迦牟尼佛放下了。孔孟真有真诚心，有爱心、有慈悲心、有恭敬心、有信心，这四个条件具足，世间圣人。",
      "zh_TW": "「又不謀而運，一切無礙，謂之自在。」此地不謀而運就是不用思考，問題現前，自性裡頭自然流出智慧，就能把問題解決了。不必要我研究研究，我再怎麼想想，不需要。儒家用的方法，博學、審問、慎思、明辨，後面才篤行，這是有運謀，大乘佛法裡頭沒有。大乘佛法是直接的，有人提出問題，佛隨問隨答，沒有去想一想。為什麼？想一想，落到意識裡去了，不是從自性流露的，從自性流露絕對不通過意識。阿賴耶是起心動念，他不起心不動念；末那識執著，他不執著；第六意識是分別，他不分別。沒有起心動念、沒有分別執著，自然答覆你，答覆得非常巧妙，讓你聽到之後，你會覺悟，這叫佛法，不是世間法。用博學、審問、慎思、明辨，是世間法。佛不用這些，佛用戒定慧。中國老祖宗用這個方法，比世間法高明。孔子沒有放下，孟子也沒有放下，釋迦牟尼佛放下了。孔孟真有真誠心，有愛心、有慈悲心、有恭敬心、有信心，這四個條件具足，世間聖人。"
    },
    {
      "id": "02-040-0131_p0022",
      "zh_CN": "出世间圣人比世间圣人高，高在什么？他不需要用这些，博学、慎思、明辨，不需要用这个，他的心就是佛菩萨的心。我们一定要牢牢记在心里，时时刻刻不要失去，我们扎佛菩萨的根。这个心，第一个真诚心，从真诚心里面生出来慈悲心、爱心，从慈悲心里头生出来恭敬心，从恭敬心里头生出来真正的信心，信自己，信佛菩萨，信圣贤，信一切众生本来是佛，信一切众生本性本善，扎这四个，这才能成圣成贤。这四桩事情，常常想着，常常讲着，讲给别人听，也就是勉励自己。时时刻刻提醒自己，劝导别人，这是佛菩萨、圣贤的根。要用这四个心去过日子，你就过圣贤人的日子、过佛菩萨的日子，这个日子通达无碍，自在无碍。",
      "zh_TW": "出世間聖人比世間聖人高，高在什麼？他不需要用這些，博學、慎思、明辨，不需要用這個，他的心就是佛菩薩的心。我們一定要牢牢記在心裡，時時刻刻不要失去，我們紮佛菩薩的根。這個心，第一個真誠心，從真誠心裡面生出來慈悲心、愛心，從慈悲心裡頭生出來恭敬心，從恭敬心裡頭生出來真正的信心，信自己，信佛菩薩，信聖賢，信一切眾生本來是佛，信一切眾生本性本善，紮這四個，這才能成聖成賢。這四樁事情，常常想著，常常講著，講給別人聽，也就是勉勵自己。時時刻刻提醒自己，勸導別人，這是佛菩薩、聖賢的根。要用這四個心去過日子，你就過聖賢人的日子、過佛菩薩的日子，這個日子通達無礙，自在無礙。"
    },
    {
      "id": "02-040-0131_p0023",
      "zh_CN": "我们学佛没别的，佛法真简单，存心，「真诚、清净、平等、正觉、慈悲」；应事、应物，「看破、放下、自在、随缘、念佛」，圆满了，二十个字。这是真的，不是假的，常常念着，常常想着。我们将它印在阿弥陀佛佛像的两旁边，每天礼佛都看到，时时刻刻都记在心上，用这个标准来约束自己，起心动念、言语造作决定不能违背，这就是弥陀真正的弟子。所以，佛的禅定智慧究竟通畅，超出五十一位权实菩萨，从十信到等觉都不能跟佛相比。「不谋而运，一切无碍」，这句说得好，不起心不动念、不分别不执着，就一切无碍，真正叫得大自在。",
      "zh_TW": "我們學佛沒別的，佛法真簡單，存心，「真誠、清淨、平等、正覺、慈悲」；應事、應物，「看破、放下、自在、隨緣、念佛」，圓滿了，二十個字。這是真的，不是假的，常常念著，常常想著。我們將它印在阿彌陀佛佛像的兩旁邊，每天禮佛都看到，時時刻刻都記在心上，用這個標準來約束自己，起心動念、言語造作決定不能違背，這就是彌陀真正的弟子。所以，佛的禪定智慧究竟通暢，超出五十一位權實菩薩，從十信到等覺都不能跟佛相比。「不謀而運，一切無礙」，這句說得好，不起心不動念、不分別不執著，就一切無礙，真正叫得大自在。"
    },
    {
      "id": "02-040-0131_p0024",
      "zh_CN": "「如《华严经》中之十自在」，这十个自在，念老把它节录在此地。这十种自在都得到，这就叫我。佛经里头对我下了个定义，什么是我？我，第一个是主宰的意思，第二个是自在的意思。用这两个意思看，我们身体是不是我？做不了主，如果我这个身要能做主，年年十八多好，不行；我能做得了主，我不吃饭多好，每天吃饭多麻烦，做不了主，这没有。第二个自在，这身体不自在。所以用这十种自在来一看，我们一条都没有。",
      "zh_TW": "「如《華嚴經》中之十自在」，這十個自在，念老把它節錄在此地。這十種自在都得到，這就叫我。佛經裡頭對我下了個定義，什麼是我？我，第一個是主宰的意思，第二個是自在的意思。用這兩個意思看，我們身體是不是我？做不了主，如果我這個身要能做主，年年十八多好，不行；我能做得了主，我不吃飯多好，每天吃飯多麻煩，做不了主，這沒有。第二個自在，這身體不自在。所以用這十種自在來一看，我們一條都沒有。"
    },
    {
      "id": "02-040-0131_p0025",
      "zh_CN": "《华严经》上说的十自在，第一个，「命自在」。我们想长生不老，做不到，每一个人都是受业力主宰，你的寿命多长是业力主宰的。孔先生给了凡先生算命，他的寿命就五十三岁。袁了凡先生是非常相信，为什么？他十五岁被他算的命，到三十五岁，二十年，每一年跟那个命对照，完全相同，没有一丝毫错误，所以他真相信。真相信，他什么都不想，为什么？想是白想、是妄想，没有用处。他什么都不想，所以他的心里很清净。虽然很清净，他不开智慧，什么原因？无明盖覆了他，所以他不是真的清净心。真的清净心，心里什么都不想，是什么都明白。他什么都不想，什么也不知道，叫无想定，这不是真正禅定。真正禅定，什么都不想，是什么都知道，那就对了。为什么？定中有慧，他那个定里头没有慧。他的寿命五十三岁，遇到云谷禅师就知道这到底怎么回事情，自己的业是前生造作的，因变成这一生的果报，所以它有一定的。人一生，能有多高的地位，也是一定的；有多少财富，也是一定的；有几个儿女，都是一定的，寿命也不例外。所以古人说的一句，「一生皆是命，半点不由人」，你想怎样，做不到，你没那个命。命里有的决定有，命里没有的求不来。",
      "zh_TW": "《華嚴經》上說的十自在，第一個，「命自在」。我們想長生不老，做不到，每一個人都是受業力主宰，你的壽命多長是業力主宰的。孔先生給了凡先生算命，他的壽命就五十三歲。袁了凡先生是非常相信，為什麼？他十五歲被他算的命，到三十五歲，二十年，每一年跟那個命對照，完全相同，沒有一絲毫錯誤，所以他真相信。真相信，他什麼都不想，為什麼？想是白想、是妄想，沒有用處。他什麼都不想，所以他的心裡很清淨。雖然很清淨，他不開智慧，什麼原因？無明蓋覆了他，所以他不是真的清淨心。真的清淨心，心裡什麼都不想，是什麼都明白。他什麼都不想，什麼也不知道，叫無想定，這不是真正禪定。真正禪定，什麼都不想，是什麼都知道，那就對了。為什麼？定中有慧，他那個定裡頭沒有慧。他的壽命五十三歲，遇到雲谷禪師就知道這到底怎麼回事情，自己的業是前生造作的，因變成這一生的果報，所以它有一定的。人一生，能有多高的地位，也是一定的；有多少財富，也是一定的；有幾個兒女，都是一定的，壽命也不例外。所以古人說的一句，「一生皆是命，半點不由人」，你想怎樣，做不到，你沒那個命。命裡有的決定有，命裡沒有的求不來。"
    },
    {
      "id": "02-040-0131_p0026",
      "zh_CN": "云谷禅师把这些大道理跟了凡先生讲清楚、讲明白，他觉悟了，命是前世修恶行善成就的。那我们这一生当中，要想把命运从好的方面走，就断恶修善、积功累德。他是个读书人，真向这个目标去做，真干。接受老和尚教诲，老和尚给他一本功过格，功过格就是《太上感应篇》，里面善恶果报一共举一百九十几个例子。你就用这个来检点自己，每天晚上反省检点自己，哪些善我做到，哪些恶我还没有断掉。天天对照，天天记录，断恶修善，善慢慢多，恶慢慢少，命运就改了。很快，第二年就不一样，第二年参加考试，命里注定他是第三名，他考第一名；俸禄，就是他的收入增加，比命里说的多了。这就说明，已经改动了，信心就加深，愈干愈起劲，全改了。命里没有儿子，你看他有个好儿子，传宗接代。儿子虽然只有一个，儿子给他添了六个孙子，真不得了，变成大家族。命里只有一个小官，四川一个小县分的知县，他做到宝坻知县，宝坻这个县是皇上直接管的，变成直辖市。寿命没求，五十三岁平安度过，活到七十四岁，延寿二十一年。这是真的，不是假的，你能不相信因果吗？",
      "zh_TW": "雲谷禪師把這些大道理跟了凡先生講清楚、講明白，他覺悟了，命是前世修惡行善成就的。那我們這一生當中，要想把命運從好的方面走，就斷惡修善、積功累德。他是個讀書人，真向這個目標去做，真幹。接受老和尚教誨，老和尚給他一本功過格，功過格就是《太上感應篇》，裡面善惡果報一共舉一百九十幾個例子。你就用這個來檢點自己，每天晚上反省檢點自己，哪些善我做到，哪些惡我還沒有斷掉。天天對照，天天記錄，斷惡修善，善慢慢多，惡慢慢少，命運就改了。很快，第二年就不一樣，第二年參加考試，命裡注定他是第三名，他考第一名；俸祿，就是他的收入增加，比命裡說的多了。這就說明，已經改動了，信心就加深，愈幹愈起勁，全改了。命裡沒有兒子，你看他有個好兒子，傳宗接代。兒子雖然只有一個，兒子給他添了六個孫子，真不得了，變成大家族。命裡只有一個小官，四川一個小縣分的知縣，他做到寶坻知縣，寶坻這個縣是皇上直接管的，變成直轄市。壽命沒求，五十三歲平安度過，活到七十四歲，延壽二十一年。這是真的，不是假的，你能不相信因果嗎？"
    },
    {
      "id": "02-040-0131_p0027",
      "zh_CN": "《了凡四训》，我看过一个纪录片，马来西亚做的，两片。那两片很好，为什么？现在人，时间太长他不耐烦，两片就能看完，四个小时，演得真好。过年到了，我们可以多做一些做礼物，《俞净意遇灶神记》一片，这个做新年礼物比什么都好。断恶修善，消灾福来，灾消，福就来了。我们居住的环境是农村，大家都喜欢看电视，这个供养比什么都有意义。所以这讲命自在，「菩萨得长寿慧命，经无量阿僧祇劫住持世间，无有障碍」。菩萨证的，菩萨证得法身，这个应身、化身恒顺众生它起作用，应现应化身帮助众生没有障碍，这是命自在。",
      "zh_TW": "《了凡四訓》，我看過一個紀錄片，馬來西亞做的，兩片。那兩片很好，為什麼？現在人，時間太長他不耐煩，兩片就能看完，四個小時，演得真好。過年到了，我們可以多做一些做禮物，《俞淨意遇灶神記》一片，這個做新年禮物比什麼都好。斷惡修善，消災福來，災消，福就來了。我們居住的環境是農村，大家都喜歡看電視，這個供養比什麼都有意義。所以這講命自在，「菩薩得長壽慧命，經無量阿僧祇劫住持世間，無有障礙」。菩薩證的，菩薩證得法身，這個應身、化身恆順眾生它起作用，應現應化身幫助眾生沒有障礙，這是命自在。"
    },
    {
      "id": "02-040-0131_p0028",
      "zh_CN": "第二，「心自在。菩萨智慧方便，调伏自心，能入无量之大三昧，游戏神通，而无障碍也。」这个我们也要学，那个基础就是戒定慧，没有戒定慧，这十个自在都没分。戒定慧三学学成，十种自在出现。从十自在，我们就能想到，戒定慧是多么重要，决定不能疏忽。戒定成就智慧，智慧起用就叫方便，叫善巧方便，它起作用。对自己，它能调伏自心，不生烦恼，不造业障，他心就自在，所以能入无量之大三昧。大三昧是大寂定，他时时刻刻都能制心一处，所以他无事不办。游戏神通是办事、是度众生，自在快乐，没有障碍。帮助一切众生，全是定慧在起作用。",
      "zh_TW": "第二，「心自在。菩薩智慧方便，調伏自心，能入無量之大三昧，遊戲神通，而無障礙也。」這個我們也要學，那個基礎就是戒定慧，沒有戒定慧，這十個自在都沒分。戒定慧三學學成，十種自在出現。從十自在，我們就能想到，戒定慧是多麼重要，決定不能疏忽。戒定成就智慧，智慧起用就叫方便，叫善巧方便，它起作用。對自己，它能調伏自心，不生煩惱，不造業障，他心就自在，所以能入無量之大三昧。大三昧是大寂定，他時時刻刻都能制心一處，所以他無事不辦。遊戲神通是辦事、是度眾生，自在快樂，沒有障礙。幫助一切眾生，全是定慧在起作用。"
    },
    {
      "id": "02-040-0131_p0029",
      "zh_CN": "第三，「资具自在」。这个资就是滋养身体，滋养身体的这些具，资具自在就是说生活自在，衣食住行样样不缺，这叫资具自在。「菩萨能以无量珍宝，种种资具，严饰一切世界，清净无碍」。种种资具，出门有车，但是我们那个车不清净，排出的废气是严重染污；菩萨的车可以不必用汽油，神通驾驶，他无需要。所以菩萨的这种衣食住行，用我们现在的话来说，完全没有污染，对人体、对环境没有丝毫伤害。这是人做不到的，大概天人可以做到一些，人是决定没办法的，总有染污，总有伤害。最近这几天，我是昨天看到同学给我一份，这一个星期报纸里头的头条新闻，节录给我看，重要的新闻。中国北方大风雪，很多天雾气都不散，机场能见度只有一百公尺，很多高速公路都封闭，风沙、雾气让许多人感染到疾病。好像今年全球都是的，气候非常不正常，带来很多灾难，冻死不少人，这全世界各地都有。",
      "zh_TW": "第三，「資具自在」。這個資就是滋養身體，滋養身體的這些具，資具自在就是說生活自在，衣食住行樣樣不缺，這叫資具自在。「菩薩能以無量珍寶，種種資具，嚴飾一切世界，清淨無礙」。種種資具，出門有車，但是我們那個車不清淨，排出的廢氣是嚴重染污；菩薩的車可以不必用汽油，神通駕駛，他無需要。所以菩薩的這種衣食住行，用我們現在的話來說，完全沒有污染，對人體、對環境沒有絲毫傷害。這是人做不到的，大概天人可以做到一些，人是決定沒辦法的，總有染污，總有傷害。最近這幾天，我是昨天看到同學給我一份，這一個星期報紙裡頭的頭條新聞，節錄給我看，重要的新聞。中國北方大風雪，很多天霧氣都不散，機場能見度只有一百公尺，很多高速公路都封閉，風沙、霧氣讓許多人感染到疾病。好像今年全球都是的，氣候非常不正常，帶來很多災難，凍死不少人，這全世界各地都有。"
    },
    {
      "id": "02-040-0131_p0030",
      "zh_CN": "第四，「业自在。菩萨能随诸业，应时示现，受诸果报，无障无碍也」。这个业，就是我们的事业、造作，得自在。菩萨怎么得自在？菩萨能随顺众生，在这个世间，任何行业他都能示现。古时候说得简单，士农工商，把社会分为这四等，每一个里头都有菩萨现身。现在分工更细，有没有菩萨在里头？肯定有，他不会暴露身分。说不定在工厂里头他是个工人，普通工人。",
      "zh_TW": "第四，「業自在。菩薩能隨諸業，應時示現，受諸果報，無障無礙也」。這個業，就是我們的事業、造作，得自在。菩薩怎麼得自在？菩薩能隨順眾生，在這個世間，任何行業他都能示現。古時候說得簡單，士農工商，把社會分為這四等，每一個裡頭都有菩薩現身。現在分工更細，有沒有菩薩在裡頭？肯定有，他不會暴露身分。說不定在工廠裡頭他是個工人，普通工人。"
    },
    {
      "id": "02-040-0131_p0031",
      "zh_CN": "我们有一个例子，最近，刘素青居士往生。那人是个菩萨再来的，示现成一个家庭主妇，也做过工，谁知道她是菩萨？临终表演才知道，知道，她走了。她演得真好！一生演什么？演忍辱，演受气、受罪、受人欺负，没有怨恨心，她演这个。这是现身说法，自己肯吃亏、肯原谅别人。菩萨在演戏，演得很逼真，我们看不出来，她自己也不说。所以各个行业里头都有菩萨在其中，细心观察，必定是老实、听话、真干，决定是持戒、修定、忍辱。她真有智慧，刘素云是她的妹妹，讲经教学，感叹着，如果有一个人来做一个实验，让大家生起信心，这多好。她听到了，一口答应，她来做实验。难得，做了两次实验，第一个实验，往生，往生之后，马上回来，做第二个实验。这种事情，经上有说起，我们没想到，居然有人做到，说明往生极乐世界，你就得大自在。从这个地方我们也体会到，凡是往生到极乐世界的人，都是有大善根。《弥陀经》上讲得一点不错，「不可以少善根福德因缘，得生彼国」。这善根从哪里来？过去无量劫中曾经供养无量如来，这一生做实验就得到无量诸佛的加持。这不是普通人，慈悲悯念众生。",
      "zh_TW": "我們有一個例子，最近，劉素青居士往生。那人是個菩薩再來的，示現成一個家庭主婦，也做過工，誰知道她是菩薩？臨終表演才知道，知道，她走了。她演得真好！一生演什麼？演忍辱，演受氣、受罪、受人欺負，沒有怨恨心，她演這個。這是現身說法，自己肯吃虧、肯原諒別人。菩薩在演戲，演得很逼真，我們看不出來，她自己也不說。所以各個行業裡頭都有菩薩在其中，細心觀察，必定是老實、聽話、真幹，決定是持戒、修定、忍辱。她真有智慧，劉素雲是她的妹妹，講經教學，感歎著，如果有一個人來做一個實驗，讓大家生起信心，這多好。她聽到了，一口答應，她來做實驗。難得，做了兩次實驗，第一個實驗，往生，往生之後，馬上回來，做第二個實驗。這種事情，經上有說起，我們沒想到，居然有人做到，說明往生極樂世界，你就得大自在。從這個地方我們也體會到，凡是往生到極樂世界的人，都是有大善根。《彌陀經》上講得一點不錯，「不可以少善根福德因緣，得生彼國」。這善根從哪裡來？過去無量劫中曾經供養無量如來，這一生做實驗就得到無量諸佛的加持。這不是普通人，慈悲憫念眾生。"
    },
    {
      "id": "02-040-0131_p0032",
      "zh_CN": "夏莲老来示现，不容易，十年完成会集《无量寿经》。念老，六年苦心，会集成这一部集解，用了一百九十三种材料。我们这些年来，全心全力学习这部经。刘素云居士说，还有很多人不相信，还怀疑，甚至于还批评，如果有个人来做个样子，他就是学这部经、就是念这句阿弥陀佛，你看他往生多自在，证明这个东西是真的，不是假的。她姐姐居然就给我们做实验。那我们就晓得，她来到这个世间来干什么？就是来做这一次实验的，她来作证转，三转法轮，为我们这几个人，受持会集本，学习集注，真有成就，不是假的，她来做证明。她学佛的时间并不长，就学这个本子，就学这个注解，听我讲经，老实念佛，有这么好的瑞相，展示给大家看。这个片子，给学佛的人看有好处。不学佛的人，暂时不要给他看，为什么？过年，这是往生，他很忌讳，我们得看时机，这不是时候。慢慢的，引进佛门之后，可以给他看。所以她受诸果报没障碍，示现快乐往生，示现痛苦神识离开身体，做两次示现，一次是学佛的，一次是不学佛的。不学佛你怎么走？那时候走的是苦不堪言。",
      "zh_TW": "夏蓮老來示現，不容易，十年完成會集《無量壽經》。念老，六年苦心，會集成這一部集解，用了一百九十三種材料。我們這些年來，全心全力學習這部經。劉素雲居士說，還有很多人不相信，還懷疑，甚至於還批評，如果有個人來做個樣子，他就是學這部經、就是念這句阿彌陀佛，你看他往生多自在，證明這個東西是真的，不是假的。她姐姐居然就給我們做實驗。那我們就曉得，她來到這個世間來幹什麼？就是來做這一次實驗的，她來作證轉，三轉法輪，為我們這幾個人，受持會集本，學習集註，真有成就，不是假的，她來做證明。她學佛的時間並不長，就學這個本子，就學這個註解，聽我講經，老實念佛，有這麼好的瑞相，展示給大家看。這個片子，給學佛的人看有好處。不學佛的人，暫時不要給他看，為什麼？過年，這是往生，他很忌諱，我們得看時機，這不是時候。慢慢的，引進佛門之後，可以給他看。所以她受諸果報沒障礙，示現快樂往生，示現痛苦神識離開身體，做兩次示現，一次是學佛的，一次是不學佛的。不學佛你怎麼走？那時候走的是苦不堪言。"
    },
    {
      "id": "02-040-0131_p0033",
      "zh_CN": "第五，「受生自在」。这是我们不自在，我们受生完全业力做主，自己能做主就自在了。「菩萨随其心念，能于诸世界中示现受生，无障无碍也」。真的，释迦牟尼佛示现受生在王宫，自己能做主。有一些菩萨示现在大富长者之家，更多的菩萨们示现在祖宗积德之家。为什么？鼓励人要积德，你们生的后代才成圣成贤、成佛成菩萨。祖宗世世代代都修善积福，积功累德，这里面都含着教化众生的意思在其中，说明凡夫做不到。",
      "zh_TW": "第五，「受生自在」。這是我們不自在，我們受生完全業力做主，自己能做主就自在了。「菩薩隨其心念，能於諸世界中示現受生，無障無礙也」。真的，釋迦牟尼佛示現受生在王宮，自己能做主。有一些菩薩示現在大富長者之家，更多的菩薩們示現在祖宗積德之家。為什麼？鼓勵人要積德，你們生的後代才成聖成賢、成佛成菩薩。祖宗世世代代都修善積福，積功累德，這裡面都含著教化眾生的意思在其中，說明凡夫做不到。"
    },
    {
      "id": "02-040-0131_p0034",
      "zh_CN": "第六个，「解自在。菩萨胜解成就，能示现种种色身，演说妙法，无障无碍也」。解自在，这是我们讲有宿慧，有天生的这种智慧，记忆力很好，理解力很好。这样的人，如果有真诚、恭敬、信心，学圣贤、学菩萨决定有成就。所以理解力跟记忆力非常重要。",
      "zh_TW": "第六個，「解自在。菩薩勝解成就，能示現種種色身，演說妙法，無障無礙也」。解自在，這是我們講有宿慧，有天生的這種智慧，記憶力很好，理解力很好。這樣的人，如果有真誠、恭敬、信心，學聖賢、學菩薩決定有成就。所以理解力跟記憶力非常重要。"
    },
    {
      "id": "02-040-0131_p0035",
      "zh_CN": "第七，「愿自在。菩萨随愿欲，于诸刹中，应时出现，成等正觉，无障无碍也」。这是法身菩萨，普通菩萨还不行，为什么？成等正觉，这是示现成佛，应以佛身得度，就现佛身而度脱之，像观世音菩萨三十二应。什么样的菩萨有这个能力？《华严经》上，初住菩萨就行。初住菩萨，是我们中国人常说的大彻大悟，明心见性，他就行了。惠能大师，他就能做到。我们从《坛经》里头细心去观察，惠能大师有神通，他有宿命通，他有他心通，当时那么多人想找他，夺取他的衣钵，能不能找得到？找不到。这是什么？他有他心通，他就有办法躲避过。所以他愿自在，哪个地方众生有感，他就哪个地方示现。",
      "zh_TW": "第七，「願自在。菩薩隨願欲，於諸剎中，應時出現，成等正覺，無障無礙也」。這是法身菩薩，普通菩薩還不行，為什麼？成等正覺，這是示現成佛，應以佛身得度，就現佛身而度脫之，像觀世音菩薩三十二應。什麼樣的菩薩有這個能力？《華嚴經》上，初住菩薩就行。初住菩薩，是我們中國人常說的大徹大悟，明心見性，他就行了。惠能大師，他就能做到。我們從《壇經》裡頭細心去觀察，惠能大師有神通，他有宿命通，他有他心通，當時那麼多人想找他，奪取他的衣缽，能不能找得到？找不到。這是什麼？他有他心通，他就有辦法躲避過。所以他願自在，哪個地方眾生有感，他就哪個地方示現。"
    },
    {
      "id": "02-040-0131_p0036",
      "zh_CN": "见性的人，他就见到真心，真心遍法界，随时随处都能够现身说法，没有来去，空间时间都没有了，他的身遍一切处。什么地方众生跟他有缘，有缘就是欢喜他，听他的话，愿意跟他学，这就有缘。没有缘，佛也没用处。佛在经上讲的，城东老母，释迦牟尼佛在世，跟释迦佛没有缘，她见到释迦牟尼佛，她就拐弯走掉了。释迦牟尼佛有神通，分四个身，四面把她包围起来，她坐在地下痛哭，头都不抬。佛说了，没有缘。跟谁有缘？跟罗睺罗有缘，罗睺罗去度她，非常欢喜，就真听话。这是说明缘不一样。这些佛菩萨，我们现在晓得，多分都是来表演的，舞台表演。但是社会上真有这样的人，他所演的不是假的。由此看到菩萨，愿真正是自在，能同时现无量无边身，同时异处、同时同处、异时异处、异时同处，他一点障碍都没有，能分身、能变化，成就度众生的事业。",
      "zh_TW": "見性的人，他就見到真心，真心遍法界，隨時隨處都能夠現身說法，沒有來去，空間時間都沒有了，他的身遍一切處。什麼地方眾生跟他有緣，有緣就是歡喜他，聽他的話，願意跟他學，這就有緣。沒有緣，佛也沒用處。佛在經上講的，城東老母，釋迦牟尼佛在世，跟釋迦佛沒有緣，她見到釋迦牟尼佛，她就拐彎走掉了。釋迦牟尼佛有神通，分四個身，四面把她包圍起來，她坐在地下痛哭，頭都不抬。佛說了，沒有緣。跟誰有緣？跟羅睺羅有緣，羅睺羅去度她，非常歡喜，就真聽話。這是說明緣不一樣。這些佛菩薩，我們現在曉得，多分都是來表演的，舞台表演。但是社會上真有這樣的人，他所演的不是假的。由此看到菩薩，願真正是自在，能同時現無量無邊身，同時異處、同時同處、異時異處、異時同處，他一點障礙都沒有，能分身、能變化，成就度眾生的事業。"
    },
    {
      "id": "02-040-0131_p0037",
      "zh_CN": "第八，「神力自在。菩萨神通广大，威力难量，于世界中，示现变化，无障无碍也」。他能现佛身、能现菩萨身，你喜欢哪一尊佛，他就现那个佛身来教化你，你喜欢哪一个菩萨，他就现菩萨，无论什么身，他统统能现。不但能现人身，能现一切动物身，能现花草树木身，能现山河大地身，他什么都能现。参禅开悟，看到风吹落叶，豁然悟了。风吹落叶，天天看，为什么不开悟？就在那一刹那，那一刹那就有佛菩萨在照顾他，他的灵感就接上，那一刹那接上，他就悟了。雨打芭蕉，每一次下雨都听到，为什么不开悟？也是这一刹那当中，他开悟了。这是现种种不同身，来帮助众生。",
      "zh_TW": "第八，「神力自在。菩薩神通廣大，威力難量，於世界中，示現變化，無障無礙也」。他能現佛身、能現菩薩身，你喜歡哪一尊佛，他就現那個佛身來教化你，你喜歡哪一個菩薩，他就現菩薩，無論什麼身，他統統能現。不但能現人身，能現一切動物身，能現花草樹木身，能現山河大地身，他什麼都能現。參禪開悟，看到風吹落葉，豁然悟了。風吹落葉，天天看，為什麼不開悟？就在那一剎那，那一剎那就有佛菩薩在照顧他，他的靈感就接上，那一剎那接上，他就悟了。雨打芭蕉，每一次下雨都聽到，為什麼不開悟？也是這一剎那當中，他開悟了。這是現種種不同身，來幫助眾生。"
    },
    {
      "id": "02-040-0131_p0038",
      "zh_CN": "每个众生开悟的缘不一样，开悟的因相同，都是把起心动念放下了，这是大彻大悟的因。还有起心动念，不行，决定不能开悟，这个最难。不执着，容易；不分别，也还可以；不起心不动念，太难了，因为起心动念我们自己不知道。想想看，一秒钟一千六百兆次的生灭，在面前，不知道。不知道，你怎么断它？你怎么放下？所以这个到八地见到了。见到，才能够不起心不动念；见不到，起心动念念念相续，根本就不晓得。神通变化，因为所有境界相都不是真的，凡所有相皆是虚妄，包括实报庄严土，佛没有说实报庄严土除外。因为自性清净心没有相，实相无相。起作用的时候能现相，实相无不相，能现一切相。随心，不是随自己的心，自己没有心，随众生心。众生想什么，他都能现，菩萨才能普度一切众生；不能现，那就不能普度。说明自性的作用真正是无量无边，见性之后，这十种自在全都得到，都现前。这些我们并没有失掉，只是有障碍，有烦恼、有业障，障住了，它不起作用。障碍一去掉，统统作用起来了，这真的我。",
      "zh_TW": "每個眾生開悟的緣不一樣，開悟的因相同，都是把起心動念放下了，這是大徹大悟的因。還有起心動念，不行，決定不能開悟，這個最難。不執著，容易；不分別，也還可以；不起心不動念，太難了，因為起心動念我們自己不知道。想想看，一秒鐘一千六百兆次的生滅，在面前，不知道。不知道，你怎麼斷它？你怎麼放下？所以這個到八地見到了。見到，才能夠不起心不動念；見不到，起心動念念念相續，根本就不曉得。神通變化，因為所有境界相都不是真的，凡所有相皆是虛妄，包括實報莊嚴土，佛沒有說實報莊嚴土除外。因為自性清淨心沒有相，實相無相。起作用的時候能現相，實相無不相，能現一切相。隨心，不是隨自己的心，自己沒有心，隨眾生心。眾生想什麼，他都能現，菩薩才能普度一切眾生；不能現，那就不能普度。說明自性的作用真正是無量無邊，見性之後，這十種自在全都得到，都現前。這些我們並沒有失掉，只是有障礙，有煩惱、有業障，障住了，它不起作用。障礙一去掉，統統作用起來了，這真的我。"
    },
    {
      "id": "02-040-0131_p0039",
      "zh_CN": "第九，「法自在。菩萨得大辩才」，没学过，没人教他，是自性本具的德能，「于诸法中，广演说无边法门，无障无碍」。演是表演，说是言说。释迦牟尼佛在世，住世八十年，每天日常生活当中，他都在表演，会看的人就觉悟、就成就了。看到有疑问，向佛请教，佛就跟你讲解，这个讲解记录下来就是经典。释迦佛，谁教他的？我们现在学经典都有老师，叫师承，我的老师是跟谁学的，一代一代都有老师，有师承。释迦牟尼佛的老师是谁？没有。孔子的老师是谁？也没有。孟子有，孟子说，他私淑孔子。孔子虽然不在世了，孔子写的文章在，他认真学习，也是一门深入，专学孔子，学得很像，比孔子的学生还像。所以后人讲孔，就讲孔孟，不讲孔子、颜回，不讲孔子、曾子，不说那些人，那些是孔子的十大弟子，孟子学习超过十大弟子。这是说明一桩什么事情？师法古人。我们今天可以用这个方法，现在没有老师了，古人书在，我依照这本书，就是跟那个人学。",
      "zh_TW": "第九，「法自在。菩薩得大辯才」，沒學過，沒人教他，是自性本具的德能，「於諸法中，廣演說無邊法門，無障無礙」。演是表演，說是言說。釋迦牟尼佛在世，住世八十年，每天日常生活當中，他都在表演，會看的人就覺悟、就成就了。看到有疑問，向佛請教，佛就跟你講解，這個講解記錄下來就是經典。釋迦佛，誰教他的？我們現在學經典都有老師，叫師承，我的老師是跟誰學的，一代一代都有老師，有師承。釋迦牟尼佛的老師是誰？沒有。孔子的老師是誰？也沒有。孟子有，孟子說，他私淑孔子。孔子雖然不在世了，孔子寫的文章在，他認真學習，也是一門深入，專學孔子，學得很像，比孔子的學生還像。所以後人講孔，就講孔孟，不講孔子、顏回，不講孔子、曾子，不說那些人，那些是孔子的十大弟子，孟子學習超過十大弟子。這是說明一樁什麼事情？師法古人。我們今天可以用這個方法，現在沒有老師了，古人書在，我依照這本書，就是跟那個人學。"
    },
    {
      "id": "02-040-0131_p0040",
      "zh_CN": "我们今天依照这个会集本，跟谁学？跟五种原译本学，因为它是从五种原译本里面出来的，这还会错吗？这五种原译本是谁说的？释迦牟尼佛说的。我们依照这个本子，是弥陀弟子，也是释迦弟子，这个重要！我们依靠这一部注解，这注解是集注，里头有佛的经、有菩萨的论，还有一百一十位历代高僧大德他们的注疏，提供给我们做参考。这个缘无比的殊胜，一门深入，哪能不成就？决定成就！难，难在哪里？难在我们不相信。说的时候问你信不信？信，做不到。章嘉大师的标准，做不到就是不相信。真做到了，真信；没做到，不相信。难信之法！《弟子规》没有做到，对《弟子规》不相信；《感应篇》没有做到，对《感应篇》不相信。章嘉大师教我检验功夫的方法，很有效。不要自己以为信了，自己以为解了、以为懂得了，不可靠。章嘉代表祖师大德，他们的标准是要做到。所以我们用这个理论来看儒家学习，做到就是笃行。前面四样，博学、审问、慎思、明辨，如果没有笃行，那些全是假的，没有一样是真的。真正做到了，上面四个都是真的。",
      "zh_TW": "我們今天依照這個會集本，跟誰學？跟五種原譯本學，因為它是從五種原譯本裡面出來的，這還會錯嗎？這五種原譯本是誰說的？釋迦牟尼佛說的。我們依照這個本子，是彌陀弟子，也是釋迦弟子，這個重要！我們依靠這一部註解，這註解是集註，裡頭有佛的經、有菩薩的論，還有一百一十位歷代高僧大德他們的註疏，提供給我們做參考。這個緣無比的殊勝，一門深入，哪能不成就？決定成就！難，難在哪裡？難在我們不相信。說的時候問你信不信？信，做不到。章嘉大師的標準，做不到就是不相信。真做到了，真信；沒做到，不相信。難信之法！《弟子規》沒有做到，對《弟子規》不相信；《感應篇》沒有做到，對《感應篇》不相信。章嘉大師教我檢驗功夫的方法，很有效。不要自己以為信了，自己以為解了、以為懂得了，不可靠。章嘉代表祖師大德，他們的標準是要做到。所以我們用這個理論來看儒家學習，做到就是篤行。前面四樣，博學、審問、慎思、明辨，如果沒有篤行，那些全是假的，沒有一樣是真的。真正做到了，上面四個都是真的。"
    },
    {
      "id": "02-040-0131_p0041",
      "zh_CN": "曾经有人来问过我，问我为什么那么样强调重视《弟子规》、《感应篇》、《十善业道经》？这都是很小很小的，一般人没看在眼里，问我为什么要重视这个。来问我的人不是普通人，大学教授，博士班的指导老师。我说了一个比喻答复他，我说我们面前摆个天平，这一边就这三样东西，没人看得起的；这一边，四书五经、十三经、《四库全书》堆在这里。我说这一等，它两个是平等的。他听了，没听懂意思，还问我，这怎么能等？我就说，这么一大堆，如果做不到，还不如这个。这个要能做到，在社会上是个好人，能管世界太平、社会和谐；这个，学再多，会讲，做不到，等于零。他这才明白。为什么？他没有笃行，那一边只有博学、审问、慎思、明辨，笃行在这里。你能把《弟子规》、《感应篇》笃行，超过那个。那个没有笃行的话，那是谈玄说妙，空话，说得很好听，不管用，对我们修身齐家治国一点帮助都没有，所以远远比不上《弟子规》。《弟子规》，人真学好了，家齐了，社会安定了，这真实利益，不是假的。",
      "zh_TW": "曾經有人來問過我，問我為什麼那麼樣強調重視《弟子規》、《感應篇》、《十善業道經》？這都是很小很小的，一般人沒看在眼裡，問我為什麼要重視這個。來問我的人不是普通人，大學教授，博士班的指導老師。我說了一個比喻答覆他，我說我們面前擺個天平，這一邊就這三樣東西，沒人看得起的；這一邊，四書五經、十三經、《四庫全書》堆在這裡。我說這一等，它兩個是平等的。他聽了，沒聽懂意思，還問我，這怎麼能等？我就說，這麼一大堆，如果做不到，還不如這個。這個要能做到，在社會上是個好人，能管世界太平、社會和諧；這個，學再多，會講，做不到，等於零。他這才明白。為什麼？他沒有篤行，那一邊只有博學、審問、慎思、明辨，篤行在這裡。你能把《弟子規》、《感應篇》篤行，超過那個。那個沒有篤行的話，那是談玄說妙，空話，說得很好聽，不管用，對我們修身齊家治國一點幫助都沒有，所以遠遠比不上《弟子規》。《弟子規》，人真學好了，家齊了，社會安定了，這真實利益，不是假的。"
    },
    {
      "id": "02-040-0131_p0042",
      "zh_CN": "中国老祖宗千万年所累积的德太厚，没有文字，不可以说没有文化。所以中国文化的总纲领，四科，五伦、五常、四维、八德，就这四科。简单、扼要、好记，每个人都会记住，传十万年也不会传错，就因为它简单，太复杂会传错。五常，这算是最多的，实际上一句四个字，四五，二十个字。这二十个字可以背过来，从「父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信」。你看，二十个字，这是中国的大道，中国人讲道德，这是道。道，落实在生活就是德，我们真正得受用了。五常是德，「仁义礼智信」，五个字。「礼义廉耻」，管子说的，春秋时候的人，比孔老夫子早。四个字，礼义廉耻，这能错得了吗？从这再延伸出八德，「孝悌忠信，仁爱和平」。中国精华就这么多。世世代代的教育教什么？就教这个。父母、老师、长辈看着你把这四科落实。你都能够做到，做得很圆满，圣人；做得不圆满，贤人；能够做到，不离谱了，君子。中国教育是圣贤君子的教育，不是普通教育。这个底蕴多厚！我心里猜想，绝对超过一万年。",
      "zh_TW": "中國老祖宗千萬年所累積的德太厚，沒有文字，不可以說沒有文化。所以中國文化的總綱領，四科，五倫、五常、四維、八德，就這四科。簡單、扼要、好記，每個人都會記住，傳十萬年也不會傳錯，就因為它簡單，太複雜會傳錯。五常，這算是最多的，實際上一句四個字，四五，二十個字。這二十個字可以背過來，從「父子有親，夫婦有別，君臣有義，長幼有序，朋友有信」。你看，二十個字，這是中國的大道，中國人講道德，這是道。道，落實在生活就是德，我們真正得受用了。五常是德，「仁義禮智信」，五個字。「禮義廉恥」，管子說的，春秋時候的人，比孔老夫子早。四個字，禮義廉恥，這能錯得了嗎？從這再延伸出八德，「孝悌忠信，仁愛和平」。中國精華就這麼多。世世代代的教育教什麼？就教這個。父母、老師、長輩看著你把這四科落實。你都能夠做到，做得很圓滿，聖人；做得不圓滿，賢人；能夠做到，不離譜了，君子。中國教育是聖賢君子的教育，不是普通教育。這個底蘊多厚！我心裡猜想，絕對超過一萬年。"
    },
    {
      "id": "02-040-0131_p0043",
      "zh_CN": "老祖宗世世代代传下来，演变到前清，乾隆编了一部《四库全书》。里头任何一册，你看，与这个标准符不符合？不符合的，不能入《四库》；与这个标准相应的，才能入《四库》。这《四库》的标准、《四库》的价值，所以《四库》是中国的国宝。千万年前老祖宗世世代代累积下来的智慧、方法，修身的方法，齐家的方法，治国的方法，世界和谐的方法，天下太平的方法，经验，全在这个书里头，真是宝！今天社会乱了，除了这部书之外，没有能摆平的，没有能救的。这个书是文言文写的，文言文是把钥匙，《四库》的钥匙。外国人学文言文，三年，能看《四库全书》，他们把钥匙拿到了。中国人现在还不多，为什么不花三年的时间把钥匙拿到？你才能真正欣赏老祖宗的智慧、德能，你才会对中国传统文化生起尊重的心，生起热爱的情。这个东西能救自己，能救家庭，能救国家民族，能救全世界。说法就自在了，你就真正能够为全世界，上从国家领导，下到贩夫走卒，都能把这套道理讲清楚、讲明白，你就救人无量！有志者事竟成。现在时间到了，我们就学到此地。",
      "zh_TW": "老祖宗世世代代傳下來，演變到前清，乾隆編了一部《四庫全書》。裡頭任何一冊，你看，與這個標準符不符合？不符合的，不能入《四庫》；與這個標準相應的，才能入《四庫》。這《四庫》的標準、《四庫》的價值，所以《四庫》是中國的國寶。千萬年前老祖宗世世代代累積下來的智慧、方法，修身的方法，齊家的方法，治國的方法，世界和諧的方法，天下太平的方法，經驗，全在這個書裡頭，真是寶！今天社會亂了，除了這部書之外，沒有能擺平的，沒有能救的。這個書是文言文寫的，文言文是把鑰匙，《四庫》的鑰匙。外國人學文言文，三年，能看《四庫全書》，他們把鑰匙拿到了。中國人現在還不多，為什麼不花三年的時間把鑰匙拿到？你才能真正欣賞老祖宗的智慧、德能，你才會對中國傳統文化生起尊重的心，生起熱愛的情。這個東西能救自己，能救家庭，能救國家民族，能救全世界。說法就自在了，你就真正能夠為全世界，上從國家領導，下到販夫走卒，都能把這套道理講清楚、講明白，你就救人無量！有志者事竟成。現在時間到了，我們就學到此地。"
    }
  ]
}