{
  "doc_id": "02-040-0403",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０三集",
    "zh_TW": "第四０三集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0403",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-040-0403_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0403_p0002",
      "zh_CN": "请看《大经科注》第六百九十四页第二行，从当中看起：",
      "zh_TW": "請看《大經科註》第六百九十四頁第二行，從當中看起："
    },
    {
      "id": "02-040-0403_p0003",
      "zh_CN": "「又云：舍离一切执着，故无所味着也。食已便自然化去，欲食时随意复现，一切自在无碍。」这都是为我们说出极乐世界饮食自在，而且对饮食没有执着，不会让饮食像在我们这个世界，饮食会带来烦恼、会带来妄想，极乐世界没有这个状况。想吃，百味饮食就现前，不想吃就没有了，一切是自然变现。",
      "zh_TW": "「又云：捨離一切執著，故無所味著也。食已便自然化去，欲食時隨意復現，一切自在無礙。」這都是為我們說出極樂世界飲食自在，而且對飲食沒有執著，不會讓飲食像在我們這個世界，飲食會帶來煩惱、會帶來妄想，極樂世界沒有這個狀況。想吃，百味飲食就現前，不想吃就沒有了，一切是自然變現。"
    },
    {
      "id": "02-040-0403_p0004",
      "zh_CN": "下面一段说，「又此经文，正显《往生论》中庄严受用功德成就」。《往生论》上，「偈云：爱乐佛法味，禅三昧为食」。《论注》为我们做简单的解释，昙鸾法师说的，「是故兴大悲愿」，这句是说阿弥陀佛在因地发起大愿，这个愿成就了。佛发的愿，凡是往生极乐世界的人，爱乐佛法味，禅三昧为食。所以不需要像我们这个世间种种饮食，没有这个需要。「以佛法，以禅定，以三昧为食，永绝他食之劳」，他方世界的饮食，极乐世界没有的，极乐世界是以禅悦为食。",
      "zh_TW": "下面一段說，「又此經文，正顯《往生論》中莊嚴受用功德成就」。《往生論》上，「偈云：愛樂佛法味，禪三昧為食」。《論註》為我們做簡單的解釋，曇鸞法師說的，「是故興大悲願」，這句是說阿彌陀佛在因地發起大願，這個願成就了。佛發的願，凡是往生極樂世界的人，愛樂佛法味，禪三昧為食。所以不需要像我們這個世間種種飲食，沒有這個需要。「以佛法，以禪定，以三昧為食，永絕他食之勞」，他方世界的飲食，極樂世界沒有的，極樂世界是以禪悅為食。"
    },
    {
      "id": "02-040-0403_p0005",
      "zh_CN": "「爱乐佛法味者，如日月灯明佛说」，日月灯明佛说的，「《法华经》六十小劫。时会听者，亦坐一处。六十小劫，谓如食顷。无有一人，若身若心，而生懈倦」，懈怠、疲倦。这是什么？法味为食，听经欢喜，精神、体力饱满。我们中国古人也说，人逢喜事精神爽，把饮食、睡眠都忘掉了。这是什么？喜乐自然有一种能量，可以养心、可以养身。这桩事情连现代的科学家也发现了，所谓念力的能量不可思议。我们细细思惟观察，这个很有道理，饮食是可以断掉的。因为佛说这个东西是烦恼，五盖之一，也是五欲，五欲是财色名食睡，这五种都是假的，实际上都不需要。修行真正有功夫的人，我们知道饮食是能量的补充，我们吃东西，实际上摄取能量来养这个身体。不从饮食上摄取也行，可以在空中摄取能量。",
      "zh_TW": "「愛樂佛法味者，如日月燈明佛說」，日月燈明佛說的，「《法華經》六十小劫。時會聽者，亦坐一處。六十小劫，謂如食頃。無有一人，若身若心，而生懈倦」，懈怠、疲倦。這是什麼？法味為食，聽經歡喜，精神、體力飽滿。我們中國古人也說，人逢喜事精神爽，把飲食、睡眠都忘掉了。這是什麼？喜樂自然有一種能量，可以養心、可以養身。這樁事情連現代的科學家也發現了，所謂念力的能量不可思議。我們細細思惟觀察，這個很有道理，飲食是可以斷掉的。因為佛說這個東西是煩惱，五蓋之一，也是五欲，五欲是財色名食睡，這五種都是假的，實際上都不需要。修行真正有功夫的人，我們知道飲食是能量的補充，我們吃東西，實際上攝取能量來養這個身體。不從飲食上攝取也行，可以在空中攝取能量。"
    },
    {
      "id": "02-040-0403_p0006",
      "zh_CN": "欲界就是因为有财色名食睡这五种欲，称为欲界。色界天，色界天就没有了，色界天是禅悦为食，不需要我们人间的饮食。我们想想极乐世界的大众，前面我们在经上读过有比较，第六天王、大梵天王、摩醯首罗天王都比不上，他们的相好庄严，相好庄严与饮食有密切关系。我们说这三种天王，六欲天王有饮食，他欲界；初禅天的大梵天王，他没有饮食；四禅天的摩醯首罗天王也没有饮食，都是禅悦为食。那么极乐世界禅悦为食应该是真的不是假的，又何况他们常在三昧当中，饮食的迹象、现象没有了，他无需要了。",
      "zh_TW": "欲界就是因為有財色名食睡這五種欲，稱為欲界。色界天，色界天就沒有了，色界天是禪悅為食，不需要我們人間的飲食。我們想想極樂世界的大眾，前面我們在經上讀過有比較，第六天王、大梵天王、摩醯首羅天王都比不上，他們的相好莊嚴，相好莊嚴與飲食有密切關係。我們說這三種天王，六欲天王有飲食，他欲界；初禪天的大梵天王，他沒有飲食；四禪天的摩醯首羅天王也沒有飲食，都是禪悅為食。那麼極樂世界禪悅為食應該是真的不是假的，又何況他們常在三昧當中，飲食的跡象、現象沒有了，他無需要了。"
    },
    {
      "id": "02-040-0403_p0007",
      "zh_CN": "日月灯明佛说《法华经》，多长的时间？六十小劫。这里给我们一个提示，我们从这个地方要能够体会到，深信不疑。阿弥陀佛在西方极乐世界讲经，我有一点体会，我们往生到极乐世界，花开见佛，进入阿弥陀佛的讲堂。莲花上有我们的名字，我们会想到极乐世界阿弥陀佛讲堂里头的座位，一定也有我们的名字。你进入讲堂真的是凡夫，我们一品烦恼都没断，带业往生。但是生到极乐世界，就得到阿弥陀佛本愿威神的加持，皆作阿惟越致菩萨。这句话重要，千万不要忘掉，本经四十八愿第二十愿，皆作阿惟越致菩萨。即使智慧、神通、道力，跟法身菩萨一样。这不是我们自己修得的，这是阿弥陀佛加持得来的，加持跟修得没有两样。",
      "zh_TW": "日月燈明佛說《法華經》，多長的時間？六十小劫。這裡給我們一個提示，我們從這個地方要能夠體會到，深信不疑。阿彌陀佛在西方極樂世界講經，我有一點體會，我們往生到極樂世界，花開見佛，進入阿彌陀佛的講堂。蓮花上有我們的名字，我們會想到極樂世界阿彌陀佛講堂裡頭的座位，一定也有我們的名字。你進入講堂真的是凡夫，我們一品煩惱都沒斷，帶業往生。但是生到極樂世界，就得到阿彌陀佛本願威神的加持，皆作阿惟越致菩薩。這句話重要，千萬不要忘掉，本經四十八願第二十願，皆作阿惟越致菩薩。即使智慧、神通、道力，跟法身菩薩一樣。這不是我們自己修得的，這是阿彌陀佛加持得來的，加持跟修得沒有兩樣。"
    },
    {
      "id": "02-040-0403_p0008",
      "zh_CN": "阿弥陀佛讲经讲多久？日月灯明佛讲《法华经》六十小劫，听众感触就好像吃一餐饭的时间，谓如食顷。一餐饭，咱们算吃饭吃得慢，一面吃饭一面聊天，一个小时。六十小劫变成一个小时，这说明什么？时间是假的，一小时可以展开为无量劫，无量劫可以浓缩为一小时。你在阿弥陀佛讲堂，实际上听经听了无量劫，感觉？感觉才一会儿，我刚进来好像没多久，实际上无量劫了。为什么？你开悟了。你要不开悟，你没有感觉，专注在听经，没有觉得时间长短，没觉得，没感觉。到开悟了，就好像醒过来了，感觉得时间很短。离开讲堂那是什么境界？成佛了，你不成佛你肯离开讲堂吗？所以，那个世界的人皆是无量寿，佛说经无量劫等于一餐饭的时间。身心都不会懈怠、都不会疲倦，说明精神饱满，心地清净，现无量智慧。",
      "zh_TW": "阿彌陀佛講經講多久？日月燈明佛講《法華經》六十小劫，聽眾感觸就好像吃一餐飯的時間，謂如食頃。一餐飯，咱們算吃飯吃得慢，一面吃飯一面聊天，一個小時。六十小劫變成一個小時，這說明什麼？時間是假的，一小時可以展開為無量劫，無量劫可以濃縮為一小時。你在阿彌陀佛講堂，實際上聽經聽了無量劫，感覺？感覺才一會兒，我剛進來好像沒多久，實際上無量劫了。為什麼？你開悟了。你要不開悟，你沒有感覺，專注在聽經，沒有覺得時間長短，沒覺得，沒感覺。到開悟了，就好像醒過來了，感覺得時間很短。離開講堂那是什麼境界？成佛了，你不成佛你肯離開講堂嗎？所以，那個世界的人皆是無量壽，佛說經無量劫等於一餐飯的時間。身心都不會懈怠、都不會疲倦，說明精神飽滿，心地清淨，現無量智慧。"
    },
    {
      "id": "02-040-0403_p0009",
      "zh_CN": "这是「以禅定为食者，谓诸大菩萨，常在三昧，无他食也」，昙鸾法师《往生论》上这个注解注得好。「三昧者，彼诸人天」，说明这些往生的人是从我们地球上人天身分去往生的，不是声闻缘觉。「若须食时，百味嘉肴，罗列在前」，如果有这个念头想吃，你就看这些餐具、饮食统统摆在你面前。「眼见色，鼻闻香」，见色闻香就够了，「身受适悦」，你就非常欢喜，「自然饱足」，不需要真的去吃，不需要。「食讫已化去」，吃完之后，这些餐具、饭菜没有了，桌子上干干净净，一尘不染。「若须复现」，如果你再想，什么时候想它什么时候就出现。「其事在经」，这个事情是佛经上说的。「是故言爱乐佛法味，禅三昧为食」，天亲菩萨说得没错。",
      "zh_TW": "這是「以禪定為食者，謂諸大菩薩，常在三昧，無他食也」，曇鸞法師《往生論》上這個註解註得好。「三昧者，彼諸人天」，說明這些往生的人是從我們地球上人天身分去往生的，不是聲聞緣覺。「若須食時，百味嘉肴，羅列在前」，如果有這個念頭想吃，你就看這些餐具、飲食統統擺在你面前。「眼見色，鼻聞香」，見色聞香就夠了，「身受適悅」，你就非常歡喜，「自然飽足」，不需要真的去吃，不需要。「食訖已化去」，吃完之後，這些餐具、飯菜沒有了，桌子上乾乾淨淨，一塵不染。「若須復現」，如果你再想，什麼時候想它什麼時候就出現。「其事在經」，這個事情是佛經上說的。「是故言愛樂佛法味，禪三昧為食」，天親菩薩說得沒錯。"
    },
    {
      "id": "02-040-0403_p0010",
      "zh_CN": "下面一段「衣自在」，这第三段。",
      "zh_TW": "下面一段「衣自在」，這第三段。"
    },
    {
      "id": "02-040-0403_p0011",
      "zh_CN": "【复有众宝妙衣。冠带。璎珞。无量光明。百千妙色。悉皆具足。自然在身。】",
      "zh_TW": "【復有眾寶妙衣。冠帶。瓔珞。無量光明。百千妙色。悉皆具足。自然在身。】"
    },
    {
      "id": "02-040-0403_p0012",
      "zh_CN": "身相庄严显示福德，我们世间人讲福报。请看下面念老的注解，「右明衣饰受用自在」，衣是衣服，饰是装饰，像前面讲的璎珞，这属于装饰。『冠』是帽子，『带』是衣带。中国古时候的衣没有钮扣，全是用带子，一直到明朝。有钮扣是清朝时候，清朝他们发源在中国东北，现在的东三省，气候寒冷，所以他的衣服贴身比较紧，钮扣是他们的衣服。钮扣我们也用了将近四百年，比带子省事。我们看到用带子的，韩国的服装你能看到，日本的服装能看到。日本、韩国跟中国往来的历史悠久，在战国时候就往来了。我们看到日本的服装店，招牌是吴服店，有人说这个吴是三国时代的吴国，也讲得通，吴在江苏、浙江这一代。更早的在春秋战国，吴在现在的苏州建都，历史上我们熟悉的吴越的战争，吴王夫差，越王勾践。",
      "zh_TW": "身相莊嚴顯示福德，我們世間人講福報。請看下面念老的註解，「右明衣飾受用自在」，衣是衣服，飾是裝飾，像前面講的瓔珞，這屬於裝飾。『冠』是帽子，『帶』是衣帶。中國古時候的衣沒有鈕扣，全是用帶子，一直到明朝。有鈕扣是清朝時候，清朝他們發源在中國東北，現在的東三省，氣候寒冷，所以他的衣服貼身比較緊，鈕扣是他們的衣服。鈕扣我們也用了將近四百年，比帶子省事。我們看到用帶子的，韓國的服裝你能看到，日本的服裝能看到。日本、韓國跟中國往來的歷史悠久，在戰國時候就往來了。我們看到日本的服裝店，招牌是吳服店，有人說這個吳是三國時代的吳國，也講得通，吳在江蘇、浙江這一代。更早的在春秋戰國，吳在現在的蘇州建都，歷史上我們熟悉的吳越的戰爭，吳王夫差，越王勾踐。"
    },
    {
      "id": "02-040-0403_p0013",
      "zh_CN": "在那个时候，因为我们知道历史上确实有这个事情，秦始皇距离那个时候不远，秦始皇确实曾经派遣徐福到海上去求神仙。去寻求不死药，叫长生不老，带着五百童男、五百童女，这一去就没有回来。在日本的传说，我在日本讲经有人问我，他说是不是有这回事情？我说是有，中国历史上确实有记载。他们告诉我，日本第一代的天皇就是徐福，世世代代相传，到现在还在，天皇是徐福的后代，那他是中国人。中国徐这个族姓，是黄帝第二个儿子的后代。所以日本跟我们的关系很密切，可以说同文同种，以后他们根据汉字发明了片假名。韩国完全用汉字，完全没有改变，二战之后它才发明用他们的拼音来做国语，这实在讲是很遗憾的事情。前个星期金教授来访问，我们谈到这个事情。",
      "zh_TW": "在那個時候，因為我們知道歷史上確實有這個事情，秦始皇距離那個時候不遠，秦始皇確實曾經派遣徐福到海上去求神仙。去尋求不死藥，叫長生不老，帶著五百童男、五百童女，這一去就沒有回來。在日本的傳說，我在日本講經有人問我，他說是不是有這回事情？我說是有，中國歷史上確實有記載。他們告訴我，日本第一代的天皇就是徐福，世世代代相傳，到現在還在，天皇是徐福的後代，那他是中國人。中國徐這個族姓，是黃帝第二個兒子的後代。所以日本跟我們的關係很密切，可以說同文同種，以後他們根據漢字發明了片假名。韓國完全用漢字，完全沒有改變，二戰之後它才發明用他們的拼音來做國語，這實在講是很遺憾的事情。前個星期金教授來訪問，我們談到這個事情。"
    },
    {
      "id": "02-040-0403_p0014",
      "zh_CN": "这两个国家跟中国传统文化有深厚的渊源，他们确实可以承传、流通、发扬光大汉文化，他们有很深的底蕴，三、四百年前。我们看到日本、韩国古圣先贤的著作，你就知道了，全是用汉文写的，用文言文写的。学佛的人就更清楚，我们流传到日本、韩国的经典，原文没有改变，只是念法，他把他们的注音注在那里，用他们的念法，原文完全一样。所以，跟日本人往来，语言不通没关系，写字都知道。韩国说实在话，把汉文丢掉就二战之后。二战的当中它被日本占领，逼迫、强迫他们学日本文，但是他们还是保持汉文。",
      "zh_TW": "這兩個國家跟中國傳統文化有深厚的淵源，他們確實可以承傳、流通、發揚光大漢文化，他們有很深的底蘊，三、四百年前。我們看到日本、韓國古聖先賢的著作，你就知道了，全是用漢文寫的，用文言文寫的。學佛的人就更清楚，我們流傳到日本、韓國的經典，原文沒有改變，只是念法，他把他們的注音註在那裡，用他們的念法，原文完全一樣。所以，跟日本人往來，語言不通沒關係，寫字都知道。韓國說實在話，把漢文丟掉就二戰之後。二戰的當中它被日本佔領，逼迫、強迫他們學日本文，但是他們還是保持漢文。"
    },
    {
      "id": "02-040-0403_p0015",
      "zh_CN": "汉文确实有它的优点，也有它的优势，我们不能忽略、不能忘掉，应该认真好好学习，做出一个榜样给世人看。这个榜样，老祖宗传下来教学的理念，「一门深入，长时薰修；读书千遍，其义自见」，这四句话。我们来做个实验，最好是出家人，因为一般人不敢做实验，他怕我这个做不成功，我将来在社会上找不到工作，他有这个忧虑。而出家人没有，出家人的生活有人供养，用不着自己操心，专门研究一部经论，就用中国这四句话，用上十年，看看有没有效果，就知道了。十年专攻一门东西，他就会变成这一门东西的专家学者，一部经、一部论。十年之后果然成功了，这个方法就可以介绍给一切好学之士。开悟！这个不得了，就是佛法里讲的因戒得定，因定开慧。",
      "zh_TW": "漢文確實有它的優點，也有它的優勢，我們不能忽略、不能忘掉，應該認真好好學習，做出一個榜樣給世人看。這個榜樣，老祖宗傳下來教學的理念，「一門深入，長時薰修；讀書千遍，其義自見」，這四句話。我們來做個實驗，最好是出家人，因為一般人不敢做實驗，他怕我這個做不成功，我將來在社會上找不到工作，他有這個憂慮。而出家人沒有，出家人的生活有人供養，用不著自己操心，專門研究一部經論，就用中國這四句話，用上十年，看看有沒有效果，就知道了。十年專攻一門東西，他就會變成這一門東西的專家學者，一部經、一部論。十年之後果然成功了，這個方法就可以介紹給一切好學之士。開悟！這個不得了，就是佛法裡講的因戒得定，因定開慧。"
    },
    {
      "id": "02-040-0403_p0016",
      "zh_CN": "智慧从哪里来？智慧是本有的，只是我们烦恼习气把它障碍了，我们用读书这个方法，把烦恼习气化掉。把意念集中，读一部书，每天想就这一桩事，念头集中，真正集中不散乱，就得三昧，就得定；得定，再继续不断的用功，会开悟。古时候这个例子很多，我们在《坛经》上看到法达禅师，那就是个最好的例子，无尽藏比丘尼都是好例子，古时候用这个方法的人很多，现在不敢用。用中国儒家、道家的东西都行，儒家东西专攻一样，专攻四书，或者把范围缩得更小，我专攻《论语》。十年专攻这一样东西，十年之后就是这个科目的专家，你能讲、你能写。",
      "zh_TW": "智慧從哪裡來？智慧是本有的，只是我們煩惱習氣把它障礙了，我們用讀書這個方法，把煩惱習氣化掉。把意念集中，讀一部書，每天想就這一樁事，念頭集中，真正集中不散亂，就得三昧，就得定；得定，再繼續不斷的用功，會開悟。古時候這個例子很多，我們在《壇經》上看到法達禪師，那就是個最好的例子，無盡藏比丘尼都是好例子，古時候用這個方法的人很多，現在不敢用。用中國儒家、道家的東西都行，儒家東西專攻一樣，專攻四書，或者把範圍縮得更小，我專攻《論語》。十年專攻這一樣東西，十年之後就是這個科目的專家，你能講、你能寫。"
    },
    {
      "id": "02-040-0403_p0017",
      "zh_CN": "现在跟过去不一样，你能把你写的东西，讲义，你讲的做成光碟。有人给你介绍到学校，学校要开这门课找老师，你让学校去审查。你虽然没有学位，你看他审查之后，觉得是真好，人家把博士学位送给你，因为你的讲义、你的光盘那就是博士论文。今天我们再培养儒释道的人才，只有用这个方法，为什么？现在叫我们找儒释道老师找不到了。这怎么办？用老方法。我们知道孔子过世，孟子才出生，孟子一生做学问学孔子，孔子的书还在，他专门读孔子的书，有问题向孔子的学生请教。他专攻，最后成就超出孔子在世当年的那些学生，后人只说孔孟，没有说曾子，没有说子游。总是提到孔，下头就想孟，孔子至圣先师，孟子亚圣，亚圣是第二，他学成功了。他怎么学的？一门深入，长时薰修，读书千遍，其义自见，就这成功的。",
      "zh_TW": "現在跟過去不一樣，你能把你寫的東西，講義，你講的做成光碟。有人給你介紹到學校，學校要開這門課找老師，你讓學校去審查。你雖然沒有學位，你看他審查之後，覺得是真好，人家把博士學位送給你，因為你的講義、你的光盤那就是博士論文。今天我們再培養儒釋道的人才，只有用這個方法，為什麼？現在叫我們找儒釋道老師找不到了。這怎麼辦？用老方法。我們知道孔子過世，孟子才出生，孟子一生做學問學孔子，孔子的書還在，他專門讀孔子的書，有問題向孔子的學生請教。他專攻，最後成就超出孔子在世當年的那些學生，後人只說孔孟，沒有說曾子，沒有說子游。總是提到孔，下頭就想孟，孔子至聖先師，孟子亞聖，亞聖是第二，他學成功了。他怎麼學的？一門深入，長時薰修，讀書千遍，其義自見，就這成功的。"
    },
    {
      "id": "02-040-0403_p0018",
      "zh_CN": "在历史上最著名的用这个方法成功的，孟子以后有司马迁，司马迁写中国《史记》的，汉朝大文学家。司马迁的文章跟谁学的？跟左丘明学的，左丘明是跟孔子同时的，着《左传》。孔子作《春秋》，是当代的历史，只是写个提纲，没有把事情详细说出，左丘明他把这个事详详细细的注出来。譬如《左传》前面第一段，「郑伯克段于鄢」，这句话孔子写的，但是原委我们就不清楚了，看左丘明，那就是讲得很详细。《春秋》有三个注解，注得最详细、权威的注解是左丘明的，称为《左传》，还有《公羊传》、《谷梁传》，春秋三传。司马迁专攻《左传》，至少也是十年，古人所谓十载寒窗，一举成名，那个举是参加国家的考试，考中了，那就等于考学位。",
      "zh_TW": "在歷史上最著名的用這個方法成功的，孟子以後有司馬遷，司馬遷寫中國《史記》的，漢朝大文學家。司馬遷的文章跟誰學的？跟左丘明學的，左丘明是跟孔子同時的，著《左傳》。孔子作《春秋》，是當代的歷史，只是寫個提綱，沒有把事情詳細說出，左丘明他把這個事詳詳細細的註出來。譬如《左傳》前面第一段，「鄭伯克段于鄢」，這句話孔子寫的，但是原委我們就不清楚了，看左丘明，那就是講得很詳細。《春秋》有三個註解，註得最詳細、權威的註解是左丘明的，稱為《左傳》，還有《公羊傳》、《穀梁傳》，春秋三傳。司馬遷專攻《左傳》，至少也是十年，古人所謂十載寒窗，一舉成名，那個舉是參加國家的考試，考中了，那就等於考學位。"
    },
    {
      "id": "02-040-0403_p0019",
      "zh_CN": "古时候学位有三个，少年参加县考，考取了，秀才，那就是学位；再向上提升，参加省考，省考是举人；最后参加国家最高的考试，主考官是皇上，这殿试，这个考取了叫进士，最高的学位。好像现在的博士、硕士、学士，国家承认你，给学位给你。你有这个学位，就有资格，叫出仕，从政，做国家的公务人员。读书国家不管你，那是你自己的事情，国家每年开科取士，国家需要大量的治国安邦的人才，用考试的制度来选拔。这个很公平，这不是世袭的，是你真正本事参加考试得来的。所以白衣、农民、工人家里面的子弟，书读得好都可以参加考试，而不是只有富贵人家。贫贱人家出身的人很多，以后能做到宰相，这些人大有人在，在中国历史上。所以这个制度是非常好的一个制度。",
      "zh_TW": "古時候學位有三個，少年參加縣考，考取了，秀才，那就是學位；再向上提升，參加省考，省考是舉人；最後參加國家最高的考試，主考官是皇上，這殿試，這個考取了叫進士，最高的學位。好像現在的博士、碩士、學士，國家承認你，給學位給你。你有這個學位，就有資格，叫出仕，從政，做國家的公務人員。讀書國家不管你，那是你自己的事情，國家每年開科取士，國家需要大量的治國安邦的人才，用考試的制度來選拔。這個很公平，這不是世襲的，是你真正本事參加考試得來的。所以白衣、農民、工人家裡面的子弟，書讀得好都可以參加考試，而不是只有富貴人家。貧賤人家出身的人很多，以後能做到宰相，這些人大有人在，在中國歷史上。所以這個制度是非常好的一個制度。"
    },
    {
      "id": "02-040-0403_p0020",
      "zh_CN": "这个衣，衣，古时候是表身分的，不是随便可以穿的。第一个，你从事哪种行业的，古时候分四个，士农工商，不同的礼服。士是读书人，农是种田的，做工的、经商的，都有他的礼服。为什么？在大众聚会的时候，他知道他应该坐在什么地方。中国古时候最尊重的是读书人，读书人一定坐上席，前面是他们坐的，第二个是农人，工人，商人是坐在最后。商人是很有钱，累积的财富，他是真正富有，但是他没有社会地位。那商人怎么办？商人读书，请老师在家里教，参加考试，考到功名，他的身分就不一样了。这就从中国历史上看，中国人最重视是读书人，读书人明理。读书人不是读一般书，读圣贤书，为什么尊重他？他是圣贤，圣贤的弟子志在圣贤，这个话重要。",
      "zh_TW": "這個衣，衣，古時候是表身分的，不是隨便可以穿的。第一個，你從事哪種行業的，古時候分四個，士農工商，不同的禮服。士是讀書人，農是種田的，做工的、經商的，都有他的禮服。為什麼？在大眾聚會的時候，他知道他應該坐在什麼地方。中國古時候最尊重的是讀書人，讀書人一定坐上席，前面是他們坐的，第二個是農人，工人，商人是坐在最後。商人是很有錢，累積的財富，他是真正富有，但是他沒有社會地位。那商人怎麼辦？商人讀書，請老師在家裡教，參加考試，考到功名，他的身分就不一樣了。這就從中國歷史上看，中國人最重視是讀書人，讀書人明理。讀書人不是讀一般書，讀聖賢書，為什麼尊重他？他是聖賢，聖賢的弟子志在聖賢，這個話重要。"
    },
    {
      "id": "02-040-0403_p0021",
      "zh_CN": "我们为什么读书？今天问问年轻人为什么读书？完全是为到在社会上找一份好的工作，他不是志在圣贤。佛门里面出家了，为什么出家？在社会上找不到好工作，出家了，居然有些大学生出家，拿到博士学位都出家。古人出家志在成佛，他是为这个。现在人出家也是为社会地位，出家人有人供养，衣食住不愁，受到学佛的佛门弟子在家居士的礼敬、恭敬。真有几个虔诚的护法，给你盖一座寺庙，那是宫殿，享受比拟于皇上。他看这个行业不错，就有那一等聪明的大学生，出家之后搞这一行，在社会上也能出名，大法师。目标、方向错了！真正为佛法而出家的太少了，不是没有，因为这些人他都住在深山里头，他不愿意跟社会往来，跟社会往来很复杂，清修。",
      "zh_TW": "我們為什麼讀書？今天問問年輕人為什麼讀書？完全是為到在社會上找一份好的工作，他不是志在聖賢。佛門裡面出家了，為什麼出家？在社會上找不到好工作，出家了，居然有些大學生出家，拿到博士學位都出家。古人出家志在成佛，他是為這個。現在人出家也是為社會地位，出家人有人供養，衣食住不愁，受到學佛的佛門弟子在家居士的禮敬、恭敬。真有幾個虔誠的護法，給你蓋一座寺廟，那是宮殿，享受比擬於皇上。他看這個行業不錯，就有那一等聰明的大學生，出家之後搞這一行，在社會上也能出名，大法師。目標、方向錯了！真正為佛法而出家的太少了，不是沒有，因為這些人他都住在深山裡頭，他不願意跟社會往來，跟社會往來很複雜，清修。"
    },
    {
      "id": "02-040-0403_p0022",
      "zh_CN": "我们在斯里兰卡看到，现在还有不少。这些人备受社会大众尊敬，因为他真的持戒精严，确确实实只守住三衣一钵，名闻利养不沾边。住在哪里？住在山林，跟释迦牟尼佛当年一样，住在山林，住在岩洞。现在这些人，外国人有，他们受到社会大众最尊敬的，他是真正放下的。他们现在也不需要出来托钵，附近的村庄自自然然组织轮流供养。他是日中一食，今天日中一食是我来供养，明天轮到你，后天轮到他，大概这一个法师他都有个小组织供养他。强帝玛法师告诉我，有些居住的人多的，还有三个月才轮到一次，那他居住地方的人多；居住的地方人少的话，可能是一个月轮到一次。他一天吃一餐，所以给他做一餐饭送到他修行的地方，他在树下，送到树下给他；他住在山洞，就送到山洞给他。",
      "zh_TW": "我們在斯里蘭卡看到，現在還有不少。這些人備受社會大眾尊敬，因為他真的持戒精嚴，確確實實只守住三衣一缽，名聞利養不沾邊。住在哪裡？住在山林，跟釋迦牟尼佛當年一樣，住在山林，住在岩洞。現在這些人，外國人有，他們受到社會大眾最尊敬的，他是真正放下的。他們現在也不需要出來托缽，附近的村莊自自然然組織輪流供養。他是日中一食，今天日中一食是我來供養，明天輪到你，後天輪到他，大概這一個法師他都有個小組織供養他。強帝瑪法師告訴我，有些居住的人多的，還有三個月才輪到一次，那他居住地方的人多；居住的地方人少的話，可能是一個月輪到一次。他一天吃一餐，所以給他做一餐飯送到他修行的地方，他在樹下，送到樹下給他；他住在山洞，就送到山洞給他。"
    },
    {
      "id": "02-040-0403_p0023",
      "zh_CN": "至于寺庙，多半是学习的场所，学习经教。寺庙住众人多少就不一定，有十几二十个人的，也有二、三百人的。这个供养他们有护法团，有组织，也是轮流供养。寺庙里面没有厨房，饮食是由信徒送到寺庙，每天早晨送过去。他们早晨也吃一点，主要是中午这一餐，晚上不吃，真修行。他们不跟外人接触，也不说话，信徒供养恭恭敬敬的放在那里，对出家人礼拜，他就走了，等他吃完之后再来收。出家人也用不着感谢，理所当然。佛的十号里头有应供，应当接受大众供养，这些人修行功德。成就他，他证得阿罗汉果，就等于说成就了阿罗汉，这功德很大。能证得须陀洹，功德就不错了，就真实功德利益。他们是真修，目标是求证小乘四果、大乘菩萨，是为这个出家的，不是为名闻利养。这些人也都属于大寺里面的一员，大的寺庙，这个佛教有组织的。",
      "zh_TW": "至於寺廟，多半是學習的場所，學習經教。寺廟住眾人多少就不一定，有十幾二十個人的，也有二、三百人的。這個供養他們有護法團，有組織，也是輪流供養。寺廟裡面沒有廚房，飲食是由信徒送到寺廟，每天早晨送過去。他們早晨也吃一點，主要是中午這一餐，晚上不吃，真修行。他們不跟外人接觸，也不說話，信徒供養恭恭敬敬的放在那裡，對出家人禮拜，他就走了，等他吃完之後再來收。出家人也用不著感謝，理所當然。佛的十號裡頭有應供，應當接受大眾供養，這些人修行功德。成就他，他證得阿羅漢果，就等於說成就了阿羅漢，這功德很大。能證得須陀洹，功德就不錯了，就真實功德利益。他們是真修，目標是求證小乘四果、大乘菩薩，是為這個出家的，不是為名聞利養。這些人也都屬於大寺裡面的一員，大的寺廟，這個佛教有組織的。"
    },
    {
      "id": "02-040-0403_p0024",
      "zh_CN": "中国有，不是没有，中国寺庙大概都有小茅蓬，小茅蓬住的人大概是一、二个人。搭个小茅蓬，距离寺庙步行半个小时这样的距离，不是太远，二、三里路的地方。为什么？供养方便。因为中国人没有人给你送饭的，小茅蓬自己要烧饭的。你这些柴米油盐打哪来？柴，自己捡柴火可以，主食米、面、油、盐到寺庙去拿。大概是半个月，你拿的时候半个月的份拿去，半个月之后再拿。像虚云老和尚一生，大部分时间都住茅蓬，你去看他，寺庙里找不到他，他不住寺庙。茅蓬距离寺庙至少要走半个小时，而且小路，没有路走的，这真修。",
      "zh_TW": "中國有，不是沒有，中國寺廟大概都有小茅蓬，小茅蓬住的人大概是一、二個人。搭個小茅蓬，距離寺廟步行半個小時這樣的距離，不是太遠，二、三里路的地方。為什麼？供養方便。因為中國人沒有人給你送飯的，小茅蓬自己要燒飯的。你這些柴米油鹽打哪來？柴，自己撿柴火可以，主食米、麵、油、鹽到寺廟去拿。大概是半個月，你拿的時候半個月的份拿去，半個月之後再拿。像虛雲老和尚一生，大部分時間都住茅蓬，你去看他，寺廟裡找不到他，他不住寺廟。茅蓬距離寺廟至少要走半個小時，而且小路，沒有路走的，這真修。"
    },
    {
      "id": "02-040-0403_p0025",
      "zh_CN": "真修行，教理不能不知道，你修什么法门，这个法门是依什么样的经论，你不能不知道，你必须先学习，然后再真修。真修不外乎止观，章嘉大师教给我的，看破、放下。修什么？清净心、平等心，这是定，得定之后肯定开慧，清净心开小智慧，平等心开大智慧。修是真正修看破、放下，看破帮助放下，放下帮助看破，相辅相成，从初发心到如来地。千经万论是说方法、门道很多，原理原则就一个，看破、放下包括所有的法门。",
      "zh_TW": "真修行，教理不能不知道，你修什麼法門，這個法門是依什麼樣的經論，你不能不知道，你必須先學習，然後再真修。真修不外乎止觀，章嘉大師教給我的，看破、放下。修什麼？清淨心、平等心，這是定，得定之後肯定開慧，清淨心開小智慧，平等心開大智慧。修是真正修看破、放下，看破幫助放下，放下幫助看破，相輔相成，從初發心到如來地。千經萬論是說方法、門道很多，原理原則就一個，看破、放下包括所有的法門。"
    },
    {
      "id": "02-040-0403_p0026",
      "zh_CN": "极乐世界皆是大乘菩萨，大乘菩萨教化一切众生，教化众生一定要知道，恒顺众生，随喜功德。这一切是变化所作，众生心里想什么就变现什么，菩萨修行决定没有起心动念，决定没有分别执着，「随众生心，应所知量」，《楞严经》上说的，说得好。众生想佛就现佛身，众生想菩萨就现菩萨身，众生想求什么问题不能解决的，你去帮他解决，诸佛菩萨绝对没有起心动念。然后我们回过头来看释迦牟尼佛，释迦牟尼佛在这个世间出现，住世八十年，我们要问，他有没有起心动念？他有没有分别执着？从出生那天到八十岁圆寂，真的没有起心动念，真的没有分别执着。他要有起心动念、分别执着就不叫示现了，那是在这一生修成的。",
      "zh_TW": "極樂世界皆是大乘菩薩，大乘菩薩教化一切眾生，教化眾生一定要知道，恆順眾生，隨喜功德。這一切是變化所作，眾生心裡想什麼就變現什麼，菩薩修行決定沒有起心動念，決定沒有分別執著，「隨眾生心，應所知量」，《楞嚴經》上說的，說得好。眾生想佛就現佛身，眾生想菩薩就現菩薩身，眾生想求什麼問題不能解決的，你去幫他解決，諸佛菩薩絕對沒有起心動念。然後我們回過頭來看釋迦牟尼佛，釋迦牟尼佛在這個世間出現，住世八十年，我們要問，他有沒有起心動念？他有沒有分別執著？從出生那天到八十歲圓寂，真的沒有起心動念，真的沒有分別執著。他要有起心動念、分別執著就不叫示現了，那是在這一生修成的。"
    },
    {
      "id": "02-040-0403_p0027",
      "zh_CN": "《法华经》、《梵网经》释迦牟尼佛告诉我们，他成佛已经久远劫前，时间太长了，他早就成佛了。这一次到人间来是表演的，把他怎么修行、怎么样证果、怎么样利益众生，表演一遍给大家看。所以来示现的，不是真的凡夫成佛。但是他表演得很逼真，你依照这个方法去做的话，行，你也能成就。能不能成就最高的佛果？能。为什么？因为你本来是佛，这个一定要懂，成佛不是别的，恢复自己本来面目。《华严经》上佛告诉我们，「一切众生皆有如来智慧德相」，众生跟佛是平等的，众生本来就是佛。现在为什么搞成这样子？迷失了真心，迷失了本性，自性里面的智慧德相完全透不出来。六道里头搞轮回全是假的，佛把这个事实真相为我们说出来了，我们要能体会，我们要能觉悟。",
      "zh_TW": "《法華經》、《梵網經》釋迦牟尼佛告訴我們，他成佛已經久遠劫前，時間太長了，他早就成佛了。這一次到人間來是表演的，把他怎麼修行、怎麼樣證果、怎麼樣利益眾生，表演一遍給大家看。所以來示現的，不是真的凡夫成佛。但是他表演得很逼真，你依照這個方法去做的話，行，你也能成就。能不能成就最高的佛果？能。為什麼？因為你本來是佛，這個一定要懂，成佛不是別的，恢復自己本來面目。《華嚴經》上佛告訴我們，「一切眾生皆有如來智慧德相」，眾生跟佛是平等的，眾生本來就是佛。現在為什麼搞成這樣子？迷失了真心，迷失了本性，自性裡面的智慧德相完全透不出來。六道裡頭搞輪迴全是假的，佛把這個事實真相為我們說出來了，我們要能體會，我們要能覺悟。"
    },
    {
      "id": "02-040-0403_p0028",
      "zh_CN": "大乘经上告诉我们，在什么条件之下成佛？六根接触六尘境界不起心、不动念，你就成佛了。我们就知道，修行修什么？眼见色、耳闻声、鼻嗅香、舌尝味，六根接触六尘境界就是你修行的地方，修什么？不起心、不动念。看得清清楚楚、明明白白，听得清楚，也听得明白，没起心动念，这就是佛；有起心动念，没有分别执着，是菩萨。不起心动念太难了，我们没有办法知道我们自己起心动念，所以起心动念断不了。我们的念头很粗，真的是无量的念头纠缠在一起，让我们感觉有个念头出来了，微细念头不知道。分别、执着是最粗的念头，这个我们知道，这不是微细的念头。所以修行，证小乘四果、大乘十信是办得到的，不过要真干，就是要真放下。稍稍有一点执着，还是凡夫，不是圣人。",
      "zh_TW": "大乘經上告訴我們，在什麼條件之下成佛？六根接觸六塵境界不起心、不動念，你就成佛了。我們就知道，修行修什麼？眼見色、耳聞聲、鼻嗅香、舌嘗味，六根接觸六塵境界就是你修行的地方，修什麼？不起心、不動念。看得清清楚楚、明明白白，聽得清楚，也聽得明白，沒起心動念，這就是佛；有起心動念，沒有分別執著，是菩薩。不起心動念太難了，我們沒有辦法知道我們自己起心動念，所以起心動念斷不了。我們的念頭很粗，真的是無量的念頭糾纏在一起，讓我們感覺有個念頭出來了，微細念頭不知道。分別、執著是最粗的念頭，這個我們知道，這不是微細的念頭。所以修行，證小乘四果、大乘十信是辦得到的，不過要真幹，就是要真放下。稍稍有一點執著，還是凡夫，不是聖人。"
    },
    {
      "id": "02-040-0403_p0029",
      "zh_CN": "大乘入门初信位的菩萨，小乘入门初果须陀洹，一定要把五种最明显的错误放下，这五种我们能做到吗？放下有两种方式，一种，听到佛说的，教我放下，我就甘心情愿放下。这很了不起，这个我们说他善根深厚，对佛的话真相信，一点怀疑都没有，这人不多。第二类的人，搞明白了为什么放下，他真放下了。实际上这种人也不多，为什么？真正搞清楚不容易。头一桩事情，身不是自己。我们刚才说这两种人，一种人相信释迦牟尼佛，身不是自己，好，就不是自己，就不把身当自己。这个很厉害，把身见放下。边见放下，边见是对立，凡是对立的都是错误的。对立跟和谐是相对的，没有对立就是和谐，家和万事兴，这个我们不能不晓得。成见是错误的，是自己的妄想，不是事实，这个要放下。再就是广泛的，一些错误的看法要放下。这个东西统统放下，就是须陀洹果。我们知道，这摆在我们面前，我们有没有放下？没有。没有，换句话说，小乘初果没证得，大乘初信没证得，没入门。",
      "zh_TW": "大乘入門初信位的菩薩，小乘入門初果須陀洹，一定要把五種最明顯的錯誤放下，這五種我們能做到嗎？放下有兩種方式，一種，聽到佛說的，教我放下，我就甘心情願放下。這很了不起，這個我們說他善根深厚，對佛的話真相信，一點懷疑都沒有，這人不多。第二類的人，搞明白了為什麼放下，他真放下了。實際上這種人也不多，為什麼？真正搞清楚不容易。頭一樁事情，身不是自己。我們剛才說這兩種人，一種人相信釋迦牟尼佛，身不是自己，好，就不是自己，就不把身當自己。這個很厲害，把身見放下。邊見放下，邊見是對立，凡是對立的都是錯誤的。對立跟和諧是相對的，沒有對立就是和諧，家和萬事興，這個我們不能不曉得。成見是錯誤的，是自己的妄想，不是事實，這個要放下。再就是廣泛的，一些錯誤的看法要放下。這個東西統統放下，就是須陀洹果。我們知道，這擺在我們面前，我們有沒有放下？沒有。沒有，換句話說，小乘初果沒證得，大乘初信沒證得，沒入門。"
    },
    {
      "id": "02-040-0403_p0030",
      "zh_CN": "佛法，有讲经的，有听经的，有修行的，有证果的，叫正法住世。其次，有讲经的、有听经的、有修行的，没有证果，这叫像法，不叫正法叫像法。像法是相似，因为他真有修行，他没有证果。如果有讲经、有听经的，没有修行的，把经教当作学术来研究，现在很多。我三次到欧洲去访问，我看到欧洲的汉学，汉学主要是学习儒释道，这都叫汉学。他们的典籍都是汉文文言文写出来的，就是儒释道三家。我看他们的学习，他们非常认真，也很用功，他们是把它当学术来研究，古代有一种学术，研究到底是些什么，他们没有奉行，没有依教修行。这是佛法的末法。如果讲经的人没有，听经的人没有，修行的人没有，证果的人没有了，这叫灭法，法就灭了。",
      "zh_TW": "佛法，有講經的，有聽經的，有修行的，有證果的，叫正法住世。其次，有講經的、有聽經的、有修行的，沒有證果，這叫像法，不叫正法叫像法。像法是相似，因為他真有修行，他沒有證果。如果有講經、有聽經的，沒有修行的，把經教當作學術來研究，現在很多。我三次到歐洲去訪問，我看到歐洲的漢學，漢學主要是學習儒釋道，這都叫漢學。他們的典籍都是漢文文言文寫出來的，就是儒釋道三家。我看他們的學習，他們非常認真，也很用功，他們是把它當學術來研究，古代有一種學術，研究到底是些什麼，他們沒有奉行，沒有依教修行。這是佛法的末法。如果講經的人沒有，聽經的人沒有，修行的人沒有，證果的人沒有了，這叫滅法，法就滅了。"
    },
    {
      "id": "02-040-0403_p0031",
      "zh_CN": "我们现在是释迦牟尼佛的末法时期，末法时期没有证果的。可是佛法有个特别法门，不在八万四千法门之内的，有特别法门，这个特别法门就是净土，我们现在所学的这个，这个法门往生就是证果；换句话说，这个法门里头有正法。净土的道理你懂得了，方法你知道了，你能真正发心信愿持名，这就是末法，净宗的末法。念佛念到功夫成片，你就是正法，为什么？你必定往生，往生就是证果。所以在今天，净宗里头有信、解、行、证，净宗道场就是正法道场，这一点我们要知道。净宗的成就最难也是难在放下，不能往生的，情执没有断，情执属于贪；怨恨没有断，怨恨属于瞋；怀疑没有断，怀疑属于痴。贪瞋痴这三个烦恼没有断清，它会障碍你，你念佛不能往生。所以真正念佛求往生的人，必须把这三桩事情要淡薄，愈淡愈好，往生的时候它不会障碍你，你彻底放下了。",
      "zh_TW": "我們現在是釋迦牟尼佛的末法時期，末法時期沒有證果的。可是佛法有個特別法門，不在八萬四千法門之內的，有特別法門，這個特別法門就是淨土，我們現在所學的這個，這個法門往生就是證果；換句話說，這個法門裡頭有正法。淨土的道理你懂得了，方法你知道了，你能真正發心信願持名，這就是末法，淨宗的末法。念佛念到功夫成片，你就是正法，為什麼？你必定往生，往生就是證果。所以在今天，淨宗裡頭有信、解、行、證，淨宗道場就是正法道場，這一點我們要知道。淨宗的成就最難也是難在放下，不能往生的，情執沒有斷，情執屬於貪；怨恨沒有斷，怨恨屬於瞋；懷疑沒有斷，懷疑屬於痴。貪瞋痴這三個煩惱沒有斷清，它會障礙你，你念佛不能往生。所以真正念佛求往生的人，必須把這三樁事情要淡薄，愈淡愈好，往生的時候它不會障礙你，你徹底放下了。"
    },
    {
      "id": "02-040-0403_p0032",
      "zh_CN": "这个佛法当中常说「勤修戒定慧，息灭贪瞋痴」，用戒来对付我们的贪，用定来对付我们的贡高我慢，瞋恚的烦恼要用定来对付它，用慧来破疑惑，叫勤修戒定慧。戒定慧在哪里？这部经里头具足了戒定慧，这一部经就够了。这部经要通要达，通是没有障碍，达是真正明了。所以一门深入有道理，我每天念这部经，每天念十遍，每天念二十遍，念到能背诵的时候就不需要经本，一天也要念个二、三十遍，愈多愈好。不念经的时候就念佛，不要让时间空过，要分秒必争。念个三年五载，你决定得生。三年五载说你功夫成就了，功夫成就，想去马上就去得了，还有寿命不要了，不愿意在世间再受罪。尤其是老年人，现在儿孙不孝，在全世界，养老院里面的老人自杀时有所闻，这不足以见怪。为什么？他对这个人生命失望了，活着有什么意思，生不如死，他才会动自杀的念头。这个念头是错误的，自杀不能解决问题，自杀带来的麻烦更大，他不知道，应当念佛。",
      "zh_TW": "這個佛法當中常說「勤修戒定慧，息滅貪瞋痴」，用戒來對付我們的貪，用定來對付我們的貢高我慢，瞋恚的煩惱要用定來對付它，用慧來破疑惑，叫勤修戒定慧。戒定慧在哪裡？這部經裡頭具足了戒定慧，這一部經就夠了。這部經要通要達，通是沒有障礙，達是真正明瞭。所以一門深入有道理，我每天念這部經，每天念十遍，每天念二十遍，念到能背誦的時候就不需要經本，一天也要念個二、三十遍，愈多愈好。不念經的時候就念佛，不要讓時間空過，要分秒必爭。念個三年五載，你決定得生。三年五載說你功夫成就了，功夫成就，想去馬上就去得了，還有壽命不要了，不願意在世間再受罪。尤其是老年人，現在兒孫不孝，在全世界，養老院裡面的老人自殺時有所聞，這不足以見怪。為什麼？他對這個人生命失望了，活著有什麼意思，生不如死，他才會動自殺的念頭。這個念頭是錯誤的，自殺不能解決問題，自殺帶來的麻煩更大，他不知道，應當念佛。"
    },
    {
      "id": "02-040-0403_p0033",
      "zh_CN": "别的法门要断烦恼，我们断不了烦恼，这个法门不要断烦恼，带业往生，我们可以带着烦恼往生到极乐世界。这我们做得到，不带业我们做不到，带业才能做到。遇到这个法门，真正是百千万劫难遭遇，不能错过。这个世界这么好，阿弥陀佛没有妄语，释迦牟尼佛没有妄语，历代祖师大德也不会欺骗我们，我们一定要肯定，真实不虚，死心塌地就在这一门上，我这一生决定要成就，这就对了。",
      "zh_TW": "別的法門要斷煩惱，我們斷不了煩惱，這個法門不要斷煩惱，帶業往生，我們可以帶著煩惱往生到極樂世界。這我們做得到，不帶業我們做不到，帶業才能做到。遇到這個法門，真正是百千萬劫難遭遇，不能錯過。這個世界這麼好，阿彌陀佛沒有妄語，釋迦牟尼佛沒有妄語，歷代祖師大德也不會欺騙我們，我們一定要肯定，真實不虛，死心塌地就在這一門上，我這一生決定要成就，這就對了。"
    },
    {
      "id": "02-040-0403_p0034",
      "zh_CN": "死了，这个世间什么都带不去，佛说得很好，「万般将不去」，将不去就是你带不走，一样都带不走；「唯有业随身」，业怎么样？业牵引你又去投胎去了。所以造业这就是大问题了，造善业，业牵引你到三善道受报；造恶业，业牵引你到三恶道受报。业因果报丝毫不爽，自作自受。我们明白这个道理，我们相信这个事实，于是我们一心一意修净业，我起心动念统统是阿弥陀佛。阿弥陀佛六道里头没有，三善道里头没有阿弥陀佛，三恶道也没有阿弥陀佛，阿弥陀佛在西方极乐世界。所以你造这个业就跟极乐世界阿弥陀佛心心相应。那你想想，造什么业好？",
      "zh_TW": "死了，這個世間什麼都帶不去，佛說得很好，「萬般將不去」，將不去就是你帶不走，一樣都帶不走；「唯有業隨身」，業怎麼樣？業牽引你又去投胎去了。所以造業這就是大問題了，造善業，業牽引你到三善道受報；造惡業，業牽引你到三惡道受報。業因果報絲毫不爽，自作自受。我們明白這個道理，我們相信這個事實，於是我們一心一意修淨業，我起心動念統統是阿彌陀佛。阿彌陀佛六道裡頭沒有，三善道裡頭沒有阿彌陀佛，三惡道也沒有阿彌陀佛，阿彌陀佛在西方極樂世界。所以你造這個業就跟極樂世界阿彌陀佛心心相應。那你想想，造什麼業好？"
    },
    {
      "id": "02-040-0403_p0035",
      "zh_CN": "年岁大了，六十岁是花甲之年，花甲是老人了，真正的老人，花甲老人，我们还有什么打算？六十岁以上，一心一意为求生净土打算，这人高人，这人真有智慧，这个人真了不起。还要给世间搞名闻利养，叫大错特错，决定干不得，不能没有这个警觉。八十以上那就没话说了，专心搞这桩事情，什么都不能过问，为什么？八十以上随时都可以走。我们中国古礼，这就不是闲话了，从前李老师告诉我们，对待宾客，「七十不留宿」，七十岁以上的老人，不能留他在家里住一晚上。为什么？万一他过世怎么办？人家说你害了他，这个关系扯不清。这是礼节，中国古礼。「八十不留饭」，八十不留他吃饭，也许吃一顿饭就吃走了，你这个饭里是不是有毒？是不是害他？避免嫌疑。",
      "zh_TW": "年歲大了，六十歲是花甲之年，花甲是老人了，真正的老人，花甲老人，我們還有什麼打算？六十歲以上，一心一意為求生淨土打算，這人高人，這人真有智慧，這個人真了不起。還要給世間搞名聞利養，叫大錯特錯，決定幹不得，不能沒有這個警覺。八十以上那就沒話說了，專心搞這樁事情，什麼都不能過問，為什麼？八十以上隨時都可以走。我們中國古禮，這就不是閒話了，從前李老師告訴我們，對待賓客，「七十不留宿」，七十歲以上的老人，不能留他在家裡住一晚上。為什麼？萬一他過世怎麼辦？人家說你害了他，這個關係扯不清。這是禮節，中國古禮。「八十不留飯」，八十不留他吃飯，也許吃一頓飯就吃走了，你這個飯裡是不是有毒？是不是害他？避免嫌疑。"
    },
    {
      "id": "02-040-0403_p0036",
      "zh_CN": "现在虽然说医药发达，说人寿命延长了，不见得，二、三十岁走的人很多，每天看看报纸上的讣文都有。人命无常，什么人知道？所以学佛，得人身真的是难，得人身一定要有高度的警觉，我要把这个短短时间来办我的大事。最大的事情，脱离六道轮回，这是真正大事。这个机会不容易得到，彭际清居士说「无量劫来希有难逢的一天」，我们碰到了，一心求生净土。身体还在这个世间，如果有缘要帮助众生，帮助众生离苦得乐，用什么方法？用破迷开悟，用这个方法帮助众生离苦得乐。",
      "zh_TW": "現在雖然說醫藥發達，說人壽命延長了，不見得，二、三十歲走的人很多，每天看看報紙上的訃文都有。人命無常，什麼人知道？所以學佛，得人身真的是難，得人身一定要有高度的警覺，我要把這個短短時間來辦我的大事。最大的事情，脫離六道輪迴，這是真正大事。這個機會不容易得到，彭際清居士說「無量劫來希有難逢的一天」，我們碰到了，一心求生淨土。身體還在這個世間，如果有緣要幫助眾生，幫助眾生離苦得樂，用什麼方法？用破迷開悟，用這個方法幫助眾生離苦得樂。"
    },
    {
      "id": "02-040-0403_p0037",
      "zh_CN": "具体落实在教学，释迦牟尼佛给我们做示范，教了一辈子。祖师大德也给我们做示范，贤首国师当年在世，一生讲《华严经》三十遍，大经；清凉国师在世的时候，讲《华严》五十遍；道绰法师，念佛人，讲《观无量寿佛经》二百七十多遍。这都是现身说法，教给我们一门深入，长时薰修。他自己如是修、如是行，也如是劝人，做出样子给人看，才知道那些人讲经讲得勤快。听众人数不是很多，古时候人口少，建筑这个殿也不是很大，能够有两百人就很多了。我最初，三十年前到香港来讲经，我们那个讲堂大概是我们摄影棚两个大，也就是我们二楼会客室这么大。能容纳多少人？容纳一百多人，一个一个挤着坐，不能摆椅子，椅子摆不下，摆小圆凳。一九七七年我来讲了四个月，法缘还不错，四个月，一般都是会坐满，还有没地方坐的，站在门口、站在窗口听的，有，这迟到的，找不到座位。我们学什么我们跟人家讲什么，劝大家一起学。",
      "zh_TW": "具體落實在教學，釋迦牟尼佛給我們做示範，教了一輩子。祖師大德也給我們做示範，賢首國師當年在世，一生講《華嚴經》三十遍，大經；清涼國師在世的時候，講《華嚴》五十遍；道綽法師，念佛人，講《觀無量壽佛經》二百七十多遍。這都是現身說法，教給我們一門深入，長時薰修。他自己如是修、如是行，也如是勸人，做出樣子給人看，才知道那些人講經講得勤快。聽眾人數不是很多，古時候人口少，建築這個殿也不是很大，能夠有兩百人就很多了。我最初，三十年前到香港來講經，我們那個講堂大概是我們攝影棚兩個大，也就是我們二樓會客室這麼大。能容納多少人？容納一百多人，一個一個擠著坐，不能擺椅子，椅子擺不下，擺小圓凳。一九七七年我來講了四個月，法緣還不錯，四個月，一般都是會坐滿，還有沒地方坐的，站在門口、站在窗口聽的，有，這遲到的，找不到座位。我們學什麼我們跟人家講什麼，勸大家一起學。"
    },
    {
      "id": "02-040-0403_p0038",
      "zh_CN": "曾经有个日本的法师，我在台北遇到的，他知道我在香港讲经，那时候回台湾没多久。他问我，你讲《楞严经》，跟净土有什么关系？你修净土的，你怎么会去讲《楞严经》？我回他的话，我说观音、势至跟阿弥陀佛净土有什么关系？他还没听懂，感到很疑惑。我说观音、势至跟阿弥陀佛叫西方三圣，《楞严经》上讲什么？二十五圆通里头选出来的就是观音、势至。你们大家只晓得文殊菩萨拣选圆通是观世音菩萨耳根圆通，你们疏忽了，大势至菩萨也是拣选出来的，一般人疏忽了。按照顺序排列的是正常的，从按顺序排列特别拈出来放到最后的，这就叫特别法门。",
      "zh_TW": "曾經有個日本的法師，我在台北遇到的，他知道我在香港講經，那時候回台灣沒多久。他問我，你講《楞嚴經》，跟淨土有什麼關係？你修淨土的，你怎麼會去講《楞嚴經》？我回他的話，我說觀音、勢至跟阿彌陀佛淨土有什麼關係？他還沒聽懂，感到很疑惑。我說觀音、勢至跟阿彌陀佛叫西方三聖，《楞嚴經》上講什麼？二十五圓通裡頭選出來的就是觀音、勢至。你們大家只曉得文殊菩薩揀選圓通是觀世音菩薩耳根圓通，你們疏忽了，大勢至菩薩也是揀選出來的，一般人疏忽了。按照順序排列的是正常的，從按順序排列特別拈出來放到最後的，這就叫特別法門。"
    },
    {
      "id": "02-040-0403_p0039",
      "zh_CN": "二十五圆通是两个特别法门，不是一个。观世音菩萨那个特别是太明显了，因为观音菩萨照排列的话他排列在第二名。第一是眼根，第二是耳根，六根、六尘、六识、七大，二十五按这个顺序。观音菩萨摆在最后，这个太明显了，从第二调到最后，这明显。大势至菩萨他本来排在二十三，本来排在第二十三，现在把他放在第二十四，这就动了。把二十四，摆在最后的二十四，我们讲这个排列最后那个是弥勒菩萨，他跟弥勒菩萨换了个位次，所以他也是特别法门。但是他只是一个位次对调，不容易看出来。所以，很多讲《楞严》都没有把它说明白。二十五圆通里是两个特别法门，大势至代表念佛法门，观世音菩萨代表耳根圆通。为什么？大势至菩萨的法门，遍法界虚空界管用，观世音菩萨的法门，我们地球上居民管用。我们确确实实的我们的眼根不如耳根，眼看不清楚，听清楚了。所以释迦牟尼佛当年住世，讲经教学用音声说法，讲给大家听，听明白了，听久了开悟。",
      "zh_TW": "二十五圓通是兩個特別法門，不是一個。觀世音菩薩那個特別是太明顯了，因為觀音菩薩照排列的話他排列在第二名。第一是眼根，第二是耳根，六根、六塵、六識、七大，二十五按這個順序。觀音菩薩擺在最後，這個太明顯了，從第二調到最後，這明顯。大勢至菩薩他本來排在二十三，本來排在第二十三，現在把他放在第二十四，這就動了。把二十四，擺在最後的二十四，我們講這個排列最後那個是彌勒菩薩，他跟彌勒菩薩換了個位次，所以他也是特別法門。但是他只是一個位次對調，不容易看出來。所以，很多講《楞嚴》都沒有把它說明白。二十五圓通裡是兩個特別法門，大勢至代表念佛法門，觀世音菩薩代表耳根圓通。為什麼？大勢至菩薩的法門，遍法界虛空界管用，觀世音菩薩的法門，我們地球上居民管用。我們確確實實的我們的眼根不如耳根，眼看不清楚，聽清楚了。所以釋迦牟尼佛當年住世，講經教學用音聲說法，講給大家聽，聽明白了，聽久了開悟。"
    },
    {
      "id": "02-040-0403_p0040",
      "zh_CN": "孔子在中国，跟释迦牟尼佛差不多的时代，教学也是用言语，那时候没有书本，也没有讲义，什么都没有。这些典籍，是老师过世之后，学生从记忆当中把它写下来，再整理成为书，流传给后世。《论语》，孔子没看到，这些经典，释迦牟尼佛都没看到，佛在世的时候没有。佛灭度之后，佛经有四次结集，第一次比较近，佛灭度之后三个月，好像是的，大迦叶、阿难，请阿难尊者复讲。佛教培养讲经人才，就从这个地方留传下来，叫复小座。阿难复讲，五百阿罗汉给他作证，没有一个反对，这就记录下来成为经典。不是少数服从多数，有一个阿罗汉不赞成，这个话要删掉，不能留传后世。说明结集的态度非常严肃，有一个人觉得有怀疑就不能写；必须五百个人个个赞成，个个都说对，阿难所说的跟佛说的一样，所以叫如是我闻。",
      "zh_TW": "孔子在中國，跟釋迦牟尼佛差不多的時代，教學也是用言語，那時候沒有書本，也沒有講義，什麼都沒有。這些典籍，是老師過世之後，學生從記憶當中把它寫下來，再整理成為書，流傳給後世。《論語》，孔子沒看到，這些經典，釋迦牟尼佛都沒看到，佛在世的時候沒有。佛滅度之後，佛經有四次結集，第一次比較近，佛滅度之後三個月，好像是的，大迦葉、阿難，請阿難尊者複講。佛教培養講經人才，就從這個地方留傳下來，叫複小座。阿難複講，五百阿羅漢給他作證，沒有一個反對，這就記錄下來成為經典。不是少數服從多數，有一個阿羅漢不贊成，這個話要刪掉，不能留傳後世。說明結集的態度非常嚴肅，有一個人覺得有懷疑就不能寫；必須五百個人個個贊成，個個都說對，阿難所說的跟佛說的一樣，所以叫如是我聞。"
    },
    {
      "id": "02-040-0403_p0041",
      "zh_CN": "佛法真正是求福求慧，长寿在福里头，一切福德第一就是寿命，如果没有寿命，一切都落空了。所以长寿是第一福报，有寿命才能成就一切功德。所以学佛，为什么要学佛？为智慧、为福德，这个对。世间人，给一般世间人讲，求智慧、求福报、求长寿，健康长寿，这是大家能听得进去的。事实如是。如果我们学佛的人自己没有得到，跟别人讲，人家怀疑；我们自己得到了，他就相信。我跟李老师学讲经，那年我三十一岁，老师七十岁，身体健康，七十岁的人看起来像四、五十岁，这表演给我们看。我们年轻人跟他在一起，体力不如他，动作敏捷，让我们佩服。到九十五岁都不需要人照顾，还能自己照顾自己。为什么不需要人照顾？行，我自己可以照顾自己，包括烧饭、洗衣服，全是自己来。九十五岁这年，劝请的人太多了，才接受两个学生照顾他。",
      "zh_TW": "佛法真正是求福求慧，長壽在福裡頭，一切福德第一就是壽命，如果沒有壽命，一切都落空了。所以長壽是第一福報，有壽命才能成就一切功德。所以學佛，為什麼要學佛？為智慧、為福德，這個對。世間人，給一般世間人講，求智慧、求福報、求長壽，健康長壽，這是大家能聽得進去的。事實如是。如果我們學佛的人自己沒有得到，跟別人講，人家懷疑；我們自己得到了，他就相信。我跟李老師學講經，那年我三十一歲，老師七十歲，身體健康，七十歲的人看起來像四、五十歲，這表演給我們看。我們年輕人跟他在一起，體力不如他，動作敏捷，讓我們佩服。到九十五歲都不需要人照顧，還能自己照顧自己。為什麼不需要人照顧？行，我自己可以照顧自己，包括燒飯、洗衣服，全是自己來。九十五歲這年，勸請的人太多了，才接受兩個學生照顧他。"
    },
    {
      "id": "02-040-0403_p0042",
      "zh_CN": "没想到他九十七岁就走了，本来是可以再多住几年的，食物中毒。老师一生慈悲，一个老居士煮了碗面，供养老师，老师吃了。这个面应该是外面买一把一把的，硬的，那里头防腐剂很多、很重，可能过时了，闻闻味道都不对了，老太太粗心大意。老师吃了之后，他是个很有名的中医，这也是他有胆量，让吃，当面吃，让老太太欢喜。吃了之后，回去赶紧用解药，化解了，这第一次。第二次隔了半年，又遇到这么一桩事情，他回去用解药来不及了，毒扩散了。毕竟是九十七岁的人，这一扩散的时候就病倒了。我到台中去看他，他就告诉我，决定不要上馆子吃东西。这个老人肯定馆子里面虽然是素食，不干净，食物中毒你怎么办？",
      "zh_TW": "沒想到他九十七歲就走了，本來是可以再多住幾年的，食物中毒。老師一生慈悲，一個老居士煮了碗麵，供養老師，老師吃了。這個麵應該是外面買一把一把的，硬的，那裡頭防腐劑很多、很重，可能過時了，聞聞味道都不對了，老太太粗心大意。老師吃了之後，他是個很有名的中醫，這也是他有膽量，讓吃，當面吃，讓老太太歡喜。吃了之後，回去趕緊用解藥，化解了，這第一次。第二次隔了半年，又遇到這麼一樁事情，他回去用解藥來不及了，毒擴散了。畢竟是九十七歲的人，這一擴散的時候就病倒了。我到台中去看他，他就告訴我，決定不要上館子吃東西。這個老人肯定館子裡面雖然是素食，不乾淨，食物中毒你怎麼辦？"
    },
    {
      "id": "02-040-0403_p0043",
      "zh_CN": "尤其现在，蔬菜有农药、化肥，你敢碰它吗？三十年前没有这个机会，没有听说什么农药、化肥。我在香港讲经，晚上讲经，白天大家带我去观光旅游，走到什么地方，有小吃的，坐下来就吃，一丝毫疑惑都没有，饮料跟饮食没有问题。现在不行，现在不敢吃了。那怎么办？自己带。旅行，在飞机上我自己带饭，长途飞机带两个便当，短程的带一个。自己带水，自己带个水瓶。进关的时候，水受限制的，不能带。但是水如果是放在行李里面可以寄，它可以，手提行李不可以。我们上了飞机之后，在飞机上装开水，或者是进入检查过后，里面还有卖水的，可以在那边去买。因为在候机室里头，里面有饮食、点心、茶水供给，在那里装水可以。在它接待室里装水那没有问题，那个地方没有检查了，就拿上飞机。这是现在人生活，活得很辛苦，跟三十年前不一样，往后愈来愈严重。所以看看经典里面介绍，我们相信的人有福报了。",
      "zh_TW": "尤其現在，蔬菜有農藥、化肥，你敢碰它嗎？三十年前沒有這個機會，沒有聽說什麼農藥、化肥。我在香港講經，晚上講經，白天大家帶我去觀光旅遊，走到什麼地方，有小吃的，坐下來就吃，一絲毫疑惑都沒有，飲料跟飲食沒有問題。現在不行，現在不敢吃了。那怎麼辦？自己帶。旅行，在飛機上我自己帶飯，長途飛機帶兩個便當，短程的帶一個。自己帶水，自己帶個水瓶。進關的時候，水受限制的，不能帶。但是水如果是放在行李裡面可以寄，它可以，手提行李不可以。我們上了飛機之後，在飛機上裝開水，或者是進入檢查過後，裡面還有賣水的，可以在那邊去買。因為在候機室裡頭，裡面有飲食、點心、茶水供給，在那裡裝水可以。在它接待室裡裝水那沒有問題，那個地方沒有檢查了，就拿上飛機。這是現在人生活，活得很辛苦，跟三十年前不一樣，往後愈來愈嚴重。所以看看經典裡面介紹，我們相信的人有福報了。"
    },
    {
      "id": "02-040-0403_p0044",
      "zh_CN": "『璎珞』，「印度贵人男女」，贵族，「编玉以悬于身为饰」，这叫璎珞。挂在胸前的，手臂上的手镯，这是璎珞一类的装饰品。「如是衣饰皆以众宝合成」，极乐世界宝太多了，说不尽，「故云众宝妙衣等等。以由宝所成故，光色微妙」。我们这边的宝是坚硬的，可以做装饰，不能做衣服穿；极乐世界的宝柔软的，有很薄的，可以做衣服。黄金可以做衣服，银可以做衣服，玉石它都是软的，非常精细，这都是我们无法想像的。「如《观经》云：一一宝中有五百色光」，宝放光，「是故无量光明。又云一一光明八万四千色，是故百千妙色。所云百千者，盖极言其多也」。「又色中复放光明」，色里头又有光。如《观经》所说的，「琉璃色中出金色光，玻璃色中」，玻璃是水晶，古时候没有现在的玻璃，玻璃是水晶；琉璃我们现在称为翡翠，绿色的玉，透明的，极乐世界的大地是琉璃，「出红色光。等等」。「故知光色重重无尽，如是衣饰」，你穿戴的衣服、你的装饰，「具足庄严，自然在身，非因造作」。极乐世界没有造作的，没有人为的、没有造作的，全是自然的。",
      "zh_TW": "『瓔珞』，「印度貴人男女」，貴族，「編玉以懸於身為飾」，這叫瓔珞。掛在胸前的，手臂上的手鐲，這是瓔珞一類的裝飾品。「如是衣飾皆以眾寶合成」，極樂世界寶太多了，說不盡，「故云眾寶妙衣等等。以由寶所成故，光色微妙」。我們這邊的寶是堅硬的，可以做裝飾，不能做衣服穿；極樂世界的寶柔軟的，有很薄的，可以做衣服。黃金可以做衣服，銀可以做衣服，玉石它都是軟的，非常精細，這都是我們無法想像的。「如《觀經》云：一一寶中有五百色光」，寶放光，「是故無量光明。又云一一光明八萬四千色，是故百千妙色。所云百千者，蓋極言其多也」。「又色中復放光明」，色裡頭又有光。如《觀經》所說的，「琉璃色中出金色光，玻璃色中」，玻璃是水晶，古時候沒有現在的玻璃，玻璃是水晶；琉璃我們現在稱為翡翠，綠色的玉，透明的，極樂世界的大地是琉璃，「出紅色光。等等」。「故知光色重重無盡，如是衣飾」，你穿戴的衣服、你的裝飾，「具足莊嚴，自然在身，非因造作」。極樂世界沒有造作的，沒有人為的、沒有造作的，全是自然的。"
    },
    {
      "id": "02-040-0403_p0045",
      "zh_CN": "这些，学佛的人想通了，不会怀疑。为什么？我们欲界，不说色界、无色界，那个太高了，欲界第五天化乐天，他们衣食、居住的统统是变化所作，真的是心想事成。在我们这个世界有，极乐世界那就正常了，那不稀奇。所以，我常常把极乐世界比喻作第六天他化自在天，我们往生到极乐世界就像是第六天的天人。我们心想，我们自己不会变化，谁变化？阿弥陀佛变化，我们想什么，阿弥陀佛变现出来供养我们。阿弥陀佛好比是化乐天，我们去了是他化自在天。用这个比喻能增长我们的信心，让我们断疑生信。",
      "zh_TW": "這些，學佛的人想通了，不會懷疑。為什麼？我們欲界，不說色界、無色界，那個太高了，欲界第五天化樂天，他們衣食、居住的統統是變化所作，真的是心想事成。在我們這個世界有，極樂世界那就正常了，那不稀奇。所以，我常常把極樂世界比喻作第六天他化自在天，我們往生到極樂世界就像是第六天的天人。我們心想，我們自己不會變化，誰變化？阿彌陀佛變化，我們想什麼，阿彌陀佛變現出來供養我們。阿彌陀佛好比是化樂天，我們去了是他化自在天。用這個比喻能增長我們的信心，讓我們斷疑生信。"
    },
    {
      "id": "02-040-0403_p0046",
      "zh_CN": "下面第四段，居住，「住自在」，居住的环境。这里头有分四小段，第一「形色」。",
      "zh_TW": "下面第四段，居住，「住自在」，居住的環境。這裡頭有分四小段，第一「形色」。"
    },
    {
      "id": "02-040-0403_p0047",
      "zh_CN": "【所居舍宅。】",
      "zh_TW": "【所居舍宅。】"
    },
    {
      "id": "02-040-0403_p0048",
      "zh_CN": "你居住的房子。",
      "zh_TW": "你居住的房子。"
    },
    {
      "id": "02-040-0403_p0049",
      "zh_CN": "【称其形色。宝网弥覆。悬诸宝铃。奇妙珍异。周遍校饰。】",
      "zh_TW": "【稱其形色。寶網彌覆。懸諸寶鈴。奇妙珍異。周遍校飾。】"
    },
    {
      "id": "02-040-0403_p0050",
      "zh_CN": "你这房子太美了。我们看念老的注解，「右」，右面这个经文，「明住所，受用具足」。『舍宅』，就是我们所居住的房屋，「俗云，宿舍、住宅」。『称其形色』，形色是什么？是大小、颜色。「《会疏》云：形，其身大小。色，青黄等色。盖指房屋之形体与色彩相调和，或舍宅之结构、大小、颜色等等，皆与住居者之形色相称。故形状称身如意，色彩悦目赏心」。这是说极乐世界居住的环境能称人意，换句话说，完全适合你心里面所欢喜的，你想什么样子它就现什么样子。极乐世界居住的环境并不是同一个样子的，不是的，真像《华严经》经题上所说的，无量花卉遍满园林，《华严经》用这个题目。华就是花，严是庄严，美不胜收，什么样的品种统统有，应有尽有，没有欠缺的，这个花园才值得欣赏。如果统统是一色的，那有什么意思？看完这一个不想再看第二个，跟这一样的。不一样！极乐世界居住的房屋形色不一样，就像万花庄严。这环境之美，都是每个人心想生。谁变现的？阿弥陀佛变现的，这是阿弥陀佛的愿力。",
      "zh_TW": "你這房子太美了。我們看念老的註解，「右」，右面這個經文，「明住所，受用具足」。『舍宅』，就是我們所居住的房屋，「俗云，宿舍、住宅」。『稱其形色』，形色是什麼？是大小、顏色。「《會疏》云：形，其身大小。色，青黃等色。蓋指房屋之形體與色彩相調和，或舍宅之結構、大小、顏色等等，皆與住居者之形色相稱。故形狀稱身如意，色彩悅目賞心」。這是說極樂世界居住的環境能稱人意，換句話說，完全適合你心裡面所歡喜的，你想什麼樣子它就現什麼樣子。極樂世界居住的環境並不是同一個樣子的，不是的，真像《華嚴經》經題上所說的，無量花卉遍滿園林，《華嚴經》用這個題目。華就是花，嚴是莊嚴，美不勝收，什麼樣的品種統統有，應有盡有，沒有欠缺的，這個花園才值得欣賞。如果統統是一色的，那有什麼意思？看完這一個不想再看第二個，跟這一樣的。不一樣！極樂世界居住的房屋形色不一樣，就像萬花莊嚴。這環境之美，都是每個人心想生。誰變現的？阿彌陀佛變現的，這是阿彌陀佛的願力。"
    },
    {
      "id": "02-040-0403_p0051",
      "zh_CN": "『宝网』，「由宝珠连缀而成之罗网」。『弥覆』是遍盖，统统盖住。这个宝网什么时候能看到？喜庆的日子，张灯结彩，把整个房子统统都装上灯，晚上看起来非常之美。外国圣诞节，大概最考究的、最认真做庆祝的还是斯里兰卡，斯里兰卡一年最大的节日是圣诞节，它叫卫塞节，就是佛诞，释迦牟尼佛出生。我们中国人把它定作四月初八，国外的他们是用五月，阳历五月月圆的那天，五月月圆的那天是佛的生日。斯里兰卡圣诞节要过几天？不是一天，一个星期，七天，七天七夜，晚上也没有停止的。晚上更热闹，晚上看灯，看花灯，家家都张灯结彩，把房屋都布置得美轮美奂。而且街道上，旁边都有供养着吃的东西，饮料、点心，不要钱的。随便到哪一家，你到那里去吃，他们非常欢喜，供养游客的。所以你日夜可以不休息的，你去转。他们有三个大节日，以这个节日最重视，摆在第一，时间最长，七天，全国放假，老老少少满街去欣赏。罗网整个盖在房子上面，这是装饰品。",
      "zh_TW": "『寶網』，「由寶珠連綴而成之羅網」。『彌覆』是遍蓋，統統蓋住。這個寶網什麼時候能看到？喜慶的日子，張燈結綵，把整個房子統統都裝上燈，晚上看起來非常之美。外國聖誕節，大概最考究的、最認真做慶祝的還是斯里蘭卡，斯里蘭卡一年最大的節日是聖誕節，它叫衛塞節，就是佛誕，釋迦牟尼佛出生。我們中國人把它定作四月初八，國外的他們是用五月，陽曆五月月圓的那天，五月月圓的那天是佛的生日。斯里蘭卡聖誕節要過幾天？不是一天，一個星期，七天，七天七夜，晚上也沒有停止的。晚上更熱鬧，晚上看燈，看花燈，家家都張燈結綵，把房屋都布置得美輪美奐。而且街道上，旁邊都有供養著吃的東西，飲料、點心，不要錢的。隨便到哪一家，你到那裡去吃，他們非常歡喜，供養遊客的。所以你日夜可以不休息的，你去轉。他們有三個大節日，以這個節日最重視，擺在第一，時間最長，七天，全國放假，老老少少滿街去欣賞。羅網整個蓋在房子上面，這是裝飾品。"
    },
    {
      "id": "02-040-0403_p0052",
      "zh_CN": "『悬』是悬挂，悬挂的是『宝铃』，「珍宝所成之风铃，随风能发微妙音声」。所以『奇妙珍异』，「奇特、美妙、珍贵、希异」，这是赞叹宝铃中诸宝的殊胜，真的是无量珍宝。我们这个世界没有，有几种相类似，但是实际上跟人家比，那相差太远了，怎么比也比不上。我们人间不如天上，天上比不上极乐世界。『周遍』，「遍及无余也」。『校饰』，「《会疏》曰：相交庄饰」，庄严跟装饰交互，美不胜收。这是说形色，居住环境的形色。今天时间到了，我们就学到此地。",
      "zh_TW": "『懸』是懸掛，懸掛的是『寶鈴』，「珍寶所成之風鈴，隨風能發微妙音聲」。所以『奇妙珍異』，「奇特、美妙、珍貴、希異」，這是讚歎寶鈴中諸寶的殊勝，真的是無量珍寶。我們這個世界沒有，有幾種相類似，但是實際上跟人家比，那相差太遠了，怎麼比也比不上。我們人間不如天上，天上比不上極樂世界。『周遍』，「遍及無餘也」。『校飾』，「《會疏》曰：相交莊飾」，莊嚴跟裝飾交互，美不勝收。這是說形色，居住環境的形色。今天時間到了，我們就學到此地。"
    }
  ]
}