{
  "doc_id": "02-040-0186",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八六集",
    "zh_TW": "第一八六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-040-0186",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-040-0186_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们先念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們先念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0186_p0002",
      "zh_CN": "请看《大经科注》第四百四十五页，倒数第二行，第二句看起：",
      "zh_TW": "請看《大經科註》第四百四十五頁，倒數第二行，第二句看起："
    },
    {
      "id": "02-040-0186_p0003",
      "zh_CN": "「望西师曰：依此愿故，众生生者，皆具诸相，不假修得」。三十二相，这是阿弥陀佛在四十八愿里面发的这么一个愿，就是三十二种大丈夫相。每一个相的业因，我们都在此地学到了。相好，人之所爱，人之所求，相好是修福、修慧得到的。我们读完这三十二种大丈夫相，总结到一个结论，那就是十善业道，每个相与十善业都有关系，所以修行千万不要疏忽十善业道。十善业道说起来容易，要理解它不容易，它太深、太广了。表面上看起来只有十句，很简单，可是到阿罗汉，他就能把这十条变成三千条，叫三千威仪，菩萨是更不可思议，菩萨将这十条转变成八万四千条。由此可知，佛经里头字字句句深广都不可思议。十善修圆满就成佛了，这是真的，不是假的。",
      "zh_TW": "「望西師曰：依此願故，眾生生者，皆具諸相，不假修得」。三十二相，這是阿彌陀佛在四十八願裡面發的這麼一個願，就是三十二種大丈夫相。每一個相的業因，我們都在此地學到了。相好，人之所愛，人之所求，相好是修福、修慧得到的。我們讀完這三十二種大丈夫相，總結到一個結論，那就是十善業道，每個相與十善業都有關係，所以修行千萬不要疏忽十善業道。十善業道說起來容易，要理解它不容易，它太深、太廣了。表面上看起來只有十句，很簡單，可是到阿羅漢，他就能把這十條變成三千條，叫三千威儀，菩薩是更不可思議，菩薩將這十條轉變成八萬四千條。由此可知，佛經裡頭字字句句深廣都不可思議。十善修圓滿就成佛了，這是真的，不是假的。"
    },
    {
      "id": "02-040-0186_p0004",
      "zh_CN": "我们这个三十二相读完之后，后面这一段是日本净宗大德望西师的话，他说「依此愿故」，阿弥陀佛依三十二种大丈夫相的大愿，「众生生者，皆具诸相，不假修得」。佛要用一百劫的时间修这三十二种好相，念佛往生的人，往生到极乐世界，这三十二相统统具足，不用修行，自然就得到。为什么？这是阿弥陀佛的本愿。四十八愿愿愿都圆满了，有一愿不圆满他就不能成佛。弥陀在极乐世界成佛已经十劫，所以每一愿都圆满。我们不用去修行，到极乐世界全都得到了。",
      "zh_TW": "我們這個三十二相讀完之後，後面這一段是日本淨宗大德望西師的話，他說「依此願故」，阿彌陀佛依三十二種大丈夫相的大願，「眾生生者，皆具諸相，不假修得」。佛要用一百劫的時間修這三十二種好相，念佛往生的人，往生到極樂世界，這三十二相統統具足，不用修行，自然就得到。為什麼？這是阿彌陀佛的本願。四十八願願願都圓滿了，有一願不圓滿他就不能成佛。彌陀在極樂世界成佛已經十劫，所以每一願都圓滿。我們不用去修行，到極樂世界全都得到了。"
    },
    {
      "id": "02-040-0186_p0005",
      "zh_CN": "可是我们要想往生到极乐世界，除了念佛之外，一向专念，还要记住一句话，发菩提心。发菩提心里面包括意思就广了。菩提心简单的说，第一个是真诚心，真诚心是菩提心的体，是菩提心的根本。从真诚心生出来深心跟发愿回向心，这两种心，深心是自利，回向是利他。在《大乘起信论》里面，没有说至诚心，说直心，直心就是至诚心，真诚到极处。自利也讲深心，利他是讲大悲心，所以大悲心就是回向发愿心。我们早年在美国，总有二十到将近三十年了，我为大家说明菩提心，这个深心不好懂，古人的注解是好善好德，讲得很笼统。那个时候我们已经在学习《无量寿经》的会集本，就是夏莲老这个本子，我介绍大家菩提心，这个深心就用经题上五个字，非常具体，「清净平等觉」，这就是深心。真诚心对自己是清净平等觉，真诚心对别人是大慈大悲。可见得这个里头意思很深、很广、很圆满。",
      "zh_TW": "可是我們要想往生到極樂世界，除了念佛之外，一向專念，還要記住一句話，發菩提心。發菩提心裡面包括意思就廣了。菩提心簡單的說，第一個是真誠心，真誠心是菩提心的體，是菩提心的根本。從真誠心生出來深心跟發願迴向心，這兩種心，深心是自利，迴向是利他。在《大乘起信論》裡面，沒有說至誠心，說直心，直心就是至誠心，真誠到極處。自利也講深心，利他是講大悲心，所以大悲心就是迴向發願心。我們早年在美國，總有二十到將近三十年了，我為大家說明菩提心，這個深心不好懂，古人的註解是好善好德，講得很籠統。那個時候我們已經在學習《無量壽經》的會集本，就是夏蓮老這個本子，我介紹大家菩提心，這個深心就用經題上五個字，非常具體，「清淨平等覺」，這就是深心。真誠心對自己是清淨平等覺，真誠心對別人是大慈大悲。可見得這個裡頭意思很深、很廣、很圓滿。"
    },
    {
      "id": "02-040-0186_p0006",
      "zh_CN": "净宗学会第一个会正式成立在美国，当时我写了个缘起，在缘起里面提出五科，五个科目，希望我们修净土的人统统能够做到，这五个科目是戒律。第一个科目是净业三福，是世尊对净宗同学最高的指导原则，一定要遵守。第二，六和敬。三福、六和要从自己做起，不要求别人跟我和，主动要求自己要跟别人和。恒顺众生，随喜功德，恒顺、随喜里面断恶修善、积功累德，成就自己。具体表现出来的就是落实在六和敬，六和敬六条，第一个见和同解。我们认真修学这五个科目，这就是见和同解，务必要把它做到。我们净宗同学，一个方向，西方极乐世界，一个目标，亲近阿弥陀佛，这一生当中决定要去，有坚定的信心，我们就会有成就。第三个科目，三学，戒定慧三学，循序渐进，不能躐等。戒，这五科就是戒，一门深入、长时薰修这就是定，尤其是古大德教导我们，「读书千遍，其义自见」。读经可以，念佛也可以，听讲也可以。读经只读一部《无量寿经》，听讲也只听这一部《大经科注》的讲记，只听一样，遍数愈多愈好。我们用这个方法得念佛三昧，得念佛三昧就是定成就。定成就之后不能舍弃，每天不间断，认真的修，不定什么时候豁然开悟。",
      "zh_TW": "淨宗學會第一個會正式成立在美國，當時我寫了個緣起，在緣起裡面提出五科，五個科目，希望我們修淨土的人統統能夠做到，這五個科目是戒律。第一個科目是淨業三福，是世尊對淨宗同學最高的指導原則，一定要遵守。第二，六和敬。三福、六和要從自己做起，不要求別人跟我和，主動要求自己要跟別人和。恆順眾生，隨喜功德，恆順、隨喜裡面斷惡修善、積功累德，成就自己。具體表現出來的就是落實在六和敬，六和敬六條，第一個見和同解。我們認真修學這五個科目，這就是見和同解，務必要把它做到。我們淨宗同學，一個方向，西方極樂世界，一個目標，親近阿彌陀佛，這一生當中決定要去，有堅定的信心，我們就會有成就。第三個科目，三學，戒定慧三學，循序漸進，不能躐等。戒，這五科就是戒，一門深入、長時薰修這就是定，尤其是古大德教導我們，「讀書千遍，其義自見」。讀經可以，念佛也可以，聽講也可以。讀經只讀一部《無量壽經》，聽講也只聽這一部《大經科註》的講記，只聽一樣，遍數愈多愈好。我們用這個方法得念佛三昧，得念佛三昧就是定成就。定成就之後不能捨棄，每天不間斷，認真的修，不定什麼時候豁然開悟。"
    },
    {
      "id": "02-040-0186_p0007",
      "zh_CN": "这个法门，得小定，所谓功夫成片，就决定得生。功夫成片我想每个人都做得到，所以这个法门叫万修万人去。可是这里头重要的条件是要放下。念佛念很多年了，没有得到三昧，也就是功夫成片都没有得到。什么叫功夫成片？心里头只有一句佛号，除一句佛号之外一切都放下了，叫功夫成片。如果还有没放下的，你就没有成片；没有成片，往生还靠不住，成片之后是决定往生。所以放下比什么都重要，不能不放下。这个世界太乱了、太苦了，为什么不到极乐世界去？极乐世界很容易去，不难，只要依照这部经的理论、方法认真去学习，很容易得到。讲到事一心、理一心，那是比较高一点，有难度，特别是理一心，我们不需要，我们只要功夫成片就行了。为什么？功夫成片的人，生到极乐世界，你看看都具足三十二相，而且都得阿惟越致菩萨，这是第二十愿讲的。四十八愿第二十愿，本经第二十愿，往生到极乐世界，皆作阿惟越致菩萨，这不可思议。",
      "zh_TW": "這個法門，得小定，所謂功夫成片，就決定得生。功夫成片我想每個人都做得到，所以這個法門叫萬修萬人去。可是這裡頭重要的條件是要放下。念佛念很多年了，沒有得到三昧，也就是功夫成片都沒有得到。什麼叫功夫成片？心裡頭只有一句佛號，除一句佛號之外一切都放下了，叫功夫成片。如果還有沒放下的，你就沒有成片；沒有成片，往生還靠不住，成片之後是決定往生。所以放下比什麼都重要，不能不放下。這個世界太亂了、太苦了，為什麼不到極樂世界去？極樂世界很容易去，不難，只要依照這部經的理論、方法認真去學習，很容易得到。講到事一心、理一心，那是比較高一點，有難度，特別是理一心，我們不需要，我們只要功夫成片就行了。為什麼？功夫成片的人，生到極樂世界，你看看都具足三十二相，而且都得阿惟越致菩薩，這是第二十願講的。四十八願第二十願，本經第二十願，往生到極樂世界，皆作阿惟越致菩薩，這不可思議。"
    },
    {
      "id": "02-040-0186_p0008",
      "zh_CN": "阿惟越致就是等于在我们这个世间修到大彻大悟、明心见性，这样的地位，生到极乐世界是实报庄严土。我们有没有到？没到，差很远，我们往生是凡圣同居土。但是凡圣同居土的菩萨，得阿弥陀佛本愿威神加持，阿弥陀佛久远劫修积无量功德加持，统统都作阿惟越致菩萨。这是十方世界没有的，只有极乐世界有，这能不去吗？所以，一到极乐世界就等于证得阿惟越致。不是真证得的，是阿弥陀佛加持的，加持管用，智慧、神通、道力跟真正阿惟越致菩萨没有两样。极乐世界的好处，我们学完这一品之后你完全明白了。",
      "zh_TW": "阿惟越致就是等於在我們這個世間修到大徹大悟、明心見性，這樣的地位，生到極樂世界是實報莊嚴土。我們有沒有到？沒到，差很遠，我們往生是凡聖同居土。但是凡聖同居土的菩薩，得阿彌陀佛本願威神加持，阿彌陀佛久遠劫修積無量功德加持，統統都作阿惟越致菩薩。這是十方世界沒有的，只有極樂世界有，這能不去嗎？所以，一到極樂世界就等於證得阿惟越致。不是真證得的，是阿彌陀佛加持的，加持管用，智慧、神通、道力跟真正阿惟越致菩薩沒有兩樣。極樂世界的好處，我們學完這一品之後你完全明白了。"
    },
    {
      "id": "02-040-0186_p0009",
      "zh_CN": "所以，众生生者，皆具诸相，不假修得，不需要修的，你全得到了。下面有个问答，「问：具足此相，为华开后」，还是「将为前耶」，是在花开前？「答」，这也是望西师答的，「不待花开，是生得故」，花没有开，三十二相就具足了。这是什么时候？应该是往生的时候。我们在这一生当中，看到很多往生的瑞相。去年十一月，两个月以前的事情，东北刘素青居士给我们做了个表法，做了个样子，什么样子？念佛人欢欢喜喜自在往生，没有生病。这桩事情我讲了很多次，今天我看到讲堂这么多同学，我再略略的提一提，增长大家的信心。",
      "zh_TW": "所以，眾生生者，皆具諸相，不假修得，不需要修的，你全得到了。下面有個問答，「問：具足此相，為華開後」，還是「將為前耶」，是在花開前？「答」，這也是望西師答的，「不待花開，是生得故」，花沒有開，三十二相就具足了。這是什麼時候？應該是往生的時候。我們在這一生當中，看到很多往生的瑞相。去年十一月，兩個月以前的事情，東北劉素青居士給我們做了個表法，做了個樣子，什麼樣子？念佛人歡歡喜喜自在往生，沒有生病。這樁事情我講了很多次，今天我看到講堂這麼多同學，我再略略的提一提，增長大家的信心。"
    },
    {
      "id": "02-040-0186_p0010",
      "zh_CN": "她的妹妹刘素云居士，用了十年的时间，一门深入，十年薰修，十年就学一部《无量寿经》。她得到我《无量寿经》的光碟，一百多个小时，早年讲的，她就听这部经。每天听我讲经一个小时，也就是光碟一片，以前那个老碟的一片，但是这一片她每天听十遍，这就长时薰修。十个小时，实际上她只听一个小时的，听十遍。从头到尾一部听完了，从头再听，十年没间断。除听经之外就念佛。应该得三昧了，怎么知道？她讲经讲得好。十年专攻一部，讲得好是应该的。没有学过的经典，请她讲《地藏经》，请她讲《金刚经》，都讲得好，这就是什么？这是一经通，一切经都通了，没有学过的也行，她所学的是专攻这一部《无量寿经》。我们得到证明了。",
      "zh_TW": "她的妹妹劉素雲居士，用了十年的時間，一門深入，十年薰修，十年就學一部《無量壽經》。她得到我《無量壽經》的光碟，一百多個小時，早年講的，她就聽這部經。每天聽我講經一個小時，也就是光碟一片，以前那個老碟的一片，但是這一片她每天聽十遍，這就長時薰修。十個小時，實際上她只聽一個小時的，聽十遍。從頭到尾一部聽完了，從頭再聽，十年沒間斷。除聽經之外就念佛。應該得三昧了，怎麼知道？她講經講得好。十年專攻一部，講得好是應該的。沒有學過的經典，請她講《地藏經》，請她講《金剛經》，都講得好，這就是什麼？這是一經通，一切經都通了，沒有學過的也行，她所學的是專攻這一部《無量壽經》。我們得到證明了。"
    },
    {
      "id": "02-040-0186_p0011",
      "zh_CN": "但是这部经争议很多，很多人反对会集本，批评黄念祖老居士的注解，对我们的学习不以为然。所以刘素云居士就想，如果有个人来表演一下，学这部经往生的，表演给大家看，大家就相信了，能有这么一个人就太好了。她的姐姐听到这个话，告诉她，行，我来表演。真正发心表演。她自己学佛十几二十年，但是姐姐学佛大概才三、四年，经也听得不多，但是她能够下定这个决心，求三宝加持，表演给大家看。这个愿一发，没多久，大概就一、二个星期，刘素云居士听到有个声音，告诉她的是密码，也不知道从哪里来的，很清楚，她就记下来了。这个密码是数字，２０１２１１２１１２，就这几个数字。她当时很纳闷，看了看这个，她说是不是姐姐往生在这一天？２０１２是年，１１是十一月，２１是二十一号，后面还有１２，应该是十二点钟，中午十二点钟。她写在一个纸条，给她姐姐看，她姐姐看了点点头，没说话，收起来了。",
      "zh_TW": "但是這部經爭議很多，很多人反對會集本，批評黃念祖老居士的註解，對我們的學習不以為然。所以劉素雲居士就想，如果有個人來表演一下，學這部經往生的，表演給大家看，大家就相信了，能有這麼一個人就太好了。她的姐姐聽到這個話，告訴她，行，我來表演。真正發心表演。她自己學佛十幾二十年，但是姐姐學佛大概才三、四年，經也聽得不多，但是她能夠下定這個決心，求三寶加持，表演給大家看。這個願一發，沒多久，大概就一、二個星期，劉素雲居士聽到有個聲音，告訴她的是密碼，也不知道從哪裡來的，很清楚，她就記下來了。這個密碼是數字，２０１２１１２１１２，就這幾個數字。她當時很納悶，看了看這個，她說是不是姐姐往生在這一天？２０１２是年，１１是十一月，２１是二十一號，後面還有１２，應該是十二點鐘，中午十二點鐘。她寫在一個紙條，給她姐姐看，她姐姐看了點點頭，沒說話，收起來了。"
    },
    {
      "id": "02-040-0186_p0012",
      "zh_CN": "这个距离这一天大概还有十六天，也就是十六天之前她得到这个信息。果然在那天往生的，一分一秒都不差。而且往生的时候，她跟许多人在讲笑话，欢欢喜喜，有说有笑，钟点一到，跟大家挥手，走了，真走了。她说我表这个法，证明三桩事情是真的。第一个，她是专门念《无量寿经》会集本，就依这个本子学的，专门看黄念祖老居士的注解，听我讲经的光碟。她说我这个表演，证明这三桩事情是真的，会集是真的，不是假的，黄念老注解是真的，我们现在在学习是真的。我听说她的寿命还有十年，不要了，提前走了，走得那么潇洒、那么自在，真正不可思议。这是给我们这个法门作证转。",
      "zh_TW": "這個距離這一天大概還有十六天，也就是十六天之前她得到這個信息。果然在那天往生的，一分一秒都不差。而且往生的時候，她跟許多人在講笑話，歡歡喜喜，有說有笑，鐘點一到，跟大家揮手，走了，真走了。她說我表這個法，證明三樁事情是真的。第一個，她是專門念《無量壽經》會集本，就依這個本子學的，專門看黃念祖老居士的註解，聽我講經的光碟。她說我這個表演，證明這三樁事情是真的，會集是真的，不是假的，黃念老註解是真的，我們現在在學習是真的。我聽說她的壽命還有十年，不要了，提前走了，走得那麼瀟灑、那麼自在，真正不可思議。這是給我們這個法門作證轉。"
    },
    {
      "id": "02-040-0186_p0013",
      "zh_CN": "在这个之前，大概四年前，深圳黄忠昌居士，三十几岁，三十才出头，听我讲经。讲到自古以来有不少往生的人，修这个法门三年就成就了，真的往生了。曾经有人问过我，德融法师，台湾的，这个法师也往生了，不在了，年龄跟我差不多。曾经问我一个问题：《往生传》、《净土圣贤录》里头记载的，那些念佛人往生，差不多有一半都是三年，他问我，是不是这些人寿命三年就到了，是不是这么往生的？我当时告诉他，这个不合乎逻辑，偶尔几个人，可以能说得过去，这么多人不可能。那是什么原因？他还有寿命他不要了，提前走了，这样才能讲得通。",
      "zh_TW": "在這個之前，大概四年前，深圳黃忠昌居士，三十幾歲，三十才出頭，聽我講經。講到自古以來有不少往生的人，修這個法門三年就成就了，真的往生了。曾經有人問過我，德融法師，台灣的，這個法師也往生了，不在了，年齡跟我差不多。曾經問我一個問題：《往生傳》、《淨土聖賢錄》裡頭記載的，那些念佛人往生，差不多有一半都是三年，他問我，是不是這些人壽命三年就到了，是不是這麼往生的？我當時告訴他，這個不合乎邏輯，偶爾幾個人，可以能說得過去，這麼多人不可能。那是什麼原因？他還有壽命他不要了，提前走了，這樣才能講得通。"
    },
    {
      "id": "02-040-0186_p0014",
      "zh_CN": "有个很明显的例子，宋朝时候有个莹珂法师，这是个出家人，不守清规，破戒的比丘。他有个长处，他相信因果，他自己所作所为，自己反省，决定堕地狱。想到地狱苦他就吓到了，求教于同参道友，如何能让他不堕地狱。有个同学给他一本《往生传》，他读了，每读一篇都流眼泪，很受感动。读完之后，他自己发个大愿，把门关起来，念佛求生净土。念了三天三夜，不吃饭、不睡觉，三天三夜把阿弥陀佛念来了。阿弥陀佛告诉他，你还有十年阳寿，到你十年之后临命终时，佛就来接引你，等于给他授记了。他因为自己没有能力自制，禁不起诱惑，外面一诱惑他又要犯罪了，所以他一想，我十年寿命不要了，我现在跟你去。这很好的例子。佛就答应他，三天之后来接引你，三天之后真往生了。这就是自己还有寿命可以不要了，有这么个例子。所以我们就能够理解，《往生传》里头许许多多人不是寿命到了，还有寿命，不要了。黄忠昌居士也是的，他闭关三年求往生，两年十个月，还差两个月满三年，阿弥陀佛就接他走了，这也是有寿命不要了。",
      "zh_TW": "有個很明顯的例子，宋朝時候有個瑩珂法師，這是個出家人，不守清規，破戒的比丘。他有個長處，他相信因果，他自己所作所為，自己反省，決定墮地獄。想到地獄苦他就嚇到了，求教於同參道友，如何能讓他不墮地獄。有個同學給他一本《往生傳》，他讀了，每讀一篇都流眼淚，很受感動。讀完之後，他自己發個大願，把門關起來，念佛求生淨土。念了三天三夜，不吃飯、不睡覺，三天三夜把阿彌陀佛念來了。阿彌陀佛告訴他，你還有十年陽壽，到你十年之後臨命終時，佛就來接引你，等於給他授記了。他因為自己沒有能力自制，禁不起誘惑，外面一誘惑他又要犯罪了，所以他一想，我十年壽命不要了，我現在跟你去。這很好的例子。佛就答應他，三天之後來接引你，三天之後真往生了。這就是自己還有壽命可以不要了，有這麼個例子。所以我們就能夠理解，《往生傳》裡頭許許多多人不是壽命到了，還有壽命，不要了。黃忠昌居士也是的，他閉關三年求往生，兩年十個月，還差兩個月滿三年，阿彌陀佛就接他走了，這也是有壽命不要了。"
    },
    {
      "id": "02-040-0186_p0015",
      "zh_CN": "世间太苦，不值得留恋，早生一天就是早享一天福，少受一天罪，对不对？难道我们还想多受几天罪，留恋这个地方，这个念头就错了。功夫真正念成片，就像莹珂法师，他就是功夫成片，三天三夜不吃不眠，就是一句佛号念到底，就把阿弥陀佛念来了。这真诚心，真正求生净土的心，走得自在。刘素青这个居士她是来表演的，更自在，时间一到，一秒钟都不差，我们一般人看不到，她看到了，告诉大家，阿弥陀佛来接引我了，我坐上莲花了，跟阿弥陀佛去了。还有上莲花的动作，我们也看不到莲花，但是看到那个动作，她是爬到莲花上面去了。这是两个月之前的事情，我们看到了深信不疑。她有留的录像，全程录下来的，给我们做证明，是真的不是假的。",
      "zh_TW": "世間太苦，不值得留戀，早生一天就是早享一天福，少受一天罪，對不對？難道我們還想多受幾天罪，留戀這個地方，這個念頭就錯了。功夫真正念成片，就像瑩珂法師，他就是功夫成片，三天三夜不吃不眠，就是一句佛號念到底，就把阿彌陀佛念來了。這真誠心，真正求生淨土的心，走得自在。劉素青這個居士她是來表演的，更自在，時間一到，一秒鐘都不差，我們一般人看不到，她看到了，告訴大家，阿彌陀佛來接引我了，我坐上蓮花了，跟阿彌陀佛去了。還有上蓮花的動作，我們也看不到蓮花，但是看到那個動作，她是爬到蓮花上面去了。這是兩個月之前的事情，我們看到了深信不疑。她有留的錄像，全程錄下來的，給我們做證明，是真的不是假的。"
    },
    {
      "id": "02-040-0186_p0016",
      "zh_CN": "这个法门三轮具足，世尊说法，示转、劝转、作证转。示是指示，那是根利的人，一听一接触他就相信，就不怀疑；中等根性的人，佛是苦口婆心劝导我们，我们要觉悟；信心不足的人，再得做证明。我们亲眼看到的黄忠昌居士，刘素青居士，我现场没看到，光碟上看到。其他的，我们听到的，是真的，决定不是假的，谛闲老和尚的徒弟锅漏匠，念佛三年，站着走的，还站了三天，死了站三天，等谛闲老和尚替他办后事。站着往生我们听说过，但是站三天没听说过，就这么一个人。《影尘回忆录》里头，倓虚法师告诉我们，他一生亲眼看到的十几个，听说的更多。怎么能不相信？真正相信，这个人有福报，这是善根深厚，能发愿求生，这一生决定得生。",
      "zh_TW": "這個法門三輪具足，世尊說法，示轉、勸轉、作證轉。示是指示，那是根利的人，一聽一接觸他就相信，就不懷疑；中等根性的人，佛是苦口婆心勸導我們，我們要覺悟；信心不足的人，再得做證明。我們親眼看到的黃忠昌居士，劉素青居士，我現場沒看到，光碟上看到。其他的，我們聽到的，是真的，決定不是假的，諦閑老和尚的徒弟鍋漏匠，念佛三年，站著走的，還站了三天，死了站三天，等諦閑老和尚替他辦後事。站著往生我們聽說過，但是站三天沒聽說過，就這麼一個人。《影塵回憶錄》裡頭，倓虛法師告訴我們，他一生親眼看到的十幾個，聽說的更多。怎麼能不相信？真正相信，這個人有福報，這是善根深厚，能發願求生，這一生決定得生。"
    },
    {
      "id": "02-040-0186_p0017",
      "zh_CN": "下面是四十八愿第五愿，「身无差别愿」，我们生到极乐世界。请看经文：",
      "zh_TW": "下面是四十八願第五願，「身無差別願」，我們生到極樂世界。請看經文："
    },
    {
      "id": "02-040-0186_p0018",
      "zh_CN": "【端正净洁。悉同一类。若形貌差别。有好丑者。不取正觉。】",
      "zh_TW": "【端正淨潔。悉同一類。若形貌差別。有好醜者。不取正覺。】"
    },
    {
      "id": "02-040-0186_p0019",
      "zh_CN": "在二十四章这是第二章，四十八愿这是第五愿。我们看念老的注解，「再下为第五身无差别愿。愿曰：国中众生，容貌形色，悉皆端正洁净，等同一类。若有差别及好丑之分，则不成佛」。这一愿是往生到极乐世界，无论是什么人，男女老少、贫富贵贱，上面从菩萨、声闻，下面到无间地狱，只要能往生到极乐世界，到了极乐世界，身就没有差别。以谁为标准？以阿弥陀佛自己为标准。容貌、形色，形是身体，色是光色，都跟阿弥陀佛相同。阿弥陀佛，前面讲具足三十二相八十种好。",
      "zh_TW": "在二十四章這是第二章，四十八願這是第五願。我們看念老的註解，「再下為第五身無差別願。願曰：國中眾生，容貌形色，悉皆端正潔淨，等同一類。若有差別及好醜之分，則不成佛」。這一願是往生到極樂世界，無論是什麼人，男女老少、貧富貴賤，上面從菩薩、聲聞，下面到無間地獄，只要能往生到極樂世界，到了極樂世界，身就沒有差別。以誰為標準？以阿彌陀佛自己為標準。容貌、形色，形是身體，色是光色，都跟阿彌陀佛相同。阿彌陀佛，前面講具足三十二相八十種好。"
    },
    {
      "id": "02-040-0186_p0020",
      "zh_CN": "前面说了，望西大师告诉我们，不待花开，是生得故。这就是往生的人，诸位要晓得，往生不是死亡，没死，还说话。刘素青居士表演的，还说话，告诉大家，佛来接引我了，我现在上莲花了。坐上莲花之后，《观经》上告诉我们，这个花就合了。花打开的，接引的是开的，你进入莲花之后花就合起来，佛带着这个花到极乐世界，放在七宝池中，花再开，你就出来了。就在这个过程当中，在花里面产生了变化，我们一般人讲蜕变，产生变化，身体产生变化。我们这个肉身，往生就不要了，丢掉了，在花里面的身，受的身，法性身，不是阿赖耶的相分。我们现前这个身是阿赖耶的境界相，我们起心动念这个念头是阿赖耶的见分。阿赖耶是虚妄的，是生灭法，所以身是生灭法，心也是生灭法。坐到莲花上之后，你那个身心完全变成不生不灭的法性身、法性土，永远不改变的。极乐世界人寿命很长，但是个个年轻，没有看到他有衰老，那是法性身、法性土，后面还会讲到。",
      "zh_TW": "前面說了，望西大師告訴我們，不待花開，是生得故。這就是往生的人，諸位要曉得，往生不是死亡，沒死，還說話。劉素青居士表演的，還說話，告訴大家，佛來接引我了，我現在上蓮花了。坐上蓮花之後，《觀經》上告訴我們，這個花就合了。花打開的，接引的是開的，你進入蓮花之後花就合起來，佛帶著這個花到極樂世界，放在七寶池中，花再開，你就出來了。就在這個過程當中，在花裡面產生了變化，我們一般人講蛻變，產生變化，身體產生變化。我們這個肉身，往生就不要了，丟掉了，在花裡面的身，受的身，法性身，不是阿賴耶的相分。我們現前這個身是阿賴耶的境界相，我們起心動念這個念頭是阿賴耶的見分。阿賴耶是虛妄的，是生滅法，所以身是生滅法，心也是生滅法。坐到蓮花上之後，你那個身心完全變成不生不滅的法性身、法性土，永遠不改變的。極樂世界人壽命很長，但是個個年輕，沒有看到他有衰老，那是法性身、法性土，後面還會講到。"
    },
    {
      "id": "02-040-0186_p0021",
      "zh_CN": "所以容貌形色，悉皆端正洁净，这个端正就是前面讲的三十二相。实际上，三十二相是方便说，为什么？佛在世，出现在印度，印度人认为三十二相是最好的相，人天当中贵相，佛就现这个相。实际不是三十二相，无量相。《观经》上告诉我们，《观经》那是讲真的，阿弥陀佛的身相，身有八万四千相，每个相有八万四千好，每个好放八万四千光，每个光中都有佛菩萨在那里讲经教学，度化众生，不可思议！这个三十二相，是释迦牟尼佛当年出生在印度，他的身上有这三十二种相。极乐世界不止，我们常讲，身有无量相，相有无量好，这是真的。「等同一类」，极乐世界的人，身相完全是平等，完全跟阿弥陀佛相同。「若有差别及好丑之分，则不成佛」，阿弥陀佛成佛已经十劫了，这一愿圆满了。",
      "zh_TW": "所以容貌形色，悉皆端正潔淨，這個端正就是前面講的三十二相。實際上，三十二相是方便說，為什麼？佛在世，出現在印度，印度人認為三十二相是最好的相，人天當中貴相，佛就現這個相。實際不是三十二相，無量相。《觀經》上告訴我們，《觀經》那是講真的，阿彌陀佛的身相，身有八萬四千相，每個相有八萬四千好，每個好放八萬四千光，每個光中都有佛菩薩在那裡講經教學，度化眾生，不可思議！這個三十二相，是釋迦牟尼佛當年出生在印度，他的身上有這三十二種相。極樂世界不止，我們常講，身有無量相，相有無量好，這是真的。「等同一類」，極樂世界的人，身相完全是平等，完全跟阿彌陀佛相同。「若有差別及好醜之分，則不成佛」，阿彌陀佛成佛已經十劫了，這一願圓滿了。"
    },
    {
      "id": "02-040-0186_p0022",
      "zh_CN": "「此愿」，这一愿，显示「极乐国人」，极乐世界的人，「等同一相」，平等，同一个相貌，没有差别。没有差别，人都长一样，跟阿弥陀佛一样，那到底谁是往生的，谁是阿弥陀佛，你没法子分了，我们会想到这一点。实际那个境界不可思议，生到那边，神通、智慧跟佛也相等。所以，你认识哪个人一个也不会认错，你都知道这个人从哪个世界来的、从哪一道来的，统统知道，一点都不会搞错，自然有这个能力，不会搞错。",
      "zh_TW": "「此願」，這一願，顯示「極樂國人」，極樂世界的人，「等同一相」，平等，同一個相貌，沒有差別。沒有差別，人都長一樣，跟阿彌陀佛一樣，那到底誰是往生的，誰是阿彌陀佛，你沒法子分了，我們會想到這一點。實際那個境界不可思議，生到那邊，神通、智慧跟佛也相等。所以，你認識哪個人一個也不會認錯，你都知道這個人從哪個世界來的、從哪一道來的，統統知道，一點都不會搞錯，自然有這個能力，不會搞錯。"
    },
    {
      "id": "02-040-0186_p0023",
      "zh_CN": "佛为什么有这一愿？这是阿弥陀佛在因地，法藏比丘，他去参访诸佛刹土，看到许许多多佛国土里头这些众生，形貌都有差别，有差别就生烦恼。你看，这个我们容易体会，相貌好的傲慢，相貌丑陋的产生自卑感，总觉得样样不如人，这个不平等。所以他发愿，他将来这个国土、这个世界，一切众生来往生的，相貌完全相同，让你不起傲慢，也不会生起自卑感，他想得很周到。我们这个世界，众生是业力所感的，生生世世造业不相同，感得的果报也不一样。极乐世界教我们万缘放下，一心念佛，菩萨往生也是念佛，发菩提心，一向专念；我们念佛，也是发菩提心，一向专念；甚至于畜生、饿鬼、地狱往生，也是发菩提心，一向专念。因相同，到极乐世界果也相同，又何况阿弥陀佛有这一愿的加持。",
      "zh_TW": "佛為什麼有這一願？這是阿彌陀佛在因地，法藏比丘，他去參訪諸佛剎土，看到許許多多佛國土裡頭這些眾生，形貌都有差別，有差別就生煩惱。你看，這個我們容易體會，相貌好的傲慢，相貌醜陋的產生自卑感，總覺得樣樣不如人，這個不平等。所以他發願，他將來這個國土、這個世界，一切眾生來往生的，相貌完全相同，讓你不起傲慢，也不會生起自卑感，他想得很周到。我們這個世界，眾生是業力所感的，生生世世造業不相同，感得的果報也不一樣。極樂世界教我們萬緣放下，一心念佛，菩薩往生也是念佛，發菩提心，一向專念；我們念佛，也是發菩提心，一向專念；甚至於畜生、餓鬼、地獄往生，也是發菩提心，一向專念。因相同，到極樂世界果也相同，又何況阿彌陀佛有這一願的加持。"
    },
    {
      "id": "02-040-0186_p0024",
      "zh_CN": "这个意思注解里头有，昙鸾大师的，说得好！「故昙鸾大师曰：以不同故，高下以形。高下既形，是非以起」。生烦恼，人长得不一样生烦恼，烦恼一起来的时候很麻烦，造罪业，造罪业是往下堕落，不能往上提升。阿弥陀佛顾虑非常周到，让我们免这些麻烦，大家身相都一样，他做标准，他做榜样，完全跟他相同。「是非既起，长沦三有」，这就是六道轮回，很不容易出六道轮回。「是故兴大悲心，起平等愿。是即发起此愿之本因也」。昙鸾大师这段话说得好，说明佛为什么发这个愿，发这个愿，给一切众生带来真实利益，我们看到欢喜。",
      "zh_TW": "這個意思註解裡頭有，曇鸞大師的，說得好！「故曇鸞大師曰：以不同故，高下以形。高下既形，是非以起」。生煩惱，人長得不一樣生煩惱，煩惱一起來的時候很麻煩，造罪業，造罪業是往下墮落，不能往上提升。阿彌陀佛顧慮非常周到，讓我們免這些麻煩，大家身相都一樣，他做標準，他做榜樣，完全跟他相同。「是非既起，長淪三有」，這就是六道輪迴，很不容易出六道輪迴。「是故興大悲心，起平等願。是即發起此願之本因也」。曇鸞大師這段話說得好，說明佛為什麼發這個願，發這個願，給一切眾生帶來真實利益，我們看到歡喜。"
    },
    {
      "id": "02-040-0186_p0025",
      "zh_CN": "再看下面经文，这个经文是第三章，四十八愿第六愿，「宿命通愿」。",
      "zh_TW": "再看下面經文，這個經文是第三章，四十八願第六願，「宿命通願」。"
    },
    {
      "id": "02-040-0186_p0026",
      "zh_CN": "【我作佛时。所有众生。生我国者。自知无量劫时宿命。所作善恶。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。自知無量劫時宿命。所作善惡。】"
    },
    {
      "id": "02-040-0186_p0027",
      "zh_CN": "读了这段经文，我们会深深体会到一桩事情，人是没有生死的。所以不要怕死，没有生死。不但人没有生死，所有一切众生都没有生死。生死是怎么回事情？是从我们妄想里头产生的错觉。佛说得清楚，这个肉身不是我，是我所有的，像衣服一样，衣服脏了，赶快脱掉换一件；身体坏了，马上去换一个。有善心的人，身体愈换愈好，从贫贱之身换富贵身，从富贵身换天人身，愈换愈好。最好的，你们知道了吗？到极乐世界换成阿弥陀佛的身，没有更比阿弥陀佛身相更好的。你要懂，要不然你白听了。你看看经上所说的，释迦牟尼佛为我们介绍的，十方一切诸佛如来赞叹阿弥陀佛「光中极尊，佛中之王」，你就晓得阿弥陀佛的相好。我们到极乐世界得到的身跟他完全一样，产生变化是在莲花里头，莲花一开，出来了，跟佛的身相完全相同。在花里头起的变化，把阿赖耶舍掉了，就是相宗所说的转八识成四智，自自然然转的。",
      "zh_TW": "讀了這段經文，我們會深深體會到一樁事情，人是沒有生死的。所以不要怕死，沒有生死。不但人沒有生死，所有一切眾生都沒有生死。生死是怎麼回事情？是從我們妄想裡頭產生的錯覺。佛說得清楚，這個肉身不是我，是我所有的，像衣服一樣，衣服髒了，趕快脫掉換一件；身體壞了，馬上去換一個。有善心的人，身體愈換愈好，從貧賤之身換富貴身，從富貴身換天人身，愈換愈好。最好的，你們知道了嗎？到極樂世界換成阿彌陀佛的身，沒有更比阿彌陀佛身相更好的。你要懂，要不然你白聽了。你看看經上所說的，釋迦牟尼佛為我們介紹的，十方一切諸佛如來讚歎阿彌陀佛「光中極尊，佛中之王」，你就曉得阿彌陀佛的相好。我們到極樂世界得到的身跟他完全一樣，產生變化是在蓮花裡頭，蓮花一開，出來了，跟佛的身相完全相同。在花裡頭起的變化，把阿賴耶捨掉了，就是相宗所說的轉八識成四智，自自然然轉的。"
    },
    {
      "id": "02-040-0186_p0028",
      "zh_CN": "这要感恩阿弥陀佛，阿弥陀佛，那个莲花，阿弥陀佛是因，莲花化生是阿弥陀佛的本愿，是因，我们念佛是缘，我们不念佛就没有这个花。我们念佛，七宝池里头就有这朵花，花上还有自己的名字，绝对不会搞错的。你念得勤，花就愈来愈大、愈来愈美；你念得不勤，这花长得就很慢。所以，这是真的，世间事不要去经营，天天念阿弥陀佛，花愈念愈大。这是什么？这是将来我们受用的。这个世界要舍弃，这个世界可别认真，对极乐世界一定要认真，一点也不能放松，决定生净土，一丝毫怀疑都没有，认真努力去念佛。有宿命通好，全看见了。",
      "zh_TW": "這要感恩阿彌陀佛，阿彌陀佛，那個蓮花，阿彌陀佛是因，蓮花化生是阿彌陀佛的本願，是因，我們念佛是緣，我們不念佛就沒有這個花。我們念佛，七寶池裡頭就有這朵花，花上還有自己的名字，絕對不會搞錯的。你念得勤，花就愈來愈大、愈來愈美；你念得不勤，這花長得就很慢。所以，這是真的，世間事不要去經營，天天念阿彌陀佛，花愈念愈大。這是什麼？這是將來我們受用的。這個世界要捨棄，這個世界可別認真，對極樂世界一定要認真，一點也不能放鬆，決定生淨土，一絲毫懷疑都沒有，認真努力去念佛。有宿命通好，全看見了。"
    },
    {
      "id": "02-040-0186_p0029",
      "zh_CN": "第六宿命通愿，第七是天眼通愿，第八是天耳通愿，这都是神通。「通者，神通之简称」。下面为我们解释神字，「穷潜神异，所为不测，谓之神」。神这个字意思，穷是穷究，我们一般人讲追根究柢，对于宇宙人生真相彻底明白了，真正了解了。神通是我们自己的本能，是自性的性德，不是从外来的。所以，我们心清净了，能力就恢复。现在这种能力丧失了，是因为有障碍、有染污，我们的清净心不能现前。阿罗汉把见思烦恼断掉了，也就是说心上的染污他把它除干净了。心上的染污，头一个执着身是我，这是染污的根本，叫身见。八识里面的末那，末那是我见，执着有个我。其实假的，不是的，身不是我的身，心不是我的心，可是我们现在用它，全是假的，没有一样是真的。阿罗汉知道，所以把这两个假的都断掉了。",
      "zh_TW": "第六宿命通願，第七是天眼通願，第八是天耳通願，這都是神通。「通者，神通之簡稱」。下面為我們解釋神字，「窮潛神異，所為不測，謂之神」。神這個字意思，窮是窮究，我們一般人講追根究柢，對於宇宙人生真相徹底明白了，真正了解了。神通是我們自己的本能，是自性的性德，不是從外來的。所以，我們心清淨了，能力就恢復。現在這種能力喪失了，是因為有障礙、有染污，我們的清淨心不能現前。阿羅漢把見思煩惱斷掉了，也就是說心上的染污他把它除乾淨了。心上的染污，頭一個執著身是我，這是染污的根本，叫身見。八識裡面的末那，末那是我見，執著有個我。其實假的，不是的，身不是我的身，心不是我的心，可是我們現在用它，全是假的，沒有一樣是真的。阿羅漢知道，所以把這兩個假的都斷掉了。"
    },
    {
      "id": "02-040-0186_p0030",
      "zh_CN": "跟着身见一起来的，边见、见取见、戒取见、邪见，这五种见惑断掉了，证须陀洹果，那才是算佛的真正的学生，上小学一年级。这一点没做到，这是幼儿园的，不算的，学校门口之外的，没进门，一年级才算进门。这一进门，虽然还没有出离六道轮回，佛教里称他作圣人，他就不是凡夫，小圣，小学一年级，小圣，虽然不出六道轮回，他永远不堕三恶道。他在这个轮回里头，这一世，人间寿命到了他生天，生到天上，天的寿命到了，他又到人间来，人间寿命到了又到天上，他就是人天两道，他不堕三恶道。而且七次，七次他就证阿罗汉果，阿罗汉在菩萨里头他是第七个位次，你看，从一年级就升到七年级。一次生死就提升一级，提升到第七级就超越轮回。到哪里去了？到四圣法界去了，十法界的四圣法界，四圣法界是释迦牟尼佛的方便有余土。从声闻提升缘觉，再提升菩萨，再提升是佛，十法界里面的佛，不是真佛。天台大师称他为相似即佛，他很像佛，修得好，很像。为什么不是真佛？他没有用真心，依旧用阿赖耶，阿赖耶用得很正，完全是正用。也就是说，经典上所教的他全落实了，他没有一样没做到，所以是相似即佛。转八识成四智他就是真佛，不容易！",
      "zh_TW": "跟著身見一起來的，邊見、見取見、戒取見、邪見，這五種見惑斷掉了，證須陀洹果，那才是算佛的真正的學生，上小學一年級。這一點沒做到，這是幼兒園的，不算的，學校門口之外的，沒進門，一年級才算進門。這一進門，雖然還沒有出離六道輪迴，佛教裡稱他作聖人，他就不是凡夫，小聖，小學一年級，小聖，雖然不出六道輪迴，他永遠不墮三惡道。他在這個輪迴裡頭，這一世，人間壽命到了他生天，生到天上，天的壽命到了，他又到人間來，人間壽命到了又到天上，他就是人天兩道，他不墮三惡道。而且七次，七次他就證阿羅漢果，阿羅漢在菩薩裡頭他是第七個位次，你看，從一年級就升到七年級。一次生死就提升一級，提升到第七級就超越輪迴。到哪裡去了？到四聖法界去了，十法界的四聖法界，四聖法界是釋迦牟尼佛的方便有餘土。從聲聞提升緣覺，再提升菩薩，再提升是佛，十法界裡面的佛，不是真佛。天台大師稱他為相似即佛，他很像佛，修得好，很像。為什麼不是真佛？他沒有用真心，依舊用阿賴耶，阿賴耶用得很正，完全是正用。也就是說，經典上所教的他全落實了，他沒有一樣沒做到，所以是相似即佛。轉八識成四智他就是真佛，不容易！"
    },
    {
      "id": "02-040-0186_p0031",
      "zh_CN": "这一点大家要细细去听，不能粗心大意，为什么？你有个比较，心里有个比较。如果念佛往生，在莲花里头就转八识成四智；不往生，你要修到超越六道轮回之后，在四圣法界里头还是用阿赖耶，没有用四智，没转过来，你就晓得多难。阿弥陀佛方法太巧妙了，让你在莲花里头不知不觉就转识成智，就得到法性身、法性土。那是什么地位的？是实报庄严土的菩萨才得到的。我们一品烦恼没断，凭什么得到？凭阿弥陀佛四十八愿，凭阿弥陀佛无量劫修行的功德加持，没法子比！别教的三贤没有出十法界，他在四圣法界；念佛往生，凡圣同居土下下品往生也超越了。所以往生，不但是超越六道轮回，实际上超越十法界。极乐世界有同居土，凡圣同居土，有方便土，但是全是法性身，全是法性土，这个理事不能不知道。真搞清楚、搞明白了，我们就会死心塌地，我就一门深入，专修净土，专念弥陀，目标就是极乐世界，亲近阿弥陀佛，决定不改变，这是不能不知道的。",
      "zh_TW": "這一點大家要細細去聽，不能粗心大意，為什麼？你有個比較，心裡有個比較。如果念佛往生，在蓮花裡頭就轉八識成四智；不往生，你要修到超越六道輪迴之後，在四聖法界裡頭還是用阿賴耶，沒有用四智，沒轉過來，你就曉得多難。阿彌陀佛方法太巧妙了，讓你在蓮花裡頭不知不覺就轉識成智，就得到法性身、法性土。那是什麼地位的？是實報莊嚴土的菩薩才得到的。我們一品煩惱沒斷，憑什麼得到？憑阿彌陀佛四十八願，憑阿彌陀佛無量劫修行的功德加持，沒法子比！別教的三賢沒有出十法界，他在四聖法界；念佛往生，凡聖同居土下下品往生也超越了。所以往生，不但是超越六道輪迴，實際上超越十法界。極樂世界有同居土，凡聖同居土，有方便土，但是全是法性身，全是法性土，這個理事不能不知道。真搞清楚、搞明白了，我們就會死心塌地，我就一門深入，專修淨土，專念彌陀，目標就是極樂世界，親近阿彌陀佛，決定不改變，這是不能不知道的。"
    },
    {
      "id": "02-040-0186_p0032",
      "zh_CN": "所以极乐世界的人神通莫测，神通太大了，声闻、缘觉、菩萨都比不上。哪些人？生到极乐世界就得到，你的神通、能力超过四圣法界里头声闻、缘觉、菩萨，跟这些明心见性、大彻大悟的人平等，而且提升比他们快速。查遍《大藏经》，找不到第二个法门跟这一样的，找不到，成佛的捷径唯此一门。得到不容易，得到之后一定把它认识清楚，坚固信心，坚固的愿心，绝不退转。",
      "zh_TW": "所以極樂世界的人神通莫測，神通太大了，聲聞、緣覺、菩薩都比不上。哪些人？生到極樂世界就得到，你的神通、能力超過四聖法界裡頭聲聞、緣覺、菩薩，跟這些明心見性、大徹大悟的人平等，而且提升比他們快速。查遍《大藏經》，找不到第二個法門跟這一樣的，找不到，成佛的捷徑唯此一門。得到不容易，得到之後一定把它認識清楚，堅固信心，堅固的願心，絕不退轉。"
    },
    {
      "id": "02-040-0186_p0033",
      "zh_CN": "神通的作用，下面说了，「所作无壅」，壅是障碍，「自在无碍」，这叫通，神通两个字的讲法。「神通有六种，称为六通」，第一个就是讲「宿命通」，「天眼通、天耳通、他心通、神足通与漏尽通」。这六通当中，「第六唯圣」，这指阿罗汉，小乘，他证得，「前五通凡，异生亦可得之」。前面这五种，宿命、天眼、天耳、他心、神足，鬼神得到，鬼神有，还有修得的，修定能得神通，但是能量大小不一样。鬼道、天道是报得的，人如果说是一生到鬼道，他就有五种神通，没有漏尽，除漏尽前面五个他都有，鬼有，但是不大。宿命，能够知道过去三世、五世、十世、二十世，大概没问题，再往上去他就不知道了。阿罗汉宿命通，能知道过去五百世，知道未来五百世，五百世之外他也不晓得，那要菩萨，菩萨的能量比他大。但是要晓得，到极乐世界的神通不可思议，为什么？跟阿弥陀佛差不多，太大了，宿命能知道生生世世。「三界诸天皆可依果报，而自然感得前五种之神通，甚至鬼神亦有小通，但不能得漏尽通。此漏尽通唯圣者所证，须断尽烦恼方为漏尽」。就是见思烦恼，尘沙烦恼没断、无明烦恼没断，这是阿罗汉。所以阿罗汉在四圣法界。",
      "zh_TW": "神通的作用，下面說了，「所作無壅」，壅是障礙，「自在無礙」，這叫通，神通兩個字的講法。「神通有六種，稱為六通」，第一個就是講「宿命通」，「天眼通、天耳通、他心通、神足通與漏盡通」。這六通當中，「第六唯聖」，這指阿羅漢，小乘，他證得，「前五通凡，異生亦可得之」。前面這五種，宿命、天眼、天耳、他心、神足，鬼神得到，鬼神有，還有修得的，修定能得神通，但是能量大小不一樣。鬼道、天道是報得的，人如果說是一生到鬼道，他就有五種神通，沒有漏盡，除漏盡前面五個他都有，鬼有，但是不大。宿命，能夠知道過去三世、五世、十世、二十世，大概沒問題，再往上去他就不知道了。阿羅漢宿命通，能知道過去五百世，知道未來五百世，五百世之外他也不曉得，那要菩薩，菩薩的能量比他大。但是要曉得，到極樂世界的神通不可思議，為什麼？跟阿彌陀佛差不多，太大了，宿命能知道生生世世。「三界諸天皆可依果報，而自然感得前五種之神通，甚至鬼神亦有小通，但不能得漏盡通。此漏盡通唯聖者所證，須斷盡煩惱方為漏盡」。就是見思煩惱，塵沙煩惱沒斷、無明煩惱沒斷，這是阿羅漢。所以阿羅漢在四聖法界。"
    },
    {
      "id": "02-040-0186_p0034",
      "zh_CN": "下面，念老注解当中，教我们应该注意的，告诉我们，「经中极乐众生所具之通」，生到极乐世界你所得到的神通，「远超余经论中禅定等所得者」，远远超过，这个我们要特别注意。极乐世界超胜，超过、胜过一切诸佛刹土，诸佛刹土跟极乐世界不能比。下面举例子说，「例如凡夫之宿命通，能知不过八万劫」，八万劫了不起。这是什么凡夫？无色界天人。六道全是凡夫，没有出六道的都叫凡夫，凡夫里面最高的，神通力量最大的，能知道八万劫，八万劫以上他不知道了。「今云无量劫」，你看我们的经文，『自知无量劫时宿命』，无量劫跟八万劫不能比，八万太少了。「今云无量劫者何也？盖以极乐众生仗佛本愿力，而具大乘不共之通」，超过大乘菩萨，当然，「远胜于凡小」，凡夫、小乘，小乘就是四圣法界。「《甄解》曰：小乘前五通，唯依四根本定得。漏尽通，依四禅、未至、中间及三无色」。三无色，这个注解讲了，三可能是个错字，应该是四，四无色，就是四空天，这个字很显然是个错字。「无色者，指无色定。文中三字或为四字之误，盖八定者，乃色界之四禅与无色界之四无色定」。",
      "zh_TW": "下面，念老註解當中，教我們應該注意的，告訴我們，「經中極樂眾生所具之通」，生到極樂世界你所得到的神通，「遠超餘經論中禪定等所得者」，遠遠超過，這個我們要特別注意。極樂世界超勝，超過、勝過一切諸佛剎土，諸佛剎土跟極樂世界不能比。下面舉例子說，「例如凡夫之宿命通，能知不過八萬劫」，八萬劫了不起。這是什麼凡夫？無色界天人。六道全是凡夫，沒有出六道的都叫凡夫，凡夫裡面最高的，神通力量最大的，能知道八萬劫，八萬劫以上他不知道了。「今云無量劫」，你看我們的經文，『自知無量劫時宿命』，無量劫跟八萬劫不能比，八萬太少了。「今云無量劫者何也？蓋以極樂眾生仗佛本願力，而具大乘不共之通」，超過大乘菩薩，當然，「遠勝於凡小」，凡夫、小乘，小乘就是四聖法界。「《甄解》曰：小乘前五通，唯依四根本定得。漏盡通，依四禪、未至、中間及三無色」。三無色，這個註解講了，三可能是個錯字，應該是四，四無色，就是四空天，這個字很顯然是個錯字。「無色者，指無色定。文中三字或為四字之誤，蓋八定者，乃色界之四禪與無色界之四無色定」。"
    },
    {
      "id": "02-040-0186_p0035",
      "zh_CN": "四禅八定这个叫根本定，世间禅定，四禅八定证得了，六道里面空间维次突破了。也就是说，在这个定当中，你能够看到二十八层天，清清楚楚，欲界六层，色界十八层，无色界四层，你看得很清楚。往下面看，你能看到无间地狱，能看到饿鬼道、地狱道，饿鬼跟地狱也非常复杂，你都能看清楚。也就是六道里面的事情你统统明了，这是世间高级凡夫，有这个能力。高级凡夫不要身体，我们能够理解。中国古籍里头《老子》，读过《老子》的人知道，老子就讨厌身体，他说「吾有大患，为吾有身」。我最大的忧患是什么？我有个身体，没有身体多好！有身体就有烦恼，没有身体，这烦恼都不要了，就没有了。所以，老子的思想是无色天的境界，我们称他为高级凡夫，高级的凡夫不要身体，他们聪明，知道这个东西是累赘。色界天人也不错，他有身体，但是他没有欲望，欲望放下了。虽有身体，也还不错，身体只需要居住的环境，不需要饮食，饮食是欲望，财色名食睡他都放下了，他不需要睡眠，不需要饮食。连色界天人都做到，何况极乐世界！所以，极乐世界人不需要吃东西，省好多麻烦事；不需要睡眠，精神饱满；无量寿，他学习可以不中断。",
      "zh_TW": "四禪八定這個叫根本定，世間禪定，四禪八定證得了，六道裡面空間維次突破了。也就是說，在這個定當中，你能夠看到二十八層天，清清楚楚，欲界六層，色界十八層，無色界四層，你看得很清楚。往下面看，你能看到無間地獄，能看到餓鬼道、地獄道，餓鬼跟地獄也非常複雜，你都能看清楚。也就是六道裡面的事情你統統明瞭，這是世間高級凡夫，有這個能力。高級凡夫不要身體，我們能夠理解。中國古籍裡頭《老子》，讀過《老子》的人知道，老子就討厭身體，他說「吾有大患，為吾有身」。我最大的憂患是什麼？我有個身體，沒有身體多好！有身體就有煩惱，沒有身體，這煩惱都不要了，就沒有了。所以，老子的思想是無色天的境界，我們稱他為高級凡夫，高級的凡夫不要身體，他們聰明，知道這個東西是累贅。色界天人也不錯，他有身體，但是他沒有欲望，欲望放下了。雖有身體，也還不錯，身體只需要居住的環境，不需要飲食，飲食是欲望，財色名食睡他都放下了，他不需要睡眠，不需要飲食。連色界天人都做到，何況極樂世界！所以，極樂世界人不需要吃東西，省好多麻煩事；不需要睡眠，精神飽滿；無量壽，他學習可以不中斷。"
    },
    {
      "id": "02-040-0186_p0036",
      "zh_CN": "所以我学了这么多年，有一点体会，应该是我们往生极乐世界，进入阿弥陀佛的讲堂听佛讲经说法，极乐世界没有年月日，极乐世界没有时辰，我们进去听经，听圆满了，成佛了，就会离开讲堂。所以进入讲堂我们是凡夫，离开讲堂就成佛了，没有成佛不会离开讲堂，离开讲堂就毕业了。佛说法不中断，每个听经的人精神饱满也不会中断。同时，很妙，我们自己身体在阿弥陀佛讲堂，同时能分身、能变化，他有神通，能分身，分无量无边身，不是分几个，干什么？到无量无边诸佛刹土去拜佛去，供佛。供佛是修福，听经是修慧，同时可以听十方一切诸佛讲经说法，一个都不漏。极乐世界的人有这么好的缘分，有这样大的通力。我们想不想要？想要，这一生就可以得到。真正发愿往生极乐世界，我这全都得到了，他证得究竟圆满菩提，不费力。极乐世界是保证成佛的学校，没有一个不成佛的。",
      "zh_TW": "所以我學了這麼多年，有一點體會，應該是我們往生極樂世界，進入阿彌陀佛的講堂聽佛講經說法，極樂世界沒有年月日，極樂世界沒有時辰，我們進去聽經，聽圓滿了，成佛了，就會離開講堂。所以進入講堂我們是凡夫，離開講堂就成佛了，沒有成佛不會離開講堂，離開講堂就畢業了。佛說法不中斷，每個聽經的人精神飽滿也不會中斷。同時，很妙，我們自己身體在阿彌陀佛講堂，同時能分身、能變化，他有神通，能分身，分無量無邊身，不是分幾個，幹什麼？到無量無邊諸佛剎土去拜佛去，供佛。供佛是修福，聽經是修慧，同時可以聽十方一切諸佛講經說法，一個都不漏。極樂世界的人有這麼好的緣分，有這樣大的通力。我們想不想要？想要，這一生就可以得到。真正發願往生極樂世界，我這全都得到了，他證得究竟圓滿菩提，不費力。極樂世界是保證成佛的學校，沒有一個不成佛的。"
    },
    {
      "id": "02-040-0186_p0037",
      "zh_CN": "这个世界是法性土、是法性身，没有见性的人见不到，你也找不到，明心见性你才会看到，你才会找到它。实际上给你说，它的相是法性，法性的相分，换句话说，我们今天所谓的三种现象，它全没有。科学告诉我们三种现象，物质现象它没有，精神现象，就是念头、思惟，它也没有，自然现象它也没有，法性里头没有这三种现象。这三种现象是阿赖耶里头有的，阿赖耶里面的自然现象是业相，精神现象是转相，物质现象是境界相，这是阿赖耶的三细相。转阿赖耶成四智菩提，这三种现象都没有了。所以，极乐世界跟自性是一样大，跟你说真的，无处不在、无时不在。极乐世界在哪里？就在这里，一点没错，我们看不见。放下起心动念、分别执着，你就见到了，它真有，它不是假的。我们现在这个环境，这是假有，不是真的，我们把假的当作真的，真的是一无所知。真的被假的障碍了，假的舍掉，真的现前，这是我们不能不知道的。",
      "zh_TW": "這個世界是法性土、是法性身，沒有見性的人見不到，你也找不到，明心見性你才會看到，你才會找到它。實際上給你說，它的相是法性，法性的相分，換句話說，我們今天所謂的三種現象，它全沒有。科學告訴我們三種現象，物質現象它沒有，精神現象，就是念頭、思惟，它也沒有，自然現象它也沒有，法性裡頭沒有這三種現象。這三種現象是阿賴耶裡頭有的，阿賴耶裡面的自然現象是業相，精神現象是轉相，物質現象是境界相，這是阿賴耶的三細相。轉阿賴耶成四智菩提，這三種現象都沒有了。所以，極樂世界跟自性是一樣大，跟你說真的，無處不在、無時不在。極樂世界在哪裡？就在這裡，一點沒錯，我們看不見。放下起心動念、分別執著，你就見到了，它真有，它不是假的。我們現在這個環境，這是假有，不是真的，我們把假的當作真的，真的是一無所知。真的被假的障礙了，假的捨掉，真的現前，這是我們不能不知道的。"
    },
    {
      "id": "02-040-0186_p0038",
      "zh_CN": "你要真搞清楚、搞明白了，你才晓得这次到人间来真没有白来。生生世世我们都没搞清楚，机会都错过了，这一世总算搞清楚、搞明白了，机会抓住，再不会失掉了。一定要知道，这个世间财色名食睡，假的，七情五欲全是假的，决定不能留恋，留恋就继续搞轮回；不留恋，放下了，你就得生极乐世界。到极乐世界，阿弥陀佛是老师，今天你看到的，观音、势至、文殊、普贤、弥勒菩萨都是同学。我们升格了，他们都是阿弥陀佛的学生，我们也是，地位平等了。",
      "zh_TW": "你要真搞清楚、搞明白了，你才曉得這次到人間來真沒有白來。生生世世我們都沒搞清楚，機會都錯過了，這一世總算搞清楚、搞明白了，機會抓住，再不會失掉了。一定要知道，這個世間財色名食睡，假的，七情五欲全是假的，決定不能留戀，留戀就繼續搞輪迴；不留戀，放下了，你就得生極樂世界。到極樂世界，阿彌陀佛是老師，今天你看到的，觀音、勢至、文殊、普賢、彌勒菩薩都是同學。我們升格了，他們都是阿彌陀佛的學生，我們也是，地位平等了。"
    },
    {
      "id": "02-040-0186_p0039",
      "zh_CN": "「大乘依一切禅悉能之」，这是世间禅定，四禅八定，大乘里面可以得到。「今此经所说，大异于彼」，跟一般经上所讲的不一样，「一切人天皆以佛愿为所依」。我们不是依大乘，不是依大乘里面所说的禅定，我们是依阿弥陀佛，依阿弥陀佛的本愿。「故云：阿弥陀如来本愿力为增上缘」。所以你得的神通跟阿弥陀佛相似，好像是同等的。「《事赞》云」，古德的注解说，「三明自然乘佛愿，须臾合掌得神通。岂容同于有漏禅为所依耶」？这不能比。三明就是六通，自自然然乘佛愿力加持得到了，须臾之间合掌，这神通都具足了。须臾合掌是什么？就是在莲花里面，在莲花里头转识成智，在莲花里面完成法性身、土。四十八愿统统在莲花里头完成，花开、见佛，一切受用叫顺理成章。",
      "zh_TW": "「大乘依一切禪悉能之」，這是世間禪定，四禪八定，大乘裡面可以得到。「今此經所說，大異於彼」，跟一般經上所講的不一樣，「一切人天皆以佛願為所依」。我們不是依大乘，不是依大乘裡面所說的禪定，我們是依阿彌陀佛，依阿彌陀佛的本願。「故云：阿彌陀如來本願力為增上緣」。所以你得的神通跟阿彌陀佛相似，好像是同等的。「《事贊》云」，古德的註解說，「三明自然乘佛願，須臾合掌得神通。豈容同於有漏禪為所依耶」？這不能比。三明就是六通，自自然然乘佛願力加持得到了，須臾之間合掌，這神通都具足了。須臾合掌是什麼？就是在蓮花裡面，在蓮花裡頭轉識成智，在蓮花裡面完成法性身、土。四十八願統統在蓮花裡頭完成，花開、見佛，一切受用叫順理成章。"
    },
    {
      "id": "02-040-0186_p0040",
      "zh_CN": "「故彼国天人之通，非修得者，不待修而自得成就」，是这么回事情，「又不同于诸天报得五通」。二十八层天人都有神通，大小不一样，报得的。鬼神的神通也是报得的。畜生里头有神通，牠是修得的，牠不是报得的。传奇小说里头所说的这些精灵，说得最多的是狐狸、黄鼠狼，很灵，牠们是修得的，修的时间也很长。所以极乐世界不同于诸天报得，不待修，自得成就。「乃依弥陀之修德为因」，这从哪里来的要知道，依阿弥陀佛四十八愿、五劫修持，五劫是专修大愿，五劫之前，无量劫修行功德累积的。这是多么大的能量，加持给我们，让我们不必修，统统成就了。「而酬得安乐自然之报德」，修因得到的果报，安乐就是极乐世界，在极乐世界自然的报德。「是以胜于常途之报得」，常途报得的、修得的都不能跟它相比。「故《要集》云：不于四静虑中，而修神通因。只是彼土任运生得之果报，不亦乐乎」。是自自然然的果报，每一个往生的人平等得到。极乐世界是平等世界，往生的人，没有往生之前不平等，到极乐世界完全平等。这是阿弥陀佛的本愿，在极乐世界找一张差异的找不到。",
      "zh_TW": "「故彼國天人之通，非修得者，不待修而自得成就」，是這麼回事情，「又不同於諸天報得五通」。二十八層天人都有神通，大小不一樣，報得的。鬼神的神通也是報得的。畜生裡頭有神通，牠是修得的，牠不是報得的。傳奇小說裡頭所說的這些精靈，說得最多的是狐狸、黃鼠狼，很靈，牠們是修得的，修的時間也很長。所以極樂世界不同於諸天報得，不待修，自得成就。「乃依彌陀之修德為因」，這從哪裡來的要知道，依阿彌陀佛四十八願、五劫修持，五劫是專修大願，五劫之前，無量劫修行功德累積的。這是多麼大的能量，加持給我們，讓我們不必修，統統成就了。「而酬得安樂自然之報德」，修因得到的果報，安樂就是極樂世界，在極樂世界自然的報德。「是以勝於常途之報得」，常途報得的、修得的都不能跟它相比。「故《要集》云：不於四靜慮中，而修神通因。只是彼土任運生得之果報，不亦樂乎」。是自自然然的果報，每一個往生的人平等得到。極樂世界是平等世界，往生的人，沒有往生之前不平等，到極樂世界完全平等。這是阿彌陀佛的本願，在極樂世界找一張差異的找不到。"
    },
    {
      "id": "02-040-0186_p0041",
      "zh_CN": "「又佛菩萨与二乘之身通有多种不同」，下面给我们讲了九种。「《甄解》据《大乘义章》云」，《甄解》里头举出了九种不同，第一个「宽狭不同」。如《地持经》上所说的，「声闻二千国土，为通境界」。就是他的神通，他能看到两千个佛国土，他能听到两千佛国土的声音，他的能力只这么大。「缘觉三千国土，为通境界」。就是他的天眼、天耳、他心、宿命，乃至于神足，飞行变化，他的范围就这么大。「今经中则以亿那由他百千佛刹为通境界，可见差异之甚」，差别太大了！二千国土、三千国土，极乐世界往生的人，他们是以亿那由他百千佛刹，这不能比。",
      "zh_TW": "「又佛菩薩與二乘之身通有多種不同」，下面給我們講了九種。「《甄解》據《大乘義章》云」，《甄解》裡頭舉出了九種不同，第一個「寬狹不同」。如《地持經》上所說的，「聲聞二千國土，為通境界」。就是他的神通，他能看到兩千個佛國土，他能聽到兩千佛國土的聲音，他的能力只這麼大。「緣覺三千國土，為通境界」。就是他的天眼、天耳、他心、宿命，乃至於神足，飛行變化，他的範圍就這麼大。「今經中則以億那由他百千佛剎為通境界，可見差異之甚」，差別太大了！二千國土、三千國土，極樂世界往生的人，他們是以億那由他百千佛剎，這不能比。"
    },
    {
      "id": "02-040-0186_p0042",
      "zh_CN": "第二个「多少不同。二乘一心一作，不能众多」。我们在《地藏经》上看到，念《地藏经》的人很多，光目女，母亲过世了，想到自己母亲在世的时候不信佛法，造很多恶业，想必会堕地狱。遇到一个阿罗汉，供养阿罗汉，求阿罗汉帮助她，看看她母亲在哪里。阿罗汉入定，入定看到了，出定的时候告诉她。阿罗汉入定只能办一桩事情，极乐世界人可了不起，他一入定可以办很多事情。这是多少不一样。你看，二乘，声闻、缘觉，一心一作，一心入定，只能办一桩事情，不能众多。那诸菩萨，「诸佛菩萨一时能化现十方世界一切色像，一时能现五趣之身」。像我们刚才说的，极乐世界的人，身在阿弥陀佛讲堂没离开，听佛说法，同时能化无量无边身，到各个不同的佛国土去拜佛、去供佛、去听经。同时，遇到众生，有缘众生，他还能随类现身去度化众生，广作佛事。像《观世音菩萨普门品》上所说的，应以什么身得度，他就能现什么身，同时现无量无边身。这种要修行，到什么时候才能修成功？真的叫太难太难，要修无量劫。往生极乐世界马上就得到。",
      "zh_TW": "第二個「多少不同。二乘一心一作，不能眾多」。我們在《地藏經》上看到，念《地藏經》的人很多，光目女，母親過世了，想到自己母親在世的時候不信佛法，造很多惡業，想必會墮地獄。遇到一個阿羅漢，供養阿羅漢，求阿羅漢幫助她，看看她母親在哪裡。阿羅漢入定，入定看到了，出定的時候告訴她。阿羅漢入定只能辦一樁事情，極樂世界人可了不起，他一入定可以辦很多事情。這是多少不一樣。你看，二乘，聲聞、緣覺，一心一作，一心入定，只能辦一樁事情，不能眾多。那諸菩薩，「諸佛菩薩一時能化現十方世界一切色像，一時能現五趣之身」。像我們剛才說的，極樂世界的人，身在阿彌陀佛講堂沒離開，聽佛說法，同時能化無量無邊身，到各個不同的佛國土去拜佛、去供佛、去聽經。同時，遇到眾生，有緣眾生，他還能隨類現身去度化眾生，廣作佛事。像《觀世音菩薩普門品》上所說的，應以什麼身得度，他就能現什麼身，同時現無量無邊身。這種要修行，到什麼時候才能修成功？真的叫太難太難，要修無量劫。往生極樂世界馬上就得到。"
    },
    {
      "id": "02-040-0186_p0043",
      "zh_CN": "这就是说八万四千法门，门门都不好修，但是都能成功，时间很长。极乐世界快速，立刻就成功，所有一切神通、道力、智慧立刻也得到。但是这个法门难信，相信的人有福，有大福报，天上人间福报不能跟你比。你能相信，你福报有多大，为什么？你这一生决定成佛。如果你说你怀疑，怀疑是应该的，为什么？你不怀疑，怎么叫难信之法？这难信之法，你当然怀疑。你要是不怀疑，你就是《弥陀经》上讲的大善根、大福德人。大善根大福德，生生世世累积的善根福德，他遇到了不怀疑，立刻就相信，同时就发愿，确确实实放下万缘，这一句佛号念到底。",
      "zh_TW": "這就是說八萬四千法門，門門都不好修，但是都能成功，時間很長。極樂世界快速，立刻就成功，所有一切神通、道力、智慧立刻也得到。但是這個法門難信，相信的人有福，有大福報，天上人間福報不能跟你比。你能相信，你福報有多大，為什麼？你這一生決定成佛。如果你說你懷疑，懷疑是應該的，為什麼？你不懷疑，怎麼叫難信之法？這難信之法，你當然懷疑。你要是不懷疑，你就是《彌陀經》上講的大善根、大福德人。大善根大福德，生生世世累積的善根福德，他遇到了不懷疑，立刻就相信，同時就發願，確確實實放下萬緣，這一句佛號念到底。"
    },
    {
      "id": "02-040-0186_p0044",
      "zh_CN": "第三「大小不同」。「二乘」，就是声闻、缘觉，阿罗汉、辟支佛，「化现大身，不能入小；化现小身，不能容大」，这就有障碍。「诸佛菩萨现大身满三千界，能以大身入一尘中。化现小身如微尘，能以小身容受一切」，这一切是大身，能够容宇宙，能够容遍法界虚空界。「又佛菩萨于一切色物，大能入小，小能容大。二乘不能」。佛菩萨有这个能力，他的身大，极乐世界身大，能入小。我们在《华严经》上看到，普贤菩萨身大，能入一微尘中。那个微尘里头有世界、有佛菩萨，他到那个里面去参访去了。大身入一微尘，入这个境界，一微尘这是小，能容纳遍法界虚空界，有这种能量。",
      "zh_TW": "第三「大小不同」。「二乘」，就是聲聞、緣覺，阿羅漢、辟支佛，「化現大身，不能入小；化現小身，不能容大」，這就有障礙。「諸佛菩薩現大身滿三千界，能以大身入一塵中。化現小身如微塵，能以小身容受一切」，這一切是大身，能夠容宇宙，能夠容遍法界虛空界。「又佛菩薩於一切色物，大能入小，小能容大。二乘不能」。佛菩薩有這個能力，他的身大，極樂世界身大，能入小。我們在《華嚴經》上看到，普賢菩薩身大，能入一微塵中。那個微塵裡頭有世界、有佛菩薩，他到那個裡面去參訪去了。大身入一微塵，入這個境界，一微塵這是小，能容納遍法界虛空界，有這種能量。"
    },
    {
      "id": "02-040-0186_p0045",
      "zh_CN": "今天科学技术发达，我们看到晶片，你们现在有手机、照相机，那个晶片大概只有小指甲这么大，它里头什么都能包容，让我们叹为观止。稀不稀奇？不稀奇。大乘经里面讲，一粒微尘，肉眼看不见的，能容三千大千世界，你指甲这么大，才容这一点点，叫小巫见大巫。没有读过大乘经的不知道，这很了不起，读过大乘经，你看佛经上所讲的，小到不能再小的微尘，都能容遍法界虚空界；用今天的话说，它都能够容全宇宙，整个宇宙在它里头。小能容大，大小无碍，他真能办事。这些都是讲的神通，本身上这种神奇不可思议的能量，起的作用无量无边无数无尽，真正是究竟圆满不可思议。你要问这什么个道理？这是自性的本能，自性是我们的真心，是真正的我，有真我。明心见性，把真我找到了，真心找到了，真心本能是如此，它具足无量智慧、无量德能，这所讲的神通是无量德能里头的一种，说不尽！",
      "zh_TW": "今天科學技術發達，我們看到晶片，你們現在有手機、照相機，那個晶片大概只有小指甲這麼大，它裡頭什麼都能包容，讓我們歎為觀止。稀不稀奇？不稀奇。大乘經裡面講，一粒微塵，肉眼看不見的，能容三千大千世界，你指甲這麼大，才容這一點點，叫小巫見大巫。沒有讀過大乘經的不知道，這很了不起，讀過大乘經，你看佛經上所講的，小到不能再小的微塵，都能容遍法界虛空界；用今天的話說，它都能夠容全宇宙，整個宇宙在它裡頭。小能容大，大小無礙，他真能辦事。這些都是講的神通，本身上這種神奇不可思議的能量，起的作用無量無邊無數無盡，真正是究竟圓滿不可思議。你要問這什麼個道理？這是自性的本能，自性是我們的真心，是真正的我，有真我。明心見性，把真我找到了，真心找到了，真心本能是如此，它具足無量智慧、無量德能，這所講的神通是無量德能裡頭的一種，說不盡！"
    },
    {
      "id": "02-040-0186_p0046",
      "zh_CN": "由此可知，佛陀教育不是别的，是开发我们自性本能的教育。自性之外什么都没有，佛说得很好，心外无法，一切法都是自性变现出来的，自性是一切法的本体。你要是见了性，一切法自然通达明了，不需要学习的，自然通达。所以「一门深入，长时薰修」、「读书千遍，其义自见」是有道理的，不是没有道理的，有根据的。因为这个书本、这些文字是你自性流出来的，哪有自己不知道的道理！不但自己知道，而且每一句每一字都有无量义，见性的人，一字一句讲一百年都讲不完，这真的不是假的。所以一个通了，一切全通了。",
      "zh_TW": "由此可知，佛陀教育不是別的，是開發我們自性本能的教育。自性之外什麼都沒有，佛說得很好，心外無法，一切法都是自性變現出來的，自性是一切法的本體。你要是見了性，一切法自然通達明瞭，不需要學習的，自然通達。所以「一門深入，長時薰修」、「讀書千遍，其義自見」是有道理的，不是沒有道理的，有根據的。因為這個書本、這些文字是你自性流出來的，哪有自己不知道的道理！不但自己知道，而且每一句每一字都有無量義，見性的人，一字一句講一百年都講不完，這真的不是假的。所以一個通了，一切全通了。"
    },
    {
      "id": "02-040-0186_p0047",
      "zh_CN": "佛法教我们这个本事，把我们的本能发掘出来，自在的去运用，这就是佛与法身菩萨。捷径就是念佛法门，这个法门非常不容易遇到。夏莲居老居士出现在这个世间，重新会集这个本子，度无量众生。为什么？过去这些众生看到这五种原译本、三种节校本都有怀疑，疑是最大的障碍。这个本子出来之后，我们这个疑断掉了，为什么？他解释清楚了。五种原译本里所有的精义统统具足，一个不漏，而且文字简化多了。文字虽然简略了，但是义理更丰富了。这本子太好了！这个本子能叫人对《无量寿经》断疑生信。末法时期，就这一本够了。《大藏经》我们印了很多，让佛法保留下来不要失掉，谁愿意去读，我就供养谁。你问我自己，我就一部，这一部通了全都通了。我相信这个道理，我懂得这个方法，心里头只有一尊阿弥陀佛，除阿弥陀佛之外，所有一切统统清理出去。一心一佛，一句名号，保证我们快速通关，往生净土见佛。今天时间到了，我们就学习到此地。",
      "zh_TW": "佛法教我們這個本事，把我們的本能發掘出來，自在的去運用，這就是佛與法身菩薩。捷徑就是念佛法門，這個法門非常不容易遇到。夏蓮居老居士出現在這個世間，重新會集這個本子，度無量眾生。為什麼？過去這些眾生看到這五種原譯本、三種節校本都有懷疑，疑是最大的障礙。這個本子出來之後，我們這個疑斷掉了，為什麼？他解釋清楚了。五種原譯本裡所有的精義統統具足，一個不漏，而且文字簡化多了。文字雖然簡略了，但是義理更豐富了。這本子太好了！這個本子能叫人對《無量壽經》斷疑生信。末法時期，就這一本夠了。《大藏經》我們印了很多，讓佛法保留下來不要失掉，誰願意去讀，我就供養誰。你問我自己，我就一部，這一部通了全都通了。我相信這個道理，我懂得這個方法，心裡頭只有一尊阿彌陀佛，除阿彌陀佛之外，所有一切統統清理出去。一心一佛，一句名號，保證我們快速通關，往生淨土見佛。今天時間到了，我們就學習到此地。"
    }
  ]
}