{
  "doc_id": "02-040-0504",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五０四集",
    "zh_TW": "第五０四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-040-0504",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "02-040-0504_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0504_p0002",
      "zh_CN": "请看《大经科注》第八百四十四页最后一行，最后的第二句看起：",
      "zh_TW": "請看《大經科註》第八百四十四頁最後一行，最後的第二句看起："
    },
    {
      "id": "02-040-0504_p0003",
      "zh_CN": "「四、轻安觉支，断除身心粗重，使身心轻利安适」。这个地方所说的断除身心粗重，粗重我们现在讲压力，身体有沉重的压力，心理上也有沉重的压力，妄念多，杂念也多，身心不能够安适，安是平安，适是很自在，得不到。如果我们把压力放下，不接受任何压力，这身心轻利安适就能够得到。再看下面，「五、念觉支，常明记定慧而不忘，使之均等」。念，念要觉，常是不间断，明是明白，记是能记住，我们现在讲记忆，定慧不忘，并且要让定慧均等，这就是禅定。如果定多慧少，会产生昏沉的现象，精神提不起来；如果慧多定少，会产生掉举。掉举就是心里妄念特多，平时不修定慧好像还没事情，真正想修，不知道会有那么多妄念起来。这是调心调身的方法，定慧均等就是此地讲的念觉支，它的反面不是昏沉就是掉举。有念觉支，后面才有「定觉支，使心住于一境」，不能多，多就乱，你就会产生压力，「而不散乱」。",
      "zh_TW": "「四、輕安覺支，斷除身心粗重，使身心輕利安適」。這個地方所說的斷除身心粗重，粗重我們現在講壓力，身體有沉重的壓力，心理上也有沉重的壓力，妄念多，雜念也多，身心不能夠安適，安是平安，適是很自在，得不到。如果我們把壓力放下，不接受任何壓力，這身心輕利安適就能夠得到。再看下面，「五、念覺支，常明記定慧而不忘，使之均等」。念，念要覺，常是不間斷，明是明白，記是能記住，我們現在講記憶，定慧不忘，並且要讓定慧均等，這就是禪定。如果定多慧少，會產生昏沉的現象，精神提不起來；如果慧多定少，會產生掉舉。掉舉就是心裡妄念特多，平時不修定慧好像還沒事情，真正想修，不知道會有那麼多妄念起來。這是調心調身的方法，定慧均等就是此地講的念覺支，它的反面不是昏沉就是掉舉。有念覺支，後面才有「定覺支，使心住於一境」，不能多，多就亂，你就會產生壓力，「而不散亂」。"
    },
    {
      "id": "02-040-0504_p0004",
      "zh_CN": "念佛人最好把心住于一境，这个一境就是佛号，心里面除阿弥陀佛之外，什么都放下。心里只有阿弥陀佛，口里面也只有阿弥陀佛，这就不散乱。纵然达不到一心不乱的境界，功夫成片是决定可以得到的。念佛念到功夫成片，往生就决定有把握。这个功夫，我们真正努力是可以做得到的。至于一心不乱，难，一心不乱是功夫成片的纯熟。熟到什么程度？见思烦恼断了，这叫事一心；往生到极乐世界生方便土，他不在同居土。同居土是功夫成片往生的，方便土是事一心不乱往生的，实报土是理一心不乱往生的，理一心不乱是明心见性，这是最高的位次。所以说一心不乱难，我们这一生未必能得到，功夫成片是可以得到的。净宗的殊胜不在上面两土，是在下面，同居土、方便土得到阿弥陀佛本愿威神的加持，他的受用等于实报土。这是净土的殊胜，十方世界都找不到，只有这一家。所以他得到一切诸佛如来的赞叹，诸佛如来称赞阿弥陀佛为「光中极尊，佛中之王」，道理就在此地。所以真正希望往生净土，一定把六道轮回放弃，这就真相信。修净土还造轮回业，这就是信心不坚定，愿心不恳切。能不能往生？真的是没有把握，完全看最后一念。最后一念是念佛，那决定得生；最后一念不是念佛，就又到六道去了。这是我们不能不知道的。所以对于这种功夫，信愿不坚定的，助念往往帮很大的忙。真正得到功夫成片，不需要助念，他自己有把握往生，这才是最可靠的。",
      "zh_TW": "念佛人最好把心住於一境，這個一境就是佛號，心裡面除阿彌陀佛之外，什麼都放下。心裡只有阿彌陀佛，口裡面也只有阿彌陀佛，這就不散亂。縱然達不到一心不亂的境界，功夫成片是決定可以得到的。念佛念到功夫成片，往生就決定有把握。這個功夫，我們真正努力是可以做得到的。至於一心不亂，難，一心不亂是功夫成片的純熟。熟到什麼程度？見思煩惱斷了，這叫事一心；往生到極樂世界生方便土，他不在同居土。同居土是功夫成片往生的，方便土是事一心不亂往生的，實報土是理一心不亂往生的，理一心不亂是明心見性，這是最高的位次。所以說一心不亂難，我們這一生未必能得到，功夫成片是可以得到的。淨宗的殊勝不在上面兩土，是在下面，同居土、方便土得到阿彌陀佛本願威神的加持，他的受用等於實報土。這是淨土的殊勝，十方世界都找不到，只有這一家。所以他得到一切諸佛如來的讚歎，諸佛如來稱讚阿彌陀佛為「光中極尊，佛中之王」，道理就在此地。所以真正希望往生淨土，一定把六道輪迴放棄，這就真相信。修淨土還造輪迴業，這就是信心不堅定，願心不懇切。能不能往生？真的是沒有把握，完全看最後一念。最後一念是念佛，那決定得生；最後一念不是念佛，就又到六道去了。這是我們不能不知道的。所以對於這種功夫，信願不堅定的，助念往往幫很大的忙。真正得到功夫成片，不需要助念，他自己有把握往生，這才是最可靠的。"
    },
    {
      "id": "02-040-0504_p0005",
      "zh_CN": "我们必须要想到，这一生是很不容易，得人身，闻佛法，闻佛法里面听到大乘，大乘里面又遇到净土，这是无比殊胜当中的殊胜，我们遇到了。遇到净土，换句话说，你这一生超越六道轮回、往生极乐世界作阿惟越致菩萨，你就有分，你能掌控得住，你决定成就。很多很多人不能掌控，原因在哪里？六道轮回没放下，留恋现前的境界。留恋里面最严重的是情执，你有喜欢的人，舍不得离开，留恋财产，留恋事业，归纳起来不外乎财色名利、七情五欲，这统统是轮回业。要往生极乐世界，轮回业要全都舍掉。佛教弟子断恶修善，慈悲一切。这个意思，轮回里面一些事，断恶修善的事要不要做？要做。为什么要做？帮助自己除去往生的障碍，这是第一个原因；第二，表演给学佛同修看，学佛要像我这个样子才有成就，不能放下就不能成就。放下，不是在事上讲，是在心上讲。事上放下，心上留恋，没用处；事没有放下，心里清净，管用。所以放下是心放下，不是事，这是一定要搞清楚、要搞明白。事是表演，如理如法。记住，佛法无论大乘小乘、宗门教下、显教密教，无不是以智慧为核心。如果没有智慧，你在事上常常犯错误，你学佛法，把佛法都学偏、学邪了，佛讲的中正，你没有得到。所以在日常生活当中，对人、对事、对物要有智慧，智慧有分寸、有先后、有大小，不逾越规矩，要把世法里面仁义道德要做出来，给人做个好榜样，才不至于让别人看到产生误会。素食是好，人家问你为什么素食？为健康。这大家就没话说。你对那些吃肉的人，你说吃肉将来冤冤相报，你吃牠，牠要吃你，他听不进去，他认为你在骂他，不但不能接受，反而结了冤仇。你说我为身体健康，这个没话说，他也希望他身体健康，然后告诉他为什么肉不能吃。",
      "zh_TW": "我們必須要想到，這一生是很不容易，得人身，聞佛法，聞佛法裡面聽到大乘，大乘裡面又遇到淨土，這是無比殊勝當中的殊勝，我們遇到了。遇到淨土，換句話說，你這一生超越六道輪迴、往生極樂世界作阿惟越致菩薩，你就有分，你能掌控得住，你決定成就。很多很多人不能掌控，原因在哪裡？六道輪迴沒放下，留戀現前的境界。留戀裡面最嚴重的是情執，你有喜歡的人，捨不得離開，留戀財產，留戀事業，歸納起來不外乎財色名利、七情五欲，這統統是輪迴業。要往生極樂世界，輪迴業要全都捨掉。佛教弟子斷惡修善，慈悲一切。這個意思，輪迴裡面一些事，斷惡修善的事要不要做？要做。為什麼要做？幫助自己除去往生的障礙，這是第一個原因；第二，表演給學佛同修看，學佛要像我這個樣子才有成就，不能放下就不能成就。放下，不是在事上講，是在心上講。事上放下，心上留戀，沒用處；事沒有放下，心裡清淨，管用。所以放下是心放下，不是事，這是一定要搞清楚、要搞明白。事是表演，如理如法。記住，佛法無論大乘小乘、宗門教下、顯教密教，無不是以智慧為核心。如果沒有智慧，你在事上常常犯錯誤，你學佛法，把佛法都學偏、學邪了，佛講的中正，你沒有得到。所以在日常生活當中，對人、對事、對物要有智慧，智慧有分寸、有先後、有大小，不逾越規矩，要把世法裡面仁義道德要做出來，給人做個好榜樣，才不至於讓別人看到產生誤會。素食是好，人家問你為什麼素食？為健康。這大家就沒話說。你對那些吃肉的人，你說吃肉將來冤冤相報，你吃牠，牠要吃你，他聽不進去，他認為你在罵他，不但不能接受，反而結了冤仇。你說我為身體健康，這個沒話說，他也希望他身體健康，然後告訴他為什麼肉不能吃。"
    },
    {
      "id": "02-040-0504_p0006",
      "zh_CN": "我在五十年前，方东美先生过世了，他的夫人方师母很孤单，小孩三个都在美国，很少回来，那是在美国读书，我照顾她比较多，常常去看她。有一次我向她请教，问她，我说我们素食很多年，习惯了，我说现在的猪肉、鸡肉乃至于鱼，你们吃的这些东西，我们想想现在吃的这些味道，跟二、三十年前有没有差别？方师母沉默了大概五、六分钟，告诉我有差别，味道不一样了。什么原因？三十年前吃的这些肉，这些动物的肉，牠们饲养都是在户外，你到乡村里面去，农民养的，养的鸡鸭都养在外面。牠在没有被杀的时候，这些动物心情很好，牠很快乐，牠不一样。现在饲养的，一出生就关在笼子里头，等于坐禁闭一样。牠一生从来没有出去逛逛，都关在笼子里，一直到长大被杀害。牠是什么情形？像囚犯一样。心情不一样，味道当然不相同，怎么能吃？",
      "zh_TW": "我在五十年前，方東美先生過世了，他的夫人方師母很孤單，小孩三個都在美國，很少回來，那是在美國讀書，我照顧她比較多，常常去看她。有一次我向她請教，問她，我說我們素食很多年，習慣了，我說現在的豬肉、雞肉乃至於魚，你們吃的這些東西，我們想想現在吃的這些味道，跟二、三十年前有沒有差別？方師母沉默了大概五、六分鐘，告訴我有差別，味道不一樣了。什麼原因？三十年前吃的這些肉，這些動物的肉，牠們飼養都是在戶外，你到鄉村裡面去，農民養的，養的雞鴨都養在外面。牠在沒有被殺的時候，這些動物心情很好，牠很快樂，牠不一樣。現在飼養的，一出生就關在籠子裡頭，等於坐禁閉一樣。牠一生從來沒有出去逛逛，都關在籠子裡，一直到長大被殺害。牠是什麼情形？像囚犯一樣。心情不一樣，味道當然不相同，怎麼能吃？"
    },
    {
      "id": "02-040-0504_p0007",
      "zh_CN": "现在这些肉是更不能吃，为什么？用的化学饲料。我大概是，也有六、七年前，齐素萍居士带我参观庆云她的道场，刚刚建好。庆云那个地方有个养鸭的基地，养鸭子，这个地方养的鸭子供给北京烤鸭三分之一，就是他们那里养的，量很大，北京烤鸭三分之一是他们提供的。带我去参观，我去了，看到这个鸭子在高温，那个电灯泡很热很亮，这鸭子不能睡觉，就是叫牠吃东西，吃个不停，要牠赶快长大。里面工作人员提了一只鸭子放在我手上，跟我手掌一样大，这么长，一样大，问我，他说法师你看，这个鸭子出生多久？我小时候在农村，看到的鸭子要长这么大，至少要一个星期到十天才能长这么大。他告诉我：昨天生的，今天就这么大。我说：你要拿出去卖，养多久？他告诉我：二个星期到三个星期。这真能吃吗？这是化学饲料催牠长大，不是自然的，是用人工制造的。当时陪我去的有十几个人，我就告诉大家，你们看到了，不但这个肉不能吃，连鸭蛋都不能吃，在这个环境里面养的，你怎么可以吃牠？",
      "zh_TW": "現在這些肉是更不能吃，為什麼？用的化學飼料。我大概是，也有六、七年前，齊素萍居士帶我參觀慶雲她的道場，剛剛建好。慶雲那個地方有個養鴨的基地，養鴨子，這個地方養的鴨子供給北京烤鴨三分之一，就是他們那裡養的，量很大，北京烤鴨三分之一是他們提供的。帶我去參觀，我去了，看到這個鴨子在高溫，那個電燈泡很熱很亮，這鴨子不能睡覺，就是叫牠吃東西，吃個不停，要牠趕快長大。裡面工作人員提了一隻鴨子放在我手上，跟我手掌一樣大，這麼長，一樣大，問我，他說法師你看，這個鴨子出生多久？我小時候在農村，看到的鴨子要長這麼大，至少要一個星期到十天才能長這麼大。他告訴我：昨天生的，今天就這麼大。我說：你要拿出去賣，養多久？他告訴我：二個星期到三個星期。這真能吃嗎？這是化學飼料催牠長大，不是自然的，是用人工製造的。當時陪我去的有十幾個人，我就告訴大家，你們看到了，不但這個肉不能吃，連鴨蛋都不能吃，在這個環境裡面養的，你怎麼可以吃牠？"
    },
    {
      "id": "02-040-0504_p0008",
      "zh_CN": "回过头来看看我们住在澳洲，我住在乡下，乡下有养鸡、养鸭、养狗，养这些东西，统统都是放在野外，早晨放出去，晚上把牠赶回来，这些动物都认识家、都认识主人。那些鸡鸭生蛋都是生在外头，要到外面去找，不知道牠生在哪里，不一样。这么一分析，现在的肉食真不敢吃。古人讲的，「病从口入，祸从口出」。病从哪里来？吃东西吃错了。所以素食不但卫生，而且卫性、卫心，性是很好的性情，心是慈悲心、爱心，素食有这三样好处。世间人讲究卫生，真正讲究卫生，生是生理，保护生理就不能吃肉食。现在麻烦，蔬菜有农药、有化肥，也不健康，水有污染。人类发明科学技术，科技是进步了，对我们的生活威胁同样也增加了，叫得不偿失。一九七０年代，汤恩比博士常说，我们要恢复健康，必须要回到过去用人工耕种、种植，才能回归到健康。他对于科学技术有批评，给人类带来一些负面作用，不能不知道。",
      "zh_TW": "回過頭來看看我們住在澳洲，我住在鄉下，鄉下有養雞、養鴨、養狗，養這些東西，統統都是放在野外，早晨放出去，晚上把牠趕回來，這些動物都認識家、都認識主人。那些雞鴨生蛋都是生在外頭，要到外面去找，不知道牠生在哪裡，不一樣。這麼一分析，現在的肉食真不敢吃。古人講的，「病從口入，禍從口出」。病從哪裡來？吃東西吃錯了。所以素食不但衛生，而且衛性、衛心，性是很好的性情，心是慈悲心、愛心，素食有這三樣好處。世間人講究衛生，真正講究衛生，生是生理，保護生理就不能吃肉食。現在麻煩，蔬菜有農藥、有化肥，也不健康，水有污染。人類發明科學技術，科技是進步了，對我們的生活威脅同樣也增加了，叫得不償失。一九七０年代，湯恩比博士常說，我們要恢復健康，必須要回到過去用人工耕種、種植，才能回歸到健康。他對於科學技術有批評，給人類帶來一些負面作用，不能不知道。"
    },
    {
      "id": "02-040-0504_p0009",
      "zh_CN": "所以此地讲的七菩提分，七觉分。定，心定在一个境界上，念佛的人定在阿弥陀佛，锁定的目标是一心不乱。最后一条是「行舍觉支，舍诸妄谬，舍一切法，平心坦怀，更不追忆」。这几句话就是章嘉大师所说的放下。一切法都不是真的，《金刚经》说得好，《金刚经》在中国知名度很高，因为五祖、六祖都是从《金刚经》开悟的，是《大般若经》的纲要。《大般若经》六百卷，分量太大，能不能找个小本子，把六百卷的重点统统包含在里头？那就是《金刚经》。所以读《大般若经》的人很少，读《金刚经》的人很多。经上说「凡所有相皆是虚妄」，这一句话很难懂，我们对《般若经》上所说的，虽然不敢反对佛陀，可是疑惑断不掉。一直到最近这三、四年来，我们看了一些科学报告，知道《般若经》上所讲的全是正确的，被现代的物理学家、科学家证明了。第一个为我们证明的，就是物质是假的。我们都把它当真，哪一个人不把物质当真？谁知道物质是假的。物质到底是什么？科学这四百年到现在，这个问题终于搞清楚、搞明白了，这是科学很大的一个进步。",
      "zh_TW": "所以此地講的七菩提分，七覺分。定，心定在一個境界上，念佛的人定在阿彌陀佛，鎖定的目標是一心不亂。最後一條是「行捨覺支，捨諸妄謬，捨一切法，平心坦懷，更不追憶」。這幾句話就是章嘉大師所說的放下。一切法都不是真的，《金剛經》說得好，《金剛經》在中國知名度很高，因為五祖、六祖都是從《金剛經》開悟的，是《大般若經》的綱要。《大般若經》六百卷，分量太大，能不能找個小本子，把六百卷的重點統統包含在裡頭？那就是《金剛經》。所以讀《大般若經》的人很少，讀《金剛經》的人很多。經上說「凡所有相皆是虛妄」，這一句話很難懂，我們對《般若經》上所說的，雖然不敢反對佛陀，可是疑惑斷不掉。一直到最近這三、四年來，我們看了一些科學報告，知道《般若經》上所講的全是正確的，被現代的物理學家、科學家證明了。第一個為我們證明的，就是物質是假的。我們都把它當真，哪一個人不把物質當真？誰知道物質是假的。物質到底是什麼？科學這四百年到現在，這個問題終於搞清楚、搞明白了，這是科學很大的一個進步。"
    },
    {
      "id": "02-040-0504_p0010",
      "zh_CN": "佛经上讲的，我们过去都没在意，是因为不能透彻了解。佛说「相由心生」，相就是物质现象；色由心生，在五蕴里头色受想行识，色是物质，受想行识是心理现象。佛都讲了，色心生的，相心生的，又说「一切法从心想生」，又说「境随心转」，境界、环境随着念头转，这很重要很重要。现在被科学证明，我们知道，头一个我们希望转的就是身体。身体是物质，现在知道，这个物质现象是随着念头转的。我们的心理健康，我们的心理正常，就是思惟正常，这个身体就不会生病，就能保持健康。为什么？它听你的念头。你的念有很多错误的念头、不善的念头，会影响你身体得一些疾病，也就是身体的细胞会感染病毒。很有道理。所以出家修行人生活很简单，特别是过去托钵的那些人，他们身体真好。佛陀在世，你看他们没有住在房子里头，树下一宿，日中一食，长年累月，身体不怕风吹雨打日头晒，他不怕，炼成金刚不坏身。最重要的心清净、心平等，清净平等是最健康的心态，因此他的身体是最健康的身体，道理在此地。",
      "zh_TW": "佛經上講的，我們過去都沒在意，是因為不能透徹了解。佛說「相由心生」，相就是物質現象；色由心生，在五蘊裡頭色受想行識，色是物質，受想行識是心理現象。佛都講了，色心生的，相心生的，又說「一切法從心想生」，又說「境隨心轉」，境界、環境隨著念頭轉，這很重要很重要。現在被科學證明，我們知道，頭一個我們希望轉的就是身體。身體是物質，現在知道，這個物質現象是隨著念頭轉的。我們的心理健康，我們的心理正常，就是思惟正常，這個身體就不會生病，就能保持健康。為什麼？它聽你的念頭。你的念有很多錯誤的念頭、不善的念頭，會影響你身體得一些疾病，也就是身體的細胞會感染病毒。很有道理。所以出家修行人生活很簡單，特別是過去托缽的那些人，他們身體真好。佛陀在世，你看他們沒有住在房子裡頭，樹下一宿，日中一食，長年累月，身體不怕風吹雨打日頭曬，他不怕，鍊成金剛不壞身。最重要的心清淨、心平等，清淨平等是最健康的心態，因此他的身體是最健康的身體，道理在此地。"
    },
    {
      "id": "02-040-0504_p0011",
      "zh_CN": "美国修．蓝博士去年来香港看过我，他是用念头治病，用念力。被他治的那个人可以不需要见面，他也不要把脉，也不需要看你。他对病人只要四样东西，第一个姓名，第二个出生年月日，第三个现在住在什么地方，第四个病历，你到医院检查的病历，把病历给他，只要这四样东西。治疗的方法，治疗的原理，我向他请教，你根据什么理论把人病治好？而且都是重病。我问他根据的理论，他告诉我，清净心。治病的人，想他自己，必须把心里面一切的念头都要清除掉，不善的念头不能有，善的念头也不能有，是我们《无量寿经》经题上清净心，不许可有念头。清净心所生出来的是爱心，平等的爱心，真诚的爱心，这是他治一切病患的理论依据。方法呢？他是把病人观想跟自己合而为一，病人的身跟自己的身融合在一体；换句话说，他就晓得他自己什么地方有疾病。在一个小房子里头，干干净净的，一个人在里面修定，像修定一样的。他有四句偈，就念这四句，对自己念，不是对病人，第一句「对不起」，第二句「请原谅」，第三句「谢谢你」，第四句「我爱你」。自己对自己说，对自己这些病毒细胞就说这四句话。说多久？三十分钟。每天做三十分钟，三十天细胞统统恢复正常，病没有了。他自己的病好了，对方的病就好了，不需要见面，隔几千里都有效，念力。",
      "zh_TW": "美國修．藍博士去年來香港看過我，他是用念頭治病，用念力。被他治的那個人可以不需要見面，他也不要把脈，也不需要看你。他對病人只要四樣東西，第一個姓名，第二個出生年月日，第三個現在住在什麼地方，第四個病歷，你到醫院檢查的病歷，把病歷給他，只要這四樣東西。治療的方法，治療的原理，我向他請教，你根據什麼理論把人病治好？而且都是重病。我問他根據的理論，他告訴我，清淨心。治病的人，想他自己，必須把心裡面一切的念頭都要清除掉，不善的念頭不能有，善的念頭也不能有，是我們《無量壽經》經題上清淨心，不許可有念頭。清淨心所生出來的是愛心，平等的愛心，真誠的愛心，這是他治一切病患的理論依據。方法呢？他是把病人觀想跟自己合而為一，病人的身跟自己的身融合在一體；換句話說，他就曉得他自己什麼地方有疾病。在一個小房子裡頭，乾乾淨淨的，一個人在裡面修定，像修定一樣的。他有四句偈，就念這四句，對自己念，不是對病人，第一句「對不起」，第二句「請原諒」，第三句「謝謝你」，第四句「我愛你」。自己對自己說，對自己這些病毒細胞就說這四句話。說多久？三十分鐘。每天做三十分鐘，三十天細胞統統恢復正常，病沒有了。他自己的病好了，對方的病就好了，不需要見面，隔幾千里都有效，念力。"
    },
    {
      "id": "02-040-0504_p0012",
      "zh_CN": "现在有不少年轻科学家都非常认真在学习，在探索念力的秘密。不但能够化解我们身体上的疾病，得到身心健康，更进一步可以化解我们居住这个地方的灾难，用念力来控制。这个地区人心善良，没有邪思，没有恶念，起心动念都是善的、都是清净的，他住在这个地区，这个地区不会有灾难。如果在这个地区，能有个几十人、二三百人真正修行，这个地区不会有灾难。甚至于科学家告诉我们，整个地球需要多少修行人？他提出的数字是人口总和百分之一的平方根。要照这个算法，现在地球人数大概差不多七十亿，七十亿百分之一的平方根不到一万人，大概八千多人。八千多人如果真的是达到念力修学的标准，杂念没有，妄念没有，心地纯净纯善，这些人集合在一起来念阿弥陀佛，整个地球上的灾难都能化解。我们听了还是有疑惑，真有这么大能量吗？七十亿人造作不善，不到一万人造善就能把这些业障控制住，这样大的能力。科学家告诉我们，是真的，不是假的，真有这么大能量。",
      "zh_TW": "現在有不少年輕科學家都非常認真在學習，在探索念力的祕密。不但能夠化解我們身體上的疾病，得到身心健康，更進一步可以化解我們居住這個地方的災難，用念力來控制。這個地區人心善良，沒有邪思，沒有惡念，起心動念都是善的、都是清淨的，他住在這個地區，這個地區不會有災難。如果在這個地區，能有個幾十人、二三百人真正修行，這個地區不會有災難。甚至於科學家告訴我們，整個地球需要多少修行人？他提出的數字是人口總和百分之一的平方根。要照這個算法，現在地球人數大概差不多七十億，七十億百分之一的平方根不到一萬人，大概八千多人。八千多人如果真的是達到念力修學的標準，雜念沒有，妄念沒有，心地純淨純善，這些人集合在一起來念阿彌陀佛，整個地球上的災難都能化解。我們聽了還是有疑惑，真有這麼大能量嗎？七十億人造作不善，不到一萬人造善就能把這些業障控制住，這樣大的能力。科學家告訴我們，是真的，不是假的，真有這麼大能量。"
    },
    {
      "id": "02-040-0504_p0013",
      "zh_CN": "二０一二古代马雅的灾难预言没爆发，没有出现。是不是在那个时期，因为这个预言传了几百年，大家都知道，所以我相信每一个宗教的信徒都会在这个时候特别祈祷。佛门，我们净宗同学，在那段时间里头非常认真念阿弥陀佛。这些修行人功力虽然比不上科学家要求的这个水平，但是人多，我相信决定超过百分之一，一百个人至少有一个，甚至于还有多的，所以这个灾难没有了。是不是化解了？未必，有时候它延迟。能不能化解？能，我们真的断恶修善，真的改邪归正，后不再造，这个灾难就没有。为什么？一切法从心想生。如果灾难没有了，我们产生了误会，认为这是假的，这不是真的，预言都不可靠，没有人能知道明天会发生什么事情。这个大家都相信的，对它产生严重怀疑，而排斥这种人是迷信，继续再造作恶业，那就很难讲了。善恶的果报是从善恶念头产生的。我们学佛学了这么多年，这桩事情总算搞清楚、搞明白了。善的念头，善的言语，善的行为，决定有好处，没有坏处。人生在世应当要为人类，更殊胜的，人类之外还有许许多多的有情众生，还有植物，花草树木。所以佛提出来要为一切众生离苦得乐，不能为自己；为人类，为一切众生，这个世界就可以比美极乐世界。极乐世界阿弥陀佛愿力成就的。我们效法阿弥陀佛，向阿弥陀佛学习，能不能把地球造成极乐世界？答案是肯定的，问题是我们自己肯不肯干。",
      "zh_TW": "二０一二古代馬雅的災難預言沒爆發，沒有出現。是不是在那個時期，因為這個預言傳了幾百年，大家都知道，所以我相信每一個宗教的信徒都會在這個時候特別祈禱。佛門，我們淨宗同學，在那段時間裡頭非常認真念阿彌陀佛。這些修行人功力雖然比不上科學家要求的這個水平，但是人多，我相信決定超過百分之一，一百個人至少有一個，甚至於還有多的，所以這個災難沒有了。是不是化解了？未必，有時候它延遲。能不能化解？能，我們真的斷惡修善，真的改邪歸正，後不再造，這個災難就沒有。為什麼？一切法從心想生。如果災難沒有了，我們產生了誤會，認為這是假的，這不是真的，預言都不可靠，沒有人能知道明天會發生什麼事情。這個大家都相信的，對它產生嚴重懷疑，而排斥這種人是迷信，繼續再造作惡業，那就很難講了。善惡的果報是從善惡念頭產生的。我們學佛學了這麼多年，這樁事情總算搞清楚、搞明白了。善的念頭，善的言語，善的行為，決定有好處，沒有壞處。人生在世應當要為人類，更殊勝的，人類之外還有許許多多的有情眾生，還有植物，花草樹木。所以佛提出來要為一切眾生離苦得樂，不能為自己；為人類，為一切眾生，這個世界就可以比美極樂世界。極樂世界阿彌陀佛願力成就的。我們效法阿彌陀佛，向阿彌陀佛學習，能不能把地球造成極樂世界？答案是肯定的，問題是我們自己肯不肯幹。"
    },
    {
      "id": "02-040-0504_p0014",
      "zh_CN": "总结一句话，全都是教育。佛法，智慧的教育，纯净纯善的教育。他很踏实，从自己做起，释迦牟尼佛完全做到了，他所说的字字句句他统统做到，他没有欺骗世人，他真干。真正向他学习的，决定得利益。这个世界众生业力重，我们没有这么大的智慧、能量把它转过来。但是佛告诉我们西方有极乐世界，我们个人学习阿弥陀佛，往生西方极乐世界，这是真的，这不是假的。极乐世界纯净纯善佛国土，那个地方是最殊胜的生活环境、最理想的学习环境，在那个环境里居住、修行，没有一个不成无上菩提，人人都有究竟圆满。成佛，成什么样的佛？跟阿弥陀佛完全相同。阿弥陀佛是我们的榜样、是我们的典型，在极乐世界成就的跟他一样，比十方刹土成就的要殊胜多多。我们要下定决心，要真正放下。",
      "zh_TW": "總結一句話，全都是教育。佛法，智慧的教育，純淨純善的教育。他很踏實，從自己做起，釋迦牟尼佛完全做到了，他所說的字字句句他統統做到，他沒有欺騙世人，他真幹。真正向他學習的，決定得利益。這個世界眾生業力重，我們沒有這麼大的智慧、能量把它轉過來。但是佛告訴我們西方有極樂世界，我們個人學習阿彌陀佛，往生西方極樂世界，這是真的，這不是假的。極樂世界純淨純善佛國土，那個地方是最殊勝的生活環境、最理想的學習環境，在那個環境裡居住、修行，沒有一個不成無上菩提，人人都有究竟圓滿。成佛，成什麼樣的佛？跟阿彌陀佛完全相同。阿彌陀佛是我們的榜樣、是我們的典型，在極樂世界成就的跟他一樣，比十方剎土成就的要殊勝多多。我們要下定決心，要真正放下。"
    },
    {
      "id": "02-040-0504_p0015",
      "zh_CN": "行舍觉支就是放下。舍一切法，一切法绝对不要放在心上，心上只放阿弥陀佛。你看到阿弥陀佛的像，你喜欢哪一尊像，你天天看它、时时看它，到临命终时，阿弥陀佛来接引你，就跟你平常看的、想的是一模一样，天天看他，天天想他，终于他来了。所以特别亲切，不要常常换佛像。我供养的一尊，就是外面，他们现在放大了，蓝底白瓷的。这尊像，早年在台北有个老居士赵默林，他送给我供养，那时候我们华藏图书馆刚刚成立，没有佛像，他从大陆带来的，告诉我这尊佛像有三百多年，瓷的。难得的是什么？我们看到阿弥陀佛像，看到童子像很少，这一尊阿弥陀佛像是童子，很难得，你愈看愈欢喜，很少见的童子像，塑得真好。我们常常到国外旅行，不能带在身上，所以想到照相，做成照片，这样携带就很方便。现在照相技术也进步，放这么大！他原来的像大概只有一尺高，只有这么高，现在放得跟人一样大，甚至于比人还要大，放得好。像供一尊就可以，不要供很多，供很多，我们的心是乱的，一尊像。",
      "zh_TW": "行捨覺支就是放下。捨一切法，一切法絕對不要放在心上，心上只放阿彌陀佛。你看到阿彌陀佛的像，你喜歡哪一尊像，你天天看它、時時看它，到臨命終時，阿彌陀佛來接引你，就跟你平常看的、想的是一模一樣，天天看他，天天想他，終於他來了。所以特別親切，不要常常換佛像。我供養的一尊，就是外面，他們現在放大了，藍底白瓷的。這尊像，早年在台北有個老居士趙默林，他送給我供養，那時候我們華藏圖書館剛剛成立，沒有佛像，他從大陸帶來的，告訴我這尊佛像有三百多年，瓷的。難得的是什麼？我們看到阿彌陀佛像，看到童子像很少，這一尊阿彌陀佛像是童子，很難得，你愈看愈歡喜，很少見的童子像，塑得真好。我們常常到國外旅行，不能帶在身上，所以想到照相，做成照片，這樣攜帶就很方便。現在照相技術也進步，放這麼大！他原來的像大概只有一尺高，只有這麼高，現在放得跟人一樣大，甚至於比人還要大，放得好。像供一尊就可以，不要供很多，供很多，我們的心是亂的，一尊像。"
    },
    {
      "id": "02-040-0504_p0016",
      "zh_CN": "早年我到苏州印光大师的道场去参学，看到印祖的关房，关房非常简单，两间房子，一个卧室，一个小佛堂。佛堂里面就供着一尊阿弥陀佛像，一对蜡台，一个香炉，一盏油灯，一个小木鱼、引磬，其他的什么都没有。佛像背后，老和尚写了一个大字「死」。天天想到我就要死了，还有什么牵挂的？想到死就万缘放下。这里讲「舍一切法，更不追忆」，什么念头都断了，只念阿弥陀佛。我们看到印祖的道场，印光大师十方供养很多，他没有拿这个钱去改善他的生活，没有，完全用在弘法利生上，在当时算是最先进的方法，就是印书。他用十方供养办了一个印刷厂，就是弘化社。自己印，铅字排版，书印出来，字大，很大方，让你看到生欢喜心。流通，它分三种，一般的成本流通，不赚钱，这个书工本费多少，收这个钱；如果家境困难的，喜欢读书的，那就免费供养，用这个方法，一方面收回一点再印，让这个经书永远不间断。我看到它的版权页，有十几版、二十几版的，大概一版至少是一千册，多半流通比较广的，大概是五千册到一万册。老和尚用文字弘法。",
      "zh_TW": "早年我到蘇州印光大師的道場去參學，看到印祖的關房，關房非常簡單，兩間房子，一個臥室，一個小佛堂。佛堂裡面就供著一尊阿彌陀佛像，一對蠟台，一個香爐，一盞油燈，一個小木魚、引磬，其他的什麼都沒有。佛像背後，老和尚寫了一個大字「死」。天天想到我就要死了，還有什麼牽掛的？想到死就萬緣放下。這裡講「捨一切法，更不追憶」，什麼念頭都斷了，只念阿彌陀佛。我們看到印祖的道場，印光大師十方供養很多，他沒有拿這個錢去改善他的生活，沒有，完全用在弘法利生上，在當時算是最先進的方法，就是印書。他用十方供養辦了一個印刷廠，就是弘化社。自己印，鉛字排版，書印出來，字大，很大方，讓你看到生歡喜心。流通，它分三種，一般的成本流通，不賺錢，這個書工本費多少，收這個錢；如果家境困難的，喜歡讀書的，那就免費供養，用這個方法，一方面收回一點再印，讓這個經書永遠不間斷。我看到它的版權頁，有十幾版、二十幾版的，大概一版至少是一千冊，多半流通比較廣的，大概是五千冊到一萬冊。老和尚用文字弘法。"
    },
    {
      "id": "02-040-0504_p0017",
      "zh_CN": "现在科学技术进步，我们应该用网路、用卫星电视。这桩事情是六十年前方东美先生告诉我的，他说这个工具好，要会用它。用它来教学，教传统文化，可以复兴国家，可以带给世界安定和平；用它来宣扬杀盗淫妄，可以把地球整个毁灭。这是方老师告诉我的。在那个年代，老师是这样说，我们不敢想，成本太高了，费用是秒算的，哪有这种力量？真的是没办法想像。我们居然用上了，我们用网路大概有二十年，用卫星电视十一年，明年十二年，确实产生很大的效果。所以建道场，建不建？我觉得没有必要，建广播电台重要，广播电台是现代化的道场。特别是现在网路电视成本低，发射卫星成本高，现在网路电视效果跟卫星电视差不多，成本是大幅度的下降，应该要向这个方向发展。每个寺庙不管大小，不能没有网路卫星的电视台，有这些设备，少数讲经教学的法师能发挥不思议的能量，教化全世界有缘众生。有缘是什么意思？他收看，到时候他就收看，这叫有缘。这些众生真得利益，真诚的拥护。出家人没有收入，这电视台怎么维持？靠大家、靠听众少许的捐献，在国外，人家支票寄给你，五块、十块、二十块、三十块，寄到你银行户头，它就够用。这一点费用，人人可以拿得出来的。这么多年来，我们对这桩事情有了信心。可是这桩事情要真正发心，发普度众生的心，不为自己求名利，这就是菩萨事业。如果用这个求个人的名闻利养，那就错了。事是一桩好事，头一桩，你不能往生。为什么？你的心量很小，跟阿弥陀佛极乐世界不相应，所以你去不了。极乐世界那边一定要真正发菩提心。这经上讲得清楚，往生的条件，上中下三辈，包括一心三辈，无一不是「发菩提心，一向专念」，这样往生的。没有发菩提心，一向专念，不行，去不了；一向专念，没有菩提心，也去不了。所以这二句是一句，要发菩提心一向专念，你才能够往生。",
      "zh_TW": "現在科學技術進步，我們應該用網路、用衛星電視。這樁事情是六十年前方東美先生告訴我的，他說這個工具好，要會用它。用它來教學，教傳統文化，可以復興國家，可以帶給世界安定和平；用它來宣揚殺盜淫妄，可以把地球整個毀滅。這是方老師告訴我的。在那個年代，老師是這樣說，我們不敢想，成本太高了，費用是秒算的，哪有這種力量？真的是沒辦法想像。我們居然用上了，我們用網路大概有二十年，用衛星電視十一年，明年十二年，確實產生很大的效果。所以建道場，建不建？我覺得沒有必要，建廣播電台重要，廣播電台是現代化的道場。特別是現在網路電視成本低，發射衛星成本高，現在網路電視效果跟衛星電視差不多，成本是大幅度的下降，應該要向這個方向發展。每個寺廟不管大小，不能沒有網路衛星的電視台，有這些設備，少數講經教學的法師能發揮不思議的能量，教化全世界有緣眾生。有緣是什麼意思？他收看，到時候他就收看，這叫有緣。這些眾生真得利益，真誠的擁護。出家人沒有收入，這電視台怎麼維持？靠大家、靠聽眾少許的捐獻，在國外，人家支票寄給你，五塊、十塊、二十塊、三十塊，寄到你銀行戶頭，它就夠用。這一點費用，人人可以拿得出來的。這麼多年來，我們對這樁事情有了信心。可是這樁事情要真正發心，發普度眾生的心，不為自己求名利，這就是菩薩事業。如果用這個求個人的名聞利養，那就錯了。事是一樁好事，頭一樁，你不能往生。為什麼？你的心量很小，跟阿彌陀佛極樂世界不相應，所以你去不了。極樂世界那邊一定要真正發菩提心。這經上講得清楚，往生的條件，上中下三輩，包括一心三輩，無一不是「發菩提心，一向專念」，這樣往生的。沒有發菩提心，一向專念，不行，去不了；一向專念，沒有菩提心，也去不了。所以這二句是一句，要發菩提心一向專念，你才能夠往生。"
    },
    {
      "id": "02-040-0504_p0018",
      "zh_CN": "这个上面所说的七觉支，是大乘经上通常所说的。下面黄念祖老居士又在《会疏》里头节录出来这一段。《会疏》是日本净宗的祖师写的，《无量寿经》的注解，《无量寿经会疏》。我们看看他对于这段经文怎么解释的，七觉圣道。「七觉支者，一、择法觉分。智惠（慧）观诸法时，善能简别真伪」。这个惠，古时候恩惠的惠跟智慧的慧常常通用，所以这个地方的智慧，括弧里头这个慧，我们现在都是用这个慧字，是一个意思。要智慧观察诸法，有能力辨别这个法是真的还是假的，这比什么都重要。初学没有能力辨别，早年间老师教给我，你没有能力辨别，有一个绝对的标准，那是什么？《大藏经》。你看看这个书《大藏经》里头有没有，如果有，那是正法；如果《大藏经》里没有，最好不要学它，看都不必看。《大藏经》是个绝对的标准。当年编《大藏经》的时候，叫入藏，入藏的条件，是要当代的高僧大德他们都承认，统统赞成，没有人反对，负责会集的人才将这部经典或者是注解送给那个时候皇帝看，最后决定权在皇帝，皇帝下命令入藏。这样慎重！这就是个标准。",
      "zh_TW": "這個上面所說的七覺支，是大乘經上通常所說的。下面黃念祖老居士又在《會疏》裡頭節錄出來這一段。《會疏》是日本淨宗的祖師寫的，《無量壽經》的註解，《無量壽經會疏》。我們看看他對於這段經文怎麼解釋的，七覺聖道。「七覺支者，一、擇法覺分。智惠（慧）觀諸法時，善能簡別真偽」。這個惠，古時候恩惠的惠跟智慧的慧常常通用，所以這個地方的智慧，括弧裡頭這個慧，我們現在都是用這個慧字，是一個意思。要智慧觀察諸法，有能力辨別這個法是真的還是假的，這比什麼都重要。初學沒有能力辨別，早年間老師教給我，你沒有能力辨別，有一個絕對的標準，那是什麼？《大藏經》。你看看這個書《大藏經》裡頭有沒有，如果有，那是正法；如果《大藏經》裡沒有，最好不要學它，看都不必看。《大藏經》是個絕對的標準。當年編《大藏經》的時候，叫入藏，入藏的條件，是要當代的高僧大德他們都承認，統統贊成，沒有人反對，負責會集的人才將這部經典或者是註解送給那個時候皇帝看，最後決定權在皇帝，皇帝下命令入藏。這樣慎重！這就是個標準。"
    },
    {
      "id": "02-040-0504_p0019",
      "zh_CN": "老师还特别嘱咐，最好是用古人编的《藏经》。古人编的距离我们最近的，是清朝乾隆时候编的《龙藏》。乾隆那个时代确实高僧大德很多，在家、出家修行证果的。乾隆以后到民国，民国就没有人重视这个了，民间也有一些善心人士编一套《民国大藏经》，当年这些大德居士、老和尚们发起的，标准就没有从前那么严格，大家看到欢喜，这个本子讲得不错，也都把它收进来了。所以李老师教我们还是用《龙藏》做标准，《龙藏》以前有二十几种版本，那都是没有问题的。现代人编，现在人没有古人那么样清净，没有古人那种智慧，那种负责任的心理。今人著作，特别是白话注解，我们容易看得懂。如何来应用这些东西？做参考资料。古注里头这一句看不懂，看看这一句现代这些法师他们怎么讲的，我只采用他这一句，我不能采用他全篇，全篇一定要用古大德。黄念祖老居士这个注解，我们最佩服的，这是真实智慧，他没有自己的意思，他完全是取经论、取祖师大德的注疏来注这一部经典。而且每一小段，他都有把出处说明了。你看底下这一段，《会疏》；前面我们看到的，《大智度论》、魏译的原本，统统有出处；我们这边最后一行，引用的《弥陀疏钞》，莲池大师的，全都有出处。这是非常谦虚负责任的一种做法，让我们后学的人看到这部注解不生怀疑。这就是真实智慧。",
      "zh_TW": "老師還特別囑咐，最好是用古人編的《藏經》。古人編的距離我們最近的，是清朝乾隆時候編的《龍藏》。乾隆那個時代確實高僧大德很多，在家、出家修行證果的。乾隆以後到民國，民國就沒有人重視這個了，民間也有一些善心人士編一套《民國大藏經》，當年這些大德居士、老和尚們發起的，標準就沒有從前那麼嚴格，大家看到歡喜，這個本子講得不錯，也都把它收進來了。所以李老師教我們還是用《龍藏》做標準，《龍藏》以前有二十幾種版本，那都是沒有問題的。現代人編，現在人沒有古人那麼樣清淨，沒有古人那種智慧，那種負責任的心理。今人著作，特別是白話註解，我們容易看得懂。如何來應用這些東西？做參考資料。古註裡頭這一句看不懂，看看這一句現代這些法師他們怎麼講的，我只採用他這一句，我不能採用他全篇，全篇一定要用古大德。黃念祖老居士這個註解，我們最佩服的，這是真實智慧，他沒有自己的意思，他完全是取經論、取祖師大德的註疏來註這一部經典。而且每一小段，他都有把出處說明了。你看底下這一段，《會疏》；前面我們看到的，《大智度論》、魏譯的原本，統統有出處；我們這邊最後一行，引用的《彌陀疏鈔》，蓮池大師的，全都有出處。這是非常謙虛負責任的一種做法，讓我們後學的人看到這部註解不生懷疑。這就是真實智慧。"
    },
    {
      "id": "02-040-0504_p0020",
      "zh_CN": "能够辨别真伪，就不会错取一切虚伪法，这叫择法。一切虚伪与五欲七情、名闻利养相应，那就不是真实的。古人的确五欲七情很淡薄，没有名利心。这是我们现在学佛要注意的。如果我们有名利心，我们这一生不会成就。好名好利，七情五欲没有断掉，那就是搞现代人所说的人间佛法。古人讲佛法讲三乘，声闻、缘觉、菩萨。现在人讲五乘，五乘加什么？人乘、天乘。换句话说，人天二乘，出不了六道轮回。如果我们的志趣是要脱离六道轮回，我们取人间佛法那就错了，来生还搞轮回。我们现在冷静观察，真正舍弃人天，真正修学三乘的人，几乎找不到了。我们相信有，但是这些人不搞名闻利养，多半在深山里面，人迹不到之处，他在那里修行。他传法可能也一个人、二个人，与他有缘的，不能说没有，我们不容易遇到。这叫择法。",
      "zh_TW": "能夠辨別真偽，就不會錯取一切虛偽法，這叫擇法。一切虛偽與五欲七情、名聞利養相應，那就不是真實的。古人的確五欲七情很淡薄，沒有名利心。這是我們現在學佛要注意的。如果我們有名利心，我們這一生不會成就。好名好利，七情五欲沒有斷掉，那就是搞現代人所說的人間佛法。古人講佛法講三乘，聲聞、緣覺、菩薩。現在人講五乘，五乘加什麼？人乘、天乘。換句話說，人天二乘，出不了六道輪迴。如果我們的志趣是要脫離六道輪迴，我們取人間佛法那就錯了，來生還搞輪迴。我們現在冷靜觀察，真正捨棄人天，真正修學三乘的人，幾乎找不到了。我們相信有，但是這些人不搞名聞利養，多半在深山裡面，人跡不到之處，他在那裡修行。他傳法可能也一個人、二個人，與他有緣的，不能說沒有，我們不容易遇到。這叫擇法。"
    },
    {
      "id": "02-040-0504_p0021",
      "zh_CN": "「二、精进觉分，精进修诸道法时，善能觉了」，这是刚才我们念过的。善能觉了，「不谬行于无益之苦行，常勤行在真法中，故名精进」。精是纯而不杂，进是进步，没有退转。精就是一门深入，进就是长时薰修，不退转。对一般知识分子来说，落实在读书千遍，其义自见。这是什么道理？感应。跟谁感应？跟诸佛如来感应。我们一定要知道，不能怀疑，诸佛菩萨就是自己的真心，心真诚到极处，跟诸佛菩萨就是同一个体，诸佛菩萨全就加持。真心像光，光光互入。你得到一切诸佛的加持，自然通达，没有学过的经教，你一接触就明了，一听就懂，一看就懂。这是什么？智慧现前。智慧是自性里头本有的，不是从外来的。为什么以前智慧不现前？以前有障碍。障碍就是自私自利、名闻利养、五欲七情，这些障碍，这些东西把你的自性智慧德相统统障碍住了。你能把这些东西放下，用什么方法放下？用读诵。读诵是手段，为什么？不读诵就会打妄想、就有杂念，读经的时候妄想没有了，杂念没有了。读，只要读一部，不要读太多，太多了会生杂念。一部念熟，熟透了，杂念就没有了，再继续不断努力，慢慢就得三昧。三昧是什么？得定，用我们的经题来讲就是清净心现前，平等心现前。清净、平等心生智慧，你读的东西全明白，没有学的东西也全明白，一听就会，一看就会，这就叫真实利益。这部经上讲的三个真实，真实之际，那是本体，那是真心，真心现前；真实智慧现前了，真实之利是将你的真实之际、真实智慧应用在日常生活，应用在对人对事对物，那是真实利益，佛菩萨度世。这是真的，不是假的。佛菩萨所说的我们只要相信，如法修行，决定能得到像佛菩萨一样的受用。",
      "zh_TW": "「二、精進覺分，精進修諸道法時，善能覺了」，這是剛才我們念過的。善能覺了，「不謬行於無益之苦行，常勤行在真法中，故名精進」。精是純而不雜，進是進步，沒有退轉。精就是一門深入，進就是長時薰修，不退轉。對一般知識分子來說，落實在讀書千遍，其義自見。這是什麼道理？感應。跟誰感應？跟諸佛如來感應。我們一定要知道，不能懷疑，諸佛菩薩就是自己的真心，心真誠到極處，跟諸佛菩薩就是同一個體，諸佛菩薩全就加持。真心像光，光光互入。你得到一切諸佛的加持，自然通達，沒有學過的經教，你一接觸就明瞭，一聽就懂，一看就懂。這是什麼？智慧現前。智慧是自性裡頭本有的，不是從外來的。為什麼以前智慧不現前？以前有障礙。障礙就是自私自利、名聞利養、五欲七情，這些障礙，這些東西把你的自性智慧德相統統障礙住了。你能把這些東西放下，用什麼方法放下？用讀誦。讀誦是手段，為什麼？不讀誦就會打妄想、就有雜念，讀經的時候妄想沒有了，雜念沒有了。讀，只要讀一部，不要讀太多，太多了會生雜念。一部念熟，熟透了，雜念就沒有了，再繼續不斷努力，慢慢就得三昧。三昧是什麼？得定，用我們的經題來講就是清淨心現前，平等心現前。清淨、平等心生智慧，你讀的東西全明白，沒有學的東西也全明白，一聽就會，一看就會，這就叫真實利益。這部經上講的三個真實，真實之際，那是本體，那是真心，真心現前；真實智慧現前了，真實之利是將你的真實之際、真實智慧應用在日常生活，應用在對人對事對物，那是真實利益，佛菩薩度世。這是真的，不是假的。佛菩薩所說的我們只要相信，如法修行，決定能得到像佛菩薩一樣的受用。"
    },
    {
      "id": "02-040-0504_p0022",
      "zh_CN": "「三、喜觉分，若心得法喜，善能觉了此喜，不依颠倒之法而生欢喜，住真法喜，故名喜」。法喜充满，也就是《论语》上所说的，孔子讲的「不亦说乎」。悦就是法喜，这个法喜是从内心生的，不是从外来的。现在人内心生烦恼不生法喜，他的喜乐要从外头来，要刺激，不是从内心的。中国古时候读书人法喜，修行人有法喜。",
      "zh_TW": "「三、喜覺分，若心得法喜，善能覺了此喜，不依顛倒之法而生歡喜，住真法喜，故名喜」。法喜充滿，也就是《論語》上所說的，孔子講的「不亦說乎」。悅就是法喜，這個法喜是從內心生的，不是從外來的。現在人內心生煩惱不生法喜，他的喜樂要從外頭來，要刺激，不是從內心的。中國古時候讀書人法喜，修行人有法喜。"
    },
    {
      "id": "02-040-0504_p0023",
      "zh_CN": "「四、除觉分」，除就是轻安，「若断除诸见烦恼之时，善能觉了，除诸虚伪，不损真正善根，故名除」。这个境界高。断除诸见烦恼之时，这个见，五种见惑，身见、边见、见取见、戒取见、邪见，这些东西你能够断除，能把它放下，这个时候你就能够觉了，能觉悟，能明了，觉悟、明了一切法。一切法里头有真有假，相是假的，性是真的；事是假的，理是真的。你都能通达明了，你不会被它欺骗，你不会因它造业，所以你不会损坏真正的善根。《弥陀经》上讲得很好，「不可以少善根福德因缘得生彼国」，要生西方极乐世界，必须具备善根、福德、因缘。善根是什么？根是比喻，像植物它有根，根它能生长，这个根生长一切善法。佛给我们说的，世间有三善根，生长一切世间的善法，这三善根就是不贪、不瞋、不痴，我们要记住。如果我们还有贪瞋痴，我们就得要想到，想到什么？我们常常会生恶法，不是善法。贪里面生爱，瞋里面生怨恨、生傲慢、生嫉妒，痴里头是非邪正颠倒，贪瞋痴生烦恼，生种种不善。一定要把贪瞋痴放下，于世出世间一切法都不贪、不瞋、不痴。",
      "zh_TW": "「四、除覺分」，除就是輕安，「若斷除諸見煩惱之時，善能覺了，除諸虛偽，不損真正善根，故名除」。這個境界高。斷除諸見煩惱之時，這個見，五種見惑，身見、邊見、見取見、戒取見、邪見，這些東西你能夠斷除，能把它放下，這個時候你就能夠覺了，能覺悟，能明瞭，覺悟、明瞭一切法。一切法裡頭有真有假，相是假的，性是真的；事是假的，理是真的。你都能通達明瞭，你不會被它欺騙，你不會因它造業，所以你不會損壞真正的善根。《彌陀經》上講得很好，「不可以少善根福德因緣得生彼國」，要生西方極樂世界，必須具備善根、福德、因緣。善根是什麼？根是比喻，像植物它有根，根它能生長，這個根生長一切善法。佛給我們說的，世間有三善根，生長一切世間的善法，這三善根就是不貪、不瞋、不痴，我們要記住。如果我們還有貪瞋痴，我們就得要想到，想到什麼？我們常常會生惡法，不是善法。貪裡面生愛，瞋裡面生怨恨、生傲慢、生嫉妒，痴裡頭是非邪正顛倒，貪瞋痴生煩惱，生種種不善。一定要把貪瞋痴放下，於世出世間一切法都不貪、不瞋、不痴。"
    },
    {
      "id": "02-040-0504_p0024",
      "zh_CN": "大乘佛法里头，菩萨善根只有一个，精进。精进这两个字，就是一门深入，精；长时薰修，进，精进。一门通了，门门都通，全通了。这个道理不能不知道，这个道理是真的不是假的，关键就在你是不是真的通了。真的通了，不是学来的，学来了，不是通，真的通是自己悟出来的。这种智慧叫无师智，没有老师；叫自然智，实际上是你自性里头本具的般若智慧，它不是从外头学来的。大乘佛法，心外无法，法外无心。从哪里求？从内心求。所以佛法叫内学，佛经叫内典，它向内不向外。向内是真的，向外是假的。向内是自性本具的，佛跟我们是一不是二。初学的时候，我们也把佛看作外，佛不如是示现就没有办法为我们做增上缘，种种示现都是为我们做增上缘。亲因缘自己的，所缘缘自己的，无间缘是自己的，只有一个增上缘是外头的，外面帮助我们。如果自己不具足前头的三种缘，增上缘再好，不起作用。阿弥陀佛，极乐世界，都是给我们做增上缘；亲因缘是自心本具阿弥陀佛，自心本具的极乐世界。所以祖师大德说出来了，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」。经典里佛常说，就在当下，当下即是，没有距离，没有先后。",
      "zh_TW": "大乘佛法裡頭，菩薩善根只有一個，精進。精進這兩個字，就是一門深入，精；長時薰修，進，精進。一門通了，門門都通，全通了。這個道理不能不知道，這個道理是真的不是假的，關鍵就在你是不是真的通了。真的通了，不是學來的，學來了，不是通，真的通是自己悟出來的。這種智慧叫無師智，沒有老師；叫自然智，實際上是你自性裡頭本具的般若智慧，它不是從外頭學來的。大乘佛法，心外無法，法外無心。從哪裡求？從內心求。所以佛法叫內學，佛經叫內典，它向內不向外。向內是真的，向外是假的。向內是自性本具的，佛跟我們是一不是二。初學的時候，我們也把佛看作外，佛不如是示現就沒有辦法為我們做增上緣，種種示現都是為我們做增上緣。親因緣自己的，所緣緣自己的，無間緣是自己的，只有一個增上緣是外頭的，外面幫助我們。如果自己不具足前頭的三種緣，增上緣再好，不起作用。阿彌陀佛，極樂世界，都是給我們做增上緣；親因緣是自心本具阿彌陀佛，自心本具的極樂世界。所以祖師大德說出來了，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」。經典裡佛常說，就在當下，當下即是，沒有距離，沒有先後。"
    },
    {
      "id": "02-040-0504_p0025",
      "zh_CN": "所以要学舍，从哪里学起？先舍身外财物。能舍，看到别人有需要的，你能帮助他。如果这个需要是大众的，赶快帮助他，根本就不要考虑。这是「若舍所见念着之境」，念着是什么？你很喜欢，你很爱它，这个居住的环境、这个道场，人家要是要，你能不能给他？他要，他做得比我更好，我赶快给他。他要，他要去做得不如法，但是在事实上有环境逼着我们不能不给他，譬如这个道场，在法律上说主权是他的，他有权，我们没有权，他要让我们走，我们要赶快走。如果到法庭里面去打官司解决，这不如法，这是释迦牟尼佛不许可的，我们遇到过。所以方方面面都要看得清楚，做出最好的决断。不要怕舍，因果律上说，这是因果的定律，愈舍愈多，舍财，你得的财富更多。六十二年前，章嘉大师教给我的，我就依教奉行，行了六十二年，给大家做证明，真的愈舍愈多，愈多愈舍。将来走的时候，一文钱带不去，到那个时候不舍也得要舍，那就毫无意义了。为什么不在我现在头脑清醒的时候，我舍去做好事？这就对了。法布施得聪明智慧，不要吝法，吝法得的果报是愚痴，没智慧。要欢喜法布施，一丝毫都不吝啬，不保留。无畏布施，果报得健康长寿。无论是法、是财物、是人事环境，必须要舍的时候，就要下定决心，要放下。「善能觉了所舍之境虚伪不实，永不追忆」，这是舍的意思，真舍得干净。",
      "zh_TW": "所以要學捨，從哪裡學起？先捨身外財物。能捨，看到別人有需要的，你能幫助他。如果這個需要是大眾的，趕快幫助他，根本就不要考慮。這是「若捨所見念著之境」，念著是什麼？你很喜歡，你很愛它，這個居住的環境、這個道場，人家要是要，你能不能給他？他要，他做得比我更好，我趕快給他。他要，他要去做得不如法，但是在事實上有環境逼著我們不能不給他，譬如這個道場，在法律上說主權是他的，他有權，我們沒有權，他要讓我們走，我們要趕快走。如果到法庭裡面去打官司解決，這不如法，這是釋迦牟尼佛不許可的，我們遇到過。所以方方面面都要看得清楚，做出最好的決斷。不要怕捨，因果律上說，這是因果的定律，愈捨愈多，捨財，你得的財富更多。六十二年前，章嘉大師教給我的，我就依教奉行，行了六十二年，給大家做證明，真的愈捨愈多，愈多愈捨。將來走的時候，一文錢帶不去，到那個時候不捨也得要捨，那就毫無意義了。為什麼不在我現在頭腦清醒的時候，我捨去做好事？這就對了。法布施得聰明智慧，不要吝法，吝法得的果報是愚痴，沒智慧。要歡喜法布施，一絲毫都不吝嗇，不保留。無畏布施，果報得健康長壽。無論是法、是財物、是人事環境，必須要捨的時候，就要下定決心，要放下。「善能覺了所捨之境虛偽不實，永不追憶」，這是捨的意思，真捨得乾淨。"
    },
    {
      "id": "02-040-0504_p0026",
      "zh_CN": "「六、定觉分，若发诸禅定之时，善能觉了诸禅虚假，不生见爱妄想」，这是真正的三昧。禅定里头有境界，这个境界里头快乐，如果执着这个禅定不肯舍它，你就不能再向上提升。禅定的等级，在《华严经》上，我们看到菩萨五十一个阶级；换句话说，禅定有五十一个不同的层次，愈在下面的愈浅，愈往上面禅定的功夫愈深。像我们上楼梯一样，你不舍下面一层，你就不能上去，你懂得这个道理，我尽量舍，才不断向上提升，走到顶楼。所以舍的作用太大了！舍就是放下，舍，能对一切善法不生见爱妄想，所以它属于禅定。",
      "zh_TW": "「六、定覺分，若發諸禪定之時，善能覺了諸禪虛假，不生見愛妄想」，這是真正的三昧。禪定裡頭有境界，這個境界裡頭快樂，如果執著這個禪定不肯捨它，你就不能再向上提升。禪定的等級，在《華嚴經》上，我們看到菩薩五十一個階級；換句話說，禪定有五十一個不同的層次，愈在下面的愈淺，愈往上面禪定的功夫愈深。像我們上樓梯一樣，你不捨下面一層，你就不能上去，你懂得這個道理，我盡量捨，才不斷向上提升，走到頂樓。所以捨的作用太大了！捨就是放下，捨，能對一切善法不生見愛妄想，所以它屬於禪定。"
    },
    {
      "id": "02-040-0504_p0027",
      "zh_CN": "「七、念觉分，若修出世道时，善能觉了，常使定慧均平」。这你才能顺利上升，定慧不等，会产生掉举、昏沉，这都是修行人的大障碍。「若心沉没，当念用择法、精进、喜」。这是在我们日常用功的时候，心沉没就是精神提不起来。我们常见到，打佛七的时候绕佛，你看到有人绕佛还打瞌睡；止静的时候坐在那里，他就睡着了，打呼了，这是昏沉现象。这时候怎么办？这时候最好叫他起来，他去绕佛，或者去叫他拜佛，叫他运动来克服昏沉。另外一种掉举，掉举就是心妄念非常非常多，心定不下来。那就要用除，就是心浮动的时候，用除、用舍、用定来对治。「故念觉常在两楹之间」，这个七觉支常常应用在两楹之间，就是两边，昏沉跟掉举。它这个地方讲的是浮动，一个是沉没，一个是浮动，也很好。现在年轻人确实心浮气躁，心浮气躁是掉举的现象，要「调和中适」，要让定慧均等，这个容易精进，这叫念。",
      "zh_TW": "「七、念覺分，若修出世道時，善能覺了，常使定慧均平」。這你才能順利上升，定慧不等，會產生掉舉、昏沉，這都是修行人的大障礙。「若心沉沒，當念用擇法、精進、喜」。這是在我們日常用功的時候，心沉沒就是精神提不起來。我們常見到，打佛七的時候繞佛，你看到有人繞佛還打瞌睡；止靜的時候坐在那裡，他就睡著了，打呼了，這是昏沉現象。這時候怎麼辦？這時候最好叫他起來，他去繞佛，或者去叫他拜佛，叫他運動來克服昏沉。另外一種掉舉，掉舉就是心妄念非常非常多，心定不下來。那就要用除，就是心浮動的時候，用除、用捨、用定來對治。「故念覺常在兩楹之間」，這個七覺支常常應用在兩楹之間，就是兩邊，昏沉跟掉舉。它這個地方講的是浮動，一個是沉沒，一個是浮動，也很好。現在年輕人確實心浮氣躁，心浮氣躁是掉舉的現象，要「調和中適」，要讓定慧均等，這個容易精進，這叫念。"
    },
    {
      "id": "02-040-0504_p0028",
      "zh_CN": "「此七通名觉分，能到菩提一分故。」它跟菩提道相应，能帮助你证得菩提，所以叫做七觉分。七觉分，实在是修行的时候，这两种障碍最常见，如何能调伏，要把它学会，应用在昏沉的时候、杂念多的时候，它管用，让我们恢复正常，不急不躁，安安稳稳向上提升境界，这就对了。今天时间到了，下面是八圣道，也叫八正道，我们下一堂再学习，继续学习。",
      "zh_TW": "「此七通名覺分，能到菩提一分故。」它跟菩提道相應，能幫助你證得菩提，所以叫做七覺分。七覺分，實在是修行的時候，這兩種障礙最常見，如何能調伏，要把它學會，應用在昏沉的時候、雜念多的時候，它管用，讓我們恢復正常，不急不躁，安安穩穩向上提升境界，這就對了。今天時間到了，下面是八聖道，也叫八正道，我們下一堂再學習，繼續學習。"
    }
  ]
}