{
  "doc_id": "02-040-0163",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六三集",
    "zh_TW": "第一六三集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0163",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-040-0163_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百一十七页第四行，最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百一十七頁第四行，最後一句看起："
    },
    {
      "id": "02-040-0163_p0002",
      "zh_CN": "「又密宗亦是他力门，同属果教，皆是从果起修。此殊胜难思之他力门，正是弥陀悲愿至切处，亦正是净密二宗方便究竟处」。佛法入门，这个入门不是普通的门，是入成佛之门。通常说八万四千法门，四弘誓愿里面讲无量法门，没有到达圣城之前，从十方来到这个地方的菩萨们无量无边，真的是无量法门。但是到达圣城，入进去只有三个门。进去，圆满成就，无论从哪一个门。这个三门，就是觉门、正门、净门，觉正净三门。",
      "zh_TW": "「又密宗亦是他力門，同屬果教，皆是從果起修。此殊勝難思之他力門，正是彌陀悲願至切處，亦正是淨密二宗方便究竟處」。佛法入門，這個入門不是普通的門，是入成佛之門。通常說八萬四千法門，四弘誓願裡面講無量法門，沒有到達聖城之前，從十方來到這個地方的菩薩們無量無邊，真的是無量法門。但是到達聖城，入進去只有三個門。進去，圓滿成就，無論從哪一個門。這個三門，就是覺門、正門、淨門，覺正淨三門。"
    },
    {
      "id": "02-040-0163_p0003",
      "zh_CN": "有人从觉门进去的，在中国代表的，禅宗、性宗，他们是从觉门进去的，这个确实是上上根人。第二种正门，正门是正知正见。觉门是大彻大悟、明心见性，这个门进去，进去就成佛。正是正知正见，《法华经》佛说的，「开示悟入佛之知见」，这是从正门进去的。净土宗跟密宗是由净门进去的，就是清净心。清净心就是佛，清净心就是净土，清净心就是密。没进去，三门不一样；进去之后，三门完全相同，一门进去，门门没有两样。所以，一即是多，多即是一。净土宗是从清净心，经上常说，我们一定要记住，往生极乐世界的条件，「心净则佛土净」。我们常讲「信愿持名，万缘放下」，放下，心就清净了，一心持名跟阿弥陀佛就相应，决定得生。密宗亦如是，三密相应也是万缘放下。",
      "zh_TW": "有人從覺門進去的，在中國代表的，禪宗、性宗，他們是從覺門進去的，這個確實是上上根人。第二種正門，正門是正知正見。覺門是大徹大悟、明心見性，這個門進去，進去就成佛。正是正知正見，《法華經》佛說的，「開示悟入佛之知見」，這是從正門進去的。淨土宗跟密宗是由淨門進去的，就是清淨心。清淨心就是佛，清淨心就是淨土，清淨心就是密。沒進去，三門不一樣；進去之後，三門完全相同，一門進去，門門沒有兩樣。所以，一即是多，多即是一。淨土宗是從清淨心，經上常說，我們一定要記住，往生極樂世界的條件，「心淨則佛土淨」。我們常講「信願持名，萬緣放下」，放下，心就清淨了，一心持名跟阿彌陀佛就相應，決定得生。密宗亦如是，三密相應也是萬緣放下。"
    },
    {
      "id": "02-040-0163_p0004",
      "zh_CN": "密比净更殊胜，境界更高，早年章嘉大师告诉我，菩萨不学密不能成佛。密在佛学里面是博士班，不是普通人能学的。密是显之密，密在哪里？能大师在《坛经》上说得很好，「密在汝边」，在你自己，不在外面。密宗的密，实际上就是贤首国师《还源观》上讲的四德第一德，「随缘妙用」，那个密就是妙用。随缘，不起心不动念、不分别不执着，这就是密，你说这个多清净，随缘里头。净宗这个净是不随缘，不善的不接触，边都不着它，是这样的清净。密宗清净是经过考验的清净，所以它比我们还殊胜。但是，净宗的密容易成就，密宗的密很难成就，因为什么？它没有离开五欲七情，在五欲七情里面不起心不动念、不分别不执着，真高。那是什么？法身菩萨应世，应化在世间，才能做到，普通人哪能做到！所以，它真的是博士班。老师告诉我，密要是不能成佛，就堕地狱，无间地狱，它没有当中路子，它只有一上一下。上去很好，成佛了，圆满成佛；上不去，掉下来，是无间地狱。",
      "zh_TW": "密比淨更殊勝，境界更高，早年章嘉大師告訴我，菩薩不學密不能成佛。密在佛學裡面是博士班，不是普通人能學的。密是顯之密，密在哪裡？能大師在《壇經》上說得很好，「密在汝邊」，在你自己，不在外面。密宗的密，實際上就是賢首國師《還源觀》上講的四德第一德，「隨緣妙用」，那個密就是妙用。隨緣，不起心不動念、不分別不執著，這就是密，你說這個多清淨，隨緣裡頭。淨宗這個淨是不隨緣，不善的不接觸，邊都不著它，是這樣的清淨。密宗清淨是經過考驗的清淨，所以它比我們還殊勝。但是，淨宗的密容易成就，密宗的密很難成就，因為什麼？它沒有離開五欲七情，在五欲七情裡面不起心不動念、不分別不執著，真高。那是什麼？法身菩薩應世，應化在世間，才能做到，普通人哪能做到！所以，它真的是博士班。老師告訴我，密要是不能成佛，就墮地獄，無間地獄，它沒有當中路子，它只有一上一下。上去很好，成佛了，圓滿成佛；上不去，掉下來，是無間地獄。"
    },
    {
      "id": "02-040-0163_p0005",
      "zh_CN": "所以，黄念祖老居士告诉我，他是密宗金刚上师，告诉我，现在这个时代，禅没有了，密也没有了，教没人讲了，只有念佛法门可以得度。他学禅，跟虚老和尚，虚云老和尚没开悟，得禅定。所以在那个时候得禅定的还有，开悟的没有了，没有开悟的不算成就。中国历代，禅宗里得禅定的人很多，大彻大悟的人不多，不能说没有，不多。密宗，三密相应成佛的人，他说没有了。人民共和国成立到今天六十年，我跟他见面的时候，这六十年当中，中国这么多人，学密成就的只有六个。往后呢？往后恐怕没有了，真不容易。五欲六尘供养在你面前不动心，几个人能做到？所以，净土宗就方便了，远离五欲六尘，七情五欲远离，这样获得清净心。这个清净心没有经过考验的，能往生，往生凡圣同居土、方便有余土。",
      "zh_TW": "所以，黃念祖老居士告訴我，他是密宗金剛上師，告訴我，現在這個時代，禪沒有了，密也沒有了，教沒人講了，只有念佛法門可以得度。他學禪，跟虛老和尚，虛雲老和尚沒開悟，得禪定。所以在那個時候得禪定的還有，開悟的沒有了，沒有開悟的不算成就。中國歷代，禪宗裡得禪定的人很多，大徹大悟的人不多，不能說沒有，不多。密宗，三密相應成佛的人，他說沒有了。人民共和國成立到今天六十年，我跟他見面的時候，這六十年當中，中國這麼多人，學密成就的只有六個。往後呢？往後恐怕沒有了，真不容易。五欲六塵供養在你面前不動心，幾個人能做到？所以，淨土宗就方便了，遠離五欲六塵，七情五欲遠離，這樣獲得清淨心。這個清淨心沒有經過考驗的，能往生，往生凡聖同居土、方便有餘土。"
    },
    {
      "id": "02-040-0163_p0006",
      "zh_CN": "密宗那个密成就的，他是生实报庄严土，跟宗门、性宗明心见性是同一个境界。它没有中间的境界，上不去，下来就是无间地狱，不好修。他们的修学是从显，然后到密，大师告诉我，西藏的密宗，藏密，先学十年显教，就是我们的大乘教。有藏文《大藏经》，内容跟汉传的差不多，有少部分它有我们没有、我们有的它也没有，少部分，大部分是相同的。十年学成了，考试及格，有一个学位，藏传的学位，叫格西。就是显教毕业，考试通过了，才可以学密。没有这个学位，上师不传的。通常仁波切跟大家灌顶，那叫结缘，那不是真的，结缘三皈，做个灌顶的仪式，那是形式，不是实质。佛法重实质不重形式，这个我们一定要知道的。财色名食睡摆在你面前，不起心不动念、不分别不执着，你的心真清净了。这个心，现的就是净土，他怎么会不生净土？肯定会生净土的，这个没有怀疑的。",
      "zh_TW": "密宗那個密成就的，他是生實報莊嚴土，跟宗門、性宗明心見性是同一個境界。它沒有中間的境界，上不去，下來就是無間地獄，不好修。他們的修學是從顯，然後到密，大師告訴我，西藏的密宗，藏密，先學十年顯教，就是我們的大乘教。有藏文《大藏經》，內容跟漢傳的差不多，有少部分它有我們沒有、我們有的它也沒有，少部分，大部分是相同的。十年學成了，考試及格，有一個學位，藏傳的學位，叫格西。就是顯教畢業，考試通過了，才可以學密。沒有這個學位，上師不傳的。通常仁波切跟大家灌頂，那叫結緣，那不是真的，結緣三皈，做個灌頂的儀式，那是形式，不是實質。佛法重實質不重形式，這個我們一定要知道的。財色名食睡擺在你面前，不起心不動念、不分別不執著，你的心真清淨了。這個心，現的就是淨土，他怎麼會不生淨土？肯定會生淨土的，這個沒有懷疑的。"
    },
    {
      "id": "02-040-0163_p0007",
      "zh_CN": "所以这个也是他力法门，求诸佛如来加持，同属果教。净土依阿弥陀佛，密宗依大日如来，大日如来就是阿弥陀佛，在显宗叫阿弥陀佛，在密宗叫大日如来，是一不是二。一个是接上上根的人，密接上上根，净接中下根性，五乘统统摄。所以，净土比密还要殊胜，密度不了的，净宗度了。密宗里面成就的，决定没有同居土、没有方便土，它的水平就是实报庄严土，这比净殊胜，地位高。净比它殊胜，就是下下根人也能得度。而且到达西方极乐世界之后，实际上，这些人得到阿弥陀佛本愿威神功德的加持，皆作阿惟越致菩萨。那就地位平等了，跟密宗所证地位平等，不可思议。到西方极乐世界，一样的。所以，净宗就变成殊胜当中的第一殊胜。",
      "zh_TW": "所以這個也是他力法門，求諸佛如來加持，同屬果教。淨土依阿彌陀佛，密宗依大日如來，大日如來就是阿彌陀佛，在顯宗叫阿彌陀佛，在密宗叫大日如來，是一不是二。一個是接上上根的人，密接上上根，淨接中下根性，五乘統統攝。所以，淨土比密還要殊勝，密度不了的，淨宗度了。密宗裡面成就的，決定沒有同居土、沒有方便土，它的水平就是實報莊嚴土，這比淨殊勝，地位高。淨比它殊勝，就是下下根人也能得度。而且到達西方極樂世界之後，實際上，這些人得到阿彌陀佛本願威神功德的加持，皆作阿惟越致菩薩。那就地位平等了，跟密宗所證地位平等，不可思議。到西方極樂世界，一樣的。所以，淨宗就變成殊勝當中的第一殊勝。"
    },
    {
      "id": "02-040-0163_p0008",
      "zh_CN": "我们遇到密，望洋兴叹，为什么？烦恼要断不了，不能成就。密是处处考你，七情五欲就在你的周边考你，确确实实不起心不动念，你说这个多难，这个就是法身菩萨。所以是上上根人。下下根人的时候，那只有阿赖耶识里头种善根，他还是要依戒定慧修学，多劫、长时间慢慢提升自己。实际上密法在所有法门里头都有，老师说，菩萨不学密不能成佛，密就是考试，严格的考试，这一关不通过，成不了佛；换句话就是，八万四千法门门门都有。到什么时候开始学？就是密宗正科的学生，初地以上，这是讲的别教，你才开始上这个班，学习这个课程，初地以前没分。",
      "zh_TW": "我們遇到密，望洋興嘆，為什麼？煩惱要斷不了，不能成就。密是處處考你，七情五欲就在你的周邊考你，確確實實不起心不動念，你說這個多難，這個就是法身菩薩。所以是上上根人。下下根人的時候，那只有阿賴耶識裡頭種善根，他還是要依戒定慧修學，多劫、長時間慢慢提升自己。實際上密法在所有法門裡頭都有，老師說，菩薩不學密不能成佛，密就是考試，嚴格的考試，這一關不通過，成不了佛；換句話就是，八萬四千法門門門都有。到什麼時候開始學？就是密宗正科的學生，初地以上，這是講的別教，你才開始上這個班，學習這個課程，初地以前沒分。"
    },
    {
      "id": "02-040-0163_p0009",
      "zh_CN": "别教初地等于圆教初住，《华严经》上十信心满，发菩提心，初住菩萨。别教初地发菩提心，发菩提心，他用真心，不用妄心。真心没有起心动念、没有分别执着，他用这个心，所以他事事无碍。我们今天是用阿赖耶，不是用真心，阿赖耶有分别、有执着、有起心、有动念。阿赖耶是起心动念，末那是执着，第六是分别，我们用这个心。现在我们很清楚，六道众生用这个心，用错了，用邪了，用偏了，造业受报，感得的是六道轮回，六道轮回这么来的。四圣法界也是用阿赖耶，用妄心，用得正。他是怎么正的？他是依教奉行。佛门弟子，遵循佛菩萨的教诲，佛不准我们做的不做，佛教我们做的认真去做。无论是断恶是行善，都不许起心动念、不许分别执着，这就是妙用，随缘妙用。",
      "zh_TW": "別教初地等於圓教初住，《華嚴經》上十信心滿，發菩提心，初住菩薩。別教初地發菩提心，發菩提心，他用真心，不用妄心。真心沒有起心動念、沒有分別執著，他用這個心，所以他事事無礙。我們今天是用阿賴耶，不是用真心，阿賴耶有分別、有執著、有起心、有動念。阿賴耶是起心動念，末那是執著，第六是分別，我們用這個心。現在我們很清楚，六道眾生用這個心，用錯了，用邪了，用偏了，造業受報，感得的是六道輪迴，六道輪迴這麼來的。四聖法界也是用阿賴耶，用妄心，用得正。他是怎麼正的？他是依教奉行。佛門弟子，遵循佛菩薩的教誨，佛不准我們做的不做，佛教我們做的認真去做。無論是斷惡是行善，都不許起心動念、不許分別執著，這就是妙用，隨緣妙用。"
    },
    {
      "id": "02-040-0163_p0010",
      "zh_CN": "下面，念老给我们说，「自他本来不二」，这是大乘教的极致。因为一切诸佛如来都不离自性，全是自性所生所现，所以它是一，它不是二。遍法界虚空界跟自己是一体，所以本来不二。「肯仗他力，即是于此难信之法能生净信」。这个仗他力，最明显的，第一桩事就是我们真信不疑，弥陀的加持我们才能得到。如果我们对他怀疑，弥陀加持就得不到，这桩事要明了。大乘带怀疑，慢慢的还能向上提升，净宗带着疑情，不能往生。你研究净宗的经教，你能讲得很清楚、讲得很明白，你也念佛，你不能往生。为什么？往生的条件是信愿持名，你的信，里头有怀疑，那你的愿就不恳切，恳切的愿望生不起来，心生不起来，你的这个佛号念不好，念佛会夹杂、会间断；换句话说，功夫不得力。这障碍！必须得放下才行，不能放下怎么行？",
      "zh_TW": "下面，念老給我們說，「自他本來不二」，這是大乘教的極致。因為一切諸佛如來都不離自性，全是自性所生所現，所以它是一，它不是二。遍法界虛空界跟自己是一體，所以本來不二。「肯仗他力，即是於此難信之法能生淨信」。這個仗他力，最明顯的，第一樁事就是我們真信不疑，彌陀的加持我們才能得到。如果我們對他懷疑，彌陀加持就得不到，這樁事要明瞭。大乘帶懷疑，慢慢的還能向上提升，淨宗帶著疑情，不能往生。你研究淨宗的經教，你能講得很清楚、講得很明白，你也念佛，你不能往生。為什麼？往生的條件是信願持名，你的信，裡頭有懷疑，那你的願就不懇切，懇切的願望生不起來，心生不起來，你的這個佛號念不好，念佛會夾雜、會間斷；換句話說，功夫不得力。這障礙！必須得放下才行，不能放下怎麼行？"
    },
    {
      "id": "02-040-0163_p0011",
      "zh_CN": "「难信能信，全由当人之无上智慧，此即是自力」。净宗基本上要有这个力量，这个力量自己不知道，佛菩萨知道，这个力量就是无上智慧。看到这一句，我相信很多人会想到，我没有无上智慧，所以我信心不足，我还怀疑，我念佛功夫不得力。这有没有错？没错。那怎么办？读经，读这部经，听经，听这部经，你听上十遍、听上一百遍、听上一千遍，你就跟它相应了。为什么？真搞清楚了、搞明白了，不再怀疑了。",
      "zh_TW": "「難信能信，全由當人之無上智慧，此即是自力」。淨宗基本上要有這個力量，這個力量自己不知道，佛菩薩知道，這個力量就是無上智慧。看到這一句，我相信很多人會想到，我沒有無上智慧，所以我信心不足，我還懷疑，我念佛功夫不得力。這有沒有錯？沒錯。那怎麼辦？讀經，讀這部經，聽經，聽這部經，你聽上十遍、聽上一百遍、聽上一千遍，你就跟它相應了。為什麼？真搞清楚了、搞明白了，不再懷疑了。"
    },
    {
      "id": "02-040-0163_p0012",
      "zh_CN": "「但能信入」，这个入字有味道。入里头有愿，有非常强烈的愿望，我要往生极乐世界，我要亲近阿弥陀佛。然后，「老实念去，自然能所两忘」，这是理念，念佛有事念、有理念。能念的是我，所念的是阿弥陀佛，能所都不执着，都不分别、不起心不动念，这一句佛号一句接一句的念下去。里面不夹杂起心动念、分别执着，这叫真念，这是经教里头常讲的「一念相应一念佛，念念相应念念佛」。这是如来对一切众生的真实教诲，与自性念念相应，纯净纯善，无上智慧从这个地方流出来。「自心朗现」，就是禅宗里头所讲的明心见性，念佛人理一心不乱，理一心不乱就是禅宗的大彻大悟、明心见性，这就成佛了。「从事持达理持」，开头念的时候是事持。事持是什么？有分别、有执着、有起心动念，有我能念、阿弥陀佛为我所念，这叫事持。到能所两忘是理持。「即凡心成佛心」，事持的时候是凡心，六道众生，到理持的时候是佛心，跟阿弥陀佛同一个境界。「净宗之妙，全在于此」，这是八万四千法门其他法门里头所没有的。",
      "zh_TW": "「但能信入」，這個入字有味道。入裡頭有願，有非常強烈的願望，我要往生極樂世界，我要親近阿彌陀佛。然後，「老實念去，自然能所兩忘」，這是理念，念佛有事念、有理念。能念的是我，所念的是阿彌陀佛，能所都不執著，都不分別、不起心不動念，這一句佛號一句接一句的念下去。裡面不夾雜起心動念、分別執著，這叫真念，這是經教裡頭常講的「一念相應一念佛，念念相應念念佛」。這是如來對一切眾生的真實教誨，與自性念念相應，純淨純善，無上智慧從這個地方流出來。「自心朗現」，就是禪宗裡頭所講的明心見性，念佛人理一心不亂，理一心不亂就是禪宗的大徹大悟、明心見性，這就成佛了。「從事持達理持」，開頭念的時候是事持。事持是什麼？有分別、有執著、有起心動念，有我能念、阿彌陀佛為我所念，這叫事持。到能所兩忘是理持。「即凡心成佛心」，事持的時候是凡心，六道眾生，到理持的時候是佛心，跟阿彌陀佛同一個境界。「淨宗之妙，全在於此」，這是八萬四千法門其他法門裡頭所沒有的。"
    },
    {
      "id": "02-040-0163_p0013",
      "zh_CN": "我们再看底下一科，「愿佛广演」。佛说了三个自，法藏菩萨给我们示现的是不敢当，这个境界太深，达不到，求佛明示。",
      "zh_TW": "我們再看底下一科，「願佛廣演」。佛說了三個自，法藏菩薩給我們示現的是不敢當，這個境界太深，達不到，求佛明示。"
    },
    {
      "id": "02-040-0163_p0014",
      "zh_CN": "【惟愿如来。应正遍知。】",
      "zh_TW": "【惟願如來。應正遍知。】"
    },
    {
      "id": "02-040-0163_p0015",
      "zh_CN": "这『应正遍知』是如来十号里面的。",
      "zh_TW": "這『應正遍知』是如來十號裡面的。"
    },
    {
      "id": "02-040-0163_p0016",
      "zh_CN": "【广演诸佛无量妙刹。】",
      "zh_TW": "【廣演諸佛無量妙剎。】"
    },
    {
      "id": "02-040-0163_p0017",
      "zh_CN": "这是他要学习的。『演』，「宣说也」。「如来应正遍知」，就是如来、应供、正遍知，十号当中的三号。这是简称，代表十号，十号是对佛的赞叹。『广演诸佛无量妙刹』。「法藏菩萨陈明」，陈是下对上，我们今天讲报告，古时候陈说，陈明。「非我境界」，佛说的三个自，这个境界太高，我现在还达不到。这个实际上是在表演，表演给我们看的，让我们在这个观察当中能觉悟到。实际上，法藏久远劫已经成佛了，成佛哪里会退转？世间自在王如来也是久远劫成佛了，现在示现在同一个地方、同一个时空，自在王如来是以佛身出现的，法藏是以国王身出现的，表演给我们看。国王听佛讲经，开悟了。开悟之后，你看他的行动，悟了之后就放下了，王位放下，帝王的尊荣放下，富贵放下，眷属放下，财产放下，一切都放下。以世间自在王为老师，他出家了，老师给他的法名是法藏比丘。来表演的，不是像我们凡夫，我们凡夫到这个世间，业报来的；他们是乘愿再来，示现的，演说，表演。我们看懂了就明白了。看不懂？看不懂下次再跟你说，慢慢你从言语当中体会到了。",
      "zh_TW": "這是他要學習的。『演』，「宣說也」。「如來應正遍知」，就是如來、應供、正遍知，十號當中的三號。這是簡稱，代表十號，十號是對佛的讚歎。『廣演諸佛無量妙剎』。「法藏菩薩陳明」，陳是下對上，我們今天講報告，古時候陳說，陳明。「非我境界」，佛說的三個自，這個境界太高，我現在還達不到。這個實際上是在表演，表演給我們看的，讓我們在這個觀察當中能覺悟到。實際上，法藏久遠劫已經成佛了，成佛哪裡會退轉？世間自在王如來也是久遠劫成佛了，現在示現在同一個地方、同一個時空，自在王如來是以佛身出現的，法藏是以國王身出現的，表演給我們看。國王聽佛講經，開悟了。開悟之後，你看他的行動，悟了之後就放下了，王位放下，帝王的尊榮放下，富貴放下，眷屬放下，財產放下，一切都放下。以世間自在王為老師，他出家了，老師給他的法名是法藏比丘。來表演的，不是像我們凡夫，我們凡夫到這個世間，業報來的；他們是乘願再來，示現的，演說，表演。我們看懂了就明白了。看不懂？看不懂下次再跟你說，慢慢你從言語當中體會到了。"
    },
    {
      "id": "02-040-0163_p0018",
      "zh_CN": "「乃启请世间自在王如来，为之广说诸佛之无量胜妙刹土」。因为，接引大众没有道场不行，成就不了事业，佛的事业是教化众生，教化众生最重要的是教学的场地，这道场。要想建立一个理想的道场，帮助一切众生在这个地方修学，没有障碍，快速成就，就是决定一生成就，一个不漏。这个愿太大了，太深了，太难了！他自己也有智慧，一切诸佛教化众生都有道场，你看，他就很想去参观诸佛刹土，看看一切诸佛怎么教的，怎么成就的。极乐世界不是他凭空想像成就的，也不是世间自在王如来教他的，不是。他要去参观、考察一切诸佛道场，看看人家怎么做的，我怎样来修学。",
      "zh_TW": "「乃啟請世間自在王如來，為之廣說諸佛之無量勝妙剎土」。因為，接引大眾沒有道場不行，成就不了事業，佛的事業是教化眾生，教化眾生最重要的是教學的場地，這道場。要想建立一個理想的道場，幫助一切眾生在這個地方修學，沒有障礙，快速成就，就是決定一生成就，一個不漏。這個願太大了，太深了，太難了！他自己也有智慧，一切諸佛教化眾生都有道場，你看，他就很想去參觀諸佛剎土，看看一切諸佛怎麼教的，怎麼成就的。極樂世界不是他憑空想像成就的，也不是世間自在王如來教他的，不是。他要去參觀、考察一切諸佛道場，看看人家怎麼做的，我怎樣來修學。"
    },
    {
      "id": "02-040-0163_p0019",
      "zh_CN": "下面经文说：",
      "zh_TW": "下面經文說："
    },
    {
      "id": "02-040-0163_p0020",
      "zh_CN": "【若我得闻。如是等法。思惟修习。誓满所愿。】",
      "zh_TW": "【若我得聞。如是等法。思惟修習。誓滿所願。】"
    },
    {
      "id": "02-040-0163_p0021",
      "zh_CN": "这个言语非常坚定。佛如果真的为他广说一切诸佛刹土里面的教学，他会很认真的去思惟。思惟里头就有选择，取长舍短，取善舍不善，认真的修学、学习。『誓满所愿』，满自己建道场度众生的大愿。注解里头念老说，这一段的大意是「法藏菩萨答曰，此义太深，超我境界」，括弧里头讲，就通俗的来话说，勉强可作水平解，我自己的水平达不到，「于是再度请佛广说无量佛刹，我若闻后，定能如法修习」，修是修学，习是落实、做到。不能落实，是假的，不是真的。我这一生得章嘉大师这一句教诲，非常得受用。",
      "zh_TW": "這個言語非常堅定。佛如果真的為他廣說一切諸佛剎土裡面的教學，他會很認真的去思惟。思惟裡頭就有選擇，取長捨短，取善捨不善，認真的修學、學習。『誓滿所願』，滿自己建道場度眾生的大願。註解裡頭念老說，這一段的大意是「法藏菩薩答曰，此義太深，超我境界」，括弧裡頭講，就通俗的來話說，勉強可作水平解，我自己的水平達不到，「於是再度請佛廣說無量佛剎，我若聞後，定能如法修習」，修是修學，習是落實、做到。不能落實，是假的，不是真的。我這一生得章嘉大師這一句教誨，非常得受用。"
    },
    {
      "id": "02-040-0163_p0022",
      "zh_CN": "章嘉大师教我「看破、放下」，没有放下，就是你没看破；看破，没有放不下的，没有不肯放下的。用这个方法来测验自己。我学习这部经教，如果没有做到，我对这个经教学的程度不够。真正要是通达明了了，肯定做到，就是依教奉行。经，最后一句，「信受奉行」，那就是都做到了。没有信受奉行，自己一定要承认，我学的是皮毛知识，我不得受用。那怎么办？学第二遍。中国古人讲的，「读书千遍，其义自见」，学上一千遍，通了，意思完全明白了，自然落实。所以千万，这是最忌讳，学了一遍、二遍，一提是这个，我已经学过了。这在章嘉大师那里通不过。学到做到，就通过了；没有做到，你学的是假的，不是真的。甚至于学十遍、学二十遍、三十遍，你是得了一点东西，百分之几而已，不及格。你做到了几成？最初，短时间，可能做到个二、三成，再过一段时期全没有了，这样的人太多了。所以学的人多，成就的人不多。真正成就人是在落实上，就在放下，真干，要有毅力、有恒心，永远不中断，这种人才会有成就。",
      "zh_TW": "章嘉大師教我「看破、放下」，沒有放下，就是你沒看破；看破，沒有放不下的，沒有不肯放下的。用這個方法來測驗自己。我學習這部經教，如果沒有做到，我對這個經教學的程度不夠。真正要是通達明瞭了，肯定做到，就是依教奉行。經，最後一句，「信受奉行」，那就是都做到了。沒有信受奉行，自己一定要承認，我學的是皮毛知識，我不得受用。那怎麼辦？學第二遍。中國古人講的，「讀書千遍，其義自見」，學上一千遍，通了，意思完全明白了，自然落實。所以千萬，這是最忌諱，學了一遍、二遍，一提是這個，我已經學過了。這在章嘉大師那裡通不過。學到做到，就通過了；沒有做到，你學的是假的，不是真的。甚至於學十遍、學二十遍、三十遍，你是得了一點東西，百分之幾而已，不及格。你做到了幾成？最初，短時間，可能做到個二、三成，再過一段時期全沒有了，這樣的人太多了。所以學的人多，成就的人不多。真正成就人是在落實上，就在放下，真幹，要有毅力、有恆心，永遠不中斷，這種人才會有成就。"
    },
    {
      "id": "02-040-0163_p0023",
      "zh_CN": "所有的障碍要放下，不放下你不能成就。障碍里头严重的，外面，财色名利，外面四大魔王你要认识它，不能跟它靠近，靠近就完了；里面的烦恼，自私自利、贪瞋痴慢，这里头的，内奸。内奸外魔一勾结，完了，学得再好，在世间可以拿个佛学博士学位，可以说得天花乱坠，得供养，将来果报在三途，这就是大错特错。有缘、有机会遇到了，业障太重，不能成就，来生连人身都得不到。这就是净业三福第三福里头所说的「深信因果」，这不是普通的因果，是你遇到殊胜的法缘，你疏忽了因果，让内奸外贼它两个结合，把你的道业整个摧毁掉。我们看到的人太多了，历史上记载的多，现前我们看到的更多。怎样能保持不退转，能保持高度的警觉心？我们是知识分子，知识分子最方便的、最可靠的就是经教，决定不能舍离，长时薰修。要知道佛菩萨、祖师大德的意思，要懂得，懂得你才会生起感恩的心，接着才有报恩的行为。",
      "zh_TW": "所有的障礙要放下，不放下你不能成就。障礙裡頭嚴重的，外面，財色名利，外面四大魔王你要認識它，不能跟它靠近，靠近就完了；裡面的煩惱，自私自利、貪瞋痴慢，這裡頭的，內奸。內奸外魔一勾結，完了，學得再好，在世間可以拿個佛學博士學位，可以說得天花亂墜，得供養，將來果報在三途，這就是大錯特錯。有緣、有機會遇到了，業障太重，不能成就，來生連人身都得不到。這就是淨業三福第三福裡頭所說的「深信因果」，這不是普通的因果，是你遇到殊勝的法緣，你疏忽了因果，讓內奸外賊它兩個結合，把你的道業整個摧毀掉。我們看到的人太多了，歷史上記載的多，現前我們看到的更多。怎樣能保持不退轉，能保持高度的警覺心？我們是知識分子，知識分子最方便的、最可靠的就是經教，決定不能捨離，長時薰修。要知道佛菩薩、祖師大德的意思，要懂得，懂得你才會生起感恩的心，接著才有報恩的行為。"
    },
    {
      "id": "02-040-0163_p0024",
      "zh_CN": "一切不能成就的根本原因，就是自私。所以佛法的修学，头一个就是教我们破身见。佛为什么把这个放在第一条，我们有没有去多想想？身见是所有一切烦恼的根本，大根大本。它从哪里来的？末那里头的我见，从这来的。跟着我见一起来的，我爱、我痴、我慢，这三个就是贪瞋痴；我爱就是贪，我慢就是瞋，后头我痴。贪瞋痴，与生俱来的烦恼，不是哪里学来的。一念不觉，自性在一念之间变成一个妄心，阿赖耶，阿赖耶的三细相，同时发生、出现，《妄尽还源观》上讲得很清楚。所以佛教导我们是从根拔除，破身见，这是小乘。",
      "zh_TW": "一切不能成就的根本原因，就是自私。所以佛法的修學，頭一個就是教我們破身見。佛為什麼把這個放在第一條，我們有沒有去多想想？身見是所有一切煩惱的根本，大根大本。它從哪裡來的？末那裡頭的我見，從這來的。跟著我見一起來的，我愛、我痴、我慢，這三個就是貪瞋痴；我愛就是貪，我慢就是瞋，後頭我痴。貪瞋痴，與生俱來的煩惱，不是哪裡學來的。一念不覺，自性在一念之間變成一個妄心，阿賴耶，阿賴耶的三細相，同時發生、出現，《妄盡還源觀》上講得很清楚。所以佛教導我們是從根拔除，破身見，這是小乘。"
    },
    {
      "id": "02-040-0163_p0025",
      "zh_CN": "大乘，比小乘更高，是破我见。这个意思就深了，就是我的这个念头。身，身见破了，身不是我，还执着有个我；那个难破，那个破了就是法身菩萨。前面身见破了，知道身不是我，我不能为这个身服务，我要身为我服务，这就对了。我为身服务，身好吃，我要去挑选吃的东西，身要享受，我要去满足身的享受，这就是我们为身服务。释迦牟尼佛不为身服务，你看，舍弃王位，舍弃荣华富贵的生活，去过苦行僧的生活，到外面去托钵。日中一食，树下一宿，三衣一钵，不为身服务，身要为我服务，这就对了，这个叫圣人。我为身服务，这是凡夫。为这个身造多少业，将来在三途受果报，苦不堪言，都被这个身害了，身是假的，不是真的。身是我的一个载具，它不是我，好像车一样，身是汽车，我是驾车的人，这个车要听我的、要为我服务，我不能为它服务。我们现在颠倒了，为身服务，亏吃大了。所以佛教弟子，你进门来，头一个要把身见放下。",
      "zh_TW": "大乘，比小乘更高，是破我見。這個意思就深了，就是我的這個念頭。身，身見破了，身不是我，還執著有個我；那個難破，那個破了就是法身菩薩。前面身見破了，知道身不是我，我不能為這個身服務，我要身為我服務，這就對了。我為身服務，身好吃，我要去挑選吃的東西，身要享受，我要去滿足身的享受，這就是我們為身服務。釋迦牟尼佛不為身服務，你看，捨棄王位，捨棄榮華富貴的生活，去過苦行僧的生活，到外面去托缽。日中一食，樹下一宿，三衣一缽，不為身服務，身要為我服務，這就對了，這個叫聖人。我為身服務，這是凡夫。為這個身造多少業，將來在三途受果報，苦不堪言，都被這個身害了，身是假的，不是真的。身是我的一個載具，它不是我，好像車一樣，身是汽車，我是駕車的人，這個車要聽我的、要為我服務，我不能為它服務。我們現在顛倒了，為身服務，虧吃大了。所以佛教弟子，你進門來，頭一個要把身見放下。"
    },
    {
      "id": "02-040-0163_p0026",
      "zh_CN": "身见放下了，接着边见放下。边是二边，我们今天讲对立、相对，这个观念错误的，这个属于分别，身见属于执着。再把成见放下。成见是什么？自以为是。这个不可以，因为没有自己，哪来的是非？成见放下，就是是非放下了，无是无非是，你才见到真理，才见到事实真相。把邪见放下，所有的杂念都是邪见，统统要放下，才证得须陀洹果。须陀洹小乘初果，这才是真正的佛弟子，小学一年级。这个人就有智慧，虽然是最低最低阶的小小果，他的智慧超过我们世间人。为什么？世间人有这些烦恼，他把这些烦恼去掉了，清净心露出一点点，就很可贵。虽然没有离开六道轮回，他在六道轮回是有限期，决定超越。人间寿命到了，他生到天道，天道寿命到了，又回到人间来，人间天上，他不堕三恶道。他也不会变成罗刹，也不会变成阿修罗，生生世世受佛法的薰修。七次，天上人间七次往返，他证阿罗汉果，他就永远脱离六道轮回，真佛弟子。我们今天走的路跟他不一样，我们占了很大的便宜，无比殊胜。我们不从他这个路子，他是竖出。你看，人间、天上，天有欲界天、色界天、无色界天，再出离六道轮回，难！时间长。我们就在这一生，从旁边走了，往生到西方极乐世界去了。",
      "zh_TW": "身見放下了，接著邊見放下。邊是二邊，我們今天講對立、相對，這個觀念錯誤的，這個屬於分別，身見屬於執著。再把成見放下。成見是什麼？自以為是。這個不可以，因為沒有自己，哪來的是非？成見放下，就是是非放下了，無是無非是，你才見到真理，才見到事實真相。把邪見放下，所有的雜念都是邪見，統統要放下，才證得須陀洹果。須陀洹小乘初果，這才是真正的佛弟子，小學一年級。這個人就有智慧，雖然是最低最低階的小小果，他的智慧超過我們世間人。為什麼？世間人有這些煩惱，他把這些煩惱去掉了，清淨心露出一點點，就很可貴。雖然沒有離開六道輪迴，他在六道輪迴是有限期，決定超越。人間壽命到了，他生到天道，天道壽命到了，又回到人間來，人間天上，他不墮三惡道。他也不會變成羅剎，也不會變成阿修羅，生生世世受佛法的薰修。七次，天上人間七次往返，他證阿羅漢果，他就永遠脫離六道輪迴，真佛弟子。我們今天走的路跟他不一樣，我們佔了很大的便宜，無比殊勝。我們不從他這個路子，他是豎出。你看，人間、天上，天有欲界天、色界天、無色界天，再出離六道輪迴，難！時間長。我們就在這一生，從旁邊走了，往生到西方極樂世界去了。"
    },
    {
      "id": "02-040-0163_p0027",
      "zh_CN": "对于经教绝对相信，佛说极乐世界在我们这个世界的西方，那你要决定相信西方就是，这叫指方立相。懂得吗？道理就是「制心一处，无事不办」。指定一方就叫制心一处，用意在此地，叫你把心定了，念头统统集中在一点，它就产生巨大的能量。我们的心是散乱的，佛用这种方便，把我们的散漫心收回来在一处，这能量就大了。千万不要学个科学观念，西方？我往西方走，绕回来又到原处了，地球是圆的，哪来的西方？你要这么去想，西方极乐世界你就没分了。所以我们对初学怎么个说法？不是地球的西方，是娑婆世界的西方，那是渺无痕迹，不知道在哪里。娑婆世界的西方，娑婆世界多大？十亿个银河系，极乐世界不在银河系里面，我们到哪去找？所以要肯定，心只缘西方，心归一处，一定要听佛的话。佛有善巧方便，到你命终的时候，他来接引你，你见到阿弥陀佛，阿弥陀佛带你走，你决定不会迷失方向。",
      "zh_TW": "對於經教絕對相信，佛說極樂世界在我們這個世界的西方，那你要決定相信西方就是，這叫指方立相。懂得嗎？道理就是「制心一處，無事不辦」。指定一方就叫制心一處，用意在此地，叫你把心定了，念頭統統集中在一點，它就產生巨大的能量。我們的心是散亂的，佛用這種方便，把我們的散漫心收回來在一處，這能量就大了。千萬不要學個科學觀念，西方？我往西方走，繞回來又到原處了，地球是圓的，哪來的西方？你要這麼去想，西方極樂世界你就沒分了。所以我們對初學怎麼個說法？不是地球的西方，是娑婆世界的西方，那是渺無痕跡，不知道在哪裡。娑婆世界的西方，娑婆世界多大？十億個銀河系，極樂世界不在銀河系裡面，我們到哪去找？所以要肯定，心只緣西方，心歸一處，一定要聽佛的話。佛有善巧方便，到你命終的時候，他來接引你，你見到阿彌陀佛，阿彌陀佛帶你走，你決定不會迷失方向。"
    },
    {
      "id": "02-040-0163_p0028",
      "zh_CN": "这一句佛号，就是自心跟佛心，跟阿弥陀佛的佛心联系的一个信号。我们念这句佛号就能感通，就联系上了。我们这里念头、音声发射出去，佛在那边就收到了。要用真诚心，这个信号力量非常强大；散乱心，这个信息很微弱，不强。佛收到没有？收到了。微弱的，可能到时候佛不来接引你，因为你烦恼、习气没放下。得放下才能到极乐世界，极乐世界不能因为你被染污。所以，烦恼一定要用佛号的力量把它伏住。到西方极乐世界，烦恼习气虽然在，不会起现行。那个世界的环境好，世尊教学的善巧方便，叫你六根所接触到的全是正法。阿弥陀佛对于初到极乐世界的人，确实像中国古人所说的慈母对她的婴孩，照顾得无微不至，所有一切负面的、邪恶的绝对禁止，不让你见到，不让你听到，不让你接触到。在极乐世界所接触到的，纯净纯善，所以烦恼习气很快就断掉了，就转变了。这是一切诸佛刹土里头没有的，我们得好好的记住。这个缘太殊胜、太难得了，一定要掌握到，我们这一生才能圆满成就。娑婆世界一定要放下，人间、天上都要放下。天堂乐，贪恋天堂就去不了了，就出不了轮回。不能够贪恋天堂，到极乐世界去，去干什么？去成佛去，到极乐世界不是为别的事情，就是成佛，成跟阿弥陀佛一样的佛。",
      "zh_TW": "這一句佛號，就是自心跟佛心，跟阿彌陀佛的佛心聯繫的一個信號。我們念這句佛號就能感通，就聯繫上了。我們這裡念頭、音聲發射出去，佛在那邊就收到了。要用真誠心，這個信號力量非常強大；散亂心，這個信息很微弱，不強。佛收到沒有？收到了。微弱的，可能到時候佛不來接引你，因為你煩惱、習氣沒放下。得放下才能到極樂世界，極樂世界不能因為你被染污。所以，煩惱一定要用佛號的力量把它伏住。到西方極樂世界，煩惱習氣雖然在，不會起現行。那個世界的環境好，世尊教學的善巧方便，叫你六根所接觸到的全是正法。阿彌陀佛對於初到極樂世界的人，確實像中國古人所說的慈母對她的嬰孩，照顧得無微不至，所有一切負面的、邪惡的絕對禁止，不讓你見到，不讓你聽到，不讓你接觸到。在極樂世界所接觸到的，純淨純善，所以煩惱習氣很快就斷掉了，就轉變了。這是一切諸佛剎土裡頭沒有的，我們得好好的記住。這個緣太殊勝、太難得了，一定要掌握到，我們這一生才能圓滿成就。娑婆世界一定要放下，人間、天上都要放下。天堂樂，貪戀天堂就去不了了，就出不了輪迴。不能夠貪戀天堂，到極樂世界去，去幹什麼？去成佛去，到極樂世界不是為別的事情，就是成佛，成跟阿彌陀佛一樣的佛。"
    },
    {
      "id": "02-040-0163_p0029",
      "zh_CN": "法藏在此地所说的，表达他自己的愿望，「我若闻后」，佛你教我，你教我之后，「定能如法修习，圆满所愿」。这个话中听，哪一个做老师的人，听到学生发这个愿，而不会教他？当然会教他，这个学生太难得了。真正能接受教诲的，中国古人说孺子可教，那是什么？他真肯学。「我若得闻如是等等妙刹及其摄取之法」，诸佛的妙土，诸佛教化众生的方法，都是值得学习的，「我当思惟修习，誓当圆满我之所愿」，满法藏度众生的大愿。",
      "zh_TW": "法藏在此地所說的，表達他自己的願望，「我若聞後」，佛你教我，你教我之後，「定能如法修習，圓滿所願」。這個話中聽，哪一個做老師的人，聽到學生發這個願，而不會教他？當然會教他，這個學生太難得了。真正能接受教誨的，中國古人說孺子可教，那是什麼？他真肯學。「我若得聞如是等等妙剎及其攝取之法」，諸佛的妙土，諸佛教化眾生的方法，都是值得學習的，「我當思惟修習，誓當圓滿我之所願」，滿法藏度眾生的大願。"
    },
    {
      "id": "02-040-0163_p0030",
      "zh_CN": "诸佛如来度众生，五种不同的根性有五种不同的方法来接引，那就是菩萨、声闻、缘觉、天人、六道众生。像释迦牟尼佛，各别不一样的方法。但是法藏他的想法，这些不同根性的人，我统统一起收，一起来教学。这个方法，十方诸佛刹土里头没有。同在一个讲堂、在一个教室，根性完全不相同，学习的法门不相同，怎么能在一起上课？但是极乐世界，真的是在一起上课，佛以一音而说法，众生随类各得解，他没有障碍。好比这个大讲堂里头，有博士、有教授、有中学生、有小学生，还有不认识字的、没读过书的，统统在一起。这个上课的老师跟大家讲课，讲到怎么样？每个人听的都是他自己程度东西。博士班他听的是博士教室里课程，中学生听的它是中学程度，小学听的是小学程度，统统都能听得懂，全都得利益。菩萨听的是大乘，声闻缘觉听的是小乘，人、天听的是人乘佛法、天乘佛法。佛是一音说出来的，我喜欢听《无量寿》，我听全是讲《无量寿经》；他喜欢《华严经》，他听的是佛讲的就是《华严经》；那个要听《法华》，他听的就是《法华经》，一丝毫障碍都没有。这是诸佛刹土里头没有，遍法界虚空界就这一家。我们上这个学校，这是个特殊学校，所以它成就非常快速。",
      "zh_TW": "諸佛如來度眾生，五種不同的根性有五種不同的方法來接引，那就是菩薩、聲聞、緣覺、天人、六道眾生。像釋迦牟尼佛，各別不一樣的方法。但是法藏他的想法，這些不同根性的人，我統統一起收，一起來教學。這個方法，十方諸佛剎土裡頭沒有。同在一個講堂、在一個教室，根性完全不相同，學習的法門不相同，怎麼能在一起上課？但是極樂世界，真的是在一起上課，佛以一音而說法，眾生隨類各得解，他沒有障礙。好比這個大講堂裡頭，有博士、有教授、有中學生、有小學生，還有不認識字的、沒讀過書的，統統在一起。這個上課的老師跟大家講課，講到怎麼樣？每個人聽的都是他自己程度東西。博士班他聽的是博士教室裡課程，中學生聽的它是中學程度，小學聽的是小學程度，統統都能聽得懂，全都得利益。菩薩聽的是大乘，聲聞緣覺聽的是小乘，人、天聽的是人乘佛法、天乘佛法。佛是一音說出來的，我喜歡聽《無量壽》，我聽全是講《無量壽經》；他喜歡《華嚴經》，他聽的是佛講的就是《華嚴經》；那個要聽《法華》，他聽的就是《法華經》，一絲毫障礙都沒有。這是諸佛剎土裡頭沒有，遍法界虛空界就這一家。我們上這個學校，這是個特殊學校，所以它成就非常快速。"
    },
    {
      "id": "02-040-0163_p0031",
      "zh_CN": "我在这个经典学了这么多遍，我体会到一桩事，是我们到极乐世界，进入阿弥陀佛的讲堂，什么时候我们出来，离开他的讲堂，就成佛了；不成佛没有离开讲堂，离开讲堂就成佛了。你看，进讲堂是凡夫，出来就成佛，不可思议！为什么？极乐世界没有空间、没有时间，极乐世界的人是法性身，居住的国土是法性土，法性是真常，不生不灭；法性是真常，没有变易。阿赖耶是刹那生灭，自性没有，自性是不生不灭。《中观论》上讲的八不，不来不去，不一不异。所以在那个环境里，不需要饮食，不需要睡眠。极乐世界是光明世界，没有黑暗，佛身放光，每个往生人身自然放光，花草树木放光，大地、空中是一片光明，它没有黑暗，阿弥陀佛讲经永远没有中断。",
      "zh_TW": "我在這個經典學了這麼多遍，我體會到一樁事，是我們到極樂世界，進入阿彌陀佛的講堂，什麼時候我們出來，離開他的講堂，就成佛了；不成佛沒有離開講堂，離開講堂就成佛了。你看，進講堂是凡夫，出來就成佛，不可思議！為什麼？極樂世界沒有空間、沒有時間，極樂世界的人是法性身，居住的國土是法性土，法性是真常，不生不滅；法性是真常，沒有變易。阿賴耶是剎那生滅，自性沒有，自性是不生不滅。《中觀論》上講的八不，不來不去，不一不異。所以在那個環境裡，不需要飲食，不需要睡眠。極樂世界是光明世界，沒有黑暗，佛身放光，每個往生人身自然放光，花草樹木放光，大地、空中是一片光明，它沒有黑暗，阿彌陀佛講經永遠沒有中斷。"
    },
    {
      "id": "02-040-0163_p0032",
      "zh_CN": "佛在那边现的是报身，世尊在《观无量寿佛经》上告诉我们，阿弥陀佛身有八万四千相，每一个相有八万四千好，每一个好放八万四千光，每一个光明里面都有诸佛菩萨在讲经教学，普度遍法界虚空界一切众生。凡是往生到极乐世界的人，到达极乐世界，皆作阿惟越致菩萨，阿惟越致菩萨的身相，跟阿弥陀佛完全相同，这是阿弥陀佛发愿成就的。为什么？十方世界人的相不相同，不相同就生烦恼，相貌好的人生傲慢，相貌不好的人就有自卑感、就有怨恨，这不就找烦恼吗？所以佛看到十方世界有这个情形，他不要，他所选择的，相貌完全相同，大家心平等、心清净，不会生起这个念头。弥陀四十八愿，愿愿都成就了，没有一愿是假的。这个道场难得，这个道场无比的殊胜庄严，我们有幸遇到了，能不向往吗？能不求往生吗？",
      "zh_TW": "佛在那邊現的是報身，世尊在《觀無量壽佛經》上告訴我們，阿彌陀佛身有八萬四千相，每一個相有八萬四千好，每一個好放八萬四千光，每一個光明裡面都有諸佛菩薩在講經教學，普度遍法界虛空界一切眾生。凡是往生到極樂世界的人，到達極樂世界，皆作阿惟越致菩薩，阿惟越致菩薩的身相，跟阿彌陀佛完全相同，這是阿彌陀佛發願成就的。為什麼？十方世界人的相不相同，不相同就生煩惱，相貌好的人生傲慢，相貌不好的人就有自卑感、就有怨恨，這不就找煩惱嗎？所以佛看到十方世界有這個情形，他不要，他所選擇的，相貌完全相同，大家心平等、心清淨，不會生起這個念頭。彌陀四十八願，願願都成就了，沒有一願是假的。這個道場難得，這個道場無比的殊勝莊嚴，我們有幸遇到了，能不嚮往嗎？能不求往生嗎？"
    },
    {
      "id": "02-040-0163_p0033",
      "zh_CN": "经上讲速证，这个话不是假的，真的是速证，你看进讲堂的时候凡夫，出来成佛了，这不是速证吗？你在讲堂待的时间多长，各人不一样，这是什么？各人的根性不相同。有人久远劫就修了，他成佛快，离开讲堂成佛；有人宿根比较薄、业障重，他的时间需要长一点，但是决定是一生成就，没有到第二生的。所以，这个法门古人所说的，当生成就的佛法。我们往生，活着去的，这个诸位一定要记住，不是死了去的。阿弥陀佛来接引你，你看见了，你没断气。你的身体要是好，你还可以告诉旁边的人，佛来接引我，我看到了，我现在要去了。这才把这个身体臭皮囊放下不要了。活着去的，没死，身体不要了。到那里得的身体是法性身，我们这个地方身体是阿赖耶的相分，这个一定要知道。我们现在用的心是阿赖耶的见分，全是假的，统统都丢掉。",
      "zh_TW": "經上講速證，這個話不是假的，真的是速證，你看進講堂的時候凡夫，出來成佛了，這不是速證嗎？你在講堂待的時間多長，各人不一樣，這是什麼？各人的根性不相同。有人久遠劫就修了，他成佛快，離開講堂成佛；有人宿根比較薄、業障重，他的時間需要長一點，但是決定是一生成就，沒有到第二生的。所以，這個法門古人所說的，當生成就的佛法。我們往生，活著去的，這個諸位一定要記住，不是死了去的。阿彌陀佛來接引你，你看見了，你沒斷氣。你的身體要是好，你還可以告訴旁邊的人，佛來接引我，我看到了，我現在要去了。這才把這個身體臭皮囊放下不要了。活著去的，沒死，身體不要了。到那裡得的身體是法性身，我們這個地方身體是阿賴耶的相分，這個一定要知道。我們現在用的心是阿賴耶的見分，全是假的，統統都丟掉。"
    },
    {
      "id": "02-040-0163_p0034",
      "zh_CN": "自性里面本具见闻觉知，它本来有的。迷了自性，变成阿赖耶，阿赖耶把见闻觉知变成受想行识，妄心。所以，往生到极乐世界，在莲花里面产生了蜕变，这个蜕变是转八识成四智，转阿赖耶的见、相两分成为法性身、法性土。时间很快，刹那之间，就在莲花，坐上莲花，莲花苞合起来，里面就产生变化。到极乐世界花一开，那个身是法性身，不是这个肉身，妙极了！极乐世界依正庄严，法性土。极乐世界怎么来的，后面会给我们说到，真正不可思议。",
      "zh_TW": "自性裡面本具見聞覺知，它本來有的。迷了自性，變成阿賴耶，阿賴耶把見聞覺知變成受想行識，妄心。所以，往生到極樂世界，在蓮花裡面產生了蛻變，這個蛻變是轉八識成四智，轉阿賴耶的見、相兩分成為法性身、法性土。時間很快，剎那之間，就在蓮花，坐上蓮花，蓮花苞合起來，裡面就產生變化。到極樂世界花一開，那個身是法性身，不是這個肉身，妙極了！極樂世界依正莊嚴，法性土。極樂世界怎麼來的，後面會給我們說到，真正不可思議。"
    },
    {
      "id": "02-040-0163_p0035",
      "zh_CN": "「佛为宣演」，分二科，第一个「知机」，认识机缘；也就是说，认识这个人，他是真学还是假学，他能不能学成功。我们中国一般人说知人，知机比知人意思还要深、还要广。他真的能成功，真能成就，真正能担起普度众生的大任。",
      "zh_TW": "「佛為宣演」，分二科，第一個「知機」，認識機緣；也就是說，認識這個人，他是真學還是假學，他能不能學成功。我們中國一般人說知人，知機比知人意思還要深、還要廣。他真的能成功，真能成就，真正能擔起普度眾生的大任。"
    },
    {
      "id": "02-040-0163_p0036",
      "zh_CN": "【世间自在王佛知其高明。志愿深广。】",
      "zh_TW": "【世間自在王佛知其高明。志願深廣。】"
    },
    {
      "id": "02-040-0163_p0037",
      "zh_CN": "「高者，上也，崇也，远也」，有这几个意思，高。「明者，光也，照也，通也」，有这些意思。「《会疏》曰：高明约具德，深广约愿心」。『高明』是就他的德来讲的，德高。明，是从他的愿讲的，他的愿心，明是智慧。弘愿深广，他发的愿，普度一切众生，无量无边际。",
      "zh_TW": "「高者，上也，崇也，遠也」，有這幾個意思，高。「明者，光也，照也，通也」，有這些意思。「《會疏》曰：高明約具德，深廣約願心」。『高明』是就他的德來講的，德高。明，是從他的願講的，他的願心，明是智慧。弘願深廣，他發的願，普度一切眾生，無量無邊際。"
    },
    {
      "id": "02-040-0163_p0038",
      "zh_CN": "那么我们要问了，法性土，法性就是土，法性身，法性就是身，法性在哪里？无处不在、无时不在。法性是全宇宙，用佛经的话说，遍法界虚空界万事万物的本体，是法性，统统从法性变的。极乐世界在哪里？极乐世界实际上无处不在、无时不在，真正无有边际。西方在哪里？就在当下。怎么证得？放下起心动念、分别执着，就证得了，你就见到阿弥陀佛。成佛是回归到法性，在极乐世界，肯定回归是《华严经》上讲的妙觉如来，也就是回归自性。我们从一念不觉，迷失了自性，现在兜了一个大圈子又回归自性，回归自性就是圆满成佛。成佛之后，才有能力帮助遍法界虚空界一切众生。为什么？真正得大自在，《华严经》上所说的四无碍法界，理无碍、事无碍、理事无碍、事事无碍，你统统证得。这才真正获得，这个能力不是从外来的，是自性本有的，无量智慧、无量德能、无量相好，你当然能够普度无量众生。无量众生跟自己原本是一体，现在、未来还是一体，只是自己不知道。",
      "zh_TW": "那麼我們要問了，法性土，法性就是土，法性身，法性就是身，法性在哪裡？無處不在、無時不在。法性是全宇宙，用佛經的話說，遍法界虛空界萬事萬物的本體，是法性，統統從法性變的。極樂世界在哪裡？極樂世界實際上無處不在、無時不在，真正無有邊際。西方在哪裡？就在當下。怎麼證得？放下起心動念、分別執著，就證得了，你就見到阿彌陀佛。成佛是回歸到法性，在極樂世界，肯定回歸是《華嚴經》上講的妙覺如來，也就是回歸自性。我們從一念不覺，迷失了自性，現在兜了一個大圈子又回歸自性，回歸自性就是圓滿成佛。成佛之後，才有能力幫助遍法界虛空界一切眾生。為什麼？真正得大自在，《華嚴經》上所說的四無礙法界，理無礙、事無礙、理事無礙、事事無礙，你統統證得。這才真正獲得，這個能力不是從外來的，是自性本有的，無量智慧、無量德能、無量相好，你當然能夠普度無量眾生。無量眾生跟自己原本是一體，現在、未來還是一體，只是自己不知道。"
    },
    {
      "id": "02-040-0163_p0039",
      "zh_CN": "诸佛菩萨千变万化，一切造作都没有起心动念、都没有分别执着，这叫「随缘妙用」。妙用里面第一个，为一切众生做好样子，叫「威仪有则」。虽然示现种种，像释迦牟尼佛示现八相成道、示现四十九年的教学，没有起心动念。如果起心动念他堕落了，起心动念是凡夫，法身菩萨都不起心、不动念了，就是实报土的。起心动念是谁？十法界的。那如来从妙觉掉到十法界里头，哪有这个道理！他的妙，妙用，妙在哪里？跟我们一样，和光同尘，也穿衣、也吃饭、也在一块聊天，我们起心动念、分别执着，他全没有。妙，妙在这里，真妙！我们执着空、执着有，他空有二边不执着。我们还说二边不立，中道不存，这是废话，二边跟中道不又建立二边了吗？废话。真妙！待人接物「柔和质直」，质直是什么？真心，用真心，对人柔和、欢喜，像弥勒菩萨一样，对任何人，对善人、对恶人，对修福的人、对造地狱罪的人，统统是笑面。他没起心动念，他没有分别执着，他这种行谊就是在度众生。",
      "zh_TW": "諸佛菩薩千變萬化，一切造作都沒有起心動念、都沒有分別執著，這叫「隨緣妙用」。妙用裡面第一個，為一切眾生做好樣子，叫「威儀有則」。雖然示現種種，像釋迦牟尼佛示現八相成道、示現四十九年的教學，沒有起心動念。如果起心動念他墮落了，起心動念是凡夫，法身菩薩都不起心、不動念了，就是實報土的。起心動念是誰？十法界的。那如來從妙覺掉到十法界裡頭，哪有這個道理！他的妙，妙用，妙在哪裡？跟我們一樣，和光同塵，也穿衣、也吃飯、也在一塊聊天，我們起心動念、分別執著，他全沒有。妙，妙在這裡，真妙！我們執著空、執著有，他空有二邊不執著。我們還說二邊不立，中道不存，這是廢話，二邊跟中道不又建立二邊了嗎？廢話。真妙！待人接物「柔和質直」，質直是什麼？真心，用真心，對人柔和、歡喜，像彌勒菩薩一樣，對任何人，對善人、對惡人，對修福的人、對造地獄罪的人，統統是笑面。他沒起心動念，他沒有分別執著，他這種行誼就是在度眾生。"
    },
    {
      "id": "02-040-0163_p0040",
      "zh_CN": "末后一句，「代众生苦」。代众生苦，是我们看到的，凡夫看到的，示现在六道，示现在三恶道。佛要度畜生，得现畜生身，度蚂蚁，现蚂蚁身，才能跟牠沟通，才能跟牠说法，不同的身不行。佛在哪里？无处不在，这个一定要知道。为什么？只要有众生的地方就有佛。所以，佛在地狱，佛在饿鬼，佛在畜生，哪里都有，花草树木都有。我们能不恭敬吗？我们能轻视他吗？我们能作践他吗？我们轻慢、作践，佛不见怪，为什么？你无知，你根本不知道，你不知道那个蚂蚁是佛、不知道那个蚊虫是佛，不知道。所以佛法深妙，真正不可思议。",
      "zh_TW": "末後一句，「代眾生苦」。代眾生苦，是我們看到的，凡夫看到的，示現在六道，示現在三惡道。佛要度畜生，得現畜生身，度螞蟻，現螞蟻身，才能跟牠溝通，才能跟牠說法，不同的身不行。佛在哪裡？無處不在，這個一定要知道。為什麼？只要有眾生的地方就有佛。所以，佛在地獄，佛在餓鬼，佛在畜生，哪裡都有，花草樹木都有。我們能不恭敬嗎？我們能輕視他嗎？我們能作踐他嗎？我們輕慢、作踐，佛不見怪，為什麼？你無知，你根本不知道，你不知道那個螞蟻是佛、不知道那個蚊蟲是佛，不知道。所以佛法深妙，真正不可思議。"
    },
    {
      "id": "02-040-0163_p0041",
      "zh_CN": "这个下面再举出具体的事相来说，「谓持戒禅定，超胜世间，故谓高」。高德在哪里？高德在持戒，持戒是为世间人做出最好的榜样。禅定，心不散乱，心里头没有杂念、没有妄想。念佛人心里这一句佛号，这一句佛号，世尊在《大集经》上告诉我们，这是「无上深妙禅」。佛说这句话的意思，就是告诉我们不要再羡慕禅宗，我们自己修的是禅，只是跟他们的方法不一样。他们在禅堂打坐、参究，我们行住坐卧都是禅，心不动。禅的意思是离开一切妄想，就是放下一切妄想，跟中国定的意思差不多。但是禅定里头它有观，止观平等，这是佛的禅定。我们的观就是这一句佛号，一句佛号清清楚楚、了了分明，这是观；万缘放下那是止，心定在一处。这是净宗跟所有法门有相通的地方，教我们选定一门，不再攀缘。这一门深入，开悟了，见性了，就什么都通了，问题全解决了。",
      "zh_TW": "這個下面再舉出具體的事相來說，「謂持戒禪定，超勝世間，故謂高」。高德在哪裡？高德在持戒，持戒是為世間人做出最好的榜樣。禪定，心不散亂，心裡頭沒有雜念、沒有妄想。念佛人心裡這一句佛號，這一句佛號，世尊在《大集經》上告訴我們，這是「無上深妙禪」。佛說這句話的意思，就是告訴我們不要再羨慕禪宗，我們自己修的是禪，只是跟他們的方法不一樣。他們在禪堂打坐、參究，我們行住坐臥都是禪，心不動。禪的意思是離開一切妄想，就是放下一切妄想，跟中國定的意思差不多。但是禪定裡頭它有觀，止觀平等，這是佛的禪定。我們的觀就是這一句佛號，一句佛號清清楚楚、了了分明，這是觀；萬緣放下那是止，心定在一處。這是淨宗跟所有法門有相通的地方，教我們選定一門，不再攀緣。這一門深入，開悟了，見性了，就什麼都通了，問題全解決了。"
    },
    {
      "id": "02-040-0163_p0042",
      "zh_CN": "「方便般若，照究诸法，故谓明」。实相般若是体，实相般若起作用叫方便般若，所以这个明，是对教化众生说的。「远彻来际无挠，故谓深」。括弧里说，能够远究达于未来之极处，没有干扰，没有阻挠。远，是遍法界虚空界，虚空没有边际。远彻来际，来际是未来际，这是智照。《心经》上说的，「观自在菩萨」，就是观世音菩萨，等觉菩萨，菩萨也是久远劫已经成佛了，现在是现菩萨身，这叫倒驾慈航，现菩萨身是为度众生；「照见五蕴皆空」。五蕴代表遍法界虚空界万事万法，为什么？它都离不开五蕴。万事万法的基础，在佛经上讲叫极微色，那就是五蕴。极微色里面有五个现象，第一个，有物质现象，就是色；除物质现象之外，它有精神现象、心理现象，它有受、它有想、它有行、它有识。所以极微就是五蕴。",
      "zh_TW": "「方便般若，照究諸法，故謂明」。實相般若是體，實相般若起作用叫方便般若，所以這個明，是對教化眾生說的。「遠徹來際無撓，故謂深」。括弧裡說，能夠遠究達於未來之極處，沒有干擾，沒有阻撓。遠，是遍法界虛空界，虛空沒有邊際。遠徹來際，來際是未來際，這是智照。《心經》上說的，「觀自在菩薩」，就是觀世音菩薩，等覺菩薩，菩薩也是久遠劫已經成佛了，現在是現菩薩身，這叫倒駕慈航，現菩薩身是為度眾生；「照見五蘊皆空」。五蘊代表遍法界虛空界萬事萬法，為什麼？它都離不開五蘊。萬事萬法的基礎，在佛經上講叫極微色，那就是五蘊。極微色裡面有五個現象，第一個，有物質現象，就是色；除物質現象之外，它有精神現象、心理現象，它有受、它有想、它有行、它有識。所以極微就是五蘊。"
    },
    {
      "id": "02-040-0163_p0043",
      "zh_CN": "现在被科学家发现了，科学家给它定个名词，叫微中子。这个东西有多大？科学家告诉我们，一百亿个微中子聚集在一起等于一个电子，原子里头绕着原子核旋转的电子，等于一个电子。它的体积是一个电子的一百亿分之一。小到我们无法想像，肉眼看不见，阿罗汉的天眼也看不见，三贤菩萨的法眼也看不见。谁能看见？大乘经里面常说的八地以上，八地、九地、十地、等觉、妙觉，这个五个位次上的佛菩萨，他们看见。科学家是用仪器观察到的，真正可以说得上是精密的仪器。",
      "zh_TW": "現在被科學家發現了，科學家給它定個名詞，叫微中子。這個東西有多大？科學家告訴我們，一百億個微中子聚集在一起等於一個電子，原子裡頭繞著原子核旋轉的電子，等於一個電子。它的體積是一個電子的一百億分之一。小到我們無法想像，肉眼看不見，阿羅漢的天眼也看不見，三賢菩薩的法眼也看不見。誰能看見？大乘經裡面常說的八地以上，八地、九地、十地、等覺、妙覺，這個五個位次上的佛菩薩，他們看見。科學家是用儀器觀察到的，真正可以說得上是精密的儀器。"
    },
    {
      "id": "02-040-0163_p0044",
      "zh_CN": "五蕴是空的。物质从哪里来的？从心想生的。科学家确实把这个极微色，就是微中子，打破。一打破之后，物质没有了，看到什么现象？看到是意念波动的现象。这个谜底算是揭穿了，物质从哪里来的？是念头变现出来的，是这么回事情。所以科学家提出一个结论，说「以心控物」，心念可以控制物质环境。这个定律，为我们解释开极乐世界跟我们娑婆世界是怎么回事情，我们就完全明白了。极乐、娑婆都是自性变现的，唯心所现，唯识所变，是一个道理。为什么极乐世界清净庄严？为什么我们这个世界染污、混浊？科学家就解释了，极乐世界的人心地清净善良，我们这个世界上的居民心行不善，严重染污，这问题解答了。清净心现净土，善良的心展现是善良的社会。我们这边，染污的念头、染污的意念变成现在染污的地球，不善的念头造成整个世界社会秩序的混乱，这个因、果，科学找到了。所以，科学家提出化解地球灾难的方法，跟佛经上所讲的完全相同。如何化解？地球上的居民能够回头是岸，「弃恶扬善」，这第一个，第二个「改邪归正」，第三个「端正心念」，就行了，地球上灾难就没有了，社会秩序就恢复了。这是近代物理学家提出来的，也就是境随心转，一点都没错，相由心生。",
      "zh_TW": "五蘊是空的。物質從哪裡來的？從心想生的。科學家確實把這個極微色，就是微中子，打破。一打破之後，物質沒有了，看到什麼現象？看到是意念波動的現象。這個謎底算是揭穿了，物質從哪裡來的？是念頭變現出來的，是這麼回事情。所以科學家提出一個結論，說「以心控物」，心念可以控制物質環境。這個定律，為我們解釋開極樂世界跟我們娑婆世界是怎麼回事情，我們就完全明白了。極樂、娑婆都是自性變現的，唯心所現，唯識所變，是一個道理。為什麼極樂世界清淨莊嚴？為什麼我們這個世界染污、混濁？科學家就解釋了，極樂世界的人心地清淨善良，我們這個世界上的居民心行不善，嚴重染污，這問題解答了。清淨心現淨土，善良的心展現是善良的社會。我們這邊，染污的念頭、染污的意念變成現在染污的地球，不善的念頭造成整個世界社會秩序的混亂，這個因、果，科學找到了。所以，科學家提出化解地球災難的方法，跟佛經上所講的完全相同。如何化解？地球上的居民能夠回頭是岸，「棄惡揚善」，這第一個，第二個「改邪歸正」，第三個「端正心念」，就行了，地球上災難就沒有了，社會秩序就恢復了。這是近代物理學家提出來的，也就是境隨心轉，一點都沒錯，相由心生。"
    },
    {
      "id": "02-040-0163_p0045",
      "zh_CN": "心跟物是一不是二，不能分，这科学家提出来的。地球上四百多年来的科学，一开端到现在走入一个误区，这个误区就是二分法，把一切法分作两分，物理、心理，科学偏重在物理。现在知道，物理跟心理不能分，它是一不是二，心是物的基础，心能控制物。现在物出了麻烦，不能解决了，物理不能解决了，现在他们提出来，念头可以解决。但是这些物理学家还不相信，还不能接受。所以这批新兴的科学家，称这个为前卫科学，还要继续努力找证据，证明念头确确实实可以改变物质，大家就相信了。这些科学家天天在收集证据。",
      "zh_TW": "心跟物是一不是二，不能分，這科學家提出來的。地球上四百多年來的科學，一開端到現在走入一個誤區，這個誤區就是二分法，把一切法分作兩分，物理、心理，科學偏重在物理。現在知道，物理跟心理不能分，它是一不是二，心是物的基礎，心能控制物。現在物出了麻煩，不能解決了，物理不能解決了，現在他們提出來，念頭可以解決。但是這些物理學家還不相信，還不能接受。所以這批新興的科學家，稱這個為前衛科學，還要繼續努力找證據，證明念頭確確實實可以改變物質，大家就相信了。這些科學家天天在收集證據。"
    },
    {
      "id": "02-040-0163_p0046",
      "zh_CN": "他们收集证据头一个目标是疗愈。得重病，医院里头宣布无药可治了，存活的期间只有一、二个月，等于宣判死刑。让他家人带他回家照顾，他想吃什么都给他，他住世不久了。这些重病的人，里头有不少是宗教信徒，宗教信徒的心理跟一般病人不一样。既然知道存活的期间只有几十天，很短了，他什么都不想了，想他的神，想他的上帝，想他的天堂，希望死了以后到天堂去。天天祈祷，对于病忘掉了，根本不理会它，一天到晚祈祷，期望上帝带他到天堂。过一、二个月，感觉得挺好的，不像医生说那么严重。再去检查，病没有了。医院说这是奇迹。什么原因？就是念头改变了，不去想病，只要想病，想病好、想病不好，那都是医生讲的死路一条。根本就不要想，就想上帝，就想天堂，把自己身体忘得一干二净，这个身体带着病毒的细胞统统恢复正常，人就好了，没事了。",
      "zh_TW": "他們收集證據頭一個目標是療癒。得重病，醫院裡頭宣布無藥可治了，存活的期間只有一、二個月，等於宣判死刑。讓他家人帶他回家照顧，他想吃什麼都給他，他住世不久了。這些重病的人，裡頭有不少是宗教信徒，宗教信徒的心理跟一般病人不一樣。既然知道存活的期間只有幾十天，很短了，他什麼都不想了，想他的神，想他的上帝，想他的天堂，希望死了以後到天堂去。天天祈禱，對於病忘掉了，根本不理會它，一天到晚祈禱，期望上帝帶他到天堂。過一、二個月，感覺得挺好的，不像醫生說那麼嚴重。再去檢查，病沒有了。醫院說這是奇蹟。什麼原因？就是念頭改變了，不去想病，只要想病，想病好、想病不好，那都是醫生講的死路一條。根本就不要想，就想上帝，就想天堂，把自己身體忘得一乾二淨，這個身體帶著病毒的細胞統統恢復正常，人就好了，沒事了。"
    },
    {
      "id": "02-040-0163_p0047",
      "zh_CN": "人为什么会生病？老人都要生病？他就想到，我老了，社会上没用了，一天比一天老。人家很多人问我，好像我没有见到老化，什么原因？我没想到老，没想到我已经老了，没想到，根本不想这个问题。根本不要去想病，你里面的带着病毒的细胞就统统恢复正常。你得相信，你不信不行。还得去找医生、找什么医药，我这里有问题、那里有问题，你的问题真来了。所以，不能去想，就没事，愈想事情愈多，愈想愈麻烦。真正放弃，不想的人，个个都没有问题。这不是奇迹，这就是意念改变了物质现象。",
      "zh_TW": "人為什麼會生病？老人都要生病？他就想到，我老了，社會上沒用了，一天比一天老。人家很多人問我，好像我沒有見到老化，什麼原因？我沒想到老，沒想到我已經老了，沒想到，根本不想這個問題。根本不要去想病，你裡面的帶著病毒的細胞就統統恢復正常。你得相信，你不信不行。還得去找醫生、找什麼醫藥，我這裡有問題、那裡有問題，你的問題真來了。所以，不能去想，就沒事，愈想事情愈多，愈想愈麻煩。真正放棄，不想的人，個個都沒有問題。這不是奇蹟，這就是意念改變了物質現象。"
    },
    {
      "id": "02-040-0163_p0048",
      "zh_CN": "这么多人实验成功了，我们看到科学报告，我们得相信。希望你有一个很好的健康的身体，不要去想病，只想阿弥陀佛。也不要去想往生，往生是自然现象，到时候佛就来接引你，佛来带你走，你不需要操一点心。你说这个净宗多简单！真的，整个关键都在信心，你不信它，你就没法子了，你要相信它，真的，现前就得救。把所有一切，什么医疗什么东西统统放下。饮食改变成素食，清淡，粗茶淡饭就能把你的身体调养好，不需要任何补品，补品都有副作用，花钱不值得。念头第一，用念头恢复我们的健康，延长我们的寿命。延长寿命是愿力，我延长寿命干什么？为众生服务，为正法，不为自己。如果为自己，那你的命长寿，是你自己寿命。你为众生，你短命，命也延长了，为什么？众生需要你，佛菩萨需要你，不是你自己的事情。好，现在时间到了。",
      "zh_TW": "這麼多人實驗成功了，我們看到科學報告，我們得相信。希望你有一個很好的健康的身體，不要去想病，只想阿彌陀佛。也不要去想往生，往生是自然現象，到時候佛就來接引你，佛來帶你走，你不需要操一點心。你說這個淨宗多簡單！真的，整個關鍵都在信心，你不信它，你就沒法子了，你要相信它，真的，現前就得救。把所有一切，什麼醫療什麼東西統統放下。飲食改變成素食，清淡，粗茶淡飯就能把你的身體調養好，不需要任何補品，補品都有副作用，花錢不值得。念頭第一，用念頭恢復我們的健康，延長我們的壽命。延長壽命是願力，我延長壽命幹什麼？為眾生服務，為正法，不為自己。如果為自己，那你的命長壽，是你自己壽命。你為眾生，你短命，命也延長了，為什麼？眾生需要你，佛菩薩需要你，不是你自己的事情。好，現在時間到了。"
    }
  ]
}