{
  "doc_id": "02-040-0110",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一０集",
    "zh_TW": "第一一０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0110",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0110_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百四十二页，第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百四十二頁，第四行："
    },
    {
      "id": "02-040-0110_p0002",
      "zh_CN": "「《合赞》云：超过分段、变易二死，安住出世二空之智，此即成就智断二德也。」这一句文里面讲到分段、变易两种生死，我们前面学过了。接着是安住出世二空之智。二空，我们参考资料里面第一段，「人空」，我们学过，再把这个文念一遍。「一、人空：人空即我空也，亦曰生空。谓凡夫妄计五蕴是我，强立主宰，引生烦恼，造种种业。佛为破此计，故说五蕴无我。二乘悟之，入无我理，是名人空。」声闻缘觉听佛这些开示，明白了，不再执着这个身心是我。五蕴是色受想行识，大小乘经论里头讲得很多，可是这其中真正的意思能体会得到的人不多，为什么？真正体会到了，他就证果。小乘初果，我们大家都知道，初果必定是五种见惑放下，也就是说断掉了。五种见惑里面第一个，身见，执着这个身体。色身，物质的这个身体是色法；受想行识，我们有苦乐忧喜的感受，身有苦乐，心有忧喜，这是说受；除了受之外，还有想，想前想后，想东想西，所谓是妄想一大堆，这属于心法；有行，行是什么意思？我们这个念头跟这个肉身，念念相续不断，这叫行。五蕴的确是有相当的深度，不是一般人能理解的。能够理解，能够做到，他是圣人，他不是凡夫，小乘初果就是圣人。最后一个是识，识就是妄心，所有一切虚妄的根本，无论是色法心法，它是根本。",
      "zh_TW": "「《合贊》云：超過分段、變易二死，安住出世二空之智，此即成就智斷二德也。」這一句文裡面講到分段、變易兩種生死，我們前面學過了。接著是安住出世二空之智。二空，我們參考資料裡面第一段，「人空」，我們學過，再把這個文念一遍。「一、人空：人空即我空也，亦曰生空。謂凡夫妄計五蘊是我，強立主宰，引生煩惱，造種種業。佛為破此計，故說五蘊無我。二乘悟之，入無我理，是名人空。」聲聞緣覺聽佛這些開示，明白了，不再執著這個身心是我。五蘊是色受想行識，大小乘經論裡頭講得很多，可是這其中真正的意思能體會得到的人不多，為什麼？真正體會到了，他就證果。小乘初果，我們大家都知道，初果必定是五種見惑放下，也就是說斷掉了。五種見惑裡面第一個，身見，執著這個身體。色身，物質的這個身體是色法；受想行識，我們有苦樂憂喜的感受，身有苦樂，心有憂喜，這是說受；除了受之外，還有想，想前想後，想東想西，所謂是妄想一大堆，這屬於心法；有行，行是什麼意思？我們這個念頭跟這個肉身，念念相續不斷，這叫行。五蘊的確是有相當的深度，不是一般人能理解的。能夠理解，能夠做到，他是聖人，他不是凡夫，小乘初果就是聖人。最後一個是識，識就是妄心，所有一切虛妄的根本，無論是色法心法，它是根本。"
    },
    {
      "id": "02-040-0110_p0003",
      "zh_CN": "我们学佛学了这么多年，实际上对五蕴皆空真的是没有搞清楚。最近这些年来，我们看到弥勒菩萨跟释迦牟尼佛的对话，给我们很大的一个启示。这个二、三年我们看到量子科学家的报告，把这个问题搞清楚了，不再疑惑，晓得世尊讲五蕴皆空是真正的事实真相。弥勒菩萨跟佛的对话，是世尊问弥勒，说：「心有所念，几念几相识耶？」这是经的原文。要用现代话来讲，就是世尊问弥勒菩萨，凡夫动一个念头，这个念头里头有几多念？有几个相？有几个识？这话是这么个意思。这些话我们听都听不懂，怎么动个念，有几个念、几个相、几个识？我们真是听不懂。但是弥勒菩萨回答，我们就明白了。弥勒菩萨说「一弹指有三十二亿百千念」，单位是百千，一百个千是十万，三十二亿个十万，三百二十兆，一弹指有三百二十兆的念头。念念成形，这一句是答复有几相，相就是物质现象，弥勒菩萨说每个念头都有，念念成形。形皆有识，每一个形，每一个物质现象，就是色相里头都有受想行识。我们看到这个才恍然大悟，这五蕴有了一个初步概念。",
      "zh_TW": "我們學佛學了這麼多年，實際上對五蘊皆空真的是沒有搞清楚。最近這些年來，我們看到彌勒菩薩跟釋迦牟尼佛的對話，給我們很大的一個啟示。這個二、三年我們看到量子科學家的報告，把這個問題搞清楚了，不再疑惑，曉得世尊講五蘊皆空是真正的事實真相。彌勒菩薩跟佛的對話，是世尊問彌勒，說：「心有所念，幾念幾相識耶？」這是經的原文。要用現代話來講，就是世尊問彌勒菩薩，凡夫動一個念頭，這個念頭裡頭有幾多念？有幾個相？有幾個識？這話是這麼個意思。這些話我們聽都聽不懂，怎麼動個念，有幾個念、幾個相、幾個識？我們真是聽不懂。但是彌勒菩薩回答，我們就明白了。彌勒菩薩說「一彈指有三十二億百千念」，單位是百千，一百個千是十萬，三十二億個十萬，三百二十兆，一彈指有三百二十兆的念頭。念念成形，這一句是答覆有幾相，相就是物質現象，彌勒菩薩說每個念頭都有，念念成形。形皆有識，每一個形，每一個物質現象，就是色相裡頭都有受想行識。我們看到這個才恍然大悟，這五蘊有了一個初步概念。"
    },
    {
      "id": "02-040-0110_p0004",
      "zh_CN": "一直到最近这几年，量子力学家公布他们研究的结果，说物质现象根本就没有，是假的，不是真的。他们用的方法，跟佛在经典上讲是同一个道理，就是把这个物质，最小的物质，把它分析。佛经上说的是从牛毛尘开始，牛毛比较粗，尖端上有一粒微尘，我们现在讲它有吸引力，它在牛毛尖端上不会掉下来。这很小的一个，也许眼睛很好的人能看见。把牛毛尘分成七分，七分之一这就很小，所以叫羊毛尘。羊毛细，羊毛尖端上那一粒尘是牛毛尘的七分之一，佛用这个分法。再把羊毛尘分成七分之一，叫兔毛尘。兔毛就更细，同样用这个分法，兔毛尘分成七分之一，叫水尘。学了一点物理学的人，能懂这个道理，水虽然有密度，在高度显微镜下，它还是有空隙。这一粒微尘能够从水的空隙里面走，它没有障碍，所以叫水尘。水尘再分成七分之一，叫金尘。金是金属，金银铜铁锡，金属。金属的密度大，但是当中还是有空隙，这一粒微尘，金属它可以通过，它没有障碍。这就是它很小，那么大密度里头还是有隙缝，它能钻得出去。金尘的七分之一，分成七分，七分之一叫微尘。佛经上讲的微尘是这个，肉眼看不见，佛说阿罗汉的天眼能看到微尘。也许佛说的微尘就是现在人所说的原子，大概是这个东西。",
      "zh_TW": "一直到最近這幾年，量子力學家公布他們研究的結果，說物質現象根本就沒有，是假的，不是真的。他們用的方法，跟佛在經典上講是同一個道理，就是把這個物質，最小的物質，把它分析。佛經上說的是從牛毛塵開始，牛毛比較粗，尖端上有一粒微塵，我們現在講它有吸引力，它在牛毛尖端上不會掉下來。這很小的一個，也許眼睛很好的人能看見。把牛毛塵分成七分，七分之一這就很小，所以叫羊毛塵。羊毛細，羊毛尖端上那一粒塵是牛毛塵的七分之一，佛用這個分法。再把羊毛塵分成七分之一，叫兔毛塵。兔毛就更細，同樣用這個分法，兔毛塵分成七分之一，叫水塵。學了一點物理學的人，能懂這個道理，水雖然有密度，在高度顯微鏡下，它還是有空隙。這一粒微塵能夠從水的空隙裡面走，它沒有障礙，所以叫水塵。水塵再分成七分之一，叫金塵。金是金屬，金銀銅鐵錫，金屬。金屬的密度大，但是當中還是有空隙，這一粒微塵，金屬它可以通過，它沒有障礙。這就是它很小，那麼大密度裡頭還是有隙縫，它能鑽得出去。金塵的七分之一，分成七分，七分之一叫微塵。佛經上講的微塵是這個，肉眼看不見，佛說阿羅漢的天眼能看到微塵。也許佛說的微塵就是現在人所說的原子，大概是這個東西。"
    },
    {
      "id": "02-040-0110_p0005",
      "zh_CN": "八十年前发现原子，认为这是物质里头最小的，可是八十年之后，这发展太快，把物质的谜底揭穿。微尘再分析，叫色聚极微，佛说了一个笼统的话，色聚极微。色聚极微，大概是现在科学家所说的基本粒子、夸克。基本粒子跟夸克合起来大概有一百多种，这是色聚极微，很小了。这个还能分，再分为七分之一，就叫极微之微。佛说不能分了，再分就没有了。现在科学家真的将这个夸克再分，分到最小的，科学的名词叫微中子。微中子多大？科学家告诉我们，一百亿个微中子聚集起来等于一个电子。原子里头，原子核、中子、电子，绕着原子核转的那个电子，一百亿个，就是一百亿分之一。科学家真有办法，他把它找出来了。找出来再分就没有了，物质现象没有了。这就跟佛讲的极微之微，再分就没有了。没有了是什么东西？看到是什么东西？看到的是念头的波动现象。所以这一下就发现，物质怎么来的？物质是念头来的。你看这个跟佛经上讲的，佛说「相由心生」，佛三千年前讲，相是物质现象，物质现象从哪里来？是念头生的，心生的，没有念头就没有物质。",
      "zh_TW": "八十年前發現原子，認為這是物質裡頭最小的，可是八十年之後，這發展太快，把物質的謎底揭穿。微塵再分析，叫色聚極微，佛說了一個籠統的話，色聚極微。色聚極微，大概是現在科學家所說的基本粒子、夸克。基本粒子跟夸克合起來大概有一百多種，這是色聚極微，很小了。這個還能分，再分為七分之一，就叫極微之微。佛說不能分了，再分就沒有了。現在科學家真的將這個夸克再分，分到最小的，科學的名詞叫微中子。微中子多大？科學家告訴我們，一百億個微中子聚集起來等於一個電子。原子裡頭，原子核、中子、電子，繞著原子核轉的那個電子，一百億個，就是一百億分之一。科學家真有辦法，他把它找出來了。找出來再分就沒有了，物質現象沒有了。這就跟佛講的極微之微，再分就沒有了。沒有了是什麼東西？看到是什麼東西？看到的是念頭的波動現象。所以這一下就發現，物質怎麼來的？物質是念頭來的。你看這個跟佛經上講的，佛說「相由心生」，佛三千年前講，相是物質現象，物質現象從哪裡來？是念頭生的，心生的，沒有念頭就沒有物質。"
    },
    {
      "id": "02-040-0110_p0006",
      "zh_CN": "所以科学家就说了一句话，根据他们的研究报告，世界上根本没有物质这个东西。物质是怎么回事情？是念头在波动状况产生的幻相。念头从哪里来的？科学家现在还没找到，只看到这个现象，说突然发生，立刻就不见了。这个话《楞严经》上有，「当处出生，随处灭尽」。他们的发现，经典上都有，佛说这个念头从业力生的。实际业力是什么？业力就是波动的现象，一念不觉就是波动现象。因为真心是不动的，这一念就是动的相，从真心变现出一个妄心，就是阿赖耶，一念不觉就是阿赖耶，阿赖耶的业相，就是基本的波动现象，这个现象变现出念头，由念头变现出物质。现在科学家就明白了，说出地球上这四百年的科学，最大的错误是二分法，因为误导了很多东西找不到答案。这个二分法就是把这个现象，宇宙的现象分成二分，物质现象、精神现象，就是心理学跟物理学。他说这是错误的，心理跟物理是一桩事情，决定不能分开。",
      "zh_TW": "所以科學家就說了一句話，根據他們的研究報告，世界上根本沒有物質這個東西。物質是怎麼回事情？是念頭在波動狀況產生的幻相。念頭從哪裡來的？科學家現在還沒找到，只看到這個現象，說突然發生，立刻就不見了。這個話《楞嚴經》上有，「當處出生，隨處滅盡」。他們的發現，經典上都有，佛說這個念頭從業力生的。實際業力是什麼？業力就是波動的現象，一念不覺就是波動現象。因為真心是不動的，這一念就是動的相，從真心變現出一個妄心，就是阿賴耶，一念不覺就是阿賴耶，阿賴耶的業相，就是基本的波動現象，這個現象變現出念頭，由念頭變現出物質。現在科學家就明白了，說出地球上這四百年的科學，最大的錯誤是二分法，因為誤導了很多東西找不到答案。這個二分法就是把這個現象，宇宙的現象分成二分，物質現象、精神現象，就是心理學跟物理學。他說這是錯誤的，心理跟物理是一樁事情，決定不能分開。"
    },
    {
      "id": "02-040-0110_p0007",
      "zh_CN": "你说现在物理出了事情，地球出了事情，地球是物质，科学没有办法解决，科学是物理，物理不能解决问题。能不能解决？心理能解决，因为物质是心变现的。所以佛经上说「境随心转」，境是外面的环境。色由心生，境随心转，你心好，外面物质现象变好，心不好它就变坏，就这么回事情。这个答案，我们今天这个世界，看看今天的人心，他是什么念头，就知道了。极乐世界为什么那么好？人人都念阿弥陀佛。现在我们知道，这一句阿弥陀佛的念头是善中之善、真中之真，没有任何一个念头能跟它相比。所以大家都念佛，这个力量可太大了！极乐世界就是这么成就的。每一个到极乐世界的人，都是念阿弥陀佛去的。到极乐世界，念佛不中断，还继续天天念。天堂比人间好，天堂念慈悲喜舍，念十善业道、慈悲喜舍，所以他的世界好。我们今天念的念头，是念的自私自利、贪瞋痴慢、杀盗淫妄，念这个东西，那就变成我们现前这种社会形态、这个地球上的这些麻烦事情。所以一切法从心想生。",
      "zh_TW": "你說現在物理出了事情，地球出了事情，地球是物質，科學沒有辦法解決，科學是物理，物理不能解決問題。能不能解決？心理能解決，因為物質是心變現的。所以佛經上說「境隨心轉」，境是外面的環境。色由心生，境隨心轉，你心好，外面物質現象變好，心不好它就變壞，就這麼回事情。這個答案，我們今天這個世界，看看今天的人心，他是什麼念頭，就知道了。極樂世界為什麼那麼好？人人都念阿彌陀佛。現在我們知道，這一句阿彌陀佛的念頭是善中之善、真中之真，沒有任何一個念頭能跟它相比。所以大家都念佛，這個力量可太大了！極樂世界就是這麼成就的。每一個到極樂世界的人，都是念阿彌陀佛去的。到極樂世界，念佛不中斷，還繼續天天念。天堂比人間好，天堂念慈悲喜捨，念十善業道、慈悲喜捨，所以他的世界好。我們今天念的念頭，是念的自私自利、貪瞋痴慢、殺盜淫妄，念這個東西，那就變成我們現前這種社會形態、這個地球上的這些麻煩事情。所以一切法從心想生。"
    },
    {
      "id": "02-040-0110_p0008",
      "zh_CN": "美国人，不是中国人，布莱登先生，这是量子力学家。前年，两年前在澳洲悉尼，他们一些科学家在那边开了一次会。邀请我，我没去，我让我们学院派了八个人去参加。他们会议是两天，听他们的报告。第一天讨论的主题是量子最新的这些发现，跟佛法愈来愈近，我们看到很欢喜。第二天主题就是讨论二０一二的灾难。布莱登告诉大家，希望全世界的人都能够回头，他提了三句话，第一个弃恶扬善，第二个改邪归正，第三个端正心念，他说马雅预言的灾难就可以化解，不但能化解，还会把地球带上更好的走向。这是两年前这些科学家们他们的结论。",
      "zh_TW": "美國人，不是中國人，布萊登先生，這是量子力學家。前年，兩年前在澳洲悉尼，他們一些科學家在那邊開了一次會。邀請我，我沒去，我讓我們學院派了八個人去參加。他們會議是兩天，聽他們的報告。第一天討論的主題是量子最新的這些發現，跟佛法愈來愈近，我們看到很歡喜。第二天主題就是討論二０一二的災難。布萊登告訴大家，希望全世界的人都能夠回頭，他提了三句話，第一個棄惡揚善，第二個改邪歸正，第三個端正心念，他說馬雅預言的災難就可以化解，不但能化解，還會把地球帶上更好的走向。這是兩年前這些科學家們他們的結論。"
    },
    {
      "id": "02-040-0110_p0009",
      "zh_CN": "根据量子力学的新发现，念力可以改变物质现象。他们现在全心全力在搜集证据，支持这个理论。这是最新发现，现在称为前卫科学。全世界科学家没有完全承认，所以叫前卫科学，要找到足够的证据。他们从哪里找？他们找那个重病的病人，癌症、绝症，医院宣布他存活的期间只有一、二个月，无法再治疗了，找这些人。这些人里面有不少信仰宗教的，他特别找这些人。信仰宗教的人，听到医院给他的宣布，他晓得寿命只有几天了，等于说是判了死刑。他也不顾病痛，也不去想这个病，好不好统统不想了，天天做祈祷，求上帝带他到天堂去，他就这么一个念头，不想病了。过了二、三个月，没事情，再去检查，病好了。问他用什么方法治疗？没有，没有治疗，也没有吃药打针，也没有找什么东西，一切都正常，就是把自己忘掉了。我们这里讲到人空，他做到这一点。人空了，所以他的病就自然好了。为什么？你念你的身体，不管念好、念不好，你都是给养分给它，让它生命延长。你忘掉它的时候，它的养分断绝了，那个病毒的细胞就死了，就这么回事情。他们现在找了很多很多这种案例来支持。",
      "zh_TW": "根據量子力學的新發現，念力可以改變物質現象。他們現在全心全力在蒐集證據，支持這個理論。這是最新發現，現在稱為前衛科學。全世界科學家沒有完全承認，所以叫前衛科學，要找到足夠的證據。他們從哪裡找？他們找那個重病的病人，癌症、絕症，醫院宣布他存活的期間只有一、二個月，無法再治療了，找這些人。這些人裡面有不少信仰宗教的，他特別找這些人。信仰宗教的人，聽到醫院給他的宣布，他曉得壽命只有幾天了，等於說是判了死刑。他也不顧病痛，也不去想這個病，好不好統統不想了，天天做祈禱，求上帝帶他到天堂去，他就這麼一個念頭，不想病了。過了二、三個月，沒事情，再去檢查，病好了。問他用什麼方法治療？沒有，沒有治療，也沒有吃藥打針，也沒有找什麼東西，一切都正常，就是把自己忘掉了。我們這裡講到人空，他做到這一點。人空了，所以他的病就自然好了。為什麼？你念你的身體，不管念好、念不好，你都是給養分給它，讓它生命延長。你忘掉它的時候，它的養分斷絕了，那個病毒的細胞就死了，就這麼回事情。他們現在找了很多很多這種案例來支持。"
    },
    {
      "id": "02-040-0110_p0010",
      "zh_CN": "头一个就是用念力治疗疾病，不需要用医药，不需要打针吃药，自然，就是带着病毒的细胞把它恢复到正常、健康，这病就没有了。这种情形，现在全世界很多地方都有。在中国前几年大家知道，山西小院有四十多人，癌症病患被医院宣布，他们回家之后专念阿弥陀佛，去念佛去了，对于这个身体病痛一概都不理会，都好了，四十多个人都好了。医院认为这是奇迹，来调查，找不到，不知道怎么回事情。科学家有解释。所以现在很多科学转向研究念力的秘密，发现念力的能力非常强大。佛经上对这个特别重视，制心一处，无事不办。我们今天制心一处，就放在阿弥陀佛这一处，其他的统统都不要理会，什么问题都能解决。这今天有科学的根据。",
      "zh_TW": "頭一個就是用念力治療疾病，不需要用醫藥，不需要打針吃藥，自然，就是帶著病毒的細胞把它恢復到正常、健康，這病就沒有了。這種情形，現在全世界很多地方都有。在中國前幾年大家知道，山西小院有四十多人，癌症病患被醫院宣布，他們回家之後專念阿彌陀佛，去念佛去了，對於這個身體病痛一概都不理會，都好了，四十多個人都好了。醫院認為這是奇蹟，來調查，找不到，不知道怎麼回事情。科學家有解釋。所以現在很多科學轉向研究念力的祕密，發現念力的能力非常強大。佛經上對這個特別重視，制心一處，無事不辦。我們今天制心一處，就放在阿彌陀佛這一處，其他的統統都不要理會，什麼問題都能解決。這今天有科學的根據。"
    },
    {
      "id": "02-040-0110_p0011",
      "zh_CN": "凡夫不明白事实真相，把这个五蕴，五蕴是阿赖耶的相分跟见分，物质这一部分是阿赖耶的相分，受想行识是阿赖耶的见分。阿赖耶的相分、见分都是没有边际的，广大无边际，执着一点点，认为是自己的身心，认为是自己的身已经错了，认为是自己的心就更错了。所以佛把这个事实真相说出来，根利的二乘，他听懂了。他听懂，他就能放下，不再执着受想行识是我的心，不再执着这个色相是我的身，他不执着，他把这个放下了。放下，他就能出六道轮回，再也不搞轮回的把戏，他超越了。所以佛讲五蕴无我，五蕴是念念相续，哪一个五蕴是你？你要说你，已经不在了。你看一秒钟里头多少个五蕴？一千六百兆，哪一个是你？你要说你，立刻就没有了、就不见了，真的没有我，拿这个来认为是我，是绝大错误。",
      "zh_TW": "凡夫不明白事實真相，把這個五蘊，五蘊是阿賴耶的相分跟見分，物質這一部分是阿賴耶的相分，受想行識是阿賴耶的見分。阿賴耶的相分、見分都是沒有邊際的，廣大無邊際，執著一點點，認為是自己的身心，認為是自己的身已經錯了，認為是自己的心就更錯了。所以佛把這個事實真相說出來，根利的二乘，他聽懂了。他聽懂，他就能放下，不再執著受想行識是我的心，不再執著這個色相是我的身，他不執著，他把這個放下了。放下，他就能出六道輪迴，再也不搞輪迴的把戲，他超越了。所以佛講五蘊無我，五蘊是念念相續，哪一個五蘊是你？你要說你，已經不在了。你看一秒鐘裡頭多少個五蘊？一千六百兆，哪一個是你？你要說你，立刻就沒有了、就不見了，真的沒有我，拿這個來認為是我，是絕大錯誤。"
    },
    {
      "id": "02-040-0110_p0012",
      "zh_CN": "我有没有？我有，有真我。佛说了，法身是真我，般若是真我，解脱是真我，叫三德秘藏，这是自性的三德。三德，每一种都有常乐我净四德，法身里头有常乐我净。常是什么？不生不灭，它是永恒的。不是生灭法，就叫常；五蕴是生灭法。我是什么意思？在佛法定义是主宰的意思，自在的意思。能做主宰，它永远不变。惠能大师见性的时候说，「何期自性，本不生灭」，那就是常。没有苦，就叫乐。做得了主宰，永恒不变，这是我。最后一个是净，清净，清净就是永远不会染污。惠能大师五句话第一句，「何期自性，本自清净」，这句是净；第二句是「本不生灭」，是常。所以常乐我净这四德，法身有，自性本有的般若智慧里头有，解脱有。解脱是什么？你能够把烦恼断尽，六根在六尘境界真正能修成不起心不动念、不分别不执着，就对了。",
      "zh_TW": "我有沒有？我有，有真我。佛說了，法身是真我，般若是真我，解脫是真我，叫三德祕藏，這是自性的三德。三德，每一種都有常樂我淨四德，法身裡頭有常樂我淨。常是什麼？不生不滅，它是永恆的。不是生滅法，就叫常；五蘊是生滅法。我是什麼意思？在佛法定義是主宰的意思，自在的意思。能做主宰，它永遠不變。惠能大師見性的時候說，「何期自性，本不生滅」，那就是常。沒有苦，就叫樂。做得了主宰，永恆不變，這是我。最後一個是淨，清淨，清淨就是永遠不會染污。惠能大師五句話第一句，「何期自性，本自清淨」，這句是淨；第二句是「本不生滅」，是常。所以常樂我淨這四德，法身有，自性本有的般若智慧裡頭有，解脫有。解脫是什麼？你能夠把煩惱斷盡，六根在六塵境界真正能修成不起心不動念、不分別不執著，就對了。"
    },
    {
      "id": "02-040-0110_p0013",
      "zh_CN": "所以修行，论功夫，全在日常生活当中，离开生活，到哪里去修？怎么修法？六根接触六尘境界，这就是你的道场。眼见色，耳闻声，看得清清楚楚，听得清清楚楚，六根，鼻嗅得清楚，舌尝得清楚，身触得清楚，意知得清楚，统统清楚，这是智慧。但是要怎么样？要如如不动，那就是定。眼根在色尘上入定，耳根在声尘上入定，修定是这么个修法的，不是盘腿面壁。这个修成，定慧等学，起作用就是佛菩萨，能教化一切众生。清楚明了是智慧，如如不动。如如不动是没有起心动念、没有分别执着。没有执着，小乘定；没有分别，菩萨定；不起心不动念，是如来的定，都是在六根门头用功夫。",
      "zh_TW": "所以修行，論功夫，全在日常生活當中，離開生活，到哪裡去修？怎麼修法？六根接觸六塵境界，這就是你的道場。眼見色，耳聞聲，看得清清楚楚，聽得清清楚楚，六根，鼻嗅得清楚，舌嘗得清楚，身觸得清楚，意知得清楚，統統清楚，這是智慧。但是要怎麼樣？要如如不動，那就是定。眼根在色塵上入定，耳根在聲塵上入定，修定是這麼個修法的，不是盤腿面壁。這個修成，定慧等學，起作用就是佛菩薩，能教化一切眾生。清楚明瞭是智慧，如如不動。如如不動是沒有起心動念、沒有分別執著。沒有執著，小乘定；沒有分別，菩薩定；不起心不動念，是如來的定，都是在六根門頭用功夫。"
    },
    {
      "id": "02-040-0110_p0014",
      "zh_CN": "《楞严经》特别提倡这个，「舍识用根」。决定不能用妄想、分别、执着，用这个就错了，就是凡夫。用六根的根性，用见性见一切色，性是不动的。惠能大师那五句话就是讲的性，清净、不生不灭、本自具足、本无动摇、能生万法，每个人都有。所以佛在《华严经》上说「一切众生本来是佛」，这话是真的，千真万确，不是恭维人，是事实真相。你要会修，你很快就向上提升。用这个心念阿弥陀佛，那真叫一念相应一念佛，念念相应念念佛。我们今天念佛功夫不得力，口里念佛，心里想的乱七八糟东西，妄想、杂念，这个东西把我们的念佛功夫全破坏了。必须对这个世出世间一切法都能够明了通达，没有一样是真的，没有一样你能得到，身体都得不到，何况身外之物？",
      "zh_TW": "《楞嚴經》特別提倡這個，「捨識用根」。決定不能用妄想、分別、執著，用這個就錯了，就是凡夫。用六根的根性，用見性見一切色，性是不動的。惠能大師那五句話就是講的性，清淨、不生不滅、本自具足、本無動搖、能生萬法，每個人都有。所以佛在《華嚴經》上說「一切眾生本來是佛」，這話是真的，千真萬確，不是恭維人，是事實真相。你要會修，你很快就向上提升。用這個心念阿彌陀佛，那真叫一念相應一念佛，念念相應念念佛。我們今天念佛功夫不得力，口裡念佛，心裡想的亂七八糟東西，妄想、雜念，這個東西把我們的念佛功夫全破壞了。必須對這個世出世間一切法都能夠明瞭通達，沒有一樣是真的，沒有一樣你能得到，身體都得不到，何況身外之物？"
    },
    {
      "id": "02-040-0110_p0015",
      "zh_CN": "昨天下午有个访谈，来问我的一个同学，问了这个访谈的主题「挣钱为什么」，挣钱为什么？我回答得很简单，存外国银行，不是你自己的。为什么存外国银行？前世欠它的，现在去还债，应该就是这样的，要不然为什么去挣钱？我们在外国银行不存钱，所以就不需要挣钱。所以身都不是自己的，何况身外之物？万缘放下，清净自在，这个叫幸福人生，真正会享受。一个人生活在这个世间，尤其现代科学技术发达，生活就更容易得到满足，每天能吃得饱、穿得暖，有个小房子遮蔽风雨，何等自在，多快乐！一身之外无长物，一无所有，这最自在的人。释迦牟尼佛在三千年前给我们表演，你看他多快乐。他快乐在哪里？戒定慧三学，真叫给你带来无穷的快乐，幸福美满。持戒得清净心，修定得平等心，定到一定的程度，开悟了，世出世间法没有一样不通达、不明了，你说他怎么不快乐！我们这个经题上「清净平等觉」，持戒得清净，修定得平等，清净平等加起来就开悟了。住大房子，我觉得那是受罪。我在美国有十几年，很多同学们到美国去，都买大房子。到底是人住房子，还是房子住人，没搞清楚。美国工作很紧张，每一天工作都是精疲力倦。难得，美国是一个星期休假两天，星期六跟星期天不上班，干什么？为房子服务。这两天的时间几乎都用在整理房子、整理花园，累得不亦乐乎，为房子服务。不愿意请工人，请工人太贵，美国工人是论小时算钱的。不请人帮助，就得自己干，真的累死了，何苦来？买个小房子，又便宜，又容易整理。我在美国，那个时候也买了个小房子，一个卧房，一个客厅，一个厨房，确实很小，整理一个小时就够了；院子也不大，大概半个小时也就搞清楚了。何必要那么大？找罪受！要面子，人家住大房子，我不能住比人差。那叫活受罪，何必跟人家比较？比较什么？我快乐，你看你一天到晚在那里奔忙、奔波，我一天到晚自在快乐，跟他比这个。",
      "zh_TW": "昨天下午有個訪談，來問我的一個同學，問了這個訪談的主題「掙錢為什麼」，掙錢為什麼？我回答得很簡單，存外國銀行，不是你自己的。為什麼存外國銀行？前世欠它的，現在去還債，應該就是這樣的，要不然為什麼去掙錢？我們在外國銀行不存錢，所以就不需要掙錢。所以身都不是自己的，何況身外之物？萬緣放下，清淨自在，這個叫幸福人生，真正會享受。一個人生活在這個世間，尤其現代科學技術發達，生活就更容易得到滿足，每天能吃得飽、穿得暖，有個小房子遮蔽風雨，何等自在，多快樂！一身之外無長物，一無所有，這最自在的人。釋迦牟尼佛在三千年前給我們表演，你看他多快樂。他快樂在哪裡？戒定慧三學，真叫給你帶來無窮的快樂，幸福美滿。持戒得清淨心，修定得平等心，定到一定的程度，開悟了，世出世間法沒有一樣不通達、不明瞭，你說他怎麼不快樂！我們這個經題上「清淨平等覺」，持戒得清淨，修定得平等，清淨平等加起來就開悟了。住大房子，我覺得那是受罪。我在美國有十幾年，很多同學們到美國去，都買大房子。到底是人住房子，還是房子住人，沒搞清楚。美國工作很緊張，每一天工作都是精疲力倦。難得，美國是一個星期休假兩天，星期六跟星期天不上班，幹什麼？為房子服務。這兩天的時間幾乎都用在整理房子、整理花園，累得不亦樂乎，為房子服務。不願意請工人，請工人太貴，美國工人是論小時算錢的。不請人幫助，就得自己幹，真的累死了，何苦來？買個小房子，又便宜，又容易整理。我在美國，那個時候也買了個小房子，一個臥房，一個客廳，一個廚房，確實很小，整理一個小時就夠了；院子也不大，大概半個小時也就搞清楚了。何必要那麼大？找罪受！要面子，人家住大房子，我不能住比人差。那叫活受罪，何必跟人家比較？比較什麼？我快樂，你看你一天到晚在那裡奔忙、奔波，我一天到晚自在快樂，跟他比這個。"
    },
    {
      "id": "02-040-0110_p0016",
      "zh_CN": "所以无我、我空，佛法修持它摆在第一位。从哪里入门？就从这里入门。你能够证得小乘须陀洹果，大乘十信位初信位的菩萨，就证得果位。大乘初信、小乘初果，这是圣人，我们称他作小圣，他不是凡夫。为什么？他虽然没有出六道轮回，他们决定不堕三恶道，也不会变成修罗、罗刹，人间寿命到了，他到天上；天上寿命到了，又到人间。人间寿命到了，再到天上，天上人间七次往返，他就超越六道轮回，证阿罗汉果，他往生到四圣法界的声闻法界，所以他不是凡夫。凡夫不行，凡夫修行纵然修得比他高，定功比他高，修到四禅天、四空天，没有出三界，出不了三界。这些人很厉害，他们能够超越六道轮回、超越三界，所以他们就不是凡夫，懂得没有我。像现在量子力学家他们知道，根本没有物质的存在。物质现象他要不要受用？当然要受用，他还是需要这个身体，他不重视这个东西了，不会为它去服务、去造业，决定不肯的。",
      "zh_TW": "所以無我、我空，佛法修持它擺在第一位。從哪裡入門？就從這裡入門。你能夠證得小乘須陀洹果，大乘十信位初信位的菩薩，就證得果位。大乘初信、小乘初果，這是聖人，我們稱他作小聖，他不是凡夫。為什麼？他雖然沒有出六道輪迴，他們決定不墮三惡道，也不會變成修羅、羅剎，人間壽命到了，他到天上；天上壽命到了，又到人間。人間壽命到了，再到天上，天上人間七次往返，他就超越六道輪迴，證阿羅漢果，他往生到四聖法界的聲聞法界，所以他不是凡夫。凡夫不行，凡夫修行縱然修得比他高，定功比他高，修到四禪天、四空天，沒有出三界，出不了三界。這些人很厲害，他們能夠超越六道輪迴、超越三界，所以他們就不是凡夫，懂得沒有我。像現在量子力學家他們知道，根本沒有物質的存在。物質現象他要不要受用？當然要受用，他還是需要這個身體，他不重視這個東西了，不會為它去服務、去造業，決定不肯的。"
    },
    {
      "id": "02-040-0110_p0017",
      "zh_CN": "饮食起居要能够走向正常，延年益寿。中国古人说得很好，「日出而作，日没而息」。这是过的人正常生活，早晨天亮起来，晚上太阳下山可以休息了。中国人懂得养生，子午要休息，晚上睡觉子时。释迦牟尼佛确实中夜睡眠，他们是打坐。中夜是晚上十点到二点钟，这叫中夜。二点到六点叫后夜，后夜就要起来，二点钟就得起来，做早课。这个休息是正常的，随顺大自然的作息。现在我们看到大都会里头，他们的生活颠倒，差不多天快亮才睡觉，就是过夜生活。早晨什么时候起来？大概十二点钟还没醒过来。他过的生活，跟一般人完全相反。夜是谁过的？鬼过的。有人告诉我，我初出家的时候，一个同学，这人非常好，福建福州人，跟我同年，明演法师。出家之后去学密，在台湾大溪跟屈上师学密，非常认真。学密一定先磕满十万大头，老师才传你。他好像大概用十个月的时间，十万大头磕满了。学到第二年，他就告诉我，他原本学密是想学神通，求神通的。我在台中学讲经，他说你那个讲经太慢了，人未必相信；我学神通，一现神通，别人就相信了。想得没错。一年之后来告诉我，他见鬼，鬼道的生活跟人差不多，他说晚上五、六点钟街上就有鬼，他就出现了。什么时候最多？九点钟以后，大概到凌晨三点钟，这是鬼最多的时候，到处都是。到早晨五、六点钟的时候就很稀少，这鬼不多了，就很少。他说鬼跟人的生活差不多。他还遇到他前世的太太，他没结过婚，前世的。所以我跟他讲，我说你学神通，神通没有学成，你现在跟鬼通了。跟鬼通，不是好事情。跟神要通了，还情有可原，跟鬼通不是好事情。真的，他寿命那一关没转过来。",
      "zh_TW": "飲食起居要能夠走向正常，延年益壽。中國古人說得很好，「日出而作，日沒而息」。這是過的人正常生活，早晨天亮起來，晚上太陽下山可以休息了。中國人懂得養生，子午要休息，晚上睡覺子時。釋迦牟尼佛確實中夜睡眠，他們是打坐。中夜是晚上十點到二點鐘，這叫中夜。二點到六點叫後夜，後夜就要起來，二點鐘就得起來，做早課。這個休息是正常的，隨順大自然的作息。現在我們看到大都會裡頭，他們的生活顛倒，差不多天快亮才睡覺，就是過夜生活。早晨什麼時候起來？大概十二點鐘還沒醒過來。他過的生活，跟一般人完全相反。夜是誰過的？鬼過的。有人告訴我，我初出家的時候，一個同學，這人非常好，福建福州人，跟我同年，明演法師。出家之後去學密，在台灣大溪跟屈上師學密，非常認真。學密一定先磕滿十萬大頭，老師才傳你。他好像大概用十個月的時間，十萬大頭磕滿了。學到第二年，他就告訴我，他原本學密是想學神通，求神通的。我在台中學講經，他說你那個講經太慢了，人未必相信；我學神通，一現神通，別人就相信了。想得沒錯。一年之後來告訴我，他見鬼，鬼道的生活跟人差不多，他說晚上五、六點鐘街上就有鬼，他就出現了。什麼時候最多？九點鐘以後，大概到凌晨三點鐘，這是鬼最多的時候，到處都是。到早晨五、六點鐘的時候就很稀少，這鬼不多了，就很少。他說鬼跟人的生活差不多。他還遇到他前世的太太，他沒結過婚，前世的。所以我跟他講，我說你學神通，神通沒有學成，你現在跟鬼通了。跟鬼通，不是好事情。跟神要通了，還情有可原，跟鬼通不是好事情。真的，他壽命那一關沒轉過來。"
    },
    {
      "id": "02-040-0110_p0018",
      "zh_CN": "我们那个时候三个同学，三个好朋友，寿命都过不了四十五岁。四十五岁那一年，三月，前面走了一个，他是五月走的。我在七月得一场病，所以我晓得我该走了，四十五岁那一年。所以我也不看医生，也不吃药，我念佛求往生。念了一个月，病好了。一生没有生过病，没有住过院。他那一关就没过去，说明念佛、讲经比念咒有效。我是三十三岁出家的，开始讲经，到四十五岁，十二年，我讲经讲了十二年。讲经、念佛，这一关顺利通过，那两个都没有办法通过。",
      "zh_TW": "我們那個時候三個同學，三個好朋友，壽命都過不了四十五歲。四十五歲那一年，三月，前面走了一個，他是五月走的。我在七月得一場病，所以我曉得我該走了，四十五歲那一年。所以我也不看醫生，也不吃藥，我念佛求往生。念了一個月，病好了。一生沒有生過病，沒有住過院。他那一關就沒過去，說明念佛、講經比念咒有效。我是三十三歲出家的，開始講經，到四十五歲，十二年，我講經講了十二年。講經、念佛，這一關順利通過，那兩個都沒有辦法通過。"
    },
    {
      "id": "02-040-0110_p0019",
      "zh_CN": "所以入佛门，先要把我执放下，知道这个东西不是我，这是假我。假我，然后我要借假修真，这个东西有用处，好好去用它，把真我找到。真我是自性，明心见性，真我就找到了。没有见性，没找到真我，这当中有一段很长的时间。我们一定要认识清楚，一切法里头什么是真、什么是假的，假的要放下，真的要努力学习。最后我们遇到净土宗，这是非常稀有殊胜的因缘，这真正是即身成佛的大法，万修万人去的成佛之道。它要求的条件很简单，真正相信有极乐世界，真正相信有阿弥陀佛，真正发愿求生净土亲近弥陀，功夫就是老实念佛，没有一个不往生，没有一个不成就，往生到极乐世界就是明心见性。所以生到极乐世界，皆作阿惟越致菩萨，这话是真的，绝不骗人。",
      "zh_TW": "所以入佛門，先要把我執放下，知道這個東西不是我，這是假我。假我，然後我要借假修真，這個東西有用處，好好去用它，把真我找到。真我是自性，明心見性，真我就找到了。沒有見性，沒找到真我，這當中有一段很長的時間。我們一定要認識清楚，一切法裡頭什麼是真、什麼是假的，假的要放下，真的要努力學習。最後我們遇到淨土宗，這是非常稀有殊勝的因緣，這真正是即身成佛的大法，萬修萬人去的成佛之道。它要求的條件很簡單，真正相信有極樂世界，真正相信有阿彌陀佛，真正發願求生淨土親近彌陀，功夫就是老實念佛，沒有一個不往生，沒有一個不成就，往生到極樂世界就是明心見性。所以生到極樂世界，皆作阿惟越致菩薩，這話是真的，絕不騙人。"
    },
    {
      "id": "02-040-0110_p0020",
      "zh_CN": "念佛，功夫为什么不得力？为什么念不好？就是对于这个世间没看破、有留恋，关键就在此地。你还有心思，就是你还没放下。你还有牵挂，这是你没放下；你还有哪些事情心愿没了，你没放下。全都要放下，为什么？全是假的。好事、好愿，没了，那是缘分，一切随缘，绝不攀缘。一定要知道，了生死出三界，这是第一桩大事，这个机会不容易遇到。不但这个机会不容易，人要失掉人身，来生再得人身，都非常非常困难。得人身，闻佛法，遇净土法门，谈何容易！遇到，一定要认识，要把它抓紧。什么事情都是假的，这个事情是真的。我这一生就干这桩事情，除这桩事情，什么都不要放在心上。顺境逆境、善缘恶缘都不放在心上，让心回归到清净平等觉。日常生活得过且过，决定不要计较，有能力，帮助别人。",
      "zh_TW": "念佛，功夫為什麼不得力？為什麼念不好？就是對於這個世間沒看破、有留戀，關鍵就在此地。你還有心思，就是你還沒放下。你還有牽掛，這是你沒放下；你還有哪些事情心願沒了，你沒放下。全都要放下，為什麼？全是假的。好事、好願，沒了，那是緣分，一切隨緣，絕不攀緣。一定要知道，了生死出三界，這是第一樁大事，這個機會不容易遇到。不但這個機會不容易，人要失掉人身，來生再得人身，都非常非常困難。得人身，聞佛法，遇淨土法門，談何容易！遇到，一定要認識，要把它抓緊。什麼事情都是假的，這個事情是真的。我這一生就幹這樁事情，除這樁事情，什麼都不要放在心上。順境逆境、善緣惡緣都不放在心上，讓心回歸到清淨平等覺。日常生活得過且過，決定不要計較，有能力，幫助別人。"
    },
    {
      "id": "02-040-0110_p0021",
      "zh_CN": "所以「二乘悟之，入无我理」，这个入，就是悟入，就是证得，无我的道理，无我的事实真相，不但人无我，法也无我。所以下面讲法空。「二、法空：谓二乘之人，未达法空之理，犹计五蕴之法实有。」二乘人认为什么？我没有，五蕴有，色受想行识有，他认为这个东西有，我没有。色受想行识里头没有我，色受想行识是法，五蕴之法，认为五蕴法有，对五蕴法他还起执着。不执着我了，他会执着法，所以叫法执。「佛为破此执」，破法执，「故说般若深慧，彻见五蕴自性皆空。菩萨悟之」，这个智慧比二乘高，菩萨明白，把一切诸法放下，「入法空理」。",
      "zh_TW": "所以「二乘悟之，入無我理」，這個入，就是悟入，就是證得，無我的道理，無我的事實真相，不但人無我，法也無我。所以下面講法空。「二、法空：謂二乘之人，未達法空之理，猶計五蘊之法實有。」二乘人認為什麼？我沒有，五蘊有，色受想行識有，他認為這個東西有，我沒有。色受想行識裡頭沒有我，色受想行識是法，五蘊之法，認為五蘊法有，對五蘊法他還起執著。不執著我了，他會執著法，所以叫法執。「佛為破此執」，破法執，「故說般若深慧，徹見五蘊自性皆空。菩薩悟之」，這個智慧比二乘高，菩薩明白，把一切諸法放下，「入法空理」。"
    },
    {
      "id": "02-040-0110_p0022",
      "zh_CN": "《般若经》上佛告诉我们，「一切法无所有，毕竟空，不可得」。一切法从哪来的？从心想生。心想从哪里来的？从阿赖耶业力里头变现出来的。业力从哪里生的？业力是一念不觉，也称它作无明。一念不觉没有原因，《楞严经》第四卷，释迦牟尼佛答复富楼那尊者的疑问，就讲得很清楚、很明白。这是非常深密的道理，宇宙的源起，一般人讲，这是宇宙的秘密，太深密了。实际上，源起什么时候开始的？没有开始。如果真有开始，那是真的。没有开始，所以它不是真的，是假的。所以佛经上讲无始无明。这个无始不是说时间很长，太长太长，说不出来，叫无始，不是的，就是这个字字面，很简单，它没有开始。所以我们现在有个概念，一千六百兆分之一秒的频率，你能说它有开始吗？这里头看不到开始，我们六根都没有能力缘得到，想都没有办法想出来，它太快了。就在这个频率之下产生的幻相，幻相里面起受想行识。",
      "zh_TW": "《般若經》上佛告訴我們，「一切法無所有，畢竟空，不可得」。一切法從哪來的？從心想生。心想從哪裡來的？從阿賴耶業力裡頭變現出來的。業力從哪裡生的？業力是一念不覺，也稱它作無明。一念不覺沒有原因，《楞嚴經》第四卷，釋迦牟尼佛答覆富樓那尊者的疑問，就講得很清楚、很明白。這是非常深密的道理，宇宙的源起，一般人講，這是宇宙的祕密，太深密了。實際上，源起什麼時候開始的？沒有開始。如果真有開始，那是真的。沒有開始，所以它不是真的，是假的。所以佛經上講無始無明。這個無始不是說時間很長，太長太長，說不出來，叫無始，不是的，就是這個字字面，很簡單，它沒有開始。所以我們現在有個概念，一千六百兆分之一秒的頻率，你能說它有開始嗎？這裡頭看不到開始，我們六根都沒有能力緣得到，想都沒有辦法想出來，它太快了。就在這個頻率之下產生的幻相，幻相裡面起受想行識。"
    },
    {
      "id": "02-040-0110_p0023",
      "zh_CN": "日本江本博士做水实验，高雄刘医生也在做水实验，我觉得他实验的效果超过江本博士，因为他的仪器是新的，所谓后来居上。水，矿物，它没有眼睛、没有耳朵，没有这些鼻、舌、身，但是这个作用它全具足，它能看、能听，能懂得人的意思。香臭的气味，我相信它会闻，可以用这个做实验。好香，让它闻，摆在水旁边，看水结晶；恶臭也摆在面前，看这个水它的反应。这就是说形皆有识，弥勒菩萨讲的，你就证明了。",
      "zh_TW": "日本江本博士做水實驗，高雄劉醫生也在做水實驗，我覺得他實驗的效果超過江本博士，因為他的儀器是新的，所謂後來居上。水，礦物，它沒有眼睛、沒有耳朵，沒有這些鼻、舌、身，但是這個作用它全具足，它能看、能聽，能懂得人的意思。香臭的氣味，我相信它會聞，可以用這個做實驗。好香，讓它聞，擺在水旁邊，看水結晶；惡臭也擺在面前，看這個水它的反應。這就是說形皆有識，彌勒菩薩講的，你就證明了。"
    },
    {
      "id": "02-040-0110_p0024",
      "zh_CN": "于是乎我们就晓得，世出世间所有一切法，一切法统归纳起来来说，不外乎就一个心法、一个色法。色法跟心法不能分，是一不是二，这是今天科学家告诉我们。我们相信佛这句话了，心法跟色法都不可得。为什么？真的，只是自性，自性里头一切法都没有。自性一片光明，大乘教也把它称作大光明藏，在净土宗称为常寂光土，实际上就是常寂光。身跟土统统融入常寂光，一片光明，无处不在，无时不在，这是宇宙万有的本体。它虽然什么都没有，它能现相，能生万物。像我们电视屏幕，什么都没有，频道一按，能生万象。我们现在看的这个，这是闭路电视，只有一个频道。我在美国，美国的电视大概有一百多个频道，能生万象。虽生万象，一丝毫没有染着，电视频道关起来，一片空白。你要觉悟，没有关起来的时候，也是一片空白，根本没有染着。我们现在的麻烦，麻烦就是染着了，误以为这些现象是真的。",
      "zh_TW": "於是乎我們就曉得，世出世間所有一切法，一切法統歸納起來來說，不外乎就一個心法、一個色法。色法跟心法不能分，是一不是二，這是今天科學家告訴我們。我們相信佛這句話了，心法跟色法都不可得。為什麼？真的，只是自性，自性裡頭一切法都沒有。自性一片光明，大乘教也把它稱作大光明藏，在淨土宗稱為常寂光土，實際上就是常寂光。身跟土統統融入常寂光，一片光明，無處不在，無時不在，這是宇宙萬有的本體。它雖然什麼都沒有，它能現相，能生萬物。像我們電視屏幕，什麼都沒有，頻道一按，能生萬象。我們現在看的這個，這是閉路電視，只有一個頻道。我在美國，美國的電視大概有一百多個頻道，能生萬象。雖生萬象，一絲毫沒有染著，電視頻道關起來，一片空白。你要覺悟，沒有關起來的時候，也是一片空白，根本沒有染著。我們現在的麻煩，麻煩就是染著了，誤以為這些現象是真的。"
    },
    {
      "id": "02-040-0110_p0025",
      "zh_CN": "遍法界虚空界所有一切现象，没有一个是真的，佛也是假的，也不是真的。执着有个佛，错了，你是凡夫，自性清净心里头哪来的佛！佛从哪里来的？佛从众生迷惑颠倒来的，因为有迷，迷的对面就有觉，就这么来的。众生没有了，佛就没有了；没有迷，觉也没有了。都是相对，相对是感应。你看，感、应，一对。众生有感，佛就有应，所以才有华藏世界、才有极乐世界。如果那个感没有了，应就没有了，华藏也不见了，极乐世界也不见了。佛说《金刚经》说得好，「一切有为法，如梦幻泡影」，没有说华藏世界、极乐世界例外，没有讲，不例外。华藏跟极乐只不过是纯净没有染污，纯善里头没有恶业，只是这个而已。在这个里面修行，功德圆满之后，也就是把无始无明烦恼习气断干净，它就没有了，这世界就不见了，这个时候你回归常寂光。",
      "zh_TW": "遍法界虛空界所有一切現象，沒有一個是真的，佛也是假的，也不是真的。執著有個佛，錯了，你是凡夫，自性清淨心裡頭哪來的佛！佛從哪裡來的？佛從眾生迷惑顛倒來的，因為有迷，迷的對面就有覺，就這麼來的。眾生沒有了，佛就沒有了；沒有迷，覺也沒有了。都是相對，相對是感應。你看，感、應，一對。眾生有感，佛就有應，所以才有華藏世界、才有極樂世界。如果那個感沒有了，應就沒有了，華藏也不見了，極樂世界也不見了。佛說《金剛經》說得好，「一切有為法，如夢幻泡影」，沒有說華藏世界、極樂世界例外，沒有講，不例外。華藏跟極樂只不過是純淨沒有染污，純善裡頭沒有惡業，只是這個而已。在這個裡面修行，功德圓滿之後，也就是把無始無明煩惱習氣斷乾淨，它就沒有了，這世界就不見了，這個時候你回歸常寂光。"
    },
    {
      "id": "02-040-0110_p0026",
      "zh_CN": "常寂光纯真无妄，里面什么都没有。我们要想清楚，什么都没有，就什么都有。每一尊佛，等觉菩萨入常寂光就是妙觉，妙觉连形相都看不到，佛只是讲个名字叫妙觉，他的身、他的土，就是依报、正报，完全融入常寂光，变成一片光明。这个里头的意味，我们要体会到，一切诸佛都融入常寂光，我也融入常寂光。因为什么？一切诸佛所修所证都入到我这里来了，一即一切，不管修学哪个法门，统统都变成我的了，把所有一切诸佛如来都变成我的了；那我的呢？也融化到一切诸佛光中。所以这个时候你所得的，真正是一句圆满的性德，全知全能，你没有一样欠缺的，自自然然与十法界一切众生感应道交，与诸佛如来也感应道交。释迦牟尼佛在地球上示现成佛，多少诸佛如来看到了，释迦牟尼佛示现是感，他们就来应了。他来干什么？示现作声闻，示现作菩萨，示现作护法，就来唱戏！释迦牟尼是唱主角，他们都来唱配角，这一台戏唱得热热闹闹。台上有各种不一样，台后完全一样，台后全是妙觉如来。演这个戏的目的在哪里？度有缘众生，让那些有缘众生看到、听到了，觉悟了，回头了，真修行。就为这个事情，不为别的，所谓是游戏神通。所以，人空，二乘证得的；法空，菩萨证得的。",
      "zh_TW": "常寂光純真無妄，裡面什麼都沒有。我們要想清楚，什麼都沒有，就什麼都有。每一尊佛，等覺菩薩入常寂光就是妙覺，妙覺連形相都看不到，佛只是講個名字叫妙覺，他的身、他的土，就是依報、正報，完全融入常寂光，變成一片光明。這個裡頭的意味，我們要體會到，一切諸佛都融入常寂光，我也融入常寂光。因為什麼？一切諸佛所修所證都入到我這裡來了，一即一切，不管修學哪個法門，統統都變成我的了，把所有一切諸佛如來都變成我的了；那我的呢？也融化到一切諸佛光中。所以這個時候你所得的，真正是一句圓滿的性德，全知全能，你沒有一樣欠缺的，自自然然與十法界一切眾生感應道交，與諸佛如來也感應道交。釋迦牟尼佛在地球上示現成佛，多少諸佛如來看到了，釋迦牟尼佛示現是感，他們就來應了。他來幹什麼？示現作聲聞，示現作菩薩，示現作護法，就來唱戲！釋迦牟尼是唱主角，他們都來唱配角，這一台戲唱得熱熱鬧鬧。台上有各種不一樣，台後完全一樣，台後全是妙覺如來。演這個戲的目的在哪裡？度有緣眾生，讓那些有緣眾生看到、聽到了，覺悟了，回頭了，真修行。就為這個事情，不為別的，所謂是遊戲神通。所以，人空，二乘證得的；法空，菩薩證得的。"
    },
    {
      "id": "02-040-0110_p0027",
      "zh_CN": "这个后面还有，「智断二德」。「二德者，在众生因心所具，则名缘了二因」。讲三因佛性，三因佛性讲缘因、了因，这两种因。「在诸佛果上所显，则成智断二德」。所以在这二德里头，众生都有。虽然讲有因，有因必有果。这个下面有简单的解释，「了因显」，显是明显，了是明了，这是智慧。「了因显则成智德」，就是智慧；「缘因显则成断德」，断是什么？断烦恼。断就是放下，智就是看破。章嘉大师讲的这两句话，「看得破，放得下」。看得破，智德；放得下，断德。看破不放下，错了，等于没看破；放下没看破，也错了，有定没有慧。",
      "zh_TW": "這個後面還有，「智斷二德」。「二德者，在眾生因心所具，則名緣了二因」。講三因佛性，三因佛性講緣因、了因，這兩種因。「在諸佛果上所顯，則成智斷二德」。所以在這二德裡頭，眾生都有。雖然講有因，有因必有果。這個下面有簡單的解釋，「了因顯」，顯是明顯，了是明瞭，這是智慧。「了因顯則成智德」，就是智慧；「緣因顯則成斷德」，斷是什麼？斷煩惱。斷就是放下，智就是看破。章嘉大師講的這兩句話，「看得破，放得下」。看得破，智德；放得下，斷德。看破不放下，錯了，等於沒看破；放下沒看破，也錯了，有定沒有慧。"
    },
    {
      "id": "02-040-0110_p0028",
      "zh_CN": "这个底下有个简单解释，「了因，了即照了。谓以智慧照了法性之理，如灯照物，了了可见，是名了因」。一切众生都有，但是现在的众生有严重的迷惑，甚至于详细讲解他也听不懂，这是什么原因？内，迷得太深，他信邪不信正，迷得太深；外面缘，是诱惑的力量太大。现在的诱惑是反面的不是正面的，七情五欲的诱惑，名闻利养的诱惑，总而言之，我们把它归纳四个字「财色名利」。他迷在这个里头，这个诱惑力量太强大，所以他回不了头来。虽有，有佛菩萨来教导也很难接受，佛菩萨就不来了。佛菩萨是有感而来的，众生希望佛菩萨来教诲，他就来；不相信，这是迷信，他就不来。绝对不会有个佛菩萨自动跑来，不可能的。",
      "zh_TW": "這個底下有個簡單解釋，「了因，了即照了。謂以智慧照了法性之理，如燈照物，了了可見，是名了因」。一切眾生都有，但是現在的眾生有嚴重的迷惑，甚至於詳細講解他也聽不懂，這是什麼原因？內，迷得太深，他信邪不信正，迷得太深；外面緣，是誘惑的力量太大。現在的誘惑是反面的不是正面的，七情五欲的誘惑，名聞利養的誘惑，總而言之，我們把它歸納四個字「財色名利」。他迷在這個裡頭，這個誘惑力量太強大，所以他回不了頭來。雖有，有佛菩薩來教導也很難接受，佛菩薩就不來了。佛菩薩是有感而來的，眾生希望佛菩薩來教誨，他就來；不相信，這是迷信，他就不來。絕對不會有個佛菩薩自動跑來，不可能的。"
    },
    {
      "id": "02-040-0110_p0029",
      "zh_CN": "在中国古时候，师道是非常尊重的。所以学，要求学，决定不能把老师找在家里头，不可能的事情，没这个道理。为什么？学生不尊重了。你看老师，老师有什么了不起，我爸爸叫他来，他就来了，叫他去，他就去了，尊师重道的心生不起来，所以要求学。古时候的家庭，学校就是私塾，私塾是家学。请老师，都是长辈，父亲、祖父、曾祖父。如果上面还有高祖父的话，年岁太大了，出去行动不方便，那曾祖父、祖父代表家庭去礼请，接老师回到家学，再行拜师礼。小孩看了，个个都服了。我们家的长辈老人对老师这么恭敬，还敢不听话吗？不敢了。所以教尊师重道是这么教的，身教，做出这个样子给晚辈看，祖上对老师是多么尊敬，世代相传，师道不衰。师道建立在孝道的基础上，所以孝是根，师是本，这有根有本。今天根本没有了，所以今天真的我们遇到难题，真难，不是假难，没有老师了，也没看到孝道了。如何把这个根再培养起来？那就是做示范，要做一个好的示范点，把孝亲尊师做出来。这个做出来，得用佛法来帮助。",
      "zh_TW": "在中國古時候，師道是非常尊重的。所以學，要求學，決定不能把老師找在家裡頭，不可能的事情，沒這個道理。為什麼？學生不尊重了。你看老師，老師有什麼了不起，我爸爸叫他來，他就來了，叫他去，他就去了，尊師重道的心生不起來，所以要求學。古時候的家庭，學校就是私塾，私塾是家學。請老師，都是長輩，父親、祖父、曾祖父。如果上面還有高祖父的話，年歲太大了，出去行動不方便，那曾祖父、祖父代表家庭去禮請，接老師回到家學，再行拜師禮。小孩看了，個個都服了。我們家的長輩老人對老師這麼恭敬，還敢不聽話嗎？不敢了。所以教尊師重道是這麼教的，身教，做出這個樣子給晚輩看，祖上對老師是多麼尊敬，世代相傳，師道不衰。師道建立在孝道的基礎上，所以孝是根，師是本，這有根有本。今天根本沒有了，所以今天真的我們遇到難題，真難，不是假難，沒有老師了，也沒看到孝道了。如何把這個根再培養起來？那就是做示範，要做一個好的示範點，把孝親尊師做出來。這個做出來，得用佛法來幫助。"
    },
    {
      "id": "02-040-0110_p0030",
      "zh_CN": "在中国过去的社会，帝王时代，一直到满清，中国人也有阶级，士农工商。把读书人摆在第一位，把做生意买卖的摆在最后，他的地位最低，他最富有，但是国家给他很多限制。宴会当中他一定坐下面，衣服穿着，虽然有钱，不能穿得太华丽，处处受限制，纳税的时候要你多纳。为什么要这样？商，让现在人起反感。我们看看今天社会状况，这是什么？这是中国以前价值观反过来，现在商摆在第一，学摆在最后。真正做学问的人很可怜，社会上没地位，没人瞧得起你。现在人衡量标准，你有多少钱，用这个做标准。现在就全部都变成商，学也经商了，开补习班收钱，也都变成商人。士农工商，现在全体都是商，士也是商，文凭可以买卖的，官位也可以买卖的，全都变成商。商怎么样？商，大家争利，这一争利，社会就乱了。所以晓得古人用心多苦，古人用心多周到，他们看得多清楚，所以这样做法。",
      "zh_TW": "在中國過去的社會，帝王時代，一直到滿清，中國人也有階級，士農工商。把讀書人擺在第一位，把做生意買賣的擺在最後，他的地位最低，他最富有，但是國家給他很多限制。宴會當中他一定坐下面，衣服穿著，雖然有錢，不能穿得太華麗，處處受限制，納稅的時候要你多納。為什麼要這樣？商，讓現在人起反感。我們看看今天社會狀況，這是什麼？這是中國以前價值觀反過來，現在商擺在第一，學擺在最後。真正做學問的人很可憐，社會上沒地位，沒人瞧得起你。現在人衡量標準，你有多少錢，用這個做標準。現在就全部都變成商，學也經商了，開補習班收錢，也都變成商人。士農工商，現在全體都是商，士也是商，文憑可以買賣的，官位也可以買賣的，全都變成商。商怎麼樣？商，大家爭利，這一爭利，社會就亂了。所以曉得古人用心多苦，古人用心多周到，他們看得多清楚，所以這樣做法。"
    },
    {
      "id": "02-040-0110_p0031",
      "zh_CN": "可是在佛法里头，佛法讲平等。印度有阶级，有四姓，一入佛门，平等了，所以佛法是平等法。再说得实际一点，佛法是真正共产党，一点都不假。它要求平等，佛跟众生平等，众生跟佛平等，一切众生本来是佛。佛不会歧视任何一个人，无论从事什么行业，佛都尊重，佛都欢喜。我们在《华严经》五十三参里面看到，五十三位代表人物，实在讲都是佛菩萨，他们表演出来的，男女老少，各行各业。善财童子去参访，每一位善知识都同样的礼敬，赞叹，只有三个没有赞叹。这三个是演什么？演贪瞋痴的，这不是善法，所以恭敬，没有赞叹。这就是普贤十愿，礼敬诸佛是不分，一切众生本来是佛；称赞如来，就不一样了。如来是性德，就是说善的要赞叹，不善的不赞叹，也不批评。不批评，不赞叹，这是不善的，不能让大众都学习的，这个不赞叹。供养是平等的，这是大乘佛教。",
      "zh_TW": "可是在佛法裡頭，佛法講平等。印度有階級，有四姓，一入佛門，平等了，所以佛法是平等法。再說得實際一點，佛法是真正共產黨，一點都不假。它要求平等，佛跟眾生平等，眾生跟佛平等，一切眾生本來是佛。佛不會歧視任何一個人，無論從事什麼行業，佛都尊重，佛都歡喜。我們在《華嚴經》五十三參裡面看到，五十三位代表人物，實在講都是佛菩薩，他們表演出來的，男女老少，各行各業。善財童子去參訪，每一位善知識都同樣的禮敬，讚歎，只有三個沒有讚歎。這三個是演什麼？演貪瞋痴的，這不是善法，所以恭敬，沒有讚歎。這就是普賢十願，禮敬諸佛是不分，一切眾生本來是佛；稱讚如來，就不一樣了。如來是性德，就是說善的要讚歎，不善的不讚歎，也不批評。不批評，不讚歎，這是不善的，不能讓大眾都學習的，這個不讚歎。供養是平等的，這是大乘佛教。"
    },
    {
      "id": "02-040-0110_p0032",
      "zh_CN": "今天社会颠倒，两百年的历史，速度真快，一百八十度的颠倒，社会的状况。再看看我们居住地球的状况，也是一百八十度的颠倒。古时候虽然有灾难，没这么多，大自然的灾变，地震很少，现在太普遍了。山崩地陷有，历史上有记载，太少见了，几百年好像有这么一次，现在好像常常听说。气候反常了。这些现象，在佛经上说，与人起心动念、一切造作有密切的关系。现在人所谓的自然灾害，不是的，人心。古时候人懂得这个道理，遇到这个灾难，皇上一定是断恶修善，改邪归正，自己带头斋戒沐浴修忏悔，大赦天下修福德。人民看到国家皇上都这样做，上行下效，所以很快就恢复正常。现在人不相信，说这是迷信。今天我们听到科学家，量子力学家的报告，有道理，古人这个做法有道理，从内心改转念头，外面的环境就会受影响，境随心转。过去这种做法是有道理的，是有效果的。",
      "zh_TW": "今天社會顛倒，兩百年的歷史，速度真快，一百八十度的顛倒，社會的狀況。再看看我們居住地球的狀況，也是一百八十度的顛倒。古時候雖然有災難，沒這麼多，大自然的災變，地震很少，現在太普遍了。山崩地陷有，歷史上有記載，太少見了，幾百年好像有這麼一次，現在好像常常聽說。氣候反常了。這些現象，在佛經上說，與人起心動念、一切造作有密切的關係。現在人所謂的自然災害，不是的，人心。古時候人懂得這個道理，遇到這個災難，皇上一定是斷惡修善，改邪歸正，自己帶頭齋戒沐浴修懺悔，大赦天下修福德。人民看到國家皇上都這樣做，上行下效，所以很快就恢復正常。現在人不相信，說這是迷信。今天我們聽到科學家，量子力學家的報告，有道理，古人這個做法有道理，從內心改轉念頭，外面的環境就會受影響，境隨心轉。過去這種做法是有道理的，是有效果的。"
    },
    {
      "id": "02-040-0110_p0033",
      "zh_CN": "一切法都要问，你用的是什么心？大乘教里常说，「一切皆从真实心中作」，这就对了。心量要大，人一生不要为自己，为自己多半到三途，要知道为别人、为社会、为国家、为民族、为全世界。中国人常讲「凡是人，皆须爱」。我们起心动念的对象是整个世界苦难众生，哪一个不苦？贫穷苦，富贵也苦。苦在什么地方？苦在迷而不觉，这真苦！我也遇到一些领导人，各个不同的阶层。现在的社会多半都是选举出来的，他们想参加选举，选县市长、选总统。碰到我来问我，他能不能当选？很难得，他提出这个问题。我问他，你想得到这个座位，想干些什么？如果你是为这个国家人服务，为世界人民服务，我说你一定当选。为什么？全世界人民的祖宗保佑你，所有宗教的神明保佑你，你肯定选上。如果你是为自己，为个人名闻利养，你当选了，那是你命里头有的，你命里头有，你当选了。那说明什么？天地鬼神保佑你，命里没有也当选了，那有，当然更当选。我说你只要想这个，不要计较那些选票，用不着。你是一个真心，你没有当选，那是什么？人民没福。人民要有福，你肯愿意为大家服务，为人民造福，哪有不当选的道理！",
      "zh_TW": "一切法都要問，你用的是什麼心？大乘教裡常說，「一切皆從真實心中作」，這就對了。心量要大，人一生不要為自己，為自己多半到三途，要知道為別人、為社會、為國家、為民族、為全世界。中國人常講「凡是人，皆須愛」。我們起心動念的對象是整個世界苦難眾生，哪一個不苦？貧窮苦，富貴也苦。苦在什麼地方？苦在迷而不覺，這真苦！我也遇到一些領導人，各個不同的階層。現在的社會多半都是選舉出來的，他們想參加選舉，選縣市長、選總統。碰到我來問我，他能不能當選？很難得，他提出這個問題。我問他，你想得到這個座位，想幹些什麼？如果你是為這個國家人服務，為世界人民服務，我說你一定當選。為什麼？全世界人民的祖宗保佑你，所有宗教的神明保佑你，你肯定選上。如果你是為自己，為個人名聞利養，你當選了，那是你命裡頭有的，你命裡頭有，你當選了。那說明什麼？天地鬼神保佑你，命裡沒有也當選了，那有，當然更當選。我說你只要想這個，不要計較那些選票，用不著。你是一個真心，你沒有當選，那是什麼？人民沒福。人民要有福，你肯願意為大家服務，為人民造福，哪有不當選的道理！"
    },
    {
      "id": "02-040-0110_p0034",
      "zh_CN": "人生很苦短，每个人机遇不同，遇到这样的缘，多做好事，多积德。在这个地位上，有权有势，行善积德容易，能行大善、积大德，造恶也容易，完全看你用什么心。袁了凡先生发愿修三千善事，十年才圆满。第二次发愿，官做到大一点了，四年圆满。第三次做了宝坻知县，宝坻是个大县，那个县是直接归皇上管的，像现在的特别市一样，只一桩事情，他一万桩善事就圆满了。这一桩是什么？他看农民缴纳的税太重，减租。你看，这一个命令下去，这一个县十几万农民都得好处，这一万桩善事，一个念头就完成。要明白这个道理，无论在什么岗位上，都能做大事，都能积大德。",
      "zh_TW": "人生很苦短，每個人機遇不同，遇到這樣的緣，多做好事，多積德。在這個地位上，有權有勢，行善積德容易，能行大善、積大德，造惡也容易，完全看你用什麼心。袁了凡先生發願修三千善事，十年才圓滿。第二次發願，官做到大一點了，四年圓滿。第三次做了寶坻知縣，寶坻是個大縣，那個縣是直接歸皇上管的，像現在的特別市一樣，只一樁事情，他一萬樁善事就圓滿了。這一樁是什麼？他看農民繳納的稅太重，減租。你看，這一個命令下去，這一個縣十幾萬農民都得好處，這一萬樁善事，一個念頭就完成。要明白這個道理，無論在什麼崗位上，都能做大事，都能積大德。"
    },
    {
      "id": "02-040-0110_p0035",
      "zh_CN": "今天最好的事情、最殊胜的事情，是什么？帮助天下人开智慧。这还得了！这个事情怎么做？首先我们要晓得，整个人类，往古那些祖宗、圣贤，他们真有智慧。你要不相信，你看佛经，佛讲的这么多东西，三千年后科学家发现是事实，不是假的，不是随便说的。所以科学家认为，现在观念改了，从前瞧不起古人，认为古人不懂科学，现在承认古人有一种本能，现在人没有了。这个本能是什么？是性德，是性德里面蕴藏着真实智慧。古人的心清净，这个智慧很容易透出来，再就是有慈悲心、有大愿力，帮助苦难众生，它就发出来。",
      "zh_TW": "今天最好的事情、最殊勝的事情，是什麼？幫助天下人開智慧。這還得了！這個事情怎麼做？首先我們要曉得，整個人類，往古那些祖宗、聖賢，他們真有智慧。你要不相信，你看佛經，佛講的這麼多東西，三千年後科學家發現是事實，不是假的，不是隨便說的。所以科學家認為，現在觀念改了，從前瞧不起古人，認為古人不懂科學，現在承認古人有一種本能，現在人沒有了。這個本能是什麼？是性德，是性德裡面蘊藏著真實智慧。古人的心清淨，這個智慧很容易透出來，再就是有慈悲心、有大願力，幫助苦難眾生，它就發出來。"
    },
    {
      "id": "02-040-0110_p0036",
      "zh_CN": "能够流传下来的只有中国，其他国家地区流传下来的很难，为什么？没有工具。他们那些语文是一致的，过个十几年语言变了，它文也变了。所以那些像拉丁文古文，没有人懂了，只有少数考古学家，他们知道一些，不能完全懂得。只有中国老祖宗真是最聪明、最有智慧，发明了文言文。语跟文走两条路，语不管怎么变，文不变，永恒不变。那你要学会了文言文，读他们的书，就跟他们现前跟你讲话一样。留下来是什么东西？从个人的修养，个人的生活，幸福美满的生活，然后再讲到齐家，再讲到治国，再讲到平天下。平天下就是今天讲的和谐世界，天下太平。这些智慧、理念，理是道理，方法、经验、效果统统完完整整记录下来，在《四库全书》里头。所以我跟外国人讲，大家要把中国《四库全书》看作什么？全人类的瑰宝，不是属于哪一个国家民族的，是属于全人类的。你要会文言文，你就拿到这把钥匙，你就能享受。",
      "zh_TW": "能夠流傳下來的只有中國，其他國家地區流傳下來的很難，為什麼？沒有工具。他們那些語文是一致的，過個十幾年語言變了，它文也變了。所以那些像拉丁文古文，沒有人懂了，只有少數考古學家，他們知道一些，不能完全懂得。只有中國老祖宗真是最聰明、最有智慧，發明了文言文。語跟文走兩條路，語不管怎麼變，文不變，永恆不變。那你要學會了文言文，讀他們的書，就跟他們現前跟你講話一樣。留下來是什麼東西？從個人的修養，個人的生活，幸福美滿的生活，然後再講到齊家，再講到治國，再講到平天下。平天下就是今天講的和諧世界，天下太平。這些智慧、理念，理是道理，方法、經驗、效果統統完完整整記錄下來，在《四庫全書》裡頭。所以我跟外國人講，大家要把中國《四庫全書》看作什麼？全人類的瑰寶，不是屬於哪一個國家民族的，是屬於全人類的。你要會文言文，你就拿到這把鑰匙，你就能享受。"
    },
    {
      "id": "02-040-0110_p0037",
      "zh_CN": "文言文学习难不难？不难。我在美国访问过纽约大学，在英国访问过伦敦大学、剑桥大学、牛津大学，这些学校都有中文系，叫汉学，他们的学生讲一口标准的北京话。我跟他们交流不需要翻译，很痛快。用中国儒释道的经典去写博士论文，我遇到几个同学他告诉我。其中还有一个，用《无量寿经》写博士论文。我感到很惊讶，我说《无量寿经》有九种本子，你用哪个本子？他用夏莲居的会集本，写博士论文。还有一个用《孟子》，还有一个用王维，唐朝的文学家。他能看得懂中国古人的注解、注疏。所以我问他们，你们学中国文言文学了几年？三年。不难！这些人根本就没有中国文化的底蕴，三年就能学成。所以我就想，中国人要学，顶多两年，两年这把钥匙你就拿到。",
      "zh_TW": "文言文學習難不難？不難。我在美國訪問過紐約大學，在英國訪問過倫敦大學、劍橋大學、牛津大學，這些學校都有中文系，叫漢學，他們的學生講一口標準的北京話。我跟他們交流不需要翻譯，很痛快。用中國儒釋道的經典去寫博士論文，我遇到幾個同學他告訴我。其中還有一個，用《無量壽經》寫博士論文。我感到很驚訝，我說《無量壽經》有九種本子，你用哪個本子？他用夏蓮居的會集本，寫博士論文。還有一個用《孟子》，還有一個用王維，唐朝的文學家。他能看得懂中國古人的註解、註疏。所以我問他們，你們學中國文言文學了幾年？三年。不難！這些人根本就沒有中國文化的底蘊，三年就能學成。所以我就想，中國人要學，頂多兩年，兩年這把鑰匙你就拿到。"
    },
    {
      "id": "02-040-0110_p0038",
      "zh_CN": "文言文怎么学习？一定要靠背诵。我过去在台中，跟李老师，老师教导我们，能够背过五十篇古文，不多，五十篇，你就能读文言文；能够背一百篇古文，你就有能力写文言文。一个星期背一篇，一年五十个星期，两年一百个星期，有能力写文言文，不是难事。现在难在哪？难被吓到了，好像这个东西深奥、神秘，不敢碰它，不敢接触它，这就是信心丧失掉了。外国人有信心，他们认为三年决定可以学成，他就能做到。所以我们现在在国外，我是到处劝人学中国文言文。为什么？这一套《四库全书》是宝，全世界找不到第二种，都在里头。你有能力看这个，帝王师。如果读的人多了，讲解的人多了，每天在电视台讲解，全世界人一起来学习，那就是二十一世纪是中国人的世纪，是中国人文化的世纪，不是别的。中国文化带给全世界繁荣、兴旺、安定、和谐，确实能化解一切冲突，好事！难不难？不难。",
      "zh_TW": "文言文怎麼學習？一定要靠背誦。我過去在台中，跟李老師，老師教導我們，能夠背過五十篇古文，不多，五十篇，你就能讀文言文；能夠背一百篇古文，你就有能力寫文言文。一個星期背一篇，一年五十個星期，兩年一百個星期，有能力寫文言文，不是難事。現在難在哪？難被嚇到了，好像這個東西深奧、神祕，不敢碰它，不敢接觸它，這就是信心喪失掉了。外國人有信心，他們認為三年決定可以學成，他就能做到。所以我們現在在國外，我是到處勸人學中國文言文。為什麼？這一套《四庫全書》是寶，全世界找不到第二種，都在裡頭。你有能力看這個，帝王師。如果讀的人多了，講解的人多了，每天在電視台講解，全世界人一起來學習，那就是二十一世紀是中國人的世紀，是中國人文化的世紀，不是別的。中國文化帶給全世界繁榮、興旺、安定、和諧，確實能化解一切衝突，好事！難不難？不難。"
    },
    {
      "id": "02-040-0110_p0039",
      "zh_CN": "我想起来，从哪里学习？从认方块字开始。中国字一共多少个音？四百二十个。一天学四个，一百天就学会了。你看，这是一个音，一个音有平上去入，由一个音变成四个音。总共四百二十个，这个音四百二十个，平上去入，乘四，一千六。我看任何国家文字都比中国复杂、都比中国困难，中国好高！我现在用这种卡片，做成小卡片，身上可以带的。用小盒子，一盒四百二十张。你一天念四个，一百天，中国字认识了。你对它产生兴趣了，然后再学中国的文字学，学《说文解字》，这字为什么这么写法，它代表些什么意思，你就懂得中国文字之美。中国文字非常有艺术价值，你就会对它产生欢喜心。所以外国人三年，我想我们两年，再用一年的时间去背一百篇古文，就成功了，这问题就解决了。古人已经把契入《四库》的方法已经做出来，《国学治要》就是针对《四库全书》。这个里面收的很多好的文章，它是跟《群书治要》理念得来的，把《四库》里头最好的东西节录下来成一部书，就是《国学治要》，重点在治学，《群书治要》重点在政治、在哲学。所以你就在那个里头选一百篇，用两年的时间把它背过，金钥匙拿到了。不难！",
      "zh_TW": "我想起來，從哪裡學習？從認方塊字開始。中國字一共多少個音？四百二十個。一天學四個，一百天就學會了。你看，這是一個音，一個音有平上去入，由一個音變成四個音。總共四百二十個，這個音四百二十個，平上去入，乘四，一千六。我看任何國家文字都比中國複雜、都比中國困難，中國好高！我現在用這種卡片，做成小卡片，身上可以帶的。用小盒子，一盒四百二十張。你一天念四個，一百天，中國字認識了。你對它產生興趣了，然後再學中國的文字學，學《說文解字》，這字為什麼這麼寫法，它代表些什麼意思，你就懂得中國文字之美。中國文字非常有藝術價值，你就會對它產生歡喜心。所以外國人三年，我想我們兩年，再用一年的時間去背一百篇古文，就成功了，這問題就解決了。古人已經把契入《四庫》的方法已經做出來，《國學治要》就是針對《四庫全書》。這個裡面收的很多好的文章，它是跟《群書治要》理念得來的，把《四庫》裡頭最好的東西節錄下來成一部書，就是《國學治要》，重點在治學，《群書治要》重點在政治、在哲學。所以你就在那個裡頭選一百篇，用兩年的時間把它背過，金鑰匙拿到了。不難！"
    },
    {
      "id": "02-040-0110_p0040",
      "zh_CN": "全世界人都学文言文，中国人要不要学？那就看他了。他要不愿意学，我想到，现在非洲小朋友在学。我这里有几张非洲小朋友照片，这些都是非洲的孤儿。台湾有一位法师，慧礼法师收养他们，三千多人，教他们中国传统文化。这都是这些小朋友，我在马来西亚遇到他们，学得非常好。所以他们将来要是继承了中国传统文化，把《四库全书》专通，将来他们会领导全世界，他们真正有智慧、有学问、有方法。不难，从小教！因为他是孤儿，很好教，没有障碍，没有人障碍他，你教他什么，他们都接受，这一群小朋友。所以我相信非洲黑人将来会统治全世界，这个话不是假的。现在每一个地区都有很多孤儿，被父母遗弃的，我们的确可以在这个里头选择优秀的，我们来领养，我们来办个一条龙的学校，用他们来做实验，没有后面人干扰，会一帆风顺。从最基本的东西来学，学到最后，四书五经、诸子百家。用二十年的时间，十年是奠基，奠定坚固的基础，再十年让他们专攻一门。",
      "zh_TW": "全世界人都學文言文，中國人要不要學？那就看他了。他要不願意學，我想到，現在非洲小朋友在學。我這裡有幾張非洲小朋友照片，這些都是非洲的孤兒。台灣有一位法師，慧禮法師收養他們，三千多人，教他們中國傳統文化。這都是這些小朋友，我在馬來西亞遇到他們，學得非常好。所以他們將來要是繼承了中國傳統文化，把《四庫全書》專通，將來他們會領導全世界，他們真正有智慧、有學問、有方法。不難，從小教！因為他是孤兒，很好教，沒有障礙，沒有人障礙他，你教他什麼，他們都接受，這一群小朋友。所以我相信非洲黑人將來會統治全世界，這個話不是假的。現在每一個地區都有很多孤兒，被父母遺棄的，我們的確可以在這個裡頭選擇優秀的，我們來領養，我們來辦個一條龍的學校，用他們來做實驗，沒有後面人干擾，會一帆風順。從最基本的東西來學，學到最後，四書五經、諸子百家。用二十年的時間，十年是奠基，奠定堅固的基礎，再十年讓他們專攻一門。"
    },
    {
      "id": "02-040-0110_p0041",
      "zh_CN": "这个学习的理念，就是佛家讲的戒定慧三学。一定要让小孩开智慧，不是教他学知识，知识不能解决问题。我们现在碰到这个难关，没法解决问题，要智慧。所以我们要相信，没有老师，能成就。释迦牟尼佛没老师，《华严经》从哪里学的？《法华经》哪里学的？没人教他。他为什么都能讲，都讲得那么好？开悟了。惠能大师没老师，我们在《坛经》里面看到他的传记，没念过书，不认识字，开悟之后，无论什么经你念给他听，他讲给你听。孔子也没有老师，老子也没有老师，这些圣哲很多没有老师，还有很多根本不认识字，他能够讲出一篇大道理，别人写出来成为经典。这是什么？就是能大师所说的，「何期自性，本自具足」。我们自性里面有无量智慧，有无量才艺、无量德能、无量相好，只要见性就开发出来了。戒定慧三学是开发的工具，这些珍宝都是在我们自性里头，只要用这个方法开发出来，取之不竭，用之不尽。达到究竟圆满，那真正是究竟圆满的智慧，刚才讲了，融入常寂光，十方三世一切诸佛所修的，跟我们自己融成一体了。",
      "zh_TW": "這個學習的理念，就是佛家講的戒定慧三學。一定要讓小孩開智慧，不是教他學知識，知識不能解決問題。我們現在碰到這個難關，沒法解決問題，要智慧。所以我們要相信，沒有老師，能成就。釋迦牟尼佛沒老師，《華嚴經》從哪裡學的？《法華經》哪裡學的？沒人教他。他為什麼都能講，都講得那麼好？開悟了。惠能大師沒老師，我們在《壇經》裡面看到他的傳記，沒念過書，不認識字，開悟之後，無論什麼經你念給他聽，他講給你聽。孔子也沒有老師，老子也沒有老師，這些聖哲很多沒有老師，還有很多根本不認識字，他能夠講出一篇大道理，別人寫出來成為經典。這是什麼？就是能大師所說的，「何期自性，本自具足」。我們自性裡面有無量智慧，有無量才藝、無量德能、無量相好，只要見性就開發出來了。戒定慧三學是開發的工具，這些珍寶都是在我們自性裡頭，只要用這個方法開發出來，取之不竭，用之不盡。達到究竟圓滿，那真正是究竟圓滿的智慧，剛才講了，融入常寂光，十方三世一切諸佛所修的，跟我們自己融成一體了。"
    },
    {
      "id": "02-040-0110_p0042",
      "zh_CN": "我们要相信这个道理，要相信这个方法，中国东西是最科学的、是最先进的，文言文真正了不起。我也承蒙许多同修的爱护，替我搜集民国初年小学生这些资料，我手上现在大概有五、六十本。看起来很感动，民国初年小学三、四年级学生写的文章，现在大学文学院写不出来。古时候小学一、二年级，民国初年，学造句；三年级就开始学作文，作文都不到一百个字，就是短文；五、六年级的时候，就能够写出三、四百字的文章。不但文字写得好，思想纯正，小孩都有他的正知正见，对于善恶、是非、邪正都有能力辨别，很难得。距离我们八、九十年而已。我们在这个八、九十年当中，真叫一落千丈，没有法子跟他们比，所以要努力。我们希望全世界人都努力，还好我这个说法还没有人反对，大家听到都欢喜，都想来试试，好事情。今天时间到了，我们学习到此地。",
      "zh_TW": "我們要相信這個道理，要相信這個方法，中國東西是最科學的、是最先進的，文言文真正了不起。我也承蒙許多同修的愛護，替我蒐集民國初年小學生這些資料，我手上現在大概有五、六十本。看起來很感動，民國初年小學三、四年級學生寫的文章，現在大學文學院寫不出來。古時候小學一、二年級，民國初年，學造句；三年級就開始學作文，作文都不到一百個字，就是短文；五、六年級的時候，就能夠寫出三、四百字的文章。不但文字寫得好，思想純正，小孩都有他的正知正見，對於善惡、是非、邪正都有能力辨別，很難得。距離我們八、九十年而已。我們在這個八、九十年當中，真叫一落千丈，沒有法子跟他們比，所以要努力。我們希望全世界人都努力，還好我這個說法還沒有人反對，大家聽到都歡喜，都想來試試，好事情。今天時間到了，我們學習到此地。"
    }
  ]
}