{
  "doc_id": "02-040-0494",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九四集",
    "zh_TW": "第四九四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0494",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-040-0494_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0494_p0002",
      "zh_CN": "请看《大经科注》第八百三十页倒数第五行，「大士名号」。请看经文：",
      "zh_TW": "請看《大經科註》第八百三十頁倒數第五行，「大士名號」。請看經文："
    },
    {
      "id": "02-040-0494_p0003",
      "zh_CN": "【阿难白佛。彼二菩萨。其号云何。佛言。一名观世音。一名大势至。】",
      "zh_TW": "【阿難白佛。彼二菩薩。其號云何。佛言。一名觀世音。一名大勢至。】"
    },
    {
      "id": "02-040-0494_p0004",
      "zh_CN": "在佛陀教育里面我们必须要清楚，佛陀、菩萨、罗汉（阿罗汉），这些名词是古印度梵文里面一种称呼，相当于我们中国人所谓的圣人、贤人、君子，儒家这么称呼的。佛陀这个字翻成中国意思是觉悟的人，所以翻觉者，觉悟的人称之为佛陀。中国讲圣人，圣人是明白的人，跟觉悟意思一样，对于世出世间一切法他通达、他明了，这样的人称圣人，在印度称之为佛陀。但是佛家里面讲它还有标准，这个标准儒家没有说，中国人没有说，那就是佛陀必须放下起心动念，眼见色，看得很清楚，没有起心动念，这称之为佛；起心动念，没有分别、没有执着，这称为菩萨，这是第二层；有起心动念、有分别，没有执着，这个人称阿罗汉；如果说是见色闻声，起心动念、分别、执着统统都有，就叫做凡夫，是这么回事情。所以佛菩萨不是神，不是仙人，不是天使，他是人。",
      "zh_TW": "在佛陀教育裡面我們必須要清楚，佛陀、菩薩、羅漢（阿羅漢），這些名詞是古印度梵文裡面一種稱呼，相當於我們中國人所謂的聖人、賢人、君子，儒家這麼稱呼的。佛陀這個字翻成中國意思是覺悟的人，所以翻覺者，覺悟的人稱之為佛陀。中國講聖人，聖人是明白的人，跟覺悟意思一樣，對於世出世間一切法他通達、他明瞭，這樣的人稱聖人，在印度稱之為佛陀。但是佛家裡面講它還有標準，這個標準儒家沒有說，中國人沒有說，那就是佛陀必須放下起心動念，眼見色，看得很清楚，沒有起心動念，這稱之為佛；起心動念，沒有分別、沒有執著，這稱為菩薩，這是第二層；有起心動念、有分別，沒有執著，這個人稱阿羅漢；如果說是見色聞聲，起心動念、分別、執著統統都有，就叫做凡夫，是這麼回事情。所以佛菩薩不是神，不是仙人，不是天使，他是人。"
    },
    {
      "id": "02-040-0494_p0005",
      "zh_CN": "放下妄想分别执着，这叫断德。妄想分别执着会带给我们许许多多错误的概念、错误的想法、错误的看法，所以佛法里面真正有修养的人，他的心清净的，跟我们经题上所说的，清净没有染污。我们执着有人我，就是染污。所以佛教要求修学的人，第一个要把我放下，知道我是假的，不是真的，不能执着这个身是我。为什么？身有生死，灵性没有生死，着重在灵性的修养上。不执着我，就能做到大公无私，起心动念多想别人，不要想自己。",
      "zh_TW": "放下妄想分別執著，這叫斷德。妄想分別執著會帶給我們許許多多錯誤的概念、錯誤的想法、錯誤的看法，所以佛法裡面真正有修養的人，他的心清淨的，跟我們經題上所說的，清淨沒有染污。我們執著有人我，就是染污。所以佛教要求修學的人，第一個要把我放下，知道我是假的，不是真的，不能執著這個身是我。為什麼？身有生死，靈性沒有生死，著重在靈性的修養上。不執著我，就能做到大公無私，起心動念多想別人，不要想自己。"
    },
    {
      "id": "02-040-0494_p0006",
      "zh_CN": "佛法终极的目标告诉我们，整个宇宙跟我们是一体的。这个一切万法从哪里来的？佛经上说得很多，说得很好，「一切法从心想生」，这个说法被现代的量子力学家证明了。所以近代有不少年轻的科学家都在研究意念，就是起心动念，念力能量非常大，研究的人愈来愈多。所有物质现象从哪里来的？从念头产生的，这是被科学揭穿了。说明大乘经典跟现在科学里面所发现的，讲的完全相同。科学用数学，高深的数学，告诉我们有某些可能，然后再用精密仪器去观察，去把这个现象找出来。譬如物质这个现象，物质到底是什么被找出来了。物质是假相不是真的，跟佛经上所说的，「凡所有相，皆是虚妄」，这科学家证明了，没有说错。第二个，物质是从念头产生的，一切法从心想生。一切法里头，物质现象、精神现象、自然现象从哪里来的？都是从念头生的。念头是阿赖耶的见分，物质现象是阿赖耶的相分，相分是从见分生出来的。这个现在科学家，物质是搞清楚了，确实是念头生的，但是念头从哪里来的，还没有完全搞清楚。",
      "zh_TW": "佛法終極的目標告訴我們，整個宇宙跟我們是一體的。這個一切萬法從哪裡來的？佛經上說得很多，說得很好，「一切法從心想生」，這個說法被現代的量子力學家證明了。所以近代有不少年輕的科學家都在研究意念，就是起心動念，念力能量非常大，研究的人愈來愈多。所有物質現象從哪裡來的？從念頭產生的，這是被科學揭穿了。說明大乘經典跟現在科學裡面所發現的，講的完全相同。科學用數學，高深的數學，告訴我們有某些可能，然後再用精密儀器去觀察，去把這個現象找出來。譬如物質這個現象，物質到底是什麼被找出來了。物質是假相不是真的，跟佛經上所說的，「凡所有相，皆是虛妄」，這科學家證明了，沒有說錯。第二個，物質是從念頭產生的，一切法從心想生。一切法裡頭，物質現象、精神現象、自然現象從哪裡來的？都是從念頭生的。念頭是阿賴耶的見分，物質現象是阿賴耶的相分，相分是從見分生出來的。這個現在科學家，物質是搞清楚了，確實是念頭生的，但是念頭從哪裡來的，還沒有完全搞清楚。"
    },
    {
      "id": "02-040-0494_p0007",
      "zh_CN": "念头的现象被发现，大乘经里面所说的，「当处出生，随处灭尽」，这两句话被科学家证明了，是事实真相，念头的生灭确实是这样的，频率非常之高。念头从哪里来的？念头从业相来的。业相是个波动现象，最原始的波动现象，这个波动现象的产生，佛经上讲，一念不觉产生出来的。一念不觉没有原因，没有原因表什么意思？暗中的含义就是说，它也不是真的，你发现之后要把它放下，不要放在心上就对了，放在心上执着它就错了，这是不能不知道的。",
      "zh_TW": "念頭的現象被發現，大乘經裡面所說的，「當處出生，隨處滅盡」，這兩句話被科學家證明了，是事實真相，念頭的生滅確實是這樣的，頻率非常之高。念頭從哪裡來的？念頭從業相來的。業相是個波動現象，最原始的波動現象，這個波動現象的產生，佛經上講，一念不覺產生出來的。一念不覺沒有原因，沒有原因表什麼意思？暗中的含義就是說，它也不是真的，你發現之後要把它放下，不要放在心上就對了，放在心上執著它就錯了，這是不能不知道的。"
    },
    {
      "id": "02-040-0494_p0008",
      "zh_CN": "所以我们有理由相信，科学这些年来，在这个世纪确实是突飞猛进。八十年前发现原子，在当时科学家认为原子是物质的基本粒子，大概就不能再小了，最小的是原子。在最近这八十年来，终于把原子也能够把它打破，它不是最小的，发现原子里面有原子核、有电子、有中子，这样组成的。再把这些东西都打破，各个击破，电子也打破，原子核也打破，中子也打破，发现粒子，称为基本粒子，基本粒子有几十种之多。这些东西还不是最小的，还能够把它打破，打破之后发现夸克，也有几十种。这些东西在佛法里面称之为，佛教用微尘，叫色聚极微，用这个名词，包括现在所讲的基本粒子跟夸克。这还不是最小的，夸克还能打破，打破发现微中子。微中子就是佛经讲的极微色，物质现象真正最小的，它不能再打破，再打破就没有了，物质现象不存在了。科学家确实把这个东西也打破了，打破发现物质没有了，物质现象没有了。那是什么东西被看到的？看到是念头的波动现象，这样才真正知道，物质现象是念头波动现象里面所产生的幻相。科学家得到一个结论，物质不是真的，物质是假相，确确实实这个世间没有物质这个东西的存在，假相。",
      "zh_TW": "所以我們有理由相信，科學這些年來，在這個世紀確實是突飛猛進。八十年前發現原子，在當時科學家認為原子是物質的基本粒子，大概就不能再小了，最小的是原子。在最近這八十年來，終於把原子也能夠把它打破，它不是最小的，發現原子裡面有原子核、有電子、有中子，這樣組成的。再把這些東西都打破，各個擊破，電子也打破，原子核也打破，中子也打破，發現粒子，稱為基本粒子，基本粒子有幾十種之多。這些東西還不是最小的，還能夠把它打破，打破之後發現夸克，也有幾十種。這些東西在佛法裡面稱之為，佛教用微塵，叫色聚極微，用這個名詞，包括現在所講的基本粒子跟夸克。這還不是最小的，夸克還能打破，打破發現微中子。微中子就是佛經講的極微色，物質現象真正最小的，它不能再打破，再打破就沒有了，物質現象不存在了。科學家確實把這個東西也打破了，打破發現物質沒有了，物質現象沒有了。那是什麼東西被看到的？看到是念頭的波動現象，這樣才真正知道，物質現象是念頭波動現象裡面所產生的幻相。科學家得到一個結論，物質不是真的，物質是假相，確確實實這個世間沒有物質這個東西的存在，假相。"
    },
    {
      "id": "02-040-0494_p0009",
      "zh_CN": "一切事实真相都在我们眼前，没有离开当下，这佛经上说的，科学家给我们做证明，确实如佛经所说。于是科学家对佛经产生一个疑问，二千五百多年前没有科学技术，释迦牟尼佛怎么发现的，他怎么知道的？二、三千年之后到现代，最近这二、三十年才被发现。于是乎科学家认为，人有一种本能，古人有，现在我们把本能失掉了。这个说法对于佛经上讲法也很接近，佛法的确是告诉我们，一切众生有本能，而且本能非常殊胜。佛在《华严经》上说，「一切众生本来是佛」，没有一个是例外的，所以佛法是平等的。佛是什么？每一个人，这是《华严》，释迦牟尼佛说的，「一切众生皆有如来智慧德相」，这就是本能。每个人，每个众生，连蚊虫蚂蚁都是众生，我们今天讲动物，都有圆满的智慧。圆满的智慧，意思就是说没有一样不知道的，过去、现在、未来，此界、他方，完全通达明了，无所不知，无所不能。在以前我们用这些话赞美上帝，佛在经上告诉我们，我们每个人都有，是平等的，确确实实上帝有，所有一切众生都有。差别在哪里？差别在迷悟，觉悟了在佛教称为佛菩萨，迷了称为凡夫，佛教只是一个迷悟的问题。",
      "zh_TW": "一切事實真相都在我們眼前，沒有離開當下，這佛經上說的，科學家給我們做證明，確實如佛經所說。於是科學家對佛經產生一個疑問，二千五百多年前沒有科學技術，釋迦牟尼佛怎麼發現的，他怎麼知道的？二、三千年之後到現代，最近這二、三十年才被發現。於是乎科學家認為，人有一種本能，古人有，現在我們把本能失掉了。這個說法對於佛經上講法也很接近，佛法的確是告訴我們，一切眾生有本能，而且本能非常殊勝。佛在《華嚴經》上說，「一切眾生本來是佛」，沒有一個是例外的，所以佛法是平等的。佛是什麼？每一個人，這是《華嚴》，釋迦牟尼佛說的，「一切眾生皆有如來智慧德相」，這就是本能。每個人，每個眾生，連蚊蟲螞蟻都是眾生，我們今天講動物，都有圓滿的智慧。圓滿的智慧，意思就是說沒有一樣不知道的，過去、現在、未來，此界、他方，完全通達明瞭，無所不知，無所不能。在以前我們用這些話讚美上帝，佛在經上告訴我們，我們每個人都有，是平等的，確確實實上帝有，所有一切眾生都有。差別在哪裡？差別在迷悟，覺悟了在佛教稱為佛菩薩，迷了稱為凡夫，佛教只是一個迷悟的問題。"
    },
    {
      "id": "02-040-0494_p0010",
      "zh_CN": "所以佛陀的教学帮助一切众生破迷开悟，佛陀教学的目的在此地。佛是佛陀教育里头最高的学位，好像现在大学的博士学位，最高的；菩萨是第二个学位，好像现在硕士；阿罗汉是第三个学位，像是学士，是三个学位的名称。学佛的人应该先拿到阿罗汉的学位，再提升，拿到菩萨学位，最后提升，证得究竟圆满的果位，就是佛陀。所以一切众生人人都应该证得佛陀，智慧圆满。圆满从哪里来的？是自性里头本有的，不是外头来的，外面没有一样东西。自性就是真心，真心就是圆满的佛，真心里面什么都有，能生万法，能变现出宇宙。宇宙是真心变现的，真心变现的叫一真法界。我们迷失了真心变成凡夫，迷失之后出来了一个妄心，妄心的体是真心，所以说真妄不二，真妄一如。妄心能变，真心能现，真心不变。",
      "zh_TW": "所以佛陀的教學幫助一切眾生破迷開悟，佛陀教學的目的在此地。佛是佛陀教育裡頭最高的學位，好像現在大學的博士學位，最高的；菩薩是第二個學位，好像現在碩士；阿羅漢是第三個學位，像是學士，是三個學位的名稱。學佛的人應該先拿到阿羅漢的學位，再提升，拿到菩薩學位，最後提升，證得究竟圓滿的果位，就是佛陀。所以一切眾生人人都應該證得佛陀，智慧圓滿。圓滿從哪裡來的？是自性裡頭本有的，不是外頭來的，外面沒有一樣東西。自性就是真心，真心就是圓滿的佛，真心裡面什麼都有，能生萬法，能變現出宇宙。宇宙是真心變現的，真心變現的叫一真法界。我們迷失了真心變成凡夫，迷失之後出來了一個妄心，妄心的體是真心，所以說真妄不二，真妄一如。妄心能變，真心能現，真心不變。"
    },
    {
      "id": "02-040-0494_p0011",
      "zh_CN": "所以大菩萨，明心见性的菩萨，他们住在一真法界，一真法界人寿命很长，真的是无量寿，永远不会衰老。这个世界里面，树木花草是长青，树叶不会掉下来，没有春夏秋冬四季，永远保持着真常。人生到那个地方，化生，不是像从小孩慢慢长大，不是的，他是变化的，化生。相貌庄严，庄严到什么程度？实在讲我们说不出来，身有无量相，相有无量好，好有无量光，无量光中能够见十方一切诸佛刹土，他的一个身等于说是一整个宇宙的缩小。这还没有到究竟圆满，究竟圆满这个相没有了，变成光，光明遍照法界，因为一真法界里头有形相，光明法界里头没有形相。净土宗最高的一个阶层，叫常寂光，这里头没有现象，没有物质现象，也没有精神现象，就是没有起心动念，也没有自然现象，一片光明，光明遍照宇宙。成佛就是融入这个光明，好像我们房间有几十盏灯光，灯光都打开之后，光跟光融在一起，分不开这个灯、那个灯，融成一片，叫大光明藏。法身菩萨到最后就是要融入常寂光，这就证得圆满的佛果。常寂光有没有用？有用，它与一切众生有感应道交，众生有感，它就现相，就应。现什么样的相随众生心，众生起什么念，它就现什么相，确实是一个不可思议的境界。",
      "zh_TW": "所以大菩薩，明心見性的菩薩，他們住在一真法界，一真法界人壽命很長，真的是無量壽，永遠不會衰老。這個世界裡面，樹木花草是長青，樹葉不會掉下來，沒有春夏秋冬四季，永遠保持著真常。人生到那個地方，化生，不是像從小孩慢慢長大，不是的，他是變化的，化生。相貌莊嚴，莊嚴到什麼程度？實在講我們說不出來，身有無量相，相有無量好，好有無量光，無量光中能夠見十方一切諸佛剎土，他的一個身等於說是一整個宇宙的縮小。這還沒有到究竟圓滿，究竟圓滿這個相沒有了，變成光，光明遍照法界，因為一真法界裡頭有形相，光明法界裡頭沒有形相。淨土宗最高的一個階層，叫常寂光，這裡頭沒有現象，沒有物質現象，也沒有精神現象，就是沒有起心動念，也沒有自然現象，一片光明，光明遍照宇宙。成佛就是融入這個光明，好像我們房間有幾十盞燈光，燈光都打開之後，光跟光融在一起，分不開這個燈、那個燈，融成一片，叫大光明藏。法身菩薩到最後就是要融入常寂光，這就證得圓滿的佛果。常寂光有沒有用？有用，它與一切眾生有感應道交，眾生有感，它就現相，就應。現什麼樣的相隨眾生心，眾生起什麼念，它就現什麼相，確實是一個不可思議的境界。"
    },
    {
      "id": "02-040-0494_p0012",
      "zh_CN": "极乐世界把佛经上所讲的境界统统表演出来，到那边你全看到。你看到同居土跟我们这边六道轮回差不多，但是它没有六道轮回，它没有造恶业的人。它的同居土跟实报土没有两样，它的方便有余土跟实报土也没有两样，所以它有四土三辈九品之名，但是实实在在讲，它是平等的，完全平等。这个平等的理论、平等的因，是一切众生本来是佛，这是因；平等的缘，是我们希望亲近阿弥陀佛，依他做老师，向他学习。他的确是个好老师，他善于教学，一切诸佛教不了的学生，他能把他教好。所以诸佛尊称阿弥陀佛为「光中极尊，佛中之王」，这是对他的赞叹，他确实有这个能力能够帮助我们。这个经上讲得很详细，这部经是释迦牟尼佛为我们介绍西方极乐世界点点滴滴。",
      "zh_TW": "極樂世界把佛經上所講的境界統統表演出來，到那邊你全看到。你看到同居土跟我們這邊六道輪迴差不多，但是它沒有六道輪迴，它沒有造惡業的人。它的同居土跟實報土沒有兩樣，它的方便有餘土跟實報土也沒有兩樣，所以它有四土三輩九品之名，但是實實在在講，它是平等的，完全平等。這個平等的理論、平等的因，是一切眾生本來是佛，這是因；平等的緣，是我們希望親近阿彌陀佛，依他做老師，向他學習。他的確是個好老師，他善於教學，一切諸佛教不了的學生，他能把他教好。所以諸佛尊稱阿彌陀佛為「光中極尊，佛中之王」，這是對他的讚歎，他確實有這個能力能夠幫助我們。這個經上講得很詳細，這部經是釋迦牟尼佛為我們介紹西方極樂世界點點滴滴。"
    },
    {
      "id": "02-040-0494_p0013",
      "zh_CN": "这一段是介绍到极乐世界菩萨很多，但是有两位菩萨很特殊，特别提出来为我们介绍，一个是观世音菩萨，一个是大势至菩萨，菩萨众里面的上首，好像是班长一样，这两位菩萨帮助阿弥陀佛教化一切菩萨们。我们看念老的注解，「一名观世音，一名大势至。其威神光明普照三千大千世界」。下面，『阿难白佛，彼二菩萨，其号云何』，这两位菩萨，『一名观世音，一名大势至』。我们看注解，注解里面说，威神光明普照三千大千世界。这个三千大千世界不是普通的三千大千世界，三千大千世界是一尊佛教化的区域，此地说的三千大千世界就是指的极乐世界。极乐世界很特殊，前面我们学习过，极乐世界是光明世界，弥陀佛光遍照。世界有多大？无量无边无穷无尽。换句话说，用我们的话来说，是全宇宙；佛经上的话，是遍法界虚空界。",
      "zh_TW": "這一段是介紹到極樂世界菩薩很多，但是有兩位菩薩很特殊，特別提出來為我們介紹，一個是觀世音菩薩，一個是大勢至菩薩，菩薩眾裡面的上首，好像是班長一樣，這兩位菩薩幫助阿彌陀佛教化一切菩薩們。我們看念老的註解，「一名觀世音，一名大勢至。其威神光明普照三千大千世界」。下面，『阿難白佛，彼二菩薩，其號云何』，這兩位菩薩，『一名觀世音，一名大勢至』。我們看註解，註解裡面說，威神光明普照三千大千世界。這個三千大千世界不是普通的三千大千世界，三千大千世界是一尊佛教化的區域，此地說的三千大千世界就是指的極樂世界。極樂世界很特殊，前面我們學習過，極樂世界是光明世界，彌陀佛光遍照。世界有多大？無量無邊無窮無盡。換句話說，用我們的話來說，是全宇宙；佛經上的話，是遍法界虛空界。"
    },
    {
      "id": "02-040-0494_p0014",
      "zh_CN": "极乐世界它是属于法性，十方诸佛刹土是属于法相。法相是阿赖耶变的，叫有为法，就是它有界限，它有大小，但是法性没有大小，法性没有先后。没有先后没有时间，没有大小就没有空间，它的时与空是无限制的。所以我们的世界，实在讲是在极乐世界里面，不在外面。阿弥陀佛在哪里？就在当下，我们有感，他就有应。有没有来去？没有来去，当处出生，随处灭尽。这是我们无法想像，也没有办法把它讲清楚、讲明白。但是释迦有他的智慧、善巧，他能把它讲清楚、讲明白。我们要细心去体会，不要着相，着相就错了。只要一有着相，佛说的这些我们就很难理解；不着相，你完全明白，你完全懂得，你得受用。",
      "zh_TW": "極樂世界它是屬於法性，十方諸佛剎土是屬於法相。法相是阿賴耶變的，叫有為法，就是它有界限，它有大小，但是法性沒有大小，法性沒有先後。沒有先後沒有時間，沒有大小就沒有空間，它的時與空是無限制的。所以我們的世界，實在講是在極樂世界裡面，不在外面。阿彌陀佛在哪裡？就在當下，我們有感，他就有應。有沒有來去？沒有來去，當處出生，隨處滅盡。這是我們無法想像，也沒有辦法把它講清楚、講明白。但是釋迦有他的智慧、善巧，他能把它講清楚、講明白。我們要細心去體會，不要著相，著相就錯了。只要一有著相，佛說的這些我們就很難理解；不著相，你完全明白，你完全懂得，你得受用。"
    },
    {
      "id": "02-040-0494_p0015",
      "zh_CN": "所以这个三千大千世界是极乐世界的三千大千世界，极乐世界的三千大千世界是包含所有一切诸佛刹土，我们这个世界也在其中。所以观世音跟大势至的能量就大了，一切诸佛刹土里面众生他都能帮助。我们这一品经最后，释迦牟尼佛特别告诉我们，如果我们任何一个人，任何处所遇到灾难，遇到麻烦，你念观世音菩萨，菩萨帮助你化解，这品经最后。所以它不局限一个佛国土，局限一个佛国土，那这个话就讲不通。所以它是法性土，是法性身，它没有拘束、没有大小，真的是遍法界虚空界。",
      "zh_TW": "所以這個三千大千世界是極樂世界的三千大千世界，極樂世界的三千大千世界是包含所有一切諸佛剎土，我們這個世界也在其中。所以觀世音跟大勢至的能量就大了，一切諸佛剎土裡面眾生他都能幫助。我們這一品經最後，釋迦牟尼佛特別告訴我們，如果我們任何一個人，任何處所遇到災難，遇到麻煩，你念觀世音菩薩，菩薩幫助你化解，這品經最後。所以它不侷限一個佛國土，侷限一個佛國土，那這個話就講不通。所以它是法性土，是法性身，它沒有拘束、沒有大小，真的是遍法界虛空界。"
    },
    {
      "id": "02-040-0494_p0016",
      "zh_CN": "下面为我们分别介绍，先介绍「观世音菩萨，又名观自在菩萨」。玄奘大师翻译的《般若心经》就称观自在菩萨，「行深般若波罗蜜多时」，《心经》上说的就是这一位观世音菩萨。「浅说，则观世人称念彼菩萨之名而垂救度，故名观世音」。观世音菩萨这名号怎么来的？他观世人，这个世人是遍法界虚空界一切诸佛刹土里面六道众生，都称之为世人，这些人有念观世音菩萨名号的，称南无观世音菩萨。南无这两个字也是梵语，意思是恭敬、敬礼、归命，有很多意思，称南无。有困难的时候你念菩萨名号，菩萨就会帮助你，就能把你灾难化解，这是观世音这个名号的来由。",
      "zh_TW": "下面為我們分別介紹，先介紹「觀世音菩薩，又名觀自在菩薩」。玄奘大師翻譯的《般若心經》就稱觀自在菩薩，「行深般若波羅蜜多時」，《心經》上說的就是這一位觀世音菩薩。「淺說，則觀世人稱念彼菩薩之名而垂救度，故名觀世音」。觀世音菩薩這名號怎麼來的？他觀世人，這個世人是遍法界虛空界一切諸佛剎土裡面六道眾生，都稱之為世人，這些人有念觀世音菩薩名號的，稱南無觀世音菩薩。南無這兩個字也是梵語，意思是恭敬、敬禮、歸命，有很多意思，稱南無。有困難的時候你念菩薩名號，菩薩就會幫助你，就能把你災難化解，這是觀世音這個名號的來由。"
    },
    {
      "id": "02-040-0494_p0017",
      "zh_CN": "又称观自在，这是「遍观法界众生」，这句话就是我刚才讲的意思，他能遍观法界，法界虚空界，法界里面有无量无边无数诸佛刹土。我们在《华严经》「华藏世界品」、「世界成就品」这两品经里面读到，讲宇宙的现象，「华藏世界品」讲宇宙的现象，「成就品」讲宇宙的来源、来由，宇宙是怎么形成的。他能够遍观，着重在遍字，遍是一个都不漏，法界里面众生，「随其机缘，而自在拔苦与乐」。这句话了不起，我们现前是法界众生，我们的机跟缘，我们的根机是属于人道，在十法界里面，我们是属于人道，而且是生长在现在这个时代，这个地区，接受这个地区的文化，是中国传统文化。早在二千年前佛法传到中国，我们跟佛有缘，我们知道有这一位观世音菩萨，观自在菩萨，都是一样的，是一个人。我们了解这位菩萨有圆满的智慧，有无比殊胜的慈悲，慈悲就是爱心，看到一切众生有苦难，他看到了，不念他，他也帮助他。念他的时候，那更是要帮助，不念他的时候，他看到了，念到就一定会看到，不念的时候有时好像还有疏忽，没有注意到，一念的时候他会注意到，愿意喜欢他帮助我们，帮助我们拔苦。究竟的苦是什么？就是六道轮回。如何能够超越六道轮回，这叫拔究竟苦。怎么样才能得乐？证得究竟的佛果，那就乐了。",
      "zh_TW": "又稱觀自在，這是「遍觀法界眾生」，這句話就是我剛才講的意思，他能遍觀法界，法界虛空界，法界裡面有無量無邊無數諸佛剎土。我們在《華嚴經》「華藏世界品」、「世界成就品」這兩品經裡面讀到，講宇宙的現象，「華藏世界品」講宇宙的現象，「成就品」講宇宙的來源、來由，宇宙是怎麼形成的。他能夠遍觀，著重在遍字，遍是一個都不漏，法界裡面眾生，「隨其機緣，而自在拔苦與樂」。這句話了不起，我們現前是法界眾生，我們的機跟緣，我們的根機是屬於人道，在十法界裡面，我們是屬於人道，而且是生長在現在這個時代，這個地區，接受這個地區的文化，是中國傳統文化。早在二千年前佛法傳到中國，我們跟佛有緣，我們知道有這一位觀世音菩薩，觀自在菩薩，都是一樣的，是一個人。我們了解這位菩薩有圓滿的智慧，有無比殊勝的慈悲，慈悲就是愛心，看到一切眾生有苦難，他看到了，不念他，他也幫助他。念他的時候，那更是要幫助，不念他的時候，他看到了，念到就一定會看到，不念的時候有時好像還有疏忽，沒有注意到，一念的時候他會注意到，願意喜歡他幫助我們，幫助我們拔苦。究竟的苦是什麼？就是六道輪迴。如何能夠超越六道輪迴，這叫拔究竟苦。怎麼樣才能得樂？證得究竟的佛果，那就樂了。"
    },
    {
      "id": "02-040-0494_p0018",
      "zh_CN": "所以我们要肯定佛法是教学，佛法是平等。西方极乐世界没有上帝、没有天主，没有政治这种现象。西方极乐世界这个地方很特殊，只有两种人，没有士农工商。两种人，一个是老师，阿弥陀佛是老师；另外一个就是学生，所有的菩萨是学生。学生分三等，高级班，法身菩萨，明心见性的是高级班；没有明心见性的，能断见思烦恼、尘沙烦恼的，菩萨，这是第二等的；第三等的，我们一般往生的时候没有证得，把这个烦恼断掉（见思烦恼），那是第三等的，就是初级班。所以它有高级班、中级班、初级班，高级班的，实报土；中级班的，方便土；初级班的，同居土。但是这个世界很特殊，确实有这三种班，而实际上统在一起上课，三个班是没错，在一个讲堂上课，这就很特殊。我们这个地方，大学生、中学生、小学生决定不能在一个讲堂上课。极乐世界阿弥陀佛有这个本事，在一个讲堂上课，每个人听佛讲经，佛所讲的正是适合他的程度；换句话说，佛是一音说法，高级班听到的是他们的程度，中级班听起来是中级班的程度，初级班听起来是初级班程度。个个都听懂，个个都欢喜，个个都能不断向上提升，这很特殊。",
      "zh_TW": "所以我們要肯定佛法是教學，佛法是平等。西方極樂世界沒有上帝、沒有天主，沒有政治這種現象。西方極樂世界這個地方很特殊，只有兩種人，沒有士農工商。兩種人，一個是老師，阿彌陀佛是老師；另外一個就是學生，所有的菩薩是學生。學生分三等，高級班，法身菩薩，明心見性的是高級班；沒有明心見性的，能斷見思煩惱、塵沙煩惱的，菩薩，這是第二等的；第三等的，我們一般往生的時候沒有證得，把這個煩惱斷掉（見思煩惱），那是第三等的，就是初級班。所以它有高級班、中級班、初級班，高級班的，實報土；中級班的，方便土；初級班的，同居土。但是這個世界很特殊，確實有這三種班，而實際上統在一起上課，三個班是沒錯，在一個講堂上課，這就很特殊。我們這個地方，大學生、中學生、小學生決定不能在一個講堂上課。極樂世界阿彌陀佛有這個本事，在一個講堂上課，每個人聽佛講經，佛所講的正是適合他的程度；換句話說，佛是一音說法，高級班聽到的是他們的程度，中級班聽起來是中級班的程度，初級班聽起來是初級班程度。個個都聽懂，個個都歡喜，個個都能不斷向上提升，這很特殊。"
    },
    {
      "id": "02-040-0494_p0019",
      "zh_CN": "而且这个世界六尘说法，说法的音声，好像我们今天电视、广播一样，到处都能听到，无论你在哪个地方，你都能听佛在那里讲经教学。真正是教学为先，我们从这个地方体会到解决问题。今天我们这个世界问题怎么这么多，什么原因出现这么多问题，极乐世界没问题，诸佛报土里头决定没有问题，那是什么原因？天天在教，阿弥陀佛教学没有中断过。",
      "zh_TW": "而且這個世界六塵說法，說法的音聲，好像我們今天電視、廣播一樣，到處都能聽到，無論你在哪個地方，你都能聽佛在那裡講經教學。真正是教學為先，我們從這個地方體會到解決問題。今天我們這個世界問題怎麼這麼多，什麼原因出現這麼多問題，極樂世界沒問題，諸佛報土裡頭決定沒有問題，那是什麼原因？天天在教，阿彌陀佛教學沒有中斷過。"
    },
    {
      "id": "02-040-0494_p0020",
      "zh_CN": "法性身不需要饮食，不需要睡眠。极乐世界没有昼夜，它是光明世界，所有人身上都放光，树木花草放光，山河大地放光，本身放光，光明世界，它没有昼夜。人，个个人都是无量寿。你要问它是什么道理？佛告诉我们，这是自性里头本有的，自性里面的智慧、光明、德能、相好，因为障碍没有了，统统现出来了，你得到受用，你得到享受。真因是自性，自性里头本来具足无量无边的智慧德相，一切众生平等的，没有高下，没有贤愚，无论在智慧、在德能、在相好，统统平等。我们现在不平等只是迷悟浅深不一样，迷得深的就更苦，迷得轻的就显得快乐。其实那个乐不是究竟乐，必须破迷开悟，才离究竟苦，得究竟乐，证得大圆满。观音、势至很早就成佛了，他是以菩萨身分在极乐世界帮助阿弥陀佛教化众生。所以他得大自在，智慧自在、能量自在、相好自在、教学自在。",
      "zh_TW": "法性身不需要飲食，不需要睡眠。極樂世界沒有晝夜，它是光明世界，所有人身上都放光，樹木花草放光，山河大地放光，本身放光，光明世界，它沒有晝夜。人，個個人都是無量壽。你要問它是什麼道理？佛告訴我們，這是自性裡頭本有的，自性裡面的智慧、光明、德能、相好，因為障礙沒有了，統統現出來了，你得到受用，你得到享受。真因是自性，自性裡頭本來具足無量無邊的智慧德相，一切眾生平等的，沒有高下，沒有賢愚，無論在智慧、在德能、在相好，統統平等。我們現在不平等只是迷悟淺深不一樣，迷得深的就更苦，迷得輕的就顯得快樂。其實那個樂不是究竟樂，必須破迷開悟，才離究竟苦，得究竟樂，證得大圓滿。觀音、勢至很早就成佛了，他是以菩薩身分在極樂世界幫助阿彌陀佛教化眾生。所以他得大自在，智慧自在、能量自在、相好自在、教學自在。"
    },
    {
      "id": "02-040-0494_p0021",
      "zh_CN": "「进言之，如法藏之《心经略疏》曰」，这个法藏是唐朝时候贤首国师，他的法名就叫做法藏，唐朝时候人，他不是中国人，现在是中国人，那个时候是西域康居国的人。唐朝那个时候康居国不少修行证果的人在中国，成为中国大乘八个宗里面的祖师，他是其中的一位，深受武则天的尊重。他有《心经略疏》，就是《般若心经》的注解，这里头说，「于事理无碍之境」，事是现象，理是这些事所依的道理，你能够通达无碍，「观达自在」，这是智慧，你观看，你通达，你没有障碍，「故立此名」，这个名字就是「观自在」。「又观机往救，自在无失」，这是大悲，观达自在是大智，自在无失这是大悲，所以叫观世音。观世音从大悲建立的名号，观自在是从大智立的名号。所以前面这个解释是「就智」，后面的解释是「就悲」，观世音是悲。「此大菩萨与大势至菩萨，侍弥陀左右」，侍就是侍者，在弥陀左右，「赞佛教化」，赞是赞助，帮助，帮助阿弥陀佛教化众生，「俗称西方三圣」。在显教，就是中国大乘，显教里面说，「大士乃阿弥陀之弟子」，观音、势至都是阿弥陀佛的大弟子，叫上首弟子。「密宗以为阿弥陀之化身」，密宗里面有净土，也有西方三圣，但是密宗认为大势至、观世音都是阿弥陀佛的化身。",
      "zh_TW": "「進言之，如法藏之《心經略疏》曰」，這個法藏是唐朝時候賢首國師，他的法名就叫做法藏，唐朝時候人，他不是中國人，現在是中國人，那個時候是西域康居國的人。唐朝那個時候康居國不少修行證果的人在中國，成為中國大乘八個宗裡面的祖師，他是其中的一位，深受武則天的尊重。他有《心經略疏》，就是《般若心經》的註解，這裡頭說，「於事理無礙之境」，事是現象，理是這些事所依的道理，你能夠通達無礙，「觀達自在」，這是智慧，你觀看，你通達，你沒有障礙，「故立此名」，這個名字就是「觀自在」。「又觀機往救，自在無失」，這是大悲，觀達自在是大智，自在無失這是大悲，所以叫觀世音。觀世音從大悲建立的名號，觀自在是從大智立的名號。所以前面這個解釋是「就智」，後面的解釋是「就悲」，觀世音是悲。「此大菩薩與大勢至菩薩，侍彌陀左右」，侍就是侍者，在彌陀左右，「讚佛教化」，讚是贊助，幫助，幫助阿彌陀佛教化眾生，「俗稱西方三聖」。在顯教，就是中國大乘，顯教裡面說，「大士乃阿彌陀之弟子」，觀音、勢至都是阿彌陀佛的大弟子，叫上首弟子。「密宗以為阿彌陀之化身」，密宗裡面有淨土，也有西方三聖，但是密宗認為大勢至、觀世音都是阿彌陀佛的化身。"
    },
    {
      "id": "02-040-0494_p0022",
      "zh_CN": "下面给我们介绍，「又观音本地」，本地是说他真正的根本，他是「正法明如来」，就成佛了。如《千手千眼大悲心陀罗尼经》里面说的，「观世音菩萨，不可思议威神之力，已于过去无量劫中，已作佛竟」，他就成佛了，竟是圆满，「号正法明如来」。他久远劫就成佛了，现在在西方，化，那是真正应化菩萨的身分，帮助阿弥陀佛。因为一个世界只能有一尊佛，不能有两尊佛。这什么意思？我们中国小朋友读的《三字经》，《三字经》上有句话说，「教之道，贵以专」，教学必须要懂得专心，专门专一门，你有成就，你要学得太多、太杂，就不能成就。所以古时候教学是一个老师，学两样东西两个老师，不会在同一个时段。你跟老师学一样东西，学成我再学一样东西，跟另外老师学一样东西，这个可以的。同时不可以学于两个老师，一定是一个老师，这跟现在教学不一样。中国古时候丛林，首座就是专门教学的，他只教一样，这个寺院里头可以设有好几个首座和尚，但是教学生的时候，上他课，他有专门一个教室，殿堂，你只能学一样，不可以同时学两样。",
      "zh_TW": "下面給我們介紹，「又觀音本地」，本地是說他真正的根本，他是「正法明如來」，就成佛了。如《千手千眼大悲心陀羅尼經》裡面說的，「觀世音菩薩，不可思議威神之力，已於過去無量劫中，已作佛竟」，他就成佛了，竟是圓滿，「號正法明如來」。他久遠劫就成佛了，現在在西方，化，那是真正應化菩薩的身分，幫助阿彌陀佛。因為一個世界只能有一尊佛，不能有兩尊佛。這什麼意思？我們中國小朋友讀的《三字經》，《三字經》上有句話說，「教之道，貴以專」，教學必須要懂得專心，專門專一門，你有成就，你要學得太多、太雜，就不能成就。所以古時候教學是一個老師，學兩樣東西兩個老師，不會在同一個時段。你跟老師學一樣東西，學成我再學一樣東西，跟另外老師學一樣東西，這個可以的。同時不可以學於兩個老師，一定是一個老師，這跟現在教學不一樣。中國古時候叢林，首座就是專門教學的，他只教一樣，這個寺院裡頭可以設有好幾個首座和尚，但是教學生的時候，上他課，他有專門一個教室，殿堂，你只能學一樣，不可以同時學兩樣。"
    },
    {
      "id": "02-040-0494_p0023",
      "zh_CN": "一门深入长时薰修，读书千遍其义自见。一样的好处，你能成佛；二样、三样，你成不了佛。一门深入，你能得定，所以佛家的教学是因戒得定，因定开慧，教学的终极目标是帮助你大彻大悟、明心见性，这才算是成就。绝对不是说你读得很多，记得很多，学得很多，不是的，「记问之学，不足以为人师也」，这中国古代人都知道。中国人不重视你记得多、学得多，不重视这个，那是知识。知识要广学多闻，智慧不可以，为什么？他修清净心，清净心生智慧，平等心生智慧，二样、三样把心搞乱了，生不了智慧，生知识，生不了智慧。所以东方求学是以开智慧为目的，西方人教学是知识，知识不能解决问题。",
      "zh_TW": "一門深入長時薰修，讀書千遍其義自見。一樣的好處，你能成佛；二樣、三樣，你成不了佛。一門深入，你能得定，所以佛家的教學是因戒得定，因定開慧，教學的終極目標是幫助你大徹大悟、明心見性，這才算是成就。絕對不是說你讀得很多，記得很多，學得很多，不是的，「記問之學，不足以為人師也」，這中國古代人都知道。中國人不重視你記得多、學得多，不重視這個，那是知識。知識要廣學多聞，智慧不可以，為什麼？他修清淨心，清淨心生智慧，平等心生智慧，二樣、三樣把心搞亂了，生不了智慧，生知識，生不了智慧。所以東方求學是以開智慧為目的，西方人教學是知識，知識不能解決問題。"
    },
    {
      "id": "02-040-0494_p0024",
      "zh_CN": "我们有缘参加联合国的世界和平会议，我在这个大会当中就看到，不能解决问题。联合国这个会从一九七０年代开始，一九七０年代的时候开始，每一年召集全世界专家学者来研究如何消弭冲突，促进社会安定和谐。主题就这么一桩事情，一年开多少次，开了四十多年，冲突没减少，频率年年上升，灾害一次比一次严重，不能解决。于是，这不是现前，十年前我第一次参加，我第一次参加是二００三年，就听到有很多会友深深在感叹，这个世界还会有和平吗？还有些国家领导人，我们见面，他也给我提出这个问题，他说法师，你看这世界还会有和平吗？我听到这些话非常震撼，为什么？我们对于和平信心丧失掉了，我深深感触到这是今天社会动乱真正的原因，就是对和平没有信心。最近这几年我参加的就比较少，以前住在澳洲，代表澳洲大学常常参加。怎么解决？换句话说，首先要建立信心。科学多疑，把怀疑摆在第一，跟圣贤教育、跟中国传统教育完全相悖。圣贤教育、中国传统教育，它要求的第一个就是信心，不能有丝毫怀疑，要真诚心、恭敬心、信心，坚定的信心，你才能学到东西，你要没有真诚恭敬，你学不到。",
      "zh_TW": "我們有緣參加聯合國的世界和平會議，我在這個大會當中就看到，不能解決問題。聯合國這個會從一九七０年代開始，一九七０年代的時候開始，每一年召集全世界專家學者來研究如何消弭衝突，促進社會安定和諧。主題就這麼一樁事情，一年開多少次，開了四十多年，衝突沒減少，頻率年年上升，災害一次比一次嚴重，不能解決。於是，這不是現前，十年前我第一次參加，我第一次參加是二００三年，就聽到有很多會友深深在感嘆，這個世界還會有和平嗎？還有些國家領導人，我們見面，他也給我提出這個問題，他說法師，你看這世界還會有和平嗎？我聽到這些話非常震撼，為什麼？我們對於和平信心喪失掉了，我深深感觸到這是今天社會動亂真正的原因，就是對和平沒有信心。最近這幾年我參加的就比較少，以前住在澳洲，代表澳洲大學常常參加。怎麼解決？換句話說，首先要建立信心。科學多疑，把懷疑擺在第一，跟聖賢教育、跟中國傳統教育完全相悖。聖賢教育、中國傳統教育，它要求的第一個就是信心，不能有絲毫懷疑，要真誠心、恭敬心、信心，堅定的信心，你才能學到東西，你要沒有真誠恭敬，你學不到。"
    },
    {
      "id": "02-040-0494_p0025",
      "zh_CN": "我有一次跟马来西亚前首相马哈迪长老聊天谈到，我告诉他，我说我读《古兰经》，我是最虔诚的穆斯林。他问我为什么？我说我要不是最虔诚的穆斯林，《古兰经》我看不懂。我读《圣经新旧约》，我说我是最虔诚的基督徒，要不是真诚的基督徒，对于这个经典，上帝有真诚的这种恭敬心，他所说的东西我也听不懂。今天宗教教育为什么衰了？大家受了科学的洗礼，科学头一个教你怀疑，我们有怀疑，没有恭敬、没有真诚，所以经本摆在面前入不进去，关键在这里。我们要帮助联合国的会友对传统文化有信心，怎么办？要做实验给他看。",
      "zh_TW": "我有一次跟馬來西亞前首相馬哈迪長老聊天談到，我告訴他，我說我讀《古蘭經》，我是最虔誠的穆斯林。他問我為什麼？我說我要不是最虔誠的穆斯林，《古蘭經》我看不懂。我讀《聖經新舊約》，我說我是最虔誠的基督徒，要不是真誠的基督徒，對於這個經典，上帝有真誠的這種恭敬心，他所說的東西我也聽不懂。今天宗教教育為什麼衰了？大家受了科學的洗禮，科學頭一個教你懷疑，我們有懷疑，沒有恭敬、沒有真誠，所以經本擺在面前入不進去，關鍵在這裡。我們要幫助聯合國的會友對傳統文化有信心，怎麼辦？要做實驗給他看。"
    },
    {
      "id": "02-040-0494_p0026",
      "zh_CN": "二００六年、二００七年、二００八年，我在中国安徽汤池小镇办一个传统文化中心做实验，用《弟子规》、《感应篇》、十善业道这三样东西来教化当地的人民。这个小镇一共居民有四万八千人，我们实验教教看，看能不能收到效果。但是教育成败关键在教学的老师，我们对老师的选择就非常重视。老师要有品德、要有使命感才能成功，一定要先行其言，也就是说我们要把这三样东西教给别人，一定这三样东西自己统统做到，做不到，人家不相信。所以我要求老师，我们办这个班目的是做给联合国看的，希望联合国这些会友看到之后，对传统文化、对过去古人的东西生起尊重心，不可以轻视它，那些人有真的智慧。他们说没有科学，他们也许科学比我们更高明，我们没发现。像大乘经里面所说的，近代量子力学家所发现的，经典里面全讲到，比他讲得还透彻。",
      "zh_TW": "二００六年、二００七年、二００八年，我在中國安徽湯池小鎮辦一個傳統文化中心做實驗，用《弟子規》、《感應篇》、十善業道這三樣東西來教化當地的人民。這個小鎮一共居民有四萬八千人，我們實驗教教看，看能不能收到效果。但是教育成敗關鍵在教學的老師，我們對老師的選擇就非常重視。老師要有品德、要有使命感才能成功，一定要先行其言，也就是說我們要把這三樣東西教給別人，一定這三樣東西自己統統做到，做不到，人家不相信。所以我要求老師，我們辦這個班目的是做給聯合國看的，希望聯合國這些會友看到之後，對傳統文化、對過去古人的東西生起尊重心，不可以輕視它，那些人有真的智慧。他們說沒有科學，他們也許科學比我們更高明，我們沒發現。像大乘經裡面所說的，近代量子力學家所發現的，經典裡面全講到，比他講得還透徹。"
    },
    {
      "id": "02-040-0494_p0027",
      "zh_CN": "这个实验做成功了，而且很快速做成功。我们以为中国传统文化在中国国内至少丢失了两百年，再把它找回来，快也得要二、三年的时间，没有想到三、四个月效果卓着。当地人民良心生起来了，不好意思做坏事，廉耻心出来了，这太难得了。我们的教学方法是老师先做到，我那时候要求老师，四个月你们认真学习做到，自己没有做到不可以开课。老师很难得，我对他们非常尊敬，他们两个月就做到了。把这个信息告诉我，下一步怎么办？我就告诉大家下乡入户，我们去表演，去做到。看到人家的老人，像自己父母一样，我们如何尽孝，不做到不行，去尽孝，去表演。老人感受到了，中国传统东西好，感受到了，自己后悔，没有把小孩教好。他的儿女看到了，良心发现，觉得自己对父母不孝。我们这样表演三个星期，这个小镇就感动了，然后向大家宣布中心开课，希望大家来学习，自然就来了。三个月，礼义之邦、和谐小镇就见到了。人人都守规矩，我们老师带头，马路随便丢垃圾，我们的老师穿着制服每天早晨到街上去捡垃圾，捡了一个星期，小镇的人不好意思再丢。我不劝你，你丢我给你捡，做出来了。我们要不是身体力行劝人家，人家不肯相信，做不到的，必须自己带头。",
      "zh_TW": "這個實驗做成功了，而且很快速做成功。我們以為中國傳統文化在中國國內至少丟失了兩百年，再把它找回來，快也得要二、三年的時間，沒有想到三、四個月效果卓著。當地人民良心生起來了，不好意思做壞事，廉恥心出來了，這太難得了。我們的教學方法是老師先做到，我那時候要求老師，四個月你們認真學習做到，自己沒有做到不可以開課。老師很難得，我對他們非常尊敬，他們兩個月就做到了。把這個信息告訴我，下一步怎麼辦？我就告訴大家下鄉入戶，我們去表演，去做到。看到人家的老人，像自己父母一樣，我們如何盡孝，不做到不行，去盡孝，去表演。老人感受到了，中國傳統東西好，感受到了，自己後悔，沒有把小孩教好。他的兒女看到了，良心發現，覺得自己對父母不孝。我們這樣表演三個星期，這個小鎮就感動了，然後向大家宣布中心開課，希望大家來學習，自然就來了。三個月，禮義之邦、和諧小鎮就見到了。人人都守規矩，我們老師帶頭，馬路隨便丟垃圾，我們的老師穿著制服每天早晨到街上去撿垃圾，撿了一個星期，小鎮的人不好意思再丟。我不勸你，你丟我給你撿，做出來了。我們要不是身體力行勸人家，人家不肯相信，做不到的，必須自己帶頭。"
    },
    {
      "id": "02-040-0494_p0028",
      "zh_CN": "二００六年的十月，我觉得这是老祖宗安排，让我们有机会到联合国去表演，把这桩事情去做报告。做三天展览，八个小时报告，确实有效果，联合国这些会友，特别是各国驻联合国的大使代表们深为感动，有不少人到汤池去考察、去参观、去学习。带动现在大家对传统文化谈论的人多了，无论是在国内、在海外，掀起这一股热潮。让我们证明了两句话，第一句话就是人性本善，真的不是假的，「人之初，性本善」；第二桩，证明了人是很好教的，就是没教。要想一个国家长治久安，只要把教育办好，什么事都解决。这个教育是伦理的教育、是道德的教育、是因果的教育、是宗教的教育，这四样，宗教是神圣的教育，只要把这四个教育办好，世界和谐，所有一切冲突自然化解，从个人的冲突，家庭的冲突，一直到社会、到世界，所有冲突统统能化解。所以这个实验做得很有价值。",
      "zh_TW": "二００六年的十月，我覺得這是老祖宗安排，讓我們有機會到聯合國去表演，把這樁事情去做報告。做三天展覽，八個小時報告，確實有效果，聯合國這些會友，特別是各國駐聯合國的大使代表們深為感動，有不少人到湯池去考察、去參觀、去學習。帶動現在大家對傳統文化談論的人多了，無論是在國內、在海外，掀起這一股熱潮。讓我們證明了兩句話，第一句話就是人性本善，真的不是假的，「人之初，性本善」；第二樁，證明了人是很好教的，就是沒教。要想一個國家長治久安，只要把教育辦好，什麼事都解決。這個教育是倫理的教育、是道德的教育、是因果的教育、是宗教的教育，這四樣，宗教是神聖的教育，只要把這四個教育辦好，世界和諧，所有一切衝突自然化解，從個人的衝突，家庭的衝突，一直到社會、到世界，所有衝突統統能化解。所以這個實驗做得很有價值。"
    },
    {
      "id": "02-040-0494_p0029",
      "zh_CN": "汤池做了三年解散了，有一批老师在马来西亚，现在我们在那边建立一个汉学院，继续认真努力来学习。我们想要搞汉学院，参观了伦敦的几个学校，今年我们又访问了法国巴黎汉学研究院，我们跟这些教授交流，大家都愿意合作。欧洲的汉学他们走的方向是做研究的工作，就是研究中国古代学术思想，是向这个目标。我们不是的，我们是古人这些智慧、理念、经验，如何把它用在我们现代社会，改善我们的生活，我们向这个方向。法国这些汉学家听到我们说的，他非常惊讶。正好那天跟我一道去的吴念博董事长，他用儒释道这三个根在他公司里面落实，真正做出来了。我让他现身说法，他是如何把中国古东西落实到现前的企业，让企业的管理完全是员工自动自发认真努力在做，过去那些规章统统都不再用了，说明真有效果，真能做得好。所以巴黎汉学研究院愿意跟我们合作，我们也很欢迎，我们互相学习。",
      "zh_TW": "湯池做了三年解散了，有一批老師在馬來西亞，現在我們在那邊建立一個漢學院，繼續認真努力來學習。我們想要搞漢學院，參觀了倫敦的幾個學校，今年我們又訪問了法國巴黎漢學研究院，我們跟這些教授交流，大家都願意合作。歐洲的漢學他們走的方向是做研究的工作，就是研究中國古代學術思想，是向這個目標。我們不是的，我們是古人這些智慧、理念、經驗，如何把它用在我們現代社會，改善我們的生活，我們向這個方向。法國這些漢學家聽到我們說的，他非常驚訝。正好那天跟我一道去的吳念博董事長，他用儒釋道這三個根在他公司裡面落實，真正做出來了。我讓他現身說法，他是如何把中國古東西落實到現前的企業，讓企業的管理完全是員工自動自發認真努力在做，過去那些規章統統都不再用了，說明真有效果，真能做得好。所以巴黎漢學研究院願意跟我們合作，我們也很歡迎，我們互相學習。"
    },
    {
      "id": "02-040-0494_p0030",
      "zh_CN": "佛法治国现在有一个例子，斯里兰卡，这个小国家完全用佛教治国，全国的人都受了三皈五戒，十善、八关斋戒是他们日常生活。是个古老国家，佛教传到它那里，他们全国人落实，到现在二千三百年。所以我们到那里去，等于说回到两千年前的社会。那个社会非常可爱，物质生活是很贫乏、落后，人民快乐。你看人民，五戒十善落实了，人民不杀生、不偷盗、不邪淫、不妄语、不两舌、不绮语、不恶口、不贪，真的没有贪心，跟人没有竞争，没有竞争的观念，没有贪欲，知足常乐，每天接受的是经典的教育。这个小国家人口只有两千万，百分之七十五是佛教徒。他们的佛教徒不是口说的，他做到了，家家户户都做到，每个人都做到。佛教的教育特别发达，星期天上午每个人都要接受佛陀教育，就是学习经典，寺庙，一万多个寺庙统统开放，星期天的上午，群众都到这边来学习。法师个个都是老师，每个老师都能言善道，所以他们的人民不但戒律持得很好，而且对于佛经的教义都能够懂得一些，他不迷信。这么样的一个国家，我们以前不知道。",
      "zh_TW": "佛法治國現在有一個例子，斯里蘭卡，這個小國家完全用佛教治國，全國的人都受了三皈五戒，十善、八關齋戒是他們日常生活。是個古老國家，佛教傳到它那裡，他們全國人落實，到現在二千三百年。所以我們到那裡去，等於說回到兩千年前的社會。那個社會非常可愛，物質生活是很貧乏、落後，人民快樂。你看人民，五戒十善落實了，人民不殺生、不偷盜、不邪淫、不妄語、不兩舌、不綺語、不惡口、不貪，真的沒有貪心，跟人沒有競爭，沒有競爭的觀念，沒有貪欲，知足常樂，每天接受的是經典的教育。這個小國家人口只有兩千萬，百分之七十五是佛教徒。他們的佛教徒不是口說的，他做到了，家家戶戶都做到，每個人都做到。佛教的教育特別發達，星期天上午每個人都要接受佛陀教育，就是學習經典，寺廟，一萬多個寺廟統統開放，星期天的上午，群眾都到這邊來學習。法師個個都是老師，每個老師都能言善道，所以他們的人民不但戒律持得很好，而且對於佛經的教義都能夠懂得一些，他不迷信。這麼樣的一個國家，我們以前不知道。"
    },
    {
      "id": "02-040-0494_p0031",
      "zh_CN": "总统带头，我在总统府用两个小时讲一段经文，总统带着文武百官、三军的高级军官，还有学校的代表、群众代表，二千八百人，在总统府讲这堂课。我的课是在下午讲的，上午的时候还做了一场三时系念，因为他们过去有三十年内战，超度双方在战场上丧生的这些官兵以及无辜的人民。总统的夫人代表拈香，陪同的是三军总司令。在总统府做法会，我们佛教这种佛事活动在这么特殊的环境里，大概是第一次，过去没有过。",
      "zh_TW": "總統帶頭，我在總統府用兩個小時講一段經文，總統帶著文武百官、三軍的高級軍官，還有學校的代表、群眾代表，二千八百人，在總統府講這堂課。我的課是在下午講的，上午的時候還做了一場三時繫念，因為他們過去有三十年內戰，超度雙方在戰場上喪生的這些官兵以及無辜的人民。總統的夫人代表拈香，陪同的是三軍總司令。在總統府做法會，我們佛教這種佛事活動在這麼特殊的環境裡，大概是第一次，過去沒有過。"
    },
    {
      "id": "02-040-0494_p0032",
      "zh_CN": "总统每天都做早晚课，带头重要！国家领导人带头，全国自自然然就模仿、就效法。我们看下一代、看小孩，一个一个面貌都很有福报的样子，这小孩有福，能看出一个国家的前途。人人守法，人人没有贪心，这太重要了，人人都说老实话，没有妄语。教育，宗教教育确实要从持戒做起，持戒要从不妄语做起，要说真实话。不杀仁慈，不盗是义，不淫是礼，欢喜学习，认真学习，这是智慧。他们原来是大乘，我们看到留下来很多大乘的遗迹，石窟保存得非常完整，中国的石窟都破坏了，他们还能够保存，二千五百年。里面的雕像没有被破坏，我们在那里看到是佛像、菩萨像，这就说明它是大乘，很少看到阿罗汉。我看了之后感触很深，希望把释迦牟尼佛的遗教，四十九年所说的，无论是大乘、小乘，显教、密教，宗门、教下，统统都能够复兴起来，在这块土地上建一座佛教大学。也希望全世界宗教能够团结，能够回归教育，能够互相学习，带给这个世界的社会永续的安定和平，宗教对人类做出真正的贡献。",
      "zh_TW": "總統每天都做早晚課，帶頭重要！國家領導人帶頭，全國自自然然就模仿、就效法。我們看下一代、看小孩，一個一個面貌都很有福報的樣子，這小孩有福，能看出一個國家的前途。人人守法，人人沒有貪心，這太重要了，人人都說老實話，沒有妄語。教育，宗教教育確實要從持戒做起，持戒要從不妄語做起，要說真實話。不殺仁慈，不盜是義，不淫是禮，歡喜學習，認真學習，這是智慧。他們原來是大乘，我們看到留下來很多大乘的遺跡，石窟保存得非常完整，中國的石窟都破壞了，他們還能夠保存，二千五百年。裡面的雕像沒有被破壞，我們在那裡看到是佛像、菩薩像，這就說明它是大乘，很少看到阿羅漢。我看了之後感觸很深，希望把釋迦牟尼佛的遺教，四十九年所說的，無論是大乘、小乘，顯教、密教，宗門、教下，統統都能夠復興起來，在這塊土地上建一座佛教大學。也希望全世界宗教能夠團結，能夠回歸教育，能夠互相學習，帶給這個世界的社會永續的安定和平，宗教對人類做出真正的貢獻。"
    },
    {
      "id": "02-040-0494_p0033",
      "zh_CN": "要办一个宗教大学，建立一个中心，活动中心，全世界宗教可以在这边办活动。中心的形式我们用饭店，用大饭店这个形式，这样可以长时期办活动，减少成本。他们问我，这饭店办几星级的？我告诉大家，三星级就可以，干净、舒适这很重要，尽量避免奢侈、豪华；建筑我们要求的是朴实、坚固、耐用，以这个为主。现在总统发起，真的要干，很难得。你真干，我们就支持，佛教徒支持你，全世界宗教徒也会支持你，将来这里是全世界宗教活动中心，宗教对于世界社会做出最大的贡献，这桩事情现在在进行当中。",
      "zh_TW": "要辦一個宗教大學，建立一個中心，活動中心，全世界宗教可以在這邊辦活動。中心的形式我們用飯店，用大飯店這個形式，這樣可以長時期辦活動，減少成本。他們問我，這飯店辦幾星級的？我告訴大家，三星級就可以，乾淨、舒適這很重要，盡量避免奢侈、豪華；建築我們要求的是樸實、堅固、耐用，以這個為主。現在總統發起，真的要幹，很難得。你真幹，我們就支持，佛教徒支持你，全世界宗教徒也會支持你，將來這裡是全世界宗教活動中心，宗教對於世界社會做出最大的貢獻，這樁事情現在在進行當中。"
    },
    {
      "id": "02-040-0494_p0034",
      "zh_CN": "我们接着看底下的经文，这是《大悲心陀罗尼经》经文里头说的，观世音菩萨过去已经成佛，号正法明如来。「大悲愿力，为欲发起一切菩萨，安乐成熟诸众生故，现作菩萨」。他现在在极乐世界，他的身分是菩萨的身分，示现作菩萨。等于说他过去曾经做过大学校长，现在校长不干了，到这个学校来担任教授，就这个意思。他证得究竟圆满，实际上他是成佛了，跟阿弥陀佛无二无别，现在在极乐世界，在这个学校，学校只能有一个校长，不能有两个校长。这代表一门深入，长时薰修，表这个意思。所以诸佛如来到极乐世界去，要帮助阿弥陀佛，统统现菩萨身分，来给这些学生们授课。",
      "zh_TW": "我們接著看底下的經文，這是《大悲心陀羅尼經》經文裡頭說的，觀世音菩薩過去已經成佛，號正法明如來。「大悲願力，為欲發起一切菩薩，安樂成熟諸眾生故，現作菩薩」。他現在在極樂世界，他的身分是菩薩的身分，示現作菩薩。等於說他過去曾經做過大學校長，現在校長不幹了，到這個學校來擔任教授，就這個意思。他證得究竟圓滿，實際上他是成佛了，跟阿彌陀佛無二無別，現在在極樂世界，在這個學校，學校只能有一個校長，不能有兩個校長。這代表一門深入，長時薰修，表這個意思。所以諸佛如來到極樂世界去，要幫助阿彌陀佛，統統現菩薩身分，來給這些學生們授課。"
    },
    {
      "id": "02-040-0494_p0035",
      "zh_CN": "「又《观音三昧经》云：观音在我前成佛，名正法明如来。我为苦行弟子。」这里头的我就是释迦牟尼佛，《观音三昧经》是释迦牟尼佛讲的，他在这个经上说，观音在我前成佛。他成佛比释迦牟尼佛早，早就成佛了，他成佛作佛那个时候，释迦牟尼佛是苦行弟子，是修苦行的一个佛弟子。「又《首楞严经》曰：观世音菩萨于无量劫前」，时间是用劫做单位的，不是年，「于古观世音如来」，这是讲我们现在说的观世音菩萨，在无量劫之前有一尊观世音如来，他是观世音如来的弟子。「受如幻闻薰闻修金刚三昧法。从闻思修入三摩地，返闻自性，得无上道」。《楞严经》上这几句话很重要，把观世音菩萨的由来为我们说明白了。这个人的修行也是无量劫，在古观世音如来，这就是他的老师，在那个地方受，接受观世音如来的教诲。如来传授他如幻闻薰闻修金刚三昧，传法给他，他就修这个法。这个法门是从闻思修入三摩地，三摩地是禅定，闻思修叫三慧，菩萨所修的，用这三个字来代表。闻是接触，眼看也叫闻，耳听也叫闻，身、手接触都叫闻，就用这一个字来代表，代表我们六根接触外面六尘境界，用一个做代表。思是明了，不是真的去思想，一接触就明了，这是真的明了。通过思想，不是真的明了，通过思想就染污了；不通过思想是真的，用真心，不是妄心。修是什么？修是一切的障碍烦恼统统不起。为什么？你没有通过思考。烦恼从哪来？烦恼从思考来的。所以这个地方的思，一般世间人有问题必须要思考他才明了，所以思代表明了，但是不能有思的这个行为。所以这个思的意思很深，千万不要搞错了。",
      "zh_TW": "「又《觀音三昧經》云：觀音在我前成佛，名正法明如來。我為苦行弟子。」這裡頭的我就是釋迦牟尼佛，《觀音三昧經》是釋迦牟尼佛講的，他在這個經上說，觀音在我前成佛。他成佛比釋迦牟尼佛早，早就成佛了，他成佛作佛那個時候，釋迦牟尼佛是苦行弟子，是修苦行的一個佛弟子。「又《首楞嚴經》曰：觀世音菩薩於無量劫前」，時間是用劫做單位的，不是年，「於古觀世音如來」，這是講我們現在說的觀世音菩薩，在無量劫之前有一尊觀世音如來，他是觀世音如來的弟子。「受如幻聞薰聞修金剛三昧法。從聞思修入三摩地，返聞自性，得無上道」。《楞嚴經》上這幾句話很重要，把觀世音菩薩的由來為我們說明白了。這個人的修行也是無量劫，在古觀世音如來，這就是他的老師，在那個地方受，接受觀世音如來的教誨。如來傳授他如幻聞薰聞修金剛三昧，傳法給他，他就修這個法。這個法門是從聞思修入三摩地，三摩地是禪定，聞思修叫三慧，菩薩所修的，用這三個字來代表。聞是接觸，眼看也叫聞，耳聽也叫聞，身、手接觸都叫聞，就用這一個字來代表，代表我們六根接觸外面六塵境界，用一個做代表。思是明瞭，不是真的去思想，一接觸就明瞭，這是真的明瞭。通過思想，不是真的明瞭，通過思想就染污了；不通過思想是真的，用真心，不是妄心。修是什麼？修是一切的障礙煩惱統統不起。為什麼？你沒有通過思考。煩惱從哪來？煩惱從思考來的。所以這個地方的思，一般世間人有問題必須要思考他才明瞭，所以思代表明瞭，但是不能有思的這個行為。所以這個思的意思很深，千萬不要搞錯了。"
    },
    {
      "id": "02-040-0494_p0036",
      "zh_CN": "我曾经早年，大概四十多岁将近五十岁的时候，我在台湾大专佛学讲座里面担任教学。有一天有个学生来跟我说，她说法师，我今天这堂课听完我下一次就不来了。我说为什么？她说我听了两年，我不想再听了，我懂得很多了。我就想到，听了两年，是不是回去去研究？她说是的。我说妳学菩萨的闻思修？对，我学菩萨闻思修。我就告诉她，妳这二年所听的，听的是胡说八道，妳不听了，回家去胡思乱想，胡思乱想一阵之后，妳盲修瞎练，我说妳把闻思修完全解释错了。闻思修是菩萨修的，戒定慧是罗汉修的，妳没有从戒定慧，妳哪来的闻思修？闻思修是高等修学方法，不是初学的。妳才初学，戒定慧都没有搞会，怎么去搞闻思修去了？所以那天那堂课我就把闻思修三个字讲清楚、讲明白，下课的时候问她，下次来不来？来。来就对了，可不能把这个东西搞错了。真的很容易引起人误会，一定要讲清楚。所以接触就明了，明了就是思，明了就不迷惑，不迷就叫修。所以它是一桩事情，闻思修不能分开的，接触，明了，不迷，从不迷上说是修，从明了上说是思，从接触叫闻，这么个意思，菩萨三慧。戒定慧你看，小乘三学，菩萨三慧。观世音菩萨用闻思修的方法，这是真智慧，眼接触明了，不迷；耳接触，耳闻，明了，不迷；鼻嗅香，舌尝味，眼耳鼻舌身意，接触外面境界就明了，就不迷，这叫闻思修。",
      "zh_TW": "我曾經早年，大概四十多歲將近五十歲的時候，我在台灣大專佛學講座裡面擔任教學。有一天有個學生來跟我說，她說法師，我今天這堂課聽完我下一次就不來了。我說為什麼？她說我聽了兩年，我不想再聽了，我懂得很多了。我就想到，聽了兩年，是不是回去去研究？她說是的。我說妳學菩薩的聞思修？對，我學菩薩聞思修。我就告訴她，妳這二年所聽的，聽的是胡說八道，妳不聽了，回家去胡思亂想，胡思亂想一陣之後，妳盲修瞎練，我說妳把聞思修完全解釋錯了。聞思修是菩薩修的，戒定慧是羅漢修的，妳沒有從戒定慧，妳哪來的聞思修？聞思修是高等修學方法，不是初學的。妳才初學，戒定慧都沒有搞會，怎麼去搞聞思修去了？所以那天那堂課我就把聞思修三個字講清楚、講明白，下課的時候問她，下次來不來？來。來就對了，可不能把這個東西搞錯了。真的很容易引起人誤會，一定要講清楚。所以接觸就明瞭，明瞭就是思，明瞭就不迷惑，不迷就叫修。所以它是一樁事情，聞思修不能分開的，接觸，明瞭，不迷，從不迷上說是修，從明瞭上說是思，從接觸叫聞，這麼個意思，菩薩三慧。戒定慧你看，小乘三學，菩薩三慧。觀世音菩薩用聞思修的方法，這是真智慧，眼接觸明瞭，不迷；耳接觸，耳聞，明瞭，不迷；鼻嗅香，舌嘗味，眼耳鼻舌身意，接觸外面境界就明瞭，就不迷，這叫聞思修。"
    },
    {
      "id": "02-040-0494_p0037",
      "zh_CN": "入三摩地，三摩地是得定，这叫三昧，这就是金刚三昧法，这里入三摩地，他就是得到、证得金刚三昧。于是他在日常生活当中返闻自性，得无上道，成佛了，证得究竟圆满。闻自性是什么？见性，用眼叫见，明心见性。观音菩萨是修耳根，所以叫闻，闻声见性，他是闻心见性。什么方法都能见性，每个人根性不一样，秘诀就是专一，不能分心。",
      "zh_TW": "入三摩地，三摩地是得定，這叫三昧，這就是金剛三昧法，這裡入三摩地，他就是得到、證得金剛三昧。於是他在日常生活當中返聞自性，得無上道，成佛了，證得究竟圓滿。聞自性是什麼？見性，用眼叫見，明心見性。觀音菩薩是修耳根，所以叫聞，聞聲見性，他是聞心見性。什麼方法都能見性，每個人根性不一樣，祕訣就是專一，不能分心。"
    },
    {
      "id": "02-040-0494_p0038",
      "zh_CN": "今天胡小林居士在此地，你们跟他见到了。他昨天晚上跟我谈，这几年学《起信论》。我教他的，一门深入长时薰修，读书千遍其义自见，你读这部论，看注解，懂不懂没关系，不需要懂，你就是一遍一遍看，遍数愈多愈好，真正遍数足了得三昧，豁然就开悟了。他尝到这味道了，他说这个法子太妙了。我说真妙，古人传的，中国过去儒释道的学人都用这个方法，所以有成就。现在人不懂这个方法，涉猎的东西很广，看得很多，全修的是常识。常识就是知识，知识不能解决问题，因为它有局限性。智慧没有局限性，没有后遗症；知识有局限性，有后遗症。智慧要怎么样？智慧一定是一门深入，愈深你才能得三昧，得三昧之后就开悟了。它这里返闻自性就是开悟了，禅宗讲的，大彻大悟，明心见性，得无上道，这么个意思。入三摩地，得定，返闻自性，开悟了，观音菩萨是这么成就的。",
      "zh_TW": "今天胡小林居士在此地，你們跟他見到了。他昨天晚上跟我談，這幾年學《起信論》。我教他的，一門深入長時薰修，讀書千遍其義自見，你讀這部論，看註解，懂不懂沒關係，不需要懂，你就是一遍一遍看，遍數愈多愈好，真正遍數足了得三昧，豁然就開悟了。他嘗到這味道了，他說這個法子太妙了。我說真妙，古人傳的，中國過去儒釋道的學人都用這個方法，所以有成就。現在人不懂這個方法，涉獵的東西很廣，看得很多，全修的是常識。常識就是知識，知識不能解決問題，因為它有侷限性。智慧沒有侷限性，沒有後遺症；知識有侷限性，有後遺症。智慧要怎麼樣？智慧一定是一門深入，愈深你才能得三昧，得三昧之後就開悟了。它這裡返聞自性就是開悟了，禪宗講的，大徹大悟，明心見性，得無上道，這麼個意思。入三摩地，得定，返聞自性，開悟了，觀音菩薩是這麼成就的。"
    },
    {
      "id": "02-040-0494_p0039",
      "zh_CN": "无论在哪一部经论、哪一个法门，实在讲，《古兰经》能不能明心见性？能，《新旧约》能不能明心见性？能。只要你一门深入，你不要搞太多，不要涉猎太多，你只一生就这一样东西，根利的，二、三年就开悟；普通根性的人，在我们佛教历史里去看，三、五年开悟的，十来年开悟的，二十年、三十年开悟的，还有五、六十年开悟的，都有，只要你真守住。开悟有早晚，那是各人根性不相同，与环境有关系。所以真正修行人为什么找深山人迹不到的地方，那环境可以帮助他，减少外面的干扰。现在人很难开悟，为什么？最大的干扰知道是什么？手机，这个东西，魔王，一号魔王，它叫你时时刻刻不安。你真正想心清净，这个东西要丢掉，哪有那么多废话好说！什么事情最重要？清净心重要，不受外头环境干扰重要。把重要的事情忘掉了，不重要的事情天天念着，这怎么能成就？听经都听不懂，天天听都听不懂。丢掉，电视别看，你看我五十年，电视、报纸、杂志信息，边都不沾，每天天下太平，没事，人家说灾难，我这里平安，没事。有朋自远方来，不亦乐乎，世界各地方朋友到这来访问，不亦乐乎。所以在现前这个环境里头，我们依然得到安宁、得到快乐，不受这个境界干扰，这一点重要。",
      "zh_TW": "無論在哪一部經論、哪一個法門，實在講，《古蘭經》能不能明心見性？能，《新舊約》能不能明心見性？能。只要你一門深入，你不要搞太多，不要涉獵太多，你只一生就這一樣東西，根利的，二、三年就開悟；普通根性的人，在我們佛教歷史裡去看，三、五年開悟的，十來年開悟的，二十年、三十年開悟的，還有五、六十年開悟的，都有，只要你真守住。開悟有早晚，那是各人根性不相同，與環境有關係。所以真正修行人為什麼找深山人跡不到的地方，那環境可以幫助他，減少外面的干擾。現在人很難開悟，為什麼？最大的干擾知道是什麼？手機，這個東西，魔王，一號魔王，它叫你時時刻刻不安。你真正想心清淨，這個東西要丟掉，哪有那麼多廢話好說！什麼事情最重要？清淨心重要，不受外頭環境干擾重要。把重要的事情忘掉了，不重要的事情天天念著，這怎麼能成就？聽經都聽不懂，天天聽都聽不懂。丟掉，電視別看，你看我五十年，電視、報紙、雜誌信息，邊都不沾，每天天下太平，沒事，人家說災難，我這裡平安，沒事。有朋自遠方來，不亦樂乎，世界各地方朋友到這來訪問，不亦樂乎。所以在現前這個環境裡頭，我們依然得到安寧、得到快樂，不受這個境界干擾，這一點重要。"
    },
    {
      "id": "02-040-0494_p0040",
      "zh_CN": "哪里有缘哪里去，随缘不攀缘，这样就好。真成就一定住一个地方。我一生没有道场，到处流浪，所以流浪了几十年。在香港，很难得，一个老同学何泽霖居士，我第一次到香港来讲《楞严经》，一九七七年，讲了四个月，每天晚上两个小时，他每天来听经，没有中断。我每一次到香港我们都会碰头，前几年往生了。他在石岗有一个居宅，是乡下，就是六和园，嘱咐他的太太要把那个地方供养给我。我去看了很适合，环境很好，住在那里听不到人声，也听不到车声，很安静。所以我就把它接受过来，我说我可以定居在香港，讲经有这么一个小地方够了。这个地方不是道场，是有十几个同学每个人在此地买一栋房子，大家住在一起，互相照顾。家里也都不要烧饭，我们吃饭在一起，省了很多事情。它不是一个道场，都是一些修净土的老同学聚在一起，是末法时期一个特殊的环境。建立道场也非常不容易，我也不敢尝试。现在年岁大了，只有一个念头，念佛求往生，其他的什么念头都没有，什么妄想也没有。",
      "zh_TW": "哪裡有緣哪裡去，隨緣不攀緣，這樣就好。真成就一定住一個地方。我一生沒有道場，到處流浪，所以流浪了幾十年。在香港，很難得，一個老同學何澤霖居士，我第一次到香港來講《楞嚴經》，一九七七年，講了四個月，每天晚上兩個小時，他每天來聽經，沒有中斷。我每一次到香港我們都會碰頭，前幾年往生了。他在石崗有一個居宅，是鄉下，就是六和園，囑咐他的太太要把那個地方供養給我。我去看了很適合，環境很好，住在那裡聽不到人聲，也聽不到車聲，很安靜。所以我就把它接受過來，我說我可以定居在香港，講經有這麼一個小地方夠了。這個地方不是道場，是有十幾個同學每個人在此地買一棟房子，大家住在一起，互相照顧。家裡也都不要燒飯，我們吃飯在一起，省了很多事情。它不是一個道場，都是一些修淨土的老同學聚在一起，是末法時期一個特殊的環境。建立道場也非常不容易，我也不敢嘗試。現在年歲大了，只有一個念頭，念佛求往生，其他的什麼念頭都沒有，什麼妄想也沒有。"
    },
    {
      "id": "02-040-0494_p0041",
      "zh_CN": "马六甲建汉学院，斯里兰卡建大学、建活动中心，我是请他们总统去建。两个大学的校长，我推荐总统担任校长，我替你宣传，替你介绍。全世界的善心人士，有钱出钱，有力出力。好在两所大学经费不是太多，我给它的估计，大概有六、七千万美金就够了，三个建筑都成就，两个大学、一个活动中心，就是一个大饭店。这个大饭店就是两个学校经济的来源，它可以经营，可以有收入，这个收入供给两个大学做经常费，能长期维持下去，我们给它想到这一点。",
      "zh_TW": "馬六甲建漢學院，斯里蘭卡建大學、建活動中心，我是請他們總統去建。兩個大學的校長，我推薦總統擔任校長，我替你宣傳，替你介紹。全世界的善心人士，有錢出錢，有力出力。好在兩所大學經費不是太多，我給它的估計，大概有六、七千萬美金就夠了，三個建築都成就，兩個大學、一個活動中心，就是一個大飯店。這個大飯店就是兩個學校經濟的來源，它可以經營，可以有收入，這個收入供給兩個大學做經常費，能長期維持下去，我們給它想到這一點。"
    },
    {
      "id": "02-040-0494_p0042",
      "zh_CN": "这是观世音菩萨他怎么修成的，跟谁学的，世尊告诉我们。下面说，「《观经》」，《观无量寿佛经》，「谓大士顶上圆光」，圆光当中「有五百化佛如释迦牟尼，一一化佛，有五百化菩萨，无量诸天以为侍者」。观世音菩萨顶上圆光当中，我们后面这幅画是江逸子教授画的「西方极乐世界妙果图」，当中是阿弥陀佛，两边就是观音、势至。圆光当中，这个妙果画不出来，地狱变相图他着色了，这个不敢着色。为什么？诸佛菩萨的境界不是我们凡夫能想像的，所以完全用白描，这里头都有很深表法的意思。圆光里面有五百化佛，像释迦牟尼佛一样，每一个化佛都有五百菩萨，有无量诸天围绕在四周做为侍者，这是法相的庄严。",
      "zh_TW": "這是觀世音菩薩他怎麼修成的，跟誰學的，世尊告訴我們。下面說，「《觀經》」，《觀無量壽佛經》，「謂大士頂上圓光」，圓光當中「有五百化佛如釋迦牟尼，一一化佛，有五百化菩薩，無量諸天以為侍者」。觀世音菩薩頂上圓光當中，我們後面這幅畫是江逸子教授畫的「西方極樂世界妙果圖」，當中是阿彌陀佛，兩邊就是觀音、勢至。圓光當中，這個妙果畫不出來，地獄變相圖他著色了，這個不敢著色。為什麼？諸佛菩薩的境界不是我們凡夫能想像的，所以完全用白描，這裡頭都有很深表法的意思。圓光裡面有五百化佛，像釋迦牟尼佛一樣，每一個化佛都有五百菩薩，有無量諸天圍繞在四周做為侍者，這是法相的莊嚴。"
    },
    {
      "id": "02-040-0494_p0043",
      "zh_CN": "「又眉间毫相」，眉间白毫，「备七宝色，流出八万四千种光明」，每一种光明里面，「有无量无数百千化佛」，每一尊化佛有「无数化菩萨以为侍者」。他们在干什么？佛在讲经教学，菩萨在听，听闻大法，从这个身相里面你就能见到。我们用现在的话说，佛教最重视的是什么？就是教学。你看到每一尊佛、每一尊菩萨无不是把教学摆在第一位，教学为先。所以佛的国土我们只看到两种人，释迦没有介绍其他人，一个是老师，讲经说法的人，再听众。听众里面，高级班的，菩萨；中级班的，声闻、缘觉；初级班的，诸天人民。于是乎我们就明了，极乐世界为什么那么美好？阿弥陀佛的教育办得好。如果我们地球上有一个国家把教育办好了，它在这个地球上造成一个极乐世界，可以给大家做榜样。怎么好？教育办好了。",
      "zh_TW": "「又眉間毫相」，眉間白毫，「備七寶色，流出八萬四千種光明」，每一種光明裡面，「有無量無數百千化佛」，每一尊化佛有「無數化菩薩以為侍者」。他們在幹什麼？佛在講經教學，菩薩在聽，聽聞大法，從這個身相裡面你就能見到。我們用現在的話說，佛教最重視的是什麼？就是教學。你看到每一尊佛、每一尊菩薩無不是把教學擺在第一位，教學為先。所以佛的國土我們只看到兩種人，釋迦沒有介紹其他人，一個是老師，講經說法的人，再聽眾。聽眾裡面，高級班的，菩薩；中級班的，聲聞、緣覺；初級班的，諸天人民。於是乎我們就明瞭，極樂世界為什麼那麼美好？阿彌陀佛的教育辦得好。如果我們地球上有一個國家把教育辦好了，它在這個地球上造成一個極樂世界，可以給大家做榜樣。怎麼好？教育辦好了。"
    },
    {
      "id": "02-040-0494_p0044",
      "zh_CN": "我们在斯里兰卡，我最欣赏的、最敬佩的就是教育，这个国家小孩没有失学的。为什么？他们小学、中学、大学教育全都是免费的，国家负担，不需要缴学费的。学生的衣食住行国家发给，所以他们服装是一样的。你仔细去看，他们吃饭，饭菜完全一样的。这桩事情我从小就想到，我记得我十四岁失学，为什么失学？缴不起学费，家里贫穷，缴不起学费，没有办法念书，自己要去找工作，我十四岁出来做童工。在斯里兰卡就没有这个样子，我就想到，我是因为家庭经济困难失学，如果在学学年这些学生不必缴学费，国家来办多好，没有想到在斯里兰卡看到。",
      "zh_TW": "我們在斯里蘭卡，我最欣賞的、最敬佩的就是教育，這個國家小孩沒有失學的。為什麼？他們小學、中學、大學教育全都是免費的，國家負擔，不需要繳學費的。學生的衣食住行國家發給，所以他們服裝是一樣的。你仔細去看，他們吃飯，飯菜完全一樣的。這樁事情我從小就想到，我記得我十四歲失學，為什麼失學？繳不起學費，家裡貧窮，繳不起學費，沒有辦法念書，自己要去找工作，我十四歲出來做童工。在斯里蘭卡就沒有這個樣子，我就想到，我是因為家庭經濟困難失學，如果在學學年這些學生不必繳學費，國家來辦多好，沒有想到在斯里蘭卡看到。"
    },
    {
      "id": "02-040-0494_p0045",
      "zh_CN": "我问总统，我说你们政府的开销最大的项目是不是教育？他说是的，一点都没错。政府开销最大是教育，所以教育办得好。社会上固然是有贫富不均，但是小孩受的教育、衣食住行完全平等，没有攀比的现象，你家有钱，我家穷，没有这个现象，平等的。所以国家在育幼，教育是国家管，国家负责，一般国家多半都是在军备，斯里兰卡没有，他们把教育摆在第一。而且现在教育里头，伦理没有，道德没有，因果没有，不讲这些，只讲科学技术，造成今天社会动乱。斯里兰卡的教育完全着重在伦理、道德、因果、宗教。他们虽然全国是佛教，也有其他宗教，有伊斯兰教、有天主教、有基督教、有印度教，都能够和睦相处，他们国家的宪法，信教自由，每个宗教都平等。我到那里去访问，其他宗教的这些长老们，我都跟他们见过面。所以，宗教大学建立在这个地方，总统心量大，能包容，能以平等心爱护、护持，不仅是佛教的护法，他是所有宗教的护法，这个很难得。中国唐代的时候，唐太宗这个人心量大，他做皇帝的时候，基督教传到中国来，伊斯兰教也传到中国来，以平等对待，道场都是国家下令建筑的。我们在北京看到，清真寺匾额上「敕建」，那就是皇帝下命令建的。这是宗教教育得到平等发展、传播，这是好事情。",
      "zh_TW": "我問總統，我說你們政府的開銷最大的項目是不是教育？他說是的，一點都沒錯。政府開銷最大是教育，所以教育辦得好。社會上固然是有貧富不均，但是小孩受的教育、衣食住行完全平等，沒有攀比的現象，你家有錢，我家窮，沒有這個現象，平等的。所以國家在育幼，教育是國家管，國家負責，一般國家多半都是在軍備，斯里蘭卡沒有，他們把教育擺在第一。而且現在教育裡頭，倫理沒有，道德沒有，因果沒有，不講這些，只講科學技術，造成今天社會動亂。斯里蘭卡的教育完全著重在倫理、道德、因果、宗教。他們雖然全國是佛教，也有其他宗教，有伊斯蘭教、有天主教、有基督教、有印度教，都能夠和睦相處，他們國家的憲法，信教自由，每個宗教都平等。我到那裡去訪問，其他宗教的這些長老們，我都跟他們見過面。所以，宗教大學建立在這個地方，總統心量大，能包容，能以平等心愛護、護持，不僅是佛教的護法，他是所有宗教的護法，這個很難得。中國唐代的時候，唐太宗這個人心量大，他做皇帝的時候，基督教傳到中國來，伊斯蘭教也傳到中國來，以平等對待，道場都是國家下令建築的。我們在北京看到，清真寺匾額上「敕建」，那就是皇帝下命令建的。這是宗教教育得到平等發展、傳播，這是好事情。"
    },
    {
      "id": "02-040-0494_p0046",
      "zh_CN": "我们在佛教经典看到，佛用什么方法解决社会上所有的问题，一切的问题？他就用一个方法，教育。这个方法做好了，什么问题全解决了，这是值得我们认真去思考。古人所谓，「天下本无事，庸人自扰之」，这句话意思很深。天下事从哪里来？就是庸人来的。如何把这个庸人变成智慧的人，问题不就解决了？这就是要靠教育。所以小孩从小就把他教好，都是贤人、君子，不是凡庸之人，那还有什么问题？古人的话，意思很深，很平常的话，含很深的意思。我们要相信古人，相信我们现在不如他。为什么？古人的心比我们净。我们现在人的心比古人乱，你相不相信？清净心生智慧，妄心生烦恼，这就不一样。古人心生智慧，我们现在人心生烦恼。为什么？妄念多，杂念多。古人没有，古人的教育有能力把儿童的天真烂漫保持到二十岁，当然不是多数的，是少数，但是保持到十二、三岁那是多数，也就是说十二、三岁没有被社会污染，天真烂漫。也就是什么？真心，他妄念少，他分别少，他没有是非。",
      "zh_TW": "我們在佛教經典看到，佛用什麼方法解決社會上所有的問題，一切的問題？他就用一個方法，教育。這個方法做好了，什麼問題全解決了，這是值得我們認真去思考。古人所謂，「天下本無事，庸人自擾之」，這句話意思很深。天下事從哪裡來？就是庸人來的。如何把這個庸人變成智慧的人，問題不就解決了？這就是要靠教育。所以小孩從小就把他教好，都是賢人、君子，不是凡庸之人，那還有什麼問題？古人的話，意思很深，很平常的話，含很深的意思。我們要相信古人，相信我們現在不如他。為什麼？古人的心比我們淨。我們現在人的心比古人亂，你相不相信？清淨心生智慧，妄心生煩惱，這就不一樣。古人心生智慧，我們現在人心生煩惱。為什麼？妄念多，雜念多。古人沒有，古人的教育有能力把兒童的天真爛漫保持到二十歲，當然不是多數的，是少數，但是保持到十二、三歲那是多數，也就是說十二、三歲沒有被社會污染，天真爛漫。也就是什麼？真心，他妄念少，他分別少，他沒有是非。"
    },
    {
      "id": "02-040-0494_p0047",
      "zh_CN": "现在不行，现在小孩不到一岁，他满脑袋胡思乱想。从哪里学来的？从电视学来的，五、六岁他就学电脑，他就搞网路，所以心浮气躁。这是真的不是假的，我们不能不知道。单单我们真正认清楚，清净心、平等心生智慧，杂乱的心肯定生烦恼。古人教学是一门深入，保持清净平等。现在学生是许许多多功课一起学，他脑袋是杂乱，是无法承受，所以他的妄想、他的杂念从儿童时候就开始有了，而且快速的成长。这就是他接受电视教育、网路教育，电视、网路教的是什么东西？杀盗淫妄。从小他就学会，就扎根了，以后长大怎么办？从儿童所受的这些教育，我们就知道社会问题的严重。好，我们今天就学到此地，谢谢大家。",
      "zh_TW": "現在不行，現在小孩不到一歲，他滿腦袋胡思亂想。從哪裡學來的？從電視學來的，五、六歲他就學電腦，他就搞網路，所以心浮氣躁。這是真的不是假的，我們不能不知道。單單我們真正認清楚，清淨心、平等心生智慧，雜亂的心肯定生煩惱。古人教學是一門深入，保持清淨平等。現在學生是許許多多功課一起學，他腦袋是雜亂，是無法承受，所以他的妄想、他的雜念從兒童時候就開始有了，而且快速的成長。這就是他接受電視教育、網路教育，電視、網路教的是什麼東西？殺盜淫妄。從小他就學會，就扎根了，以後長大怎麼辦？從兒童所受的這些教育，我們就知道社會問題的嚴重。好，我們今天就學到此地，謝謝大家。"
    }
  ]
}