{
  "doc_id": "02-040-0374",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七四集",
    "zh_TW": "第三七四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0374",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-040-0374_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。大家请跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。大家請跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0374_p0002",
      "zh_CN": "请看《大经科注》第六百五十八页倒数第二行，我们将这一段的注解念一遍：",
      "zh_TW": "請看《大經科註》第六百五十八頁倒數第二行，我們將這一段的註解念一遍："
    },
    {
      "id": "02-040-0374_p0003",
      "zh_CN": "「获三种忍者，《净影疏》曰：寻声悟解，知声如响，名音响忍，三地已还。舍诠趣实，名柔顺忍，四五六地。证实离相，名无生忍，七地以上」，这有四个位次，七、八、九、十这四个位次，我们前面学到此地。后面还有念老的注解，我们往下看，「其意谓」，这一段是黄念祖老居士说的，解释《净影疏》。净影大师是唐朝时候人，隋唐时代的慧远法师，他的名号跟净宗初祖慧远完全相同，不是一个人。净宗初祖他生在东晋时代，这个小慧远是隋唐时代，这个相距很大，在历史上习惯把他称作小慧远，称小慧远。他有《无量寿经》的注解，叫《义疏》，《无量寿经义疏》，这个地方说的《净影疏》。净影是他当年居住的寺庙，叫净影寺。后人对他尊敬，不称他的名，也不称他的号，称他的寺，净影寺的大师，对他特别恭敬。",
      "zh_TW": "「獲三種忍者，《淨影疏》曰：尋聲悟解，知聲如響，名音響忍，三地已還。捨詮趣實，名柔順忍，四五六地。證實離相，名無生忍，七地以上」，這有四個位次，七、八、九、十這四個位次，我們前面學到此地。後面還有念老的註解，我們往下看，「其意謂」，這一段是黃念祖老居士說的，解釋《淨影疏》。淨影大師是唐朝時候人，隋唐時代的慧遠法師，他的名號跟淨宗初祖慧遠完全相同，不是一個人。淨宗初祖他生在東晉時代，這個小慧遠是隋唐時代，這個相距很大，在歷史上習慣把他稱作小慧遠，稱小慧遠。他有《無量壽經》的註解，叫《義疏》，《無量壽經義疏》，這個地方說的《淨影疏》。淨影是他當年居住的寺廟，叫淨影寺。後人對他尊敬，不稱他的名，也不稱他的號，稱他的寺，淨影寺的大師，對他特別恭敬。"
    },
    {
      "id": "02-040-0374_p0004",
      "zh_CN": "底下这段话是注解里面的话，一直到七地以上，这是它的话。下面念老为我们解释，解释得很好，他的意思是说，「闻法悟道」。悟道方法不一定，像释迦牟尼佛是禅定当中悟道的，他不是闻法，他在毕钵罗树下入定。这个定很深，深到什么程度？深到自性本定，这明心见性了。见性，我们就称他作成佛了，见性的人就成佛，所谓「明心见性，见性成佛」。什么叫成佛？自性里面本有的智慧透出来了。这个智慧透出来，真真实实的是无所不知，像一般宗教对上帝、对神的赞美，全知全能，那个不一定是真的，佛法里面明心见性是真的，真的全知全能。这个智慧不是学来的，是自性里头本有的。我们中国老祖宗说人性本善，写在小朋友启蒙的课本上，《三字经》，「人之初，性本善」，这就是本善，不是外来的。所以佛在《华严经》上告诉我们，「一切众生本来是佛」，这个话是真的不是假的。你本来不是佛，你怎么成得了佛？你因为能成佛，是因为你本来是佛，你回头把你的本来找到了。",
      "zh_TW": "底下這段話是註解裡面的話，一直到七地以上，這是它的話。下面念老為我們解釋，解釋得很好，他的意思是說，「聞法悟道」。悟道方法不一定，像釋迦牟尼佛是禪定當中悟道的，他不是聞法，他在畢缽羅樹下入定。這個定很深，深到什麼程度？深到自性本定，這明心見性了。見性，我們就稱他作成佛了，見性的人就成佛，所謂「明心見性，見性成佛」。什麼叫成佛？自性裡面本有的智慧透出來了。這個智慧透出來，真真實實的是無所不知，像一般宗教對上帝、對神的讚美，全知全能，那個不一定是真的，佛法裡面明心見性是真的，真的全知全能。這個智慧不是學來的，是自性裡頭本有的。我們中國老祖宗說人性本善，寫在小朋友啟蒙的課本上，《三字經》，「人之初，性本善」，這就是本善，不是外來的。所以佛在《華嚴經》上告訴我們，「一切眾生本來是佛」，這個話是真的不是假的。你本來不是佛，你怎麼成得了佛？你因為能成佛，是因為你本來是佛，你回頭把你的本來找到了。"
    },
    {
      "id": "02-040-0374_p0005",
      "zh_CN": "六道众生迷了本性，只是迷，不是本性真的没有了，本性不生不灭，本性不来不去，迷失了本性。本性就是真心，真心就是佛，这一定要搞清楚。成佛是什么回事情？我们今天用的是妄心，不是真心，妄心舍弃了用真心，这就叫佛。用妄心叫凡夫，用真心叫佛。所以返妄归真，这叫成佛。学佛得搞清楚、搞明白，佛是教我们觉悟，从迷惑慢慢的省悟过来，这个叫成佛。没悟过来还是佛，迷惑颠倒的佛，真的没错，迷惑的佛。所以诸佛如来、诸大菩萨对一切众生没有不尊重的，为什么尊重？因为他是一尊佛，对佛焉能不尊重？自己现在虽然在迷，总有一天他会觉悟，肯定会觉悟，只是时间早晚而已。已经觉悟的人对这个事实真相非常清楚，所以他对于一切众生，真诚心、恭敬心全都发出来了。",
      "zh_TW": "六道眾生迷了本性，只是迷，不是本性真的沒有了，本性不生不滅，本性不來不去，迷失了本性。本性就是真心，真心就是佛，這一定要搞清楚。成佛是什麼回事情？我們今天用的是妄心，不是真心，妄心捨棄了用真心，這就叫佛。用妄心叫凡夫，用真心叫佛。所以返妄歸真，這叫成佛。學佛得搞清楚、搞明白，佛是教我們覺悟，從迷惑慢慢的省悟過來，這個叫成佛。沒悟過來還是佛，迷惑顛倒的佛，真的沒錯，迷惑的佛。所以諸佛如來、諸大菩薩對一切眾生沒有不尊重的，為什麼尊重？因為他是一尊佛，對佛焉能不尊重？自己現在雖然在迷，總有一天他會覺悟，肯定會覺悟，只是時間早晚而已。已經覺悟的人對這個事實真相非常清楚，所以他對於一切眾生，真誠心、恭敬心全都發出來了。"
    },
    {
      "id": "02-040-0374_p0006",
      "zh_CN": "三种忍，这个忍字有定的意思，从字面上说，它有认可的意思、同意的意思、肯定的意思，他承认了，佛所说的这些事实真相他明白了，承认了。忍有浅深不同，一共把它分作十等，十等分配在三种忍里头。第一种，这是音响忍，闻法悟道。在中国，禅宗六祖惠能大师，他是闻法忍的、开悟的，跟释迦牟尼佛不一样，释迦牟尼佛是禅定当中开悟的。能大师是在五祖方丈室，五祖忍和尚给他讲《金刚经》，没讲完，大概只讲到三分之一，讲到「应无所住，而生其心」，他开悟了。开悟就不必说了，没得说了，为什么？自然通达了。不但金刚般若通达，佛说二十二年《般若经》他全通达，乃至于佛当年在世讲经说法四十九年，四十九年所说的一切经他全通。任何一部经，惠能大师不认识字，你念给他听，他就会讲给你听。所以佛法的修学目标宗旨是在开悟，不是在别的，所用的一切方法，大乘教里面说八万四千法门。法是方法，什么方法？开悟的方法。门是门道、是门径、是门路，是个比喻。开悟的方法每个人不一定，没有定法，所以佛无有定法可说。佛也没有一定的形相，佛的现相因人而异，说法也是因人不同，因为人的根性不一样。",
      "zh_TW": "三種忍，這個忍字有定的意思，從字面上說，它有認可的意思、同意的意思、肯定的意思，他承認了，佛所說的這些事實真相他明白了，承認了。忍有淺深不同，一共把它分作十等，十等分配在三種忍裡頭。第一種，這是音響忍，聞法悟道。在中國，禪宗六祖惠能大師，他是聞法忍的、開悟的，跟釋迦牟尼佛不一樣，釋迦牟尼佛是禪定當中開悟的。能大師是在五祖方丈室，五祖忍和尚給他講《金剛經》，沒講完，大概只講到三分之一，講到「應無所住，而生其心」，他開悟了。開悟就不必說了，沒得說了，為什麼？自然通達了。不但金剛般若通達，佛說二十二年《般若經》他全通達，乃至於佛當年在世講經說法四十九年，四十九年所說的一切經他全通。任何一部經，惠能大師不認識字，你念給他聽，他就會講給你聽。所以佛法的修學目標宗旨是在開悟，不是在別的，所用的一切方法，大乘教裡面說八萬四千法門。法是方法，什麼方法？開悟的方法。門是門道、是門徑、是門路，是個比喻。開悟的方法每個人不一定，沒有定法，所以佛無有定法可說。佛也沒有一定的形相，佛的現相因人而異，說法也是因人不同，因為人的根性不一樣。"
    },
    {
      "id": "02-040-0374_p0007",
      "zh_CN": "开悟之人本事可大极了，他有能力观机，就是能够看出你，你是什么样的根性，能看出你过去生，所谓是六种神通它都出现，自然出现。有天眼、有天耳，天眼能看到你过去世，过去生生世世你是学什么的。如果是学禅的，他就教你禅，禅定，为什么？过去曾经学过，你有这个底子，教你这个法门，你把宿世的善根统统引出来，容易开悟。过去是学教的，不是学禅的，你用禅的方法他不会开悟，那就用教，教就是给你讲经说法。教有很多很多差别，门类很多，你过去学的是什么教，佛还继续给你讲，你容易明白。一个人修行不是一生一世，与过去生中有密切关系。",
      "zh_TW": "開悟之人本事可大極了，他有能力觀機，就是能夠看出你，你是什麼樣的根性，能看出你過去生，所謂是六種神通它都出現，自然出現。有天眼、有天耳，天眼能看到你過去世，過去生生世世你是學什麼的。如果是學禪的，他就教你禪，禪定，為什麼？過去曾經學過，你有這個底子，教你這個法門，你把宿世的善根統統引出來，容易開悟。過去是學教的，不是學禪的，你用禪的方法他不會開悟，那就用教，教就是給你講經說法。教有很多很多差別，門類很多，你過去學的是什麼教，佛還繼續給你講，你容易明白。一個人修行不是一生一世，與過去生中有密切關係。"
    },
    {
      "id": "02-040-0374_p0008",
      "zh_CN": "我们今天最大的困难是找不到一个真正开悟的人，真正开悟的人了解我们根性，找不到这样的人。那怎么样？我们就得许许多多法门去浏览。你对这个法门特别喜爱，能懂，欢喜学习，这就说明你跟它有缘，你过去生中肯定学过，没有学过不会有这个现象。那你就多涉猎，多看、多听、多学习，然后在这个里面选择一门，一门深入，长时薰修，你才能够得定开慧。如果你学多、学杂了，你的心是乱的，你妄想很多，你杂念很多，你定不下来；换句话说，你开不了悟。",
      "zh_TW": "我們今天最大的困難是找不到一個真正開悟的人，真正開悟的人了解我們根性，找不到這樣的人。那怎麼樣？我們就得許許多多法門去瀏覽。你對這個法門特別喜愛，能懂，歡喜學習，這就說明你跟它有緣，你過去生中肯定學過，沒有學過不會有這個現象。那你就多涉獵，多看、多聽、多學習，然後在這個裡面選擇一門，一門深入，長時薰修，你才能夠得定開慧。如果你學多、學雜了，你的心是亂的，你妄想很多，你雜念很多，你定不下來；換句話說，你開不了悟。"
    },
    {
      "id": "02-040-0374_p0009",
      "zh_CN": "教也是开悟，不是教你广学多闻，那是什么？那知识。现在人学佛很多都是知识，他没有定，他没有慧。知识是你自己的，不是自性上的，与自性没关系。换句话说，你可以成为佛教的一个学者，佛学家，六种神通发不出来，你没有天耳，也没有天眼，你没有他心通，你没有宿命通，这些本能现不出来。开悟，有禅定的功夫会现出来。佛给我们说得很清楚，为什么现不出来？你有烦恼，你有业障，把你障碍住了。你的业障能消掉，你的烦恼能化解，本能自然现前，把障碍去掉。其实本能没有失掉，只是有障碍而已，佛家叫它做障缘，这障碍的缘，有这些东西，你能把障缘去掉，问题就解决了。",
      "zh_TW": "教也是開悟，不是教你廣學多聞，那是什麼？那知識。現在人學佛很多都是知識，他沒有定，他沒有慧。知識是你自己的，不是自性上的，與自性沒關係。換句話說，你可以成為佛教的一個學者，佛學家，六種神通發不出來，你沒有天耳，也沒有天眼，你沒有他心通，你沒有宿命通，這些本能現不出來。開悟，有禪定的功夫會現出來。佛給我們說得很清楚，為什麼現不出來？你有煩惱，你有業障，把你障礙住了。你的業障能消掉，你的煩惱能化解，本能自然現前，把障礙去掉。其實本能沒有失掉，只是有障礙而已，佛家叫它做障緣，這障礙的緣，有這些東西，你能把障緣去掉，問題就解決了。"
    },
    {
      "id": "02-040-0374_p0010",
      "zh_CN": "佛讲得确实合情合理，我们听了之后要多想想，他不会骗我们。凡是骗人，决定有企图，佛对于一切人没企图，世间名闻利养他不要。他是王子的身分，十九岁出家，把王位的继承权舍掉，放下了，宫廷里面荣华富贵的生活放下了，去过一个苦行僧的生活。全副家当三衣一钵，日中一食，去托钵，树下一宿，他什么也没有。这个日子他过了一辈子，不是短时间。三十岁在菩提树下开悟，开悟之后就在鹿野苑附近不多远，鹿野苑教化众生。七十九岁过世，我们中国人讲虚岁八十岁，外国人说实足年龄七十九岁，讲经教学四十九年，四十九年没中断，没休息。他对这个世间确实为我们表现的一无所求。来到这个世间干什么？帮助众生离苦得乐，看到众生太苦了。不是我们表面上的苦，我们生活艰苦、衣食艰难，这个是小事，这是小苦。大的苦是什么？在六道里头轮回出不去，生生世世没完没了，无量劫来一直到今天，还是不断的迷惑、造业，业牵引你去搞轮回。",
      "zh_TW": "佛講得確實合情合理，我們聽了之後要多想想，他不會騙我們。凡是騙人，決定有企圖，佛對於一切人沒企圖，世間名聞利養他不要。他是王子的身分，十九歲出家，把王位的繼承權捨掉，放下了，宮廷裡面榮華富貴的生活放下了，去過一個苦行僧的生活。全副家當三衣一缽，日中一食，去托缽，樹下一宿，他什麼也沒有。這個日子他過了一輩子，不是短時間。三十歲在菩提樹下開悟，開悟之後就在鹿野苑附近不多遠，鹿野苑教化眾生。七十九歲過世，我們中國人講虛歲八十歲，外國人說實足年齡七十九歲，講經教學四十九年，四十九年沒中斷，沒休息。他對這個世間確實為我們表現的一無所求。來到這個世間幹什麼？幫助眾生離苦得樂，看到眾生太苦了。不是我們表面上的苦，我們生活艱苦、衣食艱難，這個是小事，這是小苦。大的苦是什麼？在六道裡頭輪迴出不去，生生世世沒完沒了，無量劫來一直到今天，還是不斷的迷惑、造業，業牽引你去搞輪迴。"
    },
    {
      "id": "02-040-0374_p0011",
      "zh_CN": "这个事情佛看得很清楚，他自己的问题解决了，剩下来的是帮助别人，他不离开这个世界帮助别人。在这个世界上住多久，他可以自己做主，不像我们做不了主。我们的寿命是业力在做主，业牵后有，业牵着你，后是什么？就是你死了以后；有是什么？有轮回。轮回是业力在做主宰，与天神没关系，与阎罗王没关系，这个一定要知道，与佛菩萨更没关系。谁主宰你轮回？业力。所以我们的老祖宗、圣贤人、佛菩萨教我们行善积德，修什么？修善业。能不能出轮回？不能。但是在六道里头三善道受生，不堕三恶道，是这么个道理。要想出离轮回那要接受佛陀的教育，实在说只有佛陀教育真的能帮助你脱离轮回，这个不是假的。",
      "zh_TW": "這個事情佛看得很清楚，他自己的問題解決了，剩下來的是幫助別人，他不離開這個世界幫助別人。在這個世界上住多久，他可以自己做主，不像我們做不了主。我們的壽命是業力在做主，業牽後有，業牽著你，後是什麼？就是你死了以後；有是什麼？有輪迴。輪迴是業力在做主宰，與天神沒關係，與閻羅王沒關係，這個一定要知道，與佛菩薩更沒關係。誰主宰你輪迴？業力。所以我們的老祖宗、聖賢人、佛菩薩教我們行善積德，修什麼？修善業。能不能出輪迴？不能。但是在六道裡頭三善道受生，不墮三惡道，是這麼個道理。要想出離輪迴那要接受佛陀的教育，實在說只有佛陀教育真的能幫助你脫離輪迴，這個不是假的。"
    },
    {
      "id": "02-040-0374_p0012",
      "zh_CN": "如何脱离轮回？先要知道轮回从哪里来的。自性里头、宇宙里头没有轮回这个事情，我们以为是真的，佛告诉我们，假的。轮回是什么？是一场恶梦。我们会作梦，醒过来之后知道是假的，但是在作梦的时候不晓得梦是假的，梦里头要遇到灾难灾害，我们很害怕。六道就是一场大梦，几千年、几万年、几百万年、几亿年都没有办法出去，就是说你没有办法醒过来，这个梦太长了。佛菩萨没有，他醒过来了，醒过来回过头来照顾这些还在作梦的人，想帮助他们醒过来。他能不能醒过来？很容易醒过来，但是也很难醒过来，问题是他自己肯不肯，对佛陀所教的能不能接受。第一个是能不能相信，第二个是能不能接受，第三个是能不能认真的去做。如果这三个都没问题，那你这一生，真的，你会永远摆脱轮回。这三桩事情如果对它有怀疑，理解不够透彻，不能认真依教奉行，这个机会就没有了。",
      "zh_TW": "如何脫離輪迴？先要知道輪迴從哪裡來的。自性裡頭、宇宙裡頭沒有輪迴這個事情，我們以為是真的，佛告訴我們，假的。輪迴是什麼？是一場惡夢。我們會作夢，醒過來之後知道是假的，但是在作夢的時候不曉得夢是假的，夢裡頭要遇到災難災害，我們很害怕。六道就是一場大夢，幾千年、幾萬年、幾百萬年、幾億年都沒有辦法出去，就是說你沒有辦法醒過來，這個夢太長了。佛菩薩沒有，他醒過來了，醒過來回過頭來照顧這些還在作夢的人，想幫助他們醒過來。他能不能醒過來？很容易醒過來，但是也很難醒過來，問題是他自己肯不肯，對佛陀所教的能不能接受。第一個是能不能相信，第二個是能不能接受，第三個是能不能認真的去做。如果這三個都沒問題，那你這一生，真的，你會永遠擺脫輪迴。這三樁事情如果對它有懷疑，理解不夠透徹，不能認真依教奉行，這個機會就沒有了。"
    },
    {
      "id": "02-040-0374_p0013",
      "zh_CN": "佛陀慈悲，缘不成熟的人帮助你种善根，已经有善根的人帮助你成长，成长到将要熟的人，佛一定帮助他永远脱离六道轮回。佛是来干这个的，一无所求，与名闻利养毫不相干。名闻利养是造业，是在制造轮回业。所以佛一生在世教人，不为名、不为利，真正是「于人无争，于世无求」，超越了，解脱了。佛教给我们这样的生活，生活就是修行，生活没有离开修行，行是行为，起心动念是意业的行为，心理现象，眼耳鼻舌身是事上的行为。你眼睛会看，修行的人在哪里修？就在见色上修，在看外面境界。迷失自性的人看到外面境界以为是真的，生起贪心，看得很顺眼，看得很喜欢，就想控制它、想占有它，这个错了。错在什么地方？梦中，你梦醒之后所有境界都消失掉，你怎么可能占有？占有是个妄想，控制也是妄想，支配也是妄想，全是妄想。这个妄想如果是善的，你在三善道轮回；如果是不善的，是自私自利，损人利己，那这种行为感得的是三恶道，饿鬼、地狱、畜生，这三道去了。",
      "zh_TW": "佛陀慈悲，緣不成熟的人幫助你種善根，已經有善根的人幫助你成長，成長到將要熟的人，佛一定幫助他永遠脫離六道輪迴。佛是來幹這個的，一無所求，與名聞利養毫不相干。名聞利養是造業，是在製造輪迴業。所以佛一生在世教人，不為名、不為利，真正是「於人無爭，於世無求」，超越了，解脫了。佛教給我們這樣的生活，生活就是修行，生活沒有離開修行，行是行為，起心動念是意業的行為，心理現象，眼耳鼻舌身是事上的行為。你眼睛會看，修行的人在哪裡修？就在見色上修，在看外面境界。迷失自性的人看到外面境界以為是真的，生起貪心，看得很順眼，看得很喜歡，就想控制它、想佔有它，這個錯了。錯在什麼地方？夢中，你夢醒之後所有境界都消失掉，你怎麼可能佔有？佔有是個妄想，控制也是妄想，支配也是妄想，全是妄想。這個妄想如果是善的，你在三善道輪迴；如果是不善的，是自私自利，損人利己，那這種行為感得的是三惡道，餓鬼、地獄、畜生，這三道去了。"
    },
    {
      "id": "02-040-0374_p0014",
      "zh_CN": "人在这个世间几个人觉悟？没人。佛菩萨觉悟，佛菩萨给我们做引导，引导我们出离六道轮回。真正相信的人，佛家叫有善根，善根是什么？过去生中接触过，听到会生欢喜心。善根有厚薄不一样，善根非常深厚的人，他一点都不怀疑，完全接受，这就叫忍。所以这个忍字，在菩萨果位上是地上菩萨，不是普通的。菩萨的级别有五十一个阶级，从下面往上去，十信，十个阶级；十住，二十个阶级；十行，三十个阶级；十回向，四十个阶级，上面是初地。你看，音响忍，初地、二地、三地，下面有四十个阶级，它是从第四十一个阶级起，像念书一样，它是四十一年级，四十一年级、四十二年级、四十三年级，这是音响忍，从佛讲经教学当中开悟。我们知道，惠能大师就是属于这个级别的，这个级别的不多。",
      "zh_TW": "人在這個世間幾個人覺悟？沒人。佛菩薩覺悟，佛菩薩給我們做引導，引導我們出離六道輪迴。真正相信的人，佛家叫有善根，善根是什麼？過去生中接觸過，聽到會生歡喜心。善根有厚薄不一樣，善根非常深厚的人，他一點都不懷疑，完全接受，這就叫忍。所以這個忍字，在菩薩果位上是地上菩薩，不是普通的。菩薩的級別有五十一個階級，從下面往上去，十信，十個階級；十住，二十個階級；十行，三十個階級；十迴向，四十個階級，上面是初地。你看，音響忍，初地、二地、三地，下面有四十個階級，它是從第四十一個階級起，像念書一樣，它是四十一年級，四十一年級、四十二年級、四十三年級，這是音響忍，從佛講經教學當中開悟。我們知道，惠能大師就是屬於這個級別的，這個級別的不多。"
    },
    {
      "id": "02-040-0374_p0015",
      "zh_CN": "佛教传到中国两千年，这两千年来学禅的、学教的，两千年来我们把它合起来，概略的估计，至少应该有三千人，这就很不得了。佛教传到中国，在中国成佛、成菩萨的有三千人，这个成绩非常可观。不包括净土，要包括净土就太多了，净土往生就是成就。净土这一宗，念佛往生的人，这一千多年，将近两千年了，公元六十七年传到中国来，二０六七就整整两千年，快到两千年了。念佛往生净土的，我们最保守的估计，不会少过十万人，往生净土等于成佛。佛教对于中国人的贡献太大了，成就这么多人，对于社会繁荣昌盛、长治久安，贡献更大，那是小贡献，世间法。我们讲大贡献，超凡入圣，永脱轮回，这是大成就，这是无比的成就。",
      "zh_TW": "佛教傳到中國兩千年，這兩千年來學禪的、學教的，兩千年來我們把它合起來，概略的估計，至少應該有三千人，這就很不得了。佛教傳到中國，在中國成佛、成菩薩的有三千人，這個成績非常可觀。不包括淨土，要包括淨土就太多了，淨土往生就是成就。淨土這一宗，念佛往生的人，這一千多年，將近兩千年了，公元六十七年傳到中國來，二０六七就整整兩千年，快到兩千年了。念佛往生淨土的，我們最保守的估計，不會少過十萬人，往生淨土等於成佛。佛教對於中國人的貢獻太大了，成就這麼多人，對於社會繁榮昌盛、長治久安，貢獻更大，那是小貢獻，世間法。我們講大貢獻，超凡入聖，永脫輪迴，這是大成就，這是無比的成就。"
    },
    {
      "id": "02-040-0374_p0016",
      "zh_CN": "这一段是说往生到西方极乐世界，看到阿弥陀佛大讲堂外面的菩提树，自自然然得这三种忍。菩提树在表法，菩提树在教学，为什么有这么大的能量？前面说过了，是阿弥陀佛四十八愿，以及他无量劫修学功德的加持，让你见到、接触到，你见到菩提树，听到菩提树音声在说法，闻到这个树的香气，尝到它的果味，这菩提果能吃的，都能把你的境界向上提升，真正不可思议的境界。念老为我们做浅显的解释，说闻法悟道，悟什么？「知一切法，如声之回响」，回响就是回音，我们在山谷长啸一声，接着回音就来了。那个回音怎么来的？是因为我叫的声音达到山，山的反射，那边障碍它反射过来的，不是真的。「如梦幻泡影，名音响忍」，知道一切法不是真的。为什么不是真的？「因缘所生法」，经论里面说了，「我说即是空」。《金刚经》，大家都很熟悉，经上说「凡所有相，皆是虚妄」，你把它看破了，你看到它的真相，你看到它的本来面目，它是假相，不是真的，「当体即空，了不可得」，这才叫事实真相。",
      "zh_TW": "這一段是說往生到西方極樂世界，看到阿彌陀佛大講堂外面的菩提樹，自自然然得這三種忍。菩提樹在表法，菩提樹在教學，為什麼有這麼大的能量？前面說過了，是阿彌陀佛四十八願，以及他無量劫修學功德的加持，讓你見到、接觸到，你見到菩提樹，聽到菩提樹音聲在說法，聞到這個樹的香氣，嘗到它的果味，這菩提果能吃的，都能把你的境界向上提升，真正不可思議的境界。念老為我們做淺顯的解釋，說聞法悟道，悟什麼？「知一切法，如聲之回響」，回響就是回音，我們在山谷長嘯一聲，接著回音就來了。那個回音怎麼來的？是因為我叫的聲音達到山，山的反射，那邊障礙它反射過來的，不是真的。「如夢幻泡影，名音響忍」，知道一切法不是真的。為什麼不是真的？「因緣所生法」，經論裡面說了，「我說即是空」。《金剛經》，大家都很熟悉，經上說「凡所有相，皆是虛妄」，你把它看破了，你看到它的真相，你看到它的本來面目，它是假相，不是真的，「當體即空，了不可得」，這才叫事實真相。"
    },
    {
      "id": "02-040-0374_p0017",
      "zh_CN": "所以六根接触外面境界修什么？修不起心不动念、不分别不执着。我眼见色，在色相上不起心不动念、不分别不执着，这是什么人？佛；有起心动念，没有分别执着，这是菩萨；有起心动念，也有分别，没有执着，这是阿罗汉；如果起心动念、分别执着统统有，这叫凡夫，六道凡夫，搞轮回的。我们要知道，修行修什么？就修这个，真修。不是天天去拜佛、念经，不是，那个天天干，干一辈子，如果执着没有放下，还是搞轮回。执着这个身是我，执着你的身是你，还有你、还有我，这个错了，全是假的。这桩事情难相信，明明这个现实的人事物摆在我们面前，怎么是假的？古人能够相信，我们佩服得五体投地，为什么？我们就不能接受，你说是假的，你是佛、是菩萨，我不敢反对，但是我有怀疑，这个怀疑断不掉。断不掉就是障碍，就是永远不能够理解事实真相。天天学佛，佛经典里面所说的有没有懂？没懂，真的不懂，佛经上讲的修学的方法我们就没有真做。佛的经教只告诉我们一桩事情，叫看破。看破什么？一切人事物的真相被你揭穿了，真相看清楚了。真相看清楚以后怎么样？自自然然放下，就是我们说绝对不会放在心上，这叫真放下，不是事上的放下，事上没有障碍，心上念头不能有，有念头就错了。",
      "zh_TW": "所以六根接觸外面境界修什麼？修不起心不動念、不分別不執著。我眼見色，在色相上不起心不動念、不分別不執著，這是什麼人？佛；有起心動念，沒有分別執著，這是菩薩；有起心動念，也有分別，沒有執著，這是阿羅漢；如果起心動念、分別執著統統有，這叫凡夫，六道凡夫，搞輪迴的。我們要知道，修行修什麼？就修這個，真修。不是天天去拜佛、念經，不是，那個天天幹，幹一輩子，如果執著沒有放下，還是搞輪迴。執著這個身是我，執著你的身是你，還有你、還有我，這個錯了，全是假的。這樁事情難相信，明明這個現實的人事物擺在我們面前，怎麼是假的？古人能夠相信，我們佩服得五體投地，為什麼？我們就不能接受，你說是假的，你是佛、是菩薩，我不敢反對，但是我有懷疑，這個懷疑斷不掉。斷不掉就是障礙，就是永遠不能夠理解事實真相。天天學佛，佛經典裡面所說的有沒有懂？沒懂，真的不懂，佛經上講的修學的方法我們就沒有真做。佛的經教只告訴我們一樁事情，叫看破。看破什麼？一切人事物的真相被你揭穿了，真相看清楚了。真相看清楚以後怎麼樣？自自然然放下，就是我們說絕對不會放在心上，這叫真放下，不是事上的放下，事上沒有障礙，心上念頭不能有，有念頭就錯了。"
    },
    {
      "id": "02-040-0374_p0018",
      "zh_CN": "于是我们就知道，人世上最难放下的，亲情。这在中国古代的社会，讲求伦理道德，亲情最难放下。可是现在的人，伦理道德没有了，不讲求这个了，现在人大概最难放下的不是亲情，他父母可以不要，儿女可以不要，兄弟可以不要，他要什么？要钱。现在人把财摆在第一，其他的全是第二、第三的，我们讲财、色、名、利，色名利都可以放下，财不能放下。佛法没别的，就是看破放下。",
      "zh_TW": "於是我們就知道，人世上最難放下的，親情。這在中國古代的社會，講求倫理道德，親情最難放下。可是現在的人，倫理道德沒有了，不講求這個了，現在人大概最難放下的不是親情，他父母可以不要，兒女可以不要，兄弟可以不要，他要什麼？要錢。現在人把財擺在第一，其他的全是第二、第三的，我們講財、色、名、利，色名利都可以放下，財不能放下。佛法沒別的，就是看破放下。"
    },
    {
      "id": "02-040-0374_p0019",
      "zh_CN": "我二十六岁接触到佛法，以前认为它是宗教、是迷信，基本上不碰它的，不理会它。二十六岁，我跟一位老师学哲学，方东美教授，他给我讲了一部《哲学概论》，最后一个单元「佛经哲学」，我从这里入门。当时我有疑问，我向老师请教，我说佛教是宗教、是迷信，而且是多神教，多神教一般说在宗教里属于低级宗教，高级宗教只有一个真神，低级宗教什么都拜，到寺庙里看到琳瑯满目，全是，那么多，我说它怎么会有哲学？老师告诉我，他说你年轻，你不懂，他说「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我在这一个单元学习，把从前错误观念都抛弃了，知道这门东西好，没有老师介绍永远不知道，没人说过。",
      "zh_TW": "我二十六歲接觸到佛法，以前認為它是宗教、是迷信，基本上不碰它的，不理會它。二十六歲，我跟一位老師學哲學，方東美教授，他給我講了一部《哲學概論》，最後一個單元「佛經哲學」，我從這裡入門。當時我有疑問，我向老師請教，我說佛教是宗教、是迷信，而且是多神教，多神教一般說在宗教裡屬於低級宗教，高級宗教只有一個真神，低級宗教什麼都拜，到寺廟裡看到琳瑯滿目，全是，那麼多，我說它怎麼會有哲學？老師告訴我，他說你年輕，你不懂，他說「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我在這一個單元學習，把從前錯誤觀念都拋棄了，知道這門東西好，沒有老師介紹永遠不知道，沒人說過。"
    },
    {
      "id": "02-040-0374_p0020",
      "zh_CN": "在同一年，好像是两个多月以后，我认识了章嘉大师，这是我第一次跟出家人见面，朋友介绍的。我向章嘉大师请教，我说方老师告诉我，佛教是大学问，佛教是哲学的顶尖，我向他老人请教，有没有方法让我们很快契入境界？我提出这个问题，他看着我，我也看着他，我们两个看了半个多小时，入定了，不说话。半个多小时以后，他说了一个字，有。我的耳朵竖起来了，有，这要打起精神来用心听，他又不说了。隔了七、八分钟才告诉我，六个字，「看得破，放得下」。他说的是白话，要用佛教术语说是止观，止是放下，观是看破。但是要用止观我就不懂，那要解释名词，可能是讲得我愈讲愈迷惑。我刚入门，才二、三个月，所以听起来好像懂，实际上是没听懂。我就向他请教从哪里下手？他告诉我从布施，教我财布施、法布施、无畏布施。布施决定有果报，财布施得财富。这个世间人有钱的，富有的人，他的钱怎么来的？不是他有能力、他能够赚得到，不是的，命里有，这是因，你那些手段是缘，得到的是果报，因、缘、果。有因没有缘，你命里有，你什么也不干，钱不会掉下来。命里有，无论干什么都会赚钱，命里有，不是你有本事能赚得来。",
      "zh_TW": "在同一年，好像是兩個多月以後，我認識了章嘉大師，這是我第一次跟出家人見面，朋友介紹的。我向章嘉大師請教，我說方老師告訴我，佛教是大學問，佛教是哲學的頂尖，我向他老人請教，有沒有方法讓我們很快契入境界？我提出這個問題，他看著我，我也看著他，我們兩個看了半個多小時，入定了，不說話。半個多小時以後，他說了一個字，有。我的耳朵豎起來了，有，這要打起精神來用心聽，他又不說了。隔了七、八分鐘才告訴我，六個字，「看得破，放得下」。他說的是白話，要用佛教術語說是止觀，止是放下，觀是看破。但是要用止觀我就不懂，那要解釋名詞，可能是講得我愈講愈迷惑。我剛入門，才二、三個月，所以聽起來好像懂，實際上是沒聽懂。我就向他請教從哪裡下手？他告訴我從布施，教我財布施、法布施、無畏布施。布施決定有果報，財布施得財富。這個世間人有錢的，富有的人，他的錢怎麼來的？不是他有能力、他能夠賺得到，不是的，命裡有，這是因，你那些手段是緣，得到的是果報，因、緣、果。有因沒有緣，你命裡有，你什麼也不幹，錢不會掉下來。命裡有，無論幹什麼都會賺錢，命裡有，不是你有本事能賺得來。"
    },
    {
      "id": "02-040-0374_p0021",
      "zh_CN": "我在国外，在学校里面，许多教金融的这些教授，怎么样致富，每个人著作等身，说得天花乱坠，我也去听了。但是他还是一个教授，靠拿钟点费过日子，他没发财。所以我跟校长聊天，我说我不相信。他问为什么？他没发财，他怎么能教别人发财，哪有这个道理！现在人认假不认真。财富命里有，「命里有时终须有，命里无时莫强求」，决定强求不到，你偷都偷不到，命里没有。小偷偷去的，他能享受，是他命里有的；命里没有的，还没偷到手，被警察抓去了，很有道理。他命里怎么有的？前世修财布施修得多。所以算命说，你命里有财库，财库很充足，你无论干什么你都会赚钱。",
      "zh_TW": "我在國外，在學校裡面，許多教金融的這些教授，怎麼樣致富，每個人著作等身，說得天花亂墜，我也去聽了。但是他還是一個教授，靠拿鐘點費過日子，他沒發財。所以我跟校長聊天，我說我不相信。他問為什麼？他沒發財，他怎麼能教別人發財，哪有這個道理！現在人認假不認真。財富命裡有，「命裡有時終須有，命裡無時莫強求」，決定強求不到，你偷都偷不到，命裡沒有。小偷偷去的，他能享受，是他命裡有的；命裡沒有的，還沒偷到手，被警察抓去了，很有道理。他命裡怎麼有的？前世修財布施修得多。所以算命說，你命裡有財庫，財庫很充足，你無論幹什麼你都會賺錢。"
    },
    {
      "id": "02-040-0374_p0022",
      "zh_CN": "香港首富李嘉诚，大家知道，这是个大财主，他有个顾问，陈朗老先生，跟我很熟，早年我讲经，他来听过，前几年过世了。陈老先生告诉我，他早年跟李嘉诚第一次见面，李嘉诚大概三十岁，从潮汕到香港来做生意，偶然碰到。这个人看相、看风水、算命是高手，他就给李先生算命，问他，你到香港来做生意，你希望将来拥有多少财产你就满意了？李先生说，我如果能有三千万我就满意了。陈朗老先生告诉他，不止，他说你的财库是漫出来的，不是平的，漫出来的，无论做什么生意你都赚钱，别人跟你一样做，他蚀本你赚钱，命不一样。告诉他，你将来是香港首富。所以他们关系就深了，就变成李嘉诚的顾问，李先生无论什么事，大小事情，都向他请教。命里有，这个没有办法。现在人不相信命，相信科学，科学不能改造命运，科学能解决物质问题，不能解决精神问题，不能改造命运，这它做不到，我们总得要明了。",
      "zh_TW": "香港首富李嘉誠，大家知道，這是個大財主，他有個顧問，陳朗老先生，跟我很熟，早年我講經，他來聽過，前幾年過世了。陳老先生告訴我，他早年跟李嘉誠第一次見面，李嘉誠大概三十歲，從潮汕到香港來做生意，偶然碰到。這個人看相、看風水、算命是高手，他就給李先生算命，問他，你到香港來做生意，你希望將來擁有多少財產你就滿意了？李先生說，我如果能有三千萬我就滿意了。陳朗老先生告訴他，不止，他說你的財庫是漫出來的，不是平的，漫出來的，無論做什麼生意你都賺錢，別人跟你一樣做，他蝕本你賺錢，命不一樣。告訴他，你將來是香港首富。所以他們關係就深了，就變成李嘉誠的顧問，李先生無論什麼事，大小事情，都向他請教。命裡有，這個沒有辦法。現在人不相信命，相信科學，科學不能改造命運，科學能解決物質問題，不能解決精神問題，不能改造命運，這它做不到，我們總得要明瞭。"
    },
    {
      "id": "02-040-0374_p0023",
      "zh_CN": "那没有财富想发财行不行？行，要如理如法，要用正当的渠道去求财。正当的渠道是什么？布施。李嘉诚财富从哪来的？过去生中生生世世都修财布施，像他这样的财富，我们一般懂得因果的人，至少是五世以上累积的，一世累积不了这么多，五世财布施累积的这个因，不是简简单单的。你在世界上富翁排名十名、二十名，这样的人至少是十世，没有十世他修不到。一个国家领导人，至少也是修十世的善行，他才能有这个命，才能得到，人民选出来的也是命里该有的，命里没有的选不到。这些道理科学不能解释，宗教能解释。所以英国汤恩比博士说，「宗教是人类之必需」，不能缺少，许多问题解决不了的宗教能帮你解决。",
      "zh_TW": "那沒有財富想發財行不行？行，要如理如法，要用正當的渠道去求財。正當的渠道是什麼？布施。李嘉誠財富從哪來的？過去生中生生世世都修財布施，像他這樣的財富，我們一般懂得因果的人，至少是五世以上累積的，一世累積不了這麼多，五世財布施累積的這個因，不是簡簡單單的。你在世界上富翁排名十名、二十名，這樣的人至少是十世，沒有十世他修不到。一個國家領導人，至少也是修十世的善行，他才能有這個命，才能得到，人民選出來的也是命裡該有的，命裡沒有的選不到。這些道理科學不能解釋，宗教能解釋。所以英國湯恩比博士說，「宗教是人類之必需」，不能缺少，許多問題解決不了的宗教能幫你解決。"
    },
    {
      "id": "02-040-0374_p0024",
      "zh_CN": "法布施得聪明智慧，果报是聪明智慧，无畏布施是健康长寿。我在当年，章嘉大师教我这三样东西，教我财布施、法布施、无畏布施。那个时候我年轻，生活非常艰难，刚刚到台湾，人地生疏，找一个机关的小职员，仅仅能够照顾自己，老师教我布施，我哪有这个能力？老师就问我，一毛钱有没有？一毛可以。一块钱有没有？一块钱还行。你就从一毛、一块开始布施，一定要有布施的观念，有这个心，不能没有布施的心。这个东西愈施愈多，后头一句话接着，愈多愈施。财不可以积，财叫通货，你要是存在那个地方就出麻烦了，那就是罪业。所以要流通，你自己不用的话要帮助别人，愈施愈多。我听话，真干，干了六十二年了，一点都没错，佛经上讲得不错，老师教得不错。因为我命里头财库空空的，什么都没有，跟李嘉诚相反的，他是满满的，我是空空的。老师替我选的这个行业，劝我出家，叫我学释迦牟尼佛。我很听话，我就遵照他的教诲，我真干了，确实命运完全转过来了。",
      "zh_TW": "法布施得聰明智慧，果報是聰明智慧，無畏布施是健康長壽。我在當年，章嘉大師教我這三樣東西，教我財布施、法布施、無畏布施。那個時候我年輕，生活非常艱難，剛剛到台灣，人地生疏，找一個機關的小職員，僅僅能夠照顧自己，老師教我布施，我哪有這個能力？老師就問我，一毛錢有沒有？一毛可以。一塊錢有沒有？一塊錢還行。你就從一毛、一塊開始布施，一定要有布施的觀念，有這個心，不能沒有布施的心。這個東西愈施愈多，後頭一句話接著，愈多愈施。財不可以積，財叫通貨，你要是存在那個地方就出麻煩了，那就是罪業。所以要流通，你自己不用的話要幫助別人，愈施愈多。我聽話，真幹，幹了六十二年了，一點都沒錯，佛經上講得不錯，老師教得不錯。因為我命裡頭財庫空空的，什麼都沒有，跟李嘉誠相反的，他是滿滿的，我是空空的。老師替我選的這個行業，勸我出家，叫我學釋迦牟尼佛。我很聽話，我就遵照他的教誨，我真幹了，確實命運完全轉過來了。"
    },
    {
      "id": "02-040-0374_p0025",
      "zh_CN": "最难的，寿命，我寿命只有四十五岁，今年八十七岁了，到九十岁，那我的寿命是延长一倍，这不是我命里有的，这个问题科学不能解决。我自己学佛，我这一生所得的殊胜利益，很多人都看到的。佛法不是假的是真的，终极是生死自在。科学家不能让人不老，科学家不能让人不死，科学家一直到今天不能让人得到真正幸福美满的生活，科学愈是往前面发展，带来的问题愈多。现在有许许多多专家学者质疑，科技的发达带给人类究竟是福还是祸，开始有这个怀疑。祸害里面最严重的就是战争，往后战争是核武战争、生化战争，没有输赢的，是人类的绝灭，文明的瓦解。这个战争过后，人类要回到石器时代，所有一切文明都化为乌有，这种恐惧是现在的世人普遍都有的。",
      "zh_TW": "最難的，壽命，我壽命只有四十五歲，今年八十七歲了，到九十歲，那我的壽命是延長一倍，這不是我命裡有的，這個問題科學不能解決。我自己學佛，我這一生所得的殊勝利益，很多人都看到的。佛法不是假的是真的，終極是生死自在。科學家不能讓人不老，科學家不能讓人不死，科學家一直到今天不能讓人得到真正幸福美滿的生活，科學愈是往前面發展，帶來的問題愈多。現在有許許多多專家學者質疑，科技的發達帶給人類究竟是福還是禍，開始有這個懷疑。禍害裡面最嚴重的就是戰爭，往後戰爭是核武戰爭、生化戰爭，沒有輸贏的，是人類的絕滅，文明的瓦解。這個戰爭過後，人類要回到石器時代，所有一切文明都化為烏有，這種恐懼是現在的世人普遍都有的。"
    },
    {
      "id": "02-040-0374_p0026",
      "zh_CN": "科学家，近代的科学家，量子力学家，告诉我们物质是假的。德国普朗克博士说，根据他一生的研究，这是个量子力学家，他的结论，世界上根本就没有物质这个东西。物质是什么？物质是念头产生的一个幻相，它根本就不存在，这跟佛法说得完全一样。佛经上佛常说「相由心生」，相就是物质现象；「色由心生」，色也是物质现象，色相从哪里来的？念头变现出来的。这个今天被科学家证实了，物质现象确实是念头变现出来的。什么时候变现的？就在当下。我们众生，包括六道众生，没有人能感觉到，念头的频率太高了。",
      "zh_TW": "科學家，近代的科學家，量子力學家，告訴我們物質是假的。德國普朗克博士說，根據他一生的研究，這是個量子力學家，他的結論，世界上根本就沒有物質這個東西。物質是什麼？物質是念頭產生的一個幻相，它根本就不存在，這跟佛法說得完全一樣。佛經上佛常說「相由心生」，相就是物質現象；「色由心生」，色也是物質現象，色相從哪裡來的？念頭變現出來的。這個今天被科學家證實了，物質現象確實是念頭變現出來的。什麼時候變現的？就在當下。我們眾生，包括六道眾生，沒有人能感覺到，念頭的頻率太高了。"
    },
    {
      "id": "02-040-0374_p0027",
      "zh_CN": "佛教经典里面，释迦牟尼佛跟弥勒菩萨有一段对话，佛问，「心有所念」，凡夫心里动个念头，佛问弥勒菩萨，这一个念里面，「几念几相识耶」，这经文的话。意思说凡夫一个念头里头，有多少个细念，有多少个物质现象，有多少个精神现象，佛这一句话问了这三桩事情。弥勒菩萨回答说，「一弹指」，一弹指时间很短，「有三十二亿百千念」，三十二亿百千，一百个千是十万，三十二亿乘十万，三百二十兆，这一弹指三百二十兆个念头。「念念成形」，形就是物质现象，每一个念头里头都有物质现象；「形皆有识」，每一个物质现象里面都有受想行识，精神现象。精神跟物质分不开，精神在先，物质在后。因为它的速度太快了，我们没办法辨别，可以说心法跟色法是一不是二。现在我们是用秒做单位，一秒钟能弹几次？我相信有体力比我好的，比我年轻弹得快的，一秒钟弹五次，就乘五，三百二十兆乘五，一千六百兆。一秒钟有一千六百兆的生灭，就是这个现象，物质现象跟精神现象的生灭，它就在我们面前，我们没有感觉。",
      "zh_TW": "佛教經典裡面，釋迦牟尼佛跟彌勒菩薩有一段對話，佛問，「心有所念」，凡夫心裡動個念頭，佛問彌勒菩薩，這一個念裡面，「幾念幾相識耶」，這經文的話。意思說凡夫一個念頭裡頭，有多少個細念，有多少個物質現象，有多少個精神現象，佛這一句話問了這三樁事情。彌勒菩薩回答說，「一彈指」，一彈指時間很短，「有三十二億百千念」，三十二億百千，一百個千是十萬，三十二億乘十萬，三百二十兆，這一彈指三百二十兆個念頭。「念念成形」，形就是物質現象，每一個念頭裡頭都有物質現象；「形皆有識」，每一個物質現象裡面都有受想行識，精神現象。精神跟物質分不開，精神在先，物質在後。因為它的速度太快了，我們沒辦法辨別，可以說心法跟色法是一不是二。現在我們是用秒做單位，一秒鐘能彈幾次？我相信有體力比我好的，比我年輕彈得快的，一秒鐘彈五次，就乘五，三百二十兆乘五，一千六百兆。一秒鐘有一千六百兆的生滅，就是這個現象，物質現象跟精神現象的生滅，它就在我們面前，我們沒有感覺。"
    },
    {
      "id": "02-040-0374_p0028",
      "zh_CN": "这个难能可贵，被今天科学家发现了，找最小的物质，佛经上讲的叫极微色，这是物质里最小的，《金刚经》上讲「一合相」，所有物质都是它组合的，都是这一个东西组合起来的，这是物质最小的形状，这个东西被科学家找到了。这个东西在佛法里面是阿赖耶的三细相之一，就是阿赖耶的境界相。阿赖耶有三个现象，业相、转相、境界相，境界相是物质，转相是念头，这个业相，今天讲的能量，科学用的名词跟佛法不一样，说的是一桩事情。",
      "zh_TW": "這個難能可貴，被今天科學家發現了，找最小的物質，佛經上講的叫極微色，這是物質裡最小的，《金剛經》上講「一合相」，所有物質都是它組合的，都是這一個東西組合起來的，這是物質最小的形狀，這個東西被科學家找到了。這個東西在佛法裡面是阿賴耶的三細相之一，就是阿賴耶的境界相。阿賴耶有三個現象，業相、轉相、境界相，境界相是物質，轉相是念頭，這個業相，今天講的能量，科學用的名詞跟佛法不一樣，說的是一樁事情。"
    },
    {
      "id": "02-040-0374_p0029",
      "zh_CN": "今天科学也非常了不起，在最先进的仪器，能够捕捉到一千兆分之一秒，能够捕捉到，但是佛法这里说的，那是一千六百兆分之一秒，还差一点，这个现象被他发现了。这个发现，现在全世界科学家还没有承认，称为前卫科学，现在找证据，用证据证明它是真的。科学家完全承认了，整个科学起了大革命，这个大革命是什么？把过去一切是物理为主的推翻了。什么做主宰？心理做主宰，念头做主。科学提出来「以心控物」，就是用我们的心念来控制物质。",
      "zh_TW": "今天科學也非常了不起，在最先進的儀器，能夠捕捉到一千兆分之一秒，能夠捕捉到，但是佛法這裡說的，那是一千六百兆分之一秒，還差一點，這個現象被他發現了。這個發現，現在全世界科學家還沒有承認，稱為前衛科學，現在找證據，用證據證明它是真的。科學家完全承認了，整個科學起了大革命，這個大革命是什麼？把過去一切是物理為主的推翻了。什麼做主宰？心理做主宰，念頭做主。科學提出來「以心控物」，就是用我們的心念來控制物質。"
    },
    {
      "id": "02-040-0374_p0030",
      "zh_CN": "他们现在找这个证据，找到很多，最普遍的就是在这些医院，调查这些病患，特别是医生已经放弃治疗，癌症末期，医生对他的宣布，你存活期间大概只有一、二个月，叫他家人准备后事，这些人对生存希望失掉了。找哪些人？找有宗教信仰的人。确实有一些有宗教信仰的人，听到这个话，对于自己再存活他不指望，不求了，一心一意只求神来接引他到天堂。所以天天做祈祷，对于自己病好与不好都不顾，都不放在心上，每天认真祈祷、求神，只求神带他到天堂去。过了一、二个月，没事，人很正常，再到医院检查，这病没有了。医生觉得这是奇迹出现，问他用什么方法治疗的？没有。那什么原因？我们知道，念头转变了。如果他的念头是，我这个病还能好吗？他决死无疑。为什么？这个念头在养病，让病成长，让病发作。你根本不理它，那个病就饿死，它自己没有了，为什么？不理它。它需要的就是那个病的念头，病的念头没有，那个念头转变了，转变到天堂去，转变到神那个地方去，念头转变了，所以病就好了。这样的例子，他们搜集，我相信有几千个例子，实例，依然还在求。",
      "zh_TW": "他們現在找這個證據，找到很多，最普遍的就是在這些醫院，調查這些病患，特別是醫生已經放棄治療，癌症末期，醫生對他的宣布，你存活期間大概只有一、二個月，叫他家人準備後事，這些人對生存希望失掉了。找哪些人？找有宗教信仰的人。確實有一些有宗教信仰的人，聽到這個話，對於自己再存活他不指望，不求了，一心一意只求神來接引他到天堂。所以天天做祈禱，對於自己病好與不好都不顧，都不放在心上，每天認真祈禱、求神，只求神帶他到天堂去。過了一、二個月，沒事，人很正常，再到醫院檢查，這病沒有了。醫生覺得這是奇蹟出現，問他用什麼方法治療的？沒有。那什麼原因？我們知道，念頭轉變了。如果他的念頭是，我這個病還能好嗎？他決死無疑。為什麼？這個念頭在養病，讓病成長，讓病發作。你根本不理它，那個病就餓死，它自己沒有了，為什麼？不理它。它需要的就是那個病的念頭，病的念頭沒有，那個念頭轉變了，轉變到天堂去，轉變到神那個地方去，念頭轉變了，所以病就好了。這樣的例子，他們蒐集，我相信有幾千個例子，實例，依然還在求。"
    },
    {
      "id": "02-040-0374_p0031",
      "zh_CN": "这就是念头控制我们身体，身体是物质现象，受念头控制。好的念头带给你健康长寿，负面的念头带给你麻烦、疾病，所以念的能量不可思议。佛教经典上有，叫「境随心转」，境是外面境界，外面境界随着我们念头转。我们念头不善，外面境界不善。最明显的，这佛经上说的，如果这个社会人人都有贪婪，贪无底限，会造成什么现象？造成水灾，贪的感应是水灾。瞋恚，瞋恚的感应是火灾，火山爆发，地球温度上升，这是什么？发脾气来的。愚痴的对应是风灾，傲慢的对应是地震，怀疑的对应，现在有，山崩，土石流是山崩；地陷，大地突然陷下去。贪瞋痴慢疑带来的灾难不是自然灾害，是我们的念头行为带给我们的。如果我们把这五个念头断了，不贪、不瞋、不痴、不傲慢、不怀疑，对自己身心健康，你居住的地方不会有这些灾难。这就是以心来控制物质环境，最近的是身体，最远的是我们居住的这个星球，乃至于太阳系、银河系，跟我们起心动念统统有关系。这个事情现代科学家知道了，六十年前的科学家不知道，六十年前大概只发现原子，认为原子是最小的，现在发现微中子是最小的。这是我们说的音响忍。",
      "zh_TW": "這就是念頭控制我們身體，身體是物質現象，受念頭控制。好的念頭帶給你健康長壽，負面的念頭帶給你麻煩、疾病，所以念的能量不可思議。佛教經典上有，叫「境隨心轉」，境是外面境界，外面境界隨著我們念頭轉。我們念頭不善，外面境界不善。最明顯的，這佛經上說的，如果這個社會人人都有貪婪，貪無底限，會造成什麼現象？造成水災，貪的感應是水災。瞋恚，瞋恚的感應是火災，火山爆發，地球溫度上升，這是什麼？發脾氣來的。愚痴的對應是風災，傲慢的對應是地震，懷疑的對應，現在有，山崩，土石流是山崩；地陷，大地突然陷下去。貪瞋痴慢疑帶來的災難不是自然災害，是我們的念頭行為帶給我們的。如果我們把這五個念頭斷了，不貪、不瞋、不痴、不傲慢、不懷疑，對自己身心健康，你居住的地方不會有這些災難。這就是以心來控制物質環境，最近的是身體，最遠的是我們居住的這個星球，乃至於太陽系、銀河系，跟我們起心動念統統有關係。這個事情現代科學家知道了，六十年前的科學家不知道，六十年前大概只發現原子，認為原子是最小的，現在發現微中子是最小的。這是我們說的音響忍。"
    },
    {
      "id": "02-040-0374_p0032",
      "zh_CN": "下面，「舍离言诠，趣入实相，名柔顺忍」，是四地、五地、六地菩萨所证得的。「若证入实相离一切相，名为得无生法忍，则在七地菩萨以上」。前面柔顺忍我们已经学过，无生法忍在前面也学过，这个地方我们概略的说说。若证入实相，实相是真相，宇宙的真相、人生的真相、生命的真相、万物的真相，回过头来，我自己的真相，你要全都明白了，全都清楚了，你就能离一切相，这就讲你就能万缘放下，不再放在心上。为什么？能生一切万法的心是真的，只有它存在。在佛法称为真心、本性、自性、法性、实相，都是讲这个，名词一大堆，几十个。释迦牟尼佛对于这一桩事情为什么说了几十个名词？这就是他的智慧，他教学的善巧方便，告诉我们什么？名词是假的，不要执着，知道是这回事情就行了。不要执著名相，执著名相大错特错，这是教学方法，佛的方法妙极了。",
      "zh_TW": "下面，「捨離言詮，趣入實相，名柔順忍」，是四地、五地、六地菩薩所證得的。「若證入實相離一切相，名為得無生法忍，則在七地菩薩以上」。前面柔順忍我們已經學過，無生法忍在前面也學過，這個地方我們概略的說說。若證入實相，實相是真相，宇宙的真相、人生的真相、生命的真相、萬物的真相，回過頭來，我自己的真相，你要全都明白了，全都清楚了，你就能離一切相，這就講你就能萬緣放下，不再放在心上。為什麼？能生一切萬法的心是真的，只有它存在。在佛法稱為真心、本性、自性、法性、實相，都是講這個，名詞一大堆，幾十個。釋迦牟尼佛對於這一樁事情為什麼說了幾十個名詞？這就是他的智慧，他教學的善巧方便，告訴我們什麼？名詞是假的，不要執著，知道是這回事情就行了。不要執著名相，執著名相大錯特錯，這是教學方法，佛的方法妙極了。"
    },
    {
      "id": "02-040-0374_p0033",
      "zh_CN": "能现的这个心性，心性不是物质，也不是念头，也不是自然现象，就是三种现象都没有，没有物质现象，没有自然现象，没有心理现象。它在哪里？遍一切处、遍一切时，它无处不在、无时不在，我们没有法子感觉它，它才是一切法的本体，一切法从它而生出来、而现出来。科学怎么样制造，原料还是它，没有它你造不出来，点点滴滴全是它变现的，它什么都没有，它能现一切法，什么都没有，你不能有丝毫执着。所以起心动念你就迷了。对于体，哲学里面所讲的本体，宇宙万有的本体，不起心不动念、不分别不执着。",
      "zh_TW": "能現的這個心性，心性不是物質，也不是念頭，也不是自然現象，就是三種現象都沒有，沒有物質現象，沒有自然現象，沒有心理現象。它在哪裡？遍一切處、遍一切時，它無處不在、無時不在，我們沒有法子感覺它，它才是一切法的本體，一切法從它而生出來、而現出來。科學怎麼樣製造，原料還是它，沒有它你造不出來，點點滴滴全是它變現的，它什麼都沒有，它能現一切法，什麼都沒有，你不能有絲毫執著。所以起心動念你就迷了。對於體，哲學裡面所講的本體，宇宙萬有的本體，不起心不動念、不分別不執著。"
    },
    {
      "id": "02-040-0374_p0034",
      "zh_CN": "这个理体遇到缘它起现行，它会变，惠能大师说「能生万法」，整个宇宙是从这生的。宇宙不是大爆炸来的，大爆炸讲不通，怎么生的？刹那刹那生的，就是在一千六百兆分之一秒这个频率之下出现的，是这么回事情。那所出现的这个境界，这境界是事，它也是假的，它也不是真的。为什么？它是生灭法。每个念头它是独立的，这个念头里头有现象，有物质现象、有精神现象、有自然现象，三种都有，但是它是假的，它不是真的。你看能生的是真的，它没有现象，所以叫它做空，你不能执着，它没有现象。所生的有现象，它是假的，你决定得不到，所以你也要把它放下。",
      "zh_TW": "這個理體遇到緣它起現行，它會變，惠能大師說「能生萬法」，整個宇宙是從這生的。宇宙不是大爆炸來的，大爆炸講不通，怎麼生的？剎那剎那生的，就是在一千六百兆分之一秒這個頻率之下出現的，是這麼回事情。那所出現的這個境界，這境界是事，它也是假的，它也不是真的。為什麼？它是生滅法。每個念頭它是獨立的，這個念頭裡頭有現象，有物質現象、有精神現象、有自然現象，三種都有，但是它是假的，它不是真的。你看能生的是真的，它沒有現象，所以叫它做空，你不能執著，它沒有現象。所生的有現象，它是假的，你決定得不到，所以你也要把它放下。"
    },
    {
      "id": "02-040-0374_p0035",
      "zh_CN": "能生所生二边都不放在心上，这就对了，这个时候，在佛教的名词，就说你成佛了，你真正明白了，对于真的、妄的清清楚楚、明明白白。这个境界不但说不出，想都不能想，所以叫不可思、不可议。不可思就是什么？不能想，无法想像；不能说，说不出来。我们的言论再巧妙，像古人说，问了一句，我们离开相对，你说一句来。我这一开口，没离开相对，相对是什么？有说无说。有说、无说二边都离开，你说一句来，你说不出。你说长，对面有短；没有短，长说不出来；没有大，小说不出来。所有一切法都是对立的，离开相对说一句来。从这里体会到不可思议的概念。佛经讲到这个地方说不可思议，真不可思议。真正把思跟议放下了，你恍然大悟，你就明白了。我们今天什么东西障碍了我们大彻大悟？就是有思、有议。所以佛说法难。",
      "zh_TW": "能生所生二邊都不放在心上，這就對了，這個時候，在佛教的名詞，就說你成佛了，你真正明白了，對於真的、妄的清清楚楚、明明白白。這個境界不但說不出，想都不能想，所以叫不可思、不可議。不可思就是什麼？不能想，無法想像；不能說，說不出來。我們的言論再巧妙，像古人說，問了一句，我們離開相對，你說一句來。我這一開口，沒離開相對，相對是什麼？有說無說。有說、無說二邊都離開，你說一句來，你說不出。你說長，對面有短；沒有短，長說不出來；沒有大，小說不出來。所有一切法都是對立的，離開相對說一句來。從這裡體會到不可思議的概念。佛經講到這個地方說不可思議，真不可思議。真正把思跟議放下了，你恍然大悟，你就明白了。我們今天什麼東西障礙了我們大徹大悟？就是有思、有議。所以佛說法難。"
    },
    {
      "id": "02-040-0374_p0036",
      "zh_CN": "佛虽然说这一切法，最后告诉你，法也不是真的，所以叫不思议法。「法尚应舍，何况非法」，这个法就是佛四十九年所说的一切法，要放下，别执着它。对于一切法不要分别、不要执着，不起心、不动念，这一切法你全都明白了。为什么？一切法是你自性里本有的，不是外头来的。性是什么？性不动。你起心动念就动了，动了叫无明，不动就见到了。这就是为什么佛教八万四千法门，门门都是讲的禅定。一个禅定把所有修行全部包括了，只是修禅定的方法很多，八万四千种，无量种。念佛还是有禅定，用一句佛号把杂念念掉，把妄想念掉，你看还是修禅定的方法。我们是用念阿弥陀佛让心恢复到清净，恢复到平等。清净是小乘禅定，平等是大乘禅定，你先得清净心，然后再提升到平等心，平等心现前，肯定大彻大悟。所以我们的经题是「清净平等觉」，那是修行的一个次第。「因戒得定，因定开慧」，我们持这个名号，这就是戒。",
      "zh_TW": "佛雖然說這一切法，最後告訴你，法也不是真的，所以叫不思議法。「法尚應捨，何況非法」，這個法就是佛四十九年所說的一切法，要放下，別執著它。對於一切法不要分別、不要執著，不起心、不動念，這一切法你全都明白了。為什麼？一切法是你自性裡本有的，不是外頭來的。性是什麼？性不動。你起心動念就動了，動了叫無明，不動就見到了。這就是為什麼佛教八萬四千法門，門門都是講的禪定。一個禪定把所有修行全部包括了，只是修禪定的方法很多，八萬四千種，無量種。念佛還是有禪定，用一句佛號把雜念念掉，把妄想念掉，你看還是修禪定的方法。我們是用念阿彌陀佛讓心恢復到清淨，恢復到平等。清淨是小乘禪定，平等是大乘禪定，你先得清淨心，然後再提升到平等心，平等心現前，肯定大徹大悟。所以我們的經題是「清淨平等覺」，那是修行的一個次第。「因戒得定，因定開慧」，我們持這個名號，這就是戒。"
    },
    {
      "id": "02-040-0374_p0037",
      "zh_CN": "学经教，把道理搞清楚了、方法搞清楚了、境界搞清楚了，真干。真干就是万缘放下，一心专念阿弥陀佛，念久了，妄念少了，杂念少了，心慢慢清净了。这一清净，智慧就开了，智慧慢慢的开。清净平等心完全现前，那就是成佛圆满了。这个很难，说起来很容易，做起来非常困难。对于我们来说，我们生活在现在这个时代，科学技术日新月异，知识爆炸，这是人类非常时期，最痛苦的一个时期，我们要想修禅定太难太难了。内有烦恼，外面有诱惑，六根所接触的，哪一样东西不在诱惑你，你怎么可能定下来？所以不容易。",
      "zh_TW": "學經教，把道理搞清楚了、方法搞清楚了、境界搞清楚了，真幹。真幹就是萬緣放下，一心專念阿彌陀佛，念久了，妄念少了，雜念少了，心慢慢清淨了。這一清淨，智慧就開了，智慧慢慢的開。清淨平等心完全現前，那就是成佛圓滿了。這個很難，說起來很容易，做起來非常困難。對於我們來說，我們生活在現在這個時代，科學技術日新月異，知識爆炸，這是人類非常時期，最痛苦的一個時期，我們要想修禪定太難太難了。內有煩惱，外面有誘惑，六根所接觸的，哪一樣東西不在誘惑你，你怎麼可能定下來？所以不容易。"
    },
    {
      "id": "02-040-0374_p0038",
      "zh_CN": "阿弥陀佛为我们开了一个特别法门，这个法门对我们来说非常适用。但是这个法门理太深，我们对于依据的理论没搞清楚，对这个法门很难接受，所以这叫难信之法。真正相信，真正不怀疑，方法很简单。第一个，真正相信，相信有西方极乐世界，相信有阿弥陀佛，这第一个条件叫信。第二个条件，我真正发愿想到极乐世界去，真想去，这第二个条件。第三个条件，你有这两个条件之后，只要你念阿弥陀佛，你天天想着、天天念着，你就决定得生。时候到了阿弥陀佛来接你，一般在接你之前都会预先通知你，所以往生的人大概都知道自己哪一天走。一般我们看到，阿弥陀佛来通知你的时候，来示现给你看，你见到佛，听到佛的声音，应该是在三天之前，三个月之内，每个人不一样，在一个星期、二个星期是最普遍的，有人功夫好的，三个月之前知道。",
      "zh_TW": "阿彌陀佛為我們開了一個特別法門，這個法門對我們來說非常適用。但是這個法門理太深，我們對於依據的理論沒搞清楚，對這個法門很難接受，所以這叫難信之法。真正相信，真正不懷疑，方法很簡單。第一個，真正相信，相信有西方極樂世界，相信有阿彌陀佛，這第一個條件叫信。第二個條件，我真正發願想到極樂世界去，真想去，這第二個條件。第三個條件，你有這兩個條件之後，只要你念阿彌陀佛，你天天想著、天天念著，你就決定得生。時候到了阿彌陀佛來接你，一般在接你之前都會預先通知你，所以往生的人大概都知道自己哪一天走。一般我們看到，阿彌陀佛來通知你的時候，來示現給你看，你見到佛，聽到佛的聲音，應該是在三天之前，三個月之內，每個人不一樣，在一個星期、二個星期是最普遍的，有人功夫好的，三個月之前知道。"
    },
    {
      "id": "02-040-0374_p0039",
      "zh_CN": "我早年在新加坡遇到一位，新加坡居士林的林长，他生病的时候，实在讲这是个佛教徒，对佛教并不认识，经典没念过什么，也听得不多。他是银行家，也是当地财主，生病了没有办法工作，在家里休养，就没有事情。我在新加坡讲经，他把我讲经的录像带请回家去，每天听经八个小时，躺在床上，电视机放在他脚的这一边，他一睁眼睛就能看到。除了听经之外他就念佛。两年，他告诉李木源居士他想往生；换句话说，他得到信息。李木源告诉他，不行，你走了以后居士林会乱成一团，只要你在，居士林没事情，要求他多住几年。他就同意了。又过了两年，四年，每天听经八小时，念佛大概也超过八小时，他学佛就是这段时间。往生前三个月，有一天他在一张纸上写日期，好像是八月初七，写了十几个八月初七，家里人也不敢问他，也没人晓得，就是那一天走的，三个月之前他知道的。叫陈光别，陈老居士，他没有这一场病他就不会听经，他也不会念佛。往生前一天找我给他授三皈依，给他授三皈五戒，第二天他走了，真到极乐世界去了。这是居士林的林长，大护法。",
      "zh_TW": "我早年在新加坡遇到一位，新加坡居士林的林長，他生病的時候，實在講這是個佛教徒，對佛教並不認識，經典沒念過什麼，也聽得不多。他是銀行家，也是當地財主，生病了沒有辦法工作，在家裡休養，就沒有事情。我在新加坡講經，他把我講經的錄像帶請回家去，每天聽經八個小時，躺在床上，電視機放在他腳的這一邊，他一睜眼睛就能看到。除了聽經之外他就念佛。兩年，他告訴李木源居士他想往生；換句話說，他得到信息。李木源告訴他，不行，你走了以後居士林會亂成一團，只要你在，居士林沒事情，要求他多住幾年。他就同意了。又過了兩年，四年，每天聽經八小時，念佛大概也超過八小時，他學佛就是這段時間。往生前三個月，有一天他在一張紙上寫日期，好像是八月初七，寫了十幾個八月初七，家裡人也不敢問他，也沒人曉得，就是那一天走的，三個月之前他知道的。叫陳光別，陳老居士，他沒有這一場病他就不會聽經，他也不會念佛。往生前一天找我給他授三皈依，給他授三皈五戒，第二天他走了，真到極樂世界去了。這是居士林的林長，大護法。"
    },
    {
      "id": "02-040-0374_p0040",
      "zh_CN": "所以在生病期间当中，最后这两年，我们每天都有四个法师在他身边照顾，来助念，帮助他助念，听经的时候我们不去，念佛的时候帮他助念。往生这一天，助念的法师回来，居士林一个居士被鬼神附体，是个女居士。附体说他们是林长的冤亲债主，人数很多，有几百人，他说林长往生到极乐世界，我们看到都欢喜，我们不是来找麻烦的，我们来求超度的，他说我们真正看到了。他往生极乐世界是这样子传出来的，我们听了很欢喜。要听经，我就请他们到讲堂去听经。他告诉我们，讲堂的光太亮，刺眼，他们进不去。那怎么办？最后他们提出来，能不能在饭厅，吃饭的饭厅？这个可行，在饭厅给他临时装了一个电视机，播放讲经。讲什么经？他要求，他要听《地藏经》、听《十善业道经》，我们日夜播放，播了三个月，他们全部都走了。这是事实，这个问题科学解决不了，是我们亲身经历的事实真相。这个老林长，陈光别先生，完全是最后这四年，他不能工作，医生护士日夜照顾他，在病床上，听四年经，念四年佛，他成就了，这是个好榜样。",
      "zh_TW": "所以在生病期間當中，最後這兩年，我們每天都有四個法師在他身邊照顧，來助念，幫助他助念，聽經的時候我們不去，念佛的時候幫他助念。往生這一天，助念的法師回來，居士林一個居士被鬼神附體，是個女居士。附體說他們是林長的冤親債主，人數很多，有幾百人，他說林長往生到極樂世界，我們看到都歡喜，我們不是來找麻煩的，我們來求超度的，他說我們真正看到了。他往生極樂世界是這樣子傳出來的，我們聽了很歡喜。要聽經，我就請他們到講堂去聽經。他告訴我們，講堂的光太亮，刺眼，他們進不去。那怎麼辦？最後他們提出來，能不能在飯廳，吃飯的飯廳？這個可行，在飯廳給他臨時裝了一個電視機，播放講經。講什麼經？他要求，他要聽《地藏經》、聽《十善業道經》，我們日夜播放，播了三個月，他們全部都走了。這是事實，這個問題科學解決不了，是我們親身經歷的事實真相。這個老林長，陳光別先生，完全是最後這四年，他不能工作，醫生護士日夜照顧他，在病床上，聽四年經，念四年佛，他成就了，這是個好榜樣。"
    },
    {
      "id": "02-040-0374_p0041",
      "zh_CN": "证入实相，这就对于事实真相完全了解，了解是解悟，怎么叫证悟？万缘放下，一尘不染，就证悟了。放下执着，于世出世间一切法不再执着，这是证阿罗汉；再放下分别、放下妄想，这是菩萨；最后真正做到不起心不动念，是什么？我眼见色、耳闻声，就在日常生活当中，不会起心动念，这是佛的境界，这个就是无生忍。无生是什么意思？一切法不生，一切法不灭。你什么时候看到一切法不生不灭，这就是无生法忍的菩萨。无生法忍是圆教，他这边讲是别教，我们平常讲都是讲圆教，七地以上。如果是别教七地，等于圆教七住，这不是《华严经》所说的，《华严经》说的是圆教。悟有解悟、有证悟，证悟真正得到受用。证得无生法忍，他们住在诸佛如来实报庄严土，叫一真法界，在这个里头修行，最后无始无明习气断干净了，他就回归常寂光，回归常寂光才叫究竟圆满。",
      "zh_TW": "證入實相，這就對於事實真相完全了解，了解是解悟，怎麼叫證悟？萬緣放下，一塵不染，就證悟了。放下執著，於世出世間一切法不再執著，這是證阿羅漢；再放下分別、放下妄想，這是菩薩；最後真正做到不起心不動念，是什麼？我眼見色、耳聞聲，就在日常生活當中，不會起心動念，這是佛的境界，這個就是無生忍。無生是什麼意思？一切法不生，一切法不滅。你什麼時候看到一切法不生不滅，這就是無生法忍的菩薩。無生法忍是圓教，他這邊講是別教，我們平常講都是講圓教，七地以上。如果是別教七地，等於圓教七住，這不是《華嚴經》所說的，《華嚴經》說的是圓教。悟有解悟、有證悟，證悟真正得到受用。證得無生法忍，他們住在諸佛如來實報莊嚴土，叫一真法界，在這個裡頭修行，最後無始無明習氣斷乾淨了，他就回歸常寂光，回歸常寂光才叫究竟圓滿。"
    },
    {
      "id": "02-040-0374_p0042",
      "zh_CN": "下面，「又《弥陀疏钞》曰」，莲池大师作的《阿弥陀经疏钞》，「曰：无生忍，略有二种：一约法，二约行。约法，则诸无起作之理」。起作就是生灭，确实一切法都是不生不灭，我们现在看到的一切法没有看到真相。这个比喻，就像我们看从前的电影，这是电影的底片，就是动画，这是幻灯片，过去那个电影所放映的。它在放映机里面的速度是一秒钟二十四张，一秒钟二十四张。如果我们把二十四张这个画面只留一张，其他的都把它抹黑，在放映机里面放，那就是二十四分之一秒，我们看到些什么，只一张，我们感觉当中会看到一道光，亮了一下就没有了，光里面有什么东西没看见，二十四分之一秒。那我们能看见什么？看见是它不动的一个一个重复。所以电影银幕上的画面是许许多多画面重叠在一起，我们看到这个相，看清楚了里头什么东西，单独一张看不到。",
      "zh_TW": "下面，「又《彌陀疏鈔》曰」，蓮池大師作的《阿彌陀經疏鈔》，「曰：無生忍，略有二種：一約法，二約行。約法，則諸無起作之理」。起作就是生滅，確實一切法都是不生不滅，我們現在看到的一切法沒有看到真相。這個比喻，就像我們看從前的電影，這是電影的底片，就是動畫，這是幻燈片，過去那個電影所放映的。它在放映機裡面的速度是一秒鐘二十四張，一秒鐘二十四張。如果我們把二十四張這個畫面只留一張，其他的都把它抹黑，在放映機裡面放，那就是二十四分之一秒，我們看到些什麼，只一張，我們感覺當中會看到一道光，亮了一下就沒有了，光裡面有什麼東西沒看見，二十四分之一秒。那我們能看見什麼？看見是它不動的一個一個重複。所以電影銀幕上的畫面是許許多多畫面重疊在一起，我們看到這個相，看清楚了裡頭什麼東西，單獨一張看不到。"
    },
    {
      "id": "02-040-0374_p0043",
      "zh_CN": "那现在我问你，把这个速度提升到，这是二十四分之一秒，现在把它提升到一千六百兆分之一秒，它就在我们面前，你有没有感触？什么感触都没有。这个才知道什么叫不生不灭，佛经上讲的不生不灭我们现在有个概念了，是真的不是假的。确实宇宙的生灭就在我们面前，每一个念头就是一个生灭，全是假的，我们自己身体、心里念头统统都是假的。所以身心世界一切放下就对了，放下你就见到真的了，真相大白。你真相还没有现前，就是你没有放下。我们放下了，放下百分之一、二，还有许多没放下，放下重要。",
      "zh_TW": "那現在我問你，把這個速度提升到，這是二十四分之一秒，現在把它提升到一千六百兆分之一秒，它就在我們面前，你有沒有感觸？什麼感觸都沒有。這個才知道什麼叫不生不滅，佛經上講的不生不滅我們現在有個概念了，是真的不是假的。確實宇宙的生滅就在我們面前，每一個念頭就是一個生滅，全是假的，我們自己身體、心裡念頭統統都是假的。所以身心世界一切放下就對了，放下你就見到真的了，真相大白。你真相還沒有現前，就是你沒有放下。我們放下了，放下百分之一、二，還有許多沒放下，放下重要。"
    },
    {
      "id": "02-040-0374_p0044",
      "zh_CN": "莲池大师这边说得好，约法，就一切法上来说，谓无起作之理，「皆曰无生。慧心安此，故名为忍」。你的真心，真心是智慧，安于这个境界，这就叫忍，你知道它没有生灭，它生灭你抓不到。你看看，一千六百兆分之一秒，我们顶多说生灭同时，一千六百兆分之一秒里头，你能够看到它生到灭吗？二十四分之一秒，我们看到光一闪过去没有了，光里头什么东西不知道。我们坐火车，现在的快速火车，一小时三百公里，我们坐在车上，经过月台的时候它没有停，快车普通月台不停。月台上站的人，我们在窗口看去，知道一闪一闪有人经过，人的面貌什么都看不到，都不知道，这是我们能够理解的。所以在这样高的频率之下没有生灭，所以叫无生，根本就没生灭，假的。现相没有生灭，能生的体也没有生灭，所现的现象也没有生灭，不生不灭是真的不是假的，说生灭都是假的。所以这个叫忍。",
      "zh_TW": "蓮池大師這邊說得好，約法，就一切法上來說，謂無起作之理，「皆曰無生。慧心安此，故名為忍」。你的真心，真心是智慧，安於這個境界，這就叫忍，你知道它沒有生滅，它生滅你抓不到。你看看，一千六百兆分之一秒，我們頂多說生滅同時，一千六百兆分之一秒裡頭，你能夠看到它生到滅嗎？二十四分之一秒，我們看到光一閃過去沒有了，光裡頭什麼東西不知道。我們坐火車，現在的快速火車，一小時三百公里，我們坐在車上，經過月台的時候它沒有停，快車普通月台不停。月台上站的人，我們在窗口看去，知道一閃一閃有人經過，人的面貌什麼都看不到，都不知道，這是我們能夠理解的。所以在這樣高的頻率之下沒有生滅，所以叫無生，根本就沒生滅，假的。現相沒有生滅，能生的體也沒有生滅，所現的現象也沒有生滅，不生不滅是真的不是假的，說生滅都是假的。所以這個叫忍。"
    },
    {
      "id": "02-040-0374_p0045",
      "zh_CN": "下面，「约行」，行是事上说的，「则报行纯熟，智冥于理，无相无功，旷若虚空，湛若渟海，心识妄惑，寂然不起，方曰无生」。前面说法，地上菩萨都可以说。后面这个说法，从行，行是修行功夫上说，「八地所专」，八地以上才能达到这个境界。这个不是普通菩萨，八地跟佛非常接近，他见到事实真相。我们今天，确实科学的报告对我们帮了很大的忙，因为我们在这个之前概念都没有，有疑惑，这个疑惑不能解决，看到科学报告，疑惑没有了，有了一个概念。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "下面，「約行」，行是事上說的，「則報行純熟，智冥於理，無相無功，曠若虛空，湛若渟海，心識妄惑，寂然不起，方曰無生」。前面說法，地上菩薩都可以說。後面這個說法，從行，行是修行功夫上說，「八地所專」，八地以上才能達到這個境界。這個不是普通菩薩，八地跟佛非常接近，他見到事實真相。我們今天，確實科學的報告對我們幫了很大的忙，因為我們在這個之前概念都沒有，有疑惑，這個疑惑不能解決，看到科學報告，疑惑沒有了，有了一個概念。好，今天時間到了，我們就學習到此地。"
    }
  ]
}