{
  "doc_id": "02-040-0158",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五八集",
    "zh_TW": "第一五八集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0158",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0158_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百一十页，我们从第三行念起，从注解：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百一十頁，我們從第三行念起，從註解："
    },
    {
      "id": "02-040-0158_p0002",
      "zh_CN": "『教授名字，皆闻十方』。「此即四十八愿中，第十七，诸佛称叹愿，第十八，十念必生愿，第十九，闻名发心愿之根本。欲令十方众生，闻佛名号，乃能发菩提心，一向专念，乃至下至十念，皆悉得生。」净宗的殊胜，就是殊胜在此地。我们这一生如果遇不到这个法门，修学任何一个法门都很难成就。成就的标准是脱离六道轮回。换句话说，其他法门，实在讲法门平等，无有高下，每一个法门都能帮助我们成就无上菩提，可是都要断惑。惑是烦恼、迷惑，烦恼无量无边。佛将烦恼归纳为三大类，第一类见思烦恼。我们对于眼前一切诸法的真相，迷了，于是都看错、都想错；看错、想错，当然就说错、就做错。这些错误会引发业报，如果错误当中心行善，感得就是三善道的果报；如果不善，则感得三恶道的果报。这就是不能超越六道轮回，这没有成就，这苦不堪言。比这个更高的，没有尘沙烦恼，有无明烦恼，一层比一层困难。突破无明烦恼，这才算是成就，不但超越六道，他超越十法界，真成就。超越六道轮回是小乘的成就，这事真难！",
      "zh_TW": "『教授名字，皆聞十方』。「此即四十八願中，第十七，諸佛稱歎願，第十八，十念必生願，第十九，聞名發心願之根本。欲令十方眾生，聞佛名號，乃能發菩提心，一向專念，乃至下至十念，皆悉得生。」淨宗的殊勝，就是殊勝在此地。我們這一生如果遇不到這個法門，修學任何一個法門都很難成就。成就的標準是脫離六道輪迴。換句話說，其他法門，實在講法門平等，無有高下，每一個法門都能幫助我們成就無上菩提，可是都要斷惑。惑是煩惱、迷惑，煩惱無量無邊。佛將煩惱歸納為三大類，第一類見思煩惱。我們對於眼前一切諸法的真相，迷了，於是都看錯、都想錯；看錯、想錯，當然就說錯、就做錯。這些錯誤會引發業報，如果錯誤當中心行善，感得就是三善道的果報；如果不善，則感得三惡道的果報。這就是不能超越六道輪迴，這沒有成就，這苦不堪言。比這個更高的，沒有塵沙煩惱，有無明煩惱，一層比一層困難。突破無明煩惱，這才算是成就，不但超越六道，他超越十法界，真成就。超越六道輪迴是小乘的成就，這事真難！"
    },
    {
      "id": "02-040-0158_p0003",
      "zh_CN": "烦恼能断吗？我们看看经教里头告诉我们的，烦恼从哪里断起？看小乘初果，大乘十信位的菩萨初信位。《华严经》讲五十一个位次，十信好比是小学，十住好比是中学，十回向是大学，十地是研究所，等觉是博士班，我们用这个做比喻，大家好懂。初信位的菩萨，这入门，真正佛弟子，上小学一年级；小乘初果，叫须陀洹。它的条件是真正放下身见，五种见惑，边见、见取见、戒取见、邪见，这五大类错误的看法，他放下，才能证得。我们试试看，能不能放下？如果我们不能放下，换句话说，你没有入门，你在佛门外。证得初果，才是真正佛弟子。这桩事情对我们来讲，真难住了。五种见惑我们知道，五种思惑我们也晓得，思惑是贪瞋痴慢疑，见惑断掉再断思惑，它有层次的。断见惑证初果，思惑，在上面三个位次，小乘二果、三果，四果才断尽，思惑断尽，证阿罗汉，这就出六道轮回。初果、二果、三果都没有出六道，但是他是圣人，他不是凡夫，他证得位不退，不会退落到凡夫。我们就说须陀洹，天上人间七次往返，他就证阿罗汉果，就出离六道轮回。我们自己想想，这个实在是断不了。",
      "zh_TW": "煩惱能斷嗎？我們看看經教裡頭告訴我們的，煩惱從哪裡斷起？看小乘初果，大乘十信位的菩薩初信位。《華嚴經》講五十一個位次，十信好比是小學，十住好比是中學，十迴向是大學，十地是研究所，等覺是博士班，我們用這個做比喻，大家好懂。初信位的菩薩，這入門，真正佛弟子，上小學一年級；小乘初果，叫須陀洹。它的條件是真正放下身見，五種見惑，邊見、見取見、戒取見、邪見，這五大類錯誤的看法，他放下，才能證得。我們試試看，能不能放下？如果我們不能放下，換句話說，你沒有入門，你在佛門外。證得初果，才是真正佛弟子。這樁事情對我們來講，真難住了。五種見惑我們知道，五種思惑我們也曉得，思惑是貪瞋痴慢疑，見惑斷掉再斷思惑，它有層次的。斷見惑證初果，思惑，在上面三個位次，小乘二果、三果，四果才斷盡，思惑斷盡，證阿羅漢，這就出六道輪迴。初果、二果、三果都沒有出六道，但是他是聖人，他不是凡夫，他證得位不退，不會退落到凡夫。我們就說須陀洹，天上人間七次往返，他就證阿羅漢果，就出離六道輪迴。我們自己想想，這個實在是斷不了。"
    },
    {
      "id": "02-040-0158_p0004",
      "zh_CN": "只有这个法门可以得度，净土法门。这个法门跟我们说带业往生，也就是说不必断烦恼，烦恼可以带到极乐世界去，就能往生。可是它有条件，烦恼虽然没有断，往生那一念，烦恼不起现行，才管用。如果往生那一念，烦恼起来了，那不管用。往生那一念，要是阿弥陀佛才行，十念、一念必生，最后一念是念佛，没有烦恼的念头。这桩事说得容易，做起来可不容易，谁有能力保证自己最后一念是阿弥陀佛？没有一个人敢保证，人怎么走法也不一定。想到这桩事情，我们不能不做周全的准备，这比什么都重要。那是什么？我们得认真念佛，把佛号念熟，熟透了，日常生活当中起心动念全是阿弥陀佛，这就是我们往生的保证。",
      "zh_TW": "只有這個法門可以得度，淨土法門。這個法門跟我們說帶業往生，也就是說不必斷煩惱，煩惱可以帶到極樂世界去，就能往生。可是它有條件，煩惱雖然沒有斷，往生那一念，煩惱不起現行，才管用。如果往生那一念，煩惱起來了，那不管用。往生那一念，要是阿彌陀佛才行，十念、一念必生，最後一念是念佛，沒有煩惱的念頭。這樁事說得容易，做起來可不容易，誰有能力保證自己最後一念是阿彌陀佛？沒有一個人敢保證，人怎麼走法也不一定。想到這樁事情，我們不能不做周全的準備，這比什麼都重要。那是什麼？我們得認真念佛，把佛號念熟，熟透了，日常生活當中起心動念全是阿彌陀佛，這就是我們往生的保證。"
    },
    {
      "id": "02-040-0158_p0005",
      "zh_CN": "万缘放下，不但世间法要放下，佛法也要放下。《金刚经》上佛告诉我们，「法尚应舍，何况非法」，那个法就是佛法。他说得有道理，如果法要不舍，你还执着这个法，换句话说，你须陀洹果都证不到。佛说得好，真实状况全教给我们，我们要会听，我们要能够体会佛的意思，要把讲的话听懂，应用在日常生活当中。为什么要放下？自性清净心中，你想有佛法吗？自性清净心中，一法不立，哪来的佛法？所以佛告诉我们，佛法因缘生，因为有世间法，所以佛就建立一个佛法。可别把佛法当真，世间法我不执着，我执着佛法；不是教你换对象，是教你把执着放下，换对象不行。教你说一切法都没有，你又害怕，你没有把握，所以佛方便起见给你建立一个法，要懂得佛法是因缘所生法。《中观论》说得很好，「因缘所生法，我说即是空」，八不中观里头说的，那个「我」是释迦牟尼佛，佛讲的。所以一定要懂得，要慢慢体会到真相。",
      "zh_TW": "萬緣放下，不但世間法要放下，佛法也要放下。《金剛經》上佛告訴我們，「法尚應捨，何況非法」，那個法就是佛法。他說得有道理，如果法要不捨，你還執著這個法，換句話說，你須陀洹果都證不到。佛說得好，真實狀況全教給我們，我們要會聽，我們要能夠體會佛的意思，要把講的話聽懂，應用在日常生活當中。為什麼要放下？自性清淨心中，你想有佛法嗎？自性清淨心中，一法不立，哪來的佛法？所以佛告訴我們，佛法因緣生，因為有世間法，所以佛就建立一個佛法。可別把佛法當真，世間法我不執著，我執著佛法；不是教你換對象，是教你把執著放下，換對象不行。教你說一切法都沒有，你又害怕，你沒有把握，所以佛方便起見給你建立一個法，要懂得佛法是因緣所生法。《中觀論》說得很好，「因緣所生法，我說即是空」，八不中觀裡頭說的，那個「我」是釋迦牟尼佛，佛講的。所以一定要懂得，要慢慢體會到真相。"
    },
    {
      "id": "02-040-0158_p0006",
      "zh_CN": "佛在大乘教里讲得很清楚、很明白，但是统统在言外。李老师以前告诉我们，看佛经、听佛法，要懂得弦外之音。所以马鸣菩萨在《起信论》里面教我们学习佛法的方法，听经，离言说相，离名字相，离心缘相，你就真听懂了；看经，离文字相，离名字相，离心缘相，这个经你就能看懂。不能着相，着相是有执着、有分别、有起心动念，那全错了。佛讲得真好，只要你不起心、不动念、不分别、不执着，你就成佛，你就证得佛法。佛法是你心里的心法，不在外头，统统在自性里。十方三世佛，共同一法身，法身就是自性，法身没有相。现在有一些宗教说真神没有相，这个说法跟佛法讲的法身一样。它是一切万法的本体，所以称它作法身，就是一切法之本身。一切法是假的，不是真的，这现在科学家知道，一切法都是从波动现象里头发生的。理太深了，叫深密，现象不可思议，无法想像，所以叫言语道断、心行处灭。法身无相，法身无不相，法身的体，无相；法身起作用，什么相它都能现，能生万法。虽生万法，万法不是真的，是假的，这个一定要知道。凡所有相皆是虚妄，因此统统不能执着，执着就错了，不执着就对了。所以空有二边都要放下，都不能执着。二乘人执着空，凡夫执着有。二乘人能够离开六道轮回的苦报，比我们好多了，但是他还是放不下，我执没有，他有法执。",
      "zh_TW": "佛在大乘教裡講得很清楚、很明白，但是統統在言外。李老師以前告訴我們，看佛經、聽佛法，要懂得弦外之音。所以馬鳴菩薩在《起信論》裡面教我們學習佛法的方法，聽經，離言說相，離名字相，離心緣相，你就真聽懂了；看經，離文字相，離名字相，離心緣相，這個經你就能看懂。不能著相，著相是有執著、有分別、有起心動念，那全錯了。佛講得真好，只要你不起心、不動念、不分別、不執著，你就成佛，你就證得佛法。佛法是你心裡的心法，不在外頭，統統在自性裡。十方三世佛，共同一法身，法身就是自性，法身沒有相。現在有一些宗教說真神沒有相，這個說法跟佛法講的法身一樣。它是一切萬法的本體，所以稱它作法身，就是一切法之本身。一切法是假的，不是真的，這現在科學家知道，一切法都是從波動現象裡頭發生的。理太深了，叫深密，現象不可思議，無法想像，所以叫言語道斷、心行處滅。法身無相，法身無不相，法身的體，無相；法身起作用，什麼相它都能現，能生萬法。雖生萬法，萬法不是真的，是假的，這個一定要知道。凡所有相皆是虛妄，因此統統不能執著，執著就錯了，不執著就對了。所以空有二邊都要放下，都不能執著。二乘人執著空，凡夫執著有。二乘人能夠離開六道輪迴的苦報，比我們好多了，但是他還是放不下，我執沒有，他有法執。"
    },
    {
      "id": "02-040-0158_p0007",
      "zh_CN": "那么这个法门，这个法门是指方立相，确确实实给我们指定一方，西方极乐世界，有阿弥陀佛，教我们执持名号。你看，佛法破执着，这个法门就教你用执着。你不是喜欢执着，执着放不下吗？把执着换掉，世出世间的执着放下，就执着阿弥陀佛。这是阿弥陀佛度众生的善巧方便，巧妙到极处，你念这个名号就跟他相应。其实名号的意思，全是自性。阿弥陀佛四个字，梵语音译过来的，要翻成中国的意思，阿翻作无，弥陀翻作量，佛翻作觉，无量觉。无量觉是什么？自性。人人都有无量觉，人人本来是无量觉，所以《华严经》上佛说「一切众生本来是佛」，一点都不错。阿弥陀佛就用无量觉做他的德号，劝导大家念这一句佛号，跟他就相应，跟他相应，跟自性相应。名号功德不可思议，名号功德无量无边，真难信！如果真正相信，真正搞清楚、搞明白，他在现实这一生当中，就一桩事情，念阿弥陀佛，除念阿弥陀佛之外，他没事。",
      "zh_TW": "那麼這個法門，這個法門是指方立相，確確實實給我們指定一方，西方極樂世界，有阿彌陀佛，教我們執持名號。你看，佛法破執著，這個法門就教你用執著。你不是喜歡執著，執著放不下嗎？把執著換掉，世出世間的執著放下，就執著阿彌陀佛。這是阿彌陀佛度眾生的善巧方便，巧妙到極處，你念這個名號就跟他相應。其實名號的意思，全是自性。阿彌陀佛四個字，梵語音譯過來的，要翻成中國的意思，阿翻作無，彌陀翻作量，佛翻作覺，無量覺。無量覺是什麼？自性。人人都有無量覺，人人本來是無量覺，所以《華嚴經》上佛說「一切眾生本來是佛」，一點都不錯。阿彌陀佛就用無量覺做他的德號，勸導大家念這一句佛號，跟他就相應，跟他相應，跟自性相應。名號功德不可思議，名號功德無量無邊，真難信！如果真正相信，真正搞清楚、搞明白，他在現實這一生當中，就一樁事情，念阿彌陀佛，除念阿彌陀佛之外，他沒事。"
    },
    {
      "id": "02-040-0158_p0008",
      "zh_CN": "早年我跟李老师在一起，老师给我说了很多遍，他很想学乡下的阿公阿婆，学了几年学不像，不简单。中国古人所说，「唯上智与下愚不移」，这两种人是决定去往生。上智，上上根人。那个阿公阿婆是下下根人，最下根人，他什么都不懂，你问他什么都不晓得，他就一句阿弥陀佛，一天到晚笑咪咪的，像弥勒佛一样。看到你笑，好像很傻一样，傻笑，你问他什么都是阿弥陀佛，你跟他讲什么话，阿弥陀佛、阿弥陀佛，他就点头，也不知道听见没听见，除一句阿弥陀佛之外，他什么都没有。这种人往生，往往是上上品往生。为什么？他跟上智的人不一样，但是用的功夫一样，用的方法一样，换句话说，得的果报应该是一样。不敢轻视，对这种人我们要恭敬顶礼。",
      "zh_TW": "早年我跟李老師在一起，老師給我說了很多遍，他很想學鄉下的阿公阿婆，學了幾年學不像，不簡單。中國古人所說，「唯上智與下愚不移」，這兩種人是決定去往生。上智，上上根人。那個阿公阿婆是下下根人，最下根人，他什麼都不懂，你問他什麼都不曉得，他就一句阿彌陀佛，一天到晚笑咪咪的，像彌勒佛一樣。看到你笑，好像很傻一樣，傻笑，你問他什麼都是阿彌陀佛，你跟他講什麼話，阿彌陀佛、阿彌陀佛，他就點頭，也不知道聽見沒聽見，除一句阿彌陀佛之外，他什麼都沒有。這種人往生，往往是上上品往生。為什麼？他跟上智的人不一樣，但是用的功夫一樣，用的方法一樣，換句話說，得的果報應該是一樣。不敢輕視，對這種人我們要恭敬頂禮。"
    },
    {
      "id": "02-040-0158_p0009",
      "zh_CN": "庐江有几位法师来看我，我就说这个给他听，他说他们寺庙旁边有好几个。我说那是菩萨，你们千万不要小看他，不要看不起，他往生成就在我们之上，我们对他要恭敬赞叹。有这种人，这种人才叫真念佛！我们这个念佛里头还夹杂着不少杂念，他不夹杂，他是纯净纯善。所以这种人，寺庙旁边附近有这么几个，这寺庙有福，有他们加持，这个地区不会有灾难。为什么？有真用功的人在那里，那是菩萨。往往这些人，没人瞧得起，都不理会，这是我们的过失。我们懂得、明白了，看到这个，就会自然对他礼敬、称赞。",
      "zh_TW": "廬江有幾位法師來看我，我就說這個給他聽，他說他們寺廟旁邊有好幾個。我說那是菩薩，你們千萬不要小看他，不要看不起，他往生成就在我們之上，我們對他要恭敬讚歎。有這種人，這種人才叫真念佛！我們這個念佛裡頭還夾雜著不少雜念，他不夾雜，他是純淨純善。所以這種人，寺廟旁邊附近有這麼幾個，這寺廟有福，有他們加持，這個地區不會有災難。為什麼？有真用功的人在那裡，那是菩薩。往往這些人，沒人瞧得起，都不理會，這是我們的過失。我們懂得、明白了，看到這個，就會自然對他禮敬、稱讚。"
    },
    {
      "id": "02-040-0158_p0010",
      "zh_CN": "所以这个十念必生，我们要牢牢记在心上，最好是把这句佛号念在心上。李老师以前教给我们，把我们心里面不善的念头放下，善的念头也放下，把阿弥陀佛装在心里，心里只有一尊阿弥陀佛，除阿弥陀佛之外什么也没有。我心即是阿弥陀佛，阿弥陀佛即是我心，才能够做到一念相应一念佛，念念相应念念佛。这法子好！听经是为了断疑生信，目的在此地。我的疑心没断，我的信心生不起来。信心有了，但是信心力量不够，对这个世间还放不下，这就是信心力量不够。信心力量充足了，世出世间一切法全放下，只有这一念。念到个半年、一年，问你往生有没有把握，你会拍拍胸膛，我有把握。《净土圣贤录》、《往生传》所记载的，真正念佛人，三年往生占一半以上。",
      "zh_TW": "所以這個十念必生，我們要牢牢記在心上，最好是把這句佛號念在心上。李老師以前教給我們，把我們心裡面不善的念頭放下，善的念頭也放下，把阿彌陀佛裝在心裡，心裡只有一尊阿彌陀佛，除阿彌陀佛之外什麼也沒有。我心即是阿彌陀佛，阿彌陀佛即是我心，才能夠做到一念相應一念佛，念念相應念念佛。這法子好！聽經是為了斷疑生信，目的在此地。我的疑心沒斷，我的信心生不起來。信心有了，但是信心力量不夠，對這個世間還放不下，這就是信心力量不夠。信心力量充足了，世出世間一切法全放下，只有這一念。念到個半年、一年，問你往生有沒有把握，你會拍拍胸膛，我有把握。《淨土聖賢錄》、《往生傳》所記載的，真正念佛人，三年往生佔一半以上。"
    },
    {
      "id": "02-040-0158_p0011",
      "zh_CN": "我年轻初出来讲经，三十几岁，三十三岁出家就开始讲经。基隆有个德融法师，现在不在了，年龄跟我差不多，曾经提出一个问题问我，这个问题我想大家也有。《往生传》、《净土圣贤录》里头，差不多有一半都是念佛三年就往生，他问我，是不是他们寿命就到了？这个在逻辑上讲有问题，哪有那么巧的事情？二、三个可能有，不能那么多。那是什么原因？有寿命，不要了。我跟阿弥陀佛这个信息通了，我的寿命不要了，求阿弥陀佛来接引我，行不行？行。我们在《净土圣贤录》看到宋朝莹珂法师，那不就是个例子吗？莹珂法师是个破戒比丘，他的好处就是他相信因果，他知道他所作所为必定堕无间地狱。想到无间地狱，他就害怕，他向他的同参请教，有没有方法叫我不堕地狱？就有一个同学给他一本《往生传》，他去读，每读一个人都流眼泪，非常受感动。这本书看完之后下定决心，把自己关在寮房里面，不吃不喝，也不睡觉，一句弥陀念到底。念了三天三夜，把阿弥陀佛念来了。真信，真干！佛告诉他，你寿命还有十年，等十年到了，到你命终的时候，我来接引你。这等于说，佛给他授记，他还有十年就可以往生。他很聪明，他向佛要求，我十年寿命不要了，我现在跟你去。什么原因？我的劣根性很重，禁不起诱惑，这十年我又不知道要干多少坏事，恐怕到那时候不能往生，我现在就走。佛就答应他，行，三天之后我来接引你。三天之后真走了。",
      "zh_TW": "我年輕初出來講經，三十幾歲，三十三歲出家就開始講經。基隆有個德融法師，現在不在了，年齡跟我差不多，曾經提出一個問題問我，這個問題我想大家也有。《往生傳》、《淨土聖賢錄》裡頭，差不多有一半都是念佛三年就往生，他問我，是不是他們壽命就到了？這個在邏輯上講有問題，哪有那麼巧的事情？二、三個可能有，不能那麼多。那是什麼原因？有壽命，不要了。我跟阿彌陀佛這個信息通了，我的壽命不要了，求阿彌陀佛來接引我，行不行？行。我們在《淨土聖賢錄》看到宋朝瑩珂法師，那不就是個例子嗎？瑩珂法師是個破戒比丘，他的好處就是他相信因果，他知道他所作所為必定墮無間地獄。想到無間地獄，他就害怕，他向他的同參請教，有沒有方法叫我不墮地獄？就有一個同學給他一本《往生傳》，他去讀，每讀一個人都流眼淚，非常受感動。這本書看完之後下定決心，把自己關在寮房裡面，不吃不喝，也不睡覺，一句彌陀念到底。念了三天三夜，把阿彌陀佛念來了。真信，真幹！佛告訴他，你壽命還有十年，等十年到了，到你命終的時候，我來接引你。這等於說，佛給他授記，他還有十年就可以往生。他很聰明，他向佛要求，我十年壽命不要了，我現在跟你去。什麼原因？我的劣根性很重，禁不起誘惑，這十年我又不知道要幹多少壞事，恐怕到那時候不能往生，我現在就走。佛就答應他，行，三天之後我來接引你。三天之後真走了。"
    },
    {
      "id": "02-040-0158_p0012",
      "zh_CN": "为什么当时佛不带他走，要等三天？这里头有道理。当时带他走，人家把房门打开一看，莹珂自杀了，不知道他往生，以为他自杀了。所以三天之后，他有足够的时间，把他的信息传给别人，让多少人注意这个事情，然后看他往生，真的不是假的，增长对净宗的信心。所以他向寺庙人都说，三天之后阿弥陀佛来接引我，人家不相信，你这个无恶不作的出家人，关在房里关三天，佛就会来接引你？没人相信。好在三天不远，大家看，看你三天往不往生？到第三天，他请求大家念佛送他。大家欢喜，好，我们送你。果然，念了大概一刻钟，古时候的一刻，大概是我们的半个小时，半个多小时。因为古时候只用十二个时辰，子丑寅卯辰巳午未，用十二个时辰；我们现在用这个时是西洋的，二十四，称为小时，我们的时辰比它大。莹珂告诉大家，「阿弥陀佛来了，我要走了」，跟大家告辞，真走了，没生病，一丝毫障碍都没有。这桩事情记在《净土圣贤录》、记在《往生传》里头，《安士全书．西归直指》这里头也节录了一小段。所以真求往生，佛很慈悲，想什么时候去就什么时候去。真正到功夫念熟了，想在这个世间多住几年，也不碍事。为什么多住？多住绝不是为自己，是为度众生，还有有缘的众生，你跟他讲他相信，那就是说我要多带几个人到极乐世界，这是阿弥陀佛很高兴的事情。",
      "zh_TW": "為什麼當時佛不帶他走，要等三天？這裡頭有道理。當時帶他走，人家把房門打開一看，瑩珂自殺了，不知道他往生，以為他自殺了。所以三天之後，他有足夠的時間，把他的信息傳給別人，讓多少人注意這個事情，然後看他往生，真的不是假的，增長對淨宗的信心。所以他向寺廟人都說，三天之後阿彌陀佛來接引我，人家不相信，你這個無惡不作的出家人，關在房裡關三天，佛就會來接引你？沒人相信。好在三天不遠，大家看，看你三天往不往生？到第三天，他請求大家念佛送他。大家歡喜，好，我們送你。果然，念了大概一刻鐘，古時候的一刻，大概是我們的半個小時，半個多小時。因為古時候只用十二個時辰，子丑寅卯辰巳午未，用十二個時辰；我們現在用這個時是西洋的，二十四，稱為小時，我們的時辰比它大。瑩珂告訴大家，「阿彌陀佛來了，我要走了」，跟大家告辭，真走了，沒生病，一絲毫障礙都沒有。這樁事情記在《淨土聖賢錄》、記在《往生傳》裡頭，《安士全書．西歸直指》這裡頭也節錄了一小段。所以真求往生，佛很慈悲，想什麼時候去就什麼時候去。真正到功夫念熟了，想在這個世間多住幾年，也不礙事。為什麼多住？多住絕不是為自己，是為度眾生，還有有緣的眾生，你跟他講他相信，那就是說我要多帶幾個人到極樂世界，這是阿彌陀佛很高興的事情。"
    },
    {
      "id": "02-040-0158_p0013",
      "zh_CN": "这一部经，这个会集本，夏莲老用了十年的时间会集成的，可以说是五种原译本的集大成。重复的地方一再斟酌，消深易浅，文字通畅，很容易看懂。五种经里面所说的，一样不漏，专门为世尊末法九千年做得度的津梁，稀有难逢，我们能够遇到，真不容易。黄念老他的集注，实在可以说是这部经圆满的注解，用心良苦，不用自己的意思来注，用集注。用自己的意思来注，毁谤的人就更多了。现在人瞧不起古人，也瞧不起真正有德行、有修持的人，他瞧不起，他会毁谤你，你有什么资格注？念老说，不是我注的，佛在这个经上说的、那个经上说的，古来祖师大德说的，都是他们讲的，不是我说的。这大家没话说了。这是智慧！总共采用一百九十三种注疏，所以看他注解，等于读了八十三部经论、一百一十种祖师的语录。经稀有，注也稀有，我们有缘得到的，这也是稀有，一定要认真努力。极乐、娑婆，搞清楚、搞明白了，你自然会放弃娑婆，求生极乐。这就是现在人讲的移民，我们移民到西方极乐世界去。这个经本是护照，保证书，依教修行的人，没有一个不往生。真的，善导大师所说的万修万人去。",
      "zh_TW": "這一部經，這個會集本，夏蓮老用了十年的時間會集成的，可以說是五種原譯本的集大成。重複的地方一再斟酌，消深易淺，文字通暢，很容易看懂。五種經裡面所說的，一樣不漏，專門為世尊末法九千年做得度的津梁，稀有難逢，我們能夠遇到，真不容易。黃念老他的集註，實在可以說是這部經圓滿的註解，用心良苦，不用自己的意思來註，用集註。用自己的意思來註，毀謗的人就更多了。現在人瞧不起古人，也瞧不起真正有德行、有修持的人，他瞧不起，他會毀謗你，你有什麼資格註？念老說，不是我註的，佛在這個經上說的、那個經上說的，古來祖師大德說的，都是他們講的，不是我說的。這大家沒話說了。這是智慧！總共採用一百九十三種註疏，所以看他註解，等於讀了八十三部經論、一百一十種祖師的語錄。經稀有，註也稀有，我們有緣得到的，這也是稀有，一定要認真努力。極樂、娑婆，搞清楚、搞明白了，你自然會放棄娑婆，求生極樂。這就是現在人講的移民，我們移民到西方極樂世界去。這個經本是護照，保證書，依教修行的人，沒有一個不往生。真的，善導大師所說的萬修萬人去。"
    },
    {
      "id": "02-040-0158_p0014",
      "zh_CN": "下面说，「故知众生得度，首在闻名」，这是弥陀无比殊胜的大愿，给我们开了这样方便之门，听到这一句名号，阿赖耶里头就种了佛种子，就跟极乐世界有缘，名号功德不可思议。「故法藏菩萨愿成佛时，佛之智慧光明」，这是他所希望得到的，第一个，如同佛一样的智慧光明。「国土之超胜殊妙」，他建立这个道场，实在这个国土是道场。《无量寿经》是世尊在世多次宣讲，这很特别。一切经佛只讲一遍，没有讲重复的，唯独这部经多次宣讲。所以译本里面出入很大，不同的意思很多，这绝对不是一次讲的。古人判断至少是三次以上，因为还有七种翻译本子失传了。本经在中国十二次翻译，现在留下的是五种翻译本，如果那七种要是发现了，可能还有不同的。为什么要多次宣说？度众生最重要的一个法门，希望大家遇到别的法门，没有办法断烦恼、不能成就，就取这个法门，这个法门肯定成就，保险的成就。",
      "zh_TW": "下面說，「故知眾生得度，首在聞名」，這是彌陀無比殊勝的大願，給我們開了這樣方便之門，聽到這一句名號，阿賴耶裡頭就種了佛種子，就跟極樂世界有緣，名號功德不可思議。「故法藏菩薩願成佛時，佛之智慧光明」，這是他所希望得到的，第一個，如同佛一樣的智慧光明。「國土之超勝殊妙」，他建立這個道場，實在這個國土是道場。《無量壽經》是世尊在世多次宣講，這很特別。一切經佛只講一遍，沒有講重複的，唯獨這部經多次宣講。所以譯本裡面出入很大，不同的意思很多，這絕對不是一次講的。古人判斷至少是三次以上，因為還有七種翻譯本子失傳了。本經在中國十二次翻譯，現在留下的是五種翻譯本，如果那七種要是發現了，可能還有不同的。為什麼要多次宣說？度眾生最重要的一個法門，希望大家遇到別的法門，沒有辦法斷煩惱、不能成就，就取這個法門，這個法門肯定成就，保險的成就。"
    },
    {
      "id": "02-040-0158_p0015",
      "zh_CN": "所以道场殊胜，极乐世界是个道场。佛说这么多次，只说极乐世界两种人，一个是阿弥陀佛，一个是菩萨，阿弥陀佛是老师，菩萨是学生。它是学校，是个大学校，只有老师跟学生；没有国王，没有玉皇大帝，没听说极乐世界有；没有士农工商，它完全是个学校。我们今天跟世界其他宗教在一起交流的时候，就可以把佛法介绍给他。因为现在很多不同宗教，他喜欢知道佛教是什么。佛教是教育，神圣的教育，到极乐世界去上学去的，拿到最高的学位，成佛，你又可以回到你的宗教。宗教好比是家里，有父母，学校有老师，没有冲突。任何宗教都可以学佛，为什么？成佛，成就圆满的智慧，你到你那个宗教里头去作神、作天使，好，可以普度众生，一点妨碍都没有。",
      "zh_TW": "所以道場殊勝，極樂世界是個道場。佛說這麼多次，只說極樂世界兩種人，一個是阿彌陀佛，一個是菩薩，阿彌陀佛是老師，菩薩是學生。它是學校，是個大學校，只有老師跟學生；沒有國王，沒有玉皇大帝，沒聽說極樂世界有；沒有士農工商，它完全是個學校。我們今天跟世界其他宗教在一起交流的時候，就可以把佛法介紹給他。因為現在很多不同宗教，他喜歡知道佛教是什麼。佛教是教育，神聖的教育，到極樂世界去上學去的，拿到最高的學位，成佛，你又可以回到你的宗教。宗教好比是家裡，有父母，學校有老師，沒有衝突。任何宗教都可以學佛，為什麼？成佛，成就圓滿的智慧，你到你那個宗教裡頭去作神、作天使，好，可以普度眾生，一點妨礙都沒有。"
    },
    {
      "id": "02-040-0158_p0016",
      "zh_CN": "我过去在美国，人数不多，十几个美国人，我们的邻居，四邻，他们来找我，问我们是干什么的，好像每天都很快乐，到处看到你们都是满面笑容，你们是学什么的？我们就告诉他，我们是学佛。他说，佛是什么？我们给他讲，佛是快乐；要，他们要快乐；佛是清净，清净他也要；佛是长寿，长寿更要了。这问题就没有了。我说好，我们星期六给你们开一个班，欢迎你们到我这边来，学智慧、学清净、学长寿，跟我们一样快乐。星期天他们上教堂，没有冲突，教堂是你们的神，你们跟神是父子关系，你们称他作父、称上帝，自己是上帝的子民；在佛这里，是释迦牟尼佛的学生。极乐世界是学校，不是教堂，不是天堂，是学校。很容易接受，很欢喜学习。",
      "zh_TW": "我過去在美國，人數不多，十幾個美國人，我們的鄰居，四鄰，他們來找我，問我們是幹什麼的，好像每天都很快樂，到處看到你們都是滿面笑容，你們是學什麼的？我們就告訴他，我們是學佛。他說，佛是什麼？我們給他講，佛是快樂；要，他們要快樂；佛是清淨，清淨他也要；佛是長壽，長壽更要了。這問題就沒有了。我說好，我們星期六給你們開一個班，歡迎你們到我這邊來，學智慧、學清淨、學長壽，跟我們一樣快樂。星期天他們上教堂，沒有衝突，教堂是你們的神，你們跟神是父子關係，你們稱他作父、稱上帝，自己是上帝的子民；在佛這裡，是釋迦牟尼佛的學生。極樂世界是學校，不是教堂，不是天堂，是學校。很容易接受，很歡喜學習。"
    },
    {
      "id": "02-040-0158_p0017",
      "zh_CN": "现在还有一些西方的朋友，他们对轮回感到挺新鲜的，问我，轮回是真的吗？我记得西方有这些资料，早年我在美国有看过，西方人的轮回。特别的是，这些年来西方的催眠很发达，到处都有。催眠能说出你一个人过去生，过去一世，再过去一世。我看到有一个报告，她催眠的深度，到好像过去八十多世，四千年前，她能说出来，她住在岩洞里头，在那个时候没有房子，住在岩洞里头，打猎为生，说出那个时候的生活状况。证明真有，不是假的。还有在催眠当中说明现在跟家里妻子儿女前世的关系，过去生中都有缘分，又转世来了，又到一起来了。还有人在催眠时候，晓得过去生中住在哪个村庄，走的时候是什么样子，他死了以后埋葬在什么地方，去找，果然找到。看到病历一查，没错，是这样的。就证明真的，不是假的，人不是死了就没了。我常讲，人死了就不得了，必须在那一口气在的时候，要把我们的问题解决，不再搞轮回了。轮回不好玩，很辛苦。今天我们找出一条出路，往生极乐世界，人人有分，人人都去得了，我们才学。如果学了没有把握，要断烦恼，要断习气，这个难。我们找一个很轻松的法门，很有把握的，十念必生。",
      "zh_TW": "現在還有一些西方的朋友，他們對輪迴感到挺新鮮的，問我，輪迴是真的嗎？我記得西方有這些資料，早年我在美國有看過，西方人的輪迴。特別的是，這些年來西方的催眠很發達，到處都有。催眠能說出你一個人過去生，過去一世，再過去一世。我看到有一個報告，她催眠的深度，到好像過去八十多世，四千年前，她能說出來，她住在岩洞裡頭，在那個時候沒有房子，住在岩洞裡頭，打獵為生，說出那個時候的生活狀況。證明真有，不是假的。還有在催眠當中說明現在跟家裡妻子兒女前世的關係，過去生中都有緣分，又轉世來了，又到一起來了。還有人在催眠時候，曉得過去生中住在哪個村莊，走的時候是什麼樣子，他死了以後埋葬在什麼地方，去找，果然找到。看到病歷一查，沒錯，是這樣的。就證明真的，不是假的，人不是死了就沒了。我常講，人死了就不得了，必須在那一口氣在的時候，要把我們的問題解決，不再搞輪迴了。輪迴不好玩，很辛苦。今天我們找出一條出路，往生極樂世界，人人有分，人人都去得了，我們才學。如果學了沒有把握，要斷煩惱，要斷習氣，這個難。我們找一個很輕鬆的法門，很有把握的，十念必生。"
    },
    {
      "id": "02-040-0158_p0018",
      "zh_CN": "学校，国土就是学校，殊胜微妙。「导师」，极乐世界只有导师阿弥陀佛。往生去的人程度不一样，有菩萨往生的，高级班；有二乘人往生的，中级班；我们人天往生的，初级班。它那里分三班，但是三班是平等的。是有三班，没错，待遇平等，阿弥陀佛加持，统统都作阿惟越致菩萨。换句话说，智慧、神通、道力都跟实报土的菩萨平等，这没听说过。释迦牟尼佛讲经四十九年，从来没有说哪个佛国土里头有这桩事情，平等的，所有诸佛刹土就跟我们这个娑婆世界一样不平等。菩萨住实报土，我们见不到；他能见到我们，我们见不到他。阿罗汉住方便土，就是四圣法界，十法界里面声闻、缘觉、菩萨、佛。方便土还有四层，高可以看下面，下面看不到上面。极乐世界统统都能看见，不但看见，就好像在一起学习、在一起上课。这个我们在经文里头读过，「佛以一音而说法，众生随类各得解」。极乐世界阿弥陀佛说法，一音说法，不同的程度人去听，浅深就不一样。我程度浅，听得浅，我明白、欢喜；他程度深，他听得深。我喜欢听《无量寿经》，佛给我讲《无量寿经》；那个人喜欢《法华经》，听的，佛跟他讲《法华》，不一样。佛讲经没有教材，听经没有课本，你想听什么，听到那个声音就是佛说的，佛就是给我讲这部经，所以特别亲切。佛为谁讲的？为我讲的。",
      "zh_TW": "學校，國土就是學校，殊勝微妙。「導師」，極樂世界只有導師阿彌陀佛。往生去的人程度不一樣，有菩薩往生的，高級班；有二乘人往生的，中級班；我們人天往生的，初級班。它那裡分三班，但是三班是平等的。是有三班，沒錯，待遇平等，阿彌陀佛加持，統統都作阿惟越致菩薩。換句話說，智慧、神通、道力都跟實報土的菩薩平等，這沒聽說過。釋迦牟尼佛講經四十九年，從來沒有說哪個佛國土裡頭有這樁事情，平等的，所有諸佛剎土就跟我們這個娑婆世界一樣不平等。菩薩住實報土，我們見不到；他能見到我們，我們見不到他。阿羅漢住方便土，就是四聖法界，十法界裡面聲聞、緣覺、菩薩、佛。方便土還有四層，高可以看下面，下面看不到上面。極樂世界統統都能看見，不但看見，就好像在一起學習、在一起上課。這個我們在經文裡頭讀過，「佛以一音而說法，眾生隨類各得解」。極樂世界阿彌陀佛說法，一音說法，不同的程度人去聽，淺深就不一樣。我程度淺，聽得淺，我明白、歡喜；他程度深，他聽得深。我喜歡聽《無量壽經》，佛給我講《無量壽經》；那個人喜歡《法華經》，聽的，佛跟他講《法華》，不一樣。佛講經沒有教材，聽經沒有課本，你想聽什麼，聽到那個聲音就是佛說的，佛就是給我講這部經，所以特別親切。佛為誰講的？為我講的。"
    },
    {
      "id": "02-040-0158_p0019",
      "zh_CN": "所以我看这个经，看这么多遍，也讲了十来遍，我看到一桩什么事情？它真妙，妙极了！我发现一桩事情，往生极乐世界，进入阿弥陀佛的讲堂，是学生；出讲堂呢？出讲堂就成佛了。没有成佛，你不会出讲堂，离开讲堂就成佛，不可思议。修行无量劫，无量劫可以浓缩成一刹那，一刹那延伸就是无量劫，在极乐世界念劫圆融，没有时间限制。真是这个样子的。为什么？到极乐世界，这个身不是肉身。我们现在这个身是阿赖耶的相分，我们起心动念是阿赖耶的见分，阿赖耶是妄心，它当家做主。到极乐世界，没有妄心了，个个人转识成智。在哪里转的？在莲花里头转的。你看，我们这个身舍掉，阿弥陀佛拿莲花接我，我们坐在莲花里头，莲花合起来；到极乐世界，莲花开了，莲花开了身就变了，这肉身没有了，转八识成四智。所以到极乐世界的身是法性身，居住的环境是法性土，法性不生不灭。阿赖耶是生灭的、无常的，法性真常，不生不灭。所以不要吃饭，不要睡觉。极乐世界没有月亮、太阳，一片光明，佛身放光，每一个人身都放光，花草树木放光，宫殿放光，大地都放光，光明世界，没有黑夜。所以你进讲堂去听经，听到大彻大悟、明心见性，出来了，成佛。不成佛不出来，成佛就出来了。出来，到他方世界，跟你有缘的世界，你到那里去作佛，去教化众生。经上讲，你的名号叫妙音如来。妙音是什么？阿弥陀佛，妙音，我们是因妙音成就的，将来我们教一切众生，统统是念佛法门，非常不可思议。",
      "zh_TW": "所以我看這個經，看這麼多遍，也講了十來遍，我看到一樁什麼事情？它真妙，妙極了！我發現一樁事情，往生極樂世界，進入阿彌陀佛的講堂，是學生；出講堂呢？出講堂就成佛了。沒有成佛，你不會出講堂，離開講堂就成佛，不可思議。修行無量劫，無量劫可以濃縮成一剎那，一剎那延伸就是無量劫，在極樂世界念劫圓融，沒有時間限制。真是這個樣子的。為什麼？到極樂世界，這個身不是肉身。我們現在這個身是阿賴耶的相分，我們起心動念是阿賴耶的見分，阿賴耶是妄心，它當家做主。到極樂世界，沒有妄心了，個個人轉識成智。在哪裡轉的？在蓮花裡頭轉的。你看，我們這個身捨掉，阿彌陀佛拿蓮花接我，我們坐在蓮花裡頭，蓮花合起來；到極樂世界，蓮花開了，蓮花開了身就變了，這肉身沒有了，轉八識成四智。所以到極樂世界的身是法性身，居住的環境是法性土，法性不生不滅。阿賴耶是生滅的、無常的，法性真常，不生不滅。所以不要吃飯，不要睡覺。極樂世界沒有月亮、太陽，一片光明，佛身放光，每一個人身都放光，花草樹木放光，宮殿放光，大地都放光，光明世界，沒有黑夜。所以你進講堂去聽經，聽到大徹大悟、明心見性，出來了，成佛。不成佛不出來，成佛就出來了。出來，到他方世界，跟你有緣的世界，你到那裡去作佛，去教化眾生。經上講，你的名號叫妙音如來。妙音是什麼？阿彌陀佛，妙音，我們是因妙音成就的，將來我們教一切眾生，統統是念佛法門，非常不可思議。"
    },
    {
      "id": "02-040-0158_p0020",
      "zh_CN": "如果你对其他，像《华严》、《法华》、《楞严》这些大经大论特别喜欢的，你在极乐世界听经，那就听那个经，也听到大彻大悟，明心见性，成佛了。极乐世界是一个佛教大学，是个速成班，非常快速。一定要把握住，这个机会放弃了，下一次再碰到，肯定会碰到，但是要经过很长时间，李老师说的长劫流转。这一生不把握，不免长劫流转，这都是真话，不是假的。抓到这一点，就抓到一切，这一部经就是一切经。",
      "zh_TW": "如果你對其他，像《華嚴》、《法華》、《楞嚴》這些大經大論特別喜歡的，你在極樂世界聽經，那就聽那個經，也聽到大徹大悟，明心見性，成佛了。極樂世界是一個佛教大學，是個速成班，非常快速。一定要把握住，這個機會放棄了，下一次再碰到，肯定會碰到，但是要經過很長時間，李老師說的長劫流轉。這一生不把握，不免長劫流轉，這都是真話，不是假的。抓到這一點，就抓到一切，這一部經就是一切經。"
    },
    {
      "id": "02-040-0158_p0021",
      "zh_CN": "我学了六十多年，讲经五十五年。我二十六岁闻佛法，三十三岁出家，出家就在三藏学院教书，就开始讲经。第一个讲经的道场，台东佛教莲社。那个时候的住持是明训法师，我们的师兄弟，好像还在，在埔里，对，他还在。头一个他请我去讲经，我对外讲经第一个在那里，讲《阿难问事佛吉凶经》。这么多年，大小经讲了几十部，最后的选择就是选择这部会集本。本子是李老师给我的，他在台中讲一遍，我没听到，那个时候我跟他还不认识，在法华寺讲的，大概时间也不是太长。他老人家讲经，一个星期讲一次，这个经我相信大概要讲半年。他的眉注，自己用毛笔写的，老师讲这部经的时候，六十多岁，不到七十岁。这个本子给我，我从头到尾一看，无量欢喜，因为他的注子我看得懂。那个时候我就发心想讲，给老师报告，老师说不行，你太年轻了。太年轻，其他的经我都讲。他说，这个经有争议，有一些法师不同意，他们出来讲话反驳，你抵不住。我那个时候没想到这些事情。所以就把它收起来了。",
      "zh_TW": "我學了六十多年，講經五十五年。我二十六歲聞佛法，三十三歲出家，出家就在三藏學院教書，就開始講經。第一個講經的道場，台東佛教蓮社。那個時候的住持是明訓法師，我們的師兄弟，好像還在，在埔里，對，他還在。頭一個他請我去講經，我對外講經第一個在那裡，講《阿難問事佛吉凶經》。這麼多年，大小經講了幾十部，最後的選擇就是選擇這部會集本。本子是李老師給我的，他在台中講一遍，我沒聽到，那個時候我跟他還不認識，在法華寺講的，大概時間也不是太長。他老人家講經，一個星期講一次，這個經我相信大概要講半年。他的眉註，自己用毛筆寫的，老師講這部經的時候，六十多歲，不到七十歲。這個本子給我，我從頭到尾一看，無量歡喜，因為他的註子我看得懂。那個時候我就發心想講，給老師報告，老師說不行，你太年輕了。太年輕，其他的經我都講。他說，這個經有爭議，有一些法師不同意，他們出來講話反駁，你抵不住。我那個時候沒想到這些事情。所以就把它收起來了。"
    },
    {
      "id": "02-040-0158_p0022",
      "zh_CN": "到老师往生了，我在美国，这本子我找到，想纪念老师，把这个本子印了一万本，在海外流通。每个人看到都欢喜，找我来讲。所以我第一次讲这个经在加拿大温哥华，第二次在美国加州，以后回到台湾，台湾同修找我讲，在台湾好像讲过二、三遍，总共讲了十遍，用老师的本子讲了十遍。没有想到这些年来，果然遇到这么大的风波，老师的话应现了。好在我们年龄也大了，能禁得起，能不为他们所动摇，依照这个经修行的人非常之多。这个本子印的也多，到处都印。真正是个好本子，用世间法来说，修身、齐家、治国、平天下，这本子全有。不但能帮助我们往生，就世间法也了不起，所以要认真努力的来学习。",
      "zh_TW": "到老師往生了，我在美國，這本子我找到，想紀念老師，把這個本子印了一萬本，在海外流通。每個人看到都歡喜，找我來講。所以我第一次講這個經在加拿大溫哥華，第二次在美國加州，以後回到台灣，台灣同修找我講，在台灣好像講過二、三遍，總共講了十遍，用老師的本子講了十遍。沒有想到這些年來，果然遇到這麼大的風波，老師的話應現了。好在我們年齡也大了，能禁得起，能不為他們所動搖，依照這個經修行的人非常之多。這個本子印的也多，到處都印。真正是個好本子，用世間法來說，修身、齊家、治國、平天下，這本子全有。不但能幫助我們往生，就世間法也了不起，所以要認真努力的來學習。"
    },
    {
      "id": "02-040-0158_p0023",
      "zh_CN": "「导师之名号功德普闻十方，端为众生闻名发心，得生极乐，决定成佛。」这是弥陀教化众生目的之所在，帮助大家往生到极乐，听他教诲，决定成佛，这保证你。「教授」，这个地方讲的，经文上讲的教授。「教授。宣传圣言，名之为教。训诲于义，名之为授。」佛经上称教授，我们有时候连到教授和尚，其实和尚就是教授，教授就是和尚。和尚是印度话，亲教师，不是普通教授，他亲自指导我的，我是他的学生。我这一生，我的亲教师，李炳南老居士是我的和尚，我的法从他那里来的。和尚，在家人可以称，不分在家出家，亲教师。比丘，只有出家人专称，在家人不能称。法师，在家人也可以称，不分在家出家、不分男女。教授也是如此，教授也不分男女、不分在家出家。他有修行，他有智慧，真正能指导你的，这就是教授和尚。「即教导与传授经法义理之义」，这样的人才称为教授。「如是之善知识，称为教授善知识，今之经文，乃其简称，义即导师。」从义理上来说，教授就是导师。",
      "zh_TW": "「導師之名號功德普聞十方，端為眾生聞名發心，得生極樂，決定成佛。」這是彌陀教化眾生目的之所在，幫助大家往生到極樂，聽他教誨，決定成佛，這保證你。「教授」，這個地方講的，經文上講的教授。「教授。宣傳聖言，名之為教。訓誨於義，名之為授。」佛經上稱教授，我們有時候連到教授和尚，其實和尚就是教授，教授就是和尚。和尚是印度話，親教師，不是普通教授，他親自指導我的，我是他的學生。我這一生，我的親教師，李炳南老居士是我的和尚，我的法從他那裡來的。和尚，在家人可以稱，不分在家出家，親教師。比丘，只有出家人專稱，在家人不能稱。法師，在家人也可以稱，不分在家出家、不分男女。教授也是如此，教授也不分男女、不分在家出家。他有修行，他有智慧，真正能指導你的，這就是教授和尚。「即教導與傳授經法義理之義」，這樣的人才稱為教授。「如是之善知識，稱為教授善知識，今之經文，乃其簡稱，義即導師。」從義理上來說，教授就是導師。"
    },
    {
      "id": "02-040-0158_p0024",
      "zh_CN": "我们一般把导师看得更高，在佛门里头只有佛称为导师。对人称导师，过分了，不应该的。称大师，就更不应该了。佛门里的大师，只是佛称大师。你看翻经的法师，三藏法师，都不称大师。这个一定要知道。三藏法师，他精通三藏，也等于说他的学历，他是三藏法师。我们明白这个意思，要清楚，导师虽然是尊称，但是不适合。可是大师，唯有净土宗的祖师称大师。但是净土宗的祖师都是往生之后，这一个时代的人，大家尊称他为这一代祖师。它没有承传，不像其他宗派，它有师承、承传，净土宗没有，净土宗是民主、民选的，往生之后大家选的。他修净土，对净土的弘扬有特殊的贡献，在这个时代第一，举他为祖师。如果没有这样的人，宁愿空到，所以净宗只有十三代。你看慧远，一直到唐代才有善导，这当中好几百年都没有。没有这样的人，就不说。所以这个东西，他不是在世的时候称大师，他已经往生了。净土宗的祖师真的是大师，跟佛没有两样。他传的这个法门当生成就，只要真干，没有一个不是当生成就的，所以跟佛没有两样。",
      "zh_TW": "我們一般把導師看得更高，在佛門裡頭只有佛稱為導師。對人稱導師，過分了，不應該的。稱大師，就更不應該了。佛門裡的大師，只是佛稱大師。你看翻經的法師，三藏法師，都不稱大師。這個一定要知道。三藏法師，他精通三藏，也等於說他的學歷，他是三藏法師。我們明白這個意思，要清楚，導師雖然是尊稱，但是不適合。可是大師，唯有淨土宗的祖師稱大師。但是淨土宗的祖師都是往生之後，這一個時代的人，大家尊稱他為這一代祖師。它沒有承傳，不像其他宗派，它有師承、承傳，淨土宗沒有，淨土宗是民主、民選的，往生之後大家選的。他修淨土，對淨土的弘揚有特殊的貢獻，在這個時代第一，舉他為祖師。如果沒有這樣的人，寧願空到，所以淨宗只有十三代。你看慧遠，一直到唐代才有善導，這當中好幾百年都沒有。沒有這樣的人，就不說。所以這個東西，他不是在世的時候稱大師，他已經往生了。淨土宗的祖師真的是大師，跟佛沒有兩樣。他傳的這個法門當生成就，只要真幹，沒有一個不是當生成就的，所以跟佛沒有兩樣。"
    },
    {
      "id": "02-040-0158_p0025",
      "zh_CN": "下面这一段，「愿普摄」。摄受是对象，阿弥陀佛度众生的对象，是哪几类？",
      "zh_TW": "下面這一段，「願普攝」。攝受是對象，阿彌陀佛度眾生的對象，是哪幾類？"
    },
    {
      "id": "02-040-0158_p0026",
      "zh_CN": "【诸天人民及蜎蠕类。来生我国。悉作菩萨。】",
      "zh_TW": "【諸天人民及蜎蠕類。來生我國。悉作菩薩。】"
    },
    {
      "id": "02-040-0158_p0027",
      "zh_CN": "这心量不可思议。『诸天人民』，「诸天」，这个里头四禅天以下，四空天没有。为什么？四空天他不学佛，他有个很大的误会，以为四空天就是大般涅槃，他已经入大般涅槃，他不再接受佛法。这叫长寿天，八难之一，八难之一里头的长寿天就是指他们。四禅天，有，四禅天的天主，就是天王，经常礼请佛菩萨到那边讲经说法。所以这初禅、二禅、三禅、四禅，四禅天王，摩醯首罗天王。大梵天王是初禅。往下是欲界，欲界第六天的天王是波旬，我们称他作魔王，也非常了不起。你看第二层天是忉利天，中国人称玉皇大帝，许许多多宗教里头的天主都是他，佛门里面称为忉利天主、忉利天王。往上去，夜摩天、兜率天、化乐天、他化自在天，每一个天都有天王。这是断恶修善，积功累德，学佛的人学得好，没有发愿求生净土，多半都是到这些天上，大概都在欲界。为什么？欲没断，身见没破，自私自利、名闻利养、贪瞋痴慢，有。愈薄，生的天就愈高；愈浓，生的天就愈往下面。这是在天道。",
      "zh_TW": "這心量不可思議。『諸天人民』，「諸天」，這個裡頭四禪天以下，四空天沒有。為什麼？四空天他不學佛，他有個很大的誤會，以為四空天就是大般涅槃，他已經入大般涅槃，他不再接受佛法。這叫長壽天，八難之一，八難之一裡頭的長壽天就是指他們。四禪天，有，四禪天的天主，就是天王，經常禮請佛菩薩到那邊講經說法。所以這初禪、二禪、三禪、四禪，四禪天王，摩醯首羅天王。大梵天王是初禪。往下是欲界，欲界第六天的天王是波旬，我們稱他作魔王，也非常了不起。你看第二層天是忉利天，中國人稱玉皇大帝，許許多多宗教裡頭的天主都是他，佛門裡面稱為忉利天主、忉利天王。往上去，夜摩天、兜率天、化樂天、他化自在天，每一個天都有天王。這是斷惡修善，積功累德，學佛的人學得好，沒有發願求生淨土，多半都是到這些天上，大概都在欲界。為什麼？欲沒斷，身見沒破，自私自利、名聞利養、貪瞋痴慢，有。愈薄，生的天就愈高；愈濃，生的天就愈往下面。這是在天道。"
    },
    {
      "id": "02-040-0158_p0028",
      "zh_CN": "如果造的恶业，那就是三恶道。三恶道业因是贪瞋痴，贪心重的，鬼道；瞋恚心重的，地狱道；愚痴重的，畜生道。造的业，杀盗淫妄，心是贪瞋痴慢疑，造作的是杀盗淫妄，这个里头重的就堕到地狱去了，轻的是饿鬼道、畜生道。这是人天，诸天人民，包括六道里头，这里头有蜎蠕类，这是畜生道。三界众生，欲界、色界、无色界，念老的注解，「诸天人民及蜎（小飞虫）蠕（小爬虫）类，来生我国，悉作菩萨」。这些小动物有往生的吗？有，真有。我们对这些小动物要爱护，不要伤害牠，牠跟我们非常合作。",
      "zh_TW": "如果造的惡業，那就是三惡道。三惡道業因是貪瞋痴，貪心重的，鬼道；瞋恚心重的，地獄道；愚痴重的，畜生道。造的業，殺盜淫妄，心是貪瞋痴慢疑，造作的是殺盜淫妄，這個裡頭重的就墮到地獄去了，輕的是餓鬼道、畜生道。這是人天，諸天人民，包括六道裡頭，這裡頭有蜎蠕類，這是畜生道。三界眾生，欲界、色界、無色界，念老的註解，「諸天人民及蜎（小飛蟲）蠕（小爬蟲）類，來生我國，悉作菩薩」。這些小動物有往生的嗎？有，真有。我們對這些小動物要愛護，不要傷害牠，牠跟我們非常合作。"
    },
    {
      "id": "02-040-0158_p0029",
      "zh_CN": "最近这个十年，我们移民到图文巴，图文巴地很大，所以我们居住的环境，院子很大。我住在山上，我那个院子二十八个英亩，合中国一百多亩。一个英亩是六个中国亩，十个就是六十亩，二十个就是一百二十亩，我还有八亩，八八六十四，一百七十亩，那么大的地方，院子，外面我们用铁丝网围起来。我们有很大的菜园，办活动的时候，一千人可以供给一个星期，自己种的菜。种菜就有虫来吃，我们跟虫订约，我种的菜有一个区，划一个区，专门供养小虫的。我们也非常用心来栽种它，不是说给虫吃的，我们就不管它，不是的，也种得非常好。但是除这个范围之外，你不能侵犯我的。这小虫听话，所以我们不用农药，没有化肥，给这小虫。我果木树很多，种了很多果木树，鸟吃，也指定几棵专门供养小鸟的，你们来吃；没有指定的你不能来吃，你来吃就犯了盗戒，你偷三宝物。牠们真守规矩，比人好处，人不听，牠们真听话。有一些同学们家里，他的院子没我们大，但是也种一些菜、果木树，用这个方法都有效。不是我这一家，我所知道的有十几家，统统都有效。我们菜园、果木树上都放的有念佛机，念阿弥陀佛，所以我们的菜园一片阿弥陀佛声音。这些虫、鸟，小的野兽，小袋鼠、兔子、野兔，都是野生的。鸟很多，都像家里养的一样，一招手牠就来了，统统是野生的，牠能不成佛吗？",
      "zh_TW": "最近這個十年，我們移民到圖文巴，圖文巴地很大，所以我們居住的環境，院子很大。我住在山上，我那個院子二十八個英畝，合中國一百多畝。一個英畝是六個中國畝，十個就是六十畝，二十個就是一百二十畝，我還有八畝，八八六十四，一百七十畝，那麼大的地方，院子，外面我們用鐵絲網圍起來。我們有很大的菜園，辦活動的時候，一千人可以供給一個星期，自己種的菜。種菜就有蟲來吃，我們跟蟲訂約，我種的菜有一個區，劃一個區，專門供養小蟲的。我們也非常用心來栽種它，不是說給蟲吃的，我們就不管它，不是的，也種得非常好。但是除這個範圍之外，你不能侵犯我的。這小蟲聽話，所以我們不用農藥，沒有化肥，給這小蟲。我果木樹很多，種了很多果木樹，鳥吃，也指定幾棵專門供養小鳥的，你們來吃；沒有指定的你不能來吃，你來吃就犯了盜戒，你偷三寶物。牠們真守規矩，比人好處，人不聽，牠們真聽話。有一些同學們家裡，他的院子沒我們大，但是也種一些菜、果木樹，用這個方法都有效。不是我這一家，我所知道的有十幾家，統統都有效。我們菜園、果木樹上都放的有念佛機，念阿彌陀佛，所以我們的菜園一片阿彌陀佛聲音。這些蟲、鳥，小的野獸，小袋鼠、兔子、野兔，都是野生的。鳥很多，都像家裡養的一樣，一招手牠就來了，統統是野生的，牠能不成佛嗎？"
    },
    {
      "id": "02-040-0158_p0030",
      "zh_CN": "前年过年的时候，我们学院里头停车场有两棵枇杷树，这个树枯死了。我们里头有个年轻出家人，梦到树神托梦给他，跟他讲，我们学会到这里十年，他很感恩，他听了十年经，念了十年佛，现在阿弥陀佛接他往生，树神，枇杷树神往生。这消息传遍了，我就跟大家说，你们不如树神，你看树神十年这样殊胜的成就。我们在这十年，不好好的修，还在造业。树枯了，锯掉，留下一个座子，上面给他塑个像，就算是树神，常常供养他，常常看着他，他是我们的好榜样。花神、树神、草木神，往生的比人多！真听话，真干。",
      "zh_TW": "前年過年的時候，我們學院裡頭停車場有兩棵枇杷樹，這個樹枯死了。我們裡頭有個年輕出家人，夢到樹神託夢給他，跟他講，我們學會到這裡十年，他很感恩，他聽了十年經，念了十年佛，現在阿彌陀佛接他往生，樹神，枇杷樹神往生。這消息傳遍了，我就跟大家說，你們不如樹神，你看樹神十年這樣殊勝的成就。我們在這十年，不好好的修，還在造業。樹枯了，鋸掉，留下一個座子，上面給他塑個像，就算是樹神，常常供養他，常常看著他，他是我們的好榜樣。花神、樹神、草木神，往生的比人多！真聽話，真幹。"
    },
    {
      "id": "02-040-0158_p0031",
      "zh_CN": "「来生我国，悉作菩萨」，只要生到西方极乐世界，皆作阿惟越致菩萨，不可思议。「群生之类，生其国者，无有二乘，唯是菩萨，必补佛位」，这叫补处菩萨，后补佛。像现在弥勒菩萨，他补释迦牟尼佛的位，他在兜率天，后补佛。兜率天的寿命到了，他就到我们人间来示现成佛，娑婆贤劫第五尊佛，释迦是第四。弥勒来成佛，他的法缘也非常殊胜。现在有不少修弥勒净土的，那都是往生兜率天。将来弥勒来成佛，他们是佛的弟子，像舍利弗、目犍连这样的身分。可是弥勒菩萨的条件很高，你要到他那里去，要修五重唯识观。五重唯识观，我们自己想想，做不到，很难成就，一重比一重严格。纵然五重很顺利的修成，总得要二、三百年，我们哪有那么长的寿命？难。修成的有，很少，虚云老和尚修成。其他的人修，没成功，换句话说，走了之后还是搞轮回，非常可惜。他如果修弥陀净土，他真能往生。这个就是难跟易，自己要衡量，不要给自己找麻烦。弥陀净土比它容易，成就比它高，为什么？生到极乐世界，就是阿惟越致菩萨，往生到兜率天没那么高的位次。",
      "zh_TW": "「來生我國，悉作菩薩」，只要生到西方極樂世界，皆作阿惟越致菩薩，不可思議。「群生之類，生其國者，無有二乘，唯是菩薩，必補佛位」，這叫補處菩薩，後補佛。像現在彌勒菩薩，他補釋迦牟尼佛的位，他在兜率天，後補佛。兜率天的壽命到了，他就到我們人間來示現成佛，娑婆賢劫第五尊佛，釋迦是第四。彌勒來成佛，他的法緣也非常殊勝。現在有不少修彌勒淨土的，那都是往生兜率天。將來彌勒來成佛，他們是佛的弟子，像舍利弗、目犍連這樣的身分。可是彌勒菩薩的條件很高，你要到他那裡去，要修五重唯識觀。五重唯識觀，我們自己想想，做不到，很難成就，一重比一重嚴格。縱然五重很順利的修成，總得要二、三百年，我們哪有那麼長的壽命？難。修成的有，很少，虛雲老和尚修成。其他的人修，沒成功，換句話說，走了之後還是搞輪迴，非常可惜。他如果修彌陀淨土，他真能往生。這個就是難跟易，自己要衡量，不要給自己找麻煩。彌陀淨土比它容易，成就比它高，為什麼？生到極樂世界，就是阿惟越致菩薩，往生到兜率天沒那麼高的位次。"
    },
    {
      "id": "02-040-0158_p0032",
      "zh_CN": "从这个地方，我们又应该要知道，补处菩萨为什么住兜率天，为什么他不住他化自在天？兜率的意思，兜率是梵语，意思是知足，表法的。成佛要什么？知足才能成佛，不知足的人不能成佛。这个意思很深！后补佛一定都住在知足天，为一切众生表法。知足是性德，自性里头本来是这样的。不知足就是贪心，贪无止境，那到阿鼻地狱去了；不仅是饿鬼，饿鬼通地狱，所以一定要知足。世尊当年在世，十九岁离开家庭之后，过苦行僧的生活，三衣一钵，树下一宿，日中一食，知足。知足常乐，他真乐。一切时、一切处，你跟他见面，你真的都感受到他法喜充满。人为什么这么苦？不知足，知足就离苦得乐。这个表法，这个示现，意思很深很广，我们要懂。看到弥勒菩萨，不但要懂得他的慈悲，大慈大悲看一切众生，要看他的知足，弥勒菩萨表这两种法。",
      "zh_TW": "從這個地方，我們又應該要知道，補處菩薩為什麼住兜率天，為什麼他不住他化自在天？兜率的意思，兜率是梵語，意思是知足，表法的。成佛要什麼？知足才能成佛，不知足的人不能成佛。這個意思很深！後補佛一定都住在知足天，為一切眾生表法。知足是性德，自性裡頭本來是這樣的。不知足就是貪心，貪無止境，那到阿鼻地獄去了；不僅是餓鬼，餓鬼通地獄，所以一定要知足。世尊當年在世，十九歲離開家庭之後，過苦行僧的生活，三衣一缽，樹下一宿，日中一食，知足。知足常樂，他真樂。一切時、一切處，你跟他見面，你真的都感受到他法喜充滿。人為什麼這麼苦？不知足，知足就離苦得樂。這個表法，這個示現，意思很深很廣，我們要懂。看到彌勒菩薩，不但要懂得他的慈悲，大慈大悲看一切眾生，要看他的知足，彌勒菩薩表這兩種法。"
    },
    {
      "id": "02-040-0158_p0033",
      "zh_CN": "佛门里面，佛菩萨、诸天这些塑像画像，统统是教学的，表法的。换句话说，佛教在几千年前，就开始将教学跟艺术结合在一起，艺术化的教育，充满了智慧。如果你真正懂得表法的意思，不用说话，你到寺院，寺院是学校，转一圈你就学会了。你懂得它的意思，你就会省悟过来，你就不迷惑了，你就能离苦得乐，不用说一句话。你看菩萨，菩萨看你。四大菩萨的表法，这是大乘，就是四大名山，地藏、观音、文殊、普贤，要从地藏开始。地藏，地下有宝藏，那我们得开采，开采地下宝藏。它表心地，心地里头有无穷无尽的宝藏，就是世尊在《华严》上所说的，「一切众生皆有如来智慧德相」。在哪里？在心地里头，你要懂得开采。用什么方法开采？地藏菩萨所表的，孝亲尊师。净业三福里头，「孝养父母，奉事师长」，这是开发自性宝藏的工具。你没有这个东西，宝藏虽然有，出不来，等于没有。世间人只晓得孝亲尊师重要，佛讲得透彻，真正懂得这个道理，能不孝顺父母吗？能不孝顺师长吗？不可能。那要不孝顺，工具丢掉了，宝藏开不出来了。",
      "zh_TW": "佛門裡面，佛菩薩、諸天這些塑像畫像，統統是教學的，表法的。換句話說，佛教在幾千年前，就開始將教學跟藝術結合在一起，藝術化的教育，充滿了智慧。如果你真正懂得表法的意思，不用說話，你到寺院，寺院是學校，轉一圈你就學會了。你懂得它的意思，你就會省悟過來，你就不迷惑了，你就能離苦得樂，不用說一句話。你看菩薩，菩薩看你。四大菩薩的表法，這是大乘，就是四大名山，地藏、觀音、文殊、普賢，要從地藏開始。地藏，地下有寶藏，那我們得開採，開採地下寶藏。它表心地，心地裡頭有無窮無盡的寶藏，就是世尊在《華嚴》上所說的，「一切眾生皆有如來智慧德相」。在哪裡？在心地裡頭，你要懂得開採。用什麼方法開採？地藏菩薩所表的，孝親尊師。淨業三福裡頭，「孝養父母，奉事師長」，這是開發自性寶藏的工具。你沒有這個東西，寶藏雖然有，出不來，等於沒有。世間人只曉得孝親尊師重要，佛講得透徹，真正懂得這個道理，能不孝順父母嗎？能不孝順師長嗎？不可能。那要不孝順，工具丟掉了，寶藏開不出來了。"
    },
    {
      "id": "02-040-0158_p0034",
      "zh_CN": "我在初学佛的时候，没出家，那个时候还上班，就有朋友、长官问我，你开始学佛了，佛教里那些神像那么多，那什么意思？我跟他怎么说法？那就跟你们政治搞活动的时候贴标语，这个他好懂，贴标语。我说贴标语，你们标语写的什么意思，那塑一个像比标语就更有意思，它是表法的。你说我们讲「孝养父母，奉事师长」，写这几个字贴在那里，大家看到，知道；塑一尊地藏菩萨像，更不一样，它就代表这个意思。观音菩萨代表大慈大悲，无缘大慈，同体大悲，以慈悲心帮助一切苦难众生，这非常重要，帮助人没有爱心不行。今天这个社会缺乏什么？缺乏爱心，真的缺地藏、缺观音，统统缺了；文殊的智慧，普贤的实践，全没有了。四大菩萨的道场香火鼎盛，大家抢着去烧头炷香，表法的意思完全没有，白拜了，香白烧了。佛门是教学，它用意多好！样样都表法，连建筑都表法。你看大殿，外面看，两层，里头看，一层。为什么不用一层，外头要盖两层？表法。外面看的是二谛，真谛、俗谛，真俗二谛；里面呢？真俗一如，真俗不二，它取这个意思。一进去，不二法门，这多有味道！",
      "zh_TW": "我在初學佛的時候，沒出家，那個時候還上班，就有朋友、長官問我，你開始學佛了，佛教裡那些神像那麼多，那什麼意思？我跟他怎麼說法？那就跟你們政治搞活動的時候貼標語，這個他好懂，貼標語。我說貼標語，你們標語寫的什麼意思，那塑一個像比標語就更有意思，它是表法的。你說我們講「孝養父母，奉事師長」，寫這幾個字貼在那裡，大家看到，知道；塑一尊地藏菩薩像，更不一樣，它就代表這個意思。觀音菩薩代表大慈大悲，無緣大慈，同體大悲，以慈悲心幫助一切苦難眾生，這非常重要，幫助人沒有愛心不行。今天這個社會缺乏什麼？缺乏愛心，真的缺地藏、缺觀音，統統缺了；文殊的智慧，普賢的實踐，全沒有了。四大菩薩的道場香火鼎盛，大家搶著去燒頭炷香，表法的意思完全沒有，白拜了，香白燒了。佛門是教學，它用意多好！樣樣都表法，連建築都表法。你看大殿，外面看，兩層，裡頭看，一層。為什麼不用一層，外頭要蓋兩層？表法。外面看的是二諦，真諦、俗諦，真俗二諦；裡面呢？真俗一如，真俗不二，它取這個意思。一進去，不二法門，這多有味道！"
    },
    {
      "id": "02-040-0158_p0035",
      "zh_CN": "烧香，学佛的人天天都烧香，烧香什么意思？提醒自己，香代表戒定真香，见到香、闻到香，就想到要修戒、修定，这香没白烧。提不起戒定，这个香白烧了。有戒定，跟佛菩萨就感应，香有这个意思。香表信香，信香是什么？取古时候战争用的传递信息。你看中国长城，标准的防御工事，每一段里头有烽火台。烽火台就是香炉，我这个讲法你就懂了。边疆出了事情，怎么样把这个信息赶快传到皇上那里去？点狼烟。狼粪烧的这个烟，风不容易吹散，那边看到，这边看到什么？赶快点，一直点到那里。大概很快的时间，几个小时，从边疆的事情，这皇上知道了。古时候没有电话，用这个，传递信息，信香。表我们跟佛菩萨通信息，但是这个信息是以戒定做基础，没有戒定，不通，就有故障，要有戒定慧做基础，表这个意思。灯、蜡烛，表燃烧自己、照耀别人。没有一样是没有意义的，全都是教学。",
      "zh_TW": "燒香，學佛的人天天都燒香，燒香什麼意思？提醒自己，香代表戒定真香，見到香、聞到香，就想到要修戒、修定，這香沒白燒。提不起戒定，這個香白燒了。有戒定，跟佛菩薩就感應，香有這個意思。香表信香，信香是什麼？取古時候戰爭用的傳遞信息。你看中國長城，標準的防禦工事，每一段裡頭有烽火台。烽火台就是香爐，我這個講法你就懂了。邊疆出了事情，怎麼樣把這個信息趕快傳到皇上那裡去？點狼煙。狼糞燒的這個煙，風不容易吹散，那邊看到，這邊看到什麼？趕快點，一直點到那裡。大概很快的時間，幾個小時，從邊疆的事情，這皇上知道了。古時候沒有電話，用這個，傳遞信息，信香。表我們跟佛菩薩通信息，但是這個信息是以戒定做基礎，沒有戒定，不通，就有故障，要有戒定慧做基礎，表這個意思。燈、蠟燭，表燃燒自己、照耀別人。沒有一樣是沒有意義的，全都是教學。"
    },
    {
      "id": "02-040-0158_p0036",
      "zh_CN": "我讲《华严经》，讲那些众神，我统统都把他们说出来，现在社会上各行各业。华藏世界在哪里？就在眼前，不是讲别的，没有一样用不上的。真正用上了，学以致用，这个佛法才有意义、才有价值。整个佛法讲的，实在讲，就是讲自己本人，没讲别的。毘卢遮那佛是自己的自性，就是法身佛，遍一切处。毘卢遮那，梵语，翻成中国意思是遍一切处。它不是物质、不是精神，也不是自然现象，它没有现象，跟虚空一样，遍一切处，无处不在，无时不在。这是自己的真心，是自己的本性，是自己的清净法身。从法身起报身，从报身起应化身。虽然它有这个作用，这些作用实在讲，没有痕迹，大乘教里称它作不可思议。",
      "zh_TW": "我講《華嚴經》，講那些眾神，我統統都把他們說出來，現在社會上各行各業。華藏世界在哪裡？就在眼前，不是講別的，沒有一樣用不上的。真正用上了，學以致用，這個佛法才有意義、才有價值。整個佛法講的，實在講，就是講自己本人，沒講別的。毘盧遮那佛是自己的自性，就是法身佛，遍一切處。毘盧遮那，梵語，翻成中國意思是遍一切處。它不是物質、不是精神，也不是自然現象，它沒有現象，跟虛空一樣，遍一切處，無處不在，無時不在。這是自己的真心，是自己的本性，是自己的清淨法身。從法身起報身，從報身起應化身。雖然它有這個作用，這些作用實在講，沒有痕跡，大乘教裡稱它作不可思議。"
    },
    {
      "id": "02-040-0158_p0037",
      "zh_CN": "佛法有大利于世间法，世法、佛法是一不是二，就是真俗不二，真俗一如。说二，方便说；说不二，真实说。真实的意思很深，佛对小乘不说。那是什么？对初学的人不说。所以世尊教学，当年在世最初十二年，讲阿含，讲小乘，大家容易懂。小乘讲什么？讲伦理、讲道德、讲因果。主要的目的，是教你在六道里头掌握住人天两道，不堕三恶道，也不会变成罗刹、阿修罗。往上再提升，十二年之后讲方等八年。再往上提升，二十二年般若。讲般若，全是讲真话了，完全是世尊亲证的境界，真正觉悟者的境界。方等里头有，但是不圆满，到般若才讲圆满。一部《大般若经》，讲什么？我看了一遍，写了十二个字。一部《大般若》，世尊告诉我们，「一切法，无所有，毕竟空，不可得」。这一切法，包括佛法，这是佛讲真话。真的明白通达，你就一切都放下；一切放下，恭喜你，你成佛了，你功德圆满。放不下的是众生，放下的成佛。",
      "zh_TW": "佛法有大利於世間法，世法、佛法是一不是二，就是真俗不二，真俗一如。說二，方便說；說不二，真實說。真實的意思很深，佛對小乘不說。那是什麼？對初學的人不說。所以世尊教學，當年在世最初十二年，講阿含，講小乘，大家容易懂。小乘講什麼？講倫理、講道德、講因果。主要的目的，是教你在六道裡頭掌握住人天兩道，不墮三惡道，也不會變成羅剎、阿修羅。往上再提升，十二年之後講方等八年。再往上提升，二十二年般若。講般若，全是講真話了，完全是世尊親證的境界，真正覺悟者的境界。方等裡頭有，但是不圓滿，到般若才講圓滿。一部《大般若經》，講什麼？我看了一遍，寫了十二個字。一部《大般若》，世尊告訴我們，「一切法，無所有，畢竟空，不可得」。這一切法，包括佛法，這是佛講真話。真的明白通達，你就一切都放下；一切放下，恭喜你，你成佛了，你功德圓滿。放不下的是眾生，放下的成佛。"
    },
    {
      "id": "02-040-0158_p0038",
      "zh_CN": "弥勒菩萨，《高僧传》里头有他的记录。五代后梁的时候，菩萨出现在奉化，浙江。当时也不知道他从哪里来的，没有人知道他的姓名，在奉化住过很长一段时间。每天背一个布袋到外面化缘，人家供养东西，都放在布袋里头，所以大家都叫他布袋和尚。耳朵很大，人很肥很胖，满面笑容，大家都喜欢他，特别是小孩。有人问他，什么是佛法？他把布袋往旁边放下，两个手一张开，垂到下面。别人一看，懂得了，放下。放下以后怎么办？他把布袋慢慢拿起，背在身上，走了，理也不理你。这就是他的佛法。放下就成佛，成佛之后度众生，所以他提得起。放下之后，提不起来，就变成小乘，声闻、缘觉。放下之后要提起来，提起来之后，跟放下是不二。虽然提起来，没有起心动念、分别执着，所以他的放下跟提起是一不是二。",
      "zh_TW": "彌勒菩薩，《高僧傳》裡頭有他的記錄。五代後梁的時候，菩薩出現在奉化，浙江。當時也不知道他從哪裡來的，沒有人知道他的姓名，在奉化住過很長一段時間。每天背一個布袋到外面化緣，人家供養東西，都放在布袋裡頭，所以大家都叫他布袋和尚。耳朵很大，人很肥很胖，滿面笑容，大家都喜歡他，特別是小孩。有人問他，什麼是佛法？他把布袋往旁邊放下，兩個手一張開，垂到下面。別人一看，懂得了，放下。放下以後怎麼辦？他把布袋慢慢拿起，背在身上，走了，理也不理你。這就是他的佛法。放下就成佛，成佛之後度眾生，所以他提得起。放下之後，提不起來，就變成小乘，聲聞、緣覺。放下之後要提起來，提起來之後，跟放下是不二。雖然提起來，沒有起心動念、分別執著，所以他的放下跟提起是一不是二。"
    },
    {
      "id": "02-040-0158_p0039",
      "zh_CN": "换句话说，最初的放下，是你的起步；最后的放下，是度众生的起步。那个放下什么？放下妄想、分别、执着。开始的放下呢？是放下名闻利养、贪瞋痴慢，放下这些东西，甚至于你这身家财产，统统可以放下，像释迦牟尼佛那样，那是头一个放下。因为这些东西放不下，你心不清净，你的功夫没有着力之处。先放下身见、边见五种见惑，再放下五种思惑，见思惑就是六个根本烦恼。六个根本烦恼，贪、瞋、痴、慢、疑、恶见，恶见就是见惑。这个东西是六道轮回的因，把这个放下，六道轮回的因断了，你就不再受六道轮回。讲因果，要把这个事情讲清楚，轮回的因是什么，因断掉了，果就没有。",
      "zh_TW": "換句話說，最初的放下，是你的起步；最後的放下，是度眾生的起步。那個放下什麼？放下妄想、分別、執著。開始的放下呢？是放下名聞利養、貪瞋痴慢，放下這些東西，甚至於你這身家財產，統統可以放下，像釋迦牟尼佛那樣，那是頭一個放下。因為這些東西放不下，你心不清淨，你的功夫沒有著力之處。先放下身見、邊見五種見惑，再放下五種思惑，見思惑就是六個根本煩惱。六個根本煩惱，貪、瞋、痴、慢、疑、惡見，惡見就是見惑。這個東西是六道輪迴的因，把這個放下，六道輪迴的因斷了，你就不再受六道輪迴。講因果，要把這個事情講清楚，輪迴的因是什麼，因斷掉了，果就沒有。"
    },
    {
      "id": "02-040-0158_p0040",
      "zh_CN": "极乐世界的好处，生到西方极乐世界，你看畜生，小飞虫、小爬虫。蚂蚁是小爬虫，蚊子是小飞虫，牠都是一条命，不能随便杀牠，杀牠跟杀个人没两样。要爱惜，要帮助牠，牠知道报恩，我们照顾牠，牠也照顾我们。牠跑进房间里面来，无非是找东西吃。我们明白，我们院子里头放一点东西，叫牠到那边吃，不要进房子来，牠就听话。我碰到一次。我在澳洲，后面盖了一栋房子，做新的宿舍，我搬进去住。第二天早晨，上洗手间洗脸，看到满地是蚂蚁。新房子，牠从哪里进来的？我逼得没办法，我说蚂蚁菩萨，你们从哪里来，就从哪里出去，我给你半个小时时间，半小时之后，我要来洗脸，要用洗手间。我就离开了，到外头院子绕佛。半个钟点之后，回去之后，一个蚂蚁都没有，真听话，通情达理，不能小看牠。",
      "zh_TW": "極樂世界的好處，生到西方極樂世界，你看畜生，小飛蟲、小爬蟲。螞蟻是小爬蟲，蚊子是小飛蟲，牠都是一條命，不能隨便殺牠，殺牠跟殺個人沒兩樣。要愛惜，要幫助牠，牠知道報恩，我們照顧牠，牠也照顧我們。牠跑進房間裡面來，無非是找東西吃。我們明白，我們院子裡頭放一點東西，叫牠到那邊吃，不要進房子來，牠就聽話。我碰到一次。我在澳洲，後面蓋了一棟房子，做新的宿舍，我搬進去住。第二天早晨，上洗手間洗臉，看到滿地是螞蟻。新房子，牠從哪裡進來的？我逼得沒辦法，我說螞蟻菩薩，你們從哪裡來，就從哪裡出去，我給你半個小時時間，半小時之後，我要來洗臉，要用洗手間。我就離開了，到外頭院子繞佛。半個鐘點之後，回去之後，一個螞蟻都沒有，真聽話，通情達理，不能小看牠。"
    },
    {
      "id": "02-040-0158_p0041",
      "zh_CN": "还有一次，我在庐江晚上做晚课，蚊子，总有几十个，那怎么办？我就说蚊子菩萨，求求你们帮助，我做晚课，请你不要干扰。牠们就叮在墙上，在墙上一看，叮了好多，不动，好像入定一样。我晚课做完，睡觉了，牠们还没走。第二天早晨起来还有十几个，都叮在那里，牠入定了，不干扰你。还是印祖的一句话，诚敬。我们用真诚心、恭敬心对牠，就会有感应。如果牠不听话，诚敬不够。诚敬心够的话，决定没有问题。中国古人所说的，「行有不得，反求诸己」，这句话是真理，问题决定不在外面，在自己。自己真正具足诚敬心，小动物都受感动。我们真正可以做到不杀生，跟一切众生共存共荣，我们照顾牠，牠也会照顾我们，互助合作。",
      "zh_TW": "還有一次，我在廬江晚上做晚課，蚊子，總有幾十個，那怎麼辦？我就說蚊子菩薩，求求你們幫助，我做晚課，請你不要干擾。牠們就叮在牆上，在牆上一看，叮了好多，不動，好像入定一樣。我晚課做完，睡覺了，牠們還沒走。第二天早晨起來還有十幾個，都叮在那裡，牠入定了，不干擾你。還是印祖的一句話，誠敬。我們用真誠心、恭敬心對牠，就會有感應。如果牠不聽話，誠敬不夠。誠敬心夠的話，決定沒有問題。中國古人所說的，「行有不得，反求諸己」，這句話是真理，問題決定不在外面，在自己。自己真正具足誠敬心，小動物都受感動。我們真正可以做到不殺生，跟一切眾生共存共榮，我們照顧牠，牠也會照顧我們，互助合作。"
    },
    {
      "id": "02-040-0158_p0042",
      "zh_CN": "跟这些小动物都能做得到，跟人怎么会做不到？人再坏，他都有人性。为什么？他本性本善，只是习气太重，学坏了，一下回不了头来。我们有耐心，等他。净宗同学尤其要注意到，人没有十全十美的，包括我们自己也有过失。我们有过失，希望别人原谅我们，我们就要懂得原谅别人。我们希望自己能回头，他也会回头，时间早晚，一直用真诚心对待，不要计较。他有好的地方，我们赞叹，纵然他跟我是敌对，我还是赞叹他。我相信，我们出之于真诚，他听到也会感动。他用什么态度对我，我用什么态度对他，良心会发现。再顽固，我相信他到临终的时候想一想，这一生我还遇到一个真的好人。有，不是没有，临终才真正明白，一生当中真正对他好的人、真正原谅他的人，怎么样侮辱、毁谤、陷害，人家对你都好，这个人到哪里去找？你居然遇到，希望你来生做个好人。要有宽宏大量，怜悯一切众生，饶恕他所有的过失，劝导他不要再犯，能原谅他，让他改过自新。不跟人计较，不跟人结怨，决定不跟人发生任何战争，任何形式的战争都不可以。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "跟這些小動物都能做得到，跟人怎麼會做不到？人再壞，他都有人性。為什麼？他本性本善，只是習氣太重，學壞了，一下回不了頭來。我們有耐心，等他。淨宗同學尤其要注意到，人沒有十全十美的，包括我們自己也有過失。我們有過失，希望別人原諒我們，我們就要懂得原諒別人。我們希望自己能回頭，他也會回頭，時間早晚，一直用真誠心對待，不要計較。他有好的地方，我們讚歎，縱然他跟我是敵對，我還是讚歎他。我相信，我們出之於真誠，他聽到也會感動。他用什麼態度對我，我用什麼態度對他，良心會發現。再頑固，我相信他到臨終的時候想一想，這一生我還遇到一個真的好人。有，不是沒有，臨終才真正明白，一生當中真正對他好的人、真正原諒他的人，怎麼樣侮辱、毀謗、陷害，人家對你都好，這個人到哪裡去找？你居然遇到，希望你來生做個好人。要有寬宏大量，憐憫一切眾生，饒恕他所有的過失，勸導他不要再犯，能原諒他，讓他改過自新。不跟人計較，不跟人結怨，決定不跟人發生任何戰爭，任何形式的戰爭都不可以。好，今天時間到了，我們就學習到此地。"
    }
  ]
}