{
  "doc_id": "02-040-0568",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六八集",
    "zh_TW": "第五六八集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0568",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0568_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0568_p0002",
      "zh_CN": "请看《大经科注》第九百六十三页第一行，科题，「障蔽现前」，业障，问题都出现了。请看经文：",
      "zh_TW": "請看《大經科註》第九百六十三頁第一行，科題，「障蔽現前」，業障，問題都出現了。請看經文："
    },
    {
      "id": "02-040-0568_p0003",
      "zh_CN": "【慈心教诲。而不肯信。苦口与语。无益其人。心中闭塞。意不开解。大命将终。悔惧交至。不豫修善。临时乃悔。悔之于后。将何及乎。】",
      "zh_TW": "【慈心教誨。而不肯信。苦口與語。無益其人。心中閉塞。意不開解。大命將終。悔懼交至。不豫修善。臨時乃悔。悔之於後。將何及乎。】"
    },
    {
      "id": "02-040-0568_p0004",
      "zh_CN": "后悔来不及了。我们看念老的注解，如是之人心愚痴，行为恶劣，虽然遇到佛，遇到佛都是过去生中有缘，才能遇到，过去生中没有好好的修，虽然遇到佛，佛的『慈心教诲』他不能够相信，或是半信半疑，不能得到真实的利益。『苦口与语，无益其人』，苦口婆心教他，对他没有益处。为什么？他不能接受，他不能够依教奉行。下面念老说，「盖因如是痴人，心中茅塞」，茅塞是比喻不开窍，好像有东西堵塞了一样，「虽闻良言，不能领解」，领是领悟，解是理解，这些显示出痴毒，愚痴所招感的苦痛。故《净影疏》里面说，「现有愚痴，暗障覆心，无所知晓，以之为痛」。这是真正痛心，他自己很痛苦，不开窍，不能够理解善言善行。",
      "zh_TW": "後悔來不及了。我們看念老的註解，如是之人心愚痴，行為惡劣，雖然遇到佛，遇到佛都是過去生中有緣，才能遇到，過去生中沒有好好的修，雖然遇到佛，佛的『慈心教誨』他不能夠相信，或是半信半疑，不能得到真實的利益。『苦口與語，無益其人』，苦口婆心教他，對他沒有益處。為什麼？他不能接受，他不能夠依教奉行。下面念老說，「蓋因如是痴人，心中茅塞」，茅塞是比喻不開竅，好像有東西堵塞了一樣，「雖聞良言，不能領解」，領是領悟，解是理解，這些顯示出痴毒，愚痴所招感的苦痛。故《淨影疏》裡面說，「現有愚痴，闇障覆心，無所知曉，以之為痛」。這是真正痛心，他自己很痛苦，不開竅，不能夠理解善言善行。"
    },
    {
      "id": "02-040-0568_p0005",
      "zh_CN": "下面念老为我们解释，「盖谓愚痴覆心，故蒙昧无知，此实为人生之巨痛」，人生的巨痛没有比这个更超过的。这种巨痛在他自己不容易觉察，有智慧的人看到，就深深感到无比殊胜的缘分因此空过，多么可惜。糊涂一辈子，到临命终的时候，『大命将终，悔惧交至』。后悔，是这一生没有好好的修学，畏惧，是怕堕三恶道，三恶道进去很容易，出来很难很难。如果过去生中有大功、大德、大善，会不会堕三途？也会。临命终时到哪里去，是最后一念，最后一念不是善念，而是个恶念，或者是瞋恚，或者是怨恨，你最后一念是这个，或者是情执，这三途去了，决定在最后一念。最后这一念是阿弥陀佛，好，他到极乐世界去了。",
      "zh_TW": "下面念老為我們解釋，「蓋謂愚痴覆心，故蒙昧無知，此實為人生之巨痛」，人生的巨痛沒有比這個更超過的。這種巨痛在他自己不容易覺察，有智慧的人看到，就深深感到無比殊勝的緣分因此空過，多麼可惜。糊塗一輩子，到臨命終的時候，『大命將終，悔懼交至』。後悔，是這一生沒有好好的修學，畏懼，是怕墮三惡道，三惡道進去很容易，出來很難很難。如果過去生中有大功、大德、大善，會不會墮三途？也會。臨命終時到哪裡去，是最後一念，最後一念不是善念，而是個惡念，或者是瞋恚，或者是怨恨，你最後一念是這個，或者是情執，這三途去了，決定在最後一念。最後這一念是阿彌陀佛，好，他到極樂世界去了。"
    },
    {
      "id": "02-040-0568_p0006",
      "zh_CN": "我们每天念佛为的是什么？为的是最后一念是佛号。像打仗一样，天天操练就为了上战场，我们天天念佛，就是为了最后一念不要把佛忘掉，不是为现前。养成一个习惯，没有事情停下来，佛号就现前，这是好现象。没有事情时候坐下来胡思乱想，这个麻烦就大了，那就非常非常可怕。真正坐下来，就像能大师对惠明所说的，不思善、不思恶，提起这一句佛号。养成这个习惯，往生就有把握；这个习惯没有养成，要把它摆在第一位，不能摆在第二。这叫真功夫，功夫要有力，就是养成习惯。蒙昧无知，他起心动念一定是烦恼，一定是贪瞋痴慢，决定堕三途，实为人生之巨痛，没有比这个更苦的事情。",
      "zh_TW": "我們每天念佛為的是什麼？為的是最後一念是佛號。像打仗一樣，天天操練就為了上戰場，我們天天念佛，就是為了最後一念不要把佛忘掉，不是為現前。養成一個習慣，沒有事情停下來，佛號就現前，這是好現象。沒有事情時候坐下來胡思亂想，這個麻煩就大了，那就非常非常可怕。真正坐下來，就像能大師對惠明所說的，不思善、不思惡，提起這一句佛號。養成這個習慣，往生就有把握；這個習慣沒有養成，要把它擺在第一位，不能擺在第二。這叫真功夫，功夫要有力，就是養成習慣。蒙昧無知，他起心動念一定是煩惱，一定是貪瞋痴慢，決定墮三途，實為人生之巨痛，沒有比這個更苦的事情。"
    },
    {
      "id": "02-040-0568_p0007",
      "zh_CN": "「大命将终，悔惧交至」。义寂法师说，「生死为大命，穷逼为小命」。日常生活当中贫穷，生活困难，这是小命，临终生死这是大命。「悔惧者」，望西法师说，「悔惧等者，命欲终时，狱火来现」，说地狱，地狱相现前。「见此相时，生惧生悔」。悔的是什么？在世间做的这些恶事，果然有报应。现在他干的时候他不相信有果报，不相信有因果，到这个时候一下看到了，真有，后悔。为什么那时候不相信，造作这些恶业？惧是害怕，来不及了，你看到了，这个刑罚非受不可。畏惧、后悔统统在这时候现前，所以叫交至。「狱火逼身，是为烧」，地狱，即使是寒冰地狱，让你看到的还是一片火海。",
      "zh_TW": "「大命將終，悔懼交至」。義寂法師說，「生死為大命，窮逼為小命」。日常生活當中貧窮，生活困難，這是小命，臨終生死這是大命。「悔懼者」，望西法師說，「悔懼等者，命欲終時，獄火來現」，說地獄，地獄相現前。「見此相時，生懼生悔」。悔的是什麼？在世間做的這些惡事，果然有報應。現在他幹的時候他不相信有果報，不相信有因果，到這個時候一下看到了，真有，後悔。為什麼那時候不相信，造作這些惡業？懼是害怕，來不及了，你看到了，這個刑罰非受不可。畏懼、後悔統統在這時候現前，所以叫交至。「獄火逼身，是為燒」，地獄，即使是寒冰地獄，讓你看到的還是一片火海。"
    },
    {
      "id": "02-040-0568_p0008",
      "zh_CN": "唐太宗杀人堕地狱，他也是过去有善行积的德，凭这个，地藏菩萨把他特赦出来，让他透信息。这是个好皇帝，真正是勤政爱民，做皇帝做了一桩大好事，就是《群书治要》，这是他发起的。他感受到的，坐在这个地位上，怎么治国？怎样为人民服务？要找这些智慧、理论、方法。下令给他的臣子们，组成一个小组，到古籍里面去搜集，从他往上推去二千五百年。从中国历史上记载黄帝的时代，三皇五帝，到前面隋代，典籍里面有记载有关修身、齐家、治国、平天下这些文字，统统抄出来给他看。他年轻，读书不多，他是个将军，做了皇帝之后才有时间去补习。十六岁就领兵打仗，这个人是个将才，做了皇帝之后，全心全力搞文职。堕地狱之后后悔，不用战争的手段可以得到天下，用文化教育、用佛法都能达到，为什么要用武力，要去杀人？错了。这个错误多少人犯了，没有例外的，都要受他应受的果报，无法避免的，这因果报应。",
      "zh_TW": "唐太宗殺人墮地獄，他也是過去有善行積的德，憑這個，地藏菩薩把他特赦出來，讓他透信息。這是個好皇帝，真正是勤政愛民，做皇帝做了一樁大好事，就是《群書治要》，這是他發起的。他感受到的，坐在這個地位上，怎麼治國？怎樣為人民服務？要找這些智慧、理論、方法。下令給他的臣子們，組成一個小組，到古籍裡面去蒐集，從他往上推去二千五百年。從中國歷史上記載黃帝的時代，三皇五帝，到前面隋代，典籍裡面有記載有關修身、齊家、治國、平天下這些文字，統統抄出來給他看。他年輕，讀書不多，他是個將軍，做了皇帝之後才有時間去補習。十六歲就領兵打仗，這個人是個將才，做了皇帝之後，全心全力搞文職。墮地獄之後後悔，不用戰爭的手段可以得到天下，用文化教育、用佛法都能達到，為什麼要用武力，要去殺人？錯了。這個錯誤多少人犯了，沒有例外的，都要受他應受的果報，無法避免的，這因果報應。"
    },
    {
      "id": "02-040-0568_p0009",
      "zh_CN": "唐太宗给我们透的信息，起心动念、言语造作，我们在一生当中，有心无心造多少地狱业，自己不知道。到临命终的时候，跟阎王见了面，鬼神给你记录下来的资料，那边有档案，让你自己看。这个时候悔惧交至，你不能不承受，所有的地狱苦报统统是自己业力变现出来的。甚至于阎罗王都跟你说，你所受的一切与他没有关系，不是他要你受的。阎罗王很慈悲，很有爱心，不希望看到你受罪，但是它是你自己业力变现的。就像自己做恶梦一样，自己做恶梦吓了一身冷汗吓醒了，自作自受，没有人到你梦中去给你刑罚，不可能的事情。这就是佛经上所说的「一切法从心想生」，六道轮回心想生，阿鼻地狱心想生，畜生、饿鬼统统是心想生的，你是什么心你就入哪一道，这一生造多少业。",
      "zh_TW": "唐太宗給我們透的信息，起心動念、言語造作，我們在一生當中，有心無心造多少地獄業，自己不知道。到臨命終的時候，跟閻王見了面，鬼神給你記錄下來的資料，那邊有檔案，讓你自己看。這個時候悔懼交至，你不能不承受，所有的地獄苦報統統是自己業力變現出來的。甚至於閻羅王都跟你說，你所受的一切與他沒有關係，不是他要你受的。閻羅王很慈悲，很有愛心，不希望看到你受罪，但是它是你自己業力變現的。就像自己做惡夢一樣，自己做惡夢嚇了一身冷汗嚇醒了，自作自受，沒有人到你夢中去給你刑罰，不可能的事情。這就是佛經上所說的「一切法從心想生」，六道輪迴心想生，阿鼻地獄心想生，畜生、餓鬼統統是心想生的，你是什麼心你就入哪一道，這一生造多少業。"
    },
    {
      "id": "02-040-0568_p0010",
      "zh_CN": "我们学佛了，天天在学经教，可以说十法界的业因我们统统具足。我们有佛法界的业、有菩萨界的业、有声闻的业、有缘觉的业、有诸天的业，有人业、有阿修罗的业、有地狱业、有饿鬼业、有畜生业，统统都有。来生，这十法界摆在我们面前，哪一个力量大就往哪里去。我们如果把这个事实真相搞明白、搞清楚，我们要走佛菩萨的路。佛菩萨的路里头最殊胜的，无过于阿弥陀佛极乐世界，去的方法真简单，真相信、真发愿、真念佛。我们在今天这三个都有问题，信有问题，真的叫疑信参半，不是真信；愿也有问题，极乐世界愿，这个地方还有很多愿不能了，放不下，这都是障碍。心里想念佛，念了几句念别的去了，在佛法叫失念，念失掉了，妄念现前。这是什么？功夫不得力。",
      "zh_TW": "我們學佛了，天天在學經教，可以說十法界的業因我們統統具足。我們有佛法界的業、有菩薩界的業、有聲聞的業、有緣覺的業、有諸天的業，有人業、有阿修羅的業、有地獄業、有餓鬼業、有畜生業，統統都有。來生，這十法界擺在我們面前，哪一個力量大就往哪裡去。我們如果把這個事實真相搞明白、搞清楚，我們要走佛菩薩的路。佛菩薩的路裡頭最殊勝的，無過於阿彌陀佛極樂世界，去的方法真簡單，真相信、真發願、真念佛。我們在今天這三個都有問題，信有問題，真的叫疑信參半，不是真信；願也有問題，極樂世界願，這個地方還有很多願不能了，放不下，這都是障礙。心裡想念佛，念了幾句念別的去了，在佛法叫失念，念失掉了，妄念現前。這是什麼？功夫不得力。"
    },
    {
      "id": "02-040-0568_p0011",
      "zh_CN": "我们有看到人家的，学佛几天他就往生了，那是什么？信、愿、念佛具足，样样都是真的。《净土圣贤录》里头，宋朝莹珂法师给我们表演的，真的。一个无恶不作的比丘，决定堕无间地狱，他不是大命将终的时候忏悔，他不是的，他是在很清醒状况之下，想到地狱苦，畏惧现前。这个时候来得及，你有这样的畏惧的心，你念佛这三个条件具足，你真信、真愿往生，不是假的，真念这句佛号。这句佛号没有妄念、没有夹杂、没有怀疑、没有间断，十念就能跟阿弥陀佛沟通。阿弥陀佛收到你的信息，看到你纯正，信愿行都是真的，不是假的，他就来了。佛来接引一定告诉你，你还有多长的寿命，等到你寿命到的时候他来接引你，等于说给你授记，你知道你什么时候该往生。可是很多人都很聪明，寿命不要了，为什么？这个世间太苦了。弘法利生人家不听你的，你慈心教诲他不相信，苦口与语，那个人不能得利益，不如到极乐世界。有这个念头，真去了，不是假的。",
      "zh_TW": "我們有看到人家的，學佛幾天他就往生了，那是什麼？信、願、念佛具足，樣樣都是真的。《淨土聖賢錄》裡頭，宋朝瑩珂法師給我們表演的，真的。一個無惡不作的比丘，決定墮無間地獄，他不是大命將終的時候懺悔，他不是的，他是在很清醒狀況之下，想到地獄苦，畏懼現前。這個時候來得及，你有這樣的畏懼的心，你念佛這三個條件具足，你真信、真願往生，不是假的，真念這句佛號。這句佛號沒有妄念、沒有夾雜、沒有懷疑、沒有間斷，十念就能跟阿彌陀佛溝通。阿彌陀佛收到你的信息，看到你純正，信願行都是真的，不是假的，他就來了。佛來接引一定告訴你，你還有多長的壽命，等到你壽命到的時候他來接引你，等於說給你授記，你知道你什麼時候該往生。可是很多人都很聰明，壽命不要了，為什麼？這個世間太苦了。弘法利生人家不聽你的，你慈心教誨他不相信，苦口與語，那個人不能得利益，不如到極樂世界。有這個念頭，真去了，不是假的。"
    },
    {
      "id": "02-040-0568_p0012",
      "zh_CN": "真正学佛人一定要真发心，这个事情不能搞虚假，一丝毫虚假都不能够掺杂在里面，为什么？把我们功德破坏了。人生在世求什么？功名富贵假的，带不去，无非是造业，善业不过是人天福报，恶业就是三途。而且决定是三途的业重，三途的业多，善业少，为什么？因为你现在还有恶习气，从这里看就知道了。虽然不再造恶，但是那个恶的样子常常露在外面，自己不知道，别人看得很清楚，你那种贪瞋痴的样子、傲慢的样子、嫉妒的样子都还有，心不平。所以一定要晓得，莹珂比我们聪明，比我们有智慧，他知道他自己造的业，这就是智慧。所以他念佛是真干，真信、真愿、真念，三天三夜就把阿弥陀佛念来，不容易。为我们证明《弥陀经》上所说的是真的不是假的，若一日、若二日、若三日到若七日。前面一到六是数目字，后头七不是的，那个七当什么讲？你念佛功夫圆满了，那天叫七，七是代表圆满。七的意思是从四方、上下、当中，这叫七，你念佛功夫哪一天念到跟佛有感应了，那天叫七。有人一天成功了，有人两天成功，决定会成就的，只要你真心念。感应快速，原因没有别的，就是放得下。念佛不能相应的，就是没放下，要常常想想我还有哪些没放下。",
      "zh_TW": "真正學佛人一定要真發心，這個事情不能搞虛假，一絲毫虛假都不能夠摻雜在裡面，為什麼？把我們功德破壞了。人生在世求什麼？功名富貴假的，帶不去，無非是造業，善業不過是人天福報，惡業就是三途。而且決定是三途的業重，三途的業多，善業少，為什麼？因為你現在還有惡習氣，從這裡看就知道了。雖然不再造惡，但是那個惡的樣子常常露在外面，自己不知道，別人看得很清楚，你那種貪瞋痴的樣子、傲慢的樣子、嫉妒的樣子都還有，心不平。所以一定要曉得，瑩珂比我們聰明，比我們有智慧，他知道他自己造的業，這就是智慧。所以他念佛是真幹，真信、真願、真念，三天三夜就把阿彌陀佛念來，不容易。為我們證明《彌陀經》上所說的是真的不是假的，若一日、若二日、若三日到若七日。前面一到六是數目字，後頭七不是的，那個七當什麼講？你念佛功夫圓滿了，那天叫七，七是代表圓滿。七的意思是從四方、上下、當中，這叫七，你念佛功夫哪一天念到跟佛有感應了，那天叫七。有人一天成功了，有人兩天成功，決定會成就的，只要你真心念。感應快速，原因沒有別的，就是放得下。念佛不能相應的，就是沒放下，要常常想想我還有哪些沒放下。"
    },
    {
      "id": "02-040-0568_p0013",
      "zh_CN": "没有放下的自己能发现，不用别人说。别人也不会说你，说你生烦恼，还要跟你结冤仇，为什么？你不相信。所以唯一让我们自己能觉悟的方法，就是读经、听经。阎浮提众生耳根最利，听经比读经更有效，读的时候没有读懂，听，听懂了。听经，反复听一部经都行，古圣先贤教导我们这个方法是好方法，妙法，一部经不断重复去学习，好事。没有开悟不换题目，为什么？求念佛三昧，得到念佛三昧之后就有开悟的可能。这个例子古今中外都有，只是我们粗心大意没体会到。我们自己循着古圣先贤这条路子走，他走到了，我们一定也能走到。",
      "zh_TW": "沒有放下的自己能發現，不用別人說。別人也不會說你，說你生煩惱，還要跟你結冤仇，為什麼？你不相信。所以唯一讓我們自己能覺悟的方法，就是讀經、聽經。閻浮提眾生耳根最利，聽經比讀經更有效，讀的時候沒有讀懂，聽，聽懂了。聽經，反覆聽一部經都行，古聖先賢教導我們這個方法是好方法，妙法，一部經不斷重複去學習，好事。沒有開悟不換題目，為什麼？求念佛三昧，得到念佛三昧之後就有開悟的可能。這個例子古今中外都有，只是我們粗心大意沒體會到。我們自己循著古聖先賢這條路子走，他走到了，我們一定也能走到。"
    },
    {
      "id": "02-040-0568_p0014",
      "zh_CN": "我们再往下面看注解。「狱火逼身，是为烧也。人若不于有生之年，预先修善，至命终时，方始悔恨。但为时已晚，后悔莫及」。「豫」跟预备、预先是一个意思，「为预先之义」。现在要觉悟，从今天起就要准备，再拖延来不及了。你有这个念头生了，这就今天觉悟了，这个悟不是小悟，是大悟。悟了以后真干，真干就不会退，这个觉悟的意识会随着时日增长、深入，这是好事情。我们在这一生当中决定要脱离六道轮回，离苦要离究竟苦，究竟苦是轮回。究竟乐是极乐世界，为什么不去？是没搞清楚，半信半疑。真正搞清楚，你决定取极乐世界，不再攀缘这个世间事，这个世间事可以完全放下。像念佛堂堂主挂在口头上的一句话，「放下身心世界，老实念佛」，就对了。",
      "zh_TW": "我們再往下面看註解。「獄火逼身，是為燒也。人若不於有生之年，預先修善，至命終時，方始悔恨。但為時已晚，後悔莫及」。「豫」跟預備、預先是一個意思，「為預先之義」。現在要覺悟，從今天起就要準備，再拖延來不及了。你有這個念頭生了，這就今天覺悟了，這個悟不是小悟，是大悟。悟了以後真幹，真幹就不會退，這個覺悟的意識會隨著時日增長、深入，這是好事情。我們在這一生當中決定要脫離六道輪迴，離苦要離究竟苦，究竟苦是輪迴。究竟樂是極樂世界，為什麼不去？是沒搞清楚，半信半疑。真正搞清楚，你決定取極樂世界，不再攀緣這個世間事，這個世間事可以完全放下。像念佛堂堂主掛在口頭上的一句話，「放下身心世界，老實念佛」，就對了。"
    },
    {
      "id": "02-040-0568_p0015",
      "zh_CN": "我们再看下面的一段，「结成」，这是这品经到总结了。这里面分三段，第一段「祸福自当」，第二段「善恶分明」，第三段「解脱无期」。我们看经文：",
      "zh_TW": "我們再看下面的一段，「結成」，這是這品經到總結了。這裡面分三段，第一段「禍福自當」，第二段「善惡分明」，第三段「解脫無期」。我們看經文："
    },
    {
      "id": "02-040-0568_p0016",
      "zh_CN": "【天地之间。五道分明。善恶报应。祸福相承。身自当之。无谁代者。】",
      "zh_TW": "【天地之間。五道分明。善惡報應。禍福相承。身自當之。無誰代者。】"
    },
    {
      "id": "02-040-0568_p0017",
      "zh_CN": "没有人能代替。这一段总结前面五恶、五痛、五烧。『天地之间，五道分明』，「《会疏》曰：天地则所依器世界，总标三界」。我们今天讲宇宙，佛法讲三界，把宇宙空间不同的维次全部包括在其中，三界是欲界、色界、无色界。「五道」，这是讲有情众生，能依的有情，天地是所依的环境，生活的环境，「能依有情，善恶通举」，这个里头有人行善、有人作恶，苦乐是因果，人人常见，所以叫「分明」，清清楚楚、明明白白它就摆在面前。义寂师说：「天地之间，五道生死，因果分明。」说明「因必有果，如是业因，如是果报，一丝不爽」，叫丝毫不爽。",
      "zh_TW": "沒有人能代替。這一段總結前面五惡、五痛、五燒。『天地之間，五道分明』，「《會疏》曰：天地則所依器世界，總標三界」。我們今天講宇宙，佛法講三界，把宇宙空間不同的維次全部包括在其中，三界是欲界、色界、無色界。「五道」，這是講有情眾生，能依的有情，天地是所依的環境，生活的環境，「能依有情，善惡通舉」，這個裡頭有人行善、有人作惡，苦樂是因果，人人常見，所以叫「分明」，清清楚楚、明明白白它就擺在面前。義寂師說：「天地之間，五道生死，因果分明。」說明「因必有果，如是業因，如是果報，一絲不爽」，叫絲毫不爽。"
    },
    {
      "id": "02-040-0568_p0018",
      "zh_CN": "我们起心动念，老祖宗教给我们，「行有不得，反求诸己」。应当怎么样？起心动念先想想，当事人是我自己，我怎样承受？我喜不喜欢？「己所不欲，勿施于人」，这叫善心，就避免过失，避免恶报。我喜欢别人怎么对我，我就应该要怎样去对别人，我才能得到善的果报。我不希望别人这样对我，我千万不要用这些方法对别人，我不喜欢，人家也不喜欢，不能不懂。人能够时时刻刻回光返照，过失就减少了。在造作一切恶业的时候，完全没有想到别人的感受，只满足自己的快意，不行，你跟人结了怨。",
      "zh_TW": "我們起心動念，老祖宗教給我們，「行有不得，反求諸己」。應當怎麼樣？起心動念先想想，當事人是我自己，我怎樣承受？我喜不喜歡？「己所不欲，勿施於人」，這叫善心，就避免過失，避免惡報。我喜歡別人怎麼對我，我就應該要怎樣去對別人，我才能得到善的果報。我不希望別人這樣對我，我千萬不要用這些方法對別人，我不喜歡，人家也不喜歡，不能不懂。人能夠時時刻刻回光返照，過失就減少了。在造作一切惡業的時候，完全沒有想到別人的感受，只滿足自己的快意，不行，你跟人結了怨。"
    },
    {
      "id": "02-040-0568_p0019",
      "zh_CN": "纵然是以善意帮助别人，手法也要讲求善巧方便，总是让人生欢喜心。大乘教里佛常说，菩萨所在之处，令一切众生生欢喜心。弥勒菩萨是中国佛门弟子大众推选的一个，以欢喜接人，把他的形像放在山门口，面对着大门。表什么意思？学佛，进佛门来第一个就是要学着包容，第一个要学笑脸迎人。这是教育，不是把他当神明来礼拜，不是的，是表法的意思。什么样的条件能入佛门？宽宏大量，喜笑迎人，这是诸佛菩萨。旁边四大天王全是表法，这是入佛门第一堂课。",
      "zh_TW": "縱然是以善意幫助別人，手法也要講求善巧方便，總是讓人生歡喜心。大乘教裡佛常說，菩薩所在之處，令一切眾生生歡喜心。彌勒菩薩是中國佛門弟子大眾推選的一個，以歡喜接人，把他的形像放在山門口，面對著大門。表什麼意思？學佛，進佛門來第一個就是要學著包容，第一個要學笑臉迎人。這是教育，不是把他當神明來禮拜，不是的，是表法的意思。什麼樣的條件能入佛門？寬宏大量，喜笑迎人，這是諸佛菩薩。旁邊四大天王全是表法，這是入佛門第一堂課。"
    },
    {
      "id": "02-040-0568_p0020",
      "zh_CN": "四大天王分东南西北四方，东方持国天王表什么？表负责尽职，就是印光大师所说的敦伦尽分。手上拿的琵琶，敦伦尽分要符合中道，中国人讲中庸之道，不过分，也不能不到位。用弦乐器来表法，弦不能松，松了就不响，也不能紧，紧了它就断掉了，恰到好处。这是大学问，这是智慧。处事待人接物都能够拿捏得很好，都在中庸之道，不过不及，不即不离，这才能久远。南方天王代表智慧，手上拿的宝剑，慧剑，智慧之剑，取中庸之道。南方也表精进，南方叫增长，就是代表佛家讲的精进，日新又新，中国祖宗所说的就这个意思，要求进步。所以佛法、中国传统教育并不是守旧，你要认为我们学传统这是退步，退回去了，错了，你根本不懂得。中国人如果守旧，日新又新怎么讲法？苟日新，日日新，又日新。佛法里精进怎么讲法？大乘佛法跟传统的文化像一棵老树，千年老树，年年发新叶，年年开新花，年年结新果，这是精进，这是日新又新。从过去经验当中会产生新的智慧出来，指导我们新的生活方式，日日新。",
      "zh_TW": "四大天王分東南西北四方，東方持國天王表什麼？表負責盡職，就是印光大師所說的敦倫盡分。手上拿的琵琶，敦倫盡分要符合中道，中國人講中庸之道，不過分，也不能不到位。用弦樂器來表法，弦不能鬆，鬆了就不響，也不能緊，緊了它就斷掉了，恰到好處。這是大學問，這是智慧。處事待人接物都能夠拿捏得很好，都在中庸之道，不過不及，不即不離，這才能久遠。南方天王代表智慧，手上拿的寶劍，慧劍，智慧之劍，取中庸之道。南方也表精進，南方叫增長，就是代表佛家講的精進，日新又新，中國祖宗所說的就這個意思，要求進步。所以佛法、中國傳統教育並不是守舊，你要認為我們學傳統這是退步，退回去了，錯了，你根本不懂得。中國人如果守舊，日新又新怎麼講法？苟日新，日日新，又日新。佛法裡精進怎麼講法？大乘佛法跟傳統的文化像一棵老樹，千年老樹，年年發新葉，年年開新花，年年結新果，這是精進，這是日新又新。從過去經驗當中會產生新的智慧出來，指導我們新的生活方式，日日新。"
    },
    {
      "id": "02-040-0568_p0021",
      "zh_CN": "下面两个天王是表方法，用什么方法达到前面这个要求、理想。西方广目天王，广目多看，北方天王多闻天王，你看看用什么方法达到？多看、多听，少说话，很有道理。多看，广目天王手上拿的是龙或者是蛇，龙蛇畜生表多变，龙蛇都是多变的。你看牠的形状，龙没有看过，蛇看过，你看蛇走路，牠不是直的，牠也不是横的，牠变化多端，摇摆不定，牠代表多变。社会多变，思想多变，言行多变，多变里头有不变的，要掌握那个不变的原则。你看，右手拿着龙蛇，左手拿着一个珠，这个珠代表不变的，以不变应万变。这个社会是多变的，人情是多变的，理事是多变的，如何掌住那个不变？不变就是清净心不变、平等心不变，觉正净不变，觉而不迷，正而不邪，净而不染，这是佛门称为三宝。三宝是自性三宝，皈依，真正给你讲，是皈依自性三宝，这是性德。起心动念、言语造作要与性德相应，就是正法，与性德相违背就是邪法；与性德相应是善，与性德相违是恶。这三皈依，广目天王表这个。",
      "zh_TW": "下面兩個天王是表方法，用什麼方法達到前面這個要求、理想。西方廣目天王，廣目多看，北方天王多聞天王，你看看用什麼方法達到？多看、多聽，少說話，很有道理。多看，廣目天王手上拿的是龍或者是蛇，龍蛇畜生表多變，龍蛇都是多變的。你看牠的形狀，龍沒有看過，蛇看過，你看蛇走路，牠不是直的，牠也不是橫的，牠變化多端，搖擺不定，牠代表多變。社會多變，思想多變，言行多變，多變裡頭有不變的，要掌握那個不變的原則。你看，右手拿著龍蛇，左手拿著一個珠，這個珠代表不變的，以不變應萬變。這個社會是多變的，人情是多變的，理事是多變的，如何掌住那個不變？不變就是清淨心不變、平等心不變，覺正淨不變，覺而不迷，正而不邪，淨而不染，這是佛門稱為三寶。三寶是自性三寶，皈依，真正給你講，是皈依自性三寶，這是性德。起心動念、言語造作要與性德相應，就是正法，與性德相違背就是邪法；與性德相應是善，與性德相違是惡。這三皈依，廣目天王表這個。"
    },
    {
      "id": "02-040-0568_p0022",
      "zh_CN": "往深处去看大乘佛法，我们在大乘经上看到「自心现量」，妙绝了，「不断之无」。你看，佛把整个宇宙的真相，八个字说出来了。宇宙没有边际，到底是什么？自心现量。摆在你面前，一个是能现，一个是所现，自心现量是能现，不断之无是所现。大乘经上也说「真空妙有」，自心现量真空，不断之无妙有，这两者都不可得。这两样统统放下了，恭喜你，你成佛了。如果你要着了成佛的相，我成佛了，你是凡夫，为什么？你对这八个字解释错误了。这八个字真正通达，心地痕迹都没有，完全回归自性了。自性是什么？自性就是这八个字，这八个字就是惠能大师末后那句话，「何期自性，能生万法」。万法是什么？万法是自心现量、不断之无。你不是圆满的放下，这八个字你不懂，你无法体会。真正做到眼见色、耳闻声，六根接触六尘境界不起心、不动念，你完全明白了。佛这一说的时候你立刻就证得了，不是解悟，是证悟，你就证得了。证得是什么人？证得是法身菩萨，这就是法身的样子，法身真实的描绘。",
      "zh_TW": "往深處去看大乘佛法，我們在大乘經上看到「自心現量」，妙絕了，「不斷之無」。你看，佛把整個宇宙的真相，八個字說出來了。宇宙沒有邊際，到底是什麼？自心現量。擺在你面前，一個是能現，一個是所現，自心現量是能現，不斷之無是所現。大乘經上也說「真空妙有」，自心現量真空，不斷之無妙有，這兩者都不可得。這兩樣統統放下了，恭喜你，你成佛了。如果你要著了成佛的相，我成佛了，你是凡夫，為什麼？你對這八個字解釋錯誤了。這八個字真正通達，心地痕跡都沒有，完全回歸自性了。自性是什麼？自性就是這八個字，這八個字就是惠能大師末後那句話，「何期自性，能生萬法」。萬法是什麼？萬法是自心現量、不斷之無。你不是圓滿的放下，這八個字你不懂，你無法體會。真正做到眼見色、耳聞聲，六根接觸六塵境界不起心、不動念，你完全明白了。佛這一說的時候你立刻就證得了，不是解悟，是證悟，你就證得了。證得是什麼人？證得是法身菩薩，這就是法身的樣子，法身真實的描繪。"
    },
    {
      "id": "02-040-0568_p0023",
      "zh_CN": "我们再看底下一段，『善恶报应』。「报应者，《笺注》谓有施必报，有感必应。故现前所得之祸福，皆是宿因之报应」。明白这个事实真相，我们一切都愿意接受，不再怨天尤人，这个帐就了了。《会疏》云，善恶是从因上讲的，报应是从果上讲的，「因有善恶，果感苦乐」。形，形状、音声，举两个例子，影响，丝毫不差。「影必随形，回响随声，一丝不爽，业因果报，亦复如是」。我们在日常生活当中，面对眼前一切人、一切事、一切万物，要明了无论是善、是灾祸，全是自己过去今生行业的果报。所以纵然遭受苦难，不怨天不尤人。毁谤我的、陷害我的，甚至于杀害我的，像经上讲忍辱仙人被歌利王割截身体，这个割截身体是凌迟处死，没有怨恨。为什么？过去造的这个业，现在应该受报。过去我这样对你，现在你也这样对我，一报还一报，一点怨恨都没有，这个债就了了，就报完了，好事。",
      "zh_TW": "我們再看底下一段，『善惡報應』。「報應者，《箋註》謂有施必報，有感必應。故現前所得之禍福，皆是宿因之報應」。明白這個事實真相，我們一切都願意接受，不再怨天尤人，這個帳就了了。《會疏》云，善惡是從因上講的，報應是從果上講的，「因有善惡，果感苦樂」。形，形狀、音聲，舉兩個例子，影響，絲毫不差。「影必隨形，回響隨聲，一絲不爽，業因果報，亦復如是」。我們在日常生活當中，面對眼前一切人、一切事、一切萬物，要明瞭無論是善、是災禍，全是自己過去今生行業的果報。所以縱然遭受苦難，不怨天不尤人。毀謗我的、陷害我的，甚至於殺害我的，像經上講忍辱仙人被歌利王割截身體，這個割截身體是凌遲處死，沒有怨恨。為什麼？過去造的這個業，現在應該受報。過去我這樣對你，現在你也這樣對我，一報還一報，一點怨恨都沒有，這個債就了了，就報完了，好事。"
    },
    {
      "id": "02-040-0568_p0024",
      "zh_CN": "没有一样不是好事，遇到善人这是顺的增上缘，遇到恶人这是逆增上缘，统统都增上，都帮助我们自己提升，都帮助我们消业障。顺境消福报，逆境消恶报，统统是好事，统统是佛事。能帮我们消业障，怎么不是佛事？所以，菩萨满心的欢喜，法喜充满，喜从哪来的？善人替他消福报，恶人替他消灾殃，所以他快乐无比，这有智慧。没有智慧的人他看不到，他遇到善的时候他执着，情执，那造业了；遇到恶的时候他怨恨，又造业了。后面果报无穷，那叫大错特错。有智慧的人到此为止，后面，后面没有了。",
      "zh_TW": "沒有一樣不是好事，遇到善人這是順的增上緣，遇到惡人這是逆增上緣，統統都增上，都幫助我們自己提升，都幫助我們消業障。順境消福報，逆境消惡報，統統是好事，統統是佛事。能幫我們消業障，怎麼不是佛事？所以，菩薩滿心的歡喜，法喜充滿，喜從哪來的？善人替他消福報，惡人替他消災殃，所以他快樂無比，這有智慧。沒有智慧的人他看不到，他遇到善的時候他執著，情執，那造業了；遇到惡的時候他怨恨，又造業了。後面果報無窮，那叫大錯特錯。有智慧的人到此為止，後面，後面沒有了。"
    },
    {
      "id": "02-040-0568_p0025",
      "zh_CN": "『祸福相承』，这句话尤其重要。承，《会疏》解释「受也，继也」。「盖宿世业因，善恶夹杂，故后世受报，或先乐后苦，或先苦后乐，苦乐相继，祸福相倚，故云祸福相承」。祸当中有福，福当中有祸，完全看什么？如果你觉悟，用觉心，觉心，祸里头有福；你用的是迷，凡夫，福里头有祸，因为他不会享福，他享福在造孽，这就福里头有祸。譬如说他大富大贵，他每天要饮酒吃肉，这是享福，他不知道造的这个业，后面是祸在等着他，福里头有祸。如果他大富大贵，他是学佛的，持斋念佛的，遇到灾难，灾难里头有福。他享的清福，再艰苦的生活他不以为然，他很满足，他很欢喜。祸福没有一定的，也是唯心所现，觉悟的心，祸变成福；迷的心，福变成祸。这就是佛法里头为什么把般若摆在第一，般若是智慧，有智慧，那就有福没有祸，遇到祸也是福，他不生烦恼。他在灾难里头没有委屈相，没有怨恨的念头，处之泰然。",
      "zh_TW": "『禍福相承』，這句話尤其重要。承，《會疏》解釋「受也，繼也」。「蓋宿世業因，善惡夾雜，故後世受報，或先樂後苦，或先苦後樂，苦樂相繼，禍福相倚，故云禍福相承」。禍當中有福，福當中有禍，完全看什麼？如果你覺悟，用覺心，覺心，禍裡頭有福；你用的是迷，凡夫，福裡頭有禍，因為他不會享福，他享福在造孽，這就福裡頭有禍。譬如說他大富大貴，他每天要飲酒吃肉，這是享福，他不知道造的這個業，後面是禍在等著他，福裡頭有禍。如果他大富大貴，他是學佛的，持齋念佛的，遇到災難，災難裡頭有福。他享的清福，再艱苦的生活他不以為然，他很滿足，他很歡喜。禍福沒有一定的，也是唯心所現，覺悟的心，禍變成福；迷的心，福變成禍。這就是佛法裡頭為什麼把般若擺在第一，般若是智慧，有智慧，那就有福沒有禍，遇到禍也是福，他不生煩惱。他在災難裡頭沒有委屈相，沒有怨恨的念頭，處之泰然。"
    },
    {
      "id": "02-040-0568_p0026",
      "zh_CN": "先乐后苦，我们在这个世间看得很多，例子最多。享受太过分，到晚年破产了，所有一切不如意的事情全现前，苦不堪言。苦后面还有苦，这个苦是花报，后面的苦是果报，果报在三途。人决定不能欺负人，人决定不能占人便宜，决定不可以损人利己，损人利己决定是祸害，眼前得到小利，后头果报有大灾大难。自己再苦也不贪小便宜，这个重要。不夺取别人所拥有的，要常常存着成全别人，不障碍别人，这个心好。这个心后面一定有福报，现在虽然困苦，将来一定发达，为什么？人心善。最怕的是有权有势，利用自己的职权、利用自己的势力欺负别人，压迫别人，这就造罪业了。「作善得福，造恶得祸，皆是自作自受，故云身自当之，无谁代者」。没有人代替，祸福无论大小，都是身自当之。这个道理、事实真相全摆在眼前，要你能看得见、看得清楚、看得明白。",
      "zh_TW": "先樂後苦，我們在這個世間看得很多，例子最多。享受太過分，到晚年破產了，所有一切不如意的事情全現前，苦不堪言。苦後面還有苦，這個苦是花報，後面的苦是果報，果報在三途。人決定不能欺負人，人決定不能佔人便宜，決定不可以損人利己，損人利己決定是禍害，眼前得到小利，後頭果報有大災大難。自己再苦也不貪小便宜，這個重要。不奪取別人所擁有的，要常常存著成全別人，不障礙別人，這個心好。這個心後面一定有福報，現在雖然困苦，將來一定發達，為什麼？人心善。最怕的是有權有勢，利用自己的職權、利用自己的勢力欺負別人，壓迫別人，這就造罪業了。「作善得福，造惡得禍，皆是自作自受，故云身自當之，無誰代者」。沒有人代替，禍福無論大小，都是身自當之。這個道理、事實真相全擺在眼前，要你能看得見、看得清楚、看得明白。"
    },
    {
      "id": "02-040-0568_p0027",
      "zh_CN": "下面一段，「善恶分明」。",
      "zh_TW": "下面一段，「善惡分明」。"
    },
    {
      "id": "02-040-0568_p0028",
      "zh_CN": "【善人行善。从乐入乐。从明入明。恶人行恶。从苦入苦。从冥入冥。谁能知者。独佛知耳。】",
      "zh_TW": "【善人行善。從樂入樂。從明入明。惡人行惡。從苦入苦。從冥入冥。誰能知者。獨佛知耳。】"
    },
    {
      "id": "02-040-0568_p0029",
      "zh_CN": "谁能知？佛知道。从『善人行善』到『从冥入冥』这六句，综合《会疏》及义寂师他们的解释，「释曰：善人者，种善因之人，来世生尊贵家，身形端正，缘境和美」。缘，人事环境；境，物质环境。人事环境和，家和万事兴，物质环境美，身心适悦，这是乐。那是什么原因？是种善因得来的果报。我们不要羡慕别人，要好好修自己，这种福报看起来是不错，如果没有好的家庭教育，在这种环境下长大的，以后麻烦可大了，这在我们现前看到了。今天在我们这个社会，发大财的、做大官的、有权有势的，全是过去种善因的人，这一生他们得的果报，我们看到了。这一生他们的为人，他们的存心，他们如何待人接物，跟过去的因不一样。财色名利贪而无厌，巧取豪夺，这一生福报享完怎么办？来生三途去了，这是非常可怕的事情。远远不如生在贫穷人家，能有德行，好学、上进，晚年福报现前这个好。晚年没有福报，人真可怜，年轻人没有福报无所谓，他有体力，他能熬得过去，老人不行。",
      "zh_TW": "誰能知？佛知道。從『善人行善』到『從冥入冥』這六句，綜合《會疏》及義寂師他們的解釋，「釋曰：善人者，種善因之人，來世生尊貴家，身形端正，緣境和美」。緣，人事環境；境，物質環境。人事環境和，家和萬事興，物質環境美，身心適悅，這是樂。那是什麼原因？是種善因得來的果報。我們不要羨慕別人，要好好修自己，這種福報看起來是不錯，如果沒有好的家庭教育，在這種環境下長大的，以後麻煩可大了，這在我們現前看到了。今天在我們這個社會，發大財的、做大官的、有權有勢的，全是過去種善因的人，這一生他們得的果報，我們看到了。這一生他們的為人，他們的存心，他們如何待人接物，跟過去的因不一樣。財色名利貪而無厭，巧取豪奪，這一生福報享完怎麼辦？來生三途去了，這是非常可怕的事情。遠遠不如生在貧窮人家，能有德行，好學、上進，晚年福報現前這個好。晚年沒有福報，人真可憐，年輕人沒有福報無所謂，他有體力，他能熬得過去，老人不行。"
    },
    {
      "id": "02-040-0568_p0030",
      "zh_CN": "什么是真正的福报，中国人懂得，外国人真不知道。你看中国过去的社会，你就晓得中国的智慧，中国人把享福放在晚年。小孩从小严加管教，让他培养一个有能力辨别是非善恶，有能力抉择善恶，善的我选择，不善的我拒绝，他有这种能力。自己再苦，也不会起个念头去占别人一点便宜，这是不义，不能干。换句话说，从小要锻炼他，依着佛法的五戒十善，不杀生、不偷盗，小孩不淫欲，淫包括过分，饮食起居都不可以过分，宁愿欠缺一点，不要过得太好。严加管教，奠定德行的基础。稍稍长大，在中国古时候，十三、四岁求学了。十二岁之前属于扎根，虽然学的一些东西，那是文字，实际上还是着重在清净心，淳厚的德行，着重在这里。十三、四岁慢慢懂事了，这时候才修学问。到弱冠，二十岁，就很有成就了。",
      "zh_TW": "什麼是真正的福報，中國人懂得，外國人真不知道。你看中國過去的社會，你就曉得中國的智慧，中國人把享福放在晚年。小孩從小嚴加管教，讓他培養一個有能力辨別是非善惡，有能力抉擇善惡，善的我選擇，不善的我拒絕，他有這種能力。自己再苦，也不會起個念頭去佔別人一點便宜，這是不義，不能幹。換句話說，從小要鍛鍊他，依著佛法的五戒十善，不殺生、不偷盜，小孩不淫欲，淫包括過分，飲食起居都不可以過分，寧願欠缺一點，不要過得太好。嚴加管教，奠定德行的基礎。稍稍長大，在中國古時候，十三、四歲求學了。十二歲之前屬於扎根，雖然學的一些東西，那是文字，實際上還是著重在清淨心，淳厚的德行，著重在這裡。十三、四歲慢慢懂事了，這時候才修學問。到弱冠，二十歲，就很有成就了。"
    },
    {
      "id": "02-040-0568_p0031",
      "zh_CN": "参加国家的考试，拿到学位，从前叫功名，现在叫学位，教育完全是你自己家庭负责任，学位是考取的。县考秀才，考取秀才你的生活就有保障，国家给你生活待遇，在古时候都是粮食。你看《了凡四训》，考取秀才，一年国家给他八、九十石的粮食。八、九十石一家吃不完，他卖了可以做别的事情。省考举人，国家考的叫进士，进士是最高的学位。学位愈高国家给你的俸禄愈多，不做官也有。所以，古人愿意读书，读书可以不要去操心，做这些劳作，国家供养他，供给他。只要他自己安分守己，他不会受冻，不会受饿，他的生活很正常。",
      "zh_TW": "參加國家的考試，拿到學位，從前叫功名，現在叫學位，教育完全是你自己家庭負責任，學位是考取的。縣考秀才，考取秀才你的生活就有保障，國家給你生活待遇，在古時候都是糧食。你看《了凡四訓》，考取秀才，一年國家給他八、九十石的糧食。八、九十石一家吃不完，他賣了可以做別的事情。省考舉人，國家考的叫進士，進士是最高的學位。學位愈高國家給你的俸祿愈多，不做官也有。所以，古人願意讀書，讀書可以不要去操心，做這些勞作，國家供養他，供給他。只要他自己安分守己，他不會受凍，不會受餓，他的生活很正常。"
    },
    {
      "id": "02-040-0568_p0032",
      "zh_CN": "注子里头又说，「复又明达」，明是智慧，达是通达，人情世故他通达，这叫明。「若更多作善业，勤修福慧，乃得生天」。这一类的人真有，而且怎么样？不在少数，他明白这些事实真相，认为人间还是太苦。有缘，世间法受了佛陀的教诲，佛教的影响，都讲缘分，讲缘分的人都随缘不攀缘，有缘就做，没有缘不求。诸葛亮早年，年轻，在家里头种地、读书，没有缘，一生喜欢做隐士。刘备三顾茅庐，诚心诚意去礼请他，这是缘。一而再，再而三，这缘成熟了，为了感恩，不能不出去，在社会上做一番事业，给大家做个好榜样。有缘要做好样子，不能做坏榜样，做坏榜样造恶业，做好榜样造善业。善恶业都是随缘，这生天。",
      "zh_TW": "註子裡頭又說，「復又明達」，明是智慧，達是通達，人情世故他通達，這叫明。「若更多作善業，勤修福慧，乃得生天」。這一類的人真有，而且怎麼樣？不在少數，他明白這些事實真相，認為人間還是太苦。有緣，世間法受了佛陀的教誨，佛教的影響，都講緣分，講緣分的人都隨緣不攀緣，有緣就做，沒有緣不求。諸葛亮早年，年輕，在家裡頭種地、讀書，沒有緣，一生喜歡做隱士。劉備三顧茅廬，誠心誠意去禮請他，這是緣。一而再，再而三，這緣成熟了，為了感恩，不能不出去，在社會上做一番事業，給大家做個好榜樣。有緣要做好樣子，不能做壞榜樣，做壞榜樣造惡業，做好榜樣造善業。善惡業都是隨緣，這生天。"
    },
    {
      "id": "02-040-0568_p0033",
      "zh_CN": "「更善者，则念佛生西」，这是最善的。佛陀应现在这个世间，在地球上，为什么？他来干什么的？只为一桩事情，帮助六道众生离苦得乐，佛就为这个事情出现的，不为别的。离苦得乐，离苦要离究竟苦，就是永远离苦，生生世世与苦划界线，永远离开，得乐要得究竟乐。究竟苦是六道轮回，离开六道轮回才叫真的离苦，往生极乐世界才是真正得乐，要不然这个世界为什么叫极乐？这把苦乐的标准标示出来了。这才是真的『从乐入乐，从明入明』，明白人干明白事，现在得乐，将来更乐。",
      "zh_TW": "「更善者，則念佛生西」，這是最善的。佛陀應現在這個世間，在地球上，為什麼？他來幹什麼的？只為一樁事情，幫助六道眾生離苦得樂，佛就為這個事情出現的，不為別的。離苦得樂，離苦要離究竟苦，就是永遠離苦，生生世世與苦劃界線，永遠離開，得樂要得究竟樂。究竟苦是六道輪迴，離開六道輪迴才叫真的離苦，往生極樂世界才是真正得樂，要不然這個世界為什麼叫極樂？這把苦樂的標準標示出來了。這才是真的『從樂入樂，從明入明』，明白人幹明白事，現在得樂，將來更樂。"
    },
    {
      "id": "02-040-0568_p0034",
      "zh_CN": "世间善恶都苦，做了帝王不苦吗？日理万机，就是他的事情太多了，这个国家大大小小事情都要找他，他负总责任。官员贪赃犯法，国王有没有罪？有罪。为什么？你任用他的，你要背因果责任。你任命这些官员，他能够积善修德，你也有功德，你也是积功累德；他要造作恶业，恶业你有一分，不是好干的。得财富了是福报，财富怎么样去用，那是智慧，没有智慧的人，把这些财富去造恶业，这就错了。今天我们看到这个世界上许多国家，国家靠税收收入，税收是人民血汗，拿这个钱来造武器，这是错误。也许说我们没有国防，别人欺负我们。没有国防，别人不敢欺负你。为什么？他要来欺负你、来打你，整个世界的人都不服，那个国家没有国防，你怎么可以用武力去杀人？那你就犯罪。你有武力跟他两个对抗，这能打起来；我不要这个东西，永远不跟别人发生战争。用真诚的爱心、用和平来治国、平天下，带给整个世界的安定和谐，会得到人民的支持。用什么东西来统治？用教学，每个人都教好了，每个人都有智慧，每个人都有德行。",
      "zh_TW": "世間善惡都苦，做了帝王不苦嗎？日理萬機，就是他的事情太多了，這個國家大大小小事情都要找他，他負總責任。官員貪贓犯法，國王有沒有罪？有罪。為什麼？你任用他的，你要背因果責任。你任命這些官員，他能夠積善修德，你也有功德，你也是積功累德；他要造作惡業，惡業你有一分，不是好幹的。得財富了是福報，財富怎麼樣去用，那是智慧，沒有智慧的人，把這些財富去造惡業，這就錯了。今天我們看到這個世界上許多國家，國家靠稅收收入，稅收是人民血汗，拿這個錢來造武器，這是錯誤。也許說我們沒有國防，別人欺負我們。沒有國防，別人不敢欺負你。為什麼？他要來欺負你、來打你，整個世界的人都不服，那個國家沒有國防，你怎麼可以用武力去殺人？那你就犯罪。你有武力跟他兩個對抗，這能打起來；我不要這個東西，永遠不跟別人發生戰爭。用真誠的愛心、用和平來治國、平天下，帶給整個世界的安定和諧，會得到人民的支持。用什麼東西來統治？用教學，每個人都教好了，每個人都有智慧，每個人都有德行。"
    },
    {
      "id": "02-040-0568_p0035",
      "zh_CN": "外国如果真的来欺负，你看中国历史，上天、鬼神都不答应。你真的要发动战争，大概战争还没有爆发，灾难已经降临到你家里了，真的，不是假的，真诚能感动天地鬼神。释迦牟尼佛为我们示现过，当年佛在世，琉璃王为了报前世的冤仇，消灭释迦族。释迦族是在无量劫前跟他结的这个恶因，现在缘成熟了，果报现前。佛教化他的族人不抵抗，离开，躲到别处去。所以他们家的一族，这释迦族，翻过喜马拉雅山，就是西藏的后藏，在那个地方就落户了，没有再回去。释迦族的后人现在在西藏，二千五百年。这方法好，我移居到另外的地方。他们翻越喜马拉雅山，琉璃王的军队不肯，为什么？太辛苦了。绝对不用战争来解决问题，用智慧。",
      "zh_TW": "外國如果真的來欺負，你看中國歷史，上天、鬼神都不答應。你真的要發動戰爭，大概戰爭還沒有爆發，災難已經降臨到你家裡了，真的，不是假的，真誠能感動天地鬼神。釋迦牟尼佛為我們示現過，當年佛在世，琉璃王為了報前世的冤仇，消滅釋迦族。釋迦族是在無量劫前跟他結的這個惡因，現在緣成熟了，果報現前。佛教化他的族人不抵抗，離開，躲到別處去。所以他們家的一族，這釋迦族，翻過喜馬拉雅山，就是西藏的後藏，在那個地方就落戶了，沒有再回去。釋迦族的後人現在在西藏，二千五百年。這方法好，我移居到另外的地方。他們翻越喜馬拉雅山，琉璃王的軍隊不肯，為什麼？太辛苦了。絕對不用戰爭來解決問題，用智慧。"
    },
    {
      "id": "02-040-0568_p0036",
      "zh_CN": "「又恶人造恶业，种恶因，得恶果，故生卑贱之家，形容枯槁，饥寒交迫，逼恼身心」，这苦，这苦是现世的苦。善恶是交替的，所以祸福相承，这一世的富人，来世变成穷人，他福报享完了，恶报现前；今世的贫贱人，来世变成富人，贫贱是受过去造恶的罪报，罪报受完了，这一世当中他还行善，他没有作恶，不作恶就是善行，所以他来生比这一生一定要好。真正能得人身，那是过去生中修过五戒、十善，过去生中没有五戒十善的种子，得不到人身。这又告诉我们，善不能不修，恶不能不断，断恶修善是智慧，是觉悟的人，是明白的人；迷惑颠倒的人他不懂，他不肯这样做。造恶、造善互相交替，果报受苦、受乐也是互相交替，真正看穿了，所以他念佛求生净土。为什么？这个地方的苦不是究竟苦，乐不是究竟乐，苦会变成乐，乐会变成苦。享福的人造业，福享尽了来生受苦；受苦的人，苦、罪报受尽了，他还有福报，福报现前，他离苦得乐。但是享福当中又会造罪业，祸福相承，善中有恶，恶中有善，福中有祸，祸中有福，不究竟，佛法讲的苦乐是讲究竟。",
      "zh_TW": "「又惡人造惡業，種惡因，得惡果，故生卑賤之家，形容枯槁，飢寒交迫，逼惱身心」，這苦，這苦是現世的苦。善惡是交替的，所以禍福相承，這一世的富人，來世變成窮人，他福報享完了，惡報現前；今世的貧賤人，來世變成富人，貧賤是受過去造惡的罪報，罪報受完了，這一世當中他還行善，他沒有作惡，不作惡就是善行，所以他來生比這一生一定要好。真正能得人身，那是過去生中修過五戒、十善，過去生中沒有五戒十善的種子，得不到人身。這又告訴我們，善不能不修，惡不能不斷，斷惡修善是智慧，是覺悟的人，是明白的人；迷惑顛倒的人他不懂，他不肯這樣做。造惡、造善互相交替，果報受苦、受樂也是互相交替，真正看穿了，所以他念佛求生淨土。為什麼？這個地方的苦不是究竟苦，樂不是究竟樂，苦會變成樂，樂會變成苦。享福的人造業，福享盡了來生受苦；受苦的人，苦、罪報受盡了，他還有福報，福報現前，他離苦得樂。但是享福當中又會造罪業，禍福相承，善中有惡，惡中有善，福中有禍，禍中有福，不究竟，佛法講的苦樂是講究竟。"
    },
    {
      "id": "02-040-0568_p0037",
      "zh_CN": "下面接着说，「复愚昧无知，不信正法，不行善事」，这叫冥，冥是糊涂、是愚昧。这些人要是「多作恶业，死堕恶道」，那就是经上讲的『从苦入苦，从冥入冥』，每况愈下，他不能向上提升。必须是苦受尽，罪业都消掉了，罪业是苦报在消罪业。地狱罪业消了，他到饿鬼道，在饿鬼道里面消的是轻一点的罪业。罪业又消掉了，他到畜生道，到畜生道多半是还债。所以，佛经上有所谓「今生不了道，披毛戴角还」。出家修行人，自己不从事于生产事业，接受十方供养，十方供养你是希望成就你，你成就他有福。你没有成就，那你负债，你欠他的债，他的供养变成债务，这个债要还。怎么还？变畜生还。在古时候，畜生服的劳役很多，牛耕田，马拉车，狗给人守门，像鸡鸭是把身体供养给他做食品，全是还债。你欠得多，生生世世还不完，怎么办？",
      "zh_TW": "下面接著說，「復愚昧無知，不信正法，不行善事」，這叫冥，冥是糊塗、是愚昧。這些人要是「多作惡業，死墮惡道」，那就是經上講的『從苦入苦，從冥入冥』，每況愈下，他不能向上提升。必須是苦受盡，罪業都消掉了，罪業是苦報在消罪業。地獄罪業消了，他到餓鬼道，在餓鬼道裡面消的是輕一點的罪業。罪業又消掉了，他到畜生道，到畜生道多半是還債。所以，佛經上有所謂「今生不了道，披毛戴角還」。出家修行人，自己不從事於生產事業，接受十方供養，十方供養你是希望成就你，你成就他有福。你沒有成就，那你負債，你欠他的債，他的供養變成債務，這個債要還。怎麼還？變畜生還。在古時候，畜生服的勞役很多，牛耕田，馬拉車，狗給人守門，像雞鴨是把身體供養給他做食品，全是還債。你欠得多，生生世世還不完，怎麼辦？"
    },
    {
      "id": "02-040-0568_p0038",
      "zh_CN": "所以，什么钱都好用，三宝门中的钱不好用，戒律上很清楚。杀生这个恶因重，偷盗比杀生还严重，偷三宝物比杀生就严重。既然是三宝物，我们不要管他这个寺庙出家人他是持戒还是犯戒，他是修行还是不修行，于我们不相干，只要看到这是寺庙的财产，你就不要碰它。为什么？寺庙财产是通十方的，叫十方常住，遍法界虚空界所有出家人都有分，你怎么还得清？中国国家的财物，你要是非法取得，你的债主是十四亿人，还能还得清。出家人的人数是没办法计算的，地球上你能算得出来，要算十方一切法界就算不清了。遍法界虚空界所有佛家的道场，所有的这些出家人，人人有分，你怎么敢动它？世尊跟我们讲道理，不是随便说的。所以出家人的财物决定不能动他的。",
      "zh_TW": "所以，什麼錢都好用，三寶門中的錢不好用，戒律上很清楚。殺生這個惡因重，偷盜比殺生還嚴重，偷三寶物比殺生就嚴重。既然是三寶物，我們不要管他這個寺廟出家人他是持戒還是犯戒，他是修行還是不修行，於我們不相干，只要看到這是寺廟的財產，你就不要碰它。為什麼？寺廟財產是通十方的，叫十方常住，遍法界虛空界所有出家人都有分，你怎麼還得清？中國國家的財物，你要是非法取得，你的債主是十四億人，還能還得清。出家人的人數是沒辦法計算的，地球上你能算得出來，要算十方一切法界就算不清了。遍法界虛空界所有佛家的道場，所有的這些出家人，人人有分，你怎麼敢動它？世尊跟我們講道理，不是隨便說的。所以出家人的財物決定不能動他的。"
    },
    {
      "id": "02-040-0568_p0039",
      "zh_CN": "经中接着又说，「如是六趣生死因果，其理幽深」，因为它太深了，我们看不出来，「非九十五种外道所能知」。这九十五种是当时佛陀在世的时候印度的宗教跟学派，这些都代表知识水平很高的人，不是一般人，他们不知道，那一般人更不知道了。「唯我世尊，独知其原，故云独佛知耳」。谁知道？佛知道，除佛之外没有人知道。佛把这些事实真相告诉我们，我们最重要的要相信，决定相信佛没有妄语，佛不会骗人，佛说话实话实说，不能不懂。我们能听佛的话，这是真正聪明人、真正有福报的人，幸运的、真正肯干的，这一生当中决定往生净土，决定如愿以偿，你真能往生，你真没有问题。今天时间到了，我们就学习到此地。",
      "zh_TW": "經中接著又說，「如是六趣生死因果，其理幽深」，因為它太深了，我們看不出來，「非九十五種外道所能知」。這九十五種是當時佛陀在世的時候印度的宗教跟學派，這些都代表知識水平很高的人，不是一般人，他們不知道，那一般人更不知道了。「唯我世尊，獨知其原，故云獨佛知耳」。誰知道？佛知道，除佛之外沒有人知道。佛把這些事實真相告訴我們，我們最重要的要相信，決定相信佛沒有妄語，佛不會騙人，佛說話實話實說，不能不懂。我們能聽佛的話，這是真正聰明人、真正有福報的人，幸運的、真正肯幹的，這一生當中決定往生淨土，決定如願以償，你真能往生，你真沒有問題。今天時間到了，我們就學習到此地。"
    }
  ]
}