{
  "doc_id": "02-040-0531",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三一集",
    "zh_TW": "第五三一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0531",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-040-0531_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0531_p0002",
      "zh_CN": "请看《大经科注》第八百八十八页，倒数第五行，从第二段看起：",
      "zh_TW": "請看《大經科註》第八百八十八頁，倒數第五行，從第二段看起："
    },
    {
      "id": "02-040-0531_p0003",
      "zh_CN": "「自然二字，亦贯全段。乃因适得其中而自然如是。自然无为者，不因造作，自然安住于无为法中，此真无为。若因造作，则是有为矣。」这是解释前面经文，「咸为道慕，旷无他念，无有忧思，自然无为」，都是赞叹西方极乐世界这些菩萨们，日常生活以及修学无不是与自然无为相应。跟我们娑婆世界完全不相同，娑婆世界众生无不是起心动念分别执着，只要涉及到起心动念分别执着，这就是有为，有为就有业。善念、善言、善行，这是善业，感得的果报是三善道，天、人、修罗；如果念头不善，言语、行为不善，他感得的是三恶道，地狱、饿鬼、畜生。出不了六道轮回，在这里面无不是生生世世冤冤相报没完没了。这个事实真相，佛在经论里头给我们说得非常清楚、非常明白，学佛的同学总要常常把它记在心上。回过头再看看极乐世界，这两个世界可以做一个比较，本经三十二品到三十七品，对两个世界的比较说得最多、说得最清楚，真的明白、清楚了，我们就会有智慧的选择。一定是选择极乐世界修行证果，我们选择阿弥陀佛为老师，往生到极乐世界做阿弥陀佛的弟子。极乐世界一切都是自然无为，生活与自然无为相应，学习也跟自然无为相应，所以他的成就那么快。没有一点点念头去造作、去攀缘，没有这个念头，因缘自然就成就，自然提升，自然放下，自然证果。如果有造作，这就是有为。有为，就像《金刚经》上所说的，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，不是真的。",
      "zh_TW": "「自然二字，亦貫全段。乃因適得其中而自然如是。自然無為者，不因造作，自然安住於無為法中，此真無為。若因造作，則是有為矣。」這是解釋前面經文，「咸為道慕，曠無他念，無有憂思，自然無為」，都是讚歎西方極樂世界這些菩薩們，日常生活以及修學無不是與自然無為相應。跟我們娑婆世界完全不相同，娑婆世界眾生無不是起心動念分別執著，只要涉及到起心動念分別執著，這就是有為，有為就有業。善念、善言、善行，這是善業，感得的果報是三善道，天、人、修羅；如果念頭不善，言語、行為不善，他感得的是三惡道，地獄、餓鬼、畜生。出不了六道輪迴，在這裡面無不是生生世世冤冤相報沒完沒了。這個事實真相，佛在經論裡頭給我們說得非常清楚、非常明白，學佛的同學總要常常把它記在心上。回過頭再看看極樂世界，這兩個世界可以做一個比較，本經三十二品到三十七品，對兩個世界的比較說得最多、說得最清楚，真的明白、清楚了，我們就會有智慧的選擇。一定是選擇極樂世界修行證果，我們選擇阿彌陀佛為老師，往生到極樂世界做阿彌陀佛的弟子。極樂世界一切都是自然無為，生活與自然無為相應，學習也跟自然無為相應，所以他的成就那麼快。沒有一點點念頭去造作、去攀緣，沒有這個念頭，因緣自然就成就，自然提升，自然放下，自然證果。如果有造作，這就是有為。有為，就像《金剛經》上所說的，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，不是真的。"
    },
    {
      "id": "02-040-0531_p0004",
      "zh_CN": "「虚空」，这是比喻，「指心如太空，开广无际，离垢无染，不受一尘。」我们空中有微尘，空中有染污，为什么？虚空也是自性变现的，十法界以内的没有离开阿赖耶。佛说一切法从心想生，我们把八识中的第六识、第七识误认为是我们自己的真心，我们今天讲的心全是这个东西，第六的分别，第七的染污。什么时候心如太虚？这个虚空不是十法界的虚空，十法界的虚空有染污，这是现在科学家都知道。但是自性的虚空里头没有染污，为什么？它已经转识成智，阿赖耶识转成大圆镜智，末那识转成平等性智，末那再不染污了，第六意识转变成妙观察智，它不分别了，前五识眼耳鼻舌身自自然然转变成成所作智，成就诸佛菩萨之所作。诸佛菩萨所做的是上求佛道、下化众生，上求下化都非有为，那就是与这相应，上求下化自然无为，这个境界好。",
      "zh_TW": "「虛空」，這是比喻，「指心如太空，開廣無際，離垢無染，不受一塵。」我們空中有微塵，空中有染污，為什麼？虛空也是自性變現的，十法界以內的沒有離開阿賴耶。佛說一切法從心想生，我們把八識中的第六識、第七識誤認為是我們自己的真心，我們今天講的心全是這個東西，第六的分別，第七的染污。什麼時候心如太虛？這個虛空不是十法界的虛空，十法界的虛空有染污，這是現在科學家都知道。但是自性的虛空裡頭沒有染污，為什麼？它已經轉識成智，阿賴耶識轉成大圓鏡智，末那識轉成平等性智，末那再不染污了，第六意識轉變成妙觀察智，它不分別了，前五識眼耳鼻舌身自自然然轉變成成所作智，成就諸佛菩薩之所作。諸佛菩薩所做的是上求佛道、下化眾生，上求下化都非有為，那就是與這相應，上求下化自然無為，這個境界好。"
    },
    {
      "id": "02-040-0531_p0005",
      "zh_CN": "「虚空者，指心如太空，开广无际，离垢无染，不受一尘」，自性清净心确实如是。惠能大师明心见性第一句话，「何期自性，本自清净」，这是他见到了。第二句话说，「何期自性，本不生灭」，何期，用现在的话说，没想到，自性本来不生不灭，本来清净，从来没有染污；「本自具足」。所以真的，佛讲的是「心外无法，法外无心」、「一切法从心想生」。法身菩萨他们一切的想、念都断掉了，真正放下起心动念、放下分别执着，这个时候自性本自具足全现前，所以妙在这个地方。现前的是什么？第一个，无量的智慧，这个智慧能够正确的明了，没有错误，全宇宙万事万物。全知全能是一般宗教里面对于上帝的赞叹，不是真的；在大乘佛教里面，明心见性就是全知全能，是真的。全知全能不是佛菩萨专利的，而是什么？一切众生人人都有分。《华严经》上佛说得好，「一切众生本来是佛」，所以佛法是平等的。",
      "zh_TW": "「虛空者，指心如太空，開廣無際，離垢無染，不受一塵」，自性清淨心確實如是。惠能大師明心見性第一句話，「何期自性，本自清淨」，這是他見到了。第二句話說，「何期自性，本不生滅」，何期，用現在的話說，沒想到，自性本來不生不滅，本來清淨，從來沒有染污；「本自具足」。所以真的，佛講的是「心外無法，法外無心」、「一切法從心想生」。法身菩薩他們一切的想、念都斷掉了，真正放下起心動念、放下分別執著，這個時候自性本自具足全現前，所以妙在這個地方。現前的是什麼？第一個，無量的智慧，這個智慧能夠正確的明瞭，沒有錯誤，全宇宙萬事萬物。全知全能是一般宗教裡面對於上帝的讚歎，不是真的；在大乘佛教裡面，明心見性就是全知全能，是真的。全知全能不是佛菩薩專利的，而是什麼？一切眾生人人都有分。《華嚴經》上佛說得好，「一切眾生本來是佛」，所以佛法是平等的。"
    },
    {
      "id": "02-040-0531_p0006",
      "zh_CN": "天台大师讲六种佛，就是六即佛，讲得太好了。从理上讲，理上就是从自性上说，从自性上说，一切众生本来是佛，这叫理即佛。从理上讲，一点也没说错。从事上讲就有差别，事上讲，我们现在叫名字即佛，有名无实，有佛的名字，不是真佛。为什么？我们被染污了，我们迷了自性。迷了自性，但是自性没有迷，是我们自己迷了；换句话说，真正的你自己是佛，这身是假的，不是真的。现前身跟心都是假的，阿赖耶在做主，是这么回事情，有名无实。我们依照佛菩萨的教诲，好好去修。修是什么？修正。修行是修正错误的行为，称之为修行。这两个字得搞清楚，它不是迷信。我们对于整个宇宙万事万物想错了，要把这个错误修正过来；看错了，也得把它修正过来；还有说错了、做错了。肯定的，你看错、想错了，决定你就做错。做错了的果报现出来，它也有果，就是十法界、六道。严重的错误就是六道轮回，十法界是错误，不太严重，六道轮回是严重的错误，三途是错误到极处，就是三恶道。",
      "zh_TW": "天台大師講六種佛，就是六即佛，講得太好了。從理上講，理上就是從自性上說，從自性上說，一切眾生本來是佛，這叫理即佛。從理上講，一點也沒說錯。從事上講就有差別，事上講，我們現在叫名字即佛，有名無實，有佛的名字，不是真佛。為什麼？我們被染污了，我們迷了自性。迷了自性，但是自性沒有迷，是我們自己迷了；換句話說，真正的你自己是佛，這身是假的，不是真的。現前身跟心都是假的，阿賴耶在做主，是這麼回事情，有名無實。我們依照佛菩薩的教誨，好好去修。修是什麼？修正。修行是修正錯誤的行為，稱之為修行。這兩個字得搞清楚，它不是迷信。我們對於整個宇宙萬事萬物想錯了，要把這個錯誤修正過來；看錯了，也得把它修正過來；還有說錯了、做錯了。肯定的，你看錯、想錯了，決定你就做錯。做錯了的果報現出來，它也有果，就是十法界、六道。嚴重的錯誤就是六道輪迴，十法界是錯誤，不太嚴重，六道輪迴是嚴重的錯誤，三途是錯誤到極處，就是三惡道。"
    },
    {
      "id": "02-040-0531_p0007",
      "zh_CN": "佛教我们修正，依照什么标准？绝对的标准是跟自性相应。佛说得好，我们自性的智慧、德能、相好是圆满的。我们今天看法、想法、做法跟它相违背，造出一个错误的境界。这个错误根本都没有的，所以佛常常用梦来做比喻，梦是假的，不是真的。六道是个梦，十法界也是个梦，六道跟十法界合起来，六道是梦中之梦，六道醒过来了还有十法界，十法界再醒过来叫真的醒过来，十法界不见了。永嘉大师说得很好，「梦里明明有六趣，觉后空空无大千」，觉悟之后没有了，梦醒了。醒了是什么样子？是一真法界。换句话说，我们读的这个经里面景观就是醒过来的样子，醒过来就是极乐世界、就是华藏世界，密宗里面讲的密严世界。名称不一样，实际是一样，并没有差别，只是方法不一样、门道不一样，方向相同，结果、目标相同。明白这个道理，现在的宗派当中门户之见，彼此不能相容，毫无意义，全造了恶业。我们读《华严》，细细去看善财童子五十三参，五十三位善知识，每个人学的法门不一样。五十三不代表数字，它是表法的意思，代表无量无边。无量无边的法门，方向是一致的，目的地是一个。所以不管哪个法门，都到了。「法门平等，无有高下」，是真话，不是假话，这是佛在《金刚经》上讲的。",
      "zh_TW": "佛教我們修正，依照什麼標準？絕對的標準是跟自性相應。佛說得好，我們自性的智慧、德能、相好是圓滿的。我們今天看法、想法、做法跟它相違背，造出一個錯誤的境界。這個錯誤根本都沒有的，所以佛常常用夢來做比喻，夢是假的，不是真的。六道是個夢，十法界也是個夢，六道跟十法界合起來，六道是夢中之夢，六道醒過來了還有十法界，十法界再醒過來叫真的醒過來，十法界不見了。永嘉大師說得很好，「夢裡明明有六趣，覺後空空無大千」，覺悟之後沒有了，夢醒了。醒了是什麼樣子？是一真法界。換句話說，我們讀的這個經裡面景觀就是醒過來的樣子，醒過來就是極樂世界、就是華藏世界，密宗裡面講的密嚴世界。名稱不一樣，實際是一樣，並沒有差別，只是方法不一樣、門道不一樣，方向相同，結果、目標相同。明白這個道理，現在的宗派當中門戶之見，彼此不能相容，毫無意義，全造了惡業。我們讀《華嚴》，細細去看善財童子五十三參，五十三位善知識，每個人學的法門不一樣。五十三不代表數字，它是表法的意思，代表無量無邊。無量無邊的法門，方向是一致的，目的地是一個。所以不管哪個法門，都到了。「法門平等，無有高下」，是真話，不是假話，這是佛在《金剛經》上講的。"
    },
    {
      "id": "02-040-0531_p0008",
      "zh_CN": "「无立」，就是「一法不立」。为什么？法法现成的，法法都自然无为，不需要你再立一法，你立一法就是头上安头，错了。「淡安」，这些我们都要学习。佛教我们随缘，随缘才能够自然无为，才能够不受一尘，才能够一法不立，恒顺众生，随喜功德，什么都好，你行善，很好；你作恶，也好。六道，实在讲是怎么回事情？消业障的，你造这些善业，这个地方讲得好，一法不立，你怎么要造善业？善业怎么办？要消掉，到三善道消你的善业；造的恶业？到三恶道消你的恶业。换句话说，就是善恶业都不能造，造了都是麻烦事。佛菩萨造不造？不造；但是他也造，他那个造跟不造是画等号的。为什么？不管造善与不善，他不放在心上，心里安然无为，他就不造业。他造的是净业，没有善恶，所以他没有地方报。我们今天念阿弥陀佛要专心念，这也是在造业。这个造业，三善道没有阿弥陀佛，三恶道也没有阿弥陀佛，阿弥陀佛在哪里？在极乐世界。所以造这个业，他的果报在极乐世界，不一样。我们要明了、要搞清楚，起心动念念念不离阿弥陀佛。这一本书，《大乘无量寿经科注》，就是我们往生极乐世界的护照，是我们往生极乐世界的保证书，前面我们读得很多，逐渐逐渐我们现在明白了。",
      "zh_TW": "「無立」，就是「一法不立」。為什麼？法法現成的，法法都自然無為，不需要你再立一法，你立一法就是頭上安頭，錯了。「淡安」，這些我們都要學習。佛教我們隨緣，隨緣才能夠自然無為，才能夠不受一塵，才能夠一法不立，恆順眾生，隨喜功德，什麼都好，你行善，很好；你作惡，也好。六道，實在講是怎麼回事情？消業障的，你造這些善業，這個地方講得好，一法不立，你怎麼要造善業？善業怎麼辦？要消掉，到三善道消你的善業；造的惡業？到三惡道消你的惡業。換句話說，就是善惡業都不能造，造了都是麻煩事。佛菩薩造不造？不造；但是他也造，他那個造跟不造是畫等號的。為什麼？不管造善與不善，他不放在心上，心裡安然無為，他就不造業。他造的是淨業，沒有善惡，所以他沒有地方報。我們今天念阿彌陀佛要專心念，這也是在造業。這個造業，三善道沒有阿彌陀佛，三惡道也沒有阿彌陀佛，阿彌陀佛在哪裡？在極樂世界。所以造這個業，他的果報在極樂世界，不一樣。我們要明瞭、要搞清楚，起心動念念念不離阿彌陀佛。這一本書，《大乘無量壽經科註》，就是我們往生極樂世界的護照，是我們往生極樂世界的保證書，前面我們讀得很多，逐漸逐漸我們現在明白了。"
    },
    {
      "id": "02-040-0531_p0009",
      "zh_CN": "正法，什么叫正法？一门深入叫正法。你看那个正，中国这个正字，上面是一，下面是止，止于一就是正法。我同时学二门、三门，不是正法，你已经有偏有邪，不容易成就。八万四千法门、无量法门，只要你选一门，你一生不改变，叫正法。我选《古兰经》，我一生不改变这个，我能不能成佛？告诉你，到最后的成就，果然成佛。到成佛，大家说怎么你也来了，他也来了，不同宗教全来了，你说现在的宗教打架冤不冤枉！他为什么打架？他没懂，他如果真正懂了，佛法这里没有界限，一门，不管是哪一门，没有说这个除外那个除外，没有，门门都是第一。门门都是要一门，无论你修学哪一门，你都是一门，一门就得定，定就开智慧，一开智慧之后就平等了。因戒得定，因定开慧，智慧是本有的，自性里头德能第一个是讲般若智慧，不是从外头来的。但是心清净，智慧才生出来，就现出来，心不清净生的是烦恼。所以烦恼是变质的智慧，烦恼的体就是智慧。烦恼要不要断？不能断，烦恼断了智慧就断掉了。断烦恼，断烦恼是比喻，不是真断，转烦恼为菩提，是这个意思，你要把它转变。转变从哪里转？从心上转，心是浮动的，心是急躁的，心里有妄想杂念，这个心生烦恼；心是清净的，心是平等的，这个心就生智慧，全在此地。功夫，如何让心定下来、让心静下来，这叫功夫。",
      "zh_TW": "正法，什麼叫正法？一門深入叫正法。你看那個正，中國這個正字，上面是一，下面是止，止於一就是正法。我同時學二門、三門，不是正法，你已經有偏有邪，不容易成就。八萬四千法門、無量法門，只要你選一門，你一生不改變，叫正法。我選《古蘭經》，我一生不改變這個，我能不能成佛？告訴你，到最後的成就，果然成佛。到成佛，大家說怎麼你也來了，他也來了，不同宗教全來了，你說現在的宗教打架冤不冤枉！他為什麼打架？他沒懂，他如果真正懂了，佛法這裡沒有界限，一門，不管是哪一門，沒有說這個除外那個除外，沒有，門門都是第一。門門都是要一門，無論你修學哪一門，你都是一門，一門就得定，定就開智慧，一開智慧之後就平等了。因戒得定，因定開慧，智慧是本有的，自性裡頭德能第一個是講般若智慧，不是從外頭來的。但是心清淨，智慧才生出來，就現出來，心不清淨生的是煩惱。所以煩惱是變質的智慧，煩惱的體就是智慧。煩惱要不要斷？不能斷，煩惱斷了智慧就斷掉了。斷煩惱，斷煩惱是比喻，不是真斷，轉煩惱為菩提，是這個意思，你要把它轉變。轉變從哪裡轉？從心上轉，心是浮動的，心是急躁的，心裡有妄想雜念，這個心生煩惱；心是清淨的，心是平等的，這個心就生智慧，全在此地。功夫，如何讓心定下來、讓心靜下來，這叫功夫。"
    },
    {
      "id": "02-040-0531_p0010",
      "zh_CN": "佛教没有迷信，佛教里面讲佛、讲菩萨、讲阿罗汉，多少年前我就讲，跟大家说清楚，这是佛陀教育。我也要把它加两个字进去，免得大家误会，佛不是宗教，佛是教育，佛陀的教育。佛陀教育有三个学位，学位的名称，我们现在大学里头，博士、硕士、学士三个学位，佛陀教育里也有三个学位，第一个叫佛陀，第二个叫菩萨，第三个叫阿罗汉。释迦牟尼佛不是专利，不是说佛只有他一个，没有，人人都能成佛，好像博士学位，你只要好好去读，每个人都可以拿到，平等的。你本来是佛，换句话说，你必须得要拿到，你应该拿到，拿到是正常的，拿不到是不正常。正常的人就是佛，中国人称圣人。佛教里面三个学位，跟中国人讲圣、贤、君子，儒家也是三个学位，最高的学位是圣人，其次的贤人，第三个君子，圣、贤、君子。跟宗教不一样，宗教，神至高无上，只有一个，宗教信徒不能成神，不能成上帝。佛门弟子个个都能成佛，个个都能成菩萨。总要把它搞清楚、搞明白。",
      "zh_TW": "佛教沒有迷信，佛教裡面講佛、講菩薩、講阿羅漢，多少年前我就講，跟大家說清楚，這是佛陀教育。我也要把它加兩個字進去，免得大家誤會，佛不是宗教，佛是教育，佛陀的教育。佛陀教育有三個學位，學位的名稱，我們現在大學裡頭，博士、碩士、學士三個學位，佛陀教育裡也有三個學位，第一個叫佛陀，第二個叫菩薩，第三個叫阿羅漢。釋迦牟尼佛不是專利，不是說佛只有他一個，沒有，人人都能成佛，好像博士學位，你只要好好去讀，每個人都可以拿到，平等的。你本來是佛，換句話說，你必須得要拿到，你應該拿到，拿到是正常的，拿不到是不正常。正常的人就是佛，中國人稱聖人。佛教裡面三個學位，跟中國人講聖、賢、君子，儒家也是三個學位，最高的學位是聖人，其次的賢人，第三個君子，聖、賢、君子。跟宗教不一樣，宗教，神至高無上，只有一個，宗教信徒不能成神，不能成上帝。佛門弟子個個都能成佛，個個都能成菩薩。總要把它搞清楚、搞明白。"
    },
    {
      "id": "02-040-0531_p0011",
      "zh_CN": "不信佛的，他不相信自己，这就难了。佛在哪里？自己本来是佛。你看他不相信，所以他就成不了佛。成佛有什么好处？只要说三桩事情，第一个智慧现前，你没有错误的看法、没有错误的思想，这个谁都想要，真实智慧。第二个好处，你真正明白、觉悟，你不生不灭，这就是无量寿，你天天想求，求不到，不知道本来无量寿。第三个就想到相好庄严，我们的生活富裕、自在、快乐，在极乐世界全都得到了，三种都得到。我们这个世界富贵有，但是富贵不乐，很苦。为什么？这个富贵是有为而得来的，不是无为得来的，无为是自性，性德变现的，有为是你求得的。所以世间富贵可以求，佛在经典上告诉我们，你要想发财，生财有大道，这个道是什么？财布施。财布施是因，得财富是果报，愈施愈多，愈多要愈施。有为不管怎么样比，比不上无为，无为完全是性德。聪明智慧是果，它的因是法布施。好的法，利益一切众生的方法，你知道，要多多教人，愈教愈聪明，你愈有智慧，聪明就从这来的。吝法呢？吝法就愚痴，你这一生很聪明，但是吝法不肯教别人，教别人也要留一手，怕别人超过自己，这种人死了之后来生愚痴，可能愚痴很多世。错了！如果肯教人，愈肯教人就愈聪明、愈有智慧，真正想智慧超人，你就不断去教人，毫无吝啬。第三个，健康长寿是果报，因是无畏布施。三种布施三种果报，你看世间人要求的，希望有财富、有聪明智慧、有健康长寿，佛门真正告诉你这三种果报从哪里来的。",
      "zh_TW": "不信佛的，他不相信自己，這就難了。佛在哪裡？自己本來是佛。你看他不相信，所以他就成不了佛。成佛有什麼好處？只要說三樁事情，第一個智慧現前，你沒有錯誤的看法、沒有錯誤的思想，這個誰都想要，真實智慧。第二個好處，你真正明白、覺悟，你不生不滅，這就是無量壽，你天天想求，求不到，不知道本來無量壽。第三個就想到相好莊嚴，我們的生活富裕、自在、快樂，在極樂世界全都得到了，三種都得到。我們這個世界富貴有，但是富貴不樂，很苦。為什麼？這個富貴是有為而得來的，不是無為得來的，無為是自性，性德變現的，有為是你求得的。所以世間富貴可以求，佛在經典上告訴我們，你要想發財，生財有大道，這個道是什麼？財布施。財布施是因，得財富是果報，愈施愈多，愈多要愈施。有為不管怎麼樣比，比不上無為，無為完全是性德。聰明智慧是果，它的因是法布施。好的法，利益一切眾生的方法，你知道，要多多教人，愈教愈聰明，你愈有智慧，聰明就從這來的。吝法呢？吝法就愚痴，你這一生很聰明，但是吝法不肯教別人，教別人也要留一手，怕別人超過自己，這種人死了之後來生愚痴，可能愚痴很多世。錯了！如果肯教人，愈肯教人就愈聰明、愈有智慧，真正想智慧超人，你就不斷去教人，毫無吝嗇。第三個，健康長壽是果報，因是無畏布施。三種布施三種果報，你看世間人要求的，希望有財富、有聰明智慧、有健康長壽，佛門真正告訴你這三種果報從哪裡來的。"
    },
    {
      "id": "02-040-0531_p0012",
      "zh_CN": "命中没有，袁了凡先生命中没有，遇到云谷禅师，云谷禅师把这当中道理一说明，他明白了。他十五岁孔先生给他算命，算他终身流年，非常准确。二十年，每一年，他是个读书人，参加考试名次、国家给他的待遇，丝毫都不差。所以他什么都不想，真正相信万般皆是命，半点不由人，想也是枉然，空想、白想了，不如不想，什么念头都没有。三十五岁遇到云谷禅师，在南京栖霞寺跟老和尚在禅堂坐了三天三夜，没动一个念头。云谷禅师很惊讶，这人定功不错，普通人三天三夜不知道多少念头，他怎么一个念头都没有？佩服。就向他请教，你是怎么修的，怎么修得这么好？了凡很诚实，说我没功夫。为什么三天三夜不起一个念头？我命给孔先生算定了，二十年一点错误都没有，我起心动念有什么用，不如不起心动念。云谷听到哈哈大笑。他说你笑什么？我原来以为你是圣人，结果你还是个凡夫，标准凡夫。他就奇怪了，难道命还能改？当然能改。为什么？你作善就加分，你作恶就减分，天天都有加减乘除，你善恶都不做，这不是标准的吗？一丝毫都没有改变。教他断恶修善，你的命就改变。",
      "zh_TW": "命中沒有，袁了凡先生命中沒有，遇到雲谷禪師，雲谷禪師把這當中道理一說明，他明白了。他十五歲孔先生給他算命，算他終身流年，非常準確。二十年，每一年，他是個讀書人，參加考試名次、國家給他的待遇，絲毫都不差。所以他什麼都不想，真正相信萬般皆是命，半點不由人，想也是枉然，空想、白想了，不如不想，什麼念頭都沒有。三十五歲遇到雲谷禪師，在南京棲霞寺跟老和尚在禪堂坐了三天三夜，沒動一個念頭。雲谷禪師很驚訝，這人定功不錯，普通人三天三夜不知道多少念頭，他怎麼一個念頭都沒有？佩服。就向他請教，你是怎麼修的，怎麼修得這麼好？了凡很誠實，說我沒功夫。為什麼三天三夜不起一個念頭？我命給孔先生算定了，二十年一點錯誤都沒有，我起心動念有什麼用，不如不起心動念。雲谷聽到哈哈大笑。他說你笑什麼？我原來以為你是聖人，結果你還是個凡夫，標準凡夫。他就奇怪了，難道命還能改？當然能改。為什麼？你作善就加分，你作惡就減分，天天都有加減乘除，你善惡都不做，這不是標準的嗎？一絲毫都沒有改變。教他斷惡修善，你的命就改變。"
    },
    {
      "id": "02-040-0531_p0013",
      "zh_CN": "袁了凡很聪明，听了这个话有道理，回家就真干，就发愿要行三千桩善事，发这个大心。三千桩善事还没做完，第二年参加考试，孔先生算他第三名，他考第一名，就变了，不一样，愈来愈相信。全家断恶修善，一生命运全转了，他命中只有秀才，没有举人、没有进士，他求考中举人、考中进士，这命里没有的都得到了。命里没有儿子，求儿子，果然生了一个儿子。这个儿子不错，好像生了六个孙子，家就旺起来了。做官只能做到一个四川很小县分的知县，结果他进士及第之后，做了宝坻的知县，在北京。宝坻县是直辖县，不归省管的，归皇上直接管的，这么大的一个县。寿命只有五十三岁，他活到七十四岁，延寿二十一年。他没有求长寿，寿命自然延长，因为福报累积多了，寿命是到了，福报没享完，要等他福报享完他才会走，多活了二十一年。这就是有为法里头是可以求得的，不是求不得。无为法，那是自然具足的，不需要求。只要真正做到无为，无为是什么？不起心、不动念、不分别、不执着，性德就现前。",
      "zh_TW": "袁了凡很聰明，聽了這個話有道理，回家就真幹，就發願要行三千樁善事，發這個大心。三千樁善事還沒做完，第二年參加考試，孔先生算他第三名，他考第一名，就變了，不一樣，愈來愈相信。全家斷惡修善，一生命運全轉了，他命中只有秀才，沒有舉人、沒有進士，他求考中舉人、考中進士，這命裡沒有的都得到了。命裡沒有兒子，求兒子，果然生了一個兒子。這個兒子不錯，好像生了六個孫子，家就旺起來了。做官只能做到一個四川很小縣分的知縣，結果他進士及第之後，做了寶坻的知縣，在北京。寶坻縣是直轄縣，不歸省管的，歸皇上直接管的，這麼大的一個縣。壽命只有五十三歲，他活到七十四歲，延壽二十一年。他沒有求長壽，壽命自然延長，因為福報累積多了，壽命是到了，福報沒享完，要等他福報享完他才會走，多活了二十一年。這就是有為法裡頭是可以求得的，不是求不得。無為法，那是自然具足的，不需要求。只要真正做到無為，無為是什麼？不起心、不動念、不分別、不執著，性德就現前。"
    },
    {
      "id": "02-040-0531_p0014",
      "zh_CN": "「淡安者，淡者，淡泊。安者，宁静」。诸葛亮一生，淡泊明志，宁静致远，心地清净，看东西看得清楚。「又淡安为水流平满之貌」。池塘水是满的，没有风浪，没有染污，这个水在池子里头清净平等，这也是淡安的相。《文选宋玉赋》里头有一句话说，「溃淡淡而并入」。这就是形容「水波相继，相似相续，此喻心离断常。平满喻平等圆满」。相似相续比喻心离断常，断常是二边，是错误的知见。有一些人误会，认为人死了来生还是人，狗死了来生还是狗，生生世世都不变，这叫常见，这个看法是错误的。另一种错误是断见，现在很多人错在这里，认为人只有一世，人死了什么都没有，所以他什么都敢做，认为没有来世。他一旦要知道人真有来世，他就害怕。人确实有来世，一点都不假，这一世时间短，来世时间长，三恶道决定不能干。为什么？时间长，太苦了。畜生道，譬如说现在他死了以后，他投胎他变成一只鸡，鸡的寿命不长，现在养的鸡寿命大概只有三个月，牠就被人杀了。杀了以后怎么办？牠还是鸡，又投胎做鸡，总要做几十次、几百次，牠才能出来，畜生道都是这样的。",
      "zh_TW": "「淡安者，淡者，淡泊。安者，寧靜」。諸葛亮一生，淡泊明志，寧靜致遠，心地清淨，看東西看得清楚。「又淡安為水流平滿之貌」。池塘水是滿的，沒有風浪，沒有染污，這個水在池子裡頭清淨平等，這也是淡安的相。《文選宋玉賦》裡頭有一句話說，「潰淡淡而並入」。這就是形容「水波相繼，相似相續，此喻心離斷常。平滿喻平等圓滿」。相似相續比喻心離斷常，斷常是二邊，是錯誤的知見。有一些人誤會，認為人死了來生還是人，狗死了來生還是狗，生生世世都不變，這叫常見，這個看法是錯誤的。另一種錯誤是斷見，現在很多人錯在這裡，認為人只有一世，人死了什麼都沒有，所以他什麼都敢做，認為沒有來世。他一旦要知道人真有來世，他就害怕。人確實有來世，一點都不假，這一世時間短，來世時間長，三惡道決定不能幹。為什麼？時間長，太苦了。畜生道，譬如說現在他死了以後，他投胎他變成一隻雞，雞的壽命不長，現在養的雞壽命大概只有三個月，牠就被人殺了。殺了以後怎麼辦？牠還是雞，又投胎做雞，總要做幾十次、幾百次，牠才能出來，畜生道都是這樣的。"
    },
    {
      "id": "02-040-0531_p0015",
      "zh_CN": "释迦牟尼佛在经上给我们讲个故事，当年祇树给孤独园，佛在那里住了几年。那个地方有建筑、有工程，看到一窝蚂蚁，佛的学生里面有不少都是证阿罗汉的，阿罗汉用天眼看，用宿命通来观察，不知道这个蚂蚁在这个窝里头投胎多少次，没办法知道。佛告诉大家，这一窝的蚂蚁，从投胎堕成蚂蚁到现在，已经经过七尊佛，现在还是蚂蚁。阿罗汉没有这么大的神通，阿罗汉只能看五百世，七尊佛出世，一尊佛就算三个阿僧祇劫，三七二十一个阿僧祇劫，阿罗汉没这个神通。为什么？愚痴，牠就认为那是牠自己的身体，牠就不想改变一个身体。佛指出这个，说明三恶道进去容易，出来很难，什么时候你觉悟，讨厌这个身，不要这个身，想换个身，就行，牠就出来了。",
      "zh_TW": "釋迦牟尼佛在經上給我們講個故事，當年祇樹給孤獨園，佛在那裡住了幾年。那個地方有建築、有工程，看到一窩螞蟻，佛的學生裡面有不少都是證阿羅漢的，阿羅漢用天眼看，用宿命通來觀察，不知道這個螞蟻在這個窩裡頭投胎多少次，沒辦法知道。佛告訴大家，這一窩的螞蟻，從投胎墮成螞蟻到現在，已經經過七尊佛，現在還是螞蟻。阿羅漢沒有這麼大的神通，阿羅漢只能看五百世，七尊佛出世，一尊佛就算三個阿僧祇劫，三七二十一個阿僧祇劫，阿羅漢沒這個神通。為什麼？愚痴，牠就認為那是牠自己的身體，牠就不想改變一個身體。佛指出這個，說明三惡道進去容易，出來很難，什麼時候你覺悟，討厭這個身，不要這個身，想換個身，就行，牠就出來了。"
    },
    {
      "id": "02-040-0531_p0016",
      "zh_CN": "人决定不能没有善因，能够到人道来投胎的，前世一定有五戒十善，修得不错，没有五戒十善决定来不了人道。天道一定要上品十善，人道是中品，修罗是下品。佛跟我们讲真话，他不会骗人，骗人的人必有企图，佛对我们有什么企图？没有。所有的企图总是想从别人那里得些利益，我们不管做多少好事，跟佛比差远了，他不需要我们的。另外一个，骗人没有企图，他神经不正常。神经不正常，讲这么多经典讲得很有道理，不像不正常。所以能不相信吗？不相信是自己真的没有福报，自己没有遇到缘，缘实在是太重要。小孩小时候跟着父母，父母是乡下人，不认识字，但是心地很善良，初一十五、逢年过节都要到庙里去烧香祈福，要上城隍庙烧香，孩子跟着去，对于佛教、道教有一点印象。但是稍微大了，上学校去念书，听老师的教训，宗教是迷信。我们就信以为真，宗教是迷信，一生对宗教冷漠，绝对没有兴趣碰它。学佛，这些宗教的人也没有办法把宗教讲出来，讲个道理让我们听听，没有，从来没有听到。这个缘，好像是严重的危机，这么好的东西当面错过。",
      "zh_TW": "人決定不能沒有善因，能夠到人道來投胎的，前世一定有五戒十善，修得不錯，沒有五戒十善決定來不了人道。天道一定要上品十善，人道是中品，修羅是下品。佛跟我們講真話，他不會騙人，騙人的人必有企圖，佛對我們有什麼企圖？沒有。所有的企圖總是想從別人那裡得些利益，我們不管做多少好事，跟佛比差遠了，他不需要我們的。另外一個，騙人沒有企圖，他神經不正常。神經不正常，講這麼多經典講得很有道理，不像不正常。所以能不相信嗎？不相信是自己真的沒有福報，自己沒有遇到緣，緣實在是太重要。小孩小時候跟著父母，父母是鄉下人，不認識字，但是心地很善良，初一十五、逢年過節都要到廟裡去燒香祈福，要上城隍廟燒香，孩子跟著去，對於佛教、道教有一點印象。但是稍微大了，上學校去念書，聽老師的教訓，宗教是迷信。我們就信以為真，宗教是迷信，一生對宗教冷漠，絕對沒有興趣碰它。學佛，這些宗教的人也沒有辦法把宗教講出來，講個道理讓我們聽聽，沒有，從來沒有聽到。這個緣，好像是嚴重的危機，這麼好的東西當面錯過。"
    },
    {
      "id": "02-040-0531_p0017",
      "zh_CN": "我这个缘，到台湾一心一意想学哲学，遇到一个老师，方东美先生。我跟他认识，只晓得他是同乡，试试看，写一封信给他，寄了一篇文章给他看，目的是想到学校去听他的课。上学，我那时候就没有能力，一个人在台湾，举目无亲，要靠自己工作养活自己，所以生活很清苦，在政府机关当一个小职员，希望能到学校旁听他的课，我们就很满意了。老师，一个星期我收到他一封回信，约我到他家见面。见面之后，问了我很多话，过去家庭、学校。抗战期间那个艰苦他知道，抗战期间失学四年，问我的学历，我初中毕业。他说你有没有骗我？我说没有，不敢骗老师。他说你写的信、写的文章，我们台大学生写不出来，他从这怀疑。我说虽然失学多年，没有离开书本，喜欢读书。谈到最后，老师就告诉我，他说现在的学校，六十二年前，现在的学校先生不像先生，学生不像学生，他说你要到学校去听课，你会大失所望。我听了这个话，这老师完全拒绝了，感到非常失望，当然表情就很沮丧。大概过了六、七分钟，老师告诉我，这样好了，你每个星期天到我家里来，我给你上两个小时课。我们就这么约定，星期天上午九点半到十一点半，两个小时。给我讲了一部《哲学概论》，不是在学校学的。最后一个单元「佛经哲学」，我非常讶异，我说佛教是宗教，多神教，多神教就意味着是低级宗教，高级宗教只有一个真神，佛教什么都拜，多神教，它怎么会有哲学？老师告诉我，他说你年轻，你不知道，「释迦牟尼是全世界最伟大的哲学家」，他这样介绍给我，「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，我在这个单元里头重新认识了佛教。",
      "zh_TW": "我這個緣，到台灣一心一意想學哲學，遇到一個老師，方東美先生。我跟他認識，只曉得他是同鄉，試試看，寫一封信給他，寄了一篇文章給他看，目的是想到學校去聽他的課。上學，我那時候就沒有能力，一個人在台灣，舉目無親，要靠自己工作養活自己，所以生活很清苦，在政府機關當一個小職員，希望能到學校旁聽他的課，我們就很滿意了。老師，一個星期我收到他一封回信，約我到他家見面。見面之後，問了我很多話，過去家庭、學校。抗戰期間那個艱苦他知道，抗戰期間失學四年，問我的學歷，我初中畢業。他說你有沒有騙我？我說沒有，不敢騙老師。他說你寫的信、寫的文章，我們台大學生寫不出來，他從這懷疑。我說雖然失學多年，沒有離開書本，喜歡讀書。談到最後，老師就告訴我，他說現在的學校，六十二年前，現在的學校先生不像先生，學生不像學生，他說你要到學校去聽課，你會大失所望。我聽了這個話，這老師完全拒絕了，感到非常失望，當然表情就很沮喪。大概過了六、七分鐘，老師告訴我，這樣好了，你每個星期天到我家裡來，我給你上兩個小時課。我們就這麼約定，星期天上午九點半到十一點半，兩個小時。給我講了一部《哲學概論》，不是在學校學的。最後一個單元「佛經哲學」，我非常訝異，我說佛教是宗教，多神教，多神教就意味著是低級宗教，高級宗教只有一個真神，佛教什麼都拜，多神教，它怎麼會有哲學？老師告訴我，他說你年輕，你不知道，「釋迦牟尼是全世界最偉大的哲學家」，他這樣介紹給我，「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，我在這個單元裡頭重新認識了佛教。"
    },
    {
      "id": "02-040-0531_p0018",
      "zh_CN": "老师告诉我，佛经哲学不在寺庙。我说在哪里？他说在经典。这个话非常重要，他要不说清楚，我到寺庙找这些法师去聊天，我会感到老师骗我。他说两百年前，这寺院里的出家人都是有德行、有学问的人；他说现在不一样，现在他们不学了，你直接要从经典里面契入。所以我就开始逛寺庙，逛寺庙干什么？找经典，去读经典，老师介绍的，必须要读的，得去抄。那个时候台湾书店里面买不到佛经，没有流通的，全台湾印佛经的只有两家，台南有个庆芳书局，台中有个瑞成书局，印的量很少，种类也很少，大概不超过二十种。你说佛经量那么大，我们想学习的都找不到，都是一般寺庙里的经忏佛事用的，这个可以找到。所以必须要找时间到寺庙去抄经，学得很辛苦，但是愈学愈有兴趣。学了七年，我出家了，出家就教学，就教佛学院，就在外面讲经。去看方老师，方老师一看到我，你真干了？我说真干了，人生最高的享受，怎么能不干？他第一个赞成，你完全做对了。那个时候我一些同学、朋友、长官，都说我迷了，迷信，怎么会年轻人迷信到这种程度？好像不可救药，只有方老师一个人赞成。到了晚年，我那些老朋友们，他们退休了，退休以后看到我，佩服了，你的路走对了。",
      "zh_TW": "老師告訴我，佛經哲學不在寺廟。我說在哪裡？他說在經典。這個話非常重要，他要不說清楚，我到寺廟找這些法師去聊天，我會感到老師騙我。他說兩百年前，這寺院裡的出家人都是有德行、有學問的人；他說現在不一樣，現在他們不學了，你直接要從經典裡面契入。所以我就開始逛寺廟，逛寺廟幹什麼？找經典，去讀經典，老師介紹的，必須要讀的，得去抄。那個時候台灣書店裡面買不到佛經，沒有流通的，全台灣印佛經的只有兩家，台南有個慶芳書局，台中有個瑞成書局，印的量很少，種類也很少，大概不超過二十種。你說佛經量那麼大，我們想學習的都找不到，都是一般寺廟裡的經懺佛事用的，這個可以找到。所以必須要找時間到寺廟去抄經，學得很辛苦，但是愈學愈有興趣。學了七年，我出家了，出家就教學，就教佛學院，就在外面講經。去看方老師，方老師一看到我，你真幹了？我說真幹了，人生最高的享受，怎麼能不幹？他第一個贊成，你完全做對了。那個時候我一些同學、朋友、長官，都說我迷了，迷信，怎麼會年輕人迷信到這種程度？好像不可救藥，只有方老師一個人贊成。到了晚年，我那些老朋友們，他們退休了，退休以後看到我，佩服了，你的路走對了。"
    },
    {
      "id": "02-040-0531_p0019",
      "zh_CN": "所以断见、常见都是错误的。平满是比喻平等圆满。「无欲，欲者」，欲是欲望，《大乘义章》里面说，「染爱尘境，名之为欲」。染是染污，你想得到它，你想控制它，你想支配它，这都叫染。爱，这个爱是情爱。尘，五欲六尘，这个尘是指色声香味触法，这叫六尘。六根对的，眼对色，耳对音声，鼻对香，舌对味，身对触，意对法，都会让你产生欲望，你想拥有，这就是欲望生了。释迦牟尼佛为我们表演，他是王子，他要不出家，继承王位，他是国王。十九岁离开家庭，舍弃了王位，也舍弃了荣华富贵的生活，出去学道，佛家讲参学，过苦行僧的生活，日中一食，树下一宿，坚持到最后，他七十九岁圆寂的，一生不改变。真放下，名闻利养放下，七情五欲放下，他教我们放下，他先做到，他要不做到，没人相信。他老人家在世的时候，经上我们看到的，常随弟子一千二百五十五个人，这些人都是跟他学习的，跟佛过同样的生活。一千二百五十五人，这是常随众，佛到哪里，跟着佛不离开的。一生过游牧生活，居无定所，真正得大自在。给学生们定的规矩，树下一宿。这个树也许长得很好，树荫很大，想多在这住几天；不可以，一晚上，明天不可以在这里再住，一定要换地方。这是什么？没有留恋，真正叫万缘放下，得大自在，真正恢复到心地的清净平等觉，他住在这个地方。",
      "zh_TW": "所以斷見、常見都是錯誤的。平滿是比喻平等圓滿。「無欲，欲者」，欲是欲望，《大乘義章》裡面說，「染愛塵境，名之為欲」。染是染污，你想得到它，你想控制它，你想支配它，這都叫染。愛，這個愛是情愛。塵，五欲六塵，這個塵是指色聲香味觸法，這叫六塵。六根對的，眼對色，耳對音聲，鼻對香，舌對味，身對觸，意對法，都會讓你產生欲望，你想擁有，這就是欲望生了。釋迦牟尼佛為我們表演，他是王子，他要不出家，繼承王位，他是國王。十九歲離開家庭，捨棄了王位，也捨棄了榮華富貴的生活，出去學道，佛家講參學，過苦行僧的生活，日中一食，樹下一宿，堅持到最後，他七十九歲圓寂的，一生不改變。真放下，名聞利養放下，七情五欲放下，他教我們放下，他先做到，他要不做到，沒人相信。他老人家在世的時候，經上我們看到的，常隨弟子一千二百五十五個人，這些人都是跟他學習的，跟佛過同樣的生活。一千二百五十五人，這是常隨眾，佛到哪裡，跟著佛不離開的。一生過游牧生活，居無定所，真正得大自在。給學生們定的規矩，樹下一宿。這個樹也許長得很好，樹蔭很大，想多在這住幾天；不可以，一晚上，明天不可以在這裡再住，一定要換地方。這是什麼？沒有留戀，真正叫萬緣放下，得大自在，真正恢復到心地的清淨平等覺，他住在這個地方。"
    },
    {
      "id": "02-040-0531_p0020",
      "zh_CN": "下面引《俱舍论》说的，「欲，谓希求所作事业」。希望我能做好，把事业做好，这都属于妄。「据此，则经中舍诸爱着」，着是执着，「与亦无希求、不希求想等，均无欲也」。这都是说离开一切的爱欲，舍诸爱着，你所喜欢的，你所执着的。亦无希求，世出世间一切法，没有希求这个念头，也没有不希求。希求是错误，不希求也是错误，不希求还是在希求，希求、不希求都错了，必须希求、不希求统统放下，这才叫无欲。「此上三句，显实际理地不受一尘」。上面讲的这三句，经文里头所说实际理地，实际理地是真心、是真理、是自性，自性、真心里头一尘不染，一念不生。「但万行门中，不舍一法，故续云作得善愿，尽心求索」。这些经文，「正显事理无碍、圆融自在之妙义」。心地清净，一尘不染，遇到众生有困难，我要不要去帮助他？要。众生有苦难帮助他解决，不但帮助他离开苦难，而且帮助他得到幸福、回归自性，这就是有为。有为是不是有造作、有因果？没有。为什么？一切作为他没有放在心上，事做，做完之后心地干净，就像没做一样。如果做的好事，把好事放在心上，就好报，果报就有。所以无论行善、行恶，统统不着相，这叫无为而无所不为，无所不为而无为，这妙！真正觉悟的人是这样，他做一桩事情，利益众生的，没有成功、失败这个念头，事情做成了，众生有福，他们有福，于我不相干；没做成功，他们没福，于我也不相干。总是全心全力在做，不是看到不闻不问，不理会，那个不可以，那与性德不相应，那慈悲何在？",
      "zh_TW": "下面引《俱舍論》說的，「欲，謂希求所作事業」。希望我能做好，把事業做好，這都屬於妄。「據此，則經中捨諸愛著」，著是執著，「與亦無希求、不希求想等，均無欲也」。這都是說離開一切的愛欲，捨諸愛著，你所喜歡的，你所執著的。亦無希求，世出世間一切法，沒有希求這個念頭，也沒有不希求。希求是錯誤，不希求也是錯誤，不希求還是在希求，希求、不希求都錯了，必須希求、不希求統統放下，這才叫無欲。「此上三句，顯實際理地不受一塵」。上面講的這三句，經文裡頭所說實際理地，實際理地是真心、是真理、是自性，自性、真心裡頭一塵不染，一念不生。「但萬行門中，不捨一法，故續云作得善願，盡心求索」。這些經文，「正顯事理無礙、圓融自在之妙義」。心地清淨，一塵不染，遇到眾生有困難，我要不要去幫助他？要。眾生有苦難幫助他解決，不但幫助他離開苦難，而且幫助他得到幸福、回歸自性，這就是有為。有為是不是有造作、有因果？沒有。為什麼？一切作為他沒有放在心上，事做，做完之後心地乾淨，就像沒做一樣。如果做的好事，把好事放在心上，就好報，果報就有。所以無論行善、行惡，統統不著相，這叫無為而無所不為，無所不為而無為，這妙！真正覺悟的人是這樣，他做一樁事情，利益眾生的，沒有成功、失敗這個念頭，事情做成了，眾生有福，他們有福，於我不相干；沒做成功，他們沒福，於我也不相干。總是全心全力在做，不是看到不聞不問，不理會，那個不可以，那與性德不相應，那慈悲何在？"
    },
    {
      "id": "02-040-0531_p0021",
      "zh_CN": "自性第一德就是爱，这个爱不是我们凡夫的爱，凡夫爱里头有情、有妄念、有欲望，自性里面的爱决定不掺杂这些东西。所以佛教不叫爱，叫慈悲。慈悲就是爱，慈悲里面是充满了智慧，世间人爱里头充满了情欲。所以佛家的慈悲，跟宗教里头讲神之爱、上帝之爱、圣人之爱，是相同的，是真爱。《弟子规》里头说，「凡是人，皆须爱」，要用真心的爱，不能用妄心。妄心的爱里面就有很多纠缠在里头，有许多问题在里面，那就不善，那就造业，爱会变成怨恨、会变成仇敌、会变成灾难，这是佛不许可的。所以菩萨他用中道，用真心，用正法，这个爱叫慈悲。悲是拔苦，慈是与乐。佛教教学的总方向、总目标，就是帮助一切众生离苦得乐，这是佛教教育的终极目标。要帮助他离苦，苦的根源是六道轮回，他要能脱离六道轮回，叫离究竟苦，真离苦了。得乐呢？要帮助他至少要证得菩萨的果位，才是真乐。阿罗汉离苦得乐不究竟，没有圆满，要帮助他成菩萨、成佛，得究竟乐，离究竟苦。自己心里有没有念头？没有，自己心地清净平等，一尘不染。为什么？帮助你成佛，你本来是佛，我帮助你不居功，本来是佛！不是我给你的，是你自己成就的，你自己放下就成佛。",
      "zh_TW": "自性第一德就是愛，這個愛不是我們凡夫的愛，凡夫愛裡頭有情、有妄念、有欲望，自性裡面的愛決定不摻雜這些東西。所以佛教不叫愛，叫慈悲。慈悲就是愛，慈悲裡面是充滿了智慧，世間人愛裡頭充滿了情欲。所以佛家的慈悲，跟宗教裡頭講神之愛、上帝之愛、聖人之愛，是相同的，是真愛。《弟子規》裡頭說，「凡是人，皆須愛」，要用真心的愛，不能用妄心。妄心的愛裡面就有很多糾纏在裡頭，有許多問題在裡面，那就不善，那就造業，愛會變成怨恨、會變成仇敵、會變成災難，這是佛不許可的。所以菩薩他用中道，用真心，用正法，這個愛叫慈悲。悲是拔苦，慈是與樂。佛教教學的總方向、總目標，就是幫助一切眾生離苦得樂，這是佛教教育的終極目標。要幫助他離苦，苦的根源是六道輪迴，他要能脫離六道輪迴，叫離究竟苦，真離苦了。得樂呢？要幫助他至少要證得菩薩的果位，才是真樂。阿羅漢離苦得樂不究竟，沒有圓滿，要幫助他成菩薩、成佛，得究竟樂，離究竟苦。自己心裡有沒有念頭？沒有，自己心地清淨平等，一塵不染。為什麼？幫助你成佛，你本來是佛，我幫助你不居功，本來是佛！不是我給你的，是你自己成就的，你自己放下就成佛。"
    },
    {
      "id": "02-040-0531_p0022",
      "zh_CN": "佛家，佛跟凡夫的差别，凡夫有起心动念、有分别、有执着；佛没有起心动念、没有分别、没有执着，这叫佛。所以放下便是。我们跟佛是一不是二，有这三样东西，有起心动念、有分别、有执着就叫凡夫，三样没有就叫佛。三样有一样，二样没有，有起心动念，没有分别执着，这人是菩萨；三样有二样，有一样没有，有起心动念、有分别，没有执着，阿罗汉；三样统统都有，凡夫，六道凡夫。六道凡夫对于起心动念、分别、执着，有轻重，有染净，有善恶，这就很复杂，这就变成六道，六道就这么来的。所以一个人对一切人事物，对一切万法，执着没有，六道轮回就没有。你生活在什么境界？在四圣法界。你看到的，你接触到的，是声闻、缘觉、菩萨、佛，这个佛是十法界的佛。你把它真正搞清楚、搞明白了，它跟宗教、跟迷信挂不了钩，完全不相干。于是我们才真正了解，佛法产生一个大误会。我出家剃头大概不到一个星期，我就向中国佛教会提了一篇建议，正名。夫子说「名不正，则言不顺」，中国古人喜欢简单，不喜欢麻烦，称为佛教；现在佛教被人误会，加两个字进去，佛陀教育，名正言顺，佛陀教育。好像这个建议他们是讨论了，到以后不了了之，就算了。",
      "zh_TW": "佛家，佛跟凡夫的差別，凡夫有起心動念、有分別、有執著；佛沒有起心動念、沒有分別、沒有執著，這叫佛。所以放下便是。我們跟佛是一不是二，有這三樣東西，有起心動念、有分別、有執著就叫凡夫，三樣沒有就叫佛。三樣有一樣，二樣沒有，有起心動念，沒有分別執著，這人是菩薩；三樣有二樣，有一樣沒有，有起心動念、有分別，沒有執著，阿羅漢；三樣統統都有，凡夫，六道凡夫。六道凡夫對於起心動念、分別、執著，有輕重，有染淨，有善惡，這就很複雜，這就變成六道，六道就這麼來的。所以一個人對一切人事物，對一切萬法，執著沒有，六道輪迴就沒有。你生活在什麼境界？在四聖法界。你看到的，你接觸到的，是聲聞、緣覺、菩薩、佛，這個佛是十法界的佛。你把它真正搞清楚、搞明白了，它跟宗教、跟迷信掛不了鉤，完全不相干。於是我們才真正了解，佛法產生一個大誤會。我出家剃頭大概不到一個星期，我就向中國佛教會提了一篇建議，正名。夫子說「名不正，則言不順」，中國古人喜歡簡單，不喜歡麻煩，稱為佛教；現在佛教被人誤會，加兩個字進去，佛陀教育，名正言順，佛陀教育。好像這個建議他們是討論了，到以後不了了之，就算了。"
    },
    {
      "id": "02-040-0531_p0023",
      "zh_CN": "我在台湾，有个居士，建筑师，那个时候他盖了一栋大楼，八层，他送一层给我，我选了第三层。我以为是说着玩笑的，结果竟然盖好之后，那时候我在美国，回来的时候他在飞机场接我，把所有权状真的送给了我。我说你是真的，不是开玩笑的？真的，真供养法师。我说你是不是存心害我？他说不是，绝对没有。我说绝对没有，这大楼要不要开销？他说要，当然要。一个月要多少钱？他说一个月要六万。我说我到哪里去找六万块钱，你不是害我吗？他说那怎么办？我说除非你每个月拿六万来，我就答应；你要叫我去跟人化缘要钱，我说我宁愿饿死我也不干这个事情。以后他就答应了，每个月送六万，送了三年。三年，我这个道场有收入，可以够开销，我说你不要再送了。所以，随缘要自在，随缘里头有苦不能干，那是人害你。我这一生就这一个道场，没有第二个道场。为什么？找不到第二个这样的人，送我道场还得管开销，要不然我不上当。",
      "zh_TW": "我在台灣，有個居士，建築師，那個時候他蓋了一棟大樓，八層，他送一層給我，我選了第三層。我以為是說著玩笑的，結果竟然蓋好之後，那時候我在美國，回來的時候他在飛機場接我，把所有權狀真的送給了我。我說你是真的，不是開玩笑的？真的，真供養法師。我說你是不是存心害我？他說不是，絕對沒有。我說絕對沒有，這大樓要不要開銷？他說要，當然要。一個月要多少錢？他說一個月要六萬。我說我到哪裡去找六萬塊錢，你不是害我嗎？他說那怎麼辦？我說除非你每個月拿六萬來，我就答應；你要叫我去跟人化緣要錢，我說我寧願餓死我也不幹這個事情。以後他就答應了，每個月送六萬，送了三年。三年，我這個道場有收入，可以夠開銷，我說你不要再送了。所以，隨緣要自在，隨緣裡頭有苦不能幹，那是人害你。我這一生就這一個道場，沒有第二個道場。為什麼？找不到第二個這樣的人，送我道場還得管開銷，要不然我不上當。"
    },
    {
      "id": "02-040-0531_p0024",
      "zh_CN": "最近，也许同学晓得，我在斯里兰卡建议，诸位要晓得，不是我建的。我要建道场，年轻的时候该干，八十七岁还干这个事情，哪有这个道理？去年十一月我访问斯里兰卡，跟总统谈得很有缘分，我向他建议，我们应该建一个佛教大学，培养全世界佛教的弘护人才。他听了非常欢喜，他说就在我斯里兰卡做。我说这第一个，第二个，还需要建一个宗教大学，我希望全世界的宗教能团结起来。宗教要回归教育，因为它本来是教育，每一个宗教创始人都是最伟大的社会教育家，摩西是的，耶稣也是的，穆罕默德也是的。所以一定要回归教育，不回归教育对社会没有正面的贡献。希望宗教互相学习，不会再发生宗教与宗教之间的误会、矛盾，甚至于冲突，不能发生这些事情；宗教要团结，要好好的带动信徒化解所有冲突，带动世界永久的安定和平。总统听了非常欢喜，所以我们就想在这个地方建两个大学。我哪有能力，我只是说说，有许多热心想做好事的人，你们出钱出力把这个学校盖好。盖好之后，有很多人要请我做校长。我说我不找事情，我怕事情，我说校长我已经想好了。他说谁？总统来担任。我说我答应一桩事情，学校盖好之后，我做教授，开一门课，《无量寿经》，我来教《无量寿经》，就这一门课，其他的我边都不沾。我们是为正法，为全世界，不是为我个人。为我个人，我现在日子过得很好、很快乐，学佛之后，方先生说的话，我把它证明了，「学佛是人生最高的享受」，我这一生过的是最高享受。到处流浪，因为老师到处流浪，释迦牟尼佛，我完全跟他学，一生没有道场。",
      "zh_TW": "最近，也許同學曉得，我在斯里蘭卡建議，諸位要曉得，不是我建的。我要建道場，年輕的時候該幹，八十七歲還幹這個事情，哪有這個道理？去年十一月我訪問斯里蘭卡，跟總統談得很有緣分，我向他建議，我們應該建一個佛教大學，培養全世界佛教的弘護人才。他聽了非常歡喜，他說就在我斯里蘭卡做。我說這第一個，第二個，還需要建一個宗教大學，我希望全世界的宗教能團結起來。宗教要回歸教育，因為它本來是教育，每一個宗教創始人都是最偉大的社會教育家，摩西是的，耶穌也是的，穆罕默德也是的。所以一定要回歸教育，不回歸教育對社會沒有正面的貢獻。希望宗教互相學習，不會再發生宗教與宗教之間的誤會、矛盾，甚至於衝突，不能發生這些事情；宗教要團結，要好好的帶動信徒化解所有衝突，帶動世界永久的安定和平。總統聽了非常歡喜，所以我們就想在這個地方建兩個大學。我哪有能力，我只是說說，有許多熱心想做好事的人，你們出錢出力把這個學校蓋好。蓋好之後，有很多人要請我做校長。我說我不找事情，我怕事情，我說校長我已經想好了。他說誰？總統來擔任。我說我答應一樁事情，學校蓋好之後，我做教授，開一門課，《無量壽經》，我來教《無量壽經》，就這一門課，其他的我邊都不沾。我們是為正法，為全世界，不是為我個人。為我個人，我現在日子過得很好、很快樂，學佛之後，方先生說的話，我把它證明了，「學佛是人生最高的享受」，我這一生過的是最高享受。到處流浪，因為老師到處流浪，釋迦牟尼佛，我完全跟他學，一生沒有道場。"
    },
    {
      "id": "02-040-0531_p0025",
      "zh_CN": "台北这个道场建成之后，到现在三十多年，那个董事长还挂我的名，辞了十几次，我根本都不去了。问他为什么要挂我的名，挂名有人捐钱。我跟他们约定，佛陀教育基金会人捐钱的这个数字、银行存款，我们做的一桩事情，就是印经，学印光法师印经布施，对全世界，这是我们支出。收入、支出现金，我什么时候要问，什么时候你们要说得很清楚，一点都不含糊。所以台湾会计师称赞我们基金会财务台湾第一，清白之家，一点错误都没有。我说这要把它做好，这是你们的功德，有一点差错，就不是释迦牟尼佛的学生。大公中正，印经的钱就是印经，生活没有钱，另外再想办法。有一年过年我在台湾，过年的时候真遇到困难，当时总干事来找我，我们有员工，员工有工资的，没有工资他不能长久，他心不能安定，得有工资、有福利，他说印经的钱很多，能不能在印经的钱拨一部分出来做为道场经费？我说不可以，这是犯戒的。最后我就说，我私人银行有个帐户，人家供养我的，我都放在那边，那存折我交给他，那时候景美还有个图书馆，是我讲经的地方，两个道场，我说你们把它提出来两边分，这年关过去了。一定要做得如法，你才会身心安稳，才会快乐自在。",
      "zh_TW": "台北這個道場建成之後，到現在三十多年，那個董事長還掛我的名，辭了十幾次，我根本都不去了。問他為什麼要掛我的名，掛名有人捐錢。我跟他們約定，佛陀教育基金會人捐錢的這個數字、銀行存款，我們做的一樁事情，就是印經，學印光法師印經布施，對全世界，這是我們支出。收入、支出現金，我什麼時候要問，什麼時候你們要說得很清楚，一點都不含糊。所以台灣會計師稱讚我們基金會財務台灣第一，清白之家，一點錯誤都沒有。我說這要把它做好，這是你們的功德，有一點差錯，就不是釋迦牟尼佛的學生。大公中正，印經的錢就是印經，生活沒有錢，另外再想辦法。有一年過年我在台灣，過年的時候真遇到困難，當時總幹事來找我，我們有員工，員工有工資的，沒有工資他不能長久，他心不能安定，得有工資、有福利，他說印經的錢很多，能不能在印經的錢撥一部分出來做為道場經費？我說不可以，這是犯戒的。最後我就說，我私人銀行有個帳戶，人家供養我的，我都放在那邊，那存摺我交給他，那時候景美還有個圖書館，是我講經的地方，兩個道場，我說你們把它提出來兩邊分，這年關過去了。一定要做得如法，你才會身心安穩，才會快樂自在。"
    },
    {
      "id": "02-040-0531_p0026",
      "zh_CN": "「作得善愿，尽心求索」，好事，我们希望它能够成功。这两个学校，马来西亚的汉学院跟斯里兰卡的大学，大学那个地方现在有一百六十多个教授，很多教授都喜欢到这里来教，好事情。在我想像当中，教学的理念跟方法，大概还是遵守西方的，佛门跟中国传统文化，这旧的概念跟方法没有人想到。旧概念、旧方法会出圣贤，为什么？目标是求智慧，不是求知识，这个我们要把它带动起来。所以学校建好之后，我只答应教一年书，教《无量寿经》。我带五个学生，多了我照顾不过来，顶多只能照顾五个人。我们是用老方法、老的理念来试试看，如果实验成功，可以让其他的教授做参考。老的方法确实比西方的方法好，学习会很快乐、会很轻松，没有压力，但是要真精进。很单纯，一门深入。你看佛经，专门研究《无量寿经》，《无量寿经》研究通、明白了，净土的五经一论全通，本宗的通了；本宗通了之后，没有学过其他宗派经典也会通达，也没有问题。一点一滴的来做，慢慢扩大影响。",
      "zh_TW": "「作得善願，盡心求索」，好事，我們希望它能夠成功。這兩個學校，馬來西亞的漢學院跟斯里蘭卡的大學，大學那個地方現在有一百六十多個教授，很多教授都喜歡到這裡來教，好事情。在我想像當中，教學的理念跟方法，大概還是遵守西方的，佛門跟中國傳統文化，這舊的概念跟方法沒有人想到。舊概念、舊方法會出聖賢，為什麼？目標是求智慧，不是求知識，這個我們要把它帶動起來。所以學校建好之後，我只答應教一年書，教《無量壽經》。我帶五個學生，多了我照顧不過來，頂多只能照顧五個人。我們是用老方法、老的理念來試試看，如果實驗成功，可以讓其他的教授做參考。老的方法確實比西方的方法好，學習會很快樂、會很輕鬆，沒有壓力，但是要真精進。很單純，一門深入。你看佛經，專門研究《無量壽經》，《無量壽經》研究通、明白了，淨土的五經一論全通，本宗的通了；本宗通了之後，沒有學過其他宗派經典也會通達，也沒有問題。一點一滴的來做，慢慢擴大影響。"
    },
    {
      "id": "02-040-0531_p0027",
      "zh_CN": "在汉学院做，因为汉学院都是自己同胞，好商量。我们十年不招生，所以没有教授，也没有学生，我们招研究员。我们的名额是两百个，希望有两百个研究员在这做研究工作，就是一门深入。《治要》它原来的典籍六十五种，这就是六十五门功课，每个人专攻一门。基本的，佛家是戒律，跟文字学，汉字。所以我们会开《说文解字》，开这些文字学，开这个课，开戒律的课程。戒律是学佛必须要学习的，儒家的礼，佛法的戒，要设立一个律学院。世界上传佛法的三个语系，北传的汉语系，包括日本、韩国、蒙古，汉语系的；其次的，西藏的是藏语系；第三个，南传的巴利语系，以巴利文为主。所以文字三种都要学，要学这三种文字，这样将来对于全世界的佛教都有帮助，欢迎佛门弟子都能到这个地方去学习。",
      "zh_TW": "在漢學院做，因為漢學院都是自己同胞，好商量。我們十年不招生，所以沒有教授，也沒有學生，我們招研究員。我們的名額是兩百個，希望有兩百個研究員在這做研究工作，就是一門深入。《治要》它原來的典籍六十五種，這就是六十五門功課，每個人專攻一門。基本的，佛家是戒律，跟文字學，漢字。所以我們會開《說文解字》，開這些文字學，開這個課，開戒律的課程。戒律是學佛必須要學習的，儒家的禮，佛法的戒，要設立一個律學院。世界上傳佛法的三個語系，北傳的漢語系，包括日本、韓國、蒙古，漢語系的；其次的，西藏的是藏語系；第三個，南傳的巴利語系，以巴利文為主。所以文字三種都要學，要學這三種文字，這樣將來對於全世界的佛教都有幫助，歡迎佛門弟子都能到這個地方去學習。"
    },
    {
      "id": "02-040-0531_p0028",
      "zh_CN": "斯里兰卡是以佛教治国，从总统到人民几乎都落实三皈、五戒、十善、八关斋戒，基本佛经的这些道理，一般人都懂得。全国人口不多，只有两千万人；土地面积大概福建省一半大，两个台湾；寺庙有一万多所。每个寺庙，我没有去调查，我概略的估计，平均每个寺庙算六、七个人，它也有将近八万人的样子，出家人有这么多，这里面一大半都能讲经教学。所以斯里兰卡的人民普遍受到佛陀教育，讲经的人太多了。而且国家规定的，星期天，星期假日，上午八点到十二点，是全国佛教教学的时间，所有的人只要有空闲，都应该到附近寺庙接受佛陀教育，全国的。所以星期天到寺庙，你去看寺庙满满的，到处都是人，都在那里听经，都在那里讲学，一个小圈圈、一个小圈圈，席地而坐，走廊上、殿堂上，在院子里面，统统都是的，非常难得。学了之后，你走出教室你能看到，好处在这里。我们希望佛教有成就，也能带动其他宗教，我们也帮助他们，在那边建立一个宗教大学。",
      "zh_TW": "斯里蘭卡是以佛教治國，從總統到人民幾乎都落實三皈、五戒、十善、八關齋戒，基本佛經的這些道理，一般人都懂得。全國人口不多，只有兩千萬人；土地面積大概福建省一半大，兩個台灣；寺廟有一萬多所。每個寺廟，我沒有去調查，我概略的估計，平均每個寺廟算六、七個人，它也有將近八萬人的樣子，出家人有這麼多，這裡面一大半都能講經教學。所以斯里蘭卡的人民普遍受到佛陀教育，講經的人太多了。而且國家規定的，星期天，星期假日，上午八點到十二點，是全國佛教教學的時間，所有的人只要有空閒，都應該到附近寺廟接受佛陀教育，全國的。所以星期天到寺廟，你去看寺廟滿滿的，到處都是人，都在那裡聽經，都在那裡講學，一個小圈圈、一個小圈圈，席地而坐，走廊上、殿堂上，在院子裡面，統統都是的，非常難得。學了之後，你走出教室你能看到，好處在這裡。我們希望佛教有成就，也能帶動其他宗教，我們也幫助他們，在那邊建立一個宗教大學。"
    },
    {
      "id": "02-040-0531_p0029",
      "zh_CN": "我们在经教里头学了，学以致用，虽然非常热心，放得下。我们学校建成，赠送给政府，送给斯里兰卡政府。他们政府对宗教有两个部，一个是宗教部，宗教部属于总理管的；另外还有一个佛教部，因为全国人民百分之七十五以上佛教徒，所以它有个佛教部，佛教部归总统管，是总统府下面的一个部，部长是总统兼的。所以我们学校建好就是赠送给国家，就是属于国家的，不属于任何人，里面一定完全听国家去安排。这个国家是宗教治国，全民都在学佛，他一定有慈悲心、有智慧把它安排得很妥善，对于全世界佛教做出最大的贡献。还有两个活动中心，都送给国家。活动中心是用酒店的方式建造的，就办活动用，全世界的宗教活动、宗教团结都在这个地方。酒店有住的地方、有会堂、有教室，建筑在风景非常优美的环境里。到那个地方去参加一次论坛、讲座，短的时间七天，长的时间半个月、一个月。一个活动、一个活动排的，一年到头没有空闲，让全世界信仰宗教的人有一个活动中心。这两个中心也是建好之后送给政府，由政府来管理。我们同学们对于这桩事情出钱出力，我们全心全力来支持它，这是一桩好事。我们行好事的人要三轮体空，不要把这个事情放在心上，心上只放阿弥陀佛。我们也把这个事情请阿弥陀佛来护持，一定会让我们满意，会建得很成功。",
      "zh_TW": "我們在經教裡頭學了，學以致用，雖然非常熱心，放得下。我們學校建成，贈送給政府，送給斯里蘭卡政府。他們政府對宗教有兩個部，一個是宗教部，宗教部屬於總理管的；另外還有一個佛教部，因為全國人民百分之七十五以上佛教徒，所以它有個佛教部，佛教部歸總統管，是總統府下面的一個部，部長是總統兼的。所以我們學校建好就是贈送給國家，就是屬於國家的，不屬於任何人，裡面一定完全聽國家去安排。這個國家是宗教治國，全民都在學佛，他一定有慈悲心、有智慧把它安排得很妥善，對於全世界佛教做出最大的貢獻。還有兩個活動中心，都送給國家。活動中心是用酒店的方式建造的，就辦活動用，全世界的宗教活動、宗教團結都在這個地方。酒店有住的地方、有會堂、有教室，建築在風景非常優美的環境裡。到那個地方去參加一次論壇、講座，短的時間七天，長的時間半個月、一個月。一個活動、一個活動排的，一年到頭沒有空閒，讓全世界信仰宗教的人有一個活動中心。這兩個中心也是建好之後送給政府，由政府來管理。我們同學們對於這樁事情出錢出力，我們全心全力來支持它，這是一樁好事。我們行好事的人要三輪體空，不要把這個事情放在心上，心上只放阿彌陀佛。我們也把這個事情請阿彌陀佛來護持，一定會讓我們滿意，會建得很成功。"
    },
    {
      "id": "02-040-0531_p0030",
      "zh_CN": "经上这些话，「作得善愿，尽心求索，正显事理无碍」，理是清净无为，事是有为，有为跟无为同时，没有障碍，「圆融自在之妙义」。如德遵普贤品里面说，「会中诸大菩萨入空、无相、无愿法门」。这叫「三三昧」，在我们参考资料第三页当中有「空、无相、无愿」。三三昧这一条，「即空三昧、无相三昧、无愿三昧」。三昧是梵语，翻成中国意思叫正定。「空三昧是观察世间的一切法都是缘生的」，因缘生法，「也都是虚妄不实」，是众缘和合而生起的现象，缘聚的时候有，缘散了，相就不存在。我们建造的房子是众缘和合，里面有钢筋、有水泥、有砖头，有这许许多多建筑材料，还得要人工按照图纸把它建立起来，众缘和合；缘散掉了，房子就不存在。所以这都不是永恒的，我们要认清楚这一点。",
      "zh_TW": "經上這些話，「作得善願，盡心求索，正顯事理無礙」，理是清淨無為，事是有為，有為跟無為同時，沒有障礙，「圓融自在之妙義」。如德遵普賢品裡面說，「會中諸大菩薩入空、無相、無願法門」。這叫「三三昧」，在我們參考資料第三頁當中有「空、無相、無願」。三三昧這一條，「即空三昧、無相三昧、無願三昧」。三昧是梵語，翻成中國意思叫正定。「空三昧是觀察世間的一切法都是緣生的」，因緣生法，「也都是虛妄不實」，是眾緣和合而生起的現象，緣聚的時候有，緣散了，相就不存在。我們建造的房子是眾緣和合，裡面有鋼筋、有水泥、有磚頭，有這許許多多建築材料，還得要人工按照圖紙把它建立起來，眾緣和合；緣散掉了，房子就不存在。所以這都不是永恆的，我們要認清楚這一點。"
    },
    {
      "id": "02-040-0531_p0031",
      "zh_CN": "我们自己身体也是众缘和合，科学家告诉我们，人体是细胞组成的。多少细胞？科学家告诉我们，一个人的身体大概有六十兆的细胞。六十兆，而且细胞的形状不一样，有圆形的、有菱形的、有三角形的，组成我们身体里面的五脏六腑是不相同的细胞，都是细胞。细胞的新陈代谢，就是细胞有寿命，最长寿命的是脑神经细胞。一个人身体里面的细胞，脑神经细胞它的寿命大概是一百三十年到一百五十年，最长的。也有细胞寿命只有几天的，多半大概都是几个月到二、三年。佛在经上告诉我们，我们人身体里的细胞，佛是讲周期，七年是一个周期，他说七年所有细胞旧的都死亡了，都是新细胞来代替。科学家讲得更清楚，每一天新陈代谢，每一天有多少细胞，老的细胞死亡，多少新的细胞来补充？科学家告诉我们，有七千亿，单位是亿。整个身体是六十兆，每一天新陈代谢有七千亿的细胞，你说这身体怎么是我？生灭，一天就有七千亿个细胞生灭，不是真的，是假的。所以万法皆空，这叫空三昧。对于一切法都不要执着，它是假相。",
      "zh_TW": "我們自己身體也是眾緣和合，科學家告訴我們，人體是細胞組成的。多少細胞？科學家告訴我們，一個人的身體大概有六十兆的細胞。六十兆，而且細胞的形狀不一樣，有圓形的、有菱形的、有三角形的，組成我們身體裡面的五臟六腑是不相同的細胞，都是細胞。細胞的新陳代謝，就是細胞有壽命，最長壽命的是腦神經細胞。一個人身體裡面的細胞，腦神經細胞它的壽命大概是一百三十年到一百五十年，最長的。也有細胞壽命只有幾天的，多半大概都是幾個月到二、三年。佛在經上告訴我們，我們人身體裡的細胞，佛是講週期，七年是一個週期，他說七年所有細胞舊的都死亡了，都是新細胞來代替。科學家講得更清楚，每一天新陳代謝，每一天有多少細胞，老的細胞死亡，多少新的細胞來補充？科學家告訴我們，有七千億，單位是億。整個身體是六十兆，每一天新陳代謝有七千億的細胞，你說這身體怎麼是我？生滅，一天就有七千億個細胞生滅，不是真的，是假的。所以萬法皆空，這叫空三昧。對於一切法都不要執著，它是假相。"
    },
    {
      "id": "02-040-0531_p0032",
      "zh_CN": "第二个，「无相三昧是观察世间的一切形相都是虚妄假有」。前面是从体上观，空的，缘生，看到它空的，根本就没有，遇到缘它就现行，没有缘它不存在，找不到它。相是现象，也就是说物质现象，也包括精神现象。观察世间所有一切现象，科学家分为三大类：物质现象、精神现象、自然现象，这三大类统统都包括了。这些现象也是假的，也不是真的。其中物质现象，佛经上讲得很多，「相由心生，境随心转」，这一类的话说得多，「一切法从心想生」，都是念头。所以教育，教育的宗旨没有别的，帮助一切众生端正念头而已，什么问题都解决了。疾病是念头不正，地球上这些灾变也是念头不正，如果念头端正，不会有这些事情。极乐世界为什么那么好？每个人念头都正。他为什么那么正？阿弥陀佛教的，阿弥陀佛教学没有中断，除了阿弥陀佛之外，十方一切诸佛都愿意教他们。修学的环境，极乐世界是达到圆满殊胜。阿弥陀佛好比是校长，十方一切诸佛都是教授，都担任课程的，所以你想学什么都有佛来教你，最好的老师，哪有不成就的道理！物质现象今天科学家把它搞清楚了，这是宇宙的奥秘揭穿了，念头生的，跟佛经上讲的一样。",
      "zh_TW": "第二個，「無相三昧是觀察世間的一切形相都是虛妄假有」。前面是從體上觀，空的，緣生，看到它空的，根本就沒有，遇到緣它就現行，沒有緣它不存在，找不到它。相是現象，也就是說物質現象，也包括精神現象。觀察世間所有一切現象，科學家分為三大類：物質現象、精神現象、自然現象，這三大類統統都包括了。這些現象也是假的，也不是真的。其中物質現象，佛經上講得很多，「相由心生，境隨心轉」，這一類的話說得多，「一切法從心想生」，都是念頭。所以教育，教育的宗旨沒有別的，幫助一切眾生端正念頭而已，什麼問題都解決了。疾病是念頭不正，地球上這些災變也是念頭不正，如果念頭端正，不會有這些事情。極樂世界為什麼那麼好？每個人念頭都正。他為什麼那麼正？阿彌陀佛教的，阿彌陀佛教學沒有中斷，除了阿彌陀佛之外，十方一切諸佛都願意教他們。修學的環境，極樂世界是達到圓滿殊勝。阿彌陀佛好比是校長，十方一切諸佛都是教授，都擔任課程的，所以你想學什麼都有佛來教你，最好的老師，哪有不成就的道理！物質現象今天科學家把它搞清楚了，這是宇宙的奧祕揭穿了，念頭生的，跟佛經上講的一樣。"
    },
    {
      "id": "02-040-0531_p0033",
      "zh_CN": "「无愿三昧又名无作三昧，即观一切法幻有，而无所愿求。」无愿三昧是真正消灭我们所有的妄念，为什么？一切法是幻有，是假有，不是真有。像我们看电视，电视上所有一切画面，我们看了也很欢喜，没有一个人想占有它。为什么？占有不到，频道一关全没有了。我们用什么心态面对着现实环境？要用看电视的心态，你可以欣赏它，你不能占有它，你不能控制它，你也不必想着我怎样去支配它，不需要，一切随顺自然。他欢喜，我们也欢喜；他悲伤，我们也很同情，这就是所谓的真正客观来处理万事万法。决定不要有主观观念，我想怎样怎样，那就错了，因缘非常复杂，不是单纯的。",
      "zh_TW": "「無願三昧又名無作三昧，即觀一切法幻有，而無所願求。」無願三昧是真正消滅我們所有的妄念，為什麼？一切法是幻有，是假有，不是真有。像我們看電視，電視上所有一切畫面，我們看了也很歡喜，沒有一個人想佔有它。為什麼？佔有不到，頻道一關全沒有了。我們用什麼心態面對著現實環境？要用看電視的心態，你可以欣賞它，你不能佔有它，你不能控制它，你也不必想著我怎樣去支配它，不需要，一切隨順自然。他歡喜，我們也歡喜；他悲傷，我們也很同情，這就是所謂的真正客觀來處理萬事萬法。決定不要有主觀觀念，我想怎樣怎樣，那就錯了，因緣非常複雜，不是單純的。"
    },
    {
      "id": "02-040-0531_p0034",
      "zh_CN": "我们再往下面看，「但诸菩萨咸共遵修普贤大士之德，具足无量行愿。正与此处无为、无立、无欲，而作得善愿，尽心求索，圆融一味。」这一句说得非常好，本经第二品，「咸共遵修普贤大士之德」。佛法在中国，中国是大乘，大乘以四大菩萨代表，叫表法。第一个是地藏，地是代表大地，大地能生万法，地里面含藏无尽的宝藏，用它来代表心，我们的真心、我们的自性就好像大地一样，它能生能现整个宇宙的万有，好像大地能生一样。大地又表修学的根本，我们现在迷了，要回归自性，要从哪里学起？从什么地方开始？从心地。心地里面，一个是孝，一个是敬，孝亲尊师，世出世间一切善法都从这个根本出生的。所以，《地藏经》是佛门的孝经，地藏教孝，教孝亲、教尊师。有孝亲尊师这种德行，再向上提升，观世音菩萨，救苦救难，大慈大悲。救苦救难大慈大悲需要智慧，文殊代表圆满的智慧，有智慧就不会有过失、不会有错误。普贤代表实践，要落实，要把孝亲尊师、慈悲智慧，落实到日常生活当中，落实到一切众生之中，这是大乘。普贤代表落实，不落实全就落空了，要变成我们生活、变成工作、变成处事待人接物的标准。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們再往下面看，「但諸菩薩咸共遵修普賢大士之德，具足無量行願。正與此處無為、無立、無欲，而作得善願，盡心求索，圓融一味。」這一句說得非常好，本經第二品，「咸共遵修普賢大士之德」。佛法在中國，中國是大乘，大乘以四大菩薩代表，叫表法。第一個是地藏，地是代表大地，大地能生萬法，地裡面含藏無盡的寶藏，用它來代表心，我們的真心、我們的自性就好像大地一樣，它能生能現整個宇宙的萬有，好像大地能生一樣。大地又表修學的根本，我們現在迷了，要回歸自性，要從哪裡學起？從什麼地方開始？從心地。心地裡面，一個是孝，一個是敬，孝親尊師，世出世間一切善法都從這個根本出生的。所以，《地藏經》是佛門的孝經，地藏教孝，教孝親、教尊師。有孝親尊師這種德行，再向上提升，觀世音菩薩，救苦救難，大慈大悲。救苦救難大慈大悲需要智慧，文殊代表圓滿的智慧，有智慧就不會有過失、不會有錯誤。普賢代表實踐，要落實，要把孝親尊師、慈悲智慧，落實到日常生活當中，落實到一切眾生之中，這是大乘。普賢代表落實，不落實全就落空了，要變成我們生活、變成工作、變成處事待人接物的標準。今天時間到了，我們就學習到此地。"
    }
  ]
}