{
  "doc_id": "02-040-0245",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四五集",
    "zh_TW": "第二四五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0245",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-040-0245_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0245_p0002",
      "zh_CN": "请看《大经科注》第五百一十五页，第五行最后一个字看起：",
      "zh_TW": "請看《大經科註》第五百一十五頁，第五行最後一個字看起："
    },
    {
      "id": "02-040-0245_p0003",
      "zh_CN": "「如《会疏》曰：寂静三摩地，无缚无着，故名清净」，前面我们学到此地，接着往下看。「又解脱者，所住三昧」，三昧就是正定，或者翻作正受，正常的受用，所住的三昧「离一切系缚」，系缚是烦恼的代名词，一切烦恼都离开了，「而自在」，得到自在了，「名曰解脱三昧」。所以，解脱三昧是通名，无论用什么方法，断除烦恼而得自在，都叫解脱三昧。「如《会疏》曰：止观无碍，故名解脱」。止就是停止，妄想、杂念要停止，观，观是看破，止是放下，看破是宇宙人生的真相。贤首国师《还源观》中所说的五止六观，叫我们应该放下的都要放下，放下之后你就明白了。为什么我们看不出宇宙人生真相？我们的烦恼、习气、善恶业这些东西障碍了，让我们见不到诸法实相。诸法实相就是自性的体、相、作用，所以观诸法实相也就是明心见性，言语不同，境界是相等的。所以止观无碍，止不碍观，观不碍止，止观同时起用，这就是解脱，这就自在了，没有障碍。",
      "zh_TW": "「如《會疏》曰：寂靜三摩地，無縛無著，故名清淨」，前面我們學到此地，接著往下看。「又解脫者，所住三昧」，三昧就是正定，或者翻作正受，正常的受用，所住的三昧「離一切繫縛」，繫縛是煩惱的代名詞，一切煩惱都離開了，「而自在」，得到自在了，「名曰解脫三昧」。所以，解脫三昧是通名，無論用什麼方法，斷除煩惱而得自在，都叫解脫三昧。「如《會疏》曰：止觀無礙，故名解脫」。止就是停止，妄想、雜念要停止，觀，觀是看破，止是放下，看破是宇宙人生的真相。賢首國師《還源觀》中所說的五止六觀，叫我們應該放下的都要放下，放下之後你就明白了。為什麼我們看不出宇宙人生真相？我們的煩惱、習氣、善惡業這些東西障礙了，讓我們見不到諸法實相。諸法實相就是自性的體、相、作用，所以觀諸法實相也就是明心見性，言語不同，境界是相等的。所以止觀無礙，止不礙觀，觀不礙止，止觀同時起用，這就是解脫，這就自在了，沒有障礙。"
    },
    {
      "id": "02-040-0245_p0004",
      "zh_CN": "「又曰念佛三昧，能除一切烦恼，能解脱生死，故须名清净解脱三昧」。这是专指念佛，念佛三昧是把起心动念，无论是善念恶念、有念无念，全归到阿弥陀佛，这叫念佛三昧。心中只有阿弥陀佛，口中只有佛号，其他念头统统放下。也就是觉明菩萨所说的，《西方确指》觉明菩萨教导我们，念佛秘诀是「不夹杂、不怀疑、不间断」。不夹杂，没有妄想、没有杂念。不怀疑，真正相信西方有极乐世界，有阿弥陀佛，念佛人发愿求生净土，临命终时阿弥陀佛决定来接引，没有丝毫怀疑，这样的人功夫一定能得三昧。三昧之浅者就是功夫成片，深一层的事一心不乱，更深一层的理一心不乱；理一心不乱生实报土，事一心不乱生方便土，只有功夫成片，生凡圣同居土。极乐世界有四土三辈九品，但是四十八愿第二十愿说得很清楚，所有一切往生到极乐世界的人，「皆作阿惟越致菩萨」。小本《弥陀经》上也说，每一个往生极乐世界的人，都是阿鞞跋致菩萨。换句话说，极乐世界虽有四土三辈九品，实际上是平等法界，这个平等是阿弥陀佛四十八愿的加持。",
      "zh_TW": "「又曰念佛三昧，能除一切煩惱，能解脫生死，故須名清淨解脫三昧」。這是專指念佛，念佛三昧是把起心動念，無論是善念惡念、有念無念，全歸到阿彌陀佛，這叫念佛三昧。心中只有阿彌陀佛，口中只有佛號，其他念頭統統放下。也就是覺明菩薩所說的，《西方確指》覺明菩薩教導我們，念佛祕訣是「不夾雜、不懷疑、不間斷」。不夾雜，沒有妄想、沒有雜念。不懷疑，真正相信西方有極樂世界，有阿彌陀佛，念佛人發願求生淨土，臨命終時阿彌陀佛決定來接引，沒有絲毫懷疑，這樣的人功夫一定能得三昧。三昧之淺者就是功夫成片，深一層的事一心不亂，更深一層的理一心不亂；理一心不亂生實報土，事一心不亂生方便土，只有功夫成片，生凡聖同居土。極樂世界有四土三輩九品，但是四十八願第二十願說得很清楚，所有一切往生到極樂世界的人，「皆作阿惟越致菩薩」。小本《彌陀經》上也說，每一個往生極樂世界的人，都是阿鞞跋致菩薩。換句話說，極樂世界雖有四土三輩九品，實際上是平等法界，這個平等是阿彌陀佛四十八願的加持。"
    },
    {
      "id": "02-040-0245_p0005",
      "zh_CN": "我们现在这个地方念到四十四愿，四十八愿还没念完。四十八愿就是阿弥陀佛的本愿，阿弥陀佛度一切众生的弘愿，四十八愿愿愿都兑现了，不是虚愿。我们要想了解西方极乐世界，世尊为我们介绍的这部经，这部经的核心就是四十八愿。前面四十三愿是专对念佛往生这些人说的，从四十四，这个普等三昧愿，一直到第四十八，特别为他方菩萨说的。极乐世界的庄严殊胜，他方菩萨听到了，到极乐世界去参学，提升他们的境界，是为这个而发的。这个五愿当中的第一愿普等三昧，普是普遍，等，跟谁等？跟诸佛如来等，跟阿弥陀佛等，这个不可思议。这就说明，为什么诸佛刹土菩萨一定要到极乐世界去参学，是为这桩事情来的，到极乐世界，他的品位大幅度提升了。",
      "zh_TW": "我們現在這個地方念到四十四願，四十八願還沒念完。四十八願就是阿彌陀佛的本願，阿彌陀佛度一切眾生的弘願，四十八願願願都兌現了，不是虛願。我們要想了解西方極樂世界，世尊為我們介紹的這部經，這部經的核心就是四十八願。前面四十三願是專對念佛往生這些人說的，從四十四，這個普等三昧願，一直到第四十八，特別為他方菩薩說的。極樂世界的莊嚴殊勝，他方菩薩聽到了，到極樂世界去參學，提升他們的境界，是為這個而發的。這個五願當中的第一願普等三昧，普是普遍，等，跟誰等？跟諸佛如來等，跟阿彌陀佛等，這個不可思議。這就說明，為什麼諸佛剎土菩薩一定要到極樂世界去參學，是為這樁事情來的，到極樂世界，他的品位大幅度提升了。"
    },
    {
      "id": "02-040-0245_p0006",
      "zh_CN": "念佛三昧，这就讲专念阿弥陀佛，能除一切烦恼，能解脱生死。这念佛人，真正念佛，这两句话是真的，不是假的。故须名清净解脱三昧。下面给我们说普等，「普者普遍，等者平等。《悲华经》谓之遍至三昧」，这个遍有普遍、平等的意思，遍至，这都是讲念佛三昧。「《芬陀利经》谓之普至三昧」，普至跟普等的意思相同。宋译经本里头说「普遍三摩地」，也是这个意思。唐译本里面「谓之平等三摩地门」。「《会疏》释曰」，《会疏》的解释说，「若依诸师，但是菩萨所得三昧名也」，种种不同的名，意思完全一样。憬兴法师说，「普者，即普遍义。等者，即齐等义」，就是平等，等齐。「所见普广，佛佛皆见」，普是普遍，广是广大，佛佛皆见，「故所住定」，这个定的名字就叫「普等」。「玄一云：由此三昧力，普见诸佛世界，故言为普。平等现见，无所不见，故言为等」。平等现见，无所不见，这是诸佛如来。这些菩萨到极乐世界，得到阿弥陀佛的加持，他的智慧、神通、道力可以跟诸佛平等。",
      "zh_TW": "念佛三昧，這就講專念阿彌陀佛，能除一切煩惱，能解脫生死。這念佛人，真正念佛，這兩句話是真的，不是假的。故須名清淨解脫三昧。下面給我們說普等，「普者普遍，等者平等。《悲華經》謂之遍至三昧」，這個遍有普遍、平等的意思，遍至，這都是講念佛三昧。「《芬陀利經》謂之普至三昧」，普至跟普等的意思相同。宋譯經本裡頭說「普遍三摩地」，也是這個意思。唐譯本裡面「謂之平等三摩地門」。「《會疏》釋曰」，《會疏》的解釋說，「若依諸師，但是菩薩所得三昧名也」，種種不同的名，意思完全一樣。憬興法師說，「普者，即普遍義。等者，即齊等義」，就是平等，等齊。「所見普廣，佛佛皆見」，普是普遍，廣是廣大，佛佛皆見，「故所住定」，這個定的名字就叫「普等」。「玄一云：由此三昧力，普見諸佛世界，故言為普。平等現見，無所不見，故言為等」。平等現見，無所不見，這是諸佛如來。這些菩薩到極樂世界，得到阿彌陀佛的加持，他的智慧、神通、道力可以跟諸佛平等。"
    },
    {
      "id": "02-040-0245_p0007",
      "zh_CN": "底下是念老的话，「若约选择本愿正意」，这是就选择本愿正意来说，「则是念佛三昧德号也」，这些名词统统都是念佛三昧。「普谓普遍，凡圣通入之义」，佛入这个境界，菩萨也入，凡夫也入，这是普义。「等谓平等，念一佛功德，等同一切佛之义」，这个一佛是阿弥陀佛。念一佛的佛号，所得的功德等于念一切诸佛名号相同，为什么？弥陀名号里头，圆满具足一切诸佛名号。阿弥陀佛这个名号是梵语，把它翻成中国的意思，阿翻作无，弥陀翻作量，佛翻作觉，合起来无量觉。无量觉就是成佛了，没有成佛不能称无量觉，无量觉跟无上正等正觉的意思相同，无上正等正觉就是一切诸佛如来的通称。所以，阿弥陀佛是一切诸佛共同的名号，哪一尊佛不是无量觉！所以念这一个佛名，是所有一切诸佛全都念到了，一个也不漏。阿弥陀佛是平等佛，阿弥陀佛一即一切，这一个名号就是一切诸佛名号，一切诸佛名号就是这一句名号。名号功德不可思议，从这些地方可以体会得到，念阿弥陀佛就行了。十方诸佛、净宗这些祖师大德，都教我们一向专念阿弥陀佛，这有道理，这个话不是随便讲的。",
      "zh_TW": "底下是念老的話，「若約選擇本願正意」，這是就選擇本願正意來說，「則是念佛三昧德號也」，這些名詞統統都是念佛三昧。「普謂普遍，凡聖通入之義」，佛入這個境界，菩薩也入，凡夫也入，這是普義。「等謂平等，念一佛功德，等同一切佛之義」，這個一佛是阿彌陀佛。念一佛的佛號，所得的功德等於念一切諸佛名號相同，為什麼？彌陀名號裡頭，圓滿具足一切諸佛名號。阿彌陀佛這個名號是梵語，把它翻成中國的意思，阿翻作無，彌陀翻作量，佛翻作覺，合起來無量覺。無量覺就是成佛了，沒有成佛不能稱無量覺，無量覺跟無上正等正覺的意思相同，無上正等正覺就是一切諸佛如來的通稱。所以，阿彌陀佛是一切諸佛共同的名號，哪一尊佛不是無量覺！所以念這一個佛名，是所有一切諸佛全都念到了，一個也不漏。阿彌陀佛是平等佛，阿彌陀佛一即一切，這一個名號就是一切諸佛名號，一切諸佛名號就是這一句名號。名號功德不可思議，從這些地方可以體會得到，念阿彌陀佛就行了。十方諸佛、淨宗這些祖師大德，都教我們一向專念阿彌陀佛，這有道理，這個話不是隨便講的。"
    },
    {
      "id": "02-040-0245_p0008",
      "zh_CN": "《菩萨念佛三昧经》这个里头说，「譬如众生，若依须弥金色之边」，这用须弥山做比喻，须弥山四宝所成，你依须弥山的边，边是金色的，「其身即与彼山同色，所以然者，山势力故」。你在这个山的边缘上，山是金色，你也沾了光，你的身体也变成金色。什么缘故？你一靠近山边，这是缘、是感，山肯定有应，感应道交。你沾染了它的气氛，所以这是山势力故。「又如诸水，悉入大海，同其一味。所以然者，以海力故」。陆地上无论是江、河、湖泊，这些水都往下流，下面是什么？下是海平面，陆地上的水统统流入大海。在陆地上，水的味道不一样，有甜的、有淡的、有酸的，各种不同的味道，流入大海同其一味。海水是咸的，一切江河的水流到海里头，统统变成一味。所以然者，以海力故，海的势力很大，能容一切水流。下面说，「若人得念佛三昧，亦复如是」。人念佛，如果得念佛三昧，你肯定沾了佛的气分，就像前面举的比喻一样，这是普遍之义。「《文殊般若经》云：念一佛功德，无量无边；亦与无量诸佛功德无二」，这个地方都是指的阿弥陀佛。《赞阿弥陀佛偈》里面有这样一句，「我以一心赞一佛，愿遍十方无碍人」，这是平等的意思。普遍、平等，所以称为普等。",
      "zh_TW": "《菩薩念佛三昧經》這個裡頭說，「譬如眾生，若依須彌金色之邊」，這用須彌山做比喻，須彌山四寶所成，你依須彌山的邊，邊是金色的，「其身即與彼山同色，所以然者，山勢力故」。你在這個山的邊緣上，山是金色，你也沾了光，你的身體也變成金色。什麼緣故？你一靠近山邊，這是緣、是感，山肯定有應，感應道交。你沾染了它的氣氛，所以這是山勢力故。「又如諸水，悉入大海，同其一味。所以然者，以海力故」。陸地上無論是江、河、湖泊，這些水都往下流，下面是什麼？下是海平面，陸地上的水統統流入大海。在陸地上，水的味道不一樣，有甜的、有淡的、有酸的，各種不同的味道，流入大海同其一味。海水是鹹的，一切江河的水流到海裡頭，統統變成一味。所以然者，以海力故，海的勢力很大，能容一切水流。下面說，「若人得念佛三昧，亦復如是」。人念佛，如果得念佛三昧，你肯定沾了佛的氣分，就像前面舉的比喻一樣，這是普遍之義。「《文殊般若經》云：念一佛功德，無量無邊；亦與無量諸佛功德無二」，這個地方都是指的阿彌陀佛。《讚阿彌陀佛偈》裡面有這樣一句，「我以一心讚一佛，願遍十方無礙人」，這是平等的意思。普遍、平等，所以稱為普等。"
    },
    {
      "id": "02-040-0245_p0009",
      "zh_CN": "「《会疏》以清净三昧、解脱三昧、普等三昧为念佛三昧」。这三个名词把念佛三昧的功德显示出来了。念佛人的心清净，念佛人自在，少烦少恼，烦恼少智慧一定增长。普，没有一个，没有一个人不等于诸佛如来，这是何等的殊胜。这三个名词来解释念佛三昧。「盖念佛三昧为宝王三昧」，宝，人之所爱，宝中之王、宝中之宝，称宝王三昧。一切三昧，念佛三昧是第一，这叫宝王三昧。我们不知道，或是知道了印象不深，为什么？没有把念佛这桩事情真正提起来。我们的念佛或有或无，常常间断，念佛的时候也是杂心念佛，没有专心念佛，专一没有。什么时候念佛没有杂念、没有妄想，一心专注？什么原因？不知道念阿弥陀佛的好处，不知道，一直到现在都还不知道。如果知道了，你会把别的都放下了。",
      "zh_TW": "「《會疏》以清淨三昧、解脫三昧、普等三昧為念佛三昧」。這三個名詞把念佛三昧的功德顯示出來了。念佛人的心清淨，念佛人自在，少煩少惱，煩惱少智慧一定增長。普，沒有一個，沒有一個人不等於諸佛如來，這是何等的殊勝。這三個名詞來解釋念佛三昧。「蓋念佛三昧為寶王三昧」，寶，人之所愛，寶中之王、寶中之寶，稱寶王三昧。一切三昧，念佛三昧是第一，這叫寶王三昧。我們不知道，或是知道了印象不深，為什麼？沒有把念佛這樁事情真正提起來。我們的念佛或有或無，常常間斷，念佛的時候也是雜心念佛，沒有專心念佛，專一沒有。什麼時候念佛沒有雜念、沒有妄想，一心專注？什麼原因？不知道念阿彌陀佛的好處，不知道，一直到現在都還不知道。如果知道了，你會把別的都放下了。"
    },
    {
      "id": "02-040-0245_p0010",
      "zh_CN": "为什么功夫不得力？对于这句佛号真正是不了解，知道它是好，好在哪里不晓得，好到什么程度，不知道。所以没有把这个事情当作一桩事情，认为眼前许许多多事都还超过阿弥陀佛，所以把阿弥陀佛放在第二。真正认识清楚了、真正搞明白了，知道阿弥陀佛第一，其他的万事万缘都可以放下，都不重要。《无量寿经》上所说的，只要你往生极乐世界你全都得到，到极乐世界有什么好处，这本书上所说的都是。没有认识的人不肯真干，真正认识的人他真干。你对于净宗、对于极乐世界阿弥陀佛了解多少，完全看你能行多少，那就是你了解的，你没有做到的，你完全不了解。在一切典籍当中，将极乐世界介绍得清楚、明了，无过于这部经、这部注解。这是净土第一经，这个注解是净土第一解，能不在这上下功夫吗？还有时间去搞别的吗？我们在此地要生惭愧心，要真正忏除业障。我们业障没放下，天天在造。造的业障太多了，念佛的时间太少，敌不过业障，所以没有感应。我们功夫要能伏住业障，感应都现前了。",
      "zh_TW": "為什麼功夫不得力？對於這句佛號真正是不了解，知道它是好，好在哪裡不曉得，好到什麼程度，不知道。所以沒有把這個事情當作一樁事情，認為眼前許許多多事都還超過阿彌陀佛，所以把阿彌陀佛放在第二。真正認識清楚了、真正搞明白了，知道阿彌陀佛第一，其他的萬事萬緣都可以放下，都不重要。《無量壽經》上所說的，只要你往生極樂世界你全都得到，到極樂世界有什麼好處，這本書上所說的都是。沒有認識的人不肯真幹，真正認識的人他真幹。你對於淨宗、對於極樂世界阿彌陀佛了解多少，完全看你能行多少，那就是你了解的，你沒有做到的，你完全不了解。在一切典籍當中，將極樂世界介紹得清楚、明瞭，無過於這部經、這部註解。這是淨土第一經，這個註解是淨土第一解，能不在這上下功夫嗎？還有時間去搞別的嗎？我們在此地要生慚愧心，要真正懺除業障。我們業障沒放下，天天在造。造的業障太多了，念佛的時間太少，敵不過業障，所以沒有感應。我們功夫要能伏住業障，感應都現前了。"
    },
    {
      "id": "02-040-0245_p0011",
      "zh_CN": "念老在此地告诉我们，《会疏》用清净、解脱、普等为念佛三昧，「念佛三昧为宝王三昧。具是一切三昧功德，自当同具种种三昧之名。三昧，即三摩地，译为正定」，佛菩萨所修的。「正受」，正受是正常的享受，是什么？就是经题上所说的「清净平等觉」，这是正受。念佛人的觉就是念阿弥陀佛，心地没有染污就清净，没有动摇、没有妄想、没有杂念就是平等。清净平等是真心，真心就是清净平等，这个心起作用就是觉而不迷，称为大觉。释迦牟尼佛证得了，诸佛如来证得了，我们往生到西方极乐世界，等于证得了，这是阿弥陀佛四十八愿的加持。等于证得，换句话说，你不久就真正证得了。",
      "zh_TW": "念老在此地告訴我們，《會疏》用清淨、解脫、普等為念佛三昧，「念佛三昧為寶王三昧。具是一切三昧功德，自當同具種種三昧之名。三昧，即三摩地，譯為正定」，佛菩薩所修的。「正受」，正受是正常的享受，是什麼？就是經題上所說的「清淨平等覺」，這是正受。念佛人的覺就是念阿彌陀佛，心地沒有染污就清淨，沒有動搖、沒有妄想、沒有雜念就是平等。清淨平等是真心，真心就是清淨平等，這個心起作用就是覺而不迷，稱為大覺。釋迦牟尼佛證得了，諸佛如來證得了，我們往生到西方極樂世界，等於證得了，這是阿彌陀佛四十八願的加持。等於證得，換句話說，你不久就真正證得了。"
    },
    {
      "id": "02-040-0245_p0012",
      "zh_CN": "「总持」是我们中国人翻的，梵语叫「陀罗尼」，翻成中国意思叫总持，总一切法，持一切义。我们中国人说抓到总纲领、总原则了，在印度术语叫陀罗尼。「谓持善不失」，他执持善法不会失掉，「持恶不生」，永远不会生起恶法。「并能持无尽义」，无量无边、无数无尽之义理，深妙的法门，全在其中，这叫总持。「深妙之总持，故曰深总持。十方菩萨，因闻名故，得诸三昧，与深总持，安住定中，得成正觉，故曰至于成佛」。成佛就是成正觉，或者是成等正觉，这都是说成佛。这个总持都是这一句名号，显示出名号功德不可思议，十方菩萨有缘才能闻到。有缘不容易，自己善根福德因缘不具足就遇不到。",
      "zh_TW": "「總持」是我們中國人翻的，梵語叫「陀羅尼」，翻成中國意思叫總持，總一切法，持一切義。我們中國人說抓到總綱領、總原則了，在印度術語叫陀羅尼。「謂持善不失」，他執持善法不會失掉，「持惡不生」，永遠不會生起惡法。「並能持無盡義」，無量無邊、無數無盡之義理，深妙的法門，全在其中，這叫總持。「深妙之總持，故曰深總持。十方菩薩，因聞名故，得諸三昧，與深總持，安住定中，得成正覺，故曰至於成佛」。成佛就是成正覺，或者是成等正覺，這都是說成佛。這個總持都是這一句名號，顯示出名號功德不可思議，十方菩薩有緣才能聞到。有緣不容易，自己善根福德因緣不具足就遇不到。"
    },
    {
      "id": "02-040-0245_p0013",
      "zh_CN": "我们再看下面，第四十五「定中供佛愿」。",
      "zh_TW": "我們再看下面，第四十五「定中供佛願」。"
    },
    {
      "id": "02-040-0245_p0014",
      "zh_CN": "【定中常供无量无边一切诸佛。不失定意。若不尔者。不取正觉。】",
      "zh_TW": "【定中常供無量無邊一切諸佛。不失定意。若不爾者。不取正覺。】"
    },
    {
      "id": "02-040-0245_p0015",
      "zh_CN": "这一章里头，第二十三章具足这个两愿。「定中供佛」，说明菩萨福慧双修，永远没有中断的，一切时、一切处他都在供佛、闻法，在定中，『不失定意』。我们看注解，「第四十五定中供佛愿。定中供佛，不失定意，同于《德遵普贤品》中住深禅定，悉睹无量诸佛」，跟这个意思完全相同，「正是普贤大士甚深境界」。这都是阿弥陀佛大慈大悲，帮助十方诸佛刹土里面的菩萨们，这菩萨里头，特别是三乘菩萨，声闻、缘觉、菩萨，这权教菩萨。正是普贤大士甚深境界。",
      "zh_TW": "這一章裡頭，第二十三章具足這個兩願。「定中供佛」，說明菩薩福慧雙修，永遠沒有中斷的，一切時、一切處他都在供佛、聞法，在定中，『不失定意』。我們看註解，「第四十五定中供佛願。定中供佛，不失定意，同於《德遵普賢品》中住深禪定，悉睹無量諸佛」，跟這個意思完全相同，「正是普賢大士甚深境界」。這都是阿彌陀佛大慈大悲，幫助十方諸佛剎土裡面的菩薩們，這菩薩裡頭，特別是三乘菩薩，聲聞、緣覺、菩薩，這權教菩薩。正是普賢大士甚深境界。"
    },
    {
      "id": "02-040-0245_p0016",
      "zh_CN": "「《往生论注》云：八地以上菩萨，常在三昧，以三昧力，身不动本处，而能遍至十方，供养诸佛，教化众生」。天亲菩萨在《往生论》里头说的。这里面透了一个信息给我们，这个信息很宝贵，每一个往生到极乐世界的人，皆作阿惟越致菩萨，换句话说，就是《往生论》上所说的八地以上的菩萨。为什么？下面这几句话他们做到了。常住三昧，也就是说往生到极乐世界的菩萨们，即使下下品往生，得阿弥陀佛四十八愿的加持，他就等同八地以上，常在三昧。以三昧的神力，身不动本处，他的身体在极乐世界，没有离开阿弥陀佛，而且在极乐世界讲堂听阿弥陀佛讲经。也有不在讲堂，不在讲堂的人，大概看到极乐世界清净庄严，想先参观一下，看看，然后再进讲堂。我相信这种人很多，这是没进讲堂。进讲堂的人不会想出来，先在外面看好了，然后再进讲堂，进讲堂之后就如如不动。",
      "zh_TW": "「《往生論註》云：八地以上菩薩，常在三昧，以三昧力，身不動本處，而能遍至十方，供養諸佛，教化眾生」。天親菩薩在《往生論》裡頭說的。這裡面透了一個信息給我們，這個信息很寶貴，每一個往生到極樂世界的人，皆作阿惟越致菩薩，換句話說，就是《往生論》上所說的八地以上的菩薩。為什麼？下面這幾句話他們做到了。常住三昧，也就是說往生到極樂世界的菩薩們，即使下下品往生，得阿彌陀佛四十八願的加持，他就等同八地以上，常在三昧。以三昧的神力，身不動本處，他的身體在極樂世界，沒有離開阿彌陀佛，而且在極樂世界講堂聽阿彌陀佛講經。也有不在講堂，不在講堂的人，大概看到極樂世界清淨莊嚴，想先參觀一下，看看，然後再進講堂。我相信這種人很多，這是沒進講堂。進講堂的人不會想出來，先在外面看好了，然後再進講堂，進講堂之後就如如不動。"
    },
    {
      "id": "02-040-0245_p0017",
      "zh_CN": "即使在外面游览，也得阿弥陀佛四十八愿加持，为什么？极乐世界六尘说法，光说法、音声说法、花草树木说法、七宝池八功德水说法，没有一样不说法，妙极了。那个地方说法、闻法从来不中断，无论你到什么地方，你所听的，佛给你说法。说什么法？喜欢听什么法，给你说什么法，所以你不会厌倦，都是你爱听的。有人想学《华严经》、有人想学《楞严经》，来找我，我劝他，念佛到极乐世界，阿弥陀佛给你讲《华严》，阿弥陀佛给你讲《楞严》，好！你到那边就无量寿了，不要在这里耽误时间。这个地方如果不念佛，学《华严》、学《楞严》，不能往生，还是搞六道轮回，出不了六道，这是真的。不如学《无量寿经》，一心专念，你会成就，我不会骗你的。",
      "zh_TW": "即使在外面遊覽，也得阿彌陀佛四十八願加持，為什麼？極樂世界六塵說法，光說法、音聲說法、花草樹木說法、七寶池八功德水說法，沒有一樣不說法，妙極了。那個地方說法、聞法從來不中斷，無論你到什麼地方，你所聽的，佛給你說法。說什麼法？喜歡聽什麼法，給你說什麼法，所以你不會厭倦，都是你愛聽的。有人想學《華嚴經》、有人想學《楞嚴經》，來找我，我勸他，念佛到極樂世界，阿彌陀佛給你講《華嚴》，阿彌陀佛給你講《楞嚴》，好！你到那邊就無量壽了，不要在這裡耽誤時間。這個地方如果不念佛，學《華嚴》、學《楞嚴》，不能往生，還是搞六道輪迴，出不了六道，這是真的。不如學《無量壽經》，一心專念，你會成就，我不會騙你的。"
    },
    {
      "id": "02-040-0245_p0018",
      "zh_CN": "身不动本处，而能遍至十方，他有能力化身，有能力现应身。他自己是报身，报身没有离开极乐世界，应化身遍至十方，上供诸佛，下化众生，真起作用。化身住世的时间短，事情办完就不见了；应身住世间长，一般跟众生的寿命相同。释迦牟尼佛住世的时候，一般人的寿命，讲平均寿命一百岁，可是释迦八十岁就入灭了，应该还可以住二十年。是我们这个地方众生业障，业障太重，没有人请佛住世。欲界第六天的魔王他看到了，机会被他得到了，他不是请佛住世，他是请佛入般涅槃。佛在世讲经说法四十九年，够辛苦了，不必再住世了。佛就答应他了，佛没有妄语，答应就要兑现，提前入灭。",
      "zh_TW": "身不動本處，而能遍至十方，他有能力化身，有能力現應身。他自己是報身，報身沒有離開極樂世界，應化身遍至十方，上供諸佛，下化眾生，真起作用。化身住世的時間短，事情辦完就不見了；應身住世間長，一般跟眾生的壽命相同。釋迦牟尼佛住世的時候，一般人的壽命，講平均壽命一百歲，可是釋迦八十歲就入滅了，應該還可以住二十年。是我們這個地方眾生業障，業障太重，沒有人請佛住世。欲界第六天的魔王他看到了，機會被他得到了，他不是請佛住世，他是請佛入般涅槃。佛在世講經說法四十九年，夠辛苦了，不必再住世了。佛就答應他了，佛沒有妄語，答應就要兌現，提前入滅。"
    },
    {
      "id": "02-040-0245_p0019",
      "zh_CN": "这二十年，还有二十年的福报，留给后世一万二千年，给这些出家弟子们，就是供养大家。所以做佛的弟子，不要为这些事情去操心。可是末法众生不相信，我们不想办法找钱，衣食从哪里来？他不相信，不相信就得自己想办法。自己想办法，护法神就不要照顾了。护法神一看，你们的方法很多，我可以不必来了。真是这个样子。真正修行，放下财色名利，你日常所需要的不会缺乏，只要我们细心冷静观察，感应道交丝毫不爽。真有感应，真要相信，一点怀疑都不能有。听佛的话绝对是正确，经上所说的，字字句句是佛说的，不可以不相信。我们启讲经教，前面念三皈依，提醒我们，要真正回头，皈是回头，依是依靠佛菩萨教诲。佛菩萨会加持，让我们的学习、让我们的生活会过得去，不可能有过不去的。",
      "zh_TW": "這二十年，還有二十年的福報，留給後世一萬二千年，給這些出家弟子們，就是供養大家。所以做佛的弟子，不要為這些事情去操心。可是末法眾生不相信，我們不想辦法找錢，衣食從哪裡來？他不相信，不相信就得自己想辦法。自己想辦法，護法神就不要照顧了。護法神一看，你們的方法很多，我可以不必來了。真是這個樣子。真正修行，放下財色名利，你日常所需要的不會缺乏，只要我們細心冷靜觀察，感應道交絲毫不爽。真有感應，真要相信，一點懷疑都不能有。聽佛的話絕對是正確，經上所說的，字字句句是佛說的，不可以不相信。我們啟講經教，前面念三皈依，提醒我們，要真正回頭，皈是回頭，依是依靠佛菩薩教誨。佛菩薩會加持，讓我們的學習、讓我們的生活會過得去，不可能有過不去的。"
    },
    {
      "id": "02-040-0245_p0020",
      "zh_CN": "应化身，这些人应化身都能够到十方世界供养诸佛，修福修慧，同时他也能以应化身教化众生。福慧双修、自他两利只有到极乐世界才行，不到极乐世界就很困难，到极乐世界这个事情全都兑现了。「望西师谓住定供佛：约常途者，初地以上」。常途是什么？八万四千法门。不动本处，遍至十方，供养诸佛，教化众生，是初地以上的菩萨能做到。这个初地是指别教，藏通别圆，别教。龙树菩萨证得初地，惠能大师大彻大悟，别教初地，圆教初住，他们有这个能力。在定中他就能做到，定中他到十方世界去参学了。「又曰」，这也是望西师说的，「初地以上，虽有此德，八地以上，是无功用」。下面念老为我们解释，「盖谓初地菩萨，虽初有此德」，他刚刚证得，「但尚不能全离功用」，他的作用还不圆满，有这种能力，「八地以上，才是无功用道」。换句话说，初地菩萨有这种能力，也起作用，不普遍、不广大；到八地叫大行其道，他用得很熟，用得很自在，无往而不利。",
      "zh_TW": "應化身，這些人應化身都能夠到十方世界供養諸佛，修福修慧，同時他也能以應化身教化眾生。福慧雙修、自他兩利只有到極樂世界才行，不到極樂世界就很困難，到極樂世界這個事情全都兌現了。「望西師謂住定供佛：約常途者，初地以上」。常途是什麼？八萬四千法門。不動本處，遍至十方，供養諸佛，教化眾生，是初地以上的菩薩能做到。這個初地是指別教，藏通別圓，別教。龍樹菩薩證得初地，惠能大師大徹大悟，別教初地，圓教初住，他們有這個能力。在定中他就能做到，定中他到十方世界去參學了。「又曰」，這也是望西師說的，「初地以上，雖有此德，八地以上，是無功用」。下面念老為我們解釋，「蓋謂初地菩薩，雖初有此德」，他剛剛證得，「但尚不能全離功用」，他的作用還不圓滿，有這種能力，「八地以上，才是無功用道」。換句話說，初地菩薩有這種能力，也起作用，不普遍、不廣大；到八地叫大行其道，他用得很熟，用得很自在，無往而不利。"
    },
    {
      "id": "02-040-0245_p0021",
      "zh_CN": "《会疏》也说，「他方新发心菩萨，因闻弥陀名号，顿登上地菩萨，得诸三昧，住定供佛」。这是他方，不是极乐世界的，极乐世界以外一切诸佛刹土都叫他方。新发心，初发心的菩萨，初发心就听到阿弥陀佛的名号。由佛愿力，这个佛是阿弥陀佛，阿弥陀佛的愿力帮助他提升了，顿登上地。上地通常指的八地以上，叫上地，他的能力，这个住定供佛、教化众生他得自在了。「《疏》曰：纵虽新发意菩萨」，纵然虽然是新发意菩萨，「闻名字人，能得定慧相即，真俗相照，顿得上地菩萨也」。这几句话是念老的注解。",
      "zh_TW": "《會疏》也說，「他方新發心菩薩，因聞彌陀名號，頓登上地菩薩，得諸三昧，住定供佛」。這是他方，不是極樂世界的，極樂世界以外一切諸佛剎土都叫他方。新發心，初發心的菩薩，初發心就聽到阿彌陀佛的名號。由佛願力，這個佛是阿彌陀佛，阿彌陀佛的願力幫助他提升了，頓登上地。上地通常指的八地以上，叫上地，他的能力，這個住定供佛、教化眾生他得自在了。「《疏》曰：縱雖新發意菩薩」，縱然雖然是新發意菩薩，「聞名字人，能得定慧相即，真俗相照，頓得上地菩薩也」。這幾句話是念老的註解。"
    },
    {
      "id": "02-040-0245_p0022",
      "zh_CN": "「又《文殊般若经》曰：念一佛功德无量无边，亦与无量诸佛功德无二，不思议佛法等无差别。皆乘一如成最正觉，悉具无量功德、辩才。如是入一行三昧」，就是念佛三昧，「尽知恒沙诸佛、法界无差别相。云云」。《文殊般若经》上说的。念一佛功德无量无边，跟念无量诸佛功德无二，不思议佛法等无差别，这句话《华严经》上说的，一即是多，多即是一，一多不二。一佛指阿弥陀佛，念一佛功德，跟念一切诸佛功德，也是无二无别，这是真的。有人念万佛，佛经上有部经叫《佛说佛名经》，里面都是佛的名号，一万二千多个佛的名号。在中国大乘教里，过年的时候，很多寺庙叫拜万佛，拜万佛的功德跟念阿弥陀佛功德一样。那我们想想，是念万佛名好，还是念一佛名好？念一佛名会得三昧，念万佛名不得三昧，为什么？心是散乱的。念一佛名号，你所得的是功德，念万佛名号所得的是福德，福德跟功德不一样。",
      "zh_TW": "「又《文殊般若經》曰：念一佛功德無量無邊，亦與無量諸佛功德無二，不思議佛法等無差別。皆乘一如成最正覺，悉具無量功德、辯才。如是入一行三昧」，就是念佛三昧，「盡知恆沙諸佛、法界無差別相。云云」。《文殊般若經》上說的。念一佛功德無量無邊，跟念無量諸佛功德無二，不思議佛法等無差別，這句話《華嚴經》上說的，一即是多，多即是一，一多不二。一佛指阿彌陀佛，念一佛功德，跟念一切諸佛功德，也是無二無別，這是真的。有人念萬佛，佛經上有部經叫《佛說佛名經》，裡面都是佛的名號，一萬二千多個佛的名號。在中國大乘教裡，過年的時候，很多寺廟叫拜萬佛，拜萬佛的功德跟念阿彌陀佛功德一樣。那我們想想，是念萬佛名好，還是念一佛名好？念一佛名會得三昧，念萬佛名不得三昧，為什麼？心是散亂的。念一佛名號，你所得的是功德，念萬佛名號所得的是福德，福德跟功德不一樣。"
    },
    {
      "id": "02-040-0245_p0023",
      "zh_CN": "世间人不了解，总认为功德比不上福德，他要求福德，他不要功德。福德可以在人天果报里头享受，功德不是，功德超越六道轮回。他对六道轮回很留恋，不想出去。世尊也很慈悲，对这一类根性的人，你看讲一部《佛名经》，对他们讲的。懂得这个意思就明了了，过年为什么不打个佛七，关起门来念佛，念一个星期佛，日夜不间断，这是无量功德，这不是福德。所以，佛法不解不行，一定要能解，搞清楚、搞明白了，才知道怎样修行对自己是有利的；没搞清楚，听人家，那是凑热闹。万佛法会很热闹，佛七不热闹，为什么？大家只念佛不说话，拜万佛什么话都可以说。所以欢喜热闹的，拜万佛，真正用功的念阿弥陀佛。这个《般若经》上讲得很清楚，不思议佛法等无差别，问题就是在于你自己会不会，会了，没有妨碍；不会，不会就有障碍。末后这一句，皆乘一如，成最正觉，一如是真心、是自性、是法性。禅宗里面说明心见性，教下里头说大开圆解，净土里面讲一心不乱，密宗里头说三密相应，都是这个境界。",
      "zh_TW": "世間人不了解，總認為功德比不上福德，他要求福德，他不要功德。福德可以在人天果報裡頭享受，功德不是，功德超越六道輪迴。他對六道輪迴很留戀，不想出去。世尊也很慈悲，對這一類根性的人，你看講一部《佛名經》，對他們講的。懂得這個意思就明瞭了，過年為什麼不打個佛七，關起門來念佛，念一個星期佛，日夜不間斷，這是無量功德，這不是福德。所以，佛法不解不行，一定要能解，搞清楚、搞明白了，才知道怎樣修行對自己是有利的；沒搞清楚，聽人家，那是湊熱鬧。萬佛法會很熱鬧，佛七不熱鬧，為什麼？大家只念佛不說話，拜萬佛什麼話都可以說。所以歡喜熱鬧的，拜萬佛，真正用功的念阿彌陀佛。這個《般若經》上講得很清楚，不思議佛法等無差別，問題就是在於你自己會不會，會了，沒有妨礙；不會，不會就有障礙。末後這一句，皆乘一如，成最正覺，一如是真心、是自性、是法性。禪宗裡面說明心見性，教下裡頭說大開圓解，淨土裡面講一心不亂，密宗裡頭說三密相應，都是這個境界。"
    },
    {
      "id": "02-040-0245_p0024",
      "zh_CN": "「于三昧中，遍知诸佛世界差别相，正与住定供佛同旨」。于三昧中，诸佛世界一相无二相，为什么？一切相从心想生。《金刚经》上说「凡所有相，皆是虚妄」，什么时候看到虚妄，在定中看到了。尤其是八地以上，大定当中对于所有现象看得清清楚楚，一丝毫差误都没有。十法界的相，生灭相；实报土里面的相，相即无相，无相即相，更不可思议。八地以上都清楚、都明了。",
      "zh_TW": "「於三昧中，遍知諸佛世界差別相，正與住定供佛同旨」。於三昧中，諸佛世界一相無二相，為什麼？一切相從心想生。《金剛經》上說「凡所有相，皆是虛妄」，什麼時候看到虛妄，在定中看到了。尤其是八地以上，大定當中對於所有現象看得清清楚楚，一絲毫差誤都沒有。十法界的相，生滅相；實報土裡面的相，相即無相，無相即相，更不可思議。八地以上都清楚、都明瞭。"
    },
    {
      "id": "02-040-0245_p0025",
      "zh_CN": "后面，末后一章第二十四章，二十四章有三愿，四十六愿「获陀罗尼愿」。请看经文：",
      "zh_TW": "後面，末後一章第二十四章，二十四章有三願，四十六願「獲陀羅尼願」。請看經文："
    },
    {
      "id": "02-040-0245_p0026",
      "zh_CN": "【我作佛时。他方世界诸菩萨众。闻我名者。证离生法。获陀罗尼。】",
      "zh_TW": "【我作佛時。他方世界諸菩薩眾。聞我名者。證離生法。獲陀羅尼。】"
    },
    {
      "id": "02-040-0245_p0027",
      "zh_CN": "这一章，这个章就是二十四章，这里面有三愿，第一个，『获陀罗尼』这一句以上，这「第四十六获陀罗尼愿」，一二三忍以上是「闻名得忍愿」，最后一愿「现证不退」，统统是为他方世界菩萨所说的。所以这一章的开头，『我作佛时』，我是阿弥陀佛自称。『他方世界诸菩萨众』，他方是十方，不是指极乐世界，十方一切诸佛刹土里面的菩萨众。『闻我名号，证离生法』，生是生死、生灭，永远脱离了，获得陀罗尼。",
      "zh_TW": "這一章，這個章就是二十四章，這裡面有三願，第一個，『獲陀羅尼』這一句以上，這「第四十六獲陀羅尼願」，一二三忍以上是「聞名得忍願」，最後一願「現證不退」，統統是為他方世界菩薩所說的。所以這一章的開頭，『我作佛時』，我是阿彌陀佛自稱。『他方世界諸菩薩眾』，他方是十方，不是指極樂世界，十方一切諸佛剎土裡面的菩薩眾。『聞我名號，證離生法』，生是生死、生滅，永遠脫離了，獲得陀羅尼。"
    },
    {
      "id": "02-040-0245_p0028",
      "zh_CN": "我们看注解，念老的注解。「第四十六愿，离生者，离生死也。三乘行人，入于见道。因见谛理，断见思惑，永离三界之生，是云正性离生」。三乘行人，小乘阿罗汉、中乘辟支佛、大乘菩萨，三乘，这里面的菩萨是没有见性的菩萨。如果见性了，菩萨上头要加两个字，摩诃萨。摩诃萨，摩诃是大，大菩萨，摩诃萨是见性的菩萨，不在三乘里头，那是真正大乘。这个三乘的大乘，叫权大乘，权教，不是实教。实教大乘菩萨住实报庄严土，不住十法界。十法界里面，菩萨跟佛都是属于三乘，三乘里面的权大乘，因为他们还用阿赖耶。大乘教是以这个来做区别，用真心的这是真正的菩萨，用阿赖耶的，行六波罗蜜，他修四摄、六波罗蜜，行菩萨行，叫权教菩萨，是十法界里面的佛跟菩萨这两道。",
      "zh_TW": "我們看註解，念老的註解。「第四十六願，離生者，離生死也。三乘行人，入於見道。因見諦理，斷見思惑，永離三界之生，是云正性離生」。三乘行人，小乘阿羅漢、中乘辟支佛、大乘菩薩，三乘，這裡面的菩薩是沒有見性的菩薩。如果見性了，菩薩上頭要加兩個字，摩訶薩。摩訶薩，摩訶是大，大菩薩，摩訶薩是見性的菩薩，不在三乘裡頭，那是真正大乘。這個三乘的大乘，叫權大乘，權教，不是實教。實教大乘菩薩住實報莊嚴土，不住十法界。十法界裡面，菩薩跟佛都是屬於三乘，三乘裡面的權大乘，因為他們還用阿賴耶。大乘教是以這個來做區別，用真心的這是真正的菩薩，用阿賴耶的，行六波羅蜜，他修四攝、六波羅蜜，行菩薩行，叫權教菩薩，是十法界裡面的佛跟菩薩這兩道。"
    },
    {
      "id": "02-040-0245_p0029",
      "zh_CN": "这个地方跟我们说的，三乘行人，入于见道，他从见道入门的，这个道是什么？因见谛理，四谛，苦集灭道。断见思惑，先断见惑，断见惑证须陀洹果，初果，地位虽然不高，他是圣人，三不退里面第一个位不退他证得了。换句话说，他永远不会退转作凡夫，这个地位是固定了，虽然没有离开六道轮回，在六道里头他有时限。我们在六道里没有时限，像犯罪在牢里头，我们所判的是无期徒刑，他们是有期的，他有出去的希望，我们没出去的希望。这是真的不是假的。那我们今天要超越，就靠特赦，阿弥陀佛就是特赦，可能比他们出去还快。不跟阿弥陀佛不行，自己确实没有能力超越，这是真话。自己好好去想想，不靠阿弥陀佛，没有人特赦你，只有阿弥陀佛这个特赦管用。",
      "zh_TW": "這個地方跟我們說的，三乘行人，入於見道，他從見道入門的，這個道是什麼？因見諦理，四諦，苦集滅道。斷見思惑，先斷見惑，斷見惑證須陀洹果，初果，地位雖然不高，他是聖人，三不退裡面第一個位不退他證得了。換句話說，他永遠不會退轉作凡夫，這個地位是固定了，雖然沒有離開六道輪迴，在六道裡頭他有時限。我們在六道裡沒有時限，像犯罪在牢裡頭，我們所判的是無期徒刑，他們是有期的，他有出去的希望，我們沒出去的希望。這是真的不是假的。那我們今天要超越，就靠特赦，阿彌陀佛就是特赦，可能比他們出去還快。不跟阿彌陀佛不行，自己確實沒有能力超越，這是真話。自己好好去想想，不靠阿彌陀佛，沒有人特赦你，只有阿彌陀佛這個特赦管用。"
    },
    {
      "id": "02-040-0245_p0030",
      "zh_CN": "见惑里面，小乘讲的三界八十八品见惑，佛为了教学方便，把八十八品归纳为五大类，好说。五大类第一个身见，执着身是我，这是错的。六道众生，包括到色界天人，哪一个不把身当作我？佛给我们说，身不是我，你能承认吗？从早到晚念念不忘的这个身是我，几个人能把身见放下，知道身不是我？不执着这个身了，身是什么？身是我所有的，不是我，好像衣服，衣服是我所有的，房屋，房屋是我所有的，身也是属于我所有的。为什么？我不生不灭，我没有生死，身体有生死，有生死的身怎么会是我？这个头一桩要看破。破身见，这五种错误的见解，身见最重，破要从最重的下手，不再执着身是我。",
      "zh_TW": "見惑裡面，小乘講的三界八十八品見惑，佛為了教學方便，把八十八品歸納為五大類，好說。五大類第一個身見，執著身是我，這是錯的。六道眾生，包括到色界天人，哪一個不把身當作我？佛給我們說，身不是我，你能承認嗎？從早到晚念念不忘的這個身是我，幾個人能把身見放下，知道身不是我？不執著這個身了，身是什麼？身是我所有的，不是我，好像衣服，衣服是我所有的，房屋，房屋是我所有的，身也是屬於我所有的。為什麼？我不生不滅，我沒有生死，身體有生死，有生死的身怎麼會是我？這個頭一樁要看破。破身見，這五種錯誤的見解，身見最重，破要從最重的下手，不再執著身是我。"
    },
    {
      "id": "02-040-0245_p0031",
      "zh_CN": "那什么是我？现在有不少人，说身不是我，灵魂是我。为什么？灵魂会去投胎，身有生灭，灵魂没有生灭。有人，人死了之后，他见到他的灵魂，灵魂比他的人年轻。人虽然衰老了，脱离这个身体之后好像很年轻。灵魂是不是我？不能说是我，也不能说不是我，为什么？他做不了主。佛法里我的定义是有两个重要的意思，第一个是做主宰，第二个是自在。你看灵魂做不了主，他要去投胎，如果真能做主，一定是投胎到好地方，享福。投胎到贫穷之家，受罪，他怎么会灵？甚至于投到鬼道、畜生道、地狱道，更苦了，他为什么会到那里去？所以他不灵。佛法里称他迷而不觉，他迷惑颠倒，非常容易受诱惑。财色名利诱惑他，五欲六尘诱惑他，在哪一种诱惑一起贪心他就去了，就去投胎去，自己做不了主宰。投胎去了之后觉得不对了，后悔来不及，要在那个境界去过一辈子。六道里头生死无常，真的是无常，不是假的。",
      "zh_TW": "那什麼是我？現在有不少人，說身不是我，靈魂是我。為什麼？靈魂會去投胎，身有生滅，靈魂沒有生滅。有人，人死了之後，他見到他的靈魂，靈魂比他的人年輕。人雖然衰老了，脫離這個身體之後好像很年輕。靈魂是不是我？不能說是我，也不能說不是我，為什麼？他做不了主。佛法裡我的定義是有兩個重要的意思，第一個是做主宰，第二個是自在。你看靈魂做不了主，他要去投胎，如果真能做主，一定是投胎到好地方，享福。投胎到貧窮之家，受罪，他怎麼會靈？甚至於投到鬼道、畜生道、地獄道，更苦了，他為什麼會到那裡去？所以他不靈。佛法裡稱他迷而不覺，他迷惑顛倒，非常容易受誘惑。財色名利誘惑他，五欲六塵誘惑他，在哪一種誘惑一起貪心他就去了，就去投胎去，自己做不了主宰。投胎去了之後覺得不對了，後悔來不及，要在那個境界去過一輩子。六道裡頭生死無常，真的是無常，不是假的。"
    },
    {
      "id": "02-040-0245_p0032",
      "zh_CN": "那到底什么是我？佛法讲灵性，自性，也叫法性，这是真正的我。禅宗有个话头，叫「父母未生前本来面目」，那是真我，法性。真我有没有身相？没有。灵魂有身相，有色相，所以他会现身。这个色相叫无表色，佛经上讲无表色，有定功的人能见到，凡人见不到，他是透明的。惠能大师见性，明心见性，那就是把真我找到了，他说的五句话是形容真我体、相、作用。他说，「何期自性，本自清净」，何期是没有想到，没有想到自性本自清净，从来不染污；「本不生灭」，没有生灭；「本自具足」，一样不缺，无量智慧、无量德能、无量相好。所以佛法不向外求，佛法向内，外面东西是假的，里面的东西是真的。「本无动摇」，这是自性本定。",
      "zh_TW": "那到底什麼是我？佛法講靈性，自性，也叫法性，這是真正的我。禪宗有個話頭，叫「父母未生前本來面目」，那是真我，法性。真我有沒有身相？沒有。靈魂有身相，有色相，所以他會現身。這個色相叫無表色，佛經上講無表色，有定功的人能見到，凡人見不到，他是透明的。惠能大師見性，明心見性，那就是把真我找到了，他說的五句話是形容真我體、相、作用。他說，「何期自性，本自清淨」，何期是沒有想到，沒有想到自性本自清淨，從來不染污；「本不生滅」，沒有生滅；「本自具足」，一樣不缺，無量智慧、無量德能、無量相好。所以佛法不向外求，佛法向內，外面東西是假的，裡面的東西是真的。「本無動搖」，這是自性本定。"
    },
    {
      "id": "02-040-0245_p0033",
      "zh_CN": "所以，真心是没有动摇的，妄心是频率在振动，妄心，整个宇宙都在动。这个动就是阿赖耶，阿赖耶的频率，弥勒菩萨告诉我们，「一弹指三十二亿百千念」。一弹指的时间很短，百千是十万，三十二亿乘十万，三百二十兆。这一弹指频率多少？三百二十兆。我们现在科学，时间用秒做单位，一秒钟，一秒钟能弹几次？我相信可以弹五次，普通人可以弹五次，那乘五，一千六百兆一秒钟，这么高的频率。所以，它在我们眼前，现相确确实实是在眼前，我们丝毫感觉都没有。宇宙是什么时候缘起的？是当下，没有过去，没有未来。这一般人很难懂，我们搞了几十年，才有这个概念，是当下，承认了。为什么？它没有过去，没有未来，就是当下这一念，当下一念觉了，就成佛了，一念迷了就凡夫。而这一念的时间这么短，一秒钟里头有一千六百兆次的生灭，每一个生灭都是独立的。",
      "zh_TW": "所以，真心是沒有動搖的，妄心是頻率在振動，妄心，整個宇宙都在動。這個動就是阿賴耶，阿賴耶的頻率，彌勒菩薩告訴我們，「一彈指三十二億百千念」。一彈指的時間很短，百千是十萬，三十二億乘十萬，三百二十兆。這一彈指頻率多少？三百二十兆。我們現在科學，時間用秒做單位，一秒鐘，一秒鐘能彈幾次？我相信可以彈五次，普通人可以彈五次，那乘五，一千六百兆一秒鐘，這麼高的頻率。所以，它在我們眼前，現相確確實實是在眼前，我們絲毫感覺都沒有。宇宙是什麼時候緣起的？是當下，沒有過去，沒有未來。這一般人很難懂，我們搞了幾十年，才有這個概念，是當下，承認了。為什麼？它沒有過去，沒有未來，就是當下這一念，當下一念覺了，就成佛了，一念迷了就凡夫。而這一念的時間這麼短，一秒鐘裡頭有一千六百兆次的生滅，每一個生滅都是獨立的。"
    },
    {
      "id": "02-040-0245_p0034",
      "zh_CN": "在这个境界里面，没有时间、没有空间，没有时间，没有过去、未来，现在有没有？现在也没有，说现在，现在过去了。《般若经》上讲得好，「一切法无所有，毕竟空，不可得」，这个一切法包括十方一切诸佛刹土，凡所有相，皆是虚妄。觉悟的人怎么对待？觉悟的人，在面前他不起心不动念、不分别不执着，这悟了。如果起心动念、分别执着，迷了，迷了什么境界？迷了是六道轮回。觉悟了，觉悟了是四圣法界，就是三乘，声闻、缘觉、菩萨。十法界里面的佛还是菩萨，没有彻底觉悟，没有见性，也就是没有离开波动现象，波动现象就是生灭，没有离开生灭。离开生灭是不生不灭，那就离开了，本无动摇，不生不灭。可是这个自性能生万法，就是说它能现整个宇宙，能现一切万法。我们身都是它现的，它能现，遇到缘它就能现。现千变万化，这千变万化无法形容，你看看，一秒钟它变化多少次？要记住，一秒钟它产生的变化一千六百兆次，哪一次是我？不可得。我们起个念头的时候，不知道经过多少个变化了。",
      "zh_TW": "在這個境界裡面，沒有時間、沒有空間，沒有時間，沒有過去、未來，現在有沒有？現在也沒有，說現在，現在過去了。《般若經》上講得好，「一切法無所有，畢竟空，不可得」，這個一切法包括十方一切諸佛剎土，凡所有相，皆是虛妄。覺悟的人怎麼對待？覺悟的人，在面前他不起心不動念、不分別不執著，這悟了。如果起心動念、分別執著，迷了，迷了什麼境界？迷了是六道輪迴。覺悟了，覺悟了是四聖法界，就是三乘，聲聞、緣覺、菩薩。十法界裡面的佛還是菩薩，沒有徹底覺悟，沒有見性，也就是沒有離開波動現象，波動現象就是生滅，沒有離開生滅。離開生滅是不生不滅，那就離開了，本無動搖，不生不滅。可是這個自性能生萬法，就是說它能現整個宇宙，能現一切萬法。我們身都是它現的，它能現，遇到緣它就能現。現千變萬化，這千變萬化無法形容，你看看，一秒鐘它變化多少次？要記住，一秒鐘它產生的變化一千六百兆次，哪一次是我？不可得。我們起個念頭的時候，不知道經過多少個變化了。"
    },
    {
      "id": "02-040-0245_p0035",
      "zh_CN": "释迦牟尼佛问弥勒菩萨，凡夫心有所念，我们起个念头，佛问弥勒菩萨，这一个念里头，有「几念几相识耶」，我们怎么会知道？佛问这一念里头，有几多念、有几多相、有几多识？相跟识连起来就是色受想行识，这讲五蕴。我们这才明了什么叫五蕴皆空，五蕴不可得，五蕴是现象，凡所有相，皆是虚妄。五蕴是物质的基础，物质里头最小的，《金刚经》上叫它做一，物质里面第一，所有一切物质现象都是它组合的，叫一合相。整个世界是一合相，整个宇宙也是一合相，一切万物都是一合相，都是这个基本的物质它组合的现象，一合相。一合相是缘聚，它会散，缘散，相就灭了、就没有了，缘聚的时候现形，缘灭的时候就没有了。它不是真的，你执着它是真的错了，你想占有它错了，占有不到，想控制它控制不到，全打妄想。明了这些事实真相了，这叫看破，这叫观；看破之后放下了，在这个现象里头，不起心不动念、不分别不执着，这叫止，把起心动念、分别执着止住了，不再起心动念。",
      "zh_TW": "釋迦牟尼佛問彌勒菩薩，凡夫心有所念，我們起個念頭，佛問彌勒菩薩，這一個念裡頭，有「幾念幾相識耶」，我們怎麼會知道？佛問這一念裡頭，有幾多念、有幾多相、有幾多識？相跟識連起來就是色受想行識，這講五蘊。我們這才明瞭什麼叫五蘊皆空，五蘊不可得，五蘊是現象，凡所有相，皆是虛妄。五蘊是物質的基礎，物質裡頭最小的，《金剛經》上叫它做一，物質裡面第一，所有一切物質現象都是它組合的，叫一合相。整個世界是一合相，整個宇宙也是一合相，一切萬物都是一合相，都是這個基本的物質它組合的現象，一合相。一合相是緣聚，它會散，緣散，相就滅了、就沒有了，緣聚的時候現形，緣滅的時候就沒有了。它不是真的，你執著它是真的錯了，你想佔有它錯了，佔有不到，想控制它控制不到，全打妄想。明瞭這些事實真相了，這叫看破，這叫觀；看破之後放下了，在這個現象裡頭，不起心不動念、不分別不執著，這叫止，把起心動念、分別執著止住了，不再起心動念。"
    },
    {
      "id": "02-040-0245_p0036",
      "zh_CN": "万法平等，万法一如，平等、一如怎么讲法？万法皆空。现前有，有即是空，在现前有你能看到空，你就解脱了。空跟有揉在一起，空就是有，有就是空，空有不二，空有一如。这个一定要细细去观察，观什么？观一千六百兆分之一秒，观这个。这是一个相出现了，大乘教里佛说的「一念不觉而有无明」，无明出现了。无明存在的时间多久？是一千六百兆分之一秒，所以叫无始无明，无始是没有开始。无始无终，它的始跟终你找不到，你说它开始，它就完了、就灭了，找不到始终，始终就在眼前。这个念头灭了，第二个念头起来了，这叫阿赖耶。自性跟阿赖耶不一样，自性没有生灭，自性是不生不灭。所以，定接近自性，定愈深愈接近，到见了性的时候就圆满了，见了性是自性本定。本定就是惠能大师第四句所讲的「本无动摇」，那是自性本定。不定是生灭，不定是阿赖耶，十法界完全是阿赖耶变的，心现识变。心是真心，真心迷了现出境界，但是这个境界里头有阿赖耶，变质了。真心所现的境界就是一真法界，这个经上讲极乐世界，描绘的极乐世界就是真心所现，如如不动、不生不灭。",
      "zh_TW": "萬法平等，萬法一如，平等、一如怎麼講法？萬法皆空。現前有，有即是空，在現前有你能看到空，你就解脫了。空跟有揉在一起，空就是有，有就是空，空有不二，空有一如。這個一定要細細去觀察，觀什麼？觀一千六百兆分之一秒，觀這個。這是一個相出現了，大乘教裡佛說的「一念不覺而有無明」，無明出現了。無明存在的時間多久？是一千六百兆分之一秒，所以叫無始無明，無始是沒有開始。無始無終，它的始跟終你找不到，你說它開始，它就完了、就滅了，找不到始終，始終就在眼前。這個念頭滅了，第二個念頭起來了，這叫阿賴耶。自性跟阿賴耶不一樣，自性沒有生滅，自性是不生不滅。所以，定接近自性，定愈深愈接近，到見了性的時候就圓滿了，見了性是自性本定。本定就是惠能大師第四句所講的「本無動搖」，那是自性本定。不定是生滅，不定是阿賴耶，十法界完全是阿賴耶變的，心現識變。心是真心，真心迷了現出境界，但是這個境界裡頭有阿賴耶，變質了。真心所現的境界就是一真法界，這個經上講極樂世界，描繪的極樂世界就是真心所現，如如不動、不生不滅。"
    },
    {
      "id": "02-040-0245_p0037",
      "zh_CN": "我们在这个境界里头茫然不知，所以叫无明，无明这个意思，你怎么完全不知道。谁能见到无明？见到无明就明了，经上常说八地以上。七地以前，知道这个事情，解悟，他丝毫都不怀疑，虽然没有见到，一点怀疑都没有。八地见到了，叫证悟。圆教初住就证悟了，证悟就用真心，不用妄心了，日常生活、处事待人接物用真心，不用妄心。真心、妄心怎么区别？真心没有起心动念、没有分别执着，这用真心；我们在日常生活当中，起心动念、分别执着，全是妄心。这才真正明白了，佛为什么教我们远离分别执着、远离起心动念，是教我们回归自性的，不远离回不去。从哪里远离？就从现前境界远离。现前环境不好，我去找个地方修行，有没有用？没用处。你找到的还是境界，你喜欢那里清净，那个清净就是你的障碍，就是你的烦恼。",
      "zh_TW": "我們在這個境界裡頭茫然不知，所以叫無明，無明這個意思，你怎麼完全不知道。誰能見到無明？見到無明就明了，經上常說八地以上。七地以前，知道這個事情，解悟，他絲毫都不懷疑，雖然沒有見到，一點懷疑都沒有。八地見到了，叫證悟。圓教初住就證悟了，證悟就用真心，不用妄心了，日常生活、處事待人接物用真心，不用妄心。真心、妄心怎麼區別？真心沒有起心動念、沒有分別執著，這用真心；我們在日常生活當中，起心動念、分別執著，全是妄心。這才真正明白了，佛為什麼教我們遠離分別執著、遠離起心動念，是教我們回歸自性的，不遠離回不去。從哪裡遠離？就從現前境界遠離。現前環境不好，我去找個地方修行，有沒有用？沒用處。你找到的還是境界，你喜歡那裡清淨，那個清淨就是你的障礙，就是你的煩惱。"
    },
    {
      "id": "02-040-0245_p0038",
      "zh_CN": "佛是叫我们离妄想分别执着，没有叫我们离顺境逆境、善缘恶缘，没有。顺境逆境、善缘恶缘，都不执着、都不分别、都不起心动念，这是佛教给我们的。所以真正修行人，要不要选择环境？不需要。一般初学的人需要，真正契入境界不需要了，为什么？一如，万法皆空，根本就不会起心动念。对一切法根本就没有执着这个念头，没有占有的念头，没有控制的念头，全没有，这是真心。没有分别，分别是我、是你、是他，没有这个念头，这用真心。真心能随一切缘，随缘不动，真心随缘不动。不动随缘是佛，这都是觉悟的人，他不动，能随一切众生的缘，恒顺众生，随喜功德。菩萨随缘当中学不动，那叫真功夫。二乘人，声闻、缘觉，他不动他不随缘，为什么？他随缘怕动，不敢动。凡夫随缘随着动，心做不了主，随缘随动。所以，菩萨随缘学不动，什么缘都可以随，不要起心动念，学这个，真修行、真功夫、真本事，这不能不知道。好，今天时间到了，我们就学到此地。",
      "zh_TW": "佛是叫我們離妄想分別執著，沒有叫我們離順境逆境、善緣惡緣，沒有。順境逆境、善緣惡緣，都不執著、都不分別、都不起心動念，這是佛教給我們的。所以真正修行人，要不要選擇環境？不需要。一般初學的人需要，真正契入境界不需要了，為什麼？一如，萬法皆空，根本就不會起心動念。對一切法根本就沒有執著這個念頭，沒有佔有的念頭，沒有控制的念頭，全沒有，這是真心。沒有分別，分別是我、是你、是他，沒有這個念頭，這用真心。真心能隨一切緣，隨緣不動，真心隨緣不動。不動隨緣是佛，這都是覺悟的人，他不動，能隨一切眾生的緣，恆順眾生，隨喜功德。菩薩隨緣當中學不動，那叫真功夫。二乘人，聲聞、緣覺，他不動他不隨緣，為什麼？他隨緣怕動，不敢動。凡夫隨緣隨著動，心做不了主，隨緣隨動。所以，菩薩隨緣學不動，什麼緣都可以隨，不要起心動念，學這個，真修行、真功夫、真本事，這不能不知道。好，今天時間到了，我們就學到此地。"
    }
  ]
}