{
  "doc_id": "02-040-0154",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五四集",
    "zh_TW": "第一五四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0154",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-040-0154_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百零六页，第三行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百零六頁，第三行："
    },
    {
      "id": "02-040-0154_p0002",
      "zh_CN": "【至心精进第五】",
      "zh_TW": "【至心精進第五】"
    },
    {
      "id": "02-040-0154_p0003",
      "zh_CN": "请看念老的注解，「本品续前。法藏菩萨发大愿曰：我已发无上正觉之心。我成佛时，国土佛号，悉闻十方，一切有情乃至下等虫类，生我国者，悉作菩萨，无有余乘」。念老告诉我们，这一品经，继续前面一品。法藏比丘发了大愿，他说，「我已发无上正觉之心」，这个心发了，我成佛的时候，这就是愿，希望自己将来成佛，国土佛号悉闻十方，十方世界一切诸佛都帮他介绍、帮他宣扬。为什么？这是一些业障深重的众生，修行的缘不具足，都在三途苦难当中，他发愿来度。这些有情众生，乃至下等虫类，经上常讲的蜎飞蠕动，小飞虫、小爬虫，蚊虫蚂蚁这一类的，还有比牠更小的。这些众生生到西方极乐世界都作菩萨。",
      "zh_TW": "請看念老的註解，「本品續前。法藏菩薩發大願曰：我已發無上正覺之心。我成佛時，國土佛號，悉聞十方，一切有情乃至下等蟲類，生我國者，悉作菩薩，無有餘乘」。念老告訴我們，這一品經，繼續前面一品。法藏比丘發了大願，他說，「我已發無上正覺之心」，這個心發了，我成佛的時候，這就是願，希望自己將來成佛，國土佛號悉聞十方，十方世界一切諸佛都幫他介紹、幫他宣揚。為什麼？這是一些業障深重的眾生，修行的緣不具足，都在三途苦難當中，他發願來度。這些有情眾生，乃至下等蟲類，經上常講的蜎飛蠕動，小飛蟲、小爬蟲，蚊蟲螞蟻這一類的，還有比牠更小的。這些眾生生到西方極樂世界都作菩薩。"
    },
    {
      "id": "02-040-0154_p0004",
      "zh_CN": "西方极乐世界只有一乘法，没有余乘，余乘就是声闻、缘觉。声闻缘觉尚且没有，更没有人天。经上明明说，极乐世界有四土三辈九品，有同居土，同居土里头只有人天，六道，它只有两道，其他的四道没有；方便有余土就是四圣法界，藏通二教的三乘，声闻、缘觉、菩萨；实报土是一佛乘。现在为什么说无有余乘，只有实报土，其他的都没有？这个是四十八愿第二十愿，法藏比丘说，只要是生到西方极乐世界，三辈九品，「皆作阿惟越致菩萨」，阿惟越致菩萨是一佛乘。这个问题到第六品的时候，愿文里面我们来细细的介绍，完全是弥陀本愿跟他无量劫修行功德的加持，让这些业障深重的众生都能提升到阿惟越致。阿惟越致，中国大乘里面所说的明心见性，大彻大悟，提升到这个层次，见性成佛。虽然不是圆满佛，天台大师说他们是分证佛，他是真佛，不是假佛，这就是无有余乘。",
      "zh_TW": "西方極樂世界只有一乘法，沒有餘乘，餘乘就是聲聞、緣覺。聲聞緣覺尚且沒有，更沒有人天。經上明明說，極樂世界有四土三輩九品，有同居土，同居土裡頭只有人天，六道，它只有兩道，其他的四道沒有；方便有餘土就是四聖法界，藏通二教的三乘，聲聞、緣覺、菩薩；實報土是一佛乘。現在為什麼說無有餘乘，只有實報土，其他的都沒有？這個是四十八願第二十願，法藏比丘說，只要是生到西方極樂世界，三輩九品，「皆作阿惟越致菩薩」，阿惟越致菩薩是一佛乘。這個問題到第六品的時候，願文裡面我們來細細的介紹，完全是彌陀本願跟他無量劫修行功德的加持，讓這些業障深重的眾生都能提升到阿惟越致。阿惟越致，中國大乘裡面所說的明心見性，大徹大悟，提升到這個層次，見性成佛。雖然不是圓滿佛，天台大師說他們是分證佛，他是真佛，不是假佛，這就是無有餘乘。"
    },
    {
      "id": "02-040-0154_p0005",
      "zh_CN": "「并愿所发之一乘愿海，超逾无数佛国」，超过，超过一切诸佛的刹土。「世间自在王如来应其所请」，他来请法，佛应他所请，完全接受，「为现二百一十亿佛刹」，为他展现二百一十亿佛刹。这个二百一十亿不是数字，是表法的。密宗里头以二十一为圆满，二百一十亿就代表的是大圆满，一个没有漏。世间自在王如来有这样大的神通道力，将十方三世一切诸佛刹土展现给他看，让他统统看见。就像《观经》里面所说的，韦提希夫人遭到家庭的政变，儿子要杀父亲，要害母亲，夺取王位，遭这么大的难，韦提希夫人求佛帮助她，苦不堪言。佛应其所求，韦提希夫人一动念，佛就知道了，佛带着阿难尊者从空中降下来。她叙说她自己的痛苦，向佛请教，有没有世界，没有这些恶劣事情发生的安乐世界？释迦牟尼佛用他的神力把十方诸佛刹土展现在她面前，让她看。她选择了极乐世界，她说这个世界好，向佛请求，她怎么样才能往生？世尊教给她往生的方法，这就是《十六观经》，十六种方法。",
      "zh_TW": "「並願所發之一乘願海，超踰無數佛國」，超過，超過一切諸佛的剎土。「世間自在王如來應其所請」，他來請法，佛應他所請，完全接受，「為現二百一十億佛剎」，為他展現二百一十億佛剎。這個二百一十億不是數字，是表法的。密宗裡頭以二十一為圓滿，二百一十億就代表的是大圓滿，一個沒有漏。世間自在王如來有這樣大的神通道力，將十方三世一切諸佛剎土展現給他看，讓他統統看見。就像《觀經》裡面所說的，韋提希夫人遭到家庭的政變，兒子要殺父親，要害母親，奪取王位，遭這麼大的難，韋提希夫人求佛幫助她，苦不堪言。佛應其所求，韋提希夫人一動念，佛就知道了，佛帶著阿難尊者從空中降下來。她敘說她自己的痛苦，向佛請教，有沒有世界，沒有這些惡劣事情發生的安樂世界？釋迦牟尼佛用他的神力把十方諸佛剎土展現在她面前，讓她看。她選擇了極樂世界，她說這個世界好，向佛請求，她怎麼樣才能往生？世尊教給她往生的方法，這就是《十六觀經》，十六種方法。"
    },
    {
      "id": "02-040-0154_p0006",
      "zh_CN": "十六种方法，任何一种都能够往生净土。念佛这个法门是第十六种，最后一种。这里头有观想念佛、观像念佛，有持名念佛。观想不容易，为什么？人，不是法门有问题，人有问题，人粗心大意，每个观都非常微细，心要不清净观不出来。观像，离开佛像，你的功夫就间断了，不能继续。所以，最后这一门持名念佛，行住坐卧，一切时、一切处功夫都可以不断。这个法门好！《阿弥陀经》、《无量寿经》就专门提倡这个法门，在十六观是最后一观。这个地方，法藏向他的老师世间自在王如来请教，佛为他展现遍法界虚空界一切诸佛刹土，二百一十亿就这个意思。他都看到了。",
      "zh_TW": "十六種方法，任何一種都能夠往生淨土。念佛這個法門是第十六種，最後一種。這裡頭有觀想念佛、觀像念佛，有持名念佛。觀想不容易，為什麼？人，不是法門有問題，人有問題，人粗心大意，每個觀都非常微細，心要不清淨觀不出來。觀像，離開佛像，你的功夫就間斷了，不能繼續。所以，最後這一門持名念佛，行住坐臥，一切時、一切處功夫都可以不斷。這個法門好！《阿彌陀經》、《無量壽經》就專門提倡這個法門，在十六觀是最後一觀。這個地方，法藏向他的老師世間自在王如來請教，佛為他展現遍法界虛空界一切諸佛剎土，二百一十億就這個意思。他都看到了。"
    },
    {
      "id": "02-040-0154_p0007",
      "zh_CN": "「法藏皆悉睹见」，等于说让他去考察，让他去学习。「乃于五劫精勤修习，结得胜愿」。佛的展现，一切诸佛刹土，你看到了，诸佛刹土里面好的，你可以采取，不好的你可以不要。所以西方极乐世界这四十八愿怎么来的？四十八愿是考察二百一十亿佛刹得来的总结。他用多少时间？他用了五劫的时间。这是很长的一个时间，五劫精勤修习，不是短时间，可见得他看得很细，真正是取其精华。这个方法非常合乎逻辑。四十八愿不是世间自在王说的，也不是法藏比丘凭空想像的，真正叫有凭有据，它这么得来的。换句话说，极乐世界的成就就是集二百一十亿佛刹之大成，这些佛刹真善美好的大成。这结得胜愿，胜愿是总结。",
      "zh_TW": "「法藏皆悉睹見」，等於說讓他去考察，讓他去學習。「乃於五劫精勤修習，結得勝願」。佛的展現，一切諸佛剎土，你看到了，諸佛剎土裡面好的，你可以採取，不好的你可以不要。所以西方極樂世界這四十八願怎麼來的？四十八願是考察二百一十億佛剎得來的總結。他用多少時間？他用了五劫的時間。這是很長的一個時間，五劫精勤修習，不是短時間，可見得他看得很細，真正是取其精華。這個方法非常合乎邏輯。四十八願不是世間自在王說的，也不是法藏比丘憑空想像的，真正叫有憑有據，它這麼得來的。換句話說，極樂世界的成就就是集二百一十億佛剎之大成，這些佛剎真善美好的大成。這結得勝願，勝願是總結。"
    },
    {
      "id": "02-040-0154_p0008",
      "zh_CN": "「所摄佛国超过彼二百一十亿佛刹」，所摄佛国就是极乐世界，他所建立的佛国超过一切诸佛刹土。为什么？它是集一切诸佛刹土美好的大成，集大成，不是凭空想像的。中国人所说的，「读万卷书，行万里路」。万卷书是闻，别人记载的你看看，你听说的。行万里路，我亲自到那里去看，一方面体验你说的是不是真实，第二我到那里去看，也有好的地方你还没写到，你没提到；有哪些缺点你也没提到，不够圆满。不如亲自去考察，亲自去观察，这样自己总结，带回去为自己建立佛刹的章本、依据。",
      "zh_TW": "「所攝佛國超過彼二百一十億佛剎」，所攝佛國就是極樂世界，他所建立的佛國超過一切諸佛剎土。為什麼？它是集一切諸佛剎土美好的大成，集大成，不是憑空想像的。中國人所說的，「讀萬卷書，行萬里路」。萬卷書是聞，別人記載的你看看，你聽說的。行萬里路，我親自到那裡去看，一方面體驗你說的是不是真實，第二我到那裡去看，也有好的地方你還沒寫到，你沒提到；有哪些缺點你也沒提到，不夠圓滿。不如親自去考察，親自去觀察，這樣自己總結，帶回去為自己建立佛剎的章本、依據。"
    },
    {
      "id": "02-040-0154_p0009",
      "zh_CN": "「是故本品名为至心精进」，这品题。「至心者，如经文中所示至诚无上之种种心行」。这是学佛、学圣贤之道必须具备的心态，没有这个心态，佛给我们讲，我们也没办法契入。你能够明白多少，你能够体会多少，与这个心态有密切关系。讲的老师不行，但是他没有讲错；听的人那种真诚恭敬超过老师，他领悟就超越了。这是中国古人所说的「青出于蓝而胜于蓝」，学生跟老师学的，超过老师太多太多了！好不好？好！一代比一代超越，这个就是有进步的现象，前途一片光明。如果学生不如老师，一代不如一代，这是黑暗，这个道统传不下去，决定会消失掉。为什么？没有传人。所以真正的老师他最欢喜的、最值得安慰的，他有学生超过他，这真欢喜、真安慰，向前看，无量光明；学生不如自己，完了。可是学生的心态不是教出来的，是学生发的大心、发的无上心。",
      "zh_TW": "「是故本品名為至心精進」，這品題。「至心者，如經文中所示至誠無上之種種心行」。這是學佛、學聖賢之道必須具備的心態，沒有這個心態，佛給我們講，我們也沒辦法契入。你能夠明白多少，你能夠體會多少，與這個心態有密切關係。講的老師不行，但是他沒有講錯；聽的人那種真誠恭敬超過老師，他領悟就超越了。這是中國古人所說的「青出於藍而勝於藍」，學生跟老師學的，超過老師太多太多了！好不好？好！一代比一代超越，這個就是有進步的現象，前途一片光明。如果學生不如老師，一代不如一代，這是黑暗，這個道統傳不下去，決定會消失掉。為什麼？沒有傳人。所以真正的老師他最歡喜的、最值得安慰的，他有學生超過他，這真歡喜、真安慰，向前看，無量光明；學生不如自己，完了。可是學生的心態不是教出來的，是學生發的大心、發的無上心。"
    },
    {
      "id": "02-040-0154_p0010",
      "zh_CN": "师资之道是缘分，丝毫不能勉强，有缘，自然来了，自然来了要认识、要能抓住，有善巧方便勉励学生。自己做不到的，希望学生能做到，弥补自己的缺点，在这个道路上向上提升，不要往下下坠。老师要带着学生向下，怕学生超过自己，这个老师的果报在地狱。李老师以前讲经，给我们讲了一个故事，可能是个寓言，但是它很有道理。他说有个医生，我们叫蒙古大夫，庸医，治病治死了不少人，阎王把他打到第十八层地狱，他喊冤枉，他说我不是有意害人，我是错用了药，不是有心，无意，我冤枉。喊冤枉，在跳脚，不服。可是听到下面还有人叫，他说：老兄、老兄，你不要乱蹦乱跳，你这灰落到我一身。他说怎么下面还有人？是。他说你在哪一层？他说我在十九层地狱，你十八层，我十九层。你是干什么的？我是教书的。这就是说庸教教人，误人子弟，比庸医杀人的罪还重。虽然是个寓言，寓意很深。",
      "zh_TW": "師資之道是緣分，絲毫不能勉強，有緣，自然來了，自然來了要認識、要能抓住，有善巧方便勉勵學生。自己做不到的，希望學生能做到，彌補自己的缺點，在這個道路上向上提升，不要往下下墜。老師要帶著學生向下，怕學生超過自己，這個老師的果報在地獄。李老師以前講經，給我們講了一個故事，可能是個寓言，但是它很有道理。他說有個醫生，我們叫蒙古大夫，庸醫，治病治死了不少人，閻王把他打到第十八層地獄，他喊冤枉，他說我不是有意害人，我是錯用了藥，不是有心，無意，我冤枉。喊冤枉，在跳腳，不服。可是聽到下面還有人叫，他說：老兄、老兄，你不要亂蹦亂跳，你這灰落到我一身。他說怎麼下面還有人？是。他說你在哪一層？他說我在十九層地獄，你十八層，我十九層。你是幹什麼的？我是教書的。這就是說庸教教人，誤人子弟，比庸醫殺人的罪還重。雖然是個寓言，寓意很深。"
    },
    {
      "id": "02-040-0154_p0011",
      "zh_CN": "所以从前老师不好当。人家家长请老师，那是费了很多的心，观察、考察这个老师是不是真正有德行、有学问，而且还会教学生。这三个条件不具足，人家不请你。古时候请老师的都是家塾，我们讲私塾，私塾是家族的子弟学校。古时候的家是大家庭，上上下下一家人总有二、三百人口，小孩大概就有五、六十个，一定要请老师来教。这个事情是家庭里面第一桩大事。长辈，父亲还不行，祖父、曾祖父、高祖父，他们年岁大，有经验、有阅历，心很细，为这一家的子孙，对老师精挑细选。选上之后，再去接洽，他愿不愿意来。愿意来了，接待老师的礼节非常隆重，家里面这些长辈对老师都要行大礼。在什么地方？在祠堂。祠堂是祖宗作证，这不是开玩笑的。这个家族都集合在祠堂里面拜师，家里面的长辈，祖父、曾祖父、高祖父，妇女不出来的，高祖父、曾祖父、祖父一定在场，向老师行最敬礼，三跪九叩首，跟见皇上的礼一样的，大礼。一家人列在祠堂大殿的两面，统统看到。哪个人敢对老师不恭敬？那就是不尊敬父母、不尊敬祖父母、不尊敬曾祖父母，于是不敢不尊敬。老师教学生要不是真诚恳切、认真教学，老师怎么能对得起这家人？对你这么恭敬，人家这一家人的后代能不能出人才，这个使命都付托给你了。老师教学认真。",
      "zh_TW": "所以從前老師不好當。人家家長請老師，那是費了很多的心，觀察、考察這個老師是不是真正有德行、有學問，而且還會教學生。這三個條件不具足，人家不請你。古時候請老師的都是家塾，我們講私塾，私塾是家族的子弟學校。古時候的家是大家庭，上上下下一家人總有二、三百人口，小孩大概就有五、六十個，一定要請老師來教。這個事情是家庭裡面第一樁大事。長輩，父親還不行，祖父、曾祖父、高祖父，他們年歲大，有經驗、有閱歷，心很細，為這一家的子孫，對老師精挑細選。選上之後，再去接洽，他願不願意來。願意來了，接待老師的禮節非常隆重，家裡面這些長輩對老師都要行大禮。在什麼地方？在祠堂。祠堂是祖宗作證，這不是開玩笑的。這個家族都集合在祠堂裡面拜師，家裡面的長輩，祖父、曾祖父、高祖父，婦女不出來的，高祖父、曾祖父、祖父一定在場，向老師行最敬禮，三跪九叩首，跟見皇上的禮一樣的，大禮。一家人列在祠堂大殿的兩面，統統看到。哪個人敢對老師不恭敬？那就是不尊敬父母、不尊敬祖父母、不尊敬曾祖父母，於是不敢不尊敬。老師教學生要不是真誠懇切、認真教學，老師怎麼能對得起這家人？對你這麼恭敬，人家這一家人的後代能不能出人才，這個使命都付託給你了。老師教學認真。"
    },
    {
      "id": "02-040-0154_p0012",
      "zh_CN": "现在学校老师没这个使命感，没有人对你这样的要求，所以现在这一代不出圣贤，圣贤没有了，出一些科学技术的知识分子。圣贤君子没有了，社会乱了，人心坏了，生活在这个世界里就要受苦受难。我们到这个世间来，应劫而来的，过去生中没修得好，苦难时候到这个世间来了。来到这个世间两种人，一种就是来受报的，要无怨无悔、甘心情愿受这个报应，为什么？因是自己造的，你该受的。业因果报丝毫不爽。第二种人是来示现的，是来救苦救难的，那是佛菩萨，就是再来人。他跟大家一起受苦，虽受苦他觉悟众生、帮助众生。这两种人。不是这两种人，怎么会到这来！",
      "zh_TW": "現在學校老師沒這個使命感，沒有人對你這樣的要求，所以現在這一代不出聖賢，聖賢沒有了，出一些科學技術的知識分子。聖賢君子沒有了，社會亂了，人心壞了，生活在這個世界裡就要受苦受難。我們到這個世間來，應劫而來的，過去生中沒修得好，苦難時候到這個世間來了。來到這個世間兩種人，一種就是來受報的，要無怨無悔、甘心情願受這個報應，為什麼？因是自己造的，你該受的。業因果報絲毫不爽。第二種人是來示現的，是來救苦救難的，那是佛菩薩，就是再來人。他跟大家一起受苦，雖受苦他覺悟眾生、幫助眾生。這兩種人。不是這兩種人，怎麼會到這來！"
    },
    {
      "id": "02-040-0154_p0013",
      "zh_CN": "我们是属于哪种？前面一种，业报，我们乘业报而来的。幸运的是遇到佛法，遇到佛法能不能转业报身为应化身？就看这个能不能转得过来。能转得过来吗？能。你看袁了凡不就转过来命运！但是他转的是世间善恶，他没有做个大转。大转，做出世间的善恶，彻底觉悟世间是怎么回事情，我这一生势必要超越，出世间，遇到这个法门就有可能，遇不到这个法门，想转未必能转得了。遇到这个法门是真正可以转得了，问题就是我们有没有这个决心。真正转过来，往生极乐世界。",
      "zh_TW": "我們是屬於哪種？前面一種，業報，我們乘業報而來的。幸運的是遇到佛法，遇到佛法能不能轉業報身為應化身？就看這個能不能轉得過來。能轉得過來嗎？能。你看袁了凡不就轉過來命運！但是他轉的是世間善惡，他沒有做個大轉。大轉，做出世間的善惡，徹底覺悟世間是怎麼回事情，我這一生勢必要超越，出世間，遇到這個法門就有可能，遇不到這個法門，想轉未必能轉得了。遇到這個法門是真正可以轉得了，問題就是我們有沒有這個決心。真正轉過來，往生極樂世界。"
    },
    {
      "id": "02-040-0154_p0014",
      "zh_CN": "我们看觉明妙行菩萨，他是在我们这个世间念佛往生的。往生到极乐世界之后，他常常往返，回到这个娑婆世界来。他慈悲心重，看到这个世间有很多过去生中有缘的，在一块修行的，没成功，还搞六道轮回。现在他们这些人又到人道来了，他又到人道来，有的是一、二百年，有的是六、七百年，他到人道来又跟他们碰头，来度他们。来来去去，从娑婆世界到极乐世界，往生去了；从极乐世界到娑婆世界，倒驾慈航来了，他不迷。这是给我们很好的一个榜样。你要是不生到极乐世界，你没这个本事，哪有来去这么自由！",
      "zh_TW": "我們看覺明妙行菩薩，他是在我們這個世間念佛往生的。往生到極樂世界之後，他常常往返，回到這個娑婆世界來。他慈悲心重，看到這個世間有很多過去生中有緣的，在一塊修行的，沒成功，還搞六道輪迴。現在他們這些人又到人道來了，他又到人道來，有的是一、二百年，有的是六、七百年，他到人道來又跟他們碰頭，來度他們。來來去去，從娑婆世界到極樂世界，往生去了；從極樂世界到娑婆世界，倒駕慈航來了，他不迷。這是給我們很好的一個榜樣。你要是不生到極樂世界，你沒這個本事，哪有來去這麼自由！"
    },
    {
      "id": "02-040-0154_p0015",
      "zh_CN": "来去自由，只有你已经往生极乐世界了。你的本身、真身没来、没动，真身在阿弥陀佛讲堂里面听经闻法，你怎么来的？化身来的。化身真管用，化身能投胎，就是示现应身八相成道这个意思。不是以佛身，以读书人的身分、以农民的身分、以工商的身分，不定什么身分，它里头记载的，还有一次做国王的身分，有一世是王子，应以什么身来，他就示现什么身。《普门品》观世音三十二应，他做出来了。《西方确指》这个小册子，就是说觉明妙行菩萨的故事。这故事从哪里来？扶鸾来的。印光大师说，乩坛扶鸾只有这一种是真的，其他都是假的。因为觉明妙行菩萨降坛，传的这个信息跟净宗经典完全相应，没有一句是离谱的。彭际清居士给它作后序，对这个书非常赞叹。所以我们学习，至心两个字是关键，至心才能信，至心才能解，至心发的愿是真的，至诚恭敬心。下面说，至诚无上之种种心行，信心、愿心、度众生的心。",
      "zh_TW": "來去自由，只有你已經往生極樂世界了。你的本身、真身沒來、沒動，真身在阿彌陀佛講堂裡面聽經聞法，你怎麼來的？化身來的。化身真管用，化身能投胎，就是示現應身八相成道這個意思。不是以佛身，以讀書人的身分、以農民的身分、以工商的身分，不定什麼身分，它裡頭記載的，還有一次做國王的身分，有一世是王子，應以什麼身來，他就示現什麼身。《普門品》觀世音三十二應，他做出來了。《西方確指》這個小冊子，就是說覺明妙行菩薩的故事。這故事從哪裡來？扶鸞來的。印光大師說，乩壇扶鸞只有這一種是真的，其他都是假的。因為覺明妙行菩薩降壇，傳的這個信息跟淨宗經典完全相應，沒有一句是離譜的。彭際清居士給它作後序，對這個書非常讚歎。所以我們學習，至心兩個字是關鍵，至心才能信，至心才能解，至心發的願是真的，至誠恭敬心。下面說，至誠無上之種種心行，信心、願心、度眾生的心。"
    },
    {
      "id": "02-040-0154_p0016",
      "zh_CN": "「又有进者，法藏于亲睹无边佛刹后」，这更进一步，他亲眼见到一切诸佛刹土，他在这里面挑选。「便一其心，选择所欲」，在一切刹土里头选择他自己想要的。便一其心，「文中一心正显至心也」。便一其心就是至心，一心一意，没有二念。文中一心正显至心。「精进者，精勤求索，恭慎保持，修习功德，满足五劫」，这么长的时间，不是短时间。极乐世界成就到今天才十劫，换句话说，这是十五劫之前的事情。精勤求索，五劫长的时间干这桩事情。选择所欲之后，就恭慎保持，恭恭敬敬，慎是谨慎，保持不要失掉；不能保持就失掉了。保持是念念不忘，极乐世界的出现，他心里所愿望的统统实现了。",
      "zh_TW": "「又有進者，法藏於親睹無邊佛剎後」，這更進一步，他親眼見到一切諸佛剎土，他在這裡面挑選。「便一其心，選擇所欲」，在一切剎土裡頭選擇他自己想要的。便一其心，「文中一心正顯至心也」。便一其心就是至心，一心一意，沒有二念。文中一心正顯至心。「精進者，精勤求索，恭慎保持，修習功德，滿足五劫」，這麼長的時間，不是短時間。極樂世界成就到今天才十劫，換句話說，這是十五劫之前的事情。精勤求索，五劫長的時間幹這樁事情。選擇所欲之後，就恭慎保持，恭恭敬敬，慎是謹慎，保持不要失掉；不能保持就失掉了。保持是念念不忘，極樂世界的出現，他心裡所願望的統統實現了。"
    },
    {
      "id": "02-040-0154_p0017",
      "zh_CN": "「成就庄严佛土清净之行也」，成就无比殊胜庄严的极乐世界清净之行，是个清净世界，没有丝毫染着，平等世界，生佛平等。首先从相貌平等，相貌从哪里来的？是从一切诸佛来的。佛的相好，集所有佛相之美好。佛身，金刚紫磨真金色身，金刚不坏身，法性变现出来的。这种身不会生病、不会变化，不是阿赖耶的相分。阿赖耶的相分是一秒钟一千六百兆次的频率变化，念念不住，叫无常。极乐世界的天人，他是法性身，如如不动，跟惠能大师开悟所描绘的完全相同，清净、不生不灭、本自具足。不要学，无量智慧、无量德能、无量才艺、无量相好全是自性本自具足的。所以佛经教学重在开悟，不重记问。这是连中国古人都不重视记问，「记问之学，不足以为人师」。背得再多、记得再多，叫你背、叫你记，它的目的是定，用记问做手段，用背诵做为手段。这个有记问他不问，为什么？问开不了悟，它着重在心地清净，着重在一念不生。起心动念断不掉，为什么？太微细了。你根本就不知道，你怎么能断它？必须你看到了，你才能断它。换句话说，断起心动念，什么人？八地以上，八地见到了，开始断它，到等觉才断干净，真正不起心不动念。",
      "zh_TW": "「成就莊嚴佛土清淨之行也」，成就無比殊勝莊嚴的極樂世界清淨之行，是個清淨世界，沒有絲毫染著，平等世界，生佛平等。首先從相貌平等，相貌從哪裡來的？是從一切諸佛來的。佛的相好，集所有佛相之美好。佛身，金剛紫磨真金色身，金剛不壞身，法性變現出來的。這種身不會生病、不會變化，不是阿賴耶的相分。阿賴耶的相分是一秒鐘一千六百兆次的頻率變化，念念不住，叫無常。極樂世界的天人，他是法性身，如如不動，跟惠能大師開悟所描繪的完全相同，清淨、不生不滅、本自具足。不要學，無量智慧、無量德能、無量才藝、無量相好全是自性本自具足的。所以佛經教學重在開悟，不重記問。這是連中國古人都不重視記問，「記問之學，不足以為人師」。背得再多、記得再多，叫你背、叫你記，它的目的是定，用記問做手段，用背誦做為手段。這個有記問他不問，為什麼？問開不了悟，它著重在心地清淨，著重在一念不生。起心動念斷不掉，為什麼？太微細了。你根本就不知道，你怎麼能斷它？必須你看到了，你才能斷它。換句話說，斷起心動念，什麼人？八地以上，八地見到了，開始斷它，到等覺才斷乾淨，真正不起心不動念。"
    },
    {
      "id": "02-040-0154_p0018",
      "zh_CN": "我们就知道，圆教十住、十行、十回向，不起心不动念是粗的，粗的念头不起不动了，八地以上是极其微细的细念。世尊所问的「心有所念」，这是粗念。别教三贤断粗念，不起心、不动念，他就能入实报土就能够离开十法界。从圆教初住到等觉，四十一个阶级，《华严经》上告诉我们，要三大阿僧祇劫才能断干净。这个地方修行没有方法的，为什么？有方法就错了，就起心动念了。这个地方修行就是不起心不动念，无功用道，古人所说，「此处用不得力」。要加紧吧，努力吧，此处用不得力，一用力就着相，一用力就分别了。不分别、不执着、不起心、不动念，用不得力。一切随它去吧！自己该做的，那我们念佛的人一定是阿弥陀佛不断去念，在一真法界里还是念阿弥陀佛，除阿弥陀佛之外，没念头，这行。阿弥陀佛念头愈念愈微细，念到最后念而无念，无念而念，就成功了，那就八地以上。法门真叫妙绝了，无量法门，没有一个法门能跟它相比，一生决定往生，往生，一生决定成佛。快速！没比这更快的，真正不可思议。我们这一生要是错过了，那真叫可惜，真可惜也真冤枉！",
      "zh_TW": "我們就知道，圓教十住、十行、十迴向，不起心不動念是粗的，粗的念頭不起不動了，八地以上是極其微細的細念。世尊所問的「心有所念」，這是粗念。別教三賢斷粗念，不起心、不動念，他就能入實報土就能夠離開十法界。從圓教初住到等覺，四十一個階級，《華嚴經》上告訴我們，要三大阿僧祇劫才能斷乾淨。這個地方修行沒有方法的，為什麼？有方法就錯了，就起心動念了。這個地方修行就是不起心不動念，無功用道，古人所說，「此處用不得力」。要加緊吧，努力吧，此處用不得力，一用力就著相，一用力就分別了。不分別、不執著、不起心、不動念，用不得力。一切隨它去吧！自己該做的，那我們念佛的人一定是阿彌陀佛不斷去念，在一真法界裡還是念阿彌陀佛，除阿彌陀佛之外，沒念頭，這行。阿彌陀佛念頭愈念愈微細，念到最後念而無念，無念而念，就成功了，那就八地以上。法門真叫妙絕了，無量法門，沒有一個法門能跟它相比，一生決定往生，往生，一生決定成佛。快速！沒比這更快的，真正不可思議。我們這一生要是錯過了，那真叫可惜，真可惜也真冤枉！"
    },
    {
      "id": "02-040-0154_p0019",
      "zh_CN": "我们现在看经文。「丁三、法藏请法」，它分三科，首先总明：",
      "zh_TW": "我們現在看經文。「丁三、法藏請法」，它分三科，首先總明："
    },
    {
      "id": "02-040-0154_p0020",
      "zh_CN": "【法藏比丘说此偈已。而白佛言。我今为菩萨道。已发无上正觉之心。取愿作佛。悉令如佛。】",
      "zh_TW": "【法藏比丘說此偈已。而白佛言。我今為菩薩道。已發無上正覺之心。取願作佛。悉令如佛。】"
    },
    {
      "id": "02-040-0154_p0021",
      "zh_CN": "这个话跟惠能大师见五祖，五祖问他，你到这来想做什么？惠能大师说，我来想作佛。这就对了，祖师天天在等，等了几十年，终于等到了，有一个人想来作佛，他就能成佛。这句话重要！你来干什么？我来想度众生。好不好？好。自己没有成佛，你怎么度得了众生？唯有成佛是一切圆满。我想做一个大导师，这都不是真心，真心就是作佛，真心就是我来了生死出三界。真正了生死出三界，阿罗汉也做到了，小乘的圆满，也还不错。真正要来作佛，这是大圆满。",
      "zh_TW": "這個話跟惠能大師見五祖，五祖問他，你到這來想做什麼？惠能大師說，我來想作佛。這就對了，祖師天天在等，等了幾十年，終於等到了，有一個人想來作佛，他就能成佛。這句話重要！你來幹什麼？我來想度眾生。好不好？好。自己沒有成佛，你怎麼度得了眾生？唯有成佛是一切圓滿。我想做一個大導師，這都不是真心，真心就是作佛，真心就是我來了生死出三界。真正了生死出三界，阿羅漢也做到了，小乘的圓滿，也還不錯。真正要來作佛，這是大圓滿。"
    },
    {
      "id": "02-040-0154_p0022",
      "zh_CN": "我们看念老注解，右面这一段，承上启下，上一品当中，「以偈表愿」，法藏说偈、发愿，「今文中乃以长行白言」，『已发无上正觉之心』。长行是没有拘束的。从文体上来讲，佛经只有三种。一种是长行，我们现在叫散文，没有任何拘束，句子没有限定，长句、短句不限定。第二种是偈颂，偈颂是诗歌，形式有一定的，有四个字的，一句四个字，一句三个字，或者一句五个字、六个字、七个字、八个字、九个字都有，它整整齐齐，四句是一首。它也押韵，可以唱诵，有限制。散文没有限制，叙述理与事都非常方便。",
      "zh_TW": "我們看念老註解，右面這一段，承上啟下，上一品當中，「以偈表願」，法藏說偈、發願，「今文中乃以長行白言」，『已發無上正覺之心』。長行是沒有拘束的。從文體上來講，佛經只有三種。一種是長行，我們現在叫散文，沒有任何拘束，句子沒有限定，長句、短句不限定。第二種是偈頌，偈頌是詩歌，形式有一定的，有四個字的，一句四個字，一句三個字，或者一句五個字、六個字、七個字、八個字、九個字都有，它整整齊齊，四句是一首。它也押韻，可以唱誦，有限制。散文沒有限制，敘述理與事都非常方便。"
    },
    {
      "id": "02-040-0154_p0023",
      "zh_CN": "下面这都是念老的话，「盖入道要门，发心为首；修行急务，立愿居先」，这是古德说的。入道重要的门径，叫门槛，你要想入门，首先要发心。今天许多人，我们在讨论办学，办学不难，难在哪里？难在发心。你发的是什么心，将来这个学能不能有什么成就，关键在此地。如果发心不正，你入不了门。今天发心，你看看法藏比丘，他发心成佛，他作佛去。在世间法说，我发心作圣人，我学孔子、我学孟子。",
      "zh_TW": "下面這都是念老的話，「蓋入道要門，發心為首；修行急務，立願居先」，這是古德說的。入道重要的門徑，叫門檻，你要想入門，首先要發心。今天許多人，我們在討論辦學，辦學不難，難在哪裡？難在發心。你發的是什麼心，將來這個學能不能有什麼成就，關鍵在此地。如果發心不正，你入不了門。今天發心，你看看法藏比丘，他發心成佛，他作佛去。在世間法說，我發心作聖人，我學孔子、我學孟子。"
    },
    {
      "id": "02-040-0154_p0024",
      "zh_CN": "孔子一生发心学周公，周公的德学他学到了，周公的事业他没有，那是命里头没有。有周公之才之美，没有周公的地位。孔子周游列国，希望有一个诸侯国能用他做宰相，他能够施展他的抱负，可以把政治做得像周公一样，可是没有人用他。为什么没有人用他？那些诸侯国的国君不是圣贤。不是圣贤，不会用圣贤。周公何以能够成就？他父亲是文王，武王是他的兄弟，他父亲是文王，武王是他长兄，长兄过世了，侄子继位，武王的儿子成王。成王只有十岁不能问政，他做摄政王，代理国王。等到成王长大了，他王位归还给他。他有这个机会，孔子没有这个机会，周游列国的目的在此地。最后到六十八岁，年岁老了，没希望了，回家去教学。如果他能像释迦牟尼佛，三十而立，释迦牟尼佛三十岁示现大彻大悟，明心见性，就开始教学。孔子如果三十岁就示现一心教学，教到七十三岁，那他在中国的成就可不得了，真会像佛一样。一心专注在教学上会开悟。",
      "zh_TW": "孔子一生發心學周公，周公的德學他學到了，周公的事業他沒有，那是命裡頭沒有。有周公之才之美，沒有周公的地位。孔子周遊列國，希望有一個諸侯國能用他做宰相，他能夠施展他的抱負，可以把政治做得像周公一樣，可是沒有人用他。為什麼沒有人用他？那些諸侯國的國君不是聖賢。不是聖賢，不會用聖賢。周公何以能夠成就？他父親是文王，武王是他的兄弟，他父親是文王，武王是他長兄，長兄過世了，侄子繼位，武王的兒子成王。成王只有十歲不能問政，他做攝政王，代理國王。等到成王長大了，他王位歸還給他。他有這個機會，孔子沒有這個機會，周遊列國的目的在此地。最後到六十八歲，年歲老了，沒希望了，回家去教學。如果他能像釋迦牟尼佛，三十而立，釋迦牟尼佛三十歲示現大徹大悟，明心見性，就開始教學。孔子如果三十歲就示現一心教學，教到七十三歲，那他在中國的成就可不得了，真會像佛一樣。一心專注在教學上會開悟。"
    },
    {
      "id": "02-040-0154_p0025",
      "zh_CN": "孔子并没有把志摆在这里，真的想求个一官半职，就是想做宰相。这个东西要靠命，不靠命怎么办？革命把别人推翻，行不行？行，他真有这个本事，而且学生那么多，真有能人。这什么？这不义，圣贤人不开这个例子。开这个例子，以后这个世间就乱了，你不行，我取而代之。这社会动乱，人民很苦。这是真正有觉悟的人绝不干这种傻事情。这个可以把人家推翻，唐太宗把隋推翻了，取而代之，你看看他堕地狱了。只不过就做了二十三年皇帝，打仗打了十几、二十年，杀多少人！要不是《群书治要》，还是个好皇帝，他出不了地狱，没那么容易的。他觉悟得早，虽觉悟，但是冤亲债主太多，也不饶他。这一部《群书治要》出现了，流通到全世界，这个功德很大，能帮助这个世界恢复安定和平，这样的功德，他才有机会离开地狱。所以，发心太重要了。",
      "zh_TW": "孔子並沒有把志擺在這裡，真的想求個一官半職，就是想做宰相。這個東西要靠命，不靠命怎麼辦？革命把別人推翻，行不行？行，他真有這個本事，而且學生那麼多，真有能人。這什麼？這不義，聖賢人不開這個例子。開這個例子，以後這個世間就亂了，你不行，我取而代之。這社會動亂，人民很苦。這是真正有覺悟的人絕不幹這種傻事情。這個可以把人家推翻，唐太宗把隋推翻了，取而代之，你看看他墮地獄了。只不過就做了二十三年皇帝，打仗打了十幾、二十年，殺多少人！要不是《群書治要》，還是個好皇帝，他出不了地獄，沒那麼容易的。他覺悟得早，雖覺悟，但是冤親債主太多，也不饒他。這一部《群書治要》出現了，流通到全世界，這個功德很大，能幫助這個世界恢復安定和平，這樣的功德，他才有機會離開地獄。所以，發心太重要了。"
    },
    {
      "id": "02-040-0154_p0026",
      "zh_CN": "修行急务，立愿居先。修行最重要的，你要立愿，志愿。你的愿是什么？阿弥陀佛四十八愿，四十八愿为什么？为度众生。用最简单的一句话，帮助一切苦难众生离苦得乐，这就是总愿。你用什么方法让这些众生离苦得乐？四十八个，帮助众生离究竟苦、得究竟乐，这四十八愿。「是故法藏菩萨于发无上菩提心后，祈结大愿」，发无上菩提心，接着就是四十八愿，「超胜无数佛国，故请求世尊为演经法」。演是表演，世尊把二百一十亿佛刹展示出来，这是演。让法藏自己去看，你自己去选择，这都是演。",
      "zh_TW": "修行急務，立願居先。修行最重要的，你要立願，志願。你的願是什麼？阿彌陀佛四十八願，四十八願為什麼？為度眾生。用最簡單的一句話，幫助一切苦難眾生離苦得樂，這就是總願。你用什麼方法讓這些眾生離苦得樂？四十八個，幫助眾生離究竟苦、得究竟樂，這四十八願。「是故法藏菩薩於發無上菩提心後，祈結大願」，發無上菩提心，接著就是四十八願，「超勝無數佛國，故請求世尊為演經法」。演是表演，世尊把二百一十億佛剎展示出來，這是演。讓法藏自己去看，你自己去選擇，這都是演。"
    },
    {
      "id": "02-040-0154_p0027",
      "zh_CN": "此段大意是「我今行菩萨道时，已发无上菩提之心，愿成佛，愿一切如佛」。『取愿作佛』是愿成佛，『悉令如佛』是希望样样都跟佛一样。又右段中之『为菩萨道』，这个为是行，行为，就是行菩萨道。为跟行是一个意思，它是动词。「无上正觉」，就是无上正等正觉的简称，「梵语阿耨多罗三藐三菩提」。这句话可以翻，翻作中文就是无上正等正觉，为什么不翻？叫尊重不翻。这是大乘佛法修学总目标。学佛希望得到什么？就得这个东西，不为别的。这个里头没有名闻利养、没有高官厚爵，跟名利财色完全不相干，跟地位也不相干。这个目标纯了，这是每个人决定可以得到的，为什么？是你自己心里头本有的，不从外来，从外来的不一定。孔子想求个官，是外头给他的，人家不给他，他就没办法。这是自己内心里头有的，所以只要你真正发愿，你决定可以证得。",
      "zh_TW": "此段大意是「我今行菩薩道時，已發無上菩提之心，願成佛，願一切如佛」。『取願作佛』是願成佛，『悉令如佛』是希望樣樣都跟佛一樣。又右段中之『為菩薩道』，這個為是行，行為，就是行菩薩道。為跟行是一個意思，它是動詞。「無上正覺」，就是無上正等正覺的簡稱，「梵語阿耨多羅三藐三菩提」。這句話可以翻，翻作中文就是無上正等正覺，為什麼不翻？叫尊重不翻。這是大乘佛法修學總目標。學佛希望得到什麼？就得這個東西，不為別的。這個裡頭沒有名聞利養、沒有高官厚爵，跟名利財色完全不相干，跟地位也不相干。這個目標純了，這是每個人決定可以得到的，為什麼？是你自己心裡頭本有的，不從外來，從外來的不一定。孔子想求個官，是外頭給他的，人家不給他，他就沒辦法。這是自己內心裡頭有的，所以只要你真正發願，你決定可以證得。"
    },
    {
      "id": "02-040-0154_p0028",
      "zh_CN": "做老师的人、做父母的人希望你证得，为什么？谚语所谓，「一子成佛，九祖生天」，他得大福报。佛的父母、佛的祖父母，天上人间哪个不恭敬？老师，佛的老师，佛的老师虽然是凡人，也受天人恭敬供养。为什么？学生成佛了，没有一个不沾光。佛经上说得更好，你只要成佛了，跟你沾一点边缘，冤亲债主无量劫来个个沾光，这就是普度众生。为什么父母那么苦心教儿女？希望儿女成圣成贤，他付出这些代价值得，太值得了！所以做父母的人他真干，自己知道自己不行，指望儿女。可是现在的人这种观念没有了，不相信这些。这个问题严重，非常严重。如何我们能让这个世界一些人能够恢复信心？全体恢复不可能，多数恢复也不可能，只有少数。要劝请，要把这些道理讲清楚、讲明白，真清楚、真明白他觉悟了，他才肯放下，他才真放下。障碍放下了，成功就有把握。",
      "zh_TW": "做老師的人、做父母的人希望你證得，為什麼？諺語所謂，「一子成佛，九祖生天」，他得大福報。佛的父母、佛的祖父母，天上人間哪個不恭敬？老師，佛的老師，佛的老師雖然是凡人，也受天人恭敬供養。為什麼？學生成佛了，沒有一個不沾光。佛經上說得更好，你只要成佛了，跟你沾一點邊緣，冤親債主無量劫來個個沾光，這就是普度眾生。為什麼父母那麼苦心教兒女？希望兒女成聖成賢，他付出這些代價值得，太值得了！所以做父母的人他真幹，自己知道自己不行，指望兒女。可是現在的人這種觀念沒有了，不相信這些。這個問題嚴重，非常嚴重。如何我們能讓這個世界一些人能夠恢復信心？全體恢復不可能，多數恢復也不可能，只有少數。要勸請，要把這些道理講清楚、講明白，真清楚、真明白他覺悟了，他才肯放下，他才真放下。障礙放下了，成功就有把握。"
    },
    {
      "id": "02-040-0154_p0029",
      "zh_CN": "下面，别明，分四科，第一，「学法门」：",
      "zh_TW": "下面，別明，分四科，第一，「學法門」："
    },
    {
      "id": "02-040-0154_p0030",
      "zh_CN": "【愿佛为我广宣经法。我当奉持。如法修行。】",
      "zh_TW": "【願佛為我廣宣經法。我當奉持。如法修行。】"
    },
    {
      "id": "02-040-0154_p0031",
      "zh_CN": "这是法藏向老师请法。念老的注解，「故请求世尊为我广说经法，我当信奉，如法修行」。『经法』，「佛之金口所说，为万世之常法者，称为经法」。这个法，用现在人的话来讲就是真理，永恒不变，万世之常法。佛说什么？世间圣人跟佛说的是一样的，孝道！净业三福，第一条「孝养父母，奉事师长，慈心不杀，修十善业」，这是万世之常法。中国古圣先贤所说的五伦、五常，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信，这五桩事情出了问题，天下就大乱了。",
      "zh_TW": "這是法藏向老師請法。念老的註解，「故請求世尊為我廣說經法，我當信奉，如法修行」。『經法』，「佛之金口所說，為萬世之常法者，稱為經法」。這個法，用現在人的話來講就是真理，永恆不變，萬世之常法。佛說什麼？世間聖人跟佛說的是一樣的，孝道！淨業三福，第一條「孝養父母，奉事師長，慈心不殺，修十善業」，這是萬世之常法。中國古聖先賢所說的五倫、五常，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信，這五樁事情出了問題，天下就大亂了。"
    },
    {
      "id": "02-040-0154_p0032",
      "zh_CN": "上古，三皇以道治天下。什么是道？就这个是道。人人都能够明了，人人都讲求，人人都落实，社会自然安定，以道治天下。到五帝的时代，道衰微了，必须要提倡德。德是从道里头衍生出来的，五常，仁义礼智信，以这个治天下，能够把五伦稳住，用五德来支持它。人要爱人，仁从哪里来的？直接从父子有亲来的。父子的亲爱是性德，是自性本有的。人只是迷了性德不爱其亲，其亲不爱其子，迷了。觉悟，哪有不爱的？真爱。从这个地方生出了仁，仁者爱人，「己所不欲，勿施于人」。给你讲这些道理，劝你爱人。五帝用这个治天下。",
      "zh_TW": "上古，三皇以道治天下。什麼是道？就這個是道。人人都能夠明瞭，人人都講求，人人都落實，社會自然安定，以道治天下。到五帝的時代，道衰微了，必須要提倡德。德是從道裡頭衍生出來的，五常，仁義禮智信，以這個治天下，能夠把五倫穩住，用五德來支持它。人要愛人，仁從哪裡來的？直接從父子有親來的。父子的親愛是性德，是自性本有的。人只是迷了性德不愛其親，其親不愛其子，迷了。覺悟，哪有不愛的？真愛。從這個地方生出了仁，仁者愛人，「己所不欲，勿施於人」。給你講這些道理，勸你愛人。五帝用這個治天下。"
    },
    {
      "id": "02-040-0154_p0033",
      "zh_CN": "义，义是从君臣有义演变出来的，还是这个字，要特别讲求的合情合理合法，思想、言语、行为，从起心动念到一切造作一定要如理、合情、合法，大家都能够遵守。礼是礼节。人与人之间，日常生活待人接物，都有一定的规矩，像《弟子规》里头所说的，基本的规矩，人人都必须要学习的。《弟子规》从哪里来的？世世代代累积的经验，好东西。养老育幼、修身齐家根本的道理在里头，真是宝。统统都做到了，这是圣人；能够做到个七、八十分，贤人；有五、六十分就是君子；做不到的，叫小人。换句话说，五帝是用五常来治国，仁义礼智信。到三王，三代，夏、商、周三代，德也衰了。所以，三代的王以仁治天下，仁者爱人，以真诚的爱心来推动政治，也做得不错。到春秋战国，周朝衰了，但是春秋战国那些霸主还讲义气，这个很难得，不乱来。秦统一之后，因为不仁不义，秦始皇横行霸道，十五年亡国。汉取而代之，汉有四百年。汉武帝接受董仲舒的建议，用儒治国。诸子百家的学说，用孔孟，孔孟是仁义忠恕。用儒家治国，是以礼治国，一直到满清没有改变，将近两千年。所以中国叫礼义之邦，大同之治，向往这个目标。",
      "zh_TW": "義，義是從君臣有義演變出來的，還是這個字，要特別講求的合情合理合法，思想、言語、行為，從起心動念到一切造作一定要如理、合情、合法，大家都能夠遵守。禮是禮節。人與人之間，日常生活待人接物，都有一定的規矩，像《弟子規》裡頭所說的，基本的規矩，人人都必須要學習的。《弟子規》從哪裡來的？世世代代累積的經驗，好東西。養老育幼、修身齊家根本的道理在裡頭，真是寶。統統都做到了，這是聖人；能夠做到個七、八十分，賢人；有五、六十分就是君子；做不到的，叫小人。換句話說，五帝是用五常來治國，仁義禮智信。到三王，三代，夏、商、周三代，德也衰了。所以，三代的王以仁治天下，仁者愛人，以真誠的愛心來推動政治，也做得不錯。到春秋戰國，周朝衰了，但是春秋戰國那些霸主還講義氣，這個很難得，不亂來。秦統一之後，因為不仁不義，秦始皇橫行霸道，十五年亡國。漢取而代之，漢有四百年。漢武帝接受董仲舒的建議，用儒治國。諸子百家的學說，用孔孟，孔孟是仁義忠恕。用儒家治國，是以禮治國，一直到滿清沒有改變，將近兩千年。所以中國叫禮義之邦，大同之治，嚮往這個目標。"
    },
    {
      "id": "02-040-0154_p0034",
      "zh_CN": "民国成立之后，礼没有了。礼没有了，天下大乱。现在真的一点没错，左丘明在《左传》上说，「人弃常则妖兴」，常就是五常，仁义礼智信，我们把仁义礼智信全丢掉了。现在的社会不仁、不义、无礼、无智、无信，五个字全没有了。人活在这个世间非常可怜，心不安，平安两个字完全没有，生活在恐怖的世界，生活在忧患的环境。中国自古以来，修身、齐国、治国这些道理方法全都不要了，一昧学西方的。孙中山先生说过，修齐治平是中国人的特长，外国人没有。外国人比中国强的是机器，除机器之外，没有一样能跟中国比。",
      "zh_TW": "民國成立之後，禮沒有了。禮沒有了，天下大亂。現在真的一點沒錯，左丘明在《左傳》上說，「人棄常則妖興」，常就是五常，仁義禮智信，我們把仁義禮智信全丟掉了。現在的社會不仁、不義、無禮、無智、無信，五個字全沒有了。人活在這個世間非常可憐，心不安，平安兩個字完全沒有，生活在恐怖的世界，生活在憂患的環境。中國自古以來，修身、齊國、治國這些道理方法全都不要了，一昧學西方的。孫中山先生說過，修齊治平是中國人的特長，外國人沒有。外國人比中國強的是機器，除機器之外，沒有一樣能跟中國比。"
    },
    {
      "id": "02-040-0154_p0035",
      "zh_CN": "中国今天最大的忧患是什么？对自己信心失掉了，不相信自己，完全相信外国。这个问题严重！不了解事实真相，这一生迷惑颠倒来，还是迷惑颠倒去，继续搞六道轮回。有缘接触到圣贤教育，稍稍明白一点，那就看他有没有使命感。使命感是什么？要把老祖宗东西好好传下去，不能让它断掉了。我一个人能传一个人，我就尽到我对历史的责任。传多不敢讲，这是可遇不可求，传一个、二个、三个不得了。一生一个都遇不到，那是命。怎么办？在今天科学技术发达，我们利用它得到一点方便，我们可以把自己所知道的详详细细讲出来，这个光碟传下去，听的人很多。光碟不管它寿命长短，在光碟上能够有一、二个觉悟了，也是传人。这个传人不认识，没见过面。有没有？肯定有。这都是方法，古人用书，著书立说，自己一生没有这个机缘，不遇就著书立说传给后世。",
      "zh_TW": "中國今天最大的憂患是什麼？對自己信心失掉了，不相信自己，完全相信外國。這個問題嚴重！不了解事實真相，這一生迷惑顛倒來，還是迷惑顛倒去，繼續搞六道輪迴。有緣接觸到聖賢教育，稍稍明白一點，那就看他有沒有使命感。使命感是什麼？要把老祖宗東西好好傳下去，不能讓它斷掉了。我一個人能傳一個人，我就盡到我對歷史的責任。傳多不敢講，這是可遇不可求，傳一個、二個、三個不得了。一生一個都遇不到，那是命。怎麼辦？在今天科學技術發達，我們利用它得到一點方便，我們可以把自己所知道的詳詳細細講出來，這個光碟傳下去，聽的人很多。光碟不管它壽命長短，在光碟上能夠有一、二個覺悟了，也是傳人。這個傳人不認識，沒見過面。有沒有？肯定有。這都是方法，古人用書，著書立說，自己一生沒有這個機緣，不遇就著書立說傳給後世。"
    },
    {
      "id": "02-040-0154_p0036",
      "zh_CN": "孔子是个代表人物，周游列国十几年，没人用他，回家去删诗书，重新整订古圣先贤留下来这些宝贵的遗产。经过他整理写成文字，留传给后世。所以孔子是集大成者，述而不作，没有自己的创造，把古圣先贤东西留下来了。我们感他的恩，没有他这样做法，中国的文化就没有源头，他把源头清理得干干净净，让这个一直留下来，这个功德不得了。我们今天能看到哪一个家庭祖宗，世世代代像孔家这么清楚？在中国只有这一家。他们家的家谱，这个世系一直到今天七十多代，清清楚楚记载。中国历史第一家，哪个帝王都不行，比不上他。这是什么？他这个功德，就是把中国传统文化的根源清理，让它很舒畅的流通下去。这个德不得了，任何朝代帝王将相不能跟他比。也是孔子遇到这个机会，有这个缘分，自己也有这个修养、有这个能力做这桩好事情。他能有这么好的影响，说实在的，他老人家在世，自己也没想到。两千年后看到了，源远流长，留传到今天。头是什么？头是孔子干的，孟子接着加一把劲，这是真正的好事。所以我们对于经法要尊重，经是经典，法是方法，经法代表中国古圣先贤的智慧、理念和方法。在此地，这是佛金口所说，为万世之常法者，这是佛的经法。",
      "zh_TW": "孔子是個代表人物，周遊列國十幾年，沒人用他，回家去刪詩書，重新整訂古聖先賢留下來這些寶貴的遺產。經過他整理寫成文字，留傳給後世。所以孔子是集大成者，述而不作，沒有自己的創造，把古聖先賢東西留下來了。我們感他的恩，沒有他這樣做法，中國的文化就沒有源頭，他把源頭清理得乾乾淨淨，讓這個一直留下來，這個功德不得了。我們今天能看到哪一個家庭祖宗，世世代代像孔家這麼清楚？在中國只有這一家。他們家的家譜，這個世系一直到今天七十多代，清清楚楚記載。中國歷史第一家，哪個帝王都不行，比不上他。這是什麼？他這個功德，就是把中國傳統文化的根源清理，讓它很舒暢的流通下去。這個德不得了，任何朝代帝王將相不能跟他比。也是孔子遇到這個機會，有這個緣分，自己也有這個修養、有這個能力做這樁好事情。他能有這麼好的影響，說實在的，他老人家在世，自己也沒想到。兩千年後看到了，源遠流長，留傳到今天。頭是什麼？頭是孔子幹的，孟子接著加一把勁，這是真正的好事。所以我們對於經法要尊重，經是經典，法是方法，經法代表中國古聖先賢的智慧、理念和方法。在此地，這是佛金口所說，為萬世之常法者，這是佛的經法。"
    },
    {
      "id": "02-040-0154_p0037",
      "zh_CN": "『奉持』，「即常见之奉行」，奉受与行持这两个意思。「故经末常为信受奉行，表敬受遵行、拳拳服膺之义」。拳拳服膺，这个参考资料，第五品第一页，《汉语大词典》，「诚恳信奉，衷心信服」，这不容易。话说得很简单，不容易做到。为什么做不到？知道得不够清楚。真正了解清楚，这个态度自然就出现了，所以跟自己的学养有关系，学问、修养。他没有达到这个程度，他这种真诚恭敬心生不起来。想不想生？想，就是生不出来，功力达不到。古人比我们现在好，因为他从小有培植，父母尽到了责任，从小教导，根扎得稳，一生一世都不会出乱子。换句话说，一生一世不敢做对不起父母的事情。父母虽然不在了，这个影响力在，不能做犯法的事情。为什么？父母蒙羞，父母没有面子见人，这怎么能做！学佛，不敢做对不起释迦牟尼佛的事情；修净土，不可以做对不起阿弥陀佛的事情，都要底子扎得深、扎得厚，才真正起作用。诚恳信奉，衷心信服。",
      "zh_TW": "『奉持』，「即常見之奉行」，奉受與行持這兩個意思。「故經末常為信受奉行，表敬受遵行、拳拳服膺之義」。拳拳服膺，這個參考資料，第五品第一頁，《漢語大詞典》，「誠懇信奉，衷心信服」，這不容易。話說得很簡單，不容易做到。為什麼做不到？知道得不夠清楚。真正了解清楚，這個態度自然就出現了，所以跟自己的學養有關係，學問、修養。他沒有達到這個程度，他這種真誠恭敬心生不起來。想不想生？想，就是生不出來，功力達不到。古人比我們現在好，因為他從小有培植，父母盡到了責任，從小教導，根紮得穩，一生一世都不會出亂子。換句話說，一生一世不敢做對不起父母的事情。父母雖然不在了，這個影響力在，不能做犯法的事情。為什麼？父母蒙羞，父母沒有面子見人，這怎麼能做！學佛，不敢做對不起釋迦牟尼佛的事情；修淨土，不可以做對不起阿彌陀佛的事情，都要底子紮得深、紮得厚，才真正起作用。誠懇信奉，衷心信服。"
    },
    {
      "id": "02-040-0154_p0038",
      "zh_CN": "「拳拳：奉持之貌。服膺：铭记在心；衷心信奉」。这个态度是学圣贤之道。以学圣贤的心态来学佛，也能够成就。这是佛法传到中国来，为什么两千多年不衰？为什么佛陀的教传在全世界全没有了？我们很惊讶，也很敬佩、也很感恩，我们看到斯里兰卡的佛教全民落实，虽然是小乘，稀有难逢。想不到在我们这一生当中，还真正看到佛法的教学普及在民间，这是我们学佛学了一辈子，无比的欣慰。我们上一代人没见过，上一代这些老和尚没有到斯里兰卡去访问过，访问印度，朝圣，没到过斯里兰卡。我们对这个地方陌生，什么都不知道，只听说很落后、很贫穷。到我们飞机落地，看到它时才感到惊讶，跟我们想像的完全不一样。这是世尊给我们安排的，让我们见到了。虽然是小乘，小乘是大乘的基础。",
      "zh_TW": "「拳拳：奉持之貌。服膺：銘記在心；衷心信奉」。這個態度是學聖賢之道。以學聖賢的心態來學佛，也能夠成就。這是佛法傳到中國來，為什麼兩千多年不衰？為什麼佛陀的教傳在全世界全沒有了？我們很驚訝，也很敬佩、也很感恩，我們看到斯里蘭卡的佛教全民落實，雖然是小乘，稀有難逢。想不到在我們這一生當中，還真正看到佛法的教學普及在民間，這是我們學佛學了一輩子，無比的欣慰。我們上一代人沒見過，上一代這些老和尚沒有到斯里蘭卡去訪問過，訪問印度，朝聖，沒到過斯里蘭卡。我們對這個地方陌生，什麼都不知道，只聽說很落後、很貧窮。到我們飛機落地，看到它時才感到驚訝，跟我們想像的完全不一樣。這是世尊給我們安排的，讓我們見到了。雖然是小乘，小乘是大乘的基礎。"
    },
    {
      "id": "02-040-0154_p0039",
      "zh_CN": "《佛藏经》上说，佛讲的话，「佛子，不先学小乘，后学大乘，非佛弟子」。佛法的教学按部就班，佛不希望人躐等，从小乘再进入大乘，再进入一佛乘，循序而进，这是正确的。小乘没有就学大乘，就跟读书一样，小学没念，中学没念，就念大学了。那国家办小学、办中学，不就白办了？不叫浪费吗？直接办大学就好了。现在我们的佛教就变成这个样子，没有中小学，只有大学。佛教变质了，变成世间一种学术，完全违背了佛陀的教学。佛法确实不重视知识，重视明心见性。李老师告诉我，八万四千法门，没有一门不是以明心见性为它的终极目标。然后告诉我，净土也不例外。净土的明心见性是放在极乐世界，就是不是我们这一生，我们往生到极乐世界才能明心见性，还是这个。所以真正是法门平等无有高下，明心见性就平等了。没有明心见性之前，有高下，不平等，见性全平等了。",
      "zh_TW": "《佛藏經》上說，佛講的話，「佛子，不先學小乘，後學大乘，非佛弟子」。佛法的教學按部就班，佛不希望人躐等，從小乘再進入大乘，再進入一佛乘，循序而進，這是正確的。小乘沒有就學大乘，就跟讀書一樣，小學沒念，中學沒念，就念大學了。那國家辦小學、辦中學，不就白辦了？不叫浪費嗎？直接辦大學就好了。現在我們的佛教就變成這個樣子，沒有中小學，只有大學。佛教變質了，變成世間一種學術，完全違背了佛陀的教學。佛法確實不重視知識，重視明心見性。李老師告訴我，八萬四千法門，沒有一門不是以明心見性為它的終極目標。然後告訴我，淨土也不例外。淨土的明心見性是放在極樂世界，就是不是我們這一生，我們往生到極樂世界才能明心見性，還是這個。所以真正是法門平等無有高下，明心見性就平等了。沒有明心見性之前，有高下，不平等，見性全平等了。"
    },
    {
      "id": "02-040-0154_p0040",
      "zh_CN": "佛教导我们，我们没有放在心上，没有依教奉行。依教奉行，就要依净业三福，从孝养父母、奉事师长开始，再提升到慈心不杀、修十善业，把人天脚跟扎稳，再向上提升入佛门。一入佛门，受三皈五戒，三皈是知，五戒是行。三皈，你看看佛，一进门就把学佛方向目标告诉你，你就向这个方向走，向这个目标去接近。三皈是觉正净，觉而不迷是皈依佛，正而不邪是皈依法，净而不染是皈依僧。学佛学什么？学觉正净。觉是觉悟，正是正知正见，净是清净不受染污。自私自利是染污，人我是非是染污，贪瞋痴慢是染污，财色名利是染污，五欲六尘是染污。要远离染污得清净心，远离分别得平等，远离迷惑颠倒成觉悟，目标方向指出来了。从哪里做起？从五戒做起，从十善做起。善跟戒，名称相同，意思不相同。善是世人必须遵守的，不是佛教的，人人应该遵守。戒是佛弟子必须遵守的。五戒就是十善里头重要的部分，不杀、不盗、不淫、不妄语，后面加了个不饮酒，前面四个是十善里头最重要的部分。十善你已经学了，因为在三福第一福学过了，有很好的基础，所以五戒这一加强，真正是断恶修善。如果出家，则有沙弥戒律，十条戒二十四门威仪必须要遵守，出家人。",
      "zh_TW": "佛教導我們，我們沒有放在心上，沒有依教奉行。依教奉行，就要依淨業三福，從孝養父母、奉事師長開始，再提升到慈心不殺、修十善業，把人天腳跟紮穩，再向上提升入佛門。一入佛門，受三皈五戒，三皈是知，五戒是行。三皈，你看看佛，一進門就把學佛方向目標告訴你，你就向這個方向走，向這個目標去接近。三皈是覺正淨，覺而不迷是皈依佛，正而不邪是皈依法，淨而不染是皈依僧。學佛學什麼？學覺正淨。覺是覺悟，正是正知正見，淨是清淨不受染污。自私自利是染污，人我是非是染污，貪瞋痴慢是染污，財色名利是染污，五欲六塵是染污。要遠離染污得清淨心，遠離分別得平等，遠離迷惑顛倒成覺悟，目標方向指出來了。從哪裡做起？從五戒做起，從十善做起。善跟戒，名稱相同，意思不相同。善是世人必須遵守的，不是佛教的，人人應該遵守。戒是佛弟子必須遵守的。五戒就是十善裡頭重要的部分，不殺、不盜、不淫、不妄語，後面加了個不飲酒，前面四個是十善裡頭最重要的部分。十善你已經學了，因為在三福第一福學過了，有很好的基礎，所以五戒這一加強，真正是斷惡修善。如果出家，則有沙彌戒律，十條戒二十四門威儀必須要遵守，出家人。"
    },
    {
      "id": "02-040-0154_p0041",
      "zh_CN": "现在佛没有了。戒没有了，佛就没有了。在家，十善做不到；出家，《沙弥律仪》没做到，三皈五戒没做到。虽然没有杀生，我们吃长素，没有杀生，但是还有时候叫别人因我而生烦恼，这个是属于戒律里的，属于杀生的，恼害众生。我没有加害于他，但是我让他生烦恼。虽然没有偷盗，还有占便宜的念头。占便宜这个念头是盗心，就是这个心不清净，没断。淫心最难断，虽然没有这个行为，还有念头，五戒不清净。妄语很容易犯，不知不觉的，可能我们还在骗人，如果有意的，罪更重，无意的轻。比较起来，不饮酒比较容易受持。",
      "zh_TW": "現在佛沒有了。戒沒有了，佛就沒有了。在家，十善做不到；出家，《沙彌律儀》沒做到，三皈五戒沒做到。雖然沒有殺生，我們吃長素，沒有殺生，但是還有時候叫別人因我而生煩惱，這個是屬於戒律裡的，屬於殺生的，惱害眾生。我沒有加害於他，但是我讓他生煩惱。雖然沒有偷盜，還有佔便宜的念頭。佔便宜這個念頭是盜心，就是這個心不清淨，沒斷。淫心最難斷，雖然沒有這個行為，還有念頭，五戒不清淨。妄語很容易犯，不知不覺的，可能我們還在騙人，如果有意的，罪更重，無意的輕。比較起來，不飲酒比較容易受持。"
    },
    {
      "id": "02-040-0154_p0042",
      "zh_CN": "第二福后头是教导我们，佛制定的一切戒律都要遵守，三聚净戒。受持三聚净戒，不犯威仪，是个出家弟子的好榜样，为世间人做出最好榜样，这个人是如来弟子，没有不尊敬的。尊敬如来弟子就是尊敬佛陀。现在我们自己败坏，不遵守佛的教诫，所以，佛教在社会上没有地位，一般人瞧不起。听到你是学佛的，看到你是学佛的，都认为你不太正常，怎么会去搞这个东西？现在连联合国的人还有这个问题。斯里兰卡想办一个佛教大学，宗教大学，他们不赞成，他们说应该改作文化大学，文化里头可以包含这些，这些东西不可以露出来。汤恩比博士说，唯有佛教能够拯救这个社会。大家提到佛教特别反感，什么原因？我们这一代的佛弟子没有依教奉行，小小乘都没有做出来，让人家瞧不起。发心没用，没做出来，心发得很大，结果人家一看是假的，不是真的，意冷心灰。我们自己想想，怎么能对得起佛？",
      "zh_TW": "第二福後頭是教導我們，佛制定的一切戒律都要遵守，三聚淨戒。受持三聚淨戒，不犯威儀，是個出家弟子的好榜樣，為世間人做出最好榜樣，這個人是如來弟子，沒有不尊敬的。尊敬如來弟子就是尊敬佛陀。現在我們自己敗壞，不遵守佛的教誡，所以，佛教在社會上沒有地位，一般人瞧不起。聽到你是學佛的，看到你是學佛的，都認為你不太正常，怎麼會去搞這個東西？現在連聯合國的人還有這個問題。斯里蘭卡想辦一個佛教大學，宗教大學，他們不贊成，他們說應該改作文化大學，文化裡頭可以包含這些，這些東西不可以露出來。湯恩比博士說，唯有佛教能夠拯救這個社會。大家提到佛教特別反感，什麼原因？我們這一代的佛弟子沒有依教奉行，小小乘都沒有做出來，讓人家瞧不起。發心沒用，沒做出來，心發得很大，結果人家一看是假的，不是真的，意冷心灰。我們自己想想，怎麼能對得起佛？"
    },
    {
      "id": "02-040-0154_p0043",
      "zh_CN": "下面郑玄的注子，是在《礼记》上的，「拳拳，奉持之貌」，就是奉持的样子。朱熹集注里头，「服，犹着也。膺，胸也。奉持而着之心胸之间」，就是我心里常常想着，真的把它放在心上，「言能守也」。我能把它守住，不会把它丢掉；我能把它做到，表现在我生活当中，这叫拳拳服膺。末后是指佛所说的一切经，一切经最后一句就是信受奉行，也是佛对所有听经人的期望。你们要相信、要接受，要认真把它做到，佛就没有白说。今天时间到了，我们就学习到此地。",
      "zh_TW": "下面鄭玄的註子，是在《禮記》上的，「拳拳，奉持之貌」，就是奉持的樣子。朱熹集注裡頭，「服，猶著也。膺，胸也。奉持而著之心胸之間」，就是我心裡常常想著，真的把它放在心上，「言能守也」。我能把它守住，不會把它丟掉；我能把它做到，表現在我生活當中，這叫拳拳服膺。末後是指佛所說的一切經，一切經最後一句就是信受奉行，也是佛對所有聽經人的期望。你們要相信、要接受，要認真把它做到，佛就沒有白說。今天時間到了，我們就學習到此地。"
    }
  ]
}