{
  "doc_id": "02-040-0038",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0038",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-040-0038_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百二十二页倒数第六行，从「一、同时具足相应门」，从这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百二十二頁倒數第六行，從「一、同時具足相應門」，從這裡看起："
    },
    {
      "id": "02-040-0038_p0002",
      "zh_CN": "「夫《华严》教理以缘起为主，法界一切尽成一大缘起，一法成一切法，一切法起一法，一时具足，圆满显现，故曰具足相应。」昨天我们学到此地，这个十条叫十玄门，《华严》独有的。用现代的话来说，这段讲的是什么？讲的是究竟圆满的科学与哲学。在这一条里头，同时，没有先后，没有远近，也就是说时间跟空间不存在了，这是一个很深奥的境界，不是凡人能知道的。它在哪里？它就在现前，就在当下，我们见不到、摸不到。我们这个宇宙从哪里来的？为什么会有这个东西？宇宙之间万事万物，晚上我们看到空中的星星，无量无边无尽无数。因为它发光，所以肉眼能看见，不发光的星星比发光的多。譬如我们这太阳系，太阳系有九大行星，只有太阳发光，九大行星都不发光。九大行星还有卫星，还有小行星，不知道有多少。所以发光的很少，不放光的多。可是在夜晚，你能够看到的，那个光一闪一闪的，那就是自己发光的，全都是太阳。每一个太阳都有很多卫星围绕它，这是怎么回事情？为什么会有这些东西？星球里面有生物，可以说连植物都叫生物，矿物也叫生物，为什么？它有见闻觉知。一粒尘沙、一滴水，它会看，它会听，它懂得我们的意思。这个在现在科学统统都实验出来，是真的，不是假的。同时具足，一时具足，所以宇宙爆发是顿现的，没有先后。先后、远近，是我们凡夫迷失了真相，从我们妄念当中产生的，它不是真的。妄想里头才会有空间，有十方，有三世，有过去、现在、未来；没有妄想，这东西全都没有，就在当下。我们把大乘经跟近代科学所发现的合起来看，我们对科学、对佛法就有进一步的认识，我们对于甚深难信之法慢慢的生起信心起来了。",
      "zh_TW": "「夫《華嚴》教理以緣起為主，法界一切盡成一大緣起，一法成一切法，一切法起一法，一時具足，圓滿顯現，故曰具足相應。」昨天我們學到此地，這個十條叫十玄門，《華嚴》獨有的。用現代的話來說，這段講的是什麼？講的是究竟圓滿的科學與哲學。在這一條裡頭，同時，沒有先後，沒有遠近，也就是說時間跟空間不存在了，這是一個很深奧的境界，不是凡人能知道的。它在哪裡？它就在現前，就在當下，我們見不到、摸不到。我們這個宇宙從哪裡來的？為什麼會有這個東西？宇宙之間萬事萬物，晚上我們看到空中的星星，無量無邊無盡無數。因為它發光，所以肉眼能看見，不發光的星星比發光的多。譬如我們這太陽系，太陽系有九大行星，只有太陽發光，九大行星都不發光。九大行星還有衛星，還有小行星，不知道有多少。所以發光的很少，不放光的多。可是在夜晚，你能夠看到的，那個光一閃一閃的，那就是自己發光的，全都是太陽。每一個太陽都有很多衛星圍繞它，這是怎麼回事情？為什麼會有這些東西？星球裡面有生物，可以說連植物都叫生物，礦物也叫生物，為什麼？它有見聞覺知。一粒塵沙、一滴水，它會看，它會聽，它懂得我們的意思。這個在現在科學統統都實驗出來，是真的，不是假的。同時具足，一時具足，所以宇宙爆發是頓現的，沒有先後。先後、遠近，是我們凡夫迷失了真相，從我們妄念當中產生的，它不是真的。妄想裡頭才會有空間，有十方，有三世，有過去、現在、未來；沒有妄想，這東西全都沒有，就在當下。我們把大乘經跟近代科學所發現的合起來看，我們對科學、對佛法就有進一步的認識，我們對於甚深難信之法慢慢的生起信心起來了。"
    },
    {
      "id": "02-040-0038_p0003",
      "zh_CN": "一开头给我们介绍的《华严》教理，《华严经》的教学、《华严经》的理论，是以缘起为主。有缘，它就现；没有缘，它就不现。什么现的？是法界现的。法界，前面介绍过，法是一切诸法。界有两个意思，从事上讲，界分、界限；从理上讲是一体，完全是自性。自性不生不灭，只有自性是真的。为什么？它不生不灭，它不变，永远不变，这是真的。它在哪里？它无处不在，无时不在，能现一切万法，但是要有缘。第一个缘，这个地方讲的一法，这一法就成一切法。一法是什么？大乘经上佛常说，一念不觉，这是一法。一法这个意思，我们都很不容易懂，字认识，什么意思真不懂。为什么？我们概念里头没有。一直到我们看到《菩萨处胎经》里头，弥勒菩萨跟释迦牟尼佛的一段对话，我们才有一些概念。佛问弥勒菩萨，「心有所念，几念几相识耶？」这是经文。意思我们讲白了，就是佛问弥勒菩萨，凡夫起一个念头，这个念头里头有几念？我们听这个话听不懂，这一个念头不就一个念头吗？一个念头怎么里头还有几念？真的，这一个念头里头有很多念，不是纯粹一个念头。一个念头你不会知道，一个念头就是大乘经上讲的一念不觉，只要有一念就不觉，那就叫一法。你看，几念，佛就问到他，那就是一切法，一即一切。几个相？相是物质现象。几个识？识是精神现象。换句话说，科学给我们分类的，那个一念是自然现象，后面这个物质现象跟心理现象都是从自然现象里头变现出来的，速度之快我们无法想像，都是在一念当中发生的。",
      "zh_TW": "一開頭給我們介紹的《華嚴》教理，《華嚴經》的教學、《華嚴經》的理論，是以緣起為主。有緣，它就現；沒有緣，它就不現。什麼現的？是法界現的。法界，前面介紹過，法是一切諸法。界有兩個意思，從事上講，界分、界限；從理上講是一體，完全是自性。自性不生不滅，只有自性是真的。為什麼？它不生不滅，它不變，永遠不變，這是真的。它在哪裡？它無處不在，無時不在，能現一切萬法，但是要有緣。第一個緣，這個地方講的一法，這一法就成一切法。一法是什麼？大乘經上佛常說，一念不覺，這是一法。一法這個意思，我們都很不容易懂，字認識，什麼意思真不懂。為什麼？我們概念裡頭沒有。一直到我們看到《菩薩處胎經》裡頭，彌勒菩薩跟釋迦牟尼佛的一段對話，我們才有一些概念。佛問彌勒菩薩，「心有所念，幾念幾相識耶？」這是經文。意思我們講白了，就是佛問彌勒菩薩，凡夫起一個念頭，這個念頭裡頭有幾念？我們聽這個話聽不懂，這一個念頭不就一個念頭嗎？一個念頭怎麼裡頭還有幾念？真的，這一個念頭裡頭有很多念，不是純粹一個念頭。一個念頭你不會知道，一個念頭就是大乘經上講的一念不覺，只要有一念就不覺，那就叫一法。你看，幾念，佛就問到他，那就是一切法，一即一切。幾個相？相是物質現象。幾個識？識是精神現象。換句話說，科學給我們分類的，那個一念是自然現象，後面這個物質現象跟心理現象都是從自然現象裡頭變現出來的，速度之快我們無法想像，都是在一念當中發生的。"
    },
    {
      "id": "02-040-0038_p0004",
      "zh_CN": "这个一念，弥勒菩萨说，一弹指，这一弹指有多少念？三十二亿百千念。百千是十万，三十二亿乘十万，三百二十兆。这一弹指，有三百二十兆个微细念头。那一个微细念头叫一法，这三十二亿百千念叫一切法，一法成一切法。如果没有这一念？一切法就不见了，不能说它没有，它显现不能说它有，这是宇宙的真相。不现，为什么不能说它没有？它能现，它要真没有，它就不能现，它能现，所以不能说它没有。现了的时候，相是幻相，所现的这些境界相，无论是物质、精神、自然现象，都了不可得。为什么？它现相的时间很短。我们今天用秒做单位，一秒钟能弹几次？我们弹得快，我相信有年轻人，体力好，一秒钟至少可以弹五次，那再乘五，一千六百兆。这个一念的时间，是一千六百兆分之一秒。也就是说，一秒钟里头，这个念头生灭多少次？一千六百兆次。它就在眼前，因为它太快，我们眼睛看不到；它有声音，我们听不到；它有香味，我们闻不到，太快了。",
      "zh_TW": "這個一念，彌勒菩薩說，一彈指，這一彈指有多少念？三十二億百千念。百千是十萬，三十二億乘十萬，三百二十兆。這一彈指，有三百二十兆個微細念頭。那一個微細念頭叫一法，這三十二億百千念叫一切法，一法成一切法。如果沒有這一念？一切法就不見了，不能說它沒有，它顯現不能說它有，這是宇宙的真相。不現，為什麼不能說它沒有？它能現，它要真沒有，它就不能現，它能現，所以不能說它沒有。現了的時候，相是幻相，所現的這些境界相，無論是物質、精神、自然現象，都了不可得。為什麼？它現相的時間很短。我們今天用秒做單位，一秒鐘能彈幾次？我們彈得快，我相信有年輕人，體力好，一秒鐘至少可以彈五次，那再乘五，一千六百兆。這個一念的時間，是一千六百兆分之一秒。也就是說，一秒鐘裡頭，這個念頭生滅多少次？一千六百兆次。它就在眼前，因為它太快，我們眼睛看不到；它有聲音，我們聽不到；它有香味，我們聞不到，太快了。"
    },
    {
      "id": "02-040-0038_p0005",
      "zh_CN": "我们六根能接触到的这个境界相，是许许多多相融合在一起，我们看到了。就像我们看电视一样，这大家都知道的，电视这个画面，不要说像佛讲的这么多，一千六百兆分之一秒，千分之一秒，电视在我们面前，我们看到没有？没看见，连闪光都看不到，所以它不存在。每一念的画面都是独立的，都是一个画面，这个画面从生到灭，存在的时间是一千六百兆分之一秒。也就是一秒钟它生灭一千六百兆次，这里头的一次，你怎么能发现到？从这个地方来说明，一法成一切法，一切法起一法。起一法，譬如我们的人身，我们这个人身是一法，一切法起一法。先是一法起一切法，一跟一切都是一，这个很难懂。一切即一，一即一切，一时具足，圆满显现，很不好懂，但是是真话。这个话科学家听了，他懂，他能体会到，这是事实真相。",
      "zh_TW": "我們六根能接觸到的這個境界相，是許許多多相融合在一起，我們看到了。就像我們看電視一樣，這大家都知道的，電視這個畫面，不要說像佛講的這麼多，一千六百兆分之一秒，千分之一秒，電視在我們面前，我們看到沒有？沒看見，連閃光都看不到，所以它不存在。每一念的畫面都是獨立的，都是一個畫面，這個畫面從生到滅，存在的時間是一千六百兆分之一秒。也就是一秒鐘它生滅一千六百兆次，這裡頭的一次，你怎麼能發現到？從這個地方來說明，一法成一切法，一切法起一法。起一法，譬如我們的人身，我們這個人身是一法，一切法起一法。先是一法起一切法，一跟一切都是一，這個很難懂。一切即一，一即一切，一時具足，圓滿顯現，很不好懂，但是是真話。這個話科學家聽了，他懂，他能體會到，這是事實真相。"
    },
    {
      "id": "02-040-0038_p0006",
      "zh_CN": "所以佛在经上老老实实告诉我们，「凡所有相皆是虚妄」。这个相怎么产生的？全是一千六百兆分之一秒频率里头产生的幻相，不是真的。不能说它有，也不能说它无，不能说它生，也不能说它灭，什么都说不上。你能够证得，你完全了解。怎么证得？佛菩萨是用禅定证得的。禅定的功夫愈深，你就看得愈清楚；禅定功夫浅，还见不到。到什么程度的禅定，你才能看见？大乘经上都说，八地以上。大乘把禅定分成五十一个等级，由浅而深，五十一个等级。这五十一个等级分配在十信、十住、十行、十回向、十地，五十个，后面还有一个等觉，总共五十一个等级。愈往上面功夫愈深，八地，你就想想，五十一个等级里头最高的四个，八地、九地、十地、等觉。换句话说，七地以下，知道有这回事情，自己没有证得，就是没有亲自看到。八地看到，九地、十地就更清楚了。所以佛经里面讲的科学，不是用仪器观察得到的，是用自己的内功，不藉外面帮助，完全用内功见到的。",
      "zh_TW": "所以佛在經上老老實實告訴我們，「凡所有相皆是虛妄」。這個相怎麼產生的？全是一千六百兆分之一秒頻率裡頭產生的幻相，不是真的。不能說它有，也不能說它無，不能說它生，也不能說它滅，什麼都說不上。你能夠證得，你完全了解。怎麼證得？佛菩薩是用禪定證得的。禪定的功夫愈深，你就看得愈清楚；禪定功夫淺，還見不到。到什麼程度的禪定，你才能看見？大乘經上都說，八地以上。大乘把禪定分成五十一個等級，由淺而深，五十一個等級。這五十一個等級分配在十信、十住、十行、十迴向、十地，五十個，後面還有一個等覺，總共五十一個等級。愈往上面功夫愈深，八地，你就想想，五十一個等級裡頭最高的四個，八地、九地、十地、等覺。換句話說，七地以下，知道有這回事情，自己沒有證得，就是沒有親自看到。八地看到，九地、十地就更清楚了。所以佛經裡面講的科學，不是用儀器觀察得到的，是用自己的內功，不藉外面幫助，完全用內功見到的。"
    },
    {
      "id": "02-040-0038_p0007",
      "zh_CN": "宇宙之大，宇宙之美，不可思议！从哪里来的？是从我们自性里头变现出来的。自性怎么变的？就是一念不觉。一念不觉什么原因？没有原因，只有这一个没有原因，最初这个没有原因，真的是突然发生的。这一念不觉之后，它接着就念念都不觉，好像弦一样，拨动了，它那个振动频率一直在动，它不停。这个弦的脉动现象，就是我们的念头。我们的念头非常微细，前面念头灭了，后头又生。但是一定要晓得，前念跟后念不是一样的，不是一个念头。就跟弹琴一样，弦乐器。中国的古琴、古筝，这最常见的，你拨动，音声响了，它要很久才停下来。但是它每一个频率，波动的频率都不一样，这个不难懂。频率里头有高，慢慢慢慢就降低，慢慢它就没有了，这个我们不难懂，观察到，说明没有两个频率是相同的。这个现象被科学家发现，所以科学家有说，整个宇宙是个脉动的现象。脉是我们脉搏，用这个来做比喻。脉搏的跳动就是心脏的带动，小孩从坐胎的时候，还没有成人的形状，先有心脏，那个脉动就开始波动了。一直到一生死亡，心脏不动，这人就宣布死亡。所以这个脉动是从坐胎到死亡，这一个阶段当中它没有停止过。我们中医习惯是把脉，从脉动的状况，了解你全身健康状况，无需要用仪器来观察，中医非常微妙。这句话我们通过科学、通过大乘经论上所说的，细心去体会，能有一个概念。",
      "zh_TW": "宇宙之大，宇宙之美，不可思議！從哪裡來的？是從我們自性裡頭變現出來的。自性怎麼變的？就是一念不覺。一念不覺什麼原因？沒有原因，只有這一個沒有原因，最初這個沒有原因，真的是突然發生的。這一念不覺之後，它接著就念念都不覺，好像弦一樣，撥動了，它那個振動頻率一直在動，它不停。這個弦的脈動現象，就是我們的念頭。我們的念頭非常微細，前面念頭滅了，後頭又生。但是一定要曉得，前念跟後念不是一樣的，不是一個念頭。就跟彈琴一樣，弦樂器。中國的古琴、古箏，這最常見的，你撥動，音聲響了，它要很久才停下來。但是它每一個頻率，波動的頻率都不一樣，這個不難懂。頻率裡頭有高，慢慢慢慢就降低，慢慢它就沒有了，這個我們不難懂，觀察到，說明沒有兩個頻率是相同的。這個現象被科學家發現，所以科學家有說，整個宇宙是個脈動的現象。脈是我們脈搏，用這個來做比喻。脈搏的跳動就是心臟的帶動，小孩從坐胎的時候，還沒有成人的形狀，先有心臟，那個脈動就開始波動了。一直到一生死亡，心臟不動，這人就宣布死亡。所以這個脈動是從坐胎到死亡，這一個階段當中它沒有停止過。我們中醫習慣是把脈，從脈動的狀況，了解你全身健康狀況，無需要用儀器來觀察，中醫非常微妙。這句話我們通過科學、通過大乘經論上所說的，細心去體會，能有一個概念。"
    },
    {
      "id": "02-040-0038_p0008",
      "zh_CN": "下面引用《华严经》，「《华严妙严品》曰：一切法门无尽海，同会一法道场中」。一切法门，无量法门，法门无量誓愿学，还是形容深广无尽，取这个意思。同会一法道场中，我们这是一法，这个小摄影棚，我们这里人不多，十几二十个人，在这个地方学习，分享《大乘无量寿经》、净土念佛法门，所以这是一法道场。这一法道场，我们看到不大，实际上什么？实际上具足一切法门无尽海。为什么？一即一切，一切即一，这是事实真相，这不是假的。我们看不到，谁看到？法身菩萨看到，权小圣人看到。同样一个道理，随着他自己修行功夫浅深，他见到的深广不一样。也就是说，我们是完全看不到，阿罗汉看到了，菩萨看到比阿罗汉看到的要大、要深、要广，法身菩萨看到的比一般菩萨看到的又要广大，到佛的境界才真正究竟圆满的看到。究竟圆满的看到，应该是八地以上，才真正能看到。一切诸法，性相、理事、因果，这就事上分的，这叫界分；从理上，理上就是一法界，一法性，一个真心。《华严经》上所说的，比现在的哲学、比现在的科学，说得更圆满、更清楚，决定不是假的，不是骗人的。「《大疏》」，清凉大师《华严经》的疏钞说，「如海一滴，具百川味」，这就是一即一切。海一滴，是一，百川味，是多，一即是多，多即是一。百川之味都流到大海，陆地上这些江河的水统统流到大海，流到大海变成一味，叫多即是一。「是为此门之玄义」，玄，就是很深、很微妙，同时具足相应门的玄义。这先说《华严》，再说自己，我们本经。",
      "zh_TW": "下面引用《華嚴經》，「《華嚴妙嚴品》曰：一切法門無盡海，同會一法道場中」。一切法門，無量法門，法門無量誓願學，還是形容深廣無盡，取這個意思。同會一法道場中，我們這是一法，這個小攝影棚，我們這裡人不多，十幾二十個人，在這個地方學習，分享《大乘無量壽經》、淨土念佛法門，所以這是一法道場。這一法道場，我們看到不大，實際上什麼？實際上具足一切法門無盡海。為什麼？一即一切，一切即一，這是事實真相，這不是假的。我們看不到，誰看到？法身菩薩看到，權小聖人看到。同樣一個道理，隨著他自己修行功夫淺深，他見到的深廣不一樣。也就是說，我們是完全看不到，阿羅漢看到了，菩薩看到比阿羅漢看到的要大、要深、要廣，法身菩薩看到的比一般菩薩看到的又要廣大，到佛的境界才真正究竟圓滿的看到。究竟圓滿的看到，應該是八地以上，才真正能看到。一切諸法，性相、理事、因果，這就事上分的，這叫界分；從理上，理上就是一法界，一法性，一個真心。《華嚴經》上所說的，比現在的哲學、比現在的科學，說得更圓滿、更清楚，決定不是假的，不是騙人的。「《大疏》」，清涼大師《華嚴經》的疏鈔說，「如海一滴，具百川味」，這就是一即一切。海一滴，是一，百川味，是多，一即是多，多即是一。百川之味都流到大海，陸地上這些江河的水統統流到大海，流到大海變成一味，叫多即是一。「是為此門之玄義」，玄，就是很深、很微妙，同時具足相應門的玄義。這先說《華嚴》，再說自己，我們本經。"
    },
    {
      "id": "02-040-0038_p0009",
      "zh_CN": "「今此经中，具显」，也是具足显明，「此同时具足相应之玄门」，那就跟《华严》一样。「如经中《至心精进品》」，这里头有一段话，「法藏比丘于彼二十一俱胝佛土」。夏莲居老居士会集这部经，有说到二十一俱胝佛土，也有说二百一十亿佛刹，这两种句子都有。因为五种原译本里头，有的地方说二百一十亿，有的地方说二十一俱胝。我们晓得，一个俱胝就是我们讲十亿，一个俱胝是十亿，二十一俱胝就是二百一十亿，是一个意思。说二百一十亿是中国人说法，二十一俱胝是印度人说法，意思是一样的。这是法藏比丘去参观、去考察。而实际上，二十一不是数字，是表法的。《华严》显密圆融，本经也是显密圆融，真的是圆满的大法，《华严经》说得详细，本经说得简略，义趣完全相同。要是看到表法的意思，这就正确了，二十一代表圆满。世尊当年在菩提树下入定，大彻大悟，明心见性，入定的时间多长？二十一天。二十一天，不能用二十一这个字看数字，它不是数字，意思就是说他在菩提树下入定，证得究竟圆满，就叫二十一。一天证得的，这一天就叫二十一；七天证得的，七天叫二十一；一个月证得的，一个月叫二十一。就是代表圆满，他证得究竟圆满。所以二十一有这个意思在里头，这是表法的，不是真正的数目字。要真正数目字，二百一十亿不算多，这很难讲得通。遍法界虚空界就二百一十亿个佛国土吗？很少，不多，所以它是表法。法界虚空界，一切诸佛国土无量无边无尽无数，应该是这个意思。",
      "zh_TW": "「今此經中，具顯」，也是具足顯明，「此同時具足相應之玄門」，那就跟《華嚴》一樣。「如經中《至心精進品》」，這裡頭有一段話，「法藏比丘於彼二十一俱胝佛土」。夏蓮居老居士會集這部經，有說到二十一俱胝佛土，也有說二百一十億佛剎，這兩種句子都有。因為五種原譯本裡頭，有的地方說二百一十億，有的地方說二十一俱胝。我們曉得，一個俱胝就是我們講十億，一個俱胝是十億，二十一俱胝就是二百一十億，是一個意思。說二百一十億是中國人說法，二十一俱胝是印度人說法，意思是一樣的。這是法藏比丘去參觀、去考察。而實際上，二十一不是數字，是表法的。《華嚴》顯密圓融，本經也是顯密圓融，真的是圓滿的大法，《華嚴經》說得詳細，本經說得簡略，義趣完全相同。要是看到表法的意思，這就正確了，二十一代表圓滿。世尊當年在菩提樹下入定，大徹大悟，明心見性，入定的時間多長？二十一天。二十一天，不能用二十一這個字看數字，它不是數字，意思就是說他在菩提樹下入定，證得究竟圓滿，就叫二十一。一天證得的，這一天就叫二十一；七天證得的，七天叫二十一；一個月證得的，一個月叫二十一。就是代表圓滿，他證得究竟圓滿。所以二十一有這個意思在裡頭，這是表法的，不是真正的數目字。要真正數目字，二百一十億不算多，這很難講得通。遍法界虛空界就二百一十億個佛國土嗎？很少，不多，所以它是表法。法界虛空界，一切諸佛國土無量無邊無盡無數，應該是這個意思。"
    },
    {
      "id": "02-040-0038_p0010",
      "zh_CN": "法藏比丘能用五劫的时间统统访问过，在诸佛国土里头参观、考察、学习，取人之长，舍人之短，总结他所需要的，就是四十八愿。所以四十八愿是他五劫考察二十一俱胝佛土里面的总结论，结成四十八愿。从四十八愿里面流出西方极乐世界，没有四十八愿就没有极乐世界，四十八愿是依据，极乐世界出现了，愿愿都圆满，没有一愿不圆满。所以，「功德庄严之事，明了通达，如一佛刹」。他把一切诸佛刹土里头搞得一清二楚，佛土里面不善的不要，善的统统采取，这就是「所摄佛国超过于彼」。所摄佛国就是极乐世界。极乐世界怎么成就的？阿弥陀佛无量劫修行功德，跟五劫参访无量诸佛如来的刹土，取长舍短，这样成就的。所以它真的超过一切诸佛刹土，一切诸佛刹土里头好的，它全有，不好的，它全没有。",
      "zh_TW": "法藏比丘能用五劫的時間統統訪問過，在諸佛國土裡頭參觀、考察、學習，取人之長，捨人之短，總結他所需要的，就是四十八願。所以四十八願是他五劫考察二十一俱胝佛土裡面的總結論，結成四十八願。從四十八願裡面流出西方極樂世界，沒有四十八願就沒有極樂世界，四十八願是依據，極樂世界出現了，願願都圓滿，沒有一願不圓滿。所以，「功德莊嚴之事，明了通達，如一佛剎」。他把一切諸佛剎土裡頭搞得一清二楚，佛土裡面不善的不要，善的統統採取，這就是「所攝佛國超過於彼」。所攝佛國就是極樂世界。極樂世界怎麼成就的？阿彌陀佛無量劫修行功德，跟五劫參訪無量諸佛如來的剎土，取長捨短，這樣成就的。所以它真的超過一切諸佛剎土，一切諸佛剎土裡頭好的，它全有，不好的，它全沒有。"
    },
    {
      "id": "02-040-0038_p0011",
      "zh_CN": "后头这一句好，「经中二十一俱胝佛土表无量佛土」，这说出来了，二十一不是数字。「法藏比丘摄无量佛土为一极乐净土」，这会集，总揽，揽取一切诸佛刹土的真善美慧，成就了极乐世界。「是即华严中一切诸法同时同处为一大缘起而存在，具足相应之义」。这就讲清楚了，《华严》上有，《无量寿经》也有，华藏世界有，极乐世界也有，不但有，比华藏世界还要精彩。早年我在新加坡讲这个经，讲到这个地方有人问我，华藏跟极乐有什么差别？我举个例子，新加坡是个城市国家，国家就一个城市，城市就一个国家，很小。我说华藏世界好比新加坡，极乐世界就是新加坡的乌节路，乌节路是新加坡最繁华的地带，它的精华都在这条路上，这个比喻大家就好懂了。新加坡跟乌节路不能分，极乐世界是华藏世界最精华的一部分，它也没有离开华藏。",
      "zh_TW": "後頭這一句好，「經中二十一俱胝佛土表無量佛土」，這說出來了，二十一不是數字。「法藏比丘攝無量佛土為一極樂淨土」，這會集，總攬，攬取一切諸佛剎土的真善美慧，成就了極樂世界。「是即華嚴中一切諸法同時同處為一大緣起而存在，具足相應之義」。這就講清楚了，《華嚴》上有，《無量壽經》也有，華藏世界有，極樂世界也有，不但有，比華藏世界還要精彩。早年我在新加坡講這個經，講到這個地方有人問我，華藏跟極樂有什麼差別？我舉個例子，新加坡是個城市國家，國家就一個城市，城市就一個國家，很小。我說華藏世界好比新加坡，極樂世界就是新加坡的烏節路，烏節路是新加坡最繁華的地帶，它的精華都在這條路上，這個比喻大家就好懂了。新加坡跟烏節路不能分，極樂世界是華藏世界最精華的一部分，它也沒有離開華藏。"
    },
    {
      "id": "02-040-0038_p0012",
      "zh_CN": "「是为十玄之总门」，这个第一门，同时具足相应门，这是总门。「实亦本经之总相」，《大乘无量寿经》的总相，就是《华严经》的总门，同时具足相应。你如果真的得到一点概念，同时具足相应在哪里？就在现前。小，在我们这个身上就看到；大，在我们整个生活环境里面看到，你要能看得出来，看得出来就入境界。说「本经」，实是实实在在，「亦同此一大缘起而出现也」。你能够看出、能够体会到，有什么好处？有好处，智慧现前。这不是知识，这是智慧。智慧真正现前，知道什么？整个宇宙万事万物真跟我是一体，我们同时具足相应，同时同处。同时，就在当下；同处，就在此处，圆圆满满，一丝毫欠缺都没有。十方如来与我融成一片，无二无别，一切众生亦复如是。无尽的慈悲，真诚的爱心，自然就流出来，为什么？没障碍了，慈悲爱心周遍法界。",
      "zh_TW": "「是為十玄之總門」，這個第一門，同時具足相應門，這是總門。「實亦本經之總相」，《大乘無量壽經》的總相，就是《華嚴經》的總門，同時具足相應。你如果真的得到一點概念，同時具足相應在哪裡？就在現前。小，在我們這個身上就看到；大，在我們整個生活環境裡面看到，你要能看得出來，看得出來就入境界。說「本經」，實是實實在在，「亦同此一大緣起而出現也」。你能夠看出、能夠體會到，有什麼好處？有好處，智慧現前。這不是知識，這是智慧。智慧真正現前，知道什麼？整個宇宙萬事萬物真跟我是一體，我們同時具足相應，同時同處。同時，就在當下；同處，就在此處，圓圓滿滿，一絲毫欠缺都沒有。十方如來與我融成一片，無二無別，一切眾生亦復如是。無盡的慈悲，真誠的愛心，自然就流出來，為什麼？沒障礙了，慈悲愛心周遍法界。"
    },
    {
      "id": "02-040-0038_p0013",
      "zh_CN": "我们接着再看底下，「又《泉池功德品》中，其水一一随众生意」。泉池是极乐世界的七宝池，里面是八功德水。这里说水的功德，这个水能随众生意。一一水就是一切水，极乐世界七宝池很多，每一个宝池的水都有这个功德，不是说哪一个池，是平等的，没有高下的。「众生所欲水之冷暖」，都在这一个池子里面沐浴，有人喜欢水热一点，有人喜欢水凉一点，每个人的感触就是自己所需要的温度。这是我们人间做不到的，极乐世界能做到。「缓急」，缓急是水的流动，缓是慢慢的流，急是很快流动。我们现在冲澡用淋浴，那就是急。「深浅，各各不同」，每个人不一样。「而此一水，能同时同处满足一切众生心意」。真正是一切法从心想生，不是从别人的心想，是从自己的心想。「水是一法，众生之欲（众生的欲望）是多法」。这一法能相应，「能同时相应于一一众生之意，此正是同时具足相应之玄门。」我们听到了感到很神奇，怎么可能有这个事情？为什么可能？性德本来如是。我们今天的观念是个错误观念，无量劫来迷失了自性，自性的功德完全不知道。自性万德万能，我们全都失掉，现在只有一点点，一、二种功能，三、四种功能，不是无尽的功能。这是《华严经》上有的，在这个经上也都看到。",
      "zh_TW": "我們接著再看底下，「又《泉池功德品》中，其水一一隨眾生意」。泉池是極樂世界的七寶池，裡面是八功德水。這裡說水的功德，這個水能隨眾生意。一一水就是一切水，極樂世界七寶池很多，每一個寶池的水都有這個功德，不是說哪一個池，是平等的，沒有高下的。「眾生所欲水之冷暖」，都在這一個池子裡面沐浴，有人喜歡水熱一點，有人喜歡水涼一點，每個人的感觸就是自己所需要的溫度。這是我們人間做不到的，極樂世界能做到。「緩急」，緩急是水的流動，緩是慢慢的流，急是很快流動。我們現在沖澡用淋浴，那就是急。「深淺，各各不同」，每個人不一樣。「而此一水，能同時同處滿足一切眾生心意」。真正是一切法從心想生，不是從別人的心想，是從自己的心想。「水是一法，眾生之欲（眾生的欲望）是多法」。這一法能相應，「能同時相應於一一眾生之意，此正是同時具足相應之玄門。」我們聽到了感到很神奇，怎麼可能有這個事情？為什麼可能？性德本來如是。我們今天的觀念是個錯誤觀念，無量劫來迷失了自性，自性的功德完全不知道。自性萬德萬能，我們全都失掉，現在只有一點點，一、二種功能，三、四種功能，不是無盡的功能。這是《華嚴經》上有的，在這個經上也都看到。"
    },
    {
      "id": "02-040-0038_p0014",
      "zh_CN": "「何况此水复能同时波扬无量微妙音声」，水不但冷暖缓急能称人心、如人意，水能有声音，音声能说法，那更不可思议了。水流动都有声音，声音仔细听，「或闻佛法僧声，乃至甘露灌顶受位声」，这举两个例子。它什么声音都有，你想听什么，它就出什么声音。想念佛，它就念佛声音；想听《无量寿经》，你听听，它就在那里讲《无量寿经》；我想听《华严经》，它就是讲的《华严经》，一切随众生意，真正不可思议。「得闻如是种种声已」，这是极乐世界的居民，我们在这里看他的生活环境，他们见色闻声，心没动。「其心清净，无诸分别，正直平等，成熟善根」，这几句就是说，六根接触外面这六种境界，眼见色、耳闻声、鼻嗅香、舌尝味、身有妙触，没有起心，没有动念，没有分别，没有执着。没有执着，心清净，没有分别，下面，正直平等，成熟善根，这就是清净平等觉。「随其所闻，与法相应」，称心如意，无量法门，想学什么法门，想听什么法门，一定相应。这在他方世界没有这么圆满，没有这么周全。华藏世界有的，极乐世界全有；极乐世界有的，华藏还未必有。超过一切诸佛刹土，没有说华藏例外，也超过华藏了。「所不欲闻，了无所闻」，不想听了，声音没有了；不想看了，色相没有了。「永不退于阿耨多罗三藐三菩提心」，这一句是永远不退于无上正等正觉，妙觉，圆满佛果上的境界。",
      "zh_TW": "「何況此水復能同時波揚無量微妙音聲」，水不但冷暖緩急能稱人心、如人意，水能有聲音，音聲能說法，那更不可思議了。水流動都有聲音，聲音仔細聽，「或聞佛法僧聲，乃至甘露灌頂受位聲」，這舉兩個例子。它什麼聲音都有，你想聽什麼，它就出什麼聲音。想念佛，它就念佛聲音；想聽《無量壽經》，你聽聽，它就在那裡講《無量壽經》；我想聽《華嚴經》，它就是講的《華嚴經》，一切隨眾生意，真正不可思議。「得聞如是種種聲已」，這是極樂世界的居民，我們在這裡看他的生活環境，他們見色聞聲，心沒動。「其心清淨，無諸分別，正直平等，成熟善根」，這幾句就是說，六根接觸外面這六種境界，眼見色、耳聞聲、鼻嗅香、舌嘗味、身有妙觸，沒有起心，沒有動念，沒有分別，沒有執著。沒有執著，心清淨，沒有分別，下面，正直平等，成熟善根，這就是清淨平等覺。「隨其所聞，與法相應」，稱心如意，無量法門，想學什麼法門，想聽什麼法門，一定相應。這在他方世界沒有這麼圓滿，沒有這麼周全。華藏世界有的，極樂世界全有；極樂世界有的，華藏還未必有。超過一切諸佛剎土，沒有說華藏例外，也超過華藏了。「所不欲聞，了無所聞」，不想聽了，聲音沒有了；不想看了，色相沒有了。「永不退於阿耨多羅三藐三菩提心」，這一句是永遠不退於無上正等正覺，妙覺，圓滿佛果上的境界。"
    },
    {
      "id": "02-040-0038_p0015",
      "zh_CN": "「只是一水」，举一个例子，极乐世界万事万物说不尽，只说一个水，「但能于同时同处满一切闻者之愿」，这个妙。极乐世界居民的人数无量无边无尽无数，极乐世界不是阿赖耶的相分，所以它没有限制。它是自性现的、自性变的，自性没有限量。于是我们就知道，极乐世界之大，没有限量；极乐世界往生人之多，也没有限量。我们这个地球上往生的不多，集合十方一切诸佛刹土，那人数就多了。他的色，不像我们这个物质的色相有体积，他们没有这种有体积的肉身，没有，他们是法性身，居住的环境是法性土。这下面还有文，水「能于同时同处满一切闻者之愿，各各闻其愿闻之法」，能够随顺每一个人不同的要求，「且随其所闻，与法相应」。这一句可了不起，相应是什么？契入境界，听《华严》就入华严境界，听《无量寿经》就入弥陀境界。我们这边听是听了，未必能听懂；听懂了，入不了境界。什么原因？烦恼习气没放下。到那边一听，就把烦恼习气转过来，它有这么大的功德。我们一般讲，烦恼不断自然断了，业障没消自然消了，这是极乐世界不可思议之处。「可见华严十玄之总门，已举体显示于本经。」在本经讲是总相，你都能体会得到。",
      "zh_TW": "「只是一水」，舉一個例子，極樂世界萬事萬物說不盡，只說一個水，「但能於同時同處滿一切聞者之願」，這個妙。極樂世界居民的人數無量無邊無盡無數，極樂世界不是阿賴耶的相分，所以它沒有限制。它是自性現的、自性變的，自性沒有限量。於是我們就知道，極樂世界之大，沒有限量；極樂世界往生人之多，也沒有限量。我們這個地球上往生的不多，集合十方一切諸佛剎土，那人數就多了。他的色，不像我們這個物質的色相有體積，他們沒有這種有體積的肉身，沒有，他們是法性身，居住的環境是法性土。這下面還有文，水「能於同時同處滿一切聞者之願，各各聞其願聞之法」，能夠隨順每一個人不同的要求，「且隨其所聞，與法相應」。這一句可了不起，相應是什麼？契入境界，聽《華嚴》就入華嚴境界，聽《無量壽經》就入彌陀境界。我們這邊聽是聽了，未必能聽懂；聽懂了，入不了境界。什麼原因？煩惱習氣沒放下。到那邊一聽，就把煩惱習氣轉過來，它有這麼大的功德。我們一般講，煩惱不斷自然斷了，業障沒消自然消了，這是極樂世界不可思議之處。「可見華嚴十玄之總門，已舉體顯示於本經。」在本經講是總相，你都能體會得到。"
    },
    {
      "id": "02-040-0038_p0016",
      "zh_CN": "再看十门里头的第二门。第二，「广狭自在无碍门」。「《大疏》云」，《华严经》上讲的，「如径尺之镜，见千里之影。」径尺是直径一尺，这么大的一面镜子。诸位要晓得，这些文字是古人写的，古时候这个镜子跟现在的镜子不一样，现在用玻璃做的，品质比从前好多了，以前是铜镜，都是铜做的。你到故宫博物院去看，看古镜，这么大，这就是径尺，差不多一尺，这么大的镜子。要磨，镜子要常常磨，磨光，它就亮了，铜，它能照得见，所以要磨镜，镜子要常磨。这一尺这么大的一块镜子，大镜子，见千里之影，镜子里头显的相很远，很远地方都照在里头。镜比喻狭窄，千里之影比喻广大、深远，在这一面镜子它都照进去了。这是什么？广狭自在无碍。",
      "zh_TW": "再看十門裡頭的第二門。第二，「廣狹自在無礙門」。「《大疏》云」，《華嚴經》上講的，「如徑尺之鏡，見千里之影。」徑尺是直徑一尺，這麼大的一面鏡子。諸位要曉得，這些文字是古人寫的，古時候這個鏡子跟現在的鏡子不一樣，現在用玻璃做的，品質比從前好多了，以前是銅鏡，都是銅做的。你到故宮博物院去看，看古鏡，這麼大，這就是徑尺，差不多一尺，這麼大的鏡子。要磨，鏡子要常常磨，磨光，它就亮了，銅，它能照得見，所以要磨鏡，鏡子要常磨。這一尺這麼大的一塊鏡子，大鏡子，見千里之影，鏡子裡頭顯的相很遠，很遠地方都照在裡頭。鏡比喻狹窄，千里之影比喻廣大、深遠，在這一面鏡子它都照進去了。這是什麼？廣狹自在無礙。"
    },
    {
      "id": "02-040-0038_p0017",
      "zh_CN": "实际上，我们的眼睛不大，能看见的是什么？瞳孔。瞳孔就更小，就像个照相机一样，镜头，不大。但是我们睁开眼睛，外面东西看得清清楚楚，那个外面的大，入到这个小里头去了。眼睛真的就像照相机一样，把外面的信息统统传送在里面。传给谁？眼睛不会分别，眼睛也不会执着，它只是传送，把看到的东西传送进去。谁分别？第六识分别，第七识执着。第七识跟第六识是在里面，外面东西它不知道，完全不知道。它从哪里分别？是眼识把这个现象传到里面去，里头有个萤幕，好像照相机后头有个萤幕，传给我们，看到了。第六识是缘这个萤幕，缘眼识的相分，缘耳识的音声，它是这么来的。所以六、七其实它是在内，外面眼睛耳朵成问题，它就没有办法了，为什么？它看不到了。全靠外面五识传送，五识是传递信息的。味道，舌传递，舌根；香味，鼻传递，所以这五个在外面。六、七缘不到外头境界，只缘到前五根传递的相分。你看眼识，眼识有四分，有相分、有见分，见分是能见相，能见相马上就变成相分，相分就被第六、第七所缘。所以，第六分别，第七执着，造业就是它们两个；前五识不造业，只传递，它们没有分别，没有执着。",
      "zh_TW": "實際上，我們的眼睛不大，能看見的是什麼？瞳孔。瞳孔就更小，就像個照相機一樣，鏡頭，不大。但是我們睜開眼睛，外面東西看得清清楚楚，那個外面的大，入到這個小裡頭去了。眼睛真的就像照相機一樣，把外面的信息統統傳送在裡面。傳給誰？眼睛不會分別，眼睛也不會執著，它只是傳送，把看到的東西傳送進去。誰分別？第六識分別，第七識執著。第七識跟第六識是在裡面，外面東西它不知道，完全不知道。它從哪裡分別？是眼識把這個現象傳到裡面去，裡頭有個螢幕，好像照相機後頭有個螢幕，傳給我們，看到了。第六識是緣這個螢幕，緣眼識的相分，緣耳識的音聲，它是這麼來的。所以六、七其實它是在內，外面眼睛耳朵成問題，它就沒有辦法了，為什麼？它看不到了。全靠外面五識傳送，五識是傳遞信息的。味道，舌傳遞，舌根；香味，鼻傳遞，所以這五個在外面。六、七緣不到外頭境界，只緣到前五根傳遞的相分。你看眼識，眼識有四分，有相分、有見分，見分是能見相，能見相馬上就變成相分，相分就被第六、第七所緣。所以，第六分別，第七執著，造業就是它們兩個；前五識不造業，只傳遞，它們沒有分別，沒有執著。"
    },
    {
      "id": "02-040-0038_p0018",
      "zh_CN": "阿赖耶，阿赖耶是仓库、资料库，储存，看到的、听到的储存到里面，这就变成记忆。你怎么会想到昨天看到的，或者几年前看到的，这个记忆是在阿赖耶，阿赖耶是仓库，你想要的资料全储存在里头，随时可以调出来。这个仓库不是物质，也不是精神，经上称它作阿赖耶的种子，这个种子永远不会消失。时间太久，过去生中的忘掉，可是心地清净，把妄想分别执着放下，那就叫定，定到一定的程度，过去的事情想起来了。过去一世、过去二世、过去十世、过去一百世，统统能够记得起来。那是什么？阿赖耶里有资料库，你去查档案，全查出来了。也有用催眠的方法，用催眠的方法也能把过去的事情记出来，人与人的关系，现在的关系，过去世是什么关系，都能把它找出来。催眠那不是假的，催眠是别人帮助你，让你精神集中，就是妄念没有了，专想一个，你想想你过去，前一世，前一世出现了；再想想，再过去世。催眠道理就是这个，就是把阿赖耶的档案调出来看看，跟现在这些人事物的关系。总的来说全是一体，比阿赖耶还要清楚，比阿赖耶还要明了、还要可靠。大乘的伦理是从这个地方建立的，这关系就建立。",
      "zh_TW": "阿賴耶，阿賴耶是倉庫、資料庫，儲存，看到的、聽到的儲存到裡面，這就變成記憶。你怎麼會想到昨天看到的，或者幾年前看到的，這個記憶是在阿賴耶，阿賴耶是倉庫，你想要的資料全儲存在裡頭，隨時可以調出來。這個倉庫不是物質，也不是精神，經上稱它作阿賴耶的種子，這個種子永遠不會消失。時間太久，過去生中的忘掉，可是心地清淨，把妄想分別執著放下，那就叫定，定到一定的程度，過去的事情想起來了。過去一世、過去二世、過去十世、過去一百世，統統能夠記得起來。那是什麼？阿賴耶裡有資料庫，你去查檔案，全查出來了。也有用催眠的方法，用催眠的方法也能把過去的事情記出來，人與人的關係，現在的關係，過去世是什麼關係，都能把它找出來。催眠那不是假的，催眠是別人幫助你，讓你精神集中，就是妄念沒有了，專想一個，你想想你過去，前一世，前一世出現了；再想想，再過去世。催眠道理就是這個，就是把阿賴耶的檔案調出來看看，跟現在這些人事物的關係。總的來說全是一體，比阿賴耶還要清楚，比阿賴耶還要明瞭、還要可靠。大乘的倫理是從這個地方建立的，這關係就建立。"
    },
    {
      "id": "02-040-0038_p0019",
      "zh_CN": "「本经《发大誓愿品》云：所居佛刹」，极乐世界人所住的，「广博严净」，严是庄严，净是清净，「光莹如镜」，放光，像镜子一样，镜子能照，照见，「彻照十方无量无数不可思议诸佛世界」。这段经文什么意思？下面念老说，「以一刹之力用，遍彻十方」，这就是广的意思。「一刹之相不坏」，这是狭。这一面镜子不坏，这是狭。「力用（它的能力，它的功用）无限之广与一法之狭，不相妨碍，各各自在，故名广狭自在无碍。」",
      "zh_TW": "「本經《發大誓願品》云：所居佛剎」，極樂世界人所住的，「廣博嚴淨」，嚴是莊嚴，淨是清淨，「光瑩如鏡」，放光，像鏡子一樣，鏡子能照，照見，「徹照十方無量無數不可思議諸佛世界」。這段經文什麼意思？下面念老說，「以一剎之力用，遍徹十方」，這就是廣的意思。「一剎之相不壞」，這是狹。這一面鏡子不壞，這是狹。「力用（它的能力，它的功用）無限之廣與一法之狹，不相妨礙，各各自在，故名廣狹自在無礙。」"
    },
    {
      "id": "02-040-0038_p0020",
      "zh_CN": "自性所现的这个眼根很狭小，它很自在。眼起作用的对象是外面广大的境界，虚空法界，统统收在眼根里面。如果没有第六、第七，这个人就是菩萨。第六是分别，第七是执着，没有执着、没有分别，他就是菩萨；换句话讲，坏就坏在这两个东西上。眼根见，没有分别执着；耳根听，也没有分别执着；鼻根嗅，舌根尝味，身根接触，都没有分别执着。跟第六连起来，就起分别；跟第七连起来，就有执着。我们就晓得，造一切业的是谁？第六、第七。所以转八识成四智，从哪里转？从第六、第七转。法相唯识宗里说，六、七因上转，五、八果上转。六、七转了，第八识跟前五识跟着就转；六、七不转，那五个也转不过来。但是决定不是从前五识、阿赖耶转，不是的，那个转不过来的，决定从第六、第七。理跟事，我们都知道，我们现在所欠的功夫就是真干，我们就欠这个。理事都搞清楚，真干就入境界。我们转的方法呢？我们转的方法非常之奇妙，就用一句阿弥陀佛。把分别执着统统集中在阿弥陀佛上，其他的不分别、不执着，我们就决定得生。如果做到不起心、不动念，更好了，我们往生到极乐世界是实报庄严土上辈往生。",
      "zh_TW": "自性所現的這個眼根很狹小，它很自在。眼起作用的對象是外面廣大的境界，虛空法界，統統收在眼根裡面。如果沒有第六、第七，這個人就是菩薩。第六是分別，第七是執著，沒有執著、沒有分別，他就是菩薩；換句話講，壞就壞在這兩個東西上。眼根見，沒有分別執著；耳根聽，也沒有分別執著；鼻根嗅，舌根嘗味，身根接觸，都沒有分別執著。跟第六連起來，就起分別；跟第七連起來，就有執著。我們就曉得，造一切業的是誰？第六、第七。所以轉八識成四智，從哪裡轉？從第六、第七轉。法相唯識宗裡說，六、七因上轉，五、八果上轉。六、七轉了，第八識跟前五識跟著就轉；六、七不轉，那五個也轉不過來。但是決定不是從前五識、阿賴耶轉，不是的，那個轉不過來的，決定從第六、第七。理跟事，我們都知道，我們現在所欠的功夫就是真幹，我們就欠這個。理事都搞清楚，真幹就入境界。我們轉的方法呢？我們轉的方法非常之奇妙，就用一句阿彌陀佛。把分別執著統統集中在阿彌陀佛上，其他的不分別、不執著，我們就決定得生。如果做到不起心、不動念，更好了，我們往生到極樂世界是實報莊嚴土上輩往生。"
    },
    {
      "id": "02-040-0038_p0021",
      "zh_CN": "我们今天早晨看到刘素云传给我一封短信，她姐姐往生，预知时至，时间一分一秒都不差。走得那么自在、那么潇洒，往生前几分钟还说说笑笑，说走就走，上品上生，不是凡人，极乐世界菩萨到这里来给我们表演的，给我们示现的。一生当中受尽折磨，受尽苦难，菩萨为我们表演的。这些折磨、苦难全是假的，不是真的，做给我们看。我们要学她，什么样的折磨苦难，不怨天不尤人，心平气和，全是假的，都不是真的，念佛往生极乐世界是真的。她能那样的潇洒，我们每个人都能做到，并不稀奇。这一招是真的，其他全是假的。从这个地方我们就能体会到，佛菩萨慈悲到极处。",
      "zh_TW": "我們今天早晨看到劉素雲傳給我一封短信，她姐姐往生，預知時至，時間一分一秒都不差。走得那麼自在、那麼瀟灑，往生前幾分鐘還說說笑笑，說走就走，上品上生，不是凡人，極樂世界菩薩到這裡來給我們表演的，給我們示現的。一生當中受盡折磨，受盡苦難，菩薩為我們表演的。這些折磨、苦難全是假的，不是真的，做給我們看。我們要學她，什麼樣的折磨苦難，不怨天不尤人，心平氣和，全是假的，都不是真的，念佛往生極樂世界是真的。她能那樣的瀟灑，我們每個人都能做到，並不稀奇。這一招是真的，其他全是假的。從這個地方我們就能體會到，佛菩薩慈悲到極處。"
    },
    {
      "id": "02-040-0038_p0022",
      "zh_CN": "此时此处，这是什么时候、什么处所？五浊恶世。浊恶从哪里来的？从见惑来的，见浊。你把这个世界看错了、想错了，与事实真相完全相违背，这叫见浊。因见就生烦恼，引起烦恼浊。所以我们讲时代不好，五浊里头的时代是劫浊，劫是讲时代。为什么不好？众生见解错误、思想错误，这样造成的。佛菩萨出现在这个世间，救度一切众生用什么方法？用教学。现前真的法弱魔强，好人少、坏人多，善人少、恶人多，恶的力量强大，所以善人受人欺负。刘素云的姐姐一辈子委屈、忍辱，受了多少苦难，没过过好日子。临终这一走，表演给我们看，做善人还是有善报，吃亏上当、受尽折磨，这都不在乎，往生极乐世界，上上品往生，给我们很大的鼓励，这是真善知识。",
      "zh_TW": "此時此處，這是什麼時候、什麼處所？五濁惡世。濁惡從哪裡來的？從見惑來的，見濁。你把這個世界看錯了、想錯了，與事實真相完全相違背，這叫見濁。因見就生煩惱，引起煩惱濁。所以我們講時代不好，五濁裡頭的時代是劫濁，劫是講時代。為什麼不好？眾生見解錯誤、思想錯誤，這樣造成的。佛菩薩出現在這個世間，救度一切眾生用什麼方法？用教學。現前真的法弱魔強，好人少、壞人多，善人少、惡人多，惡的力量強大，所以善人受人欺負。劉素雲的姐姐一輩子委屈、忍辱，受了多少苦難，沒過過好日子。臨終這一走，表演給我們看，做善人還是有善報，吃虧上當、受盡折磨，這都不在乎，往生極樂世界，上上品往生，給我們很大的鼓勵，這是真善知識。"
    },
    {
      "id": "02-040-0038_p0023",
      "zh_CN": "我们再看，这下面说力用，「以一刹之力用，遍彻十方，这是广。」在今天的社会，因为一、二百年这么长的时间，我们疏忽了祖宗的教诲，我们祖宗教诲是以伦理、道德、因果为基础，我们现在全把它丢掉了，人都不像人了。形状是个人，人应该具备的品德全没有了，五伦的关系没有了，五常的德行，仁义礼智信，没有了。现在人不讲这些，不仁、不义、无礼、无智、无信，统统具足了。四维八德听不懂，什么叫四维？什么叫八德？在这个时候，人民相信科学，科学，拿证据来，你说五伦好，在哪里？我没看到。所以今天一定要做榜样，就是此地讲一刹的力用，一个小村、一个小镇、一个小城做出榜样，就能够遍彻十方。大家都来看，看了就相信，看了就感动，要不看到，不相信。刘素云的姐姐做了样子，念佛的样子，修净土的样子，要不是真正看到的人不相信，看到，相信了。过去表演，没有这些传媒，只有很近的地方知道，远的地方没有人说，不知道。现在有网路、有卫星，这个信息马上传播出去，大家知道了，这真的不是假的。真有其人，真有其事，真有这个地方。",
      "zh_TW": "我們再看，這下面說力用，「以一剎之力用，遍徹十方，這是廣。」在今天的社會，因為一、二百年這麼長的時間，我們疏忽了祖宗的教誨，我們祖宗教誨是以倫理、道德、因果為基礎，我們現在全把它丟掉了，人都不像人了。形狀是個人，人應該具備的品德全沒有了，五倫的關係沒有了，五常的德行，仁義禮智信，沒有了。現在人不講這些，不仁、不義、無禮、無智、無信，統統具足了。四維八德聽不懂，什麼叫四維？什麼叫八德？在這個時候，人民相信科學，科學，拿證據來，你說五倫好，在哪裡？我沒看到。所以今天一定要做榜樣，就是此地講一剎的力用，一個小村、一個小鎮、一個小城做出榜樣，就能夠遍徹十方。大家都來看，看了就相信，看了就感動，要不看到，不相信。劉素雲的姐姐做了樣子，念佛的樣子，修淨土的樣子，要不是真正看到的人不相信，看到，相信了。過去表演，沒有這些傳媒，只有很近的地方知道，遠的地方沒有人說，不知道。現在有網路、有衛星，這個信息馬上傳播出去，大家知道了，這真的不是假的。真有其人，真有其事，真有這個地方。"
    },
    {
      "id": "02-040-0038_p0024",
      "zh_CN": "伦理教育，特别是宗教教育，要做示范点。一个国家有几个示范点，再以传媒来宣布、宣报，让大家都知道，好奇的人都会到那里去看，他一看，明白了，这才相信，老祖宗好的东西太多太多了。现在都必须要用这个手段，光靠讲，没用处，印书，没人看。早年我们初学的时候，李炳南老居士很慈悲，每一个星期讲一篇古文。你看，那个时候没有这个工具，如果有现在录像，把它录起来，对全世界播放，这大家都学古文，都有机会了。没人讲了。我们如果没有这个机缘，没有媒体，网路、卫星电视的传播，那我们是一筹莫展。讲经，几个人听？几个人能听懂？许多同修慢慢听懂了，那是什么？经年累月，他天天在听。有的时候一部经听很多遍，听懂了。听很多遍那就得靠这种工具，没有工具，现场听就一遍，老师不会讲第二遍，你说这个多难。这么好的工具，不用它不是可惜！这个工具，天天讲学，能救国家，能救社会。",
      "zh_TW": "倫理教育，特別是宗教教育，要做示範點。一個國家有幾個示範點，再以傳媒來宣布、宣報，讓大家都知道，好奇的人都會到那裡去看，他一看，明白了，這才相信，老祖宗好的東西太多太多了。現在都必須要用這個手段，光靠講，沒用處，印書，沒人看。早年我們初學的時候，李炳南老居士很慈悲，每一個星期講一篇古文。你看，那個時候沒有這個工具，如果有現在錄像，把它錄起來，對全世界播放，這大家都學古文，都有機會了。沒人講了。我們如果沒有這個機緣，沒有媒體，網路、衛星電視的傳播，那我們是一籌莫展。講經，幾個人聽？幾個人能聽懂？許多同修慢慢聽懂了，那是什麼？經年累月，他天天在聽。有的時候一部經聽很多遍，聽懂了。聽很多遍那就得靠這種工具，沒有工具，現場聽就一遍，老師不會講第二遍，你說這個多難。這麼好的工具，不用它不是可惜！這個工具，天天講學，能救國家，能救社會。"
    },
    {
      "id": "02-040-0038_p0025",
      "zh_CN": "文言文学习不难，有一、二个老师用远程教学，最好国家电视台，一个星期，不要多，一堂课两个小时，长年不间断，一直讲下去，大家都学会了。我没有时间天天学，我一个星期抽两个小时，一定要来听这个课，这个做得到。经年累月去听，个个都会了。文言文是中国老祖宗最了不起的发明，他能发明这个东西，这是个工具，将他们的思想、智慧，修身养性的方法，齐家治国的方法，用这种工具留传给后世，这叫文言文。纵然距离千年万年，后人体会意思没有偏差、没有走样，这个工具多伟大。这就是这种文永恒不变，语言是会变的，语跟文完全相同，语言变了，到后来人就看不懂了，不知道你讲些什么。所以老祖宗看得很清楚，语随你怎么变，我的文不变，要留传给后世的，要用文言写出来。文言文学习不难，真的每一天有一门古文课，最好这个古文课是由国家来主持，由教育部来主持。教育部搞一个电视台，国民教育电视台，让全国人民来学，聘请几位好老师，这个国家了不起，这个国家真有福报，能把人民统统教好了，国泰民安。",
      "zh_TW": "文言文學習不難，有一、二個老師用遠程教學，最好國家電視台，一個星期，不要多，一堂課兩個小時，長年不間斷，一直講下去，大家都學會了。我沒有時間天天學，我一個星期抽兩個小時，一定要來聽這個課，這個做得到。經年累月去聽，個個都會了。文言文是中國老祖宗最了不起的發明，他能發明這個東西，這是個工具，將他們的思想、智慧，修身養性的方法，齊家治國的方法，用這種工具留傳給後世，這叫文言文。縱然距離千年萬年，後人體會意思沒有偏差、沒有走樣，這個工具多偉大。這就是這種文永恆不變，語言是會變的，語跟文完全相同，語言變了，到後來人就看不懂了，不知道你講些什麼。所以老祖宗看得很清楚，語隨你怎麼變，我的文不變，要留傳給後世的，要用文言寫出來。文言文學習不難，真的每一天有一門古文課，最好這個古文課是由國家來主持，由教育部來主持。教育部搞一個電視台，國民教育電視台，讓全國人民來學，聘請幾位好老師，這個國家了不起，這個國家真有福報，能把人民統統教好了，國泰民安。"
    },
    {
      "id": "02-040-0038_p0026",
      "zh_CN": "中国古时候这个教育，最重要的就是经，经是永恒不变的真理。我们把传统的东西分作四大类，经、史、子、集。经是最主要的，真实的智慧、真实的学问全在经里头。史是经验，里面都是讲因果的，你把史看懂了，你才真正相信善有善果、恶有恶报。子里面是学术思想，今天讲的哲学。是以这些为教材，千年万世永恒不变的教材，太难得了。佛法是宝藏，留下来这么多经典，无论是大乘、小乘，都非常精彩。小乘有一部《法句经》，分量不多，完全偈颂体裁写的，四百多首偈，南传的；北传大概有七百多首偈，这当中有相同的。这个书是会集本，不是佛一次说的，在一切经里头节录出来的，编成这一本，代表小乘教，普及教育。实在大乘也有编辑，永明延寿大师做了这个工作，叫《宗镜录》，是全部《大藏经》里面的精华、重要地方把它节录出来，就像《群书治要》一样。所以《宗镜录》就是佛经治要，那就是一部小藏经，要认识什么是佛教，读这一种东西就够了，你全知道了。每一个宗派主要的经论，也可以用这个方式编一套，是你这一宗的治要，便利于现代人。现代人没有时间去看那么多东西，要精简。从精简里头认知，然后真正发心，专攻一门。十年，你就成了专家，你就成为大师级的学者。方法有，古人都做出来了，我们明白，不是难事。",
      "zh_TW": "中國古時候這個教育，最重要的就是經，經是永恆不變的真理。我們把傳統的東西分作四大類，經、史、子、集。經是最主要的，真實的智慧、真實的學問全在經裡頭。史是經驗，裡面都是講因果的，你把史看懂了，你才真正相信善有善果、惡有惡報。子裡面是學術思想，今天講的哲學。是以這些為教材，千年萬世永恆不變的教材，太難得了。佛法是寶藏，留下來這麼多經典，無論是大乘、小乘，都非常精彩。小乘有一部《法句經》，分量不多，完全偈頌體裁寫的，四百多首偈，南傳的；北傳大概有七百多首偈，這當中有相同的。這個書是會集本，不是佛一次說的，在一切經裡頭節錄出來的，編成這一本，代表小乘教，普及教育。實在大乘也有編輯，永明延壽大師做了這個工作，叫《宗鏡錄》，是全部《大藏經》裡面的精華、重要地方把它節錄出來，就像《群書治要》一樣。所以《宗鏡錄》就是佛經治要，那就是一部小藏經，要認識什麼是佛教，讀這一種東西就夠了，你全知道了。每一個宗派主要的經論，也可以用這個方式編一套，是你這一宗的治要，便利於現代人。現代人沒有時間去看那麼多東西，要精簡。從精簡裡頭認知，然後真正發心，專攻一門。十年，你就成了專家，你就成為大師級的學者。方法有，古人都做出來了，我們明白，不是難事。"
    },
    {
      "id": "02-040-0038_p0027",
      "zh_CN": "今天这种混乱的世界，有没有方法在一年、二年就把它恢复正常？有。我们过去在汤池小镇做的这个例子，做的这个实验，真没有想到，三个多月，小镇的风气一百八十度的回转。我们那个时候感到无比的惊讶，这怎么可能？但是事实摆在面前。当时我说了两句话，这个实验证明了两桩事情，第一桩事情，证明祖宗所说的人性本善，每个人把人性找出来了，把本善找回来了，不愿意做坏事。第二个证明人是好教的，很好教的，一点都不难，就是没有人教。但是教的人，他必须有一个先决条件，那就是说，他自己要做到；他自己没有做到，教别人做，人家不相信。所以我们当年，种子老师三十七个人，我对于这三十七位老师要求的，《弟子规》、《感应篇》、《十善业》，你们要做到。你没有做到，你没有资格教；你做到，你就有资格教人，人家会相信。教育从哪里开始？从身教开始，人相信。我要求他们，这三十七个人，《弟子规》、《感应篇》、《十善业》，四个月完成。分量都很少，《弟子规》一千零八十个字，《感应篇》大概一千五、六百个字，《十善业道经》，不要去读全经，全经大概有一万多字，太长了，我有个节本，我的节本只有六百字。你只把这几个小东西念得滚瓜烂熟，句句做到，你就能教，别人就能相信。我给他们四个月，这些老师，我很佩服，我很尊敬，他们两个月做到了，打电话告诉我，我都呆了，两个月做到，问我下一步怎么办。我回答，下乡入户，我们真干，《弟子规》、《感应篇》、《十善业》，我们做出来给人看。下乡入户，到农民家里面去服务，看到人家的老人，就是我们的父母，看到人家的小孩，是我们的儿女，看到家里面的事情，马上动手去做，我们要做出来。做了三个星期，这些人感动了。老人看到这批老师，你们是好人，我的儿女没教好。他们小孩看到了也感动，我们对不起父母，我们不孝顺。你看看，不做出来不行。然后向大家宣布，中心开课，希望大家一起来学习，这人自然就来，不要招生。这样教了三个月，整个社会就起了变化。",
      "zh_TW": "今天這種混亂的世界，有沒有方法在一年、二年就把它恢復正常？有。我們過去在湯池小鎮做的這個例子，做的這個實驗，真沒有想到，三個多月，小鎮的風氣一百八十度的回轉。我們那個時候感到無比的驚訝，這怎麼可能？但是事實擺在面前。當時我說了兩句話，這個實驗證明了兩樁事情，第一樁事情，證明祖宗所說的人性本善，每個人把人性找出來了，把本善找回來了，不願意做壞事。第二個證明人是好教的，很好教的，一點都不難，就是沒有人教。但是教的人，他必須有一個先決條件，那就是說，他自己要做到；他自己沒有做到，教別人做，人家不相信。所以我們當年，種子老師三十七個人，我對於這三十七位老師要求的，《弟子規》、《感應篇》、《十善業》，你們要做到。你沒有做到，你沒有資格教；你做到，你就有資格教人，人家會相信。教育從哪裡開始？從身教開始，人相信。我要求他們，這三十七個人，《弟子規》、《感應篇》、《十善業》，四個月完成。分量都很少，《弟子規》一千零八十個字，《感應篇》大概一千五、六百個字，《十善業道經》，不要去讀全經，全經大概有一萬多字，太長了，我有個節本，我的節本只有六百字。你只把這幾個小東西念得滾瓜爛熟，句句做到，你就能教，別人就能相信。我給他們四個月，這些老師，我很佩服，我很尊敬，他們兩個月做到了，打電話告訴我，我都呆了，兩個月做到，問我下一步怎麼辦。我回答，下鄉入戶，我們真幹，《弟子規》、《感應篇》、《十善業》，我們做出來給人看。下鄉入戶，到農民家裡面去服務，看到人家的老人，就是我們的父母，看到人家的小孩，是我們的兒女，看到家裡面的事情，馬上動手去做，我們要做出來。做了三個星期，這些人感動了。老人看到這批老師，你們是好人，我的兒女沒教好。他們小孩看到了也感動，我們對不起父母，我們不孝順。你看看，不做出來不行。然後向大家宣布，中心開課，希望大家一起來學習，這人自然就來，不要招生。這樣教了三個月，整個社會就起了變化。"
    },
    {
      "id": "02-040-0038_p0028",
      "zh_CN": "我们这个实验是为联合国做的，我们自己也没想到做这个事情。我们参加联合国的会议，看到世界这么乱，把中国传统的，古人的智慧、理念、方法、经验提出来向大家报告，大家听了都欢喜。可是会后，我们在一起聊天吃饭，很多人问我：法师你讲得很好，这是理想，做不到。这些话对我是当头一棒，我说的这些等于零，没人相信，这才叫真正的危机。真正的危机，这个危机要不能够转过来，什么危机都转不了，那灾难就没办法避免。这个危机是信心危机，我们对自己不相信，对老祖宗不相信，对传统文化不相信，对圣贤人不相信，那就完了，没救了。我想了很久，这怎么办？最后只有一个办法，他们讲科学，科学拿证据来，那我们再做实验，做出成绩出来，他们看到，这没话说了，他就相信。所以汤池做出成绩出来，我们就在联合国办了一个大型活动，把这个成绩对外发表。我们做八个小时的介绍、演讲，做三天展览，有照片、有文字、有图画，把这个汤池小镇做出来的成绩公开，在联合国公布。大家一看，是真的，都想到汤池去参观、去考察。虽然我们没有能继续再办下去，影响出来了，没有白做，许多人看到这个，醒悟过来了。那个时候，联合国有一些大使们，我知道差不多有三十多个人，用观光旅游这个身分到汤池去住三、四天，考察，真正了解这个信息，带到国外。这么多年，六年了，联合国对这桩事情还念念不忘，这就是影响。",
      "zh_TW": "我們這個實驗是為聯合國做的，我們自己也沒想到做這個事情。我們參加聯合國的會議，看到世界這麼亂，把中國傳統的，古人的智慧、理念、方法、經驗提出來向大家報告，大家聽了都歡喜。可是會後，我們在一起聊天吃飯，很多人問我：法師你講得很好，這是理想，做不到。這些話對我是當頭一棒，我說的這些等於零，沒人相信，這才叫真正的危機。真正的危機，這個危機要不能夠轉過來，什麼危機都轉不了，那災難就沒辦法避免。這個危機是信心危機，我們對自己不相信，對老祖宗不相信，對傳統文化不相信，對聖賢人不相信，那就完了，沒救了。我想了很久，這怎麼辦？最後只有一個辦法，他們講科學，科學拿證據來，那我們再做實驗，做出成績出來，他們看到，這沒話說了，他就相信。所以湯池做出成績出來，我們就在聯合國辦了一個大型活動，把這個成績對外發表。我們做八個小時的介紹、演講，做三天展覽，有照片、有文字、有圖畫，把這個湯池小鎮做出來的成績公開，在聯合國公布。大家一看，是真的，都想到湯池去參觀、去考察。雖然我們沒有能繼續再辦下去，影響出來了，沒有白做，許多人看到這個，醒悟過來了。那個時候，聯合國有一些大使們，我知道差不多有三十多個人，用觀光旅遊這個身分到湯池去住三、四天，考察，真正了解這個信息，帶到國外。這麼多年，六年了，聯合國對這樁事情還念念不忘，這就是影響。"
    },
    {
      "id": "02-040-0038_p0029",
      "zh_CN": "所以今年五月，我参加曼谷的多元文化的活动，教科文组织大使们知道我参加这个，来了十七个人，跟我见面，希望我能够在联合国再办一次大活动，我很感动。所以我访问斯里兰卡，我给他们写了一封信，说你们有没有兴趣？有兴趣，我们再到那边见面。来了二十五个国家大使，我们在一起生活了九天，谈了很多问题。这些人都是好人，真正想拯救社会，真正希望化解冲突，把社会带向安定和平，确实是好人。我的年岁大了，上一次二００六年办这个活动，好像我是八十岁，时间过得很快，一转眼六年前的事情了。现在要做，现在不做，再过十年，想做也不能做了，那就真叫没救了。所以他们来看我，我很欢喜，勉励他们，这都是年轻人，都是四十几岁、五十多岁，他们能办事，跟我年龄差得很远。",
      "zh_TW": "所以今年五月，我參加曼谷的多元文化的活動，教科文組織大使們知道我參加這個，來了十七個人，跟我見面，希望我能夠在聯合國再辦一次大活動，我很感動。所以我訪問斯里蘭卡，我給他們寫了一封信，說你們有沒有興趣？有興趣，我們再到那邊見面。來了二十五個國家大使，我們在一起生活了九天，談了很多問題。這些人都是好人，真正想拯救社會，真正希望化解衝突，把社會帶向安定和平，確實是好人。我的年歲大了，上一次二００六年辦這個活動，好像我是八十歲，時間過得很快，一轉眼六年前的事情了。現在要做，現在不做，再過十年，想做也不能做了，那就真叫沒救了。所以他們來看我，我很歡喜，勉勵他們，這都是年輕人，都是四十幾歲、五十多歲，他們能辦事，跟我年齡差得很遠。"
    },
    {
      "id": "02-040-0038_p0030",
      "zh_CN": "所以像《华严》这个十玄门，《无量寿经》上统统具足，真正不可思议。我们看到「一刹之力用，遍彻十方」，这是广。这就是我们要做点，要做实验点，这个实验点会产生很大效果。汤池这一个点，时间很短促，就产生这么大的影响。如果这个世界上有十几、二十个点，那还得了！如果有一个国家真肯干，真肯这样做法，用国家电视台向全世界广播，这个国家领导全世界，这个国家救了全世界。我这次斯里兰卡的访问值得，他们总统答应了，现在还跟我保持联系，他们真想做，领导全世界。他能做得成吗？我相信可以做成。为什么？他们佛法的基础已经普及到全国，你在这个国家看，城市、农村，你都看到，人民虔诚佛教徒。他们是真干，真正把佛教的教条落实，就像我们汤池种子老师一样，每一个法师都讲经、都教学。虽然是小乘，小乘是佛法的根，比什么都重要。大乘是佛法的花果，没有小乘，哪来的大乘？所以它有小乘那么好的基础，佛法将来可以在那个地方生根茁壮、开花结果，真难得！我们真没有想到。",
      "zh_TW": "所以像《華嚴》這個十玄門，《無量壽經》上統統具足，真正不可思議。我們看到「一剎之力用，遍徹十方」，這是廣。這就是我們要做點，要做實驗點，這個實驗點會產生很大效果。湯池這一個點，時間很短促，就產生這麼大的影響。如果這個世界上有十幾、二十個點，那還得了！如果有一個國家真肯幹，真肯這樣做法，用國家電視台向全世界廣播，這個國家領導全世界，這個國家救了全世界。我這次斯里蘭卡的訪問值得，他們總統答應了，現在還跟我保持聯繫，他們真想做，領導全世界。他能做得成嗎？我相信可以做成。為什麼？他們佛法的基礎已經普及到全國，你在這個國家看，城市、農村，你都看到，人民虔誠佛教徒。他們是真幹，真正把佛教的教條落實，就像我們湯池種子老師一樣，每一個法師都講經、都教學。雖然是小乘，小乘是佛法的根，比什麼都重要。大乘是佛法的花果，沒有小乘，哪來的大乘？所以它有小乘那麼好的基礎，佛法將來可以在那個地方生根茁壯、開花結果，真難得！我們真沒有想到。"
    },
    {
      "id": "02-040-0038_p0031",
      "zh_CN": "以前我们以为泰国，这是以佛教为国教的国家，我们对泰皇寄予很大的期望。但是泰国的佛教是普及，没有做到，没有真正落实，三皈、五戒、十善没有普遍落实，六和、六度普遍落实的话，那泰国真的就领导全世界。我们没有想到斯里兰卡做到了。最佩服的，没有话说的，人家做到了，我们是说说而已，他们是真干，做出非常好的成就，让我们看了心服口服。我们在斯里兰卡是去学习的、是去参学的，不是去指导的，我们有什么资格指导别人？我们去了，向他们学习，他们比我们强，我们是纸上谈兵，他真正做出榜样给我们看。那个地方是福地，领导人英明、慈悲，礼贤下士。我们去访问，受到最高的接待，一般国家元首的礼节来接待我们，我们非常感动。今天时间到了，我们就学到此地。",
      "zh_TW": "以前我們以為泰國，這是以佛教為國教的國家，我們對泰皇寄予很大的期望。但是泰國的佛教是普及，沒有做到，沒有真正落實，三皈、五戒、十善沒有普遍落實，六和、六度普遍落實的話，那泰國真的就領導全世界。我們沒有想到斯里蘭卡做到了。最佩服的，沒有話說的，人家做到了，我們是說說而已，他們是真幹，做出非常好的成就，讓我們看了心服口服。我們在斯里蘭卡是去學習的、是去參學的，不是去指導的，我們有什麼資格指導別人？我們去了，向他們學習，他們比我們強，我們是紙上談兵，他真正做出榜樣給我們看。那個地方是福地，領導人英明、慈悲，禮賢下士。我們去訪問，受到最高的接待，一般國家元首的禮節來接待我們，我們非常感動。今天時間到了，我們就學到此地。"
    }
  ]
}