{
  "doc_id": "02-040-0407",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０七集",
    "zh_TW": "第四０七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0407",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0407_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0407_p0002",
      "zh_CN": "请看《大经科注》第七百零一页第四行，从第二句看起：",
      "zh_TW": "請看《大經科註》第七百零一頁第四行，從第二句看起："
    },
    {
      "id": "02-040-0407_p0003",
      "zh_CN": "「又云名能开悟曰妙。名者，五法之一，一切事物有名有相，耳可闻谓之名。眼可见谓之相。闻物体之名，便心浮现其相」。我们念到此地。请看参考资料，「五法」。名是五法里面的一种，五法是名、相、妄想、正智、如如，这是佛在《楞伽经》上说的。楞伽就是现在的斯里兰卡，这部经是世尊，好像世尊三次莅临斯里兰卡，第三次讲的这一部经。这部经里讲的大乘义理，讲得比较深，主要的对象是度当时的国王。当时国王喜欢战争、喜欢杀人，佛为他讲这次经之后，他皈依三宝，护持佛法。这部经在大乘里面也是很重要的一部经典。五法三自性、八识二无我，这相宗的，《楞伽》是相宗。相宗有十一部论，六部经，六经十一论。这是相宗六种主要经典之一，六经十一论。",
      "zh_TW": "「又云名能開悟曰妙。名者，五法之一，一切事物有名有相，耳可聞謂之名。眼可見謂之相。聞物體之名，便心浮現其相」。我們念到此地。請看參考資料，「五法」。名是五法裡面的一種，五法是名、相、妄想、正智、如如，這是佛在《楞伽經》上說的。楞伽就是現在的斯里蘭卡，這部經是世尊，好像世尊三次蒞臨斯里蘭卡，第三次講的這一部經。這部經裡講的大乘義理，講得比較深，主要的對象是度當時的國王。當時國王喜歡戰爭、喜歡殺人，佛為他講這次經之後，他皈依三寶，護持佛法。這部經在大乘裡面也是很重要的一部經典。五法三自性、八識二無我，這相宗的，《楞伽》是相宗。相宗有十一部論，六部經，六經十一論。這是相宗六種主要經典之一，六經十一論。"
    },
    {
      "id": "02-040-0407_p0004",
      "zh_CN": "「一、名：名即假名也」。名不是真的，但是这个东西很重要。老子说得很好，跟佛意思一样的，「名可名，非常名；道可道，非常道」。言语跟名都没有实体，所以名是假名。「谓一切圣凡，情与无情，若根若尘，各有自相，逐体称呼」，这叫名。名是人给它起的、给它建立的，大家都承认，都用它，所以它就起了很重要的用途。但是一定要知道，名离开相就是空洞的，毫无意义，这是它必须有相。",
      "zh_TW": "「一、名：名即假名也」。名不是真的，但是這個東西很重要。老子說得很好，跟佛意思一樣的，「名可名，非常名；道可道，非常道」。言語跟名都沒有實體，所以名是假名。「謂一切聖凡，情與無情，若根若塵，各有自相，逐體稱呼」，這叫名。名是人給它起的、給它建立的，大家都承認，都用它，所以它就起了很重要的用途。但是一定要知道，名離開相就是空洞的，毫無意義，這是它必須有相。"
    },
    {
      "id": "02-040-0407_p0005",
      "zh_CN": "「相即色相也。谓三界一切品类，洪纤妍丑」，洪纤是大小、粗细，妍丑就是美丑，「情与无情，及根尘诸法，各有形状」，这叫相。相实在是就是能大师开悟的时候说的「能生万法」，万法就是万相。同是一类，我们在今天讲的我们同是人，相貌各个不相同。如果是心现，相貌应该相仿佛，差不多；识变，差距就很大了。识就是妄想、就是杂念，各个人不一样，不但各个人不一样，就是一个人，先后也不一样。因此相是假相，没有一个相是真的。",
      "zh_TW": "「相即色相也。謂三界一切品類，洪纖妍醜」，洪纖是大小、粗細，妍醜就是美醜，「情與無情，及根塵諸法，各有形狀」，這叫相。相實在是就是能大師開悟的時候說的「能生萬法」，萬法就是萬相。同是一類，我們在今天講的我們同是人，相貌各個不相同。如果是心現，相貌應該相彷彿，差不多；識變，差距就很大了。識就是妄想、就是雜念，各個人不一樣，不但各個人不一樣，就是一個人，先後也不一樣。因此相是假相，沒有一個相是真的。"
    },
    {
      "id": "02-040-0407_p0006",
      "zh_CN": "佛法真假的标准，真的永恒不变，这真的；刹那变化，这就是假的，这就不是真的。佛告诉我们「凡所有相皆是虚妄」，为什么？所有一切现象都是在一千六百兆分之一秒这样频率之下产生的。这个频率，我们实在讲，无法想像。你动个念头去想，不知道多少个念头了。所以佛法说一切法不生，一切法不灭，八不中观里头把它摆在第一句，很有道理。这就叫妄想，这就叫无始无明。无始无明的意思，就是名相表面的意思，它没有开始。如果说它有开始，它就会有消灭，有生有灭，有生有灭那就真有这个东西。它有这桩事情，但是不能说它有生灭，它生灭速度太快了，也可以说它是生灭同时，你见到这个相，这相已经过去了、已经灭了，所以说不生不灭。生灭与不生灭实在讲是一个意思，同一桩事情。我们必须在这些名相里面细心去体会，可以得出一个概念，这个概念要证实，这就是佛教是科学。为什么？科学最重要的就是要证实。佛经，你看清凉判《华严》，信、解、行、证，到最后一定有证。有信、有解、有行，没有证，这不是真的，科学不承认你；要有证，科学就承认你。",
      "zh_TW": "佛法真假的標準，真的永恆不變，這真的；剎那變化，這就是假的，這就不是真的。佛告訴我們「凡所有相皆是虛妄」，為什麼？所有一切現象都是在一千六百兆分之一秒這樣頻率之下產生的。這個頻率，我們實在講，無法想像。你動個念頭去想，不知道多少個念頭了。所以佛法說一切法不生，一切法不滅，八不中觀裡頭把它擺在第一句，很有道理。這就叫妄想，這就叫無始無明。無始無明的意思，就是名相表面的意思，它沒有開始。如果說它有開始，它就會有消滅，有生有滅，有生有滅那就真有這個東西。它有這樁事情，但是不能說它有生滅，它生滅速度太快了，也可以說它是生滅同時，你見到這個相，這相已經過去了、已經滅了，所以說不生不滅。生滅與不生滅實在講是一個意思，同一樁事情。我們必須在這些名相裡面細心去體會，可以得出一個概念，這個概念要證實，這就是佛教是科學。為什麼？科學最重要的就是要證實。佛經，你看清涼判《華嚴》，信、解、行、證，到最後一定有證。有信、有解、有行，沒有證，這不是真的，科學不承認你；要有證，科學就承認你。"
    },
    {
      "id": "02-040-0407_p0007",
      "zh_CN": "世尊说法分为三个阶段：正法、像法、末法。这三个阶段怎么分？按时间，世尊灭度之后一千年，正法；第二个一千年，像法；第三个一千年之后，总共是一万年，就是十个一千年，是末法；末法之后，灭法。所以佛法是生灭法，佛法也不是真的，因此佛教给我们，「法尚应舍，何况非法」。佛法要学，学，要放下，你才真正得受用，如果执着佛法，那就错了。佛是教我们破执着的，往往一个名相用好多个名词，意思就是叫你不要执着。名是假名，在修学过程当中它有作用，它帮助你开悟，你决定不要执着它，执着有个佛法就错了。所以佛在《般若经》上说得很明白：「法尚应舍，何况非法」，法与非法都不应该放在心上。那心放什么？心不能放，心本来是清净的。你证得之后，就会跟惠能大师一样，第一句话就很感叹的说，「何期自性，本自清净」，它什么也没有。这是本性，本性上再加一法在里头，它就生病了，它就不正常了，所以丝毫都加不得。我们现在有没有加？实在讲没有加。那我们这些妄想杂念从哪来的？阿赖耶来的，妄心，不是真心。真心在，是妄心障碍我们见真心，不是真心没有了。妄由真起，那真现在是盖在妄的里面，我们只看到妄没看到真，其实真就在眼前，但是迷了自性的人他就是不知道。",
      "zh_TW": "世尊說法分為三個階段：正法、像法、末法。這三個階段怎麼分？按時間，世尊滅度之後一千年，正法；第二個一千年，像法；第三個一千年之後，總共是一萬年，就是十個一千年，是末法；末法之後，滅法。所以佛法是生滅法，佛法也不是真的，因此佛教給我們，「法尚應捨，何況非法」。佛法要學，學，要放下，你才真正得受用，如果執著佛法，那就錯了。佛是教我們破執著的，往往一個名相用好多個名詞，意思就是叫你不要執著。名是假名，在修學過程當中它有作用，它幫助你開悟，你決定不要執著它，執著有個佛法就錯了。所以佛在《般若經》上說得很明白：「法尚應捨，何況非法」，法與非法都不應該放在心上。那心放什麼？心不能放，心本來是清淨的。你證得之後，就會跟惠能大師一樣，第一句話就很感嘆的說，「何期自性，本自清淨」，它什麼也沒有。這是本性，本性上再加一法在裡頭，它就生病了，它就不正常了，所以絲毫都加不得。我們現在有沒有加？實在講沒有加。那我們這些妄想雜念從哪來的？阿賴耶來的，妄心，不是真心。真心在，是妄心障礙我們見真心，不是真心沒有了。妄由真起，那真現在是蓋在妄的裡面，我們只看到妄沒看到真，其實真就在眼前，但是迷了自性的人他就是不知道。"
    },
    {
      "id": "02-040-0407_p0008",
      "zh_CN": "这些事实真相，佛要是不告诉我们，我们永远不会发现。告诉我们，我们知道了，有这桩事情，那我们下面一步就是要求证，要把它证实。证实，这就叫证果。信解行证这四样都有，从性质上来说，这叫正法，它圆满具足。如果在这个阶段里头有信、有解、有行，没证，这是像法。假如只有信解，连行都没有了，所谓有讲经的、有听经的，有信有解，没有去照做，这叫末法。如果讲的人没有了，听的人也没有了，行证当然更没有了，这叫灭法。那我们现在这个时代，末法时代。真是末法，还有讲的，还有听的，还有行的，少数，愈来愈少了，那慢慢就走向灭法了。但是佛告诉我们，佛的末法是一万年，后面还有九千年，法不会灭的。以前章嘉大师跟我说过，但是有起伏，末法九千年有起来的时候、有降下去的时候，起伏不定，这是在一切众生有没有福报。出家的人多了，修行的人多了，讲经的人多了，修行的人很少（真干的人），证果没有了，不可能，这末法现象。",
      "zh_TW": "這些事實真相，佛要是不告訴我們，我們永遠不會發現。告訴我們，我們知道了，有這樁事情，那我們下面一步就是要求證，要把它證實。證實，這就叫證果。信解行證這四樣都有，從性質上來說，這叫正法，它圓滿具足。如果在這個階段裡頭有信、有解、有行，沒證，這是像法。假如只有信解，連行都沒有了，所謂有講經的、有聽經的，有信有解，沒有去照做，這叫末法。如果講的人沒有了，聽的人也沒有了，行證當然更沒有了，這叫滅法。那我們現在這個時代，末法時代。真是末法，還有講的，還有聽的，還有行的，少數，愈來愈少了，那慢慢就走向滅法了。但是佛告訴我們，佛的末法是一萬年，後面還有九千年，法不會滅的。以前章嘉大師跟我說過，但是有起伏，末法九千年有起來的時候、有降下去的時候，起伏不定，這是在一切眾生有沒有福報。出家的人多了，修行的人多了，講經的人多了，修行的人很少（真幹的人），證果沒有了，不可能，這末法現象。"
    },
    {
      "id": "02-040-0407_p0009",
      "zh_CN": "我们在很多国家地区看到佛法，也看到很多念佛人，真正念佛往生的人不多。印光大师的时代，《文钞》里面说得很多，我们读到感触很深。六十年前，我们听到佛法，欢喜学佛。在台湾这个地区还不错，老一代的和尚还有几位讲经的法师，年岁也大了，说年岁大，才只有六、七十岁，一年会讲一、二次经，大概一次是一个月，不是天天讲，所以讲经少。长年不断的是李老师，这个在台湾大家都知道。可是李老师讲经是一个星期讲一天，一年到头不中断，换句话说，一年只有五十几个星期。我在那里住了十年，过年放假，原因是要迁就听众，每天来听讲，听众实在是没有时间。那个时候没有现代这个设备，如果有现代这样的设备，我相信李老师每天讲经，你在家里可以收看，不必每天要来。那时候没有这个设备，迁就听众，听众一个星期只能够一次。所以李老师定的星期三，想听经的，星期三的晚上一定空下来，每个星期三一定讲经，不要通知的，固定的地点，固定的时间，风雨无阻。李老师在台湾台中住了三十八年，讲得是不错，也有几个出家人想到台中跟他学，一个星期只听一堂，其他的时间都听不到，所以进度太慢，也没人来听了。",
      "zh_TW": "我們在很多國家地區看到佛法，也看到很多念佛人，真正念佛往生的人不多。印光大師的時代，《文鈔》裡面說得很多，我們讀到感觸很深。六十年前，我們聽到佛法，歡喜學佛。在台灣這個地區還不錯，老一代的和尚還有幾位講經的法師，年歲也大了，說年歲大，才只有六、七十歲，一年會講一、二次經，大概一次是一個月，不是天天講，所以講經少。長年不斷的是李老師，這個在台灣大家都知道。可是李老師講經是一個星期講一天，一年到頭不中斷，換句話說，一年只有五十幾個星期。我在那裡住了十年，過年放假，原因是要遷就聽眾，每天來聽講，聽眾實在是沒有時間。那個時候沒有現代這個設備，如果有現代這樣的設備，我相信李老師每天講經，你在家裡可以收看，不必每天要來。那時候沒有這個設備，遷就聽眾，聽眾一個星期只能夠一次。所以李老師定的星期三，想聽經的，星期三的晚上一定空下來，每個星期三一定講經，不要通知的，固定的地點，固定的時間，風雨無阻。李老師在台灣台中住了三十八年，講得是不錯，也有幾個出家人想到台中跟他學，一個星期只聽一堂，其他的時間都聽不到，所以進度太慢，也沒人來聽了。"
    },
    {
      "id": "02-040-0407_p0010",
      "zh_CN": "我到台中，看到老师一个星期讲一堂，很适合我的口味，为什么？我能把它完全融化。我的能力，在那个时候能力，只能够是他三天讲一堂，我能完全消化。是一个星期讲一堂，我就很自在了，不那么吃力，很轻松。要是每天讲一堂，那我就很辛苦了，什么？消化来不及。两天讲一堂还能消化，但是很累，三天讲一次就很轻松、很舒服。不能消化不行。而且还得复讲，找一个时间，找几个听众，把老师星期三所讲的重复再讲一遍。讲完之后，同学们在一起研究讨论，对于学习很有帮助。所以我就掌握到这个机会，我在台中每个星期有一次复讲。复讲不是在讲台，学讲经的同学二十多个人，所以要轮到很不容易。我也不需要轮到，找同学家里，一个星期有时候可以讲两遍、讲三遍。同样的东西，我的标准是讲十遍。老师讲经虽然一次是两个小时，他有台语翻译，实际上是一个小时，一个星期一个小时。我学习，我的方法是讲十遍。十遍达不到，一个星期只有七天，大概我可以讲五遍。我找五个人家，星期一在张三家里，星期二在李四家里，星期三听老师讲经，星期四、星期五，我就找同修家里，到他家里去讲。时间是一个小时的复讲，大概有半个小时到一个小时的学习讨论。这很有帮助。因为时间多，所以我充分预备。老师讲到这段课文，经文，我去找很多参考资料，把它统统都看一遍，然后听老师讲经。听的时候我心里想，如果我不听他的，我来讲是怎么讲法，他跟我讲的有什么不同，我在研究这个，所以这很有进步。哪些地方他讲得比我好，我没有想到，我揣摩这些，这就是我跟大家学习不一样的地方。",
      "zh_TW": "我到台中，看到老師一個星期講一堂，很適合我的口味，為什麼？我能把它完全融化。我的能力，在那個時候能力，只能夠是他三天講一堂，我能完全消化。是一個星期講一堂，我就很自在了，不那麼吃力，很輕鬆。要是每天講一堂，那我就很辛苦了，什麼？消化來不及。兩天講一堂還能消化，但是很累，三天講一次就很輕鬆、很舒服。不能消化不行。而且還得複講，找一個時間，找幾個聽眾，把老師星期三所講的重複再講一遍。講完之後，同學們在一起研究討論，對於學習很有幫助。所以我就掌握到這個機會，我在台中每個星期有一次複講。複講不是在講台，學講經的同學二十多個人，所以要輪到很不容易。我也不需要輪到，找同學家裡，一個星期有時候可以講兩遍、講三遍。同樣的東西，我的標準是講十遍。老師講經雖然一次是兩個小時，他有台語翻譯，實際上是一個小時，一個星期一個小時。我學習，我的方法是講十遍。十遍達不到，一個星期只有七天，大概我可以講五遍。我找五個人家，星期一在張三家裡，星期二在李四家裡，星期三聽老師講經，星期四、星期五，我就找同修家裡，到他家裡去講。時間是一個小時的複講，大概有半個小時到一個小時的學習討論。這很有幫助。因為時間多，所以我充分預備。老師講到這段課文，經文，我去找很多參考資料，把它統統都看一遍，然後聽老師講經。聽的時候我心裡想，如果我不聽他的，我來講是怎麼講法，他跟我講的有什麼不同，我在研究這個，所以這很有進步。哪些地方他講得比我好，我沒有想到，我揣摩這些，這就是我跟大家學習不一樣的地方。"
    },
    {
      "id": "02-040-0407_p0011",
      "zh_CN": "我搜集《华严》；那时候到台中学《楞严经》，我搜集二十多种《楞严经》的古注。同修们送我的供养，我就告诉他，不要送钱给我，送书。书在香港买，在中国大陆去搜集，搜集来寄给我，多少钱，你们替我付钱。大家都欢喜。老师讲《楞严》，想到古人的注解，问我知不知道。差不多我都有，他感到很奇怪，他说你怎么会有这些东西？我说我拜托别人搜集的，在香港搜集的，全是线装书，木刻版本。原本我是想学《法华经》，我带了十几种《法华经》的古注。到台中，老师告诉我，他说我现在在讲《楞严》，《楞严》也是一部大经，分量跟《法华》差不多，你要学《楞严》，我就不必操心了；你学《法华》，我单独给你讲这个经，实在抽不出时间。所以我就接受了。这两部经在中国称为「成佛的《法华》，开慧的《楞严》」，相提并论的，《楞严经》开智慧，《法华经》一阐提也能成佛。所以到台中改学《楞严》，也非常有兴趣。名跟相。",
      "zh_TW": "我蒐集《華嚴》；那時候到台中學《楞嚴經》，我蒐集二十多種《楞嚴經》的古註。同修們送我的供養，我就告訴他，不要送錢給我，送書。書在香港買，在中國大陸去蒐集，蒐集來寄給我，多少錢，你們替我付錢。大家都歡喜。老師講《楞嚴》，想到古人的註解，問我知不知道。差不多我都有，他感到很奇怪，他說你怎麼會有這些東西？我說我拜託別人蒐集的，在香港蒐集的，全是線裝書，木刻版本。原本我是想學《法華經》，我帶了十幾種《法華經》的古註。到台中，老師告訴我，他說我現在在講《楞嚴》，《楞嚴》也是一部大經，分量跟《法華》差不多，你要學《楞嚴》，我就不必操心了；你學《法華》，我單獨給你講這個經，實在抽不出時間。所以我就接受了。這兩部經在中國稱為「成佛的《法華》，開慧的《楞嚴》」，相提並論的，《楞嚴經》開智慧，《法華經》一闡提也能成佛。所以到台中改學《楞嚴》，也非常有興趣。名跟相。"
    },
    {
      "id": "02-040-0407_p0012",
      "zh_CN": "「三、妄想：妄想者，分别虚妄之念也」。这一句话说得好，意思是前面说的名、说的相，在这二法上起了分别心。「认假名为自己，执幻相为本身」，哪个人不是这样的？我有个名字，叫名字，这是我，这不是别人，执着身是我的相，身相，都是这样的。我们的姓名都不是真的。中国姓氏从哪来的？我们知道，古时候只有名，没有姓。姓氏的由来，起源古时候部落接受帝王的封号。我俗家这个姓，姓徐，那个时候我们的老祖宗接受周王朝的封号，这个地方叫徐国，就是现在的徐州。江苏跟安徽交界的地方，徐州，那是一个国。以后国没有了，我们就以国为姓。大概多半都是这么来的。",
      "zh_TW": "「三、妄想：妄想者，分別虛妄之念也」。這一句話說得好，意思是前面說的名、說的相，在這二法上起了分別心。「認假名為自己，執幻相為本身」，哪個人不是這樣的？我有個名字，叫名字，這是我，這不是別人，執著身是我的相，身相，都是這樣的。我們的姓名都不是真的。中國姓氏從哪來的？我們知道，古時候只有名，沒有姓。姓氏的由來，起源古時候部落接受帝王的封號。我俗家這個姓，姓徐，那個時候我們的老祖宗接受周王朝的封號，這個地方叫徐國，就是現在的徐州。江蘇跟安徽交界的地方，徐州，那是一個國。以後國沒有了，我們就以國為姓。大概多半都是這麼來的。"
    },
    {
      "id": "02-040-0407_p0013",
      "zh_CN": "周朝，中原一代，幅员不是很大，从黄河流域到长江，就这一带地方。岭南那是异族了，就是没有开化的野蛮人。中原这一带多少国家？历史上告诉我们，八百诸侯。大概也不过十个省，八百多个国家，大国它的领土有一百里，小国二、三十里。二、三十里是现在一个村镇，现在一个县大概都是那个时候好几个国家合并起来的。所以中国人的习惯，古人常常讲天下，而不讲国家。孔子周游列国，我们看看文献上的记载，孔子周游的地区不大，十几个县而已。那个时候旅行，乘马车、牛车，一天走路并不是很远。路没有马路，哪有现在的路这么好走？马路是马走的路，稍稍比较宽一点。我们前些年到云南去旅游，去朝拜鸡足山，鸡足山还有马路，有骑马上山的。听说现在马匹取消了，公路开上去了，有缆车、有公路，马路就没有了。那可能是最后一批马，失业了。",
      "zh_TW": "周朝，中原一代，幅員不是很大，從黃河流域到長江，就這一帶地方。嶺南那是異族了，就是沒有開化的野蠻人。中原這一帶多少國家？歷史上告訴我們，八百諸侯。大概也不過十個省，八百多個國家，大國它的領土有一百里，小國二、三十里。二、三十里是現在一個村鎮，現在一個縣大概都是那個時候好幾個國家合併起來的。所以中國人的習慣，古人常常講天下，而不講國家。孔子周遊列國，我們看看文獻上的記載，孔子周遊的地區不大，十幾個縣而已。那個時候旅行，乘馬車、牛車，一天走路並不是很遠。路沒有馬路，哪有現在的路這麼好走？馬路是馬走的路，稍稍比較寬一點。我們前些年到雲南去旅遊，去朝拜雞足山，雞足山還有馬路，有騎馬上山的。聽說現在馬匹取消了，公路開上去了，有纜車、有公路，馬路就沒有了。那可能是最後一批馬，失業了。"
    },
    {
      "id": "02-040-0407_p0014",
      "zh_CN": "所以让我们不要执着。执着，这就是六道凡夫。觉悟的人不执着，恒顺众生，顺众生这些假名假相，彼此好沟通，然后再以正智来帮助众生慢慢觉悟，知道什么是真的、什么是假的。「认假名」，这个认就是执着，「为自己，执幻相为本身，则有心、心数法，种种攀缘」，这叫妄想。这底下有个括弧，心、心数法，「心即心王，心数法即受想行等法」。受是感受；想是思想，能想过去，能想未来；行，指的这些东西不会中断，前念灭了后念又生，这叫行，行是相续不断，这个都叫妄想。",
      "zh_TW": "所以讓我們不要執著。執著，這就是六道凡夫。覺悟的人不執著，恆順眾生，順眾生這些假名假相，彼此好溝通，然後再以正智來幫助眾生慢慢覺悟，知道什麼是真的、什麼是假的。「認假名」，這個認就是執著，「為自己，執幻相為本身，則有心、心數法，種種攀緣」，這叫妄想。這底下有個括弧，心、心數法，「心即心王，心數法即受想行等法」。受是感受；想是思想，能想過去，能想未來；行，指的這些東西不會中斷，前念滅了後念又生，這叫行，行是相續不斷，這個都叫妄想。"
    },
    {
      "id": "02-040-0407_p0015",
      "zh_CN": "「四、正智」。前面三个是凡夫，后面两个是圣人。圣人有正智，「如来明了正见之智」，叫正智。「谓了前诸法如幻如化，非断非常」。前面的名、相、妄想，它是什么？它是如幻如化，不是真的，不能说它没有，也不能说它有，有而非有，非有而有，所以这个现象非断非常。断常是两桩事，断，就不是常；不是常，它就是断了。不能说它断，也不能说它常，这是事实真相。换句话说，知道它确实不断不常，不要把这个东西放在心上，这就是智慧。如果放在心上，这就妄想；不放在心上，这正智，知道有这么回事情。超过一切凡夫小乘偏见、邪见，所以叫正智。换句话说，修行证果这些圣者，阿罗汉、辟支佛、菩萨这些人，他们心清净，他们心没有名、相、妄想，他没有这个东西。你问他，问他他也给你讲这些东西，为什么？众生执着，这些圣人随顺众生执着而执着，不是他真执着。",
      "zh_TW": "「四、正智」。前面三個是凡夫，後面兩個是聖人。聖人有正智，「如來明了正見之智」，叫正智。「謂了前諸法如幻如化，非斷非常」。前面的名、相、妄想，它是什麼？它是如幻如化，不是真的，不能說它沒有，也不能說它有，有而非有，非有而有，所以這個現象非斷非常。斷常是兩樁事，斷，就不是常；不是常，它就是斷了。不能說它斷，也不能說它常，這是事實真相。換句話說，知道它確實不斷不常，不要把這個東西放在心上，這就是智慧。如果放在心上，這就妄想；不放在心上，這正智，知道有這麼回事情。超過一切凡夫小乘偏見、邪見，所以叫正智。換句話說，修行證果這些聖者，阿羅漢、辟支佛、菩薩這些人，他們心清淨，他們心沒有名、相、妄想，他沒有這個東西。你問他，問他他也給你講這些東西，為什麼？眾生執著，這些聖人隨順眾生執著而執著，不是他真執著。"
    },
    {
      "id": "02-040-0407_p0016",
      "zh_CN": "像释迦牟尼佛，这是佛应化来的，为我们示现八相成道，连八相成道也不执着，就是说他心里没有八相成道。但是八相成道的事我们看到了，八相成道的名我们听到了，事是我们看到了，我们是凡夫，以为都是真的，名是真的，相是真的，想是真的，其实佛的心里头名、相、想都没有，永远没有，现身也没有，说法也没有，这个要清楚。所以他没有烦恼，他没起心动念。起心动念是根本烦恼，起心动念尚且没有，那就什么烦恼都没有，完全是随众生心应所知量，他有能力随着众生知见变化众生认为的现象。佛、菩萨、阿罗汉就有这个能力，佛这种能力是圆满的，菩萨这种能力非常广大，阿罗汉这种能力比较小。这叫正智，佛菩萨有正智。",
      "zh_TW": "像釋迦牟尼佛，這是佛應化來的，為我們示現八相成道，連八相成道也不執著，就是說他心裡沒有八相成道。但是八相成道的事我們看到了，八相成道的名我們聽到了，事是我們看到了，我們是凡夫，以為都是真的，名是真的，相是真的，想是真的，其實佛的心裡頭名、相、想都沒有，永遠沒有，現身也沒有，說法也沒有，這個要清楚。所以他沒有煩惱，他沒起心動念。起心動念是根本煩惱，起心動念尚且沒有，那就什麼煩惱都沒有，完全是隨眾生心應所知量，他有能力隨著眾生知見變化眾生認為的現象。佛、菩薩、阿羅漢就有這個能力，佛這種能力是圓滿的，菩薩這種能力非常廣大，阿羅漢這種能力比較小。這叫正智，佛菩薩有正智。"
    },
    {
      "id": "02-040-0407_p0017",
      "zh_CN": "「五、如如」。如如这个意思，「不变不异，真如之理也」。意思是说，「由前正智，观察名相，皆悉如幻，非有非无，名相本空」，这就是真如之理。「理因智明，智因理发；以智如理，以理如智」，叫如如。理智是一不是二，这个里头有能所，所觉的理，能觉的智。能觉的智就是所觉的理，所觉的理也就是能觉的智，能所不二，能所一如，所以叫如如。如如这两个字它就平等，上面一个如跟下面如是一不是二，这是如来在十法界现身说法的真相，他确实不变不异。虽然不变不异，他随着众生的念头在变。所变的现象不是真的，凡所有相皆是虚妄，众生以为是真的，他自己很清楚、很明白。这五法把世出世间法全部包括尽了，所以称五法。",
      "zh_TW": "「五、如如」。如如這個意思，「不變不異，真如之理也」。意思是說，「由前正智，觀察名相，皆悉如幻，非有非無，名相本空」，這就是真如之理。「理因智明，智因理發；以智如理，以理如智」，叫如如。理智是一不是二，這個裡頭有能所，所覺的理，能覺的智。能覺的智就是所覺的理，所覺的理也就是能覺的智，能所不二，能所一如，所以叫如如。如如這兩個字它就平等，上面一個如跟下面如是一不是二，這是如來在十法界現身說法的真相，他確實不變不異。雖然不變不異，他隨著眾生的念頭在變。所變的現象不是真的，凡所有相皆是虛妄，眾生以為是真的，他自己很清楚、很明白。這五法把世出世間法全部包括盡了，所以稱五法。"
    },
    {
      "id": "02-040-0407_p0018",
      "zh_CN": "我们接着看注解，「宝树说法，不离名句」。「名句」，参考资料里头也有：「显体为名，诠义为句。如诸行二字，名也」，而诸行无常四个字这就是一句，因为这个意思显示出来诸行为无常之义理。《唯识论》里头有简单的解释：「名诠自性，句诠差别。」这个说法也说得很好。譬如佛家讲的性相，这一个字是名，性是名，相也是名，都是讲的自性。性是自性之体，相是自性所起的作用，它现相。相是假相，性是真性、是实性，实实在在有，为什么？它永远不变，不生不灭。相，它是生灭法，有缘它就现，没有缘它就消失，它是因缘生法，它不是真的。所以名短，能显自性；句，句是一个完整句子，它完整的意思。「诸行无常」，诸行是所有一切造作，确实是无常，里头有个完整的意思，在一句。诸是多，诸多，行就是相续，我们所看遍法界虚空界所有一切差别现象，总的名称就叫诸行无常，它全包括尽了。佛这一句话下头还有四个字，「是生灭法」，那意思就更完整了。",
      "zh_TW": "我們接著看註解，「寶樹說法，不離名句」。「名句」，參考資料裡頭也有：「顯體為名，詮義為句。如諸行二字，名也」，而諸行無常四個字這就是一句，因為這個意思顯示出來諸行為無常之義理。《唯識論》裡頭有簡單的解釋：「名詮自性，句詮差別。」這個說法也說得很好。譬如佛家講的性相，這一個字是名，性是名，相也是名，都是講的自性。性是自性之體，相是自性所起的作用，它現相。相是假相，性是真性、是實性，實實在在有，為什麼？它永遠不變，不生不滅。相，它是生滅法，有緣它就現，沒有緣它就消失，它是因緣生法，它不是真的。所以名短，能顯自性；句，句是一個完整句子，它完整的意思。「諸行無常」，諸行是所有一切造作，確實是無常，裡頭有個完整的意思，在一句。諸是多，諸多，行就是相續，我們所看遍法界虛空界所有一切差別現象，總的名稱就叫諸行無常，它全包括盡了。佛這一句話下頭還有四個字，「是生滅法」，那意思就更完整了。"
    },
    {
      "id": "02-040-0407_p0019",
      "zh_CN": "「宝树说法，不离名句，以名能令人开悟，故称为妙。如是微妙法音，故使闻者，能悟深远」。深远是指法性，法性深，没有底；法性远，找不到边。中国古人有一句话，也是这个意思，说大小，「其大无外」，就是远，「其小无内」，就是深，小没有内。微尘里面有世界，这小，小里头有世界，跟外面世界一样大；那个世界里头又有微尘，微尘里头又有世界，重重无尽。有没有底？没有底。这个意思很难懂。贤首国师在那个时代讲《华严经》，那个《华严》东晋时候翻译的，《六十华严》，讲到这个「重重无碍」，这皇上听不懂。贤首国师很聪明，请皇上在大殿外面建一个小亭子，那他当然很快就建好。亭子建好了，请皇上，八角亭，八面都装上镜子，上下也装上镜子，镜子互相对照。建好了，他请皇上到八角亭当中站着，你上下四方看一看。一看，那个相重重无尽，他就明白了，确实重重无尽。那个时候的镜子不是现在玻璃，铜镜。铜磨得很亮，可以照人。古时候镜子铜镜，所以镜子要磨，愈磨愈亮。我们现在用镜子，这是科学产品，古时候没有这些科学技术。佛经上讲的玻璃是水晶，不是现在的玻璃。",
      "zh_TW": "「寶樹說法，不離名句，以名能令人開悟，故稱為妙。如是微妙法音，故使聞者，能悟深遠」。深遠是指法性，法性深，沒有底；法性遠，找不到邊。中國古人有一句話，也是這個意思，說大小，「其大無外」，就是遠，「其小無內」，就是深，小沒有內。微塵裡面有世界，這小，小裡頭有世界，跟外面世界一樣大；那個世界裡頭又有微塵，微塵裡頭又有世界，重重無盡。有沒有底？沒有底。這個意思很難懂。賢首國師在那個時代講《華嚴經》，那個《華嚴》東晉時候翻譯的，《六十華嚴》，講到這個「重重無礙」，這皇上聽不懂。賢首國師很聰明，請皇上在大殿外面建一個小亭子，那他當然很快就建好。亭子建好了，請皇上，八角亭，八面都裝上鏡子，上下也裝上鏡子，鏡子互相對照。建好了，他請皇上到八角亭當中站著，你上下四方看一看。一看，那個相重重無盡，他就明白了，確實重重無盡。那個時候的鏡子不是現在玻璃，銅鏡。銅磨得很亮，可以照人。古時候鏡子銅鏡，所以鏡子要磨，愈磨愈亮。我們現在用鏡子，這是科學產品，古時候沒有這些科學技術。佛經上講的玻璃是水晶，不是現在的玻璃。"
    },
    {
      "id": "02-040-0407_p0020",
      "zh_CN": "所以它令人开悟，这些名跟相都能帮助人开悟，悟入自性，真正了解诸法的真相。真相就是相有体无，事有理无。但是性相往往连在一起，你要把它看清楚。看清楚怎么样？你就不会执着，就不会分别，就真的放下了。放下，清净心现前，真心。真心是清净，真心是平等的，真心是觉而不迷。真心能照见虚空法界，见到真相，真相就是自性的本体、现相、作用。现相就是惠能大师说的「何期自性，能生万法」，这就现相。作用，佛在这些现象里头，这现象里面有很多众生迷了，迷了就现境界，真的就像作梦一样，迷了他做恶梦，恶梦也很苦、也很可怜，佛能帮助他从恶梦当中醒过来，不要继续再做恶梦，让他醒过来，醒过来就叫成佛。佛度众生成佛，有没有度？没有。为什么？他本来是佛；他本来不是佛，佛没有办法叫他成佛，因为他本来是。佛菩萨帮助众生是缘，因、缘、果，自己本来是这是因，有这个缘，他觉悟了，觉悟就是果，果才能现前。",
      "zh_TW": "所以它令人開悟，這些名跟相都能幫助人開悟，悟入自性，真正了解諸法的真相。真相就是相有體無，事有理無。但是性相往往連在一起，你要把它看清楚。看清楚怎麼樣？你就不會執著，就不會分別，就真的放下了。放下，清淨心現前，真心。真心是清淨，真心是平等的，真心是覺而不迷。真心能照見虛空法界，見到真相，真相就是自性的本體、現相、作用。現相就是惠能大師說的「何期自性，能生萬法」，這就現相。作用，佛在這些現象裡頭，這現象裡面有很多眾生迷了，迷了就現境界，真的就像作夢一樣，迷了他做惡夢，惡夢也很苦、也很可憐，佛能幫助他從惡夢當中醒過來，不要繼續再做惡夢，讓他醒過來，醒過來就叫成佛。佛度眾生成佛，有沒有度？沒有。為什麼？他本來是佛；他本來不是佛，佛沒有辦法叫他成佛，因為他本來是。佛菩薩幫助眾生是緣，因、緣、果，自己本來是這是因，有這個緣，他覺悟了，覺悟就是果，果才能現前。"
    },
    {
      "id": "02-040-0407_p0021",
      "zh_CN": "我们现在看下面一段，「庚二、鼻得妙香」。前面「耳得妙音」。鼻得妙香。",
      "zh_TW": "我們現在看下面一段，「庚二、鼻得妙香」。前面「耳得妙音」。鼻得妙香。"
    },
    {
      "id": "02-040-0407_p0022",
      "zh_CN": "【流布万种温雅德香。其有闻者。尘劳垢习。自然不起。】",
      "zh_TW": "【流布萬種溫雅德香。其有聞者。塵勞垢習。自然不起。】"
    },
    {
      "id": "02-040-0407_p0023",
      "zh_CN": "这个妙香有用处。我们看注解，「又下显风送妙香」。香在哪里？香在风里面，风吹到什么地方，香就飘到哪里。『温雅德香』，「温」，温和、温善、温良。「雅」，雅是正，不邪不恶。这个香的气味好，香的气味正。「德香者，香具万德也。《会疏》曰：温谓温和，雅谓雅正。香气适人为温」。这个香气能让人闻到之后感到非常舒服，而且能够，用现在的话说，恢复疲劳，身心健康。还有更妙的作用，能简爱染，「简爱染香为雅」，使人离开爱染之香，这叫雅，也就是说，能帮助人放下分别执着，有这样好的香。这个世间好像没有听说，这个世间的香气很容易叫人生爱染，极乐世界的这个香叫你离开爱染。",
      "zh_TW": "這個妙香有用處。我們看註解，「又下顯風送妙香」。香在哪裡？香在風裡面，風吹到什麼地方，香就飄到哪裡。『溫雅德香』，「溫」，溫和、溫善、溫良。「雅」，雅是正，不邪不惡。這個香的氣味好，香的氣味正。「德香者，香具萬德也。《會疏》曰：溫謂溫和，雅謂雅正。香氣適人為溫」。這個香氣能讓人聞到之後感到非常舒服，而且能夠，用現在的話說，恢復疲勞，身心健康。還有更妙的作用，能簡愛染，「簡愛染香為雅」，使人離開愛染之香，這叫雅，也就是說，能幫助人放下分別執著，有這樣好的香。這個世間好像沒有聽說，這個世間的香氣很容易叫人生愛染，極樂世界的這個香叫你離開愛染。"
    },
    {
      "id": "02-040-0407_p0024",
      "zh_CN": "爱染，简爱染香。这注解里头有，简是「捐弃；剔除」。「爱染，贪爱染着之情也」，烦恼，爱是烦恼，染也是烦恼。「智度论一曰：自法爱染故，毁訾他人法」，这就是自赞毁他，毁谤别人，批评别人，这是自法爱染。「同」，也就是《智度论》，第三十四卷：「爱染无门」。从哪里起来的？从妄想起来的，见色闻声，嗅香尝味，统统会起爱染。喜欢吃的东西要多吃几口，就生分别执着了，烦恼现前，他造业了。生起爱染还没什么，他想得到，想控制、想占有这就造业了，造业就有果报。起心动念还没有行动，这个业不成熟，有业没成熟，果报很轻。这个业要成熟了，你真的占有、控制了，这就是造业成就了，感未来的果报。这个业是善的，所谓善是利益众生的，这善，三善道果报；利益自己的，不是利益众生的，这是不善，三恶道果报，不能不知道。",
      "zh_TW": "愛染，簡愛染香。這註解裡頭有，簡是「捐棄；剔除」。「愛染，貪愛染著之情也」，煩惱，愛是煩惱，染也是煩惱。「智度論一曰：自法愛染故，毀訾他人法」，這就是自讚毀他，毀謗別人，批評別人，這是自法愛染。「同」，也就是《智度論》，第三十四卷：「愛染無門」。從哪裡起來的？從妄想起來的，見色聞聲，嗅香嘗味，統統會起愛染。喜歡吃的東西要多吃幾口，就生分別執著了，煩惱現前，他造業了。生起愛染還沒什麼，他想得到，想控制、想佔有這就造業了，造業就有果報。起心動念還沒有行動，這個業不成熟，有業沒成熟，果報很輕。這個業要成熟了，你真的佔有、控制了，這就是造業成就了，感未來的果報。這個業是善的，所謂善是利益眾生的，這善，三善道果報；利益自己的，不是利益眾生的，這是不善，三惡道果報，不能不知道。"
    },
    {
      "id": "02-040-0407_p0025",
      "zh_CN": "底下有一条，「净住子曰：洗除心垢，六尘爱染」。王维的诗有这么两句话：「爱染日以薄，禅寂日以固。」这是古时候在家居士他们在修学里面所说出的心得功夫。什么是功夫？爱染一天比一天薄，这功夫在进步。禅寂日以固，清净寂灭的心一天比一天坚固，爱染一天比一天减少，这是功夫。在哪里修？就在日常生活，穿衣吃饭、待人接物。这些活动当中你都会起心动念，顺自己意思的生贪爱，不顺自己意思的生厌恶，这都造业。贪爱、厌恶是为自己，多半都是三途的业报；如果是为众生的，是三善道的果报。造业，在起心动念之间。",
      "zh_TW": "底下有一條，「淨住子曰：洗除心垢，六塵愛染」。王維的詩有這麼兩句話：「愛染日以薄，禪寂日以固。」這是古時候在家居士他們在修學裡面所說出的心得功夫。什麼是功夫？愛染一天比一天薄，這功夫在進步。禪寂日以固，清淨寂滅的心一天比一天堅固，愛染一天比一天減少，這是功夫。在哪裡修？就在日常生活，穿衣吃飯、待人接物。這些活動當中你都會起心動念，順自己意思的生貪愛，不順自己意思的生厭惡，這都造業。貪愛、厭惡是為自己，多半都是三途的業報；如果是為眾生的，是三善道的果報。造業，在起心動念之間。"
    },
    {
      "id": "02-040-0407_p0026",
      "zh_CN": "大乘比小乘难修。大乘说的，起心动念你就造业了，不管你有没有行为，动念头就造业，这个我们要特别注意。小乘，起心动念不论，论行为，你真正有行动，这个行动达到你自己的妄想，这个叫结业，果报都是自作自受。没有一样不是修行，起心动念是修行处所，言语造作统统是行为。修行，把不正的行为、不当的行为、染污的行为，把它修正过来。什么叫正？心地打扫干干净净，完全不落印象，这叫正念，正念无一切妄念。我们今天用的方法就是一句阿弥陀佛，心里头只存一句阿弥陀佛，除阿弥陀佛之外什么都不存。穿衣，阿弥陀佛；吃饭，阿弥陀佛；嗅香尝味，阿弥陀佛；起心动念都是阿弥陀佛，这叫修净业，这是净土法门。功夫就是只有这一句阿弥陀佛，其他的随缘，什么都好，有也好，没有也好，欢喜也好，不欢喜也好，全都归阿弥陀佛，这叫念佛人。",
      "zh_TW": "大乘比小乘難修。大乘說的，起心動念你就造業了，不管你有沒有行為，動念頭就造業，這個我們要特別注意。小乘，起心動念不論，論行為，你真正有行動，這個行動達到你自己的妄想，這個叫結業，果報都是自作自受。沒有一樣不是修行，起心動念是修行處所，言語造作統統是行為。修行，把不正的行為、不當的行為、染污的行為，把它修正過來。什麼叫正？心地打掃乾乾淨淨，完全不落印象，這叫正念，正念無一切妄念。我們今天用的方法就是一句阿彌陀佛，心裡頭只存一句阿彌陀佛，除阿彌陀佛之外什麼都不存。穿衣，阿彌陀佛；吃飯，阿彌陀佛；嗅香嘗味，阿彌陀佛；起心動念都是阿彌陀佛，這叫修淨業，這是淨土法門。功夫就是只有這一句阿彌陀佛，其他的隨緣，什麼都好，有也好，沒有也好，歡喜也好，不歡喜也好，全都歸阿彌陀佛，這叫念佛人。"
    },
    {
      "id": "02-040-0407_p0027",
      "zh_CN": "今天有个法师来问我，他有个小道场，别人要要，他问我怎么办。我说他是个什么人？他说他很有势力。你没办法跟他争，没有法子，那就送他好了。他说不成，这是障碍佛法。各人因果，各人承当，你把这个道场给他，你就送他这两句话，「各人因果，各人承当」，后头，没意思了。他如果真正懂得，他不敢碰你，还给你；他根本就不了解，不相信因果报应，人家就拿去了。你也别后悔，你还年轻，真正学佛，要去学戒律，要去学经教，十年一门深入长时薰修，十年之后一定有成就。他告诉我，出家这么多年，做了很多不如法的事情。我倒没有问他这个事情，我就告诉他戒律很重要。",
      "zh_TW": "今天有個法師來問我，他有個小道場，別人要要，他問我怎麼辦。我說他是個什麼人？他說他很有勢力。你沒辦法跟他爭，沒有法子，那就送他好了。他說不成，這是障礙佛法。各人因果，各人承當，你把這個道場給他，你就送他這兩句話，「各人因果，各人承當」，後頭，沒意思了。他如果真正懂得，他不敢碰你，還給你；他根本就不了解，不相信因果報應，人家就拿去了。你也別後悔，你還年輕，真正學佛，要去學戒律，要去學經教，十年一門深入長時薰修，十年之後一定有成就。他告訴我，出家這麼多年，做了很多不如法的事情。我倒沒有問他這個事情，我就告訴他戒律很重要。"
    },
    {
      "id": "02-040-0407_p0028",
      "zh_CN": "佛门虽然广大，释迦牟尼佛四十九年说的经教那么多，总的归纳起来不外乎三个字，佛真叫三学，戒定慧，戒律、禅定、教下。无量无数的这些宗派，这三个全统摄了，律宗、禅宗、教下。教下里头又分，在中国有华严、有贤首，华严、贤首是一家，有天台，法华宗，有法相唯识宗，有三论宗，净土宗也算是教下，密宗也算教下，教下是依经典来学习的。所以禅、教、戒全都包括了，这叫三学。三学一源，都是释迦牟尼佛说的，都是释迦牟尼佛传下来的，三学一体。学习要从戒律开始，因戒得定，定就是三昧。禅是三昧的总代表，学华严的人，专心一心一意的学，得定了，叫华严三昧；学法华的得定了，叫法华三昧；学楞严得定了，叫楞严三昧；学净土得定了，叫念佛三昧。得定之后继续努力，不要放松，后面好消息就来了，开悟了。一开悟，境界完全相同，所谓殊途同归。开悟是学佛真正的目的，一开悟，不但佛法通了，世间法也通。为什么？世法、佛法都是自性变现的，你见了性，佛法通了，世法通了，没有一样不通。",
      "zh_TW": "佛門雖然廣大，釋迦牟尼佛四十九年說的經教那麼多，總的歸納起來不外乎三個字，佛真叫三學，戒定慧，戒律、禪定、教下。無量無數的這些宗派，這三個全統攝了，律宗、禪宗、教下。教下裡頭又分，在中國有華嚴、有賢首，華嚴、賢首是一家，有天台，法華宗，有法相唯識宗，有三論宗，淨土宗也算是教下，密宗也算教下，教下是依經典來學習的。所以禪、教、戒全都包括了，這叫三學。三學一源，都是釋迦牟尼佛說的，都是釋迦牟尼佛傳下來的，三學一體。學習要從戒律開始，因戒得定，定就是三昧。禪是三昧的總代表，學華嚴的人，專心一心一意的學，得定了，叫華嚴三昧；學法華的得定了，叫法華三昧；學楞嚴得定了，叫楞嚴三昧；學淨土得定了，叫念佛三昧。得定之後繼續努力，不要放鬆，後面好消息就來了，開悟了。一開悟，境界完全相同，所謂殊途同歸。開悟是學佛真正的目的，一開悟，不但佛法通了，世間法也通。為什麼？世法、佛法都是自性變現的，你見了性，佛法通了，世法通了，沒有一樣不通。"
    },
    {
      "id": "02-040-0407_p0029",
      "zh_CN": "这些修行人，真通的人，世法通了，他为什么不到世间来做事？他没有一样不会，为什么不到世间来？我们觉得做事是好，他是怎么看法的？造业。哪有觉悟的人再到世间来造业！造业什么？造轮回业，他们才不干，他们远远的离开六道轮回了。开悟的人，他要不往生极乐世界，大概多半都到华藏世界去了，华藏世界是释迦牟尼佛娑婆世界的实报庄严土，他到那里去了。我们只是一群迷惑颠倒的小朋友在玩游戏，那个大人开悟了，他离开我们，他到别地方去了，他不跟我们玩了。我们开悟，一样的心情，也不跟这些人玩了，走了。",
      "zh_TW": "這些修行人，真通的人，世法通了，他為什麼不到世間來做事？他沒有一樣不會，為什麼不到世間來？我們覺得做事是好，他是怎麼看法的？造業。哪有覺悟的人再到世間來造業！造業什麼？造輪迴業，他們才不幹，他們遠遠的離開六道輪迴了。開悟的人，他要不往生極樂世界，大概多半都到華藏世界去了，華藏世界是釋迦牟尼佛娑婆世界的實報莊嚴土，他到那裡去了。我們只是一群迷惑顛倒的小朋友在玩遊戲，那個大人開悟了，他離開我們，他到別地方去了，他不跟我們玩了。我們開悟，一樣的心情，也不跟這些人玩了，走了。"
    },
    {
      "id": "02-040-0407_p0030",
      "zh_CN": "开悟的人多，诸佛菩萨无量无边，你需要他帮助，真的有求必应。那说我求，求了没有感应。不见得，是有感应你自己没有办法觉知，肯定有感应。感应有顺有逆，无论是顺逆，对你决定有好处。你现在不知道，过若干时期之后忽然想到，那个时候这事情没有成功有好处。那是什么？冥冥当中有善缘在加持你。好事，虽然为众生，众生得有福报。如果没有福报，他的业障没有消除，就好像病一样，他不能进补。病没尽除，一补就坏了，是好东西、是名贵的补品，不能用；端到你面前，不小心掉地下去了，对你有好处，不是有坏处。这些事情很多人不知道，所以佛法微妙到极处。那个打破碗的人，这名贵的药品打破了，你可不要责怪他，你要感谢他，不是你用的。",
      "zh_TW": "開悟的人多，諸佛菩薩無量無邊，你需要他幫助，真的有求必應。那說我求，求了沒有感應。不見得，是有感應你自己沒有辦法覺知，肯定有感應。感應有順有逆，無論是順逆，對你決定有好處。你現在不知道，過若干時期之後忽然想到，那個時候這事情沒有成功有好處。那是什麼？冥冥當中有善緣在加持你。好事，雖然為眾生，眾生得有福報。如果沒有福報，他的業障沒有消除，就好像病一樣，他不能進補。病沒盡除，一補就壞了，是好東西、是名貴的補品，不能用；端到你面前，不小心掉地下去了，對你有好處，不是有壞處。這些事情很多人不知道，所以佛法微妙到極處。那個打破碗的人，這名貴的藥品打破了，你可不要責怪他，你要感謝他，不是你用的。"
    },
    {
      "id": "02-040-0407_p0031",
      "zh_CN": "所以，极乐世界微妙法音处处皆是。六尘说法，我们眼见、耳闻、鼻嗅、舌尝、身触、意知统统与法相应，我们修哪个法门就跟哪个法门相应，进展非常快速。这是十方世界没有的，我们有缘遇到了。我们再看念老的注解，「《会疏》曰：温谓温和，雅谓雅正。香气适人为温，简爱染香为雅（使人离爱染之香为雅）。又以香具万德，故能使闻者，尘劳垢习，自然不起。尘劳，烦恼之异名」。我们这里有个简单的解释，在参考资料里头，「尘劳者，烦恼也」。这是比喻。尘是灰尘，我们桌子一天不擦它，上面就落灰尘。代表什么？染污。什么东西？烦恼，贪瞋痴等烦恼。「因贪瞋等烦恼，如尘垢蔽覆真性，劳乱身心」，所以叫尘劳。尘，把我们干净的身体染污了，我们居住的环境染污了。现在这种状况我们常常听到，叫沙尘暴，浓雾，这都是尘的意思，就是污染。它障碍我们的真性，我们自性被它障碍住了，所以性德不能现前。不是没有，真的有，烦恼能够放下，自性自然现前。",
      "zh_TW": "所以，極樂世界微妙法音處處皆是。六塵說法，我們眼見、耳聞、鼻嗅、舌嘗、身觸、意知統統與法相應，我們修哪個法門就跟哪個法門相應，進展非常快速。這是十方世界沒有的，我們有緣遇到了。我們再看念老的註解，「《會疏》曰：溫謂溫和，雅謂雅正。香氣適人為溫，簡愛染香為雅（使人離愛染之香為雅）。又以香具萬德，故能使聞者，塵勞垢習，自然不起。塵勞，煩惱之異名」。我們這裡有個簡單的解釋，在參考資料裡頭，「塵勞者，煩惱也」。這是比喻。塵是灰塵，我們桌子一天不擦它，上面就落灰塵。代表什麼？染污。什麼東西？煩惱，貪瞋痴等煩惱。「因貪瞋等煩惱，如塵垢蔽覆真性，勞亂身心」，所以叫塵勞。塵，把我們乾淨的身體染污了，我們居住的環境染污了。現在這種狀況我們常常聽到，叫沙塵暴，濃霧，這都是塵的意思，就是污染。它障礙我們的真性，我們自性被它障礙住了，所以性德不能現前。不是沒有，真的有，煩惱能夠放下，自性自然現前。"
    },
    {
      "id": "02-040-0407_p0032",
      "zh_CN": "佛在大乘教里头，为我们提纲挈领，教导我们，烦恼分三大类。第一大类是无明烦恼，无明是什么？我们对于宇宙万物真相不明白，叫无明。因此我们想错了、看错了、说错了，我们也做错了。这就在生活当中起心动念、言语造作，我们是错误的，不知道自己是错误。我们跟烦恼相应，没有跟自性相应。跟自性相应，完全就清楚、就明白了。那现在怎么办？佛教我们回头。第二类的烦恼叫尘沙烦恼。这说什么？说的是妄想、杂念，多，像尘沙那么多，数不尽。第三类的烦恼叫见思烦恼，很粗，完全把眼前的事实真相不知道，完全搞错了，想错了、看错了，这叫见思烦恼。这些是什么东西？看错了，头一个，身不是我，认为是我；名不是我，坚持这个名是我，前面讲的名相；烦恼不是我，与我不相干，偏偏要认定是我，这就没法子了。干这个就是搞六道轮回，六道轮回就是这么出来的。",
      "zh_TW": "佛在大乘教裡頭，為我們提綱挈領，教導我們，煩惱分三大類。第一大類是無明煩惱，無明是什麼？我們對於宇宙萬物真相不明白，叫無明。因此我們想錯了、看錯了、說錯了，我們也做錯了。這就在生活當中起心動念、言語造作，我們是錯誤的，不知道自己是錯誤。我們跟煩惱相應，沒有跟自性相應。跟自性相應，完全就清楚、就明白了。那現在怎麼辦？佛教我們回頭。第二類的煩惱叫塵沙煩惱。這說什麼？說的是妄想、雜念，多，像塵沙那麼多，數不盡。第三類的煩惱叫見思煩惱，很粗，完全把眼前的事實真相不知道，完全搞錯了，想錯了、看錯了，這叫見思煩惱。這些是什麼東西？看錯了，頭一個，身不是我，認為是我；名不是我，堅持這個名是我，前面講的名相；煩惱不是我，與我不相干，偏偏要認定是我，這就沒法子了。幹這個就是搞六道輪迴，六道輪迴就是這麼出來的。"
    },
    {
      "id": "02-040-0407_p0033",
      "zh_CN": "所以佛教我们，三大类烦恼同时断，有，那种人很少，一般人是断不了的，那上上根人才行；一般人，分开来，一样一样断，首先断见思烦恼。因为断见思烦恼；他的果报就是六道轮回，见思烦恼断了，轮回就断了、就没有了。轮回是假的，决定不是真的，有见思烦恼就有轮回现象，见思烦恼一断就不见了。证得这个的人叫阿罗汉，小乘圣者。小乘人断见思，尘沙、无明没断，所以他出六道轮回，没有出十法界，我们不能不知道。",
      "zh_TW": "所以佛教我們，三大類煩惱同時斷，有，那種人很少，一般人是斷不了的，那上上根人才行；一般人，分開來，一樣一樣斷，首先斷見思煩惱。因為斷見思煩惱；他的果報就是六道輪迴，見思煩惱斷了，輪迴就斷了、就沒有了。輪迴是假的，決定不是真的，有見思煩惱就有輪迴現象，見思煩惱一斷就不見了。證得這個的人叫阿羅漢，小乘聖者。小乘人斷見思，塵沙、無明沒斷，所以他出六道輪迴，沒有出十法界，我們不能不知道。"
    },
    {
      "id": "02-040-0407_p0034",
      "zh_CN": "烦恼轻、智慧长，在日常生活当中就是修行。穿衣吃饭是修行，修什么？不执着了，随缘，什么都好。不要把这些事放在心上，让自己心上只有一句阿弥陀佛，叫真修行，真正是弥陀弟子，真正是净宗的学人，除阿弥陀佛之外什么都没有。每天生活随缘，随缘里头念佛，要求自己佛号不中断。一定要有这个念头，要求自己。现在不中断不可能。像过去倓虚法师在佛七里开示，他自己举例子，他因为要管事，他是道场住持、佛学院的院长，所以工作很多，繁杂事务很多，念佛念一串念珠都不得清净。一串念珠一百零八句，为什么？才念几句，有人来报告什么事情来了，就被打断了，难！什么人最有福报？什么事都没有，这人有福报，他可以能保持念佛不中断，这世间第一等大福报的人，不但他能往生，他往生的品位都相当高。",
      "zh_TW": "煩惱輕、智慧長，在日常生活當中就是修行。穿衣吃飯是修行，修什麼？不執著了，隨緣，什麼都好。不要把這些事放在心上，讓自己心上只有一句阿彌陀佛，叫真修行，真正是彌陀弟子，真正是淨宗的學人，除阿彌陀佛之外什麼都沒有。每天生活隨緣，隨緣裡頭念佛，要求自己佛號不中斷。一定要有這個念頭，要求自己。現在不中斷不可能。像過去倓虛法師在佛七裡開示，他自己舉例子，他因為要管事，他是道場住持、佛學院的院長，所以工作很多，繁雜事務很多，念佛念一串念珠都不得清淨。一串念珠一百零八句，為什麼？才念幾句，有人來報告什麼事情來了，就被打斷了，難！什麼人最有福報？什麼事都沒有，這人有福報，他可以能保持念佛不中斷，這世間第一等大福報的人，不但他能往生，他往生的品位都相當高。"
    },
    {
      "id": "02-040-0407_p0035",
      "zh_CN": "什么人没有福报？多事的人没福报，那我们想想，这寺庙的执事人员。对，执事人员，诸位要知道，在正法时期、像法时期、末法的早年，佛法都还像个样子，真有人修行，那么执事谁来干？佛菩萨现身来干。传记里记载的，最明显的代表人，寒山、拾得、丰干和尚，这三个人是天台山国清寺的义工，他们干的什么事情？是苦行，别人不愿意干的。厨房里面烧火、倒垃圾，这寒山、拾得他们两个干的。丰干和尚在碓坊，跟惠能大师一样，舂米的。这三个是谁？以后身分暴露了，暴露就走了，寒山、拾得是文殊、普贤，丰干和尚是阿弥陀佛，阿弥陀佛在厨房里舂米，供养大众。身分暴露了，走了，告诉大家，义工里面有很多佛菩萨，让大家不敢轻慢对待，佛菩萨在示现。",
      "zh_TW": "什麼人沒有福報？多事的人沒福報，那我們想想，這寺廟的執事人員。對，執事人員，諸位要知道，在正法時期、像法時期、末法的早年，佛法都還像個樣子，真有人修行，那麼執事誰來幹？佛菩薩現身來幹。傳記裡記載的，最明顯的代表人，寒山、拾得、豐干和尚，這三個人是天台山國清寺的義工，他們幹的什麼事情？是苦行，別人不願意幹的。廚房裡面燒火、倒垃圾，這寒山、拾得他們兩個幹的。豐干和尚在碓坊，跟惠能大師一樣，舂米的。這三個是誰？以後身分暴露了，暴露就走了，寒山、拾得是文殊、普賢，豐干和尚是阿彌陀佛，阿彌陀佛在廚房裡舂米，供養大眾。身分暴露了，走了，告訴大家，義工裡面有很多佛菩薩，讓大家不敢輕慢對待，佛菩薩在示現。"
    },
    {
      "id": "02-040-0407_p0036",
      "zh_CN": "真正有福报的是什么人？清众。清众是下一代，佛菩萨非常爱护。后继有人，佛法就兴旺。所以在家里面，父母、祖父母为小孩服务。这些小孩，将来的接班人。不孝有三，无后为大。对于后代重视，这是佛菩萨，佛菩萨都愿意干这个事情。后代这些人里头，确确实实有真修行人，就有佛菩萨来照顾。如果这个团体、这个寺庙没有真正修行人，佛菩萨不来。为什么？佛菩萨来成就你们的恶业，那是把你送到地狱去了，他怎么可以做这个事情！真正修行，要证果的，佛菩萨来。全都是感应道交，真与真感应。真正修行人，没有求佛菩萨照顾，他自然来照顾，不是我们求来的，自动来的，我们也不认识。虚云老和尚朝五台山，三步一拜，病倒在途中。他也没有求佛菩萨，只是一片孝心，感到病重不能拜了。感得文殊菩萨现乞丐身来照顾他。这个乞丐不简单，为什么？把他病治好了。乞丐懂得一点医药，到山上去找草药，把他病治好。治好之后，让他继续拜山。从普陀拜到山西五台，三步一拜，走了三年多。到五台山之后，说出路上两次生病都是这个乞丐帮助，乞丐叫文吉，他说他住在五台山，你们有没有人知道？有个老和尚告诉他，文殊菩萨。他才恍然大悟。",
      "zh_TW": "真正有福報的是什麼人？清眾。清眾是下一代，佛菩薩非常愛護。後繼有人，佛法就興旺。所以在家裡面，父母、祖父母為小孩服務。這些小孩，將來的接班人。不孝有三，無後為大。對於後代重視，這是佛菩薩，佛菩薩都願意幹這個事情。後代這些人裡頭，確確實實有真修行人，就有佛菩薩來照顧。如果這個團體、這個寺廟沒有真正修行人，佛菩薩不來。為什麼？佛菩薩來成就你們的惡業，那是把你送到地獄去了，他怎麼可以做這個事情！真正修行，要證果的，佛菩薩來。全都是感應道交，真與真感應。真正修行人，沒有求佛菩薩照顧，他自然來照顧，不是我們求來的，自動來的，我們也不認識。虛雲老和尚朝五台山，三步一拜，病倒在途中。他也沒有求佛菩薩，只是一片孝心，感到病重不能拜了。感得文殊菩薩現乞丐身來照顧他。這個乞丐不簡單，為什麼？把他病治好了。乞丐懂得一點醫藥，到山上去找草藥，把他病治好。治好之後，讓他繼續拜山。從普陀拜到山西五台，三步一拜，走了三年多。到五台山之後，說出路上兩次生病都是這個乞丐幫助，乞丐叫文吉，他說他住在五台山，你們有沒有人知道？有個老和尚告訴他，文殊菩薩。他才恍然大悟。"
    },
    {
      "id": "02-040-0407_p0037",
      "zh_CN": "佛菩萨照顾我们，从来没离开过的，我们有困难，他马上来帮我们解决，我们自己不知道。所以只要发的是真诚心，就感应道交。我在台中学经教，李老师送我四个字。他说今天在这个世间要学经教太难了，到哪里去找老师？到哪里去找同学？到哪个地方去找这些经教？古大德这些注疏你到哪去找？我们是托现在科技的方便，印刷术的发达，这一方面很容易得到，但是老师找不到，那怎么办？李老师告诉我，感应，与佛菩萨不能感应，你就很难向上提升。怎么感应？用诚，真诚心求感应，真诚到极处叫至诚，「至诚感通」，通就是开悟。只有这个办法，除这个办法之外，没有第二个办法。告诉我，至诚感通。我一生确实，在李老师那里得好处，就这四个字。",
      "zh_TW": "佛菩薩照顧我們，從來沒離開過的，我們有困難，他馬上來幫我們解決，我們自己不知道。所以只要發的是真誠心，就感應道交。我在台中學經教，李老師送我四個字。他說今天在這個世間要學經教太難了，到哪裡去找老師？到哪裡去找同學？到哪個地方去找這些經教？古大德這些註疏你到哪去找？我們是託現在科技的方便，印刷術的發達，這一方面很容易得到，但是老師找不到，那怎麼辦？李老師告訴我，感應，與佛菩薩不能感應，你就很難向上提升。怎麼感應？用誠，真誠心求感應，真誠到極處叫至誠，「至誠感通」，通就是開悟。只有這個辦法，除這個辦法之外，沒有第二個辦法。告訴我，至誠感通。我一生確實，在李老師那裡得好處，就這四個字。"
    },
    {
      "id": "02-040-0407_p0038",
      "zh_CN": "我的根性不是上上根，中下根性，没有殊胜的缘分，也就是今天讲没有背景，达官贵人我不认识，大富长者我跟他们没有往来，所以一生的日子过得很辛苦，过着流浪的生活。老师嘱咐我的。章嘉大师对我很爱护，我跟他三年，他往生了，没有人照顾我。方东美先生，我到香港来讲经那一年，我五十岁，他往生了，他老人家如果多活几年，我就少吃很多苦头，不在了，命苦。以后只有遇一个李老师，我也不常在他身边，常常在海外讲经。跟国外建立了一些关系，关系是平民关系，没有贵人，贵人是做官的、有权有势的，没有人帮助我，没有富贵人帮助，财力上帮助，都没有，所以很不容易。自己也没有地位，出家人当中也没有人照顾，日子过得多辛苦。靠什么？完全靠李老师教的至诚感通，靠佛菩萨。章嘉大师早年告诉我，那时候没有出家，跟他学佛的时候，他劝我出家，告诉我，学释迦牟尼佛，你的一生佛菩萨照顾你，你不要操一点心。我听了很欢喜，我依教奉行。过这么辛苦的日子是消业障，无始劫以来造的业障消掉了。业障消了，环境渐渐好转了，到晚年，心定下来，有一个小地方可以定居，这到晚年了。感谢佛菩萨照顾。",
      "zh_TW": "我的根性不是上上根，中下根性，沒有殊勝的緣分，也就是今天講沒有背景，達官貴人我不認識，大富長者我跟他們沒有往來，所以一生的日子過得很辛苦，過著流浪的生活。老師囑咐我的。章嘉大師對我很愛護，我跟他三年，他往生了，沒有人照顧我。方東美先生，我到香港來講經那一年，我五十歲，他往生了，他老人家如果多活幾年，我就少吃很多苦頭，不在了，命苦。以後只有遇一個李老師，我也不常在他身邊，常常在海外講經。跟國外建立了一些關係，關係是平民關係，沒有貴人，貴人是做官的、有權有勢的，沒有人幫助我，沒有富貴人幫助，財力上幫助，都沒有，所以很不容易。自己也沒有地位，出家人當中也沒有人照顧，日子過得多辛苦。靠什麼？完全靠李老師教的至誠感通，靠佛菩薩。章嘉大師早年告訴我，那時候沒有出家，跟他學佛的時候，他勸我出家，告訴我，學釋迦牟尼佛，你的一生佛菩薩照顧你，你不要操一點心。我聽了很歡喜，我依教奉行。過這麼辛苦的日子是消業障，無始劫以來造的業障消掉了。業障消了，環境漸漸好轉了，到晚年，心定下來，有一個小地方可以定居，這到晚年了。感謝佛菩薩照顧。"
    },
    {
      "id": "02-040-0407_p0039",
      "zh_CN": "这个经上，底下说的，『垢习』，「垢」，这也是烦恼，垢是烦恼、染污；「习」是习气，烦恼的习气，这是烦恼的污秽，染污。念老的注解也注得很好，烦恼的污秽。「习者，习性。尘劳垢习，污染心性，驱彼众生」，众生跟它脱不了关系。「今为德香所薰，于是自然不起。此又是以香为佛事也」。在在处处为我们证明极乐世界六尘说法，眼见的色尘会说法，耳闻的音声会说法，鼻嗅香也说法，口尝味也说法，身体接触外面，下面一段「身得妙触，眼得妙色，再显妙触」，六根接触外面六种境界全都是妙法，都能帮助我们除去无始劫来的烦恼习气，它能帮助我们把习气化解掉，自性里面的智慧自然现前。极乐世界不能不去，这地方太好了！世尊讲经说法四十九年，没有说到有比极乐世界更好的去处，所以一再劝导我们发心求生净土，这就对了。我们真正发心，这是真正报释迦佛的恩，报阿弥陀佛的恩，同时也报一切诸佛对我们的恩德，因为没有一尊佛不像释迦一样，期望我们早生极乐，早成佛道。好，今天我们就学习到此地。",
      "zh_TW": "這個經上，底下說的，『垢習』，「垢」，這也是煩惱，垢是煩惱、染污；「習」是習氣，煩惱的習氣，這是煩惱的污穢，染污。念老的註解也註得很好，煩惱的污穢。「習者，習性。塵勞垢習，污染心性，驅彼眾生」，眾生跟它脫不了關係。「今為德香所薰，於是自然不起。此又是以香為佛事也」。在在處處為我們證明極樂世界六塵說法，眼見的色塵會說法，耳聞的音聲會說法，鼻嗅香也說法，口嘗味也說法，身體接觸外面，下面一段「身得妙觸，眼得妙色，再顯妙觸」，六根接觸外面六種境界全都是妙法，都能幫助我們除去無始劫來的煩惱習氣，它能幫助我們把習氣化解掉，自性裡面的智慧自然現前。極樂世界不能不去，這地方太好了！世尊講經說法四十九年，沒有說到有比極樂世界更好的去處，所以一再勸導我們發心求生淨土，這就對了。我們真正發心，這是真正報釋迦佛的恩，報阿彌陀佛的恩，同時也報一切諸佛對我們的恩德，因為沒有一尊佛不像釋迦一樣，期望我們早生極樂，早成佛道。好，今天我們就學習到此地。"
    }
  ]
}