{
  "doc_id": "02-040-0409",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０九集",
    "zh_TW": "第四０九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0409",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-040-0409_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0409_p0002",
      "zh_CN": "请看《大经科注》第七百零五页，第五行后半段看起：",
      "zh_TW": "請看《大經科註》第七百零五頁，第五行後半段看起："
    },
    {
      "id": "02-040-0409_p0003",
      "zh_CN": "「又慈恩《弥陀通赞》曰：华开金沼，化生为天曙之情」，这个化生「指莲池化生之人」。在这个地方我们再插一句，开经之前我们将三皈念三遍，这个意义很深。祖师大德定下这个制度，让我们学佛的同学时时刻刻提醒自己、警惕自己，我们无量劫来不善的习气太深，所以时时提起确实有必要。三皈是学佛最高的原则，总的指导原则。我们学佛学什么？就是学这三桩事情。皈依佛，我们向佛学习，学习佛的智慧、福德，二足尊是智慧跟福德究竟圆满，就这两种。所以学佛是求慧、求福的。不要佛，他也不要寿命，他也不要福报了，这是世间的愚痴人，哪有聪明人不求福慧的道理？",
      "zh_TW": "「又慈恩《彌陀通贊》曰：華開金沼，化生為天曙之情」，這個化生「指蓮池化生之人」。在這個地方我們再插一句，開經之前我們將三皈念三遍，這個意義很深。祖師大德定下這個制度，讓我們學佛的同學時時刻刻提醒自己、警惕自己，我們無量劫來不善的習氣太深，所以時時提起確實有必要。三皈是學佛最高的原則，總的指導原則。我們學佛學什麼？就是學這三樁事情。皈依佛，我們向佛學習，學習佛的智慧、福德，二足尊是智慧跟福德究竟圓滿，就這兩種。所以學佛是求慧、求福的。不要佛，他也不要壽命，他也不要福報了，這是世間的愚痴人，哪有聰明人不求福慧的道理？"
    },
    {
      "id": "02-040-0409_p0004",
      "zh_CN": "佛是福慧圆满，佛是谁？佛是自己，不要佛也就是不要自己，讲不通。释迦牟尼佛在《华严经》上告诉我们，一切众生本来是佛，一切众生皆有如来智慧德相，说得多清楚、多明白。佛不在外面，佛是自性，就是中国古圣先贤所说的本性本善，本性本善就是佛。印度人称佛，中国人称为圣，但是圣的含义没有佛这个字含义圆满，没有它讲得那么深、那么广大，用圣可以比佛，接近。学佛先要认识佛教不是迷信，佛教真正学的人少，假的太多，所以被社会大众产生严重的误会，认为佛是宗教、是迷信，其实是绝大的错误。这个错误让我们对不起祖宗，我们怀疑祖宗愚痴、祖宗没有智慧、祖宗自私自利，用这个来骗众生。这是大不孝、大不敬，这个罪很重，我们不能不知道。人家问我们什么是佛，你要讲得出来，佛是智慧，佛是福报，学佛就是求智慧、求福报，不是别的。",
      "zh_TW": "佛是福慧圓滿，佛是誰？佛是自己，不要佛也就是不要自己，講不通。釋迦牟尼佛在《華嚴經》上告訴我們，一切眾生本來是佛，一切眾生皆有如來智慧德相，說得多清楚、多明白。佛不在外面，佛是自性，就是中國古聖先賢所說的本性本善，本性本善就是佛。印度人稱佛，中國人稱為聖，但是聖的含義沒有佛這個字含義圓滿，沒有它講得那麼深、那麼廣大，用聖可以比佛，接近。學佛先要認識佛教不是迷信，佛教真正學的人少，假的太多，所以被社會大眾產生嚴重的誤會，認為佛是宗教、是迷信，其實是絕大的錯誤。這個錯誤讓我們對不起祖宗，我們懷疑祖宗愚痴、祖宗沒有智慧、祖宗自私自利，用這個來騙眾生。這是大不孝、大不敬，這個罪很重，我們不能不知道。人家問我們什麼是佛，你要講得出來，佛是智慧，佛是福報，學佛就是求智慧、求福報，不是別的。"
    },
    {
      "id": "02-040-0409_p0005",
      "zh_CN": "皈依法，法是方法，正确的方法，就是求福求慧的方法，我们一定要依从它。科学方法里面有知识，有高级的知识，没有智慧、没有福报，这个不能不知道。地球上从科学兴起到现在四百年，四百年这个科学技术在最近半个世纪突飞猛进，科学带给我们的利益是什么？物质生活比较方便一点，但是付出的代价很重，实在讲不值得。中国古代社会的人，心是清净的、是慈悲的，充满了孝悌忠信，是这样的人生。这个人生我们丢掉二百年了，二百年前有，这二百年间没有了。崇尚科学，把老祖宗东西统统丢掉了，带给我们的是社会混乱，带给我们在日常生活当中没有安全感。现在这个没有安全感到什么程度？到饮食，穿着、饮食没有安全感，你说这个多可怕。一百年以前的人没有这个感受，我们现在有严重的感受。佛的方法是什么？是戒律，戒定慧三学，因戒得定，因定开慧，我们要依靠这个。戒律最根本的就是三皈依，从三皈依里面流出来的，五戒、十善、六和、六度，这是法里面最重要的，根本法。根本法落实在孝亲尊师，我们对父母懂不懂尽孝？不懂，没人教，也没有看到过。一百年前时候还有，衰了，但是还能看见；二战之后没有了，看都看不到了，他到哪里去学！",
      "zh_TW": "皈依法，法是方法，正確的方法，就是求福求慧的方法，我們一定要依從它。科學方法裡面有知識，有高級的知識，沒有智慧、沒有福報，這個不能不知道。地球上從科學興起到現在四百年，四百年這個科學技術在最近半個世紀突飛猛進，科學帶給我們的利益是什麼？物質生活比較方便一點，但是付出的代價很重，實在講不值得。中國古代社會的人，心是清淨的、是慈悲的，充滿了孝悌忠信，是這樣的人生。這個人生我們丟掉二百年了，二百年前有，這二百年間沒有了。崇尚科學，把老祖宗東西統統丟掉了，帶給我們的是社會混亂，帶給我們在日常生活當中沒有安全感。現在這個沒有安全感到什麼程度？到飲食，穿著、飲食沒有安全感，你說這個多可怕。一百年以前的人沒有這個感受，我們現在有嚴重的感受。佛的方法是什麼？是戒律，戒定慧三學，因戒得定，因定開慧，我們要依靠這個。戒律最根本的就是三皈依，從三皈依裡面流出來的，五戒、十善、六和、六度，這是法裡面最重要的，根本法。根本法落實在孝親尊師，我們對父母懂不懂盡孝？不懂，沒人教，也沒有看到過。一百年前時候還有，衰了，但是還能看見；二戰之後沒有了，看都看不到了，他到哪裡去學！"
    },
    {
      "id": "02-040-0409_p0006",
      "zh_CN": "皈依僧，僧是佛的弟子，在家、出家都称僧。僧的意思是团体的意思，四个人在一起学习叫僧团，叫僧伽，我们一般念僧伽都可以，这是梵文音译的。四个人以上，在一起依照佛陀教诲学习的这个团体叫僧团，出家叫僧团，在家也叫僧团。佛教传到中国来之后，大概只有出家叫僧团，在家不叫僧团。实际上，在家在一起修行依然是僧团，佛承认你。他们是真正依教奉行的人，是我们的典范，我们应当向他学习，这个意思。现在出家的僧团，真正依教修行的人也有，不是没有，很少了。在什么地方？我们要细心观察，自己就清楚了。要读经、要学经教，你就有个标准。他符合标准，我们向他学习；他不符合这个标准，我们对他敬而远之。敬是尊敬他，远是不跟他学，是这个意思，并不是遗弃他。各人修各人的，各人行各人的，各人因果各人承当，谁也不能代替，这个方法好。",
      "zh_TW": "皈依僧，僧是佛的弟子，在家、出家都稱僧。僧的意思是團體的意思，四個人在一起學習叫僧團，叫僧伽，我們一般念僧伽都可以，這是梵文音譯的。四個人以上，在一起依照佛陀教誨學習的這個團體叫僧團，出家叫僧團，在家也叫僧團。佛教傳到中國來之後，大概只有出家叫僧團，在家不叫僧團。實際上，在家在一起修行依然是僧團，佛承認你。他們是真正依教奉行的人，是我們的典範，我們應當向他學習，這個意思。現在出家的僧團，真正依教修行的人也有，不是沒有，很少了。在什麼地方？我們要細心觀察，自己就清楚了。要讀經、要學經教，你就有個標準。他符合標準，我們向他學習；他不符合這個標準，我們對他敬而遠之。敬是尊敬他，遠是不跟他學，是這個意思，並不是遺棄他。各人修各人的，各人行各人的，各人因果各人承當，誰也不能代替，這個方法好。"
    },
    {
      "id": "02-040-0409_p0007",
      "zh_CN": "所以，佛弟子每天都要把三皈依念几遍，早晚课要念。学习经教，无论在什么时候，我们要读经，展开经卷先念三皈依。这个经看完了，看一个小时、两个小时，不管看到哪里，不看了，念三皈依之后再离开。时时刻刻提醒自己，遵守佛陀最高指导原则，道理在此地。",
      "zh_TW": "所以，佛弟子每天都要把三皈依念幾遍，早晚課要念。學習經教，無論在什麼時候，我們要讀經，展開經卷先念三皈依。這個經看完了，看一個小時、兩個小時，不管看到哪裡，不看了，念三皈依之後再離開。時時刻刻提醒自己，遵守佛陀最高指導原則，道理在此地。"
    },
    {
      "id": "02-040-0409_p0008",
      "zh_CN": "我们接着看注解，慈恩是唐朝长安大慈恩寺窥基大师，法相唯识宗的祖师。他有《弥陀经》的注解，题目叫《通赞》，你看到《阿弥陀经通赞疏》，就是窥基大师给《弥陀经》作的注解。里面有这么一段话，「华开金沼」，沼是池沼，就是七宝莲池。七宝莲池的莲花跟我们一般池塘莲花真不一样，它一朵莲花是一个往生的人。在他方世界，他方世界不是极乐世界，其他的世界，像我们在此地念佛，真正发愿求生净土，七宝池里头就有个花苞。我们的心坚定、不动摇、不改变，一心求生净土，念得很勤，时时刻刻念阿弥陀佛，这个莲花就慢慢开，愈长愈大，光色愈好。这个莲花将要开的时候，阿弥陀佛就知道，念佛的这个人功德圆满了，佛就拿着这个莲花去接引他。",
      "zh_TW": "我們接著看註解，慈恩是唐朝長安大慈恩寺窺基大師，法相唯識宗的祖師。他有《彌陀經》的註解，題目叫《通贊》，你看到《阿彌陀經通贊疏》，就是窺基大師給《彌陀經》作的註解。裡面有這麼一段話，「華開金沼」，沼是池沼，就是七寶蓮池。七寶蓮池的蓮花跟我們一般池塘蓮花真不一樣，它一朵蓮花是一個往生的人。在他方世界，他方世界不是極樂世界，其他的世界，像我們在此地念佛，真正發願求生淨土，七寶池裡頭就有個花苞。我們的心堅定、不動搖、不改變，一心求生淨土，念得很勤，時時刻刻念阿彌陀佛，這個蓮花就慢慢開，愈長愈大，光色愈好。這個蓮花將要開的時候，阿彌陀佛就知道，念佛的這個人功德圓滿了，佛就拿著這個蓮花去接引他。"
    },
    {
      "id": "02-040-0409_p0009",
      "zh_CN": "拿莲花接引的是阿弥陀佛的化身，阿弥陀佛的本身在讲堂讲经没有中断，化身去了。哪个世界哪个念佛的人功夫成就了，佛全知道，佛分身无量无边，接引十方无量无边念佛的众生，一个都不漏。往生的人看到佛来接引，看到自己的莲花，莲花上有自己的名字，坐到莲花当中，这个莲花苞就合起来。佛把它带到极乐世界，放在七宝池里头，放在里面花就开了。有的上上品往生的，一到极乐世界，佛一放在池里，花就开了，有过一、二天开的，有过五、六天开的，有过十几天开的，不一样。上三品开得快，中三品慢一点，下三品就更晚，时间更长。在花苞里面是一个非常重大的转变，把我们的业报身，我们讲身体怎么来的，是业报。过去生中修善业，感得这一生人天的果报，如果造的是恶业，你感得的是地狱、饿鬼、畜生这个果报。念佛人所感得的果报，是西方极乐世界莲花化生，莲花一开，身体就出来了，这个身相跟阿弥陀佛完全相同，花开见佛。",
      "zh_TW": "拿蓮花接引的是阿彌陀佛的化身，阿彌陀佛的本身在講堂講經沒有中斷，化身去了。哪個世界哪個念佛的人功夫成就了，佛全知道，佛分身無量無邊，接引十方無量無邊念佛的眾生，一個都不漏。往生的人看到佛來接引，看到自己的蓮花，蓮花上有自己的名字，坐到蓮花當中，這個蓮花苞就合起來。佛把它帶到極樂世界，放在七寶池裡頭，放在裡面花就開了。有的上上品往生的，一到極樂世界，佛一放在池裡，花就開了，有過一、二天開的，有過五、六天開的，有過十幾天開的，不一樣。上三品開得快，中三品慢一點，下三品就更晚，時間更長。在花苞裡面是一個非常重大的轉變，把我們的業報身，我們講身體怎麼來的，是業報。過去生中修善業，感得這一生人天的果報，如果造的是惡業，你感得的是地獄、餓鬼、畜生這個果報。念佛人所感得的果報，是西方極樂世界蓮花化生，蓮花一開，身體就出來了，這個身相跟阿彌陀佛完全相同，花開見佛。"
    },
    {
      "id": "02-040-0409_p0010",
      "zh_CN": "无论在七宝池待的时间长短，花开之后就得到阿弥陀佛四十八愿的加持，四十八愿的根源是阿弥陀佛无量劫修行的功德，加持你，你就变成阿惟越致菩萨，这不可思议。阿惟越致是什么样的等级，我们要知道。阿惟越致菩萨不住十法界，他住诸佛如来实报庄严土，我们称它叫一真法界，法身菩萨，他就是佛；没证得圆满，他是真佛，不是假佛。圆满证得三种不退，第一种地位不退，第二种行不退，就是教化众生，无论遇到什么样艰难困苦他不会退心。遇到微妙的天宫他不生贪恋，贪恋也是退心，顺境退心，逆境退心，法身菩萨不退心，如如不动。第三个，一直趣向无上的果觉，这个不退。所以，念念向着萨婆若海，萨婆若是梵语，翻成中国意思是一切种智，就是如来究竟圆满的智慧。他向着这个方向，不退转了。",
      "zh_TW": "無論在七寶池待的時間長短，花開之後就得到阿彌陀佛四十八願的加持，四十八願的根源是阿彌陀佛無量劫修行的功德，加持你，你就變成阿惟越致菩薩，這不可思議。阿惟越致是什麼樣的等級，我們要知道。阿惟越致菩薩不住十法界，他住諸佛如來實報莊嚴土，我們稱它叫一真法界，法身菩薩，他就是佛；沒證得圓滿，他是真佛，不是假佛。圓滿證得三種不退，第一種地位不退，第二種行不退，就是教化眾生，無論遇到什麼樣艱難困苦他不會退心。遇到微妙的天宮他不生貪戀，貪戀也是退心，順境退心，逆境退心，法身菩薩不退心，如如不動。第三個，一直趣向無上的果覺，這個不退。所以，念念向著薩婆若海，薩婆若是梵語，翻成中國意思是一切種智，就是如來究竟圓滿的智慧。他向著這個方向，不退轉了。"
    },
    {
      "id": "02-040-0409_p0011",
      "zh_CN": "这些莲池，都是刚刚到极乐世界花开见佛，化生。花开好比是天亮，为什么？极乐世界见到了，阿弥陀佛见到了，以这个为昼，早晨。「鸟宿琼林」，林是树林，极乐世界丛林到处都是，美不胜收，而且都是无量珍宝成就。极乐世界里头有鸟，这些鸟不是畜生道，鸟从哪里来的？阿弥陀佛变化所作，完全是阿弥陀佛的化身。阿弥陀佛知道，十方世界的众生都喜欢花鸟，所以就变现无量无边的花，树木花草，变无量无边的鸟。鸟会说法，花放出的香气，放出的颜色、光明，都能帮助人消业障、开智慧。极乐世界没有一样东西不是佛法，你要问为什么？全是阿弥陀佛变化所作。所以，往生极乐世界成就容易，让你没有机会把佛法忘掉，没有这个机会，时时刻刻处处都有六尘来提醒你，帮助我们真精进。我们想精进，但是很容易忘掉，到极乐世界不会忘掉，处处都提醒你。眼见色，色提醒你，耳闻声，声提醒你，鼻嗅香，香提醒你，意知法，法提醒你，没有一样东西不提醒你。所以他成就容易，成就快速，道理在此地。",
      "zh_TW": "這些蓮池，都是剛剛到極樂世界花開見佛，化生。花開好比是天亮，為什麼？極樂世界見到了，阿彌陀佛見到了，以這個為晝，早晨。「鳥宿瓊林」，林是樹林，極樂世界叢林到處都是，美不勝收，而且都是無量珍寶成就。極樂世界裡頭有鳥，這些鳥不是畜生道，鳥從哪裡來的？阿彌陀佛變化所作，完全是阿彌陀佛的化身。阿彌陀佛知道，十方世界的眾生都喜歡花鳥，所以就變現無量無邊的花，樹木花草，變無量無邊的鳥。鳥會說法，花放出的香氣，放出的顏色、光明，都能幫助人消業障、開智慧。極樂世界沒有一樣東西不是佛法，你要問為什麼？全是阿彌陀佛變化所作。所以，往生極樂世界成就容易，讓你沒有機會把佛法忘掉，沒有這個機會，時時刻刻處處都有六塵來提醒你，幫助我們真精進。我們想精進，但是很容易忘掉，到極樂世界不會忘掉，處處都提醒你。眼見色，色提醒你，耳聞聲，聲提醒你，鼻嗅香，香提醒你，意知法，法提醒你，沒有一樣東西不提醒你。所以他成就容易，成就快速，道理在此地。"
    },
    {
      "id": "02-040-0409_p0012",
      "zh_CN": "昨天下午我们没讲经，有几位贵宾来访问，谈到我们当前社会，提到传统文化，大家对这个事情关心，好事。关心读诵不能说没有好处，移风易俗距离太远了。那要怎么办？先从自己做起，先从自己个人落实，这个很重要。自己一个人做到了就会影响一家人，一家人做到了会影响邻居，邻居做到了会影响那边邻居。三年就有很可观的成绩，你这个村、这个小区跟别的地方就不一样。这谁教的？我们去看历史，舜王教的。尧舜禹汤都是圣人，以后做国王是圣王，他教的。我们在历史上看到记载，舜不容易，自己生母很早就过世了，父亲娶了个继母，爸爸听继母的话。继母生了一个小孩，他的弟弟，爱自己亲生的，歧视前面这个小孩，想尽方法害他。舜聪明、孝顺，知道怎样提防，故事很多，对父母尽孝，能忍受，什么都忍受。父母对待他，引起邻居批评，说你们对待小孩太过分。他跟邻居说，是我自己不好，我父母没有过失，是我自己惹他们生气。三年终于把他父母感化了，感化了一家，感化了他的这个村庄一村人。",
      "zh_TW": "昨天下午我們沒講經，有幾位貴賓來訪問，談到我們當前社會，提到傳統文化，大家對這個事情關心，好事。關心讀誦不能說沒有好處，移風易俗距離太遠了。那要怎麼辦？先從自己做起，先從自己個人落實，這個很重要。自己一個人做到了就會影響一家人，一家人做到了會影響鄰居，鄰居做到了會影響那邊鄰居。三年就有很可觀的成績，你這個村、這個小區跟別的地方就不一樣。這誰教的？我們去看歷史，舜王教的。堯舜禹湯都是聖人，以後做國王是聖王，他教的。我們在歷史上看到記載，舜不容易，自己生母很早就過世了，父親娶了個繼母，爸爸聽繼母的話。繼母生了一個小孩，他的弟弟，愛自己親生的，歧視前面這個小孩，想盡方法害他。舜聰明、孝順，知道怎樣提防，故事很多，對父母盡孝，能忍受，什麼都忍受。父母對待他，引起鄰居批評，說你們對待小孩太過分。他跟鄰居說，是我自己不好，我父母沒有過失，是我自己惹他們生氣。三年終於把他父母感化了，感化了一家，感化了他的這個村莊一村人。"
    },
    {
      "id": "02-040-0409_p0013",
      "zh_CN": "这个事情被当时帝王尧王，被尧王听到了，尧王说有这么个好人，真的是假的？把自己两个女儿嫁给他。尧王有九个儿子，跟他做朋友，这九个看他外面的，两个女儿嫁给他，看到他家里头的，是真是假。果然是真的，尧王欢喜，把他请出来，让他替国家做事情，也是小职员，慢慢提拔。尧王年老了，位就传给他。从一个人自身做起重要，有真实的智慧，有真实的德行，成为一代圣君。唐太宗是个明君，还有过失，尧舜没过失，一生，无论是个人，对人、处事、治国你找不着他的毛病。",
      "zh_TW": "這個事情被當時帝王堯王，被堯王聽到了，堯王說有這麼個好人，真的是假的？把自己兩個女兒嫁給他。堯王有九個兒子，跟他做朋友，這九個看他外面的，兩個女兒嫁給他，看到他家裡頭的，是真是假。果然是真的，堯王歡喜，把他請出來，讓他替國家做事情，也是小職員，慢慢提拔。堯王年老了，位就傳給他。從一個人自身做起重要，有真實的智慧，有真實的德行，成為一代聖君。唐太宗是個明君，還有過失，堯舜沒過失，一生，無論是個人，對人、處事、治國你找不著他的毛病。"
    },
    {
      "id": "02-040-0409_p0014",
      "zh_CN": "中国古圣先贤的教育，教育的目标在哪里？是教我们做圣人。古圣先贤的教诲，归纳起来只有十二个字，这十二个字每个字你都做到你就是圣人。十二个字是孝悌忠信、礼义廉耻、仁爱和平，修身、齐家、治国、平天下全在里面，要真干。别人不干我干，我干得了些什么好处？我的老师告诉我，只要你真干，那是人生最高的享受。我干了六十二年，我是不是得到人生最高的享受？真的，我得到，心情多愉快，没有忧虑、没有烦恼、没有牵挂，现在人讲的没有压力，身心都没有。对于这个世间一切人事物，没有贪恋、没有怨恨，人生最高的享受。",
      "zh_TW": "中國古聖先賢的教育，教育的目標在哪裡？是教我們做聖人。古聖先賢的教誨，歸納起來只有十二個字，這十二個字每個字你都做到你就是聖人。十二個字是孝悌忠信、禮義廉恥、仁愛和平，修身、齊家、治國、平天下全在裡面，要真幹。別人不幹我幹，我幹得了些什麼好處？我的老師告訴我，只要你真幹，那是人生最高的享受。我幹了六十二年，我是不是得到人生最高的享受？真的，我得到，心情多愉快，沒有憂慮、沒有煩惱、沒有牽掛，現在人講的沒有壓力，身心都沒有。對於這個世間一切人事物，沒有貪戀、沒有怨恨，人生最高的享受。"
    },
    {
      "id": "02-040-0409_p0015",
      "zh_CN": "对我好的人，常存报恩之心。怎么报他的恩？我往生极乐世界就是报他的恩，我要不能往生就不能报恩。成自就成他，自己成就才能满别人的愿。对于毁谤我的、批评我的、责备我的，甚至陷害我的，没有怨恨，快乐。我要存着报复的心，那就错了，那就有烦恼了，没有。他们为什么用这些态度对我？他对我不了解，对我有误会，我也不必给他解释。我怎么感受？他替我消业障，无量劫来，我们不知道做错多少事情，这些障难我应该受，欢喜接受，没有怨恨心，只有感恩的心。这些人，我知道的，我都在佛堂面前给他供长生牌位，每天讲经给他回向，没有怨恨。你说你人多快乐，这就是人生最高的享受。人生最高的享受不是有地位、有权势、有财富，不是的，于那个不相干。物质生活只要能吃饱，穿得暖，有个小房子可以遮蔽风雨，知足了，知足常乐。再多了的就给自己添麻烦，日子就不好过了。",
      "zh_TW": "對我好的人，常存報恩之心。怎麼報他的恩？我往生極樂世界就是報他的恩，我要不能往生就不能報恩。成自就成他，自己成就才能滿別人的願。對於毀謗我的、批評我的、責備我的，甚至陷害我的，沒有怨恨，快樂。我要存著報復的心，那就錯了，那就有煩惱了，沒有。他們為什麼用這些態度對我？他對我不了解，對我有誤會，我也不必給他解釋。我怎麼感受？他替我消業障，無量劫來，我們不知道做錯多少事情，這些障難我應該受，歡喜接受，沒有怨恨心，只有感恩的心。這些人，我知道的，我都在佛堂面前給他供長生牌位，每天講經給他迴向，沒有怨恨。你說你人多快樂，這就是人生最高的享受。人生最高的享受不是有地位、有權勢、有財富，不是的，於那個不相干。物質生活只要能吃飽，穿得暖，有個小房子可以遮蔽風雨，知足了，知足常樂。再多了的就給自己添麻煩，日子就不好過了。"
    },
    {
      "id": "02-040-0409_p0016",
      "zh_CN": "天天在一起生活的人，大家欢欢喜喜，这是幸福。六和敬我们对一般人不能要求，共同在一起生活的人要常常勉励他们，自己带头，自己不带头，讲了他不听，自己带头。现在这个世界不和是应当的，为什么？他不是圣人，本来是圣人，他不是圣人，他迷了。迷了他怎么会跟别人和睦相处？不可能，当然都是自私自利。我们要有长时间做给他看，不要去说，让他慢慢感受。一般人，三年他就受感动了。现在的人，要知道三年不行，时间太短，他的业障太重。要多少时候？要三十年，常常在一起，三十年在一起，他会感动。十年靠不住，二十年也靠不住。古人，尧舜那时候，三年，差不多三千年前；三千年后的今天，记住，要三十年。所以不要着急，我这里住了三年，附近老百姓没有受感动，继续努力，三十年会受感动。",
      "zh_TW": "天天在一起生活的人，大家歡歡喜喜，這是幸福。六和敬我們對一般人不能要求，共同在一起生活的人要常常勉勵他們，自己帶頭，自己不帶頭，講了他不聽，自己帶頭。現在這個世界不和是應當的，為什麼？他不是聖人，本來是聖人，他不是聖人，他迷了。迷了他怎麼會跟別人和睦相處？不可能，當然都是自私自利。我們要有長時間做給他看，不要去說，讓他慢慢感受。一般人，三年他就受感動了。現在的人，要知道三年不行，時間太短，他的業障太重。要多少時候？要三十年，常常在一起，三十年在一起，他會感動。十年靠不住，二十年也靠不住。古人，堯舜那時候，三年，差不多三千年前；三千年後的今天，記住，要三十年。所以不要著急，我這裡住了三年，附近老百姓沒有受感動，繼續努力，三十年會受感動。"
    },
    {
      "id": "02-040-0409_p0017",
      "zh_CN": "我们在澳洲，在图文巴建了个小道场，今年是十一年，有一点小成就，那就是一部分人感动了，图文巴十几个宗教被感动了，这个不容易。继续努力，跟所有宗教一起努力，我们都从自己做起，从我的教堂做起，从我的教堂每次都来参加活动的同修们做起。三十年，这个城市会变成世界上真正和谐示范城市，值得大家到这里来参观访问、观光旅游，来学习，会产生大影响。千万不要着急，一年欲速则不达，反而把自己破坏了，自己的定功不够，智慧不足，所以破坏自己的事业。要有非常的耐心，认真努力去做，十年、二十年、三十年，就看到成就了。那个时候你满心欢喜，你三十岁开始做，到六十岁看到成果，欢喜！一个城市做出来了会影响全世界。不是真正从自己本身做起，不会成功的，这是不能不知道，一定要知道。以身作则，中国老祖宗说的。",
      "zh_TW": "我們在澳洲，在圖文巴建了個小道場，今年是十一年，有一點小成就，那就是一部分人感動了，圖文巴十幾個宗教被感動了，這個不容易。繼續努力，跟所有宗教一起努力，我們都從自己做起，從我的教堂做起，從我的教堂每次都來參加活動的同修們做起。三十年，這個城市會變成世界上真正和諧示範城市，值得大家到這裡來參觀訪問、觀光旅遊，來學習，會產生大影響。千萬不要著急，一年欲速則不達，反而把自己破壞了，自己的定功不夠，智慧不足，所以破壞自己的事業。要有非常的耐心，認真努力去做，十年、二十年、三十年，就看到成就了。那個時候你滿心歡喜，你三十歲開始做，到六十歲看到成果，歡喜！一個城市做出來了會影響全世界。不是真正從自己本身做起，不會成功的，這是不能不知道，一定要知道。以身作則，中國老祖宗說的。"
    },
    {
      "id": "02-040-0409_p0018",
      "zh_CN": "格物、致知、诚意、正心、修身、齐家、治国、平天下，真正做起，从自己做起，从哪里做起？从格物。格物什么意思？放下万缘，就叫格物。物是物欲，下面加个字你就好懂，欲望。物欲没有止境，现在人就掉在这里头去了，出不来，所以后头什么都不知道。掉在这里面，智慧没有了，致知是智慧。所以首先放下物欲，生活简单。我跟李炳南老居士十年，受到他老人家最大的启示就是格物、致知。老人外面穿的一套中山装，我到台中，他老人家七十岁，告诉我，他这套中山装穿了四十年。对衣服很爱惜，还是干干净净，笔挺的。里面衣服我们看不到，老人过世之后，整理他的遗物，发现里面穿的内衣都是补丁补的，自己补的，袜子也是补的，在里面看不见。我们非常受感动，原来老师是这么样的节俭。学生供养他的衣服，新的衣服，转手就送给别人。我还接受他送我两套衣服，别人供养他的，新的。新的送给别人，自己穿破了补，补了再补，现在到哪里去找这种人。他绝对不是叫人补的，他自己补的，叫人补人家早就把它丢掉，买新的送给他。吃饭，自己烧饭，日中一食。住个小房子，台湾人知道，十五坪，一坪两个榻榻米，十五坪，很小的房子，住一辈子。",
      "zh_TW": "格物、致知、誠意、正心、修身、齊家、治國、平天下，真正做起，從自己做起，從哪裡做起？從格物。格物什麼意思？放下萬緣，就叫格物。物是物欲，下面加個字你就好懂，欲望。物欲沒有止境，現在人就掉在這裡頭去了，出不來，所以後頭什麼都不知道。掉在這裡面，智慧沒有了，致知是智慧。所以首先放下物欲，生活簡單。我跟李炳南老居士十年，受到他老人家最大的啟示就是格物、致知。老人外面穿的一套中山裝，我到台中，他老人家七十歲，告訴我，他這套中山裝穿了四十年。對衣服很愛惜，還是乾乾淨淨，筆挺的。裡面衣服我們看不到，老人過世之後，整理他的遺物，發現裡面穿的內衣都是補丁補的，自己補的，襪子也是補的，在裡面看不見。我們非常受感動，原來老師是這麼樣的節儉。學生供養他的衣服，新的衣服，轉手就送給別人。我還接受他送我兩套衣服，別人供養他的，新的。新的送給別人，自己穿破了補，補了再補，現在到哪裡去找這種人。他絕對不是叫人補的，他自己補的，叫人補人家早就把它丟掉，買新的送給他。吃飯，自己燒飯，日中一食。住個小房子，台灣人知道，十五坪，一坪兩個榻榻米，十五坪，很小的房子，住一輩子。"
    },
    {
      "id": "02-040-0409_p0019",
      "zh_CN": "不是没有钱，他收入很可观，钱全拿来做慈善事业，带头做。自己真正是省吃俭用，俭省到极处，真是不是非常必要的开销他都会省下来。一个月生活费用，台湾钱，那时候六十年前，两块钱，一天，一个月生活费用六十块钱。六十块钱换美金一块多一点，那时候一块美金，我记得换三十四块台币，不到两块美金。我看到那个样子很感动。那时候我年轻，我三十岁，我跟他学，日中一食，但是我一餐吃得比他多，他两块钱吃饱，我要三块钱。所以我一个月生活费用要九十块钱，没有办法做到他六十块钱，做不到。一个月最低的开销，大概总是一百多一点点。省下来的钱干什么？放生、印经，做这个。我在图书馆做义工，图书馆管吃管住，一个月发一百五十块钱零用钱。我们一个月零用钱最多不会超过五十块钱，还可以省下一百块钱做印经、放生。章嘉大师告诉我的，布施的心不能没有，三种布施，财布施、法布施、无畏布施。用这个钱去印经，三种布施就具足，法布施里头有财，法布施有聪明智慧，就离开一切畏惧，所以法布施三种布施都有。这是印光大师带头，带着做，我们看到了我们跟进，一生当中就修法布施。",
      "zh_TW": "不是沒有錢，他收入很可觀，錢全拿來做慈善事業，帶頭做。自己真正是省吃儉用，儉省到極處，真是不是非常必要的開銷他都會省下來。一個月生活費用，台灣錢，那時候六十年前，兩塊錢，一天，一個月生活費用六十塊錢。六十塊錢換美金一塊多一點，那時候一塊美金，我記得換三十四塊台幣，不到兩塊美金。我看到那個樣子很感動。那時候我年輕，我三十歲，我跟他學，日中一食，但是我一餐吃得比他多，他兩塊錢吃飽，我要三塊錢。所以我一個月生活費用要九十塊錢，沒有辦法做到他六十塊錢，做不到。一個月最低的開銷，大概總是一百多一點點。省下來的錢幹什麼？放生、印經，做這個。我在圖書館做義工，圖書館管吃管住，一個月發一百五十塊錢零用錢。我們一個月零用錢最多不會超過五十塊錢，還可以省下一百塊錢做印經、放生。章嘉大師告訴我的，布施的心不能沒有，三種布施，財布施、法布施、無畏布施。用這個錢去印經，三種布施就具足，法布施裡頭有財，法布施有聰明智慧，就離開一切畏懼，所以法布施三種布施都有。這是印光大師帶頭，帶著做，我們看到了我們跟進，一生當中就修法布施。"
    },
    {
      "id": "02-040-0409_p0020",
      "zh_CN": "佛法，我们应该要做，这些年来我们看到《四库全书》，这是宝，早年在台湾，真的提心吊胆，怕这部书失传。因为这套书的原本，抗战胜利之后全世界只有三套半，完整的。原来七套，都在战乱当中失掉了，三套完整的，一套残缺的。在台湾这些读书人，老一代的学者，没有一个不对这部书真叫提心吊胆，希望能把它翻印出来。这个愿满了，二十年前，商务印书馆翻印《四库》，世界书局印《荟要》。我知道这个信息无量欢喜，有个同修送一笔供养给我，我说我不要钱，你买一套这个书给我。他真的买了一套送给我，我这一套现在在澳洲净宗学院。世界书局的《荟要》，只有《全书》的三分之一，价钱就少了很多，我有钱就买，有钱就买，大概在两年当中我买了七十套。前年第二次翻印，纪念民国一百周年，大概政府意思，劝他们纪念民国一百周年，再版。这两个书店知道我对这个很有兴趣，就通知我，我说好事。再版，《全书》我们先后总共买了一百一十二套，《荟要》买了二百套。为什么？怕这个书遗失掉，现在社会动乱。我们分送在全世界，著名的大学图书馆让他们收藏，世界灾难我们相信不会整个世界全毁灭，不可能，总会有一些留下来。我们的用意在此地，目的在此地，希望这套书在世界上不会再失掉。",
      "zh_TW": "佛法，我們應該要做，這些年來我們看到《四庫全書》，這是寶，早年在台灣，真的提心弔膽，怕這部書失傳。因為這套書的原本，抗戰勝利之後全世界只有三套半，完整的。原來七套，都在戰亂當中失掉了，三套完整的，一套殘缺的。在台灣這些讀書人，老一代的學者，沒有一個不對這部書真叫提心弔膽，希望能把它翻印出來。這個願滿了，二十年前，商務印書館翻印《四庫》，世界書局印《薈要》。我知道這個信息無量歡喜，有個同修送一筆供養給我，我說我不要錢，你買一套這個書給我。他真的買了一套送給我，我這一套現在在澳洲淨宗學院。世界書局的《薈要》，只有《全書》的三分之一，價錢就少了很多，我有錢就買，有錢就買，大概在兩年當中我買了七十套。前年第二次翻印，紀念民國一百週年，大概政府意思，勸他們紀念民國一百週年，再版。這兩個書店知道我對這個很有興趣，就通知我，我說好事。再版，《全書》我們先後總共買了一百一十二套，《薈要》買了二百套。為什麼？怕這個書遺失掉，現在社會動亂。我們分送在全世界，著名的大學圖書館讓他們收藏，世界災難我們相信不會整個世界全毀滅，不可能，總會有一些留下來。我們的用意在此地，目的在此地，希望這套書在世界上不會再失掉。"
    },
    {
      "id": "02-040-0409_p0021",
      "zh_CN": "为什么要重视这个东西？这是全人类无价的珍宝，这个世界上古圣先贤的智慧、理念、方法、经验、成效，都在这个书里头。这说什么？说我们个人身心修养、家庭幸福、社会安定、国家的富强、世界和平，就在这个书里头。这个书里头可以帮助我们达到这些理想跟愿望，那是古圣先贤智慧的结晶。圆满的智慧，方东美先生所说的，善巧的方法、智慧的理念，教我们怎样在这一生当中得到身心快乐，方东美先生所说的人生最高的享受，身心快乐。没有忧虑，没有烦恼，没有压力，一生读自己喜欢读的书，干自己喜欢干的事，没有受到外面压力的干扰。这个人生不但在今天是非常可贵，古时候也可贵。这叫圣贤教育，也就是要立志作圣、作贤，学佛要立志作菩萨、作阿罗汉，这个才真正快乐、真正自在。",
      "zh_TW": "為什麼要重視這個東西？這是全人類無價的珍寶，這個世界上古聖先賢的智慧、理念、方法、經驗、成效，都在這個書裡頭。這說什麼？說我們個人身心修養、家庭幸福、社會安定、國家的富強、世界和平，就在這個書裡頭。這個書裡頭可以幫助我們達到這些理想跟願望，那是古聖先賢智慧的結晶。圓滿的智慧，方東美先生所說的，善巧的方法、智慧的理念，教我們怎樣在這一生當中得到身心快樂，方東美先生所說的人生最高的享受，身心快樂。沒有憂慮，沒有煩惱，沒有壓力，一生讀自己喜歡讀的書，幹自己喜歡幹的事，沒有受到外面壓力的干擾。這個人生不但在今天是非常可貴，古時候也可貴。這叫聖賢教育，也就是要立志作聖、作賢，學佛要立志作菩薩、作阿羅漢，這個才真正快樂、真正自在。"
    },
    {
      "id": "02-040-0409_p0022",
      "zh_CN": "达到最后的目标，是天下太平，你能够影响到全世界，都是从个人为本位，从自己格物、致知、诚意、正心、修身，这是成就自己，后面是成就别人，齐家，成就家庭，治国，成就社会、国家，最后成就全世界。这多有意思，这个人生没有白来。不一定要有很高的地位，要有权势，要有财富，不一定，尽心尽力就是圆满功德，佛在《楞严经》上说的。尽心尽力就是圆满功德，没有力量做，有这个心，功德也是圆满的，不可思议。有缘就做，没有缘就念佛，等待机缘。也不必有心去等待，缘成熟了自然就来了。",
      "zh_TW": "達到最後的目標，是天下太平，你能夠影響到全世界，都是從個人為本位，從自己格物、致知、誠意、正心、修身，這是成就自己，後面是成就別人，齊家，成就家庭，治國，成就社會、國家，最後成就全世界。這多有意思，這個人生沒有白來。不一定要有很高的地位，要有權勢，要有財富，不一定，盡心盡力就是圓滿功德，佛在《楞嚴經》上說的。盡心盡力就是圓滿功德，沒有力量做，有這個心，功德也是圓滿的，不可思議。有緣就做，沒有緣就念佛，等待機緣。也不必有心去等待，緣成熟了自然就來了。"
    },
    {
      "id": "02-040-0409_p0023",
      "zh_CN": "这些典籍有了，大致上没问题了，可以延续到底下一代。后面的责任是他们那一代人责任，如何永续世世代代传下去。现在的问题是人的问题，什么样的人？有真诚爱心的人。真正爱人，不分彼此，爱人如己，爱国如家，要找这样的人。找他来干什么？继承传统文化的大业，这样的人他有能力继承。不需要讲究贫富贵贱、贤愚不肖，只要他真正肯发心，真正肯干，他就会有成就。用十年扎根，这十年扎根就是要放下万缘一门深入，无论世法、佛法，只能学一样。十年就读一部经，经长短不一样，我们用时间来计算，一天读十个小时，十年不间断，这十个小时看你能念多少遍。以《无量寿经》做例子，开始学大概要两个小时念一遍，半年之后可能一个小时就念一遍，念熟了。有个同修告诉我，他从头到尾念一遍三十分钟，念得很快，年轻，行。一个小时念两遍，十个小时念二十遍，一天要念足二十遍，念足十个小时，其余的时间念阿弥陀佛。十年念下去，他就得三昧了，这叫念佛三昧。还是要继续下去，如果没有开悟的话，继续下去，每天还是每天十个小时，读二十遍，再读上几年，可能就豁然大悟，目的达到了。",
      "zh_TW": "這些典籍有了，大致上沒問題了，可以延續到底下一代。後面的責任是他們那一代人責任，如何永續世世代代傳下去。現在的問題是人的問題，什麼樣的人？有真誠愛心的人。真正愛人，不分彼此，愛人如己，愛國如家，要找這樣的人。找他來幹什麼？繼承傳統文化的大業，這樣的人他有能力繼承。不需要講究貧富貴賤、賢愚不肖，只要他真正肯發心，真正肯幹，他就會有成就。用十年扎根，這十年扎根就是要放下萬緣一門深入，無論世法、佛法，只能學一樣。十年就讀一部經，經長短不一樣，我們用時間來計算，一天讀十個小時，十年不間斷，這十個小時看你能念多少遍。以《無量壽經》做例子，開始學大概要兩個小時念一遍，半年之後可能一個小時就念一遍，念熟了。有個同修告訴我，他從頭到尾念一遍三十分鐘，念得很快，年輕，行。一個小時念兩遍，十個小時念二十遍，一天要念足二十遍，念足十個小時，其餘的時間念阿彌陀佛。十年念下去，他就得三昧了，這叫念佛三昧。還是要繼續下去，如果沒有開悟的話，繼續下去，每天還是每天十個小時，讀二十遍，再讀上幾年，可能就豁然大悟，目的達到了。"
    },
    {
      "id": "02-040-0409_p0024",
      "zh_CN": "开悟之后，在佛法里头你就是祖师大德，为什么？这个经你能够讲得透，你能讲得叫人都听懂、听明白。你自己没有深入，不契入，你讲不明白、讲不透，注解再多，都是讲的别人的，不是自己的。自己悟出来的东西是真的，跟佛完全相同，是自性流出来的。佛讲经没有思考，自性流出来的，我们得三昧之后，开悟了，是自性流出来的，跟佛完全没有两样。「愿解如来真实义」这句话不是假话，不开悟做不到，开悟就是的，开悟之后讲经跟佛没有两样。",
      "zh_TW": "開悟之後，在佛法裡頭你就是祖師大德，為什麼？這個經你能夠講得透，你能講得叫人都聽懂、聽明白。你自己沒有深入，不契入，你講不明白、講不透，註解再多，都是講的別人的，不是自己的。自己悟出來的東西是真的，跟佛完全相同，是自性流出來的。佛講經沒有思考，自性流出來的，我們得三昧之後，開悟了，是自性流出來的，跟佛完全沒有兩樣。「願解如來真實義」這句話不是假話，不開悟做不到，開悟就是的，開悟之後講經跟佛沒有兩樣。"
    },
    {
      "id": "02-040-0409_p0025",
      "zh_CN": "人人都有佛性，人人本来是佛，只是现在心散乱。佛心是定的，心一动就不是佛，叫菩萨，再动他就变成罗汉，妄念、杂念多了，他是六道凡夫。阿罗汉有起心动念、有分别，没有执着，见思烦恼没有了，菩萨尘沙烦恼没有了，法身菩萨明心见性，无明烦恼没有了。我们现在三种烦恼都有，叫六道凡夫。什么时候我们能回头？我们用什么方法？刚才我说的就是方法，我们用读经的方法，用听经的方法，行。听经的方法，刘素云做出榜样给我们看，她听《无量寿经》，一天听十个小时。她告诉我，她十个小时是听一个小时的，我早年讲的，大概二十多年前讲的。一部《无量寿经》的光碟，一个小时一片，听十遍，每天听十遍。除了听经之外，她就念阿弥陀佛，她得念佛三昧，开悟了。她不是大彻大悟，是大悟，大彻大悟全通了，她现在是通，通一部分，她不是全通。她要想全通，还得跟以前老样子再搞十年，她会全通。哪里讲经都不要去，继续努力，她会全通。",
      "zh_TW": "人人都有佛性，人人本來是佛，只是現在心散亂。佛心是定的，心一動就不是佛，叫菩薩，再動他就變成羅漢，妄念、雜念多了，他是六道凡夫。阿羅漢有起心動念、有分別，沒有執著，見思煩惱沒有了，菩薩塵沙煩惱沒有了，法身菩薩明心見性，無明煩惱沒有了。我們現在三種煩惱都有，叫六道凡夫。什麼時候我們能回頭？我們用什麼方法？剛才我說的就是方法，我們用讀經的方法，用聽經的方法，行。聽經的方法，劉素雲做出榜樣給我們看，她聽《無量壽經》，一天聽十個小時。她告訴我，她十個小時是聽一個小時的，我早年講的，大概二十多年前講的。一部《無量壽經》的光碟，一個小時一片，聽十遍，每天聽十遍。除了聽經之外，她就念阿彌陀佛，她得念佛三昧，開悟了。她不是大徹大悟，是大悟，大徹大悟全通了，她現在是通，通一部分，她不是全通。她要想全通，還得跟以前老樣子再搞十年，她會全通。哪裡講經都不要去，繼續努力，她會全通。"
    },
    {
      "id": "02-040-0409_p0026",
      "zh_CN": "古人这个方法妙极了，八个字，「一门深入，长时薰修」，还有一句，「读书千遍，其义自见」，其义自见就是开悟，大彻大悟。这个方法佛传的，传到中国来，儒家接受了，如法炮制，道家接受了，也真干。儒释道都有高人，世世代代都有高人。谁是高人？肯干的人是高人，真正相信的人，不怕吃苦的人。十年当中什么都不想，什么念头都没有，他才能得定。现在人麻烦在哪里？他想得太多，他念得太多，把头脑都念糊涂了，所以他开不了悟。还出了很多意外。学生自杀，我们可以说抗战之前没听说过，最近这些年时有所闻，常常有这些报导，连小学生都自杀。大学生自杀，可能课程压力太大，还有其他原因，小学生为什么自杀？而且小学生自杀的很多，连这么小都活得不耐烦，这世界是什么世界，我们得认真去思考。全世界每个城市地区都有青少年的问题，这个问题不能小看，不是小问题，是大问题。",
      "zh_TW": "古人這個方法妙極了，八個字，「一門深入，長時薰修」，還有一句，「讀書千遍，其義自見」，其義自見就是開悟，大徹大悟。這個方法佛傳的，傳到中國來，儒家接受了，如法炮製，道家接受了，也真幹。儒釋道都有高人，世世代代都有高人。誰是高人？肯幹的人是高人，真正相信的人，不怕吃苦的人。十年當中什麼都不想，什麼念頭都沒有，他才能得定。現在人麻煩在哪裡？他想得太多，他念得太多，把頭腦都念糊塗了，所以他開不了悟。還出了很多意外。學生自殺，我們可以說抗戰之前沒聽說過，最近這些年時有所聞，常常有這些報導，連小學生都自殺。大學生自殺，可能課程壓力太大，還有其他原因，小學生為什麼自殺？而且小學生自殺的很多，連這麼小都活得不耐煩，這世界是什麼世界，我們得認真去思考。全世界每個城市地區都有青少年的問題，這個問題不能小看，不是小問題，是大問題。"
    },
    {
      "id": "02-040-0409_p0027",
      "zh_CN": "你看一个家庭的兴衰，你看它底下一代，他的儿女。儿女好，决定兴旺，儿女不好，这个家到此为止。你看这个社会，也看社会的年轻人，看一个国家，还是看儿童，儿童是国家的底下一代。中国自古以来，对于儿童的教育非常严格，这也是中国人几千年立国还没有灭亡真正的原因，重视儿童教育。把下一代都教好了，国家哪有不兴旺的道理！教育的大根大本，现在疏忽了，所以现在社会动乱。大根大本是什么？是孝亲尊师。真正孝顺父母的人不敢做坏事，为什么？做坏事对不起父母、对不起老师，你还有什么面孔去见老师、见父母。这个力量太大了，比法律大千倍、万倍都不止。伦理道德的教育，再加上因果教育，一个人一生不会有恶念。一生没有恶念，这个人就是享受最高的受用，他快乐。没有恶念、没有恶言（言语）、没有恶的行为，这才是真正快乐、真正美满、真正幸福，不是有钱有地位，不是那个，跟那个不相干。",
      "zh_TW": "你看一個家庭的興衰，你看它底下一代，他的兒女。兒女好，決定興旺，兒女不好，這個家到此為止。你看這個社會，也看社會的年輕人，看一個國家，還是看兒童，兒童是國家的底下一代。中國自古以來，對於兒童的教育非常嚴格，這也是中國人幾千年立國還沒有滅亡真正的原因，重視兒童教育。把下一代都教好了，國家哪有不興旺的道理！教育的大根大本，現在疏忽了，所以現在社會動亂。大根大本是什麼？是孝親尊師。真正孝順父母的人不敢做壞事，為什麼？做壞事對不起父母、對不起老師，你還有什麼面孔去見老師、見父母。這個力量太大了，比法律大千倍、萬倍都不止。倫理道德的教育，再加上因果教育，一個人一生不會有惡念。一生沒有惡念，這個人就是享受最高的受用，他快樂。沒有惡念、沒有惡言（言語）、沒有惡的行為，這才是真正快樂、真正美滿、真正幸福，不是有錢有地位，不是那個，跟那個不相干。"
    },
    {
      "id": "02-040-0409_p0028",
      "zh_CN": "你要晓得，中国读书人，真正读得好的人不出来做官。他不是没有智慧，不是没有本事，他有，他真的是个好官。他到哪去了？山洞里去隐居去了。我年轻的时候也读了一些历史，《二十五史》里头的「隐逸传」，我就是想不通。这些人有才华、有智慧、有能力，年岁很轻，为什么不出来替国家社会服务，跑到山林里去隐居，过隐士的生活，历史学家还给他记传，这我想不通，这个人没贡献。以后慢慢年岁大了，学佛了，明白了，作传应该的。他这表示什么？于人无争，于世无求。这些人有能力争、有能力求，他不求、不争，社会安定和谐。所以历史上写他传记，这是非常值得尊敬。就是说他不是没有能力争，他不争，不是没有能力求，他不求；那个不争不求是他求不到、争不到，这是真有能力，他不干，给社会贤达做个好榜样。有能力、有智慧，不争、不求，这才真正称得上圣人、圣贤。所以他教学生，真正遇到好的有缘的学生，两个、三个，他教这几个学生，他的道传下去了，有人承传。这些人多半自己也著书立说，他有著作传给后世。我们《四库》里头经、史、子，包括集，里面都有这些人的作品，社会大众对他敬仰。",
      "zh_TW": "你要曉得，中國讀書人，真正讀得好的人不出來做官。他不是沒有智慧，不是沒有本事，他有，他真的是個好官。他到哪去了？山洞裡去隱居去了。我年輕的時候也讀了一些歷史，《二十五史》裡頭的「隱逸傳」，我就是想不通。這些人有才華、有智慧、有能力，年歲很輕，為什麼不出來替國家社會服務，跑到山林裡去隱居，過隱士的生活，歷史學家還給他記傳，這我想不通，這個人沒貢獻。以後慢慢年歲大了，學佛了，明白了，作傳應該的。他這表示什麼？於人無爭，於世無求。這些人有能力爭、有能力求，他不求、不爭，社會安定和諧。所以歷史上寫他傳記，這是非常值得尊敬。就是說他不是沒有能力爭，他不爭，不是沒有能力求，他不求；那個不爭不求是他求不到、爭不到，這是真有能力，他不幹，給社會賢達做個好榜樣。有能力、有智慧，不爭、不求，這才真正稱得上聖人、聖賢。所以他教學生，真正遇到好的有緣的學生，兩個、三個，他教這幾個學生，他的道傳下去了，有人承傳。這些人多半自己也著書立說，他有著作傳給後世。我們《四庫》裡頭經、史、子，包括集，裡面都有這些人的作品，社會大眾對他敬仰。"
    },
    {
      "id": "02-040-0409_p0029",
      "zh_CN": "我们再继续看注解，窥基大师《通赞疏》里头说的说得好。念老总结一句，「诸说皆同旨」，各家所讲的，《要解》里头讲的，蕅益大师，《疏钞》莲池大师，《通赞疏》窥基大师，他们说的意思都相同。《圆中钞》幽溪大师，他「更进一解」，进一步，也说得好，他说「花开鸟鸣」，这就是极乐世界的白天，「莲合鸟栖」，莲花合起来，鸟停在树上休息，这就是极乐世界的夜晚，实际上没有。他说「窃恐犹是凡圣同居净土气分，与秽土将忘未忘之间」，这个现象是这么出来的。我们是从娑婆世界去的，我们这个世界是秽土，充满了染污。我们往生到极乐世界，习气还没有忘，到那里好久了，怎么没吃饭？怎么没有到夜晚，没有夜晚？还有这个观念。有这个念头起来，这个现象就出现，为什么？一切法从心想生，习气。你看，「以众生生者，多带业往生故。若上之三土，则无此相也」。《圆中钞》所说的，幽溪大师讲的，上面方便土、实报土、常寂光土，决定没这个事情，这些事情的发生是在凡圣同居土，习气没断有这种现象出现，习气断了这个现象就没有了。",
      "zh_TW": "我們再繼續看註解，窺基大師《通贊疏》裡頭說的說得好。念老總結一句，「諸說皆同旨」，各家所講的，《要解》裡頭講的，蕅益大師，《疏鈔》蓮池大師，《通贊疏》窺基大師，他們說的意思都相同。《圓中鈔》幽溪大師，他「更進一解」，進一步，也說得好，他說「花開鳥鳴」，這就是極樂世界的白天，「蓮合鳥棲」，蓮花合起來，鳥停在樹上休息，這就是極樂世界的夜晚，實際上沒有。他說「竊恐猶是凡聖同居淨土氣分，與穢土將忘未忘之間」，這個現象是這麼出來的。我們是從娑婆世界去的，我們這個世界是穢土，充滿了染污。我們往生到極樂世界，習氣還沒有忘，到那裡好久了，怎麼沒吃飯？怎麼沒有到夜晚，沒有夜晚？還有這個觀念。有這個念頭起來，這個現象就出現，為什麼？一切法從心想生，習氣。你看，「以眾生生者，多帶業往生故。若上之三土，則無此相也」。《圓中鈔》所說的，幽溪大師講的，上面方便土、實報土、常寂光土，決定沒這個事情，這些事情的發生是在凡聖同居土，習氣沒斷有這種現象出現，習氣斷了這個現象就沒有了。"
    },
    {
      "id": "02-040-0409_p0030",
      "zh_CN": "我们再看下面这一品：",
      "zh_TW": "我們再看下面這一品："
    },
    {
      "id": "02-040-0409_p0031",
      "zh_CN": "【宝莲佛光第二十一】",
      "zh_TW": "【寶蓮佛光第二十一】"
    },
    {
      "id": "02-040-0409_p0032",
      "zh_CN": "念老对于品题有个简单介绍，「本品显阿弥陀佛国中宝莲，一一有微妙色光，一一光中又现千亿佛，一一佛说妙法，安立无量众生，如是重重无尽不可思议功德」。这个世界真的非常奇妙，不但我们人没有能力想像，无法想像，声闻，我们讲阿罗汉，辟支佛、菩萨，也无法想像。到底是什么回事情？佛说得很妙，唯佛与佛，方能究竟，这个意思是告诉我们，等到你修成佛，你就明白了。你现在还没有修成佛，你别着急，把这个疑问暂时放在那里，到成佛了，你全明白了。这个话是真的不是假的，我们要相信，不要怀疑。我们继续努力，我们成佛不远，为什么？我们走的是一条近路，当生成就的佛法，就是净土宗，信愿持名，他就成就了，真正不可思议。信愿持名，蕅益大师提出来的，印光大师对于这一句佩服得五体投地。他说得太好、太妙了，四个字把净宗全部显示出来，说明它是名符其实的易行道。",
      "zh_TW": "念老對於品題有個簡單介紹，「本品顯阿彌陀佛國中寶蓮，一一有微妙色光，一一光中又現千億佛，一一佛說妙法，安立無量眾生，如是重重無盡不可思議功德」。這個世界真的非常奇妙，不但我們人沒有能力想像，無法想像，聲聞，我們講阿羅漢，辟支佛、菩薩，也無法想像。到底是什麼回事情？佛說得很妙，唯佛與佛，方能究竟，這個意思是告訴我們，等到你修成佛，你就明白了。你現在還沒有修成佛，你別著急，把這個疑問暫時放在那裡，到成佛了，你全明白了。這個話是真的不是假的，我們要相信，不要懷疑。我們繼續努力，我們成佛不遠，為什麼？我們走的是一條近路，當生成就的佛法，就是淨土宗，信願持名，他就成就了，真正不可思議。信願持名，蕅益大師提出來的，印光大師對於這一句佩服得五體投地。他說得太好、太妙了，四個字把淨宗全部顯示出來，說明它是名符其實的易行道。"
    },
    {
      "id": "02-040-0409_p0033",
      "zh_CN": "这个世界的微妙，举一个例子，莲花，所有一切众生生到极乐世界都是莲花化生。极乐世界只有一桩事情看到生灭，其他的都是不生不灭，永恒不变，宝池的莲花有生有灭，有变化。十方世界有一个人发愿求往生，这个宝池里头长一个花苞，就现一个花苞，花苞花上都有他的名字。他念佛的功夫勤，花愈长愈大，它有变化，它变大了；如果他懈怠，功夫不精进，这花就萎缩了。如果他不相信了，改学别的宗派，这花就枯了，这个花有生有灭，花就没有了。他再发心，再发心花又开了，又来了。所以，只有宝池莲花里头看到有生灭、有变化，其他没有。",
      "zh_TW": "這個世界的微妙，舉一個例子，蓮花，所有一切眾生生到極樂世界都是蓮花化生。極樂世界只有一樁事情看到生滅，其他的都是不生不滅，永恆不變，寶池的蓮花有生有滅，有變化。十方世界有一個人發願求往生，這個寶池裡頭長一個花苞，就現一個花苞，花苞花上都有他的名字。他念佛的功夫勤，花愈長愈大，它有變化，它變大了；如果他懈怠，功夫不精進，這花就萎縮了。如果他不相信了，改學別的宗派，這花就枯了，這個花有生有滅，花就沒有了。他再發心，再發心花又開了，又來了。所以，只有寶池蓮花裡頭看到有生滅、有變化，其他沒有。"
    },
    {
      "id": "02-040-0409_p0034",
      "zh_CN": "最殊胜的变化，这个地方要给我们介绍，每一朵莲花有微妙的色光。所以我们现在修行，断恶修善，积功累德，要把这桩事情回向给极乐世界，回向，花就起变化。这是什么？这是带得去的，干别的事情带不去。古德说，「万般将不去」，那个将就是带着，这个世界上没有一样东西你能带去，名闻利养都带不去，「唯有业随身」，你造的业能带去，业力感下一期的生死苦乐果报，只有这个东西能带去。于是我们就能体会到，带不去的东西统统放下，不要放在心上，带得去的要放在心上。佛带得去，信愿持名这个带得去，除这个之外，没有一样东西你能带去。我们真正搞明白了，不在这上用功夫在哪里用功夫？这是我们不能不注意的，这一世要是疏忽了，来世再遇到这样的机会比登天还难，往生天上不是难事，一生当中遇到净宗这个难，太难太难。",
      "zh_TW": "最殊勝的變化，這個地方要給我們介紹，每一朵蓮花有微妙的色光。所以我們現在修行，斷惡修善，積功累德，要把這樁事情迴向給極樂世界，迴向，花就起變化。這是什麼？這是帶得去的，幹別的事情帶不去。古德說，「萬般將不去」，那個將就是帶著，這個世界上沒有一樣東西你能帶去，名聞利養都帶不去，「唯有業隨身」，你造的業能帶去，業力感下一期的生死苦樂果報，只有這個東西能帶去。於是我們就能體會到，帶不去的東西統統放下，不要放在心上，帶得去的要放在心上。佛帶得去，信願持名這個帶得去，除這個之外，沒有一樣東西你能帶去。我們真正搞明白了，不在這上用功夫在哪裡用功夫？這是我們不能不注意的，這一世要是疏忽了，來世再遇到這樣的機會比登天還難，往生天上不是難事，一生當中遇到淨宗這個難，太難太難。"
    },
    {
      "id": "02-040-0409_p0035",
      "zh_CN": "宝莲有光有色，光跟色完全是我们现在修的功夫。光中又现千亿佛，一一佛都在那里说法，教化众生。这是什么？这是自性的性德，本来如是。再微细的去看，重重无尽不可思议功德。重重无尽，我们有个说明，「表示华严宗缘起说特色之用语」，重重无尽。华严宗的十门，就是十门开启，这个后头有，有注解，十玄门。十门当中随便取哪一门，里面都含摄其他的九门，一即是十，十即是一，每一门都含摄其余的九门。所以，「随取一门，即具十门，而以十之数表示无穷无尽而圆满无碍之法界，故称十十无尽」。它这个十不是数字，是代表圆满。《华严》用十表圆满，十是四方、四维、上下，这就圆满了。净土经典里面用七，《无量寿经》都讲七宝，《弥陀经》都讲七，七是讲四方、上下、当中，这也是圆满的意思。任何一方都具足十方，在净宗，任何一方都是圆满的七方，一即是多，多即是一，一多不二，取这个意思。",
      "zh_TW": "寶蓮有光有色，光跟色完全是我們現在修的功夫。光中又現千億佛，一一佛都在那裡說法，教化眾生。這是什麼？這是自性的性德，本來如是。再微細的去看，重重無盡不可思議功德。重重無盡，我們有個說明，「表示華嚴宗緣起說特色之用語」，重重無盡。華嚴宗的十門，就是十門開啟，這個後頭有，有註解，十玄門。十門當中隨便取哪一門，裡面都含攝其他的九門，一即是十，十即是一，每一門都含攝其餘的九門。所以，「隨取一門，即具十門，而以十之數表示無窮無盡而圓滿無礙之法界，故稱十十無盡」。它這個十不是數字，是代表圓滿。《華嚴》用十表圓滿，十是四方、四維、上下，這就圓滿了。淨土經典裡面用七，《無量壽經》都講七寶，《彌陀經》都講七，七是講四方、上下、當中，這也是圓滿的意思。任何一方都具足十方，在淨宗，任何一方都是圓滿的七方，一即是多，多即是一，一多不二，取這個意思。"
    },
    {
      "id": "02-040-0409_p0036",
      "zh_CN": "「又以十中之每一者皆含有十，十十互具则成百，百百互具则成千」，十个千，这一万，「千千互具则成万」，是百万，「无尽重重，重重无尽，以喻各种现象之存在皆具有无限之关系，互相融摄，互相作用」。这是宇宙的自然现象，宇宙本来就是这个样子，微妙到极处。一粒微尘里面有整个宇宙，微尘没有放大，宇宙没有缩小，微尘里头有世界，跟大世界完全一样。我们知道这个现象，就知道今天科学家发现的电晶体，大小大概只有小指甲这么大，里面可以容纳一部《大藏经》，我们感到非常惊讶。我在澳洲，有人送我一部《四库全书》，什么呢？就是电晶体的片子，十几片，十几片是一套完整的《四库全书》，放在电脑里头可以看。携带太方便了，放在一起只有洋火盒那么大，放在口袋里。稀不稀奇？不稀奇。为什么？佛说了，一微尘里头有整个世界，你现在这么大一片东西，还十几片，才是一套《四库全书》，跟佛讲的差太远了，《华严经》上说的。",
      "zh_TW": "「又以十中之每一者皆含有十，十十互具則成百，百百互具則成千」，十個千，這一萬，「千千互具則成萬」，是百萬，「無盡重重，重重無盡，以喻各種現象之存在皆具有無限之關係，互相融攝，互相作用」。這是宇宙的自然現象，宇宙本來就是這個樣子，微妙到極處。一粒微塵裡面有整個宇宙，微塵沒有放大，宇宙沒有縮小，微塵裡頭有世界，跟大世界完全一樣。我們知道這個現象，就知道今天科學家發現的電晶體，大小大概只有小指甲這麼大，裡面可以容納一部《大藏經》，我們感到非常驚訝。我在澳洲，有人送我一部《四庫全書》，什麼呢？就是電晶體的片子，十幾片，十幾片是一套完整的《四庫全書》，放在電腦裡頭可以看。攜帶太方便了，放在一起只有洋火盒那麼大，放在口袋裡。稀不稀奇？不稀奇。為什麼？佛說了，一微塵裡頭有整個世界，你現在這麼大一片東西，還十幾片，才是一套《四庫全書》，跟佛講的差太遠了，《華嚴經》上說的。"
    },
    {
      "id": "02-040-0409_p0037",
      "zh_CN": "什么人能够契入微尘世界里面去参观、访问？普贤菩萨。普贤菩萨在那里面去礼拜十方诸佛，供佛闻法，他没有障碍，他在一微尘里头。这一微尘在哪里？那个微尘比细胞还小，细胞很大，肉眼能看见，微尘看不见，微尘在细胞里头。细胞里面有无量的微尘，微尘里头有无量无边的世界，神话。不是神话，是事实，我们不知道，这宇宙的奥秘。谁知道？佛在经上告诉我们，八地以上，我们努力，到我们证得八地就看到了，全都明白了。佛给我们说，怎么说我们都不会明白，为什么？不是境界，一定要亲证到这个境界，就完全明白。然后告诉你，佛真的没有妄语，没有一句是假话。所以，宇宙万物真的是一体，我常常讲这是什么？佛教的伦理学，伦理是讲关系。",
      "zh_TW": "什麼人能夠契入微塵世界裡面去參觀、訪問？普賢菩薩。普賢菩薩在那裡面去禮拜十方諸佛，供佛聞法，他沒有障礙，他在一微塵裡頭。這一微塵在哪裡？那個微塵比細胞還小，細胞很大，肉眼能看見，微塵看不見，微塵在細胞裡頭。細胞裡面有無量的微塵，微塵裡頭有無量無邊的世界，神話。不是神話，是事實，我們不知道，這宇宙的奧祕。誰知道？佛在經上告訴我們，八地以上，我們努力，到我們證得八地就看到了，全都明白了。佛給我們說，怎麼說我們都不會明白，為什麼？不是境界，一定要親證到這個境界，就完全明白。然後告訴你，佛真的沒有妄語，沒有一句是假話。所以，宇宙萬物真的是一體，我常常講這是什麼？佛教的倫理學，倫理是講關係。"
    },
    {
      "id": "02-040-0409_p0038",
      "zh_CN": "中国自古讲五伦，五伦就是世界一家，天下一家。一家就和睦，没有斗争、没有竞争，一家，只有互助合作，互相敬爱。我们这个人身，科学家他告诉我们，人身的细胞是五十兆，单位是兆，我们全身的细胞，构成这个身体。这么多的细胞，用这个原理来看，同样的，是真的不是假的，每一个细胞具足所有细胞，一即是多，多即是一。它们和睦相处，它们不打架，它要一不和睦，人就生病了，带上病毒就不和睦了，没有病毒就是和睦。和睦是消毒的，六和敬是消毒的，身心健康。如果我们要是体会到整个宇宙是一体，我们对待一切人事物都会恭敬，决定不会在那里起心动念。为什么？起心动念、分别执着是毒，那就是带着病毒的细胞。不起心、不动念、不分别、不执着，健康的细胞。不但世界是一家，整个宇宙是一家，大和，法界虚空界是个六和敬圆满的成就。",
      "zh_TW": "中國自古講五倫，五倫就是世界一家，天下一家。一家就和睦，沒有鬥爭、沒有競爭，一家，只有互助合作，互相敬愛。我們這個人身，科學家他告訴我們，人身的細胞是五十兆，單位是兆，我們全身的細胞，構成這個身體。這麼多的細胞，用這個原理來看，同樣的，是真的不是假的，每一個細胞具足所有細胞，一即是多，多即是一。它們和睦相處，它們不打架，它要一不和睦，人就生病了，帶上病毒就不和睦了，沒有病毒就是和睦。和睦是消毒的，六和敬是消毒的，身心健康。如果我們要是體會到整個宇宙是一體，我們對待一切人事物都會恭敬，決定不會在那裡起心動念。為什麼？起心動念、分別執著是毒，那就是帶著病毒的細胞。不起心、不動念、不分別、不執著，健康的細胞。不但世界是一家，整個宇宙是一家，大和，法界虛空界是個六和敬圓滿的成就。"
    },
    {
      "id": "02-040-0409_p0039",
      "zh_CN": "本来是和，不和是假的，和是真的。不和出现在哪里？不和出现在恶梦里头，醒过来没有了。我讲的话是真话，清醒的时候决定和睦，只有迷梦不和。所以我们要是跟人不和，跟事不和，跟一切物不和，想到我现在在迷梦中，醒过来就没有了。觉悟了，这个迷梦应该放下，不可以贪恋，不可以当真，我们才有清醒的机会，才有觉悟的那一天。如果把它当真，如果把它放在心上，永远不会觉悟，永远不会醒过来，这个道理不能不懂。如是重重无尽不可思议功德，成就的是不可思议的境界。",
      "zh_TW": "本來是和，不和是假的，和是真的。不和出現在哪裡？不和出現在惡夢裡頭，醒過來沒有了。我講的話是真話，清醒的時候決定和睦，只有迷夢不和。所以我們要是跟人不和，跟事不和，跟一切物不和，想到我現在在迷夢中，醒過來就沒有了。覺悟了，這個迷夢應該放下，不可以貪戀，不可以當真，我們才有清醒的機會，才有覺悟的那一天。如果把它當真，如果把它放在心上，永遠不會覺悟，永遠不會醒過來，這個道理不能不懂。如是重重無盡不可思議功德，成就的是不可思議的境界。"
    },
    {
      "id": "02-040-0409_p0040",
      "zh_CN": "下面经文，「宝莲」，分六段，第一段，「宝莲周遍」。",
      "zh_TW": "下面經文，「寶蓮」，分六段，第一段，「寶蓮周遍」。"
    },
    {
      "id": "02-040-0409_p0041",
      "zh_CN": "【又众宝莲华周满世界。】",
      "zh_TW": "【又眾寶蓮華周滿世界。】"
    },
    {
      "id": "02-040-0409_p0042",
      "zh_CN": "「文中首明宝莲」，然后再说明莲光中的佛。「于宝莲中，又含六义，一者，莲花周遍国中」，这就是这一段。在西方极乐世界处处看到宝莲，无量珍宝成就的莲花。",
      "zh_TW": "「文中首明寶蓮」，然後再說明蓮光中的佛。「於寶蓮中，又含六義，一者，蓮花周遍國中」，這就是這一段。在西方極樂世界處處看到寶蓮，無量珍寶成就的蓮花。"
    },
    {
      "id": "02-040-0409_p0043",
      "zh_CN": "「华千亿叶」，莲花的数量。",
      "zh_TW": "「華千億葉」，蓮花的數量。"
    },
    {
      "id": "02-040-0409_p0044",
      "zh_CN": "【一一宝华百千亿叶。】",
      "zh_TW": "【一一寶華百千億葉。】"
    },
    {
      "id": "02-040-0409_p0045",
      "zh_CN": "这莲叶的数量。我们这个世间的莲花，莲叶的数量很有限，西方世界的莲花，莲叶的数量很多，莲叶的样子细长，像我们这个世间的菊花一样，叶子很长。我们这边莲花的叶子很大个的，不多，极乐世界的莲花叶细长，有百千亿叶。「光色无量」。",
      "zh_TW": "這蓮葉的數量。我們這個世間的蓮花，蓮葉的數量很有限，西方世界的蓮花，蓮葉的數量很多，蓮葉的樣子細長，像我們這個世間的菊花一樣，葉子很長。我們這邊蓮花的葉子很大個的，不多，極樂世界的蓮花葉細長，有百千億葉。「光色無量」。"
    },
    {
      "id": "02-040-0409_p0046",
      "zh_CN": "【其华光明。无量种色。青色青光。白色白光。玄黄朱紫。光色亦然。】",
      "zh_TW": "【其華光明。無量種色。青色青光。白色白光。玄黃朱紫。光色亦然。】"
    },
    {
      "id": "02-040-0409_p0047",
      "zh_CN": "什么样的颜色放什么样光，念老的注解说得好，「光色无量。莲花本体，即是光明，故曰其华光明」。花的体是光明，光明无量无边，所以经文里头有『其华光明』。又莲华颜色、种类无量无边，经上提的这几种颜色，我们这个世界称它为原色。一切颜色是幻化的，三原色，红色的、黄色的、蓝色的，这三种色调和，现无量无边色。所以经上常举的四种颜色，青色、白色、黄色、赤色，《弥陀经》上讲四色。白色也是假的，我们在分光镜里面看到，看太阳，分光镜把太阳颜色分出来，七种颜色，七种颜色合起来是白色的。所以白色是假的，不是真的。这三原色。",
      "zh_TW": "什麼樣的顏色放什麼樣光，念老的註解說得好，「光色無量。蓮花本體，即是光明，故曰其華光明」。花的體是光明，光明無量無邊，所以經文裡頭有『其華光明』。又蓮華顏色、種類無量無邊，經上提的這幾種顏色，我們這個世界稱它為原色。一切顏色是幻化的，三原色，紅色的、黃色的、藍色的，這三種色調和，現無量無邊色。所以經上常舉的四種顏色，青色、白色、黃色、赤色，《彌陀經》上講四色。白色也是假的，我們在分光鏡裡面看到，看太陽，分光鏡把太陽顏色分出來，七種顏色，七種顏色合起來是白色的。所以白色是假的，不是真的。這三原色。"
    },
    {
      "id": "02-040-0409_p0048",
      "zh_CN": "这些都显示性德，性德的原色，这个很重要。原色只有三，佛法的最高指导原则都是三条，戒定慧叫三学。不但是净宗最高指导原则，是一切大乘指导的原则，净业三福。三里面还有根，哪个最重要？最重要是孝敬两个字，孝是根，敬是本。孝是性德第一德，敬是第二。道生一，一生二，二生三，三生万物，道家讲的，我们要明白这个道理。我们的根是什么？孝养父母，奉事师长，这是根。我们今天讲要复兴传统文化，从哪里开始？就从孝敬开始，如果不从孝敬开始不会成就。有孝、有敬它有根，它慢慢会发芽、会茁壮、会开花、会结果。如果没有根，那就说说而已。根在哪里？根在我们自己心里头，我们要把它做出来，才能自救救他，救社会、救国家、救人类。要从自己开始，这真正是有生机；自己没有开始，假的，这死东西，不会开花结果。好，今天时间到了，我们就学到此地。",
      "zh_TW": "這些都顯示性德，性德的原色，這個很重要。原色只有三，佛法的最高指導原則都是三條，戒定慧叫三學。不但是淨宗最高指導原則，是一切大乘指導的原則，淨業三福。三裡面還有根，哪個最重要？最重要是孝敬兩個字，孝是根，敬是本。孝是性德第一德，敬是第二。道生一，一生二，二生三，三生萬物，道家講的，我們要明白這個道理。我們的根是什麼？孝養父母，奉事師長，這是根。我們今天講要復興傳統文化，從哪裡開始？就從孝敬開始，如果不從孝敬開始不會成就。有孝、有敬它有根，它慢慢會發芽、會茁壯、會開花、會結果。如果沒有根，那就說說而已。根在哪裡？根在我們自己心裡頭，我們要把它做出來，才能自救救他，救社會、救國家、救人類。要從自己開始，這真正是有生機；自己沒有開始，假的，這死東西，不會開花結果。好，今天時間到了，我們就學到此地。"
    }
  ]
}