{
  "doc_id": "02-040-0091",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十一集",
    "zh_TW": "第九十一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0091",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-040-0091_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百二十页，倒数第五行，科题「佛护」。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百二十頁，倒數第五行，科題「佛護」。"
    },
    {
      "id": "02-040-0091_p0002",
      "zh_CN": "【无量诸佛咸共护念。】",
      "zh_TW": "【無量諸佛咸共護念。】"
    },
    {
      "id": "02-040-0091_p0003",
      "zh_CN": "这是说真正依教奉行这些佛弟子，无论出家、在家都会得到无量诸佛共同护念，这个福、缘无与伦比，太大、太殊胜了，这也是难信之法。为什么会有这么殊胜？我们对于阿弥陀佛了解不透彻，认识不清楚，就会有怀疑，真正搞清楚、搞明白就懂得，我们俗话叫沾光，念佛人都沾阿弥陀佛的光明，无论在什么地方都得到诸佛护念。诸佛大智、大慈、大德、大能，我们要学会！佛对于一个弥陀的学生都这么尊敬，而我们对于学佛的同学，恭敬心生不起来，这是我们应该想到的。常常想到：这是个念佛人，一切诸佛都护持、都尊敬。我们怎么可以怠慢？怎么可以小看别人？无论这个人学佛是真、是假，普贤菩萨礼敬诸佛没有分别心、没有执着心，一律平等。称赞，才有分别、才有思考该不该称赞，礼敬可没有，完全平等，诸佛护念，也是完全平等。假学佛的、假念佛的人，得到佛的护念，得到一切大众的护念，他就变成真的。为什么？惭愧心生起来，他就暗中去改过自新，表面上不好说，碍于面子，内心里头真正在改过，这好事，这都是帮助人成就。所以我们读这一句经文，这句经文对我们的利益无量无边，告诉我们怎样待人接物，恶人都要用善心去待他，他会回头，那善人更不必说！这是要做出榜样来给人看的。",
      "zh_TW": "這是說真正依教奉行這些佛弟子，無論出家、在家都會得到無量諸佛共同護念，這個福、緣無與倫比，太大、太殊勝了，這也是難信之法。為什麼會有這麼殊勝？我們對於阿彌陀佛了解不透徹，認識不清楚，就會有懷疑，真正搞清楚、搞明白就懂得，我們俗話叫沾光，念佛人都沾阿彌陀佛的光明，無論在什麼地方都得到諸佛護念。諸佛大智、大慈、大德、大能，我們要學會！佛對於一個彌陀的學生都這麼尊敬，而我們對於學佛的同學，恭敬心生不起來，這是我們應該想到的。常常想到：這是個念佛人，一切諸佛都護持、都尊敬。我們怎麼可以怠慢？怎麼可以小看別人？無論這個人學佛是真、是假，普賢菩薩禮敬諸佛沒有分別心、沒有執著心，一律平等。稱讚，才有分別、才有思考該不該稱讚，禮敬可沒有，完全平等，諸佛護念，也是完全平等。假學佛的、假念佛的人，得到佛的護念，得到一切大眾的護念，他就變成真的。為什麼？慚愧心生起來，他就暗中去改過自新，表面上不好說，礙於面子，內心裡頭真正在改過，這好事，這都是幫助人成就。所以我們讀這一句經文，這句經文對我們的利益無量無邊，告訴我們怎樣待人接物，惡人都要用善心去待他，他會回頭，那善人更不必說！這是要做出榜樣來給人看的。"
    },
    {
      "id": "02-040-0091_p0004",
      "zh_CN": "下面这解释，「护念者，保护忆念也」，真正发心保护他，常常念着。保护这个念佛人就是护持正法，就是保护大众的正念、正思、正行，这功德多大！一个人影响一大片，这能不护持吗？能不保护吗？「《会疏》曰：护谓覆护，念谓记念」。覆护是个比喻，好比小孩受了惊吓，受了寒冻，我们用衣服把他遮起来保护他，让他得到温暖，得到安全感，取这个意思，覆护。念是记念，常常放在心上，不把这个事情忘记。「《净影疏》曰：护使离恶，念令增善」，这是护念的功德，就是护念的好处、护念的利益是什么？帮助他远离一切恶，增长一切善，帮助他提升，用意在此地。",
      "zh_TW": "下面這解釋，「護念者，保護憶念也」，真正發心保護他，常常念著。保護這個念佛人就是護持正法，就是保護大眾的正念、正思、正行，這功德多大！一個人影響一大片，這能不護持嗎？能不保護嗎？「《會疏》曰：護謂覆護，念謂記念」。覆護是個比喻，好比小孩受了驚嚇，受了寒凍，我們用衣服把他遮起來保護他，讓他得到溫暖，得到安全感，取這個意思，覆護。念是記念，常常放在心上，不把這個事情忘記。「《淨影疏》曰：護使離惡，念令增善」，這是護念的功德，就是護念的好處、護念的利益是什麼？幫助他遠離一切惡，增長一切善，幫助他提升，用意在此地。"
    },
    {
      "id": "02-040-0091_p0005",
      "zh_CN": "「故知此两句」，这两句当中没有用句点，合成一句，『无量诸佛咸共护念』。「综」，这是综合，「赞会中诸大士」，这会中是「无量寿会」，释迦牟尼佛在这个时候为我们宣讲《无量寿经》，为我们介绍极乐世界，介绍阿弥陀佛。这个会办这桩大事，参与大会的人都不是普通人，为什么？咸共「遵修普贤之德」，都是修普贤行的。普贤行是菩萨最高的行门，他们用的心纯真纯善，广大无有边际，所谓是心包太虚，量周沙界，修普贤的十愿。「使余菩萨无边善根皆得成熟」，菩萨见到了，这么多人都在修普贤行，他也在学普贤行，看到这些大菩萨法身大士，自自然然把这些菩萨的善根福德都向上提升，远离恶缘，提升齐佛，到佛的境界。「故无量诸佛悉皆护念」，这就是一切诸佛为什么护念，是你真信、真愿、真干。我们只记住这三桩事情，真正相信有极乐世界，真正相信有阿弥陀佛，我真正发愿求生净土亲近弥陀，这一句佛号念念不断，你就得到诸佛咸共护念。诸佛都护念你，你不会有疾病，你不会有灾难，灾难纵然在面前发生，你也平安无事，为什么？诸佛护念你。信心是首要的条件，没有信心，这种殊胜的利益，当面错过，你得不到。",
      "zh_TW": "「故知此兩句」，這兩句當中沒有用句點，合成一句，『無量諸佛咸共護念』。「綜」，這是綜合，「讚會中諸大士」，這會中是「無量壽會」，釋迦牟尼佛在這個時候為我們宣講《無量壽經》，為我們介紹極樂世界，介紹阿彌陀佛。這個會辦這樁大事，參與大會的人都不是普通人，為什麼？咸共「遵修普賢之德」，都是修普賢行的。普賢行是菩薩最高的行門，他們用的心純真純善，廣大無有邊際，所謂是心包太虛，量周沙界，修普賢的十願。「使餘菩薩無邊善根皆得成熟」，菩薩見到了，這麼多人都在修普賢行，他也在學普賢行，看到這些大菩薩法身大士，自自然然把這些菩薩的善根福德都向上提升，遠離惡緣，提升齊佛，到佛的境界。「故無量諸佛悉皆護念」，這就是一切諸佛為什麼護念，是你真信、真願、真幹。我們只記住這三樁事情，真正相信有極樂世界，真正相信有阿彌陀佛，我真正發願求生淨土親近彌陀，這一句佛號念念不斷，你就得到諸佛咸共護念。諸佛都護念你，你不會有疾病，你不會有災難，災難縱然在面前發生，你也平安無事，為什麼？諸佛護念你。信心是首要的條件，沒有信心，這種殊勝的利益，當面錯過，你得不到。"
    },
    {
      "id": "02-040-0091_p0006",
      "zh_CN": "下面一科，「文殊智德」，这也分两段，前面一段「示相无得」，这里头三小段，第一段是示现。经文：",
      "zh_TW": "下面一科，「文殊智德」，這也分兩段，前面一段「示相無得」，這裡頭三小段，第一段是示現。經文："
    },
    {
      "id": "02-040-0091_p0007",
      "zh_CN": "【诸佛刹中。皆能示现。】",
      "zh_TW": "【諸佛剎中。皆能示現。】"
    },
    {
      "id": "02-040-0091_p0008",
      "zh_CN": "我们就看到这一句，极乐世界想不想去？这是得大自在！见一尊佛都不容易，『诸佛刹中』，你来去自由，想去就去，跟诸佛如来想见就见，没有一点障碍，极乐世界的人，到极乐世界就这么自在。你真的明白了，这非去不可，这怎么能不去！要成佛就要常常跟佛接近，要不离开佛，我们成佛就快了。这些都是「续演转法轮之第七相」，都在这一大段里头。",
      "zh_TW": "我們就看到這一句，極樂世界想不想去？這是得大自在！見一尊佛都不容易，『諸佛剎中』，你來去自由，想去就去，跟諸佛如來想見就見，沒有一點障礙，極樂世界的人，到極樂世界就這麼自在。你真的明白了，這非去不可，這怎麼能不去！要成佛就要常常跟佛接近，要不離開佛，我們成佛就快了。這些都是「續演轉法輪之第七相」，都在這一大段裡頭。"
    },
    {
      "id": "02-040-0091_p0009",
      "zh_CN": "「本品」，这第二品品题，「名为德遵普贤，正表经中普贤位列上首之义」。为什么出家菩萨众第一个是普贤菩萨？「盖本经为圆教」，这是自古以来祖师大德都肯定的是圆教。圆教，「从果起因」，阿弥陀佛是果佛，极乐世界是果地上的境界，从果起因，普贤菩萨代表果德。「故先普贤，而次文殊，普贤表行，文殊表智」，净宗法门是把行摆在第一，懂不懂没关系，不重要，真正相信、真正发愿、老实念佛这个重要，什么不懂他也决定得生。生到西方极乐世界智慧自然开，而且是大智慧，智慧、德能、相好跟法身菩萨平等。这个殊胜，一切经里头没有，只有净土三经，所以就是稀有可贵！无量法门只有这一门，错过了之后，再也找不到了。",
      "zh_TW": "「本品」，這第二品品題，「名為德遵普賢，正表經中普賢位列上首之義」。為什麼出家菩薩眾第一個是普賢菩薩？「蓋本經為圓教」，這是自古以來祖師大德都肯定的是圓教。圓教，「從果起因」，阿彌陀佛是果佛，極樂世界是果地上的境界，從果起因，普賢菩薩代表果德。「故先普賢，而次文殊，普賢表行，文殊表智」，淨宗法門是把行擺在第一，懂不懂沒關係，不重要，真正相信、真正發願、老實念佛這個重要，什麼不懂他也決定得生。生到西方極樂世界智慧自然開，而且是大智慧，智慧、德能、相好跟法身菩薩平等。這個殊勝，一切經裡頭沒有，只有淨土三經，所以就是稀有可貴！無量法門只有這一門，錯過了之後，再也找不到了。"
    },
    {
      "id": "02-040-0091_p0010",
      "zh_CN": "「无智则不能起行，故复当标显文殊」，文殊代表看破，普贤代表放下，放下是行门，看破是智门。对于知识分子来说，一定是先看破后起行，所以世尊当年在世四十九年讲经教学，为什么？就是为知识分子。知识分子是最难度的，他有他的意见，有他的想法，有他的看法。不同下愚之人，下愚之人他没有想法，他没有看法，他很单纯，叫他干什么就干什么，那种人好度。对上上根人、对下愚之人佛完全教他念佛，没有任何教法，好度，根熟了，往生决定成佛，往生就是成佛，你看他多简单。我们要特别感恩释迦牟尼佛，我们是最难度的，当中这个分子上不上、下不下，四十九年辛辛苦苦教诲全为我们，对我们这些人最后还是导归净土。《华严经》到末后，善财童子五十三参，十大愿王导归极乐，转一大圈还是走这条路，最后成就。上智下愚就省了，他不要绕这圈子，直截了当，世尊把这个路指示给他，他就乖乖走，他没有疑惑，他没有分别，他没有执着，一条路走到底原来就到家。",
      "zh_TW": "「無智則不能起行，故復當標顯文殊」，文殊代表看破，普賢代表放下，放下是行門，看破是智門。對於知識分子來說，一定是先看破後起行，所以世尊當年在世四十九年講經教學，為什麼？就是為知識分子。知識分子是最難度的，他有他的意見，有他的想法，有他的看法。不同下愚之人，下愚之人他沒有想法，他沒有看法，他很單純，叫他幹什麼就幹什麼，那種人好度。對上上根人、對下愚之人佛完全教他念佛，沒有任何教法，好度，根熟了，往生決定成佛，往生就是成佛，你看他多簡單。我們要特別感恩釋迦牟尼佛，我們是最難度的，當中這個分子上不上、下不下，四十九年辛辛苦苦教誨全為我們，對我們這些人最後還是導歸淨土。《華嚴經》到末後，善財童子五十三參，十大願王導歸極樂，轉一大圈還是走這條路，最後成就。上智下愚就省了，他不要繞這圈子，直截了當，世尊把這個路指示給他，他就乖乖走，他沒有疑惑，他沒有分別，他沒有執著，一條路走到底原來就到家。"
    },
    {
      "id": "02-040-0091_p0011",
      "zh_CN": "「如《无量寿经起信论》曰：不度文殊智海，难入普贤行门」，这个话是真的，意思就是说没有文殊的智慧，对于普贤行门你很难相信，很难契入，普贤行最后是念佛求生净土。「以不能了知自心」，这凡夫迷失了自心。「一念顿圆，平等正性，凡圣共有，一际无差」，这四句是讲我们自心，我们本心是这样的。一念顿圆，我们今天圆不了，谁表演的？惠能大师表演的，玲珑剔透，绝妙的示现。我们要知道能大师有，我们也有，他为什么一念顿圆？一念顿舍，舍是放下。一念之间，你看看，起心动念、分别执着统统放下了，一个杂念没有了，一个妄想没有了，他就圆满成佛了。表演给我们看，就是说明这个事情，人人能做得到。叫你背一百篇古文未必能做到，你没有这个程度做不到。这一念放下是人人都可以做到，但是问题是什么？就是不肯放下。本来是佛，现在就是不肯作佛，不肯回头，一切众生的问题都在这里，不晓得放下就是！",
      "zh_TW": "「如《無量壽經起信論》曰：不度文殊智海，難入普賢行門」，這個話是真的，意思就是說沒有文殊的智慧，對於普賢行門你很難相信，很難契入，普賢行最後是念佛求生淨土。「以不能了知自心」，這凡夫迷失了自心。「一念頓圓，平等正性，凡聖共有，一際無差」，這四句是講我們自心，我們本心是這樣的。一念頓圓，我們今天圓不了，誰表演的？惠能大師表演的，玲瓏剔透，絕妙的示現。我們要知道能大師有，我們也有，他為什麼一念頓圓？一念頓捨，捨是放下。一念之間，你看看，起心動念、分別執著統統放下了，一個雜念沒有了，一個妄想沒有了，他就圓滿成佛了。表演給我們看，就是說明這個事情，人人能做得到。叫你背一百篇古文未必能做到，你沒有這個程度做不到。這一念放下是人人都可以做到，但是問題是什麼？就是不肯放下。本來是佛，現在就是不肯作佛，不肯回頭，一切眾生的問題都在這裡，不曉得放下就是！"
    },
    {
      "id": "02-040-0091_p0012",
      "zh_CN": "「以不了故，所有愿行悉不具足」，不能说你没有愿、没有行，你的愿跟行都不足，愿不足，行也不足。「何以故」，为什么？「心外起修，即成有漏」，无论你怎样起修，你的心在外面。这外是什么？六尘，你的心在色声香味触法，这就叫心外。所以不管你怎么修法，你都成为有漏，你所修的功德全漏掉。从哪里漏掉？从心缘外境漏掉，保不住。所以真修行先求无漏，也就是把外缘放下，外面色声香味触法放下。知道这个东西是什么？假的，不是真的，不受它的干扰、不受它的影响，它虽然有，都在我身边，没事。那些是梦幻泡影，清清楚楚、明明白白，你可以用它，你不执着它，这就是随缘妙用。",
      "zh_TW": "「以不了故，所有願行悉不具足」，不能說你沒有願、沒有行，你的願跟行都不足，願不足，行也不足。「何以故」，為什麼？「心外起修，即成有漏」，無論你怎樣起修，你的心在外面。這外是什麼？六塵，你的心在色聲香味觸法，這就叫心外。所以不管你怎麼修法，你都成為有漏，你所修的功德全漏掉。從哪裡漏掉？從心緣外境漏掉，保不住。所以真修行先求無漏，也就是把外緣放下，外面色聲香味觸法放下。知道這個東西是什麼？假的，不是真的，不受它的干擾、不受它的影響，它雖然有，都在我身邊，沒事。那些是夢幻泡影，清清楚楚、明明白白，你可以用它，你不執著它，這就是隨緣妙用。"
    },
    {
      "id": "02-040-0091_p0013",
      "zh_CN": "凡夫的用不妙是什么？他执着，见色闻声都会起贪瞋痴慢，都会起心动念。称心如意的想占有、想得到，得到之后还怕它失掉，怎样保住不失掉，这都叫妄想，这都是把自己修行的功德给漏掉，这是我们修行不得利益的原因。到什么时候我们才真正把这个世间看破？我们今天没有戒定慧的功夫，不得已而求其次，听世尊的言教。世尊言教要能听懂，也要有条件，什么条件？诚信，真诚信。从真诚心里面生起来的信，我真正相信，真诚的相信，一丝毫怀疑都没有，你才能听得懂。你说我真信，我名利财色没放下还常念着，这信是假的，信不是真的。所以听得再多，记得再多，不但记你还会讲，讲得天花乱坠，你做不到，为什么？信心不足。具足这两个字非常重要。「心外起修，即成有漏」，这非常非常重要的句子。",
      "zh_TW": "凡夫的用不妙是什麼？他執著，見色聞聲都會起貪瞋痴慢，都會起心動念。稱心如意的想佔有、想得到，得到之後還怕它失掉，怎樣保住不失掉，這都叫妄想，這都是把自己修行的功德給漏掉，這是我們修行不得利益的原因。到什麼時候我們才真正把這個世間看破？我們今天沒有戒定慧的功夫，不得已而求其次，聽世尊的言教。世尊言教要能聽懂，也要有條件，什麼條件？誠信，真誠信。從真誠心裡面生起來的信，我真正相信，真誠的相信，一絲毫懷疑都沒有，你才能聽得懂。你說我真信，我名利財色沒放下還常念著，這信是假的，信不是真的。所以聽得再多，記得再多，不但記你還會講，講得天花亂墜，你做不到，為什麼？信心不足。具足這兩個字非常重要。「心外起修，即成有漏」，這非常非常重要的句子。"
    },
    {
      "id": "02-040-0091_p0014",
      "zh_CN": "「以无边功德，不外自心。随顺真如，修一切法，则能具足无边功德」。诸佛如来、法身大士无量无边功德，不是我们不能修，我们能修，我们的修跟他差不多，只是他们无漏，所有功德他都得到。我们一面修是一面漏，全漏掉了，把所修的功德变质了，变成福德，福德的果报在三善道，出不了六道轮回。我们遇到佛法，想学佛，真正用意在哪里？是想出六道轮回，这就是真的，真心。还贪恋六道轮回，那你就完全错了，把无量无边的大法，变成在六道里头，求一点福报，得这么一点点小利益，自己也就满足了，这是迷，严重的迷惑。所以这一句经文当中，无边功德，不外自心，这是叫我们要信自己。我们今天对自己没有自信心。蕅益大师在《要解》里头教我们信，往生西方极乐世界三个条件，信愿行，信这个字他讲得很仔细，说了六条。第一个信自己，这是信心的根，如果对自己的信心都没有，信什么都是假的，都落空。所以今天一般人都讲信，我们听了很清楚全是假的，为什么？他没有自信心，这个太可怕！",
      "zh_TW": "「以無邊功德，不外自心。隨順真如，修一切法，則能具足無邊功德」。諸佛如來、法身大士無量無邊功德，不是我們不能修，我們能修，我們的修跟他差不多，只是他們無漏，所有功德他都得到。我們一面修是一面漏，全漏掉了，把所修的功德變質了，變成福德，福德的果報在三善道，出不了六道輪迴。我們遇到佛法，想學佛，真正用意在哪裡？是想出六道輪迴，這就是真的，真心。還貪戀六道輪迴，那你就完全錯了，把無量無邊的大法，變成在六道裡頭，求一點福報，得這麼一點點小利益，自己也就滿足了，這是迷，嚴重的迷惑。所以這一句經文當中，無邊功德，不外自心，這是叫我們要信自己。我們今天對自己沒有自信心。蕅益大師在《要解》裡頭教我們信，往生西方極樂世界三個條件，信願行，信這個字他講得很仔細，說了六條。第一個信自己，這是信心的根，如果對自己的信心都沒有，信什麼都是假的，都落空。所以今天一般人都講信，我們聽了很清楚全是假的，為什麼？他沒有自信心，這個太可怕！"
    },
    {
      "id": "02-040-0091_p0015",
      "zh_CN": "人自信心失掉，所有一切善法不能成就，怎么修都不能成就。这讲有漏，漏掉了，从怀疑里头漏掉，怀疑是个大洞，放在这里面全漏掉了。所以信心就这么难，信佛不难，信理、信事、信因、信果都不难，对自己没有信心，那些全都落空，这才叫麻烦。这个怎么办？前面「无量诸佛咸共护念」，诸佛怎么护念？因为你有自信心，佛就真护念。你要没有自信心，诸佛怎么护念都落空，麻烦太大了。释迦牟尼佛的教，跟世间一切圣人的教，你细心去比较一下，他真实，他老实，他头一句话就告诉你，你本来是佛，这是真正善知识。然后告诉你，你可以作佛，你应该作佛，这是真实教诲。问题得相信，不相信自己就是不相信佛，不相信佛，你怎么能成佛？你怎么能信佛？这个字的问题大了。我们能不能这一生成就，关键就在这个字，我们时时刻刻要反省，我是不是真的相信自己。大乘佛法，心外无法，法外无心，大乘建立在哪里？就建立在信心上。《华严经》你看清凉的科判信解行证，这就是圆满的大乘，信了之后求解，为什么？不信你不能懂。",
      "zh_TW": "人自信心失掉，所有一切善法不能成就，怎麼修都不能成就。這講有漏，漏掉了，從懷疑裡頭漏掉，懷疑是個大洞，放在這裡面全漏掉了。所以信心就這麼難，信佛不難，信理、信事、信因、信果都不難，對自己沒有信心，那些全都落空，這才叫麻煩。這個怎麼辦？前面「無量諸佛咸共護念」，諸佛怎麼護念？因為你有自信心，佛就真護念。你要沒有自信心，諸佛怎麼護念都落空，麻煩太大了。釋迦牟尼佛的教，跟世間一切聖人的教，你細心去比較一下，他真實，他老實，他頭一句話就告訴你，你本來是佛，這是真正善知識。然後告訴你，你可以作佛，你應該作佛，這是真實教誨。問題得相信，不相信自己就是不相信佛，不相信佛，你怎麼能成佛？你怎麼能信佛？這個字的問題大了。我們能不能這一生成就，關鍵就在這個字，我們時時刻刻要反省，我是不是真的相信自己。大乘佛法，心外無法，法外無心，大乘建立在哪裡？就建立在信心上。《華嚴經》你看清涼的科判信解行證，這就是圓滿的大乘，信了之後求解，為什麼？不信你不能懂。"
    },
    {
      "id": "02-040-0091_p0016",
      "zh_CN": "诚敬为入德之门；换句话说，诚信你才能入门。没有诚信你入不了门，讲经听不懂，有诚信才能听得懂。所以佛法为什么这么难，就难在这个地方，几个人有诚信心？几个人有诚敬心？真诚到极处他懂了，没有诚敬不行。我这一生什么都没有，什么都不是，只有一点小聪明，小聪明没什么大用处。遇到这三个老师，三个老师都很乐意教我，什么原因？就是诚敬、诚信，有这么一点点，还不是圆满的。这具足是圆满，圆满就成佛了，惠能大师是圆满，他成佛。我这不圆满，圆满是一百分，我这个诚敬大概只有二、三十分。为什么老师这么样看重？现在找二、三十分诚敬心的人已经找不到了。如果我们跟一个世纪以前的人比较，这些老师不会接受我们，为什么？那个时候的诚敬心大概可以达到六、七十分，我这二、三十分人家都不要你。现在行了，现在找二、三十分的人没有了，我就变成顶尖。标准一代比一代低，我在上一代没人要我。",
      "zh_TW": "誠敬為入德之門；換句話說，誠信你才能入門。沒有誠信你入不了門，講經聽不懂，有誠信才能聽得懂。所以佛法為什麼這麼難，就難在這個地方，幾個人有誠信心？幾個人有誠敬心？真誠到極處他懂了，沒有誠敬不行。我這一生什麼都沒有，什麼都不是，只有一點小聰明，小聰明沒什麼大用處。遇到這三個老師，三個老師都很樂意教我，什麼原因？就是誠敬、誠信，有這麼一點點，還不是圓滿的。這具足是圓滿，圓滿就成佛了，惠能大師是圓滿，他成佛。我這不圓滿，圓滿是一百分，我這個誠敬大概只有二、三十分。為什麼老師這麼樣看重？現在找二、三十分誠敬心的人已經找不到了。如果我們跟一個世紀以前的人比較，這些老師不會接受我們，為什麼？那個時候的誠敬心大概可以達到六、七十分，我這二、三十分人家都不要你。現在行了，現在找二、三十分的人沒有了，我就變成頂尖。標準一代比一代低，我在上一代沒人要我。"
    },
    {
      "id": "02-040-0091_p0017",
      "zh_CN": "现在我们能够找三、五分诚敬的就不错了，我们就很爱护他了。但是三、五分的诚敬很容易动摇，禁不起诱惑，如果他还不老实、不听话，这就不可靠。老实、听话，让他不要接触这些诱惑，色声香味让他少接触，过一种简单的生活，慢慢培养他的善根。有个五年、十年，慢慢智慧开了，心能定下来，不再受外头境界诱惑，知道外面境界是假的不是真的，知道这些诱惑对自己是重大的伤害，没有好处。现在人，多少人被纸钱诱惑了，这钱是纸钱，从前纸钱鬼用的，被这个东西迷了。这个东西迷了，说得不好听，被鬼迷了，鬼用纸钱。民国初年主要的用铜钱、用银子，银子不论两、不论钱，做成一块一块的银元，就方便多了。以前要秤几两、几分、几钱，这个时候做成银元，它有一定的分量。",
      "zh_TW": "現在我們能夠找三、五分誠敬的就不錯了，我們就很愛護他了。但是三、五分的誠敬很容易動搖，禁不起誘惑，如果他還不老實、不聽話，這就不可靠。老實、聽話，讓他不要接觸這些誘惑，色聲香味讓他少接觸，過一種簡單的生活，慢慢培養他的善根。有個五年、十年，慢慢智慧開了，心能定下來，不再受外頭境界誘惑，知道外面境界是假的不是真的，知道這些誘惑對自己是重大的傷害，沒有好處。現在人，多少人被紙錢誘惑了，這錢是紙錢，從前紙錢鬼用的，被這個東西迷了。這個東西迷了，說得不好聽，被鬼迷了，鬼用紙錢。民國初年主要的用銅錢、用銀子，銀子不論兩、不論錢，做成一塊一塊的銀元，就方便多了。以前要秤幾兩、幾分、幾錢，這個時候做成銀元，它有一定的分量。"
    },
    {
      "id": "02-040-0091_p0018",
      "zh_CN": "我小的时候，我记得一块银元换铜板换三百个，一角钱叫一毛，三十个铜板，三个铜板才一分钱。但是三个铜板可以吃饱饭，饭馆三个铜板，像现在简单的饭、一个菜三个铜板。我们小学上学，一、二年级上学的时候，到外面去喝一碗豆浆，一根油条，一个烧饼，大概两个铜板，早餐就解决了。在那个年代做工的人，一个月能有两块钱的收入，他就可以养四口之家一个月的生活费用。这是我都记得的，能记事那个时代，虽然很辛苦，大家生活得很快乐，没有这么多忧虑、烦恼、惊吓，没有。传统文化虽然丢掉一百多年，但是它那个氛围还存在，还没有完全消失，影响力还在，大多数人都受这个影响，这守旧的人。不受这些影响的，那是些留学生，大都市的跟外国人学的，他们对这个很淡薄。可是在农村里头还很浓厚，农村里面这些小孩非常纯朴。",
      "zh_TW": "我小的時候，我記得一塊銀元換銅板換三百個，一角錢叫一毛，三十個銅板，三個銅板才一分錢。但是三個銅板可以吃飽飯，飯館三個銅板，像現在簡單的飯、一個菜三個銅板。我們小學上學，一、二年級上學的時候，到外面去喝一碗豆漿，一根油條，一個燒餅，大概兩個銅板，早餐就解決了。在那個年代做工的人，一個月能有兩塊錢的收入，他就可以養四口之家一個月的生活費用。這是我都記得的，能記事那個時代，雖然很辛苦，大家生活得很快樂，沒有這麼多憂慮、煩惱、驚嚇，沒有。傳統文化雖然丟掉一百多年，但是它那個氛圍還存在，還沒有完全消失，影響力還在，大多數人都受這個影響，這守舊的人。不受這些影響的，那是些留學生，大都市的跟外國人學的，他們對這個很淡薄。可是在農村裡頭還很濃厚，農村裡面這些小孩非常純樸。"
    },
    {
      "id": "02-040-0091_p0019",
      "zh_CN": "所以是相信一切法不外自心，非常非常重要，心善没有一样不善，心疑没有一样不怀疑，心清净样样清净。要相信自心，这个人有救，这人可以学佛；不相信自心，佛来教他都没用。随顺真如，这个地方随顺真如，就是我们常讲的随顺性德。真，永恒不变；如，事如其理，相如其性，是一不是二。性德在中国传统文化里头，我们把它归纳十二个字，「孝悌忠信，礼义廉耻，仁爱和平」。老祖宗千万年前一直传到今天，还是这十二个字，这十二个字不遵守，出麻烦，社会动乱，地球灾变；十二个字统统做到了，社会祥和，风调雨顺。念头可以改变物质环境，这经上常讲「相随心转」、「境随心转」，你要相信，你不相信不行，相信的人马上就转。",
      "zh_TW": "所以是相信一切法不外自心，非常非常重要，心善沒有一樣不善，心疑沒有一樣不懷疑，心清淨樣樣清淨。要相信自心，這個人有救，這人可以學佛；不相信自心，佛來教他都沒用。隨順真如，這個地方隨順真如，就是我們常講的隨順性德。真，永恆不變；如，事如其理，相如其性，是一不是二。性德在中國傳統文化裡頭，我們把它歸納十二個字，「孝悌忠信，禮義廉恥，仁愛和平」。老祖宗千萬年前一直傳到今天，還是這十二個字，這十二個字不遵守，出麻煩，社會動亂，地球災變；十二個字統統做到了，社會祥和，風調雨順。念頭可以改變物質環境，這經上常講「相隨心轉」、「境隨心轉」，你要相信，你不相信不行，相信的人馬上就轉。"
    },
    {
      "id": "02-040-0091_p0020",
      "zh_CN": "我们看「山西小院」那些人的报告，那些人都是得了重病，医生都是告诉他，你的寿命只有一、二个月，都等于说已经宣布死刑的死囚犯。他们这四十几个人难得，他们相信自己，相信佛，把这些病苦、灾难统统放下不去理它，一心念佛，没有杂念，没有妄想，二、三个月之后没事，再去检查，病没有了。这个道理，科学不能解释，大夫觉得这是奇迹出现。我们听到很清楚，境随心转，他的心念转了，不去想病，病就没有了。你想病好你在想病，想病不好也在想病，只要想病，病就不会好。不想它，不要去理它，它就走了，自然消失掉了，道理在此地。这个道理，被现代的量子力学家证明了。佛在三千年前就把这个理论教给有缘人，这些有缘人在生活上就得到利益，就得受用了。我们今天读了经书，看到了这些文字，最重要的是要深信不疑，要相信佛绝对不会欺骗我们。佛不妄语，佛不会骗众生，我们对他有信心，是我们有信德；我们不相信，我们缺了信德。具足信德的人一定得利益，大利！",
      "zh_TW": "我們看「山西小院」那些人的報告，那些人都是得了重病，醫生都是告訴他，你的壽命只有一、二個月，都等於說已經宣布死刑的死囚犯。他們這四十幾個人難得，他們相信自己，相信佛，把這些病苦、災難統統放下不去理它，一心念佛，沒有雜念，沒有妄想，二、三個月之後沒事，再去檢查，病沒有了。這個道理，科學不能解釋，大夫覺得這是奇蹟出現。我們聽到很清楚，境隨心轉，他的心念轉了，不去想病，病就沒有了。你想病好你在想病，想病不好也在想病，只要想病，病就不會好。不想它，不要去理它，它就走了，自然消失掉了，道理在此地。這個道理，被現代的量子力學家證明了。佛在三千年前就把這個理論教給有緣人，這些有緣人在生活上就得到利益，就得受用了。我們今天讀了經書，看到了這些文字，最重要的是要深信不疑，要相信佛絕對不會欺騙我們。佛不妄語，佛不會騙眾生，我們對他有信心，是我們有信德；我們不相信，我們缺了信德。具足信德的人一定得利益，大利！"
    },
    {
      "id": "02-040-0091_p0021",
      "zh_CN": "「是故从诸佛刹中，皆能示现以下，标显文殊智德」。这往下统统讲的文殊菩萨的智德，智是智慧，这个智慧你真正得到了，你用在生活上，用在工作上，用在处事待人接物，这叫德。「例如」，下头一个比喻说，「譬善幻师，现众异相，于彼相中，实无可得等，俱表从文殊妙智，圆满普贤胜行」。这是什么？普贤行，教你别着相。普贤大行着了相是人天福报，出不了三界。修普贤行不着相三轮体空，它能帮助你成佛，帮助你得定，帮助你开智慧，大彻大悟，明心见性，帮助你往生净土。",
      "zh_TW": "「是故從諸佛剎中，皆能示現以下，標顯文殊智德」。這往下統統講的文殊菩薩的智德，智是智慧，這個智慧你真正得到了，你用在生活上，用在工作上，用在處事待人接物，這叫德。「例如」，下頭一個比喻說，「譬善幻師，現眾異相，於彼相中，實無可得等，俱表從文殊妙智，圓滿普賢勝行」。這是什麼？普賢行，教你別著相。普賢大行著了相是人天福報，出不了三界。修普賢行不著相三輪體空，它能幫助你成佛，幫助你得定，幫助你開智慧，大徹大悟，明心見性，幫助你往生淨土。"
    },
    {
      "id": "02-040-0091_p0022",
      "zh_CN": "「诸佛刹中」，以下一共有八句，「显会中菩萨智德」。经文里头，「诸佛刹中，皆能示现，表诸大士普门示现之德，不但于此国土示现八相，亦于十方世界普现八相」。八相是最圆满的相，就是八相成道，释迦牟尼佛从兜率天下降，入胎、出生、学习、出家、修道、降魔、成道、教学到最后入般涅槃，这一生的经过，这叫什么？圆满的示现。不但能在这个世间示现，他有能力在十方一切诸佛刹土自由自在的示现。这示现累不累、苦不苦？我们凡夫感觉得示现很累人、很苦。他不累，他也不苦，为什么？他没有起心动念，他没有分别执着。我们感觉得苦，感觉得累，是有起心动念、有分别执着，随缘不妙。这些法身菩萨随缘妙用，妙用就是用得很活泼，用得很善巧、很灵活，他里头不着相。这里头讲无我相、无人相、无众生相、无寿者相，这是一般的菩萨。高级的菩萨无我见、无人见、无众生见、无寿者见，痕迹都不着，教化一切众生，帮助一切众生，破迷开悟，离苦得乐。",
      "zh_TW": "「諸佛剎中」，以下一共有八句，「顯會中菩薩智德」。經文裡頭，「諸佛剎中，皆能示現，表諸大士普門示現之德，不但於此國土示現八相，亦於十方世界普現八相」。八相是最圓滿的相，就是八相成道，釋迦牟尼佛從兜率天下降，入胎、出生、學習、出家、修道、降魔、成道、教學到最後入般涅槃，這一生的經過，這叫什麼？圓滿的示現。不但能在這個世間示現，他有能力在十方一切諸佛剎土自由自在的示現。這示現累不累、苦不苦？我們凡夫感覺得示現很累人、很苦。他不累，他也不苦，為什麼？他沒有起心動念，他沒有分別執著。我們感覺得苦，感覺得累，是有起心動念、有分別執著，隨緣不妙。這些法身菩薩隨緣妙用，妙用就是用得很活潑，用得很善巧、很靈活，他裡頭不著相。這裡頭講無我相、無人相、無眾生相、無壽者相，這是一般的菩薩。高級的菩薩無我見、無人見、無眾生見、無壽者見，痕跡都不著，教化一切眾生，幫助一切眾生，破迷開悟，離苦得樂。"
    },
    {
      "id": "02-040-0091_p0023",
      "zh_CN": "如果一着相，这要记住，为什么？与我们修学关系太大了，一着相就是福报，断恶修善是福报，来生在人天，大概出不了欲界，在人天两道。不着相？不着相是功德，超越十法界，超越六道轮回。这个帐要算清楚，这一关好好的把住，千万不要走错路。一个是出六道、出十法界的道路，一个是在六道轮回，人天两道享一点痴福，你走的是哪一条路？所以放下、看破在哪里学？在日常生活当中学，时时刻刻、念念不舍。早晨起来睁开眼睛，看外面东西，要把它当作电视来看待，眼见的、耳听的、身体接触的全是梦幻泡影。《般若经》上告诉我们，「一切法无所有、毕竟空、不可得」，在所有境界里头不要起心动念。动一个善念，三善道的果报；动一个恶念，三恶道的果报，你自己要负责任。三途六道、成佛、成菩萨都是你自己的事情，与任何人都不相干。与别人相干的话，我们就不要修行了，佛菩萨大慈大悲，那都帮助我们成佛。佛菩萨办不到，一切的一切都要靠自己，自己要负百分之百的责任。",
      "zh_TW": "如果一著相，這要記住，為什麼？與我們修學關係太大了，一著相就是福報，斷惡修善是福報，來生在人天，大概出不了欲界，在人天兩道。不著相？不著相是功德，超越十法界，超越六道輪迴。這個帳要算清楚，這一關好好的把住，千萬不要走錯路。一個是出六道、出十法界的道路，一個是在六道輪迴，人天兩道享一點痴福，你走的是哪一條路？所以放下、看破在哪裡學？在日常生活當中學，時時刻刻、念念不捨。早晨起來睜開眼睛，看外面東西，要把它當作電視來看待，眼見的、耳聽的、身體接觸的全是夢幻泡影。《般若經》上告訴我們，「一切法無所有、畢竟空、不可得」，在所有境界裡頭不要起心動念。動一個善念，三善道的果報；動一個惡念，三惡道的果報，你自己要負責任。三途六道、成佛、成菩薩都是你自己的事情，與任何人都不相干。與別人相干的話，我們就不要修行了，佛菩薩大慈大悲，那都幫助我們成佛。佛菩薩辦不到，一切的一切都要靠自己，自己要負百分之百的責任。"
    },
    {
      "id": "02-040-0091_p0024",
      "zh_CN": "真正想修行，从断恶修善下手，要让自己心里没有一个恶念。看到别人作恶，把这个恶记在自己心里头，自己的心就变成恶，你受他感染，他的那个病传染给你，这是真的，你必须作如是想。他那个善念，你记住，放在心上，那个善念传给你，你得的不错，你得的这个病是善，不是恶，恶就在三途，善就在三善道。你是个很容易被传染的人，就说明什么？你的免疫能力很差。免疫能力差的原因，就是没有自信心，很容易受外面境界影响；凡是不受外境影响的人，这个人决定成功。现在修行比古时候难，难在哪里？没有修行的环境了。古人修行，一个小山坡，在里头建个小茅蓬、小精舍，真正能办道，没人干扰。现在不行，交通方便，资讯发达，深山都建筑了公路，车可以开进去，还有很多名胜的地方都有缆车，欢迎观光客来参观旅游，都变成热闹场所。以前是清净场所，人迹罕至，现在都变成热闹场所，这一热闹清净心没有了，所以修学环境没有了。读书的环境也没有了，书很多，印刷术比从前进步，想要的书太容易了，但是怎么样？没有读书的地方，没有读书的环境，这是个麻烦事。",
      "zh_TW": "真正想修行，從斷惡修善下手，要讓自己心裡沒有一個惡念。看到別人作惡，把這個惡記在自己心裡頭，自己的心就變成惡，你受他感染，他的那個病傳染給你，這是真的，你必須作如是想。他那個善念，你記住，放在心上，那個善念傳給你，你得的不錯，你得的這個病是善，不是惡，惡就在三途，善就在三善道。你是個很容易被傳染的人，就說明什麼？你的免疫能力很差。免疫能力差的原因，就是沒有自信心，很容易受外面境界影響；凡是不受外境影響的人，這個人決定成功。現在修行比古時候難，難在哪裡？沒有修行的環境了。古人修行，一個小山坡，在裡頭建個小茅蓬、小精舍，真正能辦道，沒人干擾。現在不行，交通方便，資訊發達，深山都建築了公路，車可以開進去，還有很多名勝的地方都有纜車，歡迎觀光客來參觀旅遊，都變成熱鬧場所。以前是清淨場所，人跡罕至，現在都變成熱鬧場所，這一熱鬧清淨心沒有了，所以修學環境沒有了。讀書的環境也沒有了，書很多，印刷術比從前進步，想要的書太容易了，但是怎麼樣？沒有讀書的地方，沒有讀書的環境，這是個麻煩事。"
    },
    {
      "id": "02-040-0091_p0025",
      "zh_CN": "我这个年龄生长在抗战期间，抗战期间的学校，小学学校没有楼房，中学才有二层楼房，教室有楼上楼下。那还是什么？在大都市，农村里头也没有，空间大，活动的范围大！我抗战期间在贵州念书，学校在哪里？学校在寺庙。寺庙出家人没有了，大殿都改成教室，大雄宝殿改成礼堂，佛像统统搬在一个房间里头封存，贴上封条。我们小孩顽皮，把窗户，窗户纸糊的把它搞破看看里面，里面都是那些佛菩萨像，集中都在那里头外面贴封条。小尊的佛像伸手可以拿得出来的，就拿出来当作玩具。这一个寺庙有不少地，所以学生活动的场所很大，山上山下、小溪、树林，过的是野外生活。现在学生享不到这种福了，香港的学校是一栋大楼，十几二十层，学生坐电梯上教室上课，活动空间没有了，屋顶做个操场，这是我们在香港看到的，跟大自然脱节了。我这个年龄还好，跟大自然生活在一起过，那个过的是、享受的是人生的享受。佛教我们对于宇宙人生一个真实合理的看法，正确的人生观、宇宙观。下面是比喻：",
      "zh_TW": "我這個年齡生長在抗戰期間，抗戰期間的學校，小學學校沒有樓房，中學才有二層樓房，教室有樓上樓下。那還是什麼？在大都市，農村裡頭也沒有，空間大，活動的範圍大！我抗戰期間在貴州念書，學校在哪裡？學校在寺廟。寺廟出家人沒有了，大殿都改成教室，大雄寶殿改成禮堂，佛像統統搬在一個房間裡頭封存，貼上封條。我們小孩頑皮，把窗戶，窗戶紙糊的把它搞破看看裡面，裡面都是那些佛菩薩像，集中都在那裡頭外面貼封條。小尊的佛像伸手可以拿得出來的，就拿出來當作玩具。這一個寺廟有不少地，所以學生活動的場所很大，山上山下、小溪、樹林，過的是野外生活。現在學生享不到這種福了，香港的學校是一棟大樓，十幾二十層，學生坐電梯上教室上課，活動空間沒有了，屋頂做個操場，這是我們在香港看到的，跟大自然脫節了。我這個年齡還好，跟大自然生活在一起過，那個過的是、享受的是人生的享受。佛教我們對於宇宙人生一個真實合理的看法，正確的人生觀、宇宙觀。下面是比喻："
    },
    {
      "id": "02-040-0091_p0026",
      "zh_CN": "【譬善幻师。】",
      "zh_TW": "【譬善幻師。】"
    },
    {
      "id": "02-040-0091_p0027",
      "zh_CN": "『幻师』，现在叫魔术师，变魔术的。",
      "zh_TW": "『幻師』，現在叫魔術師，變魔術的。"
    },
    {
      "id": "02-040-0091_p0028",
      "zh_CN": "【现众异相。】",
      "zh_TW": "【現眾異相。】"
    },
    {
      "id": "02-040-0091_p0029",
      "zh_CN": "变现种种。",
      "zh_TW": "變現種種。"
    },
    {
      "id": "02-040-0091_p0030",
      "zh_CN": "【于彼相中。实无可得。】",
      "zh_TW": "【於彼相中。實無可得。】"
    },
    {
      "id": "02-040-0091_p0031",
      "zh_CN": "假的不是真的，注解里头说，「幻师，譬喻也。《智度论》曰：西方有幻术人，一切皆能化现，宫殿城郭廊宇，结巾为兔，竖带为蛇，种种变现等」。西方，中亚、西亚、东欧一带，这都是古时候宗教盛行的地区，能够变现这些魔术的人很多，他们的动作很快让我们看不出破绽，好像是真的，其实全是假的。去年我在澳洲，还有这些人特别表演给我看，演得确实好。一个口袋里，真的没有东西，里面、反面都给你看看，袋子一伸手，一提一只鸭出来了。这鸭从哪来的？是真的不是假的，活活泼泼的，你就不晓得他怎么变出来的。但是他确实是假的不是真的，不晓得他藏在哪里的，他怎么放进去的。「故今借术者之幻化」，就是魔术师的变化，「以喻」，来比喻「大士之普门示现」，普门示现是无所不现，它什么都能示现。《普门品》里面讲的，观世音菩萨三十二应，三十二是举例子，每个例里头无量无边，说明这些大菩萨们都有这种神通道力，应以什么身得度，他就能示现什么身。",
      "zh_TW": "假的不是真的，註解裡頭說，「幻師，譬喻也。《智度論》曰：西方有幻術人，一切皆能化現，宮殿城郭廊宇，結巾為兔，豎帶為蛇，種種變現等」。西方，中亞、西亞、東歐一帶，這都是古時候宗教盛行的地區，能夠變現這些魔術的人很多，他們的動作很快讓我們看不出破綻，好像是真的，其實全是假的。去年我在澳洲，還有這些人特別表演給我看，演得確實好。一個口袋裡，真的沒有東西，裡面、反面都給你看看，袋子一伸手，一提一隻鴨出來了。這鴨從哪來的？是真的不是假的，活活潑潑的，你就不曉得他怎麼變出來的。但是他確實是假的不是真的，不曉得他藏在哪裡的，他怎麼放進去的。「故今借術者之幻化」，就是魔術師的變化，「以喻」，來比喻「大士之普門示現」，普門示現是無所不現，它什麼都能示現。《普門品》裡面講的，觀世音菩薩三十二應，三十二是舉例子，每個例裡頭無量無邊，說明這些大菩薩們都有這種神通道力，應以什麼身得度，他就能示現什麼身。"
    },
    {
      "id": "02-040-0091_p0032",
      "zh_CN": "我们知道，虚云老和尚四十七岁的时候，曾经拜五台山，发这个心三步一拜，从普陀山拜到五台山，一天只能走几里路，三年才拜到。这当中确实有时候晚上，在深山里面，四周找不到人家，老和尚的精神、毅力，累了就休息，在路边上就休息，那个路都是没人走的。两次生病，没有办法倒在地上，遇到一个乞丐，这个乞丐帮助他，讨饭来喂他，替他找些草药帮他治病，差不多半个月病好了，恢复他再拜。两次生病都遇到这个叫花子，他问叫花子叫什么名字，叫花子告诉他，他姓文，文章的文，吉祥的吉，叫文吉。问他住在哪里？他说我就住在五台山，你到五台山你去问，人都知道我。他拜到五台山，这救命恩人，打听五台山有个文吉知不知道？没有一个人知道。",
      "zh_TW": "我們知道，虛雲老和尚四十七歲的時候，曾經拜五台山，發這個心三步一拜，從普陀山拜到五台山，一天只能走幾里路，三年才拜到。這當中確實有時候晚上，在深山裡面，四周找不到人家，老和尚的精神、毅力，累了就休息，在路邊上就休息，那個路都是沒人走的。兩次生病，沒有辦法倒在地上，遇到一個乞丐，這個乞丐幫助他，討飯來餵他，替他找些草藥幫他治病，差不多半個月病好了，恢復他再拜。兩次生病都遇到這個叫花子，他問叫花子叫什麼名字，叫花子告訴他，他姓文，文章的文，吉祥的吉，叫文吉。問他住在哪裡？他說我就住在五台山，你到五台山你去問，人都知道我。他拜到五台山，這救命恩人，打聽五台山有個文吉知不知道？沒有一個人知道。"
    },
    {
      "id": "02-040-0091_p0033",
      "zh_CN": "拜到寺庙，拜到文殊菩萨那个像的面前，问这些出家人，有个文吉知不知道？人家告诉他，那是文殊菩萨。恍然大悟。文殊菩萨变现的乞丐，照顾他前后一个月，这就是普门示现。我们相信虚云老和尚这个事情不是骗人的，是真正他遭遇到的。所以诸佛菩萨无处不现身，你是个善心、善念、善行，你念头才动，佛菩萨都知道，他就照顾你，你遇到困难，他真帮助你；你要是自私自利，佛菩萨不管你。但是也有人帮助你，妖魔鬼怪，那个帮助你，到最后你吃大苦，你受大灾难。他利用你，你们互相利用，那个麻烦就大！不像佛菩萨，佛菩萨不会帮助你作恶，他帮助你行善，帮助完了就不见了，再找他也找不到。",
      "zh_TW": "拜到寺廟，拜到文殊菩薩那個像的面前，問這些出家人，有個文吉知不知道？人家告訴他，那是文殊菩薩。恍然大悟。文殊菩薩變現的乞丐，照顧他前後一個月，這就是普門示現。我們相信虛雲老和尚這個事情不是騙人的，是真正他遭遇到的。所以諸佛菩薩無處不現身，你是個善心、善念、善行，你念頭才動，佛菩薩都知道，他就照顧你，你遇到困難，他真幫助你；你要是自私自利，佛菩薩不管你。但是也有人幫助你，妖魔鬼怪，那個幫助你，到最後你吃大苦，你受大災難。他利用你，你們互相利用，那個麻煩就大！不像佛菩薩，佛菩薩不會幫助你作惡，他幫助你行善，幫助完了就不見了，再找他也找不到。"
    },
    {
      "id": "02-040-0091_p0034",
      "zh_CN": "唐朝法照法师，在五台山见到文殊菩萨道场大圣竹林寺，这也是个特殊的感应。他本来是修禅的，好像他住在湖南一个寺庙里头，有一天早晨吃粥，那个时候的寺庙晚上大概都不吃饭的，中午午斋是主要的，早晨有粥。他用钵装的粥，低头往钵里一看，钵里头现出五台山，看到文殊菩萨道场。他就发了个愿，想去朝五台山，去见这个道场，见文殊菩萨。他去了，去到五台山，看到那些状况、路，跟钵里现的是一样，所以他就很熟，果然找到大圣竹林寺。文殊菩萨正在讲经，他看到前头有空位子，他就坐在前面听一座经。听完之后，请教文殊菩萨，现在时节已经进入末法，修行、度化众生什么法门最契机？文殊菩萨就告诉他，念佛法门。所以他就专修净土，变成净土宗的祖师。而且教给他念佛，文殊菩萨带领他，他学会了，以后传下来，叫五会念佛。",
      "zh_TW": "唐朝法照法師，在五台山見到文殊菩薩道場大聖竹林寺，這也是個特殊的感應。他本來是修禪的，好像他住在湖南一個寺廟裡頭，有一天早晨吃粥，那個時候的寺廟晚上大概都不吃飯的，中午午齋是主要的，早晨有粥。他用缽裝的粥，低頭往缽裡一看，缽裡頭現出五台山，看到文殊菩薩道場。他就發了個願，想去朝五台山，去見這個道場，見文殊菩薩。他去了，去到五台山，看到那些狀況、路，跟缽裡現的是一樣，所以他就很熟，果然找到大聖竹林寺。文殊菩薩正在講經，他看到前頭有空位子，他就坐在前面聽一座經。聽完之後，請教文殊菩薩，現在時節已經進入末法，修行、度化眾生什麼法門最契機？文殊菩薩就告訴他，念佛法門。所以他就專修淨土，變成淨土宗的祖師。而且教給他念佛，文殊菩薩帶領他，他學會了，以後傳下來，叫五會念佛。"
    },
    {
      "id": "02-040-0091_p0035",
      "zh_CN": "五会念佛现在失传，民国初年有人编五会念佛的歌谱，我看过，但是这个决定不是文殊菩萨传的。为什么？它像唱歌一样，它这五会念佛听得很好听，可以表演，可以接引大众，修，不行。为什么？心定不下来。修行一定要听到能摄心，这个才管用；如果听到很好听，它这个不能摄心，那这决定不是真传。他离开的时候，一路上还做记号，想以后再来，怕迷了路，做了几次记号，回头一看山上庙没有了，道场没有了。有缘让你看见，这等于传法，法传给你之后，再回头的时候道场不见了。法照这个故事，《高僧传》上记得很清楚，法照好像是我们第四代，第四代还是第五代净土宗祖师，所以这就是普门示现，第四代。这是修行人遇到的。",
      "zh_TW": "五會念佛現在失傳，民國初年有人編五會念佛的歌譜，我看過，但是這個決定不是文殊菩薩傳的。為什麼？它像唱歌一樣，它這五會念佛聽得很好聽，可以表演，可以接引大眾，修，不行。為什麼？心定不下來。修行一定要聽到能攝心，這個才管用；如果聽到很好聽，它這個不能攝心，那這決定不是真傳。他離開的時候，一路上還做記號，想以後再來，怕迷了路，做了幾次記號，回頭一看山上廟沒有了，道場沒有了。有緣讓你看見，這等於傳法，法傳給你之後，再回頭的時候道場不見了。法照這個故事，《高僧傳》上記得很清楚，法照好像是我們第四代，第四代還是第五代淨土宗祖師，所以這就是普門示現，第四代。這是修行人遇到的。"
    },
    {
      "id": "02-040-0091_p0036",
      "zh_CN": "还有电影明星，就在香港遇到鬼的故事，那是真的不是假的。我们请他在摄影棚里面讲，好像录了几个光碟，全是真的，绝对不是假的。他们晚上拍外景，过去那个时代，香港这些地区，大部分地区全是乡下没人住的。三十七年前我到这边来，人很少，路非常差，从香港到这边来开车一个半小时，没有柏油路，都是碎石子路。我因为在香港住了四个月，拐拐角角都来看过，这边灵隐寺在此地，我到灵隐寺这边来参观。他们晚上在这山外拍外景，拍完之后走下来也饿了，看到很热闹，像一个小镇一样，这里面卖吃的，他们到里面去买东西吃。然后回到家里，到第二天早晨肚子痛，吐，吐的都是些泥巴、草，都是这些东西，怎么搞的？怎么回事情？回想昨天晚上到那里吃的东西，怎么会吐这玩意？再看有找钱的，口袋里摸摸找的钱，这纸钱，才晓得碰到鬼了，再开车到那个地方坟地。夜晚去看碰到那里叫市集，好多好多人家在那里；第二天看坟场，一片都是坟墓，这遇到鬼了。这个事情不是一次两次，常常有，所以他们真相信有鬼神。这些都可以合并在普门示现里头。这些演艺人员后来差不多都学佛，都入了佛门。他要不亲自遇到的，你跟他讲，他不相信，自己亲身遇到的一点都不假！『现众异相』。",
      "zh_TW": "還有電影明星，就在香港遇到鬼的故事，那是真的不是假的。我們請他在攝影棚裡面講，好像錄了幾個光碟，全是真的，絕對不是假的。他們晚上拍外景，過去那個時代，香港這些地區，大部分地區全是鄉下沒人住的。三十七年前我到這邊來，人很少，路非常差，從香港到這邊來開車一個半小時，沒有柏油路，都是碎石子路。我因為在香港住了四個月，拐拐角角都來看過，這邊靈隱寺在此地，我到靈隱寺這邊來參觀。他們晚上在這山外拍外景，拍完之後走下來也餓了，看到很熱鬧，像一個小鎮一樣，這裡面賣吃的，他們到裡面去買東西吃。然後回到家裡，到第二天早晨肚子痛，吐，吐的都是些泥巴、草，都是這些東西，怎麼搞的？怎麼回事情？回想昨天晚上到那裡吃的東西，怎麼會吐這玩意？再看有找錢的，口袋裡摸摸找的錢，這紙錢，才曉得碰到鬼了，再開車到那個地方墳地。夜晚去看碰到那裡叫市集，好多好多人家在那裡；第二天看墳場，一片都是墳墓，這遇到鬼了。這個事情不是一次兩次，常常有，所以他們真相信有鬼神。這些都可以合併在普門示現裡頭。這些演藝人員後來差不多都學佛，都入了佛門。他要不親自遇到的，你跟他講，他不相信，自己親身遇到的一點都不假！『現眾異相』。"
    },
    {
      "id": "02-040-0091_p0037",
      "zh_CN": "下面说，『于彼相中，实无可得』，这相是幻相，真的是梦幻泡影，是假的，不是真的。我们现在在世间也是幻相，自己迷在这里头完全不知道。佛在经论里头苦口婆心告诉我们，我们听不懂，真听不懂，我们有很多的疑问，学佛学这么多年不能解决。所以我们感谢科学家，近代这些量子力学家他们的报告，我们读了之后，解决了很多问题，相信了不再怀疑。科学家肯定这人，古人有一种本能，这本能就是今天所谓的特异功能，他能知道过去、现在、未来，现在科学发现的问题他们都知道。特别是佛经上记载的，阿赖耶的三细相，科学、哲学都认为这是宇宙的奥秘，现在才刚刚开始被揭穿。物质是什么？这个搞清楚了，跟佛经上讲的完全相同，物质是念头变出来的。念头是什么？念头怎么发生的？科学家看到，突然出生，没有理由，立刻就消失了，这是他看到的。他所看到的这个说法，跟佛在《楞严经》上讲的两句话，完全相同，佛在楞严会上说「当处出生，随处灭尽」。时间是多长？弥勒菩萨告诉我们，它这个生灭的时间是一千六百兆分之一秒。也就是说，一秒钟这么长的时间，它已经生灭一千六百兆次。所以它就在我们眼前，我们眼睛看不见，就在我们眼前，我们没有听见。在我们眼前是最大的声音，像什么？像星球爆炸一样，我们听不到，它太快了。",
      "zh_TW": "下面說，『於彼相中，實無可得』，這相是幻相，真的是夢幻泡影，是假的，不是真的。我們現在在世間也是幻相，自己迷在這裡頭完全不知道。佛在經論裡頭苦口婆心告訴我們，我們聽不懂，真聽不懂，我們有很多的疑問，學佛學這麼多年不能解決。所以我們感謝科學家，近代這些量子力學家他們的報告，我們讀了之後，解決了很多問題，相信了不再懷疑。科學家肯定這人，古人有一種本能，這本能就是今天所謂的特異功能，他能知道過去、現在、未來，現在科學發現的問題他們都知道。特別是佛經上記載的，阿賴耶的三細相，科學、哲學都認為這是宇宙的奧祕，現在才剛剛開始被揭穿。物質是什麼？這個搞清楚了，跟佛經上講的完全相同，物質是念頭變出來的。念頭是什麼？念頭怎麼發生的？科學家看到，突然出生，沒有理由，立刻就消失了，這是他看到的。他所看到的這個說法，跟佛在《楞嚴經》上講的兩句話，完全相同，佛在楞嚴會上說「當處出生，隨處滅盡」。時間是多長？彌勒菩薩告訴我們，它這個生滅的時間是一千六百兆分之一秒。也就是說，一秒鐘這麼長的時間，它已經生滅一千六百兆次。所以它就在我們眼前，我們眼睛看不見，就在我們眼前，我們沒有聽見。在我們眼前是最大的聲音，像什麼？像星球爆炸一樣，我們聽不到，它太快了。"
    },
    {
      "id": "02-040-0091_p0038",
      "zh_CN": "佛经上常讲一念，一念是这个意思。我们对于一念的概念很模糊，到现在才搞清楚，一念是一千六百兆分之一秒。那让我们想起来，我们过去的电影是动画构成的，一秒钟二十四张幻灯片，让它快速的转动。在这个银幕上，一秒钟你看到二十四张的画面这样过去，你看到这个画面好像有动作。如果单独一张，二十四分之一秒在银幕上给你放一下，你有没有看到？有看到。看到什么？有一道光一闪就没有了，这个光里头什么东西不知道，二十四分之一秒我们的眼睛见不到，只看到一点光。现在告诉你，事实真相是一千六百兆分之一秒，你怎么会觉得？根本见不到，影像都不可得。我们这个眼睛很迟钝，大概影像要看到的话，至少要半秒钟，半秒的速度我们会看到影像有个概念，你看二十四分之一秒就看不到。早年的电影，慢速度是一秒钟十八次，放映镜头开关十八次，快的二十四次。就是十八分之一秒，我们已经看不到，只看到一道光，光里头什么内容不知道。所以一切事情的发生统统就在当下，没离开我们，一点都不假！我们这个眼耳鼻舌身意都不灵光，看不到事实真相。",
      "zh_TW": "佛經上常講一念，一念是這個意思。我們對於一念的概念很模糊，到現在才搞清楚，一念是一千六百兆分之一秒。那讓我們想起來，我們過去的電影是動畫構成的，一秒鐘二十四張幻燈片，讓它快速的轉動。在這個銀幕上，一秒鐘你看到二十四張的畫面這樣過去，你看到這個畫面好像有動作。如果單獨一張，二十四分之一秒在銀幕上給你放一下，你有沒有看到？有看到。看到什麼？有一道光一閃就沒有了，這個光裡頭什麼東西不知道，二十四分之一秒我們的眼睛見不到，只看到一點光。現在告訴你，事實真相是一千六百兆分之一秒，你怎麼會覺得？根本見不到，影像都不可得。我們這個眼睛很遲鈍，大概影像要看到的話，至少要半秒鐘，半秒的速度我們會看到影像有個概念，你看二十四分之一秒就看不到。早年的電影，慢速度是一秒鐘十八次，放映鏡頭開關十八次，快的二十四次。就是十八分之一秒，我們已經看不到，只看到一道光，光裡頭什麼內容不知道。所以一切事情的發生統統就在當下，沒離開我們，一點都不假！我們這個眼耳鼻舌身意都不靈光，看不到事實真相。"
    },
    {
      "id": "02-040-0091_p0039",
      "zh_CN": "佛是怎么看到的？禅定。心愈净定愈深，这些微细的波动，你就发现、就看到了。今天科学技术没有法子不赞叹，已经能够捕捉到一千兆分之一秒，科学技术能掌握到，这是三十年之前人不敢想像的，跟佛所说的愈来愈接近。虽然阿赖耶的三细相科学家发现，它的名词叫物质、信息、能量，它用这个名词。佛经上用的名词跟它不一样，物质称为境界相，信息称为转相，能量称为业相，名词不一样，是一桩事情，大乘教里讲的业相，就是今天科学讲的能量。能量从哪里来的？能量不生不灭，能量是自性来的，是自性本有的，它没有生灭。信息，这心理现象，是从能量里头变现出来的。物质？物质又从心的念头里头变现出来的，所以实际上它这三个是一体的。这个被今天科学家似乎渐渐明白了，所以提出心物一源不能分，提出以心控物。",
      "zh_TW": "佛是怎麼看到的？禪定。心愈淨定愈深，這些微細的波動，你就發現、就看到了。今天科學技術沒有法子不讚歎，已經能夠捕捉到一千兆分之一秒，科學技術能掌握到，這是三十年之前人不敢想像的，跟佛所說的愈來愈接近。雖然阿賴耶的三細相科學家發現，它的名詞叫物質、信息、能量，它用這個名詞。佛經上用的名詞跟它不一樣，物質稱為境界相，信息稱為轉相，能量稱為業相，名詞不一樣，是一樁事情，大乘教裡講的業相，就是今天科學講的能量。能量從哪裡來的？能量不生不滅，能量是自性來的，是自性本有的，它沒有生滅。信息，這心理現象，是從能量裡頭變現出來的。物質？物質又從心的念頭裡頭變現出來的，所以實際上它這三個是一體的。這個被今天科學家似乎漸漸明白了，所以提出心物一源不能分，提出以心控物。"
    },
    {
      "id": "02-040-0091_p0040",
      "zh_CN": "我们真能相信，真能以心控物，这个世界产生巨大的变化。为什么？第一个对自己，一身的疾病自己可以治疗，不需要用医药，不需要用打针，念头正，病就没有了。病从哪里来的？病的根源贪瞋痴慢疑，这是所有病的根源。如果这五个字你都没有，于一切法，世出世间一切法不贪、不瞋、不痴、不傲慢、不怀疑，你什么病都不会生。你生了病，有病，你能把这五个字断掉，你的病自然会好，不会恶化，你要信得过。所以山西小院就是那个信心产生的效果。那对于地球上的灾难亦如是，只要自己认真去修德，随顺性德，这个地球就是极乐世界，就不会出问题。",
      "zh_TW": "我們真能相信，真能以心控物，這個世界產生巨大的變化。為什麼？第一個對自己，一身的疾病自己可以治療，不需要用醫藥，不需要用打針，念頭正，病就沒有了。病從哪裡來的？病的根源貪瞋痴慢疑，這是所有病的根源。如果這五個字你都沒有，於一切法，世出世間一切法不貪、不瞋、不痴、不傲慢、不懷疑，你什麼病都不會生。你生了病，有病，你能把這五個字斷掉，你的病自然會好，不會惡化，你要信得過。所以山西小院就是那個信心產生的效果。那對於地球上的災難亦如是，只要自己認真去修德，隨順性德，這個地球就是極樂世界，就不會出問題。"
    },
    {
      "id": "02-040-0091_p0041",
      "zh_CN": "如果有人问，地球只有这么大，人口膨胀，地球上这些动植物供给我们食用的是很有限的，人口太多了怎么办？现在人想消灭一部分，那是造地狱业，那不是解决问题，那是给自己带来毁灭。你要相信，人口多了，粮食会增多，不要用科学技术，科学技术是反作用。用自己的德行，你种出来稻米长出来会加倍，人既然到这个世界来就不会饿死。要相信心能控物，地球上没有开发的地方还是很多很多，人心好，沙漠变良田。为什么？境随心转，这是真理，心好物质环境全转变了。我们这十几年的实验有结果，这个成果，如果有机会会给联合国介绍，让这些科学家到我们农庄菜园里面来看，不用农药、不用化肥长出来东西，比他们长得还好，这是我们实验成功了。你可以来看，你可以来研究、可以来调查。何必要用这些药物来杀虫，来杀害生命，愈杀愈多杀不尽，你的恶业愈造愈重，将来的果报全是地狱，错了。",
      "zh_TW": "如果有人問，地球只有這麼大，人口膨脹，地球上這些動植物供給我們食用的是很有限的，人口太多了怎麼辦？現在人想消滅一部分，那是造地獄業，那不是解決問題，那是給自己帶來毀滅。你要相信，人口多了，糧食會增多，不要用科學技術，科學技術是反作用。用自己的德行，你種出來稻米長出來會加倍，人既然到這個世界來就不會餓死。要相信心能控物，地球上沒有開發的地方還是很多很多，人心好，沙漠變良田。為什麼？境隨心轉，這是真理，心好物質環境全轉變了。我們這十幾年的實驗有結果，這個成果，如果有機會會給聯合國介紹，讓這些科學家到我們農莊菜園裡面來看，不用農藥、不用化肥長出來東西，比他們長得還好，這是我們實驗成功了。你可以來看，你可以來研究、可以來調查。何必要用這些藥物來殺蟲，來殺害生命，愈殺愈多殺不盡，你的惡業愈造愈重，將來的果報全是地獄，錯了。"
    },
    {
      "id": "02-040-0091_p0042",
      "zh_CN": "仁义礼智信、道德仁义礼决定有效，决定不害人，决定能解决一切问题，科学、哲学做不到的，善的念头能做到。所以今天社会藐视宗教，宗教里面的人，真正能够相信神的智慧、神的大德大能，效法神就能解决问题。学习神，这叫神的保佑，这不是迷信，不是专靠他，我向他学习，学习他的智慧，学习他的德行。我们以身作则把它做到，我们用纯净纯善的心，首先要帮助自己，解决自己的问题。有了效果，我们就帮助别人，别人会相信，为什么？他看出我们的成绩，这就是他起信的一个原因。他为什么会相信？我摆在这个地方，你来看、你来品尝。现在有不少地方，用这个方法都做成功了，说明这个方法是普世的方法，不是适于某个地区、某种地理环境，不是的，到处都可以用。完全用意念改变环境，做得到，不是做不到。",
      "zh_TW": "仁義禮智信、道德仁義禮決定有效，決定不害人，決定能解決一切問題，科學、哲學做不到的，善的念頭能做到。所以今天社會藐視宗教，宗教裡面的人，真正能夠相信神的智慧、神的大德大能，效法神就能解決問題。學習神，這叫神的保佑，這不是迷信，不是專靠他，我向他學習，學習他的智慧，學習他的德行。我們以身作則把它做到，我們用純淨純善的心，首先要幫助自己，解決自己的問題。有了效果，我們就幫助別人，別人會相信，為什麼？他看出我們的成績，這就是他起信的一個原因。他為什麼會相信？我擺在這個地方，你來看、你來品嘗。現在有不少地方，用這個方法都做成功了，說明這個方法是普世的方法，不是適於某個地區、某種地理環境，不是的，到處都可以用。完全用意念改變環境，做得到，不是做不到。"
    },
    {
      "id": "02-040-0091_p0043",
      "zh_CN": "这下面的经文，「于彼相中，实无可得。（见《唐译》），因实知是幻，故于幻不迷」，这个不迷很重要。「如《宝积经》中，学幻天子说偈赞佛曰：如幻师作幻，自于幻不迷」，他自己不迷，他自己晓得。「以知幻虚故，佛观世亦然」，他为什么不迷？他晓得自己是假的、变现的，佛观世间亦然。也正如《圆觉经》上所说的，「知幻即离，离幻即觉」。这个世界是幻化的，是自性幻化的，所有一切现象是刹那生灭的，所以经上常讲「无常」，它不是永恒的。所有一切现象，自然现象、心理现象、物质现象，统统都是在一千六百兆分之一秒的频率之中出现的，离开这个频率没有一法可得。谁知道？大乘教上常讲，八地以上都知道。证得八地以上的人很多，那不是假的，你证得你就见到，八地、九地、十地、等觉、妙觉这五个位次，菩萨包括佛总共五十二个位次，好像五十二层大楼，最上面的五层他们都知道，这八地以上。你见到，他也见到，不是一个人见到，八地以上许多人，太多太多了，这统统见到。他们是用定功，不是用科学，没有任何仪器。",
      "zh_TW": "這下面的經文，「於彼相中，實無可得。（見《唐譯》），因實知是幻，故於幻不迷」，這個不迷很重要。「如《寶積經》中，學幻天子說偈讚佛曰：如幻師作幻，自於幻不迷」，他自己不迷，他自己曉得。「以知幻虛故，佛觀世亦然」，他為什麼不迷？他曉得自己是假的、變現的，佛觀世間亦然。也正如《圓覺經》上所說的，「知幻即離，離幻即覺」。這個世界是幻化的，是自性幻化的，所有一切現象是剎那生滅的，所以經上常講「無常」，它不是永恆的。所有一切現象，自然現象、心理現象、物質現象，統統都是在一千六百兆分之一秒的頻率之中出現的，離開這個頻率沒有一法可得。誰知道？大乘教上常講，八地以上都知道。證得八地以上的人很多，那不是假的，你證得你就見到，八地、九地、十地、等覺、妙覺這五個位次，菩薩包括佛總共五十二個位次，好像五十二層大樓，最上面的五層他們都知道，這八地以上。你見到，他也見到，不是一個人見到，八地以上許多人，太多太多了，這統統見到。他們是用定功，不是用科學，沒有任何儀器。"
    },
    {
      "id": "02-040-0091_p0044",
      "zh_CN": "这就是说，这些科学仪器需不需要？不需要。自己的能量超过这些机器，这些机器不能比，机器都有副作用，自性清净心没有副作用。如果科学是好的，我相信佛菩萨早就向这条路发展；他知道这个东西不是好东西，这些东西解决不了问题。解决这一部分的，带来后遗症很多，带来一大堆你无法解决，今天科学就遇到困难。但是今天量子力学发现可能会给科学改变它的方向，不再以物理为中心，物理走到尽头了，要回过头来找心理。心能控制物，心能改变物质现象。心能控制物质，问题真解决了，我让稻米加倍生产，我让粮食能量增长。如果心真能够控制物质，这办得到，不是办不到的。还是一句老话不能怀疑，有丝毫怀疑这个力量就被破坏了。",
      "zh_TW": "這就是說，這些科學儀器需不需要？不需要。自己的能量超過這些機器，這些機器不能比，機器都有副作用，自性清淨心沒有副作用。如果科學是好的，我相信佛菩薩早就向這條路發展；他知道這個東西不是好東西，這些東西解決不了問題。解決這一部分的，帶來後遺症很多，帶來一大堆你無法解決，今天科學就遇到困難。但是今天量子力學發現可能會給科學改變它的方向，不再以物理為中心，物理走到盡頭了，要回過頭來找心理。心能控制物，心能改變物質現象。心能控制物質，問題真解決了，我讓稻米加倍生產，我讓糧食能量增長。如果心真能夠控制物質，這辦得到，不是辦不到的。還是一句老話不能懷疑，有絲毫懷疑這個力量就被破壞了。"
    },
    {
      "id": "02-040-0091_p0045",
      "zh_CN": "所以真正的问题，确实就是贪瞋痴慢疑，这五种意念。不贪、不瞋、不痴、不慢、不疑这是性德，与自性完全相应。反过来违背性德，带来的是灾难、是祸害，于自、于人、于我们居住的地球都一样。这个五毒反面，在我们中国老祖宗说的，那就是五常，五常第一个是仁，仁者爱人，推己及人，决定不会害人。仁人决定没有傲慢，傲慢是瞋恚，瞋恚是杀害一切众生。所以仁在五戒里头就是不杀生，离瞋恚；义是不盗，不偷盗，不贪。礼是节度；不淫，淫广义的说，淫是泛滥、是过分、过度；礼是有节度的，这到此为止，不能超越这个界限。我们人的生活很简单，衣食住行需求不多，只要能守住不要有贪心，不要有傲慢，不要有愚痴，这人很幸福、很快乐。极乐世界是人造的，地狱、饿鬼也是人造的，就看你怎么造。智者不迷，信就不妄语，所以仁义礼智信是性德，五戒是性德。贪瞋痴慢疑反过来是性德，违背性德就是灾难，随顺性德就是菩提，问题是你怎么个教法。",
      "zh_TW": "所以真正的問題，確實就是貪瞋痴慢疑，這五種意念。不貪、不瞋、不痴、不慢、不疑這是性德，與自性完全相應。反過來違背性德，帶來的是災難、是禍害，於自、於人、於我們居住的地球都一樣。這個五毒反面，在我們中國老祖宗說的，那就是五常，五常第一個是仁，仁者愛人，推己及人，決定不會害人。仁人決定沒有傲慢，傲慢是瞋恚，瞋恚是殺害一切眾生。所以仁在五戒裡頭就是不殺生，離瞋恚；義是不盜，不偷盜，不貪。禮是節度；不淫，淫廣義的說，淫是氾濫、是過分、過度；禮是有節度的，這到此為止，不能超越這個界限。我們人的生活很簡單，衣食住行需求不多，只要能守住不要有貪心，不要有傲慢，不要有愚痴，這人很幸福、很快樂。極樂世界是人造的，地獄、餓鬼也是人造的，就看你怎麼造。智者不迷，信就不妄語，所以仁義禮智信是性德，五戒是性德。貪瞋痴慢疑反過來是性德，違背性德就是災難，隨順性德就是菩提，問題是你怎麼個教法。"
    },
    {
      "id": "02-040-0091_p0046",
      "zh_CN": "教学广义来讲，人人都有责任，人人都有这个使命。中国古人说「国家兴亡，匹夫有责」，这个话说得很深，跟佛法完全相同。我们自己做好了就是教学，做个好样子，人家看到时候就会影响人，所以每个人都要做。领导人带头，各级领导人都晓得带头，这个世界就是天堂，这个世界就是极乐。我们一定要明白一个道理，一定要认真努力去做，这叫佛弟子，帮助佛教化众生。我们不帮助佛教化众生，就到不了极乐世界；宗教徒不能帮助神教化众生，他也去不了天堂。宗教徒都能明白这个道理，把神圣的教诲落实在自己的生活，自己多么幸福、美满、快乐，你只表演这个快乐，人家就会向你学习。一生没有烦恼、没有忧虑，快快乐乐，展现出来给人看，能度自己，也能度别人。今天时间到了，我们就学习到此地。",
      "zh_TW": "教學廣義來講，人人都有責任，人人都有這個使命。中國古人說「國家興亡，匹夫有責」，這個話說得很深，跟佛法完全相同。我們自己做好了就是教學，做個好樣子，人家看到時候就會影響人，所以每個人都要做。領導人帶頭，各級領導人都曉得帶頭，這個世界就是天堂，這個世界就是極樂。我們一定要明白一個道理，一定要認真努力去做，這叫佛弟子，幫助佛教化眾生。我們不幫助佛教化眾生，就到不了極樂世界；宗教徒不能幫助神教化眾生，他也去不了天堂。宗教徒都能明白這個道理，把神聖的教誨落實在自己的生活，自己多麼幸福、美滿、快樂，你只表演這個快樂，人家就會向你學習。一生沒有煩惱、沒有憂慮，快快樂樂，展現出來給人看，能度自己，也能度別人。今天時間到了，我們就學習到此地。"
    }
  ]
}