{
  "doc_id": "02-040-0368",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六八集",
    "zh_TW": "第三六八集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0368",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-040-0368_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0368_p0002",
      "zh_CN": "请看《大经科注》第六百四十五页最后一行：",
      "zh_TW": "請看《大經科註》第六百四十五頁最後一行："
    },
    {
      "id": "02-040-0368_p0003",
      "zh_CN": "「又《往生论》偈云：正觉阿弥陀，法王善住持。佛寿无量，教化之众无量，所教人民皆同补处菩萨，故云善住持也」。《往生论》上这两句偈是赞叹阿弥陀佛的。正觉阿弥陀，正觉是如来果地上的称呼，简称；要具足称，无上正等正觉阿弥陀。因为这是偈颂，每一句是五个字，就省略了。法王善住持，这里关键的字眼是善。法王是阿弥陀佛。善，说的是什么？下面这有注解，解释说佛寿无量，无量寿，教化之众无量，极乐世界的菩萨都是十方诸佛刹土信愿持名往生到极乐世界的人，数量无量无边，所教的人民，人民就是这些菩萨、这些大众，教得好，皆同补处菩萨，善就说这一句话。这个是十方刹土里头都做不到的，阿弥陀佛他做到了。他所教的这些菩萨们有上、中、下三品，或者我们说极乐世界菩萨有三个等级，上、中、下三个等级。上等的是法身菩萨，跟《华严经》上所说的一样，四十一位法身大士。我们这里讲三辈，这个经上讲三辈。上辈，生实报庄严土。中辈是声闻、缘觉、别教三贤菩萨，生方便有余土。那我们去往生是凡圣同居土，这个就是六道里面众生，还不是十法界，六道，六道里面众生往生到西方极乐世界，生同居土。同居土里头也有上中下三品，三辈九品。可是三辈九品确实有，不是没有，阿弥陀佛有能力、有智慧、有善巧方便，都把这些人，三辈九品这些人，教到跟补处菩萨相同、平等，这个叫善。十方世界诸佛如来没有做到，极乐世界阿弥陀佛做到了。",
      "zh_TW": "「又《往生論》偈云：正覺阿彌陀，法王善住持。佛壽無量，教化之眾無量，所教人民皆同補處菩薩，故云善住持也」。《往生論》上這兩句偈是讚歎阿彌陀佛的。正覺阿彌陀，正覺是如來果地上的稱呼，簡稱；要具足稱，無上正等正覺阿彌陀。因為這是偈頌，每一句是五個字，就省略了。法王善住持，這裡關鍵的字眼是善。法王是阿彌陀佛。善，說的是什麼？下面這有註解，解釋說佛壽無量，無量壽，教化之眾無量，極樂世界的菩薩都是十方諸佛剎土信願持名往生到極樂世界的人，數量無量無邊，所教的人民，人民就是這些菩薩、這些大眾，教得好，皆同補處菩薩，善就說這一句話。這個是十方剎土裡頭都做不到的，阿彌陀佛他做到了。他所教的這些菩薩們有上、中、下三品，或者我們說極樂世界菩薩有三個等級，上、中、下三個等級。上等的是法身菩薩，跟《華嚴經》上所說的一樣，四十一位法身大士。我們這裡講三輩，這個經上講三輩。上輩，生實報莊嚴土。中輩是聲聞、緣覺、別教三賢菩薩，生方便有餘土。那我們去往生是凡聖同居土，這個就是六道裡面眾生，還不是十法界，六道，六道裡面眾生往生到西方極樂世界，生同居土。同居土裡頭也有上中下三品，三輩九品。可是三輩九品確實有，不是沒有，阿彌陀佛有能力、有智慧、有善巧方便，都把這些人，三輩九品這些人，教到跟補處菩薩相同、平等，這個叫善。十方世界諸佛如來沒有做到，極樂世界阿彌陀佛做到了。"
    },
    {
      "id": "02-040-0368_p0004",
      "zh_CN": "「又偈云」，这个偈还是《往生论》里面的，「如来净华众，正觉华化生」。如来、正觉都是指阿弥陀佛。阿弥陀佛那边的会众，十方去往生的，往生的人都生在「弥陀国土清净莲华中生」，所以如来净华众，七宝莲池莲花当中化生的。「皆从如来智慧清净海生，亦即皆从弥陀自心中生也」。我们要注意这个地方，弥陀自心中生也。从理上讲，「一切法从心想生」，这个心是真心，想是妄心，这里讲了一个心、一个想。心、想两个字意思不一样，心是真如、是自性，想是阿赖耶识，一个是真心，一个是妄心，把十法界依正庄严全都包括尽了，一个都不漏。谁的心？自己的心想。我们自己的心想，心跟阿弥陀佛是一个心，真的是一个，想就有差别，妄心各个人不一样，真心是一样。妄心从哪里来的？从真心变出来的，所以追根究柢是一桩事情。如果从理、从事上讲，就是两桩事情。理是真心，心现的。事，事是妄心，识变的，识变是讲十法界，十法界依正庄严就是心想生。经上这一句话我们要搞清楚，心、想是两桩事情，专讲十法界的。如果讲实报土，只有心，没有想，那是如来自心中生的。弥陀自心中生是实报庄严土，这个里头没有想，就是没有阿赖耶识，只有真心，没有妄心。这个世界有没有身相？有，相是法性身。有没有居住环境？有，也有山河大地，那是法性土。",
      "zh_TW": "「又偈云」，這個偈還是《往生論》裡面的，「如來淨華眾，正覺華化生」。如來、正覺都是指阿彌陀佛。阿彌陀佛那邊的會眾，十方去往生的，往生的人都生在「彌陀國土清淨蓮華中生」，所以如來淨華眾，七寶蓮池蓮花當中化生的。「皆從如來智慧清淨海生，亦即皆從彌陀自心中生也」。我們要注意這個地方，彌陀自心中生也。從理上講，「一切法從心想生」，這個心是真心，想是妄心，這裡講了一個心、一個想。心、想兩個字意思不一樣，心是真如、是自性，想是阿賴耶識，一個是真心，一個是妄心，把十法界依正莊嚴全都包括盡了，一個都不漏。誰的心？自己的心想。我們自己的心想，心跟阿彌陀佛是一個心，真的是一個，想就有差別，妄心各個人不一樣，真心是一樣。妄心從哪裡來的？從真心變出來的，所以追根究柢是一樁事情。如果從理、從事上講，就是兩樁事情。理是真心，心現的。事，事是妄心，識變的，識變是講十法界，十法界依正莊嚴就是心想生。經上這一句話我們要搞清楚，心、想是兩樁事情，專講十法界的。如果講實報土，只有心，沒有想，那是如來自心中生的。彌陀自心中生是實報莊嚴土，這個裡頭沒有想，就是沒有阿賴耶識，只有真心，沒有妄心。這個世界有沒有身相？有，相是法性身。有沒有居住環境？有，也有山河大地，那是法性土。"
    },
    {
      "id": "02-040-0368_p0005",
      "zh_CN": "法性这个心跟想有什么不同？刚才说了，心是真的，想是假的。为什么？心，不生不灭，永恒不变；想，刹那生灭，找不到两个念头是相同的。生灭不同，这是假的；真的没有生灭，完全相同。所以实报土里面的菩萨，可以说他跟佛是平等的，只是无始无明习气没断，无明断了，习气犹存。习气断尽，他就自自然然入常寂光，融入常寂光，跟常寂光成一片。像我们这个小讲堂，有十几盏灯，灯一打开，每一个灯的光融在一起，就分不开了。成佛就是这样。这个不是等觉，等觉没有到这个境界，妙觉，妙觉就是光光融成一片，只有光，没有色相，就是没有物质现象，也没有念头的现象，连自然现象都没有。这个光就是身，光就是土，我们讲常寂光，法性身、法性土是一不是二。在实报土里面有形相，为什么？他带着有习气。可是法身如来跟那些法身菩萨有缘，没有说众生无边誓愿度，实报土除外，没有说这个，既然没有说，我们就晓得，佛度众生包括实报土、方便土、同居土，统统得度，这个才是究竟圆满的大慈大悲。",
      "zh_TW": "法性這個心跟想有什麼不同？剛才說了，心是真的，想是假的。為什麼？心，不生不滅，永恆不變；想，剎那生滅，找不到兩個念頭是相同的。生滅不同，這是假的；真的沒有生滅，完全相同。所以實報土裡面的菩薩，可以說他跟佛是平等的，只是無始無明習氣沒斷，無明斷了，習氣猶存。習氣斷盡，他就自自然然入常寂光，融入常寂光，跟常寂光成一片。像我們這個小講堂，有十幾盞燈，燈一打開，每一個燈的光融在一起，就分不開了。成佛就是這樣。這個不是等覺，等覺沒有到這個境界，妙覺，妙覺就是光光融成一片，只有光，沒有色相，就是沒有物質現象，也沒有念頭的現象，連自然現象都沒有。這個光就是身，光就是土，我們講常寂光，法性身、法性土是一不是二。在實報土裡面有形相，為什麼？他帶著有習氣。可是法身如來跟那些法身菩薩有緣，沒有說眾生無邊誓願度，實報土除外，沒有說這個，既然沒有說，我們就曉得，佛度眾生包括實報土、方便土、同居土，統統得度，這個才是究竟圓滿的大慈大悲。"
    },
    {
      "id": "02-040-0368_p0006",
      "zh_CN": "这些人往生到极乐世界，莲花化生，在莲花里就产生蜕变，也就是我们一般讲的转识成智。所以往生极乐世界转识成智，是阿弥陀佛本愿威神加持的，不是我们自己修成的，佛力加持。这个恩德很大！我们自己要转很难，不知道到什么时候才转得了，不是一桩容易事情。往生到极乐世界，生到极乐世界就作阿惟越致菩萨，阿惟越致是转识成智，没有阿赖耶识，所以西方四土全是法性变现的，没有阿赖耶识，这叫净华众，正觉华化生的。正觉华指莲花，净华众是说菩萨，菩萨都是清净花化生的。皆从如来智慧清净海生，这个弥陀智慧清净海就是性海，自性，自性没有边际，用海做比喻，性海。这是所有大众往生到极乐世界，我们的神识上了莲花，在莲花当中自自然然就变成法性身，生到极乐世界，花开见佛，住的是法性土。这就是都是从如来自心中生也。",
      "zh_TW": "這些人往生到極樂世界，蓮花化生，在蓮花裡就產生蛻變，也就是我們一般講的轉識成智。所以往生極樂世界轉識成智，是阿彌陀佛本願威神加持的，不是我們自己修成的，佛力加持。這個恩德很大！我們自己要轉很難，不知道到什麼時候才轉得了，不是一樁容易事情。往生到極樂世界，生到極樂世界就作阿惟越致菩薩，阿惟越致是轉識成智，沒有阿賴耶識，所以西方四土全是法性變現的，沒有阿賴耶識，這叫淨華眾，正覺華化生的。正覺華指蓮花，淨華眾是說菩薩，菩薩都是清淨花化生的。皆從如來智慧清淨海生，這個彌陀智慧清淨海就是性海，自性，自性沒有邊際，用海做比喻，性海。這是所有大眾往生到極樂世界，我們的神識上了蓮花，在蓮花當中自自然然就變成法性身，生到極樂世界，花開見佛，住的是法性土。這就是都是從如來自心中生也。"
    },
    {
      "id": "02-040-0368_p0007",
      "zh_CN": "「是故彼国人民，平等如佛」，西方极乐世界的人，经论都是一样的说法，平等如佛。也就是说，到极乐世界我们的身跟阿弥陀佛的身一样，没有丝毫差别。换句话说，阿弥陀佛身有八万四千相，每一个往生的人花开见佛，那个时候的身相也是八万四千相，每一个相有八万四千好，每一个好放八万四千光，跟弥陀无二无别。光中现十方诸佛世界的佛事，诸佛在教化众生，身相统统都见到了，这叫平等如佛。佛寿无量，不生不灭，所以众生寿量也没有生灭。「一生补佛」，一生证得补处的地位，后补佛。在极乐世界个个都是后补佛。我们这个世间现前补处菩萨是弥勒，弥勒佛是释迦牟尼佛的后补佛，这一生补处。",
      "zh_TW": "「是故彼國人民，平等如佛」，西方極樂世界的人，經論都是一樣的說法，平等如佛。也就是說，到極樂世界我們的身跟阿彌陀佛的身一樣，沒有絲毫差別。換句話說，阿彌陀佛身有八萬四千相，每一個往生的人花開見佛，那個時候的身相也是八萬四千相，每一個相有八萬四千好，每一個好放八萬四千光，跟彌陀無二無別。光中現十方諸佛世界的佛事，諸佛在教化眾生，身相統統都見到了，這叫平等如佛。佛壽無量，不生不滅，所以眾生壽量也沒有生滅。「一生補佛」，一生證得補處的地位，後補佛。在極樂世界個個都是後補佛。我們這個世間現前補處菩薩是彌勒，彌勒佛是釋迦牟尼佛的後補佛，這一生補處。"
    },
    {
      "id": "02-040-0368_p0008",
      "zh_CN": "「可知极乐主伴悉皆庄严，功德成就」。主，阿弥陀佛；伴，十方菩萨，往生的菩萨。我们在这个地方看到极乐世界很单纯，一点都不复杂。回过头来看看我们现在这个世界，太复杂了。古时候的社会比我们单纯，人纯朴，事情少，所以宰相底下只有六个部。现在总理下面有多少部？恐怕有三、四十个部。在从前宰相下就六个部，事情少，简单，人口也少。农业社会，农作物生长是有季节的，春耕，春天耕种，夏天，慢慢它就长大了，秋天就收成了，冬天都收到仓库去了，库藏，所以几乎冬天就是放假的时候。",
      "zh_TW": "「可知極樂主伴悉皆莊嚴，功德成就」。主，阿彌陀佛；伴，十方菩薩，往生的菩薩。我們在這個地方看到極樂世界很單純，一點都不複雜。回過頭來看看我們現在這個世界，太複雜了。古時候的社會比我們單純，人純樸，事情少，所以宰相底下只有六個部。現在總理下面有多少部？恐怕有三、四十個部。在從前宰相下就六個部，事情少，簡單，人口也少。農業社會，農作物生長是有季節的，春耕，春天耕種，夏天，慢慢它就長大了，秋天就收成了，冬天都收到倉庫去了，庫藏，所以幾乎冬天就是放假的時候。"
    },
    {
      "id": "02-040-0368_p0009",
      "zh_CN": "我们小时候在家乡过年，抗战之前，我们家乡的习俗，十二月初八，腊八，腊八开始过年了，过到多久？二月二，龙抬头，春天来了，这才开始工作。所以这个时间很长，你看从十二月初八，正月，二月二，差不多两个月。这两个月的长假，那是宗教活动最盛的时节。为什么？人有这么长的假期，他没事情做，在家没事情做，到寺院，到道观、儒家的书院，去干什么？去听讲经，去听课，去学习。这个时候讲学是义务的，因为施主，这个庵、道观报施主恩，平常接受施主的照顾，这时候报恩，讲经教学。大概都是一般读书人，预先到那边去报名，那边给你登记，分配你房间、你住的地方，吃住统统管，两个月时间住在寺庙。寺庙会安排课程，给你讲一部经或者是两部经，大经讲一部，小部头的会讲两部。所以那个时候人生活有规律，悠闲，真有乐趣。",
      "zh_TW": "我們小時候在家鄉過年，抗戰之前，我們家鄉的習俗，十二月初八，臘八，臘八開始過年了，過到多久？二月二，龍抬頭，春天來了，這才開始工作。所以這個時間很長，你看從十二月初八，正月，二月二，差不多兩個月。這兩個月的長假，那是宗教活動最盛的時節。為什麼？人有這麼長的假期，他沒事情做，在家沒事情做，到寺院，到道觀、儒家的書院，去幹什麼？去聽講經，去聽課，去學習。這個時候講學是義務的，因為施主，這個庵、道觀報施主恩，平常接受施主的照顧，這時候報恩，講經教學。大概都是一般讀書人，預先到那邊去報名，那邊給你登記，分配你房間、你住的地方，吃住統統管，兩個月時間住在寺廟。寺廟會安排課程，給你講一部經或者是兩部經，大經講一部，小部頭的會講兩部。所以那個時候人生活有規律，悠閒，真有樂趣。"
    },
    {
      "id": "02-040-0368_p0010",
      "zh_CN": "旧社会里面生活，从一生下来就有方向、就有目标，不会茫然，没有恐惧感，心是定的。生下来，注定的，这一生为这个家付出，做出贡献，荣宗耀祖，光大门楣，这是每一个家庭人都有的使命，接受家教。家教里面教学的总纲领，就是五伦、五常、八德。从胎教开始到满三岁这一千天，母亲负主要的责任，母教。母亲是小孩扎根教育的老师，这个根要扎得好。古谚语所谓「三岁看八十」，这个根扎好了，到八十岁都不会改变，这就是说一生都不会改变。八十是人生一个周期，从出生到二十岁这是人生的春天，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天。八十以后还在，那你就多赚了。所以到八十的时候，就算是一生都不会改变了。所以他心是定的，家是他的最可靠的依靠。古时候家是社会的核心，所以家齐而后国治，家能治好了社会就安定、就和谐。",
      "zh_TW": "舊社會裡面生活，從一生下來就有方向、就有目標，不會茫然，沒有恐懼感，心是定的。生下來，注定的，這一生為這個家付出，做出貢獻，榮宗耀祖，光大門楣，這是每一個家庭人都有的使命，接受家教。家教裡面教學的總綱領，就是五倫、五常、八德。從胎教開始到滿三歲這一千天，母親負主要的責任，母教。母親是小孩扎根教育的老師，這個根要紮得好。古諺語所謂「三歲看八十」，這個根紮好了，到八十歲都不會改變，這就是說一生都不會改變。八十是人生一個週期，從出生到二十歲這是人生的春天，二十到四十是人生的夏天，四十到六十是人生的秋天，六十到八十是人生的冬天。八十以後還在，那你就多賺了。所以到八十的時候，就算是一生都不會改變了。所以他心是定的，家是他的最可靠的依靠。古時候家是社會的核心，所以家齊而後國治，家能治好了社會就安定、就和諧。"
    },
    {
      "id": "02-040-0368_p0011",
      "zh_CN": "中国传统文化的核心不是个人，现在是个人主义，在从前中国不是的，中国是家庭，家把人人都教好了。六十岁大概就退休了，花甲之年养老，回老家，回老家养老，这是人生享受的一个阶段，晚年享乐。外国人不一样，外国人是儿童享乐，他把享乐摆在第一个阶段，那么到老年就变成坟墓了，退休下来是苦不堪言。儿女没有孝顺心，没教过，儿女不照顾父母。十六岁就算独立了，在美国十六岁离开家庭，你父母不要去找他，他已经可以自立了。一生当中，偶尔年轻人想到父母，逢年过节寄一张卡片，你看，父母看到了很欢喜，这个儿子没有把自己忘掉。这跟中国人不一样，中国人除非在外面工作谋生，否则的话不离开家庭。中国的家，抗战胜利以后没有了，再也看不到了。",
      "zh_TW": "中國傳統文化的核心不是個人，現在是個人主義，在從前中國不是的，中國是家庭，家把人人都教好了。六十歲大概就退休了，花甲之年養老，回老家，回老家養老，這是人生享受的一個階段，晚年享樂。外國人不一樣，外國人是兒童享樂，他把享樂擺在第一個階段，那麼到老年就變成墳墓了，退休下來是苦不堪言。兒女沒有孝順心，沒教過，兒女不照顧父母。十六歲就算獨立了，在美國十六歲離開家庭，你父母不要去找他，他已經可以自立了。一生當中，偶爾年輕人想到父母，逢年過節寄一張卡片，你看，父母看到了很歡喜，這個兒子沒有把自己忘掉。這跟中國人不一樣，中國人除非在外面工作謀生，否則的話不離開家庭。中國的家，抗戰勝利以後沒有了，再也看不到了。"
    },
    {
      "id": "02-040-0368_p0012",
      "zh_CN": "家，虽然有拘束，你仔细回想，它有它的优点，它的优点就是真正尽到了育幼、养老人生这两桩大事，家庭负担着。小孩自己不会教没有关系，家教你，家学，就是家庭子弟学校，私塾。学校多半设在祠堂里面。祠堂是个公共场所，场地大，里面可以办学、可以养老。老人早晨起来吃过早饭之后，散步到祠堂，老人都在那边集合，在那边聊天、在那边娱乐。跟小朋友合在一起，小朋友下课也去找他的爷爷奶奶，真有天伦之乐。下课大概休息十分钟、十五分钟，一摇铃了，孩子去上课去了，不会嫌很烦。所以我们想起那个时候的生活，有趣味、乐趣，社会风气纯朴，绝对见不到有欺骗人的人，没有，人讲信用，说话算话，没有欺骗人的。那这种社会还可不可能再见到？不太可能，整个社会改变了，科学技术把我们改变。",
      "zh_TW": "家，雖然有拘束，你仔細回想，它有它的優點，它的優點就是真正盡到了育幼、養老人生這兩樁大事，家庭負擔著。小孩自己不會教沒有關係，家教你，家學，就是家庭子弟學校，私塾。學校多半設在祠堂裡面。祠堂是個公共場所，場地大，裡面可以辦學、可以養老。老人早晨起來吃過早飯之後，散步到祠堂，老人都在那邊集合，在那邊聊天、在那邊娛樂。跟小朋友合在一起，小朋友下課也去找他的爺爺奶奶，真有天倫之樂。下課大概休息十分鐘、十五分鐘，一搖鈴了，孩子去上課去了，不會嫌很煩。所以我們想起那個時候的生活，有趣味、樂趣，社會風氣純樸，絕對見不到有欺騙人的人，沒有，人講信用，說話算話，沒有欺騙人的。那這種社會還可不可能再見到？不太可能，整個社會改變了，科學技術把我們改變。"
    },
    {
      "id": "02-040-0368_p0013",
      "zh_CN": "科学技术进步得太快了，让我们来不及应付，所以感到很重的压力，忧虑、茫然，无所适从，有恐惧感。表现在外面的，心浮气躁。这是现代人，没有安全感，没有归宿感，将来到哪里去？老了以后怎么办？进老人院，老人院的老人你去问问，去调查一下，绝大多数都希望赶快死，对于生没有希望。还希望活着，他对这个没有这个念头，活着苦，太苦了，孤单寂寞。老人院里老人跟老人不说话的，吃饭的时候大家到餐厅里吃饭，面孔没有表情，没有听到哪个老人跟哪个聊天，没有。你说多痛苦！这是现代社会的现象。我们住在同一层大楼，公寓，同一层大楼，隔壁邻居不打招呼的，见面看你一眼，没表情，进去门就锁起来，是这么个社会。旧时候的社会，不同的村庄，距离二、三里路看得见的村庄，都认识那是哪一家的，哪有不打招呼的道理！很亲切，一个村庄就好像是一家人，也确实是一家人，邻村是邻居。",
      "zh_TW": "科學技術進步得太快了，讓我們來不及應付，所以感到很重的壓力，憂慮、茫然，無所適從，有恐懼感。表現在外面的，心浮氣躁。這是現代人，沒有安全感，沒有歸宿感，將來到哪裡去？老了以後怎麼辦？進老人院，老人院的老人你去問問，去調查一下，絕大多數都希望趕快死，對於生沒有希望。還希望活著，他對這個沒有這個念頭，活著苦，太苦了，孤單寂寞。老人院裡老人跟老人不說話的，吃飯的時候大家到餐廳裡吃飯，面孔沒有表情，沒有聽到哪個老人跟哪個聊天，沒有。你說多痛苦！這是現代社會的現象。我們住在同一層大樓，公寓，同一層大樓，隔壁鄰居不打招呼的，見面看你一眼，沒表情，進去門就鎖起來，是這麼個社會。舊時候的社會，不同的村莊，距離二、三里路看得見的村莊，都認識那是哪一家的，哪有不打招呼的道理！很親切，一個村莊就好像是一家人，也確實是一家人，鄰村是鄰居。"
    },
    {
      "id": "02-040-0368_p0014",
      "zh_CN": "科学技术是带来很多便利，我们付出的代价太大。现在有不少专家学者在研究，设法能不能做到两全其美，人性的教育跟科学技术能够平衡。现在科学技术进步太快，人性的教育退转了，不但跟不上，退转了。西方极乐世界没有这个问题，为什么？阿弥陀佛善住持，他会教。你看，给我们很大的启示，用什么方法？教育。中国教育的方式花样很多，民间艺术全是教育，民间的表演，戏剧、舞蹈、说唱艺术。说唱是讲故事，还带着乐器，讲历史故事，讲圣贤教诲。说书，我们小时候喜欢听，念小学，放学回家了，往往先到茶馆，茶馆里有说书，去听说书，听讲故事。这种艺术现在慢慢的凋零，没有了。在过去有以这个为职业的，他就是搞说唱的，在这个村镇里头住个十天半个月，那个村镇又去住十天半个月，他是到处走的，很多，多半是老人。说唱在哪里？在茶馆。这些东西实在讲都应当恢复，要办学校来培训，不能让它失传。过去那套东西真好，说唱里面的内容是教学，离不开传统教学的原则，内容是五伦、五常、四维、八德。所以那个时候学校少，为什么人民都懂礼？他的教育从哪来的？就从这来的。戏剧也是大家都非常欢迎的。戏剧里面内容，像平剧、昆腔里面都讲的是忠孝节义，告诉人善有善果、恶有恶报，它都教人这些，对社会正面的教化，肩负起社会教育。跟现在完全不一样。过去时候，妨害风化是决定禁止的，没有人听。现在变成电视、变成网路，把这个东西送到你家里去了，里面的内容跟从前完全相违背。以前是教你怎么学好人、做好事，现在教你干坏事、教你做坏人，全是教出来的。",
      "zh_TW": "科學技術是帶來很多便利，我們付出的代價太大。現在有不少專家學者在研究，設法能不能做到兩全其美，人性的教育跟科學技術能夠平衡。現在科學技術進步太快，人性的教育退轉了，不但跟不上，退轉了。西方極樂世界沒有這個問題，為什麼？阿彌陀佛善住持，他會教。你看，給我們很大的啟示，用什麼方法？教育。中國教育的方式花樣很多，民間藝術全是教育，民間的表演，戲劇、舞蹈、說唱藝術。說唱是講故事，還帶著樂器，講歷史故事，講聖賢教誨。說書，我們小時候喜歡聽，念小學，放學回家了，往往先到茶館，茶館裡有說書，去聽說書，聽講故事。這種藝術現在慢慢的凋零，沒有了。在過去有以這個為職業的，他就是搞說唱的，在這個村鎮裡頭住個十天半個月，那個村鎮又去住十天半個月，他是到處走的，很多，多半是老人。說唱在哪裡？在茶館。這些東西實在講都應當恢復，要辦學校來培訓，不能讓它失傳。過去那套東西真好，說唱裡面的內容是教學，離不開傳統教學的原則，內容是五倫、五常、四維、八德。所以那個時候學校少，為什麼人民都懂禮？他的教育從哪來的？就從這來的。戲劇也是大家都非常歡迎的。戲劇裡面內容，像平劇、崑腔裡面都講的是忠孝節義，告訴人善有善果、惡有惡報，它都教人這些，對社會正面的教化，肩負起社會教育。跟現在完全不一樣。過去時候，妨害風化是決定禁止的，沒有人聽。現在變成電視、變成網路，把這個東西送到你家裡去了，裡面的內容跟從前完全相違背。以前是教你怎麼學好人、做好事，現在教你幹壞事、教你做壞人，全是教出來的。"
    },
    {
      "id": "02-040-0368_p0015",
      "zh_CN": "纯净纯善是极乐世界的教育宗旨，那个地方没有丝毫恶念。恶念都没有，当然没有恶的行为，纯净没有染污。阿弥陀佛万德万能，能现无量身。那个地方的菩萨、大众无量无边，阿弥陀佛化身也是无量无边，决定让每个人都亲近阿弥陀佛，如同弥陀单独教我一样。不会说人多了，跟阿弥陀佛距离很远，见不到，没有这种情形。现在科学家告诉我们，时间空间不是真的，假的，所有物质现象包括我们身体也不是真的，符合《金刚经》上一句话，「凡所有相，皆是虚妄」。我们用这个假相修真的，借假修真，这就有意义了，我们人生就有目的、有方向，不会走偏差。最后的归宿就是极乐世界，这是佛教导我们的。",
      "zh_TW": "純淨純善是極樂世界的教育宗旨，那個地方沒有絲毫惡念。惡念都沒有，當然沒有惡的行為，純淨沒有染污。阿彌陀佛萬德萬能，能現無量身。那個地方的菩薩、大眾無量無邊，阿彌陀佛化身也是無量無邊，決定讓每個人都親近阿彌陀佛，如同彌陀單獨教我一樣。不會說人多了，跟阿彌陀佛距離很遠，見不到，沒有這種情形。現在科學家告訴我們，時間空間不是真的，假的，所有物質現象包括我們身體也不是真的，符合《金剛經》上一句話，「凡所有相，皆是虛妄」。我們用這個假相修真的，借假修真，這就有意義了，我們人生就有目的、有方向，不會走偏差。最後的歸宿就是極樂世界，這是佛教導我們的。"
    },
    {
      "id": "02-040-0368_p0016",
      "zh_CN": "可知极乐主伴悉皆庄严，这从相上看。从体性上看，功德成就；弥陀四十八愿的功德、无量劫修行累积的功德、每一个往生的人修学的功德，是以功德成就的，不是世间断恶修善成就的。断恶修善是福德不是功德，善心善行，人天果报，没有出六道轮回。功德出六道，功德也是断恶修善，不着断恶修善的相，那就是功德。着相就变成福德，因为着相，心不清净；不着相，心清净。事可以随缘，心绝不染着，这是佛法，这就叫功德。积累功德，做往生的资粮。",
      "zh_TW": "可知極樂主伴悉皆莊嚴，這從相上看。從體性上看，功德成就；彌陀四十八願的功德、無量劫修行累積的功德、每一個往生的人修學的功德，是以功德成就的，不是世間斷惡修善成就的。斷惡修善是福德不是功德，善心善行，人天果報，沒有出六道輪迴。功德出六道，功德也是斷惡修善，不著斷惡修善的相，那就是功德。著相就變成福德，因為著相，心不清淨；不著相，心清淨。事可以隨緣，心絕不染著，這是佛法，這就叫功德。積累功德，做往生的資糧。"
    },
    {
      "id": "02-040-0368_p0017",
      "zh_CN": "下面这一品，「重显依报庄严」，这一个题，科题里面包括的范围很广，从十四品到十七品，一共有四品经。这第一段「宝树遍国」，世尊在此地为我们详细介绍极乐世界的环境，生活的环境、学习的环境，先看那一边的宝树。我们看念老的题解，「本品重显」，前面讲过，现在再说，前面是略说，这边是细说，「极乐国土依报庄严。七宝行树，周遍其国，此诸宝树，或一宝独成。或多宝共作」。显示极乐世界的微妙庄严。我们这个世间人喜欢珍宝，他方佛国的人也有这个爱好。极乐世界的珍宝到处都是，美不胜收。因为它多，太多了，到处都是，人的贪心没有了，你尽情的欣赏，你决定不会占有它，决定不会去收藏它，没人收藏。「树皆整齐庄严，光色殊妙，随风奏乐，音调和雅。此即第四十无量色树愿之成就」。这是阿弥陀佛本愿成就的，四十八愿愿愿兑现。",
      "zh_TW": "下面這一品，「重顯依報莊嚴」，這一個題，科題裡面包括的範圍很廣，從十四品到十七品，一共有四品經。這第一段「寶樹遍國」，世尊在此地為我們詳細介紹極樂世界的環境，生活的環境、學習的環境，先看那一邊的寶樹。我們看念老的題解，「本品重顯」，前面講過，現在再說，前面是略說，這邊是細說，「極樂國土依報莊嚴。七寶行樹，周遍其國，此諸寶樹，或一寶獨成。或多寶共作」。顯示極樂世界的微妙莊嚴。我們這個世間人喜歡珍寶，他方佛國的人也有這個愛好。極樂世界的珍寶到處都是，美不勝收。因為它多，太多了，到處都是，人的貪心沒有了，你盡情的欣賞，你決定不會佔有它，決定不會去收藏它，沒人收藏。「樹皆整齊莊嚴，光色殊妙，隨風奏樂，音調和雅。此即第四十無量色樹願之成就」。這是阿彌陀佛本願成就的，四十八願願願兌現。"
    },
    {
      "id": "02-040-0368_p0018",
      "zh_CN": "我们看第一段，「树之质」，树的体质，「纯一宝成」。请看经文：",
      "zh_TW": "我們看第一段，「樹之質」，樹的體質，「純一寶成」。請看經文："
    },
    {
      "id": "02-040-0368_p0019",
      "zh_CN": "【彼如来国。多诸宝树。或纯金树。纯白银树。琉璃树。水晶树。琥珀树。美玉树。玛瑙树。唯一宝成。不杂余宝。】",
      "zh_TW": "【彼如來國。多諸寶樹。或純金樹。純白銀樹。琉璃樹。水晶樹。琥珀樹。美玉樹。瑪瑙樹。唯一寶成。不雜餘寶。】"
    },
    {
      "id": "02-040-0368_p0020",
      "zh_CN": "极乐世界居住环境里面，随自己的心愿，确确实实那个世界的一切都是心想事成。心想，不是阿弥陀佛想，我们想，我们去的人心里想。成，阿弥陀佛成就的。我们怎么想，阿弥陀佛就怎么变化，确实像《楞严经》上所说的，弥陀真正百分之百的兑现，「随众生心，应所知量」。众生想是感，阿弥陀佛就有应。你想金树，这树就是金的，让你看到的；我不喜欢金的，想银树，这树就变成银的。自然，我们怎么念，它就怎么变，想一棵，想多棵，想一个树林。在澳洲森林很多，因为它土地大、人少，许多人喜欢住在森林的附近，有不少原始森林开辟为国家公园，旅游的人都喜欢去。",
      "zh_TW": "極樂世界居住環境裡面，隨自己的心願，確確實實那個世界的一切都是心想事成。心想，不是阿彌陀佛想，我們想，我們去的人心裡想。成，阿彌陀佛成就的。我們怎麼想，阿彌陀佛就怎麼變化，確實像《楞嚴經》上所說的，彌陀真正百分之百的兌現，「隨眾生心，應所知量」。眾生想是感，阿彌陀佛就有應。你想金樹，這樹就是金的，讓你看到的；我不喜歡金的，想銀樹，這樹就變成銀的。自然，我們怎麼念，它就怎麼變，想一棵，想多棵，想一個樹林。在澳洲森林很多，因為它土地大、人少，許多人喜歡住在森林的附近，有不少原始森林開闢為國家公園，旅遊的人都喜歡去。"
    },
    {
      "id": "02-040-0368_p0021",
      "zh_CN": "我们看念老的注解，『水晶』与下面讲的水精是一样、相同。「梵语颇黎」，经典上也用下面这个现代的「玻璃」这个名词，翻译成「水精」。有紫色的、白色的、红色的、碧色的，四种颜色。「琉璃乃梵语。华言青色宝。此宝青色。一切众宝皆不能坏。体坚色莹，世间希有，故名为宝」。琉璃，很像我们中国人所说的绿色的玉，翡翠，中国人叫翡翠，绿色的玉，透明的，这个也很坚硬。「琥珀、玛瑙」，这都是「世间珍宝」。极乐世界的宝太多了，许许多多我们没有见过，那佛就不能说了，说了我们不懂，用我们世间大家都认为很珍贵的这些宝，这个珍宝来做比喻。即使这里讲的金树、银树，极乐世界的金跟我们这个世界上的金就无法比，他们金的质料、光色，我们这边金决定比不上。什么原因？记住佛的一句话，「一切法从心想生」，记住这个话，极乐世界的人是什么样的心，他感什么样的果报。我们就明白了，我们这个世间的人粗心大意，感得我们自己认为是珍宝，跟极乐世界人一比差很远。念头不一样，福报不一样，他的金超过我们的金，道理在此地。这些物质现象也都不是真的，都从心想生。所以我们要想如同诸佛净土一样的庄严，能不能做到？在理论上讲能。我们如果心跟佛心一样，我们居住的环境依正庄严就跟他相同。",
      "zh_TW": "我們看念老的註解，『水晶』與下面講的水精是一樣、相同。「梵語頗黎」，經典上也用下面這個現代的「玻璃」這個名詞，翻譯成「水精」。有紫色的、白色的、紅色的、碧色的，四種顏色。「琉璃乃梵語。華言青色寶。此寶青色。一切眾寶皆不能壞。體堅色瑩，世間希有，故名為寶」。琉璃，很像我們中國人所說的綠色的玉，翡翠，中國人叫翡翠，綠色的玉，透明的，這個也很堅硬。「琥珀、瑪瑙」，這都是「世間珍寶」。極樂世界的寶太多了，許許多多我們沒有見過，那佛就不能說了，說了我們不懂，用我們世間大家都認為很珍貴的這些寶，這個珍寶來做比喻。即使這裡講的金樹、銀樹，極樂世界的金跟我們這個世界上的金就無法比，他們金的質料、光色，我們這邊金決定比不上。什麼原因？記住佛的一句話，「一切法從心想生」，記住這個話，極樂世界的人是什麼樣的心，他感什麼樣的果報。我們就明白了，我們這個世間的人粗心大意，感得我們自己認為是珍寶，跟極樂世界人一比差很遠。念頭不一樣，福報不一樣，他的金超過我們的金，道理在此地。這些物質現象也都不是真的，都從心想生。所以我們要想如同諸佛淨土一樣的莊嚴，能不能做到？在理論上講能。我們如果心跟佛心一樣，我們居住的環境依正莊嚴就跟他相同。"
    },
    {
      "id": "02-040-0368_p0022",
      "zh_CN": "我们这个地球在变，变到这个样子，我们看到很寒心。想起八十年前我们生活在农村，农村外面田地里面，任何地方有水都可以喝。稻田里面还有一些水，还没有干掉的时候，你看很干净，手拿起捧到就能喝。小溪里面的水，池塘里面的水，干净，没有污染。水源干净，土壤没有污染，所有一切植物也没有污染，没有一样不是健康的。小孩出去玩，都去摘一些野花野果，摘到就吃，也不需要洗一洗，手揉揉擦擦就吃了，没有听说生病的。现在变得小心翼翼的，拿到什么，这能吃吗？人与人当中的感情，那个时候人与人亲切，现在要不是熟人，理都不理你，面孔呆板。从前的人不管认不认识，都是面带笑容，都会给你点头打招呼。所以科技带给我们，确实有人在质疑，带给我们到底是福还是祸？如果说是福，我们付出的惨痛代价值不值得？",
      "zh_TW": "我們這個地球在變，變到這個樣子，我們看到很寒心。想起八十年前我們生活在農村，農村外面田地裡面，任何地方有水都可以喝。稻田裡面還有一些水，還沒有乾掉的時候，你看很乾淨，手拿起捧到就能喝。小溪裡面的水，池塘裡面的水，乾淨，沒有污染。水源乾淨，土壤沒有污染，所有一切植物也沒有污染，沒有一樣不是健康的。小孩出去玩，都去摘一些野花野果，摘到就吃，也不需要洗一洗，手揉揉擦擦就吃了，沒有聽說生病的。現在變得小心翼翼的，拿到什麼，這能吃嗎？人與人當中的感情，那個時候人與人親切，現在要不是熟人，理都不理你，面孔呆板。從前的人不管認不認識，都是面帶笑容，都會給你點頭打招呼。所以科技帶給我們，確實有人在質疑，帶給我們到底是福還是禍？如果說是福，我們付出的慘痛代價值不值得？"
    },
    {
      "id": "02-040-0368_p0023",
      "zh_CN": "这第二段里面讲「多宝共成」。",
      "zh_TW": "這第二段裡面講「多寶共成」。"
    },
    {
      "id": "02-040-0368_p0024",
      "zh_CN": "【或有二宝三宝。乃至七宝。】",
      "zh_TW": "【或有二寶三寶。乃至七寶。】"
    },
    {
      "id": "02-040-0368_p0025",
      "zh_CN": "七是代表圆满。",
      "zh_TW": "七是代表圓滿。"
    },
    {
      "id": "02-040-0368_p0026",
      "zh_CN": "【转共合成。根茎枝干。此宝所成。华叶果实。他宝化作。】",
      "zh_TW": "【轉共合成。根莖枝幹。此寶所成。華葉果實。他寶化作。】"
    },
    {
      "id": "02-040-0368_p0027",
      "zh_CN": "一棵树里头很多种颜色，很多种珍宝共同成就的，美不胜收。「总之七宝」，皆借世间物勉强做为比喻。实际上极乐世界「一切万物悉皆微妙奇丽，超逾十方」。用这四个字来形容，微妙奇丽，微是精微，美妙，超过十方诸佛刹土。为什么？在阿弥陀佛建造西方极乐世界之前，他以五劫这么长的时间去参访十方一切诸佛刹土，我们今天讲去考察、去调研（调查研究），十方诸佛世界美好的，极乐世界都要，不好的完全淘汰，所以极乐世界成就了，依正庄严自然就超逾十方，超过一切诸佛刹土；它是集一切诸佛刹土里面的精华，集一切诸佛刹土里面的微妙奇丽，这么来的。所以我们要细心去体会，佛给我们说只能说个仿佛，没有办法讲到究竟。",
      "zh_TW": "一棵樹裡頭很多種顏色，很多種珍寶共同成就的，美不勝收。「總之七寶」，皆借世間物勉強做為比喻。實際上極樂世界「一切萬物悉皆微妙奇麗，超逾十方」。用這四個字來形容，微妙奇麗，微是精微，美妙，超過十方諸佛剎土。為什麼？在阿彌陀佛建造西方極樂世界之前，他以五劫這麼長的時間去參訪十方一切諸佛剎土，我們今天講去考察、去調研（調查研究），十方諸佛世界美好的，極樂世界都要，不好的完全淘汰，所以極樂世界成就了，依正莊嚴自然就超逾十方，超過一切諸佛剎土；它是集一切諸佛剎土裡面的精華，集一切諸佛剎土裡面的微妙奇麗，這麼來的。所以我們要細心去體會，佛給我們說只能說個彷彿，沒有辦法講到究竟。"
    },
    {
      "id": "02-040-0368_p0028",
      "zh_CN": "下面这段文，「别明」。",
      "zh_TW": "下面這段文，「別明」。"
    },
    {
      "id": "02-040-0368_p0029",
      "zh_CN": "【或有宝树。黄金为根。白银为身。琉璃为枝。水晶为梢。琥珀为叶。美玉为华。玛瑙为果。其余诸树。复有七宝。互为根干枝叶华果。种种共成。】",
      "zh_TW": "【或有寶樹。黃金為根。白銀為身。琉璃為枝。水晶為梢。琥珀為葉。美玉為華。瑪瑙為果。其餘諸樹。復有七寶。互為根幹枝葉華果。種種共成。】"
    },
    {
      "id": "02-040-0368_p0030",
      "zh_CN": "我们看注解，「又据《往生论》则此宝树，显国土庄严中，种种事功德成就。论曰：备诸珍宝性，具足妙庄严。树是妙宝所成」。我们今天的植物，是木本的、草本的，极乐世界的树没有木本的，极乐世界的花草没有草本的，全是珍宝。珍宝太多了，无量无边际，所以这些珍宝在极乐世界也都变成建筑材料了。经上给我们讲「黄金为地」，那是什么？用黄金铺地。像我们这边修筑的公路，我们公路铺的是柏油，极乐世界路上铺的是黄金。我们的衣着，有的是植物，有些是皮毛，极乐世界人穿的衣服是七宝的。那宝怎么能做衣服穿？我们这边宝是坚硬的，极乐世界的宝是软的，就跟衣服一样，软的，所以它可以做衣料，很薄、柔软。干净，一尘不染，不需要洗的，也不需要裁缝的，想什么样子、款式，它就什么样子。一切都是自然化生。",
      "zh_TW": "我們看註解，「又據《往生論》則此寶樹，顯國土莊嚴中，種種事功德成就。論曰：備諸珍寶性，具足妙莊嚴。樹是妙寶所成」。我們今天的植物，是木本的、草本的，極樂世界的樹沒有木本的，極樂世界的花草沒有草本的，全是珍寶。珍寶太多了，無量無邊際，所以這些珍寶在極樂世界也都變成建築材料了。經上給我們講「黃金為地」，那是什麼？用黃金鋪地。像我們這邊修築的公路，我們公路鋪的是柏油，極樂世界路上鋪的是黃金。我們的衣著，有的是植物，有些是皮毛，極樂世界人穿的衣服是七寶的。那寶怎麼能做衣服穿？我們這邊寶是堅硬的，極樂世界的寶是軟的，就跟衣服一樣，軟的，所以它可以做衣料，很薄、柔軟。乾淨，一塵不染，不需要洗的，也不需要裁縫的，想什麼樣子、款式，它就什麼樣子。一切都是自然化生。"
    },
    {
      "id": "02-040-0368_p0031",
      "zh_CN": "「树是妙宝所成，是即备诸珍宝性」，这个浅的意思。「深言之，盖显弥陀之性德。一切妙宝皆弥陀性德所本具」。弥陀的性德跟我们自己的性德是一不是二，说弥陀性德就是自己的性德。惠能大师见性的时候告诉我们，「何期自性，本自具足」。这一句话没细说，本自具足具足什么？佛在《华严经》上告诉我们，「一切众生皆有如来智慧德相」，可以拿来做注解惠能大师的这个本自具足，具足智慧、德能、相好，这三样东西把所有一切都包括。圆满的智慧，圆满的德能，圆满的相好，落实在遍法界虚空界依正庄严，心现识变。所以这一切都是阿弥陀佛性德所本具，我们起心动念这是缘，我们的自性在极乐世界跟佛的自性融成一体，佛自性变的就是自己自性变的。佛是无量劫的修行，功德大，我们比不上，但是我们依靠了阿弥陀佛，这个变现的能量跟阿弥陀佛没有两样，我的小能量，他大能量，这小大融成一体，就会跟阿弥陀佛一样。大乘教里头佛常说，一切法由心想生，皆依心现识变。极乐世界完全是心现心变，它没有识，随一切众生的心想，也就是往生这些菩萨，他们心里想什么，这个世界就现什么，随意自在。居住的宫殿，想大，宫殿就放大；想小一点，它就变小；想在空中，它就浮起来、就升空；想在地面，它就落在地面上。而且宫殿可以飞行，当作交通工具，没有出房间的门，到哪个地区，这个房子就带了，带它一起去了。随心所欲，自在无碍。",
      "zh_TW": "「樹是妙寶所成，是即備諸珍寶性」，這個淺的意思。「深言之，蓋顯彌陀之性德。一切妙寶皆彌陀性德所本具」。彌陀的性德跟我們自己的性德是一不是二，說彌陀性德就是自己的性德。惠能大師見性的時候告訴我們，「何期自性，本自具足」。這一句話沒細說，本自具足具足什麼？佛在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相」，可以拿來做註解惠能大師的這個本自具足，具足智慧、德能、相好，這三樣東西把所有一切都包括。圓滿的智慧，圓滿的德能，圓滿的相好，落實在遍法界虛空界依正莊嚴，心現識變。所以這一切都是阿彌陀佛性德所本具，我們起心動念這是緣，我們的自性在極樂世界跟佛的自性融成一體，佛自性變的就是自己自性變的。佛是無量劫的修行，功德大，我們比不上，但是我們依靠了阿彌陀佛，這個變現的能量跟阿彌陀佛沒有兩樣，我的小能量，他大能量，這小大融成一體，就會跟阿彌陀佛一樣。大乘教裡頭佛常說，一切法由心想生，皆依心現識變。極樂世界完全是心現心變，它沒有識，隨一切眾生的心想，也就是往生這些菩薩，他們心裡想什麼，這個世界就現什麼，隨意自在。居住的宮殿，想大，宮殿就放大；想小一點，它就變小；想在空中，它就浮起來、就升空；想在地面，它就落在地面上。而且宮殿可以飛行，當作交通工具，沒有出房間的門，到哪個地區，這個房子就帶了，帶它一起去了。隨心所欲，自在無礙。"
    },
    {
      "id": "02-040-0368_p0032",
      "zh_CN": "「一一宝中备具一切珍宝之妙德」，《华严经》上说一即是多、多即是一。「具足妙庄严」。极乐世界珍宝之多，人心清净，没有贪心，为什么？物资太多。我们生活在这个世间，对我们生存影响关系最大的、不能离开的，是什么？第一个是空气。现在空气被污染了，有收存清洁空气的必要了。你说谁贪空气？为什么不贪？它又那么重要，十分钟没有空气的时候，人就要命了，这么重要的东西，没有听说哪个去贪它、哪个去储存它，没有。这是最重要东西他不贪，该贪的他不贪，不该贪的他去贪，颠倒！这就是事实真相没搞清楚。",
      "zh_TW": "「一一寶中備具一切珍寶之妙德」，《華嚴經》上說一即是多、多即是一。「具足妙莊嚴」。極樂世界珍寶之多，人心清淨，沒有貪心，為什麼？物資太多。我們生活在這個世間，對我們生存影響關係最大的、不能離開的，是什麼？第一個是空氣。現在空氣被污染了，有收存清潔空氣的必要了。你說誰貪空氣？為什麼不貪？它又那麼重要，十分鐘沒有空氣的時候，人就要命了，這麼重要的東西，沒有聽說哪個去貪它、哪個去儲存它，沒有。這是最重要東西他不貪，該貪的他不貪，不該貪的他去貪，顛倒！這就是事實真相沒搞清楚。"
    },
    {
      "id": "02-040-0368_p0033",
      "zh_CN": "极乐世界，生到极乐世界，贪瞋痴慢疑、自私自利那些念头全没有了。为什么？一切具足，不需要经营，一切法心想事成，想什么有什么，不想就不见了。所以我们能够体会到，极乐世界这些菩萨的道场，每个人居住地方一定是干干净净、一尘不染，什么都没有，多自在！他想坐下来，这一坐下来，椅子就摆好了；起来不要了，椅子不见了，没有了。想什么有什么，不想它就不见了，这个好，这人才叫心地真正干净，不用收拾，没这么多麻烦。我们这里学《大藏经》，还要搞个大书架摆那么多书。极乐世界要不要？不要，想什么经，就摆在面前；不要了，不要就不见了，不用收拾。这个地方能不去吗？十方世界诸佛刹土没有办法跟它相比。",
      "zh_TW": "極樂世界，生到極樂世界，貪瞋痴慢疑、自私自利那些念頭全沒有了。為什麼？一切具足，不需要經營，一切法心想事成，想什麼有什麼，不想就不見了。所以我們能夠體會到，極樂世界這些菩薩的道場，每個人居住地方一定是乾乾淨淨、一塵不染，什麼都沒有，多自在！他想坐下來，這一坐下來，椅子就擺好了；起來不要了，椅子不見了，沒有了。想什麼有什麼，不想它就不見了，這個好，這人才叫心地真正乾淨，不用收拾，沒這麼多麻煩。我們這裡學《大藏經》，還要搞個大書架擺那麼多書。極樂世界要不要？不要，想什麼經，就擺在面前；不要了，不要就不見了，不用收拾。這個地方能不去嗎？十方世界諸佛剎土沒有辦法跟它相比。"
    },
    {
      "id": "02-040-0368_p0034",
      "zh_CN": "我们有缘遇到了，这有缘，跟阿弥陀佛有缘，我们见到阿弥陀佛的像，听到阿弥陀佛的名号，生欢喜心，这有缘，这缘就很深。这个缘就证明我们这一生想往生就决定得生，没有这个缘不行。所以应该要把信心加强，信心加强：专念阿弥陀佛、专求极乐世界，其他念头全没有了。这叫什么？不夹杂。不怀疑、不夹杂、不间断，念佛只要念到这个样子，就没有一个不往生。佛所说的决定不怀疑，世间人不可靠，佛可靠。佛在哪里？佛在我们心中。不起心不动念就是佛。一切诸佛如来都是不起心不动念，我们不起心不动念就跟他相应。我们起心动念，不分别、不执着，跟菩萨相应。佛菩萨没有离开我们，是我们自己离开佛菩萨。是不是真离开了？没有，没有离开，自己以为离开了。起了分别执着就有障碍，这个障碍让我们佛菩萨在面前见不到、接触不到。只要不起心不动念、不分别不执着，十法界依正庄严都在面前，都能见到，见到极乐世界是更容易、更简单。",
      "zh_TW": "我們有緣遇到了，這有緣，跟阿彌陀佛有緣，我們見到阿彌陀佛的像，聽到阿彌陀佛的名號，生歡喜心，這有緣，這緣就很深。這個緣就證明我們這一生想往生就決定得生，沒有這個緣不行。所以應該要把信心加強，信心加強：專念阿彌陀佛、專求極樂世界，其他念頭全沒有了。這叫什麼？不夾雜。不懷疑、不夾雜、不間斷，念佛只要念到這個樣子，就沒有一個不往生。佛所說的決定不懷疑，世間人不可靠，佛可靠。佛在哪裡？佛在我們心中。不起心不動念就是佛。一切諸佛如來都是不起心不動念，我們不起心不動念就跟他相應。我們起心動念，不分別、不執著，跟菩薩相應。佛菩薩沒有離開我們，是我們自己離開佛菩薩。是不是真離開了？沒有，沒有離開，自己以為離開了。起了分別執著就有障礙，這個障礙讓我們佛菩薩在面前見不到、接觸不到。只要不起心不動念、不分別不執著，十法界依正莊嚴都在面前，都能見到，見到極樂世界是更容易、更簡單。"
    },
    {
      "id": "02-040-0368_p0035",
      "zh_CN": "具足妙庄严这一句，「浅言之乃下文中荣色光曜与出五音声等义，深言之，则一一宝树皆是圆明具德」。实际上，极乐世界任何一法、任何一样东西都是圆满、光明、具足万德庄严，无法想像。我们没办法想像，佛菩萨也无法想像，也说不出来，到那个地方去之后完全就明白了。",
      "zh_TW": "具足妙莊嚴這一句，「淺言之乃下文中榮色光曜與出五音聲等義，深言之，則一一寶樹皆是圓明具德」。實際上，極樂世界任何一法、任何一樣東西都是圓滿、光明、具足萬德莊嚴，無法想像。我們沒辦法想像，佛菩薩也無法想像，也說不出來，到那個地方去之後完全就明白了。"
    },
    {
      "id": "02-040-0368_p0036",
      "zh_CN": "下面一段：",
      "zh_TW": "下面一段："
    },
    {
      "id": "02-040-0368_p0037",
      "zh_CN": "【各自异行。】",
      "zh_TW": "【各自異行。】"
    },
    {
      "id": "02-040-0368_p0038",
      "zh_CN": "「树成行」。『各自异行』，这就是中国人讲的「物以类聚，人以群分」，真是这样的。我们到野生森林，你去看，这一片森林一种树，决定没有不同品种杂在里头，没有。这古人说的我们看到了。而这些树，极乐世界的树不但是同类聚在一起，而且排的行列非常整齐，绝对不会有错乱。",
      "zh_TW": "「樹成行」。『各自異行』，這就是中國人講的「物以類聚，人以群分」，真是這樣的。我們到野生森林，你去看，這一片森林一種樹，決定沒有不同品種雜在裡頭，沒有。這古人說的我們看到了。而這些樹，極樂世界的樹不但是同類聚在一起，而且排的行列非常整齊，絕對不會有錯亂。"
    },
    {
      "id": "02-040-0368_p0039",
      "zh_CN": "【行行相值。茎茎相望。枝叶相向。华实相当。荣色光曜。不可胜视。】",
      "zh_TW": "【行行相值。莖莖相望。枝葉相向。華實相當。榮色光曜。不可勝視。】"
    },
    {
      "id": "02-040-0368_p0040",
      "zh_CN": "使你看、你欣赏，你看不尽，它太美了。前面一段「表树之质」，是七宝所成的。右面这几句「表树成行。井然有序」，整整齐齐，一点都不零乱，「光色明丽」，树放光，光中有很多不同的色彩，明亮、美丽。「正《往生论》中，庄严地成就」，「偈」，这是《往生论》的偈子，「杂树异光色」，极乐世界「地平如掌，杂色宝树，遍满其国，上覆宝网，下饰宝栏，皆表地庄严」，大地庄严。首先看到的，地平如掌，大地平整，这是佛在经上所说的心平则地平。我们这个地方地为什么不平？人心不平。人心平，大地就平了。由此可知，极乐世界的人心平，没有杂念、没有妄想，心是清净心、平等心，觉而不迷。人人都是清净平等，阿弥陀佛也是清净平等觉，所以这个世界平等的世界，真平等。平等到什么程度？连身相都一样，我们所谓一个模子造出来的，没有丝毫差别，这是阿弥陀佛愿力不可思议的成就。",
      "zh_TW": "使你看、你欣賞，你看不盡，它太美了。前面一段「表樹之質」，是七寶所成的。右面這幾句「表樹成行。井然有序」，整整齊齊，一點都不零亂，「光色明麗」，樹放光，光中有很多不同的色彩，明亮、美麗。「正《往生論》中，莊嚴地成就」，「偈」，這是《往生論》的偈子，「雜樹異光色」，極樂世界「地平如掌，雜色寶樹，遍滿其國，上覆寶網，下飾寶欄，皆表地莊嚴」，大地莊嚴。首先看到的，地平如掌，大地平整，這是佛在經上所說的心平則地平。我們這個地方地為什麼不平？人心不平。人心平，大地就平了。由此可知，極樂世界的人心平，沒有雜念、沒有妄想，心是清淨心、平等心，覺而不迷。人人都是清淨平等，阿彌陀佛也是清淨平等覺，所以這個世界平等的世界，真平等。平等到什麼程度？連身相都一樣，我們所謂一個模子造出來的，沒有絲毫差別，這是阿彌陀佛願力不可思議的成就。"
    },
    {
      "id": "02-040-0368_p0041",
      "zh_CN": "为什么佛要发这个愿？佛看到十方世界因为不平演变成种种差别境界，使众生心情不定，于是乎生起互相竞争、生起无量烦恼。如何让众生生活在这个地区不生烦恼？佛想出个办法，平等，烦恼就不生了。这很不容易做到。十方世界去往生的，我们的心不平等，到达西方极乐世界，花开见佛，头一桩事情进入阿弥陀佛的讲堂，见到阿弥陀佛，听阿弥陀佛讲经说法，得清净心。佛要给我们讲这个，这第一个阶段。第二个阶段要讲平等，第一个阶段清净，清净平等。极乐世界没有高下，连个子都一样的，没有哪个高、哪个矮。有高矮就生烦恼，为什么他那么高、我这么矮，心就不平了。统统一样，一切受用完全一样。所以讲清楚、讲明白了，给诸位说，极乐世界是共产党，阿弥陀佛是共产党的创造者。它什么？它完全是这是公共的，你真是要什么有什么，连长相都一样、穿着都一样，让你只感觉得是有美、有光、庄严、欢喜，决定没有分别、没有高下、没有差别，什么都是平等的。",
      "zh_TW": "為什麼佛要發這個願？佛看到十方世界因為不平演變成種種差別境界，使眾生心情不定，於是乎生起互相競爭、生起無量煩惱。如何讓眾生生活在這個地區不生煩惱？佛想出個辦法，平等，煩惱就不生了。這很不容易做到。十方世界去往生的，我們的心不平等，到達西方極樂世界，花開見佛，頭一樁事情進入阿彌陀佛的講堂，見到阿彌陀佛，聽阿彌陀佛講經說法，得清淨心。佛要給我們講這個，這第一個階段。第二個階段要講平等，第一個階段清淨，清淨平等。極樂世界沒有高下，連個子都一樣的，沒有哪個高、哪個矮。有高矮就生煩惱，為什麼他那麼高、我這麼矮，心就不平了。統統一樣，一切受用完全一樣。所以講清楚、講明白了，給諸位說，極樂世界是共產黨，阿彌陀佛是共產黨的創造者。它什麼？它完全是這是公共的，你真是要什麼有什麼，連長相都一樣、穿著都一樣，讓你只感覺得是有美、有光、莊嚴、歡喜，決定沒有分別、沒有高下、沒有差別，什麼都是平等的。"
    },
    {
      "id": "02-040-0368_p0042",
      "zh_CN": "我们这个世间麻烦出在不平。头一个，你看多少人，我们看到有文字报导，贫富不均。贫富怎么均？不可能均。到极乐世界就均了，为什么？极乐世界统统是念阿弥陀佛去的，不杂。果报不一样。凡夫在这个世间造的业不相同，怎么会平等？造的业有染有净、有善有恶，造的不一样。这个世间，我们看那些专家学者研究讨论，人为什么活在这个世间？活在这个世间有什么意义、有什么价值？这些话在大乘经上有，佛只用四个字解答，「人生酬业」。你为什么会到这个世间来？业力牵着你来的。业力每个人造的不一样，所以你到这个地方来投胎，投胎那个家庭不一样、身分不一样，业报不相同。你一定跟这一家人有共业，过去生中有关系，你才会到这家里来。一生富贵贫贱，满业，都是自己造的。所以佛说，来干什么？酬偿你的业报，过去所做的善、修的福，你今天来到世间享福；过去世造的恶，那你到这个世间来受罪吃苦，你自己做不了主。这个道理要懂。",
      "zh_TW": "我們這個世間麻煩出在不平。頭一個，你看多少人，我們看到有文字報導，貧富不均。貧富怎麼均？不可能均。到極樂世界就均了，為什麼？極樂世界統統是念阿彌陀佛去的，不雜。果報不一樣。凡夫在這個世間造的業不相同，怎麼會平等？造的業有染有淨、有善有惡，造的不一樣。這個世間，我們看那些專家學者研究討論，人為什麼活在這個世間？活在這個世間有什麼意義、有什麼價值？這些話在大乘經上有，佛只用四個字解答，「人生酬業」。你為什麼會到這個世間來？業力牽著你來的。業力每個人造的不一樣，所以你到這個地方來投胎，投胎那個家庭不一樣、身分不一樣，業報不相同。你一定跟這一家人有共業，過去生中有關係，你才會到這家裡來。一生富貴貧賤，滿業，都是自己造的。所以佛說，來幹什麼？酬償你的業報，過去所做的善、修的福，你今天來到世間享福；過去世造的惡，那你到這個世間來受罪吃苦，你自己做不了主。這個道理要懂。"
    },
    {
      "id": "02-040-0368_p0043",
      "zh_CN": "人真的把这些事情搞清楚、搞明白了，他心就平了，不再怨天尤人了，他晓得是自己业报。明了之后怎么样？断恶修善，改造命运，可以改。懂得这个道理，自己把一生命运转变过来的人很多，袁了凡先生，这最出名的，因为他把他的经过写出来，流通出去，大家都看到了。真有命运。云南孔先生（十五岁遇到）给他算命，算流年，每一年一丝毫都不差。他终于明白了，他是读书人，每年参加考试，考中第几名。那个时候读书人考取秀才之后，国家就有一份粮食给他，供养他，他可以能够生活，不需要从事行业，好好专心读书，再参加考试，将来为国家服务。所以秀才就拿到国家的供养了，那个时候是一年有几十石米。你看《了凡四训》里面讲的，他一年大概九十多石，九十多石米吃不完，再卖掉的时候他就有用的钱。古时候是给食物，不是给钱财，食物。二十年，十五岁到三十五岁二十年，非常准确，一点都不错，所以他服了。服了怎么样？什么都不想，想都是妄想、空想，没有意思，什么念头都没有了。",
      "zh_TW": "人真的把這些事情搞清楚、搞明白了，他心就平了，不再怨天尤人了，他曉得是自己業報。明瞭之後怎麼樣？斷惡修善，改造命運，可以改。懂得這個道理，自己把一生命運轉變過來的人很多，袁了凡先生，這最出名的，因為他把他的經過寫出來，流通出去，大家都看到了。真有命運。雲南孔先生（十五歲遇到）給他算命，算流年，每一年一絲毫都不差。他終於明白了，他是讀書人，每年參加考試，考中第幾名。那個時候讀書人考取秀才之後，國家就有一份糧食給他，供養他，他可以能夠生活，不需要從事行業，好好專心讀書，再參加考試，將來為國家服務。所以秀才就拿到國家的供養了，那個時候是一年有幾十石米。你看《了凡四訓》裡面講的，他一年大概九十多石，九十多石米吃不完，再賣掉的時候他就有用的錢。古時候是給食物，不是給錢財，食物。二十年，十五歲到三十五歲二十年，非常準確，一點都不錯，所以他服了。服了怎麼樣？什麼都不想，想都是妄想、空想，沒有意思，什麼念頭都沒有了。"
    },
    {
      "id": "02-040-0368_p0044",
      "zh_CN": "三十五岁这一年，看云谷禅师，南京栖霞山，跟云谷禅师在禅堂里头坐了三天三夜，他没有一个念头。云谷禅师很佩服，算还是年龄很轻，三十五岁，能有这个功夫，三天三夜不起一个念头。就问他：你从哪里学来的？你跟谁学的？他说老实话：我没有跟任何人学，我是十五岁被云南孔先生算命，算我的流年，二十年当中丝毫不差，所以我知道万般皆是命，半点不由人，所以我不再打妄想了。云谷禅师听到哈哈大笑，了凡先生也呆了，为什么听了哈哈大笑？笑完之后，云谷禅师说：我以为你是圣人，原来你还是个凡夫。了凡先生就问：为什么你以为我是圣人，说我还是凡夫？他说，三天三夜在一般人，一个念头不生，这个修行功夫不错，渐渐入境界了，没想到你是被算命先生算定了，没有妄想了，那不是凡夫是什么？二十年命被人算定，一点都没有改动，标准凡夫。别人什么？别人每天念头还有善有恶，善就加分，恶就减分，有加减乘除，造大善就乘，造大恶就除，有加减乘除，你二十年没动，加减乘除都没有，叫标准凡夫。",
      "zh_TW": "三十五歲這一年，看雲谷禪師，南京棲霞山，跟雲谷禪師在禪堂裡頭坐了三天三夜，他沒有一個念頭。雲谷禪師很佩服，算還是年齡很輕，三十五歲，能有這個功夫，三天三夜不起一個念頭。就問他：你從哪裡學來的？你跟誰學的？他說老實話：我沒有跟任何人學，我是十五歲被雲南孔先生算命，算我的流年，二十年當中絲毫不差，所以我知道萬般皆是命，半點不由人，所以我不再打妄想了。雲谷禪師聽到哈哈大笑，了凡先生也呆了，為什麼聽了哈哈大笑？笑完之後，雲谷禪師說：我以為你是聖人，原來你還是個凡夫。了凡先生就問：為什麼你以為我是聖人，說我還是凡夫？他說，三天三夜在一般人，一個念頭不生，這個修行功夫不錯，漸漸入境界了，沒想到你是被算命先生算定了，沒有妄想了，那不是凡夫是什麼？二十年命被人算定，一點都沒有改動，標準凡夫。別人什麼？別人每天念頭還有善有惡，善就加分，惡就減分，有加減乘除，造大善就乘，造大惡就除，有加減乘除，你二十年沒動，加減乘除都沒有，叫標準凡夫。"
    },
    {
      "id": "02-040-0368_p0045",
      "zh_CN": "这个说出来之后，了凡先生向他请教：难道命运能改？他就给他讲改造命运的道理。他听懂了，回家之后就发个大愿，做三千桩善事。第二年参加考试，孔先生算定考第三名，他考了第一名。三千桩善事发了，还没做圆满，你看，果报就现前了，命运就不对了，收入增加了，这是国家给他的粮食增加了，所以他就相信了。三千桩善事不容易，十年才圆满。天天做，天天记，十年，三千桩善事圆满，请一个认识的法师给他做回向。接着再发三千桩善事求生儿子。他命里头，这功名就是今天我们讲的学位、学历，古时候社会也分三等，最高的进士，第二个学位举人，秀才是第三个。他只有第三个，他命里头没有举人、没有进士。他发愿求，做一万桩好事，真的被他求到，他参加考试，考中举人、考中进士。寿命只有五十三岁，官只能做到一个很小的县分，四川很小县分的县长，统统变了，那个官做到差不多相当正部级的这个地位，这他命中没有的；寿命活到七十四岁走的，延寿二十一年；命里没有儿子，他也是求儿子，都求到了。有个好儿子，儿子给他生了六个孙子，这个家里人丁兴旺。所以改造命运，人有命运，要懂得改造。命里有时终须有，命里无时不要强求。命是自己造的，求神求佛都是枉然，神佛不能帮助，必须自己改过迁善，积累功德，自然就改掉了。",
      "zh_TW": "這個說出來之後，了凡先生向他請教：難道命運能改？他就給他講改造命運的道理。他聽懂了，回家之後就發個大願，做三千樁善事。第二年參加考試，孔先生算定考第三名，他考了第一名。三千樁善事發了，還沒做圓滿，你看，果報就現前了，命運就不對了，收入增加了，這是國家給他的糧食增加了，所以他就相信了。三千樁善事不容易，十年才圓滿。天天做，天天記，十年，三千樁善事圓滿，請一個認識的法師給他做迴向。接著再發三千樁善事求生兒子。他命裡頭，這功名就是今天我們講的學位、學歷，古時候社會也分三等，最高的進士，第二個學位舉人，秀才是第三個。他只有第三個，他命裡頭沒有舉人、沒有進士。他發願求，做一萬樁好事，真的被他求到，他參加考試，考中舉人、考中進士。壽命只有五十三歲，官只能做到一個很小的縣分，四川很小縣分的縣長，統統變了，那個官做到差不多相當正部級的這個地位，這他命中沒有的；壽命活到七十四歲走的，延壽二十一年；命裡沒有兒子，他也是求兒子，都求到了。有個好兒子，兒子給他生了六個孫子，這個家裡人丁興旺。所以改造命運，人有命運，要懂得改造。命裡有時終須有，命裡無時不要強求。命是自己造的，求神求佛都是枉然，神佛不能幫助，必須自己改過遷善，積累功德，自然就改掉了。"
    },
    {
      "id": "02-040-0368_p0046",
      "zh_CN": "财富，佛告诉我们，修布施得财富。我这一生，我的习气毛病比了凡先生还多，优点比不上了凡先生，我的命比他差。章嘉大师教我改造命运，我的命运真的转变了。我没有求寿命，自己的寿命只有四十五岁，我非常相信，四十五岁那一年生一场病，一个多月，好了。命里头没有财富，章嘉大师教我修财布施。这个老人劝我出家，劝我学释迦牟尼佛，我接受了。释迦牟尼佛一生教学，三十岁开悟之后，七十九岁圆寂，讲经教学四十九年，我就以他做榜样，向他老人家学习。弘法利生需要钱财，所以修财布施，有多少舍多少，舍掉之后，不久它又来了，来了比舍的时候多一点，好像加利息一样。我搞了六十多年，真有效。所以「舍得」是佛法的言语，舍就有得，但是这个意思、更深一层的意思，得了要舍。舍得，得了再舍，舍了又得，愈得愈多，愈多愈舍，做好事。",
      "zh_TW": "財富，佛告訴我們，修布施得財富。我這一生，我的習氣毛病比了凡先生還多，優點比不上了凡先生，我的命比他差。章嘉大師教我改造命運，我的命運真的轉變了。我沒有求壽命，自己的壽命只有四十五歲，我非常相信，四十五歲那一年生一場病，一個多月，好了。命裡頭沒有財富，章嘉大師教我修財布施。這個老人勸我出家，勸我學釋迦牟尼佛，我接受了。釋迦牟尼佛一生教學，三十歲開悟之後，七十九歲圓寂，講經教學四十九年，我就以他做榜樣，向他老人家學習。弘法利生需要錢財，所以修財布施，有多少捨多少，捨掉之後，不久它又來了，來了比捨的時候多一點，好像加利息一樣。我搞了六十多年，真有效。所以「捨得」是佛法的言語，捨就有得，但是這個意思、更深一層的意思，得了要捨。捨得，得了再捨，捨了又得，愈得愈多，愈多愈捨，做好事。"
    },
    {
      "id": "02-040-0368_p0047",
      "zh_CN": "什么是好事？帮助众生觉悟是好事。任何好事都比不上这一桩好事，这是我们要记住的。把佛法介绍给别人是大好事，他要真接受了，你就度了他，帮助他成佛了。尤其是净土法门，在世尊末法时期这个九千年，它是正教，它是真实不虚，决定帮助你成就。其他的不容易，为什么？其他要断烦恼，要有好的老师、好的修学环境、好的同参伴侣。净土不必要，一部《阿弥陀经》，一句阿弥陀佛，就成功了。自己修，行，有几个同修在一起修也行，它太方便了，什么障碍都没有。在我们这一生当中，看到许多依这个方法修行，临终走的时候瑞相稀有，没有生病，预知时至，这都给我们做出证明。我们坚定信心，什么都可以放下，这个要紧紧抓住。极乐世界是我们的老家，极乐世界是我们自己性德所流露的，跟我们的关系非常密切。我们跟阿弥陀佛同一个心性，所以中峰禅师在《系念佛事》里头说，「我心即是阿弥陀佛，阿弥陀佛即是我心」，这个话说的真的，不是假的；「此方即是净土，净土即是此方」，这几句话中峰禅师讲的，他是元朝时候人。我们要认真努力，一定在这一生当中圆满成就，这叫觉悟，这叫报佛恩、报父母恩、报祖宗恩。我们一个人到极乐世界作佛去了，生生世世家亲眷属统统是跟你有缘之人，无论他现在在哪一道，你都有能力、都有智慧去帮助他。这个事情不能不干。今天时间到了，我们就学习到此地。",
      "zh_TW": "什麼是好事？幫助眾生覺悟是好事。任何好事都比不上這一樁好事，這是我們要記住的。把佛法介紹給別人是大好事，他要真接受了，你就度了他，幫助他成佛了。尤其是淨土法門，在世尊末法時期這個九千年，它是正教，它是真實不虛，決定幫助你成就。其他的不容易，為什麼？其他要斷煩惱，要有好的老師、好的修學環境、好的同參伴侶。淨土不必要，一部《阿彌陀經》，一句阿彌陀佛，就成功了。自己修，行，有幾個同修在一起修也行，它太方便了，什麼障礙都沒有。在我們這一生當中，看到許多依這個方法修行，臨終走的時候瑞相稀有，沒有生病，預知時至，這都給我們做出證明。我們堅定信心，什麼都可以放下，這個要緊緊抓住。極樂世界是我們的老家，極樂世界是我們自己性德所流露的，跟我們的關係非常密切。我們跟阿彌陀佛同一個心性，所以中峰禪師在《繫念佛事》裡頭說，「我心即是阿彌陀佛，阿彌陀佛即是我心」，這個話說的真的，不是假的；「此方即是淨土，淨土即是此方」，這幾句話中峰禪師講的，他是元朝時候人。我們要認真努力，一定在這一生當中圓滿成就，這叫覺悟，這叫報佛恩、報父母恩、報祖宗恩。我們一個人到極樂世界作佛去了，生生世世家親眷屬統統是跟你有緣之人，無論他現在在哪一道，你都有能力、都有智慧去幫助他。這個事情不能不幹。今天時間到了，我們就學習到此地。"
    }
  ]
}