{
  "doc_id": "02-040-0585",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五八五集",
    "zh_TW": "第五八五集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0585",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-040-0585_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0585_p0002",
      "zh_CN": "请看《大经科注》第一千零一面，第四行看起，科题，「喻」。请看经文：",
      "zh_TW": "請看《大經科註》第一千零一面，第四行看起，科題，「喻」。請看經文："
    },
    {
      "id": "02-040-0585_p0003",
      "zh_CN": "【譬如须弥山王。出于海面。明现照耀。】",
      "zh_TW": "【譬如須彌山王。出於海面。明現照耀。】"
    },
    {
      "id": "02-040-0585_p0004",
      "zh_CN": "念老的注解说，『譬如须弥山王，出于海面』，「须弥山全称为须弥卢山王，乃十山王之一。正报光明无量，故云明现照耀。」前面，这一品讲的礼佛现光，感应不可思议，世尊问大家想不想见极乐世界，想不想见阿弥陀佛，大家当然都希望能看见。佛就教大家，真正想见，一定要向西方真诚礼拜。阿难尊者带头向西方礼拜，礼拜一起来就看到阿弥陀佛极乐世界现在面前。这是当年佛讲经时候的状况，这桩事情记载在《无量寿经》里面，绝对不是谣传的，不是一般人把这个东西加上去的，不是。我们知道阿难结集经藏，态度非常严谨，听众是五百大阿罗汉，有一个人提出异议，就不能够记载下来，必须五百个人没有一个反对的，都承认阿难说的是真的，才能被记录下来，取信于后代。阿难是复讲，五百阿罗汉都是佛的弟子，都听过佛过去讲的这些经，所以他们来做证明，证明阿难所说的就是佛当年所讲的；漏掉可以，加上去不行，绝对不许可的。佛经结集的庄严由此可知。当时的人，真的阿难见到了，大家都见到了，不但见到，而且还有通话，他也看到这边，这边看到他，就跟实际的状况完全相同。我们今天读到这个经文，不怀疑的人就得受用，坚定信心，坚定愿心，一心求生净土。",
      "zh_TW": "念老的註解說，『譬如須彌山王，出於海面』，「須彌山全稱為須彌盧山王，乃十山王之一。正報光明無量，故云明現照耀。」前面，這一品講的禮佛現光，感應不可思議，世尊問大家想不想見極樂世界，想不想見阿彌陀佛，大家當然都希望能看見。佛就教大家，真正想見，一定要向西方真誠禮拜。阿難尊者帶頭向西方禮拜，禮拜一起來就看到阿彌陀佛極樂世界現在面前。這是當年佛講經時候的狀況，這樁事情記載在《無量壽經》裡面，絕對不是謠傳的，不是一般人把這個東西加上去的，不是。我們知道阿難結集經藏，態度非常嚴謹，聽眾是五百大阿羅漢，有一個人提出異議，就不能夠記載下來，必須五百個人沒有一個反對的，都承認阿難說的是真的，才能被記錄下來，取信於後代。阿難是複講，五百阿羅漢都是佛的弟子，都聽過佛過去講的這些經，所以他們來做證明，證明阿難所說的就是佛當年所講的；漏掉可以，加上去不行，絕對不許可的。佛經結集的莊嚴由此可知。當時的人，真的阿難見到了，大家都見到了，不但見到，而且還有通話，他也看到這邊，這邊看到他，就跟實際的狀況完全相同。我們今天讀到這個經文，不懷疑的人就得受用，堅定信心，堅定願心，一心求生淨土。"
    },
    {
      "id": "02-040-0585_p0005",
      "zh_CN": "生净土才是我们这一生究竟圆满的成就，不生净土都不算成就。为什么？不能生净土，肯定继续搞六道轮回。为什么？烦恼断不了。不要说高的果位，最低的果位须陀洹，你能不能证得？证得须陀洹之后，天上人间七次往返才能证阿罗汉，才能出六道轮回。世间寿命短，天上寿命长，你要到哪一年才能脱离六道轮回？这个法门能接受，丝毫怀疑没有，一生成就。成就之高，真正不可思议！往生到极乐世界，即使同居土下下品往生，都是阿惟越致菩萨。阿惟越致是什么？明心见性，法身菩萨，这还得了！不是普通果位，明心见性，圆教初住菩萨，别教初地菩萨。他们住哪里？住实报庄严土。极乐世界凡圣同居土、方便有余土跟实报庄严土是合在一起的，一即是三，三即是一，它不分的。所以「皆作阿惟越致菩萨」，这一句话重要！阿惟越致并不是讲实报土除外、方便土除外，没有说这个，同居土下品下生都是阿惟越致菩萨。所以诸佛如来赞叹弥陀「光中极尊，佛中之王」，遇到这样一个大知识，不知道亲近，不知道求生，这就大错特错了。",
      "zh_TW": "生淨土才是我們這一生究竟圓滿的成就，不生淨土都不算成就。為什麼？不能生淨土，肯定繼續搞六道輪迴。為什麼？煩惱斷不了。不要說高的果位，最低的果位須陀洹，你能不能證得？證得須陀洹之後，天上人間七次往返才能證阿羅漢，才能出六道輪迴。世間壽命短，天上壽命長，你要到哪一年才能脫離六道輪迴？這個法門能接受，絲毫懷疑沒有，一生成就。成就之高，真正不可思議！往生到極樂世界，即使同居土下下品往生，都是阿惟越致菩薩。阿惟越致是什麼？明心見性，法身菩薩，這還得了！不是普通果位，明心見性，圓教初住菩薩，別教初地菩薩。他們住哪裡？住實報莊嚴土。極樂世界凡聖同居土、方便有餘土跟實報莊嚴土是合在一起的，一即是三，三即是一，它不分的。所以「皆作阿惟越致菩薩」，這一句話重要！阿惟越致並不是講實報土除外、方便土除外，沒有說這個，同居土下品下生都是阿惟越致菩薩。所以諸佛如來讚歎彌陀「光中極尊，佛中之王」，遇到這樣一個大知識，不知道親近，不知道求生，這就大錯特錯了。"
    },
    {
      "id": "02-040-0585_p0006",
      "zh_CN": "前面见依报，见正报。这个地方正报的比喻，阿弥陀佛的身相就像须弥山王，出于海面，这个山从海底里面露出来，明现照耀，这是佛的报身。《观经》上世尊介绍得很清楚，身相之高大，六道凡夫无法想像。不仅是人，我们，包括欲界天、色界天，都不能想像。不是三十二相八十种好，身相八万四千相，每一个相有八万四千随形好，每一个好放八万四千光明，光中都有十方诸佛讲经教学。弥陀这个身相就是全宇宙的缩影，阿弥陀佛报身如是，每一个往生人的身跟阿弥陀佛的身完全相同。这个我们在四十八愿第一愿就看到，西方极乐世界是平等法界，体质相同，都是紫磨真金色身，相貌相同。这是十方世界所没有的，只有西方极乐世界独有，我们要记住。别的十方世界要修戒定慧三学，要修八万四千法门里面任何一门都行，法门平等，无有高下，但是都要断烦恼，要破无明，要明心见性，才能跟极乐世界往生的菩萨对比。如果没有明心见性，就比不上极乐世界下下品往生的人，比不上。这个经要搞清楚、要搞透彻，我们对它丝毫怀疑都没有，才真正是万缘放下，一心向往。",
      "zh_TW": "前面見依報，見正報。這個地方正報的比喻，阿彌陀佛的身相就像須彌山王，出於海面，這個山從海底裡面露出來，明現照耀，這是佛的報身。《觀經》上世尊介紹得很清楚，身相之高大，六道凡夫無法想像。不僅是人，我們，包括欲界天、色界天，都不能想像。不是三十二相八十種好，身相八萬四千相，每一個相有八萬四千隨形好，每一個好放八萬四千光明，光中都有十方諸佛講經教學。彌陀這個身相就是全宇宙的縮影，阿彌陀佛報身如是，每一個往生人的身跟阿彌陀佛的身完全相同。這個我們在四十八願第一願就看到，西方極樂世界是平等法界，體質相同，都是紫磨真金色身，相貌相同。這是十方世界所沒有的，只有西方極樂世界獨有，我們要記住。別的十方世界要修戒定慧三學，要修八萬四千法門裡面任何一門都行，法門平等，無有高下，但是都要斷煩惱，要破無明，要明心見性，才能跟極樂世界往生的菩薩對比。如果沒有明心見性，就比不上極樂世界下下品往生的人，比不上。這個經要搞清楚、要搞透徹，我們對它絲毫懷疑都沒有，才真正是萬緣放下，一心嚮往。"
    },
    {
      "id": "02-040-0585_p0007",
      "zh_CN": "下面一段经文，「合」，法、喻、合。请看经文：",
      "zh_TW": "下面一段經文，「合」，法、喻、合。請看經文："
    },
    {
      "id": "02-040-0585_p0008",
      "zh_CN": "【清净平正。无有杂秽及异形类。唯是众宝庄严。圣贤共住。】",
      "zh_TW": "【清淨平正。無有雜穢及異形類。唯是眾寶莊嚴。聖賢共住。】"
    },
    {
      "id": "02-040-0585_p0009",
      "zh_CN": "我们看念老的介绍，「依报宽广平正，清净安隐，故云清净平正。此山（须弥山）非世间土石，纯是四宝所成，故云无有杂秽及异形类，唯是众宝庄严」。这是比喻里讲的须弥山王，说明须弥山是众宝堆积成就的。不是石头、泥沙，不是的，是众宝。用这个来比喻西方极乐世界之美好，像须弥山一样，众宝庄严。「声闻、菩萨围绕恭敬，故云圣贤共住。」这是我们无法想像的，为什么？极乐世界是法性土，身是法性身，跟我们这里完全不同。我们这个地方星球，居住的地球，星球，包括整个宇宙一切星球，全是阿赖耶的相分。这里面所居住的众生，有情众生，身还是阿赖耶的相分，起心动念是阿赖耶的见分，不是法性身，完全不相同。阿赖耶是生灭法，所以阿赖耶所现的整个宇宙一切万法全是生灭法。法性，真心所现的，叫法性身、法性土，不生不灭。惠能大师开悟的时候说的这五句话，我们要常常想到。法性身是什么样子？清净，没有染污，就像此地的比喻，须弥山四宝所成，没有染污，永远不会染污。为什么？它是性德。比喻都很难懂。我们这边金银、琉璃这些珍宝，你放在那里久了，它就落灰尘，它还是有染污。西方极乐世界大地干干净净一尘不染，它没有染污，为什么？法性。一真一切真，人身体没有染污，不需要洗澡；衣服没有染污，不需要换洗；居住的环境找不到染污，为什么？真心变现的。我们这个世界，没错，是心现，但是识变了，阿赖耶搅和在这里头。我们是唯心所现，唯识所变，唯识所变就是一切法从心想生，心想是识，识是有生灭的。",
      "zh_TW": "我們看念老的介紹，「依報寬廣平正，清淨安隱，故云清淨平正。此山（須彌山）非世間土石，純是四寶所成，故云無有雜穢及異形類，唯是眾寶莊嚴」。這是比喻裡講的須彌山王，說明須彌山是眾寶堆積成就的。不是石頭、泥沙，不是的，是眾寶。用這個來比喻西方極樂世界之美好，像須彌山一樣，眾寶莊嚴。「聲聞、菩薩圍繞恭敬，故云聖賢共住。」這是我們無法想像的，為什麼？極樂世界是法性土，身是法性身，跟我們這裡完全不同。我們這個地方星球，居住的地球，星球，包括整個宇宙一切星球，全是阿賴耶的相分。這裡面所居住的眾生，有情眾生，身還是阿賴耶的相分，起心動念是阿賴耶的見分，不是法性身，完全不相同。阿賴耶是生滅法，所以阿賴耶所現的整個宇宙一切萬法全是生滅法。法性，真心所現的，叫法性身、法性土，不生不滅。惠能大師開悟的時候說的這五句話，我們要常常想到。法性身是什麼樣子？清淨，沒有染污，就像此地的比喻，須彌山四寶所成，沒有染污，永遠不會染污。為什麼？它是性德。比喻都很難懂。我們這邊金銀、琉璃這些珍寶，你放在那裡久了，它就落灰塵，它還是有染污。西方極樂世界大地乾乾淨淨一塵不染，它沒有染污，為什麼？法性。一真一切真，人身體沒有染污，不需要洗澡；衣服沒有染污，不需要換洗；居住的環境找不到染污，為什麼？真心變現的。我們這個世界，沒錯，是心現，但是識變了，阿賴耶攪和在這裡頭。我們是唯心所現，唯識所變，唯識所變就是一切法從心想生，心想是識，識是有生滅的。"
    },
    {
      "id": "02-040-0585_p0010",
      "zh_CN": "我们念过弥勒菩萨跟世尊的对话，世尊问得很巧妙，「心有所念，几念几相识耶？」这是原文。弥勒菩萨的回答，「一弹指三十二亿百千念，念念成形」，形就是相，「形皆有识」，识就是佛问的识。佛问三个，念有几念、有几相、有几识？三十二亿百千念，念念成形，形皆有识。很简单，答复得很清楚，说明宇宙万法的真相。惠能大师只说了，「何期自性，能生万法」。弥勒菩萨给我们一解释，万法里头有真有妄。对凡夫只说十法界，十法界是假的，不是真的。《金刚经》上说「一切有为法，如梦幻泡影」，十法界是有为法，有为就是有生有灭。一真法界才是无为法，无为法是心现，没有识变，无为法里面的人已经转八识成四智，所以他没有识变。十法界有识变，唯识所变。我们六道是在十法界里头下面的六个法界，上面四圣法界，下面六凡，四圣、六凡合称十法界，这个都脱不了唯识。识，阿赖耶是本识，末那、意识是它起的作用。意识分别，末那执着，烦恼都在这里头，它们两个起作用，第八识不起作用。第八识只是含藏种子，好像是个仓库，资料室一样，它只管储存这些资料，善恶一起收，染净善恶统统在里头。起作用，第六的分别，第七的执着，它起作用。第八识不造业，六、七两识造业，罪魁祸首，前五识是帮助的，是它们的爪牙，听命于它，造一切染净善恶无量无边的业，有业就有果报，形成果报。这世界就这么回事情。",
      "zh_TW": "我們念過彌勒菩薩跟世尊的對話，世尊問得很巧妙，「心有所念，幾念幾相識耶？」這是原文。彌勒菩薩的回答，「一彈指三十二億百千念，念念成形」，形就是相，「形皆有識」，識就是佛問的識。佛問三個，念有幾念、有幾相、有幾識？三十二億百千念，念念成形，形皆有識。很簡單，答覆得很清楚，說明宇宙萬法的真相。惠能大師只說了，「何期自性，能生萬法」。彌勒菩薩給我們一解釋，萬法裡頭有真有妄。對凡夫只說十法界，十法界是假的，不是真的。《金剛經》上說「一切有為法，如夢幻泡影」，十法界是有為法，有為就是有生有滅。一真法界才是無為法，無為法是心現，沒有識變，無為法裡面的人已經轉八識成四智，所以他沒有識變。十法界有識變，唯識所變。我們六道是在十法界裡頭下面的六個法界，上面四聖法界，下面六凡，四聖、六凡合稱十法界，這個都脫不了唯識。識，阿賴耶是本識，末那、意識是它起的作用。意識分別，末那執著，煩惱都在這裡頭，它們兩個起作用，第八識不起作用。第八識只是含藏種子，好像是個倉庫，資料室一樣，它只管儲存這些資料，善惡一起收，染淨善惡統統在裡頭。起作用，第六的分別，第七的執著，它起作用。第八識不造業，六、七兩識造業，罪魁禍首，前五識是幫助的，是它們的爪牙，聽命於它，造一切染淨善惡無量無邊的業，有業就有果報，形成果報。這世界就這麼回事情。"
    },
    {
      "id": "02-040-0585_p0011",
      "zh_CN": "学佛，真正的目的没有别的，佛帮助我们回归自性，就是圆满成佛。回归自性最巧妙的方法、最殊胜的方法就是阿弥陀佛，所以诸佛对佛的赞叹无与伦比。阿弥陀佛从哪里来的？自性变现的，离开自性没有一切法。自性里头最精最纯就是弥陀。弥陀在自性里头，真的是精中之精，净中之净，显示在四十八愿里头，四十八愿变现出极乐世界。所以极乐世界不是业报的，是自性本愿力的成就，它不是业报。这个本愿力跟我们的性德相应。因为我们的性（自性），跟阿弥陀佛的自性是一个性，跟十方一切诸佛也是一个性，跟一切众生还是一个性。性是真的，相是假的，真性没有现相，没有现相那个相就是真性的相。在净土里面给它一个名称叫常寂光，常寂光就是自性的相。常，永恒不变；寂，清净无染；光，无处不在，无时不在，光明遍照。你要问阿弥陀佛在哪里？就在此地。我们遍法界虚空界，我们讲全宇宙在哪里？统统在常寂光里面。所以阿弥陀佛在哪里？就在当下。十方三世一切诸佛统统在当下，没有过去现在未来，也没有此界他方。这是真理，这是事实真相。了解事实真相，才知道整个宇宙跟我们是一个共同生命体，不是一家，是一个人，是一身，一心一智慧。如果我们还跟人起分别、起执着，这不就自己跟自己矛盾了吗？这种说法说绝了，除了大乘法里头，一切法都没有说到这个，真正说到究竟圆满。",
      "zh_TW": "學佛，真正的目的沒有別的，佛幫助我們回歸自性，就是圓滿成佛。回歸自性最巧妙的方法、最殊勝的方法就是阿彌陀佛，所以諸佛對佛的讚歎無與倫比。阿彌陀佛從哪裡來的？自性變現的，離開自性沒有一切法。自性裡頭最精最純就是彌陀。彌陀在自性裡頭，真的是精中之精，淨中之淨，顯示在四十八願裡頭，四十八願變現出極樂世界。所以極樂世界不是業報的，是自性本願力的成就，它不是業報。這個本願力跟我們的性德相應。因為我們的性（自性），跟阿彌陀佛的自性是一個性，跟十方一切諸佛也是一個性，跟一切眾生還是一個性。性是真的，相是假的，真性沒有現相，沒有現相那個相就是真性的相。在淨土裡面給它一個名稱叫常寂光，常寂光就是自性的相。常，永恆不變；寂，清淨無染；光，無處不在，無時不在，光明遍照。你要問阿彌陀佛在哪裡？就在此地。我們遍法界虛空界，我們講全宇宙在哪裡？統統在常寂光裡面。所以阿彌陀佛在哪裡？就在當下。十方三世一切諸佛統統在當下，沒有過去現在未來，也沒有此界他方。這是真理，這是事實真相。了解事實真相，才知道整個宇宙跟我們是一個共同生命體，不是一家，是一個人，是一身，一心一智慧。如果我們還跟人起分別、起執著，這不就自己跟自己矛盾了嗎？這種說法說絕了，除了大乘法裡頭，一切法都沒有說到這個，真正說到究竟圓滿。"
    },
    {
      "id": "02-040-0585_p0012",
      "zh_CN": "所以，忍辱仙人不计较歌利王割截身体的过失，不计较。为什么？歌利王跟忍辱仙人一体。牙齿跟舌头一体，舌头被牙齿咬破、出血了，舌头还跟牙齿计较吗？为什么它不计较？一体。我们从这个地方要领略，全宇宙跟我是一体，能不慈悲、能不爱护、能不帮助他吗？还谈什么条件！谈条件，有条件的帮助他，六道凡夫，不是佛的大乘弟子。大乘弟子已经明白了，这种分别、执着没有了，小乘还有，大乘没有了。大乘弟子的心永远是清净的，为什么？他一切放下了。我们净宗只有阿弥陀佛，除阿弥陀佛之外全放下了。起心动念全是阿弥陀佛，除阿弥陀佛之外，心地干干净净，一尘不染。这身体在这个世间随缘度日，行菩萨道，恒顺众生，随喜功德。像贤首国师《还源观》上讲的四德，妙极了！「随缘妙用」，就是恒顺一切众生。妙用是什么？一切都不放在心上，叫妙用。放在心上就不妙了，放在心上就有善恶、就有染污、就有分别；不放在心上，恶不放在心上，善也不放在心上，就没事。放在心上就有果报，善就有三善道，恶就有三恶道。放在心上就有，不放在心上就没有，妙，真叫妙用。既然在这个世间，怜悯世间一切苦难众生，教化众生要身教，言教是补助的，身教为主，就是「威仪有则」，我要做好榜样给人看。起心动念、言语造作要想一想，我这个念头，我这个话，我这个行为，世界上的人都学会了怎么样，好不好？如果说不好，不能做，赶快舍掉；如果好，好可以做。什么叫好？与戒定慧相应好，与戒定慧相反的不好，决定不能做。",
      "zh_TW": "所以，忍辱仙人不計較歌利王割截身體的過失，不計較。為什麼？歌利王跟忍辱仙人一體。牙齒跟舌頭一體，舌頭被牙齒咬破、出血了，舌頭還跟牙齒計較嗎？為什麼它不計較？一體。我們從這個地方要領略，全宇宙跟我是一體，能不慈悲、能不愛護、能不幫助他嗎？還談什麼條件！談條件，有條件的幫助他，六道凡夫，不是佛的大乘弟子。大乘弟子已經明白了，這種分別、執著沒有了，小乘還有，大乘沒有了。大乘弟子的心永遠是清淨的，為什麼？他一切放下了。我們淨宗只有阿彌陀佛，除阿彌陀佛之外全放下了。起心動念全是阿彌陀佛，除阿彌陀佛之外，心地乾乾淨淨，一塵不染。這身體在這個世間隨緣度日，行菩薩道，恆順眾生，隨喜功德。像賢首國師《還源觀》上講的四德，妙極了！「隨緣妙用」，就是恆順一切眾生。妙用是什麼？一切都不放在心上，叫妙用。放在心上就不妙了，放在心上就有善惡、就有染污、就有分別；不放在心上，惡不放在心上，善也不放在心上，就沒事。放在心上就有果報，善就有三善道，惡就有三惡道。放在心上就有，不放在心上就沒有，妙，真叫妙用。既然在這個世間，憐憫世間一切苦難眾生，教化眾生要身教，言教是補助的，身教為主，就是「威儀有則」，我要做好榜樣給人看。起心動念、言語造作要想一想，我這個念頭，我這個話，我這個行為，世界上的人都學會了怎麼樣，好不好？如果說不好，不能做，趕快捨掉；如果好，好可以做。什麼叫好？與戒定慧相應好，與戒定慧相反的不好，決定不能做。"
    },
    {
      "id": "02-040-0585_p0013",
      "zh_CN": "基本的戒律很简单，三皈、五戒、十善，八关斋戒是在家人过一天出家人的生活。出家的戒律，《沙弥律仪》是根本，往上去是比丘戒跟菩萨戒。在我们中国世法里面，世法里头五伦、五常、四维、八德，这是善。心里头有善，果报在三善道。因为它是世间法，它不能超越轮回。与这四科相违背是恶法，恶法是三恶道。同样一个道理，放在心上就有，不放在心上没有。不放在心上叫妙用，行善不着行善的相，造恶不着造恶的相，善恶二边都没有。为什么有造恶？有时候造恶帮助众生。譬如经上有个故事，很浅显的比喻，猎人追他的猎物，小兔子，追猎物。问：你有没有看见，牠往哪里跑了？你明明看见了，牠往这边跑了，你说牠往那边跑了。这是打妄语，这个妄语是两个都救，让猎人没有杀生，让小动物保全生命，两方面都保护了。所以善恶没有一定标准，活的不是死的。戒律条条戒都有开缘，应该开不开是破戒，完全是为了利益众生，没有想到利益自己。不着相真利益自己，他怎么不利益自己？着相就害自己，着相害自己离不开轮回；不着相不害自己，自己真的超越了。这些我们都要懂得，都要搞清楚。对人「柔和质直」，要笑面迎人，让人生欢喜心。要用真心，不能用妄心，质直是真心。真诚心待人接物，不吃亏。",
      "zh_TW": "基本的戒律很簡單，三皈、五戒、十善，八關齋戒是在家人過一天出家人的生活。出家的戒律，《沙彌律儀》是根本，往上去是比丘戒跟菩薩戒。在我們中國世法裡面，世法裡頭五倫、五常、四維、八德，這是善。心裡頭有善，果報在三善道。因為它是世間法，它不能超越輪迴。與這四科相違背是惡法，惡法是三惡道。同樣一個道理，放在心上就有，不放在心上沒有。不放在心上叫妙用，行善不著行善的相，造惡不著造惡的相，善惡二邊都沒有。為什麼有造惡？有時候造惡幫助眾生。譬如經上有個故事，很淺顯的比喻，獵人追他的獵物，小兔子，追獵物。問：你有沒有看見，牠往哪裡跑了？你明明看見了，牠往這邊跑了，你說牠往那邊跑了。這是打妄語，這個妄語是兩個都救，讓獵人沒有殺生，讓小動物保全生命，兩方面都保護了。所以善惡沒有一定標準，活的不是死的。戒律條條戒都有開緣，應該開不開是破戒，完全是為了利益眾生，沒有想到利益自己。不著相真利益自己，他怎麼不利益自己？著相就害自己，著相害自己離不開輪迴；不著相不害自己，自己真的超越了。這些我們都要懂得，都要搞清楚。對人「柔和質直」，要笑面迎人，讓人生歡喜心。要用真心，不能用妄心，質直是真心。真誠心待人接物，不吃虧。"
    },
    {
      "id": "02-040-0585_p0014",
      "zh_CN": "昨天，我有个堂弟晚上跟我聊天谈了很多，都是废话。半生，现在老了，七十多岁，这个半生跟一切人、一切事相处，有恩有怨，跟我谈这些。我说恩怨都不能放在心上，不要去念这个，为什么不想佛，为什么不念阿弥陀佛，你念这些东西？这些东西全是假的，统统等于零，你想这个干什么？我举歌利王割截身体的故事告诉他，我说这个故事你听过，忍辱仙人是什么境界，歌利王是什么境界？歌利王是暴君，无道的昏君，杀人不眨眼的，遇到忍辱仙人修忍辱波罗蜜。好，我试试看你能不能忍，手砍断，看你能不能忍？脚砍断，凌迟处死，慢慢一刀一刀的割，割死的，到最后问忍辱仙人，你还能不能忍？能忍，没事，我不怨恨你，将来我成佛第一个度你。这是受多大的冤枉，他没有罪过，完全出于误会，他也不分青红皂白，就下这种毒手。这样的一个冤屈，忍辱仙人没事，他不放在心上。最后成就怎么样？成就忍辱仙人提前成佛。所以大的冤枉、大的委屈，你能够忍受，后面一定有后福。那个忍辱仙人是释迦牟尼佛的前身，他成佛本来排列在第五尊，贤劫千佛他是第五，弥勒是第四，因为这个忍辱波罗蜜的殊胜功德让他提前了，他先来成佛，弥勒菩萨延后。",
      "zh_TW": "昨天，我有個堂弟晚上跟我聊天談了很多，都是廢話。半生，現在老了，七十多歲，這個半生跟一切人、一切事相處，有恩有怨，跟我談這些。我說恩怨都不能放在心上，不要去念這個，為什麼不想佛，為什麼不念阿彌陀佛，你念這些東西？這些東西全是假的，統統等於零，你想這個幹什麼？我舉歌利王割截身體的故事告訴他，我說這個故事你聽過，忍辱仙人是什麼境界，歌利王是什麼境界？歌利王是暴君，無道的昏君，殺人不眨眼的，遇到忍辱仙人修忍辱波羅蜜。好，我試試看你能不能忍，手砍斷，看你能不能忍？腳砍斷，凌遲處死，慢慢一刀一刀的割，割死的，到最後問忍辱仙人，你還能不能忍？能忍，沒事，我不怨恨你，將來我成佛第一個度你。這是受多大的冤枉，他沒有罪過，完全出於誤會，他也不分青紅皂白，就下這種毒手。這樣的一個冤屈，忍辱仙人沒事，他不放在心上。最後成就怎麼樣？成就忍辱仙人提前成佛。所以大的冤枉、大的委屈，你能夠忍受，後面一定有後福。那個忍辱仙人是釋迦牟尼佛的前身，他成佛本來排列在第五尊，賢劫千佛他是第五，彌勒是第四，因為這個忍辱波羅蜜的殊勝功德讓他提前了，他先來成佛，彌勒菩薩延後。"
    },
    {
      "id": "02-040-0585_p0015",
      "zh_CN": "我们中国谚语，能忍受冤枉、忍受委屈，后来一定有大福，他自己这一生没有遇到大福，他的后代一定是大福。人在世间要积大福德，不要怕委屈，不要怕被骗。被骗行，天天欢欢喜喜，对那个骗我的人还赞叹他。我看到一个人，道安老法师，台湾的。老法师很慈悲，骗他的人很多，都以为老和尚糊涂、不知道，其实老和尚完全明白。那个骗他的人走了，老和尚就告诉我，你看到那个人没有？看到了，我进寺庙，他在大门口，我碰到的。他说他今天又来骗我。我说怎么？给他了。你看给他了，那个人不知道，要知道的时候多惭愧！一丝毫都不暴露。你说这种包容，这种忍辱波罗蜜，这是他老人家做给我们看的。说给我们听，我们未必会相信，做给我们看的，我们的印象太深，这是我们应当要学习的。积功累德要从这里做，又何况佛家讲的因果报应，能骗得了人吗？骗不了，欠命要还命，欠债要还钱。只要他不舍，来世一定要还的，欠得多还得多，欠得少还得少，那又何必！人为什么不在这一生，短短几十年做个好人，做弥陀弟子多好！做释迦弟子，不会堕三途；做弥陀弟子，能超越十法界，不仅仅是六道轮回，超越十法界。是真的，不是假的，你要能相信，你就占大便宜，你就得大福报。一生不欺骗一个人，别人欺骗我，我都清楚，我都知道。我有这个能力给他，没有能力他就不会骗我，为什么？不会欺骗一个没有钱的人，骗他的钱，这他做不到，他也挺聪明的。",
      "zh_TW": "我們中國諺語，能忍受冤枉、忍受委屈，後來一定有大福，他自己這一生沒有遇到大福，他的後代一定是大福。人在世間要積大福德，不要怕委屈，不要怕被騙。被騙行，天天歡歡喜喜，對那個騙我的人還讚歎他。我看到一個人，道安老法師，台灣的。老法師很慈悲，騙他的人很多，都以為老和尚糊塗、不知道，其實老和尚完全明白。那個騙他的人走了，老和尚就告訴我，你看到那個人沒有？看到了，我進寺廟，他在大門口，我碰到的。他說他今天又來騙我。我說怎麼？給他了。你看給他了，那個人不知道，要知道的時候多慚愧！一絲毫都不暴露。你說這種包容，這種忍辱波羅蜜，這是他老人家做給我們看的。說給我們聽，我們未必會相信，做給我們看的，我們的印象太深，這是我們應當要學習的。積功累德要從這裡做，又何況佛家講的因果報應，能騙得了人嗎？騙不了，欠命要還命，欠債要還錢。只要他不捨，來世一定要還的，欠得多還得多，欠得少還得少，那又何必！人為什麼不在這一生，短短幾十年做個好人，做彌陀弟子多好！做釋迦弟子，不會墮三途；做彌陀弟子，能超越十法界，不僅僅是六道輪迴，超越十法界。是真的，不是假的，你要能相信，你就佔大便宜，你就得大福報。一生不欺騙一個人，別人欺騙我，我都清楚，我都知道。我有這個能力給他，沒有能力他就不會騙我，為什麼？不會欺騙一個沒有錢的人，騙他的錢，這他做不到，他也挺聰明的。"
    },
    {
      "id": "02-040-0585_p0016",
      "zh_CN": "所以我们在这一品经里头，要建立清净的信心，要增长坚固的愿力，我非去不可。非去，这个地方要放下，不放下就去不了。不放下，这就有业障障碍你。统统放下，名闻利养边都不沾。利益众生方便有多门，真正没有机会，在家里发愿回向都是，都是一样的圆满功德。有缘就做，没有缘，用心把自己修学的功德回向给大家，这样就好。",
      "zh_TW": "所以我們在這一品經裡頭，要建立清淨的信心，要增長堅固的願力，我非去不可。非去，這個地方要放下，不放下就去不了。不放下，這就有業障障礙你。統統放下，名聞利養邊都不沾。利益眾生方便有多門，真正沒有機會，在家裡發願迴向都是，都是一樣的圓滿功德。有緣就做，沒有緣，用心把自己修學的功德迴向給大家，這樣就好。"
    },
    {
      "id": "02-040-0585_p0017",
      "zh_CN": "我们继续看底下这一段，第七段，「踊跃礼念」。请看经文：",
      "zh_TW": "我們繼續看底下這一段，第七段，「踊躍禮念」。請看經文："
    },
    {
      "id": "02-040-0585_p0018",
      "zh_CN": "【阿难及诸菩萨众等。皆大欢喜。踊跃作礼。以头着地。称念南无阿弥陀三藐三佛陀。】",
      "zh_TW": "【阿難及諸菩薩眾等。皆大歡喜。踊躍作禮。以頭著地。稱念南無阿彌陀三藐三佛陀。】"
    },
    {
      "id": "02-040-0585_p0019",
      "zh_CN": "念老的注解告诉我们，『阿难及诸菩萨众等』，这就是当时与会的大众，「阿难当机」，后半部是阿难跟弥勒菩萨当机，「故首云之」，阿难带头。「及诸菩萨众等，盖指菩萨、声闻、天人等等诸众」。与会的大众有诸天，诸天除了无色界，无色界天有障碍，八难里头无色界天是属于一种，他们以为那个境界是入大般涅槃了，所以他不听法的，他也不会念佛的。无色界以下二十四层天，都有天人来参加法会，八部鬼神，幽冥界的众生，有缘的都来了，听世尊说法，见到西方极乐世界阿弥陀佛现身给他们看。这个现身是世尊跟阿弥陀佛两尊佛威神的加持，让与会大众都能见到。「蒙恩睹瑞」，蒙佛恩看到瑞相，「欢喜踊跃」，哪有不顶礼的道理？当然「五体投地，至诚称念南无阿弥陀三藐三佛陀」。「三藐三佛陀，旧译正遍知，新译等正觉」，上面有个正字，正等正觉，等正觉也可以，等是正等，「乃佛十号中之第三号」，正遍知。「故南无阿弥陀三藐三佛陀，即六字洪名。」我们一般用六个字，南无阿弥陀佛，都称念。",
      "zh_TW": "念老的註解告訴我們，『阿難及諸菩薩眾等』，這就是當時與會的大眾，「阿難當機」，後半部是阿難跟彌勒菩薩當機，「故首云之」，阿難帶頭。「及諸菩薩眾等，蓋指菩薩、聲聞、天人等等諸眾」。與會的大眾有諸天，諸天除了無色界，無色界天有障礙，八難裡頭無色界天是屬於一種，他們以為那個境界是入大般涅槃了，所以他不聽法的，他也不會念佛的。無色界以下二十四層天，都有天人來參加法會，八部鬼神，幽冥界的眾生，有緣的都來了，聽世尊說法，見到西方極樂世界阿彌陀佛現身給他們看。這個現身是世尊跟阿彌陀佛兩尊佛威神的加持，讓與會大眾都能見到。「蒙恩睹瑞」，蒙佛恩看到瑞相，「歡喜踊躍」，哪有不頂禮的道理？當然「五體投地，至誠稱念南無阿彌陀三藐三佛陀」。「三藐三佛陀，舊譯正遍知，新譯等正覺」，上面有個正字，正等正覺，等正覺也可以，等是正等，「乃佛十號中之第三號」，正遍知。「故南無阿彌陀三藐三佛陀，即六字洪名。」我們一般用六個字，南無阿彌陀佛，都稱念。"
    },
    {
      "id": "02-040-0585_p0020",
      "zh_CN": "这里给我们什么启示？菩萨、声闻、辟支佛、诸天大众统统都看到、都见到了，我们有理由相信，他们发出真心，真正相信，发愿求生西方极乐世界，这个愿心坚定、坚固，不会被任何境界所动摇，也就是世出世间一切法都没有办法诱惑他，让他改变念头，他如如不动。这是他们做给我们看，我们应当学习。应当学习，这句佛号要现在人所说的分秒必争，我有一秒钟可以念一句佛号，我这一秒钟没有念佛，这一秒钟空过了，这个空过是无比的损失。一秒钟我也不空过，口里没有念出声，心里默念，念念纯是阿弥陀佛，你能不得佛保佑吗？你能不得佛力加持吗？肯定的。得阿弥陀佛威神的加持，其他就都不要了，都不必去理会，一心向往，佛什么时候来接我，什么时候就走，没有丝毫牵挂。还没有来接你走，叫你什么？叫你在这表法，大概这个地方的众生还跟你有缘的不少，你要好好的带领他们、帮助他们。不就是干这个吗？除这桩事情，没事。我们以认真念佛去影响他，我们把这个经典里面所讲的道理做出来，所有的教训都变成生活，变成处事待人接物的行为，真干，身行言教。天天等待阿弥陀佛，决定有一天，他来接引，我们功德圆满。",
      "zh_TW": "這裡給我們什麼啟示？菩薩、聲聞、辟支佛、諸天大眾統統都看到、都見到了，我們有理由相信，他們發出真心，真正相信，發願求生西方極樂世界，這個願心堅定、堅固，不會被任何境界所動搖，也就是世出世間一切法都沒有辦法誘惑他，讓他改變念頭，他如如不動。這是他們做給我們看，我們應當學習。應當學習，這句佛號要現在人所說的分秒必爭，我有一秒鐘可以念一句佛號，我這一秒鐘沒有念佛，這一秒鐘空過了，這個空過是無比的損失。一秒鐘我也不空過，口裡沒有念出聲，心裡默念，念念純是阿彌陀佛，你能不得佛保佑嗎？你能不得佛力加持嗎？肯定的。得阿彌陀佛威神的加持，其他就都不要了，都不必去理會，一心嚮往，佛什麼時候來接我，什麼時候就走，沒有絲毫牽掛。還沒有來接你走，叫你什麼？叫你在這表法，大概這個地方的眾生還跟你有緣的不少，你要好好的帶領他們、幫助他們。不就是幹這個嗎？除這樁事情，沒事。我們以認真念佛去影響他，我們把這個經典裡面所講的道理做出來，所有的教訓都變成生活，變成處事待人接物的行為，真幹，身行言教。天天等待阿彌陀佛，決定有一天，他來接引，我們功德圓滿。"
    },
    {
      "id": "02-040-0585_p0021",
      "zh_CN": "我们看底下一段，「六道沾恩」。第一个小段，「睹光止苦修善」。看经文：",
      "zh_TW": "我們看底下一段，「六道沾恩」。第一個小段，「睹光止苦修善」。看經文："
    },
    {
      "id": "02-040-0585_p0022",
      "zh_CN": "【诸天人民以至蜎飞蠕动。睹斯光者。所有疾苦莫不休止。一切忧恼莫不解脱。悉皆慈心作善。欢喜快乐。】",
      "zh_TW": "【諸天人民以至蜎飛蠕動。睹斯光者。所有疾苦莫不休止。一切憂惱莫不解脫。悉皆慈心作善。歡喜快樂。】"
    },
    {
      "id": "02-040-0585_p0023",
      "zh_CN": "右面这段经文，念老告诉我们，再一次的说明，「弥陀第十四触光安乐愿之成就」。在这个场合当中大家见到佛光了，在佛光里面看到极乐世界、看到阿弥陀佛。愿文里头说，「见我光明，照触其身，莫不安乐，慈心作善」。这个愿全兑现了，诸天除四空天，二十四层天，乃至蜎飞蠕动，这些很小的爬虫、小飞虫，这是畜生里面最下等。人堕畜生道，畜生是愚痴，堕畜生，贪心堕饿鬼，瞋恚堕地狱，愚痴是畜生。畜生道比那两道受苦要少，但是畜生也不容易出来，牠论次数的，不是牠死了就投胎，不是的。譬如一只鸡，牠活了六、七个月被杀掉，杀掉怎么？牠又投鸡胎，牠要投几十次或者是几百次，要论这个。满了，牠才能离开畜生道，再能得人身。所以很麻烦。要投成鸡，很容易就下去，你这一生吃了多少鸡？你要变多少次的鸡身去还债？统统还清楚之后，你才能出来，不是开玩笑的。畜生，都是论次数的，那个债才能还得完。所以见到光，见到佛，见到极乐世界，真正慈心生出来了，这是自性的爱心，我们常常把它看作自性里头第一德。自性的德能无量无边，核心是什么？就是爱。",
      "zh_TW": "右面這段經文，念老告訴我們，再一次的說明，「彌陀第十四觸光安樂願之成就」。在這個場合當中大家見到佛光了，在佛光裡面看到極樂世界、看到阿彌陀佛。願文裡頭說，「見我光明，照觸其身，莫不安樂，慈心作善」。這個願全兌現了，諸天除四空天，二十四層天，乃至蜎飛蠕動，這些很小的爬蟲、小飛蟲，這是畜生裡面最下等。人墮畜生道，畜生是愚痴，墮畜生，貪心墮餓鬼，瞋恚墮地獄，愚痴是畜生。畜生道比那兩道受苦要少，但是畜生也不容易出來，牠論次數的，不是牠死了就投胎，不是的。譬如一隻雞，牠活了六、七個月被殺掉，殺掉怎麼？牠又投雞胎，牠要投幾十次或者是幾百次，要論這個。滿了，牠才能離開畜生道，再能得人身。所以很麻煩。要投成雞，很容易就下去，你這一生吃了多少雞？你要變多少次的雞身去還債？統統還清楚之後，你才能出來，不是開玩笑的。畜生，都是論次數的，那個債才能還得完。所以見到光，見到佛，見到極樂世界，真正慈心生出來了，這是自性的愛心，我們常常把它看作自性裡頭第一德。自性的德能無量無邊，核心是什麼？就是愛。"
    },
    {
      "id": "02-040-0585_p0024",
      "zh_CN": "我们中国老祖宗，佛教没传到中国来之前就知道，把它做为五伦里头的第一伦，五伦的核心，「父子有亲」，就是亲爱。这个亲爱是出于自性，是没有任何条件。你看父母对婴儿没有条件，无条件的付出，特别是在婴儿三、四个月的时候，就是一百天，照顾得无微不至。这父母，甘心情愿，照顾无微不至，孩子还不认识父母，为什么？他没有分别、没有执着，他有起心动念，没有分别执着，天真，体露真常。等到他认识父母，他就有分别、有执着，他被污染了。圣贤人的教学，是希望这种污染愈轻愈好，时间愈慢愈好。中国老人就抓住这一点，不要让他污染得太快。现在污染太快，他看电视，小孩一出生，睁开眼睛看电视，会走路、会说话的时候，他就玩电动玩具、玩电脑，这个染污可不得了。从小把这个根给他染污坏了，以后可麻烦、可难教了，他怎么能回头？外面一诱惑就走了。圣贤书念再多也不行，念十年的圣贤书，到社会上去，十天就完了，他就受不了，肯定往那边去了，财色名利，七情五欲，他没有办法。古人的根扎得深，父母真爱护，要看三年，就是出生的一千天，凡是不善的，与伦理、道德相违背的，根本就不让你看到、不让你听到、不让你接触到，你所接触的全是正面的伦理道德，看得紧紧的。父母在孩子面前，都要端正守礼，为什么？让他看到正面的，不能让他看到反面的。这一千天是扎根教育，根扎得稳。古人讲三岁看八十，这一千天扎的根扎得好，八十岁不会改变。现在人把这个忘得干干净净，起心动念都是财色名利，这什么？搞轮回。如果用的是虚伪的心念，念念是损人利己，那造业就重了，现在得一点便宜，将来的债怎么还？除了还债之外，杀盗淫妄是性罪，性罪是没有干，心里想也犯罪，这就结业，结的是罪业，苦报在三途。不敢！",
      "zh_TW": "我們中國老祖宗，佛教沒傳到中國來之前就知道，把它做為五倫裡頭的第一倫，五倫的核心，「父子有親」，就是親愛。這個親愛是出於自性，是沒有任何條件。你看父母對嬰兒沒有條件，無條件的付出，特別是在嬰兒三、四個月的時候，就是一百天，照顧得無微不至。這父母，甘心情願，照顧無微不至，孩子還不認識父母，為什麼？他沒有分別、沒有執著，他有起心動念，沒有分別執著，天真，體露真常。等到他認識父母，他就有分別、有執著，他被污染了。聖賢人的教學，是希望這種污染愈輕愈好，時間愈慢愈好。中國老人就抓住這一點，不要讓他污染得太快。現在污染太快，他看電視，小孩一出生，睜開眼睛看電視，會走路、會說話的時候，他就玩電動玩具、玩電腦，這個染污可不得了。從小把這個根給他染污壞了，以後可麻煩、可難教了，他怎麼能回頭？外面一誘惑就走了。聖賢書念再多也不行，念十年的聖賢書，到社會上去，十天就完了，他就受不了，肯定往那邊去了，財色名利，七情五欲，他沒有辦法。古人的根紮得深，父母真愛護，要看三年，就是出生的一千天，凡是不善的，與倫理、道德相違背的，根本就不讓你看到、不讓你聽到、不讓你接觸到，你所接觸的全是正面的倫理道德，看得緊緊的。父母在孩子面前，都要端正守禮，為什麼？讓他看到正面的，不能讓他看到反面的。這一千天是扎根教育，根紮得穩。古人講三歲看八十，這一千天紮的根紮得好，八十歲不會改變。現在人把這個忘得乾乾淨淨，起心動念都是財色名利，這什麼？搞輪迴。如果用的是虛偽的心念，念念是損人利己，那造業就重了，現在得一點便宜，將來的債怎麼還？除了還債之外，殺盜淫妄是性罪，性罪是沒有幹，心裡想也犯罪，這就結業，結的是罪業，苦報在三途。不敢！"
    },
    {
      "id": "02-040-0585_p0025",
      "zh_CN": "我这一代，像我这种身分，可以说是很走运，生长在农村，十岁才从农村搬到城市；换句话说，十岁之前不懂事，过的生活是天真。小孩在一起玩耍，在哪里？山上，山上去玩，湖边去玩，河边去玩，找这些地方去玩耍，没有妄想，没有杂念。做错事情，旁边走路的行人都把我们叫来教训，我们都乖乖听，没有敢随便说话的，为什么？父母教的。大人见到小孩犯过，就要叫他来教训他。我们父母看到，对路人感恩，谢谢你的教导。现在这个风气没有了，小孩也不会听你的，父母教他他都不听，他还听你的吗？不可能的。所以孩子，父母不能教，老师不能教，怎么办？这是大问题。「慈心作善」，这一句非常重要，一定要培养自己的爱心。凡是人，皆须爱，别人不爱我，我爱他，我培养我的爱心。培养慈心是与乐，悲心是拔苦。悲心是怜悯心、同情心，你看到他做得不对，他在造业，他将来要受报，但是你没有办法劝他，他不相信。我们只能将自己行善积德的功德给他回向，求佛菩萨加持，希望他慢慢能回头。有些人吃尽苦头他才回头，没有吃到苦头，他不知道，他以为我们学佛人是迷信。「欢喜快乐」，法喜充满。",
      "zh_TW": "我這一代，像我這種身分，可以說是很走運，生長在農村，十歲才從農村搬到城市；換句話說，十歲之前不懂事，過的生活是天真。小孩在一起玩耍，在哪裡？山上，山上去玩，湖邊去玩，河邊去玩，找這些地方去玩耍，沒有妄想，沒有雜念。做錯事情，旁邊走路的行人都把我們叫來教訓，我們都乖乖聽，沒有敢隨便說話的，為什麼？父母教的。大人見到小孩犯過，就要叫他來教訓他。我們父母看到，對路人感恩，謝謝你的教導。現在這個風氣沒有了，小孩也不會聽你的，父母教他他都不聽，他還聽你的嗎？不可能的。所以孩子，父母不能教，老師不能教，怎麼辦？這是大問題。「慈心作善」，這一句非常重要，一定要培養自己的愛心。凡是人，皆須愛，別人不愛我，我愛他，我培養我的愛心。培養慈心是與樂，悲心是拔苦。悲心是憐憫心、同情心，你看到他做得不對，他在造業，他將來要受報，但是你沒有辦法勸他，他不相信。我們只能將自己行善積德的功德給他迴向，求佛菩薩加持，希望他慢慢能回頭。有些人吃盡苦頭他才回頭，沒有吃到苦頭，他不知道，他以為我們學佛人是迷信。「歡喜快樂」，法喜充滿。"
    },
    {
      "id": "02-040-0585_p0026",
      "zh_CN": "「又《光明遍照品》云：若在三途极苦之处」，极苦是无间地狱，「见此光明，皆得休息」。特别是地狱众生，地狱种类很多，无间地狱见不到佛光。无间地狱能见到佛光的，是他过去生中阿赖耶识里头有佛种子，曾经不知道是某一世皈依三宝、受持五戒十善，有这个种子才有缘分在无间地狱见到佛光。如果没有这个缘分，永远见不到，真可怜！「故今云：蜎飞蠕动」。这些人过去在人道、在天道，只有人、天两道有诸佛菩萨讲经说法教学。如果没有这个种子，他堕在恶道里，菩萨在恶道里示现地藏王菩萨，在鬼道示现鬼王身，在地狱现地狱身，教化众生。还是一句老话，佛度有缘人，他阿赖耶识没有种子，没办法度他。阿赖耶种子多，力量强，容易度。所以这一句阿弥陀佛的名号重要！我们常常念，默念，默念鬼神能听到；出声念的时候，人能听到，功德无量无边。手上拿一串念珠，别人看到了，佛，佛的概念下去了，度众生。所以出家人你别瞧不起他，他不如法，造作很多罪业，但是他穿这件衣服在街上走一遍，多少人看到，这佛，阿赖耶里头种个佛的种子。他不穿这衣服做不到。三宝不能轻视，他作恶自然有他的果报，我们不可以批评，这就对了。他这个形象能叫人动一个佛的念头，这是一般人做不到的。在家居士拿一串念珠，好，人家看到，他就起一个佛的念头。所以这些小动物们，阿赖耶识里头有佛种子，所以牠有机会见到佛光，牠也有机会见到佛相、见到极乐世界。「所有疾苦莫不休止」，就停止了。「一切忧恼莫不解脱。」因为我们凡夫有忧有恼，真正念佛，忧恼就没有，欢喜心念出来了，真的念佛功夫得力。",
      "zh_TW": "「又《光明遍照品》云：若在三途極苦之處」，極苦是無間地獄，「見此光明，皆得休息」。特別是地獄眾生，地獄種類很多，無間地獄見不到佛光。無間地獄能見到佛光的，是他過去生中阿賴耶識裡頭有佛種子，曾經不知道是某一世皈依三寶、受持五戒十善，有這個種子才有緣分在無間地獄見到佛光。如果沒有這個緣分，永遠見不到，真可憐！「故今云：蜎飛蠕動」。這些人過去在人道、在天道，只有人、天兩道有諸佛菩薩講經說法教學。如果沒有這個種子，他墮在惡道裡，菩薩在惡道裡示現地藏王菩薩，在鬼道示現鬼王身，在地獄現地獄身，教化眾生。還是一句老話，佛度有緣人，他阿賴耶識沒有種子，沒辦法度他。阿賴耶種子多，力量強，容易度。所以這一句阿彌陀佛的名號重要！我們常常念，默念，默念鬼神能聽到；出聲念的時候，人能聽到，功德無量無邊。手上拿一串念珠，別人看到了，佛，佛的概念下去了，度眾生。所以出家人你別瞧不起他，他不如法，造作很多罪業，但是他穿這件衣服在街上走一遍，多少人看到，這佛，阿賴耶裡頭種個佛的種子。他不穿這衣服做不到。三寶不能輕視，他作惡自然有他的果報，我們不可以批評，這就對了。他這個形象能叫人動一個佛的念頭，這是一般人做不到的。在家居士拿一串念珠，好，人家看到，他就起一個佛的念頭。所以這些小動物們，阿賴耶識裡頭有佛種子，所以牠有機會見到佛光，牠也有機會見到佛相、見到極樂世界。「所有疾苦莫不休止」，就停止了。「一切憂惱莫不解脫。」因為我們凡夫有憂有惱，真正念佛，憂惱就沒有，歡喜心念出來了，真的念佛功夫得力。"
    },
    {
      "id": "02-040-0585_p0027",
      "zh_CN": "什么叫功夫得力？孔子说的「学而时习之，不亦说乎」。到不亦悦乎，功夫就得力，佛法里面讲法喜充满，像这段经文所说的，功夫得力。念佛念得欢喜心念出来，忧虑、忧恼没有了，读经把忧恼读掉，欢喜心读出来，这叫功夫，这叫功夫真正现前，现前的利益。到功夫成片，往生就有把握。功夫成片的人，什么时候想往生，阿弥陀佛什么时候就来接你。你功夫成就了，这个不是假的，生死自在。想多住几年也不妨碍，多住几年跟阿弥陀佛说明，我愿意多住几年，不妨碍，什么时候走，我不决定，让佛决定，我们可以约定的。完全替佛做事，不为自己，跟佛的心愿完全相应。",
      "zh_TW": "什麼叫功夫得力？孔子說的「學而時習之，不亦說乎」。到不亦悅乎，功夫就得力，佛法裡面講法喜充滿，像這段經文所說的，功夫得力。念佛念得歡喜心念出來，憂慮、憂惱沒有了，讀經把憂惱讀掉，歡喜心讀出來，這叫功夫，這叫功夫真正現前，現前的利益。到功夫成片，往生就有把握。功夫成片的人，什麼時候想往生，阿彌陀佛什麼時候就來接你。你功夫成就了，這個不是假的，生死自在。想多住幾年也不妨礙，多住幾年跟阿彌陀佛說明，我願意多住幾年，不妨礙，什麼時候走，我不決定，讓佛決定，我們可以約定的。完全替佛做事，不為自己，跟佛的心願完全相應。"
    },
    {
      "id": "02-040-0585_p0028",
      "zh_CN": "下面这是外面的感应，「天乐不鼓自鸣」，你闻到天乐。",
      "zh_TW": "下面這是外面的感應，「天樂不鼓自鳴」，你聞到天樂。"
    },
    {
      "id": "02-040-0585_p0029",
      "zh_CN": "【钟磬琴瑟。箜篌乐器。不鼓自然皆作五音。】",
      "zh_TW": "【鐘磬琴瑟。箜篌樂器。不鼓自然皆作五音。】"
    },
    {
      "id": "02-040-0585_p0030",
      "zh_CN": "『五音』就是我们今天讲的交响乐。各种乐器演奏的音声，你统统听到，这是感应。当时在大会当中，与会的大众听到天乐。",
      "zh_TW": "『五音』就是我們今天講的交響樂。各種樂器演奏的音聲，你統統聽到，這是感應。當時在大會當中，與會的大眾聽到天樂。"
    },
    {
      "id": "02-040-0585_p0031",
      "zh_CN": "再看底下一段，「十方诸天供养」。",
      "zh_TW": "再看底下一段，「十方諸天供養」。"
    },
    {
      "id": "02-040-0585_p0032",
      "zh_CN": "【诸佛国中诸天人民。各持花香来于虚空散作供养。】",
      "zh_TW": "【諸佛國中諸天人民。各持花香來於虛空散作供養。】"
    },
    {
      "id": "02-040-0585_p0033",
      "zh_CN": "「十方的天人来散花香，皆表殊胜快乐之象」。",
      "zh_TW": "「十方的天人來散花香，皆表殊勝快樂之象」。"
    },
    {
      "id": "02-040-0585_p0034",
      "zh_CN": "我们看注解，「经中详谈见佛、见光」，见极乐世界种种的瑞相。「或以此有着相之失」，这是不是着相？这是学佛人有些真的他执着，他执着空，也着相，着有着相，着空还是着相，空有二边都不能着。佛现这些瑞相，十方诸天来现供养的相，让大家都看到，这就是随缘妙用。随缘是度化众生，帮助众生建立信愿行，信愿行完全成就、圆满了，相就不要。要相都是对初学，没见性的需要，见性就不要，没有见性很重要。所以「惜彼」，这些人，「未知净宗之妙」，净宗妙在哪里？「端在当相即道，即事而真」，这是属于境界。像我们看电视，我常常用这个做比喻，我把电视的屏幕比喻作真性、真心，画面比喻作阿赖耶识。心现万法，所现的一切音声色相，有没有离开本体？没有离开。有没有妨碍本体？没有妨碍，屏幕上什么都没有。相没有碍屏幕，我把按钮一按，相就没有了，痕迹都不着。净宗妙就妙在此地，能现万象，实际上一丝毫没沾染。也就是说，我们明白这个道理，万象随它去生，不要放在心上就对了、就妙了，放在心上就不妙。不放在心上是佛、是菩萨，放在心上是六道凡夫，同一个境界。凡夫不知道当相即道，佛道；即事而真，事是现象，真是本体，就是自性。一切法不离自性，一切法的理体就是自性，所以不必「拨相求道」。一定要把这个相统统消灭掉，你才见到屏幕，你没有能力在现相的时候见到屏幕。见到相跟见到屏幕同时，根本没有先后，完全同时的。所以性在哪里？真正见性的是随拈一法无不是性，没有一法离开自性，法法皆是，法法皆如。",
      "zh_TW": "我們看註解，「經中詳談見佛、見光」，見極樂世界種種的瑞相。「或以此有著相之失」，這是不是著相？這是學佛人有些真的他執著，他執著空，也著相，著有著相，著空還是著相，空有二邊都不能著。佛現這些瑞相，十方諸天來現供養的相，讓大家都看到，這就是隨緣妙用。隨緣是度化眾生，幫助眾生建立信願行，信願行完全成就、圓滿了，相就不要。要相都是對初學，沒見性的需要，見性就不要，沒有見性很重要。所以「惜彼」，這些人，「未知淨宗之妙」，淨宗妙在哪裡？「端在當相即道，即事而真」，這是屬於境界。像我們看電視，我常常用這個做比喻，我把電視的屏幕比喻作真性、真心，畫面比喻作阿賴耶識。心現萬法，所現的一切音聲色相，有沒有離開本體？沒有離開。有沒有妨礙本體？沒有妨礙，屏幕上什麼都沒有。相沒有礙屏幕，我把按鈕一按，相就沒有了，痕跡都不著。淨宗妙就妙在此地，能現萬象，實際上一絲毫沒沾染。也就是說，我們明白這個道理，萬象隨它去生，不要放在心上就對了、就妙了，放在心上就不妙。不放在心上是佛、是菩薩，放在心上是六道凡夫，同一個境界。凡夫不知道當相即道，佛道；即事而真，事是現象，真是本體，就是自性。一切法不離自性，一切法的理體就是自性，所以不必「撥相求道」。一定要把這個相統統消滅掉，你才見到屏幕，你沒有能力在現相的時候見到屏幕。見到相跟見到屏幕同時，根本沒有先後，完全同時的。所以性在哪裡？真正見性的是隨拈一法無不是性，沒有一法離開自性，法法皆是，法法皆如。"
    },
    {
      "id": "02-040-0585_p0035",
      "zh_CN": "要离相求道，没有这个道理。为什么？相是假相，是生灭相，你根本不了解它。它生灭的频率是一秒钟一千六百兆次，它就在你面前，你就不知道，没有离开你。所以假相，「凡所有相皆是虚妄」、「一切有为法，如梦幻泡影」，根本不可得。真的不可得，为什么？它不是物质现象，五根缘不到，眼耳鼻舌身缘不到；它不是精神现象，你第六意识、第七识、第八识都缘不到；它不是自然现象，连阿赖耶也缘不到。所以叫空，叫真空。体是空的，相也是空的，相虽然有，叫妙假。它很奇妙，它是假的，它不是真的。所有现象都是许许多多幻相重叠纠缠在一起，我们才知道，才看到、听到、摸到。如果不是许许多多纠缠在一起，它只是一个相、一个频率，我们无法觉察。所以真相在哪里？就在面前。你要能够把电视看懂、看明白了，你就成佛。看电视也是一法，法法都能成无上道，你会不会看？宗门大德说，「你会么？」会，看电视成佛了。为什么？晓得全是假的，相是假的，体也是假的，没有一样是真的，一样都得不到，体得不到，相也得不到，会不会？都不放在心上，你怎么不欢喜，你怎么会不得大自在？「当相即道，即事而真」，这个把大乘明心见性菩萨的境界说得圆圆满满，八个字。所以「不必拨相求道」，要把相灭掉，真才现前，没这个道理，这是错误的；「离事见真」，真是理，理跟事分不开家，理是事之理，事是理之事，它是一不是二。",
      "zh_TW": "要離相求道，沒有這個道理。為什麼？相是假相，是生滅相，你根本不了解它。它生滅的頻率是一秒鐘一千六百兆次，它就在你面前，你就不知道，沒有離開你。所以假相，「凡所有相皆是虛妄」、「一切有為法，如夢幻泡影」，根本不可得。真的不可得，為什麼？它不是物質現象，五根緣不到，眼耳鼻舌身緣不到；它不是精神現象，你第六意識、第七識、第八識都緣不到；它不是自然現象，連阿賴耶也緣不到。所以叫空，叫真空。體是空的，相也是空的，相雖然有，叫妙假。它很奇妙，它是假的，它不是真的。所有現象都是許許多多幻相重疊糾纏在一起，我們才知道，才看到、聽到、摸到。如果不是許許多多糾纏在一起，它只是一個相、一個頻率，我們無法覺察。所以真相在哪裡？就在面前。你要能夠把電視看懂、看明白了，你就成佛。看電視也是一法，法法都能成無上道，你會不會看？宗門大德說，「你會麼？」會，看電視成佛了。為什麼？曉得全是假的，相是假的，體也是假的，沒有一樣是真的，一樣都得不到，體得不到，相也得不到，會不會？都不放在心上，你怎麼不歡喜，你怎麼會不得大自在？「當相即道，即事而真」，這個把大乘明心見性菩薩的境界說得圓圓滿滿，八個字。所以「不必撥相求道」，要把相滅掉，真才現前，沒這個道理，這是錯誤的；「離事見真」，真是理，理跟事分不開家，理是事之理，事是理之事，它是一不是二。"
    },
    {
      "id": "02-040-0585_p0036",
      "zh_CN": "「且此经纯是《华严》事事无碍境界」，所以古德说《无量寿经》即是中本《华严》，里面所讲的十法界，《华严》讲十法界，这边也讲十法界，跟《华严》没有两样。《华严》讲四无碍，本经也是四无碍，事事无碍境界。「一花一香无非帝网之珠」，《华严经》还加了一句，「一毛一尘」，说得更细，毛是讲毛端，汗毛端，尘是极微色，比花比香小多了。无非帝网之珠，这是比喻，帝是忉利天主，网是忉利天宫庄严的罗网，每个网中心都结的有宝珠，这用它来比喻，它是一体。",
      "zh_TW": "「且此經純是《華嚴》事事無礙境界」，所以古德說《無量壽經》即是中本《華嚴》，裡面所講的十法界，《華嚴》講十法界，這邊也講十法界，跟《華嚴》沒有兩樣。《華嚴》講四無礙，本經也是四無礙，事事無礙境界。「一花一香無非帝網之珠」，《華嚴經》還加了一句，「一毛一塵」，說得更細，毛是講毛端，汗毛端，塵是極微色，比花比香小多了。無非帝網之珠，這是比喻，帝是忉利天主，網是忉利天宮莊嚴的羅網，每個網中心都結的有寶珠，這用它來比喻，它是一體。"
    },
    {
      "id": "02-040-0585_p0037",
      "zh_CN": "「一一圆明」，圆满光明，放光。这个光就是常寂光，常寂光我们肉眼看不见。这是现在人有这个知识，我们眼看到的光，波长很有限，比我们所见的光波长的见不到，波短的也见不到。常寂光确实我们没法子离开，围裹着我们，我们完全不知道。就好像看电视，一般人都迷在色相上、音声上，把萤光幕完全忘掉了。萤光幕是体，没有它，不能现相，把体忘掉了。从这个地方你要看到理事不二、性相不二，那就是佛法，那就是修行，知道什么都是假的，不善是假的，善也是假的，平等心生起来。清净平等心从哪里来？看电视上成就的，电视是妙法。这个对于什么人有用？对于上根利智管用，对于中下根人坏了，愈看愈糊涂，愈看愈迷糊，全把人教坏了。根性的提升确实有必要。「一一胜妙」，胜是殊胜，妙是微妙，妙是我们无法想像，「一一皆是一真法界之全体。圆明具德，不可思议。」这说到究竟圆满，换句话说，圆明具德就是常寂光，一一法全是常寂光，电视是常寂光，电影也是常寂光，十法界全是常寂光，只是一切众生在里头迷悟不同，所以他感受有差别。如果统统觉悟了，它不碍事，它所表的全是佛法。不可思议，不是我们能想像得到的，不想像就对了，有想像就迷了。所以我们净宗同学应该怎么修？把所有一切境界统统转到阿弥陀佛，我想什么？想阿弥陀佛，没有一样不是阿弥陀佛，样样都是，都是阿弥陀佛变化出来的。体就是阿弥陀佛，相也是阿弥陀佛，作用也是阿弥陀佛，这就对了，这就能入不思议境界。",
      "zh_TW": "「一一圓明」，圓滿光明，放光。這個光就是常寂光，常寂光我們肉眼看不見。這是現在人有這個知識，我們眼看到的光，波長很有限，比我們所見的光波長的見不到，波短的也見不到。常寂光確實我們沒法子離開，圍裹著我們，我們完全不知道。就好像看電視，一般人都迷在色相上、音聲上，把螢光幕完全忘掉了。螢光幕是體，沒有它，不能現相，把體忘掉了。從這個地方你要看到理事不二、性相不二，那就是佛法，那就是修行，知道什麼都是假的，不善是假的，善也是假的，平等心生起來。清淨平等心從哪裡來？看電視上成就的，電視是妙法。這個對於什麼人有用？對於上根利智管用，對於中下根人壞了，愈看愈糊塗，愈看愈迷糊，全把人教壞了。根性的提升確實有必要。「一一勝妙」，勝是殊勝，妙是微妙，妙是我們無法想像，「一一皆是一真法界之全體。圓明具德，不可思議。」這說到究竟圓滿，換句話說，圓明具德就是常寂光，一一法全是常寂光，電視是常寂光，電影也是常寂光，十法界全是常寂光，只是一切眾生在裡頭迷悟不同，所以他感受有差別。如果統統覺悟了，它不礙事，它所表的全是佛法。不可思議，不是我們能想像得到的，不想像就對了，有想像就迷了。所以我們淨宗同學應該怎麼修？把所有一切境界統統轉到阿彌陀佛，我想什麼？想阿彌陀佛，沒有一樣不是阿彌陀佛，樣樣都是，都是阿彌陀佛變化出來的。體就是阿彌陀佛，相也是阿彌陀佛，作用也是阿彌陀佛，這就對了，這就能入不思議境界。"
    },
    {
      "id": "02-040-0585_p0038",
      "zh_CN": "底下这一段经文，「彼此同见」，妙了。先说「此见彼」，此是我们这一方，彼是极乐世界。",
      "zh_TW": "底下這一段經文，「彼此同見」，妙了。先說「此見彼」，此是我們這一方，彼是極樂世界。"
    },
    {
      "id": "02-040-0585_p0039",
      "zh_CN": "【尔时极乐世界过于西方百千俱胝那由他国。以佛威力如对目前。如净天眼观一寻地。】",
      "zh_TW": "【爾時極樂世界過於西方百千俱胝那由他國。以佛威力如對目前。如淨天眼觀一尋地。】"
    },
    {
      "id": "02-040-0585_p0040",
      "zh_CN": "这个地方讲，『过于西方百千俱胝那由他国』，前面有注解，就是《弥陀经》上所说的十万亿佛国土。极乐世界在哪里？世尊告诉我们，距离我们这个世界，娑婆世界，十万亿个佛国土那一边，极乐世界。距离很远，对谁说的？对六道凡夫说的，凡夫有分别、有计较。实际呢？实际空间跟时间都是假的，不相应行法。时间、空间跟心法不相应，跟心所法不相应，跟色法不相应，它是什么？现在人所谓的抽象概念。没有事实，只是抽象概念而已，从心想生。实际上没有，是你想像的有远有近、有先有后，实际上没有，遍法界虚空界统统在常寂光中。常寂光就是自性，常寂光就是法性，常寂光就是本体，一切法都从常寂光现的，离开常寂光没有一切法。常寂光就好像我们看电视的屏幕，十法界依正庄严，十方一切诸佛刹土是屏幕上现的相。相是假相，体是真体。常寂光是真的，成佛就是融入常寂光。身有没有？没有，身变成常寂光；我们居住的土，土也变成常寂光。融入常寂光，回归自性，回归自性才真正得大圆满。你想，一切诸佛如来在常寂光里头，就是一体的，一片光明，我们自己也变成一片光明，诸佛如来的智慧跟我的融成一片，德能融成一片，相好融成一片，再分不出是你的是我的。他无处不在，无时不在，众生念他，立刻就现形。这个地方现极乐世界、现阿弥陀佛，是不是从十万亿佛国土到这来的？那是佛的方便话，佛对小朋友的方便语。真的呢？当处出生，随处灭尽，就在当下。佛没有来，佛也没去，极乐世界也没有来，也没有去。来去是假的，现、不现是你的缘分。把妄想、分别、执着放下就是，妄想、分别、执着没有放下就不现。我暂时放下，暂时就现；一念放下，一念现；念念放下，念念现。所以说「一念相应一念佛，念念相应念念佛」，就是这么个道理。你要明白这个道理，你才知道分秒可贵，一分一秒都不要离开阿弥陀佛。这是一切法里头上上法，没有比这个法更高、更圆满的了。我们是因为有业障，没有办法，要用阿弥陀佛；真正业障消除，阿弥陀佛也不见、也没有了，没有了是真正的阿弥陀佛。阿弥陀佛的意思是无量寿、无量光。佛给我们解释，无量光是空间，无量寿是时间，时间、空间完全融合成一体，没有了，再也分不出。这就是跟你讲真话，佛教无神论，神念阿弥陀佛也融入无量光，跟我们都变成一体。万事万物全融成无量光里头，光明遍照，大光明藏，就这个意思。",
      "zh_TW": "這個地方講，『過於西方百千俱胝那由他國』，前面有註解，就是《彌陀經》上所說的十萬億佛國土。極樂世界在哪裡？世尊告訴我們，距離我們這個世界，娑婆世界，十萬億個佛國土那一邊，極樂世界。距離很遠，對誰說的？對六道凡夫說的，凡夫有分別、有計較。實際呢？實際空間跟時間都是假的，不相應行法。時間、空間跟心法不相應，跟心所法不相應，跟色法不相應，它是什麼？現在人所謂的抽象概念。沒有事實，只是抽象概念而已，從心想生。實際上沒有，是你想像的有遠有近、有先有後，實際上沒有，遍法界虛空界統統在常寂光中。常寂光就是自性，常寂光就是法性，常寂光就是本體，一切法都從常寂光現的，離開常寂光沒有一切法。常寂光就好像我們看電視的屏幕，十法界依正莊嚴，十方一切諸佛剎土是屏幕上現的相。相是假相，體是真體。常寂光是真的，成佛就是融入常寂光。身有沒有？沒有，身變成常寂光；我們居住的土，土也變成常寂光。融入常寂光，回歸自性，回歸自性才真正得大圓滿。你想，一切諸佛如來在常寂光裡頭，就是一體的，一片光明，我們自己也變成一片光明，諸佛如來的智慧跟我的融成一片，德能融成一片，相好融成一片，再分不出是你的是我的。他無處不在，無時不在，眾生念他，立刻就現形。這個地方現極樂世界、現阿彌陀佛，是不是從十萬億佛國土到這來的？那是佛的方便話，佛對小朋友的方便語。真的呢？當處出生，隨處滅盡，就在當下。佛沒有來，佛也沒去，極樂世界也沒有來，也沒有去。來去是假的，現、不現是你的緣分。把妄想、分別、執著放下就是，妄想、分別、執著沒有放下就不現。我暫時放下，暫時就現；一念放下，一念現；念念放下，念念現。所以說「一念相應一念佛，念念相應念念佛」，就是這麼個道理。你要明白這個道理，你才知道分秒可貴，一分一秒都不要離開阿彌陀佛。這是一切法裡頭上上法，沒有比這個法更高、更圓滿的了。我們是因為有業障，沒有辦法，要用阿彌陀佛；真正業障消除，阿彌陀佛也不見、也沒有了，沒有了是真正的阿彌陀佛。阿彌陀佛的意思是無量壽、無量光。佛給我們解釋，無量光是空間，無量壽是時間，時間、空間完全融合成一體，沒有了，再也分不出。這就是跟你講真話，佛教無神論，神念阿彌陀佛也融入無量光，跟我們都變成一體。萬事萬物全融成無量光裡頭，光明遍照，大光明藏，就這個意思。"
    },
    {
      "id": "02-040-0585_p0041",
      "zh_CN": "我们看念老的注解，「极乐不离自心，理也」，这是理。「过于西方百千俱胝那由他国」，这是事。「理事无碍」，百千俱胝那由他就是「十万亿程」，理跟事是一不是二，所以十万亿佛国土就在眼前。「故《观经》云：阿弥陀佛去此不远。」释迦牟尼佛给我们透了信息，就在当下。「会众诚感」，这个诚字是关键字，最重要的，真诚。什么叫诚？「一念不生谓之诚」，曾国藩在读书笔记里头做了这么一个注解，给诚做个注解，很多祖师大德都喜欢用这个，注得好。你有一个念头，不诚。真正诚意是谁？佛。等觉菩萨还不行，等觉菩萨还有一品生相无明没破，不诚。所以真正讲到诚，妙觉果位，就一个人，妙觉那是真诚。地上菩萨接近真诚，他还带着几分妄，那个妄是起心动念的习气。因为他们都是住在实报土，实报土起心动念没有了，但是有起心动念的习气，习气有厚薄不一样，所以才有四十一个品位，四十一位法身大士。这四十一位怎么分的？习气浓的在下面，习气薄的在上面，是这么分的。习气断干净就是妙觉，妙觉就融入常寂光。",
      "zh_TW": "我們看念老的註解，「極樂不離自心，理也」，這是理。「過於西方百千俱胝那由他國」，這是事。「理事無礙」，百千俱胝那由他就是「十萬億程」，理跟事是一不是二，所以十萬億佛國土就在眼前。「故《觀經》云：阿彌陀佛去此不遠。」釋迦牟尼佛給我們透了信息，就在當下。「會眾誠感」，這個誠字是關鍵字，最重要的，真誠。什麼叫誠？「一念不生謂之誠」，曾國藩在讀書筆記裡頭做了這麼一個註解，給誠做個註解，很多祖師大德都喜歡用這個，註得好。你有一個念頭，不誠。真正誠意是誰？佛。等覺菩薩還不行，等覺菩薩還有一品生相無明沒破，不誠。所以真正講到誠，妙覺果位，就一個人，妙覺那是真誠。地上菩薩接近真誠，他還帶著幾分妄，那個妄是起心動念的習氣。因為他們都是住在實報土，實報土起心動念沒有了，但是有起心動念的習氣，習氣有厚薄不一樣，所以才有四十一個品位，四十一位法身大士。這四十一位怎麼分的？習氣濃的在下面，習氣薄的在上面，是這麼分的。習氣斷乾淨就是妙覺，妙覺就融入常寂光。"
    },
    {
      "id": "02-040-0585_p0042",
      "zh_CN": "于是我们就晓得，我们这个，我不是从经上看的，我们是从推理上晓得的，经上明显跟我们讲，阿罗汉断见思烦恼，但是有见思习气，习气没断。辟支佛把见思习气断了，所以他比阿罗汉高。断了这个习气辟支佛，辟支佛断见思习气。往上面去是菩萨，在辟支佛这个果位上，他要断尘沙烦恼，尘沙烦恼断掉，他就是菩萨。但是菩萨有尘沙烦恼的习气，尘沙烦恼习气断掉，他就成佛，十法界里面的佛。十法界里面的佛要把无明烦恼断掉，就是起心动念，无明烦恼断掉之后，他就超越十法界，他就证得圆教初住，生实报庄严土。我们想无明烦恼断了，无明烦恼肯定有习气，习气没断。无明习气不能断，为什么？他已经不起心不动念。不起心不动念，用什么方法断这个？没有办法断。不像前面见思烦恼习气有办法断，尘沙烦恼习气也有办法断，无明烦恼习气没有办法断，那就是随它去，时间久了，它自然没有了，这叫无功用道。古人用酒瓶做比喻，酒倒干净了，闻闻里头味道，擦不掉怎么办？打开放在那里，放个半年、放个一年再去闻，完全没有了。所以初住菩萨，圆教初住菩萨，他证得法身，住在实报土，什么时候他习气才能断完？三个阿僧祇劫，三大阿僧祇劫这么来的。无功用道，根本就是不理会就完了，三大阿僧祇劫自然就没有了，没有、断尽了，他就证得妙觉。所以从这个三大阿僧祇劫里面，把它说成四十一个等级，十住、十行、十回向、十地，四十个，上面是等觉，四十一个位次。到等觉的极其微细，等觉一断，他就不在实报土，实报土没有了，实报土也是假的。凡所有相皆是虚妄，没有说实报土除外，实报土还是虚妄。",
      "zh_TW": "於是我們就曉得，我們這個，我不是從經上看的，我們是從推理上曉得的，經上明顯跟我們講，阿羅漢斷見思煩惱，但是有見思習氣，習氣沒斷。辟支佛把見思習氣斷了，所以他比阿羅漢高。斷了這個習氣辟支佛，辟支佛斷見思習氣。往上面去是菩薩，在辟支佛這個果位上，他要斷塵沙煩惱，塵沙煩惱斷掉，他就是菩薩。但是菩薩有塵沙煩惱的習氣，塵沙煩惱習氣斷掉，他就成佛，十法界裡面的佛。十法界裡面的佛要把無明煩惱斷掉，就是起心動念，無明煩惱斷掉之後，他就超越十法界，他就證得圓教初住，生實報莊嚴土。我們想無明煩惱斷了，無明煩惱肯定有習氣，習氣沒斷。無明習氣不能斷，為什麼？他已經不起心不動念。不起心不動念，用什麼方法斷這個？沒有辦法斷。不像前面見思煩惱習氣有辦法斷，塵沙煩惱習氣也有辦法斷，無明煩惱習氣沒有辦法斷，那就是隨它去，時間久了，它自然沒有了，這叫無功用道。古人用酒瓶做比喻，酒倒乾淨了，聞聞裡頭味道，擦不掉怎麼辦？打開放在那裡，放個半年、放個一年再去聞，完全沒有了。所以初住菩薩，圓教初住菩薩，他證得法身，住在實報土，什麼時候他習氣才能斷完？三個阿僧祇劫，三大阿僧祇劫這麼來的。無功用道，根本就是不理會就完了，三大阿僧祇劫自然就沒有了，沒有、斷盡了，他就證得妙覺。所以從這個三大阿僧祇劫裡面，把它說成四十一個等級，十住、十行、十迴向、十地，四十個，上面是等覺，四十一個位次。到等覺的極其微細，等覺一斷，他就不在實報土，實報土沒有了，實報土也是假的。凡所有相皆是虛妄，沒有說實報土除外，實報土還是虛妄。"
    },
    {
      "id": "02-040-0585_p0043",
      "zh_CN": "实报土是怎么来的？无始无明习气来的。这个我们要知道。我们的六道轮回从哪里来的？见思烦恼来的。所以见思一断，超越轮回。十法界从哪里来？十法界是无明烦恼，无明烦恼一断，十法界就没有了。所以上面的一真法界，就是实报土是无始无明习气，习气断掉就没有了。由此可知，凡所有相皆是虚妄，实报土里头的相也是虚妄，也不能执着。告诉我们，只要是这些东西，统统要放下，不要有丝毫去染着它。我欢喜它，被欢喜染着了；我讨厌它，被厌恶染污了，统统是染污。要把它看破，没事，有就是空，空就是有，空有不二，根本就不要放在心上。什么东西都不放，也不容易做到。所以净宗就妙了，净宗能让你心上放一个阿弥陀佛，妙极了！用一句阿弥陀佛代替一切法，你所喜欢、你所讨厌的，统统用阿弥陀佛做代表。除阿弥陀佛之外，一法不放，清除得干干净净。这就是「会众诚感」，真诚是一念不生，这个一念不生只要念断，念的习气没关系，因为念的习气断了，那是妙觉如来，就契入常寂光。这个地方让你见到常寂光，见到常寂光所现的妙土，就是实报庄严土。「佛力加威」，靠自己真诚感，佛就有应，佛帮助我们。「净秽两土互现目前」，我们看到极乐世界的人，极乐世界也看到我们。「如净天眼观一寻地」，就像天眼，看什么？看一寻，很近的地方。一寻是八尺，不到一丈。经里头也常说，我们两手伸开，这个距离叫一寻。就是不远，你看得清清楚楚。这是「此见彼」。",
      "zh_TW": "實報土是怎麼來的？無始無明習氣來的。這個我們要知道。我們的六道輪迴從哪裡來的？見思煩惱來的。所以見思一斷，超越輪迴。十法界從哪裡來？十法界是無明煩惱，無明煩惱一斷，十法界就沒有了。所以上面的一真法界，就是實報土是無始無明習氣，習氣斷掉就沒有了。由此可知，凡所有相皆是虛妄，實報土裡頭的相也是虛妄，也不能執著。告訴我們，只要是這些東西，統統要放下，不要有絲毫去染著它。我歡喜它，被歡喜染著了；我討厭它，被厭惡染污了，統統是染污。要把它看破，沒事，有就是空，空就是有，空有不二，根本就不要放在心上。什麼東西都不放，也不容易做到。所以淨宗就妙了，淨宗能讓你心上放一個阿彌陀佛，妙極了！用一句阿彌陀佛代替一切法，你所喜歡、你所討厭的，統統用阿彌陀佛做代表。除阿彌陀佛之外，一法不放，清除得乾乾淨淨。這就是「會眾誠感」，真誠是一念不生，這個一念不生只要念斷，念的習氣沒關係，因為念的習氣斷了，那是妙覺如來，就契入常寂光。這個地方讓你見到常寂光，見到常寂光所現的妙土，就是實報莊嚴土。「佛力加威」，靠自己真誠感，佛就有應，佛幫助我們。「淨穢兩土互現目前」，我們看到極樂世界的人，極樂世界也看到我們。「如淨天眼觀一尋地」，就像天眼，看什麼？看一尋，很近的地方。一尋是八尺，不到一丈。經裡頭也常說，我們兩手伸開，這個距離叫一尋。就是不遠，你看得清清楚楚。這是「此見彼」。"
    },
    {
      "id": "02-040-0585_p0044",
      "zh_CN": "下面精彩的在后面一段，「彼见此」。我们看经文：",
      "zh_TW": "下面精彩的在後面一段，「彼見此」。我們看經文："
    },
    {
      "id": "02-040-0585_p0045",
      "zh_CN": "【彼见此土。】",
      "zh_TW": "【彼見此土。】"
    },
    {
      "id": "02-040-0585_p0046",
      "zh_CN": "极乐世界的人看到我们。",
      "zh_TW": "極樂世界的人看到我們。"
    },
    {
      "id": "02-040-0585_p0047",
      "zh_CN": "【亦复如是。】",
      "zh_TW": "【亦復如是。】"
    },
    {
      "id": "02-040-0585_p0048",
      "zh_CN": "像我们看他一样，看得这么清楚，看得这么明白。",
      "zh_TW": "像我們看他一樣，看得這麼清楚，看得這麼明白。"
    },
    {
      "id": "02-040-0585_p0049",
      "zh_CN": "【悉睹娑婆世界。释迦如来。及比丘众。围绕说法。】",
      "zh_TW": "【悉睹娑婆世界。釋迦如來。及比丘眾。圍繞說法。】"
    },
    {
      "id": "02-040-0585_p0050",
      "zh_CN": "他看到释迦牟尼佛的法会，释迦牟尼佛正在介绍西方极乐世界，他们看到了。我们看念老的注解，「彼土圣众，皆见此界释尊，于会众中，说此《大乘无量寿庄严清净平等觉经》。」多么亲切！",
      "zh_TW": "他看到釋迦牟尼佛的法會，釋迦牟尼佛正在介紹西方極樂世界，他們看到了。我們看念老的註解，「彼土聖眾，皆見此界釋尊，於會眾中，說此《大乘無量壽莊嚴清淨平等覺經》。」多麼親切！"
    },
    {
      "id": "02-040-0585_p0051",
      "zh_CN": "下面说，「《阿弥陀经》谓此法门为一切世间难信之法」。这是真的不是假的，一切世间真正是难信之法。我看到这一句，我感触非常深，真的是难信。相信的人，是世间最有福报的人。在这个世间做到帝王、做到总统，这就是福报大了；拥有千亿万、亿亿万，这是富足了，他逃不过生死，寿命到的时候他怎么办？一样都带不去。一样带不去是小事，后头一句话可麻烦，「唯有业随身」，你造的业带去了。俗话所谓「家大业大」，他造的那个大的罪业怎么办？善业天堂去了，恶业无间地狱。转眼之间的事情，活一百岁也是一弹指。我今年八十八，再过两年九十岁，再过十年就一百岁，一弹指。我这个年龄感触就很深，感慨很多。同学们见面，各地人到这来看我，让我想到我三十年前第一次到香港，听众有十几位法师、居士，我讲经大概讲堂都坐得满满的。现在再回到香港，那些老朋友三分之二都不见了。香港回归祖国之后，不少人移民到外国。在那个时候，我劝告他们不要离开香港，香港会比英国人统治得更好。他们不听我的话，跑到外国。在外国见面的时候，苦不堪言。再回来，回不来了，回来，房子卖掉，房子涨价了，没有办法再买房子，多苦！我说你们不听我的话。移民出去的，移出去了，在香港的，过世的很多，当年认识的几个人，很少很少还在世间，说明寿命短促。人要珍惜光阴，一寸光阴一寸金，我们这一寸光阴要是用来念佛，那功德就不可思议。劝大家常常念佛，养成这个习惯。",
      "zh_TW": "下面說，「《阿彌陀經》謂此法門為一切世間難信之法」。這是真的不是假的，一切世間真正是難信之法。我看到這一句，我感觸非常深，真的是難信。相信的人，是世間最有福報的人。在這個世間做到帝王、做到總統，這就是福報大了；擁有千億萬、億億萬，這是富足了，他逃不過生死，壽命到的時候他怎麼辦？一樣都帶不去。一樣帶不去是小事，後頭一句話可麻煩，「唯有業隨身」，你造的業帶去了。俗話所謂「家大業大」，他造的那個大的罪業怎麼辦？善業天堂去了，惡業無間地獄。轉眼之間的事情，活一百歲也是一彈指。我今年八十八，再過兩年九十歲，再過十年就一百歲，一彈指。我這個年齡感觸就很深，感慨很多。同學們見面，各地人到這來看我，讓我想到我三十年前第一次到香港，聽眾有十幾位法師、居士，我講經大概講堂都坐得滿滿的。現在再回到香港，那些老朋友三分之二都不見了。香港回歸祖國之後，不少人移民到外國。在那個時候，我勸告他們不要離開香港，香港會比英國人統治得更好。他們不聽我的話，跑到外國。在外國見面的時候，苦不堪言。再回來，回不來了，回來，房子賣掉，房子漲價了，沒有辦法再買房子，多苦！我說你們不聽我的話。移民出去的，移出去了，在香港的，過世的很多，當年認識的幾個人，很少很少還在世間，說明壽命短促。人要珍惜光陰，一寸光陰一寸金，我們這一寸光陰要是用來念佛，那功德就不可思議。勸大家常常念佛，養成這個習慣。"
    },
    {
      "id": "02-040-0585_p0052",
      "zh_CN": "经上这一句话，我们一定要非常重视它，「一切世间难信之法」。难信能信，多么的难能可贵！「末法众生情执深重。于此最极圆顿、一乘了义、究竟方便之妙法，不能信及，反生疑谤」。这个现象非常普遍，不但是初学，甚至于老法师都怀疑、都批评。所以这个经，我们学多少，统统要把它做出来，为什么？人家才会相信。要把它讲透彻，把它讲清楚，自己不入境界，讲不出来。自己真正做到了，能讲出几分。能令一个人真正相信，念佛往生净土，大慈菩萨说，你劝两个人往生，功德就超过自己；你能劝到十几个人往生，你就是菩萨再来；你能劝到一百个人往生，你就是阿弥陀佛化身来的。这个我们要记住。积功累德，念佛求生，帮助别人生信、发愿、老实念佛，这无量无边的功德。干什么功德、做什么好事，都比不上这个，这是我学佛六十三年的经验。我所得到的心得，无与伦比，什么法都没办法跟它相比。任何灾难，灌顶法师讲的，乾隆时代慈云灌顶，我是看他的《观经直指》，是他的著作，那里面说的，所有一切经、一切忏法、一切咒语，统统都做不到，没有办法，他业障太重，消不掉，最后还有个办法，一句阿弥陀佛，真诚心去念，统统能消。我们相不相信？相信。怎么相信的？四十八愿第十八愿里头有，五逆十恶，毁谤大乘，到最后能够一念悔改、认错，后不再干，发心念佛求生净土，阿弥陀佛还是来接引你。这就说明它超越一切法，一切法达不到的，它可以达到。我们一定要珍惜，决定不能疏忽，决定不可以空过。今天时间到了，我们就学习到此地。",
      "zh_TW": "經上這一句話，我們一定要非常重視它，「一切世間難信之法」。難信能信，多麼的難能可貴！「末法眾生情執深重。於此最極圓頓、一乘了義、究竟方便之妙法，不能信及，反生疑謗」。這個現象非常普遍，不但是初學，甚至於老法師都懷疑、都批評。所以這個經，我們學多少，統統要把它做出來，為什麼？人家才會相信。要把它講透徹，把它講清楚，自己不入境界，講不出來。自己真正做到了，能講出幾分。能令一個人真正相信，念佛往生淨土，大慈菩薩說，你勸兩個人往生，功德就超過自己；你能勸到十幾個人往生，你就是菩薩再來；你能勸到一百個人往生，你就是阿彌陀佛化身來的。這個我們要記住。積功累德，念佛求生，幫助別人生信、發願、老實念佛，這無量無邊的功德。幹什麼功德、做什麼好事，都比不上這個，這是我學佛六十三年的經驗。我所得到的心得，無與倫比，什麼法都沒辦法跟它相比。任何災難，灌頂法師講的，乾隆時代慈雲灌頂，我是看他的《觀經直指》，是他的著作，那裡面說的，所有一切經、一切懺法、一切咒語，統統都做不到，沒有辦法，他業障太重，消不掉，最後還有個辦法，一句阿彌陀佛，真誠心去念，統統能消。我們相不相信？相信。怎麼相信的？四十八願第十八願裡頭有，五逆十惡，毀謗大乘，到最後能夠一念悔改、認錯，後不再幹，發心念佛求生淨土，阿彌陀佛還是來接引你。這就說明它超越一切法，一切法達不到的，它可以達到。我們一定要珍惜，決定不能疏忽，決定不可以空過。今天時間到了，我們就學習到此地。"
    }
  ]
}