{
  "doc_id": "02-040-0623",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六二三集",
    "zh_TW": "第六二三集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0623",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0623_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0623_p0002",
      "zh_CN": "请看《大经科注》第一千零七十七页，从倒数第三行第二句看起：",
      "zh_TW": "請看《大經科註》第一千零七十七頁，從倒數第三行第二句看起："
    },
    {
      "id": "02-040-0623_p0003",
      "zh_CN": "「正如《金刚经》曰：若当来世后五百岁，其有众生得闻是经，信解受持，是人则为第一希有。何以故？此人无我相、无人相、无众生相、无寿者相」，这是《金刚经》上的经文。这是深信决定不是凡人，念老再举《金刚经》作证。《金刚经》在中国大乘佛教读诵最多，不学佛的人，古时候读书人，没有不读《金刚经》的，儒也读、道也读，这部经在中国影响非常之大。《金刚经》说，当来是将来，后五百岁，释迦牟尼佛的法运一万二千年，前面五个五百年，就是二千五百年，佛法逐渐衰微了。佛将这二千五百年分为五个阶段，每一个阶段是五百年。前面我们学过，第一个阶段跟第二个阶段，这个一千年是正法，正法里面有讲经的、有听经的、有修行的、有证果的；第二个一千年，就是第三、第四个五百年，有讲经的、有听经的，真修行的人很少，没有证果的，这叫像法；后五百年，这是末法，末法最初的五百年还算不错，还有个形象，但是已经入了斗诤坚固。",
      "zh_TW": "「正如《金剛經》曰：若當來世後五百歲，其有眾生得聞是經，信解受持，是人則為第一希有。何以故？此人無我相、無人相、無眾生相、無壽者相」，這是《金剛經》上的經文。這是深信決定不是凡人，念老再舉《金剛經》作證。《金剛經》在中國大乘佛教讀誦最多，不學佛的人，古時候讀書人，沒有不讀《金剛經》的，儒也讀、道也讀，這部經在中國影響非常之大。《金剛經》說，當來是將來，後五百歲，釋迦牟尼佛的法運一萬二千年，前面五個五百年，就是二千五百年，佛法逐漸衰微了。佛將這二千五百年分為五個階段，每一個階段是五百年。前面我們學過，第一個階段跟第二個階段，這個一千年是正法，正法裡面有講經的、有聽經的、有修行的、有證果的；第二個一千年，就是第三、第四個五百年，有講經的、有聽經的，真修行的人很少，沒有證果的，這叫像法；後五百年，這是末法，末法最初的五百年還算不錯，還有個形象，但是已經入了鬥諍堅固。"
    },
    {
      "id": "02-040-0623_p0004",
      "zh_CN": "佛说这五百年就大多数来说，第一个五百年，持戒就能证果，所以戒律成就；第二个五百年，持戒已经不行了，要修定，修定能证果；第三个五百年，于持戒、修定都没有耐心了，也就是有耐心的人愈来愈少，崇尚于多闻，南北朝、隋唐以后，大乘教下兴旺起来了，讲经教学，叫多闻坚固；后五百年，第五个五百年，斗诤坚固，这就衰了。依我们中国历史记载，释迦牟尼佛灭度到今年，三千零四十一年；换句话说，三千年过去了，后五百岁之后的五百岁，再之后的五百岁，以五百岁算一个阶段，我们现在是第七个五百岁。第五个五百岁就斗诤坚固了，那现在斗争就可想而知了。要不要斗争？要，为什么？不斗争，佛说的话不灵了，佛没有说准；佛说得这么准确，还有什么话说！释迦牟尼佛当年在世，对三千年以后这个世间佛教的发展他一清二楚。",
      "zh_TW": "佛說這五百年就大多數來說，第一個五百年，持戒就能證果，所以戒律成就；第二個五百年，持戒已經不行了，要修定，修定能證果；第三個五百年，於持戒、修定都沒有耐心了，也就是有耐心的人愈來愈少，崇尚於多聞，南北朝、隋唐以後，大乘教下興旺起來了，講經教學，叫多聞堅固；後五百年，第五個五百年，鬥諍堅固，這就衰了。依我們中國歷史記載，釋迦牟尼佛滅度到今年，三千零四十一年；換句話說，三千年過去了，後五百歲之後的五百歲，再之後的五百歲，以五百歲算一個階段，我們現在是第七個五百歲。第五個五百歲就鬥諍堅固了，那現在鬥爭就可想而知了。要不要鬥爭？要，為什麼？不鬥爭，佛說的話不靈了，佛沒有說準；佛說得這麼準確，還有什麼話說！釋迦牟尼佛當年在世，對三千年以後這個世間佛教的發展他一清二楚。"
    },
    {
      "id": "02-040-0623_p0005",
      "zh_CN": "我们从大乘经上这些经文应该要得到安慰，要得到欢喜。为什么？在这种斗争，已经超出一般人想像之外了，我们在这个时候还能够闻到正法，还能够遇到净土法门，能信、能解、能修，真肯念佛，不容易，「故非凡人」。我们自己要知道安慰，要知道庆幸，要知道努力，勇猛精进，不要辜负这一生，在净宗取得决定的成就，那就是往生净土。难不难？一点都不难。",
      "zh_TW": "我們從大乘經上這些經文應該要得到安慰，要得到歡喜。為什麼？在這種鬥爭，已經超出一般人想像之外了，我們在這個時候還能夠聞到正法，還能夠遇到淨土法門，能信、能解、能修，真肯念佛，不容易，「故非凡人」。我們自己要知道安慰，要知道慶幸，要知道努力，勇猛精進，不要辜負這一生，在淨宗取得決定的成就，那就是往生淨土。難不難？一點都不難。"
    },
    {
      "id": "02-040-0623_p0006",
      "zh_CN": "最近有同学送了一本书给我看，《静老说的话》，这个字最好放大，最好放大一点大家能看清楚，《静老说的话—大家喜欢看的话请做参考》。这一本书我用了两天的时间把它看完了，内容是什么？可以说是净宗念佛法门的精要、精华，最简单、最扼要的。无论什么人，男女老少、贤愚不肖，照着他的话去做，老老实实念佛，决定得生净土。它这里头后半部有相当的深度，里面讲了很多大乘经的道理。最主要的教导，教人要念佛，要改毛病、改习气，为什么？毛病习气是往生净土的障碍。要放下万缘，知道这个世间什么都是假的，没有一样是真实的，假的要放下。只有念佛求生净土是真的，真的放在心上。跟我们平常所说的完全相同，说得很透彻。",
      "zh_TW": "最近有同學送了一本書給我看，《靜老說的話》，這個字最好放大，最好放大一點大家能看清楚，《靜老說的話—大家喜歡看的話請做參考》。這一本書我用了兩天的時間把它看完了，內容是什麼？可以說是淨宗念佛法門的精要、精華，最簡單、最扼要的。無論什麼人，男女老少、賢愚不肖，照著他的話去做，老老實實念佛，決定得生淨土。它這裡頭後半部有相當的深度，裡面講了很多大乘經的道理。最主要的教導，教人要念佛，要改毛病、改習氣，為什麼？毛病習氣是往生淨土的障礙。要放下萬緣，知道這個世間什麼都是假的，沒有一樣是真實的，假的要放下。只有念佛求生淨土是真的，真的放在心上。跟我們平常所說的完全相同，說得很透徹。"
    },
    {
      "id": "02-040-0623_p0007",
      "zh_CN": "真正求往生，甚至于不认识字，一部经也没有接触过，只有一句南无阿弥陀佛，他就能成功。谛闲老和尚那个徒弟锅漏匠是最好的榜样，他确实什么都不知道，他能够有这么大的成就，基本的条件就是这个人老实、听话、真干。老和尚就教他一句南无阿弥陀佛，教给他一句接着一句念下去，念累了就休息，休息好了就接着念，不分昼夜。他真听话，他真干，念了三年，预知时至站着往生。这不是假的，给我们做出好样子。这种好榜样就在眼前，决定不是假的。我们看到了，听到了，能不相信吗？有，真有人不相信，不相信的人还占多数。这是什么原因？他的业障深厚，虽然亲眼看到了，信心还是生不起来。能够看到、听到生起信心，由信心再生愿生净土的愿心，一心专念南无阿弥陀佛，那这个人，《金刚经》上所说的，他不是凡人，他是第一稀有之人。这是释迦牟尼佛的赞叹。他听了能相信，能理解，能够接受，能真干，持就是真干。何以故？为什么？这个人他肯定把四相放下了。《金刚经》前半部主要就是讲的四相是假的，放下，证阿罗汉果，无我、无人、无众生、无寿者。",
      "zh_TW": "真正求往生，甚至於不認識字，一部經也沒有接觸過，只有一句南無阿彌陀佛，他就能成功。諦閑老和尚那個徒弟鍋漏匠是最好的榜樣，他確實什麼都不知道，他能夠有這麼大的成就，基本的條件就是這個人老實、聽話、真幹。老和尚就教他一句南無阿彌陀佛，教給他一句接著一句念下去，念累了就休息，休息好了就接著念，不分晝夜。他真聽話，他真幹，念了三年，預知時至站著往生。這不是假的，給我們做出好樣子。這種好榜樣就在眼前，決定不是假的。我們看到了，聽到了，能不相信嗎？有，真有人不相信，不相信的人還佔多數。這是什麼原因？他的業障深厚，雖然親眼看到了，信心還是生不起來。能夠看到、聽到生起信心，由信心再生願生淨土的願心，一心專念南無阿彌陀佛，那這個人，《金剛經》上所說的，他不是凡人，他是第一稀有之人。這是釋迦牟尼佛的讚歎。他聽了能相信，能理解，能夠接受，能真幹，持就是真幹。何以故？為什麼？這個人他肯定把四相放下了。《金剛經》前半部主要就是講的四相是假的，放下，證阿羅漢果，無我、無人、無眾生、無壽者。"
    },
    {
      "id": "02-040-0623_p0008",
      "zh_CN": "蕅益大师他老人家有《金刚经》的注解，他的注解叫《破空论》，《金刚经破空论》，蕅益大师的注解，注解里头说，「此即信修大果」。名号是大果，他能信、他能持，就是他肯念，这个法门是以如来果地觉做为我们因地心，因果同时，因果不二，一心称念阿弥陀佛，这个时候就是是心作佛，真正不可思议。蕅益大师说如果，这个「设」是假设，这个人还有少许人我四相，还有这个东西在，「决不能信此经」，对《金刚经》上所说的他不能接受，他不能理解。「设于此经信解受持」，假设他对于《金刚经》，代表大乘，他真正能相信，真正能理解、能接受、能真干，「决能了达」，他决定能够明了通达，我相、人相、众生相、寿者相，「当体即是无相」，那当然不是凡人。",
      "zh_TW": "蕅益大師他老人家有《金剛經》的註解，他的註解叫《破空論》，《金剛經破空論》，蕅益大師的註解，註解裡頭說，「此即信修大果」。名號是大果，他能信、他能持，就是他肯念，這個法門是以如來果地覺做為我們因地心，因果同時，因果不二，一心稱念阿彌陀佛，這個時候就是是心作佛，真正不可思議。蕅益大師說如果，這個「設」是假設，這個人還有少許人我四相，還有這個東西在，「決不能信此經」，對《金剛經》上所說的他不能接受，他不能理解。「設於此經信解受持」，假設他對於《金剛經》，代表大乘，他真正能相信，真正能理解、能接受、能真幹，「決能了達」，他決定能夠明瞭通達，我相、人相、眾生相、壽者相，「當體即是無相」，那當然不是凡人。"
    },
    {
      "id": "02-040-0623_p0009",
      "zh_CN": "下面是念老的话，「准是而论」，以《金刚经》做为标准，以本经这一段经文做为标准，「本经乃一切世间难信之法」，本经是《无量寿经》。《金刚经》难信，《无量寿经》比《金刚经》还要难！对这个经能生信，「当知是人，不是凡人」。为什么？这个人不久的将来他要成佛了，往生极乐世界就是成佛，信就能得度。「而是一切世间希有之人」，不但在人间，在十法界都不容易遇到。「若于圆教能生实信，圆解圆修，可称圆人。圆人修行一日，可当常人修行一劫」。这个话我们能不能相信？什么叫圆人？这个地方的条件很简单，对于净土法门念佛往生真正相信，一丝毫怀疑都没有，而且真干，真信、真愿，一向专念南无阿弥陀佛。净土法门是圆教，《金刚经》也是圆教。",
      "zh_TW": "下面是念老的話，「準是而論」，以《金剛經》做為標準，以本經這一段經文做為標準，「本經乃一切世間難信之法」，本經是《無量壽經》。《金剛經》難信，《無量壽經》比《金剛經》還要難！對這個經能生信，「當知是人，不是凡人」。為什麼？這個人不久的將來他要成佛了，往生極樂世界就是成佛，信就能得度。「而是一切世間希有之人」，不但在人間，在十法界都不容易遇到。「若於圓教能生實信，圓解圓修，可稱圓人。圓人修行一日，可當常人修行一劫」。這個話我們能不能相信？什麼叫圓人？這個地方的條件很簡單，對於淨土法門念佛往生真正相信，一絲毫懷疑都沒有，而且真幹，真信、真願，一向專念南無阿彌陀佛。淨土法門是圓教，《金剛經》也是圓教。"
    },
    {
      "id": "02-040-0623_p0010",
      "zh_CN": "学习的这个人，对这个法门能生实信，真实的相信，没有丝毫怀疑的相信叫实信，实实在在他相信，这叫圆信。圆解，他能理解，知道有西方极乐世界，极乐世界有阿弥陀佛，阿弥陀佛曾经发四十八愿，这四十八愿愿愿都是为我而发，这就是全部接受了。佛的大慈大悲不是为别人，是为我，佛建立极乐世界，佛发心参学诸佛刹土，结得四十八愿，愿愿都是为我，帮助我、成就我。圆解圆修，这一句佛号不间断，日夜都不间断，这就叫圆修。也就是谛闲老和尚教锅漏匠的，圆修，一句佛号从早到晚，口念不念没关系，心里头不能中断，一句佛号接一句佛号，这叫圆修。圆信、圆解、圆修的人，他念佛一天，平常人要念一劫。所以他三年，无始劫以来的业障消干净了，往生的障碍全没有了，他能够自在往生。这个理跟事我们一定要清清楚楚、明明了瞭。",
      "zh_TW": "學習的這個人，對這個法門能生實信，真實的相信，沒有絲毫懷疑的相信叫實信，實實在在他相信，這叫圓信。圓解，他能理解，知道有西方極樂世界，極樂世界有阿彌陀佛，阿彌陀佛曾經發四十八願，這四十八願願願都是為我而發，這就是全部接受了。佛的大慈大悲不是為別人，是為我，佛建立極樂世界，佛發心參學諸佛剎土，結得四十八願，願願都是為我，幫助我、成就我。圓解圓修，這一句佛號不間斷，日夜都不間斷，這就叫圓修。也就是諦閑老和尚教鍋漏匠的，圓修，一句佛號從早到晚，口念不念沒關係，心裡頭不能中斷，一句佛號接一句佛號，這叫圓修。圓信、圓解、圓修的人，他念佛一天，平常人要念一劫。所以他三年，無始劫以來的業障消乾淨了，往生的障礙全沒有了，他能夠自在往生。這個理跟事我們一定要清清楚楚、明明瞭瞭。"
    },
    {
      "id": "02-040-0623_p0011",
      "zh_CN": "这一生决定不能空过，这一生一定要抓住，假的统统放下。真正有利益众生的大事是什么？是讲经，诸佛如来今现在说法，这个管用。尤其现在我们分享经法，分享我们念佛的心得，静老这本书就是他自己修行心得报告。他是走的时候九十八岁，前面有个简单的介绍，他是二０一０年七月十二日往生的，享年九十八岁。年龄虽然高，一般人看他好像是六十岁的人，看不出他九十多岁。小时候六岁，他记得，跟小朋友在一起玩耍，遇到一个出家人，教他念阿弥陀佛。小孩不懂，贪玩，就留了这个印象。出家人走了之后再也没见面。他问他家里人，他爸爸、长辈们，什么叫阿弥陀佛？也没人讲清楚。以后他就不问了，没有事他真的他就念。没有进过寺庙，没有跟宗教有过往来，就是小时候这么一个缘分，他一生依教奉行。",
      "zh_TW": "這一生決定不能空過，這一生一定要抓住，假的統統放下。真正有利益眾生的大事是什麼？是講經，諸佛如來今現在說法，這個管用。尤其現在我們分享經法，分享我們念佛的心得，靜老這本書就是他自己修行心得報告。他是走的時候九十八歲，前面有個簡單的介紹，他是二０一０年七月十二日往生的，享年九十八歲。年齡雖然高，一般人看他好像是六十歲的人，看不出他九十多歲。小時候六歲，他記得，跟小朋友在一起玩耍，遇到一個出家人，教他念阿彌陀佛。小孩不懂，貪玩，就留了這個印象。出家人走了之後再也沒見面。他問他家裡人，他爸爸、長輩們，什麼叫阿彌陀佛？也沒人講清楚。以後他就不問了，沒有事他真的他就念。沒有進過寺廟，沒有跟宗教有過往來，就是小時候這麼一個緣分，他一生依教奉行。"
    },
    {
      "id": "02-040-0623_p0012",
      "zh_CN": "这个和尚以后一生再没见过面，就那么一次。这个和尚见了他很欢喜，小孩，把他抱在台子上，教他盘腿坐下，合掌念南无阿弥陀佛，就这么一个很深的印象。念到九十八岁往生，留下这些话。这些话也是给一个有缘的李居士，有缘的年轻人，给他讲的这些话，他就把它记下来。这个笔记静老看过，记得没错。往生之后，这把它印出来了，给我们大家来分享。可以跟黄念祖老居士的《大经解》媲美，《大经解》讲得非常详细，它这个很简单，宗旨、方向、目标完全相同。如果看到《大经解》这么大的分量，觉得太多了，那你就看这本书好了，就够了。多看，常常看，把这个里面重要的都能够记住，依教修行，果报相同，都是到西方极乐世界。功德不可思议！",
      "zh_TW": "這個和尚以後一生再沒見過面，就那麼一次。這個和尚見了他很歡喜，小孩，把他抱在台子上，教他盤腿坐下，合掌念南無阿彌陀佛，就這麼一個很深的印象。念到九十八歲往生，留下這些話。這些話也是給一個有緣的李居士，有緣的年輕人，給他講的這些話，他就把它記下來。這個筆記靜老看過，記得沒錯。往生之後，這把它印出來了，給我們大家來分享。可以跟黃念祖老居士的《大經解》媲美，《大經解》講得非常詳細，它這個很簡單，宗旨、方向、目標完全相同。如果看到《大經解》這麼大的分量，覺得太多了，那你就看這本書好了，就夠了。多看，常常看，把這個裡面重要的都能夠記住，依教修行，果報相同，都是到西方極樂世界。功德不可思議！"
    },
    {
      "id": "02-040-0623_p0013",
      "zh_CN": "这个书跟佛说的道理一样，要度有缘人，与阿弥陀佛有缘，听到阿弥陀佛能生欢喜心，管用；如果听到阿弥陀佛摇头，不相信，这就是没有缘。那没有缘怎么办？看黄念老居士的《集注》，这个说得详细，遍数要多，一遍、二遍、三遍没有效果，至少要看三十遍，要万缘放下，心平气和，用真诚、清净心来看，你会得受用。你都看明白了、看清楚了，我们现在生活的环境你清楚，极乐世界生活环境、学习环境你也清楚，你肯定放下娑婆，一心专取极乐世界，大好事！难得这个老人，这个老人是山东人，战争的年代他到台湾，名闻利养都不要，在台湾是个普普通通的老百姓，一生断恶修善，积功累德。他平平安安往生了，他这一生的目的达到了，留下这些话，给我们学佛同学们做参考，简单扼要，对念佛人确实有很大的帮助，我们绝不能把它看浅了。",
      "zh_TW": "這個書跟佛說的道理一樣，要度有緣人，與阿彌陀佛有緣，聽到阿彌陀佛能生歡喜心，管用；如果聽到阿彌陀佛搖頭，不相信，這就是沒有緣。那沒有緣怎麼辦？看黃念老居士的《集註》，這個說得詳細，遍數要多，一遍、二遍、三遍沒有效果，至少要看三十遍，要萬緣放下，心平氣和，用真誠、清淨心來看，你會得受用。你都看明白了、看清楚了，我們現在生活的環境你清楚，極樂世界生活環境、學習環境你也清楚，你肯定放下娑婆，一心專取極樂世界，大好事！難得這個老人，這個老人是山東人，戰爭的年代他到台灣，名聞利養都不要，在台灣是個普普通通的老百姓，一生斷惡修善，積功累德。他平平安安往生了，他這一生的目的達到了，留下這些話，給我們學佛同學們做參考，簡單扼要，對念佛人確實有很大的幫助，我們絕不能把它看淺了。"
    },
    {
      "id": "02-040-0623_p0014",
      "zh_CN": "现在我们看末后这一段，「叹疑惑难度」。中国古代的教学把孩子都教老实了，对于圣贤的话、老人的话不敢怀疑。可是西方文明传到中国之后，西方人鼓励人怀疑，跟我们中国的教学完全相反，外国人是怀疑才会有进步，什么都不怀疑了是保守的，没有进取心。为什么？不敢革新，守着旧的规矩，不敢创新。科学是要创新，不走老路。这个理念用在科学上，可以，用在伦理、道德上，问题就严重了。孝顺父母能改变吗？能怀疑吗？关於伦理的、道德的、因果的现在统统怀疑，圣教推动非常非常困难，没人相信。",
      "zh_TW": "現在我們看末後這一段，「歎疑惑難度」。中國古代的教學把孩子都教老實了，對於聖賢的話、老人的話不敢懷疑。可是西方文明傳到中國之後，西方人鼓勵人懷疑，跟我們中國的教學完全相反，外國人是懷疑才會有進步，什麼都不懷疑了是保守的，沒有進取心。為什麼？不敢革新，守著舊的規矩，不敢創新。科學是要創新，不走老路。這個理念用在科學上，可以，用在倫理、道德上，問題就嚴重了。孝順父母能改變嗎？能懷疑嗎？關於倫理的、道德的、因果的現在統統懷疑，聖教推動非常非常困難，沒人相信。"
    },
    {
      "id": "02-040-0623_p0015",
      "zh_CN": "我们知道这个好，我们得到了受用。那我们得到的受用，现在人不以为然，他们完全讲现实，你说你现在得到的，你得到的是什么？是不是做大官、是不是发大财？他用这个来做标准。你说我得到人生最高的享受，没有钱，没有地位，他说你这是骗人的，假的。他一定要看得见的、摸得到的，这是真的。所以很难接受。念佛往生，他即使看到了他都不相信，你就想想这个东西多难！死了之后后悔。我们怎么知道的？在国外，我们从催眠术里面得到信息。人在被催眠之后，他能说出他的前世、再前世，甚至于未来世，将来会发生什么事情，他能够看见。在外国非常流行。在中国亚洲这一带，其他的国家都有，附体，最近这十几年来到处都有，附体，这鬼神附体，真有其事。他传的信息是不是真可靠？很难说。所以有很多人问我，我说可以做参考，不能完全相信；完全相信，他跟你开玩笑，你上当了，那我们自己受害了，你找他，找不到他，无影无踪。所以处理事情要智慧，要冷静，要细心去观察，这就对了。我们相信真有其事。他说是什么人附身的，这个很难讲，有冒充的、有假的，特别是冒充佛菩萨，这个事情印光大师在《文钞》里面都说过，不能相信。要相信自己的心，心里有数，心清净、心善良。",
      "zh_TW": "我們知道這個好，我們得到了受用。那我們得到的受用，現在人不以為然，他們完全講現實，你說你現在得到的，你得到的是什麼？是不是做大官、是不是發大財？他用這個來做標準。你說我得到人生最高的享受，沒有錢，沒有地位，他說你這是騙人的，假的。他一定要看得見的、摸得到的，這是真的。所以很難接受。念佛往生，他即使看到了他都不相信，你就想想這個東西多難！死了之後後悔。我們怎麼知道的？在國外，我們從催眠術裡面得到信息。人在被催眠之後，他能說出他的前世、再前世，甚至於未來世，將來會發生什麼事情，他能夠看見。在外國非常流行。在中國亞洲這一帶，其他的國家都有，附體，最近這十幾年來到處都有，附體，這鬼神附體，真有其事。他傳的信息是不是真可靠？很難說。所以有很多人問我，我說可以做參考，不能完全相信；完全相信，他跟你開玩笑，你上當了，那我們自己受害了，你找他，找不到他，無影無蹤。所以處理事情要智慧，要冷靜，要細心去觀察，這就對了。我們相信真有其事。他說是什麼人附身的，這個很難講，有冒充的、有假的，特別是冒充佛菩薩，這個事情印光大師在《文鈔》裡面都說過，不能相信。要相信自己的心，心裡有數，心清淨、心善良。"
    },
    {
      "id": "02-040-0623_p0016",
      "zh_CN": "起心动念没有想到个人的名闻利养，没有想到个人的利害得失，这是善的。善有善报。那现在还在受苦受难，缘没有成熟，或者是自己的业，恶业，没有消掉，恶业消掉了，福报自然现前。善因善果，恶因恶报，一定要相信，决定是有。不可以怨天尤人，尤其说受到最大的委屈，外国人是不能够忍受的，中国古人能忍受。那佛法更是讲求忍辱波罗蜜，歌利王割截身体，奇耻大辱，忍辱仙人没有怨恨心，告诉歌利王，我将来成佛第一个度你，忍辱波罗蜜的圆满，就是忍辱功夫的圆满。真的是忍人之不能忍，心平气和，他的心是平静的，没有被染污，没有被波动，所以生智慧不生烦恼。割截身体，身体是假的，身体根本就不是我，割就让你割，忍辱仙人如如不动，表现出来的是无量的智慧、无量的慈悲。",
      "zh_TW": "起心動念沒有想到個人的名聞利養，沒有想到個人的利害得失，這是善的。善有善報。那現在還在受苦受難，緣沒有成熟，或者是自己的業，惡業，沒有消掉，惡業消掉了，福報自然現前。善因善果，惡因惡報，一定要相信，決定是有。不可以怨天尤人，尤其說受到最大的委屈，外國人是不能夠忍受的，中國古人能忍受。那佛法更是講求忍辱波羅蜜，歌利王割截身體，奇恥大辱，忍辱仙人沒有怨恨心，告訴歌利王，我將來成佛第一個度你，忍辱波羅蜜的圓滿，就是忍辱功夫的圓滿。真的是忍人之不能忍，心平氣和，他的心是平靜的，沒有被染污，沒有被波動，所以生智慧不生煩惱。割截身體，身體是假的，身體根本就不是我，割就讓你割，忍辱仙人如如不動，表現出來的是無量的智慧、無量的慈悲。"
    },
    {
      "id": "02-040-0623_p0017",
      "zh_CN": "忍辱仙人是释迦牟尼佛的前世，因为这桩事情，释迦牟尼佛提前成佛了，这就是果报，他是贤劫第五尊佛，弥勒在他前面，他在弥勒后面，结果提前了，他先成佛，弥勒延后了。所以应该要忍。要立一个志，一生不跟任何人冲突，不跟任何人对立，这就是真正修忍辱波罗蜜。忍辱是禅定的前方便，不能忍，心定不下来；心定不下来，没有智慧。忍辱成就禅定，禅定开智慧，谁占便宜？自己占便宜，这个道理要搞清楚、搞明白，自己一点都没吃亏。对于整个宇宙一切人事物看得清清楚楚、明明白白，这个人不是凡人，这个人是佛菩萨。你达到这个境界，你成佛了，成菩萨了。我们看这段经文：",
      "zh_TW": "忍辱仙人是釋迦牟尼佛的前世，因為這樁事情，釋迦牟尼佛提前成佛了，這就是果報，他是賢劫第五尊佛，彌勒在他前面，他在彌勒後面，結果提前了，他先成佛，彌勒延後了。所以應該要忍。要立一個志，一生不跟任何人衝突，不跟任何人對立，這就是真正修忍辱波羅蜜。忍辱是禪定的前方便，不能忍，心定不下來；心定不下來，沒有智慧。忍辱成就禪定，禪定開智慧，誰佔便宜？自己佔便宜，這個道理要搞清楚、搞明白，自己一點都沒吃虧。對於整個宇宙一切人事物看得清清楚楚、明明白白，這個人不是凡人，這個人是佛菩薩。你達到這個境界，你成佛了，成菩薩了。我們看這段經文："
    },
    {
      "id": "02-040-0623_p0018",
      "zh_CN": "【若闻佛号。心中狐疑。于佛经语。都无所信。皆从恶道中来。宿殃未尽。未当度脱。故心狐疑。不信向耳。】",
      "zh_TW": "【若聞佛號。心中狐疑。於佛經語。都無所信。皆從惡道中來。宿殃未盡。未當度脫。故心狐疑。不信向耳。】"
    },
    {
      "id": "02-040-0623_p0019",
      "zh_CN": "我们看念老的注解，「狐疑不信者」，经上说的是从三恶道来的，三恶道是饿鬼、地狱、畜生。为什么？宿世造的罪业，受的苦报还没有受完，得度的机缘还没到，所以他不能相信，他不能接受。能够相信、能够接受，缘成熟了，那是什么？业障、苦报快要尽了。人不能造恶业。但是今天这个社会，六根接触的境界时时刻刻在引发你造业，让你冲动，让你感到不平，让你感到受委屈，让你生起怨恨，甚至于生起报复，这都是环境促成你造业，造业后面是三恶道的果报，太可怕了！我们如果不幸遭遇到了，这个境界现前怎么办？一定要想到，如果我被这个逆境恶缘影响了，我将来要堕三恶道。想到恶道苦、恶道可怕，那怎么办？忍受，叫忍辱波罗蜜，不能忍也要忍。对于给我困难的人不要计较。为什么？要是放在心上计较，会引发将来冤冤相报。你这一生这样对我，来生遇到了，我一定让你更难看，让你受的苦、受的灾难比我还要严重，为什么？报复。好，来生我报复他，再来生他又报复我。这么一来，所谓冤冤相报，生生世世没完没了。苦不是一方面，双方都苦，双方造业，双方受报，苦不堪言，这又何必？所以真正聪明人、有智慧的人，不放在心上就了了。",
      "zh_TW": "我們看念老的註解，「狐疑不信者」，經上說的是從三惡道來的，三惡道是餓鬼、地獄、畜生。為什麼？宿世造的罪業，受的苦報還沒有受完，得度的機緣還沒到，所以他不能相信，他不能接受。能夠相信、能夠接受，緣成熟了，那是什麼？業障、苦報快要盡了。人不能造惡業。但是今天這個社會，六根接觸的境界時時刻刻在引發你造業，讓你衝動，讓你感到不平，讓你感到受委屈，讓你生起怨恨，甚至於生起報復，這都是環境促成你造業，造業後面是三惡道的果報，太可怕了！我們如果不幸遭遇到了，這個境界現前怎麼辦？一定要想到，如果我被這個逆境惡緣影響了，我將來要墮三惡道。想到惡道苦、惡道可怕，那怎麼辦？忍受，叫忍辱波羅蜜，不能忍也要忍。對於給我困難的人不要計較。為什麼？要是放在心上計較，會引發將來冤冤相報。你這一生這樣對我，來生遇到了，我一定讓你更難看，讓你受的苦、受的災難比我還要嚴重，為什麼？報復。好，來生我報復他，再來生他又報復我。這麼一來，所謂冤冤相報，生生世世沒完沒了。苦不是一方面，雙方都苦，雙方造業，雙方受報，苦不堪言，這又何必？所以真正聰明人、有智慧的人，不放在心上就了了。"
    },
    {
      "id": "02-040-0623_p0020",
      "zh_CN": "懂得冤冤相报的道理跟事实真相，我们受的委屈应该怎么想法？我前世这样对他的，这一世遇到了，他这样来报复我，那不就消了吗？我不再怨恨他，这个结就解开了，来生遇到是好朋友，不是冤家对头。这就是古大德教我们，冤家宜解不宜结，怨恨要化解，不能再结。无论是过去生生世世的怨，或者是今生偶然不小心结的怨，统统要化解，决定不能叫它延续。延续到后世，延续到子孙，延续到自己，麻烦太大了。所以轮回不好玩，这真的不是假的，很容易迷惑。这一生遇到佛法，无比的幸运，所有一切善缘、恶缘我统统放下，我往生极乐世界，亲近阿弥陀佛。到极乐世界成佛之后，这个世间的缘很深，我有智慧、有神通、有能力，我再回来帮助大家，这就对了。从极乐世界回来的人没有一个是迷惑颠倒的，个个都有大智慧，大德、大能、大神通。",
      "zh_TW": "懂得冤冤相報的道理跟事實真相，我們受的委屈應該怎麼想法？我前世這樣對他的，這一世遇到了，他這樣來報復我，那不就消了嗎？我不再怨恨他，這個結就解開了，來生遇到是好朋友，不是冤家對頭。這就是古大德教我們，冤家宜解不宜結，怨恨要化解，不能再結。無論是過去生生世世的怨，或者是今生偶然不小心結的怨，統統要化解，決定不能叫它延續。延續到後世，延續到子孫，延續到自己，麻煩太大了。所以輪迴不好玩，這真的不是假的，很容易迷惑。這一生遇到佛法，無比的幸運，所有一切善緣、惡緣我統統放下，我往生極樂世界，親近阿彌陀佛。到極樂世界成佛之後，這個世間的緣很深，我有智慧、有神通、有能力，我再回來幫助大家，這就對了。從極樂世界回來的人沒有一個是迷惑顛倒的，個個都有大智慧，大德、大能、大神通。"
    },
    {
      "id": "02-040-0623_p0021",
      "zh_CN": "有一些朋友来劝我，今年国际上有一些会议劝我参加。我统统谢绝，八十八岁了，心有余而力不足，我是这样子谢谢他，我不再参与了。这个话我很久就说过，我只是讲经教学，就这一桩事情。讲经就是这一部《无量寿经》，我不讲别的经。为什么？跟我学的法门相应。我只有一个方向，极乐世界；只有一个愿望，亲近阿弥陀佛，其他的统统放下了。什么时候往生？我希望今天就能往生，我对这个世间没有留恋。帮助众生是缘，我们每天两个小时，在这边跟大家分享，这是缘，我在这里说，做报告，你们能够打开频道来收听，这就是缘。学经教，念佛，心是清净的，心是平等的，智慧增长，烦恼不生，这就是人生最高的享受。这一句佛号能伏住烦恼，念头才起，接着就是阿弥陀佛，我做的功夫就是这个，非常简单，六根接触六尘境界统统归到阿弥陀佛。",
      "zh_TW": "有一些朋友來勸我，今年國際上有一些會議勸我參加。我統統謝絕，八十八歲了，心有餘而力不足，我是這樣子謝謝他，我不再參與了。這個話我很久就說過，我只是講經教學，就這一樁事情。講經就是這一部《無量壽經》，我不講別的經。為什麼？跟我學的法門相應。我只有一個方向，極樂世界；只有一個願望，親近阿彌陀佛，其他的統統放下了。什麼時候往生？我希望今天就能往生，我對這個世間沒有留戀。幫助眾生是緣，我們每天兩個小時，在這邊跟大家分享，這是緣，我在這裡說，做報告，你們能夠打開頻道來收聽，這就是緣。學經教，念佛，心是清淨的，心是平等的，智慧增長，煩惱不生，這就是人生最高的享受。這一句佛號能伏住煩惱，念頭才起，接著就是阿彌陀佛，我做的功夫就是這個，非常簡單，六根接觸六塵境界統統歸到阿彌陀佛。"
    },
    {
      "id": "02-040-0623_p0022",
      "zh_CN": "所以念老这句话为我们解释经文，说得好。下面说，「此亦如《金刚经》所云：于后末世，有受持读诵此经，所得功德，我若具说者，或有人闻，心即狂乱，狐疑不信」，《金刚经》上有这几句经文，释迦牟尼佛说的。于后末世，这就指现代，末法时期。末法一万年，如果用五百年做一个阶段，这一万年里头有二十个阶段，两个阶段是一千年，一万年二十个阶段。佛法在这些阶段里头有兴有衰。这桩事情早年章嘉大师跟我讲过，我们现在所处的是衰，低潮。将来呢？将来还会兴旺起来，不会灭掉。佛法要灭掉还有九千年，九千年之后灭法。这九千年当中有兴有衰。今天真的是衰到极处了，衰到什么？我们找不到善知识了，黄念祖老居士这种人没有了，像静老这样的人也没有了，我们学佛愈来愈难。",
      "zh_TW": "所以念老這句話為我們解釋經文，說得好。下面說，「此亦如《金剛經》所云：於後末世，有受持讀誦此經，所得功德，我若具說者，或有人聞，心即狂亂，狐疑不信」，《金剛經》上有這幾句經文，釋迦牟尼佛說的。於後末世，這就指現代，末法時期。末法一萬年，如果用五百年做一個階段，這一萬年裡頭有二十個階段，兩個階段是一千年，一萬年二十個階段。佛法在這些階段裡頭有興有衰。這樁事情早年章嘉大師跟我講過，我們現在所處的是衰，低潮。將來呢？將來還會興旺起來，不會滅掉。佛法要滅掉還有九千年，九千年之後滅法。這九千年當中有興有衰。今天真的是衰到極處了，衰到什麼？我們找不到善知識了，黃念祖老居士這種人沒有了，像靜老這樣的人也沒有了，我們學佛愈來愈難。"
    },
    {
      "id": "02-040-0623_p0023",
      "zh_CN": "佛法怎样才能兴旺起来？讲经教学的人多了就能兴旺。所以我们现在想的，办汉学院，办佛教大学，汉学院里面所教的是儒释道，办宗教大学，希望全世界圣贤教育、宗教教育都能再兴旺起来。现在衰，普遍的衰，佛教衰了，每个宗教都衰，这人心不善。人心回归向善，圣教就兴旺起来，感应。大家不相信，不肯断恶行善，这些佛菩萨不来，圣贤人也不来。为什么？来了你不相信，你不肯学，你还毁谤他，还糟蹋他，那加重你的罪业。于是我们知道，圣贤人来不来到这个世间都是慈悲，你相信，他来，慈悲；你不相信，他不来，慈悲，绝不因为他让你造更重的罪业。所以佛菩萨圣贤应化世间不是偶然的，全是众生业力感召的。",
      "zh_TW": "佛法怎樣才能興旺起來？講經教學的人多了就能興旺。所以我們現在想的，辦漢學院，辦佛教大學，漢學院裡面所教的是儒釋道，辦宗教大學，希望全世界聖賢教育、宗教教育都能再興旺起來。現在衰，普遍的衰，佛教衰了，每個宗教都衰，這人心不善。人心回歸向善，聖教就興旺起來，感應。大家不相信，不肯斷惡行善，這些佛菩薩不來，聖賢人也不來。為什麼？來了你不相信，你不肯學，你還毀謗他，還糟蹋他，那加重你的罪業。於是我們知道，聖賢人來不來到這個世間都是慈悲，你相信，他來，慈悲；你不相信，他不來，慈悲，絕不因為他讓你造更重的罪業。所以佛菩薩聖賢應化世間不是偶然的，全是眾生業力感召的。"
    },
    {
      "id": "02-040-0623_p0024",
      "zh_CN": "那我们今天，整个世界人心不善，感召的是社会动乱。谁在操纵这个动乱？魔王波旬。波旬附体来找过我，他说我没有得到他的同意，侵犯他的道场。我跟他说我没有，我们从来不会侵犯别人道场，我们从来没有拉过信徒，一生都是随缘度日。他说怎么没有？你讲经有电视、有网路。我才恍然大悟，原来卫星电视、网路是波旬的道场。这个我说对不起，我不知道，不知道这是你的道场。所以我们也用了这个用了几年了，我说请你原谅。我在我们小佛龛上给波旬供了一个牌位，我称他波旬菩萨。我不跟他对立，我请你来听经，讲经之前我到那个地方去拜他，请他来听经；讲完之后，我也拜他，送他归位。他跟我对立，我跟他不对立，我希望他发菩提心，救救世间苦难众生，不要再伤害他们。",
      "zh_TW": "那我們今天，整個世界人心不善，感召的是社會動亂。誰在操縱這個動亂？魔王波旬。波旬附體來找過我，他說我沒有得到他的同意，侵犯他的道場。我跟他說我沒有，我們從來不會侵犯別人道場，我們從來沒有拉過信徒，一生都是隨緣度日。他說怎麼沒有？你講經有電視、有網路。我才恍然大悟，原來衛星電視、網路是波旬的道場。這個我說對不起，我不知道，不知道這是你的道場。所以我們也用了這個用了幾年了，我說請你原諒。我在我們小佛龕上給波旬供了一個牌位，我稱他波旬菩薩。我不跟他對立，我請你來聽經，講經之前我到那個地方去拜他，請他來聽經；講完之後，我也拜他，送他歸位。他跟我對立，我跟他不對立，我希望他發菩提心，救救世間苦難眾生，不要再傷害他們。"
    },
    {
      "id": "02-040-0623_p0025",
      "zh_CN": "波旬是谁？欲界第六天的天主，就是他化自在天的天王，福报大，他上面是色界天。为什么？一切众生本来是佛，波旬也不例外，波旬他也有佛性，他本来也是佛。为什么变成魔王？心量太小了，自私自利的心太重了，错在这里。他的欲望，他是欲界天主，希望欲界的众生愈多愈好，不要离开欲界。那我们念佛，要想出离六道轮回，要想往生极乐世界，这是他最不愿意看到的。所以你修任何法门，只要不求出离六道轮回，不求往生净土，他都欢喜，就是不希望你离开。所以说起来他也不是一个很坏的人，只是把自己的利益看得太重了，欲界像个大家庭，不希望他的人民流出去，希望他这个家族愈来愈大，人愈来愈多，他欢喜这个。所以希望他多听经，特别是这一部《无量寿经》。",
      "zh_TW": "波旬是誰？欲界第六天的天主，就是他化自在天的天王，福報大，他上面是色界天。為什麼？一切眾生本來是佛，波旬也不例外，波旬他也有佛性，他本來也是佛。為什麼變成魔王？心量太小了，自私自利的心太重了，錯在這裡。他的欲望，他是欲界天主，希望欲界的眾生愈多愈好，不要離開欲界。那我們念佛，要想出離六道輪迴，要想往生極樂世界，這是他最不願意看到的。所以你修任何法門，只要不求出離六道輪迴，不求往生淨土，他都歡喜，就是不希望你離開。所以說起來他也不是一個很壞的人，只是把自己的利益看得太重了，欲界像個大家庭，不希望他的人民流出去，希望他這個家族愈來愈大，人愈來愈多，他歡喜這個。所以希望他多聽經，特別是這一部《無量壽經》。"
    },
    {
      "id": "02-040-0623_p0026",
      "zh_CN": "《金刚经》这一段说得好，于后末世，就是现在我们这个时代，有受持读诵，这里是讲《金刚经》，此经是《金刚经》。我们现在也是受持一部经，我们受持的是《无量寿经》。所得功德，真正能够读、能够受，受是接受，能够持，持是依教奉行，读诵是天天温习不忘记，所得的功德，我若具说，释迦牟尼佛，我要圆圆满满都说出来。或有人闻，心即狂乱，有人听到之后他不相信，他不能接受，狐疑不信，会说这些话是骗人的，这些话不是真实的。「故知法门愈殊胜，世人愈难信」，净宗法门是一切法门里头最殊胜的法门，所以它是最难信的法门。「故于圆顿妙法」，圆顿妙法是指信愿持名，这么简单、这么容易，成就之高，没有人相信。往生极乐世界，一生快速成佛，成佛是证入常寂光净土，这是究竟圆满的成就，这个地位在《华严》称为妙觉，比等觉还高一个层次，真正是无上菩提，没有比它更高的了。但是这个人「狐疑不信」，那就没有办法了。",
      "zh_TW": "《金剛經》這一段說得好，於後末世，就是現在我們這個時代，有受持讀誦，這裡是講《金剛經》，此經是《金剛經》。我們現在也是受持一部經，我們受持的是《無量壽經》。所得功德，真正能夠讀、能夠受，受是接受，能夠持，持是依教奉行，讀誦是天天溫習不忘記，所得的功德，我若具說，釋迦牟尼佛，我要圓圓滿滿都說出來。或有人聞，心即狂亂，有人聽到之後他不相信，他不能接受，狐疑不信，會說這些話是騙人的，這些話不是真實的。「故知法門愈殊勝，世人愈難信」，淨宗法門是一切法門裡頭最殊勝的法門，所以它是最難信的法門。「故於圓頓妙法」，圓頓妙法是指信願持名，這麼簡單、這麼容易，成就之高，沒有人相信。往生極樂世界，一生快速成佛，成佛是證入常寂光淨土，這是究竟圓滿的成就，這個地位在《華嚴》稱為妙覺，比等覺還高一個層次，真正是無上菩提，沒有比它更高的了。但是這個人「狐疑不信」，那就沒有辦法了。"
    },
    {
      "id": "02-040-0623_p0027",
      "zh_CN": "我们往下再看，「咐嘱流通」。",
      "zh_TW": "我們往下再看，「咐囑流通」。"
    },
    {
      "id": "02-040-0623_p0028",
      "zh_CN": "【勤修坚持第四十六】",
      "zh_TW": "【勤修堅持第四十六】"
    },
    {
      "id": "02-040-0623_p0029",
      "zh_CN": "念老有个简单的题解，「本品首为世尊咐嘱大众守护本经」，这是这一品里面第一大段；第二大段，「次谕救护众生」；第三大段，「行解相资，求生净土」。这是我们当前迫切需要的大事，释迦牟尼佛把这三桩大事咐嘱给我们，我们要尽心尽力，依教奉行。下面科题，丙一，「嘱护无上深法」，分两个小段，第一段，「无上深法难遇」，难遇我们遇到了；第二，「咐嘱当机守护」，这一会当机两个人，前半段是阿难，后半段是弥勒菩萨，他做为当机的代表。我们看经文：",
      "zh_TW": "念老有個簡單的題解，「本品首為世尊咐囑大眾守護本經」，這是這一品裡面第一大段；第二大段，「次諭救護眾生」；第三大段，「行解相資，求生淨土」。這是我們當前迫切需要的大事，釋迦牟尼佛把這三樁大事咐囑給我們，我們要盡心盡力，依教奉行。下面科題，丙一，「囑護無上深法」，分兩個小段，第一段，「無上深法難遇」，難遇我們遇到了；第二，「咐囑當機守護」，這一會當機兩個人，前半段是阿難，後半段是彌勒菩薩，他做為當機的代表。我們看經文："
    },
    {
      "id": "02-040-0623_p0030",
      "zh_CN": "【佛告弥勒。诸佛如来无上之法。十力无畏。无碍无着。甚深之法。及波罗蜜等菩萨之法。非易可遇。能说法人。亦难开示。坚固深信。时亦难遭。】",
      "zh_TW": "【佛告彌勒。諸佛如來無上之法。十力無畏。無礙無著。甚深之法。及波羅蜜等菩薩之法。非易可遇。能說法人。亦難開示。堅固深信。時亦難遭。】"
    },
    {
      "id": "02-040-0623_p0031",
      "zh_CN": "释迦牟尼佛非常感叹，为我们说出这个时代众生的状况。念老注得很详细，「首段为咐嘱护持本经」。『无上之法』者，就是称这一部《无量寿经》。《往生论注》，昙鸾大师的著作，注子里给我们解释「无上」，「此道穷理尽性，更无过上」，过是超过，没有能超过的，没有在它之上的，这叫无上之法，说的就是这一部《大乘无量寿经》。「无上法者，涅槃也」。《大智度论》里说，「是故知无法胜涅槃者」。这个法门穷理尽性，穷，我们中国谚语所说的追根究柢，也有一句话说「打破砂锅问到底」，这就是穷尽两个字的意思。对于理、对于性，这个是宇宙的奥秘，最深的奥秘，宇宙从哪里来的？万法的真相究竟是什么？这部经里头讲得透彻、讲得究竟、讲得圆满，没有超过其上。",
      "zh_TW": "釋迦牟尼佛非常感嘆，為我們說出這個時代眾生的狀況。念老註得很詳細，「首段為咐囑護持本經」。『無上之法』者，就是稱這一部《無量壽經》。《往生論註》，曇鸞大師的著作，註子裡給我們解釋「無上」，「此道窮理盡性，更無過上」，過是超過，沒有能超過的，沒有在它之上的，這叫無上之法，說的就是這一部《大乘無量壽經》。「無上法者，涅槃也」。《大智度論》裡說，「是故知無法勝涅槃者」。這個法門窮理盡性，窮，我們中國諺語所說的追根究柢，也有一句話說「打破砂鍋問到底」，這就是窮盡兩個字的意思。對於理、對於性，這個是宇宙的奧祕，最深的奧祕，宇宙從哪裡來的？萬法的真相究竟是什麼？這部經裡頭講得透徹、講得究竟、講得圓滿，沒有超過其上。"
    },
    {
      "id": "02-040-0623_p0032",
      "zh_CN": "无上法，梵语称为涅槃。涅槃翻在中国，古时候把它翻作寂灭，四谛里头苦集灭道，灭就是涅槃。灭什么？灭一切烦恼，灭一切现象。为什么？现象是假的。佛把它分为三大类，今天科学也分三大类。第一个，物质现象，我们眼耳鼻舌身能感受到的，眼看见了，耳听见了，鼻闻到了，舌尝到了，身体接触到了，这物质现象。还有一个起心动念，思想，思是第七识，末那识，想是第六识，精神现象。还有一个阿赖耶识，是自然现象。宇宙现象不外乎这三大类，三大类统统包括了。《金刚经》上说，「凡所有相，皆是虚妄」，这三大类统统是虚妄的，没有一样是真的。现在科学量子力学家证明了，确实这三种现象不存在。三种现象怎么来的？是我们妄念当中来的。佛也是这么说，一切法从心想生。心如果不想了，外面现象都没有了。所以佛教我们修定，就是叫我们不要去想。所有的想都叫妄想，妄想产生的现象都是幻相，都不是真的。妄想断了，真相现前，那个真相是什么？就是此地讲的理、讲的性。穷理见性，你就见到了，禅宗所说的明心见性，你见到了，见性成佛。佛是智慧，是觉悟，成佛就是成就究竟的智慧，佛法常讲的德相，真相明白了，无量的智慧，无量的德能、相好，真正明白了。《智度论》上有这句话，是故知无法胜涅槃。这无上之法是涅槃。",
      "zh_TW": "無上法，梵語稱為涅槃。涅槃翻在中國，古時候把它翻作寂滅，四諦裡頭苦集滅道，滅就是涅槃。滅什麼？滅一切煩惱，滅一切現象。為什麼？現象是假的。佛把它分為三大類，今天科學也分三大類。第一個，物質現象，我們眼耳鼻舌身能感受到的，眼看見了，耳聽見了，鼻聞到了，舌嘗到了，身體接觸到了，這物質現象。還有一個起心動念，思想，思是第七識，末那識，想是第六識，精神現象。還有一個阿賴耶識，是自然現象。宇宙現象不外乎這三大類，三大類統統包括了。《金剛經》上說，「凡所有相，皆是虛妄」，這三大類統統是虛妄的，沒有一樣是真的。現在科學量子力學家證明了，確實這三種現象不存在。三種現象怎麼來的？是我們妄念當中來的。佛也是這麼說，一切法從心想生。心如果不想了，外面現象都沒有了。所以佛教我們修定，就是叫我們不要去想。所有的想都叫妄想，妄想產生的現象都是幻相，都不是真的。妄想斷了，真相現前，那個真相是什麼？就是此地講的理、講的性。窮理見性，你就見到了，禪宗所說的明心見性，你見到了，見性成佛。佛是智慧，是覺悟，成佛就是成就究竟的智慧，佛法常講的德相，真相明白了，無量的智慧，無量的德能、相好，真正明白了。《智度論》上有這句話，是故知無法勝涅槃。這無上之法是涅槃。"
    },
    {
      "id": "02-040-0623_p0033",
      "zh_CN": "下面说，『十力无畏，无碍无着，甚深之法』。「十力」，十种力用，「如来所有之十种力用」。第一个，「觉」，就是觉悟，明了通达，「是处非处智力。处者道理之义」，也就是是非的道理，知道什么是是、什么是非，「知物之道理、非道理」，这种智慧。「又指知一切众生因缘果报」，这一切众生包括的范围太大了，除佛之外都是众生，上面等觉菩萨，下面无间地狱，十法界，十法界所有众生，每一个众生，因缘果报佛都知道。为什么？所有一切众生都是自性变现的。自性是能生能现，万法、整个宇宙是所生所变。能生能现的你见到了、明白了，所生所现的哪有不明了的事情？这个宗教里面对神、对上帝的赞美，全知全能，实在讲上帝做不到，佛做到了。上帝为什么没做到？上帝没放下。波旬是欲界天的上帝，欲界六层天他最高了，欲界里头没有在他上面的，他上面是色界大梵天王，初禅天，在欲界没有比他高的。他还有烦恼、还有习气，他不喜欢别人离开六道轮回，这就是他的习气，他没放下。所以他真的知道一切众生因缘果报。",
      "zh_TW": "下面說，『十力無畏，無礙無著，甚深之法』。「十力」，十種力用，「如來所有之十種力用」。第一個，「覺」，就是覺悟，明瞭通達，「是處非處智力。處者道理之義」，也就是是非的道理，知道什麼是是、什麼是非，「知物之道理、非道理」，這種智慧。「又指知一切眾生因緣果報」，這一切眾生包括的範圍太大了，除佛之外都是眾生，上面等覺菩薩，下面無間地獄，十法界，十法界所有眾生，每一個眾生，因緣果報佛都知道。為什麼？所有一切眾生都是自性變現的。自性是能生能現，萬法、整個宇宙是所生所變。能生能現的你見到了、明白了，所生所現的哪有不明瞭的事情？這個宗教裡面對神、對上帝的讚美，全知全能，實在講上帝做不到，佛做到了。上帝為什麼沒做到？上帝沒放下。波旬是欲界天的上帝，欲界六層天他最高了，欲界裡頭沒有在他上面的，他上面是色界大梵天王，初禪天，在欲界沒有比他高的。他還有煩惱、還有習氣，他不喜歡別人離開六道輪迴，這就是他的習氣，他沒放下。所以他真的知道一切眾生因緣果報。"
    },
    {
      "id": "02-040-0623_p0034",
      "zh_CN": "「作乐业得乐报」，这个乐就是善，造善业得乐报，这个乐是人天三善道。「因果相契，为是处。作恶业希望乐报，因果相背，为非处，犹言无有是处」，无有是处是没有这个道理。这一条，诸佛如来、法身大士没有疑惑的。十力这个摆在第一，意思很深很广，我们一定要相信作善有乐报，造恶一定有苦报。诸佛如来见到的，绝对不会说是你行善你在受苦，你造恶你在得乐，没这个道理。但是我们在事上去观察，觉得有问题，有些真是恶人，干坏事，为什么做大官、发大财，他天天在享福？有些人真正的是善心善行，生活很艰难、很辛苦，没有地位、没有财富，我们亲眼看到的。于是乎对于善恶果报产生怀疑，甚至于完全不能接受，完全不能相信。他认为遵守佛陀的教诲，圣人的教诲，那是愚人，在这个世间一辈子要吃亏，作恶是聪明人，于是起心动念、言语造作无不是自私自利，无不是损人利己，他怎么会相信这个？",
      "zh_TW": "「作樂業得樂報」，這個樂就是善，造善業得樂報，這個樂是人天三善道。「因果相契，為是處。作惡業希望樂報，因果相背，為非處，猶言無有是處」，無有是處是沒有這個道理。這一條，諸佛如來、法身大士沒有疑惑的。十力這個擺在第一，意思很深很廣，我們一定要相信作善有樂報，造惡一定有苦報。諸佛如來見到的，絕對不會說是你行善你在受苦，你造惡你在得樂，沒這個道理。但是我們在事上去觀察，覺得有問題，有些真是惡人，幹壞事，為什麼做大官、發大財，他天天在享福？有些人真正的是善心善行，生活很艱難、很辛苦，沒有地位、沒有財富，我們親眼看到的。於是乎對於善惡果報產生懷疑，甚至於完全不能接受，完全不能相信。他認為遵守佛陀的教誨，聖人的教誨，那是愚人，在這個世間一輩子要吃虧，作惡是聰明人，於是起心動念、言語造作無不是自私自利，無不是損人利己，他怎麼會相信這個？"
    },
    {
      "id": "02-040-0623_p0035",
      "zh_CN": "这种现象佛在经上给我们说得清楚，果报通三世，所以要相信三世因果，他过去世、现在世、未来世。有人一生享福，地位很高，那是什么？过去生中修积的福报，造的善业，这一生当中果报成熟了，他享受。今生所造的业还没有启动，为什么？他的余福还没享尽，一定要到他福报享尽了，这一生所造的恶业现前了，到哪里去了？我们看唐太宗，历史上好皇上，没有人不赞叹，连外国人都赞叹，外国人知道中国有唐太宗，你看有地位，做到皇上，外国许许多多的国家拥护他，上一个圣号给他，天可汗，对他尊重。他有没有做恶事？有，夺取政权的时候是用武力得来的，杀了很多人。有没有果报？有，死了以后堕地狱，堕无间地狱。你看他附体把这些真相告诉我们，夺取政权的时候，外人杀了，他自己的哥哥、弟弟都被他杀了，争夺王位，所谓玄武门的事变，就是把他兄弟杀掉，他王位是他的。也不过做了二十三年皇帝，五十岁寿命就到了，死了以后堕地狱。",
      "zh_TW": "這種現象佛在經上給我們說得清楚，果報通三世，所以要相信三世因果，他過去世、現在世、未來世。有人一生享福，地位很高，那是什麼？過去生中修積的福報，造的善業，這一生當中果報成熟了，他享受。今生所造的業還沒有啟動，為什麼？他的餘福還沒享盡，一定要到他福報享盡了，這一生所造的惡業現前了，到哪裡去了？我們看唐太宗，歷史上好皇上，沒有人不讚歎，連外國人都讚歎，外國人知道中國有唐太宗，你看有地位，做到皇上，外國許許多多的國家擁護他，上一個聖號給他，天可汗，對他尊重。他有沒有做惡事？有，奪取政權的時候是用武力得來的，殺了很多人。有沒有果報？有，死了以後墮地獄，墮無間地獄。你看他附體把這些真相告訴我們，奪取政權的時候，外人殺了，他自己的哥哥、弟弟都被他殺了，爭奪王位，所謂玄武門的事變，就是把他兄弟殺掉，他王位是他的。也不過做了二十三年皇帝，五十歲壽命就到了，死了以後墮地獄。"
    },
    {
      "id": "02-040-0623_p0036",
      "zh_CN": "这就是是处非处，业因果报，丝毫不爽。你要是真正明白了，所以诸佛如来、法身菩萨决定不做坏事，决定不会伤害一个人。为什么？果报不善。起心动念、言语造作纯净纯善，生生世世都享受福报。不懂这个道理不晓得，以为善恶没有报应，报应临头后悔莫及。真正了解这个因果的道理，如果这个因果的教育让社会大众普遍都能够接受到，人人是好人，事事都是好事。社会兴衰、苦乐是我们念头、言行造出来的果报，不能怪别人，全是自作自受，不能不知道。以前没人讲，讲得含糊，我们没有听清楚、没有听明白，所以在日常生活当中，还会犯有过失，有做的有意无意做出对不起别人的事情。大乘经读多了，这桩事情搞清楚、搞明白了，真正忏悔，真忏悔就是后不再造。自古以来中国、外国，贿赂是不善，那不是善，行贿的人、受贿的人罪报相同，统统有罪。行贿的人是用财物诱人家，引诱人家干坏事；接受的人没有真正智慧，高名厚利只要一动心，罪业就形成了。想到将来苦报，不敢。眼前得的一点好处是假的，时间太短了，你能享受多少年？堕三恶道麻烦可大，时间太长，怎么出来？太可怕了！",
      "zh_TW": "這就是是處非處，業因果報，絲毫不爽。你要是真正明白了，所以諸佛如來、法身菩薩決定不做壞事，決定不會傷害一個人。為什麼？果報不善。起心動念、言語造作純淨純善，生生世世都享受福報。不懂這個道理不曉得，以為善惡沒有報應，報應臨頭後悔莫及。真正了解這個因果的道理，如果這個因果的教育讓社會大眾普遍都能夠接受到，人人是好人，事事都是好事。社會興衰、苦樂是我們念頭、言行造出來的果報，不能怪別人，全是自作自受，不能不知道。以前沒人講，講得含糊，我們沒有聽清楚、沒有聽明白，所以在日常生活當中，還會犯有過失，有做的有意無意做出對不起別人的事情。大乘經讀多了，這樁事情搞清楚、搞明白了，真正懺悔，真懺悔就是後不再造。自古以來中國、外國，賄賂是不善，那不是善，行賄的人、受賄的人罪報相同，統統有罪。行賄的人是用財物誘人家，引誘人家幹壞事；接受的人沒有真正智慧，高名厚利只要一動心，罪業就形成了。想到將來苦報，不敢。眼前得的一點好處是假的，時間太短了，你能享受多少年？墮三惡道麻煩可大，時間太長，怎麼出來？太可怕了！"
    },
    {
      "id": "02-040-0623_p0037",
      "zh_CN": "第二种，「业智力。知一切众生三世因果业报之智力，或善不善，有漏无漏」，这一类的事情他知道得很清楚。三世，过去，过去造的什么因，现在受的什么样的果报；现在造的是什么因，来世受的是什么果报，他清楚。下面说或善不善，善因有善果，不善的因有恶果，生生世世你在六道里所受的，统统是自作自受，与别人没有关系，这个不能不知道。修行那就是有漏跟无漏，修行到底修的是什么？这个静老给我们做了一个总结，修行就是断烦恼、断习气。与认识字、不认识字没关系，与懂不懂经教也没关系。特别特别提的很多次的，改习气、改毛病，这就真修行。毛病、习气都断了叫无漏，还带着有毛病、习气叫有漏，有漏就是有烦恼、习气，无漏是无烦恼、习气。见思烦恼断掉了，证阿罗汉果；见思烦恼的习气也断掉了，证辟支佛果。换句话说，八万四千法门，无量法门，法是方法，门是门道，无量无边的方法、门道，每一个方法都是帮助你改习气的。你要真正懂得改习气，你得受益了，那是什么？那就叫佛法；不知道改习气的，那就不是佛法。",
      "zh_TW": "第二種，「業智力。知一切眾生三世因果業報之智力，或善不善，有漏無漏」，這一類的事情他知道得很清楚。三世，過去，過去造的什麼因，現在受的什麼樣的果報；現在造的是什麼因，來世受的是什麼果報，他清楚。下面說或善不善，善因有善果，不善的因有惡果，生生世世你在六道裡所受的，統統是自作自受，與別人沒有關係，這個不能不知道。修行那就是有漏跟無漏，修行到底修的是什麼？這個靜老給我們做了一個總結，修行就是斷煩惱、斷習氣。與認識字、不認識字沒關係，與懂不懂經教也沒關係。特別特別提的很多次的，改習氣、改毛病，這就真修行。毛病、習氣都斷了叫無漏，還帶著有毛病、習氣叫有漏，有漏就是有煩惱、習氣，無漏是無煩惱、習氣。見思煩惱斷掉了，證阿羅漢果；見思煩惱的習氣也斷掉了，證辟支佛果。換句話說，八萬四千法門，無量法門，法是方法，門是門道，無量無邊的方法、門道，每一個方法都是幫助你改習氣的。你要真正懂得改習氣，你得受益了，那是什麼？那就叫佛法；不知道改習氣的，那就不是佛法。"
    },
    {
      "id": "02-040-0623_p0038",
      "zh_CN": "于是宗门里头这个话头，「会么」，会么是什么意思？你用的这个方法真的是改习气吗？真的是断烦恼吗？在日常生活当中，有人来欺负你，惹你生烦恼，你对这个人怨不怨恨？这我冤亲债主，我要怎样报复他，这就错了。为什么？烦恼里头又增加烦恼了，他是来叫你生烦恼的。如果你换一个念头，「凡所有相，皆是虚妄」，怎么样？不生烦恼了。看到这个人，在那瞪着眼睛发脾气在骂我、在羞辱我，甚至于在打我，看他怎么看法呢？他本来是佛，佛喝醉了酒发酒疯，他的理智失掉了。心平气和，不与他计较，骂随他骂，骂累了他就不骂了，他骂得很辛苦，还去安慰他，发这么大的脾气伤身体不好。你看这两种态度就不一样了，后面这个态度是菩萨，前面那个态度是凡夫，凡夫冤冤相报，菩萨没有怨恨，所谓化解怨恨，不用化解，根本就没有。",
      "zh_TW": "於是宗門裡頭這個話頭，「會麼」，會麼是什麼意思？你用的這個方法真的是改習氣嗎？真的是斷煩惱嗎？在日常生活當中，有人來欺負你，惹你生煩惱，你對這個人怨不怨恨？這我冤親債主，我要怎樣報復他，這就錯了。為什麼？煩惱裡頭又增加煩惱了，他是來叫你生煩惱的。如果你換一個念頭，「凡所有相，皆是虛妄」，怎麼樣？不生煩惱了。看到這個人，在那瞪著眼睛發脾氣在罵我、在羞辱我，甚至於在打我，看他怎麼看法呢？他本來是佛，佛喝醉了酒發酒瘋，他的理智失掉了。心平氣和，不與他計較，罵隨他罵，罵累了他就不罵了，他罵得很辛苦，還去安慰他，發這麼大的脾氣傷身體不好。你看這兩種態度就不一樣了，後面這個態度是菩薩，前面那個態度是凡夫，凡夫冤冤相報，菩薩沒有怨恨，所謂化解怨恨，不用化解，根本就沒有。"
    },
    {
      "id": "02-040-0623_p0039",
      "zh_CN": "哪一种方法好？菩萨的方法好，菩萨用的是无漏法，凡夫是有漏。你就晓得，一切时、一切处、一切人事物，会用的全是增上缘，都让我们走无漏这个道路，那就都是佛法。有漏是世间法，无漏是佛法。所以哪一法不是佛法？法法皆是。不会的，念阿弥陀佛，念阿弥陀佛还骂人、还生气，阿弥陀佛也不是佛法，何况其他的！什么原因？没放下。佛法是放下，没放下的不是佛法，放下的时候，无有一法不是佛法，妙极了。今天时间到了，我们就学习到此地。",
      "zh_TW": "哪一種方法好？菩薩的方法好，菩薩用的是無漏法，凡夫是有漏。你就曉得，一切時、一切處、一切人事物，會用的全是增上緣，都讓我們走無漏這個道路，那就都是佛法。有漏是世間法，無漏是佛法。所以哪一法不是佛法？法法皆是。不會的，念阿彌陀佛，念阿彌陀佛還罵人、還生氣，阿彌陀佛也不是佛法，何況其他的！什麼原因？沒放下。佛法是放下，沒放下的不是佛法，放下的時候，無有一法不是佛法，妙極了。今天時間到了，我們就學習到此地。"
    }
  ]
}