{
  "doc_id": "02-040-0133",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三三集",
    "zh_TW": "第一三三集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0133",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0133_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百七十五页，我们从第三行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百七十五頁，我們從第三行看起："
    },
    {
      "id": "02-040-0133_p0002",
      "zh_CN": "莲池大师《疏钞》中所说的，「灵明洞彻，湛寂常恒，非浊非清，无背无向。大哉真体，不可得而思议者，其唯自性欤」。这是《弥陀经疏钞》开端的第一段，莲池大师所说的。这一段是什么？是我们的真心、是我们的本性。真心、本性是什么样子？莲池大师在此地描绘得清清楚楚、淋漓尽致。真心灵明，灵明到极处，灵明是它的体，洞彻是它的作用。彻是彻底。洞彻是彻底了解宇宙万物点点滴滴的现象，它都了解。洞是深入到底的意思，也就是说，无所不知，无所不能。这是自性，整个宇宙是从它现出来，《华严经》上说「能生能现」。六祖惠能大师说「何期自性，能生万法」，这个万法是指全宇宙、整个宇宙。在佛法里面讲，遍法界虚空界统统是自性变现出来的，它能现。它什么都没有，它什么都能现，一样都不缺，所以用灵明洞彻这四个字就把它形容圆满了。湛寂常恒是它的体。湛是清净，水里头一丝毫染污都没有，称之为湛。寂是不动。水没有染污，清净、不动，这就是定。在这个状况之下，水像一面镜子一样，外面山河大地统统照见。我们的真心、我们的本性就是湛寂常恒。常恒是永远是这个样子，从来没有改变，这是真心，在圣不增，在凡不减。在凡、在圣，那是阿赖耶妄心的事情，与真心不相干。真心确确实实没动，湛寂常恒。",
      "zh_TW": "蓮池大師《疏鈔》中所說的，「靈明洞徹，湛寂常恆，非濁非清，無背無向。大哉真體，不可得而思議者，其唯自性歟」。這是《彌陀經疏鈔》開端的第一段，蓮池大師所說的。這一段是什麼？是我們的真心、是我們的本性。真心、本性是什麼樣子？蓮池大師在此地描繪得清清楚楚、淋漓盡致。真心靈明，靈明到極處，靈明是它的體，洞徹是它的作用。徹是徹底。洞徹是徹底了解宇宙萬物點點滴滴的現象，它都了解。洞是深入到底的意思，也就是說，無所不知，無所不能。這是自性，整個宇宙是從它現出來，《華嚴經》上說「能生能現」。六祖惠能大師說「何期自性，能生萬法」，這個萬法是指全宇宙、整個宇宙。在佛法裡面講，遍法界虛空界統統是自性變現出來的，它能現。它什麼都沒有，它什麼都能現，一樣都不缺，所以用靈明洞徹這四個字就把它形容圓滿了。湛寂常恆是它的體。湛是清淨，水裡頭一絲毫染污都沒有，稱之為湛。寂是不動。水沒有染污，清淨、不動，這就是定。在這個狀況之下，水像一面鏡子一樣，外面山河大地統統照見。我們的真心、我們的本性就是湛寂常恆。常恆是永遠是這個樣子，從來沒有改變，這是真心，在聖不增，在凡不減。在凡、在聖，那是阿賴耶妄心的事情，與真心不相干。真心確確實實沒動，湛寂常恆。"
    },
    {
      "id": "02-040-0133_p0003",
      "zh_CN": "底下两句是说它的样子、它的相状，非清非浊，无背无向。自性，它里头没有对立，清、浊是一对，向、背是一对，在自性里头没有这个现象。自性里面没有空间、没有时间。再给你说非凡非圣，凡、圣是一对。自性里头找不到对立的，找不到二边的，它是浑然一体，生佛皆然，众生跟佛完全相同，没有两样。世尊在《华严》上告诉我们，「一切众生本来是佛」，这句话是真的，一点都不假。什么时候？就是现在。佛的智慧、神通、德用，为什么我们没有？有，不是没有，是你迷了，迷了不起作用。你要是觉悟了，这个作用马上就现前。迷失了自性、迷失了真心，我们不知道用真心，在用妄心，错了。",
      "zh_TW": "底下兩句是說它的樣子、它的相狀，非清非濁，無背無向。自性，它裡頭沒有對立，清、濁是一對，向、背是一對，在自性裡頭沒有這個現象。自性裡面沒有空間、沒有時間。再給你說非凡非聖，凡、聖是一對。自性裡頭找不到對立的，找不到二邊的，它是渾然一體，生佛皆然，眾生跟佛完全相同，沒有兩樣。世尊在《華嚴》上告訴我們，「一切眾生本來是佛」，這句話是真的，一點都不假。什麼時候？就是現在。佛的智慧、神通、德用，為什麼我們沒有？有，不是沒有，是你迷了，迷了不起作用。你要是覺悟了，這個作用馬上就現前。迷失了自性、迷失了真心，我們不知道用真心，在用妄心，錯了。"
    },
    {
      "id": "02-040-0133_p0004",
      "zh_CN": "妄心是阿赖耶。一念不觉，自性里面就跑出一个阿赖耶，阿赖耶，妄心。妄心从哪里来的？依真心起来的。真心带着妄念、带着迷惑，那就是阿赖耶。阿赖耶能变，阿赖耶是动的，它不是静的。阿赖耶里头有清有浊，有背有向，这东西阿赖耶有，自性真心里头没有。阿赖耶有染净，阿赖耶有善恶，阿赖耶的果报里头有祸福，全是阿赖耶边的事情。但是，只要是阿赖耶边的事情，佛都说，「凡所有相，皆是虚妄」，一场梦而已。三善道，一场好梦，三恶道是一场恶梦，都是梦，都不是真的。",
      "zh_TW": "妄心是阿賴耶。一念不覺，自性裡面就跑出一個阿賴耶，阿賴耶，妄心。妄心從哪裡來的？依真心起來的。真心帶著妄念、帶著迷惑，那就是阿賴耶。阿賴耶能變，阿賴耶是動的，它不是靜的。阿賴耶裡頭有清有濁，有背有向，這東西阿賴耶有，自性真心裡頭沒有。阿賴耶有染淨，阿賴耶有善惡，阿賴耶的果報裡頭有禍福，全是阿賴耶邊的事情。但是，只要是阿賴耶邊的事情，佛都說，「凡所有相，皆是虛妄」，一場夢而已。三善道，一場好夢，三惡道是一場惡夢，都是夢，都不是真的。"
    },
    {
      "id": "02-040-0133_p0005",
      "zh_CN": "今天世间事，用《疏钞》底下这两句话，「澄浊而清，返背而向」。浊，五浊恶世，现在浊恶到极处了，人心不善，好事做不成功。你看到这个人好，不错，没过几天变质了，都是这样的。为什么不变质，他非变质不可。道理在哪里？他有私心，有私心就会变质，这一点一定要知道。所以今天天下人没有一个不变质的。找一个不变质的，那是谁？那是佛菩萨再来的，他不是凡夫。有多大的福报，人能够找到佛菩萨。所以，我们就要看得很清楚、很明白，个个人都会变质。到他变质的时候，我们感觉得一点都不奇怪，正常现象；他要不变，那才不平常。这就是什么？他有我见，有边见，有见取、戒取、邪见。这五种见惑，你去看看哪一个人没有？只要有他就会变质。",
      "zh_TW": "今天世間事，用《疏鈔》底下這兩句話，「澄濁而清，返背而向」。濁，五濁惡世，現在濁惡到極處了，人心不善，好事做不成功。你看到這個人好，不錯，沒過幾天變質了，都是這樣的。為什麼不變質，他非變質不可。道理在哪裡？他有私心，有私心就會變質，這一點一定要知道。所以今天天下人沒有一個不變質的。找一個不變質的，那是誰？那是佛菩薩再來的，他不是凡夫。有多大的福報，人能夠找到佛菩薩。所以，我們就要看得很清楚、很明白，個個人都會變質。到他變質的時候，我們感覺得一點都不奇怪，正常現象；他要不變，那才不平常。這就是什麼？他有我見，有邊見，有見取、戒取、邪見。這五種見惑，你去看看哪一個人沒有？只要有他就會變質。"
    },
    {
      "id": "02-040-0133_p0006",
      "zh_CN": "你要找个可靠的人，要找个边见破了的人，那是谁？圣人。须陀洹，小乘初果，大乘初信位的菩萨，这是入了圣流，他不会变。古时候的教学，老人的心思、见解、观察非常微密，对教学非常重视，讲胎教、讲扎根教育。在中国这几千年的实验，有没有效果？有，不多。一个朝代大概有那么二、三个人临死都不变节，不是没有，历史上有记载，太少了。不是圣贤教诲，个个都不变节，不可能。这个事情凡夫难以理解，佛菩萨太清楚了。我们会不会变节？我给大家说，我不会变节，我今年八十七了，不会变节了。为什么能够熬过不变节？天天读经、天天讲经、天天跟佛菩萨在一起、天天提醒我。如果不是这样修学，我自己也靠不住。财色名利能不动心吗？你说不动心是假的。这个就是天天跟佛菩萨在一起、天天跟圣贤在一起，一天都不肯舍离，这个力量加持着才保得住。道日进，天天有进步，法喜充满，才能够敌得过这些世间的诱惑，名闻利养这些东西。今天扎根，怎么扎？这一部经，以《无量寿经》做比喻，每一天读十遍，一天都不缺，念上十年，你有根了。一门深入，长时薰修，十年，肯定你得念佛三昧。念佛三昧起作用就是智慧，你就不迷了。谁肯照做？",
      "zh_TW": "你要找個可靠的人，要找個邊見破了的人，那是誰？聖人。須陀洹，小乘初果，大乘初信位的菩薩，這是入了聖流，他不會變。古時候的教學，老人的心思、見解、觀察非常微密，對教學非常重視，講胎教、講扎根教育。在中國這幾千年的實驗，有沒有效果？有，不多。一個朝代大概有那麼二、三個人臨死都不變節，不是沒有，歷史上有記載，太少了。不是聖賢教誨，個個都不變節，不可能。這個事情凡夫難以理解，佛菩薩太清楚了。我們會不會變節？我給大家說，我不會變節，我今年八十七了，不會變節了。為什麼能夠熬過不變節？天天讀經、天天講經、天天跟佛菩薩在一起、天天提醒我。如果不是這樣修學，我自己也靠不住。財色名利能不動心嗎？你說不動心是假的。這個就是天天跟佛菩薩在一起、天天跟聖賢在一起，一天都不肯捨離，這個力量加持著才保得住。道日進，天天有進步，法喜充滿，才能夠敵得過這些世間的誘惑，名聞利養這些東西。今天扎根，怎麼紮？這一部經，以《無量壽經》做比喻，每一天讀十遍，一天都不缺，念上十年，你有根了。一門深入，長時薰修，十年，肯定你得念佛三昧。念佛三昧起作用就是智慧，你就不迷了。誰肯照做？"
    },
    {
      "id": "02-040-0133_p0007",
      "zh_CN": "在这个世间，哪一个人不为自己？大概十年前，香港何守信访问我，是香港哪一个电视台的主持人，不是凤凰，香港还有一家电视台。问过我一句话，说古人讲的「人不为己，天诛地灭」，问我这一句话有没有问题。我告诉他，这句话说错了。释迦牟尼佛没有为自己，天没有诛他，地没有灭他；孔夫子、孟夫子一生没为自己，天也没诛他、地也没灭他；我说在眼前的，我这一生没有为自己，天也没诛我，地也没灭我。所以，这一句话不是真的，这一句话只是一个形容词而已。说形容，它是真的，就不是假的，这世界上有几个人放下财色名利的？很少，不能说没有，多数放不下。减缓财色名利的诱惑，让他有节度，说到此为止，不要再过分了，这是教育产生的效果。社会还能维持一个和谐，伦理道德还能够见得到，这是祥和的社会，长治久安的社会。",
      "zh_TW": "在這個世間，哪一個人不為自己？大概十年前，香港何守信訪問我，是香港哪一個電視台的主持人，不是鳳凰，香港還有一家電視台。問過我一句話，說古人講的「人不為己，天誅地滅」，問我這一句話有沒有問題。我告訴他，這句話說錯了。釋迦牟尼佛沒有為自己，天沒有誅他，地沒有滅他；孔夫子、孟夫子一生沒為自己，天也沒誅他、地也沒滅他；我說在眼前的，我這一生沒有為自己，天也沒誅我，地也沒滅我。所以，這一句話不是真的，這一句話只是一個形容詞而已。說形容，它是真的，就不是假的，這世界上有幾個人放下財色名利的？很少，不能說沒有，多數放不下。減緩財色名利的誘惑，讓他有節度，說到此為止，不要再過分了，這是教育產生的效果。社會還能維持一個和諧，倫理道德還能夠見得到，這是祥和的社會，長治久安的社會。"
    },
    {
      "id": "02-040-0133_p0008",
      "zh_CN": "现在摆在我们面前，整个世界出了问题。澄浊而清，返背而向，是今天教育的宗旨、今天教育的目标。最有效的方法是佛陀教育，可惜没人知道。我们访问过斯里兰卡，小乘佛教的国家，让我们看到了，五体投地，衷心佩服。没有想到在这个地球上，在现代这个时代，还能看到佛教教学的成果。我们在外面看到佛教是口头上的佛教，没落实。斯里兰卡落实了，我相信他们学佛的弟子一半以上落实了，社会一片祥和。全民接受佛陀教育，人没有竞争的心，都懂得守本分，安居乐业。虽然不富裕，过的是贫穷生活，他生活快乐，这就是幸福，不争不求。每一个人都接受经典教育，这我们自己去看到的。在校的学生，小学生、中学生、大学生，每一个星期天都要到附近寺院接受佛教的教育。斯里兰卡一般出家的法师，差不多个个都能讲经，所以佛教教育非常发达、非常普遍，那个地方是世界和谐示范国家。随同我们去的，驻联合国的二十五个国家的代表、大使，我们一起出席这个活动，每一个人看到都惊讶。",
      "zh_TW": "現在擺在我們面前，整個世界出了問題。澄濁而清，返背而向，是今天教育的宗旨、今天教育的目標。最有效的方法是佛陀教育，可惜沒人知道。我們訪問過斯里蘭卡，小乘佛教的國家，讓我們看到了，五體投地，衷心佩服。沒有想到在這個地球上，在現代這個時代，還能看到佛教教學的成果。我們在外面看到佛教是口頭上的佛教，沒落實。斯里蘭卡落實了，我相信他們學佛的弟子一半以上落實了，社會一片祥和。全民接受佛陀教育，人沒有競爭的心，都懂得守本分，安居樂業。雖然不富裕，過的是貧窮生活，他生活快樂，這就是幸福，不爭不求。每一個人都接受經典教育，這我們自己去看到的。在校的學生，小學生、中學生、大學生，每一個星期天都要到附近寺院接受佛教的教育。斯里蘭卡一般出家的法師，差不多個個都能講經，所以佛教教育非常發達、非常普遍，那個地方是世界和諧示範國家。隨同我們去的，駐聯合國的二十五個國家的代表、大使，我們一起出席這個活動，每一個人看到都驚訝。"
    },
    {
      "id": "02-040-0133_p0009",
      "zh_CN": "总统是虔诚的佛教徒，早晚做课诵。我们访问九天，四次跟总统见面，我们到总统府参观，看看总统早晚课这个殿堂。结果去，没有殿堂，有一尊释迦牟尼佛的像，供在哪里？供在菩提树下，有意思。释迦牟尼佛在菩提树下成道的，在双树间灭度的，佛跟树很有缘。所以，他的总统府院子里头有一棵很大的菩提树，佛像就供在树下面，我们到那个树下去礼拜。不要建宫殿，看到就像释迦牟尼佛当年在世一样，在树下讲经教学，没有讲堂。我们供佛只烧一炷香，我们有十几个人去参观，我代表烧一炷香，每一个人用花来供养，给我们的启发很多。我们今天这个小道场，我们供佛在这个角落上，上面一层是我们的大雄宝殿，第二层是万姓先祖纪念堂，第三层是求超度的这一些众灵，讲堂很小，三宝具足。我们背后这一张画，莲池海会。这个小道场非常实用，开销很少，所以不需要要钱，几个护法护持，足够用了，心安理得。",
      "zh_TW": "總統是虔誠的佛教徒，早晚做課誦。我們訪問九天，四次跟總統見面，我們到總統府參觀，看看總統早晚課這個殿堂。結果去，沒有殿堂，有一尊釋迦牟尼佛的像，供在哪裡？供在菩提樹下，有意思。釋迦牟尼佛在菩提樹下成道的，在雙樹間滅度的，佛跟樹很有緣。所以，他的總統府院子裡頭有一棵很大的菩提樹，佛像就供在樹下面，我們到那個樹下去禮拜。不要建宮殿，看到就像釋迦牟尼佛當年在世一樣，在樹下講經教學，沒有講堂。我們供佛只燒一炷香，我們有十幾個人去參觀，我代表燒一炷香，每一個人用花來供養，給我們的啟發很多。我們今天這個小道場，我們供佛在這個角落上，上面一層是我們的大雄寶殿，第二層是萬姓先祖紀念堂，第三層是求超度的這一些眾靈，講堂很小，三寶具足。我們背後這一張畫，蓮池海會。這個小道場非常實用，開銷很少，所以不需要要錢，幾個護法護持，足夠用了，心安理得。"
    },
    {
      "id": "02-040-0133_p0010",
      "zh_CN": "澄浊而清，浊是染污，如何把染污洗刷得干干净净，恢复清净心，清净心是真心。浊是妄心、是阿赖耶，阿赖耶染污的源头是末那识。每一个人都把末那识认为是自己，病就从这生的，这是根源。末那识，四大烦恼常相随。末那是什么？末那是四大烦恼。第一个我见，就是执着末那是我，不知道末那是假的，末那是从阿赖耶生的。跟着我见同时起来的，我爱，这就是贪；我痴，这就是愚痴；我慢，慢就是傲慢、就是瞋恚。你看，贪瞋痴三毒烦恼跟我同时来的，叫俱生烦恼，只要有我，这三个就都来了。这三样东西，它要是有力量，他能不做坏事、能不受外头诱惑、能不动摇、能不变节吗？没这个道理。",
      "zh_TW": "澄濁而清，濁是染污，如何把染污洗刷得乾乾淨淨，恢復清淨心，清淨心是真心。濁是妄心、是阿賴耶，阿賴耶染污的源頭是末那識。每一個人都把末那識認為是自己，病就從這生的，這是根源。末那識，四大煩惱常相隨。末那是什麼？末那是四大煩惱。第一個我見，就是執著末那是我，不知道末那是假的，末那是從阿賴耶生的。跟著我見同時起來的，我愛，這就是貪；我痴，這就是愚痴；我慢，慢就是傲慢、就是瞋恚。你看，貪瞋痴三毒煩惱跟我同時來的，叫俱生煩惱，只要有我，這三個就都來了。這三樣東西，它要是有力量，他能不做壞事、能不受外頭誘惑、能不動搖、能不變節嗎？沒這個道理。"
    },
    {
      "id": "02-040-0133_p0011",
      "zh_CN": "所以要晓得古今中外变节的人、跳槽的人，这是正常现象。哪个地方给他多一点利，他就走了，没有道义、没有交情。你这公司倒闭了，还不走？赶快找好地方去。公司要倒闭，员工还是不走，一直撑下去，这是有道义的，这个公司一定会再振兴起来。员工把这个公司看作是自家的事业，老板看作是自己长辈，再苦我也不离开，这成功，他大有前途。这是中国人讲伦理教育、道德教育、因果教育，才能产生这样的效果。如果不是这样的教育，别人好，跟别人去了，这正常现象。这也说明什么？教育失败了。现在人真的没有智慧，只看利害。利害很浅显，真正利害没有看到，看到负面的、假的，以为这是利，不知道它是大害。什么时候才晓得？死了以后就知道了，堕到三途，这才晓得，这是大害，求出无期。三途很容易堕，不容易出来。贪心堕饿鬼，瞋恚堕地狱，愚痴堕畜生。贪瞋痴不是好东西，能把贪瞋痴放下，你就决定不堕三恶道，这个道理不能不知道。",
      "zh_TW": "所以要曉得古今中外變節的人、跳槽的人，這是正常現象。哪個地方給他多一點利，他就走了，沒有道義、沒有交情。你這公司倒閉了，還不走？趕快找好地方去。公司要倒閉，員工還是不走，一直撐下去，這是有道義的，這個公司一定會再振興起來。員工把這個公司看作是自家的事業，老闆看作是自己長輩，再苦我也不離開，這成功，他大有前途。這是中國人講倫理教育、道德教育、因果教育，才能產生這樣的效果。如果不是這樣的教育，別人好，跟別人去了，這正常現象。這也說明什麼？教育失敗了。現在人真的沒有智慧，只看利害。利害很淺顯，真正利害沒有看到，看到負面的、假的，以為這是利，不知道它是大害。什麼時候才曉得？死了以後就知道了，墮到三途，這才曉得，這是大害，求出無期。三途很容易墮，不容易出來。貪心墮餓鬼，瞋恚墮地獄，愚痴墮畜生。貪瞋痴不是好東西，能把貪瞋痴放下，你就決定不墮三惡道，這個道理不能不知道。"
    },
    {
      "id": "02-040-0133_p0012",
      "zh_CN": "八十七岁，活到这么大的年岁不多，随时可以走，对这个世间没有留恋，所以决定不做坏事，决定没有恶念。为什么？我不想到三恶道，我就想到极乐世界去亲近阿弥陀佛，所以心里头没有杂念，只有一念南无阿弥陀佛。你们还年轻有时间，我没有时间了，我这个念佛是分秒必争，我们情况不一样。返背而向，背是背弃恶法、不善的法，要向正法。世间的正法是伦理、道德、因果，出世间的正法是佛教，特别是净土教。我从八十五岁开始，放下一切经教，专修净土，讲经只讲这一部经，讲圆满了，从头再来，不讲第二部经了，就一句阿弥陀佛，没有其他的念头。返背而向。",
      "zh_TW": "八十七歲，活到這麼大的年歲不多，隨時可以走，對這個世間沒有留戀，所以決定不做壞事，決定沒有惡念。為什麼？我不想到三惡道，我就想到極樂世界去親近阿彌陀佛，所以心裡頭沒有雜念，只有一念南無阿彌陀佛。你們還年輕有時間，我沒有時間了，我這個念佛是分秒必爭，我們情況不一樣。返背而向，背是背棄惡法、不善的法，要向正法。世間的正法是倫理、道德、因果，出世間的正法是佛教，特別是淨土教。我從八十五歲開始，放下一切經教，專修淨土，講經只講這一部經，講圓滿了，從頭再來，不講第二部經了，就一句阿彌陀佛，沒有其他的念頭。返背而向。"
    },
    {
      "id": "02-040-0133_p0013",
      "zh_CN": "「越三祇于一念」，三祇是三大阿僧祇劫。这什么意思？凡夫修成法身菩萨要这么长的时间。净宗不要，净宗只在一念，这一念就是阿弥陀佛，一生决定成就。往生到极乐世界，四十八愿说得很清楚，皆作阿惟越致菩萨，阿惟越致菩萨就是法身大士。修其他法门要三大阿僧祇劫才能修到，修念佛法门这一生就可以证得，就这个意思。「齐诸圣于片言」，这个诸圣不是指小圣，是指大圣，法身大士。实报土里面十住、十行、十回向、十地、等觉，四十一位法身大士，这叫诸圣。齐是跟他平等。我们不必那么麻烦，就是一句佛号，就可以达到跟等觉菩萨平等，它这个意思。",
      "zh_TW": "「越三祇於一念」，三祇是三大阿僧祇劫。這什麼意思？凡夫修成法身菩薩要這麼長的時間。淨宗不要，淨宗只在一念，這一念就是阿彌陀佛，一生決定成就。往生到極樂世界，四十八願說得很清楚，皆作阿惟越致菩薩，阿惟越致菩薩就是法身大士。修其他法門要三大阿僧祇劫才能修到，修念佛法門這一生就可以證得，就這個意思。「齊諸聖於片言」，這個諸聖不是指小聖，是指大聖，法身大士。實報土裡面十住、十行、十迴向、十地、等覺，四十一位法身大士，這叫諸聖。齊是跟他平等。我們不必那麼麻煩，就是一句佛號，就可以達到跟等覺菩薩平等，它這個意思。"
    },
    {
      "id": "02-040-0133_p0014",
      "zh_CN": "「至哉妙用」，本经讲三个真实。第一个，真实之际，就是自性、就是真心。第二个，真实智慧。第三个，真实之利，利益，真实的利益。如果就前面两个来说，真实之际、真实智慧，《华严》、《法华》都有，大乘经上也有。但是讲真实的利益，那只有净宗，《无量寿经》跟《阿弥陀经》，真实利益。为什么？这一生当中能成等正觉。《华严》、《法华》说真实利益，没有看到修行成佛的。而净宗法门修行往生，往生就是成佛，太多太多了。所以讲到利益，《无量寿经》是世尊四十九年所说一切经最圆满的、最究竟的利益，没有超过这部经。所以说不可得而思议，太殊胜了、太妙了。其唯《佛说阿弥陀经》欤！这是莲池大师的赞叹，《阿弥陀经疏钞》里面一段话。《阿弥陀经》是小本，《无量寿经》是大本，大小两本完全相同。所以，赞《弥陀经》可以赞《无量寿经》，赞《无量寿经》可以赞《阿弥陀经》，它是一不是二。",
      "zh_TW": "「至哉妙用」，本經講三個真實。第一個，真實之際，就是自性、就是真心。第二個，真實智慧。第三個，真實之利，利益，真實的利益。如果就前面兩個來說，真實之際、真實智慧，《華嚴》、《法華》都有，大乘經上也有。但是講真實的利益，那只有淨宗，《無量壽經》跟《阿彌陀經》，真實利益。為什麼？這一生當中能成等正覺。《華嚴》、《法華》說真實利益，沒有看到修行成佛的。而淨宗法門修行往生，往生就是成佛，太多太多了。所以講到利益，《無量壽經》是世尊四十九年所說一切經最圓滿的、最究竟的利益，沒有超過這部經。所以說不可得而思議，太殊勝了、太妙了。其唯《佛說阿彌陀經》歟！這是蓮池大師的讚歎，《阿彌陀經疏鈔》裡面一段話。《阿彌陀經》是小本，《無量壽經》是大本，大小兩本完全相同。所以，讚《彌陀經》可以讚《無量壽經》，讚《無量壽經》可以讚《阿彌陀經》，它是一不是二。"
    },
    {
      "id": "02-040-0133_p0015",
      "zh_CN": "「《阿弥陀经》乃本经之小本，故知至哉妙用，其唯本经欤！本经之宗」，宗是修行的最高指导原则，就八个字，「发菩提心，一向专念」。在《弥陀经》里面是信愿持名，信愿就是发菩提心，持名就是一向专念，真正不可思议。「发菩提心圆摄信愿，一向专念，即是持名。大小两本，同一纲宗。如是妙法，三辈齐收」。上中下根，男女老少，贤愚不肖，没有一个不收。即使是造作五逆十恶，毁谤大乘，善导大师讲得好，只要临终之前，你还没断气，你知道忏悔，你能够认错，发愿念佛求生，佛还是来接引你。阿弥陀佛慈悲到极处，真正是「佛氏门中，不舍一人」。你造作罪业，不知道后悔，不能忏悔，这就不能往生。只要忏悔改过，信愿持名，个个都能往生。",
      "zh_TW": "「《阿彌陀經》乃本經之小本，故知至哉妙用，其唯本經歟！本經之宗」，宗是修行的最高指導原則，就八個字，「發菩提心，一向專念」。在《彌陀經》裡面是信願持名，信願就是發菩提心，持名就是一向專念，真正不可思議。「發菩提心圓攝信願，一向專念，即是持名。大小兩本，同一綱宗。如是妙法，三輩齊收」。上中下根，男女老少，賢愚不肖，沒有一個不收。即使是造作五逆十惡，毀謗大乘，善導大師講得好，只要臨終之前，你還沒斷氣，你知道懺悔，你能夠認錯，發願念佛求生，佛還是來接引你。阿彌陀佛慈悲到極處，真正是「佛氏門中，不捨一人」。你造作罪業，不知道後悔，不能懺悔，這就不能往生。只要懺悔改過，信願持名，個個都能往生。"
    },
    {
      "id": "02-040-0133_p0016",
      "zh_CN": "如是妙法，三辈齐收。「遂令凡夫，顿同补处」。往生到极乐世界，莲池大师讲得好，往生的条件就是信愿，真信真愿你就具备往生的条件。生到极乐世界，四土三辈九品，你是在哪一个位次上？蕅益大师告诉我们，全凭功夫的浅深。念佛功夫，不是念佛多少，念佛功夫浅深。功夫从哪里说？从你的用心。我们在学习过程当中，我用四个字，第一个是真诚心，真诚心就是菩提心的体，要用真心，真诚。第二个要用恭敬心，真诚恭敬。第三个要真信心，要真信不能有丝毫怀疑。诚、敬、信、慈悲心，慈悲心是爱心。弥陀爱遍法界虚空界一切众生，大慈大悲。我们没有大慈悲心不行，小心眼不能往生，自私自利的人不能往生，一天十万声佛号，古德说的「喊破喉咙也枉然」。",
      "zh_TW": "如是妙法，三輩齊收。「遂令凡夫，頓同補處」。往生到極樂世界，蓮池大師講得好，往生的條件就是信願，真信真願你就具備往生的條件。生到極樂世界，四土三輩九品，你是在哪一個位次上？蕅益大師告訴我們，全憑功夫的淺深。念佛功夫，不是念佛多少，念佛功夫淺深。功夫從哪裡說？從你的用心。我們在學習過程當中，我用四個字，第一個是真誠心，真誠心就是菩提心的體，要用真心，真誠。第二個要用恭敬心，真誠恭敬。第三個要真信心，要真信不能有絲毫懷疑。誠、敬、信、慈悲心，慈悲心是愛心。彌陀愛遍法界虛空界一切眾生，大慈大悲。我們沒有大慈悲心不行，小心眼不能往生，自私自利的人不能往生，一天十萬聲佛號，古德說的「喊破喉嚨也枉然」。"
    },
    {
      "id": "02-040-0133_p0017",
      "zh_CN": "这四个心是有深度，这四个心都很深，品位就高。真诚、恭敬、慈悲、真信，念一句佛号抵得别人念十万声佛号。那个人念十万声佛号，口念弥陀心散乱，他不是真心。真心，这个力量大！这个不可思议，所以可以让凡夫顿同补处。凡夫具这四个心往生，上上品往生就是等觉菩萨，这还得了！八万四千法门没有一个法门可以做到，净宗可以做到，这一声佛号可以做到。非常可惜的，念佛的人很多，真正晓得这个名号功德的人不多，没几个。如果知道名号功德，他怎么能不念佛？哪有这个道理？不知道！如果说念一声佛号给一万美金，大概每一个人一天到晚都不会停止，他就肯念了。那个念名号不能往生，为什么？他的目的是美金。念成功之后，到美国投胎当美国人去了，他不知道，真可惜，这样殊胜的法门、这样殊胜的经典。夏莲居老居士出世，为什么？为末法九千年苦难众生，只有这个会集本能度。只有黄念祖老居士的集注把它解释得透彻，让我们生起坚定的信心。不是偶然的，我们很幸运遇到了，一看到经跟这个集注无量欢喜。我们也发愿表法，一生专讲这一部经，过去讲了几十部经论，现在不讲了，就讲这一部经，一个目标、一个方向。一个方向，极乐世界，一个目标亲近阿弥陀佛。",
      "zh_TW": "這四個心是有深度，這四個心都很深，品位就高。真誠、恭敬、慈悲、真信，念一句佛號抵得別人念十萬聲佛號。那個人念十萬聲佛號，口念彌陀心散亂，他不是真心。真心，這個力量大！這個不可思議，所以可以讓凡夫頓同補處。凡夫具這四個心往生，上上品往生就是等覺菩薩，這還得了！八萬四千法門沒有一個法門可以做到，淨宗可以做到，這一聲佛號可以做到。非常可惜的，念佛的人很多，真正曉得這個名號功德的人不多，沒幾個。如果知道名號功德，他怎麼能不念佛？哪有這個道理？不知道！如果說念一聲佛號給一萬美金，大概每一個人一天到晚都不會停止，他就肯念了。那個念名號不能往生，為什麼？他的目的是美金。念成功之後，到美國投胎當美國人去了，他不知道，真可惜，這樣殊勝的法門、這樣殊勝的經典。夏蓮居老居士出世，為什麼？為末法九千年苦難眾生，只有這個會集本能度。只有黃念祖老居士的集註把它解釋得透徹，讓我們生起堅定的信心。不是偶然的，我們很幸運遇到了，一看到經跟這個集註無量歡喜。我們也發願表法，一生專講這一部經，過去講了幾十部經論，現在不講了，就講這一部經，一個目標、一個方向。一個方向，極樂世界，一個目標親近阿彌陀佛。"
    },
    {
      "id": "02-040-0133_p0018",
      "zh_CN": "「大哉妙用，不可思议，即是本经之发心念佛，此即真实之利」。所以，说到真实之利，世尊四十九年所说一切经，这个第一。为什么？你念这个经，修这个法门，快，三、五天就能往生；慢，三年、五年时间足够了，这么快成佛。生到极乐世界就是法身大士，就是阿惟越致菩萨，难信易行。为什么不干？这真实的利益。「如是真实妙用，于一念顷，顿越三祇（三大阿僧祇劫），一声称名，位齐诸圣」。这个诸圣是指四十一位法身大士，实报庄严土。「我等幸闻，此真」，不是假的，真实的，「无量劫来希有难逢之一日也」，这一句话是前清彭际清居士说的。我们要记住，无量劫来稀有难逢之一日就是你遇到了《无量寿经》、遇到了念佛法门，太难得了！你真信真愿，肯念这句佛号，恭喜你，你这一生成佛了。而且一生成什么样的佛？跟阿弥陀佛同样的佛。我是学阿弥陀佛，所以，成就之后，跟阿弥陀佛绝对平等。真正可惜，能信的人太少了，这难信之法。序分到这个地方学完了。念老分这个书为四卷，这是第一卷，第一卷终了。",
      "zh_TW": "「大哉妙用，不可思議，即是本經之發心念佛，此即真實之利」。所以，說到真實之利，世尊四十九年所說一切經，這個第一。為什麼？你念這個經，修這個法門，快，三、五天就能往生；慢，三年、五年時間足夠了，這麼快成佛。生到極樂世界就是法身大士，就是阿惟越致菩薩，難信易行。為什麼不幹？這真實的利益。「如是真實妙用，於一念頃，頓越三祇（三大阿僧祇劫），一聲稱名，位齊諸聖」。這個諸聖是指四十一位法身大士，實報莊嚴土。「我等幸聞，此真」，不是假的，真實的，「無量劫來希有難逢之一日也」，這一句話是前清彭際清居士說的。我們要記住，無量劫來稀有難逢之一日就是你遇到了《無量壽經》、遇到了念佛法門，太難得了！你真信真願，肯念這句佛號，恭喜你，你這一生成佛了。而且一生成什麼樣的佛？跟阿彌陀佛同樣的佛。我是學阿彌陀佛，所以，成就之後，跟阿彌陀佛絕對平等。真正可惜，能信的人太少了，這難信之法。序分到這個地方學完了。念老分這個書為四卷，這是第一卷，第一卷終了。"
    },
    {
      "id": "02-040-0133_p0019",
      "zh_CN": "我们再看下面，「正宗分」，这第二卷。念老注解里头有一个交代。第二卷（从经中第四品至第十品）一共有七品经。全经四十八品，这七品「详陈弥陀因地」，详细，陈是陈说，就是说明，说明阿弥陀佛的因地。这是讲西方极乐世界的历史，阿弥陀佛怎么来的？极乐世界怎么来的？为什么它这么殊胜？都在这七卷经里头讲得清清楚楚、明明白白。阿弥陀佛「见佛闻法，初发大心，五劫精勤，结得大愿」，到经文我们就看到了。阿弥陀佛在因地，身分是国王，听佛讲经说法，把王位让给别人，出家修行，就是法藏比丘。人有德行、有智慧，又好学，有大愿。大愿是普度众生，希望遍法界虚空界一切苦难众生都能够离苦得乐，这么大的悲愿。求佛教他，如何能满愿。佛教他去参学，参学十方一切诸佛道场，你认为是好的你记住，认为不好的，你就不要，将来自己建立一个道场。所以极乐世界是阿弥陀佛会集一切诸佛刹土里面真善美慧之大成，这个道场就超过一切诸佛道场。诸佛道场好的，它全有；不好的，它全没有，就变成遍法界虚空界第一大道场，这么来的。用五劫的时间精进、勤苦学习，结得大愿，四十八愿是这么来的，不是在家里自己发的，不是的，愿愿都是他考察所得的结果。这个在今天哲学、科学里面看，叫真实智慧，不是凭空想像的，有凭有据，这是被科学家所肯定的。方东美先生对于这种做法，他佩服得五体投地，看到《华严经》五十三参，他赞叹，他说这是真学问。为什么？通过考验的，不是纯粹学术，它通过考验，通过检验的、测验的，它是真的，不是假的。",
      "zh_TW": "我們再看下面，「正宗分」，這第二卷。念老註解裡頭有一個交代。第二卷（從經中第四品至第十品）一共有七品經。全經四十八品，這七品「詳陳彌陀因地」，詳細，陳是陳說，就是說明，說明阿彌陀佛的因地。這是講西方極樂世界的歷史，阿彌陀佛怎麼來的？極樂世界怎麼來的？為什麼它這麼殊勝？都在這七卷經裡頭講得清清楚楚、明明白白。阿彌陀佛「見佛聞法，初發大心，五劫精勤，結得大願」，到經文我們就看到了。阿彌陀佛在因地，身分是國王，聽佛講經說法，把王位讓給別人，出家修行，就是法藏比丘。人有德行、有智慧，又好學，有大願。大願是普度眾生，希望遍法界虛空界一切苦難眾生都能夠離苦得樂，這麼大的悲願。求佛教他，如何能滿願。佛教他去參學，參學十方一切諸佛道場，你認為是好的你記住，認為不好的，你就不要，將來自己建立一個道場。所以極樂世界是阿彌陀佛會集一切諸佛剎土裡面真善美慧之大成，這個道場就超過一切諸佛道場。諸佛道場好的，它全有；不好的，它全沒有，就變成遍法界虛空界第一大道場，這麼來的。用五劫的時間精進、勤苦學習，結得大願，四十八願是這麼來的，不是在家裡自己發的，不是的，願願都是他考察所得的結果。這個在今天哲學、科學裡面看，叫真實智慧，不是憑空想像的，有憑有據，這是被科學家所肯定的。方東美先生對於這種做法，他佩服得五體投地，看到《華嚴經》五十三參，他讚歎，他說這是真學問。為什麼？通過考驗的，不是純粹學術，它通過考驗，通過檢驗的、測驗的，它是真的，不是假的。"
    },
    {
      "id": "02-040-0133_p0020",
      "zh_CN": "「一乘愿海，六字洪名」，一乘愿海是阿弥陀佛接引众生的方法，也就是极乐世界，用这个道场来成就大家。六字洪名是你怎样到极乐世界，这么简单的方法，你能够到达西方极乐世界。什么人能去？「三根普被」，上上根人、中根人、下根人都行。不但一切人要度，畜生也度，饿鬼也度，地狱也度，只要你有信有愿，肯念阿弥陀佛，统统得度。极乐世界的门广大，没有边际，万类齐收，条件就是信愿持名。畜生信愿持名都能往生。",
      "zh_TW": "「一乘願海，六字洪名」，一乘願海是阿彌陀佛接引眾生的方法，也就是極樂世界，用這個道場來成就大家。六字洪名是你怎樣到極樂世界，這麼簡單的方法，你能夠到達西方極樂世界。什麼人能去？「三根普被」，上上根人、中根人、下根人都行。不但一切人要度，畜生也度，餓鬼也度，地獄也度，只要你有信有願，肯念阿彌陀佛，統統得度。極樂世界的門廣大，沒有邊際，萬類齊收，條件就是信願持名。畜生信願持名都能往生。"
    },
    {
      "id": "02-040-0133_p0021",
      "zh_CN": "谛闲法师早年，没出名的时候，在浙江头陀寺做住持，是个小庙。当时庙里养一只公鸡，公鸡往生。这个公鸡为大家服务，就是早晨叫大家起床，时间分毫不差，寺庙里头没有时钟，全靠鸡叫。大家念佛，牠跟在后头绕佛。有一天绕完佛，大家都散了，牠还在绕。香灯师就告诉牠，早课完了，你该走了。牠不听，绕到佛像前面，牠站在那里大叫三声，死了。站着往生，公鸡，谛闲老和尚亲自看到的。寺庙里头给牠做佛事，诵经做佛事，依照出家人这个方式给牠火化，做一个小塔，现在还供在头陀寺，畜生。这个畜生可能前世是头陀寺的和尚，临终的时候，一个错念堕到畜生道去了，还算不错，又回来了，还在自己道场继续修行，成功了。",
      "zh_TW": "諦閑法師早年，沒出名的時候，在浙江頭陀寺做住持，是個小廟。當時廟裡養一隻公雞，公雞往生。這個公雞為大家服務，就是早晨叫大家起床，時間分毫不差，寺廟裡頭沒有時鐘，全靠雞叫。大家念佛，牠跟在後頭繞佛。有一天繞完佛，大家都散了，牠還在繞。香燈師就告訴牠，早課完了，你該走了。牠不聽，繞到佛像前面，牠站在那裡大叫三聲，死了。站著往生，公雞，諦閑老和尚親自看到的。寺廟裡頭給牠做佛事，誦經做佛事，依照出家人這個方式給牠火化，做一個小塔，現在還供在頭陀寺，畜生。這個畜生可能前世是頭陀寺的和尚，臨終的時候，一個錯念墮到畜生道去了，還算不錯，又回來了，還在自己道場繼續修行，成功了。"
    },
    {
      "id": "02-040-0133_p0022",
      "zh_CN": "「万类齐收，积功累德，住真实慧，一向专志庄严妙土」。我们要真干，我们将自己所修行的功德回向西方极乐世界，庄严道场。这庄严极乐世界道场，不是我们此地，我们要去的地方。在此地，就是章嘉大师所说的，学佛修行重实质不重形式。现在是乱世，实质就是真干不搞形式。形式决定会障碍你修行，道场大了，人多了，庙会多了，游客多了，你怎么修行？每一天接待，苦于应酬，没有时间修行了，不如小茅蓬、小道场。印光大师告诉我们不要超过二十人，在家出家在一起修行，不超过二十人。小小地方很容易维持，什么都不要操心，心是定的，容易成就。真正往生才算是真成就，不能往生没成就，这个一定要知道。往生就是作佛。",
      "zh_TW": "「萬類齊收，積功累德，住真實慧，一向專志莊嚴妙土」。我們要真幹，我們將自己所修行的功德迴向西方極樂世界，莊嚴道場。這莊嚴極樂世界道場，不是我們此地，我們要去的地方。在此地，就是章嘉大師所說的，學佛修行重實質不重形式。現在是亂世，實質就是真幹不搞形式。形式決定會障礙你修行，道場大了，人多了，廟會多了，遊客多了，你怎麼修行？每一天接待，苦於應酬，沒有時間修行了，不如小茅蓬、小道場。印光大師告訴我們不要超過二十人，在家出家在一起修行，不超過二十人。小小地方很容易維持，什麼都不要操心，心是定的，容易成就。真正往生才算是真成就，不能往生沒成就，這個一定要知道。往生就是作佛。"
    },
    {
      "id": "02-040-0133_p0023",
      "zh_CN": "「于无量劫，积植德行，所发誓愿圆满成就」。这都是指阿弥陀佛，他在因地经历无量劫，积功累德，断恶修善，所发誓愿，这个四十八愿圆满成就，四十八愿成就极乐世界。对极乐世界的介绍，「净土三经，唯此独备」，三部经都是介绍极乐世界，但是，这一部经讲得最详细、最圆满，面面都讲到了。我们对极乐世界认识不清楚，对它信心生不起来，必须很清楚的认识，信心、愿心就生出来了。「故称本经为净土第一经」。东晋时代慧远大师在江西庐山建念佛堂，这是净宗初祖。一百二十三个人，个个往生，没有一个漏掉的。那个时候所依的经典就是《无量寿经》，《弥陀经》、《观无量寿经》还没有翻译出来，估计应该是到了，梵文经典传到中国来，没有翻译出来。远公只是依《无量寿经》，这是称为净宗第一经。",
      "zh_TW": "「於無量劫，積植德行，所發誓願圓滿成就」。這都是指阿彌陀佛，他在因地經歷無量劫，積功累德，斷惡修善，所發誓願，這個四十八願圓滿成就，四十八願成就極樂世界。對極樂世界的介紹，「淨土三經，唯此獨備」，三部經都是介紹極樂世界，但是，這一部經講得最詳細、最圓滿，面面都講到了。我們對極樂世界認識不清楚，對它信心生不起來，必須很清楚的認識，信心、願心就生出來了。「故稱本經為淨土第一經」。東晉時代慧遠大師在江西廬山建念佛堂，這是淨宗初祖。一百二十三個人，個個往生，沒有一個漏掉的。那個時候所依的經典就是《無量壽經》，《彌陀經》、《觀無量壽經》還沒有翻譯出來，估計應該是到了，梵文經典傳到中國來，沒有翻譯出來。遠公只是依《無量壽經》，這是稱為淨宗第一經。"
    },
    {
      "id": "02-040-0133_p0024",
      "zh_CN": "净宗第一经得到最完善的本子就是夏莲居的会集本，不能轻视。这个本子，诸佛威神加持，龙天守护。为什么？末法九千年众生要靠这个经得度。认识的人太少，连出家人在内，他不深入他不认识，真正深入就不一样了。我们专修专弘，自利。给别人做一个表法，这利他。我们真有成就，一生当中往生作佛去了，这真正成就。",
      "zh_TW": "淨宗第一經得到最完善的本子就是夏蓮居的會集本，不能輕視。這個本子，諸佛威神加持，龍天守護。為什麼？末法九千年眾生要靠這個經得度。認識的人太少，連出家人在內，他不深入他不認識，真正深入就不一樣了。我們專修專弘，自利。給別人做一個表法，這利他。我們真有成就，一生當中往生作佛去了，這真正成就。"
    },
    {
      "id": "02-040-0133_p0025",
      "zh_CN": "请看下面，还是念老对正宗分的介绍，这说明什么是正宗分。「正宗分」，从第四品到四十二品，「分二」。前面这一行，「贰、正宗分」。这是经分三分，道安法师分的，序分、正宗分、流通分，大写的壹、贰、叁。请看注解，「经之正宗分，如人之身躯」，用一个人身来做比喻，人的身体。「心肺各脏」，五脏六腑都在这里面，「皆备于是」。「本经以第四品至四十二品为正宗分」，四品到第四十二品。「弥陀因行」，阿弥陀佛因地修行，没成佛之前，给我们介绍。「法藏大愿」，法藏是在因地出家的德号，法藏比丘，他这个大愿从哪里来的？做详细的介绍。",
      "zh_TW": "請看下面，還是念老對正宗分的介紹，這說明什麼是正宗分。「正宗分」，從第四品到四十二品，「分二」。前面這一行，「貳、正宗分」。這是經分三分，道安法師分的，序分、正宗分、流通分，大寫的壹、貳、叁。請看註解，「經之正宗分，如人之身軀」，用一個人身來做比喻，人的身體。「心肺各臟」，五臟六腑都在這裡面，「皆備於是」。「本經以第四品至四十二品為正宗分」，四品到第四十二品。「彌陀因行」，阿彌陀佛因地修行，沒成佛之前，給我們介紹。「法藏大願」，法藏是在因地出家的德號，法藏比丘，他這個大願從哪裡來的？做詳細的介紹。"
    },
    {
      "id": "02-040-0133_p0026",
      "zh_CN": "「极乐依正庄严」，依报是说国土，正报是讲人事。依报是极乐世界的大环境，正报是阿弥陀佛、是诸菩萨，阿弥陀佛是教主，凡是往生到极乐世界的，皆作菩萨。所以极乐世界，我们在此地看到详细介绍，极乐世界没有国王、没有大臣。再细看，没有士农工商，不像是个国家，国家一定有，怎么可能没有？经典里面给我们介绍忉利天，忉利天有天王，当然就有大臣，有主管各个部门的，像现在的部长之类的，他不叫部长，众神；还有皇后，好像是个国家的组织。极乐世界没有，这个我们要记住。极乐世界，细细去观察它，它是学校。学校里只有两种人，一个是老师，一个学生，给我们介绍，真的，就这两种人。我们知道阿弥陀佛是校长，这个校长亲自上课。除校长上课之外，我们看到十方诸佛如来也常常到这个地方来讲经说法，外来的老师。由等觉菩萨来担任助教，好像学生的班长一样，等觉菩萨当班长。在这个环境里头你不成佛，不可能的事情，无比殊胜的道场、无比殊胜学习的环境。",
      "zh_TW": "「極樂依正莊嚴」，依報是說國土，正報是講人事。依報是極樂世界的大環境，正報是阿彌陀佛、是諸菩薩，阿彌陀佛是教主，凡是往生到極樂世界的，皆作菩薩。所以極樂世界，我們在此地看到詳細介紹，極樂世界沒有國王、沒有大臣。再細看，沒有士農工商，不像是個國家，國家一定有，怎麼可能沒有？經典裡面給我們介紹忉利天，忉利天有天王，當然就有大臣，有主管各個部門的，像現在的部長之類的，他不叫部長，眾神；還有皇后，好像是個國家的組織。極樂世界沒有，這個我們要記住。極樂世界，細細去觀察它，它是學校。學校裡只有兩種人，一個是老師，一個學生，給我們介紹，真的，就這兩種人。我們知道阿彌陀佛是校長，這個校長親自上課。除校長上課之外，我們看到十方諸佛如來也常常到這個地方來講經說法，外來的老師。由等覺菩薩來擔任助教，好像學生的班長一樣，等覺菩薩當班長。在這個環境裡頭你不成佛，不可能的事情，無比殊勝的道場、無比殊勝學習的環境。"
    },
    {
      "id": "02-040-0133_p0027",
      "zh_CN": "我们在这个环境修行太难了，到那个环境好。困难里头，头一个，这个地球上人寿命太短，佛法浩如烟海，我们时间不够用。极乐世界人人是无量寿，他真的是无量，不是假的。我们往生是带业往生，带业往生生到那边是有量的无量，不是真无量。可是到达极乐世界，接受阿弥陀佛本愿功德的加持，把我们的无量寿变成了真的无量。为什么？你决定明心见性，决定成佛，成佛就是真的无量，就不是假无量。在那个环境里头决定成佛，因为你的功夫不间断。你往生进入弥陀讲堂，听佛讲经说法，你出讲堂就成佛了，就这么快。但是在讲堂的时间多久？无量劫。",
      "zh_TW": "我們在這個環境修行太難了，到那個環境好。困難裡頭，頭一個，這個地球上人壽命太短，佛法浩如煙海，我們時間不夠用。極樂世界人人是無量壽，他真的是無量，不是假的。我們往生是帶業往生，帶業往生生到那邊是有量的無量，不是真無量。可是到達極樂世界，接受阿彌陀佛本願功德的加持，把我們的無量壽變成了真的無量。為什麼？你決定明心見性，決定成佛，成佛就是真的無量，就不是假無量。在那個環境裡頭決定成佛，因為你的功夫不間斷。你往生進入彌陀講堂，聽佛講經說法，你出講堂就成佛了，就這麼快。但是在講堂的時間多久？無量劫。"
    },
    {
      "id": "02-040-0133_p0028",
      "zh_CN": "到西方极乐世界，这个身不是肉身，是法性身，居住的环境是法性土，也就是说，它不是阿赖耶变现的。我们今天世界的身，阿赖耶的相分；我们的起心动念是阿赖耶的见分，一部分，阿赖耶变现的。山河大地也是阿赖耶的境界相，都是阿赖耶的相分，所以阿赖耶是染污的，阿赖耶不清净，阿赖耶是刹那刹那在变，是无常的。极乐世界是法性身、法性土，它是真常，它不变。人的寿命很长，没有生老病死，没有这个，你去是化身去的，所以没有生苦。在那个世界就成佛，所以法性身不需要饮食，这就好，省事了。刚刚往生的人，那从我们这个世界去往生的，他有习气，虽然不需要饮食，好像好久了，怎么没吃饭？动这个念头。这个念头才动饮食就摆在面前了。起个念头就行了，不需要人操作。摆在面前一看，现在是法性身了，不需要这个东西，立刻就不见了，就没有了。极乐世界一切随心所欲，《华严经》上讲的十种自在，极乐世界的人统统具足，得大自在，什么障碍也没有，一切心想事成，所以他成就很快。",
      "zh_TW": "到西方極樂世界，這個身不是肉身，是法性身，居住的環境是法性土，也就是說，它不是阿賴耶變現的。我們今天世界的身，阿賴耶的相分；我們的起心動念是阿賴耶的見分，一部分，阿賴耶變現的。山河大地也是阿賴耶的境界相，都是阿賴耶的相分，所以阿賴耶是染污的，阿賴耶不清淨，阿賴耶是剎那剎那在變，是無常的。極樂世界是法性身、法性土，它是真常，它不變。人的壽命很長，沒有生老病死，沒有這個，你去是化身去的，所以沒有生苦。在那個世界就成佛，所以法性身不需要飲食，這就好，省事了。剛剛往生的人，那從我們這個世界去往生的，他有習氣，雖然不需要飲食，好像好久了，怎麼沒吃飯？動這個念頭。這個念頭才動飲食就擺在面前了。起個念頭就行了，不需要人操作。擺在面前一看，現在是法性身了，不需要這個東西，立刻就不見了，就沒有了。極樂世界一切隨心所欲，《華嚴經》上講的十種自在，極樂世界的人統統具足，得大自在，什麼障礙也沒有，一切心想事成，所以他成就很快。"
    },
    {
      "id": "02-040-0133_p0029",
      "zh_CN": "极乐世界没有日夜，再给你说，它没有时间、它没有空间。没有时间，没有先后；没有空间，没有距离，极乐世界在哪里？当下就是。所以，这个世界无限大，十方刹土众生往生容纳得下。不像地球七十亿到饱和点了，人再要多的话，地球上资源有限，无法供应。极乐世界不然，资源太丰富了，人所有一切享受都是自然的，不需要劳作，不需要去设计，没有一样事情你看到不如意的。这说依正庄严。",
      "zh_TW": "極樂世界沒有日夜，再給你說，它沒有時間、它沒有空間。沒有時間，沒有先後；沒有空間，沒有距離，極樂世界在哪裡？當下就是。所以，這個世界無限大，十方剎土眾生往生容納得下。不像地球七十億到飽和點了，人再要多的話，地球上資源有限，無法供應。極樂世界不然，資源太豐富了，人所有一切享受都是自然的，不需要勞作，不需要去設計，沒有一樣事情你看到不如意的。這說依正莊嚴。"
    },
    {
      "id": "02-040-0133_p0030",
      "zh_CN": "「三辈往生正因」，上中下三辈往生的人，怎么去的？修什么因才能去？三辈往生相同，都是发菩提心，一向专念。所以，因平等，到极乐世界果也平等。「极乐菩萨修持」，这些人往生到极乐世界，在那个地方是修些什么统统介绍，诸佛菩萨每一天干些什么。「边地疑城生因」，极乐世界有边地，为什么有边地？疑城就是边地。疑是因为信心不足，他又真干，他能往生。信心不足，不真干不能往生；信心不足，真干也能往生。这什么原因？读了经教，理上搞明白了，事上也清楚了，心里有怀疑，真有吗？试试看吧！我们就试试看，真有，不就占便宜，没有就算了。这种心念佛能往生，生到边地疑城。因为他真干，他不是不干，就是这个疑没断，所以生到边地疑城。",
      "zh_TW": "「三輩往生正因」，上中下三輩往生的人，怎麼去的？修什麼因才能去？三輩往生相同，都是發菩提心，一向專念。所以，因平等，到極樂世界果也平等。「極樂菩薩修持」，這些人往生到極樂世界，在那個地方是修些什麼統統介紹，諸佛菩薩每一天幹些什麼。「邊地疑城生因」，極樂世界有邊地，為什麼有邊地？疑城就是邊地。疑是因為信心不足，他又真幹，他能往生。信心不足，不真幹不能往生；信心不足，真幹也能往生。這什麼原因？讀了經教，理上搞明白了，事上也清楚了，心裡有懷疑，真有嗎？試試看吧！我們就試試看，真有，不就佔便宜，沒有就算了。這種心念佛能往生，生到邊地疑城。因為他真幹，他不是不幹，就是這個疑沒斷，所以生到邊地疑城。"
    },
    {
      "id": "02-040-0133_p0031",
      "zh_CN": "把西方极乐世界介绍清楚之后，回过头再来给你看看我们现在的娑婆世界，娑婆世界的恶、苦。恶是因，念头不善、言行不善，就是三业不善（身口意）得的苦报。「极乐显现证信等」，极乐世界，「皆摄于此」。极乐的显现、证信必须你见到了，证明经上所说的是真的，不是假的。有没有人给我们证信？有。第一个证信的庐山远公大师，初祖。我们在远公大师传记里面看到，当年他在东林念佛堂曾经三次见到西方极乐世界，从来没有告诉人，没人知道，他不说。往生时候这个境界又现前，他才告诉大家，今天极乐世界又现前，我往生的缘成熟了。别人问他，你见到的极乐世界是什么样子？他告诉人，跟经里所讲的一模一样，这证信。",
      "zh_TW": "把西方極樂世界介紹清楚之後，回過頭再來給你看看我們現在的娑婆世界，娑婆世界的惡、苦。惡是因，念頭不善、言行不善，就是三業不善（身口意）得的苦報。「極樂顯現證信等」，極樂世界，「皆攝於此」。極樂的顯現、證信必須你見到了，證明經上所說的是真的，不是假的。有沒有人給我們證信？有。第一個證信的廬山遠公大師，初祖。我們在遠公大師傳記裡面看到，當年他在東林念佛堂曾經三次見到西方極樂世界，從來沒有告訴人，沒人知道，他不說。往生時候這個境界又現前，他才告訴大家，今天極樂世界又現前，我往生的緣成熟了。別人問他，你見到的極樂世界是什麼樣子？他告訴人，跟經裡所講的一模一樣，這證信。"
    },
    {
      "id": "02-040-0133_p0032",
      "zh_CN": "我们在《净土圣贤录》、《往生传》里面所看到的，古今这些往生的人，有不少临终见阿弥陀佛、见极乐世界，这个记载很多，这都是给我们做证信。最近的东北刘素青居士，十一月二十一日往生的，她是发愿给大家做证明的。证明什么？证明夏莲老的会集本，她就是受持这个会集本，别的经没看过。她学佛时间不长，大概只有三年多，不到四年。就是依这部经，听我讲经的光碟，不是很长。所以，证明这部经、证明黄念祖老居士的注解，也证明我们大家现在在一起学习是真的，不是假的，她没有修别的法门，就修这个。",
      "zh_TW": "我們在《淨土聖賢錄》、《往生傳》裡面所看到的，古今這些往生的人，有不少臨終見阿彌陀佛、見極樂世界，這個記載很多，這都是給我們做證信。最近的東北劉素青居士，十一月二十一日往生的，她是發願給大家做證明的。證明什麼？證明夏蓮老的會集本，她就是受持這個會集本，別的經沒看過。她學佛時間不長，大概只有三年多，不到四年。就是依這部經，聽我講經的光碟，不是很長。所以，證明這部經、證明黃念祖老居士的註解，也證明我們大家現在在一起學習是真的，不是假的，她沒有修別的法門，就修這個。"
    },
    {
      "id": "02-040-0133_p0033",
      "zh_CN": "她的妹妹，刘素云居士在报告里头告诉我们，应该是在十几二十天之前，她得到一个密码，是二０一二一一二一一二，就这么个数，这个东西，没有人知道。她把它记下来，她说可能，就是二０一二是年，一一是十一月，二一是二十一号，后头一二，大概十二点钟。她去看她的姐姐，把这个纸条给她姐姐，她姐姐看了一下就收起来，没有说话，没有人知道。果然是这一天，一分一秒都不差，十一月二十一号十二点钟，正十二点钟，走了。十二点钟，走之前一、二分钟，跟大家有说有笑，怎么可能就走了？可是时间一到，她真走了，欢欢喜喜，满面笑容，证明往生是很快乐走的，没有丝毫痛苦，没有丝毫病症，身体很健康。她说，她的往生，她的寿命还有十年都不要了，我要做个作证转，跟大家做证明。证明会集本是真的，不是假的，注解是真的，不是随便说的，我们今天所修学的是真的，她听我的光碟，来为大家做一个作证转，往生真走了。还表示样子，她坐在莲花上，在阿弥陀佛的身边，走了，莲花开，莲花合，表这个法给大家看。走了之后，没有一会时候，她又回来了，回来表第二个法。第二个法是什么？不是往生，一般人临命终时，神识离开身体，那种痛苦的样子，表那个法给大家看，告诉你念佛怎么往生，不念佛怎样走。那个不念佛怎么走的，非常可惜没有录下来，听说有录音，没有录像。往生极乐世界，这个有录像。很难得，真正发心为大家作证转，这是证信，大家才相信。做这个表演，目的是让大家相信这个经本，相信这个注解，相信依照这个经注修行的人，快快乐乐往生，表演给我们看。",
      "zh_TW": "她的妹妹，劉素雲居士在報告裡頭告訴我們，應該是在十幾二十天之前，她得到一個密碼，是二０一二一一二一一二，就這麼個數，這個東西，沒有人知道。她把它記下來，她說可能，就是二０一二是年，一一是十一月，二一是二十一號，後頭一二，大概十二點鐘。她去看她的姐姐，把這個紙條給她姐姐，她姐姐看了一下就收起來，沒有說話，沒有人知道。果然是這一天，一分一秒都不差，十一月二十一號十二點鐘，正十二點鐘，走了。十二點鐘，走之前一、二分鐘，跟大家有說有笑，怎麼可能就走了？可是時間一到，她真走了，歡歡喜喜，滿面笑容，證明往生是很快樂走的，沒有絲毫痛苦，沒有絲毫病症，身體很健康。她說，她的往生，她的壽命還有十年都不要了，我要做個作證轉，跟大家做證明。證明會集本是真的，不是假的，註解是真的，不是隨便說的，我們今天所修學的是真的，她聽我的光碟，來為大家做一個作證轉，往生真走了。還表示樣子，她坐在蓮花上，在阿彌陀佛的身邊，走了，蓮花開，蓮花合，表這個法給大家看。走了之後，沒有一會時候，她又回來了，回來表第二個法。第二個法是什麼？不是往生，一般人臨命終時，神識離開身體，那種痛苦的樣子，表那個法給大家看，告訴你念佛怎麼往生，不念佛怎樣走。那個不念佛怎麼走的，非常可惜沒有錄下來，聽說有錄音，沒有錄像。往生極樂世界，這個有錄像。很難得，真正發心為大家作證轉，這是證信，大家才相信。做這個表演，目的是讓大家相信這個經本，相信這個註解，相信依照這個經註修行的人，快快樂樂往生，表演給我們看。"
    },
    {
      "id": "02-040-0133_p0034",
      "zh_CN": "「故不但为全经之主体」，正宗分，全经主体。「实亦为一部净宗妙法之纲宗」，纲是纲领，宗是宗旨、宗要。「本经于极乐世界教主阿弥陀佛之因地修行、殊胜誓愿等等无边妙法行」，妙法、妙行。「陈述详尽，广于余经」，这个说得很详细，其他经里头没有这么详细说过。「本卷内容」，本卷是第二卷，第四品到第十品。「即弥陀因地发愿」，这个七品经里头，要介绍阿弥陀佛在因地发愿，「与大愿圆满之经过」。这一段是阿弥陀佛的历史，看他从凡夫修行证果的经过、经历。",
      "zh_TW": "「故不但為全經之主體」，正宗分，全經主體。「實亦為一部淨宗妙法之綱宗」，綱是綱領，宗是宗旨、宗要。「本經於極樂世界教主阿彌陀佛之因地修行、殊勝誓願等等無邊妙法行」，妙法、妙行。「陳述詳盡，廣於餘經」，這個說得很詳細，其他經裡頭沒有這麼詳細說過。「本卷內容」，本卷是第二卷，第四品到第十品。「即彌陀因地發願」，這個七品經裡頭，要介紹阿彌陀佛在因地發願，「與大願圓滿之經過」。這一段是阿彌陀佛的歷史，看他從凡夫修行證果的經過、經歷。"
    },
    {
      "id": "02-040-0133_p0035",
      "zh_CN": "「经中首云」，世尊一开端就说，「过去无量不可思议无数之劫」。这一句话是说「过去之时极为久远」，很久很久之前。过去久远之时，「此时弥陀为世饶王」，当然很久，因为世饶王出家参学，参学就五劫，所以在我们人间来看，是非常非常久远之前的事情。「遇佛出家学道，法名法藏，发起宏深誓愿，故知弥陀因地发心修行，为时实难称计」，无法想像，太久远了。阿弥陀佛成佛到现在已经十劫了，《弥陀经》上这么说的，《无量寿经》也这么说的。十劫，在无限时空里面讲是很短，不长，但是在我们人间来讲太长太长了。",
      "zh_TW": "「經中首云」，世尊一開端就說，「過去無量不可思議無數之劫」。這一句話是說「過去之時極為久遠」，很久很久之前。過去久遠之時，「此時彌陀為世饒王」，當然很久，因為世饒王出家參學，參學就五劫，所以在我們人間來看，是非常非常久遠之前的事情。「遇佛出家學道，法名法藏，發起宏深誓願，故知彌陀因地發心修行，為時實難稱計」，無法想像，太久遠了。阿彌陀佛成佛到現在已經十劫了，《彌陀經》上這麼說的，《無量壽經》也這麼說的。十劫，在無限時空裡面講是很短，不長，但是在我們人間來講太長太長了。"
    },
    {
      "id": "02-040-0133_p0036",
      "zh_CN": "「但更应知弥陀发愿之时，已非凡夫」。阿弥陀佛，佛给我们讲的，因地发愿这个时候不是普通凡夫。「古德多称此时已是地上菩萨」，地上菩萨，那就是明心见性的菩萨，不是普通人。「如是则弥陀最初发心之时，更远于此也」，最初发心，那就太久太久了。凡夫修成初地，一般讲是无量劫，不容易。修行，生生世世也非常辛苦，历尽艰难才能把自己的烦恼习气摆脱掉。「是故净宗学人于此应生净信，弥感佛恩」，对佛在经上所说的不能怀疑，要能生起清净信心，净信就是没有怀疑。弥感佛恩，阿弥陀佛对我们的恩德太大了！为一切众生修行，获得最殊胜的方便，把修行的时间大幅度的缩短，这个是其他诸佛如来没想到的，他想到了，而且做到了。有了这个法门，我们每个人都有希望了；没有这个法门，实在讲，上上根有希望，上中下根都没希望。这个法门普度，五逆十恶、毁谤大乘都得度，那还有什么话说，没有不能度的。只要你能够忏除业障，忏悔、真信、真愿，老实念佛，没有一个不成就。净宗的学人要拓开心量、要能包容，像阿弥陀佛一样，阿弥陀佛无所不包。这就说什么？心量小的人往生就有障碍，心量大的人没有障碍。",
      "zh_TW": "「但更應知彌陀發願之時，已非凡夫」。阿彌陀佛，佛給我們講的，因地發願這個時候不是普通凡夫。「古德多稱此時已是地上菩薩」，地上菩薩，那就是明心見性的菩薩，不是普通人。「如是則彌陀最初發心之時，更遠於此也」，最初發心，那就太久太久了。凡夫修成初地，一般講是無量劫，不容易。修行，生生世世也非常辛苦，歷盡艱難才能把自己的煩惱習氣擺脫掉。「是故淨宗學人於此應生淨信，彌感佛恩」，對佛在經上所說的不能懷疑，要能生起清淨信心，淨信就是沒有懷疑。彌感佛恩，阿彌陀佛對我們的恩德太大了！為一切眾生修行，獲得最殊勝的方便，把修行的時間大幅度的縮短，這個是其他諸佛如來沒想到的，他想到了，而且做到了。有了這個法門，我們每個人都有希望了；沒有這個法門，實在講，上上根有希望，上中下根都沒希望。這個法門普度，五逆十惡、毀謗大乘都得度，那還有什麼話說，沒有不能度的。只要你能夠懺除業障，懺悔、真信、真願，老實念佛，沒有一個不成就。淨宗的學人要拓開心量、要能包容，像阿彌陀佛一樣，阿彌陀佛無所不包。這就說什麼？心量小的人往生就有障礙，心量大的人沒有障礙。"
    },
    {
      "id": "02-040-0133_p0037",
      "zh_CN": "心量本来是很大的，我们在贤首国师《还源观》那一篇论文上看到。看到了法界的源起，从一体，自性清净圆明体，起二用。这个起二用，就是六祖惠能大师说的「能生万法」，起二用就是能生万法。二用里头有三种周遍，这真讲清楚、讲明白了。三种周遍，第一个周遍法界，没有时间的，念头才动，周遍法界。所以，我们起心动念，我们身体状况，十方世界诸佛菩萨全都明了，因为它才动就周遍法界。我们这边好像是发射台，他都收到，我们极其微细都不能瞒过，他都知道，这第一个周遍。第二个出生无尽，这是说什么？念头能生一切法、能变一切法。每一个念头生灭，在法界里头都有影响，而不是没事的，都有地方在变动，也许不在我们地球，其他星球；也许不在我们银河系，别的银河系；也许不在我们这个佛国土，在他方佛国土，起这么大的作用。",
      "zh_TW": "心量本來是很大的，我們在賢首國師《還源觀》那一篇論文上看到。看到了法界的源起，從一體，自性清淨圓明體，起二用。這個起二用，就是六祖惠能大師說的「能生萬法」，起二用就是能生萬法。二用裡頭有三種周遍，這真講清楚、講明白了。三種周遍，第一個周遍法界，沒有時間的，念頭才動，周遍法界。所以，我們起心動念，我們身體狀況，十方世界諸佛菩薩全都明瞭，因為它才動就周遍法界。我們這邊好像是發射台，他都收到，我們極其微細都不能瞞過，他都知道，這第一個周遍。第二個出生無盡，這是說什麼？念頭能生一切法、能變一切法。每一個念頭生滅，在法界裡頭都有影響，而不是沒事的，都有地方在變動，也許不在我們地球，其他星球；也許不在我們銀河系，別的銀河系；也許不在我們這個佛國土，在他方佛國土，起這麼大的作用。"
    },
    {
      "id": "02-040-0133_p0038",
      "zh_CN": "所以起心动念不能不谨慎，起什么作用，自己不知道。在我们学佛这几十年经验当中，我们稍稍能有一点体会，这个体会就是常常讲的加持，加持的作用。我们起一个善念，也许他方世界人修行善行，我们这个善念加持他。如果是个恶念，可能那个地方造罪业，我们就加持他，让他的恶业加重。这是起心动念要非常小心谨慎，决定不能有负面的念头，不可以有负面的行为。自己造的业障自己不知道，等到地狱，阎罗王来告诉你，你后悔莫及了。所以起心动念自己都要负责任，业因果报，自作自受，与任何人都没有关系。没有关系，完全是自作自受。这一桩事情，今天科学都证明了，是真的，不是假的。",
      "zh_TW": "所以起心動念不能不謹慎，起什麼作用，自己不知道。在我們學佛這幾十年經驗當中，我們稍稍能有一點體會，這個體會就是常常講的加持，加持的作用。我們起一個善念，也許他方世界人修行善行，我們這個善念加持他。如果是個惡念，可能那個地方造罪業，我們就加持他，讓他的惡業加重。這是起心動念要非常小心謹慎，決定不能有負面的念頭，不可以有負面的行為。自己造的業障自己不知道，等到地獄，閻羅王來告訴你，你後悔莫及了。所以起心動念自己都要負責任，業因果報，自作自受，與任何人都沒有關係。沒有關係，完全是自作自受。這一樁事情，今天科學都證明了，是真的，不是假的。"
    },
    {
      "id": "02-040-0133_p0039",
      "zh_CN": "修行在哪里修？在起心动念处修。修什么？我们天天都在学，年年都在学，修放下。章嘉大师告诉我的，从初发心到如来地，就是看破放下而已，就四个字。看破是明白了，事实真相明白了。放下，不起心动念、不分别、不执着，这就放下了。六根接触六尘境界，眼见色、耳闻声，放下起心动念，这是佛。有起心动念，放下分别执着，这是菩萨，菩萨有起心动念，没有分别执着。有起心动念，还有分别，没有执着，是阿罗汉。为什么放不下？没看破。章嘉大师讲得很简单、很清楚，为什么不放下？没看破，真看破了，没有不放下的。所以没有放下，自己就要承认，我不是真看破，你还在学。修学的方法，虽然古人讲是个很笨的方法，但是它管用，「读书千遍，其义自见」，那个见就是看破。他教给我们怎么看破？读经，这个经读上一千遍，你就看破了。为什么？一千遍，心定了，定生慧。人只要心清净平等就生智慧，智慧就把事实真相全看破了。看破就会放下，放下就自在了，念佛的功夫就深了。看破放下念一声佛号，抵得人家念十万声都不止，真有力量，所以这个往生品位就高了。所以学东西不能学杂、不能学乱、不能学太多，一门深入，对你决定有好处。我们懂得、我们相信，现在我们自己真干，我们就一门，不搞第二门。",
      "zh_TW": "修行在哪裡修？在起心動念處修。修什麼？我們天天都在學，年年都在學，修放下。章嘉大師告訴我的，從初發心到如來地，就是看破放下而已，就四個字。看破是明白了，事實真相明白了。放下，不起心動念、不分別、不執著，這就放下了。六根接觸六塵境界，眼見色、耳聞聲，放下起心動念，這是佛。有起心動念，放下分別執著，這是菩薩，菩薩有起心動念，沒有分別執著。有起心動念，還有分別，沒有執著，是阿羅漢。為什麼放不下？沒看破。章嘉大師講得很簡單、很清楚，為什麼不放下？沒看破，真看破了，沒有不放下的。所以沒有放下，自己就要承認，我不是真看破，你還在學。修學的方法，雖然古人講是個很笨的方法，但是它管用，「讀書千遍，其義自見」，那個見就是看破。他教給我們怎麼看破？讀經，這個經讀上一千遍，你就看破了。為什麼？一千遍，心定了，定生慧。人只要心清淨平等就生智慧，智慧就把事實真相全看破了。看破就會放下，放下就自在了，念佛的功夫就深了。看破放下念一聲佛號，抵得人家念十萬聲都不止，真有力量，所以這個往生品位就高了。所以學東西不能學雜、不能學亂、不能學太多，一門深入，對你決定有好處。我們懂得、我們相信，現在我們自己真幹，我們就一門，不搞第二門。"
    },
    {
      "id": "02-040-0133_p0040",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}