{
  "doc_id": "02-040-0149",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四九集",
    "zh_TW": "第一四九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0149",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0149_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百九十五页，倒数第四行，最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百九十五頁，倒數第四行，最後一句看起："
    },
    {
      "id": "02-040-0149_p0002",
      "zh_CN": "「灵峰大师曰：非信不足启愿，非愿不足导行。清省庵法师曰：修行急务，立愿居先。愿立则众生可度，心发则佛道堪成。」灵峰蕅益大师，明朝末年人，他出生在明朝，圆寂是在清朝，这是净宗祖师，净土宗祖师。这个话说得非常简单，非常重要。非信不足以启愿，没有信心你愿生不起来，首先要讲信，是不是真正相信。真正相信，一般讲有两个条件，一种，真正有智慧的人，你跟他说了他明白，他没有疑惑，自然就相信了；另外一种人，善根深厚，他对于这个理没有研究，也不很清楚，可是一说他就相信，这叫善根。善根是过去生中生生世世曾经学过这个法门，所以一提起他能相信。如果不是这两种人就很难，非常之难。",
      "zh_TW": "「靈峰大師曰：非信不足啟願，非願不足導行。清省庵法師曰：修行急務，立願居先。願立則眾生可度，心發則佛道堪成。」靈峰蕅益大師，明朝末年人，他出生在明朝，圓寂是在清朝，這是淨宗祖師，淨土宗祖師。這個話說得非常簡單，非常重要。非信不足以啟願，沒有信心你願生不起來，首先要講信，是不是真正相信。真正相信，一般講有兩個條件，一種，真正有智慧的人，你跟他說了他明白，他沒有疑惑，自然就相信了；另外一種人，善根深厚，他對於這個理沒有研究，也不很清楚，可是一說他就相信，這叫善根。善根是過去生中生生世世曾經學過這個法門，所以一提起他能相信。如果不是這兩種人就很難，非常之難。"
    },
    {
      "id": "02-040-0149_p0003",
      "zh_CN": "这个法门，诸佛所说的难信之法。可是信的人很多，怎么说难信？真信难，半信半疑的人多，虽然相信，他有疑惑，疑惑全部除掉才算是真信。我们学佛最初也不相信，跟一般年轻人一样，排斥宗教，特别排斥佛教，以为佛教是迷信，是多神教、泛神教，多神、泛神都是低级宗教。基督教、天主教只有一个神，这高级宗教，只有一个神。只有民间迷信，什么都拜，这叫泛神教。把佛教看成泛神教。这都是没有真正深入，深入之后才完全晓得，我们以前全看错了、全都想错了，没有知道这里头有大学问，真正能解决问题。",
      "zh_TW": "這個法門，諸佛所說的難信之法。可是信的人很多，怎麼說難信？真信難，半信半疑的人多，雖然相信，他有疑惑，疑惑全部除掉才算是真信。我們學佛最初也不相信，跟一般年輕人一樣，排斥宗教，特別排斥佛教，以為佛教是迷信，是多神教、泛神教，多神、泛神都是低級宗教。基督教、天主教只有一個神，這高級宗教，只有一個神。只有民間迷信，什麼都拜，這叫泛神教。把佛教看成泛神教。這都是沒有真正深入，深入之後才完全曉得，我們以前全看錯了、全都想錯了，沒有知道這裡頭有大學問，真正能解決問題。"
    },
    {
      "id": "02-040-0149_p0004",
      "zh_CN": "今天二十一世纪是乱世，我们中国古人说人心坏了，社会乱了。人心怎么坏的？社会怎么乱的？都是教育出了问题。怎么办？一九七０年代，四、五十年前，英国汤恩比博士说，「要解决二十一世纪的问题」，这社会问题，「只有中国孔孟学说跟大乘佛法」。这两样东西都在中国，真能解决吗？大家听了也是半信半疑。汤恩比博士过世了，只这么说了，没有详细解释。那我们要问，他的话是真的吗？他的话确实是真的，没错。可是今天孔孟学说、大乘佛法，很多人把它误解、曲解了，这才是问题的真正所在。我们如何正视这个问题？那就得要去读书。你仔细去看儒家的经典，仔细去看大乘经典，你在这个里面确实能找到智慧，能找到解决问题的理念跟方法，这个一点都不假。",
      "zh_TW": "今天二十一世紀是亂世，我們中國古人說人心壞了，社會亂了。人心怎麼壞的？社會怎麼亂的？都是教育出了問題。怎麼辦？一九七０年代，四、五十年前，英國湯恩比博士說，「要解決二十一世紀的問題」，這社會問題，「只有中國孔孟學說跟大乘佛法」。這兩樣東西都在中國，真能解決嗎？大家聽了也是半信半疑。湯恩比博士過世了，只這麼說了，沒有詳細解釋。那我們要問，他的話是真的嗎？他的話確實是真的，沒錯。可是今天孔孟學說、大乘佛法，很多人把它誤解、曲解了，這才是問題的真正所在。我們如何正視這個問題？那就得要去讀書。你仔細去看儒家的經典，仔細去看大乘經典，你在這個裡面確實能找到智慧，能找到解決問題的理念跟方法，這個一點都不假。"
    },
    {
      "id": "02-040-0149_p0005",
      "zh_CN": "全世界的问题，很多人在制度上去研究，那个不相关，制度好坏并不是很重要的。中国古人非常了解，说「法，国之本也」。这法是国家治国的大法，现在说宪法，每一个朝代都有它治国的方法，这些典籍都记录在历史上。每一个朝代的历史你都能看见，典章文物制度，这就是它治国的方法。满清亡国之后，一直到现在一百多年来，确实法没有立，社会乱了，教育走向了偏差。中国千万年来的教育，都是本着老祖宗的教诲，现在人瞧不起老祖宗，老祖宗的教诲被大家都忘掉了。其实中国很简单，我们有理由相信，中国传统文化至少有一万三千年，不是五千年；五千年是有文字记载，黄帝时候发明文字，到现在将近五千年，没有文字不能说没有文化。印度婆罗门教有一万三千年的历史，我跟他们有往来。我相信中国至少也有一万三千年，根深蒂固。",
      "zh_TW": "全世界的問題，很多人在制度上去研究，那個不相關，制度好壞並不是很重要的。中國古人非常了解，說「法，國之本也」。這法是國家治國的大法，現在說憲法，每一個朝代都有它治國的方法，這些典籍都記錄在歷史上。每一個朝代的歷史你都能看見，典章文物制度，這就是它治國的方法。滿清亡國之後，一直到現在一百多年來，確實法沒有立，社會亂了，教育走向了偏差。中國千萬年來的教育，都是本著老祖宗的教誨，現在人瞧不起老祖宗，老祖宗的教誨被大家都忘掉了。其實中國很簡單，我們有理由相信，中國傳統文化至少有一萬三千年，不是五千年；五千年是有文字記載，黃帝時候發明文字，到現在將近五千年，沒有文字不能說沒有文化。印度婆羅門教有一萬三千年的歷史，我跟他們有往來。我相信中國至少也有一萬三千年，根深蒂固。"
    },
    {
      "id": "02-040-0149_p0006",
      "zh_CN": "中国传统文化教什么？没有文字之前，教的东西一定要简单、要踏实，太复杂了记不住。老祖宗教导我们的只四样，四科，伦理，五伦、五常、四维、八德，就这四科。五伦讲关系，教导我们，人在这个世间，人与人的关系要搞清楚。知道关系了，就知道应该要尽的义务，应该有享受的权利。五伦的关系，伦是人伦，是同类的。第一个，「父子有亲」，我们要不要孝顺父母。「君臣有义」，领导与被领导，有道义。「夫妇有别」，有不同的任务，夫妻组成一个家庭，两个人有不一样的任务。在古时候，男子出去谋生，负责家庭经济生活，这是他的事情；妇女在家里相夫教子，培养下一代，是她的任务。这两个任务，哪个重要？培养下一代重要。所以中国妇女的地位，在古时候超过男子，下一代有没有人才出来，全靠母亲，因为母亲是孩子第一代的老师。",
      "zh_TW": "中國傳統文化教什麼？沒有文字之前，教的東西一定要簡單、要踏實，太複雜了記不住。老祖宗教導我們的只四樣，四科，倫理，五倫、五常、四維、八德，就這四科。五倫講關係，教導我們，人在這個世間，人與人的關係要搞清楚。知道關係了，就知道應該要盡的義務，應該有享受的權利。五倫的關係，倫是人倫，是同類的。第一個，「父子有親」，我們要不要孝順父母。「君臣有義」，領導與被領導，有道義。「夫婦有別」，有不同的任務，夫妻組成一個家庭，兩個人有不一樣的任務。在古時候，男子出去謀生，負責家庭經濟生活，這是他的事情；婦女在家裡相夫教子，培養下一代，是她的任務。這兩個任務，哪個重要？培養下一代重要。所以中國婦女的地位，在古時候超過男子，下一代有沒有人才出來，全靠母親，因為母親是孩子第一代的老師。"
    },
    {
      "id": "02-040-0149_p0007",
      "zh_CN": "从什么时候教起？古人讲究的是胎教，怀孕的时候就要教。因为怀孕的时候，母亲起心动念影响胎儿，情绪影响，性情影响，饮食，没有一样不影响小孩，所以要爱护小孩。像历史上所记载的，这十个月当中，目不视恶色，这眼睛，难看的东西，不好看的东西，不看；耳不听淫声，不应该听的东西，不听；口不出傲言，说话要柔和，统统影响胎儿。念头要纯正，没有邪念，没有妄念。小孩生下来，禀受母亲的正气，这小孩好养，听话。生下来之后，他睁开眼睛，他会看，他会听，他已经开始在学习、开始在模仿。所以不能小看婴儿，不要以为他不懂事，他什么都懂。不懂事是我们自己，大人；小孩什么？灵光得很。所以从出生到三岁这一千天，中国人重视扎根教育。这不是外人教，母亲教。母亲这三年很辛苦，带这个小孩，时时刻刻都要照顾到，不能让他看的，不要让他看；不能听的，不能让他听；不能接触的，不可以让他接触，好好的培养，三年根扎下来。古谚语有所谓「三岁看八十」，三岁的根扎得好，他一辈子不会改变，就是八十岁都不会改变。这是什么根？圣贤的根。",
      "zh_TW": "從什麼時候教起？古人講究的是胎教，懷孕的時候就要教。因為懷孕的時候，母親起心動念影響胎兒，情緒影響，性情影響，飲食，沒有一樣不影響小孩，所以要愛護小孩。像歷史上所記載的，這十個月當中，目不視惡色，這眼睛，難看的東西，不好看的東西，不看；耳不聽淫聲，不應該聽的東西，不聽；口不出傲言，說話要柔和，統統影響胎兒。念頭要純正，沒有邪念，沒有妄念。小孩生下來，稟受母親的正氣，這小孩好養，聽話。生下來之後，他睜開眼睛，他會看，他會聽，他已經開始在學習、開始在模仿。所以不能小看嬰兒，不要以為他不懂事，他什麼都懂。不懂事是我們自己，大人；小孩什麼？靈光得很。所以從出生到三歲這一千天，中國人重視扎根教育。這不是外人教，母親教。母親這三年很辛苦，帶這個小孩，時時刻刻都要照顧到，不能讓他看的，不要讓他看；不能聽的，不能讓他聽；不能接觸的，不可以讓他接觸，好好的培養，三年根紮下來。古諺語有所謂「三歲看八十」，三歲的根紮得好，他一輩子不會改變，就是八十歲都不會改變。這是什麼根？聖賢的根。"
    },
    {
      "id": "02-040-0149_p0008",
      "zh_CN": "中国人教学没有别的，希望自己的后代是圣人、是贤人、是君子，所以圣贤君子的教育。这个在世界上没有的，我们走遍全世界，只有中国有。而且中国这种教育，世世代代，绵延一万多年，根多厚，祖宗积的德厚！我们今天把老祖宗东西丢掉，才不过二百年。二百年跟一万二千年比，是很短的时间，不是很长时间。所以在今天这个世界，这个世界动乱，哪里最安全？哪个地方最好？很多人问我，我告诉大家，中国最好。他说为什么？中国的根厚，不要看现在动乱，它会安定下来。我们细心观察整个世界，看看全世界每个国家族群，看它的过去，看它的现在，推想它的未来，要看得远，要看得深，不能近视眼。汤恩比的话说得没错，中国东西真正能救全世界。",
      "zh_TW": "中國人教學沒有別的，希望自己的後代是聖人、是賢人、是君子，所以聖賢君子的教育。這個在世界上沒有的，我們走遍全世界，只有中國有。而且中國這種教育，世世代代，綿延一萬多年，根多厚，祖宗積的德厚！我們今天把老祖宗東西丟掉，才不過二百年。二百年跟一萬二千年比，是很短的時間，不是很長時間。所以在今天這個世界，這個世界動亂，哪裡最安全？哪個地方最好？很多人問我，我告訴大家，中國最好。他說為什麼？中國的根厚，不要看現在動亂，它會安定下來。我們細心觀察整個世界，看看全世界每個國家族群，看它的過去，看它的現在，推想它的未來，要看得遠，要看得深，不能近視眼。湯恩比的話說得沒錯，中國東西真正能救全世界。"
    },
    {
      "id": "02-040-0149_p0009",
      "zh_CN": "伦理的关系知道了，各有各的义务。父子的亲爱是天性，不是人教的，是本性。所以古人说，「人之初，性本善」。那个善不是善恶的善，那个善是善良、是天性。人的天性都是本善，现在不善，学坏了，没有人教他。现在的学校没有伦理道德的教育，没有教人孝顺父母，没有教人友爱兄弟，这种教育没有，所以人学坏了。要救这个世界，没有别的，就是汤恩比的话，把中国传统文化找回来，把这些古老的教育再兴起来，世界就有救了。",
      "zh_TW": "倫理的關係知道了，各有各的義務。父子的親愛是天性，不是人教的，是本性。所以古人說，「人之初，性本善」。那個善不是善惡的善，那個善是善良、是天性。人的天性都是本善，現在不善，學壞了，沒有人教他。現在的學校沒有倫理道德的教育，沒有教人孝順父母，沒有教人友愛兄弟，這種教育沒有，所以人學壞了。要救這個世界，沒有別的，就是湯恩比的話，把中國傳統文化找回來，把這些古老的教育再興起來，世界就有救了。"
    },
    {
      "id": "02-040-0149_p0010",
      "zh_CN": "中国人做人必须具备的德行，五个字，「仁义礼智信」。这是做人的本分，决定不能违背。仁者爱人，想自己，一定要想到别人，推己及人；己所不欲，勿施于人，我不想做的事情不可以叫别人，我不愿意接受的事情也不能给别人。义者讲理，起心动念、言语造作要合情、要合理、要合法，情理法三面都顾到。外国讲法制，只有法，不讲理、不讲情，中国有情。中国古人，立法要严，执法要宽，你就有人情，比外国的确是好。礼是礼节，今天社会动乱就是因为没有礼节，不讲礼，社会就乱了。你看中国历史《二十五史》，每一个朝代它的礼制都定得很清楚，婚丧嫁娶、朋友往来都有一定的礼节。这是清朝亡国之后，到现在一百多年，没有，没有制礼作乐，所以社会乱了。未来的人写这个历史，叫做乱世。有礼才叫做天下大治，没有礼就是乱世。中国在古代，一个政权稳定了，不出五年，国家就制礼作乐，人民生活都上轨道。只有这一次，一百年了，都还没有礼乐。要恢复社会秩序，制礼作乐比什么都重要。智是理智，反面是感情。生活，处事待人接物要用理智，不能感情用事。感情冲动容易出问题，要冷静、要多想想，问题统统能化解、能解决。",
      "zh_TW": "中國人做人必須具備的德行，五個字，「仁義禮智信」。這是做人的本分，決定不能違背。仁者愛人，想自己，一定要想到別人，推己及人；己所不欲，勿施於人，我不想做的事情不可以叫別人，我不願意接受的事情也不能給別人。義者講理，起心動念、言語造作要合情、要合理、要合法，情理法三面都顧到。外國講法制，只有法，不講理、不講情，中國有情。中國古人，立法要嚴，執法要寬，你就有人情，比外國的確是好。禮是禮節，今天社會動亂就是因為沒有禮節，不講禮，社會就亂了。你看中國歷史《二十五史》，每一個朝代它的禮制都定得很清楚，婚喪嫁娶、朋友往來都有一定的禮節。這是清朝亡國之後，到現在一百多年，沒有，沒有制禮作樂，所以社會亂了。未來的人寫這個歷史，叫做亂世。有禮才叫做天下大治，沒有禮就是亂世。中國在古代，一個政權穩定了，不出五年，國家就制禮作樂，人民生活都上軌道。只有這一次，一百年了，都還沒有禮樂。要恢復社會秩序，制禮作樂比什麼都重要。智是理智，反面是感情。生活，處事待人接物要用理智，不能感情用事。感情衝動容易出問題，要冷靜、要多想想，問題統統能化解、能解決。"
    },
    {
      "id": "02-040-0149_p0011",
      "zh_CN": "中国自古以来，从小孩就教让，外国人教竞争。竞争不好，从小就教竞争，竞争提升斗争，斗争提升就是战争，这是一条死路，这个教育的理念错了。中国自古以来，像我们这样大的年龄，小时候受的教育，父母都教让，跟小朋友玩要懂得让，不能争。互相让，你看多和谐；互相争就打架，和谐的气氛完全没有了。长大之后学谦让、谦虚，要懂得让别人，踏进社会教礼让。中国的教育是一路让到底，怎么会出乱子！末后一个讲信，决定遵守信用。人而无信，那就不像个人了。信德是基础，你看仁义礼智信，信是最后一个，信要没有了，前面全是假的。中国人讲信用。但是现在不讲信用了，现在是欺诈。生意买卖是假货，这在古时候决定不许可的。古时候开一个店，叫老字号。从老祖宗一直下来，子子孙孙都干这个行业，几百年的老字号，为什么？他讲信用，不欺骗人，货真价实。买的人，东西贵，愿意买你的，为什么？东西真好，绝不骗人。现在这个都没有了，叫乱世。现代的耕种，农药、化肥，还有什么转基因，非常可怕，吃东西都提心吊胆。我们还算不错，有一点点小土地还能种种菜。我们吃素的，蔬菜完全自己种，放心，没有农药，没有化肥；到市场买，不放心。水，污染，不干净。这个日子怎么过？问题发生在哪里？问题是大家不守信、不讲信用，害别人，自己也受罪；没有说害别人，自己享福的，不可能。",
      "zh_TW": "中國自古以來，從小孩就教讓，外國人教競爭。競爭不好，從小就教競爭，競爭提升鬥爭，鬥爭提升就是戰爭，這是一條死路，這個教育的理念錯了。中國自古以來，像我們這樣大的年齡，小時候受的教育，父母都教讓，跟小朋友玩要懂得讓，不能爭。互相讓，你看多和諧；互相爭就打架，和諧的氣氛完全沒有了。長大之後學謙讓、謙虛，要懂得讓別人，踏進社會教禮讓。中國的教育是一路讓到底，怎麼會出亂子！末後一個講信，決定遵守信用。人而無信，那就不像個人了。信德是基礎，你看仁義禮智信，信是最後一個，信要沒有了，前面全是假的。中國人講信用。但是現在不講信用了，現在是欺詐。生意買賣是假貨，這在古時候決定不許可的。古時候開一個店，叫老字號。從老祖宗一直下來，子子孫孫都幹這個行業，幾百年的老字號，為什麼？他講信用，不欺騙人，貨真價實。買的人，東西貴，願意買你的，為什麼？東西真好，絕不騙人。現在這個都沒有了，叫亂世。現代的耕種，農藥、化肥，還有什麼轉基因，非常可怕，吃東西都提心吊膽。我們還算不錯，有一點點小土地還能種種菜。我們吃素的，蔬菜完全自己種，放心，沒有農藥，沒有化肥；到市場買，不放心。水，污染，不乾淨。這個日子怎麼過？問題發生在哪裡？問題是大家不守信、不講信用，害別人，自己也受罪；沒有說害別人，自己享福的，不可能。"
    },
    {
      "id": "02-040-0149_p0012",
      "zh_CN": "四维只有四个字，「礼义廉耻」，管仲说的。管仲在孔子之前，不太远。以后演变成八德，「孝悌忠信、仁爱和平」。另外一个说法，古老的说法，「孝悌忠信、礼义廉耻、仁爱和平」。把中国古老传统东西归纳，不外这十二个字，简单，世世代代传下去都不会变质。怎么会传错？太复杂了，容易传错，这么简单的东西，传不会错。一直发展到现代，我们讲到清朝，乾隆编的这一部《四库全书》，这是全世界最大的丛书，里面的内容太丰富，它的总纲领就是这十二个字。中国的文艺表演也不外这十二个字，所以它是正面的，它没有反面的。虽然演的有反面的，反面最后一定判死刑，一定有因果报应，善有善报，恶有恶报。连文艺表演它都是教育，都是教人断恶修善，改邪归正，端正心念。所以汤恩比说中国传统文化能救全世界，道理在此地。这是中国人的智慧。",
      "zh_TW": "四維只有四個字，「禮義廉恥」，管仲說的。管仲在孔子之前，不太遠。以後演變成八德，「孝悌忠信、仁愛和平」。另外一個說法，古老的說法，「孝悌忠信、禮義廉恥、仁愛和平」。把中國古老傳統東西歸納，不外這十二個字，簡單，世世代代傳下去都不會變質。怎麼會傳錯？太複雜了，容易傳錯，這麼簡單的東西，傳不會錯。一直發展到現代，我們講到清朝，乾隆編的這一部《四庫全書》，這是全世界最大的叢書，裡面的內容太豐富，它的總綱領就是這十二個字。中國的文藝表演也不外這十二個字，所以它是正面的，它沒有反面的。雖然演的有反面的，反面最後一定判死刑，一定有因果報應，善有善報，惡有惡報。連文藝表演它都是教育，都是教人斷惡修善，改邪歸正，端正心念。所以湯恩比說中國傳統文化能救全世界，道理在此地。這是中國人的智慧。"
    },
    {
      "id": "02-040-0149_p0013",
      "zh_CN": "所以《四库》，从我们做人、治家，这一个家庭，怎么能把这个家庭做得很好，一家人一生幸福美满，家庭里面的爱永远不变；在经营事业，或者是从政治国、平天下，那个平是平等，跟整个世界，不同的国家，不同的族群，不同的文化，不同的宗教，平等对待，和睦相处，这不就天下太平了吗？中国讲这些东西。这些智慧、理念、方法、经验、效果，全在《四库全书》里头，是国宝！真的全世界的人都应该学习，世界才真正能够走向化解冲突，走向安定幸福、和谐美满。能够常常讲，常常去读，常常去学，学校里头要把这个做为必修课程，而且从小学起。最近这个十年来，我们提倡《弟子规》、《感应篇》、《十善业道》，大人小孩一起学，产生效果。现在在海外、在国内都重视这个问题，所以这是个好的现象，是个复兴的现象。",
      "zh_TW": "所以《四庫》，從我們做人、治家，這一個家庭，怎麼能把這個家庭做得很好，一家人一生幸福美滿，家庭裡面的愛永遠不變；在經營事業，或者是從政治國、平天下，那個平是平等，跟整個世界，不同的國家，不同的族群，不同的文化，不同的宗教，平等對待，和睦相處，這不就天下太平了嗎？中國講這些東西。這些智慧、理念、方法、經驗、效果，全在《四庫全書》裡頭，是國寶！真的全世界的人都應該學習，世界才真正能夠走向化解衝突，走向安定幸福、和諧美滿。能夠常常講，常常去讀，常常去學，學校裡頭要把這個做為必修課程，而且從小學起。最近這個十年來，我們提倡《弟子規》、《感應篇》、《十善業道》，大人小孩一起學，產生效果。現在在海外、在國內都重視這個問題，所以這是個好的現象，是個復興的現象。"
    },
    {
      "id": "02-040-0149_p0014",
      "zh_CN": "省庵法师又说：「故知欲学如来乘，必先具发菩萨愿」，这个是很重要的，他后头有一句话说，「不可缓也。」不能迟，要早做。我们要想学大乘法，要先发菩萨愿。菩萨愿就是发菩提心，菩提心就是四弘誓愿，「众生无边誓愿度」，要真正发这个心。一般人心发不起来，什么原因？不知道众生跟我什么关系，这个愿发不起来。知道关系了，这个愿自然就发出来。这是大乘的伦理，比中国传统的伦理高。中国传统的伦理，真的只是一个家族，大家族，慢慢扩充到中华民族。大乘的伦理可不得了，告诉我们，全宇宙，整个宇宙万事万物跟我是一体，这个关系多密切。讲得比中国深，意思比中国广，包罗一切法，没有一法漏掉的，统统是自己。自己能不爱自己吗？于是我们就明白了，诸佛菩萨对一切众生的爱，是像爱自己一样的爱。父子是一家，还不是一个身体。佛给我们讲的，一切众生跟自己是一体，一切诸佛跟我也是一体，没有例外的。这是把伦理讲到究竟圆满，我们不能不服。",
      "zh_TW": "省庵法師又說：「故知欲學如來乘，必先具發菩薩願」，這個是很重要的，他後頭有一句話說，「不可緩也。」不能遲，要早做。我們要想學大乘法，要先發菩薩願。菩薩願就是發菩提心，菩提心就是四弘誓願，「眾生無邊誓願度」，要真正發這個心。一般人心發不起來，什麼原因？不知道眾生跟我什麼關係，這個願發不起來。知道關係了，這個願自然就發出來。這是大乘的倫理，比中國傳統的倫理高。中國傳統的倫理，真的只是一個家族，大家族，慢慢擴充到中華民族。大乘的倫理可不得了，告訴我們，全宇宙，整個宇宙萬事萬物跟我是一體，這個關係多密切。講得比中國深，意思比中國廣，包羅一切法，沒有一法漏掉的，統統是自己。自己能不愛自己嗎？於是我們就明白了，諸佛菩薩對一切眾生的愛，是像愛自己一樣的愛。父子是一家，還不是一個身體。佛給我們講的，一切眾生跟自己是一體，一切諸佛跟我也是一體，沒有例外的。這是把倫理講到究竟圓滿，我們不能不服。"
    },
    {
      "id": "02-040-0149_p0015",
      "zh_CN": "「下段为愿求自觉觉他之德。为觉他故，首须觉己；求自觉者，端为觉他。」这个话说得好，真的是为觉他，求自觉觉他的德。是为觉他，我才要觉自己，觉自己端为觉他，就是专门是为觉他。我成佛不为自己，是为众生，是为帮助众生觉悟，我自己必须先觉悟。自觉觉他是以觉他为主，自觉是完成觉他的，这个发心叫无上菩提心。这个心能发得起来吗？为什么？我们不知道自他的关系，我们今天常常做的，是自害害他。自己愚痴不知道，还认为自己做得很对，读了圣贤书，读了大乘法，才觉悟到。",
      "zh_TW": "「下段為願求自覺覺他之德。為覺他故，首須覺己；求自覺者，端為覺他。」這個話說得好，真的是為覺他，求自覺覺他的德。是為覺他，我才要覺自己，覺自己端為覺他，就是專門是為覺他。我成佛不為自己，是為眾生，是為幫助眾生覺悟，我自己必須先覺悟。自覺覺他是以覺他為主，自覺是完成覺他的，這個發心叫無上菩提心。這個心能發得起來嗎？為什麼？我們不知道自他的關係，我們今天常常做的，是自害害他。自己愚痴不知道，還認為自己做得很對，讀了聖賢書，讀了大乘法，才覺悟到。"
    },
    {
      "id": "02-040-0149_p0016",
      "zh_CN": "我们看下面这一段，「发愿」。这里头分为六个段落，六个小段。第一小段，「愿声同佛」。",
      "zh_TW": "我們看下面這一段，「發願」。這裡頭分為六個段落，六個小段。第一小段，「願聲同佛」。"
    },
    {
      "id": "02-040-0149_p0017",
      "zh_CN": "【愿我得佛清净声。法音普及无边界。宣扬戒定精进门。通达甚深微妙法。】",
      "zh_TW": "【願我得佛清淨聲。法音普及無邊界。宣揚戒定精進門。通達甚深微妙法。】"
    },
    {
      "id": "02-040-0149_p0018",
      "zh_CN": "前面二句是法藏比丘，他希望得到如佛一样利他的德行。佛可以做到的，他也想做到，所以『愿得如来清净之声』。「清净者，无恶行之过失、离烦恼之垢染，曰清净。」烦恼放下，清净心就现前。烦恼多，很复杂，佛把它分为三大类。第一类无明烦恼，这是烦恼的根源。烦恼从哪来的？从无明来的。无明就是什么都不明白，现在所说的迷惑颠倒，从这来的。样样都明了，你就不会生烦恼了；样样都不明了，烦恼就起来了。烦恼很可怕，这个东西要不搞清楚的话，我们必然会产生错误的言语、错误的行为，这种错误的言语、行为招来的是恶报，三恶道的果报。自己将来堕恶道，不晓得怎么堕的，你说可不可怜？学了圣贤、学了佛法之后才明白，我们起心动念、言语造作不敢不小心。",
      "zh_TW": "前面二句是法藏比丘，他希望得到如佛一樣利他的德行。佛可以做到的，他也想做到，所以『願得如來清淨之聲』。「清淨者，無惡行之過失、離煩惱之垢染，曰清淨。」煩惱放下，清淨心就現前。煩惱多，很複雜，佛把它分為三大類。第一類無明煩惱，這是煩惱的根源。煩惱從哪來的？從無明來的。無明就是什麼都不明白，現在所說的迷惑顛倒，從這來的。樣樣都明瞭，你就不會生煩惱了；樣樣都不明瞭，煩惱就起來了。煩惱很可怕，這個東西要不搞清楚的話，我們必然會產生錯誤的言語、錯誤的行為，這種錯誤的言語、行為招來的是惡報，三惡道的果報。自己將來墮惡道，不曉得怎麼墮的，你說可不可憐？學了聖賢、學了佛法之後才明白，我們起心動念、言語造作不敢不小心。"
    },
    {
      "id": "02-040-0149_p0019",
      "zh_CN": "普贤菩萨十大愿王，法身菩萨必修的科目。第一个是礼敬，我们没做到，我们还有傲慢心、还有嫉妒心，不会尊重别人。第二个，属于口业，称赞如来。我们看到人家好的，能称赞吗？不好的，绝口不提？今天我们相反，把人家不好的，去宣扬，把人家好的，一句话不提，这是严重的口业。将来地狱是拔舌地狱，头一个去的，然后看你这个影响之轻重，分到地狱去受罪。真正把圣贤书念通了，你就知道你将来死了到哪里去，自己都清楚。我不想到地狱，我就决定不能造地狱业。造地狱业，决定跟地狱相应，跑不掉。业因果报，自作自受，不是别人给你的，谁都不能干扰你，真正是自作自受。自己平常太粗心、太大意，完全不知道尊重别人。大乘教里头佛常常在说，「一切众生本来是佛」，不尊重别人就是不尊重佛。要依大乘戒律来说，这个罪就重了。佛说这一句话是有道理的，不是骗人的。为什么？一切众生皆有佛性，他现在是迷惑颠倒，他将来会成佛，肯定会成佛，你怎么能不尊重他？他不尊重我，可以，为什么？他迷而不觉，我不能不尊重他；我要不尊重他，我也迷惑了。他迷，我跟他迷，错了。他迷，我不迷。",
      "zh_TW": "普賢菩薩十大願王，法身菩薩必修的科目。第一個是禮敬，我們沒做到，我們還有傲慢心、還有嫉妒心，不會尊重別人。第二個，屬於口業，稱讚如來。我們看到人家好的，能稱讚嗎？不好的，絕口不提？今天我們相反，把人家不好的，去宣揚，把人家好的，一句話不提，這是嚴重的口業。將來地獄是拔舌地獄，頭一個去的，然後看你這個影響之輕重，分到地獄去受罪。真正把聖賢書念通了，你就知道你將來死了到哪裡去，自己都清楚。我不想到地獄，我就決定不能造地獄業。造地獄業，決定跟地獄相應，跑不掉。業因果報，自作自受，不是別人給你的，誰都不能干擾你，真正是自作自受。自己平常太粗心、太大意，完全不知道尊重別人。大乘教裡頭佛常常在說，「一切眾生本來是佛」，不尊重別人就是不尊重佛。要依大乘戒律來說，這個罪就重了。佛說這一句話是有道理的，不是騙人的。為什麼？一切眾生皆有佛性，他現在是迷惑顛倒，他將來會成佛，肯定會成佛，你怎麼能不尊重他？他不尊重我，可以，為什麼？他迷而不覺，我不能不尊重他；我要不尊重他，我也迷惑了。他迷，我跟他迷，錯了。他迷，我不迷。"
    },
    {
      "id": "02-040-0149_p0020",
      "zh_CN": "我们处事待人接物，决定要做到隐恶扬善。隐恶，是你自己积了大德，不批评别人，不毁谤别人，别人纵然有过失，不说他；他有善，赞叹他。他听到会反省，你看，我做错事情，别人不说，包容我；我做一点好事，都来奖励。能帮助这个人断恶修善。这是怀着什么心？救人的心。一点点小错事情就批判，好事绝口不提，这是害人。为什么？让他起一个念头，做好事有什么用，谁赞叹我一句？我一点小毛病，批评的人那么多，多干坏事。起了负面的作用，帮助人学坏。帮助人学坏，这是地狱罪业，你能躲得过地狱吗？所以恶行的过失，一般人天天有。自己要深深去反省检点，可能自己天天都有，这很可怕！念佛的人怎么可以有恶行？念佛的人怎么可以有过失？念佛的人怎么可以有烦恼？怎么可以有染污？这不应该的。尤其是这个法门，叫净土法门，心净则佛土净。我们什么时候注意到清净心？我常常提我们的经题「清净平等觉」，有清净心，清净心念佛跟净土才有感应。烦恼心念佛，造作恶的这种心念佛，没有感应，只是阿赖耶识种佛的种子，这一生当中不起作用。这个理跟事都要清楚、都要明了。",
      "zh_TW": "我們處事待人接物，決定要做到隱惡揚善。隱惡，是你自己積了大德，不批評別人，不毀謗別人，別人縱然有過失，不說他；他有善，讚歎他。他聽到會反省，你看，我做錯事情，別人不說，包容我；我做一點好事，都來獎勵。能幫助這個人斷惡修善。這是懷著什麼心？救人的心。一點點小錯事情就批判，好事絕口不提，這是害人。為什麼？讓他起一個念頭，做好事有什麼用，誰讚歎我一句？我一點小毛病，批評的人那麼多，多幹壞事。起了負面的作用，幫助人學壞。幫助人學壞，這是地獄罪業，你能躲得過地獄嗎？所以惡行的過失，一般人天天有。自己要深深去反省檢點，可能自己天天都有，這很可怕！念佛的人怎麼可以有惡行？念佛的人怎麼可以有過失？念佛的人怎麼可以有煩惱？怎麼可以有染污？這不應該的。尤其是這個法門，叫淨土法門，心淨則佛土淨。我們什麼時候注意到清淨心？我常常提我們的經題「清淨平等覺」，有清淨心，清淨心念佛跟淨土才有感應。煩惱心念佛，造作惡的這種心念佛，沒有感應，只是阿賴耶識種佛的種子，這一生當中不起作用。這個理跟事都要清楚、都要明瞭。"
    },
    {
      "id": "02-040-0149_p0021",
      "zh_CN": "「愿我如佛能宣无过离垢之法音」，我们有没有发这种心？我们从早到晚跟一切人往来，能不能说没有过失、离烦恼、离染污的这些话？所以话到口边，不要很快说下去，稍稍停一下，想一想，这一句话是不是清净的音？是不是清净语？这样我们少造一点过失。「普及无边各各之界」，界就是世界。「《大乘义章》曰：界别」，括弧里讲「分别、差别」，这叫界。我们有分别心，所以有无量无边的法界。「诸法性别，故名为界。」一切法的性质不一样。「盖谓界者，以差别为义。事物彼此能持自相，差别而无混」，不混杂，这叫界。「俗语中，各界人士」，这是讲人在社会从事行业不同，有经商的，有从政的，有教学的，有务农、做工的，各个行业不同，叫各界。现在的行业更多了。这个界字也具前面所说的意思。",
      "zh_TW": "「願我如佛能宣無過離垢之法音」，我們有沒有發這種心？我們從早到晚跟一切人往來，能不能說沒有過失、離煩惱、離染污的這些話？所以話到口邊，不要很快說下去，稍稍停一下，想一想，這一句話是不是清淨的音？是不是清淨語？這樣我們少造一點過失。「普及無邊各各之界」，界就是世界。「《大乘義章》曰：界別」，括弧裡講「分別、差別」，這叫界。我們有分別心，所以有無量無邊的法界。「諸法性別，故名為界。」一切法的性質不一樣。「蓋謂界者，以差別為義。事物彼此能持自相，差別而無混」，不混雜，這叫界。「俗語中，各界人士」，這是講人在社會從事行業不同，有經商的，有從政的，有教學的，有務農、做工的，各個行業不同，叫各界。現在的行業更多了。這個界字也具前面所說的意思。"
    },
    {
      "id": "02-040-0149_p0022",
      "zh_CN": "「由是可知，普及无边界，即是遍于一切。」发这个大愿。发这个大愿，会不会障碍我们念佛往生？如果你有分别执着，就决定妨碍你念佛往生；要是你放下分别执着，一点妨碍都没有。事情做完了，心里没事，就一点妨碍没有；事情做完之后，还念念不忘，就有妨碍。工作做完之后，就把它放下，就没事，该念佛了。这是什么？这叫念佛人，这叫会念佛。不会念佛，把念佛跟做事混在一起，这不会念佛，佛没有念好，事也没有做好。做事的时候不念佛，专心做事；念佛的时候，专念佛，什么都放下，两方面都做好了，没有妨碍。",
      "zh_TW": "「由是可知，普及無邊界，即是遍於一切。」發這個大願。發這個大願，會不會障礙我們念佛往生？如果你有分別執著，就決定妨礙你念佛往生；要是你放下分別執著，一點妨礙都沒有。事情做完了，心裡沒事，就一點妨礙沒有；事情做完之後，還念念不忘，就有妨礙。工作做完之後，就把它放下，就沒事，該念佛了。這是什麼？這叫念佛人，這叫會念佛。不會念佛，把念佛跟做事混在一起，這不會念佛，佛沒有念好，事也沒有做好。做事的時候不念佛，專心做事；念佛的時候，專念佛，什麼都放下，兩方面都做好了，沒有妨礙。"
    },
    {
      "id": "02-040-0149_p0023",
      "zh_CN": "第三句，『宣扬戒定精进门』，这一句是《宋译》。「在《唐译》为演说施戒诸法门，忍辱精勤及定慧。」《唐译》的文详细，它讲的是六波罗蜜，布施、持戒、忍辱、精进、禅定、般若，统统都讲到了。「《汉译》亦如之」，《汉译》跟《唐译》一样，这六个都说到。《宋译》的比较简略，只说持戒、禅定、精进，只讲了三门，但是虽说三门，意思可以包括六门。要宣扬，这种宣扬是要真干，不是口里说说的，口里说说，没人相信。布施，要真去行布施。布施是度贪心的，要学会能施，欢喜布施。自己有多余的，肯给别人，这是好事情。农历年快到了，家家都团圆，我们协会，我都想到了，给每一家送礼。送什么？送《了凡四训》的光碟、《俞净意公遇灶神记》的光碟，这个好，娱乐的片子，我们来修这个布施。我们的邻居住在这边，每一家都送。也送一个《认识佛教》的光碟，这是讲演，附带的，让他们大家听听，了解什么叫佛教。这是好事情，把佛教介绍出去。持戒，引申的意思，守法，绝不做违法的事情，守规矩、守法。第三，忍辱，别人无知，不当的批评，我们要忍受。事情搞清楚、搞明白了，他要有良心，他会受良心责备。碍于面子，那是傲慢，不肯认错，他的事情。久而久之能产生效果，居住这一个地区和睦，这个地区的人像兄弟姐妹一家人。精进，我们的精进专在念佛，念佛一定要精进。听经，一天不能少过四小时；念佛，一天不能少过八小时，要真干。禅定，把心定在阿弥陀佛上，这就是般若智慧。",
      "zh_TW": "第三句，『宣揚戒定精進門』，這一句是《宋譯》。「在《唐譯》為演說施戒諸法門，忍辱精勤及定慧。」《唐譯》的文詳細，它講的是六波羅蜜，布施、持戒、忍辱、精進、禪定、般若，統統都講到了。「《漢譯》亦如之」，《漢譯》跟《唐譯》一樣，這六個都說到。《宋譯》的比較簡略，只說持戒、禪定、精進，只講了三門，但是雖說三門，意思可以包括六門。要宣揚，這種宣揚是要真幹，不是口裡說說的，口裡說說，沒人相信。布施，要真去行布施。布施是度貪心的，要學會能施，歡喜布施。自己有多餘的，肯給別人，這是好事情。農曆年快到了，家家都團圓，我們協會，我都想到了，給每一家送禮。送什麼？送《了凡四訓》的光碟、《俞淨意公遇灶神記》的光碟，這個好，娛樂的片子，我們來修這個布施。我們的鄰居住在這邊，每一家都送。也送一個《認識佛教》的光碟，這是講演，附帶的，讓他們大家聽聽，了解什麼叫佛教。這是好事情，把佛教介紹出去。持戒，引申的意思，守法，絕不做違法的事情，守規矩、守法。第三，忍辱，別人無知，不當的批評，我們要忍受。事情搞清楚、搞明白了，他要有良心，他會受良心責備。礙於面子，那是傲慢，不肯認錯，他的事情。久而久之能產生效果，居住這一個地區和睦，這個地區的人像兄弟姐妹一家人。精進，我們的精進專在念佛，念佛一定要精進。聽經，一天不能少過四小時；念佛，一天不能少過八小時，要真幹。禪定，把心定在阿彌陀佛上，這就是般若智慧。"
    },
    {
      "id": "02-040-0149_p0024",
      "zh_CN": "「此下，通达甚深微妙法，此法即十方佛赞，持名念佛，无上甚深之法。」这是真的，不是假的。这个法我们要多多的宣扬，听得懂，很好；听不懂的，让他一历耳根，永为道种。「法藏比丘愿法音如佛，广宣六度等妙行，欲令众生通达此甚深微妙之法，心作心是」，这是净宗理论的依据，是心作佛，是心是佛。「明自本心，识自本性」，所以心作心是跟禅相通、跟密相通，「皆当成佛度生」。「首四句」，这是通达甚深微妙法，是「求觉他之德」，不通达甚深微妙法，度化众生会有障碍。甚深微妙法就是净宗法门，就是这一部经，不是指别的。帮助众生觉悟，就用这个法门，就用这个经典。",
      "zh_TW": "「此下，通達甚深微妙法，此法即十方佛讚，持名念佛，無上甚深之法。」這是真的，不是假的。這個法我們要多多的宣揚，聽得懂，很好；聽不懂的，讓他一歷耳根，永為道種。「法藏比丘願法音如佛，廣宣六度等妙行，欲令眾生通達此甚深微妙之法，心作心是」，這是淨宗理論的依據，是心作佛，是心是佛。「明自本心，識自本性」，所以心作心是跟禪相通、跟密相通，「皆當成佛度生」。「首四句」，這是通達甚深微妙法，是「求覺他之德」，不通達甚深微妙法，度化眾生會有障礙。甚深微妙法就是淨宗法門，就是這一部經，不是指別的。幫助眾生覺悟，就用這個法門，就用這個經典。"
    },
    {
      "id": "02-040-0149_p0025",
      "zh_CN": "再看下面，下面一首半，六句，「慧超彼岸」。「此下六句，求自觉之德」。我们把经文念一遍：",
      "zh_TW": "再看下面，下面一首半，六句，「慧超彼岸」。「此下六句，求自覺之德」。我們把經文念一遍："
    },
    {
      "id": "02-040-0149_p0026",
      "zh_CN": "【智慧广大深如海。内心清净绝尘劳。超过无边恶趣门。速到菩提究竟岸。无明贪瞋皆永无。惑尽过亡三昧力。】",
      "zh_TW": "【智慧廣大深如海。內心清淨絕塵勞。超過無邊惡趣門。速到菩提究竟岸。無明貪瞋皆永無。惑盡過亡三昧力。】"
    },
    {
      "id": "02-040-0149_p0027",
      "zh_CN": "这求自觉，先成就自己。「此六句求智慧如海，直至究竟彼岸」。『智慧』就是般若，梵语是般若，翻成中国意思智慧。「《智度论》曰：般若者，秦言智慧。」《大智度论》是罗什大师翻的，那个时候他住的地方，秦国，国王姚兴，所以我们看的是姚秦三藏法师。秦言，就是中国的语言，智慧。「一切诸智慧中，最为第一，无上无比无等，更无胜者。」所以没有翻智慧，还是用般若。它是智慧，比中国智慧的意思要深，中国智慧意思里头没有无上无比无等，没这个意思，它有。「又《往生论注》曰：般若者，达如之慧名。」这个意思深，通达到真如的智慧才叫般若。中国智慧没有这个意思，这是明心见性的智慧。",
      "zh_TW": "這求自覺，先成就自己。「此六句求智慧如海，直至究竟彼岸」。『智慧』就是般若，梵語是般若，翻成中國意思智慧。「《智度論》曰：般若者，秦言智慧。」《大智度論》是羅什大師翻的，那個時候他住的地方，秦國，國王姚興，所以我們看的是姚秦三藏法師。秦言，就是中國的語言，智慧。「一切諸智慧中，最為第一，無上無比無等，更無勝者。」所以沒有翻智慧，還是用般若。它是智慧，比中國智慧的意思要深，中國智慧意思裡頭沒有無上無比無等，沒這個意思，它有。「又《往生論註》曰：般若者，達如之慧名。」這個意思深，通達到真如的智慧才叫般若。中國智慧沒有這個意思，這是明心見性的智慧。"
    },
    {
      "id": "02-040-0149_p0028",
      "zh_CN": "「又《大乘义章》曰：真心体明，自性无暗，目之为慧。」下面是念老做简单的解释，这个意思是说，「真心本体明现，自性朗然，明显无暗，称之为慧。」念老这个解释得好，很清楚。我们要记住真心，不是妄心。我们现在用的是妄心，妄心的体是迷暗，真的是迷惑颠倒。真心的体是明现，所以真正懂得的人、真正有觉性的人，他听到这个经，他就用真心，不用妄心。我生活用真心，工作用真心，待人接物都用真心，多自在！为什么要骗人？为什么要瞒着人？没有这个必要。不给自己增加负担的，用真心的人。六道凡夫挑这个担子多重，真正压得气都喘不过来，身上背的统统是烦恼、业障、习气，会把这个人压垮了。这个压垮是什么？他会得病，他会死亡，他再到六道里面去还债，你说你这个事情多麻烦。所以修行要用真心，不再用妄心。自己什么样的过错，都能够忏悔，都能够说给别人听，发露忏悔，请别人原谅我。请别人原谅我，就是请佛菩萨原谅我。如果这些东西隐瞒，不愿意显出来，那你叫积暗。人家是积功累德，你是积累罪恶。罪恶积累到深度，那一爆发可不得了。那一爆发什么？地狱现前。",
      "zh_TW": "「又《大乘義章》曰：真心體明，自性無闇，目之為慧。」下面是念老做簡單的解釋，這個意思是說，「真心本體明現，自性朗然，明顯無暗，稱之為慧。」念老這個解釋得好，很清楚。我們要記住真心，不是妄心。我們現在用的是妄心，妄心的體是迷暗，真的是迷惑顛倒。真心的體是明現，所以真正懂得的人、真正有覺性的人，他聽到這個經，他就用真心，不用妄心。我生活用真心，工作用真心，待人接物都用真心，多自在！為什麼要騙人？為什麼要瞞著人？沒有這個必要。不給自己增加負擔的，用真心的人。六道凡夫挑這個擔子多重，真正壓得氣都喘不過來，身上背的統統是煩惱、業障、習氣，會把這個人壓垮了。這個壓垮是什麼？他會得病，他會死亡，他再到六道裡面去還債，你說你這個事情多麻煩。所以修行要用真心，不再用妄心。自己什麼樣的過錯，都能夠懺悔，都能夠說給別人聽，發露懺悔，請別人原諒我。請別人原諒我，就是請佛菩薩原諒我。如果這些東西隱瞞，不願意顯出來，那你叫積暗。人家是積功累德，你是積累罪惡。罪惡積累到深度，那一爆發可不得了。那一爆發什麼？地獄現前。"
    },
    {
      "id": "02-040-0149_p0029",
      "zh_CN": "通达大乘的人都知道，天堂、地狱都是假相，都不是真实的。但是受苦受乐可不是假的，在天堂真有乐受，在地狱真有罪受。过去我们看过唐太宗的碟片，我看了之后，我觉得那不是假造的，那不是人表演得出来的，他是真的，给我们很深的警惕。他忏悔，过去造业很重，他堕地狱，无间地狱。地狱出来之后，劝人不能做恶业，劝人要念佛求生净土，他自己也是念佛求生净土。知道过去世做了很多错事情，为了夺取政权杀了很多人，就是因为这个罪堕地狱的。人家问他，那些跟你在一起打仗的将军、士兵？他说现在统统在地狱。为什么？怨恨心，堕地狱。能不能出来？他摇头，不能出来。为什么？太执着了，不肯放下。所以一定要知道，「真心本体明现，自性朗然，明显无暗」，我们用真心多好，这叫有智慧的人。有烦恼、没有智慧的人，他是用妄心，他不知道用真心；用真心，就是有智慧，没有烦恼。",
      "zh_TW": "通達大乘的人都知道，天堂、地獄都是假相，都不是真實的。但是受苦受樂可不是假的，在天堂真有樂受，在地獄真有罪受。過去我們看過唐太宗的碟片，我看了之後，我覺得那不是假造的，那不是人表演得出來的，他是真的，給我們很深的警惕。他懺悔，過去造業很重，他墮地獄，無間地獄。地獄出來之後，勸人不能做惡業，勸人要念佛求生淨土，他自己也是念佛求生淨土。知道過去世做了很多錯事情，為了奪取政權殺了很多人，就是因為這個罪墮地獄的。人家問他，那些跟你在一起打仗的將軍、士兵？他說現在統統在地獄。為什麼？怨恨心，墮地獄。能不能出來？他搖頭，不能出來。為什麼？太執著了，不肯放下。所以一定要知道，「真心本體明現，自性朗然，明顯無暗」，我們用真心多好，這叫有智慧的人。有煩惱、沒有智慧的人，他是用妄心，他不知道用真心；用真心，就是有智慧，沒有煩惱。"
    },
    {
      "id": "02-040-0149_p0030",
      "zh_CN": "「今经于自觉愿中，首言智慧者，以智慧最上故。」智慧表现在哪里？表现在信心，充满了信心，具足信心，真信西方有极乐世界，极乐世界有阿弥陀佛，一丝毫不怀疑，清清楚楚，明明了瞭，这是真实智慧。「又佛法大海」，大海是比喻，比喻佛法广大，没有边际，「智为能度」。如何度佛法大海？智慧，有智慧就能度。「如《汉译》曰：檀施调伏意，戒忍及精进。如是三昧定，智慧为上最。」《汉译》这段文很清楚。檀是檀那，梵语，意思就是布施。檀施是华梵合译，布施是中国字，檀施，梵语的音。调伏意，这个意是什么？悭贪。在一切烦恼里面，佛把这个排在第一。哪一个众生不贪？找不到，贪财、贪色、贪名、贪利，还有贪佛法。学佛的人，世间不贪了，贪佛法，还是个贪。佛没有说我们换对象，没有，只要是贪，就是饿鬼因，你说麻不麻烦？这个烦恼普遍，又非常严重，所以佛把它摆在第一。用什么东西对治它？就是用布施。欢喜布施，就把贪字舍掉了。这个方法妙，欢喜布施的人不贪。财色名食睡、五欲七情，统统可以布施。世出世间一切法，也要布施，决定没有贪心。这个心情坦然，没有染污，没有忧虑，没有牵挂，没有烦恼，你说你活得多自在！每天念佛，跟佛通信息，时节因缘到了，佛来接引。",
      "zh_TW": "「今經於自覺願中，首言智慧者，以智慧最上故。」智慧表現在哪裡？表現在信心，充滿了信心，具足信心，真信西方有極樂世界，極樂世界有阿彌陀佛，一絲毫不懷疑，清清楚楚，明明瞭瞭，這是真實智慧。「又佛法大海」，大海是比喻，比喻佛法廣大，沒有邊際，「智為能度」。如何度佛法大海？智慧，有智慧就能度。「如《漢譯》曰：檀施調伏意，戒忍及精進。如是三昧定，智慧為上最。」《漢譯》這段文很清楚。檀是檀那，梵語，意思就是布施。檀施是華梵合譯，布施是中國字，檀施，梵語的音。調伏意，這個意是什麼？慳貪。在一切煩惱裡面，佛把這個排在第一。哪一個眾生不貪？找不到，貪財、貪色、貪名、貪利，還有貪佛法。學佛的人，世間不貪了，貪佛法，還是個貪。佛沒有說我們換對象，沒有，只要是貪，就是餓鬼因，你說麻不麻煩？這個煩惱普遍，又非常嚴重，所以佛把它擺在第一。用什麼東西對治它？就是用布施。歡喜布施，就把貪字捨掉了。這個方法妙，歡喜布施的人不貪。財色名食睡、五欲七情，統統可以布施。世出世間一切法，也要布施，決定沒有貪心。這個心情坦然，沒有染污，沒有憂慮，沒有牽掛，沒有煩惱，你說你活得多自在！每天念佛，跟佛通信息，時節因緣到了，佛來接引。"
    },
    {
      "id": "02-040-0149_p0031",
      "zh_CN": "第二个，持戒。佛教导我们的，我们统统能做到。不杀生，不杀生里面包含不让一切众生因我而生烦恼。我叫众生生烦恼，等于我害他，就是杀害。不容许任何一个众生因我而生烦恼，这个戒才清净。如果我们传播谣言，这让人家生烦恼。不管是真假，都生烦恼。假的是你冤枉他、诬赖他；真的，他也生烦恼，他要报复你，冤冤相报。结的这个冤仇，自己不知道，为什么？自己说话无意，言者无意，听者有心。听者是你来挖苦我，你来笑话我，你来羞耻我，这个结恨在心，这个麻烦大。所以言语是祸福之门，一定要小心谨慎。忍辱、精进，如是三昧，三昧就是定，智慧，这一句六波罗蜜全部都包含了，而智慧为最上。为什么？有智慧，前面布施、持戒、忍辱、精进、禅定都纯正；如果没有智慧，布施、持戒都有偏有邪。有智慧，才真正是佛所传的；没有智慧，只有前面五个，外道有，邪门外道都有。",
      "zh_TW": "第二個，持戒。佛教導我們的，我們統統能做到。不殺生，不殺生裡面包含不讓一切眾生因我而生煩惱。我叫眾生生煩惱，等於我害他，就是殺害。不容許任何一個眾生因我而生煩惱，這個戒才清淨。如果我們傳播謠言，這讓人家生煩惱。不管是真假，都生煩惱。假的是你冤枉他、誣賴他；真的，他也生煩惱，他要報復你，冤冤相報。結的這個冤仇，自己不知道，為什麼？自己說話無意，言者無意，聽者有心。聽者是你來挖苦我，你來笑話我，你來羞恥我，這個結恨在心，這個麻煩大。所以言語是禍福之門，一定要小心謹慎。忍辱、精進，如是三昧，三昧就是定，智慧，這一句六波羅蜜全部都包含了，而智慧為最上。為什麼？有智慧，前面布施、持戒、忍辱、精進、禪定都純正；如果沒有智慧，布施、持戒都有偏有邪。有智慧，才真正是佛所傳的；沒有智慧，只有前面五個，外道有，邪門外道都有。"
    },
    {
      "id": "02-040-0149_p0032",
      "zh_CN": "「《嘉祥疏》曰：明五度为行，不能出离生死。」这个五度，前五度修布施、持戒、忍辱，如果是正法，人天果报；如果是邪法，三恶道去了。布施里头，特别是法布施，你给人家讲的东西都是错误的，诱导人走进旁门左道，这是害他。别人相信佛法，你跟他说佛法哪里哪里有缺点，不像样子，让他退心，不学佛了，你就把这个人法身慧命断了。断人法身慧命是无间地狱，比杀他身体罪还重。因为得人身还不难，得闻佛法，难上之难，你怎么能把人法缘断掉，令一个人轻视佛法？我们批评一个出家人，批评这修学的法门，批评道场，批评学佛的人，统统有罪过，这个在佛法叫破和合僧，破和合僧的罪是无间地狱。",
      "zh_TW": "「《嘉祥疏》曰：明五度為行，不能出離生死。」這個五度，前五度修布施、持戒、忍辱，如果是正法，人天果報；如果是邪法，三惡道去了。布施裡頭，特別是法布施，你給人家講的東西都是錯誤的，誘導人走進旁門左道，這是害他。別人相信佛法，你跟他說佛法哪裡哪裡有缺點，不像樣子，讓他退心，不學佛了，你就把這個人法身慧命斷了。斷人法身慧命是無間地獄，比殺他身體罪還重。因為得人身還不難，得聞佛法，難上之難，你怎麼能把人法緣斷掉，令一個人輕視佛法？我們批評一個出家人，批評這修學的法門，批評道場，批評學佛的人，統統有罪過，這個在佛法叫破和合僧，破和合僧的罪是無間地獄。"
    },
    {
      "id": "02-040-0149_p0033",
      "zh_CN": "我在年轻，才出来讲经的时候，三十多岁不到四十岁，有一位老居士，我父亲一辈的老居士，跟李老师是同学，印光大师的学生。有一天他请我吃饭，约我十二点钟，台北火车站旁边，功德林。我去了，结果一看的时候，就是我们俩，没别的客人吗？没有，我就专门请你。我说谢谢你了。他说你知道我请你为什么吗？我说不知道。他说，我有一桩事情要向你请教。我说我不敢当，你学佛比我久，知道的比我多，我只是才初入门，怎么敢当？他跟我说个问题，五逆罪。我说这个我知道，杀父、杀母、杀阿罗汉、出佛身血、破和合僧。他点头，前面四种不容易犯，这个破和合僧不得了，到处都是，都看到人在批评，他问我这怎么办法？我听了笑笑，我们好好吃饭，没事。怎么没事？这大事。我说佛经里讲破和合僧团，现在哪里有和合僧团？我没听说过，小庙里两个出家人都吵架，他是和合僧吗？我这么一提，他也笑起来了。找不到一个和合僧团，这是真的。",
      "zh_TW": "我在年輕，才出來講經的時候，三十多歲不到四十歲，有一位老居士，我父親一輩的老居士，跟李老師是同學，印光大師的學生。有一天他請我吃飯，約我十二點鐘，台北火車站旁邊，功德林。我去了，結果一看的時候，就是我們倆，沒別的客人嗎？沒有，我就專門請你。我說謝謝你了。他說你知道我請你為什麼嗎？我說不知道。他說，我有一樁事情要向你請教。我說我不敢當，你學佛比我久，知道的比我多，我只是才初入門，怎麼敢當？他跟我說個問題，五逆罪。我說這個我知道，殺父、殺母、殺阿羅漢、出佛身血、破和合僧。他點頭，前面四種不容易犯，這個破和合僧不得了，到處都是，都看到人在批評，他問我這怎麼辦法？我聽了笑笑，我們好好吃飯，沒事。怎麼沒事？這大事。我說佛經裡講破和合僧團，現在哪裡有和合僧團？我沒聽說過，小廟裡兩個出家人都吵架，他是和合僧嗎？我這麼一提，他也笑起來了。找不到一個和合僧團，這是真的。"
    },
    {
      "id": "02-040-0149_p0034",
      "zh_CN": "但是，说这些话的人有没有罪？有罪，没那么重。如果真正是和合僧团，他要是造谣生事、破坏，这决定是无间地狱。然后你就晓得，我们这个僧团为什么不和合。我们这个僧团要是和合，人家批评我们，个个都堕地狱了。我们不是，他不堕地狱，怎么样毁谤批评他不堕地狱，他有罪，没那么重的罪。佛菩萨安排我们这个的，我们要知道，清清楚楚。我们真的要是个和合僧团，那多少人因为我们堕阿鼻地狱，我们心里也过意不去。不批评人的、不毁谤人的人，太少太少了，那真正叫有德行的人，真修行人。不是真修行人，谁不批评人？谁不说闲话？我们这个事理一观察，就清清楚楚、明明白白，一笑了之，尽可能不伤害别人。我们做得好，人家批评我们，他堕地狱，也是我们伤害他；我们不是故意伤害他，他自己要往地狱里跑。我们不能叫他不批评，这我们做不到。业因果报，丝毫不爽，这个道理一定要清楚、要明了。",
      "zh_TW": "但是，說這些話的人有沒有罪？有罪，沒那麼重。如果真正是和合僧團，他要是造謠生事、破壞，這決定是無間地獄。然後你就曉得，我們這個僧團為什麼不和合。我們這個僧團要是和合，人家批評我們，個個都墮地獄了。我們不是，他不墮地獄，怎麼樣毀謗批評他不墮地獄，他有罪，沒那麼重的罪。佛菩薩安排我們這個的，我們要知道，清清楚楚。我們真的要是個和合僧團，那多少人因為我們墮阿鼻地獄，我們心裡也過意不去。不批評人的、不毀謗人的人，太少太少了，那真正叫有德行的人，真修行人。不是真修行人，誰不批評人？誰不說閒話？我們這個事理一觀察，就清清楚楚、明明白白，一笑了之，盡可能不傷害別人。我們做得好，人家批評我們，他墮地獄，也是我們傷害他；我們不是故意傷害他，他自己要往地獄裡跑。我們不能叫他不批評，這我們做不到。業因果報，絲毫不爽，這個道理一定要清楚、要明瞭。"
    },
    {
      "id": "02-040-0149_p0035",
      "zh_CN": "五度再好是人天福报，不能出生死。如果他有智慧，五度能出生死。为什么？有智慧行前面五度，他不着相，他不居功，作而无作，无作而作，那是功德；他要着相，是福德。造作一切不善，他着相了，果报在三途；他不着相，没事。但是他不着相的话，他肯定不做，不可能做那些不善的事情。只有迷惑颠倒，烦恼习气很重，他才会做这些错事情。做错事情他还执着，还认为我自己不错，我今天教训教训那些人，不知道他自己在造业。如果碰到一个真正修行人，他那个教训人，他做了好事，真正修行人。为什么？真正修行人，你教训他，他不会怨恨你。你所说的，真正他有这个过失，感恩你提醒我，我忏悔，改过自新；我没有这个过失，我会记住你的话，我小心谨慎，不会犯这个过失。这是遇到真正有修行的人。如果没有修行的人，你要骂他，他跟你结怨恨，他将来要报复你，这就造成冤冤相报，生生世世没完没了，麻烦可就大了。一世结怨，一百世都不能了，又何苦来？像这些是不能不知道。所以智慧是最上。「其内心亦必清净，无恶无过，离垢离染，绝诸尘劳。故云：内心清净绝尘劳。」特别是念佛的人，心里没有阿弥陀佛不行，是假的。心里有阿弥陀佛，就有护法神保佑你；心里没有阿弥陀佛，就有妖魔鬼怪来缠绕你，这都是事实真相。",
      "zh_TW": "五度再好是人天福報，不能出生死。如果他有智慧，五度能出生死。為什麼？有智慧行前面五度，他不著相，他不居功，作而無作，無作而作，那是功德；他要著相，是福德。造作一切不善，他著相了，果報在三途；他不著相，沒事。但是他不著相的話，他肯定不做，不可能做那些不善的事情。只有迷惑顛倒，煩惱習氣很重，他才會做這些錯事情。做錯事情他還執著，還認為我自己不錯，我今天教訓教訓那些人，不知道他自己在造業。如果碰到一個真正修行人，他那個教訓人，他做了好事，真正修行人。為什麼？真正修行人，你教訓他，他不會怨恨你。你所說的，真正他有這個過失，感恩你提醒我，我懺悔，改過自新；我沒有這個過失，我會記住你的話，我小心謹慎，不會犯這個過失。這是遇到真正有修行的人。如果沒有修行的人，你要罵他，他跟你結怨恨，他將來要報復你，這就造成冤冤相報，生生世世沒完沒了，麻煩可就大了。一世結怨，一百世都不能了，又何苦來？像這些是不能不知道。所以智慧是最上。「其內心亦必清淨，無惡無過，離垢離染，絕諸塵勞。故云：內心清淨絕塵勞。」特別是念佛的人，心裡沒有阿彌陀佛不行，是假的。心裡有阿彌陀佛，就有護法神保佑你；心裡沒有阿彌陀佛，就有妖魔鬼怪來纏繞你，這都是事實真相。"
    },
    {
      "id": "02-040-0149_p0036",
      "zh_CN": "「如《心经》云：行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄。」《心经》大家常念，「般若波罗蜜多」，我们参考资料里头有这一段。《智度论》第十八有这一个问答，「问曰：云何名般若波罗蜜」，般若波罗蜜什么意思。「答曰：诸菩萨从初发心求一切种智，于其中间知诸法实相慧，是般若波罗蜜。」般若波罗蜜是智慧，对象是什么？对象是一切法的真相。能够明了通达一切法的真相，这个智慧是般若波罗蜜，不是普通智慧。",
      "zh_TW": "「如《心經》云：行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄。」《心經》大家常念，「般若波羅蜜多」，我們參考資料裡頭有這一段。《智度論》第十八有這一個問答，「問曰：云何名般若波羅蜜」，般若波羅蜜什麼意思。「答曰：諸菩薩從初發心求一切種智，於其中間知諸法實相慧，是般若波羅蜜。」般若波羅蜜是智慧，對象是什麼？對象是一切法的真相。能夠明瞭通達一切法的真相，這個智慧是般若波羅蜜，不是普通智慧。"
    },
    {
      "id": "02-040-0149_p0037",
      "zh_CN": "《三藏法数》里头也说，「梵语般若，华言智慧。决定审理名智，造心分别名慧。」决定没错误，对什么？对理，一切诸法的理体，那就是自性。能见一切诸法的自性，这是智；造心分别，这叫慧。体是性，造心分别是事、是相。也就是说，你能够了解一切法的根本智，那是智；了解一切法的事相、差别现象，这叫慧。「谓照了一切诸法，皆不可得，故能通达无碍。」这真见到了，一切诸法的体是空的，性空；一切诸法的事相，是虚幻的。科学家告诉我们，这个现象的发生，所有一切现象的发生，都是在一千六百兆分之一秒这个高频率产生的幻相，念念不可得。这才叫智慧，这不是普通智慧，照见五蕴皆空。我们对于五蕴皆空这一句，确实看到量子力学家的报告才恍然大悟。以前只说个刹那生灭，刹那，是什么叫刹那？查很多资料，都没有一个清晰的概念。从来没有经历过，这个疑惑是断不了的。看到最近量子力学家报告，才恍然大悟。速度太快，六根的能量追不上，所以在你眼前看不见，在你耳边听不见，在你鼻孔闻不到，六根都缘不到，这叫五蕴皆空。",
      "zh_TW": "《三藏法數》裡頭也說，「梵語般若，華言智慧。決定審理名智，造心分別名慧。」決定沒錯誤，對什麼？對理，一切諸法的理體，那就是自性。能見一切諸法的自性，這是智；造心分別，這叫慧。體是性，造心分別是事、是相。也就是說，你能夠了解一切法的根本智，那是智；了解一切法的事相、差別現象，這叫慧。「謂照了一切諸法，皆不可得，故能通達無礙。」這真見到了，一切諸法的體是空的，性空；一切諸法的事相，是虛幻的。科學家告訴我們，這個現象的發生，所有一切現象的發生，都是在一千六百兆分之一秒這個高頻率產生的幻相，念念不可得。這才叫智慧，這不是普通智慧，照見五蘊皆空。我們對於五蘊皆空這一句，確實看到量子力學家的報告才恍然大悟。以前只說個剎那生滅，剎那，是什麼叫剎那？查很多資料，都沒有一個清晰的概念。從來沒有經歷過，這個疑惑是斷不了的。看到最近量子力學家報告，才恍然大悟。速度太快，六根的能量追不上，所以在你眼前看不見，在你耳邊聽不見，在你鼻孔聞不到，六根都緣不到，這叫五蘊皆空。"
    },
    {
      "id": "02-040-0149_p0038",
      "zh_CN": "「经云：菩萨于诸佛所，善观诸法，得实相印，普入一切智门，是名般若波罗蜜」。「实相」，这括弧里头有，「即一实相也，无相之相名为实相」。它真有，无相是什么？它无一切幻相，完全从体上讲的。「印即印定」，这得实相印，印定一切法是假的，不是真的。大乘佛法给你讲，只有一法是真的，真如自性。为什么？它不生不灭，它不来不去。在哪里？遍法界虚空界它都在。它没有时间，它没有空间，其大无外，其小无内，看不见，听不见，也摸不着，也想不到，所以叫它做空，叫它做无相。它确确实实是有，它不是假的，确实是有。",
      "zh_TW": "「經云：菩薩於諸佛所，善觀諸法，得實相印，普入一切智門，是名般若波羅蜜」。「實相」，這括弧裡頭有，「即一實相也，無相之相名為實相」。它真有，無相是什麼？它無一切幻相，完全從體上講的。「印即印定」，這得實相印，印定一切法是假的，不是真的。大乘佛法給你講，只有一法是真的，真如自性。為什麼？它不生不滅，它不來不去。在哪裡？遍法界虛空界它都在。它沒有時間，它沒有空間，其大無外，其小無內，看不見，聽不見，也摸不著，也想不到，所以叫它做空，叫它做無相。它確確實實是有，它不是假的，確實是有。"
    },
    {
      "id": "02-040-0149_p0039",
      "zh_CN": "「《心经》云，行深般若波罗蜜多时」，下面还有一句，「照见五蕴皆空，度一切苦厄。」五蕴是什么？我们参考资料里头有这一段。「五蕴：旧译为阴」，旧译，玄奘大师以前把它翻译为五阴；「又译为众」，五众；「新译」，玄奘大师以后，都把它翻成蕴。「阴者积集之义」，累积的意思。「众者众多和聚之义」，这有蕴的这个意思在。「是显数多积集之有为法自性。作有为法之用，无纯一之法，或同类，或异类，必多数之小分相集而作其用故，则概谓之阴，或蕴，大别之五法」。这个东西确实说五大类，五大类都聚集在一起，起作用，同时起作用。这个地方讲的，必多数之小分相集，这个话说得好，真是小分相集，小到我们无法想像；频率之快，也是我们无法想像。小，你看看今天科学家，把这个问题解决了，五蕴皆空他见到了，是真的，不是假的。五蕴在哪里？在微中子里头。微中子多大？科学家告诉我们，一百亿个微中子，那就是一百亿聚集在一起，等于一个电子，那么小。电子，我们一般显微镜看不到。江本博士用的显微镜，我去参观，二百五十倍，看不到。",
      "zh_TW": "「《心經》云，行深般若波羅蜜多時」，下面還有一句，「照見五蘊皆空，度一切苦厄。」五蘊是什麼？我們參考資料裡頭有這一段。「五蘊：舊譯為陰」，舊譯，玄奘大師以前把它翻譯為五陰；「又譯為眾」，五眾；「新譯」，玄奘大師以後，都把它翻成蘊。「陰者積集之義」，累積的意思。「眾者眾多和聚之義」，這有蘊的這個意思在。「是顯數多積集之有為法自性。作有為法之用，無純一之法，或同類，或異類，必多數之小分相集而作其用故，則概謂之陰，或蘊，大別之五法」。這個東西確實說五大類，五大類都聚集在一起，起作用，同時起作用。這個地方講的，必多數之小分相集，這個話說得好，真是小分相集，小到我們無法想像；頻率之快，也是我們無法想像。小，你看看今天科學家，把這個問題解決了，五蘊皆空他見到了，是真的，不是假的。五蘊在哪裡？在微中子裡頭。微中子多大？科學家告訴我們，一百億個微中子，那就是一百億聚集在一起，等於一個電子，那麼小。電子，我們一般顯微鏡看不到。江本博士用的顯微鏡，我去參觀，二百五十倍，看不到。"
    },
    {
      "id": "02-040-0149_p0040",
      "zh_CN": "我在高雄治牙周病，牙沟里头脏东西，黑黑的像一条线一样。他用个针在那里挑了一点放在玻璃片上，把这个玻璃片放在显微镜里头，显微镜的线接到电视。我在电视画面上看，满满的，是什么？蛆，都在动。这么多，这什么东西？他说，就是刚才牙齿缝里头挑一点。我说，你放大多少倍？三千六百倍。我本来不知道什么叫牙周病，这一看才知道。他说这个细菌把你的牙根吃掉，你牙齿就会掉了。他说你已经很严重，你应该好几年前就要来治。我们不知道，刷牙，天天看到的一条黑线，没注意它，不知道那叫牙周病。这是什么？细菌。放大三千六百倍，我才看到像个小蛆虫一样，真可怕。给我治好之后，再到牙缝去挑东西时候，没有了。他也觉得奇怪，总会有一个、二个，怎么一个都没有？科学家发现微中子，他那个显微镜倍数非常高的，最高的倍数他才能看见，一般这些显微镜看不见。极微之微，决定我们肉眼看不见，这个里面就具足色受想行识。",
      "zh_TW": "我在高雄治牙周病，牙溝裡頭髒東西，黑黑的像一條線一樣。他用個針在那裡挑了一點放在玻璃片上，把這個玻璃片放在顯微鏡裡頭，顯微鏡的線接到電視。我在電視畫面上看，滿滿的，是什麼？蛆，都在動。這麼多，這什麼東西？他說，就是剛才牙齒縫裡頭挑一點。我說，你放大多少倍？三千六百倍。我本來不知道什麼叫牙周病，這一看才知道。他說這個細菌把你的牙根吃掉，你牙齒就會掉了。他說你已經很嚴重，你應該好幾年前就要來治。我們不知道，刷牙，天天看到的一條黑線，沒注意它，不知道那叫牙周病。這是什麼？細菌。放大三千六百倍，我才看到像個小蛆蟲一樣，真可怕。給我治好之後，再到牙縫去挑東西時候，沒有了。他也覺得奇怪，總會有一個、二個，怎麼一個都沒有？科學家發現微中子，他那個顯微鏡倍數非常高的，最高的倍數他才能看見，一般這些顯微鏡看不見。極微之微，決定我們肉眼看不見，這個裡面就具足色受想行識。"
    },
    {
      "id": "02-040-0149_p0041",
      "zh_CN": "第一个色法，「总该」，就是总括，「五根五境等有形之物质」，这都叫色，是个物质现象。后面四个是心理现象。第二个是受，「对境而承受事物之心之作用」。我们感受，眼见色，耳闻声，我们感到很舒适，这感受；要感到很不好过，也是感受。这是受，范围非常之大。「想蕴，对境而想像事物之心」，对到这个境界，或者想过去，或者想未来，或者想现前这些事情。这个所缘的境界非常广大，能想过去、能想未来，真的大而无外，小而无内，它都能想到。小能想到阿赖耶，就是不能够缘自性，它没办法想真如本性。除真如本性之外，它都能想得到，因为想是第六意识。「行」，行是第七识，就是末那识，「其他对境关于瞋贪等善恶一切之心之作用」，所以它是染污的。第六是分别，不执着，所以它还算是个清净的，不染污。但是它们这些东西，它联合起作用，它不是单独的，它会受其他心所的干扰。严重的染污，本身就是染污，就是行蕴，本身就染污。",
      "zh_TW": "第一個色法，「總該」，就是總括，「五根五境等有形之物質」，這都叫色，是個物質現象。後面四個是心理現象。第二個是受，「對境而承受事物之心之作用」。我們感受，眼見色，耳聞聲，我們感到很舒適，這感受；要感到很不好過，也是感受。這是受，範圍非常之大。「想蘊，對境而想像事物之心」，對到這個境界，或者想過去，或者想未來，或者想現前這些事情。這個所緣的境界非常廣大，能想過去、能想未來，真的大而無外，小而無內，它都能想到。小能想到阿賴耶，就是不能夠緣自性，它沒辦法想真如本性。除真如本性之外，它都能想得到，因為想是第六意識。「行」，行是第七識，就是末那識，「其他對境關於瞋貪等善惡一切之心之作用」，所以它是染污的。第六是分別，不執著，所以它還算是個清淨的，不染污。但是它們這些東西，它聯合起作用，它不是單獨的，它會受其他心所的干擾。嚴重的染污，本身就是染污，就是行蘊，本身就染污。"
    },
    {
      "id": "02-040-0149_p0042",
      "zh_CN": "第五个，「识蕴，对境而了别识知事物之心之本体」。阿赖耶是五蕴的体，叫藏识；就是前面这些识造的这些印象，好像它是记录、它是资料库，统统收集在这个地方。这个种子不坏，无量劫遇到缘它都起作用，所以叫种子识。这些东西，虽然色蕴有相，相是假的；其他的是心理，它不是物质现象，心理现象。物质现象、自然现象都是阿赖耶变现出来的。离开阿赖耶，就是识蕴，识蕴是阿赖耶，离开它没有一法可得。大乘教常讲心现识变。这一段，我们还没有学完，现在时间到了，我们明天从这个地方学起，从五蕴来学起。",
      "zh_TW": "第五個，「識蘊，對境而了別識知事物之心之本體」。阿賴耶是五蘊的體，叫藏識；就是前面這些識造的這些印象，好像它是記錄、它是資料庫，統統收集在這個地方。這個種子不壞，無量劫遇到緣它都起作用，所以叫種子識。這些東西，雖然色蘊有相，相是假的；其他的是心理，它不是物質現象，心理現象。物質現象、自然現象都是阿賴耶變現出來的。離開阿賴耶，就是識蘊，識蘊是阿賴耶，離開它沒有一法可得。大乘教常講心現識變。這一段，我們還沒有學完，現在時間到了，我們明天從這個地方學起，從五蘊來學起。"
    }
  ]
}