{
  "doc_id": "02-040-0116",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一六集",
    "zh_TW": "第一一六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0116",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-040-0116_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百四十四页：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百四十四頁："
    },
    {
      "id": "02-040-0116_p0002",
      "zh_CN": "前面我们学到「护佛种性」。第一句，「受持如来甚深法藏」，我们学到这个地方。《净影疏》里头有一句话说：「明修胜解如来藏性，是如来甚深法藏」。我们参考资料里头有「如来藏」，这是佛门里头重要的佛教常识，我们藉这个机会也来做一次学习。如来藏有两种说法，一个「二如来藏」，一种「三如来藏」。「二如来藏，大乘止观法门云二如来藏：如来者，即理性如来也。」这是先解释如来两个字的意思。如来是理性，理性就是自性，就是真心，就是本际，也称为诸法实相，它的名词很多。「藏以含摄为义，谓一切众生烦恼心中，具足无量无边不可思议无漏清净之业。」下面是个比喻，「如石中有金」，这是金矿，矿石里头，里面有黄金。「木中有火」，这个木材里面含着有火，燃烧的时候就看见了。「故云垢藏之中，佛性满足，是名如来藏。」如来藏在哪里？就藏在烦恼心中。所以大乘教里常说，「烦恼即菩提，生死即涅槃」，烦恼跟菩提（菩提就是如来藏）是一不是二。我们现前这个妄心、妄念，就好像矿石一样，金矿矿石一样。黄金跟石头混合在一块，你搞不清楚，你不知道它的价值，经过提炼，把渣滓去掉，纯金就得到。我们把烦恼要是去掉，如来藏就现前，自性就现前。这个比喻也很好懂。",
      "zh_TW": "前面我們學到「護佛種性」。第一句，「受持如來甚深法藏」，我們學到這個地方。《淨影疏》裡頭有一句話說：「明修勝解如來藏性，是如來甚深法藏」。我們參考資料裡頭有「如來藏」，這是佛門裡頭重要的佛教常識，我們藉這個機會也來做一次學習。如來藏有兩種說法，一個「二如來藏」，一種「三如來藏」。「二如來藏，大乘止觀法門云二如來藏：如來者，即理性如來也。」這是先解釋如來兩個字的意思。如來是理性，理性就是自性，就是真心，就是本際，也稱為諸法實相，它的名詞很多。「藏以含攝為義，謂一切眾生煩惱心中，具足無量無邊不可思議無漏清淨之業。」下面是個比喻，「如石中有金」，這是金礦，礦石裡頭，裡面有黃金。「木中有火」，這個木材裡面含著有火，燃燒的時候就看見了。「故云垢藏之中，佛性滿足，是名如來藏。」如來藏在哪裡？就藏在煩惱心中。所以大乘教裡常說，「煩惱即菩提，生死即涅槃」，煩惱跟菩提（菩提就是如來藏）是一不是二。我們現前這個妄心、妄念，就好像礦石一樣，金礦礦石一樣。黃金跟石頭混合在一塊，你搞不清楚，你不知道它的價值，經過提煉，把渣滓去掉，純金就得到。我們把煩惱要是去掉，如來藏就現前，自性就現前。這個比喻也很好懂。"
    },
    {
      "id": "02-040-0116_p0003",
      "zh_CN": "所以修行修什么？这总得搞清楚。念佛，一天念多少万声佛号，这个不重要。蕅益大师讲过，往生西方极乐世界，最重要的条件是你有没有真信。你有真信，真正相信有极乐世界、有阿弥陀佛，一点都不怀疑，还真想去，你就具足往生的条件。到极乐世界，极乐世界四土三辈九品，你是哪一个阶位，蕅益大师告诉我们，那是念佛功夫的浅深，不是数目多少。念佛功夫浅深，什么叫功夫？功夫完全从你断了多少烦恼，你的清净心得到几分，这是功夫。功夫完全在我们这个经题上，清净心现前，就是有功夫了，决定得生；平等心现前，这功夫大了，高品位往生。清净跟平等都是功夫。见思烦恼放下，心清净；尘沙烦恼放下，无明烦恼放下，心平等。所以平等心现前，平等心是理一心不乱，清净心是事一心不乱，事一心不乱生方便有余土，理一心不乱生实报庄严土，功夫！",
      "zh_TW": "所以修行修什麼？這總得搞清楚。念佛，一天念多少萬聲佛號，這個不重要。蕅益大師講過，往生西方極樂世界，最重要的條件是你有沒有真信。你有真信，真正相信有極樂世界、有阿彌陀佛，一點都不懷疑，還真想去，你就具足往生的條件。到極樂世界，極樂世界四土三輩九品，你是哪一個階位，蕅益大師告訴我們，那是念佛功夫的淺深，不是數目多少。念佛功夫淺深，什麼叫功夫？功夫完全從你斷了多少煩惱，你的清淨心得到幾分，這是功夫。功夫完全在我們這個經題上，清淨心現前，就是有功夫了，決定得生；平等心現前，這功夫大了，高品位往生。清淨跟平等都是功夫。見思煩惱放下，心清淨；塵沙煩惱放下，無明煩惱放下，心平等。所以平等心現前，平等心是理一心不亂，清淨心是事一心不亂，事一心不亂生方便有餘土，理一心不亂生實報莊嚴土，功夫！"
    },
    {
      "id": "02-040-0116_p0004",
      "zh_CN": "功夫全在放下，真放下，真放下才去得了。如果没有真放下，一天十万声佛号都没用处，都去不了。为什么？你对这个世间还有留恋，你怎么能去？对这个世间没留恋了，真正看破了。我们凡夫心中，就是妄念里头有如来藏、有真东西，叫真心。在日常生活当中，我们用真不用妄，这就叫有功夫。用真心念佛一声，跟佛相应，一念相应一念佛；用妄心念佛一万声，没有一个念头相应，不相应，不起感应。宋朝莹珂法师能在三天三夜把阿弥陀佛念来，那是什么？从妄心念到真心出来了，真心就起感应。开头念的一天、二天都是妄心，念到第三天，真心出现。纯真之心，这是真诚心、清净心，专求往生，没有第二个杂念，我就是要求往生。阿弥陀佛就来了，来了告诉他，你还有十年阳寿，等你寿命终了的时候我来接引你。莹珂法师知道自己的毛病，自己劣根性很重，禁不起外面诱惑，这十年保不住，那十年不晓得造多少罪业，就跟阿弥陀佛说，十年阳寿不要了，我现在就跟你走。弥陀就答应他，三天之后来接引你，果然三天往生。这就说明什么？功夫。往生的条件，信愿，品位是功夫。",
      "zh_TW": "功夫全在放下，真放下，真放下才去得了。如果沒有真放下，一天十萬聲佛號都沒用處，都去不了。為什麼？你對這個世間還有留戀，你怎麼能去？對這個世間沒留戀了，真正看破了。我們凡夫心中，就是妄念裡頭有如來藏、有真東西，叫真心。在日常生活當中，我們用真不用妄，這就叫有功夫。用真心念佛一聲，跟佛相應，一念相應一念佛；用妄心念佛一萬聲，沒有一個念頭相應，不相應，不起感應。宋朝瑩珂法師能在三天三夜把阿彌陀佛念來，那是什麼？從妄心念到真心出來了，真心就起感應。開頭念的一天、二天都是妄心，念到第三天，真心出現。純真之心，這是真誠心、清淨心，專求往生，沒有第二個雜念，我就是要求往生。阿彌陀佛就來了，來了告訴他，你還有十年陽壽，等你壽命終了的時候我來接引你。瑩珂法師知道自己的毛病，自己劣根性很重，禁不起外面誘惑，這十年保不住，那十年不曉得造多少罪業，就跟阿彌陀佛說，十年陽壽不要了，我現在就跟你走。彌陀就答應他，三天之後來接引你，果然三天往生。這就說明什麼？功夫。往生的條件，信願，品位是功夫。"
    },
    {
      "id": "02-040-0116_p0005",
      "zh_CN": "功夫就在生活当中练，用什么？我们用真诚心待人，用真诚心接物，不搞假的，决定不要为自己，没有自己。大乘佛法，连小乘佛法，入门都要破身见，不破身见入不了门。你看身见一破，不执着这个身是我；边见没有了，边见是对立，心定了；成见放下，可以跟人相处，能够恒顺众生，随喜功德。有成见就不能够跟人共处，每个人有每个人的看法，这就难了，就发生冲突。菩萨绝不会跟人家发生冲突，你要求怎样就怎样，可以随顺，不是很严重的障碍，菩萨真随顺你。严重的障碍，他会婉转，不随顺，也不妨碍你。善恶因果各人承当，菩萨看得清楚、看得明白。那不劝你吗？劝你没用处，不能接受，甚至于造更深的罪业，菩萨不会陷害人。必须是自己吃了苦头，觉悟了，回心向善，菩萨就来帮助你；不是真正想回头，菩萨不会来的。",
      "zh_TW": "功夫就在生活當中練，用什麼？我們用真誠心待人，用真誠心接物，不搞假的，決定不要為自己，沒有自己。大乘佛法，連小乘佛法，入門都要破身見，不破身見入不了門。你看身見一破，不執著這個身是我；邊見沒有了，邊見是對立，心定了；成見放下，可以跟人相處，能夠恆順眾生，隨喜功德。有成見就不能夠跟人共處，每個人有每個人的看法，這就難了，就發生衝突。菩薩絕不會跟人家發生衝突，你要求怎樣就怎樣，可以隨順，不是很嚴重的障礙，菩薩真隨順你。嚴重的障礙，他會婉轉，不隨順，也不妨礙你。善惡因果各人承當，菩薩看得清楚、看得明白。那不勸你嗎？勸你沒用處，不能接受，甚至於造更深的罪業，菩薩不會陷害人。必須是自己吃了苦頭，覺悟了，回心向善，菩薩就來幫助你；不是真正想回頭，菩薩不會來的。"
    },
    {
      "id": "02-040-0116_p0006",
      "zh_CN": "所以先要认识这两种如来藏。「一、空如来藏。谓此心性，虽随染净之缘，建立生死涅槃等法」。随染缘就是有生死，随净缘这就是大般涅槃。染是什么？见思烦恼叫染。第一个就是我见，这是一切染污的根本，末那识。末那识，四大烦恼常相随。第一个，我见，根本就没有我，他执着有个我。那个我的本质是什么？是阿赖耶的见分跟相分。阿赖耶的相分无穷大，整个法界，我们今天讲整个宇宙所有一切物质现象，全是阿赖耶的相分，你说多大多大。我们身体也是的，执着这一点点认为这是我。不知道阿赖耶所有现象都是我，不知道，执着这一点是我，这个错了，这是身相。心相，什么是我的心？心是受想行识，受想行识也是无量无边。现在我们知道了，我们一点怀疑都没有，除了动物有受想行识，植物也有，矿物也有，没有一样东西没有。受想行识跟物质现象一样大，而且分不开，有受想行识必定有物质，有物质现象必定有受想行识，它两个永远分不开家的。最近这些年，许许多多的实验证明，是真的不是假的。",
      "zh_TW": "所以先要認識這兩種如來藏。「一、空如來藏。謂此心性，雖隨染淨之緣，建立生死涅槃等法」。隨染緣就是有生死，隨淨緣這就是大般涅槃。染是什麼？見思煩惱叫染。第一個就是我見，這是一切染污的根本，末那識。末那識，四大煩惱常相隨。第一個，我見，根本就沒有我，他執著有個我。那個我的本質是什麼？是阿賴耶的見分跟相分。阿賴耶的相分無窮大，整個法界，我們今天講整個宇宙所有一切物質現象，全是阿賴耶的相分，你說多大多大。我們身體也是的，執著這一點點認為這是我。不知道阿賴耶所有現象都是我，不知道，執著這一點是我，這個錯了，這是身相。心相，什麼是我的心？心是受想行識，受想行識也是無量無邊。現在我們知道了，我們一點懷疑都沒有，除了動物有受想行識，植物也有，礦物也有，沒有一樣東西沒有。受想行識跟物質現象一樣大，而且分不開，有受想行識必定有物質，有物質現象必定有受想行識，它兩個永遠分不開家的。最近這些年，許許多多的實驗證明，是真的不是假的。"
    },
    {
      "id": "02-040-0116_p0007",
      "zh_CN": "中国古谚语有所谓「举头三尺有神明」，现在我们知道，哪里有三尺那么远，念头才动，神明全知道了；换句话说，一分一秒的差距都没有。就像《还源观》上所说的，念头才动，周遍法界，遍法界虚空界全都知道，念头才动。念头没有动，我们这个身体是物质，物质它也在动，它是个生灭法，是由波动现象所产生的，它本身是波动现象，这个波动也周遍法界。换句话说，我们身体的动作，心里的念头才动，遍法界虚空界没有一样不知道，有情众生知道，树木花草知道，山河大地知道，全知道，你能瞒得过谁？动就是造作，造作是因，后头就感果报。这讲阿赖耶，阿赖耶这个如来藏，藏就是阿赖耶里面含藏的业习种子，你这一动，它就有个种子，阿赖耶就有，这个种子将来遇到缘，它就起现行，果报就现前，善、恶、无记这三大类。所以心性，真心能随缘，建立生死涅槃等法，出现这些东西。",
      "zh_TW": "中國古諺語有所謂「舉頭三尺有神明」，現在我們知道，哪裡有三尺那麼遠，念頭才動，神明全知道了；換句話說，一分一秒的差距都沒有。就像《還源觀》上所說的，念頭才動，周遍法界，遍法界虛空界全都知道，念頭才動。念頭沒有動，我們這個身體是物質，物質它也在動，它是個生滅法，是由波動現象所產生的，它本身是波動現象，這個波動也周遍法界。換句話說，我們身體的動作，心裡的念頭才動，遍法界虛空界沒有一樣不知道，有情眾生知道，樹木花草知道，山河大地知道，全知道，你能瞞得過誰？動就是造作，造作是因，後頭就感果報。這講阿賴耶，阿賴耶這個如來藏，藏就是阿賴耶裡面含藏的業習種子，你這一動，它就有個種子，阿賴耶就有，這個種子將來遇到緣，它就起現行，果報就現前，善、惡、無記這三大類。所以心性，真心能隨緣，建立生死涅槃等法，出現這些東西。"
    },
    {
      "id": "02-040-0116_p0008",
      "zh_CN": "「然心体平等」，自性的本体是平等的，自性的本体就是法性。「离性离相」，性是个假名，相是个假相，佛法假名而已，所以佛法不能执着，执着就错了。《金刚经》上佛告诉我们，「凡所有相皆是虚妄」、「法尚应舍，何况非法」，那个法就是佛法。佛法应舍是什么？不能执着，你知道这个意思就行，要离佛法的相，因为佛法是假设的。你要以为真有个佛法，坏了，永远不知道佛法是什么。佛法没有相，但是在教学的时候，又不能不说，说一定要懂得它的义趣。听教，听教就是听讲经，不能执着言说相，言说是假的，不可以执着；不可以执著名字相，如来藏是名字，心性是名字，染净是名字，生死涅槃是名字，佛用这些方法传递我们信息沟通，绝不能执着，执着就错了；不能执着心缘相，心缘是什么？我看到这个，想一想这是什么意思。它没有意思，你想它是什么意思，是你自己的意思，不是如来真实义。如来真实义，如来没有意思，这很难！",
      "zh_TW": "「然心體平等」，自性的本體是平等的，自性的本體就是法性。「離性離相」，性是個假名，相是個假相，佛法假名而已，所以佛法不能執著，執著就錯了。《金剛經》上佛告訴我們，「凡所有相皆是虛妄」、「法尚應捨，何況非法」，那個法就是佛法。佛法應捨是什麼？不能執著，你知道這個意思就行，要離佛法的相，因為佛法是假設的。你要以為真有個佛法，壞了，永遠不知道佛法是什麼。佛法沒有相，但是在教學的時候，又不能不說，說一定要懂得它的義趣。聽教，聽教就是聽講經，不能執著言說相，言說是假的，不可以執著；不可以執著名字相，如來藏是名字，心性是名字，染淨是名字，生死涅槃是名字，佛用這些方法傳遞我們信息溝通，絕不能執著，執著就錯了；不能執著心緣相，心緣是什麼？我看到這個，想一想這是什麼意思。它沒有意思，你想它是什麼意思，是你自己的意思，不是如來真實義。如來真實義，如來沒有意思，這很難！"
    },
    {
      "id": "02-040-0116_p0009",
      "zh_CN": "听经要这样听法，读经要这个读法，读经不着文字相，不著名字相，不着心缘相。你只一直念下去，不要想这一句什么意思，这一段什么意思，可不能想，一想全错了，那是你的意思，不是佛的意思，佛没有意思。到什么时候能见到佛的意思？你一遍一遍念下去，念到心定了，清净心念出来了，平等心念出来了，豁然大悟，大悟就是觉，那个觉的时候，意思就出来了，那就是真实义。原来如来真实义是自性的真实义，自性的真实义跟一切如来真实义完全相同，通的。如来说经就从这个真实义流出来，你现在把真实义的源头找出来，所以一切经不要学，全通了。马鸣菩萨说得很清楚，谁去照办？学经教的人，哪个不着相？看经，着文字相、著名字相、着心缘相，三相具足。学到的是什么？学到的是佛学常识，不是真实之际、真实智慧、真实利益，三个真实都没学到，知识而已。这就是我们用这些妄心、妄想，把佛法变成世间法来学习，得到的是世间法，不是佛法。那我们换一换，把它反过来看，如果我们用真心，心地清净，没有起心动念，没有分别执着，来学一切世间法，一切世间法全是佛法，妙极了！再给你说真的，哪有什么世间出世间？没这回事。由此可知，全在用心，你用的是什么心。会用心的是佛菩萨，不会用心的是六道凡夫。错用了心，搞到六道轮回里头去了，这是冤枉！",
      "zh_TW": "聽經要這樣聽法，讀經要這個讀法，讀經不著文字相，不著名字相，不著心緣相。你只一直念下去，不要想這一句什麼意思，這一段什麼意思，可不能想，一想全錯了，那是你的意思，不是佛的意思，佛沒有意思。到什麼時候能見到佛的意思？你一遍一遍念下去，念到心定了，清淨心念出來了，平等心念出來了，豁然大悟，大悟就是覺，那個覺的時候，意思就出來了，那就是真實義。原來如來真實義是自性的真實義，自性的真實義跟一切如來真實義完全相同，通的。如來說經就從這個真實義流出來，你現在把真實義的源頭找出來，所以一切經不要學，全通了。馬鳴菩薩說得很清楚，誰去照辦？學經教的人，哪個不著相？看經，著文字相、著名字相、著心緣相，三相具足。學到的是什麼？學到的是佛學常識，不是真實之際、真實智慧、真實利益，三個真實都沒學到，知識而已。這就是我們用這些妄心、妄想，把佛法變成世間法來學習，得到的是世間法，不是佛法。那我們換一換，把它反過來看，如果我們用真心，心地清淨，沒有起心動念，沒有分別執著，來學一切世間法，一切世間法全是佛法，妙極了！再給你說真的，哪有什麼世間出世間？沒這回事。由此可知，全在用心，你用的是什麼心。會用心的是佛菩薩，不會用心的是六道凡夫。錯用了心，搞到六道輪迴裡頭去了，這是冤枉！"
    },
    {
      "id": "02-040-0116_p0010",
      "zh_CN": "所以一定要晓得，「心体平等」，平等是自性本定。惠能大师见性，他说的第四句话就是心体平等。第四句说「何期自性，本无动摇」，不动，那就是平等心，一动就不平等，不动就平等。水在不动的时候是平等的，一起风浪不平等了，这是自性本定。大乘教里头，我们常常看到觉心不动，动就是不觉。自性不动，自性也不染污。染污的是什么？意识，动摇的，第六识。第六识是妄念，妄念静不下来，一个念头接一个念头。但是没有两个妄念是相同的，每个妄念都是独立的。这显示什么？无我，我不可得；无法，法也不可得，我跟法全是假的，《金刚经》上面比喻作「梦幻泡影」。我们住这个世界，真的是梦幻泡影，在这作梦。根利的人，想从这个梦中醒过来；迷得太重的人，他那个醒过来的念头没有。醒就是出离，出离六道轮回，没有这个念头。大多数的人没这个念头，少数人有这个念头，想出离六道轮回。你有这个念头，你就真有这个缘分，为什么？佛菩萨帮助你，你就很有可能，你只要保持这一个正念，我真想出离六道轮回。如果对六道轮回再有贪恋，那就不灵了，跟佛菩萨感应就中断。真想离开六道轮回这个念头不断，我也是一个念头一念一念接着，佛菩萨帮得上忙。所以菩萨对我们的加持，我们自己要有能量，自己没有，加持不上。一般加持是相对的，我们有一分，他加持一分；我们有十分，他加持十分，这个是真的。",
      "zh_TW": "所以一定要曉得，「心體平等」，平等是自性本定。惠能大師見性，他說的第四句話就是心體平等。第四句說「何期自性，本無動搖」，不動，那就是平等心，一動就不平等，不動就平等。水在不動的時候是平等的，一起風浪不平等了，這是自性本定。大乘教裡頭，我們常常看到覺心不動，動就是不覺。自性不動，自性也不染污。染污的是什麼？意識，動搖的，第六識。第六識是妄念，妄念靜不下來，一個念頭接一個念頭。但是沒有兩個妄念是相同的，每個妄念都是獨立的。這顯示什麼？無我，我不可得；無法，法也不可得，我跟法全是假的，《金剛經》上面比喻作「夢幻泡影」。我們住這個世界，真的是夢幻泡影，在這作夢。根利的人，想從這個夢中醒過來；迷得太重的人，他那個醒過來的念頭沒有。醒就是出離，出離六道輪迴，沒有這個念頭。大多數的人沒這個念頭，少數人有這個念頭，想出離六道輪迴。你有這個念頭，你就真有這個緣分，為什麼？佛菩薩幫助你，你就很有可能，你只要保持這一個正念，我真想出離六道輪迴。如果對六道輪迴再有貪戀，那就不靈了，跟佛菩薩感應就中斷。真想離開六道輪迴這個念頭不斷，我也是一個念頭一念一念接著，佛菩薩幫得上忙。所以菩薩對我們的加持，我們自己要有能量，自己沒有，加持不上。一般加持是相對的，我們有一分，他加持一分；我們有十分，他加持十分，這個是真的。"
    },
    {
      "id": "02-040-0116_p0011",
      "zh_CN": "所以，一切法皆从真实心中作，这句话很重要。生活用真心，工作用真心，处事待人接物都要用真心。妄念，那就是造生死，制造轮回。我们用真心，愿望是求生净土，决定得生；我们用的是妄心，不会往生，果报都在三途。世间人不知道，佛知道，一切众生生死轮回善恶果报，都是自作自受，与什么人都不相干，用现代的话说，自己要负百分之百的责任。别人诱惑你做坏事，你相信他，接受他诱惑，还是你自己的事情。他诱惑，你如如不动，他害不了你，所以你不能怪他，怪自己愿意上当，这就没有法子了。学到不受外面境界干扰，你就生死自在，想什么时候往生就可以什么时候往生。",
      "zh_TW": "所以，一切法皆從真實心中作，這句話很重要。生活用真心，工作用真心，處事待人接物都要用真心。妄念，那就是造生死，製造輪迴。我們用真心，願望是求生淨土，決定得生；我們用的是妄心，不會往生，果報都在三途。世間人不知道，佛知道，一切眾生生死輪迴善惡果報，都是自作自受，與什麼人都不相干，用現代的話說，自己要負百分之百的責任。別人誘惑你做壞事，你相信他，接受他誘惑，還是你自己的事情。他誘惑，你如如不動，他害不了你，所以你不能怪他，怪自己願意上當，這就沒有法子了。學到不受外面境界干擾，你就生死自在，想什麼時候往生就可以什麼時候往生。"
    },
    {
      "id": "02-040-0116_p0012",
      "zh_CN": "最近我看了一张光碟，刘素青居士往生的纪录片，她往生是自在的，表演给你看。缘由是她的妹妹刘素云讲经的时候常常感叹，净宗法门这么好，夏莲老会集经，黄念老做这个注解，她就是依这个经注来修行。她说最好能有一个人发心，表演一下给大家看。这表演什么？表演往生。刘素云居士这个话说出来，没有想到她姐姐就说了，我来表演。她就承当过去了，真表演了。听说她还有十年寿命，也不要了，为大家来作证，证明这个会集本是真的，不是假的；证明黄念祖老居士的注解是真的，不是假的；证明我们这些年来专讲这部经，也是真的，也不是假的；证明这一句阿弥陀佛，决定往生。",
      "zh_TW": "最近我看了一張光碟，劉素青居士往生的紀錄片，她往生是自在的，表演給你看。緣由是她的妹妹劉素雲講經的時候常常感嘆，淨宗法門這麼好，夏蓮老會集經，黃念老做這個註解，她就是依這個經註來修行。她說最好能有一個人發心，表演一下給大家看。這表演什麼？表演往生。劉素雲居士這個話說出來，沒有想到她姐姐就說了，我來表演。她就承當過去了，真表演了。聽說她還有十年壽命，也不要了，為大家來作證，證明這個會集本是真的，不是假的；證明黃念祖老居士的註解是真的，不是假的；證明我們這些年來專講這部經，也是真的，也不是假的；證明這一句阿彌陀佛，決定往生。"
    },
    {
      "id": "02-040-0116_p0013",
      "zh_CN": "确实如愿以偿，真做出来了，时间分秒不差。她的妹妹，就是刘素云居士，在她往生十几天之前得到一个信息，这个信息是阿拉伯字2012112112，得到这么一个信息，好像是密码一样，她看得懂。她说2012是年，11是月，十一月，21是二十一号，后头还有个12，是中午十二点钟。没有人知道。她把这个密码告诉她姐姐，她姐姐看到笑一笑，给她点头。果然这一天十二点往生，一秒钟都不差。好像她是十六天之前有这么一个感应。真的，在十二点前面二分钟还说说笑笑，时间一到，她就合掌，还说：「我现在坐在莲花里，我跟阿弥陀佛慈父靠得很近」，然后跟大家好像挥手再见，就走了。这不容易，真的不是假的。去到极乐世界之后没多久，又回来了，回来干什么？说还得要表个法。表个什么法？不是往生极乐世界，普通人死的时候，神识离开身体那种痛苦的样子，她做这个表演。非常可惜，这个表演没有录下来。表演得非常逼真、非常精彩，让你两个对照。好像有录音没有录像，这当中有一点障碍。所以这些，真的给我们做证明，决定是真实的。",
      "zh_TW": "確實如願以償，真做出來了，時間分秒不差。她的妹妹，就是劉素雲居士，在她往生十幾天之前得到一個信息，這個信息是阿拉伯字2012112112，得到這麼一個信息，好像是密碼一樣，她看得懂。她說2012是年，11是月，十一月，21是二十一號，後頭還有個12，是中午十二點鐘。沒有人知道。她把這個密碼告訴她姐姐，她姐姐看到笑一笑，給她點頭。果然這一天十二點往生，一秒鐘都不差。好像她是十六天之前有這麼一個感應。真的，在十二點前面二分鐘還說說笑笑，時間一到，她就合掌，還說：「我現在坐在蓮花裡，我跟阿彌陀佛慈父靠得很近」，然後跟大家好像揮手再見，就走了。這不容易，真的不是假的。去到極樂世界之後沒多久，又回來了，回來幹什麼？說還得要表個法。表個什麼法？不是往生極樂世界，普通人死的時候，神識離開身體那種痛苦的樣子，她做這個表演。非常可惜，這個表演沒有錄下來。表演得非常逼真、非常精彩，讓你兩個對照。好像有錄音沒有錄像，這當中有一點障礙。所以這些，真的給我們做證明，決定是真實的。"
    },
    {
      "id": "02-040-0116_p0014",
      "zh_CN": "我们一定要真正认识，「心体平等，离性离相」。有性有相，不能执着，性相都不能执着。性是真性，相是假相，相是生灭法，性是不生不灭，它和合在一起。「非惟所起染净等法皆空，而能起之心亦不可得」，所以叫「空如来藏」。心能生万法，万法是假的，不可得，能生万法的心也不可得。它是真的，但是它没有相，你怎么得？自性没有物质现象，没有精神现象，也没有自然现象，所以佛称它为真空。但是它遇缘能生一切现象，就是能生万法。能生所生都不可得，你的心才真清净，着了一边都是不干不净。凡夫执着有，二乘执着空，全错了。空有二边都不执着，清清楚楚，了了分明。空如来藏，从体上说的。",
      "zh_TW": "我們一定要真正認識，「心體平等，離性離相」。有性有相，不能執著，性相都不能執著。性是真性，相是假相，相是生滅法，性是不生不滅，它和合在一起。「非惟所起染淨等法皆空，而能起之心亦不可得」，所以叫「空如來藏」。心能生萬法，萬法是假的，不可得，能生萬法的心也不可得。它是真的，但是它沒有相，你怎麼得？自性沒有物質現象，沒有精神現象，也沒有自然現象，所以佛稱它為真空。但是它遇緣能生一切現象，就是能生萬法。能生所生都不可得，你的心才真清淨，著了一邊都是不乾不淨。凡夫執著有，二乘執著空，全錯了。空有二邊都不執著，清清楚楚，了了分明。空如來藏，從體上說的。"
    },
    {
      "id": "02-040-0116_p0015",
      "zh_CN": "第二，叫「不空如来藏」，这从相上说的。「谓此心性，具足无漏清净功德，及诸有漏业惑染法，包藏含摄，无德不备，无法不现，故名不空如来藏。」前面空是本体，本体能生现象，能生十法界依正庄严。为什么能生？惠能大师第三句讲的，「何期自性，本自具足」，这就能生；它什么都没有，它什么都不缺，它能现一切相。你要问，自性本具的是什么？整个宇宙就是自性本具的。它本具没有，它怎么会现？它能现就是自性本具的，不是外面来的，确确实实心外无法、法外无心，完全正确。什么条件之下，它会现一切法？条件是两个，一个是迷的时候现法，一念不觉，一念不觉就蹦出一个阿赖耶，阿赖耶能变，那是一念不觉；第二种情形，众生有感，它自然有应，应的时候能现一切法，所现的一切法是自性本具的，具足无量清净功德。下面，也同时具足有漏业惑染法，染净统统都具足。所以同时现出来诸佛的实报庄严土，那是无漏清净功德所生所现的；还有有漏业惑染法，这生的是十法界六道三途，依正庄严统统出现了，这如来藏现的。包藏含摄，无德不备，无法不现，叫不空如来藏。这是《大乘止观》里面讲的。",
      "zh_TW": "第二，叫「不空如來藏」，這從相上說的。「謂此心性，具足無漏清淨功德，及諸有漏業惑染法，包藏含攝，無德不備，無法不現，故名不空如來藏。」前面空是本體，本體能生現象，能生十法界依正莊嚴。為什麼能生？惠能大師第三句講的，「何期自性，本自具足」，這就能生；它什麼都沒有，它什麼都不缺，它能現一切相。你要問，自性本具的是什麼？整個宇宙就是自性本具的。它本具沒有，它怎麼會現？它能現就是自性本具的，不是外面來的，確確實實心外無法、法外無心，完全正確。什麼條件之下，它會現一切法？條件是兩個，一個是迷的時候現法，一念不覺，一念不覺就蹦出一個阿賴耶，阿賴耶能變，那是一念不覺；第二種情形，眾生有感，它自然有應，應的時候能現一切法，所現的一切法是自性本具的，具足無量清淨功德。下面，也同時具足有漏業惑染法，染淨統統都具足。所以同時現出來諸佛的實報莊嚴土，那是無漏清淨功德所生所現的；還有有漏業惑染法，這生的是十法界六道三途，依正莊嚴統統出現了，這如來藏現的。包藏含攝，無德不備，無法不現，叫不空如來藏。這是《大乘止觀》裡面講的。"
    },
    {
      "id": "02-040-0116_p0016",
      "zh_CN": "「《圆觉经略疏》云三如来藏：如来者，即理性如来也。」这个说法跟前面一样，是理体。「因中说果，故名如来。藏者含藏之义，谓含藏一切善恶法也。的指其体，即第八识名如来藏。」它还有个名词，叫第八识，叫阿赖耶识，阿赖耶识就是如来藏。阿赖耶识真妄和合，体是真如理体，相跟作用是从一念不觉里头发生的。自性变现的实报土，唯心所现，唯心所生，实报庄严土。十法界六道，唯识所变。根据什么变的？根据实报土变的。因为它不能生，它不能现，能生能现的碰到它，它会把它变，把实报庄严土变化成四圣法界，再从四圣法界把它变成六道六法界，它会变，唯识所变。「唯心所现，唯识所变」，《华严经》上说的，心现识变。所以转识成智，只有生现，没有识变，这就是实报庄严土。所以实报庄严土那个相，叫法性身、法性土。",
      "zh_TW": "「《圓覺經略疏》云三如來藏：如來者，即理性如來也。」這個說法跟前面一樣，是理體。「因中說果，故名如來。藏者含藏之義，謂含藏一切善惡法也。的指其體，即第八識名如來藏。」它還有個名詞，叫第八識，叫阿賴耶識，阿賴耶識就是如來藏。阿賴耶識真妄和合，體是真如理體，相跟作用是從一念不覺裡頭發生的。自性變現的實報土，唯心所現，唯心所生，實報莊嚴土。十法界六道，唯識所變。根據什麼變的？根據實報土變的。因為它不能生，它不能現，能生能現的碰到它，它會把它變，把實報莊嚴土變化成四聖法界，再從四聖法界把它變成六道六法界，它會變，唯識所變。「唯心所現，唯識所變」，《華嚴經》上說的，心現識變。所以轉識成智，只有生現，沒有識變，這就是實報莊嚴土。所以實報莊嚴土那個相，叫法性身、法性土。"
    },
    {
      "id": "02-040-0116_p0017",
      "zh_CN": "我们今天这个世界是阿赖耶的境界相、阿赖耶的转相，我们起心动念是阿赖耶的转相。六根所缘的境界，六种境界，是阿赖耶的境界相，就是阿赖耶的相分，起心动念是阿赖耶的见分。我们没有办法脱离阿赖耶的魔掌，必须得转识成智。怎么转法？佛告诉我们，六、七因地转，五、八果上转。这就说明我们从哪里下手？从第六、第七识下手。五、八没有办法下手，六、七转了，五、八就跟着转，叫果上转。只要六、七转了，五、八就转。七识执着，坚固的执着，六识分别，从这里下手。怎么转法？日常生活当中，尽量去练不执着、不分别，让你的清净平等心现前。第六识转了，清净现前；第七识转了，平等就现前。转七识，就是末那，成平等性智，有我就不平等。第六是染污意，第七是意根，尽可能的六根在六尘境界上不分别不执着，这就是在做转识的修行功夫；这两个转过来，阿赖耶自动的就转成大圆镜智，前五识自动的转成成所作智。这就学什么？学在境界上不分别不执着，先从这里下手。真正到不分别不执着，再进一步，不起心不动念，那就成佛。不执着就是阿罗汉，不分别就是菩萨。修行是这么个修法的，我们不能不知道。",
      "zh_TW": "我們今天這個世界是阿賴耶的境界相、阿賴耶的轉相，我們起心動念是阿賴耶的轉相。六根所緣的境界，六種境界，是阿賴耶的境界相，就是阿賴耶的相分，起心動念是阿賴耶的見分。我們沒有辦法脫離阿賴耶的魔掌，必須得轉識成智。怎麼轉法？佛告訴我們，六、七因地轉，五、八果上轉。這就說明我們從哪裡下手？從第六、第七識下手。五、八沒有辦法下手，六、七轉了，五、八就跟著轉，叫果上轉。只要六、七轉了，五、八就轉。七識執著，堅固的執著，六識分別，從這裡下手。怎麼轉法？日常生活當中，盡量去練不執著、不分別，讓你的清淨平等心現前。第六識轉了，清淨現前；第七識轉了，平等就現前。轉七識，就是末那，成平等性智，有我就不平等。第六是染污意，第七是意根，盡可能的六根在六塵境界上不分別不執著，這就是在做轉識的修行功夫；這兩個轉過來，阿賴耶自動的就轉成大圓鏡智，前五識自動的轉成成所作智。這就學什麼？學在境界上不分別不執著，先從這裡下手。真正到不分別不執著，再進一步，不起心不動念，那就成佛。不執著就是阿羅漢，不分別就是菩薩。修行是這麼個修法的，我們不能不知道。"
    },
    {
      "id": "02-040-0116_p0018",
      "zh_CN": "早年章嘉大师教我，佛法，无论是宗门教下、大乘小乘、显教密教，无有一法不是从看破放下下手；最后的成就还是看破放下。他教我这两句，「看破、放下」，告诉我，从初发心到如来地。我们那个时候刚刚接触佛法，对佛法什么都不懂，老师善巧方便，用看破放下。看破放下就是大乘教的止观，止就是放下，观就是看破。观帮助止，事实真相看穿、看破了，你就放下了；放下，又能帮助你更高一层的看破；看破之后，你又能放下更深的一层，就是互相帮助，相辅相成。到底是先看破？先放下？根性不一定。烦恼重的人，先放下，再看破，烦恼障重的；所知障重的人，先看破，再放下。这个各人根性不一样，都能达到如来地。",
      "zh_TW": "早年章嘉大師教我，佛法，無論是宗門教下、大乘小乘、顯教密教，無有一法不是從看破放下下手；最後的成就還是看破放下。他教我這兩句，「看破、放下」，告訴我，從初發心到如來地。我們那個時候剛剛接觸佛法，對佛法什麼都不懂，老師善巧方便，用看破放下。看破放下就是大乘教的止觀，止就是放下，觀就是看破。觀幫助止，事實真相看穿、看破了，你就放下了；放下，又能幫助你更高一層的看破；看破之後，你又能放下更深的一層，就是互相幫助，相輔相成。到底是先看破？先放下？根性不一定。煩惱重的人，先放下，再看破，煩惱障重的；所知障重的人，先看破，再放下。這個各人根性不一樣，都能達到如來地。"
    },
    {
      "id": "02-040-0116_p0019",
      "zh_CN": "由此可知，佛法修行，功夫全在放下。所以古人说，放下便是！谁表演的？弥勒菩萨，在中国，现在我们中国人造弥勒菩萨的像，全造他的像，他是姓甚名谁、法名，没有人知道，每天背一个大布袋，走到哪里去都提个布袋，人家供养的东西往布袋里一放，所以布袋和尚就出了名，大家知道他是布袋和尚，哪里来的，以后往哪里去，都不知道。别人问他，什么是佛法？他把布袋往地下一放，两手一伸。别人知道，这是放下。放下之后怎么办？他很从容，布袋捡起来，背着走了，一句话不说。放下怎么？那叫提起，我们叫放得下，提得起，这就是佛法。他的法，不说话的，要懂得他的意思。看破放下就是佛法，真的佛法。",
      "zh_TW": "由此可知，佛法修行，功夫全在放下。所以古人說，放下便是！誰表演的？彌勒菩薩，在中國，現在我們中國人造彌勒菩薩的像，全造他的像，他是姓甚名誰、法名，沒有人知道，每天背一個大布袋，走到哪裡去都提個布袋，人家供養的東西往布袋裡一放，所以布袋和尚就出了名，大家知道他是布袋和尚，哪裡來的，以後往哪裡去，都不知道。別人問他，什麼是佛法？他把布袋往地下一放，兩手一伸。別人知道，這是放下。放下之後怎麼辦？他很從容，布袋撿起來，背著走了，一句話不說。放下怎麼？那叫提起，我們叫放得下，提得起，這就是佛法。他的法，不說話的，要懂得他的意思。看破放下就是佛法，真的佛法。"
    },
    {
      "id": "02-040-0116_p0020",
      "zh_CN": "这些经论天天在研究，天天在讨论分享，没放下，不是佛法，这是搞假的。这都是预备工作，还没有起步。起步，那就是放下，放下是真干了。放得干干净净，到最后连佛法也放下。《金刚经》上所说的，「法尚应舍，何况非法」，叫彻底放下，就究竟成佛。为什么？障碍没有了，自性完全显露出来，这叫大成就，究竟成就，圆满的成就。不放下怎么行？一天到晚牵肠挂肚的事情这么多，这你要觉悟，如果放不下，将来还是搞生死轮回。放下要在现前就做，等到临命终时再放下，来不及了，这个业跟着你走，临终时候不可能放下。带着妄念走的，全都在恶道；带着善念，带着做了多少功德走的，那在三善道，往生都没有分。统统放下，才能往生。",
      "zh_TW": "這些經論天天在研究，天天在討論分享，沒放下，不是佛法，這是搞假的。這都是預備工作，還沒有起步。起步，那就是放下，放下是真幹了。放得乾乾淨淨，到最後連佛法也放下。《金剛經》上所說的，「法尚應捨，何況非法」，叫徹底放下，就究竟成佛。為什麼？障礙沒有了，自性完全顯露出來，這叫大成就，究竟成就，圓滿的成就。不放下怎麼行？一天到晚牽腸掛肚的事情這麼多，這你要覺悟，如果放不下，將來還是搞生死輪迴。放下要在現前就做，等到臨命終時再放下，來不及了，這個業跟著你走，臨終時候不可能放下。帶著妄念走的，全都在惡道；帶著善念，帶著做了多少功德走的，那在三善道，往生都沒有分。統統放下，才能往生。"
    },
    {
      "id": "02-040-0116_p0021",
      "zh_CN": "今天在这个世间，我们依这个经来学习，你看这个经里下头一句，「护佛种性常使不绝」，前面教导我们，「超过世间诸所有法」，那就是放得干净，你不放，你怎么能超过？然后发心，「为诸众生作不请之友」，这就对了，那就是提起。布袋和尚前一句是放下，后一句是提起。提起之后，就是为众生办一切事情，心里头坦然，没有丝毫执着，用这个心办事不会错，成就无量功德。还有自己的名利在里头，这不行，掺杂一丝毫名利在里面，如果是出家人的话，都是地狱种子。出家如是，在家也不例外。",
      "zh_TW": "今天在這個世間，我們依這個經來學習，你看這個經裡下頭一句，「護佛種性常使不絕」，前面教導我們，「超過世間諸所有法」，那就是放得乾淨，你不放，你怎麼能超過？然後發心，「為諸眾生作不請之友」，這就對了，那就是提起。布袋和尚前一句是放下，後一句是提起。提起之後，就是為眾生辦一切事情，心裡頭坦然，沒有絲毫執著，用這個心辦事不會錯，成就無量功德。還有自己的名利在裡頭，這不行，摻雜一絲毫名利在裡面，如果是出家人的話，都是地獄種子。出家如是，在家也不例外。"
    },
    {
      "id": "02-040-0116_p0022",
      "zh_CN": "三宝物，我们看戒经，《沙弥律仪增注》里头就有偷盗这条戒，讲得很清楚，偷盗三宝物，不通忏悔。你造五逆十恶，佛都能帮助你忏悔，唯有盗僧伽物，佛没办法给你忏悔。为什么？三宝物是通遍法界虚空界的，只要是出家人都可以受用，那你忏罪的对象是遍法界虚空界所有的三宝，这个麻烦了，它不是一个主人，它主人太多了。你占它一点便宜，以为没事，最后命终的时候果报现前，都是地狱。它太容易犯了，因为我们人都有占便宜的习惯，都有占便宜的念头。佛门的东西，占它一点便宜，很简单很容易。不过现在说起来，这个三宝物罪没那么重，什么原因？没有真的三宝，假三宝，所以罪就轻很多。真正是三宝，可不得了！这个里头都要辨别清楚，它是真的还是假的。假的，也不好，为什么？盗戒将来总是要还债的，现在纵然是有便宜可以得到，将来还债的时候不好受。",
      "zh_TW": "三寶物，我們看戒經，《沙彌律儀增註》裡頭就有偷盜這條戒，講得很清楚，偷盜三寶物，不通懺悔。你造五逆十惡，佛都能幫助你懺悔，唯有盜僧伽物，佛沒辦法給你懺悔。為什麼？三寶物是通遍法界虛空界的，只要是出家人都可以受用，那你懺罪的對象是遍法界虛空界所有的三寶，這個麻煩了，它不是一個主人，它主人太多了。你佔它一點便宜，以為沒事，最後命終的時候果報現前，都是地獄。它太容易犯了，因為我們人都有佔便宜的習慣，都有佔便宜的念頭。佛門的東西，佔它一點便宜，很簡單很容易。不過現在說起來，這個三寶物罪沒那麼重，什麼原因？沒有真的三寶，假三寶，所以罪就輕很多。真正是三寶，可不得了！這個裡頭都要辨別清楚，它是真的還是假的。假的，也不好，為什麼？盜戒將來總是要還債的，現在縱然是有便宜可以得到，將來還債的時候不好受。"
    },
    {
      "id": "02-040-0116_p0023",
      "zh_CN": "下面这三种，「一、隐覆藏。谓诸众生本有真如法身之理」，这是理体。「在第八识中，为无明烦恼之所隐覆，而不能见，故名隐覆藏。」隐覆藏是说真如法身，本体，在哪里？就在阿赖耶里。阿赖耶也是没有边际的，其大无外，其小无内。我们的真如法身跟无明烦恼合在一起，我们只见烦恼，不见真如，这叫迷。哪一天觉悟了，我们从烦恼里头见到真如，不见烦恼，就成佛了。只见真如，不见烦恼。佛在哪里？佛就在现前。佛跟我们在一起，平起平坐。我们对于外头境界看法不一样，他在烦恼里头看出菩提，我们看到是烦恼。他从烦恼里头看出菩提、看出自性；我们只看到烦恼，不知道有自性。就好像这一块矿石，外行人看，这是一块石头，一文不值；内行的人看，这里头有黄金，他就在这个石头里头，看到这里头含的有黄金，跟这个情形相仿佛。为什么？内行人他内行在哪里？内行在他心清净；外行人，心是杂乱的，他看不出来。清净心就能看出来，平等心能看出来。静生慧，动，智慧就没有了。水一动，就不能照见；水在清净不动的时候，没有风浪，像一面镜子一样，照得清清楚楚。所以佛家讲照见，不讲眼见，讲照见。",
      "zh_TW": "下面這三種，「一、隱覆藏。謂諸眾生本有真如法身之理」，這是理體。「在第八識中，為無明煩惱之所隱覆，而不能見，故名隱覆藏。」隱覆藏是說真如法身，本體，在哪裡？就在阿賴耶裡。阿賴耶也是沒有邊際的，其大無外，其小無內。我們的真如法身跟無明煩惱合在一起，我們只見煩惱，不見真如，這叫迷。哪一天覺悟了，我們從煩惱裡頭見到真如，不見煩惱，就成佛了。只見真如，不見煩惱。佛在哪裡？佛就在現前。佛跟我們在一起，平起平坐。我們對於外頭境界看法不一樣，他在煩惱裡頭看出菩提，我們看到是煩惱。他從煩惱裡頭看出菩提、看出自性；我們只看到煩惱，不知道有自性。就好像這一塊礦石，外行人看，這是一塊石頭，一文不值；內行的人看，這裡頭有黃金，他就在這個石頭裡頭，看到這裡頭含的有黃金，跟這個情形相彷彿。為什麼？內行人他內行在哪裡？內行在他心清淨；外行人，心是雜亂的，他看不出來。清淨心就能看出來，平等心能看出來。靜生慧，動，智慧就沒有了。水一動，就不能照見；水在清淨不動的時候，沒有風浪，像一面鏡子一樣，照得清清楚楚。所以佛家講照見，不講眼見，講照見。"
    },
    {
      "id": "02-040-0116_p0024",
      "zh_CN": "「二、含摄藏。谓第八识为染净之所依止，以能含藏一切善恶种子，故名含摄藏。」我们起个念头，阿赖耶里头就有一粒种子，它没有形相，但是它真的存在。动一个恶念，就是一个恶的种子；动一个善念，它就是善的种子，这个种子永远不会消失。那我们要问，转阿赖耶识为大圆镜智，这种子有没有消失？还是不消失。那怎么办？恶的种子都变成善种子，所以转烦恼为菩提，就这个意思，它转了。这就是百丈大师所说的「不昧因果」，不是不落因果，不落因果是没有了。那因果还有，但是什么？清清楚楚，不被它迷了，善恶都清楚，能够把善恶缘都转变成法缘，大家将来同生极乐，同证菩提，这个好！无论是善缘恶缘，全叫有缘众生，不叫冤亲债主。迷的时候叫冤亲债主，觉悟的时候叫有缘众生，有缘众生就是冤亲债主。所以这个叫含藏，从种子上来说，叫含摄。",
      "zh_TW": "「二、含攝藏。謂第八識為染淨之所依止，以能含藏一切善惡種子，故名含攝藏。」我們起個念頭，阿賴耶裡頭就有一粒種子，它沒有形相，但是它真的存在。動一個惡念，就是一個惡的種子；動一個善念，它就是善的種子，這個種子永遠不會消失。那我們要問，轉阿賴耶識為大圓鏡智，這種子有沒有消失？還是不消失。那怎麼辦？惡的種子都變成善種子，所以轉煩惱為菩提，就這個意思，它轉了。這就是百丈大師所說的「不昧因果」，不是不落因果，不落因果是沒有了。那因果還有，但是什麼？清清楚楚，不被它迷了，善惡都清楚，能夠把善惡緣都轉變成法緣，大家將來同生極樂，同證菩提，這個好！無論是善緣惡緣，全叫有緣眾生，不叫冤親債主。迷的時候叫冤親債主，覺悟的時候叫有緣眾生，有緣眾生就是冤親債主。所以這個叫含藏，從種子上來說，叫含攝。"
    },
    {
      "id": "02-040-0116_p0025",
      "zh_CN": "第三，有出生的意思，这就是遇到缘起现行，变成十法界依正庄严。「谓第八识为染净之本，遇缘熏习则能出生世间出世间有情无情等法，故名出生藏。」世界不一样，我们六根接触六尘境界不一样，与阿赖耶识里面含藏的种子习气有直接的关系。我们今天看看，我们居住环境周边、花草树木，它的因就是阿赖耶的业习种子，我们六根起的作用就是缘，境随心转，这个现相也很逼真。但是每个人能量不一样，心愈散乱，能量就愈差；心愈集中，能量就愈高。所以佛说，「制心一处，无事不办」。这句话说什么？就是禅定。禅定功夫有浅深，浅的比较散乱，深的比较集中，就这么个道理。集中到一个，像光束一样，那就是高段的功夫。能把散漫的东西集中在一点，这个力量太大了，佛说这个力量是无事不办。我们想改变这个地球，改变这个世界，行不行？行，有这么大的能量。这个能量它能生智慧，这个智慧是圆满的智慧、究竟的智慧，能够观察到宇宙的源起，极其微细都能看得清楚。科学家讲的微中子，体积是一个电子的一百亿分之一，那么小，八地以上菩萨能看见。也就是说，八地菩萨的心集中在一点，是非常微细的那一点，他什么都能见。七地菩萨就不如他，能够稍稍集中。",
      "zh_TW": "第三，有出生的意思，這就是遇到緣起現行，變成十法界依正莊嚴。「謂第八識為染淨之本，遇緣熏習則能出生世間出世間有情無情等法，故名出生藏。」世界不一樣，我們六根接觸六塵境界不一樣，與阿賴耶識裡面含藏的種子習氣有直接的關係。我們今天看看，我們居住環境周邊、花草樹木，它的因就是阿賴耶的業習種子，我們六根起的作用就是緣，境隨心轉，這個現相也很逼真。但是每個人能量不一樣，心愈散亂，能量就愈差；心愈集中，能量就愈高。所以佛說，「制心一處，無事不辦」。這句話說什麼？就是禪定。禪定功夫有淺深，淺的比較散亂，深的比較集中，就這麼個道理。集中到一個，像光束一樣，那就是高段的功夫。能把散漫的東西集中在一點，這個力量太大了，佛說這個力量是無事不辦。我們想改變這個地球，改變這個世界，行不行？行，有這麼大的能量。這個能量它能生智慧，這個智慧是圓滿的智慧、究竟的智慧，能夠觀察到宇宙的源起，極其微細都能看得清楚。科學家講的微中子，體積是一個電子的一百億分之一，那麼小，八地以上菩薩能看見。也就是說，八地菩薩的心集中在一點，是非常微細的那一點，他什麼都能見。七地菩薩就不如他，能夠稍稍集中。"
    },
    {
      "id": "02-040-0116_p0026",
      "zh_CN": "初学的这个功夫，初信位的菩萨、小乘初果须陀洹，他有一点小定。因为他把五种见惑放下了，不再执着身见、边见、见取见、戒取见，不执着这些，他的心就比我们定。所以他们的神通很明显的天眼出现了，天耳出现了。我们一般人看不到，他能看到。我们坐在这个房间里，楼下有人活动，看不见。须陀洹能看见，这墙壁没有障碍。虽不是大神通，这是小通，这周边他都能看见，不同维次空间的，他也能看见一些，他能听见。如果是从佛法修行得到的，这叫果，小乘初果。大乘初信也是果位，小果。再升一级，小乘二果又多了两种神通。神通是自性本有的，人人都有，跟诸佛如来无二无别，只是我们这些障碍把我们的能量障碍住；障碍没有了，我们的能量就恢复，就这么回事情。是本能，不是得来的，本能恢复了。二果有宿命通、有他心通。他心通，别人起心动念，他知道。",
      "zh_TW": "初學的這個功夫，初信位的菩薩、小乘初果須陀洹，他有一點小定。因為他把五種見惑放下了，不再執著身見、邊見、見取見、戒取見，不執著這些，他的心就比我們定。所以他們的神通很明顯的天眼出現了，天耳出現了。我們一般人看不到，他能看到。我們坐在這個房間裡，樓下有人活動，看不見。須陀洹能看見，這牆壁沒有障礙。雖不是大神通，這是小通，這周邊他都能看見，不同維次空間的，他也能看見一些，他能聽見。如果是從佛法修行得到的，這叫果，小乘初果。大乘初信也是果位，小果。再升一級，小乘二果又多了兩種神通。神通是自性本有的，人人都有，跟諸佛如來無二無別，只是我們這些障礙把我們的能量障礙住；障礙沒有了，我們的能量就恢復，就這麼回事情。是本能，不是得來的，本能恢復了。二果有宿命通、有他心通。他心通，別人起心動念，他知道。"
    },
    {
      "id": "02-040-0116_p0027",
      "zh_CN": "你们看看《金山活佛神异录》，煮云法师写的，乐观法师写的。煮云法师是采访得来的，自己没亲见；乐观跟金山活佛在一起住过四个月，他看到的是亲眼所见，那真的不是假的。这两位法师跟我都很熟，两个都往生了。根据乐观法师所见到的金山活佛，要照经上所说的来对照一下，至少是三果阿那含。为什么？他有神足通。虽然没有明显的现前，人在这里聊天，谈到他，这话还没说完，他就走进来了。想，活佛好久没有来了，我们很想念他，那里拐个弯，他就出现，就来了，他确实有这个能力。他心通，乐观法师最初跟他认识，以为他搞神通，是搞假的。他心里动念头，没说出来，他就把这个事情给他揭穿，你不要胡思乱想，我是真的，不是假的。这就是说，他有这个能力，真正本能能够现前。",
      "zh_TW": "你們看看《金山活佛神異錄》，煮雲法師寫的，樂觀法師寫的。煮雲法師是採訪得來的，自己沒親見；樂觀跟金山活佛在一起住過四個月，他看到的是親眼所見，那真的不是假的。這兩位法師跟我都很熟，兩個都往生了。根據樂觀法師所見到的金山活佛，要照經上所說的來對照一下，至少是三果阿那含。為什麼？他有神足通。雖然沒有明顯的現前，人在這裡聊天，談到他，這話還沒說完，他就走進來了。想，活佛好久沒有來了，我們很想念他，那裡拐個彎，他就出現，就來了，他確實有這個能力。他心通，樂觀法師最初跟他認識，以為他搞神通，是搞假的。他心裡動念頭，沒說出來，他就把這個事情給他揭穿，你不要胡思亂想，我是真的，不是假的。這就是說，他有這個能力，真正本能能夠現前。"
    },
    {
      "id": "02-040-0116_p0028",
      "zh_CN": "六种神通要是圆满的现前，那就是遍法界虚空界你能见到、你能听到，一切众生起心动念你知道，这个他心通多厉害。无论是善念恶念，没有一样不知道。一切众生这个身体状况，他也完全晓得，细胞在动，所以对你的身体状况完全知道。你的过去，你的未来，都知道。你这一生所受的种种果报，他清楚。所以他以善巧方便，能帮助一切众生。明白这三如来藏的意思，我们就真正相信，不再怀疑了，宇宙之间一切万法，跟自己的关系是一体的，全是从阿赖耶识里头变现出来。我们在十法界，十法界不出阿赖耶。",
      "zh_TW": "六種神通要是圓滿的現前，那就是遍法界虛空界你能見到、你能聽到，一切眾生起心動念你知道，這個他心通多厲害。無論是善念惡念，沒有一樣不知道。一切眾生這個身體狀況，他也完全曉得，細胞在動，所以對你的身體狀況完全知道。你的過去，你的未來，都知道。你這一生所受的種種果報，他清楚。所以他以善巧方便，能幫助一切眾生。明白這三如來藏的意思，我們就真正相信，不再懷疑了，宇宙之間一切萬法，跟自己的關係是一體的，全是從阿賴耶識裡頭變現出來。我們在十法界，十法界不出阿賴耶。"
    },
    {
      "id": "02-040-0116_p0029",
      "zh_CN": "我们再看底下这一句，『护佛种性常使不绝』，这个要发大心。「护」，维护、护持。「佛种性」，有很多种说法。《探玄记》十一卷里头说，《探玄记》是贤首国师《六十华严》的注解，「菩萨所行，名为佛种。」菩萨行的什么？六波罗蜜、四摄、十度，这就是佛种。「又《净影疏》曰：法界诸度，是佛种性。」这两种说法完全相同，「均以菩萨所行之六度万行，为佛种性」。佛种性的说法，修六度万行，成佛之道。六度里头第一个就是放下。布施，放下什么？烦恼里头最严重的就是贪，布施就是度贪烦恼的。因为你有贪，就有六道轮回，就有饿鬼道，贪心是饿鬼道。人作恶，往往不是一个单纯的恶，他牵连到其他的。你看，你犯了贪这个恶，会牵涉到偷盗，会牵涉到忍辱，不能忍，会牵涉很多。一个举动，一个妄念，有许多不同的果报，都在这一念之间发生了。所以六波罗蜜把这个摆在第一，用布施来度悭贪。悭是悭吝、吝啬，自己有的不肯布施，这个也是属于贪。自己有的，能舍。忍辱是度瞋恚，般若是度愚痴。贪瞋痴叫三毒烦恼，所有一切不善法都从这个根生出来的。所以无贪、无瞋、无痴，叫三善根，一切善法都是从这儿生的。十善业道最后，意业的三善根，生一切善法。所以十善业道是佛法修行的大根大本。佛法从哪里开始修？从十善业道。十善业道做得很清净，没有求生净土这个念头，生天道。上品十善，天；中品十善，人道；下品十善，修罗，这个修罗是天上阿修罗，十善之福不可思议。",
      "zh_TW": "我們再看底下這一句，『護佛種性常使不絕』，這個要發大心。「護」，維護、護持。「佛種性」，有很多種說法。《探玄記》十一卷裡頭說，《探玄記》是賢首國師《六十華嚴》的註解，「菩薩所行，名為佛種。」菩薩行的什麼？六波羅蜜、四攝、十度，這就是佛種。「又《淨影疏》曰：法界諸度，是佛種性。」這兩種說法完全相同，「均以菩薩所行之六度萬行，為佛種性」。佛種性的說法，修六度萬行，成佛之道。六度裡頭第一個就是放下。布施，放下什麼？煩惱裡頭最嚴重的就是貪，布施就是度貪煩惱的。因為你有貪，就有六道輪迴，就有餓鬼道，貪心是餓鬼道。人作惡，往往不是一個單純的惡，他牽連到其他的。你看，你犯了貪這個惡，會牽涉到偷盜，會牽涉到忍辱，不能忍，會牽涉很多。一個舉動，一個妄念，有許多不同的果報，都在這一念之間發生了。所以六波羅蜜把這個擺在第一，用布施來度慳貪。慳是慳吝、吝嗇，自己有的不肯布施，這個也是屬於貪。自己有的，能捨。忍辱是度瞋恚，般若是度愚痴。貪瞋痴叫三毒煩惱，所有一切不善法都從這個根生出來的。所以無貪、無瞋、無痴，叫三善根，一切善法都是從這兒生的。十善業道最後，意業的三善根，生一切善法。所以十善業道是佛法修行的大根大本。佛法從哪裡開始修？從十善業道。十善業道做得很清淨，沒有求生淨土這個念頭，生天道。上品十善，天；中品十善，人道；下品十善，修羅，這個修羅是天上阿修羅，十善之福不可思議。"
    },
    {
      "id": "02-040-0116_p0030",
      "zh_CN": "「所谓度者，即度生死流，登涅槃岸，故以度为佛种性。」这个六度是佛种性，真正能修，能出离生死。「又《会疏》据诸经论，标举佛种性之四义」，这个地方，念老在这里，「但举其三」，他举其中的三种。第一个，「众生所具佛性。众生心中具如来性，本来不变能生过（过是超过）恒沙功德，但为无明所蔽，虽有同无。菩萨为兴教化，开发彼本具之如来藏，名为绍隆佛种。」这个说法说得很好。一切众生皆有佛性，这大乘经上佛常说。既然有佛性，将来必定作佛，他有因，因遇到缘就起现行。我们有佛性，不是没有，佛性不能现前。为什么不能现前？这就是为无明所蔽。无明是什么？起心动念就是无明。我们见到一个喜欢的东西，起了贪心，想得到，这个念头才生，这就叫无明。第一个念头是无明，第二个就很严重了，那就造业了。见一个心里不喜欢的，就生讨厌的心。所以起心动念叫做无明。哪一个众生不犯？哪一个众生没有？哪一天没有？哪一个小时没有？统统有。所以出离生死好难，念念都在起无明，这是很可怕的事情，这是我们要晓得的。",
      "zh_TW": "「所謂度者，即度生死流，登涅槃岸，故以度為佛種性。」這個六度是佛種性，真正能修，能出離生死。「又《會疏》據諸經論，標舉佛種性之四義」，這個地方，念老在這裡，「但舉其三」，他舉其中的三種。第一個，「眾生所具佛性。眾生心中具如來性，本來不變能生過（過是超過）恆沙功德，但為無明所蔽，雖有同無。菩薩為興教化，開發彼本具之如來藏，名為紹隆佛種。」這個說法說得很好。一切眾生皆有佛性，這大乘經上佛常說。既然有佛性，將來必定作佛，他有因，因遇到緣就起現行。我們有佛性，不是沒有，佛性不能現前。為什麼不能現前？這就是為無明所蔽。無明是什麼？起心動念就是無明。我們見到一個喜歡的東西，起了貪心，想得到，這個念頭才生，這就叫無明。第一個念頭是無明，第二個就很嚴重了，那就造業了。見一個心裡不喜歡的，就生討厭的心。所以起心動念叫做無明。哪一個眾生不犯？哪一個眾生沒有？哪一天沒有？哪一個小時沒有？統統有。所以出離生死好難，念念都在起無明，這是很可怕的事情，這是我們要曉得的。"
    },
    {
      "id": "02-040-0116_p0031",
      "zh_CN": "我们心里头真的有佛性，佛性就是如来藏，这个里头有，本来不变能生无量功德。这里举的比喻，超过恒沙数的功德，这一点都不假。自性本具，为什么搞成这个样子？不知道外面境界全是假的。凡所有相皆是虚妄，贪着假相，在假相里面生起烦恼，麻烦就出来了。所以你那个佛种性虽有，等于没有。你所想的、你所看的、你所造的，全是六道轮回业，跟六道轮回的关系太密切，跟西方极乐世界的关系遥远，你怎么能往生？",
      "zh_TW": "我們心裡頭真的有佛性，佛性就是如來藏，這個裡頭有，本來不變能生無量功德。這裡舉的比喻，超過恆沙數的功德，這一點都不假。自性本具，為什麼搞成這個樣子？不知道外面境界全是假的。凡所有相皆是虛妄，貪著假相，在假相裡面生起煩惱，麻煩就出來了。所以你那個佛種性雖有，等於沒有。你所想的、你所看的、你所造的，全是六道輪迴業，跟六道輪迴的關係太密切，跟西方極樂世界的關係遙遠，你怎麼能往生？"
    },
    {
      "id": "02-040-0116_p0032",
      "zh_CN": "这个要记住，往年，李老师常说，这是六十年前的事情。老师常说，他说台中莲社的莲友，不是外人，他自己领导的团体，莲友，一万个念佛的莲友，真正能往生的只有三、五个人。六十年前。现在你要问我，一万个念佛人，真正能往生只有一、二个。四、五个，没那么多，只有一、二个。为什么？禁不起外面假相的诱惑。你的心不在阿弥陀佛上，都在自私自利、名闻利养、五欲六尘、七情五欲，都在这上面，虽念佛，不能往生。这是我们要知道的，要搞清楚的。为什么会变成这样？我们想不想往生？还是想继续搞六道轮回？搞六道轮回，来生得不到人身。为什么？我们五常、五伦、五戒、十善达不到往生的标准。这些都是标准，一对照、一衡量，不及格。都有一点，分量很低，达不到人道的标准；换句话说，来生就不能作人了。到哪一道去投胎，是业力牵着你去的，这叫引业，引导你去投生。人道，用佛法讲是五戒，中国人是五常，五常是仁义礼智信，跟五戒确实相应。仁是不杀生；义，不偷盗，不杀生、不偷盗；礼，不淫欲，不邪淫；智，不饮酒；信，不妄语。我们能做到几成？",
      "zh_TW": "這個要記住，往年，李老師常說，這是六十年前的事情。老師常說，他說台中蓮社的蓮友，不是外人，他自己領導的團體，蓮友，一萬個念佛的蓮友，真正能往生的只有三、五個人。六十年前。現在你要問我，一萬個念佛人，真正能往生只有一、二個。四、五個，沒那麼多，只有一、二個。為什麼？禁不起外面假相的誘惑。你的心不在阿彌陀佛上，都在自私自利、名聞利養、五欲六塵、七情五欲，都在這上面，雖念佛，不能往生。這是我們要知道的，要搞清楚的。為什麼會變成這樣？我們想不想往生？還是想繼續搞六道輪迴？搞六道輪迴，來生得不到人身。為什麼？我們五常、五倫、五戒、十善達不到往生的標準。這些都是標準，一對照、一衡量，不及格。都有一點，分量很低，達不到人道的標準；換句話說，來生就不能作人了。到哪一道去投胎，是業力牽著你去的，這叫引業，引導你去投生。人道，用佛法講是五戒，中國人是五常，五常是仁義禮智信，跟五戒確實相應。仁是不殺生；義，不偷盜，不殺生、不偷盜；禮，不淫欲，不邪淫；智，不飲酒；信，不妄語。我們能做到幾成？"
    },
    {
      "id": "02-040-0116_p0033",
      "zh_CN": "出家，最重要的，六和。六和做不到，僧团不能建立。古时候出家，四个人在一起修行，就修六和敬。六和敬是世尊为弟子们制定的，要给所有一切世间团体做个最好榜样。世间团体不和，佛的团体要和睦相处，人人都守这六条，所以叫众中尊。我们皈依僧，众中尊。众就是团体，一切团体里面，出家人的团体是最尊贵的。贵在哪里？贵在他们和睦相处，他们没有争的。我们一有相争，有这个念头的话，六和就破坏了。破六和的罪，就是无间地狱。无间地狱是五条，杀父、杀母、杀阿罗汉、出佛身血、破和合僧。这个五条只要有一条，都是无间地狱，这不能不知道。",
      "zh_TW": "出家，最重要的，六和。六和做不到，僧團不能建立。古時候出家，四個人在一起修行，就修六和敬。六和敬是世尊為弟子們制定的，要給所有一切世間團體做個最好榜樣。世間團體不和，佛的團體要和睦相處，人人都守這六條，所以叫眾中尊。我們皈依僧，眾中尊。眾就是團體，一切團體裡面，出家人的團體是最尊貴的。貴在哪裡？貴在他們和睦相處，他們沒有爭的。我們一有相爭，有這個念頭的話，六和就破壞了。破六和的罪，就是無間地獄。無間地獄是五條，殺父、殺母、殺阿羅漢、出佛身血、破和合僧。這個五條只要有一條，都是無間地獄，這不能不知道。"
    },
    {
      "id": "02-040-0116_p0034",
      "zh_CN": "我们没有依照做，是什么？对佛的话不相信，佛说这个话大概是吓唬人的。殊不知，佛不妄语，佛不两舌，佛说的话都不相信，你还相信谁的话？信根就断掉了。信根要是断掉，五戒全毁掉了。你看仁义礼智信，信是根，信德是五德的根，信没有了，前面仁义礼智是假的，不是真的。真正搞清楚、搞明白，就晓得得人身难，真不容易。那我们这一次很幸运得人身，决定不能错过。得人身，又遇到净土教，要不往生岂不冤枉？这世间有什么好贪恋的？诱惑人最深重的，无过于财色名利，这是四大魔头，惹上一个就不得了。如果四个都有，那地狱就堕定了。无论怎么修，还有这个习气，还有这些念头，还有这个行为，怎么修都是假的。所以菩萨教我们什么？以种种善巧方便引导我们，把我们自己本具的如来藏引导出来，这叫绍隆佛种。这个意思就是破迷开悟，这个说法大家很容易懂。如来教化没有别的，就是帮助众生破迷开悟，这是绍隆佛种。",
      "zh_TW": "我們沒有依照做，是什麼？對佛的話不相信，佛說這個話大概是嚇唬人的。殊不知，佛不妄語，佛不兩舌，佛說的話都不相信，你還相信誰的話？信根就斷掉了。信根要是斷掉，五戒全毀掉了。你看仁義禮智信，信是根，信德是五德的根，信沒有了，前面仁義禮智是假的，不是真的。真正搞清楚、搞明白，就曉得得人身難，真不容易。那我們這一次很幸運得人身，決定不能錯過。得人身，又遇到淨土教，要不往生豈不冤枉？這世間有什麼好貪戀的？誘惑人最深重的，無過於財色名利，這是四大魔頭，惹上一個就不得了。如果四個都有，那地獄就墮定了。無論怎麼修，還有這個習氣，還有這些念頭，還有這個行為，怎麼修都是假的。所以菩薩教我們什麼？以種種善巧方便引導我們，把我們自己本具的如來藏引導出來，這叫紹隆佛種。這個意思就是破迷開悟，這個說法大家很容易懂。如來教化沒有別的，就是幫助眾生破迷開悟，這是紹隆佛種。"
    },
    {
      "id": "02-040-0116_p0035",
      "zh_CN": "第二个意思，「以菩提心为佛种」，这个说得也非常好。「《华手经》曰：譬如无牛，则无醍醐。」为什么？醍醐是牛奶提炼的，没有牛就没有牛奶，当然就没有醍醐。「若无菩萨发心，则无佛种」，用这个来比喻。无菩萨发心，菩萨不发菩提心，没有菩提心，这个菩萨修行成不了佛，这个菩萨修行连往生都去不了。往生，诸位要记住，这部经上跟我们讲的条件，什么人能往生？「三辈往生品」、「往生正因品」，这两品经是讲往生的方法、必须具备的条件，实际上就是八个字，「发菩提心，一向专念」。三辈往生都必须要有这个条件，没有这个条件不能往生，这发菩提心多重要！",
      "zh_TW": "第二個意思，「以菩提心為佛種」，這個說得也非常好。「《華手經》曰：譬如無牛，則無醍醐。」為什麼？醍醐是牛奶提煉的，沒有牛就沒有牛奶，當然就沒有醍醐。「若無菩薩發心，則無佛種」，用這個來比喻。無菩薩發心，菩薩不發菩提心，沒有菩提心，這個菩薩修行成不了佛，這個菩薩修行連往生都去不了。往生，諸位要記住，這部經上跟我們講的條件，什麼人能往生？「三輩往生品」、「往生正因品」，這兩品經是講往生的方法、必須具備的條件，實際上就是八個字，「發菩提心，一向專念」。三輩往生都必須要有這個條件，沒有這個條件不能往生，這發菩提心多重要！"
    },
    {
      "id": "02-040-0116_p0036",
      "zh_CN": "什么叫菩提心？菩提心怎么个发法？参考一些经论、祖师大德的讲解，我们看不懂。但是我们看到很多阿公阿婆，他不懂什么是佛法，一天到晚就是拿个念珠，阿弥陀佛、阿弥陀佛，一天到晚在念佛。问他什么，他也不懂，他就是一句佛号，一天到晚笑咪咪的，往生瑞相很稀有。他发了菩提心没有？你问他什么叫菩提心，他不知道，他真往生了，我们看到怀疑。蕅益大师在《要解》里面给我们解答，蕅益大师说真信切愿就是无上菩提心。真正相信有极乐世界、有阿弥陀佛，真正发愿求生净土，这个心就是菩提心。那个老太婆有，她真有这个心，但是她自己不知道这是菩提心，她不晓得。真信真愿，老实念佛，这些阿公阿婆具足条件。这样的人决定不能轻看他，如果寺庙有这一个人的话，宝！为什么？那是一尊佛，要好好的待他，他保佑你这个地方。轻慢他，罪很重。我们一般人不知道，都欺负他，瞧不起他，没有放在眼里，这是很大的罪过。李老师在世，一生就想学这些阿公阿婆，老师告诉我，学不像。这就是所谓愚不可及，这些愚人，你不如他，你比不上他，他会有大成就，我们比他差远了。这话是真话，不是假话。今天时间到了，我们就学习到此地。",
      "zh_TW": "什麼叫菩提心？菩提心怎麼個發法？參考一些經論、祖師大德的講解，我們看不懂。但是我們看到很多阿公阿婆，他不懂什麼是佛法，一天到晚就是拿個念珠，阿彌陀佛、阿彌陀佛，一天到晚在念佛。問他什麼，他也不懂，他就是一句佛號，一天到晚笑咪咪的，往生瑞相很稀有。他發了菩提心沒有？你問他什麼叫菩提心，他不知道，他真往生了，我們看到懷疑。蕅益大師在《要解》裡面給我們解答，蕅益大師說真信切願就是無上菩提心。真正相信有極樂世界、有阿彌陀佛，真正發願求生淨土，這個心就是菩提心。那個老太婆有，她真有這個心，但是她自己不知道這是菩提心，她不曉得。真信真願，老實念佛，這些阿公阿婆具足條件。這樣的人決定不能輕看他，如果寺廟有這一個人的話，寶！為什麼？那是一尊佛，要好好的待他，他保佑你這個地方。輕慢他，罪很重。我們一般人不知道，都欺負他，瞧不起他，沒有放在眼裡，這是很大的罪過。李老師在世，一生就想學這些阿公阿婆，老師告訴我，學不像。這就是所謂愚不可及，這些愚人，你不如他，你比不上他，他會有大成就，我們比他差遠了。這話是真話，不是假話。今天時間到了，我們就學習到此地。"
    }
  ]
}