{
  "doc_id": "02-040-0455",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五五集",
    "zh_TW": "第四五五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0455",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0455_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0455_p0002",
      "zh_CN": "请看《大经科注》第七百六十页第三行，从第三句看起：",
      "zh_TW": "請看《大經科註》第七百六十頁第三行，從第三句看起："
    },
    {
      "id": "02-040-0455_p0003",
      "zh_CN": "「《南山业疏》云」，这是律宗戒经的注解，戒经的注解，里面有说到斋戒。「斋谓齐也」，有齐的意思。「齐一其心。或言清也」，有清洁的意思。斋，出家人中午这一餐饭叫斋，一定是在日中之前，太阳正中之前。日中每一天不一样，所以在过去是要以太阳为标准。现在太阳，如果下雨天、阴天，到底什么时候日中就很难说了。所以在中国出家人过午不食的，他们吃饭一定在十一点，十一点决定不会过中，守住这个时间。如果有天文日历就非常方便。我早年在台湾，天文台跟我常有往来，我没有学佛之前对天文很有兴趣，常常到天文台去看星象，所以跟里面的人都熟，他们都会把这些资料送给我。出家之后很多年，每一年天文台都寄日历给我，离开台湾以后就没有联系了。所以要守住，决定不过日中。",
      "zh_TW": "「《南山業疏》云」，這是律宗戒經的註解，戒經的註解，裡面有說到齋戒。「齋謂齊也」，有齊的意思。「齊一其心。或言清也」，有清潔的意思。齋，出家人中午這一餐飯叫齋，一定是在日中之前，太陽正中之前。日中每一天不一樣，所以在過去是要以太陽為標準。現在太陽，如果下雨天、陰天，到底什麼時候日中就很難說了。所以在中國出家人過午不食的，他們吃飯一定在十一點，十一點決定不會過中，守住這個時間。如果有天文日曆就非常方便。我早年在台灣，天文台跟我常有往來，我沒有學佛之前對天文很有興趣，常常到天文台去看星象，所以跟裡面的人都熟，他們都會把這些資料送給我。出家之後很多年，每一年天文台都寄日曆給我，離開台灣以後就沒有聯繫了。所以要守住，決定不過日中。"
    },
    {
      "id": "02-040-0455_p0004",
      "zh_CN": "大家在一起吃饭，这有齐一的意思，齐一其心。这个是佛门的一堂功课，也是修行，修六和敬。外出托钵是有队伍出发的，有领队的人，一队一队分到各处去托钵，回来的时候再一起吃饭。所以大概托钵应该是八点钟就要出发。道场距离村镇、城市，在过去大概是三里这么长的距离，如果太远走路很辛苦，三里地，在这个地方建道场。农家耕种用的牛，牛叫的声音听不到，三里路这么远就听不到了，这个叫兰若。兰若就是清净道场，没有杂染的声音。",
      "zh_TW": "大家在一起吃飯，這有齊一的意思，齊一其心。這個是佛門的一堂功課，也是修行，修六和敬。外出托缽是有隊伍出發的，有領隊的人，一隊一隊分到各處去托缽，回來的時候再一起吃飯。所以大概托缽應該是八點鐘就要出發。道場距離村鎮、城市，在過去大概是三里這麼長的距離，如果太遠走路很辛苦，三里地，在這個地方建道場。農家耕種用的牛，牛叫的聲音聽不到，三里路這麼遠就聽不到了，這個叫蘭若。蘭若就是清淨道場，沒有雜染的聲音。"
    },
    {
      "id": "02-040-0455_p0005",
      "zh_CN": "现在不一样，现在噪音严重，有飞机的噪音，有车辆的噪音，这个噪音几十里都听得见，现在找真正修行道场很不容易。时代在进步，佛法它最大的长处，最了不起的地方，它没有定法，它能够恒顺众生。用现代话来说，佛教是最讲究现代化跟本土化，所以它受到人家欢迎。本土化，大家容易接受，你不改变我的生活习惯，你不破坏我的风俗，所以欢喜，尊重本土文化，跟得上现代化。现代化要有现代化的设施，这个事情早年我跟赵朴老谈到，第一次见面我就跟他谈到。我说大陆上的寺庙，一般普通寺庙至少都有三百年的历史，三百年历史在外国是古董，观光旅游一定会到那里去看。换句话说，修道、讲学都不合适，人多，观光客太多了。应该做什么？所有寺庙都开放做观光旅游，给国家带来一笔收入，国家可以藉寺庙来宣扬佛法。他来观光旅游，出家人个个都是第一流的导游，给他讲佛法，给他上课，他到这里来观光，缴的费没有白缴。学费，我们一定要有回报，这是佛法，他的财布施，我们的法布施，统统做观光旅游。把佛法的伦理、道德、因果、圣贤教诲，简简单单讲给大家听。",
      "zh_TW": "現在不一樣，現在噪音嚴重，有飛機的噪音，有車輛的噪音，這個噪音幾十里都聽得見，現在找真正修行道場很不容易。時代在進步，佛法它最大的長處，最了不起的地方，它沒有定法，它能夠恆順眾生。用現代話來說，佛教是最講究現代化跟本土化，所以它受到人家歡迎。本土化，大家容易接受，你不改變我的生活習慣，你不破壞我的風俗，所以歡喜，尊重本土文化，跟得上現代化。現代化要有現代化的設施，這個事情早年我跟趙樸老談到，第一次見面我就跟他談到。我說大陸上的寺廟，一般普通寺廟至少都有三百年的歷史，三百年歷史在外國是古董，觀光旅遊一定會到那裡去看。換句話說，修道、講學都不合適，人多，觀光客太多了。應該做什麼？所有寺廟都開放做觀光旅遊，給國家帶來一筆收入，國家可以藉寺廟來宣揚佛法。他來觀光旅遊，出家人個個都是第一流的導遊，給他講佛法，給他上課，他到這裡來觀光，繳的費沒有白繳。學費，我們一定要有回報，這是佛法，他的財布施，我們的法布施，統統做觀光旅遊。把佛法的倫理、道德、因果、聖賢教誨，簡簡單單講給大家聽。"
    },
    {
      "id": "02-040-0455_p0006",
      "zh_CN": "真正修学，修行跟研究经典要把它融合在一起，解行相应，用什么方式出现？用大学。我们在国外看到人家那个大学，它那一个学校就是一个城市，这大学城，里面很多卖商品的商店都是为学生服务的，学生都多少？几万人。应该走这个方向，不要多，中国宗教大乘八个宗，建立八个大学城，一个宗派建立一个。现在交通方便，资讯发达，不需要盖很多寺庙。过去两百年前，没有资讯，没有这么方便的交通，所以必须要小规模的寺庙到处都有。那个时候的帝王，我知道元、明、清三代，三代帝王他用儒治国；用佛教化人民，教化人民用佛教；用道教祭祖先，祭天地山川鬼神。这些帝王很聪明，把儒释道一把抓，他全用上了，所以他国泰民安，他出现太平盛世。",
      "zh_TW": "真正修學，修行跟研究經典要把它融合在一起，解行相應，用什麼方式出現？用大學。我們在國外看到人家那個大學，它那一個學校就是一個城市，這大學城，裡面很多賣商品的商店都是為學生服務的，學生都多少？幾萬人。應該走這個方向，不要多，中國宗教大乘八個宗，建立八個大學城，一個宗派建立一個。現在交通方便，資訊發達，不需要蓋很多寺廟。過去兩百年前，沒有資訊，沒有這麼方便的交通，所以必須要小規模的寺廟到處都有。那個時候的帝王，我知道元、明、清三代，三代帝王他用儒治國；用佛教化人民，教化人民用佛教；用道教祭祖先，祭天地山川鬼神。這些帝王很聰明，把儒釋道一把抓，他全用上了，所以他國泰民安，他出現太平盛世。"
    },
    {
      "id": "02-040-0455_p0007",
      "zh_CN": "三教都抓在手上，只有儒归宰相管，归总理管，底下设礼部，礼部就是今天的教育部，教育部专门管儒家的，发扬儒家的教学。佛跟道皇上抓，皇上自己亲自管，所以佛跟道发展就自然超过儒家，皇上管的，人民相信皇上、尊敬皇上。所以佛跟道的寺庙可以盖成皇宫没有忌讳的，红墙黄瓦，金色的琉璃瓦，可以用这个材料，一般建筑是不许可用的，是皇家专用的。所以道观可以用，佛的寺庙可以用，这就是皇上对于佛、道的尊重，全用上了。因为皇上直接抓，所以弘扬也特别方便，人民他的信仰是佛跟道。儒纳入政治体系成为一个部，是教育部，它不是宗教部，它是教育部，来考取人才，用这种方法。这个方法好，连很多外国人都赞叹，平等，不是贵族世袭，平民读书，好好读书，考取进士一样可以做官，可以做到宰相，这个制度好，公平。在中国从汉到满清，将近两千年，中国统统用这种制度，没有改变过，民国才废除，科举人才废除了。",
      "zh_TW": "三教都抓在手上，只有儒歸宰相管，歸總理管，底下設禮部，禮部就是今天的教育部，教育部專門管儒家的，發揚儒家的教學。佛跟道皇上抓，皇上自己親自管，所以佛跟道發展就自然超過儒家，皇上管的，人民相信皇上、尊敬皇上。所以佛跟道的寺廟可以蓋成皇宮沒有忌諱的，紅牆黃瓦，金色的琉璃瓦，可以用這個材料，一般建築是不許可用的，是皇家專用的。所以道觀可以用，佛的寺廟可以用，這就是皇上對於佛、道的尊重，全用上了。因為皇上直接抓，所以弘揚也特別方便，人民他的信仰是佛跟道。儒納入政治體系成為一個部，是教育部，它不是宗教部，它是教育部，來考取人才，用這種方法。這個方法好，連很多外國人都讚歎，平等，不是貴族世襲，平民讀書，好好讀書，考取進士一樣可以做官，可以做到宰相，這個制度好，公平。在中國從漢到滿清，將近兩千年，中國統統用這種制度，沒有改變過，民國才廢除，科舉人才廢除了。"
    },
    {
      "id": "02-040-0455_p0008",
      "zh_CN": "那个时候人民，读书是你自己的事情，你家里的事情，所以学校是家学，我们叫私塾，就是家庭子弟学校，中国过去都是大家庭。我们家也是大家庭，大概在我父亲这一代就衰了，衰败了。我没有看到我自己家的大家庭，我看到我姑妈家的大家庭，姓宛，在庐江的东乡。我们家衰了之后，我的母亲跟我们兄弟两个就依姑母，依靠她们照顾，父亲在别的地方工作不在家乡，距离很远，那个时候在福建。我看到了姑妈家里面是大家庭，姑父他们兄弟十个没有分家，大家庭。像《红楼梦》里面写的一样，但是它没有那么大，他们那个大家庭上上下下大概有一百多人，不到两百人。所以我还亲眼看见过中国的大家庭。它有没有子弟学校？有，学校在祠堂，宛氏宗祠。祠堂一年只有两个活动，清明、冬至祭祖，一年两个活动，其他时间都是空着的，所以祠堂就变成什么？学校（私塾）。另外养老，老人活动中心就在祠堂，它就起了这个作用。所以中国古时候，老人幸福、孩子幸福，孩子不离老人，活动的场所都在祠堂，真的是一家人。老人很多，外面工作退休了，落叶归根，归根是回家养老，家族照顾，什么都不要忧愁。但是家庭的财产是公众的，所以也有共产的制度，在外面工作赚的钱，除了自己生活之外要寄回家，家里头用这个钱置产业。这个是什么？就是这一家人他们人力跟物力的保障。无论你做什么事情，你有了困难，谁支持你？家支持你。有困难时候，家一定派人来帮助你，家里面一定拿钱来支持你，这是最可靠的，不是靠外面的援助，家人。自己对家的贡献，这个义务就是我赚的钱有多的统统寄到家里。",
      "zh_TW": "那個時候人民，讀書是你自己的事情，你家裡的事情，所以學校是家學，我們叫私塾，就是家庭子弟學校，中國過去都是大家庭。我們家也是大家庭，大概在我父親這一代就衰了，衰敗了。我沒有看到我自己家的大家庭，我看到我姑媽家的大家庭，姓宛，在廬江的東鄉。我們家衰了之後，我的母親跟我們兄弟兩個就依姑母，依靠她們照顧，父親在別的地方工作不在家鄉，距離很遠，那個時候在福建。我看到了姑媽家裡面是大家庭，姑父他們兄弟十個沒有分家，大家庭。像《紅樓夢》裡面寫的一樣，但是它沒有那麼大，他們那個大家庭上上下下大概有一百多人，不到兩百人。所以我還親眼看見過中國的大家庭。它有沒有子弟學校？有，學校在祠堂，宛氏宗祠。祠堂一年只有兩個活動，清明、冬至祭祖，一年兩個活動，其他時間都是空著的，所以祠堂就變成什麼？學校（私塾）。另外養老，老人活動中心就在祠堂，它就起了這個作用。所以中國古時候，老人幸福、孩子幸福，孩子不離老人，活動的場所都在祠堂，真的是一家人。老人很多，外面工作退休了，落葉歸根，歸根是回家養老，家族照顧，什麼都不要憂愁。但是家庭的財產是公眾的，所以也有共產的制度，在外面工作賺的錢，除了自己生活之外要寄回家，家裡頭用這個錢置產業。這個是什麼？就是這一家人他們人力跟物力的保障。無論你做什麼事情，你有了困難，誰支持你？家支持你。有困難時候，家一定派人來幫助你，家裡面一定拿錢來支持你，這是最可靠的，不是靠外面的援助，家人。自己對家的貢獻，這個義務就是我賺的錢有多的統統寄到家裡。"
    },
    {
      "id": "02-040-0455_p0009",
      "zh_CN": "这个制度好，用了几千年，虽然是不太自由，可是好处多。你看小孩自己父母不能养没关系，家族养，能读书统统进私塾，不能读书的话学手艺、学农耕，各有所长，所以它社会能安定。我们看中国历史，几千年来这块土地，这一族的人民，安居乐业。帝王的制度非常适合于中国人，这个族群不适合民主，所以有人提倡民主，我是不赞成。外国人实行民主是正确的，为什么？他没根。你看美国，美国是全世界各个地方移民去的，才两百年，没根。中国这个族群绝对不止五千年，五千年是有文字记载，没有文字记载的至少有一万年。一万多年的族群都是兄弟姐妹，它是一家人，像一个老店一样，你怎么能叫它拆伙，每个人去摆摊子，这成什么话？美国那个是摆摊子，没有这个历史渊源，所以民主行，选一个代表，代表你们这个族群，选个总统。中国不可以，中国是世代继承下来，它是一个家族，不能叫它分家，分家就是今天讲的分裂，这不可以的。他们是团结在一起的，你看从政治的团结，秦始皇统一六国之后，一直到今天中国依旧是大一统。在世界上研究历史的这些专家学者，对中国这个大一统没有不佩服的。罗马曾经统一过欧洲一千年，但是亡国之后到现在都不能统一。统一有好处，没有内乱。",
      "zh_TW": "這個制度好，用了幾千年，雖然是不太自由，可是好處多。你看小孩自己父母不能養沒關係，家族養，能讀書統統進私塾，不能讀書的話學手藝、學農耕，各有所長，所以它社會能安定。我們看中國歷史，幾千年來這塊土地，這一族的人民，安居樂業。帝王的制度非常適合於中國人，這個族群不適合民主，所以有人提倡民主，我是不贊成。外國人實行民主是正確的，為什麼？他沒根。你看美國，美國是全世界各個地方移民去的，才兩百年，沒根。中國這個族群絕對不止五千年，五千年是有文字記載，沒有文字記載的至少有一萬年。一萬多年的族群都是兄弟姐妹，它是一家人，像一個老店一樣，你怎麼能叫它拆夥，每個人去擺攤子，這成什麼話？美國那個是擺攤子，沒有這個歷史淵源，所以民主行，選一個代表，代表你們這個族群，選個總統。中國不可以，中國是世代繼承下來，它是一個家族，不能叫它分家，分家就是今天講的分裂，這不可以的。他們是團結在一起的，你看從政治的團結，秦始皇統一六國之後，一直到今天中國依舊是大一統。在世界上研究歷史的這些專家學者，對中國這個大一統沒有不佩服的。羅馬曾經統一過歐洲一千年，但是亡國之後到現在都不能統一。統一有好處，沒有內亂。"
    },
    {
      "id": "02-040-0455_p0010",
      "zh_CN": "今天由于科技发达、交通便利、资讯发达，应该怎么样？这汤恩比说的，全世界应该统一成一个国家，战争就没有了。变成一个国家的时候，钓鱼台的事情就没有了，自然就化解掉了。汤恩比说，什么人有资格统一全世界？只有中国，他说得很有道理，中国人有统一的经验，有统一的智慧。你看它两千年统一没有分裂，有统一的智慧，有统一的理念，有统一的方法，有统一的经验，所以他要是选举全世界的领导人，他选中国。中国人真行吗？真能。现在我们看到《群书治要》，《群书治要》就可以统一全世界。不是武力的统一，不是政治的统一，也不是工商这些技术的统一，是伦理、道德、圣贤教诲的统一，这个好，文化的统一，这是真正的统一。这个世界就组成一个联邦国家，像美国五十个州，它每一个州都是一个独立国，都是一个国家，成立一个联邦政府。所以它每一州有它自己的宪法，但是这个宪法不可以跟联邦宪法抵触，每一个州的收入是它们自己事情，一部分缴给联邦。全世界每一个国家是一个联邦，是一个邦，大家联合组成一个，这个办法好，永远断绝世界上的战争，化解所有冲突。",
      "zh_TW": "今天由於科技發達、交通便利、資訊發達，應該怎麼樣？這湯恩比說的，全世界應該統一成一個國家，戰爭就沒有了。變成一個國家的時候，釣魚台的事情就沒有了，自然就化解掉了。湯恩比說，什麼人有資格統一全世界？只有中國，他說得很有道理，中國人有統一的經驗，有統一的智慧。你看它兩千年統一沒有分裂，有統一的智慧，有統一的理念，有統一的方法，有統一的經驗，所以他要是選舉全世界的領導人，他選中國。中國人真行嗎？真能。現在我們看到《群書治要》，《群書治要》就可以統一全世界。不是武力的統一，不是政治的統一，也不是工商這些技術的統一，是倫理、道德、聖賢教誨的統一，這個好，文化的統一，這是真正的統一。這個世界就組成一個聯邦國家，像美國五十個州，它每一個州都是一個獨立國，都是一個國家，成立一個聯邦政府。所以它每一州有它自己的憲法，但是這個憲法不可以跟聯邦憲法抵觸，每一個州的收入是它們自己事情，一部分繳給聯邦。全世界每一個國家是一個聯邦，是一個邦，大家聯合組成一個，這個辦法好，永遠斷絕世界上的戰爭，化解所有衝突。"
    },
    {
      "id": "02-040-0455_p0011",
      "zh_CN": "战争是罪恶，不管你打胜、打败都是罪恶。我们现在很清楚，这些年来我们也接触一些感应的事情，知道凡是战争无论胜负统统在地狱。唐太宗的报告，我认为那是真的，那不是假的。在甘肃永昌那一带，罗马凯撒大帝的三王子，二千一百年前，汉朝初期的时候，凯撒大帝派了一支军队，统领军队的是他第三个儿子，三王子，侵略中国，想占领中国。那个时候没有交通工具，只有一半是骑兵，一半是步兵，步兵要走路，从罗马走到中国，走了一年多。这一年多水土不服，半路上就死了不晓得多少人，所以十万人到中国的时候就不多了，沿途死掉的有一、二万，到中国大概是六、七万人。在新疆跟中国人打了一仗，轻敌，因为罗马军队在欧洲是第一，瞧不起中国人，中国人矮小，他们个子高大。没有想到中国人会布阵，这个他们完全不懂，这一场战争他就死了九千多人，士气就衰了，每个人心里想，征服中国做不到了。他们这个军队不断的往中国内部走，走到甘肃永昌这个地方，好像只剩下五、六千人，最后剩了两百多人自杀，全部自杀了。全军覆没，十万人死在中国。二千一百年，阴魂不散，附体把这个故事详详细细讲出来。",
      "zh_TW": "戰爭是罪惡，不管你打勝、打敗都是罪惡。我們現在很清楚，這些年來我們也接觸一些感應的事情，知道凡是戰爭無論勝負統統在地獄。唐太宗的報告，我認為那是真的，那不是假的。在甘肅永昌那一帶，羅馬凱撒大帝的三王子，二千一百年前，漢朝初期的時候，凱撒大帝派了一支軍隊，統領軍隊的是他第三個兒子，三王子，侵略中國，想佔領中國。那個時候沒有交通工具，只有一半是騎兵，一半是步兵，步兵要走路，從羅馬走到中國，走了一年多。這一年多水土不服，半路上就死了不曉得多少人，所以十萬人到中國的時候就不多了，沿途死掉的有一、二萬，到中國大概是六、七萬人。在新疆跟中國人打了一仗，輕敵，因為羅馬軍隊在歐洲是第一，瞧不起中國人，中國人矮小，他們個子高大。沒有想到中國人會布陣，這個他們完全不懂，這一場戰爭他就死了九千多人，士氣就衰了，每個人心裡想，征服中國做不到了。他們這個軍隊不斷的往中國內部走，走到甘肅永昌這個地方，好像只剩下五、六千人，最後剩了兩百多人自殺，全部自殺了。全軍覆沒，十萬人死在中國。二千一百年，陰魂不散，附體把這個故事詳詳細細講出來。"
    },
    {
      "id": "02-040-0455_p0012",
      "zh_CN": "永昌统战部的高处长，他好奇，有这么个怪事情，他完全不相信，他是无神论者，去访问。他的文笔很好，访问了几次，他觉得这不是骗人的，一个农村妇女不可能说出这么样的一个有系统的故事出来。他访问了很多次都把它记录下来，以后写成一本书，这个书我看到了。高处长现在退休了，也来香港住了一、二个星期，我问他，你对于六道轮回事情相不相信？他真相信，完全相信，他是从完全不相信变成完全相信，真的不是假的。",
      "zh_TW": "永昌統戰部的高處長，他好奇，有這麼個怪事情，他完全不相信，他是無神論者，去訪問。他的文筆很好，訪問了幾次，他覺得這不是騙人的，一個農村婦女不可能說出這麼樣的一個有系統的故事出來。他訪問了很多次都把它記錄下來，以後寫成一本書，這個書我看到了。高處長現在退休了，也來香港住了一、二個星期，我問他，你對於六道輪迴事情相不相信？他真相信，完全相信，他是從完全不相信變成完全相信，真的不是假的。"
    },
    {
      "id": "02-040-0455_p0013",
      "zh_CN": "从这个例子上，我们再看到唐太宗这个光碟，我们看过，被附体这个人也到我这来见过我。从唐太宗口中所说的，虽然做了皇帝，打仗杀人太多，造的是地狱业，死了以后堕无间地狱，不是假的。他现在离开地狱，凭什么？一生做了一桩大好事，就是编《群书治要》，这桩事情太好了！就是因为这本书，我们印了一万册，他离开地狱。我们不是为他印的，根本就不知道他的事情。而是我在澳洲，我这本书是交给台湾世界书局出版的，印一万册，样本书寄给我的时候，前年三月我在澳洲，我们在桌子上翻开样本，有七、八个人围着看，我们对这书很满意，印得很好。当中有一个女孩子跪到地下，说我是李世民，我一听，唐太宗来了。我就问他有什么事情？他来感恩，我都莫名其妙，感什么恩？《群书治要》，我明白了。他告诉我，因为这本书他离开地狱，地藏王菩萨特别赦免他，告诉我这本书可以救中国，可以救全世界。他来看我，给我这个信息关系很大。因为我们印这本书、找这部书，不是为全世界，是为自己国家，没想到全世界，既然他说可以救全世界，我明白了。",
      "zh_TW": "從這個例子上，我們再看到唐太宗這個光碟，我們看過，被附體這個人也到我這來見過我。從唐太宗口中所說的，雖然做了皇帝，打仗殺人太多，造的是地獄業，死了以後墮無間地獄，不是假的。他現在離開地獄，憑什麼？一生做了一樁大好事，就是編《群書治要》，這樁事情太好了！就是因為這本書，我們印了一萬冊，他離開地獄。我們不是為他印的，根本就不知道他的事情。而是我在澳洲，我這本書是交給台灣世界書局出版的，印一萬冊，樣本書寄給我的時候，前年三月我在澳洲，我們在桌子上翻開樣本，有七、八個人圍著看，我們對這書很滿意，印得很好。當中有一個女孩子跪到地下，說我是李世民，我一聽，唐太宗來了。我就問他有什麼事情？他來感恩，我都莫名其妙，感什麼恩？《群書治要》，我明白了。他告訴我，因為這本書他離開地獄，地藏王菩薩特別赦免他，告訴我這本書可以救中國，可以救全世界。他來看我，給我這個信息關係很大。因為我們印這本書、找這部書，不是為全世界，是為自己國家，沒想到全世界，既然他說可以救全世界，我明白了。"
    },
    {
      "id": "02-040-0455_p0014",
      "zh_CN": "我们在外国，外国常常流言，说二十一世纪是中国人的世纪，所以都害怕，认为中国崛起之后会欺负他们，会报仇。中国人受他们的害，这两百年，崛起之后一定要报复，所以每个国家都在加强军备，联合起来准备抵抗中国。我就告诉他们，我说中国之崛起，二十一世纪是中国人的世纪，不是中国的武力，不是中国的科技，不是中国的政治，不是中国经济贸易，都不是。是什么？是中国的《群书治要》，这样把这个就缓和了。你不相信，现在我们已经翻成英文本，我在联合国分发给每一个国家驻联合国的大使，大家看到都欢喜。这就是用这部书建立我们的共识，我们大家对于整个世界同样的看法、同样的想法，冲突就化解了。希望这个世界永远没有战争，永远没有冲突。所以这个书，书是出来了，要有很多的老师来讲解，要把它翻成各种不同的文字在全世界流通。这就是唐太宗的功德，唐太宗所做的好事。唐太宗现在到哪里去？我们知道他生天，今年他不在天上，他到极乐世界去了。这是应该的，他是佛门的大护法，在他那个时代，出家人里头有德行、有学问的全都封为国师。有人问他，玄奘大师你认不认识？认识，我的国师。在哪里？在西方极乐世界，他知道。",
      "zh_TW": "我們在外國，外國常常流言，說二十一世紀是中國人的世紀，所以都害怕，認為中國崛起之後會欺負他們，會報仇。中國人受他們的害，這兩百年，崛起之後一定要報復，所以每個國家都在加強軍備，聯合起來準備抵抗中國。我就告訴他們，我說中國之崛起，二十一世紀是中國人的世紀，不是中國的武力，不是中國的科技，不是中國的政治，不是中國經濟貿易，都不是。是什麼？是中國的《群書治要》，這樣把這個就緩和了。你不相信，現在我們已經翻成英文本，我在聯合國分發給每一個國家駐聯合國的大使，大家看到都歡喜。這就是用這部書建立我們的共識，我們大家對於整個世界同樣的看法、同樣的想法，衝突就化解了。希望這個世界永遠沒有戰爭，永遠沒有衝突。所以這個書，書是出來了，要有很多的老師來講解，要把它翻成各種不同的文字在全世界流通。這就是唐太宗的功德，唐太宗所做的好事。唐太宗現在到哪裡去？我們知道他生天，今年他不在天上，他到極樂世界去了。這是應該的，他是佛門的大護法，在他那個時代，出家人裡頭有德行、有學問的全都封為國師。有人問他，玄奘大師你認不認識？認識，我的國師。在哪裡？在西方極樂世界，他知道。"
    },
    {
      "id": "02-040-0455_p0015",
      "zh_CN": "我学佛的早年，老师常常提醒我，学佛人必须有前后眼。前后眼什么意思？前，看到过去的历史，几千年历史的演变，后面，看到未来世。中国五千年文化，你能够看到过去五千年，也能看到将来的五千年。圣贤的教诲永恒不变，《群书治要》帮助我们齐一其心，这个齐一是全世界。我们还有一部《国学治要》，要培养第一流优秀的老师，为全世界人表演、讲解、介绍。中国的《四库全书》、《四库荟要》确实是全人类文化的瑰宝，世世代代要有传人，要有真正身行言教的良师，第一流的专家学者，全世界的人有福了。中国传统归纳起来十二个字，这十二个字人人都做到，天下不但太平，而且大幅度的改善，这个地球变成了极乐世界。这十二个字是孝悌忠信、礼义廉耻、仁爱和平，每一个人起心动念、言语造作都不离这十二个字，这个世界就是极乐世界。在佛法里头就是三皈、五戒、十善、六和、六度，简单容易，不复杂。详细讲解说明，那就是一部《四库全书》，《四库全书》归纳就这十二个字。",
      "zh_TW": "我學佛的早年，老師常常提醒我，學佛人必須有前後眼。前後眼什麼意思？前，看到過去的歷史，幾千年歷史的演變，後面，看到未來世。中國五千年文化，你能夠看到過去五千年，也能看到將來的五千年。聖賢的教誨永恆不變，《群書治要》幫助我們齊一其心，這個齊一是全世界。我們還有一部《國學治要》，要培養第一流優秀的老師，為全世界人表演、講解、介紹。中國的《四庫全書》、《四庫薈要》確實是全人類文化的瑰寶，世世代代要有傳人，要有真正身行言教的良師，第一流的專家學者，全世界的人有福了。中國傳統歸納起來十二個字，這十二個字人人都做到，天下不但太平，而且大幅度的改善，這個地球變成了極樂世界。這十二個字是孝悌忠信、禮義廉恥、仁愛和平，每一個人起心動念、言語造作都不離這十二個字，這個世界就是極樂世界。在佛法裡頭就是三皈、五戒、十善、六和、六度，簡單容易，不複雜。詳細講解說明，那就是一部《四庫全書》，《四庫全書》歸納就這十二個字。"
    },
    {
      "id": "02-040-0455_p0016",
      "zh_CN": "我们接着往下看，念老一句简单的解释，「故持斋者，以清心之不净也」，这是持斋的目的。心不清净，这个话不好懂，必须要加以解释。我们的心不清净，为什么不清净？妄念太多、杂念太多。身体是一部机器，这个机器启动了需要能量，饮食就是能量的补充，你的妄念太多，你心不清净，需要大量的能量去补充它。你看现在人，三餐之外还要吃点心、还要吃宵夜，为什么？他需要，你不补充他受不了，一定要补充。出家人、修行人，一天吃一餐。我亲近李炳南老师十年，这是个在家居士，我认识他的时候他七十岁，我三十岁，他日中一食。告诉我，他大概是三十多岁的时候，三十四、五岁的时候开始日中一食，一直没有中断，每天吃一餐，而且分量很少。我在台中跟他学，我没告诉他，我也学日中一食，我到第八个月，我才向他报告。我说老师，我现在日中一食了，他说多久？八个月了，他说怎么样，身体有没有感觉得？我说很正常，他桌子一拍，永远保持下去。为什么？我们需要的量少，生活费用低，可以一生不求人，人到无求品自高。",
      "zh_TW": "我們接著往下看，念老一句簡單的解釋，「故持齋者，以清心之不淨也」，這是持齋的目的。心不清淨，這個話不好懂，必須要加以解釋。我們的心不清淨，為什麼不清淨？妄念太多、雜念太多。身體是一部機器，這個機器啟動了需要能量，飲食就是能量的補充，你的妄念太多，你心不清淨，需要大量的能量去補充它。你看現在人，三餐之外還要吃點心、還要吃宵夜，為什麼？他需要，你不補充他受不了，一定要補充。出家人、修行人，一天吃一餐。我親近李炳南老師十年，這是個在家居士，我認識他的時候他七十歲，我三十歲，他日中一食。告訴我，他大概是三十多歲的時候，三十四、五歲的時候開始日中一食，一直沒有中斷，每天吃一餐，而且分量很少。我在台中跟他學，我沒告訴他，我也學日中一食，我到第八個月，我才向他報告。我說老師，我現在日中一食了，他說多久？八個月了，他說怎麼樣，身體有沒有感覺得？我說很正常，他桌子一拍，永遠保持下去。為什麼？我們需要的量少，生活費用低，可以一生不求人，人到無求品自高。"
    },
    {
      "id": "02-040-0455_p0017",
      "zh_CN": "他的工作量大概是一般人五个人的工作量。他那个时候还是孔德成奉祀官府的主任秘书，要上班的；两个大学的教授，要上课的；自己创的事业，一个佛教莲社，一个慈光图书馆，还有两个育幼院，有一个菩提医院，还有一个养老院。那是个名人，每一天宾客不断，每一天要跟同学在一起开会。台中莲社的莲友有二十万人，跟他见面要一个星期之前约定，你临时去的决定见不到，他时间排满了。一天吃一餐。所以那个时候我就想到，我们体力的消耗，真正正常工作的消耗不多，妄想的消耗太多了。我向老师报告，我说我的体会，人体能的消耗应该是百分之九十到九十五是消耗在妄念上，实际我们无论是劳心劳力消耗量都很少。老师点头，正确，他给我印证，心愈清净，你需要的就愈少。所以我们在佛经上看到，阿罗汉心清净，一个星期吃一餐饭，辟支佛半个月吃一餐饭，他就够了，这都是实质上的证明。佛日中一食，那是什么？那是表法，教化众生的。佛要一个星期吃一餐，没有人敢学。所以佛给大家示现，每一天他出去托钵，他也日中一食，日中一食我们也做得到，大家向他学习，道理在此地。多吃东西不是好事情，吃得愈少愈清净，这个道理一定要懂，你就很喜欢去做。",
      "zh_TW": "他的工作量大概是一般人五個人的工作量。他那個時候還是孔德成奉祀官府的主任祕書，要上班的；兩個大學的教授，要上課的；自己創的事業，一個佛教蓮社，一個慈光圖書館，還有兩個育幼院，有一個菩提醫院，還有一個養老院。那是個名人，每一天賓客不斷，每一天要跟同學在一起開會。台中蓮社的蓮友有二十萬人，跟他見面要一個星期之前約定，你臨時去的決定見不到，他時間排滿了。一天吃一餐。所以那個時候我就想到，我們體力的消耗，真正正常工作的消耗不多，妄想的消耗太多了。我向老師報告，我說我的體會，人體能的消耗應該是百分之九十到九十五是消耗在妄念上，實際我們無論是勞心勞力消耗量都很少。老師點頭，正確，他給我印證，心愈清淨，你需要的就愈少。所以我們在佛經上看到，阿羅漢心清淨，一個星期吃一餐飯，辟支佛半個月吃一餐飯，他就夠了，這都是實質上的證明。佛日中一食，那是什麼？那是表法，教化眾生的。佛要一個星期吃一餐，沒有人敢學。所以佛給大家示現，每一天他出去托缽，他也日中一食，日中一食我們也做得到，大家向他學習，道理在此地。多吃東西不是好事情，吃得愈少愈清淨，這個道理一定要懂，你就很喜歡去做。"
    },
    {
      "id": "02-040-0455_p0018",
      "zh_CN": "下面，「《会疏》云：斋戒，即八斋戒及摄大小诸戒。盖夫戒是人师，道俗咸奉。心为业主，凡圣俱制，正法住灭，皆一由之」，这几句话非常重要。斋戒的范围很广，是八关斋戒。我们在斯里兰卡看到，斯里兰卡全国人民都奉行八关斋戒，八关斋戒是一天。实际上是在家人一个月当中过一天出家人的生活，遵守出家人的戒律，一天一夜二十四小时。所以它那个受戒很简单，二十四小时就圆满了。你要再受？再受，一次一次的受，一天一天的受，不可以一次受多少天、持多少天，不可以，它就是二十四小时，很严格，时间不长。目的，身心清净，没有妄念。念佛的人持八关斋戒的很多，一个月受一次或者受两次都可以，受次数多少不拘，看你自己方便。",
      "zh_TW": "下面，「《會疏》云：齋戒，即八齋戒及攝大小諸戒。蓋夫戒是人師，道俗咸奉。心為業主，凡聖俱制，正法住滅，皆一由之」，這幾句話非常重要。齋戒的範圍很廣，是八關齋戒。我們在斯里蘭卡看到，斯里蘭卡全國人民都奉行八關齋戒，八關齋戒是一天。實際上是在家人一個月當中過一天出家人的生活，遵守出家人的戒律，一天一夜二十四小時。所以它那個受戒很簡單，二十四小時就圓滿了。你要再受？再受，一次一次的受，一天一天的受，不可以一次受多少天、持多少天，不可以，它就是二十四小時，很嚴格，時間不長。目的，身心清淨，沒有妄念。念佛的人持八關齋戒的很多，一個月受一次或者受兩次都可以，受次數多少不拘，看你自己方便。"
    },
    {
      "id": "02-040-0455_p0019",
      "zh_CN": "摄大小乘诸戒，都是由于自己的方便，自己的发心。戒律是佛制定的，佛弟子必须要遵守的。所以下面说，戒是人师，持戒就是给社会大众做榜样，做一个好人的榜样，做一个佛弟子的好样子。现在大家都不做了，所以佛教给社会造成很大的误会，认为它是迷信，它对社会没有利益。如果人人都持戒，我相信任何人来看到都生欢喜心、都生恭敬心。有人做有什么不好？你看到这个社会安稳、和谐，人与人之间都像兄弟姐妹一样，多好！相亲相爱、互相关怀、互相照顾、互助合作，这有什么不好？这样的社会，诸位到斯里兰卡你就见到，全国都是这样的，城市是这样，农村也是这样的。在这个地方看到什么？以佛教教育治国。大概世界只剩下这一个地方，其他地方我没见过。",
      "zh_TW": "攝大小乘諸戒，都是由於自己的方便，自己的發心。戒律是佛制定的，佛弟子必須要遵守的。所以下面說，戒是人師，持戒就是給社會大眾做榜樣，做一個好人的榜樣，做一個佛弟子的好樣子。現在大家都不做了，所以佛教給社會造成很大的誤會，認為它是迷信，它對社會沒有利益。如果人人都持戒，我相信任何人來看到都生歡喜心、都生恭敬心。有人做有什麼不好？你看到這個社會安穩、和諧，人與人之間都像兄弟姐妹一樣，多好！相親相愛、互相關懷、互相照顧、互助合作，這有什麼不好？這樣的社會，諸位到斯里蘭卡你就見到，全國都是這樣的，城市是這樣，農村也是這樣的。在這個地方看到什麼？以佛教教育治國。大概世界只剩下這一個地方，其他地方我沒見過。"
    },
    {
      "id": "02-040-0455_p0020",
      "zh_CN": "我看了之后，我就联想到，希望全世界每一个宗教都有一个城市，至少有一个乡镇做一个示范点，你们宗教落实在生活做出来给大家看，不必讲，讲了没人相信，做出来人家就相信了。我跟前任教皇见过两次面，我就建议他，将罗马城做为天主教的示范城市。罗马城不大，是个古城，历史悠久，我去过三次。每一个宗教选择一个城市，选择一个小镇，这个镇是里面的居民统统都信奉这个宗教，把这个宗教的文化统统做出来，变成小城市民的生活、工作、处事待人接物，我们看到这个宗教的好处、利益，给世人展示宗教教育是善的、是好的，不是坏事情，不做出来不行。我们相信，二十一世纪要向这个方向去发展，世界能做到和平，一体化，全世界变成一家人。各个不同的宗教也变成一家人，世界宗教是一家，经典要互相学习、互相研究，存异求同。譬如孝顺父母、尊敬师长，每一个宗教经典都讲到，「爱」字，所有宗教都尊重。用什么方法统一宗教？「爱」字，没有一个宗教不讲爱世人，这是真诚的爱，不是虚伪的，不是假的。宗教不好，那就是说明爱世人不好，这个话好听吗？你能接受吗？爱自己好，爱别人不好，要消灭别人要保护自己，这行吗？每一个宗教创始人都是以神圣之爱、平等之爱爱世人。",
      "zh_TW": "我看了之後，我就聯想到，希望全世界每一個宗教都有一個城市，至少有一個鄉鎮做一個示範點，你們宗教落實在生活做出來給大家看，不必講，講了沒人相信，做出來人家就相信了。我跟前任教皇見過兩次面，我就建議他，將羅馬城做為天主教的示範城市。羅馬城不大，是個古城，歷史悠久，我去過三次。每一個宗教選擇一個城市，選擇一個小鎮，這個鎮是裡面的居民統統都信奉這個宗教，把這個宗教的文化統統做出來，變成小城市民的生活、工作、處事待人接物，我們看到這個宗教的好處、利益，給世人展示宗教教育是善的、是好的，不是壞事情，不做出來不行。我們相信，二十一世紀要向這個方向去發展，世界能做到和平，一體化，全世界變成一家人。各個不同的宗教也變成一家人，世界宗教是一家，經典要互相學習、互相研究，存異求同。譬如孝順父母、尊敬師長，每一個宗教經典都講到，「愛」字，所有宗教都尊重。用什麼方法統一宗教？「愛」字，沒有一個宗教不講愛世人，這是真誠的愛，不是虛偽的，不是假的。宗教不好，那就是說明愛世人不好，這個話好聽嗎？你能接受嗎？愛自己好，愛別人不好，要消滅別人要保護自己，這行嗎？每一個宗教創始人都是以神聖之愛、平等之愛愛世人。"
    },
    {
      "id": "02-040-0455_p0021",
      "zh_CN": "戒是人师，学为人师，行为世范，我们的行为要能给世人做榜样、做模范。所以起心动念，想一想，社会大众要都起像我这个念头好不好？如果觉得不好、不妥当，这个念头不能起。自私自利的念头不能起，偷盗的念头不能起，害人的念头不能起，这个都是戒律所不许可的。戒杀好不好？连小动物都爱，你能不爱人吗？小动物都不伤害牠，你会伤害别人吗？不可能。不偷盗、不邪淫、不妄语，人人都喜欢，佛家的根本大戒。对国家社会，佛有四条重戒，「不作国贼，不谤国主，不漏国税，不犯国制」，国制就是国家的法律，这是佛教弟子对国家民族一定要遵守这四条，国家下命令把佛教灭掉也要服从，不能反抗。中国历史上有过四次，三武一宗灭法，灭的时间只有一、二年，佛教兴了。为什么？下面皇帝看到，佛教徒这么好、这么听话，你灭他没有反抗，这是最好的好榜样，人民的好榜样，所以皇上下命令又复兴起来了。我们要遇到用什么态度？要跟古人学，古人没有反抗，我们反抗，那我们就错了。古人不开这个例子，我绝不开这个例子，一定要做得更好。何况这一个地区不能容纳，还有别的地区，世界很大。以佛教为国教，泰国是一个佛教国家，但是泰国的佛教没有能够落实到民间的生活，所以它的社会还是不稳定，虽然没有流血，但是泰皇在世六十多年，政变至少有五十次。政变就是不稳定，但是它没有流血，这就是比一般国家政变要殊胜。其他的国家政变都会有战争，都有很多人死亡，泰国没有，这什么原因？还是教育问题。",
      "zh_TW": "戒是人師，學為人師，行為世範，我們的行為要能給世人做榜樣、做模範。所以起心動念，想一想，社會大眾要都起像我這個念頭好不好？如果覺得不好、不妥當，這個念頭不能起。自私自利的念頭不能起，偷盜的念頭不能起，害人的念頭不能起，這個都是戒律所不許可的。戒殺好不好？連小動物都愛，你能不愛人嗎？小動物都不傷害牠，你會傷害別人嗎？不可能。不偷盜、不邪淫、不妄語，人人都喜歡，佛家的根本大戒。對國家社會，佛有四條重戒，「不作國賊，不謗國主，不漏國稅，不犯國制」，國制就是國家的法律，這是佛教弟子對國家民族一定要遵守這四條，國家下命令把佛教滅掉也要服從，不能反抗。中國歷史上有過四次，三武一宗滅法，滅的時間只有一、二年，佛教興了。為什麼？下面皇帝看到，佛教徒這麼好、這麼聽話，你滅他沒有反抗，這是最好的好榜樣，人民的好榜樣，所以皇上下命令又復興起來了。我們要遇到用什麼態度？要跟古人學，古人沒有反抗，我們反抗，那我們就錯了。古人不開這個例子，我絕不開這個例子，一定要做得更好。何況這一個地區不能容納，還有別的地區，世界很大。以佛教為國教，泰國是一個佛教國家，但是泰國的佛教沒有能夠落實到民間的生活，所以它的社會還是不穩定，雖然沒有流血，但是泰皇在世六十多年，政變至少有五十次。政變就是不穩定，但是它沒有流血，這就是比一般國家政變要殊勝。其他的國家政變都會有戰爭，都有很多人死亡，泰國沒有，這什麼原因？還是教育問題。"
    },
    {
      "id": "02-040-0455_p0022",
      "zh_CN": "如果要提倡教育，利用现在的电视广播台，请些在家出家的大德讲经教学，问题全解决了。讲经教学，你们听久了，总而言之一句话，无非是劝人向善。有人天天在劝人向善，不善的人时间久了慢慢也会回头变成善人，所以不能不教，不教他不能回头，教他就回头了。这是我们过去在汤池做实验证实的，而且很快的就回头，让我们感到非常惊讶，肯定了祖宗所说的人性本善，人是教得好的。你要不教，用什么方法都不容易叫他变好，只有教育能把人教好，所以中国自古以来，老祖宗、一些圣哲，没有一个不重视教育。今天如果每个国家领导人重视教育，世界一定太平，这个太平盛世不是一个地区，是全球。希望国家领导人要觉悟、要明了。中国这么多好东西，迫切需要的赶紧翻成外国文字，让传统的教学畅通无阻，要训练师资，对全世界做出最大的贡献。民间启动是非常艰难，效果不大，但是我们还是努力，总比没有好。汤池小镇的教学，希望将来国家能把它恢复，属于国家的，不属于我的，我完全奉献给国家。马来西亚的汉学院，斯里兰卡的佛教大学、宗教大学，这些是我建议做的，目的都是想培养师资。预定十年培养世界第一流的传统文化师资，这个真正能够带给全球安定和谐、长治久安，人民幸福美满。",
      "zh_TW": "如果要提倡教育，利用現在的電視廣播台，請些在家出家的大德講經教學，問題全解決了。講經教學，你們聽久了，總而言之一句話，無非是勸人向善。有人天天在勸人向善，不善的人時間久了慢慢也會回頭變成善人，所以不能不教，不教他不能回頭，教他就回頭了。這是我們過去在湯池做實驗證實的，而且很快的就回頭，讓我們感到非常驚訝，肯定了祖宗所說的人性本善，人是教得好的。你要不教，用什麼方法都不容易叫他變好，只有教育能把人教好，所以中國自古以來，老祖宗、一些聖哲，沒有一個不重視教育。今天如果每個國家領導人重視教育，世界一定太平，這個太平盛世不是一個地區，是全球。希望國家領導人要覺悟、要明瞭。中國這麼多好東西，迫切需要的趕緊翻成外國文字，讓傳統的教學暢通無阻，要訓練師資，對全世界做出最大的貢獻。民間啟動是非常艱難，效果不大，但是我們還是努力，總比沒有好。湯池小鎮的教學，希望將來國家能把它恢復，屬於國家的，不屬於我的，我完全奉獻給國家。馬來西亞的漢學院，斯里蘭卡的佛教大學、宗教大學，這些是我建議做的，目的都是想培養師資。預定十年培養世界第一流的傳統文化師資，這個真正能夠帶給全球安定和諧、長治久安，人民幸福美滿。"
    },
    {
      "id": "02-040-0455_p0023",
      "zh_CN": "所以戒不能不学，应当要学习。道俗咸奉，道是出家修行人，俗是在家修行人，都遵守、都奉行。心为业主，戒律、教学都是以心为主，必须把不善的心变成纯净纯善的心，这个教育成功了。把不善的念头统统放下，统统舍弃，起心动念纯净纯善，肯定与孝悌忠信、礼义廉耻、仁爱和平相应，肯定与三皈、五戒、十善、六和、六度完全相应，这个教育才算成功。从哪里做起？从我自己做起，管用；自己不做，劝别人做，肯定失败。我们在汤池成功，依据的理念就是这一点，我劝告所有的老师，我们要从自己做起，自己做不到劝别人，是失败的，不会成功；必须自己百分之百的做到然后劝别人，别人会听，会向你学习，这么做成功的。",
      "zh_TW": "所以戒不能不學，應當要學習。道俗咸奉，道是出家修行人，俗是在家修行人，都遵守、都奉行。心為業主，戒律、教學都是以心為主，必須把不善的心變成純淨純善的心，這個教育成功了。把不善的念頭統統放下，統統捨棄，起心動念純淨純善，肯定與孝悌忠信、禮義廉恥、仁愛和平相應，肯定與三皈、五戒、十善、六和、六度完全相應，這個教育才算成功。從哪裡做起？從我自己做起，管用；自己不做，勸別人做，肯定失敗。我們在湯池成功，依據的理念就是這一點，我勸告所有的老師，我們要從自己做起，自己做不到勸別人，是失敗的，不會成功；必須自己百分之百的做到然後勸別人，別人會聽，會向你學習，這麼做成功的。"
    },
    {
      "id": "02-040-0455_p0024",
      "zh_CN": "我们汤池老师怎么招的？我们是做给联合国看的。所以很多人问为什么要做这个？这是不得已，我们参加联合国的和平会议，把中国传统文化告诉大家。大家听了很欢喜，但是不相信，告诉我，法师这是理想，这个做不到。我们被这个逼迫着，压迫我非做不可，做成功了，中国传统文化就有出路，全世界人相信；做不成功，等于说向全世界人宣布，中国传统文化已经死亡没有用了，可以完全废弃掉。我给三十多位老师说，我们的使命这么沉重，做失败了，我们的文化就灭了，做成功了，我们的文化就复兴，全世界人能相信。这是我们的使命感，我们拼命，牺牲生命也在所不惜，要把它做好。",
      "zh_TW": "我們湯池老師怎麼招的？我們是做給聯合國看的。所以很多人問為什麼要做這個？這是不得已，我們參加聯合國的和平會議，把中國傳統文化告訴大家。大家聽了很歡喜，但是不相信，告訴我，法師這是理想，這個做不到。我們被這個逼迫著，壓迫我非做不可，做成功了，中國傳統文化就有出路，全世界人相信；做不成功，等於說向全世界人宣布，中國傳統文化已經死亡沒有用了，可以完全廢棄掉。我給三十多位老師說，我們的使命這麼沉重，做失敗了，我們的文化就滅了，做成功了，我們的文化就復興，全世界人能相信。這是我們的使命感，我們拼命，犧牲生命也在所不惜，要把它做好。"
    },
    {
      "id": "02-040-0455_p0025",
      "zh_CN": "老师怎么听话？老师是网路上考选的、选拔的，三百多个人报名，最后选了三十七个。最后的决定是口试，口试我们会问他，你有没有宗教信仰？你信什么教？我们就留意了，要信佛教的。佛教学过什么经典？有没有听过讲经？一定是听净空法师讲经的，多少年？三年以上，我们要这些人。所以这些人他们都是听我讲经三年以上，都有这个使命感才做成功，不要命，要是没有佛教这个基础的话，就做不成功。说到最后还是佛教救了中国传统文化。这个事情做成功了，这都是老祖宗安排的，不是人力，我们哪有这么大的智慧德能？不可能，老祖宗保佑，佛菩萨加持，才做成功。",
      "zh_TW": "老師怎麼聽話？老師是網路上考選的、選拔的，三百多個人報名，最後選了三十七個。最後的決定是口試，口試我們會問他，你有沒有宗教信仰？你信什麼教？我們就留意了，要信佛教的。佛教學過什麼經典？有沒有聽過講經？一定是聽淨空法師講經的，多少年？三年以上，我們要這些人。所以這些人他們都是聽我講經三年以上，都有這個使命感才做成功，不要命，要是沒有佛教這個基礎的話，就做不成功。說到最後還是佛教救了中國傳統文化。這個事情做成功了，這都是老祖宗安排的，不是人力，我們哪有這麼大的智慧德能？不可能，老祖宗保佑，佛菩薩加持，才做成功。"
    },
    {
      "id": "02-040-0455_p0026",
      "zh_CN": "做成功之后两个月，我收到联合国给我一个文件，邀请我到巴黎教科文组织总部办一个活动，邀请我做主办单位。这是不可能的事情，所以我说全是祖宗安排，全是三宝、神明在加持，不是人干得出来的。这个活动办得很成功，让联合国与会的朋友们，那是各国的大使代表，感到惊讶，古老的东西现在还管用？不相信，到汤池去看，真的。我知道的，不知道的不晓得，我知道的有三十多个国家大使代表，用私人观光旅游的身分到汤池去参观，在我们中心住三天、四天才离开的。真正看到了，不是假的，这很快在海外就传出去了。我们自己没有这个能力，表面上是《弟子规》，是儒家东西，实际上儒释道揉合在一起做成功的。",
      "zh_TW": "做成功之後兩個月，我收到聯合國給我一個文件，邀請我到巴黎教科文組織總部辦一個活動，邀請我做主辦單位。這是不可能的事情，所以我說全是祖宗安排，全是三寶、神明在加持，不是人幹得出來的。這個活動辦得很成功，讓聯合國與會的朋友們，那是各國的大使代表，感到驚訝，古老的東西現在還管用？不相信，到湯池去看，真的。我知道的，不知道的不曉得，我知道的有三十多個國家大使代表，用私人觀光旅遊的身分到湯池去參觀，在我們中心住三天、四天才離開的。真正看到了，不是假的，這很快在海外就傳出去了。我們自己沒有這個能力，表面上是《弟子規》，是儒家東西，實際上儒釋道揉合在一起做成功的。"
    },
    {
      "id": "02-040-0455_p0027",
      "zh_CN": "我现在年老了，干什么也干不动了，八十七岁，快要到极乐世界去了。很多跟我认识的人都知道，我只有一个念头，往生极乐世界。这边我已经很欢喜，我离开离开得很欢喜。马来西亚汉学院，中国现在慢慢省悟过来了，好，后继有人。斯里兰卡大学开工了，下头有年轻人继续去办，我可以走了。我这一生要干的事情干完了，圆满了，以后的事情不是我干的事情。还没往生之前，我尽这一点余力，还有这一点时间，我做宣扬的工作，告诉大家这是真的，告诉大家佛教经典那么多，哪一部是第一经。你要问我：净空法师，《大藏经》这么多，如果只让你选择一部，你选择哪一部？我告诉你，我选择夏莲居的《无量寿经》会集本，我选择黄念祖老居士的注解。你就依这一部，其他统统丢掉，你决定往生，你决定成佛。只有往生是真的，在极乐世界才能团聚在一起。要不能往生，六道里头各人走各人的道，不晓得走到哪里去了。念佛人会永远在一起，这个道理要懂，你要希望你的家亲眷属相亲相爱永远在一起，统统往生极乐世界，那真在一起。为什么？个个无量寿，而且这个地方不难去，信愿持名就行了。要珍惜这个机缘，不要错过这个机会。",
      "zh_TW": "我現在年老了，幹什麼也幹不動了，八十七歲，快要到極樂世界去了。很多跟我認識的人都知道，我只有一個念頭，往生極樂世界。這邊我已經很歡喜，我離開離開得很歡喜。馬來西亞漢學院，中國現在慢慢省悟過來了，好，後繼有人。斯里蘭卡大學開工了，下頭有年輕人繼續去辦，我可以走了。我這一生要幹的事情幹完了，圓滿了，以後的事情不是我幹的事情。還沒往生之前，我盡這一點餘力，還有這一點時間，我做宣揚的工作，告訴大家這是真的，告訴大家佛教經典那麼多，哪一部是第一經。你要問我：淨空法師，《大藏經》這麼多，如果只讓你選擇一部，你選擇哪一部？我告訴你，我選擇夏蓮居的《無量壽經》會集本，我選擇黃念祖老居士的註解。你就依這一部，其他統統丟掉，你決定往生，你決定成佛。只有往生是真的，在極樂世界才能團聚在一起。要不能往生，六道裡頭各人走各人的道，不曉得走到哪裡去了。念佛人會永遠在一起，這個道理要懂，你要希望你的家親眷屬相親相愛永遠在一起，統統往生極樂世界，那真在一起。為什麼？個個無量壽，而且這個地方不難去，信願持名就行了。要珍惜這個機緣，不要錯過這個機會。"
    },
    {
      "id": "02-040-0455_p0028",
      "zh_CN": "所以佛法确实心为业主，《楞伽经》里面告诉我们，整个宇宙到底是一回什么事情？佛只说一句话，「自心现量」。这一句话就讲明白了，就讲清楚、就讲完了，整个宇宙就这么回事情。你听了之后再不怀疑，再不起心动念，真的把你所有妄想统统化解掉。这一句话的意思很深，如果不是在大乘教里头下过几十年功夫，这句话听不懂。真听懂了佩服释迦牟尼佛，整个宇宙到底是什么，能够用四个字讲清楚，这还得了！凡圣俱制，凡人要持戒，佛菩萨也要持戒，佛菩萨不持戒，他就不能教人持戒，所以他带头，他做榜样。正法住还是灭，皆一由之，关键就在此地，大家都能持戒正法就住，大家不持戒正法就灭，正法是住是灭就在这一个字上，我们希望正法住世，我们就决定要持戒。",
      "zh_TW": "所以佛法確實心為業主，《楞伽經》裡面告訴我們，整個宇宙到底是一回什麼事情？佛只說一句話，「自心現量」。這一句話就講明白了，就講清楚、就講完了，整個宇宙就這麼回事情。你聽了之後再不懷疑，再不起心動念，真的把你所有妄想統統化解掉。這一句話的意思很深，如果不是在大乘教裡頭下過幾十年功夫，這句話聽不懂。真聽懂了佩服釋迦牟尼佛，整個宇宙到底是什麼，能夠用四個字講清楚，這還得了！凡聖俱制，凡人要持戒，佛菩薩也要持戒，佛菩薩不持戒，他就不能教人持戒，所以他帶頭，他做榜樣。正法住還是滅，皆一由之，關鍵就在此地，大家都能持戒正法就住，大家不持戒正法就滅，正法是住是滅就在這一個字上，我們希望正法住世，我們就決定要持戒。"
    },
    {
      "id": "02-040-0455_p0029",
      "zh_CN": "净宗学会，是黄念祖老居士劝我的，我在海外，在国内没有办法成立，他说你在海外，希望在海外到处成立净宗学会。所以我早年在美国，美国、加拿大有三十多个净宗学会。美国净宗学会成立的时候，我们第一个会是加拿大，第二个是美国净宗学会，在圣荷西，距离旧金山不远，现在还在。我写了一篇缘起，韩锳居士的名义发表的，这篇缘起里头，我提出净宗行人修行五个科目，就是戒条。第一个，净业三福，是我们的指导原则；第二个，十善业道，必须要遵守的根本戒；第三个，六和敬；第四个，戒定慧三学；第五个，六波罗蜜。就这五条，容易记，希望真做到，起心动念、言语造作不能违背，你才是真正阿弥陀佛的学生，阿弥陀佛的弟子。天天研究经教，不能落实戒律，是假的不是真的。戒律就是我们修学的经教的落实，我要把它做到，经教是解门，这五科是行门，我们的生活、工作、待人接物都要遵守。",
      "zh_TW": "淨宗學會，是黃念祖老居士勸我的，我在海外，在國內沒有辦法成立，他說你在海外，希望在海外到處成立淨宗學會。所以我早年在美國，美國、加拿大有三十多個淨宗學會。美國淨宗學會成立的時候，我們第一個會是加拿大，第二個是美國淨宗學會，在聖荷西，距離舊金山不遠，現在還在。我寫了一篇緣起，韓鍈居士的名義發表的，這篇緣起裡頭，我提出淨宗行人修行五個科目，就是戒條。第一個，淨業三福，是我們的指導原則；第二個，十善業道，必須要遵守的根本戒；第三個，六和敬；第四個，戒定慧三學；第五個，六波羅蜜。就這五條，容易記，希望真做到，起心動念、言語造作不能違背，你才是真正阿彌陀佛的學生，阿彌陀佛的弟子。天天研究經教，不能落實戒律，是假的不是真的。戒律就是我們修學的經教的落實，我要把它做到，經教是解門，這五科是行門，我們的生活、工作、待人接物都要遵守。"
    },
    {
      "id": "02-040-0455_p0030",
      "zh_CN": "接着看下面，「明比日月，尊譬宝珠」，明是智慧，好比日月一样光明遍照，尊是尊重，就要像宝珠一样。这说什么？说福德，尊重是修福，明了是修慧，学佛的人是福慧双修。我这一生的缘，章嘉大师教导的，大师教我出家，教我学释迦牟尼佛。告诉我，你的一生是佛菩萨替你安排，所以一生从不为自己去操心、去着想，没有一桩事情为自己，佛菩萨安排好了，顺境也好、逆境也好，欢欢喜喜接受。在这个里头历事炼心，练什么？练老师教的看破、放下。看破是智慧，了解事实真相；放下是放下妄想分别执着，放下习气，这就是修行。",
      "zh_TW": "接著看下面，「明比日月，尊譬寶珠」，明是智慧，好比日月一樣光明遍照，尊是尊重，就要像寶珠一樣。這說什麼？說福德，尊重是修福，明瞭是修慧，學佛的人是福慧雙修。我這一生的緣，章嘉大師教導的，大師教我出家，教我學釋迦牟尼佛。告訴我，你的一生是佛菩薩替你安排，所以一生從不為自己去操心、去著想，沒有一樁事情為自己，佛菩薩安排好了，順境也好、逆境也好，歡歡喜喜接受。在這個裡頭歷事鍊心，練什麼？練老師教的看破、放下。看破是智慧，了解事實真相；放下是放下妄想分別執著，放下習氣，這就是修行。"
    },
    {
      "id": "02-040-0455_p0031",
      "zh_CN": "底下举了两个比喻，「宁当抱渴而死，弗饮水虫」。这是佛教里面一个故事，佛教叫公案，就是我们讲故事，我们参考资料里头有。是说两个沙弥受了沙弥戒，饮水，河里面水也好，池塘里水也好，一定要用滤水囊，滤过的水可以饮。没有过滤的，怕水里头有小虫，我们肉眼看不到的，你喝的时候都把牠吃掉了。所以比丘身上常常带八样东西，有一个滤水囊。这两个小沙弥，一路上结伴去拜佛，去见佛，路上实在太渴了，一个人没有这个滤水囊，他就喝了这个水；另外一个宁愿渴死，他也不饮这个有虫的水。真的，没有得到饮水的沙弥死了，饮水的小沙弥见到佛了。佛问他从哪里来，路上的经过他就把这个事情告诉佛。佛就给他说，那个死了的沙弥，他已经到我这来了，你身体虽然来了，你距离我很远。这是一个故事。",
      "zh_TW": "底下舉了兩個比喻，「寧當抱渴而死，弗飲水蟲」。這是佛教裡面一個故事，佛教叫公案，就是我們講故事，我們參考資料裡頭有。是說兩個沙彌受了沙彌戒，飲水，河裡面水也好，池塘裡水也好，一定要用濾水囊，濾過的水可以飲。沒有過濾的，怕水裡頭有小蟲，我們肉眼看不到的，你喝的時候都把牠吃掉了。所以比丘身上常常帶八樣東西，有一個濾水囊。這兩個小沙彌，一路上結伴去拜佛，去見佛，路上實在太渴了，一個人沒有這個濾水囊，他就喝了這個水；另外一個寧願渴死，他也不飲這個有蟲的水。真的，沒有得到飲水的沙彌死了，飲水的小沙彌見到佛了。佛問他從哪裡來，路上的經過他就把這個事情告訴佛。佛就給他說，那個死了的沙彌，他已經到我這來了，你身體雖然來了，你距離我很遠。這是一個故事。"
    },
    {
      "id": "02-040-0455_p0032",
      "zh_CN": "「乃可被系而终，无伤草叶」，这也是经里面一个故事。是一个持戒的人，被一个恶人，这个恶人要害他，要把他囚禁住，怎么办？他会跑掉。人就告诉他，他是佛弟子，他持戒的，你用草把他围起来，绳子绑住他，放在当中，他不敢把草碰坏，碰坏了他破戒。这个恶人一听，这个方法好，就用草把他围起来。他真的，不敢把围他的草把它解开，他站在那里，就死在那个地方。这都是为持戒而死，不愿意做出破戒而活，这个人死了生天。恶人，他得感谢恶人，为什么？恶人帮助他生天，恶人作恶自然受到果报。他不破戒宁愿持戒而死，决定生天，决定有好处。如果他是修净土的，他决定往生极乐世界，毫无怀疑的。我们对戒律要尊重，要像这些人宁死我也不破戒。",
      "zh_TW": "「乃可被繫而終，無傷草葉」，這也是經裡面一個故事。是一個持戒的人，被一個惡人，這個惡人要害他，要把他囚禁住，怎麼辦？他會跑掉。人就告訴他，他是佛弟子，他持戒的，你用草把他圍起來，繩子綁住他，放在當中，他不敢把草碰壞，碰壞了他破戒。這個惡人一聽，這個方法好，就用草把他圍起來。他真的，不敢把圍他的草把它解開，他站在那裡，就死在那個地方。這都是為持戒而死，不願意做出破戒而活，這個人死了生天。惡人，他得感謝惡人，為什麼？惡人幫助他生天，惡人作惡自然受到果報。他不破戒寧願持戒而死，決定生天，決定有好處。如果他是修淨土的，他決定往生極樂世界，毫無懷疑的。我們對戒律要尊重，要像這些人寧死我也不破戒。"
    },
    {
      "id": "02-040-0455_p0033",
      "zh_CN": "「疏中极论斋戒之要」，这个疏就是《会疏》，《会疏》里面对斋戒的重要说得很多、说得很细。「正法能否住世，全赖行人能否持戒」，佛法能不能常住在世间靠什么？靠大家认真持戒，人要不持戒把戒律丢掉，佛法就没有了。今天在全世界，我所看到的，佛法没有了，剩下来佛法是什么？是学术。大学，大学里面用佛经开佛经哲学的课程，佛教没有了，佛教变成学术。什么是佛教？佛教是戒律，你懂得经论，你做不到，还是搞六道轮回，你出不了六道轮回，你没有得到佛法真正的受用，佛法真正受用是叫你离苦得乐。把它当哲学去研究，你离不了苦，你也得不到乐，充其量你在这个社会上是个佛经哲学的教授，如此而已。戒律重要！",
      "zh_TW": "「疏中極論齋戒之要」，這個疏就是《會疏》，《會疏》裡面對齋戒的重要說得很多、說得很細。「正法能否住世，全賴行人能否持戒」，佛法能不能常住在世間靠什麼？靠大家認真持戒，人要不持戒把戒律丟掉，佛法就沒有了。今天在全世界，我所看到的，佛法沒有了，剩下來佛法是什麼？是學術。大學，大學裡面用佛經開佛經哲學的課程，佛教沒有了，佛教變成學術。什麼是佛教？佛教是戒律，你懂得經論，你做不到，還是搞六道輪迴，你出不了六道輪迴，你沒有得到佛法真正的受用，佛法真正受用是叫你離苦得樂。把它當哲學去研究，你離不了苦，你也得不到樂，充其量你在這個社會上是個佛經哲學的教授，如此而已。戒律重要！"
    },
    {
      "id": "02-040-0455_p0034",
      "zh_CN": "我年轻的时候，因为什么？读书人，知识分子，教我的老师是哲学教授，我跟他学哲学，他给我讲佛经哲学，所以我进门是知识进来的，不是宗教，所以对于大乘经教非常有兴趣，对于戒律摇头。老师有智慧，有善巧方便，他怎样叫我相信戒律？那个时候我跟老师一个星期见一次面，星期天上午，他给我一个小时到两个小时。我跟他三年，他往生了。每一次我去见他，向他请教，离开的时候，老人会送我到门口。我跟他那一年，他六十五岁，我二十六岁，他是祖父辈，我们很尊重他。送我到门口，会对我轻轻说一句话，「戒律很重要」，就说这一句，其他的都没有。我也听成习惯了，每一个星期他会说一遍，他知道戒律我不能接受。老人往生了，走了。他的学生甘珠活佛带了一些亲近的人，老人周边的人，我都认识。在火化场，他的火化不是一般火化炉，特别给他建了一个小塔，在那个塔里面火化的。外面搭了两个帐篷，这些人在那里守了七天七夜。我参加他们一起，我在帐篷住了三天三夜，三天三夜我就想，我跟大师三年，他教了我些什么？我学到了什么？我这一反省，第一个念头就是戒律很重要。为什么给我讲这么多遍？于是我就想他一定是慈悲劝告，我开始看戒律的书，不排斥戒律了。三年如一日，我才真正接受。以后学《华严》、讲《华严》才知道，清凉大师将一部《华严经》判为四分，信、解、行、证，经教是解，信解，关键是行，行就是戒律，没有戒律后头证就没有分。所以我虽然没有机会专攻戒律，没有这个缘分，我知道这个重要。",
      "zh_TW": "我年輕的時候，因為什麼？讀書人，知識分子，教我的老師是哲學教授，我跟他學哲學，他給我講佛經哲學，所以我進門是知識進來的，不是宗教，所以對於大乘經教非常有興趣，對於戒律搖頭。老師有智慧，有善巧方便，他怎樣叫我相信戒律？那個時候我跟老師一個星期見一次面，星期天上午，他給我一個小時到兩個小時。我跟他三年，他往生了。每一次我去見他，向他請教，離開的時候，老人會送我到門口。我跟他那一年，他六十五歲，我二十六歲，他是祖父輩，我們很尊重他。送我到門口，會對我輕輕說一句話，「戒律很重要」，就說這一句，其他的都沒有。我也聽成習慣了，每一個星期他會說一遍，他知道戒律我不能接受。老人往生了，走了。他的學生甘珠活佛帶了一些親近的人，老人周邊的人，我都認識。在火化場，他的火化不是一般火化爐，特別給他建了一個小塔，在那個塔裡面火化的。外面搭了兩個帳篷，這些人在那裡守了七天七夜。我參加他們一起，我在帳篷住了三天三夜，三天三夜我就想，我跟大師三年，他教了我些什麼？我學到了什麼？我這一反省，第一個念頭就是戒律很重要。為什麼給我講這麼多遍？於是我就想他一定是慈悲勸告，我開始看戒律的書，不排斥戒律了。三年如一日，我才真正接受。以後學《華嚴》、講《華嚴》才知道，清涼大師將一部《華嚴經》判為四分，信、解、行、證，經教是解，信解，關鍵是行，行就是戒律，沒有戒律後頭證就沒有分。所以我雖然沒有機會專攻戒律，沒有這個緣分，我知道這個重要。"
    },
    {
      "id": "02-040-0455_p0035",
      "zh_CN": "台湾果清法师来看我，我非常非常欢喜，我们老师还有这么一个传人，这是李老师在台湾的成就。李老师会下，我是传讲经的，经教的，他是传戒律的。所以我全心全力支持他，我把身边的定弘送到他那个地方，五年学戒。定弘是个讲经的法师，没有戒律不行，以后讲经说法，你不懂戒律，没持过戒，人家瞧不起你。出家人要走我这条路绝对走不通，我这条路是佛菩萨安排的，不是人安排的。你怎么可能有这样的缘分？出家人，什么背景都没有，怎么会走到联合国？怎么可能认识这么多国家的领导人？所以我是来搞宣传的，把佛法介绍给大家，这个要后台是佛菩萨，不是人。祖宗之德，三宝加持，人是没办法做到的。所以佛法能不能久住世间，全靠佛弟子在家、出家能不能认真持戒。在家，三皈、五戒、十善就可以了；出家，最起码的要三皈、五戒、十善、沙弥律仪真正做到，才像一个出家的佛弟子。不容易，他为什么不能持戒？财色名利放不下，真正放下了，持戒就不难。",
      "zh_TW": "台灣果清法師來看我，我非常非常歡喜，我們老師還有這麼一個傳人，這是李老師在台灣的成就。李老師會下，我是傳講經的，經教的，他是傳戒律的。所以我全心全力支持他，我把身邊的定弘送到他那個地方，五年學戒。定弘是個講經的法師，沒有戒律不行，以後講經說法，你不懂戒律，沒持過戒，人家瞧不起你。出家人要走我這條路絕對走不通，我這條路是佛菩薩安排的，不是人安排的。你怎麼可能有這樣的緣分？出家人，什麼背景都沒有，怎麼會走到聯合國？怎麼可能認識這麼多國家的領導人？所以我是來搞宣傳的，把佛法介紹給大家，這個要後台是佛菩薩，不是人。祖宗之德，三寶加持，人是沒辦法做到的。所以佛法能不能久住世間，全靠佛弟子在家、出家能不能認真持戒。在家，三皈、五戒、十善就可以了；出家，最起碼的要三皈、五戒、十善、沙彌律儀真正做到，才像一個出家的佛弟子。不容易，他為什麼不能持戒？財色名利放不下，真正放下了，持戒就不難。"
    },
    {
      "id": "02-040-0455_p0036",
      "zh_CN": "我学佛影响我最大的、最深的是李老师，李老师持戒，不但持戒，日中一食。我亲眼看到的，工作量那么大，一餐饭吃得比我少。我也日中一食，我比他吃得多，他一餐饭，在那个时代台湾钱两块钱，我要三块钱，我一个月的伙食要九十块钱，他只要六十块钱。六十块钱等于多少钱？等于美金一块多一点，两块钱，那个时候美金一块多一点，不到两块。一块钱美金换三十多块台币，就是一个月两块钱生活费用，我需要三块钱，跟不上。他精神体力好，七十岁看起来四、五十岁的人，精力充沛。生活非常节俭，见客一套中山装穿一辈子，里面是补的，外面还像样子，维持的。里面就是内衣，每一件都是补好多补丁，自己补的，要被别人看到了，人家把它丢掉买新的给他。我们什么时候发现？老师往生之后，整理他的遗物才发现的，发现没有一个人不流眼泪，不知道老师过这样的生活，学为人师，行为世范。学生怀念老师，我看在台湾无论在家、出家没有人超过李老师，值得学生们对他真诚的怀念。为什么？他的行持做不到。他一个月收入不少，在台湾那个时候，公务员当中他是上等收入，一个月收入将近五百块，统统做慈善事业，一分都不留。九十五岁，生活自理，没有人照顾，自己烧饭，自己洗衣服。九十五岁这一年，才有两个同学，这两个同学是姐弟两个人，发心照顾老师，老师才接受，要求了很久才接受，九十五岁以前不需要人照顾。",
      "zh_TW": "我學佛影響我最大的、最深的是李老師，李老師持戒，不但持戒，日中一食。我親眼看到的，工作量那麼大，一餐飯吃得比我少。我也日中一食，我比他吃得多，他一餐飯，在那個時代台灣錢兩塊錢，我要三塊錢，我一個月的伙食要九十塊錢，他只要六十塊錢。六十塊錢等於多少錢？等於美金一塊多一點，兩塊錢，那個時候美金一塊多一點，不到兩塊。一塊錢美金換三十多塊台幣，就是一個月兩塊錢生活費用，我需要三塊錢，跟不上。他精神體力好，七十歲看起來四、五十歲的人，精力充沛。生活非常節儉，見客一套中山裝穿一輩子，裡面是補的，外面還像樣子，維持的。裡面就是內衣，每一件都是補好多補丁，自己補的，要被別人看到了，人家把它丟掉買新的給他。我們什麼時候發現？老師往生之後，整理他的遺物才發現的，發現沒有一個人不流眼淚，不知道老師過這樣的生活，學為人師，行為世範。學生懷念老師，我看在台灣無論在家、出家沒有人超過李老師，值得學生們對他真誠的懷念。為什麼？他的行持做不到。他一個月收入不少，在台灣那個時候，公務員當中他是上等收入，一個月收入將近五百塊，統統做慈善事業，一分都不留。九十五歲，生活自理，沒有人照顧，自己燒飯，自己洗衣服。九十五歲這一年，才有兩個同學，這兩個同學是姐弟兩個人，發心照顧老師，老師才接受，要求了很久才接受，九十五歲以前不需要人照顧。"
    },
    {
      "id": "02-040-0455_p0037",
      "zh_CN": "没有想到九十七岁走了，我们估计老师至少可以活到一百二十岁。怎么走的？食物中毒。我去看过他几次，每一次去劝我别到馆子吃东西，馆子东西不干净。所以我对于饮食就很小心、很谨慎，出去旅行自己带饭盒，我不在外面随便吃东西，坐飞机我也是带饭盒，自己带饭，喝的水也是自己带，老师教的。中毒，老师知道，不是不知道。他在台中，中医，是有名的、最好的中医，初到台中他行过医，他有执照。知道吃的东西有毒，吃完之后回去用药解毒，第一次成功了。为什么要吃？也是信徒、学生供养，学生粗心大意，不干净东西煮出来给老师，老师看了，当他面吃让他欢喜，心生欢喜，慈悲！吃的时候知道味道变了，不对，回去用解药化解了。过了半年，又遇到第二次，这一下吃，回去再解毒来不及了，毒扩散了。这样一病就不起了，到底是九十七岁的人，食物中毒。我去看他，他就告诉我，饮食要特别留意，宁愿挨饿也不能乱吃东西。",
      "zh_TW": "沒有想到九十七歲走了，我們估計老師至少可以活到一百二十歲。怎麼走的？食物中毒。我去看過他幾次，每一次去勸我別到館子吃東西，館子東西不乾淨。所以我對於飲食就很小心、很謹慎，出去旅行自己帶飯盒，我不在外面隨便吃東西，坐飛機我也是帶飯盒，自己帶飯，喝的水也是自己帶，老師教的。中毒，老師知道，不是不知道。他在台中，中醫，是有名的、最好的中醫，初到台中他行過醫，他有執照。知道吃的東西有毒，吃完之後回去用藥解毒，第一次成功了。為什麼要吃？也是信徒、學生供養，學生粗心大意，不乾淨東西煮出來給老師，老師看了，當他面吃讓他歡喜，心生歡喜，慈悲！吃的時候知道味道變了，不對，回去用解藥化解了。過了半年，又遇到第二次，這一下吃，回去再解毒來不及了，毒擴散了。這樣一病就不起了，到底是九十七歲的人，食物中毒。我去看他，他就告訴我，飲食要特別留意，寧願挨餓也不能亂吃東西。"
    },
    {
      "id": "02-040-0455_p0038",
      "zh_CN": "这样的老师也不容易遇到，可遇不可求。我这三个老师都喜欢教我，我没有缴一分钱学费，老师还照顾我。我对老师感恩，他们不在了，我讲经的讲堂，摄影棚，统统悬挂老师照片，跟老师还是天天见面，念念不忘老师的教诲，跟老师在世一样。也是教诫现代的年轻人，要孝顺父母，要尊敬师长，我们的身命得自于父母，我们的智慧得自于老师，老师跟父母同样的恩德，不能忘记。决定不能做背师叛道的事情，背师叛道是大不孝，这个罪名就是无间地狱。不要以为因果是吓唬人的，不是，事实真相，哪里会有欺骗人的因果！",
      "zh_TW": "這樣的老師也不容易遇到，可遇不可求。我這三個老師都喜歡教我，我沒有繳一分錢學費，老師還照顧我。我對老師感恩，他們不在了，我講經的講堂，攝影棚，統統懸掛老師照片，跟老師還是天天見面，念念不忘老師的教誨，跟老師在世一樣。也是教誡現代的年輕人，要孝順父母，要尊敬師長，我們的身命得自於父母，我們的智慧得自於老師，老師跟父母同樣的恩德，不能忘記。決定不能做背師叛道的事情，背師叛道是大不孝，這個罪名就是無間地獄。不要以為因果是嚇唬人的，不是，事實真相，哪裡會有欺騙人的因果！"
    },
    {
      "id": "02-040-0455_p0039",
      "zh_CN": "底下的文，「故当宁失身命，毋违所受之戒」，念老在此地做了一个总结，宁愿丧失身命，我们也不破戒，也要把戒守牢。「彭际清居士曰：故知净土资粮，全凭功德。功德之基，莫先持戒。以戒净则心净，心净则土净」。彭居士这几句话说得好，念老用这几句话来做这一段的结论，苦口婆心劝导我们。净土资粮，我们求生净土，想往生到极乐世界，资粮是什么？资粮是旅行必须身上带一点钱，这是资，过去没有旅馆、没有饭店，必须要带米。我们在抗战期间逃难，身上背一个米袋，要带一袋米、要带行李、要带一点钱，这出门不能够缺少的。我们往生到极乐世界，不能缺少的条件是功德，功德是什么？功德的根本就是戒律。",
      "zh_TW": "底下的文，「故當寧失身命，毋違所受之戒」，念老在此地做了一個總結，寧願喪失身命，我們也不破戒，也要把戒守牢。「彭際清居士曰：故知淨土資糧，全憑功德。功德之基，莫先持戒。以戒淨則心淨，心淨則土淨」。彭居士這幾句話說得好，念老用這幾句話來做這一段的結論，苦口婆心勸導我們。淨土資糧，我們求生淨土，想往生到極樂世界，資糧是什麼？資糧是旅行必須身上帶一點錢，這是資，過去沒有旅館、沒有飯店，必須要帶米。我們在抗戰期間逃難，身上背一個米袋，要帶一袋米、要帶行李、要帶一點錢，這出門不能夠缺少的。我們往生到極樂世界，不能缺少的條件是功德，功德是什麼？功德的根本就是戒律。"
    },
    {
      "id": "02-040-0455_p0040",
      "zh_CN": "三皈天天念，提醒我们，皈依佛是觉而不迷，皈依法是正而不邪，皈依僧是净而不染，常常想到觉正净，这是三皈，这是佛法修学的终极目标。从哪里开始？从十善业道开始，「孝顺父母，奉事师长，慈心不杀，修十善业」，从这开始。所以戒是根本，戒净心就净，心净佛土就净了。极乐世界是净土，心净则佛土净，往生极乐世界人必须要用清净心，这比什么都重要。所以经题上「清净平等觉」，那就是往生极乐世界必须具备的条件，到达极乐世界，你得到的是大乘无量寿庄严。大乘是智慧，无量寿是福德，庄严是美好，就是极乐，统统得到，条件是清净平等觉。我们要修清净心，用什么修？一句佛号，所有一切妄念统统放下，起心动念就是阿弥陀佛。用这一句佛号，把心里头不干净的东西、污秽的东西统统洗刷干净，这个人决定得生。今天时间到了，我们就学习到此地。",
      "zh_TW": "三皈天天念，提醒我們，皈依佛是覺而不迷，皈依法是正而不邪，皈依僧是淨而不染，常常想到覺正淨，這是三皈，這是佛法修學的終極目標。從哪裡開始？從十善業道開始，「孝順父母，奉事師長，慈心不殺，修十善業」，從這開始。所以戒是根本，戒淨心就淨，心淨佛土就淨了。極樂世界是淨土，心淨則佛土淨，往生極樂世界人必須要用清淨心，這比什麼都重要。所以經題上「清淨平等覺」，那就是往生極樂世界必須具備的條件，到達極樂世界，你得到的是大乘無量壽莊嚴。大乘是智慧，無量壽是福德，莊嚴是美好，就是極樂，統統得到，條件是清淨平等覺。我們要修清淨心，用什麼修？一句佛號，所有一切妄念統統放下，起心動念就是阿彌陀佛。用這一句佛號，把心裡頭不乾淨的東西、污穢的東西統統洗刷乾淨，這個人決定得生。今天時間到了，我們就學習到此地。"
    }
  ]
}