{
  "doc_id": "02-040-0043",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0043",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0043_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百二十九页第三行，我们从这里读起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百二十九頁第三行，我們從這裡讀起："
    },
    {
      "id": "02-040-0043_p0002",
      "zh_CN": "「又彼国土，色声香味触，一一圆明具德。故见光、见树、闻声、嗅香，莫不增益善根。若有众生，见我光明，照触其身，莫不安乐，慈心作善」。这个地方的我是阿弥陀佛自称，众生见到佛的光明，都能够得到安乐，慈心向善。「波扬无量微妙音声，得闻如是种种声已，其心清净，无诸分别，正直平等，成熟善根。流布万种温雅德香，其有闻者，尘劳垢习，自然不起」。尘劳是烦恼，垢是染污，习是习气，这些东西都是障碍自性。在极乐世界，六根接触外面六尘境界，这些烦恼障碍统统没有，不会起这些，说自然不起。「风触其身」，这是触受，「安和调适，犹如比丘得灭尽定。又若有众生，睹菩提树，闻声」，菩提树都是无量珍宝所成，风吹树叶就像风铃一样，像交响乐一样，所以闻声。「嗅香」，树的香气，「尝其果味、触其光影、念树功德，皆得六根清彻，无诸恼患，住不退转，至成佛道」。这些经文里面有详细的说明，极乐世界一切万物，一一物都具无量功德，所以在那个环境修行，一生当中，决定成佛，不会退转，不会懈怠。「又《宝香普薰愿》曰：其香普薰十方世界，众生闻者，皆修佛行。可见一尘一毛，莫不圆明具德」，这是总结第十门，主伴圆明具德门。极乐世界的殊胜，确实是一切诸佛菩萨赞叹不尽，何况我们经里面所介绍的、所提到的，那真叫万万分之一，到极乐世界自然就明白了。",
      "zh_TW": "「又彼國土，色聲香味觸，一一圓明具德。故見光、見樹、聞聲、嗅香，莫不增益善根。若有眾生，見我光明，照觸其身，莫不安樂，慈心作善」。這個地方的我是阿彌陀佛自稱，眾生見到佛的光明，都能夠得到安樂，慈心向善。「波揚無量微妙音聲，得聞如是種種聲已，其心清淨，無諸分別，正直平等，成熟善根。流布萬種溫雅德香，其有聞者，塵勞垢習，自然不起」。塵勞是煩惱，垢是染污，習是習氣，這些東西都是障礙自性。在極樂世界，六根接觸外面六塵境界，這些煩惱障礙統統沒有，不會起這些，說自然不起。「風觸其身」，這是觸受，「安和調適，猶如比丘得滅盡定。又若有眾生，睹菩提樹，聞聲」，菩提樹都是無量珍寶所成，風吹樹葉就像風鈴一樣，像交響樂一樣，所以聞聲。「嗅香」，樹的香氣，「嘗其果味、觸其光影、念樹功德，皆得六根清徹，無諸惱患，住不退轉，至成佛道」。這些經文裡面有詳細的說明，極樂世界一切萬物，一一物都具無量功德，所以在那個環境修行，一生當中，決定成佛，不會退轉，不會懈怠。「又《寶香普薰願》曰：其香普薰十方世界，眾生聞者，皆修佛行。可見一塵一毛，莫不圓明具德」，這是總結第十門，主伴圓明具德門。極樂世界的殊勝，確實是一切諸佛菩薩讚歎不盡，何況我們經裡面所介紹的、所提到的，那真叫萬萬分之一，到極樂世界自然就明白了。"
    },
    {
      "id": "02-040-0043_p0003",
      "zh_CN": "后面这一段，「《华严玄谈》谓诸法何故事事无碍」，这一句问得很好，为什么极乐世界一切法都那么样的圆满，没有障碍？那我们这个世界障碍太多了，到处都是障碍，什么原因？我们这有障碍，那个地方没有障碍，道理是一样的，「从唯心所现故」。极乐世界的人用什么心？我们知道，往生那个时候还是用的妄心，但是这个妄心念佛，到达极乐世界之后就用真心，转变的过程就在莲花里面。每个往生的人，往生的时候看到莲花，佛拿着这个莲花来接引，我们自己坐在莲花里面，花就合起来了。到极乐世界，这花开了，我们现身，身体现身出来了，这个身就不是在此地这个肉身。阿赖耶的相分、见分，我们这个身是阿赖耶的见相两分变现出来的，这个东西有染污、有烦恼，还带习气。在莲花里面确实产生不思议的变化，变化的时间很快，莲花到西方极乐世界，里面已经变化圆满了，完全脱胎换骨，得的身叫法性身，居住的所在是法性土。也就是说西方极乐世界四土三辈九品，即使是凡圣同居土，也是法性身，也是法性土。",
      "zh_TW": "後面這一段，「《華嚴玄談》謂諸法何故事事無礙」，這一句問得很好，為什麼極樂世界一切法都那麼樣的圓滿，沒有障礙？那我們這個世界障礙太多了，到處都是障礙，什麼原因？我們這有障礙，那個地方沒有障礙，道理是一樣的，「從唯心所現故」。極樂世界的人用什麼心？我們知道，往生那個時候還是用的妄心，但是這個妄心念佛，到達極樂世界之後就用真心，轉變的過程就在蓮花裡面。每個往生的人，往生的時候看到蓮花，佛拿著這個蓮花來接引，我們自己坐在蓮花裡面，花就合起來了。到極樂世界，這花開了，我們現身，身體現身出來了，這個身就不是在此地這個肉身。阿賴耶的相分、見分，我們這個身是阿賴耶的見相兩分變現出來的，這個東西有染污、有煩惱，還帶習氣。在蓮花裡面確實產生不思議的變化，變化的時間很快，蓮花到西方極樂世界，裡面已經變化圓滿了，完全脫胎換骨，得的身叫法性身，居住的所在是法性土。也就是說西方極樂世界四土三輩九品，即使是凡聖同居土，也是法性身，也是法性土。"
    },
    {
      "id": "02-040-0043_p0004",
      "zh_CN": "大乘教里面所说的，转八识成四智，一到极乐世界统统转过来了。这个转过来不是我们自己的能力，我们自己转不了，完全是阿弥陀佛的愿力，阿弥陀佛无量劫修行功德，这个力量加持，让我们产生这么大的变化。所以心好，极乐世界人用真心。真心就是相宗里面说的四智菩提，八识五十一心所不见了。所以那个地方是净土，一一法具足无量功德。我们这个地方六道，还包括十法界，这里面的众生用的是妄心，有真心不会用，妄心当家做主。妄心是什么？妄心有我，以为这个身体是我的身，我起心动念是我的心。起心动念是什么？没有把自己忘掉，全是自私自利，用的是这个心。",
      "zh_TW": "大乘教裡面所說的，轉八識成四智，一到極樂世界統統轉過來了。這個轉過來不是我們自己的能力，我們自己轉不了，完全是阿彌陀佛的願力，阿彌陀佛無量劫修行功德，這個力量加持，讓我們產生這麼大的變化。所以心好，極樂世界人用真心。真心就是相宗裡面說的四智菩提，八識五十一心所不見了。所以那個地方是淨土，一一法具足無量功德。我們這個地方六道，還包括十法界，這裡面的眾生用的是妄心，有真心不會用，妄心當家做主。妄心是什麼？妄心有我，以為這個身體是我的身，我起心動念是我的心。起心動念是什麼？沒有把自己忘掉，全是自私自利，用的是這個心。"
    },
    {
      "id": "02-040-0043_p0005",
      "zh_CN": "佛经上说得很清楚，心是贪瞋痴慢疑，这全是末那识，第七识。第七识执着有我，实际上没有我，它执着有个我。投胎的时候执着这个身是我，是我的身体，能够思惟想像的是我的心，不知道那个东西思惟想像的就是第六识跟第七识，第六识的想像，第七识的执着，第七识是烦恼的根。跟随着我执同时起来的，就是贪瞋痴慢疑，我爱是贪，我慢是瞋，我痴是愚痴，所以四大烦恼常相随，这是末那识。四大烦恼的根就是我执，这个麻烦大了。",
      "zh_TW": "佛經上說得很清楚，心是貪瞋痴慢疑，這全是末那識，第七識。第七識執著有我，實際上沒有我，它執著有個我。投胎的時候執著這個身是我，是我的身體，能夠思惟想像的是我的心，不知道那個東西思惟想像的就是第六識跟第七識，第六識的想像，第七識的執著，第七識是煩惱的根。跟隨著我執同時起來的，就是貪瞋痴慢疑，我愛是貪，我慢是瞋，我痴是愚痴，所以四大煩惱常相隨，這是末那識。四大煩惱的根就是我執，這個麻煩大了。"
    },
    {
      "id": "02-040-0043_p0006",
      "zh_CN": "贪瞋痴要断，这个东西叫三毒。净宗虽然讲带业，我们也要知道这个道理，到极乐世界断得快，得佛力加持；如果不知道，断的时间要长，我们提升就比较慢，缓慢。贪瞋痴从哪里断？要从它核心的部分断。我们知道，这佛告诉我们，贪烦恼的核心就是情执，这个东西最严重；瞋烦恼的核心就是傲慢，所以傲慢是俱生烦恼，它不是学的，生生世世自自然然产生的，就第七识末那，瞋恨的核心是傲慢；愚痴的核心是怀疑。所以经上常讲五毒，这讲我们心，就是讲贪瞋痴慢疑，这根本烦恼。《百法明门》讲根本烦恼六个，前面五个就是贪瞋痴慢疑，后面是恶见，错误的见解，那是思惑，把思惑做为一个，第六个烦恼，根本烦恼。从根本烦恼衍生出随烦恼，随烦恼有二十个。这是佛法里面讲的心理学，比世间心理学讲得详细，这是我们不能不知道的，不能不搞清楚的。",
      "zh_TW": "貪瞋痴要斷，這個東西叫三毒。淨宗雖然講帶業，我們也要知道這個道理，到極樂世界斷得快，得佛力加持；如果不知道，斷的時間要長，我們提升就比較慢，緩慢。貪瞋痴從哪裡斷？要從它核心的部分斷。我們知道，這佛告訴我們，貪煩惱的核心就是情執，這個東西最嚴重；瞋煩惱的核心就是傲慢，所以傲慢是俱生煩惱，它不是學的，生生世世自自然然產生的，就第七識末那，瞋恨的核心是傲慢；愚痴的核心是懷疑。所以經上常講五毒，這講我們心，就是講貪瞋痴慢疑，這根本煩惱。《百法明門》講根本煩惱六個，前面五個就是貪瞋痴慢疑，後面是惡見，錯誤的見解，那是思惑，把思惑做為一個，第六個煩惱，根本煩惱。從根本煩惱衍生出隨煩惱，隨煩惱有二十個。這是佛法裡面講的心理學，比世間心理學講得詳細，這是我們不能不知道的，不能不搞清楚的。"
    },
    {
      "id": "02-040-0043_p0007",
      "zh_CN": "那我们用什么方法来断烦恼？还是唯心所现，我们要用真心。真心是什么？阿弥陀佛就是真心。心里面只有阿弥陀佛，除阿弥陀佛之外，妄想杂念都把它清除掉，清除得干干净净，就是一尊阿弥陀佛。口里头念阿弥陀佛，心里头想阿弥陀佛，身体拜阿弥陀佛，身语意三业统统皈依阿弥陀佛，问题就解决了。我们念念之中都得到阿弥陀佛本愿威神加持，什么灾难都能化解，我们对这个要有信心，一点都不能够怀疑，一怀疑，这功德就没有了。所以破坏我们功德确实最大的就是怀疑，古人有个比喻说，疑心生暗鬼，这是比喻说的，说明怀疑对我们自己伤害是多么严重。",
      "zh_TW": "那我們用什麼方法來斷煩惱？還是唯心所現，我們要用真心。真心是什麼？阿彌陀佛就是真心。心裡面只有阿彌陀佛，除阿彌陀佛之外，妄想雜念都把它清除掉，清除得乾乾淨淨，就是一尊阿彌陀佛。口裡頭念阿彌陀佛，心裡頭想阿彌陀佛，身體拜阿彌陀佛，身語意三業統統皈依阿彌陀佛，問題就解決了。我們念念之中都得到阿彌陀佛本願威神加持，什麼災難都能化解，我們對這個要有信心，一點都不能夠懷疑，一懷疑，這功德就沒有了。所以破壞我們功德確實最大的就是懷疑，古人有個比喻說，疑心生暗鬼，這是比喻說的，說明懷疑對我們自己傷害是多麼嚴重。"
    },
    {
      "id": "02-040-0043_p0008",
      "zh_CN": "今天学佛的人，几个人不怀疑？为什么怀疑？从小就养成怀疑这个习气。我在美国居住的时候，不是看到外国人，看到我们中国人，小朋友上幼稚园念书，只有五、六岁，爸爸妈妈都教他，不管什么人，你都不能相信。他就教他怀疑，怕人家骗他，对什么人都不能相信。这个话，在中国旧社会里头听不到。我们从小，父母没这样教过我们，教我们对大人都要相信，大人的话要听、要相信。大人比我们见识广，经验多，大人都会保护小孩，都会爱小朋友，怎么会欺骗小朋友？哪有这个道理！现在的小孩，父母都教他竞争，不能落在人后面，一定要站在人前面。这个教育不好，竞争这个心深深在小孩脑海里头，会影响他一辈子。竞争提升就是斗争，斗争提升就是打仗，不是好事！从小不教他爱心，这是错误的引导，从小就扎根，一生改不过来。将来在社会上，无论他从事哪个行业，他都竞争，他不知道命里头没有，争也争不到。能争到的都是命里有的，那又何苦去争？真正懂得因果，懂得命运的人，不争。",
      "zh_TW": "今天學佛的人，幾個人不懷疑？為什麼懷疑？從小就養成懷疑這個習氣。我在美國居住的時候，不是看到外國人，看到我們中國人，小朋友上幼稚園念書，只有五、六歲，爸爸媽媽都教他，不管什麼人，你都不能相信。他就教他懷疑，怕人家騙他，對什麼人都不能相信。這個話，在中國舊社會裡頭聽不到。我們從小，父母沒這樣教過我們，教我們對大人都要相信，大人的話要聽、要相信。大人比我們見識廣，經驗多，大人都會保護小孩，都會愛小朋友，怎麼會欺騙小朋友？哪有這個道理！現在的小孩，父母都教他競爭，不能落在人後面，一定要站在人前面。這個教育不好，競爭這個心深深在小孩腦海裡頭，會影響他一輩子。競爭提升就是鬥爭，鬥爭提升就是打仗，不是好事！從小不教他愛心，這是錯誤的引導，從小就扎根，一生改不過來。將來在社會上，無論他從事哪個行業，他都競爭，他不知道命裡頭沒有，爭也爭不到。能爭到的都是命裡有的，那又何苦去爭？真正懂得因果，懂得命運的人，不爭。"
    },
    {
      "id": "02-040-0043_p0009",
      "zh_CN": "《了凡四训》是一部好书，认真去读它几十遍，你就明白了，二、三遍，五、六遍不行，没入进去。我在年轻的时候，二十四、五岁，朱镜宙老居士送这本书给我。我那个时候没有学佛，还不知道佛是什么，以为佛是迷信，不愿意碰它。这本书好，讲因果、讲命运，老居士送这本书，我好像是在两个月当中看了三十遍，它文字不多，印象非常深刻。知道竞争是个错误观念，是错误的手段，应该行善积德，这能改造命运。了凡先生十五岁遇到一个算命先生，非常高明，给他算流年，一生的流年，他寿命只有五十三岁。他那年十五岁，从十五岁一直排到五十三岁。算命先生告诉他，五十三岁那一年，他在做官，在四川一个小县分里面做知县，他说你要请假，回老家，寿终正寝。他都给它记住，二十年，就是十五岁到三十五岁，二十年，每一年所排的一点都不错，读书人参加考试考第几名，准确。那个时候考取秀才，国家就给一份俸禄，现在讲就是，那个时候是送米，大概有八、九十石米，你这一年生活就没有问题了，吃不完的可以卖。每年有多少也给你算了，算得很清楚，没有丝毫差误，所以他完全相信，什么妄念都没有了。",
      "zh_TW": "《了凡四訓》是一部好書，認真去讀它幾十遍，你就明白了，二、三遍，五、六遍不行，沒入進去。我在年輕的時候，二十四、五歲，朱鏡宙老居士送這本書給我。我那個時候沒有學佛，還不知道佛是什麼，以為佛是迷信，不願意碰它。這本書好，講因果、講命運，老居士送這本書，我好像是在兩個月當中看了三十遍，它文字不多，印象非常深刻。知道競爭是個錯誤觀念，是錯誤的手段，應該行善積德，這能改造命運。了凡先生十五歲遇到一個算命先生，非常高明，給他算流年，一生的流年，他壽命只有五十三歲。他那年十五歲，從十五歲一直排到五十三歲。算命先生告訴他，五十三歲那一年，他在做官，在四川一個小縣分裡面做知縣，他說你要請假，回老家，壽終正寢。他都給它記住，二十年，就是十五歲到三十五歲，二十年，每一年所排的一點都不錯，讀書人參加考試考第幾名，準確。那個時候考取秀才，國家就給一份俸祿，現在講就是，那個時候是送米，大概有八、九十石米，你這一年生活就沒有問題了，吃不完的可以賣。每年有多少也給你算了，算得很清楚，沒有絲毫差誤，所以他完全相信，什麼妄念都沒有了。"
    },
    {
      "id": "02-040-0043_p0010",
      "zh_CN": "遇到云谷禅师，云谷禅师告诉他，命运可以改。他从来没有想到，命运怎么可以改？命运是你前生造的因，注定在今生，如果你今生能够断恶修善，积功累德，就超过了。他明白这个道理，真干。这个心一发，第二年参加考试，就跟原来算的不对了，算命先生算他考第三名，他考了第一名。几个月的时间就变了，这就是此地所说的唯心所现，他心变了，国家给他的俸禄也增长了。命里头没有举人，没有进士，这古人讲的功名，现在人讲的学位，最高的学位是进士，第二个学位是举人，他只有第三个，秀才。他就发心求，努力断恶修善，改邪归正，天天忏悔，天天用功过格记载。每一天改过，记下来，每一天做好事，记下来，天天记，月月来做比较，长年有进步。他去参加考试，两个都考取了，举人考取了，进士也考取了。做官不像算命先生给他说的，官的职位都很小，他也是做县长，但是是个很大的县，宝坻知县。宝坻县是归皇上管的，不归省管，归皇上管的，这个地位就高了。寿命五十三岁，他没有求延寿，他活到七十四岁走的，多活了二十一年。命里头没有儿子，他求儿子，真的得了一个好儿子。儿子给他生了六个孙子，这个家以后就非常兴旺，一直到现在，家庭还是很兴旺。他的后人跟我有联系，没见过面，跟我通过电话，很难得。",
      "zh_TW": "遇到雲谷禪師，雲谷禪師告訴他，命運可以改。他從來沒有想到，命運怎麼可以改？命運是你前生造的因，注定在今生，如果你今生能夠斷惡修善，積功累德，就超過了。他明白這個道理，真幹。這個心一發，第二年參加考試，就跟原來算的不對了，算命先生算他考第三名，他考了第一名。幾個月的時間就變了，這就是此地所說的唯心所現，他心變了，國家給他的俸祿也增長了。命裡頭沒有舉人，沒有進士，這古人講的功名，現在人講的學位，最高的學位是進士，第二個學位是舉人，他只有第三個，秀才。他就發心求，努力斷惡修善，改邪歸正，天天懺悔，天天用功過格記載。每一天改過，記下來，每一天做好事，記下來，天天記，月月來做比較，長年有進步。他去參加考試，兩個都考取了，舉人考取了，進士也考取了。做官不像算命先生給他說的，官的職位都很小，他也是做縣長，但是是個很大的縣，寶坻知縣。寶坻縣是歸皇上管的，不歸省管，歸皇上管的，這個地位就高了。壽命五十三歲，他沒有求延壽，他活到七十四歲走的，多活了二十一年。命裡頭沒有兒子，他求兒子，真的得了一個好兒子。兒子給他生了六個孫子，這個家以後就非常興旺，一直到現在，家庭還是很興旺。他的後人跟我有聯繫，沒見過面，跟我通過電話，很難得。"
    },
    {
      "id": "02-040-0043_p0011",
      "zh_CN": "所以理由就是唯心所现，我们的心要好，心不能邪，不能歪了，不可以有偏心，不可以有邪念，起心动念、言语造作要与性德相应。佛给我们制定的戒律是性德，老祖宗给我们留下来的也是性德，在中国千万年世世代代都遵守五伦、五常、四维、八德，不多，就这几样，只要认真做，你会一帆风顺，你会有求必应。佛法里面也很简单，最高的指导原则就是净业三福，无论修哪个法门，无论是哪个宗派，都要遵守这个原则。违背这个原则就不是佛教，假佛教，不是真佛教。因为佛自己说得很清楚，这三条是三世诸佛净业正因，三世是过去佛、现在佛、未来佛，菩萨修行成佛一定要遵守这三条。第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一条；第二条，「受持三皈，具足众戒，不犯威仪」；第三条，「发菩提心，深信因果，读诵大乘，劝进行者」。这个是总原则，违背这个不是佛弟子，假的，不是真的。",
      "zh_TW": "所以理由就是唯心所現，我們的心要好，心不能邪，不能歪了，不可以有偏心，不可以有邪念，起心動念、言語造作要與性德相應。佛給我們制定的戒律是性德，老祖宗給我們留下來的也是性德，在中國千萬年世世代代都遵守五倫、五常、四維、八德，不多，就這幾樣，只要認真做，你會一帆風順，你會有求必應。佛法裡面也很簡單，最高的指導原則就是淨業三福，無論修哪個法門，無論是哪個宗派，都要遵守這個原則。違背這個原則就不是佛教，假佛教，不是真佛教。因為佛自己說得很清楚，這三條是三世諸佛淨業正因，三世是過去佛、現在佛、未來佛，菩薩修行成佛一定要遵守這三條。第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一條；第二條，「受持三皈，具足眾戒，不犯威儀」；第三條，「發菩提心，深信因果，讀誦大乘，勸進行者」。這個是總原則，違背這個不是佛弟子，假的，不是真的。"
    },
    {
      "id": "02-040-0043_p0012",
      "zh_CN": "具体，佛给我们定的规矩，三皈、五戒、十善，出家的《沙弥律仪》，有比丘戒、有菩萨戒。比丘戒，蕅益大师告诉我们，中国从南宋之后，就没有真正比丘了。所以他老人家受比丘戒之后，就是三坛大戒受戒之后，他把比丘戒就退了，一生他守的是菩萨戒沙弥。所以在很多著作上，他也是这样题，菩萨戒沙弥。因为菩萨戒跟沙弥戒，没有比丘授，自己发愿，在佛菩萨形像面前受，都能够得戒。只有比丘戒不可以，至少要五个真正比丘给你授戒，你才能得戒。蕅益大师告诉我们，南宋之后一个也没有，所以我们就知道，比丘戒没有了。那现在三坛大戒还是要受，受一个形式，叫名字比丘，自己心里一定要知道，叫名字比丘，不是真的。如果以为自己是真的比丘，这叫增上慢，大妄语。你不知道没有关系，是误会，罪轻；如果知道，自称为比丘，那就是大妄语，大妄语的罪很重。所以蕅益大师自称菩萨戒沙弥。他的弟子成时法师，蕅益大师的著作是他整理把它印出来流通，成时。成时不敢称沙弥，他怎么称？出家优婆塞。谦虚，是真的，不是假的。近代，弘一大师，这是佛教很著名的一位法师，在家是才子，是艺术家，出家之后，研究戒律，大概在最近一百年没有人超过他，他戒律的著作很多，他也是自称出家优婆塞。这都是真正明白人，了解事实真相的人。",
      "zh_TW": "具體，佛給我們定的規矩，三皈、五戒、十善，出家的《沙彌律儀》，有比丘戒、有菩薩戒。比丘戒，蕅益大師告訴我們，中國從南宋之後，就沒有真正比丘了。所以他老人家受比丘戒之後，就是三壇大戒受戒之後，他把比丘戒就退了，一生他守的是菩薩戒沙彌。所以在很多著作上，他也是這樣題，菩薩戒沙彌。因為菩薩戒跟沙彌戒，沒有比丘授，自己發願，在佛菩薩形像面前受，都能夠得戒。只有比丘戒不可以，至少要五個真正比丘給你授戒，你才能得戒。蕅益大師告訴我們，南宋之後一個也沒有，所以我們就知道，比丘戒沒有了。那現在三壇大戒還是要受，受一個形式，叫名字比丘，自己心裡一定要知道，叫名字比丘，不是真的。如果以為自己是真的比丘，這叫增上慢，大妄語。你不知道沒有關係，是誤會，罪輕；如果知道，自稱為比丘，那就是大妄語，大妄語的罪很重。所以蕅益大師自稱菩薩戒沙彌。他的弟子成時法師，蕅益大師的著作是他整理把它印出來流通，成時。成時不敢稱沙彌，他怎麼稱？出家優婆塞。謙虛，是真的，不是假的。近代，弘一大師，這是佛教很著名的一位法師，在家是才子，是藝術家，出家之後，研究戒律，大概在最近一百年沒有人超過他，他戒律的著作很多，他也是自稱出家優婆塞。這都是真正明白人，了解事實真相的人。"
    },
    {
      "id": "02-040-0043_p0013",
      "zh_CN": "所以我们的身分，称法师可以，居士可以称法师，称和尚也可以，居士可以称和尚。我的老师李炳南老居士，人家称他和尚，送他的书画上面题字，雪庐大和尚，可以称。和尚是梵语，音译的，翻成中文是什么意思？亲教师。他亲自教导你，是你的授业的老师，学生称他为和尚。如果是学校的老师，他没有上我的课，那我们就没有这关系，我们称他为老师，称他为先生，称他为教授；他直接上过我的课的，才是亲教师。没有上过我的课的，只有一个人称亲教师，校长。校长虽然没有上过你的课，但是你整个教学的策画是经过他的，他决定的，聘请老师代替他上课。所以教育成功失败责任在校长，不在教员，教员是负责执行的，全盘策画是校长的事情，所以校长称和尚。",
      "zh_TW": "所以我們的身分，稱法師可以，居士可以稱法師，稱和尚也可以，居士可以稱和尚。我的老師李炳南老居士，人家稱他和尚，送他的書畫上面題字，雪廬大和尚，可以稱。和尚是梵語，音譯的，翻成中文是什麼意思？親教師。他親自教導你，是你的授業的老師，學生稱他為和尚。如果是學校的老師，他沒有上我的課，那我們就沒有這關係，我們稱他為老師，稱他為先生，稱他為教授；他直接上過我的課的，才是親教師。沒有上過我的課的，只有一個人稱親教師，校長。校長雖然沒有上過你的課，但是你整個教學的策畫是經過他的，他決定的，聘請老師代替他上課。所以教育成功失敗責任在校長，不在教員，教員是負責執行的，全盤策畫是校長的事情，所以校長稱和尚。"
    },
    {
      "id": "02-040-0043_p0014",
      "zh_CN": "一个寺庙里头，只有方丈、住持称和尚，别的人不能称和尚，所以道场只有一个和尚。现在一看到出家人全叫和尚，这个称呼就搞乱了。和尚在出家人是最尊贵的称呼，哪有个个都当和尚！所以现在一般称法师，这个可以。真正有德行、有学问的，称阿阇黎。虽然他没有教过我，他的德行可以教我，他的戒律、威仪可以做我的榜样，这叫阿阇黎。阿阇黎翻成中国意思，叫轨范师，轨是轨道，范是模范。就是他的言行可以做我榜样，我应该向他学习，这叫阇黎，不一定教过我的。和尚一定是直接教我的。所以这些称呼也不能搞错，别人称我们如果有错误，不恰当，要跟他讲清楚。",
      "zh_TW": "一個寺廟裡頭，只有方丈、住持稱和尚，別的人不能稱和尚，所以道場只有一個和尚。現在一看到出家人全叫和尚，這個稱呼就搞亂了。和尚在出家人是最尊貴的稱呼，哪有個個都當和尚！所以現在一般稱法師，這個可以。真正有德行、有學問的，稱阿闍黎。雖然他沒有教過我，他的德行可以教我，他的戒律、威儀可以做我的榜樣，這叫阿闍黎。阿闍黎翻成中國意思，叫軌範師，軌是軌道，範是模範。就是他的言行可以做我榜樣，我應該向他學習，這叫闍黎，不一定教過我的。和尚一定是直接教我的。所以這些稱呼也不能搞錯，別人稱我們如果有錯誤，不恰當，要跟他講清楚。"
    },
    {
      "id": "02-040-0043_p0015",
      "zh_CN": "特别是现在称大师，大师不能称，大师是佛，成佛才能称大师，不成佛不能称大师。你看看经典，翻经的三藏法师，说明什么？他通达三藏，经律论三藏他都通，三藏法师，不能称大师，没有称大师的。佛在经典上，只有称佛、称如来，这大师。但是净土宗，祖师都称大师，这意思是什么？跟佛没有两样。为什么？大师教人，教的这个学生决定这一生成佛。那个人是什么？菩萨，不是一生成佛不行。净土宗的这些老师教你念佛往生，你真正往生了，那就是大师。所以这个很特别，净土宗祖师称大师，这很特别，确确实实他这个方法是教你一生成佛，是这个原因，不是别的。禅、密、教，你有没有把握教他一生成佛，没有这个把握不行，不能称大师。古时候对于称呼很讲究，不能称错了，称错了失礼。现在没有了，现在小孩叫父母都叫名字，连姓带名一起叫，跟外国人学，自己的文化没有了，完全学别人的，这个错了。我们自己有好东西，不输给外国人，应当要发扬光大。",
      "zh_TW": "特別是現在稱大師，大師不能稱，大師是佛，成佛才能稱大師，不成佛不能稱大師。你看看經典，翻經的三藏法師，說明什麼？他通達三藏，經律論三藏他都通，三藏法師，不能稱大師，沒有稱大師的。佛在經典上，只有稱佛、稱如來，這大師。但是淨土宗，祖師都稱大師，這意思是什麼？跟佛沒有兩樣。為什麼？大師教人，教的這個學生決定這一生成佛。那個人是什麼？菩薩，不是一生成佛不行。淨土宗的這些老師教你念佛往生，你真正往生了，那就是大師。所以這個很特別，淨土宗祖師稱大師，這很特別，確確實實他這個方法是教你一生成佛，是這個原因，不是別的。禪、密、教，你有沒有把握教他一生成佛，沒有這個把握不行，不能稱大師。古時候對於稱呼很講究，不能稱錯了，稱錯了失禮。現在沒有了，現在小孩叫父母都叫名字，連姓帶名一起叫，跟外國人學，自己的文化沒有了，完全學別人的，這個錯了。我們自己有好東西，不輸給外國人，應當要發揚光大。"
    },
    {
      "id": "02-040-0043_p0016",
      "zh_CN": "所以，唯心所现这一句非常重要，一切法统统是唯心所现。我们的心好，境界就好，身体就好。虽然共业不好，别业好，好到相当的程度，不但转自己的共业，也能转我们临近人的共业，就是距离着我附近的；那换句话说，这一个地区没有灾难。全在功夫浅深，功夫浅深就是用心的浅深，菩提心自受用叫深心，我们的心真，真诚，真诚够不够深广，要又深又广，那个力量就非常大。深心，名目，我们这部经的经题里头，清净平等觉，这就是真心，这就是自受用的菩提心。",
      "zh_TW": "所以，唯心所現這一句非常重要，一切法統統是唯心所現。我們的心好，境界就好，身體就好。雖然共業不好，別業好，好到相當的程度，不但轉自己的共業，也能轉我們臨近人的共業，就是距離著我附近的；那換句話說，這一個地區沒有災難。全在功夫淺深，功夫淺深就是用心的淺深，菩提心自受用叫深心，我們的心真，真誠，真誠夠不夠深廣，要又深又廣，那個力量就非常大。深心，名目，我們這部經的經題裡頭，清淨平等覺，這就是真心，這就是自受用的菩提心。"
    },
    {
      "id": "02-040-0043_p0017",
      "zh_CN": "「诸法之本原，非有别种，唯自如来藏心缘起之差别法，故必有可和融之理」。这个和融是感应，那个人心坏了，我们想感动他，帮助他回头，行不行？真诚到极处，对方就受感动了。对方还没有改过来，说明什么？我自己修行不够，我的真诚不够，没有感动他。这是古人所谓的「行有不得，反求诸己」，不要责怪他没回头，责怪我们自己做得不够。今天社会摆在我们面前，人心坏了，我们能不能做到？客观的条件不许可，我们没有权，我们没有缘。哪一种人有缘、有权？我早年讲过，只有两种人：一个是国家领导人，一个是媒体的主持人，这两种人能救世界，也能够毁灭世界，关系太大了。",
      "zh_TW": "「諸法之本原，非有別種，唯自如來藏心緣起之差別法，故必有可和融之理」。這個和融是感應，那個人心壞了，我們想感動他，幫助他回頭，行不行？真誠到極處，對方就受感動了。對方還沒有改過來，說明什麼？我自己修行不夠，我的真誠不夠，沒有感動他。這是古人所謂的「行有不得，反求諸己」，不要責怪他沒回頭，責怪我們自己做得不夠。今天社會擺在我們面前，人心壞了，我們能不能做到？客觀的條件不許可，我們沒有權，我們沒有緣。哪一種人有緣、有權？我早年講過，只有兩種人：一個是國家領導人，一個是媒體的主持人，這兩種人能救世界，也能夠毀滅世界，關係太大了。"
    },
    {
      "id": "02-040-0043_p0018",
      "zh_CN": "我们访问斯里兰卡，这个国家的总统我们没见过，也没听人讲过，我们去了才看到，是一个爱民如子之人，起心动念都是为人民。我跟他谈到堕胎的问题，这问题严重，每天杀多少人，不是杀别人，杀自己的儿女，多残忍！他告诉我，他们这个国家，妇女怀孕了，鼓励她生下来，妳不能养，国家来收养。我们听到这话感到一惊，我从来没想到，国家收养，国家当作孤儿来收养，单单就这一点，这还得了。这个国家信奉佛教，国民百分之七十五，还是七十八，好像百分之七十八是佛教徒，不是口里头说说的佛教，他真做到了。我们到农村去参观，看到人民纯朴、善良。在校的学生，无论是小学、中学、大学，在校的学生，星期天一定要到寺庙接受佛陀教育。我们听说，也没有预定，它全国都是这样，星期天，我们兴趣来，附近去看看寺庙，到附近寺庙去参观。一走进寺庙，真的，二、三千学生坐在这个殿堂，坐在地下，排得整整齐齐，在那里听老师讲课，我看了很感动。我参观是个小学，小学生很认真的在上课，没有交头接耳，没有看小孩在那谈话什么，没有，聚精会神听老师讲，真难得！",
      "zh_TW": "我們訪問斯里蘭卡，這個國家的總統我們沒見過，也沒聽人講過，我們去了才看到，是一個愛民如子之人，起心動念都是為人民。我跟他談到墮胎的問題，這問題嚴重，每天殺多少人，不是殺別人，殺自己的兒女，多殘忍！他告訴我，他們這個國家，婦女懷孕了，鼓勵她生下來，妳不能養，國家來收養。我們聽到這話感到一驚，我從來沒想到，國家收養，國家當作孤兒來收養，單單就這一點，這還得了。這個國家信奉佛教，國民百分之七十五，還是七十八，好像百分之七十八是佛教徒，不是口裡頭說說的佛教，他真做到了。我們到農村去參觀，看到人民純樸、善良。在校的學生，無論是小學、中學、大學，在校的學生，星期天一定要到寺廟接受佛陀教育。我們聽說，也沒有預定，它全國都是這樣，星期天，我們興趣來，附近去看看寺廟，到附近寺廟去參觀。一走進寺廟，真的，二、三千學生坐在這個殿堂，坐在地下，排得整整齊齊，在那裡聽老師講課，我看了很感動。我參觀是個小學，小學生很認真的在上課，沒有交頭接耳，沒有看小孩在那談話什麼，沒有，聚精會神聽老師講，真難得！"
    },
    {
      "id": "02-040-0043_p0019",
      "zh_CN": "总统告诉我，他们这个国家，学生，从上小学，学费全是国家付的，不但他们不要缴学费，学生穿的制服、吃饭，统统国家管。所以，这个国家的开销，教育是最大的开销，它得养这么多人。这人都被它养好了，连其他宗教都受感动了。他们这个国家有基督教、有天主教、有印度教、有伊斯兰教，和睦相处，平等对待，我们非常赞叹！我们去访问了九天，学了不少东西。多少年来我们在想，做不到，没有想到他都做到了，做出来给我们看。这个国家不大，面积大概只有江苏省这么大的样子，安徽省一个省大，人口二千二百万人，人口不多。他们这个地方佛陀的古迹很多，释迦牟尼佛在世曾经三次到这个地方讲经说法，这些遗迹现在都保存得很好。我们去参观，他们有石窟，石窟里面雕刻的佛像，二千二百多年，保存得非常完整。我们去参观所看到的佛像全是释迦牟尼佛、菩萨，说明他们过去是大乘。现在是小乘，但是对大乘不排斥，我们去的时候，他们热烈欢迎。",
      "zh_TW": "總統告訴我，他們這個國家，學生，從上小學，學費全是國家付的，不但他們不要繳學費，學生穿的制服、吃飯，統統國家管。所以，這個國家的開銷，教育是最大的開銷，它得養這麼多人。這人都被它養好了，連其他宗教都受感動了。他們這個國家有基督教、有天主教、有印度教、有伊斯蘭教，和睦相處，平等對待，我們非常讚歎！我們去訪問了九天，學了不少東西。多少年來我們在想，做不到，沒有想到他都做到了，做出來給我們看。這個國家不大，面積大概只有江蘇省這麼大的樣子，安徽省一個省大，人口二千二百萬人，人口不多。他們這個地方佛陀的古跡很多，釋迦牟尼佛在世曾經三次到這個地方講經說法，這些遺跡現在都保存得很好。我們去參觀，他們有石窟，石窟裡面雕刻的佛像，二千二百多年，保存得非常完整。我們去參觀所看到的佛像全是釋迦牟尼佛、菩薩，說明他們過去是大乘。現在是小乘，但是對大乘不排斥，我們去的時候，他們熱烈歡迎。"
    },
    {
      "id": "02-040-0043_p0020",
      "zh_CN": "小乘是大乘的基础。所以中国现在的佛教，很遗憾。佛教传到中国来，确实是学小乘，小乘有两个宗派，成实宗、俱舍宗，这两个宗派到宋朝就没有了，唐朝早年还有。唐朝中叶，中国的祖师大德们不用小乘，用儒跟道代替小乘，来奠定基础，直接学大乘，做法很好，可以这么做法的。因为这一千三、四百年来，大乘八个宗派，祖师大德辈出，成绩非常可观，证明这个方法可行。但是到今天学佛，麻烦在哪里？小乘不学，儒也不学，道也不学，直接入大乘经典。所以在这一代，跟上一代比就差得很远了。",
      "zh_TW": "小乘是大乘的基礎。所以中國現在的佛教，很遺憾。佛教傳到中國來，確實是學小乘，小乘有兩個宗派，成實宗、俱舍宗，這兩個宗派到宋朝就沒有了，唐朝早年還有。唐朝中葉，中國的祖師大德們不用小乘，用儒跟道代替小乘，來奠定基礎，直接學大乘，做法很好，可以這麼做法的。因為這一千三、四百年來，大乘八個宗派，祖師大德輩出，成績非常可觀，證明這個方法可行。但是到今天學佛，麻煩在哪裡？小乘不學，儒也不學，道也不學，直接入大乘經典。所以在這一代，跟上一代比就差得很遠了。"
    },
    {
      "id": "02-040-0043_p0021",
      "zh_CN": "上一代，我上面这一代，他们都接受过儒家传统教育，所以他有根柢，学大乘没有问题。我们这一代就没有这个基础了，读这些古书，稍稍有一点基础的，至少要大我五岁，这些人基础就比我好。我在台中跟李老师求学，同学有一个周家麟居士，大我七岁，换句话说，他私塾念了八、九年，背过不少经典，儒家的经典，四书五经都读过，这底子我们就比不上。我那个时候有私塾，私塾我读了不到一年，改了，改成短期学校。古时候的课本都不念了，编的新课本，新课本是白话本，没用！小猫叫，小狗跳，你念这个东西干什么？有什么用处？所以我在私塾大概只念了半年，有这印象，搬到城里面去住的时候就没有了。但乡下也改了，乡下改成短期学校，两年毕业。我念小学，小学六年，我们这个课本好像改过三次，变了，我上小学的时候，小学有公民这科，里面还讲一点礼貌，到小学四年级，公民就没有了，改成社会。常常改，所以小学六年，我们读的课本就改了三次。",
      "zh_TW": "上一代，我上面這一代，他們都接受過儒家傳統教育，所以他有根柢，學大乘沒有問題。我們這一代就沒有這個基礎了，讀這些古書，稍稍有一點基礎的，至少要大我五歲，這些人基礎就比我好。我在台中跟李老師求學，同學有一個周家麟居士，大我七歲，換句話說，他私塾念了八、九年，背過不少經典，儒家的經典，四書五經都讀過，這底子我們就比不上。我那個時候有私塾，私塾我讀了不到一年，改了，改成短期學校。古時候的課本都不念了，編的新課本，新課本是白話本，沒用！小貓叫，小狗跳，你念這個東西幹什麼？有什麼用處？所以我在私塾大概只念了半年，有這印象，搬到城裡面去住的時候就沒有了。但鄉下也改了，鄉下改成短期學校，兩年畢業。我念小學，小學六年，我們這個課本好像改過三次，變了，我上小學的時候，小學有公民這科，裡面還講一點禮貌，到小學四年級，公民就沒有了，改成社會。常常改，所以小學六年，我們讀的課本就改了三次。"
    },
    {
      "id": "02-040-0043_p0022",
      "zh_CN": "我离开学校很早，现在学校是什么样子不知道。我们知道，过去私塾它是有规矩的，中国自古以来有这么一套东西，陈弘谋曾经把它编辑在一起，叫《五种遗规》。第一部分「童蒙养正」，就是中国的小学，它是集古代许许多多书院教导童蒙那些课程、方法，所以看到一些。今天要恢复传统的教育，这些东西非常值得参考。民国初年小学那些教材还能找得到，都可以用来做参考。中国教学是以经书为主，经书必须在小学的时候把它背过，这是扎根，经是圣学，圣贤学问的根本。第二个重视历史，历史重视经验，个人、家庭、国家，兴衰、存亡的教训，有很多宝贵的经验。子书，是个人的思想、见解，现在所讲的哲学，它有它独到之处，但是它不是全面的，非常值得做参考，这是智慧的典籍。集部是文学，诗词，这些作品属于文艺的，文学艺术。这些东西，乾隆皇帝的时候，把它编成一套丛书，就是《四库全书》，保存中国传统文化最完整的一部书。这部书分量很大，绝不是一个人一生能看得完的，再不要说，就是看一遍，一天八个小时，看一遍，一百年都看不完，就这么大的分量。这个典籍用文言文写的，文言文不能废除，废除之后，这些东西就变成古董了，要考古学家去研究它，一般人不能读，那就太可惜了。",
      "zh_TW": "我離開學校很早，現在學校是什麼樣子不知道。我們知道，過去私塾它是有規矩的，中國自古以來有這麼一套東西，陳弘謀曾經把它編輯在一起，叫《五種遺規》。第一部分「童蒙養正」，就是中國的小學，它是集古代許許多多書院教導童蒙那些課程、方法，所以看到一些。今天要恢復傳統的教育，這些東西非常值得參考。民國初年小學那些教材還能找得到，都可以用來做參考。中國教學是以經書為主，經書必須在小學的時候把它背過，這是扎根，經是聖學，聖賢學問的根本。第二個重視歷史，歷史重視經驗，個人、家庭、國家，興衰、存亡的教訓，有很多寶貴的經驗。子書，是個人的思想、見解，現在所講的哲學，它有它獨到之處，但是它不是全面的，非常值得做參考，這是智慧的典籍。集部是文學，詩詞，這些作品屬於文藝的，文學藝術。這些東西，乾隆皇帝的時候，把它編成一套叢書，就是《四庫全書》，保存中國傳統文化最完整的一部書。這部書分量很大，絕不是一個人一生能看得完的，再不要說，就是看一遍，一天八個小時，看一遍，一百年都看不完，就這麼大的分量。這個典籍用文言文寫的，文言文不能廢除，廢除之後，這些東西就變成古董了，要考古學家去研究它，一般人不能讀，那就太可惜了。"
    },
    {
      "id": "02-040-0043_p0023",
      "zh_CN": "所以，我的想法，文言文要从小学，从小学，一点都不难。文言文的基础全在背书，背书有大用处，外国人不晓得，外国人对中国文化是一无所知。为什么要背书？因为文言文的关系，外国人没有文言文，所以他不需要。中国人有文言文，语跟文分开了，不是一致的。语随时会变，随处会变，随处是方言，随时，现在年轻人有很多说话我听不懂，真的它会变。文言是永远不变，所以几千年圣人所说的东西，你要懂得，就像当面写信给你一样，你不会会错意思，完全能理解。这是了不起最伟大的发明，不能不珍惜。不但我们要学，我劝全世界的人学，中国这套宝藏你要不要，真正是修身、齐家、治国、平天下的宝典，大学问、大智慧，有非常丰富的经验、理念，高明的理念，你能够学会文言文，这个宝藏就是祖宗遗留给你的，你完全能用上。",
      "zh_TW": "所以，我的想法，文言文要從小學，從小學，一點都不難。文言文的基礎全在背書，背書有大用處，外國人不曉得，外國人對中國文化是一無所知。為什麼要背書？因為文言文的關係，外國人沒有文言文，所以他不需要。中國人有文言文，語跟文分開了，不是一致的。語隨時會變，隨處會變，隨處是方言，隨時，現在年輕人有很多說話我聽不懂，真的它會變。文言是永遠不變，所以幾千年聖人所說的東西，你要懂得，就像當面寫信給你一樣，你不會會錯意思，完全能理解。這是了不起最偉大的發明，不能不珍惜。不但我們要學，我勸全世界的人學，中國這套寶藏你要不要，真正是修身、齊家、治國、平天下的寶典，大學問、大智慧，有非常豐富的經驗、理念，高明的理念，你能夠學會文言文，這個寶藏就是祖宗遺留給你的，你完全能用上。"
    },
    {
      "id": "02-040-0043_p0024",
      "zh_CN": "《群书治要》是在这里头提出的一点精华，最精华的东西提炼出来，编成一部书，五十万字，这个五十多万字。这个东西是唐太宗搞的，大唐盛世就靠这部书。这部书我们得到了，在中国失传了一千年，原本日本人收藏，我们得到大量翻印，就不会再失传了。希望全世界人都读，我们建立共识，相信，有信心，这个世界会好，会恢复安定和谐。这就是此地所说的，诸法本原，不是别的，是如来藏心缘起的差别法。我们把这个差别拉得愈近就愈圆满，想法、看法愈近愈好，这要靠教育。所以必有可和融之理，没有不能和融的，和睦圆融。跟九法界众生都能够和融，跟六道众生也能够和融。理上决定讲得通，事上当然就可以做到。事上做不到，就是各人执着各人的成见，不肯让步，这就对立了。如何化解这个对立，要智慧、要学问，智慧学问深了，自然就和融了。理明白了，为什么要执着？执着有什么好处？对你自己没有好处，对你国家没有好处。一个错误的观念，多少人受害，你要不要背因果责任？如果明白这个道理，自然就和融了，都有圆满解决的方法理论，我们要求这个。",
      "zh_TW": "《群書治要》是在這裡頭提出的一點精華，最精華的東西提煉出來，編成一部書，五十萬字，這個五十多萬字。這個東西是唐太宗搞的，大唐盛世就靠這部書。這部書我們得到了，在中國失傳了一千年，原本日本人收藏，我們得到大量翻印，就不會再失傳了。希望全世界人都讀，我們建立共識，相信，有信心，這個世界會好，會恢復安定和諧。這就是此地所說的，諸法本原，不是別的，是如來藏心緣起的差別法。我們把這個差別拉得愈近就愈圓滿，想法、看法愈近愈好，這要靠教育。所以必有可和融之理，沒有不能和融的，和睦圓融。跟九法界眾生都能夠和融，跟六道眾生也能夠和融。理上決定講得通，事上當然就可以做到。事上做不到，就是各人執著各人的成見，不肯讓步，這就對立了。如何化解這個對立，要智慧、要學問，智慧學問深了，自然就和融了。理明白了，為什麼要執著？執著有什麼好處？對你自己沒有好處，對你國家沒有好處。一個錯誤的觀念，多少人受害，你要不要背因果責任？如果明白這個道理，自然就和融了，都有圓滿解決的方法理論，我們要求這個。"
    },
    {
      "id": "02-040-0043_p0025",
      "zh_CN": "这《华严》，我们学过的这「十玄门」，十玄门就是和融，你要学会了，用在你的家庭，家庭和融；你有一个团体，有个公司行号，你这公司行号里头，一切员工和融；居住在这个地方，地方推行这种教学，这一个地区的人民和融，这个城市和融，国家和融，世界和融，怎么不好？好事！诸佛刹土都和融，凭什么？凭教学为先。极乐世界阿弥陀佛为什么天天讲经、天天教学，一天也不放松？无非是求和融。每天到极乐世界来的人（往生的人）不知道有多少。除往生之外，还有到极乐世界去旅游参观的，那些人不是住在极乐世界的，到那里去看看的也非常之多，见到阿弥陀佛也受到教育，不是长时期受教育，上一堂课，上一、二堂课，机会教育，他有缘到极乐世界来参观，就受到机会教育。",
      "zh_TW": "這《華嚴》，我們學過的這「十玄門」，十玄門就是和融，你要學會了，用在你的家庭，家庭和融；你有一個團體，有個公司行號，你這公司行號裡頭，一切員工和融；居住在這個地方，地方推行這種教學，這一個地區的人民和融，這個城市和融，國家和融，世界和融，怎麼不好？好事！諸佛剎土都和融，憑什麼？憑教學為先。極樂世界阿彌陀佛為什麼天天講經、天天教學，一天也不放鬆？無非是求和融。每天到極樂世界來的人（往生的人）不知道有多少。除往生之外，還有到極樂世界去旅遊參觀的，那些人不是住在極樂世界的，到那裡去看看的也非常之多，見到阿彌陀佛也受到教育，不是長時期受教育，上一堂課，上一、二堂課，機會教育，他有緣到極樂世界來參觀，就受到機會教育。"
    },
    {
      "id": "02-040-0043_p0026",
      "zh_CN": "「《华严金狮子章》云」，这是贤首国师的，是对武则天讲的。讲《华严》，武则天听不懂，法师指着大殿前面的金狮子做比喻，武则天听懂了，这一次的讲演记录下来，就这部书。「或隐或显，或一或多，各无自性」，没有自体。宇宙之间万事万物，任何一法都没有自体，统统由心回转。这是说真相，真的一切法从心想生，看你怎么想法，外面境界跟着你的念头在转变。你念头善，环境没有一样不善；念头不善，统统都坏了。「说事说理，有成有立，名唯心回转善成门」，都看心怎么转。「唯心善成门」，就是此地讲的，「主伴圆明具德门」，换一个名称来讲，这十玄门最后的一门。所以这个十门真正把它搞通、搞明白了，你讲解任何东西都讲得很圆满。真实智慧通一切法，一毛一尘圆融具足，真实智慧，自性流露出来的。",
      "zh_TW": "「《華嚴金獅子章》云」，這是賢首國師的，是對武則天講的。講《華嚴》，武則天聽不懂，法師指著大殿前面的金獅子做比喻，武則天聽懂了，這一次的講演記錄下來，就這部書。「或隱或顯，或一或多，各無自性」，沒有自體。宇宙之間萬事萬物，任何一法都沒有自體，統統由心迴轉。這是說真相，真的一切法從心想生，看你怎麼想法，外面境界跟著你的念頭在轉變。你念頭善，環境沒有一樣不善；念頭不善，統統都壞了。「說事說理，有成有立，名唯心迴轉善成門」，都看心怎麼轉。「唯心善成門」，就是此地講的，「主伴圓明具德門」，換一個名稱來講，這十玄門最後的一門。所以這個十門真正把它搞通、搞明白了，你講解任何東西都講得很圓滿。真實智慧通一切法，一毛一塵圓融具足，真實智慧，自性流露出來的。"
    },
    {
      "id": "02-040-0043_p0027",
      "zh_CN": "这一章里头最后一段，第七段，末后一段是以十大愿王导归极乐，说明本经跟《华严》真的是同部，只是一个细说，一个略说。这一段说明《无量寿经》里头，确确实实有《华严》十玄的意思在里头，它不是假的。「本经《积功累德品》谓法藏比丘住真实慧，勇猛精进，一向专志庄严妙土」，这一句话里头有很深的意思。法藏比丘，阿弥陀佛的前身，住真实慧，着重在真实，真实就是慧，真实的反面是虚幻，虚幻就是假的，虚幻生烦恼，真实生智慧。为什么佛教我们用真心？道理不就明白了，你用真心生智慧，你用妄心生烦恼，生贪瞋痴慢疑。",
      "zh_TW": "這一章裡頭最後一段，第七段，末後一段是以十大願王導歸極樂，說明本經跟《華嚴》真的是同部，只是一個細說，一個略說。這一段說明《無量壽經》裡頭，確確實實有《華嚴》十玄的意思在裡頭，它不是假的。「本經《積功累德品》謂法藏比丘住真實慧，勇猛精進，一向專志莊嚴妙土」，這一句話裡頭有很深的意思。法藏比丘，阿彌陀佛的前身，住真實慧，著重在真實，真實就是慧，真實的反面是虛幻，虛幻就是假的，虛幻生煩惱，真實生智慧。為什麼佛教我們用真心？道理不就明白了，你用真心生智慧，你用妄心生煩惱，生貪瞋痴慢疑。"
    },
    {
      "id": "02-040-0043_p0028",
      "zh_CN": "不但住真实慧，还勇猛精进。勇猛精进不是为自己，是为遍法界虚空界那些迷惑的众生，在那受苦的众生，为他，不是为自己，所以勇猛精进。精进做什么？为一切苦难众生建立一个修行的道场，就是极乐世界，极乐世界是为六道众生建立的。这前面祖师大德说得很清楚，一向专志，一心一意，制心一处，专志，志是他的志愿、愿望。庄严妙土，这个庄严，种种庄严，不是自己想来的，是去访问考察学习十方一切诸佛刹土，一个不漏，这样总结大愿。大愿就是他修行考察的心得，考察所知道的、所得到的，把它总结成四十八愿。四十八愿就是极乐世界建造的总纲领，这四十八愿在极乐世界愿愿兑现，没有一愿是虚假的。",
      "zh_TW": "不但住真實慧，還勇猛精進。勇猛精進不是為自己，是為遍法界虛空界那些迷惑的眾生，在那受苦的眾生，為他，不是為自己，所以勇猛精進。精進做什麼？為一切苦難眾生建立一個修行的道場，就是極樂世界，極樂世界是為六道眾生建立的。這前面祖師大德說得很清楚，一向專志，一心一意，制心一處，專志，志是他的志願、願望。莊嚴妙土，這個莊嚴，種種莊嚴，不是自己想來的，是去訪問考察學習十方一切諸佛剎土，一個不漏，這樣總結大願。大願就是他修行考察的心得，考察所知道的、所得到的，把它總結成四十八願。四十八願就是極樂世界建造的總綱領，這四十八願在極樂世界願願兌現，沒有一願是虛假的。"
    },
    {
      "id": "02-040-0043_p0029",
      "zh_CN": "「故知极乐依正清净庄严」，这样我们才晓得极乐世界的清净庄严，「皆真实慧之所流现」，真实慧是自性清净心里本具的般若智慧。「如《往生论》所谓，三种庄严入一法句」，天亲菩萨往生极乐世界，他把他修行的报告，《往生论》就是他的报告，说出来提供给我们做参考，给我们做为一个修学净土宗的好榜样，标准的弥陀弟子。他讲的三种庄严我们前面学过，依报十七种庄严，正报里面阿弥陀佛八种庄严，十方世界往生到极乐世界这些菩萨四种庄严，总共二十九种。这是天亲菩萨往生，赞叹极乐世界，三种庄严，就三大类，入一法句。",
      "zh_TW": "「故知極樂依正清淨莊嚴」，這樣我們才曉得極樂世界的清淨莊嚴，「皆真實慧之所流現」，真實慧是自性清淨心裡本具的般若智慧。「如《往生論》所謂，三種莊嚴入一法句」，天親菩薩往生極樂世界，他把他修行的報告，《往生論》就是他的報告，說出來提供給我們做參考，給我們做為一個修學淨土宗的好榜樣，標準的彌陀弟子。他講的三種莊嚴我們前面學過，依報十七種莊嚴，正報裡面阿彌陀佛八種莊嚴，十方世界往生到極樂世界這些菩薩四種莊嚴，總共二十九種。這是天親菩薩往生，讚歎極樂世界，三種莊嚴，就三大類，入一法句。"
    },
    {
      "id": "02-040-0043_p0030",
      "zh_CN": "「一法句者清净句」，这再总结，总结到清净句。什么是清净句？「真实智慧无为法身」。这个结得好，我们往生到极乐世界就见到了，那个世界什么都是真的，没有一丝毫虚情假意。为什么念佛的人多，往生的人少，这里全部都明白了，不是真心。虽然想往生，他都带着虚情假意掺杂在里头，把他的真心破坏了，所以他跟极乐世界没有感应，道理在此地。如果你是真心，一心真求往生，这个世界里的丝毫都不沾染，你就通了，你障碍没有了。那就是善导大师所说的，万修万人去，一个都不漏。",
      "zh_TW": "「一法句者清淨句」，這再總結，總結到清淨句。什麼是清淨句？「真實智慧無為法身」。這個結得好，我們往生到極樂世界就見到了，那個世界什麼都是真的，沒有一絲毫虛情假意。為什麼念佛的人多，往生的人少，這裡全部都明白了，不是真心。雖然想往生，他都帶著虛情假意摻雜在裡頭，把他的真心破壞了，所以他跟極樂世界沒有感應，道理在此地。如果你是真心，一心真求往生，這個世界裡的絲毫都不沾染，你就通了，你障礙沒有了。那就是善導大師所說的，萬修萬人去，一個都不漏。"
    },
    {
      "id": "02-040-0043_p0031",
      "zh_CN": "修行方法讲得清楚，八个字，「发菩提心，一向专念」，菩提心就是真心。这二十多年来，我们讲菩提心，用本经的经题来表法，菩提心的本体，真诚。《观经》上世尊说的，菩提心的自受用，深心，深心大家不好懂，我就用经题上「清净平等觉」，正觉，这就是深心。我们心里头有一点怀疑，不清净了，有一个妄念，不清净了，何况杂念，何况有自私、有名闻利养的念头夹在里头，再有傲慢、嫉妒夹在里头，那就完了。这个要知道，不能有丝毫夹杂，纯一求生极乐世界，其他的我什么都不要了。",
      "zh_TW": "修行方法講得清楚，八個字，「發菩提心，一向專念」，菩提心就是真心。這二十多年來，我們講菩提心，用本經的經題來表法，菩提心的本體，真誠。《觀經》上世尊說的，菩提心的自受用，深心，深心大家不好懂，我就用經題上「清淨平等覺」，正覺，這就是深心。我們心裡頭有一點懷疑，不清淨了，有一個妄念，不清淨了，何況雜念，何況有自私、有名聞利養的念頭夾在裡頭，再有傲慢、嫉妒夾在裡頭，那就完了。這個要知道，不能有絲毫夾雜，純一求生極樂世界，其他的我什麼都不要了。"
    },
    {
      "id": "02-040-0043_p0032",
      "zh_CN": "所以我说锅漏匠是个标准的念佛人，心里头就一句阿弥陀佛，除一句阿弥陀佛，他什么都没有，他什么都不懂，单纯到极点，三年成就，站着往生。倓虚老法师给我们做见证，他们亲眼所见，亲耳所闻，锅漏匠跟他是同学，都是谛闲老法师的学生。我们想想，人家能成就，我们不能成就，原因在哪里？想通了，把毛病改掉，问题就解决了。打一个妄想就是往生的障碍，为什么要妄想？世间事情，记住一句话，凡所有相皆是虚妄，一切有为法，如梦幻泡影，你想它干什么？所以随缘，好，很好；不好也好，没事，跟我不相干。好不好是你们的事情，我随缘，一切随缘。心上只有阿弥陀佛，除阿弥陀佛之外什么也没有，我就成功了，我们往生就确定了。",
      "zh_TW": "所以我說鍋漏匠是個標準的念佛人，心裡頭就一句阿彌陀佛，除一句阿彌陀佛，他什麼都沒有，他什麼都不懂，單純到極點，三年成就，站著往生。倓虛老法師給我們做見證，他們親眼所見，親耳所聞，鍋漏匠跟他是同學，都是諦閑老法師的學生。我們想想，人家能成就，我們不能成就，原因在哪裡？想通了，把毛病改掉，問題就解決了。打一個妄想就是往生的障礙，為什麼要妄想？世間事情，記住一句話，凡所有相皆是虛妄，一切有為法，如夢幻泡影，你想它幹什麼？所以隨緣，好，很好；不好也好，沒事，跟我不相干。好不好是你們的事情，我隨緣，一切隨緣。心上只有阿彌陀佛，除阿彌陀佛之外什麼也沒有，我就成功了，我們往生就確定了。"
    },
    {
      "id": "02-040-0043_p0033",
      "zh_CN": "「故知妙土庄严即是清净法身，无二无别」。阿弥陀佛的身相，清净法身，阿弥陀佛的世界也是清净法身，不可思议。「经中《寿乐无极品》」，里面有这一句经文，「一旦开达明彻，自然中自然相，自然之有根本，自然光色参回，转变最胜。郁单成七宝，横揽成万物」。下面，黄念老简单的解释，细说，在《寿乐无极品》里头细讲，「经云一旦开明，其所开明者，当人之自心也」，不是别的，是我们自己的心，心开了。那我们现在的心没有开，闭塞，我们求佛、求菩萨、求善知识为我们开示。开是什么意思？我们心打开；示，打开我们还不知道，请你指示，指出来告诉我们，叫开示。善知识的开示，我们自己要能悟入，如果不能悟，他开，我们不能悟，白开了。他指示了，我们入不进去，得不到，那不都等于零？他为我们开，我们的心真打开了，那是什么？悟了，叫开悟了。",
      "zh_TW": "「故知妙土莊嚴即是清淨法身，無二無別」。阿彌陀佛的身相，清淨法身，阿彌陀佛的世界也是清淨法身，不可思議。「經中《壽樂無極品》」，裡面有這一句經文，「一旦開達明徹，自然中自然相，自然之有根本，自然光色參迴，轉變最勝。鬱單成七寶，橫攬成萬物」。下面，黃念老簡單的解釋，細說，在《壽樂無極品》裡頭細講，「經云一旦開明，其所開明者，當人之自心也」，不是別的，是我們自己的心，心開了。那我們現在的心沒有開，閉塞，我們求佛、求菩薩、求善知識為我們開示。開是什麼意思？我們心打開；示，打開我們還不知道，請你指示，指出來告訴我們，叫開示。善知識的開示，我們自己要能悟入，如果不能悟，他開，我們不能悟，白開了。他指示了，我們入不進去，得不到，那不都等於零？他為我們開，我們的心真打開了，那是什麼？悟了，叫開悟了。"
    },
    {
      "id": "02-040-0043_p0034",
      "zh_CN": "悟了，你才能契入境界，入什么境界？前面讲的十玄门。在哪里看到？一一法里面统统看到十玄，那其味无穷。你看到宇宙万法的真相，一切法一体，一切法相融，一切法和会，没有一法是独立的。虽然它不独立，但是每一法互相交融。像我们一个身体，身体的外面有眼耳鼻舌身，不同，各人管各人的境界，里面有五脏六腑，但是它是一体。个别不一样，这么多，这叫万法，它真的是一体。科学家给我们一分析，全是细胞组成的，细胞是原子组成的，原子是粒子组成的，粒子是夸克组成的，夸克到最后，微中子组成的，没有第二样东西，全是。这个组成就是缘，缘非常深密，不可思议。",
      "zh_TW": "悟了，你才能契入境界，入什麼境界？前面講的十玄門。在哪裡看到？一一法裡面統統看到十玄，那其味無窮。你看到宇宙萬法的真相，一切法一體，一切法相融，一切法和會，沒有一法是獨立的。雖然它不獨立，但是每一法互相交融。像我們一個身體，身體的外面有眼耳鼻舌身，不同，各人管各人的境界，裡面有五臟六腑，但是它是一體。個別不一樣，這麼多，這叫萬法，它真的是一體。科學家給我們一分析，全是細胞組成的，細胞是原子組成的，原子是粒子組成的，粒子是夸克組成的，夸克到最後，微中子組成的，沒有第二樣東西，全是。這個組成就是緣，緣非常深密，不可思議。"
    },
    {
      "id": "02-040-0043_p0035",
      "zh_CN": "宇宙是一大缘起，一就是一念，一念不觉。这个缘，一念不觉没有因，没有原因，也没有时间，也没有空间，妙！一念不觉，这个大缘起就现前。贤首国师的《妄尽还源观》上讲得清楚，体是真的，自性清净圆明体，就是真如，就是自性，就是本经说的三个真实，真实之际、真实智慧、真实利益，这是自性里头三个真实，本自具足，它不是外来的。真实智慧是无量智慧，真实之际是无量的德能，真实利益是无量的相好，自性本自具足。极乐世界是自性流出来的，我们用真心，自然跟它相应，利益太大太大了，你无法想像。你想占眼前一点小利益、小便宜，错了，你还是搞你的六道轮回。凡夫真的不知道成佛之可贵，知道成佛之可贵，个个都想成佛。世界给他，不要，太小了；太阳系给你，还是太小了；银河系，我都嫌它太小，要这个干什么？成佛得到的是全体。别说成佛，沾到阿弥陀佛的边，你已经得到全体了。你生到极乐世界，你就有能力化身无量无边，同时参访一切诸佛刹土，供佛修福，听经修慧，福慧双修。",
      "zh_TW": "宇宙是一大緣起，一就是一念，一念不覺。這個緣，一念不覺沒有因，沒有原因，也沒有時間，也沒有空間，妙！一念不覺，這個大緣起就現前。賢首國師的《妄盡還源觀》上講得清楚，體是真的，自性清淨圓明體，就是真如，就是自性，就是本經說的三個真實，真實之際、真實智慧、真實利益，這是自性裡頭三個真實，本自具足，它不是外來的。真實智慧是無量智慧，真實之際是無量的德能，真實利益是無量的相好，自性本自具足。極樂世界是自性流出來的，我們用真心，自然跟它相應，利益太大太大了，你無法想像。你想佔眼前一點小利益、小便宜，錯了，你還是搞你的六道輪迴。凡夫真的不知道成佛之可貴，知道成佛之可貴，個個都想成佛。世界給他，不要，太小了；太陽系給你，還是太小了；銀河系，我都嫌它太小，要這個幹什麼？成佛得到的是全體。別說成佛，沾到阿彌陀佛的邊，你已經得到全體了。你生到極樂世界，你就有能力化身無量無邊，同時參訪一切諸佛剎土，供佛修福，聽經修慧，福慧雙修。"
    },
    {
      "id": "02-040-0043_p0036",
      "zh_CN": "人晓得这个事情，他的心自然就专了，自然就一了，不可能有任何妄想。什么也没有学过，什么也不懂，别人问你问题，你就能解答。你为什么能解答？因为你有真实智慧，真实智慧是般若，般若无知，不用的时候无知，痕迹也找不到，用的时候无所不知，它就现前。印祖《文钞》举这么一个例子，有个人专持观世音菩萨名号，一天念十万声，念了几年豁然开悟了，没有读过、没有学过的经书，样样都通。就像惠能大师所说的，无尽藏比丘尼学《涅槃经》，她每天都读诵，真的也是一门深入，长时薰修。她读经，能大师那个时候还是在家身分，得到衣钵逃难，没有出家，在家身分，二十四岁，小伙子，在旁边听比丘尼读经。等她念完之后，他就把他刚才听到的这一段讲给她听。比丘尼听了大吃一惊，你怎么会讲得这么好！捧着经书来向他请教。他说我不认识字，妳不必拿经书给我。不认识字为什么讲得这么好？这个与认识字不认识字没关系。无尽藏比丘尼跟他学习，也开悟了。简单的说，怎么才能开悟？用真心就开悟了。用妄心永远不能开悟，你为什么不用真心？",
      "zh_TW": "人曉得這個事情，他的心自然就專了，自然就一了，不可能有任何妄想。什麼也沒有學過，什麼也不懂，別人問你問題，你就能解答。你為什麼能解答？因為你有真實智慧，真實智慧是般若，般若無知，不用的時候無知，痕跡也找不到，用的時候無所不知，它就現前。印祖《文鈔》舉這麼一個例子，有個人專持觀世音菩薩名號，一天念十萬聲，念了幾年豁然開悟了，沒有讀過、沒有學過的經書，樣樣都通。就像惠能大師所說的，無盡藏比丘尼學《涅槃經》，她每天都讀誦，真的也是一門深入，長時薰修。她讀經，能大師那個時候還是在家身分，得到衣缽逃難，沒有出家，在家身分，二十四歲，小伙子，在旁邊聽比丘尼讀經。等她念完之後，他就把他剛才聽到的這一段講給她聽。比丘尼聽了大吃一驚，你怎麼會講得這麼好！捧著經書來向他請教。他說我不認識字，妳不必拿經書給我。不認識字為什麼講得這麼好？這個與認識字不認識字沒關係。無盡藏比丘尼跟他學習，也開悟了。簡單的說，怎麼才能開悟？用真心就開悟了。用妄心永遠不能開悟，你為什麼不用真心？"
    },
    {
      "id": "02-040-0043_p0037",
      "zh_CN": "真心是什么样子？诚，这真诚是菩提心的体。什么叫诚？曾国藩先生读书笔记上给诚下了一个定义。他的书房叫求阙斋，别人求圆满，他求欠缺，为什么？满招损，谦受益，他懂这个道理。人不能圆满，圆满问题就来了，要有一点欠缺。给诚下个定义，一念不生是谓诚，这定义下得好。曾国藩也学了佛，学过佛，经典里面确实这么说的，不起心、不动念，这是诚，起心动念，诚就没有了。诚要真诚到极处，我常说，心里面只有一句阿弥陀佛，除阿弥陀佛之外什么都没有，这就叫至诚。用至诚心，在至诚心里面流出来的清净平等觉，自受用，你多快乐！法喜充满！清净，没有染污，平等，没有高下，所有的对立都化解了，都没有了，这是真平等，觉而不迷，觉就是智慧，智慧现前。",
      "zh_TW": "真心是什麼樣子？誠，這真誠是菩提心的體。什麼叫誠？曾國藩先生讀書筆記上給誠下了一個定義。他的書房叫求闕齋，別人求圓滿，他求欠缺，為什麼？滿招損，謙受益，他懂這個道理。人不能圓滿，圓滿問題就來了，要有一點欠缺。給誠下個定義，一念不生是謂誠，這定義下得好。曾國藩也學了佛，學過佛，經典裡面確實這麼說的，不起心、不動念，這是誠，起心動念，誠就沒有了。誠要真誠到極處，我常說，心裡面只有一句阿彌陀佛，除阿彌陀佛之外什麼都沒有，這就叫至誠。用至誠心，在至誠心裡面流出來的清淨平等覺，自受用，你多快樂！法喜充滿！清淨，沒有染污，平等，沒有高下，所有的對立都化解了，都沒有了，這是真平等，覺而不迷，覺就是智慧，智慧現前。"
    },
    {
      "id": "02-040-0043_p0038",
      "zh_CN": "所以当人自心。「七宝与万物，佛之国土。由自一心，而现妙土，由心回转，以成世界，是故事事无碍，圆明具德」。这是事实真相，极乐世界怎么来的，我们搞清楚了，我们不怀疑了。我们自己往生极乐世界，用真诚、清净、平等、正觉、慈悲，跟阿弥陀佛相应。弥陀真诚到极处，圆满的，我们没有达到圆满，有几分，这几分相应就非常非常可贵。那就看你具足多少分，用一百分代表圆满，佛是一百分，法身菩萨是九十分，方便土的菩萨是八十分，同居土往生的也得要有七十分，没有六、七十分不行，不及格，这个道理我们能够想得通。所以发菩提心底下才是一向专念，菩提心不发不行。临命终时十念往生的时候，他也发菩提心了，真信、真愿、真念佛，所以他具足菩提心。",
      "zh_TW": "所以當人自心。「七寶與萬物，佛之國土。由自一心，而現妙土，由心迴轉，以成世界，是故事事無礙，圓明具德」。這是事實真相，極樂世界怎麼來的，我們搞清楚了，我們不懷疑了。我們自己往生極樂世界，用真誠、清淨、平等、正覺、慈悲，跟阿彌陀佛相應。彌陀真誠到極處，圓滿的，我們沒有達到圓滿，有幾分，這幾分相應就非常非常可貴。那就看你具足多少分，用一百分代表圓滿，佛是一百分，法身菩薩是九十分，方便土的菩薩是八十分，同居土往生的也得要有七十分，沒有六、七十分不行，不及格，這個道理我們能夠想得通。所以發菩提心底下才是一向專念，菩提心不發不行。臨命終時十念往生的時候，他也發菩提心了，真信、真願、真念佛，所以他具足菩提心。"
    },
    {
      "id": "02-040-0043_p0039",
      "zh_CN": "我们听到蕅益大师的开示，终于搞明白了，如果没有发菩提心，不能往生。这是我们一定要明了，不能疏忽，不能大意。大师讲得很好，能不能往生，完全在信愿之有无，品位高下在念佛功夫的浅深。一向专念是提高品位，菩提心是往生的正因。用这个来看，我们就明白了，念佛的人多，往生的人少，什么原因你不就知道了，是发了心，发的心不及格，问题在这里。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們聽到蕅益大師的開示，終於搞明白了，如果沒有發菩提心，不能往生。這是我們一定要明瞭，不能疏忽，不能大意。大師講得很好，能不能往生，完全在信願之有無，品位高下在念佛功夫的淺深。一向專念是提高品位，菩提心是往生的正因。用這個來看，我們就明白了，念佛的人多，往生的人少，什麼原因你不就知道了，是發了心，發的心不及格，問題在這裡。今天時間到了，我們就學習到此地。"
    }
  ]
}