{
  "doc_id": "02-040-0027",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十七集",
    "zh_TW": "第二十七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0027",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0027_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一百九十页第四行，第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一百九十頁第四行，第二句看起："
    },
    {
      "id": "02-040-0027_p0002",
      "zh_CN": "「经中《往生正因品》云：诸往生者，皆得阿惟越致，皆具金色三十二相，皆当作佛」，前面我们学到这个地方，接着往下看。「极乐胜于十方者，首在带业凡夫，一生彼国，便得阿惟越致」。这桩事情我们一定要知道。为什么要修弥陀净土？释迦牟尼佛劝导我们，十方诸佛也是劝导我们，这桩事情一切经里头没有见到的。我们知道，诸佛修行证果为的是什么？为的是度众生。所以，经上告诉我们发菩提心，发菩提心这个心就是为度众生。度众生一定要做到究竟圆满，帮助众生成佛，愈快愈好，愈早愈好。如来有无量法门，每个法门都能达到这个目标，可是必须要具备与法门相应的条件，所谓是上上根人。如果不是上上根人，遇到了，修一辈子，不能说没有好处，能帮助你提升少分，不能一生圆满成就，阿惟越致做不到。",
      "zh_TW": "「經中《往生正因品》云：諸往生者，皆得阿惟越致，皆具金色三十二相，皆當作佛」，前面我們學到這個地方，接著往下看。「極樂勝於十方者，首在帶業凡夫，一生彼國，便得阿惟越致」。這樁事情我們一定要知道。為什麼要修彌陀淨土？釋迦牟尼佛勸導我們，十方諸佛也是勸導我們，這樁事情一切經裡頭沒有見到的。我們知道，諸佛修行證果為的是什麼？為的是度眾生。所以，經上告訴我們發菩提心，發菩提心這個心就是為度眾生。度眾生一定要做到究竟圓滿，幫助眾生成佛，愈快愈好，愈早愈好。如來有無量法門，每個法門都能達到這個目標，可是必須要具備與法門相應的條件，所謂是上上根人。如果不是上上根人，遇到了，修一輩子，不能說沒有好處，能幫助你提升少分，不能一生圓滿成就，阿惟越致做不到。"
    },
    {
      "id": "02-040-0027_p0003",
      "zh_CN": "这些事我们在自己这一生当中体会到就很深，如果没有退转，我们的学业、道业必然是突飞猛进，向上提升。可是事实不然，会退转，有的时候会大幅度的退转，这种人太多了，自古至今。为什么会退转？无量劫来在生死轮回里头流转，染上不善的习气很重很重。于是我们确实就是禁不起考验，遇到名利、遇到美色，人就迷惑了，能把你阿赖耶识里面过去那些不善的种子，就恶业种子，统统勾引起来，就起现行，你就造业了。愈堕愈深，自己权势在手，不听人劝。劝你的人，一不高兴把他杀了。所以一生当中造无量的罪业，这种人太多太多了，比比皆是。几个人真能回头？我很坦白跟诸位说，我自己也保不住，也会退转。能够勉强维持到今天凭什么？就是天天读经、天天讲经，天天劝人，劝人如果自己做不到，说出来自己惭愧。所以中国古人讲，「三天不读圣贤书，面目可憎」，这真话不是假话，自己不知道，三天不读就明显的退转了。特别是现前这个社会，内里面的烦恼严重，比过去人重得太多；外面的诱惑，名闻利养、财色名食睡的诱惑，力量非常强大，什么人能够敌得住？这讲真话。所以社会乱了，灾难起来，不是没有原因。佛陀、圣贤的经教一天都不能离开，离开，准出毛病。",
      "zh_TW": "這些事我們在自己這一生當中體會到就很深，如果沒有退轉，我們的學業、道業必然是突飛猛進，向上提升。可是事實不然，會退轉，有的時候會大幅度的退轉，這種人太多了，自古至今。為什麼會退轉？無量劫來在生死輪迴裡頭流轉，染上不善的習氣很重很重。於是我們確實就是禁不起考驗，遇到名利、遇到美色，人就迷惑了，能把你阿賴耶識裡面過去那些不善的種子，就惡業種子，統統勾引起來，就起現行，你就造業了。愈墮愈深，自己權勢在手，不聽人勸。勸你的人，一不高興把他殺了。所以一生當中造無量的罪業，這種人太多太多了，比比皆是。幾個人真能回頭？我很坦白跟諸位說，我自己也保不住，也會退轉。能夠勉強維持到今天憑什麼？就是天天讀經、天天講經，天天勸人，勸人如果自己做不到，說出來自己慚愧。所以中國古人講，「三天不讀聖賢書，面目可憎」，這真話不是假話，自己不知道，三天不讀就明顯的退轉了。特別是現前這個社會，內裡面的煩惱嚴重，比過去人重得太多；外面的誘惑，名聞利養、財色名食睡的誘惑，力量非常強大，什麼人能夠敵得住？這講真話。所以社會亂了，災難起來，不是沒有原因。佛陀、聖賢的經教一天都不能離開，離開，準出毛病。"
    },
    {
      "id": "02-040-0027_p0004",
      "zh_CN": "极乐胜于十方，实在说，极乐世界教学非常密切，因为它果报殊胜。生到西方极乐世界，得阿弥陀佛的恩德庇佑他，就能够转八识成四智，转我们阿赖耶相分的身土为法性身土，这个不得了！靠我们自己修到这个程度，要多少劫？这无量劫，难！遇到这个法门，在往生刹那之间，弥陀以本愿威神功德就替我们转过来了。这个身的好处就是无量光寿，这里头最重要的是无量光，光是智慧，自性智慧透出来了；无量寿命，有的是时间，所以一生决定成就。",
      "zh_TW": "極樂勝於十方，實在說，極樂世界教學非常密切，因為它果報殊勝。生到西方極樂世界，得阿彌陀佛的恩德庇佑他，就能夠轉八識成四智，轉我們阿賴耶相分的身土為法性身土，這個不得了！靠我們自己修到這個程度，要多少劫？這無量劫，難！遇到這個法門，在往生剎那之間，彌陀以本願威神功德就替我們轉過來了。這個身的好處就是無量光壽，這裡頭最重要的是無量光，光是智慧，自性智慧透出來了；無量壽命，有的是時間，所以一生決定成就。"
    },
    {
      "id": "02-040-0027_p0005",
      "zh_CN": "生到极乐世界就得阿惟越致。「阿惟越致，此翻不退」，就是三不退。「又不退有三义：（一）位不退。入圣流，不堕凡地」。刚刚入圣流，小乘初果、大乘初信，刚刚入圣流。虽然是小小圣，他真的是圣，他不是凡夫。为什么？虽然在六道，没出轮回，决定不堕三恶道。而且在六道有时间性，不是无期的，我们是无期的，他们在六道只有七次天上人间的往返。人间寿命到了生天，天上寿命到了又到人间来，七次往返，他就证阿罗汉果，超越轮回。所以他真的是圣人，他不是凡夫，不再搞六道了。第二「行不退」，行不退的地位高了，「除见思惑」，除就是断了，完全断了这阿罗汉。「伏断尘沙」，比阿罗汉高了，阿罗汉有尘沙惑，他尘沙惑也把它控制了，虽没有断尽，不起现行。所以，「恒度众生，不堕小乘地」，他不会退转在小乘，他是菩萨。第三「念不退」，这最高的了，「破无明，显佛性，念念流入如来果海」，这个梵文称为萨婆若海。萨婆若海是什么？就是常寂光，就是真如自性，自性广大没有边际，用海来做比喻。这是证得究竟圆满的佛果，妙觉如来。",
      "zh_TW": "生到極樂世界就得阿惟越致。「阿惟越致，此翻不退」，就是三不退。「又不退有三義：（一）位不退。入聖流，不墮凡地」。剛剛入聖流，小乘初果、大乘初信，剛剛入聖流。雖然是小小聖，他真的是聖，他不是凡夫。為什麼？雖然在六道，沒出輪迴，決定不墮三惡道。而且在六道有時間性，不是無期的，我們是無期的，他們在六道只有七次天上人間的往返。人間壽命到了生天，天上壽命到了又到人間來，七次往返，他就證阿羅漢果，超越輪迴。所以他真的是聖人，他不是凡夫，不再搞六道了。第二「行不退」，行不退的地位高了，「除見思惑」，除就是斷了，完全斷了這阿羅漢。「伏斷塵沙」，比阿羅漢高了，阿羅漢有塵沙惑，他塵沙惑也把它控制了，雖沒有斷盡，不起現行。所以，「恆度眾生，不墮小乘地」，他不會退轉在小乘，他是菩薩。第三「念不退」，這最高的了，「破無明，顯佛性，念念流入如來果海」，這個梵文稱為薩婆若海。薩婆若海是什麼？就是常寂光，就是真如自性，自性廣大沒有邊際，用海來做比喻。這是證得究竟圓滿的佛果，妙覺如來。"
    },
    {
      "id": "02-040-0027_p0006",
      "zh_CN": "我们再看下面注解，「以上三种不退，若在此土修持，须断见惑」，要把见烦恼断了。你看「如藏教初果」，藏教是小乘，小乘的经律论三藏，在我们《大藏经》里面就是「四阿含」，这部分是小乘藏，证初果。「通教见地，别教初住，圆教初信，名位不退」。这是天台的四教，藏、通、别、圆，初果、见地、初住、初信断证功夫是相同的。「通教菩萨，别教十向」，十回向，「圆教十信，名行不退」。换句话说，在圆教，九信位的菩萨还有退转的情形，十信不退了。十信心满，往上提升他就是初住，那就入实报庄严土。「别教初地，圆教初住，方名念不退」。",
      "zh_TW": "我們再看下面註解，「以上三種不退，若在此土修持，須斷見惑」，要把見煩惱斷了。你看「如藏教初果」，藏教是小乘，小乘的經律論三藏，在我們《大藏經》裡面就是「四阿含」，這部分是小乘藏，證初果。「通教見地，別教初住，圓教初信，名位不退」。這是天台的四教，藏、通、別、圓，初果、見地、初住、初信斷證功夫是相同的。「通教菩薩，別教十向」，十迴向，「圓教十信，名行不退」。換句話說，在圓教，九信位的菩薩還有退轉的情形，十信不退了。十信心滿，往上提升他就是初住，那就入實報莊嚴土。「別教初地，圓教初住，方名念不退」。"
    },
    {
      "id": "02-040-0027_p0007",
      "zh_CN": "「但此净土法门，横生圆超，不可思议」，他不是竖出，他是横出，不经历色界、无色界，他不经历，不经历四圣法界，声闻、缘觉、菩萨、佛，他不经历这个，直捷超越了。「凡往生者，不再堕凡地，是证位不退」，往生到西方极乐世界，换句话说，保证你不会再堕到六道轮回，这叫位不退。极乐世界唯有一乘法，一佛乘，真的是无二亦无三，所以你决定不会退转到小乘。「既生同居，即同生上三土」，这句话重要，一生一切生，这是净土无比殊胜，「圆修圆证，于此土中，必破无明，显佛性，而证念不退。于念不退中，超尽四十一因位，一生成佛」。这一句说尽了，往生的利益说圆满了，你在一生当中成佛，成究竟圆满的佛果，《华严经》妙觉如来。我们真的把这个经文搞清楚、搞明白了，真懂了，能不发心吗？还有哪个法门比这个更殊胜？自己要认真想想。真正认识清楚了，一门深入，再不更改了，这一句佛号念到底，保证你一生圆满成就。",
      "zh_TW": "「但此淨土法門，橫生圓超，不可思議」，他不是豎出，他是橫出，不經歷色界、無色界，他不經歷，不經歷四聖法界，聲聞、緣覺、菩薩、佛，他不經歷這個，直捷超越了。「凡往生者，不再墮凡地，是證位不退」，往生到西方極樂世界，換句話說，保證你不會再墮到六道輪迴，這叫位不退。極樂世界唯有一乘法，一佛乘，真的是無二亦無三，所以你決定不會退轉到小乘。「既生同居，即同生上三土」，這句話重要，一生一切生，這是淨土無比殊勝，「圓修圓證，於此土中，必破無明，顯佛性，而證念不退。於念不退中，超盡四十一因位，一生成佛」。這一句說盡了，往生的利益說圓滿了，你在一生當中成佛，成究竟圓滿的佛果，《華嚴經》妙覺如來。我們真的把這個經文搞清楚、搞明白了，真懂了，能不發心嗎？還有哪個法門比這個更殊勝？自己要認真想想。真正認識清楚了，一門深入，再不更改了，這一句佛號念到底，保證你一生圓滿成就。"
    },
    {
      "id": "02-040-0027_p0008",
      "zh_CN": "后面这一段，我们看注解。「《要解》云」，蕅益大师说的话，「五逆十恶，十念成就，带业往生，居下下品者，皆得三不退」，这个话不是假的。蕅益大师的《要解》，印光大师赞叹，说即使古佛再来，给《弥陀经》做个注解，也不能超过其上，赞叹到极处。大家知道印光大师是大势至菩萨再来，那就是大势至菩萨对这个注解的赞叹。蕅益大师的身分没有暴露，我们从印光法师的赞叹去推想，蕅益大师是什么样的果位？如果不是阿弥陀佛再来，决定是观世音菩萨，这要相信。念老在宗趣的末后举出蕅益大师的《要解》，用意是什么？是怕我们念佛的人觉得自己造的罪太重了，恐怕不能往生，怀疑了，这一怀疑就真不能往生。这个疑虑一定要化解，蕅益大师来帮助我们。",
      "zh_TW": "後面這一段，我們看註解。「《要解》云」，蕅益大師說的話，「五逆十惡，十念成就，帶業往生，居下下品者，皆得三不退」，這個話不是假的。蕅益大師的《要解》，印光大師讚歎，說即使古佛再來，給《彌陀經》做個註解，也不能超過其上，讚歎到極處。大家知道印光大師是大勢至菩薩再來，那就是大勢至菩薩對這個註解的讚歎。蕅益大師的身分沒有暴露，我們從印光法師的讚歎去推想，蕅益大師是什麼樣的果位？如果不是阿彌陀佛再來，決定是觀世音菩薩，這要相信。念老在宗趣的末後舉出蕅益大師的《要解》，用意是什麼？是怕我們念佛的人覺得自己造的罪太重了，恐怕不能往生，懷疑了，這一懷疑就真不能往生。這個疑慮一定要化解，蕅益大師來幫助我們。"
    },
    {
      "id": "02-040-0027_p0009",
      "zh_CN": "五逆，叫大逆不道，五逆第一个是杀父亲，杀母亲这第二，第三杀阿罗汉，第四个出佛身血。佛的福报大，没有人能把佛杀掉，但是害佛，让他流一点血，这个有。这有个典故，提婆达多想害佛，知道佛每天托钵走的这段路当中，有个地方是峭壁，佛每天从下面经过。他在那个上面放了一块大石头，看到佛从下面经过，石头推下去，想把佛压死。佛有护法神，韦驮护法，从当中用金刚杵把这块大石头截住，拦住了，石头碎了。碎了，碎片把佛的脚砸破一点，流血。出佛身血是这个典故。这是恶心害佛，这堕地狱。最后一个破和合僧，破坏僧团，障碍出家人修行证果，破和合僧。这五种无间地狱罪业，在过去很不容易犯，现在真有，杀父、杀母的真有。杀阿罗汉的，阿罗汉没有，好老师，真正有德行、有学问的老师。现在学生杀老师，儿女杀父母，真有这个事情，而且很多。所以今天人造的罪业，比过去人不知道要重多少倍。过去人虽然干这些坏事，心里头还有害怕、畏惧，为什么？听说因果报应。现在人根本就不相信，你要说这个，这个是释迦牟尼佛吓人的话，劝你不要干坏事，不是真的，现在人都这个想法。",
      "zh_TW": "五逆，叫大逆不道，五逆第一個是殺父親，殺母親這第二，第三殺阿羅漢，第四個出佛身血。佛的福報大，沒有人能把佛殺掉，但是害佛，讓他流一點血，這個有。這有個典故，提婆達多想害佛，知道佛每天托缽走的這段路當中，有個地方是峭壁，佛每天從下面經過。他在那個上面放了一塊大石頭，看到佛從下面經過，石頭推下去，想把佛壓死。佛有護法神，韋馱護法，從當中用金剛杵把這塊大石頭截住，攔住了，石頭碎了。碎了，碎片把佛的腳砸破一點，流血。出佛身血是這個典故。這是惡心害佛，這墮地獄。最後一個破和合僧，破壞僧團，障礙出家人修行證果，破和合僧。這五種無間地獄罪業，在過去很不容易犯，現在真有，殺父、殺母的真有。殺阿羅漢的，阿羅漢沒有，好老師，真正有德行、有學問的老師。現在學生殺老師，兒女殺父母，真有這個事情，而且很多。所以今天人造的罪業，比過去人不知道要重多少倍。過去人雖然幹這些壞事，心裡頭還有害怕、畏懼，為什麼？聽說因果報應。現在人根本就不相信，你要說這個，這個是釋迦牟尼佛嚇人的話，勸你不要幹壞事，不是真的，現在人都這個想法。"
    },
    {
      "id": "02-040-0027_p0010",
      "zh_CN": "戒律里头，不学戒律不知道，学了戒律你就晓得，每一条戒律非常微细。我们只知道粗浅的，微细不知道，微细在起心动念。所以大乘戒比小乘戒难。小乘论事不论心，好持，想杀人，没杀，这个不犯戒。大乘菩萨难，大乘是论心不论事，你动个念头杀，这就是杀业，你就破戒了，不管有没有杀，动念就算数。所以在起心动念处结罪，菩萨戒难守。小乘比丘戒、比丘尼戒，虽然二百五十条、三百五十条，好持。大乘难！大乘，起心动念处结罪。",
      "zh_TW": "戒律裡頭，不學戒律不知道，學了戒律你就曉得，每一條戒律非常微細。我們只知道粗淺的，微細不知道，微細在起心動念。所以大乘戒比小乘戒難。小乘論事不論心，好持，想殺人，沒殺，這個不犯戒。大乘菩薩難，大乘是論心不論事，你動個念頭殺，這就是殺業，你就破戒了，不管有沒有殺，動念就算數。所以在起心動念處結罪，菩薩戒難守。小乘比丘戒、比丘尼戒，雖然二百五十條、三百五十條，好持。大乘難！大乘，起心動念處結罪。"
    },
    {
      "id": "02-040-0027_p0011",
      "zh_CN": "五逆罪里面，过去有些老居士，我遇到过，赵默林老居士，我初学佛的时候他带领我，我跟他很熟。他是印光大师的弟子，跟李老师他们是同学，长我们一辈。曾经有一次，他请我吃饭，就是两个人，在台北功德林餐厅，约我到功德林。我们到餐厅见面了，坐下来，他问我，净空法师，今天我为什么请你吃饭，你知不知道？我说我不知道，我还没神通，我说我还是个凡夫，为什么？他说他有一桩事情一直放在心上，不能解决。我说什么事？他说五逆罪里头，其他的四条容易持，现在看到人犯的叫破和合僧。犯的人太多，道场里头张家长李家短，他看得太多了，老居士常常跑寺庙。他说这个罪怎么得了，看到都堕地狱。他把这个告诉我，我跟他讲，没事，咱们好好的吃饭。他说怎么没事？我反过头问他一句，你在什么地方看到有和合僧团？我这一问把他问住了，半天不说话。到最后仔细想想，真的没有和合僧，你怎么破和合僧？两个出家人住在一块都吵架，都打架，哪来的和合僧？和合僧要四个人在一起，真的守六和敬，找不到！他很开心，这个结解开了。这老居士，早年的，他有这个心，现在人没有了，这是个好心，看到寺庙里这种现况。但是现在寺庙里头这种情形比过去不一样了，过去只有口说说，现在打架。做上这个，造这个罪业怎么办？",
      "zh_TW": "五逆罪裡面，過去有些老居士，我遇到過，趙默林老居士，我初學佛的時候他帶領我，我跟他很熟。他是印光大師的弟子，跟李老師他們是同學，長我們一輩。曾經有一次，他請我吃飯，就是兩個人，在台北功德林餐廳，約我到功德林。我們到餐廳見面了，坐下來，他問我，淨空法師，今天我為什麼請你吃飯，你知不知道？我說我不知道，我還沒神通，我說我還是個凡夫，為什麼？他說他有一樁事情一直放在心上，不能解決。我說什麼事？他說五逆罪裡頭，其他的四條容易持，現在看到人犯的叫破和合僧。犯的人太多，道場裡頭張家長李家短，他看得太多了，老居士常常跑寺廟。他說這個罪怎麼得了，看到都墮地獄。他把這個告訴我，我跟他講，沒事，咱們好好的吃飯。他說怎麼沒事？我反過頭問他一句，你在什麼地方看到有和合僧團？我這一問把他問住了，半天不說話。到最後仔細想想，真的沒有和合僧，你怎麼破和合僧？兩個出家人住在一塊都吵架，都打架，哪來的和合僧？和合僧要四個人在一起，真的守六和敬，找不到！他很開心，這個結解開了。這老居士，早年的，他有這個心，現在人沒有了，這是個好心，看到寺廟裡這種現況。但是現在寺廟裡頭這種情形比過去不一樣了，過去只有口說說，現在打架。做上這個，造這個罪業怎麼辦？"
    },
    {
      "id": "02-040-0027_p0012",
      "zh_CN": "五逆十恶，十恶，身，杀、盗、淫；口，妄语、两舌、绮语、恶口；念头贪、瞋、痴。造五逆十恶，十念成就，带业往生，居下下品，皆得三不退，这还了得！真正造作五逆十恶，只要你肯回头，你能忏悔，你真信，真正愿生极乐世界，十念必生，这是真的，第十八愿是这么说的。虽然是居同居土的下下品，皆得三不退。得三不退，作阿惟越致菩萨，是第二十愿。这一愿里面没有说下下品例外，没有讲；那没有讲，连下下品也是得三不退，也是作阿惟越致菩萨，这还得了！",
      "zh_TW": "五逆十惡，十惡，身，殺、盜、淫；口，妄語、兩舌、綺語、惡口；念頭貪、瞋、痴。造五逆十惡，十念成就，帶業往生，居下下品，皆得三不退，這還了得！真正造作五逆十惡，只要你肯回頭，你能懺悔，你真信，真正願生極樂世界，十念必生，這是真的，第十八願是這麼說的。雖然是居同居土的下下品，皆得三不退。得三不退，作阿惟越致菩薩，是第二十願。這一願裡面沒有說下下品例外，沒有講；那沒有講，連下下品也是得三不退，也是作阿惟越致菩薩，這還得了！"
    },
    {
      "id": "02-040-0027_p0013",
      "zh_CN": "「了此」，你明了这桩事情，你明了这个道理，「方能深信弥陀愿力」，对于阿弥陀佛四十八愿丝毫怀疑都没有。为什么？他愿愿兑现了，有一愿不兑现他就不成佛，他在极乐世界成佛已经十劫，愿愿都兑现。造极重的罪业，只要一口气在，你还没断气，这个时候你要回头，忏悔回头，都来得及，你决定不堕三恶道。不肯回头，地狱道就去了。地狱去不得，去了之后什么时候能出来？进去时候很容易，出来时候太难了，何年何月你才能出来？地狱众生大概能出来的，还凭过去世的善根福德因缘。受尽了痛苦，后悔了，真正忏悔，这个时候才能出来。出来得遇佛法，那就能往生。所以「信佛力，方能深信名号功德」，对名号要相信，决定不能怀疑。",
      "zh_TW": "「了此」，你明瞭這樁事情，你明瞭這個道理，「方能深信彌陀願力」，對於阿彌陀佛四十八願絲毫懷疑都沒有。為什麼？他願願兌現了，有一願不兌現他就不成佛，他在極樂世界成佛已經十劫，願願都兌現。造極重的罪業，只要一口氣在，你還沒斷氣，這個時候你要回頭，懺悔回頭，都來得及，你決定不墮三惡道。不肯回頭，地獄道就去了。地獄去不得，去了之後什麼時候能出來？進去時候很容易，出來時候太難了，何年何月你才能出來？地獄眾生大概能出來的，還憑過去世的善根福德因緣。受盡了痛苦，後悔了，真正懺悔，這個時候才能出來。出來得遇佛法，那就能往生。所以「信佛力，方能深信名號功德」，對名號要相信，決定不能懷疑。"
    },
    {
      "id": "02-040-0027_p0014",
      "zh_CN": "「信持名，方能深信吾人心性本不可思议」。这个是绝对的理论，净宗建立在这个理论基础上，没有离开心性。生生世世所造一切业，都是自己心性迷悟所成就的，善业是觉悟了，恶业是迷了。可是一定要知道，没有开悟的人，迷的时候多，觉的时候少。善根福德不够深厚的人，纵然在觉悟，有时候也会迷惑。那是什么？禁不起诱惑，外面诱惑的力量太强大了。所以小乘八相成道里头有降魔，降魔就是考验，这诱惑来考验，你动不动心。世尊为我们做了表演，种种诱惑他如如不动，用定功、用智慧来降服魔王的诱惑。",
      "zh_TW": "「信持名，方能深信吾人心性本不可思議」。這個是絕對的理論，淨宗建立在這個理論基礎上，沒有離開心性。生生世世所造一切業，都是自己心性迷悟所成就的，善業是覺悟了，惡業是迷了。可是一定要知道，沒有開悟的人，迷的時候多，覺的時候少。善根福德不夠深厚的人，縱然在覺悟，有時候也會迷惑。那是什麼？禁不起誘惑，外面誘惑的力量太強大了。所以小乘八相成道裡頭有降魔，降魔就是考驗，這誘惑來考驗，你動不動心。世尊為我們做了表演，種種誘惑他如如不動，用定功、用智慧來降服魔王的誘惑。"
    },
    {
      "id": "02-040-0027_p0015",
      "zh_CN": "所以，我们今天难在哪里？难在丧失自信，不相信自己心性本不可思议，不相信。于是对持名、对佛力、对经教就不能不怀疑了。这怎么办？唯一的方法，深入经藏。这个经藏，我说的深入，一门深入，就在这一部经上下功夫。标准，一千遍，一千遍还不能完全相信，再一千遍。真的，这是我亲自见到的，有人念到六千遍，这一部经从头到尾他完全能背诵下来，不错一个字。相不相信？还是不相信。这是什么原因？烦恼习气太重，虽然是诵经六千遍，真诚心没出现，恭敬心没有出现，贪瞋痴慢没放下，尤其是傲慢。我们经历过这些事了解，什么人学经教得利益？真诚心、清净心、恭敬心，才得利益。中国古时候用心好，从小培养你孝心、敬心，孝养父母，把老师看成父母一样，他有孝敬的心，所以容易契入，千遍行了。一千遍下去，根深蒂固，没有杂念、没有妄想。我见到的时候，用功夫用得很深，没有得到效果，最明显的就是他傲慢。尤其是读了那么多，觉得自己比别人高，别人都不如我。这个有，这也很普遍。",
      "zh_TW": "所以，我們今天難在哪裡？難在喪失自信，不相信自己心性本不可思議，不相信。於是對持名、對佛力、對經教就不能不懷疑了。這怎麼辦？唯一的方法，深入經藏。這個經藏，我說的深入，一門深入，就在這一部經上下功夫。標準，一千遍，一千遍還不能完全相信，再一千遍。真的，這是我親自見到的，有人念到六千遍，這一部經從頭到尾他完全能背誦下來，不錯一個字。相不相信？還是不相信。這是什麼原因？煩惱習氣太重，雖然是誦經六千遍，真誠心沒出現，恭敬心沒有出現，貪瞋痴慢沒放下，尤其是傲慢。我們經歷過這些事了解，什麼人學經教得利益？真誠心、清淨心、恭敬心，才得利益。中國古時候用心好，從小培養你孝心、敬心，孝養父母，把老師看成父母一樣，他有孝敬的心，所以容易契入，千遍行了。一千遍下去，根深蒂固，沒有雜念、沒有妄想。我見到的時候，用功夫用得很深，沒有得到效果，最明顯的就是他傲慢。尤其是讀了那麼多，覺得自己比別人高，別人都不如我。這個有，這也很普遍。"
    },
    {
      "id": "02-040-0027_p0016",
      "zh_CN": "李老师早年也常常跟我们谈到这些事情，劝我们修恭敬心，要向古人学，不能向现在人学。现在人学习，自己书念得不错，拿到博士学位，甚至于拿到几个博士学位，瞧不起父母，父母甚至于大学都没有毕业；瞧不起过去教过他的老师，启蒙的老师，小学老师，没有学位的，中学老师，过去教给他的，都瞧不起。为什么？现在超过他们了，很多！特别是乡下人，到什么程度？朋友到他家里来，父母不给朋友介绍。人家问他什么人？家里佣人。为什么？觉得没有面子。这是真的不是假的，这是事实。父母辛辛苦苦把你供养大，让你学业成就，最后你成就了，连父母瞧不起。这都是从小把做人的教育疏忽了，会念书，不会做人，伦常、礼义一无所知。这父母多伤心！长辈看这个样子摇头。他怎么？他自己得意洋洋。这不如不读书，这种心行都是三途，造的三途业。",
      "zh_TW": "李老師早年也常常跟我們談到這些事情，勸我們修恭敬心，要向古人學，不能向現在人學。現在人學習，自己書念得不錯，拿到博士學位，甚至於拿到幾個博士學位，瞧不起父母，父母甚至於大學都沒有畢業；瞧不起過去教過他的老師，啟蒙的老師，小學老師，沒有學位的，中學老師，過去教給他的，都瞧不起。為什麼？現在超過他們了，很多！特別是鄉下人，到什麼程度？朋友到他家裡來，父母不給朋友介紹。人家問他什麼人？家裡傭人。為什麼？覺得沒有面子。這是真的不是假的，這是事實。父母辛辛苦苦把你供養大，讓你學業成就，最後你成就了，連父母瞧不起。這都是從小把做人的教育疏忽了，會念書，不會做人，倫常、禮義一無所知。這父母多傷心！長輩看這個樣子搖頭。他怎麼？他自己得意洋洋。這不如不讀書，這種心行都是三途，造的三途業。"
    },
    {
      "id": "02-040-0027_p0017",
      "zh_CN": "我们再看下面念老给我们举的，「极乐不退之因缘有五」，在一百九十二页第一行。第一个，「弥陀大悲愿力摄持，故不退」，阿弥陀佛四十八愿的加持，你天天有进步，天天有法喜，有进步、有收获，快乐，不退转。第二，「佛光常照，菩提心增进，故不退」。佛光能长养你的菩提心，菩提心就是真诚、清净、平等、正觉、慈悲，这个心天天增长。第三，「水鸟树林悉演妙法，增其正念，故不退」。极乐世界物质环境太好了，无论你走到什么地方，你学习没中断，这个利益真不可思议！我们这个地方，无论你怎么用功，中断的时间长。你每天三餐饭，中断了，睡眠的时候中断了，你算算看这个时间，总是抵不过。真正能做到念佛功夫不间断的人不多，功夫真正要做到不间断，大概二、三年他就往生了，他成就了。所以这个事情不难。",
      "zh_TW": "我們再看下面念老給我們舉的，「極樂不退之因緣有五」，在一百九十二頁第一行。第一個，「彌陀大悲願力攝持，故不退」，阿彌陀佛四十八願的加持，你天天有進步，天天有法喜，有進步、有收穫，快樂，不退轉。第二，「佛光常照，菩提心增進，故不退」。佛光能長養你的菩提心，菩提心就是真誠、清淨、平等、正覺、慈悲，這個心天天增長。第三，「水鳥樹林悉演妙法，增其正念，故不退」。極樂世界物質環境太好了，無論你走到什麼地方，你學習沒中斷，這個利益真不可思議！我們這個地方，無論你怎麼用功，中斷的時間長。你每天三餐飯，中斷了，睡眠的時候中斷了，你算算看這個時間，總是抵不過。真正能做到念佛功夫不間斷的人不多，功夫真正要做到不間斷，大概二、三年他就往生了，他成就了。所以這個事情不難。"
    },
    {
      "id": "02-040-0027_p0018",
      "zh_CN": "第四，「纯诸菩萨以为胜友，外无魔邪，内无烦恼」，所以他不退转。这是极乐世界真的第一殊胜，极乐世界没有人扰乱你，没有人障碍你。为什么？往生到那里，皆作阿惟越致菩萨，他怎么会扰乱别人？所以他不退转。我们这个世间不行，外面尽是魔邪，妖魔鬼怪，邪知邪见，里面有烦恼，有自私自利，有贪瞋痴慢，所以会退转。极乐世界没有，没有退转的缘。第五，「寿命永劫与佛齐等」。佛无量寿，每个往生的人也是无量寿，所以他不会退转。总而言之，全得弥陀佛力加持，到那里得到阿弥陀佛的照顾，阿弥陀佛关怀你，阿弥陀佛时时刻刻提醒你。",
      "zh_TW": "第四，「純諸菩薩以為勝友，外無魔邪，內無煩惱」，所以他不退轉。這是極樂世界真的第一殊勝，極樂世界沒有人擾亂你，沒有人障礙你。為什麼？往生到那裡，皆作阿惟越致菩薩，他怎麼會擾亂別人？所以他不退轉。我們這個世間不行，外面盡是魔邪，妖魔鬼怪，邪知邪見，裡面有煩惱，有自私自利，有貪瞋痴慢，所以會退轉。極樂世界沒有，沒有退轉的緣。第五，「壽命永劫與佛齊等」。佛無量壽，每個往生的人也是無量壽，所以他不會退轉。總而言之，全得彌陀佛力加持，到那裡得到阿彌陀佛的照顧，阿彌陀佛關懷你，阿彌陀佛時時刻刻提醒你。"
    },
    {
      "id": "02-040-0027_p0019",
      "zh_CN": "再看下面这一段，「慨夫」，这是感慨，「圣德难思，佛恩难报」，这话是真的。佛做到了，我们这个世间没人知道，还要谤佛，还要障碍佛。谤佛、障碍佛的罪业太重太重了！「弥陀悲心至极，圣智无伦」，阿弥陀佛的慈悲到极处，达到究竟圆满，对有缘的众生照顾无微不至。什么叫有缘？信、愿、持名，这三个条件就是跟佛有缘。你只要具足这四个字，你就得到阿弥陀佛的关怀照顾，他在现前加持你，让你求往生不起障碍。你自己要有决心，我真相信，有佛加持。内心清净了，外面魔邪就不能干扰。为什么魔邪会干扰你？你自己信心不坚固，才会有这些事情。信心真正坚固，外面环境你如如不动，你不受干扰，佛力加得上；你内心有怀疑，佛加不上。",
      "zh_TW": "再看下面這一段，「慨夫」，這是感慨，「聖德難思，佛恩難報」，這話是真的。佛做到了，我們這個世間沒人知道，還要謗佛，還要障礙佛。謗佛、障礙佛的罪業太重太重了！「彌陀悲心至極，聖智無倫」，阿彌陀佛的慈悲到極處，達到究竟圓滿，對有緣的眾生照顧無微不至。什麼叫有緣？信、願、持名，這三個條件就是跟佛有緣。你只要具足這四個字，你就得到阿彌陀佛的關懷照顧，他在現前加持你，讓你求往生不起障礙。你自己要有決心，我真相信，有佛加持。內心清淨了，外面魔邪就不能干擾。為什麼魔邪會干擾你？你自己信心不堅固，才會有這些事情。信心真正堅固，外面環境你如如不動，你不受干擾，佛力加得上；你內心有懷疑，佛加不上。"
    },
    {
      "id": "02-040-0027_p0020",
      "zh_CN": "等于是人生病一样，怀疑，我们说得很多，对我们的身体免疫系统全部坏了，一切病菌你都很容易感染，你没有免疫的能力。信心坚固，你免疫系统能量很强，纵然有魔邪干扰，他也没办法伤害你，就是你有抵抗的能力。用在念佛求生净土，那就格外重要，不能有一丝毫怀疑。天台《止观》里面说，我们业障引起的七种病，最后一种说这个。你修得很好，最后还有病痛，那是什么？重罪轻报。本来应该堕地狱的，现在有个什么伤风感冒就好了，受个几天病的折磨，把重罪就消掉了，有这种情形。我们真搞清楚、搞明白，疑虑就化解了，真信、真愿决定往生，千万不要怀疑，这一生决定成就。一定对佛菩萨要感恩。",
      "zh_TW": "等於是人生病一樣，懷疑，我們說得很多，對我們的身體免疫系統全部壞了，一切病菌你都很容易感染，你沒有免疫的能力。信心堅固，你免疫系統能量很強，縱然有魔邪干擾，他也沒辦法傷害你，就是你有抵抗的能力。用在念佛求生淨土，那就格外重要，不能有一絲毫懷疑。天台《止觀》裡面說，我們業障引起的七種病，最後一種說這個。你修得很好，最後還有病痛，那是什麼？重罪輕報。本來應該墮地獄的，現在有個什麼傷風感冒就好了，受個幾天病的折磨，把重罪就消掉了，有這種情形。我們真搞清楚、搞明白，疑慮就化解了，真信、真願決定往生，千萬不要懷疑，這一生決定成就。一定對佛菩薩要感恩。"
    },
    {
      "id": "02-040-0027_p0021",
      "zh_CN": "「圣智无伦」，阿弥陀佛的智慧，伦是同等、同类，就是说没有能够跟他相比的，无与伦比。「从而流现此凡夫易生之同居净土」。同居土从哪来的？不是我们众生业力变现的。我们这个世界是自己业力变现的，极乐世界不是的，极乐世界是阿弥陀佛的愿力，是我们自己的信心跟念力所成就的。「行人不须断惑消业」，你看看，烦恼习气不需要断，过去现前所造的罪业不需要消，你统统不要去理会它，你就一句佛号念到底，「只要信愿持名，下至十念，皆得往生」。这个地方，蕅益大师在《要解》里头说得很好，能不能往生决定在信愿之有无。有信，真信真愿，一天念十声佛号都行。",
      "zh_TW": "「聖智無倫」，阿彌陀佛的智慧，倫是同等、同類，就是說沒有能夠跟他相比的，無與倫比。「從而流現此凡夫易生之同居淨土」。同居土從哪來的？不是我們眾生業力變現的。我們這個世界是自己業力變現的，極樂世界不是的，極樂世界是阿彌陀佛的願力，是我們自己的信心跟念力所成就的。「行人不須斷惑消業」，你看看，煩惱習氣不需要斷，過去現前所造的罪業不需要消，你統統不要去理會它，你就一句佛號念到底，「只要信願持名，下至十念，皆得往生」。這個地方，蕅益大師在《要解》裡頭說得很好，能不能往生決定在信願之有無。有信，真信真願，一天念十聲佛號都行。"
    },
    {
      "id": "02-040-0027_p0022",
      "zh_CN": "所以我教人，最简单的方法，一天九次，念十声佛号，就念阿弥陀佛四个字。早晨起来，面向佛像念十声，阿弥陀佛、阿弥陀佛、阿弥陀佛，心里头计数。这个计数是印光大师教的，每一声佛号知道是第几声，清清楚楚，这个摄心。这个十念时间虽短，只有二、三分钟，没有杂念、没有妄想，这用真诚心念佛。早晨起来，洗脸漱了口，十念；晚上睡觉之前，十念，这两次。每一餐吃饭，吃饭的时候不念供养咒，我念十声佛号，就三次，就五次。上下午工作，上午工作的时候念十句，工作完毕之后念十句。一天九次。一次都不缺，天天如是，符合一向专念。方法真的是简单，没有一个不能学，工作再忙也不碍事，方法妙极了。我们一定要把它抓住，决定不能够放松，这是真精进。",
      "zh_TW": "所以我教人，最簡單的方法，一天九次，念十聲佛號，就念阿彌陀佛四個字。早晨起來，面向佛像念十聲，阿彌陀佛、阿彌陀佛、阿彌陀佛，心裡頭計數。這個計數是印光大師教的，每一聲佛號知道是第幾聲，清清楚楚，這個攝心。這個十念時間雖短，只有二、三分鐘，沒有雜念、沒有妄想，這用真誠心念佛。早晨起來，洗臉漱了口，十念；晚上睡覺之前，十念，這兩次。每一餐吃飯，吃飯的時候不念供養咒，我念十聲佛號，就三次，就五次。上下午工作，上午工作的時候念十句，工作完畢之後念十句。一天九次。一次都不缺，天天如是，符合一向專念。方法真的是簡單，沒有一個不能學，工作再忙也不礙事，方法妙極了。我們一定要把它抓住，決定不能夠放鬆，這是真精進。"
    },
    {
      "id": "02-040-0027_p0023",
      "zh_CN": "「皆得往生，横出三界，永离诸苦，位登不退，一生补佛」，这几句说我们修这个法门真实的利益。同学们真正干的，可以把我这九次十念做为正修，定成功课，必修的，天天一定要做到的。其他时间念佛叫助修，我没有事情，念得愈多愈好。这个时间这是我的正课，正助双修。所以有工作照干，没有工作就念佛，没有一个不成就。「超情离见，不可思议」，情见是凡夫的，凡夫见不到，凡夫也想不出来。「是乃十方世界之所无，故为千经万论所同赞者也」，没有一尊佛不赞叹阿弥陀佛，没有一尊佛不赞叹这个法门，这个法门太殊胜了。一天九次，真正到时间就做，让什么？让你心里头真的有佛，你真相信佛，到时候你就想起来，这时正念就提起来了。这个法门没有一个人不能学，没有一个人不应该学，利益殊胜，无与伦比，不可思议。十方诸佛赞叹是有道理的，不是随便赞叹的。",
      "zh_TW": "「皆得往生，橫出三界，永離諸苦，位登不退，一生補佛」，這幾句說我們修這個法門真實的利益。同學們真正幹的，可以把我這九次十念做為正修，定成功課，必修的，天天一定要做到的。其他時間念佛叫助修，我沒有事情，念得愈多愈好。這個時間這是我的正課，正助雙修。所以有工作照幹，沒有工作就念佛，沒有一個不成就。「超情離見，不可思議」，情見是凡夫的，凡夫見不到，凡夫也想不出來。「是乃十方世界之所無，故為千經萬論所同讚者也」，沒有一尊佛不讚歎阿彌陀佛，沒有一尊佛不讚歎這個法門，這個法門太殊勝了。一天九次，真正到時間就做，讓什麼？讓你心裡頭真的有佛，你真相信佛，到時候你就想起來，這時正念就提起來了。這個法門沒有一個人不能學，沒有一個人不應該學，利益殊勝，無與倫比，不可思議。十方諸佛讚歎是有道理的，不是隨便讚歎的。"
    },
    {
      "id": "02-040-0027_p0024",
      "zh_CN": "最后这一段，「往生同居，便是横生上三土」，这劝勉我们也劝到了极处。我们的心高，总想往上爬，这里告诉我们，下下品往生跟上上品往生划上了等号。让我们这个念头断掉，别去想，原来下下品就是上上品。极乐世界确确实实是不二法门，到极乐世界都变成不二。「证位不退，亦即圆证三不退」。本来我们往生净土，照我们自己功夫也只是得个位不退，小乘须陀洹果。哪里知道到极乐世界是圆证三不退，不是分证，是圆证，圆满的证得，不是证得一部分，是圆满的。我们学到这个地方，要自己劝勉自己，真的，百千万劫难遭遇，无量劫来稀有难逢的一天，我们今天遇到了，不能不干，不干对不起自己。无量劫来流浪在轮回，找不到出路，今天难得有这个机会，让我们遇到了，从这个路就能走出去，这个路就不能舍掉。这个路简单容易，只要信，信有西方极乐世界，信有阿弥陀佛；有信了，我愿生净土，亲近弥陀，你就决定得生。",
      "zh_TW": "最後這一段，「往生同居，便是橫生上三土」，這勸勉我們也勸到了極處。我們的心高，總想往上爬，這裡告訴我們，下下品往生跟上上品往生劃上了等號。讓我們這個念頭斷掉，別去想，原來下下品就是上上品。極樂世界確確實實是不二法門，到極樂世界都變成不二。「證位不退，亦即圓證三不退」。本來我們往生淨土，照我們自己功夫也只是得個位不退，小乘須陀洹果。哪裡知道到極樂世界是圓證三不退，不是分證，是圓證，圓滿的證得，不是證得一部分，是圓滿的。我們學到這個地方，要自己勸勉自己，真的，百千萬劫難遭遇，無量劫來稀有難逢的一天，我們今天遇到了，不能不幹，不幹對不起自己。無量劫來流浪在輪迴，找不到出路，今天難得有這個機會，讓我們遇到了，從這個路就能走出去，這個路就不能捨掉。這個路簡單容易，只要信，信有西方極樂世界，信有阿彌陀佛；有信了，我願生淨土，親近彌陀，你就決定得生。"
    },
    {
      "id": "02-040-0027_p0025",
      "zh_CN": "品位高下，念佛功夫的浅深，你不要小看我讲的这个一天九次，这个十声佛号。真正有功夫，他讲功夫浅深，不是说念佛号多少，真有功夫的话，这个十念高！这个道理你要懂。这个十念，念念跟阿弥陀佛相应，一念相应一念佛，念念相应念念佛，这叫功夫。好比儿子跟父母，这现在人不孝，没法子了，比喻都讲不出来了。我们这个年龄，经过八年抗战，跟家里头离散了，联络上也没有办法回家去看。我们是流亡学生，住在学校，隔几个省，寒假的时间很短，你没有办法回去看。交通不方便，要走路，不要多远，就一千里路吧，你都要走十几天，来回就要走一个多月。寒假时间就这么长，一个来回就完了，所以寒假不回去。暑假长一点，有两个月，回去能住一个月。给父母亲写信，那个感情是真的。我们一天九次，每次这十句佛号，就像儿女对父母一样那种真心真情。这是什么？这功夫深了，不是有口无心。每一念都想见到阿弥陀佛，每一念都想往生极乐世界，这个功夫叫深！一天有九次，就产生很大的力量。",
      "zh_TW": "品位高下，念佛功夫的淺深，你不要小看我講的這個一天九次，這個十聲佛號。真正有功夫，他講功夫淺深，不是說念佛號多少，真有功夫的話，這個十念高！這個道理你要懂。這個十念，念念跟阿彌陀佛相應，一念相應一念佛，念念相應念念佛，這叫功夫。好比兒子跟父母，這現在人不孝，沒法子了，比喻都講不出來了。我們這個年齡，經過八年抗戰，跟家裡頭離散了，聯絡上也沒有辦法回家去看。我們是流亡學生，住在學校，隔幾個省，寒假的時間很短，你沒有辦法回去看。交通不方便，要走路，不要多遠，就一千里路吧，你都要走十幾天，來回就要走一個多月。寒假時間就這麼長，一個來回就完了，所以寒假不回去。暑假長一點，有兩個月，回去能住一個月。給父母親寫信，那個感情是真的。我們一天九次，每次這十句佛號，就像兒女對父母一樣那種真心真情。這是什麼？這功夫深了，不是有口無心。每一念都想見到阿彌陀佛，每一念都想往生極樂世界，這個功夫叫深！一天有九次，就產生很大的力量。"
    },
    {
      "id": "02-040-0027_p0026",
      "zh_CN": "今天在全世界宗教里头来说，大家都知道最团结的是回教。全世界信仰宗教的这些人数字都在下降，一年比一年少，只有伊斯兰教一年比一年多。什么原因？《古兰经》上规定的，每天五次祈祷，祈祷时间只要五分钟。可是一到时间，不管什么事情，立刻放下，面朝麦加这个方向做祈祷，祈祷用真心，跟真主沟通。不能小看这一点，这一点产生巨大的力量。伊斯兰教是家庭宗教，父母是回教徒，小孩出生自然是回教徒，从小就跟着礼拜，他就养成习惯，这个习惯一生不能改变。我这个每天九次念佛是从伊斯兰那里学来的，他一天五次，我们一天九次，比他多四次；他一次时间是五分钟，我们一次时间两分钟。只有一个目标、一个目的，就是让你念念不忘。他们每天五次祈祷，念念不忘真主；我们这个地方九次，也算是祈祷，九次，念念不忘阿弥陀佛。真的，到时候一定要沟通。",
      "zh_TW": "今天在全世界宗教裡頭來說，大家都知道最團結的是回教。全世界信仰宗教的這些人數字都在下降，一年比一年少，只有伊斯蘭教一年比一年多。什麼原因？《古蘭經》上規定的，每天五次祈禱，祈禱時間只要五分鐘。可是一到時間，不管什麼事情，立刻放下，面朝麥加這個方向做祈禱，祈禱用真心，跟真主溝通。不能小看這一點，這一點產生巨大的力量。伊斯蘭教是家庭宗教，父母是回教徒，小孩出生自然是回教徒，從小就跟著禮拜，他就養成習慣，這個習慣一生不能改變。我這個每天九次念佛是從伊斯蘭那裡學來的，他一天五次，我們一天九次，比他多四次；他一次時間是五分鐘，我們一次時間兩分鐘。只有一個目標、一個目的，就是讓你念念不忘。他們每天五次祈禱，念念不忘真主；我們這個地方九次，也算是祈禱，九次，念念不忘阿彌陀佛。真的，到時候一定要溝通。"
    },
    {
      "id": "02-040-0027_p0027",
      "zh_CN": "「念念普利群生，心心流入觉海」。我们把这个榜样做好了，就会影响别人。吃饭的时候念十声佛号，把这个意思讲解给大家听，劝每个人都做，这就是普利群生。说明念佛不难，念佛不妨碍你的工作，无论干什么，没妨碍。心心流入觉海，这叫深心，念念心心都跟阿弥陀佛融成一体，你能不生吗？你能不成就吗？这不可能的事情。所以功课不要定得太多，定太多怎么？你赶，赶的时候心是乱的，心不清净。不如定得很简单，很踏实，有诚意在里头，有真心在里头。真心念一句佛号，抵得那个散心、杂乱的心念一万声都不能比，都比不上。宗趣我们就学到此地，这是本经的归趣，归趣就是极乐世界，就是阿弥陀佛。",
      "zh_TW": "「念念普利群生，心心流入覺海」。我們把這個榜樣做好了，就會影響別人。吃飯的時候念十聲佛號，把這個意思講解給大家聽，勸每個人都做，這就是普利群生。說明念佛不難，念佛不妨礙你的工作，無論幹什麼，沒妨礙。心心流入覺海，這叫深心，念念心心都跟阿彌陀佛融成一體，你能不生嗎？你能不成就嗎？這不可能的事情。所以功課不要定得太多，定太多怎麼？你趕，趕的時候心是亂的，心不清淨。不如定得很簡單，很踏實，有誠意在裡頭，有真心在裡頭。真心念一句佛號，抵得那個散心、雜亂的心念一萬聲都不能比，都比不上。宗趣我們就學到此地，這是本經的歸趣，歸趣就是極樂世界，就是阿彌陀佛。"
    },
    {
      "id": "02-040-0027_p0028",
      "zh_CN": "下面，概要第四段，「方便力用」。我们看念老的注解，「如《大毘卢遮那经》云：菩提为因，大悲为根，方便为究竟」。什么叫方便？方是方法，便是便宜；换句话说，是最巧妙的方法。这个方法没有一定，在日用平常当中，这个完全显示了你的智慧。智慧表现在哪里？表现在善巧方便。每一个字意思都很深，善，说明这里头没有恶，纯净纯善，这是讲用心，纯净纯善；巧是巧妙，是高等智慧，才巧妙；方是方法，便就是恰当，在日常生活、工作、处事待人接物。具体的表现呢？我们净宗讲的五科，用在净业三福上，净业三福要落实。净业三福是我们日常生活，是我们每天从早到晚的工作、处事待人接物，句句都要用上。第一福，你看，落实在《弟子规》，落实在《感应篇》，落实在《十善业道》，用真实心去做。大乘教上佛常讲，一切皆从真实心中出，流出的。真实心，第一个不欺骗自己，自然就不欺骗别人。人要骗人，头一个骗自己，他不欺骗自己，他就不会欺骗别人。真实心没有欺骗，自自然然合乎巧方便，自然合乎，待人接物。落实在因果教育，真正相信因果报应，人不敢起心动念。",
      "zh_TW": "下面，概要第四段，「方便力用」。我們看念老的註解，「如《大毘盧遮那經》云：菩提為因，大悲為根，方便為究竟」。什麼叫方便？方是方法，便是便宜；換句話說，是最巧妙的方法。這個方法沒有一定，在日用平常當中，這個完全顯示了你的智慧。智慧表現在哪裡？表現在善巧方便。每一個字意思都很深，善，說明這裡頭沒有惡，純淨純善，這是講用心，純淨純善；巧是巧妙，是高等智慧，才巧妙；方是方法，便就是恰當，在日常生活、工作、處事待人接物。具體的表現呢？我們淨宗講的五科，用在淨業三福上，淨業三福要落實。淨業三福是我們日常生活，是我們每天從早到晚的工作、處事待人接物，句句都要用上。第一福，你看，落實在《弟子規》，落實在《感應篇》，落實在《十善業道》，用真實心去做。大乘教上佛常講，一切皆從真實心中出，流出的。真實心，第一個不欺騙自己，自然就不欺騙別人。人要騙人，頭一個騙自己，他不欺騙自己，他就不會欺騙別人。真實心沒有欺騙，自自然然合乎巧方便，自然合乎，待人接物。落實在因果教育，真正相信因果報應，人不敢起心動念。"
    },
    {
      "id": "02-040-0027_p0029",
      "zh_CN": "这个迷信跟宗教没有关系，宗教不迷信，儒释道都不迷信。但是这个里头也有少数迷信的人，我们要有智慧去辨别。是正法，我们应该认真学习；是迷信，我们知道就行了，不能受它的影响。知道宇宙之间还有这些事情存在，那也是唯心所现，什么心？邪心，偏心、邪心才会有这些事情发生。总不离心性，心正，一切法都正；心邪，一切法都邪；心善，一切法皆善；心恶，一切法皆恶。所以佛说一切唯心造，这真的不是假的。佛没有教人邪曲，佛教人真诚，教人清净平等觉。人不能不学圣贤教育，为什么？圣贤教育才真正把宇宙人生的正道教给你，你得要行正道，不能走邪道。儒家做学问的纲领是从格物、致知入门，格物是什么意思？远离物欲，是这个意思，不能讲错，就是佛法里面讲的放下，致知就是看破，从这儿入门。要放下一切欲望，为什么？欲望增长贪瞋痴，不能有这个东西。",
      "zh_TW": "這個迷信跟宗教沒有關係，宗教不迷信，儒釋道都不迷信。但是這個裡頭也有少數迷信的人，我們要有智慧去辨別。是正法，我們應該認真學習；是迷信，我們知道就行了，不能受它的影響。知道宇宙之間還有這些事情存在，那也是唯心所現，什麼心？邪心，偏心、邪心才會有這些事情發生。總不離心性，心正，一切法都正；心邪，一切法都邪；心善，一切法皆善；心惡，一切法皆惡。所以佛說一切唯心造，這真的不是假的。佛沒有教人邪曲，佛教人真誠，教人清淨平等覺。人不能不學聖賢教育，為什麼？聖賢教育才真正把宇宙人生的正道教給你，你得要行正道，不能走邪道。儒家做學問的綱領是從格物、致知入門，格物是什麼意思？遠離物欲，是這個意思，不能講錯，就是佛法裡面講的放下，致知就是看破，從這兒入門。要放下一切欲望，為什麼？欲望增長貪瞋痴，不能有這個東西。"
    },
    {
      "id": "02-040-0027_p0030",
      "zh_CN": "现在的教育恰相反，唯恐你没有欲望，鼓励你欲望，欲望愈多愈好，愈高愈好，他认为这是社会进步的一个动力。殊不知，这是毁灭世界的一种邪恶的思想，人心坏了，科学家讲的世界末日，这是导致世界末日的错误观念。圣贤没有一个人教你做坏事，每个宗教都教你克制欲望，没有哪个宗教是教贪瞋痴的。所以，宗教都是正法，正法不要，邪的都出来了。今天我们已经尝到邪知邪见的果报，已经吃到这个苦头了，得赶快要回头。再不回头，再要这样延续下去，十年不回头，想回头你也回不了头。那是什么结果？那就是灭亡，真正的世界末日，几乎在我们眼前我们都能看见了，这很可怕。我们真的为自己庆幸，我们这一生遇到净土，不要说还有十年，我们还有三年就行了，我们决定往生了。世界毁灭是你们的事情，你们自作自受。所以这个是一定要抓紧，我们不愿意看到世界毁灭，我们也救不了这个世界，只有自己求生净土，可以自救，救不了别人。",
      "zh_TW": "現在的教育恰相反，唯恐你沒有欲望，鼓勵你欲望，欲望愈多愈好，愈高愈好，他認為這是社會進步的一個動力。殊不知，這是毀滅世界的一種邪惡的思想，人心壞了，科學家講的世界末日，這是導致世界末日的錯誤觀念。聖賢沒有一個人教你做壞事，每個宗教都教你克制欲望，沒有哪個宗教是教貪瞋痴的。所以，宗教都是正法，正法不要，邪的都出來了。今天我們已經嘗到邪知邪見的果報，已經吃到這個苦頭了，得趕快要回頭。再不回頭，再要這樣延續下去，十年不回頭，想回頭你也回不了頭。那是什麼結果？那就是滅亡，真正的世界末日，幾乎在我們眼前我們都能看見了，這很可怕。我們真的為自己慶幸，我們這一生遇到淨土，不要說還有十年，我們還有三年就行了，我們決定往生了。世界毀滅是你們的事情，你們自作自受。所以這個是一定要抓緊，我們不願意看到世界毀滅，我們也救不了這個世界，只有自己求生淨土，可以自救，救不了別人。"
    },
    {
      "id": "02-040-0027_p0031",
      "zh_CN": "我们再看底下这个文，这是《大日经》的原文，这个《大毘卢遮那经》就是《大日经》，密宗主要的一部经典。菩提是因，大悲是根，方便是究竟，只有这么几个字，说得非常清楚、非常明白。我们要发菩提心，要有大慈悲心，要有善巧方便，帮助自己、帮助众生。善巧到极处，无过于信愿持名，你看多善巧，有信、有愿决定得生。用真心、诚敬的心、恭敬的心念这句佛号。念佛号的时候，心地清净，没有杂念、没有妄想，真正做到不怀疑、不夹杂、不间断，这叫深心，这叫深念。「故知度生之方便，正是诸佛大愿之结归」。诸佛的大愿，说到最后结归在什么地方？结归在念佛往生，佛的愿是真的不是假的，兑现了。「大智之显现，万德之所庄严，果觉之究竟处也」，这还得了吗？这一段讲的度生方便，指大力大用，它起的作用。所以我们要晓得，这一天九次十念法，就是诸佛大愿的归结，大智的显现，万德的庄严，果德的究竟处，真能成就。「是故继体性宗趣后，而论本经方便胜妙之大力大用」，把这一桩事情为我们说出来。",
      "zh_TW": "我們再看底下這個文，這是《大日經》的原文，這個《大毘盧遮那經》就是《大日經》，密宗主要的一部經典。菩提是因，大悲是根，方便是究竟，只有這麼幾個字，說得非常清楚、非常明白。我們要發菩提心，要有大慈悲心，要有善巧方便，幫助自己、幫助眾生。善巧到極處，無過於信願持名，你看多善巧，有信、有願決定得生。用真心、誠敬的心、恭敬的心念這句佛號。念佛號的時候，心地清淨，沒有雜念、沒有妄想，真正做到不懷疑、不夾雜、不間斷，這叫深心，這叫深念。「故知度生之方便，正是諸佛大願之結歸」。諸佛的大願，說到最後結歸在什麼地方？結歸在念佛往生，佛的願是真的不是假的，兌現了。「大智之顯現，萬德之所莊嚴，果覺之究竟處也」，這還得了嗎？這一段講的度生方便，指大力大用，它起的作用。所以我們要曉得，這一天九次十念法，就是諸佛大願的歸結，大智的顯現，萬德的莊嚴，果德的究竟處，真能成就。「是故繼體性宗趣後，而論本經方便勝妙之大力大用」，把這一樁事情為我們說出來。"
    },
    {
      "id": "02-040-0027_p0032",
      "zh_CN": "下面这一段介绍「诸佛出世有三种利益」，这事不迷信。第一种利益是讲经，讲经是「法施利益」。什么利益？「令众生破迷开悟，早证无上菩提」，第一种利益。我们看念老的注解，「如《观佛三昧经》云」，黄念祖老居士注解这个经，真实智慧，他不用他自己的话，用经来注经。《观佛三昧经》上说的，「佛告父王：诸佛出世有三种益。一者，口说十二部经，法施利益，能除众生无明暗障，开智慧眼，生诸佛前，早得无上菩提」。实际上就是指的这部经。所以，善导大师有一句名言，「诸佛所以兴出世，唯说弥陀本愿海」，这部经就是说弥陀本愿的。一切佛出现在世间，说什么经？就说这部经，以这部经为主。这部经他不相信，他不能接受，再给他说别的，别的是附带的。要知道，这部经是他主说的，真正是无上的妙法。",
      "zh_TW": "下面這一段介紹「諸佛出世有三種利益」，這事不迷信。第一種利益是講經，講經是「法施利益」。什麼利益？「令眾生破迷開悟，早證無上菩提」，第一種利益。我們看念老的註解，「如《觀佛三昧經》云」，黃念祖老居士註解這個經，真實智慧，他不用他自己的話，用經來註經。《觀佛三昧經》上說的，「佛告父王：諸佛出世有三種益。一者，口說十二部經，法施利益，能除眾生無明暗障，開智慧眼，生諸佛前，早得無上菩提」。實際上就是指的這部經。所以，善導大師有一句名言，「諸佛所以興出世，唯說彌陀本願海」，這部經就是說彌陀本願的。一切佛出現在世間，說什麼經？就說這部經，以這部經為主。這部經他不相信，他不能接受，再給他說別的，別的是附帶的。要知道，這部經是他主說的，真正是無上的妙法。"
    },
    {
      "id": "02-040-0027_p0033",
      "zh_CN": "在此地有个佛学名词，叫「十二部经」，我们有一个参考资料。「十二部经」，这是佛学常识，「一切经教的内容分为十二类，叫做十二部经，也叫做十二分教」。诸位看到这个名词就晓得。释迦牟尼佛说法四十九年，所说一切经典归纳起来不外乎这十二种，十二种方法、说法，他怎么说的。第一个是「长行」，我们今天读的这些经文叫长行，是散文的体裁，「直说法相」，一切诸法的相状。古大德又把这些相状归纳为六大类，性、相、理、事、因、果。归纳得好，这六大类包括释迦牟尼佛一生所说，一个不漏。长行，长行是散文，直说，「不限定字句」，完全让你自由发挥，「因行类长，故称长行」，说得多，完全从文字上说的。这是最方便的一种方法，它没有任何拘束。",
      "zh_TW": "在此地有個佛學名詞，叫「十二部經」，我們有一個參考資料。「十二部經」，這是佛學常識，「一切經教的內容分為十二類，叫做十二部經，也叫做十二分教」。諸位看到這個名詞就曉得。釋迦牟尼佛說法四十九年，所說一切經典歸納起來不外乎這十二種，十二種方法、說法，他怎麼說的。第一個是「長行」，我們今天讀的這些經文叫長行，是散文的體裁，「直說法相」，一切諸法的相狀。古大德又把這些相狀歸納為六大類，性、相、理、事、因、果。歸納得好，這六大類包括釋迦牟尼佛一生所說，一個不漏。長行，長行是散文，直說，「不限定字句」，完全讓你自由發揮，「因行類長，故稱長行」，說得多，完全從文字上說的。這是最方便的一種方法，它沒有任何拘束。"
    },
    {
      "id": "02-040-0027_p0034",
      "zh_CN": "第二种叫「重颂」。重颂是什么？长行说完了，后面再以偈颂，偈颂是诗歌的体裁，有押韵，有限制句子。四句是一首偈，有五言的、有六言的、有七言的，它有限制。里面说的什么？长行里面说的再用偈颂说一遍，重复。用意在哪里？加深印象，怕你在长行听了你忘掉了，再重复一次。第二个意思，佛讲经不是像学校上课，到时候大家就来了，佛讲经有先来后到的。有经讲一半的时候他来的，有经快讲完的时候他来的，前面讲的很重要的他没有听到。佛慈悲，用偈颂的体裁，偈颂也能够唱，把它再说一遍，让这些后到的人也能够听到完整的意思。有这两种作用。所以它「有重宣之意，故名重颂」。",
      "zh_TW": "第二種叫「重頌」。重頌是什麼？長行說完了，後面再以偈頌，偈頌是詩歌的體裁，有押韻，有限制句子。四句是一首偈，有五言的、有六言的、有七言的，它有限制。裡面說的什麼？長行裡面說的再用偈頌說一遍，重複。用意在哪裡？加深印象，怕你在長行聽了你忘掉了，再重複一次。第二個意思，佛講經不是像學校上課，到時候大家就來了，佛講經有先來後到的。有經講一半的時候他來的，有經快講完的時候他來的，前面講的很重要的他沒有聽到。佛慈悲，用偈頌的體裁，偈頌也能夠唱，把它再說一遍，讓這些後到的人也能夠聽到完整的意思。有這兩種作用。所以它「有重宣之意，故名重頌」。"
    },
    {
      "id": "02-040-0027_p0035",
      "zh_CN": "第三种「孤起颂」。孤起颂是独立的，是偈颂，但是不是重复前面意思，前面没讲过的，完全用偈颂来讲，这一类叫孤起颂，长行没说的。",
      "zh_TW": "第三種「孤起頌」。孤起頌是獨立的，是偈頌，但是不是重複前面意思，前面沒講過的，完全用偈頌來講，這一類叫孤起頌，長行沒說的。"
    },
    {
      "id": "02-040-0027_p0036",
      "zh_CN": "第四类叫「因缘，述说见佛闻法，或佛说法教化的因缘」。我们一般人说讲故事，述说见佛，释迦牟尼佛在过去生中修菩萨行，见到哪些佛，佛给他说些什么，这说自己的。或者佛说法教化众生，佛能观机，知道这个众生过去生中跟自己是什么缘分，过去生中他喜欢修哪些法门，凡人不知道，佛知道。所以佛教学，他契机，就是说佛能看到他过去世，这个带来了很多的方便。我们这个世间，老师教学，学生第一次见面，要跟学生谈话。谈话当中一定要问这个学生他的过去，特别是过去学的是些什么。学佛，有没有听过经，听哪些人讲经，听的是些什么经，听了之后你感觉怎样。你才真正了解这个学生，你掌握这些资料，你才知道用什么方法教他，这契机；对他不了解，不行。我们今天利用远程教学，不是对一个人的，是对大众的，大众里头什么样的根机都有。这就需要相当高度的善巧方便，让各种不同根性的人听了都能得受用，这大家才欢喜。所以，浅、深、广、略方方面面都要照顾到，让在电视机前、在电脑前面他也能生欢喜心，这讲经你才契机。不违背佛经所讲的原理，原理是诸法实相、真相，决定不违背。介绍给听众有善巧方便，让他喜欢听，让他能听得懂，这才能真正收到效果。",
      "zh_TW": "第四類叫「因緣，述說見佛聞法，或佛說法教化的因緣」。我們一般人說講故事，述說見佛，釋迦牟尼佛在過去生中修菩薩行，見到哪些佛，佛給他說些什麼，這說自己的。或者佛說法教化眾生，佛能觀機，知道這個眾生過去生中跟自己是什麼緣分，過去生中他喜歡修哪些法門，凡人不知道，佛知道。所以佛教學，他契機，就是說佛能看到他過去世，這個帶來了很多的方便。我們這個世間，老師教學，學生第一次見面，要跟學生談話。談話當中一定要問這個學生他的過去，特別是過去學的是些什麼。學佛，有沒有聽過經，聽哪些人講經，聽的是些什麼經，聽了之後你感覺怎樣。你才真正了解這個學生，你掌握這些資料，你才知道用什麼方法教他，這契機；對他不了解，不行。我們今天利用遠程教學，不是對一個人的，是對大眾的，大眾裡頭什麼樣的根機都有。這就需要相當高度的善巧方便，讓各種不同根性的人聽了都能得受用，這大家才歡喜。所以，淺、深、廣、略方方面面都要照顧到，讓在電視機前、在電腦前面他也能生歡喜心，這講經你才契機。不違背佛經所講的原理，原理是諸法實相、真相，決定不違背。介紹給聽眾有善巧方便，讓他喜歡聽，讓他能聽得懂，這才能真正收到效果。"
    },
    {
      "id": "02-040-0027_p0037",
      "zh_CN": "第五种「本事」，本事是说「佛说各弟子过去世因缘」，这叫本事。过去生中，佛这些弟子很多都是生生世世跟佛有缘的，我们也不例外，我们如果跟佛没有缘，这一生遇到也不相信。社会大众很多，我们的讲堂就在他隔壁，从来不来一次，没有缘。有缘的，在外国也跑来听。",
      "zh_TW": "第五種「本事」，本事是說「佛說各弟子過去世因緣」，這叫本事。過去生中，佛這些弟子很多都是生生世世跟佛有緣的，我們也不例外，我們如果跟佛沒有緣，這一生遇到也不相信。社會大眾很多，我們的講堂就在他隔壁，從來不來一次，沒有緣。有緣的，在外國也跑來聽。"
    },
    {
      "id": "02-040-0027_p0038",
      "zh_CN": "「本生」，本生是佛说自己过去世的因缘，这一类叫本生。",
      "zh_TW": "「本生」，本生是佛說自己過去世的因緣，這一類叫本生。"
    },
    {
      "id": "02-040-0027_p0039",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}