{
  "doc_id": "02-040-0329",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三二九集",
    "zh_TW": "第三二九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "斯里兰卡弥陀精舍",
    "zh_TW": "斯里蘭卡彌陀精舍"
  },
  "doc_number": "02-040-0329",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0329_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0329_p0002",
      "zh_CN": "请看《大经科注》第六百零九页第一行：",
      "zh_TW": "請看《大經科註》第六百零九頁第一行："
    },
    {
      "id": "02-040-0329_p0003",
      "zh_CN": "「总指彼佛国土十七种庄严功德力，不可得思议也」。《往生论》上总共有二十九种庄严，依报跟正报。依报十七种，我们学过了。正报，阿弥陀佛八种，我们学了四种，现在接着看第五。第五，「何者庄严大众功德成就。偈言：天人不动众，清净智海生」。昙鸾大师的注解，「彼土之人天圣众，皆成就大乘善根，由如来清净之智海而生」。这桩事情是说六道里面的人道与天道，这两道是善道。六道虽然讲三善道，阿修罗的善有问题，阿修罗这一生善，来生不善。为什么？他不能修纯净的善业，行善里面夹杂着贡高、傲慢、嫉妒，这些烦恼夹在里面，所以感得阿修罗、罗刹这样的果报。有大福报，但是享福的时候会造种种恶业，寿命终了之后，绝大多数都是堕地狱跟无间地狱，所以他不能算是纯善。",
      "zh_TW": "「總指彼佛國土十七種莊嚴功德力，不可得思議也」。《往生論》上總共有二十九種莊嚴，依報跟正報。依報十七種，我們學過了。正報，阿彌陀佛八種，我們學了四種，現在接著看第五。第五，「何者莊嚴大眾功德成就。偈言：天人不動眾，清淨智海生」。曇鸞大師的註解，「彼土之人天聖眾，皆成就大乘善根，由如來清淨之智海而生」。這樁事情是說六道裡面的人道與天道，這兩道是善道。六道雖然講三善道，阿修羅的善有問題，阿修羅這一生善，來生不善。為什麼？他不能修純淨的善業，行善裡面夾雜著貢高、傲慢、嫉妒，這些煩惱夾在裡面，所以感得阿修羅、羅剎這樣的果報。有大福報，但是享福的時候會造種種惡業，壽命終了之後，絕大多數都是墮地獄跟無間地獄，所以他不能算是純善。"
    },
    {
      "id": "02-040-0329_p0004",
      "zh_CN": "人天两道的众生信愿持名往生到极乐世界，这些人都成就了大乘善根。大乘善根怎么成就的？念阿弥陀佛成就的。得到阿弥陀佛威神的加持，如来真实智慧、真实的利益，接引他到极乐世界去了，所以说是由如来清净智海而生。修行的时间好像不长，从我们接触到净土到真正深信净土发愿求生，这个时间就不是很长，可是成就无比的殊胜。所以善导大师说，「诸佛所以兴出世，唯说弥陀本愿海」。这是阿弥陀佛的本愿，就是四十八愿，四十八愿让我们轻而易举得如来清净智海。我们要珍惜这个缘分，不能把这桩事情看轻了，实实在在说，人生在世，没有任何事情比这桩事更大，比这桩事情更重要，没有了。学佛的人大概都能够接受六道轮回，死了以后到哪里去，这才是头等的大事。如果选择到极乐世界，你完全选对了，等于是你成佛了，这是完全依靠阿弥陀佛的威神、阿弥陀佛的恩德。知恩报恩，往生到极乐世界就是。庄严大众功德成就，大众里面特别举人天，人天都得到这样的功德成就，何况二乘、三乘、法身菩萨，得的利益当然更大。",
      "zh_TW": "人天兩道的眾生信願持名往生到極樂世界，這些人都成就了大乘善根。大乘善根怎麼成就的？念阿彌陀佛成就的。得到阿彌陀佛威神的加持，如來真實智慧、真實的利益，接引他到極樂世界去了，所以說是由如來清淨智海而生。修行的時間好像不長，從我們接觸到淨土到真正深信淨土發願求生，這個時間就不是很長，可是成就無比的殊勝。所以善導大師說，「諸佛所以興出世，唯說彌陀本願海」。這是阿彌陀佛的本願，就是四十八願，四十八願讓我們輕而易舉得如來清淨智海。我們要珍惜這個緣分，不能把這樁事情看輕了，實實在在說，人生在世，沒有任何事情比這樁事更大，比這樁事情更重要，沒有了。學佛的人大概都能夠接受六道輪迴，死了以後到哪裡去，這才是頭等的大事。如果選擇到極樂世界，你完全選對了，等於是你成佛了，這是完全依靠阿彌陀佛的威神、阿彌陀佛的恩德。知恩報恩，往生到極樂世界就是。莊嚴大眾功德成就，大眾裡面特別舉人天，人天都得到這樣的功德成就，何況二乘、三乘、法身菩薩，得的利益當然更大。"
    },
    {
      "id": "02-040-0329_p0005",
      "zh_CN": "下面第六，「何者庄严上首功德成就。偈言：如须弥山王，胜妙无过者」。昙鸾法师的注解说，「阿弥陀佛，于净土为上首」。十方一切诸佛如来都有净土，一切诸佛的净土比不上阿弥陀佛的净土，什么原因？我们很清楚、很明白。阿弥陀佛净土从哪里来的？极乐世界从哪里来的？是考察十方一切诸佛刹土，舍人之短，取人之长，建立极乐净土，所以这个净土的成就自然超越十方。十方净土里面好的它统统具足，十方净土里头有缺陷的，极乐世界没有，这就超越了。「如须弥山王」，这是比喻。须弥山是一个单位世界里头的中心点，也是最高的山，称为须弥山。须弥山在哪里？单位世界的中心。有人误以为喜马拉雅山是须弥山，过去确实不少人都是这个讲法。以后科学技术进步了，知道有太阳系，九大行星绕着太阳转，就误以为太阳是须弥山，是我们这组星球的中心点。我们也有这个想法，可是，总是不能够有圆满的答案。我遇到黄念祖老居士之后，他老人家主动告诉我的，我没问他。讲到三千大千世界，他告诉我，佛经上讲的须弥山是中国古人所讲的黄极。那黄极是什么？是银河系的中心点。",
      "zh_TW": "下面第六，「何者莊嚴上首功德成就。偈言：如須彌山王，勝妙無過者」。曇鸞法師的註解說，「阿彌陀佛，於淨土為上首」。十方一切諸佛如來都有淨土，一切諸佛的淨土比不上阿彌陀佛的淨土，什麼原因？我們很清楚、很明白。阿彌陀佛淨土從哪裡來的？極樂世界從哪裡來的？是考察十方一切諸佛剎土，捨人之短，取人之長，建立極樂淨土，所以這個淨土的成就自然超越十方。十方淨土裡面好的它統統具足，十方淨土裡頭有缺陷的，極樂世界沒有，這就超越了。「如須彌山王」，這是比喻。須彌山是一個單位世界裡頭的中心點，也是最高的山，稱為須彌山。須彌山在哪裡？單位世界的中心。有人誤以為喜馬拉雅山是須彌山，過去確實不少人都是這個講法。以後科學技術進步了，知道有太陽系，九大行星繞著太陽轉，就誤以為太陽是須彌山，是我們這組星球的中心點。我們也有這個想法，可是，總是不能夠有圓滿的答案。我遇到黃念祖老居士之後，他老人家主動告訴我的，我沒問他。講到三千大千世界，他告訴我，佛經上講的須彌山是中國古人所講的黃極。那黃極是什麼？是銀河系的中心點。"
    },
    {
      "id": "02-040-0329_p0006",
      "zh_CN": "现在科学家认为，银河中心点是个黑洞，非常巨大的黑洞，引力特别强，连光都被它吸引进去。２０１２马雅的预言就是指这个黑洞，这一天银河对齐，银河的中心、太阳、地球排成一条直线，这个时候最怕的就是黑洞的引力引发太阳的风暴，把太阳风暴拉起来，这个风暴会影响地球。科学家当时最保守的估计，是地球人对太空发射的人造卫星可能全部摧毁，这一摧毁，通信、交通都产生障碍。现在轮船、飞机靠这些卫星导航，这卫星要失效的时候，在空中方向就拿不准。这一天，算是地球上人还有福报，这一天过去了，灾难没出现。这桩事情也有些人预料到的，纵然有这个情形，毕竟距离非常遥远，这个引力不至于造成灾难，有这一派人的说法。这两种我们都听过，人数几乎是相等，一半一半，到底谁说得准确？必须到这一天才知道。",
      "zh_TW": "現在科學家認為，銀河中心點是個黑洞，非常巨大的黑洞，引力特別強，連光都被它吸引進去。２０１２馬雅的預言就是指這個黑洞，這一天銀河對齊，銀河的中心、太陽、地球排成一條直線，這個時候最怕的就是黑洞的引力引發太陽的風暴，把太陽風暴拉起來，這個風暴會影響地球。科學家當時最保守的估計，是地球人對太空發射的人造衛星可能全部摧毀，這一摧毀，通信、交通都產生障礙。現在輪船、飛機靠這些衛星導航，這衛星要失效的時候，在空中方向就拿不準。這一天，算是地球上人還有福報，這一天過去了，災難沒出現。這樁事情也有些人預料到的，縱然有這個情形，畢竟距離非常遙遠，這個引力不至於造成災難，有這一派人的說法。這兩種我們都聽過，人數幾乎是相等，一半一半，到底誰說得準確？必須到這一天才知道。"
    },
    {
      "id": "02-040-0329_p0007",
      "zh_CN": "所以佛常常用须弥来做比喻，山中之王，一切山没有像须弥这样的高大，银河系的中心。我们看到天文学家拍照的，银河系的星云，那个样子是像两个盘，我们用的餐具，盘子，两个盘覆盖着，中间凸起来，两边很细长，是这么个形状。应该佛说的须弥山，就是银河系中心最丰满的这一部分，凸出的，像个山一样，殊胜奇妙，没有超过它的。昙鸾法师注解也很清楚，佛这个偈子是用阿弥陀佛的净土跟十方诸佛刹土里面的净土相比，可以说弥陀净土纯净纯善，找不到瑕疵，这是十方世界净土不能跟它相比的。庄严上首的成就。",
      "zh_TW": "所以佛常常用須彌來做比喻，山中之王，一切山沒有像須彌這樣的高大，銀河系的中心。我們看到天文學家拍照的，銀河系的星雲，那個樣子是像兩個盤，我們用的餐具，盤子，兩個盤覆蓋著，中間凸起來，兩邊很細長，是這麼個形狀。應該佛說的須彌山，就是銀河系中心最豐滿的這一部分，凸出的，像個山一樣，殊勝奇妙，沒有超過它的。曇鸞法師註解也很清楚，佛這個偈子是用阿彌陀佛的淨土跟十方諸佛剎土裡面的淨土相比，可以說彌陀淨土純淨純善，找不到瑕疵，這是十方世界淨土不能跟它相比的。莊嚴上首的成就。"
    },
    {
      "id": "02-040-0329_p0008",
      "zh_CN": "第七，「何者庄严主功德成就」，主是教主，就是阿弥陀佛。「偈言：天人丈夫众，恭敬绕瞻仰」。注解里头说，「阿弥陀佛，为彼土之教主，天人丈夫之众，恭敬瞻仰」。所有一切往生到净土的这些大众，全是大乘菩萨，这是得阿弥陀佛的加持，个个皆是。偈子里面说，天人丈夫众，这里头的意思就是对我们来说的，我们属于天人，以我们做代表，往生极乐世界，到极乐世界就见到阿弥陀佛。弥陀来接引的时候是化身，佛的化身无量无边无数无尽，念念都没有中断。为什么？十方世界无量无边无数无尽的念佛人，只要求愿往生，阿弥陀佛都会去接引。",
      "zh_TW": "第七，「何者莊嚴主功德成就」，主是教主，就是阿彌陀佛。「偈言：天人丈夫眾，恭敬繞瞻仰」。註解裡頭說，「阿彌陀佛，為彼土之教主，天人丈夫之眾，恭敬瞻仰」。所有一切往生到淨土的這些大眾，全是大乘菩薩，這是得阿彌陀佛的加持，個個皆是。偈子裡面說，天人丈夫眾，這裡頭的意思就是對我們來說的，我們屬於天人，以我們做代表，往生極樂世界，到極樂世界就見到阿彌陀佛。彌陀來接引的時候是化身，佛的化身無量無邊無數無盡，念念都沒有中斷。為什麼？十方世界無量無邊無數無盡的念佛人，只要求願往生，阿彌陀佛都會去接引。"
    },
    {
      "id": "02-040-0329_p0009",
      "zh_CN": "阿弥陀佛在哪里？阿弥陀佛能忙得过来吗？这么多人接引，会不会把我漏掉？这不是我一个人担心，担心的人不少。我们现在明白，一个都不漏，为什么？阿弥陀佛的身、心遍法界虚空界，他是光，他没有形相，光明遍照法界。所以阿弥陀佛真的就在我们面前，我们的愿力成就了，他就现身，当处现身。是不是从极乐世界到这来？没有，当处出生。像变魔术一样，手上一拈，莲花就在手上。这个莲花，就是七宝池里面你天天念佛长成的莲花，上头有你的名字，没有错误。莲花一现前，你就看到莲花开了，里头有宝座，莲蓬是宝座，你坐上莲花，花就又合起来。阿弥陀佛把这个花放在莲池里面，等你在里面蜕变，在花里头蜕变，花再一开，你完全八识五十一心所统统转掉了。我们讲转八识成四智，不要自己修行功夫，阿弥陀佛威神加持，自自然然转过来了。这个时候一转过来，你的身是法性身，你居住的环境是法性土，跟十法界完全不一样。十法界是阿赖耶变的，唯心所现，唯识所变，它加了个识变，变成这么麻烦。转识成智之后，只有心现没有识变，心现的与法性相应，身、心、环境都不可思议。",
      "zh_TW": "阿彌陀佛在哪裡？阿彌陀佛能忙得過來嗎？這麼多人接引，會不會把我漏掉？這不是我一個人擔心，擔心的人不少。我們現在明白，一個都不漏，為什麼？阿彌陀佛的身、心遍法界虛空界，他是光，他沒有形相，光明遍照法界。所以阿彌陀佛真的就在我們面前，我們的願力成就了，他就現身，當處現身。是不是從極樂世界到這來？沒有，當處出生。像變魔術一樣，手上一拈，蓮花就在手上。這個蓮花，就是七寶池裡面你天天念佛長成的蓮花，上頭有你的名字，沒有錯誤。蓮花一現前，你就看到蓮花開了，裡頭有寶座，蓮蓬是寶座，你坐上蓮花，花就又合起來。阿彌陀佛把這個花放在蓮池裡面，等你在裡面蛻變，在花裡頭蛻變，花再一開，你完全八識五十一心所統統轉掉了。我們講轉八識成四智，不要自己修行功夫，阿彌陀佛威神加持，自自然然轉過來了。這個時候一轉過來，你的身是法性身，你居住的環境是法性土，跟十法界完全不一樣。十法界是阿賴耶變的，唯心所現，唯識所變，它加了個識變，變成這麼麻煩。轉識成智之後，只有心現沒有識變，心現的與法性相應，身、心、環境都不可思議。"
    },
    {
      "id": "02-040-0329_p0010",
      "zh_CN": "阿赖耶变的全是生灭法，有生有灭。阿赖耶是波动的现象，这个波动频率非常高，好像永远不停，为什么不停？是因为念头。我们自己的念头、一切众生的念头，念头止不住，所以阿赖耶不会停。我们自己用自己修行的功夫，一定要把念头止于一处，这就是定功，达到究竟处，跟自性本定融成一片，阿赖耶就没有了。为什么没有？自性本定。惠能大师说，「何期自性，本无动摇」，那是我们的本性。这个时候就契入常寂光了，没有身相，也没有心相。身是物质现象，心是心理现象（就是念头），统统没有了。无比的灵敏，极其微细他都知道，有感他就现形，无处不现形。说实在话，没有来去，没有先后。没有来去，没有空间；没有先后，没有时间，时间跟空间全是假的。这个说的真相，宇宙人生真相统统现前，这是妙觉如来境界，是究竟的果报，《华严》称为妙觉如来。",
      "zh_TW": "阿賴耶變的全是生滅法，有生有滅。阿賴耶是波動的現象，這個波動頻率非常高，好像永遠不停，為什麼不停？是因為念頭。我們自己的念頭、一切眾生的念頭，念頭止不住，所以阿賴耶不會停。我們自己用自己修行的功夫，一定要把念頭止於一處，這就是定功，達到究竟處，跟自性本定融成一片，阿賴耶就沒有了。為什麼沒有？自性本定。惠能大師說，「何期自性，本無動搖」，那是我們的本性。這個時候就契入常寂光了，沒有身相，也沒有心相。身是物質現象，心是心理現象（就是念頭），統統沒有了。無比的靈敏，極其微細他都知道，有感他就現形，無處不現形。說實在話，沒有來去，沒有先後。沒有來去，沒有空間；沒有先後，沒有時間，時間跟空間全是假的。這個說的真相，宇宙人生真相統統現前，這是妙覺如來境界，是究竟的果報，《華嚴》稱為妙覺如來。"
    },
    {
      "id": "02-040-0329_p0011",
      "zh_CN": "佛八种最后一种，「何者庄严不虚作住持功德成就。偈言：观佛本愿力，遇无空过者，能令速满足，功德大宝海。」这个不是念老注解的，这古德说的，「即见彼佛，未证净心菩萨，毕竟得证平等法身。与净心菩萨，与上地诸菩萨，毕竟同得寂灭平等故」。这个是阿弥陀佛惠予真实利益达到了究竟圆满，我们对他无比的感恩，由于他的加持，我们成佛了。这是阿弥陀佛四十八愿本愿的威神功德，只要你遇到，没有一个空过的，弥陀本愿能帮助你速满足，快速圆满。",
      "zh_TW": "佛八種最後一種，「何者莊嚴不虛作住持功德成就。偈言：觀佛本願力，遇無空過者，能令速滿足，功德大寶海。」這個不是念老註解的，這古德說的，「即見彼佛，未證淨心菩薩，畢竟得證平等法身。與淨心菩薩，與上地諸菩薩，畢竟同得寂滅平等故」。這個是阿彌陀佛惠予真實利益達到了究竟圓滿，我們對他無比的感恩，由於他的加持，我們成佛了。這是阿彌陀佛四十八願本願的威神功德，只要你遇到，沒有一個空過的，彌陀本願能幫助你速滿足，快速圓滿。"
    },
    {
      "id": "02-040-0329_p0012",
      "zh_CN": "注里面说得很好，未证净心菩萨，本经经题上说了五个字「清净平等觉」，我们没有证得净心。清净心是我们依《华严经》的说法，菩萨五十一个级别，得清净心的是十信里面七信以上，得清净心。七信菩萨是阿罗汉，八信是辟支佛，这是得清净心的；没有得清净心是人天，未证净心，也称菩萨。人天生凡圣同居土，毕竟得证平等法身，这个平等法身可高了，是阿惟越致菩萨，是圆教初住以上。与净心菩萨，方便有余土的；与上地诸菩萨，实报庄严土的，与他们毕竟同得寂灭平等故。这个话说得非常肯定，没有疑惑，没有犹豫，我们要相信。我们到极乐世界是不是未证净心菩萨？是的。但是在极乐世界得到的是，与净心菩萨，甚至与上地菩萨（净心菩萨是小乘，上地菩萨是法身大士）同等待遇，毕竟同得寂灭平等故。这还得了！这句是真正难信之法，难信你能相信，你的福德不可思议。",
      "zh_TW": "註裡面說得很好，未證淨心菩薩，本經經題上說了五個字「清淨平等覺」，我們沒有證得淨心。清淨心是我們依《華嚴經》的說法，菩薩五十一個級別，得清淨心的是十信裡面七信以上，得清淨心。七信菩薩是阿羅漢，八信是辟支佛，這是得清淨心的；沒有得清淨心是人天，未證淨心，也稱菩薩。人天生凡聖同居土，畢竟得證平等法身，這個平等法身可高了，是阿惟越致菩薩，是圓教初住以上。與淨心菩薩，方便有餘土的；與上地諸菩薩，實報莊嚴土的，與他們畢竟同得寂滅平等故。這個話說得非常肯定，沒有疑惑，沒有猶豫，我們要相信。我們到極樂世界是不是未證淨心菩薩？是的。但是在極樂世界得到的是，與淨心菩薩，甚至與上地菩薩（淨心菩薩是小乘，上地菩薩是法身大士）同等待遇，畢竟同得寂滅平等故。這還得了！這句是真正難信之法，難信你能相信，你的福德不可思議。"
    },
    {
      "id": "02-040-0329_p0013",
      "zh_CN": "括弧里面，后头两行是昙鸾法师说的，「佛之本愿力非虚设」，不是假的是真的，阿弥陀佛四十八愿的愿力，宏深不可思议。「遇之无空过者」，就怕你遇不到，你真正遇到，没有一个是空过的。也就是说，遇到了一定成就，一生决定成佛。要把它抓得牢牢的，我真信，我没有怀疑，我真想去。这个真想往生的念头是念念不舍，什么念头都放下，我就是这么一个念头，想往生极乐世界。真有这个念头，这句佛号肯定你不会间断，一切时，一切处，你心里头是阿弥陀佛、阿弥陀佛一句接一句，肯定是这样的，为什么？想成佛。想成佛是个妄想，不能够实现的，但是你遇到阿弥陀佛，念阿弥陀佛那不是假的。阿弥陀佛凭什么帮你成佛？凭四十八愿，他是愿愿都兑现，愿愿都落实，证明就是极乐世界。他有一愿不能成就，极乐世界就不会现前；愿愿都兑现，愿愿都成就，极乐世界现前，这是证据。这就是功德大宝海，功德大宝海是西方极乐世界，必定帮助你快速满足功德大宝海。功德大宝海是成佛，跟阿弥陀佛一样，跟阿弥陀佛平等。",
      "zh_TW": "括弧裡面，後頭兩行是曇鸞法師說的，「佛之本願力非虛設」，不是假的是真的，阿彌陀佛四十八願的願力，宏深不可思議。「遇之無空過者」，就怕你遇不到，你真正遇到，沒有一個是空過的。也就是說，遇到了一定成就，一生決定成佛。要把它抓得牢牢的，我真信，我沒有懷疑，我真想去。這個真想往生的念頭是念念不捨，什麼念頭都放下，我就是這麼一個念頭，想往生極樂世界。真有這個念頭，這句佛號肯定你不會間斷，一切時，一切處，你心裡頭是阿彌陀佛、阿彌陀佛一句接一句，肯定是這樣的，為什麼？想成佛。想成佛是個妄想，不能夠實現的，但是你遇到阿彌陀佛，念阿彌陀佛那不是假的。阿彌陀佛憑什麼幫你成佛？憑四十八願，他是願願都兌現，願願都落實，證明就是極樂世界。他有一願不能成就，極樂世界就不會現前；願願都兌現，願願都成就，極樂世界現前，這是證據。這就是功德大寶海，功德大寶海是西方極樂世界，必定幫助你快速滿足功德大寶海。功德大寶海是成佛，跟阿彌陀佛一樣，跟阿彌陀佛平等。"
    },
    {
      "id": "02-040-0329_p0014",
      "zh_CN": "这个地方的「净心菩萨」，这是昙鸾法师说的，「依往生论注」，《往生论》的注解，「八地以上始为净心菩萨」，这个清净就高了。通常我们讲清净心，阿罗汉能证得，是在七信位。七信上面有十住、十行、十回向，十地到第八地，这个地位距离妙觉如来非常近，智慧神通道力跟妙觉差不多。八地菩萨能看到宇宙究竟的真相，就是宇宙怎么来的，万物怎么来的，生命怎么来的，我从哪里来的，全看清楚了，一丝毫迷惑都没有。而且有能力很快速融入常寂光，融入常寂光就是妙觉如来，究竟圆满。",
      "zh_TW": "這個地方的「淨心菩薩」，這是曇鸞法師說的，「依往生論註」，《往生論》的註解，「八地以上始為淨心菩薩」，這個清淨就高了。通常我們講清淨心，阿羅漢能證得，是在七信位。七信上面有十住、十行、十迴向，十地到第八地，這個地位距離妙覺如來非常近，智慧神通道力跟妙覺差不多。八地菩薩能看到宇宙究竟的真相，就是宇宙怎麼來的，萬物怎麼來的，生命怎麼來的，我從哪裡來的，全看清楚了，一絲毫迷惑都沒有。而且有能力很快速融入常寂光，融入常寂光就是妙覺如來，究竟圓滿。"
    },
    {
      "id": "02-040-0329_p0015",
      "zh_CN": "观佛八种，后面是观菩萨，就是往生到极乐世界这些人，这有四种。「观察菩萨庄严功德成就者，观彼菩萨有四种正修行功德成就，应知。何者为四」，哪四种？第一，「于一佛土身不动摇，而遍十方种种应化，如实修行，常作佛事」。我们往生到极乐世界就得到。一佛土是极乐世界，在极乐世界身确实没动，身在阿弥陀佛大讲堂，佛在说法，我们在听闻，身不动。可是而遍十方种种应化，这个时候我们有能力应化身，应是感应，众生有感，自然就有应，化是变化，种种，真的是无量无边无数无尽。虚空法界有多少诸佛如来，有多少刹土，你就现多少身，有这种能力。",
      "zh_TW": "觀佛八種，後面是觀菩薩，就是往生到極樂世界這些人，這有四種。「觀察菩薩莊嚴功德成就者，觀彼菩薩有四種正修行功德成就，應知。何者為四」，哪四種？第一，「於一佛土身不動搖，而遍十方種種應化，如實修行，常作佛事」。我們往生到極樂世界就得到。一佛土是極樂世界，在極樂世界身確實沒動，身在阿彌陀佛大講堂，佛在說法，我們在聽聞，身不動。可是而遍十方種種應化，這個時候我們有能力應化身，應是感應，眾生有感，自然就有應，化是變化，種種，真的是無量無邊無數無盡。虛空法界有多少諸佛如來，有多少剎土，你就現多少身，有這種能力。"
    },
    {
      "id": "02-040-0329_p0016",
      "zh_CN": "如实修行是上求下化，这就是供佛闻法。礼敬诸佛，这是修福；听闻佛法是修慧，福慧双修。极乐世界修一天，我们这个世界修无量劫都赶不上，这地方能不去吗？遇不到没福，无可奈何；遇到之后要疏忽，那叫真错了。遇到的人要回头，不要再打妄想，机会难得，诸佛如来都恭喜你，你怎么遇到这么殊胜的缘分，你很快就要作佛！如果你还打妄想，还不能放下，虽然想去，缘不具足没去成，那叫真可惜。必须要认识清楚，就像《金刚经》上所说的，这个世界，不要说这个地球，整个娑婆世界，「凡所有相皆是虚妄」、「一切有为法如梦幻泡影」。有为法是什么？是十法界依正庄严。六道是有为法，十法界是有为法，梦幻泡影，这叫看破。看破之后就把它放下，一心一意老实念佛，取西方极乐世界。",
      "zh_TW": "如實修行是上求下化，這就是供佛聞法。禮敬諸佛，這是修福；聽聞佛法是修慧，福慧雙修。極樂世界修一天，我們這個世界修無量劫都趕不上，這地方能不去嗎？遇不到沒福，無可奈何；遇到之後要疏忽，那叫真錯了。遇到的人要回頭，不要再打妄想，機會難得，諸佛如來都恭喜你，你怎麼遇到這麼殊勝的緣分，你很快就要作佛！如果你還打妄想，還不能放下，雖然想去，緣不具足沒去成，那叫真可惜。必須要認識清楚，就像《金剛經》上所說的，這個世界，不要說這個地球，整個娑婆世界，「凡所有相皆是虛妄」、「一切有為法如夢幻泡影」。有為法是什麼？是十法界依正莊嚴。六道是有為法，十法界是有為法，夢幻泡影，這叫看破。看破之後就把它放下，一心一意老實念佛，取西方極樂世界。"
    },
    {
      "id": "02-040-0329_p0017",
      "zh_CN": "有些人来找我，求我帮助他。我怎么帮助？就是把这个事实真相讲清楚、讲明白，告诉他。去不去是他的事情，我没办法干涉。他真听懂，真明白，如《金刚经》上所说的，「法尚应舍，何况非法」，法是什么？佛法。释迦牟尼佛四十九年所说一切经，我把它放下了，我只要信愿持名四个字，就成功了。佛所说这些大经大论，我们很羡慕、很向往，想学习，在这个世界你要知道，你没有那么长的寿命，你一部经都学不通。告诉你，只有念佛求生净土，要真正相信，没有丝毫怀疑。佛没有妄语，句句话是真言，真是真实。离四种口过，就是不妄语、不两舌、不绮语、不恶口，说出的话叫真言，相信的人有福，怀疑的人没福报。一心求生净土，正确的，对的，世间什么都是假的，一场空，搞这个干什么？什么人能相信，什么人就成就，佛门的术语叫得度。所有一切妄念统统要打掉、要舍掉，因为它会扰乱。",
      "zh_TW": "有些人來找我，求我幫助他。我怎麼幫助？就是把這個事實真相講清楚、講明白，告訴他。去不去是他的事情，我沒辦法干涉。他真聽懂，真明白，如《金剛經》上所說的，「法尚應捨，何況非法」，法是什麼？佛法。釋迦牟尼佛四十九年所說一切經，我把它放下了，我只要信願持名四個字，就成功了。佛所說這些大經大論，我們很羨慕、很嚮往，想學習，在這個世界你要知道，你沒有那麼長的壽命，你一部經都學不通。告訴你，只有念佛求生淨土，要真正相信，沒有絲毫懷疑。佛沒有妄語，句句話是真言，真是真實。離四種口過，就是不妄語、不兩舌、不綺語、不惡口，說出的話叫真言，相信的人有福，懷疑的人沒福報。一心求生淨土，正確的，對的，世間什麼都是假的，一場空，搞這個幹什麼？什麼人能相信，什麼人就成就，佛門的術語叫得度。所有一切妄念統統要打掉、要捨掉，因為它會擾亂。"
    },
    {
      "id": "02-040-0329_p0018",
      "zh_CN": "如实修行，上求下化，常作佛事是下化。佛事就是教化众生的事业，今天称它作佛陀教育。教什么？帮助众生断恶修善，破迷开悟，转凡成圣，这叫佛事。净土宗是最高的是转凡成圣，你往生到极乐世界，你看皆作阿惟越致菩萨，圣人。没有得到清净心，到极乐世界统统得到，跟净心菩萨没有两样。昙鸾法师的注解注得高，净心，八地以上。换句话说，到西方极乐世界，个个都是八地以上，这还得了！哪个人听到不想去？在这个世间不要说八地，初信位的菩萨你都得不到，这个事实自己一定要清楚、要明白。",
      "zh_TW": "如實修行，上求下化，常作佛事是下化。佛事就是教化眾生的事業，今天稱它作佛陀教育。教什麼？幫助眾生斷惡修善，破迷開悟，轉凡成聖，這叫佛事。淨土宗是最高的是轉凡成聖，你往生到極樂世界，你看皆作阿惟越致菩薩，聖人。沒有得到清淨心，到極樂世界統統得到，跟淨心菩薩沒有兩樣。曇鸞法師的註解註得高，淨心，八地以上。換句話說，到西方極樂世界，個個都是八地以上，這還得了！哪個人聽到不想去？在這個世間不要說八地，初信位的菩薩你都得不到，這個事實自己一定要清楚、要明白。"
    },
    {
      "id": "02-040-0329_p0019",
      "zh_CN": "初信位的菩萨等于小学一年级，他不执着这个身是我，身见、边见，边见是二边，对立这个概念没有，成见没有，邪见没有，初信位的菩萨。本能透了一点点，就是神通，天眼通、天耳通，他自然得到。天眼，我们人看不见的，他看见，他能看到天上，他能看到六道轮回。天耳得到了，他能够听到，天人说话声音他能听到，鬼、地狱众生受刑惨叫的音声他能听到。所以你要是想想，我自己有没有证得初果？不必问人，这两种神通现前。《金刚经》上所说的四相放下了，我相、人相、众生相、寿者相放下了，就这个就不容易，几个人能做到。往上去就不要想了，一层比一层高。",
      "zh_TW": "初信位的菩薩等於小學一年級，他不執著這個身是我，身見、邊見，邊見是二邊，對立這個概念沒有，成見沒有，邪見沒有，初信位的菩薩。本能透了一點點，就是神通，天眼通、天耳通，他自然得到。天眼，我們人看不見的，他看見，他能看到天上，他能看到六道輪迴。天耳得到了，他能夠聽到，天人說話聲音他能聽到，鬼、地獄眾生受刑慘叫的音聲他能聽到。所以你要是想想，我自己有沒有證得初果？不必問人，這兩種神通現前。《金剛經》上所說的四相放下了，我相、人相、眾生相、壽者相放下了，就這個就不容易，幾個人能做到。往上去就不要想了，一層比一層高。"
    },
    {
      "id": "02-040-0329_p0020",
      "zh_CN": "想到这个地方，我们对阿弥陀佛自然就五体投地感恩他。不是他开这个法门，我们这一生遇到佛法也没用处，佛法确实有非常殊胜的利益，我们一分都得不到。不但得不到，最怕的是在佛法里面做错了事情，自己不知道。这个事情用现在的话说，不是在佛脸上贴金，而是在佛法里头抹黑，让世间人看到我们这个形象，对佛法退心，佛法原来是这个样子的，那又何必学它？贤首国师把修行基本的条件浓缩成四句话，非常简单。我是替佛贴金，还是给佛抹黑？你想想这四句就行了。",
      "zh_TW": "想到這個地方，我們對阿彌陀佛自然就五體投地感恩他。不是他開這個法門，我們這一生遇到佛法也沒用處，佛法確實有非常殊勝的利益，我們一分都得不到。不但得不到，最怕的是在佛法裡面做錯了事情，自己不知道。這個事情用現在的話說，不是在佛臉上貼金，而是在佛法裡頭抹黑，讓世間人看到我們這個形象，對佛法退心，佛法原來是這個樣子的，那又何必學它？賢首國師把修行基本的條件濃縮成四句話，非常簡單。我是替佛貼金，還是給佛抹黑？你想想這四句就行了。"
    },
    {
      "id": "02-040-0329_p0021",
      "zh_CN": "「随缘妙用」，我们有没有能力做到？随缘是恒顺众生，妙用是不着相，知道一切法是空的，不放在心上。放在心上就不妙了，不放在心上妙。那个妙就是昙鸾法师所讲的，八地以上，心地清净平等觉，妙！诸佛菩萨跟一切众生在一起，和光同尘。他跟六道众生，跟十法界众生，妙就妙在什么？他心上干干净净，他的心是清净平等觉，没有丝毫沾染。他是用清净平等觉跟大家和光同尘，跟大家在一起生活。换句话说，众生生活是有起心动念、分别执着，这些人完全没有，生活跟我们完全一样，没有起心动念，没有分别执着，这叫妙用。",
      "zh_TW": "「隨緣妙用」，我們有沒有能力做到？隨緣是恆順眾生，妙用是不著相，知道一切法是空的，不放在心上。放在心上就不妙了，不放在心上妙。那個妙就是曇鸞法師所講的，八地以上，心地清淨平等覺，妙！諸佛菩薩跟一切眾生在一起，和光同塵。他跟六道眾生，跟十法界眾生，妙就妙在什麼？他心上乾乾淨淨，他的心是清淨平等覺，沒有絲毫沾染。他是用清淨平等覺跟大家和光同塵，跟大家在一起生活。換句話說，眾生生活是有起心動念、分別執著，這些人完全沒有，生活跟我們完全一樣，沒有起心動念，沒有分別執著，這叫妙用。"
    },
    {
      "id": "02-040-0329_p0022",
      "zh_CN": "第二个，「威仪有则」，威仪是什么？是佛法的戒律。《沙弥律仪》，戒只有十条，后面二十四门是讲的威仪。我们没有做到，没有做到就是破坏佛教，就是给佛教抹黑。造这个罪业，让佛教被社会大众误会，被人批评，被别人糟蹋，我们有没有过失？要不要承担责任？这个罪过是无间地狱。我们在宋朝看到一个例子，莹珂法师，他出家，生活不检点，造作很多恶业。他的长处，他相信因果报应，这一点救了他。他遇到净土法门非常感动，发愿念佛忏除业障，只有三天时间就把他从地狱里面救出来，阿弥陀佛接引他到极乐世界去了。给我们做了最好的榜样，我们要以他为老师，要向他学习。",
      "zh_TW": "第二個，「威儀有則」，威儀是什麼？是佛法的戒律。《沙彌律儀》，戒只有十條，後面二十四門是講的威儀。我們沒有做到，沒有做到就是破壞佛教，就是給佛教抹黑。造這個罪業，讓佛教被社會大眾誤會，被人批評，被別人糟蹋，我們有沒有過失？要不要承擔責任？這個罪過是無間地獄。我們在宋朝看到一個例子，瑩珂法師，他出家，生活不檢點，造作很多惡業。他的長處，他相信因果報應，這一點救了他。他遇到淨土法門非常感動，發願念佛懺除業障，只有三天時間就把他從地獄裡面救出來，阿彌陀佛接引他到極樂世界去了。給我們做了最好的榜樣，我們要以他為老師，要向他學習。"
    },
    {
      "id": "02-040-0329_p0023",
      "zh_CN": "真忏悔，真认错改过，后不再造。接受了净宗法门，真正相信有极乐世界，有阿弥陀佛，没有丝毫怀疑。关起房门不休不眠，三天三夜把阿弥陀佛念来了，这是我们的好榜样。我们造作了无间地狱的罪业，有没有救？有，这是一个活生生拯救我们的例子。阿弥陀佛告诉他：你还有十年阳寿，莹珂法师，十年之后，你寿命到了，临命终的时候，我来接引你。莹珂可以说是，中国古人所讲的福至心灵，见到佛是大福报，这福报一到，心就开窍，就不迷惑。他跟佛说，我十年寿命不要了，我现在跟你去。这就是智慧，这就是觉悟，真正觉悟了。为什么他不要？他自己心里明白，他劣根性很重，换句话说，禁不起别人诱惑，外面境界一诱惑，他又要做错事情。怕了，不能再做错事情了。那怎么样？到极乐世界去，极乐世界天天跟着阿弥陀佛，就不会做坏事，这是开窍了。阿弥陀佛就答应他，告诉他，三天之后我来接你。给他三天时间，让他把这些事情跟大家宣布，给大家做一个非常好的范例，一个榜样。",
      "zh_TW": "真懺悔，真認錯改過，後不再造。接受了淨宗法門，真正相信有極樂世界，有阿彌陀佛，沒有絲毫懷疑。關起房門不休不眠，三天三夜把阿彌陀佛念來了，這是我們的好榜樣。我們造作了無間地獄的罪業，有沒有救？有，這是一個活生生拯救我們的例子。阿彌陀佛告訴他：你還有十年陽壽，瑩珂法師，十年之後，你壽命到了，臨命終的時候，我來接引你。瑩珂可以說是，中國古人所講的福至心靈，見到佛是大福報，這福報一到，心就開竅，就不迷惑。他跟佛說，我十年壽命不要了，我現在跟你去。這就是智慧，這就是覺悟，真正覺悟了。為什麼他不要？他自己心裡明白，他劣根性很重，換句話說，禁不起別人誘惑，外面境界一誘惑，他又要做錯事情。怕了，不能再做錯事情了。那怎麼樣？到極樂世界去，極樂世界天天跟著阿彌陀佛，就不會做壞事，這是開竅了。阿彌陀佛就答應他，告訴他，三天之後我來接你。給他三天時間，讓他把這些事情跟大家宣布，給大家做一個非常好的範例，一個榜樣。"
    },
    {
      "id": "02-040-0329_p0024",
      "zh_CN": "四十八愿说得很好，你造了五逆十恶，毁谤佛法，这是无间地狱的罪业，都有救，你念佛都行。第十八愿，十念必生，后面确实有这几句经文，唯除五逆十恶，毁谤佛法。古人对这一句有不同的解释，有些人就是照经文直说这种人不能往生。可是善导大师的解释不一样，善导大师告诉我们，造一切罪业，这三样是极重的罪，佛这样子说法，目的是希望大家不要造这个罪业，这个罪业太重了。那真正造了？真正造了，你忏悔，你悔过，佛还是接引你。这个跟中国古时候立法，立法非常严格，意思在哪里？意思叫你看到这个法律条文，你不敢犯法。可是真犯了法，执法的时候要宽宏大量，法官尽心尽力想方法把他的罪减轻，这是什么？仁慈，这是仁义，有仁有义，尽心尽力把它减轻。实在没有办法，这个犯罪的人对于执法的法官存感恩心，为什么？判的死刑，罪有应得，法官已经尽到他的心了，想替我减轻没法子，找不到理由。所以执法要宽，立法要严。",
      "zh_TW": "四十八願說得很好，你造了五逆十惡，毀謗佛法，這是無間地獄的罪業，都有救，你念佛都行。第十八願，十念必生，後面確實有這幾句經文，唯除五逆十惡，毀謗佛法。古人對這一句有不同的解釋，有些人就是照經文直說這種人不能往生。可是善導大師的解釋不一樣，善導大師告訴我們，造一切罪業，這三樣是極重的罪，佛這樣子說法，目的是希望大家不要造這個罪業，這個罪業太重了。那真正造了？真正造了，你懺悔，你悔過，佛還是接引你。這個跟中國古時候立法，立法非常嚴格，意思在哪裡？意思叫你看到這個法律條文，你不敢犯法。可是真犯了法，執法的時候要寬宏大量，法官盡心盡力想方法把他的罪減輕，這是什麼？仁慈，這是仁義，有仁有義，盡心盡力把它減輕。實在沒有辦法，這個犯罪的人對於執法的法官存感恩心，為什麼？判的死刑，罪有應得，法官已經盡到他的心了，想替我減輕沒法子，找不到理由。所以執法要寬，立法要嚴。"
    },
    {
      "id": "02-040-0329_p0025",
      "zh_CN": "第十八愿也是这个意思，愿是立法，非常严格。实际上你真的犯了法，造了五逆十恶，毁谤正法，这无间地狱，你遇到净土忏除业障，认错，后不再作，求生净土，佛还是来接引你。像莹珂一样，佛来接引他。三天之后，希望他把这桩事情跟大家宣布，让大家都知道，记载成文字，跟着《大藏经》一起流通。我们现在看到这段经文，我们也受了影响，也受了教训。这就是阿弥陀佛不是当时就带他走，缓三天，让他把这个例子影响到当时，影响到后世。这个功德无量无边，我们要懂得这个意思。",
      "zh_TW": "第十八願也是這個意思，願是立法，非常嚴格。實際上你真的犯了法，造了五逆十惡，毀謗正法，這無間地獄，你遇到淨土懺除業障，認錯，後不再作，求生淨土，佛還是來接引你。像瑩珂一樣，佛來接引他。三天之後，希望他把這樁事情跟大家宣布，讓大家都知道，記載成文字，跟著《大藏經》一起流通。我們現在看到這段經文，我們也受了影響，也受了教訓。這就是阿彌陀佛不是當時就帶他走，緩三天，讓他把這個例子影響到當時，影響到後世。這個功德無量無邊，我們要懂得這個意思。"
    },
    {
      "id": "02-040-0329_p0026",
      "zh_CN": "「偈言」，偈子，有一首偈，四句，「安乐国清净」，安乐国就是极乐世界。「常转无垢轮」，这是阿弥陀佛讲经教学，常是没有间断，转是推动，表阿弥陀佛讲经教学没有中断。「化佛菩萨日，如须弥住持」。化佛菩萨日，这是赞叹阿弥陀佛。说法的这个佛是化佛，法身佛不说法，为什么？他没有形相。法身佛没有物质这个身体，没有念头这种精神现象，也没有自然现象，他是一片光明，常寂光，所以法身不说法。在实报土教化法身菩萨，佛现报身，报身说法；在同居土、在方便土，从报身变现出应化身，应化身在这些地方说法。但是一定要晓得，法、报、应，一即是三，三即是一。法身是体，报身、应化身是相，是起作用，有体有用，有体有相，一而三，三而一。如须弥住持，须弥表示不动，须弥山如如不动，主持西方极乐世界的教化。",
      "zh_TW": "「偈言」，偈子，有一首偈，四句，「安樂國清淨」，安樂國就是極樂世界。「常轉無垢輪」，這是阿彌陀佛講經教學，常是沒有間斷，轉是推動，表阿彌陀佛講經教學沒有中斷。「化佛菩薩日，如須彌住持」。化佛菩薩日，這是讚歎阿彌陀佛。說法的這個佛是化佛，法身佛不說法，為什麼？他沒有形相。法身佛沒有物質這個身體，沒有念頭這種精神現象，也沒有自然現象，他是一片光明，常寂光，所以法身不說法。在實報土教化法身菩薩，佛現報身，報身說法；在同居土、在方便土，從報身變現出應化身，應化身在這些地方說法。但是一定要曉得，法、報、應，一即是三，三即是一。法身是體，報身、應化身是相，是起作用，有體有用，有體有相，一而三，三而一。如須彌住持，須彌表示不動，須彌山如如不動，主持西方極樂世界的教化。"
    },
    {
      "id": "02-040-0329_p0027",
      "zh_CN": "「开诸众生淤泥华故」。不动本处遍至十方供养化生庄严。佛如是，菩萨亦如是，往生到极乐世界得阿弥陀佛加持，都有阿弥陀佛这种智慧德能，也有这个能力不动本处。在极乐世界弥陀讲堂里，不动本处，而至十方。至十方供养是供养佛，供佛，这是自利，同时现无量化身，方便接引教化一切有缘众生，这是化身的庄严。我们看到这个，对极乐世界向往之心油然而生。经不能不学，不能不读，你天天学习，这个心、这个往生的念头常常生起。如果离开经文，不听经文，你生起的是对这个世界留恋的心，你放不下。你能够把这个念头转过来，唯一的方法就是听经、读经。这也是说明了，佛菩萨应化在世间，他的事业就是天天讲经，讲经教学；学生天天听经，天天学习，这个是佛法的正业。业是造作，你干些什么？就干这个。搞其他的，那不是正业，这个算是正业。出家人从事正业，护持正业，这就对了。",
      "zh_TW": "「開諸眾生淤泥華故」。不動本處遍至十方供養化生莊嚴。佛如是，菩薩亦如是，往生到極樂世界得阿彌陀佛加持，都有阿彌陀佛這種智慧德能，也有這個能力不動本處。在極樂世界彌陀講堂裡，不動本處，而至十方。至十方供養是供養佛，供佛，這是自利，同時現無量化身，方便接引教化一切有緣眾生，這是化身的莊嚴。我們看到這個，對極樂世界嚮往之心油然而生。經不能不學，不能不讀，你天天學習，這個心、這個往生的念頭常常生起。如果離開經文，不聽經文，你生起的是對這個世界留戀的心，你放不下。你能夠把這個念頭轉過來，唯一的方法就是聽經、讀經。這也是說明了，佛菩薩應化在世間，他的事業就是天天講經，講經教學；學生天天聽經，天天學習，這個是佛法的正業。業是造作，你幹些什麼？就幹這個。搞其他的，那不是正業，這個算是正業。出家人從事正業，護持正業，這就對了。"
    },
    {
      "id": "02-040-0329_p0028",
      "zh_CN": "「二者、彼应化身」，这是菩萨的应化身，这四条全是讲往生极乐世界的菩萨。「一切时不前不后」，实在讲，时间观念在极乐世界没有了。「一心一念，放大光明。悉能遍至十方世界，教化众生，种种方便，修行所作，灭除一切众生苦故」。偈子里面说，「无垢庄严光，一念及一时，普照诸佛会，利益诸群生」。昙鸾法师解释得好，「一念一时遍至佛会利益群生庄严」。",
      "zh_TW": "「二者、彼應化身」，這是菩薩的應化身，這四條全是講往生極樂世界的菩薩。「一切時不前不後」，實在講，時間觀念在極樂世界沒有了。「一心一念，放大光明。悉能遍至十方世界，教化眾生，種種方便，修行所作，滅除一切眾生苦故」。偈子裡面說，「無垢莊嚴光，一念及一時，普照諸佛會，利益諸群生」。曇鸞法師解釋得好，「一念一時遍至佛會利益群生莊嚴」。"
    },
    {
      "id": "02-040-0329_p0029",
      "zh_CN": "前面这个说得清楚，把意思先说出来，菩萨觉悟、明白了。觉悟什么？宇宙万法的真相。真相从哪里来的？从心想生。换句话说，所有的现象，《金刚经》上说得好，皆是虚妄，叫「凡所有相，皆是虚妄」。要记住这一句，没有一样是真实的，包括我们现在身体。没有说，所有现象这身体在外，没有这个讲法，身体在内，凡所有相。所以知道它是假的，假的就不要执着它，不要分别它。能做到不起心不动念是最好，那完全是如来境界，不分别不执着是菩萨境界。它要是真的，你可以起心动念，不是的，根本就不存在。我们的活动、我们的生活，如果你能够把它想成那是电影，从头到尾看了一部电影。我们这个宇宙就是电影，如梦幻泡影。电影将我们的生活造成一个缩影，让我们自己看到了，我们知道那不是真的，那它在现实里头拍摄的。你有没有觉悟到，原来现实是一部电影，没有一样是真实的？这是佛劝我们放下，为什么要放下？不是真的。",
      "zh_TW": "前面這個說得清楚，把意思先說出來，菩薩覺悟、明白了。覺悟什麼？宇宙萬法的真相。真相從哪裡來的？從心想生。換句話說，所有的現象，《金剛經》上說得好，皆是虛妄，叫「凡所有相，皆是虛妄」。要記住這一句，沒有一樣是真實的，包括我們現在身體。沒有說，所有現象這身體在外，沒有這個講法，身體在內，凡所有相。所以知道它是假的，假的就不要執著它，不要分別它。能做到不起心不動念是最好，那完全是如來境界，不分別不執著是菩薩境界。它要是真的，你可以起心動念，不是的，根本就不存在。我們的活動、我們的生活，如果你能夠把它想成那是電影，從頭到尾看了一部電影。我們這個宇宙就是電影，如夢幻泡影。電影將我們的生活造成一個縮影，讓我們自己看到了，我們知道那不是真的，那它在現實裡頭拍攝的。你有沒有覺悟到，原來現實是一部電影，沒有一樣是真實的？這是佛勸我們放下，為什麼要放下？不是真的。"
    },
    {
      "id": "02-040-0329_p0030",
      "zh_CN": "真的，佛不劝我们放下。相对，有真的，相对的真，就是诸佛如来的实报庄严土，不是绝对的真。绝对只有常寂光，常寂光永恒不变，不生不灭，所以它是真的。这个光，每一粒光子，这是我们举比喻说，光的最小单位，每一粒光子都是圆满的宇宙。整个宇宙是一个法身，没有大小，自性没有大小。常寂光可以融入一个光子里面，常寂光没有缩小，一个光子没有放大，大小不二，大小一如。说大说小没有意义，它是圆满的。所以它没有前后，你看一切时没有前后，没有前后就根本时间不存在，一切时就是一时，什么时候？当下。",
      "zh_TW": "真的，佛不勸我們放下。相對，有真的，相對的真，就是諸佛如來的實報莊嚴土，不是絕對的真。絕對只有常寂光，常寂光永恆不變，不生不滅，所以它是真的。這個光，每一粒光子，這是我們舉比喻說，光的最小單位，每一粒光子都是圓滿的宇宙。整個宇宙是一個法身，沒有大小，自性沒有大小。常寂光可以融入一個光子裡面，常寂光沒有縮小，一個光子沒有放大，大小不二，大小一如。說大說小沒有意義，它是圓滿的。所以它沒有前後，你看一切時沒有前後，沒有前後就根本時間不存在，一切時就是一時，什麼時候？當下。"
    },
    {
      "id": "02-040-0329_p0031",
      "zh_CN": "一心一念，放大光明，这个大光明就是常寂光。常寂光悉能遍至十方世界，它光所照的地方，他就能现身，他就能说法。所以在十方世界教化众生，应以什么身得度，他就现什么身。他自己没有意思，没有起心动念，没有分别执着，现什么样的身是众生的意思，众生心。众生心想什么，想佛他就现佛身，想阿弥陀佛就现阿弥陀佛身，想释迦如来他就现释迦牟尼佛身，现身是这么回事情。我们千万不要以为，佛看到这个人，想想我现什么身，那你全搞错了，那不是佛，那是人。他们在那个境界绝对不会退转到人道，他圆证三不退，怎么可能会退转？哪有这种道理！",
      "zh_TW": "一心一念，放大光明，這個大光明就是常寂光。常寂光悉能遍至十方世界，它光所照的地方，他就能現身，他就能說法。所以在十方世界教化眾生，應以什麼身得度，他就現什麼身。他自己沒有意思，沒有起心動念，沒有分別執著，現什麼樣的身是眾生的意思，眾生心。眾生心想什麼，想佛他就現佛身，想阿彌陀佛就現阿彌陀佛身，想釋迦如來他就現釋迦牟尼佛身，現身是這麼回事情。我們千萬不要以為，佛看到這個人，想想我現什麼身，那你全搞錯了，那不是佛，那是人。他們在那個境界絕對不會退轉到人道，他圓證三不退，怎麼可能會退轉？哪有這種道理！"
    },
    {
      "id": "02-040-0329_p0032",
      "zh_CN": "种种方便，方是方法，便是最恰当的方法、最善巧的方法，让这个众生接触到欢喜接受，容易叫他相信，容易叫他生起信心，生起愿心，依教修行，这叫方便。修行所作，修行是提升自己，所作是教化众生。教化众生也在提升自己，为什么？他不着相。不着相，所做的叫功德；着相，所做的叫福德，不一样。功德可以出三界，福德不能出三界，福德只有在六道里头享受，出不了六道。目的只有一个，灭除一切众生苦，就这一个目的。自己成就是为这个目的，现身说法，教化众生，也是这一个目的。终极的目标，佛法里头有说，离苦得乐，帮助一切众生离苦得乐。苦乐从哪里来的？佛知道，迷失了诸法实相，苦就来了；明白了诸法实相，乐就来了。帮助众生离苦得乐要怎么做法？要帮助众生破迷开悟，他就离苦得乐。如何帮助众生破迷开悟？落实在教学，用教学的手段帮助众生破迷开悟，那个离苦得乐就不必了，自然就没有了，目标就达到了。",
      "zh_TW": "種種方便，方是方法，便是最恰當的方法、最善巧的方法，讓這個眾生接觸到歡喜接受，容易叫他相信，容易叫他生起信心，生起願心，依教修行，這叫方便。修行所作，修行是提升自己，所作是教化眾生。教化眾生也在提升自己，為什麼？他不著相。不著相，所做的叫功德；著相，所做的叫福德，不一樣。功德可以出三界，福德不能出三界，福德只有在六道裡頭享受，出不了六道。目的只有一個，滅除一切眾生苦，就這一個目的。自己成就是為這個目的，現身說法，教化眾生，也是這一個目的。終極的目標，佛法裡頭有說，離苦得樂，幫助一切眾生離苦得樂。苦樂從哪裡來的？佛知道，迷失了諸法實相，苦就來了；明白了諸法實相，樂就來了。幫助眾生離苦得樂要怎麼做法？要幫助眾生破迷開悟，他就離苦得樂。如何幫助眾生破迷開悟？落實在教學，用教學的手段幫助眾生破迷開悟，那個離苦得樂就不必了，自然就沒有了，目標就達到了。"
    },
    {
      "id": "02-040-0329_p0033",
      "zh_CN": "佛给我们这个启示，我们细心去揣摩，细心冷静的去思惟，世出世间法，离苦得乐是一个原理，都是什么？都是不清楚才做错事情，才招来的苦报。搞清楚、搞明白的一定是得乐。换句话说，统统要搞教育，只有教育才能够解决一切问题，除了教育之外，没有第二个方法。诸佛如来确定了，一切菩萨也确定了，世间这些大圣大贤他们也懂得。你要家庭幸福，贫富贵贱这一点我们要了解，那是什么？你命里头有的。前世没有修福报，这一世到人间来，那就得吃苦头，没修福。看到别人享福，不怨天不尤人，为什么？了解事实真相。素贫贱，他能够安于贫贱，社会就安定；素富贵，你命里头有富贵，你就享受你富贵。可是享受你富贵，如果你受到良好的教育，你会帮助贫苦人，那你就积德了。积德，福报就更大，会生生世世得福报。所以富贵人必须要用自己的富贵去帮助苦难众生，这个富贵是他生生世世享不尽的。如果他不知道帮助别人，只是自己享福，他的福报是一世就享完了，说不定一世都不到，他遇到横祸，遇到灾难了。这些例子常有，我们细心冷静，读历史都看到。",
      "zh_TW": "佛給我們這個啟示，我們細心去揣摩，細心冷靜的去思惟，世出世間法，離苦得樂是一個原理，都是什麼？都是不清楚才做錯事情，才招來的苦報。搞清楚、搞明白的一定是得樂。換句話說，統統要搞教育，只有教育才能夠解決一切問題，除了教育之外，沒有第二個方法。諸佛如來確定了，一切菩薩也確定了，世間這些大聖大賢他們也懂得。你要家庭幸福，貧富貴賤這一點我們要了解，那是什麼？你命裡頭有的。前世沒有修福報，這一世到人間來，那就得吃苦頭，沒修福。看到別人享福，不怨天不尤人，為什麼？了解事實真相。素貧賤，他能夠安於貧賤，社會就安定；素富貴，你命裡頭有富貴，你就享受你富貴。可是享受你富貴，如果你受到良好的教育，你會幫助貧苦人，那你就積德了。積德，福報就更大，會生生世世得福報。所以富貴人必須要用自己的富貴去幫助苦難眾生，這個富貴是他生生世世享不盡的。如果他不知道幫助別人，只是自己享福，他的福報是一世就享完了，說不定一世都不到，他遇到橫禍，遇到災難了。這些例子常有，我們細心冷靜，讀歷史都看到。"
    },
    {
      "id": "02-040-0329_p0034",
      "zh_CN": "历史是一面镜子，历史就是因果报应，善人有善报。孔子是平民，在社会上没有爵位，就是没有地位，在世的时候是个普通平民，一生想求个一官半职，命里头没有，没有这个缘分。晚年回到老家教学，把自己的抱负传给学生，把自己智慧、理念、德能让学生继承下去，世世代代他起了作用。这个当然要有缘分，这个缘分主要的是汉武帝跟董仲舒。汉朝建国了，用什么方法来教化人民？春秋战国有段时期真的是诸子百家各抒己见，百家争鸣，百花齐放，文化达到一个像花季盛开的时候。汉武帝说，这么多的学说、这么多的学派，哪一个好，用它来教化老百姓？董仲舒推荐孔孟学说，汉武帝接纳了，就把它定在国家法律里面，全国学习孔孟。孔子就被从诸子，原来完全是平等地位，一下提升，就变成特殊地位。一直到满清，世世代代这些帝王都学习孔孟之道。到民国五四运动，打倒孔家店，孔家店倒了，这一倒了之后，才会出现中国现在的动乱，社会出问题了。过去孔家店在做主，出不了什么大问题。孔家店没有了，再找什么来教化人民？",
      "zh_TW": "歷史是一面鏡子，歷史就是因果報應，善人有善報。孔子是平民，在社會上沒有爵位，就是沒有地位，在世的時候是個普通平民，一生想求個一官半職，命裡頭沒有，沒有這個緣分。晚年回到老家教學，把自己的抱負傳給學生，把自己智慧、理念、德能讓學生繼承下去，世世代代他起了作用。這個當然要有緣分，這個緣分主要的是漢武帝跟董仲舒。漢朝建國了，用什麼方法來教化人民？春秋戰國有段時期真的是諸子百家各抒己見，百家爭鳴，百花齊放，文化達到一個像花季盛開的時候。漢武帝說，這麼多的學說、這麼多的學派，哪一個好，用它來教化老百姓？董仲舒推薦孔孟學說，漢武帝接納了，就把它定在國家法律裡面，全國學習孔孟。孔子就被從諸子，原來完全是平等地位，一下提升，就變成特殊地位。一直到滿清，世世代代這些帝王都學習孔孟之道。到民國五四運動，打倒孔家店，孔家店倒了，這一倒了之後，才會出現中國現在的動亂，社會出問題了。過去孔家店在做主，出不了什麼大問題。孔家店沒有了，再找什麼來教化人民？"
    },
    {
      "id": "02-040-0329_p0035",
      "zh_CN": "这个孔家店在唐朝放光，被唐太宗所用了，唐太宗的《群书治要》是以孔孟为核心，造成了大唐盛世。不但中国一些有识之士知道这些好东西，这些东西是从性德里头流露出来的。自性是真的，不是假的，性德里流露的东西，它超越时空，无论在什么时候，无论在什么地区，它都是正确的，都是适用的。就以《群书治要》这本书来说，无论在哪个国家、哪个地区、哪个时代，统统适用。马来西亚老首相马哈迪看到了，告诉我，你看这是几千年以前人写的东西，现在还用得着，这个不可思议。这就是真实智慧、真实的理念、真实的方法、真实的经验。真实超越时空，它不是适合于某一个时代的，它什么时代都适合。",
      "zh_TW": "這個孔家店在唐朝放光，被唐太宗所用了，唐太宗的《群書治要》是以孔孟為核心，造成了大唐盛世。不但中國一些有識之士知道這些好東西，這些東西是從性德裡頭流露出來的。自性是真的，不是假的，性德裡流露的東西，它超越時空，無論在什麼時候，無論在什麼地區，它都是正確的，都是適用的。就以《群書治要》這本書來說，無論在哪個國家、哪個地區、哪個時代，統統適用。馬來西亞老首相馬哈迪看到了，告訴我，你看這是幾千年以前人寫的東西，現在還用得著，這個不可思議。這就是真實智慧、真實的理念、真實的方法、真實的經驗。真實超越時空，它不是適合於某一個時代的，它什麼時代都適合。"
    },
    {
      "id": "02-040-0329_p0036",
      "zh_CN": "今天的社会，这个乱象史无前例，中国历史过去没有这样的动乱，外国历史也找不到。多少志士仁人想把这个社会恢复到像从前那样的安定和谐，真有人，我见过就很多。早年我参加联合国的活动，学者专家们确实都是真的在思惟，在集思广益，希望找出一个方法。联合国这个活动搞到今天，四十多年了，四十多年没效果，社会上的冲突愈来愈多，频率年年上升，冲突带来的灾害一年比一年严重。最近十几年我参与了，发现什么？发现与会的这些专家学者对于社会能不能再出现和谐，信心失掉了，你相信吗？这个世界还会有和平吗？这是人类社会真正的危机之所在。怎么办？汤恩比博士说了两句话，「要解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。",
      "zh_TW": "今天的社會，這個亂象史無前例，中國歷史過去沒有這樣的動亂，外國歷史也找不到。多少志士仁人想把這個社會恢復到像從前那樣的安定和諧，真有人，我見過就很多。早年我參加聯合國的活動，學者專家們確實都是真的在思惟，在集思廣益，希望找出一個方法。聯合國這個活動搞到今天，四十多年了，四十多年沒效果，社會上的衝突愈來愈多，頻率年年上升，衝突帶來的災害一年比一年嚴重。最近十幾年我參與了，發現什麼？發現與會的這些專家學者對於社會能不能再出現和諧，信心失掉了，你相信嗎？這個世界還會有和平嗎？這是人類社會真正的危機之所在。怎麼辦？湯恩比博士說了兩句話，「要解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。"
    },
    {
      "id": "02-040-0329_p0037",
      "zh_CN": "我访问英国的学校，这三个著名的学府，牛津大学、剑桥大学跟伦敦大学，我向他们请教，汤恩比是英国人，他说的话你们能相信吗？没有人回答我。我反过来问他，难道汤恩比说错了吗？也没人说话。我问的这些对象都是汉学系的学生，他们有能力读中国的古籍，用中国儒释道的经典写博士论文，我很佩服他们。为什么不能回答我？到最后是我自己讲，没人回答，我就说你们很聪明，对汤恩比的话既不反对，也不表示赞成。为什么会有这个情形？汤恩比在学术地位太高了，不敢反对他，可是对他的话有疑惑，不敢承认它，是不是这个样子？真的。我说，那你要来问我？我说我告诉你，我对汤恩比博士的话肯定，他说得对，说得一点不错。为什么我敢承认，你们不敢承认？你们对中国传统文化没有搞清楚，一知半解。讲到孔孟学说，我说你们是不是都想到四书五经、十三经？对，都点头了。讲到大乘，你们会想到，《华严》、《法华》、《般若》，是不是想到这些？是的。这个东西能不能解决现前社会问题？没有一个人敢说话。我说原因在此地。为什么这些东西不能解决问题？这些东西，四书五经、十三经是孔孟的花果；《华严》、《法华》、《般若》这些大乘经论是佛法的花果。这些东西讲得太高了，现在人做不到，好像不管用，把它当作学术研究，无济于事，你说可不可惜！",
      "zh_TW": "我訪問英國的學校，這三個著名的學府，牛津大學、劍橋大學跟倫敦大學，我向他們請教，湯恩比是英國人，他說的話你們能相信嗎？沒有人回答我。我反過來問他，難道湯恩比說錯了嗎？也沒人說話。我問的這些對象都是漢學系的學生，他們有能力讀中國的古籍，用中國儒釋道的經典寫博士論文，我很佩服他們。為什麼不能回答我？到最後是我自己講，沒人回答，我就說你們很聰明，對湯恩比的話既不反對，也不表示贊成。為什麼會有這個情形？湯恩比在學術地位太高了，不敢反對他，可是對他的話有疑惑，不敢承認它，是不是這個樣子？真的。我說，那你要來問我？我說我告訴你，我對湯恩比博士的話肯定，他說得對，說得一點不錯。為什麼我敢承認，你們不敢承認？你們對中國傳統文化沒有搞清楚，一知半解。講到孔孟學說，我說你們是不是都想到四書五經、十三經？對，都點頭了。講到大乘，你們會想到，《華嚴》、《法華》、《般若》，是不是想到這些？是的。這個東西能不能解決現前社會問題？沒有一個人敢說話。我說原因在此地。為什麼這些東西不能解決問題？這些東西，四書五經、十三經是孔孟的花果；《華嚴》、《法華》、《般若》這些大乘經論是佛法的花果。這些東西講得太高了，現在人做不到，好像不管用，把它當作學術研究，無濟於事，你說可不可惜！"
    },
    {
      "id": "02-040-0329_p0038",
      "zh_CN": "所以我就问他，花果从哪里来的？从枝条里长出来的。枝条从哪来的？从树干上长的。树干从哪里来的？一层一层追，追到最后你就发现了，有根有本，那是能生，枝叶花果是所生，你怎么只看到枝叶花果，没有看到根本？儒的根本是什么？就是我们这十几年提倡的《弟子规》，儒的根本。道的根本，《太上感应篇》；佛的根本，《十善业道》。一个人都没想到。我说这个东西能不能管用？这三样东西普世教育，把人都教好了，很容易学。",
      "zh_TW": "所以我就問他，花果從哪裡來的？從枝條裡長出來的。枝條從哪來的？從樹幹上長的。樹幹從哪裡來的？一層一層追，追到最後你就發現了，有根有本，那是能生，枝葉花果是所生，你怎麼只看到枝葉花果，沒有看到根本？儒的根本是什麼？就是我們這十幾年提倡的《弟子規》，儒的根本。道的根本，《太上感應篇》；佛的根本，《十善業道》。一個人都沒想到。我說這個東西能不能管用？這三樣東西普世教育，把人都教好了，很容易學。"
    },
    {
      "id": "02-040-0329_p0039",
      "zh_CN": "汤恩比没说错，我们在汤池做的实验是用根本做的，不是用四书五经、十三经，不是用这个，用这个没用，人不懂。换句话说，那是孔孟的大学里面的课程。《华严》、《法华》是佛门里研究所的课程。我们现在要什么？要小学的，普世教育。大家都能够把三皈、五戒、十善、六和、六度学好、做到，天下就太平。汤恩比说得不错，儒家孔孟学说，只要把五伦五常四维八德普遍教好，天下太平，很简单！高深的那些部类，那是少数人学的，那不是多数人。但是普世教育的理论，就是那高深的道理。那个高深道理用在日常生活当中，就是普世教育，就是《弟子规》，就是伦理，五伦五常四维八德，就这个东西。",
      "zh_TW": "湯恩比沒說錯，我們在湯池做的實驗是用根本做的，不是用四書五經、十三經，不是用這個，用這個沒用，人不懂。換句話說，那是孔孟的大學裡面的課程。《華嚴》、《法華》是佛門裡研究所的課程。我們現在要什麼？要小學的，普世教育。大家都能夠把三皈、五戒、十善、六和、六度學好、做到，天下就太平。湯恩比說得不錯，儒家孔孟學說，只要把五倫五常四維八德普遍教好，天下太平，很簡單！高深的那些部類，那是少數人學的，那不是多數人。但是普世教育的理論，就是那高深的道理。那個高深道理用在日常生活當中，就是普世教育，就是《弟子規》，就是倫理，五倫五常四維八德，就這個東西。"
    },
    {
      "id": "02-040-0329_p0040",
      "zh_CN": "佛经讲的四种，教、理、行、果，经典是教科书，这是教经，经典里面所讲的理论是理经，还有落实的方法，那叫行经，最后你才得到结果。这个结果就是世界安定和谐，众生幸福美满，你才能得到。所以我告诉这些同学们，我说要学佛、学儒、学道，不能只搞儒学、佛学、道学，把它当作一种学问来研究，与自己实际生活不相关，这个错了。这两个字写在黑板上，外国人的念法，从这边念，佛学、儒学、道学；中国人从这边念，反过来，学儒、学佛、学道，不一样。学儒要学得跟孔子、孟子一样，两个都是平民；学佛要学得跟释迦牟尼佛一样。释迦牟尼佛是王族，是太子的身分，但是他不要了，他要做平民。平民跟平民打成一片，让一切众生离苦得乐。这是往生极乐世界菩萨的应化身。我们今天就学到此地。",
      "zh_TW": "佛經講的四種，教、理、行、果，經典是教科書，這是教經，經典裡面所講的理論是理經，還有落實的方法，那叫行經，最後你才得到結果。這個結果就是世界安定和諧，眾生幸福美滿，你才能得到。所以我告訴這些同學們，我說要學佛、學儒、學道，不能只搞儒學、佛學、道學，把它當作一種學問來研究，與自己實際生活不相關，這個錯了。這兩個字寫在黑板上，外國人的念法，從這邊念，佛學、儒學、道學；中國人從這邊念，反過來，學儒、學佛、學道，不一樣。學儒要學得跟孔子、孟子一樣，兩個都是平民；學佛要學得跟釋迦牟尼佛一樣。釋迦牟尼佛是王族，是太子的身分，但是他不要了，他要做平民。平民跟平民打成一片，讓一切眾生離苦得樂。這是往生極樂世界菩薩的應化身。我們今天就學到此地。"
    }
  ]
}