{
  "doc_id": "02-040-0618",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六一八集",
    "zh_TW": "第六一八集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "02-040-0618",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-040-0618_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0618_p0002",
      "zh_CN": "请看《大经科注》第一千零七十一页，第六行看起：",
      "zh_TW": "請看《大經科註》第一千零七十一頁，第六行看起："
    },
    {
      "id": "02-040-0618_p0003",
      "zh_CN": "「特留此经者，《净影疏》曰：佛以慈悲怜悯众生，故法灭后，独留此经，百岁济度。以此经中开示净土，令人求生，故偏留之。」这是《净影疏》里面注解「当来之世，经道灭尽，我以慈悲哀愍，特留此经止住百岁」，念老把净影大师这段话节录在此地。后面还引用《大涅槃经》，「显示佛性，圣人先隐，为是先灭」。《大涅槃经》上这几句话是净影大师引用的，显示佛性，圣人就是释迦牟尼佛，释迦牟尼佛先走了，这是为我们示现的灭度。佛说这部经，「教人厌苦求乐」。真正知道这个世间苦，大概现代人比古人体会得更深更远，在历史上像今天这种动乱从来没有过，地球的生态环境反常的现象，也是历史上从来没有记载。现在在这个世间，感触到这个世间确实是苦。厌苦求乐这个愿望，如果不是佛陀慈悲，苦口婆心，再再为我们开示，我们不知道有这个法门。现在我们遇到这部经，知道了，知道就应该要厌苦、要求乐，就是离苦得乐。离苦得乐是佛法教学的宗旨，也是教学的目的。",
      "zh_TW": "「特留此經者，《淨影疏》曰：佛以慈悲憐憫眾生，故法滅後，獨留此經，百歲濟度。以此經中開示淨土，令人求生，故偏留之。」這是《淨影疏》裡面註解「當來之世，經道滅盡，我以慈悲哀愍，特留此經止住百歲」，念老把淨影大師這段話節錄在此地。後面還引用《大涅槃經》，「顯示佛性，聖人先隱，為是先滅」。《大涅槃經》上這幾句話是淨影大師引用的，顯示佛性，聖人就是釋迦牟尼佛，釋迦牟尼佛先走了，這是為我們示現的滅度。佛說這部經，「教人厭苦求樂」。真正知道這個世間苦，大概現代人比古人體會得更深更遠，在歷史上像今天這種動亂從來沒有過，地球的生態環境反常的現象，也是歷史上從來沒有記載。現在在這個世間，感觸到這個世間確實是苦。厭苦求樂這個願望，如果不是佛陀慈悲，苦口婆心，再再為我們開示，我們不知道有這個法門。現在我們遇到這部經，知道了，知道就應該要厭苦、要求樂，就是離苦得樂。離苦得樂是佛法教學的宗旨，也是教學的目的。"
    },
    {
      "id": "02-040-0618_p0004",
      "zh_CN": "苦从哪里来的？对于宇宙万法的真相不明了、不认识，所感染得到的。乐从哪里来的？乐从一切法真相完全明白，没有丝毫迷惑，没有丝毫怀疑，乐在其中。离苦要离究竟苦，究竟苦是六道轮回、是十法界；得乐要得究竟乐，究竟乐就是西方极乐世界。我们要相信西方极乐世界决定是有，极乐世界真有阿弥陀佛，深信不疑，这是往生第一个条件，有这个条件，蕅益大师告诉我们，就能往生。往生到极乐世界，极乐世界有四土三辈九品，地位的高下是在念佛功夫的浅深，不是多少，多少没关系，浅深的关系大。浅深怎么讲法？依照大乘经里面常说的，我们知道这个浅深就是经上所说的放下，放下得多，功夫就深；放下得少，功夫就浅。放下什么？放下起心动念、分别执着，就成就了。这个法门对于认识字、不认识字，有没有正式去学过的，都没有关系。佛给我们说得很清楚，众生与佛同一个法性，同一个真心，真心就是佛。所以佛在大乘经上常说，「一切众生本来是佛」。这是从理上来讲的，一点都没讲错，从理上讲一切众生确实是佛。现在他不是佛，他叫凡夫，为什么？他迷了。第一个就是迷了本性，佛经上也叫法性，或者叫自性，迷了自性就叫凡夫。如果自性觉悟了，就叫成佛。为什么会迷？因为你六根接触外面六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味、身觉触，乃至于第七末那识执着，第六意识分别，这都叫染污，这就是迷。不迷是什么状况？不迷是见色看得清楚、看得明白，没有起心动念，没有分别执着，这就叫觉，觉的样子。觉了就叫佛、叫菩萨；迷了就叫凡夫、就叫众生。佛陀的教学没有别的，就是教我们破迷开悟，只要破迷开悟，这就叫功夫，功夫浅深是从这里说的。功夫浅的是六根接触六尘不执着，真的不执着，这个人在佛家称他作阿罗汉，他也证果，证小果，小乘果。比阿罗汉深的，不但不执着，同时他能做到不分别，不分别的功夫比不执着要深，这是菩萨。最高的，到顶级的，这深度到最深的，不起心、不动念，清清楚楚、明明白白，没有起心动念，就称为佛陀。由此可知，佛家讲修行，八万四千法门，无量法门，总结一句话，就是放得下。凡夫造业受报，反过来你就知道了，他们放不下，放不下就是轮回的来由。为什么会有轮回？放不下出现的，放下了轮回就没有。",
      "zh_TW": "苦從哪裡來的？對於宇宙萬法的真相不明瞭、不認識，所感染得到的。樂從哪裡來的？樂從一切法真相完全明白，沒有絲毫迷惑，沒有絲毫懷疑，樂在其中。離苦要離究竟苦，究竟苦是六道輪迴、是十法界；得樂要得究竟樂，究竟樂就是西方極樂世界。我們要相信西方極樂世界決定是有，極樂世界真有阿彌陀佛，深信不疑，這是往生第一個條件，有這個條件，蕅益大師告訴我們，就能往生。往生到極樂世界，極樂世界有四土三輩九品，地位的高下是在念佛功夫的淺深，不是多少，多少沒關係，淺深的關係大。淺深怎麼講法？依照大乘經裡面常說的，我們知道這個淺深就是經上所說的放下，放下得多，功夫就深；放下得少，功夫就淺。放下什麼？放下起心動念、分別執著，就成就了。這個法門對於認識字、不認識字，有沒有正式去學過的，都沒有關係。佛給我們說得很清楚，眾生與佛同一個法性，同一個真心，真心就是佛。所以佛在大乘經上常說，「一切眾生本來是佛」。這是從理上來講的，一點都沒講錯，從理上講一切眾生確實是佛。現在他不是佛，他叫凡夫，為什麼？他迷了。第一個就是迷了本性，佛經上也叫法性，或者叫自性，迷了自性就叫凡夫。如果自性覺悟了，就叫成佛。為什麼會迷？因為你六根接觸外面六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味、身覺觸，乃至於第七末那識執著，第六意識分別，這都叫染污，這就是迷。不迷是什麼狀況？不迷是見色看得清楚、看得明白，沒有起心動念，沒有分別執著，這就叫覺，覺的樣子。覺了就叫佛、叫菩薩；迷了就叫凡夫、就叫眾生。佛陀的教學沒有別的，就是教我們破迷開悟，只要破迷開悟，這就叫功夫，功夫淺深是從這裡說的。功夫淺的是六根接觸六塵不執著，真的不執著，這個人在佛家稱他作阿羅漢，他也證果，證小果，小乘果。比阿羅漢深的，不但不執著，同時他能做到不分別，不分別的功夫比不執著要深，這是菩薩。最高的，到頂級的，這深度到最深的，不起心、不動念，清清楚楚、明明白白，沒有起心動念，就稱為佛陀。由此可知，佛家講修行，八萬四千法門，無量法門，總結一句話，就是放得下。凡夫造業受報，反過來你就知道了，他們放不下，放不下就是輪迴的來由。為什麼會有輪迴？放不下出現的，放下了輪迴就沒有。"
    },
    {
      "id": "02-040-0618_p0005",
      "zh_CN": "所以这个法门，「济凡中要」，济是救济，凡是凡夫，在一切法门当中这是最重要的法门。「为是后灭」，为这个原因，释迦牟尼佛的佛法在这个世间消失，《无量寿经》是最后灭。一切经教统统没有了，它还住世一百年，最后的一百年遇到这部经典都能往生、都能成佛。念老在后面告诉我们，疏就是《净影疏》，《疏》里面所说的这些话，「谓此经教人念佛生西」，《无量寿经》教我们、劝我们，要念佛、要求往生极乐世界，「故独留之，于最后之百年救度众生」。「至于《大涅槃经》（及《首楞严经》）显示人人本具佛性，乃圣教中甚深之法」。不是不好，是真好，它太深了，乃圣教中甚深之法。「于后末世」，末世是指我们现在末法时期，众生根性平常，不是上根利智，所以对这些经典，「无人能晓，是故先灭」。凡是先灭的这些经都是它太深，我们纵然是学了，天天读它，不懂得它的意思，于是功夫不得力。跟《无量寿经》比较，「《无量寿经》教人厌离娑婆」，教人认识我们现前环境很苦，佛为我们介绍极乐世界，讲得非常详细、非常明了，我们听了之后能听得懂，会生起羡慕的心，只要肯念佛，个个都能往生。往生不但能脱离轮回，而且极乐世界无比的殊胜，前面我们都学过，这个地方太好了，是世出世间最理想的生活环境，最殊胜的学习环境，最中之最就是寿命无量，胜中之胜是无比的智慧、神通、道力，往生到极乐世界统统现前，而且是我们每个人都能得到的。所以应当发心信愿持名，求生净土。",
      "zh_TW": "所以這個法門，「濟凡中要」，濟是救濟，凡是凡夫，在一切法門當中這是最重要的法門。「為是後滅」，為這個原因，釋迦牟尼佛的佛法在這個世間消失，《無量壽經》是最後滅。一切經教統統沒有了，它還住世一百年，最後的一百年遇到這部經典都能往生、都能成佛。念老在後面告訴我們，疏就是《淨影疏》，《疏》裡面所說的這些話，「謂此經教人念佛生西」，《無量壽經》教我們、勸我們，要念佛、要求往生極樂世界，「故獨留之，於最後之百年救度眾生」。「至於《大涅槃經》（及《首楞嚴經》）顯示人人本具佛性，乃聖教中甚深之法」。不是不好，是真好，它太深了，乃聖教中甚深之法。「於後末世」，末世是指我們現在末法時期，眾生根性平常，不是上根利智，所以對這些經典，「無人能曉，是故先滅」。凡是先滅的這些經都是它太深，我們縱然是學了，天天讀它，不懂得它的意思，於是功夫不得力。跟《無量壽經》比較，「《無量壽經》教人厭離娑婆」，教人認識我們現前環境很苦，佛為我們介紹極樂世界，講得非常詳細、非常明瞭，我們聽了之後能聽得懂，會生起羨慕的心，只要肯念佛，個個都能往生。往生不但能脫離輪迴，而且極樂世界無比的殊勝，前面我們都學過，這個地方太好了，是世出世間最理想的生活環境，最殊勝的學習環境，最中之最就是壽命無量，勝中之勝是無比的智慧、神通、道力，往生到極樂世界統統現前，而且是我們每個人都能得到的。所以應當發心信願持名，求生淨土。"
    },
    {
      "id": "02-040-0618_p0006",
      "zh_CN": "后面这段，「值经」，值是遇到，遇到这部经，「随愿得度」。我们看经文：",
      "zh_TW": "後面這段，「值經」，值是遇到，遇到這部經，「隨願得度」。我們看經文："
    },
    {
      "id": "02-040-0618_p0007",
      "zh_CN": "【其有众生。值斯经者。随意所愿。皆可得度。】",
      "zh_TW": "【其有眾生。值斯經者。隨意所願。皆可得度。】"
    },
    {
      "id": "02-040-0618_p0008",
      "zh_CN": "我们看念老的注解，「其有众生乃至皆可得度」。经上这四句经文，《净影疏》里头翻译的原文比这个地方讲得要详细，也引用在此地，「值斯经者，所愿皆得，明留之益」。末法时期，我们现在是末法，释迦牟尼佛的末法有一万年，今年是第二个一千年最前面的四十一年。换句话说，佛的正法一千年，像法一千年，末法一万年，这就是说释迦牟尼佛的教学在地球上影响时间的长短，它会影响一万二千年。到现在已经过三千年，就是正法过去了，像法也过去了，末法已经过去一千零四十年，今年是第四十一年，末法第二个一千年。经留在世间的利益无穷！「法灭尽后」，释迦牟尼佛一万二千年的法运到了的时候，佛法没有了、消失了。为什么消失？佛在经上讲，「一切法从心想生」，末法最后一百年，那个时候的人没有福报、没有智慧，造作极重的罪业，就是杀生、偷盗、邪淫、妄语、两舌，遍地都是；不相信有佛法，不相信有圣人，不相信善有善果、恶有恶报，他都不相信，无恶不作。佛法是众生善心善愿所感得的，众生没有善心、没有善愿，佛法自然就消失了。消失的原因我们要知道。在这个时候，或者有一、二个还有善根的人，他们能信、能发愿、能念佛，佛来不来度他？还是来，佛度有缘人，佛氏门中不舍一人，佛慈悲到极处。法灭尽后一百年，听到这部经，「尚得利益，往生净土。况今闻者，何有不生。」这个话说得好，我们今天距离佛法灭尽还有九千年，时间还很长，这九千年当中佛法有兴有衰。",
      "zh_TW": "我們看念老的註解，「其有眾生乃至皆可得度」。經上這四句經文，《淨影疏》裡頭翻譯的原文比這個地方講得要詳細，也引用在此地，「值斯經者，所願皆得，明留之益」。末法時期，我們現在是末法，釋迦牟尼佛的末法有一萬年，今年是第二個一千年最前面的四十一年。換句話說，佛的正法一千年，像法一千年，末法一萬年，這就是說釋迦牟尼佛的教學在地球上影響時間的長短，它會影響一萬二千年。到現在已經過三千年，就是正法過去了，像法也過去了，末法已經過去一千零四十年，今年是第四十一年，末法第二個一千年。經留在世間的利益無窮！「法滅盡後」，釋迦牟尼佛一萬二千年的法運到了的時候，佛法沒有了、消失了。為什麼消失？佛在經上講，「一切法從心想生」，末法最後一百年，那個時候的人沒有福報、沒有智慧，造作極重的罪業，就是殺生、偷盜、邪淫、妄語、兩舌，遍地都是；不相信有佛法，不相信有聖人，不相信善有善果、惡有惡報，他都不相信，無惡不作。佛法是眾生善心善願所感得的，眾生沒有善心、沒有善願，佛法自然就消失了。消失的原因我們要知道。在這個時候，或者有一、二個還有善根的人，他們能信、能發願、能念佛，佛來不來度他？還是來，佛度有緣人，佛氏門中不捨一人，佛慈悲到極處。法滅盡後一百年，聽到這部經，「尚得利益，往生淨土。況今聞者，何有不生。」這個話說得好，我們今天距離佛法滅盡還有九千年，時間還很長，這九千年當中佛法有興有衰。"
    },
    {
      "id": "02-040-0618_p0009",
      "zh_CN": "这桩事情早年我请教过章嘉大师，大师告诉我，佛法不会灭，有兴衰。兴衰之理，世出世间一切法都相通。我们可以举个例子，兴的例子，兴盛。在一个家庭里面，父母生的小孩很多，我有亲眼看见的，兄弟姐妹九个人，他的老大，大哥跟我是同班同学。这一家人兄弟姐妹这么多，相亲相爱，父母欢喜，一家和睦。等到大概二十年之后，男婚女嫁，每个人成立小家庭，兄弟姐妹不像小时候那么样的亲爱，感情淡了，以前心是真诚的，情是真浓，情意浓，逐渐就淡了。到父母快要走了，父母还留的有财产，这些兄弟慢慢就不合，为什么？争夺财产，甚至于走上法庭。父母不在了，父母如果是在的话，看到能不伤心吗？能不流泪吗？这个家就衰了；甚至于有兄弟老死再不相往来，这家就散了。这种世俗人情，在今天社会里头到处都是。想想小时候在一起，什么原因？那个时候他心目当中只有一个父母，兄弟姐妹再多，一个父母，自然相亲相爱。长大之后，妄想多，杂念多，自私的念头加深，为了要争利，为了要自私，对亲兄弟、亲姐妹距离都疏远了。为什么？这个时候他们只爱他自己的妻子、儿女，兄弟的妻子、儿女，与他感情慢慢淡薄了。家道怎么衰、怎么亡，这个道理我们看在眼里，明在心里。然后仔细观察，一个公司行号、一个社团，乃至于一个国家、一个世界，兴，一就兴了，分家独立就开始衰了，到互相斗争，互相争论，就将接近灭亡。明白这个道理，这个道理佛法讲得深、讲得圆满，真正讲到究竟之处。",
      "zh_TW": "這樁事情早年我請教過章嘉大師，大師告訴我，佛法不會滅，有興衰。興衰之理，世出世間一切法都相通。我們可以舉個例子，興的例子，興盛。在一個家庭裡面，父母生的小孩很多，我有親眼看見的，兄弟姐妹九個人，他的老大，大哥跟我是同班同學。這一家人兄弟姐妹這麼多，相親相愛，父母歡喜，一家和睦。等到大概二十年之後，男婚女嫁，每個人成立小家庭，兄弟姐妹不像小時候那麼樣的親愛，感情淡了，以前心是真誠的，情是真濃，情意濃，逐漸就淡了。到父母快要走了，父母還留的有財產，這些兄弟慢慢就不合，為什麼？爭奪財產，甚至於走上法庭。父母不在了，父母如果是在的話，看到能不傷心嗎？能不流淚嗎？這個家就衰了；甚至於有兄弟老死再不相往來，這家就散了。這種世俗人情，在今天社會裡頭到處都是。想想小時候在一起，什麼原因？那個時候他心目當中只有一個父母，兄弟姐妹再多，一個父母，自然相親相愛。長大之後，妄想多，雜念多，自私的念頭加深，為了要爭利，為了要自私，對親兄弟、親姐妹距離都疏遠了。為什麼？這個時候他們只愛他自己的妻子、兒女，兄弟的妻子、兒女，與他感情慢慢淡薄了。家道怎麼衰、怎麼亡，這個道理我們看在眼裡，明在心裡。然後仔細觀察，一個公司行號、一個社團，乃至於一個國家、一個世界，興，一就興了，分家獨立就開始衰了，到互相鬥爭，互相爭論，就將接近滅亡。明白這個道理，這個道理佛法講得深、講得圓滿，真正講到究竟之處。"
    },
    {
      "id": "02-040-0618_p0010",
      "zh_CN": "佛帮助我们，让我们回归一。一是什么？自性。《坛经》惠能大师说得好，「何期自性，能生万法」。大宇宙里面，一切法真的是无量无边无尽无数，同一个自性生的，同一个来源，汇归到源头，我们对于一切法那种慈悲真爱的心自然就生出来。就像儿童时代，对父母、对兄弟姐妹那种亲爱，这个时候没有私心，是真的。佛告诉我们，遍法界虚空界一切万法跟自己是一体，一个自性所生的。怎么生的？一念不觉就出现了。如果这一念当中觉了，一念不觉，十法界依正庄严就现出来了；如果是觉，十法界就不见了。那是什么境界？叫常寂光的境界，一片光明。这个光在哪里？无处不在，无时不在，我们的肉眼看不见，我们的六根缘不到，它从来没有离开过我们。它是真正存在，它不生不灭，没有缘它是一片光明，有缘它现相。众生有感，这就是缘，佛、菩萨（法身菩萨）他就起作用，他接受众生的念头，顺着众生的念头现身说法。现身，众生喜欢什么样的身，他就现什么身，他没有一定的身相；众生需要什么法帮助他解决问题，就说什么法，没有定法。为什么？他没有起心、没有动念，能现一切法。起心动念就不能现，起心动念是迷，迷自己做不了主，觉自己完全做主。做主绝对没有起心动念，记住，起心动念就是迷惑颠倒。我们明白这些事实真相，知道现前遇到这部经的，一定满足自己的本愿，「是乃正明独留此经之利益」。一直到法灭之时，「闻经尚得法益」，何况现在？现在我们听经，能相信，能接受的人，「焉有不生西方之理」，没这个道理。「故疏续云」，接着又说，「定得往生，莫自疑虑。」这八个字讲得非常肯定，你决定得生，不要疑虑，不要疑惑、不要去考虑，佛说的话没错。",
      "zh_TW": "佛幫助我們，讓我們回歸一。一是什麼？自性。《壇經》惠能大師說得好，「何期自性，能生萬法」。大宇宙裡面，一切法真的是無量無邊無盡無數，同一個自性生的，同一個來源，匯歸到源頭，我們對於一切法那種慈悲真愛的心自然就生出來。就像兒童時代，對父母、對兄弟姐妹那種親愛，這個時候沒有私心，是真的。佛告訴我們，遍法界虛空界一切萬法跟自己是一體，一個自性所生的。怎麼生的？一念不覺就出現了。如果這一念當中覺了，一念不覺，十法界依正莊嚴就現出來了；如果是覺，十法界就不見了。那是什麼境界？叫常寂光的境界，一片光明。這個光在哪裡？無處不在，無時不在，我們的肉眼看不見，我們的六根緣不到，它從來沒有離開過我們。它是真正存在，它不生不滅，沒有緣它是一片光明，有緣它現相。眾生有感，這就是緣，佛、菩薩（法身菩薩）他就起作用，他接受眾生的念頭，順著眾生的念頭現身說法。現身，眾生喜歡什麼樣的身，他就現什麼身，他沒有一定的身相；眾生需要什麼法幫助他解決問題，就說什麼法，沒有定法。為什麼？他沒有起心、沒有動念，能現一切法。起心動念就不能現，起心動念是迷，迷自己做不了主，覺自己完全做主。做主絕對沒有起心動念，記住，起心動念就是迷惑顛倒。我們明白這些事實真相，知道現前遇到這部經的，一定滿足自己的本願，「是乃正明獨留此經之利益」。一直到法滅之時，「聞經尚得法益」，何況現在？現在我們聽經，能相信，能接受的人，「焉有不生西方之理」，沒這個道理。「故疏續云」，接著又說，「定得往生，莫自疑慮。」這八個字講得非常肯定，你決定得生，不要疑慮，不要疑惑、不要去考慮，佛說的話沒錯。"
    },
    {
      "id": "02-040-0618_p0011",
      "zh_CN": "『皆可得度』，这个得度就是证果，「渡生死之海」，往生到极乐世界得无量寿，生死没有了，不再搞这个东西。极乐世界没有生老病死，到那个世界是莲花化生。每一个往生的人，临命终时都见到阿弥陀佛来接引他，佛拿着莲花，莲花开了，往生的人坐在莲花当中，这个花又合起来，佛将这朵花放在七宝池里面。花开了，花开的时间各个不相同，功夫深的，到极乐世界花就开了；功夫浅一点的，有几天之后花开的，有十几天之后花开的。这个几天、十几天是我们地球上人的概念，极乐世界没有这个概念，极乐世界没有年月日，没有昨天、今天，没有。那个世界里头没有时间的概念，也没有空间的概念，没有时间概念就是没有先后，没有空间的概念就是没有远近。释迦牟尼佛告诉我们，极乐世界在我们这个世界的西方，要经过十万亿佛国土，那个地方有个世界叫极乐世界。这都是对我们说的，在极乐世界的人没有这个概念，没有远近，极乐世界在哪里？当下便是。这个境界《往生传》里面很多，《净土圣贤录》里面都有记载。有临终见到极乐世界的，他还会说话，极乐世界在哪里？极乐世界在隔壁，他在房间里面，病房，生病，在病房里；极乐世界在堂屋，真见到了，那不是假的。《楞严经》上告诉我们，「当处出生，随处灭尽」。时间、空间是假的，不是真的，是抽象概念，别当真，当真它就起作用，它就障碍你。你不当真，它不起作用，它没有障碍。「得度者，渡生死之海，而证涅槃也。海喻生死，彼岸喻涅槃，超越生死中流而登涅槃之彼岸，故云得度。」换句话说，得度之后就是永远再不会有生死，生死这桩事情到这一生就了结，往后永远没有，真正得大自在，真正得大圆满。",
      "zh_TW": "『皆可得度』，這個得度就是證果，「渡生死之海」，往生到極樂世界得無量壽，生死沒有了，不再搞這個東西。極樂世界沒有生老病死，到那個世界是蓮花化生。每一個往生的人，臨命終時都見到阿彌陀佛來接引他，佛拿著蓮花，蓮花開了，往生的人坐在蓮花當中，這個花又合起來，佛將這朵花放在七寶池裡面。花開了，花開的時間各個不相同，功夫深的，到極樂世界花就開了；功夫淺一點的，有幾天之後花開的，有十幾天之後花開的。這個幾天、十幾天是我們地球上人的概念，極樂世界沒有這個概念，極樂世界沒有年月日，沒有昨天、今天，沒有。那個世界裡頭沒有時間的概念，也沒有空間的概念，沒有時間概念就是沒有先後，沒有空間的概念就是沒有遠近。釋迦牟尼佛告訴我們，極樂世界在我們這個世界的西方，要經過十萬億佛國土，那個地方有個世界叫極樂世界。這都是對我們說的，在極樂世界的人沒有這個概念，沒有遠近，極樂世界在哪裡？當下便是。這個境界《往生傳》裡面很多，《淨土聖賢錄》裡面都有記載。有臨終見到極樂世界的，他還會說話，極樂世界在哪裡？極樂世界在隔壁，他在房間裡面，病房，生病，在病房裡；極樂世界在堂屋，真見到了，那不是假的。《楞嚴經》上告訴我們，「當處出生，隨處滅盡」。時間、空間是假的，不是真的，是抽象概念，別當真，當真它就起作用，它就障礙你。你不當真，它不起作用，它沒有障礙。「得度者，渡生死之海，而證涅槃也。海喻生死，彼岸喻涅槃，超越生死中流而登涅槃之彼岸，故云得度。」換句話說，得度之後就是永遠再不會有生死，生死這樁事情到這一生就了結，往後永遠沒有，真正得大自在，真正得大圓滿。"
    },
    {
      "id": "02-040-0618_p0012",
      "zh_CN": "下面第二段，「叹信受实难」。这一段经文念老的解释很长，实在讲它太重要了，我们能不能得佛法的利益，关键在此地。我们看经文：",
      "zh_TW": "下面第二段，「歎信受實難」。這一段經文念老的解釋很長，實在講它太重要了，我們能不能得佛法的利益，關鍵在此地。我們看經文："
    },
    {
      "id": "02-040-0618_p0013",
      "zh_CN": "【如来兴世。】",
      "zh_TW": "【如來興世。】"
    },
    {
      "id": "02-040-0618_p0014",
      "zh_CN": "『兴』是兴盛，兴盛在世间。",
      "zh_TW": "『興』是興盛，興盛在世間。"
    },
    {
      "id": "02-040-0618_p0015",
      "zh_CN": "【难值难见。】",
      "zh_TW": "【難值難見。】"
    },
    {
      "id": "02-040-0618_p0016",
      "zh_CN": "『值』是遇到，『见』是看见，不容易。释迦牟尼佛过去在地球上出现过，经论里面记载，这个人住世八十年，八十岁走的，我们中国人讲虚岁，外国人讲七十九岁。佛灭度了，这个世间没有佛，下一尊佛，弥勒菩萨出现在这个世间。什么时候他来？经典上记载的，五十六亿七千万年之后。这么长的时间，弥勒菩萨来到地球上，像释迦牟尼佛一样，示现八相成道，地球上又有佛法。说明有佛法的时间很短，没有佛法的时间很长，我们在六道搞轮回，很不容易碰到。我们今天还算是有幸，出生在释迦牟尼佛末法第二个一千年，算是我们遇到了，没有遇到真人，但是他老人家的教法在世间还没有消失，这不容易！",
      "zh_TW": "『值』是遇到，『見』是看見，不容易。釋迦牟尼佛過去在地球上出現過，經論裡面記載，這個人住世八十年，八十歲走的，我們中國人講虛歲，外國人講七十九歲。佛滅度了，這個世間沒有佛，下一尊佛，彌勒菩薩出現在這個世間。什麼時候他來？經典上記載的，五十六億七千萬年之後。這麼長的時間，彌勒菩薩來到地球上，像釋迦牟尼佛一樣，示現八相成道，地球上又有佛法。說明有佛法的時間很短，沒有佛法的時間很長，我們在六道搞輪迴，很不容易碰到。我們今天還算是有幸，出生在釋迦牟尼佛末法第二個一千年，算是我們遇到了，沒有遇到真人，但是他老人家的教法在世間還沒有消失，這不容易！"
    },
    {
      "id": "02-040-0618_p0017",
      "zh_CN": "【诸佛经道。难得难闻。遇善知识。闻法能行。此亦为难。】",
      "zh_TW": "【諸佛經道。難得難聞。遇善知識。聞法能行。此亦為難。】"
    },
    {
      "id": "02-040-0618_p0018",
      "zh_CN": "『善知识』是佛的弟子，真正闻法、修行、证果这是善知识。在末法第二个一千年，我们现在这个时代，闻法、修行、证果的人没有，没有证果的；不但没有证果的，闻法大概真正修行的人也没有。闻法还有，这个世间还有讲经的人，还有学习经教的人、研究经典的人；依照经典去修行的人没有了，也就是说真正受持三皈的人没有了，真正持戒的人没有了。三皈不容易，皈依佛，觉而不迷；皈依法，正而不邪；皈依僧，净而不染。心地觉，知见正，身心清净没有染污，这样的人到哪里去找？所以遇善知识难。我这一生学佛遇到三个善知识，如果没有遇到，这一生空过了。遇到善知识，能不能『闻法能行』？善知识把佛教介绍给我，我有没有听懂，有没有听明白，有没有去照做，『此亦为难』，真难！",
      "zh_TW": "『善知識』是佛的弟子，真正聞法、修行、證果這是善知識。在末法第二個一千年，我們現在這個時代，聞法、修行、證果的人沒有，沒有證果的；不但沒有證果的，聞法大概真正修行的人也沒有。聞法還有，這個世間還有講經的人，還有學習經教的人、研究經典的人；依照經典去修行的人沒有了，也就是說真正受持三皈的人沒有了，真正持戒的人沒有了。三皈不容易，皈依佛，覺而不迷；皈依法，正而不邪；皈依僧，淨而不染。心地覺，知見正，身心清淨沒有染污，這樣的人到哪裡去找？所以遇善知識難。我這一生學佛遇到三個善知識，如果沒有遇到，這一生空過了。遇到善知識，能不能『聞法能行』？善知識把佛教介紹給我，我有沒有聽懂，有沒有聽明白，有沒有去照做，『此亦為難』，真難！"
    },
    {
      "id": "02-040-0618_p0019",
      "zh_CN": "【若闻斯经。】",
      "zh_TW": "【若聞斯經。】"
    },
    {
      "id": "02-040-0618_p0020",
      "zh_CN": "『斯经』是指这一部《无量寿经》。下面四个字：",
      "zh_TW": "『斯經』是指這一部《無量壽經》。下面四個字："
    },
    {
      "id": "02-040-0618_p0021",
      "zh_CN": "【信乐受持。】",
      "zh_TW": "【信樂受持。】"
    },
    {
      "id": "02-040-0618_p0022",
      "zh_CN": "『信』，难；『乐』，「乐」是爱好、欢喜，也难；『受持』，接受，能保持不中断，依教修行：",
      "zh_TW": "『信』，難；『樂』，「樂」是愛好、歡喜，也難；『受持』，接受，能保持不中斷，依教修行："
    },
    {
      "id": "02-040-0618_p0023",
      "zh_CN": "【难中之难。无过此难。】",
      "zh_TW": "【難中之難。無過此難。】"
    },
    {
      "id": "02-040-0618_p0024",
      "zh_CN": "真难！我们冷静先观察自己，然后再观察别人，几个人做到？难而能做到就太可贵了。",
      "zh_TW": "真難！我們冷靜先觀察自己，然後再觀察別人，幾個人做到？難而能做到就太可貴了。"
    },
    {
      "id": "02-040-0618_p0025",
      "zh_CN": "我们看念老的注解，右面这段经文，「叹闻经信受为难中之难」，特别是末法众生，「令人知经之难闻，生敬重希有之心」。佛说这个话的目的就是这两句，我们一定要知道，得到这部经是非常幸运、非常稀有，所以生起敬重稀有之心，它太难得了。我们的善根福德因缘的确殊胜，不殊胜这一生当中你没有机会遇到。真正遇到，真正知道难中之难，我们才会生起感恩的心，才有报恩的行为。这个恩怎么报？第一个，信愿持名，决定得生，这是报恩；第二个，为人演说，要表演做给别人看，让别人生起信心，让别人慢慢的能接受，这是报佛恩。",
      "zh_TW": "我們看念老的註解，右面這段經文，「嘆聞經信受為難中之難」，特別是末法眾生，「令人知經之難聞，生敬重希有之心」。佛說這個話的目的就是這兩句，我們一定要知道，得到這部經是非常幸運、非常稀有，所以生起敬重稀有之心，它太難得了。我們的善根福德因緣的確殊勝，不殊勝這一生當中你沒有機會遇到。真正遇到，真正知道難中之難，我們才會生起感恩的心，才有報恩的行為。這個恩怎麼報？第一個，信願持名，決定得生，這是報恩；第二個，為人演說，要表演做給別人看，讓別人生起信心，讓別人慢慢的能接受，這是報佛恩。"
    },
    {
      "id": "02-040-0618_p0026",
      "zh_CN": "『兴世』这两个字的解释，「出兴于世」，出现在这个世间，而且把这桩事情兴旺起来，这就是佛陀出兴于世。《资持记》里头说，「佛身充满」，这句话什么意思？这个佛身是说的法身，法身没有现象，没有物质现象，没有精神现象，也没有自然现象。它在哪里？它充满宇宙。无处不在，无时不在，叫充满；大乘教里面称为空，真空。这个空不能当作无讲，为什么？底下一句，「随物现形」。物是万物，并不是单单指人，人跟佛有感应，所有的动物、植物、矿物跟佛身统统也有感应。为什么？一切法的自体是自性，自性本具见闻觉知，这是性德。这不是修来的，不是某个人有，某个人没有，不是的，只要是自性变现的物，惠能大师说法，「能生万法」，就是此地的随物现形，随物现形就是能生万法。任何一法都有见闻觉知，这一定要知道。我们这个讲堂，桌椅有见闻觉知，墙壁有见闻觉知，地板有见闻觉知，天花板有见闻觉知，我们这个地方有十几盏灯，每一盏灯都有见闻觉知。小到微尘，大到世界，全是一个，今天的话说，有机体，活的，不是死的，一切法都能看、都能听，我们起心动念它全知道。换句话说，任何一法在法界之中丝毫秘密都没有，所有一切万法对你完全清楚明了，甚至于你自己还不知道，这些万法都知道。",
      "zh_TW": "『興世』這兩個字的解釋，「出興於世」，出現在這個世間，而且把這樁事情興旺起來，這就是佛陀出興於世。《資持記》裡頭說，「佛身充滿」，這句話什麼意思？這個佛身是說的法身，法身沒有現象，沒有物質現象，沒有精神現象，也沒有自然現象。它在哪裡？它充滿宇宙。無處不在，無時不在，叫充滿；大乘教裡面稱為空，真空。這個空不能當作無講，為什麼？底下一句，「隨物現形」。物是萬物，並不是單單指人，人跟佛有感應，所有的動物、植物、礦物跟佛身統統也有感應。為什麼？一切法的自體是自性，自性本具見聞覺知，這是性德。這不是修來的，不是某個人有，某個人沒有，不是的，只要是自性變現的物，惠能大師說法，「能生萬法」，就是此地的隨物現形，隨物現形就是能生萬法。任何一法都有見聞覺知，這一定要知道。我們這個講堂，桌椅有見聞覺知，牆壁有見聞覺知，地板有見聞覺知，天花板有見聞覺知，我們這個地方有十幾盞燈，每一盞燈都有見聞覺知。小到微塵，大到世界，全是一個，今天的話說，有機體，活的，不是死的，一切法都能看、都能聽，我們起心動念它全知道。換句話說，任何一法在法界之中絲毫祕密都沒有，所有一切萬法對你完全清楚明瞭，甚至於你自己還不知道，這些萬法都知道。"
    },
    {
      "id": "02-040-0618_p0027",
      "zh_CN": "这桩事情，十几年前日本江本胜博士做水实验，他说宇宙之间一切万物水知道。他这个水实验做得很成功，我在日本访问的时候曾经两次参观他的实验室，他跟我做报告，告诉我，他用了十年时间做了十几万次的实验，没有出现两个图案是相同的，他问我为什么？我告诉他，肯定没有两个图案是相同的，你才做十年，你做一百年也不会出现两个相同的。他问我为什么？我说：念头不相同。念头这个概念很模糊，什么叫念头？弥勒菩萨在经典里面告诉我们，「一弹指有三十二亿百千念」。我们今天做为观察时间单位的是用秒，一秒钟是最短的，一秒钟能弹多少次？我相信，年轻人体力很好，至少可以弹五次。一弹指三十二亿百千念，单位是百千，百千是十万，三十二亿乘十万，得出的数字，三百二十兆。这一弹指里面有三百二十兆个念头，一秒钟能弹五次，再乘五，就是一千六百兆。一秒钟里面有多少个念头？有一千六百兆，一秒钟里头有一千六百兆次的生灭，生灭就是念头，就是一念，有一千六百兆次的一念，哪个一念是我？如果每个念头都是我的话，我就很多，哪有那么多的我？所有一切物质的发生、出现，都是在这个频率里面产生的。这桩事情被现代量子力学家观察到，证明了。",
      "zh_TW": "這樁事情，十幾年前日本江本勝博士做水實驗，他說宇宙之間一切萬物水知道。他這個水實驗做得很成功，我在日本訪問的時候曾經兩次參觀他的實驗室，他跟我做報告，告訴我，他用了十年時間做了十幾萬次的實驗，沒有出現兩個圖案是相同的，他問我為什麼？我告訴他，肯定沒有兩個圖案是相同的，你才做十年，你做一百年也不會出現兩個相同的。他問我為什麼？我說：念頭不相同。念頭這個概念很模糊，什麼叫念頭？彌勒菩薩在經典裡面告訴我們，「一彈指有三十二億百千念」。我們今天做為觀察時間單位的是用秒，一秒鐘是最短的，一秒鐘能彈多少次？我相信，年輕人體力很好，至少可以彈五次。一彈指三十二億百千念，單位是百千，百千是十萬，三十二億乘十萬，得出的數字，三百二十兆。這一彈指裡面有三百二十兆個念頭，一秒鐘能彈五次，再乘五，就是一千六百兆。一秒鐘裡面有多少個念頭？有一千六百兆，一秒鐘裡頭有一千六百兆次的生滅，生滅就是念頭，就是一念，有一千六百兆次的一念，哪個一念是我？如果每個念頭都是我的話，我就很多，哪有那麼多的我？所有一切物質的發生、出現，都是在這個頻率裡面產生的。這樁事情被現代量子力學家觀察到，證明了。"
    },
    {
      "id": "02-040-0618_p0028",
      "zh_CN": "近代科学，你看科学在这个地球上四百多年，不断有人在研究，一直到今天才发现。可是展开佛经，三千年前佛已经说得很清楚，比他的科学报告还清楚。科学家看到佛经，叹为观止，费尽辛苦发现的，原来三千年前佛陀已经说明。所以佛经是什么？高等科学。科学达到登峰造极是什么人？是佛陀，对于这些宇宙的奥秘完全能够揭穿。佛说八地以上就有这个能力，这是讲修行证果的位次，完全凭定功。《华严经》上告诉我们，从最低的，到最高的，一共分为五十二个等级。八地是什么等级？五十二个等级最高的五个等级。说明不是佛一个人知道，八地菩萨知道，九地、十地、等觉，佛是妙觉，在这个阶段的定功他们统统能看见，完全通达明了，毫无疑惑。所以肯定佛的法身充满，肯定我们自己的法身跟佛的法身一样，也是充满，只是我们是迷而不觉，佛陀是觉而不迷，我们差别在此地，除这个差别之外，其他的毫无差别。智慧、德能、相好，统统是自性里头本自具足的，不是从外来的。所以「佛身充满，随物现形」，众生喜欢佛，就现佛身，众生喜欢菩萨，就现菩萨身，随众生心，应所知量。现身干什么？现身度他，现身帮助他觉悟，帮助他回头，是这个意思。",
      "zh_TW": "近代科學，你看科學在這個地球上四百多年，不斷有人在研究，一直到今天才發現。可是展開佛經，三千年前佛已經說得很清楚，比他的科學報告還清楚。科學家看到佛經，歎為觀止，費盡辛苦發現的，原來三千年前佛陀已經說明。所以佛經是什麼？高等科學。科學達到登峰造極是什麼人？是佛陀，對於這些宇宙的奧祕完全能夠揭穿。佛說八地以上就有這個能力，這是講修行證果的位次，完全憑定功。《華嚴經》上告訴我們，從最低的，到最高的，一共分為五十二個等級。八地是什麼等級？五十二個等級最高的五個等級。說明不是佛一個人知道，八地菩薩知道，九地、十地、等覺，佛是妙覺，在這個階段的定功他們統統能看見，完全通達明瞭，毫無疑惑。所以肯定佛的法身充滿，肯定我們自己的法身跟佛的法身一樣，也是充滿，只是我們是迷而不覺，佛陀是覺而不迷，我們差別在此地，除這個差別之外，其他的毫無差別。智慧、德能、相好，統統是自性裡頭本自具足的，不是從外來的。所以「佛身充滿，隨物現形」，眾生喜歡佛，就現佛身，眾生喜歡菩薩，就現菩薩身，隨眾生心，應所知量。現身幹什麼？現身度他，現身幫助他覺悟，幫助他回頭，是這個意思。"
    },
    {
      "id": "02-040-0618_p0029",
      "zh_CN": "「示生唱灭」，示生，示现出生；唱灭，示现灭度。像释迦牟尼佛住世八十年，完全是示现。他示现的目的是什么？「拯接群品」。品是品类，群是多，这个品类包括我们今天讲的，动物、植物、矿物，统统包括在其中，佛经上讲的十法界依正庄严，这就是拯接群品，拯救、接引。「据娑婆所见」，娑婆是我们的世界，梵语称为娑婆，我们在地球上所看见的，释迦牟尼佛给我们所示现。「诞育王宫」，诞是诞生，育是养育，在王宫，他是王子。「厌世修行」，十九岁离开家庭，放弃王位，他去修行。原因是看到这个世间的人有生老病死、怨憎会、爱别离、求不得，八苦交煎，人生太苦了，他去修行，修行的目的是希望能离苦。「降魔成佛」，八相成道里头降魔，魔是烦恼、是障碍，突破一切烦恼、障碍，他证得佛果。「故云兴世」，把佛法在这个世间兴盛起来。",
      "zh_TW": "「示生唱滅」，示生，示現出生；唱滅，示現滅度。像釋迦牟尼佛住世八十年，完全是示現。他示現的目的是什麼？「拯接群品」。品是品類，群是多，這個品類包括我們今天講的，動物、植物、礦物，統統包括在其中，佛經上講的十法界依正莊嚴，這就是拯接群品，拯救、接引。「據娑婆所見」，娑婆是我們的世界，梵語稱為娑婆，我們在地球上所看見的，釋迦牟尼佛給我們所示現。「誕育王宮」，誕是誕生，育是養育，在王宮，他是王子。「厭世修行」，十九歲離開家庭，放棄王位，他去修行。原因是看到這個世間的人有生老病死、怨憎會、愛別離、求不得，八苦交煎，人生太苦了，他去修行，修行的目的是希望能離苦。「降魔成佛」，八相成道裡頭降魔，魔是煩惱、是障礙，突破一切煩惱、障礙，他證得佛果。「故云興世」，把佛法在這個世間興盛起來。"
    },
    {
      "id": "02-040-0618_p0030",
      "zh_CN": "下面这是念老的话，「盖谓佛身遍法界，无有来去」。遍法界，哪有来哪有去？当处出生，随处灭尽。这个生灭是一念，要记住，这一念就是一千六百兆分之一秒。在这个高频率之下，我们的身心都感觉不到，这叫迷。如果对这个频率能感觉到，那就是八地菩萨，七地菩萨的定功还不行，第八地行，他真正感触到。所以既然是遍法界就没有来去，这是说空间。时间呢？「三际一如，本无生灭」。这个四句话，「身遍法界，无有来去，三际一如，本无生灭」，说的是佛；换句话说，说的是我们每个人自己，我们的本来面目如是。你要真正从这个地方体会到，有一点觉悟，恭喜你，为什么？对于生死轮回你看破了，知道什么？假的，不是真的。这四句话是真的，我们这个肉身是假的，我们的法身是真的。法身在哪里？遍法界。我们今天的身没有佛那么自在，佛的身是从法身变现出来的，我们的身是从业报里头变现出来的，叫业报身。心善、行善，三善道受报，人是三善道之一；如果是心行不善，那就三恶道受报。三恶道是地狱、饿鬼、畜生；三善道是天、人、阿修罗。业报身，没有业，就没有果报。业是什么？业就是烦恼。佛把所有的业报归纳为三大类，无明烦恼、尘沙烦恼、见思烦恼这三大类，这三大类都是业、都是报。这三大类是不是真有？不是真有，假的，跟作梦一样。你要问，我们这个人身是真有还是没有？你就想到作梦，跟梦境非常类似，作梦的时候自己不知道作梦，以为真有，到醒过来才晓得什么也没有。事实真相确实是如此，一点都不假。佛出世，「祇为应机度化」。他为什么到世间来？机是众生，众生的机缘成熟，感动佛菩萨住世。他必须住世八十年，在这八十年里面，跟世尊有缘的统统得度，都能够破迷开悟、离苦得乐，证小乘四果、大乘菩萨，成就不可思议。他自己给我们做榜样，「故现出生王宫，出家修道，降魔成佛，此即所谓兴世也。」把佛教在这个世间兴盛起来。",
      "zh_TW": "下面這是念老的話，「蓋謂佛身遍法界，無有來去」。遍法界，哪有來哪有去？當處出生，隨處滅盡。這個生滅是一念，要記住，這一念就是一千六百兆分之一秒。在這個高頻率之下，我們的身心都感覺不到，這叫迷。如果對這個頻率能感覺到，那就是八地菩薩，七地菩薩的定功還不行，第八地行，他真正感觸到。所以既然是遍法界就沒有來去，這是說空間。時間呢？「三際一如，本無生滅」。這個四句話，「身遍法界，無有來去，三際一如，本無生滅」，說的是佛；換句話說，說的是我們每個人自己，我們的本來面目如是。你要真正從這個地方體會到，有一點覺悟，恭喜你，為什麼？對於生死輪迴你看破了，知道什麼？假的，不是真的。這四句話是真的，我們這個肉身是假的，我們的法身是真的。法身在哪裡？遍法界。我們今天的身沒有佛那麼自在，佛的身是從法身變現出來的，我們的身是從業報裡頭變現出來的，叫業報身。心善、行善，三善道受報，人是三善道之一；如果是心行不善，那就三惡道受報。三惡道是地獄、餓鬼、畜生；三善道是天、人、阿修羅。業報身，沒有業，就沒有果報。業是什麼？業就是煩惱。佛把所有的業報歸納為三大類，無明煩惱、塵沙煩惱、見思煩惱這三大類，這三大類都是業、都是報。這三大類是不是真有？不是真有，假的，跟作夢一樣。你要問，我們這個人身是真有還是沒有？你就想到作夢，跟夢境非常類似，作夢的時候自己不知道作夢，以為真有，到醒過來才曉得什麼也沒有。事實真相確實是如此，一點都不假。佛出世，「祇為應機度化」。他為什麼到世間來？機是眾生，眾生的機緣成熟，感動佛菩薩住世。他必須住世八十年，在這八十年裡面，跟世尊有緣的統統得度，都能夠破迷開悟、離苦得樂，證小乘四果、大乘菩薩，成就不可思議。他自己給我們做榜樣，「故現出生王宮，出家修道，降魔成佛，此即所謂興世也。」把佛教在這個世間興盛起來。"
    },
    {
      "id": "02-040-0618_p0031",
      "zh_CN": "『难值难见』，这句话《净影疏》里头说，值是遇，说明一个人能遇到佛很难。为什么？你要跟释迦牟尼佛在同一个时空生到人间，你才有机会遇到。你亲眼看到，这叫见，见到佛。见到释迦牟尼佛，不容易，真的是难值难见。『诸佛经道』，「经」是经典，佛说的经典。佛不在世，经典在这个世间传开，翻译成各种不同的文字，现代印刷术发达、资讯发达，闻佛法的机会多了。像我这样年龄的人，在我们青少年的时候，闻佛法可不容易，为什么？讲的人太少了，没人讲；经典在世间流通的量太少了，因为古时候没有印刷术，中国的印刷术是宋朝时候才发明，雕版印刷，以后用活字排版，没有印刷术之前经典是要靠手抄，你说多难。汉朝时候，纸张笔墨没有发明之前，用兽的骨头，用竹、用木头片，把文字刻在上面，那是多费事、多么困难。印度亦如是，印度人把佛的经典写在贝叶上，贝多罗的树叶。这个树叶很耐久，把树叶裁成一片一片，树叶很厚、很笨重，写成贝叶经。数量之少，我们能够想像得到，得一部经典多难。",
      "zh_TW": "『難值難見』，這句話《淨影疏》裡頭說，值是遇，說明一個人能遇到佛很難。為什麼？你要跟釋迦牟尼佛在同一個時空生到人間，你才有機會遇到。你親眼看到，這叫見，見到佛。見到釋迦牟尼佛，不容易，真的是難值難見。『諸佛經道』，「經」是經典，佛說的經典。佛不在世，經典在這個世間傳開，翻譯成各種不同的文字，現代印刷術發達、資訊發達，聞佛法的機會多了。像我這樣年齡的人，在我們青少年的時候，聞佛法可不容易，為什麼？講的人太少了，沒人講；經典在世間流通的量太少了，因為古時候沒有印刷術，中國的印刷術是宋朝時候才發明，雕版印刷，以後用活字排版，沒有印刷術之前經典是要靠手抄，你說多難。漢朝時候，紙張筆墨沒有發明之前，用獸的骨頭，用竹、用木頭片，把文字刻在上面，那是多費事、多麼困難。印度亦如是，印度人把佛的經典寫在貝葉上，貝多羅的樹葉。這個樹葉很耐久，把樹葉裁成一片一片，樹葉很厚、很笨重，寫成貝葉經。數量之少，我們能夠想像得到，得一部經典多難。"
    },
    {
      "id": "02-040-0618_p0032",
      "zh_CN": "现代人有福，一部《无量寿经》，我们学习用了一千多个小时，能放在一个晶体里面，这个晶体像小指甲这么大，一千多个小时的东西都放在里面，放在一个随身听，不但有随身听，还能看到画面，你就晓得现在人有多大福报。这个福报要不善于利用，去听一些流行歌曲、杀盗淫妄，那就增长你造业的机缘。电视台播放的是什么内容？电影院里面播映的是什么？你们知道得比我清楚。我不看电视，我也不看电影，报纸、杂志统统不看，为什么？心得清净。古人说过两句话，「知事多时烦恼多，识人多处是非多」。认识人多了是非就多，知道事情多了烦恼、忧虑多。什么都不知道的好，心才清净，每天接触的是经本、是佛像、阿弥陀佛的名号。我们这一生的目的是求生极乐世界，对这个世间没有任何留恋，我们往生的愿才能圆满。所以，「诸佛经道，难得闻等，明法难闻」，说明人身难得，佛法难闻。「于中先明经教难闻。手得经卷名为得，耳听曰闻」，也可以把念佛诵经都包括在得字里头，都算你得到。「耳餐（餐，采取也）称闻」，这些都不容易，你听到讲经不容易。我们用卫星、用网路，用卫星十二年，用网路大概有二十年，比过去是进了一大步，但是真正有缘的人不多，必须得打开频道收听，这是有缘人，不愿意打开频道收听的，没有缘，没有缘占多数，有缘的是少数，说明确实佛法难闻。诸佛经道难得，得到不容易，听到也不容易。『遇善知识，闻法能行』，更难，难上之难。",
      "zh_TW": "現代人有福，一部《無量壽經》，我們學習用了一千多個小時，能放在一個晶體裡面，這個晶體像小指甲這麼大，一千多個小時的東西都放在裡面，放在一個隨身聽，不但有隨身聽，還能看到畫面，你就曉得現在人有多大福報。這個福報要不善於利用，去聽一些流行歌曲、殺盜淫妄，那就增長你造業的機緣。電視台播放的是什麼內容？電影院裡面播映的是什麼？你們知道得比我清楚。我不看電視，我也不看電影，報紙、雜誌統統不看，為什麼？心得清淨。古人說過兩句話，「知事多時煩惱多，識人多處是非多」。認識人多了是非就多，知道事情多了煩惱、憂慮多。什麼都不知道的好，心才清淨，每天接觸的是經本、是佛像、阿彌陀佛的名號。我們這一生的目的是求生極樂世界，對這個世間沒有任何留戀，我們往生的願才能圓滿。所以，「諸佛經道，難得聞等，明法難聞」，說明人身難得，佛法難聞。「於中先明經教難聞。手得經卷名為得，耳聽曰聞」，也可以把念佛誦經都包括在得字裡頭，都算你得到。「耳餐（餐，採取也）稱聞」，這些都不容易，你聽到講經不容易。我們用衛星、用網路，用衛星十二年，用網路大概有二十年，比過去是進了一大步，但是真正有緣的人不多，必須得打開頻道收聽，這是有緣人，不願意打開頻道收聽的，沒有緣，沒有緣佔多數，有緣的是少數，說明確實佛法難聞。諸佛經道難得，得到不容易，聽到也不容易。『遇善知識，聞法能行』，更難，難上之難。"
    },
    {
      "id": "02-040-0618_p0033",
      "zh_CN": "下面为我们解释善知识，「善知识者，善谓于我有益，导我于善道者」。他来引导我走善道，这叫善知识。「知谓知心，识谓识形」。我认识这个人，这是识；我知道他的心，这个是知。《法华经文句》第四卷里头有说，这个书是智者大师造的，就是《法华经》的注解，唐朝初年天台山智者大师，这里面说，「闻名为知，见形为识」。我听说这个人，没见过面，这叫知；我认识这个人，见过面，这叫识。什么人？「是人益我菩提之道」，益是利益，对于我学佛有很大的帮助，所以我们称他为善知识。「故知此知识二字，为知心识形之义」。我知道这个人，我认识他，这叫知识，这是知识两个字通常所含的意思。「故善知识亦称善友」，这着重在一个善字。「相识相知导我于善之人」，称善友，也称善知识，我跟这些人往来，决定有利益、有好处。",
      "zh_TW": "下面為我們解釋善知識，「善知識者，善謂於我有益，導我於善道者」。他來引導我走善道，這叫善知識。「知謂知心，識謂識形」。我認識這個人，這是識；我知道他的心，這個是知。《法華經文句》第四卷裡頭有說，這個書是智者大師造的，就是《法華經》的註解，唐朝初年天台山智者大師，這裡面說，「聞名為知，見形為識」。我聽說這個人，沒見過面，這叫知；我認識這個人，見過面，這叫識。什麼人？「是人益我菩提之道」，益是利益，對於我學佛有很大的幫助，所以我們稱他為善知識。「故知此知識二字，為知心識形之義」。我知道這個人，我認識他，這叫知識，這是知識兩個字通常所含的意思。「故善知識亦稱善友」，這著重在一個善字。「相識相知導我於善之人」，稱善友，也稱善知識，我跟這些人往來，決定有利益、有好處。"
    },
    {
      "id": "02-040-0618_p0034",
      "zh_CN": "善知识难遇，我在年轻的时候，因为失学，尝到失学的痛苦，但是喜欢读书。抗战胜利之后我在南京读书，学校里曾经有一次邀请任卓宣先生给我们全校同学做了一次讲演，我知道这个人。来到台湾之后，偶然听说他也在台湾，我终于找到他的地址，写了一封信告诉他，回忆过去在南京那一次听他的讲演。很难得，他回信约我见面，我就想能认识几个真正的，像经上讲的善知识，有机会向他请教。他当时给我介绍十几位，都是名教授，跟他都很熟的。所以我的星期假日到哪里去？就是拜访这些善友，跟他们谈话就等于他们给我上课。最后认识了方东美先生，难得方老师自己开口，我们不敢请求，我爱好哲学，没有学过哲学，他乐意为我讲一部《哲学概论》，时间是每个星期天上午九点半到十一点半，两个小时。所以我每个星期天就上这堂课。在《哲学概论》最后一个单元「佛经哲学」，我在这个单元里面认识了佛教，对这个产生兴趣，佛教这么好，我应该要专心来学习。引我入佛门，方东美先生，我非常感激他，如果不是他，我跟佛没有缘，跟宗教没有缘，他告诉我，释迦牟尼是世界上最伟大的哲学家。今天量子力学家告诉我们，佛经是世界上最高的科学，哲学、科学的最高峰是大乘经，闻所未闻。方老师告诉我，学佛是人生最高的享受。我真听话，真干。章嘉大师劝我出家，我出家之后再去看方老师，方老师看到我这个样子，怎么你真干！我说真干，我听老师话。确确实实这一生所过的是老师所说的，人生最高的享受。最高的享受不是地位、不是财富，是什么？快乐！没有忧虑，没有烦恼，没有牵挂，一天到晚欢欢喜喜，过的是流浪的生活。八十五岁我在香港接受一个同修送我一个小房子，供养的。这个小房子在山上，很小的房子，但是住起来非常舒服，我就想可以定居，不再到处跑。可是缘出现了，马来西亚的缘，印尼的缘，斯里兰卡的缘，不去不行。所以今年我大部分的时间住在马来西亚，明年一年看看斯里兰卡，斯里兰卡的缘成熟，我都答应去讲一年经，就是讲《无量寿经》，从头到尾讲一遍，为他们的国家祈福。这两个国家邀请在先，第三个是印度尼西亚，第四个是日本，都是很诚恳的邀请我去讲一部《无量寿经》。没有人请我的时候我就不想动，在一个小地方养老，求往生。",
      "zh_TW": "善知識難遇，我在年輕的時候，因為失學，嘗到失學的痛苦，但是喜歡讀書。抗戰勝利之後我在南京讀書，學校裡曾經有一次邀請任卓宣先生給我們全校同學做了一次講演，我知道這個人。來到台灣之後，偶然聽說他也在台灣，我終於找到他的地址，寫了一封信告訴他，回憶過去在南京那一次聽他的講演。很難得，他回信約我見面，我就想能認識幾個真正的，像經上講的善知識，有機會向他請教。他當時給我介紹十幾位，都是名教授，跟他都很熟的。所以我的星期假日到哪裡去？就是拜訪這些善友，跟他們談話就等於他們給我上課。最後認識了方東美先生，難得方老師自己開口，我們不敢請求，我愛好哲學，沒有學過哲學，他樂意為我講一部《哲學概論》，時間是每個星期天上午九點半到十一點半，兩個小時。所以我每個星期天就上這堂課。在《哲學概論》最後一個單元「佛經哲學」，我在這個單元裡面認識了佛教，對這個產生興趣，佛教這麼好，我應該要專心來學習。引我入佛門，方東美先生，我非常感激他，如果不是他，我跟佛沒有緣，跟宗教沒有緣，他告訴我，釋迦牟尼是世界上最偉大的哲學家。今天量子力學家告訴我們，佛經是世界上最高的科學，哲學、科學的最高峰是大乘經，聞所未聞。方老師告訴我，學佛是人生最高的享受。我真聽話，真幹。章嘉大師勸我出家，我出家之後再去看方老師，方老師看到我這個樣子，怎麼你真幹！我說真幹，我聽老師話。確確實實這一生所過的是老師所說的，人生最高的享受。最高的享受不是地位、不是財富，是什麼？快樂！沒有憂慮，沒有煩惱，沒有牽掛，一天到晚歡歡喜喜，過的是流浪的生活。八十五歲我在香港接受一個同修送我一個小房子，供養的。這個小房子在山上，很小的房子，但是住起來非常舒服，我就想可以定居，不再到處跑。可是緣出現了，馬來西亞的緣，印尼的緣，斯里蘭卡的緣，不去不行。所以今年我大部分的時間住在馬來西亞，明年一年看看斯里蘭卡，斯里蘭卡的緣成熟，我都答應去講一年經，就是講《無量壽經》，從頭到尾講一遍，為他們的國家祈福。這兩個國家邀請在先，第三個是印度尼西亞，第四個是日本，都是很誠懇的邀請我去講一部《無量壽經》。沒有人請我的時候我就不想動，在一個小地方養老，求往生。"
    },
    {
      "id": "02-040-0618_p0035",
      "zh_CN": "下面念老引用《圆觉经大疏》，这本书是华严宗的，宗密大师的注解，《圆觉经》。宗密是清凉的学生，对于《圆觉经》解释得很详细，他说「善能知真识妄」，这个人他知道宇宙之间什么是真的、什么是假的，「知病识药」，知道众生的毛病，也知道用什么方法对治，这种人叫善知识。「是谓能了别真妄，通达真际」，这是真善知识，真际就是本性，通达真际就是禅宗所说的明心见性。「知众生根，应病予药」，知道一切众生迷失自性，知道用什么方法帮助众生破迷开悟，这叫应病予药，这样的人就称为善知识。",
      "zh_TW": "下面念老引用《圓覺經大疏》，這本書是華嚴宗的，宗密大師的註解，《圓覺經》。宗密是清涼的學生，對於《圓覺經》解釋得很詳細，他說「善能知真識妄」，這個人他知道宇宙之間什麼是真的、什麼是假的，「知病識藥」，知道眾生的毛病，也知道用什麼方法對治，這種人叫善知識。「是謂能了別真妄，通達真際」，這是真善知識，真際就是本性，通達真際就是禪宗所說的明心見性。「知眾生根，應病予藥」，知道一切眾生迷失自性，知道用什麼方法幫助眾生破迷開悟，這叫應病予藥，這樣的人就稱為善知識。"
    },
    {
      "id": "02-040-0618_p0036",
      "zh_CN": "「又《安乐集》依《法句经》曰：佛言，善知识者，能说深法」，深法是指大乘，大乘经义很深，「谓空、无相、无愿。诸法平等，无业无报，无因无果，究竟如如，住于实际」。这是《法句经》里头所说的，这个意思很深，如果会错了就很麻烦。你看看经文里头所说的，无业无报，无因无果，这还得了吗？这里头的意思太深了。我们先把空、无相、无愿，在我们参考资料里头有，这叫三解脱门。「空无相无愿」，从《三藏法数》里头节录下来的，「三解脱门条」。「解脱，即自在之义」。这个字，解念去声，不念解，解是名词，念谢是动词，把它解开，把绳索解开，让它脱离，这叫解脱，所以是自在的意思。门是通达的意思，「即能通之义。谓由此三解脱门，则能通至涅槃」。这三门都能帮助我们证得菩提涅槃，所以叫三种解脱门。「一、空解脱门，谓观一切法，皆从因缘和合而生，自性本空，无我、我所，若能如是通达，则于诸法而得自在，故名空解脱门。」这一条就不好懂，但是它真的是事实真相。观一切法都从因缘和合而生，没有自性，自性就是哲学里面所说的本体，本体是空。无我，我不可得，我既然不可得，我所有的当然全是假的，你才能真正放下，一切放下，你就得自在。这种得自在是从空门进去的，万法皆空，阿罗汉、辟支佛从这进去。几个人读了佛说的这些东西真正透彻明了？如果要把意思错会了，真像这里所说的，无业无报，无因无果，就不得了！他的思想言行绝对是错误的，感的果报是无间地狱。现在时间到了。",
      "zh_TW": "「又《安樂集》依《法句經》曰：佛言，善知識者，能說深法」，深法是指大乘，大乘經義很深，「謂空、無相、無願。諸法平等，無業無報，無因無果，究竟如如，住於實際」。這是《法句經》裡頭所說的，這個意思很深，如果會錯了就很麻煩。你看看經文裡頭所說的，無業無報，無因無果，這還得了嗎？這裡頭的意思太深了。我們先把空、無相、無願，在我們參考資料裡頭有，這叫三解脫門。「空無相無願」，從《三藏法數》裡頭節錄下來的，「三解脫門條」。「解脫，即自在之義」。這個字，解念去聲，不念解，解是名詞，念謝是動詞，把它解開，把繩索解開，讓它脫離，這叫解脫，所以是自在的意思。門是通達的意思，「即能通之義。謂由此三解脫門，則能通至涅槃」。這三門都能幫助我們證得菩提涅槃，所以叫三種解脫門。「一、空解脫門，謂觀一切法，皆從因緣和合而生，自性本空，無我、我所，若能如是通達，則於諸法而得自在，故名空解脫門。」這一條就不好懂，但是它真的是事實真相。觀一切法都從因緣和合而生，沒有自性，自性就是哲學裡面所說的本體，本體是空。無我，我不可得，我既然不可得，我所有的當然全是假的，你才能真正放下，一切放下，你就得自在。這種得自在是從空門進去的，萬法皆空，阿羅漢、辟支佛從這進去。幾個人讀了佛說的這些東西真正透徹明瞭？如果要把意思錯會了，真像這裡所說的，無業無報，無因無果，就不得了！他的思想言行絕對是錯誤的，感的果報是無間地獄。現在時間到了。"
    }
  ]
}