{
  "doc_id": "02-040-0003",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0003",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-040-0003_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第一三八页第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第一三八頁第四行："
    },
    {
      "id": "02-040-0003_p0002",
      "zh_CN": "「净土法门者，乃一乘了义，万善同归，三根普被，凡圣齐收，横超三界，迳登四土，极圆极顿，不可思议之微妙法门也」。这一句里面有不少的名相，我们在这里略说说。前面我们学过一乘，现在我们看「了义」，参考资料里了义，了义也是术语。《三藏法数》里面说，「诸大乘经宣说胜义」，这个胜义就是了义，胜是殊胜，了是究竟明了的意思。如经文当中又说到，「烦恼即菩提，生死即涅槃」，凡是这一类的，都是「究竟显了」，显是明显，一丝毫隐藏都没有，了是明了，「名为了义」。",
      "zh_TW": "「淨土法門者，乃一乘了義，萬善同歸，三根普被，凡聖齊收，橫超三界，逕登四土，極圓極頓，不可思議之微妙法門也」。這一句裡面有不少的名相，我們在這裡略說說。前面我們學過一乘，現在我們看「了義」，參考資料裡了義，了義也是術語。《三藏法數》裡面說，「諸大乘經宣說勝義」，這個勝義就是了義，勝是殊勝，了是究竟明瞭的意思。如經文當中又說到，「煩惱即菩提，生死即涅槃」，凡是這一類的，都是「究竟顯了」，顯是明顯，一絲毫隱藏都沒有，了是明瞭，「名為了義」。"
    },
    {
      "id": "02-040-0003_p0003",
      "zh_CN": "世尊在四依法里头教给后世的弟子，学佛要依了义，不依不了义。他这四句是「依法不依人」，这很重要。法是佛说的经典，一定要依靠这个。人说法与法所说的不相应，违背了经里面的宗旨，这是决定不能依靠的。所以叫依法不依人。「依义不依语」，要依所说的义理，言语多说几句、少说几句没关系，说深说浅。文字也没有关系，你看同一种经，像《金刚经》有六种翻译本。原本是一本，翻译的人不一样，翻译的文字当然不相同，但是意思都对，没有把意思失掉。所以这六种本子，随便学哪个本子都可以。这是依义不依语。经典，「依了义不依不了义」。什么叫了义？能够真正帮助你了生死出三界的，这叫了义。可是出三界跟出十法界的，那出三界的就是不了义，出三界的，要出十法界才是了义。所以这个了义有比较的，一层一层往上去比。最极了义的就是帮助你证得究竟涅槃，这叫究竟了义，这决定要遵守的。最后一条，「依智不依识」，我们学习，要理智，不能用感情。修学佛法，如果里头带着有情执，就很麻烦，很难摆脱六道轮回。所以要理智，我们讲理智，不用感情。这是佛讲的四依，佛不在世了，依靠什么？依靠这四法，非常重要！现在这个世界很少有人讲了，这个要提倡。依了义不依不了义。",
      "zh_TW": "世尊在四依法裡頭教給後世的弟子，學佛要依了義，不依不了義。他這四句是「依法不依人」，這很重要。法是佛說的經典，一定要依靠這個。人說法與法所說的不相應，違背了經裡面的宗旨，這是決定不能依靠的。所以叫依法不依人。「依義不依語」，要依所說的義理，言語多說幾句、少說幾句沒關係，說深說淺。文字也沒有關係，你看同一種經，像《金剛經》有六種翻譯本。原本是一本，翻譯的人不一樣，翻譯的文字當然不相同，但是意思都對，沒有把意思失掉。所以這六種本子，隨便學哪個本子都可以。這是依義不依語。經典，「依了義不依不了義」。什麼叫了義？能夠真正幫助你了生死出三界的，這叫了義。可是出三界跟出十法界的，那出三界的就是不了義，出三界的，要出十法界才是了義。所以這個了義有比較的，一層一層往上去比。最極了義的就是幫助你證得究竟涅槃，這叫究竟了義，這決定要遵守的。最後一條，「依智不依識」，我們學習，要理智，不能用感情。修學佛法，如果裡頭帶著有情執，就很麻煩，很難擺脫六道輪迴。所以要理智，我們講理智，不用感情。這是佛講的四依，佛不在世了，依靠什麼？依靠這四法，非常重要！現在這個世界很少有人講了，這個要提倡。依了義不依不了義。"
    },
    {
      "id": "02-040-0003_p0004",
      "zh_CN": "烦恼即菩提，生死即涅槃，常常听到，这两句话是究竟了义，可是我们听不懂。究竟了义的经确实是对上上根人说的，不是对一般人讲的，也就是它的对象是法身菩萨、法身大士。《佛学大辞典》里面解释，这是术语，「对于不了义而言」，了义的对面是不了义，「显了分明说示究竟之实义，谓之了义」。显了分明是它的宗旨，说也行、示也行，示是示现，不用言语，但是说的、示现的都是究竟的实义。这实义是真实，不是假的，也就是所谓的诸法实相，一切法的真相，这叫了义。「未了未尽之说」，这是不了义，后头还有，没有讲到极处。譬如阿罗汉讲到脱离六道轮回，六道轮回后头还有，不是没有了，所以这是不了义。阿罗汉在四圣法界修，要把见思烦恼习气断掉，再断尘沙烦恼、尘沙烦恼习气，再断无明烦恼，他才能够生到实报庄严土，那叫了义。所以，十法界还是不了义。生到实报土还不能算是究竟了义，因为他还有四十一品无明习气。无明习气断干净之后，证得妙觉果位，回归常寂光，这叫究竟了义。",
      "zh_TW": "煩惱即菩提，生死即涅槃，常常聽到，這兩句話是究竟了義，可是我們聽不懂。究竟了義的經確實是對上上根人說的，不是對一般人講的，也就是它的對象是法身菩薩、法身大士。《佛學大辭典》裡面解釋，這是術語，「對於不了義而言」，了義的對面是不了義，「顯了分明說示究竟之實義，謂之了義」。顯了分明是它的宗旨，說也行、示也行，示是示現，不用言語，但是說的、示現的都是究竟的實義。這實義是真實，不是假的，也就是所謂的諸法實相，一切法的真相，這叫了義。「未了未盡之說」，這是不了義，後頭還有，沒有講到極處。譬如阿羅漢講到脫離六道輪迴，六道輪迴後頭還有，不是沒有了，所以這是不了義。阿羅漢在四聖法界修，要把見思煩惱習氣斷掉，再斷塵沙煩惱、塵沙煩惱習氣，再斷無明煩惱，他才能夠生到實報莊嚴土，那叫了義。所以，十法界還是不了義。生到實報土還不能算是究竟了義，因為他還有四十一品無明習氣。無明習氣斷乾淨之後，證得妙覺果位，回歸常寂光，這叫究竟了義。"
    },
    {
      "id": "02-040-0003_p0005",
      "zh_CN": "我们回头看净土法门，净土法门确实是究竟了义。往生到极乐世界，不但脱离六道轮回，脱离十法界了。小乘脱离轮回之后，再脱离十法界，那要修很长很长的时间，才能从阿罗汉提升到辟支佛，辟支佛提升到菩萨，菩萨提升到佛。这是十法界的佛，相似即佛，还不算是真佛。在这个时候转八识成四智，把妄想放下，也就是于一切法不分别、不执着了，这才能脱离十法界，你说多么不容易。可是往生极乐世界的人，他一次就把这个事情办妥了。哪怕是往生在极乐世界凡圣同居土下下品往生，乃至于边地往生，都脱离十法界。这个事情我们要真正搞清楚、搞明白。不走这条路，走阿罗汉那条路，那个路好长、好辛苦，六道里头不知道转多少世。所以，决定不能走这个弯路，这弯路太长了，不好走，路途当中障碍很多。",
      "zh_TW": "我們回頭看淨土法門，淨土法門確實是究竟了義。往生到極樂世界，不但脫離六道輪迴，脫離十法界了。小乘脫離輪迴之後，再脫離十法界，那要修很長很長的時間，才能從阿羅漢提升到辟支佛，辟支佛提升到菩薩，菩薩提升到佛。這是十法界的佛，相似即佛，還不算是真佛。在這個時候轉八識成四智，把妄想放下，也就是於一切法不分別、不執著了，這才能脫離十法界，你說多麼不容易。可是往生極樂世界的人，他一次就把這個事情辦妥了。哪怕是往生在極樂世界凡聖同居土下下品往生，乃至於邊地往生，都脫離十法界。這個事情我們要真正搞清楚、搞明白。不走這條路，走阿羅漢那條路，那個路好長、好辛苦，六道裡頭不知道轉多少世。所以，決定不能走這個彎路，這彎路太長了，不好走，路途當中障礙很多。"
    },
    {
      "id": "02-040-0003_p0006",
      "zh_CN": "了义跟不了义还有一个说法，凡是方便说的都是不了义，真实说的这是了义。在我们现前可以说，一切法虽然是了义的法，我们学没有这个程度，所以对我们讲是不了义。净宗这个法门我们有能力学，经上讲得很清楚，于有没有学识没有关系，于有没有知识也没有关系。不认识字的，没念过书的，这一句阿弥陀佛念得很好，我们细心观察，往生到极乐世界品位特高，一般知识分子，甚至于讲经的法师都比不上。又何况四十八愿讲得很清楚，五逆十恶、毁谤佛法，临终忏悔统统能往生。往生的品位高下不一样，与这一生忏悔的力量，跟宿世累积的善根福德有关系。所以这个法门是不可思议究竟了义的法门。",
      "zh_TW": "了義跟不了義還有一個說法，凡是方便說的都是不了義，真實說的這是了義。在我們現前可以說，一切法雖然是了義的法，我們學沒有這個程度，所以對我們講是不了義。淨宗這個法門我們有能力學，經上講得很清楚，於有沒有學識沒有關係，於有沒有知識也沒有關係。不認識字的，沒念過書的，這一句阿彌陀佛念得很好，我們細心觀察，往生到極樂世界品位特高，一般知識分子，甚至於講經的法師都比不上。又何況四十八願講得很清楚，五逆十惡、毀謗佛法，臨終懺悔統統能往生。往生的品位高下不一樣，與這一生懺悔的力量，跟宿世累積的善根福德有關係。所以這個法門是不可思議究竟了義的法門。"
    },
    {
      "id": "02-040-0003_p0007",
      "zh_CN": "「《圆觉经》曰：得闻如是修多罗教了义法门」，这《圆觉经》，我们换在《无量寿经》比这个更殊胜，「永断疑悔」，不怀疑、不后悔，这个念头要断干净。「是诸菩萨最上教诲了义大乘」。「了义者，决择究竟显了之说，非覆相密意含隐之谭」。那叫秘而不宣，这个地方不是的，是清清楚楚、明明了瞭的说给你听，指示给你，这就是净宗。《宝积经》第五十二卷说，「若诸经中，有所宣说：厌背生死，欣乐涅槃，是不了义」。为什么？有厌有欣。「若有宣说生死涅槃二无差别」，这是了义。了义讲真相，实话实说，不是方便教。《大集经》里头说，「了义经者，生死涅槃一相无二」。《涅槃经》曰：「依了义经，不依不了义经」。西方极乐世界是平等世界，这叫究竟了义，里面没有分别、没有执着。生到极乐世界，圆证四土，同居土、方便土、实报土、常寂光土，有没有？有，真有。但是在极乐世界四土圆融在一起，这就是究竟了义。一生一切生，生到同居土，同时生实报土、生寂光土，同时的，这究竟了义。",
      "zh_TW": "「《圓覺經》曰：得聞如是修多羅教了義法門」，這《圓覺經》，我們換在《無量壽經》比這個更殊勝，「永斷疑悔」，不懷疑、不後悔，這個念頭要斷乾淨。「是諸菩薩最上教誨了義大乘」。「了義者，決擇究竟顯了之說，非覆相密意含隱之譚」。那叫祕而不宣，這個地方不是的，是清清楚楚、明明瞭瞭的說給你聽，指示給你，這就是淨宗。《寶積經》第五十二卷說，「若諸經中，有所宣說：厭背生死，欣樂涅槃，是不了義」。為什麼？有厭有欣。「若有宣說生死涅槃二無差別」，這是了義。了義講真相，實話實說，不是方便教。《大集經》裡頭說，「了義經者，生死涅槃一相無二」。《涅槃經》曰：「依了義經，不依不了義經」。西方極樂世界是平等世界，這叫究竟了義，裡面沒有分別、沒有執著。生到極樂世界，圓證四土，同居土、方便土、實報土、常寂光土，有沒有？有，真有。但是在極樂世界四土圓融在一起，這就是究竟了義。一生一切生，生到同居土，同時生實報土、生寂光土，同時的，這究竟了義。"
    },
    {
      "id": "02-040-0003_p0008",
      "zh_CN": "下面说三根普被。三根，「上中下三根，就众生善根之强弱而言」，有人善根厚，有人善根薄；有人善根很强，有人很弱。从这上面来分为三种。这里头举的一个例子，《法华经．药草喻品》，我们把它念一念。「譬如三千大千世界，山川谿谷土地所生卉木丛林」，我们就用地球来做比喻，地球上山川溪谷、花草树木。「密云弥布遍覆三千大千世界，一时等澍」，澍是雨降下来，天上下雨了，「其泽普洽卉木丛林及诸药草」。雨水是平等的下来，但是这些植物吸收水分不相同，大树它吸收的水分很多，它吸收进去了，花草它吸收就少，在小草就更少了。这就所谓是大根、中根、小根。雨是一样下下来，每个人接收的不一样。「佛以一音而说法，众生随类各得解」，世尊讲经教学是一样的，可是每个人得的，吸收的程度不相同。跟雨水，雨水是相同，降下来，树木花草每个人吸收的不一样。我们把它念下去，「小根小茎小枝小叶，中根中茎中枝中叶，大根大茎大枝大叶，诸树大小，随上中下各有所受，一云所雨，称其种性而得生长，华果敷实，虽一地所生一雨所润，而诸草木各有差别」。这个很容易懂，用它来形容诸佛菩萨示现在世间讲经教学。众生遇到了，闻到佛法，依教修行，各人体会浅深，义理浅深不相同，各人修行的果德也不相同。",
      "zh_TW": "下面說三根普被。三根，「上中下三根，就眾生善根之強弱而言」，有人善根厚，有人善根薄；有人善根很強，有人很弱。從這上面來分為三種。這裡頭舉的一個例子，《法華經．藥草喻品》，我們把它念一念。「譬如三千大千世界，山川谿谷土地所生卉木叢林」，我們就用地球來做比喻，地球上山川溪谷、花草樹木。「密雲彌布遍覆三千大千世界，一時等澍」，澍是雨降下來，天上下雨了，「其澤普洽卉木叢林及諸藥草」。雨水是平等的下來，但是這些植物吸收水分不相同，大樹它吸收的水分很多，它吸收進去了，花草它吸收就少，在小草就更少了。這就所謂是大根、中根、小根。雨是一樣下下來，每個人接收的不一樣。「佛以一音而說法，眾生隨類各得解」，世尊講經教學是一樣的，可是每個人得的，吸收的程度不相同。跟雨水，雨水是相同，降下來，樹木花草每個人吸收的不一樣。我們把它念下去，「小根小莖小枝小葉，中根中莖中枝中葉，大根大莖大枝大葉，諸樹大小，隨上中下各有所受，一雲所雨，稱其種性而得生長，華果敷實，雖一地所生一雨所潤，而諸草木各有差別」。這個很容易懂，用它來形容諸佛菩薩示現在世間講經教學。眾生遇到了，聞到佛法，依教修行，各人體會淺深，義理淺深不相同，各人修行的果德也不相同。"
    },
    {
      "id": "02-040-0003_p0009",
      "zh_CN": "《大智度论．释七譬喻品》，在第八十五卷，《大智度论》一百卷，这里头说，「诸佛贤圣怜愍众生故，以种种语言名字譬喻为说」。佛菩萨应化在这个地球上，不只是中国，哪一个国家、哪一个地区、哪一道佛菩萨都去，畜生道尤其明显。佛菩萨慈悲，众生愈苦他们来的人愈多，怜悯众生苦，普度众生。畜生道、修罗道、罗刹道、饿鬼道、地狱道，哪一道都去，示现同样的身，跟他们说法，劝他们忏悔，劝他们改过，劝他们念佛求生净土。所以，往生极乐世界不仅是人天，饿鬼、畜生、地狱统统有。恶道众生怎么能往生？过去在人道里头修过，学过佛，烦恼习气重，念佛功夫程度不够，继续搞轮回。虽然在恶道当中，他还是有善根、有福德，佛菩萨还是不舍弃，追逐着你要帮助你、要成就你。佛菩萨恩德之大无与伦比，我们要相信，要知恩报恩。怎么知恩报恩？真正生到极乐世界，那就真报了恩。一定要知道，往生极乐世界不难，难的真的是我们在这个世间放不下，这个难！",
      "zh_TW": "《大智度論．釋七譬喻品》，在第八十五卷，《大智度論》一百卷，這裡頭說，「諸佛賢聖憐愍眾生故，以種種語言名字譬喻為說」。佛菩薩應化在這個地球上，不只是中國，哪一個國家、哪一個地區、哪一道佛菩薩都去，畜生道尤其明顯。佛菩薩慈悲，眾生愈苦他們來的人愈多，憐憫眾生苦，普度眾生。畜生道、修羅道、羅剎道、餓鬼道、地獄道，哪一道都去，示現同樣的身，跟他們說法，勸他們懺悔，勸他們改過，勸他們念佛求生淨土。所以，往生極樂世界不僅是人天，餓鬼、畜生、地獄統統有。惡道眾生怎麼能往生？過去在人道裡頭修過，學過佛，煩惱習氣重，念佛功夫程度不夠，繼續搞輪迴。雖然在惡道當中，他還是有善根、有福德，佛菩薩還是不捨棄，追逐著你要幫助你、要成就你。佛菩薩恩德之大無與倫比，我們要相信，要知恩報恩。怎麼知恩報恩？真正生到極樂世界，那就真報了恩。一定要知道，往生極樂世界不難，難的真的是我們在這個世間放不下，這個難！"
    },
    {
      "id": "02-040-0003_p0010",
      "zh_CN": "现在大家都知道，确确实实经上所讲的五浊恶世被我们遇到了。在我们之前，一甲子之前，就是六十年前，这个世间还很可爱，我们一些同学、朋友真的还有一点义气、有一点道义。现在没有了，现在人跟人相处全是利害，有利是朋友，没有利就是敌人，浊恶到了极处。给我们是什么一个启示？不想住在这个世间，不想来了。到哪里去就得考虑了。摆在我们面前，有极乐世界，如果不选极乐世界，那就是三途，这个选择就错了。佛经上告诉我们，取极乐世界，只要最后一口气没断还来得及，这是佛慈悲真正到极处。",
      "zh_TW": "現在大家都知道，確確實實經上所講的五濁惡世被我們遇到了。在我們之前，一甲子之前，就是六十年前，這個世間還很可愛，我們一些同學、朋友真的還有一點義氣、有一點道義。現在沒有了，現在人跟人相處全是利害，有利是朋友，沒有利就是敵人，濁惡到了極處。給我們是什麼一個啟示？不想住在這個世間，不想來了。到哪裡去就得考慮了。擺在我們面前，有極樂世界，如果不選極樂世界，那就是三途，這個選擇就錯了。佛經上告訴我們，取極樂世界，只要最後一口氣沒斷還來得及，這是佛慈悲真正到極處。"
    },
    {
      "id": "02-040-0003_p0011",
      "zh_CN": "《智度论》里面说的，「利根者解圣人意，钝根者处处生着」，着相。这个话我们懂，我们在大乘教里长时间的薰习，不能执着，要放下，放下就对了，再执着我们就去不了。放得愈多愈好，你到极乐世界的品位就愈来愈高。放下这个世间情执，生凡圣同居土。如果真正能放下身见，不再执着身，放下边见，不跟人对立，一切人事物都能和睦相处，不再对立，能恒顺众生、随喜功德，生方便有余土，我们能做到。我们只要做，做得不圆满不怕，佛来接引，首先是佛光注照，佛光一照你，把你的功夫就提升一倍。我们只要沾一点边，一提升我们就变成方便有余土，那是上中下三辈中辈往生。在极乐世界天天受阿弥陀佛亲自教诲，到那个地方去闻法，真是闻所未闻。一切诸佛如来所说妙法都在极乐世界，随意所闻都能提升自己的品位，一生圆满无上菩提。所以，这是不能不去。现在首先学着就是不执着、不分别，一切随它去吧，有缘的、能帮助的我们帮助他，不能帮助先成就自己。",
      "zh_TW": "《智度論》裡面說的，「利根者解聖人意，鈍根者處處生著」，著相。這個話我們懂，我們在大乘教裡長時間的薰習，不能執著，要放下，放下就對了，再執著我們就去不了。放得愈多愈好，你到極樂世界的品位就愈來愈高。放下這個世間情執，生凡聖同居土。如果真正能放下身見，不再執著身，放下邊見，不跟人對立，一切人事物都能和睦相處，不再對立，能恆順眾生、隨喜功德，生方便有餘土，我們能做到。我們只要做，做得不圓滿不怕，佛來接引，首先是佛光注照，佛光一照你，把你的功夫就提升一倍。我們只要沾一點邊，一提升我們就變成方便有餘土，那是上中下三輩中輩往生。在極樂世界天天受阿彌陀佛親自教誨，到那個地方去聞法，真是聞所未聞。一切諸佛如來所說妙法都在極樂世界，隨意所聞都能提升自己的品位，一生圓滿無上菩提。所以，這是不能不去。現在首先學著就是不執著、不分別，一切隨它去吧，有緣的、能幫助的我們幫助他，不能幫助先成就自己。"
    },
    {
      "id": "02-040-0003_p0012",
      "zh_CN": "《宗镜录》卷二十三，《宗镜录》有一百卷，第二十三卷里头说，「上根者，闻言下便会，更不作诸恶，唤作一受不退常寂然」。这上根人，很容易度，他一听就开悟了，他就能断恶，他就能不退，他就能保持。寂然就是心地清净，我们今天说清净平等，他能保持住。「中根者，亲近善知识，近于智者，数数闻说，不久还会」。亲近一个善知识时间久了，长时间薰习，他就成了。「若是下根，千遍万遍与说，元来不会，虽然记得少许，如破布里明珠，出门还漏却」。这就是下根，业障深重，长时间薰修还是不会。纵然得少许，这少许不管用，敌不过他的烦恼习气，日常生活还是习气当家做主，也就是说依然造罪业，这下根。用这个标准，我们看乡下阿公阿婆，他们一句佛号念到底，没有杂念、没有妄想。见任何人都笑咪咪的，口里声声佛号，从来没有停过，你跟他讲什么话都是阿弥陀佛，这是什么人？上上根人。这种人没有妄想，他在干什么？他在度众生。他虽然不是在说法，他在示现，他把修学净宗，弥陀如来弟子做出来给你看，让你一看，感觉到那是真的，不是假的。那是个真念佛人，那是实报庄严土的菩萨，来做示现的。末后这句话说得好，「汝知么，佛道不远，回心即是」。佛是觉道，我们是迷，迷回过头来就是觉，不迷不就觉悟了吗？",
      "zh_TW": "《宗鏡錄》卷二十三，《宗鏡錄》有一百卷，第二十三卷裡頭說，「上根者，聞言下便會，更不作諸惡，喚作一受不退常寂然」。這上根人，很容易度，他一聽就開悟了，他就能斷惡，他就能不退，他就能保持。寂然就是心地清淨，我們今天說清淨平等，他能保持住。「中根者，親近善知識，近於智者，數數聞說，不久還會」。親近一個善知識時間久了，長時間薰習，他就成了。「若是下根，千遍萬遍與說，元來不會，雖然記得少許，如破布裡明珠，出門還漏却」。這就是下根，業障深重，長時間薰修還是不會。縱然得少許，這少許不管用，敵不過他的煩惱習氣，日常生活還是習氣當家做主，也就是說依然造罪業，這下根。用這個標準，我們看鄉下阿公阿婆，他們一句佛號念到底，沒有雜念、沒有妄想。見任何人都笑咪咪的，口裡聲聲佛號，從來沒有停過，你跟他講什麼話都是阿彌陀佛，這是什麼人？上上根人。這種人沒有妄想，他在幹什麼？他在度眾生。他雖然不是在說法，他在示現，他把修學淨宗，彌陀如來弟子做出來給你看，讓你一看，感覺到那是真的，不是假的。那是個真念佛人，那是實報莊嚴土的菩薩，來做示現的。末後這句話說得好，「汝知麼，佛道不遠，迴心即是」。佛是覺道，我們是迷，迷回過頭來就是覺，不迷不就覺悟了嗎？"
    },
    {
      "id": "02-040-0003_p0013",
      "zh_CN": "「《摩诃止观》卷六下：佛为三根分别，下根断惑尽，方能出假」。这个惑是见惑，见思烦恼断尽，这能出假。「佛于法华中破其取涅槃心，劝发无上道，起方便慧」。真正觉悟了，真正回头了，但是惑没有断尽他就出不了假。假是什么？假是六道轮回。佛不舍弃他，劝勉他发心修行。「中根者断见惑已，生死少宽，思任运断」，思惑。这是什么？这是初果以上的，见惑断了，继续不断的去断思惑。「上根者，初心闻慧即能体达见思即空」。这是证阿罗汉，见思烦恼断了。见思不是真的，尘沙也不是真的，无明也不是真的，都是从妄想生。这是讲三根。净宗法门三根普被，也就是说，任何一个人都能学，而且都能成就。",
      "zh_TW": "「《摩訶止觀》卷六下：佛為三根分別，下根斷惑盡，方能出假」。這個惑是見惑，見思煩惱斷盡，這能出假。「佛於法華中破其取涅槃心，勸發無上道，起方便慧」。真正覺悟了，真正回頭了，但是惑沒有斷盡他就出不了假。假是什麼？假是六道輪迴。佛不捨棄他，勸勉他發心修行。「中根者斷見惑已，生死少寬，思任運斷」，思惑。這是什麼？這是初果以上的，見惑斷了，繼續不斷的去斷思惑。「上根者，初心聞慧即能體達見思即空」。這是證阿羅漢，見思煩惱斷了。見思不是真的，塵沙也不是真的，無明也不是真的，都是從妄想生。這是講三根。淨宗法門三根普被，也就是說，任何一個人都能學，而且都能成就。"
    },
    {
      "id": "02-040-0003_p0014",
      "zh_CN": "凡圣齐收，横出三界。横出是竖出的对称，它的对面叫竖出。出是出三界，出六道轮回。竖出难，你看，竖往上面去，我们人道上面四王天，这给你讲大的，四王天上去忉利天，忉利天上去夜摩天。欲界六层天，色界十八层天，无色界四层天，一共二十八层天，从这里一步一步往上提升出去，难，很不容易！「竖出，圣道门（此土由凡至圣修道之教门）。自力之教，历劫修行而出生死者」。所以修行时间的长要论劫数，不是年月日。",
      "zh_TW": "凡聖齊收，橫出三界。橫出是豎出的對稱，它的對面叫豎出。出是出三界，出六道輪迴。豎出難，你看，豎往上面去，我們人道上面四王天，這給你講大的，四王天上去忉利天，忉利天上去夜摩天。欲界六層天，色界十八層天，無色界四層天，一共二十八層天，從這裡一步一步往上提升出去，難，很不容易！「竪出，聖道門（此土由凡至聖修道之教門）。自力之教，歷劫修行而出生死者」。所以修行時間的長要論劫數，不是年月日。"
    },
    {
      "id": "02-040-0003_p0015",
      "zh_CN": "这先说竖出，再跟你讲横出，横出是净土，他力法门，靠阿弥陀佛。竖出完全靠自己，这是完全靠阿弥陀佛。「他力之教，不历修行地位」，修行这个位次他不需要经历，「但念弥陀而生净土者」。他这个横出，不但是横出了六道，还出了十法界，连四圣法界，声闻、缘觉、菩萨、佛全超越了。竖出要到破无明、断烦恼，出十法界，往生诸佛如来的实报土，《华严经》上讲的华藏世界，到那边去。往生极乐世界，我们曾经前面几次都讲过，生到极乐世界，极乐世界是华藏世界的中心点，极乐就是华藏，华藏就是极乐，极乐比华藏殊胜。我在新加坡讲这个经，有人问，华藏世界跟极乐世界是不是一个？一个为什么说两个？我说是一个，华藏世界好比新加坡这个城市，极乐世界好比是乌节路，乌节路是新加坡最繁华的一条道路，最旺的一条道路。他们就明白了。所以，到极乐世界是到华藏世界的中心点，到华藏世界最繁华的一个地方，不是边地，容易去、应该去。",
      "zh_TW": "這先說豎出，再跟你講橫出，橫出是淨土，他力法門，靠阿彌陀佛。豎出完全靠自己，這是完全靠阿彌陀佛。「他力之教，不歷修行地位」，修行這個位次他不需要經歷，「但念彌陀而生淨土者」。他這個橫出，不但是橫出了六道，還出了十法界，連四聖法界，聲聞、緣覺、菩薩、佛全超越了。豎出要到破無明、斷煩惱，出十法界，往生諸佛如來的實報土，《華嚴經》上講的華藏世界，到那邊去。往生極樂世界，我們曾經前面幾次都講過，生到極樂世界，極樂世界是華藏世界的中心點，極樂就是華藏，華藏就是極樂，極樂比華藏殊勝。我在新加坡講這個經，有人問，華藏世界跟極樂世界是不是一個？一個為什麼說兩個？我說是一個，華藏世界好比新加坡這個城市，極樂世界好比是烏節路，烏節路是新加坡最繁華的一條道路，最旺的一條道路。他們就明白了。所以，到極樂世界是到華藏世界的中心點，到華藏世界最繁華的一個地方，不是邊地，容易去、應該去。"
    },
    {
      "id": "02-040-0003_p0016",
      "zh_CN": "《乐邦文类》这是一本书。择是选择，辨是辨别，「横竖二出」，怎么去选择，怎么去辨别。这上面说，「竖出者，声闻修四谛，缘觉修十二因缘，菩萨修六度万行，此涉地位，譬如及第」，及第是过去旧社会里面考取了。考试考中叫及第，及第就是考取了，举人及第、进士及第，及第。「须自有才学」，你要没有才学你考不取，名落孙山，就是没中，没考中，所以要才学。「又如历任转官」，你做官的，做官慢慢往上升，升你得要有功效，你没有功劳不行，得要有功劳你才能往上升。都要靠自力。",
      "zh_TW": "《樂邦文類》這是一本書。擇是選擇，辨是辨別，「橫竪二出」，怎麼去選擇，怎麼去辨別。這上面說，「竪出者，聲聞修四諦，緣覺修十二因緣，菩薩修六度萬行，此涉地位，譬如及第」，及第是過去舊社會裡面考取了。考試考中叫及第，及第就是考取了，舉人及第、進士及第，及第。「須自有才學」，你要沒有才學你考不取，名落孫山，就是沒中，沒考中，所以要才學。「又如歷任轉官」，你做官的，做官慢慢往上升，升你得要有功效，你沒有功勞不行，得要有功勞你才能往上升。都要靠自力。"
    },
    {
      "id": "02-040-0003_p0017",
      "zh_CN": "「横出者，念佛求生净土，譬如荫叙」，这个荫是什么？祖宗之德。「功由祖父他力，不同学业有无」。不管你有没有学术，你是他的后代，他对国家贡献很大，他过世了，让他的子孙跟他的官爵相同，就是世袭。这个很容易，生下来就是。「又如覃恩普转」，这个也是的，你对国家建的有功，皇上对你的恩德，封官给你。不是你自己有修行，你是这个功臣的后代。但是这个比荫叙要差一等，荫叙官位是相同的，这个可能降一级，降个一、二级。这是皇恩，「功由国王，不论历任浅深」，不需要参加考试，也不需要什么建功立业，官就到手了。这是说念佛人成就就这么容易。这是横超三界。",
      "zh_TW": "「橫出者，念佛求生淨土，譬如蔭敘」，這個蔭是什麼？祖宗之德。「功由祖父他力，不同學業有無」。不管你有沒有學術，你是他的後代，他對國家貢獻很大，他過世了，讓他的子孫跟他的官爵相同，就是世襲。這個很容易，生下來就是。「又如覃恩普轉」，這個也是的，你對國家建的有功，皇上對你的恩德，封官給你。不是你自己有修行，你是這個功臣的後代。但是這個比蔭敘要差一等，蔭敘官位是相同的，這個可能降一級，降個一、二級。這是皇恩，「功由國王，不論歷任淺深」，不需要參加考試，也不需要什麼建功立業，官就到手了。這是說念佛人成就就這麼容易。這是橫超三界。"
    },
    {
      "id": "02-040-0003_p0018",
      "zh_CN": "迳登四土，四土是出《观无量寿佛经妙宗钞》，天台大师的著作。第一个是讲同居土，「同居土者，有秽有净，谓如此土娑婆世界，沙砾充满，即同居秽土也」。我们这个世界，确实地面上都是泥沙、都是石头，这是秽土。「西方安养世界，金宝庄严，无四恶趣」，它是同居净土。西方极乐世界大地是琉璃，经上讲的琉璃，是我们现在讲的翡翠，绿色的玉，透明的。大地是绿色的玉，透明的，从地面可以看到地底下。没有染污，所以叫净土。那个地方居民没有四恶道，四恶道是指畜生、饿鬼、地狱这三道，再加上阿修罗，那个地方没有，所以是同居净土。「虽净秽有异，皆是凡圣共住，故名同居」。我们这个世界凡圣同住，但是圣人我们看不到他。鸡足山，迦叶尊者在那边住，听说有人见过，可是我们没有遇见过，这是少数有缘人。五台山，文殊菩萨道场，文殊菩萨也常常化身出来，有缘人见到。我们在《虚云老和尚年谱》里面看到，他朝五台山，路上两次生病，都遇到一个乞丐帮助他、照顾他，两次一共一个多月。后来知道这个乞丐是文殊菩萨，当时不晓得，到五台山之后才知道。所以，我们真正有苦有难，菩萨会来照顾，要有信心。",
      "zh_TW": "逕登四土，四土是出《觀無量壽佛經妙宗鈔》，天台大師的著作。第一個是講同居土，「同居土者，有穢有淨，謂如此土娑婆世界，沙礫充滿，即同居穢土也」。我們這個世界，確實地面上都是泥沙、都是石頭，這是穢土。「西方安養世界，金寶莊嚴，無四惡趣」，它是同居淨土。西方極樂世界大地是琉璃，經上講的琉璃，是我們現在講的翡翠，綠色的玉，透明的。大地是綠色的玉，透明的，從地面可以看到地底下。沒有染污，所以叫淨土。那個地方居民沒有四惡道，四惡道是指畜生、餓鬼、地獄這三道，再加上阿修羅，那個地方沒有，所以是同居淨土。「雖淨穢有異，皆是凡聖共住，故名同居」。我們這個世界凡聖同住，但是聖人我們看不到他。雞足山，迦葉尊者在那邊住，聽說有人見過，可是我們沒有遇見過，這是少數有緣人。五台山，文殊菩薩道場，文殊菩薩也常常化身出來，有緣人見到。我們在《虛雲老和尚年譜》裡面看到，他朝五台山，路上兩次生病，都遇到一個乞丐幫助他、照顧他，兩次一共一個多月。後來知道這個乞丐是文殊菩薩，當時不曉得，到五台山之後才知道。所以，我們真正有苦有難，菩薩會來照顧，要有信心。"
    },
    {
      "id": "02-040-0003_p0019",
      "zh_CN": "第二「有余土」，叫方便有余土，「谓二乘等已断三界见、思惑尽，出生彼土，尚余无明之惑未尽」，所以叫有余。西方极乐世界，这就是小乘住的；换句话说，只要断见思，就生方便有余土。见思烦恼没断，真正想断还没断，大概往生的时候佛光一照，把你提升，这一提升自然就断了。断当然没断干净，没断干净就是中辈下生、中辈中生；断干净了中辈上生。它每一辈都有九品，三辈九品。这生有余土。",
      "zh_TW": "第二「有餘土」，叫方便有餘土，「謂二乘等已斷三界見、思惑盡，出生彼土，尚餘無明之惑未盡」，所以叫有餘。西方極樂世界，這就是小乘住的；換句話說，只要斷見思，就生方便有餘土。見思煩惱沒斷，真正想斷還沒斷，大概往生的時候佛光一照，把你提升，這一提升自然就斷了。斷當然沒斷乾淨，沒斷乾淨就是中輩下生、中輩中生；斷乾淨了中輩上生。它每一輩都有九品，三輩九品。這生有餘土。"
    },
    {
      "id": "02-040-0003_p0020",
      "zh_CN": "第三种「果报土」，就是实报庄严土。什么人往生？「别教十地，圆教十住、十行、十回向，乃至等觉诸菩萨所居之土」。《观无量寿佛经疏》说，「行真实法，感得胜报是也」。什么叫真实法？我们说得简单一点，大家容易懂，用真心，就生实报土，用妄心生方便有余土。什么是真心、什么是妄心？妄心起心动念、分别执着，这些心当家做主，见色闻声就起分别、就生执着，这叫用妄心。妄心不出十法界，如果用真心，就超越十法界，生实报庄严土。",
      "zh_TW": "第三種「果報土」，就是實報莊嚴土。什麼人往生？「別教十地，圓教十住、十行、十回向，乃至等覺諸菩薩所居之土」。《觀無量壽佛經疏》說，「行真實法，感得勝報是也」。什麼叫真實法？我們說得簡單一點，大家容易懂，用真心，就生實報土，用妄心生方便有餘土。什麼是真心、什麼是妄心？妄心起心動念、分別執著，這些心當家做主，見色聞聲就起分別、就生執著，這叫用妄心。妄心不出十法界，如果用真心，就超越十法界，生實報莊嚴土。"
    },
    {
      "id": "02-040-0003_p0021",
      "zh_CN": "六根在六尘境界里头学什么？练，练不起心、不动念。怎么个练法？把这个世间看成是电视萤幕，睁开眼睛我在看电视，全是假的，不是真的，就不会起心动念了。别当真，真的是假的。你再想想，它在我们这儿演出，一秒钟一千六百兆个频率在波动，它怎么会是真的？我们过去看电影，在我们面前，银幕上的画面一秒钟二十四个频率，二十四；现在摆在我们面前是一千六百兆，十秒钟一万六千兆。不是真的，全是假的。能常常作如是观，对我们的好处太大了，慢慢慢慢的我们把这个看破了，事实真相看出来了，对于这一切法不再留恋。你行善我没有动心，你造恶我也没动心，决定不能动念头。先学，学不执着、学不分别，这还是菩萨，管用。真正能够学到不执着，临终佛光注照，把你提升了，提升到菩萨境界，往生在西方极乐世界，距离实报土很近；换句话说，你很快就能证得。",
      "zh_TW": "六根在六塵境界裡頭學什麼？練，練不起心、不動念。怎麼個練法？把這個世間看成是電視螢幕，睜開眼睛我在看電視，全是假的，不是真的，就不會起心動念了。別當真，真的是假的。你再想想，它在我們這兒演出，一秒鐘一千六百兆個頻率在波動，它怎麼會是真的？我們過去看電影，在我們面前，銀幕上的畫面一秒鐘二十四個頻率，二十四；現在擺在我們面前是一千六百兆，十秒鐘一萬六千兆。不是真的，全是假的。能常常作如是觀，對我們的好處太大了，慢慢慢慢的我們把這個看破了，事實真相看出來了，對於這一切法不再留戀。你行善我沒有動心，你造惡我也沒動心，決定不能動念頭。先學，學不執著、學不分別，這還是菩薩，管用。真正能夠學到不執著，臨終佛光注照，把你提升了，提升到菩薩境界，往生在西方極樂世界，距離實報土很近；換句話說，你很快就能證得。"
    },
    {
      "id": "02-040-0003_p0022",
      "zh_CN": "处事待人接物用真诚心，没有一丝毫欺骗。烦恼、无明习气要断掉，不要认真，无论是善、是恶都随他去吧。用一个慈悲心来对待，真诚的慈悲，没有分别的慈悲；行善，慈悲心对你，造恶也是慈悲心对你。常常想到阿弥陀佛，阿弥陀佛看到这个样子，阿弥陀佛怎么个想法？阿弥陀佛没想法，一片慈悲。很有耐心，等你回头，什么时候能接受，佛就来示现，为你说法，就来度你。你不接受，佛不来，佛来了你也不知道。佛总是不舍众生，这一点我们一定要知道。舍众生的不是佛菩萨。阿罗汉会舍弃，众生太难度、太麻烦，他退心了，他不度你了；菩萨不会，菩萨你给他怎么样的难看、折磨，他还是来度你。",
      "zh_TW": "處事待人接物用真誠心，沒有一絲毫欺騙。煩惱、無明習氣要斷掉，不要認真，無論是善、是惡都隨他去吧。用一個慈悲心來對待，真誠的慈悲，沒有分別的慈悲；行善，慈悲心對你，造惡也是慈悲心對你。常常想到阿彌陀佛，阿彌陀佛看到這個樣子，阿彌陀佛怎麼個想法？阿彌陀佛沒想法，一片慈悲。很有耐心，等你回頭，什麼時候能接受，佛就來示現，為你說法，就來度你。你不接受，佛不來，佛來了你也不知道。佛總是不捨眾生，這一點我們一定要知道。捨眾生的不是佛菩薩。阿羅漢會捨棄，眾生太難度、太麻煩，他退心了，他不度你了；菩薩不會，菩薩你給他怎麼樣的難看、折磨，他還是來度你。"
    },
    {
      "id": "02-040-0003_p0023",
      "zh_CN": "第四「常寂光土」，「常寂光土者，即理性土也」。净土里面讲法性土，此地讲理性土，是一个意思。常就是法身，寂就是解脱，光就是般若，这个名词意思很深。常是什么？不变，永远不变。波动的现象就是变，所以阿赖耶是变的。今天科学跟哲学研究的对象就是变，它才能探测得出来；如果它不变、不动了，科学对它一点办法都没有，它探测不出来。所以，科学、哲学研究的对象就是在阿赖耶，阿赖耶之外就是自性，它缘不到。因为自性没有波动现象，没有物质现象，也没有念头的现象，阿赖耶的三细相它都没有，所以科学对它一点办法都没有。这个事情佛说得好，「唯证方知」，你必须自己亲证你才知道。怎么证法？放下，放下起心动念。起心动念虽然放下了，习气在。习气一共多少品？从习气多少来分，一共分为四十一品。四十一品断尽了，常就现前，常寂光就现前，不再动了。还不需要到完全断尽，到第八地，佛说就知道了，他就见到了。我们就知道，八地菩萨看到宇宙的起源怎么来的，万法怎么来的，我怎么来的，都知道了，八地就晓得了，完全看见了。所以叫常，常就是法身，法身没有相，能现一切相。法身不是物质、不是精神，也不是自然，三种现象都没有，它能现三种现象。",
      "zh_TW": "第四「常寂光土」，「常寂光土者，即理性土也」。淨土裡面講法性土，此地講理性土，是一個意思。常就是法身，寂就是解脫，光就是般若，這個名詞意思很深。常是什麼？不變，永遠不變。波動的現象就是變，所以阿賴耶是變的。今天科學跟哲學研究的對象就是變，它才能探測得出來；如果它不變、不動了，科學對它一點辦法都沒有，它探測不出來。所以，科學、哲學研究的對象就是在阿賴耶，阿賴耶之外就是自性，它緣不到。因為自性沒有波動現象，沒有物質現象，也沒有念頭的現象，阿賴耶的三細相它都沒有，所以科學對它一點辦法都沒有。這個事情佛說得好，「唯證方知」，你必須自己親證你才知道。怎麼證法？放下，放下起心動念。起心動念雖然放下了，習氣在。習氣一共多少品？從習氣多少來分，一共分為四十一品。四十一品斷盡了，常就現前，常寂光就現前，不再動了。還不需要到完全斷盡，到第八地，佛說就知道了，他就見到了。我們就知道，八地菩薩看到宇宙的起源怎麼來的，萬法怎麼來的，我怎麼來的，都知道了，八地就曉得了，完全看見了。所以叫常，常就是法身，法身沒有相，能現一切相。法身不是物質、不是精神，也不是自然，三種現象都沒有，它能現三種現象。"
    },
    {
      "id": "02-040-0003_p0024",
      "zh_CN": "寂就是解脱，解是什么？解就是解除，解除烦恼、解除业障。所以，佛法为什么叫你修定？定功成就了，烦恼业障就化解了。烦恼、业障不是真的，是妄念形成的，你想得太多了。想得太多，疲劳了、累了，累出病出来。佛教我们，这个想全是妄想，没有一样是真的。你想过去，过去不可得，你还能找回来吗？你想未来，未来还没来；你想现在，现在不可得，说现在，现在也过去了。《金刚经》上三心不可得，你想什么？不想就没事！想是妄心，不想是真心。我们想到治病，病怎么治好的？真心，用真心，病就没有了。妄心才会生病，真心怎么会生病？妄心就是想，有想就会生病。不想呢？不想，不理它、不想它，妄心不用了，病就好了，就这么个道理。真心没有念头，所以真心自在，真心叫解脱。",
      "zh_TW": "寂就是解脫，解是什麼？解就是解除，解除煩惱、解除業障。所以，佛法為什麼叫你修定？定功成就了，煩惱業障就化解了。煩惱、業障不是真的，是妄念形成的，你想得太多了。想得太多，疲勞了、累了，累出病出來。佛教我們，這個想全是妄想，沒有一樣是真的。你想過去，過去不可得，你還能找回來嗎？你想未來，未來還沒來；你想現在，現在不可得，說現在，現在也過去了。《金剛經》上三心不可得，你想什麼？不想就沒事！想是妄心，不想是真心。我們想到治病，病怎麼治好的？真心，用真心，病就沒有了。妄心才會生病，真心怎麼會生病？妄心就是想，有想就會生病。不想呢？不想，不理它、不想它，妄心不用了，病就好了，就這麼個道理。真心沒有念頭，所以真心自在，真心叫解脫。"
    },
    {
      "id": "02-040-0003_p0025",
      "zh_CN": "光，光是般若、是智慧。智慧不起作用的时候是光，起作用这个光能产生变化，你看「光中化佛无数亿，化菩萨众亦无边」。不起作用是光，起作用就是神通、就是变化，《还源观》上讲的「出生无尽」。「此以不迁不变」，不迁它不改，不变这叫常，「离有离无名寂，照俗照真名光」。真俗全明了，俗是十法界，真是真如自性，统统明了。这就是「妙觉究竟果佛所居之土」，叫常寂光。常寂光里头什么都没有，真的，它就是光，但是起作用的时候什么都有，一样不缺。",
      "zh_TW": "光，光是般若、是智慧。智慧不起作用的時候是光，起作用這個光能產生變化，你看「光中化佛無數億，化菩薩眾亦無邊」。不起作用是光，起作用就是神通、就是變化，《還源觀》上講的「出生無盡」。「此以不遷不變」，不遷它不改，不變這叫常，「離有離無名寂，照俗照真名光」。真俗全明瞭，俗是十法界，真是真如自性，統統明瞭。這就是「妙覺究竟果佛所居之土」，叫常寂光。常寂光裡頭什麼都沒有，真的，它就是光，但是起作用的時候什麼都有，一樣不缺。"
    },
    {
      "id": "02-040-0003_p0026",
      "zh_CN": "「《净名疏》云：修于圆教愿行之因，因极果满，道成妙觉，居常寂光」。这种修行方法一定要到极乐世界，到极乐世界保证你修成，而且快速成长。这个世界要把它放得干干净净，这个世界每一个人，我们用清净平等觉心来对待。清净平等觉心就是阿弥陀佛的佛心，这是真诚到极处，对待一切众生。于一切法，知道凡所有相，皆是虚妄。自性是空寂的，十法界是幻有、假有，不是真有，刹那生灭，一切法不可得。常作如是观，你自然就放下了。抓住一句佛号，念兹在兹，时时刻刻不能间断。为什么？间断了妄想就起来，妄想把我们向三恶道拉，阿弥陀佛把我们向极乐世界拽，看哪一边力量大。经教里头说，「心佛众生，三无差别」，这个力量是平等的。希望我们的心跟佛结合，力量就大了，我这三分之二，它三分之一。心要跟佛合，不要跟烦恼合，不要跟妄念合，妄念要放下，烦恼要放下，习气要放下。跟佛合怎么个合法？诵经、听讲、念佛，这就是跟佛合。跟佛合，得佛力加持，跟烦恼合，烦恼加持，这个不能不搞清楚，不能不搞明白。我们眼前最迫切的问题就在面前，怎么选择，这要真实智慧，要真正下决心，不能再等待了。",
      "zh_TW": "「《淨名疏》云：修於圓教願行之因，因極果滿，道成妙覺，居常寂光」。這種修行方法一定要到極樂世界，到極樂世界保證你修成，而且快速成長。這個世界要把它放得乾乾淨淨，這個世界每一個人，我們用清淨平等覺心來對待。清淨平等覺心就是阿彌陀佛的佛心，這是真誠到極處，對待一切眾生。於一切法，知道凡所有相，皆是虛妄。自性是空寂的，十法界是幻有、假有，不是真有，剎那生滅，一切法不可得。常作如是觀，你自然就放下了。抓住一句佛號，念茲在茲，時時刻刻不能間斷。為什麼？間斷了妄想就起來，妄想把我們向三惡道拉，阿彌陀佛把我們向極樂世界拽，看哪一邊力量大。經教裡頭說，「心佛眾生，三無差別」，這個力量是平等的。希望我們的心跟佛結合，力量就大了，我這三分之二，它三分之一。心要跟佛合，不要跟煩惱合，不要跟妄念合，妄念要放下，煩惱要放下，習氣要放下。跟佛合怎麼個合法？誦經、聽講、念佛，這就是跟佛合。跟佛合，得佛力加持，跟煩惱合，煩惱加持，這個不能不搞清楚，不能不搞明白。我們眼前最迫切的問題就在面前，怎麼選擇，這要真實智慧，要真正下決心，不能再等待了。"
    },
    {
      "id": "02-040-0003_p0027",
      "zh_CN": "底下还有一段，「《佛学常见辞汇》：又名四佛土，即凡圣同居土、方便有余土、实报庄严土、常寂光土」。这个地方解释比较简单。「凡圣同居土是凡夫与为了化度众生而现身说法的圣人共同居住的国土」，这叫凡圣同居土。「方便有余土是二乘与没有证得法身的菩萨」他们所住的国土。「实报庄严土是佛的报身与地上菩萨所住的国土」。「常寂光土是从佛的清净法身所示寂的国土」，这里头没有形相。这是四土。",
      "zh_TW": "底下還有一段，「《佛學常見辭彙》：又名四佛土，即凡聖同居土、方便有餘土、實報莊嚴土、常寂光土」。這個地方解釋比較簡單。「凡聖同居土是凡夫與為了化度眾生而現身說法的聖人共同居住的國土」，這叫凡聖同居土。「方便有餘土是二乘與沒有證得法身的菩薩」他們所住的國土。「實報莊嚴土是佛的報身與地上菩薩所住的國土」。「常寂光土是從佛的清淨法身所示寂的國土」，這裡頭沒有形相。這是四土。"
    },
    {
      "id": "02-040-0003_p0028",
      "zh_CN": "超越三界，迳登四土，极圆极顿，不可思议之微妙法门，这个一定要晓得。「而其中之《无量寿经》者，乃净土群经之首要」。净宗五经一论，第一部就是《无量寿经》。在东汉的时候，最初传来的净宗经典也是这部经。一直到宋朝，总共有十二次的翻译，在翻译历史上来说，没有像《无量寿经》这么多的、这么殊胜的。可能是原本，梵本不是一个本子，所以它有这么多次的翻译。说明释迦牟尼佛当年在世不是一次宣讲的，他讲了很多次。佛说经，一生只说一次，没有说第二次的，唯独这部经是多次宣讲。佛常常跟大家介绍西方极乐世界，我们相信一定是因人、因地不相同，他说的有出入，不是完全相同，佛是随便说的，介绍西方极乐世界。所以，这些译本有会集的必要。如果没有会集，一定要读五种原译本，这太多了、太麻烦了，给学习的人带来不方便，必须得会集。「净宗大德常称为净土第一经」，或称之为净土大经，就是指的《无量寿经》。",
      "zh_TW": "超越三界，逕登四土，極圓極頓，不可思議之微妙法門，這個一定要曉得。「而其中之《無量壽經》者，乃淨土群經之首要」。淨宗五經一論，第一部就是《無量壽經》。在東漢的時候，最初傳來的淨宗經典也是這部經。一直到宋朝，總共有十二次的翻譯，在翻譯歷史上來說，沒有像《無量壽經》這麼多的、這麼殊勝的。可能是原本，梵本不是一個本子，所以它有這麼多次的翻譯。說明釋迦牟尼佛當年在世不是一次宣講的，他講了很多次。佛說經，一生只說一次，沒有說第二次的，唯獨這部經是多次宣講。佛常常跟大家介紹西方極樂世界，我們相信一定是因人、因地不相同，他說的有出入，不是完全相同，佛是隨便說的，介紹西方極樂世界。所以，這些譯本有會集的必要。如果沒有會集，一定要讀五種原譯本，這太多了、太麻煩了，給學習的人帶來不方便，必須得會集。「淨宗大德常稱為淨土第一經」，或稱之為淨土大經，就是指的《無量壽經》。"
    },
    {
      "id": "02-040-0003_p0029",
      "zh_CN": "「至于《佛说大乘无量寿庄严清净平等觉经》」这个会集本，这是最近一次会集本，民国初年，抗战期间完成的。会集《无量寿经》汉译的、魏译的、吴译的（魏、吴就是三国时代）、唐译的、宋译的「五种原译，广撷精要，圆摄众妙，汇成今经，现推为《无量寿经》之善本者也」。在现存《无量寿经》有九种不同的版本，九种版本最好的本子。「二０一０年清明启讲」。我们也是看到地球上灾难频繁，这个大经可以化解当前劫难，所以我们把《华严经》停了，来学习这部经。这部经，彭际清居士说，就是中本《华严》，经里面所讲的理事、性相、因果与《华严经》完全相同。《华严经》分量大，说得详细，这部经分量少，简单扼要，《华严》的精华都在本经之中。",
      "zh_TW": "「至於《佛說大乘無量壽莊嚴清淨平等覺經》」這個會集本，這是最近一次會集本，民國初年，抗戰期間完成的。會集《無量壽經》漢譯的、魏譯的、吳譯的（魏、吳就是三國時代）、唐譯的、宋譯的「五種原譯，廣擷精要，圓攝眾妙，匯成今經，現推為《無量壽經》之善本者也」。在現存《無量壽經》有九種不同的版本，九種版本最好的本子。「二０一０年清明啟講」。我們也是看到地球上災難頻繁，這個大經可以化解當前劫難，所以我們把《華嚴經》停了，來學習這部經。這部經，彭際清居士說，就是中本《華嚴》，經裡面所講的理事、性相、因果與《華嚴經》完全相同。《華嚴經》分量大，說得詳細，這部經分量少，簡單扼要，《華嚴》的精華都在本經之中。"
    },
    {
      "id": "02-040-0003_p0030",
      "zh_CN": "学这部经，尤其是黄念祖老居士的注解，集注，搜集一百九十三种经论、古德注疏的这些资料，非常丰富。所以，学习这部经不亚于学习《大方广佛华严经》。我们一年完成一部，《华严经》一年讲不完。清明启讲这部经，「二０一一年九月十八日圆满」，一共讲了六百集。「发心一门深入，专修专弘，决定放下万缘，一心求生净土，作弥陀第一弟子，总报大恩」。二０一一年九月二十一号，我们再次宣讲，称为《大经科注》，把我们过去学习的科判会在里面，「专弘专念」。第二次的圆满，一共讲了五百七十八集，我们接着讲第三遍。",
      "zh_TW": "學這部經，尤其是黃念祖老居士的註解，集註，蒐集一百九十三種經論、古德註疏的這些資料，非常豐富。所以，學習這部經不亞於學習《大方廣佛華嚴經》。我們一年完成一部，《華嚴經》一年講不完。清明啟講這部經，「二０一一年九月十八日圓滿」，一共講了六百集。「發心一門深入，專修專弘，決定放下萬緣，一心求生淨土，作彌陀第一弟子，總報大恩」。二０一一年九月二十一號，我們再次宣講，稱為《大經科註》，把我們過去學習的科判會在裡面，「專弘專念」。第二次的圓滿，一共講了五百七十八集，我們接著講第三遍。"
    },
    {
      "id": "02-040-0003_p0031",
      "zh_CN": "这就是我们感恩戴德。夏莲居居士十年会集，不是容易事情，小心谨慎，唯恐有错误。经会成功了，讲过几遍，命令他的学生黄念祖老居士为这个经写一部注解。念老有大智慧，采取集注，一共用了八十三种经论、一百一十种古大德的注疏，来解释这个经里面的义理跟名词术语。这是智慧的流露，让后人不能不相信，不能不佩服。经里面所解的不是自己的意思，是佛的意思、菩萨的意思、古来祖师大德的意思，叫人心服口服。",
      "zh_TW": "這就是我們感恩戴德。夏蓮居居士十年會集，不是容易事情，小心謹慎，唯恐有錯誤。經會成功了，講過幾遍，命令他的學生黃念祖老居士為這個經寫一部註解。念老有大智慧，採取集註，一共用了八十三種經論、一百一十種古大德的註疏，來解釋這個經裡面的義理跟名詞術語。這是智慧的流露，讓後人不能不相信，不能不佩服。經裡面所解的不是自己的意思，是佛的意思、菩薩的意思、古來祖師大德的意思，叫人心服口服。"
    },
    {
      "id": "02-040-0003_p0032",
      "zh_CN": "我们看底下一段，一百三十九页第二行。「《无量寿经》乃净宗之总纲。我国清代彭绍升居士赞曰：《无量寿经》者，如来称性之圆教，众生本具之化仪。日本释道隐赞此经为：如来兴世之正说，奇特最胜之妙典；一乘究竟之极说，速疾圆融之金言；十方称赞之诚言，时机纯熟之真教也」。这种赞叹决定真实，一点都不过分。彭居士所说的如来称性的圆教，好像参考资料里头有，有称性圆教，在第十一页。称性就是「称法界」，「又曰称性。《华严经》之所说，称于法界之真性」。《华严传记》一说，「此乃圆满法轮，称法界之谈」。称性才能说圆满，这个经上讲的是什么？讲的是遍法界虚空界一切诸法性相、理事、因果，一样都不漏，这叫称性。",
      "zh_TW": "我們看底下一段，一百三十九頁第二行。「《無量壽經》乃淨宗之總綱。我國清代彭紹升居士讚曰：《無量壽經》者，如來稱性之圓教，眾生本具之化儀。日本釋道隱讚此經為：如來興世之正說，奇特最勝之妙典；一乘究竟之極說，速疾圓融之金言；十方稱讚之誠言，時機純熟之真教也」。這種讚歎決定真實，一點都不過分。彭居士所說的如來稱性的圓教，好像參考資料裡頭有，有稱性圓教，在第十一頁。稱性就是「稱法界」，「又曰稱性。《華嚴經》之所說，稱於法界之真性」。《華嚴傳記》一說，「此乃圓滿法輪，稱法界之談」。稱性才能說圓滿，這個經上講的是什麼？講的是遍法界虛空界一切諸法性相、理事、因果，一樣都不漏，這叫稱性。"
    },
    {
      "id": "02-040-0003_p0033",
      "zh_CN": "「圆教」，圆是圆满的意思，这是术语，意思是「大乘穷极之实教」。这个法不是小乘，是大乘，穷究到极处。它不是虚妄，它真实的，这个实就是实相、真相。我们可以用现代话说，宇宙人生的真相、究竟圆满的真相，这就称圆，不是局部的，是圆满、是真实的。「后魏光统律师」，在《华严疏钞》里面提到他的很多，他在那个时候立释迦牟尼佛四十九年的教化，他分为三教，第三个叫圆教，圆教之名从这里开始。其后由晋《华严经》五十五卷，这就是《六十华严》，最初翻译的，是晋朝时候翻的，所以称为晋经。因为它只有六十卷，称《六十华严》。「尔时如来，知众生应受化者，而为演说圆满因缘修多罗」，这就是《六十华严》。佛知道众生有这种根性的人，能够接受大乘究竟圆满的大法，所以为他们说。《华严经》什么时候说的？是在佛成道，菩提树下入定，在定中所说的。对象是哪些人？是四十一位法身大士，对他们说的。也就是说他不是在人间说的，没有这种定功、神通的人你听不到，你有这个能力进入释迦牟尼佛定中的境界，你才能参与这一会。",
      "zh_TW": "「圓教」，圓是圓滿的意思，這是術語，意思是「大乘窮極之實教」。這個法不是小乘，是大乘，窮究到極處。它不是虛妄，它真實的，這個實就是實相、真相。我們可以用現代話說，宇宙人生的真相、究竟圓滿的真相，這就稱圓，不是局部的，是圓滿、是真實的。「後魏光統律師」，在《華嚴疏鈔》裡面提到他的很多，他在那個時候立釋迦牟尼佛四十九年的教化，他分為三教，第三個叫圓教，圓教之名從這裡開始。其後由晉《華嚴經》五十五卷，這就是《六十華嚴》，最初翻譯的，是晉朝時候翻的，所以稱為晉經。因為它只有六十卷，稱《六十華嚴》。「爾時如來，知眾生應受化者，而為演說圓滿因緣修多羅」，這就是《六十華嚴》。佛知道眾生有這種根性的人，能夠接受大乘究竟圓滿的大法，所以為他們說。《華嚴經》什麼時候說的？是在佛成道，菩提樹下入定，在定中所說的。對象是哪些人？是四十一位法身大士，對他們說的。也就是說他不是在人間說的，沒有這種定功、神通的人你聽不到，你有這個能力進入釋迦牟尼佛定中的境界，你才能參與這一會。"
    },
    {
      "id": "02-040-0003_p0034",
      "zh_CN": "《华严经》传到世间来，龙树菩萨，释迦牟尼佛灭度后六百年，龙树菩萨出现在人间。他是初地菩萨，应该是别教的初地，跟惠能大师的境界应该是平等的。他用了三个月的时间，把释迦牟尼佛四十九年所说的一切法学习圆满了，这就是一部《大藏经》，三个月就毕业了。他怎么个学的？现在我们很清楚、明了，肯定他是真的，不是假的。为什么？我们看到惠能法师，惠能法师学一部经要多少时间？他不必那个经从头到尾学完，不必，当中听个一段、两段他全知道了，他有这个本事。他在逃难过程当中，旅途当中，遇到无尽藏比丘尼，这个比丘尼受持《大般涅槃经》。《大涅槃经》有两个译本，分量都很大，一个三十六卷，一个四十卷，经文很长。无尽藏比丘尼天天读这部经，这是她的功课。跟惠能碰上了，惠能那时候没出家，在家居士。她念经，他在旁边听，等她念完之后他告诉比丘尼，刚才念的经里头是些什么意思，讲给她听。她非常惊讶，捧着经本来请教。他说我不认识字。不认识字怎么会讲得这样好？他说这个与认识字不认识字没关系。惠能大师一生度了四十三个人，无尽藏比丘尼是第一个，他那一讲，她开悟了。所以他不需要很多时间。",
      "zh_TW": "《華嚴經》傳到世間來，龍樹菩薩，釋迦牟尼佛滅度後六百年，龍樹菩薩出現在人間。他是初地菩薩，應該是別教的初地，跟惠能大師的境界應該是平等的。他用了三個月的時間，把釋迦牟尼佛四十九年所說的一切法學習圓滿了，這就是一部《大藏經》，三個月就畢業了。他怎麼個學的？現在我們很清楚、明瞭，肯定他是真的，不是假的。為什麼？我們看到惠能法師，惠能法師學一部經要多少時間？他不必那個經從頭到尾學完，不必，當中聽個一段、兩段他全知道了，他有這個本事。他在逃難過程當中，旅途當中，遇到無盡藏比丘尼，這個比丘尼受持《大般涅槃經》。《大涅槃經》有兩個譯本，分量都很大，一個三十六卷，一個四十卷，經文很長。無盡藏比丘尼天天讀這部經，這是她的功課。跟惠能碰上了，惠能那時候沒出家，在家居士。她念經，他在旁邊聽，等她念完之後他告訴比丘尼，剛才念的經裡頭是些什麼意思，講給她聽。她非常驚訝，捧著經本來請教。他說我不認識字。不認識字怎麼會講得這樣好？他說這個與認識字不認識字沒關係。惠能大師一生度了四十三個人，無盡藏比丘尼是第一個，他那一講，她開悟了。所以他不需要很多時間。"
    },
    {
      "id": "02-040-0003_p0035",
      "zh_CN": "第二个，更清楚的例子，法达禅师，《坛经》上记载的有。法达禅师受持《法华经》，《法华经》虽然只有七卷，很长，经文很长，一天顶多只念一部，那就很不得了。他念了三千多部，那就是十年，十年专门读一部经，一门深入，长时薰修。他到曹溪去拜六祖，礼拜的时候，三拜头没着地。惠能大师看得很清楚，等他起来，你有什么值得骄傲的？头没着地，一定有什么值得骄傲的。他跟惠能大师报告，诵《法华》三千部。难得！六祖问他，《法华经》讲些什么？他说不出来。回过头来向六祖请教，六祖说这个经我没听说过，你既然念那么熟了，念给我听听。《法华经》二十八品，他念到第二品「方便品」，念到第二品，六祖跟他说，行了，不必念了，我全知道了。给他讲《法华经》，他开悟了，再礼拜，头着地了。",
      "zh_TW": "第二個，更清楚的例子，法達禪師，《壇經》上記載的有。法達禪師受持《法華經》，《法華經》雖然只有七卷，很長，經文很長，一天頂多只念一部，那就很不得了。他念了三千多部，那就是十年，十年專門讀一部經，一門深入，長時薰修。他到曹溪去拜六祖，禮拜的時候，三拜頭沒著地。惠能大師看得很清楚，等他起來，你有什麼值得驕傲的？頭沒著地，一定有什麼值得驕傲的。他跟惠能大師報告，誦《法華》三千部。難得！六祖問他，《法華經》講些什麼？他說不出來。回過頭來向六祖請教，六祖說這個經我沒聽說過，你既然念那麼熟了，念給我聽聽。《法華經》二十八品，他念到第二品「方便品」，念到第二品，六祖跟他說，行了，不必念了，我全知道了。給他講《法華經》，他開悟了，再禮拜，頭著地了。"
    },
    {
      "id": "02-040-0003_p0036",
      "zh_CN": "像这样的学法，三藏十二部，三个月的时间已经太多了。一看就会、一听就会、一接触就会了，不必一部经从头讲到尾，不必，哪有那么麻烦！五祖跟他讲《金刚经》，讲到「应无所住，而生其心」就彻悟了，后头不必讲了。我们翻开经本来看，大概是五分之一。《金刚经》也不过五千字，跟他讲了一千字，五分之一，他就明心见性了。这个人心清净，没有妄想、没有杂念。这就是菩萨的专长，我们跟菩萨比，不如他的就是我们有杂念、有妄想。神秀法师跟五祖多年，妄想、杂念没放下，你看作那首偈子，「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」，充满了杂念、妄想。惠能把它改掉，「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」，干干净净的，什么也没有。衣钵传给他了，神秀没落到。在那个时代，每个人都认为神秀是禅宗第六祖，都看中了他。没有想到来了个惠能，衣钵被他拿走了，大家不服气。没有一个识货，只有五祖认识。神秀对惠能也佩服，也自叹不如，他知道。但是别人不晓得，别人不服气，还要想把衣钵抢回来。佛门里面的嫉妒障碍多严重。神秀本身没这个意思，底下这些信徒，现在讲他的粉丝不服气，没办法。老师高明，叫他半夜赶紧走，藏起来，不要被人找到。躲了十五年，真不容易！",
      "zh_TW": "像這樣的學法，三藏十二部，三個月的時間已經太多了。一看就會、一聽就會、一接觸就會了，不必一部經從頭講到尾，不必，哪有那麼麻煩！五祖跟他講《金剛經》，講到「應無所住，而生其心」就徹悟了，後頭不必講了。我們翻開經本來看，大概是五分之一。《金剛經》也不過五千字，跟他講了一千字，五分之一，他就明心見性了。這個人心清淨，沒有妄想、沒有雜念。這就是菩薩的專長，我們跟菩薩比，不如他的就是我們有雜念、有妄想。神秀法師跟五祖多年，妄想、雜念沒放下，你看作那首偈子，「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」，充滿了雜念、妄想。惠能把它改掉，「菩提本無樹，明鏡亦非台，本來無一物，何處惹塵埃」，乾乾淨淨的，什麼也沒有。衣缽傳給他了，神秀沒落到。在那個時代，每個人都認為神秀是禪宗第六祖，都看中了他。沒有想到來了個惠能，衣缽被他拿走了，大家不服氣。沒有一個識貨，只有五祖認識。神秀對惠能也佩服，也自嘆不如，他知道。但是別人不曉得，別人不服氣，還要想把衣缽搶回來。佛門裡面的嫉妒障礙多嚴重。神秀本身沒這個意思，底下這些信徒，現在講他的粉絲不服氣，沒辦法。老師高明，叫他半夜趕緊走，藏起來，不要被人找到。躲了十五年，真不容易！"
    },
    {
      "id": "02-040-0003_p0037",
      "zh_CN": "这后头又说，「显现自在力，演说圆满经」，这都是《六十华严》说的。天台宗判四教，藏通别圆，第四是圆教；华严宗立五教，小始终顿圆，第五是圆教。今依台宗之说来解释，「先就圆体言之」，那是圆融、圆满的意思。「十界三千之诸法，一如一体」，这是圆融。十界三千我们学过，十界是十法界，每一个法界都有十法界，就一百个法界；每一个法界都有十如是，就是千如，叫百界千如。配五阴一千、正报一千、依报一千，叫三千。三千把一切法统统归纳了，一如一体，这是圆融。「十界三千之诸法，条然具足」，这叫圆满，也叫圆足。「圆融为空谛」，这是天台家讲的三谛，三谛三观，这是空谛；「圆满为俗谛」；这个二「相即不二为中谛」。真俗是一不是二，空谛就是真谛，这叫中谛。「观此三谛于一时」，就是一心三观、一心三谛，这叫圆，这叫圆教。",
      "zh_TW": "這後頭又說，「顯現自在力，演說圓滿經」，這都是《六十華嚴》說的。天台宗判四教，藏通別圓，第四是圓教；華嚴宗立五教，小始終頓圓，第五是圓教。今依台宗之說來解釋，「先就圓體言之」，那是圓融、圓滿的意思。「十界三千之諸法，一如一體」，這是圓融。十界三千我們學過，十界是十法界，每一個法界都有十法界，就一百個法界；每一個法界都有十如是，就是千如，叫百界千如。配五陰一千、正報一千、依報一千，叫三千。三千把一切法統統歸納了，一如一體，這是圓融。「十界三千之諸法，條然具足」，這叫圓滿，也叫圓足。「圓融為空諦」，這是天台家講的三諦，三諦三觀，這是空諦；「圓滿為俗諦」；這個二「相即不二為中諦」。真俗是一不是二，空諦就是真諦，這叫中諦。「觀此三諦於一時」，就是一心三觀、一心三諦，這叫圓，這叫圓教。"
    },
    {
      "id": "02-040-0003_p0038",
      "zh_CN": "《辅行》这也是天台宗的，「圆名圆融圆满义，又圆者全也。李奇云：圆钱也」，在那个时候制钱，钱是圆形的。圆形的，表什么？「圆全无缺」的意思。古时候铜钱当中是方的，外面是圆的，也表示这里头含的有哲理，做人外头要圆，里头要方；里面要守住原则，外面要圆融，做人之道。所以中国制造东西，都含着有很深的意思在里头。",
      "zh_TW": "《輔行》這也是天台宗的，「圓名圓融圓滿義，又圓者全也。李奇云：圓錢也」，在那個時候制錢，錢是圓形的。圓形的，表什麼？「圓全無缺」的意思。古時候銅錢當中是方的，外面是圓的，也表示這裡頭含的有哲理，做人外頭要圓，裡頭要方；裡面要守住原則，外面要圓融，做人之道。所以中國製造東西，都含著有很深的意思在裡頭。"
    },
    {
      "id": "02-040-0003_p0039",
      "zh_CN": "「《四教仪》一曰：圆以不偏为义」。「此教」，这就说的是圆教，「明不思议因缘二谛中道事理具足不别，但化最上利根之人，故名圆教」。它教学的对象是最上利根，上上根人，他能接受。《法华》是释迦牟尼佛最后讲的，开权显实，说明前面所讲的都是善巧方便，包括般若，般若是大乘，二十二年。阿含十二年，方等八年，般若二十二年，一共四十二年，四十二年才讲法华。根熟了，能接受了，讲一切法圆融不二，这是真的，真理，真实实相。「就行位言之」，就修行地位，那叫圆顿。「《华严经》说初发心时便成正觉」，这是圆顿。「《涅槃经》说发心究竟二无别」，发心是刚发心的时候，究竟是成佛的时候，初发心跟成佛是一不是二。这一类都叫做圆顿。",
      "zh_TW": "「《四教儀》一曰：圓以不偏為義」。「此教」，這就說的是圓教，「明不思議因緣二諦中道事理具足不別，但化最上利根之人，故名圓教」。它教學的對象是最上利根，上上根人，他能接受。《法華》是釋迦牟尼佛最後講的，開權顯實，說明前面所講的都是善巧方便，包括般若，般若是大乘，二十二年。阿含十二年，方等八年，般若二十二年，一共四十二年，四十二年才講法華。根熟了，能接受了，講一切法圓融不二，這是真的，真理，真實實相。「就行位言之」，就修行地位，那叫圓頓。「《華嚴經》說初發心時便成正覺」，這是圓頓。「《涅槃經》說發心究竟二無別」，發心是剛發心的時候，究竟是成佛的時候，初發心跟成佛是一不是二。這一類都叫做圓頓。"
    },
    {
      "id": "02-040-0003_p0040",
      "zh_CN": "「顿者顿极顿足」，顿是快速，一下就达到圆满，就达到目的地了。「诸法本圆融，故一法圆满一切法」，这是理。为什么有圆顿法？就是诸法本来是圆融的，只要你放下妄想分别执着，你就见到了，法法皆圆。你看饿鬼众生、你看蚂蚁、你看地狱众生都是佛，佛怎么？迷了，迷成这个样子。好像一个人很聪明、很有智慧，喝酒喝醉了在发酒疯。这个人有道德、有学问，发酒疯的时候并没有把他道德、学问失掉，一时迷惑，他酒醒了就恢复正常。所以，佛菩萨看一切众生都是佛，就像我们看一个酒喝醉的人在乱说话，好像跟清醒的时候不一样，其实是一样的。他那是很短暂的，清醒过来就恢复了。一切众生迷在六道、迷在三途就这个样子，佛看得很清楚，一点都不感觉到意外，认为是正常现象，一时迷惑，搞成这个样子。但是根利的，他转得快，他一下就转回来了。所以放下就是。",
      "zh_TW": "「頓者頓極頓足」，頓是快速，一下就達到圓滿，就達到目的地了。「諸法本圓融，故一法圓滿一切法」，這是理。為什麼有圓頓法？就是諸法本來是圓融的，只要你放下妄想分別執著，你就見到了，法法皆圓。你看餓鬼眾生、你看螞蟻、你看地獄眾生都是佛，佛怎麼？迷了，迷成這個樣子。好像一個人很聰明、很有智慧，喝酒喝醉了在發酒瘋。這個人有道德、有學問，發酒瘋的時候並沒有把他道德、學問失掉，一時迷惑，他酒醒了就恢復正常。所以，佛菩薩看一切眾生都是佛，就像我們看一個酒喝醉的人在亂說話，好像跟清醒的時候不一樣，其實是一樣的。他那是很短暫的，清醒過來就恢復了。一切眾生迷在六道、迷在三途就這個樣子，佛看得很清楚，一點都不感覺到意外，認為是正常現象，一時迷惑，搞成這個樣子。但是根利的，他轉得快，他一下就轉回來了。所以放下就是。"
    },
    {
      "id": "02-040-0003_p0041",
      "zh_CN": "诸法本圆融，故一法圆满一切法，「以一念之开悟，顿疾极足佛果」，顿疾是非常快速，就达到究竟圆满的佛果，这叫圆顿。「是天台所判四教中，第四圆教之所诠也，是为宗之极致。故教名圆顿宗，戒名圆顿戒，观名圆顿观」。《辅行》第二卷说，「圆顿者，顿名顿极顿足，体非渐教，故名为顿」。今天时间到了，我们就学习到此地。",
      "zh_TW": "諸法本圓融，故一法圓滿一切法，「以一念之開悟，頓疾極足佛果」，頓疾是非常快速，就達到究竟圓滿的佛果，這叫圓頓。「是天台所判四教中，第四圓教之所詮也，是為宗之極致。故教名圓頓宗，戒名圓頓戒，觀名圓頓觀」。《輔行》第二卷說，「圓頓者，頓名頓極頓足，體非漸教，故名為頓」。今天時間到了，我們就學習到此地。"
    }
  ]
}