{
  "doc_id": "02-040-0615",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六一五集",
    "zh_TW": "第六一五集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-040-0615",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-040-0615_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0615_p0002",
      "zh_CN": "请看《大经科注》第一千零六十五页，从倒数第四行看起：",
      "zh_TW": "請看《大經科註》第一千零六十五頁，從倒數第四行看起："
    },
    {
      "id": "02-040-0615_p0003",
      "zh_CN": "『如是等类大威德者』，这一句是经文，「乃能生佛法广大异门之大士」。这个异门是对下句当中此法而言，『此法』就是净土法门。『异门』者，「净土以外其余种种法门也」。「经云：涅槃无二路，方便有多门。」我们看到此地。经上所说的大威德者，这不是普通菩萨，应该是指别教的三贤，三贤菩萨有十住、十行、十回向，大威德者当然称十回向。为什么不说登地？登地，《华严经》上讲得很清楚，十地菩萨始终不离念佛，始是初地，终是十地，从初地到十地统统都念佛。这个地方讲不念佛的，不念佛最高的应该是初地以下，十回向。十住、十行都能称为威德的菩萨，但是加一个大威德，那就是三贤里面的上贤，就是十回向，他上面就是十地菩萨。这些人乃能生佛法广大异门之大士，这个异门就是净土法门以外其余种种法门。所以经上讲，涅槃无二路，方便有多门。无量法门，大乘禅宗这些大彻大悟的长老，测验学人，对他的学生，常常我们听到叫口头禅，口头上常常提醒大家：会么？这两个字的意思非常深广，用意很深，是应当要时时刻刻提醒。就像念佛人一样，念佛人的佛号不离口，声声佛号相续不断，这是念佛人。为什么？一断，妄念就起来，妄想杂念统统起来。",
      "zh_TW": "『如是等類大威德者』，這一句是經文，「乃能生佛法廣大異門之大士」。這個異門是對下句當中此法而言，『此法』就是淨土法門。『異門』者，「淨土以外其餘種種法門也」。「經云：涅槃無二路，方便有多門。」我們看到此地。經上所說的大威德者，這不是普通菩薩，應該是指別教的三賢，三賢菩薩有十住、十行、十迴向，大威德者當然稱十迴向。為什麼不說登地？登地，《華嚴經》上講得很清楚，十地菩薩始終不離念佛，始是初地，終是十地，從初地到十地統統都念佛。這個地方講不念佛的，不念佛最高的應該是初地以下，十迴向。十住、十行都能稱為威德的菩薩，但是加一個大威德，那就是三賢裡面的上賢，就是十迴向，他上面就是十地菩薩。這些人乃能生佛法廣大異門之大士，這個異門就是淨土法門以外其餘種種法門。所以經上講，涅槃無二路，方便有多門。無量法門，大乘禪宗這些大徹大悟的長老，測驗學人，對他的學生，常常我們聽到叫口頭禪，口頭上常常提醒大家：會麼？這兩個字的意思非常深廣，用意很深，是應當要時時刻刻提醒。就像念佛人一樣，念佛人的佛號不離口，聲聲佛號相續不斷，這是念佛人。為什麼？一斷，妄念就起來，妄想雜念統統起來。"
    },
    {
      "id": "02-040-0615_p0004",
      "zh_CN": "这句佛号功夫得力，得力在哪里？得力在妄想杂念不起。这句佛号绵绵密密，这叫功夫。这种功夫，古大德的比喻叫石头压草。什么是草？妄想、分别、杂念就叫草。阿弥陀佛是一块石头，把它压住，草生不出来。如果功夫得定，念不念心都在定中，草连根拔掉，那就成功了。石头压草这种功夫，净宗称它作功夫成片，真压住了。初学的人压不住，一面念佛一面打妄想，妄想跟佛号同时起来，这是初学人，我们每个人都有这个经验。念多久才伏住？没断，真伏住了，就是念佛的时候纯是佛号，没有妄想杂念，就是伏住，伏住就叫成片，叫功夫成片。这样的功夫也有三辈九品，上品叫上辈，就是上三品，他能自在往生。上三品想什么时候走，阿弥陀佛就来接他，就有这个本事，想多住几年也没有妨碍，可以说他生死已了。在六尘境界里头他不迷，不迷就是放得下，迷就是放不下，放不下往生还没有把握，完全靠临终那一念。真正功夫成片是有把握的，还有寿命可以舍掉，不要了，就能往生。在念佛功行里头，古人念功行（横），踏踏实实的功夫，得自在，生死自在。想在这个世间多留几年，决定不是为自己，为自己应该要往生极乐世界，为什么？极乐世界是遍法界虚空界修行最理想的道场，在这个地方修行，跟在其他地方修行完全不一样，其他的地方（就是诸佛刹土）修行时间都很长，唯独在极乐世界可以把修行的时间缩短，缩短到你无法想像，你很快速的证得无上菩提。这种机会只有极乐世界阿弥陀佛这里有，除这个地方之外，十方三世一切诸佛刹土里头都没有。我们一定要认真，要把它搞清楚、搞明白，要抓住这一生的机会，千万不要错过。",
      "zh_TW": "這句佛號功夫得力，得力在哪裡？得力在妄想雜念不起。這句佛號綿綿密密，這叫功夫。這種功夫，古大德的比喻叫石頭壓草。什麼是草？妄想、分別、雜念就叫草。阿彌陀佛是一塊石頭，把它壓住，草生不出來。如果功夫得定，念不念心都在定中，草連根拔掉，那就成功了。石頭壓草這種功夫，淨宗稱它作功夫成片，真壓住了。初學的人壓不住，一面念佛一面打妄想，妄想跟佛號同時起來，這是初學人，我們每個人都有這個經驗。念多久才伏住？沒斷，真伏住了，就是念佛的時候純是佛號，沒有妄想雜念，就是伏住，伏住就叫成片，叫功夫成片。這樣的功夫也有三輩九品，上品叫上輩，就是上三品，他能自在往生。上三品想什麼時候走，阿彌陀佛就來接他，就有這個本事，想多住幾年也沒有妨礙，可以說他生死已了。在六塵境界裡頭他不迷，不迷就是放得下，迷就是放不下，放不下往生還沒有把握，完全靠臨終那一念。真正功夫成片是有把握的，還有壽命可以捨掉，不要了，就能往生。在念佛功行裡頭，古人念功行（橫），踏踏實實的功夫，得自在，生死自在。想在這個世間多留幾年，決定不是為自己，為自己應該要往生極樂世界，為什麼？極樂世界是遍法界虛空界修行最理想的道場，在這個地方修行，跟在其他地方修行完全不一樣，其他的地方（就是諸佛剎土）修行時間都很長，唯獨在極樂世界可以把修行的時間縮短，縮短到你無法想像，你很快速的證得無上菩提。這種機會只有極樂世界阿彌陀佛這裡有，除這個地方之外，十方三世一切諸佛剎土裡頭都沒有。我們一定要認真，要把它搞清楚、搞明白，要抓住這一生的機會，千萬不要錯過。"
    },
    {
      "id": "02-040-0615_p0005",
      "zh_CN": "断烦恼、证菩提就是八万四千法门，就是无量法门，这叫通途，一般成佛大道。净土法门是特别法门，跟一般法门完全不一样。这个不一样的因在哪里？总得有个道理我们才能相信。因是自己自性、真心，真心本来是佛。世尊在《观经》上给我们说的，净宗建立的理论，根据什么道理建立的？「是心是佛」，就根据这个道理。因为你本来是佛，所以阿弥陀佛能帮助你快速成佛。你本来不是佛，佛就没有办法，佛加不上力。虽然每个人都本来是佛，要紧的是这个人直下承当，佛就加得上；如果你不敢当，我一身的罪业，我怎么能成佛？阿弥陀佛对你就没有办法。在这个地方，信心比什么都重要！一定要相信自己有佛性，自己的佛性跟一切诸佛的佛性是一不是二；要相信《华严经》上所说的，「十方三世佛，共同一法身」。这个都很难相信！我们跟一切诸佛是一体，他觉悟了，我们在迷。这个迷怎么能破得掉？头一个是信心。所以这个法门叫难信之法。",
      "zh_TW": "斷煩惱、證菩提就是八萬四千法門，就是無量法門，這叫通途，一般成佛大道。淨土法門是特別法門，跟一般法門完全不一樣。這個不一樣的因在哪裡？總得有個道理我們才能相信。因是自己自性、真心，真心本來是佛。世尊在《觀經》上給我們說的，淨宗建立的理論，根據什麼道理建立的？「是心是佛」，就根據這個道理。因為你本來是佛，所以阿彌陀佛能幫助你快速成佛。你本來不是佛，佛就沒有辦法，佛加不上力。雖然每個人都本來是佛，要緊的是這個人直下承當，佛就加得上；如果你不敢當，我一身的罪業，我怎麼能成佛？阿彌陀佛對你就沒有辦法。在這個地方，信心比什麼都重要！一定要相信自己有佛性，自己的佛性跟一切諸佛的佛性是一不是二；要相信《華嚴經》上所說的，「十方三世佛，共同一法身」。這個都很難相信！我們跟一切諸佛是一體，他覺悟了，我們在迷。這個迷怎麼能破得掉？頭一個是信心。所以這個法門叫難信之法。"
    },
    {
      "id": "02-040-0615_p0006",
      "zh_CN": "有因得有缘，缘有所缘缘、有无间缘、有增上缘。所缘缘、无间缘都是自己，自分，增上缘是外头的力量。所缘缘，我本来是佛，我现在就想成佛，这是所缘。我不想成佛，佛加持不上，加持是增上缘，加不上。所以要有成佛的心，这个成佛的心要坚定，真正勇敢承认我有佛性，我的心就是佛，我现在是心作佛，我发心要作佛，这个发心就叫菩提心，无上的菩提心，发作佛的心。惠能有佛性，如果他不发心作佛，五祖忍和尚帮不上忙。他到黄梅，五祖问他：你来做什么，你想要什么？他回答五祖：我来作佛。不为别的，就来作佛，五祖就真帮助他。你看怎么帮助他？《坛经》上记载的，禅堂一支香也没坐过，讲堂一座经没有听过。在黄梅八个月，八个月我们能看得出来，《坛经》上记载，这个人老实、听话、真干，他具备这个条件，叫他到碓房舂米破柴，他就老老实实在那里干活。八个月，我相信他没有离开碓房一步，因为他对于道场外头都不熟悉，讲堂在哪里，禅堂在哪里，他都不知道，甚至于哪个大殿在哪里也不晓得，没去过，只晓得老老实实真干，干什么？舂米、破柴。别人看不出来，他在那里做义工、修苦行，没有想到那是甚深的深妙禅。谁知道？惠能大师自己知道，五祖知道，除这两个人之外，黄梅那些在家、出家都不知道。这就是什么？会。会了，哪一法不是佛法！舂米是佛法，破柴是佛法。",
      "zh_TW": "有因得有緣，緣有所緣緣、有無間緣、有增上緣。所緣緣、無間緣都是自己，自分，增上緣是外頭的力量。所緣緣，我本來是佛，我現在就想成佛，這是所緣。我不想成佛，佛加持不上，加持是增上緣，加不上。所以要有成佛的心，這個成佛的心要堅定，真正勇敢承認我有佛性，我的心就是佛，我現在是心作佛，我發心要作佛，這個發心就叫菩提心，無上的菩提心，發作佛的心。惠能有佛性，如果他不發心作佛，五祖忍和尚幫不上忙。他到黃梅，五祖問他：你來做什麼，你想要什麼？他回答五祖：我來作佛。不為別的，就來作佛，五祖就真幫助他。你看怎麼幫助他？《壇經》上記載的，禪堂一支香也沒坐過，講堂一座經沒有聽過。在黃梅八個月，八個月我們能看得出來，《壇經》上記載，這個人老實、聽話、真幹，他具備這個條件，叫他到碓房舂米破柴，他就老老實實在那裡幹活。八個月，我相信他沒有離開碓房一步，因為他對於道場外頭都不熟悉，講堂在哪裡，禪堂在哪裡，他都不知道，甚至於哪個大殿在哪裡也不曉得，沒去過，只曉得老老實實真幹，幹什麼？舂米、破柴。別人看不出來，他在那裡做義工、修苦行，沒有想到那是甚深的深妙禪。誰知道？惠能大師自己知道，五祖知道，除這兩個人之外，黃梅那些在家、出家都不知道。這就是什麼？會。會了，哪一法不是佛法！舂米是佛法，破柴是佛法。"
    },
    {
      "id": "02-040-0615_p0007",
      "zh_CN": "前面我跟诸位报告过，正是《楞严经》上所说的二十五圆通。释迦牟尼佛问这些大弟子，你们现在都成无上道，都是法身大士，你们怎么成就的？这些菩萨出来做代表，二十五个人代表无量法门，把无量法门归纳为二十五类。这二十五类是什么？六根、六尘、六识，三六一十八，另外有个七大，地、水、火、风、空、见、识，十八加上七，二十五。这二十五大类把所有法门全部包括了，一个都不漏。妙，佛法真妙！有人从眼根色尘成无上道的，观世音菩萨耳根声尘成无上道的。惠能大师在这二十五门他是哪一门？他是身根触尘，身根在触尘上成无上道的。为什么？他舂米要用身体，破柴也要用身体，他是身接触，他干的工作，这是尘。拿《楞严经》来作证，我们知道能大师是怎么大彻大悟、明心见性的，功夫是八个月，八个月身根对触尘，练什么功？不起心、不动念、不分别、不执着，就练这个。",
      "zh_TW": "前面我跟諸位報告過，正是《楞嚴經》上所說的二十五圓通。釋迦牟尼佛問這些大弟子，你們現在都成無上道，都是法身大士，你們怎麼成就的？這些菩薩出來做代表，二十五個人代表無量法門，把無量法門歸納為二十五類。這二十五類是什麼？六根、六塵、六識，三六一十八，另外有個七大，地、水、火、風、空、見、識，十八加上七，二十五。這二十五大類把所有法門全部包括了，一個都不漏。妙，佛法真妙！有人從眼根色塵成無上道的，觀世音菩薩耳根聲塵成無上道的。惠能大師在這二十五門他是哪一門？他是身根觸塵，身根在觸塵上成無上道的。為什麼？他舂米要用身體，破柴也要用身體，他是身接觸，他幹的工作，這是塵。拿《楞嚴經》來作證，我們知道能大師是怎麼大徹大悟、明心見性的，功夫是八個月，八個月身根對觸塵，練什麼功？不起心、不動念、不分別、不執著，就練這個。"
    },
    {
      "id": "02-040-0615_p0008",
      "zh_CN": "如果根尘相接触，里面有起心动念、分别、执着，这个人是凡夫，六道凡夫，我们现在都是这样的。根尘相接触不执着，有起心动念，还有分别，但是决定没有执着，这个人是阿罗汉。如果是小乘，到这个境界他证阿罗汉果，具足六种神通，天眼、天耳、他心、宿命、神足、漏尽通，六通现前。如果再向上提升，根与尘相接触的时候，没有执着，没有分别，这就是我们今天讲的「大威德者」。三贤菩萨加上大威德，那就是上贤十回向，因为大彻大悟、明心见性就登地。登地，地上菩萨始终不离佛号，他就念佛了，他没有往生极乐世界，他随时随地可以到极乐世界去听阿弥陀佛讲经，他有这个本事，跟极乐世界阿弥陀佛走得很近。为什么不求往生？这是学习的习气不一样，他学某一个法门，他习惯了，同样可以达到这个境界，不必再换题目。多数是这种情形，极乐世界对他毫无障碍。",
      "zh_TW": "如果根塵相接觸，裡面有起心動念、分別、執著，這個人是凡夫，六道凡夫，我們現在都是這樣的。根塵相接觸不執著，有起心動念，還有分別，但是決定沒有執著，這個人是阿羅漢。如果是小乘，到這個境界他證阿羅漢果，具足六種神通，天眼、天耳、他心、宿命、神足、漏盡通，六通現前。如果再向上提升，根與塵相接觸的時候，沒有執著，沒有分別，這就是我們今天講的「大威德者」。三賢菩薩加上大威德，那就是上賢十迴向，因為大徹大悟、明心見性就登地。登地，地上菩薩始終不離佛號，他就念佛了，他沒有往生極樂世界，他隨時隨地可以到極樂世界去聽阿彌陀佛講經，他有這個本事，跟極樂世界阿彌陀佛走得很近。為什麼不求往生？這是學習的習氣不一樣，他學某一個法門，他習慣了，同樣可以達到這個境界，不必再換題目。多數是這種情形，極樂世界對他毫無障礙。"
    },
    {
      "id": "02-040-0615_p0009",
      "zh_CN": "所以会么，就是在一一法里头不能执着、不能分别、不能起心动念。起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，三种烦恼统统具足，就是六道众生。见思放下，证阿罗汉果；尘沙放下，菩萨，一般讲三贤菩萨；无明烦恼放下，这就明心见性、见性成佛，这是真的成佛。天台大师讲分证即佛，不是究竟。因为无明烦恼放下，不起心不动念，无明烦恼的习气没断。那个习气不好断，没有方法断。因为你要想断，你不就起心动念了吗？起心动念就是无明，无明不能断无明习气，只有增长无明习气。所以见思烦恼的习气可以断，尘沙烦恼的习气可以断，无明的习气没有办法断，这个时候叫无功用道。什么方法？随它去，不要去理会它，时间久了自然断了。古人在这个时候他有个比喻，好比酒瓶，酒瓶里面盛的酒，装的酒，酒倒掉擦干净，确实一滴都没有，闻闻还有味道，那叫习气。味道怎么办？除不掉，酒瓶放在那里盖子打开，放个半年、放个一年再闻，没有了，就断掉了。所以无始无明习气没有方法断的，是让它放在那里，不要去管它，绝对不要去理它，不要去想它，要多长时间才断得干净？三个阿僧祇劫。三大阿僧祇劫是对这些人说的，不是对我们说的，我们没有资格。真正把无明断掉，就是起心动念断掉，还要三个阿僧祇劫才证得妙觉果位，无上正等正觉。等觉上头还有，妙觉上面没有了，叫无上正等正觉。证到这个位次，给诸位说，实报庄严土没有了。",
      "zh_TW": "所以會麼，就是在一一法裡頭不能執著、不能分別、不能起心動念。起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，三種煩惱統統具足，就是六道眾生。見思放下，證阿羅漢果；塵沙放下，菩薩，一般講三賢菩薩；無明煩惱放下，這就明心見性、見性成佛，這是真的成佛。天台大師講分證即佛，不是究竟。因為無明煩惱放下，不起心不動念，無明煩惱的習氣沒斷。那個習氣不好斷，沒有方法斷。因為你要想斷，你不就起心動念了嗎？起心動念就是無明，無明不能斷無明習氣，只有增長無明習氣。所以見思煩惱的習氣可以斷，塵沙煩惱的習氣可以斷，無明的習氣沒有辦法斷，這個時候叫無功用道。什麼方法？隨它去，不要去理會它，時間久了自然斷了。古人在這個時候他有個比喻，好比酒瓶，酒瓶裡面盛的酒，裝的酒，酒倒掉擦乾淨，確實一滴都沒有，聞聞還有味道，那叫習氣。味道怎麼辦？除不掉，酒瓶放在那裡蓋子打開，放個半年、放個一年再聞，沒有了，就斷掉了。所以無始無明習氣沒有方法斷的，是讓它放在那裡，不要去管它，絕對不要去理它，不要去想它，要多長時間才斷得乾淨？三個阿僧祇劫。三大阿僧祇劫是對這些人說的，不是對我們說的，我們沒有資格。真正把無明斷掉，就是起心動念斷掉，還要三個阿僧祇劫才證得妙覺果位，無上正等正覺。等覺上頭還有，妙覺上面沒有了，叫無上正等正覺。證到這個位次，給諸位說，實報莊嚴土沒有了。"
    },
    {
      "id": "02-040-0615_p0010",
      "zh_CN": "这就晓得现实的世界从哪来的，我们现在这个六道，我们六根所接触的六尘境界从哪里来的？科学里头讲，宇宙从哪里来的，万物从哪里来的，生命从哪里来的，我从哪里来的？佛的答案很简单，见思烦恼来的。什么叫见思烦恼？见是看，你没有看到事实真相，你看错了；思是想法，你想错了。你的见解跟你的思想完全错误，这个错误的果报就是六道轮回。错误里面有善恶，善的感应三善道，错误的感应三恶道，统统出不了六道轮回。要想出六道轮回，善恶二边都放下，不再执着。有分别，没有执着，没有执着就证阿罗汉果，就超越六道。为什么？好像作梦醒了，六道痕迹都没有。所以六道不是真的，不能执着。大乘经讲得妙，「法尚应舍，何况非法」，连法都要舍。法是什么？佛所说的一切法。《金刚经》上说得很好，这一切法，「如筏喻者」。好比过河，我们用一个竹筏，或者是木筏，用这个工具渡过去。佛法是个工具，渡到那边要舍掉，如果不舍掉，你上不了岸，一定要舍掉，你才能脱离六道轮回。",
      "zh_TW": "這就曉得現實的世界從哪來的，我們現在這個六道，我們六根所接觸的六塵境界從哪裡來的？科學裡頭講，宇宙從哪裡來的，萬物從哪裡來的，生命從哪裡來的，我從哪裡來的？佛的答案很簡單，見思煩惱來的。什麼叫見思煩惱？見是看，你沒有看到事實真相，你看錯了；思是想法，你想錯了。你的見解跟你的思想完全錯誤，這個錯誤的果報就是六道輪迴。錯誤裡面有善惡，善的感應三善道，錯誤的感應三惡道，統統出不了六道輪迴。要想出六道輪迴，善惡二邊都放下，不再執著。有分別，沒有執著，沒有執著就證阿羅漢果，就超越六道。為什麼？好像作夢醒了，六道痕跡都沒有。所以六道不是真的，不能執著。大乘經講得妙，「法尚應捨，何況非法」，連法都要捨。法是什麼？佛所說的一切法。《金剛經》上說得很好，這一切法，「如筏喻者」。好比過河，我們用一個竹筏，或者是木筏，用這個工具渡過去。佛法是個工具，渡到那邊要捨掉，如果不捨掉，你上不了岸，一定要捨掉，你才能脫離六道輪迴。"
    },
    {
      "id": "02-040-0615_p0011",
      "zh_CN": "脱离六道之后又一个梦境，十法界，十法界是个梦境，也不是真的。所以脱离六道，六道醒来，六道没有了，看到是什么？声闻、缘觉、菩萨、佛，看到是净土，六道是秽土，这净土现前了。不值得留恋，这个里头人统统没有执着，有分别，有起心动念。所以分别、起心动念变现出四圣法界，声闻、缘觉、菩萨、佛，变这个法界。这个不是究竟的，还是一场梦，这个梦就是无始无明变现出来的，就是起心动念。所以一念不觉，就是这个原因现这个境界。一念把它断掉，不起心不动念，十法界就没有了，在这个梦中醒过来。醒过来之后，十法界的痕迹也没有了，看到什么？看到一真法界。一真法界就是诸佛如来实报庄严土，什么人住的？法身菩萨。明心见性，见性成佛，这些人不是究竟圆满佛，他是真佛，他不是假佛。真佛、假佛从什么地方分？用阿赖耶的，成佛叫相似即佛，不是真的；用真性，用真心，他就是真佛。虽然用真心，他的习气没断，这个要知道。",
      "zh_TW": "脫離六道之後又一個夢境，十法界，十法界是個夢境，也不是真的。所以脫離六道，六道醒來，六道沒有了，看到是什麼？聲聞、緣覺、菩薩、佛，看到是淨土，六道是穢土，這淨土現前了。不值得留戀，這個裡頭人統統沒有執著，有分別，有起心動念。所以分別、起心動念變現出四聖法界，聲聞、緣覺、菩薩、佛，變這個法界。這個不是究竟的，還是一場夢，這個夢就是無始無明變現出來的，就是起心動念。所以一念不覺，就是這個原因現這個境界。一念把它斷掉，不起心不動念，十法界就沒有了，在這個夢中醒過來。醒過來之後，十法界的痕跡也沒有了，看到什麼？看到一真法界。一真法界就是諸佛如來實報莊嚴土，什麼人住的？法身菩薩。明心見性，見性成佛，這些人不是究竟圓滿佛，他是真佛，他不是假佛。真佛、假佛從什麼地方分？用阿賴耶的，成佛叫相似即佛，不是真的；用真性，用真心，他就是真佛。雖然用真心，他的習氣沒斷，這個要知道。"
    },
    {
      "id": "02-040-0615_p0012",
      "zh_CN": "你看，在佛门里面讲得很清楚，阿罗汉断见思，出六道了，有习气，在四圣法界声闻法界。声闻法界修什么？就是把习气断掉，习气断掉之后他就变辟支佛。辟支佛见思习气没有，见思烦恼断了，习气也没有，阿罗汉有习气。辟支佛修什么？辟支佛破尘沙。尘沙烦恼断，他升级，他是菩萨。菩萨要断尘沙习气，尘沙习气断掉之后，这个菩萨证得佛果，十法界里面的佛。所以十法界里面的佛，尘沙烦恼包括习气，见思烦恼也包括习气，统统断干净，他要断的就是起心动念，就是那一念不觉。他不起心不动念，十法界就没有了。所以十法界是假的，凡所有相皆是虚妄，不能执着。十法界没有了，他看到的是什么？看到是实报土，一真法界。所谓一真，这个境界里头没有生灭。十法界有生有灭，是生灭法。为什么？阿赖耶变的，阿赖耶是生灭，所以它变的所有境界统统是生灭。他把起心动念断掉，就转八识成四智，他离开生灭了，生灭的境界消失，也是一场梦醒了，梦醒之后那个境界不生不灭。惠能大师所证的境界就是这个境界，这个境界你所看到的清净，身心清净，一尘不染，所以他说「何期自性，本自清净」。不但清净，没有生灭，人无量寿，寿命很长，没有生老病死，没有这个现象。生老病死是生灭当中见到的，这个境界里没有生灭。但是什么？他习气没断，习气很难断，要三个阿僧祇劫才能断干净。",
      "zh_TW": "你看，在佛門裡面講得很清楚，阿羅漢斷見思，出六道了，有習氣，在四聖法界聲聞法界。聲聞法界修什麼？就是把習氣斷掉，習氣斷掉之後他就變辟支佛。辟支佛見思習氣沒有，見思煩惱斷了，習氣也沒有，阿羅漢有習氣。辟支佛修什麼？辟支佛破塵沙。塵沙煩惱斷，他升級，他是菩薩。菩薩要斷塵沙習氣，塵沙習氣斷掉之後，這個菩薩證得佛果，十法界裡面的佛。所以十法界裡面的佛，塵沙煩惱包括習氣，見思煩惱也包括習氣，統統斷乾淨，他要斷的就是起心動念，就是那一念不覺。他不起心不動念，十法界就沒有了。所以十法界是假的，凡所有相皆是虛妄，不能執著。十法界沒有了，他看到的是什麼？看到是實報土，一真法界。所謂一真，這個境界裡頭沒有生滅。十法界有生有滅，是生滅法。為什麼？阿賴耶變的，阿賴耶是生滅，所以它變的所有境界統統是生滅。他把起心動念斷掉，就轉八識成四智，他離開生滅了，生滅的境界消失，也是一場夢醒了，夢醒之後那個境界不生不滅。惠能大師所證的境界就是這個境界，這個境界你所看到的清淨，身心清淨，一塵不染，所以他說「何期自性，本自清淨」。不但清淨，沒有生滅，人無量壽，壽命很長，沒有生老病死，沒有這個現象。生老病死是生滅當中見到的，這個境界裡沒有生滅。但是什麼？他習氣沒斷，習氣很難斷，要三個阿僧祇劫才能斷乾淨。"
    },
    {
      "id": "02-040-0615_p0013",
      "zh_CN": "在三个阿僧祇劫里面，佛将他们习气厚薄说成四十一个等级。这是圆教四十一个等级，十住、十行、十回向、十地、等觉，他们带的无始无明习气厚薄不相同，位子低的带得多，往上面去的带得少，等觉带得最少，那一点点再断掉，他就成妙觉。那一点断掉之后怎么样？断掉之后，给诸位说，实报土没有了。《金刚经》上说，「凡所有相皆是虚妄」，没有说实报土除外，所以实报土没有了。没有，他看到什么？常寂光，就是他这个时候入常寂光。入常寂光才是究竟圆满，才是真正跟一切诸佛如来共同一法身。常寂光就是法身，法身没有相，法身是光。常是永恒不灭；寂是清净不染，绝对没有染污、没有动摇。它在哪里？无处不在，无时不在。谁见到？佛在经上告诉我们，八地以上见到。虽见到不能入进去，为什么？他还有一点点残余的无明习气没断，必须到等觉最后那一分习气断干净，自自然然就融入常寂光。",
      "zh_TW": "在三個阿僧祇劫裡面，佛將他們習氣厚薄說成四十一個等級。這是圓教四十一個等級，十住、十行、十迴向、十地、等覺，他們帶的無始無明習氣厚薄不相同，位子低的帶得多，往上面去的帶得少，等覺帶得最少，那一點點再斷掉，他就成妙覺。那一點斷掉之後怎麼樣？斷掉之後，給諸位說，實報土沒有了。《金剛經》上說，「凡所有相皆是虛妄」，沒有說實報土除外，所以實報土沒有了。沒有，他看到什麼？常寂光，就是他這個時候入常寂光。入常寂光才是究竟圓滿，才是真正跟一切諸佛如來共同一法身。常寂光就是法身，法身沒有相，法身是光。常是永恆不滅；寂是清淨不染，絕對沒有染污、沒有動搖。它在哪裡？無處不在，無時不在。誰見到？佛在經上告訴我們，八地以上見到。雖見到不能入進去，為什麼？他還有一點點殘餘的無明習氣沒斷，必須到等覺最後那一分習氣斷乾淨，自自然然就融入常寂光。"
    },
    {
      "id": "02-040-0615_p0014",
      "zh_CN": "常寂光，好比我们房间里头的灯光，几十种灯光，你只要灯一打开，光跟光融在一起。你才晓得，我们有这么一个概念，十方一切诸佛都变成光了，光跟光融在一起，分不出哪个是这个、哪个是那个，一切诸佛所修的无量无边功德都变成自己的，把所有诸佛功德统变成自己的，我自己修的也变成大家的，是在这个境界里头，这才叫证得究竟圆满。在这个境界里头什么都没有，三种现象都没有。阿赖耶的三种现象，业相、转相、境界相没有；科学家也讲三个现象，自然现象、信息现象、物质现象统统没有，这里头全没有。但是全没有，佛用一个空，叫它做真空。真空不是无，为什么？它会现相，它遇到缘它就会现相。六祖能大师最后一句话，「何期自性，能生万法」。能生万法，就不是无；一切法都没有，不能说它有，所以有无都不可以执着。根本没有有无的念头，有缘就现形，众生有缘，求佛菩萨帮助，他就现形。他现形没有起心动念，如果起心动念他就退转了，他没有起心动念。现什么身，说什么法？是众生，《楞严》上所说的「随众生心，应所知量」，众生喜欢佛，他就现佛身；众生喜欢菩萨，他就现菩萨身。随着众生的念头现身，随着众生的念头说法，他没有一定的身，没有定法可说，完全是自性相应。学佛到这个地步就毕业、就圆满了，再也不会堕落，再也不会有一念不觉。",
      "zh_TW": "常寂光，好比我們房間裡頭的燈光，幾十種燈光，你只要燈一打開，光跟光融在一起。你才曉得，我們有這麼一個概念，十方一切諸佛都變成光了，光跟光融在一起，分不出哪個是這個、哪個是那個，一切諸佛所修的無量無邊功德都變成自己的，把所有諸佛功德統變成自己的，我自己修的也變成大家的，是在這個境界裡頭，這才叫證得究竟圓滿。在這個境界裡頭什麼都沒有，三種現象都沒有。阿賴耶的三種現象，業相、轉相、境界相沒有；科學家也講三個現象，自然現象、信息現象、物質現象統統沒有，這裡頭全沒有。但是全沒有，佛用一個空，叫它做真空。真空不是無，為什麼？它會現相，它遇到緣它就會現相。六祖能大師最後一句話，「何期自性，能生萬法」。能生萬法，就不是無；一切法都沒有，不能說它有，所以有無都不可以執著。根本沒有有無的念頭，有緣就現形，眾生有緣，求佛菩薩幫助，他就現形。他現形沒有起心動念，如果起心動念他就退轉了，他沒有起心動念。現什麼身，說什麼法？是眾生，《楞嚴》上所說的「隨眾生心，應所知量」，眾生喜歡佛，他就現佛身；眾生喜歡菩薩，他就現菩薩身。隨著眾生的念頭現身，隨著眾生的念頭說法，他沒有一定的身，沒有定法可說，完全是自性相應。學佛到這個地步就畢業、就圓滿了，再也不會墮落，再也不會有一念不覺。"
    },
    {
      "id": "02-040-0615_p0015",
      "zh_CN": "我们最早这一念不觉，什么理由都没有。佛给你说真的，这一念不觉是根本不存在，完全是你的妄念生出来的。第一个妄念起来之后，第二个念头还是迷，不觉，这样子累积就变成阿赖耶。这把宇宙一切万法的根源找到了。怎么证得？放下就证得。看破是智慧。看破什么？了解事实真相。真相了不可得。自性什么都没有，是不可得。现相，是假相，全是生灭相。生灭的频率多高？弥勒菩萨告诉我们，一秒钟一千六百兆次的生灭。你无法掌控，一千六百兆次的生灭，你根本就没有感觉。这个生灭现象在哪里？就在我们现前，我们肉体是的，桌椅板凳是的，这房屋是的，这个地球是的，所有一切六根接触到的统统都是的，假的。这么高的频率，这个生灭谁能见到？佛见到。佛为什么见到？佛心定到极处，修定。修定这个定要达到自性本定，你就见到了。自性本定是什么？惠能大师讲的第四句话，「何期自性，本无动摇」。那是自性本定，也就是说真心是不动的，不动的里面再微细的动他都知道，极其微细的动他晓得，他就能跟它起感应道交，这个时候度众生才叫度圆满。等觉菩萨不行，等觉菩萨还有那一分生相无明没破，极其微细的波动，等觉菩萨不知道。必须完全回归自性，就完全知道了，才能与一切众生起感应道交，才能普度，得到大圆满。佛给我们说的这些事实真相，而且告诉我们，八地就能见到，就感触到。七地以前没有感觉，八地感觉到了，往后九地感触就深，十地更深，十一地跟佛差不多，差那么一点点。",
      "zh_TW": "我們最早這一念不覺，什麼理由都沒有。佛給你說真的，這一念不覺是根本不存在，完全是你的妄念生出來的。第一個妄念起來之後，第二個念頭還是迷，不覺，這樣子累積就變成阿賴耶。這把宇宙一切萬法的根源找到了。怎麼證得？放下就證得。看破是智慧。看破什麼？了解事實真相。真相了不可得。自性什麼都沒有，是不可得。現相，是假相，全是生滅相。生滅的頻率多高？彌勒菩薩告訴我們，一秒鐘一千六百兆次的生滅。你無法掌控，一千六百兆次的生滅，你根本就沒有感覺。這個生滅現象在哪裡？就在我們現前，我們肉體是的，桌椅板凳是的，這房屋是的，這個地球是的，所有一切六根接觸到的統統都是的，假的。這麼高的頻率，這個生滅誰能見到？佛見到。佛為什麼見到？佛心定到極處，修定。修定這個定要達到自性本定，你就見到了。自性本定是什麼？惠能大師講的第四句話，「何期自性，本無動搖」。那是自性本定，也就是說真心是不動的，不動的裡面再微細的動他都知道，極其微細的動他曉得，他就能跟它起感應道交，這個時候度眾生才叫度圓滿。等覺菩薩不行，等覺菩薩還有那一分生相無明沒破，極其微細的波動，等覺菩薩不知道。必須完全回歸自性，就完全知道了，才能與一切眾生起感應道交，才能普度，得到大圓滿。佛給我們說的這些事實真相，而且告訴我們，八地就能見到，就感觸到。七地以前沒有感覺，八地感覺到了，往後九地感觸就深，十地更深，十一地跟佛差不多，差那麼一點點。"
    },
    {
      "id": "02-040-0615_p0016",
      "zh_CN": "净宗是特别法门，是阿弥陀佛发的大心。发这个心不容易，十方一切诸佛如来都没有发这个心。为什么？进入状况之后他在定中，他跟苦难众生脱节了，知道有苦难众生，他心发不出来。我们必须知道，阿弥陀佛发心是在比丘，不是菩萨，菩萨不会发这个心，阿罗汉也不会发这个心，他是比丘发的心。发了个心，他是真发心，不像我们一般人，发了心发了不算数，他不干。不但别人发心我们不相信，我自己发心我也不相信，为什么？不能兑现，遇到外面境界会动摇。眼耳鼻舌身这是六根，外面是色声香味触法，根尘接触的时候起什么？起贪瞋痴慢疑。不了解的时候怀疑，了解的时候就贪，起贪瞋痴、傲慢，搞这些，把自己度众生那个心忘得干干净净。有人提醒一下，「发菩提心，一向专念」，想起来了，但是第二念又忘掉了，总是没有办法不受外头境界干扰、不受外面境界动摇，做不到。他已经养成习惯，无始劫以来老毛病、老习气、老习惯，自自然然他就归到那边去了，所以佛难教，众生业障太重。这就是业障太重。",
      "zh_TW": "淨宗是特別法門，是阿彌陀佛發的大心。發這個心不容易，十方一切諸佛如來都沒有發這個心。為什麼？進入狀況之後他在定中，他跟苦難眾生脫節了，知道有苦難眾生，他心發不出來。我們必須知道，阿彌陀佛發心是在比丘，不是菩薩，菩薩不會發這個心，阿羅漢也不會發這個心，他是比丘發的心。發了個心，他是真發心，不像我們一般人，發了心發了不算數，他不幹。不但別人發心我們不相信，我自己發心我也不相信，為什麼？不能兌現，遇到外面境界會動搖。眼耳鼻舌身這是六根，外面是色聲香味觸法，根塵接觸的時候起什麼？起貪瞋痴慢疑。不了解的時候懷疑，了解的時候就貪，起貪瞋痴、傲慢，搞這些，把自己度眾生那個心忘得乾乾淨淨。有人提醒一下，「發菩提心，一向專念」，想起來了，但是第二念又忘掉了，總是沒有辦法不受外頭境界干擾、不受外面境界動搖，做不到。他已經養成習慣，無始劫以來老毛病、老習氣、老習慣，自自然然他就歸到那邊去了，所以佛難教，眾生業障太重。這就是業障太重。"
    },
    {
      "id": "02-040-0615_p0017",
      "zh_CN": "释迦牟尼佛给我们做的榜样，我们看到了，我们做不到。他十九岁出家，舍弃王位，舍弃荣华富贵的生活，去做苦行僧，日中一食，树下一宿，他要去过那个日子。我们今天人做得到吗？敢发这个心吗？不敢。这是我们业障太重，业障太重，我们的身体就比不上佛。佛晚上在野外生活，你看风吹雨打，白天太阳晒，他不怕，那个身叫金刚不坏身。我们要过那个生活一晚上，大概第二天加护病房去了，还要许多人来照顾你。这是真的，这是事实真相。但是我们看到了，对于物质生活的需求要减到最低限度，远离六尘，避免干扰。所以为什么出家修行人要找一个山上人迹不到的地方。佛非常慈悲，对我们生活非常了解，告诉我们，附近村庄距离不要太远，太远托钵不方便，希望在三里路这个路程，你托钵方便，找个小山丘。古时候人少，现在地球人满为患，人太多了，找一个安静地方找不到，这个自己要清楚、要明了。",
      "zh_TW": "釋迦牟尼佛給我們做的榜樣，我們看到了，我們做不到。他十九歲出家，捨棄王位，捨棄榮華富貴的生活，去做苦行僧，日中一食，樹下一宿，他要去過那個日子。我們今天人做得到嗎？敢發這個心嗎？不敢。這是我們業障太重，業障太重，我們的身體就比不上佛。佛晚上在野外生活，你看風吹雨打，白天太陽晒，他不怕，那個身叫金剛不壞身。我們要過那個生活一晚上，大概第二天加護病房去了，還要許多人來照顧你。這是真的，這是事實真相。但是我們看到了，對於物質生活的需求要減到最低限度，遠離六塵，避免干擾。所以為什麼出家修行人要找一個山上人跡不到的地方。佛非常慈悲，對我們生活非常了解，告訴我們，附近村莊距離不要太遠，太遠托缽不方便，希望在三里路這個路程，你托缽方便，找個小山丘。古時候人少，現在地球人滿為患，人太多了，找一個安靜地方找不到，這個自己要清楚、要明瞭。"
    },
    {
      "id": "02-040-0615_p0018",
      "zh_CN": "大乘法里头高，小乘法是先求自利，证果之后再利他，大乘是自他两利，自利也得要利生，利生也要不能忘记自利，这是两种完全不同的方式在修行。大乘慧在先，小乘行在先，没有行哪来的慧？这个顺序绝对是持戒、得定、开慧。慧透出来这才管用，自己真正能得受用，智慧不开不得受用。不得受用，换句话说，那就是造业；得受用，叫成就功德。智慧是看破，功夫是放下。我非常感谢章嘉大师，第一天见面他就把这个东西教给我，告诉我，从初发心到如来地，就是看破帮助放下，放下帮助看破，看破放下相辅相成，从初发心到如来地。那时我刚刚接触到佛法大概一个多月，我见到老人提出这个问题，佛门有没有方法，能让我们很快契入境界？他告诉我六个字，「看得破，放得下」。我向他老人家请教，从哪里下手？他教我修布施，财布施、法布施、无畏布施。",
      "zh_TW": "大乘法裡頭高，小乘法是先求自利，證果之後再利他，大乘是自他兩利，自利也得要利生，利生也要不能忘記自利，這是兩種完全不同的方式在修行。大乘慧在先，小乘行在先，沒有行哪來的慧？這個順序絕對是持戒、得定、開慧。慧透出來這才管用，自己真正能得受用，智慧不開不得受用。不得受用，換句話說，那就是造業；得受用，叫成就功德。智慧是看破，功夫是放下。我非常感謝章嘉大師，第一天見面他就把這個東西教給我，告訴我，從初發心到如來地，就是看破幫助放下，放下幫助看破，看破放下相輔相成，從初發心到如來地。那時我剛剛接觸到佛法大概一個多月，我見到老人提出這個問題，佛門有沒有方法，能讓我們很快契入境界？他告訴我六個字，「看得破，放得下」。我向他老人家請教，從哪裡下手？他教我修布施，財布施、法布施、無畏布施。"
    },
    {
      "id": "02-040-0615_p0019",
      "zh_CN": "布施要讲求三轮体空，不着相是功德，着相是福德。福德不能出轮回，果报在三善道；不着相是功德，果报是超越六道轮回。这个连小乘都知道，小乘要是着相出不了六道。一定要懂得三轮体空，不着能布施的我，不执着所布施的物，也不执着接受布施的人，叫三轮体空。这种布施是功德，无论是财布施、法布施、无畏布施，全是功德。我常常跟同学们在一起分享，我说得更白，不要把这些放在自己心上。断恶修善真干，但是不放在心上，心上只放阿弥陀佛就对了，除阿弥陀佛之外，心里干干净净一尘不染，这就如法。如果心上还有法，《金刚经》上说的，「法尚应舍，何况非法」，世出世间法都不可以放在心上，因为心是清净的。能大师给我们做证明，「何期自性，本自清净」。我们把东西放在心上，心就被染污，这个心就肮脏，就不清净。",
      "zh_TW": "布施要講求三輪體空，不著相是功德，著相是福德。福德不能出輪迴，果報在三善道；不著相是功德，果報是超越六道輪迴。這個連小乘都知道，小乘要是著相出不了六道。一定要懂得三輪體空，不著能布施的我，不執著所布施的物，也不執著接受布施的人，叫三輪體空。這種布施是功德，無論是財布施、法布施、無畏布施，全是功德。我常常跟同學們在一起分享，我說得更白，不要把這些放在自己心上。斷惡修善真幹，但是不放在心上，心上只放阿彌陀佛就對了，除阿彌陀佛之外，心裡乾乾淨淨一塵不染，這就如法。如果心上還有法，《金剛經》上說的，「法尚應捨，何況非法」，世出世間法都不可以放在心上，因為心是清淨的。能大師給我們做證明，「何期自性，本自清淨」。我們把東西放在心上，心就被染污，這個心就骯髒，就不清淨。"
    },
    {
      "id": "02-040-0615_p0020",
      "zh_CN": "净宗是一门，只许供阿弥陀佛，供养阿弥陀佛，只许这一句佛号，真高！经放进去行不行？不行，经里头还是乱七八糟的，还是怕执着。经是帮助你起信，你统统搞清楚，信心足了，那就够了，不要再把经放在心上，不需要放在心上。一切经，别人问你，自然就出来，它从自性变现出来的，不需要记在心上，心里确确实实干干净净，清净心、平等心。清净心是声闻、缘觉，平等心是菩萨。清净心小觉悟，声闻、缘觉的觉悟；平等心大觉悟，诸佛菩萨的觉悟。清净平等觉都在经题上。你得的功德、得的受用、得的智慧就是经题的上半部，大乘代表智慧，无所不知，无所不能；无量寿代表功德，真实功德，第一功德就是寿命，无量寿；庄严就是相好，没有一样不好，没有一样是有欠缺的。「大乘无量寿庄严清净平等觉」全在这部经里头，这部经细细给我们说明，字字句句是无量义，不可思议。一部经就够了，不要再搞第二部。这部经两个作用，帮助我们生起信心，因为有信心我们才发愿，所以愿心是从信心来的；再有一种用处，就是极乐世界境界现前的时候，这个经可以给我们做对照，是真的，是假的。所现的境界统统是经上讲的，真的，不是假的；如果现出的境界跟经上讲的不一样，那是魔境，那不是佛境。所以给我们做证明的，我们有这个标准，知道是真，知道是假。经到最后就这两种作用。一切力量全部归在这一句名号阿弥陀佛。这名号，初学的人不一定会往生，加上南无，这是莲池大师教的。莲池大师教别人念南无阿弥陀佛，别人问他，你老人家自己怎么念法？他说我念阿弥陀佛。为什么不念南无？南无字太多，六个字，我念四个字，减少三分之一。为什么？愈少愈精，一点都不杂，我真想到极乐世界去；南无是恭敬的意思、是礼拜的意思、是归命的意思，那客气话不要了。我就是阿弥陀佛的弟子，真弟子，对阿弥陀佛什么客气话都不说，佛教我们怎么做就怎么做，经上教执持名号，名号就是阿弥陀佛，我依教奉行，这就对了。",
      "zh_TW": "淨宗是一門，只許供阿彌陀佛，供養阿彌陀佛，只許這一句佛號，真高！經放進去行不行？不行，經裡頭還是亂七八糟的，還是怕執著。經是幫助你起信，你統統搞清楚，信心足了，那就夠了，不要再把經放在心上，不需要放在心上。一切經，別人問你，自然就出來，它從自性變現出來的，不需要記在心上，心裡確確實實乾乾淨淨，清淨心、平等心。清淨心是聲聞、緣覺，平等心是菩薩。清淨心小覺悟，聲聞、緣覺的覺悟；平等心大覺悟，諸佛菩薩的覺悟。清淨平等覺都在經題上。你得的功德、得的受用、得的智慧就是經題的上半部，大乘代表智慧，無所不知，無所不能；無量壽代表功德，真實功德，第一功德就是壽命，無量壽；莊嚴就是相好，沒有一樣不好，沒有一樣是有欠缺的。「大乘無量壽莊嚴清淨平等覺」全在這部經裡頭，這部經細細給我們說明，字字句句是無量義，不可思議。一部經就夠了，不要再搞第二部。這部經兩個作用，幫助我們生起信心，因為有信心我們才發願，所以願心是從信心來的；再有一種用處，就是極樂世界境界現前的時候，這個經可以給我們做對照，是真的，是假的。所現的境界統統是經上講的，真的，不是假的；如果現出的境界跟經上講的不一樣，那是魔境，那不是佛境。所以給我們做證明的，我們有這個標準，知道是真，知道是假。經到最後就這兩種作用。一切力量全部歸在這一句名號阿彌陀佛。這名號，初學的人不一定會往生，加上南無，這是蓮池大師教的。蓮池大師教別人念南無阿彌陀佛，別人問他，你老人家自己怎麼念法？他說我念阿彌陀佛。為什麼不念南無？南無字太多，六個字，我念四個字，減少三分之一。為什麼？愈少愈精，一點都不雜，我真想到極樂世界去；南無是恭敬的意思、是禮拜的意思、是歸命的意思，那客氣話不要了。我就是阿彌陀佛的弟子，真弟子，對阿彌陀佛什麼客氣話都不說，佛教我們怎麼做就怎麼做，經上教執持名號，名號就是阿彌陀佛，我依教奉行，這就對了。"
    },
    {
      "id": "02-040-0615_p0021",
      "zh_CN": "「经云：涅槃无二路，方便有多门。」我刚才举出六祖惠能，身根对触尘他会用，根尘相接触的时候不起心、不动念、不分别、不执着，八个月的工夫他成就了。他跟五祖心心相印，他到什么程度五祖知道，所以五祖看他成就了，就宣布传法，传衣钵。能大师人老实，一般人瞧不起他，没念过书，没有跟他接触过不知道；接触的人都是五体投地，没有不佩服的。没有接触不知道，看他是个乡下佬，没有知识，瞧不起他。五祖把衣钵传给他，没有人服气，大概都说五祖老糊涂了，怎么会把衣钵给他？大家分头去找，想把衣钵抢回来。猎人队里躲避十五年，那是什么？同门的嫉妒障碍。十五年这么长的时间，大家把这个事情慢慢淡忘，他出来了。遇到印宗法师，印宗法师是很有名望、很有地位岭南的一位大德，得到他的赏识，他真做出来，大家没话说。给惠能剃度，印宗是能大师的剃度师，但是剃度之后，他拜六祖为老师，拜惠能为老师，是惠能的得法弟子，法子。水涨船高，这叫抬举，印宗一下就把六祖能大师的身分地位抬到顶峰，他那么大的德行、那么大的声望，现在来拜六祖做老师，还有谁不服，还有谁不尊敬？所以六祖弘法利生非常顺利。我们晓得印宗是佛菩萨再来的，不是凡人，凡人做不到，凡人有嫉妒障碍，佛菩萨再来的，表演给我们看。那是舞台，我们得看清楚，才把里头的门道看出来，不能只看热闹，不懂门道。",
      "zh_TW": "「經云：涅槃無二路，方便有多門。」我剛才舉出六祖惠能，身根對觸塵他會用，根塵相接觸的時候不起心、不動念、不分別、不執著，八個月的工夫他成就了。他跟五祖心心相印，他到什麼程度五祖知道，所以五祖看他成就了，就宣布傳法，傳衣缽。能大師人老實，一般人瞧不起他，沒念過書，沒有跟他接觸過不知道；接觸的人都是五體投地，沒有不佩服的。沒有接觸不知道，看他是個鄉下佬，沒有知識，瞧不起他。五祖把衣缽傳給他，沒有人服氣，大概都說五祖老糊塗了，怎麼會把衣缽給他？大家分頭去找，想把衣缽搶回來。獵人隊裡躲避十五年，那是什麼？同門的嫉妒障礙。十五年這麼長的時間，大家把這個事情慢慢淡忘，他出來了。遇到印宗法師，印宗法師是很有名望、很有地位嶺南的一位大德，得到他的賞識，他真做出來，大家沒話說。給惠能剃度，印宗是能大師的剃度師，但是剃度之後，他拜六祖為老師，拜惠能為老師，是惠能的得法弟子，法子。水漲船高，這叫抬舉，印宗一下就把六祖能大師的身分地位抬到頂峰，他那麼大的德行、那麼大的聲望，現在來拜六祖做老師，還有誰不服，還有誰不尊敬？所以六祖弘法利生非常順利。我們曉得印宗是佛菩薩再來的，不是凡人，凡人做不到，凡人有嫉妒障礙，佛菩薩再來的，表演給我們看。那是舞台，我們得看清楚，才把裡頭的門道看出來，不能只看熱鬧，不懂門道。"
    },
    {
      "id": "02-040-0615_p0022",
      "zh_CN": "我们再往下面看念老的注子，「是诸菩萨，虽能于佛法中，开显净宗以外之种种方便法门」。这就是许许多多的菩萨，各人缘分不一样，他在诸佛如来的典籍当中学得很多。「但以未闻此法」，这个此法就是《无量寿经》，净土法门他没有遇到，在那些菩萨当中就有一亿菩萨退转无上菩提。为什么退转？他修学这个法门，无论修哪个法门，没有得定，没有大彻大悟，没有明心见性，出不了六道，那又去搞轮回了，搞轮回就退转了。虽然有善根，不知道他有没有缘分，善根、福德、因缘统统都具足，才能遇到佛法，遇到佛法再生欢喜心，才肯接着干。如果有傲慢的习气、有贪欲的习气，虽然学佛，多半都求福德，以修福为目的，他没有念头出离六道轮回，没这个念头决定还在六道，这个麻烦就大了。遇到净宗，这就是稳稳当当超出了。为什么？它不要断烦恼，它只要伏烦恼，只要你能把烦恼控制住。控制比断烦恼容易太多了，控制，我们凡夫可以做得到；断，做不到。断，只要一断就是圣人。你看，五种见惑断了，证须陀洹果，须陀洹是圣人，就转凡成圣。虽然是很小的小圣，他寿命到了生天，天上寿命到了到人间来，人间寿命到了又生天，他就是人天两道，决定不堕三恶道，决定不堕阿修罗，他保证了。而且天上人间只有七次，七次就脱离六道轮回，证阿罗汉果。他证得的叫位不退，他不会退到凡夫。",
      "zh_TW": "我們再往下面看念老的註子，「是諸菩薩，雖能於佛法中，開顯淨宗以外之種種方便法門」。這就是許許多多的菩薩，各人緣分不一樣，他在諸佛如來的典籍當中學得很多。「但以未聞此法」，這個此法就是《無量壽經》，淨土法門他沒有遇到，在那些菩薩當中就有一億菩薩退轉無上菩提。為什麼退轉？他修學這個法門，無論修哪個法門，沒有得定，沒有大徹大悟，沒有明心見性，出不了六道，那又去搞輪迴了，搞輪迴就退轉了。雖然有善根，不知道他有沒有緣分，善根、福德、因緣統統都具足，才能遇到佛法，遇到佛法再生歡喜心，才肯接著幹。如果有傲慢的習氣、有貪欲的習氣，雖然學佛，多半都求福德，以修福為目的，他沒有念頭出離六道輪迴，沒這個念頭決定還在六道，這個麻煩就大了。遇到淨宗，這就是穩穩當當超出了。為什麼？它不要斷煩惱，它只要伏煩惱，只要你能把煩惱控制住。控制比斷煩惱容易太多了，控制，我們凡夫可以做得到；斷，做不到。斷，只要一斷就是聖人。你看，五種見惑斷了，證須陀洹果，須陀洹是聖人，就轉凡成聖。雖然是很小的小聖，他壽命到了生天，天上壽命到了到人間來，人間壽命到了又生天，他就是人天兩道，決定不墮三惡道，決定不墮阿修羅，他保證了。而且天上人間只有七次，七次就脫離六道輪迴，證阿羅漢果。他證得的叫位不退，他不會退到凡夫。"
    },
    {
      "id": "02-040-0615_p0023",
      "zh_CN": "难，真难！不信，我们自己可以试试看。我试了几年不行，看到文殊、普贤修净土，这没话说了。这是我们年轻人心目当中最仰慕的样子，所谓典型，最崇拜的，统统是念佛往生极乐世界、亲近阿弥陀佛成就的，这还得了！然后再回头细心观察善财童子，善财是文殊菩萨得意门生，最好的学生，他修什么法门？他在老师会下大彻大悟、明心见性，成就根本智。老师叫他去参学，介绍他吉祥云比丘，《四十华严》里的。吉祥云是他第一个参访的人，老师自己介绍的，他修什么？般舟三昧。般舟三昧是初住以上菩萨修的，不是凡人。为什么？它一期九十天，九十天不能坐下来，不能躺着睡觉，九十天不眠不休，普通人没有这个体力。日中一食，只可以站着，只可以走动，不可以坐下来，不可以躺下来，一期九十天，一句阿弥陀佛，愿生极乐世界，这是般舟三昧，所以又叫佛立三昧。吉祥云比丘给善财童子说法，跟他讲了二十一种念佛法门，这二十一不是数目字，是表法的，密宗的表法，表大圆满。就是无量法门门门都是念佛法门，妙极了！没有一法不是念佛法门，正是《华严经》上所说的「一即一切，一切即一」。这个一是任一，不是独一，任何一法，它法门是通的，都是戒定慧。",
      "zh_TW": "難，真難！不信，我們自己可以試試看。我試了幾年不行，看到文殊、普賢修淨土，這沒話說了。這是我們年輕人心目當中最仰慕的樣子，所謂典型，最崇拜的，統統是念佛往生極樂世界、親近阿彌陀佛成就的，這還得了！然後再回頭細心觀察善財童子，善財是文殊菩薩得意門生，最好的學生，他修什麼法門？他在老師會下大徹大悟、明心見性，成就根本智。老師叫他去參學，介紹他吉祥雲比丘，《四十華嚴》裡的。吉祥雲是他第一個參訪的人，老師自己介紹的，他修什麼？般舟三昧。般舟三昧是初住以上菩薩修的，不是凡人。為什麼？它一期九十天，九十天不能坐下來，不能躺著睡覺，九十天不眠不休，普通人沒有這個體力。日中一食，只可以站著，只可以走動，不可以坐下來，不可以躺下來，一期九十天，一句阿彌陀佛，願生極樂世界，這是般舟三昧，所以又叫佛立三昧。吉祥雲比丘給善財童子說法，跟他講了二十一種念佛法門，這二十一不是數目字，是表法的，密宗的表法，表大圓滿。就是無量法門門門都是念佛法門，妙極了！沒有一法不是念佛法門，正是《華嚴經》上所說的「一即一切，一切即一」。這個一是任一，不是獨一，任何一法，它法門是通的，都是戒定慧。"
    },
    {
      "id": "02-040-0615_p0024",
      "zh_CN": "所以这个地方后面讲了，「何以故」，为什么？「以念佛三昧是三昧中王故」。三昧是正定，就是禅定。无量法门，包括念佛法门，统统修的是禅定，不修禅定不是佛法。什么叫禅定？离一切法，即一切法。离是放下，一切法统统放下就是，连佛法都得放下。佛没有法，佛法因缘生。世间法是因缘生，佛法也是因缘生，因缘不具足，佛法不会现前。所以佛法也是个生灭法，不能执着，你得到它就受用，你不要执着它，这就对了。得到受用，还想执着它，错了，为什么？着相。离一切相，即一切法，那个一切法是明心见性、是诸法实相，离相才能见到实相，执着你怎么能见得到？哪有这种道理！三昧当中念佛三昧最可贵，没有比这个更殊胜的，所以三昧中王。",
      "zh_TW": "所以這個地方後面講了，「何以故」，為什麼？「以念佛三昧是三昧中王故」。三昧是正定，就是禪定。無量法門，包括念佛法門，統統修的是禪定，不修禪定不是佛法。什麼叫禪定？離一切法，即一切法。離是放下，一切法統統放下就是，連佛法都得放下。佛沒有法，佛法因緣生。世間法是因緣生，佛法也是因緣生，因緣不具足，佛法不會現前。所以佛法也是個生滅法，不能執著，你得到它就受用，你不要執著它，這就對了。得到受用，還想執著它，錯了，為什麼？著相。離一切相，即一切法，那個一切法是明心見性、是諸法實相，離相才能見到實相，執著你怎麼能見得到？哪有這種道理！三昧當中念佛三昧最可貴，沒有比這個更殊勝的，所以三昧中王。"
    },
    {
      "id": "02-040-0615_p0025",
      "zh_CN": "「若不听闻修习，难于究竟自觉故」。可以自觉，究竟自觉做不到。所以听闻这部经重要，听懂、听明白了，依照经典讲的理论，依照经典讲的方法，把自己的观念修正过来。我们观念错误、思想错误，言论错误的，行为错误的，把这些错误统统修正过来，叫做修行。修正行为，错误的行为，叫修正。修正之后要落实到生活，叫习。习就是在日常生活用上了，生活用上了，工作用上了，待人接物统统用上了。换句话说，能大师在黄梅八个月就是这样的，他真正得到三昧，而且统统用上了，从三昧得自觉。五祖半夜召见他，给他讲《金刚经》大意，讲到「应无所住而生其心」，他究竟自觉。怎么知道他究竟自觉？他提出报告，他听法所觉悟的，说出五句话，那是他的报告。五祖一听，真的究竟自觉了，衣钵就给他，叫他赶快走。老和尚对佛法、世法了解得透彻，不是一般人能够相比的，准备好船，准备好了，让他坐船往南方走，你从哪里来就回到哪里去。三天，老和尚才打开自己寮房的门。三天怎么？走远了，不容易追到，走远了，放心，开门跟大家见面。人家以为老人身体不好，睡了三天觉，起来的时候告诉大家衣钵走了。这大家才觉悟，这三天没有看到惠能，惠能不见了，告诉大家衣钵走了，果然没错。大家分头去找，真的被惠明找到，找的人只有惠明一个遇到。遇到的时候，他这是来夺衣钵的，他把衣钵丢在路上，自己躲起来。衣钵不重，惠明是四品将军，没有出家的时候他是四品将军，这衣钵他拿不动，他立刻就觉悟了，护法神守着，四品将军这几件衣服都拿不动。所以马上就忏悔，就大声叫，叫行者，叫能大师，我不是为衣钵来的，我是为求法来的。为求法，惠能就出来了，坐在石头上。惠明跪在地下，他就一句话，叫他「不思善，不思恶」，就是说把所有的念头统统放下，一念不生，这个时候问他一句话，「如何是明上座本来面目？」他在这一句话当中觉悟过来，就开悟了。这是能大师第一个得度的，他一生，在他手下四十三个大彻大悟，惠明是第一个。为什么？惠明在黄梅那么多年，用的都是妄心，都是分别执着，这一念之间把分别执着放下，才知道放下的可贵，不放下，搞一辈子不行。为什么不能成就？牵肠挂肚的事情太多，都放在心上，造成障碍。为什么他在黄梅那么多年不能开悟，在惠能这下一句话就开悟？真心，一念真心，一念真诚，一念觉，底下一念就不迷。惠明还接着问一句，除这个还有没有秘密？能大师说：「密在汝边」。在你自己那边，外面没有，别人也没有，佛菩萨也没有，就在你自己心里头。这个惠明帮大忙了，碰到追赶的人，告诉他，这条路我看过，没有，别的地方去。让他平平安安脱离追踪的队伍。",
      "zh_TW": "「若不聽聞修習，難於究竟自覺故」。可以自覺，究竟自覺做不到。所以聽聞這部經重要，聽懂、聽明白了，依照經典講的理論，依照經典講的方法，把自己的觀念修正過來。我們觀念錯誤、思想錯誤，言論錯誤的，行為錯誤的，把這些錯誤統統修正過來，叫做修行。修正行為，錯誤的行為，叫修正。修正之後要落實到生活，叫習。習就是在日常生活用上了，生活用上了，工作用上了，待人接物統統用上了。換句話說，能大師在黃梅八個月就是這樣的，他真正得到三昧，而且統統用上了，從三昧得自覺。五祖半夜召見他，給他講《金剛經》大意，講到「應無所住而生其心」，他究竟自覺。怎麼知道他究竟自覺？他提出報告，他聽法所覺悟的，說出五句話，那是他的報告。五祖一聽，真的究竟自覺了，衣缽就給他，叫他趕快走。老和尚對佛法、世法了解得透徹，不是一般人能夠相比的，準備好船，準備好了，讓他坐船往南方走，你從哪裡來就回到哪裡去。三天，老和尚才打開自己寮房的門。三天怎麼？走遠了，不容易追到，走遠了，放心，開門跟大家見面。人家以為老人身體不好，睡了三天覺，起來的時候告訴大家衣缽走了。這大家才覺悟，這三天沒有看到惠能，惠能不見了，告訴大家衣缽走了，果然沒錯。大家分頭去找，真的被惠明找到，找的人只有惠明一個遇到。遇到的時候，他這是來奪衣缽的，他把衣缽丟在路上，自己躲起來。衣缽不重，惠明是四品將軍，沒有出家的時候他是四品將軍，這衣缽他拿不動，他立刻就覺悟了，護法神守著，四品將軍這幾件衣服都拿不動。所以馬上就懺悔，就大聲叫，叫行者，叫能大師，我不是為衣缽來的，我是為求法來的。為求法，惠能就出來了，坐在石頭上。惠明跪在地下，他就一句話，叫他「不思善，不思惡」，就是說把所有的念頭統統放下，一念不生，這個時候問他一句話，「如何是明上座本來面目？」他在這一句話當中覺悟過來，就開悟了。這是能大師第一個得度的，他一生，在他手下四十三個大徹大悟，惠明是第一個。為什麼？惠明在黃梅那麼多年，用的都是妄心，都是分別執著，這一念之間把分別執著放下，才知道放下的可貴，不放下，搞一輩子不行。為什麼不能成就？牽腸掛肚的事情太多，都放在心上，造成障礙。為什麼他在黃梅那麼多年不能開悟，在惠能這下一句話就開悟？真心，一念真心，一念真誠，一念覺，底下一念就不迷。惠明還接著問一句，除這個還有沒有祕密？能大師說：「密在汝邊」。在你自己那邊，外面沒有，別人也沒有，佛菩薩也沒有，就在你自己心裡頭。這個惠明幫大忙了，碰到追趕的人，告訴他，這條路我看過，沒有，別的地方去。讓他平平安安脫離追蹤的隊伍。"
    },
    {
      "id": "02-040-0615_p0026",
      "zh_CN": "所以究竟自觉是需要放下的，为什么？因为凡所有相皆是虚妄，包括佛法。佛法，在我们着相的众生，完全没有能够把法放下，这个时候可以帮助。都是帮小忙。但是这些忙一定要知道，都不能够了生死出三界，没有法子脱离六道轮回，只有念佛能超越。念佛要能不着相，这经上都讲过的，这个不着相是不着一切境界相，只着念阿弥陀佛的相，只著名号的相，其他的相都没有，必定得生。为什么？这个就是普通人讲的一心，一心专注，一心系念，是这个意思。不是一心不乱，跟一心不乱很接近，没有真正到一心不乱。一心不乱，烦恼断了。烦恼没断，但是伏住了，决定伏住了，烦恼不起作用，功夫好的能不受外面境界干扰。所以六根在六尘境界里修行，修什么？不受干扰。不是叫你不看，叫你看，不受色相干扰；叫你听，不受音声干扰，你的心依旧保持清净。第一步功夫，平等高，先保持清净，不被染污，不受影响，这就好。",
      "zh_TW": "所以究竟自覺是需要放下的，為什麼？因為凡所有相皆是虛妄，包括佛法。佛法，在我們著相的眾生，完全沒有能夠把法放下，這個時候可以幫助。都是幫小忙。但是這些忙一定要知道，都不能夠了生死出三界，沒有法子脫離六道輪迴，只有念佛能超越。念佛要能不著相，這經上都講過的，這個不著相是不著一切境界相，只著念阿彌陀佛的相，只著名號的相，其他的相都沒有，必定得生。為什麼？這個就是普通人講的一心，一心專注，一心繫念，是這個意思。不是一心不亂，跟一心不亂很接近，沒有真正到一心不亂。一心不亂，煩惱斷了。煩惱沒斷，但是伏住了，決定伏住了，煩惱不起作用，功夫好的能不受外面境界干擾。所以六根在六塵境界裡修行，修什麼？不受干擾。不是叫你不看，叫你看，不受色相干擾；叫你聽，不受音聲干擾，你的心依舊保持清淨。第一步功夫，平等高，先保持清淨，不被染污，不受影響，這就好。"
    },
    {
      "id": "02-040-0615_p0027",
      "zh_CN": "「再者，念佛法门是普被三根径中之径」。这个法门，上中下三根全都用得上，上上根人等觉菩萨，下下根人无间地狱众生。无间地狱众生还能得度吗？能。为什么能？他过去生生世世修念佛法门，虽修念佛法门他造地狱业，他不能往生堕地狱去了。这些人谁度他？地藏王菩萨度他。地藏王菩萨到地狱，要度有缘人，要是过去生中不是念佛的，地藏王度不了。都是念佛人，都是修过这个法门的人，造作重业堕到地狱，菩萨来度他，让他省悟过来，认错，忏悔，后不再造，发愿求生净土，阿弥陀佛都来接引，真正是所谓九法界众生平等得度。地狱众生只要是佛来接引他往生极乐世界，到极乐世界，他的品位不见得是下下品，也许很高的品位。所以对于做错事情的人，我们不能小看他，不可以责备他，说不定他将来在极乐世界比我们地位高，一切要用恭敬心对待、用真诚心对待。这一生没学佛，过去生中生生世世学佛，我们怎么会知道？他自己都不知道。自己不知道是被五欲六尘障碍住了，他对这个有很深的情执，不肯放下，这使他不能往生。一旦觉悟，他这一放下，他那功德现前，说不定我们还比不上他。一切法都是决定在一念。这个一念，就是弥勒菩萨所说的一千六百兆分之一秒，也就是一秒钟当中有一千六百兆个一念，这么多的一念，你能掌握其中一念就开悟。它真的是太快了，无法掌控，连觉察都办不到，怎么能掌控？这才知道难，难就难在这里。这个难，佛都帮不上，没有人能帮忙，一定要自己解决。佛能帮助我们的，只是把事实真相说出来，说清楚、说明白，解决问题完全靠自己，就是放下。真正搞清楚、搞明白才知道，不肯放下是真吃亏，不肯放下的人是真错了。",
      "zh_TW": "「再者，念佛法門是普被三根徑中之徑」。這個法門，上中下三根全都用得上，上上根人等覺菩薩，下下根人無間地獄眾生。無間地獄眾生還能得度嗎？能。為什麼能？他過去生生世世修念佛法門，雖修念佛法門他造地獄業，他不能往生墮地獄去了。這些人誰度他？地藏王菩薩度他。地藏王菩薩到地獄，要度有緣人，要是過去生中不是念佛的，地藏王度不了。都是念佛人，都是修過這個法門的人，造作重業墮到地獄，菩薩來度他，讓他省悟過來，認錯，懺悔，後不再造，發願求生淨土，阿彌陀佛都來接引，真正是所謂九法界眾生平等得度。地獄眾生只要是佛來接引他往生極樂世界，到極樂世界，他的品位不見得是下下品，也許很高的品位。所以對於做錯事情的人，我們不能小看他，不可以責備他，說不定他將來在極樂世界比我們地位高，一切要用恭敬心對待、用真誠心對待。這一生沒學佛，過去生中生生世世學佛，我們怎麼會知道？他自己都不知道。自己不知道是被五欲六塵障礙住了，他對這個有很深的情執，不肯放下，這使他不能往生。一旦覺悟，他這一放下，他那功德現前，說不定我們還比不上他。一切法都是決定在一念。這個一念，就是彌勒菩薩所說的一千六百兆分之一秒，也就是一秒鐘當中有一千六百兆個一念，這麼多的一念，你能掌握其中一念就開悟。它真的是太快了，無法掌控，連覺察都辦不到，怎麼能掌控？這才知道難，難就難在這裡。這個難，佛都幫不上，沒有人能幫忙，一定要自己解決。佛能幫助我們的，只是把事實真相說出來，說清楚、說明白，解決問題完全靠自己，就是放下。真正搞清楚、搞明白才知道，不肯放下是真吃虧，不肯放下的人是真錯了。"
    },
    {
      "id": "02-040-0615_p0028",
      "zh_CN": "径是小路，小路是径路，径路当中的径路，没有比这个更快速、更近的路，就是净土法门。「若不闻知此法」，你没有缘分，没有看过这个经本，没有听过这个法门，「则难于普度有情速脱生死」，这就难，没有能力普度。那就是上中下三根，你都能帮得上忙，净土这个法门能帮，遇到等觉菩萨，劝他念佛，他很快能够证得常寂光。无论哪一种根性的众生，遇到净宗法门都能普度，而且能速脱生死，就在这一生，不要再等来生后世，这一生就解决问题，这是「圆满利他之行」。任何一个法门不敢说圆满利他，净宗确实圆满利他。「于自身则跋涉于艰险之途」，跋涉艰险之途，这是说六道。六道修行难，时间太长，进步少，退得多。道心跟欲念两个相比，差得太远，道心力量薄弱，欲望的力量太强。所以修行人，初学最重要克服自己的欲望，他就会有进步。欲望不能克服，他不会有进步，总是进进退退，细心观察，他进得少退得多，真的一点都不假。「于众生则导引于坑坎之路」，自己没有搞清楚，教别人很可能教错了，把他引入歧途去了，那就很可惜。",
      "zh_TW": "徑是小路，小路是徑路，徑路當中的徑路，沒有比這個更快速、更近的路，就是淨土法門。「若不聞知此法」，你沒有緣分，沒有看過這個經本，沒有聽過這個法門，「則難於普度有情速脫生死」，這就難，沒有能力普度。那就是上中下三根，你都能幫得上忙，淨土這個法門能幫，遇到等覺菩薩，勸他念佛，他很快能夠證得常寂光。無論哪一種根性的眾生，遇到淨宗法門都能普度，而且能速脫生死，就在這一生，不要再等來生後世，這一生就解決問題，這是「圓滿利他之行」。任何一個法門不敢說圓滿利他，淨宗確實圓滿利他。「於自身則跋涉於艱險之途」，跋涉艱險之途，這是說六道。六道修行難，時間太長，進步少，退得多。道心跟欲念兩個相比，差得太遠，道心力量薄弱，欲望的力量太強。所以修行人，初學最重要克服自己的欲望，他就會有進步。欲望不能克服，他不會有進步，總是進進退退，細心觀察，他進得少退得多，真的一點都不假。「於眾生則導引於坑坎之路」，自己沒有搞清楚，教別人很可能教錯了，把他引入歧途去了，那就很可惜。"
    },
    {
      "id": "02-040-0615_p0029",
      "zh_CN": "前年，二０一二年，刘素青居士表演自在往生，给念佛人做个证明。这是她的妹妹刘素云在她面前很感叹的说了一句话：净土好，大家不相信，如果能有个人来表演一下，让大家生起信心，那就好了。她姐姐听到了，告诉她：我来表演，发心念佛求生净土。她学佛时间不长，她妹妹学佛时间长，大概学佛只有四年，她妹妹学佛有十几年。念佛不多，因为她是家庭主妇，家里的人也不少，家里的事情都要自己做，没有时间念佛，也没有想到念佛。妹妹这么一说，她就真发心，我来表演。在阿弥陀佛佛像面前发愿，求佛来接引她往生。念佛不到一个月，往生前八天，刘素云听到一个声音，这个声音是数目字，听得很清楚，「２０１２１１２１１２」，这么一组数目字。她把它记下来，心里想到，是不是她姐姐往生的时间？２０１２，年；１１，十一月；２１，二十一号；１２，十二点钟。她把这个数目字给她姐姐，她姐姐笑了一笑，没说话，收起来了。果然是这一天，一点都不错，八天前她得的信息。这一天大家都到她姐姐那去了，聊天，有说有笑。十二点时间一到，她姐姐告诉大家，跟大家再见，我要走了，到极乐世界，阿弥陀佛来接引我，我看到莲花了。她爬上莲花那个样子，虽然躺在床上，那个动作是爬上莲花，人就断气了。真的是自在，一丝毫痛苦没有。爬上莲花那个样子，动作让大家看到。她告诉大家，她寿命还有十年，不要了，提前走了。真有发心的人做样子给我们看，这都不是普通人。一生辛苦，老实，心地善良，最后做这个榜样给我们看。那一天往生有录像，有一个光碟，不知道此地有没有。大家在一起聊天有笑有说，非常欢喜，时间一到马上就走。",
      "zh_TW": "前年，二０一二年，劉素青居士表演自在往生，給念佛人做個證明。這是她的妹妹劉素雲在她面前很感嘆的說了一句話：淨土好，大家不相信，如果能有個人來表演一下，讓大家生起信心，那就好了。她姐姐聽到了，告訴她：我來表演，發心念佛求生淨土。她學佛時間不長，她妹妹學佛時間長，大概學佛只有四年，她妹妹學佛有十幾年。念佛不多，因為她是家庭主婦，家裡的人也不少，家裡的事情都要自己做，沒有時間念佛，也沒有想到念佛。妹妹這麼一說，她就真發心，我來表演。在阿彌陀佛佛像面前發願，求佛來接引她往生。念佛不到一個月，往生前八天，劉素雲聽到一個聲音，這個聲音是數目字，聽得很清楚，「２０１２１１２１１２」，這麼一組數目字。她把它記下來，心裡想到，是不是她姐姐往生的時間？２０１２，年；１１，十一月；２１，二十一號；１２，十二點鐘。她把這個數目字給她姐姐，她姐姐笑了一笑，沒說話，收起來了。果然是這一天，一點都不錯，八天前她得的信息。這一天大家都到她姐姐那去了，聊天，有說有笑。十二點時間一到，她姐姐告訴大家，跟大家再見，我要走了，到極樂世界，阿彌陀佛來接引我，我看到蓮花了。她爬上蓮花那個樣子，雖然躺在床上，那個動作是爬上蓮花，人就斷氣了。真的是自在，一絲毫痛苦沒有。爬上蓮花那個樣子，動作讓大家看到。她告訴大家，她壽命還有十年，不要了，提前走了。真有發心的人做樣子給我們看，這都不是普通人。一生辛苦，老實，心地善良，最後做這個榜樣給我們看。那一天往生有錄像，有一個光碟，不知道此地有沒有。大家在一起聊天有笑有說，非常歡喜，時間一到馬上就走。"
    },
    {
      "id": "02-040-0615_p0030",
      "zh_CN": "所以自己要知道走径路，不要兜圈圈，不要走弯路；帮助别人，也要指导他一条平坦的大道，不要受很多折磨。折磨也是免不了的，为什么？消业障。「未契如来方便，难入一乘愿海。是故将有一亿菩萨，因未闻此法而退转于无上菩提。」经上佛告诉我们这个例子，这个例子是真的，不是假的，这么多的菩萨没有缘分。能听到这部经、这个法门，是大善根、大福德、大因缘，这个不是假的。《弥陀经》上说的，「不可以少善根福德因缘，得生彼国」。有机会听到的，都是过去累积的善根福德因缘，现在现前了。尤其是这个本子，因为这个本子新会集的，会集成在抗战时期，战争还没有结束会集成的。战争结束之后大概只印了两次，分量不多，看到这个本子的人不多。台湾是律航法师从山东到台湾来带了几本，律航老法师他在台湾出家的，在大陆他是军官，他是中将阶级，是个高级军官，常常听夏莲居老居士讲经，也算是夏老居士的学生，到台湾来的时候带了几本送给台中李炳南老居士。李老师大概也印了两次，一次大概都是一千本，分量也不多，所以很少人看到过。老一辈的法师，我们上去这一辈，出家的法师没有看过这个书。",
      "zh_TW": "所以自己要知道走徑路，不要兜圈圈，不要走彎路；幫助別人，也要指導他一條平坦的大道，不要受很多折磨。折磨也是免不了的，為什麼？消業障。「未契如來方便，難入一乘願海。是故將有一億菩薩，因未聞此法而退轉於無上菩提。」經上佛告訴我們這個例子，這個例子是真的，不是假的，這麼多的菩薩沒有緣分。能聽到這部經、這個法門，是大善根、大福德、大因緣，這個不是假的。《彌陀經》上說的，「不可以少善根福德因緣，得生彼國」。有機會聽到的，都是過去累積的善根福德因緣，現在現前了。尤其是這個本子，因為這個本子新會集的，會集成在抗戰時期，戰爭還沒有結束會集成的。戰爭結束之後大概只印了兩次，分量不多，看到這個本子的人不多。台灣是律航法師從山東到台灣來帶了幾本，律航老法師他在台灣出家的，在大陸他是軍官，他是中將階級，是個高級軍官，常常聽夏蓮居老居士講經，也算是夏老居士的學生，到台灣來的時候帶了幾本送給台中李炳南老居士。李老師大概也印了兩次，一次大概都是一千本，分量也不多，所以很少人看到過。老一輩的法師，我們上去這一輩，出家的法師沒有看過這個書。"
    },
    {
      "id": "02-040-0615_p0031",
      "zh_CN": "注解就更后了，注解连李老师都没有看过。我们海外，大概看到注解我是第一个人，一九八七年我在美国，黄念老被一些密宗同修请去弘法，他是密宗的上师，传密法的金刚上师。在美国我们没见面，通了电话。我知道这个人是梅光羲的外甥，梅光羲是李老师的老师，他是夏莲居的学生，家学底子就厚，舅父在当时佛教界是很有声望、有地位的老居士。这个本子前面有一篇序文，很长的一篇序文介绍，这个序文是梅光羲写的。李老师看这个序文看了好几遍，非常欢喜，自己就在经本上面用毛笔行书注释这个本子，眉注本。这个本子也很少人见过，老师曾经讲过一遍，那个时候我还不认识他。我到台中之后，他把这个本子给我了，他老人家写的东西我看得懂，没有障碍。我拿到这个本子我非常欢喜，我就想试试看来讲这个本子。正好那个时候图书馆成立，韩锳做馆长，她五十岁。我说五十岁做生日，我们来讲《无量寿经》，她印了三千本。我到台中把这个信息向老师报告，老师说不行，这个经你不能讲。我说为什么？时候没到，这个经有争议，障碍来了你的能力不够，你挡不住，叫我收起来。我们只好收起来讲《楞严经》。一直到李老师往生，往生之后我再回到美国，我把这个本子带到美国，就是眉注这个本子，那边同修大家看，每个人看到都欢喜，大家发心来翻印，就印了一万本。眉注的本子印了一万本在国外流通，在国内大概也有二、三千本，才有一些人看到。我在美国、加拿大，大家都邀我讲经，我在那边就开讲了。那个时候这部经从头到尾讲一遍，没有念老的注解，完全是依照李老师的眉注，我讲过十遍。大概每一遍都是一百多个小时，不超过二百小时。念老只带一套注解到美国，是油印的本子，未定稿。我还问他有没有版权？他说你问这什么意思？我说没有版权我在台湾翻印，有版权我要尊重你。他说没有版权，还要我给它写一篇序文，要我给它题字。结果第一版就印了一万册，精装一万册。从海外流通，也回归到大陆。这是我第一个看到的，没有看到的人可多了。",
      "zh_TW": "註解就更後了，註解連李老師都沒有看過。我們海外，大概看到註解我是第一個人，一九八七年我在美國，黃念老被一些密宗同修請去弘法，他是密宗的上師，傳密法的金剛上師。在美國我們沒見面，通了電話。我知道這個人是梅光羲的外甥，梅光羲是李老師的老師，他是夏蓮居的學生，家學底子就厚，舅父在當時佛教界是很有聲望、有地位的老居士。這個本子前面有一篇序文，很長的一篇序文介紹，這個序文是梅光羲寫的。李老師看這個序文看了好幾遍，非常歡喜，自己就在經本上面用毛筆行書註釋這個本子，眉註本。這個本子也很少人見過，老師曾經講過一遍，那個時候我還不認識他。我到台中之後，他把這個本子給我了，他老人家寫的東西我看得懂，沒有障礙。我拿到這個本子我非常歡喜，我就想試試看來講這個本子。正好那個時候圖書館成立，韓鍈做館長，她五十歲。我說五十歲做生日，我們來講《無量壽經》，她印了三千本。我到台中把這個信息向老師報告，老師說不行，這個經你不能講。我說為什麼？時候沒到，這個經有爭議，障礙來了你的能力不夠，你擋不住，叫我收起來。我們只好收起來講《楞嚴經》。一直到李老師往生，往生之後我再回到美國，我把這個本子帶到美國，就是眉註這個本子，那邊同修大家看，每個人看到都歡喜，大家發心來翻印，就印了一萬本。眉註的本子印了一萬本在國外流通，在國內大概也有二、三千本，才有一些人看到。我在美國、加拿大，大家都邀我講經，我在那邊就開講了。那個時候這部經從頭到尾講一遍，沒有念老的註解，完全是依照李老師的眉註，我講過十遍。大概每一遍都是一百多個小時，不超過二百小時。念老只帶一套註解到美國，是油印的本子，未定稿。我還問他有沒有版權？他說你問這什麼意思？我說沒有版權我在台灣翻印，有版權我要尊重你。他說沒有版權，還要我給它寫一篇序文，要我給它題字。結果第一版就印了一萬冊，精裝一萬冊。從海外流通，也回歸到大陸。這是我第一個看到的，沒有看到的人可多了。"
    },
    {
      "id": "02-040-0615_p0032",
      "zh_CN": "现在因为我讲这部经讲了几年，一年讲一部，这一次第三次，超过我的标准，我的标准是一千二百个小时讲一部，这次已经超过了，这次讲得详细。愈讲愈详细，愈讲愈明白、愈透彻，法喜充满，真正是常生欢喜心。所以没有听的会退心。这个经在我们这个时代，没有遇到的人很多，学佛退心的人一定不少。真正听经、天天听经不会退心，信心会增长，愿心会坚固。我自己是个例子，有人劝我，法师你八十八岁了，一天不能讲这么多时间，能不能少讲一点，讲一个小时？我说不行，那不过瘾，他不知道这个经愈讲愈欢喜。每天生活在欢喜当中，这种人多幸福！欢喜从哪里来？从经本上来的。所以他们怎么劝，我不会改的，我还是坚持，每天过快乐的生活，不要去打妄想。好，现在时间到了，我们就学习到此地。",
      "zh_TW": "現在因為我講這部經講了幾年，一年講一部，這一次第三次，超過我的標準，我的標準是一千二百個小時講一部，這次已經超過了，這次講得詳細。愈講愈詳細，愈講愈明白、愈透徹，法喜充滿，真正是常生歡喜心。所以沒有聽的會退心。這個經在我們這個時代，沒有遇到的人很多，學佛退心的人一定不少。真正聽經、天天聽經不會退心，信心會增長，願心會堅固。我自己是個例子，有人勸我，法師你八十八歲了，一天不能講這麼多時間，能不能少講一點，講一個小時？我說不行，那不過癮，他不知道這個經愈講愈歡喜。每天生活在歡喜當中，這種人多幸福！歡喜從哪裡來？從經本上來的。所以他們怎麼勸，我不會改的，我還是堅持，每天過快樂的生活，不要去打妄想。好，現在時間到了，我們就學習到此地。"
    }
  ]
}