{
  "doc_id": "02-040-0380",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三八０集",
    "zh_TW": "第三八０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0380",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-040-0380_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0380_p0002",
      "zh_CN": "请看《大经科注》第六百六十页第三行，最后一句看起：",
      "zh_TW": "請看《大經科註》第六百六十頁第三行，最後一句看起："
    },
    {
      "id": "02-040-0380_p0003",
      "zh_CN": "「简言之，则安住于不生不灭真如实相之理体，谓之无生法忍」。这后面总结的一行，是黄念祖老居士的话。前面引经上说的，《华严经》上讲的，简单的说，简言之，简单的说，就是安住于不生不灭真如实相之理体，这就叫无生法忍。关键的字眼是安住。安是心安定了。为什么会安定？了解透彻，真正明了了，所以心就能住在不生不灭真如实相上。这个是一切法的本体，一切法的真相。一切法没有生灭，起作用的时候是好像有生灭的这个现象，实际上没有。生灭是我们没有看到实相，我们看到实相变现出来的幻相。就好像我们作梦一样，梦中有现相，这个相哪里来的？这个相从实相来的。实相是自性，自性心中没有梦境，梦境是突发的，不是自性。但是它也不能离开自性，离开自性，它现不出相来，必须要依性体才现幻相，是这么回事情。真正把它搞清楚、搞明白了，这个人的概念是什么，他把整个人生、六道十法界，确确实实看成了梦幻泡影。《金刚经》上佛讲的这句话，他实现了，也就是我们讲，他做到了。",
      "zh_TW": "「簡言之，則安住於不生不滅真如實相之理體，謂之無生法忍」。這後面總結的一行，是黃念祖老居士的話。前面引經上說的，《華嚴經》上講的，簡單的說，簡言之，簡單的說，就是安住於不生不滅真如實相之理體，這就叫無生法忍。關鍵的字眼是安住。安是心安定了。為什麼會安定？了解透徹，真正明瞭了，所以心就能住在不生不滅真如實相上。這個是一切法的本體，一切法的真相。一切法沒有生滅，起作用的時候是好像有生滅的這個現象，實際上沒有。生滅是我們沒有看到實相，我們看到實相變現出來的幻相。就好像我們作夢一樣，夢中有現相，這個相哪裡來的？這個相從實相來的。實相是自性，自性心中沒有夢境，夢境是突發的，不是自性。但是它也不能離開自性，離開自性，它現不出相來，必須要依性體才現幻相，是這麼回事情。真正把它搞清楚、搞明白了，這個人的概念是什麼，他把整個人生、六道十法界，確確實實看成了夢幻泡影。《金剛經》上佛講的這句話，他實現了，也就是我們講，他做到了。"
    },
    {
      "id": "02-040-0380_p0004",
      "zh_CN": "见到实相，实相的体不可得，体是空的，是一片光明。这个光明我们看不见，跟我们能见的这个波长不一样。我们的能见度非常狭窄，比我们能见波长的我们见不到，短的也见不到。我们可以从这个现象里面体会到，光的波动、长短也是无量的。必须在甚深禅定，或者是说自性本定，在这样大定当中，所有一切现象统统都见到了，毫无障碍。见到之后是什么样的一个心态？对于一切现象不动心了，不会再起分别执着，也不会再起心动念了，这个没有了，这就是佛菩萨的境界。我们凡夫见色闻声，会起心动念，会分别执着。凡圣差别就在此地。",
      "zh_TW": "見到實相，實相的體不可得，體是空的，是一片光明。這個光明我們看不見，跟我們能見的這個波長不一樣。我們的能見度非常狹窄，比我們能見波長的我們見不到，短的也見不到。我們可以從這個現象裡面體會到，光的波動、長短也是無量的。必須在甚深禪定，或者是說自性本定，在這樣大定當中，所有一切現象統統都見到了，毫無障礙。見到之後是什麼樣的一個心態？對於一切現象不動心了，不會再起分別執著，也不會再起心動念了，這個沒有了，這就是佛菩薩的境界。我們凡夫見色聞聲，會起心動念，會分別執著。凡聖差別就在此地。"
    },
    {
      "id": "02-040-0380_p0005",
      "zh_CN": "在极乐世界，「见菩提树能获如是功德」，这个功德就在菩提树上显出来了。我们这边的菩提树显示不出来。什么原因？那个地方菩提树，有阿弥陀佛愿力功德加持它，所以它能够显现帮助一切众生觉悟的功能。这也是娑婆跟极乐世界，树木花草不相同的地方。它那边确实是法性所现，我们这边是法性所现，但是加上了阿赖耶，把它扭曲了。阿赖耶能变，把自性里面的智慧变成烦恼，把自性里面的德能变成造业。我们身口意的造业，把一真法界的相好，我们也可以这样说，极乐世界的相好，变成我们今天地球上所看到的、所接触到的这些社会现象。这就是佛在经上常说的，一切法从心想生。我们凡夫境界里头，整个宇宙，全宇宙的一切法，都是从我们起心动念产生的变化。那我们就要知道，我们念头清净现净土，四圣法界；我们的心染污，不清净，现秽土，六道轮回。六道轮回是自己心现的，与谁都不相干，确确实实是自作自受。这一点比什么都重要。如果有一丝毫怨天尤人，自己认为自己不错，老天爷对不起我，这个罪过就重了。",
      "zh_TW": "在極樂世界，「見菩提樹能獲如是功德」，這個功德就在菩提樹上顯出來了。我們這邊的菩提樹顯示不出來。什麼原因？那個地方菩提樹，有阿彌陀佛願力功德加持它，所以它能夠顯現幫助一切眾生覺悟的功能。這也是娑婆跟極樂世界，樹木花草不相同的地方。它那邊確實是法性所現，我們這邊是法性所現，但是加上了阿賴耶，把它扭曲了。阿賴耶能變，把自性裡面的智慧變成煩惱，把自性裡面的德能變成造業。我們身口意的造業，把一真法界的相好，我們也可以這樣說，極樂世界的相好，變成我們今天地球上所看到的、所接觸到的這些社會現象。這就是佛在經上常說的，一切法從心想生。我們凡夫境界裡頭，整個宇宙，全宇宙的一切法，都是從我們起心動念產生的變化。那我們就要知道，我們念頭清淨現淨土，四聖法界；我們的心染污，不清淨，現穢土，六道輪迴。六道輪迴是自己心現的，與誰都不相干，確確實實是自作自受。這一點比什麼都重要。如果有一絲毫怨天尤人，自己認為自己不錯，老天爺對不起我，這個罪過就重了。"
    },
    {
      "id": "02-040-0380_p0006",
      "zh_CN": "能承认是自己不善心行所现的，能忏除业障。如果说这都是外面境界环境造成的，自己不承认过失，那叫不通忏悔，这个业障忏除不掉。这些道理我们不能不知道。「唯心所现，唯识所变」，是谁的心？自己的，自己的心，自己的识，所以自己要负百分之百的责任。我们真能忏悔，真能够认错，阿弥陀佛本愿威神加持得上，能帮得上忙，阿弥陀佛无量劫修行的功德也能帮上忙，乃至于我们过去生中生生世世曾经供养诸佛，诸佛如来的威神也能加得上。我们要愿意接受，真心悔过，这就对了。所以极乐世界，「深显弥陀愿力不可思议」。",
      "zh_TW": "能承認是自己不善心行所現的，能懺除業障。如果說這都是外面境界環境造成的，自己不承認過失，那叫不通懺悔，這個業障懺除不掉。這些道理我們不能不知道。「唯心所現，唯識所變」，是誰的心？自己的，自己的心，自己的識，所以自己要負百分之百的責任。我們真能懺悔，真能夠認錯，阿彌陀佛本願威神加持得上，能幫得上忙，阿彌陀佛無量劫修行的功德也能幫上忙，乃至於我們過去生中生生世世曾經供養諸佛，諸佛如來的威神也能加得上。我們要願意接受，真心悔過，這就對了。所以極樂世界，「深顯彌陀願力不可思議」。"
    },
    {
      "id": "02-040-0380_p0007",
      "zh_CN": "再往下看，这第四大段，「结功有在」。这里面分两段，第一段「树作佛事」，「功归弥陀」。请看经文：",
      "zh_TW": "再往下看，這第四大段，「結功有在」。這裡面分兩段，第一段「樹作佛事」，「功歸彌陀」。請看經文："
    },
    {
      "id": "02-040-0380_p0008",
      "zh_CN": "【佛告阿难。如是佛刹。华果树木。与诸众生。而作佛事。】",
      "zh_TW": "【佛告阿難。如是佛剎。華果樹木。與諸眾生。而作佛事。】"
    },
    {
      "id": "02-040-0380_p0009",
      "zh_CN": "注解里面完全是黄念老所说的。『佛告阿难』，「极乐世界」，这个「佛」是释迦牟尼佛，告诉「阿难」，极乐世界，「如是希有，不可思议」。『花果树木』，植物，「皆作佛事」，佛事就是帮助众生觉悟，这叫佛事。佛为我们现身，为我们表演，帮助我们觉悟，佛为我们说法，也是帮我们觉悟。在极乐世界不单是佛，不单是菩萨大众，连花草树木都能帮助我们觉悟，「增长有情殊胜善根」。",
      "zh_TW": "註解裡面完全是黃念老所說的。『佛告阿難』，「極樂世界」，這個「佛」是釋迦牟尼佛，告訴「阿難」，極樂世界，「如是希有，不可思議」。『花果樹木』，植物，「皆作佛事」，佛事就是幫助眾生覺悟，這叫佛事。佛為我們現身，為我們表演，幫助我們覺悟，佛為我們說法，也是幫我們覺悟。在極樂世界不單是佛，不單是菩薩大眾，連花草樹木都能幫助我們覺悟，「增長有情殊勝善根」。"
    },
    {
      "id": "02-040-0380_p0010",
      "zh_CN": "我们往生到极乐世界，是带业去的，所以叫有情。虽然带业，在极乐世界我们带的业不起作用。我们有贪心，但是贪心在极乐世界不会发作，为什么？你想要的东西应有尽有，你就不去贪了。我们这里，东西想要得不到，所以起贪心。极乐世界要什么有什么，有贪心，贪心不起作用，久而久之，贪心自然就没有了。极乐世界没有瞋恚，瞋恚是不如意的境界现前，才会生瞋恚。极乐世界没有不如意的境界，你看到的、听到的、接触到的，都是称心满意，满心的欢喜。所以瞋恚心有，带到那里不起作用，所以我们的烦恼在极乐世界不起作用。极乐世界没有你不称心、不如意的境界，决定没有，样样都叫你满意，样样都叫你欢喜。不但叫你满意，叫你欢喜，它帮助你觉悟，消除你的业障，这功德就不可思议。「令人得忍，证入无生」，叫你看到这个菩提树，你得三种忍，你就入无生法忍。无生法忍是大乘七地菩萨，跟八地差一个等级。能证这么高的地位，所以这个法叫难信之法。",
      "zh_TW": "我們往生到極樂世界，是帶業去的，所以叫有情。雖然帶業，在極樂世界我們帶的業不起作用。我們有貪心，但是貪心在極樂世界不會發作，為什麼？你想要的東西應有盡有，你就不去貪了。我們這裡，東西想要得不到，所以起貪心。極樂世界要什麼有什麼，有貪心，貪心不起作用，久而久之，貪心自然就沒有了。極樂世界沒有瞋恚，瞋恚是不如意的境界現前，才會生瞋恚。極樂世界沒有不如意的境界，你看到的、聽到的、接觸到的，都是稱心滿意，滿心的歡喜。所以瞋恚心有，帶到那裡不起作用，所以我們的煩惱在極樂世界不起作用。極樂世界沒有你不稱心、不如意的境界，決定沒有，樣樣都叫你滿意，樣樣都叫你歡喜。不但叫你滿意，叫你歡喜，它幫助你覺悟，消除你的業障，這功德就不可思議。「令人得忍，證入無生」，叫你看到這個菩提樹，你得三種忍，你就入無生法忍。無生法忍是大乘七地菩薩，跟八地差一個等級。能證這麼高的地位，所以這個法叫難信之法。"
    },
    {
      "id": "02-040-0380_p0011",
      "zh_CN": "下面这段经文好，「功归弥陀」。阿弥陀佛保佑的，阿弥陀佛加持的，才有这种不思议的境界现前。佛说：",
      "zh_TW": "下面這段經文好，「功歸彌陀」。阿彌陀佛保佑的，阿彌陀佛加持的，才有這種不思議的境界現前。佛說："
    },
    {
      "id": "02-040-0380_p0012",
      "zh_CN": "【此皆无量寿佛。威神力故。本愿力故。满足愿故。明了。坚固。究竟愿故。】",
      "zh_TW": "【此皆無量壽佛。威神力故。本願力故。滿足願故。明了。堅固。究竟願故。】"
    },
    {
      "id": "02-040-0380_p0013",
      "zh_CN": "这个下面是省略了，如果具足念起来，『满足愿故』，『明了』愿故，『坚固』愿故，下头都有「愿故」这两个字，『究竟愿故』。我们看注解，念老告诉我们，「其因」，什么原因，「端在彼佛」，彼佛是阿弥陀佛，「果德威神之力，与本愿、满足、明了、坚固、究竟之力也」。我们得阿弥陀佛这么多的加持，在我们这个世间称之为大恩大德，帮助我们，我们才有这样殊胜的成就。这也就是说为什么要求生极乐世界。在这个世界，没有佛的加持，我们要想修到这个境界很难，很长很长的时间才能够证得。净土这个法门，你在这一生就证得了，把无量劫的修行缩短了，一生圆满成就。",
      "zh_TW": "這個下面是省略了，如果具足念起來，『滿足願故』，『明了』願故，『堅固』願故，下頭都有「願故」這兩個字，『究竟願故』。我們看註解，念老告訴我們，「其因」，什麼原因，「端在彼佛」，彼佛是阿彌陀佛，「果德威神之力，與本願、滿足、明了、堅固、究竟之力也」。我們得阿彌陀佛這麼多的加持，在我們這個世間稱之為大恩大德，幫助我們，我們才有這樣殊勝的成就。這也就是說為什麼要求生極樂世界。在這個世界，沒有佛的加持，我們要想修到這個境界很難，很長很長的時間才能夠證得。淨土這個法門，你在這一生就證得了，把無量劫的修行縮短了，一生圓滿成就。"
    },
    {
      "id": "02-040-0380_p0014",
      "zh_CN": "下面，「《净影疏》曰」，小慧远大师说的，「皆无量寿佛威神力者」，这一句是说这个威神力，「由彼如来现在威力，故获三忍」。这是说佛现前的威力加持，我们得三种忍，音响忍、顺忍、无生法忍。这三种忍，一定要知道，是从初地到七地。初地修到七地，那个时间也非常长，一个阶级、一个阶级慢慢向上提升。这些人在阿弥陀佛大讲堂外面观看菩提树、道场树，就能够把自己从初地提升到七地，真正不可思议。",
      "zh_TW": "下面，「《淨影疏》曰」，小慧遠大師說的，「皆無量壽佛威神力者」，這一句是說這個威神力，「由彼如來現在威力，故獲三忍」。這是說佛現前的威力加持，我們得三種忍，音響忍、順忍、無生法忍。這三種忍，一定要知道，是從初地到七地。初地修到七地，那個時間也非常長，一個階級、一個階級慢慢向上提升。這些人在阿彌陀佛大講堂外面觀看菩提樹、道場樹，就能夠把自己從初地提升到七地，真正不可思議。"
    },
    {
      "id": "02-040-0380_p0015",
      "zh_CN": "「本愿力者，由其过去本愿之力，故获三忍」。本愿是阿弥陀佛四十八愿。四十八愿，五劫修成的，四十八愿，愿愿兑现了，所以你见菩提树得三种忍。「本愿是总」。其他的四种，满足、明了、坚固、究竟，这是别。「满足愿者，愿心圆备」。圆是圆满，备是具足。「明了愿者，求心显著」。这个愿是让每一个人看到之后都能够大彻大悟，明了了。「坚固愿者，缘不能坏」。你的定力坚固，不受外面境界影响。「究竟愿者，终成不退」，始终不会退转。",
      "zh_TW": "「本願力者，由其過去本願之力，故獲三忍」。本願是阿彌陀佛四十八願。四十八願，五劫修成的，四十八願，願願兌現了，所以你見菩提樹得三種忍。「本願是總」。其他的四種，滿足、明了、堅固、究竟，這是別。「滿足願者，願心圓備」。圓是圓滿，備是具足。「明了願者，求心顯著」。這個願是讓每一個人看到之後都能夠大徹大悟，明瞭了。「堅固願者，緣不能壞」。你的定力堅固，不受外面境界影響。「究竟願者，終成不退」，始終不會退轉。"
    },
    {
      "id": "02-040-0380_p0016",
      "zh_CN": "「以此愿故，生彼国者，悉得三忍」。这个里头关键这个字在「悉」，悉是每一个人都得到，不是说有人得到，有人得不到。每一个往生的人，没有不见到菩提树的。它的菩提树是标帜，像我们这个世间，古时候寺院庵堂，大殿前面都有旗杆，这个旗杆悬挂幢幡，是标帜，不是挂国旗的。讲经，悬挂的幢，幢是圆形的，当中是空的。我们在外面一看，今天讲堂讲经，喜欢听经的，自由可以进来。如果挂幡，幡是做法会，幡是扁形的。悬幡是法会，悬幢是讲经。这个是佛门谦虚恭敬。佛是究竟圆满的大觉者，他还谦虚，意思是不敢为人师，不敢请你来听经，希望你自己来。怎么办？用这个方法，让你看到了，你自己来了，那讲得不好，听得不满意，你不能怪我，我没请你，你自己来的。这方法妙！也是佛教我们，始终对人要谦虚、要恭敬。佛用这个方法做出给我们看，教我们学习。",
      "zh_TW": "「以此願故，生彼國者，悉得三忍」。這個裡頭關鍵這個字在「悉」，悉是每一個人都得到，不是說有人得到，有人得不到。每一個往生的人，沒有不見到菩提樹的。它的菩提樹是標幟，像我們這個世間，古時候寺院庵堂，大殿前面都有旗杆，這個旗杆懸掛幢幡，是標幟，不是掛國旗的。講經，懸掛的幢，幢是圓形的，當中是空的。我們在外面一看，今天講堂講經，喜歡聽經的，自由可以進來。如果掛幡，幡是做法會，幡是扁形的。懸幡是法會，懸幢是講經。這個是佛門謙虛恭敬。佛是究竟圓滿的大覺者，他還謙虛，意思是不敢為人師，不敢請你來聽經，希望你自己來。怎麼辦？用這個方法，讓你看到了，你自己來了，那講得不好，聽得不滿意，你不能怪我，我沒請你，你自己來的。這方法妙！也是佛教我們，始終對人要謙虛、要恭敬。佛用這個方法做出給我們看，教我們學習。"
    },
    {
      "id": "02-040-0380_p0017",
      "zh_CN": "古时候的学校，学校在中国很普遍，很久就有，老师从来不敢招生。招生还得了！我可以做你的老师，我可以教导你，不敢。学生从哪里来？都是介绍来的、推荐来的，自己来的。招生是很明显，我比你高，你不如我，事实是如是，但是在形象上，这是傲慢的形象，这个形象不好。所以用推荐的方法。老师教得好，要有人给他宣传，某个老师有德行、有学问，现在在某个地方叫开馆，那就是办学。劝导年轻人应该去求学，所以来的学生有真诚心、有恭敬心、有信心，他能学到东西。不过现在学校教的都是技术性的，这个没有恭敬心能学到。圣贤的学术，没有真诚恭敬学不到。印光大师讲的话决定正确，「一分诚敬得一分利益，十分诚敬得十分利益」，没有诚敬心，老师怎么说，你也听不进去，心不在焉，那得不到利益。",
      "zh_TW": "古時候的學校，學校在中國很普遍，很久就有，老師從來不敢招生。招生還得了！我可以做你的老師，我可以教導你，不敢。學生從哪裡來？都是介紹來的、推薦來的，自己來的。招生是很明顯，我比你高，你不如我，事實是如是，但是在形象上，這是傲慢的形象，這個形象不好。所以用推薦的方法。老師教得好，要有人給他宣傳，某個老師有德行、有學問，現在在某個地方叫開館，那就是辦學。勸導年輕人應該去求學，所以來的學生有真誠心、有恭敬心、有信心，他能學到東西。不過現在學校教的都是技術性的，這個沒有恭敬心能學到。聖賢的學術，沒有真誠恭敬學不到。印光大師講的話決定正確，「一分誠敬得一分利益，十分誠敬得十分利益」，沒有誠敬心，老師怎麼說，你也聽不進去，心不在焉，那得不到利益。"
    },
    {
      "id": "02-040-0380_p0018",
      "zh_CN": "这是我前面跟诸位介绍的，我跟方先生第一次见面，他给我透的信息，现代的学校，先生不像先生，学生不像学生。实际讲真话，是学生不像学生，所以先生不教了。先生教真的，学生不学，是白说了，浪费精力、浪费时间，不认真教了。现在呢？六十年之后，我听说现在的学校，老师不敢教，比过去更严重了。为什么？现在学校的老师，校方要接受学生意见，学生对这个老师批评，说这个老师教得不好，我不喜欢，底下一个学期学校就不请他了，他的生活成问题了。那换句话，怎么教？学生想什么就给他教什么，逗学生玩，不是教东西。六十年前，学生不认真学，老师还是讲一点，是讲一点皮毛，不必深入，换句话说，让他学到一点常识，得不到受用。现在跟过去不一样了，我们接触过学校，了解状况严重，它已经形成风气了。怎么改？这个难！",
      "zh_TW": "這是我前面跟諸位介紹的，我跟方先生第一次見面，他給我透的信息，現代的學校，先生不像先生，學生不像學生。實際講真話，是學生不像學生，所以先生不教了。先生教真的，學生不學，是白說了，浪費精力、浪費時間，不認真教了。現在呢？六十年之後，我聽說現在的學校，老師不敢教，比過去更嚴重了。為什麼？現在學校的老師，校方要接受學生意見，學生對這個老師批評，說這個老師教得不好，我不喜歡，底下一個學期學校就不請他了，他的生活成問題了。那換句話，怎麼教？學生想什麼就給他教什麼，逗學生玩，不是教東西。六十年前，學生不認真學，老師還是講一點，是講一點皮毛，不必深入，換句話說，讓他學到一點常識，得不到受用。現在跟過去不一樣了，我們接觸過學校，了解狀況嚴重，它已經形成風氣了。怎麼改？這個難！"
    },
    {
      "id": "02-040-0380_p0019",
      "zh_CN": "家长今天跟学生合作，跟老师不合作。我记得我小时候，有淘气的时候，被老师惩罚了，罚跪，打手心。回家去，父母看到了，问怎么？被老师处罚了。明天我父亲送我上学，带着礼物去感谢老师。我们学生什么态度？下一次受什么样的惩罚也不会告诉家里人。还要送礼给他，还要感谢。现在是家长站在学生这一方，受了老师的惩罚要按铃去告状，老师侵犯人权。老师还敢教吗？不敢教了。现在老师很苦，要讨好学生，要讨好家长，学校下个学期才聘请你。你要是得罪了学生，得罪家长，下个学期学校就不聘请了。这个教育还能把人教好吗？",
      "zh_TW": "家長今天跟學生合作，跟老師不合作。我記得我小時候，有淘氣的時候，被老師懲罰了，罰跪，打手心。回家去，父母看到了，問怎麼？被老師處罰了。明天我父親送我上學，帶著禮物去感謝老師。我們學生什麼態度？下一次受什麼樣的懲罰也不會告訴家裡人。還要送禮給他，還要感謝。現在是家長站在學生這一方，受了老師的懲罰要按鈴去告狀，老師侵犯人權。老師還敢教嗎？不敢教了。現在老師很苦，要討好學生，要討好家長，學校下個學期才聘請你。你要是得罪了學生，得罪家長，下個學期學校就不聘請了。這個教育還能把人教好嗎？"
    },
    {
      "id": "02-040-0380_p0020",
      "zh_CN": "教育是国家、是民族、是人生的大事，头等大事。教育关系下一代，中国世世代代这些古人，没有一个不重视教育。希望下一代比我们更好，一代要超过一代，这才是好现象。一代不如一代，那上一代对不起下一代。现在人这个概念淡薄了，也许没有了，这是非常可怕的现象。下一代没有了怎么办？国家民族走向灭亡。回头看看老祖宗，世世代代承传下来，我们如果是四大文明古国这最后一个，到我们这边以后没有了，我们能对得起祖宗吗？能对得起父母吗？现在的社会也确实父不父，子不子，这是真正值得忧虑之处。儒释道没人讲了。这些年来，我们全心全力提倡传统文化，有影响。现在确实有不少人警觉到了，知道这个东西重要了，这是好事情。有这个警觉心，我相信他们会发心，要认真教学。",
      "zh_TW": "教育是國家、是民族、是人生的大事，頭等大事。教育關係下一代，中國世世代代這些古人，沒有一個不重視教育。希望下一代比我們更好，一代要超過一代，這才是好現象。一代不如一代，那上一代對不起下一代。現在人這個概念淡薄了，也許沒有了，這是非常可怕的現象。下一代沒有了怎麼辦？國家民族走向滅亡。回頭看看老祖宗，世世代代承傳下來，我們如果是四大文明古國這最後一個，到我們這邊以後沒有了，我們能對得起祖宗嗎？能對得起父母嗎？現在的社會也確實父不父，子不子，這是真正值得憂慮之處。儒釋道沒人講了。這些年來，我們全心全力提倡傳統文化，有影響。現在確實有不少人警覺到了，知道這個東西重要了，這是好事情。有這個警覺心，我相信他們會發心，要認真教學。"
    },
    {
      "id": "02-040-0380_p0021",
      "zh_CN": "人要有良心，活在这个世间，要对得起祖先，要对得起圣贤，要对得起自己，对得起后代，不可以昧着良心做对不起人的事情。人都希望自己生生世世都过得好，生生世世能过得好，有功名、有利禄，那要积德，只有积德可以得到，积财没有用。你的财富再多，有千亿财富、有万亿财富，你死了带不去，于来生没好处。如果真正相信因果报应的话，这是罪证、证据，你逃不了报应。唯有积功累德，是你可以带得去的。功德带得去，对你有很大的帮助，福德你也可以带去，你来世可以享受。不积功德，一定也得要积福德，这才是个真正聪明人。真正有一些智慧的人，他想到此地，愈是到晚年，人八十岁之后就不能想「我明年还在吗」，八十岁之后不能有这个念头，明年可能不在了。我们看到汤恩比访问日本，最后一次是他八十二岁，他的谈话纪录我们看到了。我相信他没有想到，三年之后他就走了，八十五岁走的。八十以后就要知道，随时会走，要有这么高的警觉心。那干什么？活一天，做一天好事，攒一天资粮，这就对了。",
      "zh_TW": "人要有良心，活在這個世間，要對得起祖先，要對得起聖賢，要對得起自己，對得起後代，不可以昧著良心做對不起人的事情。人都希望自己生生世世都過得好，生生世世能過得好，有功名、有利祿，那要積德，只有積德可以得到，積財沒有用。你的財富再多，有千億財富、有萬億財富，你死了帶不去，於來生沒好處。如果真正相信因果報應的話，這是罪證、證據，你逃不了報應。唯有積功累德，是你可以帶得去的。功德帶得去，對你有很大的幫助，福德你也可以帶去，你來世可以享受。不積功德，一定也得要積福德，這才是個真正聰明人。真正有一些智慧的人，他想到此地，愈是到晚年，人八十歲之後就不能想「我明年還在嗎」，八十歲之後不能有這個念頭，明年可能不在了。我們看到湯恩比訪問日本，最後一次是他八十二歲，他的談話紀錄我們看到了。我相信他沒有想到，三年之後他就走了，八十五歲走的。八十以後就要知道，隨時會走，要有這麼高的警覺心。那幹什麼？活一天，做一天好事，攢一天資糧，這就對了。"
    },
    {
      "id": "02-040-0380_p0022",
      "zh_CN": "真正放下万缘，念念想着众生，这个念头好。念念想着阿弥陀佛，那个念头是最好的，没有比这个更好。千万不要想名闻利养，不要想自私自利。八十岁还想自私自利，还搞名闻利养，那无间地狱有分。我一生干错事情，干错，错得很多，我现在要忏悔。忏悔要用行动，这个行动就是放下万缘，一心一意想善的、想好的，利益众生的、利益国家的、利益社会的，多想这个。在佛法里，如何帮助正法久住，帮助众生离苦得乐，这是佛法。",
      "zh_TW": "真正放下萬緣，念念想著眾生，這個念頭好。念念想著阿彌陀佛，那個念頭是最好的，沒有比這個更好。千萬不要想名聞利養，不要想自私自利。八十歲還想自私自利，還搞名聞利養，那無間地獄有分。我一生幹錯事情，幹錯，錯得很多，我現在要懺悔。懺悔要用行動，這個行動就是放下萬緣，一心一意想善的、想好的，利益眾生的、利益國家的、利益社會的，多想這個。在佛法裡，如何幫助正法久住，幫助眾生離苦得樂，這是佛法。"
    },
    {
      "id": "02-040-0380_p0023",
      "zh_CN": "诸佛菩萨出现在世间，就是为一桩事情，如何帮助众生离苦得乐，就为这个而来的。佛知道苦乐的真相。苦是怎么回事情？是迷失了自性，完全不知道一切法的真相，所以他看错了、想错了、说错了、做错了，这就苦来了。乐怎么来的？乐是觉而不迷，他看得正确，想得正确，说的、做的统统正确，这就快乐。自己乐，别人也乐。于是我们就知道，苦乐是果报，迷悟是因。果上没有办法帮助人，果报现前，怎么帮？佛的帮助是从因上，所以尽其一生，奉献给大众，落实在教学。",
      "zh_TW": "諸佛菩薩出現在世間，就是為一樁事情，如何幫助眾生離苦得樂，就為這個而來的。佛知道苦樂的真相。苦是怎麼回事情？是迷失了自性，完全不知道一切法的真相，所以他看錯了、想錯了、說錯了、做錯了，這就苦來了。樂怎麼來的？樂是覺而不迷，他看得正確，想得正確，說的、做的統統正確，這就快樂。自己樂，別人也樂。於是我們就知道，苦樂是果報，迷悟是因。果上沒有辦法幫助人，果報現前，怎麼幫？佛的幫助是從因上，所以盡其一生，奉獻給大眾，落實在教學。"
    },
    {
      "id": "02-040-0380_p0024",
      "zh_CN": "释迦牟尼佛为我们示现的，三十岁开悟，开悟之后就开始教学，七十九岁走的，整整教学四十九年，没有一天休息，没有一天放假，非常认真负责，做出了最好的教学榜样，模范的老师。我们要认识清楚，他不是神，他不是仙。印度人讲佛陀，佛陀什么意思？圆满觉悟的人称佛陀。菩萨什么意思？菩萨觉悟没有圆满，所以觉有情，他是有情众生，但是他觉悟，他不迷惑，这叫菩萨。阿罗汉是什么意思？阿罗汉叫无学，就是我们今天讲毕业了。哪里毕业？小学毕业的，佛教小学毕业。释迦牟尼佛最初讲阿含，十二年，十二年学习圆满，得阿罗汉的果位。在小乘东西学完了，没有了，如果再学，学大乘。所以阿罗汉的意思，相当我们中国人讲的毕业了，是这么个意思。没有称他是神，没有称他是上帝，没有称他是天使，没有称这些东西，没有这个称呼。",
      "zh_TW": "釋迦牟尼佛為我們示現的，三十歲開悟，開悟之後就開始教學，七十九歲走的，整整教學四十九年，沒有一天休息，沒有一天放假，非常認真負責，做出了最好的教學榜樣，模範的老師。我們要認識清楚，他不是神，他不是仙。印度人講佛陀，佛陀什麼意思？圓滿覺悟的人稱佛陀。菩薩什麼意思？菩薩覺悟沒有圓滿，所以覺有情，他是有情眾生，但是他覺悟，他不迷惑，這叫菩薩。阿羅漢是什麼意思？阿羅漢叫無學，就是我們今天講畢業了。哪裡畢業？小學畢業的，佛教小學畢業。釋迦牟尼佛最初講阿含，十二年，十二年學習圓滿，得阿羅漢的果位。在小乘東西學完了，沒有了，如果再學，學大乘。所以阿羅漢的意思，相當我們中國人講的畢業了，是這麼個意思。沒有稱他是神，沒有稱他是上帝，沒有稱他是天使，沒有稱這些東西，沒有這個稱呼。"
    },
    {
      "id": "02-040-0380_p0025",
      "zh_CN": "所以佛教严格的来说，这是我最初二十六岁接触的时候，我明白这些，我说这不是宗教，真的不是宗教，是教育，佛陀的教育。所以我出家就提倡要正名，名不正则言不顺，我向中国佛教会提出，我写了一份报告正名，希望把佛教正名为佛陀教育。佛教会看了，大概开了一次会议，不了了之。它不干，我干。我在台湾建了一个道场，简丰文居士他是建筑师，在杭州南路盖了一栋大楼，他送一层给我做道场，我这个外面挂的招牌，佛陀教育基金会。我们在教育部注册的，佛陀教育基金会。这个基金会，大家供养的这些钱统统印经。这个基金会里面的财物、帐目，是会计师告诉我的，大概是台湾第一家。我的要求，任何时间、任何场所，帐拿来查帐，马上就清楚，收入支出、银行存多少，清清楚楚，这是我的要求。简丰文居士做到了，这我非常欢喜。帐不能不清楚，不可以是一个糊涂帐。听说别人的帐是什么两本，我们帐就一本，没有两本，大公无私。",
      "zh_TW": "所以佛教嚴格的來說，這是我最初二十六歲接觸的時候，我明白這些，我說這不是宗教，真的不是宗教，是教育，佛陀的教育。所以我出家就提倡要正名，名不正則言不順，我向中國佛教會提出，我寫了一份報告正名，希望把佛教正名為佛陀教育。佛教會看了，大概開了一次會議，不了了之。它不幹，我幹。我在台灣建了一個道場，簡豐文居士他是建築師，在杭州南路蓋了一棟大樓，他送一層給我做道場，我這個外面掛的招牌，佛陀教育基金會。我們在教育部註冊的，佛陀教育基金會。這個基金會，大家供養的這些錢統統印經。這個基金會裡面的財物、帳目，是會計師告訴我的，大概是台灣第一家。我的要求，任何時間、任何場所，帳拿來查帳，馬上就清楚，收入支出、銀行存多少，清清楚楚，這是我的要求。簡豐文居士做到了，這我非常歡喜。帳不能不清楚，不可以是一個糊塗帳。聽說別人的帳是什麼兩本，我們帳就一本，沒有兩本，大公無私。"
    },
    {
      "id": "02-040-0380_p0026",
      "zh_CN": "钱不可以乱用。有一年过年，很辛苦，佛陀教育基金会捐款里头没有给我们过年开销的，简居士告诉我，能不能从印经款项拨一点出来帮助过年，以后有钱再补进去？我说不行，这个做法是要背因果的，人家捐钱指定是印经的，没饭吃也不可以拿这个钱去买饭。最后我就告诉他，我还有一些人家供养我的钱，这供养我个人的，我说这个钱我可以供养你们，给你们用。我把银行存折交给他，提出来好像还有不少钱，二分之一给你们过年，另外二分之一给景美图书馆，韩馆长那个道场。他们照做了，过年大家欢喜。我看我的存折，还有几百块钱。所以善心人士的捐款，指定做什么用途，不可以随便挪动，这是最忌讳的，这个例子决定不可以开。",
      "zh_TW": "錢不可以亂用。有一年過年，很辛苦，佛陀教育基金會捐款裡頭沒有給我們過年開銷的，簡居士告訴我，能不能從印經款項撥一點出來幫助過年，以後有錢再補進去？我說不行，這個做法是要背因果的，人家捐錢指定是印經的，沒飯吃也不可以拿這個錢去買飯。最後我就告訴他，我還有一些人家供養我的錢，這供養我個人的，我說這個錢我可以供養你們，給你們用。我把銀行存摺交給他，提出來好像還有不少錢，二分之一給你們過年，另外二分之一給景美圖書館，韓館長那個道場。他們照做了，過年大家歡喜。我看我的存摺，還有幾百塊錢。所以善心人士的捐款，指定做什麼用途，不可以隨便挪動，這是最忌諱的，這個例子決定不可以開。"
    },
    {
      "id": "02-040-0380_p0027",
      "zh_CN": "基金会的人真正都是菩萨，都是牺牲奉献的，常年在那做义工不行，他还有家，他怎么养家？所以我们也斟酌情形，在一般捐款里头没有指定的，做为道场的经费，里面有一个项目。这些工作人员我们要照顾，在我们这工作服务二十年以上的，我们买了一栋大楼做宿舍，提供他居住的地方，要照顾他，人家心才能安。我们过的生活不是很富裕，但是要过得去。生活统统要照顾，人心才定，才能发长远心。所以这些我们方方面面都照顾到。权力机构是董事会，开办的时候我是董事长，我辞了好多次都辞不掉，现在还挂名。我问他为什么辞不掉，你给我辞，我又没办法去。他说不行，挂这个名有人捐钱来，怕名没有了，没人捐款了。原来如此，好，你就挂去。这个会做得好，真正是替佛教做了好事，里面每一个人都廉洁，都是念佛的，将来个个往生。",
      "zh_TW": "基金會的人真正都是菩薩，都是犧牲奉獻的，常年在那做義工不行，他還有家，他怎麼養家？所以我們也斟酌情形，在一般捐款裡頭沒有指定的，做為道場的經費，裡面有一個項目。這些工作人員我們要照顧，在我們這工作服務二十年以上的，我們買了一棟大樓做宿舍，提供他居住的地方，要照顧他，人家心才能安。我們過的生活不是很富裕，但是要過得去。生活統統要照顧，人心才定，才能發長遠心。所以這些我們方方面面都照顧到。權力機構是董事會，開辦的時候我是董事長，我辭了好多次都辭不掉，現在還掛名。我問他為什麼辭不掉，你給我辭，我又沒辦法去。他說不行，掛這個名有人捐錢來，怕名沒有了，沒人捐款了。原來如此，好，你就掛去。這個會做得好，真正是替佛教做了好事，裡面每一個人都廉潔，都是念佛的，將來個個往生。"
    },
    {
      "id": "02-040-0380_p0028",
      "zh_CN": "这个基金会的性质就是我们佛教的后勤总部，补给的一个机构。我们这里所有的钱全部印经书，哪个地方要就往哪里送。也印过《大藏经》，还有对国外的服务。国外这些小乘佛教，印经没有钱，他们把巴利文的经典送了一套给我们，我们就翻印再转送给他。经论善书，我们专门干这桩事情。也不错，做了差不多三十多年了，这个三十多年有相当可观的成绩。始终我们自己没有发展，还是那个小房子。我说我们有钱多做好事，自己门面小一点没有关系，名气在国际上很大。人家到台湾去参观，怎么这么小的地方！小地方做大事。因为小，开销少，地方大了开销大，我们宁愿多节省一点钱，多印一些经典，大家都有这么一个理念。这都是一个心愿，我们的心愿跟佛的心愿相同。",
      "zh_TW": "這個基金會的性質就是我們佛教的後勤總部，補給的一個機構。我們這裡所有的錢全部印經書，哪個地方要就往哪裡送。也印過《大藏經》，還有對國外的服務。國外這些小乘佛教，印經沒有錢，他們把巴利文的經典送了一套給我們，我們就翻印再轉送給他。經論善書，我們專門幹這樁事情。也不錯，做了差不多三十多年了，這個三十多年有相當可觀的成績。始終我們自己沒有發展，還是那個小房子。我說我們有錢多做好事，自己門面小一點沒有關係，名氣在國際上很大。人家到台灣去參觀，怎麼這麼小的地方！小地方做大事。因為小，開銷少，地方大了開銷大，我們寧願多節省一點錢，多印一些經典，大家都有這麼一個理念。這都是一個心願，我們的心願跟佛的心願相同。"
    },
    {
      "id": "02-040-0380_p0029",
      "zh_CN": "今天，八十以后专修净土。我不求长寿，只求往生。对这个世间，我活一天，讲一天经，讲经就是对大众的贡献。我们在一起共同分享，经里面的道理愈清楚，我们的信心愈坚定，方法愈透彻，我们的功夫会有进步。我们的目标，往生极乐世界，只有极乐世界可以帮助我们在一生当中圆成佛道，其他的法门要断烦恼，我们没有这个能力。我们绝不可以好高骛远，要脚踏实地，这一生要有真正的成就，决定不能空过。",
      "zh_TW": "今天，八十以後專修淨土。我不求長壽，只求往生。對這個世間，我活一天，講一天經，講經就是對大眾的貢獻。我們在一起共同分享，經裡面的道理愈清楚，我們的信心愈堅定，方法愈透徹，我們的功夫會有進步。我們的目標，往生極樂世界，只有極樂世界可以幫助我們在一生當中圓成佛道，其他的法門要斷煩惱，我們沒有這個能力。我們絕不可以好高騖遠，要腳踏實地，這一生要有真正的成就，決定不能空過。"
    },
    {
      "id": "02-040-0380_p0030",
      "zh_CN": "坚固愿者，缘不能坏。现在我们遇到的缘都不善，这些缘我们要认识它，我们要远离它，财色名利决定不能够沾染，贪瞋痴慢，一句佛号把它降伏住。在这个世间，我们依然身心轻安，每天不是学教就是念佛。年岁大了，如何保持身心的健康？拜佛第一。一天能拜一千拜，你身体决定健康，你不会有事情，不需要用任何药物。我现在看书的时间多，拜佛的时间少，我也想在最近要重新调整过来，拜佛的时间多。每天看经我想两个小时够了，至少要有三、四个小时的时间拜佛，调养身体很重要。",
      "zh_TW": "堅固願者，緣不能壞。現在我們遇到的緣都不善，這些緣我們要認識它，我們要遠離它，財色名利決定不能夠沾染，貪瞋痴慢，一句佛號把它降伏住。在這個世間，我們依然身心輕安，每天不是學教就是念佛。年歲大了，如何保持身心的健康？拜佛第一。一天能拜一千拜，你身體決定健康，你不會有事情，不需要用任何藥物。我現在看書的時間多，拜佛的時間少，我也想在最近要重新調整過來，拜佛的時間多。每天看經我想兩個小時夠了，至少要有三、四個小時的時間拜佛，調養身體很重要。"
    },
    {
      "id": "02-040-0380_p0031",
      "zh_CN": "究竟愿者，终成不退。究竟，我们就是求生净土，这是我们的究竟，对这个世间随缘。缘很殊胜，在国外，年岁太大了，不想动了。如果我是五、六十岁，我还能广结善缘，海外的关系还很好。年岁大了感觉得累，所以现在只有临近的几个国家。我们认识、有缘分的，至少有三十多个国家。精神、体力不够了，大家聚会也只有一年一次，在联合国见面。见人，劝人念佛好，不管他念不念，所谓「一历耳根，永为道种」。这个信息不传他，对不起他，一定要传给他。信不信、念不念是他的事情，我们一定要传给他。",
      "zh_TW": "究竟願者，終成不退。究竟，我們就是求生淨土，這是我們的究竟，對這個世間隨緣。緣很殊勝，在國外，年歲太大了，不想動了。如果我是五、六十歲，我還能廣結善緣，海外的關係還很好。年歲大了感覺得累，所以現在只有臨近的幾個國家。我們認識、有緣分的，至少有三十多個國家。精神、體力不夠了，大家聚會也只有一年一次，在聯合國見面。見人，勸人念佛好，不管他念不念，所謂「一歷耳根，永為道種」。這個信息不傳他，對不起他，一定要傳給他。信不信、念不念是他的事情，我們一定要傳給他。"
    },
    {
      "id": "02-040-0380_p0032",
      "zh_CN": "以此愿故，生彼国者，悉得三忍。这个悉字重要，没有一个不得三种忍，换句话说，没有一个见菩提树不会把自己从初地提升到七地。你从这里看的时候，这能量不可思议，阿弥陀佛度化众生的智慧、神通、道力，善巧方便，都不可思议。",
      "zh_TW": "以此願故，生彼國者，悉得三忍。這個悉字重要，沒有一個不得三種忍，換句話說，沒有一個見菩提樹不會把自己從初地提升到七地。你從這裡看的時候，這能量不可思議，阿彌陀佛度化眾生的智慧、神通、道力，善巧方便，都不可思議。"
    },
    {
      "id": "02-040-0380_p0033",
      "zh_CN": "「又满足愿者，义寂、憬兴均谓四十八愿，无阙减故」。这叫满足愿，四十八愿一愿都不缺。佛愿加持众生，不是用一愿、二愿，不是说哪一愿多一分、哪一愿减一分，不是，全部都是圆满的。阿弥陀佛对待每一个往生到极乐世界的人，真正做到了公平、平等，一律平等，没有例外的。这是十方一切诸佛菩萨，对阿弥陀佛尊敬、佩服，这才叫满足愿。",
      "zh_TW": "「又滿足願者，義寂、憬興均謂四十八願，無闕減故」。這叫滿足願，四十八願一願都不缺。佛願加持眾生，不是用一願、二願，不是說哪一願多一分、哪一願減一分，不是，全部都是圓滿的。阿彌陀佛對待每一個往生到極樂世界的人，真正做到了公平、平等，一律平等，沒有例外的。這是十方一切諸佛菩薩，對阿彌陀佛尊敬、佩服，這才叫滿足願。"
    },
    {
      "id": "02-040-0380_p0034",
      "zh_CN": "「义寂、望西谓」，义寂、望西他们说「明慧共相应故」。明慧，我们参考资料里头有，「三明与三慧」。明慧，《无量寿经》下卷说，「得深禅定诸通明慧」，有这么一句，甚深禅定，诸通明慧。「同」，同是《无量寿经》，「慧远疏」，慧远就是《净影疏》，这里说明了，「明谓三明，慧谓三慧」。「三明：宿命明、天眼明、漏尽明。三慧：闻慧、思慧、修慧」。明慧共相应故，这个说得好。三明就是六通，六种神通。六种神通在法身菩萨称三明，因为六种神通阿罗汉已经具足了，能量不如菩萨，所以在菩萨称三明，用宿命、天眼、漏尽来代表，所以三明就是法身菩萨的六通。",
      "zh_TW": "「義寂、望西謂」，義寂、望西他們說「明慧共相應故」。明慧，我們參考資料裡頭有，「三明與三慧」。明慧，《無量壽經》下卷說，「得深禪定諸通明慧」，有這麼一句，甚深禪定，諸通明慧。「同」，同是《無量壽經》，「慧遠疏」，慧遠就是《淨影疏》，這裡說明了，「明謂三明，慧謂三慧」。「三明：宿命明、天眼明、漏盡明。三慧：聞慧、思慧、修慧」。明慧共相應故，這個說得好。三明就是六通，六種神通。六種神通在法身菩薩稱三明，因為六種神通阿羅漢已經具足了，能量不如菩薩，所以在菩薩稱三明，用宿命、天眼、漏盡來代表，所以三明就是法身菩薩的六通。"
    },
    {
      "id": "02-040-0380_p0035",
      "zh_CN": "三慧是菩萨所修的，闻、思、修。三慧跟戒定慧不一样，戒定慧是三个不同的层次。因戒得定，因定开慧，这个慧，这个慧就是三慧，菩萨所修的闻思修三慧。闻，意思很广，不仅仅是耳听，眼见也叫闻，身接触也叫闻，六根接触六尘境界，用个闻字做代表。六根接触，接触，思是明了，对于境界清清楚楚、明明了瞭，这是思慧。修慧，心地清净，一尘不染，那叫修慧。跟凡夫不一样，凡夫六根接触六尘境界，不生智慧，生烦恼，起心动念、分别执着。菩萨六根接触六尘境界，不起心不动念、不分别不执着。不分别不执着是修慧，不起心不动念是闻慧，一切通达明了是思慧。通达诸法实相是思慧，其实他没有思，完全明了，接触就明了。",
      "zh_TW": "三慧是菩薩所修的，聞、思、修。三慧跟戒定慧不一樣，戒定慧是三個不同的層次。因戒得定，因定開慧，這個慧，這個慧就是三慧，菩薩所修的聞思修三慧。聞，意思很廣，不僅僅是耳聽，眼見也叫聞，身接觸也叫聞，六根接觸六塵境界，用個聞字做代表。六根接觸，接觸，思是明瞭，對於境界清清楚楚、明明瞭瞭，這是思慧。修慧，心地清淨，一塵不染，那叫修慧。跟凡夫不一樣，凡夫六根接觸六塵境界，不生智慧，生煩惱，起心動念、分別執著。菩薩六根接觸六塵境界，不起心不動念、不分別不執著。不分別不執著是修慧，不起心不動念是聞慧，一切通達明瞭是思慧。通達諸法實相是思慧，其實他沒有思，完全明瞭，接觸就明瞭。"
    },
    {
      "id": "02-040-0380_p0036",
      "zh_CN": "菩萨三慧，一而三，三而一，当中没有隔碍的，闻里头有思，思里头有修，闻思修是一体。接触，譬如眼见色，见色，这是闻慧，接触；接触对外面看得很明了，清清楚楚，这用思做代表；明了之后怎么？心如如不动，这修慧。不起心不动念、不分别不执着，法身菩萨所修的。阿罗汉、辟支佛，别教三贤菩萨，十住、十行、十回向都做不到。法身菩萨，我们中国人常讲，大彻大悟、明心见性，他们做到了。这是大乘，大乘标准。",
      "zh_TW": "菩薩三慧，一而三，三而一，當中沒有隔礙的，聞裡頭有思，思裡頭有修，聞思修是一體。接觸，譬如眼見色，見色，這是聞慧，接觸；接觸對外面看得很明瞭，清清楚楚，這用思做代表；明瞭之後怎麼？心如如不動，這修慧。不起心不動念、不分別不執著，法身菩薩所修的。阿羅漢、辟支佛，別教三賢菩薩，十住、十行、十迴向都做不到。法身菩薩，我們中國人常講，大徹大悟、明心見性，他們做到了。這是大乘，大乘標準。"
    },
    {
      "id": "02-040-0380_p0037",
      "zh_CN": "我们今天把闻思修三个字的意思搞清楚了，做不到。于是乎我们就想起来，释迦牟尼佛在《佛藏经》里头说，「佛子」，就是佛弟子，「不先学小乘，后学大乘，非佛弟子」，佛不承认。我们今天真的，小乘不要了，儒跟道也不学，就学大乘佛法，所以大乘落空了，学了一些经典上文字的皮毛，做不到。连净宗这个法门，方便到极处，这一句佛号没有念好，佛号里头夹杂着妄念，夹杂着杂念，常常间断。净宗是大乘，功夫也不得力。原因在哪里？没有小乘基础，我们没有受过小乘的训练。",
      "zh_TW": "我們今天把聞思修三個字的意思搞清楚了，做不到。於是乎我們就想起來，釋迦牟尼佛在《佛藏經》裡頭說，「佛子」，就是佛弟子，「不先學小乘，後學大乘，非佛弟子」，佛不承認。我們今天真的，小乘不要了，儒跟道也不學，就學大乘佛法，所以大乘落空了，學了一些經典上文字的皮毛，做不到。連淨宗這個法門，方便到極處，這一句佛號沒有念好，佛號裡頭夾雜著妄念，夾雜著雜念，常常間斷。淨宗是大乘，功夫也不得力。原因在哪裡？沒有小乘基礎，我們沒有受過小乘的訓練。"
    },
    {
      "id": "02-040-0380_p0038",
      "zh_CN": "中国佛教，早在唐朝中叶的时候就把小乘放下了，当时那些祖师大德，他们的意思用中国的儒跟道代替小乘，不学小乘了。所以小乘两个宗，到唐朝的晚年就没有了，俱舍宗、成实宗，现在很多人不知道。中国原本是十个宗派，两个小乘，八个大乘。用儒跟道代替。所以我们在今天不得已，没办法了，提出儒释道的三个根，从这扎根。我们也有经典做依据，也不是随便说的。我们的依据就是净业第一福，净业三福第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，我们就根据这一条，这四句经文。",
      "zh_TW": "中國佛教，早在唐朝中葉的時候就把小乘放下了，當時那些祖師大德，他們的意思用中國的儒跟道代替小乘，不學小乘了。所以小乘兩個宗，到唐朝的晚年就沒有了，俱舍宗、成實宗，現在很多人不知道。中國原本是十個宗派，兩個小乘，八個大乘。用儒跟道代替。所以我們在今天不得已，沒辦法了，提出儒釋道的三個根，從這扎根。我們也有經典做依據，也不是隨便說的。我們的依據就是淨業第一福，淨業三福第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，我們就根據這一條，這四句經文。"
    },
    {
      "id": "02-040-0380_p0039",
      "zh_CN": "孝养父母，奉事师长，落实在《弟子规》。这两句怎么做？把《弟子规》做到了，就是孝亲尊师。慈心不杀，落实在道家的《太上感应篇》，这因果教育。因果教育里头第一个，就是培养慈悲心，不杀生，不食众生肉，从这里下手。那佛教的根就是《十善业道经》。我们提倡这三样东西，《弟子规》、《感应篇》、《十善业道经》，用这个来扎根，这是根之根。深入，至少儒家的四书要全读，完全学习。五经要选修，不用全读，要选择重要的，与戒律有关系的，就是关於伦理道德的这些部分，要认真学习。道家的经典，至少要把他们根本的东西，《老子》、《庄子．内篇》，这是他们重要的典籍。有这个基础，再入大乘。",
      "zh_TW": "孝養父母，奉事師長，落實在《弟子規》。這兩句怎麼做？把《弟子規》做到了，就是孝親尊師。慈心不殺，落實在道家的《太上感應篇》，這因果教育。因果教育裡頭第一個，就是培養慈悲心，不殺生，不食眾生肉，從這裡下手。那佛教的根就是《十善業道經》。我們提倡這三樣東西，《弟子規》、《感應篇》、《十善業道經》，用這個來扎根，這是根之根。深入，至少儒家的四書要全讀，完全學習。五經要選修，不用全讀，要選擇重要的，與戒律有關係的，就是關於倫理道德的這些部分，要認真學習。道家的經典，至少要把他們根本的東西，《老子》、《莊子．內篇》，這是他們重要的典籍。有這個基礎，再入大乘。"
    },
    {
      "id": "02-040-0380_p0040",
      "zh_CN": "祖师用得没有错，因为唐朝中叶到现在，一千三百年，这一千三百年当中，我们算一千年，最近两百年佛教衰了。一千一百年当中，大乘八个宗，每一个宗派都有祖师大德出现在世间，真正有德行、有学问，有修有证。这就说明唐朝中叶这些大德，这个选择没有错误，是能行得通的。那我们今天如果不学儒道，那就学小乘《阿含经》。认真把南传的《法句经》，是他们根本的东西，一定要落实在生活，落实在工作，落实在处事待人接物，这就有根了。再提升大乘行。佛这个教诲，我们不能疏忽，要认真看待，要认真去奉行。",
      "zh_TW": "祖師用得沒有錯，因為唐朝中葉到現在，一千三百年，這一千三百年當中，我們算一千年，最近兩百年佛教衰了。一千一百年當中，大乘八個宗，每一個宗派都有祖師大德出現在世間，真正有德行、有學問，有修有證。這就說明唐朝中葉這些大德，這個選擇沒有錯誤，是能行得通的。那我們今天如果不學儒道，那就學小乘《阿含經》。認真把南傳的《法句經》，是他們根本的東西，一定要落實在生活，落實在工作，落實在處事待人接物，這就有根了。再提升大乘行。佛這個教誨，我們不能疏忽，要認真看待，要認真去奉行。"
    },
    {
      "id": "02-040-0380_p0041",
      "zh_CN": "下面，「憬兴谓求之不虚故」，这个跟净影师讲的意思相同。「坚固愿者」，义寂大师说，「无退精进，所成就者」。这一愿怎么来的？坚固愿。真正精进不退转，这样成就的。说明阿弥陀佛给诸佛菩萨做了最好的榜样，精进不退。我们在什么地方看出来？这个经上说，在西方有极乐世界，极乐世界有阿弥陀佛，「今现在说法」。从这几句话里面，我们就看到阿弥陀佛的精进。",
      "zh_TW": "下面，「憬興謂求之不虛故」，這個跟淨影師講的意思相同。「堅固願者」，義寂大師說，「無退精進，所成就者」。這一願怎麼來的？堅固願。真正精進不退轉，這樣成就的。說明阿彌陀佛給諸佛菩薩做了最好的榜樣，精進不退。我們在什麼地方看出來？這個經上說，在西方有極樂世界，極樂世界有阿彌陀佛，「今現在說法」。從這幾句話裡面，我們就看到阿彌陀佛的精進。"
    },
    {
      "id": "02-040-0380_p0042",
      "zh_CN": "今现在说法，阿弥陀佛说法没停止，阿弥陀佛教化众生没有间断，分分秒秒都不间断。因为极乐世界的人身体是法性身，法性身的好处是不需要饮食。能量从哪里来的？从自性里头来的。人不要睡眠，这个好。我们在此地再精进，睡眠就中断了，吃饭就中断了。那每天要吃三餐饭，一餐饭至少中断两小时，六个小时没有了。睡觉也得睡八个小时，一半的时间没有了。极乐世界这个时间不浪费，不需要睡眠，精神饱满，不需要饮食，健康长寿。这两桩大事解决了，佛如是，每一个往生的人皆如是，所以他们每天听经修行，闻思修三慧没中断的，真精进。这个信息我们接到了，我们一定要发心到极乐世界去。不到极乐世界，我们这个修行功夫会落伍了，赶不上别人。一心求生极乐世界，我们不但不落伍，到极乐世界跟修别的法门来比，我们超前了，超前太多了，这法门多殊胜。",
      "zh_TW": "今現在說法，阿彌陀佛說法沒停止，阿彌陀佛教化眾生沒有間斷，分分秒秒都不間斷。因為極樂世界的人身體是法性身，法性身的好處是不需要飲食。能量從哪裡來的？從自性裡頭來的。人不要睡眠，這個好。我們在此地再精進，睡眠就中斷了，吃飯就中斷了。那每天要吃三餐飯，一餐飯至少中斷兩小時，六個小時沒有了。睡覺也得睡八個小時，一半的時間沒有了。極樂世界這個時間不浪費，不需要睡眠，精神飽滿，不需要飲食，健康長壽。這兩樁大事解決了，佛如是，每一個往生的人皆如是，所以他們每天聽經修行，聞思修三慧沒中斷的，真精進。這個信息我們接到了，我們一定要發心到極樂世界去。不到極樂世界，我們這個修行功夫會落伍了，趕不上別人。一心求生極樂世界，我們不但不落伍，到極樂世界跟修別的法門來比，我們超前了，超前太多了，這法門多殊勝。"
    },
    {
      "id": "02-040-0380_p0043",
      "zh_CN": "真修，就是放下万缘，这一句比什么都重要，一心专念。我们在很多年当中没搞清楚、没搞明白，所以对架上大乘经论放不下，大乘经论摆在书架上是诱惑，都想翻翻看看。现在摆在书架，练什么？不让它诱惑我，我摆在那里，天天看它，我就不翻你。我只翻《无量寿经》，只读念老的集注。这个集注，也是大量大量佛法的资讯，你看这个里面引用的八十三种经论、一百一十种祖师的开示，内容太丰富。读这个东西，对于世尊四十九年所说的一切法，心里也有了一个大概。",
      "zh_TW": "真修，就是放下萬緣，這一句比什麼都重要，一心專念。我們在很多年當中沒搞清楚、沒搞明白，所以對架上大乘經論放不下，大乘經論擺在書架上是誘惑，都想翻翻看看。現在擺在書架，練什麼？不讓它誘惑我，我擺在那裡，天天看它，我就不翻你。我只翻《無量壽經》，只讀念老的集註。這個集註，也是大量大量佛法的資訊，你看這個裡面引用的八十三種經論、一百一十種祖師的開示，內容太豐富。讀這個東西，對於世尊四十九年所說的一切法，心裡也有了一個大概。"
    },
    {
      "id": "02-040-0380_p0044",
      "zh_CN": "把一心专注在佛号上，比什么都重要，念念不忘阿弥陀佛。心里念，不必出声，心里的佛号希望不中断，睡觉中断了，这没办法，这个不要紧。谛闲法师教的方法非常好，很适合现在人的根性。一心专念，念累了休息，休息好了接着再念。这个方法，早年我在新加坡、在美国、在加拿大，教很多同学用这个方法，大家都说好，很得力，没有压力，很轻松。大家在一块共修，互相不相妨碍，一个人静修也行。所以我们用谛闲老法师的办法。",
      "zh_TW": "把一心專注在佛號上，比什麼都重要，念念不忘阿彌陀佛。心裡念，不必出聲，心裡的佛號希望不中斷，睡覺中斷了，這沒辦法，這個不要緊。諦閑法師教的方法非常好，很適合現在人的根性。一心專念，念累了休息，休息好了接著再念。這個方法，早年我在新加坡、在美國、在加拿大，教很多同學用這個方法，大家都說好，很得力，沒有壓力，很輕鬆。大家在一塊共修，互相不相妨礙，一個人靜修也行。所以我們用諦閑老法師的辦法。"
    },
    {
      "id": "02-040-0380_p0045",
      "zh_CN": "最近也有些同学告诉我，他们要提倡般舟三昧。我觉得没有那个必要，般舟三昧太辛苦，不是一般人都能够修的。般舟三昧一期是九十天，九十天不能躺下来，不能坐下来，只可以站着、走动。九十天，不是开玩笑的，你有这个体力、有这个精神吗？般舟三昧是什么人修？法身菩萨修的。法身菩萨别说九十天，九百天也没有问题，他也可以做得到。不是凡人修的，凡人修这个很少。",
      "zh_TW": "最近也有些同學告訴我，他們要提倡般舟三昧。我覺得沒有那個必要，般舟三昧太辛苦，不是一般人都能夠修的。般舟三昧一期是九十天，九十天不能躺下來，不能坐下來，只可以站著、走動。九十天，不是開玩笑的，你有這個體力、有這個精神嗎？般舟三昧是什麼人修？法身菩薩修的。法身菩薩別說九十天，九百天也沒有問題，他也可以做得到。不是凡人修的，凡人修這個很少。"
    },
    {
      "id": "02-040-0380_p0046",
      "zh_CN": "我在台中跟李老师，李老师连精进佛七都不敢提倡。他告诉我，早年他在台中办佛教莲社，我认识他是佛教莲社举行十周年纪念，我才认识他的。那换句话说，在我认识之前，他在台中教学十年了，曾经打过两次精进佛七，都出了事情。精进佛七是二十四小时念佛不中断，时间只有七天。有两个人出事了，这个出事就我们一般讲精神不正常。人家进来好好的，出去之后神志失常，要送到神经病院，你怎么能对得起人？李老师毕竟是个有经验的，学过禅，学过密，学过教，最后归净土，跟印光法师归净土。他是个好医生，他用了十个月的时间，把这两个人恢复正常。以后再不敢打了。他把这个事情说给我听，警告我，以后领众念佛不要搞精进佛七。我们谨记在心头，我们没有老师的本事，他用十个月时间把人家恢复正常，我没有这个本事。",
      "zh_TW": "我在台中跟李老師，李老師連精進佛七都不敢提倡。他告訴我，早年他在台中辦佛教蓮社，我認識他是佛教蓮社舉行十週年紀念，我才認識他的。那換句話說，在我認識之前，他在台中教學十年了，曾經打過兩次精進佛七，都出了事情。精進佛七是二十四小時念佛不中斷，時間只有七天。有兩個人出事了，這個出事就我們一般講精神不正常。人家進來好好的，出去之後神志失常，要送到神經病院，你怎麼能對得起人？李老師畢竟是個有經驗的，學過禪，學過密，學過教，最後歸淨土，跟印光法師歸淨土。他是個好醫生，他用了十個月的時間，把這兩個人恢復正常。以後再不敢打了。他把這個事情說給我聽，警告我，以後領眾念佛不要搞精進佛七。我們謹記在心頭，我們沒有老師的本事，他用十個月時間把人家恢復正常，我沒有這個本事。"
    },
    {
      "id": "02-040-0380_p0047",
      "zh_CN": "所以我们用谛闲老和尚这个方法是最好的，决定不出问题。给人在道场修学，没有一丝毫压力，你会学得很轻松、很愉快。什么时候累了，什么时候休息，休息好了，赶快接着念。绕佛行，坐着念也行，拜佛也行，自己调节自己的身体。念佛堂里分三个部分，当中，对着佛像这当中这一部分是拜佛的，这里头有蒲团，大家拜佛在这边。四周围是绕佛的。那么坐下来，坐下来面壁，这讲堂靠墙壁，这边一排，这边一排，一边男众，一边女众，你想坐下来念，你坐在那边面壁。绕佛的时候在这个旁边绕，不妨碍。我把一个讲堂分成三个区。每个人都欢喜，没有压力，不必大众要一样怎么样，他就有压力。这个没有压力，我想坐就坐，我想绕佛就绕佛，完全自由自在。当年在美国念佛堂统统用这个办法，欢喜。日夜，不分日夜。念佛堂旁边有房间，房间摆很多床铺，谁累了到那去躺一下。躺一下，我们规定不脱海青。因为念佛时候穿着海青，海青不脱，所以和衣而睡，睡醒了，赶快起来跟着去念。现代人有现代人的习气，有现代人的烦恼，现代人的体质确实远远比不上古人，古人心是定的，现在人浮躁。所以，谛老和尚这个方法非常好，我们要大力提倡，念佛堂要有这种设计。这是无退精进所成就的，叫坚固愿。",
      "zh_TW": "所以我們用諦閑老和尚這個方法是最好的，決定不出問題。給人在道場修學，沒有一絲毫壓力，你會學得很輕鬆、很愉快。什麼時候累了，什麼時候休息，休息好了，趕快接著念。繞佛行，坐著念也行，拜佛也行，自己調節自己的身體。念佛堂裡分三個部分，當中，對著佛像這當中這一部分是拜佛的，這裡頭有蒲團，大家拜佛在這邊。四周圍是繞佛的。那麼坐下來，坐下來面壁，這講堂靠牆壁，這邊一排，這邊一排，一邊男眾，一邊女眾，你想坐下來念，你坐在那邊面壁。繞佛的時候在這個旁邊繞，不妨礙。我把一個講堂分成三個區。每個人都歡喜，沒有壓力，不必大眾要一樣怎麼樣，他就有壓力。這個沒有壓力，我想坐就坐，我想繞佛就繞佛，完全自由自在。當年在美國念佛堂統統用這個辦法，歡喜。日夜，不分日夜。念佛堂旁邊有房間，房間擺很多床鋪，誰累了到那去躺一下。躺一下，我們規定不脫海青。因為念佛時候穿著海青，海青不脫，所以和衣而睡，睡醒了，趕快起來跟著去念。現代人有現代人的習氣，有現代人的煩惱，現代人的體質確實遠遠比不上古人，古人心是定的，現在人浮躁。所以，諦老和尚這個方法非常好，我們要大力提倡，念佛堂要有這種設計。這是無退精進所成就的，叫堅固願。"
    },
    {
      "id": "02-040-0380_p0048",
      "zh_CN": "「究竟愿者，义寂、望西」他们都说，「期尽有情法界际故」。这一句话下面有个括弧，就是「度尽法界一切有情」。期是希望，希望尽，尽有情，就是度尽有情。括弧解释得好。四弘誓愿里头，众生无边誓愿度，这是究竟愿的来由。这个愿我们发了，怎么兑现？阿弥陀佛建立极乐世界，兑现了，他真的兑现了。十方诸佛如来宣扬净土，把极乐世界介绍给一切大众，劝导一切众生专修专弘，那这一愿也圆满了。跟阿弥陀佛同心同愿，同德同行，究竟愿。这些法师们所说的都说得很好，所以念老教导我们，「宜合参」，都可以做为我们参考资料，都说得很好，他统统把它抄在一起。",
      "zh_TW": "「究竟願者，義寂、望西」他們都說，「期盡有情法界際故」。這一句話下面有個括弧，就是「度盡法界一切有情」。期是希望，希望盡，盡有情，就是度盡有情。括弧解釋得好。四弘誓願裡頭，眾生無邊誓願度，這是究竟願的來由。這個願我們發了，怎麼兌現？阿彌陀佛建立極樂世界，兌現了，他真的兌現了。十方諸佛如來宣揚淨土，把極樂世界介紹給一切大眾，勸導一切眾生專修專弘，那這一願也圓滿了。跟阿彌陀佛同心同願，同德同行，究竟願。這些法師們所說的都說得很好，所以念老教導我們，「宜合參」，都可以做為我們參考資料，都說得很好，他統統把它抄在一起。"
    },
    {
      "id": "02-040-0380_p0049",
      "zh_CN": "下面，「又本愿力者」，特别举《往生论》，《往生论》里面的文，来显示本愿力。「《往生论》曰：观佛本愿力，遇无空过者。能令速满足，功德大宝海」。《论注》，注是昙鸾法师的，「《论注》曰：依本法藏菩萨四十八愿」，这是根据，「今曰阿弥陀如来自在神力。愿以成力」，愿变成能量，这个力是能量。「力以就愿」，有这个能量再帮助愿，从愿产生能量，这个能量能帮助这个愿达到圆满。「愿不徒然」，这愿是真的，「力不虚设」，有能量才真正能帮助众生，「力愿相符，毕竟不差」。《往生论》偈子上（《往生论》全是偈颂）说的。观佛，这个佛是阿弥陀佛，阿弥陀佛的本愿力，遇到了没有空过的，每一个人遇到都不空过。",
      "zh_TW": "下面，「又本願力者」，特別舉《往生論》，《往生論》裡面的文，來顯示本願力。「《往生論》曰：觀佛本願力，遇無空過者。能令速滿足，功德大寶海」。《論註》，註是曇鸞法師的，「《論註》曰：依本法藏菩薩四十八願」，這是根據，「今曰阿彌陀如來自在神力。願以成力」，願變成能量，這個力是能量。「力以就願」，有這個能量再幫助願，從願產生能量，這個能量能幫助這個願達到圓滿。「願不徒然」，這願是真的，「力不虛設」，有能量才真正能幫助眾生，「力願相符，畢竟不差」。《往生論》偈子上（《往生論》全是偈頌）說的。觀佛，這個佛是阿彌陀佛，阿彌陀佛的本願力，遇到了沒有空過的，每一個人遇到都不空過。"
    },
    {
      "id": "02-040-0380_p0050",
      "zh_CN": "我们今天遇到了，你会不会往生净土？你决定得生。这一生不去，来生会遇到，后世会遇到，生生世世总有机会遇到。为什么？只要遇到，听到佛的名号、看到佛的形像，阿赖耶识的金刚种子永远不坏，不定在什么时候遇到缘。我们今天遇到这个缘，是过去生中的种子起现行。过去生中要跟阿弥陀佛没有结过缘，没有听到过名号，没有见到菩萨形像，这一生就不可能，这一生见到、听到了感触不深。这一生见到、听到感触深，决定想去，这就是感触很深，这就证明不是一生一世。佛在经上，大乘经讲得很清楚，每一个往生的人，无论是什么因缘往生，乃至于十念往生，一生没有遇到净土，临终的时候遇到了，临终十念也往生了，佛来接引他了，这什么原因？过去生中曾经供养无量诸佛，这一生缘成熟的时候，就立刻得到无量诸佛威神加持，所以才有这个成就。我们对自己不要看轻了，不要认为自己不行，你不知道你过去生。",
      "zh_TW": "我們今天遇到了，你會不會往生淨土？你決定得生。這一生不去，來生會遇到，後世會遇到，生生世世總有機會遇到。為什麼？只要遇到，聽到佛的名號、看到佛的形像，阿賴耶識的金剛種子永遠不壞，不定在什麼時候遇到緣。我們今天遇到這個緣，是過去生中的種子起現行。過去生中要跟阿彌陀佛沒有結過緣，沒有聽到過名號，沒有見到菩薩形像，這一生就不可能，這一生見到、聽到了感觸不深。這一生見到、聽到感觸深，決定想去，這就是感觸很深，這就證明不是一生一世。佛在經上，大乘經講得很清楚，每一個往生的人，無論是什麼因緣往生，乃至於十念往生，一生沒有遇到淨土，臨終的時候遇到了，臨終十念也往生了，佛來接引他了，這什麼原因？過去生中曾經供養無量諸佛，這一生緣成熟的時候，就立刻得到無量諸佛威神加持，所以才有這個成就。我們對自己不要看輕了，不要認為自己不行，你不知道你過去生。"
    },
    {
      "id": "02-040-0380_p0051",
      "zh_CN": "过去生中遇到无量诸佛，或者还不够，那我们要问，我们这一生能不能把不足的地方补出来？可以。我相信很多很多往生的人，都是这一生把过去生中功夫不够补出来了。用什么方法补？一心专念。佛在经上告诉我们，念一声佛号，能灭八十亿劫生死重罪。你念一天还得了吗？你念七天，你念上三年，肯定补足了。我们在《净土圣贤录》、在《往生传》里面看到的记载，绝大多数都是念佛三年往生的。三年不是长时间。有人曾经问过我，是不是这些人三年他的寿命就到了？我给他的回答说，我说不可能，哪有那么巧，他遇到这个法门，寿命只有三年，这个我们不能相信的，不合乎逻辑。那应该是什么？寿命还有很长，他不要了。我功夫成就了，我后面寿命不要了，我现在要走，行不行？行，很多。应该这样才能讲得通。说明他三年的功夫把他无量劫供佛的功德补足了，他就能得到诸佛如来的加持，顺利往生，这才能讲得圆，才能讲得通。确实这是事实真相。",
      "zh_TW": "過去生中遇到無量諸佛，或者還不夠，那我們要問，我們這一生能不能把不足的地方補出來？可以。我相信很多很多往生的人，都是這一生把過去生中功夫不夠補出來了。用什麼方法補？一心專念。佛在經上告訴我們，念一聲佛號，能滅八十億劫生死重罪。你念一天還得了嗎？你念七天，你念上三年，肯定補足了。我們在《淨土聖賢錄》、在《往生傳》裡面看到的記載，絕大多數都是念佛三年往生的。三年不是長時間。有人曾經問過我，是不是這些人三年他的壽命就到了？我給他的回答說，我說不可能，哪有那麼巧，他遇到這個法門，壽命只有三年，這個我們不能相信的，不合乎邏輯。那應該是什麼？壽命還有很長，他不要了。我功夫成就了，我後面壽命不要了，我現在要走，行不行？行，很多。應該這樣才能講得通。說明他三年的功夫把他無量劫供佛的功德補足了，他就能得到諸佛如來的加持，順利往生，這才能講得圓，才能講得通。確實這是事實真相。"
    },
    {
      "id": "02-040-0380_p0052",
      "zh_CN": "我们要把这个摆在第一。在这个世间不要怕吃亏上当，没有亏吃的，没有当上的。我们往生，大功圆满，这个得大自在。要舍，要放下，「万般将不去，唯有业随身」，我们今天干的是净业，是念阿弥陀佛的业，不是别的业。这确实是无量劫来稀有难逢，我们遇到一个成佛的机会，不能再干傻事，把成佛的机会错过，下一次再碰上，不知道是哪一生哪一劫。所以一定要珍惜现前这个缘分，要抓住，我决定在这一生当中成就。到西方极乐世界，倒驾慈航，回来再度众生，不难，何必着急在现在？现在功夫不够，心有余而力不足，吃尽苦头，效果不彰。所以希望我们认清环境，认真努力。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們要把這個擺在第一。在這個世間不要怕吃虧上當，沒有虧吃的，沒有當上的。我們往生，大功圓滿，這個得大自在。要捨，要放下，「萬般將不去，唯有業隨身」，我們今天幹的是淨業，是念阿彌陀佛的業，不是別的業。這確實是無量劫來稀有難逢，我們遇到一個成佛的機會，不能再幹傻事，把成佛的機會錯過，下一次再碰上，不知道是哪一生哪一劫。所以一定要珍惜現前這個緣分，要抓住，我決定在這一生當中成就。到西方極樂世界，倒駕慈航，回來再度眾生，不難，何必著急在現在？現在功夫不夠，心有餘而力不足，吃盡苦頭，效果不彰。所以希望我們認清環境，認真努力。今天時間到了，我們就學習到此地。"
    }
  ]
}