{
  "doc_id": "02-040-0375",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七五集",
    "zh_TW": "第三七五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0375",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-040-0375_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0375_p0002",
      "zh_CN": "请看《大经科注》第六百五十九页第三行，从当中看起：",
      "zh_TW": "請看《大經科註》第六百五十九頁第三行，從當中看起："
    },
    {
      "id": "02-040-0375_p0003",
      "zh_CN": "「又《弥陀疏钞》曰：无生忍，略有二种：一、约法，二、约行。约法，则诸无起作之理，皆曰无生。慧心安此，故名为忍」。这个就法上来讲，也就是惠能大师开悟的时候说了五句话，最后一句他说「何期自性，能生万法」。他这个五句话非常重要，前面四句话是讲能生的自性，自性是清净的，这第一句说的；第二句说的，自性是不生不灭；第三句讲自性本自具足，它没有欠缺，究竟圆满；第四句话说的是自性本定，本无动摇，自性是定的、是不动的。不动就见性，我们见不了性，我们心在动。这个在动的心叫生灭心，生灭心是假的，佛经上常常叫它做无常，无常就是不定，前念灭后念生，生灭的速度太快了。我们根据弥勒菩萨的说法，用现在的话来说，就是一秒钟它有一千六百兆次的生灭。记住，单位是兆，万万是亿，万亿是兆，数目字是兆。这样的频率确实是在我们面前，这个就是宇宙的真相，诸法实相。",
      "zh_TW": "「又《彌陀疏鈔》曰：無生忍，略有二種：一、約法，二、約行。約法，則諸無起作之理，皆曰無生。慧心安此，故名為忍」。這個就法上來講，也就是惠能大師開悟的時候說了五句話，最後一句他說「何期自性，能生萬法」。他這個五句話非常重要，前面四句話是講能生的自性，自性是清淨的，這第一句說的；第二句說的，自性是不生不滅；第三句講自性本自具足，它沒有欠缺，究竟圓滿；第四句話說的是自性本定，本無動搖，自性是定的、是不動的。不動就見性，我們見不了性，我們心在動。這個在動的心叫生滅心，生滅心是假的，佛經上常常叫它做無常，無常就是不定，前念滅後念生，生滅的速度太快了。我們根據彌勒菩薩的說法，用現在的話來說，就是一秒鐘它有一千六百兆次的生滅。記住，單位是兆，萬萬是億，萬億是兆，數目字是兆。這樣的頻率確實是在我們面前，這個就是宇宙的真相，諸法實相。"
    },
    {
      "id": "02-040-0375_p0004",
      "zh_CN": "这真相，不可得，我们掌握不到。我们在前面用过去的电影来做比喻。现在的电影用数码，不用胶卷；以前照相用胶卷，现在都用晶体，没有那么麻烦了。但是胶卷容易懂，胶卷这个电影，它的原理就是动画，拍摄的时候，是一秒钟拍二十四张，连续的拍下来，放映的时候，同样的速度把这个影像打在银幕上。我们在银幕上看到这个好像很逼真，人是动的，音声是连续的，我们听得懂，我们看得很清楚。这是什么一种相？不是单独一片，单独一片看不到，毫无意义，是一种相似相续相。因为我们知道，电影的拍摄每一张都不一样，每一张都是独立的，就是一个念头，佛经上常讲一念，一念就是指这一念。这一念里面，我们需要多少念，我们才能感觉得到？大概让我们有个清晰的感觉，至少是二分之一秒。二分之一秒，一秒钟二十四张，二分之一秒就是十二张，十二个画面重叠在一起，我们讲混搅在一起，我们看到东西了，听到他说的话了。如果单独一张，看不到。单独一张，速度很快，我们有个感觉，有个光亮了一下，光里头什么东西没看见。这是我们都知道的，都能感觉到的。现在从这个基础上把它的频率增加，增加到一秒钟一千六百兆，试问问，就在我们眼前，我们会有感觉吗？真的没有感觉。",
      "zh_TW": "這真相，不可得，我們掌握不到。我們在前面用過去的電影來做比喻。現在的電影用數碼，不用膠捲；以前照相用膠捲，現在都用晶體，沒有那麼麻煩了。但是膠捲容易懂，膠捲這個電影，它的原理就是動畫，拍攝的時候，是一秒鐘拍二十四張，連續的拍下來，放映的時候，同樣的速度把這個影像打在銀幕上。我們在銀幕上看到這個好像很逼真，人是動的，音聲是連續的，我們聽得懂，我們看得很清楚。這是什麼一種相？不是單獨一片，單獨一片看不到，毫無意義，是一種相似相續相。因為我們知道，電影的拍攝每一張都不一樣，每一張都是獨立的，就是一個念頭，佛經上常講一念，一念就是指這一念。這一念裡面，我們需要多少念，我們才能感覺得到？大概讓我們有個清晰的感覺，至少是二分之一秒。二分之一秒，一秒鐘二十四張，二分之一秒就是十二張，十二個畫面重疊在一起，我們講混攪在一起，我們看到東西了，聽到他說的話了。如果單獨一張，看不到。單獨一張，速度很快，我們有個感覺，有個光亮了一下，光裡頭什麼東西沒看見。這是我們都知道的，都能感覺到的。現在從這個基礎上把它的頻率增加，增加到一秒鐘一千六百兆，試問問，就在我們眼前，我們會有感覺嗎？真的沒有感覺。"
    },
    {
      "id": "02-040-0375_p0005",
      "zh_CN": "科学家在找宇宙的起源，生命的起源。没有起源，到哪去找？就在当下。跟你讲真话，没有时间，也就是没有过去、现在、未来；又告诉你，根本没有空间。没有空间就是没有距离，没有时间就是没有先后，宇宙怎么起来的？就在当下。这个很难懂，这是事实真相。没有过去，要找过去，要找宇宙开始。怎么开始的？没有开始，不生不灭，这是讲万法。莲池大师《疏钞》里说得好，如果无生法忍要就法上来讲，「诸无起作之理」，一切法没有起作的道理。有没有起？没起，没有起就是没有灭，不生不灭，这一句话是真的。不生不灭，要在里头去找生灭，这就苦了，找几十年，找几百年，找几亿年，找几亿万年，都找不到，为什么？它没有，你落空了。科学家们到什么时候才真正服了佛说的话。这叫无生，无生就无灭，所以你不要去找生灭，生灭是幻相，刹那没有了。还会不会现前？没有，没这个道理，假相。",
      "zh_TW": "科學家在找宇宙的起源，生命的起源。沒有起源，到哪去找？就在當下。跟你講真話，沒有時間，也就是沒有過去、現在、未來；又告訴你，根本沒有空間。沒有空間就是沒有距離，沒有時間就是沒有先後，宇宙怎麼起來的？就在當下。這個很難懂，這是事實真相。沒有過去，要找過去，要找宇宙開始。怎麼開始的？沒有開始，不生不滅，這是講萬法。蓮池大師《疏鈔》裡說得好，如果無生法忍要就法上來講，「諸無起作之理」，一切法沒有起作的道理。有沒有起？沒起，沒有起就是沒有滅，不生不滅，這一句話是真的。不生不滅，要在裡頭去找生滅，這就苦了，找幾十年，找幾百年，找幾億年，找幾億萬年，都找不到，為什麼？它沒有，你落空了。科學家們到什麼時候才真正服了佛說的話。這叫無生，無生就無滅，所以你不要去找生滅，生滅是幻相，剎那沒有了。還會不會現前？沒有，沒這個道理，假相。"
    },
    {
      "id": "02-040-0375_p0006",
      "zh_CN": "电影这个假相它有底片，自性的假相有没有底片？有底片。它那个底片不是物质，所以拿不出来。也不是思惟，也不是想像，换句话说，它不是物质现象，也不是心理现象，也不是自然现象，它真有。在哪里？我们看不见。有人看见吗？有。谁看见？佛看见了，还有人，大乘经上告诉我们八地以上。那就是说，八地菩萨、九地菩萨、十地菩萨、等觉菩萨，佛是妙觉，统统都看见。证得这个层次的人很多，不是一个，一个人说了不算数，得到同等层次的定功统统看见，看见说出来都是一样的，这没话讲，这真的，可不是假的。佛法是科学，怎么说？科学要求证，佛法求证，没有证得，不是你自己的，证得就是。怎么证得？放下就证得。六根在六尘境界，决定不起心不动念、不分别不执着，就证得，这就是八地的境界。",
      "zh_TW": "電影這個假相它有底片，自性的假相有沒有底片？有底片。它那個底片不是物質，所以拿不出來。也不是思惟，也不是想像，換句話說，它不是物質現象，也不是心理現象，也不是自然現象，它真有。在哪裡？我們看不見。有人看見嗎？有。誰看見？佛看見了，還有人，大乘經上告訴我們八地以上。那就是說，八地菩薩、九地菩薩、十地菩薩、等覺菩薩，佛是妙覺，統統都看見。證得這個層次的人很多，不是一個，一個人說了不算數，得到同等層次的定功統統看見，看見說出來都是一樣的，這沒話講，這真的，可不是假的。佛法是科學，怎麼說？科學要求證，佛法求證，沒有證得，不是你自己的，證得就是。怎麼證得？放下就證得。六根在六塵境界，決定不起心不動念、不分別不執著，就證得，這就是八地的境界。"
    },
    {
      "id": "02-040-0375_p0007",
      "zh_CN": "我们很认真、很冷静的去想一想，我们能不能修到这个境界？不可以说不能，也不敢说能。不可以说不能，因为你自性本来是佛，我们的自性跟如来的自性是一不是二，佛有，我们有，绝不逊色。佛证得了，佛放下。我们为什么不敢承认证得？我们放不下，口里说放下，心里也想放下，事实上就是放不下。这个放不下的原因是什么？佛在经上告诉我们，这是无始无明的习气，这从理上讲的；从事上讲的，业力，我们的业力太重。我们从早到晚，起心动念在造业，念头才动就是造业，开口说话是口业，所有的动作是身业，身口意三业念念不停在造，这一生几十年累积下来多少？如果再跟你算总帐，过去生，再过去生，生生世世累积的有多少？佛在经上有个比喻说，如果这个业力要是有物质的形相，尽虚空都容纳不下。佛说这句话，我们细心去思惟，它是真的不是假的，真正是尽虚空都容纳不下。好在什么？它没有体积，它没有物质现象，也没有精神现象，也不是自然现象，再多再多，连一个微中子都能容得下，可以容下我们全部的业力，微中子，因为它没有形相。",
      "zh_TW": "我們很認真、很冷靜的去想一想，我們能不能修到這個境界？不可以說不能，也不敢說能。不可以說不能，因為你自性本來是佛，我們的自性跟如來的自性是一不是二，佛有，我們有，絕不遜色。佛證得了，佛放下。我們為什麼不敢承認證得？我們放不下，口裡說放下，心裡也想放下，事實上就是放不下。這個放不下的原因是什麼？佛在經上告訴我們，這是無始無明的習氣，這從理上講的；從事上講的，業力，我們的業力太重。我們從早到晚，起心動念在造業，念頭才動就是造業，開口說話是口業，所有的動作是身業，身口意三業念念不停在造，這一生幾十年累積下來多少？如果再跟你算總帳，過去生，再過去生，生生世世累積的有多少？佛在經上有個比喻說，如果這個業力要是有物質的形相，盡虛空都容納不下。佛說這句話，我們細心去思惟，它是真的不是假的，真正是盡虛空都容納不下。好在什麼？它沒有體積，它沒有物質現象，也沒有精神現象，也不是自然現象，再多再多，連一個微中子都能容得下，可以容下我們全部的業力，微中子，因為它沒有形相。"
    },
    {
      "id": "02-040-0375_p0008",
      "zh_CN": "所以能生万法的自性无相，从自性所生的万法有相，万法统统有相，虽有相，不是真的。佛在经上讲得很清楚，相有性空，这个道理一定要懂，幻相有，不可得。就像我们今天看电视屏幕上的这个相，有没有？有。能不能得到？得不到。为什么得不到？假的，不是真的。佛经上两句话，「当体即空，了不可得」。这个境界，就是这个真相，我们在屏幕上看到了。所以屏幕是我们一面最好的镜子，在这个镜子体验出空有不二，空有同时存在，空有互不障碍，这叫不思议的境界。今天科学家把它发明出来，我们见到了，在一面镜子里显示出宇宙的实相；或者我们佛经上的名词，遍法界虚空界一切诸佛刹土里面的真相，这一个屏幕显示无余，统统显示出来了，叫真正不可思议。宗门叫参究，这就是参究的处所。",
      "zh_TW": "所以能生萬法的自性無相，從自性所生的萬法有相，萬法統統有相，雖有相，不是真的。佛在經上講得很清楚，相有性空，這個道理一定要懂，幻相有，不可得。就像我們今天看電視屏幕上的這個相，有沒有？有。能不能得到？得不到。為什麼得不到？假的，不是真的。佛經上兩句話，「當體即空，了不可得」。這個境界，就是這個真相，我們在屏幕上看到了。所以屏幕是我們一面最好的鏡子，在這個鏡子體驗出空有不二，空有同時存在，空有互不障礙，這叫不思議的境界。今天科學家把它發明出來，我們見到了，在一面鏡子裡顯示出宇宙的實相；或者我們佛經上的名詞，遍法界虛空界一切諸佛剎土裡面的真相，這一個屏幕顯示無餘，統統顯示出來了，叫真正不可思議。宗門叫參究，這就是參究的處所。"
    },
    {
      "id": "02-040-0375_p0009",
      "zh_CN": "我们有了概念，为什么还放不下？概念不深刻，抵不过业力，业力的能量太大，我们这个觉悟能量小，没有办法克服它，知道，依旧不能放下。彻底真正知道了，立刻就放下。这就是佛经上的比喻，叫「放下屠刀，立地成佛」。成佛要多长时间？一念，也就是说一千六百兆分之一秒，凡夫就成佛了。凡夫本来是佛，你就还原了，回到哪里？一还原就回到常寂光。常寂光，今天科学家有个名词，我想应该是一个意思，叫零点能量。零点能量就是常寂光，但是没有常寂光那个字的意思丰富。常寂光三个字的意思太妙，常是永恒不变，不生不灭；寂是清净，告诉你什么都没有，不生不灭，什么都没有；光，光是遍照虚空法界，在哪里？无处不在，无时不在，什么都没有，它永恒不灭，起作用能生万法，整个宇宙诸佛刹土世界依正庄严全是这个光变现出来的。这个意思多圆满，用这些词是智慧，从这个地方看，我们现在人跟佛不能比。",
      "zh_TW": "我們有了概念，為什麼還放不下？概念不深刻，抵不過業力，業力的能量太大，我們這個覺悟能量小，沒有辦法克服它，知道，依舊不能放下。徹底真正知道了，立刻就放下。這就是佛經上的比喻，叫「放下屠刀，立地成佛」。成佛要多長時間？一念，也就是說一千六百兆分之一秒，凡夫就成佛了。凡夫本來是佛，你就還原了，回到哪裡？一還原就回到常寂光。常寂光，今天科學家有個名詞，我想應該是一個意思，叫零點能量。零點能量就是常寂光，但是沒有常寂光那個字的意思豐富。常寂光三個字的意思太妙，常是永恆不變，不生不滅；寂是清淨，告訴你什麼都沒有，不生不滅，什麼都沒有；光，光是遍照虛空法界，在哪裡？無處不在，無時不在，什麼都沒有，它永恆不滅，起作用能生萬法，整個宇宙諸佛剎土世界依正莊嚴全是這個光變現出來的。這個意思多圓滿，用這些詞是智慧，從這個地方看，我們現在人跟佛不能比。"
    },
    {
      "id": "02-040-0375_p0010",
      "zh_CN": "经典的教育不可思议，年轻人要发大心，要行菩萨道，要把如来的承传接受过来，这一生有意义、有价值。你到世间来干什么的？我来继承释迦牟尼佛大法的。成就自己，利益众生，真正发这种大心，认真努力去做，佛菩萨保佑你。我们看不见佛菩萨，佛菩萨看见我们，你发这个大心就放光，佛就见到了，这个光跟佛光相同，光波频率相同，所以佛立刻就感应到，佛就会加持你。佛也会折磨你，佛为什么要折磨你？锻炼你，不锻炼你怎么会成就。什么样的境界你都会遇到，遇到怎么办？不动心，就通过了。顺境善缘不生贪恋，知道什么？知道一切法是虚幻的。逆境恶缘也是假的，也不是真的，来考验你，看你还有没有怨恨，心里还有没有难过。必须在境界里头，地狱，如如不动，天堂，如如不动，没有贪恋，地狱，没有怨恨，心平气和，这就通过了。时时刻刻考验你，分分秒秒的考验你，你才能成就。禁不起考验的都被淘汰掉，淘汰掉的人不知道有多少，太多太多了。不能有丝毫傲慢习气，有丝毫傲慢习气都是障碍。贪瞋痴慢疑，每天早晨起来面对一切人、一切事、一切物，就是在境界里头把贪瞋痴慢疑洗刷得干干净净，没有贪心、没有瞋恚、没有怀疑、没有傲慢，这叫真修行。",
      "zh_TW": "經典的教育不可思議，年輕人要發大心，要行菩薩道，要把如來的承傳接受過來，這一生有意義、有價值。你到世間來幹什麼的？我來繼承釋迦牟尼佛大法的。成就自己，利益眾生，真正發這種大心，認真努力去做，佛菩薩保佑你。我們看不見佛菩薩，佛菩薩看見我們，你發這個大心就放光，佛就見到了，這個光跟佛光相同，光波頻率相同，所以佛立刻就感應到，佛就會加持你。佛也會折磨你，佛為什麼要折磨你？鍛鍊你，不鍛鍊你怎麼會成就。什麼樣的境界你都會遇到，遇到怎麼辦？不動心，就通過了。順境善緣不生貪戀，知道什麼？知道一切法是虛幻的。逆境惡緣也是假的，也不是真的，來考驗你，看你還有沒有怨恨，心裡還有沒有難過。必須在境界裡頭，地獄，如如不動，天堂，如如不動，沒有貪戀，地獄，沒有怨恨，心平氣和，這就通過了。時時刻刻考驗你，分分秒秒的考驗你，你才能成就。禁不起考驗的都被淘汰掉，淘汰掉的人不知道有多少，太多太多了。不能有絲毫傲慢習氣，有絲毫傲慢習氣都是障礙。貪瞋痴慢疑，每天早晨起來面對一切人、一切事、一切物，就是在境界裡頭把貪瞋痴慢疑洗刷得乾乾淨淨，沒有貪心、沒有瞋恚、沒有懷疑、沒有傲慢，這叫真修行。"
    },
    {
      "id": "02-040-0375_p0011",
      "zh_CN": "读经打坐是修定，到一定的程度了，这些东西有没有没有关系。有，还是天天做，天天做为什么？不是为自己，是做样子给别人看。身行言教，要做好样子给人看，威仪有则，把整个佛法就在生活当中做出来，行住坐卧。释迦牟尼佛，最好的榜样。见到任何人，满面笑容，真诚、恭敬、谦虚、诚实，要做出来，要养成习惯，对一切人、对一切事、对一切万物。对树木花草真诚、恭敬、谦虚，把慈悲心显露出来对山河大地，这叫真修行。能够对山河大地、对树木花草，何况对人？老实、听话、真干，真干出来。老实是根本。不老实的人、聪明的人很难成就，为什么？他不听话。老实就听话，听话的人就有成就，就会真干。遇到佛法，这一生当中真正能成就，属于这样的人。不是这样的人，没有关系，来生后世再来。我们这一生学乖了，这六个字学到了。要知道，我们过去生中生生世世都没学到，要学到不就早走了吗？怎么会还有今天？没学到，六个字没学到。这六个字学到，这一生就成就了。这一生还不能学到，来生后世慢慢来，总有一天你学到了。学到，就叫根熟众生，佛来帮助你，你根熟了，你决定成就。条件就六个字，这六个字是秘诀，这六个字是宝。",
      "zh_TW": "讀經打坐是修定，到一定的程度了，這些東西有沒有沒有關係。有，還是天天做，天天做為什麼？不是為自己，是做樣子給別人看。身行言教，要做好樣子給人看，威儀有則，把整個佛法就在生活當中做出來，行住坐臥。釋迦牟尼佛，最好的榜樣。見到任何人，滿面笑容，真誠、恭敬、謙虛、誠實，要做出來，要養成習慣，對一切人、對一切事、對一切萬物。對樹木花草真誠、恭敬、謙虛，把慈悲心顯露出來對山河大地，這叫真修行。能夠對山河大地、對樹木花草，何況對人？老實、聽話、真幹，真幹出來。老實是根本。不老實的人、聰明的人很難成就，為什麼？他不聽話。老實就聽話，聽話的人就有成就，就會真幹。遇到佛法，這一生當中真正能成就，屬於這樣的人。不是這樣的人，沒有關係，來生後世再來。我們這一生學乖了，這六個字學到了。要知道，我們過去生中生生世世都沒學到，要學到不就早走了嗎？怎麼會還有今天？沒學到，六個字沒學到。這六個字學到，這一生就成就了。這一生還不能學到，來生後世慢慢來，總有一天你學到了。學到，就叫根熟眾生，佛來幫助你，你根熟了，你決定成就。條件就六個字，這六個字是祕訣，這六個字是寶。"
    },
    {
      "id": "02-040-0375_p0012",
      "zh_CN": "真正发心这一生要成就，那就是章嘉大师早年教我的，只要发这个心，你的一生佛菩萨照顾你。我没有要求他，他自动照顾、自然照顾，为什么？这是他的本分，这是他的事业，是他最主要的事业。帮助别人成就，帮助别人度化众生，让如来之法世世代代永续传下去，一切诸佛如来第一个事业，哪里要人求的！你求，你不具备这个条件，他帮不上忙；你具备这个条件，不需要求。老师告诉我，是鼓励我，是为我安心。一个人，尤其一个年轻人，心不安，特别是在这个时代，烦恼、忧虑、恐惧、烦躁都在我们面前，多么可怕！谁靠得住？谁能帮助我？这个社会人与人现在只有利害关系，道义没有了。真正明白的人，有一个人很可靠，阿弥陀佛，你靠定他准没错。换句话说，你每天生活都是他安排的。我们应该随缘，在随缘里头学不变。用什么不变？就用一句弥陀名号不变。我就抱住这一个名号，我终极的目标是求生净土，什么时候都可以去，佛来了，我就跟你去；你没有来，我听话，我这一天要做一个净宗学生的好榜样，做给大家看，这个心愿念念不忘。一切法无生，明白了，无论是善缘恶缘、顺境逆境，都不放在心上，心上只有西方极乐世界，西方只依靠阿弥陀佛，这就对了，一直到圆满成佛。我们有理由相信，这个速度很快。",
      "zh_TW": "真正發心這一生要成就，那就是章嘉大師早年教我的，只要發這個心，你的一生佛菩薩照顧你。我沒有要求他，他自動照顧、自然照顧，為什麼？這是他的本分，這是他的事業，是他最主要的事業。幫助別人成就，幫助別人度化眾生，讓如來之法世世代代永續傳下去，一切諸佛如來第一個事業，哪裡要人求的！你求，你不具備這個條件，他幫不上忙；你具備這個條件，不需要求。老師告訴我，是鼓勵我，是為我安心。一個人，尤其一個年輕人，心不安，特別是在這個時代，煩惱、憂慮、恐懼、煩躁都在我們面前，多麼可怕！誰靠得住？誰能幫助我？這個社會人與人現在只有利害關係，道義沒有了。真正明白的人，有一個人很可靠，阿彌陀佛，你靠定他準沒錯。換句話說，你每天生活都是他安排的。我們應該隨緣，在隨緣裡頭學不變。用什麼不變？就用一句彌陀名號不變。我就抱住這一個名號，我終極的目標是求生淨土，什麼時候都可以去，佛來了，我就跟你去；你沒有來，我聽話，我這一天要做一個淨宗學生的好榜樣，做給大家看，這個心願念念不忘。一切法無生，明白了，無論是善緣惡緣、順境逆境，都不放在心上，心上只有西方極樂世界，西方只依靠阿彌陀佛，這就對了，一直到圓滿成佛。我們有理由相信，這個速度很快。"
    },
    {
      "id": "02-040-0375_p0013",
      "zh_CN": "贤首国师《还源观》上四德，真简单，一点都不麻烦，比三皈五戒还简单，它非常重要，四大德，根本的大德。第一条「随缘妙用」，我们每天从早起来到晚上睡觉，随缘，欢喜，善缘恶缘都欢喜，为什么？成就我、提升我，帮助我消业障，帮助我成长。妙用就在这个妙字，妙是什么？放下，不执着了，心上没有就妙。随缘，心上没有缘，这叫妙；心上有了缘，着相，不妙了。念念决定没有为自己想，都是为别人想，如何帮助众生离苦得乐，这是总目标。如何达到这个目标？那就要晓得众生苦从哪里来的。苦从迷而不觉来的，乐从哪里来的？乐是觉而不迷，翻过来，觉而不迷他就乐了。佛用什么方法帮助大家？教学。所以经上告诉我们，西方极乐世界，「其土有佛，号阿弥陀，今现在说法」，妙就妙在这里，「今现在说法」。说法不一定要用口，做出来也是说法，身行言教，身口意三业教化。心里念念不忘教化众生，身表演，做出来给你看，有些有缘人一看，他就觉悟，他就明白；有些人一听，他明白了。佛就用这两种方法。身，你看他一天的生活，那就是身行；你看，有疑惑、有不明了，你问，他给你解答，言教。落实在身行言教，把人都教好了。",
      "zh_TW": "賢首國師《還源觀》上四德，真簡單，一點都不麻煩，比三皈五戒還簡單，它非常重要，四大德，根本的大德。第一條「隨緣妙用」，我們每天從早起來到晚上睡覺，隨緣，歡喜，善緣惡緣都歡喜，為什麼？成就我、提升我，幫助我消業障，幫助我成長。妙用就在這個妙字，妙是什麼？放下，不執著了，心上沒有就妙。隨緣，心上沒有緣，這叫妙；心上有了緣，著相，不妙了。念念決定沒有為自己想，都是為別人想，如何幫助眾生離苦得樂，這是總目標。如何達到這個目標？那就要曉得眾生苦從哪裡來的。苦從迷而不覺來的，樂從哪裡來的？樂是覺而不迷，翻過來，覺而不迷他就樂了。佛用什麼方法幫助大家？教學。所以經上告訴我們，西方極樂世界，「其土有佛，號阿彌陀，今現在說法」，妙就妙在這裡，「今現在說法」。說法不一定要用口，做出來也是說法，身行言教，身口意三業教化。心裡念念不忘教化眾生，身表演，做出來給你看，有些有緣人一看，他就覺悟，他就明白；有些人一聽，他明白了。佛就用這兩種方法。身，你看他一天的生活，那就是身行；你看，有疑惑、有不明瞭，你問，他給你解答，言教。落實在身行言教，把人都教好了。"
    },
    {
      "id": "02-040-0375_p0014",
      "zh_CN": "凡是往生极乐世界的人，那是他精挑细选的，不是普通人。选择些什么人？业障消干净，称性的功德具足，他要挑这些人。经上说五逆十恶、毁谤佛法，怎么也能往生？能。为什么？他临终的时候忏悔，真的回头，后不再造。这是什么人？这是身心清净，符合极乐世界清净平等觉的条件，佛来接引他。如果不符合，他的烦恼习气还有一些，佛不会来接引他。多少念佛的人，临终的时候没有看到佛接引，于是又搞六道轮回，多！六十年前李老师常说，六十年前的人比现在的人老实多了，老师告诉大众，一万个念佛人，能够往生的三个、五个。也就是念佛人临终求往生，阿弥陀佛来选，一万个人只选到三、五个。现在六十年之后，我说了，一万个人可能只有一、二个，没有三、五个那么多，一、二个。再六十年之后，大概可能五、六万人当中有一个，愈来愈少。",
      "zh_TW": "凡是往生極樂世界的人，那是他精挑細選的，不是普通人。選擇些什麼人？業障消乾淨，稱性的功德具足，他要挑這些人。經上說五逆十惡、毀謗佛法，怎麼也能往生？能。為什麼？他臨終的時候懺悔，真的回頭，後不再造。這是什麼人？這是身心清淨，符合極樂世界清淨平等覺的條件，佛來接引他。如果不符合，他的煩惱習氣還有一些，佛不會來接引他。多少念佛的人，臨終的時候沒有看到佛接引，於是又搞六道輪迴，多！六十年前李老師常說，六十年前的人比現在的人老實多了，老師告訴大眾，一萬個念佛人，能夠往生的三個、五個。也就是念佛人臨終求往生，阿彌陀佛來選，一萬個人只選到三、五個。現在六十年之後，我說了，一萬個人可能只有一、二個，沒有三、五個那麼多，一、二個。再六十年之後，大概可能五、六萬人當中有一個，愈來愈少。"
    },
    {
      "id": "02-040-0375_p0015",
      "zh_CN": "所以要劝、要教，那就是我们做好样子，我们真正能放得下，决定不为自己。要晓得名闻利养全是空的，把这个东西放在心上错了，大错特错！现在年轻人，我听很多人告诉我，年轻人最羡慕的是哪一行、哪一种人？明星，都迷在明星上，都以明星为榜样，这个问题严重了。明星将来到哪里去？他把人带好了，他到天堂去；他把人带坏了，他到地狱去。你细心观察，他将来到哪里去，清清楚楚、明明白白。到什么样的地狱？你细心去观察，你都会明了，不能学！中国古时候知识分子，就是读书人，以谁为榜样？以孔孟为榜样。学孔子，最低限度，那一部《四书》他是真的读了，真的明白了，真正在学习，学夫子的仁义，学夫子的道德，学夫子的生活。夫子日常生活，弟子们在《论语》上记载的，「温良恭俭让」五德，这是孔子平常待人接物，温和、和睦、善良、恭敬。《曲礼》第一句话说「毋不敬」，没有他不恭敬的，敬人、敬事、敬物，对一切万物，对事的恭敬是认真负责。生活节俭，处众，让，不跟人争，退让，一生不争名。夫子一生没有著作，《论语》是学生记录下来老师的为人，言行记录下来，不是孔子自己写的。释迦牟尼佛亦如是，走了以后，经典是学生写的，头一句话「如是我闻」。如是，这一部经里头写的东西是我听老师讲，不是我的。老师当年没用文字写出来，这些古人都学会了。",
      "zh_TW": "所以要勸、要教，那就是我們做好樣子，我們真正能放得下，決定不為自己。要曉得名聞利養全是空的，把這個東西放在心上錯了，大錯特錯！現在年輕人，我聽很多人告訴我，年輕人最羨慕的是哪一行、哪一種人？明星，都迷在明星上，都以明星為榜樣，這個問題嚴重了。明星將來到哪裡去？他把人帶好了，他到天堂去；他把人帶壞了，他到地獄去。你細心觀察，他將來到哪裡去，清清楚楚、明明白白。到什麼樣的地獄？你細心去觀察，你都會明瞭，不能學！中國古時候知識分子，就是讀書人，以誰為榜樣？以孔孟為榜樣。學孔子，最低限度，那一部《四書》他是真的讀了，真的明白了，真正在學習，學夫子的仁義，學夫子的道德，學夫子的生活。夫子日常生活，弟子們在《論語》上記載的，「溫良恭儉讓」五德，這是孔子平常待人接物，溫和、和睦、善良、恭敬。《曲禮》第一句話說「毋不敬」，沒有他不恭敬的，敬人、敬事、敬物，對一切萬物，對事的恭敬是認真負責。生活節儉，處眾，讓，不跟人爭，退讓，一生不爭名。夫子一生沒有著作，《論語》是學生記錄下來老師的為人，言行記錄下來，不是孔子自己寫的。釋迦牟尼佛亦如是，走了以後，經典是學生寫的，頭一句話「如是我聞」。如是，這一部經裡頭寫的東西是我聽老師講，不是我的。老師當年沒用文字寫出來，這些古人都學會了。"
    },
    {
      "id": "02-040-0375_p0016",
      "zh_CN": "古人的著作什么时候流通？都是走了以后，学生、朋友给他流通。自己为什么不流通？不好意思，这是谦虚，谦德教人。一定到自己死后，别人去流通，我们看古大德确实如此。莲池大师的著作，他的学生古德法师替他整理流通的；蕅益大师圆寂之后，他的著作是他的学生成时法师流通的。今人我看到两个，方东美先生他的一些著作，他走了之后，学生们帮他整理流通的；再就是李老师，李老师的著作，好像八十岁生日的时候，也是学生们给他流通的，《全集》流通是往生之后。这是什么？不争名。现在人要知名度高，要赶快成名，这是什么？跟电影明星学的。我们跟的这些老师，都是跟古人学的。",
      "zh_TW": "古人的著作什麼時候流通？都是走了以後，學生、朋友給他流通。自己為什麼不流通？不好意思，這是謙虛，謙德教人。一定到自己死後，別人去流通，我們看古大德確實如此。蓮池大師的著作，他的學生古德法師替他整理流通的；蕅益大師圓寂之後，他的著作是他的學生成時法師流通的。今人我看到兩個，方東美先生他的一些著作，他走了之後，學生們幫他整理流通的；再就是李老師，李老師的著作，好像八十歲生日的時候，也是學生們給他流通的，《全集》流通是往生之後。這是什麼？不爭名。現在人要知名度高，要趕快成名，這是什麼？跟電影明星學的。我們跟的這些老師，都是跟古人學的。"
    },
    {
      "id": "02-040-0375_p0017",
      "zh_CN": "我看到我讲的东西出版很多，我都看到好多，谁给我流通的，不知道；谁写的，我也不知道。他们是从录音带、从光碟上写出来的，我没有看过，我没时间看，随他去吧，只要自己如如不动就好。里面肯定有错处，有误会的地方、有曲解的地方，希望大家看到了，给它修正过来。我是决定不看的，我没有那么多的时间看这些东西。我讲完就完了，不要放在心上，全是假的，搞这个干什么。要流通，流通古大德的，有价值。但是古大德的东西深，可能现在人看不懂，我们说得浅显，能帮助现在人。帮助现在人，最好要懂得，要看古人的东西，你才会真正能提升。看现在的，看我的东西，帮你起信，不能帮助你提升。能够从这个地方对古圣先贤产生信心，产生恭敬心、真诚心，这个利益就大了。",
      "zh_TW": "我看到我講的東西出版很多，我都看到好多，誰給我流通的，不知道；誰寫的，我也不知道。他們是從錄音帶、從光碟上寫出來的，我沒有看過，我沒時間看，隨他去吧，只要自己如如不動就好。裡面肯定有錯處，有誤會的地方、有曲解的地方，希望大家看到了，給它修正過來。我是決定不看的，我沒有那麼多的時間看這些東西。我講完就完了，不要放在心上，全是假的，搞這個幹什麼。要流通，流通古大德的，有價值。但是古大德的東西深，可能現在人看不懂，我們說得淺顯，能幫助現在人。幫助現在人，最好要懂得，要看古人的東西，你才會真正能提升。看現在的，看我的東西，幫你起信，不能幫助你提升。能夠從這個地方對古聖先賢產生信心，產生恭敬心、真誠心，這個利益就大了。"
    },
    {
      "id": "02-040-0375_p0018",
      "zh_CN": "我们今人怎么修、怎么行都不比上古人，什么原因？古人修行的环境好、氛围好。两百年前，我们今天到斯里兰卡看到的那种感动的情形，两百年前中国社会就是那样的。比它那还高，水平还高，因为中国有大乘、有儒、有道，确确实实是世界第一。这两百年我们学外国人，把自己东西不要了。自己东西摆在面前不能读，文字改了，这是大环境。要跟古人学习，要以古人为师，学真实智慧、真实利益、真实的经验，得学文言文，不从这里下手，你没有办法。今天谁能懂得文言文，谁就是真正汉学的传人。汉学的老师继承中国五千年传统文化，这人还得了！这个人能救自己，我相信他一生过孔孟的生活、过佛菩萨的生活，身心健康，法喜充满。《论语》头一句话：「学而时习之，不亦说乎。」悦就是喜悦，就是佛家讲的法喜充满。你真正能得到古圣先贤的真传，这文字多重要。",
      "zh_TW": "我們今人怎麼修、怎麼行都不比上古人，什麼原因？古人修行的環境好、氛圍好。兩百年前，我們今天到斯里蘭卡看到的那種感動的情形，兩百年前中國社會就是那樣的。比它那還高，水平還高，因為中國有大乘、有儒、有道，確確實實是世界第一。這兩百年我們學外國人，把自己東西不要了。自己東西擺在面前不能讀，文字改了，這是大環境。要跟古人學習，要以古人為師，學真實智慧、真實利益、真實的經驗，得學文言文，不從這裡下手，你沒有辦法。今天誰能懂得文言文，誰就是真正漢學的傳人。漢學的老師繼承中國五千年傳統文化，這人還得了！這個人能救自己，我相信他一生過孔孟的生活、過佛菩薩的生活，身心健康，法喜充滿。《論語》頭一句話：「學而時習之，不亦說乎。」悅就是喜悅，就是佛家講的法喜充滿。你真正能得到古聖先賢的真傳，這文字多重要。"
    },
    {
      "id": "02-040-0375_p0019",
      "zh_CN": "古籍里面只要通个二、三种就够了，要精通。佛，《大乘无量寿经》够了；黄念祖老居士的注解，内容非常丰富，是释迦牟尼佛四十九年教学的精华。这个本子加上注解就是大乘佛法精华录。专心搞，要讲，要天天讲，一天至少讲一个小时，一生不中断。不要等你一辈子，十年之后你就是南无阿弥陀佛，阿弥陀佛的化身，是真的不是假的。你要是一生专搞观音三经，你就是观世音菩萨；专攻地藏三经，你就是地藏王菩萨，你当然能够承担大法的承传，传人，教化众生，佛法就兴旺起来了。我们在这一生当中缘不足，你们好好的学，我替你们制造因缘，我全心全力支持你，你的成就超过我十倍都不止，才能救世界。",
      "zh_TW": "古籍裡面只要通個二、三種就夠了，要精通。佛，《大乘無量壽經》夠了；黃念祖老居士的註解，內容非常豐富，是釋迦牟尼佛四十九年教學的精華。這個本子加上註解就是大乘佛法精華錄。專心搞，要講，要天天講，一天至少講一個小時，一生不中斷。不要等你一輩子，十年之後你就是南無阿彌陀佛，阿彌陀佛的化身，是真的不是假的。你要是一生專搞觀音三經，你就是觀世音菩薩；專攻地藏三經，你就是地藏王菩薩，你當然能夠承擔大法的承傳，傳人，教化眾生，佛法就興旺起來了。我們在這一生當中緣不足，你們好好的學，我替你們製造因緣，我全心全力支持你，你的成就超過我十倍都不止，才能救世界。"
    },
    {
      "id": "02-040-0375_p0020",
      "zh_CN": "佛菩萨给我们的缘分，这最明显的，斯里兰卡的缘分、马来半岛的缘分，印尼那边我跟他们有很好的关系，有必要我还得常去，不常去这个缘慢慢就淡掉了。现在为难的，年岁真的是太大，体力不如从前。我在八十五岁以前体力很好，没有感觉到累，这两年感觉到有点累了，不一样。八十五岁以前，哪里打个电话找我去，我真去；现在人找我，我得考虑一下。真正有大的利益，对佛教有利益，对团结宗教族群有利益，对世界和谐有利益，我还是去。如果不是这几方面的利益，我个人的利益我绝对不去，我没有这个必要。我今天一心求生净土，我不想在这个世界多住，我去干什么。所以为正法久住，为众生福祉，这个应该要去，累，还是要去。",
      "zh_TW": "佛菩薩給我們的緣分，這最明顯的，斯里蘭卡的緣分、馬來半島的緣分，印尼那邊我跟他們有很好的關係，有必要我還得常去，不常去這個緣慢慢就淡掉了。現在為難的，年歲真的是太大，體力不如從前。我在八十五歲以前體力很好，沒有感覺到累，這兩年感覺到有點累了，不一樣。八十五歲以前，哪裡打個電話找我去，我真去；現在人找我，我得考慮一下。真正有大的利益，對佛教有利益，對團結宗教族群有利益，對世界和諧有利益，我還是去。如果不是這幾方面的利益，我個人的利益我絕對不去，我沒有這個必要。我今天一心求生淨土，我不想在這個世界多住，我去幹什麼。所以為正法久住，為眾生福祉，這個應該要去，累，還是要去。"
    },
    {
      "id": "02-040-0375_p0021",
      "zh_CN": "斯里兰卡全国学佛，而且落实到生活，他是真的不是假的。世界各地的佛法，只是口里说说而已，没真做到。在斯里兰卡办学有好处，在那里学习，你走出学校之外，你见到了，看到佛法，所有环境全是佛法，大人小孩，各行各业，没有一个不把佛陀的教诲落实在生活上，落实在处事待人接物。看到了，那是以佛法治国，以佛法教化众生，这个太理想了，所以佛教大学、宗教大学应该建设在那个地方。全国朝野支持，这个力量就大了，我们要做出榜样。这个国家除佛教之外，有印度教、有伊斯兰教、有天主教，还有几个宗教，他们也是多元宗教，政府对于这些宗教都很尊重，没有歧视，好！我们希望将来这些宗教，每一个宗教都建立一个小区，这个小区就是他们宗教落实在这个小区，都给世界做好样子，来看看。大乘佛教我们也做一个小区，慢慢把他们提升起来。他们现在是小乘，他们乐意接受大乘。我们希望释迦牟尼佛四十九年所说的一切经教，后来延伸的许许多多的宗派法门，统统都能在这个地方兴旺起来。只要真正有人肯学，放下万缘，放下名利。障碍我们的，没有别的，财色名利四大魔王，这个要远离，要真正放下，你就会一帆风顺。",
      "zh_TW": "斯里蘭卡全國學佛，而且落實到生活，他是真的不是假的。世界各地的佛法，只是口裡說說而已，沒真做到。在斯里蘭卡辦學有好處，在那裡學習，你走出學校之外，你見到了，看到佛法，所有環境全是佛法，大人小孩，各行各業，沒有一個不把佛陀的教誨落實在生活上，落實在處事待人接物。看到了，那是以佛法治國，以佛法教化眾生，這個太理想了，所以佛教大學、宗教大學應該建設在那個地方。全國朝野支持，這個力量就大了，我們要做出榜樣。這個國家除佛教之外，有印度教、有伊斯蘭教、有天主教，還有幾個宗教，他們也是多元宗教，政府對於這些宗教都很尊重，沒有歧視，好！我們希望將來這些宗教，每一個宗教都建立一個小區，這個小區就是他們宗教落實在這個小區，都給世界做好樣子，來看看。大乘佛教我們也做一個小區，慢慢把他們提升起來。他們現在是小乘，他們樂意接受大乘。我們希望釋迦牟尼佛四十九年所說的一切經教，後來延伸的許許多多的宗派法門，統統都能在這個地方興旺起來。只要真正有人肯學，放下萬緣，放下名利。障礙我們的，沒有別的，財色名利四大魔王，這個要遠離，要真正放下，你就會一帆風順。"
    },
    {
      "id": "02-040-0375_p0022",
      "zh_CN": "莲池大师教我们，先从法上看无生忍，一切法不生，一切法不灭，心安在这个地方，这叫忍，叫无生法忍。「约行」，在行为上，「则报行纯熟」。报、行，报是果报，行是修行。报行纯熟是什么人？法身菩萨。我们是有行，不纯，没熟。中国佛教里头常说的，大彻大悟，明心见性，这就是报行纯熟。见性成佛，生诸佛实报庄严土，这叫纯熟。报行没有纯熟的，生方便土、同居土，就是十法界。没有脱离十法界，也就是说还没有能够转识成智，他用的心是妄心，用阿赖耶、用分别心。分别心用得纯熟不执着了，虽分别不执着，这什么人？阿罗汉，超越六道轮回，没有超越十法界；纯熟，超越十法界。这从行上说的。这种人，「智冥于理，无相无功，旷若虚空，湛若渟海」，这几句话说得很好。智是智慧，真智慧现前，理是自性，智跟自性融成一体了。离一切相，无相，世出世间一切相全放下。外无相，内无功，这个地方我们常说积功累德，这个地位上积功累德也放下了，他还要不要做积功累德？他还做，他从来没休息。他做跟我们做不一样，我们是有心去做，有心是有妄心，他们没有妄心，他们真心在做。真心在做，是作而无作、无作而作，四谛里头无作四谛。",
      "zh_TW": "蓮池大師教我們，先從法上看無生忍，一切法不生，一切法不滅，心安在這個地方，這叫忍，叫無生法忍。「約行」，在行為上，「則報行純熟」。報、行，報是果報，行是修行。報行純熟是什麼人？法身菩薩。我們是有行，不純，沒熟。中國佛教裡頭常說的，大徹大悟，明心見性，這就是報行純熟。見性成佛，生諸佛實報莊嚴土，這叫純熟。報行沒有純熟的，生方便土、同居土，就是十法界。沒有脫離十法界，也就是說還沒有能夠轉識成智，他用的心是妄心，用阿賴耶、用分別心。分別心用得純熟不執著了，雖分別不執著，這什麼人？阿羅漢，超越六道輪迴，沒有超越十法界；純熟，超越十法界。這從行上說的。這種人，「智冥於理，無相無功，曠若虛空，湛若渟海」，這幾句話說得很好。智是智慧，真智慧現前，理是自性，智跟自性融成一體了。離一切相，無相，世出世間一切相全放下。外無相，內無功，這個地方我們常說積功累德，這個地位上積功累德也放下了，他還要不要做積功累德？他還做，他從來沒休息。他做跟我們做不一樣，我們是有心去做，有心是有妄心，他們沒有妄心，他們真心在做。真心在做，是作而無作、無作而作，四諦裡頭無作四諦。"
    },
    {
      "id": "02-040-0375_p0023",
      "zh_CN": "妙觉如来回归常寂光，常寂光里头一法不立，但是众生有感，他就有应。他那个应就是无作而作，自然的，他没有起心动念，但是一切众生起心动念、言语造作他全知道，没有一样不知道的。众生极其微细的念头，自己不知道，佛知道，他知道应该来帮助你，他就来现形。应以什么身，不是佛自己想像的，是众生心里希望的。佛菩萨来帮助，佛菩萨就现身，希望佛就现佛身，希望菩萨就现菩萨身，像观世音菩萨三十二应。所以现身说法不是佛那边的事情，是我们众生这边，我们动什么念头，他有什么样的反应。就像江本博士的水实验，我们起心动念头，水自然现出结晶来给我们看，我们念头善，非常之美；我们念头不善，那图案现出来很难看。自性，就是常寂光，跟一切众生感应，就跟这个样子相似，跟水实验相似，感应道交不可思议。",
      "zh_TW": "妙覺如來回歸常寂光，常寂光裡頭一法不立，但是眾生有感，他就有應。他那個應就是無作而作，自然的，他沒有起心動念，但是一切眾生起心動念、言語造作他全知道，沒有一樣不知道的。眾生極其微細的念頭，自己不知道，佛知道，他知道應該來幫助你，他就來現形。應以什麼身，不是佛自己想像的，是眾生心裡希望的。佛菩薩來幫助，佛菩薩就現身，希望佛就現佛身，希望菩薩就現菩薩身，像觀世音菩薩三十二應。所以現身說法不是佛那邊的事情，是我們眾生這邊，我們動什麼念頭，他有什麼樣的反應。就像江本博士的水實驗，我們起心動念頭，水自然現出結晶來給我們看，我們念頭善，非常之美；我們念頭不善，那圖案現出來很難看。自性，就是常寂光，跟一切眾生感應，就跟這個樣子相似，跟水實驗相似，感應道交不可思議。"
    },
    {
      "id": "02-040-0375_p0024",
      "zh_CN": "所以我们对佛要有决定的信心，佛在帮助我们，我们的一生统统是佛安排的。无论什么境界，顺境逆境、善缘恶缘，我们讲境是环境，外面的环境有顺境、有逆境，小环境是我们居住这个地区，大环境是我们住的这个地球；缘是人事环境，我们面对这一切人，人有善人、有恶人。佛用一个境、一个缘就统统包括了，境是物质环境，缘是人事环境。在境缘当中自己能做得了主，不为环境所干扰，这个很重要。自己要能做主，不要被环境转了，我们要转环境。要相信佛的一句话说「境随心转」，心做得了主，整个环境，人事环境、物质环境都跟着你转了。自己做不了主，在环境里头起贪瞋痴慢，生起七情五欲，那你就被环境转了。学佛的人，真正学佛，功夫就在这个地方看，在境缘里头你有智慧做主，不是感情用事。初学的人转不了环境，受不了环境的压迫、环境的诱惑，你就用念佛这个方法，心里念念是阿弥陀佛，里外清清楚楚，我佛号不间断。我实在没办法了，求佛力加持，环境自然会转变。",
      "zh_TW": "所以我們對佛要有決定的信心，佛在幫助我們，我們的一生統統是佛安排的。無論什麼境界，順境逆境、善緣惡緣，我們講境是環境，外面的環境有順境、有逆境，小環境是我們居住這個地區，大環境是我們住的這個地球；緣是人事環境，我們面對這一切人，人有善人、有惡人。佛用一個境、一個緣就統統包括了，境是物質環境，緣是人事環境。在境緣當中自己能做得了主，不為環境所干擾，這個很重要。自己要能做主，不要被環境轉了，我們要轉環境。要相信佛的一句話說「境隨心轉」，心做得了主，整個環境，人事環境、物質環境都跟著你轉了。自己做不了主，在環境裡頭起貪瞋痴慢，生起七情五欲，那你就被環境轉了。學佛的人，真正學佛，功夫就在這個地方看，在境緣裡頭你有智慧做主，不是感情用事。初學的人轉不了環境，受不了環境的壓迫、環境的誘惑，你就用念佛這個方法，心裡念念是阿彌陀佛，裡外清清楚楚，我佛號不間斷。我實在沒辦法了，求佛力加持，環境自然會轉變。"
    },
    {
      "id": "02-040-0375_p0025",
      "zh_CN": "无相无功，旷若虚空是比喻，湛若渟海也是比喻，这两句都是比喻我们放下。放下不是什么都不做，自利要有节制，要适可而止，不起贪心，逆境里头不起怨恨。譬如对毁谤我们的人，障碍我的、羞辱我的，这都很难忍，陷害我们，对于这些人不生怨恨。不生怨恨，你就会生感恩的心。要感什么恩？害我，感什么恩？害我，我能忍，我要感这个恩。他要不害我，我这个忍从哪里修？我忍辱的功夫完全在境界上修出来的，好事情，不是坏事情。菩萨道上有这门功课，这门不及格，成不了佛。所以会感激，会很欢喜，受害了也很欢喜。受骗也很欢喜，别人受骗生怨恨心，甚至于生报复的心，我们若无其事。钱财，我用你用都是用，一样的，我不用，给你用好了，没有一丝毫怨恨。处处学忍，处处学让，这个人有大福报，后面的福报很大，很快就会来了，是自然的，不是我们有心去求的，所以心量要大。湛若渟海是心要清净，湛跟渟都有清净的意思，这个水没有污染。",
      "zh_TW": "無相無功，曠若虛空是比喻，湛若渟海也是比喻，這兩句都是比喻我們放下。放下不是什麼都不做，自利要有節制，要適可而止，不起貪心，逆境裡頭不起怨恨。譬如對毀謗我們的人，障礙我的、羞辱我的，這都很難忍，陷害我們，對於這些人不生怨恨。不生怨恨，你就會生感恩的心。要感什麼恩？害我，感什麼恩？害我，我能忍，我要感這個恩。他要不害我，我這個忍從哪裡修？我忍辱的功夫完全在境界上修出來的，好事情，不是壞事情。菩薩道上有這門功課，這門不及格，成不了佛。所以會感激，會很歡喜，受害了也很歡喜。受騙也很歡喜，別人受騙生怨恨心，甚至於生報復的心，我們若無其事。錢財，我用你用都是用，一樣的，我不用，給你用好了，沒有一絲毫怨恨。處處學忍，處處學讓，這個人有大福報，後面的福報很大，很快就會來了，是自然的，不是我們有心去求的，所以心量要大。湛若渟海是心要清淨，湛跟渟都有清淨的意思，這個水沒有污染。"
    },
    {
      "id": "02-040-0375_p0026",
      "zh_CN": "「心识妄惑，寂然不起」，这两句法说，前面是比喻，把心识比喻作虚空。心识不起妄惑，惑是迷惑，妄是妄想，你的心识清净、平等，迷惑就不清净，有妄念就不平等。所以要把自己修行的目标锁在本经经题上，经题上修行就五个字，「清净平等觉」。清净心就是阿罗汉，平等心就是菩萨，觉就是大彻大悟、明心见性，这真的觉悟，是佛，这个是从因上说的。果报在上半句，「大乘」是智慧，「无量寿」是德，「庄严」就是相好。实在就是世尊在《华严经》上所说的，「一切众生皆有如来智慧德相」，跟如来一样的智慧，大乘是智慧，无量寿是德，庄严是相。从哪里来的？从清净平等觉来的，在经题上就显出来了。佛菩萨教给我们什么？教给我们修因证果。佛说法有他的善巧，先讲果，为什么？你欢喜，你希望得到，然后再告诉你，你怎么得到。大乘无量寿庄严，你真想要，怎么得到？清净平等觉就得到了。",
      "zh_TW": "「心識妄惑，寂然不起」，這兩句法說，前面是比喻，把心識比喻作虛空。心識不起妄惑，惑是迷惑，妄是妄想，你的心識清淨、平等，迷惑就不清淨，有妄念就不平等。所以要把自己修行的目標鎖在本經經題上，經題上修行就五個字，「清淨平等覺」。清淨心就是阿羅漢，平等心就是菩薩，覺就是大徹大悟、明心見性，這真的覺悟，是佛，這個是從因上說的。果報在上半句，「大乘」是智慧，「無量壽」是德，「莊嚴」就是相好。實在就是世尊在《華嚴經》上所說的，「一切眾生皆有如來智慧德相」，跟如來一樣的智慧，大乘是智慧，無量壽是德，莊嚴是相。從哪裡來的？從清淨平等覺來的，在經題上就顯出來了。佛菩薩教給我們什麼？教給我們修因證果。佛說法有他的善巧，先講果，為什麼？你歡喜，你希望得到，然後再告訴你，你怎麼得到。大乘無量壽莊嚴，你真想要，怎麼得到？清淨平等覺就得到了。"
    },
    {
      "id": "02-040-0375_p0027",
      "zh_CN": "修行，肯定先得清净心，染污没有了。清净心要从无我下手。怎么无我？我念念都想众生，不要去想我，我就淡化了。念念想正法久住，念念想帮助众生离苦得乐，从来没有想过我。把我变成一切众生，把我变成诸佛如来的正法，不是一尊佛，十方三世一切佛。慢慢，自自然然，我们的心识融入自性。要把心识化解，融入自性。融入自性之后知道，遍法界虚空界跟自己是一体，这是真的，不是假的。你入这个境界，这就成佛。佛以法为身，叫法身。法身就是你承认遍法界虚空界是我自己，这就叫证得法身。所以讲伦理，伦理是讲关系，中国人讲人与人的关系五大类：父子、夫妇、君臣、长幼、朋友，这人事关系。佛法讲，讲绝了，佛法讲一体。这些人，我们可以把他讲成五伦一家人，达到极处，六道里头的人道，人道是一家人，这个范围扩大了，人道一家人。可是佛更大，佛说遍法界虚空界一切法是自体，跟我是一体。比一家人还亲切，一家人不是一体，佛讲是一体。为什么是一体？是一个自性变的。自性是一个，遍法界虚空界一切诸佛刹土、一切众生，一体。确实的，一体，哪有不爱的道理？一体，哪有不全心全力协助的道理？全心全力去照顾、去关怀，那是什么人？法身菩萨，因为他知道一切法是自己，照顾得无微不至。在这个境界里才真正了解，世出世间一切法，没有比佛法更好的，没有比佛法更殊胜的，作佛真正是第一等人。方老师告诉我：「学佛是人生最高的享受。」我得到了，我从这六十二年当中得到的，真的是人生最高的享受，真正是叫人法喜充满。",
      "zh_TW": "修行，肯定先得清淨心，染污沒有了。清淨心要從無我下手。怎麼無我？我念念都想眾生，不要去想我，我就淡化了。念念想正法久住，念念想幫助眾生離苦得樂，從來沒有想過我。把我變成一切眾生，把我變成諸佛如來的正法，不是一尊佛，十方三世一切佛。慢慢，自自然然，我們的心識融入自性。要把心識化解，融入自性。融入自性之後知道，遍法界虛空界跟自己是一體，這是真的，不是假的。你入這個境界，這就成佛。佛以法為身，叫法身。法身就是你承認遍法界虛空界是我自己，這就叫證得法身。所以講倫理，倫理是講關係，中國人講人與人的關係五大類：父子、夫婦、君臣、長幼、朋友，這人事關係。佛法講，講絕了，佛法講一體。這些人，我們可以把他講成五倫一家人，達到極處，六道裡頭的人道，人道是一家人，這個範圍擴大了，人道一家人。可是佛更大，佛說遍法界虛空界一切法是自體，跟我是一體。比一家人還親切，一家人不是一體，佛講是一體。為什麼是一體？是一個自性變的。自性是一個，遍法界虛空界一切諸佛剎土、一切眾生，一體。確實的，一體，哪有不愛的道理？一體，哪有不全心全力協助的道理？全心全力去照顧、去關懷，那是什麼人？法身菩薩，因為他知道一切法是自己，照顧得無微不至。在這個境界裡才真正了解，世出世間一切法，沒有比佛法更好的，沒有比佛法更殊勝的，作佛真正是第一等人。方老師告訴我：「學佛是人生最高的享受。」我得到了，我從這六十二年當中得到的，真的是人生最高的享受，真正是叫人法喜充滿。"
    },
    {
      "id": "02-040-0375_p0028",
      "zh_CN": "在行上要做到这里讲的，「心识妄惑，寂然不起」，寂然不起就融成一体，这是明心见性，这叫无生。前面说法通诸地，前面是从法上说的，后面从行上说的，从行上这是八地以上，「八地所专」，八地、九地、十地、等觉、妙觉他们的境界。「故知《净影疏》中之无生法忍，即《弥陀疏钞》中约行之无生法忍」，无生法忍有从法上讲的、有从行上讲的，这是从行上讲。「故净影师谓为七地以上，莲池师指为八地」，两个说法相同，没有违背，七地以上就是八地。莲池大师直接讲的是八地，八地就是七地以上，七地以上就是八地，是一个意思。「又《仁王经》亦谓无生忍在七八九地。」《仁王护国般若波罗蜜经》它讲到无生法忍，它分三品，下品无生法忍，七地；中品，八地；上品，九地，这样子分法的。十地，无生法忍上面叫寂灭忍，这是最高的。无生就是真正知道一切法不生，一切法不灭。我们看一切法有生灭，他们看一切法不生不灭。寂灭忍是佛证的，下品的寂灭忍是十地菩萨，中品寂灭忍是等觉，上品寂灭忍是妙觉佛果。妙觉不是菩萨位，等觉以下是菩萨，四十一位法身大士，都是明心见性的，明心见性对于宇宙事实真相彻底通达明了是八地以上。不受环境障碍，明心见性统统得到了，这四十一个位次上个个得到。但是究竟诸法实相，这个难，这个只有最高层五个阶级真正通达明了。",
      "zh_TW": "在行上要做到這裡講的，「心識妄惑，寂然不起」，寂然不起就融成一體，這是明心見性，這叫無生。前面說法通諸地，前面是從法上說的，後面從行上說的，從行上這是八地以上，「八地所專」，八地、九地、十地、等覺、妙覺他們的境界。「故知《淨影疏》中之無生法忍，即《彌陀疏鈔》中約行之無生法忍」，無生法忍有從法上講的、有從行上講的，這是從行上講。「故淨影師謂為七地以上，蓮池師指為八地」，兩個說法相同，沒有違背，七地以上就是八地。蓮池大師直接講的是八地，八地就是七地以上，七地以上就是八地，是一個意思。「又《仁王經》亦謂無生忍在七八九地。」《仁王護國般若波羅蜜經》它講到無生法忍，它分三品，下品無生法忍，七地；中品，八地；上品，九地，這樣子分法的。十地，無生法忍上面叫寂滅忍，這是最高的。無生就是真正知道一切法不生，一切法不滅。我們看一切法有生滅，他們看一切法不生不滅。寂滅忍是佛證的，下品的寂滅忍是十地菩薩，中品寂滅忍是等覺，上品寂滅忍是妙覺佛果。妙覺不是菩薩位，等覺以下是菩薩，四十一位法身大士，都是明心見性的，明心見性對於宇宙事實真相徹底通達明瞭是八地以上。不受環境障礙，明心見性統統得到了，這四十一個位次上個個得到。但是究竟諸法實相，這個難，這個只有最高層五個階級真正通達明瞭。"
    },
    {
      "id": "02-040-0375_p0029",
      "zh_CN": "我们对这些真的搞清楚、搞明白，就真正晓得佛教不是一般人所说的宗教，它是教育。它教什么？普世教育，就是对一般人普通的教育，是伦理、道德、因果，帮助世间人断恶修善，改邪归正，端正心念，扩大心胸，包容万有，做一个和睦幸福美满的人生，这是佛教对普世教育，对一般人的教导；再向上，向上是高等哲学、高等科学。这个我们要讲清楚、讲明白，很多人误会它是宗教、是迷信，错了。佛教终极的目标，那就是科学跟哲学的终极目标，对于整个宇宙搞清楚、搞明白，而且能够控制整个宇宙，为什么？一切法从心想生。极乐世界怎么来的？纯净纯善的心行变现出来的。我们能把地球上的人都能够把他教到纯净纯善，地球就是极乐世界。达到以心控物，就能改变我们的物质环境。把我们的物质环境比照西方极乐世界，跟西方极乐世界一样，能不能做到？能，不是不能。我们的本能跟阿弥陀佛完全一样，丝毫没有欠缺，阿弥陀佛能建立极乐世界，我们可以在地球上建立，靠我们的教学。",
      "zh_TW": "我們對這些真的搞清楚、搞明白，就真正曉得佛教不是一般人所說的宗教，它是教育。它教什麼？普世教育，就是對一般人普通的教育，是倫理、道德、因果，幫助世間人斷惡修善，改邪歸正，端正心念，擴大心胸，包容萬有，做一個和睦幸福美滿的人生，這是佛教對普世教育，對一般人的教導；再向上，向上是高等哲學、高等科學。這個我們要講清楚、講明白，很多人誤會它是宗教、是迷信，錯了。佛教終極的目標，那就是科學跟哲學的終極目標，對於整個宇宙搞清楚、搞明白，而且能夠控制整個宇宙，為什麼？一切法從心想生。極樂世界怎麼來的？純淨純善的心行變現出來的。我們能把地球上的人都能夠把他教到純淨純善，地球就是極樂世界。達到以心控物，就能改變我們的物質環境。把我們的物質環境比照西方極樂世界，跟西方極樂世界一樣，能不能做到？能，不是不能。我們的本能跟阿彌陀佛完全一樣，絲毫沒有欠缺，阿彌陀佛能建立極樂世界，我們可以在地球上建立，靠我們的教學。"
    },
    {
      "id": "02-040-0375_p0030",
      "zh_CN": "当然最理想的，我们首先取得极乐世界。到极乐世界，就像从前法藏比丘一样，用五劫的时间到一切诸佛刹土去考察、去学习，好的统统要，不好的统统不要，法藏比丘是用这种方法建立极乐世界的。我们到极乐世界，这极乐世界就是十方一切诸佛刹土里头的精华，最美好的全在极乐世界，我们学会了，回过头再回到地球上，帮助地球也把它造成一个极乐世界，可不可能？可能。我们要有这个大愿，要有这个大心量，建造极乐世界是为度众生的，地球上的极乐世界就是弥陀极乐世界的分会，普度一切苦难众生，这多有意义、多有价值，人生到世界上来没有白跑一趟。同心同德向着这个目标，帮助所有的众生，你有智慧、有德能、有善巧、有方便，能令一切众生生欢喜心，能令一切众生破迷开悟。智慧、德能、相好，不是学来的，不是修来的，这一定要知道，是自性里头本来有的。",
      "zh_TW": "當然最理想的，我們首先取得極樂世界。到極樂世界，就像從前法藏比丘一樣，用五劫的時間到一切諸佛剎土去考察、去學習，好的統統要，不好的統統不要，法藏比丘是用這種方法建立極樂世界的。我們到極樂世界，這極樂世界就是十方一切諸佛剎土裡頭的精華，最美好的全在極樂世界，我們學會了，回過頭再回到地球上，幫助地球也把它造成一個極樂世界，可不可能？可能。我們要有這個大願，要有這個大心量，建造極樂世界是為度眾生的，地球上的極樂世界就是彌陀極樂世界的分會，普度一切苦難眾生，這多有意義、多有價值，人生到世界上來沒有白跑一趟。同心同德向著這個目標，幫助所有的眾生，你有智慧、有德能、有善巧、有方便，能令一切眾生生歡喜心，能令一切眾生破迷開悟。智慧、德能、相好，不是學來的，不是修來的，這一定要知道，是自性裡頭本來有的。"
    },
    {
      "id": "02-040-0375_p0031",
      "zh_CN": "所以大乘佛法把修学的宗旨目标锁定在明心见性，就是一定要把自性找到，开发自性本有的智慧、德能、相好。不是从外学来的，外面学来的是知识，比不上智慧。向外求法，大乘教里头称之为外道，外道不是骂人的，不是轻视别人，不是这个意思，外道是心外求法。佛法呢？佛法不向外求，佛法向内。大家知道了，向内求什么？求明心见性。怎么明心见性？放下，就这个方法。放下妄想，自性里头没有妄想，现在我们有妄想，自性里没有，当然可以放得下；自性里头没有烦恼，自性里头没有业障，我们把妄想、杂念、烦恼、业障统统放下，就成佛了。单单在经教里学，学了不肯放下，这是知识。把佛教的经典转变成佛学知识，现在很多学校里面开的有佛经哲学的课程，走这个路子，这不是佛法，这是变了质的佛法，把它当作世间一种学术研究，入不了境界，见不了性，虽然学，得不到受用，这个事实真相不能不知道。学以致用，学了没用处，学它干什么？",
      "zh_TW": "所以大乘佛法把修學的宗旨目標鎖定在明心見性，就是一定要把自性找到，開發自性本有的智慧、德能、相好。不是從外學來的，外面學來的是知識，比不上智慧。向外求法，大乘教裡頭稱之為外道，外道不是罵人的，不是輕視別人，不是這個意思，外道是心外求法。佛法呢？佛法不向外求，佛法向內。大家知道了，向內求什麼？求明心見性。怎麼明心見性？放下，就這個方法。放下妄想，自性裡頭沒有妄想，現在我們有妄想，自性裡沒有，當然可以放得下；自性裡頭沒有煩惱，自性裡頭沒有業障，我們把妄想、雜念、煩惱、業障統統放下，就成佛了。單單在經教裡學，學了不肯放下，這是知識。把佛教的經典轉變成佛學知識，現在很多學校裡面開的有佛經哲學的課程，走這個路子，這不是佛法，這是變了質的佛法，把它當作世間一種學術研究，入不了境界，見不了性，雖然學，得不到受用，這個事實真相不能不知道。學以致用，學了沒用處，學它幹什麼？"
    },
    {
      "id": "02-040-0375_p0032",
      "zh_CN": "我们这一次五月份参加联合国教科文组织的活动，会后我们访问法国的汉学院。我们实在是孤陋寡闻，对欧洲知道的不多，原来以为伦敦是欧洲汉学中心，这一访问才晓得，真正汉学中心是巴黎，不在伦敦，以前我们不知道。我们跟他们的教授交流，他们比伦敦早，满清时代就建立，有一百多年的历史，相当有规模，欧洲人有个谚语，学汉学到巴黎。巴黎的汉学，他知道我们在马来西亚也建了个汉学院，他们听了也欢喜，希望以后我们合作。我们告诉他，汉学对现前的社会管用，能够帮助我们个人身心修养达到健康长寿，能够帮助我们家庭幸福美满，能够帮助社会安定和谐。他很惊讶，真能做得到吗？他们是把它当作历史去研究，看看古代这些东西，没有想到现在还管用。所以我就告诉他，如果现在不管用，我学它干什么？不就浪费时间、浪费精力吗？我们这次去访问，给他这个启示，管用。他很惊讶。我说：我们确实做了实验。以前我们在巴黎联合国做报告，大家不相信，说这是理想，现在人做不到。我们在汤池小镇，通过三年的实验，我们做到了，真的改善了，真管用。希望他们将来研究的方向能转变，实用的汉学，不是历史的汉学，现在实用的汉学。这个名称也要改一改，现代实用汉学中心，我们不是搞历史，不是怀念过去，我们是要享受现前，实用汉学，搞这个，搞这么一个汉学中心，现代实用的汉学中心。我们马来西亚学校建好之后，我们会密切合作，这些人对于文言文的底子都好。我参观他们的图书馆，有不少线装书，我看到很惊讶，这真是有心人，中国古籍线装书在他们图书馆。现在有科技的方法，我们照相、影印，可以把它翻印出来，流通到全世界。把我们研究学习的效果在联合国公布，真能帮助人解决问题，汤恩比的话是真的不是假的。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們這一次五月份參加聯合國教科文組織的活動，會後我們訪問法國的漢學院。我們實在是孤陋寡聞，對歐洲知道的不多，原來以為倫敦是歐洲漢學中心，這一訪問才曉得，真正漢學中心是巴黎，不在倫敦，以前我們不知道。我們跟他們的教授交流，他們比倫敦早，滿清時代就建立，有一百多年的歷史，相當有規模，歐洲人有個諺語，學漢學到巴黎。巴黎的漢學，他知道我們在馬來西亞也建了個漢學院，他們聽了也歡喜，希望以後我們合作。我們告訴他，漢學對現前的社會管用，能夠幫助我們個人身心修養達到健康長壽，能夠幫助我們家庭幸福美滿，能夠幫助社會安定和諧。他很驚訝，真能做得到嗎？他們是把它當作歷史去研究，看看古代這些東西，沒有想到現在還管用。所以我就告訴他，如果現在不管用，我學它幹什麼？不就浪費時間、浪費精力嗎？我們這次去訪問，給他這個啟示，管用。他很驚訝。我說：我們確實做了實驗。以前我們在巴黎聯合國做報告，大家不相信，說這是理想，現在人做不到。我們在湯池小鎮，通過三年的實驗，我們做到了，真的改善了，真管用。希望他們將來研究的方向能轉變，實用的漢學，不是歷史的漢學，現在實用的漢學。這個名稱也要改一改，現代實用漢學中心，我們不是搞歷史，不是懷念過去，我們是要享受現前，實用漢學，搞這個，搞這麼一個漢學中心，現代實用的漢學中心。我們馬來西亞學校建好之後，我們會密切合作，這些人對於文言文的底子都好。我參觀他們的圖書館，有不少線裝書，我看到很驚訝，這真是有心人，中國古籍線裝書在他們圖書館。現在有科技的方法，我們照相、影印，可以把它翻印出來，流通到全世界。把我們研究學習的效果在聯合國公布，真能幫助人解決問題，湯恩比的話是真的不是假的。今天時間到了，我們就學習到此地。"
    }
  ]
}