{
  "doc_id": "02-040-0560",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六０集",
    "zh_TW": "第五六０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0560",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0560_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0560_p0002",
      "zh_CN": "请看《大经科注》第九百四十三页第二行，科题，「壬二、盗」，杀盗淫妄酒，五恶，这第二。这里面分六段，第一段，「盗因」，偷盗之因，「不顺法度」。法含义很广，包括道理、伦理、道德、法律、风俗习惯，都包括在这个里面。人思想言行要如法，就是要顺法度。违背法度这就是罪过，小的是过失，大的是罪孽。请看经文：",
      "zh_TW": "請看《大經科註》第九百四十三頁第二行，科題，「壬二、盜」，殺盜淫妄酒，五惡，這第二。這裡面分六段，第一段，「盜因」，偷盜之因，「不順法度」。法含義很廣，包括道理、倫理、道德、法律、風俗習慣，都包括在這個裡面。人思想言行要如法，就是要順法度。違背法度這就是罪過，小的是過失，大的是罪孽。請看經文："
    },
    {
      "id": "02-040-0560_p0003",
      "zh_CN": "【其二者。世间人民。不顺法度。奢淫骄纵。任心自恣。】",
      "zh_TW": "【其二者。世間人民。不順法度。奢淫驕縱。任心自恣。】"
    },
    {
      "id": "02-040-0560_p0004",
      "zh_CN": "前面是讲杀恶，杀生，这个地方它讲偷盗。「于有主物，若多若少，不与而取，皆为盗恶」。盗的定义，最重要的就是不与取，别人没有给我，我就拿来了，这就是盗。「盗恶之行，源于三毒」，为什么会有这种行为？与贪瞋痴有关系。「贪欲悭吝，易生盗心。诸恶相资，以成盗过」，就结罪了。诸恶有杀、有盗、有淫、有妄语、有两舌，一种恶里面含的许许多多的，帮助这个恶行，成就恶行，绝对不是一个单纯的。",
      "zh_TW": "前面是講殺惡，殺生，這個地方它講偷盜。「於有主物，若多若少，不與而取，皆為盜惡」。盜的定義，最重要的就是不與取，別人沒有給我，我就拿來了，這就是盜。「盜惡之行，源於三毒」，為什麼會有這種行為？與貪瞋痴有關係。「貪欲慳吝，易生盜心。諸惡相資，以成盜過」，就結罪了。諸惡有殺、有盜、有淫、有妄語、有兩舌，一種惡裡面含的許許多多的，幫助這個惡行，成就惡行，絕對不是一個單純的。"
    },
    {
      "id": "02-040-0560_p0005",
      "zh_CN": "念老注解里面说，「以下从不顺法度」，一直到后面经文「不顾前后」，都是说明「贪欲之过」。『不顺法度』。「法者法轨」，轨是轨道，也就是道理，人得要讲道理，「法则」，与法相应的这些原理原则。「度者轨度」，也是轨道的意思，度是有分寸的，「规度，即常规」，规范。『奢淫骄纵』。「奢者奢侈。淫者，《等不等观杂录》曰：经中淫多从女旁，专指男女事也。淫行无节，故曰奢淫。骄者骄横」，仗势欺人这一类的行为。经文里面，这个地方的淫字从三点水，意思更广，凡事过分、过度都叫淫。雨水下多了称为淫雨，就是凡事过分了，这个意思广。「男女共居，不顺法度。放情纵欲」，这也是过分，「但图快意，不惧罪谴」，『任心自恣』的意思。",
      "zh_TW": "念老註解裡面說，「以下從不順法度」，一直到後面經文「不顧前後」，都是說明「貪欲之過」。『不順法度』。「法者法軌」，軌是軌道，也就是道理，人得要講道理，「法則」，與法相應的這些原理原則。「度者軌度」，也是軌道的意思，度是有分寸的，「規度，即常規」，規範。『奢淫驕縱』。「奢者奢侈。淫者，《等不等觀雜錄》曰：經中淫多從女旁，專指男女事也。淫行無節，故曰奢淫。驕者驕橫」，仗勢欺人這一類的行為。經文裡面，這個地方的淫字從三點水，意思更廣，凡事過分、過度都叫淫。雨水下多了稱為淫雨，就是凡事過分了，這個意思廣。「男女共居，不順法度。放情縱欲」，這也是過分，「但圖快意，不懼罪譴」，『任心自恣』的意思。"
    },
    {
      "id": "02-040-0560_p0006",
      "zh_CN": "这个四句话，我们回过头来看看现前的社会，不仅是这一个地区，全国、全世界，绝大多数的人都犯了。前面是杀，杀恶、淫恶、盗恶，后面还专讲淫恶，妄语恶、饮酒恶，这五种，统统不犯就是五戒，不杀生、不偷盗、不淫欲、不妄语、不饮酒，这叫五种善，经上讲的五善就是五戒。五恶就是五种过失，感召的，对自己来说身心不健康，对环境来说就会演变成天灾人祸。灾祸绝对不是自然的，众生业力所感的，这一点我们要深信不疑，业力感召。",
      "zh_TW": "這個四句話，我們回過頭來看看現前的社會，不僅是這一個地區，全國、全世界，絕大多數的人都犯了。前面是殺，殺惡、淫惡、盜惡，後面還專講淫惡，妄語惡、飲酒惡，這五種，統統不犯就是五戒，不殺生、不偷盜、不淫欲、不妄語、不飲酒，這叫五種善，經上講的五善就是五戒。五惡就是五種過失，感召的，對自己來說身心不健康，對環境來說就會演變成天災人禍。災禍絕對不是自然的，眾生業力所感的，這一點我們要深信不疑，業力感召。"
    },
    {
      "id": "02-040-0560_p0007",
      "zh_CN": "民国初年，许止净老居士，根据二十四史里面讲因果报应，关于这一类东西，统统把它抄录出来，好像有二千多条，《历史感应统记》，说明善因感善果，恶因感恶报，丝毫不爽。今天举世之人否定了因果，认为这是迷信，这不符合科学；否定了伦理道德，否定了宗教的教学，认为这都是古代封建帝王愚民政策，来吓唬老百姓的，现在统统都不要了。五逆十恶在现前这个社会愈来愈多了，古时候有，很少见，现在是遍地开花，到处都有。为什么没报应？",
      "zh_TW": "民國初年，許止淨老居士，根據二十四史裡面講因果報應，關於這一類東西，統統把它抄錄出來，好像有二千多條，《歷史感應統記》，說明善因感善果，惡因感惡報，絲毫不爽。今天舉世之人否定了因果，認為這是迷信，這不符合科學；否定了倫理道德，否定了宗教的教學，認為這都是古代封建帝王愚民政策，來嚇唬老百姓的，現在統統都不要了。五逆十惡在現前這個社會愈來愈多了，古時候有，很少見，現在是遍地開花，到處都有。為什麼沒報應？"
    },
    {
      "id": "02-040-0560_p0008",
      "zh_CN": "古时候有这么回事情，媳妇对婆婆非常孝顺，照顾得无微不至。她儿子死了，媳妇守寡，有一个小孩，小孩也死了，剩她一个人，孝顺没有改变。婆婆可怜她，劝她改嫁，替她想着以后日子怎么过。婆婆爱她，婆婆自杀了。她的小姑，就是她婆婆的女儿，先生的妹妹，告她把她母亲谋害了。这个案件，县官也不分青红皂白，就判她的刑，死刑，被杀了。她这个地区三年干旱，一滴雨都没有。后来一个县官查问，为什么原因这个地方三年不下雨，老百姓受这么痛苦？以后查出这个案件，把她平反了，这一平反，天马上就下雨，感应不可思议！当然她是冤枉，她是好心，婆婆也是好心，世间人不知道底细，造成她的冤屈，那个冤气结在那个地方，障碍这个地方三年没有雨水。县官要不给她平反，那怨多深！今天这个世间，蒙不白之冤的人有多少，没处伸冤，没有一个公正廉明的县令（法官），只要贿赂，只要有钱，这些事情统统都蒙蔽了。",
      "zh_TW": "古時候有這麼回事情，媳婦對婆婆非常孝順，照顧得無微不至。她兒子死了，媳婦守寡，有一個小孩，小孩也死了，剩她一個人，孝順沒有改變。婆婆可憐她，勸她改嫁，替她想著以後日子怎麼過。婆婆愛她，婆婆自殺了。她的小姑，就是她婆婆的女兒，先生的妹妹，告她把她母親謀害了。這個案件，縣官也不分青紅皂白，就判她的刑，死刑，被殺了。她這個地區三年乾旱，一滴雨都沒有。後來一個縣官查問，為什麼原因這個地方三年不下雨，老百姓受這麼痛苦？以後查出這個案件，把她平反了，這一平反，天馬上就下雨，感應不可思議！當然她是冤枉，她是好心，婆婆也是好心，世間人不知道底細，造成她的冤屈，那個冤氣結在那個地方，障礙這個地方三年沒有雨水。縣官要不給她平反，那怨多深！今天這個世間，蒙不白之冤的人有多少，沒處伸冤，沒有一個公正廉明的縣令（法官），只要賄賂，只要有錢，這些事情統統都蒙蔽了。"
    },
    {
      "id": "02-040-0560_p0009",
      "zh_CN": "好像上天，古时候有这些事情有这记载，我们相信历史上记载不是无凭无据的，所以《历史感应统记》是可以相信的，它写在正史里头，给后人做警惕。今天举世人都「不顺法度，奢淫骄纵，任心自恣」，这是现代社会的写照，能说没有报应吗？科学能证明吗？科学靠得住吗？科学好，科学知识，这个社会应该愈来愈好，为什么科学带来的，使生活是一些方便，但是人与人当中的人情、伦理、道德、因果毁灭掉了。物质生活是方便了，精神生活没有了。古人讲活在这个世间有意义、有价值，今天人生的意义是什么？价值又是什么？为什么每一天有那么多人自杀？社会动乱，灾难频繁，什么原因造成的？古时候人会想，现在人不想了，现在人完全依靠科学，这是摆在我们面前的大问题。",
      "zh_TW": "好像上天，古時候有這些事情有這記載，我們相信歷史上記載不是無憑無據的，所以《歷史感應統記》是可以相信的，它寫在正史裡頭，給後人做警惕。今天舉世人都「不順法度，奢淫驕縱，任心自恣」，這是現代社會的寫照，能說沒有報應嗎？科學能證明嗎？科學靠得住嗎？科學好，科學知識，這個社會應該愈來愈好，為什麼科學帶來的，使生活是一些方便，但是人與人當中的人情、倫理、道德、因果毀滅掉了。物質生活是方便了，精神生活沒有了。古人講活在這個世間有意義、有價值，今天人生的意義是什麼？價值又是什麼？為什麼每一天有那麼多人自殺？社會動亂，災難頻繁，什麼原因造成的？古時候人會想，現在人不想了，現在人完全依靠科學，這是擺在我們面前的大問題。"
    },
    {
      "id": "02-040-0560_p0010",
      "zh_CN": "我们再看下面这一段，「盗法」，我们再看：",
      "zh_TW": "我們再看下面這一段，「盜法」，我們再看："
    },
    {
      "id": "02-040-0560_p0011",
      "zh_CN": "【居上不明。在位不正。陷人冤枉。损害忠良。心口各异。机伪多端。尊卑中外。更相欺诳。】",
      "zh_TW": "【居上不明。在位不正。陷人冤枉。損害忠良。心口各異。機偽多端。尊卑中外。更相欺誑。】"
    },
    {
      "id": "02-040-0560_p0012",
      "zh_CN": "我们将经文对照我们现实的社会，这是佛在三千年前说的。六十年前我们读这些经文，我们总以为释迦牟尼佛说话说得太过分了一点，说得太重一点，社会是不好，还没有到这种程度。六十年后今天来看，对世尊不能不佩服，五体投地，今天社会的状况他怎么知道得这么清楚？『居上不明』，是社会高级的领导人，『在位不正』，是他们所用的干部，这些说明，「在位者利用权势，巧取豪夺，损人利己，误国殃民种种恶业」。这个损人利己，这句话有问题，损人是真的，没有利己，利己是假的。为什么？贪污的那些钱，千百亿的财富，想尽方法去隐瞒，怕人知道。还怎么？怕失掉，要想尽方法去存入外国银行。外国银行倒闭了，一分钱都拿不到了。所以损人是真的，利己是假的。应该什么？损人损己，这是真的。",
      "zh_TW": "我們將經文對照我們現實的社會，這是佛在三千年前說的。六十年前我們讀這些經文，我們總以為釋迦牟尼佛說話說得太過分了一點，說得太重一點，社會是不好，還沒有到這種程度。六十年後今天來看，對世尊不能不佩服，五體投地，今天社會的狀況他怎麼知道得這麼清楚？『居上不明』，是社會高級的領導人，『在位不正』，是他們所用的幹部，這些說明，「在位者利用權勢，巧取豪奪，損人利己，誤國殃民種種惡業」。這個損人利己，這句話有問題，損人是真的，沒有利己，利己是假的。為什麼？貪污的那些錢，千百億的財富，想盡方法去隱瞞，怕人知道。還怎麼？怕失掉，要想盡方法去存入外國銀行。外國銀行倒閉了，一分錢都拿不到了。所以損人是真的，利己是假的。應該什麼？損人損己，這是真的。"
    },
    {
      "id": "02-040-0560_p0013",
      "zh_CN": "今天的社会，人与人互相欺骗，国与国也互相欺骗。所以这个世间，李炳南老居士往生前一天下午跟大家讲，最后的遗言，第二天早晨五点钟走了，说世界乱了，佛菩萨神仙来都没法子，告诉我们这些学生，他说你们只有一条生路，念佛求生净土，最后的遗言。老人说这个话了，几个人觉悟？觉悟的人有福了，这不是儿戏，千真万确的事实。我们要认真，我们要努力，想着信愿持名，万缘放下，往生到极乐世界才是真正的离究竟苦，究竟苦是六道轮回，脱离了，得到的是究竟乐，极乐世界是究竟乐。这本经给我们介绍的，说得太详细了，于理、于事、于性、于相、于因、于果，面面都讲得周到。一门就够了，一生专修这一门，自己决定往生。专门教这一门，完全是对待有缘人，真正想往生净土的人，我们遇到了，帮助他，讲明白、讲清楚，他再没有疑惑了，一心一意，一向专念，个个往生。",
      "zh_TW": "今天的社會，人與人互相欺騙，國與國也互相欺騙。所以這個世間，李炳南老居士往生前一天下午跟大家講，最後的遺言，第二天早晨五點鐘走了，說世界亂了，佛菩薩神仙來都沒法子，告訴我們這些學生，他說你們只有一條生路，念佛求生淨土，最後的遺言。老人說這個話了，幾個人覺悟？覺悟的人有福了，這不是兒戲，千真萬確的事實。我們要認真，我們要努力，想著信願持名，萬緣放下，往生到極樂世界才是真正的離究竟苦，究竟苦是六道輪迴，脫離了，得到的是究竟樂，極樂世界是究竟樂。這本經給我們介紹的，說得太詳細了，於理、於事、於性、於相、於因、於果，面面都講得周到。一門就夠了，一生專修這一門，自己決定往生。專門教這一門，完全是對待有緣人，真正想往生淨土的人，我們遇到了，幫助他，講明白、講清楚，他再沒有疑惑了，一心一意，一向專念，個個往生。"
    },
    {
      "id": "02-040-0560_p0014",
      "zh_CN": "「《嘉祥疏》曰：宰相之宦」，宰相现在称为总理，外国还有一些君主立宪国家称为首相，他底下用的大臣叫部长，分管国家某一部分的，这统理全国的大事，管教育的、管行政的、管司法的、管军队的这些大臣。「纵放臣下。用取万民贿」。《嘉祥疏》里头，唐朝的注解。过去贿赂是有，万民贿，没有这个事情，这是夸张。现在呢？现在真的，不是假的。你有事情，想请这些有地位、有权势的人来帮助你，那首先看你送多少礼，看他满不满意，这个事情多麻烦！「枉取人物。是为居上不明」。「受贿已属盗行」，人家把财物送给你，是逼得不得已，不是甘心情愿送给你的，是你有权有势，逼着他不能不送贿，所以这属于盗。何况还『陷人冤枉，损害忠良』，诬陷，冤屈，对真正的好人，逼着这些好人统统要下台，社会问题出来了，不是同一类的他不能够聚在一起。所以社会动乱。而且积习时间很长，不是短时期的，至少有几十年，现在这个问题怎么办？真的是大问题！",
      "zh_TW": "「《嘉祥疏》曰：宰相之宦」，宰相現在稱為總理，外國還有一些君主立憲國家稱為首相，他底下用的大臣叫部長，分管國家某一部分的，這統理全國的大事，管教育的、管行政的、管司法的、管軍隊的這些大臣。「縱放臣下。用取萬民賄」。《嘉祥疏》裡頭，唐朝的註解。過去賄賂是有，萬民賄，沒有這個事情，這是誇張。現在呢？現在真的，不是假的。你有事情，想請這些有地位、有權勢的人來幫助你，那首先看你送多少禮，看他滿不滿意，這個事情多麻煩！「枉取人物。是為居上不明」。「受賄已屬盜行」，人家把財物送給你，是逼得不得已，不是甘心情願送給你的，是你有權有勢，逼著他不能不送賄，所以這屬於盜。何況還『陷人冤枉，損害忠良』，誣陷，冤屈，對真正的好人，逼著這些好人統統要下台，社會問題出來了，不是同一類的他不能夠聚在一起。所以社會動亂。而且積習時間很長，不是短時期的，至少有幾十年，現在這個問題怎麼辦？真的是大問題！"
    },
    {
      "id": "02-040-0560_p0015",
      "zh_CN": "有人问过我，我的回答说，汤恩比说得不错，用孔孟之道、大乘佛法。孔孟之道是什么？「孔曰成仁，孟曰取义」，「夫子之道，忠恕而已」，这几句话管用。要用仁，仁者爱人，他做错事情有原因的，不能怪他，要原谅他，这是仁。他不懂，好人好事他没见过，不但没见过，听都没听说过，所以他学坏了。这个《无量寿经》上佛说得好，先人无知，他的父母不知道，祖父母也不知道，曾祖父母也未必知道，大概到高祖父母才有这点印象。我们现在这个年龄，高祖父母的年龄，到这一层了，曾祖父母可能都没有听说过了，这问题多严重。「先人无知，不识道德，无有语者」，没人教你，「殊无怪也」，不能怪他，所以要仁。孟子曰取义，义是什么？义就是要教他，让他渐渐明了是非邪正、利害得失，这几个字让他真正认识。取万民贿，财物，于自己没有好处，首先你得不到这个用途。",
      "zh_TW": "有人問過我，我的回答說，湯恩比說得不錯，用孔孟之道、大乘佛法。孔孟之道是什麼？「孔曰成仁，孟曰取義」，「夫子之道，忠恕而已」，這幾句話管用。要用仁，仁者愛人，他做錯事情有原因的，不能怪他，要原諒他，這是仁。他不懂，好人好事他沒見過，不但沒見過，聽都沒聽說過，所以他學壞了。這個《無量壽經》上佛說得好，先人無知，他的父母不知道，祖父母也不知道，曾祖父母也未必知道，大概到高祖父母才有這點印象。我們現在這個年齡，高祖父母的年齡，到這一層了，曾祖父母可能都沒有聽說過了，這問題多嚴重。「先人無知，不識道德，無有語者」，沒人教你，「殊無怪也」，不能怪他，所以要仁。孟子曰取義，義是什麼？義就是要教他，讓他漸漸明瞭是非邪正、利害得失，這幾個字讓他真正認識。取萬民賄，財物，於自己沒有好處，首先你得不到這個用途。"
    },
    {
      "id": "02-040-0560_p0016",
      "zh_CN": "我一九七七年到香港来讲经，是一位法师、一位居士他们两个人请我来的。法师，圣怀法师，前几年往生了，他大概大我一、二岁，居士是谢道莲居士，都不在了，这两个人请我来的。谢居士的父亲，香港的企业家，她住在美丽阁，一层楼。有一天她要送我一个手表，带我一起到手表店去看，到银行去拿钱。银行钱提出来了，带我去看银行保险箱，看她的珠宝。她有三个保险箱，拿出来看看，她的金银财宝在里头。我说这是妳的？她说是。怎么这一点点？我说这一句话，怎么这一点点？她说难道你有很多？我太多太多了，我都数不清楚。在哪里？所有那些金银珠宝店都是我的。她就莫名其妙，怎么了？我说妳看，我到那里去，叫他拿出来端给我看看，我看完了，收起来，他就收起来了，这就是我的。妳看妳的珠宝放在这里，不敢放在家里，放家里怕人偷、怕人抢，又不敢戴在手上。那个时候香港治安不好，戴手上人家把你手砍断，把你这个首饰拿走。不敢戴身上，不敢放家里，放保险柜里头，一个星期、两个星期来看一下，这就是自己的。那珠宝店不是我的，是谁的？妳还操心，我还不操心。不懂道理，这些东西带给自己是麻烦，不是福是祸，让自己天天提心吊胆，患得患失，有什么好处？我跟她讲了这些道理，她没听懂，那就算了，人觉悟回头多难！",
      "zh_TW": "我一九七七年到香港來講經，是一位法師、一位居士他們兩個人請我來的。法師，聖懷法師，前幾年往生了，他大概大我一、二歲，居士是謝道蓮居士，都不在了，這兩個人請我來的。謝居士的父親，香港的企業家，她住在美麗閣，一層樓。有一天她要送我一個手錶，帶我一起到手錶店去看，到銀行去拿錢。銀行錢提出來了，帶我去看銀行保險箱，看她的珠寶。她有三個保險箱，拿出來看看，她的金銀財寶在裡頭。我說這是妳的？她說是。怎麼這一點點？我說這一句話，怎麼這一點點？她說難道你有很多？我太多太多了，我都數不清楚。在哪裡？所有那些金銀珠寶店都是我的。她就莫名其妙，怎麼了？我說妳看，我到那裡去，叫他拿出來端給我看看，我看完了，收起來，他就收起來了，這就是我的。妳看妳的珠寶放在這裡，不敢放在家裡，放家裡怕人偷、怕人搶，又不敢戴在手上。那個時候香港治安不好，戴手上人家把你手砍斷，把你這個首飾拿走。不敢戴身上，不敢放家裡，放保險櫃裡頭，一個星期、兩個星期來看一下，這就是自己的。那珠寶店不是我的，是誰的？妳還操心，我還不操心。不懂道理，這些東西帶給自己是麻煩，不是福是禍，讓自己天天提心吊膽，患得患失，有什麼好處？我跟她講了這些道理，她沒聽懂，那就算了，人覺悟回頭多難！"
    },
    {
      "id": "02-040-0560_p0017",
      "zh_CN": "释迦牟尼佛教导我们，为我们做出了这示现，彻底放下。他悟得早，十九岁就开悟了，放下烦恼障；三十岁放下所知障，所知也不要了，为什么？胡思乱想。到菩提树下去入定，终于开悟了，夜睹明星，大彻大悟，明心见性，见性成佛，他做到了，他证得大圆满，证得大自在，得放下。人死了一样都没带去，你说这一生活得多可怜、活得多辛苦，不知道是非、善恶、祸福，不知道。如果真正知道，一九七七年他们的能力，在香港买一个像我们这样的道场，轻而易举，很容易。不必多，有一层楼就行了，建这么一个摄影棚，天天讲经不中断，到现在三十多年，这功德多大！",
      "zh_TW": "釋迦牟尼佛教導我們，為我們做出了這示現，徹底放下。他悟得早，十九歲就開悟了，放下煩惱障；三十歲放下所知障，所知也不要了，為什麼？胡思亂想。到菩提樹下去入定，終於開悟了，夜睹明星，大徹大悟，明心見性，見性成佛，他做到了，他證得大圓滿，證得大自在，得放下。人死了一樣都沒帶去，你說這一生活得多可憐、活得多辛苦，不知道是非、善惡、禍福，不知道。如果真正知道，一九七七年他們的能力，在香港買一個像我們這樣的道場，輕而易舉，很容易。不必多，有一層樓就行了，建這麼一個攝影棚，天天講經不中斷，到現在三十多年，這功德多大！"
    },
    {
      "id": "02-040-0560_p0018",
      "zh_CN": "多少人天天想尽方法修福，不知道怎么修法。普贤菩萨十大愿王里头说明白了，那是福慧全修。「请转法轮」，她做到了，我在台湾，请我到这边讲经，我第一次来讲了四个月，请转法轮。后头一句，「请佛住世」，她就没这个意思了。买一层楼建这么一个小道场，我要不要？不要。主权是妳的，我只在这里讲经，讲完就走路。像我在跑马地住的这个房子，陈老居士的，我在那里住了十年，他借给我的，产权是他的，我一点都不要操心。现在网路电视很普遍，成本很低，效果很好，这真正就做到了请转法轮、请佛住世，统统做到了。没有做，我要是劝她做的话，我就有贪心了，她会误会。我们讲经提醒你，你自己要懂得怎样修最殊胜的福报、最真实的福报，是你带得走的福报，得要修这个。",
      "zh_TW": "多少人天天想盡方法修福，不知道怎麼修法。普賢菩薩十大願王裡頭說明白了，那是福慧全修。「請轉法輪」，她做到了，我在台灣，請我到這邊講經，我第一次來講了四個月，請轉法輪。後頭一句，「請佛住世」，她就沒這個意思了。買一層樓建這麼一個小道場，我要不要？不要。主權是妳的，我只在這裡講經，講完就走路。像我在跑馬地住的這個房子，陳老居士的，我在那裡住了十年，他借給我的，產權是他的，我一點都不要操心。現在網路電視很普遍，成本很低，效果很好，這真正就做到了請轉法輪、請佛住世，統統做到了。沒有做，我要是勸她做的話，我就有貪心了，她會誤會。我們講經提醒你，你自己要懂得怎樣修最殊勝的福報、最真實的福報，是你帶得走的福報，得要修這個。"
    },
    {
      "id": "02-040-0560_p0019",
      "zh_CN": "最近我跟行师谈过两次，想开一个小班专学《无量寿经》，《无量寿经》专修班，专门培养学讲《无量寿经》的同学，修学期间一年，一年就学一样东西。学成之后，将来可以在汉学院、在佛教大学教这门功课，让《无量寿经》真正有人承传这个大法。昨天台南的同修来看我，表示支持，欢迎我去做。我是发了心，谁肯来学？没有人学，这也就落空了。要真正发心学，「佛氏门中，不舍一人」，真正发心学的，一个人都要成就他。",
      "zh_TW": "最近我跟行師談過兩次，想開一個小班專學《無量壽經》，《無量壽經》專修班，專門培養學講《無量壽經》的同學，修學期間一年，一年就學一樣東西。學成之後，將來可以在漢學院、在佛教大學教這門功課，讓《無量壽經》真正有人承傳這個大法。昨天台南的同修來看我，表示支持，歡迎我去做。我是發了心，誰肯來學？沒有人學，這也就落空了。要真正發心學，「佛氏門中，不捨一人」，真正發心學的，一個人都要成就他。"
    },
    {
      "id": "02-040-0560_p0020",
      "zh_CN": "我欢喜学这门功课，方东美先生知道，在他家里开课，一个星期两个小时。我没有缴学费，没有给老师送礼，什么都没有，老师那么的热心照顾。他这一堂课影响我一生，在这之前，对宗教、对佛教一无所知，也没有念头去碰它，在学校受老师的影响，以为宗教都是迷信，宗教都不是真的。接受方老师的佛经哲学，这一个大单元的课程才认识，原来佛教里头有这么多好东西，这个对于佛经才产生兴趣。有兴趣就欢喜研究，愈深入信心增长了，愿心生起来了。学了七年，真的发心出家了，决心一生走这条道路。章嘉大师教我学释迦牟尼佛，这条路就是方老师所说的人生最高的享受，于人无争，于世无求，跟佛菩萨在一起，展开经卷就跟佛菩萨聚会。",
      "zh_TW": "我歡喜學這門功課，方東美先生知道，在他家裡開課，一個星期兩個小時。我沒有繳學費，沒有給老師送禮，什麼都沒有，老師那麼的熱心照顧。他這一堂課影響我一生，在這之前，對宗教、對佛教一無所知，也沒有念頭去碰它，在學校受老師的影響，以為宗教都是迷信，宗教都不是真的。接受方老師的佛經哲學，這一個大單元的課程才認識，原來佛教裡頭有這麼多好東西，這個對於佛經才產生興趣。有興趣就歡喜研究，愈深入信心增長了，願心生起來了。學了七年，真的發心出家了，決心一生走這條道路。章嘉大師教我學釋迦牟尼佛，這條路就是方老師所說的人生最高的享受，於人無爭，於世無求，跟佛菩薩在一起，展開經卷就跟佛菩薩聚會。"
    },
    {
      "id": "02-040-0560_p0021",
      "zh_CN": "我们看此地黄念老所说的，他引经据典还是他所说的。受贿已属盗行，过分了都是无间地狱，何况再加上「陷人冤枉，损害忠良」。这样的恶人他傲慢，他嫉妒。「陷害忠良。其人之言必巧佞不忠」，古人所讲的巧言令色，毁谤善良，冤枉陷害人。所以说『心口各异，机伪多端』，主意多，都是恶的，不是善的。义寂法师说，「机谓幻惑」，幻是虚幻，惑是迷惑，伪是虚诈，虚伪、欺诈。憬兴法师说，「机者机关。即巧言令色，曲取君意，能行机伪」。这个机就是机心，现在说坏点子多，坏主意多。这样「机诈伪善」，假善，「种种不一，故云机伪多端」。我们这一生遇到过，我们以真诚心对人，他们确实巧言令色的来欺骗，我们相信。有时候知道他是欺诈，我也相信，你骗我，我也给你。这个是我在台北跟松山寺道安法师学的。",
      "zh_TW": "我們看此地黃念老所說的，他引經據典還是他所說的。受賄已屬盜行，過分了都是無間地獄，何況再加上「陷人冤枉，損害忠良」。這樣的惡人他傲慢，他嫉妒。「陷害忠良。其人之言必巧佞不忠」，古人所講的巧言令色，毀謗善良，冤枉陷害人。所以說『心口各異，機偽多端』，主意多，都是惡的，不是善的。義寂法師說，「機謂幻惑」，幻是虛幻，惑是迷惑，偽是虛詐，虛偽、欺詐。憬興法師說，「機者機關。即巧言令色，曲取君意，能行機偽」。這個機就是機心，現在說壞點子多，壞主意多。這樣「機詐偽善」，假善，「種種不一，故云機偽多端」。我們這一生遇到過，我們以真誠心對人，他們確實巧言令色的來欺騙，我們相信。有時候知道他是欺詐，我也相信，你騙我，我也給你。這個是我在台北跟松山寺道安法師學的。"
    },
    {
      "id": "02-040-0560_p0022",
      "zh_CN": "道安法师有智慧，心量很大。早年他在台北借佛教会的大讲堂办大专佛学讲座，学慈光讲座，每一个星期天上课，专门为大专学生开的课。我们四个人教，他自己是这个讲座的主任，请了我，还有智谕法师，还有一个现在在洛杉矶，印海法师，我们四个出家人教。我的名义是总主讲，主要的课程，我每天上午两堂课，我在那里教了四年。老法师往生了，我离开这个讲座。离开好像维持了一年，这讲座就没有了。",
      "zh_TW": "道安法師有智慧，心量很大。早年他在台北借佛教會的大講堂辦大專佛學講座，學慈光講座，每一個星期天上課，專門為大專學生開的課。我們四個人教，他自己是這個講座的主任，請了我，還有智諭法師，還有一個現在在洛杉磯，印海法師，我們四個出家人教。我的名義是總主講，主要的課程，我每天上午兩堂課，我在那裡教了四年。老法師往生了，我離開這個講座。離開好像維持了一年，這講座就沒有了。"
    },
    {
      "id": "02-040-0560_p0023",
      "zh_CN": "在这个教学当中，我发现我上课的时候，学生坐得满满的，有六、七百人，讲堂坐满了。老和尚讲经，道安法师自己也讲经，听众只有五、六十个人，我看到很难过。我的课都排在上午，老和尚课在下午，我跟老和尚商量，我说我们两个对调，你讲上午，我讲下午。这一对调之后，上午他还是那么多人，上午学生不来，吃过午饭之后，我下午上课的时候，学生又有六、七百人，搞得我没法子。老和尚心量大，一点嫉妒心都没有，我一生当中遇到头一个，我非常尊重他，非常喜欢他。他走的那一年七十岁，过了七十岁生日，他走了。爱护年轻人，特别是年轻好学，他会成就你，他会给机会给你，他不障碍你。他率领一个僧团到日本去访问，我记得那一次访问二十多天。他找我，要我陪他一道去，访问期间在国外住旅馆，我跟他两个住一个房间，非常爱才，喜欢提拔人，喜欢成就别人。",
      "zh_TW": "在這個教學當中，我發現我上課的時候，學生坐得滿滿的，有六、七百人，講堂坐滿了。老和尚講經，道安法師自己也講經，聽眾只有五、六十個人，我看到很難過。我的課都排在上午，老和尚課在下午，我跟老和尚商量，我說我們兩個對調，你講上午，我講下午。這一對調之後，上午他還是那麼多人，上午學生不來，吃過午飯之後，我下午上課的時候，學生又有六、七百人，搞得我沒法子。老和尚心量大，一點嫉妒心都沒有，我一生當中遇到頭一個，我非常尊重他，非常喜歡他。他走的那一年七十歲，過了七十歲生日，他走了。愛護年輕人，特別是年輕好學，他會成就你，他會給機會給你，他不障礙你。他率領一個僧團到日本去訪問，我記得那一次訪問二十多天。他找我，要我陪他一道去，訪問期間在國外住旅館，我跟他兩個住一個房間，非常愛才，喜歡提拔人，喜歡成就別人。"
    },
    {
      "id": "02-040-0560_p0024",
      "zh_CN": "我们在一起教学讲座，维持这么长的时间，不容易，我就没有遇到第二个有他这样的度量。在人家一看这种情形，就叫我走路了，不可能再用你了，你的听众超过他，这怎么可以？在其他地方，我们听众要超过那个道场的主人，就得赶快准备走路，下一次怎么样？再不请你来了。这些人情世故，我在台中，李老师教给我的。我们年轻，出去学讲经，一定要低姿态，要处处尊敬别人，有丝毫傲慢心、得意的，那你前途就完了，你就制造自己的障碍。所以小心翼翼，无论在哪个地方讲经教学，听众愈少愈好。二、三百人以上的这个场面就不是好事情，容易引起别人嫉妒障碍，一百人以下可以，还能平常都能受得了，两百人以上受不了。像道安法师这种心量的人，我一生只见一个，做老一代的真正爱下一代，真正能够给他机会，培养他。我们也能配合，所以老法师办讲座我帮助他，我绝不离开他。他走了，这个大专讲座的主任换人了，他就不要我了。",
      "zh_TW": "我們在一起教學講座，維持這麼長的時間，不容易，我就沒有遇到第二個有他這樣的度量。在人家一看這種情形，就叫我走路了，不可能再用你了，你的聽眾超過他，這怎麼可以？在其他地方，我們聽眾要超過那個道場的主人，就得趕快準備走路，下一次怎麼樣？再不請你來了。這些人情世故，我在台中，李老師教給我的。我們年輕，出去學講經，一定要低姿態，要處處尊敬別人，有絲毫傲慢心、得意的，那你前途就完了，你就製造自己的障礙。所以小心翼翼，無論在哪個地方講經教學，聽眾愈少愈好。二、三百人以上的這個場面就不是好事情，容易引起別人嫉妒障礙，一百人以下可以，還能平常都能受得了，兩百人以上受不了。像道安法師這種心量的人，我一生只見一個，做老一代的真正愛下一代，真正能夠給他機會，培養他。我們也能配合，所以老法師辦講座我幫助他，我絕不離開他。他走了，這個大專講座的主任換人了，他就不要我了。"
    },
    {
      "id": "02-040-0560_p0025",
      "zh_CN": "所以经后面这几句话，机伪多端，『尊卑中外，更相欺诳』。这些不善的人，「无论尊卑上下，内外亲疏」，都是欺骗、迷惑、伪诈，这个造罪业了。这个罪业造得很重，「尊卑中外，更相欺诳」。没有可以真正相信的人，这社会怎么办？团体有这种现象，这个团体有问题，会衰灭；道场有这个现象，这个道场会瓦解；家庭有这个现象，这家庭很不幸，会家破人亡。",
      "zh_TW": "所以經後面這幾句話，機偽多端，『尊卑中外，更相欺誑』。這些不善的人，「無論尊卑上下，內外親疏」，都是欺騙、迷惑、偽詐，這個造罪業了。這個罪業造得很重，「尊卑中外，更相欺誑」。沒有可以真正相信的人，這社會怎麼辦？團體有這種現象，這個團體有問題，會衰滅；道場有這個現象，這個道場會瓦解；家庭有這個現象，這家庭很不幸，會家破人亡。"
    },
    {
      "id": "02-040-0560_p0026",
      "zh_CN": "我们看后面这一段，「欲贪亡身」。经文：",
      "zh_TW": "我們看後面這一段，「欲貪亡身」。經文："
    },
    {
      "id": "02-040-0560_p0027",
      "zh_CN": "【瞋恚愚痴。欲自厚己。欲贪多有。利害胜负。结忿成仇。破家亡身。不顾前后。】",
      "zh_TW": "【瞋恚愚痴。欲自厚己。欲貪多有。利害勝負。結忿成仇。破家亡身。不顧前後。】"
    },
    {
      "id": "02-040-0560_p0028",
      "zh_CN": "这冲突发生了。前面是说因，已经埋下灾祸之因，还没有爆发。这一边爆发了，日常生活当中，这种现象出现了。念老注解里头说，『瞋恚愚痴，欲自厚己』，只顾自己的利益，没有想到别人，自己的名闻利养。「以瞋痴二毒，助长贪心」，他要有智慧他就不会贪，他没有智慧，愚痴，他有傲慢、有嫉妒、有瞋恚，这就很难相处。他是念念顾着自己的利益，不容许有人超过他，甚至于你跟他平等都不行。你比他低一层他能容你，你跟他差不多平等了，他就把你赶走了，我这一生经历过，是真的不是假的。",
      "zh_TW": "這衝突發生了。前面是說因，已經埋下災禍之因，還沒有爆發。這一邊爆發了，日常生活當中，這種現象出現了。念老註解裡頭說，『瞋恚愚痴，欲自厚己』，只顧自己的利益，沒有想到別人，自己的名聞利養。「以瞋痴二毒，助長貪心」，他要有智慧他就不會貪，他沒有智慧，愚痴，他有傲慢、有嫉妒、有瞋恚，這就很難相處。他是念念顧著自己的利益，不容許有人超過他，甚至於你跟他平等都不行。你比他低一層他能容你，你跟他差不多平等了，他就把你趕走了，我這一生經歷過，是真的不是假的。"
    },
    {
      "id": "02-040-0560_p0029",
      "zh_CN": "「《会疏》曰：三恶相资」，三恶就是贪瞋痴，贪帮助瞋、帮助痴，痴也帮助贪、也帮助瞋，互相帮助。「炽发邪欲」，这欲望是不正当的，是你不应该得到的。「吸引他财，欲积自己，故云欲自厚己」。在因果律上讲决定讲不通的，就是人家真正送给你，你自己没有福报享受不到。佛教导我们，十方供养来了不能不接受，别人恭恭敬敬来种福田的。那你要想想我们有什么福给人家？那接受了怎么办？接受，真正给他培福，哪里有需要就赶紧到哪里去。我们来给他做这个增上缘，我们晓得哪些地方需要，赶快送，送完了没事了。没送完就有事，财不可以积蓄，积蓄就是罪过，多少人缺乏财用，你把它藏在这里不拿出来，这罪过。所以佛经上讲「积财丧道」，我们是要财还是要道？要道就不能积财，这个道理不能不懂。",
      "zh_TW": "「《會疏》曰：三惡相資」，三惡就是貪瞋痴，貪幫助瞋、幫助痴，痴也幫助貪、也幫助瞋，互相幫助。「熾發邪欲」，這欲望是不正當的，是你不應該得到的。「吸引他財，欲積自己，故云欲自厚己」。在因果律上講決定講不通的，就是人家真正送給你，你自己沒有福報享受不到。佛教導我們，十方供養來了不能不接受，別人恭恭敬敬來種福田的。那你要想想我們有什麼福給人家？那接受了怎麼辦？接受，真正給他培福，哪裡有需要就趕緊到哪裡去。我們來給他做這個增上緣，我們曉得哪些地方需要，趕快送，送完了沒事了。沒送完就有事，財不可以積蓄，積蓄就是罪過，多少人缺乏財用，你把它藏在這裡不拿出來，這罪過。所以佛經上講「積財喪道」，我們是要財還是要道？要道就不能積財，這個道理不能不懂。"
    },
    {
      "id": "02-040-0560_p0030",
      "zh_CN": "「欲贪即贪欲、贪恶」。《维摩经》上讲得好，「身孰为本」，我们这个身体，身体之本是什么？欲贪是本。佛在经上说过，「爱不重不生娑婆」，欲爱是制造轮回的第一个因素。我们在六道搞轮回，轮回怎么形成的？欲爱变现出来的，没有欲爱就没有轮回。所以佛首先教我们看破，五种见惑，一定要知道身不是我，身是我所有的，像衣服一样，衣服不是我，衣服是我所有的。身不是我，身是我所有的，身有生有灭，我不生不灭，这个要清楚。什么是我？前面后面都会讲到，阿赖耶识是我，「来先去后作主公」，它到这个世间来，投胎它最先来，死亡的时候它最后离开，来先去后。轮回是怎么现的？轮回就是阿赖耶业习种子变现出来的。",
      "zh_TW": "「欲貪即貪欲、貪惡」。《維摩經》上講得好，「身孰為本」，我們這個身體，身體之本是什麼？欲貪是本。佛在經上說過，「愛不重不生娑婆」，欲愛是製造輪迴的第一個因素。我們在六道搞輪迴，輪迴怎麼形成的？欲愛變現出來的，沒有欲愛就沒有輪迴。所以佛首先教我們看破，五種見惑，一定要知道身不是我，身是我所有的，像衣服一樣，衣服不是我，衣服是我所有的。身不是我，身是我所有的，身有生有滅，我不生不滅，這個要清楚。什麼是我？前面後面都會講到，阿賴耶識是我，「來先去後作主公」，它到這個世間來，投胎它最先來，死亡的時候它最後離開，來先去後。輪迴是怎麼現的？輪迴就是阿賴耶業習種子變現出來的。"
    },
    {
      "id": "02-040-0560_p0031",
      "zh_CN": "生生世世所造的业，有善业、有恶业、有无记业，无记业无所谓，它算不上善恶。善恶感得的果报，善业感得三善道，恶业感得三恶道。要知道善恶都很麻烦，怎么说？无间地狱，恶道，寿命很长。无间地狱一天，以前李老师在大专佛学讲座编的教材，慈光大专讲座《十四讲》，介绍佛法的，里面有一讲介绍六道轮回，介绍地狱。地狱时间长短不一定，李老师取了一个折衷的说法，地狱的一天是我们人间二千七百年。中华传统的历史五千年，在地狱还不到两天，你说多可怕！恶不好消。那积善呢？积的大善，生到非想非非想天，福报大了，寿命八万大劫。一个大劫是一个世界成住坏空一次，八万大劫，成住坏空八万次，出不了六道轮回。地球成住坏空，坏了到哪里去？到他方世界有跟你相同的地狱，到那边去受罪。那个世界坏了，再到那边世界有同等的地狱，就这样去。八万大劫满了，继续六道轮回。所以真正透彻明白了，天堂跟地狱是一回事情，怎么来的？消业障的，三恶道是消恶业，三善道是消善业。",
      "zh_TW": "生生世世所造的業，有善業、有惡業、有無記業，無記業無所謂，它算不上善惡。善惡感得的果報，善業感得三善道，惡業感得三惡道。要知道善惡都很麻煩，怎麼說？無間地獄，惡道，壽命很長。無間地獄一天，以前李老師在大專佛學講座編的教材，慈光大專講座《十四講》，介紹佛法的，裡面有一講介紹六道輪迴，介紹地獄。地獄時間長短不一定，李老師取了一個折衷的說法，地獄的一天是我們人間二千七百年。中華傳統的歷史五千年，在地獄還不到兩天，你說多可怕！惡不好消。那積善呢？積的大善，生到非想非非想天，福報大了，壽命八萬大劫。一個大劫是一個世界成住壞空一次，八萬大劫，成住壞空八萬次，出不了六道輪迴。地球成住壞空，壞了到哪裡去？到他方世界有跟你相同的地獄，到那邊去受罪。那個世界壞了，再到那邊世界有同等的地獄，就這樣去。八萬大劫滿了，繼續六道輪迴。所以真正透徹明白了，天堂跟地獄是一回事情，怎麼來的？消業障的，三惡道是消惡業，三善道是消善業。"
    },
    {
      "id": "02-040-0560_p0032",
      "zh_CN": "清净心中善恶都没有，不造业。不造业怎么个做法？断恶修善，决定不能把断恶修善放在心上，就不造业了。身可以去造，不能有心，有心就有业，没有心就没有业。所以菩萨高明。贤首大师在《还源观》上，《妄尽还源观》上，跟我们说的四德，第一个，「随缘妙用」。随缘就是有造作，断恶修善有造作；妙用呢？妙用是不着相，就没有业了。用什么心去造作？没有起心动念、没有分别执着，这是佛菩萨。跟佛菩萨学习，造业要不起心动念、不分别执着，那怎么造？全是智慧，自性本有的智慧现前。",
      "zh_TW": "清淨心中善惡都沒有，不造業。不造業怎麼個做法？斷惡修善，決定不能把斷惡修善放在心上，就不造業了。身可以去造，不能有心，有心就有業，沒有心就沒有業。所以菩薩高明。賢首大師在《還源觀》上，《妄盡還源觀》上，跟我們說的四德，第一個，「隨緣妙用」。隨緣就是有造作，斷惡修善有造作；妙用呢？妙用是不著相，就沒有業了。用什麼心去造作？沒有起心動念、沒有分別執著，這是佛菩薩。跟佛菩薩學習，造業要不起心動念、不分別執著，那怎麼造？全是智慧，自性本有的智慧現前。"
    },
    {
      "id": "02-040-0560_p0033",
      "zh_CN": "我们今天世上一般人起心动念是知识，有正有邪、有善有恶。自性清净心，用真心、用清净心，那叫至善，止于至善。至善是善恶都没有，那叫真善。为什么？恶感三恶道，善感三善道，你在制造轮回，制造轮回怎么能出轮回？那要出轮回就不能造轮回业，轮回业就是起心动念、分别、执着。大乘经教里头佛有教导我们，教我们用心如镜，我们在日常生活当中，用心要像镜子一样，怎么？不着相。不但照完之后不着相，正在照的时候也不着相，镜子没污染。六道凡夫造业就像照相机，无论作善作恶都留下了底片。要知道，诸佛菩萨不管造什么，心地清净，没有丝毫染污，这叫大乘，这叫佛法，这是我们不能不知道的。",
      "zh_TW": "我們今天世上一般人起心動念是知識，有正有邪、有善有惡。自性清淨心，用真心、用清淨心，那叫至善，止於至善。至善是善惡都沒有，那叫真善。為什麼？惡感三惡道，善感三善道，你在製造輪迴，製造輪迴怎麼能出輪迴？那要出輪迴就不能造輪迴業，輪迴業就是起心動念、分別、執著。大乘經教裡頭佛有教導我們，教我們用心如鏡，我們在日常生活當中，用心要像鏡子一樣，怎麼？不著相。不但照完之後不著相，正在照的時候也不著相，鏡子沒污染。六道凡夫造業就像照相機，無論作善作惡都留下了底片。要知道，諸佛菩薩不管造什麼，心地清淨，沒有絲毫染污，這叫大乘，這叫佛法，這是我們不能不知道的。"
    },
    {
      "id": "02-040-0560_p0034",
      "zh_CN": "经论里头随时随处，佛慈悲都在提醒我们，「欲海深广，不知厌足」，这是真的，贪而无厌。贪什么？财色名利、七情五欲，起心动念、言语造作跟轮回相应，跟净土不相应。我们很冷静去思惟、去观察，我从早晨早起到晚上睡觉这一天，念了几声佛号？是佛号多，是杂念多，还是妄念多？杂念、妄念造轮回业，佛号是造净业，往生极乐世界。两个一对比，佛念得太少了，妄想太多了，没中断过，这就是念佛人多往生人少的道理。为什么念佛的人那么多，往生的人那么少？他是念佛念得太少了，念佛的功夫压不住、伏不住烦恼习气，这不能往生。佛号要有力量，这个力量是什么？能把烦恼习气控制住，这个人决定往生。所以一定要真正认识，认识之后自己晓得，念佛是我这一生当中第一桩大事，没有任何事情比这更大。这桩大事是让我了生死出三界，就是脱离轮回，往生到极乐世界。我勉励同学，这桩事情得分秒必争，我有一秒钟的时间，念一句佛号；这一秒钟里头没有佛号，空过了，这就是我最大的损失。",
      "zh_TW": "經論裡頭隨時隨處，佛慈悲都在提醒我們，「欲海深廣，不知厭足」，這是真的，貪而無厭。貪什麼？財色名利、七情五欲，起心動念、言語造作跟輪迴相應，跟淨土不相應。我們很冷靜去思惟、去觀察，我從早晨早起到晚上睡覺這一天，念了幾聲佛號？是佛號多，是雜念多，還是妄念多？雜念、妄念造輪迴業，佛號是造淨業，往生極樂世界。兩個一對比，佛念得太少了，妄想太多了，沒中斷過，這就是念佛人多往生人少的道理。為什麼念佛的人那麼多，往生的人那麼少？他是念佛念得太少了，念佛的功夫壓不住、伏不住煩惱習氣，這不能往生。佛號要有力量，這個力量是什麼？能把煩惱習氣控制住，這個人決定往生。所以一定要真正認識，認識之後自己曉得，念佛是我這一生當中第一樁大事，沒有任何事情比這更大。這樁大事是讓我了生死出三界，就是脫離輪迴，往生到極樂世界。我勉勵同學，這樁事情得分秒必爭，我有一秒鐘的時間，念一句佛號；這一秒鐘裡頭沒有佛號，空過了，這就是我最大的損失。"
    },
    {
      "id": "02-040-0560_p0035",
      "zh_CN": "轮回苦，佛说得一点没错，这地方不值得留恋。喜欢金银财宝，假的，骗你的，给你看看，一样都得不到。包括身体都得不到，何况身外之物？要想清楚！能够带得走的业，你这一生当中造的善恶业能带走。这个业力就是来世，再说得亲切一点，这个业力就是明天，今天造明天受，现世的果报。这一生造，来生享受，这叫生报、叫后报。生报是来生，后报是第三世之后，不一定哪一生，因缘聚会时果报自然现前。人决定不能作恶，道理在此地。所有一切恶果自己要承受，不怪别人，把这个业缘化解了。佛教我们冤家宜解不宜结，要懂得怎样化解。没有贪瞋痴，化解很容易，我能吃亏，我肯上当。吃亏上当是什么？化解怨结，重罪轻报。",
      "zh_TW": "輪迴苦，佛說得一點沒錯，這地方不值得留戀。喜歡金銀財寶，假的，騙你的，給你看看，一樣都得不到。包括身體都得不到，何況身外之物？要想清楚！能夠帶得走的業，你這一生當中造的善惡業能帶走。這個業力就是來世，再說得親切一點，這個業力就是明天，今天造明天受，現世的果報。這一生造，來生享受，這叫生報、叫後報。生報是來生，後報是第三世之後，不一定哪一生，因緣聚會時果報自然現前。人決定不能作惡，道理在此地。所有一切惡果自己要承受，不怪別人，把這個業緣化解了。佛教我們冤家宜解不宜結，要懂得怎樣化解。沒有貪瞋痴，化解很容易，我能吃虧，我肯上當。吃虧上當是什麼？化解怨結，重罪輕報。"
    },
    {
      "id": "02-040-0560_p0036",
      "zh_CN": "《会疏》里头接着说，「无尊无卑，无富无贫」，这就是尊卑贫富都在造业，「唯求收积。嘈杂奔波，故云欲贪等。欲多占有，故曰欲贪多有。因利害相争，损人肥己，故云利害胜负，于是结忿成讐」。「甚至家破人亡，一切不顾。故云破家亡身，不顾前后」。「前后」是讲因果，「前因后果」。「又《会疏》曰：前不顾是非」，不顾道理，「后不顾讥嫌」，不顾别人批评，也「不顾明哲昭察」，这是讲神明的监察，「后不顾鬼神冥记」，这个是什么？这是讲因果报应，天地鬼神他没有顾忌，认为这是假的不是真的。",
      "zh_TW": "《會疏》裡頭接著說，「無尊無卑，無富無貧」，這就是尊卑貧富都在造業，「唯求收積。嘈雜奔波，故云欲貪等。欲多占有，故曰欲貪多有。因利害相爭，損人肥己，故云利害勝負，於是結忿成讐」。「甚至家破人亡，一切不顧。故云破家亡身，不顧前後」。「前後」是講因果，「前因後果」。「又《會疏》曰：前不顧是非」，不顧道理，「後不顧譏嫌」，不顧別人批評，也「不顧明哲昭察」，這是講神明的監察，「後不顧鬼神冥記」，這個是什麼？這是講因果報應，天地鬼神他沒有顧忌，認為這是假的不是真的。"
    },
    {
      "id": "02-040-0560_p0037",
      "zh_CN": "昨天高雄刘医生来看我，告诉我，他们做的水实验做得非常成功，想有机会到联合国做一次报告。这个事情是好事情，目的是什么？让全世界的人都知道有因必有果。日本江本博士搞了十几年，告诉世人，水它有见闻觉知，它有受想行识，它会看，它认识字，它会听，能听音乐，它懂得人的念头，我们一个善念头对它，一个不善的念头对它，统统有反应。他们的实验做得很成功，因为所用的仪器比江本博士实验室的好，更进步，看到许许多多的好的图案。从这个实验证明大乘经上所说的，水是物质，有见闻觉知。大乘经上告诉我们，所有一切物质现象全有见闻觉知。《心经》上讲的，观自在菩萨用智慧观察，「照见五蕴皆空」。五蕴是什么？五蕴是物质跟精神混合一体产生的现象，叫五蕴，色受行想识叫五蕴。色是物质现象，受是感受，外面的色相对它，它有感受，音声，它听到音声有感受，它闻到味道有感受。你看它没有眼耳鼻舌身，眼耳鼻舌身的作用物质都有，而且非常灵敏。",
      "zh_TW": "昨天高雄劉醫生來看我，告訴我，他們做的水實驗做得非常成功，想有機會到聯合國做一次報告。這個事情是好事情，目的是什麼？讓全世界的人都知道有因必有果。日本江本博士搞了十幾年，告訴世人，水它有見聞覺知，它有受想行識，它會看，它認識字，它會聽，能聽音樂，它懂得人的念頭，我們一個善念頭對它，一個不善的念頭對它，統統有反應。他們的實驗做得很成功，因為所用的儀器比江本博士實驗室的好，更進步，看到許許多多的好的圖案。從這個實驗證明大乘經上所說的，水是物質，有見聞覺知。大乘經上告訴我們，所有一切物質現象全有見聞覺知。《心經》上講的，觀自在菩薩用智慧觀察，「照見五蘊皆空」。五蘊是什麼？五蘊是物質跟精神混合一體產生的現象，叫五蘊，色受行想識叫五蘊。色是物質現象，受是感受，外面的色相對它，它有感受，音聲，它聽到音聲有感受，它聞到味道有感受。你看它沒有眼耳鼻舌身，眼耳鼻舌身的作用物質都有，而且非常靈敏。"
    },
    {
      "id": "02-040-0560_p0038",
      "zh_CN": "最小的物质是什么？现在科学家发现了，科学的名词叫微中子，或者叫中微子。体积多大？科学家告诉我们，一百亿个微中子，单位是亿，一百亿个微中子纠缠在一起，它的大小等于一个电子，原子里的电子，我们肉眼看不见，一百亿个。那换句话说，微中子的体积只有一个电子的一百亿分之一。这么小的物质现象，它具足受想行识，近代物理学家才发现。佛说这桩事情，大乘经论上常有，佛说「色由心生」、「相由心生」、「境随心转」，与这个都有密切关系。所以物质是假的，物质可以说它根本就不存在，这是一个有智慧的人，他看得很清楚。换句话说，所有一切物质现象他不放在心上，为什么？假的。真的要放在心上，假的不能放在心上，假的要放在心上，被它欺骗了。造作罪业全是假的，没有一样是真的，能造所造都是假的。",
      "zh_TW": "最小的物質是什麼？現在科學家發現了，科學的名詞叫微中子，或者叫中微子。體積多大？科學家告訴我們，一百億個微中子，單位是億，一百億個微中子糾纏在一起，它的大小等於一個電子，原子裡的電子，我們肉眼看不見，一百億個。那換句話說，微中子的體積只有一個電子的一百億分之一。這麼小的物質現象，它具足受想行識，近代物理學家才發現。佛說這樁事情，大乘經論上常有，佛說「色由心生」、「相由心生」、「境隨心轉」，與這個都有密切關係。所以物質是假的，物質可以說它根本就不存在，這是一個有智慧的人，他看得很清楚。換句話說，所有一切物質現象他不放在心上，為什麼？假的。真的要放在心上，假的不能放在心上，假的要放在心上，被它欺騙了。造作罪業全是假的，沒有一樣是真的，能造所造都是假的。"
    },
    {
      "id": "02-040-0560_p0039",
      "zh_CN": "所以在佛与大菩萨心目当中，六道十法界依正庄严等于零，不能说它没有，也不能说它有。你说它有，当体即空；你说它没有，幻相不断。这个相是相似相续，不是真的相续，每一个相都不是完全相同，大同小异。像我们看电视，电视是动画，快速度的移动，把我们的眼欺骗了。过去老式的电影是动画，幻灯片组成的，一秒钟二十四张就把我们欺骗了，一秒钟二十四张，二十四次的生灭。弥勒菩萨在大乘经上告诉我们，我们现在所看到的物质现象真的是动画，一秒钟生灭多少次？一千六百兆次，单位是兆。我们被它迷了，完全迷了，以为它是真的，不知道它当体即空，了不可得，这才是事实真相，我们不能不知道。真知道真相了，我们对于物质现象就放下了，对它不会产生贪瞋痴慢疑，这些念头断掉了。还有贪瞋痴慢疑，对这真相不了解，以为它真有，所以还会造轮回业。不放在心上，不造轮回业了，有无都等于零，都不放在心上，这个不能不知道。",
      "zh_TW": "所以在佛與大菩薩心目當中，六道十法界依正莊嚴等於零，不能說它沒有，也不能說它有。你說它有，當體即空；你說它沒有，幻相不斷。這個相是相似相續，不是真的相續，每一個相都不是完全相同，大同小異。像我們看電視，電視是動畫，快速度的移動，把我們的眼欺騙了。過去老式的電影是動畫，幻燈片組成的，一秒鐘二十四張就把我們欺騙了，一秒鐘二十四張，二十四次的生滅。彌勒菩薩在大乘經上告訴我們，我們現在所看到的物質現象真的是動畫，一秒鐘生滅多少次？一千六百兆次，單位是兆。我們被它迷了，完全迷了，以為它是真的，不知道它當體即空，了不可得，這才是事實真相，我們不能不知道。真知道真相了，我們對於物質現象就放下了，對它不會產生貪瞋痴慢疑，這些念頭斷掉了。還有貪瞋痴慢疑，對這真相不了解，以為它真有，所以還會造輪迴業。不放在心上，不造輪迴業了，有無都等於零，都不放在心上，這個不能不知道。"
    },
    {
      "id": "02-040-0560_p0040",
      "zh_CN": "现在既然被科学证实了，宣传不够，社会上还有许多人不知道。在联合国做报告有影响力，值得在联合国做一次报告，让全世界知道，联合国等于帮助我们做证明。江本博士的实验，在联合国做了好几次的报告。所以刘医生做的这个实验，我们有渠道跟联合国联系，请联合国邀请他去做报告。他把他们的实验东西拿出来先寄过去，他们看了之后觉得这个确实有价值，他就会邀请，比江本的做得更好。",
      "zh_TW": "現在既然被科學證實了，宣傳不夠，社會上還有許多人不知道。在聯合國做報告有影響力，值得在聯合國做一次報告，讓全世界知道，聯合國等於幫助我們做證明。江本博士的實驗，在聯合國做了好幾次的報告。所以劉醫生做的這個實驗，我們有渠道跟聯合國聯繫，請聯合國邀請他去做報告。他把他們的實驗東西拿出來先寄過去，他們看了之後覺得這個確實有價值，他就會邀請，比江本的做得更好。"
    },
    {
      "id": "02-040-0560_p0041",
      "zh_CN": "现在相信念力的能量，人数愈来愈多了，这是好现象。物质从哪里来的？念头变现出来的，没有念头就没有物质。所以物质是从念头生出来的，「相由心生」、「色由心生」。这桩事情被现在科学证实了，这个好事情。只要念头善，所有物质都善；念头不善，物质自然就变坏了，它从念头生的。我们要物质好，先要想到念头好，好的念头才有好的物质，是自己创造的，与外面境界不相干，与别人不相干。佛法对于我们的利益就大了。善恶的标准，佛法是最好殊胜的标准，最好的标准。我们就从十善业道下手，十善业道包括一切善。反过来十恶是包括一切恶。善恶一念之间，回过头来就是断恶修善，恶完全扬弃了，让心归到纯净纯善。虽然断恶，不着断恶的相；虽然修善，不着修善的相，有缘就应该做。",
      "zh_TW": "現在相信念力的能量，人數愈來愈多了，這是好現象。物質從哪裡來的？念頭變現出來的，沒有念頭就沒有物質。所以物質是從念頭生出來的，「相由心生」、「色由心生」。這樁事情被現在科學證實了，這個好事情。只要念頭善，所有物質都善；念頭不善，物質自然就變壞了，它從念頭生的。我們要物質好，先要想到念頭好，好的念頭才有好的物質，是自己創造的，與外面境界不相干，與別人不相干。佛法對於我們的利益就大了。善惡的標準，佛法是最好殊勝的標準，最好的標準。我們就從十善業道下手，十善業道包括一切善。反過來十惡是包括一切惡。善惡一念之間，回過頭來就是斷惡修善，惡完全揚棄了，讓心歸到純淨純善。雖然斷惡，不著斷惡的相；雖然修善，不著修善的相，有緣就應該做。"
    },
    {
      "id": "02-040-0560_p0042",
      "zh_CN": "末后这一句，不顾鬼神冥记，不顾明哲昭察。我们现在真正证明，我们的起心动念、言语造作，所有物质全知道。我们这个桌子椅子知道，我们这个房间墙壁知道，天花板知道，地板知道，没有一样不知道，你能瞒过谁？又何况天地鬼神？真有。这后面讲的，或者是「前不顾过业」，不顾自己的过失，造业，「后不顾来报」，也不知道做作这些善恶将来有报应，他不知道。「但求争胜，不惜两败俱伤。只图快意，不畏当来罪报。一切不顾，广行诸恶」，这就错到底了，这叫真错了。这桩事情最怕的、最令人担心的就是战争，核武战争、生化战争，正常的人不会发动，要遇到人在不正常的时候怎么办？他一个歪念出来了，好，大家一起死吧！地球就毁灭了。有此可能，不能不知道。",
      "zh_TW": "末後這一句，不顧鬼神冥記，不顧明哲昭察。我們現在真正證明，我們的起心動念、言語造作，所有物質全知道。我們這個桌子椅子知道，我們這個房間牆壁知道，天花板知道，地板知道，沒有一樣不知道，你能瞞過誰？又何況天地鬼神？真有。這後面講的，或者是「前不顧過業」，不顧自己的過失，造業，「後不顧來報」，也不知道做作這些善惡將來有報應，他不知道。「但求爭勝，不惜兩敗俱傷。只圖快意，不畏當來罪報。一切不顧，廣行諸惡」，這就錯到底了，這叫真錯了。這樁事情最怕的、最令人擔心的就是戰爭，核武戰爭、生化戰爭，正常的人不會發動，要遇到人在不正常的時候怎麼辦？他一個歪念出來了，好，大家一起死吧！地球就毀滅了。有此可能，不能不知道。"
    },
    {
      "id": "02-040-0560_p0043",
      "zh_CN": "解决方法还是教学，除教学之外没有第二个方法，让我们在经上看到一句话，对佛法就佩服得五体投地。佛法里面你仔细去观察，一切诸佛菩萨没有一个不是「今现在说法」，教学没中断，今现在说法。极乐世界为什么那么好？阿弥陀佛今现在说法，这样才好的。我们这个世界要好，很简单，今现在说法。说法的人们不多不要紧，只要把说法的人统统集合起来，我们都来劝善规过，让每一个电视台都有个频道，「今现在说法」，就用这个做频道题目，「今现在说法」这个频道，你那一打开你都能接触到正法。全世界人都来听正法、都来学正法，天下太平了，问题解决了。",
      "zh_TW": "解決方法還是教學，除教學之外沒有第二個方法，讓我們在經上看到一句話，對佛法就佩服得五體投地。佛法裡面你仔細去觀察，一切諸佛菩薩沒有一個不是「今現在說法」，教學沒中斷，今現在說法。極樂世界為什麼那麼好？阿彌陀佛今現在說法，這樣才好的。我們這個世界要好，很簡單，今現在說法。說法的人們不多不要緊，只要把說法的人統統集合起來，我們都來勸善規過，讓每一個電視台都有個頻道，「今現在說法」，就用這個做頻道題目，「今現在說法」這個頻道，你那一打開你都能接觸到正法。全世界人都來聽正法、都來學正法，天下太平了，問題解決了。"
    },
    {
      "id": "02-040-0560_p0044",
      "zh_CN": "所以有人问我，中国的问题、外国的问题，中国问题比外国好解决，为什么？因为中国人有底子，现在虽然不好，老祖宗好，有祖先的福荫。所以中国人比外国人好教，我们在汤池的实验不就成功了？三个月就回头了。现在我们看潮州谢总那里，他们办这个论坛，告诉我，七天，短期的，长期的二十一天，没有一个不受感化。参加他们论坛是政府官员，地方中下级的干部，统统都变成好人了，把贪官变成廉洁，把一些心行不正的都变成了全心全意为人民服务，过去都是自私自利，七天就改变了，他为人民服务了。所以中国社会问题，只要「今现在说法」这个频道出来了，我相信三个月到半年，中国社会就安定了，问题解决了。要教，不能不教！外国大概要一年，要比我们时间长，也能回头，为什么？人都有人性，人性本善，这个不论中国人、外国人，人性本善。中国老祖宗知道，外国人不知道，中国曾经教过五千年，这个外国人不知道。所以只要把中国东西找回来，中国有救，世界有救。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以有人問我，中國的問題、外國的問題，中國問題比外國好解決，為什麼？因為中國人有底子，現在雖然不好，老祖宗好，有祖先的福蔭。所以中國人比外國人好教，我們在湯池的實驗不就成功了？三個月就回頭了。現在我們看潮州謝總那裡，他們辦這個論壇，告訴我，七天，短期的，長期的二十一天，沒有一個不受感化。參加他們論壇是政府官員，地方中下級的幹部，統統都變成好人了，把貪官變成廉潔，把一些心行不正的都變成了全心全意為人民服務，過去都是自私自利，七天就改變了，他為人民服務了。所以中國社會問題，只要「今現在說法」這個頻道出來了，我相信三個月到半年，中國社會就安定了，問題解決了。要教，不能不教！外國大概要一年，要比我們時間長，也能回頭，為什麼？人都有人性，人性本善，這個不論中國人、外國人，人性本善。中國老祖宗知道，外國人不知道，中國曾經教過五千年，這個外國人不知道。所以只要把中國東西找回來，中國有救，世界有救。好，今天時間到了，我們就學習到此地。"
    }
  ]
}