{
  "doc_id": "02-040-0065",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十五集",
    "zh_TW": "第六十五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0065",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0065_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百九十一页，第五行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百九十一頁，第五行，從當中看起："
    },
    {
      "id": "02-040-0065_p0002",
      "zh_CN": "「世尊，何等名为发十种心。由是心故，当得往生彼佛世界」。《发胜志乐经》里面讲的弥勒菩萨念佛十种心，前面六条我们学过了，无损害心、无逼恼心、乐守护心、无执着心、起净意心、无忘失心这个六种，每一条我们都应该学习。第七是「无下劣心」。什么叫下劣？下劣是不平等，应当以平等心待人接物。「念佛之人，常行平等之心，于诸众生尊重恭敬，不生轻慢。」这一条非常重要，为什么？修行，不但是修行，世出世间法最忌讳的是傲慢。孔子在《论语》上说，「如有周公之才之美」。孔子一生当中最佩服的三个人，尧、舜、周公，真的佩服到五体投地，心里头真有。所谓是见尧在羹，吃的这碗汤，看到这汤，尧王在汤里面现相；见舜于墙，在墙壁上看到舜王的影子；在梦中见到周公。真诚到极处，他现相。我们明白这个道理，一切法从心想生。我们的真诚心不够，佛菩萨不现身；真诚到极处，佛菩萨现身。佛菩萨现身是给你做印证，等于说是回答你。不是常常现身，常常现身这是魔事，不是佛事。",
      "zh_TW": "「世尊，何等名為發十種心。由是心故，當得往生彼佛世界」。《發勝志樂經》裡面講的彌勒菩薩念佛十種心，前面六條我們學過了，無損害心、無逼惱心、樂守護心、無執著心、起淨意心、無忘失心這個六種，每一條我們都應該學習。第七是「無下劣心」。什麼叫下劣？下劣是不平等，應當以平等心待人接物。「念佛之人，常行平等之心，於諸眾生尊重恭敬，不生輕慢。」這一條非常重要，為什麼？修行，不但是修行，世出世間法最忌諱的是傲慢。孔子在《論語》上說，「如有周公之才之美」。孔子一生當中最佩服的三個人，堯、舜、周公，真的佩服到五體投地，心裡頭真有。所謂是見堯在羹，吃的這碗湯，看到這湯，堯王在湯裡面現相；見舜於牆，在牆壁上看到舜王的影子；在夢中見到周公。真誠到極處，他現相。我們明白這個道理，一切法從心想生。我們的真誠心不夠，佛菩薩不現身；真誠到極處，佛菩薩現身。佛菩薩現身是給你做印證，等於說是回答你。不是常常現身，常常現身這是魔事，不是佛事。"
    },
    {
      "id": "02-040-0065_p0003",
      "zh_CN": "远公，我们净宗第一代祖师，创建东林念佛堂，净土宗第一个道场。邀集志同道合，就是一心求生净土，这志同道合，一百二十三个人，结界念佛。东林有个小溪，以虎溪为界，不越过虎溪，在这个范围之内，心是定的。这一百二十三个人个个都往生，往生时间前后不一样。远公自己三次见到极乐世界，从来没有给人说过。往生之前告诉大家，极乐世界境界现前见到了，见到佛，还见到刘遗民，他就是莲社的莲友，先往生的，都在阿弥陀佛的身边一起来接引他。他知道时间到了，告诉大家我走了，并且告诉大家，极乐世界过去曾经见过三次。同修问他是什么样子？他回答说，跟经上所说的一模一样。我们知道，远公那个时代，净宗只有一部经，《无量寿经》，《弥陀经》、《观经》还没有翻译出来。远公大师三经只看到一本，三经一论，你看他就依一种，那么殊胜。我们看弥勒菩萨这十种心，慧远大师统统有，我相信莲社这一百二十三个人，人人都达到这个境界。",
      "zh_TW": "遠公，我們淨宗第一代祖師，創建東林念佛堂，淨土宗第一個道場。邀集志同道合，就是一心求生淨土，這志同道合，一百二十三個人，結界念佛。東林有個小溪，以虎溪為界，不越過虎溪，在這個範圍之內，心是定的。這一百二十三個人個個都往生，往生時間前後不一樣。遠公自己三次見到極樂世界，從來沒有給人說過。往生之前告訴大家，極樂世界境界現前見到了，見到佛，還見到劉遺民，他就是蓮社的蓮友，先往生的，都在阿彌陀佛的身邊一起來接引他。他知道時間到了，告訴大家我走了，並且告訴大家，極樂世界過去曾經見過三次。同修問他是什麼樣子？他回答說，跟經上所說的一模一樣。我們知道，遠公那個時代，淨宗只有一部經，《無量壽經》，《彌陀經》、《觀經》還沒有翻譯出來。遠公大師三經只看到一本，三經一論，你看他就依一種，那麼殊勝。我們看彌勒菩薩這十種心，慧遠大師統統有，我相信蓮社這一百二十三個人，人人都達到這個境界。"
    },
    {
      "id": "02-040-0065_p0004",
      "zh_CN": "七、「无下劣心」，就是念佛之人常行平等之心。为什么？大乘经上告诉我们，一切众生本来是佛，这是真的不是假的。每一尊佛看一切众生都是佛，对众生的礼敬跟对佛完全相同。特别是普贤行愿，十大愿王头一条「礼敬诸佛」。那个诸佛怎么讲？过去佛、现在佛、未来佛。一切众生都是未来佛，他肯定成佛。为什么？他有佛性，他怎么会不成佛？怎样才能成佛？大乘经上讲得非常之好，众生之所以不能成佛，佛在《华严经》上说，「一切众生皆有如来智慧德相」，那就是佛，「但以妄想执着而不能证得」，这不是讲得很清楚吗？只要你能够把妄想，妄想是什么？起心动念，眼见色，起心动念；耳闻声，起心动念；鼻嗅香，起心动念；舌尝味，起心动念；身触、意知，没有一样不起心动念。",
      "zh_TW": "七、「無下劣心」，就是念佛之人常行平等之心。為什麼？大乘經上告訴我們，一切眾生本來是佛，這是真的不是假的。每一尊佛看一切眾生都是佛，對眾生的禮敬跟對佛完全相同。特別是普賢行願，十大願王頭一條「禮敬諸佛」。那個諸佛怎麼講？過去佛、現在佛、未來佛。一切眾生都是未來佛，他肯定成佛。為什麼？他有佛性，他怎麼會不成佛？怎樣才能成佛？大乘經上講得非常之好，眾生之所以不能成佛，佛在《華嚴經》上說，「一切眾生皆有如來智慧德相」，那就是佛，「但以妄想執著而不能證得」，這不是講得很清楚嗎？只要你能夠把妄想，妄想是什麼？起心動念，眼見色，起心動念；耳聞聲，起心動念；鼻嗅香，起心動念；舌嘗味，起心動念；身觸、意知，沒有一樣不起心動念。"
    },
    {
      "id": "02-040-0065_p0005",
      "zh_CN": "起心动念是什么？起心动念叫无明。怎么叫无明？你就不知道了。不起心、不动念是真心。诸位要知道，真心人人都有，妄心是从真心起来的。真心好比一盆水，静态，这水干净没有染污、没有波浪，像一面镜子一样，它能照见。你看观世音菩萨，「行深般若波罗蜜多时，照见五蕴皆空」。那是什么境界？大乘经上讲八地以上，八地以上的心就那么清净，叫清净平等，觉就是照。我们经题上「清净平等觉」，人人都有。可是一起心动念就产生波动现象，心就不平，照就失掉了。要平它才能照，稍微起一点波浪就不能照。分别是大浪，执着是染污。这就是什么？我们的心起心动念、分别执着，这个心是有染污、有大波浪，所以照的作用就失掉，见不到真相。",
      "zh_TW": "起心動念是什麼？起心動念叫無明。怎麼叫無明？你就不知道了。不起心、不動念是真心。諸位要知道，真心人人都有，妄心是從真心起來的。真心好比一盆水，靜態，這水乾淨沒有染污、沒有波浪，像一面鏡子一樣，它能照見。你看觀世音菩薩，「行深般若波羅蜜多時，照見五蘊皆空」。那是什麼境界？大乘經上講八地以上，八地以上的心就那麼清淨，叫清淨平等，覺就是照。我們經題上「清淨平等覺」，人人都有。可是一起心動念就產生波動現象，心就不平，照就失掉了。要平它才能照，稍微起一點波浪就不能照。分別是大浪，執著是染污。這就是什麼？我們的心起心動念、分別執著，這個心是有染污、有大波浪，所以照的作用就失掉，見不到真相。"
    },
    {
      "id": "02-040-0065_p0006",
      "zh_CN": "真相，真相是空相，那个空不等于无。真相是自性，是自己的真如本性。真如本性在哪里？无处不在，一切时、一切处它都在，它永远不动，真心是不动的。惠能大师见性，第四句他说的「何期自性，本无动摇」。自性就是真心，真心不动摇，会动的就不是真心。所以，起心动念这心动了，动了就起波浪，这个波浪叫无明。所有一切物质现象、精神现象、自然现象，都是波动里面产生的。这桩事情被近代量子力学家发现了，跟佛经上讲的一样，佛经讲得比他还清楚。由此可知，大乘佛学是高等科学。相从哪里来？相由心生，从念头上来的。孔子天天想着尧舜、想着周公，所以作梦梦见周公，在墙壁上看见舜王，在汤碗里面看见尧王。尧舜禹汤，这是中国古时候的圣王，圣人。",
      "zh_TW": "真相，真相是空相，那個空不等於無。真相是自性，是自己的真如本性。真如本性在哪裡？無處不在，一切時、一切處它都在，它永遠不動，真心是不動的。惠能大師見性，第四句他說的「何期自性，本無動搖」。自性就是真心，真心不動搖，會動的就不是真心。所以，起心動念這心動了，動了就起波浪，這個波浪叫無明。所有一切物質現象、精神現象、自然現象，都是波動裡面產生的。這樁事情被近代量子力學家發現了，跟佛經上講的一樣，佛經講得比他還清楚。由此可知，大乘佛學是高等科學。相從哪裡來？相由心生，從念頭上來的。孔子天天想著堯舜、想著周公，所以作夢夢見周公，在牆壁上看見舜王，在湯碗裡面看見堯王。堯舜禹湯，這是中國古時候的聖王，聖人。"
    },
    {
      "id": "02-040-0065_p0007",
      "zh_CN": "但是孔子说，「如有周公之才之美」，假如一个人他的才华像周公一样，「使骄且吝」，可是你仔细观察，他有一点傲慢，还有一点吝啬，孔子说「其余则不足观也」，是假的不是真的。为什么？里头掺着，所谓是醍醐里头掺着有毒药。无论是大乘小乘、宗门教下、显教密教，佛头一个就教我们断贪瞋痴。十善里头，不杀生、不偷盗、不邪淫，身三善；不妄语、不恶口、不绮语，口四善，要加不两舌；意，不贪、不瞋、不痴，十善里头修的。我常常说，劝勉同学也劝勉我自己，情执是贪毒的核心，我们要能把贪断掉，先从情执上下手，那是贪的心；傲慢是瞋的心，很不好断；怀疑是痴的中心。这讲到核心，情执、傲慢、怀疑。断贪瞋痴，要从这三个断起。放下情执、放下傲慢、放下怀疑，贪瞋痴就容易断；这三样东西要是不能放下，贪瞋痴断不了。",
      "zh_TW": "但是孔子說，「如有周公之才之美」，假如一個人他的才華像周公一樣，「使驕且吝」，可是你仔細觀察，他有一點傲慢，還有一點吝嗇，孔子說「其餘則不足觀也」，是假的不是真的。為什麼？裡頭摻著，所謂是醍醐裡頭摻著有毒藥。無論是大乘小乘、宗門教下、顯教密教，佛頭一個就教我們斷貪瞋痴。十善裡頭，不殺生、不偷盜、不邪淫，身三善；不妄語、不惡口、不綺語，口四善，要加不兩舌；意，不貪、不瞋、不痴，十善裡頭修的。我常常說，勸勉同學也勸勉我自己，情執是貪毒的核心，我們要能把貪斷掉，先從情執上下手，那是貪的心；傲慢是瞋的心，很不好斷；懷疑是痴的中心。這講到核心，情執、傲慢、懷疑。斷貪瞋痴，要從這三個斷起。放下情執、放下傲慢、放下懷疑，貪瞋痴就容易斷；這三樣東西要是不能放下，貪瞋痴斷不了。"
    },
    {
      "id": "02-040-0065_p0008",
      "zh_CN": "要知道，贪瞋痴这个烦恼是与生俱来，它是末那识里头的一分子。末那识就是第七，意根，就是我执。转末那识，平等心就现前，有末那识就决定不会平等。所以凡夫做不到，二乘也做不到。什么时候能做到？明心见性，大彻大悟，转八识成四智，他的清净平等觉现前了。我们没有到这个境界，自己以为得到，这叫增上慢。也不能怪你，是你误会，你不是骗人，没有欺骗人的心，是误会，没有到这个境界自己以为到了，这是修行人也常常有的事情。世间法有傲慢、有吝啬，孔子都说「其余则不足观也」，其他不必看了，这人不是圣人，不是真的，他是假的。夫子这些话记载在《论语》里头，教给我们看人。这个人是真修行人是假修行人，你细心去观察，他有没有傲慢，他有没有怀疑，你从这上看，有没有情执。如果这三个都有，他是凡夫，贪瞋痴慢他统统具足，烦恼没断。",
      "zh_TW": "要知道，貪瞋痴這個煩惱是與生俱來，它是末那識裡頭的一分子。末那識就是第七，意根，就是我執。轉末那識，平等心就現前，有末那識就決定不會平等。所以凡夫做不到，二乘也做不到。什麼時候能做到？明心見性，大徹大悟，轉八識成四智，他的清淨平等覺現前了。我們沒有到這個境界，自己以為得到，這叫增上慢。也不能怪你，是你誤會，你不是騙人，沒有欺騙人的心，是誤會，沒有到這個境界自己以為到了，這是修行人也常常有的事情。世間法有傲慢、有吝嗇，孔子都說「其餘則不足觀也」，其他不必看了，這人不是聖人，不是真的，他是假的。夫子這些話記載在《論語》裡頭，教給我們看人。這個人是真修行人是假修行人，你細心去觀察，他有沒有傲慢，他有沒有懷疑，你從這上看，有沒有情執。如果這三個都有，他是凡夫，貪瞋痴慢他統統具足，煩惱沒斷。"
    },
    {
      "id": "02-040-0065_p0009",
      "zh_CN": "烦恼没有断，真正在这一生能成功只有一门，净土，净土可以帮助你带业往生。什么条件能往生？你念佛能把烦恼伏住，不是断，没断，念佛能把它控制住，这叫伏烦恼，不是断烦恼，断烦恼我们做不到，伏烦恼可以。佛怎么个念法？烦恼习气才动，这个念头才生，第一个念头，第二个念头就是阿弥陀佛，把它转过来，转到阿弥陀佛了。然后念念是阿弥陀佛，不能让烦恼一念、二念、三念继续下去，那就坏了。烦恼只能一个念头，第二念头就转了，这叫会念佛，把烦恼念掉了，把业障念掉了。阿弥陀佛这个名号功德，如果对于《无量寿经》不能透彻了解，你不知道。透彻了解，黄念老的集注好，帮了我们大忙。真正了解之后，才晓得名号功德真的不可思议，对它决定没有怀疑。这个名号产生巨大的能量，烦恼不断自然断掉，业障不消自然消掉，这就是古人所说的，净宗这个方法暗合道妙。这个道，禅的道，密的道，《华严》的道，《法华》的道，没有两样。方法真的简单容易，你真的能信，你真的能愿，真能念佛。真信、真愿、真念佛的人，心里头清净，没有杂念，没有妄想，这个很重要。如果有杂念、妄想，把功夫全破坏了。",
      "zh_TW": "煩惱沒有斷，真正在這一生能成功只有一門，淨土，淨土可以幫助你帶業往生。什麼條件能往生？你念佛能把煩惱伏住，不是斷，沒斷，念佛能把它控制住，這叫伏煩惱，不是斷煩惱，斷煩惱我們做不到，伏煩惱可以。佛怎麼個念法？煩惱習氣才動，這個念頭才生，第一個念頭，第二個念頭就是阿彌陀佛，把它轉過來，轉到阿彌陀佛了。然後念念是阿彌陀佛，不能讓煩惱一念、二念、三念繼續下去，那就壞了。煩惱只能一個念頭，第二念頭就轉了，這叫會念佛，把煩惱念掉了，把業障念掉了。阿彌陀佛這個名號功德，如果對於《無量壽經》不能透徹了解，你不知道。透徹了解，黃念老的集註好，幫了我們大忙。真正了解之後，才曉得名號功德真的不可思議，對它決定沒有懷疑。這個名號產生巨大的能量，煩惱不斷自然斷掉，業障不消自然消掉，這就是古人所說的，淨宗這個方法暗合道妙。這個道，禪的道，密的道，《華嚴》的道，《法華》的道，沒有兩樣。方法真的簡單容易，你真的能信，你真的能願，真能念佛。真信、真願、真念佛的人，心裡頭清淨，沒有雜念，沒有妄想，這個很重要。如果有雜念、妄想，把功夫全破壞了。"
    },
    {
      "id": "02-040-0065_p0010",
      "zh_CN": "《观经四帖疏．上品上生章》讲到最后，十方诸佛现身来劝你，劝你放弃净土法门，我还有更好的方法叫你立刻成佛。这个人什么态度？跟佛顶礼，谢谢诸佛如来，我已经修这个法门，我不再改了，信心如是的坚定。说得真好！坚定的信心决定得佛加持，决定得佛接引。所以过去李老师告诉我，他讲到念佛，说到这些阿公阿婆，乡下老太婆，不认识字，一天到晚就一句阿弥陀佛，她什么也不懂，你跟她讲什么话，她都是阿弥陀佛、阿弥陀佛，没有第二句话，满面笑容，非常慈悲。李老师说，这种人是真正念佛人。他说我想学，想了多少年，学不到。这种人往生，你别看不起他，决定是实报庄严土上辈往生，上上品、上中品、上下品，实报庄严土。这种人是真佛弟子。",
      "zh_TW": "《觀經四帖疏．上品上生章》講到最後，十方諸佛現身來勸你，勸你放棄淨土法門，我還有更好的方法叫你立刻成佛。這個人什麼態度？跟佛頂禮，謝謝諸佛如來，我已經修這個法門，我不再改了，信心如是的堅定。說得真好！堅定的信心決定得佛加持，決定得佛接引。所以過去李老師告訴我，他講到念佛，說到這些阿公阿婆，鄉下老太婆，不認識字，一天到晚就一句阿彌陀佛，她什麼也不懂，你跟她講什麼話，她都是阿彌陀佛、阿彌陀佛，沒有第二句話，滿面笑容，非常慈悲。李老師說，這種人是真正念佛人。他說我想學，想了多少年，學不到。這種人往生，你別看不起他，決定是實報莊嚴土上輩往生，上上品、上中品、上下品，實報莊嚴土。這種人是真佛弟子。"
    },
    {
      "id": "02-040-0065_p0011",
      "zh_CN": "我们再看近代，谛闲法师那个锅漏匠的徒弟，他就是这一类人。为什么？他不认识字，人又笨，什么都不会，出家是被逼着没办法，走投无路了。学锅漏匠这个手艺，这种手艺我们在抗战时候看到，抗战之后再也没有看到，没有这种人了。这个手艺是锅碗打破了，他再把它补起来，还可以用。从前乡下资源缺乏，现在打破都丢掉，都不要了，那个时候还能把它补起来用。这个行业比讨饭稍微好一点，几乎是同一类，你说多可怜，四十多岁了。谛闲法师跟他同乡，小时候在一起的玩伴，这么个关系。看到出家不错，有吃、有穿的，还有房子住，很羡慕，一定要出家。出家至少五堂功课要会做，决定学不会，这人奇笨无比。所以最后谛闲法师搞得没办法，跟他谈条件。他说：行，什么条件我都接受。这样给他剃头。剃头之后就叫他，我在乡下找一个小庙，废弃的小庙没人住了，宁波那个时候乡下这种小庙很多，找一个这样的庙让他住。就教他一句南无阿弥陀佛，你一天到晚你就念，念累了你就休息，休息好了接着念，不分昼夜。他一点压力都没有，念累了就休息，休息好了起来就接着念。三年，预知时至，肯定见到阿弥陀佛，他没有告诉任何人，连往生都不告诉人。",
      "zh_TW": "我們再看近代，諦閑法師那個鍋漏匠的徒弟，他就是這一類人。為什麼？他不認識字，人又笨，什麼都不會，出家是被逼著沒辦法，走投無路了。學鍋漏匠這個手藝，這種手藝我們在抗戰時候看到，抗戰之後再也沒有看到，沒有這種人了。這個手藝是鍋碗打破了，他再把它補起來，還可以用。從前鄉下資源缺乏，現在打破都丟掉，都不要了，那個時候還能把它補起來用。這個行業比討飯稍微好一點，幾乎是同一類，你說多可憐，四十多歲了。諦閑法師跟他同鄉，小時候在一起的玩伴，這麼個關係。看到出家不錯，有吃、有穿的，還有房子住，很羨慕，一定要出家。出家至少五堂功課要會做，決定學不會，這人奇笨無比。所以最後諦閑法師搞得沒辦法，跟他談條件。他說：行，什麼條件我都接受。這樣給他剃頭。剃頭之後就叫他，我在鄉下找一個小廟，廢棄的小廟沒人住了，寧波那個時候鄉下這種小廟很多，找一個這樣的廟讓他住。就教他一句南無阿彌陀佛，你一天到晚你就念，念累了你就休息，休息好了接著念，不分晝夜。他一點壓力都沒有，念累了就休息，休息好了起來就接著念。三年，預知時至，肯定見到阿彌陀佛，他沒有告訴任何人，連往生都不告訴人。"
    },
    {
      "id": "02-040-0065_p0012",
      "zh_CN": "往生前一天，到城里去看看亲戚朋友，那我想他是去辞行的，看看大家问问好。回来之后，有一个照顾他的老太太，每天替他烧两餐饭，中午、晚上，给他洗衣服，早晨一餐自己料理。连这个老太太也没有告诉她，只给老太太像开玩笑一样的，说了一句话，说老居士，明天妳不要替我烧饭，就说这么一句话。老太太心里想，大概明天有朋友请他吃饭，因为他今天到城里去了一趟。一点风声没透。到第二天，快到中午，老太太看师父有没有在家，来叫，没有人答应。最后看到师父站在佛像面前，站着，手上拿着念珠，叫他不答应，仔细一看，他死了，往生了。赶快通知人去观宗寺报信。观宗寺距离很远，往返三天的时间，谛闲老和尚听到这个消息赶紧来替他办后事，来这站了三天。站着往生的人我们听说过，站到三天的大概就他一个，没有第二个，站着往生，往生之后还站三天。谛老对他的赞叹：了不得！他说：「你呀，你成就了，天下弘宗演教的善知识比不上你」，弘宗是禅宗，弘扬禅宗的大德，演教是讲经的法师，不如你，「丛林宝刹的方丈住持也不如你。」弘宗演教是智慧，丛林方丈是福报，也就是说，无论是福是慧，没有人能比得上你，就一句佛号。他是什么念头都没有，有一个念头就是干扰，不是好事情，他能够功夫用到纯一，纯净纯善。不难，三年就成功了。谛闲老和尚徒弟里头成就的，锅漏匠是第一，谁都比不上他。他因为什么都不会，他还有傲慢心吗？没有。",
      "zh_TW": "往生前一天，到城裡去看看親戚朋友，那我想他是去辭行的，看看大家問問好。回來之後，有一個照顧他的老太太，每天替他燒兩餐飯，中午、晚上，給他洗衣服，早晨一餐自己料理。連這個老太太也沒有告訴她，只給老太太像開玩笑一樣的，說了一句話，說老居士，明天妳不要替我燒飯，就說這麼一句話。老太太心裡想，大概明天有朋友請他吃飯，因為他今天到城裡去了一趟。一點風聲沒透。到第二天，快到中午，老太太看師父有沒有在家，來叫，沒有人答應。最後看到師父站在佛像面前，站著，手上拿著念珠，叫他不答應，仔細一看，他死了，往生了。趕快通知人去觀宗寺報信。觀宗寺距離很遠，往返三天的時間，諦閑老和尚聽到這個消息趕緊來替他辦後事，來這站了三天。站著往生的人我們聽說過，站到三天的大概就他一個，沒有第二個，站著往生，往生之後還站三天。諦老對他的讚歎：了不得！他說：「你呀，你成就了，天下弘宗演教的善知識比不上你」，弘宗是禪宗，弘揚禪宗的大德，演教是講經的法師，不如你，「叢林寶剎的方丈住持也不如你。」弘宗演教是智慧，叢林方丈是福報，也就是說，無論是福是慧，沒有人能比得上你，就一句佛號。他是什麼念頭都沒有，有一個念頭就是干擾，不是好事情，他能夠功夫用到純一，純淨純善。不難，三年就成功了。諦閑老和尚徒弟裡頭成就的，鍋漏匠是第一，誰都比不上他。他因為什麼都不會，他還有傲慢心嗎？沒有。"
    },
    {
      "id": "02-040-0065_p0013",
      "zh_CN": "我们再回想想，唐朝六祖惠能大师没有念过书，不认识字，樵夫。这个行业现在没有了，抗战时候有。抗战时候城里，住在城里，没有瓦斯、没有电、没有自来水，所以烧灶、烧柴火，就有这个行业。年轻人苦力，上山砍柴，挑到城里来卖，惠能大师干这个的，还有挑水，挑水到城里来卖。我小的时候，十岁离开家跟着我父亲，父亲在建瓯县政府担任主任秘书，所以我们就住在城里，每天要买水、要买柴。大概是一个卖水卖柴的人，他会包几家，大概也是不超过十家的样子。他靠这个生活，完全靠苦力。这些人都非常老实，都非常谦卑，清寒到极处。",
      "zh_TW": "我們再回想想，唐朝六祖惠能大師沒有念過書，不認識字，樵夫。這個行業現在沒有了，抗戰時候有。抗戰時候城裡，住在城裡，沒有瓦斯、沒有電、沒有自來水，所以燒灶、燒柴火，就有這個行業。年輕人苦力，上山砍柴，挑到城裡來賣，惠能大師幹這個的，還有挑水，挑水到城裡來賣。我小的時候，十歲離開家跟著我父親，父親在建甌縣政府擔任主任祕書，所以我們就住在城裡，每天要買水、要買柴。大概是一個賣水賣柴的人，他會包幾家，大概也是不超過十家的樣子。他靠這個生活，完全靠苦力。這些人都非常老實，都非常謙卑，清寒到極處。"
    },
    {
      "id": "02-040-0065_p0014",
      "zh_CN": "念佛人对一切人都要用平等心，都要知道尊重恭敬，为什么？跟普贤行相应。菩萨不修普贤行不能成佛，普贤十愿第一个「礼敬诸佛」。这个诸佛里头特别重视未来佛，一切众生皆是未来佛，不论他行善还是行恶，你都要恭敬他，不能有一丝毫傲慢的心。实在讲，这个恭敬是断自己傲慢的烦恼。傲慢是瞋，瞋恚，是堕地狱道的；情执、贪爱是饿鬼道的；怀疑、愚痴是畜生道。这是佛教我们远离三恶道，虽然不能出六道轮回，不要堕三恶道，教我们用这些方法，用礼敬、用赞叹、用供养。自己呢？忏除业障。其实，十愿每一愿都是忏除业障，礼敬是忏除傲慢的业障，是忏除不恭敬的业障；称赞是忏除嫉妒障碍，忏除毁谤别人的业障；供养是忏除贪婪的业障，全都是！对一切众生能行布施，自己有的可以供养别人，供养别人自己没有了也没有关系，帮助别人优先，自己总放在最后，这是菩萨，这是真正的修善，积功累德。不轻视别人，对人没有傲慢，知道一切众生，中国古人讲的性本善。「人之初，性本善」，那个本善不是善恶的善，实在讲就是赞叹真如自性。这个善是赞美，好极了、圆满极了、究竟极了，是这个意思。",
      "zh_TW": "念佛人對一切人都要用平等心，都要知道尊重恭敬，為什麼？跟普賢行相應。菩薩不修普賢行不能成佛，普賢十願第一個「禮敬諸佛」。這個諸佛裡頭特別重視未來佛，一切眾生皆是未來佛，不論他行善還是行惡，你都要恭敬他，不能有一絲毫傲慢的心。實在講，這個恭敬是斷自己傲慢的煩惱。傲慢是瞋，瞋恚，是墮地獄道的；情執、貪愛是餓鬼道的；懷疑、愚痴是畜生道。這是佛教我們遠離三惡道，雖然不能出六道輪迴，不要墮三惡道，教我們用這些方法，用禮敬、用讚歎、用供養。自己呢？懺除業障。其實，十願每一願都是懺除業障，禮敬是懺除傲慢的業障，是懺除不恭敬的業障；稱讚是懺除嫉妒障礙，懺除毀謗別人的業障；供養是懺除貪婪的業障，全都是！對一切眾生能行布施，自己有的可以供養別人，供養別人自己沒有了也沒有關係，幫助別人優先，自己總放在最後，這是菩薩，這是真正的修善，積功累德。不輕視別人，對人沒有傲慢，知道一切眾生，中國古人講的性本善。「人之初，性本善」，那個本善不是善惡的善，實在講就是讚歎真如自性。這個善是讚美，好極了、圓滿極了、究竟極了，是這個意思。"
    },
    {
      "id": "02-040-0065_p0015",
      "zh_CN": "我们今天学佛没有得到佛的感应，自己修行功夫不得力，诚敬心不够。印光大师常说，「一分诚敬得一分利益，十分诚敬得十分利益」，没有诚敬心，利益从哪里来？看到的经典、讲解，都是自己的妄念，不是真实智慧。古时候人讲经，不是随便可以开口，没有开悟，没有资格讲经，条件很高；没有大彻大悟，不能够著作。古人这些著作，当时高僧大德他们看过、他们认同，再报到皇帝那里去，皇帝批准，收入《藏经》，叫入藏。所谓入藏就是经过严格审查的，决定可靠；没有入藏的，这里头有问题。老师教我们看注解看什么？古注，不看今人注解，今人没有经过严格审核。古注看不懂了，找今人的注解，只看这一段，我这一段不懂，我找现在人做参考，只看这一段，帮助自己理解。实在不懂的念过去，不能强不知以为知，为什么？误导众生，罪过很重。",
      "zh_TW": "我們今天學佛沒有得到佛的感應，自己修行功夫不得力，誠敬心不夠。印光大師常說，「一分誠敬得一分利益，十分誠敬得十分利益」，沒有誠敬心，利益從哪裡來？看到的經典、講解，都是自己的妄念，不是真實智慧。古時候人講經，不是隨便可以開口，沒有開悟，沒有資格講經，條件很高；沒有大徹大悟，不能夠著作。古人這些著作，當時高僧大德他們看過、他們認同，再報到皇帝那裡去，皇帝批准，收入《藏經》，叫入藏。所謂入藏就是經過嚴格審查的，決定可靠；沒有入藏的，這裡頭有問題。老師教我們看註解看什麼？古註，不看今人註解，今人沒有經過嚴格審核。古註看不懂了，找今人的註解，只看這一段，我這一段不懂，我找現在人做參考，只看這一段，幫助自己理解。實在不懂的念過去，不能強不知以為知，為什麼？誤導眾生，罪過很重。"
    },
    {
      "id": "02-040-0065_p0016",
      "zh_CN": "古人小心谨慎，「错下一个字转语，堕五百世野狐身」，百丈禅师的公案，那真的不是假的。那野狐修得不错了，修成人身，百丈大师讲经说法，牠常常来听。别人不认识，百丈大师知道，那是个狐狸精。有一天来找大师，求大师帮助，牠因为说错了话，讲经说错一句话，招这么大的果报，求大师帮牠忙，指点牠。百丈大师说行，明天你来，你把从前人家问你这句话，你拿来问我。到第二天来了，他向百丈大师请教，说「大修行人还落不落因果？」他从前就是这一句话，他怎么答人家？「不落因果」，堕五百世野狐身。百丈大师替他改一个字，「不昧因果」，他就解脱了。第二天他就圆寂，走了，离开野狐身。这一字之差，不落因果是没有因果，不昧因果是因果清清楚楚。你清楚了解，你一点都不迷惑，不昧因果。这个结就解开，他就脱离野狐身。",
      "zh_TW": "古人小心謹慎，「錯下一個字轉語，墮五百世野狐身」，百丈禪師的公案，那真的不是假的。那野狐修得不錯了，修成人身，百丈大師講經說法，牠常常來聽。別人不認識，百丈大師知道，那是個狐狸精。有一天來找大師，求大師幫助，牠因為說錯了話，講經說錯一句話，招這麼大的果報，求大師幫牠忙，指點牠。百丈大師說行，明天你來，你把從前人家問你這句話，你拿來問我。到第二天來了，他向百丈大師請教，說「大修行人還落不落因果？」他從前就是這一句話，他怎麼答人家？「不落因果」，墮五百世野狐身。百丈大師替他改一個字，「不昧因果」，他就解脫了。第二天他就圓寂，走了，離開野狐身。這一字之差，不落因果是沒有因果，不昧因果是因果清清楚楚。你清楚了解，你一點都不迷惑，不昧因果。這個結就解開，他就脫離野狐身。"
    },
    {
      "id": "02-040-0065_p0017",
      "zh_CN": "所以，这个事情不是一桩容易事情，老师叫我们讲经，我们怎么敢？老师说，你们不发心讲经，没人讲了，佛法断了。那怎么办？所以老师教给我们的方法，我们不是讲经，我们是讲注解。古人的注解是文言文写的，仔细去研究，用白话文把它讲出来，就是做翻译。自己真正修行有心得、有体会了，这就可以讲。老师这个方法，我们才敢尝试，全依古人的注解。古人注解里头只能依一个，他的体系就完整；两个人，他两个人看法、想法不一样，会产生问题。所以注解只能依一家，不能找好多，找好多就变成大杂烩，不纯，会讲得别人莫名其妙。这都是老师教导的。平常要多看经，要多看注解，这是什么？增加你的佛学常识，你知道怎么去利用注解。总的一个原则，深的文字要浅说，长的文字要短说，才契机。太冗长了别人害怕，太深了人听不懂，必得契机契理，这才叫正说。",
      "zh_TW": "所以，這個事情不是一樁容易事情，老師叫我們講經，我們怎麼敢？老師說，你們不發心講經，沒人講了，佛法斷了。那怎麼辦？所以老師教給我們的方法，我們不是講經，我們是講註解。古人的註解是文言文寫的，仔細去研究，用白話文把它講出來，就是做翻譯。自己真正修行有心得、有體會了，這就可以講。老師這個方法，我們才敢嘗試，全依古人的註解。古人註解裡頭只能依一個，他的體系就完整；兩個人，他兩個人看法、想法不一樣，會產生問題。所以註解只能依一家，不能找好多，找好多就變成大雜燴，不純，會講得別人莫名其妙。這都是老師教導的。平常要多看經，要多看註解，這是什麼？增加你的佛學常識，你知道怎麼去利用註解。總的一個原則，深的文字要淺說，長的文字要短說，才契機。太冗長了別人害怕，太深了人聽不懂，必得契機契理，這才叫正說。"
    },
    {
      "id": "02-040-0065_p0018",
      "zh_CN": "恭敬心比什么都重要，现在佛教不出人才，问题在哪里？恭敬心没有，这是真的。为什么没有恭敬心？从小没人教。我们这个年龄，如果生在都市，那就没法子了，我们生在乡村。农村里面在那个时候，真的还有三家村里面的秀才开个班，私塾，十几、二十几个小孩跟着他学习，念《三字经》、念《千字文》、念《百家姓》，念这些东西。年岁大一点，念得久一点，念《四书五经》，那大概上学五、六年以上了。我上那种私塾大概一年，所以这正式典籍我们就没有学到，我们学了一点皮毛，懂得私塾里面那些教学，我们亲自看到过的。这个里头着重教你做人，给你讲伦理、道德、因果，讲这些东西，从小有这么一点点根。到第二年，私塾就没有了，政府设立学校，叫初级学校，两年制的，两年就毕业了。城里面有些小学有六年级，从一年到六年，乡下叫短期学校，两年，私塾没有了。那个时候短期学校里头还有一门修身的课程。抗战期间八年，学制三次改变，我念到小学四年级的时候，修身没有了，改成公民，又过了两年，改成社会，改了三次。换句话说，把我们对於伦理道德的观念愈来愈远了。",
      "zh_TW": "恭敬心比什麼都重要，現在佛教不出人才，問題在哪裡？恭敬心沒有，這是真的。為什麼沒有恭敬心？從小沒人教。我們這個年齡，如果生在都市，那就沒法子了，我們生在鄉村。農村裡面在那個時候，真的還有三家村裡面的秀才開個班，私塾，十幾、二十幾個小孩跟著他學習，念《三字經》、念《千字文》、念《百家姓》，念這些東西。年歲大一點，念得久一點，念《四書五經》，那大概上學五、六年以上了。我上那種私塾大概一年，所以這正式典籍我們就沒有學到，我們學了一點皮毛，懂得私塾裡面那些教學，我們親自看到過的。這個裡頭著重教你做人，給你講倫理、道德、因果，講這些東西，從小有這麼一點點根。到第二年，私塾就沒有了，政府設立學校，叫初級學校，兩年制的，兩年就畢業了。城裡面有些小學有六年級，從一年到六年，鄉下叫短期學校，兩年，私塾沒有了。那個時候短期學校裡頭還有一門修身的課程。抗戰期間八年，學制三次改變，我念到小學四年級的時候，修身沒有了，改成公民，又過了兩年，改成社會，改了三次。換句話說，把我們對於倫理道德的觀念愈來愈遠了。"
    },
    {
      "id": "02-040-0065_p0019",
      "zh_CN": "现在学校没有这个课程，所以社会乱了，人心坏了，整个社会成了问题。课程没有了，教的人也没有了，现在纵然有课程，没人教了。所以今天社会问题最严重的，传统文化怎么样延续下去？到哪里去找老师？唯一的方法，就是如何来培养老师。这个老师要在古籍里头去摸索，为什么？没人教你。这是个很辛苦的事情，要有极大的耐心。政府还要支持，政府不支持机会就没有了。政府人真懂得，这就好办，他能认识这一点，知道这桩事情重要性。我们是非常难得，跟马来西亚结了这个缘，早年住在新加坡。马来西亚现任跟前任的首相，他们是君主立宪，首相是国家领导人，对这个状况清楚了、明白了，他们支持。我们的目的，希望华校的老师、校长能够现身说法，他们退休能够在汉学院担任研究员，不是教学生，是跟学生一起学习、一起成长。我跟首相说，需要二十年的时间，才能够培养世界第一流的汉学家。首相明白了，有这个兴趣，发心认真的护持，这好事情！要没有这些人怎么办？",
      "zh_TW": "現在學校沒有這個課程，所以社會亂了，人心壞了，整個社會成了問題。課程沒有了，教的人也沒有了，現在縱然有課程，沒人教了。所以今天社會問題最嚴重的，傳統文化怎麼樣延續下去？到哪裡去找老師？唯一的方法，就是如何來培養老師。這個老師要在古籍裡頭去摸索，為什麼？沒人教你。這是個很辛苦的事情，要有極大的耐心。政府還要支持，政府不支持機會就沒有了。政府人真懂得，這就好辦，他能認識這一點，知道這樁事情重要性。我們是非常難得，跟馬來西亞結了這個緣，早年住在新加坡。馬來西亞現任跟前任的首相，他們是君主立憲，首相是國家領導人，對這個狀況清楚了、明白了，他們支持。我們的目的，希望華校的老師、校長能夠現身說法，他們退休能夠在漢學院擔任研究員，不是教學生，是跟學生一起學習、一起成長。我跟首相說，需要二十年的時間，才能夠培養世界第一流的漢學家。首相明白了，有這個興趣，發心認真的護持，這好事情！要沒有這些人怎麼辦？"
    },
    {
      "id": "02-040-0065_p0020",
      "zh_CN": "今天中国儒释道一流的老师都没有了，我这个年龄还遇到过，年轻的时候，二、三十岁的时候还有几个，现在都过世了，没有了。我们跟上一辈比差太远，下面跟我们比又差了，又不如我们，一代不如一代，这怎么办？所以要真正了解这桩事情的人，真正来拯救传统文化，真正来拯救正法。现在这个情形，那只有到汉学院，在汉学院里头依众靠众二十年的薰修，自己摸太难太难了。这个方法好，决定是一门深入、长时薰修。学习，照中国古老的方法，从哪里下手？从背诵下手。譬如你学《无量寿经》，学《无量寿经》你把这部经先背熟，要背过。注解里头，重要的注解，一段一段的把它节录出来也要背熟，这叫基本功。要背多少遍？最好是能背一千遍。为什么？心定下来了。古人说「读书千遍，其义自见」，这是真的不是假的。心定下来，心就照见，它就放光，就大彻大悟。这一悟就通了，不但这部经全通了，没有学过的东西也全通了。出世间法通了，世间法也通了，为什么？一切法不离自性，一切法都是自性现出来的，只要见了性，所有一切法全贯通了，这才真正成为一代大师。",
      "zh_TW": "今天中國儒釋道一流的老師都沒有了，我這個年齡還遇到過，年輕的時候，二、三十歲的時候還有幾個，現在都過世了，沒有了。我們跟上一輩比差太遠，下面跟我們比又差了，又不如我們，一代不如一代，這怎麼辦？所以要真正了解這樁事情的人，真正來拯救傳統文化，真正來拯救正法。現在這個情形，那只有到漢學院，在漢學院裡頭依眾靠眾二十年的薰修，自己摸太難太難了。這個方法好，決定是一門深入、長時薰修。學習，照中國古老的方法，從哪裡下手？從背誦下手。譬如你學《無量壽經》，學《無量壽經》你把這部經先背熟，要背過。註解裡頭，重要的註解，一段一段的把它節錄出來也要背熟，這叫基本功。要背多少遍？最好是能背一千遍。為什麼？心定下來了。古人說「讀書千遍，其義自見」，這是真的不是假的。心定下來，心就照見，它就放光，就大徹大悟。這一悟就通了，不但這部經全通了，沒有學過的東西也全通了。出世間法通了，世間法也通了，為什麼？一切法不離自性，一切法都是自性現出來的，只要見了性，所有一切法全貫通了，這才真正成為一代大師。"
    },
    {
      "id": "02-040-0065_p0021",
      "zh_CN": "背诵是修定，中国古时从小教小孩背书，干什么？修定，用这个方法修定。记诵那些是什么？那是附带的，那不是主目的。小孩不教他背书，他要胡思乱想，他会偏离，用这个方法修定。所以中国古老这个方法里面含的功能很多，不是单纯的。念这些书教你记得？不是，目的不在此地，附带的，目的是要你保持清净心，不受外面环境干扰。定久了就有悟处，有小悟、有大悟、有大彻大悟。每个读书人都会经历过的，只要发愤用功。书里的意思懂得了，懂得之后要落实，要做到。基本的功夫，《弟子规》里头讲的一百一十三桩事，每桩都要做到。《太上感应篇》里面说因果报应，善恶报应总共一百九十几条，一定要背诵、要记住。佛法里面《十善业道经》，《十善业道经》最好也是能背，经文不长，没有这部长。这叫基本功，目的不是广学多闻，目的是要你开悟，悟后再广学多闻，方便。",
      "zh_TW": "背誦是修定，中國古時從小教小孩背書，幹什麼？修定，用這個方法修定。記誦那些是什麼？那是附帶的，那不是主目的。小孩不教他背書，他要胡思亂想，他會偏離，用這個方法修定。所以中國古老這個方法裡面含的功能很多，不是單純的。念這些書教你記得？不是，目的不在此地，附帶的，目的是要你保持清淨心，不受外面環境干擾。定久了就有悟處，有小悟、有大悟、有大徹大悟。每個讀書人都會經歷過的，只要發憤用功。書裡的意思懂得了，懂得之後要落實，要做到。基本的功夫，《弟子規》裡頭講的一百一十三樁事，每樁都要做到。《太上感應篇》裡面說因果報應，善惡報應總共一百九十幾條，一定要背誦、要記住。佛法裡面《十善業道經》，《十善業道經》最好也是能背，經文不長，沒有這部長。這叫基本功，目的不是廣學多聞，目的是要你開悟，悟後再廣學多聞，方便。"
    },
    {
      "id": "02-040-0065_p0022",
      "zh_CN": "真正开悟之后，我们看到古印度龙树菩萨，这初地菩萨。大彻大悟，明心见性，释迦牟尼佛四十九年所说的一切经，就是《大藏经》，他三个月全部贯通。行不行？看看惠能大师那个样子就相信，可能。你看《坛经》里头记载的，无尽藏比丘尼受持《大涅槃经》，《大涅槃经》分量很大，两个版本，南传的三十六卷，北传的四十卷。比丘尼在那里诵经，他在旁边只听了一段，听完之后，把这段的大意讲给比丘尼听。比丘尼呆了，讲得真好，闻所未闻，捧着经向他请教。他说我不认识字，不要拿经典给我看。不认识字，你怎么能讲得这么好？这个与认字不认字没关系，与学不学没关系。",
      "zh_TW": "真正開悟之後，我們看到古印度龍樹菩薩，這初地菩薩。大徹大悟，明心見性，釋迦牟尼佛四十九年所說的一切經，就是《大藏經》，他三個月全部貫通。行不行？看看惠能大師那個樣子就相信，可能。你看《壇經》裡頭記載的，無盡藏比丘尼受持《大涅槃經》，《大涅槃經》分量很大，兩個版本，南傳的三十六卷，北傳的四十卷。比丘尼在那裡誦經，他在旁邊只聽了一段，聽完之後，把這段的大意講給比丘尼聽。比丘尼呆了，講得真好，聞所未聞，捧著經向他請教。他說我不認識字，不要拿經典給我看。不認識字，你怎麼能講得這麼好？這個與認字不認字沒關係，與學不學沒關係。"
    },
    {
      "id": "02-040-0065_p0023",
      "zh_CN": "法达禅师受持《法华经》，《法华经》念了三千遍，「读书千遍，其义自见」，他念了三千遍，有一点傲慢的习气，见到六祖拜三拜，头没有着地。等他起来，六祖就说，刚才你三拜头没有着地，你应该有什么值得骄傲的地方。他就说了，诵《法华》三千部。六祖问他，《法华经》讲什么？他说不出来，反过头来向六祖请教。六祖说，这部经我没有听人念过，你既然念得这么熟，你念给我听听。《法华经》二十八品，他只念到第二品，六祖说行了，不要念了，我全知道了，讲给他听，他开悟了。为什么能开悟？那三千部他心定了，就差这一点，他就大彻大悟。",
      "zh_TW": "法達禪師受持《法華經》，《法華經》念了三千遍，「讀書千遍，其義自見」，他念了三千遍，有一點傲慢的習氣，見到六祖拜三拜，頭沒有著地。等他起來，六祖就說，剛才你三拜頭沒有著地，你應該有什麼值得驕傲的地方。他就說了，誦《法華》三千部。六祖問他，《法華經》講什麼？他說不出來，反過頭來向六祖請教。六祖說，這部經我沒有聽人念過，你既然念得這麼熟，你念給我聽聽。《法華經》二十八品，他只念到第二品，六祖說行了，不要念了，我全知道了，講給他聽，他開悟了。為什麼能開悟？那三千部他心定了，就差這一點，他就大徹大悟。"
    },
    {
      "id": "02-040-0065_p0024",
      "zh_CN": "所以我们从这个例子懂得，龙树菩萨三个月把世尊四十九年的经统统贯通，可以做得到。他每部经不需要完全读完，看几页他就全通了。这一部《大藏经》，一天看几页没问题，三个月九十天，决定可以看得完。这是什么原因？自性本具的，不是从外来的，人人都有。不能小看别人，不能轻慢别人，只是他的障碍没去掉，去掉大家都一样，说不定比我还高。去什么？去起心动念，去分别，去执着，就成佛了。回头再看看我们，细心检点，我们的执着没有放下，我们的烦恼习气还很浓，我们的分别妄想丝毫没断，我们跟谁比都比不上，这是真的，一点都不假。",
      "zh_TW": "所以我們從這個例子懂得，龍樹菩薩三個月把世尊四十九年的經統統貫通，可以做得到。他每部經不需要完全讀完，看幾頁他就全通了。這一部《大藏經》，一天看幾頁沒問題，三個月九十天，決定可以看得完。這是什麼原因？自性本具的，不是從外來的，人人都有。不能小看別人，不能輕慢別人，只是他的障礙沒去掉，去掉大家都一樣，說不定比我還高。去什麼？去起心動念，去分別，去執著，就成佛了。回頭再看看我們，細心檢點，我們的執著沒有放下，我們的煩惱習氣還很濃，我們的分別妄想絲毫沒斷，我們跟誰比都比不上，這是真的，一點都不假。"
    },
    {
      "id": "02-040-0065_p0025",
      "zh_CN": "今天在乱世，夏莲居老居士说得好，五浊恶世，「浊世无如念佛好」，浊世修什么？念佛最好，提醒我们。换句话说，修净土法门好，弥勒菩萨也是劝我们修净土法门。对一切众生，对佛教各宗各派，对世界各个不同的宗教，要尊重、要恭敬，不生轻慢。为什么？乱世。我们希望这个乱世慢慢走向和谐，慢慢恢复安定，那要靠什么？要靠教育。伦理、道德、因果教育没人讲，宗教里头有，所以我为什么重视宗教教育道理在此地。宗教教育能够把伦理、道德、因果突显出来，这社会有救，人心有救，除这条路之外，想不出第二条路。但是今天宗教一般社会排斥，不能接受，为什么？这四百年科学的影响。科学里头第一个就是教人怀疑，怀疑才能发现问题，再去追踪就能解决问题。这个方法对物理可以，对物理学管用，对心理学不管用。佛法是心理的，古圣先贤都是心理，心理这一门学问一定从诚敬，真诚恭敬才能得利益，没有真诚恭敬不能入门。所以它跟物理是性质完全不相同，必须要知道。",
      "zh_TW": "今天在亂世，夏蓮居老居士說得好，五濁惡世，「濁世無如念佛好」，濁世修什麼？念佛最好，提醒我們。換句話說，修淨土法門好，彌勒菩薩也是勸我們修淨土法門。對一切眾生，對佛教各宗各派，對世界各個不同的宗教，要尊重、要恭敬，不生輕慢。為什麼？亂世。我們希望這個亂世慢慢走向和諧，慢慢恢復安定，那要靠什麼？要靠教育。倫理、道德、因果教育沒人講，宗教裡頭有，所以我為什麼重視宗教教育道理在此地。宗教教育能夠把倫理、道德、因果突顯出來，這社會有救，人心有救，除這條路之外，想不出第二條路。但是今天宗教一般社會排斥，不能接受，為什麼？這四百年科學的影響。科學裡頭第一個就是教人懷疑，懷疑才能發現問題，再去追蹤就能解決問題。這個方法對物理可以，對物理學管用，對心理學不管用。佛法是心理的，古聖先賢都是心理，心理這一門學問一定從誠敬，真誠恭敬才能得利益，沒有真誠恭敬不能入門。所以它跟物理是性質完全不相同，必須要知道。"
    },
    {
      "id": "02-040-0065_p0026",
      "zh_CN": "现代的科学才发现，心理跟物理不能分，为什么？物从心生。物从哪里来的？意念变现出来的。所以念头好，你身心健康。念要清净，念要端正，身心健康，智慧增长；念头不好，不但身心不健康，你繁杂的杂念多、妄想多，这对你心有伤害。心不善连带影响到生理，生理就多病，还影响到居住的环境，环境就有灾难。所以近代科学家提出「以心控物」，这个跟佛经上讲的完全相同。心要清净，里头一个杂念都没有，那个能量不可思议，这是现代科学家发现的。佛在经上告诉我们，「制心一处，无事不办」。治病能不能办？能。化解灾难能不能办？能。我们要深信不疑，真诚、尊重、恭敬，不生丝毫轻慢的心来接受圣贤教诲，来接受佛法、履行佛法，要把佛陀的教诲变成我们的生活，我们就受用了，变成我们的思想，变成我们处事待人接物的原则。",
      "zh_TW": "現代的科學才發現，心理跟物理不能分，為什麼？物從心生。物從哪裡來的？意念變現出來的。所以念頭好，你身心健康。念要清淨，念要端正，身心健康，智慧增長；念頭不好，不但身心不健康，你繁雜的雜念多、妄想多，這對你心有傷害。心不善連帶影響到生理，生理就多病，還影響到居住的環境，環境就有災難。所以近代科學家提出「以心控物」，這個跟佛經上講的完全相同。心要清淨，裡頭一個雜念都沒有，那個能量不可思議，這是現代科學家發現的。佛在經上告訴我們，「制心一處，無事不辦」。治病能不能辦？能。化解災難能不能辦？能。我們要深信不疑，真誠、尊重、恭敬，不生絲毫輕慢的心來接受聖賢教誨，來接受佛法、履行佛法，要把佛陀的教誨變成我們的生活，我們就受用了，變成我們的思想，變成我們處事待人接物的原則。"
    },
    {
      "id": "02-040-0065_p0027",
      "zh_CN": "下面第八，「生决定心。念佛之人，不着世间言论，于无上菩提之道，深生正信，毕竟不惑，是名生决定心。」决定心没有丝毫怀疑，这要有智慧，不能轻易听信别人。为什么？我们的《无量寿经》采用的是会集本，许多人反对这个本子，说经典不可以会集，会集是错误的，那我们怎么办？这一怀疑全盘都破坏了。会集本的开端不是王龙舒居士，佛法刚刚传到中国来的时候就用了会集本。摩腾、竺法兰从西域带着佛像、带着经书到了中国，第一本翻译的《四十二章经》，《四十二章经》就是会集的。为了方便起见，在中国大量翻译来不及，没那时间，先翻成一本，就是一切经里头重要的，一条一条的把它节录四十二条，那会集本，一到这边来就是会集本。小乘现在普遍读的《法句经》，《法句经》也是会集的，南传的有七百多首颂，北传的有四百多首颂，都是会集的。要懂得这个历史，在翻译的时候就有会集的，所以这个历史很久，一般人不知道。",
      "zh_TW": "下面第八，「生決定心。念佛之人，不著世間言論，於無上菩提之道，深生正信，畢竟不惑，是名生決定心。」決定心沒有絲毫懷疑，這要有智慧，不能輕易聽信別人。為什麼？我們的《無量壽經》採用的是會集本，許多人反對這個本子，說經典不可以會集，會集是錯誤的，那我們怎麼辦？這一懷疑全盤都破壞了。會集本的開端不是王龍舒居士，佛法剛剛傳到中國來的時候就用了會集本。摩騰、竺法蘭從西域帶著佛像、帶著經書到了中國，第一本翻譯的《四十二章經》，《四十二章經》就是會集的。為了方便起見，在中國大量翻譯來不及，沒那時間，先翻成一本，就是一切經裡頭重要的，一條一條的把它節錄四十二條，那會集本，一到這邊來就是會集本。小乘現在普遍讀的《法句經》，《法句經》也是會集的，南傳的有七百多首頌，北傳的有四百多首頌，都是會集的。要懂得這個歷史，在翻譯的時候就有會集的，所以這個歷史很久，一般人不知道。"
    },
    {
      "id": "02-040-0065_p0028",
      "zh_CN": "《无量寿经》第一个会集是王龙舒，会集得好，让人读起来感到很方便，意思很明显，流通了几百年。莲池大师也很赞叹，莲池大师的《疏钞》里面引用《无量寿经》一大半都是王龙舒的本子。他批评王龙舒的本子有缺点，有优点、有缺点，因为他的批评，王龙舒的本子念的人就少了。他自己《阿弥陀经疏钞》引用那么多，《圆中钞》引用《无量寿经》全部用王龙舒的本子，这是《阿弥陀经》两种最重要的注解。还有一个注解，蕅益大师的《要解》，是《弥陀经》三部注解。所以魏默深做第二次的会集，依旧有弊病。印光大师对他的批评就很多，指责这个人有傲慢、有自大，这个是很重要的问题。也就是说，你三毒烦恼没伏住，不要说断了，伏都没有伏住，在你文字之间都显出来，认为自己很了不起，别人不如我。不能有这种态度，这对古德的轻视，所以这不可取，大师《文钞》里头很多文字批评他。",
      "zh_TW": "《無量壽經》第一個會集是王龍舒，會集得好，讓人讀起來感到很方便，意思很明顯，流通了幾百年。蓮池大師也很讚歎，蓮池大師的《疏鈔》裡面引用《無量壽經》一大半都是王龍舒的本子。他批評王龍舒的本子有缺點，有優點、有缺點，因為他的批評，王龍舒的本子念的人就少了。他自己《阿彌陀經疏鈔》引用那麼多，《圓中鈔》引用《無量壽經》全部用王龍舒的本子，這是《阿彌陀經》兩種最重要的註解。還有一個註解，蕅益大師的《要解》，是《彌陀經》三部註解。所以魏默深做第二次的會集，依舊有弊病。印光大師對他的批評就很多，指責這個人有傲慢、有自大，這個是很重要的問題。也就是說，你三毒煩惱沒伏住，不要說斷了，伏都沒有伏住，在你文字之間都顯出來，認為自己很了不起，別人不如我。不能有這種態度，這對古德的輕視，所以這不可取，大師《文鈔》裡頭很多文字批評他。"
    },
    {
      "id": "02-040-0065_p0029",
      "zh_CN": "这个会集本印光大师没见到，夏莲居老居士这个本子。这个缺点，第一个是取舍欠妥当，第二个是改动文字，这是决定不许可的。因为你不是翻译，不能用自己的文字，会集一定要用原译本的文字、句子，不能自己改动它。龙舒本子里头有改动，魏默深本子也有改动，所以夏老这个本子非常谨慎，每一字、每一个句子都是五种原译本的原文，这就没话说了，你挑不出它的毛病。他用了十年工夫，三年完成稿本，这草稿，七年修订。他知道，因为那两种本子有古德的批判，他都知道，这个本子再不能让人找出毛病，再不能让人生怀疑，所以非常谨慎，一生就为这桩事情来的。他的这两句，上面这一句刚才我念过，「浊世无如念佛好」，下句，「此生端为大经来」，这就说明，他来到这个世界上，就是会集这部经。",
      "zh_TW": "這個會集本印光大師沒見到，夏蓮居老居士這個本子。這個缺點，第一個是取捨欠妥當，第二個是改動文字，這是決定不許可的。因為你不是翻譯，不能用自己的文字，會集一定要用原譯本的文字、句子，不能自己改動它。龍舒本子裡頭有改動，魏默深本子也有改動，所以夏老這個本子非常謹慎，每一字、每一個句子都是五種原譯本的原文，這就沒話說了，你挑不出它的毛病。他用了十年工夫，三年完成稿本，這草稿，七年修訂。他知道，因為那兩種本子有古德的批判，他都知道，這個本子再不能讓人找出毛病，再不能讓人生懷疑，所以非常謹慎，一生就為這樁事情來的。他的這兩句，上面這一句剛才我念過，「濁世無如念佛好」，下句，「此生端為大經來」，這就說明，他來到這個世界上，就是會集這部經。"
    },
    {
      "id": "02-040-0065_p0030",
      "zh_CN": "黄念祖老居士来干什么？就是来做注解。注解也高明到极处，会集的，集注，不是自己注解的。你看每一句经文，经上怎么说，他引用八十三种经论，经上怎么说、古大德怎么说。如果自己这么说，人家有批评，你算老几？特别是现在人，他不会尊重你的，他找你毛病，他不会放过你的。所以这就是高度的智慧，完全没有自己，把自己贬低在最下，我用的是经论，我用的是古大德，大家没话说。自卑而尊人，这是中国古礼，愈有学问的人愈谦虚。中国古谚语有所谓，学问深时意气平和，真正有学问、有道德的人他非常平和。你看《还源观》上的四德，柔和质直，性德无量无边，提出这四个，随缘妙用，真实智慧，威仪有则，那是大慈大悲，真正慈悲到极处，树立榜样。我起心动念、言语造作可以给天下人做榜样，这是真正大菩萨。不能做榜样的，决定不能起这个念头，决定不能说这个话，不能干这个事情。这个念头，天下人都有这念头，好不好？行不行？言语造作都是榜样，叫威仪有则。给人做好样子，不能做坏样子，这个带头比什么都重要，带头带错了，无间地狱。无间地狱不容易出来，很多说无间地狱出来，附身出来，假的不是真的。慈禧能出来？不可能，她几几乎乎把中国传统文化灭掉。中国人今天遭这么大的难，世界的动乱，她有责任。她错得太离谱，对三宝不恭敬，自称为老佛爷，把儒释道都摆在旁边，让天下人对儒释道那种恭敬心逐渐丧失掉，你说这罪多重。所以我们用非常客观的心态来观察就知道，灵鬼冒充佛菩萨，冒充这些人，他不负责任的，你找不到他，我们决定不能上当。佛教给我们「依法不依人」，法是经典，与经典讲的不相应，我们决定不能接受。",
      "zh_TW": "黃念祖老居士來幹什麼？就是來做註解。註解也高明到極處，會集的，集註，不是自己註解的。你看每一句經文，經上怎麼說，他引用八十三種經論，經上怎麼說、古大德怎麼說。如果自己這麼說，人家有批評，你算老幾？特別是現在人，他不會尊重你的，他找你毛病，他不會放過你的。所以這就是高度的智慧，完全沒有自己，把自己貶低在最下，我用的是經論，我用的是古大德，大家沒話說。自卑而尊人，這是中國古禮，愈有學問的人愈謙虛。中國古諺語有所謂，學問深時意氣平和，真正有學問、有道德的人他非常平和。你看《還源觀》上的四德，柔和質直，性德無量無邊，提出這四個，隨緣妙用，真實智慧，威儀有則，那是大慈大悲，真正慈悲到極處，樹立榜樣。我起心動念、言語造作可以給天下人做榜樣，這是真正大菩薩。不能做榜樣的，決定不能起這個念頭，決定不能說這個話，不能幹這個事情。這個念頭，天下人都有這念頭，好不好？行不行？言語造作都是榜樣，叫威儀有則。給人做好樣子，不能做壞樣子，這個帶頭比什麼都重要，帶頭帶錯了，無間地獄。無間地獄不容易出來，很多說無間地獄出來，附身出來，假的不是真的。慈禧能出來？不可能，她幾幾乎乎把中國傳統文化滅掉。中國人今天遭這麼大的難，世界的動亂，她有責任。她錯得太離譜，對三寶不恭敬，自稱為老佛爺，把儒釋道都擺在旁邊，讓天下人對儒釋道那種恭敬心逐漸喪失掉，你說這罪多重。所以我們用非常客觀的心態來觀察就知道，靈鬼冒充佛菩薩，冒充這些人，他不負責任的，你找不到他，我們決定不能上當。佛教給我們「依法不依人」，法是經典，與經典講的不相應，我們決定不能接受。"
    },
    {
      "id": "02-040-0065_p0031",
      "zh_CN": "修行方法很多，一即是多，多即是一，只要做得透彻，都能明心见性。我们净宗同学，净宗学会成立，我们提出五个科目，简单，容易学习。太多，记不得，没用处。这五个，第一个是净业三福，净业三福是最高指导原则。佛说得很清楚，这三桩事情是三世诸佛净业正因，这个话说得多重。三世是过去、现在、未来，所有修行成佛都不能离开这三个原则。这三个原则总共十一句，第一条四句，「孝养父母，奉事师长，慈心不杀，修十善业」。我们想想，我们对父母有没有尽到孝道？我们对师长，师长引申是尊长，我们有没有做到恭敬？这种孝敬是真的还是假的，自己清清楚楚，还有丝毫自己的私心在里头，掺杂著名闻利养在里头，就全完了。只有真诚，真诚到极处的，他能救众生、能救佛法、能帮助这个苦难世界恢复正常。这什么？这真正佛菩萨再来，这不是凡人。这样的人他一定谦卑恭敬，他一定把净业三福圆圆满满做到，给我们做好样子。",
      "zh_TW": "修行方法很多，一即是多，多即是一，只要做得透徹，都能明心見性。我們淨宗同學，淨宗學會成立，我們提出五個科目，簡單，容易學習。太多，記不得，沒用處。這五個，第一個是淨業三福，淨業三福是最高指導原則。佛說得很清楚，這三樁事情是三世諸佛淨業正因，這個話說得多重。三世是過去、現在、未來，所有修行成佛都不能離開這三個原則。這三個原則總共十一句，第一條四句，「孝養父母，奉事師長，慈心不殺，修十善業」。我們想想，我們對父母有沒有盡到孝道？我們對師長，師長引申是尊長，我們有沒有做到恭敬？這種孝敬是真的還是假的，自己清清楚楚，還有絲毫自己的私心在裡頭，摻雜著名聞利養在裡頭，就全完了。只有真誠，真誠到極處的，他能救眾生、能救佛法、能幫助這個苦難世界恢復正常。這什麼？這真正佛菩薩再來，這不是凡人。這樣的人他一定謙卑恭敬，他一定把淨業三福圓圓滿滿做到，給我們做好樣子。"
    },
    {
      "id": "02-040-0065_p0032",
      "zh_CN": "孝养父母、奉事师长就落实在《弟子规》。《弟子规》上有一条没做到，总共只有一百一十三桩事，一条没做到都是不孝、不敬。佛法里面这个孝敬，讲的范围更广，《菩萨戒经》里面说，「一切男子是我父，一切女人是我母」；换句话说，孝敬的对象是对一切众生，要当作父母看待，要当作师长看待。师长是谁？佛是师长，菩萨是师长，祖师大德是师长，我们对每一个人都要看作师长。做不到。谁做到？菩萨做到了。普贤十大愿王，真正修行的是法身菩萨，在什么地方？在极乐世界。你到极乐世界，你去看，人人做到，极乐世界是普贤的世界。所以十大愿王不能疏忽，我们学几条，这就是能够得到西方极乐世界大众的欢迎，做到几分，人家也欢迎你，这一定要努力去学，把心量拓开。",
      "zh_TW": "孝養父母、奉事師長就落實在《弟子規》。《弟子規》上有一條沒做到，總共只有一百一十三樁事，一條沒做到都是不孝、不敬。佛法裡面這個孝敬，講的範圍更廣，《菩薩戒經》裡面說，「一切男子是我父，一切女人是我母」；換句話說，孝敬的對象是對一切眾生，要當作父母看待，要當作師長看待。師長是誰？佛是師長，菩薩是師長，祖師大德是師長，我們對每一個人都要看作師長。做不到。誰做到？菩薩做到了。普賢十大願王，真正修行的是法身菩薩，在什麼地方？在極樂世界。你到極樂世界，你去看，人人做到，極樂世界是普賢的世界。所以十大願王不能疏忽，我們學幾條，這就是能夠得到西方極樂世界大眾的歡迎，做到幾分，人家也歡迎你，這一定要努力去學，把心量拓開。"
    },
    {
      "id": "02-040-0065_p0033",
      "zh_CN": "普贤跟所有菩萨不同的，心量不一样。普贤是真正的心包太虚、量周沙界。绝对没有责怪任何一个人，做再大的错事也不会责怪你。为什么不责怪你？你生在这个时代，你没有受过教育，你染上社会的习气，这是当然的事情，这是平常的事情，佛菩萨知道，佛菩萨完全原谅你。这个经上有，「先人不善，不识道德，无有语者，殊无怪也」，这就是原谅所有造作罪业堕三途的人，不能怪他，没有人教他。他自己不知道，他父母也不知道，祖父母也不知道，曾祖父母也不知道，你说丢掉两百年，八、九代，你怎么能怪他？",
      "zh_TW": "普賢跟所有菩薩不同的，心量不一樣。普賢是真正的心包太虛、量周沙界。絕對沒有責怪任何一個人，做再大的錯事也不會責怪你。為什麼不責怪你？你生在這個時代，你沒有受過教育，你染上社會的習氣，這是當然的事情，這是平常的事情，佛菩薩知道，佛菩薩完全原諒你。這個經上有，「先人不善，不識道德，無有語者，殊無怪也」，這就是原諒所有造作罪業墮三途的人，不能怪他，沒有人教他。他自己不知道，他父母也不知道，祖父母也不知道，曾祖父母也不知道，你說丟掉兩百年，八、九代，你怎麼能怪他？"
    },
    {
      "id": "02-040-0065_p0034",
      "zh_CN": "所以今天真正圣贤一定像孟子一样，「行有不得，反求诸己」。我自己没有做好样子给他看，我自己做得不好，所以跟我的人都没有学好，他们都没有问题，责任是自己，这就对了。好好的修自己，慢慢感化别人，这样教学才会成功。一昧责怪别人，自己都是对的，这是最大的错误，这个教学是决定失败。所以，决定心就是决定于无上菩提之道。我们今天决定依这部经典、依这部注解，一门深入。过去几十年看一切经论，这个也跟大家一个交代，六十年之后，我决定选择一部，就是《无量寿经》的会集本，我相信我没有选错。《华严》、《法华》、《楞严》、《大智度论》都涉猎过，也都讲过，所有一切归结到《无量寿》，最后归结到一句「南无阿弥陀佛」。万缘放下，什么念头都没有了，只一个愿望，求生净土，没有第二个念头。于这个深生正信，毕竟不惑，这是生决定心。",
      "zh_TW": "所以今天真正聖賢一定像孟子一樣，「行有不得，反求諸己」。我自己沒有做好樣子給他看，我自己做得不好，所以跟我的人都沒有學好，他們都沒有問題，責任是自己，這就對了。好好的修自己，慢慢感化別人，這樣教學才會成功。一昧責怪別人，自己都是對的，這是最大的錯誤，這個教學是決定失敗。所以，決定心就是決定於無上菩提之道。我們今天決定依這部經典、依這部註解，一門深入。過去幾十年看一切經論，這個也跟大家一個交代，六十年之後，我決定選擇一部，就是《無量壽經》的會集本，我相信我沒有選錯。《華嚴》、《法華》、《楞嚴》、《大智度論》都涉獵過，也都講過，所有一切歸結到《無量壽》，最後歸結到一句「南無阿彌陀佛」。萬緣放下，什麼念頭都沒有了，只一個願望，求生淨土，沒有第二個念頭。於這個深生正信，畢竟不惑，這是生決定心。"
    },
    {
      "id": "02-040-0065_p0035",
      "zh_CN": "第九，「无杂染心。念佛之人，修习功行，种诸善根，心常远离一切杂染烦恼，是名无杂染心。」名闻利养放下，什么荣誉、第一也放下，全是假的。这两天我有个族兄弟，同辈分的，他小我十几岁，把我们《庐江县志》拿来给我看，里面有几段写到我，将来历史上留名。我说要这个干什么？这都是妄想、杂念。但他不念佛，小我十几岁，身体不如我，从这里走到我住的地方，他都走不动，心不清净，名利放不下，麻烦大了。什么都放下，干干净净，心里头只有一句阿弥陀佛，只有这一部《无量寿经》，除这个之外什么都没有，彻底放下。不但世间法，连佛法也放下了。佛法我就抓住这个，一即是多，多即是一，一多不二。不要有杂念，不要有染污，这个染污就是受外面环境影响，我不受影响，一句弥陀念到底，我决定求生极乐世界。这个地方，无论现前、将来，与我毫不相干，我什么都不要，舍要舍得干干净净。",
      "zh_TW": "第九，「無雜染心。念佛之人，修習功行，種諸善根，心常遠離一切雜染煩惱，是名無雜染心。」名聞利養放下，什麼榮譽、第一也放下，全是假的。這兩天我有個族兄弟，同輩分的，他小我十幾歲，把我們《廬江縣志》拿來給我看，裡面有幾段寫到我，將來歷史上留名。我說要這個幹什麼？這都是妄想、雜念。但他不念佛，小我十幾歲，身體不如我，從這裡走到我住的地方，他都走不動，心不清淨，名利放不下，麻煩大了。什麼都放下，乾乾淨淨，心裡頭只有一句阿彌陀佛，只有這一部《無量壽經》，除這個之外什麼都沒有，徹底放下。不但世間法，連佛法也放下了。佛法我就抓住這個，一即是多，多即是一，一多不二。不要有雜念，不要有染污，這個染污就是受外面環境影響，我不受影響，一句彌陀念到底，我決定求生極樂世界。這個地方，無論現前、將來，與我毫不相干，我什麼都不要，捨要捨得乾乾淨淨。"
    },
    {
      "id": "02-040-0065_p0036",
      "zh_CN": "最后第十，「起随念心。念佛之人，虽观如来相好，而不生爱着之心；于无念中，常念彼佛，是名起随念心。」这个随念心是观想，常常想佛像。佛像，我们是凡夫，也要选一尊佛像，你常常想这一尊，不杂，我们的心容易专一。说我有很多，又喜欢这个、又喜欢那个，将来往生的时候，哪一个像是阿弥陀佛？你就会搞乱了！如果只想一尊像，将来来接引的佛就跟那个像是一模一样，我们想多年了，总算今天想到了，佛来了。佛决定不会现别的相，现别的相让你怀疑，叫本尊。念念只想本尊，千万不要搞得太多。",
      "zh_TW": "最後第十，「起隨念心。念佛之人，雖觀如來相好，而不生愛著之心；於無念中，常念彼佛，是名起隨念心。」這個隨念心是觀想，常常想佛像。佛像，我們是凡夫，也要選一尊佛像，你常常想這一尊，不雜，我們的心容易專一。說我有很多，又喜歡這個、又喜歡那個，將來往生的時候，哪一個像是阿彌陀佛？你就會搞亂了！如果只想一尊像，將來來接引的佛就跟那個像是一模一樣，我們想多年了，總算今天想到了，佛來了。佛決定不會現別的相，現別的相讓你懷疑，叫本尊。念念只想本尊，千萬不要搞得太多。"
    },
    {
      "id": "02-040-0065_p0037",
      "zh_CN": "在这个时代，修行的场所愈小愈好，印光大师给我们限定，住众不超过二十人，有道理。为什么？现在众生心都是很乱、很杂，人多了会干扰。不在人多，在真正成就。觉明妙行菩萨只有八个人，八个人统统往生，这都是给我们做榜样。人多搞热闹道场，不是清净道场。我们没有建筑，我摄影棚里头这几个，最上面是我的大雄宝殿，第二个是万姓先祖纪念堂，第三个那是功德堂，邀请天地鬼神到这来听经，一起共修，就行了，多省事。省事，开销少，不求人；处处求人，要人来帮助，这困难。样样不求人，天天求往生，我什么都不求，就求往生。",
      "zh_TW": "在這個時代，修行的場所愈小愈好，印光大師給我們限定，住眾不超過二十人，有道理。為什麼？現在眾生心都是很亂、很雜，人多了會干擾。不在人多，在真正成就。覺明妙行菩薩只有八個人，八個人統統往生，這都是給我們做榜樣。人多搞熱鬧道場，不是清淨道場。我們沒有建築，我攝影棚裡頭這幾個，最上面是我的大雄寶殿，第二個是萬姓先祖紀念堂，第三個那是功德堂，邀請天地鬼神到這來聽經，一起共修，就行了，多省事。省事，開銷少，不求人；處處求人，要人來幫助，這困難。樣樣不求人，天天求往生，我什麼都不求，就求往生。"
    },
    {
      "id": "02-040-0065_p0038",
      "zh_CN": "但是我往生也跟阿弥陀佛有条件，佛让我多住几天，我也可以，我也答应，完全由阿弥陀佛自己决定。什么时候我该去，你就来，你来我随时跟你去；你不来，我在这个世间多做一天表法。我知道，毕竟出家、修行、讲经六十年的人，没有，我这里做个样子，给大家看看。不是说我讲得好，不是说我有什么功德，不是的，就是资历、资格也搞了六十年，大家不看别的，光看这六十年这就不容易，六十年搞一门，这可以做个榜样。我很清楚，让大家生起信心，特别是让大家对净土生起信心。所以我把《华严》停了，让以后的人去讲。一切经论都停了，专讲这一部经，一年讲一遍，标准时间是一千二百个小时。一年讲一遍，多活一年就多讲一遍，其他的一概不讲了。遍遍不一样，境界不相同，心一年比一年清净。清净心生一点智慧，不受外头境界干扰，我也不拒绝外头境界，我不受干扰。一心向佛，简单，愈简单愈有受用、愈欢喜，常生欢喜心。",
      "zh_TW": "但是我往生也跟阿彌陀佛有條件，佛讓我多住幾天，我也可以，我也答應，完全由阿彌陀佛自己決定。什麼時候我該去，你就來，你來我隨時跟你去；你不來，我在這個世間多做一天表法。我知道，畢竟出家、修行、講經六十年的人，沒有，我這裡做個樣子，給大家看看。不是說我講得好，不是說我有什麼功德，不是的，就是資歷、資格也搞了六十年，大家不看別的，光看這六十年這就不容易，六十年搞一門，這可以做個榜樣。我很清楚，讓大家生起信心，特別是讓大家對淨土生起信心。所以我把《華嚴》停了，讓以後的人去講。一切經論都停了，專講這一部經，一年講一遍，標準時間是一千二百個小時。一年講一遍，多活一年就多講一遍，其他的一概不講了。遍遍不一樣，境界不相同，心一年比一年清淨。清淨心生一點智慧，不受外頭境界干擾，我也不拒絕外頭境界，我不受干擾。一心向佛，簡單，愈簡單愈有受用、愈歡喜，常生歡喜心。"
    },
    {
      "id": "02-040-0065_p0039",
      "zh_CN": "外缘决定不攀，内外都不攀缘，人家请我讲经，国内也有很多同学要请我去，说国家请你回去。国家请我，我也不回去。为什么？我们用卫星、用网路，国家只要下个命令，电视台可以下载播放，那不就行了吗？我不就对全国人讲经了吗？何必要我回去？我就住在这里好，这小小地方，几间房子够用了，没有任何欲望，名闻利养什么都不要。你们来看我，我欢迎；你们请我去，我不去。没灾难，我不去；有灾难，我也不去。为什么？有灾难不就往生了吗？我天天希望，不就来了吗？就到了！真的，我心定在此地。",
      "zh_TW": "外緣決定不攀，內外都不攀緣，人家請我講經，國內也有很多同學要請我去，說國家請你回去。國家請我，我也不回去。為什麼？我們用衛星、用網路，國家只要下個命令，電視台可以下載播放，那不就行了嗎？我不就對全國人講經了嗎？何必要我回去？我就住在這裡好，這小小地方，幾間房子夠用了，沒有任何欲望，名聞利養什麼都不要。你們來看我，我歡迎；你們請我去，我不去。沒災難，我不去；有災難，我也不去。為什麼？有災難不就往生了嗎？我天天希望，不就來了嗎？就到了！真的，我心定在此地。"
    },
    {
      "id": "02-040-0065_p0040",
      "zh_CN": "所以今天我们再读这个十条，感触更深，要有决定心，要有离一切杂染的心，要有随念心，这个随念心是念佛相好。我在这几十年当中，你看四十多年，我们就供奉一尊白瓷的阿弥陀佛像。这一张，这是放大的，这张放得特别好，我特别喜欢。原来的像只有一尺多高，大概这么高，一尺多高，放这么大，放得真好。我四十多年就看这一尊像，我不看第二尊像，天天跟佛在一起，没有闲杂的念头，没有任何欲望。人家问我为什么？我的欲望就是到极乐世界亲近阿弥陀佛，除此之外，什么念头都没有。",
      "zh_TW": "所以今天我們再讀這個十條，感觸更深，要有決定心，要有離一切雜染的心，要有隨念心，這個隨念心是念佛相好。我在這幾十年當中，你看四十多年，我們就供奉一尊白瓷的阿彌陀佛像。這一張，這是放大的，這張放得特別好，我特別喜歡。原來的像只有一尺多高，大概這麼高，一尺多高，放這麼大，放得真好。我四十多年就看這一尊像，我不看第二尊像，天天跟佛在一起，沒有閒雜的念頭，沒有任何欲望。人家問我為什麼？我的欲望就是到極樂世界親近阿彌陀佛，除此之外，什麼念頭都沒有。"
    },
    {
      "id": "02-040-0065_p0041",
      "zh_CN": "我们再接着看经文，底下说，「可见弥勒大士正是襄赞释尊同宏净宗妙法」。弥勒说的这十种念佛，真是帮助释迦牟尼佛一起来弘扬净土宗，方向、目标完全相同。方向，西方极乐世界；目标，亲近阿弥陀佛。「又本经中第三十二品下弥勒当机。第四十六品，佛咐嘱弥勒大士曰：我今如理宣说如是广大微妙法门」，这就是说这部经，「一切诸佛之所称赞。咐嘱汝等作大守护，当令是法，久住不灭」。这句重要，这是释迦牟尼佛把净土宗的大法传给弥勒菩萨，让弥勒菩萨永久护持。「弥勒承佛咐嘱，宏持是经」，宏是弘扬，持是自己修行。「是故大士，不但当来龙华会上必说此经，直是尽未来际亦必常说不绝。」我读了这些经文发愿，这是前年清明，我把《华严经》放下，发心专弘这部经，专讲这部经，一年讲一部，活多少年讲多少部。到底活多少年我不知道，你要问我，你去问阿弥陀佛，他知道，我不知道。我随缘，活一天讲一天，不亦乐乎。不再搞别的，一门深入，长时薰修，这个方法会得念佛三昧、会开悟，这肯定的。",
      "zh_TW": "我們再接著看經文，底下說，「可見彌勒大士正是襄贊釋尊同宏淨宗妙法」。彌勒說的這十種念佛，真是幫助釋迦牟尼佛一起來弘揚淨土宗，方向、目標完全相同。方向，西方極樂世界；目標，親近阿彌陀佛。「又本經中第三十二品下彌勒當機。第四十六品，佛咐囑彌勒大士曰：我今如理宣說如是廣大微妙法門」，這就是說這部經，「一切諸佛之所稱讚。咐囑汝等作大守護，當令是法，久住不滅」。這句重要，這是釋迦牟尼佛把淨土宗的大法傳給彌勒菩薩，讓彌勒菩薩永久護持。「彌勒承佛咐囑，宏持是經」，宏是弘揚，持是自己修行。「是故大士，不但當來龍華會上必說此經，直是盡未來際亦必常說不絕。」我讀了這些經文發願，這是前年清明，我把《華嚴經》放下，發心專弘這部經，專講這部經，一年講一部，活多少年講多少部。到底活多少年我不知道，你要問我，你去問阿彌陀佛，他知道，我不知道。我隨緣，活一天講一天，不亦樂乎。不再搞別的，一門深入，長時薰修，這個方法會得念佛三昧、會開悟，這肯定的。"
    },
    {
      "id": "02-040-0065_p0042",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}