{
  "doc_id": "02-040-0365",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三六五集",
    "zh_TW": "第三六五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0365",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0365_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟着我一起皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟著我一起皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0365_p0002",
      "zh_CN": "请看《大经科注》第六百三十八页第六行，科题，「三途解脱」。请看经文：",
      "zh_TW": "請看《大經科註》第六百三十八頁第六行，科題，「三途解脫」。請看經文："
    },
    {
      "id": "02-040-0365_p0003",
      "zh_CN": "【若在三途极苦之处。见此光明。皆得休息。命终皆得解脱。】",
      "zh_TW": "【若在三途極苦之處。見此光明。皆得休息。命終皆得解脫。】"
    },
    {
      "id": "02-040-0365_p0004",
      "zh_CN": "念老注解里面说，『三途』。「途者，道也」，三途就是三恶道。「三途者，火途、血途、刀途」，火、血、刀是比喻。地狱，无论是八寒、八热，它所现的相是一片火海，所以把地狱称为火途。畜生称为血途，畜生弱肉强食，这些野生的动物善终的很少，不常见，都是被这些大的动物吞吃了，还有许许多多是被人捕猎杀死，把牠吃了，统统都是流血，就是畜生道是由流血而亡的。刀途是指鬼道，鬼者，畏也，他心里有恐怖，时时刻刻不安，唯恐有人要杀他，拿着刀要杀他，所以这称之为刀途。小地狱有寒、有热，「大地狱唯在热」，大地狱是以火烧为主。",
      "zh_TW": "念老註解裡面說，『三途』。「途者，道也」，三途就是三惡道。「三途者，火途、血途、刀途」，火、血、刀是比喻。地獄，無論是八寒、八熱，它所現的相是一片火海，所以把地獄稱為火途。畜生稱為血途，畜生弱肉強食，這些野生的動物善終的很少，不常見，都是被這些大的動物吞吃了，還有許許多多是被人捕獵殺死，把牠吃了，統統都是流血，就是畜生道是由流血而亡的。刀途是指鬼道，鬼者，畏也，他心裡有恐怖，時時刻刻不安，唯恐有人要殺他，拿著刀要殺他，所以這稱之為刀途。小地獄有寒、有熱，「大地獄唯在熱」，大地獄是以火燒為主。"
    },
    {
      "id": "02-040-0365_p0005",
      "zh_CN": "什么能救社会？什么能救世界？几乎是同一个答案，伦理教育、道德教育、因果教育、宗教教育能救世界。汤恩比在一九七０年代在日本访问的时候有一个专题，「宗教，人民之必需」。换句话说，没有宗教教育，社会动乱永远不能停止，人民不可能有幸福生活。宗教教育是什么？就是这三样东西，伦理、道德、因果。宗教向上提升还有两样，那就是究竟圆满的哲学与科学。这桩事情现代量子物理学家肯定了，特别是对佛教的肯定。",
      "zh_TW": "什麼能救社會？什麼能救世界？幾乎是同一個答案，倫理教育、道德教育、因果教育、宗教教育能救世界。湯恩比在一九七０年代在日本訪問的時候有一個專題，「宗教，人民之必需」。換句話說，沒有宗教教育，社會動亂永遠不能停止，人民不可能有幸福生活。宗教教育是什麼？就是這三樣東西，倫理、道德、因果。宗教向上提升還有兩樣，那就是究竟圓滿的哲學與科學。這樁事情現代量子物理學家肯定了，特別是對佛教的肯定。"
    },
    {
      "id": "02-040-0365_p0006",
      "zh_CN": "所以地狱叫「火途」，非常可怕。人生在世时间很短，纵然让你活上一百年，也是一弹指，很快就到了。「畜生互相噉食」，互相残杀，死的时候都流血，称之为「血途」。「饿鬼常被驰逼」，被逼迫，被有势力的鬼王驱使，没有自由，常常畏怖，畏惧、恐怖，「故名刀途」。「恶趣众生」，这讲三恶道，「在极苦处」，十法界里头这三道最苦，「蒙佛光照，其苦休止，而得安息」。阿弥陀佛佛光注照，光明显示光中之德。佛光略说，这是归纳为十二德，十二种，这十二种展开无量无边，叫万德庄严。佛光普照从来没有停止过，我们现在有没有得到？得到了。在哪里？我们没有看见。没有看见是因为我们的心被染污了，心有障碍。无始无明烦恼把真心变成妄心，无尽的烦恼、业障让我们在佛光之下毫无感触。什么人能感触到佛光注照？烦恼轻的人、业障少的人，他能感觉到。能感觉到就得佛光的利益，他的苦就减轻了、就停了，得到了平安，得到了休息，叫安息，「故云皆得休息」。",
      "zh_TW": "所以地獄叫「火途」，非常可怕。人生在世時間很短，縱然讓你活上一百年，也是一彈指，很快就到了。「畜生互相噉食」，互相殘殺，死的時候都流血，稱之為「血途」。「餓鬼常被馳逼」，被逼迫，被有勢力的鬼王驅使，沒有自由，常常畏怖，畏懼、恐怖，「故名刀途」。「惡趣眾生」，這講三惡道，「在極苦處」，十法界裡頭這三道最苦，「蒙佛光照，其苦休止，而得安息」。阿彌陀佛佛光注照，光明顯示光中之德。佛光略說，這是歸納為十二德，十二種，這十二種展開無量無邊，叫萬德莊嚴。佛光普照從來沒有停止過，我們現在有沒有得到？得到了。在哪裡？我們沒有看見。沒有看見是因為我們的心被染污了，心有障礙。無始無明煩惱把真心變成妄心，無盡的煩惱、業障讓我們在佛光之下毫無感觸。什麼人能感觸到佛光注照？煩惱輕的人、業障少的人，他能感覺到。能感覺到就得佛光的利益，他的苦就減輕了、就停了，得到了平安，得到了休息，叫安息，「故云皆得休息」。"
    },
    {
      "id": "02-040-0365_p0007",
      "zh_CN": "「因佛本愿」，为什么会有这种功德？四十八愿里头阿弥陀佛曾经发愿，说「见我光明，照触其身，莫不安乐。慈心作善，来生我国」，弥陀有这个愿，这个愿兑现了。我们现在虽然烦恼业障很重，我们能见到佛像，无论是雕塑的或者是彩画的，我们知道有佛，我们见到经本，这都是佛光，佛光凝聚在这本书里头，佛光凝聚在这个像里面，我们见像就见到佛光，我们展开经卷就接触到佛光。能够把经的意思看得懂，记在心上，依教奉行，这就得佛光的利益。只要功夫不间断，长时间的薰习，一年一年的薰习，我们在这些典籍里面得到的信息，大概要多少时间？一般人很精进，真正用功努力，精进不懈，大概三年。《净土圣贤录》、《往生传》里面我们看到的，一半以上，大概到三分之二，那些念佛人都是三年往生。不可能是三年寿命就到了，这个话我不相信。为什么三年能往生？虽有寿命，不要了，我有本事见佛，我就要求我赶快去。舍寿往生的人太多太多了，这些人真正聪明，真有智慧，为什么？极乐世界环境好，真正是心想事成、事事如意、自在无碍这么样的环境，学习、修行没有障碍，没有间断。老师好，同学好，老师是阿弥陀佛，到极乐世界每个人的感触都是阿弥陀佛每天对我说法。",
      "zh_TW": "「因佛本願」，為什麼會有這種功德？四十八願裡頭阿彌陀佛曾經發願，說「見我光明，照觸其身，莫不安樂。慈心作善，來生我國」，彌陀有這個願，這個願兌現了。我們現在雖然煩惱業障很重，我們能見到佛像，無論是雕塑的或者是彩畫的，我們知道有佛，我們見到經本，這都是佛光，佛光凝聚在這本書裡頭，佛光凝聚在這個像裡面，我們見像就見到佛光，我們展開經卷就接觸到佛光。能夠把經的意思看得懂，記在心上，依教奉行，這就得佛光的利益。只要功夫不間斷，長時間的薰習，一年一年的薰習，我們在這些典籍裡面得到的信息，大概要多少時間？一般人很精進，真正用功努力，精進不懈，大概三年。《淨土聖賢錄》、《往生傳》裡面我們看到的，一半以上，大概到三分之二，那些念佛人都是三年往生。不可能是三年壽命就到了，這個話我不相信。為什麼三年能往生？雖有壽命，不要了，我有本事見佛，我就要求我趕快去。捨壽往生的人太多太多了，這些人真正聰明，真有智慧，為什麼？極樂世界環境好，真正是心想事成、事事如意、自在無礙這麼樣的環境，學習、修行沒有障礙，沒有間斷。老師好，同學好，老師是阿彌陀佛，到極樂世界每個人的感觸都是阿彌陀佛每天對我說法。"
    },
    {
      "id": "02-040-0365_p0008",
      "zh_CN": "我们初学的人会联想到，阿弥陀佛一个人，往生极乐世界的人无量无边，他怎么能照顾得过来？我们什么时候能跟他见个面？都有这个问题。殊不知，到极乐世界，阿弥陀佛化身跟真身完全一样，有多少众生他就化多少形相，让每个人感觉得阿弥陀佛对我很亲切，都来亲自教我。我还有不明白的地方，有许许多多等觉菩萨、补处菩萨，那都是同学，他们都可以辅导我，都可以帮助我。所以在那边学习一帆风顺，没有一点障碍，一生圆满成佛。",
      "zh_TW": "我們初學的人會聯想到，阿彌陀佛一個人，往生極樂世界的人無量無邊，他怎麼能照顧得過來？我們什麼時候能跟他見個面？都有這個問題。殊不知，到極樂世界，阿彌陀佛化身跟真身完全一樣，有多少眾生他就化多少形相，讓每個人感覺得阿彌陀佛對我很親切，都來親自教我。我還有不明白的地方，有許許多多等覺菩薩、補處菩薩，那都是同學，他們都可以輔導我，都可以幫助我。所以在那邊學習一帆風順，沒有一點障礙，一生圓滿成佛。"
    },
    {
      "id": "02-040-0365_p0009",
      "zh_CN": "什么人都能往生，问题只要你相信。造作极重罪业的人，特别要记住，你也有分，你不是没有分。第十八愿里面佛虽然说过，临命终时，十念必生，但除五逆十恶、毁谤大乘，这个罪业是无间地狱的罪业，没救的，佛都不能救你，可是阿弥陀佛救你，这还得了！阿弥陀佛无尽的慈悲，条件是你真正忏悔，肯认错，发一个坚定的信心，我以后再不造这个罪业了，这就你真回头，真回头，有信、有愿，肯念十句佛号，都能往生。一切诸佛如来，我们可以说阿弥陀佛慈悲第一，不计众生过，这是我们要学习的，阿弥陀佛有这么大的心量。我们今天看到别人造一点小小的过失，跟五逆十恶、毁谤大乘比差远了，为什么不能原谅他？为什么还斤斤计较？我们得要向阿弥陀佛看齐。这个世间什么都要忍、什么都要让，忍让的人决定不会吃亏。吃亏，只有占便宜的人，那个会吃亏，纵然得到名闻利养，时间也不会很长，很快就消失掉。学这么多年，不能不明白道理。",
      "zh_TW": "什麼人都能往生，問題只要你相信。造作極重罪業的人，特別要記住，你也有分，你不是沒有分。第十八願裡面佛雖然說過，臨命終時，十念必生，但除五逆十惡、毀謗大乘，這個罪業是無間地獄的罪業，沒救的，佛都不能救你，可是阿彌陀佛救你，這還得了！阿彌陀佛無盡的慈悲，條件是你真正懺悔，肯認錯，發一個堅定的信心，我以後再不造這個罪業了，這就你真回頭，真回頭，有信、有願，肯念十句佛號，都能往生。一切諸佛如來，我們可以說阿彌陀佛慈悲第一，不計眾生過，這是我們要學習的，阿彌陀佛有這麼大的心量。我們今天看到別人造一點小小的過失，跟五逆十惡、毀謗大乘比差遠了，為什麼不能原諒他？為什麼還斤斤計較？我們得要向阿彌陀佛看齊。這個世間什麼都要忍、什麼都要讓，忍讓的人決定不會吃虧。吃虧，只有佔便宜的人，那個會吃虧，縱然得到名聞利養，時間也不會很長，很快就消失掉。學這麼多年，不能不明白道理。"
    },
    {
      "id": "02-040-0365_p0010",
      "zh_CN": "中国人要爱中国，中国人要孝顺父母、要尊敬祖先。有文字记载的，五千年的历史。从远古打猎，人类的生活，就是社会生活，靠打猎，到神农发明了农耕，打猎是游牧民族，农耕是定居了。神农到我们这里四千五百年，前面是游牧，这四千五百年农耕，社会安定，人民安乐，天下太平。这四千五百年，出问题，实在讲就出在最近这一百年，这一百年问题暴露了。前面一百年问题是潜伏在，真正有学问的人、有见识的人他看到了，他也说出来了，没人相信。今天全部暴露，这个社会是有史以来没有过的乱象，人民连自己的信心都丧失掉了，五伦、五常、四维、八德没有了，这是中国传统文化屹立在世界永远不败的四宝。中国人靠什么？就靠这四样东西，伦理让这个族群团结在一起。中国古时候文字里头找不到团结，为什么？他本来就团结，从根上他就是团结的。你打开家谱，不就是团结的！所以外国人要团结，他一盘散沙，需要团结，中国人不要，中国人天生就是团结的。五伦发展到最后，心量拓开了，天下人皆朋友也，朋友是五伦之一，都归纳到五伦里面去了，「四海之内皆兄弟」，兄弟是五伦，皆兄弟、皆朋友。这是中国人的思想、中国人的理念，这个思想理念落实了，不是喊口号，他真做到了。",
      "zh_TW": "中國人要愛中國，中國人要孝順父母、要尊敬祖先。有文字記載的，五千年的歷史。從遠古打獵，人類的生活，就是社會生活，靠打獵，到神農發明了農耕，打獵是游牧民族，農耕是定居了。神農到我們這裡四千五百年，前面是游牧，這四千五百年農耕，社會安定，人民安樂，天下太平。這四千五百年，出問題，實在講就出在最近這一百年，這一百年問題暴露了。前面一百年問題是潛伏在，真正有學問的人、有見識的人他看到了，他也說出來了，沒人相信。今天全部暴露，這個社會是有史以來沒有過的亂象，人民連自己的信心都喪失掉了，五倫、五常、四維、八德沒有了，這是中國傳統文化屹立在世界永遠不敗的四寶。中國人靠什麼？就靠這四樣東西，倫理讓這個族群團結在一起。中國古時候文字裡頭找不到團結，為什麼？他本來就團結，從根上他就是團結的。你打開家譜，不就是團結的！所以外國人要團結，他一盤散沙，需要團結，中國人不要，中國人天生就是團結的。五倫發展到最後，心量拓開了，天下人皆朋友也，朋友是五倫之一，都歸納到五倫裡面去了，「四海之內皆兄弟」，兄弟是五倫，皆兄弟、皆朋友。這是中國人的思想、中國人的理念，這個思想理念落實了，不是喊口號，他真做到了。"
    },
    {
      "id": "02-040-0365_p0011",
      "zh_CN": "我们在二百年前开始对传统文化怀疑，为什么？西方文化进来了，冲击了，跟西方文化接触的时候，对自己的东西产生怀疑。一百年前，不但是怀疑，抛弃了，放弃了、不要了，完全学外国的，外国东西好，学外国。外国东西很迷人，这就是机器的发明，中国人出门坐马车，外国人出门有汽车，这我们不如人家。可是我们就没有想到，科学技术带给人类，现在人类开始质疑，到底是福还是祸？中国过去几千年来是福不是祸，马车一天能走二、三百里，人情味很浓厚。千里大概要走一个星期到十天，速度慢的要十天，一天一百里，速度快的时候大概七天差不多，人情味很浓厚，这么远来看我。现在从中国到美国一万公里，这一万是公里，十个小时就到了，这是祸还是福？从前坐船，坐帆船，以后坐轮船，坐轮船也要二十几天，坐帆船大概要二、三个月，人情味非常浓厚。科学技术进步了，我们一切方便了，人情没有了，付出的代价是把情义抛弃了，不值得！",
      "zh_TW": "我們在二百年前開始對傳統文化懷疑，為什麼？西方文化進來了，衝擊了，跟西方文化接觸的時候，對自己的東西產生懷疑。一百年前，不但是懷疑，拋棄了，放棄了、不要了，完全學外國的，外國東西好，學外國。外國東西很迷人，這就是機器的發明，中國人出門坐馬車，外國人出門有汽車，這我們不如人家。可是我們就沒有想到，科學技術帶給人類，現在人類開始質疑，到底是福還是禍？中國過去幾千年來是福不是禍，馬車一天能走二、三百里，人情味很濃厚。千里大概要走一個星期到十天，速度慢的要十天，一天一百里，速度快的時候大概七天差不多，人情味很濃厚，這麼遠來看我。現在從中國到美國一萬公里，這一萬是公里，十個小時就到了，這是禍還是福？從前坐船，坐帆船，以後坐輪船，坐輪船也要二十幾天，坐帆船大概要二、三個月，人情味非常濃厚。科學技術進步了，我們一切方便了，人情沒有了，付出的代價是把情義拋棄了，不值得！"
    },
    {
      "id": "02-040-0365_p0012",
      "zh_CN": "世界上确实有不少有聪明、有智慧的人告诉我们，科学技术发达，这个拦不住，它不断的向前进，如果人性的教育追赶不上，那就是科学技术带给人类是灾难，不是幸福。要想享受科学的技术便利，成为一种福报，必须人性教育要追上；换句话说，伦理、道德、因果、宗教教育要追上科学技术，齐头并进，这样子科学技术带给人类才是福祉，才不至于变质，变成灾难。这些想法看法、这些言论充满了智慧，我们不能不知道。讲到智慧，这世界上知名之士都肯定中国人。唐太宗说《群书治要》能救全世界，这中国人的智慧。许多外国人都肯定，看到英文的翻译本都感慨的说，几千年前人说的话，现在还管用。它没有过时，永远超越时空，这叫真实智慧，这叫真实的利益。",
      "zh_TW": "世界上確實有不少有聰明、有智慧的人告訴我們，科學技術發達，這個攔不住，它不斷的向前進，如果人性的教育追趕不上，那就是科學技術帶給人類是災難，不是幸福。要想享受科學的技術便利，成為一種福報，必須人性教育要追上；換句話說，倫理、道德、因果、宗教教育要追上科學技術，齊頭並進，這樣子科學技術帶給人類才是福祉，才不至於變質，變成災難。這些想法看法、這些言論充滿了智慧，我們不能不知道。講到智慧，這世界上知名之士都肯定中國人。唐太宗說《群書治要》能救全世界，這中國人的智慧。許多外國人都肯定，看到英文的翻譯本都感慨的說，幾千年前人說的話，現在還管用。它沒有過時，永遠超越時空，這叫真實智慧，這叫真實的利益。"
    },
    {
      "id": "02-040-0365_p0013",
      "zh_CN": "佛本愿里面最重要的一句话，「来生我国」，我们要把这句话牢牢的记住，我国是西方极乐世界，西方极乐世界是我国。我们要承认我们是极乐世界的人，极乐世界是我的老家，我现在是在外面旅游观光，感到疲倦了，回家去。所以这一句话非常重要。慈心作善，要有大慈大悲心，善利益众生，绝不做伤害众生的事情，冤亲债主都不伤害。学阿弥陀佛，五逆十恶、毁谤大乘都没有伤害的念头。所以他的世界叫极乐。",
      "zh_TW": "佛本願裡面最重要的一句話，「來生我國」，我們要把這句話牢牢的記住，我國是西方極樂世界，西方極樂世界是我國。我們要承認我們是極樂世界的人，極樂世界是我的老家，我現在是在外面旅遊觀光，感到疲倦了，回家去。所以這一句話非常重要。慈心作善，要有大慈大悲心，善利益眾生，絕不做傷害眾生的事情，冤親債主都不傷害。學阿彌陀佛，五逆十惡、毀謗大乘都沒有傷害的念頭。所以他的世界叫極樂。"
    },
    {
      "id": "02-040-0365_p0014",
      "zh_CN": "「今此殊胜光益」，佛光的利益，用我们现在的话来说，释迦牟尼佛将佛光的利益，将一切诸佛光的利益，用什么方法让我们能得到？他所用的方法中国古代的这些先贤也知道，教学为先。《礼记》成于战国到汉朝的初期，那时候佛教还没传到中国来，「建国君民，教学为先」是中国古人的理念。佛来到中国之后，这个理念扩大了，诸佛如来普度众生，范围是遍法界虚空界一切苦难众生，用什么方法？教学，佛家的讲经教学，就这一个方法，一个方法具足无量功德，解决无量问题，真正不可思议。我们看中国历史，过去太平盛世的时候，你仔细去观察，儒释道干的些什么事情？全是教学。学儒的人多，学道的人多，学佛的人多，三家教学课程不相同，内容是一致的，用佛的话说，都是要帮助人离苦得乐，这是儒释道三教教学的总目标，用的方法不一样，无非是让人离苦得乐，无非是教人破迷开悟，这就是本经所说的真实之际、真实智慧、真实的利益。",
      "zh_TW": "「今此殊勝光益」，佛光的利益，用我們現在的話來說，釋迦牟尼佛將佛光的利益，將一切諸佛光的利益，用什麼方法讓我們能得到？他所用的方法中國古代的這些先賢也知道，教學為先。《禮記》成於戰國到漢朝的初期，那時候佛教還沒傳到中國來，「建國君民，教學為先」是中國古人的理念。佛來到中國之後，這個理念擴大了，諸佛如來普度眾生，範圍是遍法界虛空界一切苦難眾生，用什麼方法？教學，佛家的講經教學，就這一個方法，一個方法具足無量功德，解決無量問題，真正不可思議。我們看中國歷史，過去太平盛世的時候，你仔細去觀察，儒釋道幹的些什麼事情？全是教學。學儒的人多，學道的人多，學佛的人多，三家教學課程不相同，內容是一致的，用佛的話說，都是要幫助人離苦得樂，這是儒釋道三教教學的總目標，用的方法不一樣，無非是讓人離苦得樂，無非是教人破迷開悟，這就是本經所說的真實之際、真實智慧、真實的利益。"
    },
    {
      "id": "02-040-0365_p0015",
      "zh_CN": "我们今天走的路是走的成佛之道，种种毁谤，种种障碍，种种陷害，那都是考试，看我们修持功夫得不得力，能不能顺利通过。顺境善缘有没有生贪着？没有贪着，就通过了。逆境恶缘有没有怨恨？有，没通过；没有，通过了。所以那些冤亲债主是好人是坏人？你通过了那些，那好人，没有他的障碍，怎么知道自己的功夫？怎么知道自己的境界？每一尊菩萨成佛，要经过多少次的考验？不止一万次，不止十万次，无量次的考验他全通过，没有障碍。什么原因？他知道「凡所有相皆是虚妄」，虚妄放在心上错了，要把真实放在心上。",
      "zh_TW": "我們今天走的路是走的成佛之道，種種毀謗，種種障礙，種種陷害，那都是考試，看我們修持功夫得不得力，能不能順利通過。順境善緣有沒有生貪著？沒有貪著，就通過了。逆境惡緣有沒有怨恨？有，沒通過；沒有，通過了。所以那些冤親債主是好人是壞人？你通過了那些，那好人，沒有他的障礙，怎麼知道自己的功夫？怎麼知道自己的境界？每一尊菩薩成佛，要經過多少次的考驗？不止一萬次，不止十萬次，無量次的考驗他全通過，沒有障礙。什麼原因？他知道「凡所有相皆是虛妄」，虛妄放在心上錯了，要把真實放在心上。"
    },
    {
      "id": "02-040-0365_p0016",
      "zh_CN": "什么是真实？真实讲到究竟没人懂，为什么？众生都着相。「离一切相，即一切法」，这是真实，这人不懂。阿弥陀佛有方便，叫我们看得到、摸得着，真实法，妙极了。这一法是什么？南无阿弥陀佛，就这一句名号。这句名号，真实当中的真实，念念不要把佛号忘掉。宗门大德常说：「不怕念起，只怕觉迟」。念头无论是善念、邪念、恶念，不怕，不能让它相续，顶多第一个念头冒出来，第二个念头就阿弥陀佛，回归到阿弥陀佛，所有一切统统摆平了，全都化解了。这个方法妙极了，真能帮助我们一生往生极乐世界，圆满成就佛道。",
      "zh_TW": "什麼是真實？真實講到究竟沒人懂，為什麼？眾生都著相。「離一切相，即一切法」，這是真實，這人不懂。阿彌陀佛有方便，叫我們看得到、摸得著，真實法，妙極了。這一法是什麼？南無阿彌陀佛，就這一句名號。這句名號，真實當中的真實，念念不要把佛號忘掉。宗門大德常說：「不怕念起，只怕覺遲」。念頭無論是善念、邪念、惡念，不怕，不能讓它相續，頂多第一個念頭冒出來，第二個念頭就阿彌陀佛，回歸到阿彌陀佛，所有一切統統擺平了，全都化解了。這個方法妙極了，真能幫助我們一生往生極樂世界，圓滿成就佛道。"
    },
    {
      "id": "02-040-0365_p0017",
      "zh_CN": "所以要随缘，菩萨所在之处，令一切众生生欢喜心。这个众生不喜欢菩萨，菩萨走得远远的，让他欢喜，不让他生烦恼，等到他回头，需要菩萨，菩萨就来了，慈悲到极处。菩萨不会记仇。过去你对我这样，我还来帮你？我不报复就好了；不是这样的，菩萨还是帮他，菩萨把他当作自己看待一样，这叫菩萨。菩萨还有分别执着，那是凡夫，不是菩萨。为什么？只有菩萨知道，一切众生本来是佛，造作无量无边罪业的，他本来是佛，为什么造罪业？他糊涂了、迷了，这时候要原谅他，要同情他、怜悯他，他很可怜，造出这些恶事。菩萨不计较，有人计较，什么人计较？业力计较，这个业力会引他到六道轮回去受报。",
      "zh_TW": "所以要隨緣，菩薩所在之處，令一切眾生生歡喜心。這個眾生不喜歡菩薩，菩薩走得遠遠的，讓他歡喜，不讓他生煩惱，等到他回頭，需要菩薩，菩薩就來了，慈悲到極處。菩薩不會記仇。過去你對我這樣，我還來幫你？我不報復就好了；不是這樣的，菩薩還是幫他，菩薩把他當作自己看待一樣，這叫菩薩。菩薩還有分別執著，那是凡夫，不是菩薩。為什麼？只有菩薩知道，一切眾生本來是佛，造作無量無邊罪業的，他本來是佛，為什麼造罪業？他糊塗了、迷了，這時候要原諒他，要同情他、憐憫他，他很可憐，造出這些惡事。菩薩不計較，有人計較，什麼人計較？業力計較，這個業力會引他到六道輪迴去受報。"
    },
    {
      "id": "02-040-0365_p0018",
      "zh_CN": "我们每天看到佛像，听到佛经，这就是接触了阿弥陀佛的佛光。应当要记住，「慈心作善，来生我国」，这是阿弥陀佛在呼唤我们，在把信息送给我们。「今此殊胜光益，正是此愿之成就。今云命终得解脱」。最后一句经文『命终皆得解脱』，「正是愿文中，慈心作善，往生极乐之意」，就这个意思。你怎么样得解脱？解是解除烦恼，解除障碍、业障，脱是脱离六道轮回、脱离十法界，这叫解脱，永远不在六道里头搞生死轮回这些事情。到极乐世界真的解脱了，不是不可能，不是假话。现在人喜欢说假话，普遍说假话，说真话也没人相信，人家都是以为你是假话，造成学佛的困难，信心不能建立。把佛的话都会变成假话，极乐世界是假话，轮回是假话，地狱是假话，因果是假话，统统不相信了，到他临命终堕到地狱里的时候后悔莫及。",
      "zh_TW": "我們每天看到佛像，聽到佛經，這就是接觸了阿彌陀佛的佛光。應當要記住，「慈心作善，來生我國」，這是阿彌陀佛在呼喚我們，在把信息送給我們。「今此殊勝光益，正是此願之成就。今云命終得解脫」。最後一句經文『命終皆得解脫』，「正是願文中，慈心作善，往生極樂之意」，就這個意思。你怎麼樣得解脫？解是解除煩惱，解除障礙、業障，脫是脫離六道輪迴、脫離十法界，這叫解脫，永遠不在六道裡頭搞生死輪迴這些事情。到極樂世界真的解脫了，不是不可能，不是假話。現在人喜歡說假話，普遍說假話，說真話也沒人相信，人家都是以為你是假話，造成學佛的困難，信心不能建立。把佛的話都會變成假話，極樂世界是假話，輪迴是假話，地獄是假話，因果是假話，統統不相信了，到他臨命終墮到地獄裡的時候後悔莫及。"
    },
    {
      "id": "02-040-0365_p0019",
      "zh_CN": "我们这些年来接触到很多附体，每一个附体都后悔莫及，不知道是真的，现在口口声声告诉我们，鬼神是真的，三恶道是真的，地狱是真的，样样都是真的，极乐世界也是真的，都想往生极乐世界。可是业障重，没有人带领，善心才起，恶念又生，恶念把善心压下去了，恶的力量大，所以他们非常痛苦、非常艰难。「由上可见三途极苦之众生」，字字句句都是实实在在的，「以见光故，尚能息苦」，让他受的苦暂时停一下。这些恶道众生能够附体跟我们透露信息，这就是佛光照他的时候，他苦停止一下，把信息漏出来，信息漏出来这是心善，劝人不能学他这个样子，他做一点好事。他的罪还很重，附体完了之后再回到地狱去受苦，真可怜！「命终往生，故知弥陀愿力，威光摄受之力，俱不可思议」。往生全靠阿弥陀佛的愿力，我们不念弥陀还念什么？所有一切念头里头，究竟圆满的善念就是一句阿弥陀佛，知道的人不多。真正知道，这句佛号放在心上是分秒必争，我不能让我的时间一秒钟错过没念佛。口里不念可以，心里要念念相续，一个念头接着一个念头，不要有其他的杂念，不要有其他的妄念，我们才能有把握往生，真正得生。",
      "zh_TW": "我們這些年來接觸到很多附體，每一個附體都後悔莫及，不知道是真的，現在口口聲聲告訴我們，鬼神是真的，三惡道是真的，地獄是真的，樣樣都是真的，極樂世界也是真的，都想往生極樂世界。可是業障重，沒有人帶領，善心才起，惡念又生，惡念把善心壓下去了，惡的力量大，所以他們非常痛苦、非常艱難。「由上可見三途極苦之眾生」，字字句句都是實實在在的，「以見光故，尚能息苦」，讓他受的苦暫時停一下。這些惡道眾生能夠附體跟我們透露信息，這就是佛光照他的時候，他苦停止一下，把信息漏出來，信息漏出來這是心善，勸人不能學他這個樣子，他做一點好事。他的罪還很重，附體完了之後再回到地獄去受苦，真可憐！「命終往生，故知彌陀願力，威光攝受之力，俱不可思議」。往生全靠阿彌陀佛的願力，我們不念彌陀還念什麼？所有一切念頭裡頭，究竟圓滿的善念就是一句阿彌陀佛，知道的人不多。真正知道，這句佛號放在心上是分秒必爭，我不能讓我的時間一秒鐘錯過沒念佛。口裡不念可以，心裡要念念相續，一個念頭接著一個念頭，不要有其他的雜念，不要有其他的妄念，我們才能有把握往生，真正得生。"
    },
    {
      "id": "02-040-0365_p0020",
      "zh_CN": "得生净土，你会预知时至，你知道你什么时候走。为什么知道？你肯定见到佛，你肯定见到极乐世界，心地达到一定清净的境界你就见到了，这不是作梦、不是幻想，告诉你千真万确的事实。所以这才晓得阿弥陀佛的愿力，阿弥陀佛放光摄受，这个能量都不可思议，不是我们能想像的。不但我们不可思议，阿罗汉、辟支佛、三乘的菩萨他们也是不可思议，真正了解的是法身大士。法身大士虽然明了，还没有达到究竟圆满，究竟圆满那是佛，所以「唯佛与佛，方能究竟」。我们要相信，佛没有理由欺骗众生。凡是欺骗众生，自己一定有意图，他才干这个缺德事情，他自己想得利益。如果自己没有利益可得，他造这个罪业，那就是精神不正常，疯子，要是正常的人怎么肯干这种事情？用这个来衡量，诸佛菩萨他不是精神不正常，他不是疯子，他真的，他没有任何利益，确实于人无争，于世无求。他为什么到这个世间来？愿力，初学佛的时候曾经发了愿，「众生无边誓愿度」。我们都发了这个愿，不管你是真的、是假的，你念过，你在佛菩萨像面前念过，众生无边誓愿度。到成佛的时候兑现了，没有成佛的时候，我心里想，我能力做不到，心有余而力不足，到有能力的时候，自己决定兑现，说话算话。",
      "zh_TW": "得生淨土，你會預知時至，你知道你什麼時候走。為什麼知道？你肯定見到佛，你肯定見到極樂世界，心地達到一定清淨的境界你就見到了，這不是作夢、不是幻想，告訴你千真萬確的事實。所以這才曉得阿彌陀佛的願力，阿彌陀佛放光攝受，這個能量都不可思議，不是我們能想像的。不但我們不可思議，阿羅漢、辟支佛、三乘的菩薩他們也是不可思議，真正了解的是法身大士。法身大士雖然明瞭，還沒有達到究竟圓滿，究竟圓滿那是佛，所以「唯佛與佛，方能究竟」。我們要相信，佛沒有理由欺騙眾生。凡是欺騙眾生，自己一定有意圖，他才幹這個缺德事情，他自己想得利益。如果自己沒有利益可得，他造這個罪業，那就是精神不正常，瘋子，要是正常的人怎麼肯幹這種事情？用這個來衡量，諸佛菩薩他不是精神不正常，他不是瘋子，他真的，他沒有任何利益，確實於人無爭，於世無求。他為什麼到這個世間來？願力，初學佛的時候曾經發了願，「眾生無邊誓願度」。我們都發了這個願，不管你是真的、是假的，你念過，你在佛菩薩像面前念過，眾生無邊誓願度。到成佛的時候兌現了，沒有成佛的時候，我心裡想，我能力做不到，心有餘而力不足，到有能力的時候，自己決定兌現，說話算話。"
    },
    {
      "id": "02-040-0365_p0021",
      "zh_CN": "要帮助众生先要帮助自己，自己没有成就不能帮助众生，这一定的道理，古今中外没有例外的。帮助自己，首先断烦恼，放下根本烦恼：贪、瞋、痴、慢、疑、恶见，六个根本烦恼，到底下一品我们就学到了；要学法门，广学多闻；要成佛道，唯有成佛道，你的智慧、神通、道力才达到究竟圆满，完全没有障碍。有缘的众生，无论是善缘、是恶缘，他生生世世沦落在哪一道，佛是完全知道。有缘什么？有缘就跟我有关系，我去教他，他肯听，他能接受，他现在在苦难当中，我帮助他离苦得乐。没有缘？没有缘他不接受，他不接受，佛就度不了他。凡是能接受的都是有缘的，叫佛不度无缘之人，这个缘在于他肯不肯接受。",
      "zh_TW": "要幫助眾生先要幫助自己，自己沒有成就不能幫助眾生，這一定的道理，古今中外沒有例外的。幫助自己，首先斷煩惱，放下根本煩惱：貪、瞋、痴、慢、疑、惡見，六個根本煩惱，到底下一品我們就學到了；要學法門，廣學多聞；要成佛道，唯有成佛道，你的智慧、神通、道力才達到究竟圓滿，完全沒有障礙。有緣的眾生，無論是善緣、是惡緣，他生生世世淪落在哪一道，佛是完全知道。有緣什麼？有緣就跟我有關係，我去教他，他肯聽，他能接受，他現在在苦難當中，我幫助他離苦得樂。沒有緣？沒有緣他不接受，他不接受，佛就度不了他。凡是能接受的都是有緣的，叫佛不度無緣之人，這個緣在於他肯不肯接受。"
    },
    {
      "id": "02-040-0365_p0022",
      "zh_CN": "佛的教化没有中断，只要肯听，听久了，人自然就觉悟了，自然就回头了。世尊当年在世，教学四十九年，没有一天中断。长期跟着佛的，不离开的，出家众，经典上有记载，一千二百五十五人。我们会想到，肯定还有一些在家的，没有出家的，也追随释迦牟尼佛，跟出家众一样，他们不离开，他们长期接受薰陶。本经上有证明，上首表法里面说了十六位菩萨，在第二品经文一开端，十六位菩萨，这十六位菩萨统统是法身大士、等觉菩萨，都是在家人。出家菩萨表法只有三个，在家有十六个，这意思很明显，告诉我们在家学佛能成佛，这个法门。用意很深，我们得会看。出家三位，文殊、普贤、弥勒。",
      "zh_TW": "佛的教化沒有中斷，只要肯聽，聽久了，人自然就覺悟了，自然就回頭了。世尊當年在世，教學四十九年，沒有一天中斷。長期跟著佛的，不離開的，出家眾，經典上有記載，一千二百五十五人。我們會想到，肯定還有一些在家的，沒有出家的，也追隨釋迦牟尼佛，跟出家眾一樣，他們不離開，他們長期接受薰陶。本經上有證明，上首表法裡面說了十六位菩薩，在第二品經文一開端，十六位菩薩，這十六位菩薩統統是法身大士、等覺菩薩，都是在家人。出家菩薩表法只有三個，在家有十六個，這意思很明顯，告訴我們在家學佛能成佛，這個法門。用意很深，我們得會看。出家三位，文殊、普賢、彌勒。"
    },
    {
      "id": "02-040-0365_p0023",
      "zh_CN": "下面，「又《观经》曰」，举《观无量寿佛经》上的话，「无量寿佛有八万四千相，一一相中，各有八万四千随形好。一一好中，复有八万四千光明。一一光明，遍照十方世界念佛众生，摄取不舍」。这释迦牟尼佛说的，绝对是真话。如来是真语者、实语者、不妄语者，你相信你就有福了。这个地方给我们真正说明，到极乐世界我们身体是什么样子，不是这个身，三十二相八十种好是佛随顺印度人说的，不是极乐世界的身，这个地方说真话了，极乐世界的人的相好也是无法想像，不可思议。往生到极乐世界的身形，跟阿弥陀佛完全相同，没有两样。无量寿佛就是阿弥陀佛，八万四千相，每一个相，一一相中，每一个相，又有八万四千随形好，每一个随形好里面又有八万四千光明。一一光明，遍照十方世界念佛众生，摄取不舍，只要真正想往生的，都得到佛的接引。来接引的佛是什么样子？没有一定的，随类化身，也就是说你喜欢什么样子，他就现什么样子，来接引你的。这一点很重要，我们念佛人跟佛要相应。",
      "zh_TW": "下面，「又《觀經》曰」，舉《觀無量壽佛經》上的話，「無量壽佛有八萬四千相，一一相中，各有八萬四千隨形好。一一好中，復有八萬四千光明。一一光明，遍照十方世界念佛眾生，攝取不捨」。這釋迦牟尼佛說的，絕對是真話。如來是真語者、實語者、不妄語者，你相信你就有福了。這個地方給我們真正說明，到極樂世界我們身體是什麼樣子，不是這個身，三十二相八十種好是佛隨順印度人說的，不是極樂世界的身，這個地方說真話了，極樂世界的人的相好也是無法想像，不可思議。往生到極樂世界的身形，跟阿彌陀佛完全相同，沒有兩樣。無量壽佛就是阿彌陀佛，八萬四千相，每一個相，一一相中，每一個相，又有八萬四千隨形好，每一個隨形好裡面又有八萬四千光明。一一光明，遍照十方世界念佛眾生，攝取不捨，只要真正想往生的，都得到佛的接引。來接引的佛是什麼樣子？沒有一定的，隨類化身，也就是說你喜歡什麼樣子，他就現什麼樣子，來接引你的。這一點很重要，我們念佛人跟佛要相應。"
    },
    {
      "id": "02-040-0365_p0024",
      "zh_CN": "我这几十年念佛，我供养阿弥陀佛的像就一尊，就这边这尊像，就一尊。这个像是我在台湾建立第一个道场，景美华藏图书馆，以后我们搞视听，就加上佛教视听图书馆，我们就这么一个道场，没有佛像。赵默林老居士从大陆带来这一尊佛像，当宝贝，收藏在家里，不供养也不好，供养又怕打碎，它是瓷的。告诉我，这个佛像有三百多年了，古董。装的盒子非常精致，送到我图书馆来，看到我这里没有佛像，给我供养。老居士往生了，这个像还供在那边。我们出门不方便，怎么办？照相。所以我就照了很多照片，大大小小的，这个是放得最大的，放这么大一张。为什么？天天看，印象深刻。我往生，阿弥陀佛来接引我，肯定现这个相，天天看你，天天念你，终归念来了。到达西方极乐世界，相就变了。变成什么相？《观经》上讲的这个相。我们自己的身？我们自己的身现跟阿弥陀佛一样的相。画不出来！我们背后这一张「极乐妙果图」，江逸子画的。画了一张「地狱变相图」，再画一张极乐世界，两个对比，你看看，造业，往那边去，念佛，往这边来。为什么不设色，不用颜色？画不出来，这表不思议，只有白描，画不出颜色，这代表不可思议，无法想像。三十二相就不容易画出来，八万四千相怎么画？",
      "zh_TW": "我這幾十年念佛，我供養阿彌陀佛的像就一尊，就這邊這尊像，就一尊。這個像是我在台灣建立第一個道場，景美華藏圖書館，以後我們搞視聽，就加上佛教視聽圖書館，我們就這麼一個道場，沒有佛像。趙默林老居士從大陸帶來這一尊佛像，當寶貝，收藏在家裡，不供養也不好，供養又怕打碎，它是瓷的。告訴我，這個佛像有三百多年了，古董。裝的盒子非常精緻，送到我圖書館來，看到我這裡沒有佛像，給我供養。老居士往生了，這個像還供在那邊。我們出門不方便，怎麼辦？照相。所以我就照了很多照片，大大小小的，這個是放得最大的，放這麼大一張。為什麼？天天看，印象深刻。我往生，阿彌陀佛來接引我，肯定現這個相，天天看你，天天念你，終歸念來了。到達西方極樂世界，相就變了。變成什麼相？《觀經》上講的這個相。我們自己的身？我們自己的身現跟阿彌陀佛一樣的相。畫不出來！我們背後這一張「極樂妙果圖」，江逸子畫的。畫了一張「地獄變相圖」，再畫一張極樂世界，兩個對比，你看看，造業，往那邊去，念佛，往這邊來。為什麼不設色，不用顏色？畫不出來，這表不思議，只有白描，畫不出顏色，這代表不可思議，無法想像。三十二相就不容易畫出來，八萬四千相怎麼畫？"
    },
    {
      "id": "02-040-0365_p0025",
      "zh_CN": "一一好中有八万四千光，一一光中遍照十方世界念佛众生，阿弥陀佛在做佛事，在接引众生。十方无量无边世界，每一个世界每一时每一刻往生极乐世界有多少人？无法计算。我们这个地球上，魏晋南北朝一直到清代，每年往生的人数可观。我们这个地球小，住众不多。我们知道比我们地球大的星球很多，太阳比地球大三十一万倍，太阳在太空当中也不是最大的行星，很普通的一个星球，这个太空的知识要知道。每天观看太空、观看星星，才知道人是多么渺小。地球在太空当中是个很渺小的星球，人在这个地球上有什么值得骄傲的？起心动念就错了。为什么不老实念佛，回归极乐世界？阿弥陀佛垂手在等着我们。",
      "zh_TW": "一一好中有八萬四千光，一一光中遍照十方世界念佛眾生，阿彌陀佛在做佛事，在接引眾生。十方無量無邊世界，每一個世界每一時每一刻往生極樂世界有多少人？無法計算。我們這個地球上，魏晉南北朝一直到清代，每年往生的人數可觀。我們這個地球小，住眾不多。我們知道比我們地球大的星球很多，太陽比地球大三十一萬倍，太陽在太空當中也不是最大的行星，很普通的一個星球，這個太空的知識要知道。每天觀看太空、觀看星星，才知道人是多麼渺小。地球在太空當中是個很渺小的星球，人在這個地球上有什麼值得驕傲的？起心動念就錯了。為什麼不老實念佛，回歸極樂世界？阿彌陀佛垂手在等著我們。"
    },
    {
      "id": "02-040-0365_p0026",
      "zh_CN": "在这个世间，我们要干的事，要干最好的事，止于至善，最好的事无非是劝人念佛求生净土，好事当中第一桩好事。谁干的？诸佛如来干，法身菩萨干。他们认识清楚，真搞明白了，这些都是替我们做证明的，佛给我们讲经教学是劝我们，这些菩萨给我们作证，他们都是念佛往生成佛的，告诉我们这个事情是真的不是假的。我们在这一生当中，有限的时间之内，一定把这桩事情办好，其他的叫鸡毛蒜皮，不足以为道，无论是善是恶、是染是净，统统放下。经上说得很好，「清净平等觉」，这是我们在这个世间努力修学的目标，修清净心、修平等心、修大觉之心。这个机会非常难遇，我们遇到了，遇到之后真干，决定求生，而且就在今世。",
      "zh_TW": "在這個世間，我們要幹的事，要幹最好的事，止於至善，最好的事無非是勸人念佛求生淨土，好事當中第一樁好事。誰幹的？諸佛如來幹，法身菩薩幹。他們認識清楚，真搞明白了，這些都是替我們做證明的，佛給我們講經教學是勸我們，這些菩薩給我們作證，他們都是念佛往生成佛的，告訴我們這個事情是真的不是假的。我們在這一生當中，有限的時間之內，一定把這樁事情辦好，其他的叫雞毛蒜皮，不足以為道，無論是善是惡、是染是淨，統統放下。經上說得很好，「清淨平等覺」，這是我們在這個世間努力修學的目標，修清淨心、修平等心、修大覺之心。這個機會非常難遇，我們遇到了，遇到之後真幹，決定求生，而且就在今世。"
    },
    {
      "id": "02-040-0365_p0027",
      "zh_CN": "这个世界要看破，绝不可以再留恋。有缘，帮助这个社会，帮助众生，绝不攀缘，攀缘错了。攀缘，你为什么？你有什么企图？有什么欲望？如果没有企图、没有欲望，你攀缘干什么？攀缘不能成事。随缘，别人来找你，你帮助他，容易成就。别人没有要我帮助，我找着去找人家，叫攀缘，这个错了。古来祖师大德给我们做了很好的榜样。你看禅宗六祖惠能大师，那时候武则天做皇帝，神秀大师推荐惠能给武则天，武则天下诏书请惠能大师进京，那时候首都长安，唐朝时候的，就是现在的西安，惠能大师不去，说年岁大了，身体不好，这个是等于说皇上找来了也不肯去。武则天也没办法，送袈裟、送一些礼物，送给惠能大师。这都是给我们后人做榜样的，不要去攀缘。他来访问，我们欢喜接受，有什么疑难杂症，出家人有智慧，能帮助你解决，提供建议给你，做不做是你的事情。你能够做，利益人民，是你修福；你不愿意做，你不相信，也无所谓，根本不把这个事情放在心上，这才对。历代多少祖师做出这个榜样给我们看。",
      "zh_TW": "這個世界要看破，絕不可以再留戀。有緣，幫助這個社會，幫助眾生，絕不攀緣，攀緣錯了。攀緣，你為什麼？你有什麼企圖？有什麼欲望？如果沒有企圖、沒有欲望，你攀緣幹什麼？攀緣不能成事。隨緣，別人來找你，你幫助他，容易成就。別人沒有要我幫助，我找著去找人家，叫攀緣，這個錯了。古來祖師大德給我們做了很好的榜樣。你看禪宗六祖惠能大師，那時候武則天做皇帝，神秀大師推薦惠能給武則天，武則天下詔書請惠能大師進京，那時候首都長安，唐朝時候的，就是現在的西安，惠能大師不去，說年歲大了，身體不好，這個是等於說皇上找來了也不肯去。武則天也沒辦法，送袈裟、送一些禮物，送給惠能大師。這都是給我們後人做榜樣的，不要去攀緣。他來訪問，我們歡喜接受，有什麼疑難雜症，出家人有智慧，能幫助你解決，提供建議給你，做不做是你的事情。你能夠做，利益人民，是你修福；你不願意做，你不相信，也無所謂，根本不把這個事情放在心上，這才對。歷代多少祖師做出這個榜樣給我們看。"
    },
    {
      "id": "02-040-0365_p0028",
      "zh_CN": "佛弟子，无论出家在家，对社会、对国家、对人类的贡献是什么？就是讲经教学。实际上需不需要见面？不需要。尤其是在现在这个时代，用网路传播，用卫星传播，天天都看到，我们有什么好的想法、看法，我们都说出来了，你都听到了，不需要见面，你天天收听就是天天见面。真有问题，也不需要见面，传给我，我就可以在网路上给你解答，省去很多旅行的劳累。过去是没有这些传媒，没有办法，一定要亲自来拜访、亲自来访问，现在不需要。",
      "zh_TW": "佛弟子，無論出家在家，對社會、對國家、對人類的貢獻是什麼？就是講經教學。實際上需不需要見面？不需要。尤其是在現在這個時代，用網路傳播，用衛星傳播，天天都看到，我們有什麼好的想法、看法，我們都說出來了，你都聽到了，不需要見面，你天天收聽就是天天見面。真有問題，也不需要見面，傳給我，我就可以在網路上給你解答，省去很多旅行的勞累。過去是沒有這些傳媒，沒有辦法，一定要親自來拜訪、親自來訪問，現在不需要。"
    },
    {
      "id": "02-040-0365_p0029",
      "zh_CN": "我们再看下面，念老又举《般舟赞》，《般舟赞》上说，「不为余缘光普照，唯觅念佛往生人。故知真实念佛之人，皆是具缘遇光之人也」。这一句说得好，《般舟三昧赞》。佛光照哪些人？照有缘的人。没有缘？没有缘也照，光明像太阳一样，什么都照，佛光亦如是。但是讲真正受利益的，那是有缘人；没有缘人，虽照了，照了不受利益。像我们现在也在放光，无线电波是光，网路是放光，卫星电视也在放光，做出来的光碟也在放光，有缘的人他听、他收看，他得利益；没有缘的人他不看，他家里有电视，他频道不打开，有网路，他不收这个网址，那就没有法子。依然是送到他家，送到他眼前，他不要看，这叫无缘之人。所以有缘无缘不在佛那一边，佛菩萨决定没有说有缘无缘，为什么？菩萨不分别，有缘无缘不就分别了？分别是凡夫。佛，他不起心不动念，念头都没有，那是佛；起心动念，不分别、不执着，是菩萨；起心动念、有分别，没有执着，这是阿罗汉、是辟支佛；起心动念、分别、执着统统有，这叫凡夫。所以佛光普照，没有一个漏掉的，包括树木花草、山河大地，整个虚空统统在佛光之中，圆圆满满。与佛有缘的人，念佛求往生的人，他很容易接收到。",
      "zh_TW": "我們再看下面，念老又舉《般舟讚》，《般舟讚》上說，「不為餘緣光普照，唯覓念佛往生人。故知真實念佛之人，皆是具緣遇光之人也」。這一句說得好，《般舟三昧讚》。佛光照哪些人？照有緣的人。沒有緣？沒有緣也照，光明像太陽一樣，什麼都照，佛光亦如是。但是講真正受利益的，那是有緣人；沒有緣人，雖照了，照了不受利益。像我們現在也在放光，無線電波是光，網路是放光，衛星電視也在放光，做出來的光碟也在放光，有緣的人他聽、他收看，他得利益；沒有緣的人他不看，他家裡有電視，他頻道不打開，有網路，他不收這個網址，那就沒有法子。依然是送到他家，送到他眼前，他不要看，這叫無緣之人。所以有緣無緣不在佛那一邊，佛菩薩決定沒有說有緣無緣，為什麼？菩薩不分別，有緣無緣不就分別了？分別是凡夫。佛，他不起心不動念，念頭都沒有，那是佛；起心動念，不分別、不執著，是菩薩；起心動念、有分別，沒有執著，這是阿羅漢、是辟支佛；起心動念、分別、執著統統有，這叫凡夫。所以佛光普照，沒有一個漏掉的，包括樹木花草、山河大地，整個虛空統統在佛光之中，圓圓滿滿。與佛有緣的人，念佛求往生的人，他很容易接收到。"
    },
    {
      "id": "02-040-0365_p0030",
      "zh_CN": "特别是这一部《无量寿经》，这一本黄念祖老居士的集注，妙极了，正确极了，正确，真正稀有难逢。真正有同学发心，把黄念祖老居士的注解从头到尾念一遍，做成光碟，听黄老讲经。这个让人家什么？人家多听。能听三十遍以上，这个人就有信心，对极乐世界不会怀疑了。就照这样念就行了，不必求解，就念注解，念经、念注解。用我们这个本子行，不用科注也行，这个成本更低，大概这部经应该一个光碟就够了。现在你看那个小的播经机，我们一千二百个小时，就小小的一个小机器里头，这都非常非常之好。这都是光，这是弥陀所放的光。常常听，不要间断，为什么？听懂听不懂不管它，不要理会懂不懂，就是常听。常听，把我们的妄念打掉，把妄想打掉，清净平等心现前，这就不得了，这个功德就大极了。为什么？清净平等心生智慧，跟佛同样的智慧，这还得了！我把这个方法传给大家，大家就不必到香港来见我，好好在家念佛，那是真的跟我见面；跑到这儿来，跟我没见到。一定要明白一个道理，最后我们都会集在西方极乐世界，你去了，我也去，我们终极的目标，最后的愿望，参加阿弥陀佛的大法会，极乐世界的大法会。",
      "zh_TW": "特別是這一部《無量壽經》，這一本黃念祖老居士的集註，妙極了，正確極了，正確，真正稀有難逢。真正有同學發心，把黃念祖老居士的註解從頭到尾念一遍，做成光碟，聽黃老講經。這個讓人家什麼？人家多聽。能聽三十遍以上，這個人就有信心，對極樂世界不會懷疑了。就照這樣念就行了，不必求解，就念註解，念經、念註解。用我們這個本子行，不用科註也行，這個成本更低，大概這部經應該一個光碟就夠了。現在你看那個小的播經機，我們一千二百個小時，就小小的一個小機器裡頭，這都非常非常之好。這都是光，這是彌陀所放的光。常常聽，不要間斷，為什麼？聽懂聽不懂不管它，不要理會懂不懂，就是常聽。常聽，把我們的妄念打掉，把妄想打掉，清淨平等心現前，這就不得了，這個功德就大極了。為什麼？清淨平等心生智慧，跟佛同樣的智慧，這還得了！我把這個方法傳給大家，大家就不必到香港來見我，好好在家念佛，那是真的跟我見面；跑到這兒來，跟我沒見到。一定要明白一個道理，最後我們都會集在西方極樂世界，你去了，我也去，我們終極的目標，最後的願望，參加阿彌陀佛的大法會，極樂世界的大法會。"
    },
    {
      "id": "02-040-0365_p0031",
      "zh_CN": "「故知真实念佛之人」，真信西方有极乐世界，真信极乐世界有阿弥陀佛，真信阿弥陀佛四十八愿摄受十方诸佛刹土一切有缘众生。有缘众生，上包括等觉菩萨，下面也包含无间地狱。如果工作繁忙，没有时间听这么大部的经，你只听一品，第六品四十八愿，一遍一遍的听，听上几百遍、几千遍，效果一样出来。世尊在世为什么讲经四十九年，这桩事情这个道理我们一定要懂。",
      "zh_TW": "「故知真實念佛之人」，真信西方有極樂世界，真信極樂世界有阿彌陀佛，真信阿彌陀佛四十八願攝受十方諸佛剎土一切有緣眾生。有緣眾生，上包括等覺菩薩，下面也包含無間地獄。如果工作繁忙，沒有時間聽這麼大部的經，你只聽一品，第六品四十八願，一遍一遍的聽，聽上幾百遍、幾千遍，效果一樣出來。世尊在世為什麼講經四十九年，這樁事情這個道理我們一定要懂。"
    },
    {
      "id": "02-040-0365_p0032",
      "zh_CN": "昨天胡居士在北京打个电话给我，他们去参观国子监，看到国子监，这清朝皇宫皇家大学，那一种教学的智慧、教学的理念跟方法，他们看到之后佩服到极处。才恍然大悟，佛在经上教的，怎么样培养弘法人才、培养老师？复讲，国子监里头都是用复讲。复讲是从佛经上传来的，二千年前传到中国，儒家接受了，道家也接受了，三教这一千七百年培养人才都用这个办法，效果卓着。这个办法就是讲经，老师天天讲经，没中断。培养底下一代的老师，怎么选？就在听众当中，听讲听众当中去选拔人才。人才三个条件，第一个品德，品德好；换句话说，真正接受过童年的扎根教育，这个基础非常重要。扎根教育特别着重的，孝道，孝亲尊师，就是伦理的教育、道德的教育、因果的教育。因果教育是城隍庙，伦理道德的教育是儒，儒跟佛都有。懂得五伦、五常、八德，而且他能做到，这是非常重要。第二个条件，理解力很强，他听了他能懂。第三个条件是记忆力，他听了能记得。有这三个条件就被选出来，培养底下一代讲经的法师。",
      "zh_TW": "昨天胡居士在北京打個電話給我，他們去參觀國子監，看到國子監，這清朝皇宮皇家大學，那一種教學的智慧、教學的理念跟方法，他們看到之後佩服到極處。才恍然大悟，佛在經上教的，怎麼樣培養弘法人才、培養老師？複講，國子監裡頭都是用複講。複講是從佛經上傳來的，二千年前傳到中國，儒家接受了，道家也接受了，三教這一千七百年培養人才都用這個辦法，效果卓著。這個辦法就是講經，老師天天講經，沒中斷。培養底下一代的老師，怎麼選？就在聽眾當中，聽講聽眾當中去選拔人才。人才三個條件，第一個品德，品德好；換句話說，真正接受過童年的扎根教育，這個基礎非常重要。扎根教育特別著重的，孝道，孝親尊師，就是倫理的教育、道德的教育、因果的教育。因果教育是城隍廟，倫理道德的教育是儒，儒跟佛都有。懂得五倫、五常、八德，而且他能做到，這是非常重要。第二個條件，理解力很強，他聽了他能懂。第三個條件是記憶力，他聽了能記得。有這三個條件就被選出來，培養底下一代講經的法師。"
    },
    {
      "id": "02-040-0365_p0033",
      "zh_CN": "怎么教？复讲，叫复小座，把老师所讲的重复讲一遍，不准你添加，漏掉了没关系，老老实实把老师所讲的重复讲一遍，也有听众。天天听经，天天复讲，老师上午讲经，听的人下午复讲、晚上复讲。如果复讲的人多，有三、五个，就有三、五个小教室，每个人在一个教室，都有一些听众，人数不多，这样培训出来的。这个方法在佛法里头是阿难第一个。我们知道世尊当年在世，讲经没有文字留下来，没有讲义、没有课本，完全口述。世尊灭度之后，这些弟子们从记忆当中，把老师所说的东西记录下来，成为经典，流传后世。记忆力最好的，阿难，阿难具备这三个条件，德行、持戒、清净，有真诚心、有恭敬心，他能够理解，他有智慧，他记忆力好，几乎每听过一遍他一生都不会忘记，所以就请阿难复讲。结集一切经藏都是阿难复讲的，所以第一句话说「如是我闻」，如是指这一部经典，我是阿难自称，我听释迦牟尼佛讲的，这里面没有一句话是自己意思，都是佛的原话，这样子记录下来，给大家证信。还说出来佛在什么地方讲的，时间通称「一时」。为什么？当年印度没有统一，每个国家有每个国家的历法，就不好记了，所以就用一时。哪些听众，这都在序分里头，像会议记录一样，可以取信于人，不是我一个人听的，有很多人在一起听。佛说经，常随众一定是在座的，一千二百五十五人，基本的听众，举他们来做证信、做证明，不是阿难伪造的，确有其事。以后世世代代都用这个方法，很有效果。",
      "zh_TW": "怎麼教？複講，叫複小座，把老師所講的重複講一遍，不准你添加，漏掉了沒關係，老老實實把老師所講的重複講一遍，也有聽眾。天天聽經，天天複講，老師上午講經，聽的人下午複講、晚上複講。如果複講的人多，有三、五個，就有三、五個小教室，每個人在一個教室，都有一些聽眾，人數不多，這樣培訓出來的。這個方法在佛法裡頭是阿難第一個。我們知道世尊當年在世，講經沒有文字留下來，沒有講義、沒有課本，完全口述。世尊滅度之後，這些弟子們從記憶當中，把老師所說的東西記錄下來，成為經典，流傳後世。記憶力最好的，阿難，阿難具備這三個條件，德行、持戒、清淨，有真誠心、有恭敬心，他能夠理解，他有智慧，他記憶力好，幾乎每聽過一遍他一生都不會忘記，所以就請阿難複講。結集一切經藏都是阿難複講的，所以第一句話說「如是我聞」，如是指這一部經典，我是阿難自稱，我聽釋迦牟尼佛講的，這裡面沒有一句話是自己意思，都是佛的原話，這樣子記錄下來，給大家證信。還說出來佛在什麼地方講的，時間通稱「一時」。為什麼？當年印度沒有統一，每個國家有每個國家的曆法，就不好記了，所以就用一時。哪些聽眾，這都在序分裡頭，像會議記錄一樣，可以取信於人，不是我一個人聽的，有很多人在一起聽。佛說經，常隨眾一定是在座的，一千二百五十五人，基本的聽眾，舉他們來做證信、做證明，不是阿難偽造的，確有其事。以後世世代代都用這個方法，很有效果。"
    },
    {
      "id": "02-040-0365_p0034",
      "zh_CN": "我在台中住十年，跟李老师学讲经，就是复小座。二十多个同学，复小座很难，复小座的教室只有两个，我们哪有那个机会？没有机会得自己想办法，找什么？找同修，我星期一到你家讲，星期二到他家讲，听众二三个、三五个，就行了，自己不想办法不行，把老师讲的经复讲一遍。大部经，《楞严经》，老师讲了三年，我也是，他讲一遍，我也讲一遍，我也讲了三年，这一部经讲圆满了。老师开讲《华严》，《华严》是我启请的，我们八个同学联名请老师讲《华严经》。意思是什么？希望老师住世，经没讲圆满不能走。结果经真的没有讲完他走了，讲了一半他走了，九十七岁。",
      "zh_TW": "我在台中住十年，跟李老師學講經，就是複小座。二十多個同學，複小座很難，複小座的教室只有兩個，我們哪有那個機會？沒有機會得自己想辦法，找什麼？找同修，我星期一到你家講，星期二到他家講，聽眾二三個、三五個，就行了，自己不想辦法不行，把老師講的經複講一遍。大部經，《楞嚴經》，老師講了三年，我也是，他講一遍，我也講一遍，我也講了三年，這一部經講圓滿了。老師開講《華嚴》，《華嚴》是我啟請的，我們八個同學聯名請老師講《華嚴經》。意思是什麼？希望老師住世，經沒講圓滿不能走。結果經真的沒有講完他走了，講了一半他走了，九十七歲。"
    },
    {
      "id": "02-040-0365_p0035",
      "zh_CN": "《华严》我只听一卷，这一卷我听了之后，全经我就会讲了。所以老师在台中讲《华严》，我到台北去讲《华严经》，一个居士的道场，我在那边讲。我讲了没有多久就超越老师了，因为老师一个星期讲一次，我一个星期讲三次，所以大概不到一年进度就超前了。那时候《八十》、《四十》我同时讲，《八十华严》一个星期讲两次，《四十华严》讲一次。我讲了十七年，讲一半，没讲完。常常出国，一出国就停了，回来就接着讲，就是一部《华严》。那一部没有录音，没有记录。第二次，住在新加坡，李木源居士代表大众启请，我们第二次在新加坡讲《华严》。这一次讲有录像带，留了全部的录像。这是讲《八十华严》，我记得讲到「十住品」，合计四千多个小时。这部经要用我这个讲法讲圆满，我估计需要两万个小时。所以我在澳洲跟格里菲斯大学校长谈起，他们问我讲经的事情，我就说，你们哪一个大学里头开课有两万小时的？两个小时是一个学分，有没有哪个课程有一万个学分的？没有。他们了解这个事实真相，就能体会到佛经的教学不可思议，不能轻视。这部《无量寿经》，加上这个注解，我们讲一遍，标准的时间一千二百个小时，六百个学分，大学里头哪有这种课程！真实智慧。",
      "zh_TW": "《華嚴》我只聽一卷，這一卷我聽了之後，全經我就會講了。所以老師在台中講《華嚴》，我到台北去講《華嚴經》，一個居士的道場，我在那邊講。我講了沒有多久就超越老師了，因為老師一個星期講一次，我一個星期講三次，所以大概不到一年進度就超前了。那時候《八十》、《四十》我同時講，《八十華嚴》一個星期講兩次，《四十華嚴》講一次。我講了十七年，講一半，沒講完。常常出國，一出國就停了，回來就接著講，就是一部《華嚴》。那一部沒有錄音，沒有記錄。第二次，住在新加坡，李木源居士代表大眾啟請，我們第二次在新加坡講《華嚴》。這一次講有錄像帶，留了全部的錄像。這是講《八十華嚴》，我記得講到「十住品」，合計四千多個小時。這部經要用我這個講法講圓滿，我估計需要兩萬個小時。所以我在澳洲跟格里菲斯大學校長談起，他們問我講經的事情，我就說，你們哪一個大學裡頭開課有兩萬小時的？兩個小時是一個學分，有沒有哪個課程有一萬個學分的？沒有。他們了解這個事實真相，就能體會到佛經的教學不可思議，不能輕視。這部《無量壽經》，加上這個註解，我們講一遍，標準的時間一千二百個小時，六百個學分，大學裡頭哪有這種課程！真實智慧。"
    },
    {
      "id": "02-040-0365_p0036",
      "zh_CN": "我们看末后这一段，「望西师疏曰」，望西是日本的净宗大德，他有《无量寿经》注解，里面有这么一段话，说「问」，这假设问答，「人间行者，犹见光难。三途众生，岂辄得见」。这个提问提得好。人间念佛人，这个行者是念佛人，见到佛光不容易，几个人见到佛光？举这个例子，人间都难，那三途就更难了，畜生道、饿鬼道、地狱道；最难的是地狱，他的罪业太重，饿鬼道跟畜生道都还比较容易。下面解答的，望西师解答的，《心地观经》有这么一句话说：「以其男女追胜福，有大金光照地狱。光中演说深妙音，开悟父母令发意。」这是真的不是假的。饿鬼、地狱道的人他怎么能见佛光？是他有儿孙，孝顺的儿孙给他超度。超度不能轻视，管用！",
      "zh_TW": "我們看末後這一段，「望西師疏曰」，望西是日本的淨宗大德，他有《無量壽經》註解，裡面有這麼一段話，說「問」，這假設問答，「人間行者，猶見光難。三途眾生，豈輒得見」。這個提問提得好。人間念佛人，這個行者是念佛人，見到佛光不容易，幾個人見到佛光？舉這個例子，人間都難，那三途就更難了，畜生道、餓鬼道、地獄道；最難的是地獄，他的罪業太重，餓鬼道跟畜生道都還比較容易。下面解答的，望西師解答的，《心地觀經》有這麼一句話說：「以其男女追勝福，有大金光照地獄。光中演說深妙音，開悟父母令發意。」這是真的不是假的。餓鬼、地獄道的人他怎麼能見佛光？是他有兒孫，孝順的兒孫給他超度。超度不能輕視，管用！"
    },
    {
      "id": "02-040-0365_p0037",
      "zh_CN": "我们这十几年来提倡三时系念佛事，效果非常好，冥阳两利，因为这开示里头开示得好，中峰禅师，元朝时候人。我们也是遇到一些附体的，那时候我在庐江，好像是二００八年冬天，我在那里过了一个冬天，讲了一个月的经，在庐江，遇到附体的，鬼神来求我，求超度，说灾难太多太大，鬼道众生太多。我那时候就想，我说我们三时系念做七个七，连着做七个七，四十九天。他说不行，七个七度不了。我说那怎么办？一百个七好不好？行。最后我们真的是一百个七，一百个七就是七百天，每天做，一百个七。这样做的时候他们非常欢喜，就是鬼神欢喜。我就劝悟道发心，我说你来做三时系念的主法。这个活动做开了，真的，起作用，在中国大陆、在台湾、在南洋。在法国我们也做了一堂。在斯里兰卡，最殊胜的，在总统府里面做的，总统夫人亲自出来拈香，带着三军总司令，非常难得。",
      "zh_TW": "我們這十幾年來提倡三時繫念佛事，效果非常好，冥陽兩利，因為這開示裡頭開示得好，中峰禪師，元朝時候人。我們也是遇到一些附體的，那時候我在廬江，好像是二００八年冬天，我在那裡過了一個冬天，講了一個月的經，在廬江，遇到附體的，鬼神來求我，求超度，說災難太多太大，鬼道眾生太多。我那時候就想，我說我們三時繫念做七個七，連著做七個七，四十九天。他說不行，七個七度不了。我說那怎麼辦？一百個七好不好？行。最後我們真的是一百個七，一百個七就是七百天，每天做，一百個七。這樣做的時候他們非常歡喜，就是鬼神歡喜。我就勸悟道發心，我說你來做三時繫念的主法。這個活動做開了，真的，起作用，在中國大陸、在台灣、在南洋。在法國我們也做了一堂。在斯里蘭卡，最殊勝的，在總統府裡面做的，總統夫人親自出來拈香，帶著三軍總司令，非常難得。"
    },
    {
      "id": "02-040-0365_p0038",
      "zh_CN": "「孝子追善，向以如此。弥陀光益，岂唐捐乎」，一点都不假。所以我们度人，还不要忘了度这些鬼道，鬼道众生比人多，迫切求超度，我们深受感动。所以我们讲经，给他供牌位，一部经讲圆满一定是以三时系念佛事做总结。",
      "zh_TW": "「孝子追善，向以如此。彌陀光益，豈唐捐乎」，一點都不假。所以我們度人，還不要忘了度這些鬼道，鬼道眾生比人多，迫切求超度，我們深受感動。所以我們講經，給他供牌位，一部經講圓滿一定是以三時繫念佛事做總結。"
    },
    {
      "id": "02-040-0365_p0039",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}