{
  "doc_id": "02-040-0240",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四０集",
    "zh_TW": "第二四０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0240",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-040-0240_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0240_p0002",
      "zh_CN": "请看《大经科注》第五百零七页倒数第二行，「辛三、（三九）」，四十八愿第三十九愿，「庄严无尽愿」。在二十四章，这个经文是第十九章，十九章只有一愿。请看经文：",
      "zh_TW": "請看《大經科註》第五百零七頁倒數第二行，「辛三、（三九）」，四十八願第三十九願，「莊嚴無盡願」。在二十四章，這個經文是第十九章，十九章只有一願。請看經文："
    },
    {
      "id": "02-040-0240_p0003",
      "zh_CN": "【我作佛时。国中万物。严净。光丽。形色殊特。穷微极妙。无能称量。其诸众生。虽具天眼。有能辨其形色。光相。名数。及总宣说者。不取正觉。】",
      "zh_TW": "【我作佛時。國中萬物。嚴淨。光麗。形色殊特。窮微極妙。無能稱量。其諸眾生。雖具天眼。有能辨其形色。光相。名數。及總宣說者。不取正覺。】"
    },
    {
      "id": "02-040-0240_p0004",
      "zh_CN": "我们看念老的注解。从第卅九到第四十三，这个五愿是「摄佛土功德愿」。右面第卅九愿先说「庄严无尽」，这一段经文是说极乐世界的庄严，属于介绍极乐世界的景观。《会疏》里面解释说，「严谓庄严，净谓清净，光谓光明，丽谓华丽」。『严净』是说体离垢。极乐世界跟十方诸佛世界不一样，虽然极乐世界也有凡圣同居土、方便有余土，很明显的，跟释迦牟尼佛同居、方便不相同。我们现在住的这个地球是释迦牟尼佛的凡圣同居土，这个同居土的范围很大，就是六道轮回。",
      "zh_TW": "我們看念老的註解。從第卅九到第四十三，這個五願是「攝佛土功德願」。右面第卅九願先說「莊嚴無盡」，這一段經文是說極樂世界的莊嚴，屬於介紹極樂世界的景觀。《會疏》裡面解釋說，「嚴謂莊嚴，淨謂清淨，光謂光明，麗謂華麗」。『嚴淨』是說體離垢。極樂世界跟十方諸佛世界不一樣，雖然極樂世界也有凡聖同居土、方便有餘土，很明顯的，跟釋迦牟尼佛同居、方便不相同。我們現在住的這個地球是釋迦牟尼佛的凡聖同居土，這個同居土的範圍很大，就是六道輪迴。"
    },
    {
      "id": "02-040-0240_p0005",
      "zh_CN": "六道轮回，上面到非想非非想处天，下面到无间地狱，多大？这是一个大千世界，释迦牟尼佛的教化区，一个大千世界，里面的一部分。这个大千世界到底有多大？黄念祖老居士告诉我，我们在过去确实把经里面所说的看错了，以为这个太阳系就是一个单位世界。虽然佛说了，日月是围绕着须弥山转的。古时候也有人把我们这个地球当作一个单位世界，认为喜马拉雅山就是须弥山，因为佛出现在喜马拉雅山的南面，现在的尼泊尔，所以称那个山作须弥山。可是佛经上讲得很清楚，日月是绕着须弥山的腰转的，旋转的。现在我们知道，太阳系是绕着银河系旋转的，确确实实它是在银河系的腰当中。我们看到银河系这个天文的照片，银河系像个碟子一样，像两个小碟子合在一起，中间大，慢慢边上边缘就薄了，太阳是在边缘。绕银河系一周要二十个光年，时间很长，所以银河对齐一次也很不容易遇到，大概五万年的时候才碰到一次。就是银河的中心、太阳跟地球排成一条线，不是常常碰到的。马雅预言就是银河对齐。",
      "zh_TW": "六道輪迴，上面到非想非非想處天，下面到無間地獄，多大？這是一個大千世界，釋迦牟尼佛的教化區，一個大千世界，裡面的一部分。這個大千世界到底有多大？黃念祖老居士告訴我，我們在過去確實把經裡面所說的看錯了，以為這個太陽系就是一個單位世界。雖然佛說了，日月是圍繞著須彌山轉的。古時候也有人把我們這個地球當作一個單位世界，認為喜馬拉雅山就是須彌山，因為佛出現在喜馬拉雅山的南面，現在的尼泊爾，所以稱那個山作須彌山。可是佛經上講得很清楚，日月是繞著須彌山的腰轉的，旋轉的。現在我們知道，太陽系是繞著銀河系旋轉的，確確實實它是在銀河系的腰當中。我們看到銀河系這個天文的照片，銀河系像個碟子一樣，像兩個小碟子合在一起，中間大，慢慢邊上邊緣就薄了，太陽是在邊緣。繞銀河系一周要二十個光年，時間很長，所以銀河對齊一次也很不容易遇到，大概五萬年的時候才碰到一次。就是銀河的中心、太陽跟地球排成一條線，不是常常碰到的。馬雅預言就是銀河對齊。"
    },
    {
      "id": "02-040-0240_p0006",
      "zh_CN": "念老告诉我，他是学科学的，他说经上讲的单位世界，确确实实是银河系。须弥山是什么？就是银河系的中心，是一个天体，这个天体称之为黑洞，有非常强大的引力。它是个无形的，但是有很强的引力，连光都被吸进去。一个银河系是一个单位世界，小千世界就是一千个银河系。小千世界，一千个小千世界，一千乘一千，一百万，是一个中千世界。再一个中千世界，再乘一个中千世界，才是一个大千世界。所以一个大千世界，十亿个银河系，三次相乘，一千乘一千再乘一千。这是释迦牟尼佛娑婆世界的凡圣同居土，这么大的范围，这是一尊佛的世界。在这个太空当中，像这样的佛世界无量无边、无数无尽，空间没有边际。从哪里来的？自性变现出来的。自性才是真正的自己，是自己的真心，也称之为法性，为什么？一切法都是从自性生的。这个世界广大、庄严。",
      "zh_TW": "念老告訴我，他是學科學的，他說經上講的單位世界，確確實實是銀河系。須彌山是什麼？就是銀河系的中心，是一個天體，這個天體稱之為黑洞，有非常強大的引力。它是個無形的，但是有很強的引力，連光都被吸進去。一個銀河系是一個單位世界，小千世界就是一千個銀河系。小千世界，一千個小千世界，一千乘一千，一百萬，是一個中千世界。再一個中千世界，再乘一個中千世界，才是一個大千世界。所以一個大千世界，十億個銀河系，三次相乘，一千乘一千再乘一千。這是釋迦牟尼佛娑婆世界的凡聖同居土，這麼大的範圍，這是一尊佛的世界。在這個太空當中，像這樣的佛世界無量無邊、無數無盡，空間沒有邊際。從哪裡來的？自性變現出來的。自性才是真正的自己，是自己的真心，也稱之為法性，為什麼？一切法都是從自性生的。這個世界廣大、莊嚴。"
    },
    {
      "id": "02-040-0240_p0007",
      "zh_CN": "娑婆世界，释迦牟尼佛世界，要跟极乐世界比，不一样，它是心现识变；识是阿赖耶，阿赖耶是妄心。心现是真的，但是通过识变就变成假相了，不是真相。西方极乐世界只有心现，没有识变，他们那个地方的人统统是转识成智，包括同居土，像我们这六道轮回。它没有六道，只有两道，天道跟人道，没有阿修罗，没有三恶道。所以，极乐世界的同居土只有人天，人天的福报比我们大得太多了，因为第二十愿阿弥陀佛说过，凡是生到西方极乐世界的人，皆作阿惟越致菩萨。阿惟越致菩萨是怎么回事？是实报土的法身菩萨。阿惟越致是梵语，翻成中国意思叫不退转，三种不退转，才能称为阿惟越致。第一个是位不退，第二个是行不退，第三个是念不退。",
      "zh_TW": "娑婆世界，釋迦牟尼佛世界，要跟極樂世界比，不一樣，它是心現識變；識是阿賴耶，阿賴耶是妄心。心現是真的，但是通過識變就變成假相了，不是真相。西方極樂世界只有心現，沒有識變，他們那個地方的人統統是轉識成智，包括同居土，像我們這六道輪迴。它沒有六道，只有兩道，天道跟人道，沒有阿修羅，沒有三惡道。所以，極樂世界的同居土只有人天，人天的福報比我們大得太多了，因為第二十願阿彌陀佛說過，凡是生到西方極樂世界的人，皆作阿惟越致菩薩。阿惟越致菩薩是怎麼回事？是實報土的法身菩薩。阿惟越致是梵語，翻成中國意思叫不退轉，三種不退轉，才能稱為阿惟越致。第一個是位不退，第二個是行不退，第三個是念不退。"
    },
    {
      "id": "02-040-0240_p0008",
      "zh_CN": "在我们这个世界，六道里头有位不退的，哪些人？像小乘初果、二果、三果，他们是位不退，到四果罗汉是位不退。行不退是菩萨，菩萨绝对不会退到小乘。这是哪些菩萨？十法界里面佛、菩萨，没有出十法界。那个菩萨是方便有余土，四圣法界就是释迦牟尼佛方便有余土，这里面没有凡夫。你看，阿罗汉是小乘圣人，辟支佛、菩萨、佛，这四种人住在里头。这个佛没有见性，天台大师称他为相似即佛。天台大师讲佛讲六种，第一种从理上讲，从理上讲，「一切众生本来是佛」，从理上讲的。为什么？你有佛性。有情的众生有佛性，无情的众生有法性，树木花草、山河大地它有法性，法性跟佛性是一个性。只是在有情，我们讲动物，叫它做佛性，在植物、矿物，我们叫它做法性，其实一个性。所以理上，理即佛，一切众生平等，都是佛；事上讲，不平等，事上有迷悟不同，全迷了，六道凡夫，全迷了。人迷了，天也迷了，非非想处天他还是迷惑，没觉悟。这些最高级的天人比不上须陀洹，为什么？须陀洹开始觉悟了，还没有办法出六道。但是他在六道，就是讲圣人，他证得位不退，绝不会退到三恶道，也不会走到别的地方去，他就人天两道。人间寿命到了，他到天上去，天上寿命到了他又到人间来，他不会堕三恶道。天上人间七次往返，他决定证阿罗汉，他就出了六道轮回。这个叫什么？位不退。",
      "zh_TW": "在我們這個世界，六道裡頭有位不退的，哪些人？像小乘初果、二果、三果，他們是位不退，到四果羅漢是位不退。行不退是菩薩，菩薩絕對不會退到小乘。這是哪些菩薩？十法界裡面佛、菩薩，沒有出十法界。那個菩薩是方便有餘土，四聖法界就是釋迦牟尼佛方便有餘土，這裡面沒有凡夫。你看，阿羅漢是小乘聖人，辟支佛、菩薩、佛，這四種人住在裡頭。這個佛沒有見性，天台大師稱他為相似即佛。天台大師講佛講六種，第一種從理上講，從理上講，「一切眾生本來是佛」，從理上講的。為什麼？你有佛性。有情的眾生有佛性，無情的眾生有法性，樹木花草、山河大地它有法性，法性跟佛性是一個性。只是在有情，我們講動物，叫它做佛性，在植物、礦物，我們叫它做法性，其實一個性。所以理上，理即佛，一切眾生平等，都是佛；事上講，不平等，事上有迷悟不同，全迷了，六道凡夫，全迷了。人迷了，天也迷了，非非想處天他還是迷惑，沒覺悟。這些最高級的天人比不上須陀洹，為什麼？須陀洹開始覺悟了，還沒有辦法出六道。但是他在六道，就是講聖人，他證得位不退，絕不會退到三惡道，也不會走到別的地方去，他就人天兩道。人間壽命到了，他到天上去，天上壽命到了他又到人間來，他不會墮三惡道。天上人間七次往返，他決定證阿羅漢，他就出了六道輪迴。這個叫什麼？位不退。"
    },
    {
      "id": "02-040-0240_p0009",
      "zh_CN": "在四圣法界里面，这些阿罗汉继续修行，阿罗汉见思烦恼断了，习气没断。所以阿罗汉在四圣法界，在声闻界，他修什么？他断习气。习气断掉，他就升等，升级了，他叫辟支佛，不叫阿罗汉了。在辟支佛的位子上，他要断尘沙烦恼，尘沙烦恼断了，他升级，他是菩萨。菩萨在这个地方把尘沙烦恼习气断掉，他就作佛了，十法界里佛。在佛的这个位次上，他要把无明烦恼断掉，无明烦恼不断，他出不了十法界。十法界是阿赖耶变的，无明烦恼一断，自然就转识成智，转八识成四智，他脱离十法界，往生到一真法界。这就是说明十法界是假的，一真法界那是真的，那是诸佛如来的实报庄严土，实是真实。真假从哪里说？真是永恒不灭的，这叫真的，凡是有生灭的就是假的。六道有生灭，十法界有生灭，生灭从哪里来？从阿赖耶来的，阿赖耶就是个生灭，第八识是个妄心，生灭心。真心不生不灭，真心是本性。",
      "zh_TW": "在四聖法界裡面，這些阿羅漢繼續修行，阿羅漢見思煩惱斷了，習氣沒斷。所以阿羅漢在四聖法界，在聲聞界，他修什麼？他斷習氣。習氣斷掉，他就升等，升級了，他叫辟支佛，不叫阿羅漢了。在辟支佛的位子上，他要斷塵沙煩惱，塵沙煩惱斷了，他升級，他是菩薩。菩薩在這個地方把塵沙煩惱習氣斷掉，他就作佛了，十法界裡佛。在佛的這個位次上，他要把無明煩惱斷掉，無明煩惱不斷，他出不了十法界。十法界是阿賴耶變的，無明煩惱一斷，自然就轉識成智，轉八識成四智，他脫離十法界，往生到一真法界。這就是說明十法界是假的，一真法界那是真的，那是諸佛如來的實報莊嚴土，實是真實。真假從哪裡說？真是永恆不滅的，這叫真的，凡是有生滅的就是假的。六道有生滅，十法界有生滅，生滅從哪裡來？從阿賴耶來的，阿賴耶就是個生滅，第八識是個妄心，生滅心。真心不生不滅，真心是本性。"
    },
    {
      "id": "02-040-0240_p0010",
      "zh_CN": "唐朝禅宗惠能大师明心见性，他见性的时候，给五祖做了个报告，这个报告很简单，只有五句话。第一句话他说，「何期自性，本自清净」；第二句话，「何期自性，本不生灭」，不生不灭；第三句是「何期自性，本自具足」，具足就是圆圆满满，你一样都不缺。具足什么？世尊在《华严经》上说得很好，说「一切众生皆有如来智慧德相」，这就是本自具足的。本自具足无量智慧、无量德能、无量相好，你一样都不缺。西方极乐世界所有这些庄严，都是自性本自具足的，到那个地方统统都等于见性。凡圣同居土、方便有余土没见性，没见性，阿弥陀佛以他的本愿，跟他无量劫修行功德加持你，你的智慧、神通、道力跟见性的菩萨没有两样，完全平等的，这叫阿惟越致菩萨。所以到西方极乐世界，如果念佛念到无明破了，那当然生实报土。没有这个功夫，像我们带业往生，生同居土、生方便土，得到阿弥陀佛这个加持，本愿威神加持，等于是实报土，极乐世界是平等的世界。这个便宜占得太大了，凭我们自己修到这个地位要无量劫。我们遇到这个法门，这个法门在一生当中就等于修了无量劫，到极乐世界就得到了。",
      "zh_TW": "唐朝禪宗惠能大師明心見性，他見性的時候，給五祖做了個報告，這個報告很簡單，只有五句話。第一句話他說，「何期自性，本自清淨」；第二句話，「何期自性，本不生滅」，不生不滅；第三句是「何期自性，本自具足」，具足就是圓圓滿滿，你一樣都不缺。具足什麼？世尊在《華嚴經》上說得很好，說「一切眾生皆有如來智慧德相」，這就是本自具足的。本自具足無量智慧、無量德能、無量相好，你一樣都不缺。西方極樂世界所有這些莊嚴，都是自性本自具足的，到那個地方統統都等於見性。凡聖同居土、方便有餘土沒見性，沒見性，阿彌陀佛以他的本願，跟他無量劫修行功德加持你，你的智慧、神通、道力跟見性的菩薩沒有兩樣，完全平等的，這叫阿惟越致菩薩。所以到西方極樂世界，如果念佛念到無明破了，那當然生實報土。沒有這個功夫，像我們帶業往生，生同居土、生方便土，得到阿彌陀佛這個加持，本願威神加持，等於是實報土，極樂世界是平等的世界。這個便宜佔得太大了，憑我們自己修到這個地位要無量劫。我們遇到這個法門，這個法門在一生當中就等於修了無量劫，到極樂世界就得到了。"
    },
    {
      "id": "02-040-0240_p0011",
      "zh_CN": "那这个方法，我们得修多长的时间才能成就？没有一定。时间最短，一天可以，《弥陀经》上说的，「若一日、若二日、若三日，到若七日」。七不是数字，七就是讲的圆满，净宗里面用七代表圆满。七是什么意思？四方、上下这六，加上当中叫七，所以这是圆满，取这个意思。若一日到六日这是时间，确实是一天、二天到五天、六天。七，哪一天圆满，那一天就叫七，你哪一天往生，那天就叫七。我们在《往生传》里头，在《净土圣贤录》里面，你细心去看，差不多一半以上都是三年。那我们就可以说，那个七就是代表三年，真正一心专念念三年，没有一个不往生。三年的时间天天念佛，除念佛之外，万缘放下。把念佛这桩事情当作我这一生第一桩大事，我除了这个事之外，什么事也没有，叫老实念佛。",
      "zh_TW": "那這個方法，我們得修多長的時間才能成就？沒有一定。時間最短，一天可以，《彌陀經》上說的，「若一日、若二日、若三日，到若七日」。七不是數字，七就是講的圓滿，淨宗裡面用七代表圓滿。七是什麼意思？四方、上下這六，加上當中叫七，所以這是圓滿，取這個意思。若一日到六日這是時間，確實是一天、二天到五天、六天。七，哪一天圓滿，那一天就叫七，你哪一天往生，那天就叫七。我們在《往生傳》裡頭，在《淨土聖賢錄》裡面，你細心去看，差不多一半以上都是三年。那我們就可以說，那個七就是代表三年，真正一心專念念三年，沒有一個不往生。三年的時間天天念佛，除念佛之外，萬緣放下。把念佛這樁事情當作我這一生第一樁大事，我除了這個事之外，什麼事也沒有，叫老實念佛。"
    },
    {
      "id": "02-040-0240_p0012",
      "zh_CN": "前些年，好像有五、六年了，深圳黄忠昌居士，大概是三十二、三岁，很年轻，听我讲经。听到念佛三年往生，他说他要做个实验。在深圳闭关，向小莉给他护关，照顾他的生活起居。真的，还差两个月满三年，两年十个月，预知时至，往生了。他做证明，证明这是真的不是假的。他不是什么了不起的人，很普通的人，头一年念佛妄念很多，他还写日记。在关房里面的日记，他就是这三年的变化。三年心才定下来，定下来，功夫就得力了。功夫真正得力，一日、二日都能往生，最重要的是功夫得力。这个证明，三年是真的不是假的。",
      "zh_TW": "前些年，好像有五、六年了，深圳黃忠昌居士，大概是三十二、三歲，很年輕，聽我講經。聽到念佛三年往生，他說他要做個實驗。在深圳閉關，向小莉給他護關，照顧他的生活起居。真的，還差兩個月滿三年，兩年十個月，預知時至，往生了。他做證明，證明這是真的不是假的。他不是什麼了不起的人，很普通的人，頭一年念佛妄念很多，他還寫日記。在關房裡面的日記，他就是這三年的變化。三年心才定下來，定下來，功夫就得力了。功夫真正得力，一日、二日都能往生，最重要的是功夫得力。這個證明，三年是真的不是假的。"
    },
    {
      "id": "02-040-0240_p0013",
      "zh_CN": "我们在《往生传》里看到三天的，宋朝莹珂法师，念佛人都知道这个故事。这是个出家人，是个破戒的出家人，不守清规，造作很多罪孽。他的优点大概就是还相信因果，自己反省，决定堕无间地狱。他相信因果，想到无间地狱就害怕，求同学帮助，有没有办法让他不堕地狱？就有个同学送一本《往生传》给他看，他看了之后，每看到一个人往生，都感动得流眼泪。这部书看完之后，他下定决心，把自己关在寮房里头，三天三夜，不吃、不喝、不眠，一句佛号接一句佛号念了三天三夜，把阿弥陀佛念来了，这是真干！佛来告诉他，你的寿命，阳寿还有十年，等你寿命终，临终的时候，佛说我来接引你。莹珂求佛，我现在就跟你去，我劣根性很重，禁不起诱惑，别人一诱惑，我又要做错事，又要犯戒了，十年寿命我不要了。佛同意了，告诉他，好！三天之后我来接引你。",
      "zh_TW": "我們在《往生傳》裡看到三天的，宋朝瑩珂法師，念佛人都知道這個故事。這是個出家人，是個破戒的出家人，不守清規，造作很多罪孽。他的優點大概就是還相信因果，自己反省，決定墮無間地獄。他相信因果，想到無間地獄就害怕，求同學幫助，有沒有辦法讓他不墮地獄？就有個同學送一本《往生傳》給他看，他看了之後，每看到一個人往生，都感動得流眼淚。這部書看完之後，他下定決心，把自己關在寮房裡頭，三天三夜，不吃、不喝、不眠，一句佛號接一句佛號念了三天三夜，把阿彌陀佛念來了，這是真幹！佛來告訴他，你的壽命，陽壽還有十年，等你壽命終，臨終的時候，佛說我來接引你。瑩珂求佛，我現在就跟你去，我劣根性很重，禁不起誘惑，別人一誘惑，我又要做錯事，又要犯戒了，十年壽命我不要了。佛同意了，告訴他，好！三天之後我來接引你。"
    },
    {
      "id": "02-040-0240_p0014",
      "zh_CN": "佛这个三天之后来接引，用意很深，让大家都知道，生起信心。如果当时接他走了，也许有很多人说莹珂自杀了，没人知道他往生，说他自杀了。这一宣布，整个寺院就都知道了，没人相信，这样一个破戒、犯斋的这种出家人，怎么可能念三天佛就往生？没人相信。好在三天不远，这就等着，三天之后来看，你是真的还是假的。到第三天，他请求寺院的大众念佛送他，当然大家都很高兴。念到一刻钟，他告诉大家，阿弥陀佛来了，别人看不见，佛来接引我了。向大家告别，他就走了，真走了。",
      "zh_TW": "佛這個三天之後來接引，用意很深，讓大家都知道，生起信心。如果當時接他走了，也許有很多人說瑩珂自殺了，沒人知道他往生，說他自殺了。這一宣布，整個寺院就都知道了，沒人相信，這樣一個破戒、犯齋的這種出家人，怎麼可能念三天佛就往生？沒人相信。好在三天不遠，這就等著，三天之後來看，你是真的還是假的。到第三天，他請求寺院的大眾念佛送他，當然大家都很高興。念到一刻鐘，他告訴大家，阿彌陀佛來了，別人看不見，佛來接引我了。向大家告別，他就走了，真走了。"
    },
    {
      "id": "02-040-0240_p0015",
      "zh_CN": "这个事情记载在《净土圣贤录》、《往生传》，都有记载。这就是《弥陀经》上讲的，「若一日，若二日，若三日」，他是三天把佛念来。怎么念来的？至诚恭敬，没有怀疑，没有夹杂，就是大势至菩萨所说的，「都摄六根，净念相继」。至诚，真诚到极处，功夫好的，一天就行，莹珂这是造作很多罪业，不善的罪业，他三天三夜能把佛念来。众生有感，佛就有应，你是真心，佛就应你，你是假意，佛就不应。佛一来接引，你就怕死，你说不行，我现在还不能死，我还要多活几年，这不就跟佛开玩笑了。所以意志不坚决，你念，佛不来，一定到坚决的时候佛就来了。为什么黄忠昌三天三夜没有办法把佛念来？他心不定。真正在关房坐上第三年，心才定下来，关房里头听经、念佛，那时候听我讲经的光碟，好像是的。",
      "zh_TW": "這個事情記載在《淨土聖賢錄》、《往生傳》，都有記載。這就是《彌陀經》上講的，「若一日，若二日，若三日」，他是三天把佛念來。怎麼念來的？至誠恭敬，沒有懷疑，沒有夾雜，就是大勢至菩薩所說的，「都攝六根，淨念相繼」。至誠，真誠到極處，功夫好的，一天就行，瑩珂這是造作很多罪業，不善的罪業，他三天三夜能把佛念來。眾生有感，佛就有應，你是真心，佛就應你，你是假意，佛就不應。佛一來接引，你就怕死，你說不行，我現在還不能死，我還要多活幾年，這不就跟佛開玩笑了。所以意志不堅決，你念，佛不來，一定到堅決的時候佛就來了。為什麼黃忠昌三天三夜沒有辦法把佛念來？他心不定。真正在關房坐上第三年，心才定下來，關房裡頭聽經、念佛，那時候聽我講經的光碟，好像是的。"
    },
    {
      "id": "02-040-0240_p0016",
      "zh_CN": "这个事情没有什么巧妙，道理就是真诚心，印光大师说的，「一分诚敬得一分利益」，十分诚敬、百分诚敬，感应立刻就能现前，百分之百的诚敬，没有一丝毫虚假。莹珂知道自己做阿鼻地狱罪业，怕堕地狱，这个心让他不敢起妄念，所以他能成功。这个在佛法里讲，这叫逆增上缘，好，帮助他往生，没有这个缘，他那个真诚心生不起来。所以顺境逆境、善缘恶缘，你要是会用统统是好缘，统统是帮忙，你要不善用，顺境善缘也造罪孽。蕅益大师讲得好，「境缘无好丑」，没好坏，「好丑存于心」，看你用的什么心。你的身、心要清净、要善，恶缘也变成善缘，心不清净、心不善，善缘也变成恶缘。",
      "zh_TW": "這個事情沒有什麼巧妙，道理就是真誠心，印光大師說的，「一分誠敬得一分利益」，十分誠敬、百分誠敬，感應立刻就能現前，百分之百的誠敬，沒有一絲毫虛假。瑩珂知道自己做阿鼻地獄罪業，怕墮地獄，這個心讓他不敢起妄念，所以他能成功。這個在佛法裡講，這叫逆增上緣，好，幫助他往生，沒有這個緣，他那個真誠心生不起來。所以順境逆境、善緣惡緣，你要是會用統統是好緣，統統是幫忙，你要不善用，順境善緣也造罪孽。蕅益大師講得好，「境緣無好醜」，沒好壞，「好醜存於心」，看你用的什麼心。你的身、心要清淨、要善，惡緣也變成善緣，心不清淨、心不善，善緣也變成惡緣。"
    },
    {
      "id": "02-040-0240_p0017",
      "zh_CN": "这是说明诸佛刹土跟释迦牟尼佛差不多，同居土、方便土都是八识所变现的，唯有极乐世界不是的。极乐世界同居土、方便土统统是法性土，就是只有心现没有识变。每一个往生到极乐世界的人，坐着莲花去的，就在莲花花苞里面转识成智了，自己不知道。这是阿弥陀佛的加持，阿弥陀佛的慈悲，不知不觉，你看登上莲花，到极乐世界花开见佛，那个身是法性身，不是阿赖耶的见分、相分。我们现在，肉身是阿赖耶的相分，我们起心动念是阿赖耶的见分。阿赖耶就是个染污的，就是个生灭法，所以我们的身跟念头都是刹那生灭。弥勒菩萨告诉我们，「一弹指三十二亿百千念」，单位是百千，百千是十万，三十二亿乘十万，三百二十兆。也就是说，一弹指有多少个生灭？有三百二十兆个生灭，我们不知道，完全不知道，就在眼前看不见。这是什么？宇宙源起。宇宙是什么时候源起的？没有过去，没有未来，就在当下，《楞严经》上佛讲得好，「当处出生，随处灭尽」。这是科学家所讲三种现象的来源，整个宇宙物质现象、精神现象、自然现象，它是同时发生的。看到阿赖耶的起源，宇宙的起源就看到了。",
      "zh_TW": "這是說明諸佛剎土跟釋迦牟尼佛差不多，同居土、方便土都是八識所變現的，唯有極樂世界不是的。極樂世界同居土、方便土統統是法性土，就是只有心現沒有識變。每一個往生到極樂世界的人，坐著蓮花去的，就在蓮花花苞裡面轉識成智了，自己不知道。這是阿彌陀佛的加持，阿彌陀佛的慈悲，不知不覺，你看登上蓮花，到極樂世界花開見佛，那個身是法性身，不是阿賴耶的見分、相分。我們現在，肉身是阿賴耶的相分，我們起心動念是阿賴耶的見分。阿賴耶就是個染污的，就是個生滅法，所以我們的身跟念頭都是剎那生滅。彌勒菩薩告訴我們，「一彈指三十二億百千念」，單位是百千，百千是十萬，三十二億乘十萬，三百二十兆。也就是說，一彈指有多少個生滅？有三百二十兆個生滅，我們不知道，完全不知道，就在眼前看不見。這是什麼？宇宙源起。宇宙是什麼時候源起的？沒有過去，沒有未來，就在當下，《楞嚴經》上佛講得好，「當處出生，隨處滅盡」。這是科學家所講三種現象的來源，整個宇宙物質現象、精神現象、自然現象，它是同時發生的。看到阿賴耶的起源，宇宙的起源就看到了。"
    },
    {
      "id": "02-040-0240_p0018",
      "zh_CN": "科学家说的大爆炸讲不通，大爆炸的现象到底是什么个道理？如果我们看看这个世界，这几十年当中，我们自己懂事了，十几岁的时候懂事了，一直到今天，我感觉得宇宙有膨胀的现象。怎么膨胀的？佛在经上说，「一切法从心想生」。这七十多年来，自私自利膨胀了，贪瞋痴慢膨胀了，所以在宇宙上看到膨胀的现象。这是根据佛法讲的一句话，「一切法从心想生」，它有个道理在！为什么看到许多星球是非常快的速度离开地球，距离愈来愈远。这个现象当然也不是真的，为什么？全是生灭法，生灭法就是假的，凡所有相，皆是虚妄。这个虚妄还包括一真法界，一真法界只有一次生灭，不是念念生灭，念念生灭无常。整个宇宙是念念生灭，这是科学家这么多年来观察得到的结论，是一个相似相续相。所以它不是真的，它是无常的。",
      "zh_TW": "科學家說的大爆炸講不通，大爆炸的現象到底是什麼個道理？如果我們看看這個世界，這幾十年當中，我們自己懂事了，十幾歲的時候懂事了，一直到今天，我感覺得宇宙有膨脹的現象。怎麼膨脹的？佛在經上說，「一切法從心想生」。這七十多年來，自私自利膨脹了，貪瞋痴慢膨脹了，所以在宇宙上看到膨脹的現象。這是根據佛法講的一句話，「一切法從心想生」，它有個道理在！為什麼看到許多星球是非常快的速度離開地球，距離愈來愈遠。這個現象當然也不是真的，為什麼？全是生滅法，生滅法就是假的，凡所有相，皆是虛妄。這個虛妄還包括一真法界，一真法界只有一次生滅，不是念念生滅，念念生滅無常。整個宇宙是念念生滅，這是科學家這麼多年來觀察得到的結論，是一個相似相續相。所以它不是真的，它是無常的。"
    },
    {
      "id": "02-040-0240_p0019",
      "zh_CN": "极乐世界是真常，它那个相不是刹那生灭。到极乐世界，这个相现前，将来入常寂光，这个相就不见了。换句话说，它这个相只有显跟不显，只有这个现象，当中没有生灭的现象，所以它叫真常。惠能大师说「本无生灭」，他见到不生不灭，这个不容易。这个速度、频率，一秒钟一千六百兆次的生灭，惠能大师怎么会见到？他要没有见到，他怎么会说得出来？怎么能说得出来「何期自性，本不生灭」，他怎么能说得出这句话？第四句话说「本无动摇」，本无动摇就是它不动的。整个宇宙现象是动的，从动产生的，不动它就没有了。最后一句，「能生万法」，这一切万法是自性变的。五祖忍和尚听了这五句话，说行了，不必再说了，衣钵就给他，他就是第六代祖。当时就把他送走，叫他去避难，为什么？嫉妒障碍，大家不服。五祖也保不住，大众起哄不服怎么办？把他给送走，让他找个地方去避难，他到猎人队住了十五年。",
      "zh_TW": "極樂世界是真常，它那個相不是剎那生滅。到極樂世界，這個相現前，將來入常寂光，這個相就不見了。換句話說，它這個相只有顯跟不顯，只有這個現象，當中沒有生滅的現象，所以它叫真常。惠能大師說「本無生滅」，他見到不生不滅，這個不容易。這個速度、頻率，一秒鐘一千六百兆次的生滅，惠能大師怎麼會見到？他要沒有見到，他怎麼會說得出來？怎麼能說得出來「何期自性，本不生滅」，他怎麼能說得出這句話？第四句話說「本無動搖」，本無動搖就是它不動的。整個宇宙現象是動的，從動產生的，不動它就沒有了。最後一句，「能生萬法」，這一切萬法是自性變的。五祖忍和尚聽了這五句話，說行了，不必再說了，衣缽就給他，他就是第六代祖。當時就把他送走，叫他去避難，為什麼？嫉妒障礙，大家不服。五祖也保不住，大眾起鬨不服怎麼辦？把他給送走，讓他找個地方去避難，他到獵人隊住了十五年。"
    },
    {
      "id": "02-040-0240_p0020",
      "zh_CN": "五祖忍和尚把他送走之后，三天没有出房门，大家以为五祖生病了，三天没出来。想三天大概走得很远，大家追不上了，这才跟大家宣布，衣钵已经走了，这大家晓得了。晓得怎么？分头去追，全庙里面的人四面八方去追去，去找，想把衣钵抢回来。真的被其中一个人，惠明，就是惠明一个人把他找到了。惠明，在家他是四品将军，他是个军官。惠能大师一看，来是抢衣钵的，赶紧把衣钵就丢掉，自己躲藏起来，他要的是衣钵，放在路边是个石头上。惠明法师看到了，手去拿拿不动，这一下心惭愧了。将军，衣钵，就是你一个衣一个钵，怎么会拿不动？就晓得这是护法神守住的，五祖传给他没错。所以念头马上就转了，转得快，叫着惠能，那个时候惠能在家居士，叫他行者，叫行者、行者，我不是为衣钵来，我是为求法来的，你赶紧出来。惠能大师就出来了，坐在石头上。惠明法师就说了，他在黄梅十几年，实实在在没有得到法益，能大师在五祖会下开悟了，求惠能教他。惠能只说了一句话，教他不思善、不思恶，把善恶念头统统放下。就在这个时候，如何是「明上座本来面目」？他在这一句话里头开悟了，明白了。",
      "zh_TW": "五祖忍和尚把他送走之後，三天沒有出房門，大家以為五祖生病了，三天沒出來。想三天大概走得很遠，大家追不上了，這才跟大家宣布，衣缽已經走了，這大家曉得了。曉得怎麼？分頭去追，全廟裡面的人四面八方去追去，去找，想把衣缽搶回來。真的被其中一個人，惠明，就是惠明一個人把他找到了。惠明，在家他是四品將軍，他是個軍官。惠能大師一看，來是搶衣缽的，趕緊把衣缽就丟掉，自己躲藏起來，他要的是衣缽，放在路邊是個石頭上。惠明法師看到了，手去拿拿不動，這一下心慚愧了。將軍，衣缽，就是你一個衣一個缽，怎麼會拿不動？就曉得這是護法神守住的，五祖傳給他沒錯。所以念頭馬上就轉了，轉得快，叫著惠能，那個時候惠能在家居士，叫他行者，叫行者、行者，我不是為衣缽來，我是為求法來的，你趕緊出來。惠能大師就出來了，坐在石頭上。惠明法師就說了，他在黃梅十幾年，實實在在沒有得到法益，能大師在五祖會下開悟了，求惠能教他。惠能只說了一句話，教他不思善、不思惡，把善惡念頭統統放下。就在這個時候，如何是「明上座本來面目」？他在這一句話裡頭開悟了，明白了。"
    },
    {
      "id": "02-040-0240_p0021",
      "zh_CN": "这是什么？人真诚到极处，没有一个杂念，一句话就把你点醒了。他是生极大的惭愧心，是想来抢衣钵的，这一个回头认真忏悔，知道自己错了，能大师得衣钵是应该的，没话说的。念头转得快，也感应得快，一下就开悟了。再问他，还有没有秘密，密意？惠能说，「密在汝边」。密在哪里？密在你自己那一边。这就走开了，让他去躲避，这一条路后头碰到的人，说这条路没有，我已经找过了，他不在这条路，保他安全走了。这是能大师逃难的时候第一个得度的人，在他会下四十三个开悟的，这头一个，第二个是无尽藏比丘尼，这有缘才碰到。",
      "zh_TW": "這是什麼？人真誠到極處，沒有一個雜念，一句話就把你點醒了。他是生極大的慚愧心，是想來搶衣缽的，這一個回頭認真懺悔，知道自己錯了，能大師得衣缽是應該的，沒話說的。念頭轉得快，也感應得快，一下就開悟了。再問他，還有沒有祕密，密意？惠能說，「密在汝邊」。密在哪裡？密在你自己那一邊。這就走開了，讓他去躲避，這一條路後頭碰到的人，說這條路沒有，我已經找過了，他不在這條路，保他安全走了。這是能大師逃難的時候第一個得度的人，在他會下四十三個開悟的，這頭一個，第二個是無盡藏比丘尼，這有緣才碰到。"
    },
    {
      "id": "02-040-0240_p0022",
      "zh_CN": "怎样才能开悟？真诚到极处。没有诚意，诚意里头有丝毫夹杂，都不能开悟。这个法是真的，纯真之法要用真心，妄心跟它不相应，秘诀就在此地。用真心就成就，用妄心，门都进不去。五祖天天讲，他为什么不开悟？在五祖会下用妄心。能大师这个地方，这么短的时间，怎么一说就开悟？用真心。我们要注意这一点。你要用真心，成佛不难；你用妄心，修无量劫也不能契入。用真心的人决定不吃亏，现在人观念，别人都骗我，我怎么可以用真心对他？不要怕，骗你也好，欺负你也好，陷害你也好，统统用真心。他把你害死了，你到极乐世界成佛去了，他有他的业报，是他的事情。用真心的人占尽了便宜，用妄心人永远吃亏，这个道理要懂。哪个开悟的人不是用真心？哪个往生的人不是用真心？真心里面有掺杂，往生品位低，生同居土、方便土，往生的人用真心，直捷到实报土去了。",
      "zh_TW": "怎樣才能開悟？真誠到極處。沒有誠意，誠意裡頭有絲毫夾雜，都不能開悟。這個法是真的，純真之法要用真心，妄心跟它不相應，祕訣就在此地。用真心就成就，用妄心，門都進不去。五祖天天講，他為什麼不開悟？在五祖會下用妄心。能大師這個地方，這麼短的時間，怎麼一說就開悟？用真心。我們要注意這一點。你要用真心，成佛不難；你用妄心，修無量劫也不能契入。用真心的人決定不吃虧，現在人觀念，別人都騙我，我怎麼可以用真心對他？不要怕，騙你也好，欺負你也好，陷害你也好，統統用真心。他把你害死了，你到極樂世界成佛去了，他有他的業報，是他的事情。用真心的人佔盡了便宜，用妄心人永遠吃虧，這個道理要懂。哪個開悟的人不是用真心？哪個往生的人不是用真心？真心裡面有摻雜，往生品位低，生同居土、方便土，往生的人用真心，直捷到實報土去了。"
    },
    {
      "id": "02-040-0240_p0023",
      "zh_CN": "不过念佛的人占大便宜，真心里头掺杂一点妄心也行，生同居土。生到极乐世界，阿弥陀佛四十八愿就加持你，你跟实报土的法身大士没有两样，智慧、神通、道力是平等的，这个便宜占大了。这要感恩阿弥陀佛，谁给你的？阿弥陀佛给你的，佛恩比父母大，大太多了。所以一到极乐世界，你就有能力倒驾慈航，到十方世界，包括现前这个世界，那些苦难的有缘人，你统统有能力度他。那我们就想，往生的人不少，我们现在苦难到极处，为什么不来？来了，你不认识他；来了，你不相信他；来了，你怀疑他，所以他没有办法度你。你要是用真诚心的话，你早就得度了，这是事实真相，不能不知道的。",
      "zh_TW": "不過念佛的人佔大便宜，真心裡頭摻雜一點妄心也行，生同居土。生到極樂世界，阿彌陀佛四十八願就加持你，你跟實報土的法身大士沒有兩樣，智慧、神通、道力是平等的，這個便宜佔大了。這要感恩阿彌陀佛，誰給你的？阿彌陀佛給你的，佛恩比父母大，大太多了。所以一到極樂世界，你就有能力倒駕慈航，到十方世界，包括現前這個世界，那些苦難的有緣人，你統統有能力度他。那我們就想，往生的人不少，我們現在苦難到極處，為什麼不來？來了，你不認識他；來了，你不相信他；來了，你懷疑他，所以他沒有辦法度你。你要是用真誠心的話，你早就得度了，這是事實真相，不能不知道的。"
    },
    {
      "id": "02-040-0240_p0024",
      "zh_CN": "我们接着看注解，「《会疏》释曰」，五０八页第四行，刚才我们念的这个地方，庄严、清净、光明、华丽。「严净，明体离垢。光丽，表相奇特」。相，「以长、短、方、圆、大、小等为形，以青、赤、白、黑、正、不正为色」，这皆是形色，「皆非世间所有，故云殊特」。意思是说，「万物体无垢染，故曰严净」。极乐世界，你六根所接触到的，没有染污，对我们今天这个世界是个强烈的对比。今天我们这个世界，可能连空气都有染污，不干净，找不到干净的地方。高山，连空气都受了染污，高山也不能避免。太空当中有染污的，臭氧层破坏了，整个地球被染污了。这个染污不是自然的，人为的，从哪里来的？科学，科技改变了自然生态，造成严重的染污。这个染污直接让我们受害的是身心，我们身体受害，我们精神受害。科技无限的发展，没好处。",
      "zh_TW": "我們接著看註解，「《會疏》釋曰」，五０八頁第四行，剛才我們念的這個地方，莊嚴、清淨、光明、華麗。「嚴淨，明體離垢。光麗，表相奇特」。相，「以長、短、方、圓、大、小等為形，以青、赤、白、黑、正、不正為色」，這皆是形色，「皆非世間所有，故云殊特」。意思是說，「萬物體無垢染，故曰嚴淨」。極樂世界，你六根所接觸到的，沒有染污，對我們今天這個世界是個強烈的對比。今天我們這個世界，可能連空氣都有染污，不乾淨，找不到乾淨的地方。高山，連空氣都受了染污，高山也不能避免。太空當中有染污的，臭氧層破壞了，整個地球被染污了。這個染污不是自然的，人為的，從哪裡來的？科學，科技改變了自然生態，造成嚴重的染污。這個染污直接讓我們受害的是身心，我們身體受害，我們精神受害。科技無限的發展，沒好處。"
    },
    {
      "id": "02-040-0240_p0025",
      "zh_CN": "今天世界上的人，不像过去瞧不起中国人，认为中国人是野蛮人，没有文化。现在这些西洋人，对中国人认识跟以前不一般，他们认为全世界最聪明的人中国人。我在纽约的时候遇到一些美国人，他们问我，他说现在他们知道，全世界，一个一个比，中国人第一，就是说中国人智慧、才干第一；两个两个比，犹太人第一；三个三个比，日本人第一。他问我，你们中国人为什么不团结？我听了哈哈大笑，他们也呆了。我告诉他，这是上帝的安排。他们很惊讶，怎么是上帝安排？我说中国人要团结，你还有饭吃吗？我们一场笑话，大家哈哈一笑。真的，他们说的话有道理，中国人为什么不团结，让人家瞧不起。是有智慧、有才干，人瞧不起你，值得我们深深反省！",
      "zh_TW": "今天世界上的人，不像過去瞧不起中國人，認為中國人是野蠻人，沒有文化。現在這些西洋人，對中國人認識跟以前不一般，他們認為全世界最聰明的人中國人。我在紐約的時候遇到一些美國人，他們問我，他說現在他們知道，全世界，一個一個比，中國人第一，就是說中國人智慧、才幹第一；兩個兩個比，猶太人第一；三個三個比，日本人第一。他問我，你們中國人為什麼不團結？我聽了哈哈大笑，他們也呆了。我告訴他，這是上帝的安排。他們很驚訝，怎麼是上帝安排？我說中國人要團結，你還有飯吃嗎？我們一場笑話，大家哈哈一笑。真的，他們說的話有道理，中國人為什麼不團結，讓人家瞧不起。是有智慧、有才幹，人瞧不起你，值得我們深深反省！"
    },
    {
      "id": "02-040-0240_p0026",
      "zh_CN": "日本跟中国一家人，同文同种。天皇，头一个天皇是谁？我到日本去的时候，日本人告诉我徐福。他们问我，是不是有这个人？我说有，跟我同一族，本家。历史上真有记载，秦始皇那个时候，让他带五百童男、五百童女，到海上求神仙，求长生不老药，没回来。他在日本就是第一代天皇。我说他是黄帝的后代，我们这个姓，是黄帝，黄帝二十五个儿子，第二个儿子昌意的后代，我们是一家人。一家人兄弟之邦，要互相尊重，要互助合作，共同来发扬传统文化。日本的传统文化全是中国的，日本本身没有文化，全是中国的。我们的文化已经看不到了，在日本看到，日本大都市是被西化了，小城市还没有，还保存着。农村保存得最完整，你到乡下、到农村去看，看到隋唐以前那个时代，很有趣味。这是我们不能不知道的。",
      "zh_TW": "日本跟中國一家人，同文同種。天皇，頭一個天皇是誰？我到日本去的時候，日本人告訴我徐福。他們問我，是不是有這個人？我說有，跟我同一族，本家。歷史上真有記載，秦始皇那個時候，讓他帶五百童男、五百童女，到海上求神仙，求長生不老藥，沒回來。他在日本就是第一代天皇。我說他是黃帝的後代，我們這個姓，是黃帝，黃帝二十五個兒子，第二個兒子昌意的後代，我們是一家人。一家人兄弟之邦，要互相尊重，要互助合作，共同來發揚傳統文化。日本的傳統文化全是中國的，日本本身沒有文化，全是中國的。我們的文化已經看不到了，在日本看到，日本大都市是被西化了，小城市還沒有，還保存著。農村保存得最完整，你到鄉下、到農村去看，看到隋唐以前那個時代，很有趣味。這是我們不能不知道的。"
    },
    {
      "id": "02-040-0240_p0027",
      "zh_CN": "这些万物严净，形色「光明奇丽」，叫光丽，叫美不胜收。「其形与色皆非世间所有」。我们这个世间全是阿赖耶的见相两分，他们转八识成四智，所以它是清净的。跟能大师讲的一样，「何期自性，本自清净」，一丝毫染污都没有。「形色殊特」。「《会疏》继曰：点事妙理相即」，《会疏》说的。点事是什么？念老在括弧里头注解里说，「指如微点之事相」，就是今天量子力学，基本粒子。是什么？是所有一切物质的最小单位，《金刚经》上讲的一合相。就是最小的物质是相同的，它组合不相同，排列的样子不一样，方程式不一样，变成分子。由分子再变成细胞，由细胞再组成动物、植物、矿物，统统都是它变的，是一个东西，叫基本的物质现象。现在称之为量子，最小的叫微中子，微中子多大？这里讲点，一点点的事，点事，微点，念老把它叫做微点。科学家告诉我们，一百亿个，单位是亿，一百亿个极微之微，就是极微色，纠缠在一起，它的大小等于一个电子，绕着原子核转的一个电子，一百亿个微点。也就是一个电子的一百亿分之一，叫『穷微』。",
      "zh_TW": "這些萬物嚴淨，形色「光明奇麗」，叫光麗，叫美不勝收。「其形與色皆非世間所有」。我們這個世間全是阿賴耶的見相兩分，他們轉八識成四智，所以它是清淨的。跟能大師講的一樣，「何期自性，本自清淨」，一絲毫染污都沒有。「形色殊特」。「《會疏》繼曰：點事妙理相即」，《會疏》說的。點事是什麼？念老在括弧裡頭註解裡說，「指如微點之事相」，就是今天量子力學，基本粒子。是什麼？是所有一切物質的最小單位，《金剛經》上講的一合相。就是最小的物質是相同的，它組合不相同，排列的樣子不一樣，方程式不一樣，變成分子。由分子再變成細胞，由細胞再組成動物、植物、礦物，統統都是它變的，是一個東西，叫基本的物質現象。現在稱之為量子，最小的叫微中子，微中子多大？這裡講點，一點點的事，點事，微點，念老把它叫做微點。科學家告訴我們，一百億個，單位是億，一百億個極微之微，就是極微色，糾纏在一起，它的大小等於一個電子，繞著原子核轉的一個電子，一百億個微點。也就是一個電子的一百億分之一，叫『窮微』。"
    },
    {
      "id": "02-040-0240_p0028",
      "zh_CN": "把物质，物质究竟是什么？科学家把这个秘密揭穿了。我看的报告是德国人的，普朗克的报告，一生专门研究物质，爱因斯坦是他的学生。他的报告上，根据他的研究，这个世界上根本没有物质这个东西。物质是什么？物质的基础是念头，它是意念产生的幻相，它不是真实的。我们现在看东西好像真实的，电影，老式的电影，用幻灯片组成的动画，相信我们这个年代的人，中年人还记得，看过那老式电影。现在年轻人不知道了，他们看到是数码的，没有看到幻灯片的胶带，他就不知道。幻灯片的这个胶带，动画，这是最容易说明这个现象，说明是假相。它的原理，就是这个画面用快速度来放映，放在放映机里面。我这里还有这些道具，这是老式的电影片，在放映机里面，它的速度一秒钟二十四张。我们看在银幕上就好像是真的，就把我们的眼睛欺骗了。它有没有动？没动，没有动好像在动，真的没动。它的镜头打开，放一张，照在银幕上，关起来，再换一张，再一开，第二张。一秒钟镜头开关二十四次，就这么个道理，动画，一秒钟二十四次。现在数码速度快了，大概一秒钟有几百次的样子，甚至于上千次，所以看得很逼真。这种电影片，看见它还动，还有振动，能看得出来，数码看不出来，我们看电视比电影逼真，它速度太快了。",
      "zh_TW": "把物質，物質究竟是什麼？科學家把這個祕密揭穿了。我看的報告是德國人的，普朗克的報告，一生專門研究物質，愛因斯坦是他的學生。他的報告上，根據他的研究，這個世界上根本沒有物質這個東西。物質是什麼？物質的基礎是念頭，它是意念產生的幻相，它不是真實的。我們現在看東西好像真實的，電影，老式的電影，用幻燈片組成的動畫，相信我們這個年代的人，中年人還記得，看過那老式電影。現在年輕人不知道了，他們看到是數碼的，沒有看到幻燈片的膠帶，他就不知道。幻燈片的這個膠帶，動畫，這是最容易說明這個現象，說明是假相。它的原理，就是這個畫面用快速度來放映，放在放映機裡面。我這裡還有這些道具，這是老式的電影片，在放映機裡面，它的速度一秒鐘二十四張。我們看在銀幕上就好像是真的，就把我們的眼睛欺騙了。它有沒有動？沒動，沒有動好像在動，真的沒動。它的鏡頭打開，放一張，照在銀幕上，關起來，再換一張，再一開，第二張。一秒鐘鏡頭開關二十四次，就這麼個道理，動畫，一秒鐘二十四次。現在數碼速度快了，大概一秒鐘有幾百次的樣子，甚至於上千次，所以看得很逼真。這種電影片，看見它還動，還有振動，能看得出來，數碼看不出來，我們看電視比電影逼真，它速度太快了。"
    },
    {
      "id": "02-040-0240_p0029",
      "zh_CN": "如果这个幻灯片，我们用一秒钟二十四张的速度，我们只放一张，其他的统统抹黑，放在放映机里面放，你看到没有？在银幕上看到了。看到什么？一道光，闪了一下没有了，光里头有些什么，看到没有？没有看到。来不及看，它就没有了。二十四分之一秒就产生这个现象。现在告诉你，一秒钟多少张？一千六百兆。一千六百兆分之一秒，那就是一张，在你面前现相，一现马上就灭掉了，你知不知道？完全不知道，眼睛睁得再大也不知道，它就在你眼前，是真的不是假的。这就是《楞严经》上所讲的，「当处出生，随处灭尽」，它的出生灭尽你感觉都没有，无法觉察它。必须到什么？差不多到，你看，二十四分之一秒，有个感觉，不知道什么东西，感觉什么？有一道光，里面内容完全不知道。把这个速度加快到一千六百兆分之一秒，是连光都看不到，再亮的光看不到，再大的声音听不到。都在面前，真的不是假的。",
      "zh_TW": "如果這個幻燈片，我們用一秒鐘二十四張的速度，我們只放一張，其他的統統抹黑，放在放映機裡面放，你看到沒有？在銀幕上看到了。看到什麼？一道光，閃了一下沒有了，光裡頭有些什麼，看到沒有？沒有看到。來不及看，它就沒有了。二十四分之一秒就產生這個現象。現在告訴你，一秒鐘多少張？一千六百兆。一千六百兆分之一秒，那就是一張，在你面前現相，一現馬上就滅掉了，你知不知道？完全不知道，眼睛睜得再大也不知道，它就在你眼前，是真的不是假的。這就是《楞嚴經》上所講的，「當處出生，隨處滅盡」，它的出生滅盡你感覺都沒有，無法覺察它。必須到什麼？差不多到，你看，二十四分之一秒，有個感覺，不知道什麼東西，感覺什麼？有一道光，裡面內容完全不知道。把這個速度加快到一千六百兆分之一秒，是連光都看不到，再亮的光看不到，再大的聲音聽不到。都在面前，真的不是假的。"
    },
    {
      "id": "02-040-0240_p0030",
      "zh_CN": "所以，我们的六根能力是非常有限，看不到宇宙真相，所看的是幻相，把幻相当真相，错就错在这里。极乐世界的人高明，他们自己并没有修行，但是阿弥陀佛智慧、威神、道力加持他，真的，等于他自己有一样，他用得很自在，他真正看到阿赖耶的源起。阿赖耶的源起就是宇宙的源起，在什么时候？就在当下。这个里头时间跟空间全没有了，确实就在当下。我们所见的这个现象是相似相续相，它不是真的，决定没有两个相是相同的。两个相是相似的，不是完全相同，里面有一些不相同，找不到两个完全相同的。日本江本博士做水实验，做了十多万次，告诉我，没有看到两个完全相同。他问我是什么原因，我告诉他，你做一生，你的儿子继续再做，十世、一百世，你都不会看到一个相同的。他说为什么？我们每个念头不相同，道理在此地。现象是从念头发生的，念头不一样。同一个念头，它有轻重不相同，有染净不相同，能量大小不相同，所以不可能两个画面相同的。你在显微镜里照的这张画面，再照不到第二张跟这个一样的。同一个人来做，同一个念头在做，都不一样，念头极微细的变化自己完全不能觉察，不知道。",
      "zh_TW": "所以，我們的六根能力是非常有限，看不到宇宙真相，所看的是幻相，把幻相當真相，錯就錯在這裡。極樂世界的人高明，他們自己並沒有修行，但是阿彌陀佛智慧、威神、道力加持他，真的，等於他自己有一樣，他用得很自在，他真正看到阿賴耶的源起。阿賴耶的源起就是宇宙的源起，在什麼時候？就在當下。這個裡頭時間跟空間全沒有了，確實就在當下。我們所見的這個現象是相似相續相，它不是真的，決定沒有兩個相是相同的。兩個相是相似的，不是完全相同，裡面有一些不相同，找不到兩個完全相同的。日本江本博士做水實驗，做了十多萬次，告訴我，沒有看到兩個完全相同。他問我是什麼原因，我告訴他，你做一生，你的兒子繼續再做，十世、一百世，你都不會看到一個相同的。他說為什麼？我們每個念頭不相同，道理在此地。現象是從念頭發生的，念頭不一樣。同一個念頭，它有輕重不相同，有染淨不相同，能量大小不相同，所以不可能兩個畫面相同的。你在顯微鏡裡照的這張畫面，再照不到第二張跟這個一樣的。同一個人來做，同一個念頭在做，都不一樣，念頭極微細的變化自己完全不能覺察，不知道。"
    },
    {
      "id": "02-040-0240_p0031",
      "zh_CN": "所以点事，《会疏》，这是古人讲的，也讲得很好，点事妙理相即，叫穷微，穷尽微妙。「无漏之相，实相之相，故谓极妙」，这里用个无漏，用得好。漏是烦恼的代名词，是波动的代名词；无漏，没有烦恼，没有动荡，没有动相。三十二亿百千念是动相，如如不动那是自性本定，惠能大师说的，「何期自性，本无动摇」。从能大师这些话我们要体会，真心是定的，所以你的心愈定、愈清净，就愈往真心这边靠；念头多，妄念多，你就往阿赖耶这边靠。阿赖耶就是动的，真心是静的，是不动的。一定要到不动，不动生智慧，动生烦恼，智慧能克服烦恼。所以，养心要静，养身要动，这是一般人讲健康，身是机器，要运动。",
      "zh_TW": "所以點事，《會疏》，這是古人講的，也講得很好，點事妙理相即，叫窮微，窮盡微妙。「無漏之相，實相之相，故謂極妙」，這裡用個無漏，用得好。漏是煩惱的代名詞，是波動的代名詞；無漏，沒有煩惱，沒有動盪，沒有動相。三十二億百千念是動相，如如不動那是自性本定，惠能大師說的，「何期自性，本無動搖」。從能大師這些話我們要體會，真心是定的，所以你的心愈定、愈清淨，就愈往真心這邊靠；念頭多，妄念多，你就往阿賴耶這邊靠。阿賴耶就是動的，真心是靜的，是不動的。一定要到不動，不動生智慧，動生煩惱，智慧能克服煩惱。所以，養心要靜，養身要動，這是一般人講健康，身是機器，要運動。"
    },
    {
      "id": "02-040-0240_p0032",
      "zh_CN": "可是佛门里头，养身它也用静，他打坐，禅定。你看一坐，入定了，一个星期、二个星期、一个月，他才出定。一个月的禅定，一个月没吃东西，没喝水，他出定的时候精神饱满，没有说是这么多天没吃饭，饿了。没有，没有这个感觉。这是什么？心定了，这物质的身体也统统都定下来。定下来的它的能源不要消耗了，停止了，不消耗了，到一出定的时候它又启动了。不生不灭，从这个地方可以体会。入定入一个月，虚云老和尚在世的时候常常干的，这些人一坐坐下去就不知道时间。一出定，人家告诉他十天半个月了，他自己感觉得大概只有几分钟、十几分钟，他的感觉是这样的。禅定里头的境界，这小定，大定里头的境界我们无法想像。释迦牟尼佛示现开悟，大彻大悟，明心见性，他没出定，就在定中讲了一部《大方广佛华严经》。谁去听？法身大士，法身大士才能够进入释迦牟尼佛的定中。出定的时候，我们这个世间人说，他二七日了，二七十四天，他在那里入定十四天，讲了一部《大方广佛华严经》。那很长很长的时间，定中没有时间，可长可短，无量劫可能只是几分钟，也能把几分钟变成无量劫。时间是假的，不是真的，空间根本不存在。",
      "zh_TW": "可是佛門裡頭，養身它也用靜，他打坐，禪定。你看一坐，入定了，一個星期、二個星期、一個月，他才出定。一個月的禪定，一個月沒吃東西，沒喝水，他出定的時候精神飽滿，沒有說是這麼多天沒吃飯，餓了。沒有，沒有這個感覺。這是什麼？心定了，這物質的身體也統統都定下來。定下來的它的能源不要消耗了，停止了，不消耗了，到一出定的時候它又啟動了。不生不滅，從這個地方可以體會。入定入一個月，虛雲老和尚在世的時候常常幹的，這些人一坐坐下去就不知道時間。一出定，人家告訴他十天半個月了，他自己感覺得大概只有幾分鐘、十幾分鐘，他的感覺是這樣的。禪定裡頭的境界，這小定，大定裡頭的境界我們無法想像。釋迦牟尼佛示現開悟，大徹大悟，明心見性，他沒出定，就在定中講了一部《大方廣佛華嚴經》。誰去聽？法身大士，法身大士才能夠進入釋迦牟尼佛的定中。出定的時候，我們這個世間人說，他二七日了，二七十四天，他在那裡入定十四天，講了一部《大方廣佛華嚴經》。那很長很長的時間，定中沒有時間，可長可短，無量劫可能只是幾分鐘，也能把幾分鐘變成無量劫。時間是假的，不是真的，空間根本不存在。"
    },
    {
      "id": "02-040-0240_p0033",
      "zh_CN": "叫极妙，意思是说，「极乐一切事相，一毛一尘之微点」，一毛是汗毛的尖端，很小的微点，这个微点一般我们眼睛看不到的。「皆从实际理体而显」，实际理体就是真如本性，就是真心，就是自性，是从这里显示出来的，它不是虚妄的。「与妙理相即不二，故曰穷微」。穷尽微妙，极其微妙的他清清楚楚、明明了瞭。这下面接着解释，「穷者，尽也」，穷尽。「微者，精也」，精微。「且此一切形相，乃清净心之所显」。这句话很重要，极乐世界所有的形相是清净心所现的，不是阿赖耶变的。阿赖耶的见相两分是生灭法，极乐世界是自性，清净心是自性所现的，自性不生不灭。「弥陀无漏功德之所现」，清净心是因，弥陀无漏功德是缘，有因有缘，无漏之相就现前。「且一一皆是圆明具德，一一皆是圆圆果海」。这两句，圆明具德、圆圆果海，妙极了！圆是圆满，一丝毫欠缺都没有。德是德相，是德用，德相、德用在万事万法之中。「圆圆果海」，这一句「见《显密圆通》，指无上圆满圣觉果德之海」，海是比喻，比喻深广没有边际。「当体即是实相，相而无相，无相而相，故曰极妙」。妙在哪里？妙在性相是一体，性相不二，不能说它有，不能说它无。你说它无，它有相，你说它有，这个相不可得，《般若经》上所说的，「一切法无所有，毕竟空，不可得」。",
      "zh_TW": "叫極妙，意思是說，「極樂一切事相，一毛一塵之微點」，一毛是汗毛的尖端，很小的微點，這個微點一般我們眼睛看不到的。「皆從實際理體而顯」，實際理體就是真如本性，就是真心，就是自性，是從這裡顯示出來的，它不是虛妄的。「與妙理相即不二，故曰窮微」。窮盡微妙，極其微妙的他清清楚楚、明明瞭瞭。這下面接著解釋，「窮者，盡也」，窮盡。「微者，精也」，精微。「且此一切形相，乃清淨心之所顯」。這句話很重要，極樂世界所有的形相是清淨心所現的，不是阿賴耶變的。阿賴耶的見相兩分是生滅法，極樂世界是自性，清淨心是自性所現的，自性不生不滅。「彌陀無漏功德之所現」，清淨心是因，彌陀無漏功德是緣，有因有緣，無漏之相就現前。「且一一皆是圓明具德，一一皆是圓圓果海」。這兩句，圓明具德、圓圓果海，妙極了！圓是圓滿，一絲毫欠缺都沒有。德是德相，是德用，德相、德用在萬事萬法之中。「圓圓果海」，這一句「見《顯密圓通》，指無上圓滿聖覺果德之海」，海是比喻，比喻深廣沒有邊際。「當體即是實相，相而無相，無相而相，故曰極妙」。妙在哪裡？妙在性相是一體，性相不二，不能說它有，不能說它無。你說它無，它有相，你說它有，這個相不可得，《般若經》上所說的，「一切法無所有，畢竟空，不可得」。"
    },
    {
      "id": "02-040-0240_p0034",
      "zh_CN": "我们讲个最粗的、最明显的，今天我们下课，黄昏、晚上了，这一天过去了。这一天你能得到什么？过去，再也不回来了，什么都得不到。一天一天都过去，到最后一刻死亡。来，什么没有带来；走，一样带不去。以为人一生几十年，那个看错了，要看一天，你睡到床上不等于死了吗？第二天早上又活过来了，一天一个生死，什么都是假的，什么都是空的。你要从这个地方觉悟过来，那你就幸运了，觉悟过来什么？我要干真的，我不要这个假的。真的有没有？佛告诉我们有，有真的，真常永恒不失。最明显的，距离我们最近的，我们这个一生决定可以得到的，就是西方极乐世界。这个世界不是阿赖耶变的，是自性变的。所以自性变的叫真的，阿赖耶变是假的，阿赖耶是生灭法，自性变的不生不灭。所以极乐世界的人无量寿，无量寿他不老，无量寿老了就不好了。极乐世界没有人生病的，没有衰老的，生活一切所需全是自然的，想吃什么东西，东西在面前；不想吃的没有了，不需要收拾，确实一尘不染。这是我们这个世间做不到，为什么？阿赖耶境界里头没有办法做到的。",
      "zh_TW": "我們講個最粗的、最明顯的，今天我們下課，黃昏、晚上了，這一天過去了。這一天你能得到什麼？過去，再也不回來了，什麼都得不到。一天一天都過去，到最後一刻死亡。來，什麼沒有帶來；走，一樣帶不去。以為人一生幾十年，那個看錯了，要看一天，你睡到床上不等於死了嗎？第二天早上又活過來了，一天一個生死，什麼都是假的，什麼都是空的。你要從這個地方覺悟過來，那你就幸運了，覺悟過來什麼？我要幹真的，我不要這個假的。真的有沒有？佛告訴我們有，有真的，真常永恆不失。最明顯的，距離我們最近的，我們這個一生決定可以得到的，就是西方極樂世界。這個世界不是阿賴耶變的，是自性變的。所以自性變的叫真的，阿賴耶變是假的，阿賴耶是生滅法，自性變的不生不滅。所以極樂世界的人無量壽，無量壽他不老，無量壽老了就不好了。極樂世界沒有人生病的，沒有衰老的，生活一切所需全是自然的，想吃什麼東西，東西在面前；不想吃的沒有了，不需要收拾，確實一塵不染。這是我們這個世間做不到，為什麼？阿賴耶境界裡頭沒有辦法做到的。"
    },
    {
      "id": "02-040-0240_p0035",
      "zh_CN": "西方极乐世界的人转识成智，在什么时候？在往生那一刹那，就坐在莲花里头。你坐在莲花里面，你没有离开阿赖耶，当然身体不要了，那个灵魂，灵魂是什么？第七识，是属于阿赖耶的，它在莲花里面就产生变化。什么变化？大乘教里面讲的，转八识成四智，自然转的，你自己不知道，不知不觉。到极乐世界，花开见佛，那个身是法性身，阿赖耶没有了。所有一切环境是法性土，那就是不生不灭，清净不染，就跟经上所形容的完全一样，它是事实，它不是理想。",
      "zh_TW": "西方極樂世界的人轉識成智，在什麼時候？在往生那一剎那，就坐在蓮花裡頭。你坐在蓮花裡面，你沒有離開阿賴耶，當然身體不要了，那個靈魂，靈魂是什麼？第七識，是屬於阿賴耶的，它在蓮花裡面就產生變化。什麼變化？大乘教裡面講的，轉八識成四智，自然轉的，你自己不知道，不知不覺。到極樂世界，花開見佛，那個身是法性身，阿賴耶沒有了。所有一切環境是法性土，那就是不生不滅，清淨不染，就跟經上所形容的完全一樣，它是事實，它不是理想。"
    },
    {
      "id": "02-040-0240_p0036",
      "zh_CN": "接着说，「广略相入，不可思议。故云，无能称量」。意思说，「极乐世界全显事事无碍法界，一多相即，小大相容，广略相入，重重无尽，超情离见。言语道断，故不可议。心思路绝，故不可思」。言语不多，把极乐世界介绍得淋漓尽致，极乐世界确实是不思议的境界，无法想像。全体全显事事无碍，事事无碍是《华严经》上说的。释迦牟尼佛四十九年讲了很多经典，讲事事无碍就在《华严》，其他经上没说。所以极乐世界完全是华严境界。一多相即，一即是多，多即是一，这个在阿赖耶里头讲不通的。《华严经》上说，「一即一切，一切即一」，这个道理告诉我们一个重要的信息，中国自古以来，祖师大德教人只教你学一样东西。主张「一门深入，长时薰修」，教人「读书千遍，其义自见」。读书千遍是一，其义自见是多，这个经里头的意思你全懂了，然后再告诉你，你这一个经懂了，所有经都懂了。这就是一多相即。如果读很多东西，你读不通，读很多东西那是什么？知识，它变成知识。知识不是智慧，智慧是活的，知识是死东西，没有学过的你就不懂，学了之后也未必真懂。但是智慧开了那真懂，它真管用。",
      "zh_TW": "接著說，「廣略相入，不可思議。故云，無能稱量」。意思說，「極樂世界全顯事事無礙法界，一多相即，小大相容，廣略相入，重重無盡，超情離見。言語道斷，故不可議。心思路絕，故不可思」。言語不多，把極樂世界介紹得淋漓盡致，極樂世界確實是不思議的境界，無法想像。全體全顯事事無礙，事事無礙是《華嚴經》上說的。釋迦牟尼佛四十九年講了很多經典，講事事無礙就在《華嚴》，其他經上沒說。所以極樂世界完全是華嚴境界。一多相即，一即是多，多即是一，這個在阿賴耶裡頭講不通的。《華嚴經》上說，「一即一切，一切即一」，這個道理告訴我們一個重要的信息，中國自古以來，祖師大德教人只教你學一樣東西。主張「一門深入，長時薰修」，教人「讀書千遍，其義自見」。讀書千遍是一，其義自見是多，這個經裡頭的意思你全懂了，然後再告訴你，你這一個經懂了，所有經都懂了。這就是一多相即。如果讀很多東西，你讀不通，讀很多東西那是什麼？知識，它變成知識。知識不是智慧，智慧是活的，知識是死東西，沒有學過的你就不懂，學了之後也未必真懂。但是智慧開了那真懂，它真管用。"
    },
    {
      "id": "02-040-0240_p0037",
      "zh_CN": "我们学佛，首先你一定要晓得，释迦牟尼佛开悟之后才说一切经，你有没有想到，这一切经谁教释迦牟尼佛的？《华严经》，释迦牟尼佛跟谁学的？《法华经》跟谁学的？没有老师，没人教他。他十九岁出来参学，印度所有宗教都接触了，印度没有一个宗教教《华严》的，印度没有一个学派教《法华》的，没有！他怎么能说出这么多东西来？这就是一多相即，一通一切都通了，他没有障碍，他没有东西他不知道的。遍法界虚空界过去现在未来他全知道，你不问他不说，你问他全给你说明了，没有人能比。那佛说了，这个本事不是他一个人有，这是本能，一切众生各各都有。现在没有了，怎么回事，为什么没有？迷失了，不是真的丢掉了，迷了。什么时候觉悟了，就又回来了，就恢复了。迷的时候好像记忆失掉了，清醒过来，记忆恢复了，不是学来的。万事万物也不是得来的，全是自性里头本自具足，是这么来的。",
      "zh_TW": "我們學佛，首先你一定要曉得，釋迦牟尼佛開悟之後才說一切經，你有沒有想到，這一切經誰教釋迦牟尼佛的？《華嚴經》，釋迦牟尼佛跟誰學的？《法華經》跟誰學的？沒有老師，沒人教他。他十九歲出來參學，印度所有宗教都接觸了，印度沒有一個宗教教《華嚴》的，印度沒有一個學派教《法華》的，沒有！他怎麼能說出這麼多東西來？這就是一多相即，一通一切都通了，他沒有障礙，他沒有東西他不知道的。遍法界虛空界過去現在未來他全知道，你不問他不說，你問他全給你說明了，沒有人能比。那佛說了，這個本事不是他一個人有，這是本能，一切眾生各各都有。現在沒有了，怎麼回事，為什麼沒有？迷失了，不是真的丟掉了，迷了。什麼時候覺悟了，就又回來了，就恢復了。迷的時候好像記憶失掉了，清醒過來，記憶恢復了，不是學來的。萬事萬物也不是得來的，全是自性裡頭本自具足，是這麼來的。"
    },
    {
      "id": "02-040-0240_p0038",
      "zh_CN": "在极乐世界，你居住的房屋，你念头才动，它就现前，想什么样子它就什么样子。随着念头变化莫测，想大就大，想小就小，想在地面，想在空中，无不如愿，一点麻烦都没有。我们这里吃饭，还要去烧，要去煮，要去调理，还要摆碗筷，多麻烦！极乐世界不要，你想请客，家里不必有厨房，没有厨房。客人来了，你想请他吃什么东西，每个人面前就摆上了，自然的。吃完之后，全没有了，不见了，痕迹都找不到。我们今天讲科学，跟极乐世界比差远了，怎么能比？交通工具，你说飞机，多麻烦，还得要机场。极乐世界房子就是飞行的交通工具，这个房屋在太空飞行，速度之快，比光还快，光也追不上。",
      "zh_TW": "在極樂世界，你居住的房屋，你念頭才動，它就現前，想什麼樣子它就什麼樣子。隨著念頭變化莫測，想大就大，想小就小，想在地面，想在空中，無不如願，一點麻煩都沒有。我們這裡吃飯，還要去燒，要去煮，要去調理，還要擺碗筷，多麻煩！極樂世界不要，你想請客，家裡不必有廚房，沒有廚房。客人來了，你想請他吃什麼東西，每個人面前就擺上了，自然的。吃完之後，全沒有了，不見了，痕跡都找不到。我們今天講科學，跟極樂世界比差遠了，怎麼能比？交通工具，你說飛機，多麻煩，還得要機場。極樂世界房子就是飛行的交通工具，這個房屋在太空飛行，速度之快，比光還快，光也追不上。"
    },
    {
      "id": "02-040-0240_p0039",
      "zh_CN": "说来说去还是极乐世界好，我们得早一天去。极乐世界是我们的老家，回家一点障碍都没有。你看《中峰系念法事》里头说，「我心即是阿弥陀佛，阿弥陀佛即是我心，此方即是净土，净土即是此方」。这就说明极乐世界是我们的老家，我们往生极乐世界是回老家去。我们迷失太久了，遇到阿弥陀佛说明西方极乐世界，我们才完全觉悟，才完全明白，我的老家在那里。我们的慈父是阿弥陀佛，天天在等我们，现在我们的信息才接通了，我们起念他知道。",
      "zh_TW": "說來說去還是極樂世界好，我們得早一天去。極樂世界是我們的老家，回家一點障礙都沒有。你看《中峰繫念法事》裡頭說，「我心即是阿彌陀佛，阿彌陀佛即是我心，此方即是淨土，淨土即是此方」。這就說明極樂世界是我們的老家，我們往生極樂世界是回老家去。我們迷失太久了，遇到阿彌陀佛說明西方極樂世界，我們才完全覺悟，才完全明白，我的老家在那裡。我們的慈父是阿彌陀佛，天天在等我們，現在我們的信息才接通了，我們起念他知道。"
    },
    {
      "id": "02-040-0240_p0040",
      "zh_CN": "大小相容，微尘里头有世界，这是小中容大，微尘没放大，世界没有缩小，它就能相即相容，这是性德。「广略相入」，广略是一不是二，广是细说，略是简单说。譬如惠能见性，把自性的样子说出来，说得很简单，五句话，实际二十个字。释迦牟尼佛明心见性，说了一部《大方广佛华严经》，那是广说，惠能大师是略说。广说跟略说完全相同，惠能大师二十个字展开就是《大方广佛华严》，《大方广佛华严》浓缩就是二十个字，会听的人一听就明白了。",
      "zh_TW": "大小相容，微塵裡頭有世界，這是小中容大，微塵沒放大，世界沒有縮小，它就能相即相容，這是性德。「廣略相入」，廣略是一不是二，廣是細說，略是簡單說。譬如惠能見性，把自性的樣子說出來，說得很簡單，五句話，實際二十個字。釋迦牟尼佛明心見性，說了一部《大方廣佛華嚴經》，那是廣說，惠能大師是略說。廣說跟略說完全相同，惠能大師二十個字展開就是《大方廣佛華嚴》，《大方廣佛華嚴》濃縮就是二十個字，會聽的人一聽就明白了。"
    },
    {
      "id": "02-040-0240_p0041",
      "zh_CN": "「重重无尽，超情离见」，见是我们的凡夫的见解，见是见解，情是情识，情识是执着，执着里头的原始点。贪瞋痴是三毒，三毒有它的中心，要断三毒烦恼，要从心，中心下手。贪，贪的中心就是情执，情执要不断，贪就断不了；瞋恚的中心是傲慢，傲慢断不了，瞋恚就断不了；愚痴的核心是疑惑，疑不能断，痴就不能断。所以我们断贪瞋痴，从哪里下手？从情执、傲慢、怀疑。对人、对事、对物，不能有情执，不能有傲慢，不可以有怀疑，你才能真正转烦恼成菩提。断从最难的地方去断，其他就容易了。",
      "zh_TW": "「重重無盡，超情離見」，見是我們的凡夫的見解，見是見解，情是情識，情識是執著，執著裡頭的原始點。貪瞋痴是三毒，三毒有它的中心，要斷三毒煩惱，要從心，中心下手。貪，貪的中心就是情執，情執要不斷，貪就斷不了；瞋恚的中心是傲慢，傲慢斷不了，瞋恚就斷不了；愚痴的核心是疑惑，疑不能斷，痴就不能斷。所以我們斷貪瞋痴，從哪裡下手？從情執、傲慢、懷疑。對人、對事、對物，不能有情執，不能有傲慢，不可以有懷疑，你才能真正轉煩惱成菩提。斷從最難的地方去斷，其他就容易了。"
    },
    {
      "id": "02-040-0240_p0042",
      "zh_CN": "世间一切假的，不要执着，人家要，欢欢喜喜给他，两方面都欢喜。自己心里清清楚楚，生不带来，死不带去，现前念念不住，它不是真的。命里有，丢都丢不掉，这边丢掉，那边就来了，可能来的比丢的多。这些道理，早年章嘉大师教给我的，我这一生遇到好几次，我就听老师的话，真干。果然没错，那个丢掉的，来的比丢掉的要多一些，好像有利息一样，很有趣味。跟我的一些年轻人不相信，以后看到，完全相信了，现在心量也比较能放大一点，为什么？真占便宜。所以舍下头有个字，得，你能舍你一定会得，你不能舍你就得不到。可是有功夫的人，看透的人，那个得也要舍掉，那你得的更多了，得什么？得极乐世界。你要不把这个世界舍干净，极乐世界得不到。这个世界舍掉之后，得大便宜！这世界假的，我得到是真的，大舍大得，小舍就小得。不要以为人占便宜了，那个占便宜很有限，他能占到那个便宜，他能受用，他命里有的，他的福报享完，他的便宜就没有了，他得不到了。一定要把事实真相搞清楚、搞明白，真敢舍，真舍得。所以这是超情离见，不是凡夫能够见得到的，超越凡夫的情见。",
      "zh_TW": "世間一切假的，不要執著，人家要，歡歡喜喜給他，兩方面都歡喜。自己心裡清清楚楚，生不帶來，死不帶去，現前念念不住，它不是真的。命裡有，丟都丟不掉，這邊丟掉，那邊就來了，可能來的比丟的多。這些道理，早年章嘉大師教給我的，我這一生遇到好幾次，我就聽老師的話，真幹。果然沒錯，那個丟掉的，來的比丟掉的要多一些，好像有利息一樣，很有趣味。跟我的一些年輕人不相信，以後看到，完全相信了，現在心量也比較能放大一點，為什麼？真佔便宜。所以捨下頭有個字，得，你能捨你一定會得，你不能捨你就得不到。可是有功夫的人，看透的人，那個得也要捨掉，那你得的更多了，得什麼？得極樂世界。你要不把這個世界捨乾淨，極樂世界得不到。這個世界捨掉之後，得大便宜！這世界假的，我得到是真的，大捨大得，小捨就小得。不要以為人佔便宜了，那個佔便宜很有限，他能佔到那個便宜，他能受用，他命裡有的，他的福報享完，他的便宜就沒有了，他得不到了。一定要把事實真相搞清楚、搞明白，真敢捨，真捨得。所以這是超情離見，不是凡夫能夠見得到的，超越凡夫的情見。"
    },
    {
      "id": "02-040-0240_p0043",
      "zh_CN": "言语道断，故不可议，说不出来，所以没法子说。心思路绝，你也不能想像，无法想像，故不可思，叫不可思议。你不能去想，你不能去说它，妙极了。「言思不能及，又焉可称量？」这是说极乐世界事事物物都不可思议。释迦牟尼佛为我们介绍，只介绍一个大略、大概，细说佛也说不出来。「故曰无能称量」，称是说，量是思惟。「可见极乐净土，唯佛与佛方能究竟」。极乐世界谁能搞清楚？成佛就清楚了，自然就明白了，菩萨纵然了解，不能透彻。可见极乐净土，唯佛与佛方能究竟，「除佛一人外，一切众生上至等觉，中至具天眼之一切小大凡圣众生，皆不能尽辨其形色、光相、名数。更何能总为宣说」。这些话绝不是形容，不是夸大，句句是真实，实话实说，等觉菩萨都没办法说清楚。所以经上说，『有能辨其形色、光相、名数，及总宣说者，不取正觉』，这是阿弥陀佛发的愿。除佛如来，他证得究竟圆满，他清楚，他明了，等觉以下只能知道一个大略，没有办法完全明了。完全明了一定要到极乐世界去，这才真正证实了，搞清楚、搞明白了。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "言語道斷，故不可議，說不出來，所以沒法子說。心思路絕，你也不能想像，無法想像，故不可思，叫不可思議。你不能去想，你不能去說它，妙極了。「言思不能及，又焉可稱量？」這是說極樂世界事事物物都不可思議。釋迦牟尼佛為我們介紹，只介紹一個大略、大概，細說佛也說不出來。「故曰無能稱量」，稱是說，量是思惟。「可見極樂淨土，唯佛與佛方能究竟」。極樂世界誰能搞清楚？成佛就清楚了，自然就明白了，菩薩縱然了解，不能透徹。可見極樂淨土，唯佛與佛方能究竟，「除佛一人外，一切眾生上至等覺，中至具天眼之一切小大凡聖眾生，皆不能盡辨其形色、光相、名數。更何能總為宣說」。這些話絕不是形容，不是誇大，句句是真實，實話實說，等覺菩薩都沒辦法說清楚。所以經上說，『有能辨其形色、光相、名數，及總宣說者，不取正覺』，這是阿彌陀佛發的願。除佛如來，他證得究竟圓滿，他清楚，他明瞭，等覺以下只能知道一個大略，沒有辦法完全明瞭。完全明瞭一定要到極樂世界去，這才真正證實了，搞清楚、搞明白了。好，今天時間到了，我們就學習到此地。"
    }
  ]
}