{
  "doc_id": "02-040-0159",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五九集",
    "zh_TW": "第一五九集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0159",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-040-0159_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百一十一页第四行，科题「总结，胜诸佛国」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百一十一頁第四行，科題「總結，勝諸佛國」。請看經文："
    },
    {
      "id": "02-040-0159_p0002",
      "zh_CN": "【我立是愿。都胜无数诸佛国者。宁可得否。】",
      "zh_TW": "【我立是願。都勝無數諸佛國者。寧可得否。】"
    },
    {
      "id": "02-040-0159_p0003",
      "zh_CN": "这句话我们听了，是不是会感觉得阿弥陀佛有一点傲慢？佛佛道同，佛佛平等，怎么可以都胜诸佛国？首先我们要晓得，阿罗汉贪瞋痴慢疑这些烦恼都断掉了，虽然是断尽了没错，他还有习气在，有那个傲慢的样子，傲慢的念头真没有了，他要有他证不了阿罗汉果。习气要断掉了，没有了，才能证得向上一层辟支佛，所以辟支佛比阿罗汉高。我们在经典里面看到，小乘不会永远是小乘，会转小向大的。但是一般时间讲，阿罗汉要两万劫才能回小向大，辟支佛一万劫。这就能看到，法藏成佛，究竟圆满的佛果，哪里会有习气！",
      "zh_TW": "這句話我們聽了，是不是會感覺得阿彌陀佛有一點傲慢？佛佛道同，佛佛平等，怎麼可以都勝諸佛國？首先我們要曉得，阿羅漢貪瞋痴慢疑這些煩惱都斷掉了，雖然是斷盡了沒錯，他還有習氣在，有那個傲慢的樣子，傲慢的念頭真沒有了，他要有他證不了阿羅漢果。習氣要斷掉了，沒有了，才能證得向上一層辟支佛，所以辟支佛比阿羅漢高。我們在經典裡面看到，小乘不會永遠是小乘，會轉小向大的。但是一般時間講，阿羅漢要兩萬劫才能迴小向大，辟支佛一萬劫。這就能看到，法藏成佛，究竟圓滿的佛果，哪裡會有習氣！"
    },
    {
      "id": "02-040-0159_p0004",
      "zh_CN": "那么这句话我们要怎么看待？首先要了解极乐世界是怎么成就的，这就明白了。法藏比丘在佛前面发了大愿，这个愿是普度一切有情众生，目标是帮助这些众生快速成佛。这个愿很特别，佛佛虽然道同，诸佛没想到，这个道理我们要懂。诸佛何以没想到？诸佛清心寡欲，一念不生，怎么还会想问题！这个问题，法藏没有成佛之前，当比丘的时候发的愿，发这么个大愿，这个愿确实是令人赞叹，诸佛也赞叹，太伟大了。他向世间自在王请教，怎样才能满足他的愿望，求佛教他。佛很慈悲，将十方诸佛刹土，二百一十亿诸佛刹土展现在他面前，叫他自己去看。二百一十亿不是数目字，如果是数目字，这个数目字不大，表法的。密宗表法，二十一代表圆满，二百一十亿代表大圆满，究竟圆满，取这个意思。换句话说，十方三世一切诸佛刹土，都在世间自在王佛展现之中。他一个一个去细看，用了多少时间？五劫，用这么长的时间。每尊佛国土他都细心去观察、去考察，哪些地方好，他就汲取，哪些地方有缺陷的，他不要，他在这里挑挑拣拣的，总结就是四十八愿。四十八愿是他，我们今天讲，访问、考察、参观十方三世一切诸佛刹土里面的总结，四十八愿是总结，他所要取得的。这样建造极乐世界，极乐世界就变成什么？变成一切诸佛刹土里头美好的集大成，诸佛刹土好的他全有，有缺陷的他全没有，是这么来的。",
      "zh_TW": "那麼這句話我們要怎麼看待？首先要了解極樂世界是怎麼成就的，這就明白了。法藏比丘在佛前面發了大願，這個願是普度一切有情眾生，目標是幫助這些眾生快速成佛。這個願很特別，佛佛雖然道同，諸佛沒想到，這個道理我們要懂。諸佛何以沒想到？諸佛清心寡欲，一念不生，怎麼還會想問題！這個問題，法藏沒有成佛之前，當比丘的時候發的願，發這麼個大願，這個願確實是令人讚歎，諸佛也讚歎，太偉大了。他向世間自在王請教，怎樣才能滿足他的願望，求佛教他。佛很慈悲，將十方諸佛剎土，二百一十億諸佛剎土展現在他面前，叫他自己去看。二百一十億不是數目字，如果是數目字，這個數目字不大，表法的。密宗表法，二十一代表圓滿，二百一十億代表大圓滿，究竟圓滿，取這個意思。換句話說，十方三世一切諸佛剎土，都在世間自在王佛展現之中。他一個一個去細看，用了多少時間？五劫，用這麼長的時間。每尊佛國土他都細心去觀察、去考察，哪些地方好，他就汲取，哪些地方有缺陷的，他不要，他在這裡挑挑揀揀的，總結就是四十八願。四十八願是他，我們今天講，訪問、考察、參觀十方三世一切諸佛剎土裡面的總結，四十八願是總結，他所要取得的。這樣建造極樂世界，極樂世界就變成什麼？變成一切諸佛剎土裡頭美好的集大成，諸佛剎土好的他全有，有缺陷的他全沒有，是這麼來的。"
    },
    {
      "id": "02-040-0159_p0005",
      "zh_CN": "所以，极乐世界不是阿弥陀佛凭空想像得来的，不是，也不是世间自在王教他的，实地上去参观考察。这令人不能不佩服，这是符合现代人所说的逻辑概念，我每个愿、每桩事情得来都有根据，不是凭空而来的。所以国土超过诸佛，教学的手段超过诸佛，它太简单，就是信、愿、持名。什么人都能学，上上根人到等觉菩萨，下下根人到无间地狱，你真相信有极乐世界，真正相信有阿弥陀佛，真肯到极乐世界去，我真想去，我真念这句阿弥陀佛，这就统统具足，条件具足了。这样方便的方法，一切诸佛刹土里头没有，它确确实实胜诸佛国。胜诸佛国是考察得来的，不是凭空而来的，有根有据。现在在此地，他发愿之后，这做总结，我发的这个愿能不能成就？",
      "zh_TW": "所以，極樂世界不是阿彌陀佛憑空想像得來的，不是，也不是世間自在王教他的，實地上去參觀考察。這令人不能不佩服，這是符合現代人所說的邏輯概念，我每個願、每樁事情得來都有根據，不是憑空而來的。所以國土超過諸佛，教學的手段超過諸佛，它太簡單，就是信、願、持名。什麼人都能學，上上根人到等覺菩薩，下下根人到無間地獄，你真相信有極樂世界，真正相信有阿彌陀佛，真肯到極樂世界去，我真想去，我真念這句阿彌陀佛，這就統統具足，條件具足了。這樣方便的方法，一切諸佛剎土裡頭沒有，它確確實實勝諸佛國。勝諸佛國是考察得來的，不是憑空而來的，有根有據。現在在此地，他發願之後，這做總結，我發的這個願能不能成就？"
    },
    {
      "id": "02-040-0159_p0006",
      "zh_CN": "尤其是平等度众生，这个太难了，平等度众生的道理，是弥陀的圆满智慧、究竟的慈悲。他将他五劫修行的大愿，这四十八愿，无量劫修学的功德，用这个来加持每个往生极乐世界的人。得到阿弥陀佛的加持，就得到阿惟越致的果报，所以阿惟越致的果报等于说是阿弥陀佛加给你，不是你自己修的。我们自己要修成阿惟越致可不是容易事情，阿惟越致在大乘别教，是初地菩萨，圆教，像《华严》、《法华》是初住菩萨，那是明心见性、大彻大悟，圆证三不退。三不退第一个是位不退，阿罗汉证得的是位不退，决定不退到凡夫。实际上刚刚证得的时候是须陀洹，须陀洹虽然地位最低，叫小小圣，他证得位不退，他没有出六道，他决定不堕三途。人间寿命到了他生天，天上寿命到了又到人间来，天上人间七次往返，证阿罗汉，他就不来了。三果叫不来，不来是不来到人间，三果在哪里？在第四禅，他只有向上，他不会往下。初果的时候他就不堕三恶道，得到了保证，天上人间七次往返，不管世间有没有佛，他都会证阿罗汉果。证阿罗汉超越六道轮回，他住在四圣法界，声闻、缘觉、菩萨、佛，他住在声闻法界，在那个地方慢慢再提升。",
      "zh_TW": "尤其是平等度眾生，這個太難了，平等度眾生的道理，是彌陀的圓滿智慧、究竟的慈悲。他將他五劫修行的大願，這四十八願，無量劫修學的功德，用這個來加持每個往生極樂世界的人。得到阿彌陀佛的加持，就得到阿惟越致的果報，所以阿惟越致的果報等於說是阿彌陀佛加給你，不是你自己修的。我們自己要修成阿惟越致可不是容易事情，阿惟越致在大乘別教，是初地菩薩，圓教，像《華嚴》、《法華》是初住菩薩，那是明心見性、大徹大悟，圓證三不退。三不退第一個是位不退，阿羅漢證得的是位不退，決定不退到凡夫。實際上剛剛證得的時候是須陀洹，須陀洹雖然地位最低，叫小小聖，他證得位不退，他沒有出六道，他決定不墮三途。人間壽命到了他生天，天上壽命到了又到人間來，天上人間七次往返，證阿羅漢，他就不來了。三果叫不來，不來是不來到人間，三果在哪裡？在第四禪，他只有向上，他不會往下。初果的時候他就不墮三惡道，得到了保證，天上人間七次往返，不管世間有沒有佛，他都會證阿羅漢果。證阿羅漢超越六道輪迴，他住在四聖法界，聲聞、緣覺、菩薩、佛，他住在聲聞法界，在那個地方慢慢再提升。"
    },
    {
      "id": "02-040-0159_p0007",
      "zh_CN": "用《华严经》来看就很清楚，阿罗汉断烦恼证果位跟第七信位的菩萨相同。那我们知道，七信是阿罗汉，八信是辟支佛，九信是菩萨，十信是佛，这个佛没有明心见性。在经上讲信满成佛，十信修圆满了成佛，成佛有四种成佛，这是最浅的。这个成佛是他学得很像，虽然用的是阿赖耶识，他完全用得正，我们用错了，他纯正，没有错误。也就是说，佛怎么教的他统学会了，但是他不是用真心，菩提心没发，菩提心是真心，他用的是阿赖耶妄心，跟我们一样。所以我们应该要用得正，用得正，智者大师六即佛里头判他叫相似即佛，虽然不是真的，很像。再向上提升，分证即佛，那是真的了，转识成智，转八识成四智，圆教初住，别教初地，这就超越十法界，这是真的，不是假的。",
      "zh_TW": "用《華嚴經》來看就很清楚，阿羅漢斷煩惱證果位跟第七信位的菩薩相同。那我們知道，七信是阿羅漢，八信是辟支佛，九信是菩薩，十信是佛，這個佛沒有明心見性。在經上講信滿成佛，十信修圓滿了成佛，成佛有四種成佛，這是最淺的。這個成佛是他學得很像，雖然用的是阿賴耶識，他完全用得正，我們用錯了，他純正，沒有錯誤。也就是說，佛怎麼教的他統學會了，但是他不是用真心，菩提心沒發，菩提心是真心，他用的是阿賴耶妄心，跟我們一樣。所以我們應該要用得正，用得正，智者大師六即佛裡頭判他叫相似即佛，雖然不是真的，很像。再向上提升，分證即佛，那是真的了，轉識成智，轉八識成四智，圓教初住，別教初地，這就超越十法界，這是真的，不是假的。"
    },
    {
      "id": "02-040-0159_p0008",
      "zh_CN": "所以，我们应当要学佛，做人何必要作假？佛是我们绝对的标准。今天佛不在世，经典在世间，我们依照经典修学。经典上佛教我们做的，我们不要怀疑，认真努力去做，从十善、五戒做起，真干。五戒十善还有基础，我们从净业三福里面得到信息，净业三福是修净土最高指导原则。不但是净土宗最高的指导原则，佛家所有法门都不能离开这个原则，因为后头佛说了一句话，这个三条是「三世诸佛，净业正因」，这个话说得重。三世是过去、现在、未来，所有一切菩萨成佛都要遵守这个指导原则，不能违背。这话说得重，不能轻易看过。",
      "zh_TW": "所以，我們應當要學佛，做人何必要作假？佛是我們絕對的標準。今天佛不在世，經典在世間，我們依照經典修學。經典上佛教我們做的，我們不要懷疑，認真努力去做，從十善、五戒做起，真幹。五戒十善還有基礎，我們從淨業三福裡面得到信息，淨業三福是修淨土最高指導原則。不但是淨土宗最高的指導原則，佛家所有法門都不能離開這個原則，因為後頭佛說了一句話，這個三條是「三世諸佛，淨業正因」，這個話說得重。三世是過去、現在、未來，所有一切菩薩成佛都要遵守這個指導原則，不能違背。這話說得重，不能輕易看過。"
    },
    {
      "id": "02-040-0159_p0009",
      "zh_CN": "净业三福三条只有十一句，一句四个字，四十四个字。第一条，就是第一福，这是根本，第一句就是「孝养父母，奉事师长，慈心不杀，修十善业」。我们得真干。怎么干法？小乘经里头说得很清楚，现在人不读小乘经。这也是过去祖师大德提倡的，小乘在中国过去有两个宗派，俱舍宗、成实宗。唐朝中叶以前都存在，唐朝中叶之后衰了，没有人学了，到宋朝就没有了。中国祖师有智慧，我们不学小乘，用儒跟道代替小乘。行不行？行。怎么知道？从祖师这个提倡之后，你看一直到清朝初年，各个宗派出多少人才，这就说明可以，通过实验了。儒跟道是本土的，跟我们有很亲切的感情，学起来容易。可是现在麻烦来了，儒也不学、道也不学、小乘也不学，一开头就大乘，架空了，变成空中楼阁，所以佛法衰了，这是我们不能不知道。",
      "zh_TW": "淨業三福三條只有十一句，一句四個字，四十四個字。第一條，就是第一福，這是根本，第一句就是「孝養父母，奉事師長，慈心不殺，修十善業」。我們得真幹。怎麼幹法？小乘經裡頭說得很清楚，現在人不讀小乘經。這也是過去祖師大德提倡的，小乘在中國過去有兩個宗派，俱舍宗、成實宗。唐朝中葉以前都存在，唐朝中葉之後衰了，沒有人學了，到宋朝就沒有了。中國祖師有智慧，我們不學小乘，用儒跟道代替小乘。行不行？行。怎麼知道？從祖師這個提倡之後，你看一直到清朝初年，各個宗派出多少人才，這就說明可以，通過實驗了。儒跟道是本土的，跟我們有很親切的感情，學起來容易。可是現在麻煩來了，儒也不學、道也不學、小乘也不學，一開頭就大乘，架空了，變成空中樓閣，所以佛法衰了，這是我們不能不知道。"
    },
    {
      "id": "02-040-0159_p0010",
      "zh_CN": "这么多年来，我们走过全世界好多地方，接触到的同修，在家学佛，十善业做不到，出家学佛，《沙弥律仪》做不到。古人说，戒律没有了，佛就没有了，礼要是没有了，儒就没有了，这话真的，一点不假。所以，现在要是严格来审查，儒释道都没有了，有名无实。这怎么办？这个东西没有了，中国传统文化就绝灭了。中国传统文化绝灭，不但是中国人不幸，全世界人不幸。我们生在这个时代，这个时代什么？是存亡的边界线，我们不干就亡了，以后人想做也做不出来，我们生在这个地方。我们真干，能存下来，能传下去；我们不干就没了，这个问题大了，比什么都严重。年轻的同学要发心，续佛慧命，这个功德无量无边，等同释迦牟尼佛降世来创教，这么大功德。我们能够继往开来，往后世尊末法还有九千年，能传得下去。尤其这部经典出现，黄念老的集注出现，这都不是人力能成就的，我们常说祖宗之德、三宝加持。这些东西出现让我们对于未来有了信心，如果没有这些典籍，我们的信心确实不能建立。",
      "zh_TW": "這麼多年來，我們走過全世界好多地方，接觸到的同修，在家學佛，十善業做不到，出家學佛，《沙彌律儀》做不到。古人說，戒律沒有了，佛就沒有了，禮要是沒有了，儒就沒有了，這話真的，一點不假。所以，現在要是嚴格來審查，儒釋道都沒有了，有名無實。這怎麼辦？這個東西沒有了，中國傳統文化就絕滅了。中國傳統文化絕滅，不但是中國人不幸，全世界人不幸。我們生在這個時代，這個時代什麼？是存亡的邊界線，我們不幹就亡了，以後人想做也做不出來，我們生在這個地方。我們真幹，能存下來，能傳下去；我們不幹就沒了，這個問題大了，比什麼都嚴重。年輕的同學要發心，續佛慧命，這個功德無量無邊，等同釋迦牟尼佛降世來創教，這麼大功德。我們能夠繼往開來，往後世尊末法還有九千年，能傳得下去。尤其這部經典出現，黃念老的集註出現，這都不是人力能成就的，我們常說祖宗之德、三寶加持。這些東西出現讓我們對於未來有了信心，如果沒有這些典籍，我們的信心確實不能建立。"
    },
    {
      "id": "02-040-0159_p0011",
      "zh_CN": "中国传统文化还能够维持下去，也是看到两本书，唐太宗的《群书治要》，民国初年，当时的专家学者为后人编了一套书《国学治要》。中国的国学，乾隆在世的时候把它编成一套丛书，《四库全书》，全都收在这里头，分量之大是世界之冠，全世界找不到这么大的一套丛书。从哪里读起？这大问题，怎么个读法？我想这个问题想了十几年，没有办法。我想到一个方法，方法跟编书的是同样的想法，《四库全书》里头的精华节录下来，编成一本书，让我们从这里入门。《国学治要》就是这个理念编的，我看到这部书无量的欢喜，几十年的梦想，没想到古人已经做好了，不要我们操心。我在早年真的，在大陆请了几位教授，教文史的，请他们做这个工作，做了二、三年。节录下来这个书拿给我看，我看了不能满意，这个底稿还放在澳洲，不能用。所以为这个事情常常生烦恼。看到《国学治要》，这祖宗的德，没有想到人家已经做好了。所以这套书我一看到，送到世界书局，替我印一万套，我送全世界大学图书馆，这个本子就不会失传了，要入《四库》之门，这是一把钥匙。",
      "zh_TW": "中國傳統文化還能夠維持下去，也是看到兩本書，唐太宗的《群書治要》，民國初年，當時的專家學者為後人編了一套書《國學治要》。中國的國學，乾隆在世的時候把它編成一套叢書，《四庫全書》，全都收在這裡頭，分量之大是世界之冠，全世界找不到這麼大的一套叢書。從哪裡讀起？這大問題，怎麼個讀法？我想這個問題想了十幾年，沒有辦法。我想到一個方法，方法跟編書的是同樣的想法，《四庫全書》裡頭的精華節錄下來，編成一本書，讓我們從這裡入門。《國學治要》就是這個理念編的，我看到這部書無量的歡喜，幾十年的夢想，沒想到古人已經做好了，不要我們操心。我在早年真的，在大陸請了幾位教授，教文史的，請他們做這個工作，做了二、三年。節錄下來這個書拿給我看，我看了不能滿意，這個底稿還放在澳洲，不能用。所以為這個事情常常生煩惱。看到《國學治要》，這祖宗的德，沒有想到人家已經做好了。所以這套書我一看到，送到世界書局，替我印一萬套，我送全世界大學圖書館，這個本子就不會失傳了，要入《四庫》之門，這是一把鑰匙。"
    },
    {
      "id": "02-040-0159_p0012",
      "zh_CN": "你想读这些书，这些书是文言文，是中国老祖宗最伟大的发明，全世界找不到。文言文是个工具，把古人的智慧、理念，这个理念包括我们修身、齐家、治国、平天下，这些理念、方法、经验、效果统统都在这套书里头，用文言文写的。文言文的好处，它永远不变，语言是会变的，文言不变。用不变的东西记载下来，你只要懂文言文，就像现在通信一样，你提问题他给你解答，你完全能了解。这个工具不得了，世界上再伟大的发明，发明太空船遨游宇宙，也比不上这个发明，我们要继承下去。我们要不继承叫大不孝，三福里头头一句「孝养父母」，这就大不孝。文言文难不难？不难，老祖宗绝对不会叫你搞麻烦事情的。我们看到民国初年小学生的作文，就知道它不难。民国十年前后，小学三、四年级的学生，大概八、九岁吧，三、四年级的学生写的文章，现在大学文学院毕业出来的写不出来。五、六年级的文章你就不必说，你去读了，真可爱，五、六年级不过十岁、十一岁、十二岁，这样的年龄。",
      "zh_TW": "你想讀這些書，這些書是文言文，是中國老祖宗最偉大的發明，全世界找不到。文言文是個工具，把古人的智慧、理念，這個理念包括我們修身、齊家、治國、平天下，這些理念、方法、經驗、效果統統都在這套書裡頭，用文言文寫的。文言文的好處，它永遠不變，語言是會變的，文言不變。用不變的東西記載下來，你只要懂文言文，就像現在通信一樣，你提問題他給你解答，你完全能了解。這個工具不得了，世界上再偉大的發明，發明太空船遨遊宇宙，也比不上這個發明，我們要繼承下去。我們要不繼承叫大不孝，三福裡頭頭一句「孝養父母」，這就大不孝。文言文難不難？不難，老祖宗絕對不會叫你搞麻煩事情的。我們看到民國初年小學生的作文，就知道它不難。民國十年前後，小學三、四年級的學生，大概八、九歲吧，三、四年級的學生寫的文章，現在大學文學院畢業出來的寫不出來。五、六年級的文章你就不必說，你去讀了，真可愛，五、六年級不過十歲、十一歲、十二歲，這樣的年齡。"
    },
    {
      "id": "02-040-0159_p0013",
      "zh_CN": "《国学治要》文字的标准是当时高中学生的标准，高一、高二就能读。这些年来我跟外国接触得多，我访问美国纽约大学，因为这个学校里有个留学生在台湾留学，是个女孩子，大概三十岁的样子，她是研究生。她研究什么？研究《华严经》，跟台湾大学做交换学生。正好我在台北讲《华严经》，所以学校就把这个学生送到我们图书馆，我住的景美图书馆，跟我学《华严》，在图书馆住了四个月。能够读《华严经》，能够看清凉大师的《疏钞》，我们很佩服。我就问她，妳学中国文言文学了多少年？她说三年。不多，三年就有这个能力。佛经的翻译，在中国文学史上称之为变文，是文言文，很浅显的，不是很深的，跟中国古文比它浅很多，换句话就是当时的白话文。祖师大德便于佛法的流通，不能用很深的文字，佛经里面比较深的文字就是《楞严》。因为《楞严》翻译的时候，处理文字这方面是房融，房融是武则天的宰相，大概得罪了皇上，把他贬到广州来，把他降级当地方官。所以他有时间参与翻译，文字这方面由他负责。所以这文字就特别好，在佛经里面，用文学的眼光来说《楞严》是第一，韵文，这个翻译里头有韵文。所以不难！",
      "zh_TW": "《國學治要》文字的標準是當時高中學生的標準，高一、高二就能讀。這些年來我跟外國接觸得多，我訪問美國紐約大學，因為這個學校裡有個留學生在台灣留學，是個女孩子，大概三十歲的樣子，她是研究生。她研究什麼？研究《華嚴經》，跟台灣大學做交換學生。正好我在台北講《華嚴經》，所以學校就把這個學生送到我們圖書館，我住的景美圖書館，跟我學《華嚴》，在圖書館住了四個月。能夠讀《華嚴經》，能夠看清涼大師的《疏鈔》，我們很佩服。我就問她，妳學中國文言文學了多少年？她說三年。不多，三年就有這個能力。佛經的翻譯，在中國文學史上稱之為變文，是文言文，很淺顯的，不是很深的，跟中國古文比它淺很多，換句話就是當時的白話文。祖師大德便於佛法的流通，不能用很深的文字，佛經裡面比較深的文字就是《楞嚴》。因為《楞嚴》翻譯的時候，處理文字這方面是房融，房融是武則天的宰相，大概得罪了皇上，把他貶到廣州來，把他降級當地方官。所以他有時間參與翻譯，文字這方面由他負責。所以這文字就特別好，在佛經裡面，用文學的眼光來說《楞嚴》是第一，韻文，這個翻譯裡頭有韻文。所以不難！"
    },
    {
      "id": "02-040-0159_p0014",
      "zh_CN": "二００五年、０六年我两次访问欧洲，我到伦敦，去访问牛津大学、剑桥大学、伦敦大学，这是世界上排名在前面的，最前面的几个大学。它们都有中文系，是欧洲汉学的中心，我跟这些学生交流，跟教授们座谈。我向他们请教，这些学生全是外国人，没有中国文化的底蕴，说的一口北京话，对于中国文言畅通无阻。我非常惊讶、非常佩服，我问他们，你们学多少年？三年。这不难！我们今天是被文言文吓到了，不敢碰它。毫无底蕴的人三年都能学成，我们摆在面前不敢学，没有信心，这是我们的病根。伦敦跟剑桥大学的学生，里面还有一个用《无量寿经》写博士论文，我就问他，中文《无量寿经》有九种版本，你用哪一种？他用我们现在学的这个，夏莲居老居士的会集本。还有一个用《孟子》，另外有个学生用王维，唐朝的文学家，你看，用中国典籍写博士论文。这个事情不难！",
      "zh_TW": "二００五年、０六年我兩次訪問歐洲，我到倫敦，去訪問牛津大學、劍橋大學、倫敦大學，這是世界上排名在前面的，最前面的幾個大學。它們都有中文系，是歐洲漢學的中心，我跟這些學生交流，跟教授們座談。我向他們請教，這些學生全是外國人，沒有中國文化的底蘊，說的一口北京話，對於中國文言暢通無阻。我非常驚訝、非常佩服，我問他們，你們學多少年？三年。這不難！我們今天是被文言文嚇到了，不敢碰它。毫無底蘊的人三年都能學成，我們擺在面前不敢學，沒有信心，這是我們的病根。倫敦跟劍橋大學的學生，裡面還有一個用《無量壽經》寫博士論文，我就問他，中文《無量壽經》有九種版本，你用哪一種？他用我們現在學的這個，夏蓮居老居士的會集本。還有一個用《孟子》，另外有個學生用王維，唐朝的文學家，你看，用中國典籍寫博士論文。這個事情不難！"
    },
    {
      "id": "02-040-0159_p0015",
      "zh_CN": "我现在在国际上，到处都劝人学文言文，我把我遇到这个例子说给大家听，文言文不难，真不难。中国字的音总共只有四百二十个，上面是注音符号，下面是汉语拼音，音完全相同，符号不相同，都相同。像这样的音，这个单音八，这种单音，每一个音有平上去入四种念法，这四种念法。四百二十乘四，一千六百多个音，不难！真正的音只有四百二十个，比世界上任何一种语言、文字都好学，难怪外国人学得那么好。我用这个做成卡片，卡片四百二十张，一个小盒子，一天学四个，三个月就学完了，难在哪里？首先把字的音读正确，然后再学文字学，《说文解字》，这个字为什么要这样写法，知道它的形状，知道它的含义，叫认识中国字，从这里下手。认识中国字的时间不超过一年全会了，第二年、第三年要背书，重要从这里下手。过去李老师教给我们，熟背五十篇古文，你就有能力读文言文，你能够背一百篇古文，你就有能力写文言文。一个星期背一篇，两年就一百篇，所以头一年认字，三年，钥匙就拿到了，要干！",
      "zh_TW": "我現在在國際上，到處都勸人學文言文，我把我遇到這個例子說給大家聽，文言文不難，真不難。中國字的音總共只有四百二十個，上面是注音符號，下面是漢語拼音，音完全相同，符號不相同，都相同。像這樣的音，這個單音八，這種單音，每一個音有平上去入四種念法，這四種念法。四百二十乘四，一千六百多個音，不難！真正的音只有四百二十個，比世界上任何一種語言、文字都好學，難怪外國人學得那麼好。我用這個做成卡片，卡片四百二十張，一個小盒子，一天學四個，三個月就學完了，難在哪裡？首先把字的音讀正確，然後再學文字學，《說文解字》，這個字為什麼要這樣寫法，知道它的形狀，知道它的含義，叫認識中國字，從這裡下手。認識中國字的時間不超過一年全會了，第二年、第三年要背書，重要從這裡下手。過去李老師教給我們，熟背五十篇古文，你就有能力讀文言文，你能夠背一百篇古文，你就有能力寫文言文。一個星期背一篇，兩年就一百篇，所以頭一年認字，三年，鑰匙就拿到了，要幹！"
    },
    {
      "id": "02-040-0159_p0016",
      "zh_CN": "我把这个方法介绍给马来西亚首相纳吉，他非常欢喜。他的儿子读中文，在中国北京读书。我这个拼音告诉他，他拼拼得很正确，他看罗马拼音，音发得很正确。他跟大家说，三个月就可以学会，信心十足。哪一国的语言你三个月能学会？中国这个东西可以。把这个字，形、音、义这三个搞清楚，在文字上就扎根了，然后背书，挑选一百篇古文。怎么个挑法？《国学治要》出来了，在台湾，早年这一批教授，对中国传统文化做出了很大的贡献，他们在台湾编了一套《古今文选》，国语日报。好像总共出版了这么厚的册子十四册，他们过去是一个星期出版一次，累积几十年。这个里头选的东西，古今都选，差不多是一半一半，它的注有注音，每个字有注音、有注解，又翻成白话文。",
      "zh_TW": "我把這個方法介紹給馬來西亞首相納吉，他非常歡喜。他的兒子讀中文，在中國北京讀書。我這個拼音告訴他，他拼拼得很正確，他看羅馬拼音，音發得很正確。他跟大家說，三個月就可以學會，信心十足。哪一國的語言你三個月能學會？中國這個東西可以。把這個字，形、音、義這三個搞清楚，在文字上就扎根了，然後背書，挑選一百篇古文。怎麼個挑法？《國學治要》出來了，在台灣，早年這一批教授，對中國傳統文化做出了很大的貢獻，他們在台灣編了一套《古今文選》，國語日報。好像總共出版了這麼厚的冊子十四冊，他們過去是一個星期出版一次，累積幾十年。這個裡頭選的東西，古今都選，差不多是一半一半，它的註有注音，每個字有注音、有註解，又翻成白話文。"
    },
    {
      "id": "02-040-0159_p0017",
      "zh_CN": "我的想法就是这两种书合起来看，都选了的，《国学治要》有，《古今文选》有，我们就选它，选它来背诵。这样选一百篇，大概有一百多篇，有一百好几十篇两种东西都有的，我们就不必操心，这个选就不会选错了。真正去背诵，背要能够讲解，能背诵、能讲解，中国国学的基础就奠定了，要三年时间，这是非常坚实、稳固的基础。不从这里下手就很难，像盖房子一样，地基一定要巩固、要结实，这房子才会坚固，不会出问题。如果基础不扎稳，那是一生的遗憾，终身遗憾，向上提升非常困难。有这个基础，不难！",
      "zh_TW": "我的想法就是這兩種書合起來看，都選了的，《國學治要》有，《古今文選》有，我們就選它，選它來背誦。這樣選一百篇，大概有一百多篇，有一百好幾十篇兩種東西都有的，我們就不必操心，這個選就不會選錯了。真正去背誦，背要能夠講解，能背誦、能講解，中國國學的基礎就奠定了，要三年時間，這是非常堅實、穩固的基礎。不從這裡下手就很難，像蓋房子一樣，地基一定要鞏固、要結實，這房子才會堅固，不會出問題。如果基礎不紮穩，那是一生的遺憾，終身遺憾，向上提升非常困難。有這個基礎，不難！"
    },
    {
      "id": "02-040-0159_p0018",
      "zh_CN": "所以我的想法，这个基础奠定好了，中国典籍选一部，专攻。选一部《易经》、选一部《尚书》、选一部《左传》都可以，一门，不要搞两门，十年，十年专攻一门，会得三昧。我们佛法里面，学净宗的得念佛三昧，学《华严》的得华严三昧，学《法华》的得法华三昧。同样一个道理，要学四书的得四书三昧，学《易经》的得易经三昧，学《礼记》的得礼记三昧。得三昧之后就很可能开悟，悟了之后，没有学过的都会，他触类旁通，他通的。佛经，不但佛的所有经教通，世间法通，世间所有宗教的经典全通，这个不可思议，这是什么？这叫智慧。这个方法就是佛经上讲的戒定慧，现在教你打这个基础，这统统是持戒。不依规矩，不成方圆，戒就是规矩，一定从规矩上扎根，心就定了。叫你背书，背书主要的目的是修定，修定的目的是叫你开智慧，智慧开了，再教你学东西，无论学什么，很快就学会。",
      "zh_TW": "所以我的想法，這個基礎奠定好了，中國典籍選一部，專攻。選一部《易經》、選一部《尚書》、選一部《左傳》都可以，一門，不要搞兩門，十年，十年專攻一門，會得三昧。我們佛法裡面，學淨宗的得念佛三昧，學《華嚴》的得華嚴三昧，學《法華》的得法華三昧。同樣一個道理，要學四書的得四書三昧，學《易經》的得易經三昧，學《禮記》的得禮記三昧。得三昧之後就很可能開悟，悟了之後，沒有學過的都會，他觸類旁通，他通的。佛經，不但佛的所有經教通，世間法通，世間所有宗教的經典全通，這個不可思議，這是什麼？這叫智慧。這個方法就是佛經上講的戒定慧，現在教你打這個基礎，這統統是持戒。不依規矩，不成方圓，戒就是規矩，一定從規矩上扎根，心就定了。叫你背書，背書主要的目的是修定，修定的目的是叫你開智慧，智慧開了，再教你學東西，無論學什麼，很快就學會。"
    },
    {
      "id": "02-040-0159_p0019",
      "zh_CN": "惠能大师没有学过《法华经》，法达禅师专攻《法华》，《法华》从头到尾曾经念过三千遍，三千遍大概要十年。《法华经》很长，虽然只有七卷，长卷，一天诵一部，三千多遍就是十年。专攻一部《法华经》，有一点法华三昧。我们在《坛经》上看到这个故事记载的，他到曹溪去参惠能大师，见老师礼拜，头没着地，三拜头都没着地。起来，六祖就问他，你礼拜时候头没有着地，是不是有值得骄傲的地方？他也很老实，就说出来，诵《法华》三千多部。六祖问他，《法华》讲的是什么？他说不出来。法达禅师反过来向祖师请教，六祖说我没听过这个经，六祖不会看经，不认识字，你念给我听。那当然，背得滚瓜烂熟，念到第二品，《法华经》二十八品，第二品「方便品」，惠能大师说行了，不必念，我全知道了。这是什么？这开悟了，你看，人家学《法华经》学了十年，他就几分钟。把《法华经》讲给他听，他开悟了。他为什么会开悟？他有十年的功夫，换句话说，将悟未悟那个时候，经过人家一点，他就开悟了。六祖会下开悟的四十三个人，有法达。",
      "zh_TW": "惠能大師沒有學過《法華經》，法達禪師專攻《法華》，《法華》從頭到尾曾經念過三千遍，三千遍大概要十年。《法華經》很長，雖然只有七卷，長卷，一天誦一部，三千多遍就是十年。專攻一部《法華經》，有一點法華三昧。我們在《壇經》上看到這個故事記載的，他到曹溪去參惠能大師，見老師禮拜，頭沒著地，三拜頭都沒著地。起來，六祖就問他，你禮拜時候頭沒有著地，是不是有值得驕傲的地方？他也很老實，就說出來，誦《法華》三千多部。六祖問他，《法華》講的是什麼？他說不出來。法達禪師反過來向祖師請教，六祖說我沒聽過這個經，六祖不會看經，不認識字，你念給我聽。那當然，背得滾瓜爛熟，念到第二品，《法華經》二十八品，第二品「方便品」，惠能大師說行了，不必念，我全知道了。這是什麼？這開悟了，你看，人家學《法華經》學了十年，他就幾分鐘。把《法華經》講給他聽，他開悟了。他為什麼會開悟？他有十年的功夫，換句話說，將悟未悟那個時候，經過人家一點，他就開悟了。六祖會下開悟的四十三個人，有法達。"
    },
    {
      "id": "02-040-0159_p0020",
      "zh_CN": "所以，「法门无量誓愿学」，四弘誓愿排在第三，不是排在第一。第一个是教你发愿，把如来家业承担过来，发这个大心，续佛慧命，弘法利生，发这个大愿。发愿之后自己真干，先成就自己，自己不能成就，就不能帮助别人。成就自己从戒律下手，「烦恼无尽誓愿断」，烦恼没有断，你学什么都学不成功，只学了些皮毛。这是我在伦敦给这些学校同学们交流，我告诉他们。因为我难得到伦敦，当面向他们请教一个问题，英国汤恩比博士说的，一九七０年代说的，大概四十年前，他现在不在了，他说「解决二十一世纪的社会问题」，就是现在，「只有中国孔孟学说跟大乘佛法」。因为他们都是学汉学的，都是用儒释道经典去写博士论文的，我说，这个话我不问别人，别人外行，你们是内行，汤恩比说的话，对吗？你们能承认吗？这些人对着我傻笑，不回答我。我等了好半天，没办法，我反问一句，难道汤恩比的话说错了吗？他们回答我的也是笑，不说话。我说你们倒很聪明，既不承认，也不反对。不承认，是你有怀疑，不反对，是汤恩比博士的名气太大，不敢反对他。是不是这样的？真的是这样的。",
      "zh_TW": "所以，「法門無量誓願學」，四弘誓願排在第三，不是排在第一。第一個是教你發願，把如來家業承擔過來，發這個大心，續佛慧命，弘法利生，發這個大願。發願之後自己真幹，先成就自己，自己不能成就，就不能幫助別人。成就自己從戒律下手，「煩惱無盡誓願斷」，煩惱沒有斷，你學什麼都學不成功，只學了些皮毛。這是我在倫敦給這些學校同學們交流，我告訴他們。因為我難得到倫敦，當面向他們請教一個問題，英國湯恩比博士說的，一九七０年代說的，大概四十年前，他現在不在了，他說「解決二十一世紀的社會問題」，就是現在，「只有中國孔孟學說跟大乘佛法」。因為他們都是學漢學的，都是用儒釋道經典去寫博士論文的，我說，這個話我不問別人，別人外行，你們是內行，湯恩比說的話，對嗎？你們能承認嗎？這些人對著我傻笑，不回答我。我等了好半天，沒辦法，我反問一句，難道湯恩比的話說錯了嗎？他們回答我的也是笑，不說話。我說你們倒很聰明，既不承認，也不反對。不承認，是你有懷疑，不反對，是湯恩比博士的名氣太大，不敢反對他。是不是這樣的？真的是這樣的。"
    },
    {
      "id": "02-040-0159_p0021",
      "zh_CN": "最后我告诉他，我说汤恩比博士的话是正确的，我赞成，我不反对。我说很多人把他的话解读错误，所以不敢承认，也不敢反对。怎么解读错误？提到孔孟，你们马上想到四书五经、十三经，对不对？大家都点头。讲到大乘，你们一定想到《华严》、《法华》、《般若》，是不是这样？是的。这个东西能救得了现前世界吗？你们天天在写文章，天天在研究。不行！怎么样？太高了。你们有没有想到这个花果从哪里来的？植物，花果从树梢上生的，开花结果。树梢从哪里来的？是枝条来的。枝条从哪里来的？从干来的。干从哪里来的？从本来的。本从哪里来？从根生的。你们有没有看到根？忘了，全疏忽了。",
      "zh_TW": "最後我告訴他，我說湯恩比博士的話是正確的，我贊成，我不反對。我說很多人把他的話解讀錯誤，所以不敢承認，也不敢反對。怎麼解讀錯誤？提到孔孟，你們馬上想到四書五經、十三經，對不對？大家都點頭。講到大乘，你們一定想到《華嚴》、《法華》、《般若》，是不是這樣？是的。這個東西能救得了現前世界嗎？你們天天在寫文章，天天在研究。不行！怎麼樣？太高了。你們有沒有想到這個花果從哪裡來的？植物，花果從樹梢上生的，開花結果。樹梢從哪裡來的？是枝條來的。枝條從哪裡來的？從幹來的。幹從哪裡來的？從本來的。本從哪裡來？從根生的。你們有沒有看到根？忘了，全疏忽了。"
    },
    {
      "id": "02-040-0159_p0022",
      "zh_CN": "孔孟的根是什么？大乘的根是什么？你能发现，它就起作用。孔孟的根，「孔曰成仁，孟曰取义」，仁、义代表孔孟的根，我们用仁义来帮助现在社会，能不能解决问题？能。仁是爱人，现在人不爱人，他自己都不爱，他怎么会爱人？自己作践自己、糟蹋自己，不懂得爱人。义是循理，起心动念、言语造作合情、合理、合法，这叫义。中国古代讲仁义、讲道德。立法要严，执法要宽，法律定得很严，执法的人要有情有义，要面面顾到，所以执法要宽。非常有道理。《论语》，孔子学生对老师的评价，「夫子之道，忠恕而已」。忠恕能不能解决问题？能。忠是什么？大公无私。你看忠这个写法，会意，心不偏不邪，无论对人、对事、对一切万物用这个心，没有偏心，没有邪念，管用！",
      "zh_TW": "孔孟的根是什麼？大乘的根是什麼？你能發現，它就起作用。孔孟的根，「孔曰成仁，孟曰取義」，仁、義代表孔孟的根，我們用仁義來幫助現在社會，能不能解決問題？能。仁是愛人，現在人不愛人，他自己都不愛，他怎麼會愛人？自己作踐自己、糟蹋自己，不懂得愛人。義是循理，起心動念、言語造作合情、合理、合法，這叫義。中國古代講仁義、講道德。立法要嚴，執法要寬，法律定得很嚴，執法的人要有情有義，要面面顧到，所以執法要寬。非常有道理。《論語》，孔子學生對老師的評價，「夫子之道，忠恕而已」。忠恕能不能解決問題？能。忠是什麼？大公無私。你看忠這個寫法，會意，心不偏不邪，無論對人、對事、對一切萬物用這個心，沒有偏心，沒有邪念，管用！"
    },
    {
      "id": "02-040-0159_p0023",
      "zh_CN": "大乘佛法，大乘用的是菩提心，菩提心是真心，真诚，真诚能感动人。从真诚心里头生出来的慈悲，慈悲是爱心，爱护一切众生，爱护你的仇敌，爱护毁谤我的人、侮辱我的人、障碍我的人、陷害我的人，我都爱他们。为什么？大乘的伦理，伦理是讲关系，大乘伦理是讲到真正圆满，遍法界虚空界万事万物跟我是一体，我能不爱吗？中国人讲伦理关系没讲到一体，父子还是两个身体。佛讲到整个宇宙跟我是一体，不是两个身体，叫法身。所以这个爱多亲切。他有过失，你怎么能责备他？帮助他改过自新，用爱心来处理。就是惩罚，都是用真诚的爱心，人家接受惩罚都感恩，不是恨他，不是怨他，是爱他。所以，大乘是从爱做出发点，这个慈悲叫同体大悲、无缘大慈，无缘是没有条件的，像爱自己一样的爱护一切众生。汤恩比怎么会说错？我们要用心把它解读开，不要辜负了他。",
      "zh_TW": "大乘佛法，大乘用的是菩提心，菩提心是真心，真誠，真誠能感動人。從真誠心裡頭生出來的慈悲，慈悲是愛心，愛護一切眾生，愛護你的仇敵，愛護毀謗我的人、侮辱我的人、障礙我的人、陷害我的人，我都愛他們。為什麼？大乘的倫理，倫理是講關係，大乘倫理是講到真正圓滿，遍法界虛空界萬事萬物跟我是一體，我能不愛嗎？中國人講倫理關係沒講到一體，父子還是兩個身體。佛講到整個宇宙跟我是一體，不是兩個身體，叫法身。所以這個愛多親切。他有過失，你怎麼能責備他？幫助他改過自新，用愛心來處理。就是懲罰，都是用真誠的愛心，人家接受懲罰都感恩，不是恨他，不是怨他，是愛他。所以，大乘是從愛做出發點，這個慈悲叫同體大悲、無緣大慈，無緣是沒有條件的，像愛自己一樣的愛護一切眾生。湯恩比怎麼會說錯？我們要用心把它解讀開，不要辜負了他。"
    },
    {
      "id": "02-040-0159_p0024",
      "zh_CN": "今天我们看整个地球是一家人，资讯发达，交通方便，环绕地球一周，二十四小时足够了。我二００五年环绕一周，三天，在英国住了一晚上，第二天在纽约住了一晚上，第三天就飞回来了，从北京出发的，再回到北京，一周三天。所以地球村，一家人，一家人一定要亲爱，我们要提倡六和敬，见和同解、戒和同修、身同住、口无诤、意同悦、利同均。地球能够成为六和敬的地球，一切众生都有福了。我们希望教育，里面决定要把竞争这个念头断掉，决定不能教竞争，决定不允许斗争，更不可以战争。中国儒释道确实能做得到，儒释道的学说没能发扬光大，没有真正在学它。真正学，学了就落实，学以致用，一定落实在自己生活，落实在自己工作待人接物。用真诚心去感化敌人，敌人是迷惑颠倒，他不了解事实真相，了解事实真相他不会有那些恶念，不会有那些行为。一定要肯定，我们都是一家人，我们都是地球村的村民。这一个村，怎么可以打仗？怎么可以有是非？所谓家和万事兴。现在我们讲世和，世界和平，世和万世兴。我们只有一个目标，向着世界和平，希望每个国家、每个族群、每个政党、每种信仰都能够和睦相处，平等对待，天下就太平了。",
      "zh_TW": "今天我們看整個地球是一家人，資訊發達，交通方便，環繞地球一周，二十四小時足夠了。我二００五年環繞一周，三天，在英國住了一晚上，第二天在紐約住了一晚上，第三天就飛回來了，從北京出發的，再回到北京，一周三天。所以地球村，一家人，一家人一定要親愛，我們要提倡六和敬，見和同解、戒和同修、身同住、口無諍、意同悅、利同均。地球能夠成為六和敬的地球，一切眾生都有福了。我們希望教育，裡面決定要把競爭這個念頭斷掉，決定不能教競爭，決定不允許鬥爭，更不可以戰爭。中國儒釋道確實能做得到，儒釋道的學說沒能發揚光大，沒有真正在學它。真正學，學了就落實，學以致用，一定落實在自己生活，落實在自己工作待人接物。用真誠心去感化敵人，敵人是迷惑顛倒，他不了解事實真相，了解事實真相他不會有那些惡念，不會有那些行為。一定要肯定，我們都是一家人，我們都是地球村的村民。這一個村，怎麼可以打仗？怎麼可以有是非？所謂家和萬事興。現在我們講世和，世界和平，世和萬世興。我們只有一個目標，向著世界和平，希望每個國家、每個族群、每個政黨、每種信仰都能夠和睦相處，平等對待，天下就太平了。"
    },
    {
      "id": "02-040-0159_p0025",
      "zh_CN": "法藏比丘就发的这个愿，佛教给他，认真学习。所以我们今天提倡，宗教回归教育，每个宗教都回归教育。我建议联合国办一所世界宗教大学，校址就可以选择在斯里兰卡，总统很欢喜。这个学校的使命，团结宗教，把宗教落实到教育，互相学习，带动整个世界的安定和平。这是联合国他们应该做的事情。心量一定要拓开，一定要学忍让、学包容，这是性德，忍让、包容带给你自己幸福美满，带给你这一生快乐。佛法里面讲，法喜充满，常生欢喜心，没有丝毫怨恨。过去的一切都过去了，不要再去想它，我们要创造幸福美满的未来。想过去也引起了怨恨，那是一场梦，过去了，不要再提。从今往后学习老祖宗的智慧，学习老祖宗的方法，帮助自己，帮助家庭，帮助国家，帮助这个世界，好！",
      "zh_TW": "法藏比丘就發的這個願，佛教給他，認真學習。所以我們今天提倡，宗教回歸教育，每個宗教都回歸教育。我建議聯合國辦一所世界宗教大學，校址就可以選擇在斯里蘭卡，總統很歡喜。這個學校的使命，團結宗教，把宗教落實到教育，互相學習，帶動整個世界的安定和平。這是聯合國他們應該做的事情。心量一定要拓開，一定要學忍讓、學包容，這是性德，忍讓、包容帶給你自己幸福美滿，帶給你這一生快樂。佛法裡面講，法喜充滿，常生歡喜心，沒有絲毫怨恨。過去的一切都過去了，不要再去想它，我們要創造幸福美滿的未來。想過去也引起了怨恨，那是一場夢，過去了，不要再提。從今往後學習老祖宗的智慧，學習老祖宗的方法，幫助自己，幫助家庭，幫助國家，幫助這個世界，好！"
    },
    {
      "id": "02-040-0159_p0026",
      "zh_CN": "下面这段经文，「佛为证成」，人有善行、有善愿一定会成就。经文分两小段，第一段「佛令自摄」。这个意思很深，这个方法巧妙，世出世间法所有的成就，最重要的是自己，往生西方极乐世界也是最重要的要自己。你看蕅益大师给我们讲《弥陀经要解》，他的讲法，这个经三分，序、正、流通，完全落实在信愿行，序分讲信愿行，正宗也是的，流通也是的。而且讲信讲六个信，第一个信自己，跟此地「佛令自摄」一个意思。自己对自己失了信心，佛菩萨帮不上忙，为什么？你信根坏了，主要的这个根坏了，那一点办法都没有。我们今天中国搞成这个样，胡秋原先生说得好，那个时代我们二十几岁，很年轻，有缘能够亲近到他，在他家里听他的教训。他说我们中国今天遭这么大的灾难，主要的原因是丧失民族自信心。他说得很有道理。那我们得研究，为什么会丧失掉？由于疏忽，迷信外国，外国什么都好，中国什么都比不上外国，这就完了。抛弃自己的国家，移民到外国去，这什么个心理？对自己国家失去信心，认为外国有保障。",
      "zh_TW": "下面這段經文，「佛為證成」，人有善行、有善願一定會成就。經文分兩小段，第一段「佛令自攝」。這個意思很深，這個方法巧妙，世出世間法所有的成就，最重要的是自己，往生西方極樂世界也是最重要的要自己。你看蕅益大師給我們講《彌陀經要解》，他的講法，這個經三分，序、正、流通，完全落實在信願行，序分講信願行，正宗也是的，流通也是的。而且講信講六個信，第一個信自己，跟此地「佛令自攝」一個意思。自己對自己失了信心，佛菩薩幫不上忙，為什麼？你信根壞了，主要的這個根壞了，那一點辦法都沒有。我們今天中國搞成這個樣，胡秋原先生說得好，那個時代我們二十幾歲，很年輕，有緣能夠親近到他，在他家裡聽他的教訓。他說我們中國今天遭這麼大的災難，主要的原因是喪失民族自信心。他說得很有道理。那我們得研究，為什麼會喪失掉？由於疏忽，迷信外國，外國什麼都好，中國什麼都比不上外國，這就完了。拋棄自己的國家，移民到外國去，這什麼個心理？對自己國家失去信心，認為外國有保障。"
    },
    {
      "id": "02-040-0159_p0027",
      "zh_CN": "我们也到外国去参观，在美国也住了十几年。从出家那天起我就开始讲经，五十五年当中走了许许多多国家，很多国家对待我都很不错，都非常礼遇，我还是选择定居在香港。我爱我们传统文化，我爱大乘，传统文化的根在中国，大乘的根也在中国。但是今天到了存亡的临界点，我们如何帮助它度过这个难关？这是我们的使命。如何去挽救文言文？经典保存下来了，大概没有什么大问题，全世界著名的图书馆我们都赠送它收藏。不管怎么样灾难，不可能全世界都毁灭，总会留下一些，这种方法保存是最可靠的、最安全的。石头刻的藏诸名山，古人想的方法也不可靠，一个大地震全毁了。我看过房山的石经，八百年多少人力、财力、物力竭尽在那里，真好，真难得。可是怎么样？真的一个地震不就完了，就毁灭了。所以今天的方法，多印，到处都有，这最安全，决定不会丢掉。再鼓励大家学文言文，传统文化决定能复兴，这个复兴就是整个世界走向了和谐，和睦相处、平等对待。我们看经文：",
      "zh_TW": "我們也到外國去參觀，在美國也住了十幾年。從出家那天起我就開始講經，五十五年當中走了許許多多國家，很多國家對待我都很不錯，都非常禮遇，我還是選擇定居在香港。我愛我們傳統文化，我愛大乘，傳統文化的根在中國，大乘的根也在中國。但是今天到了存亡的臨界點，我們如何幫助它度過這個難關？這是我們的使命。如何去挽救文言文？經典保存下來了，大概沒有什麼大問題，全世界著名的圖書館我們都贈送它收藏。不管怎麼樣災難，不可能全世界都毀滅，總會留下一些，這種方法保存是最可靠的、最安全的。石頭刻的藏諸名山，古人想的方法也不可靠，一個大地震全毀了。我看過房山的石經，八百年多少人力、財力、物力竭盡在那裡，真好，真難得。可是怎麼樣？真的一個地震不就完了，就毀滅了。所以今天的方法，多印，到處都有，這最安全，決定不會丟掉。再鼓勵大家學文言文，傳統文化決定能復興，這個復興就是整個世界走向了和諧，和睦相處、平等對待。我們看經文："
    },
    {
      "id": "02-040-0159_p0028",
      "zh_CN": "【世间自在王佛。即为法藏而说经言。譬如大海一人斗量。经历劫数。尚可穷底。】",
      "zh_TW": "【世間自在王佛。即為法藏而說經言。譬如大海一人斗量。經歷劫數。尚可窮底。】"
    },
    {
      "id": "02-040-0159_p0029",
      "zh_CN": "佛先举个比喻。念老的解释很简单，这个比喻不难懂，告诉我们，只要有恒心、有毅力，没有不成就的，什么样的大愿都能成就。",
      "zh_TW": "佛先舉個比喻。念老的解釋很簡單，這個比喻不難懂，告訴我們，只要有恆心、有毅力，沒有不成就的，什麼樣的大願都能成就。"
    },
    {
      "id": "02-040-0159_p0030",
      "zh_CN": "下面，「正说」。",
      "zh_TW": "下面，「正說」。"
    },
    {
      "id": "02-040-0159_p0031",
      "zh_CN": "【人有至心求道。精进不止。会当克果。何愿不得。】",
      "zh_TW": "【人有至心求道。精進不止。會當剋果。何願不得。】"
    },
    {
      "id": "02-040-0159_p0032",
      "zh_CN": "这个话说得好。我们看念老的注解。「人能以至心」，至极之心，真诚到极处。圣学跟一般学术不一样，用一般学术这个概念来学圣学，圣学变质了，变成世间一般的学术，变成玄学。玄在哪里？只是空谈，没有实际的作用，这个就有流弊。我告诉伦敦几个学校的同学，他们的中文系，儒学、道学、佛学，我把这几个字写在黑板上。外国人的读法是从左面到右面，我写了儒释道，儒学、佛学、道学，我说你们是学的这些东西，大家点头。我说我跟你们学的不一样，怎么不一样？我是从这边念到这边，这是中国人念法，从这边念的是学道、学佛、学儒。",
      "zh_TW": "這個話說得好。我們看念老的註解。「人能以至心」，至極之心，真誠到極處。聖學跟一般學術不一樣，用一般學術這個概念來學聖學，聖學變質了，變成世間一般的學術，變成玄學。玄在哪裡？只是空談，沒有實際的作用，這個就有流弊。我告訴倫敦幾個學校的同學，他們的中文系，儒學、道學、佛學，我把這幾個字寫在黑板上。外國人的讀法是從左面到右面，我寫了儒釋道，儒學、佛學、道學，我說你們是學的這些東西，大家點頭。我說我跟你們學的不一樣，怎麼不一樣？我是從這邊念到這邊，這是中國人念法，從這邊念的是學道、學佛、學儒。"
    },
    {
      "id": "02-040-0159_p0033",
      "zh_CN": "这一颠倒，味道就变了，儒学、佛学、道学是变成学术，变成哲学，在课堂里面谈谈，聊聊天，谈谈空话。如果学佛、学儒、学道，那是生活，学儒要学得跟孔孟一样，真学会了，不是书本，书本不重要。学佛要学得跟释迦牟尼佛一样，真学会了，学道要学得跟老庄一样，那就不是搞儒学、佛学，真学会了。思想是孔孟的思想，言语是孔孟的言语，行为是孔孟的行为，你就成圣人、成贤人，这你学会了。学佛，你真的成了释迦牟尼佛、成了菩萨，就是你证得了果位。你要搞儒学、佛学、道学，你一样都拿不到。可以在学校里拿个博士、硕士，这个可以拿到，在生活上你没有变化，孔孟之乐你没有，佛的法喜充满你没有，这就不一样！所以要搞真的，不能搞假的。",
      "zh_TW": "這一顛倒，味道就變了，儒學、佛學、道學是變成學術，變成哲學，在課堂裡面談談，聊聊天，談談空話。如果學佛、學儒、學道，那是生活，學儒要學得跟孔孟一樣，真學會了，不是書本，書本不重要。學佛要學得跟釋迦牟尼佛一樣，真學會了，學道要學得跟老莊一樣，那就不是搞儒學、佛學，真學會了。思想是孔孟的思想，言語是孔孟的言語，行為是孔孟的行為，你就成聖人、成賢人，這你學會了。學佛，你真的成了釋迦牟尼佛、成了菩薩，就是你證得了果位。你要搞儒學、佛學、道學，你一樣都拿不到。可以在學校裡拿個博士、碩士，這個可以拿到，在生活上你沒有變化，孔孟之樂你沒有，佛的法喜充滿你沒有，這就不一樣！所以要搞真的，不能搞假的。"
    },
    {
      "id": "02-040-0159_p0034",
      "zh_CN": "佛说得好，你看「人能以至心求道，精进不已，必皆得果」。必定，皆是大家都得到，没有例外，什么人都可以学，问题就是你肯不肯干。不认识字，什么都不懂，说其笨无比，什么都不会，教他念一句阿弥陀佛，他会。这一句阿弥陀佛他真正念到底，什么念头都没有了，将来往生上上品往生。你能相信吗？它是事实，朝朝代代很多地方我们亲自看到。这些念佛人叫真念佛人，他们是真正弥陀弟子，不是假的。你问他什么都不知道，确实做到了心里头除阿弥陀佛之外他没有杂念，他没有妄想，他就一句佛号。对待人就是笑咪咪的，你骂他，他都对你笑，你怎么去侮辱他，他对你都是那笑面孔。他也不会反抗，也不会批评，完全接受，用一句阿弥陀佛回答你，一副满心欢喜的面孔对待你。那是什么？那就是活佛出世，真得受用，他没有烦恼、没有忧虑、没有牵挂，他每天的生活快乐无比。",
      "zh_TW": "佛說得好，你看「人能以至心求道，精進不已，必皆得果」。必定，皆是大家都得到，沒有例外，什麼人都可以學，問題就是你肯不肯幹。不認識字，什麼都不懂，說其笨無比，什麼都不會，教他念一句阿彌陀佛，他會。這一句阿彌陀佛他真正念到底，什麼念頭都沒有了，將來往生上上品往生。你能相信嗎？它是事實，朝朝代代很多地方我們親自看到。這些念佛人叫真念佛人，他們是真正彌陀弟子，不是假的。你問他什麼都不知道，確實做到了心裡頭除阿彌陀佛之外他沒有雜念，他沒有妄想，他就一句佛號。對待人就是笑咪咪的，你罵他，他都對你笑，你怎麼去侮辱他，他對你都是那笑面孔。他也不會反抗，也不會批評，完全接受，用一句阿彌陀佛回答你，一副滿心歡喜的面孔對待你。那是什麼？那就是活佛出世，真得受用，他沒有煩惱、沒有憂慮、沒有牽掛，他每天的生活快樂無比。"
    },
    {
      "id": "02-040-0159_p0035",
      "zh_CN": "所以下下根跟上上根，在净宗里划平等的等号，上上根往生能达到的实报庄严土上辈往生，下下根往生也是实报庄严土上辈往生。我们要学，我们不学就错了！那他们真正的是什么根性？真正是下根，给我们表演的是上上法。他不能讲经，他不能教学，他表这种法，让我们看到之后增长信心，帮助我们坚固信心，功德无量无边。这就是古人讲的愚不可及，比不上他，我们的修行要向他看齐，念念不忘。",
      "zh_TW": "所以下下根跟上上根，在淨宗裡劃平等的等號，上上根往生能達到的實報莊嚴土上輩往生，下下根往生也是實報莊嚴土上輩往生。我們要學，我們不學就錯了！那他們真正的是什麼根性？真正是下根，給我們表演的是上上法。他不能講經，他不能教學，他表這種法，讓我們看到之後增長信心，幫助我們堅固信心，功德無量無邊。這就是古人講的愚不可及，比不上他，我們的修行要向他看齊，念念不忘。"
    },
    {
      "id": "02-040-0159_p0036",
      "zh_CN": "『会』这个字，义寂大师说「皆也」。「憬兴云：亦必也」。『克果』，克这个意思，是以自己的力量取胜，「简体作克，义为杀也，必也，遂也，得也」。这就是以武力致胜，有这个意思，此地是以比喻。「又有何愿，不能求得」，我们努力，精进不止，就能够得到，「会当克果」，克是当作得到讲。",
      "zh_TW": "『會』這個字，義寂大師說「皆也」。「憬興云：亦必也」。『剋果』，剋這個意思，是以自己的力量取勝，「簡體作克，義為殺也，必也，遂也，得也」。這就是以武力致勝，有這個意思，此地是以比喻。「又有何願，不能求得」，我們努力，精進不止，就能夠得到，「會當剋果」，剋是當作得到講。"
    },
    {
      "id": "02-040-0159_p0037",
      "zh_CN": "「彭绍升居士」，就是彭际清，清朝乾隆年间人，黄念祖老居士说，用现在的话说，他是高干子弟。他的父亲是乾隆皇帝的兵部尚书，兵部尚书就是现在的国防部长，他父亲是国防部长，所以这是个贵族出身的。人非常聪明，应该是不满二十岁考中进士。进士在那个时代是最高的学位，好像现在的博士学位，第二个学位是举人，第三个学位是秀才。他考中进士，一生没做官，家里环境好，他学佛，成为佛门的一个大善知识，通宗通教、显密圆融。《无量寿经起信论》他作的，下面这个话就是他说的话。「法藏云：我发无上正觉之心。当知无上正觉，一切愿王从此出生，一切净土从此建立。才发此心，极乐庄严一时具足，故曰：至心求道，精进不止，会当克果，何愿不得」。彭际清说得很好。无上正觉就是无上菩提，一切愿王是指阿弥陀佛四十八愿，四十八愿就从这个地方出生的。四十八愿的根本是从智慧、慈悲里头生的，真实智慧、无量的慈悲、圆满的性德，是从这个里头流出来的。阿弥陀佛是我们最好的榜样，方方面面都值得我们向他学习，发心、修行、证果、弘法利生都是我们最好的榜样。愿从这生的，净土也从这儿生的。你看才发此心，极乐庄严一时具足，这句话意思很深，确确实实是一时具足，因为一切法从心想生。",
      "zh_TW": "「彭紹升居士」，就是彭際清，清朝乾隆年間人，黃念祖老居士說，用現在的話說，他是高幹子弟。他的父親是乾隆皇帝的兵部尚書，兵部尚書就是現在的國防部長，他父親是國防部長，所以這是個貴族出身的。人非常聰明，應該是不滿二十歲考中進士。進士在那個時代是最高的學位，好像現在的博士學位，第二個學位是舉人，第三個學位是秀才。他考中進士，一生沒做官，家裡環境好，他學佛，成為佛門的一個大善知識，通宗通教、顯密圓融。《無量壽經起信論》他作的，下面這個話就是他說的話。「法藏云：我發無上正覺之心。當知無上正覺，一切願王從此出生，一切淨土從此建立。才發此心，極樂莊嚴一時具足，故曰：至心求道，精進不止，會當剋果，何願不得」。彭際清說得很好。無上正覺就是無上菩提，一切願王是指阿彌陀佛四十八願，四十八願就從這個地方出生的。四十八願的根本是從智慧、慈悲裡頭生的，真實智慧、無量的慈悲、圓滿的性德，是從這個裡頭流出來的。阿彌陀佛是我們最好的榜樣，方方面面都值得我們向他學習，發心、修行、證果、弘法利生都是我們最好的榜樣。願從這生的，淨土也從這兒生的。你看才發此心，極樂莊嚴一時具足，這句話意思很深，確確實實是一時具足，因為一切法從心想生。"
    },
    {
      "id": "02-040-0159_p0038",
      "zh_CN": "我们再往下看，「所以者何」？为什么？「一切法不离自心故」。全宇宙，用佛法的名词说，遍法界虚空界万事万物都没有离开自心。自心是万法的本体，哲学里面讲的本体论，宇宙从哪里来的，一切法从哪里来的。六祖惠能大师开悟的时候，他那个报告虽然很简单，但是很完整，末后一句，「何期自性，能生万法」。整个宇宙是自心所生、所现，而且是什么？一时具足。这个一时，我们一般人不懂，这个一时是一念。一念的时间多长？我们看到弥勒跟释迦牟尼佛的对话，换算到现在，现在我们用秒为单位，那是几多秒？是一秒钟的一千六百兆分之一，也就是一千六百兆分之一秒，那叫一时，那叫一念，我们没办法想像。也就是一秒钟里头有多少个念头？有一千六百兆个念头，其中的一念。一念具足，念念具足，虽然念念具足，每一个念头的具足都不一样，决定不可能有两个念头具足是相同的，我们讲大同小异，千变万化。",
      "zh_TW": "我們再往下看，「所以者何」？為什麼？「一切法不離自心故」。全宇宙，用佛法的名詞說，遍法界虛空界萬事萬物都沒有離開自心。自心是萬法的本體，哲學裡面講的本體論，宇宙從哪裡來的，一切法從哪裡來的。六祖惠能大師開悟的時候，他那個報告雖然很簡單，但是很完整，末後一句，「何期自性，能生萬法」。整個宇宙是自心所生、所現，而且是什麼？一時具足。這個一時，我們一般人不懂，這個一時是一念。一念的時間多長？我們看到彌勒跟釋迦牟尼佛的對話，換算到現在，現在我們用秒為單位，那是幾多秒？是一秒鐘的一千六百兆分之一，也就是一千六百兆分之一秒，那叫一時，那叫一念，我們沒辦法想像。也就是一秒鐘裡頭有多少個念頭？有一千六百兆個念頭，其中的一念。一念具足，念念具足，雖然念念具足，每一個念頭的具足都不一樣，決定不可能有兩個念頭具足是相同的，我們講大同小異，千變萬化。"
    },
    {
      "id": "02-040-0159_p0039",
      "zh_CN": "贤首国师《修华严奥旨妄尽还源观》，那是贤首大师的一篇论文，或读《华严经》的论文，或者是修《华严经》的论文。这篇论文非常有价值，那么大的一部经，他用那么简单的东西，讲得清清楚楚、明明白白。前半段讲宇宙之间一切法怎么来的，后面三段，用什么方法去证得。宇宙从哪里来的？佛法里头不是说有个神造的，佛没有这个说法，佛的说法是自己心，不离自心，一念变现出来的。这一念没有理由，没有原因，为什么？如果有理由、有原因，它是真的；没有理由、没有原因，告诉你是假的，不是真的，它真没有原因，真没有理由。科学家观测到这个境界，也说念头的缘起是没有理由的，突然起来的，立刻就没有了。他们说这个话，佛在《楞严经》上说，「当处出生，随处灭尽」，这个被科学家证明了。但是要知道，那个当处、随处就是一念，就是一千六百兆分之一秒，我们无法想像。",
      "zh_TW": "賢首國師《修華嚴奧旨妄盡還源觀》，那是賢首大師的一篇論文，或讀《華嚴經》的論文，或者是修《華嚴經》的論文。這篇論文非常有價值，那麼大的一部經，他用那麼簡單的東西，講得清清楚楚、明明白白。前半段講宇宙之間一切法怎麼來的，後面三段，用什麼方法去證得。宇宙從哪裡來的？佛法裡頭不是說有個神造的，佛沒有這個說法，佛的說法是自己心，不離自心，一念變現出來的。這一念沒有理由，沒有原因，為什麼？如果有理由、有原因，它是真的；沒有理由、沒有原因，告訴你是假的，不是真的，它真沒有原因，真沒有理由。科學家觀測到這個境界，也說念頭的緣起是沒有理由的，突然起來的，立刻就沒有了。他們說這個話，佛在《楞嚴經》上說，「當處出生，隨處滅盡」，這個被科學家證明了。但是要知道，那個當處、隨處就是一念，就是一千六百兆分之一秒，我們無法想像。"
    },
    {
      "id": "02-040-0159_p0040",
      "zh_CN": "这种变化就在眼前，我们的六根都缘不到，眼看不见。为什么看不见？我举了个例子，这是电影片，这是从前动画的这种电影，都是幻灯片。放在放映机里面，一秒钟镜头开关二十四次，也就是说，每一张它在银幕上停留的时间是二十四分之一秒，这个好懂。我们看到是连续的相，很多是重叠的，我们看见是这个。如果我们把二十四张，只留一张，二十三张全抹黑，我们看银幕，一秒钟二十四张这个速度在放，你在银幕上看到什么？只有一张，没有第二个相续的，是看到了，看到什么？有一道光闪了一下，就没有了，就看到这个现象。光里头什么？没看清楚它就没有了，才二十四分之一秒。如果把它加到一千六百兆分之一秒，就在我面前，确实没看见。把它速度减缓，减到二十四分之一秒，看到一道光，光里头有宇宙，没看见。所以，当处出生、随处灭尽就在我们眼前，从来没停过，这佛说的，「凡所有相，皆是虚妄」这句话我们才有了个概念。《金刚经》上这句话几十年不懂，什么叫凡所有相皆是虚妄？到量子力学家证明这个事情，我们的概念才清楚，才知道这是真相，在《般若经》上讲诸法实相，一切法的真实相是这样的。",
      "zh_TW": "這種變化就在眼前，我們的六根都緣不到，眼看不見。為什麼看不見？我舉了個例子，這是電影片，這是從前動畫的這種電影，都是幻燈片。放在放映機裡面，一秒鐘鏡頭開關二十四次，也就是說，每一張它在銀幕上停留的時間是二十四分之一秒，這個好懂。我們看到是連續的相，很多是重疊的，我們看見是這個。如果我們把二十四張，只留一張，二十三張全抹黑，我們看銀幕，一秒鐘二十四張這個速度在放，你在銀幕上看到什麼？只有一張，沒有第二個相續的，是看到了，看到什麼？有一道光閃了一下，就沒有了，就看到這個現象。光裡頭什麼？沒看清楚它就沒有了，才二十四分之一秒。如果把它加到一千六百兆分之一秒，就在我面前，確實沒看見。把它速度減緩，減到二十四分之一秒，看到一道光，光裡頭有宇宙，沒看見。所以，當處出生、隨處滅盡就在我們眼前，從來沒停過，這佛說的，「凡所有相，皆是虛妄」這句話我們才有了個概念。《金剛經》上這句話幾十年不懂，什麼叫凡所有相皆是虛妄？到量子力學家證明這個事情，我們的概念才清楚，才知道這是真相，在《般若經》上講諸法實相，一切法的真實相是這樣的。"
    },
    {
      "id": "02-040-0159_p0041",
      "zh_CN": "所以，确确实实佛说般若不容易，在那个时候没有科学工具给大家证明，怎么能接受？《般若》讲了二十二年，《大般若经》最长，六百卷，讲什么？实际就讲一句话，「一切法无所有，毕竟空，不可得」。这是事实真相，你要真正了解事实真相，你还不放下吗？放下就成佛了。无论是物质现象、精神现象、自然现象统统不可得，全都是在一千六百兆分之一秒这种频率所产生的幻相。离开这个频率，三种现象不可得，就没有了，物质没有了，念头没有了，自然现象也没有了。现出来的是什么？现出来就是自性，不生不灭，那叫自性，那叫真心，在佛法也叫法身，什么都没有。佛法叫真空，真空不是什么都没有，什么都有，它不现出来。这是佛家讲的隐现，有缘它就现出来，没有缘它不现，不现叫隐，现叫有。所以说空叫真空，有叫妙有，真空不空，它能现相；妙有非有，虽现相，了不可得。",
      "zh_TW": "所以，確確實實佛說般若不容易，在那個時候沒有科學工具給大家證明，怎麼能接受？《般若》講了二十二年，《大般若經》最長，六百卷，講什麼？實際就講一句話，「一切法無所有，畢竟空，不可得」。這是事實真相，你要真正了解事實真相，你還不放下嗎？放下就成佛了。無論是物質現象、精神現象、自然現象統統不可得，全都是在一千六百兆分之一秒這種頻率所產生的幻相。離開這個頻率，三種現象不可得，就沒有了，物質沒有了，念頭沒有了，自然現象也沒有了。現出來的是什麼？現出來就是自性，不生不滅，那叫自性，那叫真心，在佛法也叫法身，什麼都沒有。佛法叫真空，真空不是什麼都沒有，什麼都有，它不現出來。這是佛家講的隱現，有緣它就現出來，沒有緣它不現，不現叫隱，現叫有。所以說空叫真空，有叫妙有，真空不空，它能現相；妙有非有，雖現相，了不可得。"
    },
    {
      "id": "02-040-0159_p0042",
      "zh_CN": "他讲实相，真相。佛知道真相，所以佛给我们表演的，完全放下，圆满的放下，究竟的放下，这叫什么？随顺自性，随顺实相，这也就是随缘的真义。随缘而不攀缘，不攀缘是什么？不起心、不动念、不分别、不执着，能成就度众生圆满的事业。无论显现什么相，《观世音菩萨普门品》所说的三十二应，应以什么身得度就现什么身，应说什么法自自然然就流出来，确确实实没有起心动念、没有分别执着。所以佛说佛无有法可说，谁要说佛说法叫谤佛。孔子在《论语》里头说过两句话，说他求学的态度、学习的态度，「述而不作，信而好古」；换句话说，孔子一生没有创作、没有发明，他所学的、他所作的、他所教的、他所传的全是古圣先贤的，信而好古。学圣贤要有孔子这种心态，要有释迦牟尼佛的心态。释迦牟尼佛也是的，我是在《四十华严》经题里面看到，清凉大师说的，我们相信大师有根据，根据我没看到，我只听他说的。他说世尊曾经说过，他没有说过经典一字一句，他所说的全是古佛所说的，他没有在古佛经上多加一个字，比孔老夫子说的那个还谨严。孔老夫子只说述而不作，佛是述而不作，没有在古人上多加一个字，这么严格，信而好古。",
      "zh_TW": "他講實相，真相。佛知道真相，所以佛給我們表演的，完全放下，圓滿的放下，究竟的放下，這叫什麼？隨順自性，隨順實相，這也就是隨緣的真義。隨緣而不攀緣，不攀緣是什麼？不起心、不動念、不分別、不執著，能成就度眾生圓滿的事業。無論顯現什麼相，《觀世音菩薩普門品》所說的三十二應，應以什麼身得度就現什麼身，應說什麼法自自然然就流出來，確確實實沒有起心動念、沒有分別執著。所以佛說佛無有法可說，誰要說佛說法叫謗佛。孔子在《論語》裡頭說過兩句話，說他求學的態度、學習的態度，「述而不作，信而好古」；換句話說，孔子一生沒有創作、沒有發明，他所學的、他所作的、他所教的、他所傳的全是古聖先賢的，信而好古。學聖賢要有孔子這種心態，要有釋迦牟尼佛的心態。釋迦牟尼佛也是的，我是在《四十華嚴》經題裡面看到，清涼大師說的，我們相信大師有根據，根據我沒看到，我只聽他說的。他說世尊曾經說過，他沒有說過經典一字一句，他所說的全是古佛所說的，他沒有在古佛經上多加一個字，比孔老夫子說的那個還謹嚴。孔老夫子只說述而不作，佛是述而不作，沒有在古人上多加一個字，這麼嚴格，信而好古。"
    },
    {
      "id": "02-040-0159_p0043",
      "zh_CN": "这些话我们搞了六十年才真正相信，不怀疑了，真难信。为什么？明心见性了，古佛明心见性，他也明心见性，明心见性所说的都是一样的，看到的是一样，接触到都是一样。所以讲完全是一样的，一点都不假，他说的是真话。换句话说，只有佛才讲真话，菩萨说话都靠不住。为什么？到佛的时候是圆满大觉，统统都是在自性里流出来的，纯真无妄，这个道理我们要懂。真正是人身难得，佛法难闻，遇到佛听不懂，我们也幸亏佛菩萨保佑，寿命延长了。我很多同修都知道，我的寿命四十五岁，延长了四十年。如果四十五岁死了，真的是迷惑颠倒，虽然念佛往生，佛的这些真正这些话，所体会到似是而非。我今天讲出来给你们听，你们听到也是似是而非，为什么？没入境界。为什么没入境界？你没有放下，你放下才能入境界，不放下是永远不能入进去。我这个放下是章嘉大师教的，我感恩他。我问他，怎样才能让我们快速入佛境界？他给我讲看破、放下。看破是明白了，我们搞了六十年才明白，才明白什么叫一时、什么叫一念。不那么简单，佛的语太深，真的不是假的。",
      "zh_TW": "這些話我們搞了六十年才真正相信，不懷疑了，真難信。為什麼？明心見性了，古佛明心見性，他也明心見性，明心見性所說的都是一樣的，看到的是一樣，接觸到都是一樣。所以講完全是一樣的，一點都不假，他說的是真話。換句話說，只有佛才講真話，菩薩說話都靠不住。為什麼？到佛的時候是圓滿大覺，統統都是在自性裡流出來的，純真無妄，這個道理我們要懂。真正是人身難得，佛法難聞，遇到佛聽不懂，我們也幸虧佛菩薩保佑，壽命延長了。我很多同修都知道，我的壽命四十五歲，延長了四十年。如果四十五歲死了，真的是迷惑顛倒，雖然念佛往生，佛的這些真正這些話，所體會到似是而非。我今天講出來給你們聽，你們聽到也是似是而非，為什麼？沒入境界。為什麼沒入境界？你沒有放下，你放下才能入境界，不放下是永遠不能入進去。我這個放下是章嘉大師教的，我感恩他。我問他，怎樣才能讓我們快速入佛境界？他給我講看破、放下。看破是明白了，我們搞了六十年才明白，才明白什麼叫一時、什麼叫一念。不那麼簡單，佛的語太深，真的不是假的。"
    },
    {
      "id": "02-040-0159_p0044",
      "zh_CN": "真正明白了就得要放下，不放下还是不明白，这是章嘉大师给我的标准。你说你明白了，做到没有？没做到，假的，不是真明白。章嘉大师给我这个标准，所以我常常用这个标准来衡量，这认识自己。认识自己不够，那要好好再勇猛精进，不能自以为足。多少人自以为足，听经听个一遍、二遍，这我听过、我学过了，他就不肯再学。那你真聪明，古人跟你比，给你提草鞋也不够格，古人要读书千遍，还未必自见，你怎么一遍、二遍就行了？这是今人比不上古人之处，古人谦虚，古人知道自己不足，要勇猛精进。现在人得少为足，得一点点就满足了，所以他不能再向上提升。对世间一切法要知足，对出世经教要不知足，你才能精进。真的，不断放下，放得干干净净，这心胸好自在、好舒畅，不入这个境界，人家讲听不懂，真的是自在，真的是舒畅。身没有苦乐，苦不好，乐也未必好，都不要才好，心没有忧喜，统统舍干净，统统归一句阿弥陀佛。我们终极目标就是往生极乐世界，亲近阿弥陀佛。一切法不离自心。",
      "zh_TW": "真正明白了就得要放下，不放下還是不明白，這是章嘉大師給我的標準。你說你明白了，做到沒有？沒做到，假的，不是真明白。章嘉大師給我這個標準，所以我常常用這個標準來衡量，這認識自己。認識自己不夠，那要好好再勇猛精進，不能自以為足。多少人自以為足，聽經聽個一遍、二遍，這我聽過、我學過了，他就不肯再學。那你真聰明，古人跟你比，給你提草鞋也不夠格，古人要讀書千遍，還未必自見，你怎麼一遍、二遍就行了？這是今人比不上古人之處，古人謙虛，古人知道自己不足，要勇猛精進。現在人得少為足，得一點點就滿足了，所以他不能再向上提升。對世間一切法要知足，對出世經教要不知足，你才能精進。真的，不斷放下，放得乾乾淨淨，這心胸好自在、好舒暢，不入這個境界，人家講聽不懂，真的是自在，真的是舒暢。身沒有苦樂，苦不好，樂也未必好，都不要才好，心沒有憂喜，統統捨乾淨，統統歸一句阿彌陀佛。我們終極目標就是往生極樂世界，親近阿彌陀佛。一切法不離自心。"
    },
    {
      "id": "02-040-0159_p0045",
      "zh_CN": "「彭氏之说，道出世尊此答之本意」，世尊这个答的话意思很深，彭际清说得不错。「盖发起至心，必含圣果」，为什么？因果同时的，我们凡夫看不到，圣人看到，佛菩萨看到。为什么我们看不到？我们还有些烦恼、业障障碍住，如果烦恼、业障没有的话你立刻看到。所以佛用莲花表法，莲花就是表因果同时，你看，花开了，子就在里头，同时有的，不像一般植物，先开花、后结果，莲花是因果同时。用这个来表法，这个理很深。「因彻果海，华果同时，但当精进，何愿不得」，你发了愿，你只要一个方向、一个目标不改变，你决定成就。这些道理都贯穿在古人修学经教，他们统统做到了。",
      "zh_TW": "「彭氏之說，道出世尊此答之本意」，世尊這個答的話意思很深，彭際清說得不錯。「蓋發起至心，必含聖果」，為什麼？因果同時的，我們凡夫看不到，聖人看到，佛菩薩看到。為什麼我們看不到？我們還有些煩惱、業障障礙住，如果煩惱、業障沒有的話你立刻看到。所以佛用蓮花表法，蓮花就是表因果同時，你看，花開了，子就在裡頭，同時有的，不像一般植物，先開花、後結果，蓮花是因果同時。用這個來表法，這個理很深。「因徹果海，華果同時，但當精進，何願不得」，你發了願，你只要一個方向、一個目標不改變，你決定成就。這些道理都貫穿在古人修學經教，他們統統做到了。"
    },
    {
      "id": "02-040-0159_p0046",
      "zh_CN": "所以根要扎稳，没有根，像盖房子没有地基。这个根是戒律，没有戒律，看你盖盖得再高，将来倒掉那是意料之中事情，没基础，怎么会不倒，只在早晚。学人到中年、甚至于到晚年变节了，他为什么会变节？没根。他根扎得牢，中国古人讲三岁看八十，三岁的时候根扎牢了，八十岁不会变；也就是他禁得起考验，财色名食睡，色他不动心，七情五欲不会干扰他，根深蒂固。今天人遇到了财色名利就动心了，就被人引诱去了，修行多少年，碰到这个全毁掉了。很多，古今都有，根扎得不牢。现在不能认为我自己已经不错了，你没有经过考试，你碰到这个境界试试看，动不动心？一动心就完了。所以，隋唐之后，祖师们提倡依众靠众，道理在此地，一个人修非常困难。依众靠众，大家在一起，纵然起心动念，不敢做出来。所以不能疏忽戒律。佛法今天衰，中国传统文化没有了，就是因为儒把礼丢掉了，能说不能行；佛把戒丢掉了，也是能说不能行，全落空了。全落空那就变成图画，纸上谈兵，实际上没有了。",
      "zh_TW": "所以根要紮穩，沒有根，像蓋房子沒有地基。這個根是戒律，沒有戒律，看你蓋蓋得再高，將來倒掉那是意料之中事情，沒基礎，怎麼會不倒，只在早晚。學人到中年、甚至於到晚年變節了，他為什麼會變節？沒根。他根紮得牢，中國古人講三歲看八十，三歲的時候根紮牢了，八十歲不會變；也就是他禁得起考驗，財色名食睡，色他不動心，七情五欲不會干擾他，根深蒂固。今天人遇到了財色名利就動心了，就被人引誘去了，修行多少年，碰到這個全毀掉了。很多，古今都有，根紮得不牢。現在不能認為我自己已經不錯了，你沒有經過考試，你碰到這個境界試試看，動不動心？一動心就完了。所以，隋唐之後，祖師們提倡依眾靠眾，道理在此地，一個人修非常困難。依眾靠眾，大家在一起，縱然起心動念，不敢做出來。所以不能疏忽戒律。佛法今天衰，中國傳統文化沒有了，就是因為儒把禮丟掉了，能說不能行；佛把戒丟掉了，也是能說不能行，全落空了。全落空那就變成圖畫，紙上談兵，實際上沒有了。"
    },
    {
      "id": "02-040-0159_p0047",
      "zh_CN": "传统文化怎么复兴？大乘佛法如何能久住世间？全靠真正觉悟的人，真正有使命感的人，把戒定慧做出来，这才有救。儒家，道德仁义礼，礼是底限。礼，有礼，上面才有道德仁义，礼没有了，全没有了。这在中国历史上表演出来的，三皇以道治国，五帝以德治国，三王夏商周三代以仁治国，五霸，春秋战国的五霸以义治国，汉以后以礼，最低的，到满清，现在礼没有了，天下大乱。我们再能恢复，恢复首先恢复礼，从一层一层上去，先把礼做出来。有礼然后再讲义，人一定要懂得尽义务，各人有各人的义务。我们出家修行，教学这是义务，释迦牟尼佛教学四十九年，没有一天休息，走的时候在树林，不是在房间里头，都给我们做出最好的榜样。有义才有仁，有仁才有德，有德才有道，恢复要走这个路子。现在一下讲道，空的，空谈，讲道德仁义都是空谈，没有礼就是空的。讲大乘、讲小乘、讲什么，没有戒全是假的，口头说说而已。",
      "zh_TW": "傳統文化怎麼復興？大乘佛法如何能久住世間？全靠真正覺悟的人，真正有使命感的人，把戒定慧做出來，這才有救。儒家，道德仁義禮，禮是底限。禮，有禮，上面才有道德仁義，禮沒有了，全沒有了。這在中國歷史上表演出來的，三皇以道治國，五帝以德治國，三王夏商周三代以仁治國，五霸，春秋戰國的五霸以義治國，漢以後以禮，最低的，到滿清，現在禮沒有了，天下大亂。我們再能恢復，恢復首先恢復禮，從一層一層上去，先把禮做出來。有禮然後再講義，人一定要懂得盡義務，各人有各人的義務。我們出家修行，教學這是義務，釋迦牟尼佛教學四十九年，沒有一天休息，走的時候在樹林，不是在房間裡頭，都給我們做出最好的榜樣。有義才有仁，有仁才有德，有德才有道，恢復要走這個路子。現在一下講道，空的，空談，講道德仁義都是空談，沒有禮就是空的。講大乘、講小乘、講什麼，沒有戒全是假的，口頭說說而已。"
    },
    {
      "id": "02-040-0159_p0048",
      "zh_CN": "所以我们到斯里兰卡看到小乘，他小乘落实了，我们感到非常惊讶，地球上居然还有这种事情。全国人做到了，每个法师对小乘经都能讲、都能教，把全国老百姓全教好了。真难得，我们不能不佩服，真是五体投地。全世界的佛学，口头上的，他落实了，这还得了吗？我跟总统建议，希望他建两个学校，一个佛教大学，一个宗教大学。佛教大学培养佛门大乘小乘、宗门教下各个宗派的继承人，把整个佛教兴起来，统统释迦牟尼佛说的。宗教大学团结宗教，让宗教互相学习，化解冲突，把世界带向永久安定和平。他总统真想干。做的技术方面要慎重研究，不要搞学术，要真正办道，搞学术没用。真正干就是从戒律扎根，从三昧建树，希望无论哪个宗哪个派都能够大彻大悟、明心见性，那佛法就完全复兴了。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以我們到斯里蘭卡看到小乘，他小乘落實了，我們感到非常驚訝，地球上居然還有這種事情。全國人做到了，每個法師對小乘經都能講、都能教，把全國老百姓全教好了。真難得，我們不能不佩服，真是五體投地。全世界的佛學，口頭上的，他落實了，這還得了嗎？我跟總統建議，希望他建兩個學校，一個佛教大學，一個宗教大學。佛教大學培養佛門大乘小乘、宗門教下各個宗派的繼承人，把整個佛教興起來，統統釋迦牟尼佛說的。宗教大學團結宗教，讓宗教互相學習，化解衝突，把世界帶向永久安定和平。他總統真想幹。做的技術方面要慎重研究，不要搞學術，要真正辦道，搞學術沒用。真正幹就是從戒律扎根，從三昧建樹，希望無論哪個宗哪個派都能夠大徹大悟、明心見性，那佛法就完全復興了。好，今天時間到了，我們就學習到此地。"
    }
  ]
}