{
  "doc_id": "02-040-0336",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三三六集",
    "zh_TW": "第三三六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "斯里兰卡弥陀精舍",
    "zh_TW": "斯里蘭卡彌陀精舍"
  },
  "doc_number": "02-040-0336",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-040-0336_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0336_p0002",
      "zh_CN": "请看《大经科注》六百一十二页，倒数第四行看起：",
      "zh_TW": "請看《大經科註》六百一十二頁，倒數第四行看起："
    },
    {
      "id": "02-040-0336_p0003",
      "zh_CN": "「魔恼。魔者，梵语魔罗之略。译为能夺命、障碍、扰乱、破坏等。」前面我们学到这个地方。「《义林章六》云：梵云魔罗」，梵语，「此云扰乱、障碍、破坏。扰乱身心，障碍善法，破坏胜事」，胜是好事，有利于众生之事，「故名魔罗，此略云魔。」又《慧琳音义》第十二卷说，「魔罗，唐云力也」，《慧琳音义》是唐朝时候编的，称中国话叫唐言、唐语，意思是力，就是能量，「即他化自在天中，魔王波旬之异名」，实际上就是第六天的天主，欲界最高的这层天，「此类鬼神有大神力」，实际上他是天神，他不是鬼神，「能与修出世法者作留难事，名为魔罗」。波旬是他化自在天的天王，他化自在天是欲界第六层天，再往上面去就是色界初禅。实际上对于欲界，就是七情五欲没断，而第六天情欲非常淡。魔王波旬应当是傲慢，统治意念非常强烈，整个欲界都归他统治，从他化自在天一直到无间地狱，全是他统治。他希望他的这些人民都能安分守己，各行各的道，不要离开，他就怕离开。修出世间法，他要脱离轮回，他就头痛，他总是觉得我的人都流散出去，我的人愈来愈少，他对这个事情很恐怖。所以对于修行人，不是真修没有关系，他知道你出不去，假的，他很放心；真修行的人，他就找麻烦，想种种方法障碍你，让你修不成，出不了六道轮回，是这么一个原因。实际上情欲最淡的是这层天，这层天也非常的难得。修行的人愈多，他就愈烦恼，做种种障碍。",
      "zh_TW": "「魔惱。魔者，梵語魔羅之略。譯為能奪命、障礙、擾亂、破壞等。」前面我們學到這個地方。「《義林章六》云：梵云魔羅」，梵語，「此云擾亂、障礙、破壞。擾亂身心，障礙善法，破壞勝事」，勝是好事，有利於眾生之事，「故名魔羅，此略云魔。」又《慧琳音義》第十二卷說，「魔羅，唐云力也」，《慧琳音義》是唐朝時候編的，稱中國話叫唐言、唐語，意思是力，就是能量，「即他化自在天中，魔王波旬之異名」，實際上就是第六天的天主，欲界最高的這層天，「此類鬼神有大神力」，實際上他是天神，他不是鬼神，「能與修出世法者作留難事，名為魔羅」。波旬是他化自在天的天王，他化自在天是欲界第六層天，再往上面去就是色界初禪。實際上對於欲界，就是七情五欲沒斷，而第六天情欲非常淡。魔王波旬應當是傲慢，統治意念非常強烈，整個欲界都歸他統治，從他化自在天一直到無間地獄，全是他統治。他希望他的這些人民都能安分守己，各行各的道，不要離開，他就怕離開。修出世間法，他要脫離輪迴，他就頭痛，他總是覺得我的人都流散出去，我的人愈來愈少，他對這個事情很恐怖。所以對於修行人，不是真修沒有關係，他知道你出不去，假的，他很放心；真修行的人，他就找麻煩，想種種方法障礙你，讓你修不成，出不了六道輪迴，是這麼一個原因。實際上情欲最淡的是這層天，這層天也非常的難得。修行的人愈多，他就愈煩惱，做種種障礙。"
    },
    {
      "id": "02-040-0336_p0004",
      "zh_CN": "释迦牟尼佛成道，降魔军，那个魔军就是波旬带头，扰乱世尊，让他不能成道。世尊还是以道力、神通、慈悲降伏了魔王，降伏之后，魔王转过头来护法，也当了护法神。真正修得好，他也佩服，所谓人性本善，他也不例外。可是波旬在释迦牟尼佛的面前曾经说过，他说现在是佛的正法、像法，他没有能力破坏，等到你末法时期，他说我来破坏你的佛法。佛说我的法是正法，任何力量都不能够破坏佛法。他就说，当你在末法时期，我让我的魔子魔孙统统出家，披上你的袈裟来破你的法。佛没有说话，流眼泪。现在是世尊末法时期，确确实实披上佛的袈裟来破坏佛法，把佛的形象在社会上完全造成负面的，让人对于佛不相信，对佛怀疑，这个障碍非常之大。纵然有极少数的这些正法，真正修行人，社会上人都不相信，所以学佛愈来愈艰难。",
      "zh_TW": "釋迦牟尼佛成道，降魔軍，那個魔軍就是波旬帶頭，擾亂世尊，讓他不能成道。世尊還是以道力、神通、慈悲降伏了魔王，降伏之後，魔王轉過頭來護法，也當了護法神。真正修得好，他也佩服，所謂人性本善，他也不例外。可是波旬在釋迦牟尼佛的面前曾經說過，他說現在是佛的正法、像法，他沒有能力破壞，等到你末法時期，他說我來破壞你的佛法。佛說我的法是正法，任何力量都不能夠破壞佛法。他就說，當你在末法時期，我讓我的魔子魔孫統統出家，披上你的袈裟來破你的法。佛沒有說話，流眼淚。現在是世尊末法時期，確確實實披上佛的袈裟來破壞佛法，把佛的形象在社會上完全造成負面的，讓人對於佛不相信，對佛懷疑，這個障礙非常之大。縱然有極少數的這些正法，真正修行人，社會上人都不相信，所以學佛愈來愈艱難。"
    },
    {
      "id": "02-040-0336_p0005",
      "zh_CN": "波旬有一次我在香港来找过我，附体来找我，责备我，他说我没有得到他的同意就侵犯他的道场，来问罪。我说没有，我自己没有道场，从来不会侵犯别人的。他说你这个电视、网路，不就是侵犯我的道场吗？我才恍然明白，原来今天世界上电视、网路，他操纵的，他掌握的，这就是他的道场。的确，我们的电视、网路没有通知他，所以我给他立了个牌位，请他护法，也请他来听经。这牌位上有魔王波旬的，请他来护法。有通灵的人告诉我，他说魔王对你没有办法，他说你来软的，不排斥他、不责备他，反而称他为菩萨，他也不好意思。护法的功德比破坏佛法好，你当魔王，在你的统辖地区里头，要有人修行证果成佛，你的护法功德不可思议。如果障碍一个人，你可以障碍一时，你不能障碍永久。第六天王也有寿命，寿命到的时候就不是你了，换了，何必在你任期里面造不善业？这是错误的。中国古德常说，「君子成人之美，不成人之恶」。造恶决定有果报，果报没有来的时候，是你过去生中行善的余福，你的福没有享尽，福享尽之后，恶报就现前，那个时候后悔莫及。色界天人、无色界天人，有的时候命终之后都堕三途，第六天怎么能够例外？所以想到这个地方，波旬天王要及早回头，不应该去障碍这些修行人。",
      "zh_TW": "波旬有一次我在香港來找過我，附體來找我，責備我，他說我沒有得到他的同意就侵犯他的道場，來問罪。我說沒有，我自己沒有道場，從來不會侵犯別人的。他說你這個電視、網路，不就是侵犯我的道場嗎？我才恍然明白，原來今天世界上電視、網路，他操縱的，他掌握的，這就是他的道場。的確，我們的電視、網路沒有通知他，所以我給他立了個牌位，請他護法，也請他來聽經。這牌位上有魔王波旬的，請他來護法。有通靈的人告訴我，他說魔王對你沒有辦法，他說你來軟的，不排斥他、不責備他，反而稱他為菩薩，他也不好意思。護法的功德比破壞佛法好，你當魔王，在你的統轄地區裡頭，要有人修行證果成佛，你的護法功德不可思議。如果障礙一個人，你可以障礙一時，你不能障礙永久。第六天王也有壽命，壽命到的時候就不是你了，換了，何必在你任期裡面造不善業？這是錯誤的。中國古德常說，「君子成人之美，不成人之惡」。造惡決定有果報，果報沒有來的時候，是你過去生中行善的餘福，你的福沒有享盡，福享盡之後，惡報就現前，那個時候後悔莫及。色界天人、無色界天人，有的時候命終之後都墮三途，第六天怎麼能夠例外？所以想到這個地方，波旬天王要及早回頭，不應該去障礙這些修行人。"
    },
    {
      "id": "02-040-0336_p0006",
      "zh_CN": "「又《智度论》」，《大智度论》当中讲四种魔，这是佛法里头常常讲的，都是根据《大论》所说的。四种魔，第一个是「烦恼魔。贪等烦恼，能恼害身心」，就是贪瞋痴慢疑这些东西能够扰乱我们的情绪，让我们身心不安，这叫魔。这个不是外头来的，这是我们本身的，四魔里头三个是本身的。第二个是五阴魔，「阴魔。色等五阴」，色受想行识，「能生种种之苦恼」，也让我们身心不安，这些是六道众生不能够避免的，你在六道，你就会有这些苦恼。第三，「死魔。死能断人之命根」，特别是修行人，功夫还不到位，寿命到了。人死了之后，你就不能再继续修行，纵然修得好，来生到人道还继续修行，至少耽误十几二十年，就中断了，这是折磨。有几个人有这么好的功夫，生生世世能够接着修？真的不多。我们在《慈悲三昧水忏》看到悟达国师，这个人算很难得，他十世出家修行，一世接一世，一世接一世，十世都是出家的高僧。第十世，累积十世修行的功夫成为国师，皇上的老师。所以这些世间大福报的人，做一个皇帝至少要十世修善积功累德，你才有这么大的福报。如果这个皇帝能够传位传个几十个人，享国能够有二、三百年，就三百年以上，那大福德，不是小福德。出家为高僧，在家为帝王，都是多生多劫累世修行。",
      "zh_TW": "「又《智度論》」，《大智度論》當中講四種魔，這是佛法裡頭常常講的，都是根據《大論》所說的。四種魔，第一個是「煩惱魔。貪等煩惱，能惱害身心」，就是貪瞋痴慢疑這些東西能夠擾亂我們的情緒，讓我們身心不安，這叫魔。這個不是外頭來的，這是我們本身的，四魔裡頭三個是本身的。第二個是五陰魔，「陰魔。色等五陰」，色受想行識，「能生種種之苦惱」，也讓我們身心不安，這些是六道眾生不能夠避免的，你在六道，你就會有這些苦惱。第三，「死魔。死能斷人之命根」，特別是修行人，功夫還不到位，壽命到了。人死了之後，你就不能再繼續修行，縱然修得好，來生到人道還繼續修行，至少耽誤十幾二十年，就中斷了，這是折磨。有幾個人有這麼好的功夫，生生世世能夠接著修？真的不多。我們在《慈悲三昧水懺》看到悟達國師，這個人算很難得，他十世出家修行，一世接一世，一世接一世，十世都是出家的高僧。第十世，累積十世修行的功夫成為國師，皇上的老師。所以這些世間大福報的人，做一個皇帝至少要十世修善積功累德，你才有這麼大的福報。如果這個皇帝能夠傳位傳個幾十個人，享國能夠有二、三百年，就三百年以上，那大福德，不是小福德。出家為高僧，在家為帝王，都是多生多劫累世修行。"
    },
    {
      "id": "02-040-0336_p0007",
      "zh_CN": "这些古圣先王他们掌握到政权，统治一个国家，多半有许许多多的高人辅助他。儒释道的高人帮助他治理国家，他能够一代一代传下去。世世代代他的子孙都是有福报的，没有福报生不到他家里去，都要能够尊重圣贤、扶植伦常，把人民教好，他传代就传得久。如果违反天理人情，天理是五伦、五常，人情是八德，孝悌忠信仁爱和平，违背伦德它就会灭亡，会被别人起义推翻。这里头冷静观察，全是善因善果、恶因恶报，六道里面就演这个把戏。因果报应丝毫不爽，这是不能不知道的，我们一定要理解。魔障是可以克服的，用什么方法？忍辱、禅定，只要不理会他，自己功夫绵绵密密而不间断，就能成就。他障碍没有别的，是让你失掉信心，让你感觉到佛菩萨没有加持你，你退心了，这就真的上当了。你如果坚定信心，他对你没办法，我相信佛一定加持，决定不退转，他就没法子。",
      "zh_TW": "這些古聖先王他們掌握到政權，統治一個國家，多半有許許多多的高人輔助他。儒釋道的高人幫助他治理國家，他能夠一代一代傳下去。世世代代他的子孫都是有福報的，沒有福報生不到他家裡去，都要能夠尊重聖賢、扶植倫常，把人民教好，他傳代就傳得久。如果違反天理人情，天理是五倫、五常，人情是八德，孝悌忠信仁愛和平，違背倫德它就會滅亡，會被別人起義推翻。這裡頭冷靜觀察，全是善因善果、惡因惡報，六道裡面就演這個把戲。因果報應絲毫不爽，這是不能不知道的，我們一定要理解。魔障是可以克服的，用什麼方法？忍辱、禪定，只要不理會他，自己功夫綿綿密密而不間斷，就能成就。他障礙沒有別的，是讓你失掉信心，讓你感覺到佛菩薩沒有加持你，你退心了，這就真的上當了。你如果堅定信心，他對你沒辦法，我相信佛一定加持，決定不退轉，他就沒法子。"
    },
    {
      "id": "02-040-0336_p0008",
      "zh_CN": "「四者，他化自在天子魔。其魔王能害人之善事」，不喜欢你做好事，你做坏事他帮助你。换句话说，他很可能有一种反常的心态，喜欢看人受苦受罪。人类里面确实有这种人，就是有虐待狂。第六天王可能就是有我们所说的虐待狂，让人造极恶的罪业，堕到地狱去受苦，他在旁边看，他在旁边欣赏，应该是这个。所以我们希望这些天人能回头，回心向善，再不断向上提升。欲界天他要一提升，就到色界，就到初禅，初禅大梵天王。不断的提升，就证到阿罗汉果，证得阿罗汉就永远脱离六道轮回，不再搞轮回的果报。第六天王没有离开轮回，寿命到了还是搞轮回，因为他恶多善少，他轮回不可能往上面去，都在欲界下面，那就一代不如一代。这个理跟事搞清楚之后，能不回头吗？学佛太难得了，修净土，在佛法里面是无比殊胜的大法，往生极乐世界就是成佛，决定成佛！为什么不干？为什么不做护法，要障碍人修行？这是我们劝导魔王应该回头，护持正法。「此中第四，为魔之本法」。真正佛家讲魔就是讲第六天主，就是说他。其余的像烦恼、五阴、死，也能叫人生障碍，也能叫人退心，修学不能成就，所以是「从而称魔」，是这个意思。「今云魔恼者，以魔能恼害身心故，又烦恼即魔故。」佛法的修行，首先佛教我们远离烦恼。",
      "zh_TW": "「四者，他化自在天子魔。其魔王能害人之善事」，不喜歡你做好事，你做壞事他幫助你。換句話說，他很可能有一種反常的心態，喜歡看人受苦受罪。人類裡面確實有這種人，就是有虐待狂。第六天王可能就是有我們所說的虐待狂，讓人造極惡的罪業，墮到地獄去受苦，他在旁邊看，他在旁邊欣賞，應該是這個。所以我們希望這些天人能回頭，回心向善，再不斷向上提升。欲界天他要一提升，就到色界，就到初禪，初禪大梵天王。不斷的提升，就證到阿羅漢果，證得阿羅漢就永遠脫離六道輪迴，不再搞輪迴的果報。第六天王沒有離開輪迴，壽命到了還是搞輪迴，因為他惡多善少，他輪迴不可能往上面去，都在欲界下面，那就一代不如一代。這個理跟事搞清楚之後，能不回頭嗎？學佛太難得了，修淨土，在佛法裡面是無比殊勝的大法，往生極樂世界就是成佛，決定成佛！為什麼不幹？為什麼不做護法，要障礙人修行？這是我們勸導魔王應該回頭，護持正法。「此中第四，為魔之本法」。真正佛家講魔就是講第六天主，就是說他。其餘的像煩惱、五陰、死，也能叫人生障礙，也能叫人退心，修學不能成就，所以是「從而稱魔」，是這個意思。「今云魔惱者，以魔能惱害身心故，又煩惱即魔故。」佛法的修行，首先佛教我們遠離煩惱。"
    },
    {
      "id": "02-040-0336_p0009",
      "zh_CN": "再看底下这一段。「极乐世界永无魔恼者」。为什么极乐世界没有魔恼，这四种魔都没有？「因举体是一清净句也」。清净句是什么？是真实智慧无为法身。这是经论里面说得很多，说得很详细，到极乐世界永远再不会有魔恼。「乃住真实慧之所庄严，真实之际所开示，故能惠真实之利」。《无量寿经》讲三个真实，真实之际是讲的理体，我们讲本体，它是真实的。对整个宇宙来说，全宇宙都是假的，不是真实的。凡所有相皆是虚妄，六道是虚妄的，不是真实的；十法界也是虚妄，也不是真实的。",
      "zh_TW": "再看底下這一段。「極樂世界永無魔惱者」。為什麼極樂世界沒有魔惱，這四種魔都沒有？「因舉體是一清淨句也」。清淨句是什麼？是真實智慧無為法身。這是經論裡面說得很多，說得很詳細，到極樂世界永遠再不會有魔惱。「乃住真實慧之所莊嚴，真實之際所開示，故能惠真實之利」。《無量壽經》講三個真實，真實之際是講的理體，我們講本體，它是真實的。對整個宇宙來說，全宇宙都是假的，不是真實的。凡所有相皆是虛妄，六道是虛妄的，不是真實的；十法界也是虛妄，也不是真實的。"
    },
    {
      "id": "02-040-0336_p0010",
      "zh_CN": "我们今天在人间，六根所接触的一切现象，科学家把它分三大类：物质现象、精神现象、自然现象。这三大类，没有一样是真实的。所以凡所有相皆是虚妄，这是佛的真实语。既然晓得它是虚妄的，就不应该执着，不执着就没有烦恼。烦恼从哪里来？执着，认为它是真的，想要拥有它，想要得到它，烦恼从这来的。真正放弃，烦恼就没有了。释迦牟尼佛为我们表演的，一生，十九岁出家就过苦行僧的生活，全部的财产，三衣一钵，除这个之外什么都没有；日中一食，树下一宿，每天都是在树林里头露宿，树下打坐；睡眠的时间只有四个小时，佛给我们示现的榜样，中夜睡眠。中夜就是现在十点钟到两点钟，这中夜。两点钟就起床，坐禅、修定、诵经，各人做各人的功课。",
      "zh_TW": "我們今天在人間，六根所接觸的一切現象，科學家把它分三大類：物質現象、精神現象、自然現象。這三大類，沒有一樣是真實的。所以凡所有相皆是虛妄，這是佛的真實語。既然曉得它是虛妄的，就不應該執著，不執著就沒有煩惱。煩惱從哪裡來？執著，認為它是真的，想要擁有它，想要得到它，煩惱從這來的。真正放棄，煩惱就沒有了。釋迦牟尼佛為我們表演的，一生，十九歲出家就過苦行僧的生活，全部的財產，三衣一缽，除這個之外什麼都沒有；日中一食，樹下一宿，每天都是在樹林裡頭露宿，樹下打坐；睡眠的時間只有四個小時，佛給我們示現的榜樣，中夜睡眠。中夜就是現在十點鐘到兩點鐘，這中夜。兩點鐘就起床，坐禪、修定、誦經，各人做各人的功課。"
    },
    {
      "id": "02-040-0336_p0011",
      "zh_CN": "世尊的讲经也是不中断的，都给我们做出榜样、做出模范。一生没有建道场，我们年轻的时候看到佛的行谊都有疑惑，为什么不建道场？佛当年建道场轻而易举，只要肯接受。弟子当中，就是在家皈依的信徒有十六位是大国王，他自己家庭，他父亲也是国王，建道场轻而易举，为什么不要？现在我们知道了，道场也是魔，有道场就有事，要管事，就有人、就有事，扰乱你修行，所以不要道场。但是有人请他在宫殿里面讲经说法，他也答应，他也不拒绝，很随缘。祇树给孤独园供养他讲经，竹林精舍供养他讲经，他在那里讲了好几年，讲完之后离开，还给主人；就是他借用，讲完就离开。最后佛陀圆寂是在树林里头，不是在房子里面，表演得干净俐落，真放下，真正于人无争，于世无求。这是我们不能不知道的，是我们应该要效法的，这就能够远离魔难，守护自己身心清净。身心清净不要让外面干扰，干扰叫魔障。所以这三个真实都是极乐世界的，住真实慧、真实之际、真实之利。「于真实中，一法清净，尚无魔恼之名，何况有实」。所以魔恼的名都没有，哪里会有真实？",
      "zh_TW": "世尊的講經也是不中斷的，都給我們做出榜樣、做出模範。一生沒有建道場，我們年輕的時候看到佛的行誼都有疑惑，為什麼不建道場？佛當年建道場輕而易舉，只要肯接受。弟子當中，就是在家皈依的信徒有十六位是大國王，他自己家庭，他父親也是國王，建道場輕而易舉，為什麼不要？現在我們知道了，道場也是魔，有道場就有事，要管事，就有人、就有事，擾亂你修行，所以不要道場。但是有人請他在宮殿裡面講經說法，他也答應，他也不拒絕，很隨緣。祇樹給孤獨園供養他講經，竹林精舍供養他講經，他在那裡講了好幾年，講完之後離開，還給主人；就是他借用，講完就離開。最後佛陀圓寂是在樹林裡頭，不是在房子裡面，表演得乾淨俐落，真放下，真正於人無爭，於世無求。這是我們不能不知道的，是我們應該要效法的，這就能夠遠離魔難，守護自己身心清淨。身心清淨不要讓外面干擾，干擾叫魔障。所以這三個真實都是極樂世界的，住真實慧、真實之際、真實之利。「於真實中，一法清淨，尚無魔惱之名，何況有實」。所以魔惱的名都沒有，哪裡會有真實？"
    },
    {
      "id": "02-040-0336_p0012",
      "zh_CN": "「如《法华经》云：佛言：若有女人闻是经典，如说修行，于此命终，即往安乐世界，阿弥陀佛、大菩萨众围绕住处，生莲华中，宝座之上，不复为贪欲所恼，亦复不为瞋恚愚痴所恼，亦复不为骄慢嫉妒诸垢所恼，得菩萨神通、无生法忍。」《法华经》上的一段话，说明假设有一个女人听到佛所讲的《法华经》，依照经典的理论方法去修行，《法华经》最后也是念佛往生净土，说于此命终，她就往生安乐世界，安乐世界就是极乐世界。阿弥陀佛、大菩萨众围绕住处，这是讲来接引的时候；生莲华中，宝座之上，在莲花里面就产生变化，这个变化就是大乘教里面所说的转识成智，完全变了，三毒烦恼没有了，转阿赖耶为大圆镜智。我们知道一切凡夫在十法界里面，没有出十法界，无始劫以来起心动念、言语造作，这些业习种子全在阿赖耶识里头，而且这些种子永远不会坏，遇到缘它就起现行，这个事情麻烦。阿赖耶转成大圆镜智，你这些业习种子全没有了，就是说你的业障消尽了，你再没有业障了。往生西方极乐世界业障就消尽，什么时候消的？在莲花里头消的，莲花帮助你转识成智，阿赖耶变成大圆镜智，末那识变成平等性智，第六意识变成妙观察智，前五识变成成所作智。这就是诸佛如来四智菩提，具足这四种智慧就有能力教化一切众生。",
      "zh_TW": "「如《法華經》云：佛言：若有女人聞是經典，如說修行，於此命終，即往安樂世界，阿彌陀佛、大菩薩眾圍繞住處，生蓮華中，寶座之上，不復為貪欲所惱，亦復不為瞋恚愚痴所惱，亦復不為驕慢嫉妒諸垢所惱，得菩薩神通、無生法忍。」《法華經》上的一段話，說明假設有一個女人聽到佛所講的《法華經》，依照經典的理論方法去修行，《法華經》最後也是念佛往生淨土，說於此命終，她就往生安樂世界，安樂世界就是極樂世界。阿彌陀佛、大菩薩眾圍繞住處，這是講來接引的時候；生蓮華中，寶座之上，在蓮花裡面就產生變化，這個變化就是大乘教裡面所說的轉識成智，完全變了，三毒煩惱沒有了，轉阿賴耶為大圓鏡智。我們知道一切凡夫在十法界裡面，沒有出十法界，無始劫以來起心動念、言語造作，這些業習種子全在阿賴耶識裡頭，而且這些種子永遠不會壞，遇到緣它就起現行，這個事情麻煩。阿賴耶轉成大圓鏡智，你這些業習種子全沒有了，就是說你的業障消盡了，你再沒有業障了。往生西方極樂世界業障就消盡，什麼時候消的？在蓮花裡頭消的，蓮花幫助你轉識成智，阿賴耶變成大圓鏡智，末那識變成平等性智，第六意識變成妙觀察智，前五識變成成所作智。這就是諸佛如來四智菩提，具足這四種智慧就有能力教化一切眾生。"
    },
    {
      "id": "02-040-0336_p0013",
      "zh_CN": "所有一切业习烦恼全没有了，得菩萨神通、无生法忍。无生法忍的地位就高了，大乘经典常说的，七地菩萨证得无生法忍。忍就是承认、同意、认可，对什么承认、认可？对于一切法不生不灭。换句话说，我们今天看一切法有生有灭，七地以上的菩萨看一切法不生不灭。他怎么看的？一切法当体即空，了不可得，哪来的生灭？生灭跟不生灭都不存在，这是真的，从相上看到性。相从哪里来的？是性变现的，性没有生灭，相哪里会有生灭？相是幻相，假相。《楞严经》上说，「当处出生，随处灭尽」。生灭同时，生灭不可得，所以性相也不可得。能生的法性，所生的法相，也不可得，统统归零。现在科学家提出一个观念「零点能量点」，这是近代这些量子力学家提出来的，零点能量点，一切法统统归零，归零就没有了，这个跟佛法里头回归自性、契入常寂光很接近，意思很像。",
      "zh_TW": "所有一切業習煩惱全沒有了，得菩薩神通、無生法忍。無生法忍的地位就高了，大乘經典常說的，七地菩薩證得無生法忍。忍就是承認、同意、認可，對什麼承認、認可？對於一切法不生不滅。換句話說，我們今天看一切法有生有滅，七地以上的菩薩看一切法不生不滅。他怎麼看的？一切法當體即空，了不可得，哪來的生滅？生滅跟不生滅都不存在，這是真的，從相上看到性。相從哪裡來的？是性變現的，性沒有生滅，相哪裡會有生滅？相是幻相，假相。《楞嚴經》上說，「當處出生，隨處滅盡」。生滅同時，生滅不可得，所以性相也不可得。能生的法性，所生的法相，也不可得，統統歸零。現在科學家提出一個觀念「零點能量點」，這是近代這些量子力學家提出來的，零點能量點，一切法統統歸零，歸零就沒有了，這個跟佛法裡頭回歸自性、契入常寂光很接近，意思很像。"
    },
    {
      "id": "02-040-0336_p0014",
      "zh_CN": "得无生法忍，我们在佛事念诵里头，有一句讲到无生法忍的境界，「花开见佛悟无生」。花是莲花，莲花开了，就是你在莲花里头转变，圆满成就。花一开，现的是什么相？七地菩萨的相。这是什么身？是报身，不是应化身，报身。报身的相跟阿弥陀佛的相一模一样。应化身的相，释迦牟尼佛在我们这个地球上，就此地众生而说的，三十二相八十种好。我们知道宇宙之间很复杂，无量无边的星球，无量无边的星系，无量无边诸佛刹土，诸佛刹土里面六道众生不完全相同，我们这个世间这种根性的人，认为三十二相就是最好的，佛就现这个相给我们看。我们相信有世界福报比我们大，心地比我们清净，决定不止三十二相，甚至于三百二十相、三千二百相，可能。报身佛，世尊在《观经》上告诉我们，西方极乐世界阿弥陀佛的报身，身有八万四千相，不是三十二，八万四千相，每一个相有八万四千好，每一个好有八万四千光明，每一道光明里头都有佛菩萨在活动，经典上讲的在作佛事。佛事，就是教化众生的这些形相，你都看见了，佛在那里讲经教学，无量菩萨在那边学习，就在阿弥陀佛身体里面看到的，这是报身。这样的身，佛不常讲，为什么？讲了人不相信。对谁说？对地上菩萨说，也就是初住以上，我们一般讲大彻大悟、明心见性，对这些见性的人来讲，没有问题，他们知道。",
      "zh_TW": "得無生法忍，我們在佛事念誦裡頭，有一句講到無生法忍的境界，「花開見佛悟無生」。花是蓮花，蓮花開了，就是你在蓮花裡頭轉變，圓滿成就。花一開，現的是什麼相？七地菩薩的相。這是什麼身？是報身，不是應化身，報身。報身的相跟阿彌陀佛的相一模一樣。應化身的相，釋迦牟尼佛在我們這個地球上，就此地眾生而說的，三十二相八十種好。我們知道宇宙之間很複雜，無量無邊的星球，無量無邊的星系，無量無邊諸佛剎土，諸佛剎土裡面六道眾生不完全相同，我們這個世間這種根性的人，認為三十二相就是最好的，佛就現這個相給我們看。我們相信有世界福報比我們大，心地比我們清淨，決定不止三十二相，甚至於三百二十相、三千二百相，可能。報身佛，世尊在《觀經》上告訴我們，西方極樂世界阿彌陀佛的報身，身有八萬四千相，不是三十二，八萬四千相，每一個相有八萬四千好，每一個好有八萬四千光明，每一道光明裡頭都有佛菩薩在活動，經典上講的在作佛事。佛事，就是教化眾生的這些形相，你都看見了，佛在那裡講經教學，無量菩薩在那邊學習，就在阿彌陀佛身體裡面看到的，這是報身。這樣的身，佛不常講，為什麼？講了人不相信。對誰說？對地上菩薩說，也就是初住以上，我們一般講大徹大悟、明心見性，對這些見性的人來講，沒有問題，他們知道。"
    },
    {
      "id": "02-040-0336_p0015",
      "zh_CN": "我们再继续看下面的注解，「是明极乐无有诸恼也。」极乐世界没有烦恼。「至于魔事，秽土众生，以念佛故，尚得免除，何况生彼净土」。魔境现前，最有效的方法就是念阿弥陀佛。早年我在加州，有一个同学甘贵穗，她的母亲，我在台中学教十年，她护持我。她找了她的一些佛友，跟她常常往来的，每个月给我寄一百五十块钱。我在台中的生活费用，十年没有间断。大概她是找十五个人，一个人一个月十块钱，所以这很容易，大家都欢喜，我在那里安心学习。她的女儿大学毕业，在学校里教书。她告诉我，有一次她租了个房子，这房子是鬼屋。她原来不知道，到晚上十二点钟，鬼就来了，出现了。来之前有气味，恶臭，很难闻，一闻到这个气味，就是鬼出现了。这个鬼大概是她冤亲债主，是要她命的。她看到就念佛，阿弥陀佛、阿弥陀佛、阿弥陀佛一直念，那鬼就不敢靠近来，距离大概是两公尺的样子，很近。距离两公尺，他就不能靠近来。不念，他就靠近来；念的时候他就退，就这么远的距离，非常可怕，很恐怖。念到天快亮，他走了，每天晚上都这样的。所以有人问，妳为什么不搬个房子？她说好事情，他逼着我念佛，我不念没有办法，逼着我，她说对我是个增上缘。她就不怕，就有那么大的胆量。以后我听说她出家了，在台湾出家。她在念高中的时候就参加我们的大专讲座，她妈妈也是李老师的学生，好像是念高一的时候就参加大专讲座，所以跟我就很熟悉。",
      "zh_TW": "我們再繼續看下面的註解，「是明極樂無有諸惱也。」極樂世界沒有煩惱。「至於魔事，穢土眾生，以念佛故，尚得免除，何況生彼淨土」。魔境現前，最有效的方法就是念阿彌陀佛。早年我在加州，有一個同學甘貴穗，她的母親，我在台中學教十年，她護持我。她找了她的一些佛友，跟她常常往來的，每個月給我寄一百五十塊錢。我在台中的生活費用，十年沒有間斷。大概她是找十五個人，一個人一個月十塊錢，所以這很容易，大家都歡喜，我在那裡安心學習。她的女兒大學畢業，在學校裡教書。她告訴我，有一次她租了個房子，這房子是鬼屋。她原來不知道，到晚上十二點鐘，鬼就來了，出現了。來之前有氣味，惡臭，很難聞，一聞到這個氣味，就是鬼出現了。這個鬼大概是她冤親債主，是要她命的。她看到就念佛，阿彌陀佛、阿彌陀佛、阿彌陀佛一直念，那鬼就不敢靠近來，距離大概是兩公尺的樣子，很近。距離兩公尺，他就不能靠近來。不念，他就靠近來；念的時候他就退，就這麼遠的距離，非常可怕，很恐怖。念到天快亮，他走了，每天晚上都這樣的。所以有人問，妳為什麼不搬個房子？她說好事情，他逼著我念佛，我不念沒有辦法，逼著我，她說對我是個增上緣。她就不怕，就有那麼大的膽量。以後我聽說她出家了，在台灣出家。她在念高中的時候就參加我們的大專講座，她媽媽也是李老師的學生，好像是念高一的時候就參加大專講座，所以跟我就很熟悉。"
    },
    {
      "id": "02-040-0336_p0016",
      "zh_CN": "下面引《十往生经》里面的话，「佛言：若有众生，念阿弥陀佛，愿往生者，彼佛即遣二十五菩萨拥护行者，若行若坐，若住若卧，若昼若夜，一切时、一切处，不令恶鬼恶神得其便也。」这个话是真的。我们就得问，甘贵穗修得不错，从高一就接受大专讲座的薰习，到她大学毕业到国外拿到博士学位，平常跟着她妈妈，母女相依为命，为什么还有这个鬼来找她？护法神呢？护法神为什么不出来干涉？这个鬼跟她肯定是有缘分的，只有有缘分，鬼神才有特准。就像一般附体的鬼神，附体不能随便附体，附体那个人跟他有缘，他附他的身可以，附别人的身就不行，那他就要受惩罚，要受处分。也就是等于说批准的，他跟你有缘，你可以附他身。即使附身，说话也都不能随便说的，统统经过道道关卡的批准，不是想附身就附身，不可能。一般附身目的都是透一些因果报应的信息，让我们对于这桩事情，逐渐晓得这是真的不是假的，在日常修行当中对因果就决定小心谨慎，不敢违背因果，知道果报可怕。善有善果，恶有恶报，全是自作自受，这是我们不能不晓得的。",
      "zh_TW": "下面引《十往生經》裡面的話，「佛言：若有眾生，念阿彌陀佛，願往生者，彼佛即遣二十五菩薩擁護行者，若行若坐，若住若臥，若晝若夜，一切時、一切處，不令惡鬼惡神得其便也。」這個話是真的。我們就得問，甘貴穗修得不錯，從高一就接受大專講座的薰習，到她大學畢業到國外拿到博士學位，平常跟著她媽媽，母女相依為命，為什麼還有這個鬼來找她？護法神呢？護法神為什麼不出來干涉？這個鬼跟她肯定是有緣分的，只有有緣分，鬼神才有特准。就像一般附體的鬼神，附體不能隨便附體，附體那個人跟他有緣，他附他的身可以，附別人的身就不行，那他就要受懲罰，要受處分。也就是等於說批准的，他跟你有緣，你可以附他身。即使附身，說話也都不能隨便說的，統統經過道道關卡的批准，不是想附身就附身，不可能。一般附身目的都是透一些因果報應的信息，讓我們對於這樁事情，逐漸曉得這是真的不是假的，在日常修行當中對因果就決定小心謹慎，不敢違背因果，知道果報可怕。善有善果，惡有惡報，全是自作自受，這是我們不能不曉得的。"
    },
    {
      "id": "02-040-0336_p0017",
      "zh_CN": "「又此土修行，若生魔障，则以念佛治之」。这句话非常重要，遇到任何魔障统统用阿弥陀佛，一心专注在佛号心就定了，心定、心清净，魔障就离开、就消除。所以这是对治魔障最好的方法。什么都不要想，一心念佛，求生净土。这句话「见《止观九之二》」，这个字都是有来源的，不是黄念老随便说的。又《净土修证仪》里头说，「十乘之理观，能发九境之魔事。以五蕴生死迷暗之法为境。」十乘理观有，我们参考资料里头有，《摩诃止观》里面说的，也就是「十乘观法」。「此十通名乘者」，十乘，乘是比喻，乘是车辆，运输的工具，「运载之义」。如世间的车乘，「堪能运载。盖言修行之人，依此十法修之，则能运出生死之苦海，到于涅槃彼岸」。所以就是有十种观法修止观的，天台宗的修止观用这些方法。",
      "zh_TW": "「又此土修行，若生魔障，則以念佛治之」。這句話非常重要，遇到任何魔障統統用阿彌陀佛，一心專注在佛號心就定了，心定、心清淨，魔障就離開、就消除。所以這是對治魔障最好的方法。什麼都不要想，一心念佛，求生淨土。這句話「見《止觀九之二》」，這個字都是有來源的，不是黃念老隨便說的。又《淨土修證儀》裡頭說，「十乘之理觀，能發九境之魔事。以五蘊生死迷暗之法為境。」十乘理觀有，我們參考資料裡頭有，《摩訶止觀》裡面說的，也就是「十乘觀法」。「此十通名乘者」，十乘，乘是比喻，乘是車輛，運輸的工具，「運載之義」。如世間的車乘，「堪能運載。蓋言修行之人，依此十法修之，則能運出生死之苦海，到於涅槃彼岸」。所以就是有十種觀法修止觀的，天台宗的修止觀用這些方法。"
    },
    {
      "id": "02-040-0336_p0018",
      "zh_CN": "天台，自从智者大师，智者大师是天台宗第三代，他修念佛法门往生西方净土，所以以后天台宗的祖师最后都是念佛往生净土。我们在最近看到的谛闲法师，天台宗祖师，念佛往生；他底下一代，倓虚法师，大陆解放之后他到香港，晚年就住在香港，在香港也是念佛往生的，晚年完全劝人念佛生净土。锅漏匠就是谛闲法师教的，常常用他来勉励念佛人，一句佛号念到底，三年就圆满。锅漏匠的成就也就是六个字，老实、听话、真干，能具足这个条件的，没有一个不成就。所以近代学天台的多半都是念佛，年轻的时候对念佛没有信心，到晚年之后都归念佛。为什么？十乘观好，不容易修。可是这些都是佛菩萨说的，我们应该知道。",
      "zh_TW": "天台，自從智者大師，智者大師是天台宗第三代，他修念佛法門往生西方淨土，所以以後天台宗的祖師最後都是念佛往生淨土。我們在最近看到的諦閑法師，天台宗祖師，念佛往生；他底下一代，倓虛法師，大陸解放之後他到香港，晚年就住在香港，在香港也是念佛往生的，晚年完全勸人念佛生淨土。鍋漏匠就是諦閑法師教的，常常用他來勉勵念佛人，一句佛號念到底，三年就圓滿。鍋漏匠的成就也就是六個字，老實、聽話、真幹，能具足這個條件的，沒有一個不成就。所以近代學天台的多半都是念佛，年輕的時候對念佛沒有信心，到晚年之後都歸念佛。為什麼？十乘觀好，不容易修。可是這些都是佛菩薩說的，我們應該知道。"
    },
    {
      "id": "02-040-0336_p0019",
      "zh_CN": "「数至十者，由修观之人，上中下根不等」。如果是上根人，「唯观初」，就是第一个，「不思议境，即得破惑显理」，就是破迷开悟。那是什么？上根人，中下根人就不行。「其次者，于初种观法修之不入」，就得用第二发心，「乃至第八对治助开，方能破惑显理」，这才能开悟。所以开悟不容易，说起来容易，实际上很难。为什么不能？实际上很简单，烦恼习气放不下，这就是障碍。谁有本事把烦恼习气放下？一切经教，佛菩萨都教我们，真正想学佛，想了生死、出三界，从哪里下手？从破五见惑下手，从这入门，大小乘都一样。见惑，三界八十八品，八十八品太多，世尊慈悲，把它归纳为五大类，让你好记，你容易下手。这个五大类，第一个就是「身见」，就是身体、肉身，你能把这个放下，真正知道肉身不是我，我不是肉身。这个肉身应该怎么说法？我的身体，是属于我所有的一样东西，像衣服一样，我的衣服，要把它这样看待，不能把身体看作我。为什么？我是不生不灭的，身体是有生灭的，所以身体确确实实不是我，你要好好利用它，借这个假的东西修真，叫借假修真，这个身体就是假东西。也不要去糟蹋它，也不要过分去照顾它，这都是错误的，一切随缘就好，这个观念非常重要。身见破掉，其他的五种就容易，最难的是身，不再执着身是我。其次就是「边见」，边见是二边，我们今天讲对立，真跟假对立，邪跟正对立，长跟短对立，大跟小对立，这叫边见，二边。真妄、邪正、佛跟众生，这都是属于对立的。对立的概念是假的，不是真的，要是打破的话，整个宇宙跟自己就一体。然后除掉成见，就是我的主意、我是怎么想的，这都是错误的，我都没有，哪来我的思想？我的看法、我的想法全是假的，这叫成见。成见，有因上的成见，有果上的成见，所以在见惑里头把它分开了，果上的叫「见取见」，因上的叫「戒取见」，这个统统要放下。最后就是凡是错误的知见归纳在一起叫「邪见」，就是说你把事实真相看错了。这五种都是错误的看法，你把它舍掉，见惑断了。见惑断了，小乘证须陀洹果，大乘初信位的菩萨，这是最低的，但是是真正佛陀入门的弟子。好像办学校，你是学校正式一年级的学生，小学一年级学生，不能不承认，你是我们学校学生。没有拿到这个地位，是在门外，没进门，我们自称为佛弟子，佛不承认。这是叫准备入门，还没进门。我们要了解这个事实真相，要搞真的，不能搞假的。",
      "zh_TW": "「數至十者，由修觀之人，上中下根不等」。如果是上根人，「唯觀初」，就是第一個，「不思議境，即得破惑顯理」，就是破迷開悟。那是什麼？上根人，中下根人就不行。「其次者，於初種觀法修之不入」，就得用第二發心，「乃至第八對治助開，方能破惑顯理」，這才能開悟。所以開悟不容易，說起來容易，實際上很難。為什麼不能？實際上很簡單，煩惱習氣放不下，這就是障礙。誰有本事把煩惱習氣放下？一切經教，佛菩薩都教我們，真正想學佛，想了生死、出三界，從哪裡下手？從破五見惑下手，從這入門，大小乘都一樣。見惑，三界八十八品，八十八品太多，世尊慈悲，把它歸納為五大類，讓你好記，你容易下手。這個五大類，第一個就是「身見」，就是身體、肉身，你能把這個放下，真正知道肉身不是我，我不是肉身。這個肉身應該怎麼說法？我的身體，是屬於我所有的一樣東西，像衣服一樣，我的衣服，要把它這樣看待，不能把身體看作我。為什麼？我是不生不滅的，身體是有生滅的，所以身體確確實實不是我，你要好好利用它，借這個假的東西修真，叫借假修真，這個身體就是假東西。也不要去糟蹋它，也不要過分去照顧它，這都是錯誤的，一切隨緣就好，這個觀念非常重要。身見破掉，其他的五種就容易，最難的是身，不再執著身是我。其次就是「邊見」，邊見是二邊，我們今天講對立，真跟假對立，邪跟正對立，長跟短對立，大跟小對立，這叫邊見，二邊。真妄、邪正、佛跟眾生，這都是屬於對立的。對立的概念是假的，不是真的，要是打破的話，整個宇宙跟自己就一體。然後除掉成見，就是我的主意、我是怎麼想的，這都是錯誤的，我都沒有，哪來我的思想？我的看法、我的想法全是假的，這叫成見。成見，有因上的成見，有果上的成見，所以在見惑裡頭把它分開了，果上的叫「見取見」，因上的叫「戒取見」，這個統統要放下。最後就是凡是錯誤的知見歸納在一起叫「邪見」，就是說你把事實真相看錯了。這五種都是錯誤的看法，你把它捨掉，見惑斷了。見惑斷了，小乘證須陀洹果，大乘初信位的菩薩，這是最低的，但是是真正佛陀入門的弟子。好像辦學校，你是學校正式一年級的學生，小學一年級學生，不能不承認，你是我們學校學生。沒有拿到這個地位，是在門外，沒進門，我們自稱為佛弟子，佛不承認。這是叫準備入門，還沒進門。我們要了解這個事實真相，要搞真的，不能搞假的。"
    },
    {
      "id": "02-040-0336_p0020",
      "zh_CN": "蕅益大师身分没暴露，他写的《阿弥陀经要解》文字不多，薄薄的一本，九天完成的，它后头有个跋。印光大师对这部书赞叹到五体投地，告诉人，即使古佛再来，给《弥陀经》做一个注解，也不能超过其上。这是赞叹到了绝顶，没法子再赞叹了！发前人之未发，发是发明，讲得透彻，古人《弥陀经》注解很多，没有他讲得透彻，没有他讲得清楚，没有他说得那么肯定。你看他这个注解，真正是净宗第一经。他自己受了比丘戒之后，退比丘戒。为什么？生在末法时期，他出生在明朝崇祯年间，过世在清朝，他是一个人两个朝代，所以说他明朝人行，说他清朝人也可以。戒律没有了，这就是他说的，他也是研究戒律，对戒律是内行、是专家，不是外行。他的研究，中国从南宋以后就没有真正比丘。真正比丘，必须要十个真正比丘才能传戒，你才能得戒。不是真正比丘，就是有形式，没有实质。所以他受完戒之后，把比丘戒退掉，知道不能得戒，不敢称比丘的名字，名实要相符。不是比丘称比丘，这是大妄语，这骗人。菩萨戒他做到了，沙弥戒他做到了，道道地地的菩萨戒沙弥，他的著作里头写菩萨戒沙弥。因为他自己是菩萨戒沙弥，他的学生，就是他的徒弟成时法师，蕅益大师的著作能够留传下来就靠成时，成时把它刻版、刷印，留传下来的。成时法师自己著作，写他的名字是出家优婆塞，都不敢称沙弥。老师是沙弥，自己觉得沙弥戒没办法做，出家优婆塞。优婆塞是在家居士，守五戒十善，他能把五戒十善做到，出家了，出家优婆塞。古人对这个名分很重视，不敢僭越，我自己没有到这个程度，不敢说。不像现在，现在人太过分，这个是现在人老实、好学、真干比不上古人。",
      "zh_TW": "蕅益大師身分沒暴露，他寫的《阿彌陀經要解》文字不多，薄薄的一本，九天完成的，它後頭有個跋。印光大師對這部書讚歎到五體投地，告訴人，即使古佛再來，給《彌陀經》做一個註解，也不能超過其上。這是讚歎到了絕頂，沒法子再讚歎了！發前人之未發，發是發明，講得透徹，古人《彌陀經》註解很多，沒有他講得透徹，沒有他講得清楚，沒有他說得那麼肯定。你看他這個註解，真正是淨宗第一經。他自己受了比丘戒之後，退比丘戒。為什麼？生在末法時期，他出生在明朝崇禎年間，過世在清朝，他是一個人兩個朝代，所以說他明朝人行，說他清朝人也可以。戒律沒有了，這就是他說的，他也是研究戒律，對戒律是內行、是專家，不是外行。他的研究，中國從南宋以後就沒有真正比丘。真正比丘，必須要十個真正比丘才能傳戒，你才能得戒。不是真正比丘，就是有形式，沒有實質。所以他受完戒之後，把比丘戒退掉，知道不能得戒，不敢稱比丘的名字，名實要相符。不是比丘稱比丘，這是大妄語，這騙人。菩薩戒他做到了，沙彌戒他做到了，道道地地的菩薩戒沙彌，他的著作裡頭寫菩薩戒沙彌。因為他自己是菩薩戒沙彌，他的學生，就是他的徒弟成時法師，蕅益大師的著作能夠留傳下來就靠成時，成時把它刻版、刷印，留傳下來的。成時法師自己著作，寫他的名字是出家優婆塞，都不敢稱沙彌。老師是沙彌，自己覺得沙彌戒沒辦法做，出家優婆塞。優婆塞是在家居士，守五戒十善，他能把五戒十善做到，出家了，出家優婆塞。古人對這個名分很重視，不敢僭越，我自己沒有到這個程度，不敢說。不像現在，現在人太過分，這個是現在人老實、好學、真幹比不上古人。"
    },
    {
      "id": "02-040-0336_p0021",
      "zh_CN": "佛法里头确实有无比殊胜的特别法门，就是净土。我们在四十八愿里面念过，第十八愿，十念必生，后头有一句，「唯除五逆，诽谤正法」。这句文，古大德有不同的解释。唐代以前有些大师看到这个经文，他认为是真的，五逆十恶念佛也不能往生，谤佛谤法的，这个罪很重，无间地狱的罪。可是善导大师说了，善导大师说世尊为我们介绍弥陀的大愿，这句是阿弥陀佛说的还是释迦牟尼佛说的？也许是本师释迦牟尼佛加上去的。什么意思？这个罪是一切罪里头最重的，是堕无间地狱的，劝人不能造这个罪业，这个罪业太重了，是这个意思。不是不能救，真正造了，你真正忏悔、认错，后不再造，念佛，阿弥陀佛还是摄受，还是会接引你往生。古德举中国古人的立法，制定法律，法律条文非常严格，用心是什么？用心是叫你看到法律条文不敢犯法，是这个意思。真犯了法呢？真犯了法，判刑的时候要尽量的从宽。人有爱人之心，总得想尽方法把他的刑往下减，减到不能减的时候这才定刑。所以即使犯法的人，对于法官心里存感恩之心，实在没有办法了，犯罪的人也知道，我罪所应得，对于这个审判官没有怨言、没有怨恨，还感恩，他已经尽到他的心，是我罪所应得，那没有办法。这就是制定法律要严，执法的时候要宽，这是义，义是合情、合理、合法。你看古人的用心，仁慈。",
      "zh_TW": "佛法裡頭確實有無比殊勝的特別法門，就是淨土。我們在四十八願裡面念過，第十八願，十念必生，後頭有一句，「唯除五逆，誹謗正法」。這句文，古大德有不同的解釋。唐代以前有些大師看到這個經文，他認為是真的，五逆十惡念佛也不能往生，謗佛謗法的，這個罪很重，無間地獄的罪。可是善導大師說了，善導大師說世尊為我們介紹彌陀的大願，這句是阿彌陀佛說的還是釋迦牟尼佛說的？也許是本師釋迦牟尼佛加上去的。什麼意思？這個罪是一切罪裡頭最重的，是墮無間地獄的，勸人不能造這個罪業，這個罪業太重了，是這個意思。不是不能救，真正造了，你真正懺悔、認錯，後不再造，念佛，阿彌陀佛還是攝受，還是會接引你往生。古德舉中國古人的立法，制定法律，法律條文非常嚴格，用心是什麼？用心是叫你看到法律條文不敢犯法，是這個意思。真犯了法呢？真犯了法，判刑的時候要盡量的從寬。人有愛人之心，總得想盡方法把他的刑往下減，減到不能減的時候這才定刑。所以即使犯法的人，對於法官心裡存感恩之心，實在沒有辦法了，犯罪的人也知道，我罪所應得，對於這個審判官沒有怨言、沒有怨恨，還感恩，他已經盡到他的心，是我罪所應得，那沒有辦法。這就是制定法律要嚴，執法的時候要寬，這是義，義是合情、合理、合法。你看古人的用心，仁慈。"
    },
    {
      "id": "02-040-0336_p0022",
      "zh_CN": "上根人容易，根利，心地清净、善根深厚，他修这个不难。中下根性就不行，他必须要用第二，我们这个地方这段文全部节录在此地，第二是发真正菩提心。第三是善巧安心，才能够破惑显理。故《止观大意》里头说，「上根唯一法，中根二或七」，下根十个都具足。「又为知妙境为九乘之本，称本修九，方堪入于初住，是故备论此十乘也。」真正开悟，破惑显理，才是初住菩萨。这是天台，天台是大乘，《华严》、《法华》都是一乘大经，所以他们讲的初住是圆教初住，不是别教，也就是禅宗所说的大彻大悟、明心见性，是这个等级。",
      "zh_TW": "上根人容易，根利，心地清淨、善根深厚，他修這個不難。中下根性就不行，他必須要用第二，我們這個地方這段文全部節錄在此地，第二是發真正菩提心。第三是善巧安心，才能夠破惑顯理。故《止觀大意》裡頭說，「上根唯一法，中根二或七」，下根十個都具足。「又為知妙境為九乘之本，稱本修九，方堪入於初住，是故備論此十乘也。」真正開悟，破惑顯理，才是初住菩薩。這是天台，天台是大乘，《華嚴》、《法華》都是一乘大經，所以他們講的初住是圓教初住，不是別教，也就是禪宗所說的大徹大悟、明心見性，是這個等級。"
    },
    {
      "id": "02-040-0336_p0023",
      "zh_CN": "不思议境，这是第一个。这一条，这个境叫妙境，十乘观法是九乘的根本，所以上上根人在这条里面就大彻大悟。根性不利的，再用其余的九个来帮助你。这一条非常重要。「一、观不思议境」，观是能观，境是所观，「所观者何」，看什么、观什么？「不出色、心」。实在讲就是底下这八个字，「色从心造，全体是心」。我们的境界，你眼所看的、耳所听的、念头所想的，六根对外面的境界，这个境界给你讲真话，色是物质现象，物质现象哪里来的？心造的，念头变现出物质。这个，我们学佛学了几十年不能不相信，佛说的，怎么可以不相信？但是怎么想也想不通，佛所说的，我们对它里头有问号、有怀疑，这就是障碍。古人注解也是引经文这么说的，这些文字我们非常熟悉，我们也能说出来，可是总是疑惑，物质怎么是从心来的？那我一悟就完全被破掉，就讲不通，全是假的。",
      "zh_TW": "不思議境，這是第一個。這一條，這個境叫妙境，十乘觀法是九乘的根本，所以上上根人在這條裡面就大徹大悟。根性不利的，再用其餘的九個來幫助你。這一條非常重要。「一、觀不思議境」，觀是能觀，境是所觀，「所觀者何」，看什麼、觀什麼？「不出色、心」。實在講就是底下這八個字，「色從心造，全體是心」。我們的境界，你眼所看的、耳所聽的、念頭所想的，六根對外面的境界，這個境界給你講真話，色是物質現象，物質現象哪裡來的？心造的，念頭變現出物質。這個，我們學佛學了幾十年不能不相信，佛說的，怎麼可以不相信？但是怎麼想也想不通，佛所說的，我們對它裡頭有問號、有懷疑，這就是障礙。古人註解也是引經文這麼說的，這些文字我們非常熟悉，我們也能說出來，可是總是疑惑，物質怎麼是從心來的？那我一悟就完全被破掉，就講不通，全是假的。"
    },
    {
      "id": "02-040-0336_p0024",
      "zh_CN": "一直到近代二、三十年，量子力学家才把这个问题搞清楚，我们这个疑问没有了。这个疑问没有了，不是我们证得的，我们看科学报告。科学这个报告，佛经上提到。不是菩萨，这个要什么？要八地菩萨才看到，科学家不是八地菩萨。佛说了，用第六意识，八识里面第六意识所缘的境界最大，几乎没有障碍。对外就是想、念头，对外面能想到宇宙的边缘，对内能缘到阿赖耶，就是阿赖耶的三细相，业相、转相、境界相。境界相就是物质，转相就是念头，业相是动，就是一念不觉，一念不觉是业相。这个就是什么？宇宙的起源。这是科学，科学跟哲学就是找这个东西。宇宙到底是什么回事情？为什么会有这个东西发现？佛经上讲得非常清楚。所以佛经这部分是高等科学、高等哲学。佛经上用第六意识可以达到的境界，可以缘到阿赖耶的三细相，果然被今天科学做到了，他是凡夫，他不是圣人。圣人是禅定功夫，定中时间、空间没有了，所以宇宙之源起亲眼看见，在哪里？就在眼前。这话真的，一点都不错。",
      "zh_TW": "一直到近代二、三十年，量子力學家才把這個問題搞清楚，我們這個疑問沒有了。這個疑問沒有了，不是我們證得的，我們看科學報告。科學這個報告，佛經上提到。不是菩薩，這個要什麼？要八地菩薩才看到，科學家不是八地菩薩。佛說了，用第六意識，八識裡面第六意識所緣的境界最大，幾乎沒有障礙。對外就是想、念頭，對外面能想到宇宙的邊緣，對內能緣到阿賴耶，就是阿賴耶的三細相，業相、轉相、境界相。境界相就是物質，轉相就是念頭，業相是動，就是一念不覺，一念不覺是業相。這個就是什麼？宇宙的起源。這是科學，科學跟哲學就是找這個東西。宇宙到底是什麼回事情？為什麼會有這個東西發現？佛經上講得非常清楚。所以佛經這部分是高等科學、高等哲學。佛經上用第六意識可以達到的境界，可以緣到阿賴耶的三細相，果然被今天科學做到了，他是凡夫，他不是聖人。聖人是禪定功夫，定中時間、空間沒有了，所以宇宙之源起親眼看見，在哪裡？就在眼前。這話真的，一點都不錯。"
    },
    {
      "id": "02-040-0336_p0025",
      "zh_CN": "我们看的科学报告是德国的科学家普朗克，这是个研究量子物理学的，他一生，他真是一门深入，长时薰修，专门研究物质是什么，想把物质的来源找出来。用的方法跟佛经上一样，佛说是用分析的方法。佛经上讲的，从牛毛尘开始，一根牛毛，牛毛很粗，牛毛尖端上有一粒尘土，小的尘土，你怎么转它不会掉下来，叫牛毛尘。眼睛好的人能看见有一粒尘土，它为什么这样？它有吸力，就是地心吸力，这个牛毛有吸力把它吸住。从这个地方开始，把牛毛尘分成七分，七分之一叫羊毛尘。羊毛比牛毛细，羊毛尘再分成七分之一，叫兔毛尘。兔毛尘再分成七分之一，肉眼看不见。肉眼可能兔毛尘都看不见，这个再分七分之一叫水尘。水有密度，但是在显微镜底下观察，它空隙很大，水还是有空隙，这一粒尘在水里通过没有障碍，水尘。把水尘分成七分之一叫金尘，金是金属，金银铜铁这个密度大，但是还是有空隙，它还是从里面空隙，它没有障碍，它可以通过，叫金尘。金尘再把它分成七分之一叫微尘。微尘，我们在想像当中，应该佛说的这个微尘就是现在所讲的原子，八十多年前发现的，那个时候科学家认为是物质最小的。科学不断的进步，仪器不断的更新，把这个微尘打破了，金尘七分之一这是微尘。微尘再打破，色聚极微，色聚极微应该是现在所讲的基本粒子，夸克这一类的。这类发现很多，基本粒子有五、六十种，夸克也有很多种，这都是算色聚极微。色聚极微再分析，一直分下去，分到极微之微，也叫极微色，就再不能分了，再分怎么？没有了，物质现象就没有了。",
      "zh_TW": "我們看的科學報告是德國的科學家普朗克，這是個研究量子物理學的，他一生，他真是一門深入，長時薰修，專門研究物質是什麼，想把物質的來源找出來。用的方法跟佛經上一樣，佛說是用分析的方法。佛經上講的，從牛毛塵開始，一根牛毛，牛毛很粗，牛毛尖端上有一粒塵土，小的塵土，你怎麼轉它不會掉下來，叫牛毛塵。眼睛好的人能看見有一粒塵土，它為什麼這樣？它有吸力，就是地心吸力，這個牛毛有吸力把它吸住。從這個地方開始，把牛毛塵分成七分，七分之一叫羊毛塵。羊毛比牛毛細，羊毛塵再分成七分之一，叫兔毛塵。兔毛塵再分成七分之一，肉眼看不見。肉眼可能兔毛塵都看不見，這個再分七分之一叫水塵。水有密度，但是在顯微鏡底下觀察，它空隙很大，水還是有空隙，這一粒塵在水裡通過沒有障礙，水塵。把水塵分成七分之一叫金塵，金是金屬，金銀銅鐵這個密度大，但是還是有空隙，它還是從裡面空隙，它沒有障礙，它可以通過，叫金塵。金塵再把它分成七分之一叫微塵。微塵，我們在想像當中，應該佛說的這個微塵就是現在所講的原子，八十多年前發現的，那個時候科學家認為是物質最小的。科學不斷的進步，儀器不斷的更新，把這個微塵打破了，金塵七分之一這是微塵。微塵再打破，色聚極微，色聚極微應該是現在所講的基本粒子，夸克這一類的。這類發現很多，基本粒子有五、六十種，夸克也有很多種，這都是算色聚極微。色聚極微再分析，一直分下去，分到極微之微，也叫極微色，就再不能分了，再分怎麼？沒有了，物質現象就沒有了。"
    },
    {
      "id": "02-040-0336_p0026",
      "zh_CN": "这些科学家真有本事，分到最小的叫微中子。微中子多大？一粒微中子是一个电子的一百亿分之一。一百亿个微中子聚在一起，它的体积等于一个电子，电子是绕着原子核转的。再把它打破，打破物质没有了。我们就证明，这个东西就是佛讲的极微之微，没有了。没有了看到是什么？是念头，就是心，念头波动产生的幻相，我们把它看作物质。这个发现之后，这是科学上一个大的革命，这个最近还没有被全世界科学家承认，所以叫做前卫科学，大家还没有完全承认，还在找证据。证据十足，大家承认，就没话说了。他们提出来，物质是假的，根据这个研究，世界上根本没有物质这个东西，只有念头。念头怎么来的？念头是怎么回事情？这再进一步。现在晓得物质是从念头变的，所以提出「以心控物」，这最近科学提出来的，就是用念头、意念可以控制物质现象，现在都在搜集这个证据。",
      "zh_TW": "這些科學家真有本事，分到最小的叫微中子。微中子多大？一粒微中子是一個電子的一百億分之一。一百億個微中子聚在一起，它的體積等於一個電子，電子是繞著原子核轉的。再把它打破，打破物質沒有了。我們就證明，這個東西就是佛講的極微之微，沒有了。沒有了看到是什麼？是念頭，就是心，念頭波動產生的幻相，我們把它看作物質。這個發現之後，這是科學上一個大的革命，這個最近還沒有被全世界科學家承認，所以叫做前衛科學，大家還沒有完全承認，還在找證據。證據十足，大家承認，就沒話說了。他們提出來，物質是假的，根據這個研究，世界上根本沒有物質這個東西，只有念頭。念頭怎麼來的？念頭是怎麼回事情？這再進一步。現在曉得物質是從念頭變的，所以提出「以心控物」，這最近科學提出來的，就是用念頭、意念可以控制物質現象，現在都在蒐集這個證據。"
    },
    {
      "id": "02-040-0336_p0027",
      "zh_CN": "他们找什么证据？现在全心全力在找病患，医院里面得到重病的人，医生不能救了，宣判他存活的日期只有几十天，一、二个月，甚至于讲只有一个月。这些人里面找有宗教信仰的，他知道他自己时间到了，非死不可了，有些真正的教徒天天做祷告，把什么念头都放下，什么都不想，连身体病不病、死不死都不想，天天祷告，希望上帝带他到天堂。他们找这些人。居然有些人奇迹一样的，二、三个月之后还正常，再去检查，病没有了，怎么回事，它没有了？这就是念头，念头把它改变过来了，所以证明念头的能量不可思议。我们的念头散，散乱，胡思乱想，所以它力量显不出来。如果把它集中在一起，这不就叫修禅定吗？佛经上讲的，「制心一处，无事不办」，能够把念头集中起来，它就产生巨大的能量。像光一样，光是四面照，一张纸它都透不过；如果把它集中在一块变成激光，钢板都穿透。念力这个力量比光的力量大太多了。所以科学家得到一个结论，念头真正集中一处，那个能量可以改变太空当中星球运行的轨道，可以帮它改变轨道，有这么大的能量。所以对自己的身体，身体是物质，物质现象，身体染病毒了，产生病毒，意念转过来之后，这个病毒自然就没有，就恢复正常，他病就好了。所以并不是什么奇迹，念力产生效果。这是最近发现的，他们搜集的证据很多。在国内，前几年山西小院，大家都知道，有四十多个病患癌症末期，他们是念佛二、三个月之后，全部自然就好了，大家认为这是奇迹，这是三宝加持。没错，是三宝加持，因为他教你念佛，把你的念头转移，你不念病了。就怕念病，没有病念病，会变成真的生病；有病不念病，病自然就好了。这就是「色从心造」。",
      "zh_TW": "他們找什麼證據？現在全心全力在找病患，醫院裡面得到重病的人，醫生不能救了，宣判他存活的日期只有幾十天，一、二個月，甚至於講只有一個月。這些人裡面找有宗教信仰的，他知道他自己時間到了，非死不可了，有些真正的教徒天天做禱告，把什麼念頭都放下，什麼都不想，連身體病不病、死不死都不想，天天禱告，希望上帝帶他到天堂。他們找這些人。居然有些人奇蹟一樣的，二、三個月之後還正常，再去檢查，病沒有了，怎麼回事，它沒有了？這就是念頭，念頭把它改變過來了，所以證明念頭的能量不可思議。我們的念頭散，散亂，胡思亂想，所以它力量顯不出來。如果把它集中在一起，這不就叫修禪定嗎？佛經上講的，「制心一處，無事不辦」，能夠把念頭集中起來，它就產生巨大的能量。像光一樣，光是四面照，一張紙它都透不過；如果把它集中在一塊變成激光，鋼板都穿透。念力這個力量比光的力量大太多了。所以科學家得到一個結論，念頭真正集中一處，那個能量可以改變太空當中星球運行的軌道，可以幫它改變軌道，有這麼大的能量。所以對自己的身體，身體是物質，物質現象，身體染病毒了，產生病毒，意念轉過來之後，這個病毒自然就沒有，就恢復正常，他病就好了。所以並不是什麼奇蹟，念力產生效果。這是最近發現的，他們蒐集的證據很多。在國內，前幾年山西小院，大家都知道，有四十多個病患癌症末期，他們是念佛二、三個月之後，全部自然就好了，大家認為這是奇蹟，這是三寶加持。沒錯，是三寶加持，因為他教你念佛，把你的念頭轉移，你不念病了。就怕念病，沒有病念病，會變成真的生病；有病不念病，病自然就好了。這就是「色從心造」。"
    },
    {
      "id": "02-040-0336_p0028",
      "zh_CN": "「全体是心」，整个宇宙是什么？整个宇宙是心变的。像什么？像梦一样，梦中境界你说是不是心变的？梦中境界全体是心，一醒过来梦没有了，不见了。真的，人要觉悟，一下醒过来觉悟了，六道不见了，就像一场梦醒过来。醒过来是什么境界？四圣法界。你醒过来一看，阿罗汉、辟支佛、菩萨、佛，都是这些人，都跟这些人在一起，这是十法界里头的四圣法界。但是四圣它还是个梦，四圣是清净的，净土，我们六道轮回是染污的，苦不堪言。那个地方虽然有苦，好太多了，我们这里什么三苦、八苦全没有了。所以六道轮回从哪里来的？从执着来的，你有执着就有六道轮回，没有执着六道就不见了。四圣法界从哪里来的？四圣法界是起心动念、分别来的。不分别、不起心、不动念，四圣没有了。所以佛在经上讲，「凡所有相皆是虚妄」，真话！科学家完全把它证实了。",
      "zh_TW": "「全體是心」，整個宇宙是什麼？整個宇宙是心變的。像什麼？像夢一樣，夢中境界你說是不是心變的？夢中境界全體是心，一醒過來夢沒有了，不見了。真的，人要覺悟，一下醒過來覺悟了，六道不見了，就像一場夢醒過來。醒過來是什麼境界？四聖法界。你醒過來一看，阿羅漢、辟支佛、菩薩、佛，都是這些人，都跟這些人在一起，這是十法界裡頭的四聖法界。但是四聖它還是個夢，四聖是清淨的，淨土，我們六道輪迴是染污的，苦不堪言。那個地方雖然有苦，好太多了，我們這裡什麼三苦、八苦全沒有了。所以六道輪迴從哪裡來的？從執著來的，你有執著就有六道輪迴，沒有執著六道就不見了。四聖法界從哪裡來的？四聖法界是起心動念、分別來的。不分別、不起心、不動念，四聖沒有了。所以佛在經上講，「凡所有相皆是虛妄」，真話！科學家完全把它證實了。"
    },
    {
      "id": "02-040-0336_p0029",
      "zh_CN": "整个宇宙就是心，这个心是真心，不是妄心。宇宙多大？心多大宇宙就多大，没有边际的，就好像你在作梦，梦中境界没有边际，真的是大而无外、小而无内。要明白这个道理，了解事实真相。你真了解之后，事实真相可以受用，就像作梦一样。千万不要有个占有，为什么？不可以，不能占有，连自己身都不能占有。像我们看电视一样，电视里面的东西一样你都拿不到，你可以欣赏它，你不能占有它，你不能支配它，你也不能控制它。把这些念头去掉，你的心就自在了。你想控制，你想占有，统统是造孽。造的这个业，业就变现出境界。所以菩萨知道事实真相，不造业，知道它是假的，知道它是幻相，知道它不可得，知道自己的身体不可得，自己的念头也不可得。",
      "zh_TW": "整個宇宙就是心，這個心是真心，不是妄心。宇宙多大？心多大宇宙就多大，沒有邊際的，就好像你在作夢，夢中境界沒有邊際，真的是大而無外、小而無內。要明白這個道理，了解事實真相。你真了解之後，事實真相可以受用，就像作夢一樣。千萬不要有個佔有，為什麼？不可以，不能佔有，連自己身都不能佔有。像我們看電視一樣，電視裡面的東西一樣你都拿不到，你可以欣賞它，你不能佔有它，你不能支配它，你也不能控制它。把這些念頭去掉，你的心就自在了。你想控制，你想佔有，統統是造孽。造的這個業，業就變現出境界。所以菩薩知道事實真相，不造業，知道它是假的，知道它是幻相，知道它不可得，知道自己的身體不可得，自己的念頭也不可得。"
    },
    {
      "id": "02-040-0336_p0030",
      "zh_CN": "「全体是心」，这个心是真心，不是妄心。真心是什么？自性，真如本性。这个东西是真的，它没有生灭，不生不灭，它不变不异。惠能大师明心见性说出它的样子，他说得简单，只讲了二十个字。心是什么样子？「本自清净，本不生灭」，它不生不灭，「本自具足，本无动摇，能生万法」，这是二十个字。五祖一听，真的，真开悟了，衣钵就传给他，他就是第六代祖，那个时候惠能大师二十四岁。释迦牟尼佛在菩提树下入定，开悟了，大彻大悟、明心见性，把见性的样子说出来，他讲得详细，惠能大师讲得简单，内容完全一样。释迦牟尼佛讲了一部《大方广佛华严经》，《大方广佛华严经》全体是心说得那么详细，就是惠能大师讲的二十个字。二十个字展开细讲，就是《大方广佛华严经》；把它简单的说，浓缩起来就二十个字，都讲清楚、都讲明白了，没有漏失掉，他们悟入的境界完全相同。观不思议境，就是观华藏世界，观《大方广佛华严》，这个当然上上根人，不是上上根人没法子。",
      "zh_TW": "「全體是心」，這個心是真心，不是妄心。真心是什麼？自性，真如本性。這個東西是真的，它沒有生滅，不生不滅，它不變不異。惠能大師明心見性說出它的樣子，他說得簡單，只講了二十個字。心是什麼樣子？「本自清淨，本不生滅」，它不生不滅，「本自具足，本無動搖，能生萬法」，這是二十個字。五祖一聽，真的，真開悟了，衣缽就傳給他，他就是第六代祖，那個時候惠能大師二十四歲。釋迦牟尼佛在菩提樹下入定，開悟了，大徹大悟、明心見性，把見性的樣子說出來，他講得詳細，惠能大師講得簡單，內容完全一樣。釋迦牟尼佛講了一部《大方廣佛華嚴經》，《大方廣佛華嚴經》全體是心說得那麼詳細，就是惠能大師講的二十個字。二十個字展開細講，就是《大方廣佛華嚴經》；把它簡單的說，濃縮起來就二十個字，都講清楚、都講明白了，沒有漏失掉，他們悟入的境界完全相同。觀不思議境，就是觀華藏世界，觀《大方廣佛華嚴》，這個當然上上根人，不是上上根人沒法子。"
    },
    {
      "id": "02-040-0336_p0031",
      "zh_CN": "「故经云：三界无别法，唯是一心作」，用一心作心。也有经论上讲「一心造」，制造的造，都可以，都讲得通。这个一心不是妄心是真心，真心能现，能生能现。阿赖耶能变，把它变成十法界，变成六道，是阿赖耶。如果阿赖耶没有了，它就不会变，不会变是什么样子？就是实报庄严土。实报庄严土是心现的样子，十法界跟六道轮回是阿赖耶把它扭转、把它变了，没有心现它就没得变，它变什么？就是它把它扭曲了。我们把阿赖耶放下，转识成智，那个境界就是实报土，实报庄严土出现。所以实报庄严土它不是生灭的，里面一切法都不生不灭，无量寿，永远年轻不衰老，它是法性身、法性土。",
      "zh_TW": "「故經云：三界無別法，唯是一心作」，用一心作心。也有經論上講「一心造」，製造的造，都可以，都講得通。這個一心不是妄心是真心，真心能現，能生能現。阿賴耶能變，把它變成十法界，變成六道，是阿賴耶。如果阿賴耶沒有了，它就不會變，不會變是什麼樣子？就是實報莊嚴土。實報莊嚴土是心現的樣子，十法界跟六道輪迴是阿賴耶把它扭轉、把它變了，沒有心現它就沒得變，它變什麼？就是它把它扭曲了。我們把阿賴耶放下，轉識成智，那個境界就是實報土，實報莊嚴土出現。所以實報莊嚴土它不是生滅的，裡面一切法都不生不滅，無量壽，永遠年輕不衰老，它是法性身、法性土。"
    },
    {
      "id": "02-040-0336_p0032",
      "zh_CN": "我们今天的身，要记住，阿赖耶的相分，就是物质现象；我们认为的心，我们能够思考，能够想前想后，我们的心是阿赖耶的见分、阿赖耶的转相，统统是属于阿赖耶。所以它能变，它不能现，能现的是真心，能变的是阿赖耶。我们现在所用的，真心跟阿赖耶混合在一起，我们只知道阿赖耶，不知道真心。迷失真心，把妄心当作真心，错就错在这里。现在明白之后，我们尽量的要把妄心放下，把真心提起来，这就叫真修行。可是这个妄心用成习惯，无始劫用它，习惯了，不知不觉它就出来，还是它当家做主。最方便的方法就是念佛方法，一心念阿弥陀佛，把我们的妄念、妄想，就是阿赖耶，把它控制住，让它不起作用，我们的心恢复到清净平等，这样就能往生。往生没有问题，见性不行，不能见性，见性一定到极乐世界才见性。这就是得阿弥陀佛的加持，真是阿弥陀佛给我们的恩惠。要靠我们自己转识成智，可不是那么容易事情，真的要无量劫；有这个人帮了忙，让我们在莲花里头就转变了。所以这个法门一定要相信，我们往生到极乐世界作佛，比十乘观来得快、来得容易。十乘理观非常不容易修，所以天台祖师，智者是释迦牟尼佛再来的，为了度末法时期众生，他用念佛的方法，他带头给我们做榜样。末法除了这个法门之外，任何一个法门，你可以学，你不能成就。",
      "zh_TW": "我們今天的身，要記住，阿賴耶的相分，就是物質現象；我們認為的心，我們能夠思考，能夠想前想後，我們的心是阿賴耶的見分、阿賴耶的轉相，統統是屬於阿賴耶。所以它能變，它不能現，能現的是真心，能變的是阿賴耶。我們現在所用的，真心跟阿賴耶混合在一起，我們只知道阿賴耶，不知道真心。迷失真心，把妄心當作真心，錯就錯在這裡。現在明白之後，我們盡量的要把妄心放下，把真心提起來，這就叫真修行。可是這個妄心用成習慣，無始劫用它，習慣了，不知不覺它就出來，還是它當家做主。最方便的方法就是念佛方法，一心念阿彌陀佛，把我們的妄念、妄想，就是阿賴耶，把它控制住，讓它不起作用，我們的心恢復到清淨平等，這樣就能往生。往生沒有問題，見性不行，不能見性，見性一定到極樂世界才見性。這就是得阿彌陀佛的加持，真是阿彌陀佛給我們的恩惠。要靠我們自己轉識成智，可不是那麼容易事情，真的要無量劫；有這個人幫了忙，讓我們在蓮花裡頭就轉變了。所以這個法門一定要相信，我們往生到極樂世界作佛，比十乘觀來得快、來得容易。十乘理觀非常不容易修，所以天台祖師，智者是釋迦牟尼佛再來的，為了度末法時期眾生，他用念佛的方法，他帶頭給我們做榜樣。末法除了這個法門之外，任何一個法門，你可以學，你不能成就。"
    },
    {
      "id": "02-040-0336_p0033",
      "zh_CN": "我们再往下看，「即众生日用现前」，就是我们现前从早到晚生活、工作、待人接物，「以根对尘，所起一念之妄心」，境随心转，这个妄心就是阿赖耶。「此心既全真成妄」，这是讲六道众生的现前状况。确确实实能变现的是真心，就是能现，能生能现万物的这是真心；让万物产生变化的是妄心，全真成妄。真妄和合，我们要在这个里面认真不要认妄，那就是菩萨。所以「今」，现在教你什么？「达妄即真」，晓得妄就是真。古人有个比喻，譬如金跟金器，金是真的，器是妄的。为什么？真的它不改变，黄金它不改变。器，我要个戒指做个戒指，要个手镯就做个手镯，手镯可以变成戒指，戒指可以变成手镯，这就是八识，识。金不变，不管你怎么去变，它不变，不变的是真的。所以性，性是一切法的体，性没有形相，不是物质现象，也不是精神现象，也不是自然现象，所以六根缘不到，你看不见、听不到、摸不着，你想也想不出来，它真存在，它是一切法的本体。我们讲经常常面对着电视萤幕，我把萤光幕比喻作性，它能现，里面的变化是识，它能现，它不能变，所有一切变化是妄心，妄心把一真法界变成十法界，把十法界又变成六道轮回，全是妄心在做主，妄心在作祟。我们在六道的众生很可怜，全部被阿赖耶摆布，你一点都没有自由，它在诱惑你，它在让你起无量无边的杂念、妄想。这些妄想就叫你造业，业就感六道轮回，现六道轮回的幻相。没有一样是真实的，所以你要把它看轻、看破，然后统统放下。最有把握的、最方便的，我们到极乐世界亲近阿弥陀佛，那个地方是一真法界，就是实报土。到那个地方不但轮回没有，十法界也没有，在那个地方一直向上提升到成佛。成佛回归常寂光，这就算毕业了。「今达妄即真」，达是通达，知道妄就是真，知道器就是金。金在哪里？器就是金。「即此妄心，具足诸法，无有缺减」。无有缺减怎么讲？这整个宇宙是妄心变现出来的，就是我们起心动念，我们一天到晚胡思乱想，变现出整个宇宙，整个宇宙的样子你能看到，无有缺减。「即心是一切法，一切法是心，非一非异，不前不后，玄妙寂绝，非识所识，非言所言，故指此心为不思议境也。」这个不思议境就是说的这个心，这个心，真心跟妄心融在一起。",
      "zh_TW": "我們再往下看，「即眾生日用現前」，就是我們現前從早到晚生活、工作、待人接物，「以根對塵，所起一念之妄心」，境隨心轉，這個妄心就是阿賴耶。「此心既全真成妄」，這是講六道眾生的現前狀況。確確實實能變現的是真心，就是能現，能生能現萬物的這是真心；讓萬物產生變化的是妄心，全真成妄。真妄和合，我們要在這個裡面認真不要認妄，那就是菩薩。所以「今」，現在教你什麼？「達妄即真」，曉得妄就是真。古人有個比喻，譬如金跟金器，金是真的，器是妄的。為什麼？真的它不改變，黃金它不改變。器，我要個戒指做個戒指，要個手鐲就做個手鐲，手鐲可以變成戒指，戒指可以變成手鐲，這就是八識，識。金不變，不管你怎麼去變，它不變，不變的是真的。所以性，性是一切法的體，性沒有形相，不是物質現象，也不是精神現象，也不是自然現象，所以六根緣不到，你看不見、聽不到、摸不著，你想也想不出來，它真存在，它是一切法的本體。我們講經常常面對著電視螢幕，我把螢光幕比喻作性，它能現，裡面的變化是識，它能現，它不能變，所有一切變化是妄心，妄心把一真法界變成十法界，把十法界又變成六道輪迴，全是妄心在做主，妄心在作祟。我們在六道的眾生很可憐，全部被阿賴耶擺布，你一點都沒有自由，它在誘惑你，它在讓你起無量無邊的雜念、妄想。這些妄想就叫你造業，業就感六道輪迴，現六道輪迴的幻相。沒有一樣是真實的，所以你要把它看輕、看破，然後統統放下。最有把握的、最方便的，我們到極樂世界親近阿彌陀佛，那個地方是一真法界，就是實報土。到那個地方不但輪迴沒有，十法界也沒有，在那個地方一直向上提升到成佛。成佛回歸常寂光，這就算畢業了。「今達妄即真」，達是通達，知道妄就是真，知道器就是金。金在哪裡？器就是金。「即此妄心，具足諸法，無有缺減」。無有缺減怎麼講？這整個宇宙是妄心變現出來的，就是我們起心動念，我們一天到晚胡思亂想，變現出整個宇宙，整個宇宙的樣子你能看到，無有缺減。「即心是一切法，一切法是心，非一非異，不前不後，玄妙寂絕，非識所識，非言所言，故指此心為不思議境也。」這個不思議境就是說的這個心，這個心，真心跟妄心融在一起。"
    },
    {
      "id": "02-040-0336_p0034",
      "zh_CN": "今天时间到了，我们就学习到这里。十乘观里面讲了许多一切法的真相，我们即使不能理解，听听有好处，你有这么一个印象，它讲的全是真的。在我们修行过程当中，慢慢自己把它证实，我们对于佛法真诚恭敬心自然会生起来，才知道佛真正了不起，世间人没有能够跟他相比的。但是佛说了，我们跟他没有两样，我们在迷，他在悟，我们觉悟了跟他完全一样。佛法真的是平等法，没有高下。好，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到這裡。十乘觀裡面講了許多一切法的真相，我們即使不能理解，聽聽有好處，你有這麼一個印象，它講的全是真的。在我們修行過程當中，慢慢自己把它證實，我們對於佛法真誠恭敬心自然會生起來，才知道佛真正了不起，世間人沒有能夠跟他相比的。但是佛說了，我們跟他沒有兩樣，我們在迷，他在悟，我們覺悟了跟他完全一樣。佛法真的是平等法，沒有高下。好，我們就學習到此地。"
    }
  ]
}