{
  "doc_id": "02-040-0304",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三０四集",
    "zh_TW": "第三０四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0304",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-040-0304_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依，没有皈依的同学们，跟着我念也同样有三皈的效果。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依，沒有皈依的同學們，跟著我念也同樣有三皈的效果。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0304_p0002",
      "zh_CN": "请看《大经科注》第五百八十八页第六行，从下半段看起，从「灵峰大师《金刚破空论》解之曰」，从这看起：",
      "zh_TW": "請看《大經科註》第五百八十八頁第六行，從下半段看起，從「靈峰大師《金剛破空論》解之曰」，從這看起："
    },
    {
      "id": "02-040-0304_p0003",
      "zh_CN": "这一段解释的是世尊告诉阿难，阿难问，法藏菩萨成佛，是过去佛、是未来佛，还是现在他方之佛？阿难的提问跟我们的概念完全相同，是代替我们发问。而世尊的答复是如实解答，不是我们凡夫概念所能达到的。佛说，「彼佛如来，来无所来，去无所去，无生无灭，非过现未来」，不是过去，也不是未来，也不是现在。这个答是真话，我们听不懂。蕅益大师在《金刚经》注解上说这么一段话，「以真如无别处所，可从彼来」。真如是自性，每个人都具足，就是我们的真心。真如在哪里？我们细心观察，大乘教常常告诉我们圣凡不二，圣是诸佛菩萨，凡是我们凡夫，我们跟诸佛是一不是二。为什么？我们同一个自性，就是同一个本性，中国人讲本性，人之初性本善，佛是性本善，我们也是性本善。但是佛的性本善他保持了，他没有失掉，没有变质，我们的性本善变质了。怎么变的？《三字经》后头两句话说得好，「性相近，习相远」。佛有本性，没有习性，我们有本性，也有习性，现在的习性超过了本性，习性当家，本性不见了，问题就发生在此地。所以我们想成佛，佛告诉我们很简单，只要你把习性放下，本性就现前，就成佛了。所以从理上讲，凡夫成佛一念之间，我这一念转过来就成佛了，就这么简单，就这么容易。",
      "zh_TW": "這一段解釋的是世尊告訴阿難，阿難問，法藏菩薩成佛，是過去佛、是未來佛，還是現在他方之佛？阿難的提問跟我們的概念完全相同，是代替我們發問。而世尊的答覆是如實解答，不是我們凡夫概念所能達到的。佛說，「彼佛如來，來無所來，去無所去，無生無滅，非過現未來」，不是過去，也不是未來，也不是現在。這個答是真話，我們聽不懂。蕅益大師在《金剛經》註解上說這麼一段話，「以真如無別處所，可從彼來」。真如是自性，每個人都具足，就是我們的真心。真如在哪裡？我們細心觀察，大乘教常常告訴我們聖凡不二，聖是諸佛菩薩，凡是我們凡夫，我們跟諸佛是一不是二。為什麼？我們同一個自性，就是同一個本性，中國人講本性，人之初性本善，佛是性本善，我們也是性本善。但是佛的性本善他保持了，他沒有失掉，沒有變質，我們的性本善變質了。怎麼變的？《三字經》後頭兩句話說得好，「性相近，習相遠」。佛有本性，沒有習性，我們有本性，也有習性，現在的習性超過了本性，習性當家，本性不見了，問題就發生在此地。所以我們想成佛，佛告訴我們很簡單，只要你把習性放下，本性就現前，就成佛了。所以從理上講，凡夫成佛一念之間，我這一念轉過來就成佛了，就這麼簡單，就這麼容易。"
    },
    {
      "id": "02-040-0304_p0004",
      "zh_CN": "可是习性的时间太久了，好像已经生了根，我们今天读了大乘佛法，知道这个事实真相，回不了头来。章嘉大师告诉我一个标准，他说你以为听了这个话都听懂了，转不过来，那什么原因？你根本没有懂。真正懂了，哪有转不过来的道理？这个标准好！没有转过来的，是我没有真懂，好像是懂了，似懂非懂，懂里面掺杂着很多疑问在里头，自己不知道。不是纯净纯善，有染污、有波动影响他，所以转不过来。那怎么办？首先要承认我没懂，我继续努力学习。中国古人教我们，一门深入，长时薰修，「读书千遍，其义自见」。我们还没有念到一千遍，自己以为懂了，放弃了，不念了。像挖井一样，挖到一半，没有挖到水源，算了，不要了。再往下挖，水就出来了。这要遇到善知识，要遇到好老师引导你、帮助你、鼓励你，不能放弃，一千遍没有开悟，两千遍，两千遍没有开悟，三千遍。说明什么？说明你烦恼习气严重，就这么一句话，这真的。不要自己以为懂了，懂了的人决定做到。",
      "zh_TW": "可是習性的時間太久了，好像已經生了根，我們今天讀了大乘佛法，知道這個事實真相，回不了頭來。章嘉大師告訴我一個標準，他說你以為聽了這個話都聽懂了，轉不過來，那什麼原因？你根本沒有懂。真正懂了，哪有轉不過來的道理？這個標準好！沒有轉過來的，是我沒有真懂，好像是懂了，似懂非懂，懂裡面摻雜著很多疑問在裡頭，自己不知道。不是純淨純善，有染污、有波動影響他，所以轉不過來。那怎麼辦？首先要承認我沒懂，我繼續努力學習。中國古人教我們，一門深入，長時薰修，「讀書千遍，其義自見」。我們還沒有念到一千遍，自己以為懂了，放棄了，不念了。像挖井一樣，挖到一半，沒有挖到水源，算了，不要了。再往下挖，水就出來了。這要遇到善知識，要遇到好老師引導你、幫助你、鼓勵你，不能放棄，一千遍沒有開悟，兩千遍，兩千遍沒有開悟，三千遍。說明什麼？說明你煩惱習氣嚴重，就這麼一句話，這真的。不要自己以為懂了，懂了的人決定做到。"
    },
    {
      "id": "02-040-0304_p0005",
      "zh_CN": "古人不骗人，古人要骗人，他的东西怎么能留传得下来？古时候没有印刷术，唐朝以前都是手写的，唐朝才发明印刷术，刻版，用松烟，那是古老的。到清朝末年才有铅字排版，上半个世纪还在用。现在更进步了，电脑排版，速度快，节省时间，机器操作，印刷量非常大，降低了成本，这个缘难得。但是现在人比不上古人，古人真干，现在人心浮气躁，对古圣先贤留下这么多的珍宝，不识货，把它当作糟粕，这是一个最大的错误观念。自己没有自信心，对自己的传统文化失掉自信心，对父母没有信心，对长辈没有信心，对老师没有信心，乃至于对国家领导人也没有信心，他谁都不相信。这怎么造成的？统统归咎于教育失败了。",
      "zh_TW": "古人不騙人，古人要騙人，他的東西怎麼能留傳得下來？古時候沒有印刷術，唐朝以前都是手寫的，唐朝才發明印刷術，刻版，用松煙，那是古老的。到清朝末年才有鉛字排版，上半個世紀還在用。現在更進步了，電腦排版，速度快，節省時間，機器操作，印刷量非常大，降低了成本，這個緣難得。但是現在人比不上古人，古人真幹，現在人心浮氣躁，對古聖先賢留下這麼多的珍寶，不識貨，把它當作糟粕，這是一個最大的錯誤觀念。自己沒有自信心，對自己的傳統文化失掉自信心，對父母沒有信心，對長輩沒有信心，對老師沒有信心，乃至於對國家領導人也沒有信心，他誰都不相信。這怎麼造成的？統統歸咎於教育失敗了。"
    },
    {
      "id": "02-040-0304_p0006",
      "zh_CN": "我生长在抗战期间，那时候流亡学生，国家收的这些流浪年轻小孩，办中学。国家只有办大学，没有办中学的，有国立中学，把我们当作小兵看待，发给我们粮食，发给我们衣服。我们都是没有家的小孩，学校就是家庭，老师就是父母。所以那个时候我们学校学生，同学的感情比兄弟姐妹好，患难，生死患难在一起。老师照顾我们，我们感恩，照顾我们比父母照顾我们还周到。在那个时代，我们生活在感恩的时代，这个恩德念念不忘，跟现在人完全不一样。现在人养尊处优，不知道恩义，父母的溺爱不但不知道感恩，稍稍不能称心如意，把父母当作仇人，杀父母、杀兄弟。前天我看一则同学们传给我的报导，十几岁小孩把他同学杀掉，手段非常残酷。为什么杀掉？因为这个同学学业比他好，他嫉妒，把他杀掉，他就是班上第一。因为是未成年，不能判死刑，宣判时，让他的家长赔偿被杀害的小孩，赔偿十二万人民币，给他道歉。有这种事情发生，这还得了吗？学校！如果在中国古代，学校发生这个事情，可能校长要受死刑，你怎么教的？社会怎么能发生这种事情？现在这些事情全世界都有，已经不算是新闻了，什么原因？教育出了问题。教育出了问题的根在哪里？根在家庭。",
      "zh_TW": "我生長在抗戰期間，那時候流亡學生，國家收的這些流浪年輕小孩，辦中學。國家只有辦大學，沒有辦中學的，有國立中學，把我們當作小兵看待，發給我們糧食，發給我們衣服。我們都是沒有家的小孩，學校就是家庭，老師就是父母。所以那個時候我們學校學生，同學的感情比兄弟姐妹好，患難，生死患難在一起。老師照顧我們，我們感恩，照顧我們比父母照顧我們還周到。在那個時代，我們生活在感恩的時代，這個恩德念念不忘，跟現在人完全不一樣。現在人養尊處優，不知道恩義，父母的溺愛不但不知道感恩，稍稍不能稱心如意，把父母當作仇人，殺父母、殺兄弟。前天我看一則同學們傳給我的報導，十幾歲小孩把他同學殺掉，手段非常殘酷。為什麼殺掉？因為這個同學學業比他好，他嫉妒，把他殺掉，他就是班上第一。因為是未成年，不能判死刑，宣判時，讓他的家長賠償被殺害的小孩，賠償十二萬人民幣，給他道歉。有這種事情發生，這還得了嗎？學校！如果在中國古代，學校發生這個事情，可能校長要受死刑，你怎麼教的？社會怎麼能發生這種事情？現在這些事情全世界都有，已經不算是新聞了，什麼原因？教育出了問題。教育出了問題的根在哪裡？根在家庭。"
    },
    {
      "id": "02-040-0304_p0007",
      "zh_CN": "外国人，外国的古人，不是今天的人，今天外国人也不行了。古时候外国人真正有学问、有见识的，提到中国没有不佩服的。世界上四大文明古国，三个早就没有了，中国现在还存在，什么原因？二战之前，欧洲有一批学者就研究这个问题。最后的结论，大家认为这可能是中国人重视家庭教育所成就的。这个话是早些年澳洲南昆士兰大学教务长告诉我的，我给他讲，这个结论完全正确。一百年前，中国家庭重视教育，但是已经疏忽了，没有认真去执行。但是二百年前，没有问题，可以说每个家庭的教育都教得很好。谁教？母亲教，母亲真正尽到了责任。读中国圣贤书都知道，一般人不晓得，听到外面的宣传，说中国妇女在古时候没有地位，大家就相信了。你真正念中国书就晓得，中国妇女在社会上地位最高的，为什么？世世代代圣贤、君子从哪里来的？妈妈教出来的。中国人家庭的教育，特别重视教女，而不是教儿子。为什么？有好的女儿，在家里是好的女儿，将来就是贤妻就是良母，她的孩子就是圣贤。她们对国家民族的贡献，中国这个民族世世代代没有被灭亡，就是这些母亲。你说母亲多伟大！",
      "zh_TW": "外國人，外國的古人，不是今天的人，今天外國人也不行了。古時候外國人真正有學問、有見識的，提到中國沒有不佩服的。世界上四大文明古國，三個早就沒有了，中國現在還存在，什麼原因？二戰之前，歐洲有一批學者就研究這個問題。最後的結論，大家認為這可能是中國人重視家庭教育所成就的。這個話是早些年澳洲南昆士蘭大學教務長告訴我的，我給他講，這個結論完全正確。一百年前，中國家庭重視教育，但是已經疏忽了，沒有認真去執行。但是二百年前，沒有問題，可以說每個家庭的教育都教得很好。誰教？母親教，母親真正盡到了責任。讀中國聖賢書都知道，一般人不曉得，聽到外面的宣傳，說中國婦女在古時候沒有地位，大家就相信了。你真正念中國書就曉得，中國婦女在社會上地位最高的，為什麼？世世代代聖賢、君子從哪裡來的？媽媽教出來的。中國人家庭的教育，特別重視教女，而不是教兒子。為什麼？有好的女兒，在家裡是好的女兒，將來就是賢妻就是良母，她的孩子就是聖賢。她們對國家民族的貢獻，中國這個民族世世代代沒有被滅亡，就是這些母親。你說母親多偉大！"
    },
    {
      "id": "02-040-0304_p0008",
      "zh_CN": "现在这些做母亲的人，不教孩子，出去工作，这就错了，五伦里头「夫妇有别」，别没有了。别是什么？不同的任务。家庭经济生活要靠先生出去工作谋生，一个人就够了，家庭生活清苦一点没有关系，要出人才。家庭生活很富裕，两个人一起工作，收入多，底下一代没有了，完了。这个帐谁算过？两个人工作的损失多大？这个家灭了，没有了。一个人工作辛苦一点，这个家会向上发扬光大的，一代比一代兴旺的。这个道理没人讲了，社会上也看不到，都是争名夺利。古时候没有，古时候人都非常本分，安贫乐道。古时候的社会，富贵人有，富贵人照顾贫穷的人多，不照顾贫穷的人少。不能照顾贫穷的，他的家传不了几代；真正能照顾贫穷的，那个家传家久，它久，它可以传几十代。",
      "zh_TW": "現在這些做母親的人，不教孩子，出去工作，這就錯了，五倫裡頭「夫婦有別」，別沒有了。別是什麼？不同的任務。家庭經濟生活要靠先生出去工作謀生，一個人就夠了，家庭生活清苦一點沒有關係，要出人才。家庭生活很富裕，兩個人一起工作，收入多，底下一代沒有了，完了。這個帳誰算過？兩個人工作的損失多大？這個家滅了，沒有了。一個人工作辛苦一點，這個家會向上發揚光大的，一代比一代興旺的。這個道理沒人講了，社會上也看不到，都是爭名奪利。古時候沒有，古時候人都非常本分，安貧樂道。古時候的社會，富貴人有，富貴人照顧貧窮的人多，不照顧貧窮的人少。不能照顧貧窮的，他的家傳不了幾代；真正能照顧貧窮的，那個家傳家久，它久，它可以傳幾十代。"
    },
    {
      "id": "02-040-0304_p0009",
      "zh_CN": "夫妇有别，是做母亲的负的责任，在这整个家庭负的责任，比先生重大，先生只是经济这方面。妇女最重要的责任是教子，怀孕的时候讲求胎教，怀孕十个月，心地要端庄，没有邪思、没有妄想、没有杂念。心里面所想的都是仁义道德、孝悌忠信，都想的这些，言语、动作都守礼。小孩所感受的，母亲的正气，这个孩子出生下来好养。生下来之后，中国古人就知道，这小孩非常聪明，我们大人比不上。小孩生下来，他睁开眼，他会看、他会听，他见闻觉知里面，你知道吗？他没有起心动念，他没有分别执着。那是什么人？那是佛菩萨，那是大圣人。我们每个人都当过，当了多少天？大概一百天，小孩出生那一百天，圣人。我用佛法讲，真常显露，真是真如本性，常是永恒不变，真如本性完全显露出来给你看。你看到什么？最明显看到爱，你看到这个孩子爱心，从他的眼神、从他的动作上你去看他，你细心观察。",
      "zh_TW": "夫婦有別，是做母親的負的責任，在這整個家庭負的責任，比先生重大，先生只是經濟這方面。婦女最重要的責任是教子，懷孕的時候講求胎教，懷孕十個月，心地要端莊，沒有邪思、沒有妄想、沒有雜念。心裡面所想的都是仁義道德、孝悌忠信，都想的這些，言語、動作都守禮。小孩所感受的，母親的正氣，這個孩子出生下來好養。生下來之後，中國古人就知道，這小孩非常聰明，我們大人比不上。小孩生下來，他睜開眼，他會看、他會聽，他見聞覺知裡面，你知道嗎？他沒有起心動念，他沒有分別執著。那是什麼人？那是佛菩薩，那是大聖人。我們每個人都當過，當了多少天？大概一百天，小孩出生那一百天，聖人。我用佛法講，真常顯露，真是真如本性，常是永恆不變，真如本性完全顯露出來給你看。你看到什麼？最明顯看到愛，你看到這個孩子愛心，從他的眼神、從他的動作上你去看他，你細心觀察。"
    },
    {
      "id": "02-040-0304_p0010",
      "zh_CN": "一百天之后，怎么样？被染污了。现在可能更快，不到一百天就被染污了，为什么？他天天看电视，天天收这个不好的东西，看到的、听到的都是不善的，他染污很严重。父母的责任，特别是母亲，不善的、邪恶的不能让他看见，不能让他听到，不能让他接触到。这样子带着他，带多少天？一千天，就是带到三岁。让他在一千天之内，所有一切不善的、邪恶的，他统统没有见到、没有接触到。这样培养出来的人，古人说三岁看八十，他这种禀性的善能保存到一千天，保存到三年，他一辈子都不会改变。他碰到邪恶，他有能力辨别，这个我不接近它。中国几千年传统不灭，有它的道理在！",
      "zh_TW": "一百天之後，怎麼樣？被染污了。現在可能更快，不到一百天就被染污了，為什麼？他天天看電視，天天收這個不好的東西，看到的、聽到的都是不善的，他染污很嚴重。父母的責任，特別是母親，不善的、邪惡的不能讓他看見，不能讓他聽到，不能讓他接觸到。這樣子帶著他，帶多少天？一千天，就是帶到三歲。讓他在一千天之內，所有一切不善的、邪惡的，他統統沒有見到、沒有接觸到。這樣培養出來的人，古人說三歲看八十，他這種稟性的善能保存到一千天，保存到三年，他一輩子都不會改變。他碰到邪惡，他有能力辨別，這個我不接近它。中國幾千年傳統不滅，有它的道理在！"
    },
    {
      "id": "02-040-0304_p0011",
      "zh_CN": "所以从前娶妻，不是娶她家里富贵，不是的，要娶她的贤德，她家里有没有教养，以这个为标准，不以财富。嫁女，那是父母选择，不是自由的，父母经验比妳丰富，父母知道比妳多。而且父母选那个女婿，要选他家庭里面，祖宗至少看五代，这个人他的爸爸、他的祖父、曾祖父、高祖父，是不是好人，是不是善人，是不是一个积德之家？如果是积德之家，再贫穷，嫁给他都好，为什么？他积这个德，后面一定会出人才。孔子的外公把他的女儿，就是孔子的母亲嫁给孔家，看到孔家五代都是断恶修善，积功累德，就断定这一家人决定出人才，就出了孔子。这是中国人重视教育，教育的责任是在妇女的身上，中国古时候对妇女是非常尊重，没有妇女，你家就没有后代，你就完了。",
      "zh_TW": "所以從前娶妻，不是娶她家裡富貴，不是的，要娶她的賢德，她家裡有沒有教養，以這個為標準，不以財富。嫁女，那是父母選擇，不是自由的，父母經驗比妳豐富，父母知道比妳多。而且父母選那個女婿，要選他家庭裡面，祖宗至少看五代，這個人他的爸爸、他的祖父、曾祖父、高祖父，是不是好人，是不是善人，是不是一個積德之家？如果是積德之家，再貧窮，嫁給他都好，為什麼？他積這個德，後面一定會出人才。孔子的外公把他的女兒，就是孔子的母親嫁給孔家，看到孔家五代都是斷惡修善，積功累德，就斷定這一家人決定出人才，就出了孔子。這是中國人重視教育，教育的責任是在婦女的身上，中國古時候對婦女是非常尊重，沒有婦女，你家就沒有後代，你就完了。"
    },
    {
      "id": "02-040-0304_p0012",
      "zh_CN": "所以，男女的职责划分得很清楚，妇女别管先生的事情，先生能赚多少钱，能不能养家，是他的福分，自己真正能够断恶修善，积功累德，慢慢能够富裕起来。你看《了凡四训》就知道，了凡先生命运是很清寒的，不是富贵人，而且寿命还不长，没有儿子，他命里头。中国人相信命运，但是命运能改，遇到佛就改掉了。佛教给他，财富从哪里来？从布施来，愈施愈多，要肯布施。肯以财物照顾别人，比我更差的人，你就会得财富；以聪明智慧照顾别人，你就得聪明智慧；肯帮助些苦难的人，这个人得健康长寿。决定不能害人，决定不能损人利己，只有利人才真正利己，损人利己在历史上找不到的，我们要相信。",
      "zh_TW": "所以，男女的職責劃分得很清楚，婦女別管先生的事情，先生能賺多少錢，能不能養家，是他的福分，自己真正能夠斷惡修善，積功累德，慢慢能夠富裕起來。你看《了凡四訓》就知道，了凡先生命運是很清寒的，不是富貴人，而且壽命還不長，沒有兒子，他命裡頭。中國人相信命運，但是命運能改，遇到佛就改掉了。佛教給他，財富從哪裡來？從布施來，愈施愈多，要肯布施。肯以財物照顧別人，比我更差的人，你就會得財富；以聰明智慧照顧別人，你就得聰明智慧；肯幫助些苦難的人，這個人得健康長壽。決定不能害人，決定不能損人利己，只有利人才真正利己，損人利己在歷史上找不到的，我們要相信。"
    },
    {
      "id": "02-040-0304_p0013",
      "zh_CN": "我的老师李炳南老居士，他到台湾是一个人，夫人跟儿女都在大陆，几十年断绝音信往来。自己地位也还不错，收入也不少，完全拿来做利益众生的事情，自己生活非常节俭。一个月生活费用，在那个时候台湾钱六十块钱，台湾钱跟美金兑换，一块换三十多块；换句话说，他一个月生活费用，跟美金对比，不到两块钱。几十年如一日，一天吃一餐，住个小房子，很小。他不是没有，他自己的收入一个月收入四百多块钱，在那个时候是高收入的。但是他只用六十块，多余的做慈善事业，带头做。九十七岁往生的，我跟他十年，亲眼看见的。",
      "zh_TW": "我的老師李炳南老居士，他到台灣是一個人，夫人跟兒女都在大陸，幾十年斷絕音信往來。自己地位也還不錯，收入也不少，完全拿來做利益眾生的事情，自己生活非常節儉。一個月生活費用，在那個時候台灣錢六十塊錢，台灣錢跟美金兌換，一塊換三十多塊；換句話說，他一個月生活費用，跟美金對比，不到兩塊錢。幾十年如一日，一天吃一餐，住個小房子，很小。他不是沒有，他自己的收入一個月收入四百多塊錢，在那個時候是高收入的。但是他只用六十塊，多餘的做慈善事業，帶頭做。九十七歲往生的，我跟他十年，親眼看見的。"
    },
    {
      "id": "02-040-0304_p0014",
      "zh_CN": "抗战期间我在贵州，刚才讲的国家办的学校，我们流亡学生，那个校长周邦道先生，他也到台湾了，在台湾我们就碰上了。晚年，考选部长找他，请他当考选部政务次长，就是第一副部长。政府给他配了车，配了一辆轿车，家里也装了有电话，是部里面给他付钱的。他在家教他的儿女、教他的家人，这个电话是公家的，打电话的费用是国家付的，不是公家的事情不可以用，外面打进来可以，不可以打出去。他自己不是公务事情，私事，他到巷口去打公用电话。国家给他配的车，上班，上下班用这个车，平常私人出去坐巴士。不可以浪费国家一滴汽油，不可以浪费国家一通电话费的钱，不可以。这是我亲眼看到的，大概全世界只有这一个，找不到第二个。",
      "zh_TW": "抗戰期間我在貴州，剛才講的國家辦的學校，我們流亡學生，那個校長周邦道先生，他也到台灣了，在台灣我們就碰上了。晚年，考選部長找他，請他當考選部政務次長，就是第一副部長。政府給他配了車，配了一輛轎車，家裡也裝了有電話，是部裡面給他付錢的。他在家教他的兒女、教他的家人，這個電話是公家的，打電話的費用是國家付的，不是公家的事情不可以用，外面打進來可以，不可以打出去。他自己不是公務事情，私事，他到巷口去打公用電話。國家給他配的車，上班，上下班用這個車，平常私人出去坐巴士。不可以浪費國家一滴汽油，不可以浪費國家一通電話費的錢，不可以。這是我親眼看到的，大概全世界只有這一個，找不到第二個。"
    },
    {
      "id": "02-040-0304_p0015",
      "zh_CN": "抗战期间我接受这老人的教诲，对全校的师生，就跟兄弟儿女一样，照顾得无微不至，所以我终身感恩。那个时候有救济的物资分配给学生，他自己的儿女在最后。所有人都得到，还有剩的，他家儿女有分，如果没有剩的他们就没有，分不到。大公无私！大公无私是一般人听说的，没见过，这我们亲眼所见的。所以我们对老师那个情，恩情，比对父母还重，同学之间往来比兄弟姐妹还亲。这什么？教育，会不会教。老师一生从事于教育工作，教育是很清高的，自己一点待遇还养大陆上的家族，每个月都寄一点钱回来。政府的公务人员有这样的修养、有这样的德行，国家能不富强吗？他们受的教育是在晚清，清朝末年民国初年。国民党、共产党两党的这些领导人员，在那时候都受过这个教育，他们的革命的确是为人民，是为国家民族。可是遗憾的就是都是在争夺政权，战争没有停息，把教育疏忽了。所以二代、三代，一代不如一代，问题出在这里，这都是我们亲眼看见的。",
      "zh_TW": "抗戰期間我接受這老人的教誨，對全校的師生，就跟兄弟兒女一樣，照顧得無微不至，所以我終身感恩。那個時候有救濟的物資分配給學生，他自己的兒女在最後。所有人都得到，還有剩的，他家兒女有分，如果沒有剩的他們就沒有，分不到。大公無私！大公無私是一般人聽說的，沒見過，這我們親眼所見的。所以我們對老師那個情，恩情，比對父母還重，同學之間往來比兄弟姐妹還親。這什麼？教育，會不會教。老師一生從事於教育工作，教育是很清高的，自己一點待遇還養大陸上的家族，每個月都寄一點錢回來。政府的公務人員有這樣的修養、有這樣的德行，國家能不富強嗎？他們受的教育是在晚清，清朝末年民國初年。國民黨、共產黨兩黨的這些領導人員，在那時候都受過這個教育，他們的革命的確是為人民，是為國家民族。可是遺憾的就是都是在爭奪政權，戰爭沒有停息，把教育疏忽了。所以二代、三代，一代不如一代，問題出在這裡，這都是我們親眼看見的。"
    },
    {
      "id": "02-040-0304_p0016",
      "zh_CN": "现在拯救还来得及吗？来得及。一般人没信心，说实话我也没信心，我怎么敢说来得及？因为我们在汤池做了三年实验。二００五年年底，０六年、０七年、０八年，做了三年实验，做得非常成功。我们做这个实验是被联合国逼出来的，我们在联合国做报告，告诉大家，中国传统文化对于化解冲突、促进全世界的安定和平有效。大家听了欢喜，可是我们下来，散会之后，在一起聊天吃饭，就很多会友提出来了：法师，你讲得很好，这是理想，做不到。我听到这个话，如凉水浇头，我才真正发现世界危机在哪里，我发现了信心危机，你不相信，那就没法子了。你害的重病，这一服药起死回生，你不相信，你不肯用它，那就完了。想了二、三个礼拜，怎么办？科学，拿证据来给我看，没有证据他不相信。所以，逼着我们来做实验班，搞一个小区来做实验。",
      "zh_TW": "現在拯救還來得及嗎？來得及。一般人沒信心，說實話我也沒信心，我怎麼敢說來得及？因為我們在湯池做了三年實驗。二００五年年底，０六年、０七年、０八年，做了三年實驗，做得非常成功。我們做這個實驗是被聯合國逼出來的，我們在聯合國做報告，告訴大家，中國傳統文化對於化解衝突、促進全世界的安定和平有效。大家聽了歡喜，可是我們下來，散會之後，在一起聊天吃飯，就很多會友提出來了：法師，你講得很好，這是理想，做不到。我聽到這個話，如涼水澆頭，我才真正發現世界危機在哪裡，我發現了信心危機，你不相信，那就沒法子了。你害的重病，這一服藥起死回生，你不相信，你不肯用它，那就完了。想了二、三個禮拜，怎麼辦？科學，拿證據來給我看，沒有證據他不相信。所以，逼著我們來做實驗班，搞一個小區來做實驗。"
    },
    {
      "id": "02-040-0304_p0017",
      "zh_CN": "我是讲这是祖宗之德，三宝加持，让我们很快，三、四个月成绩做出来了，这是我们想不到的。我们带着一批老师，心里想着总得两年到三年才能看到效果。我多半时间住在香港，三个月，不到四个月，他们打电话告诉我，成绩出乎意料。汤池小镇整个民风起了一百八十度的转变，人的良心唤醒了，不忍心做不善的事情，这个太难得了。怎么会这么快？我找了个时间去看了一下，我告诉这些老师，我说决定我们不能居功，不要以为我们做得很好，成绩是我们做出来的，我说不可能的。成绩怎么出来的？当地人民听话，这个不可以疏忽，老百姓配合，我们怎么教他真干，才做出这么好的成绩。我说这是祖宗之德，三宝加持，我说我们要虚心、要谦虚，不要以为自己很能干，不可以傲慢，要认真努力做下去。",
      "zh_TW": "我是講這是祖宗之德，三寶加持，讓我們很快，三、四個月成績做出來了，這是我們想不到的。我們帶著一批老師，心裡想著總得兩年到三年才能看到效果。我多半時間住在香港，三個月，不到四個月，他們打電話告訴我，成績出乎意料。湯池小鎮整個民風起了一百八十度的轉變，人的良心喚醒了，不忍心做不善的事情，這個太難得了。怎麼會這麼快？我找了個時間去看了一下，我告訴這些老師，我說決定我們不能居功，不要以為我們做得很好，成績是我們做出來的，我說不可能的。成績怎麼出來的？當地人民聽話，這個不可以疏忽，老百姓配合，我們怎麼教他真幹，才做出這麼好的成績。我說這是祖宗之德，三寶加持，我說我們要虛心、要謙虛，不要以為自己很能幹，不可以傲慢，要認真努力做下去。"
    },
    {
      "id": "02-040-0304_p0018",
      "zh_CN": "把这个成绩、成就向联合国做报告，统统佛菩萨安排，不是人力能做得出来的。过了两个月，五月份，０六年的五月份，联合国有个文件来告诉我，邀请我在巴黎教科文总部跟联合国共同主办一个活动，不是协办，主办的。主办单位一共有五个，邀请我参与，这是想不到的事情。这个活动是纪念释迦牟尼佛二千五百五十周年，主题是「佛教徒对世界人民的贡献」，这么个题目。他来邀我，我不相信，我派了三个人到巴黎去打听，是真的，不是假的。这个活动，联合国邀请的是泰国，泰国是以佛教为国教，泰国的大使推荐我，推荐我也参加主办单位，这么回事情。我在澳洲，代表澳洲的学校参加联合国的和平会议，第一次就是在曼谷，地点在曼谷大学。在那边住了一个多星期，跟泰国的副总理查瓦利将军结识了，热情的接待我，一个星期两次邀请我到他的官邸去吃饭、交流，我们谈得很投缘。所以泰国大使推荐，我有这个信心它不是假，我就答应了。",
      "zh_TW": "把這個成績、成就向聯合國做報告，統統佛菩薩安排，不是人力能做得出來的。過了兩個月，五月份，０六年的五月份，聯合國有個文件來告訴我，邀請我在巴黎教科文總部跟聯合國共同主辦一個活動，不是協辦，主辦的。主辦單位一共有五個，邀請我參與，這是想不到的事情。這個活動是紀念釋迦牟尼佛二千五百五十週年，主題是「佛教徒對世界人民的貢獻」，這麼個題目。他來邀我，我不相信，我派了三個人到巴黎去打聽，是真的，不是假的。這個活動，聯合國邀請的是泰國，泰國是以佛教為國教，泰國的大使推薦我，推薦我也參加主辦單位，這麼回事情。我在澳洲，代表澳洲的學校參加聯合國的和平會議，第一次就是在曼谷，地點在曼谷大學。在那邊住了一個多星期，跟泰國的副總理查瓦利將軍結識了，熱情的接待我，一個星期兩次邀請我到他的官邸去吃飯、交流，我們談得很投緣。所以泰國大使推薦，我有這個信心它不是假，我就答應了。"
    },
    {
      "id": "02-040-0304_p0019",
      "zh_CN": "十月开这个会，五个月的时间，我就藉这个机会把汤池的成就在联合国做报告。这影响就很大，为什么？做出来了，这不是假的，是真的。所以，每个国家的大使都希望到汤池来看。这是被当地的领导拦住了，他们从来没有看到过，这些国家大使是现任的，不是退休的。而且这么多国家，一百九十二个国家地区代表，他们害怕，不敢接受。打电话给巴黎中国大使馆，因为到中国来，要中国大使馆签证，告诉大使馆我们这个中心是非法的，没有资格邀请这些人，所以就取消了。",
      "zh_TW": "十月開這個會，五個月的時間，我就藉這個機會把湯池的成就在聯合國做報告。這影響就很大，為什麼？做出來了，這不是假的，是真的。所以，每個國家的大使都希望到湯池來看。這是被當地的領導攔住了，他們從來沒有看到過，這些國家大使是現任的，不是退休的。而且這麼多國家，一百九十二個國家地區代表，他們害怕，不敢接受。打電話給巴黎中國大使館，因為到中國來，要中國大使館簽證，告訴大使館我們這個中心是非法的，沒有資格邀請這些人，所以就取消了。"
    },
    {
      "id": "02-040-0304_p0020",
      "zh_CN": "经过这次的报告，我知道的至少有三十多个人，这些大使们，用观光旅游的身分到汤池看过，在汤池住了几天。这个里面包括英国的一个汉学家，剑桥大学的麦大维教授，他到汤池住了四天。回去的时候在香港住两天，跟我谈了六个小时，非常恳切希望我到英国去办学。到伦敦去办一个书院，大乘佛学，这个书院隶属于剑桥大学。我很感激他，这个缘分也是非常不容易。可是我谢谢他，谢谢他的好意，我说我不能去。他说为什么？我说你们学校的制度、框架让我无法教学。他说那你用什么方法？我说我没有方法，我们老祖宗有方法。他是汉学家，中国话讲得很好，所以我们直接用中文交流，不需要英语翻译。我告诉他，我说《三字经》你念过没有？他会背，四书他会背，我们不能不佩服这些外国人。我说《三字经》上前面的八句话，就是中国老祖宗留给后人教学的理念、方法都在其中。他都没有警觉到。",
      "zh_TW": "經過這次的報告，我知道的至少有三十多個人，這些大使們，用觀光旅遊的身分到湯池看過，在湯池住了幾天。這個裡面包括英國的一個漢學家，劍橋大學的麥大維教授，他到湯池住了四天。回去的時候在香港住兩天，跟我談了六個小時，非常懇切希望我到英國去辦學。到倫敦去辦一個書院，大乘佛學，這個書院隸屬於劍橋大學。我很感激他，這個緣分也是非常不容易。可是我謝謝他，謝謝他的好意，我說我不能去。他說為什麼？我說你們學校的制度、框架讓我無法教學。他說那你用什麼方法？我說我沒有方法，我們老祖宗有方法。他是漢學家，中國話講得很好，所以我們直接用中文交流，不需要英語翻譯。我告訴他，我說《三字經》你念過沒有？他會背，四書他會背，我們不能不佩服這些外國人。我說《三字經》上前面的八句話，就是中國老祖宗留給後人教學的理念、方法都在其中。他都沒有警覺到。"
    },
    {
      "id": "02-040-0304_p0021",
      "zh_CN": "我给他讲，我说第一句话是办教育的人必须要有的理念，就是肯定「人之初，性本善」，你要肯定，也就是说，肯定人人都有圣贤的资格。正如同佛教人，佛教人建立信心，第一个，一切众生本来是佛。你要承认你自己本来是佛，佛才能教你成佛；你不承认自己本来是佛，佛没法子教你。所以你得会教，学生教不出来，不是学生的责任，老师没教好，不能怪学生。学生不能教，把他开除掉，这是有罪过的。所以中国古人教人，「行有不得，反求诸己」，问题不出在外头，决定出在自己。这是教育最高的理念，我的目标是帮助这些人回归自性，回归本善。他这个人性本善一生能保持不变，教育成功。",
      "zh_TW": "我給他講，我說第一句話是辦教育的人必須要有的理念，就是肯定「人之初，性本善」，你要肯定，也就是說，肯定人人都有聖賢的資格。正如同佛教人，佛教人建立信心，第一個，一切眾生本來是佛。你要承認你自己本來是佛，佛才能教你成佛；你不承認自己本來是佛，佛沒法子教你。所以你得會教，學生教不出來，不是學生的責任，老師沒教好，不能怪學生。學生不能教，把他開除掉，這是有罪過的。所以中國古人教人，「行有不得，反求諸己」，問題不出在外頭，決定出在自己。這是教育最高的理念，我的目標是幫助這些人回歸自性，回歸本善。他這個人性本善一生能保持不變，教育成功。"
    },
    {
      "id": "02-040-0304_p0022",
      "zh_CN": "他为什么会变？下面一句讲到了，「性相近，习相远」。从性上讲没问题，但是习惯这是染污，所谓近朱则赤，近墨则黑。他天天跟好人在一起，他自然是好人；他跟坏人在一起，他就学坏了。好是自然的，坏是不自然的，是学坏的。所以就晓得，扎根教育是在最初的一千天，从出生到三岁，这扎根教育。这上扎的根，扎牢了，后面好教了，他那个时候正所谓是「少成若天性，习惯成自然」，这是好的，良好的习惯。这是个负责任的母亲把他教出来的，社会上所谓是高名厚利、财色名利，不会诱惑他的，他有这个德行、有这个能力，他能辨别，不受诱惑，端在教育。所以底下说「苟不教，性乃迁」，这就是教育的兴起，你要不教他就变坏了。那个时候佛教没传到中国，中国人已经明白，已经觉悟了。佛法到中国来之后，更清楚更明白了。佛告诉我们，八识五十一心所，心所就是心起作用，有五十一种，五十一种里头，善只有十一个，不善的二十六个。所以学坏很容易，学好很难，你的善心所只有十一个，不善的有二十六个。贪瞋痴慢疑这是不善的，它很容易起作用；孝悌忠信这是善的，它只有十一个。比我们中国老祖宗讲得清楚、讲得明白，不教怎么行！",
      "zh_TW": "他為什麼會變？下面一句講到了，「性相近，習相遠」。從性上講沒問題，但是習慣這是染污，所謂近朱則赤，近墨則黑。他天天跟好人在一起，他自然是好人；他跟壞人在一起，他就學壞了。好是自然的，壞是不自然的，是學壞的。所以就曉得，扎根教育是在最初的一千天，從出生到三歲，這扎根教育。這上紮的根，紮牢了，後面好教了，他那個時候正所謂是「少成若天性，習慣成自然」，這是好的，良好的習慣。這是個負責任的母親把他教出來的，社會上所謂是高名厚利、財色名利，不會誘惑他的，他有這個德行、有這個能力，他能辨別，不受誘惑，端在教育。所以底下說「苟不教，性乃遷」，這就是教育的興起，你要不教他就變壞了。那個時候佛教沒傳到中國，中國人已經明白，已經覺悟了。佛法到中國來之後，更清楚更明白了。佛告訴我們，八識五十一心所，心所就是心起作用，有五十一種，五十一種裡頭，善只有十一個，不善的二十六個。所以學壞很容易，學好很難，你的善心所只有十一個，不善的有二十六個。貪瞋痴慢疑這是不善的，它很容易起作用；孝悌忠信這是善的，它只有十一個。比我們中國老祖宗講得清楚、講得明白，不教怎麼行！"
    },
    {
      "id": "02-040-0304_p0023",
      "zh_CN": "我从小在贵州，抗战期间念书的时候，我记得我十四岁的时候，我就想到一生从事于教育，我觉得教学比什么都重要。因为我自己抗战期间四年失学，我知道失学的痛苦。如何能叫天下儿童不失学，都能够把书念好，这是那时候我的梦想，一生走这条路子。二十六岁遇到方东美先生、遇到章嘉大师，这个方向、目标就确定了。但是我的缘，缘也实在讲是佛菩萨安排，没有真正的有力量、有财富的人护法，一生走的路非常艰难、非常困苦，到晚年，八十岁以后比较好一点，过的生活太苦了。这些想法、看法跟许多人谈，大家听了都欢喜，没有人支持，不能落实。最后不得已我们才用网路，用录音带、录影带，到现在用光碟，用卫星电视。卫星电视用了十一年，网路大概将近二十年。收到的效果我相信有，但是我不知道，有多少人收听不晓得，我也不做这些统计，一向不搞这个东西。一生没有道场，这么大的年岁了，有很多人送道场，我不要接受。这种孤单的生活过习惯了，人多了我也招架不了。一生没管过人、没管过事，也没管过钱，三不管，这三不管会跟着我这一辈子。万缘放下，一心念佛，求生净土。",
      "zh_TW": "我從小在貴州，抗戰期間念書的時候，我記得我十四歲的時候，我就想到一生從事於教育，我覺得教學比什麼都重要。因為我自己抗戰期間四年失學，我知道失學的痛苦。如何能叫天下兒童不失學，都能夠把書念好，這是那時候我的夢想，一生走這條路子。二十六歲遇到方東美先生、遇到章嘉大師，這個方向、目標就確定了。但是我的緣，緣也實在講是佛菩薩安排，沒有真正的有力量、有財富的人護法，一生走的路非常艱難、非常困苦，到晚年，八十歲以後比較好一點，過的生活太苦了。這些想法、看法跟許多人談，大家聽了都歡喜，沒有人支持，不能落實。最後不得已我們才用網路，用錄音帶、錄影帶，到現在用光碟，用衛星電視。衛星電視用了十一年，網路大概將近二十年。收到的效果我相信有，但是我不知道，有多少人收聽不曉得，我也不做這些統計，一向不搞這個東西。一生沒有道場，這麼大的年歲了，有很多人送道場，我不要接受。這種孤單的生活過習慣了，人多了我也招架不了。一生沒管過人、沒管過事，也沒管過錢，三不管，這三不管會跟著我這一輩子。萬緣放下，一心念佛，求生淨土。"
    },
    {
      "id": "02-040-0304_p0024",
      "zh_CN": "这一次巴黎的活动，我很感激匈牙利这位大使，她是现任大使团主席，完全是她的策画。去年五月，我们第一次在泰国见面，她带了十七位大使在泰国跟我碰头，我们有长时间的交流。十一月我在斯里兰卡访问，我写了一封信给她，她带了二十五位大使参加斯里兰卡的活动，跟她的先生。我们有将近两个小时的谈话，她对我的想法、看法非常赞同，她说这正是联合国所需要做的事情，希望我到联合国再办一次活动。没有想到今年，就这一次，斯里兰卡的总统在巴黎教科文总部办了个活动，就是纪念释迦牟尼佛圣诞，卫塞节，邀请我参加。今年我是被邀请的，不是主办单位，给我两次讲演，可能还有一次解答问题。一次二十分钟，第二次是两个小时，可能还有一次，大概也要两个小时，解答问题，就是这些大使们，主要对象是一百九十五个国家地区的代表，他们现场提问。我还是用马来西亚的方式，问题如果太多了，解答不完，我带回来，带回来我们在自己的摄影棚，一条一条的解答，做成光碟送给他们。",
      "zh_TW": "這一次巴黎的活動，我很感激匈牙利這位大使，她是現任大使團主席，完全是她的策畫。去年五月，我們第一次在泰國見面，她帶了十七位大使在泰國跟我碰頭，我們有長時間的交流。十一月我在斯里蘭卡訪問，我寫了一封信給她，她帶了二十五位大使參加斯里蘭卡的活動，跟她的先生。我們有將近兩個小時的談話，她對我的想法、看法非常贊同，她說這正是聯合國所需要做的事情，希望我到聯合國再辦一次活動。沒有想到今年，就這一次，斯里蘭卡的總統在巴黎教科文總部辦了個活動，就是紀念釋迦牟尼佛聖誕，衛塞節，邀請我參加。今年我是被邀請的，不是主辦單位，給我兩次講演，可能還有一次解答問題。一次二十分鐘，第二次是兩個小時，可能還有一次，大概也要兩個小時，解答問題，就是這些大使們，主要對象是一百九十五個國家地區的代表，他們現場提問。我還是用馬來西亞的方式，問題如果太多了，解答不完，我帶回來，帶回來我們在自己的攝影棚，一條一條的解答，做成光碟送給他們。"
    },
    {
      "id": "02-040-0304_p0025",
      "zh_CN": "这是个很好的机缘，这一次主要的两桩事情。第一个，我跟他们谈中国的汉学跟文言文，跟《群书治要》，可以帮助这个世界化解一切冲突，希望真正能达到整个世界的和谐。大家有统一的理念，这就是中国传统文化，不能把它看作是某个国家的。所以汤恩比博士，你看我都不知道这份东西，这是汤恩比博士的一本书，访谈的书。是一九七一年在日本接受访谈的，里面有一段的内容跟我现在想的、做的完全相同。这是一本日文的，还有一本也是日文的，若泉敬教授。这三本书可能只印了一版，没有再版，所以这个书很少人知道。台湾大学、国家图书馆都找了，只有两个图书馆有。很难得，他们从旧书摊找到这三本书来给我看。",
      "zh_TW": "這是個很好的機緣，這一次主要的兩樁事情。第一個，我跟他們談中國的漢學跟文言文，跟《群書治要》，可以幫助這個世界化解一切衝突，希望真正能達到整個世界的和諧。大家有統一的理念，這就是中國傳統文化，不能把它看作是某個國家的。所以湯恩比博士，你看我都不知道這份東西，這是湯恩比博士的一本書，訪談的書。是一九七一年在日本接受訪談的，裡面有一段的內容跟我現在想的、做的完全相同。這是一本日文的，還有一本也是日文的，若泉敬教授。這三本書可能只印了一版，沒有再版，所以這個書很少人知道。台灣大學、國家圖書館都找了，只有兩個圖書館有。很難得，他們從舊書攤找到這三本書來給我看。"
    },
    {
      "id": "02-040-0304_p0026",
      "zh_CN": "这是汤恩比博士说的，说得很有意思。汤恩比博士说，二０００年以后，中国将成为世界的领袖。他说只有中国的汉字跟中国的文言文，能做为全世界统一的语言，世界人就有福了。为什么？我们可以想到，从中国古老的家庭教育你就知道，中国人确确实实懂得培养圣贤。中国的文字跟这个拼音字母是完全不相同，他说世界上每个国家族群的文字都用拼音的，拼音的文字是语言、是语音，这个东西会变的，它的缺点就在此地，它会变。会变，几百年、几千年，那言语完全不同了，这个文字你看不懂。中国的汉字、文言文好处它永远不变，它超越时间、超越空间。所以，我们迫切需要一种世界的语言，那选择，中文是最好的。他提出来，大家要学荷兰人，荷兰是航海，喜欢航海，对全世界影响很大。荷兰人的心胸广大，对于任何国家民族的这些遗产，他统统能接受，他不分哪个，都像是自己国家的一样，他没有这个界限。统统能包容，统统能接纳，都把不同国家的、不同族群的、不同宗教，都看到是自己的东西，那么样的热爱。他提醒我们，我们全世界对于中国传统文化，要像荷兰人这样的，要把它当作自己的东西，不要看作是外国的，不要看到是异族的。我们热爱它、学习它，将来统统得到最大的受用。",
      "zh_TW": "這是湯恩比博士說的，說得很有意思。湯恩比博士說，二０００年以後，中國將成為世界的領袖。他說只有中國的漢字跟中國的文言文，能做為全世界統一的語言，世界人就有福了。為什麼？我們可以想到，從中國古老的家庭教育你就知道，中國人確確實實懂得培養聖賢。中國的文字跟這個拼音字母是完全不相同，他說世界上每個國家族群的文字都用拼音的，拼音的文字是語言、是語音，這個東西會變的，它的缺點就在此地，它會變。會變，幾百年、幾千年，那言語完全不同了，這個文字你看不懂。中國的漢字、文言文好處它永遠不變，它超越時間、超越空間。所以，我們迫切需要一種世界的語言，那選擇，中文是最好的。他提出來，大家要學荷蘭人，荷蘭是航海，喜歡航海，對全世界影響很大。荷蘭人的心胸廣大，對於任何國家民族的這些遺產，他統統能接受，他不分哪個，都像是自己國家的一樣，他沒有這個界限。統統能包容，統統能接納，都把不同國家的、不同族群的、不同宗教，都看到是自己的東西，那麼樣的熱愛。他提醒我們，我們全世界對於中國傳統文化，要像荷蘭人這樣的，要把它當作自己的東西，不要看作是外國的，不要看到是異族的。我們熱愛它、學習它，將來統統得到最大的受用。"
    },
    {
      "id": "02-040-0304_p0027",
      "zh_CN": "人类智慧、理念，从饮食起居、健康长寿来说，这些理念、智慧、方法、经验，一直到修身、齐家、治国、平天下，平天下就是世界一家，整个世界是一家人。虽然国与国的存在，把每个国都看作家庭一样，世界是一家。当然这最重要的就是文字，他提出六种语言，做为国际共同语言，正是现在联合国所用的，法语、英语、西班牙语、俄罗斯语，他举了，还有中国语言。特别提醒，只有中国语言它不受时间、空间影响。他举个例子，他说如果说是公元前五百年，就是二千五百年前，有一个中国人活了，复活了。假设这个人是孔子，孔子复活了，遇到现在，那个时候中国主席毛泽东，他这是四十多年前说的话。他说他们两个人遇到了，他们不会用语言交谈，语言交谈不一样了，变了。他可以用文字，就是文言文，用文言文来交谈，写出来叫对方看，意思一点都不错，可以能够完全理解。他说这是世界上所有国家语文做不到的，中国能做到，一丝毫不走样，这个太难得了！所以在他的理想当中，大概二０三０年，三、四十年之后，中国文言文非常可能成为全世界通用的文字。通用到什么程度？他说可能像阿拉伯的数字一样，阿拉伯数字被全世界共用了。他说中国文言文将来会变成像阿拉伯数字，被全世界共用。这也是我们在联合国这次活动的主题。",
      "zh_TW": "人類智慧、理念，從飲食起居、健康長壽來說，這些理念、智慧、方法、經驗，一直到修身、齊家、治國、平天下，平天下就是世界一家，整個世界是一家人。雖然國與國的存在，把每個國都看作家庭一樣，世界是一家。當然這最重要的就是文字，他提出六種語言，做為國際共同語言，正是現在聯合國所用的，法語、英語、西班牙語、俄羅斯語，他舉了，還有中國語言。特別提醒，只有中國語言它不受時間、空間影響。他舉個例子，他說如果說是公元前五百年，就是二千五百年前，有一個中國人活了，復活了。假設這個人是孔子，孔子復活了，遇到現在，那個時候中國主席毛澤東，他這是四十多年前說的話。他說他們兩個人遇到了，他們不會用語言交談，語言交談不一樣了，變了。他可以用文字，就是文言文，用文言文來交談，寫出來叫對方看，意思一點都不錯，可以能夠完全理解。他說這是世界上所有國家語文做不到的，中國能做到，一絲毫不走樣，這個太難得了！所以在他的理想當中，大概二０三０年，三、四十年之後，中國文言文非常可能成為全世界通用的文字。通用到什麼程度？他說可能像阿拉伯的數字一樣，阿拉伯數字被全世界共用了。他說中國文言文將來會變成像阿拉伯數字，被全世界共用。這也是我們在聯合國這次活動的主題。"
    },
    {
      "id": "02-040-0304_p0028",
      "zh_CN": "另外一部分，在这个书里头，还没有查出来，我就找人去查，关于宗教他的看法，也非常重要。我是在他跟池田大作谈话里头有一段谈到这个问题，他非常重视宗教。宗教，这些年来，我都努力在做要回归教育，宗教要回归教育。宗教的创始人，可以说都是伟大的社会教育家。如果要安定社会、要化解冲突、促进安定和平，宗教教学是非常伟大的力量。我也做了一生的实验，用佛法五十五年讲经教学，无形当中确实是化解了一些问题。所有的宗教都要来做这个，这力量就大了。现在大家不肯干，方向迷失了，目标没有了。人没有一个目标，就像一条船在大海里头航行没有目的地，没有方向，没有目标，那就苦不堪言，灾难是不能避免。",
      "zh_TW": "另外一部分，在這個書裡頭，還沒有查出來，我就找人去查，關於宗教他的看法，也非常重要。我是在他跟池田大作談話裡頭有一段談到這個問題，他非常重視宗教。宗教，這些年來，我都努力在做要回歸教育，宗教要回歸教育。宗教的創始人，可以說都是偉大的社會教育家。如果要安定社會、要化解衝突、促進安定和平，宗教教學是非常偉大的力量。我也做了一生的實驗，用佛法五十五年講經教學，無形當中確實是化解了一些問題。所有的宗教都要來做這個，這力量就大了。現在大家不肯幹，方向迷失了，目標沒有了。人沒有一個目標，就像一條船在大海裡頭航行沒有目的地，沒有方向，沒有目標，那就苦不堪言，災難是不能避免。"
    },
    {
      "id": "02-040-0304_p0029",
      "zh_CN": "宗教经典、古圣先贤的教诲为我们指出一个方向，指出一个目标，佛教教人成佛成菩萨。但是现在许多人对佛教误会，真不了解，把佛菩萨当作神仙、神明、鬼神看待，完全错了，不知道佛菩萨就是自己。中国讲的古圣先贤，圣人贤人也是自己。刚才我说了，人生下来一百天，那个婴儿就是圣人、就是贤人，就是佛、就是菩萨。如果他再跟佛菩萨在一起，他就成佛了，他跟圣贤在一起，他就成圣，真的，不是假的。他不跟圣贤人在一起，现在小孩一出生，跟谁在一起？跟电视在一起，电视一打开他就看了。三、四岁他就玩电动玩具了，就跟电脑接触了。那么要问问，今天电视教什么？电脑教什么？他天天在学。学到他长大，他头脑比你厉害，什么样的歪主意，你想像不到，他都能做得到。这还得了吗？这怎么办？",
      "zh_TW": "宗教經典、古聖先賢的教誨為我們指出一個方向，指出一個目標，佛教教人成佛成菩薩。但是現在許多人對佛教誤會，真不了解，把佛菩薩當作神仙、神明、鬼神看待，完全錯了，不知道佛菩薩就是自己。中國講的古聖先賢，聖人賢人也是自己。剛才我說了，人生下來一百天，那個嬰兒就是聖人、就是賢人，就是佛、就是菩薩。如果他再跟佛菩薩在一起，他就成佛了，他跟聖賢在一起，他就成聖，真的，不是假的。他不跟聖賢人在一起，現在小孩一出生，跟誰在一起？跟電視在一起，電視一打開他就看了。三、四歲他就玩電動玩具了，就跟電腦接觸了。那麼要問問，今天電視教什麼？電腦教什麼？他天天在學。學到他長大，他頭腦比你厲害，什麼樣的歪主意，你想像不到，他都能做得到。這還得了嗎？這怎麼辦？"
    },
    {
      "id": "02-040-0304_p0030",
      "zh_CN": "唯一的办法就是希望宗教去讲经，把经典的义理，经典里面讲的这些道德，伦常道德，节录选择出来教化信徒。让信徒个个觉悟，个个明理，个个都变成好人。我们汤池的实验证明两桩事情，第一个证明人性本善，第二个证明人是很好教的，因为人都有良心，没有人教不行。搞教育最重要的，老师，老师不要多，有五、六十个人足够了。国家能够培养五、六十个这样的好老师，辟一个电视频道，二十四小时不中断，播放老师教学的节目，我相信收看的人一定很多。这是从我最近这十年经验当中，我们用卫星，但是卫星不能下载，每个国家都制定是不能下载，只有能用接收器可以收看，收看的人不少。现在比较方便一点，可以用接通网路，用网路能收看到卫星，这是个好工具。如果国家能够开放，每个国家电视台都有这个频道来播放，那个效果就大了，真正产生巨大的作用。我们希望联合国能够明白、能够重视。汤恩比想到了，用什么方法解决？用教育。他的理想是联合国办一个世界文化大学，多元文化。这是个超然的组织，不属于任何国家的，不属于任何族群，也不属于任何宗教，统统可以参与，这是很好的一个构想。",
      "zh_TW": "唯一的辦法就是希望宗教去講經，把經典的義理，經典裡面講的這些道德，倫常道德，節錄選擇出來教化信徒。讓信徒個個覺悟，個個明理，個個都變成好人。我們湯池的實驗證明兩樁事情，第一個證明人性本善，第二個證明人是很好教的，因為人都有良心，沒有人教不行。搞教育最重要的，老師，老師不要多，有五、六十個人足夠了。國家能夠培養五、六十個這樣的好老師，闢一個電視頻道，二十四小時不中斷，播放老師教學的節目，我相信收看的人一定很多。這是從我最近這十年經驗當中，我們用衛星，但是衛星不能下載，每個國家都制定是不能下載，只有能用接收器可以收看，收看的人不少。現在比較方便一點，可以用接通網路，用網路能收看到衛星，這是個好工具。如果國家能夠開放，每個國家電視台都有這個頻道來播放，那個效果就大了，真正產生巨大的作用。我們希望聯合國能夠明白、能夠重視。湯恩比想到了，用什麼方法解決？用教育。他的理想是聯合國辦一個世界文化大學，多元文化。這是個超然的組織，不屬於任何國家的，不屬於任何族群，也不屬於任何宗教，統統可以參與，這是很好的一個構想。"
    },
    {
      "id": "02-040-0304_p0031",
      "zh_CN": "灵峰大师就是蕅益大师，《金刚经》注解里头这句话，「真如无别处所」，真如就是我们的真心。真心在哪里？《楞严经》一开端就谈这个问题。这是释迦牟尼佛问阿难，你为什么想出家？阿难回答说，我看到你的相，三十二相八十种好，这种相貌不是父母生的，一定是你修来的，我也很想跟你一样，所以我出家了，你出家，我也出家。他是为相好而出家的，他心里想的是相好。那佛就问了，你用这个心想，你这个心在哪里？佛不问他是真心妄心，你心在哪里？阿难说了七个地方，佛都把他否定了。统统否定之后，阿难着急了，那这样，这是我没有心了。这是《楞严经》很大一部分，「七处征心」。心没有形相，不管是真心是妄心，它不是物质现象，它也不是心理现象，也不是自然现象，它什么都不是。它存在，它是宇宙万法的本体。",
      "zh_TW": "靈峰大師就是蕅益大師，《金剛經》註解裡頭這句話，「真如無別處所」，真如就是我們的真心。真心在哪裡？《楞嚴經》一開端就談這個問題。這是釋迦牟尼佛問阿難，你為什麼想出家？阿難回答說，我看到你的相，三十二相八十種好，這種相貌不是父母生的，一定是你修來的，我也很想跟你一樣，所以我出家了，你出家，我也出家。他是為相好而出家的，他心裡想的是相好。那佛就問了，你用這個心想，你這個心在哪裡？佛不問他是真心妄心，你心在哪裡？阿難說了七個地方，佛都把他否定了。統統否定之後，阿難著急了，那這樣，這是我沒有心了。這是《楞嚴經》很大一部分，「七處徵心」。心沒有形相，不管是真心是妄心，它不是物質現象，它也不是心理現象，也不是自然現象，它什麼都不是。它存在，它是宇宙萬法的本體。"
    },
    {
      "id": "02-040-0304_p0032",
      "zh_CN": "中国人都晓得禅宗有个六祖惠能大师，惠能大师不认识字，二十四岁开悟的，开悟就是明心见性，见性成佛。心是什么？他说了五句话就是描绘心的。第一个，心是清净的，他讲真心，从来没有染污过，染污是妄心。真心跟妄心是一个心，没有染污是真的，就是没有起心动念、没有分别执着，这是真心。小孩在一百天，我们讲一百天，母亲好好照顾他，所有一切不善的、邪恶的统统不让他接触，不能给他看见，不能给他听见。他能保持一百天，这一百天体露真常，就是真如表现出来了，你细心观察，我们每个人都有这个经历。不幸的是母亲疏忽了，让我们看到一些不能看的东西，这个东西记在心上，就是阿赖耶识里头种子。这个种子不只现在有，过去也有，现在跟过去可以结合在一块，它就起作用了。他就有邪思，不正当的思想、不正当的见解、不正当的言行都出来了。所以你说教育多重要！",
      "zh_TW": "中國人都曉得禪宗有個六祖惠能大師，惠能大師不認識字，二十四歲開悟的，開悟就是明心見性，見性成佛。心是什麼？他說了五句話就是描繪心的。第一個，心是清淨的，他講真心，從來沒有染污過，染污是妄心。真心跟妄心是一個心，沒有染污是真的，就是沒有起心動念、沒有分別執著，這是真心。小孩在一百天，我們講一百天，母親好好照顧他，所有一切不善的、邪惡的統統不讓他接觸，不能給他看見，不能給他聽見。他能保持一百天，這一百天體露真常，就是真如表現出來了，你細心觀察，我們每個人都有這個經歷。不幸的是母親疏忽了，讓我們看到一些不能看的東西，這個東西記在心上，就是阿賴耶識裡頭種子。這個種子不只現在有，過去也有，現在跟過去可以結合在一塊，它就起作用了。他就有邪思，不正當的思想、不正當的見解、不正當的言行都出來了。所以你說教育多重要！"
    },
    {
      "id": "02-040-0304_p0033",
      "zh_CN": "尤其现在，我是常常讲，讲了几十年，两种人能救全世界，能毁灭全世界。哪两种人？一种国家领导人，一种是媒体主持人，为什么？他天天在教。今天人心坏了，怎么坏的？教坏的，你不教他怎么会坏？小孩生下来一百天善良，是纯净纯善，没有分别执着，谁抱他他都欢喜，他跟谁都笑咪咪的，都那么温柔。到他一认生了，他只要他妈妈抱他，别人抱他不要了，他就有分别执着，就有起心动念，不善了，就变质了，他就有起心动念。所以现在人变得太快了，为什么？都是这些高科技帮他的忙。我们实在讲，我记得我这一生，要说小孩懂事了，能察言观色，我大概是十岁以后，十岁以前都不知道。跟任何人都没有分别、没有执着，甚至于没有起心动念。在农村里头，偏僻，乡村，城市就不行了，城市就很容易染污，所以乡下人老实。在我这个年龄，能保持到十岁，非常非常不简单。所以我在十四岁能想出很多很多东西。",
      "zh_TW": "尤其現在，我是常常講，講了幾十年，兩種人能救全世界，能毀滅全世界。哪兩種人？一種國家領導人，一種是媒體主持人，為什麼？他天天在教。今天人心壞了，怎麼壞的？教壞的，你不教他怎麼會壞？小孩生下來一百天善良，是純淨純善，沒有分別執著，誰抱他他都歡喜，他跟誰都笑咪咪的，都那麼溫柔。到他一認生了，他只要他媽媽抱他，別人抱他不要了，他就有分別執著，就有起心動念，不善了，就變質了，他就有起心動念。所以現在人變得太快了，為什麼？都是這些高科技幫他的忙。我們實在講，我記得我這一生，要說小孩懂事了，能察言觀色，我大概是十歲以後，十歲以前都不知道。跟任何人都沒有分別、沒有執著，甚至於沒有起心動念。在農村裡頭，偏僻，鄉村，城市就不行了，城市就很容易染污，所以鄉下人老實。在我這個年齡，能保持到十歲，非常非常不簡單。所以我在十四歲能想出很多很多東西。"
    },
    {
      "id": "02-040-0304_p0034",
      "zh_CN": "十四岁失学什么原因？家穷，缴不起学费。父亲是军人，参加抗日战争，他们在前方，我们在后方，生活非常艰难。所以我头一个念头，我能读书，为什么失学？没有钱。怎样能把书念好，不失学？最好学校都不要收学费，不但不收学费，还供养学生吃穿，就等于完全公费，这个多好。钱从哪里来？我就想，你看十四岁，就想到纳税。人民对国家纳税，里面有一部分，百分之十做为教育费，专门养学生的，从学生上学一直到大学、研究所，钱都是这笔费用开销，不做其他用途。我就想出这个点子，教育全是公费，只要上学。没有想到斯里兰卡做到了，我去的时候问他们的学生，全是公费。我十四岁所想的，这梦想，没有想到在你们国家实现了。就是人民的收入百分之十要做为教育费，有钱的人多纳，没钱的人少纳，纳这百分之十。有下一代，这个国家才能延续，民族才可以延续，希望一代比一代好。要出人才，没有人才就不得了。一代不如一代会走向灭亡，一代比一代兴旺，是古圣先贤所向往的。",
      "zh_TW": "十四歲失學什麼原因？家窮，繳不起學費。父親是軍人，參加抗日戰爭，他們在前方，我們在後方，生活非常艱難。所以我頭一個念頭，我能讀書，為什麼失學？沒有錢。怎樣能把書念好，不失學？最好學校都不要收學費，不但不收學費，還供養學生吃穿，就等於完全公費，這個多好。錢從哪裡來？我就想，你看十四歲，就想到納稅。人民對國家納稅，裡面有一部分，百分之十做為教育費，專門養學生的，從學生上學一直到大學、研究所，錢都是這筆費用開銷，不做其他用途。我就想出這個點子，教育全是公費，只要上學。沒有想到斯里蘭卡做到了，我去的時候問他們的學生，全是公費。我十四歲所想的，這夢想，沒有想到在你們國家實現了。就是人民的收入百分之十要做為教育費，有錢的人多納，沒錢的人少納，納這百分之十。有下一代，這個國家才能延續，民族才可以延續，希望一代比一代好。要出人才，沒有人才就不得了。一代不如一代會走向滅亡，一代比一代興旺，是古聖先賢所嚮往的。"
    },
    {
      "id": "02-040-0304_p0035",
      "zh_CN": "所以自性，不管真心妄心，你决定找不到。它在哪里？它无处不在，无时不在，所以无别处所，可从彼来。你见到佛了，佛从哪来的？当下就是，《楞严经》说，当处出生，随处灭尽。佛经上这些话，我相信一、二十年之后，科学家统统证明了。现在的科学家已经发现微中子，微中子是物质最小的单位。《金刚经》上告诉我们，整个宇宙就是最小的物质单位组成的、组合的，叫一合相。你把所有一切物质现象分析到最后，就是微中子。微中子具足色受想行识，佛家讲的五蕴。这五样东西它是聚在一起，它不能分的，它是一体的。所以，物质跟精神是一体，色法跟心法是一不是二。而且佛经上常说，「色由心生，相由心生」，说明物质现象是先有心后有物。但是它的速度太快，我们没法子想像，好像是同时发生。虽是同时发生，有先后，色是最后。所以任何物质现象，用现在人的说法，全是有机体，活的，它不是死的。这一张卡片是活的，为什么？它能看，它能听，它能懂得我们意思，我们起心动念它都知道。桌子，它知道。",
      "zh_TW": "所以自性，不管真心妄心，你決定找不到。它在哪裡？它無處不在，無時不在，所以無別處所，可從彼來。你見到佛了，佛從哪來的？當下就是，《楞嚴經》說，當處出生，隨處滅盡。佛經上這些話，我相信一、二十年之後，科學家統統證明了。現在的科學家已經發現微中子，微中子是物質最小的單位。《金剛經》上告訴我們，整個宇宙就是最小的物質單位組成的、組合的，叫一合相。你把所有一切物質現象分析到最後，就是微中子。微中子具足色受想行識，佛家講的五蘊。這五樣東西它是聚在一起，它不能分的，它是一體的。所以，物質跟精神是一體，色法跟心法是一不是二。而且佛經上常說，「色由心生，相由心生」，說明物質現象是先有心後有物。但是它的速度太快，我們沒法子想像，好像是同時發生。雖是同時發生，有先後，色是最後。所以任何物質現象，用現在人的說法，全是有機體，活的，它不是死的。這一張卡片是活的，為什麼？它能看，它能聽，它能懂得我們意思，我們起心動念它都知道。桌子，它知道。"
    },
    {
      "id": "02-040-0304_p0036",
      "zh_CN": "去年三月间，美国修．蓝博士到我这里参观，这也是个奇人，用意念治病。他跟病人可以不需要见面，他只需要四个资料，第一个病人的姓名，第二个病人的出生年月日，第三个病人现在住在什么地方，第四个要病历。他就拿到这四样东西，就能把你的病治好，距离几千里没有关系。他来看我，我问他，你根据什么道理？他告诉我清净心，自己必须心地清净，一尘不染。要把自己，他不是佛教徒，他知道心是清净的，要把自己记忆，他讲记忆，所有一切不善的记忆要把它清除掉，不善的记忆，再来善的记忆也清除掉。善与不善统统清除掉，你的心就清净了。这个很有道理，不善的记忆是三恶道，善的记忆是三善道，都出不了六道轮回。善、不善统统清除掉，清净了。用这样的清净心，就能给人治病。",
      "zh_TW": "去年三月間，美國修．藍博士到我這裡參觀，這也是個奇人，用意念治病。他跟病人可以不需要見面，他只需要四個資料，第一個病人的姓名，第二個病人的出生年月日，第三個病人現在住在什麼地方，第四個要病歷。他就拿到這四樣東西，就能把你的病治好，距離幾千里沒有關係。他來看我，我問他，你根據什麼道理？他告訴我清淨心，自己必須心地清淨，一塵不染。要把自己，他不是佛教徒，他知道心是清淨的，要把自己記憶，他講記憶，所有一切不善的記憶要把它清除掉，不善的記憶，再來善的記憶也清除掉。善與不善統統清除掉，你的心就清淨了。這個很有道理，不善的記憶是三惡道，善的記憶是三善道，都出不了六道輪迴。善、不善統統清除掉，清淨了。用這樣的清淨心，就能給人治病。"
    },
    {
      "id": "02-040-0304_p0037",
      "zh_CN": "方法，把病人观想跟自己融成一体，病人就是我，我就是病人，把他观想成为一体。打开他的病历就是自己的病历，五脏六腑哪个地方出了毛病，完全用观想的方法。他有四句口诀，自己忏悔，肺有病了，要诚心诚意对这个肺说我对不起你，我做错了事情，让你受害。「对不起，请原谅，谢谢你，我爱你」，就这四句，反复不断的讲，半个小时。一天做半个小时，三十天病就好了。我这里病好了，对方的病就好了。夏威夷古老的祖宗留下来的方法，我跟他说，我说这个方法你要广泛的去宣传，为什么？真有灾难来了，到时候药没有了，医生没有了，这个方法有效。他确实是在做，到处传给别人，写成书、做成光碟教人，我这里有他一张照片。他到我这里参观，告诉我们大家，桌子会看、会听，懂得人意思，地板、墙壁、天花板，我们起心动念能瞒过谁？一个都瞒不过。你说瞒过别人是自己欺骗自己，有清净心的人你就瞒他不过。他去年到我这里来，今年七十四岁，小我十三岁。",
      "zh_TW": "方法，把病人觀想跟自己融成一體，病人就是我，我就是病人，把他觀想成為一體。打開他的病歷就是自己的病歷，五臟六腑哪個地方出了毛病，完全用觀想的方法。他有四句口訣，自己懺悔，肺有病了，要誠心誠意對這個肺說我對不起你，我做錯了事情，讓你受害。「對不起，請原諒，謝謝你，我愛你」，就這四句，反覆不斷的講，半個小時。一天做半個小時，三十天病就好了。我這裡病好了，對方的病就好了。夏威夷古老的祖宗留下來的方法，我跟他說，我說這個方法你要廣泛的去宣傳，為什麼？真有災難來了，到時候藥沒有了，醫生沒有了，這個方法有效。他確實是在做，到處傳給別人，寫成書、做成光碟教人，我這裡有他一張照片。他到我這裡參觀，告訴我們大家，桌子會看、會聽，懂得人意思，地板、牆壁、天花板，我們起心動念能瞞過誰？一個都瞞不過。你說瞞過別人是自己欺騙自己，有清淨心的人你就瞞他不過。他去年到我這裡來，今年七十四歲，小我十三歲。"
    },
    {
      "id": "02-040-0304_p0038",
      "zh_CN": "所以我们要肯定，整个宇宙就是一个心，一个心变现出来的。确确实实，我们是什么关系？一体。人现在就是迷失了，不知道我们是一体，不知道相亲相爱，不知道互助合作，要在这里头争名夺利，互相残杀。六道轮回是自己造的，天堂地狱是自己造的，全是假相，不是真的。真相是什么？净土宗讲的常寂光净土，那是真的。佛法修学最后的目的，回归常寂光，那叫圆满成佛。到达常寂光的边缘，还回不去的，这是实报庄严土，这就是极乐世界。所以到达极乐世界，必定入常寂光，只是时间早晚问题。回归自性太重要了，我们不能不知道。",
      "zh_TW": "所以我們要肯定，整個宇宙就是一個心，一個心變現出來的。確確實實，我們是什麼關係？一體。人現在就是迷失了，不知道我們是一體，不知道相親相愛，不知道互助合作，要在這裡頭爭名奪利，互相殘殺。六道輪迴是自己造的，天堂地獄是自己造的，全是假相，不是真的。真相是什麼？淨土宗講的常寂光淨土，那是真的。佛法修學最後的目的，回歸常寂光，那叫圓滿成佛。到達常寂光的邊緣，還回不去的，這是實報莊嚴土，這就是極樂世界。所以到達極樂世界，必定入常寂光，只是時間早晚問題。回歸自性太重要了，我們不能不知道。"
    },
    {
      "id": "02-040-0304_p0039",
      "zh_CN": "佛法是告诉我们宇宙、人生、万物的真相，真相明了就是智慧，这个智慧是自性本有的，不是外来的。只要把这些障碍、染污去掉，自性就显露了，你就见到了。这是东方跟西方教学的理念不相同地方，东方是教你觉悟，西方人是教你广学多闻，那是知识，东方人是智慧。智慧，不认识字都可以，惠能不认识字，没念过书，他觉悟了；伊斯兰教创教的穆罕默德，不认识字，他能说出一部《古兰经》，别人就写，他说别人写。这些是什么？这些在佛法讲明心见性的人，不是明心见性他做不到。所以我们跟整个宇宙万物确实是一体，我们心量要扩大，心包太虚，量周沙界，不仅是一个地球。这个地球在太虚空当中太渺小了，我们的心量要拓开。所以真正认识心，心没有来去，心现一切境界也没来去，就在当下，当处出生，随处灭尽，说得好。",
      "zh_TW": "佛法是告訴我們宇宙、人生、萬物的真相，真相明瞭就是智慧，這個智慧是自性本有的，不是外來的。只要把這些障礙、染污去掉，自性就顯露了，你就見到了。這是東方跟西方教學的理念不相同地方，東方是教你覺悟，西方人是教你廣學多聞，那是知識，東方人是智慧。智慧，不認識字都可以，惠能不認識字，沒念過書，他覺悟了；伊斯蘭教創教的穆罕默德，不認識字，他能說出一部《古蘭經》，別人就寫，他說別人寫。這些是什麼？這些在佛法講明心見性的人，不是明心見性他做不到。所以我們跟整個宇宙萬物確實是一體，我們心量要擴大，心包太虛，量周沙界，不僅是一個地球。這個地球在太虛空當中太渺小了，我們的心量要拓開。所以真正認識心，心沒有來去，心現一切境界也沒來去，就在當下，當處出生，隨處滅盡，說得好。"
    },
    {
      "id": "02-040-0304_p0040",
      "zh_CN": "他说「生死」，真如是如是，生死亦如是，「无别处所，可从此去」，都在一念。不来不去，不生不灭，不一不异，《中观论》上讲的八不，不常不断，这是整个宇宙一切万法的真相。为什么会有这些事情？下面说了，「故以有缘则现」。什么是缘？众生有感这是缘，常寂光里面的自性就有应。常寂光里头无量无边诸佛如来，统统变成光，光与光交融成一体。智慧是一体，本性是一体，现相是一体，一即是多，多即是一。现在我们看，你们用的手机，电晶体，那个晶片可能没有指甲这么大，里面含藏多少东西。要知道整个宇宙没有大小，你看一片晶体，在佛法看，它含藏整个宇宙。我们科学技术还达不到，才能容一部分，其实容整个宇宙。整个宇宙跟晶体里面整个宇宙无二无别，没有两样，所以它没有大小。这叫不思议境界，你无法想像，不能想，你也说不出，到时候你见到了。什么时候？到第八地。你慢慢学习，提升自己，也就是不断的放下，放到第八地，差不多快放尽了，这时候你见到了，完全明白了，这叫成佛。佛的世界里面只有互助、只有爱，我们在儿童身上、婴儿身上看到爱，这个爱是真爱。也就是，为什么说真的？他没有起心动念，没有分别执着，这就是真的。有起心动念、分别执着就变质了，就是假的。",
      "zh_TW": "他說「生死」，真如是如是，生死亦如是，「無別處所，可從此去」，都在一念。不來不去，不生不滅，不一不異，《中觀論》上講的八不，不常不斷，這是整個宇宙一切萬法的真相。為什麼會有這些事情？下面說了，「故以有緣則現」。什麼是緣？眾生有感這是緣，常寂光裡面的自性就有應。常寂光裡頭無量無邊諸佛如來，統統變成光，光與光交融成一體。智慧是一體，本性是一體，現相是一體，一即是多，多即是一。現在我們看，你們用的手機，電晶體，那個晶片可能沒有指甲這麼大，裡面含藏多少東西。要知道整個宇宙沒有大小，你看一片晶體，在佛法看，它含藏整個宇宙。我們科學技術還達不到，才能容一部分，其實容整個宇宙。整個宇宙跟晶體裡面整個宇宙無二無別，沒有兩樣，所以它沒有大小。這叫不思議境界，你無法想像，不能想，你也說不出，到時候你見到了。什麼時候？到第八地。你慢慢學習，提升自己，也就是不斷的放下，放到第八地，差不多快放盡了，這時候你見到了，完全明白了，這叫成佛。佛的世界裡面只有互助、只有愛，我們在兒童身上、嬰兒身上看到愛，這個愛是真愛。也就是，為什麼說真的？他沒有起心動念，沒有分別執著，這就是真的。有起心動念、分別執著就變質了，就是假的。"
    },
    {
      "id": "02-040-0304_p0041",
      "zh_CN": "那我们在这个染缸里头，这世间是染缸，现在大家知道地球上染污太严重了。我们在这个染缸里头，如何保持着不染污，不受染污，这叫功夫，这叫戒定慧。你有戒定慧你就不会染污，你没有戒定慧，肯定被染污。由此可知，戒定慧三学多重要，戒定慧对自己带来的太大的利益了！能持戒，就是世间的圣贤。我看到这两位老师，一个是周邦道校长，一个是李老师，我跟他学佛十年，这持戒，不应该得的东西，绝不动它。公家装的电话，怎么不可以用？当然可以用！不用，不是公事不用。他家全家要持戒，老头规定的。家里有车，不是公事绝不要去坐。他的儿女都说爸爸是个老古董，没有办法，不适合这个时代，怎么会有这种做法？他跟我们在一起，我们同学，他说对学生好，对我们儿女不好。儿女都有埋怨，不能谅解。他做得对，做得一点都不错。夫人晚年念佛，火化的时候三百多颗舍利，出家人比不上。那就是受戒，把中国五伦、五常、八德真做到了，真一点都不含糊，认真老实去做，不义的事情，念头都没有。这是我们亲眼看到的，世间的大善人，不学佛他也不会堕三恶道。",
      "zh_TW": "那我們在這個染缸裡頭，這世間是染缸，現在大家知道地球上染污太嚴重了。我們在這個染缸裡頭，如何保持著不染污，不受染污，這叫功夫，這叫戒定慧。你有戒定慧你就不會染污，你沒有戒定慧，肯定被染污。由此可知，戒定慧三學多重要，戒定慧對自己帶來的太大的利益了！能持戒，就是世間的聖賢。我看到這兩位老師，一個是周邦道校長，一個是李老師，我跟他學佛十年，這持戒，不應該得的東西，絕不動它。公家裝的電話，怎麼不可以用？當然可以用！不用，不是公事不用。他家全家要持戒，老頭規定的。家裡有車，不是公事絕不要去坐。他的兒女都說爸爸是個老古董，沒有辦法，不適合這個時代，怎麼會有這種做法？他跟我們在一起，我們同學，他說對學生好，對我們兒女不好。兒女都有埋怨，不能諒解。他做得對，做得一點都不錯。夫人晚年念佛，火化的時候三百多顆舍利，出家人比不上。那就是受戒，把中國五倫、五常、八德真做到了，真一點都不含糊，認真老實去做，不義的事情，念頭都沒有。這是我們親眼看到的，世間的大善人，不學佛他也不會墮三惡道。"
    },
    {
      "id": "02-040-0304_p0042",
      "zh_CN": "修定的，那就是出世间圣人，证果的圣人。那要是悟，定、慧，开智慧那是大圣人，那是明心见性，在佛法讲，那成佛了。定是菩萨，阿罗汉、菩萨。佛陀教育走这一条路子，这个里面的学者，成就的人，不分男女老少，只要你认真干，你到这个功夫你就成就了。你成为菩萨，成为罗汉，成为佛陀，你得大自在，你对于整个宇宙都了解。所以一切法确实当处出生，随处灭尽，就在这一念。这一念转过来就成佛了，要转得快，不能让它相续。",
      "zh_TW": "修定的，那就是出世間聖人，證果的聖人。那要是悟，定、慧，開智慧那是大聖人，那是明心見性，在佛法講，那成佛了。定是菩薩，阿羅漢、菩薩。佛陀教育走這一條路子，這個裡面的學者，成就的人，不分男女老少，只要你認真幹，你到這個功夫你就成就了。你成為菩薩，成為羅漢，成為佛陀，你得大自在，你對於整個宇宙都了解。所以一切法確實當處出生，隨處滅盡，就在這一念。這一念轉過來就成佛了，要轉得快，不能讓它相續。"
    },
    {
      "id": "02-040-0304_p0043",
      "zh_CN": "下面举个比喻，「譬如水清月现，月实不来」。水清没有波浪，晚上月亮现在水里头，是不是月亮来了？月亮没来，水里头明明有月。「缘尽则隐，譬如水浊」，月亮就不见了，水肮脏，水波动，月亮就不见了，「月实不去」，月没有来去。这就是告诉你，阿弥陀佛没有来去，我们心里想佛，佛就来了，心里不想，佛就不见了。心常常想，佛常常现，会有一天你真见到了，你真可以向他请教，跟他谈话。那个真来还是来无所来，去无所去，这个理一定要明白。然后你就晓得，无论在什么时候，无论在什么处所，想见佛就见佛，他随处就来，不受时空的限制。这是《金刚经》上的一段话。",
      "zh_TW": "下面舉個比喻，「譬如水清月現，月實不來」。水清沒有波浪，晚上月亮現在水裡頭，是不是月亮來了？月亮沒來，水裡頭明明有月。「緣盡則隱，譬如水濁」，月亮就不見了，水骯髒，水波動，月亮就不見了，「月實不去」，月沒有來去。這就是告訴你，阿彌陀佛沒有來去，我們心裡想佛，佛就來了，心裡不想，佛就不見了。心常常想，佛常常現，會有一天你真見到了，你真可以向他請教，跟他談話。那個真來還是來無所來，去無所去，這個理一定要明白。然後你就曉得，無論在什麼時候，無論在什麼處所，想見佛就見佛，他隨處就來，不受時空的限制。這是《金剛經》上的一段話。"
    },
    {
      "id": "02-040-0304_p0044",
      "zh_CN": "下面是黄念老的话，「此亦正是本经此三句经文之解」，《金刚经》上跟此地「彼佛如来，来无所来，去无所去，无生无灭，非过现未来」。过现未来是人的概念，凡夫的概念。有一定的定功，这个概念就破了，像阿罗汉的定功就可以了，空间维次没有了，六道里面的空间维次没有了。所以，禅定可以突破，更深的禅定，连十法界的空间维次没有了，到明心见性，整个宇宙的时空没有了。没有时间，没有先后；没有空间，没有远近，在哪里？都在当下。这是科学、哲学达到登峰造极。佛法全用内证做功夫，它不用机械、不用仪器、不用其他方法，完全用定功。也就是章嘉大师教给我们的放下，不断的放下，要真放下，把你自己，宗门所说的「父母未生前本来面目」找出来，这就对了。本来面目就是真如、就是自性。",
      "zh_TW": "下面是黃念老的話，「此亦正是本經此三句經文之解」，《金剛經》上跟此地「彼佛如來，來無所來，去無所去，無生無滅，非過現未來」。過現未來是人的概念，凡夫的概念。有一定的定功，這個概念就破了，像阿羅漢的定功就可以了，空間維次沒有了，六道裡面的空間維次沒有了。所以，禪定可以突破，更深的禪定，連十法界的空間維次沒有了，到明心見性，整個宇宙的時空沒有了。沒有時間，沒有先後；沒有空間，沒有遠近，在哪裡？都在當下。這是科學、哲學達到登峰造極。佛法全用內證做功夫，它不用機械、不用儀器、不用其他方法，完全用定功。也就是章嘉大師教給我們的放下，不斷的放下，要真放下，把你自己，宗門所說的「父母未生前本來面目」找出來，這就對了。本來面目就是真如、就是自性。"
    },
    {
      "id": "02-040-0304_p0045",
      "zh_CN": "后面这个解释好了，「盖如来法身遍一切处」，我们自己的法身也是遍一切处。所以，遍一切处了，就不能说「法身从何处来，到何处去」，这个话是废话。「一切处皆是自性法身故，唯以遇缘而现来去，是故经云：但以酬愿度生，现在西方，即此义也」。今天时间到了，我们就学到此地。",
      "zh_TW": "後面這個解釋好了，「蓋如來法身遍一切處」，我們自己的法身也是遍一切處。所以，遍一切處了，就不能說「法身從何處來，到何處去」，這個話是廢話。「一切處皆是自性法身故，唯以遇緣而現來去，是故經云：但以酬願度生，現在西方，即此義也」。今天時間到了，我們就學到此地。"
    }
  ]
}