{
  "doc_id": "02-040-0124",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二四集",
    "zh_TW": "第一二四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0124",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-040-0124_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百五十九页第七行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百五十九頁第七行："
    },
    {
      "id": "02-040-0124_p0002",
      "zh_CN": "「《会疏》曰：佛所住，不二乘菩萨所能及，唯佛与佛住之。又佛说三乘随他教时，各住三乘法，今住佛随自所住，故云住佛所住」。念老说，「后说甚好」，讲得很好，「今佛所说，是佛果觉，乃佛境界，故住于诸佛自之所住，而流出此殊胜妙法」。",
      "zh_TW": "「《會疏》曰：佛所住，不二乘菩薩所能及，唯佛與佛住之。又佛說三乘隨他教時，各住三乘法，今住佛隨自所住，故云住佛所住」。念老說，「後說甚好」，講得很好，「今佛所說，是佛果覺，乃佛境界，故住於諸佛自之所住，而流出此殊勝妙法」。"
    },
    {
      "id": "02-040-0124_p0003",
      "zh_CN": "这个地方有说到，佛说三乘随他教，我们这里也有一些参考资料，随他、随自，在第三页。随他，「《三藏法数》随他意语条，谓佛一向随顺他机之意，说于方便之法，导引众生，故名随他意语」。佛教化众生，是与众生感应而兴起的，佛是住在自性里面，净宗法门讲住在常寂光里，没有色相，也没有意念。所以今天我们所说的三种现象，自性里头没有，这三种现象，物质现象，精神现象（就是念头、念力），自然现象。这三种现象都没有，一片光明，圆满的自性，无所不在，无时不在，它是真正的无为法，叫真如无为。虽然什么都没有，它能与一切众生起感应道交，遍法界虚空界无量无边诸佛刹土，从诸佛如来到地狱众生只要有感，佛就有应。",
      "zh_TW": "這個地方有說到，佛說三乘隨他教，我們這裡也有一些參考資料，隨他、隨自，在第三頁。隨他，「《三藏法數》隨他意語條，謂佛一向隨順他機之意，說於方便之法，導引眾生，故名隨他意語」。佛教化眾生，是與眾生感應而興起的，佛是住在自性裡面，淨宗法門講住在常寂光裡，沒有色相，也沒有意念。所以今天我們所說的三種現象，自性裡頭沒有，這三種現象，物質現象，精神現象（就是念頭、念力），自然現象。這三種現象都沒有，一片光明，圓滿的自性，無所不在，無時不在，它是真正的無為法，叫真如無為。雖然什麼都沒有，它能與一切眾生起感應道交，遍法界虛空界無量無邊諸佛剎土，從諸佛如來到地獄眾生只要有感，佛就有應。"
    },
    {
      "id": "02-040-0124_p0004",
      "zh_CN": "那诸佛之感，是诸佛应化在世间，示现八相成道，弘法利生，这是佛的应化身有感。诸佛有应，应的时候示现为菩萨，示现为声闻，示现为比丘，示现为护法，做种种示现，帮助佛这一次教化的圆满，这是随顺诸佛。同时他也能随顺菩萨，也能随顺天人，乃至于修罗、三恶道。示现三乘以下，佛一定是恒顺众生，随喜功德，像世尊最初十二年说《阿含经》，几乎全是随顺众生教的，那就是随他语，他们需要什么，帮助他们得到什么。这些人轮回在六道，不知道宇宙人生的真相，六道里头的人道需要衣食住行。在自己来说，中国人讲需要功名、需要利禄、需要家庭、需要事业，这诸多方面佛菩萨都能指导他，帮助他得到。经上常讲的三种布施，就是满足众生的愿望，众生需要财富，物质生活过得舒适一点，佛教他财布施得财富；他需要精神生活，佛教他修法布施得智慧。财施得财，法施得智慧，无畏布施得长寿，得健康长寿，真正所谓「佛氏门中，有求必应」，这些都是随他教。从随他教里面，佛慢慢的把他们提升，提升到一定的程度，有智慧、有辨别的能力，佛就给他讲诸法实相，一切法的真相。",
      "zh_TW": "那諸佛之感，是諸佛應化在世間，示現八相成道，弘法利生，這是佛的應化身有感。諸佛有應，應的時候示現為菩薩，示現為聲聞，示現為比丘，示現為護法，做種種示現，幫助佛這一次教化的圓滿，這是隨順諸佛。同時他也能隨順菩薩，也能隨順天人，乃至於修羅、三惡道。示現三乘以下，佛一定是恆順眾生，隨喜功德，像世尊最初十二年說《阿含經》，幾乎全是隨順眾生教的，那就是隨他語，他們需要什麼，幫助他們得到什麼。這些人輪迴在六道，不知道宇宙人生的真相，六道裡頭的人道需要衣食住行。在自己來說，中國人講需要功名、需要利祿、需要家庭、需要事業，這諸多方面佛菩薩都能指導他，幫助他得到。經上常講的三種布施，就是滿足眾生的願望，眾生需要財富，物質生活過得舒適一點，佛教他財布施得財富；他需要精神生活，佛教他修法布施得智慧。財施得財，法施得智慧，無畏布施得長壽，得健康長壽，真正所謂「佛氏門中，有求必應」，這些都是隨他教。從隨他教裡面，佛慢慢的把他們提升，提升到一定的程度，有智慧、有辨別的能力，佛就給他講諸法實相，一切法的真相。"
    },
    {
      "id": "02-040-0124_p0005",
      "zh_CN": "讲真相是随自，不是随他，佛自己亲证的境界叫随自，「随自意语条：如来三语之一。佛随顺自意自说所证之一实等法」，这是随自意说的。「涅槃经三十五曰：如我所说十二部经」，十二部经就是四十九年所说的一切经，分为十二类。「或随自意说，或随他意说，或随自他意说」，这就是如来的三语。《天台教学辞典》里头，有「随自意随他意」这个术语，「随自意与随他意之并称，略云随自随他，又云随智随情」。随情是随众生，众生是有情；随智是随自，自己已经转识成智了。转识成智就是佛，最低的阶级圆教初住、别教初地，转八识成四智，这叫随智，随智是随自。",
      "zh_TW": "講真相是隨自，不是隨他，佛自己親證的境界叫隨自，「隨自意語條：如來三語之一。佛隨順自意自說所證之一實等法」，這是隨自意說的。「涅槃經三十五曰：如我所說十二部經」，十二部經就是四十九年所說的一切經，分為十二類。「或隨自意說，或隨他意說，或隨自他意說」，這就是如來的三語。《天台教學辭典》裡頭，有「隨自意隨他意」這個術語，「隨自意與隨他意之並稱，略云隨自隨他，又云隨智隨情」。隨情是隨眾生，眾生是有情；隨智是隨自，自己已經轉識成智了。轉識成智就是佛，最低的階級圓教初住、別教初地，轉八識成四智，這叫隨智，隨智是隨自。"
    },
    {
      "id": "02-040-0124_p0006",
      "zh_CN": "「佛说法时，依其自内证而说者，称为随自意、随智；其所说者，称为随自意语、随智说」。反过来，「顺应对方之想法而说，称为随他意、随情；其所说者，称为随他意语、随情说」，这是第二种。「复次：不违佛之自内证而顺应对方想法，与其同一说法，称为随自他意、随情智；其所说者，称随自他意语、随情智说」。「此中，随自意、随他意、随自他意之说，均见于《南本涅槃经》卷三二迦叶菩萨品。智者大师复就真俗二谛说，分别称之为随智、随情、随情智」，说这三种。",
      "zh_TW": "「佛說法時，依其自內證而說者，稱為隨自意、隨智；其所說者，稱為隨自意語、隨智說」。反過來，「順應對方之想法而說，稱為隨他意、隨情；其所說者，稱為隨他意語、隨情說」，這是第二種。「復次：不違佛之自內證而順應對方想法，與其同一說法，稱為隨自他意、隨情智；其所說者，稱隨自他意語、隨情智說」。「此中，隨自意、隨他意、隨自他意之說，均見於《南本涅槃經》卷三二迦葉菩薩品。智者大師復就真俗二諦說，分別稱之為隨智、隨情、隨情智」，說這三種。"
    },
    {
      "id": "02-040-0124_p0007",
      "zh_CN": "「又台宗在教相分判上，以佛自显之真实秘意为随自意，随顺众生之机情，而施各种方便，为随他意，而判法华为随自意之教」。《法华》、《华严》、《般若》这些大经都是随自意，如来放下妄想分别执着自证的境界，不但凡夫不知道，三乘他们也不知道，声闻、缘觉、权教菩萨，这是随自意说。「其他诸经则随他意之说」，随他意之说在《阿含经》里面就很多很多。「此外，诸宗间亦广用随自随他语，以判经之权实深浅」，随他是权，随自是实，随自随他教义浅深都不一样。「如《大日经疏》卷七及《金刚顶大教王经疏》卷一，均谓真言密教，为随自意说，显教为随他意方便说」，这是密宗所判的。",
      "zh_TW": "「又台宗在教相分判上，以佛自顯之真實祕意為隨自意，隨順眾生之機情，而施各種方便，為隨他意，而判法華為隨自意之教」。《法華》、《華嚴》、《般若》這些大經都是隨自意，如來放下妄想分別執著自證的境界，不但凡夫不知道，三乘他們也不知道，聲聞、緣覺、權教菩薩，這是隨自意說。「其他諸經則隨他意之說」，隨他意之說在《阿含經》裡面就很多很多。「此外，諸宗間亦廣用隨自隨他語，以判經之權實深淺」，隨他是權，隨自是實，隨自隨他教義淺深都不一樣。「如《大日經疏》卷七及《金剛頂大教王經疏》卷一，均謂真言密教，為隨自意說，顯教為隨他意方便說」，這是密宗所判的。"
    },
    {
      "id": "02-040-0124_p0008",
      "zh_CN": "日本法师，「源空大师，《选择本愿念佛集》以念佛为佛之随自意，定散诸行之法为随他意」。源空大师是日本净宗的祖师，他有《选择本愿念佛集》，特别提倡第十八愿。根据十八愿十念必生建立念佛宗，专念阿弥陀佛求生净土。早年没错，但是现在好像变了样子，我遇到日本这个宗派，他们是专依十八愿，其他的都不依，这就有问题了，十八愿只是十念必生。本经「三辈往生」，都说「发菩提心，一向专念」，发菩提心是在第十九愿，专依一愿不发菩提心是不能往生的。实际上四十八愿每一愿都含摄一切愿，就是其他的四十七愿，愿愿如是。多愿即是一愿，一愿即是多愿，这个说法才圆满，不能够分割。",
      "zh_TW": "日本法師，「源空大師，《選擇本願念佛集》以念佛為佛之隨自意，定散諸行之法為隨他意」。源空大師是日本淨宗的祖師，他有《選擇本願念佛集》，特別提倡第十八願。根據十八願十念必生建立念佛宗，專念阿彌陀佛求生淨土。早年沒錯，但是現在好像變了樣子，我遇到日本這個宗派，他們是專依十八願，其他的都不依，這就有問題了，十八願只是十念必生。本經「三輩往生」，都說「發菩提心，一向專念」，發菩提心是在第十九願，專依一願不發菩提心是不能往生的。實際上四十八願每一願都含攝一切願，就是其他的四十七願，願願如是。多願即是一願，一願即是多願，這個說法才圓滿，不能夠分割。"
    },
    {
      "id": "02-040-0124_p0009",
      "zh_CN": "所以我们净宗学会成立，就将四十八愿这品经文，本经第六品定作早课必诵，我们的心、愿跟阿弥陀佛相同。晚课三十二到三十七品，这一大段的经文主要讲的就是持戒念佛。念佛如果疏忽戒律，在修学过程当中会遭到很多障难，这些破坏他念佛的功德，障碍他不能往生。所以特别选这段，也符合世尊入涅槃时候的教诲，在入涅槃之前最后的遗言，教导后世的弟子，「以戒为师，以苦为师」。所以我们特别选这段经文做晚课，对我们的修学有直接的帮助。由此可见，世尊说法非常活泼，无论随自意、随他意，佛确实没有起心动念，这点必须要知道。如果佛起心动念，佛是凡夫，佛随他意也不起心不动念。",
      "zh_TW": "所以我們淨宗學會成立，就將四十八願這品經文，本經第六品定作早課必誦，我們的心、願跟阿彌陀佛相同。晚課三十二到三十七品，這一大段的經文主要講的就是持戒念佛。念佛如果疏忽戒律，在修學過程當中會遭到很多障難，這些破壞他念佛的功德，障礙他不能往生。所以特別選這段，也符合世尊入涅槃時候的教誨，在入涅槃之前最後的遺言，教導後世的弟子，「以戒為師，以苦為師」。所以我們特別選這段經文做晚課，對我們的修學有直接的幫助。由此可見，世尊說法非常活潑，無論隨自意、隨他意，佛確實沒有起心動念，這點必須要知道。如果佛起心動念，佛是凡夫，佛隨他意也不起心不動念。"
    },
    {
      "id": "02-040-0124_p0010",
      "zh_CN": "就像江本博士的水实验，水是矿物，在五蕴里面，我们只看到它显示的身放在瓶里面，你看到这瓶子装着水，水的样子看到了，色身。受想行识看不出来，它没有眼睛，眼耳鼻舌看不出来，意看不出来，顶多看到个身！但是它能看、它能听，我们相信它能嗅、它能尝、它能触，它懂得人的意思那是意根，在实验里面全都看出来。而且比我们厉害，我们没有学过外国语文不懂，它什么国家的语言都懂，什么文字它都懂，它都没有障碍。显示出的结晶，跟它所看到、所听到，我们用意念给它，它能体会到，反应非常正确。我们给它的信息是正面的，反应很美，是负面的就很丑陋，它真懂。美国的修．蓝博士参观我的摄影棚，就这个摄影棚，他告诉我们，他说我们桌子会看、会听，懂得我们意思。地板也会，墙壁也会，天花板也会，统统都能看能听。既然能看能听，我们就晓得，它能闻，它懂得味道，酸甜苦辣咸它都知道，我们起心动念它全知道。",
      "zh_TW": "就像江本博士的水實驗，水是礦物，在五蘊裡面，我們只看到它顯示的身放在瓶裡面，你看到這瓶子裝著水，水的樣子看到了，色身。受想行識看不出來，它沒有眼睛，眼耳鼻舌看不出來，意看不出來，頂多看到個身！但是它能看、它能聽，我們相信它能嗅、它能嘗、它能觸，它懂得人的意思那是意根，在實驗裡面全都看出來。而且比我們厲害，我們沒有學過外國語文不懂，它什麼國家的語言都懂，什麼文字它都懂，它都沒有障礙。顯示出的結晶，跟它所看到、所聽到，我們用意念給它，它能體會到，反應非常正確。我們給它的信息是正面的，反應很美，是負面的就很醜陋，它真懂。美國的修．藍博士參觀我的攝影棚，就這個攝影棚，他告訴我們，他說我們桌子會看、會聽，懂得我們意思。地板也會，牆壁也會，天花板也會，統統都能看能聽。既然能看能聽，我們就曉得，它能聞，它懂得味道，酸甜苦辣鹹它都知道，我們起心動念它全知道。"
    },
    {
      "id": "02-040-0124_p0011",
      "zh_CN": "我们中国古人说「举头三尺有神明」，三尺太远了，神明在哪里？跟我们融成一体，什么都知道。我们见过，中国、外国都有所谓附体，冤亲债主附体。竟然有一个人被附体的有多少灵？有一百多个附在一个人身上。有的灵附在眼睛里，附在耳朵里，附在身体里，我们肉眼看不见，但是它附体的时候，真能叫这个人有许许多多真叫莫名其妙的痛苦，我们称它为冤亲债主。这个现象很普遍，国内、国外都有，看到了令人麻木。冷静的人看到这个现象，会有高度的警觉，决定不能跟众生结怨。你跟他没有怨恨，他不会附你身，附你身总是跟你有过节。人生在世处事待人接物要谨慎，不跟人结冤仇，也不跟人结欢喜缘，为什么？都惹祸上身。谁能警觉到？看到这个现象的人很多很多，看到这个现象就有警觉性的人可不多。",
      "zh_TW": "我們中國古人說「舉頭三尺有神明」，三尺太遠了，神明在哪裡？跟我們融成一體，什麼都知道。我們見過，中國、外國都有所謂附體，冤親債主附體。竟然有一個人被附體的有多少靈？有一百多個附在一個人身上。有的靈附在眼睛裡，附在耳朵裡，附在身體裡，我們肉眼看不見，但是它附體的時候，真能叫這個人有許許多多真叫莫名其妙的痛苦，我們稱它為冤親債主。這個現象很普遍，國內、國外都有，看到了令人麻木。冷靜的人看到這個現象，會有高度的警覺，決定不能跟眾生結怨。你跟他沒有怨恨，他不會附你身，附你身總是跟你有過節。人生在世處事待人接物要謹慎，不跟人結冤仇，也不跟人結歡喜緣，為什麼？都惹禍上身。誰能警覺到？看到這個現象的人很多很多，看到這個現象就有警覺性的人可不多。"
    },
    {
      "id": "02-040-0124_p0012",
      "zh_CN": "这个事情多半用佛法来调解，多数他都能接受。能接受的人很好办，他提出要求，他想听经，他想念佛，请你把你修学诵经念佛的功德回向给他，他就能离开。甚至于有一些他真正发愿念佛求生净土，他也能往生。这是冤亲债主里头有智慧的，生前没修好，功夫差一截，这个时候他能够补足，达到往生的标准，就是「不可以少善根福德因缘，得生彼国」。我们明白这个道理，必须用我们现在现有的这些时间努力念佛，我们自己把自己的缺失统统补齐，往生的时候不需要靠别人助念，自自在在就走了，这个好。所以要有高度的警觉，我们居住的这个时代，是个动乱的时代，但是对于修行人来说是个很好的时代，为什么？带给我们高度的警觉，对世间一切所有不敢贪恋，这个好。不敢贪恋，换句话说，帮助我们看破放下，帮助我们念佛证得三昧。证得三昧往生极乐世界，功德就具足了；换句话说，你决定得生。",
      "zh_TW": "這個事情多半用佛法來調解，多數他都能接受。能接受的人很好辦，他提出要求，他想聽經，他想念佛，請你把你修學誦經念佛的功德迴向給他，他就能離開。甚至於有一些他真正發願念佛求生淨土，他也能往生。這是冤親債主裡頭有智慧的，生前沒修好，功夫差一截，這個時候他能夠補足，達到往生的標準，就是「不可以少善根福德因緣，得生彼國」。我們明白這個道理，必須用我們現在現有的這些時間努力念佛，我們自己把自己的缺失統統補齊，往生的時候不需要靠別人助念，自自在在就走了，這個好。所以要有高度的警覺，我們居住的這個時代，是個動亂的時代，但是對於修行人來說是個很好的時代，為什麼？帶給我們高度的警覺，對世間一切所有不敢貪戀，這個好。不敢貪戀，換句話說，幫助我們看破放下，幫助我們念佛證得三昧。證得三昧往生極樂世界，功德就具足了；換句話說，你決定得生。"
    },
    {
      "id": "02-040-0124_p0013",
      "zh_CN": "往生之后的品位高下，完全在现前念佛功夫的浅深。浅深现在我们明白，浅深是指什么说的？指你放下多少说的。你放下得愈多功夫就愈深，不是指念佛号多少，与这个不相关。可是古今大德有不少给我们做表法，给我们做示范，像黄念老《大经解》完成之后，他来到这个世间因缘尽了，他就为这桩事情来的。这个事情做圆满，他没事了，念佛往生，一天念十四万声佛号。这表什么意思？表万缘放下，他没有妄念。他这半年时间里面，心里只有一句阿弥陀佛，口里一句阿弥陀佛，除一句佛号之外一切都放下，表这个意思，我们要能看出来，对这个世间没有丝毫留恋。他工作没完成的时候他要做，他花了六年时间，六年时间没有时间念佛，写这一部注解，日夜不懈怠，没有人帮助他，自己一个人干。",
      "zh_TW": "往生之後的品位高下，完全在現前念佛功夫的淺深。淺深現在我們明白，淺深是指什麼說的？指你放下多少說的。你放下得愈多功夫就愈深，不是指念佛號多少，與這個不相關。可是古今大德有不少給我們做表法，給我們做示範，像黃念老《大經解》完成之後，他來到這個世間因緣盡了，他就為這樁事情來的。這個事情做圓滿，他沒事了，念佛往生，一天念十四萬聲佛號。這表什麼意思？表萬緣放下，他沒有妄念。他這半年時間裡面，心裡只有一句阿彌陀佛，口裡一句阿彌陀佛，除一句佛號之外一切都放下，表這個意思，我們要能看出來，對這個世間沒有絲毫留戀。他工作沒完成的時候他要做，他花了六年時間，六年時間沒有時間念佛，寫這一部註解，日夜不懈怠，沒有人幫助他，自己一個人幹。"
    },
    {
      "id": "02-040-0124_p0014",
      "zh_CN": "参考了一百九十三种的资料，他那些资料，我去看他的时候还堆在房间里，我都看到了。在那个时候能搜集这么多资料，真不简单，三宝加持，不是人力所能为。佛菩萨知道他要做这个工作，天龙护法知道他做这个工作，自自然然就有很多收藏这些典籍的人，都送给他，给他做参考。这里头还有一些外国的典籍，日本的，日本、韩国古人写的这些注解论文，全是用中文写的，所以在文字上没有障碍。老人做出榜样给我们看，我们不能只看他一天十四万声佛号，要懂得十四万声佛号所表的是什么法，这个重要。所表的是万缘放下，一心专念阿弥陀佛，表这个意思。你就要懂得最重要是放下，彻底放下，丝毫罣碍没有了，你就丝毫障碍没有了，往生才圆满。",
      "zh_TW": "參考了一百九十三種的資料，他那些資料，我去看他的時候還堆在房間裡，我都看到了。在那個時候能蒐集這麼多資料，真不簡單，三寶加持，不是人力所能為。佛菩薩知道他要做這個工作，天龍護法知道他做這個工作，自自然然就有很多收藏這些典籍的人，都送給他，給他做參考。這裡頭還有一些外國的典籍，日本的，日本、韓國古人寫的這些註解論文，全是用中文寫的，所以在文字上沒有障礙。老人做出榜樣給我們看，我們不能只看他一天十四萬聲佛號，要懂得十四萬聲佛號所表的是什麼法，這個重要。所表的是萬緣放下，一心專念阿彌陀佛，表這個意思。你就要懂得最重要是放下，徹底放下，絲毫罣礙沒有了，你就絲毫障礙沒有了，往生才圓滿。"
    },
    {
      "id": "02-040-0124_p0015",
      "zh_CN": "后面这一句说，「又佛说三乘随他教时，各住三乘法，今住佛随自所住，故云住佛所住」。这后头，「后说甚好，今佛所说，是佛果觉，乃佛境界，故住于诸佛自之所住」。佛住就是菩提心，菩提心是诸佛自之所住，菩提心就是真诚、清净、平等、正觉、慈悲。怎么住法？从早到晚起心动念、待人接物都不离这十个字，统统与它相应。用真诚心，我们生活在这个世间不要用虚伪，用真诚。别人用虚伪心对我，我用真诚心对他，为什么？他要搞六道轮回，我不想搞六道轮回，我要到极乐世界。极乐世界是佛的世界，佛用真心，用妄心不相应，佛的心清净、平等、正觉、慈悲。菩提心，真诚心是体，其他的四句是起用，清净平等觉是自受用，慈悲是他受用；待人接物一片慈悲，对待自己是清净心一尘不染，不染污就是清净，没有高下、没有傲慢、没有嫉妒就是平等。能够自己谦虚尊重别人，从真诚心里面起的谦虚，礼敬别人，礼敬诸佛，忏悔业障是谦虚，礼敬诸佛是懂得尊重别人。「而流出此殊胜妙法」，这个妙法就是念佛成佛，奇特妙法。「以为众生之因心」，往生极乐世界的条件。",
      "zh_TW": "後面這一句說，「又佛說三乘隨他教時，各住三乘法，今住佛隨自所住，故云住佛所住」。這後頭，「後說甚好，今佛所說，是佛果覺，乃佛境界，故住於諸佛自之所住」。佛住就是菩提心，菩提心是諸佛自之所住，菩提心就是真誠、清淨、平等、正覺、慈悲。怎麼住法？從早到晚起心動念、待人接物都不離這十個字，統統與它相應。用真誠心，我們生活在這個世間不要用虛偽，用真誠。別人用虛偽心對我，我用真誠心對他，為什麼？他要搞六道輪迴，我不想搞六道輪迴，我要到極樂世界。極樂世界是佛的世界，佛用真心，用妄心不相應，佛的心清淨、平等、正覺、慈悲。菩提心，真誠心是體，其他的四句是起用，清淨平等覺是自受用，慈悲是他受用；待人接物一片慈悲，對待自己是清淨心一塵不染，不染污就是清淨，沒有高下、沒有傲慢、沒有嫉妒就是平等。能夠自己謙虛尊重別人，從真誠心裡面起的謙虛，禮敬別人，禮敬諸佛，懺悔業障是謙虛，禮敬諸佛是懂得尊重別人。「而流出此殊勝妙法」，這個妙法就是念佛成佛，奇特妙法。「以為眾生之因心」，往生極樂世界的條件。"
    },
    {
      "id": "02-040-0124_p0016",
      "zh_CN": "「又《甄解》曰：住佛所住者，住普等三昧。普等三昧及大寂定，并是念佛三昧异名也。三世诸佛皆住此念佛，故云佛所住」。这也说得很好，住佛所住，这心住在哪里？心在普等，普是普遍，等是平等。这个心是真心，真心普遍，心包太虚；等是平等，量周法界，对遍法界虚空界平等的看法，跟谁平等？跟佛平等。所以礼敬诸佛，称赞如来，不是跟别人平等，看一切众生都是佛，都是阿弥陀佛。念佛人要作如是观，是真的不是假的。你看所有众生都是真的阿弥陀佛化身，自己也是阿弥陀佛化身，阿弥陀佛是真如本性。一切法都是从自性生的，自性是阿弥陀佛，所以一切万法无一不是阿弥陀佛。一片树叶，阿弥陀佛；一朵小花，阿弥陀佛；一粒微尘，阿弥陀佛。你能不成佛吗？没这个道理。这叫普等三昧，这叫大寂定，也就是大圆满，全归到阿弥陀佛去了，全归自性。这些统统是念佛三昧的异名。三世诸佛皆住此念佛，故云佛所住。三世诸佛没有一个不是念佛成佛的，这个理一定要懂。",
      "zh_TW": "「又《甄解》曰：住佛所住者，住普等三昧。普等三昧及大寂定，並是念佛三昧異名也。三世諸佛皆住此念佛，故云佛所住」。這也說得很好，住佛所住，這心住在哪裡？心在普等，普是普遍，等是平等。這個心是真心，真心普遍，心包太虛；等是平等，量周法界，對遍法界虛空界平等的看法，跟誰平等？跟佛平等。所以禮敬諸佛，稱讚如來，不是跟別人平等，看一切眾生都是佛，都是阿彌陀佛。念佛人要作如是觀，是真的不是假的。你看所有眾生都是真的阿彌陀佛化身，自己也是阿彌陀佛化身，阿彌陀佛是真如本性。一切法都是從自性生的，自性是阿彌陀佛，所以一切萬法無一不是阿彌陀佛。一片樹葉，阿彌陀佛；一朵小花，阿彌陀佛；一粒微塵，阿彌陀佛。你能不成佛嗎？沒這個道理。這叫普等三昧，這叫大寂定，也就是大圓滿，全歸到阿彌陀佛去了，全歸自性。這些統統是念佛三昧的異名。三世諸佛皆住此念佛，故云佛所住。三世諸佛沒有一個不是念佛成佛的，這個理一定要懂。"
    },
    {
      "id": "02-040-0124_p0017",
      "zh_CN": "「今佛」，今佛是现在释迦牟尼佛要为我们，「说念佛法门，住念佛三昧」。「《甄解》之说，更切经旨」，《甄解》这个说法，完全是依据善导大师所说的，我们净土宗第二代祖师，唐朝初年人。这些日本的祖师，在那个时候到中国来留学，亲近善导、亲近智者大师。今天日本佛教这些形式还保留着，而且很浓，我们从外表上来看。内里面他们把经教疏忽了，不去研究经教，所以只有形式没有实质，这是很遗憾的。我到日本讲经，日本有几位法师给我说，他们看到我很欢喜。他说日本四百年前他们的寺院庵堂，天天都有人讲经，现在没有了。我在日本讲经虽然时间不长，他说这个活动都会写在日本佛教历史上。我听到很感动，也很惊讶。",
      "zh_TW": "「今佛」，今佛是現在釋迦牟尼佛要為我們，「說念佛法門，住念佛三昧」。「《甄解》之說，更切經旨」，《甄解》這個說法，完全是依據善導大師所說的，我們淨土宗第二代祖師，唐朝初年人。這些日本的祖師，在那個時候到中國來留學，親近善導、親近智者大師。今天日本佛教這些形式還保留著，而且很濃，我們從外表上來看。內裡面他們把經教疏忽了，不去研究經教，所以只有形式沒有實質，這是很遺憾的。我到日本講經，日本有幾位法師給我說，他們看到我很歡喜。他說日本四百年前他們的寺院庵堂，天天都有人講經，現在沒有了。我在日本講經雖然時間不長，他說這個活動都會寫在日本佛教歷史上。我聽到很感動，也很驚訝。"
    },
    {
      "id": "02-040-0124_p0018",
      "zh_CN": "我们中国对于讲经教学疏忽了两百年，两百年当中，前一百年我们没有看见，我们知道疏忽了，纵然有讲经教学的，在信愿行上跟古时候比比不上，比我们现在强，我们不如他。最近这个一百年，我们看见了，看见是快速度的下跌，以十年十年来比较，现前十年比不上过去十年，过去的十年跟它再上面的十年又比不上。那往下看就很可悲，下面十年大概连我们现在这个程度比不上，这是佛教的危机，这是衰灭的现象。如果一代胜过一代，这是兴旺的气象，佛教从传到中国来，那个时候一代比一代有成就，兴旺气象，到唐代盛到极处。所以大家都说，隋唐是中国佛教的黄金时代，十个宗派都是那个时候兴起来的。唐朝中叶之后小乘不学了，所以到宋朝小乘这两宗就没有了。现在知道中国有成实、俱舍两宗的人不多，在历史上可以看到，实际上没有了，连痕迹都找不到，所以中国只有大乘八个宗派。到今天也跟日本一样，有形相没有实质，这是令人担忧的一桩事情。我们要抱着古人那样的心态，希望后学超过我们，我们给他做基础，踏着我们的肩膀更上一层楼。不能看眼前就觉得满足了，这是绝大的错误，要深入经藏。",
      "zh_TW": "我們中國對於講經教學疏忽了兩百年，兩百年當中，前一百年我們沒有看見，我們知道疏忽了，縱然有講經教學的，在信願行上跟古時候比比不上，比我們現在強，我們不如他。最近這個一百年，我們看見了，看見是快速度的下跌，以十年十年來比較，現前十年比不上過去十年，過去的十年跟它再上面的十年又比不上。那往下看就很可悲，下面十年大概連我們現在這個程度比不上，這是佛教的危機，這是衰滅的現象。如果一代勝過一代，這是興旺的氣象，佛教從傳到中國來，那個時候一代比一代有成就，興旺氣象，到唐代盛到極處。所以大家都說，隋唐是中國佛教的黃金時代，十個宗派都是那個時候興起來的。唐朝中葉之後小乘不學了，所以到宋朝小乘這兩宗就沒有了。現在知道中國有成實、俱舍兩宗的人不多，在歷史上可以看到，實際上沒有了，連痕跡都找不到，所以中國只有大乘八個宗派。到今天也跟日本一樣，有形相沒有實質，這是令人擔憂的一樁事情。我們要抱著古人那樣的心態，希望後學超過我們，我們給他做基礎，踏著我們的肩膀更上一層樓。不能看眼前就覺得滿足了，這是絕大的錯誤，要深入經藏。"
    },
    {
      "id": "02-040-0124_p0019",
      "zh_CN": "学习是两个法门，这两门要知道，但是两门都必须要深厚的基础，这最重要的。好像建大楼，两种建法，地基是一般的、是相同的，就是戒律非常重要。如果不在戒律上扎根，成就很有限，可能没成就，成就是学术，不是智慧。扎根必须要儒释道三个根，儒要扎根，道也要扎根，儒的根，这像《弟子规》、《感应篇》那是根之根。儒家最低限度要专攻一部经，儒家有十三经，十三经里头选一种，至少用五年的时间专攻做基础。道家选一种，《庄子》太长，选内篇，内篇只有七篇不算长。或者是取老子的《道德经》，学道家的《感应篇》，道家还有不少劝善的小品，里面的格言很丰富，以这个为基础。有了坚定的基础，大乘学一门专攻一部，十年则成为祖师大德，我相信他的成就会在我们之上，好，这兴旺了。如果跟我们一样，我们都会流眼泪，不是兴旺的气象；如果不如我们，我们就感觉失望，没指望了。如果我们障碍年轻人，阻止他们，我们所造的是阿鼻地狱的罪业，我们在做灭法。干灭法能往生吗？不可能。哪有干灭法的事情念佛会往生？这我们决定不会相信的。",
      "zh_TW": "學習是兩個法門，這兩門要知道，但是兩門都必須要深厚的基礎，這最重要的。好像建大樓，兩種建法，地基是一般的、是相同的，就是戒律非常重要。如果不在戒律上扎根，成就很有限，可能沒成就，成就是學術，不是智慧。扎根必須要儒釋道三個根，儒要扎根，道也要扎根，儒的根，這像《弟子規》、《感應篇》那是根之根。儒家最低限度要專攻一部經，儒家有十三經，十三經裡頭選一種，至少用五年的時間專攻做基礎。道家選一種，《莊子》太長，選內篇，內篇只有七篇不算長。或者是取老子的《道德經》，學道家的《感應篇》，道家還有不少勸善的小品，裡面的格言很豐富，以這個為基礎。有了堅定的基礎，大乘學一門專攻一部，十年則成為祖師大德，我相信他的成就會在我們之上，好，這興旺了。如果跟我們一樣，我們都會流眼淚，不是興旺的氣象；如果不如我們，我們就感覺失望，沒指望了。如果我們障礙年輕人，阻止他們，我們所造的是阿鼻地獄的罪業，我們在做滅法。幹滅法能往生嗎？不可能。哪有幹滅法的事情念佛會往生？這我們決定不會相信的。"
    },
    {
      "id": "02-040-0124_p0020",
      "zh_CN": "昨天也有些朋友谈到这问题，儒释道师资的问题，师资什么条件？不是大学毕业，不是拿到很高的学位，不是，与这个不相干。最重要的真诚的爱心、真诚的恭敬心，印祖讲的诚敬；换句话说，真正孝顺父母、尊敬长辈。这个人到哪去找？真难！自己都不自爱，怎么会爱人？我们看人，这人能不能成就从这小地方去看。他对父母、对长辈、对大众，对大众宽厚，有智慧能观察人，有度量能包容人，有能力能照顾人，这他具备了基本的德行。孔子在中国是个标准，一般人学的基本德行以孔子为标准，温良恭俭让。看他在日常生活，处事待人接物有没有这几个条件，温和、善良、恭敬、谨慎、廉洁、肯让别人，有这个基础，这是什么？这个人具足圣人的基础，你才能够培养得出来。遇到这个人我们得全心全力照顾他、帮助他、成就他，这是我们的责任、使命。",
      "zh_TW": "昨天也有些朋友談到這問題，儒釋道師資的問題，師資什麼條件？不是大學畢業，不是拿到很高的學位，不是，與這個不相干。最重要的真誠的愛心、真誠的恭敬心，印祖講的誠敬；換句話說，真正孝順父母、尊敬長輩。這個人到哪去找？真難！自己都不自愛，怎麼會愛人？我們看人，這人能不能成就從這小地方去看。他對父母、對長輩、對大眾，對大眾寬厚，有智慧能觀察人，有度量能包容人，有能力能照顧人，這他具備了基本的德行。孔子在中國是個標準，一般人學的基本德行以孔子為標準，溫良恭儉讓。看他在日常生活，處事待人接物有沒有這幾個條件，溫和、善良、恭敬、謹慎、廉潔、肯讓別人，有這個基礎，這是什麼？這個人具足聖人的基礎，你才能夠培養得出來。遇到這個人我們得全心全力照顧他、幫助他、成就他，這是我們的責任、使命。"
    },
    {
      "id": "02-040-0124_p0021",
      "zh_CN": "不能说他跟我没有关系，他不是我的儿女，他不是我的亲戚，我为什么照顾他？我们为国家民族照顾他，为一切众生的幸福照顾他。因为他的成就，他能为众生造福，他不是个自私自利的人。现在这种人少，认识人的人也少，这是个可悲的现象。我们只有求祖宗加持，求三宝感应，让我们在有生之年能遇到几个，多不敢说，一、二个都是宝。帮助后继的人，知见最重要，德行跟知见，良好的德行，正知正见。马来西亚我们心里面想着，这个汉学院十年能培养几个人才？十个就不得了！不能想多，有十个人出来，还得了！就能救天下。这个人有一点点私心、有一点点欲望，就全都毁掉了。所以立志作圣贤，立志作佛，立志作菩萨，世间圣人都做不到，佛菩萨更没分，这是我们必须要了解的。",
      "zh_TW": "不能說他跟我沒有關係，他不是我的兒女，他不是我的親戚，我為什麼照顧他？我們為國家民族照顧他，為一切眾生的幸福照顧他。因為他的成就，他能為眾生造福，他不是個自私自利的人。現在這種人少，認識人的人也少，這是個可悲的現象。我們只有求祖宗加持，求三寶感應，讓我們在有生之年能遇到幾個，多不敢說，一、二個都是寶。幫助後繼的人，知見最重要，德行跟知見，良好的德行，正知正見。馬來西亞我們心裡面想著，這個漢學院十年能培養幾個人才？十個就不得了！不能想多，有十個人出來，還得了！就能救天下。這個人有一點點私心、有一點點欲望，就全都毀掉了。所以立志作聖賢，立志作佛，立志作菩薩，世間聖人都做不到，佛菩薩更沒分，這是我們必須要了解的。"
    },
    {
      "id": "02-040-0124_p0022",
      "zh_CN": "我们再看下面这段，『导师』，「导师者，指引导他人入于佛道者」，佛门当中称导师，是对佛的称呼、对法身大士的称呼。「《十住断结经》曰：号导师者，令众生类示其正道故」。类是分门别类，众生根性不同，老师有智慧、有善巧，声闻根性人，帮助他证阿罗汉果；菩萨种性人，帮助他证得菩萨；佛种性人，帮助他契入大般涅槃，所以示其正道。「《华首经》曰：能为人说无生死道，故名导师」，六道凡夫都知道有生死。可是事实真相？没有生死，能把事实真相说出来，说得叫人听懂，人听了觉悟，也能够如教修行，这个人称为导师。",
      "zh_TW": "我們再看下面這段，『導師』，「導師者，指引導他人入於佛道者」，佛門當中稱導師，是對佛的稱呼、對法身大士的稱呼。「《十住斷結經》曰：號導師者，令眾生類示其正道故」。類是分門別類，眾生根性不同，老師有智慧、有善巧，聲聞根性人，幫助他證阿羅漢果；菩薩種性人，幫助他證得菩薩；佛種性人，幫助他契入大般涅槃，所以示其正道。「《華首經》曰：能為人說無生死道，故名導師」，六道凡夫都知道有生死。可是事實真相？沒有生死，能把事實真相說出來，說得叫人聽懂，人聽了覺悟，也能夠如教修行，這個人稱為導師。"
    },
    {
      "id": "02-040-0124_p0023",
      "zh_CN": "「《佛报恩经》曰：大导师者，以正路示涅槃径」。这径是道路，以正路，与自性相应的正路，与自性相违背的是邪道，旁门左道，那是不能成就的。「使得无为常乐故」，底下有个小括弧，「无为指无为法，常乐指常乐我净」。这真有，真有常乐我净，常是什么？不生不灭；乐是决定没有苦，这是真乐；我是主宰、是自在，决定自己能做主，得大自在；净是清净，在任何环境里头不会被染污。为什么？因为他不着相，他没有执着、没有分别，所以他是永远清净。因为老师所说的是无为法，学生所学的也是无为法，无为法才真正有常乐我净。",
      "zh_TW": "「《佛報恩經》曰：大導師者，以正路示涅槃徑」。這徑是道路，以正路，與自性相應的正路，與自性相違背的是邪道，旁門左道，那是不能成就的。「使得無為常樂故」，底下有個小括弧，「無為指無為法，常樂指常樂我淨」。這真有，真有常樂我淨，常是什麼？不生不滅；樂是決定沒有苦，這是真樂；我是主宰、是自在，決定自己能做主，得大自在；淨是清淨，在任何環境裡頭不會被染污。為什麼？因為他不著相，他沒有執著、沒有分別，所以他是永遠清淨。因為老師所說的是無為法，學生所學的也是無為法，無為法才真正有常樂我淨。"
    },
    {
      "id": "02-040-0124_p0024",
      "zh_CN": "「又《甄解》曰：导师行者，即弥陀世尊平等引接无所遗故」。这专就净宗说，阿弥陀佛念念当中，都在接引无量无边诸佛刹土念佛往生的大众，他一个不漏。那我们就知道，弥陀有神通能现无量无边身，临命终时来接引的全是弥陀的化身。化身跟真身不同，化身是随众生心现的。那我们平常心中对佛的形像认知有关系，佛来接引一定是你最欢喜、最熟悉的像。我们每天拜佛、供佛，供这尊佛像，那临终来接引的就是这个像。所以非常欢喜，天天拜你，天天想你，终于见到了。到西方极乐世界见到阿弥陀佛不一样，那是报身佛，那是佛的真身，是随佛自身所现的；来接引的是随我们众生心示现的，不相同。佛怎么现身？现应身、化身、报身都没有起心动念，这点必须知道。以为佛起心动念，那大错特错了，如果有起心动念他是凡夫，他不是佛。唯有不起心不动念才能现一切身，随众生心，应所知量。",
      "zh_TW": "「又《甄解》曰：導師行者，即彌陀世尊平等引接無所遺故」。這專就淨宗說，阿彌陀佛念念當中，都在接引無量無邊諸佛剎土念佛往生的大眾，他一個不漏。那我們就知道，彌陀有神通能現無量無邊身，臨命終時來接引的全是彌陀的化身。化身跟真身不同，化身是隨眾生心現的。那我們平常心中對佛的形像認知有關係，佛來接引一定是你最歡喜、最熟悉的像。我們每天拜佛、供佛，供這尊佛像，那臨終來接引的就是這個像。所以非常歡喜，天天拜你，天天想你，終於見到了。到西方極樂世界見到阿彌陀佛不一樣，那是報身佛，那是佛的真身，是隨佛自身所現的；來接引的是隨我們眾生心示現的，不相同。佛怎麼現身？現應身、化身、報身都沒有起心動念，這點必須知道。以為佛起心動念，那大錯特錯了，如果有起心動念他是凡夫，他不是佛。唯有不起心不動念才能現一切身，隨眾生心，應所知量。"
    },
    {
      "id": "02-040-0124_p0025",
      "zh_CN": "到西方极乐世界花开见佛，莲花化生，莲花的因是阿弥陀佛的本愿，莲花的缘是自己发的心。我念佛求生极乐世界，七宝莲池就有一朵莲花，托阿弥陀佛的因生到佛国土。莲花开的时候，你坐在莲花胎里头，你自己清清楚楚上了莲花去，上去之后莲花就合起来。阿弥陀佛带着这个花到极乐世界，时间很快一刹那就到了，到了时候花就开，你就出来了。这一出来这个身就不一样，是什么样的身？跟阿弥陀佛的身一样；换句话说，在莲花里头有很大的转变。我们看过养蚕，蚕结个茧，吐丝结个茧把自己包在里面，等牠出来的时候，牠把茧咬破牠出来，出来是像小蝴蝶一样的蛾，变了，长翅膀会飞了。往生的人也一样，坐到莲花去的看到是自己的身相，在莲花里头不知不觉变了。莲花一开，看自己的身相怎么跟阿弥陀佛一模一样，身有无量相，相有无量好，好有无量光，光中无量诸佛菩萨，那个境界不可思议。绝不是我们一般人的想像，所以境界真正不可思议。",
      "zh_TW": "到西方極樂世界花開見佛，蓮花化生，蓮花的因是阿彌陀佛的本願，蓮花的緣是自己發的心。我念佛求生極樂世界，七寶蓮池就有一朵蓮花，托阿彌陀佛的因生到佛國土。蓮花開的時候，你坐在蓮花胎裡頭，你自己清清楚楚上了蓮花去，上去之後蓮花就合起來。阿彌陀佛帶著這個花到極樂世界，時間很快一剎那就到了，到了時候花就開，你就出來了。這一出來這個身就不一樣，是什麼樣的身？跟阿彌陀佛的身一樣；換句話說，在蓮花裡頭有很大的轉變。我們看過養蠶，蠶結個繭，吐絲結個繭把自己包在裡面，等牠出來的時候，牠把繭咬破牠出來，出來是像小蝴蝶一樣的蛾，變了，長翅膀會飛了。往生的人也一樣，坐到蓮花去的看到是自己的身相，在蓮花裡頭不知不覺變了。蓮花一開，看自己的身相怎麼跟阿彌陀佛一模一樣，身有無量相，相有無量好，好有無量光，光中無量諸佛菩薩，那個境界不可思議。絕不是我們一般人的想像，所以境界真正不可思議。"
    },
    {
      "id": "02-040-0124_p0026",
      "zh_CN": "「又《甄解》曰：导师行者，即弥陀世尊平等引接无所遗」。一个都不漏，这个我们看了才放心，阿弥陀佛不会把我漏掉。可是你一定要如法，如果是为自私自利、为名闻利养，这个阿弥陀佛不会来接你，这一定要知道。「又大导师者，即弥陀世尊，以本愿引摄五乘」，这个五乘包含法界一切众生。",
      "zh_TW": "「又《甄解》曰：導師行者，即彌陀世尊平等引接無所遺」。一個都不漏，這個我們看了才放心，阿彌陀佛不會把我漏掉。可是你一定要如法，如果是為自私自利、為名聞利養，這個阿彌陀佛不會來接你，這一定要知道。「又大導師者，即彌陀世尊，以本願引攝五乘」，這個五乘包含法界一切眾生。"
    },
    {
      "id": "02-040-0124_p0027",
      "zh_CN": "「五乘」，这是个术语，我们参考资料里头有，我们念一遍。出《盂兰盆经疏》里头所说的，「乘即运载之义。谓人天等各以所修之法为乘，运载至其所至之处」，一共有五种叫五乘。古时候乘就是车，现在叫车，古时候叫乘，是运载的工具，运人、运货物。大车叫大乘，小车叫小乘，佛用它来做比喻，说为五种。",
      "zh_TW": "「五乘」，這是個術語，我們參考資料裡頭有，我們念一遍。出《盂蘭盆經疏》裡頭所說的，「乘即運載之義。謂人天等各以所修之法為乘，運載至其所至之處」，一共有五種叫五乘。古時候乘就是車，現在叫車，古時候叫乘，是運載的工具，運人、運貨物。大車叫大乘，小車叫小乘，佛用它來做比喻，說為五種。"
    },
    {
      "id": "02-040-0124_p0028",
      "zh_CN": "第一种，「人乘，人者忍也」，要能忍，「于世间违顺情境，悉能安忍故也」。现在的人不能忍，安就没有了；能忍就安，安你才能得到乐。不安得的是苦，哪来的乐？所以对于境界，违境叫违情境，与你自己欢喜的完全相反。我们希望社会美好、社会安定、社会吉祥、人民安乐。不喜欢社会动乱，社会动乱，人活在这个世间没有安全感，都生活在恐怖之中，这生活很苦。现在是乱世、是违境。极乐世界是顺境，我们所喜欢的，在极乐世界处处都见到，我们不喜欢的极乐世界见不到，没有。所以环境有顺境，有违境、逆境。人事的环境比物质的环境更重要，人事讲缘，有善缘、有恶缘。恶缘，这些人处处找麻烦，他为着他个人的利益，障碍一些人做这些公益的善行，他不喜欢，他只知道自利，不知道利益别人。所以顺境要忍，逆境也要忍，善缘要忍，恶缘也要忍，统统要忍。",
      "zh_TW": "第一種，「人乘，人者忍也」，要能忍，「於世間違順情境，悉能安忍故也」。現在的人不能忍，安就沒有了；能忍就安，安你才能得到樂。不安得的是苦，哪來的樂？所以對於境界，違境叫違情境，與你自己歡喜的完全相反。我們希望社會美好、社會安定、社會吉祥、人民安樂。不喜歡社會動亂，社會動亂，人活在這個世間沒有安全感，都生活在恐怖之中，這生活很苦。現在是亂世、是違境。極樂世界是順境，我們所喜歡的，在極樂世界處處都見到，我們不喜歡的極樂世界見不到，沒有。所以環境有順境，有違境、逆境。人事的環境比物質的環境更重要，人事講緣，有善緣、有惡緣。惡緣，這些人處處找麻煩，他為著他個人的利益，障礙一些人做這些公益的善行，他不喜歡，他只知道自利，不知道利益別人。所以順境要忍，逆境也要忍，善緣要忍，惡緣也要忍，統統要忍。"
    },
    {
      "id": "02-040-0124_p0029",
      "zh_CN": "忍是什么？用冷静、公平来接待，顺境不生贪恋，逆境不生怨恨。换句话说，在一切境界当中，保持清净心、平等心，觉而不迷，净而不染，这是做人基本的道理、基本的德行。菩萨修行对这个字非常重视。六波罗蜜里头最重要的，第一个是布施，修福；第二个是忍辱，成就福报，如果不能忍，所修的功德都漏掉了。能修忍，所修的功德就会有结果，它的结果就是定慧。在三学里面讲忍是持戒，结果是得定、得三昧，三昧之后就开智慧，戒定慧三学就圆满了。所以不能忍决定成就不了定慧，学佛定慧不能现前，白学！八万四千法门修什么？修戒定慧，无量法门还是修戒定慧。戒是根本，定是开花，慧是结果，这是十方三世一切诸佛所走的道路。我们要从这里扎根，什么境界都要能忍，能忍就能放下。",
      "zh_TW": "忍是什麼？用冷靜、公平來接待，順境不生貪戀，逆境不生怨恨。換句話說，在一切境界當中，保持清淨心、平等心，覺而不迷，淨而不染，這是做人基本的道理、基本的德行。菩薩修行對這個字非常重視。六波羅蜜裡頭最重要的，第一個是布施，修福；第二個是忍辱，成就福報，如果不能忍，所修的功德都漏掉了。能修忍，所修的功德就會有結果，它的結果就是定慧。在三學裡面講忍是持戒，結果是得定、得三昧，三昧之後就開智慧，戒定慧三學就圓滿了。所以不能忍決定成就不了定慧，學佛定慧不能現前，白學！八萬四千法門修什麼？修戒定慧，無量法門還是修戒定慧。戒是根本，定是開花，慧是結果，這是十方三世一切諸佛所走的道路。我們要從這裡扎根，什麼境界都要能忍，能忍就能放下。"
    },
    {
      "id": "02-040-0124_p0030",
      "zh_CN": "下面说的，「谓人以三归五戒为乘，运出四趣」，这是讲五趣，五趣是人、修罗、饿鬼、畜生、地狱。你能够超越这四道，不会堕在这个四趣里头，「生于人道，故名人乘」。我们过去三皈五戒修得不错，这一生当中得人身；如果三皈五戒修不好，人身得不到。凡是到人间来投生得人身，过去生中三皈五戒都不错，是这么来到世间的。来到世间说实在话都是好人，现在为什么变成这样子？没人教。从小就失教，疏忽了，父母没教他，扎根的教育是父母，不是别人。什么时候教？从怀孕就开始。一出生到满三岁这一千天扎根教育，他的老师就是母亲，母亲要是会教，这一千天把他的根扎好了。古谚语有一句话说「三岁看八十」，三岁扎下来的根，到八十岁都不会变，这个根多牢、多坚固。这个根怎么扎？父母做样子给他看，千万不能疏忽。他虽然刚刚生下来的婴孩，他睁开眼睛他会看、他会听，他已经在模仿，已经在学习。这一千天当中，父母要很小心谨慎照顾他，凡是不善的、负面的不能让他看见，不能让他听到，不能让他接触到，防范严密，这样三年他就学好了。父母在家庭里头，把孝养父母、敬事长辈、友爱兄弟做出来给小孩看，小孩天天看，这一千天全看会了，这根扎得好，这叫扎根的教育。",
      "zh_TW": "下面說的，「謂人以三歸五戒為乘，運出四趣」，這是講五趣，五趣是人、修羅、餓鬼、畜生、地獄。你能夠超越這四道，不會墮在這個四趣裡頭，「生於人道，故名人乘」。我們過去三皈五戒修得不錯，這一生當中得人身；如果三皈五戒修不好，人身得不到。凡是到人間來投生得人身，過去生中三皈五戒都不錯，是這麼來到世間的。來到世間說實在話都是好人，現在為什麼變成這樣子？沒人教。從小就失教，疏忽了，父母沒教他，扎根的教育是父母，不是別人。什麼時候教？從懷孕就開始。一出生到滿三歲這一千天扎根教育，他的老師就是母親，母親要是會教，這一千天把他的根紮好了。古諺語有一句話說「三歲看八十」，三歲紮下來的根，到八十歲都不會變，這個根多牢、多堅固。這個根怎麼紮？父母做樣子給他看，千萬不能疏忽。他雖然剛剛生下來的嬰孩，他睜開眼睛他會看、他會聽，他已經在模仿，已經在學習。這一千天當中，父母要很小心謹慎照顧他，凡是不善的、負面的不能讓他看見，不能讓他聽到，不能讓他接觸到，防範嚴密，這樣三年他就學好了。父母在家庭裡頭，把孝養父母、敬事長輩、友愛兄弟做出來給小孩看，小孩天天看，這一千天全看會了，這根紮得好，這叫扎根的教育。"
    },
    {
      "id": "02-040-0124_p0031",
      "zh_CN": "聪明的小孩，三、四岁就开始教他识字，这教育，正式教育从这开始。认识这个字，字怎么读法，代表什么意思，简简单单讲给他听，由浅而深。一年学会几百个字，一天认二、三个不要多，一年就二、三百，两年就五、六百个字，到七岁上学老师很好教，教他读书，这时候字差不多都认识。老师教句读，古书上没有标点符号的，句读要老师圈出来，点一点逗点，一个完整的句子画一个圈。看小朋友的能力他一天能读多少字，善根好的，最好的一天能够背六、七百字，古时候教学是算字数的。古时候的书它也讲究科学，印刷的书一定是直行，没有横的，一行二十个字，一面十行就是二百个字，两面一张四百个字。聪明的学生，他能够念六、七百个字，这怎么算法？教他念十遍他就会背了，这就是标准。十遍背不下来，减少，减四百字；四百字背不下来，减三百字；三百字背不下来，减二百字；二百字还背不下来，一百字，一百字就是五行。标准是念十遍就会背，能背诵，十遍成诵，晓得这个孩子他能记多少，根性就差不多分别出来。纵然是同样念一部书，进度每个人不一样，因人而异，老师教也是因人施教。",
      "zh_TW": "聰明的小孩，三、四歲就開始教他識字，這教育，正式教育從這開始。認識這個字，字怎麼讀法，代表什麼意思，簡簡單單講給他聽，由淺而深。一年學會幾百個字，一天認二、三個不要多，一年就二、三百，兩年就五、六百個字，到七歲上學老師很好教，教他讀書，這時候字差不多都認識。老師教句讀，古書上沒有標點符號的，句讀要老師圈出來，點一點逗點，一個完整的句子畫一個圈。看小朋友的能力他一天能讀多少字，善根好的，最好的一天能夠背六、七百字，古時候教學是算字數的。古時候的書它也講究科學，印刷的書一定是直行，沒有橫的，一行二十個字，一面十行就是二百個字，兩面一張四百個字。聰明的學生，他能夠念六、七百個字，這怎麼算法？教他念十遍他就會背了，這就是標準。十遍背不下來，減少，減四百字；四百字背不下來，減三百字；三百字背不下來，減二百字；二百字還背不下來，一百字，一百字就是五行。標準是念十遍就會背，能背誦，十遍成誦，曉得這個孩子他能記多少，根性就差不多分別出來。縱然是同樣念一部書，進度每個人不一樣，因人而異，老師教也是因人施教。"
    },
    {
      "id": "02-040-0124_p0032",
      "zh_CN": "标准的能背之后，老师要督促他念一百遍、念二百遍就背得很熟，十遍会背，再背一百遍到二百遍。每天上课把前面书统统背过一遍，他一生都不会忘记。这是什么？这是附带的收获。教他背书主要不是这个意思，他能记那么多是附带的，主要是什么？主要是修定。不叫他背书，小孩也会胡思乱想，胡思乱想就很可怕，用什么方法让他不胡思乱想？他的思想定在一上就背书。所以背书不是目的，真正目的是让小孩少打妄念，让他的心能集中，这才是真正的意思。所以念久了，他心定了，心定就会开智慧，他就能悟入所读里头这些道理，会把这些道理用在生活上，用在处事待人接物。中国人教学目的是教学生开智慧，方法这就属于戒律，目的是叫他得定，终极的目的是从定开智慧。开智慧的时候经里头的意思，老师一说，他就开悟、他就明白。为什么？他心专一，他没有妄念，那就是妄念很少容易开悟。现在人为什么不能开悟？妄想太多，他怎么可能开悟？他心不定，妄想多、杂念多，这把功夫全都破坏了，麻烦在这些地方，这不能不知道。",
      "zh_TW": "標準的能背之後，老師要督促他念一百遍、念二百遍就背得很熟，十遍會背，再背一百遍到二百遍。每天上課把前面書統統背過一遍，他一生都不會忘記。這是什麼？這是附帶的收穫。教他背書主要不是這個意思，他能記那麼多是附帶的，主要是什麼？主要是修定。不叫他背書，小孩也會胡思亂想，胡思亂想就很可怕，用什麼方法讓他不胡思亂想？他的思想定在一上就背書。所以背書不是目的，真正目的是讓小孩少打妄念，讓他的心能集中，這才是真正的意思。所以念久了，他心定了，心定就會開智慧，他就能悟入所讀裡頭這些道理，會把這些道理用在生活上，用在處事待人接物。中國人教學目的是教學生開智慧，方法這就屬於戒律，目的是叫他得定，終極的目的是從定開智慧。開智慧的時候經裡頭的意思，老師一說，他就開悟、他就明白。為什麼？他心專一，他沒有妄念，那就是妄念很少容易開悟。現在人為什麼不能開悟？妄想太多，他怎麼可能開悟？他心不定，妄想多、雜念多，這把功夫全都破壞了，麻煩在這些地方，這不能不知道。"
    },
    {
      "id": "02-040-0124_p0033",
      "zh_CN": "中国古老的教学法，几千年以来的人都循着这个规矩，现在人不要了，学西方。西方人求学的目的是知识，中国人读书的目的是求智慧。智慧跟知识两桩事情，智慧真能解决问题，没有后遗症；知识解决问题有局限性，而且有后遗症。今天我们看得非常清楚，社会乱了怎么解决？联合国召集各国的精英专家学者，在一起讨论研究，搞了四十多年没法子，现在这些人对于和平已经丧失信心。我就遇到很多。与会的这些同仁，还一些国家领导人，遇到我的时候都问，这个社会还会有和平吗？从这个话里头，我们理解他对和平丧失了信心，这才是今天真正问题的关键。我们在联合国大会里头发现，以前不知道，怎么办？要让这些丧失和平信心的人，帮助他们恢复信心、建立信心，这个社会才有救。这些人已经丧失信心怎样帮助他建立？只有一个方法，做出实验来让他看到，他才会相信。我们给他做报告，说得很好听，他没见到，我们报告完了之后下台在一起聊天，在一起吃饭，就很多人来问我：法师，你讲得很好，那是理想不能实现。这就给我当头一棒，把我敲醒，我发现真正问题之所在，信心，信心危机。",
      "zh_TW": "中國古老的教學法，幾千年以來的人都循著這個規矩，現在人不要了，學西方。西方人求學的目的是知識，中國人讀書的目的是求智慧。智慧跟知識兩樁事情，智慧真能解決問題，沒有後遺症；知識解決問題有侷限性，而且有後遺症。今天我們看得非常清楚，社會亂了怎麼解決？聯合國召集各國的精英專家學者，在一起討論研究，搞了四十多年沒法子，現在這些人對於和平已經喪失信心。我就遇到很多。與會的這些同仁，還一些國家領導人，遇到我的時候都問，這個社會還會有和平嗎？從這個話裡頭，我們理解他對和平喪失了信心，這才是今天真正問題的關鍵。我們在聯合國大會裡頭發現，以前不知道，怎麼辦？要讓這些喪失和平信心的人，幫助他們恢復信心、建立信心，這個社會才有救。這些人已經喪失信心怎樣幫助他建立？只有一個方法，做出實驗來讓他看到，他才會相信。我們給他做報告，說得很好聽，他沒見到，我們報告完了之後下台在一起聊天，在一起吃飯，就很多人來問我：法師，你講得很好，那是理想不能實現。這就給我當頭一棒，把我敲醒，我發現真正問題之所在，信心，信心危機。"
    },
    {
      "id": "02-040-0124_p0034",
      "zh_CN": "才想到大乘经上所说的，「信为道元功德母，长养一切诸善根」，佛讲得真好！断烦恼，证菩提，成佛道，最根本的因素就是信心，强烈的信心没有了。强烈的信心，加上真诚的爱心，没有一样事情做不成功。我们把这个关键找出来了，那就得想什么方法能让众生信心、爱心，都是他自性里面本具的德行，不是外来的，他本有的。从小没人教他，失掉了，这个失是迷失、是忘失，忘记了，醒过来就现前了，这要靠教育。这要什么教育？今天科学技术的教育不行，它不讲这个东西。要圣贤教育，古圣先贤的教育；要宗教教育，因为宗教里头都教信，宗教里头都教爱。宗教能够屹立于社会，到今天还能存在，就靠这两个字，「信、爱」。宗教要没有这两个字，这宗教就会消灭；有这两个字，这宗教会永存。",
      "zh_TW": "才想到大乘經上所說的，「信為道元功德母，長養一切諸善根」，佛講得真好！斷煩惱，證菩提，成佛道，最根本的因素就是信心，強烈的信心沒有了。強烈的信心，加上真誠的愛心，沒有一樣事情做不成功。我們把這個關鍵找出來了，那就得想什麼方法能讓眾生信心、愛心，都是他自性裡面本具的德行，不是外來的，他本有的。從小沒人教他，失掉了，這個失是迷失、是忘失，忘記了，醒過來就現前了，這要靠教育。這要什麼教育？今天科學技術的教育不行，它不講這個東西。要聖賢教育，古聖先賢的教育；要宗教教育，因為宗教裡頭都教信，宗教裡頭都教愛。宗教能夠屹立於社會，到今天還能存在，就靠這兩個字，「信、愛」。宗教要沒有這兩個字，這宗教就會消滅；有這兩個字，這宗教會永存。"
    },
    {
      "id": "02-040-0124_p0035",
      "zh_CN": "今天社会上，普遍就是没有这两个字，麻烦来了，人是以这两个字为根本，现在人这两个字也没有！中国人讲得很完整讲五常，五常第一个就是爱，仁，仁就是爱。仁义礼智信，你看爱头一个，信是最后一个，都是最重要的德行。以信为基础，以信为根本，信没有了，上面四个全没有了，你说信多重要！像五层大楼，信是第一层，智是第二层，礼是第三层，义是第四层，仁爱是最高的一层。我们如何重建五伦道德？从哪里学起？从《弟子规》，从《感应篇》，从《十善业》，要认真学习这三样东西，这三样东西是大根大本。五常能恢复，五伦才能够出现，四维八德很容易的就恢复了。这是当前最迫急的大问题。现在社会迫切需要，我们想恢复汉学，找什么样的学生？就找有五常概念的学生。不能说他都做到，做到的一个也找不到，他有这个概念，对这五样东西能生欢喜心，很想学习，这就非常难得了。",
      "zh_TW": "今天社會上，普遍就是沒有這兩個字，麻煩來了，人是以這兩個字為根本，現在人這兩個字也沒有！中國人講得很完整講五常，五常第一個就是愛，仁，仁就是愛。仁義禮智信，你看愛頭一個，信是最後一個，都是最重要的德行。以信為基礎，以信為根本，信沒有了，上面四個全沒有了，你說信多重要！像五層大樓，信是第一層，智是第二層，禮是第三層，義是第四層，仁愛是最高的一層。我們如何重建五倫道德？從哪裡學起？從《弟子規》，從《感應篇》，從《十善業》，要認真學習這三樣東西，這三樣東西是大根大本。五常能恢復，五倫才能夠出現，四維八德很容易的就恢復了。這是當前最迫急的大問題。現在社會迫切需要，我們想恢復漢學，找什麼樣的學生？就找有五常概念的學生。不能說他都做到，做到的一個也找不到，他有這個概念，對這五樣東西能生歡喜心，很想學習，這就非常難得了。"
    },
    {
      "id": "02-040-0124_p0036",
      "zh_CN": "他们下一代再找学生，条件要比我们高，为什么？要找有胎教的。真正负责任、真正能尽义务把小孩教好，希望这个小孩不是做大官，不是发大财，希望小孩将来长大他是圣人、他是贤人，圣贤君子的教育，家长要有这种认知，这个教育才能恢复。在社会真正恢复安定和平，至少需要一百年之后，不是眼前就能看到的。一、二百年之后会恢复到安定和平就不错了，这就是莫大的功德。我们眼前能够培养三、四个圣贤君子，那就算很有成就，有十几个那就太多了。希望下一代，我们能有三、四个，下一代有三、四十个，再下一代能够达到一百个。二百年之后这个世界上有二、三百个圣贤君子，天下太平，什么问题都解决了。要慢慢来，现在干这桩事情非常辛苦，得不到社会的关怀，人家看到都嫉妒、障碍，所以会做得很辛苦。今天时间到了，我们就学到此地。",
      "zh_TW": "他們下一代再找學生，條件要比我們高，為什麼？要找有胎教的。真正負責任、真正能盡義務把小孩教好，希望這個小孩不是做大官，不是發大財，希望小孩將來長大他是聖人、他是賢人，聖賢君子的教育，家長要有這種認知，這個教育才能恢復。在社會真正恢復安定和平，至少需要一百年之後，不是眼前就能看到的。一、二百年之後會恢復到安定和平就不錯了，這就是莫大的功德。我們眼前能夠培養三、四個聖賢君子，那就算很有成就，有十幾個那就太多了。希望下一代，我們能有三、四個，下一代有三、四十個，再下一代能夠達到一百個。二百年之後這個世界上有二、三百個聖賢君子，天下太平，什麼問題都解決了。要慢慢來，現在幹這樁事情非常辛苦，得不到社會的關懷，人家看到都嫉妒、障礙，所以會做得很辛苦。今天時間到了，我們就學到此地。"
    }
  ]
}