{
  "doc_id": "02-040-0511",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五一一集",
    "zh_TW": "第五一一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0511",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-040-0511_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0511_p0002",
      "zh_CN": "请看《大经科注》第八百五十三页倒数第五行，从第二句看起：",
      "zh_TW": "請看《大經科註》第八百五十三頁倒數第五行，從第二句看起："
    },
    {
      "id": "02-040-0511_p0003",
      "zh_CN": "「无缚无脱」。念老为我们解释，世间以无明烦恼这叫缚，缚也是烦恼的代名词。烦恼无量无边，世尊把它归纳为三大类，第一个叫无明烦恼。无明就是烦恼，明是明了、是明白，换句话说，本性是一切通达明了，也是我们的本能，遍法界虚空界过去现在未来没有一桩事情你不明了的。你本来明了，现在本来明了不明了了，这就生烦恼。就事相上来说，这什么东西？事相上来讲就是起心动念，起心动念不明了了，不起心不动念就明了。佛法常常用水来表法，做个代表。佛门里面的供养，第一供养就是一杯水，这个杯子最好是透明的。现在很多道场用水晶杯，很好，玻璃杯就可以了，能看得见。看见这杯水干净，没有污染、没有波动，水是静的，平静的。这表什么？真心，真心是清净的，真心是不动的。",
      "zh_TW": "「無縛無脫」。念老為我們解釋，世間以無明煩惱這叫縛，縛也是煩惱的代名詞。煩惱無量無邊，世尊把它歸納為三大類，第一個叫無明煩惱。無明就是煩惱，明是明瞭、是明白，換句話說，本性是一切通達明瞭，也是我們的本能，遍法界虛空界過去現在未來沒有一樁事情你不明瞭的。你本來明瞭，現在本來明瞭不明瞭了，這就生煩惱。就事相上來說，這什麼東西？事相上來講就是起心動念，起心動念不明瞭了，不起心不動念就明瞭。佛法常常用水來表法，做個代表。佛門裡面的供養，第一供養就是一杯水，這個杯子最好是透明的。現在很多道場用水晶杯，很好，玻璃杯就可以了，能看得見。看見這杯水乾淨，沒有污染、沒有波動，水是靜的，平靜的。這表什麼？真心，真心是清淨的，真心是不動的。"
    },
    {
      "id": "02-040-0511_p0004",
      "zh_CN": "所以佛法教我们修行，修什么？就是修清净、修平等。不清净就染污，这水不干净了；不平等，这水波动，起波浪了。水要是染污、起波浪，照见的作用就失掉了。所以，佛经上佛常讲照见，《心经》大家常常念的，「观自在菩萨，照见五蕴皆空」，照见。五蕴是事，事的真相看得清清楚楚、明明白白，那就是无缚无脱，这是本性、是真心。佛教人日常生活、工作、待人接物用真心，不要用妄心，妄心，起心动念是无明，分别叫尘沙烦恼。分别是什么？杂念、妄念，太多太多了，像尘沙一样，所以叫尘沙烦恼。最严重的执着，执着叫见思烦恼。执着个什么？我的看法、我的想法，这就是执着。",
      "zh_TW": "所以佛法教我們修行，修什麼？就是修清淨、修平等。不清淨就染污，這水不乾淨了；不平等，這水波動，起波浪了。水要是染污、起波浪，照見的作用就失掉了。所以，佛經上佛常講照見，《心經》大家常常念的，「觀自在菩薩，照見五蘊皆空」，照見。五蘊是事，事的真相看得清清楚楚、明明白白，那就是無縛無脫，這是本性、是真心。佛教人日常生活、工作、待人接物用真心，不要用妄心，妄心，起心動念是無明，分別叫塵沙煩惱。分別是什麼？雜念、妄念，太多太多了，像塵沙一樣，所以叫塵沙煩惱。最嚴重的執著，執著叫見思煩惱。執著個什麼？我的看法、我的想法，這就是執著。"
    },
    {
      "id": "02-040-0511_p0005",
      "zh_CN": "佛在大乘经上教导我们，小乘经也不例外，头一个教导我们无我。《金刚经》上前半部，讲真话，无我相、无人相、无众生相、无寿者相，换句话说，我、人、众生、寿者全是假的，别执着。这个相有没有？不能说没有，也不能说真有，相是幻相，不是真实的。怎么虚幻？当体即空，了不可得。这个相你能够控制它吗？你能够得到它吗？不能控制，也得不到。于是就知道，你想得到它、想控制它，那是错误的念头，这个念头就是见思烦恼。见思烦恼所感的境界是六道轮回，六道轮回从哪里来的？自己造的，真的叫自作自受。你有这个念头，有控制的念头、有占有的念头，就有六道轮回，六道轮回是这么来的。",
      "zh_TW": "佛在大乘經上教導我們，小乘經也不例外，頭一個教導我們無我。《金剛經》上前半部，講真話，無我相、無人相、無眾生相、無壽者相，換句話說，我、人、眾生、壽者全是假的，別執著。這個相有沒有？不能說沒有，也不能說真有，相是幻相，不是真實的。怎麼虛幻？當體即空，了不可得。這個相你能夠控制它嗎？你能夠得到它嗎？不能控制，也得不到。於是就知道，你想得到它、想控制它，那是錯誤的念頭，這個念頭就是見思煩惱。見思煩惱所感的境界是六道輪迴，六道輪迴從哪裡來的？自己造的，真的叫自作自受。你有這個念頭，有控制的念頭、有佔有的念頭，就有六道輪迴，六道輪迴是這麼來的。"
    },
    {
      "id": "02-040-0511_p0006",
      "zh_CN": "如果我们真的明白了，相，假相，事有理无；实在讲事也没有，是真没有，完全是我们看错了、想错了。自己给自己添上这些麻烦，根本的原因就是起心动念。眼在色当中起心动念，色，用现在的话来说，就是物质现象，叫做色，肉眼能看得见的统统叫色，意思非常广。音声，耳朵能听的叫声。眼在色里面起心动念、分别执着，耳在音声里头起心动念、分别执着，六根在六尘境界上起心动念、分别执着，这就叫凡夫。凡夫是怎么回事情？堕落在六道轮回里面。必须要知道，六道轮回是自己造的，是一场恶梦，什么时候你放下了，清醒过来，六道轮回不见了，没有了。你说是真的还是假的？",
      "zh_TW": "如果我們真的明白了，相，假相，事有理無；實在講事也沒有，是真沒有，完全是我們看錯了、想錯了。自己給自己添上這些麻煩，根本的原因就是起心動念。眼在色當中起心動念，色，用現在的話來說，就是物質現象，叫做色，肉眼能看得見的統統叫色，意思非常廣。音聲，耳朵能聽的叫聲。眼在色裡面起心動念、分別執著，耳在音聲裡頭起心動念、分別執著，六根在六塵境界上起心動念、分別執著，這就叫凡夫。凡夫是怎麼回事情？墮落在六道輪迴裡面。必須要知道，六道輪迴是自己造的，是一場惡夢，什麼時候你放下了，清醒過來，六道輪迴不見了，沒有了。你說是真的還是假的？"
    },
    {
      "id": "02-040-0511_p0007",
      "zh_CN": "永嘉大师《证道歌》上说得很好，他说「梦里明明有六趣」，梦中清清楚楚、明明白白有六道轮回，醒过来，「觉后空空无大千」，醒过来是一场梦，痕迹都找不到。我们每个人都有作梦的经验，梦中醒过来，把大师这两句话，《证道歌》上这两句话念一遍，「梦里明明有六趣，觉后空空无大千」。遍数念多了念久了，豁然一下觉悟到，我现前这个境界是梦。怎么是梦？闭了眼睛全没有了，色没有了，色相没有了，闭起耳朵的时候，音声没有了。它怎么不是梦？真是一场梦。为什么不觉悟？真相实在讲就在眼前，没有隐蔽。佛菩萨、阿罗汉能觉察，换句话说，他们在梦中醒过来了，知道自己是在作梦。我们在梦中迷于梦境，不知道是在梦中，把这些事情都当作是真的，亏就吃大了。当真就造业，造业就受报，六道的报都是苦，三恶道苦，三善道也苦。",
      "zh_TW": "永嘉大師《證道歌》上說得很好，他說「夢裡明明有六趣」，夢中清清楚楚、明明白白有六道輪迴，醒過來，「覺後空空無大千」，醒過來是一場夢，痕跡都找不到。我們每個人都有作夢的經驗，夢中醒過來，把大師這兩句話，《證道歌》上這兩句話念一遍，「夢裡明明有六趣，覺後空空無大千」。遍數念多了念久了，豁然一下覺悟到，我現前這個境界是夢。怎麼是夢？閉了眼睛全沒有了，色沒有了，色相沒有了，閉起耳朵的時候，音聲沒有了。它怎麼不是夢？真是一場夢。為什麼不覺悟？真相實在講就在眼前，沒有隱蔽。佛菩薩、阿羅漢能覺察，換句話說，他們在夢中醒過來了，知道自己是在作夢。我們在夢中迷於夢境，不知道是在夢中，把這些事情都當作是真的，虧就吃大了。當真就造業，造業就受報，六道的報都是苦，三惡道苦，三善道也苦。"
    },
    {
      "id": "02-040-0511_p0008",
      "zh_CN": "佛在经上告诉我们，六道里头的人三苦八苦，无色界的人有行苦，色界天人有坏苦，欲界天人有苦苦，苦苦就是八苦，八苦交煎，欲界天是免不了的。凡夫堕落在这里头，不知道苦，没有出离苦的念头，这就是迷了，迷得太久，迷得太深了，这叫做缚。好比一条一条的绳子把你捆绑得很紧，你丝毫自由都没有，动弹不得。就是这三种烦恼，三根绳子把你捆绑住了，无明烦恼是一条，尘沙烦恼是第二条，见思烦恼是第三条，你只能够在这里打妄想，搞六道轮回。佛家修行叫解脱，解是什么？把这个绳索解开。解一定先从外而到内，先解除见思烦恼，脱离六道轮回，脱是脱离，离苦了；再解开尘沙、无明，你脱离十法界，这才叫真正成就，恢复自由。恢复自由就是生到实报庄严土，娑婆世界里面的华藏世界，释迦牟尼佛的报土。修八万四千法门，修无量法门，将来到哪里去？到华藏世界。难，真难！我们真的不知道事实真相。",
      "zh_TW": "佛在經上告訴我們，六道裡頭的人三苦八苦，無色界的人有行苦，色界天人有壞苦，欲界天人有苦苦，苦苦就是八苦，八苦交煎，欲界天是免不了的。凡夫墮落在這裡頭，不知道苦，沒有出離苦的念頭，這就是迷了，迷得太久，迷得太深了，這叫做縛。好比一條一條的繩子把你捆綁得很緊，你絲毫自由都沒有，動彈不得。就是這三種煩惱，三根繩子把你捆綁住了，無明煩惱是一條，塵沙煩惱是第二條，見思煩惱是第三條，你只能夠在這裡打妄想，搞六道輪迴。佛家修行叫解脫，解是什麼？把這個繩索解開。解一定先從外而到內，先解除見思煩惱，脫離六道輪迴，脫是脫離，離苦了；再解開塵沙、無明，你脫離十法界，這才叫真正成就，恢復自由。恢復自由就是生到實報莊嚴土，娑婆世界裡面的華藏世界，釋迦牟尼佛的報土。修八萬四千法門，修無量法門，將來到哪裡去？到華藏世界。難，真難！我們真的不知道事實真相。"
    },
    {
      "id": "02-040-0511_p0009",
      "zh_CN": "真正知道事实真相，就晓得三种烦恼是假的，不是真的。这三种烦恼在哪里，你拿出来给我看看？找不到，找不到就不是真的。既然知道不是真的，心里面这个疙瘩就放下，放下就脱了，苦就离开了，不但离开六道轮回，离开十法界。全是假的，所以烦恼假的，没这回事情，六道是假的，十法界也是假的。统统知道根本就没有这桩事情，哪有缚？哪有脱？没有。这个时候还需要修什么行？有修行你就又生病了，又被修行这个绳子给你绑起来，又错了。所以无修无证，修证是在六道里头讲的，十法界讲的，离开六道、离开十法界哪来的什么修证？没有了，那是真正解脱。",
      "zh_TW": "真正知道事實真相，就曉得三種煩惱是假的，不是真的。這三種煩惱在哪裡，你拿出來給我看看？找不到，找不到就不是真的。既然知道不是真的，心裡面這個疙瘩就放下，放下就脫了，苦就離開了，不但離開六道輪迴，離開十法界。全是假的，所以煩惱假的，沒這回事情，六道是假的，十法界也是假的。統統知道根本就沒有這樁事情，哪有縛？哪有脫？沒有。這個時候還需要修什麼行？有修行你就又生病了，又被修行這個繩子給你綁起來，又錯了。所以無修無證，修證是在六道裡頭講的，十法界講的，離開六道、離開十法界哪來的什麼修證？沒有了，那是真正解脫。"
    },
    {
      "id": "02-040-0511_p0010",
      "zh_CN": "所以，证得三德密藏，这个三德是真的，法身、般若、解脱。法身是什么？这才知道遍法界虚空界是自己的身，这叫法身。法界虚空界里面的一切法，就好像我们现在身体上的细胞一样，一个一个细胞。细胞有新陈代谢，诸法也有新陈代谢，很相似。不再起心动念，不再分别执着，起心动念、分别执着断得干干净净，这叫什么？这叫佛陀，这叫明心见性，这叫回归本际，这叫大般涅槃。在哪里？就在现前，一念觉你就是佛，一念迷你就是凡夫。还要不要搞这些分别执着？全错了，想都不能想，哪还有什么造作？",
      "zh_TW": "所以，證得三德密藏，這個三德是真的，法身、般若、解脫。法身是什麼？這才知道遍法界虛空界是自己的身，這叫法身。法界虛空界裡面的一切法，就好像我們現在身體上的細胞一樣，一個一個細胞。細胞有新陳代謝，諸法也有新陳代謝，很相似。不再起心動念，不再分別執著，起心動念、分別執著斷得乾乾淨淨，這叫什麼？這叫佛陀，這叫明心見性，這叫回歸本際，這叫大般涅槃。在哪裡？就在現前，一念覺你就是佛，一念迷你就是凡夫。還要不要搞這些分別執著？全錯了，想都不能想，哪還有什麼造作？"
    },
    {
      "id": "02-040-0511_p0011",
      "zh_CN": "菩萨、佛应化在十法界里头，应化在六道轮回里头，像释迦牟尼佛三千年前应化在这个地球上，住世八十年，这世间寿命八十年，他有没有缚、有没有脱？没有，真的没有。他在舞台上表演的有缚有脱，这是特别表演给六道众生看的，告诉六道众生要怎样解除烦恼，怎样脱离轮回，他做个样子给我们看。我们要看明白、看懂了，向他学习，照他这个模式来做，我们也能够解除烦恼，也能够脱离轮回、脱离生死。不是真的，他在舞台上表演。我们把表演当作真的，所以永远离不开烦恼，永远离不开轮回，这真苦！",
      "zh_TW": "菩薩、佛應化在十法界裡頭，應化在六道輪迴裡頭，像釋迦牟尼佛三千年前應化在這個地球上，住世八十年，這世間壽命八十年，他有沒有縛、有沒有脫？沒有，真的沒有。他在舞台上表演的有縛有脫，這是特別表演給六道眾生看的，告訴六道眾生要怎樣解除煩惱，怎樣脫離輪迴，他做個樣子給我們看。我們要看明白、看懂了，向他學習，照他這個模式來做，我們也能夠解除煩惱，也能夠脫離輪迴、脫離生死。不是真的，他在舞台上表演。我們把表演當作真的，所以永遠離不開煩惱，永遠離不開輪迴，這真苦！"
    },
    {
      "id": "02-040-0511_p0012",
      "zh_CN": "下面这两句，是世间人把无明烦恼看作是缚，这举了一个例子，除无明烦恼之外，有尘沙烦恼、见思烦恼，这三大类。断惑显真，这是解脱。你看，断见思烦恼，惑是迷惑，迷惑就生烦恼，不觉。能够把见思烦恼断了，六道轮回不见了，宇宙的真相现出曙光，太阳还没升起来，天亮了。这就好比是阿罗汉，三大类的烦恼，第一个断了。继续努力，回小向大，把自己提升，再断分别、再断起心动念。不起心不动念了，就是中午，太阳在顶天，究竟圆满，光明遍照，圆满的回归自性。这是世间人，佛随世间人的想法、随世间人的看法而说法，说有烦恼可断、有菩提可证，有阿罗汉、菩萨、佛这些果位可证，这世间人懂。",
      "zh_TW": "下面這兩句，是世間人把無明煩惱看作是縛，這舉了一個例子，除無明煩惱之外，有塵沙煩惱、見思煩惱，這三大類。斷惑顯真，這是解脫。你看，斷見思煩惱，惑是迷惑，迷惑就生煩惱，不覺。能夠把見思煩惱斷了，六道輪迴不見了，宇宙的真相現出曙光，太陽還沒升起來，天亮了。這就好比是阿羅漢，三大類的煩惱，第一個斷了。繼續努力，迴小向大，把自己提升，再斷分別、再斷起心動念。不起心不動念了，就是中午，太陽在頂天，究竟圓滿，光明遍照，圓滿的回歸自性。這是世間人，佛隨世間人的想法、隨世間人的看法而說法，說有煩惱可斷、有菩提可證，有阿羅漢、菩薩、佛這些果位可證，這世間人懂。"
    },
    {
      "id": "02-040-0511_p0013",
      "zh_CN": "「而未知无明与法性，本为一体」，这个道理深，一般人不懂，无明跟法性是一不是二，只是迷悟不同。凡夫成佛了，凡夫跟佛是一不是二，并不是成了佛换一个身体，不是的，是一体。但是凡夫的身体跟佛菩萨的身体真的不一样，这个真的不一样是凡夫知见，什么时候看出完全是一样，那是佛知佛见。这怎么回事情？凡夫无明没断，看不到真相，其实真妄是一不是二。不起心不动念，看出来了，原来是一样的，起心动念就不一样了。这就说明佛法修的是什么？怎么个修法？八万四千法门，无量法门，方法不一样，门道不相同，可是修的是一桩事情；不管用什么方法，不管用什么门道，统统是修定，禅定。依戒得定，那个戒是无量无边，八万四千法门都是戒，无量法门也是戒，全都是修的定。所以佛才告诉我们，法门平等，无有高下，统统修定，修定的方法不一样，修定的门道不一样，全是修定。我们现在用什么？持名念佛修定，这是佛法；如果持名念佛不是修定，这就不是佛法，你完全搞错了。",
      "zh_TW": "「而未知無明與法性，本為一體」，這個道理深，一般人不懂，無明跟法性是一不是二，只是迷悟不同。凡夫成佛了，凡夫跟佛是一不是二，並不是成了佛換一個身體，不是的，是一體。但是凡夫的身體跟佛菩薩的身體真的不一樣，這個真的不一樣是凡夫知見，什麼時候看出完全是一樣，那是佛知佛見。這怎麼回事情？凡夫無明沒斷，看不到真相，其實真妄是一不是二。不起心不動念，看出來了，原來是一樣的，起心動念就不一樣了。這就說明佛法修的是什麼？怎麼個修法？八萬四千法門，無量法門，方法不一樣，門道不相同，可是修的是一樁事情；不管用什麼方法，不管用什麼門道，統統是修定，禪定。依戒得定，那個戒是無量無邊，八萬四千法門都是戒，無量法門也是戒，全都是修的定。所以佛才告訴我們，法門平等，無有高下，統統修定，修定的方法不一樣，修定的門道不一樣，全是修定。我們現在用什麼？持名念佛修定，這是佛法；如果持名念佛不是修定，這就不是佛法，你完全搞錯了。"
    },
    {
      "id": "02-040-0511_p0014",
      "zh_CN": "念佛人修什么？经题上讲得很清楚，修清净心、修平等心。清净心是小乘的定，阿罗汉、辟支佛所证得的，小乘的定，平等心是大乘菩萨所证得的；换句话说，清净是小乘的心，他没有染污，所以他没有轮回，轮回不见了。轮回是染污，三恶道是染污，三善道也是染污，善恶统统都要放下，才能脱离六道轮回。四圣法界他没有染污，他有分别，把分别放下，这是菩萨的定，比阿罗汉高。因定开慧，智慧开了就是觉，那是如来的大定。这三种禅定的层次，经题上清清楚楚、明明白白。念佛是佛法，没有违背戒定慧，念佛决定证得清净平等觉，这就完全正确，你学佛的方向对了，目标对了，你没有走错路，你会有成就。",
      "zh_TW": "念佛人修什麼？經題上講得很清楚，修清淨心、修平等心。清淨心是小乘的定，阿羅漢、辟支佛所證得的，小乘的定，平等心是大乘菩薩所證得的；換句話說，清淨是小乘的心，他沒有染污，所以他沒有輪迴，輪迴不見了。輪迴是染污，三惡道是染污，三善道也是染污，善惡統統都要放下，才能脫離六道輪迴。四聖法界他沒有染污，他有分別，把分別放下，這是菩薩的定，比阿羅漢高。因定開慧，智慧開了就是覺，那是如來的大定。這三種禪定的層次，經題上清清楚楚、明明白白。念佛是佛法，沒有違背戒定慧，念佛決定證得清淨平等覺，這就完全正確，你學佛的方向對了，目標對了，你沒有走錯路，你會有成就。"
    },
    {
      "id": "02-040-0511_p0015",
      "zh_CN": "净宗是把这条路当中设了个中途站，那就是极乐世界，我们第一步到这个站，第二步就成就了。好像我们外出旅行，我们乘火车，第一步先到火车站，极乐世界就是火车站，就是飞机场，你到那里去。到那里去乘坐阿弥陀佛的大乘，就成佛了，就达到目的地。我们把净宗跟通途的无量法门认识清楚，我们走捷径，那走阿弥陀佛这个路子。不走阿弥陀佛路子能不能成就？能，理上讲决定能，还是要放下起心动念、分别执着，这个原理是决定不能违背的。所以放下就是。很难放下，是真的，真正放不下，走阿弥陀佛的路子就对了。",
      "zh_TW": "淨宗是把這條路當中設了個中途站，那就是極樂世界，我們第一步到這個站，第二步就成就了。好像我們外出旅行，我們乘火車，第一步先到火車站，極樂世界就是火車站，就是飛機場，你到那裡去。到那裡去乘坐阿彌陀佛的大乘，就成佛了，就達到目的地。我們把淨宗跟通途的無量法門認識清楚，我們走捷徑，那走阿彌陀佛這個路子。不走阿彌陀佛路子能不能成就？能，理上講決定能，還是要放下起心動念、分別執著，這個原理是決定不能違背的。所以放下就是。很難放下，是真的，真正放不下，走阿彌陀佛的路子就對了。"
    },
    {
      "id": "02-040-0511_p0016",
      "zh_CN": "下面把烦恼跟菩提用比喻来显示，法性好比是水，无明好比是冰，「现相虽殊，究其本体，则无明之冰举体是法性之水」。这个比喻很有味道，水是真心，烦恼是妄心，虽然是妄心，妄心跟真心是一个心，不是两个心，就是一个在觉，一个在迷。水温度高，零度以上它现出来是水，零度以下它结冰。温度差别不一样，体是一个，所以无明跟法性是一不是二。断无明不是真的把它断掉，是把它加温，冰就融化成水，是这个意思。无明真的不要了，那法性也没有了，就变成外道，外道还在六道轮回，迷了。",
      "zh_TW": "下面把煩惱跟菩提用比喻來顯示，法性好比是水，無明好比是冰，「現相雖殊，究其本體，則無明之冰舉體是法性之水」。這個比喻很有味道，水是真心，煩惱是妄心，雖然是妄心，妄心跟真心是一個心，不是兩個心，就是一個在覺，一個在迷。水溫度高，零度以上它現出來是水，零度以下它結冰。溫度差別不一樣，體是一個，所以無明跟法性是一不是二。斷無明不是真的把它斷掉，是把它加溫，冰就融化成水，是這個意思。無明真的不要了，那法性也沒有了，就變成外道，外道還在六道輪迴，迷了。"
    },
    {
      "id": "02-040-0511_p0017",
      "zh_CN": "《玄义》里面说，《法华经玄义》，「谓无明与法性，如冰是水，如水是冰。因冰水一如，故无缚脱」。这是佛眼睛里看的，看到真相。你在无间地狱，跟你在实报庄严土，佛菩萨看到是一，不二。可是你自己不知道，你要是迷了，你感觉得在极乐世界是乐，在地狱是苦，你有很明显的感觉，那是什么？那是你虚妄的执着。你本来没有苦，你以为你很苦，苦不苦？真苦。苦从哪里来的？妄念来的。你要觉得妄念是假的，这个东西不是真的，妄念不起，苦乐二边都没有，那叫真乐。有乐的感受是错误的，是妄念，跟有苦的感受是一样的境界，平等的。二边都没有了，这叫中道，这是真的。根本就不存在，没有起心动念这叫真乐，这是真性现前。像水一样没有染污、没有动摇，它是清净平等的，它起作用，照见，像一面镜子一样，外面境界照得清清楚楚，表这个意思。但是比喻总是比喻，没有办法比喻得恰到好处，只能比喻到仿佛。水这个比喻，照，它见了；没照的？没有照的我们的真心也见，照不照它统见。水照才见，不照就不能见。所以，没有办法比到恰到好处，这个做不到，让我们在这个地方去觉悟。",
      "zh_TW": "《玄義》裡面說，《法華經玄義》，「謂無明與法性，如冰是水，如水是冰。因冰水一如，故無縛脫」。這是佛眼睛裡看的，看到真相。你在無間地獄，跟你在實報莊嚴土，佛菩薩看到是一，不二。可是你自己不知道，你要是迷了，你感覺得在極樂世界是樂，在地獄是苦，你有很明顯的感覺，那是什麼？那是你虛妄的執著。你本來沒有苦，你以為你很苦，苦不苦？真苦。苦從哪裡來的？妄念來的。你要覺得妄念是假的，這個東西不是真的，妄念不起，苦樂二邊都沒有，那叫真樂。有樂的感受是錯誤的，是妄念，跟有苦的感受是一樣的境界，平等的。二邊都沒有了，這叫中道，這是真的。根本就不存在，沒有起心動念這叫真樂，這是真性現前。像水一樣沒有染污、沒有動搖，它是清淨平等的，它起作用，照見，像一面鏡子一樣，外面境界照得清清楚楚，表這個意思。但是比喻總是比喻，沒有辦法比喻得恰到好處，只能比喻到彷彿。水這個比喻，照，它見了；沒照的？沒有照的我們的真心也見，照不照它統見。水照才見，不照就不能見。所以，沒有辦法比到恰到好處，這個做不到，讓我們在這個地方去覺悟。"
    },
    {
      "id": "02-040-0511_p0018",
      "zh_CN": "下面再说「无诸分别」，这些都是我们要学的。我们现在最大的麻烦，见色闻声立刻就分别，随着分别马上就执着。这个事情很麻烦，这就是烦恼、习气。真正用功、真正用心，要学见色不分别，闻声也不分别。不分别就不起烦恼，分别就起烦恼，这烦恼不严重。分别上再加上执着，这个烦恼就严重了，严重到什么程度？结果，果就是六道轮回，果就是人、天、修罗，下面是地狱、畜生、饿鬼，这是果报。果报从哪里来的？执着来的。为什么会执着？分别来的。所以真正修行人，六根接触六尘境界学不分别、不执着，真功夫。为什么？假的，你分别它干什么？凡所有相，皆是虚妄，你没有分别的必要。不但佛菩萨不分别，阿罗汉也不分别，所以阿罗汉不执着。",
      "zh_TW": "下面再說「無諸分別」，這些都是我們要學的。我們現在最大的麻煩，見色聞聲立刻就分別，隨著分別馬上就執著。這個事情很麻煩，這就是煩惱、習氣。真正用功、真正用心，要學見色不分別，聞聲也不分別。不分別就不起煩惱，分別就起煩惱，這煩惱不嚴重。分別上再加上執著，這個煩惱就嚴重了，嚴重到什麼程度？結果，果就是六道輪迴，果就是人、天、修羅，下面是地獄、畜生、餓鬼，這是果報。果報從哪裡來的？執著來的。為什麼會執著？分別來的。所以真正修行人，六根接觸六塵境界學不分別、不執著，真功夫。為什麼？假的，你分別它幹什麼？凡所有相，皆是虛妄，你沒有分別的必要。不但佛菩薩不分別，阿羅漢也不分別，所以阿羅漢不執著。"
    },
    {
      "id": "02-040-0511_p0019",
      "zh_CN": "念老在此地给我们解释，无诸分别意思就是不二，就是大乘经上讲的「如」。如什么意思？相如其性，性如其相。前面我们说的，古德讲的「以金作器，器器皆金」，金是器之体，器是体之相，有体有相。体如其相，相如其体，所以无诸分别。无论什么现相，遍法界虚空界，体是什么？全是自性，大乘经上常常讲的法性，法是万法，性是永恒不变的体，本体，它不生不灭，永恒不变。性相一如，性是如，相也是如，所以如如，如如两个字从这来的，「诸法皆如，故云如如」。如如这两个字把一切法讲尽了，连它的本体、现相、作用全部包括在其中，一个字，如如就说尽了。",
      "zh_TW": "念老在此地給我們解釋，無諸分別意思就是不二，就是大乘經上講的「如」。如什麼意思？相如其性，性如其相。前面我們說的，古德講的「以金作器，器器皆金」，金是器之體，器是體之相，有體有相。體如其相，相如其體，所以無諸分別。無論什麼現相，遍法界虛空界，體是什麼？全是自性，大乘經上常常講的法性，法是萬法，性是永恆不變的體，本體，它不生不滅，永恆不變。性相一如，性是如，相也是如，所以如如，如如兩個字從這來的，「諸法皆如，故云如如」。如如這兩個字把一切法講盡了，連它的本體、現相、作用全部包括在其中，一個字，如如就說盡了。"
    },
    {
      "id": "02-040-0511_p0020",
      "zh_CN": "「诸法皆如」，这四个字非常重要，这四个字佛知佛见。所以真正修行人，真正念佛人，想往生到极乐世界的人，一定要懂得诸法皆如。于一切法里头不起心不动念，见面就一句话，阿弥陀佛。这也就是，意思就是说，一切法统统是阿弥陀佛变现的，阿弥陀佛是本体。阿弥陀佛能现一切法，一切法就是阿弥陀佛，对待一切法平等看待，统统看到的是阿弥陀佛。你说你能不见阿弥陀佛吗？你能不生极乐世界吗？不可能。为什么？你的心、你的念头已经回归到极乐世界。极乐世界从哪里来的？从你这个一念生的，弥陀即是我心，我心即是弥陀，好！这真正不可思议，这真念佛人。",
      "zh_TW": "「諸法皆如」，這四個字非常重要，這四個字佛知佛見。所以真正修行人，真正念佛人，想往生到極樂世界的人，一定要懂得諸法皆如。於一切法裡頭不起心不動念，見面就一句話，阿彌陀佛。這也就是，意思就是說，一切法統統是阿彌陀佛變現的，阿彌陀佛是本體。阿彌陀佛能現一切法，一切法就是阿彌陀佛，對待一切法平等看待，統統看到的是阿彌陀佛。你說你能不見阿彌陀佛嗎？你能不生極樂世界嗎？不可能。為什麼？你的心、你的念頭已經回歸到極樂世界。極樂世界從哪裡來的？從你這個一念生的，彌陀即是我心，我心即是彌陀，好！這真正不可思議，這真念佛人。"
    },
    {
      "id": "02-040-0511_p0021",
      "zh_CN": "下面引用《大乘义章》里的话，「彼此皆如，故曰如如」。彼此是谁？我与阿弥陀佛，弥陀如，我亦如；再推展，一切万法，弥陀如，一切万法皆如，我亦如。「如非虚妄，故复经中亦名真如」。「彼此皆如，自然无诸分别」，这是什么？法性，法相跟法性是一不是二，就如金跟器一样，器器皆金。这是什么？这是事实真相，《般若经》里面常说的诸法实相。实相是真是如，还有什么分别？分别心断掉了，这个人就叫做明心见性，他没有障碍。心现在哪里？你眼睛见到的全是，耳朵听到的全是，身体接触到的全是，闻到的、尝到的、想到的没有一法不是，你还分别什么？分别就错了，不分别是佛，一分别就是凡夫。一念之间，凡夫跟佛就在这一念，无诸分别，凡夫成佛了；有诸分别，佛掉下来变成凡夫。这个话对谁说的？对我们自己说的，一点都不错。",
      "zh_TW": "下面引用《大乘義章》裡的話，「彼此皆如，故曰如如」。彼此是誰？我與阿彌陀佛，彌陀如，我亦如；再推展，一切萬法，彌陀如，一切萬法皆如，我亦如。「如非虛妄，故復經中亦名真如」。「彼此皆如，自然無諸分別」，這是什麼？法性，法相跟法性是一不是二，就如金跟器一樣，器器皆金。這是什麼？這是事實真相，《般若經》裡面常說的諸法實相。實相是真是如，還有什麼分別？分別心斷掉了，這個人就叫做明心見性，他沒有障礙。心現在哪裡？你眼睛見到的全是，耳朵聽到的全是，身體接觸到的全是，聞到的、嘗到的、想到的沒有一法不是，你還分別什麼？分別就錯了，不分別是佛，一分別就是凡夫。一念之間，凡夫跟佛就在這一念，無諸分別，凡夫成佛了；有諸分別，佛掉下來變成凡夫。這個話對誰說的？對我們自己說的，一點都不錯。"
    },
    {
      "id": "02-040-0511_p0022",
      "zh_CN": "念老引的经论很多。「又《文殊般若经》」，这个经上说：「若信一切法悉是佛法，不生惊怖，亦不疑惑，如是忍者，速得阿耨菩提。」你相不相信？佛说的，一切法统统是佛法。大乘教常说，哪一法不是佛法？你找一法，找出来不是佛法，你找出来我看看，找不到。为什么？一切法的体性是法性，那就是佛法。如果你迷了，哪一法是佛法？迷了一切皆非，觉了一切皆是。对佛这些说法，听了不惊不怖，惊怖是什么？惊怖是起心动念，不惊不怖，不起心、不动念、不分别、不执着，这不怀疑。佛说，这个修行人很快他就会证得无上菩提。无上菩提佛所证的，也就是说，这个修行人距离成佛很接近了、很快了。为什么？他已经渐渐契入如如的境界。",
      "zh_TW": "念老引的經論很多。「又《文殊般若經》」，這個經上說：「若信一切法悉是佛法，不生驚怖，亦不疑惑，如是忍者，速得阿耨菩提。」你相不相信？佛說的，一切法統統是佛法。大乘教常說，哪一法不是佛法？你找一法，找出來不是佛法，你找出來我看看，找不到。為什麼？一切法的體性是法性，那就是佛法。如果你迷了，哪一法是佛法？迷了一切皆非，覺了一切皆是。對佛這些說法，聽了不驚不怖，驚怖是什麼？驚怖是起心動念，不驚不怖，不起心、不動念、不分別、不執著，這不懷疑。佛說，這個修行人很快他就會證得無上菩提。無上菩提佛所證的，也就是說，這個修行人距離成佛很接近了、很快了。為什麼？他已經漸漸契入如如的境界。"
    },
    {
      "id": "02-040-0511_p0023",
      "zh_CN": "这样的大乘经要常常听，要常常去读诵，为什么？修行人要接受这个薰习，一遍一遍的薰习，到最后真的开悟了，不知不觉自然入这个境界。我们用的方法就是一句佛号，念念不忘这句佛号，其他的全可以放下。放下不是不管，放下就不迷惑，放下就真心现前，无论什么时候，无论在什么样的场所，别人问你，你能够讲得清清楚楚、明明白白。为什么？生智慧，不生烦恼。这个方法不分男女老少，不分贤愚不肖，为什么？与这个都没关系。与什么有关系？与起心动念有关系，与分别执着有关系。不起心不动念、不分别不执着叫根本智，这是自性本具的般若智慧，这个智慧是究竟圆满，人人皆有，平等的。只要你肯放下，不要再去计较，不要再去起心动念，你很快就成佛。",
      "zh_TW": "這樣的大乘經要常常聽，要常常去讀誦，為什麼？修行人要接受這個薰習，一遍一遍的薰習，到最後真的開悟了，不知不覺自然入這個境界。我們用的方法就是一句佛號，念念不忘這句佛號，其他的全可以放下。放下不是不管，放下就不迷惑，放下就真心現前，無論什麼時候，無論在什麼樣的場所，別人問你，你能夠講得清清楚楚、明明白白。為什麼？生智慧，不生煩惱。這個方法不分男女老少，不分賢愚不肖，為什麼？與這個都沒關係。與什麼有關係？與起心動念有關係，與分別執著有關係。不起心不動念、不分別不執著叫根本智，這是自性本具的般若智慧，這個智慧是究竟圓滿，人人皆有，平等的。只要你肯放下，不要再去計較，不要再去起心動念，你很快就成佛。"
    },
    {
      "id": "02-040-0511_p0024",
      "zh_CN": "很快成佛比较上困难，但是我可以说一句，你很快智慧就现前。别人问你，你没有学过，不知道的，你居然能回答得出来，而且还答得很巧妙，让你自己都感觉得意外。什么原因？是你的本能现前。为什么？你用真心，你不是用妄心，妄心里面有你的知识，你学来的，有你的经验，学来的；真心里头不是学来的，没学过，自然就通达，自然就明了。一定要晓得，烦恼跟菩提是一不是二，我有多少烦恼就是有多少智慧，我不用妄心用真心，烦恼统统变成智慧，因为烦恼跟智慧是一体。心清净平等就生智慧，不清净、不平等就生烦恼，这么回事情。真相搞清楚、搞明白。",
      "zh_TW": "很快成佛比較上困難，但是我可以說一句，你很快智慧就現前。別人問你，你沒有學過，不知道的，你居然能回答得出來，而且還答得很巧妙，讓你自己都感覺得意外。什麼原因？是你的本能現前。為什麼？你用真心，你不是用妄心，妄心裡面有你的知識，你學來的，有你的經驗，學來的；真心裡頭不是學來的，沒學過，自然就通達，自然就明瞭。一定要曉得，煩惱跟菩提是一不是二，我有多少煩惱就是有多少智慧，我不用妄心用真心，煩惱統統變成智慧，因為煩惱跟智慧是一體。心清淨平等就生智慧，不清淨、不平等就生煩惱，這麼回事情。真相搞清楚、搞明白。"
    },
    {
      "id": "02-040-0511_p0025",
      "zh_CN": "又《大宝积经》里面说，「乃至诸法本性与佛性等」，等是平等，「是故诸法皆是佛法」。为什么说一切法皆是佛法？一切法的法性，跟一切诸佛的佛性是一个性，一性无二性，所以从性上讲平等。惠能大师讲得最清楚，「何期自性，能生万法」，能生万法的那个性，与诸佛如来所证得的性是一不是二。所以，你见到性就见到一切万法，见与不见全见了。譬如说你认识了黄金，所有黄金制作的器皿你统统认识了，为什么？一看，这真金，不管它是什么样子，见过没见过，一看就明白，真金，决定没有看错。",
      "zh_TW": "又《大寶積經》裡面說，「乃至諸法本性與佛性等」，等是平等，「是故諸法皆是佛法」。為什麼說一切法皆是佛法？一切法的法性，跟一切諸佛的佛性是一個性，一性無二性，所以從性上講平等。惠能大師講得最清楚，「何期自性，能生萬法」，能生萬法的那個性，與諸佛如來所證得的性是一不是二。所以，你見到性就見到一切萬法，見與不見全見了。譬如說你認識了黃金，所有黃金製作的器皿你統統認識了，為什麼？一看，這真金，不管它是什麼樣子，見過沒見過，一看就明白，真金，決定沒有看錯。"
    },
    {
      "id": "02-040-0511_p0026",
      "zh_CN": "大乘经不能不听，大乘的薰习不能中断，天天都要接受薰习。有些同学很不错，能够一天保持十个小时的薰习，他要十年不中断，有可能开悟。根性利的，大彻大悟、明心见性；根性差一点的，不能彻悟，也能大悟，大悟对于一切法没有全通，但是大部分都通。薰习、薰陶力量很大，特别是对法性的薰陶。法性是清净的，法性是平等的，法性是觉而不迷的。所以于一切法当中不惊不怖。你看不惊不怖，你不动，不怀疑，不怀疑是智慧，不动，先让他平等不动，他就生智慧，妙绝了！",
      "zh_TW": "大乘經不能不聽，大乘的薰習不能中斷，天天都要接受薰習。有些同學很不錯，能夠一天保持十個小時的薰習，他要十年不中斷，有可能開悟。根性利的，大徹大悟、明心見性；根性差一點的，不能徹悟，也能大悟，大悟對於一切法沒有全通，但是大部分都通。薰習、薰陶力量很大，特別是對法性的薰陶。法性是清淨的，法性是平等的，法性是覺而不迷的。所以於一切法當中不驚不怖。你看不驚不怖，你不動，不懷疑，不懷疑是智慧，不動，先讓他平等不動，他就生智慧，妙絕了！"
    },
    {
      "id": "02-040-0511_p0027",
      "zh_CN": "见性的人，能大师会下有比丘、有比丘尼，那就说明，修定开智慧不分男女、有老有少，少有十几岁的，老有五、六十岁的，不限于年龄。如何能达到这个境界？最重要的真诚，要用真诚心，恭敬，坚定的信愿，不怀疑、不退转，坚持到底。无论是什么法门统统是修禅定，或者我们换句话说，我们用我们的术语，修清净心、平等心，这就是禅定。清净心是二乘的禅定，平等心是大乘的禅定，二乘禅定生小智慧，小智慧就是不能见性，大乘的禅定生大智慧，能明心见性，差别在此地。可是你得到定的顺序，一定是先得到小定，就是先得到清净心，然后再得到平等心，这是一定的，这才是真正见到一切法皆是佛法。「若谛信一切法悉是佛法，亦无分别矣」，无分别就证得了。为什么？不再分别。",
      "zh_TW": "見性的人，能大師會下有比丘、有比丘尼，那就說明，修定開智慧不分男女、有老有少，少有十幾歲的，老有五、六十歲的，不限於年齡。如何能達到這個境界？最重要的真誠，要用真誠心，恭敬，堅定的信願，不懷疑、不退轉，堅持到底。無論是什麼法門統統是修禪定，或者我們換句話說，我們用我們的術語，修清淨心、平等心，這就是禪定。清淨心是二乘的禪定，平等心是大乘的禪定，二乘禪定生小智慧，小智慧就是不能見性，大乘的禪定生大智慧，能明心見性，差別在此地。可是你得到定的順序，一定是先得到小定，就是先得到清淨心，然後再得到平等心，這是一定的，這才是真正見到一切法皆是佛法。「若諦信一切法悉是佛法，亦無分別矣」，無分別就證得了。為什麼？不再分別。"
    },
    {
      "id": "02-040-0511_p0028",
      "zh_CN": "末后一句「远离颠倒」，颠倒是错乱，再不会错，正知正见。「如上所说，万法本际，皆契实相，故无颠倒」，这是解释《大宝积经》里头所说的意思。什么是颠倒？鸠摩罗什大师注《维摩经》，《净名经》就是《维摩诘经》，这里头说：「有无见反于法相，名为颠倒。」什么叫有无见反于法相？念老下头给我们解释，「盖谓有见与无见，各有所执」，你看，问题就是执着，有所执就违背了「诸法平等之相」。为什么？你有分别、你有执着，这叫颠倒。「无相无为及以下远离颠倒共四句」，显示极乐世界这些菩萨们所说的全是正法，颠倒就不是正法。这下面的四句，「无相无为，无缚无脱，无诸分别，远离颠倒」。由此可知，极乐世界这些菩萨，他们都达到明心见性、大彻大悟的境界。所以他们所证得的、所说的，以及教化众生的，跟诸佛如来没有两样。",
      "zh_TW": "末後一句「遠離顛倒」，顛倒是錯亂，再不會錯，正知正見。「如上所說，萬法本際，皆契實相，故無顛倒」，這是解釋《大寶積經》裡頭所說的意思。什麼是顛倒？鳩摩羅什大師註《維摩經》，《淨名經》就是《維摩詰經》，這裡頭說：「有無見反於法相，名為顛倒。」什麼叫有無見反於法相？念老下頭給我們解釋，「蓋謂有見與無見，各有所執」，你看，問題就是執著，有所執就違背了「諸法平等之相」。為什麼？你有分別、你有執著，這叫顛倒。「無相無為及以下遠離顛倒共四句」，顯示極樂世界這些菩薩們所說的全是正法，顛倒就不是正法。這下面的四句，「無相無為，無縛無脫，無諸分別，遠離顛倒」。由此可知，極樂世界這些菩薩，他們都達到明心見性、大徹大悟的境界。所以他們所證得的、所說的，以及教化眾生的，跟諸佛如來沒有兩樣。"
    },
    {
      "id": "02-040-0511_p0029",
      "zh_CN": "下面这一段「妙用自在」，这就是乐。极乐从哪里来的？妙用自在就极乐了。这里头分两小段，第一个小段「受用自在」，那是什么？享受。我们这个世间，我见过不少富贵人，不自在。富，拥有亿万财富，他自不自在？每天不吃安眠药就不能睡觉，这就是什么？这就不自在。财产是多，太多了，心里放不下，起心动念无量的烦恼，患得患失。为什么会有这个现象？他有所取，凡夫那个无字改成个有字，皆有摄取，他就不自在了。极乐菩萨妙就妙在这里，他无摄取，我们常说的，没有占有的念头，没有控制的念头，没有分配的念头，得大自在。他这三种念头叫他日夜身心不安，为什么？他要占有。他能占有得了吗？占有不了，到最后连这个身体也不能占有，身体死亡了，还有什么他能占有的？他不知道。他想控制，也是得不到，现前能占有、能控制是个缘分，这个缘分决定不是你能掌握到的，是假的。佛在经上说得好，缘聚则现，缘散则灭，一切法是生灭法，都在缘分上，缘是不定的，一定要认识清楚。",
      "zh_TW": "下面這一段「妙用自在」，這就是樂。極樂從哪裡來的？妙用自在就極樂了。這裡頭分兩小段，第一個小段「受用自在」，那是什麼？享受。我們這個世間，我見過不少富貴人，不自在。富，擁有億萬財富，他自不自在？每天不吃安眠藥就不能睡覺，這就是什麼？這就不自在。財產是多，太多了，心裡放不下，起心動念無量的煩惱，患得患失。為什麼會有這個現象？他有所取，凡夫那個無字改成個有字，皆有攝取，他就不自在了。極樂菩薩妙就妙在這裡，他無攝取，我們常說的，沒有佔有的念頭，沒有控制的念頭，沒有分配的念頭，得大自在。他這三種念頭叫他日夜身心不安，為什麼？他要佔有。他能佔有得了嗎？佔有不了，到最後連這個身體也不能佔有，身體死亡了，還有什麼他能佔有的？他不知道。他想控制，也是得不到，現前能佔有、能控制是個緣分，這個緣分決定不是你能掌握到的，是假的。佛在經上說得好，緣聚則現，緣散則滅，一切法是生滅法，都在緣分上，緣是不定的，一定要認識清楚。"
    },
    {
      "id": "02-040-0511_p0030",
      "zh_CN": "【于所受用。皆无摄取。】",
      "zh_TW": "【於所受用。皆無攝取。】"
    },
    {
      "id": "02-040-0511_p0031",
      "zh_CN": "这两句话牢牢记住，什么都不要放在心上，放在心上就错了，大错特错！贤首国师在《修华严奥旨妄尽还源观》这篇论文上，全篇论文分六段，第四段给我们讲四德，菩萨四德。第一个德，随缘妙用，『于所受用』就是随缘，『皆无摄取』就是妙用。我们把它说白，大家好懂，根本就不放在心上，妙！没有占有的念头，没有控制的念头，也没有分别的念头，什么妄念都没有。有若无，心清净，心平等了，清净平等心妙用。日常生活、工作、对待一切人事物都不放在心上，用清净平等心来应付，就叫妙用。妙用就是无所摄取，没有一法摄取，连佛法也不摄取。净宗是特别法门，让我们摄取的只是极乐世界，一心一意求生西方极乐世界，除这一念之外，什么念头都没有。",
      "zh_TW": "這兩句話牢牢記住，什麼都不要放在心上，放在心上就錯了，大錯特錯！賢首國師在《修華嚴奧旨妄盡還源觀》這篇論文上，全篇論文分六段，第四段給我們講四德，菩薩四德。第一個德，隨緣妙用，『於所受用』就是隨緣，『皆無攝取』就是妙用。我們把它說白，大家好懂，根本就不放在心上，妙！沒有佔有的念頭，沒有控制的念頭，也沒有分別的念頭，什麼妄念都沒有。有若無，心清淨，心平等了，清淨平等心妙用。日常生活、工作、對待一切人事物都不放在心上，用清淨平等心來應付，就叫妙用。妙用就是無所攝取，沒有一法攝取，連佛法也不攝取。淨宗是特別法門，讓我們攝取的只是極樂世界，一心一意求生西方極樂世界，除這一念之外，什麼念頭都沒有。"
    },
    {
      "id": "02-040-0511_p0032",
      "zh_CN": "念老下面这个注解很重要，毕竟这个话是为我们介绍西方极乐世界的大众。「不希求想，表彼土菩萨平等游于十方佛刹，于所受用，皆不着取」。极乐世界菩萨经常，可以说不断的分身，他们有这个本事，同时游览十方佛刹。他有本事分身，遍法界虚空界无量无边诸佛刹土，他能现无量无边的分身，每一个佛刹都有他。他到那里去干什么？去拜佛、去供养，拜佛供养修福，听经闻法是修慧；也就是极乐菩萨平常的事业就是福慧双修，无量无边无尽的福慧他能够一时圆满。我们这个世界修福修慧很难，极乐世界成就福慧很容易，这个事情搞清楚、搞明白，你就不可能不发心求生净土。这个地方太好了，肯定会把这个世间万缘统统放下，为什么？不值得留恋。我决定到极乐世界去亲近阿弥陀佛，依阿弥陀佛为老师，向他老人家学习，做弥陀弟子，一生圆满证得佛果。这个果报跟阿弥陀佛平等，跟阿弥陀佛一如。",
      "zh_TW": "念老下面這個註解很重要，畢竟這個話是為我們介紹西方極樂世界的大眾。「不希求想，表彼土菩薩平等遊於十方佛剎，於所受用，皆不著取」。極樂世界菩薩經常，可以說不斷的分身，他們有這個本事，同時遊覽十方佛剎。他有本事分身，遍法界虛空界無量無邊諸佛剎土，他能現無量無邊的分身，每一個佛剎都有他。他到那裡去幹什麼？去拜佛、去供養，拜佛供養修福，聽經聞法是修慧；也就是極樂菩薩平常的事業就是福慧雙修，無量無邊無盡的福慧他能夠一時圓滿。我們這個世界修福修慧很難，極樂世界成就福慧很容易，這個事情搞清楚、搞明白，你就不可能不發心求生淨土。這個地方太好了，肯定會把這個世間萬緣統統放下，為什麼？不值得留戀。我決定到極樂世界去親近阿彌陀佛，依阿彌陀佛為老師，向他老人家學習，做彌陀弟子，一生圓滿證得佛果。這個果報跟阿彌陀佛平等，跟阿彌陀佛一如。"
    },
    {
      "id": "02-040-0511_p0033",
      "zh_CN": "底下这一段「游刹自在」，举这一个自在，就显示他真自在，真正得到解脱了。我们今天没有办法离开地球，我们的生活空间拘束在地球这个范围。但是到全世界游览不自在，出远门要受飞机班次的限制。我们自己没有专机，有专机就自在了；没有专机，要跟大家一起同行，就不自在，不能够想到哪里就到哪里。还有各别的国家还要签证，也不自在。极乐世界菩萨到一切诸佛刹土里不需要签证，不需要交通工具，他们有神通，想到哪里，身体就在哪里出现，你说多自在！我们看下面经文：",
      "zh_TW": "底下這一段「遊剎自在」，舉這一個自在，就顯示他真自在，真正得到解脫了。我們今天沒有辦法離開地球，我們的生活空間拘束在地球這個範圍。但是到全世界遊覽不自在，出遠門要受飛機班次的限制。我們自己沒有專機，有專機就自在了；沒有專機，要跟大家一起同行，就不自在，不能夠想到哪裡就到哪裡。還有各別的國家還要簽證，也不自在。極樂世界菩薩到一切諸佛剎土裡不需要簽證，不需要交通工具，他們有神通，想到哪裡，身體就在哪裡出現，你說多自在！我們看下面經文："
    },
    {
      "id": "02-040-0511_p0034",
      "zh_CN": "【遍游佛刹。】",
      "zh_TW": "【遍遊佛剎。】"
    },
    {
      "id": "02-040-0511_p0035",
      "zh_CN": "着重在这个『遍』字，遍是普遍，一个都不漏，他们去游览诸佛的刹土。怎么样？",
      "zh_TW": "著重在這個『遍』字，遍是普遍，一個都不漏，他們去遊覽諸佛的剎土。怎麼樣？"
    },
    {
      "id": "02-040-0511_p0036",
      "zh_CN": "【无爱无厌。】",
      "zh_TW": "【無愛無厭。】"
    },
    {
      "id": "02-040-0511_p0037",
      "zh_CN": "他们在修行、在真干、在锻炼，殊胜美好的境界没有贪爱，看到诸佛刹土里面有地狱、饿鬼、畜生，他不讨厌，练这个功夫。练什么？练清净平等心。有贪爱、有厌烦都是染污，不起心、不动念，那就是『无爱无厌』。看得清清楚楚是智慧，如如不动是功夫，就是定功，我们的清净平等觉没有受到干扰，没有受到影响，这真功夫，这是真成就。无爱无厌。",
      "zh_TW": "他們在修行、在真幹、在鍛鍊，殊勝美好的境界沒有貪愛，看到諸佛剎土裡面有地獄、餓鬼、畜生，他不討厭，練這個功夫。練什麼？練清淨平等心。有貪愛、有厭煩都是染污，不起心、不動念，那就是『無愛無厭』。看得清清楚楚是智慧，如如不動是功夫，就是定功，我們的清淨平等覺沒有受到干擾，沒有受到影響，這真功夫，這是真成就。無愛無厭。"
    },
    {
      "id": "02-040-0511_p0038",
      "zh_CN": "【亦无希求不希求想。】",
      "zh_TW": "【亦無希求不希求想。】"
    },
    {
      "id": "02-040-0511_p0039",
      "zh_CN": "『希求』就是我们常说的占有，我想得到，没这个念头，我要控制，也没这个念头。",
      "zh_TW": "『希求』就是我們常說的佔有，我想得到，沒這個念頭，我要控制，也沒這個念頭。"
    },
    {
      "id": "02-040-0511_p0040",
      "zh_CN": "【亦无彼我违怨之想。】",
      "zh_TW": "【亦無彼我違怨之想。】"
    },
    {
      "id": "02-040-0511_p0041",
      "zh_CN": "这更深一步，知道什么？知道一切万法跟自己是一体。好像一个人真正觉察到我整个身体是什么？六十兆的细胞组成的，每个细胞都是我，我的细胞。知道是一体，没有对这个细胞讨厌，对那个细胞欢喜，不会。细胞组成这个人身，组成各种不同的器官，每个器官有不同的作用，合成这个身体。这个身体是小宇宙，外面是大宇宙，大宇宙里头多么复杂，小宇宙跟大宇宙完全相同，无二无别。所以要认识这么多细胞每一天新陈代谢，就是每天有新的细胞长成，有旧的细胞消失了。新陈代谢，每天七千亿，单位是亿，七千亿个新陈代谢的细胞。像念头一样，前念灭后念生，每个念头都是独立的，没有两个念头是相同的，这是真的不是假的。",
      "zh_TW": "這更深一步，知道什麼？知道一切萬法跟自己是一體。好像一個人真正覺察到我整個身體是什麼？六十兆的細胞組成的，每個細胞都是我，我的細胞。知道是一體，沒有對這個細胞討厭，對那個細胞歡喜，不會。細胞組成這個人身，組成各種不同的器官，每個器官有不同的作用，合成這個身體。這個身體是小宇宙，外面是大宇宙，大宇宙裡頭多麼複雜，小宇宙跟大宇宙完全相同，無二無別。所以要認識這麼多細胞每一天新陳代謝，就是每天有新的細胞長成，有舊的細胞消失了。新陳代謝，每天七千億，單位是億，七千億個新陳代謝的細胞。像念頭一樣，前念滅後念生，每個念頭都是獨立的，沒有兩個念頭是相同的，這是真的不是假的。"
    },
    {
      "id": "02-040-0511_p0042",
      "zh_CN": "日本江本胜博士做水实验，做了十几年，我到他实验室去参观，他问我一个问题。他说他做了十几年，也做了十几万次，他说每一个画面，水结晶的画面，从来没有两个是相同的，他问我什么缘故？我告诉他，画面的结晶是念头，人一生不可能有两个念头是相同的，所以从结晶上反映看出来。同样是一个人来做实验，同样是一个爱心，爱心里头有轻重差别不一样，不会是前一秒跟后一秒那个爱心是平等的，不可能。我说这个你相不相信？他相信。所以不可能有两个一样的画面，极其微细的地方我们自己觉察不到，放大了就知道。小宇宙是我们身上，身体，小宇宙，大宇宙是外面的世界，小宇宙有时候觉察不到，放到外面大世界里头，遇到了，我们这个地球没出事情，别的星球出事情了。所以统统都是念头产生的，不可能两个念头相同。到什么时候相同？没有念头就相同了。所以佛佛道同，为什么？佛没有念头，没有念头跟没有念头就完全相同，那没有话说。",
      "zh_TW": "日本江本勝博士做水實驗，做了十幾年，我到他實驗室去參觀，他問我一個問題。他說他做了十幾年，也做了十幾萬次，他說每一個畫面，水結晶的畫面，從來沒有兩個是相同的，他問我什麼緣故？我告訴他，畫面的結晶是念頭，人一生不可能有兩個念頭是相同的，所以從結晶上反映看出來。同樣是一個人來做實驗，同樣是一個愛心，愛心裡頭有輕重差別不一樣，不會是前一秒跟後一秒那個愛心是平等的，不可能。我說這個你相不相信？他相信。所以不可能有兩個一樣的畫面，極其微細的地方我們自己覺察不到，放大了就知道。小宇宙是我們身上，身體，小宇宙，大宇宙是外面的世界，小宇宙有時候覺察不到，放到外面大世界裡頭，遇到了，我們這個地球沒出事情，別的星球出事情了。所以統統都是念頭產生的，不可能兩個念頭相同。到什麼時候相同？沒有念頭就相同了。所以佛佛道同，為什麼？佛沒有念頭，沒有念頭跟沒有念頭就完全相同，那沒有話說。"
    },
    {
      "id": "02-040-0511_p0043",
      "zh_CN": "我们看念老的注解，「游于净国」，这些菩萨们到哪里去？都是到一切诸佛报土里头的实报庄严土。为什么？见佛的报身。不会到同居土，不会到方便土，同居土是六道，方便土是四圣法界，声闻、缘觉、菩萨、佛，他不到那里去。为什么？他去参学一定是参学比他高的。一个大学生到外面学习，一定进入别的大学，不会跑去中学、小学，他不会到那里去，这个道理我们能了解。一切诸佛报土叫净国，娑婆世界释迦牟尼佛的报土叫华藏世界，跟西方极乐世界差不多。在这个里面「亦无爱乐」，没有贪爱、没有欢喜，这个乐不念乐，念要，乐是爱好、喜欢，不生这个烦恼。这是于净土。「于诸秽土，亦不厌弃」，秽土是什么？地狱、饿鬼、畜生，也不讨厌。知道六道里面的众生起心动念、言语造作所感得的报土，如幻如化，不是真实的。所以，以平等心看待，以清净心看待。『亦无希求不希求想』，没有起心动念，这句话，不起心、不动念。",
      "zh_TW": "我們看念老的註解，「遊於淨國」，這些菩薩們到哪裡去？都是到一切諸佛報土裡頭的實報莊嚴土。為什麼？見佛的報身。不會到同居土，不會到方便土，同居土是六道，方便土是四聖法界，聲聞、緣覺、菩薩、佛，他不到那裡去。為什麼？他去參學一定是參學比他高的。一個大學生到外面學習，一定進入別的大學，不會跑去中學、小學，他不會到那裡去，這個道理我們能了解。一切諸佛報土叫淨國，娑婆世界釋迦牟尼佛的報土叫華藏世界，跟西方極樂世界差不多。在這個裡面「亦無愛樂」，沒有貪愛、沒有歡喜，這個樂不念樂，念要，樂是愛好、喜歡，不生這個煩惱。這是於淨土。「於諸穢土，亦不厭棄」，穢土是什麼？地獄、餓鬼、畜生，也不討厭。知道六道裡面的眾生起心動念、言語造作所感得的報土，如幻如化，不是真實的。所以，以平等心看待，以清淨心看待。『亦無希求不希求想』，沒有起心動念，這句話，不起心、不動念。"
    },
    {
      "id": "02-040-0511_p0044",
      "zh_CN": "下面的注解，念老引用《金刚三昧经》上说的，「入道多途，要不出二种」，一种是理入，一种是行入。入道就是大彻大悟、明心见性，不外乎两大类，这个种是种类，不外乎两大类。一种从理入的，觉悟了，明白了；一种从行入的，行，出国访问是行，遍游佛刹这是行，是从观光、考察、旅游的时候豁然大悟，不外乎这两种。「行入则有四者，其中第三」，从行入的，「为无所求行」。行是修行，行是行为，修是修正。行为，身体的造作是身的行为，言语是口的行为，起心动念是意的行为，身口意三业行为。这三业行为当中产生错误，把错误修正过来叫修行，修行是修正错误的行为。做错了，身的行为；说错了，口的行为；想错了，意的行为，把这些错误修正过来，这叫修行。",
      "zh_TW": "下面的註解，念老引用《金剛三昧經》上說的，「入道多途，要不出二種」，一種是理入，一種是行入。入道就是大徹大悟、明心見性，不外乎兩大類，這個種是種類，不外乎兩大類。一種從理入的，覺悟了，明白了；一種從行入的，行，出國訪問是行，遍遊佛剎這是行，是從觀光、考察、旅遊的時候豁然大悟，不外乎這兩種。「行入則有四者，其中第三」，從行入的，「為無所求行」。行是修行，行是行為，修是修正。行為，身體的造作是身的行為，言語是口的行為，起心動念是意的行為，身口意三業行為。這三業行為當中產生錯誤，把錯誤修正過來叫修行，修行是修正錯誤的行為。做錯了，身的行為；說錯了，口的行為；想錯了，意的行為，把這些錯誤修正過來，這叫修行。"
    },
    {
      "id": "02-040-0511_p0045",
      "zh_CN": "修行有四种，这参考资料里头有没有？有，我们参考资料里头有。「理入、行入」，参考资料第二十三页，先说这两种入。「出金刚三昧经」，《金刚三昧经》里头说的。第一个「理入：谓众生深信本有真性，不一不异，不有不无，无己无他，凡圣不二，寂静无为，无有分别」。这段文字最关键的是第一句深信，深信，一丝毫都不怀疑，你从理入能入得进去。现在人麻烦在哪里？他用妄心，他不用真心，没有真诚心，没有恭敬心，佛菩萨来教他，他也听不进去，他也不会理解。有一等人说，我学佛，听经、念佛，在用功的时候我用真心，待人接物我用妄心。这是假的，不是真的。要知道佛法里头所说的，一真一切真，一假一切假，决定不可能我对佛菩萨用真心，我对别人用妄心，不可能的，全是假的，那个真也是假的。为什么？真心是不起心不动念、不分别不执着，这叫真心；你起心动念了，你分别执着了，假的，不是真的。不是真的，理入这一门就没指望。",
      "zh_TW": "修行有四種，這參考資料裡頭有沒有？有，我們參考資料裡頭有。「理入、行入」，參考資料第二十三頁，先說這兩種入。「出金剛三昧經」，《金剛三昧經》裡頭說的。第一個「理入：謂眾生深信本有真性，不一不異，不有不無，無己無他，凡聖不二，寂靜無為，無有分別」。這段文字最關鍵的是第一句深信，深信，一絲毫都不懷疑，你從理入能入得進去。現在人麻煩在哪裡？他用妄心，他不用真心，沒有真誠心，沒有恭敬心，佛菩薩來教他，他也聽不進去，他也不會理解。有一等人說，我學佛，聽經、念佛，在用功的時候我用真心，待人接物我用妄心。這是假的，不是真的。要知道佛法裡頭所說的，一真一切真，一假一切假，決定不可能我對佛菩薩用真心，我對別人用妄心，不可能的，全是假的，那個真也是假的。為什麼？真心是不起心不動念、不分別不執著，這叫真心；你起心動念了，你分別執著了，假的，不是真的。不是真的，理入這一門就沒指望。"
    },
    {
      "id": "02-040-0511_p0046",
      "zh_CN": "所以一定要晓得，别人以妄心对我，我要用真心对他，为什么？我要理入。在娑婆世界社会上亏可吃大了，但是往生极乐世界便宜可占大了。你想想，你占的便宜是大过这个虚妄，你到底选择哪一样？我选择的是用真诚，一生对人对事完全用真诚，不管他怎么骗我、欺我，甚至于障碍我、伤害我、陷害我，都不计较，都若无其事，根本就没有放在心上。放在心上，那个人是佛，那个人是好人。别人说那个人怎么不好，一时迷惑，一时糊涂，过会儿就好了。好像人喝酒，酒醉了发酒疯，那是好人，过一会他就好了，不要去计较。心里头不要有一个恶人，心里面一切众生全是佛，这就对了。",
      "zh_TW": "所以一定要曉得，別人以妄心對我，我要用真心對他，為什麼？我要理入。在娑婆世界社會上虧可吃大了，但是往生極樂世界便宜可佔大了。你想想，你佔的便宜是大過這個虛妄，你到底選擇哪一樣？我選擇的是用真誠，一生對人對事完全用真誠，不管他怎麼騙我、欺我，甚至於障礙我、傷害我、陷害我，都不計較，都若無其事，根本就沒有放在心上。放在心上，那個人是佛，那個人是好人。別人說那個人怎麼不好，一時迷惑，一時糊塗，過會兒就好了。好像人喝酒，酒醉了發酒瘋，那是好人，過一會他就好了，不要去計較。心裡頭不要有一個惡人，心裡面一切眾生全是佛，這就對了。"
    },
    {
      "id": "02-040-0511_p0047",
      "zh_CN": "所以这里讲的这几句话重要，如何把它落实在自己生活当中，这叫真修行。要相信本有真性、本有真心，相信中国老祖宗所说的本性本善，人之初，性本善。我要把我的本善、把我的本性要用在日常生活上，这就对了。别人用不用是他的事情，不是我的事情，于我不相干，我要用真诚待人接物。这些都是初学佛的时候老师教的，章嘉大师教我，李老师教我，一定要相信，用真心决定不吃亏。好处？好处都在后面，它有感应，真与真相感，妄与妄相感，真与佛菩萨感应，妄与妖魔鬼怪感应。不一样，要放心、要大胆去做。对佛要相信，我依照佛经上做，纵然舍了身命我也不怀疑，我也不改变、不退转，我一定要做到底。愈做你就愈有信心，为什么？感应不可思议，愈做你愈欢喜。",
      "zh_TW": "所以這裡講的這幾句話重要，如何把它落實在自己生活當中，這叫真修行。要相信本有真性、本有真心，相信中國老祖宗所說的本性本善，人之初，性本善。我要把我的本善、把我的本性要用在日常生活上，這就對了。別人用不用是他的事情，不是我的事情，於我不相干，我要用真誠待人接物。這些都是初學佛的時候老師教的，章嘉大師教我，李老師教我，一定要相信，用真心決定不吃虧。好處？好處都在後面，它有感應，真與真相感，妄與妄相感，真與佛菩薩感應，妄與妖魔鬼怪感應。不一樣，要放心、要大膽去做。對佛要相信，我依照佛經上做，縱然捨了身命我也不懷疑，我也不改變、不退轉，我一定要做到底。愈做你就愈有信心，為什麼？感應不可思議，愈做你愈歡喜。"
    },
    {
      "id": "02-040-0511_p0048",
      "zh_CN": "所以相信真性不一不异，相上不是一样，性上没有两样；事上不一样，理上是一样的。不有不无，所有虚空法界，包括一切诸佛刹土，不能执着有，也不可以执着无。知道真相，真相是生灭相，生灭相就是不有，但是前念灭后念生，你看到这是极其短暂的画面现象，它不是无。所以，不可以执着有，也不可以执着无。无己无他，己是自己，自己身心不可得。现在我们对这个概念比较具体，这个身心存在这个世间，每秒钟生灭一千六百兆次。前念灭后念生，这种微细的念头频率这么高，自己完全不知道。大乘经上佛说得好，谁知道？八地以上，难得，八地以上的菩萨知道。我们就能想到，八地菩萨有多少？八地、九地、十地、等觉，佛是妙觉，这五个位次上，他们看得清清楚楚、明明白白。我们将来修到八地，也见到了，证明佛不是妄语，佛确实符合现代所说的科学精神。佛不是说，我说了你们就相信，那是骗人的。佛说了之后，要求你去证得，你就真相信了。证得要修，修没有别的，就是放下烦恼习气，把起心动念、分别执着统统放下，这叫修行，这个入就是修。",
      "zh_TW": "所以相信真性不一不異，相上不是一樣，性上沒有兩樣；事上不一樣，理上是一樣的。不有不無，所有虛空法界，包括一切諸佛剎土，不能執著有，也不可以執著無。知道真相，真相是生滅相，生滅相就是不有，但是前念滅後念生，你看到這是極其短暫的畫面現象，它不是無。所以，不可以執著有，也不可以執著無。無己無他，己是自己，自己身心不可得。現在我們對這個概念比較具體，這個身心存在這個世間，每秒鐘生滅一千六百兆次。前念滅後念生，這種微細的念頭頻率這麼高，自己完全不知道。大乘經上佛說得好，誰知道？八地以上，難得，八地以上的菩薩知道。我們就能想到，八地菩薩有多少？八地、九地、十地、等覺，佛是妙覺，這五個位次上，他們看得清清楚楚、明明白白。我們將來修到八地，也見到了，證明佛不是妄語，佛確實符合現代所說的科學精神。佛不是說，我說了你們就相信，那是騙人的。佛說了之後，要求你去證得，你就真相信了。證得要修，修沒有別的，就是放下煩惱習氣，把起心動念、分別執著統統放下，這叫修行，這個入就是修。"
    },
    {
      "id": "02-040-0511_p0049",
      "zh_CN": "不要执着有我，也不要执着有他，这是什么？《金刚经》上的破四相，无我相就是无己，无人相就是无他，他还包括人、事、物，无众生相、无寿者相都是在无他里头。四相破了，四相破了证阿罗汉果。《金刚经》后半部意思深，前半部是破相，后半部是破见。见是什么？念头都没有了，无我见、无人见、无众生见、无寿者见。你看，破四相证阿罗汉，破四见法身菩萨。法身菩萨里面，高级的法身菩萨，就是八地以上，他们能够见到的跟如来在果地上差不多，佛所见到，他们全见到了。见到什么？真的无自无他。用《金刚经》上破四相、破四见来解释这一句，「无己无他，凡圣不二，寂静无为」。清净寂灭，无为而无所不为，无所不为就是无为，在什么地方看到？看诸佛如来、法身菩萨，他们遍游佛刹，这是法身菩萨，遍游佛刹干什么？上求佛道，下化众生，干这个事情。寂静无为，无有分别，「因此深信能入于理，是名理入」。",
      "zh_TW": "不要執著有我，也不要執著有他，這是什麼？《金剛經》上的破四相，無我相就是無己，無人相就是無他，他還包括人、事、物，無眾生相、無壽者相都是在無他裡頭。四相破了，四相破了證阿羅漢果。《金剛經》後半部意思深，前半部是破相，後半部是破見。見是什麼？念頭都沒有了，無我見、無人見、無眾生見、無壽者見。你看，破四相證阿羅漢，破四見法身菩薩。法身菩薩裡面，高級的法身菩薩，就是八地以上，他們能夠見到的跟如來在果地上差不多，佛所見到，他們全見到了。見到什麼？真的無自無他。用《金剛經》上破四相、破四見來解釋這一句，「無己無他，凡聖不二，寂靜無為」。清淨寂滅，無為而無所不為，無所不為就是無為，在什麼地方看到？看諸佛如來、法身菩薩，他們遍遊佛剎，這是法身菩薩，遍遊佛剎幹什麼？上求佛道，下化眾生，幹這個事情。寂靜無為，無有分別，「因此深信能入於理，是名理入」。"
    },
    {
      "id": "02-040-0511_p0050",
      "zh_CN": "这是大乘教常讲的上上根人，他凭这个理，他就入境界，入就是证果，就是明心见性、大彻大悟。如果根性不利的，不是真正上上根人，上根以下的，行入。他必须在日常生活、工作、待人接物里头去练，练什么？练不着相。真正不执着就入境界，真功夫，这不是假的。好，我们今天时间到了，就学习到此地。",
      "zh_TW": "這是大乘教常講的上上根人，他憑這個理，他就入境界，入就是證果，就是明心見性、大徹大悟。如果根性不利的，不是真正上上根人，上根以下的，行入。他必須在日常生活、工作、待人接物裡頭去練，練什麼？練不著相。真正不執著就入境界，真功夫，這不是假的。好，我們今天時間到了，就學習到此地。"
    }
  ]
}