{
  "doc_id": "02-040-0114",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一四集",
    "zh_TW": "第一一四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0114",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0114_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百四十三页第六行，「尽诸有结，心得自在」，从这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百四十三頁第六行，「盡諸有結，心得自在」，從這裡看起："
    },
    {
      "id": "02-040-0114_p0002",
      "zh_CN": "「又自在者，施为无壅，神通自在。夫心有拘累，随物而转，故为烦恼所缚，凡夫着有，二乘滞空，皆堕情执之中，咸是心随物转，故于万物不得自在」。自在还有一个意思，就是神通自在。总而言之，《法华经．序品》里头这一句很重要，「尽诸有结，心得自在」，理事皆如是。心有拘、累，这两个字也是代表烦恼。烦恼在大乘经上总分为两类，两种障，三种烦恼，就是烦恼障跟所知障，烦恼三大类是妄想、分别、执着，《华严经》上说的，一般大乘经里面说无明烦恼、尘沙烦恼、见思烦恼。总不外乎这三大类，这三大类有拘、累的现象。",
      "zh_TW": "「又自在者，施為無壅，神通自在。夫心有拘累，隨物而轉，故為煩惱所縛，凡夫著有，二乘滯空，皆墮情執之中，咸是心隨物轉，故於萬物不得自在」。自在還有一個意思，就是神通自在。總而言之，《法華經．序品》裡頭這一句很重要，「盡諸有結，心得自在」，理事皆如是。心有拘、累，這兩個字也是代表煩惱。煩惱在大乘經上總分為兩類，兩種障，三種煩惱，就是煩惱障跟所知障，煩惱三大類是妄想、分別、執著，《華嚴經》上說的，一般大乘經裡面說無明煩惱、塵沙煩惱、見思煩惱。總不外乎這三大類，這三大類有拘、累的現象。"
    },
    {
      "id": "02-040-0114_p0003",
      "zh_CN": "随物而转，我们不能转物，跟着外面境界转，故为烦恼所缚，这是凡夫，二乘也不免。凡夫执着有，二乘执着空，这都偏在一面，执着有，被有所转，执着空，被空所转，都没有办法回归自性。明心见性的人必须把这些东西统统放下，凡夫把有为放下，二乘把无为放下，他才能见性。所以这些只要有执着，都是堕在情执之中，情执是虚妄的，不是真实的。这就是心随物转，物是境界，心随境转了。故于万物不得自在，我们现在简单的说，被环境所干扰。如何能够不被外面的境界，无论是说空、是说有都不执着，你就不被它转了。只要你认为这个东西有，你已经被它所转，受它干扰了。这个原因是我们对于空有这两桩事情没搞清楚，这两桩事情是一知半解。经论上，两样东西都不可得，我们晓得不可得，可是事实上还是被它所转。这就是我们知不彻底，不是真知，就是一知半解，信心不踏实，才会有这种现象。",
      "zh_TW": "隨物而轉，我們不能轉物，跟著外面境界轉，故為煩惱所縛，這是凡夫，二乘也不免。凡夫執著有，二乘執著空，這都偏在一面，執著有，被有所轉，執著空，被空所轉，都沒有辦法回歸自性。明心見性的人必須把這些東西統統放下，凡夫把有為放下，二乘把無為放下，他才能見性。所以這些只要有執著，都是墮在情執之中，情執是虛妄的，不是真實的。這就是心隨物轉，物是境界，心隨境轉了。故於萬物不得自在，我們現在簡單的說，被環境所干擾。如何能夠不被外面的境界，無論是說空、是說有都不執著，你就不被它轉了。只要你認為這個東西有，你已經被它所轉，受它干擾了。這個原因是我們對於空有這兩樁事情沒搞清楚，這兩樁事情是一知半解。經論上，兩樣東西都不可得，我們曉得不可得，可是事實上還是被它所轉。這就是我們知不徹底，不是真知，就是一知半解，信心不踏實，才會有這種現象。"
    },
    {
      "id": "02-040-0114_p0004",
      "zh_CN": "「大士深达法性」，大士是法身菩萨，脱离十法界了，经上常讲的摩诃萨，是指这一类人，菩萨摩诃萨。菩萨是三乘菩萨，大士是大菩萨，明心见性的大菩萨，他们不被物转。「当相离相」，关键就在这一句，他有没有离开境界相？没有离开。没有离开有，也没有离开空，在有不执着有，在空不执着空，这就自在了。空有二边都不执着，知道有是幻有，不是真有；知道空是真空，能现万法。大乘教里面常说的，空是真空，有是妙有，妙有非有，真空不空，这个话说尽了。如果对于这些经文，我们有深刻的理解，自然在一切现象里头就不着，心得清净了，清净就是自在。",
      "zh_TW": "「大士深達法性」，大士是法身菩薩，脫離十法界了，經上常講的摩訶薩，是指這一類人，菩薩摩訶薩。菩薩是三乘菩薩，大士是大菩薩，明心見性的大菩薩，他們不被物轉。「當相離相」，關鍵就在這一句，他有沒有離開境界相？沒有離開。沒有離開有，也沒有離開空，在有不執著有，在空不執著空，這就自在了。空有二邊都不執著，知道有是幻有，不是真有；知道空是真空，能現萬法。大乘教裡面常說的，空是真空，有是妙有，妙有非有，真空不空，這個話說盡了。如果對於這些經文，我們有深刻的理解，自然在一切現象裡頭就不著，心得清淨了，清淨就是自在。"
    },
    {
      "id": "02-040-0114_p0005",
      "zh_CN": "凡夫着有，清净心得不到；二乘滞空，平等心得不到，所以他不能见性，必须二边都要离开。所以功夫在哪里？功夫在当相离相。六根，眼见色，离见色的相，见得清清楚楚、明明白白，不执着，知道这相是幻相，他就不随物转了。真正功夫就是这一句，「当相离相，不随物转」，这是真正功夫。在哪里做？就在日常生活，所在之处没有丝毫执着，这就是法身菩萨修行的道场。无处不是道场，无时不是道场，这是真正修道，不是远离一切相。远离一切相，就是远离境界，到哪里去修？《华严经》善财童子五十三参，给我们表演，给我们表法，那就是《大方广佛华严经》的行法。信解行证，真正功夫是在行，就是落实。《大方广佛华严》落实在哪里？落实在五十三参。五十三参演什么？就是演当相离相，不随物转。真妙！",
      "zh_TW": "凡夫著有，清淨心得不到；二乘滯空，平等心得不到，所以他不能見性，必須二邊都要離開。所以功夫在哪裡？功夫在當相離相。六根，眼見色，離見色的相，見得清清楚楚、明明白白，不執著，知道這相是幻相，他就不隨物轉了。真正功夫就是這一句，「當相離相，不隨物轉」，這是真正功夫。在哪裡做？就在日常生活，所在之處沒有絲毫執著，這就是法身菩薩修行的道場。無處不是道場，無時不是道場，這是真正修道，不是遠離一切相。遠離一切相，就是遠離境界，到哪裡去修？《華嚴經》善財童子五十三參，給我們表演，給我們表法，那就是《大方廣佛華嚴經》的行法。信解行證，真正功夫是在行，就是落實。《大方廣佛華嚴》落實在哪裡？落實在五十三參。五十三參演什麼？就是演當相離相，不隨物轉。真妙！"
    },
    {
      "id": "02-040-0114_p0006",
      "zh_CN": "所谓「离一切相，即一切法」，离是不执着。眼见到相，清清楚楚、明明白白，就在相上看到它是假相。怎么知道它是假相？在它相上看到一千六百兆分之一秒的生灭相，他看到这个了。我们凡夫看不到，他看到了。像看电影，从前电影，底片是幻灯片，我们看电影被电影欺骗了，不知道事实真相。他知道事实真相，他看电影是看一秒钟里头有二十四张幻灯片，张张都看清楚了。这要定功，你要能够赶得上它的速度。所以清净心中，极其微细的波动他都清清楚楚、了了分明。刹那生灭，就是「当处出生，随处灭尽」，《楞严经》上所说。这就是什么？这就是当相离相，当处出生，随处灭尽。所以《般若经》上说，「一切法无所有，毕竟空，不可得」，他的心就止住了，外面什么样的境界相都不能干扰他，这就不随境界转了。",
      "zh_TW": "所謂「離一切相，即一切法」，離是不執著。眼見到相，清清楚楚、明明白白，就在相上看到它是假相。怎麼知道它是假相？在它相上看到一千六百兆分之一秒的生滅相，他看到這個了。我們凡夫看不到，他看到了。像看電影，從前電影，底片是幻燈片，我們看電影被電影欺騙了，不知道事實真相。他知道事實真相，他看電影是看一秒鐘裡頭有二十四張幻燈片，張張都看清楚了。這要定功，你要能夠趕得上它的速度。所以清淨心中，極其微細的波動他都清清楚楚、了了分明。剎那生滅，就是「當處出生，隨處滅盡」，《楞嚴經》上所說。這就是什麼？這就是當相離相，當處出生，隨處滅盡。所以《般若經》上說，「一切法無所有，畢竟空，不可得」，他的心就止住了，外面什麼樣的境界相都不能干擾他，這就不隨境界轉了。"
    },
    {
      "id": "02-040-0114_p0007",
      "zh_CN": "不随境界转，《楞严经》后头还有句话说，「即同如来」，你跟如来就没有两样，跟法身菩萨没有两样。他们不随物转就能转物，物质现象千变万化听他的，一点都没错，物质现象永远是随着念头转。我们搞颠倒了，我们随着物质现象转，这亏吃大了，不知道它是随我们转。极乐世界是随着大众纯净纯善的念头转，你明白之后，一点都不稀奇。我们这个世界跟极乐世界是一样的，一丝毫差别都没有，可是我们搞错了，我们起心动念不善，整个山河大地也变得不善；如果我们念头善，整个山河大地就变善了。",
      "zh_TW": "不隨境界轉，《楞嚴經》後頭還有句話說，「即同如來」，你跟如來就沒有兩樣，跟法身菩薩沒有兩樣。他們不隨物轉就能轉物，物質現象千變萬化聽他的，一點都沒錯，物質現象永遠是隨著念頭轉。我們搞顛倒了，我們隨著物質現象轉，這虧吃大了，不知道它是隨我們轉。極樂世界是隨著大眾純淨純善的念頭轉，你明白之後，一點都不稀奇。我們這個世界跟極樂世界是一樣的，一絲毫差別都沒有，可是我們搞錯了，我們起心動念不善，整個山河大地也變得不善；如果我們念頭善，整個山河大地就變善了。"
    },
    {
      "id": "02-040-0114_p0008",
      "zh_CN": "境随心转，我们用身体做测验、做实验，果然能够把这些外头境界放下，不随物转，当相离相了，我们身体里面的疾病统统都能恢复正常。前几年，大概轰动社会，山西小院的新闻，四十多位得绝症的这些人，这些人都是佛教徒，知道存活的时间不多了，等于说宣布死刑。他们对于存活这个念头放下了，一心念佛。念佛这个念头好，身体有没有无所谓，住不住这个世间也别去想它，自己做不了主。一心念佛，念到一、二个月，没事，再去检查，病都好了。医院认为这是奇迹，他们没吃药，没有任何治疗，怎么会好了？念头转了。所以有病可别想这个病，你想就是养它，你想它好也是养它，你想它不好也是在养它。",
      "zh_TW": "境隨心轉，我們用身體做測驗、做實驗，果然能夠把這些外頭境界放下，不隨物轉，當相離相了，我們身體裡面的疾病統統都能恢復正常。前幾年，大概轟動社會，山西小院的新聞，四十多位得絕症的這些人，這些人都是佛教徒，知道存活的時間不多了，等於說宣布死刑。他們對於存活這個念頭放下了，一心念佛。念佛這個念頭好，身體有沒有無所謂，住不住這個世間也別去想它，自己做不了主。一心念佛，念到一、二個月，沒事，再去檢查，病都好了。醫院認為這是奇蹟，他們沒吃藥，沒有任何治療，怎麼會好了？念頭轉了。所以有病可別想這個病，你想就是養它，你想它好也是養它，你想它不好也是在養它。"
    },
    {
      "id": "02-040-0114_p0009",
      "zh_CN": "这桩实验，我听说很多地方一些小学生看到江本胜博士的水实验，他们就来实验到底是真是假。用馒头做实验，用香蕉做实验、水果做实验，它懂得人的意思。同一棵树上摘下两根香蕉，挂在房间的两边，这个香蕉对它说我喜欢你、我爱你，那个就骂它，我不喜欢你、我讨厌你。一个星期之后，对它好的这个香蕉也发酵了，气味很好闻，颜色黄金色的；天天骂它那个香蕉，气味很难闻，颜色变成黑色的。你看，我们不随它转，它就随着我们转，证明物质真是受念头的影响，那我们受它的影响就不应该了。我们看它这个东西很可爱就想占有，这个不是好念头，就想控制，这错了。欣赏它，没有占有的念头，没有控制的念头，没有支配的念头，你说这个多自在。所以物质现象恢复正常了，带着病毒的细胞恢复正常，就健康了，再检查就没有了。用念力来治疗，不需要医药。",
      "zh_TW": "這樁實驗，我聽說很多地方一些小學生看到江本勝博士的水實驗，他們就來實驗到底是真是假。用饅頭做實驗，用香蕉做實驗、水果做實驗，它懂得人的意思。同一棵樹上摘下兩根香蕉，掛在房間的兩邊，這個香蕉對它說我喜歡你、我愛你，那個就罵它，我不喜歡你、我討厭你。一個星期之後，對它好的這個香蕉也發酵了，氣味很好聞，顏色黃金色的；天天罵它那個香蕉，氣味很難聞，顏色變成黑色的。你看，我們不隨它轉，它就隨著我們轉，證明物質真是受念頭的影響，那我們受它的影響就不應該了。我們看它這個東西很可愛就想佔有，這個不是好念頭，就想控制，這錯了。欣賞它，沒有佔有的念頭，沒有控制的念頭，沒有支配的念頭，你說這個多自在。所以物質現象恢復正常了，帶著病毒的細胞恢復正常，就健康了，再檢查就沒有了。用念力來治療，不需要醫藥。"
    },
    {
      "id": "02-040-0114_p0010",
      "zh_CN": "近代的量子力学家就在搜集这些证据，他们搜集了很多，来支持这个理论，就是境随心转这个理论，物质现象是会受念头来转变。我们希望科学界早一天实验成功，让整个科学改变观念。科学家提出两句口号，这是革命性的，第一个是「以心控物」，我们用念头控制物质现象，证明物质确实是随着念头在改变。这个定律如果成立了，会改变全世界，我们想世界好，我们完全是好的念头，不要有恶念，这个世界跟天堂没有两样，这个世界跟极乐世界没有两样。极乐世界之所以好，每个往生人都是念佛去的，你不念佛，你去不了。到了极乐世界，念佛还不中断。极乐世界的环境好，六尘说法，你想不听也不行，你听不到别的音声，你听的全是说法的声音。喜欢什么经，听到就是那个经，喜欢什么论，听到就那个论。不是最好的东西，在极乐世界听不到，这是阿弥陀佛巧妙的设计。极乐世界六根所接触的纯正，决定不会带给你邪思、邪念。所以，那边的人真正是有福报，有大福报的都是念佛人。",
      "zh_TW": "近代的量子力學家就在蒐集這些證據，他們蒐集了很多，來支持這個理論，就是境隨心轉這個理論，物質現象是會受念頭來轉變。我們希望科學界早一天實驗成功，讓整個科學改變觀念。科學家提出兩句口號，這是革命性的，第一個是「以心控物」，我們用念頭控制物質現象，證明物質確實是隨著念頭在改變。這個定律如果成立了，會改變全世界，我們想世界好，我們完全是好的念頭，不要有惡念，這個世界跟天堂沒有兩樣，這個世界跟極樂世界沒有兩樣。極樂世界之所以好，每個往生人都是念佛去的，你不念佛，你去不了。到了極樂世界，念佛還不中斷。極樂世界的環境好，六塵說法，你想不聽也不行，你聽不到別的音聲，你聽的全是說法的聲音。喜歡什麼經，聽到就是那個經，喜歡什麼論，聽到就那個論。不是最好的東西，在極樂世界聽不到，這是阿彌陀佛巧妙的設計。極樂世界六根所接觸的純正，決定不會帶給你邪思、邪念。所以，那邊的人真正是有福報，有大福報的都是念佛人。"
    },
    {
      "id": "02-040-0114_p0011",
      "zh_CN": "下面，「宗门云」，禅宗说的，「但自无心于万物，何妨万物常围绕」。这是修行人功夫的境界，最重要的我们把万物放下了。头一个，身、心总放下，不再执着这个身体是自己，不再执着我这个起心动念是我的心，不再执着这个，这个放下了。这入门了，身心都放下了。外面境界是我与我所，我放下了，我所有的当然也放下，身心世界统统放下了。这个人是什么？这个人就成佛了。释迦牟尼佛在菩提树下打坐，身心世界放下了。六祖惠能听五祖讲《金刚经》，讲到「应无所住，而生其心」，他放下了。无所住就是无心于万物，而生其心就是万物常围绕，不碍事，没事。为什么没事？即相离相，他不执着，知道相全是幻相。把佛法完全应用在生活上，应用在工作上，应用在处事待人接物。",
      "zh_TW": "下面，「宗門云」，禪宗說的，「但自無心於萬物，何妨萬物常圍繞」。這是修行人功夫的境界，最重要的我們把萬物放下了。頭一個，身、心總放下，不再執著這個身體是自己，不再執著我這個起心動念是我的心，不再執著這個，這個放下了。這入門了，身心都放下了。外面境界是我與我所，我放下了，我所有的當然也放下，身心世界統統放下了。這個人是什麼？這個人就成佛了。釋迦牟尼佛在菩提樹下打坐，身心世界放下了。六祖惠能聽五祖講《金剛經》，講到「應無所住，而生其心」，他放下了。無所住就是無心於萬物，而生其心就是萬物常圍繞，不礙事，沒事。為什麼沒事？即相離相，他不執著，知道相全是幻相。把佛法完全應用在生活上，應用在工作上，應用在處事待人接物。"
    },
    {
      "id": "02-040-0114_p0012",
      "zh_CN": "释迦牟尼佛一生用上了，他用在教学。惠能大师一生也用上了。避难时期，在猎人队里头替猎人当伙夫，伺候猎人。那是个明心见性的佛陀，猎人天天造业，他伺候他们。《坛经》上给我们说得很清楚，看到受伤的畜生，还能够活的，他都放掉；实在不能活了，死了的，这就做成菜给猎人吃，自己吃肉边菜。不是短时间，十五年。他这个十五年是真正在修功夫，修什么？不为境界转，自己能转境界。这些畜生被打死了，到惠能手上，惠能也超度牠。冤冤相报，不要记恨，你被猎人打的，猎人今天吃你，你上辈子吃他，作还债想，这就了结了。他确实有这个能力，这些众生也被超度了。所以，虽然在逃难，天天还是在修戒定慧，天天还是在度众生，一天也没有空过。",
      "zh_TW": "釋迦牟尼佛一生用上了，他用在教學。惠能大師一生也用上了。避難時期，在獵人隊裡頭替獵人當伙夫，伺候獵人。那是個明心見性的佛陀，獵人天天造業，他伺候他們。《壇經》上給我們說得很清楚，看到受傷的畜生，還能夠活的，他都放掉；實在不能活了，死了的，這就做成菜給獵人吃，自己吃肉邊菜。不是短時間，十五年。他這個十五年是真正在修功夫，修什麼？不為境界轉，自己能轉境界。這些畜生被打死了，到惠能手上，惠能也超度牠。冤冤相報，不要記恨，你被獵人打的，獵人今天吃你，你上輩子吃他，作還債想，這就了結了。他確實有這個能力，這些眾生也被超度了。所以，雖然在逃難，天天還是在修戒定慧，天天還是在度眾生，一天也沒有空過。"
    },
    {
      "id": "02-040-0114_p0013",
      "zh_CN": "所以禅宗这两句话说得好，「进而物随心转，故能随意自在」，到物随着我们心在转，这是真的，我们有这个念头，转境界。地球上有灾难，灾难可以转变，只要地球上人心善良，灾难能化解。地球上造业的人这么多，谁肯停止？科学家给我们一个数据，这太难得了。只要地球上的居民总数，人口总数百分之一的平方根，只要这个数量。地球现在总数七十亿人，百分之一的平方根还不到一万人，大概八、九千人。有，我相信有，地球这么大，人这么多，我相信善心人士天天做祈祷，天天做回向，肯定超过一万人。这一万人天天做这个事情的时候，就在那里转环境，就把那个灾难给转掉了。我们希望这些人不能放松，我们每天要认真来做这个工作，让地球不至于有重大的灾难，让人有时间反省，有时间回头，有时间断恶修善，改邪归正。",
      "zh_TW": "所以禪宗這兩句話說得好，「進而物隨心轉，故能隨意自在」，到物隨著我們心在轉，這是真的，我們有這個念頭，轉境界。地球上有災難，災難可以轉變，只要地球上人心善良，災難能化解。地球上造業的人這麼多，誰肯停止？科學家給我們一個數據，這太難得了。只要地球上的居民總數，人口總數百分之一的平方根，只要這個數量。地球現在總數七十億人，百分之一的平方根還不到一萬人，大概八、九千人。有，我相信有，地球這麼大，人這麼多，我相信善心人士天天做祈禱，天天做迴向，肯定超過一萬人。這一萬人天天做這個事情的時候，就在那裡轉環境，就把那個災難給轉掉了。我們希望這些人不能放鬆，我們每天要認真來做這個工作，讓地球不至於有重大的災難，讓人有時間反省，有時間回頭，有時間斷惡修善，改邪歸正。"
    },
    {
      "id": "02-040-0114_p0014",
      "zh_CN": "这些天天做祈祷、天天做回向的这些人，这些人就是菩萨，他来救世的，你们不转他来转，百分之一的平方根就能产生这么巨大的效果。灾难没有了，有没有了的道理。灾难确实是没有，你天天有恶念它就来了，你天天有善念它就不见了。每天恶念、恶言、恶行，这个世界就是灾难；每天是善念、善心、善行，这个世界就是天堂。天堂、地狱在哪里？在你一念之间，是你那个一念铸造成的，它也是空的，它也是了不可得。这些道理，经上讲得很清楚，我们要相信，我们要认真学习，自他两利，我们需要安定的环境来成就道业，世间人也需要安定的环境成就事业。佛不能不念。",
      "zh_TW": "這些天天做祈禱、天天做迴向的這些人，這些人就是菩薩，他來救世的，你們不轉他來轉，百分之一的平方根就能產生這麼巨大的效果。災難沒有了，有沒有了的道理。災難確實是沒有，你天天有惡念它就來了，你天天有善念它就不見了。每天惡念、惡言、惡行，這個世界就是災難；每天是善念、善心、善行，這個世界就是天堂。天堂、地獄在哪裡？在你一念之間，是你那個一念鑄造成的，它也是空的，它也是了不可得。這些道理，經上講得很清楚，我們要相信，我們要認真學習，自他兩利，我們需要安定的環境來成就道業，世間人也需要安定的環境成就事業。佛不能不念。"
    },
    {
      "id": "02-040-0114_p0015",
      "zh_CN": "古时候，看中国历史上记载，遇到大灾难了，皇上带头斋戒沐浴，认真反省，忏除业障，修积功德，大赦天下，他做好事，灾难真就化解了。这历史上记载的很多，不是迷信。谁迷信？说迷信的那个人叫真迷信。为什么？他真了解的时候，他就不迷信。他因为迷信，他才说那些迷信的话。谚语有所谓「来说是非者，便是是非人」，来说迷信者，就是迷信人。你问问科学家，科学家点头，他相信，念力不可思议。现在科学家研究这个多了，愈来愈多，念力的能量不可思议。",
      "zh_TW": "古時候，看中國歷史上記載，遇到大災難了，皇上帶頭齋戒沐浴，認真反省，懺除業障，修積功德，大赦天下，他做好事，災難真就化解了。這歷史上記載的很多，不是迷信。誰迷信？說迷信的那個人叫真迷信。為什麼？他真了解的時候，他就不迷信。他因為迷信，他才說那些迷信的話。諺語有所謂「來說是非者，便是是非人」，來說迷信者，就是迷信人。你問問科學家，科學家點頭，他相信，念力不可思議。現在科學家研究這個多了，愈來愈多，念力的能量不可思議。"
    },
    {
      "id": "02-040-0114_p0016",
      "zh_CN": "下面，「如《净影疏》云：由成胜通」，通是神通，胜是殊胜，由于成就殊胜的神通，「于一切物变化随意，故能利物，名为自在」。下面这是念老的话，「大士神通自在，于一切万物心无拘束，随缘变化，饶益众生」。念老这几句话说得好，说明这些法身大士，他们殊胜的神通，变化自在，于一切万物，心没有拘束，也就是说，他不被外面境界影响。首先要做到这一点，不受外境影响，要真会做这个功夫。外面影响我的，不外乎一个是物质现象，一个是人事现象，物质是环境，顺境逆境都不受影响；人事环境，善缘恶缘、善人恶人也不受他的影响，你自己做得了主宰，你就得自在。自己做不了主，看到别人言论、行为，自己心就动了，受他影响了。譬如原先依照《无量寿经》会集本修行的，这是真事，听到别人毁谤这个本子，说是不应该会集，会集是错误的，是非法的行为，这个法是佛法，不如法，心就动摇了，这个损失很大。听说念佛是迷信，他就不念佛了，改学别的法门，这都很能影响人。",
      "zh_TW": "下面，「如《淨影疏》云：由成勝通」，通是神通，勝是殊勝，由於成就殊勝的神通，「於一切物變化隨意，故能利物，名為自在」。下面這是念老的話，「大士神通自在，於一切萬物心無拘束，隨緣變化，饒益眾生」。念老這幾句話說得好，說明這些法身大士，他們殊勝的神通，變化自在，於一切萬物，心沒有拘束，也就是說，他不被外面境界影響。首先要做到這一點，不受外境影響，要真會做這個功夫。外面影響我的，不外乎一個是物質現象，一個是人事現象，物質是環境，順境逆境都不受影響；人事環境，善緣惡緣、善人惡人也不受他的影響，你自己做得了主宰，你就得自在。自己做不了主，看到別人言論、行為，自己心就動了，受他影響了。譬如原先依照《無量壽經》會集本修行的，這是真事，聽到別人毀謗這個本子，說是不應該會集，會集是錯誤的，是非法的行為，這個法是佛法，不如法，心就動搖了，這個損失很大。聽說念佛是迷信，他就不念佛了，改學別的法門，這都很能影響人。"
    },
    {
      "id": "02-040-0114_p0017",
      "zh_CN": "我们最初入佛门，也是听人家说念佛是老太婆教，是释迦牟尼佛慈悲，不得已给老太婆们一点安慰，不是真的。我们就受这个影响，轻视净土法门。到以后学，学久了，不对！他们说法有问题。才真正发现，原来这个法门是最殊胜的法门，最难信，我们承认了难信之法。难信能信非常可贵，既然信了，这一生一定成功，一定得生净土。净土，阿弥陀佛建立的，我们也有一分，我们也参与了这桩事情。我们真正相信、真正发愿，老实念佛，就是参与建立极乐世界的一分子。我们跟阿弥陀佛同心同愿、同德同行，好！所以，别人怎么说，我们很容易就受影响，这是自己没有定力，自己没有功夫，自己没有学问。",
      "zh_TW": "我們最初入佛門，也是聽人家說念佛是老太婆教，是釋迦牟尼佛慈悲，不得已給老太婆們一點安慰，不是真的。我們就受這個影響，輕視淨土法門。到以後學，學久了，不對！他們說法有問題。才真正發現，原來這個法門是最殊勝的法門，最難信，我們承認了難信之法。難信能信非常可貴，既然信了，這一生一定成功，一定得生淨土。淨土，阿彌陀佛建立的，我們也有一分，我們也參與了這樁事情。我們真正相信、真正發願，老實念佛，就是參與建立極樂世界的一分子。我們跟阿彌陀佛同心同願、同德同行，好！所以，別人怎麼說，我們很容易就受影響，這是自己沒有定力，自己沒有功夫，自己沒有學問。"
    },
    {
      "id": "02-040-0114_p0018",
      "zh_CN": "好在我们还没有舍弃佛法。佛法有八个宗，我最初入门，受方老师的影响。方老师是哲学家，告诉我，佛门里头十分之八是迷信，十分之二是高等哲学，我们学那两分就够了，其他的就不要学。真的受他影响。以后慢慢学得感觉得老师学的说那个迷信，它有道理，它不迷信。发现原来老师只看到外面的门口、围墙，里面没看到。不过老师也很厉害，老师没有停止，到晚年的时候他皈依了，他完全承认了。这个不是糊涂人，他要深究，到底佛说的那些部分可不可以相信，一深究之后就相信了。尤其他是以《华严》为底蕴，做基础，这个基础太好了，愈是深入，对于事实真相愈明白、愈透彻。终于，对于轮回的事情肯定了，对十法界的事情肯定了，对于诸佛的报土肯定了，这就圆满的接受。",
      "zh_TW": "好在我們還沒有捨棄佛法。佛法有八個宗，我最初入門，受方老師的影響。方老師是哲學家，告訴我，佛門裡頭十分之八是迷信，十分之二是高等哲學，我們學那兩分就夠了，其他的就不要學。真的受他影響。以後慢慢學得感覺得老師學的說那個迷信，它有道理，它不迷信。發現原來老師只看到外面的門口、圍牆，裡面沒看到。不過老師也很厲害，老師沒有停止，到晚年的時候他皈依了，他完全承認了。這個不是糊塗人，他要深究，到底佛說的那些部分可不可以相信，一深究之後就相信了。尤其他是以《華嚴》為底蘊，做基礎，這個基礎太好了，愈是深入，對於事實真相愈明白、愈透徹。終於，對於輪迴的事情肯定了，對十法界的事情肯定了，對於諸佛的報土肯定了，這就圓滿的接受。"
    },
    {
      "id": "02-040-0114_p0019",
      "zh_CN": "我们这个地方只要学对于一切万法要心无拘束，换句话说，不受影响。不受影响，随缘变化，才能够饶益众生。佛法是活活泼泼的，不是一成不变的，千变万化。但是不管怎么变，它有个不变的原则，这个不变的原则就是利益众生。利益众生的总原则就是令他破迷开悟，这就叫做佛法。佛法没有定法，大经上佛常说，哪一法不是佛法，法法皆是；不会的，哪一法是佛法？不会的是什么？你执着，说空执着空，说有执着有，那就没有一法是佛法。",
      "zh_TW": "我們這個地方只要學對於一切萬法要心無拘束，換句話說，不受影響。不受影響，隨緣變化，才能夠饒益眾生。佛法是活活潑潑的，不是一成不變的，千變萬化。但是不管怎麼變，它有個不變的原則，這個不變的原則就是利益眾生。利益眾生的總原則就是令他破迷開悟，這就叫做佛法。佛法沒有定法，大經上佛常說，哪一法不是佛法，法法皆是；不會的，哪一法是佛法？不會的是什麼？你執著，說空執著空，說有執著有，那就沒有一法是佛法。"
    },
    {
      "id": "02-040-0114_p0020",
      "zh_CN": "我亲近章嘉大师，章嘉大师确实非常简单、非常容易让你接受，看破、放下就是佛法。看破了你就得放下，就是佛法；要是不能放下，你没看破。他给我这么一个标准。放下了，你是真看破了；你不是真看破，你不会放下。从初发心到如来地，就是这两样东西相辅相成，像爬楼梯一样，看破帮助放下，放下又帮助看破，一路到如来地。给我讲得这么简单、这么容易。我就向他请教，从哪里做起？他教给我，从布施，心量要扩大，量大福大。世间大富大贵之人，都是过去生中心量大所种的福，这一生成就了，不是偶然的。这就叫命运，命运就这么回事情。了解这个事实真相，我命中没有富贵，我这一生修可以补起来，只要你认真干。修财布施得财富，修法布施就得聪明智慧，聪明智慧就能得贵，修无畏布施能得健康长寿，得干，真干！",
      "zh_TW": "我親近章嘉大師，章嘉大師確實非常簡單、非常容易讓你接受，看破、放下就是佛法。看破了你就得放下，就是佛法；要是不能放下，你沒看破。他給我這麼一個標準。放下了，你是真看破了；你不是真看破，你不會放下。從初發心到如來地，就是這兩樣東西相輔相成，像爬樓梯一樣，看破幫助放下，放下又幫助看破，一路到如來地。給我講得這麼簡單、這麼容易。我就向他請教，從哪裡做起？他教給我，從布施，心量要擴大，量大福大。世間大富大貴之人，都是過去生中心量大所種的福，這一生成就了，不是偶然的。這就叫命運，命運就這麼回事情。了解這個事實真相，我命中沒有富貴，我這一生修可以補起來，只要你認真幹。修財布施得財富，修法布施就得聰明智慧，聰明智慧就能得貴，修無畏布施能得健康長壽，得幹，真幹！"
    },
    {
      "id": "02-040-0114_p0021",
      "zh_CN": "「佛氏门中，有求必应」，《了凡四训》就这个好例子。袁了凡功名只有秀才，这个功名像现在讲的是学历，袁了凡的命只有秀才的命，举人、进士没分，命里没有。寿命只有五十三年，官只能做到一个县，小县的县长，四川一个小县，这么个命。他全改了，他就是修这三种布施，财、法、无畏，《了凡四训》是法布施，真的是有求必应。他求功名，考举人、考进士也不是很顺利，考了三、四次才考中，进士亦如是。官做大了，宝坻知县，宝坻县是归皇上管的，像现在所讲的特别市一样，这个地位就高了。命里没有儿子，求儿子，做三千桩好事求儿子，求到了。三千桩好事四年完成的。第一次求功名的，三千桩好事十年完成的，真不容易。做了宝坻知县，许了个愿，我要做一万件好事。他的夫人看到他这样做，就告诉他，这一万桩好事要做多少年。正好遇到，他跟佛教关系深，皈依佛门了，有位法师从宝坻经过去看他，他就把这桩事情告诉法师。他心里有疑，他说，《四训》里头讲得很好，他做了个梦，梦到一个神人告诉他，你在宝坻，就减租这桩事情，你一万桩好事圆满了。他半信半疑。他真的是做了这桩事情，看到宝坻田赋太多了，收得太多，可以减少一点，减租。这个命令下去之后，农民统统受益，上缴的粮食可以少缴一些，自己可以多留一点，不止一万人得利益。所以就一桩事情，你这一万善事的功德就圆满了。",
      "zh_TW": "「佛氏門中，有求必應」，《了凡四訓》就這個好例子。袁了凡功名只有秀才，這個功名像現在講的是學歷，袁了凡的命只有秀才的命，舉人、進士沒分，命裡沒有。壽命只有五十三年，官只能做到一個縣，小縣的縣長，四川一個小縣，這麼個命。他全改了，他就是修這三種布施，財、法、無畏，《了凡四訓》是法布施，真的是有求必應。他求功名，考舉人、考進士也不是很順利，考了三、四次才考中，進士亦如是。官做大了，寶坻知縣，寶坻縣是歸皇上管的，像現在所講的特別市一樣，這個地位就高了。命裡沒有兒子，求兒子，做三千樁好事求兒子，求到了。三千樁好事四年完成的。第一次求功名的，三千樁好事十年完成的，真不容易。做了寶坻知縣，許了個願，我要做一萬件好事。他的夫人看到他這樣做，就告訴他，這一萬樁好事要做多少年。正好遇到，他跟佛教關係深，皈依佛門了，有位法師從寶坻經過去看他，他就把這樁事情告訴法師。他心裡有疑，他說，《四訓》裡頭講得很好，他做了個夢，夢到一個神人告訴他，你在寶坻，就減租這樁事情，你一萬樁好事圓滿了。他半信半疑。他真的是做了這樁事情，看到寶坻田賦太多了，收得太多，可以減少一點，減租。這個命令下去之後，農民統統受益，上繳的糧食可以少繳一些，自己可以多留一點，不止一萬人得利益。所以就一樁事情，你這一萬善事的功德就圓滿了。"
    },
    {
      "id": "02-040-0114_p0022",
      "zh_CN": "所以人在高位，他有权，他做好事容易，他做坏事也容易，就看他怎么个做法。做好事积大德，来世的命就更好了。人是决定有来世的，不是死了就完了，不是。所以，真正了解事实真相，死了就不得了，麻烦可大了。活在这个世间，天天断恶修善，积功累德，把这些功德回向往生极乐世界，不要求来生富贵。求来生富贵很容易得到，但是那是无常，来生能不能保住头脑清醒，是个大问题。如果来生糊涂了，有福报就会干糊涂事，就会造很大的错误，那再来世的时候地狱去了，不值得。这个现象就在眼前，而且非常多，如果你懂得，你时时刻刻都看到，提醒我们，求生净土是最上上策，我们决定不能空过。",
      "zh_TW": "所以人在高位，他有權，他做好事容易，他做壞事也容易，就看他怎麼個做法。做好事積大德，來世的命就更好了。人是決定有來世的，不是死了就完了，不是。所以，真正了解事實真相，死了就不得了，麻煩可大了。活在這個世間，天天斷惡修善，積功累德，把這些功德迴向往生極樂世界，不要求來生富貴。求來生富貴很容易得到，但是那是無常，來生能不能保住頭腦清醒，是個大問題。如果來生糊塗了，有福報就會幹糊塗事，就會造很大的錯誤，那再來世的時候地獄去了，不值得。這個現象就在眼前，而且非常多，如果你懂得，你時時刻刻都看到，提醒我們，求生淨土是最上上策，我們決定不能空過。"
    },
    {
      "id": "02-040-0114_p0023",
      "zh_CN": "我们要做大好事，只要心大，量大福就大，小小的好事也变成大事，大好事，为什么？随他的心量变，量愈大，福愈大。要把心量拓开，先学着包容别人，特别是包容别人的过失，不要放在心上，不要计较，要用自己的德行慢慢感化，不必说他。天天看我们自己生活起居，他看多了慢慢就觉悟了，觉悟的时候人就变聪明了。释迦牟尼佛教学，身教第一，都是做给你看，而不是天天下命令，天天教训人，这个不是好法子。如何去感化人，也不要有意，自己认真，心善、行善，自然感化。有意去做那不是真善，自自然然感化是真善。所以古人这句话必须要记住，「行有不得，反求诸己」，这是真理，这是铁的事实，永远不能改变的。我自己念头、行为改了，你看看别人，很快就传染到他，这方法好。中国老祖宗留下来的教训真的是宝，受用无穷。这样真正能够利物，让一切众生得到真实之利，这是自在。",
      "zh_TW": "我們要做大好事，只要心大，量大福就大，小小的好事也變成大事，大好事，為什麼？隨他的心量變，量愈大，福愈大。要把心量拓開，先學著包容別人，特別是包容別人的過失，不要放在心上，不要計較，要用自己的德行慢慢感化，不必說他。天天看我們自己生活起居，他看多了慢慢就覺悟了，覺悟的時候人就變聰明了。釋迦牟尼佛教學，身教第一，都是做給你看，而不是天天下命令，天天教訓人，這個不是好法子。如何去感化人，也不要有意，自己認真，心善、行善，自然感化。有意去做那不是真善，自自然然感化是真善。所以古人這句話必須要記住，「行有不得，反求諸己」，這是真理，這是鐵的事實，永遠不能改變的。我自己念頭、行為改了，你看看別人，很快就傳染到他，這方法好。中國老祖宗留下來的教訓真的是寶，受用無窮。這樣真正能夠利物，讓一切眾生得到真實之利，這是自在。"
    },
    {
      "id": "02-040-0114_p0024",
      "zh_CN": "大士神通自在，于一切万物心无拘束，随缘变化，饶益众生。末后这一句，「纳须弥于芥子，转四海入毛端，随意利他，故云自在」，这四句是法身大士，我们做不到，是真的，一点都不假。这个话也是现在人讲宇宙的奥秘，科学家还没发现。可能科学家永远不能发现，为什么？科学家是凡人，不是圣人，圣人行，凡人不行。科学家的发现要借重科学仪器，没有现代化这些新式的仪器，他看不到，仪器对他有帮助。他们发现问题，多半从数学里头得到的灵感，产生怀疑，然后来求证，是用这个方法发现的。他们依旧有我没有放下，我所没有放下，贪瞋痴慢没放下，所以他是凡夫。这个境界是圣人的境界。须弥是须弥山，这是比喻，是世界上最高的山、最大的山。芥子是芥菜子，大概跟芝麻粒差不多大。纳须弥于芥子，把须弥山装到芥菜子里头，这是决定不可能的，可是它真可能。这是佛的一句比喻话，实际上比这个玄妙得太多了，是什么？整个宇宙。整个宇宙放在哪里？放在一微尘里头。这个微尘，今天科学家讲微中子，比芥菜子小太多了，芥菜子跟微尘，那是庞然大物。一粒微中子小到什么程度？科学家告诉我们，一百亿个微中子聚集在一起，它的体积等于一个电子。原子里头一个电子，比芥菜子小多了，我们肉眼看不见，芥菜子能看见。整个宇宙在这一微尘里头，每一粒微尘里头都有宇宙。",
      "zh_TW": "大士神通自在，於一切萬物心無拘束，隨緣變化，饒益眾生。末後這一句，「納須彌於芥子，轉四海入毛端，隨意利他，故云自在」，這四句是法身大士，我們做不到，是真的，一點都不假。這個話也是現在人講宇宙的奧祕，科學家還沒發現。可能科學家永遠不能發現，為什麼？科學家是凡人，不是聖人，聖人行，凡人不行。科學家的發現要借重科學儀器，沒有現代化這些新式的儀器，他看不到，儀器對他有幫助。他們發現問題，多半從數學裡頭得到的靈感，產生懷疑，然後來求證，是用這個方法發現的。他們依舊有我沒有放下，我所沒有放下，貪瞋痴慢沒放下，所以他是凡夫。這個境界是聖人的境界。須彌是須彌山，這是比喻，是世界上最高的山、最大的山。芥子是芥菜子，大概跟芝麻粒差不多大。納須彌於芥子，把須彌山裝到芥菜子裡頭，這是決定不可能的，可是它真可能。這是佛的一句比喻話，實際上比這個玄妙得太多了，是什麼？整個宇宙。整個宇宙放在哪裡？放在一微塵裡頭。這個微塵，今天科學家講微中子，比芥菜子小太多了，芥菜子跟微塵，那是龐然大物。一粒微中子小到什麼程度？科學家告訴我們，一百億個微中子聚集在一起，它的體積等於一個電子。原子裡頭一個電子，比芥菜子小多了，我們肉眼看不見，芥菜子能看見。整個宇宙在這一微塵裡頭，每一粒微塵裡頭都有宇宙。"
    },
    {
      "id": "02-040-0114_p0025",
      "zh_CN": "谁能到那个宇宙里面去旅游、参观、访问？普贤菩萨。那我们就有理由相信，经上常讲八地以上，这些全是普贤菩萨。普贤菩萨量大，真正是「心包太虚，量周沙界」，这是普贤菩萨的特色。普贤菩萨能入微尘世界里头，那个里头无量无边诸佛如来，他能够去参访。无量无边诸佛刹土里头有六道众生，跟我们这里一样，他可以帮助佛教化众生，普度众生。他还在那里头有上求下化的事业，在一微尘里头。世界不可思议，众生不可思议，宇宙不可思议，微尘不可思议，佛不说假话。科学家说拿证据来，你修到八地以上，这个境界就现前。如果你修到八地，这个境界不能出现，那佛说假话，你一定会把他拆穿。八地、九地、十地、等觉、妙觉，五个位次统统能看到，这五个位次的菩萨有多少人！不是一个人见到的，有那么多人见到。只是我们功夫不到家，我们的业障太重了。玄妙到极处！",
      "zh_TW": "誰能到那個宇宙裡面去旅遊、參觀、訪問？普賢菩薩。那我們就有理由相信，經上常講八地以上，這些全是普賢菩薩。普賢菩薩量大，真正是「心包太虛，量周沙界」，這是普賢菩薩的特色。普賢菩薩能入微塵世界裡頭，那個裡頭無量無邊諸佛如來，他能夠去參訪。無量無邊諸佛剎土裡頭有六道眾生，跟我們這裡一樣，他可以幫助佛教化眾生，普度眾生。他還在那裡頭有上求下化的事業，在一微塵裡頭。世界不可思議，眾生不可思議，宇宙不可思議，微塵不可思議，佛不說假話。科學家說拿證據來，你修到八地以上，這個境界就現前。如果你修到八地，這個境界不能出現，那佛說假話，你一定會把他拆穿。八地、九地、十地、等覺、妙覺，五個位次統統能看到，這五個位次的菩薩有多少人！不是一個人見到的，有那麼多人見到。只是我們功夫不到家，我們的業障太重了。玄妙到極處！"
    },
    {
      "id": "02-040-0114_p0026",
      "zh_CN": "从这些地方我们就能体会到，菩萨们，这大士们，他们的神通真正叫广大，神通广大，无事不办，他们帮助众生。众生为什么还没有能度完？众生不肯接受。我们现在遭遇到不就这个样子吗？他不接受，他跟你唱反调，他说我们迷信。这也就是众生难度的原因，众生度不尽的原因。今天这个世界，几个人真正相信佛法？真正相信的人少，半信半疑的人多。所以修行中途改变方向的人不知道有多少，这一条路走到底的人不多；凡是一条路走到底不改变方向，一定有成就。最怕的是三心二意，欲望太多，那个心态要不改掉，一生一事无成，这真可惜。",
      "zh_TW": "從這些地方我們就能體會到，菩薩們，這大士們，他們的神通真正叫廣大，神通廣大，無事不辦，他們幫助眾生。眾生為什麼還沒有能度完？眾生不肯接受。我們現在遭遇到不就這個樣子嗎？他不接受，他跟你唱反調，他說我們迷信。這也就是眾生難度的原因，眾生度不盡的原因。今天這個世界，幾個人真正相信佛法？真正相信的人少，半信半疑的人多。所以修行中途改變方向的人不知道有多少，這一條路走到底的人不多；凡是一條路走到底不改變方向，一定有成就。最怕的是三心二意，欲望太多，那個心態要不改掉，一生一事無成，這真可惜。"
    },
    {
      "id": "02-040-0114_p0027",
      "zh_CN": "所以，转四大海，入一毛端，四大海就是整个地球上的海洋，把海洋这些水装在一个毛端里头。毛端是汗毛，身上汗毛，汗毛的尖端可以容纳整个世界的海水。你说这些话要跟初学的人说，他掉头就走了，胡说八道，没法子说。所以佛对小乘不讲大乘经，为什么？讲大乘经一定跑掉了，没人相信。佛讲大乘，前面二十年的垫底，不容易，十二年的阿含，八年的方等，才给你讲般若，讲诸法实相。诸法实相讲了二十二年，我们就晓得，佛出现在这个世间，主要是讲什么？讲般若。《法华》，那是研究所，那是很少数的，还有意愿向上提升的，佛也不辜负他们，少数人。可是世尊为我们介绍阿弥陀佛这个法门，这个法门太广大了，一切众生之类平等得度，这真不可思议。难信，比《法华》、《华严》还难信，那个还容易相信。怎么男女老少、贤愚不肖统统都能平等得度，这谁能相信？那弥陀真有这一门，释迦牟尼佛引用十方三世一切诸佛如来的话，对阿弥陀佛的赞叹，阿弥陀佛是「光中极尊，佛中之王」。佛说这部经就是介绍西方极乐世界，十方佛都赞叹。因为它难信，所以十方佛来作证，不是菩萨作证，诸佛来作证，证明它是真的，不是假的。所以我们对这个法门坚定信心，绝无动摇，诚信到底，一切时、一切处就这一句佛号，口里可以断，心上不要断。",
      "zh_TW": "所以，轉四大海，入一毛端，四大海就是整個地球上的海洋，把海洋這些水裝在一個毛端裡頭。毛端是汗毛，身上汗毛，汗毛的尖端可以容納整個世界的海水。你說這些話要跟初學的人說，他掉頭就走了，胡說八道，沒法子說。所以佛對小乘不講大乘經，為什麼？講大乘經一定跑掉了，沒人相信。佛講大乘，前面二十年的墊底，不容易，十二年的阿含，八年的方等，才給你講般若，講諸法實相。諸法實相講了二十二年，我們就曉得，佛出現在這個世間，主要是講什麼？講般若。《法華》，那是研究所，那是很少數的，還有意願向上提升的，佛也不辜負他們，少數人。可是世尊為我們介紹阿彌陀佛這個法門，這個法門太廣大了，一切眾生之類平等得度，這真不可思議。難信，比《法華》、《華嚴》還難信，那個還容易相信。怎麼男女老少、賢愚不肖統統都能平等得度，這誰能相信？那彌陀真有這一門，釋迦牟尼佛引用十方三世一切諸佛如來的話，對阿彌陀佛的讚歎，阿彌陀佛是「光中極尊，佛中之王」。佛說這部經就是介紹西方極樂世界，十方佛都讚歎。因為它難信，所以十方佛來作證，不是菩薩作證，諸佛來作證，證明它是真的，不是假的。所以我們對這個法門堅定信心，絕無動搖，誠信到底，一切時、一切處就這一句佛號，口裡可以斷，心上不要斷。"
    },
    {
      "id": "02-040-0114_p0028",
      "zh_CN": "大势至菩萨告诉我们，「忆佛念佛，现前当来，必定见佛」，所以见佛不稀奇，感应，真诚到位了，佛菩萨就现相，你就看见了。看见，要学禅宗的方法，但自无心于万物，佛现相也是万物现象，不要执着，也不要到处给人说。什么时候可以说？往生的时候可以说，说完了我走了，真的。净土宗庐山远公大师，初祖，《高僧传》里头有记载，这个不是假的，他一生当中三次见到极乐世界。他那个时代跟鸠摩罗什大师同时，净土经典只有《无量寿经》翻出来了，我们想应该是安世高翻的。《阿弥陀经》鸠摩罗什大师翻的，《观无量寿经》统统都没有翻出来。所以，庐山东林念佛堂依据的经典就是这一部《无量寿经》。",
      "zh_TW": "大勢至菩薩告訴我們，「憶佛念佛，現前當來，必定見佛」，所以見佛不稀奇，感應，真誠到位了，佛菩薩就現相，你就看見了。看見，要學禪宗的方法，但自無心於萬物，佛現相也是萬物現象，不要執著，也不要到處給人說。什麼時候可以說？往生的時候可以說，說完了我走了，真的。淨土宗廬山遠公大師，初祖，《高僧傳》裡頭有記載，這個不是假的，他一生當中三次見到極樂世界。他那個時代跟鳩摩羅什大師同時，淨土經典只有《無量壽經》翻出來了，我們想應該是安世高翻的。《阿彌陀經》鳩摩羅什大師翻的，《觀無量壽經》統統都沒有翻出來。所以，廬山東林念佛堂依據的經典就是這一部《無量壽經》。"
    },
    {
      "id": "02-040-0114_p0029",
      "zh_CN": "同学们向大师请教，你见到极乐世界是什么样子？远公大师告诉大家，跟《无量寿经》上所说的一模一样。他跟大家讲，现在我又见到了，第四次见到，我往生的时候到了。而且看见莲社比他早往生的人，都在阿弥陀佛身边，他一个一个名字都叫得出来。这是远公慈悲，最后为我们做作证转，他给我们做证明，这个法门度人可多了。惠能大师一生，在他会下得度的，大彻大悟、明心见性的，就是作佛去了，四十三个人。远公大师莲社一百二十三个人，个个都往生，比六祖殊胜太多。而且往生到极乐世界，那个品位不是一级一级的提升，他可以跳班的。从一年级可以跳到十年级，他不按照那个顺序走的，这个在其他法门里头没有。其他法门一定是一年级、二年级、三年级，按部就班的，只有这个法门里头可以跳班的，这个要知道，真正不可思议。为什么？这个法门得到阿弥陀佛本愿威神加持，又得到一切诸佛的加持。只要你是真心，你有大菩提心，你有普度一切众生这个大愿，那位子一下就上去了，太快了。为什么？跟一切诸佛的愿力相同，诸佛愿力凑在一起，你一渗透在里头，跟诸佛愿力一样的，所以他的成就特别快。",
      "zh_TW": "同學們向大師請教，你見到極樂世界是什麼樣子？遠公大師告訴大家，跟《無量壽經》上所說的一模一樣。他跟大家講，現在我又見到了，第四次見到，我往生的時候到了。而且看見蓮社比他早往生的人，都在阿彌陀佛身邊，他一個一個名字都叫得出來。這是遠公慈悲，最後為我們做作證轉，他給我們做證明，這個法門度人可多了。惠能大師一生，在他會下得度的，大徹大悟、明心見性的，就是作佛去了，四十三個人。遠公大師蓮社一百二十三個人，個個都往生，比六祖殊勝太多。而且往生到極樂世界，那個品位不是一級一級的提升，他可以跳班的。從一年級可以跳到十年級，他不按照那個順序走的，這個在其他法門裡頭沒有。其他法門一定是一年級、二年級、三年級，按部就班的，只有這個法門裡頭可以跳班的，這個要知道，真正不可思議。為什麼？這個法門得到阿彌陀佛本願威神加持，又得到一切諸佛的加持。只要你是真心，你有大菩提心，你有普度一切眾生這個大願，那位子一下就上去了，太快了。為什麼？跟一切諸佛的願力相同，諸佛願力湊在一起，你一滲透在裡頭，跟諸佛願力一樣的，所以他的成就特別快。"
    },
    {
      "id": "02-040-0114_p0030",
      "zh_CN": "我想一定是这个道理，要不然文殊、普贤不可能把华藏世界四十一位法身大士带到极乐世界。如果是一级一级的，他们就没有必要到极乐世界来，来了没意思。如果能到极乐世界能够跳几级的话，那就很有意义，极乐世界升学升得快。那是圆教四十一位法身大士，要按部就班到什么时候毕业？三个阿僧祇劫。不按部就班的就很难讲，一个阿僧祇劫、几个大劫、一个大劫，或者是一个小劫、两个小劫，它不定。由此可知，心量要大，大心量是你的本心量。你的提升是你自己的事情，心量愈大提升愈快，为什么？跟你的性德相应。心量小不相应，往上提升很难。品位高下是决定在功夫的浅深，这个浅深与心量关系非常大，要真心，要为众生，不为自己，成佛道就是为度众生。",
      "zh_TW": "我想一定是這個道理，要不然文殊、普賢不可能把華藏世界四十一位法身大士帶到極樂世界。如果是一級一級的，他們就沒有必要到極樂世界來，來了沒意思。如果能到極樂世界能夠跳幾級的話，那就很有意義，極樂世界升學升得快。那是圓教四十一位法身大士，要按部就班到什麼時候畢業？三個阿僧祇劫。不按部就班的就很難講，一個阿僧祇劫、幾個大劫、一個大劫，或者是一個小劫、兩個小劫，它不定。由此可知，心量要大，大心量是你的本心量。你的提升是你自己的事情，心量愈大提升愈快，為什麼？跟你的性德相應。心量小不相應，往上提升很難。品位高下是決定在功夫的淺深，這個淺深與心量關係非常大，要真心，要為眾生，不為自己，成佛道就是為度眾生。"
    },
    {
      "id": "02-040-0114_p0031",
      "zh_CN": "底下这一句经文，『为诸庶类作不请之友』，就为这个，除这桩事情，没有第二桩事情。庶是凡庶，类是品类。「又庶者众也」，庶类就是指众生，众生的品类非常复杂。要把这个境界展开，无量无边世界，众生品类也是无量无边。为诸众生作不请之友，这是慈悲到极处了。在中国的古礼，老师的地位非常尊重。你想学要求学，你得到老师那边去，求老师收你做学生，认真努力跟着他学习，求学。决定不许可把老师请到家里来教，没这个道理。古礼，只闻来学，未闻往教，没听说过到家里去教。现在有很多老师到学生家里去做家教，这古人没听说过的，现在有这种现象。这变成什么？变成买卖了，贩卖知识。现在这种风气全世界都有，不是一个地区。中国对于老师比佛门尊重是加倍，因为佛门还有请法的，「请转法轮，请佛住世」，中国人对老师的地位比佛弟子对佛还要尊重，有过之而无不及。菩萨能作不请之友，为什么？佛是老师，不敢请佛，菩萨可以，菩萨是学长、是同学的身分，你不请，我来教你。于是就有很多佛，应以菩萨身得度者，他现菩萨，不现佛身，慈悲到极处。",
      "zh_TW": "底下這一句經文，『為諸庶類作不請之友』，就為這個，除這樁事情，沒有第二樁事情。庶是凡庶，類是品類。「又庶者眾也」，庶類就是指眾生，眾生的品類非常複雜。要把這個境界展開，無量無邊世界，眾生品類也是無量無邊。為諸眾生作不請之友，這是慈悲到極處了。在中國的古禮，老師的地位非常尊重。你想學要求學，你得到老師那邊去，求老師收你做學生，認真努力跟著他學習，求學。決定不許可把老師請到家裡來教，沒這個道理。古禮，只聞來學，未聞往教，沒聽說過到家裡去教。現在有很多老師到學生家裡去做家教，這古人沒聽說過的，現在有這種現象。這變成什麼？變成買賣了，販賣知識。現在這種風氣全世界都有，不是一個地區。中國對於老師比佛門尊重是加倍，因為佛門還有請法的，「請轉法輪，請佛住世」，中國人對老師的地位比佛弟子對佛還要尊重，有過之而無不及。菩薩能作不請之友，為什麼？佛是老師，不敢請佛，菩薩可以，菩薩是學長、是同學的身分，你不請，我來教你。於是就有很多佛，應以菩薩身得度者，他現菩薩，不現佛身，慈悲到極處。"
    },
    {
      "id": "02-040-0114_p0032",
      "zh_CN": "「《会疏》云：众生背觉，沉迷漂流。生盲无目，无希出心」。生盲，出生眼睛就瞎了，换句话说，他从来没有看过太阳，一出生眼睛就瞎了。这是比喻什么？比喻众生迷得太重了。觉是自性，完全违背了自性，那就是迷，沉迷漂流，指的是六道轮回，生生世世都在六道搞轮回。就好比出生眼睛就瞎，所以他没有一个出离六道的念头，没有希望超越轮回，没有这个念头。这是指许许多多众生，确实「菩萨愍之」，菩萨看到这些人怜悯他，这大悲心，「无疲厌念」，菩萨对这些众生不疲不倦，无有疲厌，念念在怀。「常为不请之友，随逐爱护」，随着众生，这个众生到哪一道，菩萨也在那一道示现。",
      "zh_TW": "「《會疏》云：眾生背覺，沉迷漂流。生盲無目，無希出心」。生盲，出生眼睛就瞎了，換句話說，他從來沒有看過太陽，一出生眼睛就瞎了。這是比喻什麼？比喻眾生迷得太重了。覺是自性，完全違背了自性，那就是迷，沉迷漂流，指的是六道輪迴，生生世世都在六道搞輪迴。就好比出生眼睛就瞎，所以他沒有一個出離六道的念頭，沒有希望超越輪迴，沒有這個念頭。這是指許許多多眾生，確實「菩薩愍之」，菩薩看到這些人憐憫他，這大悲心，「無疲厭念」，菩薩對這些眾生不疲不倦，無有疲厭，念念在懷。「常為不請之友，隨逐愛護」，隨著眾生，這個眾生到哪一道，菩薩也在那一道示現。"
    },
    {
      "id": "02-040-0114_p0033",
      "zh_CN": "菩萨的身，这是讲法身菩萨，跟诸佛的身是一样的，法身。法身无处不在，无时不在，法身遍法界，所以法界就是法身，法身没有现象。这个秘密是神秘的现象，只有大乘法里头法身大士把它揭穿了，如果没有他们，不会有人知道有这么一桩事情，宇宙之间有这种奥秘。这是什么？这是我们每个人的自性。一切众生的自性，跟佛菩萨自性是一个性，他觉，我们迷；只有觉跟迷的关系，除这个之外，没有两样。所以，能大师开悟的时候说「何期自性，本自具足」，这句话很重要，具足什么？具足一切法，一样也不少。",
      "zh_TW": "菩薩的身，這是講法身菩薩，跟諸佛的身是一樣的，法身。法身無處不在，無時不在，法身遍法界，所以法界就是法身，法身沒有現象。這個祕密是神祕的現象，只有大乘法裡頭法身大士把它揭穿了，如果沒有他們，不會有人知道有這麼一樁事情，宇宙之間有這種奧祕。這是什麼？這是我們每個人的自性。一切眾生的自性，跟佛菩薩自性是一個性，他覺，我們迷；只有覺跟迷的關係，除這個之外，沒有兩樣。所以，能大師開悟的時候說「何期自性，本自具足」，這句話很重要，具足什麼？具足一切法，一樣也不少。"
    },
    {
      "id": "02-040-0114_p0034",
      "zh_CN": "自性要遇到缘，这一切法就展现出来给你看，「能生万法」。能生万法，佛菩萨能够看到完整的，我们看不到完整，只看到一部分，很小的一个局限里头。你看，我们今天所看到的，释迦牟尼佛娑婆世界，三千大千世界，我们今天晓得的，有个太空，有个银河系，有个太阳系，知道而去不了，不能随时去观光旅游，没有办法离开地球。古时候就更可怜，多少人一生，乡下人，没有进过城，他的一生真的是老死不相往来。他大概走得最远的就是近邻的几个村，小镇也许去过，县城没去过，一生没去过，真叫孤陋寡闻。人憨厚老实，来生还得人身，他没造什么恶业，还住这个环境，生生世世他能得人身。为什么？他没有什么大善业，也没有什么大恶业，人很老实，真的孝悌忠信都能做到几成，人都很可爱。",
      "zh_TW": "自性要遇到緣，這一切法就展現出來給你看，「能生萬法」。能生萬法，佛菩薩能夠看到完整的，我們看不到完整，只看到一部分，很小的一個侷限裡頭。你看，我們今天所看到的，釋迦牟尼佛娑婆世界，三千大千世界，我們今天曉得的，有個太空，有個銀河系，有個太陽系，知道而去不了，不能隨時去觀光旅遊，沒有辦法離開地球。古時候就更可憐，多少人一生，鄉下人，沒有進過城，他的一生真的是老死不相往來。他大概走得最遠的就是近鄰的幾個村，小鎮也許去過，縣城沒去過，一生沒去過，真叫孤陋寡聞。人憨厚老實，來生還得人身，他沒造什麼惡業，還住這個環境，生生世世他能得人身。為什麼？他沒有什麼大善業，也沒有什麼大惡業，人很老實，真的孝悌忠信都能做到幾成，人都很可愛。"
    },
    {
      "id": "02-040-0114_p0035",
      "zh_CN": "现在科技发达，交通便捷，我们现在的活动空间可以能够到外太空，离开地球，到月亮去探险，到别的星球去。在佛法讲，应不应该去？实在说不应该去。为什么？每个星球是依报，依报里头一定有正报，只是那个里面的人我们肉眼看不见。我们到那边去，干扰他了，他的能量要比我们强的时候，他来报复我们受不了，这是一定的。人要守人的本分，可不可以遨游宇宙？可以，不要用科学工具，你修证有神通，有神足通就可以遨游了。那你到月亮，月亮里面的，有些神灵住在那里，他们欢迎你，不会产生干扰；用这些机械到那里去，产生干扰。有神足通就行了，三果圣人就可以了，修到三果应该不是难事情。四果就是阿罗汉，真能遨游大千世界，出不了大千世界的范围。那要再提升，提升到菩萨，就可以遨游其他诸佛如来的世界。",
      "zh_TW": "現在科技發達，交通便捷，我們現在的活動空間可以能夠到外太空，離開地球，到月亮去探險，到別的星球去。在佛法講，應不應該去？實在說不應該去。為什麼？每個星球是依報，依報裡頭一定有正報，只是那個裡面的人我們肉眼看不見。我們到那邊去，干擾他了，他的能量要比我們強的時候，他來報復我們受不了，這是一定的。人要守人的本分，可不可以遨遊宇宙？可以，不要用科學工具，你修證有神通，有神足通就可以遨遊了。那你到月亮，月亮裡面的，有些神靈住在那裡，他們歡迎你，不會產生干擾；用這些機械到那裡去，產生干擾。有神足通就行了，三果聖人就可以了，修到三果應該不是難事情。四果就是阿羅漢，真能遨遊大千世界，出不了大千世界的範圍。那要再提升，提升到菩薩，就可以遨遊其他諸佛如來的世界。"
    },
    {
      "id": "02-040-0114_p0036",
      "zh_CN": "所以，比起往生净土，还是净土殊胜。净土只要一生，哪怕是凡圣同居土下下品往生，这最低的位次，四十八愿里头告诉我们，皆作阿惟越致菩萨，这神通广大。阿惟越致是圆证三不退，是什么人？圆教初住以上，实报土里菩萨。你看看，极乐世界有凡圣同居土的名，有方便有余土的名，而实际上统统是阿惟越致菩萨。这个阿惟越致从哪里来的？不是你自己修的，是阿弥陀佛大慈大悲加持给你的，你就有能力遍游十方无量无边刹土，供佛、闻法；供佛是修福报，闻法是修慧，福慧双修。这是除了阿弥陀佛本师之外，十方一切诸佛如来，你都能够随时去参访。而且怎么样？同时参访，你有能力化无量无边的应化身。你的本身没离开阿弥陀佛，在阿弥陀佛讲堂听经、听教，自己能分无量无边身，亲近十方一切诸佛如来。那真管用，不是不管用，不是变魔术，这真管用，真正得福慧双修的利益。这个世界是一切诸佛刹土里头没有的，只有这一处。",
      "zh_TW": "所以，比起往生淨土，還是淨土殊勝。淨土只要一生，哪怕是凡聖同居土下下品往生，這最低的位次，四十八願裡頭告訴我們，皆作阿惟越致菩薩，這神通廣大。阿惟越致是圓證三不退，是什麼人？圓教初住以上，實報土裡菩薩。你看看，極樂世界有凡聖同居土的名，有方便有餘土的名，而實際上統統是阿惟越致菩薩。這個阿惟越致從哪裡來的？不是你自己修的，是阿彌陀佛大慈大悲加持給你的，你就有能力遍遊十方無量無邊剎土，供佛、聞法；供佛是修福報，聞法是修慧，福慧雙修。這是除了阿彌陀佛本師之外，十方一切諸佛如來，你都能夠隨時去參訪。而且怎麼樣？同時參訪，你有能力化無量無邊的應化身。你的本身沒離開阿彌陀佛，在阿彌陀佛講堂聽經、聽教，自己能分無量無邊身，親近十方一切諸佛如來。那真管用，不是不管用，不是變魔術，這真管用，真正得福慧雙修的利益。這個世界是一切諸佛剎土裡頭沒有的，只有這一處。"
    },
    {
      "id": "02-040-0114_p0037",
      "zh_CN": "为什么诸佛刹土没有？诸佛知道阿弥陀佛已经建了极乐世界，行，我就不必麻烦了。我这儿的学生，不好教的，统统送到极乐世界去，阿弥陀佛全收。所以一切诸佛如来，都是帮助阿弥陀佛介绍学生的，极乐世界的学生都是诸佛如来介绍过去的，佛要不介绍，没人知道。所以，佛都做阿弥陀佛的传播、介绍的工作，把真正真信、真愿、肯念阿弥陀佛的人，全部送到极乐世界。极乐世界的法性土，法性土妙，为什么？它没有面积，真是中国古人所说的，其大无外，其小无内。中国人能说出这两句话，这两句话至少法身大士才能说得出。中国古圣先贤里头，我相信有很多佛菩萨来的，不是凡人，他们说的话跟佛所讲的没有两样。确实是观世音菩萨三十二应，应以什么身得度就现什么身。中国人喜欢圣贤，佛菩萨到中国来应化，统统用圣贤、君子这种方式来到中国。",
      "zh_TW": "為什麼諸佛剎土沒有？諸佛知道阿彌陀佛已經建了極樂世界，行，我就不必麻煩了。我這兒的學生，不好教的，統統送到極樂世界去，阿彌陀佛全收。所以一切諸佛如來，都是幫助阿彌陀佛介紹學生的，極樂世界的學生都是諸佛如來介紹過去的，佛要不介紹，沒人知道。所以，佛都做阿彌陀佛的傳播、介紹的工作，把真正真信、真願、肯念阿彌陀佛的人，全部送到極樂世界。極樂世界的法性土，法性土妙，為什麼？它沒有面積，真是中國古人所說的，其大無外，其小無內。中國人能說出這兩句話，這兩句話至少法身大士才能說得出。中國古聖先賢裡頭，我相信有很多佛菩薩來的，不是凡人，他們說的話跟佛所講的沒有兩樣。確實是觀世音菩薩三十二應，應以什麼身得度就現什麼身。中國人喜歡聖賢，佛菩薩到中國來應化，統統用聖賢、君子這種方式來到中國。"
    },
    {
      "id": "02-040-0114_p0038",
      "zh_CN": "经典的翻译，一丝毫不能怀疑，为什么？佛菩萨再来的，不是凡人，他怎么会翻错！我们完全是用凡夫心去测度圣人。年轻时这个样子，一篇古文，找几个人来翻成白话文，每个人翻的不一样。所以我们就怀疑，这经是从印度梵文翻过来的，翻成好多本子，它怎么可能会一样，怎么可能会没错误？只有诸佛化身来，他就没有错误。这是什么？中国人的福报。福报从哪里来？祖先积德。真的，中国人祖先对于儿女、后代是严加管教，这真的，不是假的。小孩没得自由的，小孩要听话，要接受管教。从什么时候开始管教？从怀孕的时候，胎教。特别是德行，德行的根本就是孝跟敬，父母做出来给儿女看。三年扎根教育是出生到三岁，就教这两个字，孝、敬。小孩从小就看到父母是这个样子，你看父母对他的父母，他就学会了。古谚语有句话说「三岁看八十」，这是很有道理的，三岁学成的，八十岁都不会忘记，他都能做到，他不会变，根深蒂固。遇到什么样的挫折，他不会受影响，舍身命容易，变节不可能，在中国历史上看得很多。",
      "zh_TW": "經典的翻譯，一絲毫不能懷疑，為什麼？佛菩薩再來的，不是凡人，他怎麼會翻錯！我們完全是用凡夫心去測度聖人。年輕時這個樣子，一篇古文，找幾個人來翻成白話文，每個人翻的不一樣。所以我們就懷疑，這經是從印度梵文翻過來的，翻成好多本子，它怎麼可能會一樣，怎麼可能會沒錯誤？只有諸佛化身來，他就沒有錯誤。這是什麼？中國人的福報。福報從哪裡來？祖先積德。真的，中國人祖先對於兒女、後代是嚴加管教，這真的，不是假的。小孩沒得自由的，小孩要聽話，要接受管教。從什麼時候開始管教？從懷孕的時候，胎教。特別是德行，德行的根本就是孝跟敬，父母做出來給兒女看。三年扎根教育是出生到三歲，就教這兩個字，孝、敬。小孩從小就看到父母是這個樣子，你看父母對他的父母，他就學會了。古諺語有句話說「三歲看八十」，這是很有道理的，三歲學成的，八十歲都不會忘記，他都能做到，他不會變，根深蒂固。遇到什麼樣的挫折，他不會受影響，捨身命容易，變節不可能，在中國歷史上看得很多。"
    },
    {
      "id": "02-040-0114_p0039",
      "zh_CN": "现在人做不到，为什么？没受过这个教育，没有见到过，你给小孩讲，他不相信，都认为这是一种理想，这不是事实。所以圣贤教育、佛菩萨教育是以身行为第一桩大事，自己没有做到，怎么能教人？怎么能叫人相信？自己为什么做到？自己知道这是真理，做人应该这个样子的。小孩就得要学大人，他才能成为大人；他要不学大人，他永远不能成大人。基本的，孝悌忠信、礼义廉耻、仁爱和平，这十二个字一生决定要做到。这是什么？这像个人；这些字丢掉了就不是人，不像人。左丘明说得好，「人弃常则妖兴」，常是五常，仁义礼智信，这是性德。这五个字与自性相应，完全是性德，应该是要这样做的。这五个字要没有了，不仁、不义、无礼、无智、无信，这就叫弃常。把仁义礼智信抛弃掉了，不要了，左丘明讲，这个社会是什么？这个社会都是妖魔鬼怪，妖兴旺了，那就是我们现前的社会。",
      "zh_TW": "現在人做不到，為什麼？沒受過這個教育，沒有見到過，你給小孩講，他不相信，都認為這是一種理想，這不是事實。所以聖賢教育、佛菩薩教育是以身行為第一樁大事，自己沒有做到，怎麼能教人？怎麼能叫人相信？自己為什麼做到？自己知道這是真理，做人應該這個樣子的。小孩就得要學大人，他才能成為大人；他要不學大人，他永遠不能成大人。基本的，孝悌忠信、禮義廉恥、仁愛和平，這十二個字一生決定要做到。這是什麼？這像個人；這些字丟掉了就不是人，不像人。左丘明說得好，「人棄常則妖興」，常是五常，仁義禮智信，這是性德。這五個字與自性相應，完全是性德，應該是要這樣做的。這五個字要沒有了，不仁、不義、無禮、無智、無信，這就叫棄常。把仁義禮智信拋棄掉了，不要了，左丘明講，這個社會是什麼？這個社會都是妖魔鬼怪，妖興旺了，那就是我們現前的社會。"
    },
    {
      "id": "02-040-0114_p0040",
      "zh_CN": "原因很复杂，不能怪罪任何一个人，这是真的，我们经上讲的，「先人无知，不识道德，无有语者，殊无怪也」。我们要往上推，至少推到两百年，两百年，八、九代了。最初，老人疏忽了，这一疏忽就一代不如一代。这些事情，我们不知道，我们父母不知道，我们祖父母也不知道，大概曾祖父母晓得，做不到，高祖父母知道，也做不到。所以推到多少代！今天人造作一切罪恶，你怎么可以责备他？应当怜悯他，原谅他，不必再追究了。我们要从头做起，从哪里做起？要从本身做起，做出一个好样子。我们本身不做起，要求别人做起，我们的文化根可能会断掉。我们这一生到这个世间来干什么的？就是来做这个榜样的。这么多年来，我们发现了，我们认识清楚了，我不做谁做？怎么苦都要做，怎么艰难都要做，我能影响一个是一个，影响两个是两个。那就是什么？单传，达摩祖师到中国来，只影响慧可一个人，慧可也只影响僧璨一个人，单传传到第六代惠能才发扬光大。我们这个单传可能也要传个五、六世，才能发扬光大。",
      "zh_TW": "原因很複雜，不能怪罪任何一個人，這是真的，我們經上講的，「先人無知，不識道德，無有語者，殊無怪也」。我們要往上推，至少推到兩百年，兩百年，八、九代了。最初，老人疏忽了，這一疏忽就一代不如一代。這些事情，我們不知道，我們父母不知道，我們祖父母也不知道，大概曾祖父母曉得，做不到，高祖父母知道，也做不到。所以推到多少代！今天人造作一切罪惡，你怎麼可以責備他？應當憐憫他，原諒他，不必再追究了。我們要從頭做起，從哪裡做起？要從本身做起，做出一個好樣子。我們本身不做起，要求別人做起，我們的文化根可能會斷掉。我們這一生到這個世間來幹什麼的？就是來做這個榜樣的。這麼多年來，我們發現了，我們認識清楚了，我不做誰做？怎麼苦都要做，怎麼艱難都要做，我能影響一個是一個，影響兩個是兩個。那就是什麼？單傳，達摩祖師到中國來，只影響慧可一個人，慧可也只影響僧璨一個人，單傳傳到第六代惠能才發揚光大。我們這個單傳可能也要傳個五、六世，才能發揚光大。"
    },
    {
      "id": "02-040-0114_p0041",
      "zh_CN": "宣传有必要，为什么？让人心他有这个印象，有中国传统文化的印象，不知道没有关系，他有个概念。这个概念愈多愈好，慢慢它形成一股力量，可以愿意接受，喜欢接受了，这种机缘就不能放过。这就是佛法，这就是修行，佛法是救苦救难，是帮助一切苦难众生离苦得乐，只要干这桩事情，这都是大乘佛法。不能说这个事情不是我的事情，我今天念佛求生净土，什么都不干了，这个世界毁掉于我不相干。这种心态，纵然一天念十万声佛号，我相信极乐世界不收他。为什么？没有慈悲心。你今天不念阿弥陀佛，也不要念《无量寿经》，真正有这慈悲心来救中国传统文化，临命终时念一声佛号都往生。阿弥陀佛欢喜你，他就来接引你。人不能自私自利，学净土还搞自私自利，哪能往生！李老师说，一万个念佛人当中真正往生只有一、二个，原因就是自私自利的念头没有放下，别人的痛痒不相关，这个跟佛的大愿大行不相应。",
      "zh_TW": "宣傳有必要，為什麼？讓人心他有這個印象，有中國傳統文化的印象，不知道沒有關係，他有個概念。這個概念愈多愈好，慢慢它形成一股力量，可以願意接受，喜歡接受了，這種機緣就不能放過。這就是佛法，這就是修行，佛法是救苦救難，是幫助一切苦難眾生離苦得樂，只要幹這樁事情，這都是大乘佛法。不能說這個事情不是我的事情，我今天念佛求生淨土，什麼都不幹了，這個世界毀掉於我不相干。這種心態，縱然一天念十萬聲佛號，我相信極樂世界不收他。為什麼？沒有慈悲心。你今天不念阿彌陀佛，也不要念《無量壽經》，真正有這慈悲心來救中國傳統文化，臨命終時念一聲佛號都往生。阿彌陀佛歡喜你，他就來接引你。人不能自私自利，學淨土還搞自私自利，哪能往生！李老師說，一萬個念佛人當中真正往生只有一、二個，原因就是自私自利的念頭沒有放下，別人的痛癢不相關，這個跟佛的大願大行不相應。"
    },
    {
      "id": "02-040-0114_p0042",
      "zh_CN": "所以众生真可怜，这个话形容的，说得好，「众生背觉，沉迷漂流，生盲无目，无希出心，菩萨愍之，无疲厌念」，不疲不讨厌，要来帮助他，「常为不请之友，随逐爱护」，这还了得！随逐就是跟着他，他到哪一道，菩萨照顾到哪一道。只要他有一念回头的心，菩萨立刻就伸出援手帮助他，绝对不会说是见到不顾的。所以，这些年来有一些人，这些都是参政的人士，来问我，他们要参加竞选，竞选市长的、竞选政府职位的，来问我，他能不能选上。我就告诉他，你心地大公无私，你要想得到这个职位，为社会大众服务的，为大家做好事的，你决定选上。为什么？这经文有证据，佛菩萨会帮助你。如果你是为自私自利，为个人名闻利养，你选上了是你的命，你命里有，那不是佛菩萨加持，命里有，选不上你命里没有。如果你发大心救苦救难，救这些苦难众生，你命里头没有你也会选上，为什么？佛菩萨帮助你。问你发的什么心，你要这个职位，要来之后你干什么？这是你能不能当选的关键，不要问别的，准得很、灵得很。",
      "zh_TW": "所以眾生真可憐，這個話形容的，說得好，「眾生背覺，沉迷漂流，生盲無目，無希出心，菩薩愍之，無疲厭念」，不疲不討厭，要來幫助他，「常為不請之友，隨逐愛護」，這還了得！隨逐就是跟著他，他到哪一道，菩薩照顧到哪一道。只要他有一念回頭的心，菩薩立刻就伸出援手幫助他，絕對不會說是見到不顧的。所以，這些年來有一些人，這些都是參政的人士，來問我，他們要參加競選，競選市長的、競選政府職位的，來問我，他能不能選上。我就告訴他，你心地大公無私，你要想得到這個職位，為社會大眾服務的，為大家做好事的，你決定選上。為什麼？這經文有證據，佛菩薩會幫助你。如果你是為自私自利，為個人名聞利養，你選上了是你的命，你命裡有，那不是佛菩薩加持，命裡有，選不上你命裡沒有。如果你發大心救苦救難，救這些苦難眾生，你命裡頭沒有你也會選上，為什麼？佛菩薩幫助你。問你發的什麼心，你要這個職位，要來之後你幹什麼？這是你能不能當選的關鍵，不要問別的，準得很、靈得很。"
    },
    {
      "id": "02-040-0114_p0043",
      "zh_CN": "在这个位子上，就像袁了凡一样，你看，十万桩善事，一笔就圆满了。他做坏事也很容易，要害几十万人，也是一笔就害了，干什么都容易。所以，问你要这个位子干什么？如果是作恶，要这个位子，那是地狱门，你往地狱去了；要是作善，为救众生，这个门是天堂的门，你就上天堂去了。不必问其他，只问自己的心，这比什么都重要。",
      "zh_TW": "在這個位子上，就像袁了凡一樣，你看，十萬樁善事，一筆就圓滿了。他做壞事也很容易，要害幾十萬人，也是一筆就害了，幹什麼都容易。所以，問你要這個位子幹什麼？如果是作惡，要這個位子，那是地獄門，你往地獄去了；要是作善，為救眾生，這個門是天堂的門，你就上天堂去了。不必問其他，只問自己的心，這比什麼都重要。"
    },
    {
      "id": "02-040-0114_p0044",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}