{
  "doc_id": "02-040-0487",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八七集",
    "zh_TW": "第四八七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0487",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-040-0487_p0001",
      "zh_CN": "诸位法师，诸位同修，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同修，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0487_p0002",
      "zh_CN": "请看《大经科注》第八百一十五页第四行，科题「叹二空智」。请看经文：",
      "zh_TW": "請看《大經科註》第八百一十五頁第四行，科題「歎二空智」。請看經文："
    },
    {
      "id": "02-040-0487_p0003",
      "zh_CN": "【通达诸法性。一切空无我。专求净佛土。必成如是刹。】",
      "zh_TW": "【通達諸法性。一切空無我。專求淨佛土。必成如是剎。】"
    },
    {
      "id": "02-040-0487_p0004",
      "zh_CN": "这四句是阿弥陀佛自己说的，世尊为我们转述。请看念老的注解，『通达诸法性，一切空无我』。「《会疏》曰：一切有情非情」，非情就是无情，有情我们今天称动物，非情是植物、矿物，这就把整个宇宙一切法都说尽了，不外乎这三大类。这三大类里头有净有秽，有凡有圣。在十法界里面，四圣法界是净、是圣，我们称为四圣；六道凡夫是秽，秽是染污，是凡夫。所以，净秽凡圣是讲十法界。「名为诸法」，诸法就是十法界，十法界就是诸法。性，性的定义是不改不变，不生不灭，没有变化，这叫性，「其理体也」。事相是十法界的诸法，十法界诸法的理体是什么？理是跟事说的，有事一定有道理，有形相一定有它的本体，现相是事，理体是性，事相跟理体是分不开的。我们现在常常用电视做比喻，因为电视是近代发明的，古人翻经的时候，读经、讲经教学那个时候没有科学技术，科学技术是最近四百年才出现的，四百年前没有。说性相事理最容易懂的还是电视这个比喻，大家天天都看。电视的画面是事、是相，能显这个现相、事相的是屏幕，我们把电视的屏幕比喻作理、体，现相是事、是相。你看事相刹那刹那在变，这个大家知道，理跟体不变。",
      "zh_TW": "這四句是阿彌陀佛自己說的，世尊為我們轉述。請看念老的註解，『通達諸法性，一切空無我』。「《會疏》曰：一切有情非情」，非情就是無情，有情我們今天稱動物，非情是植物、礦物，這就把整個宇宙一切法都說盡了，不外乎這三大類。這三大類裡頭有淨有穢，有凡有聖。在十法界裡面，四聖法界是淨、是聖，我們稱為四聖；六道凡夫是穢，穢是染污，是凡夫。所以，淨穢凡聖是講十法界。「名為諸法」，諸法就是十法界，十法界就是諸法。性，性的定義是不改不變，不生不滅，沒有變化，這叫性，「其理體也」。事相是十法界的諸法，十法界諸法的理體是什麼？理是跟事說的，有事一定有道理，有形相一定有它的本體，現相是事，理體是性，事相跟理體是分不開的。我們現在常常用電視做比喻，因為電視是近代發明的，古人翻經的時候，讀經、講經教學那個時候沒有科學技術，科學技術是最近四百年才出現的，四百年前沒有。說性相事理最容易懂的還是電視這個比喻，大家天天都看。電視的畫面是事、是相，能顯這個現相、事相的是屏幕，我們把電視的屏幕比喻作理、體，現相是事、是相。你看事相剎那剎那在變，這個大家知道，理跟體不變。"
    },
    {
      "id": "02-040-0487_p0005",
      "zh_CN": "这个看电视会开悟，看电视会成佛，问题就是你会不会，禅宗的大德常说「会么」。会，会看的人一看就开悟，就成佛了，因为一样通了样样都通，全都明白了。整个宇宙的现象，跟这个小屏幕上的现象道理是一个，一通一切通，一迷一切迷。我们天天看，要会看，要看出它的性、相、理、体，要能看出这个，你就把事实真相全明白了，这叫诸法实相。事上看到理、看到体，理上看到事，理事是一不是二。就我们正在看电视的时候，屏幕上现的这些现相、事相，理体跟事相融成一，它没有分开；如果分开了，现相就不见了，没有现相。所以性在哪里？性在相当中；理在哪里？理在事里头，它分不开。",
      "zh_TW": "這個看電視會開悟，看電視會成佛，問題就是你會不會，禪宗的大德常說「會麼」。會，會看的人一看就開悟，就成佛了，因為一樣通了樣樣都通，全都明白了。整個宇宙的現象，跟這個小屏幕上的現象道理是一個，一通一切通，一迷一切迷。我們天天看，要會看，要看出它的性、相、理、體，要能看出這個，你就把事實真相全明白了，這叫諸法實相。事上看到理、看到體，理上看到事，理事是一不是二。就我們正在看電視的時候，屏幕上現的這些現相、事相，理體跟事相融成一，它沒有分開；如果分開了，現相就不見了，沒有現相。所以性在哪裡？性在相當中；理在哪裡？理在事裡頭，它分不開。"
    },
    {
      "id": "02-040-0487_p0006",
      "zh_CN": "佛菩萨比我们有智慧、有觉悟，他在事相上见性，明心见性；我们在事相上见不到性，性就是体，我们着了相。着了相，只知道看屏幕上的现相，不知道屏幕存在，这就是凡夫知见。佛知佛见，佛知道这个现相里头有屏幕，屏幕跟现相同时现前，他屏幕也看到是现相也看到。我们亦如是，但是我们迷了，我们迷在现相上，只看到形像，把屏幕给忘掉了，屏幕在哪里不知道了。凡圣差别就在此地。这个比喻好懂，比喻如何合法比较上困难，但是道理是一个。禅宗里面说明心见性，性在哪里？随拈一法无不是性。那我要问你，你在看电视，屏幕在哪里？色相上任何一个相就是屏幕，离开屏幕没有相。离开理体没有事相，体性从事相上显出，理体在事相上，事相就是理体。念老在这里有个简单的注解，在括弧里头，「诸法本具之体性，永无改变，乃其实际理体」，你要能够见到这个体就见性了。",
      "zh_TW": "佛菩薩比我們有智慧、有覺悟，他在事相上見性，明心見性；我們在事相上見不到性，性就是體，我們著了相。著了相，只知道看屏幕上的現相，不知道屏幕存在，這就是凡夫知見。佛知佛見，佛知道這個現相裡頭有屏幕，屏幕跟現相同時現前，他屏幕也看到是現相也看到。我們亦如是，但是我們迷了，我們迷在現相上，只看到形像，把屏幕給忘掉了，屏幕在哪裡不知道了。凡聖差別就在此地。這個比喻好懂，比喻如何合法比較上困難，但是道理是一個。禪宗裡面說明心見性，性在哪裡？隨拈一法無不是性。那我要問你，你在看電視，屏幕在哪裡？色相上任何一個相就是屏幕，離開屏幕沒有相。離開理體沒有事相，體性從事相上顯出，理體在事相上，事相就是理體。念老在這裡有個簡單的註解，在括弧裡頭，「諸法本具之體性，永無改變，乃其實際理體」，你要能夠見到這個體就見性了。"
    },
    {
      "id": "02-040-0487_p0007",
      "zh_CN": "比喻究竟是比喻，没有办法比到恰到好处，那是做不到的。电视屏幕是它的理体，我们知道，把频道关起来，屏幕就现出来，屏幕上什么都没有，那是理体现出来。佛告诉我们，宇宙万有的理体也是什么都没有，是空的。电视屏幕是物质，宇宙万有的理体不是物质，这一点就难了，物质我们很容易知道，它不是物质，也不是精神，也不是自然现象，它确实什么都没有，但是它存在。物质现象、精神现象（就是心理现象）、跟自然现象，都是从理体上显现出来的，所以这个理体不能说它空，也不能说它有。你说它有，它三种现象都没有；你说它没有，它能现三种现象，能生万法。能生万法不能说它无，它一法都不立，不能说它有，说它有、说它无都错了。要怎样说才不错？佛法有一句、有个词叫不可思议，那就对了。不可思议是什么意思？无法想像，不能想像也不能说。所以，特别是宗门，对于这桩事情叫「开口便错，动念即乖」，你一开口说它，错了，你怎么说得出来？你一动念头也错了，不能动念头。因为什么？它不能够思，愈思愈错；不能说，愈说愈错。不思、不说，清清楚楚、明明白白就在眼前，你就见到了。见到这个事实真相，称这个人叫法身大士、法身菩萨。",
      "zh_TW": "比喻究竟是比喻，沒有辦法比到恰到好處，那是做不到的。電視屏幕是它的理體，我們知道，把頻道關起來，屏幕就現出來，屏幕上什麼都沒有，那是理體現出來。佛告訴我們，宇宙萬有的理體也是什麼都沒有，是空的。電視屏幕是物質，宇宙萬有的理體不是物質，這一點就難了，物質我們很容易知道，它不是物質，也不是精神，也不是自然現象，它確實什麼都沒有，但是它存在。物質現象、精神現象（就是心理現象）、跟自然現象，都是從理體上顯現出來的，所以這個理體不能說它空，也不能說它有。你說它有，它三種現象都沒有；你說它沒有，它能現三種現象，能生萬法。能生萬法不能說它無，它一法都不立，不能說它有，說它有、說它無都錯了。要怎樣說才不錯？佛法有一句、有個詞叫不可思議，那就對了。不可思議是什麼意思？無法想像，不能想像也不能說。所以，特別是宗門，對於這樁事情叫「開口便錯，動念即乖」，你一開口說它，錯了，你怎麼說得出來？你一動念頭也錯了，不能動念頭。因為什麼？它不能夠思，愈思愈錯；不能說，愈說愈錯。不思、不說，清清楚楚、明明白白就在眼前，你就見到了。見到這個事實真相，稱這個人叫法身大士、法身菩薩。"
    },
    {
      "id": "02-040-0487_p0008",
      "zh_CN": "在中国有个代表的人物，就是禅宗第六代的祖师惠能大师。惠能大师明心见性了，性是什么样子，他用二十个字来描绘。能大师不认识字，没有念过书，他见性了，也就是这个事实真相他清楚、他明白了。性是什么样子？他告诉我们，本自清净，第一句，「何期自性，本自清净」，没有染污。我们今天讲染污，性体不会染污，染污是什么？事相有染污，事相会被染污，性体不被染污。事相有生有灭，性体不生不灭，「本不生灭」，没有生灭。相有生灭，性没有生灭；事有生灭，体没有生灭，理体没有生灭。",
      "zh_TW": "在中國有個代表的人物，就是禪宗第六代的祖師惠能大師。惠能大師明心見性了，性是什麼樣子，他用二十個字來描繪。能大師不認識字，沒有念過書，他見性了，也就是這個事實真相他清楚、他明白了。性是什麼樣子？他告訴我們，本自清淨，第一句，「何期自性，本自清淨」，沒有染污。我們今天講染污，性體不會染污，染污是什麼？事相有染污，事相會被染污，性體不被染污。事相有生有滅，性體不生不滅，「本不生滅」，沒有生滅。相有生滅，性沒有生滅；事有生滅，體沒有生滅，理體沒有生滅。"
    },
    {
      "id": "02-040-0487_p0009",
      "zh_CN": "第三句他说「本自具足」，这一句了不起，本自具足，它一样也不缺。我们用世尊在《华严经》上的一句话来解释本自具足，佛在《华严》上说「一切众生皆有如来智慧德相」，一切众生没有一个是例外的。真的，一切众生皆有，个个都有，没有一个例外，统统都有像如来一样的智慧，一样的德能，一样的相好。在哪里能看见？在极乐世界，到达极乐世界，《华严经》上这一句就摆在你面前，你全都看到了。这句话非常非常重要，是佛法、是东方教学的理论依据。东方人跟西方人不一样，东方人教学，自古以来，现在没有了，最近这两百年成了问题。古人教学目的是叫你开智慧，不是知识，西方人教学是求知识，东方人教学是求智慧，智慧是自性本有的，不从外面来的，就是本自具足。",
      "zh_TW": "第三句他說「本自具足」，這一句了不起，本自具足，它一樣也不缺。我們用世尊在《華嚴經》上的一句話來解釋本自具足，佛在《華嚴》上說「一切眾生皆有如來智慧德相」，一切眾生沒有一個是例外的。真的，一切眾生皆有，個個都有，沒有一個例外，統統都有像如來一樣的智慧，一樣的德能，一樣的相好。在哪裡能看見？在極樂世界，到達極樂世界，《華嚴經》上這一句就擺在你面前，你全都看到了。這句話非常非常重要，是佛法、是東方教學的理論依據。東方人跟西方人不一樣，東方人教學，自古以來，現在沒有了，最近這兩百年成了問題。古人教學目的是叫你開智慧，不是知識，西方人教學是求知識，東方人教學是求智慧，智慧是自性本有的，不從外面來的，就是本自具足。"
    },
    {
      "id": "02-040-0487_p0010",
      "zh_CN": "我们智慧没有失掉，佛很清楚，佛说的话真话。没有失掉，为什么现在智慧没有了？佛告诉我们，因为你有烦恼，你有三类烦恼，三大类，无明烦恼、尘沙烦恼、见思烦恼。把你的智慧德相障碍住了，你的智慧德相没有失掉，只是有障碍。东方教学的理论依据就依这个，只要我们把障碍除掉，我们自性的智慧就现前，德能现前，相好现前，没失掉。而且告诉我们，自性本具的是真的，就是智慧、德能、相好是真的，妄想是假的，无明烦恼、见思烦恼、尘沙烦恼都是假的，不是真的。这个假的东西只要一放下，把它抛弃掉，真的就现前了。",
      "zh_TW": "我們智慧沒有失掉，佛很清楚，佛說的話真話。沒有失掉，為什麼現在智慧沒有了？佛告訴我們，因為你有煩惱，你有三類煩惱，三大類，無明煩惱、塵沙煩惱、見思煩惱。把你的智慧德相障礙住了，你的智慧德相沒有失掉，只是有障礙。東方教學的理論依據就依這個，只要我們把障礙除掉，我們自性的智慧就現前，德能現前，相好現前，沒失掉。而且告訴我們，自性本具的是真的，就是智慧、德能、相好是真的，妄想是假的，無明煩惱、見思煩惱、塵沙煩惱都是假的，不是真的。這個假的東西只要一放下，把它拋棄掉，真的就現前了。"
    },
    {
      "id": "02-040-0487_p0011",
      "zh_CN": "这桩事情，跟读书不读书、认识字不认识字没有关系。所以东方教育着重在消业障、断烦恼，恢复自性的智慧德相，它在这里，不一样。方法用什么？佛教传到中国来，佛教用的方法好，戒定慧三学，因戒得定，因定开慧，智慧是从这来的，德能从这来的，相好也是从这来的。因此，中国传统不重视记问之学，这是求知识的他非常重视，你要读很多书，你要把它记住，叫广学多闻，那是什么？知识。东方跟佛法求智慧，不求知识，有智慧自然有知识，有知识没有智慧，知识处理问题有局限性、有后遗症，它不圆满；智慧处理问题没有局限性，没有后遗症。",
      "zh_TW": "這樁事情，跟讀書不讀書、認識字不認識字沒有關係。所以東方教育著重在消業障、斷煩惱，恢復自性的智慧德相，它在這裡，不一樣。方法用什麼？佛教傳到中國來，佛教用的方法好，戒定慧三學，因戒得定，因定開慧，智慧是從這來的，德能從這來的，相好也是從這來的。因此，中國傳統不重視記問之學，這是求知識的他非常重視，你要讀很多書，你要把它記住，叫廣學多聞，那是什麼？知識。東方跟佛法求智慧，不求知識，有智慧自然有知識，有知識沒有智慧，知識處理問題有侷限性、有後遺症，它不圓滿；智慧處理問題沒有侷限性，沒有後遺症。"
    },
    {
      "id": "02-040-0487_p0012",
      "zh_CN": "东方把自己东西抛弃了，学习西方人，现在东方智慧不见了，知识还赶不上别人，你说多可惜！东方人教学，从小教小孩背书，背古人的书，现在人对这个教学法不赞成。小孩什么都不懂，你教他念这个干什么？不是把他念呆了？这句话说得没错，就是想把他变成呆的。呆人有呆福，可不得了，他一开悟就不呆了，一开悟就成圣成贤、成佛成菩萨。所以从小教学训练他什么？保持他的清净平等觉，孩子的心是清净平等的。我最近也常常提起，我们的自性什么时候现前过？有，真有，看到我们自己的本来面目，也就是丝毫染污都没有，我们的本来面目现前，太可爱了。什么时候？人生百日，人出生一百天，也就是说三个月、四个月大的婴儿。你看他多可爱，你看到他多欢喜，满面笑容。他没有分别、没有执着，他有起心动念，他没有分别、执着。这是什么境界？菩萨境界，不是佛，佛是不起心不动念，他有起心动念。生下来他有起心动念，他没有分别执着，菩萨，看菩萨就在这个时候看。到他再长大，他认识谁是他妈妈、谁是他爸爸，他被染污了，为什么？他有分别、他有执着，他就不单纯了。渐渐长大，说他懂事了，那不叫懂事，他染污了，染污愈来愈严重，距离天真愈来愈远。",
      "zh_TW": "東方把自己東西拋棄了，學習西方人，現在東方智慧不見了，知識還趕不上別人，你說多可惜！東方人教學，從小教小孩背書，背古人的書，現在人對這個教學法不贊成。小孩什麼都不懂，你教他念這個幹什麼？不是把他念呆了？這句話說得沒錯，就是想把他變成呆的。呆人有呆福，可不得了，他一開悟就不呆了，一開悟就成聖成賢、成佛成菩薩。所以從小教學訓練他什麼？保持他的清淨平等覺，孩子的心是清淨平等的。我最近也常常提起，我們的自性什麼時候現前過？有，真有，看到我們自己的本來面目，也就是絲毫染污都沒有，我們的本來面目現前，太可愛了。什麼時候？人生百日，人出生一百天，也就是說三個月、四個月大的嬰兒。你看他多可愛，你看到他多歡喜，滿面笑容。他沒有分別、沒有執著，他有起心動念，他沒有分別、執著。這是什麼境界？菩薩境界，不是佛，佛是不起心不動念，他有起心動念。生下來他有起心動念，他沒有分別執著，菩薩，看菩薩就在這個時候看。到他再長大，他認識誰是他媽媽、誰是他爸爸，他被染污了，為什麼？他有分別、他有執著，他就不單純了。漸漸長大，說他懂事了，那不叫懂事，他染污了，染污愈來愈嚴重，距離天真愈來愈遠。"
    },
    {
      "id": "02-040-0487_p0013",
      "zh_CN": "所以中国古人懂得，确实佛知佛见，我们老祖宗不是凡人，他知道。孩子要怎么教法？一千天之内，一千天就是三年，三岁，从出生到三岁之前，负面的东西不能让他看见，他看见的正面的。也就是好的让他看见，不好的决定不能让他看见，负面的不能让他听见，不能让他接触到。三岁是扎根教育，这个事情妈妈要负责任。像《弟子规》、《感应篇》、《十善业道》不是给小孩念的，是做父母的在日常生活当中，在家庭里面要把它做到，做给小孩看。小孩看到他的父母孝顺他的爸爸妈妈，就是祖父母，他就学会了。表演给他看，是身教，不是言教，言教他还不会说话。让他看见的、听见的、接触到的全是伦理道德，与自性相应的，这个要让他看见。所以古人有一句谚语说「三岁看八十」，三岁这个根要是奠定了，到八十岁他都不会改变。为什么？他有能力辨别是非，有能力辨别善恶，有能力辨别对跟错误，他有这个能力。三岁之后渐渐长大了，可以教他认字，教他识字，一天教他认几个字。再过三年，他可以能认识二、三千字，这才上学，认字是很单纯的。上学老师教他什么？老师还是教他《弟子规》、《感应篇》、《十善业》。不是父母表演给他看了，老师表演，他信心坚定了。为什么？家里父母这样做，老师也是这样做，他就不会怀疑，完全相信、完全接受，就养成习惯了。",
      "zh_TW": "所以中國古人懂得，確實佛知佛見，我們老祖宗不是凡人，他知道。孩子要怎麼教法？一千天之內，一千天就是三年，三歲，從出生到三歲之前，負面的東西不能讓他看見，他看見的正面的。也就是好的讓他看見，不好的決定不能讓他看見，負面的不能讓他聽見，不能讓他接觸到。三歲是扎根教育，這個事情媽媽要負責任。像《弟子規》、《感應篇》、《十善業道》不是給小孩念的，是做父母的在日常生活當中，在家庭裡面要把它做到，做給小孩看。小孩看到他的父母孝順他的爸爸媽媽，就是祖父母，他就學會了。表演給他看，是身教，不是言教，言教他還不會說話。讓他看見的、聽見的、接觸到的全是倫理道德，與自性相應的，這個要讓他看見。所以古人有一句諺語說「三歲看八十」，三歲這個根要是奠定了，到八十歲他都不會改變。為什麼？他有能力辨別是非，有能力辨別善惡，有能力辨別對跟錯誤，他有這個能力。三歲之後漸漸長大了，可以教他認字，教他識字，一天教他認幾個字。再過三年，他可以能認識二、三千字，這才上學，認字是很單純的。上學老師教他什麼？老師還是教他《弟子規》、《感應篇》、《十善業》。不是父母表演給他看了，老師表演，他信心堅定了。為什麼？家裡父母這樣做，老師也是這樣做，他就不會懷疑，完全相信、完全接受，就養成習慣了。"
    },
    {
      "id": "02-040-0487_p0014",
      "zh_CN": "背古人的书籍用意在哪里？用意在保持他的清净平等心，是修定，用背书来修定。你不叫他背书，他小脑袋还会胡思乱想，那就麻烦了。所以用背书，背书，书会背了那是副作用，不是真正目的，真正目的是让他的心清净，没有杂念、没有妄想。这就是保持他的天真烂漫，一直大概保持到十岁到十二岁。背诵的东西不要太多，一样，就是一本书，你天天念，什么意思不要管，就是念；要讲什么意思，就起分别执着，起分别心了。就是叫你念，字没有念错，句子没有念漏掉，这是什么？修定，定到一定的时间就开悟了。古人我们常常听说神童，神童不少，不是少数，十几岁小孩，不但明理，文章写得好，他明白道理。这是什么？这是悟处，清净心生智慧，要记住这句话；染污的心生烦恼、生妄想、生杂念。这就是中国，所以西方人对中国有研究的，认为中国人有教育的智慧，有教育的理念，佛陀戒定慧三学是最高的教育理念。戒律就是规矩，小孩从小要把规矩建立，一生不会改变，养成良好的习惯。",
      "zh_TW": "背古人的書籍用意在哪裡？用意在保持他的清淨平等心，是修定，用背書來修定。你不叫他背書，他小腦袋還會胡思亂想，那就麻煩了。所以用背書，背書，書會背了那是副作用，不是真正目的，真正目的是讓他的心清淨，沒有雜念、沒有妄想。這就是保持他的天真爛漫，一直大概保持到十歲到十二歲。背誦的東西不要太多，一樣，就是一本書，你天天念，什麼意思不要管，就是念；要講什麼意思，就起分別執著，起分別心了。就是叫你念，字沒有念錯，句子沒有念漏掉，這是什麼？修定，定到一定的時間就開悟了。古人我們常常聽說神童，神童不少，不是少數，十幾歲小孩，不但明理，文章寫得好，他明白道理。這是什麼？這是悟處，清淨心生智慧，要記住這句話；染污的心生煩惱、生妄想、生雜念。這就是中國，所以西方人對中國有研究的，認為中國人有教育的智慧，有教育的理念，佛陀戒定慧三學是最高的教育理念。戒律就是規矩，小孩從小要把規矩建立，一生不會改變，養成良好的習慣。"
    },
    {
      "id": "02-040-0487_p0015",
      "zh_CN": "所以父母跟老师的恩德是同等的，小孩在十一、二岁之前老师教，三岁这是父母教。父母跟老师的恩德不但是生，育，他养你、教你，完全是身教，做出来给你看。所以入学，私塾，入学里面的教学是奠定定慧的基础，用背诵这种方法叫你修定。一部书，一部书能够背完，背一个字不错，甚至默写也一个字不错，可以再换一本。不换行不行？行，不换，一门深入那会开悟。方法，指导的原则，就是一门深入长时薰修，这是方法，读书千遍，其义自见。所以要不要读很多？不要，一生就学一样，先得三昧，就是得定。学《无量寿经》，得念佛三昧，这是念佛法门，读《法华经》得法华三昧，读《华严经》得华严三昧。三昧得到之后，继续努力不要改变，再用个几年的功夫，豁然大悟，就开悟了。开悟之后就是明心见性，刚才讲的，见性了一切全通了，没有学过的也通了。",
      "zh_TW": "所以父母跟老師的恩德是同等的，小孩在十一、二歲之前老師教，三歲這是父母教。父母跟老師的恩德不但是生，育，他養你、教你，完全是身教，做出來給你看。所以入學，私塾，入學裡面的教學是奠定定慧的基礎，用背誦這種方法叫你修定。一部書，一部書能夠背完，背一個字不錯，甚至默寫也一個字不錯，可以再換一本。不換行不行？行，不換，一門深入那會開悟。方法，指導的原則，就是一門深入長時薰修，這是方法，讀書千遍，其義自見。所以要不要讀很多？不要，一生就學一樣，先得三昧，就是得定。學《無量壽經》，得念佛三昧，這是念佛法門，讀《法華經》得法華三昧，讀《華嚴經》得華嚴三昧。三昧得到之後，繼續努力不要改變，再用個幾年的功夫，豁然大悟，就開悟了。開悟之後就是明心見性，剛才講的，見性了一切全通了，沒有學過的也通了。"
    },
    {
      "id": "02-040-0487_p0016",
      "zh_CN": "我们看惠能大师这个例子，他真正听别人给他讲经就是五祖，五祖给他讲《金刚经》。不要用经本，为什么？能大师不认识字，所以不需要用经本。讲多少？大概《金刚经》诸位翻开来看，大概四分之一，没有到一半，讲到「应无所住，而生其心」，他开悟了。悟了以后不要讲了，他全懂，自然就懂了。为什么？佛经，诸佛如来从自性里流出来的，你明心见性了，你的性跟佛的自性是一个性，所以佛自性流出来的就是你自己自性流出来的，自己自性流出来的，哪有不懂的道理？全懂了。没懂是没见性，见性是全懂了，不但佛法懂了，再给你说，什么宗教经典都懂了；不但宗教典籍都懂了，世间所有一切学术也懂，没有一样不懂。为什么？一切法不离自性，一切法全是自性变现出来的，这叫一通一切通。",
      "zh_TW": "我們看惠能大師這個例子，他真正聽別人給他講經就是五祖，五祖給他講《金剛經》。不要用經本，為什麼？能大師不認識字，所以不需要用經本。講多少？大概《金剛經》諸位翻開來看，大概四分之一，沒有到一半，講到「應無所住，而生其心」，他開悟了。悟了以後不要講了，他全懂，自然就懂了。為什麼？佛經，諸佛如來從自性裡流出來的，你明心見性了，你的性跟佛的自性是一個性，所以佛自性流出來的就是你自己自性流出來的，自己自性流出來的，哪有不懂的道理？全懂了。沒懂是沒見性，見性是全懂了，不但佛法懂了，再給你說，什麼宗教經典都懂了；不但宗教典籍都懂了，世間所有一切學術也懂，沒有一樣不懂。為什麼？一切法不離自性，一切法全是自性變現出來的，這叫一通一切通。"
    },
    {
      "id": "02-040-0487_p0017",
      "zh_CN": "这是东方人的教育理念，东方人的教育方法。西方人不是的，他是知识，知识这桩事情隔行如隔山，你学这个科目你学通了，换到另外一个，你一窍不通。你要明白这个道理，你对佛法、对东方东西才佩服到五体投地。今天有不少人跟外国人学的，批评中国传统文化，批评古圣先贤，说他们不懂科学，说他们是封建帝制，是搞迷信，欺骗人民。这是外国人对中国看法情有所原，为什么？他是真正一无所知，用他们这个标准来看东方东西。中国人也跟他们一样，那就大错特错了。",
      "zh_TW": "這是東方人的教育理念，東方人的教育方法。西方人不是的，他是知識，知識這樁事情隔行如隔山，你學這個科目你學通了，換到另外一個，你一竅不通。你要明白這個道理，你對佛法、對東方東西才佩服到五體投地。今天有不少人跟外國人學的，批評中國傳統文化，批評古聖先賢，說他們不懂科學，說他們是封建帝制，是搞迷信，欺騙人民。這是外國人對中國看法情有所原，為什麼？他是真正一無所知，用他們這個標準來看東方東西。中國人也跟他們一樣，那就大錯特錯了。"
    },
    {
      "id": "02-040-0487_p0018",
      "zh_CN": "在我们自己有生之年，真正回头回顾一下，我们用十年十年做个比较。今年公元是二０一三年，回过去十年，０三年，０三年的社会比现在好，这我们能记得；再往前去，一九九三年更好，愈往过去愈好。现在社会是倒退，不是在进步，科学技术进步了，人心倒退，人与人之间关系没有了。我第一次离开台湾到香港来讲经，一九七七年，一九七七年的香港人还有浓厚的人情味，现在没有了。一九七七年香港任何地方去吃东西你放心，不会有毒，不会有不干净的，不会有假东西的。现在到处都是假的，都是骗人的，包括医药，卖药都卖假药，这个在过去从来没听过的。药是救人、救命的，你怎么可以害人？卖假药那是杀人，真正叫谋财害命。社会为什么会变成这样？",
      "zh_TW": "在我們自己有生之年，真正回頭回顧一下，我們用十年十年做個比較。今年公元是二０一三年，回過去十年，０三年，０三年的社會比現在好，這我們能記得；再往前去，一九九三年更好，愈往過去愈好。現在社會是倒退，不是在進步，科學技術進步了，人心倒退，人與人之間關係沒有了。我第一次離開台灣到香港來講經，一九七七年，一九七七年的香港人還有濃厚的人情味，現在沒有了。一九七七年香港任何地方去吃東西你放心，不會有毒，不會有不乾淨的，不會有假東西的。現在到處都是假的，都是騙人的，包括醫藥，賣藥都賣假藥，這個在過去從來沒聽過的。藥是救人、救命的，你怎麼可以害人？賣假藥那是殺人，真正叫謀財害命。社會為什麼會變成這樣？"
    },
    {
      "id": "02-040-0487_p0019",
      "zh_CN": "现在不是十年十年比，现在一年，一年不如一年，多可怕。吃东西，馆子里的东西不敢吃，这李老师教给我的。老师在晚年，病重的时候，我去看过几次，每次都告诉我不要到馆子吃东西，不干净。五星级的饭店比较安全一点，它收费高，它卖真东西，不卖假东西给你，收费高，比一般小吃高很多倍。这是不是真安全？不可靠。逼着我们出外旅行自己带便当，虽然受很多限制，便当里面的菜很有限，安全感，放心。十年前没有这种现象，今天这个事情麻烦，地球被染污了。将来的事情更麻烦，土壤被染污，自己种的菜，土壤有问题，它带着有毒，这你怎么办？水被染污，灌溉的水里头有毒。科学家警告我们，再过若干年，空气里头有毒，你怎么生存？这是真正严重的问题。",
      "zh_TW": "現在不是十年十年比，現在一年，一年不如一年，多可怕。吃東西，館子裡的東西不敢吃，這李老師教給我的。老師在晚年，病重的時候，我去看過幾次，每次都告訴我不要到館子吃東西，不乾淨。五星級的飯店比較安全一點，它收費高，它賣真東西，不賣假東西給你，收費高，比一般小吃高很多倍。這是不是真安全？不可靠。逼著我們出外旅行自己帶便當，雖然受很多限制，便當裡面的菜很有限，安全感，放心。十年前沒有這種現象，今天這個事情麻煩，地球被染污了。將來的事情更麻煩，土壤被染污，自己種的菜，土壤有問題，它帶著有毒，這你怎麼辦？水被染污，灌溉的水裡頭有毒。科學家警告我們，再過若干年，空氣裡頭有毒，你怎麼生存？這是真正嚴重的問題。"
    },
    {
      "id": "02-040-0487_p0020",
      "zh_CN": "李老师教给我们这些学生一句话，临走之前头一天的下午，跟身边的学生说，世界乱了，佛菩萨神仙下凡来也治不了。他说你们唯一的一条生路，老实念佛，求生净土。老师留给我们最后这一句话。真的，我们今天不能想将来有多少年，还要活多久。我已经早就到头了，八十七岁了，你问我还活多久？我告诉你，一天，活一天算一天，哪一天走都欢喜。我不希望将来还有多少年，没有，我只有今天；明天没有走的时候，又是一个今天，别想那么多。人肯定要有生有灭，哪有不死的？生死是平常事情，不要害怕，死了以后到哪里去，这才叫大问题。",
      "zh_TW": "李老師教給我們這些學生一句話，臨走之前頭一天的下午，跟身邊的學生說，世界亂了，佛菩薩神仙下凡來也治不了。他說你們唯一的一條生路，老實念佛，求生淨土。老師留給我們最後這一句話。真的，我們今天不能想將來有多少年，還要活多久。我已經早就到頭了，八十七歲了，你問我還活多久？我告訴你，一天，活一天算一天，哪一天走都歡喜。我不希望將來還有多少年，沒有，我只有今天；明天沒有走的時候，又是一個今天，別想那麼多。人肯定要有生有滅，哪有不死的？生死是平常事情，不要害怕，死了以後到哪裡去，這才叫大問題。"
    },
    {
      "id": "02-040-0487_p0021",
      "zh_CN": "我们是非常非常有幸，佛家常说「人身难得，佛法难闻」，我们得人身、闻佛法，这多么幸运。佛法当中又能闻到大乘，又能闻到《无量寿》，这等于说是你在人间得到大圆满。能把这个掌握住，我这一生决定生净土，这是离苦得乐里头最究竟的，离开六道轮回叫离究竟苦。六道轮回苦，往生极乐世界叫得究竟乐，为什么？到极乐世界你决定一生成佛，证得大圆满。搞别的就没有必要，应当全心全力一部经。所以我在我八十五岁那年，《华严经》停讲了。我记得是清明，清明前一天，《华严》停讲，第二天我就开始专讲《大经解》，《无量寿经》黄念祖老居士的集解，他这个解是会集的。八十五岁以后时间不多了，全心全力学一部经，念一句佛号，不再夹杂。无论什么地方请我讲经，我统统讲这部经，除这部经之外，请别人去讲，我不讲了，一心专求往生极乐世界。一门深入长时薰修，读书千遍其义自见，我来带头，我来做榜样。我讲经五十五年，最后跟大家做这个榜样，这是真的，真中之真，决定不假。",
      "zh_TW": "我們是非常非常有幸，佛家常說「人身難得，佛法難聞」，我們得人身、聞佛法，這多麼幸運。佛法當中又能聞到大乘，又能聞到《無量壽》，這等於說是你在人間得到大圓滿。能把這個掌握住，我這一生決定生淨土，這是離苦得樂裡頭最究竟的，離開六道輪迴叫離究竟苦。六道輪迴苦，往生極樂世界叫得究竟樂，為什麼？到極樂世界你決定一生成佛，證得大圓滿。搞別的就沒有必要，應當全心全力一部經。所以我在我八十五歲那年，《華嚴經》停講了。我記得是清明，清明前一天，《華嚴》停講，第二天我就開始專講《大經解》，《無量壽經》黃念祖老居士的集解，他這個解是會集的。八十五歲以後時間不多了，全心全力學一部經，念一句佛號，不再夾雜。無論什麼地方請我講經，我統統講這部經，除這部經之外，請別人去講，我不講了，一心專求往生極樂世界。一門深入長時薰修，讀書千遍其義自見，我來帶頭，我來做榜樣。我講經五十五年，最後跟大家做這個榜樣，這是真的，真中之真，決定不假。"
    },
    {
      "id": "02-040-0487_p0022",
      "zh_CN": "方东美先生把佛法介绍给我，我跟他学哲学，他在课程里面末后一个单元「佛经哲学」，告诉我，释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我在这个单元里面才认识佛法，向往佛法。以后跟章嘉大师，我跟他老人家三年，我学佛的基础是他老人家奠定的。讲经，是在台中跟李老师十年。一生没有道场，释迦牟尼佛给我们做最好的榜样，世尊一生没有建过道场，什么地方邀请就到什么地方去，居无定所，日中一食，树下一宿。我们今天由于科技的发达，交通便捷，我们活动的范围大了，到整个地球，世尊当年没有离开印度。我们今天有这个科学技术帮助我们，我们的速度加快了，可以旅游整个地球。随着佛教的传播，我们利用卫星电视、利用网路，在一个小地方，可以跟全世界志同道合的同学们在一起分享学习心得。这是过去我们前一代无法想像的，我们这一代开始用上了。",
      "zh_TW": "方東美先生把佛法介紹給我，我跟他學哲學，他在課程裡面末後一個單元「佛經哲學」，告訴我，釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我在這個單元裡面才認識佛法，嚮往佛法。以後跟章嘉大師，我跟他老人家三年，我學佛的基礎是他老人家奠定的。講經，是在台中跟李老師十年。一生沒有道場，釋迦牟尼佛給我們做最好的榜樣，世尊一生沒有建過道場，什麼地方邀請就到什麼地方去，居無定所，日中一食，樹下一宿。我們今天由於科技的發達，交通便捷，我們活動的範圍大了，到整個地球，世尊當年沒有離開印度。我們今天有這個科學技術幫助我們，我們的速度加快了，可以旅遊整個地球。隨著佛教的傳播，我們利用衛星電視、利用網路，在一個小地方，可以跟全世界志同道合的同學們在一起分享學習心得。這是過去我們前一代無法想像的，我們這一代開始用上了。"
    },
    {
      "id": "02-040-0487_p0023",
      "zh_CN": "往后，重大的事情是怎么承传，如何一代一代的传下去，这是大问题。你看，理论有，方法有，没有人肯学，没有人肯守老规矩，没有人肯信古人，这才是真正问题之所在，对于古人他不相信。古人教我们一门深入，我们不甘心、不情愿，我们一下手就要广学多闻。所以，广学多闻学的是知识，不是智慧，智慧是从定中来的，现在人心浮气躁，学得愈多就愈麻烦。中国古人有句话说得很好，说「知事多时烦恼多」，你知道得太多，烦恼就多；「识人多处是非多」，认识人很多，是非就很多。所以修行人怎样？事情知道愈少愈好，最好全不知道，隐居在深山，跟外面完全隔绝，没有电视、没有新闻、没有报纸，住在那里是住太平世界。每天是天下太平，什么事都没有，日出而作，日入而息，这就是太古时候人的真正生活。读圣贤书，跟圣贤做朋友，极少数的人，这叫真正享受人间的清福。要找到人迹不到的地方，人间清福，过神仙生活。他会不会开智慧？会，开智慧他也不出来，为什么？不是不慈悲，人不肯学，人不愿意过这种生活，这是圣贤的生活，神仙的生活。所以我们对于一切诸法，性、相、事、理要搞清楚、搞明白。",
      "zh_TW": "往後，重大的事情是怎麼承傳，如何一代一代的傳下去，這是大問題。你看，理論有，方法有，沒有人肯學，沒有人肯守老規矩，沒有人肯信古人，這才是真正問題之所在，對於古人他不相信。古人教我們一門深入，我們不甘心、不情願，我們一下手就要廣學多聞。所以，廣學多聞學的是知識，不是智慧，智慧是從定中來的，現在人心浮氣躁，學得愈多就愈麻煩。中國古人有句話說得很好，說「知事多時煩惱多」，你知道得太多，煩惱就多；「識人多處是非多」，認識人很多，是非就很多。所以修行人怎樣？事情知道愈少愈好，最好全不知道，隱居在深山，跟外面完全隔絕，沒有電視、沒有新聞、沒有報紙，住在那裡是住太平世界。每天是天下太平，什麼事都沒有，日出而作，日入而息，這就是太古時候人的真正生活。讀聖賢書，跟聖賢做朋友，極少數的人，這叫真正享受人間的清福。要找到人跡不到的地方，人間清福，過神仙生活。他會不會開智慧？會，開智慧他也不出來，為什麼？不是不慈悲，人不肯學，人不願意過這種生活，這是聖賢的生活，神仙的生活。所以我們對於一切諸法，性、相、事、理要搞清楚、搞明白。"
    },
    {
      "id": "02-040-0487_p0024",
      "zh_CN": "念老在这里又告诉我们，「因缘和合，而现诸法，实皆虚妄，但是假名而已」。这是解释因缘和合，假名诸法。它不是真的，缘断了，法就不见了，只是假名。「自性寂灭，体不可得，故云空无我」。自性它的相是寂灭，它的体，前面说过了，它的体不是物质，我们前五根接触不到。眼耳鼻舌身所接触的是物质现象，它不是物质，所以眼耳鼻舌身缘不到；它不是心法，我们第六识、第七识缘不到。六、七我们把它当作心，六分别，七染污。七是什么东西？把它一分析，末那识四个东西，四样，叫四大烦恼。第一个是我见，实际上没有我，它产生一个幻觉，以为有我。拿什么来看作我？把阿赖耶的见分看作是我的心，阿赖耶的相分看作我的身，阿赖耶的相分是物质现象，阿赖耶的见分就是念头。错了，阿赖耶是虚妄的，转识成智了，根本没有这个东西存在，假名而已。说我心、我身都是错误的，哪来的身？哪来的心？",
      "zh_TW": "念老在這裡又告訴我們，「因緣和合，而現諸法，實皆虛妄，但是假名而已」。這是解釋因緣和合，假名諸法。它不是真的，緣斷了，法就不見了，只是假名。「自性寂滅，體不可得，故云空無我」。自性它的相是寂滅，它的體，前面說過了，它的體不是物質，我們前五根接觸不到。眼耳鼻舌身所接觸的是物質現象，它不是物質，所以眼耳鼻舌身緣不到；它不是心法，我們第六識、第七識緣不到。六、七我們把它當作心，六分別，七染污。七是什麼東西？把它一分析，末那識四個東西，四樣，叫四大煩惱。第一個是我見，實際上沒有我，它產生一個幻覺，以為有我。拿什麼來看作我？把阿賴耶的見分看作是我的心，阿賴耶的相分看作我的身，阿賴耶的相分是物質現象，阿賴耶的見分就是念頭。錯了，阿賴耶是虛妄的，轉識成智了，根本沒有這個東西存在，假名而已。說我心、我身都是錯誤的，哪來的身？哪來的心？"
    },
    {
      "id": "02-040-0487_p0025",
      "zh_CN": "现代量子力学家明白了，知道物质现象是假的，念头也不是真的。所以我们有理由相信，二、三十年之后科学再进一步，会把阿赖耶的三细相讲清楚、讲明白。那佛教就不是宗教了，佛教变成最新的科学。但这个最新的科学，释迦牟尼佛在三千年前就讲清楚，就讲明白了。所以方老师说，佛经是高等哲学，我们现在明白，佛经还是高等科学，宇宙的奥秘他把它揭穿了。这是什么？真实智慧，明心见性，哪个人见性，哪个人就明白、就清楚了，就叫他做佛。",
      "zh_TW": "現代量子力學家明白了，知道物質現象是假的，念頭也不是真的。所以我們有理由相信，二、三十年之後科學再進一步，會把阿賴耶的三細相講清楚、講明白。那佛教就不是宗教了，佛教變成最新的科學。但這個最新的科學，釋迦牟尼佛在三千年前就講清楚，就講明白了。所以方老師說，佛經是高等哲學，我們現在明白，佛經還是高等科學，宇宙的奧祕他把它揭穿了。這是什麼？真實智慧，明心見性，哪個人見性，哪個人就明白、就清楚了，就叫他做佛。"
    },
    {
      "id": "02-040-0487_p0026",
      "zh_CN": "明心见性要用清净心，这部经经题非常圆满。经题的下半「清净平等觉」是讲因，上半段「大乘无量寿庄严」是讲果，全是讲自性，自性的因果。清净心是阿罗汉，平等心是菩萨，觉是佛，清净平等觉是佛。果呢？大乘，大乘是智慧，无量寿是德，庄严是相好。《华严经》上讲的如来智慧德相，就是大乘无量寿庄严，从什么地方来的？清净平等觉来的。我们要修清净平等觉，果报就是大乘无量寿庄严，在哪里？在极乐世界。不是修净土的，得到清净平等觉，他们不在极乐世界，在华藏世界，《华严经》上说的华藏世界，那是他们居住的地方、修行的地方。这经上讲了，华藏、极乐，密宗的密严，名字不一样，实际呢？实际是相同的。这个说法说得非常好，殊途同归，法法平等。《金刚经》上佛说，「诸法平等，无有高下」，净土、华严、密严无有高下，确实是平等。不但这三个平等，引申出去，法法平等，法法皆如，没有一法不平等；不平等是你的分别执着，不是诸法的自体。因此我们对人、对事、对物要用真诚心，要用恭敬心，要用平等心，真心，真心包括真实、清净、平等。这自性，相是寂灭，体是空的，体不可得，不可得圆满的得到了。",
      "zh_TW": "明心見性要用清淨心，這部經經題非常圓滿。經題的下半「清淨平等覺」是講因，上半段「大乘無量壽莊嚴」是講果，全是講自性，自性的因果。清淨心是阿羅漢，平等心是菩薩，覺是佛，清淨平等覺是佛。果呢？大乘，大乘是智慧，無量壽是德，莊嚴是相好。《華嚴經》上講的如來智慧德相，就是大乘無量壽莊嚴，從什麼地方來的？清淨平等覺來的。我們要修清淨平等覺，果報就是大乘無量壽莊嚴，在哪裡？在極樂世界。不是修淨土的，得到清淨平等覺，他們不在極樂世界，在華藏世界，《華嚴經》上說的華藏世界，那是他們居住的地方、修行的地方。這經上講了，華藏、極樂，密宗的密嚴，名字不一樣，實際呢？實際是相同的。這個說法說得非常好，殊途同歸，法法平等。《金剛經》上佛說，「諸法平等，無有高下」，淨土、華嚴、密嚴無有高下，確實是平等。不但這三個平等，引申出去，法法平等，法法皆如，沒有一法不平等；不平等是你的分別執著，不是諸法的自體。因此我們對人、對事、對物要用真誠心，要用恭敬心，要用平等心，真心，真心包括真實、清淨、平等。這自性，相是寂滅，體是空的，體不可得，不可得圓滿的得到了。"
    },
    {
      "id": "02-040-0487_p0027",
      "zh_CN": "这个不可得的体，在净土里面讲叫常寂光。常，不生不灭，这叫常；寂，清净，一丝毫染污都没有，这叫寂；光，它的作用光明遍照。入常寂光，身、心都没有了，都变成了光明。这个光不是死的，是活的，众生有感它就能现，现什么？众生想什么它就现什么。《法华经．普门品》里面讲三十二应，众生想佛它就现佛，众生想菩萨它就现菩萨，想什么现什么。整个宇宙，遍法界虚空界，都是自性变现出来的，怎么变现的？是众生心想变现的，所以说一切法从心想生。这一点重要，我们心想阿弥陀佛，阿弥陀佛就现前；我们心想极乐世界，极乐世界就现前。为什么不想佛菩萨、不想佛国土？为什么要想六道轮回？",
      "zh_TW": "這個不可得的體，在淨土裡面講叫常寂光。常，不生不滅，這叫常；寂，清淨，一絲毫染污都沒有，這叫寂；光，它的作用光明遍照。入常寂光，身、心都沒有了，都變成了光明。這個光不是死的，是活的，眾生有感它就能現，現什麼？眾生想什麼它就現什麼。《法華經．普門品》裡面講三十二應，眾生想佛它就現佛，眾生想菩薩它就現菩薩，想什麼現什麼。整個宇宙，遍法界虛空界，都是自性變現出來的，怎麼變現的？是眾生心想變現的，所以說一切法從心想生。這一點重要，我們心想阿彌陀佛，阿彌陀佛就現前；我們心想極樂世界，極樂世界就現前。為什麼不想佛菩薩、不想佛國土？為什麼要想六道輪迴？"
    },
    {
      "id": "02-040-0487_p0028",
      "zh_CN": "大多数人想六道轮回，想什么？想贪财，天天想发财，贪财，想色、想名、想利他想这些，这些统统是三恶道。贪心，饿鬼道；瞋恨，地狱道；愚痴，畜生道。为什么去想这个东西？要把贪瞋痴这个想法全部把它断掉，起心动念想阿弥陀佛、想极乐世界，这就正确了。你将来得到的，真正出乎你意料之外，你所想的你全得到，你还没有想的你也得到了。所以经要读，读的遍数愈多愈好，读经是什么？修清净心，把你的妄想、把你的杂念念掉，读经的目的在此地。读得愈多愈好，也就是你保持清净平等觉的时间愈长愈好。保持的方法，读经、念佛，念阿弥陀佛，一句接着一句，都是修定，都是修念佛三昧。念佛三昧成了，你是菩萨；开悟了，你就成佛了。所以叫空无我，这才是事实真相。",
      "zh_TW": "大多數人想六道輪迴，想什麼？想貪財，天天想發財，貪財，想色、想名、想利他想這些，這些統統是三惡道。貪心，餓鬼道；瞋恨，地獄道；愚痴，畜生道。為什麼去想這個東西？要把貪瞋痴這個想法全部把它斷掉，起心動念想阿彌陀佛、想極樂世界，這就正確了。你將來得到的，真正出乎你意料之外，你所想的你全得到，你還沒有想的你也得到了。所以經要讀，讀的遍數愈多愈好，讀經是什麼？修清淨心，把你的妄想、把你的雜念念掉，讀經的目的在此地。讀得愈多愈好，也就是你保持清淨平等覺的時間愈長愈好。保持的方法，讀經、念佛，念阿彌陀佛，一句接著一句，都是修定，都是修念佛三昧。念佛三昧成了，你是菩薩；開悟了，你就成佛了。所以叫空無我，這才是事實真相。"
    },
    {
      "id": "02-040-0487_p0029",
      "zh_CN": "「我」这个名词在佛教里有两个意思，一个人我，一个法我，有两个我。「一者人我。凡夫不了五蕴和合假现有我之义」，这凡夫不知道。不了解人是什么？人是五蕴和合。五蕴是五种法，这个五种，物质的现象是四大，地、水、火、风，佛用这四个字来形容，这是物质现象。地是一个实物，你能看得见，你能摸得着，就是我们今天讲的物质，用个地来代表。这个地它有四种性质，第一种它坚固，坚固就是用地；第二它有湿度，湿度叫水大；它有温度，温度叫火大。现在人，科学家讲电，带电，这个物质它带电，水大是阴电，火大是阳电。它是动的，它不是静止的，动就叫风。所以，地水火风是形容一个小的物质，基本的物质它有四个性质，是这个意思。就是它带电，带阴电、带阳电，它是动，它不是静的，永远在空中它绕着一个东西转。像太阳，有九大行星绕着它转，地球，也有月亮、也有小行星围绕着地球转。整个宇宙都是动的，没有静止的，凡是动的都是生灭法，有生有灭，星球也有生灭，所以它不是真的。佛法讲真讲假，有生有灭假的，不生不灭是真的，它用这个来做标准。",
      "zh_TW": "「我」這個名詞在佛教裡有兩個意思，一個人我，一個法我，有兩個我。「一者人我。凡夫不了五蘊和合假現有我之義」，這凡夫不知道。不了解人是什麼？人是五蘊和合。五蘊是五種法，這個五種，物質的現象是四大，地、水、火、風，佛用這四個字來形容，這是物質現象。地是一個實物，你能看得見，你能摸得著，就是我們今天講的物質，用個地來代表。這個地它有四種性質，第一種它堅固，堅固就是用地；第二它有濕度，濕度叫水大；它有溫度，溫度叫火大。現在人，科學家講電，帶電，這個物質它帶電，水大是陰電，火大是陽電。它是動的，它不是靜止的，動就叫風。所以，地水火風是形容一個小的物質，基本的物質它有四個性質，是這個意思。就是它帶電，帶陰電、帶陽電，它是動，它不是靜的，永遠在空中它繞著一個東西轉。像太陽，有九大行星繞著它轉，地球，也有月亮、也有小行星圍繞著地球轉。整個宇宙都是動的，沒有靜止的，凡是動的都是生滅法，有生有滅，星球也有生滅，所以它不是真的。佛法講真講假，有生有滅假的，不生不滅是真的，它用這個來做標準。"
    },
    {
      "id": "02-040-0487_p0030",
      "zh_CN": "除了色法有地水火风这四大假合，还有个心理现象，精神现象，这就是我们讲念头。念头不是物质现象，但是物质现象是从念头生的；换句话说，先有念头这个现象，然后才有物质。佛在经上常说，相由心生，色由心生，境随心转，这都是说念头主宰着物质。这个现象被近代的科学家，量子物理学家发现了，而且证明是真的，证明佛在三千年前说得没错，现在科学把它证明了。所以科学家也非常感叹的说，那个时候没有这些高等的数学，没有科学的仪器，释迦牟尼佛怎么知道的？于是科学家也很聪明，科学家想像人应该有一种本能，古时候人的本能没有丧失，他知道，现在人本能丧失掉了。这个讲法也很正确。人确实有本能，这就是佛经上讲的一切众生皆有如来智慧德相，如来智慧德相就是本能；本来有智慧，本来有德能，本来有相好，样样都不缺。佛法的教学没有别的，恢复本能而已，我们把本能丢掉了，现在再把它找回来，问题全解决了。",
      "zh_TW": "除了色法有地水火風這四大假合，還有個心理現象，精神現象，這就是我們講念頭。念頭不是物質現象，但是物質現象是從念頭生的；換句話說，先有念頭這個現象，然後才有物質。佛在經上常說，相由心生，色由心生，境隨心轉，這都是說念頭主宰著物質。這個現象被近代的科學家，量子物理學家發現了，而且證明是真的，證明佛在三千年前說得沒錯，現在科學把它證明了。所以科學家也非常感嘆的說，那個時候沒有這些高等的數學，沒有科學的儀器，釋迦牟尼佛怎麼知道的？於是科學家也很聰明，科學家想像人應該有一種本能，古時候人的本能沒有喪失，他知道，現在人本能喪失掉了。這個講法也很正確。人確實有本能，這就是佛經上講的一切眾生皆有如來智慧德相，如來智慧德相就是本能；本來有智慧，本來有德能，本來有相好，樣樣都不缺。佛法的教學沒有別的，恢復本能而已，我們把本能丟掉了，現在再把它找回來，問題全解決了。"
    },
    {
      "id": "02-040-0487_p0031",
      "zh_CN": "科学家想找这个东西，一代接着一代，不断向上提升，四百多年才发现阿赖耶的三细相。今天科学家所说的物质现象、精神现象、自然现象，到底是什么？这是现代科学、哲学所研究的问题。现在第一个物质现象拆穿了，真正解决了，其他这两个知道。念头怎么来的？现在可以说接触到边缘，看出念头的生灭速度很快。念头生起，他说没有理由、没有原因，速度很快，生起之后立刻就没有了。这个现象《楞严经》上讲过，「当处出生，随处灭尽」，这句话科学家发现了。念头不是没有原因，有，科学家没有发现。佛说了，念头从哪里来？从业相来的，业相生转相，转相就是念头，转相生境界相，就是物质现象。业相是什么？业相佛说，一念不觉，一念不觉确实没有原因，《楞严经》上佛举演若达多迷头认影，来比喻业相没有原因。这里头还有个很深的意思，没有原因就是说它是假的，它不是真的；如果有原因，它就是真的。所以根本无明叫无始无明，无始很有意思，我们初学佛的时候，看到无始无明把它错解了。以为什么？这个问题太深了，大概时间太久，找不到头，好像我们讲无量劫又无量劫之前。其实我们全搞错了，无始无明就那么简单，就那么容易，无始是讲没有开始。没有开始是假的，不是真的，没错，无始无明是假的不是真的。知道它不是真的，你能把它放下、把它舍掉就开悟了，就证得圆满，就回归自性。",
      "zh_TW": "科學家想找這個東西，一代接著一代，不斷向上提升，四百多年才發現阿賴耶的三細相。今天科學家所說的物質現象、精神現象、自然現象，到底是什麼？這是現代科學、哲學所研究的問題。現在第一個物質現象拆穿了，真正解決了，其他這兩個知道。念頭怎麼來的？現在可以說接觸到邊緣，看出念頭的生滅速度很快。念頭生起，他說沒有理由、沒有原因，速度很快，生起之後立刻就沒有了。這個現象《楞嚴經》上講過，「當處出生，隨處滅盡」，這句話科學家發現了。念頭不是沒有原因，有，科學家沒有發現。佛說了，念頭從哪裡來？從業相來的，業相生轉相，轉相就是念頭，轉相生境界相，就是物質現象。業相是什麼？業相佛說，一念不覺，一念不覺確實沒有原因，《楞嚴經》上佛舉演若達多迷頭認影，來比喻業相沒有原因。這裡頭還有個很深的意思，沒有原因就是說它是假的，它不是真的；如果有原因，它就是真的。所以根本無明叫無始無明，無始很有意思，我們初學佛的時候，看到無始無明把它錯解了。以為什麼？這個問題太深了，大概時間太久，找不到頭，好像我們講無量劫又無量劫之前。其實我們全搞錯了，無始無明就那麼簡單，就那麼容易，無始是講沒有開始。沒有開始是假的，不是真的，沒錯，無始無明是假的不是真的。知道它不是真的，你能把它放下、把它捨掉就開悟了，就證得圓滿，就回歸自性。"
    },
    {
      "id": "02-040-0487_p0032",
      "zh_CN": "所以佛经上，真的，每个字都含着很深的意思在里头。无始要找始，那就是起心动念，那就是无明；真正知道无始，不找它，不理它，完全觉悟了，关键就在这里。你为什么找它？它无始，把追根究柢这个心放下，就明心见性。这个念头、这个执着不放下，永远是凡夫，凡夫错在哪里？就错在这里。还自以为聪明，我研究要追根究柢，追根究柢是个最大的错误，是错误的源头。《金刚经》上有一句话，如果真懂得就不再追根究柢了，「凡所有相，皆是虚妄」，你还追什么根究什么柢？彻底放下，人就开悟了。惠能怎么开悟的？他不追根究柢，他要追根究柢，永远不能开悟。大乘妙就妙在此地，关键在一个字。",
      "zh_TW": "所以佛經上，真的，每個字都含著很深的意思在裡頭。無始要找始，那就是起心動念，那就是無明；真正知道無始，不找它，不理它，完全覺悟了，關鍵就在這裡。你為什麼找它？它無始，把追根究柢這個心放下，就明心見性。這個念頭、這個執著不放下，永遠是凡夫，凡夫錯在哪裡？就錯在這裡。還自以為聰明，我研究要追根究柢，追根究柢是個最大的錯誤，是錯誤的源頭。《金剛經》上有一句話，如果真懂得就不再追根究柢了，「凡所有相，皆是虛妄」，你還追什麼根究什麼柢？徹底放下，人就開悟了。惠能怎麼開悟的？他不追根究柢，他要追根究柢，永遠不能開悟。大乘妙就妙在此地，關鍵在一個字。"
    },
    {
      "id": "02-040-0487_p0033",
      "zh_CN": "所以凡夫妄认，认错了，以为实实在在有一个自主自在的人，「能常主宰，是名人我」。有没有一个实实在在自主自在的人？没有。告诉你的时候，也可以告诉你真有，也可以告诉你没有，没有跟真有是一桩事，不是两桩事。千万不要把他想做是一个个体的人，没有这个事情。所以入佛门难，入佛门头一个要把人我这个概念放下，这是执着的源头，有这个执着就是六道凡夫，没有这个执着就叫做阿罗汉。阿罗汉破了人我，菩萨破了法我，破了法我能见性，破了人我，还有法执，不能见性。这是第一关。破了人我，六道轮回没有了，六道里面这些苦、这些业全都没有了。",
      "zh_TW": "所以凡夫妄認，認錯了，以為實實在在有一個自主自在的人，「能常主宰，是名人我」。有沒有一個實實在在自主自在的人？沒有。告訴你的時候，也可以告訴你真有，也可以告訴你沒有，沒有跟真有是一樁事，不是兩樁事。千萬不要把他想做是一個個體的人，沒有這個事情。所以入佛門難，入佛門頭一個要把人我這個概念放下，這是執著的源頭，有這個執著就是六道凡夫，沒有這個執著就叫做阿羅漢。阿羅漢破了人我，菩薩破了法我，破了法我能見性，破了人我，還有法執，不能見性。這是第一關。破了人我，六道輪迴沒有了，六道裡面這些苦、這些業全都沒有了。"
    },
    {
      "id": "02-040-0487_p0034",
      "zh_CN": "「若能了达但是五蕴假合，实无自体」，人是什么？是四大、五蕴。五蕴是色受想行识，这个东西假合的，因缘聚合，成了一个人身，你把它执着是我，错了。什么是我？遍法界虚空界是我。我们举个比喻说，海，大海，什么是海？全体的大海那叫海。我们现在变成什么？大海里头取一滴水，这叫大海，错了。也不能说错，它确实是大海里的水，放到大海里面，这是真正大海；执着这一滴水，这不叫大海。那我们说大海是我，这一滴呢？这一滴也是我，但是是大海的一滴，要明白这个道理。为什么？自性是我，整个宇宙从哪里来？自性变出来的。所以真正的我是全体，整个自性那是我，那是真我，那是父母未生前本来面目。",
      "zh_TW": "「若能了達但是五蘊假合，實無自體」，人是什麼？是四大、五蘊。五蘊是色受想行識，這個東西假合的，因緣聚合，成了一個人身，你把它執著是我，錯了。什麼是我？遍法界虛空界是我。我們舉個比喻說，海，大海，什麼是海？全體的大海那叫海。我們現在變成什麼？大海裡頭取一滴水，這叫大海，錯了。也不能說錯，它確實是大海裡的水，放到大海裡面，這是真正大海；執著這一滴水，這不叫大海。那我們說大海是我，這一滴呢？這一滴也是我，但是是大海的一滴，要明白這個道理。為什麼？自性是我，整個宇宙從哪裡來？自性變出來的。所以真正的我是全體，整個自性那是我，那是真我，那是父母未生前本來面目。"
    },
    {
      "id": "02-040-0487_p0035",
      "zh_CN": "真正认识这个我了，你会对于遍法界虚空界生起大慈大悲的现象，为什么？认识了，原来全是我。大慈大悲是什么？是真正的爱心。性德无量无边，无量无边性德里头有个核心，有个中心点，这个中心点就是爱。每个宗教都讲爱，基督教、天主教它们经典里头，神爱世人、上帝爱世人；伊斯兰教，真主确实是仁慈的；佛教，大慈大悲。所以这个爱，所有宗教的核心就是爱。这个爱里面没有起心动念、没有分别执着，这叫真爱。所以我看到婴儿，婴儿的爱没有分别、没有执着，他不认生，什么人去逗他，他都跟你欢欢喜喜的。那是什么？那是真爱，那是神圣的爱。如果不好好的保持它，它就会变成妄想分别的爱，情执的爱，你是我的妈妈我爱你，你不是我的妈妈我不爱你，这就有分别、有执着了。所以他要知道整个宇宙是我一体，这个爱就平等了。清净的爱、平等的爱、觉而不迷的爱，没有占有的爱，没有支配的爱，没有掠取的爱，这个爱是真的，纯真的爱，在佛法叫大慈大悲。佛家不讲爱，因为爱里头有情，凡夫爱里头有情、有自私自利。所以，没有情执的爱，没有分别的爱，没有执着的爱，没有起心动念的爱，那才是真爱，自性的爱，称为慈悲。",
      "zh_TW": "真正認識這個我了，你會對於遍法界虛空界生起大慈大悲的現象，為什麼？認識了，原來全是我。大慈大悲是什麼？是真正的愛心。性德無量無邊，無量無邊性德裡頭有個核心，有個中心點，這個中心點就是愛。每個宗教都講愛，基督教、天主教它們經典裡頭，神愛世人、上帝愛世人；伊斯蘭教，真主確實是仁慈的；佛教，大慈大悲。所以這個愛，所有宗教的核心就是愛。這個愛裡面沒有起心動念、沒有分別執著，這叫真愛。所以我看到嬰兒，嬰兒的愛沒有分別、沒有執著，他不認生，什麼人去逗他，他都跟你歡歡喜喜的。那是什麼？那是真愛，那是神聖的愛。如果不好好的保持它，它就會變成妄想分別的愛，情執的愛，你是我的媽媽我愛你，你不是我的媽媽我不愛你，這就有分別、有執著了。所以他要知道整個宇宙是我一體，這個愛就平等了。清淨的愛、平等的愛、覺而不迷的愛，沒有佔有的愛，沒有支配的愛，沒有掠取的愛，這個愛是真的，純真的愛，在佛法叫大慈大悲。佛家不講愛，因為愛裡頭有情，凡夫愛裡頭有情、有自私自利。所以，沒有情執的愛，沒有分別的愛，沒有執著的愛，沒有起心動念的愛，那才是真愛，自性的愛，稱為慈悲。"
    },
    {
      "id": "02-040-0487_p0036",
      "zh_CN": "人人有，不是没有，是我们迷失了自性，连这个爱心都变成自私自利。现在人很可怜，他不爱人，他爱什么？他爱钞票，那一张纸，他爱那个东西，你说迷到什么程度？爱纸，爱纸钱，他是鬼了，鬼要纸钱。这个爱就变成鬼道的爱，他不在人道。这都我们得搞清楚、搞明白，什么时候觉悟了遍法界虚空界是自己，这个爱心充遍了，见到人爱，见到蚂蚁也爱，见到一个树叶也爱。所有动物、植物、矿物，全宇宙都是自性变现的，哪一样不爱？爱心遍法界，善意满人间，这是阿罗汉、是佛菩萨。",
      "zh_TW": "人人有，不是沒有，是我們迷失了自性，連這個愛心都變成自私自利。現在人很可憐，他不愛人，他愛什麼？他愛鈔票，那一張紙，他愛那個東西，你說迷到什麼程度？愛紙，愛紙錢，他是鬼了，鬼要紙錢。這個愛就變成鬼道的愛，他不在人道。這都我們得搞清楚、搞明白，什麼時候覺悟了遍法界虛空界是自己，這個愛心充遍了，見到人愛，見到螞蟻也愛，見到一個樹葉也愛。所有動物、植物、礦物，全宇宙都是自性變現的，哪一樣不愛？愛心遍法界，善意滿人間，這是阿羅漢、是佛菩薩。"
    },
    {
      "id": "02-040-0487_p0037",
      "zh_CN": "小乘圣者知道，这个身心是五蕴假合，没有自体，他不执着这是我，他会善用这个身体，借假修真。「是为小乘人之修行，断烦恼而得涅槃」，涅槃是梵语，翻译成中国的意思就是不生不灭，这是宇宙人生的真相。「二者法我」，小乘人，人我破了，他有法我，他执着诸法，「固执诸法有实体，有实用」，这叫法我。譬如执着人没有，五阴有，色受想行识有，它能组合成我这身心，它有作用，他执着这个，不知道五阴也是假的。《心经》大家常念，一开端就说「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」；换句话说，把五蕴看穿了，这也不是真的，这是菩萨的智慧。小乘的智慧看到我身、我心是假的，不是真的，因缘和合；大乘菩萨看五蕴也不是真的，也是因缘和合而生的。",
      "zh_TW": "小乘聖者知道，這個身心是五蘊假合，沒有自體，他不執著這是我，他會善用這個身體，借假修真。「是為小乘人之修行，斷煩惱而得涅槃」，涅槃是梵語，翻譯成中國的意思就是不生不滅，這是宇宙人生的真相。「二者法我」，小乘人，人我破了，他有法我，他執著諸法，「固執諸法有實體，有實用」，這叫法我。譬如執著人沒有，五陰有，色受想行識有，它能組合成我這身心，它有作用，他執著這個，不知道五陰也是假的。《心經》大家常念，一開端就說「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」；換句話說，把五蘊看穿了，這也不是真的，這是菩薩的智慧。小乘的智慧看到我身、我心是假的，不是真的，因緣和合；大乘菩薩看五蘊也不是真的，也是因緣和合而生的。"
    },
    {
      "id": "02-040-0487_p0038",
      "zh_CN": "「若了达」，明了通达，「诸法但从因缘生，实无自体，是名法无我」。真正明了通达一切法也是因缘生的，包括佛法也是因缘生的。所以《金刚经》上佛说「法尚应舍，何况非法」，法就是佛法，佛法是因缘生，佛法不是真的，执着有佛法错了，法也没有。所以我、法皆空。「小乘唯悟人无我，菩萨则二无我皆悟」，不但人无我，法也无我，两种无我他都搞清楚、搞明白了。「空」这个字与无我意思相同。《大乘义章》第一卷说：「空与无我，眼目异名。」眼就是目，目就是眼，名字不一样，事是一桩。用这个你就明了，佛经上说的空，就是说无我，人空人无我，法空法无我，无我就是空，空就是无我，这两个名词意思是相同的。「空与无我，亦复如是」。",
      "zh_TW": "「若了達」，明瞭通達，「諸法但從因緣生，實無自體，是名法無我」。真正明瞭通達一切法也是因緣生的，包括佛法也是因緣生的。所以《金剛經》上佛說「法尚應捨，何況非法」，法就是佛法，佛法是因緣生，佛法不是真的，執著有佛法錯了，法也沒有。所以我、法皆空。「小乘唯悟人無我，菩薩則二無我皆悟」，不但人無我，法也無我，兩種無我他都搞清楚、搞明白了。「空」這個字與無我意思相同。《大乘義章》第一卷說：「空與無我，眼目異名。」眼就是目，目就是眼，名字不一樣，事是一樁。用這個你就明瞭，佛經上說的空，就是說無我，人空人無我，法空法無我，無我就是空，空就是無我，這兩個名詞意思是相同的。「空與無我，亦復如是」。"
    },
    {
      "id": "02-040-0487_p0039",
      "zh_CN": "「下云专求净佛土，必成如是刹」，你看，知道人无我、法无我，知道人无我就知道没有阿弥陀佛，知道法无我就知道没有极乐世界。这从哪里说？这从理上说，从性上说，真无我。那为什么还要『专求净佛土，必成如是刹』？还要想修行成佛，成跟阿弥陀佛一样的佛，也像阿弥陀佛一样，有极乐世界，为什么？这都是假的。假的有用处，有什么用处？能度很多迷惑颠倒的众生，不能不要这个假相。所以我们知道了人无我，身体要不要？要。要干什么？跟从前不一样，从前知道身是我，执着身是我，要搞我的名闻利养，一切都要为我；现在知道这个不是我，我用这个身体修种种法，教化众生，我要做出好的榜样来给众生看，不一样。迷的时候自私自利，悟的时候大公无私，这个身体要为苦难众生造福，要帮助他们断恶修善，帮助他们破迷开悟，帮助他们离苦得乐，不相同。所以叫你做佛菩萨，那就是你知道二空，但是你并没有把空放下。心里放下了，理上放下，事没放下，知道理跟事不妨碍，理不碍事，事不碍理，理事无碍，理事圆融，不偏在一边，这真正觉悟。",
      "zh_TW": "「下云專求淨佛土，必成如是剎」，你看，知道人無我、法無我，知道人無我就知道沒有阿彌陀佛，知道法無我就知道沒有極樂世界。這從哪裡說？這從理上說，從性上說，真無我。那為什麼還要『專求淨佛土，必成如是剎』？還要想修行成佛，成跟阿彌陀佛一樣的佛，也像阿彌陀佛一樣，有極樂世界，為什麼？這都是假的。假的有用處，有什麼用處？能度很多迷惑顛倒的眾生，不能不要這個假相。所以我們知道了人無我，身體要不要？要。要幹什麼？跟從前不一樣，從前知道身是我，執著身是我，要搞我的名聞利養，一切都要為我；現在知道這個不是我，我用這個身體修種種法，教化眾生，我要做出好的榜樣來給眾生看，不一樣。迷的時候自私自利，悟的時候大公無私，這個身體要為苦難眾生造福，要幫助他們斷惡修善，幫助他們破迷開悟，幫助他們離苦得樂，不相同。所以叫你做佛菩薩，那就是你知道二空，但是你並沒有把空放下。心裡放下了，理上放下，事沒放下，知道理跟事不妨礙，理不礙事，事不礙理，理事無礙，理事圓融，不偏在一邊，這真正覺悟。"
    },
    {
      "id": "02-040-0487_p0040",
      "zh_CN": "现在众生这么苦，怎么帮他？帮他，他不相信，他不接受，怎么办？只有做出样子来给他看，他就相信了，没有做出样子他不相信，所以要做好样子。我们接触的人很多，特别在国际上活动，参加国际这些会议，与会的这些会友都是专家学者，他们不相信。可是有个事实，他不能不相信的，那就是什么？我们这个样子。我们跟他在一起，他一听说我八十多岁了，非常惊讶。马上第二个问题来了，法师你怎么保养身体的？这就是度众生。如果我们学佛，一个个像生病的样子，人家一看，佛不能学，统统是学佛学坏了。我们学佛，身体健康，形象比他好，他就来问了，为什么你？你用什么方法？我们很简单，第一个心要清净，不要胡思乱想；第二个素食。其他的没有，什么补品我都不要，很多人送我这些补品，我都做礼物送人了，从来不用这些东西。清净心能养身、养心，所以就在经题上，清净平等觉。",
      "zh_TW": "現在眾生這麼苦，怎麼幫他？幫他，他不相信，他不接受，怎麼辦？只有做出樣子來給他看，他就相信了，沒有做出樣子他不相信，所以要做好樣子。我們接觸的人很多，特別在國際上活動，參加國際這些會議，與會的這些會友都是專家學者，他們不相信。可是有個事實，他不能不相信的，那就是什麼？我們這個樣子。我們跟他在一起，他一聽說我八十多歲了，非常驚訝。馬上第二個問題來了，法師你怎麼保養身體的？這就是度眾生。如果我們學佛，一個個像生病的樣子，人家一看，佛不能學，統統是學佛學壞了。我們學佛，身體健康，形象比他好，他就來問了，為什麼你？你用什麼方法？我們很簡單，第一個心要清淨，不要胡思亂想；第二個素食。其他的沒有，什麼補品我都不要，很多人送我這些補品，我都做禮物送人了，從來不用這些東西。清淨心能養身、養心，所以就在經題上，清淨平等覺。"
    },
    {
      "id": "02-040-0487_p0041",
      "zh_CN": "我们用什么方法修清净平等觉？用信愿持名，在所有法门里头，我只选择这一门，这一门就是《无量寿经》上所说的「发菩提心，一向专念」，就这八个字。专念阿弥陀佛，专念《无量寿经》，专学黄念老的集注，其他的可以不要了。那么多东西，你要不要学？要学，现在不学，到极乐世界才学。现在我就学这个，学这个可以到极乐世界，到极乐世界我有无量寿，法门无量慢慢学，有的是寿命，有的是时间。不要在这里把时间糟蹋掉了，在这个地方时间短，要集中力量搞这一门，这一门决定到极乐世界。你想想这重不重要？所以我很后悔，过去搞好多法门，学了几十部经典。为什么？不相信，信心好难建立，忏云法师劝我，李老师劝我，我都不相信。怎么相信的？我跟诸位讲过，我讲《华严》、讲《法华》、讲《楞严》，相信了，文殊、普贤给我示现，让我相信这个法门。今天时间到了，我们就学到此地。",
      "zh_TW": "我們用什麼方法修清淨平等覺？用信願持名，在所有法門裡頭，我只選擇這一門，這一門就是《無量壽經》上所說的「發菩提心，一向專念」，就這八個字。專念阿彌陀佛，專念《無量壽經》，專學黃念老的集註，其他的可以不要了。那麼多東西，你要不要學？要學，現在不學，到極樂世界才學。現在我就學這個，學這個可以到極樂世界，到極樂世界我有無量壽，法門無量慢慢學，有的是壽命，有的是時間。不要在這裡把時間糟蹋掉了，在這個地方時間短，要集中力量搞這一門，這一門決定到極樂世界。你想想這重不重要？所以我很後悔，過去搞好多法門，學了幾十部經典。為什麼？不相信，信心好難建立，懺雲法師勸我，李老師勸我，我都不相信。怎麼相信的？我跟諸位講過，我講《華嚴》、講《法華》、講《楞嚴》，相信了，文殊、普賢給我示現，讓我相信這個法門。今天時間到了，我們就學到此地。"
    }
  ]
}