{
  "doc_id": "02-040-0022",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0022",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0022_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一百八十页，我们从倒数第四行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一百八十頁，我們從倒數第四行看起："
    },
    {
      "id": "02-040-0022_p0002",
      "zh_CN": "「又一向专念者，古云：上尽形寿，下至十念」。一向专念这句，古德解释得很多，也非常精辟，紧接着发菩提心。由此可知，不发菩提心，这一向专念还是不能往生；发了菩提心，没有一向专念，也不能往生。蕅益大师虽然说，「能不能往生，决定在信愿之有无；品位高下，决定在功夫的浅深」，好像发心跟念佛是两桩事情，实际上是分不开的一桩事情，决定分不开。为什么？第十八愿讲得很清楚，临命终时十念决定得生，最后还是落在要念佛，那个十念就是一向专念，十句念念相续。功夫浅深，没有说念佛多少，没讲这个，这一点我们要注意到。不是说一天念十万声就能往生，品位就高，不是的。功夫浅深，人家念一句，功夫深的人抵我们念一百万句都不止，为什么？如果是散乱心念佛就没有功夫，一心念佛就有功夫。",
      "zh_TW": "「又一向專念者，古云：上盡形壽，下至十念」。一向專念這句，古德解釋得很多，也非常精闢，緊接著發菩提心。由此可知，不發菩提心，這一向專念還是不能往生；發了菩提心，沒有一向專念，也不能往生。蕅益大師雖然說，「能不能往生，決定在信願之有無；品位高下，決定在功夫的淺深」，好像發心跟念佛是兩樁事情，實際上是分不開的一樁事情，決定分不開。為什麼？第十八願講得很清楚，臨命終時十念決定得生，最後還是落在要念佛，那個十念就是一向專念，十句念念相續。功夫淺深，沒有說念佛多少，沒講這個，這一點我們要注意到。不是說一天念十萬聲就能往生，品位就高，不是的。功夫淺深，人家念一句，功夫深的人抵我們念一百萬句都不止，為什麼？如果是散亂心念佛就沒有功夫，一心念佛就有功夫。"
    },
    {
      "id": "02-040-0022_p0003",
      "zh_CN": "一心是什么？没有杂念、没有妄想、没有分别、没有执着，这一念可不得了。为什么？这一念是真心在念。我们一般人念佛是用妄心在念，念佛的时候有妄想、有杂念，甚至于有牵挂、有忧虑，这个虽然念，没功夫。人家念得很少，一天只念个十句、念个一百句，但是他是一心专念，这就叫功夫。功夫深的，真的是没有杂念。念佛功夫跟发菩提心有密切关系，真正用菩提心念，这功夫深。所以菩提心不能不讲清楚、不搞明白，关系太大了。菩提心是自己的真心，是自己的本性，不是从外头来的。",
      "zh_TW": "一心是什麼？沒有雜念、沒有妄想、沒有分別、沒有執著，這一念可不得了。為什麼？這一念是真心在念。我們一般人念佛是用妄心在念，念佛的時候有妄想、有雜念，甚至於有牽掛、有憂慮，這個雖然念，沒功夫。人家念得很少，一天只念個十句、念個一百句，但是他是一心專念，這就叫功夫。功夫深的，真的是沒有雜念。念佛功夫跟發菩提心有密切關係，真正用菩提心念，這功夫深。所以菩提心不能不講清楚、不搞明白，關係太大了。菩提心是自己的真心，是自己的本性，不是從外頭來的。"
    },
    {
      "id": "02-040-0022_p0004",
      "zh_CN": "我们在八年前，二００五年的元旦在澳洲布里斯本跟同学们做了一次讲演，题目是「爱心遍法界，善意满人间」，用这个讲题，我写了一个提纲，讲话的提纲。那一天有翻译，我们两个小时，实际上是一个小时，很多当地人在听，有不少人听得很感动。这是什么？这是菩提心。这篇东西现在印成单张，有中英文的翻译。虽然是八年前了，还是非常非常重要，我们确实一时一刻、一分一秒都不能离开它，这篇东西所说的就是无上的菩提心。我今天还是照这个大纲的原文，一字不漏，我们再重新温习一遍。",
      "zh_TW": "我們在八年前，二００五年的元旦在澳洲布里斯本跟同學們做了一次講演，題目是「愛心遍法界，善意滿人間」，用這個講題，我寫了一個提綱，講話的提綱。那一天有翻譯，我們兩個小時，實際上是一個小時，很多當地人在聽，有不少人聽得很感動。這是什麼？這是菩提心。這篇東西現在印成單張，有中英文的翻譯。雖然是八年前了，還是非常非常重要，我們確實一時一刻、一分一秒都不能離開它，這篇東西所說的就是無上的菩提心。我今天還是照這個大綱的原文，一字不漏，我們再重新溫習一遍。"
    },
    {
      "id": "02-040-0022_p0005",
      "zh_CN": "「尊敬的同学们：大家好！这些年来，我们将爱送到全世界，肯定人性本善，人人皆有佛性。期望人人能学会自爱」，这是关键，如果没有自爱，下面全是假的，你决定做不到。圆满自爱的人就成佛，就是大圣人，他懂得自爱，爱自己的真性、爱自己的真心。这个爱是自性的核心，是自性的原点。自爱才会爱人，现在这个社会就是缺少这个，人都自私自利，自私自利是不知道自爱的。自爱的人决定是向上提升，一定要把自己提升到大圣大贤的地位，这自爱；提升到究竟圆满，就称为佛陀。所以谁懂得自爱？菩萨。声闻、缘觉还不够，菩萨懂得。为什么？菩萨发菩提心了。自爱就是菩提心，他才能爱人，爱人决定不害人，才能爱家。",
      "zh_TW": "「尊敬的同學們：大家好！這些年來，我們將愛送到全世界，肯定人性本善，人人皆有佛性。期望人人能學會自愛」，這是關鍵，如果沒有自愛，下面全是假的，你決定做不到。圓滿自愛的人就成佛，就是大聖人，他懂得自愛，愛自己的真性、愛自己的真心。這個愛是自性的核心，是自性的原點。自愛才會愛人，現在這個社會就是缺少這個，人都自私自利，自私自利是不知道自愛的。自愛的人決定是向上提升，一定要把自己提升到大聖大賢的地位，這自愛；提升到究竟圓滿，就稱為佛陀。所以誰懂得自愛？菩薩。聲聞、緣覺還不夠，菩薩懂得。為什麼？菩薩發菩提心了。自愛就是菩提心，他才能愛人，愛人決定不害人，才能愛家。"
    },
    {
      "id": "02-040-0022_p0006",
      "zh_CN": "中国古时候的家是团体，形式上中国的家没有了。今天有社团，社团可以把它解释为中国传统的家，有企业的社团，有学术的社团，有政治的社团，有工商的社团，也有教育的社团，社团很多，社团是个团体组织。中国人从前的家是团体组织，所以大家庭。今天社团就是大家庭，所以爱家就是爱团体、爱国、爱世界、爱众生。「爱」这个字，在中国六书里头叫会意，你看到这个字的样子，你能够体会它，它什么意思。它从受、从心这个文字组织起来的，它有心，它有受。",
      "zh_TW": "中國古時候的家是團體，形式上中國的家沒有了。今天有社團，社團可以把它解釋為中國傳統的家，有企業的社團，有學術的社團，有政治的社團，有工商的社團，也有教育的社團，社團很多，社團是個團體組織。中國人從前的家是團體組織，所以大家庭。今天社團就是大家庭，所以愛家就是愛團體、愛國、愛世界、愛眾生。「愛」這個字，在中國六書裡頭叫會意，你看到這個字的樣子，你能夠體會它，它什麼意思。它從受、從心這個文字組織起來的，它有心，它有受。"
    },
    {
      "id": "02-040-0022_p0007",
      "zh_CN": "「以真心感受为义」，真心感受是爱，说明它不是妄心。「真诚心的感受就是爱。真诚包太虚」，真诚心有多大？它包虚空法界。大乘佛法讲的「心包太虚，量周沙界」，就这个意思。量是它能容，能包容，全宇宙它能包容，这么大的心量。这是佛的心量，自己要直下承当，佛的心量就是我自己的心量，我自己的心量跟佛的心量是一不是二，没有两样。问题是我们迷了真相，对宇宙的真相一无所知，把自己身体执着为我，身体之外都不是我，所以心量小，小得可怜，不能包容别人，这就产生自私自利。自私自利到了极处，连自己都不能包容自己，这可怜到极处。",
      "zh_TW": "「以真心感受為義」，真心感受是愛，說明它不是妄心。「真誠心的感受就是愛。真誠包太虛」，真誠心有多大？它包虛空法界。大乘佛法講的「心包太虛，量周沙界」，就這個意思。量是它能容，能包容，全宇宙它能包容，這麼大的心量。這是佛的心量，自己要直下承當，佛的心量就是我自己的心量，我自己的心量跟佛的心量是一不是二，沒有兩樣。問題是我們迷了真相，對宇宙的真相一無所知，把自己身體執著為我，身體之外都不是我，所以心量小，小得可憐，不能包容別人，這就產生自私自利。自私自利到了極處，連自己都不能包容自己，這可憐到極處。"
    },
    {
      "id": "02-040-0022_p0008",
      "zh_CN": "自己不知道爱自己，从什么地方可以看出来？不知道保重身体，不知道保重自己的德行。自己本来具足，中国古人所讲的五伦、五常、四维、八德，是你自性里头本来有的，你一样都不缺。今天变成什么样子？变成不仁、不义、无礼、无智、无信。怎么会变成这个样子？这就是不知道自爱。孝悌忠信、仁爱和平，这是性德，这是自己。现在不孝、不悌、不忠、不信、不仁、不爱、不和、不平，这就是什么？不自爱。佛给我们讲的五戒十善是自己的性德，我们现在全丢失了，起心动念、言语造作都是杀盗淫妄，都是贪瞋痴慢。这说的什么？说的人不知道自爱。自爱的人一定是坚固守住自己的性德，一切时、一切处永恒不变，这种人是自爱的人。自爱是圣人，自爱是佛菩萨，不是普通人；不自爱的是凡夫，六道凡夫不自爱；四圣法界里面的人懂得一点自爱，不圆满。所以我们今天要学习的，鼓励同学们一起学习的，要自爱，从这做起。自私自利，不自爱；名闻利养，不自爱；贪图五欲六尘的人，不自爱；心里面充满了贪瞋痴慢疑的人，不自爱。遵守佛菩萨的教诲，依教奉行的人，这种人自爱。我们总得把它搞清楚、搞明白。",
      "zh_TW": "自己不知道愛自己，從什麼地方可以看出來？不知道保重身體，不知道保重自己的德行。自己本來具足，中國古人所講的五倫、五常、四維、八德，是你自性裡頭本來有的，你一樣都不缺。今天變成什麼樣子？變成不仁、不義、無禮、無智、無信。怎麼會變成這個樣子？這就是不知道自愛。孝悌忠信、仁愛和平，這是性德，這是自己。現在不孝、不悌、不忠、不信、不仁、不愛、不和、不平，這就是什麼？不自愛。佛給我們講的五戒十善是自己的性德，我們現在全丟失了，起心動念、言語造作都是殺盜淫妄，都是貪瞋痴慢。這說的什麼？說的人不知道自愛。自愛的人一定是堅固守住自己的性德，一切時、一切處永恆不變，這種人是自愛的人。自愛是聖人，自愛是佛菩薩，不是普通人；不自愛的是凡夫，六道凡夫不自愛；四聖法界裡面的人懂得一點自愛，不圓滿。所以我們今天要學習的，鼓勵同學們一起學習的，要自愛，從這做起。自私自利，不自愛；名聞利養，不自愛；貪圖五欲六塵的人，不自愛；心裡面充滿了貪瞋痴慢疑的人，不自愛。遵守佛菩薩的教誨，依教奉行的人，這種人自愛。我們總得把它搞清楚、搞明白。"
    },
    {
      "id": "02-040-0022_p0009",
      "zh_CN": "所以，真诚包太虚，「仁爱周沙界」，周是周遍，沙是像恒河沙一样多，那样的世间。「落实在世间，即是弟子规；落实在佛法，即是十善业道」。所以《弟子规》、《十善业道》、《太上感应篇》，那是自爱的具体说明。这三样东西，你看到生欢喜心，你百读不厌，千遍万遍，愈读愈欢喜。不但你能够读，你能够奉行，字字句句都变成自己的思想、言行、生活，你是真正自爱的人。",
      "zh_TW": "所以，真誠包太虛，「仁愛周沙界」，周是周遍，沙是像恆河沙一樣多，那樣的世間。「落實在世間，即是弟子規；落實在佛法，即是十善業道」。所以《弟子規》、《十善業道》、《太上感應篇》，那是自愛的具體說明。這三樣東西，你看到生歡喜心，你百讀不厭，千遍萬遍，愈讀愈歡喜。不但你能夠讀，你能夠奉行，字字句句都變成自己的思想、言行、生活，你是真正自愛的人。"
    },
    {
      "id": "02-040-0022_p0010",
      "zh_CN": "「故慈悲遍法界，善意满娑婆」，法界跟娑婆是佛家的术语，就是我们今天所说的宇宙，全宇宙。「亦即是十善业道遍法界，弟子规教满娑婆。爱就是十善业道的圆满落实，也是世界文明的遗产」。每个人都有，现在虽然迷失了，迷了自性，好像完全没有了，其实它在，一丝毫的损伤都没有，你什么时候把它找回来，它就回来了。我们要肯把它找回来，愈快愈好！",
      "zh_TW": "「故慈悲遍法界，善意滿娑婆」，法界跟娑婆是佛家的術語，就是我們今天所說的宇宙，全宇宙。「亦即是十善業道遍法界，弟子規教滿娑婆。愛就是十善業道的圓滿落實，也是世界文明的遺產」。每個人都有，現在雖然迷失了，迷了自性，好像完全沒有了，其實它在，一絲毫的損傷都沒有，你什麼時候把它找回來，它就回來了。我們要肯把它找回來，愈快愈好！"
    },
    {
      "id": "02-040-0022_p0011",
      "zh_CN": "「爱就是弟子规的圆满落实，也是人类智慧经验的承传」。中国古圣先贤，我们的老祖宗，世世代代把这个传下去，这就是教学。特别是家教，中国人非常重视家教，教导子女从什么时候开始？是从怀孕的时候开始。学习周文王的母亲，她懂得。他母亲怀孕的时候（就是怀周文王），在这十个月当中，她能保持身行、心行，心是心态，行是行为，心身，就是言语造作都非常谨慎。目不视恶色，就是眼睛不看不好看的东西，不看；耳不听淫声；口不出傲言，这个傲言就是佛经上讲的恶口。连恶口都没有，妄语、两舌、绮语当然没有。在佛门里面讲，就是怀孕的时候她懂得持戒，戒持得很严；在中国传统来说她守礼，怀孕之礼她守得很好，做得很好。所以小孩出生，这小孩就是文王，容貌端庄，好教、好养，孩子听话。",
      "zh_TW": "「愛就是弟子規的圓滿落實，也是人類智慧經驗的承傳」。中國古聖先賢，我們的老祖宗，世世代代把這個傳下去，這就是教學。特別是家教，中國人非常重視家教，教導子女從什麼時候開始？是從懷孕的時候開始。學習周文王的母親，她懂得。他母親懷孕的時候（就是懷周文王），在這十個月當中，她能保持身行、心行，心是心態，行是行為，心身，就是言語造作都非常謹慎。目不視惡色，就是眼睛不看不好看的東西，不看；耳不聽淫聲；口不出傲言，這個傲言就是佛經上講的惡口。連惡口都沒有，妄語、兩舌、綺語當然沒有。在佛門裡面講，就是懷孕的時候她懂得持戒，戒持得很嚴；在中國傳統來說她守禮，懷孕之禮她守得很好，做得很好。所以小孩出生，這小孩就是文王，容貌端莊，好教、好養，孩子聽話。"
    },
    {
      "id": "02-040-0022_p0012",
      "zh_CN": "父母、大人在小孩面前也要守礼，不能让小孩看的，不可以给他看；不能让孩子听的，不能让他听到，不能让他接触到。他所看到的、听到的、接触到的，全是正面的，全是善的，这叫扎根教育。母亲时时刻刻不离孩子身边，在旁边守住保护他，决定不许可邪恶接触到他，这样看三年，一千天，到他满三岁，这是中国古人讲的扎根教育。这是什么教育？这是爱的教育。母亲对孩子没有爱心，她做不到；她有爱心，她要保护他，不能让他受到丝毫伤害。三岁所扎的根，中国古谚语有所谓「三岁看八十」，三岁，母亲扎的根，他到八十岁都不会改变，他都能守住。这是什么教育？圣贤教育，真诚爱心的教育。这个教育古时候有，现在没有了。古时候很普遍，家家都懂得这个教育，所以社会祥和，人皆善良，容易培养。",
      "zh_TW": "父母、大人在小孩面前也要守禮，不能讓小孩看的，不可以給他看；不能讓孩子聽的，不能讓他聽到，不能讓他接觸到。他所看到的、聽到的、接觸到的，全是正面的，全是善的，這叫扎根教育。母親時時刻刻不離孩子身邊，在旁邊守住保護他，決定不許可邪惡接觸到他，這樣看三年，一千天，到他滿三歲，這是中國古人講的扎根教育。這是什麼教育？這是愛的教育。母親對孩子沒有愛心，她做不到；她有愛心，她要保護他，不能讓他受到絲毫傷害。三歲所紮的根，中國古諺語有所謂「三歲看八十」，三歲，母親紮的根，他到八十歲都不會改變，他都能守住。這是什麼教育？聖賢教育，真誠愛心的教育。這個教育古時候有，現在沒有了。古時候很普遍，家家都懂得這個教育，所以社會祥和，人皆善良，容易培養。"
    },
    {
      "id": "02-040-0022_p0013",
      "zh_CN": "现在难，现在做母亲，要像文王的母亲这样爱护他的儿子，好好的来陪他一千天，不接触邪恶，长大之后，跟别的小孩玩，一上学，一踏进社会，社会是个大染缸，马上就染污了，妳的心血就白付出了。这时候怎么办？在这个时候，就是印光大师讲的，因果教育当家。人真正相信因果教育，他有能力辨别善恶，有能力辨别是非，三、四岁小孩就有这个能力，他敢不敢去染这个恶习气？不敢。为什么？将来有恶报。今天这个世界，教育能救国家，什么教育最有利益，这个力度最大？就是因果教育。搜集现前现世的因果，不要讲过去，过去人家不相信，说人家写小说，写的未必是真的。现前的因果报应，报纸上刊登的、电视上面报导的、办案人员亲身所见的，这非常有说服力，这个要多加宣扬，这是救世之道。如何挽救世道人心，要从这下手。善有善因，恶有恶报，明白因果报应，他不敢起恶念，为什么？畏惧三恶道的果报。恶念都不敢起，怎么敢做恶事？这个社会自然就恢复和谐，恢复安定。所以因果教育比什么都重要。",
      "zh_TW": "現在難，現在做母親，要像文王的母親這樣愛護他的兒子，好好的來陪他一千天，不接觸邪惡，長大之後，跟別的小孩玩，一上學，一踏進社會，社會是個大染缸，馬上就染污了，妳的心血就白付出了。這時候怎麼辦？在這個時候，就是印光大師講的，因果教育當家。人真正相信因果教育，他有能力辨別善惡，有能力辨別是非，三、四歲小孩就有這個能力，他敢不敢去染這個惡習氣？不敢。為什麼？將來有惡報。今天這個世界，教育能救國家，什麼教育最有利益，這個力度最大？就是因果教育。蒐集現前現世的因果，不要講過去，過去人家不相信，說人家寫小說，寫的未必是真的。現前的因果報應，報紙上刊登的、電視上面報導的、辦案人員親身所見的，這非常有說服力，這個要多加宣揚，這是救世之道。如何挽救世道人心，要從這下手。善有善因，惡有惡報，明白因果報應，他不敢起惡念，為什麼？畏懼三惡道的果報。惡念都不敢起，怎麼敢做惡事？這個社會自然就恢復和諧，恢復安定。所以因果教育比什麼都重要。"
    },
    {
      "id": "02-040-0022_p0014",
      "zh_CN": "爱是《弟子规》、是《感应篇》、是《十善业道》的圆满落实，也是人类智慧经验的承传，在东方世世代代承传下来。对这个抱怀疑态度，不相信、不尊重、不肯学习，在中国历史上慈禧太后。慈禧太后带的这个头，对儒释道不尊重，自己掌握着政权，以为可以随着自己的意愿胡作妄为。今天她在哪里？在地狱，出不来，她罪太重了，毁灭中国传统文化，就是毁灭这个民族，毁灭这个国家，毁灭全世界。一切众生幸福的根源，被慈禧太后破坏了，所以她这个罪是没有办法得到赦免的，后悔也是枉然。这是个带头的人，以后不少跟进，才造成今天整个世界混乱的局面，整个世界，灾难遍满的世界。佛说「一切法从心想生」，心行不善，社会动乱，灾难频繁。",
      "zh_TW": "愛是《弟子規》、是《感應篇》、是《十善業道》的圓滿落實，也是人類智慧經驗的承傳，在東方世世代代承傳下來。對這個抱懷疑態度，不相信、不尊重、不肯學習，在中國歷史上慈禧太后。慈禧太后帶的這個頭，對儒釋道不尊重，自己掌握著政權，以為可以隨著自己的意願胡作妄為。今天她在哪裡？在地獄，出不來，她罪太重了，毀滅中國傳統文化，就是毀滅這個民族，毀滅這個國家，毀滅全世界。一切眾生幸福的根源，被慈禧太后破壞了，所以她這個罪是沒有辦法得到赦免的，後悔也是枉然。這是個帶頭的人，以後不少跟進，才造成今天整個世界混亂的局面，整個世界，災難遍滿的世界。佛說「一切法從心想生」，心行不善，社會動亂，災難頻繁。"
    },
    {
      "id": "02-040-0022_p0015",
      "zh_CN": "下面我们总结，爱就是真心、就是真性、就是真如、就是法性，大乘经上所说的，这个爱，大乘经上叫它做菩提心。爱就是本性、就是本善、就是纯净、就是纯善，这东方圣贤所说的。爱就是真理、就是真谛、就是生命、就是永恒，这是一般学术界里所说的。末后说爱就是神圣、就是上帝、就是真主、就是圣灵，这是世界所有宗教所说的，都是说的这个爱字。爱字是万德的根源，性德的原始点，原点展开来万德庄严。万不是数字，是形容无量无边，称性之德。这是个原点，真诚的爱。",
      "zh_TW": "下面我們總結，愛就是真心、就是真性、就是真如、就是法性，大乘經上所說的，這個愛，大乘經上叫它做菩提心。愛就是本性、就是本善、就是純淨、就是純善，這東方聖賢所說的。愛就是真理、就是真諦、就是生命、就是永恆，這是一般學術界裡所說的。末後說愛就是神聖、就是上帝、就是真主、就是聖靈，這是世界所有宗教所說的，都是說的這個愛字。愛字是萬德的根源，性德的原始點，原點展開來萬德莊嚴。萬不是數字，是形容無量無邊，稱性之德。這是個原點，真誠的愛。"
    },
    {
      "id": "02-040-0022_p0016",
      "zh_CN": "「爱孕育出宇宙万物，天地万物，无一不是从爱心而生而长」。惠能大师明心见性，末后一句，他说「何期自性，能生万法」。宇宙之间一切法是从自性原点发生的，这个原点就是真诚的爱心，我们不能不知道。果然知道了，对于宇宙之间任何一法，一粒微尘、一株小草、一个蚂蚁、一个小虫，你都会用真诚爱心去照顾它。为什么？这是真心的流露。不要小看一个蚂蚁、一个蚊虫，也许牠前世有崇高的地位，有亿万的财富，牠这一生变成这个样子，这是真的不是假的。为什么会变成这么小？因为过去生中，牠以为牠太大了，万万人之上，贡高我慢。这个果报，牠变得很小很小，变成个小蚂蚁，蚂蚁窝里头去当王，这因果事实！你看到的愈多愈好，你的心才真正觉悟，才真正平等，真正了解宇宙之间一切万物的真相。",
      "zh_TW": "「愛孕育出宇宙萬物，天地萬物，無一不是從愛心而生而長」。惠能大師明心見性，末後一句，他說「何期自性，能生萬法」。宇宙之間一切法是從自性原點發生的，這個原點就是真誠的愛心，我們不能不知道。果然知道了，對於宇宙之間任何一法，一粒微塵、一株小草、一個螞蟻、一個小蟲，你都會用真誠愛心去照顧它。為什麼？這是真心的流露。不要小看一個螞蟻、一個蚊蟲，也許牠前世有崇高的地位，有億萬的財富，牠這一生變成這個樣子，這是真的不是假的。為什麼會變成這麼小？因為過去生中，牠以為牠太大了，萬萬人之上，貢高我慢。這個果報，牠變得很小很小，變成個小螞蟻，螞蟻窩裡頭去當王，這因果事實！你看到的愈多愈好，你的心才真正覺悟，才真正平等，真正了解宇宙之間一切萬物的真相。"
    },
    {
      "id": "02-040-0022_p0017",
      "zh_CN": "科学家给我们的报告，他们发现了人真有灵魂，死了以后，他说灵魂都回归自然了。这个话没说错，但是也没有说对。回归自然是最后肯定回归自然，这是佛法里讲的，「一切众生本来是佛」，一切众生最后决定成佛，成佛是回归自然。没有成佛回不了自然，在哪里？在六道里头，在十法界里头，造业受报，因果循环，没有出头的机会。机会是什么？是佛法。这个世间人多，以地球来算，地球上七十亿人，信佛的人有多少？一般社会学家概略的估计，全世界信佛的人大概六、七亿人，这是概略的估计。在宗教里头，以信基督教最多，基督教包括天主教，差不多有二十多亿人。佛教只七亿，少数。这七亿佛教徒里头，有几个人遇到真的佛教？真正懂得佛教是什么的有几个？真正遇到了是真的佛教，他明不明白教义？教义明白了，他相不相信？相信了，他肯不肯修行？真修行了，肯不肯放下？一层一层淘汰，到最后没剩几个人了，不多。一层一层去淘汰，到最后我们约略的估计，决定不到一千人，在全世界。这是包括净土，学佛真正能往生的确实不多，真难得！不能往生的人，统统要搞六道轮回。",
      "zh_TW": "科學家給我們的報告，他們發現了人真有靈魂，死了以後，他說靈魂都回歸自然了。這個話沒說錯，但是也沒有說對。回歸自然是最後肯定回歸自然，這是佛法裡講的，「一切眾生本來是佛」，一切眾生最後決定成佛，成佛是回歸自然。沒有成佛回不了自然，在哪裡？在六道裡頭，在十法界裡頭，造業受報，因果循環，沒有出頭的機會。機會是什麼？是佛法。這個世間人多，以地球來算，地球上七十億人，信佛的人有多少？一般社會學家概略的估計，全世界信佛的人大概六、七億人，這是概略的估計。在宗教裡頭，以信基督教最多，基督教包括天主教，差不多有二十多億人。佛教只七億，少數。這七億佛教徒裡頭，有幾個人遇到真的佛教？真正懂得佛教是什麼的有幾個？真正遇到了是真的佛教，他明不明白教義？教義明白了，他相不相信？相信了，他肯不肯修行？真修行了，肯不肯放下？一層一層淘汰，到最後沒剩幾個人了，不多。一層一層去淘汰，到最後我們約略的估計，決定不到一千人，在全世界。這是包括淨土，學佛真正能往生的確實不多，真難得！不能往生的人，統統要搞六道輪迴。"
    },
    {
      "id": "02-040-0022_p0018",
      "zh_CN": "真佛弟子，我们就晓得，他是什么心？念念求生净土，念念放下娑婆，这个世间与我不相干，我跟它没有干涉。有利于众生的事情干，帮助他们离苦得乐，心里头边都不能沾，不能要名，不能要利，不能有喜欢，不能有厌恶，这念头不能有。要怎么？作而无作，无作而作，这就对了。绝不妨碍我求生净土，这一点重要。如果妨碍净土的话，我修净土这个最重要，其他事情都不重要。不妨碍，自己能做得了主，就是不起自私自利的念头，不起贪瞋痴慢的念头，这行。没有这个功夫不可以，你接触就是染污，接触多染污就严重，这一生念佛往生的缘你就得不到。来生再遇到，不知道是哪一劫，怕的时间太长，轮回里头受这个苦太多、太严重了，这个事实真相不能不知道。",
      "zh_TW": "真佛弟子，我們就曉得，他是什麼心？念念求生淨土，念念放下娑婆，這個世間與我不相干，我跟它沒有干涉。有利於眾生的事情幹，幫助他們離苦得樂，心裡頭邊都不能沾，不能要名，不能要利，不能有喜歡，不能有厭惡，這念頭不能有。要怎麼？作而無作，無作而作，這就對了。絕不妨礙我求生淨土，這一點重要。如果妨礙淨土的話，我修淨土這個最重要，其他事情都不重要。不妨礙，自己能做得了主，就是不起自私自利的念頭，不起貪瞋痴慢的念頭，這行。沒有這個功夫不可以，你接觸就是染污，接觸多染污就嚴重，這一生念佛往生的緣你就得不到。來生再遇到，不知道是哪一劫，怕的時間太長，輪迴裡頭受這個苦太多、太嚴重了，這個事實真相不能不知道。"
    },
    {
      "id": "02-040-0022_p0019",
      "zh_CN": "「爱是万德万能万福的根源」，根本！做人不能没有爱心，齐家要有爱心，治国要有爱心，天下得到公平也需要有爱心，这一个爱字全贯穿了，这个爱心就是菩提心。「一切佛圣所证所得，即是自爱，二种落实」，这个二种就是《十善业》跟《弟子规》。今天我们再读，这个二种要加一个，三种落实，要加《太上感应篇》。没有《太上感应篇》真的不行，道德约束不了人，因果能，因果会教你。你杀人，今天你有权有势，你杀人不要偿命，可是死了之后，你到鬼道、到地狱道，被杀的人要问你索命，你的麻烦就来了。如果你的福报不够大，在你晚年的时候，被杀的这些人都在你的周边。在你周边，你周边就阴气很盛，你头脑就迷惑，常常干出坏事，加重你的罪业，这就是冤亲债主来索命、来讨债的。所以懂得因果，不敢做。",
      "zh_TW": "「愛是萬德萬能萬福的根源」，根本！做人不能沒有愛心，齊家要有愛心，治國要有愛心，天下得到公平也需要有愛心，這一個愛字全貫穿了，這個愛心就是菩提心。「一切佛聖所證所得，即是自愛，二種落實」，這個二種就是《十善業》跟《弟子規》。今天我們再讀，這個二種要加一個，三種落實，要加《太上感應篇》。沒有《太上感應篇》真的不行，道德約束不了人，因果能，因果會教你。你殺人，今天你有權有勢，你殺人不要償命，可是死了之後，你到鬼道、到地獄道，被殺的人要問你索命，你的麻煩就來了。如果你的福報不夠大，在你晚年的時候，被殺的這些人都在你的周邊。在你周邊，你周邊就陰氣很盛，你頭腦就迷惑，常常幹出壞事，加重你的罪業，這就是冤親債主來索命、來討債的。所以懂得因果，不敢做。"
    },
    {
      "id": "02-040-0022_p0020",
      "zh_CN": "现在这个社会堕胎的风气很盛，堕胎是杀人，杀自己的儿女。儿女到你家里来投胎，跟你有缘，佛经上讲得很清楚，缘四大类，报恩、报怨、讨债、还债，这四种。这个小孩要是来报恩的，过去你对他有恩德，他这一世遇到你，来报恩的，孝子贤孙。你把他杀掉了，这报恩就变成冤仇，恩变成仇，他再来的时候是报仇的，你说你麻不麻烦！讨债还债的，原本是债务关系，你现在把他杀掉，债务之外还加上仇恨，你决定跑不了。死了之后，各种地狱的罪你都得要去受，你受不完的罪，最后还要还命，欠命的要还命，欠债的要还钱。",
      "zh_TW": "現在這個社會墮胎的風氣很盛，墮胎是殺人，殺自己的兒女。兒女到你家裡來投胎，跟你有緣，佛經上講得很清楚，緣四大類，報恩、報怨、討債、還債，這四種。這個小孩要是來報恩的，過去你對他有恩德，他這一世遇到你，來報恩的，孝子賢孫。你把他殺掉了，這報恩就變成冤仇，恩變成仇，他再來的時候是報仇的，你說你麻不麻煩！討債還債的，原本是債務關係，你現在把他殺掉，債務之外還加上仇恨，你決定跑不了。死了之後，各種地獄的罪你都得要去受，你受不完的罪，最後還要還命，欠命的要還命，欠債的要還錢。"
    },
    {
      "id": "02-040-0022_p0021",
      "zh_CN": "杀生吃肉，这现在社会好像是正常的现象，你完全看错了。佛经上说，你吃牠半斤，你来生还牠八两。为什么？你欠牠的。你吃羊肉，来生你投羊胎，你被牠吃；你吃鸡肉，来生你变成鸡，也被牠吃，就这么吃来吃去，冤冤相报，没完没了。想想我们一生吃了多少众生肉，哪一辈子才能还得完？你就害怕了。要怎样才能不还？现在学佛懂得了，把我们所修学的功德统统回向给牠们，把过去这个怨结化解。希望这些冤亲债主都变成我们同参道友，我们一起来学习，将来大家统统往生极乐世界。除这个办法之外，没有第二个办法。许许多多人给你讲的这些方法都不是真的，都不能化解问题；化解问题只有这一法，脱离六道轮回，脱离十法界。我脱离了，我一定要发心帮助牠们脱离，我这一生所吃的、所杀的，我一定帮助牠，我一定救度牠们脱离苦海，这些众生才肯原谅你，才肯接受化解怨恨的条件。我们自己修得不好，他来找麻烦，为什么？你说的话不算数，你做不到。你真正修行，他欢喜，他来做你的护法，为什么？你成就就是他成就，我们共同成就，所以他欢喜做你的护法神。",
      "zh_TW": "殺生吃肉，這現在社會好像是正常的現象，你完全看錯了。佛經上說，你吃牠半斤，你來生還牠八兩。為什麼？你欠牠的。你吃羊肉，來生你投羊胎，你被牠吃；你吃雞肉，來生你變成雞，也被牠吃，就這麼吃來吃去，冤冤相報，沒完沒了。想想我們一生吃了多少眾生肉，哪一輩子才能還得完？你就害怕了。要怎樣才能不還？現在學佛懂得了，把我們所修學的功德統統迴向給牠們，把過去這個怨結化解。希望這些冤親債主都變成我們同參道友，我們一起來學習，將來大家統統往生極樂世界。除這個辦法之外，沒有第二個辦法。許許多多人給你講的這些方法都不是真的，都不能化解問題；化解問題只有這一法，脫離六道輪迴，脫離十法界。我脫離了，我一定要發心幫助牠們脫離，我這一生所吃的、所殺的，我一定幫助牠，我一定救度牠們脫離苦海，這些眾生才肯原諒你，才肯接受化解怨恨的條件。我們自己修得不好，他來找麻煩，為什麼？你說的話不算數，你做不到。你真正修行，他歡喜，他來做你的護法，為什麼？你成就就是他成就，我們共同成就，所以他歡喜做你的護法神。"
    },
    {
      "id": "02-040-0022_p0022",
      "zh_CN": "「一切佛圣所教所化」，前面是所证所得，记住是自爱；所教所化的，这是爱他。一切众生都要爱，有情的众生，动物要爱牠，植物要爱它，山河大地要爱它，没有一样不爱，它是自性所生所现，它是妄心，能变所变。妄心跟真心本来是一个心，为什么叫它妄？它迷了就叫妄，它觉悟了就是真。「一切圣贤的教化，就是真诚爱心弟子规太上感应篇十善业道生活规范的教育」。再印的时候，把《太上感应篇》加上去。",
      "zh_TW": "「一切佛聖所教所化」，前面是所證所得，記住是自愛；所教所化的，這是愛他。一切眾生都要愛，有情的眾生，動物要愛牠，植物要愛它，山河大地要愛它，沒有一樣不愛，它是自性所生所現，它是妄心，能變所變。妄心跟真心本來是一個心，為什麼叫它妄？它迷了就叫妄，它覺悟了就是真。「一切聖賢的教化，就是真誠愛心弟子規太上感應篇十善業道生活規範的教育」。再印的時候，把《太上感應篇》加上去。"
    },
    {
      "id": "02-040-0022_p0023",
      "zh_CN": "「三灾是果，三毒是因」，这个我们在学习分享里面多次说明，特别是《大乘止观》给我们讲业病的因果。《大乘止观》讲病的根源有六种，最后一种是我们自己造作的恶业，起心动念、言语造作不善的这个业所感得的疾病，这个不能不知道。明白了、搞清楚了，我们起心动念、言语造作就不能不小心，不能不谨慎。我们印出来这一篇，希望大家要多看，要常常记在心上。这一面是总说，「惑迷痴情」，这四个字完全是一桩事情，「事同名异」。「有」，这四个字有，有惑、有迷、有痴、有情，这叫凡夫；这四个没有，就叫圣人。「放下七情五欲，身心健康，智慧现前。断见思，成正觉」，就是阿罗汉。「断尘沙，成正等正觉」，就是菩萨。「不起心，不动念」，就是成佛，就是如来。全在自己，人人有分。",
      "zh_TW": "「三災是果，三毒是因」，這個我們在學習分享裡面多次說明，特別是《大乘止觀》給我們講業病的因果。《大乘止觀》講病的根源有六種，最後一種是我們自己造作的惡業，起心動念、言語造作不善的這個業所感得的疾病，這個不能不知道。明白了、搞清楚了，我們起心動念、言語造作就不能不小心，不能不謹慎。我們印出來這一篇，希望大家要多看，要常常記在心上。這一面是總說，「惑迷痴情」，這四個字完全是一樁事情，「事同名異」。「有」，這四個字有，有惑、有迷、有痴、有情，這叫凡夫；這四個沒有，就叫聖人。「放下七情五欲，身心健康，智慧現前。斷見思，成正覺」，就是阿羅漢。「斷塵沙，成正等正覺」，就是菩薩。「不起心，不動念」，就是成佛，就是如來。全在自己，人人有分。"
    },
    {
      "id": "02-040-0022_p0024",
      "zh_CN": "佛是什么，很多人不知道。佛这个字是从印度梵文翻译过来的，它的意思简单的说，我们从三皈依里面讲，「皈依佛，二足尊」，这个二足就是佛的意思。二是什么？一个是智慧，一个是福德，就这两样。足，足是满足，圆满。智慧圆满，福德圆满，这叫二足。两种圆满里面，最尊、最贵的就是佛。什么叫最尊？他是究竟圆满。不是两样都有，两样都真正究竟圆满，没有丝毫欠缺，这个人称之为佛。我们居住在此地，还有一些邻居不知道，听到佛好像听到魔鬼一样，极力的排除、拒绝，不准我们念佛。他要是了解意思，他就后悔了。不要智慧，他就愚痴；不要福报，他就贫贱，这些人甘心做愚痴贫贱的众生，你说可怜不可怜？佛带给他的是圆满的智慧、圆满的福报，他不要福报，他不要智慧。这是什么人？这三恶道的人，不是世间人。世间人要福、要慧，求福、求慧，他不要福慧，你说多可怜。",
      "zh_TW": "佛是什麼，很多人不知道。佛這個字是從印度梵文翻譯過來的，它的意思簡單的說，我們從三皈依裡面講，「皈依佛，二足尊」，這個二足就是佛的意思。二是什麼？一個是智慧，一個是福德，就這兩樣。足，足是滿足，圓滿。智慧圓滿，福德圓滿，這叫二足。兩種圓滿裡面，最尊、最貴的就是佛。什麼叫最尊？他是究竟圓滿。不是兩樣都有，兩樣都真正究竟圓滿，沒有絲毫欠缺，這個人稱之為佛。我們居住在此地，還有一些鄰居不知道，聽到佛好像聽到魔鬼一樣，極力的排除、拒絕，不准我們念佛。他要是了解意思，他就後悔了。不要智慧，他就愚痴；不要福報，他就貧賤，這些人甘心做愚痴貧賤的眾生，你說可憐不可憐？佛帶給他的是圓滿的智慧、圓滿的福報，他不要福報，他不要智慧。這是什麼人？這三惡道的人，不是世間人。世間人要福、要慧，求福、求慧，他不要福慧，你說多可憐。"
    },
    {
      "id": "02-040-0022_p0025",
      "zh_CN": "《止观》里面所说的，「恶业所起」的七种病因。第一种，杀业，杀众生，吃众生肉，容易感染肝病，肝炎、肝癌，容易得这些病。在身体外面？外面感的眼睛，对应的眼睛，眼病。年纪老的时候，眼睛看不见，耳朵重听，听不见了，都是业。杀感染的这些病，肝、眼病。「盗起肺鼻病」，盗心，取不义之财，这是盗的行为，喜欢占别人的便宜，占便宜的念头就是盗心。心是盗心，行为也是盗的行为，他容易起肺病，肺癌、肺炎，会得这些病。再得鼻病，鼻严重的得鼻窦炎，不能呼吸而死亡的很多。第三种是淫欲，过度的淫欲，感应的是肾出了毛病、耳出了毛病，耳跟肾是通的。妄语，不要小看了妄语，佛把妄语列入重戒，说明它是有害于自己，有害于别人。妄语里面包括两舌，包括绮语，包括恶口，果报都不可思议，脾脏出毛病，舌出毛病。饮酒过度容易得心脏病，也容易得口舌病。",
      "zh_TW": "《止觀》裡面所說的，「惡業所起」的七種病因。第一種，殺業，殺眾生，吃眾生肉，容易感染肝病，肝炎、肝癌，容易得這些病。在身體外面？外面感的眼睛，對應的眼睛，眼病。年紀老的時候，眼睛看不見，耳朵重聽，聽不見了，都是業。殺感染的這些病，肝、眼病。「盜起肺鼻病」，盜心，取不義之財，這是盜的行為，喜歡佔別人的便宜，佔便宜的念頭就是盜心。心是盜心，行為也是盜的行為，他容易起肺病，肺癌、肺炎，會得這些病。再得鼻病，鼻嚴重的得鼻竇炎，不能呼吸而死亡的很多。第三種是淫欲，過度的淫欲，感應的是腎出了毛病、耳出了毛病，耳跟腎是通的。妄語，不要小看了妄語，佛把妄語列入重戒，說明它是有害於自己，有害於別人。妄語裡面包括兩舌，包括綺語，包括惡口，果報都不可思議，脾臟出毛病，舌出毛病。飲酒過度容易得心臟病，也容易得口舌病。"
    },
    {
      "id": "02-040-0022_p0026",
      "zh_CN": "《止观》里告诉我们，「犯五戒」，就是杀盗淫妄酒都干，样样都干，他的五脏六腑决定有问题，他眼耳鼻舌身也有问题。但是也有持戒持得很好的，他也会得病，这是一种特殊的原因，叫「人中轻报」。他有很重的罪业，重报转变轻了，得一点小病，受一点苦，他就报尽了。所以修行修得好的，临走的时候也有病的现象，那都是属于重罪轻报。所以有这七种。总而言之，业障病很多，很麻烦，要细心去检点，把病根找到，把源头找到，然后你对治。我不杀生、不吃肉，肝病、眼病就好了，肝、眼就没有病了。我不偷盗、不占别人的便宜，我的肺就健康，就不会生病。不淫欲，你肾健康；不妄语，脾脏健康；不饮酒，心脏健康。你的五脏六腑统统健康，你快乐长寿。所以，「贪瞋痴慢疑是一切病因」，特别是疑，怀疑，人疑心重，免疫系统就瘫痪了，很容易感疾病缠身。人对自己有很强烈的自信心，这就是免疫系统好，外面虽然有病菌感染，他不容易感召，我们讲的抵抗力强，这就是信心。「怨恨恼怒烦是一切病缘」，有因再加上缘就得病，这个病是什么？内脏，「脏腑失调」，外面感来的是天地灾变。里面是心病，身病，外面是大自然的灾难，统统都来了。",
      "zh_TW": "《止觀》裡告訴我們，「犯五戒」，就是殺盜淫妄酒都幹，樣樣都幹，他的五臟六腑決定有問題，他眼耳鼻舌身也有問題。但是也有持戒持得很好的，他也會得病，這是一種特殊的原因，叫「人中輕報」。他有很重的罪業，重報轉變輕了，得一點小病，受一點苦，他就報盡了。所以修行修得好的，臨走的時候也有病的現象，那都是屬於重罪輕報。所以有這七種。總而言之，業障病很多，很麻煩，要細心去檢點，把病根找到，把源頭找到，然後你對治。我不殺生、不吃肉，肝病、眼病就好了，肝、眼就沒有病了。我不偷盜、不佔別人的便宜，我的肺就健康，就不會生病。不淫欲，你腎健康；不妄語，脾臟健康；不飲酒，心臟健康。你的五臟六腑統統健康，你快樂長壽。所以，「貪瞋痴慢疑是一切病因」，特別是疑，懷疑，人疑心重，免疫系統就癱瘓了，很容易感疾病纏身。人對自己有很強烈的自信心，這就是免疫系統好，外面雖然有病菌感染，他不容易感召，我們講的抵抗力強，這就是信心。「怨恨惱怒煩是一切病緣」，有因再加上緣就得病，這個病是什麼？內臟，「臟腑失調」，外面感來的是天地災變。裡面是心病，身病，外面是大自然的災難，統統都來了。"
    },
    {
      "id": "02-040-0022_p0027",
      "zh_CN": "疾病，苦难，「短命自然灾祸」，这是病的报。中国古人有所谓悲伤，「悲恼伤肺」，人烦恼，悲伤烦恼伤肺。「怒火伤肝」，烦恐，烦恼、恐怖，「压力伤肾、恨伤心、怨伤脾胃」。这中国古人讲的，非常有道理。外面的环境，恶念、不善的行为引发的灾难。贪的心、贪的行为引起水灾；瞋恚引起火灾，火山爆发，地球温度上升，发脾气有关系；愚痴是风灾，傲慢是地震，怀疑是山崩地陷。这跟你讲因果，什么样的因感什么样的果。怎么对治？中国古人讲的五常，仁义礼智信。仁者爱人，义者守法。什么叫义？起心动念、言语造作合情合理合法，这叫义。礼是节度，是尊敬别人。礼的精神自卑而尊人，自己要谦虚，要尊重别人。智者不迷惑，信者不骗人。你能做到仁义礼智信，能守五戒十善，能修六和，能念佛，这是一切病的药。你只要把这几桩做好，内一切病苦远离了，外面灾难化解了，就这么简单，它真有效，不能小看，不能不相信。不相信，你内外问题都不能解决；你要相信，对内身心健康，智慧、福德现前，外面一切灾难化解。",
      "zh_TW": "疾病，苦難，「短命自然災禍」，這是病的報。中國古人有所謂悲傷，「悲惱傷肺」，人煩惱，悲傷煩惱傷肺。「怒火傷肝」，煩恐，煩惱、恐怖，「壓力傷腎、恨傷心、怨傷脾胃」。這中國古人講的，非常有道理。外面的環境，惡念、不善的行為引發的災難。貪的心、貪的行為引起水災；瞋恚引起火災，火山爆發，地球溫度上升，發脾氣有關係；愚痴是風災，傲慢是地震，懷疑是山崩地陷。這跟你講因果，什麼樣的因感什麼樣的果。怎麼對治？中國古人講的五常，仁義禮智信。仁者愛人，義者守法。什麼叫義？起心動念、言語造作合情合理合法，這叫義。禮是節度，是尊敬別人。禮的精神自卑而尊人，自己要謙虛，要尊重別人。智者不迷惑，信者不騙人。你能做到仁義禮智信，能守五戒十善，能修六和，能念佛，這是一切病的藥。你只要把這幾樁做好，內一切病苦遠離了，外面災難化解了，就這麼簡單，它真有效，不能小看，不能不相信。不相信，你內外問題都不能解決；你要相信，對內身心健康，智慧、福德現前，外面一切災難化解。"
    },
    {
      "id": "02-040-0022_p0028",
      "zh_CN": "所以我们这个地方也这样子写到，「水灾是果，贪欲是因。火灾是果，瞋恚是因。风灾是果，愚痴是因。地震是果，傲慢是因。勤修戒定慧，息灭贪瞋痴。心平气和，灾难自息」，这是真的不是假的。我们自己的关，这个苦难，不是不能救，包括居住地球的灾难，我们都有能力救，只要自己真干。科学家告诉我们，地球上的居民，人口的总数百分之一的平方根，大概八千多人，全世界能有八千多人真正悔改，真正有爱心，就能救整个地球。许多人都说，那这八千多人很容易找，我们这个团体就不止八千多人。条件是真正的爱心，有没有？一个都找不到。有一个自爱的吗？自爱的人最低的标准，不是讲真自爱，沾上一点自爱的边，那是什么人？《弟子规》、《感应篇》、《十善业》圆满落实。用这个标准来找，一个都找不到，这真的不是假的。百分之一的平方根，到哪里去找？不要找别人，找别人你会失望，回过头来找自己。自己能不能做到？我们在这里提的五常、四维、八德、《感应篇》、《十善业》、六和敬、六波罗蜜，几个人真做到了？要像这样的人，真正做到的人，百分之一的平方根；换句话说，地球上有八千个菩萨出世了。不是阿罗汉，阿罗汉不行，阿罗汉有自爱，没有爱他。有几个人心包太虚，量周沙界？所以细心去观察，难，太难了。",
      "zh_TW": "所以我們這個地方也這樣子寫到，「水災是果，貪欲是因。火災是果，瞋恚是因。風災是果，愚痴是因。地震是果，傲慢是因。勤修戒定慧，息滅貪瞋痴。心平氣和，災難自息」，這是真的不是假的。我們自己的關，這個苦難，不是不能救，包括居住地球的災難，我們都有能力救，只要自己真幹。科學家告訴我們，地球上的居民，人口的總數百分之一的平方根，大概八千多人，全世界能有八千多人真正悔改，真正有愛心，就能救整個地球。許多人都說，那這八千多人很容易找，我們這個團體就不止八千多人。條件是真正的愛心，有沒有？一個都找不到。有一個自愛的嗎？自愛的人最低的標準，不是講真自愛，沾上一點自愛的邊，那是什麼人？《弟子規》、《感應篇》、《十善業》圓滿落實。用這個標準來找，一個都找不到，這真的不是假的。百分之一的平方根，到哪裡去找？不要找別人，找別人你會失望，回過頭來找自己。自己能不能做到？我們在這裡提的五常、四維、八德、《感應篇》、《十善業》、六和敬、六波羅蜜，幾個人真做到了？要像這樣的人，真正做到的人，百分之一的平方根；換句話說，地球上有八千個菩薩出世了。不是阿羅漢，阿羅漢不行，阿羅漢有自愛，沒有愛他。有幾個人心包太虛，量周沙界？所以細心去觀察，難，太難了。"
    },
    {
      "id": "02-040-0022_p0029",
      "zh_CN": "「真诚爱心，无毫分不善夹杂」，这就是科学家讲的标准。真诚爱心的人，没有毫分不善夹杂在里头，地球上有这样的人，八千人出现，地球上七十亿人造作的罪业，他们都能够承担得了，还能把地球保住，没有重大灾难。如果没有这些人，灾难能不能免除？不能免除。就像前面所说的，你的心是贪瞋痴慢疑，你每天的行为是杀盗淫妄酒，你以为在享受、在享乐，殊不知你在所作所为的，伤害你的身心。这样的日子过久了，不要多，二、三年，你全身都是病。这个病是你自己招来的，你本来不应该有的，自作自受。佛菩萨慈悲，不能代替，这是你不能不知道的，害自己的是自己，救自己的还是要自己，别人救不了我们。佛菩萨救我们，是把这个因讲清楚了，理讲明白了，方法告诉我们，我们能够根据这个理论，依据这个方法去做，我们就自救，我们也能救别人，佛菩萨对我们的恩德是在此地。",
      "zh_TW": "「真誠愛心，無毫分不善夾雜」，這就是科學家講的標準。真誠愛心的人，沒有毫分不善夾雜在裡頭，地球上有這樣的人，八千人出現，地球上七十億人造作的罪業，他們都能夠承擔得了，還能把地球保住，沒有重大災難。如果沒有這些人，災難能不能免除？不能免除。就像前面所說的，你的心是貪瞋痴慢疑，你每天的行為是殺盜淫妄酒，你以為在享受、在享樂，殊不知你在所作所為的，傷害你的身心。這樣的日子過久了，不要多，二、三年，你全身都是病。這個病是你自己招來的，你本來不應該有的，自作自受。佛菩薩慈悲，不能代替，這是你不能不知道的，害自己的是自己，救自己的還是要自己，別人救不了我們。佛菩薩救我們，是把這個因講清楚了，理講明白了，方法告訴我們，我們能夠根據這個理論，依據這個方法去做，我們就自救，我們也能救別人，佛菩薩對我們的恩德是在此地。"
    },
    {
      "id": "02-040-0022_p0030",
      "zh_CN": "不是烧头炷香，烧头炷香没用，那是骗人的。什么坏事都干，烧头炷香，佛菩萨把你所有的罪都赦免了，哪有这种道理！那这个佛菩萨不就变成贪官污吏了？你贿赂他一点，佛菩萨就保佑你，这不是佛，这是魔，佛不干这个事情，魔干这个事情。为什么？魔最后的目标是把你送到阿鼻地狱，所以叫你多干坏事，你才会入阿鼻地狱。佛不是的，佛终极的目标是让你成佛，让你成佛怎么能有坏心眼、怎么能有不善的行为？哪有这种道理！所以现在很多人对不起佛陀，心目当中佛陀都是贪官污吏，都跟我们一样的。我们贪，他也贪，我们多贪一点，送他一点，让他保佑我，让我贪得更多。这种心态对佛菩萨，是侮辱佛菩萨，这个罪业太重太重了！",
      "zh_TW": "不是燒頭炷香，燒頭炷香沒用，那是騙人的。什麼壞事都幹，燒頭炷香，佛菩薩把你所有的罪都赦免了，哪有這種道理！那這個佛菩薩不就變成貪官污吏了？你賄賂他一點，佛菩薩就保佑你，這不是佛，這是魔，佛不幹這個事情，魔幹這個事情。為什麼？魔最後的目標是把你送到阿鼻地獄，所以叫你多幹壞事，你才會入阿鼻地獄。佛不是的，佛終極的目標是讓你成佛，讓你成佛怎麼能有壞心眼、怎麼能有不善的行為？哪有這種道理！所以現在很多人對不起佛陀，心目當中佛陀都是貪官污吏，都跟我們一樣的。我們貪，他也貪，我們多貪一點，送他一點，讓他保佑我，讓我貪得更多。這種心態對佛菩薩，是侮辱佛菩薩，這個罪業太重太重了！"
    },
    {
      "id": "02-040-0022_p0031",
      "zh_CN": "世间真正做坏事还有良心的人，不敢进佛的大殿，我遇到。我初学佛的时候，一个同事的太太，我带她到寺庙里面参观，不敢进大殿。我问她为什么？她说我的罪业太重，不好意思见佛。这人有没有救？这人有救！她有良心，虽然干很多坏事，她良心没昧，她一忏悔，真能忏除业障。但是她不懂，不敢进大殿，不敢见佛菩萨的像，有惭愧。这个人现在也许不在了，她跟我同年。",
      "zh_TW": "世間真正做壞事還有良心的人，不敢進佛的大殿，我遇到。我初學佛的時候，一個同事的太太，我帶她到寺廟裡面參觀，不敢進大殿。我問她為什麼？她說我的罪業太重，不好意思見佛。這人有沒有救？這人有救！她有良心，雖然幹很多壞事，她良心沒昧，她一懺悔，真能懺除業障。但是她不懂，不敢進大殿，不敢見佛菩薩的像，有慚愧。這個人現在也許不在了，她跟我同年。"
    },
    {
      "id": "02-040-0022_p0032",
      "zh_CN": "「人人上善、家家和乐，自然不起三灾诸难」，肯定的，我们一定把自性里头本有的爱心找回来。「三学」，三学是戒定慧，「增上」，要增长，要在这上加功夫。「仁爱礼让」，处事待人接物，要用这四个字。「天下和顺」，别人不跟我和，我跟他和，他不随顺我，我随顺他，慢慢去感化。「国丰民安，兵戈无用，自然百福骈臻，千祥云集！这是圣贤仁爱教育的圆满效果。吾人真性的自然显发」。这说明这桩事情不是做不到，真发心他就做到了。天下事，最难的事是求人，求人难，登天难。这个事情是求自己的事情，不是求人，求自己不难。仁爱礼让是我们自性里头本来具足的，不在外头，这个事能做到，天下和顺是果，我们修这个因，自然就感得果报现前。有因有果，国家一定富强，人民一定安乐，永远没有战争。",
      "zh_TW": "「人人上善、家家和樂，自然不起三災諸難」，肯定的，我們一定把自性裡頭本有的愛心找回來。「三學」，三學是戒定慧，「增上」，要增長，要在這上加功夫。「仁愛禮讓」，處事待人接物，要用這四個字。「天下和順」，別人不跟我和，我跟他和，他不隨順我，我隨順他，慢慢去感化。「國豐民安，兵戈無用，自然百福駢臻，千祥雲集！這是聖賢仁愛教育的圓滿效果。吾人真性的自然顯發」。這說明這樁事情不是做不到，真發心他就做到了。天下事，最難的事是求人，求人難，登天難。這個事情是求自己的事情，不是求人，求自己不難。仁愛禮讓是我們自性裡頭本來具足的，不在外頭，這個事能做到，天下和順是果，我們修這個因，自然就感得果報現前。有因有果，國家一定富強，人民一定安樂，永遠沒有戰爭。"
    },
    {
      "id": "02-040-0022_p0033",
      "zh_CN": "我们这次访问斯里兰卡，总统邀请，我也没有想到去这么多人，我那个时候以为二、三十个人就不得了，就很多了。前天我才听他们告诉我，吃饭，吃饭多少人？这是最正确的，六百多人。这一次是我生平第一次这么大的规模，我们包了一架专机，专机只能坐三百多人，还有一半的人搭乘一般的飞机过去。到那个地方所看到的，尤其难得，联合国有二十五个国家的大使，从巴黎飞到可伦坡参加我们的活动，我们这六百多人包括他们。昨天我收到大使团主席给我写的一封信，很感动人。这一个星期的活动非常有意义，非常有价值，每个人都感受良多，是一生当中最值得回忆的七天，看到了宗教团结产生伟大的力量。",
      "zh_TW": "我們這次訪問斯里蘭卡，總統邀請，我也沒有想到去這麼多人，我那個時候以為二、三十個人就不得了，就很多了。前天我才聽他們告訴我，吃飯，吃飯多少人？這是最正確的，六百多人。這一次是我生平第一次這麼大的規模，我們包了一架專機，專機只能坐三百多人，還有一半的人搭乘一般的飛機過去。到那個地方所看到的，尤其難得，聯合國有二十五個國家的大使，從巴黎飛到可倫坡參加我們的活動，我們這六百多人包括他們。昨天我收到大使團主席給我寫的一封信，很感動人。這一個星期的活動非常有意義，非常有價值，每個人都感受良多，是一生當中最值得回憶的七天，看到了宗教團結產生偉大的力量。"
    },
    {
      "id": "02-040-0022_p0034",
      "zh_CN": "宗教的教学能够让这一个国家的人民，如此的祥和、爱敬，不但是人，而且是对万物。这块土地没有受染污，这个国家不用化肥、不用农药，农耕都是用原始人工的方法。人民勤劳，每个星期天都要到寺院接受佛教教育；出家人大半都能讲经教学，不容易！人民都被他教好了。对于环保意识很深，农村里面，你看那些小路上都干干净净，没有人随便丢垃圾，大街小巷你去看，就那么干净，这叫人不能不佩服。这么好的国家，所以我临别的时候发心，他们要请我去讲经，我一定会去。我们的《无量寿经》可以分一百个小时、分两百个小时，到那个地方去讲。一个月，我们一天讲四个小时，一个月三十天是一百二十个小时。一年去两次，一次一个月，很好。那个地方是佛国土，讲《无量寿经》最恰当，佛国是无量寿、是无量光，这部经就是无量光寿。",
      "zh_TW": "宗教的教學能夠讓這一個國家的人民，如此的祥和、愛敬，不但是人，而且是對萬物。這塊土地沒有受染污，這個國家不用化肥、不用農藥，農耕都是用原始人工的方法。人民勤勞，每個星期天都要到寺院接受佛教教育；出家人大半都能講經教學，不容易！人民都被他教好了。對於環保意識很深，農村裡面，你看那些小路上都乾乾淨淨，沒有人隨便丟垃圾，大街小巷你去看，就那麼乾淨，這叫人不能不佩服。這麼好的國家，所以我臨別的時候發心，他們要請我去講經，我一定會去。我們的《無量壽經》可以分一百個小時、分兩百個小時，到那個地方去講。一個月，我們一天講四個小時，一個月三十天是一百二十個小時。一年去兩次，一次一個月，很好。那個地方是佛國土，講《無量壽經》最恰當，佛國是無量壽、是無量光，這部經就是無量光壽。"
    },
    {
      "id": "02-040-0022_p0035",
      "zh_CN": "「愿我同伦」，特别要重视《十善业道》、《太上感应篇》、《弟子规》，要认知、要学习，对这三样东西要有正确的认识，要了解，要认真学习，「务必百分之百的圆满落实」，真干！斯里兰卡令人尊敬，让二十五个驻联合国的大使刮目相看，是什么？他们的人民落实了，落实了三皈、五戒、十善。你看家家户户、男女老少，这是我们能看到的。大概在这个世界上，只有这么一个国家，佛国土。我在泰国没有见到，泰国是佛教国家，没有把佛教的教育落实在群众的身上，这一点它没做到。我上次五月份去泰国访问，目的是劝导泰皇，泰皇跟我同年，我们约好了，这一次访问可以在一起会面，谈谈这些问题。可没有想到缘不足，我到泰国，他生病住到医院去了，所以皇后代表接见我们。没想到斯里兰卡已经做到了，我们看到欢喜、佩服、敬仰。所以一定要落实，今天我们要求自己，自己不能落实，不能教别人。教别人，先教自己。",
      "zh_TW": "「願我同倫」，特別要重視《十善業道》、《太上感應篇》、《弟子規》，要認知、要學習，對這三樣東西要有正確的認識，要了解，要認真學習，「務必百分之百的圓滿落實」，真幹！斯里蘭卡令人尊敬，讓二十五個駐聯合國的大使刮目相看，是什麼？他們的人民落實了，落實了三皈、五戒、十善。你看家家戶戶、男女老少，這是我們能看到的。大概在這個世界上，只有這麼一個國家，佛國土。我在泰國沒有見到，泰國是佛教國家，沒有把佛教的教育落實在群眾的身上，這一點它沒做到。我上次五月份去泰國訪問，目的是勸導泰皇，泰皇跟我同年，我們約好了，這一次訪問可以在一起會面，談談這些問題。可沒有想到緣不足，我到泰國，他生病住到醫院去了，所以皇后代表接見我們。沒想到斯里蘭卡已經做到了，我們看到歡喜、佩服、敬仰。所以一定要落實，今天我們要求自己，自己不能落實，不能教別人。教別人，先教自己。"
    },
    {
      "id": "02-040-0022_p0036",
      "zh_CN": "「此乃化解一切灾难，化解一切冲突、对立、矛盾之根本修行大法」。今天世界的灾难，人间的冲突、对立、矛盾，从二战之后，这大半个世纪，确实人民是生活在水深火热之中，苦不堪言。过去生中修善积德，就是现前的大富大贵人家，也被社会不良的风气所感染，他们智慧失掉了，福报现前，追求五欲六尘的享受，而不知道五欲六尘是病灾恶报的业因，拼命在造这个业因。福报有享受得尽的，福报享尽了恶业就现前，到那个时候后悔莫及。我们看到、听到多少这样的人，现在都在地狱受罪。许许多多人我们认识，我们见过面；还有许多人虽然没有见过面，听到过，在电视里头看到过，在传媒里面看到，一些世界知名的人士今天在遭受苦报。根本的原因是什么？迷失了爱心。爱心就是自己，迷失了自己，他的方向目标走错了，走上名闻利养，走向贪瞋痴慢，贪恋五欲六尘，造作无量无边的罪业，起心动念损人利己。殊不知损人是决定害自己，利人才真正是利自己，这个道理他不懂，他们反其道而行之，苦报现前，后悔莫及。",
      "zh_TW": "「此乃化解一切災難，化解一切衝突、對立、矛盾之根本修行大法」。今天世界的災難，人間的衝突、對立、矛盾，從二戰之後，這大半個世紀，確實人民是生活在水深火熱之中，苦不堪言。過去生中修善積德，就是現前的大富大貴人家，也被社會不良的風氣所感染，他們智慧失掉了，福報現前，追求五欲六塵的享受，而不知道五欲六塵是病災惡報的業因，拼命在造這個業因。福報有享受得盡的，福報享盡了惡業就現前，到那個時候後悔莫及。我們看到、聽到多少這樣的人，現在都在地獄受罪。許許多多人我們認識，我們見過面；還有許多人雖然沒有見過面，聽到過，在電視裡頭看到過，在傳媒裡面看到，一些世界知名的人士今天在遭受苦報。根本的原因是什麼？迷失了愛心。愛心就是自己，迷失了自己，他的方向目標走錯了，走上名聞利養，走向貪瞋痴慢，貪戀五欲六塵，造作無量無邊的罪業，起心動念損人利己。殊不知損人是決定害自己，利人才真正是利自己，這個道理他不懂，他們反其道而行之，苦報現前，後悔莫及。"
    },
    {
      "id": "02-040-0022_p0037",
      "zh_CN": "所以末后，我们以「诸恶莫作，岁岁平安；众善奉行，年年如意」，这是真的，一点都不假。善恶的标准，利他是善，利自己决定是恶，这个不能不知道。修行证果要是为利益自己，我的地位高，我突出，别人不如我，还是要堕落。为什么？这一念傲慢把你所修的功德都等于零了。记住，孔老夫子那些话是真理，他说「如有周公之才之美，使骄且吝，其余不足观也」。夫子的话说得很含蓄，道理很深。所以，我把贪瞋痴的核心提出来了，贪的核心是什么？是情执，那是贪的核心，情执放下了，贪很容易断掉。瞋的核心就是傲慢，愚痴的核心就是怀疑。所以要晓得，情执是贪中之毒，最毒的；傲慢是瞋中之毒；怀疑是愚痴里头的毒素，毒中之毒。这三样东西你要是不认识，你要在日常生活当中，起心动念之处，你要是沾染了，你麻烦可大了。它能够坏一切善法，它不会成就善法，它是坏一切善法的；换句话说，反过来，它能成就你一切恶法，帮助你进阿鼻地狱。它终极的目标是把你送到无间地狱，你还很喜欢它，你还舍不得离开它，愚痴到了极处！",
      "zh_TW": "所以末後，我們以「諸惡莫作，歲歲平安；眾善奉行，年年如意」，這是真的，一點都不假。善惡的標準，利他是善，利自己決定是惡，這個不能不知道。修行證果要是為利益自己，我的地位高，我突出，別人不如我，還是要墮落。為什麼？這一念傲慢把你所修的功德都等於零了。記住，孔老夫子那些話是真理，他說「如有周公之才之美，使驕且吝，其餘不足觀也」。夫子的話說得很含蓄，道理很深。所以，我把貪瞋痴的核心提出來了，貪的核心是什麼？是情執，那是貪的核心，情執放下了，貪很容易斷掉。瞋的核心就是傲慢，愚痴的核心就是懷疑。所以要曉得，情執是貪中之毒，最毒的；傲慢是瞋中之毒；懷疑是愚痴裡頭的毒素，毒中之毒。這三樣東西你要是不認識，你要在日常生活當中，起心動念之處，你要是沾染了，你麻煩可大了。它能夠壞一切善法，它不會成就善法，它是壞一切善法的；換句話說，反過來，它能成就你一切惡法，幫助你進阿鼻地獄。它終極的目標是把你送到無間地獄，你還很喜歡它，你還捨不得離開它，愚痴到了極處！"
    },
    {
      "id": "02-040-0022_p0038",
      "zh_CN": "今天讲这么多，都是补充前头的一句话，发菩提心。菩提心是真诚的爱心，是高度智慧的善意，不是感情用事。我们用这种爱心、善意，自行化他，然后一向专念。古人说的话没错，上尽形寿，就是一生天天干，一天都不离开，一向专念。下至十念，如果工作忙碌，不能够专心来念佛，你就用十念法。古大德教我们最简单的方法，早晚修十念，十口气，一口气叫一念，不拘多少，念十口气。晚上用这个做晚课，睡觉之前念十句，一生都不缺，也符合一向专念。念念求生净土，这个世间万缘放下，他就相应。我们轮回在六道时间太长了，这无量劫来很想脱离，没有办法。今天遇到这个方法，只要能信、只要能愿，具足信愿，接受这两句经文的教诲，「发菩提心，一向专念」，这一生就能脱离苦海，就能往生成佛。",
      "zh_TW": "今天講這麼多，都是補充前頭的一句話，發菩提心。菩提心是真誠的愛心，是高度智慧的善意，不是感情用事。我們用這種愛心、善意，自行化他，然後一向專念。古人說的話沒錯，上盡形壽，就是一生天天幹，一天都不離開，一向專念。下至十念，如果工作忙碌，不能夠專心來念佛，你就用十念法。古大德教我們最簡單的方法，早晚修十念，十口氣，一口氣叫一念，不拘多少，念十口氣。晚上用這個做晚課，睡覺之前念十句，一生都不缺，也符合一向專念。念念求生淨土，這個世間萬緣放下，他就相應。我們輪迴在六道時間太長了，這無量劫來很想脫離，沒有辦法。今天遇到這個方法，只要能信、只要能願，具足信願，接受這兩句經文的教誨，「發菩提心，一向專念」，這一生就能脫離苦海，就能往生成佛。"
    },
    {
      "id": "02-040-0022_p0039",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}