{
  "doc_id": "02-008-0022",
  "title": {
    "zh_CN": "大乘无量寿经(当生成就第一法门)",
    "zh_TW": "大乘無量壽經(當生成就第一法門)"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "02-008-0022",
  "total_paragraphs": 102,
  "paragraphs": [
    {
      "id": "02-008-0022_p0001",
      "zh_CN": "「独留此经第四十五」。请看八十八页倒数第二行，从当中看起。",
      "zh_TW": "「獨留此經第四十五」。請看八十八頁倒數第二行，從當中看起。"
    },
    {
      "id": "02-008-0022_p0002",
      "zh_CN": "【若有众生得闻佛声。慈心清净。踊跃欢喜。衣毛为起或泪出者。皆由前世曾作佛道。故非凡人。】",
      "zh_TW": "【若有眾生得聞佛聲。慈心清淨。踴躍歡喜。衣毛為起或淚出者。皆由前世曾作佛道。故非凡人。】"
    },
    {
      "id": "02-008-0022_p0003",
      "zh_CN": "从这个地方看起。在这一章经里面，佛告诉我们几桩非常重要的大事。第一佛法将来逐渐会在这个世间灭掉的，佛法有一天会灭的。佛法虽然灭，佛还是将这部经单独流通在世间一百年。在那个时候要有众生遇到这部经，有愿皆满，能满足他的愿望。从这些开示我们能够体认到这部经典在整个佛法里面它所占的地位，它的重要性。接着佛又苦口婆心劝勉我们，佛出现在这个世间难得，不容易遇到。佛说一切经，尤其说大乘经，大乘经当中尤其讲《无量寿经》，难得难闻，这是第二难。第三遇到真正善知识难，第四是闻法能行难，第五是遇到这部经能够信乐受持，佛说这难中之难，无过此难，给我们说了五种难！归结到本经难信而能信，难行能行，这非常的希有，这是今天我们读的这一段经文。",
      "zh_TW": "從這個地方看起。在這一章經裡面，佛告訴我們幾樁非常重要的大事。第一佛法將來逐漸會在這個世間滅掉的，佛法有一天會滅的。佛法雖然滅，佛還是將這部經單獨流通在世間一百年。在那個時候要有眾生遇到這部經，有願皆滿，能滿足他的願望。從這些開示我們能夠體認到這部經典在整個佛法裡面它所佔的地位，它的重要性。接著佛又苦口婆心勸勉我們，佛出現在這個世間難得，不容易遇到。佛說一切經，尤其說大乘經，大乘經當中尤其講《無量壽經》，難得難聞，這是第二難。第三遇到真正善知識難，第四是聞法能行難，第五是遇到這部經能夠信樂受持，佛說這難中之難，無過此難，給我們說了五種難！歸結到本經難信而能信，難行能行，這非常的希有，這是今天我們讀的這一段經文。"
    },
    {
      "id": "02-008-0022_p0004",
      "zh_CN": "『若有众生得闻佛声』，这个佛声就是念南无阿弥陀佛之声。听到佛号、听到《无量寿经》，能够慈心清净；听到之后，心里面烦恼就消除了，清净心就生起了。『踊跃欢喜』，就是法喜充满。还有『衣毛为起或泪出者』，衣毛为起，我们常讲寒毛直竖，非常的惊异，或者有感动流泪的，这些现象都是『前世曾作佛道，故非凡人』，这在前面经上我们读得很多。必定是过去无量劫中，供养无量诸佛如来，种了深厚的善根，这一生当中遇到这一个机缘，使我们善根现前，绝对不是凡人。",
      "zh_TW": "『若有眾生得聞佛聲』，這個佛聲就是念南無阿彌陀佛之聲。聽到佛號、聽到《無量壽經》，能夠慈心清淨；聽到之後，心裡面煩惱就消除了，清淨心就生起了。『踴躍歡喜』，就是法喜充滿。還有『衣毛為起或淚出者』，衣毛為起，我們常講寒毛直豎，非常的驚異，或者有感動流淚的，這些現象都是『前世曾作佛道，故非凡人』，這在前面經上我們讀得很多。必定是過去無量劫中，供養無量諸佛如來，種了深厚的善根，這一生當中遇到這一個機緣，使我們善根現前，絕對不是凡人。"
    },
    {
      "id": "02-008-0022_p0005",
      "zh_CN": "【若闻佛号。心中狐疑。于佛经语。都无所信。皆从恶道中来。宿殃未尽。未当度脱。故心狐疑。不信向耳。】",
      "zh_TW": "【若聞佛號。心中狐疑。於佛經語。都無所信。皆從惡道中來。宿殃未盡。未當度脫。故心狐疑。不信向耳。】"
    },
    {
      "id": "02-008-0022_p0006",
      "zh_CN": "末后这几句告诉我们，佛号音声他听了不相信，为什么原因？是过去生中没有种善根，『从恶道中来』，从三恶道当中来的。这个事实现代很多科学家也证明了，我们人类当中，有不少前生是畜生道来的。饿鬼、地狱道现在还没有办法证明，证明不少是畜生道来的，也有少数是外太空人来的，他前生不在我们这个地球上，是在别的星球上的。由此可知，佛在经典里面所说的确实是事实。恶道当中来，他『宿殃未尽』，这一生当中没有得度的缘分，所以他听了不相信，听了有怀疑。我们再看底下一章。「勤修坚持第四十六」。这一章是咐嘱流通。",
      "zh_TW": "末後這幾句告訴我們，佛號音聲他聽了不相信，為什麼原因？是過去生中沒有種善根，『從惡道中來』，從三惡道當中來的。這個事實現代很多科學家也證明了，我們人類當中，有不少前生是畜生道來的。餓鬼、地獄道現在還沒有辦法證明，證明不少是畜生道來的，也有少數是外太空人來的，他前生不在我們這個地球上，是在別的星球上的。由此可知，佛在經典裡面所說的確實是事實。惡道當中來，他『宿殃未盡』，這一生當中沒有得度的緣分，所以他聽了不相信，聽了有懷疑。我們再看底下一章。「勤修堅持第四十六」。這一章是咐囑流通。"
    },
    {
      "id": "02-008-0022_p0007",
      "zh_CN": "【佛告弥勒。诸佛如来无上之法。十力无畏。无碍无着。甚深之法。及波罗蜜等菩萨之法。非易可遇。】",
      "zh_TW": "【佛告彌勒。諸佛如來無上之法。十力無畏。無礙無著。甚深之法。及波羅蜜等菩薩之法。非易可遇。】"
    },
    {
      "id": "02-008-0022_p0008",
      "zh_CN": "这是佛叫着弥勒菩萨，嘱咐弥勒菩萨护法，护持末法一切苦难的众生。首先告诉我们，佛法难闻、难遇，我们遇到、听到要知道珍惜，要晓得珍重。",
      "zh_TW": "這是佛叫著彌勒菩薩，囑咐彌勒菩薩護法，護持末法一切苦難的眾生。首先告訴我們，佛法難聞、難遇，我們遇到、聽到要知道珍惜，要曉得珍重。"
    },
    {
      "id": "02-008-0022_p0009",
      "zh_CN": "【能说法人。亦难开示。】",
      "zh_TW": "【能說法人。亦難開示。】"
    },
    {
      "id": "02-008-0022_p0010",
      "zh_CN": "这是真的，不但是菩萨法不容易开示，那佛法就更不必说了。为什么难以开示？诸位要晓得，能说法人不一定证果！不但不一定证果，甚至于不一定开悟。一个没有证果、没有开悟的人怎么能说得出开悟果证的境界？这个经完全是如来果地上的境界，是无上之法、甚深之法，确实是『能说法人，亦难开示』。前面曾经跟诸位说过，我们能够说一点，能够把意思能听懂一些，都是过去善根，现前诸佛如来威神加持，才有这个缘分！凭自己决定是不可能。",
      "zh_TW": "這是真的，不但是菩薩法不容易開示，那佛法就更不必說了。為什麼難以開示？諸位要曉得，能說法人不一定證果！不但不一定證果，甚至於不一定開悟。一個沒有證果、沒有開悟的人怎麼能說得出開悟果證的境界？這個經完全是如來果地上的境界，是無上之法、甚深之法，確實是『能說法人，亦難開示』。前面曾經跟諸位說過，我們能夠說一點，能夠把意思能聽懂一些，都是過去善根，現前諸佛如來威神加持，才有這個緣分！憑自己決定是不可能。"
    },
    {
      "id": "02-008-0022_p0011",
      "zh_CN": "【坚固深信。时亦难遭。】",
      "zh_TW": "【堅固深信。時亦難遭。】"
    },
    {
      "id": "02-008-0022_p0012",
      "zh_CN": "果然『坚固深信』，这个人这一生决定往生成佛，佛法大事因缘才真正达到目标！我们想一想芸芸众生当中，有几个人在这一生当中往生成佛？凡是这一生往生成佛的，这四个字一定是具足，坚固深信；具足这四个字，这一生往生成佛，这个难！实实在在不容易。",
      "zh_TW": "果然『堅固深信』，這個人這一生決定往生成佛，佛法大事因緣才真正達到目標！我們想一想芸芸眾生當中，有幾個人在這一生當中往生成佛？凡是這一生往生成佛的，這四個字一定是具足，堅固深信；具足這四個字，這一生往生成佛，這個難！實實在在不容易。"
    },
    {
      "id": "02-008-0022_p0013",
      "zh_CN": "【我今如理宣说如是广大微妙法门。】",
      "zh_TW": "【我今如理宣說如是廣大微妙法門。】"
    },
    {
      "id": "02-008-0022_p0014",
      "zh_CN": "这就是指这部经。",
      "zh_TW": "這就是指這部經。"
    },
    {
      "id": "02-008-0022_p0015",
      "zh_CN": "【一切诸佛之所称赞。付嘱汝等。作大守护。】",
      "zh_TW": "【一切諸佛之所稱讚。付囑汝等。作大守護。】"
    },
    {
      "id": "02-008-0022_p0016",
      "zh_CN": "说到这个地方，佛才把他的意思说出来，原来是把这部经法嘱咐给弥勒菩萨，要弥勒菩萨守护、护持。",
      "zh_TW": "說到這個地方，佛才把他的意思說出來，原來是把這部經法囑咐給彌勒菩薩，要彌勒菩薩守護、護持。"
    },
    {
      "id": "02-008-0022_p0017",
      "zh_CN": "【为诸有情长夜利益。莫令众生沦堕五趣。备受危苦。应勤修行。随顺我教。】",
      "zh_TW": "【為諸有情長夜利益。莫令眾生淪墮五趣。備受危苦。應勤修行。隨順我教。】"
    },
    {
      "id": "02-008-0022_p0018",
      "zh_CN": "这是嘱咐弥勒菩萨，护众生一定要护法，护法一定要护众生。唯独这部经确确实实是一切有情众生『长夜利益』。长夜是比喻生死轮回，这个时间太长太长，无量劫以来一直到今天，我们没有办法出离，都在六道里头打转。六道实在讲是黑暗，绝对不是光明的，三界统苦，这里面决定没有乐。所谓我们感觉到的乐，佛把事实真相告诉我们，那叫坏苦，哪来的乐？不过是苦暂时停止了一下，你就觉得快乐，并没有真正的乐，受苦刑暂停一下而已。我们每个人稍微细心一点都能体会得到。",
      "zh_TW": "這是囑咐彌勒菩薩，護眾生一定要護法，護法一定要護眾生。唯獨這部經確確實實是一切有情眾生『長夜利益』。長夜是比喻生死輪迴，這個時間太長太長，無量劫以來一直到今天，我們沒有辦法出離，都在六道裡頭打轉。六道實在講是黑暗，絕對不是光明的，三界統苦，這裡面決定沒有樂。所謂我們感覺到的樂，佛把事實真相告訴我們，那叫壞苦，哪來的樂？不過是苦暫時停止了一下，你就覺得快樂，並沒有真正的樂，受苦刑暫停一下而已。我們每個人稍微細心一點都能體會得到。"
    },
    {
      "id": "02-008-0022_p0019",
      "zh_CN": "我们人生苦，苦的事情太多，每天一定要吃三餐饭，这就是苦！吃的时候好像很乐，那是什么？是对治饿苦，这就等于吃药一样，药吃下去了，病稍微止几个小时；那几个小时不继续吃药，病又发作，哪来的乐？睡眠是苦，不睡眠，精神没有了。吃东西是苦，饮水是苦，没有一样不是苦！世人迷惑颠倒，把苦当作乐，你说这叫颠倒、迷惑！在佛经上常常看颠倒，颠倒在哪里？就颠倒在这些地方，把苦当作乐。这是这个经、这个方法能够真正帮助我们离苦得乐，所以他说长夜的利益，无始劫以来，我们这一次才得到真正的利益。",
      "zh_TW": "我們人生苦，苦的事情太多，每天一定要吃三餐飯，這就是苦！吃的時候好像很樂，那是什麼？是對治餓苦，這就等於吃藥一樣，藥吃下去了，病稍微止幾個小時；那幾個小時不繼續吃藥，病又發作，哪來的樂？睡眠是苦，不睡眠，精神沒有了。吃東西是苦，飲水是苦，沒有一樣不是苦！世人迷惑顛倒，把苦當作樂，你說這叫顛倒、迷惑！在佛經上常常看顛倒，顛倒在哪裡？就顛倒在這些地方，把苦當作樂。這是這個經、這個方法能夠真正幫助我們離苦得樂，所以他說長夜的利益，無始劫以來，我們這一次才得到真正的利益。"
    },
    {
      "id": "02-008-0022_p0020",
      "zh_CN": "『莫令众生沦堕五趣』，五趣就是六道轮回，不要叫这些众生再沦落到六道，六道苦不堪言。『应勤修行，随顺我教』，佛在此地嘱咐我们，我们要认真勤奋努力来修行，依照佛在这部经典上讲的理论、方法。",
      "zh_TW": "『莫令眾生淪墮五趣』，五趣就是六道輪迴，不要叫這些眾生再淪落到六道，六道苦不堪言。『應勤修行，隨順我教』，佛在此地囑咐我們，我們要認真勤奮努力來修行，依照佛在這部經典上講的理論、方法。"
    },
    {
      "id": "02-008-0022_p0021",
      "zh_CN": "【当孝于佛。常念师恩。当令是法久住不灭。当坚持之。无得毁失。无得为妄。增减经法。】",
      "zh_TW": "【當孝於佛。常念師恩。當令是法久住不滅。當堅持之。無得毀失。無得為妄。增減經法。】"
    },
    {
      "id": "02-008-0022_p0022",
      "zh_CN": "这几句话很重要，这是世尊对弥勒菩萨所说的。『当孝于佛』，佛法是佛陀建立的，佛的恩德超过父母，父母之恩一世的，佛之恩德是生生世世，无有穷尽的，所以要知道孝敬佛陀。『常念师恩』，老师是传法的，如果这三千年当中，没有这些祖师大德把佛法一代一代传到我们这里，佛虽然建立这样圆满殊胜的大法，我们也没办法听到。常念师恩，师的恩德就是承传这个法门。尤其是这个法门，前面讲就是独留此经，佛法将来逐渐逐渐消灭，这部经最后灭，这是佛的威神加持，也是诸菩萨护持的关系。所以这部经能够在这个世间传的最久最久，『当令是法久住不灭』。我们学佛选择法门，你就晓得应该选择哪一部经典、哪一个法门；在这个世间久住不灭的法门，这必然是最殊胜的法门。",
      "zh_TW": "這幾句話很重要，這是世尊對彌勒菩薩所說的。『當孝於佛』，佛法是佛陀建立的，佛的恩德超過父母，父母之恩一世的，佛之恩德是生生世世，無有窮盡的，所以要知道孝敬佛陀。『常念師恩』，老師是傳法的，如果這三千年當中，沒有這些祖師大德把佛法一代一代傳到我們這裡，佛雖然建立這樣圓滿殊勝的大法，我們也沒辦法聽到。常念師恩，師的恩德就是承傳這個法門。尤其是這個法門，前面講就是獨留此經，佛法將來逐漸逐漸消滅，這部經最後滅，這是佛的威神加持，也是諸菩薩護持的關係。所以這部經能夠在這個世間傳的最久最久，『當令是法久住不滅』。我們學佛選擇法門，你就曉得應該選擇哪一部經典、哪一個法門；在這個世間久住不滅的法門，這必然是最殊勝的法門。"
    },
    {
      "id": "02-008-0022_p0023",
      "zh_CN": "『当坚持之，无得毁失，无得为妄，增减经法』。这两句在过去我们读起来，没有什么特别的感触，从本经王龙舒居士会集之后，以后有彭际清、有魏源，一直到这个本子夏莲居，四次四个人的会集，印光大师对于前三种会集都呵斥过，印光大师凭什么呵斥这个会集本？就是增减经法。我们在这里看到，佛教给我们要特别注意，像《大阿弥陀经》，王龙舒居士所会集的，里面有很多非常重要的开示他漏掉了，这就是减。五种原本里面有一些意思，这个本子说了，那个本上没有，那个本子说的，这个本子没有，会集一定要圆满具足，这样才好，不能把经义漏掉了。这是过去三种本子都有增减，又把原文的字改了，所以印光大师非常不满。",
      "zh_TW": "『當堅持之，無得毀失，無得為妄，增減經法』。這兩句在過去我們讀起來，沒有什麼特別的感觸，從本經王龍舒居士會集之後，以後有彭際清、有魏源，一直到這個本子夏蓮居，四次四個人的會集，印光大師對於前三種會集都呵斥過，印光大師憑什麼呵斥這個會集本？就是增減經法。我們在這裡看到，佛教給我們要特別注意，像《大阿彌陀經》，王龍舒居士所會集的，裡面有很多非常重要的開示他漏掉了，這就是減。五種原本裡面有一些意思，這個本子說了，那個本上沒有，那個本子說的，這個本子沒有，會集一定要圓滿具足，這樣才好，不能把經義漏掉了。這是過去三種本子都有增減，又把原文的字改了，所以印光大師非常不滿。"
    },
    {
      "id": "02-008-0022_p0024",
      "zh_CN": "一直到这个本子出来，《无量寿经》的会集本才算是圆满具足，真正做到「无得为妄，增减经法」。好像这两句，世尊在那个时候所说的，就是为后人会集这个经而说的。否则的话，这两句说的就没有意思了。我们看到这四个人会集的，只有夏莲居居士做到了。真的他所会集的，集五种原译的大成，不增不减，五种里面的意思，在这一本里头统统具足。所以读这一本经就等于读了五种的原译本，非常之难得。",
      "zh_TW": "一直到這個本子出來，《無量壽經》的會集本才算是圓滿具足，真正做到「無得為妄，增減經法」。好像這兩句，世尊在那個時候所說的，就是為後人會集這個經而說的。否則的話，這兩句說的就沒有意思了。我們看到這四個人會集的，只有夏蓮居居士做到了。真的他所會集的，集五種原譯的大成，不增不減，五種裡面的意思，在這一本裡頭統統具足。所以讀這一本經就等於讀了五種的原譯本，非常之難得。"
    },
    {
      "id": "02-008-0022_p0025",
      "zh_CN": "【常念不绝。则得道捷。我法如是。作如是说。如来所行。亦应随行。】",
      "zh_TW": "【常念不絕。則得道捷。我法如是。作如是說。如來所行。亦應隨行。】"
    },
    {
      "id": "02-008-0022_p0026",
      "zh_CN": "这一段是全经的总结，是最要紧的开示。佛教我们『常念不绝』，不绝就是不断，那你得道就快了。什么叫得道？我们常常听到道德，尤其中国古人讲道德仁义礼。礼还容易懂，礼尚往来；义也容易懂，义是什么？义是尽义务，只付出不求报酬，这是义。礼是有来有往的，有往不来，这是无礼，礼是讲往来的；义是讲尽义务，不求报酬的。仁是推己及人。道德怎么讲法？什么是道？什么是德？德还容易一点，能够敬贤，能够好善；善是利益一切众生，敬贤好善，这是德，这个人有德！道？道实在就是本经的经题，心地清净平等，觉而不迷，这叫道。",
      "zh_TW": "這一段是全經的總結，是最要緊的開示。佛教我們『常念不絕』，不絕就是不斷，那你得道就快了。什麼叫得道？我們常常聽到道德，尤其中國古人講道德仁義禮。禮還容易懂，禮尚往來；義也容易懂，義是什麼？義是盡義務，只付出不求報酬，這是義。禮是有來有往的，有往不來，這是無禮，禮是講往來的；義是講盡義務，不求報酬的。仁是推己及人。道德怎麼講法？什麼是道？什麼是德？德還容易一點，能夠敬賢，能夠好善；善是利益一切眾生，敬賢好善，這是德，這個人有德！道？道實在就是本經的經題，心地清淨平等，覺而不迷，這叫道。"
    },
    {
      "id": "02-008-0022_p0027",
      "zh_CN": "『得道捷』，得什么？得清净平等觉。清净平等觉，我们在前面念到就是阿弥陀佛，就是真如本性。则得道捷，在本宗来说就是得一心不乱。一心就是清净心，二心就不清净，二心就不平等，所以清净平等觉就是小本《弥陀经》上讲的一心不乱，这就得道！方法就是教你常念不绝。你常念这部经好，常念阿弥陀佛的佛号也好，所以古人有一天念十万声佛号。这个经，这不说古人这讲今人，今人现在在台湾，在新加坡、美国我都晓得的，一天念十遍以上的有不少人，常念不绝！念上个三年、五年，他心就清净了，纵然不能得一心不乱，功夫成片，在我想每个人都会得到。",
      "zh_TW": "『得道捷』，得什麼？得清淨平等覺。清淨平等覺，我們在前面念到就是阿彌陀佛，就是真如本性。則得道捷，在本宗來說就是得一心不亂。一心就是清淨心，二心就不清淨，二心就不平等，所以清淨平等覺就是小本《彌陀經》上講的一心不亂，這就得道！方法就是教你常念不絕。你常念這部經好，常念阿彌陀佛的佛號也好，所以古人有一天念十萬聲佛號。這個經，這不說古人這講今人，今人現在在台灣，在新加坡、美國我都曉得的，一天念十遍以上的有不少人，常念不絕！念上個三年、五年，他心就清淨了，縱然不能得一心不亂，功夫成片，在我想每個人都會得到。"
    },
    {
      "id": "02-008-0022_p0028",
      "zh_CN": "念佛的功夫分为三等，第一等的功夫，最上层的功夫是理一心不乱，那个人生西方极乐世界，是生实报庄严土的，这是上层的功夫。中等的功夫是事一心不乱，见思烦恼断掉了，事一心不乱，往生方便有余土，中等的。下等的叫功夫成片，功夫成一片，生凡圣同居土。上、中我们未必能得到，下等功夫就是功夫成片，可以说是决定可以得到的。功夫成片有多大的好处？给诸位说，功夫成片里面也分九品。上三品的，功夫成片上三品的，可以自在往生，你就晓得这个好处之大；自在往生，想什么时候往生就什么时候往生，决定不会生病的，不要讲预知时至了，他喜欢什么时候走就什么时候走，还有什么预知不预知！上三品。中三品的没有这个能力，不能想去就去，想不去就不去，这一点做不到；他能预知时至，他晓得他什么时候走，他走的也非常自在。所以你就晓得念佛功夫的利益是真实不虚。后面这四句话说得太好了，这个跟禅宗没有两样。",
      "zh_TW": "念佛的功夫分為三等，第一等的功夫，最上層的功夫是理一心不亂，那個人生西方極樂世界，是生實報莊嚴土的，這是上層的功夫。中等的功夫是事一心不亂，見思煩惱斷掉了，事一心不亂，往生方便有餘土，中等的。下等的叫功夫成片，功夫成一片，生凡聖同居土。上、中我們未必能得到，下等功夫就是功夫成片，可以說是決定可以得到的。功夫成片有多大的好處？給諸位說，功夫成片裡面也分九品。上三品的，功夫成片上三品的，可以自在往生，你就曉得這個好處之大；自在往生，想什麼時候往生就什麼時候往生，決定不會生病的，不要講預知時至了，他喜歡什麼時候走就什麼時候走，還有什麼預知不預知！上三品。中三品的沒有這個能力，不能想去就去，想不去就不去，這一點做不到；他能預知時至，他曉得他什麼時候走，他走的也非常自在。所以你就曉得念佛功夫的利益是真實不虛。後面這四句話說得太好了，這個跟禪宗沒有兩樣。"
    },
    {
      "id": "02-008-0022_p0029",
      "zh_CN": "『我法如是，作如是说』。这是如来的顶法，是如来无上之法，诸佛如来的顶法就是这样的，今天全部为我们宣说出来，作如是说。这一句话，如果把它整个归纳起来，如来的顶法是什么？无上之法是什么？就是此地讲的「常念不绝，则得道捷」，就这一句，就是教我们常念一句南无阿弥陀佛。无上的大法，就这么简单、就这么容易，这不可思议！我昨天在明旸法师写的一本《佛学概要》，里面看一章讲「一句阿弥陀佛，统摄一切法门」，我把他这一段摘出来影印贴在黑板上，现在盖起来了。他这一段的义论跟蕅益大师念佛开示没有两样。一句阿弥陀佛统摄一切佛法，无论是禅、是律、是教、是密统统出不了这一句佛号，这就是此地讲的「我法如是，作如是说」。",
      "zh_TW": "『我法如是，作如是說』。這是如來的頂法，是如來無上之法，諸佛如來的頂法就是這樣的，今天全部為我們宣說出來，作如是說。這一句話，如果把它整個歸納起來，如來的頂法是什麼？無上之法是什麼？就是此地講的「常念不絕，則得道捷」，就這一句，就是教我們常念一句南無阿彌陀佛。無上的大法，就這麼簡單、就這麼容易，這不可思議！我昨天在明暘法師寫的一本《佛學概要》，裡面看一章講「一句阿彌陀佛，統攝一切法門」，我把他這一段摘出來影印貼在黑板上，現在蓋起來了。他這一段的義論跟蕅益大師念佛開示沒有兩樣。一句阿彌陀佛統攝一切佛法，無論是禪、是律、是教、是密統統出不了這一句佛號，這就是此地講的「我法如是，作如是說」。"
    },
    {
      "id": "02-008-0022_p0030",
      "zh_CN": "『如来所行，亦应随行』。这两句意思就广，这是教给我们修行的方法。佛是怎么成佛的？念佛成佛的。这就是教给我们为什么要念佛，一切诸佛都是念佛成佛的，我们称为正修。正助双修，这个法门以外的一切大乘佛法属于助修，正助双修，如来所行亦应随行。可是莲池、蕅益大师告诉我们，这些祖师们教给我们，念佛是正修，还以持名为助修，正助都是这句阿弥陀佛，这不可思议！这种说法实在讲也有根据。根据《楞严经》上「大势至菩萨念佛圆通章」，大势至菩萨讲的「不假方便，自得心开」，他的方法就是专一，净念相继。不假方便，不需要藉任何方法，所以这句佛号是正修也是助修，就是一句佛号念到底，这是我们要学习的。",
      "zh_TW": "『如來所行，亦應隨行』。這兩句意思就廣，這是教給我們修行的方法。佛是怎麼成佛的？念佛成佛的。這就是教給我們為什麼要念佛，一切諸佛都是念佛成佛的，我們稱為正修。正助雙修，這個法門以外的一切大乘佛法屬於助修，正助雙修，如來所行亦應隨行。可是蓮池、蕅益大師告訴我們，這些祖師們教給我們，念佛是正修，還以持名為助修，正助都是這句阿彌陀佛，這不可思議！這種說法實在講也有根據。根據《楞嚴經》上「大勢至菩薩念佛圓通章」，大勢至菩薩講的「不假方便，自得心開」，他的方法就是專一，淨念相繼。不假方便，不需要藉任何方法，所以這句佛號是正修也是助修，就是一句佛號念到底，這是我們要學習的。"
    },
    {
      "id": "02-008-0022_p0031",
      "zh_CN": "【种修福善。求生净刹。】",
      "zh_TW": "【種修福善。求生淨剎。】"
    },
    {
      "id": "02-008-0022_p0032",
      "zh_CN": "我们要种福、要修善。种福修善是随缘去做的；如果是攀缘，你心就不清净。随缘去做，那个心永远是清净的，那是真正的福，真正的善，正如同前面经上所讲的「不失定意」。不失定意，是不失清净心，这个样子种福修善就对了，目标一定要求生净土。所以佛这几句不但是本经全经的结束语最重要的开示，可以说是释迦牟尼佛四十九年说法利生顶重要的一句话，没有比这个更重要了，这是我们在此地看到。下面这是叹德流通。",
      "zh_TW": "我們要種福、要修善。種福修善是隨緣去做的；如果是攀緣，你心就不清淨。隨緣去做，那個心永遠是清淨的，那是真正的福，真正的善，正如同前面經上所講的「不失定意」。不失定意，是不失清淨心，這個樣子種福修善就對了，目標一定要求生淨土。所以佛這幾句不但是本經全經的結束語最重要的開示，可以說是釋迦牟尼佛四十九年說法利生頂重要的一句話，沒有比這個更重要了，這是我們在此地看到。下面這是歎德流通。"
    },
    {
      "id": "02-008-0022_p0033",
      "zh_CN": "「福慧始闻第四十七」。这里面有八首偈颂，是属于重颂，都是讲前面的意思，特别给我们辨别是非。于显事里面给我们讲了三桩事情。第一个受持往生，第二个佛智难闻，第三个信受才能够得度，才能够真正超越生死轮回。请看经文。第一首偈就是把是非的标准给我们说出来。",
      "zh_TW": "「福慧始聞第四十七」。這裡面有八首偈頌，是屬於重頌，都是講前面的意思，特別給我們辨別是非。於顯事裡面給我們講了三樁事情。第一個受持往生，第二個佛智難聞，第三個信受才能夠得度，才能夠真正超越生死輪迴。請看經文。第一首偈就是把是非的標準給我們說出來。"
    },
    {
      "id": "02-008-0022_p0034",
      "zh_CN": "【若不往昔修福慧。于此正法不能闻。已曾供养诸如来。则能欢喜信此事。】",
      "zh_TW": "【若不往昔修福慧。於此正法不能聞。已曾供養諸如來。則能歡喜信此事。】"
    },
    {
      "id": "02-008-0022_p0035",
      "zh_CN": "『于此正法』。这个此就是指本经。佛在这里给我们讲得清清楚楚，你要不是往昔修福慧，你就不可能有缘分遇到这部经，这是真的不是假的。学佛的人很多，一生当中遇到这个经的人不多，这是如来所说的第一经！一直到近代才出现，这是不可思议；换句话说，近代这一些学佛的人善根成熟。从前要想闻到这个法门，你要看五本《无量寿经》，五种原译的，你的意思才能看得圆满，你要去念五本。在古时候印刷术不发达，流通量很少，你一生能够看到五种本子，谈何容易？你看王龙舒居士，那是了不起的人，他一生到处去找，只找到四种，还有一种没找到，就是《大宝积经无量寿会》，他没找到，那部经里面讲的有些东西，其余四种里头没有。由此可知，他对于《无量寿经》并没有读得完全，读得就不圆满。",
      "zh_TW": "『於此正法』。這個此就是指本經。佛在這裡給我們講得清清楚楚，你要不是往昔修福慧，你就不可能有緣分遇到這部經，這是真的不是假的。學佛的人很多，一生當中遇到這個經的人不多，這是如來所說的第一經！一直到近代才出現，這是不可思議；換句話說，近代這一些學佛的人善根成熟。從前要想聞到這個法門，你要看五本《無量壽經》，五種原譯的，你的意思才能看得圓滿，你要去念五本。在古時候印刷術不發達，流通量很少，你一生能夠看到五種本子，談何容易？你看王龍舒居士，那是了不起的人，他一生到處去找，只找到四種，還有一種沒找到，就是《大寶積經無量壽會》，他沒找到，那部經裡面講的有些東西，其餘四種裡頭沒有。由此可知，他對於《無量壽經》並沒有讀得完全，讀得就不圓滿。"
    },
    {
      "id": "02-008-0022_p0036",
      "zh_CN": "夏老居士把这五经集大成的本子，使我们读一部经，就把五部统统读到了，意思圆圆满满，一点都没有漏掉。我们现代的人比从前人福报大！这正是什么？福慧现前。不是福慧现前也不可能出这么一个人，他也不会发心来会集这部经。这正是像佛在前面所讲，已曾供养无量无数诸佛如来，我们今天听了才能够欢喜、才能够相信！这很不容易一桩事情。第二首就是拣非，非就是不是这个根器的。",
      "zh_TW": "夏老居士把這五經集大成的本子，使我們讀一部經，就把五部統統讀到了，意思圓圓滿滿，一點都沒有漏掉。我們現代的人比從前人福報大！這正是什麼？福慧現前。不是福慧現前也不可能出這麼一個人，他也不會發心來會集這部經。這正是像佛在前面所講，已曾供養無量無數諸佛如來，我們今天聽了才能夠歡喜、才能夠相信！這很不容易一樁事情。第二首就是揀非，非就是不是這個根器的。"
    },
    {
      "id": "02-008-0022_p0037",
      "zh_CN": "【恶骄懈怠及邪见。难信如来微妙法。】",
      "zh_TW": "【惡驕懈怠及邪見。難信如來微妙法。】"
    },
    {
      "id": "02-008-0022_p0038",
      "zh_CN": "『恶』是造恶业，『骄』是贡高我慢，『懈怠』是懒惰、放逸、散漫，邪知邪见的，他不相信这个法门。『难信如来微妙法』，微妙法就是指这部经，这一些人没有善根、没有福德，纵然遇到了，他也不相信。",
      "zh_TW": "『惡』是造惡業，『驕』是貢高我慢，『懈怠』是懶惰、放逸、散漫，邪知邪見的，他不相信這個法門。『難信如來微妙法』，微妙法就是指這部經，這一些人沒有善根、沒有福德，縱然遇到了，他也不相信。"
    },
    {
      "id": "02-008-0022_p0039",
      "zh_CN": "【譬如盲人恒处暗。不能开导于他路。】",
      "zh_TW": "【譬如盲人恆處闇。不能開導於他路。】"
    },
    {
      "id": "02-008-0022_p0040",
      "zh_CN": "这两句是比喻，好比生盲，所谓生盲，生下来眼睛就瞎了，一生见不到光明。『盲人』自己不认识路，怎么能够指路给别人？古德常讲「欲知山下路，须问过来人」。你不问过来人，那你怎么会晓得？盲人不能够开导的，『不能开导于他路』，换句话说，自己对这个法门疑惑，再把这个法门讲给别人听，别人怎么会相信？我劝你们依照这个法门修学，我自己不修，那你一定会问我，你说这个法门好，你为什么不修？那听的人一定怀疑，大概你还有更好的法门，你还没说出来，你会叫别人怀疑。所以一定要依教修行，要断恶修善。向下六首完全赞叹善根福德因缘三个条件成熟的这些人，这些人这一生必定成就。佛一开头就说：",
      "zh_TW": "這兩句是比喻，好比生盲，所謂生盲，生下來眼睛就瞎了，一生見不到光明。『盲人』自己不認識路，怎麼能夠指路給別人？古德常講「欲知山下路，須問過來人」。你不問過來人，那你怎麼會曉得？盲人不能夠開導的，『不能開導於他路』，換句話說，自己對這個法門疑惑，再把這個法門講給別人聽，別人怎麼會相信？我勸你們依照這個法門修學，我自己不修，那你一定會問我，你說這個法門好，你為什麼不修？那聽的人一定懷疑，大概你還有更好的法門，你還沒說出來，你會叫別人懷疑。所以一定要依教修行，要斷惡修善。向下六首完全讚歎善根福德因緣三個條件成熟的這些人，這些人這一生必定成就。佛一開頭就說："
    },
    {
      "id": "02-008-0022_p0041",
      "zh_CN": "【唯曾于佛植众善。救世之行方能修。闻已受持及书写。读诵赞演并供养。如是一心求净方。决定往生极乐国。假使大火满三千。乘佛威德悉能超。】",
      "zh_TW": "【唯曾於佛植眾善。救世之行方能修。聞已受持及書寫。讀誦讚演並供養。如是一心求淨方。決定往生極樂國。假使大火滿三千。乘佛威德悉能超。】"
    },
    {
      "id": "02-008-0022_p0042",
      "zh_CN": "这我们一看统统都是重颂，意思前面统统讲过。这个地方特别要强调『唯曾于佛植众善』，过去生中我们生生世世都学佛，曾经供养无量无数诸佛如来，有这样深厚的善根。我们要问，既有这么深厚的善根，为什么没往生，还落得今天这个样子？说老实话，这样的经论我们在过去生中也听了很多很多遍，听了怎么样？不信！现在你又听了，那问问你，你信不信？肯不肯修？还半信半疑又不肯，那好了，那等到再来生！这一生没指望，生生世世就是这样耽误掉了。",
      "zh_TW": "這我們一看統統都是重頌，意思前面統統講過。這個地方特別要強調『唯曾於佛植眾善』，過去生中我們生生世世都學佛，曾經供養無量無數諸佛如來，有這樣深厚的善根。我們要問，既有這麼深厚的善根，為什麼沒往生，還落得今天這個樣子？說老實話，這樣的經論我們在過去生中也聽了很多很多遍，聽了怎麼樣？不信！現在你又聽了，那問問你，你信不信？肯不肯修？還半信半疑又不肯，那好了，那等到再來生！這一生沒指望，生生世世就是這樣耽誤掉了。"
    },
    {
      "id": "02-008-0022_p0043",
      "zh_CN": "前面曾经说过三种人不生，贪恋世法，世间法放不下；这放不下就难了、就不能生了。只要对世间法有一丝毫牵挂，极乐世界就去不了。到了临终时，阿弥陀佛来接引，你忽然想到你的家亲眷属，想到儿子、孙子还没有见一面，那就不行了，那阿弥陀佛不会等你；再要想到你的财产、财富就更完了。给诸位说，这些都叫做魔障！说临命终时，魔来扰乱，什么叫魔？贪瞋痴慢都是魔。喜欢的人要见一面，那个仇人还没报复他，这个东西，这都是大障碍，这都是大魔障！所以心里头有一点点牵挂都不行，清净平等觉！我们要修清净心，清净心里头没有一丝毫牵挂，这样才能成功；换句话说，我们过去生中，就是那牵挂没有断得干净，所以搞到现在。总算善根又成熟了、又遇到了，再一次的机会看看这一生如何了。",
      "zh_TW": "前面曾經說過三種人不生，貪戀世法，世間法放不下；這放不下就難了、就不能生了。只要對世間法有一絲毫牽掛，極樂世界就去不了。到了臨終時，阿彌陀佛來接引，你忽然想到你的家親眷屬，想到兒子、孫子還沒有見一面，那就不行了，那阿彌陀佛不會等你；再要想到你的財產、財富就更完了。給諸位說，這些都叫做魔障！說臨命終時，魔來擾亂，什麼叫魔？貪瞋痴慢都是魔。喜歡的人要見一面，那個仇人還沒報復他，這個東西，這都是大障礙，這都是大魔障！所以心裡頭有一點點牽掛都不行，清淨平等覺！我們要修清淨心，清淨心裡頭沒有一絲毫牽掛，這樣才能成功；換句話說，我們過去生中，就是那牽掛沒有斷得乾淨，所以搞到現在。總算善根又成熟了、又遇到了，再一次的機會看看這一生如何了。"
    },
    {
      "id": "02-008-0022_p0044",
      "zh_CN": "『救世之行方能修』。前面是讲上求，这是讲下化。一定要有大悲济世的心怀，救度一切众生。先度自己，自己得度，得要度别人，怎么个度法？佛在前面一再劝勉我们，要把这个法门普遍的介绍给一切众生，这是行佛所行。下面就讲『闻已受持及书写』，自己一定要欢喜接受，依教奉行，这是受持。书写就是流通，尽我们所有的力量来流通这部法宝。现在流通的方法很多，印经是流通，做录音带也是流通，很多人这个经书拿去了，这里面很多生字、难字他不想念，有个录音带带着念，他兴趣来了，他就会跟着念了。所以现在我们录音带有国语的、有台语的，现在有一个是广东话的，广东话也有了，这都是属于书写。千万不要认为这没有什么意义，那你就搞错了。",
      "zh_TW": "『救世之行方能修』。前面是講上求，這是講下化。一定要有大悲濟世的心懷，救度一切眾生。先度自己，自己得度，得要度別人，怎麼個度法？佛在前面一再勸勉我們，要把這個法門普遍的介紹給一切眾生，這是行佛所行。下面就講『聞已受持及書寫』，自己一定要歡喜接受，依教奉行，這是受持。書寫就是流通，盡我們所有的力量來流通這部法寶。現在流通的方法很多，印經是流通，做錄音帶也是流通，很多人這個經書拿去了，這裡面很多生字、難字他不想念，有個錄音帶帶著念，他興趣來了，他就會跟著念了。所以現在我們錄音帶有國語的、有台語的，現在有一個是廣東話的，廣東話也有了，這都是屬於書寫。千萬不要認為這沒有什麼意義，那你就搞錯了。"
    },
    {
      "id": "02-008-0022_p0045",
      "zh_CN": "念这一句阿弥陀佛，一天到晚教你念这六个字，这有什么意思，重复再重复，老是这一句有什么意思？说老实话，没有意思才好，有意思就坏了！有意思是什么？邪知邪见，有意思就是魔障，佛的好处就是没意思，心地干净。这六祖大师所讲的「本来无一物，何处惹尘埃」。所以大家坏什么，坏就要它有意思，就坏在这里，六道轮回就是这么来的。广播电台，说老实话，如果你讲真正想利用它，大家要是能够筹一笔钱买一个时间，一天买它几个小时，播什么？「南无阿弥陀佛，南无阿弥陀佛」，叫人家打开这收音机就听到佛号，比什么播讲经的功德大多了。这是很多人不晓得、不知道，这叫流通！",
      "zh_TW": "念這一句阿彌陀佛，一天到晚教你念這六個字，這有什麼意思，重複再重複，老是這一句有什麼意思？說老實話，沒有意思才好，有意思就壞了！有意思是什麼？邪知邪見，有意思就是魔障，佛的好處就是沒意思，心地乾淨。這六祖大師所講的「本來無一物，何處惹塵埃」。所以大家壞什麼，壞就要它有意思，就壞在這裡，六道輪迴就是這麼來的。廣播電台，說老實話，如果你講真正想利用它，大家要是能夠籌一筆錢買一個時間，一天買它幾個小時，播什麼？「南無阿彌陀佛，南無阿彌陀佛」，叫人家打開這收音機就聽到佛號，比什麼播講經的功德大多了。這是很多人不曉得、不知道，這叫流通！"
    },
    {
      "id": "02-008-0022_p0046",
      "zh_CN": "这部经我在台湾讲了一次，专门替广播电台讲的，《无量寿经》讲了一遍，播出一遍之后，他问我还要播什么？我说再重播；重播第二遍，又快播完了，十一月就完了，打电话再问我，还要不要换什么？我说再重播。那是什么？我讲经，实实在在最好不要讲，念，念经。你每天在电台，如果我们速度快一点，一个小时，每天广播电台广播一次，就是念《无量寿经》，多少人他可以打开收音机跟着念一遍，这比讲经还要好。为什么？讲还是有一点意思；念，它意思就没有了。愈是没有意思愈好，愈有意思是愈糟糕！几时诸位能够懂得没有意思的时候，那你就接近道了，就快清净了；还样样想意思，你的心不清净。所以这个书写范围非常广大。我们在广播电台买一个时间，就是叫它每天把《无量寿经》播一次，念经的或者是念佛号，这都是属于书写，书写就是流通。",
      "zh_TW": "這部經我在台灣講了一次，專門替廣播電台講的，《無量壽經》講了一遍，播出一遍之後，他問我還要播什麼？我說再重播；重播第二遍，又快播完了，十一月就完了，打電話再問我，還要不要換什麼？我說再重播。那是什麼？我講經，實實在在最好不要講，念，念經。你每天在電台，如果我們速度快一點，一個小時，每天廣播電台廣播一次，就是念《無量壽經》，多少人他可以打開收音機跟著念一遍，這比講經還要好。為什麼？講還是有一點意思；念，它意思就沒有了。愈是沒有意思愈好，愈有意思是愈糟糕！幾時諸位能夠懂得沒有意思的時候，那你就接近道了，就快清淨了；還樣樣想意思，你的心不清淨。所以這個書寫範圍非常廣大。我們在廣播電台買一個時間，就是叫它每天把《無量壽經》播一次，念經的或者是念佛號，這都是屬於書寫，書寫就是流通。"
    },
    {
      "id": "02-008-0022_p0047",
      "zh_CN": "『读诵』，自己要常常读，读得愈多愈好。『赞演』，赞演就是为人演说。赞是赞叹，佛讲这部经就是赞叹西方世界依正庄严，所以讲经是赞叹。演是什么？演是表演，表演在哪里表演？你把这个经的经义、教训完全都做到了，这就是表演。你让凡是接近你的人，看到你天天心地清净，法喜充满，这表演！表演给大家看。他看到之后，一定非常羡慕，我这个人生苦得不得了，你为什么那么快乐？然后你就可以告诉他，我这个快乐是怎么得来的，他就会跟你学了！诸位要知道，生活就是演戏，觉悟的人要演给不觉悟的人看，不但我们讲经教他开悟，我们的一举一动都要令一切众生开悟，这叫赞演。",
      "zh_TW": "『讀誦』，自己要常常讀，讀得愈多愈好。『讚演』，讚演就是為人演說。讚是讚歎，佛講這部經就是讚歎西方世界依正莊嚴，所以講經是讚歎。演是什麼？演是表演，表演在哪裡表演？你把這個經的經義、教訓完全都做到了，這就是表演。你讓凡是接近你的人，看到你天天心地清淨，法喜充滿，這表演！表演給大家看。他看到之後，一定非常羨慕，我這個人生苦得不得了，你為什麼那麼快樂？然後你就可以告訴他，我這個快樂是怎麼得來的，他就會跟你學了！諸位要知道，生活就是演戲，覺悟的人要演給不覺悟的人看，不但我們講經教他開悟，我們的一舉一動都要令一切眾生開悟，這叫讚演。"
    },
    {
      "id": "02-008-0022_p0048",
      "zh_CN": "『并供养』，供养是我们有力量把经书、佛像、录音带、录影带赠送给别人，这是供养，使他也能够得到殊胜的利益。所以自己生活愈简单愈好。心要清净，身要清净，身心清净就健康长寿！多余的力量统统去修布施、供养，决定有大利益。布施、供养刚才我教给你方法，印经，做录音带、录影带，广播电台、电视台都可以，都可以做的，这统统是供养，供养一切众生。",
      "zh_TW": "『並供養』，供養是我們有力量把經書、佛像、錄音帶、錄影帶贈送給別人，這是供養，使他也能夠得到殊勝的利益。所以自己生活愈簡單愈好。心要清淨，身要清淨，身心清淨就健康長壽！多餘的力量統統去修布施、供養，決定有大利益。布施、供養剛才我教給你方法，印經，做錄音帶、錄影帶，廣播電台、電視台都可以，都可以做的，這統統是供養，供養一切眾生。"
    },
    {
      "id": "02-008-0022_p0049",
      "zh_CN": "『如是一心求净方』，净方就是西方极乐世界，我们这一生当中，只有一个目标、只有一个方向求生极乐世界。要问你，我们这一生投胎来做人是干什么的？求生西方极乐世界的，那就一点都不错了。来到这个世间就是求生西方极乐世界。这样的人，佛在此地的语气肯定『决定往生极乐国』，这了不得！要知道超越生死轮回是多困难的一桩事，这不是容易事情！无始劫以来都没有办法脱离轮回，这一生永脱轮回了，不再搞生死了；这个身在这个娑婆世界、在六道里面，叫最后身，下一次不受了；下一次如果要再来，那是菩萨乘愿再来，不是业力支配的，是菩萨乘愿再来，西方世界留学回来之后，乘愿再来。乘愿再来的人有宿命通，知道过去、现在、未来，知道，一点都不迷惑的。",
      "zh_TW": "『如是一心求淨方』，淨方就是西方極樂世界，我們這一生當中，只有一個目標、只有一個方向求生極樂世界。要問你，我們這一生投胎來做人是幹什麼的？求生西方極樂世界的，那就一點都不錯了。來到這個世間就是求生西方極樂世界。這樣的人，佛在此地的語氣肯定『決定往生極樂國』，這了不得！要知道超越生死輪迴是多困難的一樁事，這不是容易事情！無始劫以來都沒有辦法脫離輪迴，這一生永脫輪迴了，不再搞生死了；這個身在這個娑婆世界、在六道裡面，叫最後身，下一次不受了；下一次如果要再來，那是菩薩乘願再來，不是業力支配的，是菩薩乘願再來，西方世界留學回來之後，乘願再來。乘願再來的人有宿命通，知道過去、現在、未來，知道，一點都不迷惑的。"
    },
    {
      "id": "02-008-0022_p0050",
      "zh_CN": "『假使大火满三千，乘佛威德悉能超』。这我们在前面长行也念过的，这就是这个法门的殊胜。在大劫难来临的时候，念佛的人也决定能安安稳稳往生极乐世界的，这是讲受持、依教奉行的人决定往生。再看底下一段。佛在此地又要加强我们的信心，这信心太重要了，因为三资粮里面信是第一，信心太不容易了。",
      "zh_TW": "『假使大火滿三千，乘佛威德悉能超』。這我們在前面長行也念過的，這就是這個法門的殊勝。在大劫難來臨的時候，念佛的人也決定能安安穩穩往生極樂世界的，這是講受持、依教奉行的人決定往生。再看底下一段。佛在此地又要加強我們的信心，這信心太重要了，因為三資糧裡面信是第一，信心太不容易了。"
    },
    {
      "id": "02-008-0022_p0051",
      "zh_CN": "【如来深广智慧海。唯佛与佛乃能知。声闻亿劫思佛智。尽其神力莫能测。】",
      "zh_TW": "【如來深廣智慧海。唯佛與佛乃能知。聲聞億劫思佛智。盡其神力莫能測。】"
    },
    {
      "id": "02-008-0022_p0052",
      "zh_CN": "这一首讲佛的智慧，我们要相信，为什么？西方极乐世界是佛智所建立的，我们之所以不相信就是不信佛的智慧。特别是世间一类叫世智辩聪的人，拿自己的意思去解释佛法，全盘都解错了，还自己认为很得意。自己造作的罪业自己不知道，这非常非常的可悲！佛的智慧只有成佛才知道。等觉菩萨望佛的智慧，古人讲有如隔罗见月，罗是什么？罗网，就好像我们纱窗一样，隔着纱窗见月亮，是看得很清楚，还是隔一层。等觉菩萨尚且如此，何况我们凡夫？这里举个例子。",
      "zh_TW": "這一首講佛的智慧，我們要相信，為什麼？西方極樂世界是佛智所建立的，我們之所以不相信就是不信佛的智慧。特別是世間一類叫世智辯聰的人，拿自己的意思去解釋佛法，全盤都解錯了，還自己認為很得意。自己造作的罪業自己不知道，這非常非常的可悲！佛的智慧只有成佛才知道。等覺菩薩望佛的智慧，古人講有如隔羅見月，羅是什麼？羅網，就好像我們紗窗一樣，隔著紗窗見月亮，是看得很清楚，還是隔一層。等覺菩薩尚且如此，何況我們凡夫？這裡舉個例子。"
    },
    {
      "id": "02-008-0022_p0053",
      "zh_CN": "『声闻』，声闻是阿罗汉。阿罗汉『亿劫』，这么长的时间去思惟佛智，说『尽其神力莫能测』，办不到的！过去李炳南老居士讲这个经，讲到这一句的时候他很感慨的说：修其他宗、其他法门对于净宗不了解，这是真的；除非真正是通宗通教，通宗通教他后来必定求生净土。像马鸣、龙树、智者大师通宗通教，他后来求生净土。如果对净土不相信、怀疑，甚至于排斥；换句话说，宗、教都不通才会有这个现象。底下一首是讲佛的功德。",
      "zh_TW": "『聲聞』，聲聞是阿羅漢。阿羅漢『億劫』，這麼長的時間去思惟佛智，說『盡其神力莫能測』，辦不到的！過去李炳南老居士講這個經，講到這一句的時候他很感慨的說：修其他宗、其他法門對於淨宗不了解，這是真的；除非真正是通宗通教，通宗通教他後來必定求生淨土。像馬鳴、龍樹、智者大師通宗通教，他後來求生淨土。如果對淨土不相信、懷疑，甚至於排斥；換句話說，宗、教都不通才會有這個現象。底下一首是講佛的功德。"
    },
    {
      "id": "02-008-0022_p0054",
      "zh_CN": "【如来功德佛自知。唯有世尊能开示。人身难得佛难值。信慧闻法难中难。】",
      "zh_TW": "【如來功德佛自知。唯有世尊能開示。人身難得佛難值。信慧聞法難中難。】"
    },
    {
      "id": "02-008-0022_p0055",
      "zh_CN": "前面两句是讲佛的功德，因为西方极乐世界是如来功德所成。智慧所建，功德所成！真正不可思议，这是我们应当要明了、要相信。『人身难得』，佛在大小乘经里面常常给我们说，现在我们得到人身，失掉人身想再得人身，难，太难太难！佛在经上有种种比喻。这些比喻我们听了之后，是难。譬如佛讲须弥穿针喻，他从须弥山上面放一条线，山下放一根绣花针，这个线放下来刚刚好就穿到那个针孔里去了；他说人失掉人身，来生再得人身，那个机会就像那个线刚刚好穿到针孔里去了。你放一万条线，看看有没有一条穿上，难！太难太难了。不要说须弥山，我们这个讲堂只不过三楼，你们在三楼上吊一根线，下面放一根针，你去穿穿看，让你穿一天，给你穿一万条线，看看能不能穿到一条，不容易，实在不容易！",
      "zh_TW": "前面兩句是講佛的功德，因為西方極樂世界是如來功德所成。智慧所建，功德所成！真正不可思議，這是我們應當要明瞭、要相信。『人身難得』，佛在大小乘經裡面常常給我們說，現在我們得到人身，失掉人身想再得人身，難，太難太難！佛在經上有種種比喻。這些比喻我們聽了之後，是難。譬如佛講須彌穿針喻，他從須彌山上面放一條線，山下放一根繡花針，這個線放下來剛剛好就穿到那個針孔裡去了；他說人失掉人身，來生再得人身，那個機會就像那個線剛剛好穿到針孔裡去了。你放一萬條線，看看有沒有一條穿上，難！太難太難了。不要說須彌山，我們這個講堂只不過三樓，你們在三樓上吊一根線，下面放一根針，你去穿穿看，讓你穿一天，給你穿一萬條線，看看能不能穿到一條，不容易，實在不容易！"
    },
    {
      "id": "02-008-0022_p0056",
      "zh_CN": "我们仔细再想一想，冷静思考思考，佛说的话真的吗？是不假。为什么？得人身要五戒十善。我们这一生当中，起心动念、一切造作是善多还是恶多？这我们自己晓得，不要去问别人。如果我们动的恶念多，善念少，再跟诸位讲这个善恶，凡是对自己有利益的，自私自利的，都是恶；凡是利益一切众生的这个念头，这是善念。我们动了几个念头是利益众生的？动了多少个念头是自私自利的？有几个念头与贪瞋痴相应的？又有几个念头跟戒定慧相应的？这个帐好好的算一算就晓得了，不但六道，恐怕三途有分！算一算，一定算到三途去，饿鬼、畜生、地狱去了，人哪里能够得到？所以佛讲的话我们相信，确实不假！人身难得。",
      "zh_TW": "我們仔細再想一想，冷靜思考思考，佛說的話真的嗎？是不假。為什麼？得人身要五戒十善。我們這一生當中，起心動念、一切造作是善多還是惡多？這我們自己曉得，不要去問別人。如果我們動的惡念多，善念少，再跟諸位講這個善惡，凡是對自己有利益的，自私自利的，都是惡；凡是利益一切眾生的這個念頭，這是善念。我們動了幾個念頭是利益眾生的？動了多少個念頭是自私自利的？有幾個念頭與貪瞋痴相應的？又有幾個念頭跟戒定慧相應的？這個帳好好的算一算就曉得了，不但六道，恐怕三途有分！算一算，一定算到三途去，餓鬼、畜生、地獄去了，人哪裡能夠得到？所以佛講的話我們相信，確實不假！人身難得。"
    },
    {
      "id": "02-008-0022_p0057",
      "zh_CN": "为什么佛要强调得人身？人身最可贵之处是容易觉悟。佛是六道都讲经，天上也讲，鬼道、畜生道，地藏菩萨在地狱道度众生，哪一道佛都去讲。最容易得度的，最容易觉悟的，人道。换句话说，其他的那几道很不容易觉悟！天上太快乐了，你跟他讲他不相信；三恶道太苦了，你怎么说他也很难接受。所以人道是苦乐参半，比较容易觉悟，所以人身可贵！人身要遇不到佛法，就不可贵了；遇到佛法要不觉悟，也不可贵；觉悟了，要不肯念佛往生，诸位想想可贵在哪里？所以搞到最后，还是要念佛往生，那才叫真正可贵。为什么？你这一生当中，永脱轮回，这是真正可贵。你不能出三界，了生死，脱轮回，就是修到非想非非想天也不算可贵，为什么？天福享尽了堕地狱。四禅天以上，福报尽了多半是堕地狱的。讲佛法难闻！",
      "zh_TW": "為什麼佛要強調得人身？人身最可貴之處是容易覺悟。佛是六道都講經，天上也講，鬼道、畜生道，地藏菩薩在地獄道度眾生，哪一道佛都去講。最容易得度的，最容易覺悟的，人道。換句話說，其他的那幾道很不容易覺悟！天上太快樂了，你跟他講他不相信；三惡道太苦了，你怎麼說他也很難接受。所以人道是苦樂參半，比較容易覺悟，所以人身可貴！人身要遇不到佛法，就不可貴了；遇到佛法要不覺悟，也不可貴；覺悟了，要不肯念佛往生，諸位想想可貴在哪裡？所以搞到最後，還是要念佛往生，那才叫真正可貴。為什麼？你這一生當中，永脫輪迴，這是真正可貴。你不能出三界，了生死，脫輪迴，就是修到非想非非想天也不算可貴，為什麼？天福享盡了墮地獄。四禪天以上，福報盡了多半是墮地獄的。講佛法難聞！"
    },
    {
      "id": "02-008-0022_p0058",
      "zh_CN": "『信慧闻法难中难』，这就是前面给我们讲了五种难。你对于这部经、这个法门，念佛成佛这个法门你能够接受、能相信，那这是难中之难，没有比这个更难的。这是佛劝我们要建立信心，对于佛的智慧、功德不要怀疑，然后才对这经上所讲的西方极乐世界，我们就信得过了。",
      "zh_TW": "『信慧聞法難中難』，這就是前面給我們講了五種難。你對於這部經、這個法門，念佛成佛這個法門你能夠接受、能相信，那這是難中之難，沒有比這個更難的。這是佛勸我們要建立信心，對於佛的智慧、功德不要懷疑，然後才對這經上所講的西方極樂世界，我們就信得過了。"
    },
    {
      "id": "02-008-0022_p0059",
      "zh_CN": "【若诸有情当作佛。行超普贤登彼岸。是故博闻诸智士。应信我教如实言。】",
      "zh_TW": "【若諸有情當作佛。行超普賢登彼岸。是故博聞諸智士。應信我教如實言。】"
    },
    {
      "id": "02-008-0022_p0060",
      "zh_CN": "这里头有一句是真正不可思议。因为有这句经言，使这部经超过了《大方广佛华严经》，而在《华严》之上，就是此地一句，『行超普贤登彼岸』。前面一再讲的「德遵普贤」，修普贤行，说得很多，等同《华严》，跟《华严》没有两样，他是没有超过普贤的，这个地方讲超过普贤了。佛在此地是故意这样说的，勉励我们的，还是真的超过普贤？我跟诸位说是真超过。前面讲「若诸有情当作佛」，这个有情就是指我们这些人，现在他应当作佛；我们这些博地凡夫一品烦恼都没有断，居然要作佛了，那要不超过普贤，你怎么能做得了佛？你想作佛，决定超过普贤才行，他真超过了。",
      "zh_TW": "這裡頭有一句是真正不可思議。因為有這句經言，使這部經超過了《大方廣佛華嚴經》，而在《華嚴》之上，就是此地一句，『行超普賢登彼岸』。前面一再講的「德遵普賢」，修普賢行，說得很多，等同《華嚴》，跟《華嚴》沒有兩樣，他是沒有超過普賢的，這個地方講超過普賢了。佛在此地是故意這樣說的，勉勵我們的，還是真的超過普賢？我跟諸位說是真超過。前面講「若諸有情當作佛」，這個有情就是指我們這些人，現在他應當作佛；我們這些博地凡夫一品煩惱都沒有斷，居然要作佛了，那要不超過普賢，你怎麼能做得了佛？你想作佛，決定超過普賢才行，他真超過了。"
    },
    {
      "id": "02-008-0022_p0061",
      "zh_CN": "普贤菩萨修积无量大劫才修成圆教等觉菩萨，在华严会上提倡念佛求生净土。这样的人他求生净土，为什么？他还有什么求的？等觉菩萨再往上面去就是无上正等正觉，圆教佛果。所以他所求的就是这个圆教佛果。圆教佛果到哪里求？如果华藏世界可以成就，何必到西方极乐世界？没有必要。不但他去，他普遍劝导华藏世界四十一位法身大士统统念佛求生西方极乐世界，你们想想这是什么一回事情？华藏世界都是毘卢遮那如来的弟子，他把他的弟子统统叫他到西方极乐世界去了，毘卢遮那佛也不生气，这很奇怪！把他弟子都带跑了，毘卢遮那佛不生气，不但不生气还赞叹。我们这个世间不行，我们这个道场信徒被别人拉去，那还得了，不得了。你看看华藏世界，看看诸佛菩萨那个心量，这些地方都是我们应当要学习的。",
      "zh_TW": "普賢菩薩修積無量大劫才修成圓教等覺菩薩，在華嚴會上提倡念佛求生淨土。這樣的人他求生淨土，為什麼？他還有什麼求的？等覺菩薩再往上面去就是無上正等正覺，圓教佛果。所以他所求的就是這個圓教佛果。圓教佛果到哪裡求？如果華藏世界可以成就，何必到西方極樂世界？沒有必要。不但他去，他普遍勸導華藏世界四十一位法身大士統統念佛求生西方極樂世界，你們想想這是什麼一回事情？華藏世界都是毘盧遮那如來的弟子，他把他的弟子統統叫他到西方極樂世界去了，毘盧遮那佛也不生氣，這很奇怪！把他弟子都帶跑了，毘盧遮那佛不生氣，不但不生氣還讚歎。我們這個世間不行，我們這個道場信徒被別人拉去，那還得了，不得了。你看看華藏世界，看看諸佛菩薩那個心量，這些地方都是我們應當要學習的。"
    },
    {
      "id": "02-008-0022_p0062",
      "zh_CN": "华藏世界，说老实话不是不能成就，成就慢；西方极乐世界成就快。毘卢遮那佛只有一个心愿，希望这些菩萨赶快成佛，到西方极乐世界很快就成佛了，那正是满他的愿，他怎么会阻挠？这是说他们修行久才发现这个法门，念佛求生西方极乐世界，很快就成圆教佛果。我们今天是凡夫，虽然过去世种下很深厚的善根，这是没有话说的，这是决定的。如果不是过去生中，供养无量无边诸佛如来，你今天不可能有这善根，给你一说就欢喜相信，不可能的事情。虽然善根深厚，毕竟烦恼一品也没断，这是事实，比起这些大菩萨我们差太远太远！我们今天也发现这个法门，也依照这个法门修学，这一下就到西方极乐世界去了；一去就见到普贤菩萨，跟普贤菩萨拉拉手，普贤菩萨对你非常赞叹佩服，一定说你超过我太多太多了，我搞了无量劫才搞来，你一天没搞就来了，你不是超过我了吗？一品烦恼没断你居然来了，来了跟我平起平坐，超过他，真的超过了。",
      "zh_TW": "華藏世界，說老實話不是不能成就，成就慢；西方極樂世界成就快。毘盧遮那佛只有一個心願，希望這些菩薩趕快成佛，到西方極樂世界很快就成佛了，那正是滿他的願，他怎麼會阻撓？這是說他們修行久才發現這個法門，念佛求生西方極樂世界，很快就成圓教佛果。我們今天是凡夫，雖然過去世種下很深厚的善根，這是沒有話說的，這是決定的。如果不是過去生中，供養無量無邊諸佛如來，你今天不可能有這善根，給你一說就歡喜相信，不可能的事情。雖然善根深厚，畢竟煩惱一品也沒斷，這是事實，比起這些大菩薩我們差太遠太遠！我們今天也發現這個法門，也依照這個法門修學，這一下就到西方極樂世界去了；一去就見到普賢菩薩，跟普賢菩薩拉拉手，普賢菩薩對你非常讚歎佩服，一定說你超過我太多太多了，我搞了無量劫才搞來，你一天沒搞就來了，你不是超過我了嗎？一品煩惱沒斷你居然來了，來了跟我平起平坐，超過他，真的超過了。"
    },
    {
      "id": "02-008-0022_p0063",
      "zh_CN": "佛到这个地方来才给我们说出，所以这句话是真的，佛不是鼓励我们的话，佛没有妄语，确确实实超越。他费多少精神，费多少功夫、多少时间修到那个地步，我们是不费力就去了、就到了。这就好比你们朝山，你们朝山如果背个袋子，走路去，从此地走到五台山，我看要走好几个月才走到，好辛苦才走到！这边这个人坐直升机马上就去了，一到的时候，我们这么辛苦，你怎么一下子就来了？一点苦都没吃就到了。凡夫遇到这个法门，就是坐直升机去的；那些菩萨都是走路去的，辛辛苦苦才碰到这个地方。所以，实实在在行超普贤登彼岸，诸位要记住。",
      "zh_TW": "佛到這個地方來才給我們說出，所以這句話是真的，佛不是鼓勵我們的話，佛沒有妄語，確確實實超越。他費多少精神，費多少功夫、多少時間修到那個地步，我們是不費力就去了、就到了。這就好比你們朝山，你們朝山如果背個袋子，走路去，從此地走到五台山，我看要走好幾個月才走到，好辛苦才走到！這邊這個人坐直昇機馬上就去了，一到的時候，我們這麼辛苦，你怎麼一下子就來了？一點苦都沒吃就到了。凡夫遇到這個法門，就是坐直昇機去的；那些菩薩都是走路去的，辛辛苦苦才碰到這個地方。所以，實實在在行超普賢登彼岸，諸位要記住。"
    },
    {
      "id": "02-008-0022_p0064",
      "zh_CN": "『若诸有情当作佛』，他能够信解，能够接受，能够发愿，依教奉行，这个人就是当作佛，我们决定不能轻视他，眼看他马上就成佛了。所以这种人，诸佛护念，一切菩萨、善神护持，没有不尊敬的。我们凡夫不认识他，往往还瞧不起他。鬼神不一样，鬼神有他心通，有天眼，他见到不敢不尊敬。为什么？他的心念一转，佛光就现前，我们肉眼看不到，他有神通，他看到你放的光不一样，这光明不相同。人人身上都有光，都有光明。光明大小不一样，颜色不一样，最好的光是金光，所以就看你自己的心念。你念五欲六尘那个光是灰色的，暗色的；你念阿弥陀佛就放金光，所以这不相同。『是故博闻诸智士』，佛在此地说，博学多闻有智慧之士。『应信我教如实言』，应当要相信佛所讲的句句真实，没有一句是妄语，没有一句是过分的，没有。",
      "zh_TW": "『若諸有情當作佛』，他能夠信解，能夠接受，能夠發願，依教奉行，這個人就是當作佛，我們決定不能輕視他，眼看他馬上就成佛了。所以這種人，諸佛護念，一切菩薩、善神護持，沒有不尊敬的。我們凡夫不認識他，往往還瞧不起他。鬼神不一樣，鬼神有他心通，有天眼，他見到不敢不尊敬。為什麼？他的心念一轉，佛光就現前，我們肉眼看不到，他有神通，他看到你放的光不一樣，這光明不相同。人人身上都有光，都有光明。光明大小不一樣，顏色不一樣，最好的光是金光，所以就看你自己的心念。你念五欲六塵那個光是灰色的，暗色的；你念阿彌陀佛就放金光，所以這不相同。『是故博聞諸智士』，佛在此地說，博學多聞有智慧之士。『應信我教如實言』，應當要相信佛所講的句句真實，沒有一句是妄語，沒有一句是過分的，沒有。"
    },
    {
      "id": "02-008-0022_p0065",
      "zh_CN": "【如是妙法幸听闻。应常念佛而生喜。受持广度生死流。佛说此人真善友。】",
      "zh_TW": "【如是妙法幸聽聞。應常念佛而生喜。受持廣度生死流。佛說此人真善友。】"
    },
    {
      "id": "02-008-0022_p0066",
      "zh_CN": "『如是妙法』，是指这一部《大乘无量寿经》，我们有幸才听到，这种幸是大幸。彭际清居士所说的「无量劫来希有难逢之一日」，这是多么值得庆幸的。你得到之后，『应常念佛而生喜』，应当要常常念佛，法喜充满，依教奉行，受持这一部经典、佛号。『广度生死流』，不但度自己也帮助别人。『佛说此人真善友』，这个善友跟《华严经》上五十三位善友完全相同；善财童子五十三参，参访善友。好，我们再看末后这一章。末后这一章是举益流通，这是大众得到的真实利益。",
      "zh_TW": "『如是妙法』，是指這一部《大乘無量壽經》，我們有幸才聽到，這種幸是大幸。彭際清居士所說的「無量劫來希有難逢之一日」，這是多麼值得慶幸的。你得到之後，『應常念佛而生喜』，應當要常常念佛，法喜充滿，依教奉行，受持這一部經典、佛號。『廣度生死流』，不但度自己也幫助別人。『佛說此人真善友』，這個善友跟《華嚴經》上五十三位善友完全相同；善財童子五十三參，參訪善友。好，我們再看末後這一章。末後這一章是舉益流通，這是大眾得到的真實利益。"
    },
    {
      "id": "02-008-0022_p0067",
      "zh_CN": "【尔时世尊说此经法。天人世间有万二千那由他亿众生。远离尘垢。得法眼净。二十亿众生。得阿那含果。六千八百比丘。诸漏已尽。心得解脱。】",
      "zh_TW": "【爾時世尊說此經法。天人世間有萬二千那由他億眾生。遠離塵垢。得法眼淨。二十億眾生。得阿那含果。六千八百比丘。諸漏已盡。心得解脫。】"
    },
    {
      "id": "02-008-0022_p0068",
      "zh_CN": "这段是讲的当时参加大会小乘根性的人所得到的利益，小乘根性的人。『有万二千那由他亿众生』，可见得与会的大众，不仅是我们凡夫肉眼能够见到的人众，他方世界来参加的太多太多！娑婆世界，除我们这个地球之外，所谓三千大千世界，佛的弟子知道佛在此地讲这部经都来听。『远离尘垢，得法眼净』，就是小乘初果，得初果的人有这么多。初果是见道位，小乘见道位。『二十亿众生，得阿那含果』，当然阿那含、斯陀含就包括二果、三果。『六千八百比丘，诸漏已尽』，这就是证阿罗汉果。『心得解脱』，所以这一段讲小乘人得果。下面再看菩萨得果。",
      "zh_TW": "這段是講的當時參加大會小乘根性的人所得到的利益，小乘根性的人。『有萬二千那由他億眾生』，可見得與會的大眾，不僅是我們凡夫肉眼能夠見到的人眾，他方世界來參加的太多太多！娑婆世界，除我們這個地球之外，所謂三千大千世界，佛的弟子知道佛在此地講這部經都來聽。『遠離塵垢，得法眼淨』，就是小乘初果，得初果的人有這麼多。初果是見道位，小乘見道位。『二十億眾生，得阿那含果』，當然阿那含、斯陀含就包括二果、三果。『六千八百比丘，諸漏已盡』，這就是證阿羅漢果。『心得解脫』，所以這一段講小乘人得果。下面再看菩薩得果。"
    },
    {
      "id": "02-008-0022_p0069",
      "zh_CN": "【四十亿菩萨。于无上菩提住不退转。以弘誓功德而自庄严。】",
      "zh_TW": "【四十億菩薩。於無上菩提住不退轉。以弘誓功德而自莊嚴。】"
    },
    {
      "id": "02-008-0022_p0070",
      "zh_CN": "这一句是讲大乘菩萨得不退的利益，有这么多人。",
      "zh_TW": "這一句是講大乘菩薩得不退的利益，有這麼多人。"
    },
    {
      "id": "02-008-0022_p0071",
      "zh_CN": "【二十五亿众生。得不退忍。】",
      "zh_TW": "【二十五億眾生。得不退忍。】"
    },
    {
      "id": "02-008-0022_p0072",
      "zh_CN": "这是指小行菩萨得不退忍，有这么多人。",
      "zh_TW": "這是指小行菩薩得不退忍，有這麼多人。"
    },
    {
      "id": "02-008-0022_p0073",
      "zh_CN": "【四万亿那由他百千众生。】",
      "zh_TW": "【四萬億那由他百千眾生。】"
    },
    {
      "id": "02-008-0022_p0074",
      "zh_CN": "这个数字很大。",
      "zh_TW": "這個數字很大。"
    },
    {
      "id": "02-008-0022_p0075",
      "zh_CN": "【于无上菩提未曾发意。今始初发。】",
      "zh_TW": "【於無上菩提未曾發意。今始初發。】"
    },
    {
      "id": "02-008-0022_p0076",
      "zh_CN": "这就是指我们这一类的人，我们现在在座的都包括在这一类里头。为什么？我们『于无上菩提未曾发意』，听到这个经才觉悟，今天才发。无上菩提发意是发什么？求生西方极乐世界，就是发无上菩提心。我们今天才真发了，过去虽然也听了念阿弥陀佛，那心不真，不想去，没想去，没意思去；这个法门听了之后，才真正了解，真正觉悟，真正发心求生净土，所以是『今始初发』。",
      "zh_TW": "這就是指我們這一類的人，我們現在在座的都包括在這一類裡頭。為什麼？我們『於無上菩提未曾發意』，聽到這個經才覺悟，今天才發。無上菩提發意是發什麼？求生西方極樂世界，就是發無上菩提心。我們今天才真發了，過去雖然也聽了念阿彌陀佛，那心不真，不想去，沒想去，沒意思去；這個法門聽了之後，才真正了解，真正覺悟，真正發心求生淨土，所以是『今始初發』。"
    },
    {
      "id": "02-008-0022_p0077",
      "zh_CN": "【种诸善根愿生极乐。见阿弥陀佛。】",
      "zh_TW": "【種諸善根願生極樂。見阿彌陀佛。】"
    },
    {
      "id": "02-008-0022_p0078",
      "zh_CN": "这个『种诸善根』，就是正助双修，前面讲的受持、读诵、供养、为人演说，这就是种诸善根。这里面最重要的是读诵、受持。『愿生极乐，见阿弥陀佛』，我们的愿望才能真正达到。一切菩萨，不但是我们娑婆世界，十方诸佛刹土，一切菩萨终极的目的是成佛；可以说是一个目标、一个方向。但是成佛要断三种烦恼，见思烦恼断了，这才成正觉；尘沙、无明破了才能成为正等正觉；生相无明断尽，这才能成无上正等正觉，这个事情难，太难太难了。这三种烦恼，如果拿现代的话来讲就是心理的污染，精神的污染；无明烦恼是心性的污染，见思、尘沙是精神的污染。",
      "zh_TW": "這個『種諸善根』，就是正助雙修，前面講的受持、讀誦、供養、為人演說，這就是種諸善根。這裡面最重要的是讀誦、受持。『願生極樂，見阿彌陀佛』，我們的願望才能真正達到。一切菩薩，不但是我們娑婆世界，十方諸佛剎土，一切菩薩終極的目的是成佛；可以說是一個目標、一個方向。但是成佛要斷三種煩惱，見思煩惱斷了，這才成正覺；塵沙、無明破了才能成為正等正覺；生相無明斷盡，這才能成無上正等正覺，這個事情難，太難太難了。這三種煩惱，如果拿現代的話來講就是心理的污染，精神的污染；無明煩惱是心性的污染，見思、塵沙是精神的污染。"
    },
    {
      "id": "02-008-0022_p0079",
      "zh_CN": "诸佛世界都是染缸，染缸里头要想不染，这谈何容易，这不容易！极乐世界是个清净的环境，里头没有污染，所以到那个地方去能够净化身心，所以它的成就特别殊胜，特别的快速，道理在此地。不是说其他地方不能修，能修，你试试看，看你能不能修得成。环境不适合，往西方极乐世界换个好环境，这是我们一定要见阿弥陀佛，一定要往生净土。这个愿心要坚定，决定不退转，念念念佛，念念念净土。佛就讲：",
      "zh_TW": "諸佛世界都是染缸，染缸裡頭要想不染，這談何容易，這不容易！極樂世界是個清淨的環境，裡頭沒有污染，所以到那個地方去能夠淨化身心，所以它的成就特別殊勝，特別的快速，道理在此地。不是說其他地方不能修，能修，你試試看，看你能不能修得成。環境不適合，往西方極樂世界換個好環境，這是我們一定要見阿彌陀佛，一定要往生淨土。這個願心要堅定，決定不退轉，念念念佛，念念念淨土。佛就講："
    },
    {
      "id": "02-008-0022_p0080",
      "zh_CN": "【皆当往生彼如来土。】",
      "zh_TW": "【皆當往生彼如來土。】"
    },
    {
      "id": "02-008-0022_p0081",
      "zh_CN": "这一句是给我们授记。我们果然真正发愿了，依照这个方法修行，这是本师释迦牟尼佛给我们授记的。我们『皆当往生』，一定会去，这一生就会去。去到西方世界之后，",
      "zh_TW": "這一句是給我們授記。我們果然真正發願了，依照這個方法修行，這是本師釋迦牟尼佛給我們授記的。我們『皆當往生』，一定會去，這一生就會去。去到西方世界之後，"
    },
    {
      "id": "02-008-0022_p0082",
      "zh_CN": "【各于异方次第成佛。】",
      "zh_TW": "【各於異方次第成佛。】"
    },
    {
      "id": "02-008-0022_p0083",
      "zh_CN": "到西方极乐世界是一生成佛的，决定一生成佛。可是我们大家都去了，将来成佛不是我们大家同一天成佛，成佛有早晚。这早晚怎么来的？就看你到西方极乐世界精进的程度。西方世界不退转，这是真的，决定不退。但是进步，有人进得快，有人进得慢，不会退就是了，决定是进步的。那进步得快的人就先成佛，进步慢的人就后成佛，所以有先后次第。到哪里成佛？到他方世界。给诸位说，哪一个世界众生与你有缘，你会看得很清楚。因为西方世界的人，每个人一去神通能力马上就有了，天眼洞视，天耳彻听，他心遍知，一往生就有了，下下品往生也有。所以你到那个时候就了解，我们过去生生世世在哪些世界住过，哪些世界里头与我们有缘的这些众生你都看到了，你的记忆力完全恢复，都知道了。",
      "zh_TW": "到西方極樂世界是一生成佛的，決定一生成佛。可是我們大家都去了，將來成佛不是我們大家同一天成佛，成佛有早晚。這早晚怎麼來的？就看你到西方極樂世界精進的程度。西方世界不退轉，這是真的，決定不退。但是進步，有人進得快，有人進得慢，不會退就是了，決定是進步的。那進步得快的人就先成佛，進步慢的人就後成佛，所以有先後次第。到哪裡成佛？到他方世界。給諸位說，哪一個世界眾生與你有緣，你會看得很清楚。因為西方世界的人，每個人一去神通能力馬上就有了，天眼洞視，天耳徹聽，他心遍知，一往生就有了，下下品往生也有。所以你到那個時候就了解，我們過去生生世世在哪些世界住過，哪些世界裡頭與我們有緣的這些眾生你都看到了，你的記憶力完全恢復，都知道了。"
    },
    {
      "id": "02-008-0022_p0084",
      "zh_CN": "那个世界，他想什么人去度他，你就可以化身去度他，像《普门品》里面所讲的「应以佛身得度」，你就到那里去现身去作佛去，也八相成道，说法度众生。他愿意菩萨得度，你就现菩萨身分去度他。所以到了西方极乐世界千百亿化身，跟《观音菩萨普门品》里面所讲的没有两样，随意化身，众生喜欢什么身就能够变化什么身，最殊胜的是佛身，所以『各于异方次第成佛』。",
      "zh_TW": "那個世界，他想什麼人去度他，你就可以化身去度他，像《普門品》裡面所講的「應以佛身得度」，你就到那裡去現身去作佛去，也八相成道，說法度眾生。他願意菩薩得度，你就現菩薩身分去度他。所以到了西方極樂世界千百億化身，跟《觀音菩薩普門品》裡面所講的沒有兩樣，隨意化身，眾生喜歡什麼身就能夠變化什麼身，最殊勝的是佛身，所以『各於異方次第成佛』。"
    },
    {
      "id": "02-008-0022_p0085",
      "zh_CN": "【同名妙音如来。】",
      "zh_TW": "【同名妙音如來。】"
    },
    {
      "id": "02-008-0022_p0086",
      "zh_CN": "你看佛号都给我们说出来了，『妙音如来』。所以我们这部经念了之后，我们的三皈依法名就用妙音。将来大家是妙音如来，现在是妙音居士，再就妙音菩萨，这统统是妙音如来。因为这段讲的就是我们这些人，现在才发菩提心的。",
      "zh_TW": "你看佛號都給我們說出來了，『妙音如來』。所以我們這部經念了之後，我們的三皈依法名就用妙音。將來大家是妙音如來，現在是妙音居士，再就妙音菩薩，這統統是妙音如來。因為這段講的就是我們這些人，現在才發菩提心的。"
    },
    {
      "id": "02-008-0022_p0087",
      "zh_CN": "从前很多同修找我来授皈依，我还得动脑筋给他起名字，现在不要动脑筋了，名字都有了。经我也送一本给你，这经上有你的名字，这就是你的经，自己的经，无比的亲切！这是三皈依，现在的术语叫落实了，三皈依都落实了。皈依佛，阿弥陀佛；皈依法，《无量寿经》；皈依僧，观音、势至、文殊、普贤、弥勒菩萨，都在这个经上，这都是圣贤僧。这样三皈依踏踏实实，我们能把心收回来，依照这个方向、目标来修学，那这一生就如同佛所说的皆当往生彼如来土，将来各于异方次第成佛，同名妙音如来。这一点都不会错的。到这个地方都是讲我们娑婆世界的众生，是我们释迦牟尼佛的化土。底下这讲十方世界的，他方世界的，不是娑婆世界。他方世界来参与的这一些菩萨众们。",
      "zh_TW": "從前很多同修找我來授皈依，我還得動腦筋給他起名字，現在不要動腦筋了，名字都有了。經我也送一本給你，這經上有你的名字，這就是你的經，自己的經，無比的親切！這是三皈依，現在的術語叫落實了，三皈依都落實了。皈依佛，阿彌陀佛；皈依法，《無量壽經》；皈依僧，觀音、勢至、文殊、普賢、彌勒菩薩，都在這個經上，這都是聖賢僧。這樣三皈依踏踏實實，我們能把心收回來，依照這個方向、目標來修學，那這一生就如同佛所說的皆當往生彼如來土，將來各於異方次第成佛，同名妙音如來。這一點都不會錯的。到這個地方都是講我們娑婆世界的眾生，是我們釋迦牟尼佛的化土。底下這講十方世界的，他方世界的，不是娑婆世界。他方世界來參與的這一些菩薩眾們。"
    },
    {
      "id": "02-008-0022_p0088",
      "zh_CN": "【复有十方佛刹若现在生。及未来生。见阿弥陀佛者。各有八万俱胝那由他人。得授记法忍。成无上菩提。】",
      "zh_TW": "【復有十方佛剎若現在生。及未來生。見阿彌陀佛者。各有八萬俱胝那由他人。得授記法忍。成無上菩提。】"
    },
    {
      "id": "02-008-0022_p0089",
      "zh_CN": "这是讲大众，与会十方佛刹的这些大众得授记的利益。",
      "zh_TW": "這是講大眾，與會十方佛剎的這些大眾得授記的利益。"
    },
    {
      "id": "02-008-0022_p0090",
      "zh_CN": "【彼诸有情。皆是阿弥陀佛宿愿因缘。俱得往生极乐世界。】",
      "zh_TW": "【彼諸有情。皆是阿彌陀佛宿願因緣。俱得往生極樂世界。】"
    },
    {
      "id": "02-008-0022_p0091",
      "zh_CN": "由此可知，我们娑婆世界去往生的人，十方诸佛刹土里面往生的人，不管是现在生、过去生、未来生的，与阿弥陀佛都有缘；这也就是给我们说明一桩事实，佛不度无缘之人。由此可知，我们在没有成佛之前，要与一切众生结缘，缘结得愈多愈好，愈多愈殊胜，不能与人无缘，这不可以。",
      "zh_TW": "由此可知，我們娑婆世界去往生的人，十方諸佛剎土裡面往生的人，不管是現在生、過去生、未來生的，與阿彌陀佛都有緣；這也就是給我們說明一樁事實，佛不度無緣之人。由此可知，我們在沒有成佛之前，要與一切眾生結緣，緣結得愈多愈好，愈多愈殊勝，不能與人無緣，這不可以。"
    },
    {
      "id": "02-008-0022_p0092",
      "zh_CN": "所以布施、供养就是与大众结缘；你要与所有大众结缘，最好的方法，广播电台里面去广播《阿弥陀经》、《无量寿经》，这是多少人打开收音机一听，跟你就有缘了；将来你成佛，他就是你的弟子。阿弥陀佛在十方世界结的缘非常之广，所以他老人家度众生要很长很长的时间，这才能把这些人度了。度了之后缘没有了，他老人家示现灭度，观世音菩萨成佛。观音菩萨现在正在结缘，结的缘非常之广大，所以家家观世音，哪个人不知道观世音。在佛门里面，知名度第一高的是观世音，很多人不知道阿弥陀佛，却晓得观世音，连外国人都知道观世音菩萨，缘结得广。这些地方都是我们应当要学习的。",
      "zh_TW": "所以布施、供養就是與大眾結緣；你要與所有大眾結緣，最好的方法，廣播電台裡面去廣播《阿彌陀經》、《無量壽經》，這是多少人打開收音機一聽，跟你就有緣了；將來你成佛，他就是你的弟子。阿彌陀佛在十方世界結的緣非常之廣，所以他老人家度眾生要很長很長的時間，這才能把這些人度了。度了之後緣沒有了，他老人家示現滅度，觀世音菩薩成佛。觀音菩薩現在正在結緣，結的緣非常之廣大，所以家家觀世音，哪個人不知道觀世音。在佛門裡面，知名度第一高的是觀世音，很多人不知道阿彌陀佛，卻曉得觀世音，連外國人都知道觀世音菩薩，緣結得廣。這些地方都是我們應當要學習的。"
    },
    {
      "id": "02-008-0022_p0093",
      "zh_CN": "【尔时三千大千世界六种震动。】",
      "zh_TW": "【爾時三千大千世界六種震動。】"
    },
    {
      "id": "02-008-0022_p0094",
      "zh_CN": "这是世尊结经之后的瑞相。",
      "zh_TW": "這是世尊結經之後的瑞相。"
    },
    {
      "id": "02-008-0022_p0095",
      "zh_CN": "【并现种种希有神变。放大光明。普照十方。】",
      "zh_TW": "【並現種種希有神變。放大光明。普照十方。】"
    },
    {
      "id": "02-008-0022_p0096",
      "zh_CN": "本经佛三次放光，序分里面放光，正宗分放光，末后流通这里又放光，这是非常希有的。你看一切大乘经里面，大概放光都在正宗分，序分、流通分没有；这序、正、流通三分都放光。",
      "zh_TW": "本經佛三次放光，序分裡面放光，正宗分放光，末後流通這裡又放光，這是非常希有的。你看一切大乘經裡面，大概放光都在正宗分，序分、流通分沒有；這序、正、流通三分都放光。"
    },
    {
      "id": "02-008-0022_p0097",
      "zh_CN": "【复有诸天。于虚空中。作妙音乐。出随喜声。乃至色界诸天。悉皆得闻。叹未曾有。无量妙花纷纷而降。】",
      "zh_TW": "【復有諸天。於虛空中。作妙音樂。出隨喜聲。乃至色界諸天。悉皆得聞。歎未曾有。無量妙花紛紛而降。】"
    },
    {
      "id": "02-008-0022_p0098",
      "zh_CN": "这一段是诸天赞叹、供养，散花供养。",
      "zh_TW": "這一段是諸天讚歎、供養，散花供養。"
    },
    {
      "id": "02-008-0022_p0099",
      "zh_CN": "【尊者阿难。弥勒菩萨。】",
      "zh_TW": "【尊者阿難。彌勒菩薩。】"
    },
    {
      "id": "02-008-0022_p0100",
      "zh_CN": "这两位是本经的当机者。前半部阿难当机，后半部弥勒菩萨当机，我们晓得弥勒菩萨与本经关系多密切。",
      "zh_TW": "這兩位是本經的當機者。前半部阿難當機，後半部彌勒菩薩當機，我們曉得彌勒菩薩與本經關係多密切。"
    },
    {
      "id": "02-008-0022_p0101",
      "zh_CN": "【及诸菩萨声闻。天龙八部。一切大众。闻佛所说。皆大欢喜。信受奉行。】",
      "zh_TW": "【及諸菩薩聲聞。天龍八部。一切大眾。聞佛所說。皆大歡喜。信受奉行。】"
    },
    {
      "id": "02-008-0022_p0102",
      "zh_CN": "我们今天最重要的，真正得到如来顶法殊胜利益，一定要『欢喜，信受奉行』。《佛说大乘无量寿庄严清净平等觉经》到这里圆满了。",
      "zh_TW": "我們今天最重要的，真正得到如來頂法殊勝利益，一定要『歡喜，信受奉行』。《佛說大乘無量壽莊嚴清淨平等覺經》到這裡圓滿了。"
    }
  ]
}