{
  "doc_id": "02-008-0001",
  "title": {
    "zh_CN": "大乘无量寿经（当生成就第一法门）",
    "zh_TW": "大乘無量壽經（當生成就第一法門）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "02-008-0001",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "02-008-0001_p0001",
      "zh_CN": "《佛说大乘无量寿庄严清净平等觉经》",
      "zh_TW": "《佛說大乘無量壽莊嚴清淨平等覺經》"
    },
    {
      "id": "02-008-0001_p0002",
      "zh_CN": "今天我们有这样一个殊胜的机缘，再次在港九长时弘法的道场，与诸位共同来探讨如来度生的第一部经，可以说是至今所读到的才是真正的畅诸佛之本怀。这次的时间不很长，所以我们介绍这部经采取重点的讲法，也就是说重要的部分我们细说，次要的部分、很容易理解的部分我们就略说。虽然时间不长，这部经还是完整的给诸位介绍出来。",
      "zh_TW": "今天我們有這樣一個殊勝的機緣，再次在港九長時弘法的道場，與諸位共同來探討如來度生的第一部經，可以說是至今所讀到的才是真正的暢諸佛之本懷。這次的時間不很長，所以我們介紹這部經採取重點的講法，也就是說重要的部分我們細說，次要的部分、很容易理解的部分我們就略說。雖然時間不長，這部經還是完整的給諸位介紹出來。"
    },
    {
      "id": "02-008-0001_p0003",
      "zh_CN": "本经我们在海内外曾经讲过很多遍。这次我们不讲玄义，而以梅光羲老居士的序文来代替玄义，这个讲法过去未曾讲过，因为序文就在本经的前面。请诸位掀开经本，第二面第六行「重印《无量寿经》五种原译会集序」，在这篇序文里面，可以说将这部经的来历以及它的重要性都给我们介绍出来了。序文相当之长，我们在这两小时当中，也不能够完全的细说，我们选了几个重点，好在诸位都看到这个本子。我们从第一行看起，我把它念一遍。",
      "zh_TW": "本經我們在海內外曾經講過很多遍。這次我們不講玄義，而以梅光羲老居士的序文來代替玄義，這個講法過去未曾講過，因為序文就在本經的前面。請諸位掀開經本，第二面第六行「重印《無量壽經》五種原譯會集序」，在這篇序文裡面，可以說將這部經的來歷以及它的重要性都給我們介紹出來了。序文相當之長，我們在這兩小時當中，也不能夠完全的細說，我們選了幾個重點，好在諸位都看到這個本子。我們從第一行看起，我把它念一遍。"
    },
    {
      "id": "02-008-0001_p0004",
      "zh_CN": "「无量寿经者，如来称性之极谈，众生本具之化仪，一乘之了义，万善之总门，净土群经百数十部之纲要，一大藏教之指归也」。我们先看这一段，但是在没有说明之前，先要简略的把作序的这个人给诸位介绍一下。这篇序文是梅光羲老居士写的。梅老居士在老佛教徒当中，大概都能够理解他。在民国初年，我们中国佛教在家学佛的老居士当中，他是非常有声望、有地位的，在我们中国号称「南梅北夏」，南是南方，他是江西南昌人，南方就是梅光羲老居士，北方是夏莲居，就是本经的会集人。这两位当时都称为大士，称二大士，我们称观音菩萨称大士，所以尊称为大菩萨。",
      "zh_TW": "「無量壽經者，如來稱性之極談，眾生本具之化儀，一乘之了義，萬善之總門，淨土群經百數十部之綱要，一大藏教之指歸也」。我們先看這一段，但是在沒有說明之前，先要簡略的把作序的這個人給諸位介紹一下。這篇序文是梅光羲老居士寫的。梅老居士在老佛教徒當中，大概都能夠理解他。在民國初年，我們中國佛教在家學佛的老居士當中，他是非常有聲望、有地位的，在我們中國號稱「南梅北夏」，南是南方，他是江西南昌人，南方就是梅光羲老居士，北方是夏蓮居，就是本經的會集人。這兩位當時都稱為大士，稱二大士，我們稱觀音菩薩稱大士，所以尊稱為大菩薩。"
    },
    {
      "id": "02-008-0001_p0005",
      "zh_CN": "在晚近有不少同修知道台湾有一位李炳南老居士，李老居士就是梅光羲的学生，梅大士是他的老师。现在在北京有一位黄念祖老居士，这都是现代非常希有的真正善知识。黄念祖老居士是梅居士的外甥，梅老居士是他的舅舅，他是夏莲居的学生，也是夏老居士的传人。他有一部《无量寿经》的注解，我们在台湾给它印过两版，现在大概在印第三版，这个本子许多同修都曾经读到过。所以梅大士是一位非常了不起的佛门大德。在近代《往生传》里面有他的传记，我们简略的只能够介绍到此地。",
      "zh_TW": "在晚近有不少同修知道台灣有一位李炳南老居士，李老居士就是梅光羲的學生，梅大士是他的老師。現在在北京有一位黃念祖老居士，這都是現代非常希有的真正善知識。黃念祖老居士是梅居士的外甥，梅老居士是他的舅舅，他是夏蓮居的學生，也是夏老居士的傳人。他有一部《無量壽經》的註解，我們在台灣給它印過兩版，現在大概在印第三版，這個本子許多同修都曾經讀到過。所以梅大士是一位非常了不起的佛門大德。在近代《往生傳》裡面有他的傳記，我們簡略的只能夠介紹到此地。"
    },
    {
      "id": "02-008-0001_p0006",
      "zh_CN": "他一开端就把《无量寿经》的本质给我们说出来，这是如来称性之极谈。我们晓得释迦牟尼佛说法四十九年、讲经三百余会，所有一切大乘经论都是从真如本性里面流露出来的。像《华严》、《法华》在我们中国人称之为经中之王，但是还没有到极，这个极是到了极处，没有比这个再高了。在唐朝，日本的佛门大德曾经对于世尊四十九年所说的一切经做一个比较。释迦牟尼佛四十九年所说一切经做一个比较，是《华严》第一。《华严经》要跟《无量寿经》做个比较，《无量寿经》第一，把《华严》比下去了。你就晓得这部经确确实实是如来称性之极谈。因为《华严经》到最后，十大愿王导归极乐，才达到登峰造极。这部经自始至终完全讲西方极乐世界，也就是《华严》的归宿。",
      "zh_TW": "他一開端就把《無量壽經》的本質給我們說出來，這是如來稱性之極談。我們曉得釋迦牟尼佛說法四十九年、講經三百餘會，所有一切大乘經論都是從真如本性裡面流露出來的。像《華嚴》、《法華》在我們中國人稱之為經中之王，但是還沒有到極，這個極是到了極處，沒有比這個再高了。在唐朝，日本的佛門大德曾經對於世尊四十九年所說的一切經做一個比較。釋迦牟尼佛四十九年所說一切經做一個比較，是《華嚴》第一。《華嚴經》要跟《無量壽經》做個比較，《無量壽經》第一，把《華嚴》比下去了。你就曉得這部經確確實實是如來稱性之極談。因為《華嚴經》到最後，十大願王導歸極樂，才達到登峰造極。這部經自始至終完全講西方極樂世界，也就是《華嚴》的歸宿。"
    },
    {
      "id": "02-008-0001_p0007",
      "zh_CN": "唐朝日本道隐大师说，他说得就更好，他说：《法华》、《华严》不过是本经之导引而已。这句话也就是说，《华严》跟《法华》我们尊称经中之王，它是什么？它是《无量寿经》的引导，真正的归宿是《无量寿经》。如果以佛经三分来说，《华严》、《法华》是序分，《无量寿经》是正宗分，《阿弥陀经》是流通分，我们就知道这部经在佛教里面所占的地位。所以这部经确确实实不但是我们的本师，而是十方世界一切诸佛如来度众生成佛道的第一法门。今天我们同修是真正有福报，也是无量劫来善根福德因缘成熟，蒙诸佛如来加持，我们才有这样殊胜的一个机缘遇到第一法宝，希望大家要珍惜它，要认真的来学习。经文介绍完之后，才真正认识古大德所称的第一经。",
      "zh_TW": "唐朝日本道隱大師說，他說得就更好，他說：《法華》、《華嚴》不過是本經之導引而已。這句話也就是說，《華嚴》跟《法華》我們尊稱經中之王，它是什麼？它是《無量壽經》的引導，真正的歸宿是《無量壽經》。如果以佛經三分來說，《華嚴》、《法華》是序分，《無量壽經》是正宗分，《阿彌陀經》是流通分，我們就知道這部經在佛教裡面所佔的地位。所以這部經確確實實不但是我們的本師，而是十方世界一切諸佛如來度眾生成佛道的第一法門。今天我們同修是真正有福報，也是無量劫來善根福德因緣成熟，蒙諸佛如來加持，我們才有這樣殊勝的一個機緣遇到第一法寶，希望大家要珍惜它，要認真的來學習。經文介紹完之後，才真正認識古大德所稱的第一經。"
    },
    {
      "id": "02-008-0001_p0008",
      "zh_CN": "「众生本具之化仪」。如果只有如来的极谈，我们现在是博地凡夫，烦恼是一品也没断，我们能不能学习？能不能在这部经上得真实的受用？这是大问题。如果说众生本具之化仪，那我们就有分，我们是众生，是我们自性里本来具足的，跟如来真性里面所流出来的无二无别。也正是说出这个法门「三根普被，利钝全收」。上面连文殊、普贤都念佛求生净土，这我们在《华严经》里面看到的；下至阿鼻地狱众生，临终一念、十念也能往生成佛，这不可思议！上至等觉，下至地狱，我们上面比不上普贤，下面比地狱是好太多了，这样说来我们当然有分，决定有分。这两句话听了之后，我们的心就安了。",
      "zh_TW": "「眾生本具之化儀」。如果只有如來的極談，我們現在是博地凡夫，煩惱是一品也沒斷，我們能不能學習？能不能在這部經上得真實的受用？這是大問題。如果說眾生本具之化儀，那我們就有分，我們是眾生，是我們自性裡本來具足的，跟如來真性裡面所流出來的無二無別。也正是說出這個法門「三根普被，利鈍全收」。上面連文殊、普賢都念佛求生淨土，這我們在《華嚴經》裡面看到的；下至阿鼻地獄眾生，臨終一念、十念也能往生成佛，這不可思議！上至等覺，下至地獄，我們上面比不上普賢，下面比地獄是好太多了，這樣說來我們當然有分，決定有分。這兩句話聽了之後，我們的心就安了。"
    },
    {
      "id": "02-008-0001_p0009",
      "zh_CN": "再看看这部经在整个佛法里面它占的是什么样的分量？是「一乘之了义」。一乘经典实在是不多，在中国，大家都公认的一乘经只有三部，《华严》、《法华》，另外还有一部《梵网经》，别教一乘。殊不知这部经乃是一乘之一乘，为什么？《华严》、《法华》统统导归极乐。「万善之总门」，专讲净土的经论有三经，这是专讲的，我们常讲净土三经，《无量寿经》、《观无量寿经》、《阿弥陀经》。附带讲净土的，佛讲其他经附带讲净土，我所知道的大概有二百四十多种，所以梅大士在此地说「净土群经百数十部之纲要，一大藏教之指归也」。这句话说得好！",
      "zh_TW": "再看看這部經在整個佛法裡面它佔的是什麼樣的分量？是「一乘之了義」。一乘經典實在是不多，在中國，大家都公認的一乘經只有三部，《華嚴》、《法華》，另外還有一部《梵網經》，別教一乘。殊不知這部經乃是一乘之一乘，為什麼？《華嚴》、《法華》統統導歸極樂。「萬善之總門」，專講淨土的經論有三經，這是專講的，我們常講淨土三經，《無量壽經》、《觀無量壽經》、《阿彌陀經》。附帶講淨土的，佛講其他經附帶講淨土，我所知道的大概有二百四十多種，所以梅大士在此地說「淨土群經百數十部之綱要，一大藏教之指歸也」。這句話說得好！"
    },
    {
      "id": "02-008-0001_p0010",
      "zh_CN": "如果我们把道隐大师他的话来演译一下说，他说：一切经做一个比较，《华严》第一；《华严》跟《无量寿经》做个比较，《无量寿经》第一；《无量寿经》我们现在所看到这个本子里面一共有四十八章，这四十八章，哪一章是第一？第六章第一。第六章是阿弥陀佛四十八愿，是阿弥陀佛自己说的。所以这部经是两尊佛说的，释迦牟尼佛跟阿弥陀佛两个人说的，四十八愿第一。这四十八愿里面，哪一愿又是第一？古大德公认第十八愿第一。这把佛法归纳到顶头，再没有。十八愿是什么？十念必生。如果说佛法难，不难，十念就往生，往生就不退成佛！难在哪里？可惜的没有人肯念。所以，这个法门诸佛都说易行难信，不容易相信，可是做起来是真容易，这就讲到究竟方便。",
      "zh_TW": "如果我們把道隱大師他的話來演譯一下說，他說：一切經做一個比較，《華嚴》第一；《華嚴》跟《無量壽經》做個比較，《無量壽經》第一；《無量壽經》我們現在所看到這個本子裡面一共有四十八章，這四十八章，哪一章是第一？第六章第一。第六章是阿彌陀佛四十八願，是阿彌陀佛自己說的。所以這部經是兩尊佛說的，釋迦牟尼佛跟阿彌陀佛兩個人說的，四十八願第一。這四十八願裡面，哪一願又是第一？古大德公認第十八願第一。這把佛法歸納到頂頭，再沒有。十八願是什麼？十念必生。如果說佛法難，不難，十念就往生，往生就不退成佛！難在哪裡？可惜的沒有人肯念。所以，這個法門諸佛都說易行難信，不容易相信，可是做起來是真容易，這就講到究竟方便。"
    },
    {
      "id": "02-008-0001_p0011",
      "zh_CN": "譬如像《法华》、《华严》，究竟不方便，学起来很困难。有一些小乘方等，方便不究竟。什么叫究竟？这个法门能够在一生当中，帮助我们成佛，这叫究竟；不成佛，不能算究竟。帮助你证阿罗汉果、证菩萨果，不是究竟，一定要帮助你成佛才算究竟。本经是究竟方便，如果从这个标准来看，整个《大藏经》里面，只有这一部。究竟方便这四个字它统统具足了，其余的经究竟则不方便，方便就不究竟。这是一乘了义，这真是一乘之一乘，了义之了义，非常希有难得。我自从出家就开始讲经，讲了三十多年，最近三、四年完全讲《无量寿经》，其他经都不讲，为什么原因？因为我找到一乘了义的经典，比《华严》还要殊胜，所以《华严》我也不讲了，过去曾经讲过，现在统统不讲了。希望诸位深深体会这个意思。",
      "zh_TW": "譬如像《法華》、《華嚴》，究竟不方便，學起來很困難。有一些小乘方等，方便不究竟。什麼叫究竟？這個法門能夠在一生當中，幫助我們成佛，這叫究竟；不成佛，不能算究竟。幫助你證阿羅漢果、證菩薩果，不是究竟，一定要幫助你成佛才算究竟。本經是究竟方便，如果從這個標準來看，整個《大藏經》裡面，只有這一部。究竟方便這四個字它統統具足了，其餘的經究竟則不方便，方便就不究竟。這是一乘了義，這真是一乘之一乘，了義之了義，非常希有難得。我自從出家就開始講經，講了三十多年，最近三、四年完全講《無量壽經》，其他經都不講，為什麼原因？因為我找到一乘了義的經典，比《華嚴》還要殊勝，所以《華嚴》我也不講了，過去曾經講過，現在統統不講了。希望諸位深深體會這個意思。"
    },
    {
      "id": "02-008-0001_p0012",
      "zh_CN": "确确实实如果我们要认识这部经，《大方广佛华严经》就是本经的注解；换句话说，本经是《华严经》的精华，我们何必还要去念那个八十卷的？念这个就好了。《华严经》是整个大藏的精华，你就晓得这部经是精华当中的精华。这部经就是全部《大藏经》的浓缩，展开来就是一大藏教，是一大藏之指归！你念这部经，就把整部《大藏经》都念完了，一部也没有漏掉，一部也没有缺少。诸位真正认识明白，你在一切经里面去选什么经读？当然会选《无量寿经》。不但释迦牟尼佛所讲一切经，这个经是总纲领，乃至于十方三世一切诸佛如来所说一切经典，都离不开本经。本经乃诸佛如来弘法利生的总纲领，我们今天才得到。",
      "zh_TW": "確確實實如果我們要認識這部經，《大方廣佛華嚴經》就是本經的註解；換句話說，本經是《華嚴經》的精華，我們何必還要去念那個八十卷的？念這個就好了。《華嚴經》是整個大藏的精華，你就曉得這部經是精華當中的精華。這部經就是全部《大藏經》的濃縮，展開來就是一大藏教，是一大藏之指歸！你念這部經，就把整部《大藏經》都念完了，一部也沒有漏掉，一部也沒有缺少。諸位真正認識明白，你在一切經裡面去選什麼經讀？當然會選《無量壽經》。不但釋迦牟尼佛所講一切經，這個經是總綱領，乃至於十方三世一切諸佛如來所說一切經典，都離不開本經。本經乃諸佛如來弘法利生的總綱領，我們今天才得到。"
    },
    {
      "id": "02-008-0001_p0013",
      "zh_CN": "「不但统摄事理因果，融会显密性相」。这就是讲无量无边的法门都在这部经之中。再说得明白一点、说得浅显一点，这部经的内容说什么？就是宇宙人生的真相，大乘经里面所说的诸法实相，全在此经之中。更难得的是「详陈苦乐，照真达俗」。这是非常之难得。诸位把这个经念几遍之后，你就晓得释迦牟尼佛在三千前，对于我们今天的社会，我们这一个世界，他就讲得清清楚楚、明明白白，这真的不可思议！指出我们一条离苦得乐的道路，这个乐是真实之乐、是究竟之乐。「是以我佛屡说」。世尊当年在世，一切经只讲过一遍，没有讲过重复的，唯独本经是佛当年在世多次宣说的，他不是讲一次。可见得这个经典重要！不重要，佛为什么屡说？",
      "zh_TW": "「不但統攝事理因果，融會顯密性相」。這就是講無量無邊的法門都在這部經之中。再說得明白一點、說得淺顯一點，這部經的內容說什麼？就是宇宙人生的真相，大乘經裡面所說的諸法實相，全在此經之中。更難得的是「詳陳苦樂，照真達俗」。這是非常之難得。諸位把這個經念幾遍之後，你就曉得釋迦牟尼佛在三千前，對於我們今天的社會，我們這一個世界，他就講得清清楚楚、明明白白，這真的不可思議！指出我們一條離苦得樂的道路，這個樂是真實之樂、是究竟之樂。「是以我佛屢說」。世尊當年在世，一切經只講過一遍，沒有講過重複的，唯獨本經是佛當年在世多次宣說的，他不是講一次。可見得這個經典重要！不重要，佛為什麼屢說？"
    },
    {
      "id": "02-008-0001_p0014",
      "zh_CN": "「诸师竞译」。中国人与佛有缘，佛虽然没有出现在中国，佛灭度之后一千年，佛法到中国来了。这部经是早期流传到中国，安世高大师有译本，我们在《藏经》目录里面看到，可惜这个译本已经失传了。本经自从汉朝一直到宋朝八百年间一共有十二次的翻译，所以在一切经里面翻译最盛的无过于本经。宋朝以后，这十二种译本里面有七种失传，现在剩下来的还有五种，在《大藏经》里面我们可以能够看到。这五种译本里面的内容出入很大，如果是同一个梵文本、同一个本子，纵然是多次的翻译，但是内容总是大同小异。像《金刚般若》它有六种译本，但是你拿来对对看，里面内容大同小异，我们看出来确实原本是一个，译的人不相同。唯独本经出入太大，古人依照这个译本来研究、判断，当年到中国来的梵文本至少有三种完全不同的本子。证明是佛三次所说的，不是一次说的，所以才有这样大的出入。以后在《大宝积经》里面「如来会」、「无量寿会」有这个，这就是非常明显佛讲《大宝积经》的时候曾经讲过这个经；换句话证明，佛确确实实是多次宣说不是一次讲的，这是非常有力的证明。",
      "zh_TW": "「諸師競譯」。中國人與佛有緣，佛雖然沒有出現在中國，佛滅度之後一千年，佛法到中國來了。這部經是早期流傳到中國，安世高大師有譯本，我們在《藏經》目錄裡面看到，可惜這個譯本已經失傳了。本經自從漢朝一直到宋朝八百年間一共有十二次的翻譯，所以在一切經裡面翻譯最盛的無過於本經。宋朝以後，這十二種譯本裡面有七種失傳，現在剩下來的還有五種，在《大藏經》裡面我們可以能夠看到。這五種譯本裡面的內容出入很大，如果是同一個梵文本、同一個本子，縱然是多次的翻譯，但是內容總是大同小異。像《金剛般若》它有六種譯本，但是你拿來對對看，裡面內容大同小異，我們看出來確實原本是一個，譯的人不相同。唯獨本經出入太大，古人依照這個譯本來研究、判斷，當年到中國來的梵文本至少有三種完全不同的本子。證明是佛三次所說的，不是一次說的，所以才有這樣大的出入。以後在《大寶積經》裡面「如來會」、「無量壽會」有這個，這就是非常明顯佛講《大寶積經》的時候曾經講過這個經；換句話證明，佛確確實實是多次宣說不是一次講的，這是非常有力的證明。"
    },
    {
      "id": "02-008-0001_p0015",
      "zh_CN": "「东来最早，译本独多」。小本《阿弥陀经》、《观无量寿经》还没有翻译出来，远公大师在庐山就建莲社，专修净土、专弘净土，是我们中国净土宗的创始人。所以东林慧远大师创净土宗，所依靠的就是这一本《无量寿经》，那个时候净土宗只有一部经，其他的三经没翻译出来。可见得这部经在净土宗里面，确确实实是第一经。",
      "zh_TW": "「東來最早，譯本獨多」。小本《阿彌陀經》、《觀無量壽經》還沒有翻譯出來，遠公大師在廬山就建蓮社，專修淨土、專弘淨土，是我們中國淨土宗的創始人。所以東林慧遠大師創淨土宗，所依靠的就是這一本《無量壽經》，那個時候淨土宗只有一部經，其他的三經沒翻譯出來。可見得這部經在淨土宗裡面，確確實實是第一經。"
    },
    {
      "id": "02-008-0001_p0016",
      "zh_CN": "现在我们所看到净宗依据的是五经，这五经怎么来的诸位一定要晓得，原本只有三经一论。在清朝咸丰年间，咸丰是慈禧太后的丈夫，那时候有一个魏源居士，他将《华严经》里的《普贤菩萨行愿品》附在三经之后，成为净土四经，这一个做法实在非常的了不起，为什么？因为《无量寿经》就是《华严经》的浓缩，把《华严经》附在净土三经之后，换句话说，把《无量寿经》、《阿弥陀经》跟《华严经》是等量齐观。所以古人称本经为中本《华严》，称《阿弥陀经》为小本《华严》，他是非常有见地。",
      "zh_TW": "現在我們所看到淨宗依據的是五經，這五經怎麼來的諸位一定要曉得，原本只有三經一論。在清朝咸豐年間，咸豐是慈禧太后的丈夫，那時候有一個魏源居士，他將《華嚴經》裡的《普賢菩薩行願品》附在三經之後，成為淨土四經，這一個做法實在非常的了不起，為什麼？因為《無量壽經》就是《華嚴經》的濃縮，把《華嚴經》附在淨土三經之後，換句話說，把《無量壽經》、《阿彌陀經》跟《華嚴經》是等量齊觀。所以古人稱本經為中本《華嚴》，稱《阿彌陀經》為小本《華嚴》，他是非常有見地。"
    },
    {
      "id": "02-008-0001_p0017",
      "zh_CN": "到民国初年，印光法师将《楞严经．大势至菩萨念佛圆通章》又加在净土四经的后面，成为净土五经。我自己学佛，年轻的时候跟李炳南老居士是专攻《楞严》，《楞严经》我讲过很多遍，但是都没有注意到这桩事情，以后读净土五经，这才恍然大悟，原来《大势至菩萨念佛圆通章》这章经文不长，只有二百四十四个字，比《般若心经》还少，《般若心经》二百六十个字，它二百四十四个字。印祖这样一拈出来，我们就警觉到这章经不但是净土宗的心经，实在讲是一大藏教的心经；不仅是一大藏教的心经，实在讲是十方三世诸佛如来的心经。",
      "zh_TW": "到民國初年，印光法師將《楞嚴經．大勢至菩薩念佛圓通章》又加在淨土四經的後面，成為淨土五經。我自己學佛，年輕的時候跟李炳南老居士是專攻《楞嚴》，《楞嚴經》我講過很多遍，但是都沒有注意到這樁事情，以後讀淨土五經，這才恍然大悟，原來《大勢至菩薩念佛圓通章》這章經文不長，只有二百四十四個字，比《般若心經》還少，《般若心經》二百六十個字，它二百四十四個字。印祖這樣一拈出來，我們就警覺到這章經不但是淨土宗的心經，實在講是一大藏教的心經；不僅是一大藏教的心經，實在講是十方三世諸佛如來的心經。"
    },
    {
      "id": "02-008-0001_p0018",
      "zh_CN": "我们过去读《楞严》，从来没发现过，怎么认识到？诸位能够把《无量寿经》念通了，你就恍然大悟。才晓得成佛之道，是多么的简单扼要。你看大势至菩萨，在夏莲居老居士《净修捷要》里面，他称大势至菩萨为净土宗的初祖，我当时看了这个，一看就明白了。大势至菩萨是净土宗初祖，这从哪说的？是从尽虚空遍法界提倡专修专弘的—大势至菩萨。在我们娑婆世界，净土宗的初祖是普贤菩萨，为什么？释迦牟尼佛示现成佛，二七日中，在菩提树下，他老人家在定中讲《华严经》，鹿野苑五比丘还没度以前，他在定中讲《华严》，《华严经》末后十大愿王导归极乐。所以世尊成道第一部宣讲的是《华严》，在《华严》会上提倡专修净土的是普贤菩萨。所以在娑婆世界普贤菩萨是初祖。",
      "zh_TW": "我們過去讀《楞嚴》，從來沒發現過，怎麼認識到？諸位能夠把《無量壽經》念通了，你就恍然大悟。才曉得成佛之道，是多麼的簡單扼要。你看大勢至菩薩，在夏蓮居老居士《淨修捷要》裡面，他稱大勢至菩薩為淨土宗的初祖，我當時看了這個，一看就明白了。大勢至菩薩是淨土宗初祖，這從哪說的？是從盡虛空遍法界提倡專修專弘的—大勢至菩薩。在我們娑婆世界，淨土宗的初祖是普賢菩薩，為什麼？釋迦牟尼佛示現成佛，二七日中，在菩提樹下，他老人家在定中講《華嚴經》，鹿野苑五比丘還沒度以前，他在定中講《華嚴》，《華嚴經》末後十大願王導歸極樂。所以世尊成道第一部宣講的是《華嚴》，在《華嚴》會上提倡專修淨土的是普賢菩薩。所以在娑婆世界普賢菩薩是初祖。"
    },
    {
      "id": "02-008-0001_p0019",
      "zh_CN": "在我们中国，慧远大师是初祖。所以净土宗初祖就有三个人，一个是法界初祖，一个是娑婆初祖，一个是中国初祖，这个我们要认识清楚。所以我一看夏莲居这个本子马上就明了，他说得很有道理。大势至菩萨讲「他与五十二同伦」。同伦拿今天的话来讲就是志同道合，就是这个意思，同志。同什么志？专修净宗。他确确实实是像本经里面所讲「发菩提心，一向专念」，大势至菩萨做到了。所以他教给我们，这个教的话非常非常的重要，我们修这个法门能不能成就，要把大势至菩萨的话牢牢的记住。他老人家教给我们「都摄六根，净念相继」。怎么叫都摄六根？简单的意思就是专心，我们讲一心一意。净念相继，这个念要净，怎么叫净？如果你对这个法门怀疑，你的心不清净；你夹杂，你的心也不清净。不怀疑、不夹杂，这叫净。相继，是不间断！",
      "zh_TW": "在我們中國，慧遠大師是初祖。所以淨土宗初祖就有三個人，一個是法界初祖，一個是娑婆初祖，一個是中國初祖，這個我們要認識清楚。所以我一看夏蓮居這個本子馬上就明瞭，他說得很有道理。大勢至菩薩講「他與五十二同倫」。同倫拿今天的話來講就是志同道合，就是這個意思，同志。同什麼志？專修淨宗。他確確實實是像本經裡面所講「發菩提心，一向專念」，大勢至菩薩做到了。所以他教給我們，這個教的話非常非常的重要，我們修這個法門能不能成就，要把大勢至菩薩的話牢牢的記住。他老人家教給我們「都攝六根，淨念相繼」。怎麼叫都攝六根？簡單的意思就是專心，我們講一心一意。淨念相繼，這個念要淨，怎麼叫淨？如果你對這個法門懷疑，你的心不清淨；你夾雜，你的心也不清淨。不懷疑、不夾雜，這叫淨。相繼，是不間斷！"
    },
    {
      "id": "02-008-0001_p0020",
      "zh_CN": "《西方确指》觉明妙行菩萨说得好，说念佛人最忌讳的就是夹杂。夹杂什么？又是要念经，我们看许多修净土的人，早课念《金刚经》、念《地藏经》、念《药师经》、念《普门品》，念好多种，唯恐有一样没有念到得罪了佛菩萨。其实，他真是挂一漏万，他得罪的佛菩萨太多太多了，为什么？《大藏经》没念遍，他就念那么几部，他顶多念个十部、八部，那《大藏经》里有三、四千部，你看你得罪多少人，这叫夹杂。又要念咒，又要做会，做会就是一般的法会，还要说一些没有要紧吉凶祸福的话，现在又搞神通，有些佛教徒还去练气功，这统统叫夹杂，心不清净！心清净里面，只有一尊阿弥陀佛，只有一部《无量寿经》，或者是《阿弥陀经》。",
      "zh_TW": "《西方確指》覺明妙行菩薩說得好，說念佛人最忌諱的就是夾雜。夾雜什麼？又是要念經，我們看許多修淨土的人，早課念《金剛經》、念《地藏經》、念《藥師經》、念《普門品》，念好多種，唯恐有一樣沒有念到得罪了佛菩薩。其實，他真是掛一漏萬，他得罪的佛菩薩太多太多了，為什麼？《大藏經》沒念遍，他就念那麼幾部，他頂多念個十部、八部，那《大藏經》裡有三、四千部，你看你得罪多少人，這叫夾雜。又要念咒，又要做會，做會就是一般的法會，還要說一些沒有要緊吉凶禍福的話，現在又搞神通，有些佛教徒還去練氣功，這統統叫夾雜，心不清淨！心清淨裡面，只有一尊阿彌陀佛，只有一部《無量壽經》，或者是《阿彌陀經》。"
    },
    {
      "id": "02-008-0001_p0021",
      "zh_CN": "所以这些年来有很多同修来问我，他说我们这一生希望往生，我们应该读些什么经典？我就告诉他们，上根人只念一部《无量寿经》、或者是《阿弥陀经》，只念一部，依靠一句阿弥陀佛，这是上上根人，决定往生。如果觉得这一部还不够，还想多念一点，我就介绍他念净土五经。我们最近编的有一部《净土五经读本》，这个本子也是有感于夏莲居老居士会集本经，所以把九种不同版本的《无量寿经》统统印在一起，这个机缘也是非常之希有。这是我们这一代的人有这个福报、有这个缘分，能够把《无量寿经》九种本子都看到。如果觉得还不够，那还可以加上一个《净土十要》，《印光大师文钞》，这就是下根人。如果还不够、还想念一点，那没指望了，西方极乐世界这一生去不成。你们同修听了之后，愿意做哪一等人？学大势至菩萨「净念相继，不假方便，自得心开」，这还得了！不假是不需要藉任何一个法门来帮助，就是一句阿弥陀佛念到底，念到明心见性，（心开就是明心见性），见性成佛，大势至菩萨教给我们的方法，还要搞其他的干什么？",
      "zh_TW": "所以這些年來有很多同修來問我，他說我們這一生希望往生，我們應該讀些什麼經典？我就告訴他們，上根人只念一部《無量壽經》、或者是《阿彌陀經》，只念一部，依靠一句阿彌陀佛，這是上上根人，決定往生。如果覺得這一部還不夠，還想多念一點，我就介紹他念淨土五經。我們最近編的有一部《淨土五經讀本》，這個本子也是有感於夏蓮居老居士會集本經，所以把九種不同版本的《無量壽經》統統印在一起，這個機緣也是非常之希有。這是我們這一代的人有這個福報、有這個緣分，能夠把《無量壽經》九種本子都看到。如果覺得還不夠，那還可以加上一個《淨土十要》，《印光大師文鈔》，這就是下根人。如果還不夠、還想念一點，那沒指望了，西方極樂世界這一生去不成。你們同修聽了之後，願意做哪一等人？學大勢至菩薩「淨念相繼，不假方便，自得心開」，這還得了！不假是不需要藉任何一個法門來幫助，就是一句阿彌陀佛念到底，念到明心見性，（心開就是明心見性），見性成佛，大勢至菩薩教給我們的方法，還要搞其他的幹什麼？"
    },
    {
      "id": "02-008-0001_p0022",
      "zh_CN": "莲池大师到晚年开悟了，彻底大悟。悟了之后，他老人家说「三藏十二部让给别人悟」，他不要了；「八万四千行饶与他人行」，他也不要了。莲池大师晚年只有一部《阿弥陀经》、一句佛号，彻底放下了，这叫真正觉悟。这是我们的榜样！他老人家说这几句话，我相信很多人都晓得，但是真正能体会这两句话深义的人，并不多。他要能体会，他一定跟莲池大师一样。我这两年也印《大藏经》送大陆，让与他们悟；我自己，你看所印的经典，全是印《无量寿经》，这三、四年大概我估计印了有三十多万册，原因？我认识这部经，从前摆在眼前不识货，现在才搞清楚，原来这是第一经，第一宝贵的东西就在我手里头，从前不晓得，现在真正搞清楚、真正搞明白了。我们把这个文念下去。",
      "zh_TW": "蓮池大師到晚年開悟了，徹底大悟。悟了之後，他老人家說「三藏十二部讓給別人悟」，他不要了；「八萬四千行饒與他人行」，他也不要了。蓮池大師晚年只有一部《阿彌陀經》、一句佛號，徹底放下了，這叫真正覺悟。這是我們的榜樣！他老人家說這幾句話，我相信很多人都曉得，但是真正能體會這兩句話深義的人，並不多。他要能體會，他一定跟蓮池大師一樣。我這兩年也印《大藏經》送大陸，讓與他們悟；我自己，你看所印的經典，全是印《無量壽經》，這三、四年大概我估計印了有三十多萬冊，原因？我認識這部經，從前擺在眼前不識貨，現在才搞清楚，原來這是第一經，第一寶貴的東西就在我手裡頭，從前不曉得，現在真正搞清楚、真正搞明白了。我們把這個文念下去。"
    },
    {
      "id": "02-008-0001_p0023",
      "zh_CN": "这是小本《观经》没有到中国来之前，「莲社已建于庐山，唐宋以前，净宗之盛，莫不以此经为宗尚也」。底下一段说「宋元而降，古册散佚，十二译中，仅存五本，文词互有详略，义谛不无异同，初心学人，遍读为艰。仅持一译，莫窥奥旨」。这个意思我刚才跟诸位讲过了，《无量寿经》在中国差不多将近一千年没有人提倡，净宗这个经论，实在讲，大家所依靠的就是《阿弥陀经》。《观经》虽然流通，讲的人少，读的人也少，依照《观经》修行的人，我还没听说过。净土宗这样重要的经典为什么没有人宣扬？那就是因为它翻译的本子太多，要是五种本子都合起来看，在过去的确相当不容易；如果单单看一个本子，意思不圆满。这是大经（我们讲大经就是指《无量寿经》）不能普遍流通的原因。",
      "zh_TW": "這是小本《觀經》沒有到中國來之前，「蓮社已建於廬山，唐宋以前，淨宗之盛，莫不以此經為宗尚也」。底下一段說「宋元而降，古冊散佚，十二譯中，僅存五本，文詞互有詳略，義諦不無異同，初心學人，遍讀為艱。僅持一譯，莫窺奧旨」。這個意思我剛才跟諸位講過了，《無量壽經》在中國差不多將近一千年沒有人提倡，淨宗這個經論，實在講，大家所依靠的就是《阿彌陀經》。《觀經》雖然流通，講的人少，讀的人也少，依照《觀經》修行的人，我還沒聽說過。淨土宗這樣重要的經典為什麼沒有人宣揚？那就是因為它翻譯的本子太多，要是五種本子都合起來看，在過去的確相當不容易；如果單單看一個本子，意思不圓滿。這是大經（我們講大經就是指《無量壽經》）不能普遍流通的原因。"
    },
    {
      "id": "02-008-0001_p0024",
      "zh_CN": "我在台湾，我所知道的，李炳南老居士一生弘扬净土，五种原译本他只看过两种，还有三种他老人家没有见到过；四种会集本里面他看过三种，魏源居士的本子他老人家没有见过，所以九种本子里面，他总共只看过五种，还有四种没有见到，一生当中没见到。道源老法师一生也是专弘净土，他老人家一生所看到的，九种本子里头大概只看到四种，五种没有见到；其他不是专修专弘的，就可想而知。确实遍读很难，因为没有单行本流通。要想读，除非是读《藏经》，现在印的《藏经》字都很小，这些老法师、老居士年龄那么大，看起来很吃力，他就不看了。也正因为这个原因，我们将九种不同的本子，就是五种原译本、四种会集本合印在一起，让现代同修每个人都有缘分人手一册，这比古人幸运得多了！古人一生遇不到，我们完全在手中，这个福德因缘确实超过古人太多。",
      "zh_TW": "我在台灣，我所知道的，李炳南老居士一生弘揚淨土，五種原譯本他只看過兩種，還有三種他老人家沒有見到過；四種會集本裡面他看過三種，魏源居士的本子他老人家沒有見過，所以九種本子裡面，他總共只看過五種，還有四種沒有見到，一生當中沒見到。道源老法師一生也是專弘淨土，他老人家一生所看到的，九種本子裡頭大概只看到四種，五種沒有見到；其他不是專修專弘的，就可想而知。確實遍讀很難，因為沒有單行本流通。要想讀，除非是讀《藏經》，現在印的《藏經》字都很小，這些老法師、老居士年齡那麼大，看起來很吃力，他就不看了。也正因為這個原因，我們將九種不同的本子，就是五種原譯本、四種會集本合印在一起，讓現代同修每個人都有緣分人手一冊，這比古人幸運得多了！古人一生遇不到，我們完全在手中，這個福德因緣確實超過古人太多。"
    },
    {
      "id": "02-008-0001_p0025",
      "zh_CN": "连王龙舒居士第一个作会集本的，他老人家会集的本子叫《大阿弥陀经》，这个本子有单行本流通，会集得很好。可是印光祖师对于王龙舒的本子，彭际清的本子，魏源的本子都有批评，所以这个会集本流通就不容易。他批评的对不对？很有道理。这个序文里头有说明，诸位仔细看就明了了。会集不同于翻译，翻译里面用的词句自己可以斟酌，会集是别人翻译的，决定不能改人家的字。这三位大德，当然在他们来讲把这个文字上删改是没有问题的，改得比原译的还要好，可是印祖很不满意。不满意的原因在哪里？像他们的程度是不成问题的，怕他们开这个例子，以后的人随便改经。譬如像以后我们程度不够，看的这个经这一句不大好懂，我把它改几个字就好懂了。那么我改几句，你改几句，这个经传到后来就完全变质了，所以此风不可长、此例不可开。这是印祖非常反对的。",
      "zh_TW": "連王龍舒居士第一個作會集本的，他老人家會集的本子叫《大阿彌陀經》，這個本子有單行本流通，會集得很好。可是印光祖師對於王龍舒的本子，彭際清的本子，魏源的本子都有批評，所以這個會集本流通就不容易。他批評的對不對？很有道理。這個序文裡頭有說明，諸位仔細看就明瞭了。會集不同於翻譯，翻譯裡面用的詞句自己可以斟酌，會集是別人翻譯的，決定不能改人家的字。這三位大德，當然在他們來講把這個文字上刪改是沒有問題的，改得比原譯的還要好，可是印祖很不滿意。不滿意的原因在哪裡？像他們的程度是不成問題的，怕他們開這個例子，以後的人隨便改經。譬如像以後我們程度不夠，看的這個經這一句不大好懂，我把它改幾個字就好懂了。那麼我改幾句，你改幾句，這個經傳到後來就完全變質了，所以此風不可長、此例不可開。這是印祖非常反對的。"
    },
    {
      "id": "02-008-0001_p0026",
      "zh_CN": "这部经是夏莲居老居士会集的，也是个会集本。我得到这部经是在民国四十八年，我亲近李老居士的第二年，刚刚出家。老师把他自己从前讲这部经的简单的注解，这个注子我们从前曾经把它印出来流通过，把这个本子给我。我看了之后就非常的喜欢，带到台北就想开始来讲这部经。当时李老师告诉我，因为我最初十年讲经，每次讲经都要向他老人家报告，他说这个经不可以讲，我说为什么原因？因缘没成熟，他说：你现在在佛教里面声望地位都不够，这个经是会集本，印光大师所反对的，你要讲，佛教界里面一定有很多人批评。我听了之后，也觉得很有道理，所以把这部经就放下，去讲《楞严》、讲《华严》。《华严经》讲了十七年，这才开始讲这个经，大家没人说闲话了。",
      "zh_TW": "這部經是夏蓮居老居士會集的，也是個會集本。我得到這部經是在民國四十八年，我親近李老居士的第二年，剛剛出家。老師把他自己從前講這部經的簡單的註解，這個註子我們從前曾經把它印出來流通過，把這個本子給我。我看了之後就非常的喜歡，帶到台北就想開始來講這部經。當時李老師告訴我，因為我最初十年講經，每次講經都要向他老人家報告，他說這個經不可以講，我說為什麼原因？因緣沒成熟，他說：你現在在佛教裡面聲望地位都不夠，這個經是會集本，印光大師所反對的，你要講，佛教界裡面一定有很多人批評。我聽了之後，也覺得很有道理，所以把這部經就放下，去講《楞嚴》、講《華嚴》。《華嚴經》講了十七年，這才開始講這個經，大家沒人說閒話了。"
    },
    {
      "id": "02-008-0001_p0027",
      "zh_CN": "所以确确实实我这个基础是从《楞严》、《华严》上奠立的，以后再读这部经才有真正深刻的理解，极力来弘扬。虽然弘扬是孤家寡人，这个经没有人讲，只有我一个人在台湾、在海外讲。前年在美国华盛顿碰到黄念祖他老人家也在讲，这总算找到一个同志了，他欢喜，我也欢喜。所以我才晓得他在国内弘扬这部经，我在国外弘扬，找到一个志同道合的人。",
      "zh_TW": "所以確確實實我這個基礎是從《楞嚴》、《華嚴》上奠立的，以後再讀這部經才有真正深刻的理解，極力來弘揚。雖然弘揚是孤家寡人，這個經沒有人講，只有我一個人在台灣、在海外講。前年在美國華盛頓碰到黃念祖他老人家也在講，這總算找到一個同志了，他歡喜，我也歡喜。所以我才曉得他在國內弘揚這部經，我在國外弘揚，找到一個志同道合的人。"
    },
    {
      "id": "02-008-0001_p0028",
      "zh_CN": "由此可知，会集不是不能会集，实在讲会集是决定应该的，就是不能改动原文的文字，这是很大的忌讳。其次就是会集的取舍，那是知见、是学问，取舍是不是非常的恰当？如果说不应该会集，那么第一个会集的人是王龙舒居士，王龙舒居士是站着往生的，你们看到《龙舒净土文》前面画那个像，他是站着往生的。由这个证明，会集是应当的，会集妥善不妥善那是另外一桩事情。由于前面三家会集本都有弊病，都不是尽善尽美，所以夏莲居居士这才发心重新再校对、重新来编排，做一个新的会集本，这就是本经。",
      "zh_TW": "由此可知，會集不是不能會集，實在講會集是決定應該的，就是不能改動原文的文字，這是很大的忌諱。其次就是會集的取捨，那是知見、是學問，取捨是不是非常的恰當？如果說不應該會集，那麼第一個會集的人是王龍舒居士，王龍舒居士是站著往生的，你們看到《龍舒淨土文》前面畫那個像，他是站著往生的。由這個證明，會集是應當的，會集妥善不妥善那是另外一樁事情。由於前面三家會集本都有弊病，都不是盡善盡美，所以夏蓮居居士這才發心重新再校對、重新來編排，做一個新的會集本，這就是本經。"
    },
    {
      "id": "02-008-0001_p0029",
      "zh_CN": "会集所具备的条件，梅老居士在此地说，我们看这个文，第二页倒数第三行看最后一句。「王彭魏三家节会之本，皆未尽美尽善」，既然不是一个尽美尽善，里面有瑕疵的，所以后人批评，「诚如黄超子居士所云」，他前面第一篇序文里头指出来，「可见会集此经非易事也」。下面他说了六个条件，具足这六个条件才有资格来会集。",
      "zh_TW": "會集所具備的條件，梅老居士在此地說，我們看這個文，第二頁倒數第三行看最後一句。「王彭魏三家節會之本，皆未盡美盡善」，既然不是一個盡美盡善，裡面有瑕疵的，所以後人批評，「誠如黃超子居士所云」，他前面第一篇序文裡頭指出來，「可見會集此經非易事也」。下面他說了六個條件，具足這六個條件才有資格來會集。"
    },
    {
      "id": "02-008-0001_p0030",
      "zh_CN": "「一须教眼圆明，照真达俗」。这就相当不容易，这一句话要拿通俗的话来讲，就是一定要有修有证，有修没有证，不行，要有修有证。在禅家讲明心见性，在净土讲得一心不乱，这样的人才有资格，这不是普通人能做到的。「二须淹贯群籍，深于文字」。这就是对于一大藏教都能通达，你不是通宗通教，不行。第三个条件「三须于净宗法门，有久修专功」。这部是净土宗第一经，你对于净宗要没有真正修行，没有真正达到一心不乱，你做不到。这个一心不乱，不是事一心不乱，而是理一心不乱。理一心不乱，实际上就是圆教初住菩萨以上的地位，所以这决定不是普通人可以能做到的。「四须于五本原译，了然胸次。五须于王彭魏三家节会之本，洞鉴得失」。这就是过去这三家的会集本，他们的好处、缺点你统统明了。「六须于宋明迄清，南北各藏以及中外刊本，详审校勘」。",
      "zh_TW": "「一須教眼圓明，照真達俗」。這就相當不容易，這一句話要拿通俗的話來講，就是一定要有修有證，有修沒有證，不行，要有修有證。在禪家講明心見性，在淨土講得一心不亂，這樣的人才有資格，這不是普通人能做到的。「二須淹貫群籍，深於文字」。這就是對於一大藏教都能通達，你不是通宗通教，不行。第三個條件「三須於淨宗法門，有久修專功」。這部是淨土宗第一經，你對於淨宗要沒有真正修行，沒有真正達到一心不亂，你做不到。這個一心不亂，不是事一心不亂，而是理一心不亂。理一心不亂，實際上就是圓教初住菩薩以上的地位，所以這決定不是普通人可以能做到的。「四須於五本原譯，了然胸次。五須於王彭魏三家節會之本，洞鑒得失」。這就是過去這三家的會集本，他們的好處、缺點你統統明瞭。「六須於宋明迄清，南北各藏以及中外刊本，詳審校勘」。"
    },
    {
      "id": "02-008-0001_p0031",
      "zh_CN": "诸位想想这六个条件，太难了，尤其前面的三条，前面三条是功夫！后面三条现代人努力还能做得到，前面三条太难了！前面三条是法身大士，阿罗汉也做不到，权教菩萨都没分，那么你晓得夏莲居老居士是什么样的人？一直到今天，黄念祖老居士不肯把他的传记发表，我到北京去看他，我说：你老人家应当把夏老师这一生的事迹公布。他说：现在还没到时候。我个人的猜测，夏老居士不是等觉菩萨也应该是十地菩萨再来的，绝对不是普通人。他来干什么？他来就是会集这部经，他的使命就是会集这部经，度末法千千万万的众生。确实没有这部经，《无量寿经》很难读，你去看看五种原译本很难读，这部经才是《无量寿经》之集大成，的确是尽善尽美。依照这部经来修学，感应真正不可思议！我们再接着看。",
      "zh_TW": "諸位想想這六個條件，太難了，尤其前面的三條，前面三條是功夫！後面三條現代人努力還能做得到，前面三條太難了！前面三條是法身大士，阿羅漢也做不到，權教菩薩都沒分，那麼你曉得夏蓮居老居士是什麼樣的人？一直到今天，黃念祖老居士不肯把他的傳記發表，我到北京去看他，我說：你老人家應當把夏老師這一生的事跡公布。他說：現在還沒到時候。我個人的猜測，夏老居士不是等覺菩薩也應該是十地菩薩再來的，絕對不是普通人。他來幹什麼？他來就是會集這部經，他的使命就是會集這部經，度末法千千萬萬的眾生。確實沒有這部經，《無量壽經》很難讀，你去看看五種原譯本很難讀，這部經才是《無量壽經》之集大成，的確是盡善盡美。依照這部經來修學，感應真正不可思議！我們再接著看。"
    },
    {
      "id": "02-008-0001_p0032",
      "zh_CN": "「具此六者惟吾学佛老友夏莲居师兄庶可当之无愧」。这是梅光羲居士所说的话，梅老居士到晚年还拜夏老做老师，这个事情很少人知道，这是黄念祖老居士告诉我的。是梅大士对他这位师兄佩服到了极处，不仅师兄，还做老师，还拜他做老师。我们再看底下这一段，第三页第四行从第二句看起。",
      "zh_TW": "「具此六者惟吾學佛老友夏蓮居師兄庶可當之無愧」。這是梅光羲居士所說的話，梅老居士到晚年還拜夏老做老師，這個事情很少人知道，這是黃念祖老居士告訴我的。是梅大士對他這位師兄佩服到了極處，不僅師兄，還做老師，還拜他做老師。我們再看底下這一段，第三頁第四行從第二句看起。"
    },
    {
      "id": "02-008-0001_p0033",
      "zh_CN": "「吾常慨夫今之习净宗者仅持小本，于小本仅持秦译」。秦译就是鸠摩罗什大师的译本，小本经还有玄奘大师的译本。「问以法藏因地不知也。何者无量寿，何者无量光，茫然也。叩以浊世恶苦，往生正因，与夫持名方法，亦多瞠然无以应也。乃至询以依正庄严，修行次第，亦仅能粗举七宝八德三辈九品四十八愿之名目，而于其内容仍不知也」。这是一般修净土的现象，所以念佛的人多，往生的人少，原因在哪里？诸位读这几句就可以了然。这个法门古人讲的「万修万人去」，为什么现在一万个人修，只有两、三个人去？道理就在此地，对于这个法门他并不完全透彻了解，所以下面梅大士的话就说。",
      "zh_TW": "「吾常慨夫今之習淨宗者僅持小本，於小本僅持秦譯」。秦譯就是鳩摩羅什大師的譯本，小本經還有玄奘大師的譯本。「問以法藏因地不知也。何者無量壽，何者無量光，茫然也。叩以濁世惡苦，往生正因，與夫持名方法，亦多瞠然無以應也。乃至詢以依正莊嚴，修行次第，亦僅能粗舉七寶八德三輩九品四十八願之名目，而於其內容仍不知也」。這是一般修淨土的現象，所以念佛的人多，往生的人少，原因在哪裡？諸位讀這幾句就可以了然。這個法門古人講的「萬修萬人去」，為什麼現在一萬個人修，只有兩、三個人去？道理就在此地，對於這個法門他並不完全透徹了解，所以下面梅大士的話就說。"
    },
    {
      "id": "02-008-0001_p0034",
      "zh_CN": "「噫理既未明，信何能深」。道理没搞清楚，你的信心当然不够，愿更谈不上，行或有或无，这样修净土，只可以说给西方极乐世界结一个法缘而已，这一生往生是不可靠的，所以他底下有几句话说得很好。「而欲使之普遍宏扬，而欲以之折伏魔外，而欲使科学知识阶级，低首降心于净宗之门，此尤难之又难，几于不可能矣」。这个话都是真的，真实话。",
      "zh_TW": "「噫理既未明，信何能深」。道理沒搞清楚，你的信心當然不夠，願更談不上，行或有或無，這樣修淨土，只可以說給西方極樂世界結一個法緣而已，這一生往生是不可靠的，所以他底下有幾句話說得很好。「而欲使之普遍宏揚，而欲以之折伏魔外，而欲使科學知識階級，低首降心於淨宗之門，此尤難之又難，幾於不可能矣」。這個話都是真的，真實話。"
    },
    {
      "id": "02-008-0001_p0035",
      "zh_CN": "我在一九八三年初到美国去弘法，那一边同修告诉我，你千万不要讲净土法门，没有人相信。如果说念阿弥陀佛，会被人讥笑。我说那讲什么？他说这个地方的风气是禅、是密。所以我就到美国讲《六祖坛经》、讲《金刚经》、讲《华严》、讲《法华》，讲这些大经。我讲完之后，我跟大家介绍净土。我说净土经论，《阿弥陀经》你们不要小看了，因为那些人都是贡高我慢，我说我在台北《弥陀经》讲了一遍，从头到尾讲了一遍，还留了有一套录音带，多少个？九十分钟一片的录音带总共是三百四十多个，他们那些人听都听呆了，一天讲一次差不多要讲一年，一部《阿弥陀经》。我说我还没细讲，细讲，加一倍还不止！这大家听了才不敢讲话。所以一定要把理论透彻的明了，然后一门深入，才能够自利利他。末后这地方有一段说，在第三页最后一行，我们从当中看起。",
      "zh_TW": "我在一九八三年初到美國去弘法，那一邊同修告訴我，你千萬不要講淨土法門，沒有人相信。如果說念阿彌陀佛，會被人譏笑。我說那講什麼？他說這個地方的風氣是禪、是密。所以我就到美國講《六祖壇經》、講《金剛經》、講《華嚴》、講《法華》，講這些大經。我講完之後，我跟大家介紹淨土。我說淨土經論，《阿彌陀經》你們不要小看了，因為那些人都是貢高我慢，我說我在台北《彌陀經》講了一遍，從頭到尾講了一遍，還留了有一套錄音帶，多少個？九十分鐘一片的錄音帶總共是三百四十多個，他們那些人聽都聽呆了，一天講一次差不多要講一年，一部《阿彌陀經》。我說我還沒細講，細講，加一倍還不止！這大家聽了才不敢講話。所以一定要把理論透徹的明瞭，然後一門深入，才能夠自利利他。末後這地方有一段說，在第三頁最後一行，我們從當中看起。"
    },
    {
      "id": "02-008-0001_p0036",
      "zh_CN": "「且莲公此本(就是讲这个本子)，正欲导行者遍观各译，广获法益，扩心目坚信向，使无人持诵之古本光显于世，此其惨淡经营报佛深恩之苦心也」。我就是看序文这几句话，发心编印《净土五经读本》，将五种原译本、四种的会集本统统收在一起。而且将《弥陀经》，《弥陀经》有三种本子，罗什大师的译本，玄奘大师的译本，夏莲居老居士的会集本，这两种译本的会集本，所以《阿弥陀经》一共有三个本子，《无量寿经》有九个本子，统统都印在《净土五经读本》里面，供养诸位同修。就是看这一段才想起来确实有必要。为什么？使大家对这个本子能够产生真正的信心，你们去查对印老所指的毛病，这个本子上统统没有。很可惜这个本子印出来流通之后，印老往生了，否则的话，印老看到这个本子一定点头，可以流通了。老法师不在了，只有把所有的原本摆在诸位面前，让大家自己去品尝，你才认识这个本子确确实实是好。过去三家的那些缺陷，这个本子上统统没有，我们对这个本子才能够产生信心。如果有怀疑，利益就得不到了。",
      "zh_TW": "「且蓮公此本(就是講這個本子)，正欲導行者遍觀各譯，廣獲法益，擴心目堅信向，使無人持誦之古本光顯於世，此其慘淡經營報佛深恩之苦心也」。我就是看序文這幾句話，發心編印《淨土五經讀本》，將五種原譯本、四種的會集本統統收在一起。而且將《彌陀經》，《彌陀經》有三種本子，羅什大師的譯本，玄奘大師的譯本，夏蓮居老居士的會集本，這兩種譯本的會集本，所以《阿彌陀經》一共有三個本子，《無量壽經》有九個本子，統統都印在《淨土五經讀本》裡面，供養諸位同修。就是看這一段才想起來確實有必要。為什麼？使大家對這個本子能夠產生真正的信心，你們去查對印老所指的毛病，這個本子上統統沒有。很可惜這個本子印出來流通之後，印老往生了，否則的話，印老看到這個本子一定點頭，可以流通了。老法師不在了，只有把所有的原本擺在諸位面前，讓大家自己去品嘗，你才認識這個本子確確實實是好。過去三家的那些缺陷，這個本子上統統沒有，我們對這個本子才能夠產生信心。如果有懷疑，利益就得不到了。"
    },
    {
      "id": "02-008-0001_p0037",
      "zh_CN": "再看底下一段，是梅老给夏老一个简单的介绍，使我们对这个人多少能有一点认识，这段文字在第五页倒数第五行，我们要从当中看起。「余与莲公同官十稔共学三十年」。梅老居士跟夏老也是老朋友，他们同在一起作官有十年，同在一起学佛有三十年，这是三十年的老同参。「同受皈戒，同参叩于宗门耆宿，同受灌顶于密宗大德，同于慧老法师座下得受印证，生平友朋，深于儒佛两教者，首推莲公」。这是他一生最敬重的一位老友，这个地方所提的慧老法师就是慧明老和尚，好像他有一个小册子，《慧明老和尚开示录》，流通得很广，就是这个慧明老法师给他们两个印证。底下就是介绍，当年他会集这个本子的情况。",
      "zh_TW": "再看底下一段，是梅老給夏老一個簡單的介紹，使我們對這個人多少能有一點認識，這段文字在第五頁倒數第五行，我們要從當中看起。「余與蓮公同官十稔共學三十年」。梅老居士跟夏老也是老朋友，他們同在一起作官有十年，同在一起學佛有三十年，這是三十年的老同參。「同受皈戒，同參叩於宗門耆宿，同受灌頂於密宗大德，同於慧老法師座下得受印證，生平友朋，深於儒佛兩教者，首推蓮公」。這是他一生最敬重的一位老友，這個地方所提的慧老法師就是慧明老和尚，好像他有一個小冊子，《慧明老和尚開示錄》，流通得很廣，就是這個慧明老法師給他們兩個印證。底下就是介紹，當年他會集這個本子的情況。"
    },
    {
      "id": "02-008-0001_p0038",
      "zh_CN": "「至其力屏万缘，掩关十载」。掩关是闭关，夏老居士会集这一部经是闭关十年，不是一个很容易的事情，不是很草率的成就。「于宗净要旨穷深极微，发前人未发之蕴，艰苦卓绝，为法忘身，实有足令人惊叹敬佩者。其会集此经之动机与苦心，并所具六种特点，所谓教眼圆明，深于文字，专功久修，遍探原译，洞窥诸本，网罗各藏等，悉见前文所述，而其始终敬慎，心精力果，以迄于成」。这是说他会集的时候认真负责，这么长的时间，他这个稿，初稿完成是闭关三年，以后不断的再修订，我们现在这个本子是他的定本。初版民国二十五年流通的，慈舟法师曾经在济南讲过一遍，而且还有科判。慈老有两个学生在台湾也都很有名气，一位是道源老和尚，已经往生了；另外一位是忏云老法师，这都是慈舟法师的学生。",
      "zh_TW": "「至其力屏萬緣，掩關十載」。掩關是閉關，夏老居士會集這一部經是閉關十年，不是一個很容易的事情，不是很草率的成就。「於宗淨要旨窮深極微，發前人未發之蘊，艱苦卓絕，為法忘身，實有足令人驚歎敬佩者。其會集此經之動機與苦心，並所具六種特點，所謂教眼圓明，深於文字，專功久修，遍探原譯，洞窺諸本，網羅各藏等，悉見前文所述，而其始終敬慎，心精力果，以迄於成」。這是說他會集的時候認真負責，這麼長的時間，他這個稿，初稿完成是閉關三年，以後不斷的再修訂，我們現在這個本子是他的定本。初版民國二十五年流通的，慈舟法師曾經在濟南講過一遍，而且還有科判。慈老有兩個學生在台灣也都很有名氣，一位是道源老和尚，已經往生了；另外一位是懺雲老法師，這都是慈舟法師的學生。"
    },
    {
      "id": "02-008-0001_p0039",
      "zh_CN": "慈老这个科判我是今年才看到，黄念祖老居士保存了一份，这不容易！文化大革命没有把它烧掉，还留着这一份，他这一份就送给我了。我在台湾，底下印的《无量寿经》，就把慈老的科判附印在后面。从慈老科判里面，我们能看到初版的面貌，跟现在我们所读到的定本有不少差别。就是夏老以后是增订了不少，而且再分这个章目，初版的时候没有分。这底下有一段我们把它念念就可以，我们从第六页第五行看起。",
      "zh_TW": "慈老這個科判我是今年才看到，黃念祖老居士保存了一份，這不容易！文化大革命沒有把它燒掉，還留著這一份，他這一份就送給我了。我在台灣，底下印的《無量壽經》，就把慈老的科判附印在後面。從慈老科判裡面，我們能看到初版的面貌，跟現在我們所讀到的定本有不少差別。就是夏老以後是增訂了不少，而且再分這個章目，初版的時候沒有分。這底下有一段我們把它念念就可以，我們從第六頁第五行看起。"
    },
    {
      "id": "02-008-0001_p0040",
      "zh_CN": "「故其于九万五千七十字之五种原译内」。这是五种原译本，人家把字数都算得很清楚，五种本子总共是九万五千七十个字，可见得夏老心很细，这一般人常常疏忽掉的，你看他这么清楚。「玄义微言，深文奥旨，无一语而不详参，无一字而不互校，务使精当明确，凿然有据。无一义不在原译之中，无一句溢出本经之外，艰涩沉晦使之爽朗，繁复冗蔓归于简洁，凌乱俾成整严，阙疏悉令圆满。必期有美皆备，无谛不收」。这段是梅老居士对于这个会集本的评语，这个评语决定不过分，恰如其说。才知道这个本子会集得好，会集的是真正不容易，不是再来人决定做不出来的。因为会集，说老实话，比译经难，甚至于比讲经还难，佛当年讲经没有重复整理这个会集，难！",
      "zh_TW": "「故其於九萬五千七十字之五種原譯內」。這是五種原譯本，人家把字數都算得很清楚，五種本子總共是九萬五千七十個字，可見得夏老心很細，這一般人常常疏忽掉的，你看他這麼清楚。「玄義微言，深文奧旨，無一語而不詳參，無一字而不互校，務使精當明確，鑿然有據。無一義不在原譯之中，無一句溢出本經之外，艱澀沉晦使之爽朗，繁複冗蔓歸于簡潔，凌亂俾成整嚴，闕疏悉令圓滿。必期有美皆備，無諦不收」。這段是梅老居士對於這個會集本的評語，這個評語決定不過分，恰如其說。才知道這個本子會集得好，會集的是真正不容易，不是再來人決定做不出來的。因為會集，說老實話，比譯經難，甚至於比講經還難，佛當年講經沒有重複整理這個會集，難！"
    },
    {
      "id": "02-008-0001_p0041",
      "zh_CN": "蕅益大师我们不知道是什么人再来的，他老人家作的《要解》，你看看印光大师对他《要解》的批评，「即使古佛再来，给《阿弥陀经》做一个注解，也不能超过其上」。我们晓得印光大师是大势至菩萨再来的，大势至菩萨这样的赞叹，那蕅益大师是什么人？我们猜想那不是阿弥陀佛亲自来的，至少也是观世音菩萨再来的！否则的话，大势至菩萨这样赞叹还得了吗？我们中国人有幸，确实是诸佛菩萨再来，应化在我们世间，替我们整理典籍，重新建立我们的信心，使我们这一生能得度，这样的大恩大德，的确是粉身难报。我们再往底下念。",
      "zh_TW": "蕅益大師我們不知道是什麼人再來的，他老人家作的《要解》，你看看印光大師對他《要解》的批評，「即使古佛再來，給《阿彌陀經》做一個註解，也不能超過其上」。我們曉得印光大師是大勢至菩薩再來的，大勢至菩薩這樣的讚歎，那蕅益大師是什麼人？我們猜想那不是阿彌陀佛親自來的，至少也是觀世音菩薩再來的！否則的話，大勢至菩薩這樣讚歎還得了嗎？我們中國人有幸，確實是諸佛菩薩再來，應化在我們世間，替我們整理典籍，重新建立我們的信心，使我們這一生能得度，這樣的大恩大德，的確是粉身難報。我們再往底下念。"
    },
    {
      "id": "02-008-0001_p0042",
      "zh_CN": "「往往因一字之求安，浃旬累月而不决」。这个字是什么？指取舍，五种本子里头，取哪一个字。为了取哪一个字，旬是十天，十天、累月都很难决定，所以他会集这个本子，一直到完成用了十年的时间。你看这个本子并不大、并不多，十年的时间才完成！以他自己的学问，修行的功夫，还要花这么长的时间，的确不是容易事情。「日日祷于佛前，时时萦诸梦寐，此其敬慎，虔恭状况，皆光羲与慧老法师所目睹者也」。这都还有证人证明，亲眼看到的。",
      "zh_TW": "「往往因一字之求安，浹旬累月而不決」。這個字是什麼？指取捨，五種本子裡頭，取哪一個字。為了取哪一個字，旬是十天，十天、累月都很難決定，所以他會集這個本子，一直到完成用了十年的時間。你看這個本子並不大、並不多，十年的時間才完成！以他自己的學問，修行的功夫，還要花這麼長的時間，的確不是容易事情。「日日禱於佛前，時時縈諸夢寐，此其敬慎，虔恭狀況，皆光羲與慧老法師所目睹者也」。這都還有證人證明，親眼看到的。"
    },
    {
      "id": "02-008-0001_p0043",
      "zh_CN": "「故其精诚所感，屡现瑞征，兹恐骇俗，姑不具引」。这几句话非常的含蓄，他的感应实在是多。你看我们印的黄念祖老居士这个注解，这个注解里面有一张夏老居士的照片。这一张照片是曾经多次的翻印，不太清楚，但是还可以看得见，他头顶上有一尊佛像，鞋子底下放光。如果不指出来你不太容易看到，一指给你看就很明显，原来的照片上很明显。我这一张照片是黄老居士送我的，他是寄给我的，是布纹面的，所以印的效果就差多了。老居士他自己那里供的一张是光面的，光面就很清楚。感应很多，而且不可思议。",
      "zh_TW": "「故其精誠所感，屢現瑞徵，茲恐駭俗，姑不具引」。這幾句話非常的含蓄，他的感應實在是多。你看我們印的黃念祖老居士這個註解，這個註解裡面有一張夏老居士的照片。這一張照片是曾經多次的翻印，不太清楚，但是還可以看得見，他頭頂上有一尊佛像，鞋子底下放光。如果不指出來你不太容易看到，一指給你看就很明顯，原來的照片上很明顯。我這一張照片是黃老居士送我的，他是寄給我的，是布紋面的，所以印的效果就差多了。老居士他自己那裡供的一張是光面的，光面就很清楚。感應很多，而且不可思議。"
    },
    {
      "id": "02-008-0001_p0044",
      "zh_CN": "现代人求感应的人太多了，喜欢神通的太多了，所以黄老居士对于这些事情一字不提，这个很有道理。感应、瑞相决定是有，可是不要去理会它，这不是重要的事情，重要是我们的心得清净，经题里面讲「清净平等觉」，这个重要，心地清净平等，觉而不迷，这等我讲到经题的时候跟诸位详细的介绍。从这个序文里面，看到老一代他们的含蓄，决不以神通感应来夸耀！所以老居士的事迹一直到今天黄老居士不肯公布，也只是我们私底下给我们谈谈，还一再嘱咐不要对外人说。老一代跟这一代不一样，这一代没有瑞应也要说一点，为什么？免得人家瞧不起，还造谣生事，你说怎么得了！过去的人有这些事情，不肯说，也不告诉你。再看底下，底下这个话重要。",
      "zh_TW": "現代人求感應的人太多了，喜歡神通的太多了，所以黃老居士對於這些事情一字不提，這個很有道理。感應、瑞相決定是有，可是不要去理會它，這不是重要的事情，重要是我們的心得清淨，經題裡面講「清淨平等覺」，這個重要，心地清淨平等，覺而不迷，這等我講到經題的時候跟諸位詳細的介紹。從這個序文裡面，看到老一代他們的含蓄，決不以神通感應來誇耀！所以老居士的事跡一直到今天黃老居士不肯公布，也只是我們私底下給我們談談，還一再囑咐不要對外人說。老一代跟這一代不一樣，這一代沒有瑞應也要說一點，為什麼？免得人家瞧不起，還造謠生事，你說怎麼得了！過去的人有這些事情，不肯說，也不告訴你。再看底下，底下這個話重要。"
    },
    {
      "id": "02-008-0001_p0045",
      "zh_CN": "「是以及其告成也」。这是会集成就了，这个本子成就了。「文约而义丰」。文是文字，文字简约，经文不长，而且文字并不深，几乎人人都能看得懂，这个太难了，真正不容易！意思圆满。「理显而词畅」。理你看起来好像并不很深，都能看得懂，这个词句非常通畅，读起来很舒服。「醒眸爽口，易记易持，无艰深畏难之虑，有殊胜易往之感，虽欲不谓之善本不可得也」。确实是《无量寿经》最善之本，这是真的。",
      "zh_TW": "「是以及其告成也」。這是會集成就了，這個本子成就了。「文約而義豐」。文是文字，文字簡約，經文不長，而且文字並不深，幾乎人人都能看得懂，這個太難了，真正不容易！意思圓滿。「理顯而詞暢」。理你看起來好像並不很深，都能看得懂，這個詞句非常通暢，讀起來很舒服。「醒眸爽口，易記易持，無艱深畏難之慮，有殊勝易往之感，雖欲不謂之善本不可得也」。確實是《無量壽經》最善之本，這是真的。"
    },
    {
      "id": "02-008-0001_p0046",
      "zh_CN": "我在北京，黄老居士告诉我，他一些学生，学生不多，这是老居士一再在末法时期提倡的。就是在我们现在这个时代，同修贵精不贵多，所以他不主张热闹，他主张清修，同修贵精不贵多；道场重实质，不重形式，外表形式香火很盛，信徒很多，不重视这个，重实质；修行重一心不乱，重在净念相继，不重感应，不重神通，这些东西完全无关紧要，念念教我们真正修行。所以他虽然是密宗的上师，他告诉我，大陆上这四十年来，十亿人，学密成就的只有六个人，太难太难了。",
      "zh_TW": "我在北京，黃老居士告訴我，他一些學生，學生不多，這是老居士一再在末法時期提倡的。就是在我們現在這個時代，同修貴精不貴多，所以他不主張熱鬧，他主張清修，同修貴精不貴多；道場重實質，不重形式，外表形式香火很盛，信徒很多，不重視這個，重實質；修行重一心不亂，重在淨念相繼，不重感應，不重神通，這些東西完全無關緊要，念念教我們真正修行。所以他雖然是密宗的上師，他告訴我，大陸上這四十年來，十億人，學密成就的只有六個人，太難太難了。"
    },
    {
      "id": "02-008-0001_p0047",
      "zh_CN": "所以凡是跟他学密的，他要求有三部经必须要读，第一个就是《无量寿经》，第二个是《弥陀经要解》，蕅益大师的要解，第三个是《普贤菩萨行愿品》。这三部经学密的人要不认真去读诵、修学，不可能成就。修净土宗的他就只教一部经，《无量寿经》，要熟读、要依教奉行。他的学生有十几个，而且告诉我，他们有生病，遇到困难了，生病了，他们不看医生也不吃药。怎么治病？全家念《无量寿经》，一直念到病好，学生都给我作证，确实是如此，这个经可以治病！我相信。",
      "zh_TW": "所以凡是跟他學密的，他要求有三部經必須要讀，第一個就是《無量壽經》，第二個是《彌陀經要解》，蕅益大師的要解，第三個是《普賢菩薩行願品》。這三部經學密的人要不認真去讀誦、修學，不可能成就。修淨土宗的他就只教一部經，《無量壽經》，要熟讀、要依教奉行。他的學生有十幾個，而且告訴我，他們有生病，遇到困難了，生病了，他們不看醫生也不吃藥。怎麼治病？全家念《無量壽經》，一直念到病好，學生都給我作證，確實是如此，這個經可以治病！我相信。"
    },
    {
      "id": "02-008-0001_p0048",
      "zh_CN": "所以我这些年来常常教给人，我这个法门是大家最希望所求的，求什么？第一个不老，第二个不生病，第三个不死，你要不要？我这个法门是不老、不病、不死，你要肯相信，你也能做到！这个经的功力实实在在不可思议，能够相信我的话，照我的话去做，都有效果，而且效果之快，实在是不可思议。三个月就见效，六个月你就有坚定信心，你的业障消除了。",
      "zh_TW": "所以我這些年來常常教給人，我這個法門是大家最希望所求的，求什麼？第一個不老，第二個不生病，第三個不死，你要不要？我這個法門是不老、不病、不死，你要肯相信，你也能做到！這個經的功力實實在在不可思議，能夠相信我的話，照我的話去做，都有效果，而且效果之快，實在是不可思議。三個月就見效，六個月你就有堅定信心，你的業障消除了。"
    },
    {
      "id": "02-008-0001_p0049",
      "zh_CN": "什么叫业障？从前的时候每天精神提不起来，头昏脑胀，遇事情糊里糊涂的。这三个月念完之后，精神饱满，耳目聪明，这业障消除了。以前一天十二个钟点都睡不够的，现在睡三个钟点、四个钟点就够了，这业障消除的现象。很多人得到这个效果，真实功德！经中讲「惠以真实之利」。",
      "zh_TW": "什麼叫業障？從前的時候每天精神提不起來，頭昏腦脹，遇事情糊裡糊塗的。這三個月念完之後，精神飽滿，耳目聰明，這業障消除了。以前一天十二個鐘點都睡不夠的，現在睡三個鐘點、四個鐘點就夠了，這業障消除的現象。很多人得到這個效果，真實功德！經中講「惠以真實之利」。"
    },
    {
      "id": "02-008-0001_p0050",
      "zh_CN": "那么诸位要问，这部经上讲什么？简单讲，经上讲三个真实，「开化显示真实之际」，这就是禅宗里面讲的「明心见性，见性成佛」，讲这个；「住真实慧」，你念这部经、念阿弥陀佛，你的心住在真实智慧里，就是般若智慧里；「惠以真实之利」，这个经是佛给我们最真实的利益。在一切经里面，讲三种真实的很少，唯独本经具足。我们再看底下一段，接着看。",
      "zh_TW": "那麼諸位要問，這部經上講什麼？簡單講，經上講三個真實，「開化顯示真實之際」，這就是禪宗裡面講的「明心見性，見性成佛」，講這個；「住真實慧」，你念這部經、念阿彌陀佛，你的心住在真實智慧裡，就是般若智慧裡；「惠以真實之利」，這個經是佛給我們最真實的利益。在一切經裡面，講三種真實的很少，唯獨本經具足。我們再看底下一段，接著看。"
    },
    {
      "id": "02-008-0001_p0051",
      "zh_CN": "「每一持诵」。这是老居士自己说的，每一次念这个经的时候，「恍若置身于清净庄严之域」，你用恭敬心去念、用清净心去念、用真诚心去念，你念这个经，就像自己在西方极乐世界一样，有这个感受。「徜徉乎华池宝树之间。如觐慈光，如聆法语，诵者忘倦，听者生忻，随分领解，各如其量，摄凡浊介尔之心，入圣众俱会之境，易全真成妄之念，为背尘合觉之行，果能受持读诵，即说修行，不但拔将来之苦果，实已获现前之福利，非真修净业者，不觉其妙，非曾涉教海者，莫窥其深」。这话真的，一点都不错。",
      "zh_TW": "「每一持誦」。這是老居士自己說的，每一次念這個經的時候，「恍若置身於清淨莊嚴之域」，你用恭敬心去念、用清淨心去念、用真誠心去念，你念這個經，就像自己在西方極樂世界一樣，有這個感受。「徜徉乎華池寶樹之間。如覲慈光，如聆法語，誦者忘倦，聽者生忻，隨分領解，各如其量，攝凡濁介爾之心，入聖眾俱會之境，易全真成妄之念，為背塵合覺之行，果能受持讀誦，即說修行，不但拔將來之苦果，實已獲現前之福利，非真修淨業者，不覺其妙，非曾涉教海者，莫窺其深」。這話真的，一點都不錯。"
    },
    {
      "id": "02-008-0001_p0052",
      "zh_CN": "读诵，我告诉诸位，最难的关口是在四百遍到五百遍，这是难关。能够通过之后，要劝你不念，那就做不到！所以现在今天在台湾，从北到南，念这个经的人很多，一天念五遍的人非常之多，还有一些念十遍、十二遍、十三遍的，有人在四年当中念满一万遍的。确实消业障，开智慧！修学，实在讲，不管是哪一个法门，佛法从哪里入？从清净心入，心不清净不能入道。念经，念经就是把你的分别、妄想业障念掉，恢复到自性清净。所以我们所求的，无量寿，我们所期望的，庄严；庄严拿现代的话来说，就是美好、圆满，我们生活上样样都没有欠缺，事事如意，这才庄严！从哪里去求？清净心、平等心、觉心，都在经题上！这心不清净怎么行？要如何能够恢复到清净心？读经，读《无量寿经》。",
      "zh_TW": "讀誦，我告訴諸位，最難的關口是在四百遍到五百遍，這是難關。能夠通過之後，要勸你不念，那就做不到！所以現在今天在台灣，從北到南，念這個經的人很多，一天念五遍的人非常之多，還有一些念十遍、十二遍、十三遍的，有人在四年當中念滿一萬遍的。確實消業障，開智慧！修學，實在講，不管是哪一個法門，佛法從哪裡入？從清淨心入，心不清淨不能入道。念經，念經就是把你的分別、妄想業障念掉，恢復到自性清淨。所以我們所求的，無量壽，我們所期望的，莊嚴；莊嚴拿現代的話來說，就是美好、圓滿，我們生活上樣樣都沒有欠缺，事事如意，這才莊嚴！從哪裡去求？清淨心、平等心、覺心，都在經題上！這心不清淨怎麼行？要如何能夠恢復到清淨心？讀經，讀《無量壽經》。"
    },
    {
      "id": "02-008-0001_p0053",
      "zh_CN": "专修净业的人，我在台北、在美国，我们的早晚课跟一般道场不一样，我们早课念《无量寿经》第六章，就是阿弥陀佛四十八愿，念完之后，念佛回向，三皈依。晚课我们念《无量寿经》三十三章，三十四、三十五、三十六、三十七，五章，念完之后，也是念佛回向，三皈依。我们的早晚课是这样做法，我们只有一个目标，求生净土，见阿弥陀佛。专修专弘，这样才符合大势至菩萨给我们讲的「净念相继」，不夹杂、不间断，真正做到了。底下一段是梅大士给我们的贡献。在第六面最后一行，我们看第二句。",
      "zh_TW": "專修淨業的人，我在台北、在美國，我們的早晚課跟一般道場不一樣，我們早課念《無量壽經》第六章，就是阿彌陀佛四十八願，念完之後，念佛迴向，三皈依。晚課我們念《無量壽經》三十三章，三十四、三十五、三十六、三十七，五章，念完之後，也是念佛迴向，三皈依。我們的早晚課是這樣做法，我們只有一個目標，求生淨土，見阿彌陀佛。專修專弘，這樣才符合大勢至菩薩給我們講的「淨念相繼」，不夾雜、不間斷，真正做到了。底下一段是梅大士給我們的貢獻。在第六面最後一行，我們看第二句。"
    },
    {
      "id": "02-008-0001_p0054",
      "zh_CN": "「吾尝谓欲宏佛法于今日，必须提倡净土，欲宏净宗，必须先宏大经」。这个大经就是《无量寿经》，这是净土宗的大经。「果能人人持诵，则因果自明，身心自洁，劫运自转，太平自至」。这都是我们所期望的。如何能达到？如何能变成事实？受持《无量寿经》非常非常重要，我们心里面的愿望统统都能够达到。",
      "zh_TW": "「吾嘗謂欲宏佛法於今日，必須提倡淨土，欲宏淨宗，必須先宏大經」。這個大經就是《無量壽經》，這是淨土宗的大經。「果能人人持誦，則因果自明，身心自潔，劫運自轉，太平自至」。這都是我們所期望的。如何能達到？如何能變成事實？受持《無量壽經》非常非常重要，我們心裡面的願望統統都能夠達到。"
    },
    {
      "id": "02-008-0001_p0055",
      "zh_CN": "学佛的同修们，我看每人的心念里面都希望消业障，都希望消灾。你们的业障，你们的灾难消了没有？要想消业障，先要知道什么叫做业障？连业障是什么都不晓得，你还能把它消掉？好像我们抓贼一样，一定要认识那个贼是谁，才能把他抓到。要抓贼，贼不知道在哪里，你怎么能抓得到他？所以诸位要晓得，业障就是妄想，就是贪瞋痴慢，这就是业障。起心动念就是造业，业就障碍你的清净心，障碍你的平等心，果然能把贪瞋痴慢统统断掉，业障就没有了。",
      "zh_TW": "學佛的同修們，我看每人的心念裡面都希望消業障，都希望消災。你們的業障，你們的災難消了沒有？要想消業障，先要知道什麼叫做業障？連業障是什麼都不曉得，你還能把它消掉？好像我們抓賊一樣，一定要認識那個賊是誰，才能把他抓到。要抓賊，賊不知道在哪裡，你怎麼能抓得到他？所以諸位要曉得，業障就是妄想，就是貪瞋痴慢，這就是業障。起心動念就是造業，業就障礙你的清淨心，障礙你的平等心，果然能把貪瞋痴慢統統斷掉，業障就沒有了。"
    },
    {
      "id": "02-008-0001_p0056",
      "zh_CN": "六根接触六尘境界，不起心、不动念、不分别、不执着，哪来的业障？这说得容易，做起来很难。佛教给我们这个法子好，一天到晚念经，一天到晚想西方极乐世界，大势至菩萨给我们讲的「忆佛念佛」。念是心念，口念不念没有关系，心里头要念。忆是什么？想，你这个经念得很熟，你常常想西方极乐世界依正庄严，想阿弥陀佛自行化他无量的功德，常常想这个，就不想别的；常常念佛，就不念别的。这样你的心才会清净，你的业障才会从根拔除，这个重要。",
      "zh_TW": "六根接觸六塵境界，不起心、不動念、不分別、不執著，哪來的業障？這說得容易，做起來很難。佛教給我們這個法子好，一天到晚念經，一天到晚想西方極樂世界，大勢至菩薩給我們講的「憶佛念佛」。念是心念，口念不念沒有關係，心裡頭要念。憶是什麼？想，你這個經念得很熟，你常常想西方極樂世界依正莊嚴，想阿彌陀佛自行化他無量的功德，常常想這個，就不想別的；常常念佛，就不念別的。這樣你的心才會清淨，你的業障才會從根拔除，這個重要。"
    },
    {
      "id": "02-008-0001_p0057",
      "zh_CN": "为什么教你要多念？为什么教你要熟念？你念熟了，起心动念都是西方极乐世界，这样才相应！所以「一念相应一念佛，念念相应念念佛」，你这个经不熟，你怎么可能相应？你一天到晚相应的是人我是非，是贪瞋痴慢，这是六道轮回的事情。换句话说，不能与西方极乐世界相应，就与六道轮回相应，没有第三条路好走。这两条路摆在我们面前，由我们自己选择。所以我们求的是因果自明。刚才我给诸位报告，我们早晨念第六章，是阿弥陀佛四十八愿，要把阿弥陀佛的本愿变成自己的本愿，我的心愿跟阿弥陀佛完全相同，我们目的在此地。晚课念三十三章到三十七章就是明了因果。古德提倡的持戒念佛，那五章经文就是戒律，里面讲因果报应，我们起心动念，处事待人接物，要用经典作一面镜子，时时刻刻检点自己的过失，改过自新！",
      "zh_TW": "為什麼教你要多念？為什麼教你要熟念？你念熟了，起心動念都是西方極樂世界，這樣才相應！所以「一念相應一念佛，念念相應念念佛」，你這個經不熟，你怎麼可能相應？你一天到晚相應的是人我是非，是貪瞋痴慢，這是六道輪迴的事情。換句話說，不能與西方極樂世界相應，就與六道輪迴相應，沒有第三條路好走。這兩條路擺在我們面前，由我們自己選擇。所以我們求的是因果自明。剛才我給諸位報告，我們早晨念第六章，是阿彌陀佛四十八願，要把阿彌陀佛的本願變成自己的本願，我的心願跟阿彌陀佛完全相同，我們目的在此地。晚課念三十三章到三十七章就是明瞭因果。古德提倡的持戒念佛，那五章經文就是戒律，裡面講因果報應，我們起心動念，處事待人接物，要用經典作一面鏡子，時時刻刻檢點自己的過失，改過自新！"
    },
    {
      "id": "02-008-0001_p0058",
      "zh_CN": "佛门常讲开悟，什么叫开悟？天天都知道自己的毛病，这个人就开悟了。能够把自己毛病改过来，这叫修行。心地清净平等，这人就得道。道是什么？清净平等就是道，佛道。身心清净，这人怎么会长病？病从哪里来的？病从身不清净，身怎么不清净？心不清净。心不清净，身就不清净，什么毛病都出来了。果然身心清净，没有理由生病，没有理由衰老。所以现在的人他心里不想佛，他想什么？天天想老，哎！一年一年老了，他怎么会不老？当然老。老了怎么样？老了就该有病，所以这毛病都来了。老是自己想来的，病也是自己想来的，死还是自己想来的，这打妄想！如果念头一转，转成阿弥陀佛，阿弥陀佛没有病，阿弥陀佛不老，阿弥陀佛也不死，你看统统转过来了。就看你会不会转，关键就在此地。底下告诉我们一个事实，在这一页第七面第二行最后两句看起。",
      "zh_TW": "佛門常講開悟，什麼叫開悟？天天都知道自己的毛病，這個人就開悟了。能夠把自己毛病改過來，這叫修行。心地清淨平等，這人就得道。道是什麼？清淨平等就是道，佛道。身心清淨，這人怎麼會長病？病從哪裡來的？病從身不清淨，身怎麼不清淨？心不清淨。心不清淨，身就不清淨，什麼毛病都出來了。果然身心清淨，沒有理由生病，沒有理由衰老。所以現在的人他心裡不想佛，他想什麼？天天想老，哎！一年一年老了，他怎麼會不老？當然老。老了怎麼樣？老了就該有病，所以這毛病都來了。老是自己想來的，病也是自己想來的，死還是自己想來的，這打妄想！如果念頭一轉，轉成阿彌陀佛，阿彌陀佛沒有病，阿彌陀佛不老，阿彌陀佛也不死，你看統統轉過來了。就看你會不會轉，關鍵就在此地。底下告訴我們一個事實，在這一頁第七面第二行最後兩句看起。"
    },
    {
      "id": "02-008-0001_p0059",
      "zh_CN": "「前清盛时，万善殿常课此经，故得宫廷整肃，政治清明，由彼时群知因果，故能上下相戒，朝野相安。咸同而后，此经辍诵，朝纲紊乱，国势随衰」。这清朝开国的几个皇帝实在了不起，如果诸位能读读历史，没有不佩服的，尤其是康熙、雍正、乾隆这三个人真正了不起，在我们中国历代帝王当中找不到的。我们看过他们所批的奏折，就是公文，批的公文，我看过。真的是爱国爱民，念念都是为老百姓福利着想，真难得。他不是人民公仆，他是人民的父母！以父母之心爱护老百姓像爱护子女一样。读经就是他们发起的，宫廷里面读经，读《无量寿经》，大家没有不服！不是读皇帝的诏书也不是念他的语录，念《无量寿经》，上下都跟阿弥陀佛学，这还得了！这哪一个不服。宫廷里面每一天课诵《无量寿经》，所以他上下相安，为什么？大家知道因果，社会安定。",
      "zh_TW": "「前清盛時，萬善殿常課此經，故得宮廷整肅，政治清明，由彼時群知因果，故能上下相戒，朝野相安。咸同而後，此經輟誦，朝綱紊亂，國勢隨衰」。這清朝開國的幾個皇帝實在了不起，如果諸位能讀讀歷史，沒有不佩服的，尤其是康熙、雍正、乾隆這三個人真正了不起，在我們中國歷代帝王當中找不到的。我們看過他們所批的奏摺，就是公文，批的公文，我看過。真的是愛國愛民，念念都是為老百姓福利著想，真難得。他不是人民公僕，他是人民的父母！以父母之心愛護老百姓像愛護子女一樣。讀經就是他們發起的，宮廷裡面讀經，讀《無量壽經》，大家沒有不服！不是讀皇帝的詔書也不是念他的語錄，念《無量壽經》，上下都跟阿彌陀佛學，這還得了！這哪一個不服。宮廷裡面每一天課誦《無量壽經》，所以他上下相安，為什麼？大家知道因果，社會安定。"
    },
    {
      "id": "02-008-0001_p0060",
      "zh_CN": "「咸同而后」，咸丰同治，这大家晓得，慈禧太后专政，大概看看这个经里面都说她的毛病，她大概听了很不舒服，算了不要念，清朝国势就这么衰的，背弃了因果，胡作妄为。如果真正遵守祖宗家法，恐怕到今天还是清朝，不会有民国。所以清朝怎么亡的？亡在慈禧太后的手上，这是一点不为过的，这么好的制度被废弃掉了。梅老说「今此本既出，不但为净宗前途贺，且可为世运前途幸也」。在末法时期，唯一能够教我们真正得利益，今天连学佛的也不外，要求快、要求新、要求变，这三个要求都在这一部经之中，确确实实能够满足现代人的需要。很可惜的，东西摆在面前，认识的人不多。所以凡是依照本经修学，尤其得到真实利益的，一定要把这个法门介绍给别人。你自己没有得到真正利益，你就不必说。得到真正利益，真正的好处，一定要告诉别人，我们希望大家都好。末后有一段，在第七面倒数第二行，我们从最后两句看起。",
      "zh_TW": "「咸同而後」，咸豐同治，這大家曉得，慈禧太后專政，大概看看這個經裡面都說她的毛病，她大概聽了很不舒服，算了不要念，清朝國勢就這麼衰的，背棄了因果，胡作妄為。如果真正遵守祖宗家法，恐怕到今天還是清朝，不會有民國。所以清朝怎麼亡的？亡在慈禧太后的手上，這是一點不為過的，這麼好的制度被廢棄掉了。梅老說「今此本既出，不但為淨宗前途賀，且可為世運前途幸也」。在末法時期，唯一能夠教我們真正得利益，今天連學佛的也不外，要求快、要求新、要求變，這三個要求都在這一部經之中，確確實實能夠滿足現代人的需要。很可惜的，東西擺在面前，認識的人不多。所以凡是依照本經修學，尤其得到真實利益的，一定要把這個法門介紹給別人。你自己沒有得到真正利益，你就不必說。得到真正利益，真正的好處，一定要告訴別人，我們希望大家都好。末後有一段，在第七面倒數第二行，我們從最後兩句看起。"
    },
    {
      "id": "02-008-0001_p0061",
      "zh_CN": "「每忆沈谷成居士，有众生福薄，大经尘封，提倡无人，佛恩难报之语，辄生慨愧」。这是梅老居士当年看到前人所说的话，自己非常的惭愧。「今幸因缘成熟，宝典放光。本经有云，值此经者皆可得度」。经文上这一句是在第四十五章，在我们这个本子八十八面。不管在哪一个时代遇到这个经的，能够依照这部经理论、方法来修行，没有不得度。",
      "zh_TW": "「每憶沈穀成居士，有眾生福薄，大經塵封，提倡無人，佛恩難報之語，輒生慨愧」。這是梅老居士當年看到前人所說的話，自己非常的慚愧。「今幸因緣成熟，寶典放光。本經有云，值此經者皆可得度」。經文上這一句是在第四十五章，在我們這個本子八十八面。不管在哪一個時代遇到這個經的，能夠依照這部經理論、方法來修行，沒有不得度。"
    },
    {
      "id": "02-008-0001_p0062",
      "zh_CN": "「彭二林曰」，彭二林就是彭际清居士。「此实无量劫中，希有难逢之一日也」。二林居士这一句话就是对于《无量寿经》的赞叹。他有《无量寿经起信论》，这在台湾有单行本流通，就是彭际清居士作的。彭际清也非常非常了不起，他是世家子弟，他的父亲是乾隆皇帝的兵部尚书，相当于现在的国防部长。他是贵族出生，一生学佛，佛法的造诣非常之深。你看他在《华严经》那么大的经典，他归纳《华严经》修行的方法，他写成一本《华严念佛三昧论》，《华严念佛三昧论》是他写的。他有《无量寿经》的节本，而且给它作个注解，叫《无量寿经起信论》，这就是彭二林。所以他对于这个经本能够有幸遇到，很感叹的说这一句话「此实无量劫中，希有难逢之一日」，我们今天遇到了，确实也如此，无量劫中希有难逢，我们今天遇到了。",
      "zh_TW": "「彭二林曰」，彭二林就是彭際清居士。「此實無量劫中，希有難逢之一日也」。二林居士這一句話就是對於《無量壽經》的讚歎。他有《無量壽經起信論》，這在台灣有單行本流通，就是彭際清居士作的。彭際清也非常非常了不起，他是世家子弟，他的父親是乾隆皇帝的兵部尚書，相當於現在的國防部長。他是貴族出生，一生學佛，佛法的造詣非常之深。你看他在《華嚴經》那麼大的經典，他歸納《華嚴經》修行的方法，他寫成一本《華嚴念佛三昧論》，《華嚴念佛三昧論》是他寫的。他有《無量壽經》的節本，而且給它作個註解，叫《無量壽經起信論》，這就是彭二林。所以他對於這個經本能夠有幸遇到，很感歎的說這一句話「此實無量劫中，希有難逢之一日」，我們今天遇到了，確實也如此，無量劫中希有難逢，我們今天遇到了。"
    },
    {
      "id": "02-008-0001_p0063",
      "zh_CN": "「然则遇此经者，可不宝诸」。所以遇到这部经，一定要知道珍惜、要宝贵。「有智之士，幸勿忽诸」。真正有智慧的人，千万不能够疏忽，不能轻易放过。今天末后，我再把老居士（就是夏莲居老居士），他有三首偈，我们在这边念一念，作为今天我们开经第一次的结论，明天我跟诸位介绍经题。这个偈子在第九面。",
      "zh_TW": "「然則遇此經者，可不寶諸」。所以遇到這部經，一定要知道珍惜、要寶貴。「有智之士，幸勿忽諸」。真正有智慧的人，千萬不能夠疏忽，不能輕易放過。今天末後，我再把老居士（就是夏蓮居老居士），他有三首偈，我們在這邊念一念，作為今天我們開經第一次的結論，明天我跟諸位介紹經題。這個偈子在第九面。"
    },
    {
      "id": "02-008-0001_p0064",
      "zh_CN": "「传译独多来最先」。这是赞叹本经，传是从印度传到中国，译是翻译，传来的原本是多种不同的梵本，翻译一共有十二次，所以说是独多来最先。即使我们今天面对这个经本，我们能够宣扬，大家能够听得懂，能够解其义，也是诸佛如来神力加持，没有佛的神力加持，我们也讲不出来，诸位也听不明了，这都是实实在在的话。",
      "zh_TW": "「傳譯獨多來最先」。這是讚歎本經，傳是從印度傳到中國，譯是翻譯，傳來的原本是多種不同的梵本，翻譯一共有十二次，所以說是獨多來最先。即使我們今天面對這個經本，我們能夠宣揚，大家能夠聽得懂，能夠解其義，也是諸佛如來神力加持，沒有佛的神力加持，我們也講不出來，諸位也聽不明瞭，這都是實實在在的話。"
    },
    {
      "id": "02-008-0001_p0065",
      "zh_CN": "「遍放神光照大千」。这是有待于我们大家努力，把这一个经本普遍介绍给一切众生，无论在国内、在海外，这是我们应当要做的。做的方法要知道善巧方便，特别是接引外国人，外国人能不能接受？能接受，而且很欢喜接受。我在美国就做了一个试验。",
      "zh_TW": "「遍放神光照大千」。這是有待於我們大家努力，把這一個經本普遍介紹給一切眾生，無論在國內、在海外，這是我們應當要做的。做的方法要知道善巧方便，特別是接引外國人，外國人能不能接受？能接受，而且很歡喜接受。我在美國就做了一個試驗。"
    },
    {
      "id": "02-008-0001_p0066",
      "zh_CN": "我那个道场还没有开始盖，大概明年三月可以完工。我上一次离开美国之前，我开了一个party，我把我附近那一条街上的外国人统统请来，我用素食餐点招待他们，告诉他，我在这个地方做些什么，让他了解。他就问我，他问我学什么的？我就叫我那个翻译告诉他，不要讲净土宗，那个很麻烦，他也不懂。我说你给我翻译，告诉他，我们是学阿弥陀佛的。所以他就问：阿弥陀佛是什么意思？我说阿弥陀佛是长寿的意思，他点点头，长寿我们要，他们也喜欢长寿；阿弥陀佛是智慧的意思，他想想智慧他也要，他也不喜欢笨头笨脑，他也要；阿弥陀佛是快乐的意思，这更要了。那怎样才能够得到长寿、智慧、快乐？心要清净，身要清净，他点点头，他都要。我说那就好办了，都要，就好办了，这净土宗在美国弘扬就不会有障碍了。所以在外国人，给他们讲经说法简单明了，我所讲这四句话都是经上有的。无量寿就是长寿，无量光就是智慧，清净平等觉，心清净，极乐世界就是快乐，都是经上有的，他统统都要，这好办。第二首偈是。",
      "zh_TW": "我那個道場還沒有開始蓋，大概明年三月可以完工。我上一次離開美國之前，我開了一個party，我把我附近那一條街上的外國人統統請來，我用素食餐點招待他們，告訴他，我在這個地方做些什麼，讓他了解。他就問我，他問我學什麼的？我就叫我那個翻譯告訴他，不要講淨土宗，那個很麻煩，他也不懂。我說你給我翻譯，告訴他，我們是學阿彌陀佛的。所以他就問：阿彌陀佛是什麼意思？我說阿彌陀佛是長壽的意思，他點點頭，長壽我們要，他們也喜歡長壽；阿彌陀佛是智慧的意思，他想想智慧他也要，他也不喜歡笨頭笨腦，他也要；阿彌陀佛是快樂的意思，這更要了。那怎樣才能夠得到長壽、智慧、快樂？心要清淨，身要清淨，他點點頭，他都要。我說那就好辦了，都要，就好辦了，這淨土宗在美國弘揚就不會有障礙了。所以在外國人，給他們講經說法簡單明瞭，我所講這四句話都是經上有的。無量壽就是長壽，無量光就是智慧，清淨平等覺，心清淨，極樂世界就是快樂，都是經上有的，他統統都要，這好辦。第二首偈是。"
    },
    {
      "id": "02-008-0001_p0067",
      "zh_CN": "「此是净宗第一经」，前面跟诸位介绍过了，不但是净宗第一经，是释迦四十九年所说的第一经，也是十方世界诸佛如来，所说的第一经。我在过去学佛，对于佛法始终有一个怀疑，就是佛是不是真的万德万能？佛如果是真的是万德万能，这个人造的很重的罪业，马上就堕地狱了，佛能不能教他立刻成佛？如果佛有能力，教他立刻成佛，那我就佩服，佛确实是万德万能。佛要说没有办法，那佛的智慧德能还是有限！到读了本经之后，才知道佛是真的万德万能，你看看阿鼻地狱众生，临命终时一念、十念都能往生不退成佛，这还有什么话说？没有话说了。问题就是你肯不肯接受，不怕你造再重的罪业。你肯不肯相信，肯不肯接受，肯不肯依教奉行。如果你肯，佛确实有能力帮助你，立刻成佛。你看看哪一个经，哪一个宗派法门有这样殊胜，这么样的快速？找不到。",
      "zh_TW": "「此是淨宗第一經」，前面跟諸位介紹過了，不但是淨宗第一經，是釋迦四十九年所說的第一經，也是十方世界諸佛如來，所說的第一經。我在過去學佛，對於佛法始終有一個懷疑，就是佛是不是真的萬德萬能？佛如果是真的是萬德萬能，這個人造的很重的罪業，馬上就墮地獄了，佛能不能教他立刻成佛？如果佛有能力，教他立刻成佛，那我就佩服，佛確實是萬德萬能。佛要說沒有辦法，那佛的智慧德能還是有限！到讀了本經之後，才知道佛是真的萬德萬能，你看看阿鼻地獄眾生，臨命終時一念、十念都能往生不退成佛，這還有什麼話說？沒有話說了。問題就是你肯不肯接受，不怕你造再重的罪業。你肯不肯相信，肯不肯接受，肯不肯依教奉行。如果你肯，佛確實有能力幫助你，立刻成佛。你看看哪一個經，哪一個宗派法門有這樣殊勝，這麼樣的快速？找不到。"
    },
    {
      "id": "02-008-0001_p0068",
      "zh_CN": "所以方便究竟、第一圆满，它确实是第一经，十方如来度众生成佛道，这是第一法门。第一法门你不能接受，这才讲第二、第三，这才不得已。所以能够相信这个法门，能够接受这个法门，依照这个法门修行，没有一尊佛不护念你，没有一尊菩萨不佩服你，为什么？多少菩萨想求这个法门求不到，这是经上所讲的，这是真的。生到西方极乐世界，文殊、普贤、观音、势至都佩服到底。你看文殊、普贤修多少生、多少劫才遇到这个法门，你怎么一学佛就碰上了。生到西方极乐世界，地位平等，西方世界是平等世界，这不可思议。所以到了西方极乐世界，就跟观音、势至地位完全相同，所以这个法门叫难信之法，谁相信？你这个博地凡夫，一身的罪业，怎么几天就跟观世音一样？哪个相信？没人相信。不但你不相信，阿罗汉、一般菩萨都不相信，可是这是佛说的。佛不说假话，句句真实，所以这个法门是真正难信之法。底下一首就说到这是第一经。",
      "zh_TW": "所以方便究竟、第一圓滿，它確實是第一經，十方如來度眾生成佛道，這是第一法門。第一法門你不能接受，這才講第二、第三，這才不得已。所以能夠相信這個法門，能夠接受這個法門，依照這個法門修行，沒有一尊佛不護念你，沒有一尊菩薩不佩服你，為什麼？多少菩薩想求這個法門求不到，這是經上所講的，這是真的。生到西方極樂世界，文殊、普賢、觀音、勢至都佩服到底。你看文殊、普賢修多少生、多少劫才遇到這個法門，你怎麼一學佛就碰上了。生到西方極樂世界，地位平等，西方世界是平等世界，這不可思議。所以到了西方極樂世界，就跟觀音、勢至地位完全相同，所以這個法門叫難信之法，誰相信？你這個博地凡夫，一身的罪業，怎麼幾天就跟觀世音一樣？哪個相信？沒人相信。不但你不相信，阿羅漢、一般菩薩都不相信，可是這是佛說的。佛不說假話，句句真實，所以這個法門是真正難信之法。底下一首就說到這是第一經。"
    },
    {
      "id": "02-008-0001_p0069",
      "zh_CN": "「详赅圆顿括三乘」。括是包括，这是把整个佛法统统都包括在里面了，这是一切佛法的精华，一切佛法的纲领。「若非夙植福兼慧。虽欲暂闻亦不能」。如果不是过去生中修福、修慧，没有福慧的根基，你想暂时听一次都没有这个缘分。由此可知，今天与会的同修，你们过去生中，福慧因缘成熟；换句话说，你们这一生成佛的机会到了，现在就看你们愿不愿意成佛了，你能够把握住这个机缘，你这一生必定成佛。第三首是。",
      "zh_TW": "「詳賅圓頓括三乘」。括是包括，這是把整個佛法統統都包括在裡面了，這是一切佛法的精華，一切佛法的綱領。「若非夙植福兼慧。雖欲暫聞亦不能」。如果不是過去生中修福、修慧，沒有福慧的根基，你想暫時聽一次都沒有這個緣分。由此可知，今天與會的同修，你們過去生中，福慧因緣成熟；換句話說，你們這一生成佛的機會到了，現在就看你們願不願意成佛了，你能夠把握住這個機緣，你這一生必定成佛。第三首是。"
    },
    {
      "id": "02-008-0001_p0070",
      "zh_CN": "「此事本来也太奇，顿教一念越三祇」，这个事情奇怪，真正奇怪。一念，就是阿弥陀佛这一念。三祇是三大阿僧祇劫。依照其他法门来修学，从凡夫到成佛要三个阿僧祇劫。那么我们现在这个修学算不算？给诸位说不算。三个阿僧祇劫从哪里算起？从小乘初果算起，初果是什么？三不退里头位不退，从这一天开始算起，你要没有证得初果以前，统统不算。证得小乘初果之后，再三个阿僧祇劫才能成佛。可是我们这个法门不必要，就一句阿弥陀佛就成功了，就超过三大阿僧祇劫了。你说小乘阿罗汉、辟支佛他怎么肯相信？不能相信。",
      "zh_TW": "「此事本來也太奇，頓教一念越三祇」，這個事情奇怪，真正奇怪。一念，就是阿彌陀佛這一念。三祇是三大阿僧祇劫。依照其他法門來修學，從凡夫到成佛要三個阿僧祇劫。那麼我們現在這個修學算不算？給諸位說不算。三個阿僧祇劫從哪裡算起？從小乘初果算起，初果是什麼？三不退裡頭位不退，從這一天開始算起，你要沒有證得初果以前，統統不算。證得小乘初果之後，再三個阿僧祇劫才能成佛。可是我們這個法門不必要，就一句阿彌陀佛就成功了，就超過三大阿僧祇劫了。你說小乘阿羅漢、辟支佛他怎麼肯相信？不能相信。"
    },
    {
      "id": "02-008-0001_p0071",
      "zh_CN": "「佛云难信诚难信」，真的难信，不是假的；「万亿人中一二知」，这确实，太难太难了。诸位要是能够相信、能够接受，你是万亿人中之一。所以诸佛欢喜，菩萨赞叹！希望同修们要珍惜这一会，这一会时间虽不长，可是对我们这一生修学是关键的一会。我们这一生能不能够超越六道轮回，在这一生当中，圆证不退成佛，就在这个一念之间。所以希望同修们珍惜，希望这一会里面建立坚定的信心，把净宗的法门搞清楚，认真努力的依教修行。好，我们今天就讲到此地。明天跟诸位介绍本经的经题。",
      "zh_TW": "「佛云難信誠難信」，真的難信，不是假的；「萬億人中一二知」，這確實，太難太難了。諸位要是能夠相信、能夠接受，你是萬億人中之一。所以諸佛歡喜，菩薩讚歎！希望同修們要珍惜這一會，這一會時間雖不長，可是對我們這一生修學是關鍵的一會。我們這一生能不能夠超越六道輪迴，在這一生當中，圓證不退成佛，就在這個一念之間。所以希望同修們珍惜，希望這一會裡面建立堅定的信心，把淨宗的法門搞清楚，認真努力的依教修行。好，我們今天就講到此地。明天跟諸位介紹本經的經題。"
    }
  ]
}