{
  "doc_id": "02-008-0005",
  "title": {
    "zh_CN": "大乘无量寿经（当生成就第一法门）",
    "zh_TW": "大乘無量壽經（當生成就第一法門）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "02-008-0005",
  "total_paragraphs": 134,
  "paragraphs": [
    {
      "id": "02-008-0005_p0001",
      "zh_CN": "请掀开经本第十四面第三行，从当中看起：",
      "zh_TW": "請掀開經本第十四面第三行，從當中看起："
    },
    {
      "id": "02-008-0005_p0002",
      "zh_CN": "【得无生无灭诸三摩地。及得一切陀罗尼门。随时悟入华严三昧。具足总持百千三昧。住深禅定。悉睹无量诸佛。于一念顷。遍游一切佛土。】",
      "zh_TW": "【得無生無滅諸三摩地。及得一切陀羅尼門。隨時悟入華嚴三昧。具足總持百千三昧。住深禪定。悉睹無量諸佛。於一念頃。遍遊一切佛土。】"
    },
    {
      "id": "02-008-0005_p0003",
      "zh_CN": "到这里是一小段。前面曾经说过，世尊的八相成道都是示现的，我们不能执着他是实有；就像唱戏、演戏一样，也不能说有，也不能说无，这是它的事实的真相。大菩萨们对于这个情形非常了解，我们通常讲大菩萨是圆教初住以上，因为这些菩萨都能够表演，都有能力表演，也都有机会表演，在十方世界以佛的身分来度化众生。实际上，他们就像今天这段经文所说的，他们『得无生无灭诸三摩地』，这句话是说明示现涅槃，实际上都是不生不灭。三摩地是梵语，翻成中国的意思是正受，也就是我们通常讲禅定的意思。『及得一切陀罗尼门』。陀罗尼也是梵语，翻成中国的意思叫总持，总一切法，持一切义，通常一般称咒语都称为陀罗尼。净宗这一句佛号就是无上的神咒，也就是无上的陀罗尼门。",
      "zh_TW": "到這裡是一小段。前面曾經說過，世尊的八相成道都是示現的，我們不能執著他是實有；就像唱戲、演戲一樣，也不能說有，也不能說無，這是它的事實的真相。大菩薩們對於這個情形非常了解，我們通常講大菩薩是圓教初住以上，因為這些菩薩都能夠表演，都有能力表演，也都有機會表演，在十方世界以佛的身分來度化眾生。實際上，他們就像今天這段經文所說的，他們『得無生無滅諸三摩地』，這句話是說明示現涅槃，實際上都是不生不滅。三摩地是梵語，翻成中國的意思是正受，也就是我們通常講禪定的意思。『及得一切陀羅尼門』。陀羅尼也是梵語，翻成中國的意思叫總持，總一切法，持一切義，通常一般稱咒語都稱為陀羅尼。淨宗這一句佛號就是無上的神咒，也就是無上的陀羅尼門。"
    },
    {
      "id": "02-008-0005_p0004",
      "zh_CN": "『随时悟入华严三昧』。我们在本经里面看到这样的字样，以及「普贤之德」、「普贤行」很多，这些都是显示本经与《华严》确确实实是一不是二。华严三昧是什么？可以说华严三昧就是法界的全体。佛在大经里面告诉我们，一真法界就是我们凡夫所讲的十法界，十法界跟一真法界是一不是二。诸佛菩萨得无生无灭三摩地，他的心清净，没有一切分别执着，所以法界是一真。我们凡夫迷失了自性，什么叫迷失？就是于一切法起心动念，起心动念是生灭心，生灭心是妄心不是真心，这个念头，一个念头起，一个念头灭。以生灭心来看这个法界，这个法界就无量无边。无量无边说之不尽，归纳为十法界。十是代表无尽的意思，并不是一个真的数字，代表无量无边。",
      "zh_TW": "『隨時悟入華嚴三昧』。我們在本經裡面看到這樣的字樣，以及「普賢之德」、「普賢行」很多，這些都是顯示本經與《華嚴》確確實實是一不是二。華嚴三昧是什麼？可以說華嚴三昧就是法界的全體。佛在大經裡面告訴我們，一真法界就是我們凡夫所講的十法界，十法界跟一真法界是一不是二。諸佛菩薩得無生無滅三摩地，他的心清淨，沒有一切分別執著，所以法界是一真。我們凡夫迷失了自性，什麼叫迷失？就是於一切法起心動念，起心動念是生滅心，生滅心是妄心不是真心，這個念頭，一個念頭起，一個念頭滅。以生滅心來看這個法界，這個法界就無量無邊。無量無邊說之不盡，歸納為十法界。十是代表無盡的意思，並不是一個真的數字，代表無量無邊。"
    },
    {
      "id": "02-008-0005_p0005",
      "zh_CN": "无量无边的法界全是自心变现的，所以说唯是一心，「唯心所现，唯识所变」。对于这个事实真相完全通达明了，就叫做华严三昧。事实真相统统通达明了，他的心再不会动了，这就叫入华严三昧。入是证得。《华严经》末后一品「入法界品」，那个法界就是华严三昧。只要你证入，自然就『具足总持百千三昧』。百千是形容词，不是一个定数，实在讲就是无量三昧，就是于一切法，世出世间一切法你都不会起心动念了，为什么不会起心动念？它的真相你通达、你明了了。",
      "zh_TW": "無量無邊的法界全是自心變現的，所以說唯是一心，「唯心所現，唯識所變」。對於這個事實真相完全通達明瞭，就叫做華嚴三昧。事實真相統統通達明瞭，他的心再不會動了，這就叫入華嚴三昧。入是證得。《華嚴經》末後一品「入法界品」，那個法界就是華嚴三昧。只要你證入，自然就『具足總持百千三昧』。百千是形容詞，不是一個定數，實在講就是無量三昧，就是於一切法，世出世間一切法你都不會起心動念了，為什麼不會起心動念？它的真相你通達、你明瞭了。"
    },
    {
      "id": "02-008-0005_p0006",
      "zh_CN": "『住深禅定』。这个深禅定，《楞严经》里面所讲的性定，本性本来就是定的，这不是修的，《楞严经》上讲的首楞严大定。首楞严大定就是性定，这不是修来的。可是诸位要知道，若不入华严三昧，本性里面的性定不会现前。说到一真法界，实在讲，与本宗的关系太密切了，法界是一真，怎样能入进去？净宗里面讲一心不乱。一心是能入，一真是所入，能所不二！你才晓得我们这部经跟《华严经》究竟是什么关系，你就明了了。从这一方面来看「住深禅定」，那就不是别的，就是把心安住在一句「阿弥陀佛」佛号上。原来这个佛号就是甚深禅定，就是自性本定，也就是首楞严大定。诸位要不相信，你看《大势至菩萨念佛圆通章》，大势至修什么法门？就是修老实念佛的法门，就这一句佛号，从出发心到成佛，他这个心就安住在这甚深禅定！",
      "zh_TW": "『住深禪定』。這個深禪定，《楞嚴經》裡面所講的性定，本性本來就是定的，這不是修的，《楞嚴經》上講的首楞嚴大定。首楞嚴大定就是性定，這不是修來的。可是諸位要知道，若不入華嚴三昧，本性裡面的性定不會現前。說到一真法界，實在講，與本宗的關係太密切了，法界是一真，怎樣能入進去？淨宗裡面講一心不亂。一心是能入，一真是所入，能所不二！你才曉得我們這部經跟《華嚴經》究竟是什麼關係，你就明瞭了。從這一方面來看「住深禪定」，那就不是別的，就是把心安住在一句「阿彌陀佛」佛號上。原來這個佛號就是甚深禪定，就是自性本定，也就是首楞嚴大定。諸位要不相信，你看《大勢至菩薩念佛圓通章》，大勢至修什麼法門？就是修老實念佛的法門，就這一句佛號，從出發心到成佛，他這個心就安住在這甚深禪定！"
    },
    {
      "id": "02-008-0005_p0007",
      "zh_CN": "『悉睹无量诸佛』。念佛三昧，经论当中把它叫做「宝王三昧」，宝中之王！没有比这个更殊胜的。念佛人必然得到一切诸佛护念，与一切诸佛感应道交，那你就统统见到了。所以见一尊阿弥陀佛就是见一切诸佛，生西方净土就是生诸佛刹土，这是这个经典、法门果报无比的殊胜。『于一念顷，遍游一切佛土』。游一切佛土，不就见一切诸佛了吗？因与果都不可思议，这是说菩萨自利的功德，向下这是讲利他功德，自利一定利他，帮助别人。",
      "zh_TW": "『悉睹無量諸佛』。念佛三昧，經論當中把它叫做「寶王三昧」，寶中之王！沒有比這個更殊勝的。念佛人必然得到一切諸佛護念，與一切諸佛感應道交，那你就統統見到了。所以見一尊阿彌陀佛就是見一切諸佛，生西方淨土就是生諸佛剎土，這是這個經典、法門果報無比的殊勝。『於一念頃，遍遊一切佛土』。遊一切佛土，不就見一切諸佛了嗎？因與果都不可思議，這是說菩薩自利的功德，向下這是講利他功德，自利一定利他，幫助別人。"
    },
    {
      "id": "02-008-0005_p0008",
      "zh_CN": "【得佛辩才。住普贤行。】",
      "zh_TW": "【得佛辯才。住普賢行。】"
    },
    {
      "id": "02-008-0005_p0009",
      "zh_CN": "你看此地又见到普贤。『普贤行』是什么？前面跟诸位讲过「十大愿王」。十大愿王是普贤行门的总纲领，不能不知道，不能不学。你说我学，学不圆满。不要紧，能学多少就学多少，一定要学，不能不学。真正讲学圆满，那到西方极乐世界才会圆满，不到西方极乐世界，这十大愿王是不会圆满的。不但我们不会圆满，连普贤菩萨在《华严经》自己都说，他到了西方极乐世界之后，他的愿行才圆满，可见得他没有往生西方极乐世界，他那个十大愿也没圆满。连等觉菩萨尚且不能圆满，何况我们是博地凡夫，所以我们要晓得学多少算多少，这样就是功德圆满。我们认真的学，学得是愈多愈好。",
      "zh_TW": "你看此地又見到普賢。『普賢行』是什麼？前面跟諸位講過「十大願王」。十大願王是普賢行門的總綱領，不能不知道，不能不學。你說我學，學不圓滿。不要緊，能學多少就學多少，一定要學，不能不學。真正講學圓滿，那到西方極樂世界才會圓滿，不到西方極樂世界，這十大願王是不會圓滿的。不但我們不會圓滿，連普賢菩薩在《華嚴經》自己都說，他到了西方極樂世界之後，他的願行才圓滿，可見得他沒有往生西方極樂世界，他那個十大願也沒圓滿。連等覺菩薩尚且不能圓滿，何況我們是博地凡夫，所以我們要曉得學多少算多少，這樣就是功德圓滿。我們認真的學，學得是愈多愈好。"
    },
    {
      "id": "02-008-0005_p0010",
      "zh_CN": "【善能分别众生语言。开化显示真实之际。】",
      "zh_TW": "【善能分別眾生語言。開化顯示真實之際。】"
    },
    {
      "id": "02-008-0005_p0011",
      "zh_CN": "这句很重要，菩萨智慧、神通、辩才无碍！正是前面所讲的「佛以一音而说法，众生随类各得解」。这是佛与大菩萨们才能做得到的，我们凡夫就不行了，就在这个世间为众生说法，还要用翻译！这就是不能做到『善能分别众生语言』。底下一句非常要紧，是如来出现在世间的目的，就是《法华经》上讲的「一大事因缘，开示悟入佛之知见」，这一句跟《法华经》上这一句是没有两样的，意思完全相同，只是说法不一样。『开化显示』，就是开示悟入。『真实之际』，就是佛知佛见，真实之际就是真如本性。开是开导、开启，示是指示。佛为我们开导，为我们指示，我们做学生的人要能明了佛的意思，要能够悟入。这化就是悟入，化是变化气质。化是悟入的意思，显就是理解的意思，觉悟了，悟入。佛给我们开示，我们要能够悟入，悟入什么？悟入真实之际。真实之际就是一切诸法的实相，真相！诸法实相，真如本性，佛知佛见，统统是一个意思。有了这句经文，我们就晓得本经的境界，跟《华严》、《法华》无二无别。佛讲《华严》，讲《法华》，其目的也是如此，本经亦复如此，没有两样，其深其广等同《华严》、《法华》。",
      "zh_TW": "這句很重要，菩薩智慧、神通、辯才無礙！正是前面所講的「佛以一音而說法，眾生隨類各得解」。這是佛與大菩薩們才能做得到的，我們凡夫就不行了，就在這個世間為眾生說法，還要用翻譯！這就是不能做到『善能分別眾生語言』。底下一句非常要緊，是如來出現在世間的目的，就是《法華經》上講的「一大事因緣，開示悟入佛之知見」，這一句跟《法華經》上這一句是沒有兩樣的，意思完全相同，只是說法不一樣。『開化顯示』，就是開示悟入。『真實之際』，就是佛知佛見，真實之際就是真如本性。開是開導、開啟，示是指示。佛為我們開導，為我們指示，我們做學生的人要能明瞭佛的意思，要能夠悟入。這化就是悟入，化是變化氣質。化是悟入的意思，顯就是理解的意思，覺悟了，悟入。佛給我們開示，我們要能夠悟入，悟入什麼？悟入真實之際。真實之際就是一切諸法的實相，真相！諸法實相，真如本性，佛知佛見，統統是一個意思。有了這句經文，我們就曉得本經的境界，跟《華嚴》、《法華》無二無別。佛講《華嚴》，講《法華》，其目的也是如此，本經亦復如此，沒有兩樣，其深其廣等同《華嚴》、《法華》。"
    },
    {
      "id": "02-008-0005_p0012",
      "zh_CN": "【超过世间诸所有法。】",
      "zh_TW": "【超過世間諸所有法。】"
    },
    {
      "id": "02-008-0005_p0013",
      "zh_CN": "『世间』是讲的两种世间，有情世间、器世间。要拿我们一般俗话来说就是世出世法，世间法与出世间法统统超过了。",
      "zh_TW": "『世間』是講的兩種世間，有情世間、器世間。要拿我們一般俗話來說就是世出世法，世間法與出世間法統統超過了。"
    },
    {
      "id": "02-008-0005_p0014",
      "zh_CN": "【心常谛住度世之道。】",
      "zh_TW": "【心常諦住度世之道。】"
    },
    {
      "id": "02-008-0005_p0015",
      "zh_CN": "这些诸佛菩萨他们存什么心？存心都是帮助众生。『谛』是谛实，实实在在。他那个心是实实在在帮助一切众生，希望一切众生开悟，一切众生都能够了解诸法实相，不再迷惑颠倒。",
      "zh_TW": "這些諸佛菩薩他們存什麼心？存心都是幫助眾生。『諦』是諦實，實實在在。他那個心是實實在在幫助一切眾生，希望一切眾生開悟，一切眾生都能夠了解諸法實相，不再迷惑顛倒。"
    },
    {
      "id": "02-008-0005_p0016",
      "zh_CN": "【于一切万物。随意自在。】",
      "zh_TW": "【於一切萬物。隨意自在。】"
    },
    {
      "id": "02-008-0005_p0017",
      "zh_CN": "佛菩萨示现在人间，他的生活状况如何？这底下就为我们说明他在一切法里面得大自在，他为什么会自在？因为他知道事实真相。事实真相是什么？《金刚经》上说得好「凡所有相，皆是虚妄；一切有为法，如梦幻泡影」。所以他在一切法里面不取不舍，没有取舍，没有分别，没有执着，一切随缘而不攀缘就自在了，就『随意自在』。我们今天这生活很苦恼，苦恼的原因在哪里？不知道事实真相，于一切法当中有取有舍，不能随缘，是到处攀缘，这就是迷惑造业，那当然就有果报。惑业苦。无中生有，本来没有轮回，这个轮回是自己制造的，就是自己的妄想、妄作变现出轮回，自作自受。这都是事实的真相。我们果然参透了就要回头，一定要学诸佛菩萨，住世这个阶段要学他的游戏神通！",
      "zh_TW": "佛菩薩示現在人間，他的生活狀況如何？這底下就為我們說明他在一切法裡面得大自在，他為什麼會自在？因為他知道事實真相。事實真相是什麼？《金剛經》上說得好「凡所有相，皆是虛妄；一切有為法，如夢幻泡影」。所以他在一切法裡面不取不捨，沒有取捨，沒有分別，沒有執著，一切隨緣而不攀緣就自在了，就『隨意自在』。我們今天這生活很苦惱，苦惱的原因在哪裡？不知道事實真相，於一切法當中有取有捨，不能隨緣，是到處攀緣，這就是迷惑造業，那當然就有果報。惑業苦。無中生有，本來沒有輪迴，這個輪迴是自己製造的，就是自己的妄想、妄作變現出輪迴，自作自受。這都是事實的真相。我們果然參透了就要回頭，一定要學諸佛菩薩，住世這個階段要學他的遊戲神通！"
    },
    {
      "id": "02-008-0005_p0018",
      "zh_CN": "【为诸庶类。作不请之友。】",
      "zh_TW": "【為諸庶類。作不請之友。】"
    },
    {
      "id": "02-008-0005_p0019",
      "zh_CN": "这句尤其是显示佛菩萨予一切众生的恩德太大！『庶类』就是众生，就是六道众生。我们不请他，他就来了，这是佛跟菩萨不一样。佛是以老师的身分出现在世间，我们要尊师重道，要向老师请教，去请法的。中国古时候师道非常之尊严，「只闻来学，未闻往教」，这是师道。学生是来求学的，向老师求学，哪有老师到你家里去教你？没这个道理。到现代才听说有家教，老师会到学生家里去教学，这在古时候没听说过的。古时候学生是不远千里而来向老师求学，现在颠倒了，现在老师去求教。从前是求学，现在是求教，那学生怎么会尊重老师？这不可能。",
      "zh_TW": "這句尤其是顯示佛菩薩予一切眾生的恩德太大！『庶類』就是眾生，就是六道眾生。我們不請他，他就來了，這是佛跟菩薩不一樣。佛是以老師的身分出現在世間，我們要尊師重道，要向老師請教，去請法的。中國古時候師道非常之尊嚴，「只聞來學，未聞往教」，這是師道。學生是來求學的，向老師求學，哪有老師到你家裡去教你？沒這個道理。到現代才聽說有家教，老師會到學生家裡去教學，這在古時候沒聽說過的。古時候學生是不遠千里而來向老師求學，現在顛倒了，現在老師去求教。從前是求學，現在是求教，那學生怎麼會尊重老師？這不可能。"
    },
    {
      "id": "02-008-0005_p0020",
      "zh_CN": "学生对老师不尊重，换句话说，学生也得不到真实的利益，真正的利益是从恭敬心当中得到的。印祖在《文钞》里面就说明「一分恭敬，得一分利益，十分恭敬，得十分利益」。这个学生对老师没有恭敬心，老师再好、再高明，学生也不能得利益。可是菩萨就不一样，菩萨不是用老师的身分跟我们相处，而是以学长的身分跟我们相处，这跟老师不一样，所以他可以跑到你家里来追着教你，这没有问题。为什么？他不是老师，他是你的同学，他班级比你高，他懂得比你多，这个行。所以说是诸佛如来不用佛的身分，用菩萨的身分找到你来教你，作不请之友，这是慈悲到了极处！",
      "zh_TW": "學生對老師不尊重，換句話說，學生也得不到真實的利益，真正的利益是從恭敬心當中得到的。印祖在《文鈔》裡面就說明「一分恭敬，得一分利益，十分恭敬，得十分利益」。這個學生對老師沒有恭敬心，老師再好、再高明，學生也不能得利益。可是菩薩就不一樣，菩薩不是用老師的身分跟我們相處，而是以學長的身分跟我們相處，這跟老師不一樣，所以他可以跑到你家裡來追著教你，這沒有問題。為什麼？他不是老師，他是你的同學，他班級比你高，他懂得比你多，這個行。所以說是諸佛如來不用佛的身分，用菩薩的身分找到你來教你，作不請之友，這是慈悲到了極處！"
    },
    {
      "id": "02-008-0005_p0021",
      "zh_CN": "【受持如来甚深法藏。】",
      "zh_TW": "【受持如來甚深法藏。】"
    },
    {
      "id": "02-008-0005_p0022",
      "zh_CN": "『如来』，是讲十方三世一切诸佛如来，这一切诸佛如来『甚深法藏』是什么？给诸位说就是这部经，这部经就是「如来甚深法藏」。再要说得简单一点，就是一句南无阿弥陀佛，这六字洪名就是诸佛如来的甚深法藏。",
      "zh_TW": "『如來』，是講十方三世一切諸佛如來，這一切諸佛如來『甚深法藏』是什麼？給諸位說就是這部經，這部經就是「如來甚深法藏」。再要說得簡單一點，就是一句南無阿彌陀佛，這六字洪名就是諸佛如來的甚深法藏。"
    },
    {
      "id": "02-008-0005_p0023",
      "zh_CN": "【护佛种性常使不绝。】",
      "zh_TW": "【護佛種性常使不絕。】"
    },
    {
      "id": "02-008-0005_p0024",
      "zh_CN": "此地讲的『佛种性』是自己的佛性。佛给我们说过「一切众生皆有佛性」，既然有佛性，当然可以成佛，那就看你怎么修了。护佛性，在本经里面给我们讲了两句话「发菩提心，一向专念」，这就真实的护自己的佛性。「菩提心」，菩提是梵语，觉悟的意思。也就是说，我们处事待人接物，于一切境界当中觉而不迷，这个心就是菩提心，觉而不迷！那么什么叫觉？什么是迷？给诸位说，佛在经论里头常讲，觉心不动。如果在一切境界里不动心，这个心是觉，迷是动的。《楞严》上说得很好，「一念不觉，而有无明」，那个无明是什么？无明就是不觉，不觉就是动，无明是动的，妄动。觉心不动，觉心是定的，心是清净的。本经经题上讲的清净心、平等心，就是觉心，就是菩提心。所以念佛要用清净心念，要用平等心念，那个佛号念的声声与阿弥陀佛感应道交。我们今天念佛千声、万声都没有感应，就是我们的心不清净，不清净就是不真诚，我们用妄心在念，所以不能起感应。这个地方是句句经文我们都讲得非常踏实。",
      "zh_TW": "此地講的『佛種性』是自己的佛性。佛給我們說過「一切眾生皆有佛性」，既然有佛性，當然可以成佛，那就看你怎麼修了。護佛性，在本經裡面給我們講了兩句話「發菩提心，一向專念」，這就真實的護自己的佛性。「菩提心」，菩提是梵語，覺悟的意思。也就是說，我們處事待人接物，於一切境界當中覺而不迷，這個心就是菩提心，覺而不迷！那麼什麼叫覺？什麼是迷？給諸位說，佛在經論裡頭常講，覺心不動。如果在一切境界裡不動心，這個心是覺，迷是動的。《楞嚴》上說得很好，「一念不覺，而有無明」，那個無明是什麼？無明就是不覺，不覺就是動，無明是動的，妄動。覺心不動，覺心是定的，心是清淨的。本經經題上講的清淨心、平等心，就是覺心，就是菩提心。所以念佛要用清淨心念，要用平等心念，那個佛號念的聲聲與阿彌陀佛感應道交。我們今天念佛千聲、萬聲都沒有感應，就是我們的心不清淨，不清淨就是不真誠，我們用妄心在念，所以不能起感應。這個地方是句句經文我們都講得非常踏實。"
    },
    {
      "id": "02-008-0005_p0025",
      "zh_CN": "【兴大悲。】",
      "zh_TW": "【興大悲。】"
    },
    {
      "id": "02-008-0005_p0026",
      "zh_CN": "『兴』是发心，发起大悲心。",
      "zh_TW": "『興』是發心，發起大悲心。"
    },
    {
      "id": "02-008-0005_p0027",
      "zh_CN": "【愍有情。】",
      "zh_TW": "【愍有情。】"
    },
    {
      "id": "02-008-0005_p0028",
      "zh_CN": "『愍』是怜悯，这世间一些迷惑颠倒受苦受难的有情众生，要发慈悲心来对待他们，来帮助他们。",
      "zh_TW": "『愍』是憐憫，這世間一些迷惑顛倒受苦受難的有情眾生，要發慈悲心來對待他們，來幫助他們。"
    },
    {
      "id": "02-008-0005_p0029",
      "zh_CN": "【演慈辩。授法眼。杜恶趣。开善门。】",
      "zh_TW": "【演慈辯。授法眼。杜惡趣。開善門。】"
    },
    {
      "id": "02-008-0005_p0030",
      "zh_CN": "这四句是具体说明我们要怎样去帮助他们。『演』是演说，不但要跟他讲，还要做给他看，演是表演。世尊的八相成道就是表演，不但给我们说法，还表演给我们看。『授法眼』，授是授给我们；法眼，拣别不是肉眼，使我们对于一切法能够认识清清楚楚、明明白白，不迷不惑，这是法眼！也就是诸佛菩萨为我们讲经说法，开启我们的智慧，这是慈悲！",
      "zh_TW": "這四句是具體說明我們要怎樣去幫助他們。『演』是演說，不但要跟他講，還要做給他看，演是表演。世尊的八相成道就是表演，不但給我們說法，還表演給我們看。『授法眼』，授是授給我們；法眼，揀別不是肉眼，使我們對於一切法能夠認識清清楚楚、明明白白，不迷不惑，這是法眼！也就是諸佛菩薩為我們講經說法，開啟我們的智慧，這是慈悲！"
    },
    {
      "id": "02-008-0005_p0031",
      "zh_CN": "可是我们看到今天这个世界，也有不少讲经说法的法师大德们，显、密诸宗都有，慈悲不圆满。怎么不圆满？现在讲经都制作有录音带、录影带，他那个音带后面是「版权所有，翻印必究」，这就完了，不能流通，再好的东西，我们想翻印帮助别人，不可以，犯法的。写出来的讲义，看看后头版权页也是「版权所有，翻印必究」，好了，东西不能印，这就是没有慈悲心！虽然讲普度众生，画了小圈圈，你在我这个圈圈之内，我帮助你，圈圈之外，没有分，慈悲不普遍，比不上佛菩萨。佛菩萨每部经的后面都劝人流通，没有版权。",
      "zh_TW": "可是我們看到今天這個世界，也有不少講經說法的法師大德們，顯、密諸宗都有，慈悲不圓滿。怎麼不圓滿？現在講經都製作有錄音帶、錄影帶，他那個音帶後面是「版權所有，翻印必究」，這就完了，不能流通，再好的東西，我們想翻印幫助別人，不可以，犯法的。寫出來的講義，看看後頭版權頁也是「版權所有，翻印必究」，好了，東西不能印，這就是沒有慈悲心！雖然講普度眾生，畫了小圈圈，你在我這個圈圈之內，我幫助你，圈圈之外，沒有分，慈悲不普遍，比不上佛菩薩。佛菩薩每部經的後面都勸人流通，沒有版權。"
    },
    {
      "id": "02-008-0005_p0032",
      "zh_CN": "我们在台湾，我这个基金会印了不少书，有好东西人家送过来，我们一看它后头「版权所有，翻印必究」，这个书我们就不印了。为什么？我们守法，决不找麻烦，不要人家将来告我们打官司，佛门里头出这个事情不好。这个法师要版权，我们不印他东西，这是很遗憾的一桩事情。如果说真的话，假如他要是念佛求生净土，他能不能往生？他不能往生。为什么不能往生？因为他在这个世界上，版权所有，他没有放下，他怎么能往生？这往生不了的。我也不再多说，诸位好好想想你就明了，不可以的。这也是说老实话，近代才有这种事情。民国初年以前，你看看哪个法师、大德的著作都没有版权的，只有现在才有什么智慧财产权。实在讲，这是六道轮回地狱的那条根，根还在拉着他，出不去！",
      "zh_TW": "我們在台灣，我這個基金會印了不少書，有好東西人家送過來，我們一看它後頭「版權所有，翻印必究」，這個書我們就不印了。為什麼？我們守法，決不找麻煩，不要人家將來告我們打官司，佛門裡頭出這個事情不好。這個法師要版權，我們不印他東西，這是很遺憾的一樁事情。如果說真的話，假如他要是念佛求生淨土，他能不能往生？他不能往生。為什麼不能往生？因為他在這個世界上，版權所有，他沒有放下，他怎麼能往生？這往生不了的。我也不再多說，諸位好好想想你就明瞭，不可以的。這也是說老實話，近代才有這種事情。民國初年以前，你看看哪個法師、大德的著作都沒有版權的，只有現在才有什麼智慧財產權。實在講，這是六道輪迴地獄的那條根，根還在拉著他，出不去！"
    },
    {
      "id": "02-008-0005_p0033",
      "zh_CN": "『杜恶趣，开善门』，目的是帮助众生断恶修善。「杜」是堵死的意思，把恶门堵死；「开善门」，意思就是帮助众生断恶修善，这是佛法。凡是帮助一切众生断恶修善，这好事！何必还要限制、还不准流通？这与他自己本愿就违背了，与他弘法利生的精神就相抵触了，讲不通！不但佛书，从前我们世间的善书，不是学佛的，劝善的，都希望别人翻印，「欢迎翻印，功德无量」，都在勉励别人，哪有不准翻印的道理？这是我们自己一定要明了。",
      "zh_TW": "『杜惡趣，開善門』，目的是幫助眾生斷惡修善。「杜」是堵死的意思，把惡門堵死；「開善門」，意思就是幫助眾生斷惡修善，這是佛法。凡是幫助一切眾生斷惡修善，這好事！何必還要限制、還不准流通？這與他自己本願就違背了，與他弘法利生的精神就相抵觸了，講不通！不但佛書，從前我們世間的善書，不是學佛的，勸善的，都希望別人翻印，「歡迎翻印，功德無量」，都在勉勵別人，哪有不准翻印的道理？這是我們自己一定要明瞭。"
    },
    {
      "id": "02-008-0005_p0034",
      "zh_CN": "【于诸众生。视若自己。拯济负荷。皆度彼岸。】",
      "zh_TW": "【於諸眾生。視若自己。拯濟負荷。皆度彼岸。】"
    },
    {
      "id": "02-008-0005_p0035",
      "zh_CN": "诸菩萨对待众生的态度，是看众生跟自己一样没有两样，爱护真正到了极处！众生快乐，佛菩萨快乐；众生有苦难，佛菩萨一样有苦难。把一切众生看作自己，一定要帮助他离苦得乐。",
      "zh_TW": "諸菩薩對待眾生的態度，是看眾生跟自己一樣沒有兩樣，愛護真正到了極處！眾生快樂，佛菩薩快樂；眾生有苦難，佛菩薩一樣有苦難。把一切眾生看作自己，一定要幫助他離苦得樂。"
    },
    {
      "id": "02-008-0005_p0036",
      "zh_CN": "【悉获诸佛无量功德。智慧圣明。不可思议。】",
      "zh_TW": "【悉獲諸佛無量功德。智慧聖明。不可思議。】"
    },
    {
      "id": "02-008-0005_p0037",
      "zh_CN": "这一句简单的讲，福德智慧两种庄严，一定要等同诸佛，菩萨帮助众生的愿才算是圆满；换句话说，这个众生没成佛，帮助的还没有能够达到圆满，一定要帮助他成佛。这实在是不容易，确实不容易。但是唯独这个法门能够做到究竟圆满，其余的法门帮助众生，不能一生成佛，唯独这个法门方便究竟，可以帮助众生在一生当中，圆成佛道。问题就是他肯不肯接受，能不能真正觉悟？能不能真正依教修行？",
      "zh_TW": "這一句簡單的講，福德智慧兩種莊嚴，一定要等同諸佛，菩薩幫助眾生的願才算是圓滿；換句話說，這個眾生沒成佛，幫助的還沒有能夠達到圓滿，一定要幫助他成佛。這實在是不容易，確實不容易。但是唯獨這個法門能夠做到究竟圓滿，其餘的法門幫助眾生，不能一生成佛，唯獨這個法門方便究竟，可以幫助眾生在一生當中，圓成佛道。問題就是他肯不肯接受，能不能真正覺悟？能不能真正依教修行？"
    },
    {
      "id": "02-008-0005_p0038",
      "zh_CN": "【如是等诸大菩萨。无量无边。一时来集。】",
      "zh_TW": "【如是等諸大菩薩。無量無邊。一時來集。】"
    },
    {
      "id": "02-008-0005_p0039",
      "zh_CN": "这是总结同行的菩萨众，菩萨众人数比比丘众多的太多了，『无量无边』，哪里来的？十方世界来的，与会的菩萨众。",
      "zh_TW": "這是總結同行的菩薩眾，菩薩眾人數比比丘眾多的太多了，『無量無邊』，哪裡來的？十方世界來的，與會的菩薩眾。"
    },
    {
      "id": "02-008-0005_p0040",
      "zh_CN": "【又有比丘尼五百人。】",
      "zh_TW": "【又有比丘尼五百人。】"
    },
    {
      "id": "02-008-0005_p0041",
      "zh_CN": "这是讲我们这个世界的，出家的女众当时有五百人。",
      "zh_TW": "這是講我們這個世界的，出家的女眾當時有五百人。"
    },
    {
      "id": "02-008-0005_p0042",
      "zh_CN": "【清信士七千人。】",
      "zh_TW": "【清信士七千人。】"
    },
    {
      "id": "02-008-0005_p0043",
      "zh_CN": "这是在家的男居士有七千人。",
      "zh_TW": "這是在家的男居士有七千人。"
    },
    {
      "id": "02-008-0005_p0044",
      "zh_CN": "【清信女五百人。】",
      "zh_TW": "【清信女五百人。】"
    },
    {
      "id": "02-008-0005_p0045",
      "zh_CN": "在家的女同修有五百人。和前面比丘一万二千人，释迦牟尼佛讲这个经的听众，菩萨、十方世界来的我们肉眼看不见的不算，咱们是眼睛看得见的，我们这个世界的出家的男众、女众，在家的男众、女众合起来二万人，这个法会庄严！两万人的场面，过去没有麦克风，释迦牟尼佛讲经怎么个个都听得清楚？这是佛的妙音。「佛以一音而说法，众生随类各得解」，所以佛的音声叫圆音，是圆满而没有欠缺。两万多听众，在当时的社会，当时印度并没有统一，跟我们中国周朝一样，都是小国家、小部落，言语文字都不相同，释迦牟尼佛讲经说法不用翻译，佛在台上讲，哪个地方人听，听他自己的音声，不用翻译的，这是妙不可言！在这里能够看到法会的殊胜庄严，除了人间的这些大众之外，还有：",
      "zh_TW": "在家的女同修有五百人。和前面比丘一萬二千人，釋迦牟尼佛講這個經的聽眾，菩薩、十方世界來的我們肉眼看不見的不算，咱們是眼睛看得見的，我們這個世界的出家的男眾、女眾，在家的男眾、女眾合起來二萬人，這個法會莊嚴！兩萬人的場面，過去沒有麥克風，釋迦牟尼佛講經怎麼個個都聽得清楚？這是佛的妙音。「佛以一音而說法，眾生隨類各得解」，所以佛的音聲叫圓音，是圓滿而沒有欠缺。兩萬多聽眾，在當時的社會，當時印度並沒有統一，跟我們中國周朝一樣，都是小國家、小部落，言語文字都不相同，釋迦牟尼佛講經說法不用翻譯，佛在台上講，哪個地方人聽，聽他自己的音聲，不用翻譯的，這是妙不可言！在這裡能夠看到法會的殊勝莊嚴，除了人間的這些大眾之外，還有："
    },
    {
      "id": "02-008-0005_p0046",
      "zh_CN": "【欲界天。色界天。诸天梵众。悉共大会。】",
      "zh_TW": "【欲界天。色界天。諸天梵眾。悉共大會。】"
    },
    {
      "id": "02-008-0005_p0047",
      "zh_CN": "这些天人，他方菩萨众，无量无边。我们凡夫肉眼看不到的，大概在初果、须陀洹以上都能看见的，都知道法会大众之多。这是通序，就是六种成就，到这里讲完了。底下第三章是本经的别序，就是发起序，说明这部经发起的因缘。先是本师释迦牟尼佛放光现瑞，阿难尊者看到之后非常的欢喜，请问世尊。世尊给他解答，就说出这部广大圆满、直截方便、究竟第一的不可思议法宝。我们看经文：",
      "zh_TW": "這些天人，他方菩薩眾，無量無邊。我們凡夫肉眼看不到的，大概在初果、須陀洹以上都能看見的，都知道法會大眾之多。這是通序，就是六種成就，到這裡講完了。底下第三章是本經的別序，就是發起序，說明這部經發起的因緣。先是本師釋迦牟尼佛放光現瑞，阿難尊者看到之後非常的歡喜，請問世尊。世尊給他解答，就說出這部廣大圓滿、直截方便、究竟第一的不可思議法寶。我們看經文："
    },
    {
      "id": "02-008-0005_p0048",
      "zh_CN": "【尔时世尊。威光赫奕。如融金聚。】",
      "zh_TW": "【爾時世尊。威光赫奕。如融金聚。】"
    },
    {
      "id": "02-008-0005_p0049",
      "zh_CN": "这一段比喻，黄金光彩已经很美了，如果把这个金在高温之下熔化，那个光色就更美。『如融金聚』，聚是聚集在一起，那光色就非常之美，这是形容佛这一天他的光彩。",
      "zh_TW": "這一段比喻，黃金光彩已經很美了，如果把這個金在高溫之下熔化，那個光色就更美。『如融金聚』，聚是聚集在一起，那光色就非常之美，這是形容佛這一天他的光彩。"
    },
    {
      "id": "02-008-0005_p0050",
      "zh_CN": "【又如明镜。影畅表里。】",
      "zh_TW": "【又如明鏡。影暢表裏。】"
    },
    {
      "id": "02-008-0005_p0051",
      "zh_CN": "这也是个比喻，比喻佛的心，佛的精神，佛之清净，似乎内外是透明。这两句都是形容，也是赞叹佛今天的光彩、精神之好，表现之好，是超过以往任何一天；今天佛精神特别好，光彩特别好。我这样说诸位容易懂。",
      "zh_TW": "這也是個比喻，比喻佛的心，佛的精神，佛之清淨，似乎內外是透明。這兩句都是形容，也是讚歎佛今天的光彩、精神之好，表現之好，是超過以往任何一天；今天佛精神特別好，光彩特別好。我這樣說諸位容易懂。"
    },
    {
      "id": "02-008-0005_p0052",
      "zh_CN": "【现大光明。数千百变。】",
      "zh_TW": "【現大光明。數千百變。】"
    },
    {
      "id": "02-008-0005_p0053",
      "zh_CN": "不仅如此，佛放光，光中又现出诸佛的刹土。佛放光，光明当中，十方世界诸佛国土都在佛光里面显现出来，这是非常非常希有奇特之事。阿难看到了，阿难尊者是释迦牟尼佛的侍者。",
      "zh_TW": "不僅如此，佛放光，光中又現出諸佛的剎土。佛放光，光明當中，十方世界諸佛國土都在佛光裡面顯現出來，這是非常非常希有奇特之事。阿難看到了，阿難尊者是釋迦牟尼佛的侍者。"
    },
    {
      "id": "02-008-0005_p0054",
      "zh_CN": "【尊者阿难。即自思惟。今日世尊。色身诸根。悦豫清净。光颜巍巍。宝刹庄严。从昔以来。所未曾见。喜得瞻仰。生希有心。】",
      "zh_TW": "【尊者阿難。即自思惟。今日世尊。色身諸根。悅豫清淨。光顏巍巍。寶剎莊嚴。從昔以來。所未曾見。喜得瞻仰。生希有心。】"
    },
    {
      "id": "02-008-0005_p0055",
      "zh_CN": "『阿难』是佛的侍者，天天跟着佛的。他自己说，自从他跟着佛这么多年来，从来没有看到佛今天光彩这么好，精神这么好。放光，光当中变现的境界，过去都没见过，这是非常非常的奇特。『色身』是讲佛的身相。『诸根』是讲六根，眼、耳、鼻、舌、身、意。『悦豫』是欢喜。佛今天无比的欢喜，从来没有看到佛这么欢喜，清净。『光颜巍巍』，这是极赞佛的庄严，佛所放的光明。『宝刹庄严』，是从佛的光明里面显出诸佛的刹土。这是非常希有的瑞相，阿难没见过。",
      "zh_TW": "『阿難』是佛的侍者，天天跟著佛的。他自己說，自從他跟著佛這麼多年來，從來沒有看到佛今天光彩這麼好，精神這麼好。放光，光當中變現的境界，過去都沒見過，這是非常非常的奇特。『色身』是講佛的身相。『諸根』是講六根，眼、耳、鼻、舌、身、意。『悅豫』是歡喜。佛今天無比的歡喜，從來沒有看到佛這麼歡喜，清淨。『光顏巍巍』，這是極讚佛的莊嚴，佛所放的光明。『寶剎莊嚴』，是從佛的光明裡面顯出諸佛的剎土。這是非常希有的瑞相，阿難沒見過。"
    },
    {
      "id": "02-008-0005_p0056",
      "zh_CN": "【即从座起。偏袒右肩。长跪合掌。而白佛言。】",
      "zh_TW": "【即從座起。偏袒右肩。長跪合掌。而白佛言。】"
    },
    {
      "id": "02-008-0005_p0057",
      "zh_CN": "这是礼节，不要说了。",
      "zh_TW": "這是禮節，不要說了。"
    },
    {
      "id": "02-008-0005_p0058",
      "zh_CN": "【世尊今日入大寂定。住奇特法。住诸佛所住导师之行。最胜之道。去来现在佛佛相念。为念过去未来诸佛耶。为念现在他方诸佛耶。何故威神显耀。光瑞殊妙乃尔。愿为宣说。】",
      "zh_TW": "【世尊今日入大寂定。住奇特法。住諸佛所住導師之行。最勝之道。去來現在佛佛相念。為念過去未來諸佛耶。為念現在他方諸佛耶。何故威神顯耀。光瑞殊妙乃爾。願為宣說。】"
    },
    {
      "id": "02-008-0005_p0059",
      "zh_CN": "阿难看到了很希奇，就向佛请教，佛今天为什么精神这么好，这么样的快乐，这么样的欢喜，到底为了什么？这得一定向佛请教。这里面几句话是他的猜测。今天释迦牟尼佛入的是大定，『大寂定』，这个大定也不晓得是什么定，这个定是什么？阿难也是大菩萨示现的，跟唱戏一样，哪有不清楚！这个「大寂定」就是念佛三昧。佛的色相容颜特别的庄严，我们想想为什么？看相算命的人常说「相随心转」，这个话有道理。心里面喜悦，那个相就不一样，就好看；心里面有难过的事情，那相就很难看。相随心转。佛的相已经是最好，三十二相、八十种好，已经是殊妙无比了，今天特别的好，是释迦牟尼佛念阿弥陀佛。阿弥陀佛的相「光中极尊，佛中之王」，他念阿弥陀佛，就变成阿弥陀佛。",
      "zh_TW": "阿難看到了很希奇，就向佛請教，佛今天為什麼精神這麼好，這麼樣的快樂，這麼樣的歡喜，到底為了什麼？這得一定向佛請教。這裡面幾句話是他的猜測。今天釋迦牟尼佛入的是大定，『大寂定』，這個大定也不曉得是什麼定，這個定是什麼？阿難也是大菩薩示現的，跟唱戲一樣，哪有不清楚！這個「大寂定」就是念佛三昧。佛的色相容顏特別的莊嚴，我們想想為什麼？看相算命的人常說「相隨心轉」，這個話有道理。心裡面喜悅，那個相就不一樣，就好看；心裡面有難過的事情，那相就很難看。相隨心轉。佛的相已經是最好，三十二相、八十種好，已經是殊妙無比了，今天特別的好，是釋迦牟尼佛念阿彌陀佛。阿彌陀佛的相「光中極尊，佛中之王」，他念阿彌陀佛，就變成阿彌陀佛。"
    },
    {
      "id": "02-008-0005_p0060",
      "zh_CN": "所以诸位要想自己的相好，念佛念上几年，你的相就变成佛相，相就好了。为什么？心是佛心，相就变成佛相。的确，相是真的随心转。这个相貌说老实话，是我们投胎来的时候，取父母的那个模样变现出来的。我们世间人讲遗传，这不是遗传，是神识来投胎，你喜欢父母那个相，所以照他那个相变成自己的相。这心所变的，变成自己的相，这是我们生下来这个面貌，有的时候像父母、像亲属，他取这个相，喜欢这个像就变现出这个像，这我们叫先天。",
      "zh_TW": "所以諸位要想自己的相好，念佛念上幾年，你的相就變成佛相，相就好了。為什麼？心是佛心，相就變成佛相。的確，相是真的隨心轉。這個相貌說老實話，是我們投胎來的時候，取父母的那個模樣變現出來的。我們世間人講遺傳，這不是遺傳，是神識來投胎，你喜歡父母那個相，所以照他那個相變成自己的相。這心所變的，變成自己的相，這是我們生下來這個面貌，有的時候像父母、像親屬，他取這個相，喜歡這個像就變現出這個像，這我們叫先天。"
    },
    {
      "id": "02-008-0005_p0061",
      "zh_CN": "后天说老实话，四十岁之后，相貌变了，为什么？你在这个社会上起起伏伏的，那个心理很复杂，相貌会变，四十岁以后的相貌不是先天的，这是后天的修持。诸位明白这个道理，你才晓得今天释迦牟尼佛的相为什么这么好，他今天念阿弥陀佛！阿难也说对了，没说错。今天佛『住奇特法』，奇特法是将要为一切众生宣讲这部经，佛特别欢喜。一个是欢喜弥陀大愿，无量功德；另外一个欢喜，是这些众生缘成熟了，可以接受这个法门了，佛就应当要为大家宣讲，这是无比的欢喜。换句话说，佛出现在世间为什么？就是为了讲这部经，讲其他一切经是陪衬的，这个经是主要的。今天主要的经有机会讲，他怎么不快乐？真快乐，无比的快乐！佛一生当中或八十年当中，最快乐的一天是讲这个经，这被阿难看出来。所以从这一段经文，我们就体会这一部经在整个佛法里面占的地位，它的重要性。「住奇特之法」，就是将要宣扬这一个法门。",
      "zh_TW": "後天說老實話，四十歲之後，相貌變了，為什麼？你在這個社會上起起伏伏的，那個心理很複雜，相貌會變，四十歲以後的相貌不是先天的，這是後天的修持。諸位明白這個道理，你才曉得今天釋迦牟尼佛的相為什麼這麼好，他今天念阿彌陀佛！阿難也說對了，沒說錯。今天佛『住奇特法』，奇特法是將要為一切眾生宣講這部經，佛特別歡喜。一個是歡喜彌陀大願，無量功德；另外一個歡喜，是這些眾生緣成熟了，可以接受這個法門了，佛就應當要為大家宣講，這是無比的歡喜。換句話說，佛出現在世間為什麼？就是為了講這部經，講其他一切經是陪襯的，這個經是主要的。今天主要的經有機會講，他怎麼不快樂？真快樂，無比的快樂！佛一生當中或八十年當中，最快樂的一天是講這個經，這被阿難看出來。所以從這一段經文，我們就體會這一部經在整個佛法裡面佔的地位，它的重要性。「住奇特之法」，就是將要宣揚這一個法門。"
    },
    {
      "id": "02-008-0005_p0062",
      "zh_CN": "『住诸佛所住』。诸佛都是念佛成佛的，念佛是因，成佛是果。《华严经》上说得好，十地菩萨始终不离念佛，不管你修哪一个法门，到了你证到初地以上的果位，那个时候你修什么？修念佛法门。从初地到等觉十一个位次，在《华严经》上他们所修的是念佛法门。普贤菩萨十大愿王导归极乐，主要的对象是地上菩萨，所以这个法门实实在在不可思议。过去这些人修学不相信，这不相信就是业障重，到登地，这个智慧开了，智慧也大了，业障也轻了，一听到普贤菩萨宣说，他就立刻接受，他就相信了。我们这些人现在是凡夫位，现在听了就相信，这善根福德因缘等于地上菩萨，没有两样。",
      "zh_TW": "『住諸佛所住』。諸佛都是念佛成佛的，念佛是因，成佛是果。《華嚴經》上說得好，十地菩薩始終不離念佛，不管你修哪一個法門，到了你證到初地以上的果位，那個時候你修什麼？修念佛法門。從初地到等覺十一個位次，在《華嚴經》上他們所修的是念佛法門。普賢菩薩十大願王導歸極樂，主要的對象是地上菩薩，所以這個法門實實在在不可思議。過去這些人修學不相信，這不相信就是業障重，到登地，這個智慧開了，智慧也大了，業障也輕了，一聽到普賢菩薩宣說，他就立刻接受，他就相信了。我們這些人現在是凡夫位，現在聽了就相信，這善根福德因緣等於地上菩薩，沒有兩樣。"
    },
    {
      "id": "02-008-0005_p0063",
      "zh_CN": "『住导师之行』。这个导师是引导我们去向成佛之道。『最胜之道』，这最胜之道简单的讲，行弥陀之行，念弥陀之所念。这在一切法里面，无比的殊胜。『去来』，去是过去，来是未来，『现在』，这里讲三世。『佛佛相念』，佛没有不念佛的，都念佛，一切诸佛都念阿弥陀佛，阿弥陀佛也念一切诸佛，佛佛相念。『为念过去未来诸佛耶』。还是『为念现在他方诸佛耶』。这是阿难猜中了，释迦牟尼佛如果不是念佛，他的威神光明瑞相不可能有这么好。唯有他念佛，已经是佛了，再得一切诸佛的加持，那是好上再加好，这是无比的殊胜。所以他问『何故威神显耀，光瑞』，是光明瑞相，殊胜奇妙像这个样子，来求佛给我们说明一下，『愿为宣说』，这个经的发起。",
      "zh_TW": "『住導師之行』。這個導師是引導我們去向成佛之道。『最勝之道』，這最勝之道簡單的講，行彌陀之行，念彌陀之所念。這在一切法裡面，無比的殊勝。『去來』，去是過去，來是未來，『現在』，這裡講三世。『佛佛相念』，佛沒有不念佛的，都念佛，一切諸佛都念阿彌陀佛，阿彌陀佛也念一切諸佛，佛佛相念。『為念過去未來諸佛耶』。還是『為念現在他方諸佛耶』。這是阿難猜中了，釋迦牟尼佛如果不是念佛，他的威神光明瑞相不可能有這麼好。唯有他念佛，已經是佛了，再得一切諸佛的加持，那是好上再加好，這是無比的殊勝。所以他問『何故威神顯耀，光瑞』，是光明瑞相，殊勝奇妙像這個樣子，來求佛給我們說明一下，『願為宣說』，這個經的發起。"
    },
    {
      "id": "02-008-0005_p0064",
      "zh_CN": "从前慈舟老法师判发起序就判到此地。底下一句，他老人家就判作本经的正宗分，这是慈舟老法师的判法。那黄念祖老居士在《无量寿经》注解里面，他的判法是这一章统统判作发起序，而「法藏因地第四」才判作正宗分，这是两个人判教不相同，都有道理。在此地，我附带的交代一下就可以了。我们看经文。阿难既然启请，佛一定要为他解释。",
      "zh_TW": "從前慈舟老法師判發起序就判到此地。底下一句，他老人家就判作本經的正宗分，這是慈舟老法師的判法。那黃念祖老居士在《無量壽經》註解裡面，他的判法是這一章統統判作發起序，而「法藏因地第四」才判作正宗分，這是兩個人判教不相同，都有道理。在此地，我附帶的交代一下就可以了。我們看經文。阿難既然啟請，佛一定要為他解釋。"
    },
    {
      "id": "02-008-0005_p0065",
      "zh_CN": "【于是世尊。告阿难言。善哉善哉。汝为哀愍利乐诸众生故。能问如是微妙之义。】",
      "zh_TW": "【於是世尊。告阿難言。善哉善哉。汝為哀愍利樂諸眾生故。能問如是微妙之義。】"
    },
    {
      "id": "02-008-0005_p0066",
      "zh_CN": "这些阿难问的，佛赞叹他，赞叹他的发问。『善哉善哉』，是说你问得太好、太好了。两个善哉是两个意思，一个是畅佛本怀，这是赞叹他，你问得太好了。第二个意思，今天众生成佛机缘成熟了，所以佛今天不是讲一般的法门，是讲成佛的法门。一切众生，上从等觉菩萨，下至地狱众生，平等成佛的法门，这里面没有阶级，要说这个法门，那真是没有比这个更好，所以此地的「善哉善哉」，与其他一切经里面那个善哉意思不一样。确实，这第一经就是第一经，甚至于跟《华严》、《法华》里面这个善哉意思深广都不相同。底下赞叹他，『汝为哀愍利乐诸众生故，能问如是微妙之义』。这个「微妙之义」，就是这部经里面要宣讲的，平等普度一切众生的教义。",
      "zh_TW": "這些阿難問的，佛讚歎他，讚歎他的發問。『善哉善哉』，是說你問得太好、太好了。兩個善哉是兩個意思，一個是暢佛本懷，這是讚歎他，你問得太好了。第二個意思，今天眾生成佛機緣成熟了，所以佛今天不是講一般的法門，是講成佛的法門。一切眾生，上從等覺菩薩，下至地獄眾生，平等成佛的法門，這裡面沒有階級，要說這個法門，那真是沒有比這個更好，所以此地的「善哉善哉」，與其他一切經裡面那個善哉意思不一樣。確實，這第一經就是第一經，甚至於跟《華嚴》、《法華》裡面這個善哉意思深廣都不相同。底下讚歎他，『汝為哀愍利樂諸眾生故，能問如是微妙之義』。這個「微妙之義」，就是這部經裡面要宣講的，平等普度一切眾生的教義。"
    },
    {
      "id": "02-008-0005_p0067",
      "zh_CN": "【汝今斯问。胜于供养一天下阿罗汉。辟支佛。布施累劫。诸天人民。蜎飞蠕动之类。功德百千万倍。】",
      "zh_TW": "【汝今斯問。勝於供養一天下阿羅漢。辟支佛。布施累劫。諸天人民。蜎飛蠕動之類。功德百千萬倍。】"
    },
    {
      "id": "02-008-0005_p0068",
      "zh_CN": "这是赞叹他问的功德。诸位想想底下所说的，这个功德多大，供养多少阿罗汉、辟支佛？『一天下』。一天下是多少？佛给我们讲一个单位世界是四天下，四大部洲。我们这一个洲叫南赡部洲，南赡部洲不是我们中国这一块土地，也不是印度那一块土地，实在讲，就是我们这一个太阳系。这是比喻。假使这一天下这些众生统统都成了阿罗汉，统统都成了辟支佛，我们统统来修布施，修多久？『累劫』。不是一天、二天，累劫就是无量劫！他没说出数字。布施谁？布施『诸天人民，蜎飞蠕动』，就是布施这些六道苦难的众生。供养阿罗汉、供养辟支佛，布施六道众生，时间是无量劫，他这一问的功德超过他供养布施的百千万倍，这个帐怎么算法？谁能相信？说老实话是真的，一点都不假。佛在底下说明。",
      "zh_TW": "這是讚歎他問的功德。諸位想想底下所說的，這個功德多大，供養多少阿羅漢、辟支佛？『一天下』。一天下是多少？佛給我們講一個單位世界是四天下，四大部洲。我們這一個洲叫南贍部洲，南贍部洲不是我們中國這一塊土地，也不是印度那一塊土地，實在講，就是我們這一個太陽系。這是比喻。假使這一天下這些眾生統統都成了阿羅漢，統統都成了辟支佛，我們統統來修布施，修多久？『累劫』。不是一天、二天，累劫就是無量劫！他沒說出數字。布施誰？布施『諸天人民，蜎飛蠕動』，就是布施這些六道苦難的眾生。供養阿羅漢、供養辟支佛，布施六道眾生，時間是無量劫，他這一問的功德超過他供養布施的百千萬倍，這個帳怎麼算法？誰能相信？說老實話是真的，一點都不假。佛在底下說明。"
    },
    {
      "id": "02-008-0005_p0069",
      "zh_CN": "【何以故。当来诸天人民。一切含灵。】",
      "zh_TW": "【何以故。當來諸天人民。一切含靈。】"
    },
    {
      "id": "02-008-0005_p0070",
      "zh_CN": "这一句话就是讲的六道众生，六道众生最苦，很难超越三界。",
      "zh_TW": "這一句話就是講的六道眾生，六道眾生最苦，很難超越三界。"
    },
    {
      "id": "02-008-0005_p0071",
      "zh_CN": "【皆因汝问而得度脱故。】",
      "zh_TW": "【皆因汝問而得度脫故。】"
    },
    {
      "id": "02-008-0005_p0072",
      "zh_CN": "因为你阿难今天这一问，这六道所有一切众生，个个都成佛了，这个功德太大了！当然不是供养一天下阿罗汉、辟支佛，布施六道众生累劫的功德，不能比！那哪能比？诸位同修听了这一段话之后，你们又作何感想？你们今天想积功累德，机会来了，你知道吗？你要发心弘扬这个经，你这个功德跟阿难这个启请无二无别！你不知道这部经，你想修积功德，不晓得怎么修法？今天听到这段经文，你就觉悟了。所以我今天在全世界，人家叫我讲经，我就讲这个经，不讲别的经。你知道为什么？就是此地讲的，讲任何的经比不上讲这个经，这个经是教人一生成佛的经典。讲《法华》、《华严》，人家听了未必能成就，未必能了生死出三界。这个经是决定超越轮回，决定往生不退成佛，所以功德实在是无与伦比！今天世界可以说是一切众生都在水深火热之中，受着大苦难，真正发大心救度这些众生，没有别的方法，弘扬这一部经就对了。其他法门、经典虽然好，来不及！唯独这一部经可以救急。再看下面经文：",
      "zh_TW": "因為你阿難今天這一問，這六道所有一切眾生，個個都成佛了，這個功德太大了！當然不是供養一天下阿羅漢、辟支佛，布施六道眾生累劫的功德，不能比！那哪能比？諸位同修聽了這一段話之後，你們又作何感想？你們今天想積功累德，機會來了，你知道嗎？你要發心弘揚這個經，你這個功德跟阿難這個啟請無二無別！你不知道這部經，你想修積功德，不曉得怎麼修法？今天聽到這段經文，你就覺悟了。所以我今天在全世界，人家叫我講經，我就講這個經，不講別的經。你知道為什麼？就是此地講的，講任何的經比不上講這個經，這個經是教人一生成佛的經典。講《法華》、《華嚴》，人家聽了未必能成就，未必能了生死出三界。這個經是決定超越輪迴，決定往生不退成佛，所以功德實在是無與倫比！今天世界可以說是一切眾生都在水深火熱之中，受著大苦難，真正發大心救度這些眾生，沒有別的方法，弘揚這一部經就對了。其他法門、經典雖然好，來不及！唯獨這一部經可以救急。再看下面經文："
    },
    {
      "id": "02-008-0005_p0073",
      "zh_CN": "【阿难。】",
      "zh_TW": "【阿難。】"
    },
    {
      "id": "02-008-0005_p0074",
      "zh_CN": "佛叫着『阿难』的名字，底下的话就很重要。叫著名字是提醒他，叫他注意听。",
      "zh_TW": "佛叫著『阿難』的名字，底下的話就很重要。叫著名字是提醒他，叫他注意聽。"
    },
    {
      "id": "02-008-0005_p0075",
      "zh_CN": "【如来以无尽大悲。矜哀三界。所以出兴于世。光阐道教。欲拯群萌。惠以真实之利。难值难见。如优昙花。希有出现。】",
      "zh_TW": "【如來以無盡大悲。矜哀三界。所以出興於世。光闡道教。欲拯群萌。惠以真實之利。難值難見。如優曇花。希有出現。】"
    },
    {
      "id": "02-008-0005_p0076",
      "zh_CN": "这句经文说出释迦牟尼佛，出现在世间的本愿。佛出现在世间为什么？就是『欲拯群萌，惠以真实之利』，我们在前面一章看到「开化显示真实之际」，现在在此地又看到第二个真实，「真实之利」。佛是真的想，「群萌」就是一切众生，「惠」是给予我们，给我们真实的利益。给诸位说，无量无边法门，真实的利益就是这个法门，不是说其他法门不真实，真实我们得不到，这个真实是人人可以得的到的。因为其他一切法门都要讲条件的，那条件不够得不到。这个法门是无条件的，一切众生统统都能得到，只要你具足信愿行，你相信，你愿意修学，依照这个方法来行，你就成功了。所以这是平等法门、平等的利益，无条件的，佛把出世的本怀给我们说出来了。",
      "zh_TW": "這句經文說出釋迦牟尼佛，出現在世間的本願。佛出現在世間為什麼？就是『欲拯群萌，惠以真實之利』，我們在前面一章看到「開化顯示真實之際」，現在在此地又看到第二個真實，「真實之利」。佛是真的想，「群萌」就是一切眾生，「惠」是給予我們，給我們真實的利益。給諸位說，無量無邊法門，真實的利益就是這個法門，不是說其他法門不真實，真實我們得不到，這個真實是人人可以得的到的。因為其他一切法門都要講條件的，那條件不夠得不到。這個法門是無條件的，一切眾生統統都能得到，只要你具足信願行，你相信，你願意修學，依照這個方法來行，你就成功了。所以這是平等法門、平等的利益，無條件的，佛把出世的本懷給我們說出來了。"
    },
    {
      "id": "02-008-0005_p0077",
      "zh_CN": "再跟诸位说得简单明白一点，真实利益就是六字洪名。上至等觉菩萨，下至地狱众生，能够信愿念佛，你就能平等成佛。所以这是一切诸佛度众生、成佛道的第一法门。这部经典，依照这个经典修学的学人（就是修学的人），必定得到一切诸佛如来的加持，一切如来的护念。一切诸佛如来都保佑你，那些菩萨、护法神哪有不保佑的道理。所在吉祥，一切灾难不会遇到的，遇不到是诸佛护念。佛讲这个话是真的。『难值难见』，值是遇到，你不容易遇到，你也不容易见到。『如优昙花，希有出现』，我们常讲昙花一现，昙花开的时间很短，而且都在半夜，这是希有难逢的意思。",
      "zh_TW": "再跟諸位說得簡單明白一點，真實利益就是六字洪名。上至等覺菩薩，下至地獄眾生，能夠信願念佛，你就能平等成佛。所以這是一切諸佛度眾生、成佛道的第一法門。這部經典，依照這個經典修學的學人（就是修學的人），必定得到一切諸佛如來的加持，一切如來的護念。一切諸佛如來都保佑你，那些菩薩、護法神哪有不保佑的道理。所在吉祥，一切災難不會遇到的，遇不到是諸佛護念。佛講這個話是真的。『難值難見』，值是遇到，你不容易遇到，你也不容易見到。『如優曇花，希有出現』，我們常講曇花一現，曇花開的時間很短，而且都在半夜，這是希有難逢的意思。"
    },
    {
      "id": "02-008-0005_p0078",
      "zh_CN": "【汝今所问。多所饶益。】",
      "zh_TW": "【汝今所問。多所饒益。】"
    },
    {
      "id": "02-008-0005_p0079",
      "zh_CN": "这是赞叹阿难，你今天启请来问这个利益太大太大！",
      "zh_TW": "這是讚歎阿難，你今天啟請來問這個利益太大太大！"
    },
    {
      "id": "02-008-0005_p0080",
      "zh_CN": "【阿难当知。如来正觉。其智难量。无有障碍。能于念顷。住无量亿劫。身及诸根。无有增减。所以者何。如来定慧。究畅无极。于一切法。而得最胜自在故。】",
      "zh_TW": "【阿難當知。如來正覺。其智難量。無有障礙。能於念頃。住無量億劫。身及諸根。無有增減。所以者何。如來定慧。究暢無極。於一切法。而得最勝自在故。】"
    },
    {
      "id": "02-008-0005_p0081",
      "zh_CN": "这段话显示出世尊无比的悲心，为什么原因？怕我们听了不相信，怕我们不能接受，特别告诉阿难他自己所证得的果位。这就教我们，我们对佛要信得过，然后佛教导我们这些话，我们才能够相信。首先要相信如来的智慧。『如来正觉，其智难量，无有障碍』。这几句是讲佛智，佛的智慧究竟圆满，我们要信得过。下面是讲佛的德能，『能于念顷』，念顷是时间很短暂。『住无量亿劫』，这讲的是神通，不可思议的神通，念劫圆融，华严境界，事事无碍的境界。『身及诸根，无有增减』，无有增减就是不生不灭。『所以者何，如来定慧，究畅无极』。这八个字很重要，佛给我们讲这样希有难逢之法，我们凭什么相信他？凭什么依教奉行？就是这八个字。我们如果能肯定，深信不怀疑，如来的定与慧是究畅无极。佛给我们所宣说的法门，我们当然不怀疑了。所以这段话，佛是苦口婆心帮助我们断疑生信。",
      "zh_TW": "這段話顯示出世尊無比的悲心，為什麼原因？怕我們聽了不相信，怕我們不能接受，特別告訴阿難他自己所證得的果位。這就教我們，我們對佛要信得過，然後佛教導我們這些話，我們才能夠相信。首先要相信如來的智慧。『如來正覺，其智難量，無有障礙』。這幾句是講佛智，佛的智慧究竟圓滿，我們要信得過。下面是講佛的德能，『能於念頃』，念頃是時間很短暫。『住無量億劫』，這講的是神通，不可思議的神通，念劫圓融，華嚴境界，事事無礙的境界。『身及諸根，無有增減』，無有增減就是不生不滅。『所以者何，如來定慧，究暢無極』。這八個字很重要，佛給我們講這樣希有難逢之法，我們憑什麼相信他？憑什麼依教奉行？就是這八個字。我們如果能肯定，深信不懷疑，如來的定與慧是究暢無極。佛給我們所宣說的法門，我們當然不懷疑了。所以這段話，佛是苦口婆心幫助我們斷疑生信。"
    },
    {
      "id": "02-008-0005_p0082",
      "zh_CN": "净宗三个条件第一个是信。信心不能建立，虽然是无比殊胜的利益，我们还是得不到，遇到了还是得不到，所以遇到了之后一定是深信不疑。如果诸位要发心将来专修专弘，给诸位说，你立刻就得到三宝加持，不要认为我没有辩才，我也没有什么人缘，我怎么能弘法？确实你是不能弘法，你是没有智慧、没有能力，但是你一发心，一切诸佛的如来定慧究畅无极，就加持给你，你的智慧、辩才、德能立刻就有了，不知不觉的就有了。怕你不肯发心，你一肯发心，就是诸佛菩萨的代表人，那个功德就不可思议。所以同修们要真正发心，与佛菩萨感应道交。佛的本愿是要以真实的利益帮助一切众生，我们自己发心也帮助一切诸佛菩萨，尽一分力量，使一切众生都能够得到这个机缘，早日得度，这才畅佛本怀。",
      "zh_TW": "淨宗三個條件第一個是信。信心不能建立，雖然是無比殊勝的利益，我們還是得不到，遇到了還是得不到，所以遇到了之後一定是深信不疑。如果諸位要發心將來專修專弘，給諸位說，你立刻就得到三寶加持，不要認為我沒有辯才，我也沒有什麼人緣，我怎麼能弘法？確實你是不能弘法，你是沒有智慧、沒有能力，但是你一發心，一切諸佛的如來定慧究暢無極，就加持給你，你的智慧、辯才、德能立刻就有了，不知不覺的就有了。怕你不肯發心，你一肯發心，就是諸佛菩薩的代表人，那個功德就不可思議。所以同修們要真正發心，與佛菩薩感應道交。佛的本願是要以真實的利益幫助一切眾生，我們自己發心也幫助一切諸佛菩薩，盡一分力量，使一切眾生都能夠得到這個機緣，早日得度，這才暢佛本懷。"
    },
    {
      "id": "02-008-0005_p0083",
      "zh_CN": "【阿难谛听。善思念之。吾当为汝分别解说。】",
      "zh_TW": "【阿難諦聽。善思念之。吾當為汝分別解說。】"
    },
    {
      "id": "02-008-0005_p0084",
      "zh_CN": "这一句是叙说，阿难启请，得佛答应给他说。从下面起，就是世尊应允阿难尊者的启请，说出第一殊胜的经典。请看经文「法藏因地第四」，这是黄念老从这一章判作本经的正宗分，这是正说因地。",
      "zh_TW": "這一句是敘說，阿難啟請，得佛答應給他說。從下面起，就是世尊應允阿難尊者的啟請，說出第一殊勝的經典。請看經文「法藏因地第四」，這是黃念老從這一章判作本經的正宗分，這是正說因地。"
    },
    {
      "id": "02-008-0005_p0085",
      "zh_CN": "【佛告阿难。过去无量不可思议。无央数劫。】",
      "zh_TW": "【佛告阿難。過去無量不可思議。無央數劫。】"
    },
    {
      "id": "02-008-0005_p0086",
      "zh_CN": "这一句是讲的时间，这时间太长了，没法子计算，我们只知道是很长很长的时间就行了。",
      "zh_TW": "這一句是講的時間，這時間太長了，沒法子計算，我們只知道是很長很長的時間就行了。"
    },
    {
      "id": "02-008-0005_p0087",
      "zh_CN": "【有佛出世。名世间自在王。】",
      "zh_TW": "【有佛出世。名世間自在王。】"
    },
    {
      "id": "02-008-0005_p0088",
      "zh_CN": "『世间自在王』，是佛的德号也是佛的别名，下面讲：",
      "zh_TW": "『世間自在王』，是佛的德號也是佛的別名，下面講："
    },
    {
      "id": "02-008-0005_p0089",
      "zh_CN": "【如来。应供。等正觉。明行足。善逝。世间解。无上士。调御丈夫。天人师。佛世尊。】",
      "zh_TW": "【如來。應供。等正覺。明行足。善逝。世間解。無上士。調御丈夫。天人師。佛世尊。】"
    },
    {
      "id": "02-008-0005_p0090",
      "zh_CN": "这是佛的通号，只要成佛都有这十个德号，这十个是佛的通号，我在此地不一个一个介绍，因为看黄老居士的注解就行了。佛学字典、《教乘法数》上都有注解。这我们统统省略掉。",
      "zh_TW": "這是佛的通號，只要成佛都有這十個德號，這十個是佛的通號，我在此地不一個一個介紹，因為看黃老居士的註解就行了。佛學字典、《教乘法數》上都有註解。這我們統統省略掉。"
    },
    {
      "id": "02-008-0005_p0091",
      "zh_CN": "【在世教授四十二劫。时为诸天及世人民说经讲道。】",
      "zh_TW": "【在世教授四十二劫。時為諸天及世人民說經講道。】"
    },
    {
      "id": "02-008-0005_p0092",
      "zh_CN": "从这一句里面，我们知道世间自在王佛出现在世间那个时候众生的福报很大。为什么？寿命长就是福报大！他住世四十二劫，如果一般人没有这么长的寿命，佛住世四十二劫没有道理。释迦牟尼佛当年在我们印度出现的时候，住世八十岁，我们一般人的寿命如此，他要跟我们一般人寿命要一样才行。释迦牟尼佛不可以住世三千岁，住世到今天释迦牟尼佛也在，那人家都不相信也不肯跟他学了，为什么？你长生不老，我们不行，那怎么能学得到？所以佛的示现要跟众生一样。由此可知，当时众生福报很大，寿命很长，寿命四十二劫。",
      "zh_TW": "從這一句裡面，我們知道世間自在王佛出現在世間那個時候眾生的福報很大。為什麼？壽命長就是福報大！他住世四十二劫，如果一般人沒有這麼長的壽命，佛住世四十二劫沒有道理。釋迦牟尼佛當年在我們印度出現的時候，住世八十歲，我們一般人的壽命如此，他要跟我們一般人壽命要一樣才行。釋迦牟尼佛不可以住世三千歲，住世到今天釋迦牟尼佛也在，那人家都不相信也不肯跟他學了，為什麼？你長生不老，我們不行，那怎麼能學得到？所以佛的示現要跟眾生一樣。由此可知，當時眾生福報很大，壽命很長，壽命四十二劫。"
    },
    {
      "id": "02-008-0005_p0093",
      "zh_CN": "佛在世，他的事业没有别的就是『说经讲道』。佛的事业就是如此，佛弟子的事业也是如此，这就叫如来家业！如来家的事业是什么？就是为一切众生说经讲道，没有别的事情。佛与佛的弟子，给诸位说，没有家，出了家哪有家？没有家。佛当年在世领导这些弟子们，一千二百五十人，我们在经上看到他们的生活是「日中一食，树下一宿」，你看戒经里面所讲的，晚上到哪里去？找个树荫底下去打坐，一宿，只有一宿，明天晚上不可以再到这来。为什么？如果这个大树很荫凉、很不错，天天到这来，到这来是贪恋！只能住一宿，明天到别地方去，不可以在此，过这样的生活。",
      "zh_TW": "佛在世，他的事業沒有別的就是『說經講道』。佛的事業就是如此，佛弟子的事業也是如此，這就叫如來家業！如來家的事業是什麼？就是為一切眾生說經講道，沒有別的事情。佛與佛的弟子，給諸位說，沒有家，出了家哪有家？沒有家。佛當年在世領導這些弟子們，一千二百五十人，我們在經上看到他們的生活是「日中一食，樹下一宿」，你看戒經裡面所講的，晚上到哪裡去？找個樹蔭底下去打坐，一宿，只有一宿，明天晚上不可以再到這來。為什麼？如果這個大樹很蔭涼、很不錯，天天到這來，到這來是貪戀！只能住一宿，明天到別地方去，不可以在此，過這樣的生活。"
    },
    {
      "id": "02-008-0005_p0094",
      "zh_CN": "佛教传到中国来，中国环境跟印度不一样，高僧到中国来，中国帝王供养，为帝王师。中国人对老师看得很重，怎么可以叫老师住在外面树底下？这大不敬。叫老师每天托着钵到外面要饭，这还得了，这不得了！所以就不要托钵，也不要树下一宿了，盖了房子，盖了宫殿，四事供养。但是这些寺院庵堂是国家的，是属于地方的，所以叫十方道场，不是个人的。出家人，只要具足出家身分哪个道场都可以住，叫挂单。所以道场是属于国家、属于地方上的，不是属于个人的。现在变质了，现在道场是个人的，出家人都有产权、都有所有权状。这一有所有权状、有产权，这又回家去了，他有家了。从前没有，从前出家人对于寺院道场，他有使用权，他没有所有权，所有权不是他的。他可以在那里住，他可以使用，安心在那个地方修道，没有所有权。现在道场都是有所有权，所以现在出家很困难，非常难，没有地方、没有道场可以住。",
      "zh_TW": "佛教傳到中國來，中國環境跟印度不一樣，高僧到中國來，中國帝王供養，為帝王師。中國人對老師看得很重，怎麼可以叫老師住在外面樹底下？這大不敬。叫老師每天托著缽到外面要飯，這還得了，這不得了！所以就不要托缽，也不要樹下一宿了，蓋了房子，蓋了宮殿，四事供養。但是這些寺院庵堂是國家的，是屬於地方的，所以叫十方道場，不是個人的。出家人，只要具足出家身分哪個道場都可以住，叫掛單。所以道場是屬於國家、屬於地方上的，不是屬於個人的。現在變質了，現在道場是個人的，出家人都有產權、都有所有權狀。這一有所有權狀、有產權，這又回家去了，他有家了。從前沒有，從前出家人對於寺院道場，他有使用權，他沒有所有權，所有權不是他的。他可以在那裡住，他可以使用，安心在那個地方修道，沒有所有權。現在道場都是有所有權，所以現在出家很困難，非常難，沒有地方、沒有道場可以住。"
    },
    {
      "id": "02-008-0005_p0095",
      "zh_CN": "所以出家修行不容易，没有在家修行方便。在家你有产权是应该的，出家有产权就已经还俗了！就是没有留头发而已，已经还俗了，这就违背了佛法。可是今天实在讲为事实所逼，他没有十方道场，怎么办？这是现实的状况我们要了解，实在讲是非常痛心的一桩事情。这是说明佛及佛弟子，以前他们的事业就是说经讲道，跟我们现在所看到的不一样。",
      "zh_TW": "所以出家修行不容易，沒有在家修行方便。在家你有產權是應該的，出家有產權就已經還俗了！就是沒有留頭髮而已，已經還俗了，這就違背了佛法。可是今天實在講為事實所逼，他沒有十方道場，怎麼辦？這是現實的狀況我們要了解，實在講是非常痛心的一樁事情。這是說明佛及佛弟子，以前他們的事業就是說經講道，跟我們現在所看到的不一樣。"
    },
    {
      "id": "02-008-0005_p0096",
      "zh_CN": "【有大国主名世饶王。】",
      "zh_TW": "【有大國主名世饒王。】"
    },
    {
      "id": "02-008-0005_p0097",
      "zh_CN": "这是听众当中有这么一个人，这个人身分是国王的身分，佛讲经他常常来听。『世饶王』是一般人对他的尊敬，送他这个称号，这不是他的本名。世是世间，饶是丰饶。这个国王太好了，使这个国家，国富民安，老百姓都能够安居乐业，都非常的富裕，所以国王有这么美好的一个称号。",
      "zh_TW": "這是聽眾當中有這麼一個人，這個人身分是國王的身分，佛講經他常常來聽。『世饒王』是一般人對他的尊敬，送他這個稱號，這不是他的本名。世是世間，饒是豐饒。這個國王太好了，使這個國家，國富民安，老百姓都能夠安居樂業，都非常的富裕，所以國王有這麼美好的一個稱號。"
    },
    {
      "id": "02-008-0005_p0098",
      "zh_CN": "【闻佛说法。欢喜开解。寻发无上真正道意。】",
      "zh_TW": "【聞佛說法。歡喜開解。尋發無上真正道意。】"
    },
    {
      "id": "02-008-0005_p0099",
      "zh_CN": "这一句非常重要。从这句经文我们就能够觉察到，这位国王听佛说法彻底觉悟了。他要不彻底觉悟，他不可能有这个表态，只有彻底觉悟的人，他一定是这样一个做法，他发了真正的道意。『真正道意』就是发愿普度一切众生，同成佛道，这是真正道意。觉悟之后，他的国王不做了。",
      "zh_TW": "這一句非常重要。從這句經文我們就能夠覺察到，這位國王聽佛說法徹底覺悟了。他要不徹底覺悟，他不可能有這個表態，只有徹底覺悟的人，他一定是這樣一個做法，他發了真正的道意。『真正道意』就是發願普度一切眾生，同成佛道，這是真正道意。覺悟之後，他的國王不做了。"
    },
    {
      "id": "02-008-0005_p0100",
      "zh_CN": "【弃国捐王。行作沙门。号曰法藏。】",
      "zh_TW": "【棄國捐王。行作沙門。號曰法藏。】"
    },
    {
      "id": "02-008-0005_p0101",
      "zh_CN": "他跟佛出家。『沙门』是出家人的通称，把国王位子舍弃掉，出家了，法名叫『法藏』。这就是阿弥陀佛的前身，初出家的时候叫法藏比丘。",
      "zh_TW": "他跟佛出家。『沙門』是出家人的通稱，把國王位子捨棄掉，出家了，法名叫『法藏』。這就是阿彌陀佛的前身，初出家的時候叫法藏比丘。"
    },
    {
      "id": "02-008-0005_p0102",
      "zh_CN": "【修菩萨道。高才勇哲。与世超异。信解明记。悉皆第一。】",
      "zh_TW": "【修菩薩道。高才勇哲。與世超異。信解明記。悉皆第一。】"
    },
    {
      "id": "02-008-0005_p0103",
      "zh_CN": "这几句是说明法藏比丘的德行才艺，这个人非常的聪明。『修菩萨道，高才勇哲』。勇是勇猛精进，哲是聪明，明哲，他有智慧。『与世超异』，超过一般同学，超过一般人。更难得的是『信解明记』。信是讲信心，解是理解，佛给他说法，他都能够理解。明记，他的记忆力很好，他不会忘记，他都能够记得。『悉皆第一』，信是第一，解是第一，记忆也是第一，难怪他的成就不可思议！",
      "zh_TW": "這幾句是說明法藏比丘的德行才藝，這個人非常的聰明。『修菩薩道，高才勇哲』。勇是勇猛精進，哲是聰明，明哲，他有智慧。『與世超異』，超過一般同學，超過一般人。更難得的是『信解明記』。信是講信心，解是理解，佛給他說法，他都能夠理解。明記，他的記憶力很好，他不會忘記，他都能夠記得。『悉皆第一』，信是第一，解是第一，記憶也是第一，難怪他的成就不可思議！"
    },
    {
      "id": "02-008-0005_p0104",
      "zh_CN": "【又有殊胜行愿。】",
      "zh_TW": "【又有殊勝行願。】"
    },
    {
      "id": "02-008-0005_p0105",
      "zh_CN": "这个『殊胜行愿』是底下要说明他四十八愿，平等普度一切众生。",
      "zh_TW": "這個『殊勝行願』是底下要說明他四十八願，平等普度一切眾生。"
    },
    {
      "id": "02-008-0005_p0106",
      "zh_CN": "【及念慧力。增上其心。】",
      "zh_TW": "【及念慧力。增上其心。】"
    },
    {
      "id": "02-008-0005_p0107",
      "zh_CN": "『念慧力』就是五根五力，他已经到这个阶段，信进念定慧天天在增长，『增上其心』。",
      "zh_TW": "『念慧力』就是五根五力，他已經到這個階段，信進念定慧天天在增長，『增上其心』。"
    },
    {
      "id": "02-008-0005_p0108",
      "zh_CN": "【坚固不动。修行精进。无能逾者。】",
      "zh_TW": "【堅固不動。修行精進。無能踰者。】"
    },
    {
      "id": "02-008-0005_p0109",
      "zh_CN": "『逾』是超越。自在王底下那些弟子没有一个人能超过他，他是世间自在王第一弟子。这一段是给我们介绍阿弥陀佛的因地，没有成佛之前的身分，出家修道的情形。",
      "zh_TW": "『踰』是超越。自在王底下那些弟子沒有一個人能超過他，他是世間自在王第一弟子。這一段是給我們介紹阿彌陀佛的因地，沒有成佛之前的身分，出家修道的情形。"
    },
    {
      "id": "02-008-0005_p0110",
      "zh_CN": "【往诣佛所。顶礼长跪。向佛合掌。即以伽他赞佛。发广大愿。】",
      "zh_TW": "【往詣佛所。頂禮長跪。向佛合掌。即以伽他讚佛。發廣大願。】"
    },
    {
      "id": "02-008-0005_p0111",
      "zh_CN": "这一段是讲法藏比丘赞佛发愿。『伽他』是偈颂。所发之愿，这个赞叹的话、发愿的话都在底下这一段经文。",
      "zh_TW": "這一段是講法藏比丘讚佛發願。『伽他』是偈頌。所發之願，這個讚歎的話、發願的話都在底下這一段經文。"
    },
    {
      "id": "02-008-0005_p0112",
      "zh_CN": "【颂曰。】",
      "zh_TW": "【頌曰。】"
    },
    {
      "id": "02-008-0005_p0113",
      "zh_CN": "下面一共有十首偈颂。前面两首是赞佛，当中七首是发愿，最后一首是请佛给他作证明。请看经文：",
      "zh_TW": "下面一共有十首偈頌。前面兩首是讚佛，當中七首是發願，最後一首是請佛給他作證明。請看經文："
    },
    {
      "id": "02-008-0005_p0114",
      "zh_CN": "【如来微妙色端严。】",
      "zh_TW": "【如來微妙色端嚴。】"
    },
    {
      "id": "02-008-0005_p0115",
      "zh_CN": "『端』是端正，『严』是庄严。",
      "zh_TW": "『端』是端正，『嚴』是莊嚴。"
    },
    {
      "id": "02-008-0005_p0116",
      "zh_CN": "【一切世间无有等。】",
      "zh_TW": "【一切世間無有等。】"
    },
    {
      "id": "02-008-0005_p0117",
      "zh_CN": "这两句是赞叹佛的相好。佛的相好光明，一切世间人都不能跟他相比。佛实在讲是功德法身。在一般经上佛告诉我们，菩萨修行成佛之后，还要用一百劫的时间去修福报，为什么？相好是福。所以成佛，佛称为二足尊。足是满足，就是圆满的意思，智慧圆满，福德圆满。他特别用一百劫的时间去修福，修成最圆满的福相。为什么佛要修福？没有福不能度众生。相好，单单相好就能接引无量众生，为什么？人家一看相喜欢，喜欢就会跟着佛走。我们看《楞严经》，阿难尊者为什么学佛的？就是看到佛的相太好了，所以他没有别的原因，就是这个原因他要跟佛学，他要出家作佛的弟子。所以用这个相好来接引一切众生，因为没有一个众生不爱美。佛是最美的人，用这种方法来摄受一切众生，这是手段。所以佛的相好是『一切世间无有等』。",
      "zh_TW": "這兩句是讚歎佛的相好。佛的相好光明，一切世間人都不能跟他相比。佛實在講是功德法身。在一般經上佛告訴我們，菩薩修行成佛之後，還要用一百劫的時間去修福報，為什麼？相好是福。所以成佛，佛稱為二足尊。足是滿足，就是圓滿的意思，智慧圓滿，福德圓滿。他特別用一百劫的時間去修福，修成最圓滿的福相。為什麼佛要修福？沒有福不能度眾生。相好，單單相好就能接引無量眾生，為什麼？人家一看相喜歡，喜歡就會跟著佛走。我們看《楞嚴經》，阿難尊者為什麼學佛的？就是看到佛的相太好了，所以他沒有別的原因，就是這個原因他要跟佛學，他要出家作佛的弟子。所以用這個相好來接引一切眾生，因為沒有一個眾生不愛美。佛是最美的人，用這種方法來攝受一切眾生，這是手段。所以佛的相好是『一切世間無有等』。"
    },
    {
      "id": "02-008-0005_p0118",
      "zh_CN": "【光明无量照十方。日月火珠皆匿曜。】",
      "zh_TW": "【光明無量照十方。日月火珠皆匿曜。】"
    },
    {
      "id": "02-008-0005_p0119",
      "zh_CN": "这句是赞叹佛的光明，也就是赞叹佛的智慧。佛的智慧光明也是世间不能够相比的。下面用比喻说『日』是太阳，月亮、火珠这都是放光的，如果在佛光之下，这些光明都显不出来了，比喻佛光不可思议。",
      "zh_TW": "這句是讚歎佛的光明，也就是讚歎佛的智慧。佛的智慧光明也是世間不能夠相比的。下面用比喻說『日』是太陽，月亮、火珠這都是放光的，如果在佛光之下，這些光明都顯不出來了，比喻佛光不可思議。"
    },
    {
      "id": "02-008-0005_p0120",
      "zh_CN": "【世尊能演一音声。有情各各随类解。】",
      "zh_TW": "【世尊能演一音聲。有情各各隨類解。】"
    },
    {
      "id": "02-008-0005_p0121",
      "zh_CN": "这是赞叹佛法音圆满，语密。佛说法的音声，一切众生都能够听得懂，一切众生听到佛的音声，都能够领解佛所讲的义趣，所以没有不得利益的。",
      "zh_TW": "這是讚歎佛法音圓滿，語密。佛說法的音聲，一切眾生都能夠聽得懂，一切眾生聽到佛的音聲，都能夠領解佛所講的義趣，所以沒有不得利益的。"
    },
    {
      "id": "02-008-0005_p0122",
      "zh_CN": "【又能现一妙色身。普使众生随类见。】",
      "zh_TW": "【又能現一妙色身。普使眾生隨類見。】"
    },
    {
      "id": "02-008-0005_p0123",
      "zh_CN": "这是说佛的身密，佛现的身相每个人看不相同，这个很奇怪。我在一九八三年到此地来讲经，一九八三年好像是来讲《六祖坛经》。圣一法师告诉我，圣一法师，一九八二年好像是第一次去朝普陀山，他说他们三个人，另外还有共产党的干部陪他们一道到梵音洞里面去看观音菩萨。他们几个人在洞门口拜观音菩萨，他说拜了半个多钟点，观音菩萨出现了。他们继续拜，大概又拜了半个多钟点，时间很长，干部要他们离开，他们才离开。看了半个小时，观音菩萨现相现这么久。回来之后，他们三个人都见到了。大家就问你见到什么样子？三个人看到不相同，圣一法师看到观音菩萨是戴毘卢帽，像地藏王菩萨带着那个毘卢帽完全是金色的，他看到是这个相；另外一个（也是他们三个法师一道去的）看到的，像普通我们看到白衣观音这样的相；另外一位看到是出家比丘相。所以三个人同时去拜，同时都看到，三个人看到的相不一样，说明的确是『又能现一妙色身，普使众生随类解』。",
      "zh_TW": "這是說佛的身密，佛現的身相每個人看不相同，這個很奇怪。我在一九八三年到此地來講經，一九八三年好像是來講《六祖壇經》。聖一法師告訴我，聖一法師，一九八二年好像是第一次去朝普陀山，他說他們三個人，另外還有共產黨的幹部陪他們一道到梵音洞裡面去看觀音菩薩。他們幾個人在洞門口拜觀音菩薩，他說拜了半個多鐘點，觀音菩薩出現了。他們繼續拜，大概又拜了半個多鐘點，時間很長，幹部要他們離開，他們才離開。看了半個小時，觀音菩薩現相現這麼久。回來之後，他們三個人都見到了。大家就問你見到什麼樣子？三個人看到不相同，聖一法師看到觀音菩薩是戴毘盧帽，像地藏王菩薩帶著那個毘盧帽完全是金色的，他看到是這個相；另外一個（也是他們三個法師一道去的）看到的，像普通我們看到白衣觀音這樣的相；另外一位看到是出家比丘相。所以三個人同時去拜，同時都看到，三個人看到的相不一樣，說明的確是『又能現一妙色身，普使眾生隨類解』。"
    },
    {
      "id": "02-008-0005_p0124",
      "zh_CN": "所以不但佛说法的音声，我们每个人听的不一样，佛要在此地说法，广东人一定听的是讲广东话，日本人听了一定是讲日本话，这很奇妙！现的这个身相也如此，我们中国人看到佛一定是中国相貌，非常亲切，日本人看到的这个相貌像日本人，美国人看到一定像美国人，这妙色身！使人看到这个相生亲切之感，这不一样的。所以我们看到这个塑像，我们造的像，中国人造的像就像中国人，日本人造的佛像一看就是日本人。泰国人那个释迦牟尼佛像，那个下巴尖尖的，一看就是泰国人，他就照他自己那个像塑的。所以我在美国这么多年，走了很多地方，我告诉美国人，佛法还没到美国来。他们问我为什么？我说我没有看到一尊佛菩萨像你们美国人的样子，没有看到，佛教还没有到美国来。所以佛教随着东方侨民去的，还没有真正入美国，这就是妙色身。这两首八句是赞佛，下面有七首是发愿，这个重要，我们要留意、要学习。",
      "zh_TW": "所以不但佛說法的音聲，我們每個人聽的不一樣，佛要在此地說法，廣東人一定聽的是講廣東話，日本人聽了一定是講日本話，這很奇妙！現的這個身相也如此，我們中國人看到佛一定是中國相貌，非常親切，日本人看到的這個相貌像日本人，美國人看到一定像美國人，這妙色身！使人看到這個相生親切之感，這不一樣的。所以我們看到這個塑像，我們造的像，中國人造的像就像中國人，日本人造的佛像一看就是日本人。泰國人那個釋迦牟尼佛像，那個下巴尖尖的，一看就是泰國人，他就照他自己那個像塑的。所以我在美國這麼多年，走了很多地方，我告訴美國人，佛法還沒到美國來。他們問我為什麼？我說我沒有看到一尊佛菩薩像你們美國人的樣子，沒有看到，佛教還沒有到美國來。所以佛教隨著東方僑民去的，還沒有真正入美國，這就是妙色身。這兩首八句是讚佛，下面有七首是發願，這個重要，我們要留意、要學習。"
    },
    {
      "id": "02-008-0005_p0125",
      "zh_CN": "【愿我得佛清净声。法音普及无边界。】",
      "zh_TW": "【願我得佛清淨聲。法音普及無邊界。】"
    },
    {
      "id": "02-008-0005_p0126",
      "zh_CN": "法藏比丘一出家学佛，就是以佛做榜样。学佛我们要学得跟佛一样，佛天天为一切众生说经讲道，这我们应当要学的。首先希望自己能得佛的『清净声』，清净声从哪里得来？从清净心得来。心清净，身就清净了；身心清净，语就清净了，这是真正学佛。佛的『法音』遍法界，我们智慧德行没到那个程度，但是一定要心向往之，要努力的学习。",
      "zh_TW": "法藏比丘一出家學佛，就是以佛做榜樣。學佛我們要學得跟佛一樣，佛天天為一切眾生說經講道，這我們應當要學的。首先希望自己能得佛的『清淨聲』，清淨聲從哪裡得來？從清淨心得來。心清淨，身就清淨了；身心清淨，語就清淨了，這是真正學佛。佛的『法音』遍法界，我們智慧德行沒到那個程度，但是一定要心嚮往之，要努力的學習。"
    },
    {
      "id": "02-008-0005_p0127",
      "zh_CN": "【宣扬戒定精进门。通达甚深微妙法。】",
      "zh_TW": "【宣揚戒定精進門。通達甚深微妙法。】"
    },
    {
      "id": "02-008-0005_p0128",
      "zh_CN": "这是说经讲道的内容，佛为一切众生讲什么？是『宣扬戒定精进门』。这一句就是戒定慧三学，也就是布施、持戒、般若的六度。三学是大小乘统统要学的，六度完全是大乘菩萨法，这是说明说法的内容。后面这一句就妙了。『通达甚深微妙法』，甚深微妙法是什么？就是念佛法门。这个法门经上给我们讲的「是心是佛，是心作佛」，明心达本，念佛往生不退成佛，这就是甚深微妙法。所以这一句就是指这一部经典，持名念佛的法门是一切诸佛所宣扬的甚深微妙之法。",
      "zh_TW": "這是說經講道的內容，佛為一切眾生講什麼？是『宣揚戒定精進門』。這一句就是戒定慧三學，也就是布施、持戒、般若的六度。三學是大小乘統統要學的，六度完全是大乘菩薩法，這是說明說法的內容。後面這一句就妙了。『通達甚深微妙法』，甚深微妙法是什麼？就是念佛法門。這個法門經上給我們講的「是心是佛，是心作佛」，明心達本，念佛往生不退成佛，這就是甚深微妙法。所以這一句就是指這一部經典，持名念佛的法門是一切諸佛所宣揚的甚深微妙之法。"
    },
    {
      "id": "02-008-0005_p0129",
      "zh_CN": "【智慧广大深如海。内心清净绝尘劳。超过无边恶趣门。速到菩提究竟岸。无明贪瞋皆永无。惑尽过亡三昧力。】",
      "zh_TW": "【智慧廣大深如海。內心清淨絕塵勞。超過無邊惡趣門。速到菩提究竟岸。無明貪瞋皆永無。惑盡過亡三昧力。】"
    },
    {
      "id": "02-008-0005_p0130",
      "zh_CN": "这六句以智为首，以三昧殿后，这意思很深很深。学佛，佛法就是智慧之法，佛学乃智慧之学，所以学佛要知道目的在哪里。经论上常讲「阿耨多罗三藐三菩提」，翻成中国的意思「无上正等正觉」，这是我们要求的。学佛就学这个。如果你得到正觉了，你就是阿罗汉；如果你证得正等正觉，那你就是菩萨；你证得无上正等正觉，就叫成佛。所以罗汉、菩萨、佛在佛教里面是学位的名称，就如同我们现在教育里面的学士、硕士、博士，学位的名称。可是你修学的标准，那是正觉、正等正觉、无上正等正觉，这是你修学的标准，这是智慧。",
      "zh_TW": "這六句以智為首，以三昧殿後，這意思很深很深。學佛，佛法就是智慧之法，佛學乃智慧之學，所以學佛要知道目的在哪裡。經論上常講「阿耨多羅三藐三菩提」，翻成中國的意思「無上正等正覺」，這是我們要求的。學佛就學這個。如果你得到正覺了，你就是阿羅漢；如果你證得正等正覺，那你就是菩薩；你證得無上正等正覺，就叫成佛。所以羅漢、菩薩、佛在佛教裡面是學位的名稱，就如同我們現在教育裡面的學士、碩士、博士，學位的名稱。可是你修學的標準，那是正覺、正等正覺、無上正等正覺，這是你修學的標準，這是智慧。"
    },
    {
      "id": "02-008-0005_p0131",
      "zh_CN": "『智慧广大深如海』，是指无上正等正觉。慧从哪里来的？给诸位说，慧是自性里头本来具足的，不是从外面来的。外面学东西，可以学到一些常识，学不到智慧，智慧是讲开了悟才有，你不悟，哪来的智慧？怎样才能开悟？心要清净。心清净了，心里面一念不生，心像水平一样。水平不起波浪，外面境界就照得清清楚楚，照见就是智慧。所以心不清净，你怎么能照见？接着是『内心清净绝尘劳』。尘是外面的六尘，劳是妄想执着。内要离妄想执着，外面要不为六尘所染，你的心就清净了，这是真正的功夫。所以佛法的修学，给诸位说不是神通、不是感应，现在大家一窝蜂的学这些东西，都走偏了、都走邪了，那不是学佛，说穿了，那叫学魔！那哪里是学佛？佛是心清净的，魔心不清净，这是我们一定要把它辨别清楚。",
      "zh_TW": "『智慧廣大深如海』，是指無上正等正覺。慧從哪裡來的？給諸位說，慧是自性裡頭本來具足的，不是從外面來的。外面學東西，可以學到一些常識，學不到智慧，智慧是講開了悟才有，你不悟，哪來的智慧？怎樣才能開悟？心要清淨。心清淨了，心裡面一念不生，心像水平一樣。水平不起波浪，外面境界就照得清清楚楚，照見就是智慧。所以心不清淨，你怎麼能照見？接著是『內心清淨絕塵勞』。塵是外面的六塵，勞是妄想執著。內要離妄想執著，外面要不為六塵所染，你的心就清淨了，這是真正的功夫。所以佛法的修學，給諸位說不是神通、不是感應，現在大家一窩蜂的學這些東西，都走偏了、都走邪了，那不是學佛，說穿了，那叫學魔！那哪裡是學佛？佛是心清淨的，魔心不清淨，這是我們一定要把它辨別清楚。"
    },
    {
      "id": "02-008-0005_p0132",
      "zh_CN": "『超过无边恶趣门』。有定有慧，世出世间一切恶趣自然就消失了，所以超过。纯善无恶，儒家的理想是止于至善，佛法是做到了。儒家有理想，没能做到，佛家是真正做到。『速到菩提究竟岸』，究竟是成佛，成什么佛？圆满佛，才是究竟。所以藏教佛、通教佛、别教佛都不能算究竟，一定要圆教佛才究竟。圆教佛到哪里成？到西方极乐世界。不到西方极乐世界，给诸位说成不了圆教佛。假如不到西方极乐世界也成得了圆教佛，文殊、普贤就没有理由求生西方极乐世界。他们是圆教的等觉菩萨，在华藏世界，何必还要求生西方世界？《华严经》上有明文两位菩萨都是求生西方极乐世界的。所以我们读了《华严》才知道，想成圆教佛一定到西方极乐世界，这是菩提究竟岸。",
      "zh_TW": "『超過無邊惡趣門』。有定有慧，世出世間一切惡趣自然就消失了，所以超過。純善無惡，儒家的理想是止於至善，佛法是做到了。儒家有理想，沒能做到，佛家是真正做到。『速到菩提究竟岸』，究竟是成佛，成什麼佛？圓滿佛，才是究竟。所以藏教佛、通教佛、別教佛都不能算究竟，一定要圓教佛才究竟。圓教佛到哪裡成？到西方極樂世界。不到西方極樂世界，給諸位說成不了圓教佛。假如不到西方極樂世界也成得了圓教佛，文殊、普賢就沒有理由求生西方極樂世界。他們是圓教的等覺菩薩，在華藏世界，何必還要求生西方世界？《華嚴經》上有明文兩位菩薩都是求生西方極樂世界的。所以我們讀了《華嚴》才知道，想成圓教佛一定到西方極樂世界，這是菩提究竟岸。"
    },
    {
      "id": "02-008-0005_p0133",
      "zh_CN": "成佛之后是『无明贪瞋皆永无』，确实没有了，无明断了，贪瞋的烦恼当然更不必说了。无明是烦恼的根本，根没有了，枝叶当然就没有了。『惑尽过亡三昧力』。这个三昧就是指的念佛三昧，此地讲的三学、六度都包括在其中，只要老实念佛就成就了。这一句名号里面有无量的智慧，甚深的禅定，断恶修善，消灾免难，究竟成佛，都在其中，这名号功德不可思议！许多学佛的人不晓得真相，往往轻视念佛，认为这一句阿弥陀佛谁不会念，有什么了不起。把这个法门看轻了。这是对于无上的法门不认识，当面错过希有的因缘，你说这个多可惜！还有一些人虽然不反对，也学也念，念得没有效果，原因在哪里？也是认识不清。虽然说念佛求生净土，他有没有信心？是半信半疑，信心不清净。愿有没有？愿根本就没有，他的愿是什么？念阿弥陀佛，求阿弥陀佛保佑他升官发财，他的愿还在发财、还在升官上，他不是在西方极乐世界。",
      "zh_TW": "成佛之後是『無明貪瞋皆永無』，確實沒有了，無明斷了，貪瞋的煩惱當然更不必說了。無明是煩惱的根本，根沒有了，枝葉當然就沒有了。『惑盡過亡三昧力』。這個三昧就是指的念佛三昧，此地講的三學、六度都包括在其中，只要老實念佛就成就了。這一句名號裡面有無量的智慧，甚深的禪定，斷惡修善，消災免難，究竟成佛，都在其中，這名號功德不可思議！許多學佛的人不曉得真相，往往輕視念佛，認為這一句阿彌陀佛誰不會念，有什麼了不起。把這個法門看輕了。這是對於無上的法門不認識，當面錯過希有的因緣，你說這個多可惜！還有一些人雖然不反對，也學也念，念得沒有效果，原因在哪裡？也是認識不清。雖然說念佛求生淨土，他有沒有信心？是半信半疑，信心不清淨。願有沒有？願根本就沒有，他的願是什麼？念阿彌陀佛，求阿彌陀佛保佑他升官發財，他的願還在發財、還在升官上，他不是在西方極樂世界。"
    },
    {
      "id": "02-008-0005_p0134",
      "zh_CN": "在我们台湾，这些年来这股票不得了，在台湾，世界第一！我们同学念佛的当中，是在念佛、在听经，心里面还在想股票，你说糟糕不糟糕！我一再劝他们不要搞，现在股票一落千丈，听说破产的人不少，所以这个愿没有，那个行是似有似无，这样念佛怎么能往生？当然不能往生。由此可知，这个经不能不讲，不讲大家不知道，信愿行三资粮不能够建立。必须彻底明白了，信愿行才能生根，才能够增长，经上说「惠以众生真实之利」，我们才能得到。好。今天时间到了，我们就讲到此地。这是一个小段落。",
      "zh_TW": "在我們台灣，這些年來這股票不得了，在台灣，世界第一！我們同學念佛的當中，是在念佛、在聽經，心裡面還在想股票，你說糟糕不糟糕！我一再勸他們不要搞，現在股票一落千丈，聽說破產的人不少，所以這個願沒有，那個行是似有似無，這樣念佛怎麼能往生？當然不能往生。由此可知，這個經不能不講，不講大家不知道，信願行三資糧不能夠建立。必須徹底明白了，信願行才能生根，才能夠增長，經上說「惠以眾生真實之利」，我們才能得到。好。今天時間到了，我們就講到此地。這是一個小段落。"
    }
  ]
}