{
  "doc_id": "02-008-0012",
  "title": {
    "zh_CN": "大乘无量寿经(当生成就第一法门)",
    "zh_TW": "大乘無量壽經(當生成就第一法門)"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "02-008-0012",
  "total_paragraphs": 90,
  "paragraphs": [
    {
      "id": "02-008-0012_p0001",
      "zh_CN": "请掀开经本第四十八面第三行「决证极果第二十二」。在前面把西方极乐世界的依正庄严，说通俗一点，就是西方世界的物质环境与人事的环境，人事环境是正报，物质环境是依报，介绍过了。今天这一段开始是讲证果，这是西方世界最殊胜之处。请看经文：",
      "zh_TW": "請掀開經本第四十八面第三行「決證極果第二十二」。在前面把西方極樂世界的依正莊嚴，說通俗一點，就是西方世界的物質環境與人事的環境，人事環境是正報，物質環境是依報，介紹過了。今天這一段開始是講證果，這是西方世界最殊勝之處。請看經文："
    },
    {
      "id": "02-008-0012_p0002",
      "zh_CN": "【复次阿难。彼佛国土。无有昏暗火光。日月星曜。昼夜之象。亦无岁月劫数之名。复无住着家室。于一切处。既无标式名号。亦无取舍分别。唯受清净最上快乐。】",
      "zh_TW": "【復次阿難。彼佛國土。無有昏闇火光。日月星曜。晝夜之象。亦無歲月劫數之名。復無住著家室。於一切處。既無標式名號。亦無取舍分別。唯受清淨最上快樂。】"
    },
    {
      "id": "02-008-0012_p0003",
      "zh_CN": "这一个境界是我们很难想像得到的，这是说西方极乐世界大众日常生活的受用。我们之所以难以想像，是此界众生无始劫以来就生活在相对的世界里，相对的就是有分别、有执着，总离不开分别执着的。即使到四空天，这个身体没有了，色相没有了，分别执着有没有？给诸位说还是有的。所以对于没有分别执着的境界，我们就很难想像。西方世界是没有分别执着，华藏世界也没有分别执着，这是我们应该要知道的。",
      "zh_TW": "這一個境界是我們很難想像得到的，這是說西方極樂世界大眾日常生活的受用。我們之所以難以想像，是此界眾生無始劫以來就生活在相對的世界裡，相對的就是有分別、有執著，總離不開分別執著的。即使到四空天，這個身體沒有了，色相沒有了，分別執著有沒有？給諸位說還是有的。所以對於沒有分別執著的境界，我們就很難想像。西方世界是沒有分別執著，華藏世界也沒有分別執著，這是我們應該要知道的。"
    },
    {
      "id": "02-008-0012_p0004",
      "zh_CN": "首先给我们说明西方极乐世界，它是一片光明，所谓是大光明藏，它没有『昏暗』也不需要『火光』，也不需要日月星辰，那个世界没有昼夜。这是前面曾经跟诸位报告过，没有昼夜。它那边也没有年月日时，没有这个。不像我们这个地方，历史上有记载的，那个地方它没有。时间之形成，是因为我们世界地球自转，对着太阳的一面，我们叫白天；背着太阳的，我们称夜晚。因为地球本身不放光，要靠外面的光明，形成昼夜的差别。这一昼夜我们把它称为一个单位，叫一天。积三十天，中国是用太阴历，印度也是的，月亮绕地球一周，我们称为一个月；地球绕太阳一周，我们称为一年，年月日时是这么来的。这是假的不是真的，是我们此时此地众生的幻觉。假如我们移民到月球上去，这很近的，月球的自转跟它的公转时间相同，这是一个月；月亮里面一个白天、一个晚上是一个月，你看这个差别就很大！",
      "zh_TW": "首先給我們說明西方極樂世界，它是一片光明，所謂是大光明藏，它沒有『昏闇』也不需要『火光』，也不需要日月星辰，那個世界沒有晝夜。這是前面曾經跟諸位報告過，沒有晝夜。它那邊也沒有年月日時，沒有這個。不像我們這個地方，歷史上有記載的，那個地方它沒有。時間之形成，是因為我們世界地球自轉，對著太陽的一面，我們叫白天；背著太陽的，我們稱夜晚。因為地球本身不放光，要靠外面的光明，形成晝夜的差別。這一晝夜我們把它稱為一個單位，叫一天。積三十天，中國是用太陰曆，印度也是的，月亮繞地球一週，我們稱為一個月；地球繞太陽一週，我們稱為一年，年月日時是這麼來的。這是假的不是真的，是我們此時此地眾生的幻覺。假如我們移民到月球上去，這很近的，月球的自轉跟它的公轉時間相同，這是一個月；月亮裡面一個白天、一個晚上是一個月，你看這個差別就很大！"
    },
    {
      "id": "02-008-0012_p0005",
      "zh_CN": "在我们太阳系每个星球自转、公转的时间都不相同，所以年月日时是假的。西方世界的物质统统放光，它不需要日月，也不需要灯明，是一片光明，根本就没有黑暗，所以没有白天、夜晚。换句话说，也就时间观念不太容易产生。何况那个世界的人没有分别、没有执着。『岁月劫数之名』，我们这个世界有，西方极乐世界没有。阿弥陀佛成佛到现在已经十劫，是世尊对我们这个世界有分别执着凡夫而说的。西方极乐世界不知道这个数字，没有这个数字的观念，你想想看那边的人心多清净。",
      "zh_TW": "在我們太陽系每個星球自轉、公轉的時間都不相同，所以年月日時是假的。西方世界的物質統統放光，它不需要日月，也不需要燈明，是一片光明，根本就沒有黑暗，所以沒有白天、夜晚。換句話說，也就時間觀念不太容易產生。何況那個世界的人沒有分別、沒有執著。『歲月劫數之名』，我們這個世界有，西方極樂世界沒有。阿彌陀佛成佛到現在已經十劫，是世尊對我們這個世界有分別執著凡夫而說的。西方極樂世界不知道這個數字，沒有這個數字的觀念，你想想看那邊的人心多清淨。"
    },
    {
      "id": "02-008-0012_p0006",
      "zh_CN": "不仅是如此，『复无住着家室，于一切处』。他们居住的地方确实是七宝宫殿，你要问他，家住哪里？他不晓得，为什么？西方世界的确是很大，它也没有城市，它也没有街道，也没有门牌号码，真的在我们想像当中是很不方便，那找一个人，到哪里去找去？因为我们这个世界是有国家，有城市，有街道，有号码，所以很容易找到，西方极乐世界统统都没有。",
      "zh_TW": "不僅是如此，『復無住著家室，於一切處』。他們居住的地方確實是七寶宮殿，你要問他，家住哪裡？他不曉得，為什麼？西方世界的確是很大，它也沒有城市，它也沒有街道，也沒有門牌號碼，真的在我們想像當中是很不方便，那找一個人，到哪裡去找去？因為我們這個世界是有國家，有城市，有街道，有號碼，所以很容易找到，西方極樂世界統統都沒有。"
    },
    {
      "id": "02-008-0012_p0007",
      "zh_CN": "前面我们曾经见到过，那个世界是平等世界，而且每个居住的人，说老实话，是居无定所。他喜欢住在哪里，他就到哪里去。前面看过，他的宫殿可以在地面，可以升到空中，想到哪里就到哪里，不一定在一个地方。但是在西方极乐世界要找人，比我们这个世界还容易，为什么？每个人都有心电感应，这个经上讲的「他心通」。天眼、天耳、他心、宿命、神足，我们现代人讲是心电感应，比心电感应还要快速，还要正确。所以到西方极乐世界虽然大，没有这一些门牌号码，这一些标志，很容易找。你想找谁，那个人就现前了。因为阿弥陀佛有无量的分身，所以我们想佛，佛就在面前，他有分身。",
      "zh_TW": "前面我們曾經見到過，那個世界是平等世界，而且每個居住的人，說老實話，是居無定所。他喜歡住在哪裡，他就到哪裡去。前面看過，他的宮殿可以在地面，可以升到空中，想到哪裡就到哪裡，不一定在一個地方。但是在西方極樂世界要找人，比我們這個世界還容易，為什麼？每個人都有心電感應，這個經上講的「他心通」。天眼、天耳、他心、宿命、神足，我們現代人講是心電感應，比心電感應還要快速，還要正確。所以到西方極樂世界雖然大，沒有這一些門牌號碼，這一些標誌，很容易找。你想找誰，那個人就現前了。因為阿彌陀佛有無量的分身，所以我們想佛，佛就在面前，他有分身。"
    },
    {
      "id": "02-008-0012_p0008",
      "zh_CN": "每一个人的神通道力都跟阿弥陀佛差不多。所以弥陀说法的讲堂，也有我们自己身在；不仅如此，十方世界诸佛的道场，我们统统可以去参学，参学的时候，身体可以不要离开西方世界。怎么参学？化身去，无量无边诸佛，每一尊佛的面前，我们都化一个身，在那个地方礼拜、恭敬、供养、闻法，帮助佛教化众生。诸位要知道，这不是神话，这是事实。你要依这个法门来修学，这个事实很快就实现了，这比修其他法门，的确是稳当的太多了。底下是总说。",
      "zh_TW": "每一個人的神通道力都跟阿彌陀佛差不多。所以彌陀說法的講堂，也有我們自己身在；不僅如此，十方世界諸佛的道場，我們統統可以去參學，參學的時候，身體可以不要離開西方世界。怎麼參學？化身去，無量無邊諸佛，每一尊佛的面前，我們都化一個身，在那個地方禮拜、恭敬、供養、聞法，幫助佛教化眾生。諸位要知道，這不是神話，這是事實。你要依這個法門來修學，這個事實很快就實現了，這比修其他法門，的確是穩當的太多了。底下是總說。"
    },
    {
      "id": "02-008-0012_p0009",
      "zh_CN": "『亦无取舍分别』。西方世界的人没有取舍这个观念，没有这个念头。取舍尚且没有，诸位想想，哪有得失？我们这个世间一切烦恼、罪业从哪来的？得失来的，患得患失。没有得到的想尽方法得到，得到又怕丢掉，于是乎不择手段造作种种的罪业，随业受报。西方极乐世界这个没有，为什么没有？诸位应当知道，那个地方的福报太大，一切受用自然现前，所以这一些妄念都没有了。",
      "zh_TW": "『亦無取舍分別』。西方世界的人沒有取捨這個觀念，沒有這個念頭。取捨尚且沒有，諸位想想，哪有得失？我們這個世間一切煩惱、罪業從哪來的？得失來的，患得患失。沒有得到的想盡方法得到，得到又怕丟掉，於是乎不擇手段造作種種的罪業，隨業受報。西方極樂世界這個沒有，為什麼沒有？諸位應當知道，那個地方的福報太大，一切受用自然現前，所以這一些妄念都沒有了。"
    },
    {
      "id": "02-008-0012_p0010",
      "zh_CN": "『唯受清净最上快乐』。这就是常讲的心净土净。心清净之乐我们一般人不容易体会，为什么不容易体会？因为我们的心从来没有清净过。你心有一分清净，你就有一分快乐；你有两分清净，就有两分快乐。那个快乐，别人没有办法猜测的，没有法子，唯有自己去修。正如禅宗所谓如人饮水，冷暖自知，你也说不出来，说出来，别人也不能体会。心地清净是真乐，所以佛在经上常常讲到快乐，都用比丘入灭尽定来形容。所谓入灭尽定就是烦恼断得干干净净；烦恼没有了，心就清净了。所以灭尽定就是心清净的快乐。这个快乐，佛说这是最上快乐。",
      "zh_TW": "『唯受清淨最上快樂』。這就是常講的心淨土淨。心清淨之樂我們一般人不容易體會，為什麼不容易體會？因為我們的心從來沒有清淨過。你心有一分清淨，你就有一分快樂；你有兩分清淨，就有兩分快樂。那個快樂，別人沒有辦法猜測的，沒有法子，唯有自己去修。正如禪宗所謂如人飲水，冷暖自知，你也說不出來，說出來，別人也不能體會。心地清淨是真樂，所以佛在經上常常講到快樂，都用比丘入滅盡定來形容。所謂入滅盡定就是煩惱斷得乾乾淨淨；煩惱沒有了，心就清淨了。所以滅盡定就是心清淨的快樂。這個快樂，佛說這是最上快樂。"
    },
    {
      "id": "02-008-0012_p0011",
      "zh_CN": "【若有善男子。善女人。若已生。若当生。】",
      "zh_TW": "【若有善男子。善女人。若已生。若當生。】"
    },
    {
      "id": "02-008-0012_p0012",
      "zh_CN": "『已生』，是已经往生西方极乐世界的人；『当生』，就是现在闻到这一个法门，发愿求生，是这一些人。",
      "zh_TW": "『已生』，是已經往生西方極樂世界的人；『當生』，就是現在聞到這一個法門，發願求生，是這一些人。"
    },
    {
      "id": "02-008-0012_p0013",
      "zh_CN": "【皆悉住于正定之聚。决定证于阿耨多罗三藐三菩提。】",
      "zh_TW": "【皆悉住於正定之聚。決定證於阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-008-0012_p0014",
      "zh_CN": "这一句是世尊给我们定的保证书，保证你成就。他不是说已经往生的人，是「当生」。当生是指我们现在发愿，一心持名修这个法门的人。这是什么人？这个人已经『住正定之聚』。三聚，在前面曾经跟诸位提过，这个三聚在此地都有：正定聚、邪定聚、不定聚。所谓正定就是你所修学的这个法门，理论、方法决定正确，你依照这个方法来修行一定证果，这叫正定聚。此地所讲的，就是对于这个法门深深相信，没有一丝毫怀疑，一心一意求生西方净土，一向专念阿弥陀佛，这个人就是正定聚。",
      "zh_TW": "這一句是世尊給我們定的保證書，保證你成就。他不是說已經往生的人，是「當生」。當生是指我們現在發願，一心持名修這個法門的人。這是什麼人？這個人已經『住正定之聚』。三聚，在前面曾經跟諸位提過，這個三聚在此地都有：正定聚、邪定聚、不定聚。所謂正定就是你所修學的這個法門，理論、方法決定正確，你依照這個方法來修行一定證果，這叫正定聚。此地所講的，就是對於這個法門深深相信，沒有一絲毫懷疑，一心一意求生西方淨土，一向專念阿彌陀佛，這個人就是正定聚。"
    },
    {
      "id": "02-008-0012_p0015",
      "zh_CN": "正定聚就是这个人决定往生成佛，正定聚就是决定往生，『证阿耨多罗三藐三菩提』，就是决定成佛。讲证果是证得究竟圆满的果报。所以念佛的人，自己真的有信心这一生往生成佛，真正知道我们这一个身，在娑婆世界叫做最后身，为什么？下一次不来！这一生就到西方极乐世界去，永脱轮回，了生死超三界，而且还是不退成佛，有十足的把握。这个把握从哪里来的？经典上来的，这个经典就是证据，经典就是证明。",
      "zh_TW": "正定聚就是這個人決定往生成佛，正定聚就是決定往生，『證阿耨多羅三藐三菩提』，就是決定成佛。講證果是證得究竟圓滿的果報。所以念佛的人，自己真的有信心這一生往生成佛，真正知道我們這一個身，在娑婆世界叫做最後身，為什麼？下一次不來！這一生就到西方極樂世界去，永脫輪迴，了生死超三界，而且還是不退成佛，有十足的把握。這個把握從哪裡來的？經典上來的，這個經典就是證據，經典就是證明。"
    },
    {
      "id": "02-008-0012_p0016",
      "zh_CN": "如果一心一意依照这个法门修学而不能成就，诸位想想，这个经典能够留到法灭尽之后，还多留一百年，那可能吗？那不可能，那老早就被淘汰掉了。所以这个经是一切诸佛度众生的第一经，问题就是你信不信？你愿不愿？真信愿了，那你就老实念佛去了。真正信愿，这里面要记住决定不能夹杂，夹杂就不能成就。这一点是希望同修要特别注意到。",
      "zh_TW": "如果一心一意依照這個法門修學而不能成就，諸位想想，這個經典能夠留到法滅盡之後，還多留一百年，那可能嗎？那不可能，那老早就被淘汰掉了。所以這個經是一切諸佛度眾生的第一經，問題就是你信不信？你願不願？真信願了，那你就老實念佛去了。真正信願，這裡面要記住決定不能夾雜，夾雜就不能成就。這一點是希望同修要特別注意到。"
    },
    {
      "id": "02-008-0012_p0017",
      "zh_CN": "前两天袁会长给我说，他说每个法师到此地来讲经，听众都不同，这个好，这是说明什么？说明同修们已经知道专修了，专修才能得到利益，杂修得不到利益。近代修净土真正往生的，可以说是印光大师的弟子最多、最为殊胜。这是得力于老法师平常的教导。老法师教人就是专，没有别的。我们在《文钞》、在《永思录》里面看到，老法师对他弟子的态度跟一般人确实不一样。在老法师座下皈依的弟子，有时候到庙里去看看老和尚，老和尚见到就呵斥他，一见面就骂，你来干什么？说我来看看师父；师父你已经见过了，还有什么好看的？你不在家老实念佛，既浪费时间，又浪费金钱，又浪费精神，你来干什么？老和尚不要你常常看他，你在家老实念佛，他就欢喜了，为什么？决定往生！要看他到哪里去看？西方极乐世界再见面，这个他高兴。常常到庙里看他，你自己念佛的道心退掉了。",
      "zh_TW": "前兩天袁會長給我說，他說每個法師到此地來講經，聽眾都不同，這個好，這是說明什麼？說明同修們已經知道專修了，專修才能得到利益，雜修得不到利益。近代修淨土真正往生的，可以說是印光大師的弟子最多、最為殊勝。這是得力於老法師平常的教導。老法師教人就是專，沒有別的。我們在《文鈔》、在《永思錄》裡面看到，老法師對他弟子的態度跟一般人確實不一樣。在老法師座下皈依的弟子，有時候到廟裡去看看老和尚，老和尚見到就呵斥他，一見面就罵，你來幹什麼？說我來看看師父；師父你已經見過了，還有什麼好看的？你不在家老實念佛，既浪費時間，又浪費金錢，又浪費精神，你來幹什麼？老和尚不要你常常看他，你在家老實念佛，他就歡喜了，為什麼？決定往生！要看他到哪裡去看？西方極樂世界再見面，這個他高興。常常到廟裡看他，你自己念佛的道心退掉了。"
    },
    {
      "id": "02-008-0012_p0018",
      "zh_CN": "所以「发菩提心、一向专念」，着重在「专」字，很不容易！不但世缘要放下，佛法也要放下。要像莲池大师晚年那样的精进，「三藏十二部让给别人悟」，他把《大藏经》放下了，「八万四千门饶予别人行」，所有一切法门放下了，晚年他只有一部《弥陀经》，一句佛号，佛号还是四个字的。我们在《竹窗随笔》里面看到的，莲池大师念佛念四个字的，有人曾经问他：你老人家教别人念佛，怎么个念法？他说我教别人念「南无阿弥陀佛」。人家问，你自己？我自己念「阿弥陀佛」。别人就问他，这是什么原因？他就说：我自己是决心要往生净土，我念四个字就够了。《弥陀经》上讲执持名号，名号就这四个字，我依教奉行，决定求生净土，没有第二念。他说我教别人，别人未必发心往生净土，加个「南无」客气一点，南无是皈依的意思，恭敬的意思，礼拜的意思，对阿弥陀佛尊敬一点。",
      "zh_TW": "所以「發菩提心、一向專念」，著重在「專」字，很不容易！不但世緣要放下，佛法也要放下。要像蓮池大師晚年那樣的精進，「三藏十二部讓給別人悟」，他把《大藏經》放下了，「八萬四千門饒予別人行」，所有一切法門放下了，晚年他只有一部《彌陀經》，一句佛號，佛號還是四個字的。我們在《竹窗隨筆》裡面看到的，蓮池大師念佛念四個字的，有人曾經問他：你老人家教別人念佛，怎麼個念法？他說我教別人念「南無阿彌陀佛」。人家問，你自己？我自己念「阿彌陀佛」。別人就問他，這是什麼原因？他就說：我自己是決心要往生淨土，我念四個字就夠了。《彌陀經》上講執持名號，名號就這四個字，我依教奉行，決定求生淨土，沒有第二念。他說我教別人，別人未必發心往生淨土，加個「南無」客氣一點，南無是皈依的意思，恭敬的意思，禮拜的意思，對阿彌陀佛尊敬一點。"
    },
    {
      "id": "02-008-0012_p0019",
      "zh_CN": "由此可知，真正决定要往生，所有一切客套统统免除了，客气话都不要说了；不能、还不愿意往生，是要恭敬，要有一点礼貌比较好一点。你才晓得，祖师他专到什么程度，这样才行！这才叫做正定之聚。我今天念佛，明天想参禅，后天想去学律，这就叫不定聚，那是真的不定，那没用处的，不能成就。所以正定难，正定就是定在一门上！",
      "zh_TW": "由此可知，真正決定要往生，所有一切客套統統免除了，客氣話都不要說了；不能、還不願意往生，是要恭敬，要有一點禮貌比較好一點。你才曉得，祖師他專到什麼程度，這樣才行！這才叫做正定之聚。我今天念佛，明天想參禪，後天想去學律，這就叫不定聚，那是真的不定，那沒用處的，不能成就。所以正定難，正定就是定在一門上！"
    },
    {
      "id": "02-008-0012_p0020",
      "zh_CN": "真正修净土，说老实话，经典真的只能依一部。《弥陀经》跟《无量寿经》是同部，这两部实际上就是一部；一个说得详细一点，一个说得简单一点。莲池大师说大本、小本，它们是同部。所以我们依《无量寿经》也好，依《阿弥陀经》也好。如果想知道详细一点，那就依《无量寿经》；如果心定了，西方极乐世界情形我不太清楚没关系，到那个地方我们都看到了，这也可以，你就依阿《弥陀经》就行了，就不须要知道了，决定能成就，这很要紧。正定之聚！唯有正定之聚，才决定「证于阿耨多罗三藐三菩提」，这是无上正等正觉，就是圆教的佛果。下面有一个问答，这就是假设给我们说出所以然的道理。",
      "zh_TW": "真正修淨土，說老實話，經典真的只能依一部。《彌陀經》跟《無量壽經》是同部，這兩部實際上就是一部；一個說得詳細一點，一個說得簡單一點。蓮池大師說大本、小本，它們是同部。所以我們依《無量壽經》也好，依《阿彌陀經》也好。如果想知道詳細一點，那就依《無量壽經》；如果心定了，西方極樂世界情形我不太清楚沒關係，到那個地方我們都看到了，這也可以，你就依阿《彌陀經》就行了，就不須要知道了，決定能成就，這很要緊。正定之聚！唯有正定之聚，才決定「證於阿耨多羅三藐三菩提」，這是無上正等正覺，就是圓教的佛果。下面有一個問答，這就是假設給我們說出所以然的道理。"
    },
    {
      "id": "02-008-0012_p0021",
      "zh_CN": "【何以故。若邪定聚。及不定聚。不能了知建立彼因故。】",
      "zh_TW": "【何以故。若邪定聚。及不定聚。不能了知建立彼因故。】"
    },
    {
      "id": "02-008-0012_p0022",
      "zh_CN": "「邪定」是定在其他法门上，这个地方邪与正是有很多等级的。譬如在世法里面，善法是正，恶法是邪。世法比佛法？佛法是正，世法就是邪，世间善也是邪。佛法里面大乘比小乘，那大乘是正，小乘是邪。《楞严经》里面说声闻、缘觉都是外道，这是门内外，佛门里面的外道，为什么？心外求法，不能见性，是这样说法的。",
      "zh_TW": "「邪定」是定在其他法門上，這個地方邪與正是有很多等級的。譬如在世法裡面，善法是正，惡法是邪。世法比佛法？佛法是正，世法就是邪，世間善也是邪。佛法裡面大乘比小乘，那大乘是正，小乘是邪。《楞嚴經》裡面說聲聞、緣覺都是外道，這是門內外，佛門裡面的外道，為什麼？心外求法，不能見性，是這樣說法的。"
    },
    {
      "id": "02-008-0012_p0023",
      "zh_CN": "大乘法里面，大乘与大乘来比较，那就要看你修哪一宗，修哪一个法门，绝对不是祖师自赞毁他。如果你这样看法，那就错了，不是自赞毁他。祖师苦口婆心是要令一切众生在不定聚里头恢复到正定聚，那就是与自己所修学的法门相应，叫正定。我们这是念佛法门，你在这个地方参禅，禅好不好？好，但是你在我这个范围里头，你是邪定聚，你不是正定聚。如果禅宗里禅堂，大家都坐禅的，你在那里念佛，你念佛人叫邪定聚，不是正定聚，那个正定聚就是参禅。所以诸位一定明白这个道理。我们看各宗的语录，看看祖师常常在开示的里面，排斥其他宗派、其他法门，那不是毁谤，一定要晓得这不是毁谤，是成就大众正定聚人，是这个意思。你看他不是在教诫学生的时候，他对于其他法门赞扬，对于不同宗派法师，他也非常恭敬，这就对了。",
      "zh_TW": "大乘法裡面，大乘與大乘來比較，那就要看你修哪一宗，修哪一個法門，絕對不是祖師自讚毀他。如果你這樣看法，那就錯了，不是自讚毀他。祖師苦口婆心是要令一切眾生在不定聚裡頭恢復到正定聚，那就是與自己所修學的法門相應，叫正定。我們這是念佛法門，你在這個地方參禪，禪好不好？好，但是你在我這個範圍裡頭，你是邪定聚，你不是正定聚。如果禪宗裡禪堂，大家都坐禪的，你在那裡念佛，你念佛人叫邪定聚，不是正定聚，那個正定聚就是參禪。所以諸位一定明白這個道理。我們看各宗的語錄，看看祖師常常在開示的裡面，排斥其他宗派、其他法門，那不是毀謗，一定要曉得這不是毀謗，是成就大眾正定聚人，是這個意思。你看他不是在教誡學生的時候，他對於其他法門讚揚，對於不同宗派法師，他也非常恭敬，這就對了。"
    },
    {
      "id": "02-008-0012_p0024",
      "zh_CN": "法门无量无边！在理论上讲决定是平等的，法门平等，无二无别，决定不能够毁谤；但是修学只能学一门，不管你学哪一门，心定在这一门上，这就叫正定聚，为什么？他决定成就！当然选择法门，要智慧。法门在理论上讲虽然平等，因为每个人的根性不相同，因此法门的确有难易的差别。",
      "zh_TW": "法門無量無邊！在理論上講決定是平等的，法門平等，無二無別，決定不能夠毀謗；但是修學只能學一門，不管你學哪一門，心定在這一門上，這就叫正定聚，為什麼？他決定成就！當然選擇法門，要智慧。法門在理論上講雖然平等，因為每個人的根性不相同，因此法門的確有難易的差別。"
    },
    {
      "id": "02-008-0012_p0025",
      "zh_CN": "像倓老法师常常说，我是听过他老人家的录音带，他的录音带我现在还保存着，还有不少个。他说他一生当中，亲近禅宗大德，得禅定的有，他见过；开悟的，他一生一个都没见过。禅宗里头，明心见性，大彻大悟，他一生当中没有见到一个，得禅定的有。所以他很感慨的说，禅宗不能明心见性，就不能了生死；得禅定，那将来到哪里去？将来往生初禅天、二禅天、三禅天、四禅天，还在三界之内，出不了三界。所以老法师他一生看到，他说我亲眼看到，念佛往生，预知时至，站着走的、坐着走的，他看到二十多个人，所以他老人家念佛。这就说明什么？难与易。禅，老实话，得禅定是相当不容易；如果用得禅定的那个功夫来念佛，至少都是凡圣同居土上品往生，他有禅定的功夫，决定出三界的。",
      "zh_TW": "像倓老法師常常說，我是聽過他老人家的錄音帶，他的錄音帶我現在還保存著，還有不少個。他說他一生當中，親近禪宗大德，得禪定的有，他見過；開悟的，他一生一個都沒見過。禪宗裡頭，明心見性，大徹大悟，他一生當中沒有見到一個，得禪定的有。所以他很感慨的說，禪宗不能明心見性，就不能了生死；得禪定，那將來到哪裡去？將來往生初禪天、二禪天、三禪天、四禪天，還在三界之內，出不了三界。所以老法師他一生看到，他說我親眼看到，念佛往生，預知時至，站著走的、坐著走的，他看到二十多個人，所以他老人家念佛。這就說明什麼？難與易。禪，老實話，得禪定是相當不容易；如果用得禪定的那個功夫來念佛，至少都是凡聖同居土上品往生，他有禪定的功夫，決定出三界的。"
    },
    {
      "id": "02-008-0012_p0026",
      "zh_CN": "所以这个邪定及不定，不定，那就更不必说了。犹疑不决，世出世法都想学，这很糟糕，将来充其量他成就了，他成就个什么？成就世间佛学的学者而已，博学多闻，佛教的学者而已。烦恼一品都不能断，往生西方极乐世界也没分，来生该怎么生死，还怎么样生死，这个问题严重！这是我们一定要知道的。",
      "zh_TW": "所以這個邪定及不定，不定，那就更不必說了。猶疑不決，世出世法都想學，這很糟糕，將來充其量他成就了，他成就個什麼？成就世間佛學的學者而已，博學多聞，佛教的學者而已。煩惱一品都不能斷，往生西方極樂世界也沒分，來生該怎麼生死，還怎麼樣生死，這個問題嚴重！這是我們一定要知道的。"
    },
    {
      "id": "02-008-0012_p0027",
      "zh_CN": "所以这个修学，心要不能定在一个法门上，我们的一生就没指望了。年岁大的人更是要死心塌地的念佛，年轻人也不要认为我还很年轻，我将来日子还很长，靠不住！我们古人常讲，孤魂多是少年人，你能够保得住还能活几十年？谁都保不住！尤其这个世界意外的灾害太多了，哪一个人都不能保证。明年我还能不能在此地？不能保证，所以这个事情不能说年轻、年少。真正把事实真相搞清楚了，就要下决心；决心下得愈早，你把握就愈大。还要搞邪定及不定，这就完了。这一句上面讲的『邪定聚，及不定聚，不能了知建立彼因』。这个「彼」是什么？就是指往生不退成佛的这个道理，他不懂，这样殊胜的因缘他就没分！我们再看底下一章。",
      "zh_TW": "所以這個修學，心要不能定在一個法門上，我們的一生就沒指望了。年歲大的人更是要死心塌地的念佛，年輕人也不要認為我還很年輕，我將來日子還很長，靠不住！我們古人常講，孤魂多是少年人，你能夠保得住還能活幾十年？誰都保不住！尤其這個世界意外的災害太多了，哪一個人都不能保證。明年我還能不能在此地？不能保證，所以這個事情不能說年輕、年少。真正把事實真相搞清楚了，就要下決心；決心下得愈早，你把握就愈大。還要搞邪定及不定，這就完了。這一句上面講的『邪定聚，及不定聚，不能了知建立彼因』。這個「彼」是什麼？就是指往生不退成佛的這個道理，他不懂，這樣殊勝的因緣他就沒分！我們再看底下一章。"
    },
    {
      "id": "02-008-0012_p0028",
      "zh_CN": "「十方佛赞」，这是阿弥陀佛四十八愿的第十七愿的成就。这一愿很重要，因为没有诸佛的赞扬，西方世界虽好，我们怎么知道？诸佛赞叹，就是为大家介绍！使我们知道太虚空无量无边法界里面，还有一个这样殊胜的处所，确确实实帮助我们圆满成就，更难得的是人人可以去。有些地方好，好，我们去不了，没有能力去，这个地方是人人都能去。",
      "zh_TW": "「十方佛讚」，這是阿彌陀佛四十八願的第十七願的成就。這一願很重要，因為沒有諸佛的讚揚，西方世界雖好，我們怎麼知道？諸佛讚歎，就是為大家介紹！使我們知道太虛空無量無邊法界裡面，還有一個這樣殊勝的處所，確確實實幫助我們圓滿成就，更難得的是人人可以去。有些地方好，好，我們去不了，沒有能力去，這個地方是人人都能去。"
    },
    {
      "id": "02-008-0012_p0029",
      "zh_CN": "【复次阿难。东方恒河沙数世界。一一界中如恒沙佛。】",
      "zh_TW": "【復次阿難。東方恆河沙數世界。一一界中如恆沙佛。】"
    },
    {
      "id": "02-008-0012_p0030",
      "zh_CN": "就是恒河沙数的诸佛。这个数字是无量无边。",
      "zh_TW": "就是恆河沙數的諸佛。這個數字是無量無邊。"
    },
    {
      "id": "02-008-0012_p0031",
      "zh_CN": "【各出广长舌相。放无量光。说诚实言。称赞无量寿佛。不可思议功德。】",
      "zh_TW": "【各出廣長舌相。放無量光。說誠實言。稱讚無量壽佛。不可思議功德。】"
    },
    {
      "id": "02-008-0012_p0032",
      "zh_CN": "这跟小本经里面「六方佛赞」的经文完全相同，每尊佛都是说诚实言！玄奘大师的译本上「诚谛言」，就是真诚到了极处！『称赞无量寿佛，不可思议功德』。释迦牟尼佛给我们讲这部经，就是称赞阿弥陀佛不可思议功德。给我们讲《弥陀经》，给我们讲《无量寿经》，都是专门称赞、专说的，这是净土三经。",
      "zh_TW": "這跟小本經裡面「六方佛讚」的經文完全相同，每尊佛都是說誠實言！玄奘大師的譯本上「誠諦言」，就是真誠到了極處！『稱讚無量壽佛，不可思議功德』。釋迦牟尼佛給我們講這部經，就是稱讚阿彌陀佛不可思議功德。給我們講《彌陀經》，給我們講《無量壽經》，都是專門稱讚、專說的，這是淨土三經。"
    },
    {
      "id": "02-008-0012_p0033",
      "zh_CN": "【南西北方。恒沙世界。诸佛称赞。亦复如是。四维上下。恒沙世界。诸佛称赞。亦复如是。】",
      "zh_TW": "【南西北方。恆沙世界。諸佛稱讚。亦復如是。四維上下。恆沙世界。諸佛稱讚。亦復如是。】"
    },
    {
      "id": "02-008-0012_p0034",
      "zh_CN": "这总起来讲就是十方诸佛。十方诸佛对于一切众生最大的恩德，就是为众生说《无量寿经》。说别的经，我们这一生未必能得到好处，纵然是得到好处，这个好处不是究竟圆满的；唯独这个法门，使我们得究竟圆满的好处，这是一定要知道的。底下的经文要说出佛说经赞叹阿弥陀佛用意何在。",
      "zh_TW": "這總起來講就是十方諸佛。十方諸佛對於一切眾生最大的恩德，就是為眾生說《無量壽經》。說別的經，我們這一生未必能得到好處，縱然是得到好處，這個好處不是究竟圓滿的；唯獨這個法門，使我們得究竟圓滿的好處，這是一定要知道的。底下的經文要說出佛說經讚歎阿彌陀佛用意何在。"
    },
    {
      "id": "02-008-0012_p0035",
      "zh_CN": "【何以故。欲令他方所有众生。闻彼佛名。发清净心。忆念受持。归依供养。】",
      "zh_TW": "【何以故。欲令他方所有眾生。聞彼佛名。發清淨心。憶念受持。歸依供養。】"
    },
    {
      "id": "02-008-0012_p0036",
      "zh_CN": "这是说明佛赞叹真实用意之所在，是希望十方世界所有一切众生，听到阿弥陀佛的名号。名号是总纲，这部经就是总题目的细说。像文章一样，阿弥陀佛这四个字是题目，是经题，这个经叫《无量寿经》，也叫做《大阿弥陀经》。听了之后应该怎么样？要『发清净心』。什么叫清净？把世出世间一切法统统放下就清净了，放不下，还想这个、想那个，这个心就不清净。大势至菩萨教给我们「净念相继」，这个念是净念不是普通的念。不能把世出世法一总放下，你的心怎么会净？怎么能清净？用清净心去『忆念受持，归依供养』，这就是专修这个法门。忆是想，心里想着，口里念着，念什么？念佛功德。佛的功德在这句名号就统统包括了，所以这一句名号叫万德洪名。你不要一样一样去念，念阿弥陀佛就全部经都念了；阿弥陀佛就是全经，一个字也没漏掉。",
      "zh_TW": "這是說明佛讚歎真實用意之所在，是希望十方世界所有一切眾生，聽到阿彌陀佛的名號。名號是總綱，這部經就是總題目的細說。像文章一樣，阿彌陀佛這四個字是題目，是經題，這個經叫《無量壽經》，也叫做《大阿彌陀經》。聽了之後應該怎麼樣？要『發清淨心』。什麼叫清淨？把世出世間一切法統統放下就清淨了，放不下，還想這個、想那個，這個心就不清淨。大勢至菩薩教給我們「淨念相繼」，這個念是淨念不是普通的念。不能把世出世法一總放下，你的心怎麼會淨？怎麼能清淨？用清淨心去『憶念受持，歸依供養』，這就是專修這個法門。憶是想，心裡想著，口裡念著，念什麼？念佛功德。佛的功德在這句名號就統統包括了，所以這一句名號叫萬德洪名。你不要一樣一樣去念，念阿彌陀佛就全部經都念了；阿彌陀佛就是全經，一個字也沒漏掉。"
    },
    {
      "id": "02-008-0012_p0037",
      "zh_CN": "平常我们为什么极力的在鼓励同修们要读经？把这个经一天念三遍、念五遍、念十遍，原因就是教你「发清净心」。清净心现前，给诸位说，这经不要念了，念名号就可以了，念经就是多余的了。清净心还没有发出来，念经比念名号好，为什么？那个名号一面念一面会打妄想，伏不住妄想，就教你念经，为什么？经一打妄想，经就念错了；念错了，从头再念，所以容易摄心。心真正清净，没有妄想了，经就不要念了。但是这个训练的方法，我们想至少要三年到五年，就是你开始学的时候，三年到五年你念经。念经，告诉你目的就是伏断妄想，目的在此地；三、五年之后，你的心就清净多了，这非常非常有效果。到三、五年之后，你念经也可以，不念经也可以，专念名号，那个功德无量无边！我们现在一般人念这一句阿弥陀佛，念得没有感应，原因在什么地方？杂心念佛，他不是净念，他是杂念！不是一心念，他乱心念，这没什么用处的，所以要记住的。",
      "zh_TW": "平常我們為什麼極力的在鼓勵同修們要讀經？把這個經一天念三遍、念五遍、念十遍，原因就是教你「發清淨心」。清淨心現前，給諸位說，這經不要念了，念名號就可以了，念經就是多餘的了。清淨心還沒有發出來，念經比念名號好，為什麼？那個名號一面念一面會打妄想，伏不住妄想，就教你念經，為什麼？經一打妄想，經就念錯了；念錯了，從頭再念，所以容易攝心。心真正清淨，沒有妄想了，經就不要念了。但是這個訓練的方法，我們想至少要三年到五年，就是你開始學的時候，三年到五年你念經。念經，告訴你目的就是伏斷妄想，目的在此地；三、五年之後，你的心就清淨多了，這非常非常有效果。到三、五年之後，你念經也可以，不念經也可以，專念名號，那個功德無量無邊！我們現在一般人念這一句阿彌陀佛，念得沒有感應，原因在什麼地方？雜心念佛，他不是淨念，他是雜念！不是一心念，他亂心念，這沒什麼用處的，所以要記住的。"
    },
    {
      "id": "02-008-0012_p0038",
      "zh_CN": "『受持』，受是接受，持是保持。经上给我们讲的教训我们统统接受，统统要做到，这个持是做到；没有做到，不能叫持。『归依』，这个地方的皈依跟普通皈依不一样。普通的皈依，我平常跟人家介绍是用六祖大师《坛经》上的开示「皈依觉，皈依正，皈依净」。因为这种开示使我们观念非常清晰不至于混淆。祖师给我们说「佛者，觉也；法者，正也；僧者，净也」。就是从迷惑回归、回头依自性觉，这叫皈依佛；从错误的观念、思想回过头来依正知正见，这叫归依法，法就是正知正见，《法华经》上讲的佛之知见，这叫归依法；僧是清净的意思，从一切染污回过头来依清净心，这叫皈依僧，通常我们讲三皈依是这样的介绍。",
      "zh_TW": "『受持』，受是接受，持是保持。經上給我們講的教訓我們統統接受，統統要做到，這個持是做到；沒有做到，不能叫持。『歸依』，這個地方的皈依跟普通皈依不一樣。普通的皈依，我平常跟人家介紹是用六祖大師《壇經》上的開示「皈依覺，皈依正，皈依淨」。因為這種開示使我們觀念非常清晰不至於混淆。祖師給我們說「佛者，覺也；法者，正也；僧者，淨也」。就是從迷惑回歸、回頭依自性覺，這叫皈依佛；從錯誤的觀念、思想回過頭來依正知正見，這叫歸依法，法就是正知正見，《法華經》上講的佛之知見，這叫歸依法；僧是清淨的意思，從一切染污回過頭來依清淨心，這叫皈依僧，通常我們講三皈依是這樣的介紹。"
    },
    {
      "id": "02-008-0012_p0039",
      "zh_CN": "我自从去年在新加坡讲这一部经，正宗分讲圆满，那边办一次的皈依，皈依的人数很多，一次差不多将近两百人。主办的同修把那个名字拿来，让我起法名，一下我都起不出来了，人多；结果一想，就想到经上这一句话，我这个念头一转，我明白了。所以我皈依跟大家说明，法名只有一个，佛给我们起好了，都在经上，都在经本上。所以从今尔后，我们皈依佛，皈依阿弥陀佛，这是大陆上的术语叫落实，我们三皈依也落实了。我们归依佛是阿弥陀佛，我们皈依法是《无量寿经》，不要搞别的，《无量寿经》就是法，我们依靠这个就行了，皈依僧，西方三圣观世音、大势至是圣贤僧，三宝具足！法名在经上，这是佛已给我们起好的。这个法名，在九十二面，诸位翻开来倒数第四行第一句「同名妙音如来」，法名统统用妙音。现在是妙音居士，将来到西方极乐世界成了佛，同名妙音如来，那一段话就是给我们说的。所以你看看佛早就给我们授记了，我们现在名字就拿来用，不要到那个时候，现在就用上了，所以这个问题就总解决了。",
      "zh_TW": "我自從去年在新加坡講這一部經，正宗分講圓滿，那邊辦一次的皈依，皈依的人數很多，一次差不多將近兩百人。主辦的同修把那個名字拿來，讓我起法名，一下我都起不出來了，人多；結果一想，就想到經上這一句話，我這個念頭一轉，我明白了。所以我皈依跟大家說明，法名只有一個，佛給我們起好了，都在經上，都在經本上。所以從今爾後，我們皈依佛，皈依阿彌陀佛，這是大陸上的術語叫落實，我們三皈依也落實了。我們歸依佛是阿彌陀佛，我們皈依法是《無量壽經》，不要搞別的，《無量壽經》就是法，我們依靠這個就行了，皈依僧，西方三聖觀世音、大勢至是聖賢僧，三寶具足！法名在經上，這是佛已給我們起好的。這個法名，在九十二面，諸位翻開來倒數第四行第一句「同名妙音如來」，法名統統用妙音。現在是妙音居士，將來到西方極樂世界成了佛，同名妙音如來，那一段話就是給我們說的。所以你看看佛早就給我們授記了，我們現在名字就拿來用，不要到那個時候，現在就用上了，所以這個問題就總解決了。"
    },
    {
      "id": "02-008-0012_p0040",
      "zh_CN": "一定要一心一意，现在就入正定聚！这是讲的受持、皈依、供养。供养用什么？诸位同修一定要知道，道场的供养要庄严是为了接引众生的，让不信佛的人看到这个样子，心里有所感动，诱导他入佛门来，因此是要种种庄严，个人在家念佛就不要。为什么？天天操这个心，你的心散乱，在家里面清净心就是供养，愈清净愈好。所以真正念佛人，家里供佛像最好就供一尊阿弥陀佛，没有妄念，顶多供西方三圣，再供观音、势至，其他的不要供了。供了什么？分心。实在讲最好是供一尊阿弥陀佛，观音、势至都不必供。香花供品一律可以不要，一柱香、一杯水就够了。",
      "zh_TW": "一定要一心一意，現在就入正定聚！這是講的受持、皈依、供養。供養用什麼？諸位同修一定要知道，道場的供養要莊嚴是為了接引眾生的，讓不信佛的人看到這個樣子，心裡有所感動，誘導他入佛門來，因此是要種種莊嚴，個人在家念佛就不要。為什麼？天天操這個心，你的心散亂，在家裡面清淨心就是供養，愈清淨愈好。所以真正念佛人，家裡供佛像最好就供一尊阿彌陀佛，沒有妄念，頂多供西方三聖，再供觀音、勢至，其他的不要供了。供了什麼？分心。實在講最好是供一尊阿彌陀佛，觀音、勢至都不必供。香花供品一律可以不要，一柱香、一杯水就夠了。"
    },
    {
      "id": "02-008-0012_p0041",
      "zh_CN": "香代表恭敬，水是表心，我们的心像水一样的清净、一样的平等。水要平不起波浪，供水表这个意思。心要清，心要平，就是经题上的清净平等，就这个意思。所以一部经、一句佛号，这是最殊胜的供养，最圆满的供养，大家要明白这个道理。不要天天到市场去，选这个花，选那个果，操那么多心回来供佛。好像这对佛很恭敬了，我这么好的供养，佛一定会保佑我，佛要保佑你，那都是受你的贿赂了，没有这个道理。佛是看你心清不清净，心清净与佛感应道交，心不清净，没有感应。所以在修行方面来说，一切供养当中，法供养为最；法供养里面，是依教修行供养为第一，我们依照这个法门修学。下面是说真正的功德。",
      "zh_TW": "香代表恭敬，水是表心，我們的心像水一樣的清淨、一樣的平等。水要平不起波浪，供水表這個意思。心要清，心要平，就是經題上的清淨平等，就這個意思。所以一部經、一句佛號，這是最殊勝的供養，最圓滿的供養，大家要明白這個道理。不要天天到市場去，選這個花，選那個果，操那麼多心回來供佛。好像這對佛很恭敬了，我這麼好的供養，佛一定會保佑我，佛要保佑你，那都是受你的賄賂了，沒有這個道理。佛是看你心清不清淨，心清淨與佛感應道交，心不清淨，沒有感應。所以在修行方面來說，一切供養當中，法供養為最；法供養裡面，是依教修行供養為第一，我們依照這個法門修學。下面是說真正的功德。"
    },
    {
      "id": "02-008-0012_p0042",
      "zh_CN": "【乃至能发一念净信。】",
      "zh_TW": "【乃至能發一念淨信。】"
    },
    {
      "id": "02-008-0012_p0043",
      "zh_CN": "这是讲短暂，那个功德都不可思议。",
      "zh_TW": "這是講短暫，那個功德都不可思議。"
    },
    {
      "id": "02-008-0012_p0044",
      "zh_CN": "【所有善根。至心回向。愿生彼国。随愿皆生。得不退转。乃至无上正等菩提。】",
      "zh_TW": "【所有善根。至心迴向。願生彼國。隨願皆生。得不退轉。乃至無上正等菩提。】"
    },
    {
      "id": "02-008-0012_p0045",
      "zh_CN": "这一段里面要特别注意的是『一念净信』。一念就是一心，一心具足十法界，一心就是一切万法的本体。佛经里面名词说得很多，有的时候讲真如，有的时候讲本性，有的时候讲自性，有的时候讲实相，就是这个一念。一念里头没有第二念，才叫一念，有二念就不叫一念。一念是什么？说实实在在的，一念是无念，因为有一个一念，那就多了一念，那就不是真正一念。一念是无念，就是六祖讲的「本来无一物」，那就是一念。所以这个「一」不是数目字。这个上面不能加一个一的，加不得的，不得已称之为一，要体会这个意思，这就是真心，这就是佛性。",
      "zh_TW": "這一段裡面要特別注意的是『一念淨信』。一念就是一心，一心具足十法界，一心就是一切萬法的本體。佛經裡面名詞說得很多，有的時候講真如，有的時候講本性，有的時候講自性，有的時候講實相，就是這個一念。一念裡頭沒有第二念，才叫一念，有二念就不叫一念。一念是什麼？說實實在在的，一念是無念，因為有一個一念，那就多了一念，那就不是真正一念。一念是無念，就是六祖講的「本來無一物」，那就是一念。所以這個「一」不是數目字。這個上面不能加一個一的，加不得的，不得已稱之為一，要體會這個意思，這就是真心，這就是佛性。"
    },
    {
      "id": "02-008-0012_p0046",
      "zh_CN": "所以念佛要用真心，信佛也要用这个真心，真心太可贵了，然后再把这个心用来处事待人接物。用真心，你跟诸佛菩萨没有两样。诸佛菩萨应化在世间，处事待人接物用什么心？用真心；我们凡夫用八识，八识叫妄心，这个八识就是我们中国人讲的三心二意。三心，阿赖耶是心王，末那也是心，意识也是心，三心！三心是指阿赖耶、末那、意识。二意，意识是意，末那是意根，也是意。所以三心二意就是阿赖耶、末那、意识。一切凡夫，包括二乘、声闻、缘觉所用的心都是三心二意，不是真心。《楞严经》上说得很清楚，用这个心不能见性，修得最高可以证到声闻、缘觉，往上去不行了，往上去不能用这个心。",
      "zh_TW": "所以念佛要用真心，信佛也要用這個真心，真心太可貴了，然後再把這個心用來處事待人接物。用真心，你跟諸佛菩薩沒有兩樣。諸佛菩薩應化在世間，處事待人接物用什麼心？用真心；我們凡夫用八識，八識叫妄心，這個八識就是我們中國人講的三心二意。三心，阿賴耶是心王，末那也是心，意識也是心，三心！三心是指阿賴耶、末那、意識。二意，意識是意，末那是意根，也是意。所以三心二意就是阿賴耶、末那、意識。一切凡夫，包括二乘、聲聞、緣覺所用的心都是三心二意，不是真心。《楞嚴經》上說得很清楚，用這個心不能見性，修得最高可以證到聲聞、緣覺，往上去不行了，往上去不能用這個心。"
    },
    {
      "id": "02-008-0012_p0047",
      "zh_CN": "这一段经文意思很深，教我们舍心意识，跟禅家没有两样，禅家叫参，什么叫参？离心意识参，不用心意识，不用三心二意，那用的是什么？一念净信，就用这个，净土宗也用这个方法。禅宗离心意识，一定可以能够悟入，明心见性；净土宗要用这个方法来念佛，你决定得理一心不乱，那成就就高了，将来往生西方极乐世界是生实报庄严土，这是一切诸佛如来所希望的。因此，我们在日常生活当中，处事待人接物，一定要离分别执着。",
      "zh_TW": "這一段經文意思很深，教我們捨心意識，跟禪家沒有兩樣，禪家叫參，什麼叫參？離心意識參，不用心意識，不用三心二意，那用的是什麼？一念淨信，就用這個，淨土宗也用這個方法。禪宗離心意識，一定可以能夠悟入，明心見性；淨土宗要用這個方法來念佛，你決定得理一心不亂，那成就就高了，將來往生西方極樂世界是生實報莊嚴土，這是一切諸佛如來所希望的。因此，我們在日常生活當中，處事待人接物，一定要離分別執著。"
    },
    {
      "id": "02-008-0012_p0048",
      "zh_CN": "这三个心怎么离法？一定要晓得这三个心是什么样子，第六意识心是分别，我一切法里头不分别，就不用意识；第七识是执着，我在一切法里头不执着，就不用第七识；第八识是落印象，印象很深，落印象，我再学着不落印象，这就不用心意识了。这说起来容易，做起来还是很难的，尤其不落印象，这实在是不太容易。不分别、不执着、不落印象，在日常生活当中去训练，不要去跟人家计较。这个法门它的好处就是教你二六时中只想阿弥陀佛，阿赖耶识里头只落阿弥陀佛这个印象，除这个印象之外，其他印象都不落，就落这一个，那就好，这就决定往生。所以这个「一念净信」非常非常重要。",
      "zh_TW": "這三個心怎麼離法？一定要曉得這三個心是什麼樣子，第六意識心是分別，我一切法裡頭不分別，就不用意識；第七識是執著，我在一切法裡頭不執著，就不用第七識；第八識是落印象，印象很深，落印象，我再學著不落印象，這就不用心意識了。這說起來容易，做起來還是很難的，尤其不落印象，這實在是不太容易。不分別、不執著、不落印象，在日常生活當中去訓練，不要去跟人家計較。這個法門它的好處就是教你二六時中只想阿彌陀佛，阿賴耶識裡頭只落阿彌陀佛這個印象，除這個印象之外，其他印象都不落，就落這一個，那就好，這就決定往生。所以這個「一念淨信」非常非常重要。"
    },
    {
      "id": "02-008-0012_p0049",
      "zh_CN": "『所有善根，至心回向』。这个「至心」是真心。自己所做的好事、所修的善行不求眼前的果报，这很重要。名闻利养都是福报，名也是福，统统不要，一概都回向求生净土。尤其是要回向什么？回向往生的时候没有病苦，这个重要！如入禅定，预知时至，自在往生，这个要紧；其他的福报都没有什么大关系，这太重要了。我们一生所有的福报都不享，临终享这个福，只希望这个福报来现前；这个福报现前，这个人是决定往生，这是我们要知道的。",
      "zh_TW": "『所有善根，至心迴向』。這個「至心」是真心。自己所做的好事、所修的善行不求眼前的果報，這很重要。名聞利養都是福報，名也是福，統統不要，一概都迴向求生淨土。尤其是要迴向什麼？迴向往生的時候沒有病苦，這個重要！如入禪定，預知時至，自在往生，這個要緊；其他的福報都沒有什麼大關係，這太重要了。我們一生所有的福報都不享，臨終享這個福，只希望這個福報來現前；這個福報現前，這個人是決定往生，這是我們要知道的。"
    },
    {
      "id": "02-008-0012_p0050",
      "zh_CN": "『愿生彼国』。这个愿是时时刻刻不间断的。不是说，等我到临命终时，我才愿生，现在时候还没到，你这个愿就断掉了，你这个愿就不恳切了。愿生西方这个愿是念念都不断的。这个样子就是前面所讲的，这个人已经入正定聚，不必到西方极乐世界圆证三不退，他现前就证三不退了。他念念愿生，这个愿不间断，他怎么会退？他不退了，现前就证得三不退，这是这个法门，的确是它殊胜之处。就在眼前，样样你都能看得清楚，都能够现证；不像其他法门，其他法门谈玄说妙，不见得能够符合你的生活实际状况，不容易觉察得到。唯独这个法门，你仔细想日用平常之中，在处事待人接物之处，能够现证。底下说得好。",
      "zh_TW": "『願生彼國』。這個願是時時刻刻不間斷的。不是說，等我到臨命終時，我才願生，現在時候還沒到，你這個願就斷掉了，你這個願就不懇切了。願生西方這個願是念念都不斷的。這個樣子就是前面所講的，這個人已經入正定聚，不必到西方極樂世界圓證三不退，他現前就證三不退了。他念念願生，這個願不間斷，他怎麼會退？他不退了，現前就證得三不退，這是這個法門，的確是它殊勝之處。就在眼前，樣樣你都能看得清楚，都能夠現證；不像其他法門，其他法門談玄說妙，不見得能夠符合你的生活實際狀況，不容易覺察得到。唯獨這個法門，你仔細想日用平常之中，在處事待人接物之處，能夠現證。底下說得好。"
    },
    {
      "id": "02-008-0012_p0051",
      "zh_CN": "『随愿皆生』。这个「随愿皆生」是自在往生，想什么时候往生就什么时候往生，能够随意自在。我记得我在受戒的时候，我的戒和尚是道源老法师，他在戒坛给我们讲一个故事，讲以前往生的故事。他讲的名字我不记得了，但印象还有。他说有一个出家人自在往生，他在往生的时候，他问别人，他说：你们有没有见过人坐着走的？有些人说：我们见过，也听说过。他说站着走的？站着走也听说过，也见过。他就竖着蜻蜓，两个脚竖着，头在下。他说这样往生的你们有没有见过？没见过，没听说。他就走了。随意往生！那真的是自在，走的时候还这么滑稽，显示出游戏神通，确实是如此。",
      "zh_TW": "『隨願皆生』。這個「隨願皆生」是自在往生，想什麼時候往生就什麼時候往生，能夠隨意自在。我記得我在受戒的時候，我的戒和尚是道源老法師，他在戒壇給我們講一個故事，講以前往生的故事。他講的名字我不記得了，但印象還有。他說有一個出家人自在往生，他在往生的時候，他問別人，他說：你們有沒有見過人坐著走的？有些人說：我們見過，也聽說過。他說站著走的？站著走也聽說過，也見過。他就豎著蜻蜓，兩個腳豎著，頭在下。他說這樣往生的你們有沒有見過？沒見過，沒聽說。他就走了。隨意往生！那真的是自在，走的時候還這麼滑稽，顯示出遊戲神通，確實是如此。"
    },
    {
      "id": "02-008-0012_p0052",
      "zh_CN": "底下这一章很重要，给我们讲三辈往生的因果。西方极乐世界的好处大致上都说过，不过现在是怎么个去法了，底下这个重要，这个怎么个去法。",
      "zh_TW": "底下這一章很重要，給我們講三輩往生的因果。西方極樂世界的好處大致上都說過，不過現在是怎麼個去法了，底下這個重要，這個怎麼個去法。"
    },
    {
      "id": "02-008-0012_p0053",
      "zh_CN": "【佛告阿难。十方世界诸天人民。】",
      "zh_TW": "【佛告阿難。十方世界諸天人民。】"
    },
    {
      "id": "02-008-0012_p0054",
      "zh_CN": "这个经文，诸位同修，一个字都不能够疏忽的，字字都要看清楚。『十方世界诸天人民』，包括我们，我们在其中。我们不是在十方世界之外，十方世界之中，这个地球算在里面。",
      "zh_TW": "這個經文，諸位同修，一個字都不能夠疏忽的，字字都要看清楚。『十方世界諸天人民』，包括我們，我們在其中。我們不是在十方世界之外，十方世界之中，這個地球算在裡面。"
    },
    {
      "id": "02-008-0012_p0055",
      "zh_CN": "【其有至心愿生彼国。】",
      "zh_TW": "【其有至心願生彼國。】"
    },
    {
      "id": "02-008-0012_p0056",
      "zh_CN": "『至心』是真心，你真的想去，想到西方极乐世界去。",
      "zh_TW": "『至心』是真心，你真的想去，想到西方極樂世界去。"
    },
    {
      "id": "02-008-0012_p0057",
      "zh_CN": "【凡有三辈。】",
      "zh_TW": "【凡有三輩。】"
    },
    {
      "id": "02-008-0012_p0058",
      "zh_CN": "这里讲有三等人，这是大分，分『三辈』。三辈里面再分就是九品，《观无量寿经》里面讲九品，九品就是三辈的展开。这是大分三大类。",
      "zh_TW": "這裡講有三等人，這是大分，分『三輩』。三輩裡面再分就是九品，《觀無量壽經》裡面講九品，九品就是三輩的展開。這是大分三大類。"
    },
    {
      "id": "02-008-0012_p0059",
      "zh_CN": "【其上辈者。舍家弃欲。而作沙门。发菩提心。一向专念。阿弥陀佛。修诸功德。愿生彼国。】",
      "zh_TW": "【其上輩者。捨家棄欲。而作沙門。發菩提心。一向專念。阿彌陀佛。修諸功德。願生彼國。】"
    },
    {
      "id": "02-008-0012_p0060",
      "zh_CN": "这一段这就是讲上等人他所修的因，他怎么去的。第一个条件你要出家，我们在家同修一看，这很失望，上辈没分！其实你们不要悲观，此地讲的出家，不是形式上的出家，为什么？我们在前面看到「贤护等十六正士」，那是什么人？在家的等觉菩萨，还得了！观世音菩萨现的在家像，大势至菩萨现的也是在家像，在我们中国四大名山，这四大菩萨当中，只有地藏菩萨现的出家像。换句话说，四大菩萨，三个是在家的，一个是出家的，哪有没分！",
      "zh_TW": "這一段這就是講上等人他所修的因，他怎麼去的。第一個條件你要出家，我們在家同修一看，這很失望，上輩沒分！其實你們不要悲觀，此地講的出家，不是形式上的出家，為什麼？我們在前面看到「賢護等十六正士」，那是什麼人？在家的等覺菩薩，還得了！觀世音菩薩現的在家像，大勢至菩薩現的也是在家像，在我們中國四大名山，這四大菩薩當中，只有地藏菩薩現的出家像。換句話說，四大菩薩，三個是在家的，一個是出家的，哪有沒分！"
    },
    {
      "id": "02-008-0012_p0061",
      "zh_CN": "所以此地的这个舍家，佛门里面常讲出家有四种出家。第一种出家，身出家心没出家，心里面还留恋着世间法，名闻利养，五欲六尘，心没出家，这个行不行？不行，这没用处的。第二种是心出身不出，就是在家的居士，身没出家，心出家了，对于世间一切法他不沾染，心清净，前面「贤护等十六正士」就是这些人，那是真佛弟子，就是弃欲，五欲六尘不沾染！第三种是身心俱出，那这就是我们现在所讲真正出家的大德，身示现出家了，心也出家了，身心俱出。第四种是身心都不出，身心都不出不是讲街上那些人，那个没学佛的不算，是讲学佛的居士，身没出家，心还是没出家，虽然天天到庙里来念经，没用的，身心都没出。不是讲没学佛的，没学佛的不在这里面，这都是讲学佛的。",
      "zh_TW": "所以此地的這個捨家，佛門裡面常講出家有四種出家。第一種出家，身出家心沒出家，心裡面還留戀著世間法，名聞利養，五欲六塵，心沒出家，這個行不行？不行，這沒用處的。第二種是心出身不出，就是在家的居士，身沒出家，心出家了，對於世間一切法他不沾染，心清淨，前面「賢護等十六正士」就是這些人，那是真佛弟子，就是棄欲，五欲六塵不沾染！第三種是身心俱出，那這就是我們現在所講真正出家的大德，身示現出家了，心也出家了，身心俱出。第四種是身心都不出，身心都不出不是講街上那些人，那個沒學佛的不算，是講學佛的居士，身沒出家，心還是沒出家，雖然天天到廟裡來念經，沒用的，身心都沒出。不是講沒學佛的，沒學佛的不在這裡面，這都是講學佛的。"
    },
    {
      "id": "02-008-0012_p0062",
      "zh_CN": "所以你们自己想一想，你们是属于四种的哪一种的。如果身心都不出的，那上品你们没分了；如果是属于心出身不出的，上辈有分，上上品往生都有分。由此可知，形式的出家不重要，这是真的，不重要；形式出家，说老实话，如果出家不如法，要像身出心不出，反而破坏佛教的形象，造无量无边的罪业。这就是俗话常说「地狱门前僧道多」。什么人堕地狱？僧道，这个话说得很有道理。出家，就要担负起如来家业，如来家业是什么？弘法利生，依教修行，这是如来家业。指导大家修行，领导大家修行，这个重要。所以形式上出家是非常非常不容易，非常难的一桩事情。固然是无量的功德，可是不如法的时候是无量的罪业。这第一句懂得了。",
      "zh_TW": "所以你們自己想一想，你們是屬於四種的哪一種的。如果身心都不出的，那上品你們沒分了；如果是屬於心出身不出的，上輩有分，上上品往生都有分。由此可知，形式的出家不重要，這是真的，不重要；形式出家，說老實話，如果出家不如法，要像身出心不出，反而破壞佛教的形象，造無量無邊的罪業。這就是俗話常說「地獄門前僧道多」。什麼人墮地獄？僧道，這個話說得很有道理。出家，就要擔負起如來家業，如來家業是什麼？弘法利生，依教修行，這是如來家業。指導大家修行，領導大家修行，這個重要。所以形式上出家是非常非常不容易，非常難的一樁事情。固然是無量的功德，可是不如法的時候是無量的罪業。這第一句懂得了。"
    },
    {
      "id": "02-008-0012_p0063",
      "zh_CN": "『而作沙门』。沙门是梵语，是古印度，不一定是佛教，可以说所有宗教，古印度宗教很多，是出家修行的总称。只要出家修行，统统都叫沙门。佛法传到中国来之后，这个「沙门」是专门指佛门出家人而称的。这沙门的本义，叫勤息，勤修戒定慧，息灭贪瞋痴，就叫做沙门。沙门的意义，在家跟出家统统可以具足。你在家也勤修戒定慧，息灭贪瞋痴，你是在家的沙门，一样的。底下这两句是非常非常重要，这是本宗修行的宗旨，因为三辈都有这一句，这一句就特别重要了。就是『发菩提心，一向专念，阿弥陀佛』，就是这一句。中辈也有，下辈也有，可见得这一句特别重要。",
      "zh_TW": "『而作沙門』。沙門是梵語，是古印度，不一定是佛教，可以說所有宗教，古印度宗教很多，是出家修行的總稱。只要出家修行，統統都叫沙門。佛法傳到中國來之後，這個「沙門」是專門指佛門出家人而稱的。這沙門的本義，叫勤息，勤修戒定慧，息滅貪瞋痴，就叫做沙門。沙門的意義，在家跟出家統統可以具足。你在家也勤修戒定慧，息滅貪瞋痴，你是在家的沙門，一樣的。底下這兩句是非常非常重要，這是本宗修行的宗旨，因為三輩都有這一句，這一句就特別重要了。就是『發菩提心，一向專念，阿彌陀佛』，就是這一句。中輩也有，下輩也有，可見得這一句特別重要。"
    },
    {
      "id": "02-008-0012_p0064",
      "zh_CN": "黄念祖老居士注《无量寿经》，他有《无量寿经注解》，在玄义里面讲到本经的宗趣，宗就是这部经修行的纲领，他就用这两句话，「发菩提心，一向专念」，是本经修行的纲领。什么叫菩提心？菩提是梵语，是觉悟的意思。菩提心就是觉心，觉悟的心。觉悟是对迷惑、不觉而说的，一般人不觉，学佛的人觉悟。觉悟什么？第一个觉悟生死可怕，第二个觉悟轮回更可怕，第三个觉悟唯有念佛求生净土，才是永脱轮回，了生死出三界的唯一法门，这是你真正要觉悟的。你要觉得这个世间生死轮回可怕，我相信你不会再造生死轮回业了，你不会再去造，为什么？你想跟它脱离关系，怎么可能再去造生死轮回业？这样的人才是真正觉悟。",
      "zh_TW": "黃念祖老居士註《無量壽經》，他有《無量壽經註解》，在玄義裡面講到本經的宗趣，宗就是這部經修行的綱領，他就用這兩句話，「發菩提心，一向專念」，是本經修行的綱領。什麼叫菩提心？菩提是梵語，是覺悟的意思。菩提心就是覺心，覺悟的心。覺悟是對迷惑、不覺而說的，一般人不覺，學佛的人覺悟。覺悟什麼？第一個覺悟生死可怕，第二個覺悟輪迴更可怕，第三個覺悟唯有念佛求生淨土，才是永脫輪迴，了生死出三界的唯一法門，這是你真正要覺悟的。你要覺得這個世間生死輪迴可怕，我相信你不會再造生死輪迴業了，你不會再去造，為什麼？你想跟它脫離關係，怎麼可能再去造生死輪迴業？這樣的人才是真正覺悟。"
    },
    {
      "id": "02-008-0012_p0065",
      "zh_CN": "一心一意求生净土，这一个心就是无上菩提心。蕅益大师在《弥陀经要解》里面，真正是一语道破。菩提心很不容易懂，照《观经》里面讲「至诚心、深心、发愿回向心」，《起信论》里面讲「直心、深心、大悲心」，不好讲也不好懂。蕅益大师在《要解》里头这个说法，的确，蕅益大师以前的人没说过，没有这样说过的。可是我们想想他说的对不对？对极了，这是简单明了，我们一听，每个人都听得懂，不会怀疑。就是你真心想生西方极乐世界，这个心就是无上菩提心。生到西方极乐世界，马鸣菩萨讲的「直心、深心、大悲心」统统具足，到了西方极乐世界都有了；《观经》里面讲的「至诚心、深心、发愿回向心」，到西方极乐世界都圆满了；不到西方极乐世界，在这个世界想发也不发出来。所以蕅益大师这个说法，愈想是愈有道理，愈想愈正确，难怪我们印祖称赞，说是古佛再来，给《弥陀经》做一个注解，也不能超过其上，很有道理。这是证明蕅益大师在注解里面句句话都是佛的心意，一点都没说错。",
      "zh_TW": "一心一意求生淨土，這一個心就是無上菩提心。蕅益大師在《彌陀經要解》裡面，真正是一語道破。菩提心很不容易懂，照《觀經》裡面講「至誠心、深心、發願迴向心」，《起信論》裡面講「直心、深心、大悲心」，不好講也不好懂。蕅益大師在《要解》裡頭這個說法，的確，蕅益大師以前的人沒說過，沒有這樣說過的。可是我們想想他說的對不對？對極了，這是簡單明瞭，我們一聽，每個人都聽得懂，不會懷疑。就是你真心想生西方極樂世界，這個心就是無上菩提心。生到西方極樂世界，馬鳴菩薩講的「直心、深心、大悲心」統統具足，到了西方極樂世界都有了；《觀經》裡面講的「至誠心、深心、發願迴向心」，到西方極樂世界都圓滿了；不到西方極樂世界，在這個世界想發也不發出來。所以蕅益大師這個說法，愈想是愈有道理，愈想愈正確，難怪我們印祖稱讚，說是古佛再來，給《彌陀經》做一個註解，也不能超過其上，很有道理。這是證明蕅益大師在註解裡面句句話都是佛的心意，一點都沒說錯。"
    },
    {
      "id": "02-008-0012_p0066",
      "zh_CN": "所以诸位一定要发真正求生净土的愿心。心发了之后，这就讲行持，行持要「一向专念」。向是方向，是目标，一个方向、一个目标专念。法门虽然很多很多，我都不学了，我都放下了，一定要一门深入，老实念佛，绝对不被外境所动摇，这个人决定成功。所以经只念一部，念一部《弥陀经》或者念一部《无量寿经》，够了，不要再贪多。贪多对自己决定有障碍，不能贪多；佛号只念一个阿弥陀佛。千万不要说生病的时候，赶紧念消灾延寿药师佛，这有什么灾难又念观世音菩萨，你都把这些诸佛菩萨分配职务，一个人管一样，这就是三心二意，不专心。你念阿弥陀佛，一句阿弥陀佛念到底，不管有什么灾难，统统求阿弥陀佛，决定靠得住的。不要认为，大概是消灾阿弥陀佛不如观音菩萨，治病阿弥陀佛又不如药师如来，你这个观念就大错特错。所以一定要一门深入，千万不要做两个念头，这才叫一向专念阿弥陀佛。",
      "zh_TW": "所以諸位一定要發真正求生淨土的願心。心發了之後，這就講行持，行持要「一向專念」。向是方向，是目標，一個方向、一個目標專念。法門雖然很多很多，我都不學了，我都放下了，一定要一門深入，老實念佛，絕對不被外境所動搖，這個人決定成功。所以經只念一部，念一部《彌陀經》或者念一部《無量壽經》，夠了，不要再貪多。貪多對自己決定有障礙，不能貪多；佛號只念一個阿彌陀佛。千萬不要說生病的時候，趕緊念消災延壽藥師佛，這有什麼災難又念觀世音菩薩，你都把這些諸佛菩薩分配職務，一個人管一樣，這就是三心二意，不專心。你念阿彌陀佛，一句阿彌陀佛念到底，不管有什麼災難，統統求阿彌陀佛，決定靠得住的。不要認為，大概是消災阿彌陀佛不如觀音菩薩，治病阿彌陀佛又不如藥師如來，你這個觀念就大錯特錯。所以一定要一門深入，千萬不要做兩個念頭，這才叫一向專念阿彌陀佛。"
    },
    {
      "id": "02-008-0012_p0067",
      "zh_CN": "『修诸功德，愿生彼国』。修诸功德这一句里面就包括非常非常之多，这个意思就很广，在此地也不必细说，因为全经里面，许许多多的教训都是教给我们怎样去修诸功德。简单扼要的来说，什么叫功？什么叫德？这两个字要认识清楚。功是功夫，信愿行都属于功夫。德是什么？是清净心、平等心，这是德。我用这个功夫修到自己心清净，心清净就是功夫成片，心平等就是一心不乱，不乱才平等！所以平等比清净的功夫要深。平等心里面就有事一心，有理一心，那叫德。功德是在这个地方说的。我们现在世间人把福德当作功德，搞错了。福德跟功德不一样。功德才能帮助你真正的往生。「愿生彼国」这一段讲的是因，下面讲的是果报。",
      "zh_TW": "『修諸功德，願生彼國』。修諸功德這一句裡面就包括非常非常之多，這個意思就很廣，在此地也不必細說，因為全經裡面，許許多多的教訓都是教給我們怎樣去修諸功德。簡單扼要的來說，什麼叫功？什麼叫德？這兩個字要認識清楚。功是功夫，信願行都屬於功夫。德是什麼？是清淨心、平等心，這是德。我用這個功夫修到自己心清淨，心清淨就是功夫成片，心平等就是一心不亂，不亂才平等！所以平等比清淨的功夫要深。平等心裡面就有事一心，有理一心，那叫德。功德是在這個地方說的。我們現在世間人把福德當作功德，搞錯了。福德跟功德不一樣。功德才能幫助你真正的往生。「願生彼國」這一段講的是因，下面講的是果報。"
    },
    {
      "id": "02-008-0012_p0068",
      "zh_CN": "【此等众生。临寿终时。阿弥陀佛。与诸圣众。现在其前。经须臾间。即随彼佛往生其国。便于七宝华中自然化生。】",
      "zh_TW": "【此等眾生。臨壽終時。阿彌陀佛。與諸聖眾。現在其前。經須臾間。即隨彼佛往生其國。便於七寶華中自然化生。】"
    },
    {
      "id": "02-008-0012_p0069",
      "zh_CN": "这是讲果报。果报是往生西方极乐世界，阿弥陀佛与诸圣众，观音、势至，还有许许多多的菩萨来迎接你。西方极乐世界的菩萨太多太多了，前面我们看到那个人数没法子计算的，那到底有多少人跟着阿弥陀佛来欢迎你？多少不一定，但是比你想像的要多得多。再告诉诸位，凡是跟阿弥陀佛来接引你到西方极乐世界的，都是与你有关系的人，与你没有关系的人他不来，佛不度无缘之人。",
      "zh_TW": "這是講果報。果報是往生西方極樂世界，阿彌陀佛與諸聖眾，觀音、勢至，還有許許多多的菩薩來迎接你。西方極樂世界的菩薩太多太多了，前面我們看到那個人數沒法子計算的，那到底有多少人跟著阿彌陀佛來歡迎你？多少不一定，但是比你想像的要多得多。再告訴諸位，凡是跟阿彌陀佛來接引你到西方極樂世界的，都是與你有關係的人，與你沒有關係的人他不來，佛不度無緣之人。"
    },
    {
      "id": "02-008-0012_p0070",
      "zh_CN": "那我们没到西方极乐世界去，西方极乐世界还有人跟我们有关系？有关系的太多，只是你自己忘掉了！你要晓得，我们今天有这个缘分听这个经，这是多生多劫善根成熟，多生多劫我们有多少同参道友，家亲眷属！人家在无量劫前早已经往生了，他们都在西方极乐世界，今天看看我们的缘成熟了，阿弥陀佛来接引，他们也跟着一道来了。所以一见面，我是哪一生什么人，跟你什么关系，西方极乐世界热闹，一点都不寂寞。不要以为我们到那个地方很生疏，一个熟人都没有，没有想到，比哪里都热闹。",
      "zh_TW": "那我們沒到西方極樂世界去，西方極樂世界還有人跟我們有關係？有關係的太多，只是你自己忘掉了！你要曉得，我們今天有這個緣分聽這個經，這是多生多劫善根成熟，多生多劫我們有多少同參道友，家親眷屬！人家在無量劫前早已經往生了，他們都在西方極樂世界，今天看看我們的緣成熟了，阿彌陀佛來接引，他們也跟著一道來了。所以一見面，我是哪一生什麼人，跟你什麼關係，西方極樂世界熱鬧，一點都不寂寞。不要以為我們到那個地方很生疏，一個熟人都沒有，沒有想到，比哪裡都熱鬧。"
    },
    {
      "id": "02-008-0012_p0071",
      "zh_CN": "这六道里面，说老实话，亲戚朋友太少了，不容易遇到一个；西方极乐世界太多了，一到那里去，一大堆一大堆都遇到了，你想想看这个地方多好，谁不要去？他不知道这个事实真相，他不晓得，知道这个事实真相，没有一个不愿意去的，所以到那边决定不会寂寞。我们现在移民到外国，你看中国人常常说，外地许许多多隔阂，感觉到很生疏，不太习惯，这个情形有的；西方极乐世界不如是，绝对不是这个样子的，那真的就跟我们回到家乡一样，回到老家一样，亲戚朋友、故旧太多太多了。所以跟阿弥陀佛来迎接的，我给你讲比你想像的要多得很多。",
      "zh_TW": "這六道裡面，說老實話，親戚朋友太少了，不容易遇到一個；西方極樂世界太多了，一到那裡去，一大堆一大堆都遇到了，你想想看這個地方多好，誰不要去？他不知道這個事實真相，他不曉得，知道這個事實真相，沒有一個不願意去的，所以到那邊決定不會寂寞。我們現在移民到外國，你看中國人常常說，外地許許多多隔閡，感覺到很生疏，不太習慣，這個情形有的；西方極樂世界不如是，絕對不是這個樣子的，那真的就跟我們回到家鄉一樣，回到老家一樣，親戚朋友、故舊太多太多了。所以跟阿彌陀佛來迎接的，我給你講比你想像的要多得很多。"
    },
    {
      "id": "02-008-0012_p0072",
      "zh_CN": "『须臾』是速度之快，经须臾之间就到西方极乐世界，佛带你一道去。所以西方究竟在哪里，不要去想去，这叫胡思乱想。有的人想，西方太阳下山，咱们地球一转，这西方又转回来了，这西方到底在哪里？这都叫打妄想。佛教给我们，特别是《观经》，观日落悬鼓，他是教我们精神意志集中，就是一向专念的意思。极乐世界是在娑婆世界的西方，不是在地球的西方，娑婆世界是个大世界，假定说我们讲这个世界是个银河系，是个娑婆世界，那在银河系的西方，这就非常正确。释迦牟尼佛说法距离现在三千年，要从整个银河系的动态来说，大概三千年它这个转动，恐怕还不到一秒，所以方向非常正确，一点也没改变。不是我们地球，这是要搞清楚的。他是讲的娑婆世界，不是讲这个地球。",
      "zh_TW": "『須臾』是速度之快，經須臾之間就到西方極樂世界，佛帶你一道去。所以西方究竟在哪裡，不要去想去，這叫胡思亂想。有的人想，西方太陽下山，咱們地球一轉，這西方又轉回來了，這西方到底在哪裡？這都叫打妄想。佛教給我們，特別是《觀經》，觀日落懸鼓，他是教我們精神意志集中，就是一向專念的意思。極樂世界是在娑婆世界的西方，不是在地球的西方，娑婆世界是個大世界，假定說我們講這個世界是個銀河系，是個娑婆世界，那在銀河系的西方，這就非常正確。釋迦牟尼佛說法距離現在三千年，要從整個銀河系的動態來說，大概三千年它這個轉動，恐怕還不到一秒，所以方向非常正確，一點也沒改變。不是我們地球，這是要搞清楚的。他是講的娑婆世界，不是講這個地球。"
    },
    {
      "id": "02-008-0012_p0073",
      "zh_CN": "究竟在哪个方位，哪个方向，不要去打妄想，因为阿弥陀佛带我们去的，不必认识路。我在全世界旅行，人家问我道路方向，都不知道，为什么？到哪里去玩，都有人开车送我一道，所以我也不要记路，也不要记方向，你看这多自在；我们到西方极乐世界也是如此，不必记方向，不必记路，阿弥陀佛来带我们一道去，这个自在。",
      "zh_TW": "究竟在哪個方位，哪個方向，不要去打妄想，因為阿彌陀佛帶我們去的，不必認識路。我在全世界旅行，人家問我道路方向，都不知道，為什麼？到哪裡去玩，都有人開車送我一道，所以我也不要記路，也不要記方向，你看這多自在；我們到西方極樂世界也是如此，不必記方向，不必記路，阿彌陀佛來帶我們一道去，這個自在。"
    },
    {
      "id": "02-008-0012_p0074",
      "zh_CN": "到了西方极乐世界，『七宝池中自然化生』，前面跟诸位说过，这一化生，这个身相，相好光明如佛无二，跟阿弥陀佛是一样的。这是果报，是报得的，不是修得的。你看看通常在他方世界成个佛不简单，佛常常在经上给我们讲，要修三个阿僧祇劫，三阿僧祇劫从哪里算起？这要知道，如果单单讲修行三个阿僧祇劫，我给诸位说，我们在座每一个同修，从无始劫以来到今天，可以讲不是三个阿僧祇劫，无量个阿僧祇劫！修了无量个阿僧祇劫，现在还是这个样子，你这就晓得了，这有多难！",
      "zh_TW": "到了西方極樂世界，『七寶池中自然化生』，前面跟諸位說過，這一化生，這個身相，相好光明如佛無二，跟阿彌陀佛是一樣的。這是果報，是報得的，不是修得的。你看看通常在他方世界成個佛不簡單，佛常常在經上給我們講，要修三個阿僧祇劫，三阿僧祇劫從哪裡算起？這要知道，如果單單講修行三個阿僧祇劫，我給諸位說，我們在座每一個同修，從無始劫以來到今天，可以講不是三個阿僧祇劫，無量個阿僧祇劫！修了無量個阿僧祇劫，現在還是這個樣子，你這就曉得了，這有多難！"
    },
    {
      "id": "02-008-0012_p0075",
      "zh_CN": "三个阿僧祇劫是从你证得小乘初果那一天开始，没有证得小乘初果，统统不作数，不算。好像你念书一样，学籍从哪一天算起？从小学一年级开始算起，幼稚园不算的，我们无量劫来统统在幼稚园里头打转，从来没有上过小学一年级，你说糟糕不糟糕？因为证得小乘初果须陀洹就位不退了，从那一天开始三个阿僧祇劫成佛；成佛之后，还要用一百劫的时间来修三十二相、八十种好，一百劫里头修福报！因为你没有福报，没有福报你不能度众生。众生一看你样子没福，你说得再好，他远远走了，不亲近你了。所以佛一定很有福报，众生一看到你，不想跟你学，他也要跟你走，这个很厉害！所以要用一百劫的时间去修福报。",
      "zh_TW": "三個阿僧祇劫是從你證得小乘初果那一天開始，沒有證得小乘初果，統統不作數，不算。好像你念書一樣，學籍從哪一天算起？從小學一年級開始算起，幼稚園不算的，我們無量劫來統統在幼稚園裡頭打轉，從來沒有上過小學一年級，你說糟糕不糟糕？因為證得小乘初果須陀洹就位不退了，從那一天開始三個阿僧祇劫成佛；成佛之後，還要用一百劫的時間來修三十二相、八十種好，一百劫裡頭修福報！因為你沒有福報，沒有福報你不能度眾生。眾生一看你樣子沒福，你說得再好，他遠遠走了，不親近你了。所以佛一定很有福報，眾生一看到你，不想跟你學，他也要跟你走，這個很厲害！所以要用一百劫的時間去修福報。"
    },
    {
      "id": "02-008-0012_p0076",
      "zh_CN": "你看西方极乐世界不要修，不是修来的，它是报得的。一到那个地方，生下来，不止三十二相；阿弥陀佛，这是佛有无量相，相有无量好。所以这个法门，真的是难信之法，一切经里面找不到！没有这个说法；十方诸佛刹土里，没这个事情！唯独西方世界特别，自然化生，相好光明跟阿弥陀佛一样。",
      "zh_TW": "你看西方極樂世界不要修，不是修來的，它是報得的。一到那個地方，生下來，不止三十二相；阿彌陀佛，這是佛有無量相，相有無量好。所以這個法門，真的是難信之法，一切經裡面找不到！沒有這個說法；十方諸佛剎土裡，沒這個事情！唯獨西方世界特別，自然化生，相好光明跟阿彌陀佛一樣。"
    },
    {
      "id": "02-008-0012_p0077",
      "zh_CN": "【智慧勇猛。神通自在。】",
      "zh_TW": "【智慧勇猛。神通自在。】"
    },
    {
      "id": "02-008-0012_p0078",
      "zh_CN": "神通道力也都是阿弥陀佛威神加持。前面我们在四十八愿念过，十方众生生到西方极乐世界的，皆是阿鞞跋致。这下下品，他也是往生的，生到那里也是阿鞞跋致，阿鞞跋致是七地以上的菩萨。『智慧勇猛，神通自在』，就相当于七地以上，真正不得了！",
      "zh_TW": "神通道力也都是阿彌陀佛威神加持。前面我們在四十八願念過，十方眾生生到西方極樂世界的，皆是阿鞞跋致。這下下品，他也是往生的，生到那裡也是阿鞞跋致，阿鞞跋致是七地以上的菩薩。『智慧勇猛，神通自在』，就相當於七地以上，真正不得了！"
    },
    {
      "id": "02-008-0012_p0079",
      "zh_CN": "【是故阿难。】",
      "zh_TW": "【是故阿難。】"
    },
    {
      "id": "02-008-0012_p0080",
      "zh_CN": "底下是佛劝勉我们的话。你看这个殊胜的果报。",
      "zh_TW": "底下是佛勸勉我們的話。你看這個殊勝的果報。"
    },
    {
      "id": "02-008-0012_p0081",
      "zh_CN": "【其有众生欲于今世见阿弥陀佛者。应发无上菩提之心。复当专念极乐国土。积集善根。应持回向。由此见佛。生彼国中。得不退转。乃至无上菩提。】",
      "zh_TW": "【其有眾生欲於今世見阿彌陀佛者。應發無上菩提之心。復當專念極樂國土。積集善根。應持迴向。由此見佛。生彼國中。得不退轉。乃至無上菩提。】"
    },
    {
      "id": "02-008-0012_p0082",
      "zh_CN": "这一段话是释迦牟尼佛在此地特别劝我们的。『是故』，就是说上面所说的，不可思议的因，不可思议殊胜的果报。因为这样一个缘故，佛就劝我们，『其有众生欲于今世见阿弥陀佛者』。我们想在这一生当中，见到阿弥陀佛；见阿弥陀佛，当然就生西方世界。那底下佛就教给我们，『应发无上菩提之心，复当专念极乐国土』，就是前面的发菩提心，一向专念阿弥陀佛的重复。一定要用这个方法来修，这是正修！这个法门是正助双修，这是正修。持名是正修。",
      "zh_TW": "這一段話是釋迦牟尼佛在此地特別勸我們的。『是故』，就是說上面所說的，不可思議的因，不可思議殊勝的果報。因為這樣一個緣故，佛就勸我們，『其有眾生欲於今世見阿彌陀佛者』。我們想在這一生當中，見到阿彌陀佛；見阿彌陀佛，當然就生西方世界。那底下佛就教給我們，『應發無上菩提之心，復當專念極樂國土』，就是前面的發菩提心，一向專念阿彌陀佛的重複。一定要用這個方法來修，這是正修！這個法門是正助雙修，這是正修。持名是正修。"
    },
    {
      "id": "02-008-0012_p0083",
      "zh_CN": "『积集善根，应持回向』，这是助行。正修就是自己念佛的功夫，助行是什么？我们现在这个身体还没到极乐世界去，既然在这个世间，就不能脱离社会，不能脱离大众，我们应该用什么样的心态来面对着现前的社会，这属于助行。这一点，我这些年是用五个科目来劝勉同修，这五个科目都是在净土五经里面提出来的。第一个科目要修三福，《观无量寿经》所讲的。三福，第一个是「孝养父母，奉事师长，慈心不杀，修十善业」。第二是「受持三归，具足众戒，不犯威仪」。第三个是「发菩提心，深信因果，读诵大乘，劝进行者」。因为这三福，佛在《观经》里面告诉我们，这是修净业的基础。韦提希夫人求佛教给她修往生净土的方法，佛没有讲方法之前，先说三福，告诉她这是「三世诸佛净业正因」。所以我们知道这是修净宗的前方便。",
      "zh_TW": "『積集善根，應持迴向』，這是助行。正修就是自己念佛的功夫，助行是什麼？我們現在這個身體還沒到極樂世界去，既然在這個世間，就不能脫離社會，不能脫離大眾，我們應該用什麼樣的心態來面對著現前的社會，這屬於助行。這一點，我這些年是用五個科目來勸勉同修，這五個科目都是在淨土五經裡面提出來的。第一個科目要修三福，《觀無量壽經》所講的。三福，第一個是「孝養父母，奉事師長，慈心不殺，修十善業」。第二是「受持三歸，具足眾戒，不犯威儀」。第三個是「發菩提心，深信因果，讀誦大乘，勸進行者」。因為這三福，佛在《觀經》裡面告訴我們，這是修淨業的基礎。韋提希夫人求佛教給她修往生淨土的方法，佛沒有講方法之前，先說三福，告訴她這是「三世諸佛淨業正因」。所以我們知道這是修淨宗的前方便。"
    },
    {
      "id": "02-008-0012_p0084",
      "zh_CN": "我们处事待人接物，要遵守这个教训，跟大众在一块相处，要遵守六和敬，叫三福六和。六和敬第一个是见和同解，戒和同修，身和同住，口和无诤，意和同悦，利和同均。无论是在家出家，跟大众相处要守这六个戒条。拿世间法来讲就是原则，我们要遵守这六个原则。第三个科目三学，戒定慧。三学，这部《无量寿经》当中具足了，有戒，有定，有慧，统统具足了。",
      "zh_TW": "我們處事待人接物，要遵守這個教訓，跟大眾在一塊相處，要遵守六和敬，叫三福六和。六和敬第一個是見和同解，戒和同修，身和同住，口和無諍，意和同悅，利和同均。無論是在家出家，跟大眾相處要守這六個戒條。拿世間法來講就是原則，我們要遵守這六個原則。第三個科目三學，戒定慧。三學，這部《無量壽經》當中具足了，有戒，有定，有慧，統統具足了。"
    },
    {
      "id": "02-008-0012_p0085",
      "zh_CN": "第四个科目是六度，六度也是待人接物的守则，要遵守的原则。第一个是「布施」，布施就是放下，不要与人计较，要能够放得下。第二个是「持戒」，持戒就是守法，佛的戒法我们要守，世间的法律我们要遵守，还有不是法律，风俗习惯、道德观念统统要遵守。而且这些东西，这世间法，每个国家地区都不一样，现在交通便捷，我们常常到各地方观光旅游，到哪一个地方要守哪个地方的法令规章，要遵守那个地方的风俗习惯，我们跟那些人才能够很融洽的相处。所以持戒范围很广，不要看得那么死，是守法。「忍辱」，就是要有耐心，要忍耐。「精进」，要求进步，精是纯而不杂，这样的进步才叫做精进。",
      "zh_TW": "第四個科目是六度，六度也是待人接物的守則，要遵守的原則。第一個是「布施」，布施就是放下，不要與人計較，要能夠放得下。第二個是「持戒」，持戒就是守法，佛的戒法我們要守，世間的法律我們要遵守，還有不是法律，風俗習慣、道德觀念統統要遵守。而且這些東西，這世間法，每個國家地區都不一樣，現在交通便捷，我們常常到各地方觀光旅遊，到哪一個地方要守哪個地方的法令規章，要遵守那個地方的風俗習慣，我們跟那些人才能夠很融洽的相處。所以持戒範圍很廣，不要看得那麼死，是守法。「忍辱」，就是要有耐心，要忍耐。「精進」，要求進步，精是純而不雜，這樣的進步才叫做精進。"
    },
    {
      "id": "02-008-0012_p0086",
      "zh_CN": "「禅定」，禅定的意思，就是心里有主宰，特别是在现代的社会。现在社会，一般人说得好听一点，什么叫思想爆炸的时代，我听到这些名词，实际上是什么？是妖魔鬼怪胡说乱行的时代，是这么回事情！太难太难了。心里头要没有主宰，没有主见，外面邪说太多，很容易被它干扰，很容易破坏了正见，那严重就多了；不要说是世法，佛法都不得了。表面上看起来好事情，好像这个佛法非常之兴盛，实际上道心没有，所接触的是佛学常识而已。与戒定慧不相干，听的是佛学常识，看的也是佛学常识。真正佛法是要成就自己的戒定慧三无漏学，这里面最重要的就是定，在我们净宗讲清净心，一心不乱，这总要清楚、总要明了。心有主宰，不会为外境所动，这叫禅定。「般若」就是我们今天讲的理智，不轻易感情用事，要有理性。这六个原则是菩萨入世的原则，我们应当要学习。",
      "zh_TW": "「禪定」，禪定的意思，就是心裡有主宰，特別是在現代的社會。現在社會，一般人說得好聽一點，什麼叫思想爆炸的時代，我聽到這些名詞，實際上是什麼？是妖魔鬼怪胡說亂行的時代，是這麼回事情！太難太難了。心裡頭要沒有主宰，沒有主見，外面邪說太多，很容易被它干擾，很容易破壞了正見，那嚴重就多了；不要說是世法，佛法都不得了。表面上看起來好事情，好像這個佛法非常之興盛，實際上道心沒有，所接觸的是佛學常識而已。與戒定慧不相干，聽的是佛學常識，看的也是佛學常識。真正佛法是要成就自己的戒定慧三無漏學，這裡面最重要的就是定，在我們淨宗講清淨心，一心不亂，這總要清楚、總要明瞭。心有主宰，不會為外境所動，這叫禪定。「般若」就是我們今天講的理智，不輕易感情用事，要有理性。這六個原則是菩薩入世的原則，我們應當要學習。"
    },
    {
      "id": "02-008-0012_p0087",
      "zh_CN": "末后一科就是十大愿王。十大愿王在佛法修行纲领来讲是最高的，普通人做不到，为什么？他心量太大！譬如讲「礼敬诸佛」。一切众生本来成佛，这个礼敬是要对一切众生平等恭敬，这是礼敬诸佛。对于一切人都像对佛一样的心，一个恭敬心来对待，决定没有一丝毫差别，没有分别执着，这才能做得到！不但对人，桌椅板凳，你看《华严经》上，桌子善知识、板凳善知识、烛台善知识、香炉善知识，它是情与无情同圆种智，这个桌椅板凳也要恭敬，要平等礼敬。礼敬并不是叫你天天对它拜三拜，不是这个意思，那就错了，这里是说把它摆整齐，擦得干净，这对它的礼敬。所以礼敬诸佛是对人、对物、对事要用真诚的心，恭敬的心，尽心尽力做到尽善尽美，这是礼敬诸佛，很不容易！所以我们还有是非心，还有人我心，普贤行是决定做不到的。普贤行是法身大士所修的，但是我们虽然做不到，心向往之！",
      "zh_TW": "末後一科就是十大願王。十大願王在佛法修行綱領來講是最高的，普通人做不到，為什麼？他心量太大！譬如講「禮敬諸佛」。一切眾生本來成佛，這個禮敬是要對一切眾生平等恭敬，這是禮敬諸佛。對於一切人都像對佛一樣的心，一個恭敬心來對待，決定沒有一絲毫差別，沒有分別執著，這才能做得到！不但對人，桌椅板凳，你看《華嚴經》上，桌子善知識、板凳善知識、燭台善知識、香爐善知識，它是情與無情同圓種智，這個桌椅板凳也要恭敬，要平等禮敬。禮敬並不是叫你天天對它拜三拜，不是這個意思，那就錯了，這裡是說把它擺整齊，擦得乾淨，這對它的禮敬。所以禮敬諸佛是對人、對物、對事要用真誠的心，恭敬的心，盡心盡力做到盡善盡美，這是禮敬諸佛，很不容易！所以我們還有是非心，還有人我心，普賢行是決定做不到的。普賢行是法身大士所修的，但是我們雖然做不到，心嚮往之！"
    },
    {
      "id": "02-008-0012_p0088",
      "zh_CN": "前面四科是基础，前面四科能做到之后，逐渐逐渐就会接近于普贤行愿。所以我们修行的五科，普贤行愿是最后的一科。从三福做起，三福、六和、三学、六度、十大愿王，不要再搞多，再搞多，太多了，记也记不得，五个就够了。一本《无量寿经》，一句阿弥陀佛，守住这五个科目，处事待人接物，说老实话，你就是菩萨在世。再搞多，那是说得好听，做不到，能够把这些做到就不错！在我想上辈往生应当是有分。这是讲的积集善根，在助行方面，我提供诸位这五个科目，好记。要把它做到，变成自己的生活行为，以这个功德回向求生西方世界。",
      "zh_TW": "前面四科是基礎，前面四科能做到之後，逐漸逐漸就會接近於普賢行願。所以我們修行的五科，普賢行願是最後的一科。從三福做起，三福、六和、三學、六度、十大願王，不要再搞多，再搞多，太多了，記也記不得，五個就夠了。一本《無量壽經》，一句阿彌陀佛，守住這五個科目，處事待人接物，說老實話，你就是菩薩在世。再搞多，那是說得好聽，做不到，能夠把這些做到就不錯！在我想上輩往生應當是有分。這是講的積集善根，在助行方面，我提供諸位這五個科目，好記。要把它做到，變成自己的生活行為，以這個功德迴向求生西方世界。"
    },
    {
      "id": "02-008-0012_p0089",
      "zh_CN": "『由此见佛，生彼国中；得不退转，乃至无上菩提』。你这样的正助双修，你这一生就跟《楞严经》上的「大势至圆通章」所说的「现前当来必定见佛」。现前，就是此地所说的，于今世见阿弥陀佛，现前见佛。这个今世，说老实话，现前、当来都是属于今世。现前是我们没有往生之前感应，佛现相给我们看；临终佛来接引的时候，也是今世，并不是第二世。临终的时候，佛来接引我们，看到佛，跟佛一道走，所以这也是属于今世，这个今世里头两个意思。",
      "zh_TW": "『由此見佛，生彼國中；得不退轉，乃至無上菩提』。你這樣的正助雙修，你這一生就跟《楞嚴經》上的「大勢至圓通章」所說的「現前當來必定見佛」。現前，就是此地所說的，於今世見阿彌陀佛，現前見佛。這個今世，說老實話，現前、當來都是屬於今世。現前是我們沒有往生之前感應，佛現相給我們看；臨終佛來接引的時候，也是今世，並不是第二世。臨終的時候，佛來接引我們，看到佛，跟佛一道走，所以這也是屬於今世，這個今世裡頭兩個意思。"
    },
    {
      "id": "02-008-0012_p0090",
      "zh_CN": "「生彼国中，得不退转，乃至无上菩提」。这一句话也是个双关语，虽然没去，没去也得不退转，也是直截往无上菩提这个道路上迈进。只要你发菩提心，一向专念，那就一点都没错了。所以这是名副其实的正定聚人，他不是不定聚，不是邪定聚。诸位同修多多去想一想，下定一个决心，这一生决定成就。你这个决心一下，十方诸佛都护念你，龙天善神都拥护你，为什么？因为他知道你不久就成佛了，他要特别照顾你；你这个念头不发，没有感应，这个心一发，真正是不可思议。这一章与底下一章「往生正因」非常重要，所以这是我们要多说几句的。可以快的我们的速度要加快，这重要地方要多说一点。好，今天就讲到此地。",
      "zh_TW": "「生彼國中，得不退轉，乃至無上菩提」。這一句話也是個雙關語，雖然沒去，沒去也得不退轉，也是直截往無上菩提這個道路上邁進。只要你發菩提心，一向專念，那就一點都沒錯了。所以這是名副其實的正定聚人，他不是不定聚，不是邪定聚。諸位同修多多去想一想，下定一個決心，這一生決定成就。你這個決心一下，十方諸佛都護念你，龍天善神都擁護你，為什麼？因為他知道你不久就成佛了，他要特別照顧你；你這個念頭不發，沒有感應，這個心一發，真正是不可思議。這一章與底下一章「往生正因」非常重要，所以這是我們要多說幾句的。可以快的我們的速度要加快，這重要地方要多說一點。好，今天就講到此地。"
    }
  ]
}