{
  "doc_id": "02-008-0013",
  "title": {
    "zh_CN": "大乘无量寿经(当生成就第一法门)",
    "zh_TW": "大乘無量壽經(當生成就第一法門)"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "02-008-0013",
  "total_paragraphs": 171,
  "paragraphs": [
    {
      "id": "02-008-0013_p0001",
      "zh_CN": "第五十面第五行第二字看起。",
      "zh_TW": "第五十面第五行第二字看起。"
    },
    {
      "id": "02-008-0013_p0002",
      "zh_CN": "【其中辈者。虽不能行作沙门。大修功德。当发无上菩提之心。一向专念。阿弥陀佛。随己修行。诸善功德。奉持斋戒。起立塔像。饭食沙门。悬缯然灯。散华烧香。以此回向。愿生彼国。】",
      "zh_TW": "【其中輩者。雖不能行作沙門。大修功德。當發無上菩提之心。一向專念。阿彌陀佛。隨己修行。諸善功德。奉持齋戒。起立塔像。飯食沙門。懸繒然燈。散華燒香。以此迴向。願生彼國。】"
    },
    {
      "id": "02-008-0013_p0003",
      "zh_CN": "从这个地方看起。这两章经文非常重要，关系我们这一生当中能不能决定往生。前面我们读过上辈往生，他需要一些什么条件。这一段是讲中辈。这个中辈『虽不能行作沙门』，这就是没有出尘脱俗的心愿。因为前面他的条件就是要出家离欲，这出家离欲都跟诸位详细说明了，绝不是讲形式上的出家。这个中辈就没有出家的意念了，所以也不能大修功德，好事是做，大功德他没有发这个大心。底下这一句就很要紧。",
      "zh_TW": "從這個地方看起。這兩章經文非常重要，關係我們這一生當中能不能決定往生。前面我們讀過上輩往生，他需要一些什麼條件。這一段是講中輩。這個中輩『雖不能行作沙門』，這就是沒有出塵脫俗的心願。因為前面他的條件就是要出家離欲，這出家離欲都跟諸位詳細說明了，絕不是講形式上的出家。這個中輩就沒有出家的意念了，所以也不能大修功德，好事是做，大功德他沒有發這個大心。底下這一句就很要緊。"
    },
    {
      "id": "02-008-0013_p0004",
      "zh_CN": "『当发无上菩提之心，一向专念，阿弥陀佛』。这跟上辈完全相同，可见得这一句才是能不能往生的关键所在。真正要生西方极乐世界，一定要「发菩提心，一向专念」，这是诸位同修必须要牢牢记住。不能专念，换句话就是杂念。杂念，古德讲，一万个人当中，难得有三、五个人往生，这是杂念的。专念的，古人讲是万修万人去，一个都不漏。这个杂念，为什么人那么少？那要看临终时候的因缘。临命终时最后一念，有没有人提醒你，没有人提醒你，那忘掉了，这一生就不能往生，因为他的念头太多了、太杂了。专念的人不会。所以这一句是非常重要。",
      "zh_TW": "『當發無上菩提之心，一向專念，阿彌陀佛』。這跟上輩完全相同，可見得這一句才是能不能往生的關鍵所在。真正要生西方極樂世界，一定要「發菩提心，一向專念」，這是諸位同修必須要牢牢記住。不能專念，換句話就是雜念。雜念，古德講，一萬個人當中，難得有三、五個人往生，這是雜念的。專念的，古人講是萬修萬人去，一個都不漏。這個雜念，為什麼人那麼少？那要看臨終時候的因緣。臨命終時最後一念，有沒有人提醒你，沒有人提醒你，那忘掉了，這一生就不能往生，因為他的念頭太多了、太雜了。專念的人不會。所以這一句是非常重要。"
    },
    {
      "id": "02-008-0013_p0005",
      "zh_CN": "然后就是『随己修行，诸善功德』。修积功德随分随力，能做多少就做多少。下面给我们举几个例子，诸位要记住，并不是就是指这几桩事情，善行善事多得很，这是举几个例子而已。譬如『奉持斋戒』，这就是我们通常讲的持戒，这是善行。『起立塔像，饭食沙门』，这两句合起来讲是护法。「起立塔像」，拿现代的话来讲就是建道场，建道场供养法师。供养法师，当然是请法师讲经说法，这也不是一般人能做得到的，可是这里面范围很广。我们没有大的力量来建一个道场，我们租一个地方，如果钱多租大一点，钱少就租小一点；我租一个月，我也是建一个月的道场，我租一天也是建立道场，诸位要明白这个意思。",
      "zh_TW": "然後就是『隨己修行，諸善功德』。修積功德隨分隨力，能做多少就做多少。下面給我們舉幾個例子，諸位要記住，並不是就是指這幾樁事情，善行善事多得很，這是舉幾個例子而已。譬如『奉持齋戒』，這就是我們通常講的持戒，這是善行。『起立塔像，飯食沙門』，這兩句合起來講是護法。「起立塔像」，拿現代的話來講就是建道場，建道場供養法師。供養法師，當然是請法師講經說法，這也不是一般人能做得到的，可是這裡面範圍很廣。我們沒有大的力量來建一個道場，我們租一個地方，如果錢多租大一點，錢少就租小一點；我租一個月，我也是建一個月的道場，我租一天也是建立道場，諸位要明白這個意思。"
    },
    {
      "id": "02-008-0013_p0006",
      "zh_CN": "说老实话，功德利益最大、最殊胜的无过于请法师讲经弘法，这个功德最大。讲经里面，特别是大乘经，大乘经里面最殊胜的就是净宗经典，为什么？净宗，譬如像《无量寿经》、《阿弥陀经》、《观无量寿经》，再扩大讲净土五经一论，都是教人在一生当中，了生死出三界，往生不退成佛，所以这是最有利益、最稳当、最可靠，这个功德就非常殊胜。大经，《华严经》很好，《法华经》也好，《楞严经》也好，听完了怎么样？听完了不见得你这一生能了生死出三界，靠不住！因此功德利益不如这个法门。这个法门是快速、稳当，人人能修，各个能成，这是法门殊胜之处，所以「起立塔像，饭食沙门」，诸位一定要懂得这个意思。",
      "zh_TW": "說老實話，功德利益最大、最殊勝的無過於請法師講經弘法，這個功德最大。講經裡面，特別是大乘經，大乘經裡面最殊勝的就是淨宗經典，為什麼？淨宗，譬如像《無量壽經》、《阿彌陀經》、《觀無量壽經》，再擴大講淨土五經一論，都是教人在一生當中，了生死出三界，往生不退成佛，所以這是最有利益、最穩當、最可靠，這個功德就非常殊勝。大經，《華嚴經》很好，《法華經》也好，《楞嚴經》也好，聽完了怎麼樣？聽完了不見得你這一生能了生死出三界，靠不住！因此功德利益不如這個法門。這個法門是快速、穩當，人人能修，各個能成，這是法門殊勝之處，所以「起立塔像，飯食沙門」，諸位一定要懂得這個意思。"
    },
    {
      "id": "02-008-0013_p0007",
      "zh_CN": "『悬缯然灯，散华烧香』，这也不仅是形式。「缯」就是幡幢，佛堂上佛像前面的庄严具。在香港比较少见，诸位常常到大陆上去参礼名山道场，那会常常看到的。幢是圆形的，幡是扁形的。然灯、烧香、散华，这就是香花供养。形式上的供养，功德利益不大，我们要懂得佛经表法的意思，它真正的意思是什么？是宣扬佛法。幡幢，现在的幡幢说老实话，只好挂在佛像前面，没其他用处了。从前幡幢不是这个意思，是挂在庙门口旗杆上的。现在庙门口旗杆也没有了，从前寺庙门口有旗杆。你们看光孝寺那个旗杆还在，风动，幡动，那就是挂幡幢的旗杆。",
      "zh_TW": "『懸繒然燈，散華燒香』，這也不僅是形式。「繒」就是幡幢，佛堂上佛像前面的莊嚴具。在香港比較少見，諸位常常到大陸上去參禮名山道場，那會常常看到的。幢是圓形的，幡是扁形的。然燈、燒香、散華，這就是香花供養。形式上的供養，功德利益不大，我們要懂得佛經表法的意思，它真正的意思是什麼？是宣揚佛法。幡幢，現在的幡幢說老實話，只好掛在佛像前面，沒其他用處了。從前幡幢不是這個意思，是掛在廟門口旗桿上的。現在廟門口旗桿也沒有了，從前寺廟門口有旗桿。你們看光孝寺那個旗桿還在，風動，幡動，那就是掛幡幢的旗桿。"
    },
    {
      "id": "02-008-0013_p0008",
      "zh_CN": "挂幡幢是什么意思？今天道场有法师讲经。因为佛教不宣传，不贴广告，不会拉信徒，为什么？佛法是师道，师道是最尊贵的，尊师重道，只闻来学，未闻往教。自古以来，你们读古书，中国、外国，佛法你们去看经典，哪一次释迦牟尼佛是招生了，有没有？没有；孔老夫子也没招过生，从来没有招生的！没有在外面宣传说拉信徒，拉学生，没这个道理。而是什么？而是学生对这个老师仰慕，慕名而来求见的。所以学生求学是学生自动来求的，不是老师去告诉他、通知他的，没这个道理。所以佛教跟其他宗教不一样，不拉信徒，不打广告的。这是如来正法，才能维持道统。",
      "zh_TW": "掛幡幢是什麼意思？今天道場有法師講經。因為佛教不宣傳，不貼廣告，不會拉信徒，為什麼？佛法是師道，師道是最尊貴的，尊師重道，只聞來學，未聞往教。自古以來，你們讀古書，中國、外國，佛法你們去看經典，哪一次釋迦牟尼佛是招生了，有沒有？沒有；孔老夫子也沒招過生，從來沒有招生的！沒有在外面宣傳說拉信徒，拉學生，沒這個道理。而是什麼？而是學生對這個老師仰慕，慕名而來求見的。所以學生求學是學生自動來求的，不是老師去告訴他、通知他的，沒這個道理。所以佛教跟其他宗教不一樣，不拉信徒，不打廣告的。這是如來正法，才能維持道統。"
    },
    {
      "id": "02-008-0013_p0009",
      "zh_CN": "讲经说法，既然不宣传、不拉人，有人想听，那怎么通知他？这是旗杆上挂幡幢，幡幢一挂上去，外面人一看，今天这个寺院法师讲经，他喜欢听经的，他自动来了。所以诸位要晓得「悬缯然灯，散华烧香」都是宣扬佛法。这宣扬佛法，老师不能在外面宣扬我讲得怎么好，你要来听，这个话说不出口，这个难为情！什么人去说？你们听的人在外面说，「某某法师讲得不错，讲得很好，你们大家一定机会不要错过」，这就叫散华，这就叫然灯，是这个意思，这就叫悬缯。所以只有同学大家去宣传，老师不能主动去宣传，也不能教你们去宣传，教你去宣传，这成什么话？这不成话。佛这么好的德行，这么高的智慧，世间人不知道，所以我们做学生的有义务把这个事实介绍给大众。",
      "zh_TW": "講經說法，既然不宣傳、不拉人，有人想聽，那怎麼通知他？這是旗桿上掛幡幢，幡幢一掛上去，外面人一看，今天這個寺院法師講經，他喜歡聽經的，他自動來了。所以諸位要曉得「懸繒然燈，散華燒香」都是宣揚佛法。這宣揚佛法，老師不能在外面宣揚我講得怎麼好，你要來聽，這個話說不出口，這個難為情！什麼人去說？你們聽的人在外面說，「某某法師講得不錯，講得很好，你們大家一定機會不要錯過」，這就叫散華，這就叫然燈，是這個意思，這就叫懸繒。所以只有同學大家去宣傳，老師不能主動去宣傳，也不能教你們去宣傳，教你去宣傳，這成什麼話？這不成話。佛這麼好的德行，這麼高的智慧，世間人不知道，所以我們做學生的有義務把這個事實介紹給大眾。"
    },
    {
      "id": "02-008-0013_p0010",
      "zh_CN": "介绍给大众，在佛门里面，诸位晓得佛门的梵呗，实在讲它真正的作用就是把佛法介绍给一般人。所以梵呗唱得要字正腔圆，好听，大家喜欢听，听了之后，里面的意思他懂了，这都是赞佛的功德。赞佛、赞法、赞僧，赞叹三宝功德，他听了之后，心有感动，他自然就来求法了。所以梵呗不是唱给佛菩萨听的，是替佛菩萨招生，接引大众而用的，因此这个功德很大。现在实在讲，佛门里面最衰的是艺术。在过去佛门里面最讲求的是艺术，艺术里面的音乐是非常重要的，现在这个几乎失传了。我们现在听听唱梵呗的，你仔细去听，听了哼哼，哼了半天，一个字也没听出来，不知道他唱些什么，这个效果就失掉了。必须这里面的意思要听得很清楚，所以要字正腔圆，效果才能达到。",
      "zh_TW": "介紹給大眾，在佛門裡面，諸位曉得佛門的梵唄，實在講它真正的作用就是把佛法介紹給一般人。所以梵唄唱得要字正腔圓，好聽，大家喜歡聽，聽了之後，裡面的意思他懂了，這都是讚佛的功德。讚佛、讚法、讚僧，讚歎三寶功德，他聽了之後，心有感動，他自然就來求法了。所以梵唄不是唱給佛菩薩聽的，是替佛菩薩招生，接引大眾而用的，因此這個功德很大。現在實在講，佛門裡面最衰的是藝術。在過去佛門裡面最講求的是藝術，藝術裡面的音樂是非常重要的，現在這個幾乎失傳了。我們現在聽聽唱梵唄的，你仔細去聽，聽了哼哼，哼了半天，一個字也沒聽出來，不知道他唱些什麼，這個效果就失掉了。必須這裡面的意思要聽得很清楚，所以要字正腔圓，效果才能達到。"
    },
    {
      "id": "02-008-0013_p0011",
      "zh_CN": "诸位晓得，这一些都是宣扬佛法，把佛法的好处介绍给别人，这才是它真正的意义。因为现在这个社会跟从前不一样了，人口多了，建筑物都是很高，旗杆发生不了什么作用，旗杆还没有楼高，不发生作用。现在取而代之的，报纸上的广告，我们印的这些传单，可以用邮政来寄通知，甚至于电话通知，这是用这些东西代替。这些宣传东西就是古时候的幡幢。",
      "zh_TW": "諸位曉得，這一些都是宣揚佛法，把佛法的好處介紹給別人，這才是它真正的意義。因為現在這個社會跟從前不一樣了，人口多了，建築物都是很高，旗桿發生不了什麼作用，旗桿還沒有樓高，不發生作用。現在取而代之的，報紙上的廣告，我們印的這些傳單，可以用郵政來寄通知，甚至於電話通知，這是用這些東西代替。這些宣傳東西就是古時候的幡幢。"
    },
    {
      "id": "02-008-0013_p0012",
      "zh_CN": "因此真正弘法讲经，实在讲是不宣传最好。我到这边来讲经，你们做了一点宣传工作；我每一次回台湾去讲经，不宣传的。我一回去大概第二天就开始讲经，同修们怎么知道的？一个知道了，他会打电话告诉那几个，那个会告诉那几个，所以每天人都很满，天天人都坐满，所以不能宣传，那宣传没地方给人坐了，所以现在是不须要宣传。这样做比较上如法一点。大家来听，你听的得受用，很好；得不到受用，听了不喜欢，你也不能怪我，为什么？我没有叫你来听，你自己来的。如果我要是叫你来听，那听了你不满意，我对不起你。我没叫你来，你自己来的。这是自古以来，老师都是这个态度，我没找你，是你找我的。",
      "zh_TW": "因此真正弘法講經，實在講是不宣傳最好。我到這邊來講經，你們做了一點宣傳工作；我每一次回台灣去講經，不宣傳的。我一回去大概第二天就開始講經，同修們怎麼知道的？一個知道了，他會打電話告訴那幾個，那個會告訴那幾個，所以每天人都很滿，天天人都坐滿，所以不能宣傳，那宣傳沒地方給人坐了，所以現在是不須要宣傳。這樣做比較上如法一點。大家來聽，你聽的得受用，很好；得不到受用，聽了不喜歡，你也不能怪我，為什麼？我沒有叫你來聽，你自己來的。如果我要是叫你來聽，那聽了你不滿意，我對不起你。我沒叫你來，你自己來的。這是自古以來，老師都是這個態度，我沒找你，是你找我的。"
    },
    {
      "id": "02-008-0013_p0013",
      "zh_CN": "『以此回向，愿生彼国』，实在讲这一种接引众生的功德，跟建道场、讲经说法的功德是无二无别，完全是相同的。",
      "zh_TW": "『以此迴向，願生彼國』，實在講這一種接引眾生的功德，跟建道場、講經說法的功德是無二無別，完全是相同的。"
    },
    {
      "id": "02-008-0013_p0014",
      "zh_CN": "【其人临终。阿弥陀佛化现其身。光明相好。具如真佛。与诸大众前后围绕现其人前。摄受导引。即随化佛往生其国。】",
      "zh_TW": "【其人臨終。阿彌陀佛化現其身。光明相好。具如真佛。與諸大眾前後圍繞現其人前。攝受導引。即隨化佛往生其國。】"
    },
    {
      "id": "02-008-0013_p0015",
      "zh_CN": "这是说他在临命终时，佛来接引。接引的状况跟前面差不多，都是非常殊胜。佛与菩萨大众围绕来接引你。",
      "zh_TW": "這是說他在臨命終時，佛來接引。接引的狀況跟前面差不多，都是非常殊勝。佛與菩薩大眾圍繞來接引你。"
    },
    {
      "id": "02-008-0013_p0016",
      "zh_CN": "【住不退转。无上菩提。功德智慧。次如上辈者也。】",
      "zh_TW": "【住不退轉。無上菩提。功德智慧。次如上輩者也。】"
    },
    {
      "id": "02-008-0013_p0017",
      "zh_CN": "这个地方只说『功德智慧』，比上辈要差一点，神通道力种种享受是平等的，这是决定平等的。所以这四土九品在形象上看不出来，完全是平等的；但是内里面断烦恼，那各个人还是不一样。他平常有多神通道力，那是阿弥陀佛威神加持的，好像是跟菩萨平等，实际上不是的。菩萨他是自己修得的，他的智慧现前；你的智慧是阿弥陀佛加持你的，这个不一样。但是在起作用的时候，的确是平等的，加持跟自己修得的是平等的。所以在西方世界，一方面是得阿弥陀佛威神加持，一方面自己还不断的在进修，这个殊胜的因缘是他方国土里面所没有的。他方国土必须自己修证得的，才能得到受用，你没有去修，得不到受用；西方世界不修也得受用，跟菩萨的受用几乎没有两样，这就是这个世界的好处。再看底下一段，这下辈往生的。下辈是没有功德，这没有功德也能往生，这个法门就殊胜。第一殊胜就在这个地方。修积功德往生的，这个不算什么，这很平常的事情；没有功德的人他也能往生。",
      "zh_TW": "這個地方只說『功德智慧』，比上輩要差一點，神通道力種種享受是平等的，這是決定平等的。所以這四土九品在形象上看不出來，完全是平等的；但是內裡面斷煩惱，那各個人還是不一樣。他平常有多神通道力，那是阿彌陀佛威神加持的，好像是跟菩薩平等，實際上不是的。菩薩他是自己修得的，他的智慧現前；你的智慧是阿彌陀佛加持你的，這個不一樣。但是在起作用的時候，的確是平等的，加持跟自己修得的是平等的。所以在西方世界，一方面是得阿彌陀佛威神加持，一方面自己還不斷的在進修，這個殊勝的因緣是他方國土裡面所沒有的。他方國土必須自己修證得的，才能得到受用，你沒有去修，得不到受用；西方世界不修也得受用，跟菩薩的受用幾乎沒有兩樣，這就是這個世界的好處。再看底下一段，這下輩往生的。下輩是沒有功德，這沒有功德也能往生，這個法門就殊勝。第一殊勝就在這個地方。修積功德往生的，這個不算什麼，這很平常的事情；沒有功德的人他也能往生。"
    },
    {
      "id": "02-008-0013_p0018",
      "zh_CN": "【其下辈者。假使不能作诸功德。】",
      "zh_TW": "【其下輩者。假使不能作諸功德。】"
    },
    {
      "id": "02-008-0013_p0019",
      "zh_CN": "什么功德他也不能做，他也没修。",
      "zh_TW": "什麼功德他也不能做，他也沒修。"
    },
    {
      "id": "02-008-0013_p0020",
      "zh_CN": "【当发无上菩提之心。一向专念。阿弥陀佛。】",
      "zh_TW": "【當發無上菩提之心。一向專念。阿彌陀佛。】"
    },
    {
      "id": "02-008-0013_p0021",
      "zh_CN": "他只能做到这个，能做到这个就行了。可是底下几句经文是条件必须要具备。第一个是：",
      "zh_TW": "他只能做到這個，能做到這個就行了。可是底下幾句經文是條件必須要具備。第一個是："
    },
    {
      "id": "02-008-0013_p0022",
      "zh_CN": "【欢喜信乐。】",
      "zh_TW": "【歡喜信樂。】"
    },
    {
      "id": "02-008-0013_p0023",
      "zh_CN": "对于阿弥陀佛、西方极乐世界真正生欢喜心，喜欢。『乐』是爱好，相信、喜欢、爱好。",
      "zh_TW": "對於阿彌陀佛、西方極樂世界真正生歡喜心，喜歡。『樂』是愛好，相信、喜歡、愛好。"
    },
    {
      "id": "02-008-0013_p0024",
      "zh_CN": "【不生疑惑。】",
      "zh_TW": "【不生疑惑。】"
    },
    {
      "id": "02-008-0013_p0025",
      "zh_CN": "没有怀疑。",
      "zh_TW": "沒有懷疑。"
    },
    {
      "id": "02-008-0013_p0026",
      "zh_CN": "【以至诚心。愿生其国。】",
      "zh_TW": "【以至誠心。願生其國。】"
    },
    {
      "id": "02-008-0013_p0027",
      "zh_CN": "这就是诚心诚意想生西方极乐世界，这就行了，你看看这个条件多简单！前面所说的那么多条件，我们未必能做到，这就是等于说无条件，只要你肯念就行了，想去就成功了。",
      "zh_TW": "這就是誠心誠意想生西方極樂世界，這就行了，你看看這個條件多簡單！前面所說的那麼多條件，我們未必能做到，這就是等於說無條件，只要你肯念就行了，想去就成功了。"
    },
    {
      "id": "02-008-0013_p0028",
      "zh_CN": "【此人临终。梦见彼佛。亦得往生。】",
      "zh_TW": "【此人臨終。夢見彼佛。亦得往生。】"
    },
    {
      "id": "02-008-0013_p0029",
      "zh_CN": "这个梦见是什么？叫做似梦非梦。往生的时候佛来接引，他也见到佛了，也很想跟家里人说「佛来接引，我跟他去了」。家人看他嘴巴在那里动，没有声音，为什么？没有力气，说不出来。他是见到佛了，他想告诉家人，口动没有声音。似梦非梦，看到佛，跟他去了，是这种情形。这样往生品位比较低一点。品位高的人，他走的时候清清楚楚、明明白白。他会告诉你，佛来了，我已经跟他去了，交代得清楚明白，那个我们知道，那是决定往生。",
      "zh_TW": "這個夢見是什麼？叫做似夢非夢。往生的時候佛來接引，他也見到佛了，也很想跟家裡人說「佛來接引，我跟他去了」。家人看他嘴巴在那裡動，沒有聲音，為什麼？沒有力氣，說不出來。他是見到佛了，他想告訴家人，口動沒有聲音。似夢非夢，看到佛，跟他去了，是這種情形。這樣往生品位比較低一點。品位高的人，他走的時候清清楚楚、明明白白。他會告訴你，佛來了，我已經跟他去了，交代得清楚明白，那個我們知道，那是決定往生。"
    },
    {
      "id": "02-008-0013_p0030",
      "zh_CN": "所以人死之后，相貌很好，瑞相，不一定证明是往生。生三善道，相都好，身体都柔软，面相都好看，生三善道都好。所以你看临终的人相貌很好，可以断定他不堕三恶道。堕三恶道，相貌都不好看，但是不能保证他往生。真正往生是要他自己说出来，佛来接引我，我跟他去了，那是一点疑惑都没有，真正决定往生。我们台湾，我那个图书馆，真正往生，临终自己跟大家说的，到现在才三个人；但是临终相貌好的，那很多，那是常常见到。所以这才叫真正往生。这是讲下辈，比较上要差一点。但是下辈里面也有九品，中上品的，他也清清楚楚、明明白白。这是讲下品下生的，大概我们一般人觉察不出来，为什么？他说不出来，但是他确实是往生。",
      "zh_TW": "所以人死之後，相貌很好，瑞相，不一定證明是往生。生三善道，相都好，身體都柔軟，面相都好看，生三善道都好。所以你看臨終的人相貌很好，可以斷定他不墮三惡道。墮三惡道，相貌都不好看，但是不能保證他往生。真正往生是要他自己說出來，佛來接引我，我跟他去了，那是一點疑惑都沒有，真正決定往生。我們台灣，我那個圖書館，真正往生，臨終自己跟大家說的，到現在才三個人；但是臨終相貌好的，那很多，那是常常見到。所以這才叫真正往生。這是講下輩，比較上要差一點。但是下輩裡面也有九品，中上品的，他也清清楚楚、明明白白。這是講下品下生的，大概我們一般人覺察不出來，為什麼？他說不出來，但是他確實是往生。"
    },
    {
      "id": "02-008-0013_p0031",
      "zh_CN": "【功德智慧次如中辈者也。】",
      "zh_TW": "【功德智慧次如中輩者也。】"
    },
    {
      "id": "02-008-0013_p0032",
      "zh_CN": "三辈往生是一类，是修净土正常的一类。专修净土的。诸位在此地要特别注意的，上中下三辈都是「发菩提心，一向专念，阿弥陀佛」，这要记住。下面一段，慈舟大师将这一段经文判作一心三辈，是另外一类往生的。他不是专修净土的，他把他修行的功德回向净土，也能往生。像《往生传》里面讲的，马鸣、龙树、智者大师这一些人，这是一心三辈。因为他们都不是专修净土的。",
      "zh_TW": "三輩往生是一類，是修淨土正常的一類。專修淨土的。諸位在此地要特別注意的，上中下三輩都是「發菩提心，一向專念，阿彌陀佛」，這要記住。下面一段，慈舟大師將這一段經文判作一心三輩，是另外一類往生的。他不是專修淨土的，他把他修行的功德迴向淨土，也能往生。像《往生傳》裡面講的，馬鳴、龍樹、智者大師這一些人，這是一心三輩。因為他們都不是專修淨土的。"
    },
    {
      "id": "02-008-0013_p0033",
      "zh_CN": "【若有众生住大乘者。】",
      "zh_TW": "【若有眾生住大乘者。】"
    },
    {
      "id": "02-008-0013_p0034",
      "zh_CN": "这个『住大乘者』，心安住在大乘法，就是修学大乘的。在中国大乘总共八宗，除净土之外，还有七个宗派，这是讲修大乘的。不管你是学天台，学贤首，或者学三论、学法相都没有关系，甚至于学禅、学密。禅宗里面，后来念佛往生的很多，像永明延寿大师就是禅宗里面过来的，彻悟禅师到晚年也专修净土，《往生传》上都有。密宗的也有不少，到后来回小向大，那是一种，就是以他自己修学的功德，最后回向求生净土，这是一类。这一类里面，看他自己修行的功夫，里面也有三辈九品。",
      "zh_TW": "這個『住大乘者』，心安住在大乘法，就是修學大乘的。在中國大乘總共八宗，除淨土之外，還有七個宗派，這是講修大乘的。不管你是學天台，學賢首，或者學三論、學法相都沒有關係，甚至於學禪、學密。禪宗裡面，後來念佛往生的很多，像永明延壽大師就是禪宗裡面過來的，徹悟禪師到晚年也專修淨土，《往生傳》上都有。密宗的也有不少，到後來迴小向大，那是一種，就是以他自己修學的功德，最後迴向求生淨土，這是一類。這一類裡面，看他自己修行的功夫，裡面也有三輩九品。"
    },
    {
      "id": "02-008-0013_p0035",
      "zh_CN": "【以清净心。向无量寿。】",
      "zh_TW": "【以清淨心。向無量壽。】"
    },
    {
      "id": "02-008-0013_p0036",
      "zh_CN": "这一句是讲的信，清净心决定没有怀疑！回向阿弥陀佛，回向西方净土。",
      "zh_TW": "這一句是講的信，清淨心決定沒有懷疑！迴向阿彌陀佛，迴向西方淨土。"
    },
    {
      "id": "02-008-0013_p0037",
      "zh_CN": "【乃至十念。】",
      "zh_TW": "【乃至十念。】"
    },
    {
      "id": "02-008-0013_p0038",
      "zh_CN": "这是讲行，所以他念佛的功夫不须要多少，因为他不是专修。",
      "zh_TW": "這是講行，所以他念佛的功夫不須要多少，因為他不是專修。"
    },
    {
      "id": "02-008-0013_p0039",
      "zh_CN": "【愿生其国。】",
      "zh_TW": "【願生其國。】"
    },
    {
      "id": "02-008-0013_p0040",
      "zh_CN": "这是愿，你看看三个条件具足了。信、愿、行，这是往生三个条件，这是蕅益大师在《弥陀经要解》里面讲的三资粮，他三个条件具足。我们倓虚老法师也是念佛往生净土的，他是学天台的，他往生就是这一类的，就是一心三辈，因为他不是专修的。",
      "zh_TW": "這是願，你看看三個條件具足了。信、願、行，這是往生三個條件，這是蕅益大師在《彌陀經要解》裡面講的三資糧，他三個條件具足。我們倓虛老法師也是念佛往生淨土的，他是學天台的，他往生就是這一類的，就是一心三輩，因為他不是專修的。"
    },
    {
      "id": "02-008-0013_p0041",
      "zh_CN": "【闻甚深法。即生信解。乃至获得一念净心。发一念心念于彼佛。此人临命终时。如在梦中。见阿弥陀佛。定生彼国。得不退转。无上菩提。】",
      "zh_TW": "【聞甚深法。即生信解。乃至獲得一念淨心。發一念心念於彼佛。此人臨命終時。如在夢中。見阿彌陀佛。定生彼國。得不退轉。無上菩提。】"
    },
    {
      "id": "02-008-0013_p0042",
      "zh_CN": "这个文语气非常肯定，『定生彼国』，决定得生。这一些大乘的法师，其他宗里面祖师大德，通宗通教，对于这个法门没有怀疑。往往在临命终时，他一心念佛求生净土，这是决定得生。",
      "zh_TW": "這個文語氣非常肯定，『定生彼國』，決定得生。這一些大乘的法師，其他宗裡面祖師大德，通宗通教，對於這個法門沒有懷疑。往往在臨命終時，他一心念佛求生淨土，這是決定得生。"
    },
    {
      "id": "02-008-0013_p0043",
      "zh_CN": "从这段经文看，我们许多同修们对于其他经论有特别爱好的人，我们也不必去阻拦他，譬如有喜欢念《金刚经》的，很好，你去念《金刚经》，念了回向求生净土。其实，我看所有大乘经，只要是念诵的本子，后面回向偈都是「愿以此功德，庄严佛净土」，那就是统统到后来都归了净土！没有什么不好，所以这个事实要知道。然而总不如专修来得稳当，这是真的；你修其他的法门，的确是要相当的功力。譬如受持《金刚经》，现在有很多人误会，认为我每天把《金刚经》念一遍、念两遍，这就叫受持了，这是错误的，这一种念法是什么？有口无心，不叫受持。受是心里面的领受，时时保持不能失掉。不是有口无心，有口无心，不能叫受持，没受也没持。",
      "zh_TW": "從這段經文看，我們許多同修們對於其他經論有特別愛好的人，我們也不必去阻攔他，譬如有喜歡念《金剛經》的，很好，你去念《金剛經》，念了迴向求生淨土。其實，我看所有大乘經，只要是念誦的本子，後面迴向偈都是「願以此功德，莊嚴佛淨土」，那就是統統到後來都歸了淨土！沒有什麼不好，所以這個事實要知道。然而總不如專修來得穩當，這是真的；你修其他的法門，的確是要相當的功力。譬如受持《金剛經》，現在有很多人誤會，認為我每天把《金剛經》念一遍、念兩遍，這就叫受持了，這是錯誤的，這一種念法是什麼？有口無心，不叫受持。受是心裡面的領受，時時保持不能失掉。不是有口無心，有口無心，不能叫受持，沒受也沒持。"
    },
    {
      "id": "02-008-0013_p0044",
      "zh_CN": "所以受持是教下里面常讲「随文作观」，那叫受持。就是你要读诵的时候，你读这一遍，这一遍提起观照的功夫，他有这个功夫在；念多了，帮助你看破；看破，你才能放下，然后你的心才能得清净。《金刚经》上讲的，信心清净，你才能够证得实相！信心不清净，怎么能证得实相？所以受持不是指念诵，念诵是受持一种手段，这个样子也能往生，念《地藏经》也能往生，念《普门品》，念观音菩萨，还是可以往生，只要你能够回向西方极乐世界就行了。临命终时，一念、十念都能成功，可见这个法门的确是广大无边！但是真正要叫众生得利益，还是我们中国古时候那个老办法是对的。",
      "zh_TW": "所以受持是教下裡面常講「隨文作觀」，那叫受持。就是你要讀誦的時候，你讀這一遍，這一遍提起觀照的功夫，他有這個功夫在；念多了，幫助你看破；看破，你才能放下，然後你的心才能得清淨。《金剛經》上講的，信心清淨，你才能夠證得實相！信心不清淨，怎麼能證得實相？所以受持不是指念誦，念誦是受持一種手段，這個樣子也能往生，念《地藏經》也能往生，念《普門品》，念觀音菩薩，還是可以往生，只要你能夠迴向西方極樂世界就行了。臨命終時，一念、十念都能成功，可見這個法門的確是廣大無邊！但是真正要叫眾生得利益，還是我們中國古時候那個老辦法是對的。"
    },
    {
      "id": "02-008-0013_p0045",
      "zh_CN": "现在说实在话，普遍的是给一切众生种佛种子，不能成就。原因在哪里？就是你听得太杂了，听得太乱了，你得不到清净心；心不清净，不管哪一个法门都不能成就，为什么原因？因为千经万论所修的就是一个禅定，戒定慧就是禅定。只要是修禅定，从定开慧，这就是佛法，三无漏学！如果不能得定，那就不是佛法。在禅宗里面，叫禅定；在教下里面，叫止观；在净土里面，叫一心不乱，实在讲名字不一样，事实都是一桩事情。",
      "zh_TW": "現在說實在話，普遍的是給一切眾生種佛種子，不能成就。原因在哪裡？就是你聽得太雜了，聽得太亂了，你得不到清淨心；心不清淨，不管哪一個法門都不能成就，為什麼原因？因為千經萬論所修的就是一個禪定，戒定慧就是禪定。只要是修禪定，從定開慧，這就是佛法，三無漏學！如果不能得定，那就不是佛法。在禪宗裡面，叫禪定；在教下裡面，叫止觀；在淨土裡面，叫一心不亂，實在講名字不一樣，事實都是一樁事情。"
    },
    {
      "id": "02-008-0013_p0046",
      "zh_CN": "由此可知，佛法教学的目的，是要教大家心清净，把烦恼舍弃掉，把知见舍弃掉。般若无知，无所不知。大家在这里听经，实在讲，几个人听懂？你所听的，把我讲的这些话统统记在脑子里头，那就坏了，我就把你害死！为什么？听经是叫你脑子清净，不是叫脑子再塞东西进去，你已经装得很多了，装得很可怜，再增加负担的时候，这不像话！所以听经会听的，听而无听，他听经能入定。怎么会入定？昨天跟诸位讲，离心意识，不用心意识听经会开悟，那叫真的听！不用第六意识，不分别；我在那里听，不管你怎么讲，我不分别你的言语，不分别你里面讲的什么意思，不分别，这就不用第六意识。不用第七识我不执着，不用第八识我不落印象。这才叫真听！这叫会听。",
      "zh_TW": "由此可知，佛法教學的目的，是要教大家心清淨，把煩惱捨棄掉，把知見捨棄掉。般若無知，無所不知。大家在這裡聽經，實在講，幾個人聽懂？你所聽的，把我講的這些話統統記在腦子裡頭，那就壞了，我就把你害死！為什麼？聽經是叫你腦子清淨，不是叫腦子再塞東西進去，你已經裝得很多了，裝得很可憐，再增加負擔的時候，這不像話！所以聽經會聽的，聽而無聽，他聽經能入定。怎麼會入定？昨天跟諸位講，離心意識，不用心意識聽經會開悟，那叫真的聽！不用第六意識，不分別；我在那裡聽，不管你怎麼講，我不分別你的言語，不分別你裡面講的什麼意思，不分別，這就不用第六意識。不用第七識我不執著，不用第八識我不落印象。這才叫真聽！這叫會聽。"
    },
    {
      "id": "02-008-0013_p0047",
      "zh_CN": "再给诸位说，讲经也不用心意识，这是真的。我讲我也不要准备，准备就落在心意识去；讲完之后，你问问我讲了什么，我什么都不知道，这是真的，是老实话，什么都不知道。有些人提起来，我想想，我是讲过这个话的，不提起来的时候忘得干干净净的。所以听经的人清净心，心在定中；讲的人心也清净，也在定中，怎么讲出来的？感应道交！诸位有感，这自然就有应，所以说东西长说、短说，深说、浅说，不是有意的，无意的。有意，就落在心意识里头去了；无意，是自自然然的感应，这是诸位一定要晓得的。当然这初学相当不容易，这是对老修，才能真正得到这个利益。",
      "zh_TW": "再給諸位說，講經也不用心意識，這是真的。我講我也不要準備，準備就落在心意識去；講完之後，你問問我講了什麼，我什麼都不知道，這是真的，是老實話，什麼都不知道。有些人提起來，我想想，我是講過這個話的，不提起來的時候忘得乾乾淨淨的。所以聽經的人清淨心，心在定中；講的人心也清淨，也在定中，怎麼講出來的？感應道交！諸位有感，這自然就有應，所以說東西長說、短說，深說、淺說，不是有意的，無意的。有意，就落在心意識裡頭去了；無意，是自自然然的感應，這是諸位一定要曉得的。當然這初學相當不容易，這是對老修，才能真正得到這個利益。"
    },
    {
      "id": "02-008-0013_p0048",
      "zh_CN": "所以古时候佛法确实是只听一个人的。你一个道场，这一个道场讲经说法的一个老师，只听他一个人的。在这一个老师会下得根本智，然后就可以离开老师了，你不离开，老师会把你赶走，老师不会收留你的，为什么？收留了你，老师对不起你。如果你没有得根本智，老师要把你放出去，老师对不起你。为什么？没有得根本智，你心里头没有主宰，听这个也不错，听那个也不错，听多了，杂掉了，乱掉了，不知道怎么修好，所以老师要保护你，不准你随便听，不准你随便看。到你得根本智，根本智是你智慧开了，你心里得定了，你可以接触外面境界，不受外面境界的沾染，这时候老师会把你放出去，就教你去参学，教你博学多闻，完全增长智慧，不会增长烦恼，不会增长邪见，这关系在此地！",
      "zh_TW": "所以古時候佛法確實是只聽一個人的。你一個道場，這一個道場講經說法的一個老師，只聽他一個人的。在這一個老師會下得根本智，然後就可以離開老師了，你不離開，老師會把你趕走，老師不會收留你的，為什麼？收留了你，老師對不起你。如果你沒有得根本智，老師要把你放出去，老師對不起你。為什麼？沒有得根本智，你心裡頭沒有主宰，聽這個也不錯，聽那個也不錯，聽多了，雜掉了，亂掉了，不知道怎麼修好，所以老師要保護你，不准你隨便聽，不准你隨便看。到你得根本智，根本智是你智慧開了，你心裡得定了，你可以接觸外面境界，不受外面境界的沾染，這時候老師會把你放出去，就教你去參學，教你博學多聞，完全增長智慧，不會增長煩惱，不會增長邪見，這關係在此地！"
    },
    {
      "id": "02-008-0013_p0049",
      "zh_CN": "所以现在一般的现象，大家完全没有这个基础，一开头什么都听，什么都看，什么都学，诸佛菩萨来对你们都没法子教，为什么？已经乱掉了。好像那个名画家，第一流的画家，你拿一张纸请他画一个图画，拿什么纸？拿个报纸去，他怎么画法？这个纸已经脏了，染污了，没法子画！必须要一张白纸送给他，那他才能画得出好的作品出来，决定不能染污。所以真正一个好老师对待学生，没有别的，就是保护学生不准让他染污；所以我们做学生对老师感恩戴德，就是感谢他这一点。他能够善于保护，使我们不污染。",
      "zh_TW": "所以現在一般的現象，大家完全沒有這個基礎，一開頭什麼都聽，什麼都看，什麼都學，諸佛菩薩來對你們都沒法子教，為什麼？已經亂掉了。好像那個名畫家，第一流的畫家，你拿一張紙請他畫一個圖畫，拿什麼紙？拿個報紙去，他怎麼畫法？這個紙已經髒了，染污了，沒法子畫！必須要一張白紙送給他，那他才能畫得出好的作品出來，決定不能染污。所以真正一個好老師對待學生，沒有別的，就是保護學生不准讓他染污；所以我們做學生對老師感恩戴德，就是感謝他這一點。他能夠善於保護，使我們不污染。"
    },
    {
      "id": "02-008-0013_p0050",
      "zh_CN": "今天，在现在这个社会，诸位要找这个老师也找不到了，老师要找一个学生也找不到了，为什么？那个学生二、三岁就已经染污得没法子救了，怎么染污？天天看电视，你说有什么法子？所以现在不能轻视，三、四岁小孩什么都知道，你跟他讲理都讲不清，他的道理比你多，电视害死人！实在太可怕了。尤其现在报纸、杂志、这一些书籍，从前这些印刷品不是随随便便可以出版的，国家管制的；现在讲的言论不自由，出版不自由。实际管制有管制的好处，为什么？不准你随便说。现在好了，一切开放自由了，妖言惑众，什么样的怪思想、怪知见统统都出笼了，所以今天人心的染污，给诸位说，超过地球的染污。这个地球严重染污，看看再过几十年，这个地球上不适合人类生存了。实在讲，现在人心的染污，恐怕不适合生存不晓得要提前多少年，人心染污太重了！",
      "zh_TW": "今天，在現在這個社會，諸位要找這個老師也找不到了，老師要找一個學生也找不到了，為什麼？那個學生二、三歲就已經染污得沒法子救了，怎麼染污？天天看電視，你說有什麼法子？所以現在不能輕視，三、四歲小孩什麼都知道，你跟他講理都講不清，他的道理比你多，電視害死人！實在太可怕了。尤其現在報紙、雜誌、這一些書籍，從前這些印刷品不是隨隨便便可以出版的，國家管制的；現在講的言論不自由，出版不自由。實際管制有管制的好處，為什麼？不准你隨便說。現在好了，一切開放自由了，妖言惑眾，什麼樣的怪思想、怪知見統統都出籠了，所以今天人心的染污，給諸位說，超過地球的染污。這個地球嚴重染污，看看再過幾十年，這個地球上不適合人類生存了。實在講，現在人心的染污，恐怕不適合生存不曉得要提前多少年，人心染污太重了！"
    },
    {
      "id": "02-008-0013_p0051",
      "zh_CN": "这是我在此地奉劝诸位同修，学佛要认清这个原则，如何使我身心净化，这就是佛法；身心得不到净化，那这就不是佛法。所以佛法要看清楚，绝对不是一听说佛法，这个好的不得了，不是如此。佛法能把你害死，害得你永劫不得翻身。我在做学生的时候，在李老师会下，我在同学当中，我就这样告诉同学，我们同学听了不服气，去问李老师，结果李老师答复他说没错！他们还不晓得为什么没错。清凉大师在《华严经疏钞》里面，一开头就写道，为什么害死人？增长邪见，你不能消归自性！听得那么多，统统记下来了，阿赖耶识里头装满了这一些邪知邪见。",
      "zh_TW": "這是我在此地奉勸諸位同修，學佛要認清這個原則，如何使我身心淨化，這就是佛法；身心得不到淨化，那這就不是佛法。所以佛法要看清楚，絕對不是一聽說佛法，這個好的不得了，不是如此。佛法能把你害死，害得你永劫不得翻身。我在做學生的時候，在李老師會下，我在同學當中，我就這樣告訴同學，我們同學聽了不服氣，去問李老師，結果李老師答覆他說沒錯！他們還不曉得為什麼沒錯。清涼大師在《華嚴經疏鈔》裡面，一開頭就寫道，為什麼害死人？增長邪見，你不能消歸自性！聽得那麼多，統統記下來了，阿賴耶識裡頭裝滿了這一些邪知邪見。"
    },
    {
      "id": "02-008-0013_p0052",
      "zh_CN": "佛实在讲得太好了，佛在《金刚经》上，明明白白的告诉我们佛没说法；谁要说佛说法，那叫谤佛，全部否定掉了。「佛无有定法可说」，不但无有定法可说，佛无法可说，你哪里来佛法？佛所说的一切法，没有意义的；所谓是应病与药，药到病除，你害病了，开副药，吃好了，病好了，药也不要了；那病也没有了，药也没有了。药就是佛法，你心清净了，佛法也没有了，有什么佛法？佛法是一服药！身体健康的人，你要药干什么？身体健康人吃药，吃药就吃出病出来了。",
      "zh_TW": "佛實在講得太好了，佛在《金剛經》上，明明白白的告訴我們佛沒說法；誰要說佛說法，那叫謗佛，全部否定掉了。「佛無有定法可說」，不但無有定法可說，佛無法可說，你哪裡來佛法？佛所說的一切法，沒有意義的；所謂是應病與藥，藥到病除，你害病了，開副藥，吃好了，病好了，藥也不要了；那病也沒有了，藥也沒有了。藥就是佛法，你心清淨了，佛法也沒有了，有什麼佛法？佛法是一服藥！身體健康的人，你要藥幹什麼？身體健康人吃藥，吃藥就吃出病出來了。"
    },
    {
      "id": "02-008-0013_p0053",
      "zh_CN": "所以心地清净的人要什么佛法？禅宗到大彻大悟的时候，你不听说吗？魔来斩魔，佛来也斩佛，这统统不要！那就对，完全正确。所以记住，无论哪一宗，无论哪一个法门，使我们心得清凉自在，烦恼没有了，智慧增长了，这叫佛法。这一个法门不但教你烦恼轻，智慧长，见阿弥陀佛，往生不退成佛，这个法就尤其殊胜。我们再看底下一章。",
      "zh_TW": "所以心地清淨的人要什麼佛法？禪宗到大徹大悟的時候，你不聽說嗎？魔來斬魔，佛來也斬佛，這統統不要！那就對，完全正確。所以記住，無論哪一宗，無論哪一個法門，使我們心得清涼自在，煩惱沒有了，智慧增長了，這叫佛法。這一個法門不但教你煩惱輕，智慧長，見阿彌陀佛，往生不退成佛，這個法就尤其殊勝。我們再看底下一章。"
    },
    {
      "id": "02-008-0013_p0054",
      "zh_CN": "「往生正因」，前面一章主要是说往生西方极乐世界的位次，上中下三品，三辈，每一辈里面又有三品，所以我们常讲三辈九品。这九品在《观无量寿经》里面说得详细，这个地方讲得简单。净宗经典是以《无量寿经》为主要的经典，可以说它是净宗的概论，把西方极乐世界完全都说到了，面面都介绍到了，所以它讲的完全。《阿弥陀经》就没有这么完全。《阿弥陀经》的意思是劝信、劝愿、劝行，劝我们修行的一部经典，所以它着重在劝信、劝愿、劝行，里面的事理没说得这么清楚。《观无量寿经》讲原理，往生西方极乐世界理论的依据，《观经》说得详细；讲方法，它有十六种观法，持名念佛就是第十六观，它教给我们方法，而且细说九品因果，所以《观经》偏在这一方面。",
      "zh_TW": "「往生正因」，前面一章主要是說往生西方極樂世界的位次，上中下三品，三輩，每一輩裡面又有三品，所以我們常講三輩九品。這九品在《觀無量壽經》裡面說得詳細，這個地方講得簡單。淨宗經典是以《無量壽經》為主要的經典，可以說它是淨宗的概論，把西方極樂世界完全都說到了，面面都介紹到了，所以它講的完全。《阿彌陀經》就沒有這麼完全。《阿彌陀經》的意思是勸信、勸願、勸行，勸我們修行的一部經典，所以它著重在勸信、勸願、勸行，裡面的事理沒說得這麼清楚。《觀無量壽經》講原理，往生西方極樂世界理論的依據，《觀經》說得詳細；講方法，它有十六種觀法，持名念佛就是第十六觀，它教給我們方法，而且細說九品因果，所以《觀經》偏在這一方面。"
    },
    {
      "id": "02-008-0013_p0055",
      "zh_CN": "因此要想真正完全理解净土，三经都要看，统统要看，因为什么？有些地方，像理论、方法、因果，那是《观经》讲得详细，这个经说得比较简略，换句话说，我们这两章，在《观无量寿经》几乎是占了一大半的经文，我们这里只有这么一点点，它说得详细。第二十五章比前面一章说得比较详细，说因，因行，发愿求生净土应该要怎么个修法。他的果报就是前面的三辈九品，请看经文。",
      "zh_TW": "因此要想真正完全理解淨土，三經都要看，統統要看，因為什麼？有些地方，像理論、方法、因果，那是《觀經》講得詳細，這個經說得比較簡略，換句話說，我們這兩章，在《觀無量壽經》幾乎是佔了一大半的經文，我們這裡只有這麼一點點，它說得詳細。第二十五章比前面一章說得比較詳細，說因，因行，發願求生淨土應該要怎麼個修法。他的果報就是前面的三輩九品，請看經文。"
    },
    {
      "id": "02-008-0013_p0056",
      "zh_CN": "【复次阿难。若有善男子。善女人。闻此经典。】",
      "zh_TW": "【復次阿難。若有善男子。善女人。聞此經典。】"
    },
    {
      "id": "02-008-0013_p0057",
      "zh_CN": "这个『此』就是指《无量寿经》，就是指的本经，底下教给我们方法。第一个要：",
      "zh_TW": "這個『此』就是指《無量壽經》，就是指的本經，底下教給我們方法。第一個要："
    },
    {
      "id": "02-008-0013_p0058",
      "zh_CN": "【受持。】",
      "zh_TW": "【受持。】"
    },
    {
      "id": "02-008-0013_p0059",
      "zh_CN": "受是完全接受，佛给我在经上讲的理论、方法、境界，我们都欢喜接受，这叫做『受持』。",
      "zh_TW": "受是完全接受，佛給我在經上講的理論、方法、境界，我們都歡喜接受，這叫做『受持』。"
    },
    {
      "id": "02-008-0013_p0060",
      "zh_CN": "【读诵。】",
      "zh_TW": "【讀誦。】"
    },
    {
      "id": "02-008-0013_p0061",
      "zh_CN": "「受持」跟『读诵』有密切关系。读是对着经本念，叫读。诵是背诵，念熟了之后，不要看经本是背诵；如果不能背诵，这个受持两个字就做不到了。所以经文一定要熟，我们在日常生活当中，处事待人接物之间，起心动念，想一想《无量寿经》上教给我们，我们有没有违背？你经要不熟，你怎么能对照你自己的起心动念、言语行为？你就没法子对照了。所以经文一定要很熟，像一面镜子一样，时时刻刻能够提醒你。能够提醒我们的思想见解、言语行为跟经上讲的一样不一样？一样那就对了；不一样，改正过来，这叫做受持。所以受持与读诵关系很大。",
      "zh_TW": "「受持」跟『讀誦』有密切關係。讀是對著經本念，叫讀。誦是背誦，念熟了之後，不要看經本是背誦；如果不能背誦，這個受持兩個字就做不到了。所以經文一定要熟，我們在日常生活當中，處事待人接物之間，起心動念，想一想《無量壽經》上教給我們，我們有沒有違背？你經要不熟，你怎麼能對照你自己的起心動念、言語行為？你就沒法子對照了。所以經文一定要很熟，像一面鏡子一樣，時時刻刻能夠提醒你。能夠提醒我們的思想見解、言語行為跟經上講的一樣不一樣？一樣那就對了；不一樣，改正過來，這叫做受持。所以受持與讀誦關係很大。"
    },
    {
      "id": "02-008-0013_p0062",
      "zh_CN": "我教同修们真正修行，《无量寿经》一定要念三千遍，不必刻意去背，三千遍自然就会背了。不要去背它，就是天天念，一天念三遍，三年就念三千遍了；如果你要是有功夫，真正肯发心，一天念十遍，一年就三千遍了。现在在我们台湾有同修念一万遍的，一天念十几遍的，所以我实在是非常欢喜，为什么？我教的同修当中，我可以拿现前这个状况来说，二十个往生是不成问题的。我一个人能带二十个到西方极乐世界也很有面子了，这是真的。这多了不敢讲，二十个现前是确确实实的，二十个可以保证能够往生的。这读诵。",
      "zh_TW": "我教同修們真正修行，《無量壽經》一定要念三千遍，不必刻意去背，三千遍自然就會背了。不要去背它，就是天天念，一天念三遍，三年就念三千遍了；如果你要是有功夫，真正肯發心，一天念十遍，一年就三千遍了。現在在我們台灣有同修念一萬遍的，一天念十幾遍的，所以我實在是非常歡喜，為什麼？我教的同修當中，我可以拿現前這個狀況來說，二十個往生是不成問題的。我一個人能帶二十個到西方極樂世界也很有面子了，這是真的。這多了不敢講，二十個現前是確確實實的，二十個可以保證能夠往生的。這讀誦。"
    },
    {
      "id": "02-008-0013_p0063",
      "zh_CN": "【书写。】",
      "zh_TW": "【書寫。】"
    },
    {
      "id": "02-008-0013_p0064",
      "zh_CN": "『书写』，在从前是要流通经典，从前没有印刷术，经典流通都要靠手写。现在不必手写了，印经流通就好了，这省事多了，而且分量也多，也可以印很多。手写，写一本都很长的时间，一生当中写不了几本的。现在印刷术太发达了，我们把多余的钱节省下来，印经流通，尤其印的本子印得好，印得精美，大家一看就生欢喜心。",
      "zh_TW": "『書寫』，在從前是要流通經典，從前沒有印刷術，經典流通都要靠手寫。現在不必手寫了，印經流通就好了，這省事多了，而且分量也多，也可以印很多。手寫，寫一本都很長的時間，一生當中寫不了幾本的。現在印刷術太發達了，我們把多餘的錢節省下來，印經流通，尤其印的本子印得好，印得精美，大家一看就生歡喜心。"
    },
    {
      "id": "02-008-0013_p0065",
      "zh_CN": "我们现在印的本子很多，大本、小本、折叠的本子，大概总有十几样不同的本子。总共在五年当中，我们差不多印了三十万册，普遍流通在全世界。实在三十万册还是太少了，台湾就有两千万人，都不能一人一册，我们希望哪一天能够一人一册。所以应当多印，印得愈多愈好。",
      "zh_TW": "我們現在印的本子很多，大本、小本、折疊的本子，大概總有十幾樣不同的本子。總共在五年當中，我們差不多印了三十萬冊，普遍流通在全世界。實在三十萬冊還是太少了，台灣就有兩千萬人，都不能一人一冊，我們希望哪一天能夠一人一冊。所以應當多印，印得愈多愈好。"
    },
    {
      "id": "02-008-0013_p0066",
      "zh_CN": "【供养。】",
      "zh_TW": "【供養。】"
    },
    {
      "id": "02-008-0013_p0067",
      "zh_CN": "『供养』里面的意义很多，像《普贤行愿品》里面给我们讲「诸供养中，法供养最」，所以自己一定要晓得什么叫供养，这要知道。既然重视在法供养，法供养里面第一个就是如说修行供养。经里面怎么样教给我们，我们就怎样去做，这就是第一供养。譬如在这个地方，佛教给我们要受持、要读诵、要书写，我们统统做到了，这就是真正供养，所以一定要把它做到。第二个就是利益众生供养。我们要帮助别人认识佛教，要帮助别人认识净土、认识佛教，功德就很大；认识净土，他这一生可能就往生成佛了，这是所有利益里面最大的利益。",
      "zh_TW": "『供養』裡面的意義很多，像《普賢行願品》裡面給我們講「諸供養中，法供養最」，所以自己一定要曉得什麼叫供養，這要知道。既然重視在法供養，法供養裡面第一個就是如說修行供養。經裡面怎麼樣教給我們，我們就怎樣去做，這就是第一供養。譬如在這個地方，佛教給我們要受持、要讀誦、要書寫，我們統統做到了，這就是真正供養，所以一定要把它做到。第二個就是利益眾生供養。我們要幫助別人認識佛教，要幫助別人認識淨土、認識佛教，功德就很大；認識淨土，他這一生可能就往生成佛了，這是所有利益裡面最大的利益。"
    },
    {
      "id": "02-008-0013_p0068",
      "zh_CN": "第三种是摄受众生供养，那比利益就更大！利益是什么？介绍给他；摄受是教给他，像我们今天举行讲经的法会，这是利益众生的供养，不是摄受。如果我开一个班来教学，那就是摄受了，我要给他彻底研究讨论，教他彻底明了，而且能做到，将来能够弘扬这个法门，这是属于摄受众生。其次就是代众生苦供养。众生各有各的果报，佛也不能代替，我们有什么能力代替？可是真的有代替。譬如我们自己发愿勤苦的修学，为了将来要弘法利生，现在受很多苦，我本来可以不必受的！这一种苦，实际上就是代众生受的，不是直接代的是间接代，什么样的苦难修行人都要能够忍受；如果求自己生活舒适，不能忍受苦难，那也就没法子帮助众生。目标只是叫众生得利益，自己什么苦都愿意受。因为我们的工作就是这么一桩工作，尤其是出家的，出家的事业是什么？如来家业，如来家业就是弘法利生，是本分的工作。",
      "zh_TW": "第三種是攝受眾生供養，那比利益就更大！利益是什麼？介紹給他；攝受是教給他，像我們今天舉行講經的法會，這是利益眾生的供養，不是攝受。如果我開一個班來教學，那就是攝受了，我要給他徹底研究討論，教他徹底明瞭，而且能做到，將來能夠弘揚這個法門，這是屬於攝受眾生。其次就是代眾生苦供養。眾生各有各的果報，佛也不能代替，我們有什麼能力代替？可是真的有代替。譬如我們自己發願勤苦的修學，為了將來要弘法利生，現在受很多苦，我本來可以不必受的！這一種苦，實際上就是代眾生受的，不是直接代的是間接代，什麼樣的苦難修行人都要能夠忍受；如果求自己生活舒適，不能忍受苦難，那也就沒法子幫助眾生。目標只是叫眾生得利益，自己什麼苦都願意受。因為我們的工作就是這麼一樁工作，尤其是出家的，出家的事業是什麼？如來家業，如來家業就是弘法利生，是本分的工作。"
    },
    {
      "id": "02-008-0013_p0069",
      "zh_CN": "如果讲生活，说实在话，有一些同修曾经到我们台湾我那个图书馆去看过，我图书馆饮食很好！一般素菜馆里头不如我们；可是我们在外面所吃的东西，那就苦了太多，在此地还有同修帮着做；在美国是什么？自己下厨房！自己下厨房，有的时候懒，东西做得很简单。在美国有一个好处，有的时候菜是统统吃生的，不要去检查。而且菜还是自己种的，没有农药。菜园里面摘下来，吃生菜，懒得去煮，吃生的。生菜真的是有营养，真的是好，但是我们这边因为有农药，不敢生吃，台湾生菜不可以生吃，美国的生菜统统可以生吃，所以也很省事。连居住的环境也非常的舒适、安静，一点声音都没有。跑到这边来，这噪音很多，要忍受！可是我们总是一个为大众的利益，总是利益大众。",
      "zh_TW": "如果講生活，說實在話，有一些同修曾經到我們台灣我那個圖書館去看過，我圖書館飲食很好！一般素菜館裡頭不如我們；可是我們在外面所吃的東西，那就苦了太多，在此地還有同修幫著做；在美國是什麼？自己下廚房！自己下廚房，有的時候懶，東西做得很簡單。在美國有一個好處，有的時候菜是統統吃生的，不要去檢查。而且菜還是自己種的，沒有農藥。菜園裡面摘下來，吃生菜，懶得去煮，吃生的。生菜真的是有營養，真的是好，但是我們這邊因為有農藥，不敢生吃，台灣生菜不可以生吃，美國的生菜統統可以生吃，所以也很省事。連居住的環境也非常的舒適、安靜，一點聲音都沒有。跑到這邊來，這噪音很多，要忍受！可是我們總是一個為大眾的利益，總是利益大眾。"
    },
    {
      "id": "02-008-0013_p0070",
      "zh_CN": "实在讲问我住在哪里？我自己都不晓得我住在哪里，一般人要找我，找不到！不晓得我在哪里。在美国十几个地方，晓得我在哪里？这么大；台湾居住的时间都很短。我这里讲完了，到大陆上去二十几天，再回台湾住四十天就要到美国去了，所以真的自己都不晓得自己住在哪里，没有住处。这很自在，没有住处，随欲而安，一年到头都在旅行。十几年前，在台湾弘法，我住在火车上，全台湾环岛弘法，也没有一个地方住！现在住在飞机上。所以我往往看到法师有一个地方住，住在那里不走，我很羡慕，他们有福报。能够安居在一个地方，那很有福报。所以这是代众生苦供养，自己要能把一个安稳的生活牺牲掉，为大众，使大众能够有闻法的机缘。",
      "zh_TW": "實在講問我住在哪裡？我自己都不曉得我住在哪裡，一般人要找我，找不到！不曉得我在哪裡。在美國十幾個地方，曉得我在哪裡？這麼大；台灣居住的時間都很短。我這裡講完了，到大陸上去二十幾天，再回台灣住四十天就要到美國去了，所以真的自己都不曉得自己住在哪裡，沒有住處。這很自在，沒有住處，隨欲而安，一年到頭都在旅行。十幾年前，在台灣弘法，我住在火車上，全台灣環島弘法，也沒有一個地方住！現在住在飛機上。所以我往往看到法師有一個地方住，住在那裡不走，我很羨慕，他們有福報。能夠安居在一個地方，那很有福報。所以這是代眾生苦供養，自己要能把一個安穩的生活犧牲掉，為大眾，使大眾能夠有聞法的機緣。"
    },
    {
      "id": "02-008-0013_p0071",
      "zh_CN": "其次就是勤修善根供养。勤修善根，世法善根是无贪、无瞋、无痴，三善根。世间所有一切善法，是从这三善根生的，所以一定要修。于一切法，不要说世间法，出世间法也不贪、不瞋、不痴。佛法里面的善根只有一个，精进，所以精进是菩萨善根。",
      "zh_TW": "其次就是勤修善根供養。勤修善根，世法善根是無貪、無瞋、無痴，三善根。世間所有一切善法，是從這三善根生的，所以一定要修。於一切法，不要說世間法，出世間法也不貪、不瞋、不痴。佛法裡面的善根只有一個，精進，所以精進是菩薩善根。"
    },
    {
      "id": "02-008-0013_p0072",
      "zh_CN": "第六是不舍菩萨业供养。菩萨的事业上求下化，上求佛道，下化众生，这是菩萨事业！求法，哪里听到有高明的人，我们要去向他请教。学法，给诸位说，不分在家、出家，现在你们这些同修，不要说你们，在美国也有这个错误的观念，认为什么？出家人来讲经说法，这就很恭敬，了不起；在家居士就低了一等，信心就差了一等，这是很大的损失。出家并不一定修持上就真的会超过在家人，这要看真正的功夫。像从前在台湾李炳南老居士修持超过出家人，这在台湾出家人也承认、也公认的。我们不能有分别心，真正说只看他的修学，他的道德；不一定说是他是在家人，我们就不跟他学，这观念错误的。",
      "zh_TW": "第六是不捨菩薩業供養。菩薩的事業上求下化，上求佛道，下化眾生，這是菩薩事業！求法，哪裡聽到有高明的人，我們要去向他請教。學法，給諸位說，不分在家、出家，現在你們這些同修，不要說你們，在美國也有這個錯誤的觀念，認為什麼？出家人來講經說法，這就很恭敬，了不起；在家居士就低了一等，信心就差了一等，這是很大的損失。出家並不一定修持上就真的會超過在家人，這要看真正的功夫。像從前在台灣李炳南老居士修持超過出家人，這在台灣出家人也承認、也公認的。我們不能有分別心，真正說只看他的修學，他的道德；不一定說是他是在家人，我們就不跟他學，這觀念錯誤的。"
    },
    {
      "id": "02-008-0013_p0073",
      "zh_CN": "我这一次到北京，主要去参访黄念祖老居士，这是个在家人，他的道德、学问、修学超过李炳南居士，我今天在全世界所认识的第一个人，出家人都比不上，这一代人比不上。谁知道他？没有人认识！我到那里去向他请教，上求下化。所以把这种分别执着要离开、要舍掉，哪个人真正有道德，真正有学问，值得我们向他请教的，不要认为穿了这个衣服，这个形象靠不住！所以一定要有慧眼，他的东西是不是真正能够利益众生。我印书可以说从来没有印过现代人的东西，我都印古人东西，没有印现代人的东西，唯独黄念祖老居士他的《无量寿经注解》。他人还在，我就把它印了，为什么？真好！真正能够跟古来祖师大德比美，不在古大德之下。那就他人在，我也要给它流通。所以希望大家把这个成见打破，我们在佛法上才能得到真实的利益。",
      "zh_TW": "我這一次到北京，主要去參訪黃念祖老居士，這是個在家人，他的道德、學問、修學超過李炳南居士，我今天在全世界所認識的第一個人，出家人都比不上，這一代人比不上。誰知道他？沒有人認識！我到那裡去向他請教，上求下化。所以把這種分別執著要離開、要捨掉，哪個人真正有道德，真正有學問，值得我們向他請教的，不要認為穿了這個衣服，這個形象靠不住！所以一定要有慧眼，他的東西是不是真正能夠利益眾生。我印書可以說從來沒有印過現代人的東西，我都印古人東西，沒有印現代人的東西，唯獨黃念祖老居士他的《無量壽經註解》。他人還在，我就把它印了，為什麼？真好！真正能夠跟古來祖師大德比美，不在古大德之下。那就他人在，我也要給它流通。所以希望大家把這個成見打破，我們在佛法上才能得到真實的利益。"
    },
    {
      "id": "02-008-0013_p0074",
      "zh_CN": "最后不离菩提心供养。这一条非常重要，菩提心是什么？觉而不迷；如果在本经上来讲，就是决定不舍弃求生西方极乐世界。我心里头念念都想见阿弥陀佛，都想往生西方极乐世界，这就是不离菩提心供养。所以一切供养当中，是以法供养为最，此地佛在这里教给我们这四桩事情。",
      "zh_TW": "最後不離菩提心供養。這一條非常重要，菩提心是什麼？覺而不迷；如果在本經上來講，就是決定不捨棄求生西方極樂世界。我心裡頭念念都想見阿彌陀佛，都想往生西方極樂世界，這就是不離菩提心供養。所以一切供養當中，是以法供養為最，此地佛在這裡教給我們這四樁事情。"
    },
    {
      "id": "02-008-0013_p0075",
      "zh_CN": "【昼夜相续。求生彼刹。发菩提心。持诸禁戒。坚守不犯。饶益有情。所作善根。悉施与之。令得安乐。忆念西方阿弥陀佛。及彼国土。】",
      "zh_TW": "【晝夜相續。求生彼剎。發菩提心。持諸禁戒。堅守不犯。饒益有情。所作善根。悉施與之。令得安樂。憶念西方阿彌陀佛。及彼國土。】"
    },
    {
      "id": "02-008-0013_p0076",
      "zh_CN": "到这里是一段。这一段我们把它综合起来，总共说了六桩事情。第一桩事情就是刚才讲过受持本经，包括读诵、书写、供养。第二要求生净土，就是『昼夜相续，求生彼刹』，一定要真信切愿求生西方净土，不到西方极乐世界，困难就太多了。这个世界生死轮回，一点把握都没有。第三就是『发菩提心』。第四就是持戒，严持戒律。『坚守不犯』就是严持戒律。第五桩事情是『饶益有情』，饶是丰饶，益是利益。",
      "zh_TW": "到這裡是一段。這一段我們把它綜合起來，總共說了六樁事情。第一樁事情就是剛才講過受持本經，包括讀誦、書寫、供養。第二要求生淨土，就是『晝夜相續，求生彼剎』，一定要真信切願求生西方淨土，不到西方極樂世界，困難就太多了。這個世界生死輪迴，一點把握都沒有。第三就是『發菩提心』。第四就是持戒，嚴持戒律。『堅守不犯』就是嚴持戒律。第五樁事情是『饒益有情』，饒是豐饒，益是利益。"
    },
    {
      "id": "02-008-0013_p0077",
      "zh_CN": "我们在这个世间时时刻刻要念着，我如何能对别人给他最大的好处，给他最大的利益，这个心不能没有，这个心不能间断；我事实上能不能给他最大的好处？那是缘分，我想给他，他不接受，那也是枉然，我不能勉强让他接受，这是看缘分不一样。缘熟了，这就是有缘分的人，我告诉他，他欢喜听，他能理解，欢喜接受，依教修行，那这是我们把最好的利益给他；没熟的，有善根没有熟的，他听了也欢喜，也不反对，他不会照做；没有善根的，你跟他讲，他完全排斥，甚至于还要毁谤。所以说一切众生根性不相同，我们要有智慧、要有耐心去帮助一切人，这是「饶益有情」。",
      "zh_TW": "我們在這個世間時時刻刻要念著，我如何能對別人給他最大的好處，給他最大的利益，這個心不能沒有，這個心不能間斷；我事實上能不能給他最大的好處？那是緣分，我想給他，他不接受，那也是枉然，我不能勉強讓他接受，這是看緣分不一樣。緣熟了，這就是有緣分的人，我告訴他，他歡喜聽，他能理解，歡喜接受，依教修行，那這是我們把最好的利益給他；沒熟的，有善根沒有熟的，他聽了也歡喜，也不反對，他不會照做；沒有善根的，你跟他講，他完全排斥，甚至於還要毀謗。所以說一切眾生根性不相同，我們要有智慧、要有耐心去幫助一切人，這是「饒益有情」。"
    },
    {
      "id": "02-008-0013_p0078",
      "zh_CN": "第六就是忆佛念佛，『忆念西方阿弥陀佛，及彼国土』，所以这个经要不熟，念佛还可以，忆念西方依正庄严就做不到了。一定要经很熟，常常想西方极乐世界，不要打妄想，不要想过去，也不要想未来，过去、未来都是个空的，没有什么好想头的，要想什么？想西方极乐世界；西方极乐世界怎么个想法？照这个经上想，经上怎么说，你好好的去想去，想西方极乐世界。这是修因，底下这就讲的果报。",
      "zh_TW": "第六就是憶佛念佛，『憶念西方阿彌陀佛，及彼國土』，所以這個經要不熟，念佛還可以，憶念西方依正莊嚴就做不到了。一定要經很熟，常常想西方極樂世界，不要打妄想，不要想過去，也不要想未來，過去、未來都是個空的，沒有什麼好想頭的，要想什麼？想西方極樂世界；西方極樂世界怎麼個想法？照這個經上想，經上怎麼說，你好好的去想去，想西方極樂世界。這是修因，底下這就講的果報。"
    },
    {
      "id": "02-008-0013_p0079",
      "zh_CN": "【是人命终。如佛色相种种庄严。生宝刹中。】",
      "zh_TW": "【是人命終。如佛色相種種莊嚴。生寶剎中。】"
    },
    {
      "id": "02-008-0013_p0080",
      "zh_CN": "这是讲往生。生到西方极乐世界，跟佛色相完全相同，阿弥陀佛身金色，你也是身金色；阿弥陀佛有无量相，相有无量好，你也是一样。",
      "zh_TW": "這是講往生。生到西方極樂世界，跟佛色相完全相同，阿彌陀佛身金色，你也是身金色；阿彌陀佛有無量相，相有無量好，你也是一樣。"
    },
    {
      "id": "02-008-0013_p0081",
      "zh_CN": "【速得闻法。永不退转。】",
      "zh_TW": "【速得聞法。永不退轉。】"
    },
    {
      "id": "02-008-0013_p0082",
      "zh_CN": "见佛没有不闻法的，听阿弥陀佛说法，圆证三不退，这是一类的。再看底下第二段。",
      "zh_TW": "見佛沒有不聞法的，聽阿彌陀佛說法，圓證三不退，這是一類的。再看底下第二段。"
    },
    {
      "id": "02-008-0013_p0083",
      "zh_CN": "【复次阿难。若有众生。欲生彼国。虽不能大精进禅定。尽持经戒。要当作善。】",
      "zh_TW": "【復次阿難。若有眾生。欲生彼國。雖不能大精進禪定。盡持經戒。要當作善。】"
    },
    {
      "id": "02-008-0013_p0084",
      "zh_CN": "实际上，这个经文跟前面合起来，前面所讲的那一段上辈往生的，这一段中辈往生的。这上辈往生，修积功德，这一章经比前一章说得要详细多了；这个中辈的，『虽然不能大精进禅定，尽持经戒，要当作善』，要修善。修善，此地给我们提出来十善，要修行十善。",
      "zh_TW": "實際上，這個經文跟前面合起來，前面所講的那一段上輩往生的，這一段中輩往生的。這上輩往生，修積功德，這一章經比前一章說得要詳細多了；這個中輩的，『雖然不能大精進禪定，盡持經戒，要當作善』，要修善。修善，此地給我們提出來十善，要修行十善。"
    },
    {
      "id": "02-008-0013_p0085",
      "zh_CN": "【所谓一不杀生。二不偷盗。三不淫欲。四不妄言。五不绮语。六不恶口。七不两舌。八不贪。九不瞋。十不痴。】",
      "zh_TW": "【所謂一不殺生。二不偷盜。三不淫欲。四不妄言。五不綺語。六不惡口。七不兩舌。八不貪。九不瞋。十不痴。】"
    },
    {
      "id": "02-008-0013_p0086",
      "zh_CN": "这个十善业道同修们都非常熟悉，可是一定要做到；特别要着重意业的三条，不贪、不瞋、不痴，因为这三条就是三善根！人为什么会造业？就是有贪、瞋、痴。顺自己意思起贪心，不顺的就起瞋恚心，大家不晓得这个事情严重可怕！贪心是饿鬼道的业因，人死了，为什么会作鬼？六道轮回，鬼不过是六道之一，怎么人死了都会作鬼？世间都是这样说的，外国也是这样说的，人死了就作鬼，可是我们想想，说人死了作鬼也很有道理，你看哪个人不贪心？贪心就到鬼道去了！所以这个贪心占的比例最大！人死了之后到鬼道的机会最多。",
      "zh_TW": "這個十善業道同修們都非常熟悉，可是一定要做到；特別要著重意業的三條，不貪、不瞋、不痴，因為這三條就是三善根！人為什麼會造業？就是有貪、瞋、痴。順自己意思起貪心，不順的就起瞋恚心，大家不曉得這個事情嚴重可怕！貪心是餓鬼道的業因，人死了，為什麼會作鬼？六道輪迴，鬼不過是六道之一，怎麼人死了都會作鬼？世間都是這樣說的，外國也是這樣說的，人死了就作鬼，可是我們想想，說人死了作鬼也很有道理，你看哪個人不貪心？貪心就到鬼道去了！所以這個貪心佔的比例最大！人死了之後到鬼道的機會最多。"
    },
    {
      "id": "02-008-0013_p0087",
      "zh_CN": "贪心堕饿鬼，瞋恚堕地狱，愚痴堕畜生，这三条是三恶道的业因，你想多可怕；你能把这三条舍掉，换句话说，你才保证来生不堕三恶道。我们很冷静的自己扪心自问，我来生会不会堕三恶道？想想看自己有没有贪瞋痴？这世间法不贪了，还有人贪佛法的，那要不要堕饿鬼道？照堕不误，还是要堕，为什么？堕落那个因素是贪，并不说你贪的对象，世间法不贪了，换个佛法，换个对象，这个贪心没变，所以还是要堕饿鬼道。不过因为你贪佛法堕到饿鬼道，作鬼比较舒服一点就是了，去当鬼王，多财鬼，因为你贪的是善法！所以你看像土地公、山神、土地、城隍都是这一类的，这是我们应当要晓得的。",
      "zh_TW": "貪心墮餓鬼，瞋恚墮地獄，愚痴墮畜生，這三條是三惡道的業因，你想多可怕；你能把這三條捨掉，換句話說，你才保證來生不墮三惡道。我們很冷靜的自己捫心自問，我來生會不會墮三惡道？想想看自己有沒有貪瞋痴？這世間法不貪了，還有人貪佛法的，那要不要墮餓鬼道？照墮不誤，還是要墮，為什麼？墮落那個因素是貪，並不說你貪的對象，世間法不貪了，換個佛法，換個對象，這個貪心沒變，所以還是要墮餓鬼道。不過因為你貪佛法墮到餓鬼道，作鬼比較舒服一點就是了，去當鬼王，多財鬼，因為你貪的是善法！所以你看像土地公、山神、土地、城隍都是這一類的，這是我們應當要曉得的。"
    },
    {
      "id": "02-008-0013_p0088",
      "zh_CN": "【如是昼夜思惟。极乐世界阿弥陀佛。】",
      "zh_TW": "【如是晝夜思惟。極樂世界阿彌陀佛。】"
    },
    {
      "id": "02-008-0013_p0089",
      "zh_CN": "这就是念佛了。",
      "zh_TW": "這就是念佛了。"
    },
    {
      "id": "02-008-0013_p0090",
      "zh_CN": "【种种功德。种种庄严。志心归依。顶礼供养。】",
      "zh_TW": "【種種功德。種種莊嚴。志心歸依。頂禮供養。】"
    },
    {
      "id": "02-008-0013_p0091",
      "zh_CN": "经文到这一段都是讲修因。这一段总括起来说是三个因，前面上辈是有六条，这里讲三条，第一个是修行十善，第二个是昼夜念佛，所以昼夜念佛重要！第三个是『志心归依，顶礼供养』。下面这是果报。",
      "zh_TW": "經文到這一段都是講修因。這一段總括起來說是三個因，前面上輩是有六條，這裡講三條，第一個是修行十善，第二個是晝夜念佛，所以晝夜念佛重要！第三個是『志心歸依，頂禮供養』。下面這是果報。"
    },
    {
      "id": "02-008-0013_p0092",
      "zh_CN": "【是人临终。不惊不怖。心不颠倒。即得往生彼佛国土。】",
      "zh_TW": "【是人臨終。不驚不怖。心不顛倒。即得往生彼佛國土。】"
    },
    {
      "id": "02-008-0013_p0093",
      "zh_CN": "这个『不惊不怖』很重要，『心不颠倒』，往往一般人到临死的时候，他害怕，这一害怕一恐怖，那马上就轮回去了，跟着业力轮回去了，这是很可怕的一桩事情。如果讲到临命终时不惊不怖？我教诸位一个方法，在每天晚上一睡觉躺在那儿，就想到我要死了，阿弥陀佛快来接我；天天想到我死了，阿弥陀佛接我，到临命终时，这个时候想到了，我天天想的兑现了，不会有惊怖，这是真的。我一躺下我就想到我要死了，看看阿弥陀佛有没有来，天天都在想，时时刻刻都在想，这是正确的。",
      "zh_TW": "這個『不驚不怖』很重要，『心不顛倒』，往往一般人到臨死的時候，他害怕，這一害怕一恐怖，那馬上就輪迴去了，跟著業力輪迴去了，這是很可怕的一樁事情。如果講到臨命終時不驚不怖？我教諸位一個方法，在每天晚上一睡覺躺在那兒，就想到我要死了，阿彌陀佛快來接我；天天想到我死了，阿彌陀佛接我，到臨命終時，這個時候想到了，我天天想的兌現了，不會有驚怖，這是真的。我一躺下我就想到我要死了，看看阿彌陀佛有沒有來，天天都在想，時時刻刻都在想，這是正確的。"
    },
    {
      "id": "02-008-0013_p0094",
      "zh_CN": "所以一个真正念佛人，一心一意求生西方，就像莲池大师讲的，没有什么客气话好讲的。我睡在床上，我床角头那边就供一个阿弥陀佛的像，我一睁开眼睛就看到他，这种什么？只有在临命终时可以供，我天天都想命终，我天天都供，这是不是不恭敬？不是不恭敬，是因为我要想去；你不想去，卧房里面供佛是不恭敬，这是不可以的，我想去，我想现在就去。我天天都想去，卧房里面供佛像是正确的，为什么？提起正念，这不是不恭敬；不想往生，你卧房里供佛像是不恭敬。想往生的人不要客气，你这一客气，把往生的因断掉了，这不是佛的意思，佛的意思是希望你赶快来，赶快来见佛。所以这个帮助你，时时刻刻提醒你，帮助你这个因不能断，所以没有忌讳。这个法门是华严境界，华严境界是「理事无碍，事事无碍」，没有障碍的。这一点诸位同修也要记住，我们才真能去得了！不要把这个因断掉了。再看下面，这是第三种。",
      "zh_TW": "所以一個真正念佛人，一心一意求生西方，就像蓮池大師講的，沒有什麼客氣話好講的。我睡在床上，我床角頭那邊就供一個阿彌陀佛的像，我一睜開眼睛就看到他，這種什麼？只有在臨命終時可以供，我天天都想命終，我天天都供，這是不是不恭敬？不是不恭敬，是因為我要想去；你不想去，臥房裡面供佛是不恭敬，這是不可以的，我想去，我想現在就去。我天天都想去，臥房裡面供佛像是正確的，為什麼？提起正念，這不是不恭敬；不想往生，你臥房裡供佛像是不恭敬。想往生的人不要客氣，你這一客氣，把往生的因斷掉了，這不是佛的意思，佛的意思是希望你趕快來，趕快來見佛。所以這個幫助你，時時刻刻提醒你，幫助你這個因不能斷，所以沒有忌諱。這個法門是華嚴境界，華嚴境界是「理事無礙，事事無礙」，沒有障礙的。這一點諸位同修也要記住，我們才真能去得了！不要把這個因斷掉了。再看下面，這是第三種。"
    },
    {
      "id": "02-008-0013_p0095",
      "zh_CN": "【若多事物。不能离家。不暇大修斋戒。一心清净。有空闲时。端正身心。绝欲去忧。慈心精进。】",
      "zh_TW": "【若多事物。不能離家。不暇大修齋戒。一心清淨。有空閑時。端正身心。絕欲去憂。慈心精進。】"
    },
    {
      "id": "02-008-0013_p0096",
      "zh_CN": "这一段是讲忙里偷闲的人，修这个法门也能往生，这就是前面下辈往生的，没有修功德的。虽没有修功德，他也可以随力随分的修一点，这个也行。这个地方，前面这几句话可以说是往生的正因，这是先决条件，必须要有。那就是以清净心，心净则土净，这是绝对的一个原则，不能缺少的条件。当你有空闲的时候，你『端正身心，绝欲去忧，慈心精进』。这几句话简单的说，有空闲的时候，把所有一切的事情放下，所有一切念头放下，一切烦恼、忧虑统统放下，让心静下来；静下来就是精进，静下来好来念佛。清净心念佛才相应，不清净心念佛就不相应了。日常生活当中，佛在此地教给我们几个原则。",
      "zh_TW": "這一段是講忙裡偷閒的人，修這個法門也能往生，這就是前面下輩往生的，沒有修功德的。雖沒有修功德，他也可以隨力隨分的修一點，這個也行。這個地方，前面這幾句話可以說是往生的正因，這是先決條件，必須要有。那就是以清淨心，心淨則土淨，這是絕對的一個原則，不能缺少的條件。當你有空閒的時候，你『端正身心，絕欲去憂，慈心精進』。這幾句話簡單的說，有空閒的時候，把所有一切的事情放下，所有一切念頭放下，一切煩惱、憂慮統統放下，讓心靜下來；靜下來就是精進，靜下來好來念佛。清淨心念佛才相應，不清淨心念佛就不相應了。日常生活當中，佛在此地教給我們幾個原則。"
    },
    {
      "id": "02-008-0013_p0097",
      "zh_CN": "【不当瞋怒。嫉妒。】",
      "zh_TW": "【不當瞋怒。嫉妒。】"
    },
    {
      "id": "02-008-0013_p0098",
      "zh_CN": "不应当有，想到我要想生西方极乐世界，西方极乐世界人没有嫉妒的，没有发脾气的；不要说西方世界人没有『瞋恚嫉妒』，告诉诸位，初禅天以上的就没有瞋恚了。如果你们对于大、小乘教理稍稍通达一点，这个欲界才有，这是属于思惑。三界总共有八十八品，欲界里面，见思烦恼十条统统具足，色界里面瞋恚就没有了，我们想想很有道理。色界怎么去的？禅定去的，那个人常常发脾气，还能有禅定吗？当然就没有禅定了，所以色界天人不会发脾气，一发脾气，他禅定就没有了。初禅以上都没有瞋恚，西方极乐世界人怎么会发脾气？怎么会有嫉妒心？不会有的。这是我们想到西方极乐世界，要记住，不能有嫉妒心，不能发脾气，才能与西方极乐世界相应。",
      "zh_TW": "不應當有，想到我要想生西方極樂世界，西方極樂世界人沒有嫉妒的，沒有發脾氣的；不要說西方世界人沒有『瞋恚嫉妒』，告訴諸位，初禪天以上的就沒有瞋恚了。如果你們對於大、小乘教理稍稍通達一點，這個欲界才有，這是屬於思惑。三界總共有八十八品，欲界裡面，見思煩惱十條統統具足，色界裡面瞋恚就沒有了，我們想想很有道理。色界怎麼去的？禪定去的，那個人常常發脾氣，還能有禪定嗎？當然就沒有禪定了，所以色界天人不會發脾氣，一發脾氣，他禪定就沒有了。初禪以上都沒有瞋恚，西方極樂世界人怎麼會發脾氣？怎麼會有嫉妒心？不會有的。這是我們想到西方極樂世界，要記住，不能有嫉妒心，不能發脾氣，才能與西方極樂世界相應。"
    },
    {
      "id": "02-008-0013_p0099",
      "zh_CN": "【不得贪餮悭惜。】",
      "zh_TW": "【不得貪餮慳惜。】"
    },
    {
      "id": "02-008-0013_p0100",
      "zh_CN": "『贪餮』是什么？是饮食，特别指贪的是饮食，这是人之所好！这个不贪心，没有这个贪。『悭惜』是吝啬。实在讲，主要是讲悭贪，于一切法都不可以悭贪。",
      "zh_TW": "『貪餮』是什麼？是飲食，特別指貪的是飲食，這是人之所好！這個不貪心，沒有這個貪。『慳惜』是吝嗇。實在講，主要是講慳貪，於一切法都不可以慳貪。"
    },
    {
      "id": "02-008-0013_p0101",
      "zh_CN": "【不得中悔。】",
      "zh_TW": "【不得中悔。】"
    },
    {
      "id": "02-008-0013_p0102",
      "zh_CN": "『中悔』是你修学这个法门之后，听说别的法门好，又后悔了，这就错了，大错特错。依照这个法门修学，决定不后悔，不管什么人来给我说法，甚至于十方诸佛来劝我还有法门比这个更好的，我也不后悔。心真正定了，这才决定成就。",
      "zh_TW": "『中悔』是你修學這個法門之後，聽說別的法門好，又後悔了，這就錯了，大錯特錯。依照這個法門修學，決定不後悔，不管什麼人來給我說法，甚至於十方諸佛來勸我還有法門比這個更好的，我也不後悔。心真正定了，這才決定成就。"
    },
    {
      "id": "02-008-0013_p0103",
      "zh_CN": "【不得狐疑。】",
      "zh_TW": "【不得狐疑。】"
    },
    {
      "id": "02-008-0013_p0104",
      "zh_CN": "没有疑，没有悔，这都是很重要的先决条件。下面教我们修世间善法。",
      "zh_TW": "沒有疑，沒有悔，這都是很重要的先決條件。下面教我們修世間善法。"
    },
    {
      "id": "02-008-0013_p0105",
      "zh_CN": "【要当孝顺。】",
      "zh_TW": "【要當孝順。】"
    },
    {
      "id": "02-008-0013_p0106",
      "zh_CN": "对于父母要孝顺。",
      "zh_TW": "對於父母要孝順。"
    },
    {
      "id": "02-008-0013_p0107",
      "zh_CN": "【至诚。】",
      "zh_TW": "【至誠。】"
    },
    {
      "id": "02-008-0013_p0108",
      "zh_CN": "对人对事要真诚。",
      "zh_TW": "對人對事要真誠。"
    },
    {
      "id": "02-008-0013_p0109",
      "zh_CN": "【忠信。】",
      "zh_TW": "【忠信。】"
    },
    {
      "id": "02-008-0013_p0110",
      "zh_CN": "对大众一定要讲信。讲信修睦。",
      "zh_TW": "對大眾一定要講信。講信修睦。"
    },
    {
      "id": "02-008-0013_p0111",
      "zh_CN": "【当信佛经语深。当信作善得福。】",
      "zh_TW": "【當信佛經語深。當信作善得福。】"
    },
    {
      "id": "02-008-0013_p0112",
      "zh_CN": "简单讲就是教我们一定要相信因果报应。善决定有善报，恶决定有恶报，因果报应丝毫不爽！如果要想改造我们自己命运，要从断恶修善改起，那才真正有效果。",
      "zh_TW": "簡單講就是教我們一定要相信因果報應。善決定有善報，惡決定有惡報，因果報應絲毫不爽！如果要想改造我們自己命運，要從斷惡修善改起，那才真正有效果。"
    },
    {
      "id": "02-008-0013_p0113",
      "zh_CN": "【奉持如是等法。不得亏失。】",
      "zh_TW": "【奉持如是等法。不得虧失。】"
    },
    {
      "id": "02-008-0013_p0114",
      "zh_CN": "『亏』是亏损，也就是说要把它圆圆满满的做到，不能在这里面打折扣，打折扣就是亏失。",
      "zh_TW": "『虧』是虧損，也就是說要把它圓圓滿滿的做到，不能在這裡面打折扣，打折扣就是虧失。"
    },
    {
      "id": "02-008-0013_p0115",
      "zh_CN": "【思惟熟计。欲得度脱。】",
      "zh_TW": "【思惟熟計。欲得度脫。】"
    },
    {
      "id": "02-008-0013_p0116",
      "zh_CN": "这是智慧，这两句是高度的智慧，就是觉而不迷，所以常常想，我们怎样才能够超越六道轮回，要常常有这个念头，如何能够了生死出三界。人要有这一念，这个人觉悟了，这个人不迷；没有这一念，迷惑颠倒！我们要想真正超越三界，这个身体在这个世间，无量劫来生死轮回，这一生叫最后身，来生不干这个事情，从此以后完全摆脱了，那就得：",
      "zh_TW": "這是智慧，這兩句是高度的智慧，就是覺而不迷，所以常常想，我們怎樣才能夠超越六道輪迴，要常常有這個念頭，如何能夠了生死出三界。人要有這一念，這個人覺悟了，這個人不迷；沒有這一念，迷惑顛倒！我們要想真正超越三界，這個身體在這個世間，無量劫來生死輪迴，這一生叫最後身，來生不幹這個事情，從此以後完全擺脫了，那就得："
    },
    {
      "id": "02-008-0013_p0117",
      "zh_CN": "【昼夜常念。愿欲往生阿弥陀佛清净佛国。】",
      "zh_TW": "【晝夜常念。願欲往生阿彌陀佛清淨佛國。】"
    },
    {
      "id": "02-008-0013_p0118",
      "zh_CN": "这就要真修！",
      "zh_TW": "這就要真修！"
    },
    {
      "id": "02-008-0013_p0119",
      "zh_CN": "【十日十夜。乃至一日一夜。不断绝者。寿终皆得往生其国。】",
      "zh_TW": "【十日十夜。乃至一日一夜。不斷絕者。壽終皆得往生其國。】"
    },
    {
      "id": "02-008-0013_p0120",
      "zh_CN": "『十日十夜』，或者是『一日一夜』，都是指的精进念佛，像我们平常讲的打佛七，就是属于这个法门。你一年念一次可以，一个月念一次也可以。平常没时间念，我在美国旧金山，我上次跟诸位报告的甘贵穗居士，她念的时候，莲花现前，莲花上有她的名字，她也是很忙的人，没有时间念佛。她念佛是不定的，大概一个月念一次，念多久？大概是三天三夜。她一个月念一次，平常不念佛，可是她念得很认真。这三天三夜她不睡眠、不休息，她母亲给她做护法，饮食做好了照顾她，也不叫她，饮食做好了，放在那里，她饿了，自己来吃，有的时候她也不吃。这个人很奇怪，我们一般人做不到，她吃一餐，可以三天不吃；但是她吃一餐吃得很多，三天不吃，也是一个很奇怪的人，所以她念佛念得非常有感应。她不是天天念，她是这个方法念的。",
      "zh_TW": "『十日十夜』，或者是『一日一夜』，都是指的精進念佛，像我們平常講的打佛七，就是屬於這個法門。你一年念一次可以，一個月念一次也可以。平常沒時間念，我在美國舊金山，我上次跟諸位報告的甘貴穗居士，她念的時候，蓮花現前，蓮花上有她的名字，她也是很忙的人，沒有時間念佛。她念佛是不定的，大概一個月念一次，念多久？大概是三天三夜。她一個月念一次，平常不念佛，可是她念得很認真。這三天三夜她不睡眠、不休息，她母親給她做護法，飲食做好了照顧她，也不叫她，飲食做好了，放在那裡，她餓了，自己來吃，有的時候她也不吃。這個人很奇怪，我們一般人做不到，她吃一餐，可以三天不吃；但是她吃一餐吃得很多，三天不吃，也是一個很奇怪的人，所以她念佛念得非常有感應。她不是天天念，她是這個方法念的。"
    },
    {
      "id": "02-008-0013_p0121",
      "zh_CN": "所以我们在美国道场提倡的是每个月念一次，一天一夜，就是二十四小时。因为在美国他们星期六不上班的，星期六休息，星期天休息，两天。所以我们在每个月最后的一个星期，星期五晚上八点钟起香，大家都下班、吃完饭了，开始念佛，念到星期六晚上九点钟回向，整整念二十四小时。这就是此地讲的乃至一日一夜，很有效果，用这个方法来念佛。这就是平常没有什么早晚课的，那边同修早晚课都用十念法，因为他们没有时间。『寿终皆得往生其国』。这些条件要具足，要认真做到，所谓说是「一日一夜，十日十夜」都行。再看第四段，第四段也就是前面这个特别一类的，一心三辈者。",
      "zh_TW": "所以我們在美國道場提倡的是每個月念一次，一天一夜，就是二十四小時。因為在美國他們星期六不上班的，星期六休息，星期天休息，兩天。所以我們在每個月最後的一個星期，星期五晚上八點鐘起香，大家都下班、吃完飯了，開始念佛，念到星期六晚上九點鐘迴向，整整念二十四小時。這就是此地講的乃至一日一夜，很有效果，用這個方法來念佛。這就是平常沒有什麼早晚課的，那邊同修早晚課都用十念法，因為他們沒有時間。『壽終皆得往生其國』。這些條件要具足，要認真做到，所謂說是「一日一夜，十日十夜」都行。再看第四段，第四段也就是前面這個特別一類的，一心三輩者。"
    },
    {
      "id": "02-008-0013_p0122",
      "zh_CN": "【行菩萨道。】",
      "zh_TW": "【行菩薩道。】"
    },
    {
      "id": "02-008-0013_p0123",
      "zh_CN": "这就是前面讲心住大乘者。这不是专修净土的。『行菩萨道』，弘扬大乘佛法的这些人。",
      "zh_TW": "這就是前面講心住大乘者。這不是專修淨土的。『行菩薩道』，弘揚大乘佛法的這些人。"
    },
    {
      "id": "02-008-0013_p0124",
      "zh_CN": "【诸往生者。皆得阿惟越致。皆具金色三十二相。皆当作佛。】",
      "zh_TW": "【諸往生者。皆得阿惟越致。皆具金色三十二相。皆當作佛。】"
    },
    {
      "id": "02-008-0013_p0125",
      "zh_CN": "这是讲的果报。行菩萨道，这一句是讲各宗各派，显、密宗教的那一些大德们。他们平常以大乘佛法教化众生，在临命终时，将他修学功德回向求生净土，统统可以往生。这些往生的人皆得阿惟越致，所以生到西方极乐世界果报平等。『阿惟越致』，是七地以上的菩萨，『皆具金色三十二相，皆当作佛』。",
      "zh_TW": "這是講的果報。行菩薩道，這一句是講各宗各派，顯、密宗教的那一些大德們。他們平常以大乘佛法教化眾生，在臨命終時，將他修學功德迴向求生淨土，統統可以往生。這些往生的人皆得阿惟越致，所以生到西方極樂世界果報平等。『阿惟越致』，是七地以上的菩薩，『皆具金色三十二相，皆當作佛』。"
    },
    {
      "id": "02-008-0013_p0126",
      "zh_CN": "【欲于何方佛国作佛。从心所愿。】",
      "zh_TW": "【欲於何方佛國作佛。從心所願。】"
    },
    {
      "id": "02-008-0013_p0127",
      "zh_CN": "你想到哪个地方去作佛，你愿意到哪里就到哪里。实在讲，此地这个愿是佛对我们说的；其实，有没有愿？没有，没有愿。到哪里去作佛？是感应道交。众生有感，菩萨就有应，应以佛身而度化之，他自自然然就现佛身。他实实在在讲没有作意，决定不用心意识；十方世界哪个地方众生与他有缘，他自然就应化去了。",
      "zh_TW": "你想到哪個地方去作佛，你願意到哪裡就到哪裡。實在講，此地這個願是佛對我們說的；其實，有沒有願？沒有，沒有願。到哪裡去作佛？是感應道交。眾生有感，菩薩就有應，應以佛身而度化之，他自自然然就現佛身。他實實在在講沒有作意，決定不用心意識；十方世界哪個地方眾生與他有緣，他自然就應化去了。"
    },
    {
      "id": "02-008-0013_p0128",
      "zh_CN": "【随其精进早晚。求道不休。会当得之。不失其所愿也。】",
      "zh_TW": "【隨其精進早晚。求道不休。會當得之。不失其所願也。】"
    },
    {
      "id": "02-008-0013_p0129",
      "zh_CN": "这就说明到西方极乐世界，成佛早晚不同，不同的原因？有人很精进，他就早一天成佛；有的人就不十分精进，他成佛就比较晚，但是不管是早晚，绝对不会退转。",
      "zh_TW": "這就說明到西方極樂世界，成佛早晚不同，不同的原因？有人很精進，他就早一天成佛；有的人就不十分精進，他成佛就比較晚，但是不管是早晚，絕對不會退轉。"
    },
    {
      "id": "02-008-0013_p0130",
      "zh_CN": "【阿难。以此义利故。】",
      "zh_TW": "【阿難。以此義利故。】"
    },
    {
      "id": "02-008-0013_p0131",
      "zh_CN": "后面这一段是结劝，劝勉我们。阿难是我们的代表，叫着阿难说『以此义利故』。义是道理，利是利益！道理非常的圆满，绝对不是假的；利益就是真的。利是讲的事，义是讲的理，理事都圆满。",
      "zh_TW": "後面這一段是結勸，勸勉我們。阿難是我們的代表，叫著阿難說『以此義利故』。義是道理，利是利益！道理非常的圓滿，絕對不是假的；利益就是真的。利是講的事，義是講的理，理事都圓滿。"
    },
    {
      "id": "02-008-0013_p0132",
      "zh_CN": "【无量无数不可思议无有等等无边世界。诸佛如来。皆共称赞无量寿佛所有功德。】",
      "zh_TW": "【無量無數不可思議無有等等無邊世界。諸佛如來。皆共稱讚無量壽佛所有功德。】"
    },
    {
      "id": "02-008-0013_p0133",
      "zh_CN": "十方诸佛都赞叹阿弥陀佛，十方诸佛都为众生宣讲《无量寿经》，劝大家求生西方极乐世界，为什么？就为了这个义利，为这个道理，为了这个利益，这个事实！一切诸佛都共称赞，这是其他经上没有的；其他经上没有一切诸佛都来赞叹的，没有，唯独这部经，唯独这个法门。我们再看底下一章。底下一章大致的意思是说西方极乐世界日常生活的活动状况，这很有味道，这很好懂。",
      "zh_TW": "十方諸佛都讚歎阿彌陀佛，十方諸佛都為眾生宣講《無量壽經》，勸大家求生西方極樂世界，為什麼？就為了這個義利，為這個道理，為了這個利益，這個事實！一切諸佛都共稱讚，這是其他經上沒有的；其他經上沒有一切諸佛都來讚歎的，沒有，唯獨這部經，唯獨這個法門。我們再看底下一章。底下一章大致的意思是說西方極樂世界日常生活的活動狀況，這很有味道，這很好懂。"
    },
    {
      "id": "02-008-0013_p0134",
      "zh_CN": "【复次阿难。十方世界诸菩萨众。】",
      "zh_TW": "【復次阿難。十方世界諸菩薩眾。】"
    },
    {
      "id": "02-008-0013_p0135",
      "zh_CN": "这一开头给我们说他方菩萨到西方极乐世界去供养阿弥陀佛。菩萨有能力，听说佛讲阿弥陀佛，他们知道了，马上就飞行到极乐世界去拜访阿弥陀佛，去供养阿弥陀佛，这讲他们去的。",
      "zh_TW": "這一開頭給我們說他方菩薩到西方極樂世界去供養阿彌陀佛。菩薩有能力，聽說佛講阿彌陀佛，他們知道了，馬上就飛行到極樂世界去拜訪阿彌陀佛，去供養阿彌陀佛，這講他們去的。"
    },
    {
      "id": "02-008-0013_p0136",
      "zh_CN": "【为欲瞻礼。极乐世界。无量寿佛。各以香华幢幡宝盖。往诣佛所。恭敬供养。听受经法。】",
      "zh_TW": "【為欲瞻禮。極樂世界。無量壽佛。各以香華幢幡寶蓋。往詣佛所。恭敬供養。聽受經法。】"
    },
    {
      "id": "02-008-0013_p0137",
      "zh_CN": "这是十方菩萨，可以说是不断的，在西方世界很热闹。虽然热闹，不失清净心，这个好！我们今天是热闹，清净心没有了，所以这不可以的；热闹不失清净心，可以的，那是理事无碍，叫无障碍！我们这一热闹，心动了，这就有障碍。所以这心不动，像《金刚经》上讲的「不取于相，如如不动」，那就没有障碍了，才可以入无障碍的法界。他们去供养阿弥陀佛，听阿弥陀佛说法，听完之后，然后再回到自己世界里面去宣扬。底下讲：",
      "zh_TW": "這是十方菩薩，可以說是不斷的，在西方世界很熱鬧。雖然熱鬧，不失清淨心，這個好！我們今天是熱鬧，清淨心沒有了，所以這不可以的；熱鬧不失清淨心，可以的，那是理事無礙，叫無障礙！我們這一熱鬧，心動了，這就有障礙。所以這心不動，像《金剛經》上講的「不取於相，如如不動」，那就沒有障礙了，才可以入無障礙的法界。他們去供養阿彌陀佛，聽阿彌陀佛說法，聽完之後，然後再回到自己世界裡面去宣揚。底下講："
    },
    {
      "id": "02-008-0013_p0138",
      "zh_CN": "【宣布道化。】",
      "zh_TW": "【宣布道化。】"
    },
    {
      "id": "02-008-0013_p0139",
      "zh_CN": "他回到他自己国土里面去宣传流布。",
      "zh_TW": "他回到他自己國土裡面去宣傳流布。"
    },
    {
      "id": "02-008-0013_p0140",
      "zh_CN": "【称赞佛土功德庄严。】",
      "zh_TW": "【稱讚佛土功德莊嚴。】"
    },
    {
      "id": "02-008-0013_p0141",
      "zh_CN": "把阿弥陀佛教给他的，他能够辗转教化众生，同时他到西方极乐世界去过了，所以他也把实际的状况为一切众生说明，这就是『称赞佛土功德庄严』。",
      "zh_TW": "把阿彌陀佛教給他的，他能夠輾轉教化眾生，同時他到西方極樂世界去過了，所以他也把實際的狀況為一切眾生說明，這就是『稱讚佛土功德莊嚴』。"
    },
    {
      "id": "02-008-0013_p0142",
      "zh_CN": "【尔时世尊即说颂曰。】",
      "zh_TW": "【爾時世尊即說頌曰。】"
    },
    {
      "id": "02-008-0013_p0143",
      "zh_CN": "这底下的偈颂，前面一段是本师释迦牟尼佛赞叹这些菩萨们。",
      "zh_TW": "這底下的偈頌，前面一段是本師釋迦牟尼佛讚歎這些菩薩們。"
    },
    {
      "id": "02-008-0013_p0144",
      "zh_CN": "【东方诸佛刹。数如恒河沙。恒沙菩萨众。往礼无量寿。】",
      "zh_TW": "【東方諸佛剎。數如恒河沙。恒沙菩薩眾。往禮無量壽。】"
    },
    {
      "id": "02-008-0013_p0145",
      "zh_CN": "这首偈说明东方这么多的菩萨到西方极乐世界去拜阿弥陀佛，比我们现在到大陆上朝山有意义得多，诸位要朝山应当到西方极乐世界去朝去。",
      "zh_TW": "這首偈說明東方這麼多的菩薩到西方極樂世界去拜阿彌陀佛，比我們現在到大陸上朝山有意義得多，諸位要朝山應當到西方極樂世界去朝去。"
    },
    {
      "id": "02-008-0013_p0146",
      "zh_CN": "【南西北四维。上下亦复然。】",
      "zh_TW": "【南西北四維。上下亦復然。】"
    },
    {
      "id": "02-008-0013_p0147",
      "zh_CN": "这总说十方世界无量无边的这些菩萨众。",
      "zh_TW": "這總說十方世界無量無邊的這些菩薩眾。"
    },
    {
      "id": "02-008-0013_p0148",
      "zh_CN": "【咸以尊重心。奉诸珍妙供。】",
      "zh_TW": "【咸以尊重心。奉諸珍妙供。】"
    },
    {
      "id": "02-008-0013_p0149",
      "zh_CN": "到那里去见佛，总要带一点礼物，这个礼物就是供养，表一表自己的敬心，恭敬心，就这个意思，这是供养。这个地方只讲的财供养，也就是说物质上的供养。前面讲的香、华、幢幡、宝盖都是物质上的供养，下面就是法供养。",
      "zh_TW": "到那裡去見佛，總要帶一點禮物，這個禮物就是供養，表一表自己的敬心，恭敬心，就這個意思，這是供養。這個地方只講的財供養，也就是說物質上的供養。前面講的香、華、幢幡、寶蓋都是物質上的供養，下面就是法供養。"
    },
    {
      "id": "02-008-0013_p0150",
      "zh_CN": "【畅发和雅音。歌叹最胜尊。】",
      "zh_TW": "【暢發和雅音。歌歎最勝尊。】"
    },
    {
      "id": "02-008-0013_p0151",
      "zh_CN": "这是以歌赞叹阿弥陀佛的功德。『最胜尊』就是无量寿佛，我们本师赞为「光中极尊，佛中之王」，所以阿弥陀佛是最胜尊。",
      "zh_TW": "這是以歌讚歎阿彌陀佛的功德。『最勝尊』就是無量壽佛，我們本師讚為「光中極尊，佛中之王」，所以阿彌陀佛是最勝尊。"
    },
    {
      "id": "02-008-0013_p0152",
      "zh_CN": "【究达神通慧。游入深法门。】",
      "zh_TW": "【究達神通慧。遊入深法門。】"
    },
    {
      "id": "02-008-0013_p0153",
      "zh_CN": "这是赞佛之德。『究』是究竟，『达』是通达，就是究竟圆满的神通智慧。『游入深法门』，游入是非常自在，于一切甚深法门，佛都得大自在了。这两句是赞佛德。",
      "zh_TW": "這是讚佛之德。『究』是究竟，『達』是通達，就是究竟圓滿的神通智慧。『遊入深法門』，遊入是非常自在，於一切甚深法門，佛都得大自在了。這兩句是讚佛德。"
    },
    {
      "id": "02-008-0013_p0154",
      "zh_CN": "【闻佛圣德名。安隐得大利。】",
      "zh_TW": "【聞佛聖德名。安隱得大利。】"
    },
    {
      "id": "02-008-0013_p0155",
      "zh_CN": "这两句是赞叹名号功德不可思议，就是南无阿弥陀佛，这是『圣德名』。凡是听到这一句佛号的人，可以说他安安稳稳得到最殊胜的利益；如果是一心称念，决心求生净土，那他就一生成佛。这个利益无量无边，即使是不懂得佛法，听到这个名号，或者看到阿弥陀佛的像，或者是看到阿弥陀佛这个名字，一历耳根，永为道种。跟阿弥陀佛结下这个缘，将来多生多劫之后，这个缘成熟，他决定往生。所以名号的利益不可思议。这是赞叹名号。",
      "zh_TW": "這兩句是讚歎名號功德不可思議，就是南無阿彌陀佛，這是『聖德名』。凡是聽到這一句佛號的人，可以說他安安穩穩得到最殊勝的利益；如果是一心稱念，決心求生淨土，那他就一生成佛。這個利益無量無邊，即使是不懂得佛法，聽到這個名號，或者看到阿彌陀佛的像，或者是看到阿彌陀佛這個名字，一歷耳根，永為道種。跟阿彌陀佛結下這個緣，將來多生多劫之後，這個緣成熟，他決定往生。所以名號的利益不可思議。這是讚歎名號。"
    },
    {
      "id": "02-008-0013_p0156",
      "zh_CN": "【种种供养中。勤修无懈倦。】",
      "zh_TW": "【種種供養中。勤修無懈倦。】"
    },
    {
      "id": "02-008-0013_p0157",
      "zh_CN": "这两句是赞叹如法修行。一切供养当中，『勤修』，如法修行这是第一。『无懈倦』，是精进。勇猛精进，依教修行，这赞叹这桩事情。",
      "zh_TW": "這兩句是讚歎如法修行。一切供養當中，『勤修』，如法修行這是第一。『無懈倦』，是精進。勇猛精進，依教修行，這讚歎這樁事情。"
    },
    {
      "id": "02-008-0013_p0158",
      "zh_CN": "【观彼殊胜刹。微妙难思议。功德普庄严。诸佛国难比。】",
      "zh_TW": "【觀彼殊勝剎。微妙難思議。功德普莊嚴。諸佛國難比。】"
    },
    {
      "id": "02-008-0013_p0159",
      "zh_CN": "这首四句是赞叹西方极乐世界国土。西方世界依正庄严，都不是诸佛刹土能够相比的。",
      "zh_TW": "這首四句是讚歎西方極樂世界國土。西方世界依正莊嚴，都不是諸佛剎土能夠相比的。"
    },
    {
      "id": "02-008-0013_p0160",
      "zh_CN": "【因发无上心。愿速成菩提。】",
      "zh_TW": "【因發無上心。願速成菩提。】"
    },
    {
      "id": "02-008-0013_p0161",
      "zh_CN": "这两句是说十方菩萨到西方极乐世界去参礼阿弥陀佛，实际上见到西方极乐世界依正庄严，各个都修念佛法门，各个都求生净土，希望早一天成佛。『愿速成菩提』，菩提就是成圆满的佛果。这是赞叹这些菩萨，实际上见到境界，发了大心。前面是佛劝的，这是他亲自见到的，这个发心是最真实不过。",
      "zh_TW": "這兩句是說十方菩薩到西方極樂世界去參禮阿彌陀佛，實際上見到西方極樂世界依正莊嚴，各個都修念佛法門，各個都求生淨土，希望早一天成佛。『願速成菩提』，菩提就是成圓滿的佛果。這是讚歎這些菩薩，實際上見到境界，發了大心。前面是佛勸的，這是他親自見到的，這個發心是最真實不過。"
    },
    {
      "id": "02-008-0013_p0162",
      "zh_CN": "【应时无量尊。微笑现金容。】",
      "zh_TW": "【應時無量尊。微笑現金容。】"
    },
    {
      "id": "02-008-0013_p0163",
      "zh_CN": "这以下是说，菩萨们与阿弥陀佛感应道交，阿弥陀佛看到十方菩萨来参礼、来供养，非常的欢喜，『微笑现金容』，就是欢喜。阿弥陀佛欢喜。",
      "zh_TW": "這以下是說，菩薩們與阿彌陀佛感應道交，阿彌陀佛看到十方菩薩來參禮、來供養，非常的歡喜，『微笑現金容』，就是歡喜。阿彌陀佛歡喜。"
    },
    {
      "id": "02-008-0013_p0164",
      "zh_CN": "【光明从口出。遍照十方国。回光还绕佛。三匝从顶入。】",
      "zh_TW": "【光明從口出。遍照十方國。迴光還繞佛。三匝從頂入。】"
    },
    {
      "id": "02-008-0013_p0165",
      "zh_CN": "这是说佛放光加持，这个光明普照！十方菩萨蒙佛光加持，灭罪增福，不但是福增长，慧也增长。光从口出，这是表说法。没有说法之前，口中放光，后面一定说法。后头果然阿弥陀佛有说法。这是没说法之前，先放光明。『照十方国』，这是表示净土法门流布十方。然后光又回来，这是表示一切法门回归净土，表这个意思。所谓是千经万论处处指归，到后来统统归到净土。归到净土的，光绕三匝，从佛顶入，代表这个法门是顶法，顶是至高无上！",
      "zh_TW": "這是說佛放光加持，這個光明普照！十方菩薩蒙佛光加持，滅罪增福，不但是福增長，慧也增長。光從口出，這是表說法。沒有說法之前，口中放光，後面一定說法。後頭果然阿彌陀佛有說法。這是沒說法之前，先放光明。『照十方國』，這是表示淨土法門流布十方。然後光又回來，這是表示一切法門回歸淨土，表這個意思。所謂是千經萬論處處指歸，到後來統統歸到淨土。歸到淨土的，光繞三匝，從佛頂入，代表這個法門是頂法，頂是至高無上！"
    },
    {
      "id": "02-008-0013_p0166",
      "zh_CN": "所以在前面，我特别提醒诸位，现在密宗在全世界非常盛行，我们本经可以说是密宗的经典，无上的密法。你把这个经从头到尾念一遍，就是阿弥陀佛、十方诸佛给你灌顶一次；你一天念十遍，就是给你灌十次顶，这真的！所以灌顶这个意义一定要清楚。什么叫做灌顶，不是说拿一点水在你头上洒一洒，那叫灌顶，那是形式！那个形式我常说，我们每天晚上洗澡，淋浴灌一下，那灌得多舒服。那形式。",
      "zh_TW": "所以在前面，我特別提醒諸位，現在密宗在全世界非常盛行，我們本經可以說是密宗的經典，無上的密法。你把這個經從頭到尾念一遍，就是阿彌陀佛、十方諸佛給你灌頂一次；你一天念十遍，就是給你灌十次頂，這真的！所以灌頂這個意義一定要清楚。什麼叫做灌頂，不是說拿一點水在你頭上灑一灑，那叫灌頂，那是形式！那個形式我常說，我們每天晚上洗澡，淋浴灌一下，那灌得多舒服。那形式。"
    },
    {
      "id": "02-008-0013_p0167",
      "zh_CN": "黄念祖老居士他是密宗的金刚上师，他学的东西多，他是个通家，不容易！他禅、净、密、教都通，实在讲精通！这不容易，他是真正金刚上师。所以他注这个经里头，他的注解，密宗的理论注得很多，密法。灌，是慈悲护念的意思；顶，就是如来的顶法，至高无上的法门。佛大慈大悲护持你，使你得到至高无上的顶法，这叫做灌顶。这个经就是至高无上的顶法。我们念一遍，十方诸佛护念，这就是灌顶的意思，是真实灌顶，我们一定要知道。",
      "zh_TW": "黃念祖老居士他是密宗的金剛上師，他學的東西多，他是個通家，不容易！他禪、淨、密、教都通，實在講精通！這不容易，他是真正金剛上師。所以他註這個經裡頭，他的註解，密宗的理論註得很多，密法。灌，是慈悲護念的意思；頂，就是如來的頂法，至高無上的法門。佛大慈大悲護持你，使你得到至高無上的頂法，這叫做灌頂。這個經就是至高無上的頂法。我們念一遍，十方諸佛護念，這就是灌頂的意思，是真實灌頂，我們一定要知道。"
    },
    {
      "id": "02-008-0013_p0168",
      "zh_CN": "所以这个法门确实显密、宗教统统包括了，学这个法门，一切法统统都学了。所以我以前讲《华严》，《华严》里头有很多东西很难讲，因为自己没有入境界，看注解，照注解讲是讲出来了，实际上自己不懂。《华严》讲的无碍境界，「一即是多，多即是一」，怎么个讲法？到以后看到这个才明了了，一即是多，一是什么？《无量寿经》是一，一切经是多，这个经就是一切经，一切经就是《无量寿经》，才真正搞明白了；再把它缩小一点，一就是一句阿弥陀佛，多就是一切法，无量无边一切法门是多，无量无边一切法门到后来都归一句阿弥陀佛，这才把事事无碍真正体会到一些，所以才晓得这个法门的殊胜。",
      "zh_TW": "所以這個法門確實顯密、宗教統統包括了，學這個法門，一切法統統都學了。所以我以前講《華嚴》，《華嚴》裡頭有很多東西很難講，因為自己沒有入境界，看註解，照註解講是講出來了，實際上自己不懂。《華嚴》講的無礙境界，「一即是多，多即是一」，怎麼個講法？到以後看到這個才明瞭了，一即是多，一是什麼？《無量壽經》是一，一切經是多，這個經就是一切經，一切經就是《無量壽經》，才真正搞明白了；再把它縮小一點，一就是一句阿彌陀佛，多就是一切法，無量無邊一切法門是多，無量無邊一切法門到後來都歸一句阿彌陀佛，這才把事事無礙真正體會到一些，所以才曉得這個法門的殊勝。"
    },
    {
      "id": "02-008-0013_p0169",
      "zh_CN": "所以今天无论什么人请我讲经，我一切大乘经都不讲，原因是什么？我找到一了！你们想听别的法门，法师很多，他们都在讲，请他们去讲去，我不讲了，我只讲一，这个诸位一定要晓得。因为什么？我自己决心求生净土，我绝对不让自己打闲岔；我讲这个经也是赞叹西方依正庄严，心里也是忆念西方依正庄严，我忆佛念佛不相妨碍！我在这里还是忆佛念佛，二六时中没有中断。讲别的免不了要夹杂，夹杂就是中断。",
      "zh_TW": "所以今天無論什麼人請我講經，我一切大乘經都不講，原因是什麼？我找到一了！你們想聽別的法門，法師很多，他們都在講，請他們去講去，我不講了，我只講一，這個諸位一定要曉得。因為什麼？我自己決心求生淨土，我絕對不讓自己打閒岔；我講這個經也是讚歎西方依正莊嚴，心裡也是憶念西方依正莊嚴，我憶佛念佛不相妨礙！我在這裡還是憶佛念佛，二六時中沒有中斷。講別的免不了要夾雜，夾雜就是中斷。"
    },
    {
      "id": "02-008-0013_p0170",
      "zh_CN": "【菩萨见此光。即证不退位。时会一切众。互庆生欢喜。】",
      "zh_TW": "【菩薩見此光。即證不退位。時會一切眾。互慶生歡喜。】"
    },
    {
      "id": "02-008-0013_p0171",
      "zh_CN": "这佛光一加持，圆证三不退。所以不但菩萨欢喜，与会的大众，西方极乐世界阿弥陀佛的弟子，看到这么多人接受阿弥陀佛的加持，没有一个不欢喜。『时会一切众』，就是当时法会，他方来的菩萨，极乐世界的菩萨，没有一个不欢喜，彼此都互相庆贺，人人圆证三不退。所以从这个地方看到西方极乐世界，他们日常活动的情况。下面是阿弥陀佛说法，文字虽然不长，义理非常的玄妙，也非常的完备，是用偈颂说的。世尊为我们转说，转说如同阿弥陀佛自己说没有两样。今天时间到了，我们就讲到此地。",
      "zh_TW": "這佛光一加持，圓證三不退。所以不但菩薩歡喜，與會的大眾，西方極樂世界阿彌陀佛的弟子，看到這麼多人接受阿彌陀佛的加持，沒有一個不歡喜。『時會一切眾』，就是當時法會，他方來的菩薩，極樂世界的菩薩，沒有一個不歡喜，彼此都互相慶賀，人人圓證三不退。所以從這個地方看到西方極樂世界，他們日常活動的情況。下面是阿彌陀佛說法，文字雖然不長，義理非常的玄妙，也非常的完備，是用偈頌說的。世尊為我們轉說，轉說如同阿彌陀佛自己說沒有兩樣。今天時間到了，我們就講到此地。"
    }
  ]
}