{
  "doc_id": "02-008-0017",
  "title": {
    "zh_CN": "大乘无量寿经（当生成就第一法门）",
    "zh_TW": "大乘無量壽經（當生成就第一法門）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "02-008-0017",
  "total_paragraphs": 171,
  "paragraphs": [
    {
      "id": "02-008-0017_p0001",
      "zh_CN": "请掀开经本第六十六面第六行。「心得开明第三十四」。这一章是弥勒菩萨接受释迦牟尼佛的教诲之后，心地完全开悟明达。当然这都是佛菩萨示现给我们看的，作为我们修学的榜样。",
      "zh_TW": "請掀開經本第六十六面第六行。「心得開明第三十四」。這一章是彌勒菩薩接受釋迦牟尼佛的教誨之後，心地完全開悟明達。當然這都是佛菩薩示現給我們看的，作為我們修學的榜樣。"
    },
    {
      "id": "02-008-0017_p0002",
      "zh_CN": "在本经从三十三章，就是上一次讲的，三十三到三十七这五章是我们修行的依据。「修行」，这两个字的意思一定要搞清楚。修是修正，行是行为。我们的行为有了错误要把它修正过来，这叫做修行。行为，善恶邪正一定要有一个标准，这五章经文实实在在就是标准。所以常常读这段经文，拿这段经文来检点我们自己的身心，我们的想法、看法、做法是不是跟佛说的一样，这叫做真正的修行。请看经文。",
      "zh_TW": "在本經從三十三章，就是上一次講的，三十三到三十七這五章是我們修行的依據。「修行」，這兩個字的意思一定要搞清楚。修是修正，行是行為。我們的行為有了錯誤要把它修正過來，這叫做修行。行為，善惡邪正一定要有一個標準，這五章經文實實在在就是標準。所以常常讀這段經文，拿這段經文來檢點我們自己的身心，我們的想法、看法、做法是不是跟佛說的一樣，這叫做真正的修行。請看經文。"
    },
    {
      "id": "02-008-0017_p0003",
      "zh_CN": "【弥勒白言。佛语教戒。甚深甚善。皆蒙慈恩解脱忧苦。佛为法王。尊超群圣。光明彻照。洞达无极。普为一切天人之师。今得值佛。复闻无量寿声。靡不欢喜。心得开明。】",
      "zh_TW": "【彌勒白言。佛語教戒。甚深甚善。皆蒙慈恩解脫憂苦。佛為法王。尊超群聖。光明徹照。洞達無極。普為一切天人之師。今得值佛。復聞無量壽聲。靡不歡喜。心得開明。】"
    },
    {
      "id": "02-008-0017_p0004",
      "zh_CN": "这部经后半部是弥勒菩萨当机，特别是前一章世尊慈悲教戒，弥勒菩萨听了之后有很深的领悟。所以在此地一开端他就说『佛语教戒甚深』，是从理上讲，佛讲的道理很深；『甚善』是从方法上说，佛教给我们的方法，可以说是善到极处，儒家讲「止于至善」。『皆蒙慈恩解脱忧苦』，这个「皆」是指一切众生凡是有缘遇到佛的，尤其是有缘遇到这一个法会。这一个法会在佛一生当中，是最殊胜的一次法会。因为所说的是究竟圆满的法门，正是古人所讲的第一经！所以这个法会非常希有，遇到了必定解脱忧苦，一定会达到的。下面这是赞佛。",
      "zh_TW": "這部經後半部是彌勒菩薩當機，特別是前一章世尊慈悲教戒，彌勒菩薩聽了之後有很深的領悟。所以在此地一開端他就說『佛語教戒甚深』，是從理上講，佛講的道理很深；『甚善』是從方法上說，佛教給我們的方法，可以說是善到極處，儒家講「止於至善」。『皆蒙慈恩解脫憂苦』，這個「皆」是指一切眾生凡是有緣遇到佛的，尤其是有緣遇到這一個法會。這一個法會在佛一生當中，是最殊勝的一次法會。因為所說的是究竟圓滿的法門，正是古人所講的第一經！所以這個法會非常希有，遇到了必定解脫憂苦，一定會達到的。下面這是讚佛。"
    },
    {
      "id": "02-008-0017_p0005",
      "zh_CN": "『佛为法王，尊超群圣』。群圣是指十地菩萨，三贤十圣，佛超越十圣。『光明彻照，洞达无极』，这是说佛的智慧，佛的教化。『普为一切天人之师』，这是讲的大千世界都是佛的教区，六道众生都是佛的学生。『今得值佛』，这一句话我们不能够轻易把它看过。佛在大小乘经上都讲「人身难得，佛法难闻」，今得值佛就是遇到佛闻法。得人身又能闻佛法，这谈何容易？实实在在不容易。『复闻无量寿声』，这是难上之难。见佛闻法难，能闻到无量寿声，就是听到这部经，这是第一希有，难中之难。可以说是自己无量劫来的善根成熟，又蒙三宝加持，才有这样希有的因缘。这不是普通因缘，所以『靡不欢喜』，没有一个不欢喜的。",
      "zh_TW": "『佛為法王，尊超群聖』。群聖是指十地菩薩，三賢十聖，佛超越十聖。『光明徹照，洞達無極』，這是說佛的智慧，佛的教化。『普為一切天人之師』，這是講的大千世界都是佛的教區，六道眾生都是佛的學生。『今得值佛』，這一句話我們不能夠輕易把它看過。佛在大小乘經上都講「人身難得，佛法難聞」，今得值佛就是遇到佛聞法。得人身又能聞佛法，這談何容易？實實在在不容易。『復聞無量壽聲』，這是難上之難。見佛聞法難，能聞到無量壽聲，就是聽到這部經，這是第一希有，難中之難。可以說是自己無量劫來的善根成熟，又蒙三寶加持，才有這樣希有的因緣。這不是普通因緣，所以『靡不歡喜』，沒有一個不歡喜的。"
    },
    {
      "id": "02-008-0017_p0006",
      "zh_CN": "『心得开明』，这一句话说得好！弥勒是等觉菩萨，难道在过去这个心都没有开明吗？开是开悟，明是明了，等觉菩萨还没开悟，还没明了吗？真的，这不是假的。等觉菩萨很多！听到这个法门的不多。听到这个法门没有不念佛求生净土，马上就圆成佛道；没有听到这个法门，那还得作菩萨！所以华严会上末后善财童子证得等觉位，善财童子在华严会上参访摩耶夫人以后，他就是等觉菩萨了，普贤菩萨还以十大愿王劝他求生净土。所以等觉菩萨听到这个法门，才算真正心得开明，这是我们要把它认识清楚。为什么？唯独这个方法一生圆满成佛，除这个方法，一生圆满成佛是做不到的。",
      "zh_TW": "『心得開明』，這一句話說得好！彌勒是等覺菩薩，難道在過去這個心都沒有開明嗎？開是開悟，明是明瞭，等覺菩薩還沒開悟，還沒明瞭嗎？真的，這不是假的。等覺菩薩很多！聽到這個法門的不多。聽到這個法門沒有不念佛求生淨土，馬上就圓成佛道；沒有聽到這個法門，那還得作菩薩！所以華嚴會上末後善財童子證得等覺位，善財童子在華嚴會上參訪摩耶夫人以後，他就是等覺菩薩了，普賢菩薩還以十大願王勸他求生淨土。所以等覺菩薩聽到這個法門，才算真正心得開明，這是我們要把它認識清楚。為什麼？唯獨這個方法一生圓滿成佛，除這個方法，一生圓滿成佛是做不到的。"
    },
    {
      "id": "02-008-0017_p0007",
      "zh_CN": "或者说成佛。我们教下常讲，佛有四种佛。有藏教佛、通教佛、别教佛，这三种佛他可以成，唯独圆教之佛要到西方极乐世界才能成就。因为等觉菩萨，说实在话，他们所证超过三教诸佛。藏通不必说了，别教佛他的地位只能跟圆教第二行位的菩萨等齐，因为别教初地才破无明。破一品无明，证一分法身，十地则破了十品无明，等觉又破一品无明，成佛是妙觉，再破一品无明，总共破十二品无明；无明总共四十一品，他才破十二品，别教佛。所以圆教的等觉菩萨超过他太多太多了。可是圆教要成佛，你看看《华严经》上，统统到西方极乐世界。所以此地『心得开明』这一句我们决定不能够把它疏忽，这是等觉菩萨彻底开悟！如果我们读到这个经文，从今天起死心塌地念佛求生净土，你也跟等觉菩萨没有两样，心得开明，彻底觉悟了。",
      "zh_TW": "或者說成佛。我們教下常講，佛有四種佛。有藏教佛、通教佛、別教佛，這三種佛他可以成，唯獨圓教之佛要到西方極樂世界才能成就。因為等覺菩薩，說實在話，他們所證超過三教諸佛。藏通不必說了，別教佛他的地位只能跟圓教第二行位的菩薩等齊，因為別教初地才破無明。破一品無明，證一分法身，十地則破了十品無明，等覺又破一品無明，成佛是妙覺，再破一品無明，總共破十二品無明；無明總共四十一品，他才破十二品，別教佛。所以圓教的等覺菩薩超過他太多太多了。可是圓教要成佛，你看看《華嚴經》上，統統到西方極樂世界。所以此地『心得開明』這一句我們決定不能夠把它疏忽，這是等覺菩薩徹底開悟！如果我們讀到這個經文，從今天起死心塌地念佛求生淨土，你也跟等覺菩薩沒有兩樣，心得開明，徹底覺悟了。"
    },
    {
      "id": "02-008-0017_p0008",
      "zh_CN": "【佛告弥勒。】",
      "zh_TW": "【佛告彌勒。】"
    },
    {
      "id": "02-008-0017_p0009",
      "zh_CN": "当然佛听到弥勒菩萨这个话非常欢喜，真正是难得！再告诉弥勒。",
      "zh_TW": "當然佛聽到彌勒菩薩這個話非常歡喜，真正是難得！再告訴彌勒。"
    },
    {
      "id": "02-008-0017_p0010",
      "zh_CN": "【敬于佛者。是为大善。】",
      "zh_TW": "【敬於佛者。是為大善。】"
    },
    {
      "id": "02-008-0017_p0011",
      "zh_CN": "什么叫敬佛？我们这些学佛的人对佛敬不敬？给诸位说，不算敬佛，为什么？佛教给我们的，我们没做到，那怎么能算敬？佛给我们讲的，我们听也没听清楚，可见得这个敬佛不太容易。",
      "zh_TW": "什麼叫敬佛？我們這些學佛的人對佛敬不敬？給諸位說，不算敬佛，為什麼？佛教給我們的，我們沒做到，那怎麼能算敬？佛給我們講的，我們聽也沒聽清楚，可見得這個敬佛不太容易。"
    },
    {
      "id": "02-008-0017_p0012",
      "zh_CN": "【实当念佛。截断狐疑。】",
      "zh_TW": "【實當念佛。截斷狐疑。】"
    },
    {
      "id": "02-008-0017_p0013",
      "zh_CN": "这才叫真正的敬佛。真正敬佛的人就是老实念佛的人；老实念佛的人是真正敬佛的人，佛知道！『实当念佛』，是实实在在应当要念佛。决定不要怀疑，『截断狐疑』，把你这个狐疑统统断掉。这个狐是比喻，野兽里头狐狸疑心最重，所以我们讲疑，叫做狐疑。要把它断掉，决定不怀疑，这是专门对念佛成佛这个法门来说。",
      "zh_TW": "這才叫真正的敬佛。真正敬佛的人就是老實念佛的人；老實念佛的人是真正敬佛的人，佛知道！『實當念佛』，是實實在在應當要念佛。決定不要懷疑，『截斷狐疑』，把你這個狐疑統統斷掉。這個狐是比喻，野獸裡頭狐狸疑心最重，所以我們講疑，叫做狐疑。要把它斷掉，決定不懷疑，這是專門對念佛成佛這個法門來說。"
    },
    {
      "id": "02-008-0017_p0014",
      "zh_CN": "【拔诸爱欲。杜众恶源。】",
      "zh_TW": "【拔諸愛欲。杜眾惡源。】"
    },
    {
      "id": "02-008-0017_p0015",
      "zh_CN": "前面这一句是对外面境界来说的。对于一切外境，世出世间法，从今不再贪爱了。下面一句是讲内心。内在的贪瞋痴三毒烦恼也把它断掉了。内断烦恼，外拔爱欲。",
      "zh_TW": "前面這一句是對外面境界來說的。對於一切外境，世出世間法，從今不再貪愛了。下面一句是講內心。內在的貪瞋痴三毒煩惱也把它斷掉了。內斷煩惱，外拔愛欲。"
    },
    {
      "id": "02-008-0017_p0016",
      "zh_CN": "【游步三界。无所罣碍。开示正道。度未度者。】",
      "zh_TW": "【遊步三界。無所罣礙。開示正道。度未度者。】"
    },
    {
      "id": "02-008-0017_p0017",
      "zh_CN": "这是佛对弥勒菩萨说的。弥勒菩萨，我们知道这是等觉菩萨，是我们娑婆世界的后补佛，释迦牟尼佛的后补佛，也就是释迦牟尼佛的继承人！还要教他「拔诸爱欲，杜众恶源」，这个话对我们凡夫讲，我们听了没有疑问，对等觉菩萨也这样说，免不了我们要起疑惑。等觉菩萨他外面还有爱欲吗？里面还有烦恼吗？对的，如果离开净土来讲，那是没有问题。如果对净土来说，净土是纯净！最后一品生相无明没破，那就是恶源；这一切佛法还没有能舍掉，就是爱欲。世间法不染，出世间法也不能染，这真正清净！",
      "zh_TW": "這是佛對彌勒菩薩說的。彌勒菩薩，我們知道這是等覺菩薩，是我們娑婆世界的後補佛，釋迦牟尼佛的後補佛，也就是釋迦牟尼佛的繼承人！還要教他「拔諸愛欲，杜眾惡源」，這個話對我們凡夫講，我們聽了沒有疑問，對等覺菩薩也這樣說，免不了我們要起疑惑。等覺菩薩他外面還有愛欲嗎？裡面還有煩惱嗎？對的，如果離開淨土來講，那是沒有問題。如果對淨土來說，淨土是純淨！最後一品生相無明沒破，那就是惡源；這一切佛法還沒有能捨掉，就是愛欲。世間法不染，出世間法也不能染，這真正清淨！"
    },
    {
      "id": "02-008-0017_p0018",
      "zh_CN": "菩萨在三界教化众生，世尊实实在在劝勉他，要为众生开示这一个法门，方便究竟第一法门，『开示正道，度为度者』。这个法门是第一正道，纯正的大道。佛的苦心我们要能够体会，真正体会得，这一生当中才能得到真实的受用。",
      "zh_TW": "菩薩在三界教化眾生，世尊實實在在勸勉他，要為眾生開示這一個法門，方便究竟第一法門，『開示正道，度為度者』。這個法門是第一正道，純正的大道。佛的苦心我們要能夠體會，真正體會得，這一生當中才能得到真實的受用。"
    },
    {
      "id": "02-008-0017_p0019",
      "zh_CN": "【若曹当知十方人民。永劫以来。辗转五道。忧苦不绝。生时苦痛。老亦苦痛。病极苦痛。死极苦痛。恶臭不净。无可乐者。】",
      "zh_TW": "【若曹當知十方人民。永劫以來。輾轉五道。憂苦不絕。生時苦痛。老亦苦痛。病極苦痛。死極苦痛。惡臭不淨。無可樂者。】"
    },
    {
      "id": "02-008-0017_p0020",
      "zh_CN": "这是告诉我们一定要认识世法的真相。世法真相是什么？只有一个苦，没有乐！大小乘经上佛都常常讲「三界统苦」。不要说人间苦，欲界三种苦统统具足，苦苦、坏苦、行苦，这个地方所讲的是苦苦；色界天，色界天人断了五欲，五欲是财色名食睡，他没有了，所以苦苦他没有，但是他有坏苦、有行苦；纵然到无色界天，他连这个身体都不要了，色身不要了，我们俗话说灵识存在，佛门里面叫神识，世间里面讲灵界，他没有坏苦，他有行苦。所以说三界统苦，特别是欲界，欲界有生老病死。所以一定要知道。",
      "zh_TW": "這是告訴我們一定要認識世法的真相。世法真相是什麼？只有一個苦，沒有樂！大小乘經上佛都常常講「三界統苦」。不要說人間苦，欲界三種苦統統具足，苦苦、壞苦、行苦，這個地方所講的是苦苦；色界天，色界天人斷了五欲，五欲是財色名食睡，他沒有了，所以苦苦他沒有，但是他有壞苦、有行苦；縱然到無色界天，他連這個身體都不要了，色身不要了，我們俗話說靈識存在，佛門裡面叫神識，世間裡面講靈界，他沒有壞苦，他有行苦。所以說三界統苦，特別是欲界，欲界有生老病死。所以一定要知道。"
    },
    {
      "id": "02-008-0017_p0021",
      "zh_CN": "『十方人民』，十方世界六道里面的众生，『永劫以来，辗转五道』，五道就是六道，前面跟诸位说过，六道轮回，长劫轮回。『忧苦不绝』，忧是心忧虑，心不安，不是一天忧虑、一年忧虑、一世的忧虑，生生世世都在忧虑；苦是讲身，无论在哪一道都苦，身心都苦。这苦不绝就是不断！下面举几个例子，生老病死，这是欲界众生亲身所体验，现在亲眼看到，亲身所体验的。生苦痛，老也苦痛，病苦痛，死是最苦痛的。",
      "zh_TW": "『十方人民』，十方世界六道裡面的眾生，『永劫以來，輾轉五道』，五道就是六道，前面跟諸位說過，六道輪迴，長劫輪迴。『憂苦不絕』，憂是心憂慮，心不安，不是一天憂慮、一年憂慮、一世的憂慮，生生世世都在憂慮；苦是講身，無論在哪一道都苦，身心都苦。這苦不絕就是不斷！下面舉幾個例子，生老病死，這是欲界眾生親身所體驗，現在親眼看到，親身所體驗的。生苦痛，老也苦痛，病苦痛，死是最苦痛的。"
    },
    {
      "id": "02-008-0017_p0022",
      "zh_CN": "『恶臭不净』，这就是四念处里面教给我们观身不净。『无可乐者』，哪有乐？只有苦没有乐。能作如是观，这是觉悟，这是智慧。所以三十七道品四念处是智慧，智慧就是觉悟了，知道世间法是无常苦空。",
      "zh_TW": "『惡臭不淨』，這就是四念處裡面教給我們觀身不淨。『無可樂者』，哪有樂？只有苦沒有樂。能作如是觀，這是覺悟，這是智慧。所以三十七道品四念處是智慧，智慧就是覺悟了，知道世間法是無常苦空。"
    },
    {
      "id": "02-008-0017_p0023",
      "zh_CN": "【宜自决断。洗除心垢。】",
      "zh_TW": "【宜自決斷。洗除心垢。】"
    },
    {
      "id": "02-008-0017_p0024",
      "zh_CN": "这佛在此地劝勉我们，应该自己要决断。既然把事实真相认识清楚了，一定要下定决心，我们从这一生断恶修善，超越轮回，这才是真正叫大丈夫！这是真正智慧。『洗除心垢』，心里面的染污把它洗干净。这个染污就是迷惑烦恼、忧虑，这都是心地的染污，要把它洗干净。用什么方法来洗？净宗的方法就是教我们老实念佛，用念佛这个方法把心垢洗干净。二六时中，心里面只有佛号，除佛号之外，什么都没有。佛号念久了，不但烦恼没有了，可以破无明。因为阿弥陀佛这四个字，要翻成中国的意思是无量觉，阿翻作无，弥陀翻作量，佛翻作觉，无量觉，念久了，自心就觉悟了。",
      "zh_TW": "這佛在此地勸勉我們，應該自己要決斷。既然把事實真相認識清楚了，一定要下定決心，我們從這一生斷惡修善，超越輪迴，這才是真正叫大丈夫！這是真正智慧。『洗除心垢』，心裡面的染污把它洗乾淨。這個染污就是迷惑煩惱、憂慮，這都是心地的染污，要把它洗乾淨。用什麼方法來洗？淨宗的方法就是教我們老實念佛，用念佛這個方法把心垢洗乾淨。二六時中，心裡面只有佛號，除佛號之外，什麼都沒有。佛號念久了，不但煩惱沒有了，可以破無明。因為阿彌陀佛這四個字，要翻成中國的意思是無量覺，阿翻作無，彌陀翻作量，佛翻作覺，無量覺，念久了，自心就覺悟了。"
    },
    {
      "id": "02-008-0017_p0025",
      "zh_CN": "所以大势至菩萨明白的告诉我们，「不假方便，自得心开」，那个心开就是心得开明！心得开明，禅宗里面讲大彻大悟，他那个大彻大悟说老实话，还不彻底。此地这个开悟是彻底的大彻大悟，圆满的大彻大悟。禅宗大彻大悟没圆满、没彻底，不过是破无明，见自性而已，不是究竟彻底的开悟，唯独这个法门是究竟彻底的开悟。他能够把一切法舍弃，一心一意念佛。",
      "zh_TW": "所以大勢至菩薩明白的告訴我們，「不假方便，自得心開」，那個心開就是心得開明！心得開明，禪宗裡面講大徹大悟，他那個大徹大悟說老實話，還不徹底。此地這個開悟是徹底的大徹大悟，圓滿的大徹大悟。禪宗大徹大悟沒圓滿、沒徹底，不過是破無明，見自性而已，不是究竟徹底的開悟，唯獨這個法門是究竟徹底的開悟。他能夠把一切法捨棄，一心一意念佛。"
    },
    {
      "id": "02-008-0017_p0026",
      "zh_CN": "【言行忠信。表里相应。】",
      "zh_TW": "【言行忠信。表裡相應。】"
    },
    {
      "id": "02-008-0017_p0027",
      "zh_CN": "这两句是佛教给我们处事待人，自行化他的态度。这些话佛在本经说得很多，有些地方说得很详细，有些地方提一提，让我们警觉到。",
      "zh_TW": "這兩句是佛教給我們處事待人，自行化他的態度。這些話佛在本經說得很多，有些地方說得很詳細，有些地方提一提，讓我們警覺到。"
    },
    {
      "id": "02-008-0017_p0028",
      "zh_CN": "【人能自度。转相拯济。至心求愿。积累善本。】",
      "zh_TW": "【人能自度。轉相拯濟。至心求願。積累善本。】"
    },
    {
      "id": "02-008-0017_p0029",
      "zh_CN": "这一段是佛教给我们一定要发心求生极乐世界，想求生极乐世界，不但自己要认真修行，还得要帮助别人。『人能自度』，自己把这个事实搞清楚，信心坚固，愿心恳切，老实念佛，这是你自度；你还得随缘随分帮助别人，『转相拯济』，帮助别人。『至心求愿』，至心是真心，上求下化。『积累善本』，这也都是从纲领上提示我们，累积善本是什么？前面说得很多，像四弘誓愿，十善六度，都是我们要认真不断努力去做。",
      "zh_TW": "這一段是佛教給我們一定要發心求生極樂世界，想求生極樂世界，不但自己要認真修行，還得要幫助別人。『人能自度』，自己把這個事實搞清楚，信心堅固，願心懇切，老實念佛，這是你自度；你還得隨緣隨分幫助別人，『轉相拯濟』，幫助別人。『至心求願』，至心是真心，上求下化。『積累善本』，這也都是從綱領上提示我們，累積善本是什麼？前面說得很多，像四弘誓願，十善六度，都是我們要認真不斷努力去做。"
    },
    {
      "id": "02-008-0017_p0030",
      "zh_CN": "我们为同修们修学便利起见，我们在净宗学会特别提出行门的五个科目，前面都曾经跟诸位报告过。第一个是《观无量寿经》讲的三福。学佛的人不能没有福！三福不但是学净宗的人必修，说老实话，不管学哪一宗、哪一派，因为佛讲过了，是三世诸佛净业正因，你想这个多重要！三世，过去、现在、未来，一切诸佛的净业正因，怎么能不认真去学？三福要牢牢记住！",
      "zh_TW": "我們為同修們修學便利起見，我們在淨宗學會特別提出行門的五個科目，前面都曾經跟諸位報告過。第一個是《觀無量壽經》講的三福。學佛的人不能沒有福！三福不但是學淨宗的人必修，說老實話，不管學哪一宗、哪一派，因為佛講過了，是三世諸佛淨業正因，你想這個多重要！三世，過去、現在、未來，一切諸佛的淨業正因，怎麼能不認真去學？三福要牢牢記住！"
    },
    {
      "id": "02-008-0017_p0031",
      "zh_CN": "第一个是「孝养父母，奉事师长，慈心不杀，修十善业」，人天福。如果这个做不到，说老实话，来生人天资格都没有；人天资格没有，到哪里去了？三恶道去了！第二条是二乘福，声闻缘觉，「受持三皈，具足众戒，不犯威仪」。这比前面高。我们很多同学都受了三皈，那没有用处的，那个受是叫名字三皈，其实是什么？你没有皈，你没有回头！皈是回皈，真正回头，依是依靠。你没有回头，所以那个三皈有名无实，没用处的。",
      "zh_TW": "第一個是「孝養父母，奉事師長，慈心不殺，修十善業」，人天福。如果這個做不到，說老實話，來生人天資格都沒有；人天資格沒有，到哪裡去了？三惡道去了！第二條是二乘福，聲聞緣覺，「受持三皈，具足眾戒，不犯威儀」。這比前面高。我們很多同學都受了三皈，那沒有用處的，那個受是叫名字三皈，其實是什麼？你沒有皈，你沒有回頭！皈是回皈，真正回頭，依是依靠。你沒有回頭，所以那個三皈有名無實，沒用處的。"
    },
    {
      "id": "02-008-0017_p0032",
      "zh_CN": "从前国清寺，就是寒山拾得在的时候，诸位看看国清寺的传记你就看到了，初一、十五大众在戒坛里面诵戒，不杀生戒，寒山拾得在门旁边讥笑、讽刺，这什么原因？只有形式，没有真正做到，假的不是真的，没有用处的。国清寺放生园，后面养了有一群鹅，寒山拾得常常给他们开玩笑，叫名字，所叫的那些人都是寺庙已经死的那些出家人。叫一个，鹅答应一声来了，原来都变成畜生，都沦落到畜生道了，你看多可怕！三皈众戒不是叫形式上受一受，没用，形式上是没有用处的。",
      "zh_TW": "從前國清寺，就是寒山拾得在的時候，諸位看看國清寺的傳記你就看到了，初一、十五大眾在戒壇裡面誦戒，不殺生戒，寒山拾得在門旁邊譏笑、諷刺，這什麼原因？只有形式，沒有真正做到，假的不是真的，沒有用處的。國清寺放生園，後面養了有一群鵝，寒山拾得常常給他們開玩笑，叫名字，所叫的那些人都是寺廟已經死的那些出家人。叫一個，鵝答應一聲來了，原來都變成畜生，都淪落到畜生道了，你看多可怕！三皈眾戒不是叫形式上受一受，沒用，形式上是沒有用處的。"
    },
    {
      "id": "02-008-0017_p0033",
      "zh_CN": "我刚刚学佛跟章嘉大师。章嘉大师教给我，这个受戒是你自己心里真正发心做到一条，这一条你受了；做两条，两条你受了，形式上不重要。他不重视形式，重视这个戒条你是不是真正理解，真正发心一生来受持，重视这个。现在人都是什么？都重视在表面形式，没用处的，这是我们一定要知道的。所以这个境界比前面高，比前面高。",
      "zh_TW": "我剛剛學佛跟章嘉大師。章嘉大師教給我，這個受戒是你自己心裡真正發心做到一條，這一條你受了；做兩條，兩條你受了，形式上不重要。他不重視形式，重視這個戒條你是不是真正理解，真正發心一生來受持，重視這個。現在人都是什麼？都重視在表面形式，沒用處的，這是我們一定要知道的。所以這個境界比前面高，比前面高。"
    },
    {
      "id": "02-008-0017_p0034",
      "zh_CN": "第三福是菩萨福。大乘菩萨福，这更高了。第一个就是「发菩提心」；菩提心，简单讲就是觉心，觉悟他不迷惑了。无论在什么环境里面，他觉而不迷！这就是菩提心。他知道三界苦，他知道轮回恐怖，他知道西方殊胜，晓得怎样才能往生，这个心是真正菩提心，真正觉悟了。「深信因果」，这个深信因果跟普通因果不一样，为什么？对菩萨讲的。善有善报，恶有恶报，菩萨还不知道吗？这个深信因果是念佛是因，成佛是果，很多菩萨不知道。正如同这经文上所说「今得值佛，复闻无量寿声」，跟这个意思是一样的，念佛成佛，是讲这个。「读诵大乘」，菩萨在世间，他有什么事情要做的？就是读经！读经就是他日常的工作。菩萨还没成佛，所以不能不读经；菩萨天天都读经，我们凡夫当然更要读了！这是他给我们做一个榜样。「劝进行者」，劝一般修行人，劝修行人应当念佛求生净土，这是菩萨的福报！所以特别提出来三福六和。",
      "zh_TW": "第三福是菩薩福。大乘菩薩福，這更高了。第一個就是「發菩提心」；菩提心，簡單講就是覺心，覺悟他不迷惑了。無論在什麼環境裡面，他覺而不迷！這就是菩提心。他知道三界苦，他知道輪迴恐怖，他知道西方殊勝，曉得怎樣才能往生，這個心是真正菩提心，真正覺悟了。「深信因果」，這個深信因果跟普通因果不一樣，為什麼？對菩薩講的。善有善報，惡有惡報，菩薩還不知道嗎？這個深信因果是念佛是因，成佛是果，很多菩薩不知道。正如同這經文上所說「今得值佛，復聞無量壽聲」，跟這個意思是一樣的，念佛成佛，是講這個。「讀誦大乘」，菩薩在世間，他有什麼事情要做的？就是讀經！讀經就是他日常的工作。菩薩還沒成佛，所以不能不讀經；菩薩天天都讀經，我們凡夫當然更要讀了！這是他給我們做一個榜樣。「勸進行者」，勸一般修行人，勸修行人應當念佛求生淨土，這是菩薩的福報！所以特別提出來三福六和。"
    },
    {
      "id": "02-008-0017_p0035",
      "zh_CN": "今天世间为什么会有灾难？不和！团体不管大小，为什么不能发挥力量？不和。学佛从哪里学起？从六和敬学起。六和敬里面第一个「见和同解」，这就是思想、见解要相同，用什么方法同？用《无量寿经》来同。大家都念《无量寿经》，我们的思想、见解就相同了，想法、看法都有了依靠！所以这个三皈依，我从新加坡讲完这一部经之后，这个三皈依也落实了。皈依佛，皈依阿弥陀佛；皈依法，法是《无量寿经》；皈依僧，僧是观音、势至、文殊、普贤，圣贤僧！我们跟他学习。这讲得就更清楚、更明白，一定要这样修学，三学六度，十大愿王都在本经之中。所以这五科就是我们实践《无量寿经》，把《无量寿经》真正变成我们的思想见解行为。五科简单，很容易记，时时刻刻提醒自己，认真努力的去做，这是积累善本。",
      "zh_TW": "今天世間為什麼會有災難？不和！團體不管大小，為什麼不能發揮力量？不和。學佛從哪裡學起？從六和敬學起。六和敬裡面第一個「見和同解」，這就是思想、見解要相同，用什麼方法同？用《無量壽經》來同。大家都念《無量壽經》，我們的思想、見解就相同了，想法、看法都有了依靠！所以這個三皈依，我從新加坡講完這一部經之後，這個三皈依也落實了。皈依佛，皈依阿彌陀佛；皈依法，法是《無量壽經》；皈依僧，僧是觀音、勢至、文殊、普賢，聖賢僧！我們跟他學習。這講得就更清楚、更明白，一定要這樣修學，三學六度，十大願王都在本經之中。所以這五科就是我們實踐《無量壽經》，把《無量壽經》真正變成我們的思想見解行為。五科簡單，很容易記，時時刻刻提醒自己，認真努力的去做，這是積累善本。"
    },
    {
      "id": "02-008-0017_p0036",
      "zh_CN": "【虽一世精进勤苦。须臾间耳。】",
      "zh_TW": "【雖一世精進勤苦。須臾間耳。】"
    },
    {
      "id": "02-008-0017_p0037",
      "zh_CN": "虽然我们这一生精进勤苦，要知道这一生很短暂。",
      "zh_TW": "雖然我們這一生精進勤苦，要知道這一生很短暫。"
    },
    {
      "id": "02-008-0017_p0038",
      "zh_CN": "【后生无量寿国。快乐无极。】",
      "zh_TW": "【後生無量壽國。快樂無極。】"
    },
    {
      "id": "02-008-0017_p0039",
      "zh_CN": "你想想看，这一生勤苦，值得的！来生永脱轮回，往生净土，寿命无极、『快乐无极』。",
      "zh_TW": "你想想看，這一生勤苦，值得的！來生永脫輪迴，往生淨土，壽命無極、『快樂無極』。"
    },
    {
      "id": "02-008-0017_p0040",
      "zh_CN": "【永拔生死之本。无复苦恼之患。】",
      "zh_TW": "【永拔生死之本。無復苦惱之患。】"
    },
    {
      "id": "02-008-0017_p0041",
      "zh_CN": "永远不再搞轮回，不再搞六道了。这是十方六道众生这些苦难我们从此以后全都免除了。",
      "zh_TW": "永遠不再搞輪迴，不再搞六道了。這是十方六道眾生這些苦難我們從此以後全都免除了。"
    },
    {
      "id": "02-008-0017_p0042",
      "zh_CN": "【寿千万劫。】",
      "zh_TW": "【壽千萬劫。】"
    },
    {
      "id": "02-008-0017_p0043",
      "zh_CN": "这个『千万劫』是形容。千万劫是能计算得出来的，实在讲西方无量寿国的寿命没有人能计算出来的。",
      "zh_TW": "這個『千萬劫』是形容。千萬劫是能計算得出來的，實在講西方無量壽國的壽命沒有人能計算出來的。"
    },
    {
      "id": "02-008-0017_p0044",
      "zh_CN": "【自在随意。】",
      "zh_TW": "【自在隨意。】"
    },
    {
      "id": "02-008-0017_p0045",
      "zh_CN": "是形容那边人生活状况，我们为什么不去？所以我再给诸位说，一个真正彻底觉悟的人，我非常非常相信，他一定把一切舍弃掉，专修《无量寿经》，专弘《无量寿经》，一定发心专修专弘。我一直专修专弘，那我的生活怎么办？生活由诸佛菩萨照顾，有护法龙天护持，一点都不要操心。一个专修专弘、弘法利生的人会饿死了，给诸说，不要说我们这个世间人从此以后不要信佛了，十方三世所有一切众生都不要信佛，佛不灵！那信佛的人会饿死，那佛还灵吗？这是我们今天很大的一个障碍，这是什么？不信佛！",
      "zh_TW": "是形容那邊人生活狀況，我們為什麼不去？所以我再給諸位說，一個真正徹底覺悟的人，我非常非常相信，他一定把一切捨棄掉，專修《無量壽經》，專弘《無量壽經》，一定發心專修專弘。我一直專修專弘，那我的生活怎麼辦？生活由諸佛菩薩照顧，有護法龍天護持，一點都不要操心。一個專修專弘、弘法利生的人會餓死了，給諸說，不要說我們這個世間人從此以後不要信佛了，十方三世所有一切眾生都不要信佛，佛不靈！那信佛的人會餓死，那佛還靈嗎？這是我們今天很大的一個障礙，這是什麼？不信佛！"
    },
    {
      "id": "02-008-0017_p0046",
      "zh_CN": "我记得大概在二十多年前，基隆十方大觉寺结夏安居的时候，请我去讲《楞严经》，讲经的讲堂就在天王殿隔壁。天王殿供的护法神，弥勒菩萨的背后就是韦陀菩萨，那个大殿供的护法神。我跟他们讲，他们也不相信。寺庙里头天天要搞经忏佛事，靠这个赚钱来维护生活，我劝他们统统不要搞，大家认真念佛修行，看看我们会不会饿死；如果真正饿死了，这护法神韦陀菩萨马上就撤职查办，他管的什么？可是大家还是不相信，难！实实在在难，信佛不容易！不容易！",
      "zh_TW": "我記得大概在二十多年前，基隆十方大覺寺結夏安居的時候，請我去講《楞嚴經》，講經的講堂就在天王殿隔壁。天王殿供的護法神，彌勒菩薩的背後就是韋陀菩薩，那個大殿供的護法神。我跟他們講，他們也不相信。寺廟裡頭天天要搞經懺佛事，靠這個賺錢來維護生活，我勸他們統統不要搞，大家認真念佛修行，看看我們會不會餓死；如果真正餓死了，這護法神韋陀菩薩馬上就撤職查辦，他管的什麼？可是大家還是不相信，難！實實在在難，信佛不容易！不容易！"
    },
    {
      "id": "02-008-0017_p0047",
      "zh_CN": "所以真正信佛人，自古以来我们就在《往生传》、《净土圣贤录》上看到的，念佛人七天往生，这决定自在的。一天没得吃，好好认真念一天；两天没得吃，念两天，念个四、五天就往生！还着什么急？实在讲，护法神自自然然差遣人送供养来，你一样都不会缺乏。问题就是你自己没有信心，对佛菩萨、对护法神没信心，所以护法神也乐得自在，不要护持你们。你们各人自己有办法，他就不要来管你了，这很可惜！所以一定要认识清楚。",
      "zh_TW": "所以真正信佛人，自古以來我們就在《往生傳》、《淨土聖賢錄》上看到的，念佛人七天往生，這決定自在的。一天沒得吃，好好認真念一天；兩天沒得吃，念兩天，念個四、五天就往生！還著什麼急？實在講，護法神自自然然差遣人送供養來，你一樣都不會缺乏。問題就是你自己沒有信心，對佛菩薩、對護法神沒信心，所以護法神也樂得自在，不要護持你們。你們各人自己有辦法，他就不要來管你了，這很可惜！所以一定要認識清楚。"
    },
    {
      "id": "02-008-0017_p0048",
      "zh_CN": "【宜各精进。求心所愿。无得疑悔。】",
      "zh_TW": "【宜各精進。求心所願。無得疑悔。】"
    },
    {
      "id": "02-008-0017_p0049",
      "zh_CN": "『疑』是怀疑，『悔』是后悔。",
      "zh_TW": "『疑』是懷疑，『悔』是後悔。"
    },
    {
      "id": "02-008-0017_p0050",
      "zh_CN": "【自为过咎。】",
      "zh_TW": "【自為過咎。】"
    },
    {
      "id": "02-008-0017_p0051",
      "zh_CN": "这个过失是你自己生的，不是别人给你的。",
      "zh_TW": "這個過失是你自己生的，不是別人給你的。"
    },
    {
      "id": "02-008-0017_p0052",
      "zh_CN": "【生彼边地。七宝城中。于五百岁受诸厄也。】",
      "zh_TW": "【生彼邊地。七寶城中。於五百歲受諸厄也。】"
    },
    {
      "id": "02-008-0017_p0053",
      "zh_CN": "这是劝我们不要生边地。西方极乐世界有边地，后面还会详细的给我们解释，为什么会生边地。",
      "zh_TW": "這是勸我們不要生邊地。西方極樂世界有邊地，後面還會詳細的給我們解釋，為什麼會生邊地。"
    },
    {
      "id": "02-008-0017_p0054",
      "zh_CN": "【弥勒白言。受佛明诲。专精修学。如教奉行。不敢有疑。】",
      "zh_TW": "【彌勒白言。受佛明誨。專精修學。如教奉行。不敢有疑。】"
    },
    {
      "id": "02-008-0017_p0055",
      "zh_CN": "菩萨接受佛的教训，表明他自己修学的态度。这也是给我们看的，让我们向他学习。再看底下这一章。这一章就说我们现前的世界，「浊世恶苦第三十五」。浊就是染浊，我们今天讲的染污。人心的染污、环境的染污都到了极处，严重的染污，这底下就变成恶世、恶苦了，真的是恶苦。人烦恼重，业障重，烦恼就是贪瞋痴慢天天增长。不但人造的恶业多，环境也恶，现在所讲的是自然生态失去平衡，这是环境恶，真正是浊恶到了极处！浊恶至极，这个世间就会有大灾难。我们看经文。",
      "zh_TW": "菩薩接受佛的教訓，表明他自己修學的態度。這也是給我們看的，讓我們向他學習。再看底下這一章。這一章就說我們現前的世界，「濁世惡苦第三十五」。濁就是染濁，我們今天講的染污。人心的染污、環境的染污都到了極處，嚴重的染污，這底下就變成惡世、惡苦了，真的是惡苦。人煩惱重，業障重，煩惱就是貪瞋痴慢天天增長。不但人造的惡業多，環境也惡，現在所講的是自然生態失去平衡，這是環境惡，真正是濁惡到了極處！濁惡至極，這個世間就會有大災難。我們看經文。"
    },
    {
      "id": "02-008-0017_p0056",
      "zh_CN": "【佛告弥勒。汝等能于此世。端心正意。不为众恶。甚为大德。】",
      "zh_TW": "【佛告彌勒。汝等能於此世。端心正意。不為眾惡。甚為大德。】"
    },
    {
      "id": "02-008-0017_p0057",
      "zh_CN": "这一句赞叹，不作恶的人就成就了德行。所以在现前这个世间成就大德比过去容易，现在只要不作恶，这个德行就成就了，不像过去，过去这个世间浊恶没有这么严重；换句话说，修善的人多，积德的人多，你要成就善德还不太容易。现在人大家都不修善，拼命在造恶，你不必修善，你不作恶就是大德、就不容易！佛在此地就赞叹，不肯作恶，能『端心正意』，心地清净光明，这就非常非常的难得。",
      "zh_TW": "這一句讚歎，不作惡的人就成就了德行。所以在現前這個世間成就大德比過去容易，現在只要不作惡，這個德行就成就了，不像過去，過去這個世間濁惡沒有這麼嚴重；換句話說，修善的人多，積德的人多，你要成就善德還不太容易。現在人大家都不修善，拼命在造惡，你不必修善，你不作惡就是大德、就不容易！佛在此地就讚歎，不肯作惡，能『端心正意』，心地清淨光明，這就非常非常的難得。"
    },
    {
      "id": "02-008-0017_p0058",
      "zh_CN": "【所以者何。十方世界。善多恶少。易可开化。】",
      "zh_TW": "【所以者何。十方世界。善多惡少。易可開化。】"
    },
    {
      "id": "02-008-0017_p0059",
      "zh_CN": "开是开示，化是教化。十方世界作善的人多，造恶的人少，所以佛在这边教化就比较容易。诸位读到这两句经文，我们想想两千年前，佛法从印度向四面八方去发展，为什么欧洲跟西亚，乃至于南洋都没有接受，唯独中国人接受？在那一个时代，中国人善人多，恶人少，诸位要看看世界历史就晓得了。中国人从汉朝开始，接受孔老夫子的教育，汉高祖统一中国之后，这教育政策就崇尚于儒家，以孔孟学说作为中国教育的主流，上行下效，真的『善多恶少，易可开化』。现在佛法推行不容易，什么原因？现在是恶多善少，佛法很难推行。",
      "zh_TW": "開是開示，化是教化。十方世界作善的人多，造惡的人少，所以佛在這邊教化就比較容易。諸位讀到這兩句經文，我們想想兩千年前，佛法從印度向四面八方去發展，為什麼歐洲跟西亞，乃至於南洋都沒有接受，唯獨中國人接受？在那一個時代，中國人善人多，惡人少，諸位要看看世界歷史就曉得了。中國人從漢朝開始，接受孔老夫子的教育，漢高祖統一中國之後，這教育政策就崇尚於儒家，以孔孟學說作為中國教育的主流，上行下效，真的『善多惡少，易可開化』。現在佛法推行不容易，什麼原因？現在是惡多善少，佛法很難推行。"
    },
    {
      "id": "02-008-0017_p0060",
      "zh_CN": "【唯此五恶世间。最为剧苦。】",
      "zh_TW": "【唯此五惡世間。最為劇苦。】"
    },
    {
      "id": "02-008-0017_p0061",
      "zh_CN": "五恶，底下给我们说就是杀盗淫妄酒。这个世间『五恶世间』，非常非常难于教化。佛当时讲这五恶，我们还不能够觉察它的严重性，看看今天的社会，好像佛就是讲我们现代的社会，这是真的，一点都不假。所以念这一段经，就是佛把我们现前社会状况都说得清清楚楚、明明白白。这不是古时候的情形，是现在的情形，佛在三千年前就给我们说出来了。",
      "zh_TW": "五惡，底下給我們說就是殺盜淫妄酒。這個世間『五惡世間』，非常非常難於教化。佛當時講這五惡，我們還不能夠覺察它的嚴重性，看看今天的社會，好像佛就是講我們現代的社會，這是真的，一點都不假。所以念這一段經，就是佛把我們現前社會狀況都說得清清楚楚、明明白白。這不是古時候的情形，是現在的情形，佛在三千年前就給我們說出來了。"
    },
    {
      "id": "02-008-0017_p0062",
      "zh_CN": "【我今于此作佛。】",
      "zh_TW": "【我今於此作佛。】"
    },
    {
      "id": "02-008-0017_p0063",
      "zh_CN": "此是这个世界，娑婆世界，五浊恶世，在这个世界作佛。",
      "zh_TW": "此是這個世界，娑婆世界，五濁惡世，在這個世界作佛。"
    },
    {
      "id": "02-008-0017_p0064",
      "zh_CN": "【教化群生。令舍五恶。去五痛。离五烧。降化其意。令持五善。获其福德。】",
      "zh_TW": "【教化群生。令捨五惡。去五痛。離五燒。降化其意。令持五善。獲其福德。】"
    },
    {
      "id": "02-008-0017_p0065",
      "zh_CN": "这一小段是总纲、总说，详细的，底下的经文佛教化的目标、宗旨、目的统统都说得很清楚。他教我们舍『五恶』，恶是因；『五痛』，痛是痛苦，花报，就是现世的果报，现世报；『五烧』，五烧是未来的果报，你死了以后，那个果报还苦，比现在还要苦。所以佛法讲花报、果报，这一世所受的花报，来世是果报。如果真正把这个事实搞清楚了，我们的心意自然就软了。知道佛所说的话是真的，佛不欺骗我们，依教奉行，一定得好处。我们再看底下经文。",
      "zh_TW": "這一小段是總綱、總說，詳細的，底下的經文佛教化的目標、宗旨、目的統統都說得很清楚。他教我們捨『五惡』，惡是因；『五痛』，痛是痛苦，花報，就是現世的果報，現世報；『五燒』，五燒是未來的果報，你死了以後，那個果報還苦，比現在還要苦。所以佛法講花報、果報，這一世所受的花報，來世是果報。如果真正把這個事實搞清楚了，我們的心意自然就軟了。知道佛所說的話是真的，佛不欺騙我們，依教奉行，一定得好處。我們再看底下經文。"
    },
    {
      "id": "02-008-0017_p0066",
      "zh_CN": "【何等为五。】",
      "zh_TW": "【何等為五。】"
    },
    {
      "id": "02-008-0017_p0067",
      "zh_CN": "这个五恶，五种大恶。",
      "zh_TW": "這個五惡，五種大惡。"
    },
    {
      "id": "02-008-0017_p0068",
      "zh_CN": "【其一者。世间诸众生类。欲为众恶。强者伏弱。转相克贼。残害杀伤。迭相吞噉。不知为善。后受殃罚。】",
      "zh_TW": "【其一者。世間諸眾生類。欲為眾惡。強者伏弱。轉相剋賊。殘害殺傷。迭相吞噉。不知為善。後受殃罰。】"
    },
    {
      "id": "02-008-0017_p0069",
      "zh_CN": "这就是造因，杀生的恶因。弱肉强食！我们看看杀业最重的，实在讲，中国人杀业比外国重；东方人的杀业比西方人重，日本人杀业也很重。我们在美国，看看美国人，美国人杀业比我们就轻得很多。通常一般人家真的不杀生，真的爱护动物。在美国这个鸟不怕人的，你拿东西喂牠，牠马上飞下来，你手掌心有东西，牠就跑到你手掌上来吃东西，牠不怕人的，没有人杀害动物。他们虽然是吃肉，吃得很单纯，主要的就是牛肉跟鸡肉；而且一般人家都不杀生的，他们都是买冷冻的。不像我们中国人要吃活的，外国人没有这个习惯，没有这个观念。所以杀业来说，我们东方人比我在美国看的，比他们是重得太多太多了，这的确是非常可怕。美国一般野生动物都保护，我们居住的环境，这晚上，野鹿牠都跑到你门口来，都是野生的，美国人不捕杀，都爱护。这个现象我们在东方看得很多，特别是东方人喜欢吃活的，这个罪过非常之重。佛常常在戒经里面讲，实在是肉食的，教给我们吃三净肉，吃五净肉。三净肉是「不见杀，不闻杀，不为我杀」，这叫三净肉。这一段我们读了不难懂，这不必细说。下面讲花报。",
      "zh_TW": "這就是造因，殺生的惡因。弱肉強食！我們看看殺業最重的，實在講，中國人殺業比外國重；東方人的殺業比西方人重，日本人殺業也很重。我們在美國，看看美國人，美國人殺業比我們就輕得很多。通常一般人家真的不殺生，真的愛護動物。在美國這個鳥不怕人的，你拿東西餵牠，牠馬上飛下來，你手掌心有東西，牠就跑到你手掌上來吃東西，牠不怕人的，沒有人殺害動物。他們雖然是吃肉，吃得很單純，主要的就是牛肉跟雞肉；而且一般人家都不殺生的，他們都是買冷凍的。不像我們中國人要吃活的，外國人沒有這個習慣，沒有這個觀念。所以殺業來說，我們東方人比我在美國看的，比他們是重得太多太多了，這的確是非常可怕。美國一般野生動物都保護，我們居住的環境，這晚上，野鹿牠都跑到你門口來，都是野生的，美國人不捕殺，都愛護。這個現象我們在東方看得很多，特別是東方人喜歡吃活的，這個罪過非常之重。佛常常在戒經裡面講，實在是肉食的，教給我們吃三淨肉，吃五淨肉。三淨肉是「不見殺，不聞殺，不為我殺」，這叫三淨肉。這一段我們讀了不難懂，這不必細說。下面講花報。"
    },
    {
      "id": "02-008-0017_p0070",
      "zh_CN": "【故有穷乞。】",
      "zh_TW": "【故有窮乞。】"
    },
    {
      "id": "02-008-0017_p0071",
      "zh_CN": "『故有穷乞』，乞丐，这是果报，杀生的果报。",
      "zh_TW": "『故有窮乞』，乞丐，這是果報，殺生的果報。"
    },
    {
      "id": "02-008-0017_p0072",
      "zh_CN": "【孤独。聋盲。瘖哑。痴恶。】",
      "zh_TW": "【孤獨。聾盲。瘖啞。痴惡。】"
    },
    {
      "id": "02-008-0017_p0073",
      "zh_CN": "这个『痴恶』就是现在讲痴呆。",
      "zh_TW": "這個『痴惡』就是現在講痴呆。"
    },
    {
      "id": "02-008-0017_p0074",
      "zh_CN": "【尪狂。】",
      "zh_TW": "【尪狂。】"
    },
    {
      "id": "02-008-0017_p0075",
      "zh_CN": "『尪狂』，就是我们今天所讲的神经分裂，疯狂，不正常。这是杀业太重所得到的花报。",
      "zh_TW": "『尪狂』，就是我們今天所講的神經分裂，瘋狂，不正常。這是殺業太重所得到的花報。"
    },
    {
      "id": "02-008-0017_p0076",
      "zh_CN": "【皆因前世不信道德。不肯为善。】",
      "zh_TW": "【皆因前世不信道德。不肯為善。】"
    },
    {
      "id": "02-008-0017_p0077",
      "zh_CN": "遭这样的果报。",
      "zh_TW": "遭這樣的果報。"
    },
    {
      "id": "02-008-0017_p0078",
      "zh_CN": "【其有尊贵。豪富。贤明。长者。智勇。才达。】",
      "zh_TW": "【其有尊貴。豪富。賢明。長者。智勇。才達。】"
    },
    {
      "id": "02-008-0017_p0079",
      "zh_CN": "这是讲我们世间，我们所见到好的果报。『尊贵』，在社会上有地位，为大众所尊敬。『豪富』，是有财富的。『贤明』，是有学问的。『长者』，是有道德的。『智勇』，有智慧的。『才达』，有才干的，有才艺的这些人，这是世间果报之善的。",
      "zh_TW": "這是講我們世間，我們所見到好的果報。『尊貴』，在社會上有地位，為大眾所尊敬。『豪富』，是有財富的。『賢明』，是有學問的。『長者』，是有道德的。『智勇』，有智慧的。『才達』，有才幹的，有才藝的這些人，這是世間果報之善的。"
    },
    {
      "id": "02-008-0017_p0080",
      "zh_CN": "【皆由宿世慈孝。修善积德所致。】",
      "zh_TW": "【皆由宿世慈孝。修善積德所致。】"
    },
    {
      "id": "02-008-0017_p0081",
      "zh_CN": "这好的果报哪里来的？过去生中慈悲孝顺，修积善根所得的果报。",
      "zh_TW": "這好的果報哪裡來的？過去生中慈悲孝順，修積善根所得的果報。"
    },
    {
      "id": "02-008-0017_p0082",
      "zh_CN": "【世间有此目前现事。】",
      "zh_TW": "【世間有此目前現事。】"
    },
    {
      "id": "02-008-0017_p0083",
      "zh_CN": "这一句话提醒我们，这是我们在世间常常看见的。所以佛在经上常说「欲知前世因，今生受者是」，你要知道这前世的因果，你看看现在受的就是的；「欲知来世果，今生作者是」，想想来世什么样的果报，现在造的因就是。这两句话，小对个人，我想想我前生造的是什么因，我这一生受的就是；我想想我来世有什么样的果报，那我这一生造作的就是。小由个人，大看一个家庭、一个社会、一个国家、一个世界。你看看现在这个世界，这果！你就晓得前世造什么样的因；再看看现在社会大家造的因，我就晓得将来社会会有什么果报。不要神通，清清楚楚、明明白白的摆在面前，历史是一面镜子！这决定不是假的。",
      "zh_TW": "這一句話提醒我們，這是我們在世間常常看見的。所以佛在經上常說「欲知前世因，今生受者是」，你要知道這前世的因果，你看看現在受的就是的；「欲知來世果，今生作者是」，想想來世什麼樣的果報，現在造的因就是。這兩句話，小對個人，我想想我前生造的是什麼因，我這一生受的就是；我想想我來世有什麼樣的果報，那我這一生造作的就是。小由個人，大看一個家庭、一個社會、一個國家、一個世界。你看看現在這個世界，這果！你就曉得前世造什麼樣的因；再看看現在社會大家造的因，我就曉得將來社會會有什麼果報。不要神通，清清楚楚、明明白白的擺在面前，歷史是一面鏡子！這決定不是假的。"
    },
    {
      "id": "02-008-0017_p0084",
      "zh_CN": "所以看看现在这些人，这些人他想的是什么，他做的是什么，我们就晓得这个社会将来会有什么样的样子。大家如果都向善，都讲求仁义道德，将来这个社会非常有前途，非常有光明。每一个人都贪瞋痴，都损人利己，那将来这个社会可怕！三世因果就摆在我们面前，『世间有此目前现事』，现在的这样事情。",
      "zh_TW": "所以看看現在這些人，這些人他想的是什麼，他做的是什麼，我們就曉得這個社會將來會有什麼樣的樣子。大家如果都向善，都講求仁義道德，將來這個社會非常有前途，非常有光明。每一個人都貪瞋痴，都損人利己，那將來這個社會可怕！三世因果就擺在我們面前，『世間有此目前現事』，現在的這樣事情。"
    },
    {
      "id": "02-008-0017_p0085",
      "zh_CN": "【寿终之后。入其幽冥。转生受身。改形易道。故有泥犁。禽兽。蜎飞蠕动之属。】",
      "zh_TW": "【壽終之後。入其幽冥。轉生受身。改形易道。故有泥犁。禽獸。蜎飛蠕動之屬。】"
    },
    {
      "id": "02-008-0017_p0086",
      "zh_CN": "这一句是给我们讲来世的果报。前面这是讲痛，这是讲烧。烧就好比在火里面焚烧一样，那就太苦了。殊不知造恶之人，『寿终之后，入其幽冥』，这三恶道；『转生受身，改形易道』，形是形状，或者是畜生，或者是饿鬼，或者是地狱。五道里头，他换了道。『泥犁』，是地狱。『禽兽，蜎飞蠕动』，是畜生，这就讲三恶道去了。三恶道，《楞严经》上讲得很详细，特别讲地狱的情况，说得最多。《楞严》讲七道，比六道还要加一道，加个仙道，所以它讲七趣，讲得详细；七趣那么长的经文，地狱道占一半，说得最详细。这是佛的大慈大悲，细细给我们说明，让我们认识清楚，决定不要堕地狱。地狱太可怕了，堕进去容易，出来太难太难了。底下佛用比喻说。",
      "zh_TW": "這一句是給我們講來世的果報。前面這是講痛，這是講燒。燒就好比在火裡面焚燒一樣，那就太苦了。殊不知造惡之人，『壽終之後，入其幽冥』，這三惡道；『轉生受身，改形易道』，形是形狀，或者是畜生，或者是餓鬼，或者是地獄。五道裡頭，他換了道。『泥犁』，是地獄。『禽獸，蜎飛蠕動』，是畜生，這就講三惡道去了。三惡道，《楞嚴經》上講得很詳細，特別講地獄的情況，說得最多。《楞嚴》講七道，比六道還要加一道，加個仙道，所以它講七趣，講得詳細；七趣那麼長的經文，地獄道佔一半，說得最詳細。這是佛的大慈大悲，細細給我們說明，讓我們認識清楚，決定不要墮地獄。地獄太可怕了，墮進去容易，出來太難太難了。底下佛用比喻說。"
    },
    {
      "id": "02-008-0017_p0087",
      "zh_CN": "【譬如世法牢狱。】",
      "zh_TW": "【譬如世法牢獄。】"
    },
    {
      "id": "02-008-0017_p0088",
      "zh_CN": "这比喻三恶道，三恶道都像世间牢狱一样。",
      "zh_TW": "這比喻三惡道，三惡道都像世間牢獄一樣。"
    },
    {
      "id": "02-008-0017_p0089",
      "zh_CN": "【剧苦极刑。魂神命精。随罪趣向。所受寿命。或长或短。】",
      "zh_TW": "【劇苦極刑。魂神命精。隨罪趣向。所受壽命。或長或短。】"
    },
    {
      "id": "02-008-0017_p0090",
      "zh_CN": "这个恶道里面，大多数寿命都很长；寿命短的，真的是不多。像地狱里面，大致上可以分为三大类，根本地狱叫无间地狱，游增地狱罪比较上轻一点。细分种类就烦多了。鬼道里面也是如此，有多财鬼、少财鬼、无财鬼，也分这三大类，细分要分好几十种，这是经论上都有的，所以寿命长短不相等。但是短命的我们看到也很恐怖，为什么？饿鬼道，鬼道里面的一天是我们人间一个月，寿命短的都一千岁，你说这还得了吗？不得了！地狱道更可怕，地狱一天一夜是我们人间二千七百年，我们中国人号称五千年历史，在地狱才两天，你说这怎么得了，真正不得了，太可怕了。所以造罪很容易，下去很容易，出来很难，这是讲你的魂神堕到恶道里要受种种刑法，这个刑法非常非常之苦。",
      "zh_TW": "這個惡道裡面，大多數壽命都很長；壽命短的，真的是不多。像地獄裡面，大致上可以分為三大類，根本地獄叫無間地獄，遊增地獄罪比較上輕一點。細分種類就煩多了。鬼道裡面也是如此，有多財鬼、少財鬼、無財鬼，也分這三大類，細分要分好幾十種，這是經論上都有的，所以壽命長短不相等。但是短命的我們看到也很恐怖，為什麼？餓鬼道，鬼道裡面的一天是我們人間一個月，壽命短的都一千歲，你說這還得了嗎？不得了！地獄道更可怕，地獄一天一夜是我們人間二千七百年，我們中國人號稱五千年歷史，在地獄才兩天，你說這怎麼得了，真正不得了，太可怕了。所以造罪很容易，下去很容易，出來很難，這是講你的魂神墮到惡道裡要受種種刑法，這個刑法非常非常之苦。"
    },
    {
      "id": "02-008-0017_p0091",
      "zh_CN": "【相从共生。更相报偿。】",
      "zh_TW": "【相從共生。更相報償。】"
    },
    {
      "id": "02-008-0017_p0092",
      "zh_CN": "这是说造作之后，必然互相报偿。互相报偿没完没了，你今天吃别人的肉，你吃畜生的肉，畜生来生牠会作人，你也会变畜生，他再吃你的肉，这样互相的报复，没完没了，这个事情麻烦了。这是佛一再劝我们，说冤家宜解不宜结，不要跟一切众生结冤仇。吃肉，一般人认为这很正常，其实是什么？是跟这些动物结冤仇，所以说吃他半斤，还他八两，来生要还的，没有白吃的！欠钱的要还钱，欠命的要还命。真正因果报应，这个事实真相搞清楚了，才真正明了，世间人与人，人与一切众生，没有人说是占便宜的，也没有一个吃亏的，你看他三世因果就清楚了！哪有占便宜的？你这一生占便宜，来生就吃亏，这一生吃亏来生占便宜，『更相报偿』！",
      "zh_TW": "這是說造作之後，必然互相報償。互相報償沒完沒了，你今天吃別人的肉，你吃畜生的肉，畜生來生牠會作人，你也會變畜生，他再吃你的肉，這樣互相的報復，沒完沒了，這個事情麻煩了。這是佛一再勸我們，說冤家宜解不宜結，不要跟一切眾生結冤仇。吃肉，一般人認為這很正常，其實是什麼？是跟這些動物結冤仇，所以說吃他半斤，還他八兩，來生要還的，沒有白吃的！欠錢的要還錢，欠命的要還命。真正因果報應，這個事實真相搞清楚了，才真正明瞭，世間人與人，人與一切眾生，沒有人說是佔便宜的，也沒有一個吃虧的，你看他三世因果就清楚了！哪有佔便宜的？你這一生佔便宜，來生就吃虧，這一生吃虧來生佔便宜，『更相報償』！"
    },
    {
      "id": "02-008-0017_p0093",
      "zh_CN": "【殃恶未尽。终不得离。辗转其中。累劫难出。难得解脱。痛不可言。】",
      "zh_TW": "【殃惡未盡。終不得離。輾轉其中。累劫難出。難得解脫。痛不可言。】"
    },
    {
      "id": "02-008-0017_p0094",
      "zh_CN": "这是讲人轮回在恶道，恶道这个罪要受完，正好像那个监狱一样，判你多少年徒刑，一定要坐满你才能出来，地狱、饿鬼也是如此，罪满之后就出来了。你们看《地藏经》就晓得，出来之后怎么样？他有恶的习气在，出来之后又造恶；造了恶，死了之后又堕地狱去了，所以阎罗王在那里看到了，出去没几天怎么又回来了。所以地藏菩萨看起来，摇头，痛心，刚把你好不容易度出去了，没两天又进来了，确实是这个样子。",
      "zh_TW": "這是講人輪迴在惡道，惡道這個罪要受完，正好像那個監獄一樣，判你多少年徒刑，一定要坐滿你才能出來，地獄、餓鬼也是如此，罪滿之後就出來了。你們看《地藏經》就曉得，出來之後怎麼樣？他有惡的習氣在，出來之後又造惡；造了惡，死了之後又墮地獄去了，所以閻羅王在那裡看到了，出去沒幾天怎麼又回來了。所以地藏菩薩看起來，搖頭，痛心，剛把你好不容易度出去了，沒兩天又進來了，確實是這個樣子。"
    },
    {
      "id": "02-008-0017_p0095",
      "zh_CN": "【天地之间。自然有是。虽不即时暴应。善恶会当归之。】",
      "zh_TW": "【天地之間。自然有是。雖不即時暴應。善惡會當歸之。】"
    },
    {
      "id": "02-008-0017_p0096",
      "zh_CN": "这一句话我们要深深加以警惕。自然有之，不是佛菩萨设立的，也不是阎罗王建立的，这个果报自然，没有法子。从前，说这个话实在讲不太远，民国初年，我那个时候刚刚学佛，朱镜宙老居士帮我很多忙。朱老居士，我学佛的时候，那个时候他大概快七十岁的样子。他的岳父，就是他太太的父亲章太炎先生，这是我们中国一般人都知道的，民国初年是中国的国学大师。他说他的岳父在生的时候，曾经作过东岳大帝的判官，东岳大帝是鬼王，管五个省，管五个省人的生死，他这个故事好像是一本书上写的有，朱老居士真的事情。判官这个地位就相当于秘书长，地位很高，他是晚上要去上班。每天晚上他一睡觉就有两个小鬼抬个轿子，抬个轿子上班去了，到第二天早晨天亮了，就又把他送回来了，他白天要上班，晚上还要上班，就是晚上到阴曹地府去上班。他把那个阴间的事情常常给朋友们讲。阴间的社会跟我们阳间也差不多，阴间没有太阳，看到天空都是阴天，黑黑的阴天，从来看不到太阳。",
      "zh_TW": "這一句話我們要深深加以警惕。自然有之，不是佛菩薩設立的，也不是閻羅王建立的，這個果報自然，沒有法子。從前，說這個話實在講不太遠，民國初年，我那個時候剛剛學佛，朱鏡宙老居士幫我很多忙。朱老居士，我學佛的時候，那個時候他大概快七十歲的樣子。他的岳父，就是他太太的父親章太炎先生，這是我們中國一般人都知道的，民國初年是中國的國學大師。他說他的岳父在生的時候，曾經作過東嶽大帝的判官，東嶽大帝是鬼王，管五個省，管五個省人的生死，他這個故事好像是一本書上寫的有，朱老居士真的事情。判官這個地位就相當於秘書長，地位很高，他是晚上要去上班。每天晚上他一睡覺就有兩個小鬼抬個轎子，抬個轎子上班去了，到第二天早晨天亮了，就又把他送回來了，他白天要上班，晚上還要上班，就是晚上到陰曹地府去上班。他把那個陰間的事情常常給朋友們講。陰間的社會跟我們陽間也差不多，陰間沒有太陽，看到天空都是陰天，黑黑的陰天，從來看不到太陽。"
    },
    {
      "id": "02-008-0017_p0097",
      "zh_CN": "他有一次就想到，地狱里头有一种炮烙的刑法，这个刑法太残酷了，把这个铁柱子烧得红红的，这个罪人抱着那个柱子，这个太惨了。他建议东岳大帝，能不能把这个废除。东岳大帝就跟他讲，他说你去看一看，现场去看看，就派了两个小鬼带他去看，走了一段很长的路，那个小鬼说到了，他看不见，才恍然大悟。他是个学佛的，他晓得一切唯心造！原来这个刑法不是东岳大帝、阎罗王设置的，不是的。是你自己罪业变现出来的，自作自受，这个没法子。你没有这个业，看都看不到，到地狱都看不到，所以这才真正明了『自然有是』。",
      "zh_TW": "他有一次就想到，地獄裡頭有一種炮烙的刑法，這個刑法太殘酷了，把這個鐵柱子燒得紅紅的，這個罪人抱著那個柱子，這個太慘了。他建議東嶽大帝，能不能把這個廢除。東嶽大帝就跟他講，他說你去看一看，現場去看看，就派了兩個小鬼帶他去看，走了一段很長的路，那個小鬼說到了，他看不見，才恍然大悟。他是個學佛的，他曉得一切唯心造！原來這個刑法不是東嶽大帝、閻羅王設置的，不是的。是你自己罪業變現出來的，自作自受，這個沒法子。你沒有這個業，看都看不到，到地獄都看不到，所以這才真正明瞭『自然有是』。"
    },
    {
      "id": "02-008-0017_p0098",
      "zh_CN": "『虽不即时暴应』，虽然你现在造恶，现在还没有受到报。『善恶会当归之』，后来一定有果报的。这是教我们起心动念，一切造作，你要知道，要谨慎，要小心。善一定有善报，恶一定有恶报，所谓不是不报，时辰未到，果报通三世。所以人一定要养慈悲心，不但不能杀害众生，连恶念都不能起；起这个恶念都是罪过。",
      "zh_TW": "『雖不即時暴應』，雖然你現在造惡，現在還沒有受到報。『善惡會當歸之』，後來一定有果報的。這是教我們起心動念，一切造作，你要知道，要謹慎，要小心。善一定有善報，惡一定有惡報，所謂不是不報，時辰未到，果報通三世。所以人一定要養慈悲心，不但不能殺害眾生，連惡念都不能起；起這個惡念都是罪過。"
    },
    {
      "id": "02-008-0017_p0099",
      "zh_CN": "【其二者。】",
      "zh_TW": "【其二者。】"
    },
    {
      "id": "02-008-0017_p0100",
      "zh_CN": "第二段，这是讲盗、盗恶。盗的范围也非常之广泛。",
      "zh_TW": "第二段，這是講盜、盜惡。盜的範圍也非常之廣泛。"
    },
    {
      "id": "02-008-0017_p0101",
      "zh_CN": "【世间人民。不顺法度。】",
      "zh_TW": "【世間人民。不順法度。】"
    },
    {
      "id": "02-008-0017_p0102",
      "zh_CN": "这个法度包括的范围很广，有形的，像法律、规章；无形的，风俗习惯、社会道德观念，都包含在其中。人民能够遵守，这个社会才能得到安定和平；人要不守法了，社会就乱了。『世间人民，不顺法度』，不守法，不听圣贤人的教训。",
      "zh_TW": "這個法度包括的範圍很廣，有形的，像法律、規章；無形的，風俗習慣、社會道德觀念，都包含在其中。人民能夠遵守，這個社會才能得到安定和平；人要不守法了，社會就亂了。『世間人民，不順法度』，不守法，不聽聖賢人的教訓。"
    },
    {
      "id": "02-008-0017_p0103",
      "zh_CN": "【奢婬骄纵。】",
      "zh_TW": "【奢婬驕縱。】"
    },
    {
      "id": "02-008-0017_p0104",
      "zh_CN": "奢侈，婬有两个意思，一个就是过分了，凡是做事情过分，都叫做『奢婬』。骄慢、纵欲。",
      "zh_TW": "奢侈，婬有兩個意思，一個就是過分了，凡是做事情過分，都叫做『奢婬』。驕慢、縱欲。"
    },
    {
      "id": "02-008-0017_p0105",
      "zh_CN": "【任心自恣。】",
      "zh_TW": "【任心自恣。】"
    },
    {
      "id": "02-008-0017_p0106",
      "zh_CN": "这是盗之因，他为什么会盗？盗的原因在此，这佛给我们说出来了。",
      "zh_TW": "這是盜之因，他為什麼會盜？盜的原因在此，這佛給我們說出來了。"
    },
    {
      "id": "02-008-0017_p0107",
      "zh_CN": "【居上不明。在位不正。】",
      "zh_TW": "【居上不明。在位不正。】"
    },
    {
      "id": "02-008-0017_p0108",
      "zh_CN": "这都属于盗。作官的贪污。",
      "zh_TW": "這都屬於盜。作官的貪污。"
    },
    {
      "id": "02-008-0017_p0109",
      "zh_CN": "【陷人冤枉。损害忠良。心口各异。机伪多端。】",
      "zh_TW": "【陷人冤枉。損害忠良。心口各異。機偽多端。】"
    },
    {
      "id": "02-008-0017_p0110",
      "zh_CN": "这都是属于盗，所以它的范围非常之广泛，不仅仅限于偷盗，那个偷盗，我们称为小偷！偷盗的手段非常之多、非常的复杂，这个地方我们要细心去体会。包括整个社会全体；大，一个国家，一个县市；小，一个团体，公司行号，社会团体。『居上』，上是个领导人，领导人不公正，『在位不正』，这就犯了盗戒；无论在用人上，处事上，或者在财物上，只要用的不正，统统叫盗，所以难，非常非常之难。领导人必须尽忠职守，业务能够发展，能够发达，做得尽善尽美，是你的本分，不值得骄傲，也不能居功；做错了，那就是自己的过失。所以我们自己明白佛理，知道因果报应，自己能力不如别人，我们赶快让位，让贤！可是让一定是真正是贤人，那个人至少比我聪明，比我能干；如果我让给一个人还不如我的，那我要负责任，那也要造罪，所以相当不容易，很难！这个地方是举这几个例子，这几个例子我们深深去想。『陷人冤枉，损害忠良，心口各异』，我们讲口是心非，『机伪多端』。",
      "zh_TW": "這都是屬於盜，所以它的範圍非常之廣泛，不僅僅限於偷盜，那個偷盜，我們稱為小偷！偷盜的手段非常之多、非常的複雜，這個地方我們要細心去體會。包括整個社會全體；大，一個國家，一個縣市；小，一個團體，公司行號，社會團體。『居上』，上是個領導人，領導人不公正，『在位不正』，這就犯了盜戒；無論在用人上，處事上，或者在財物上，只要用的不正，統統叫盜，所以難，非常非常之難。領導人必須盡忠職守，業務能夠發展，能夠發達，做得盡善盡美，是你的本分，不值得驕傲，也不能居功；做錯了，那就是自己的過失。所以我們自己明白佛理，知道因果報應，自己能力不如別人，我們趕快讓位，讓賢！可是讓一定是真正是賢人，那個人至少比我聰明，比我能幹；如果我讓給一個人還不如我的，那我要負責任，那也要造罪，所以相當不容易，很難！這個地方是舉這幾個例子，這幾個例子我們深深去想。『陷人冤枉，損害忠良，心口各異』，我們講口是心非，『機偽多端』。"
    },
    {
      "id": "02-008-0017_p0111",
      "zh_CN": "【尊卑中外。更相欺诳。】",
      "zh_TW": "【尊卑中外。更相欺誑。】"
    },
    {
      "id": "02-008-0017_p0112",
      "zh_CN": "『尊卑』，就是上下欺骗，上面骗下面的，下面骗上面，这尊卑。『中外』，是里外、内外，也互相的欺骗，这不得了。",
      "zh_TW": "『尊卑』，就是上下欺騙，上面騙下面的，下面騙上面，這尊卑。『中外』，是裡外、內外，也互相的欺騙，這不得了。"
    },
    {
      "id": "02-008-0017_p0113",
      "zh_CN": "【瞋恚愚痴。欲自厚己。】",
      "zh_TW": "【瞋恚愚痴。欲自厚己。】"
    },
    {
      "id": "02-008-0017_p0114",
      "zh_CN": "这什么目的？目的就是自私自利。欲是欲望。『欲自厚己』，就是今天讲的自私自利。",
      "zh_TW": "這什麼目的？目的就是自私自利。欲是欲望。『欲自厚己』，就是今天講的自私自利。"
    },
    {
      "id": "02-008-0017_p0115",
      "zh_CN": "【欲贪多有。利害胜负。】",
      "zh_TW": "【欲貪多有。利害勝負。】"
    },
    {
      "id": "02-008-0017_p0116",
      "zh_CN": "利害，这是讲得失，给人家争胜负、图利害。",
      "zh_TW": "利害，這是講得失，給人家爭勝負、圖利害。"
    },
    {
      "id": "02-008-0017_p0117",
      "zh_CN": "【结忿成雠。】",
      "zh_TW": "【結忿成讎。】"
    },
    {
      "id": "02-008-0017_p0118",
      "zh_CN": "结忿是结怨，与人结怨，怨就变成雠。雠，这里面就有杀害。最后是：",
      "zh_TW": "結忿是結怨，與人結怨，怨就變成讎。讎，這裡面就有殺害。最後是："
    },
    {
      "id": "02-008-0017_p0119",
      "zh_CN": "【破家亡身。不顾前后。】",
      "zh_TW": "【破家亡身。不顧前後。】"
    },
    {
      "id": "02-008-0017_p0120",
      "zh_CN": "前后是讲因果报应，因果报应忘掉了。",
      "zh_TW": "前後是講因果報應，因果報應忘掉了。"
    },
    {
      "id": "02-008-0017_p0121",
      "zh_CN": "【富有悭惜。】",
      "zh_TW": "【富有慳惜。】"
    },
    {
      "id": "02-008-0017_p0122",
      "zh_CN": "这是讲你命里面富有的，富有什么？悭吝。",
      "zh_TW": "這是講你命裡面富有的，富有什麼？慳吝。"
    },
    {
      "id": "02-008-0017_p0123",
      "zh_CN": "【不肯施与。】",
      "zh_TW": "【不肯施與。】"
    },
    {
      "id": "02-008-0017_p0124",
      "zh_CN": "不晓得做好事，不知道修福，不知道积德，这个财富带不走的。",
      "zh_TW": "不曉得做好事，不知道修福，不知道積德，這個財富帶不走的。"
    },
    {
      "id": "02-008-0017_p0125",
      "zh_CN": "【爱保贪重。心劳身苦。如是至竟。无一随者。】",
      "zh_TW": "【愛保貪重。心勞身苦。如是至竟。無一隨者。】"
    },
    {
      "id": "02-008-0017_p0126",
      "zh_CN": "佛在此地给我们讲得很清楚，贪爱，你想保全你的富贵，因此操心苦身，能不能保得住？决定保不住，不但死了一样带不去，就是活着的时候你也未必能够得到享受，这是真正要觉悟。",
      "zh_TW": "佛在此地給我們講得很清楚，貪愛，你想保全你的富貴，因此操心苦身，能不能保得住？決定保不住，不但死了一樣帶不去，就是活著的時候你也未必能夠得到享受，這是真正要覺悟。"
    },
    {
      "id": "02-008-0017_p0127",
      "zh_CN": "【善恶祸福。】",
      "zh_TW": "【善惡禍福。】"
    },
    {
      "id": "02-008-0017_p0128",
      "zh_CN": "善恶是因，祸福是果。",
      "zh_TW": "善惡是因，禍福是果。"
    },
    {
      "id": "02-008-0017_p0129",
      "zh_CN": "【追命所生。】",
      "zh_TW": "【追命所生。】"
    },
    {
      "id": "02-008-0017_p0130",
      "zh_CN": "祸福追人，别的东西带不走，这个东西是永远相随的。",
      "zh_TW": "禍福追人，別的東西帶不走，這個東西是永遠相隨的。"
    },
    {
      "id": "02-008-0017_p0131",
      "zh_CN": "【或在乐处。或入苦毒。】",
      "zh_TW": "【或在樂處。或入苦毒。】"
    },
    {
      "id": "02-008-0017_p0132",
      "zh_CN": "你积善，心善、行善，你果报在三善道，『乐处』；心恶、行恶，果报在三恶道，那就是『苦毒』。",
      "zh_TW": "你積善，心善、行善，你果報在三善道，『樂處』；心惡、行惡，果報在三惡道，那就是『苦毒』。"
    },
    {
      "id": "02-008-0017_p0133",
      "zh_CN": "【又或见善憎谤。不思慕及。常怀盗心。希望他利。用自供给。消散复取。】",
      "zh_TW": "【又或見善憎謗。不思慕及。常懷盜心。希望他利。用自供給。消散復取。】"
    },
    {
      "id": "02-008-0017_p0134",
      "zh_CN": "因为前面种种的因素，这样才造成了他犯的盗恶。看到别人好事，他不但不够随喜、不能赞叹，他还要憎恨，还要毁谤。我们在现前社会里面常常会遇到，也常常见到、常常听到，自己心里头要明了。他不知道对于善人好事，他不晓得羡慕、不晓得效法，他去嫉妒毁谤，甚至于用种种方法来障碍，这都是盗心。",
      "zh_TW": "因為前面種種的因素，這樣才造成了他犯的盜惡。看到別人好事，他不但不夠隨喜、不能讚歎，他還要憎恨，還要毀謗。我們在現前社會裡面常常會遇到，也常常見到、常常聽到，自己心裡頭要明瞭。他不知道對於善人好事，他不曉得羨慕、不曉得效法，他去嫉妒毀謗，甚至於用種種方法來障礙，這都是盜心。"
    },
    {
      "id": "02-008-0017_p0135",
      "zh_CN": "『希望他利，用自供给』，就是希望不劳而获，这里面包括是名闻利养，所以是欺世盗名，名闻利养统统包括在其中，不见得是财物是盗，什么都是盗。以一种不正当的方法、手段得来的，统统是盗。『消散复取』，用完他再来，这个盗心不断的在增长，诸位要细细去体会这经里面的意思，这个经义非常之深广。",
      "zh_TW": "『希望他利，用自供給』，就是希望不勞而獲，這裡面包括是名聞利養，所以是欺世盜名，名聞利養統統包括在其中，不見得是財物是盜，什麼都是盜。以一種不正當的方法、手段得來的，統統是盜。『消散復取』，用完他再來，這個盜心不斷的在增長，諸位要細細去體會這經裡面的意思，這個經義非常之深廣。"
    },
    {
      "id": "02-008-0017_p0136",
      "zh_CN": "【神明克识。终入恶道。】",
      "zh_TW": "【神明剋識。終入惡道。】"
    },
    {
      "id": "02-008-0017_p0137",
      "zh_CN": "『神明』有两个意思，第一个佛法里面讲的阿赖耶识，阿赖耶识里面有这个恶的种子存在，遇缘一定起现行，它受果报。另外一个意思就是天地鬼神，他看得清清楚楚、明明白白，到时候你一定要受果报的。『终入恶道』，果报一定在三途。",
      "zh_TW": "『神明』有兩個意思，第一個佛法裡面講的阿賴耶識，阿賴耶識裡面有這個惡的種子存在，遇緣一定起現行，它受果報。另外一個意思就是天地鬼神，他看得清清楚楚、明明白白，到時候你一定要受果報的。『終入惡道』，果報一定在三途。"
    },
    {
      "id": "02-008-0017_p0138",
      "zh_CN": "【自有三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【自有三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-008-0017_p0139",
      "zh_CN": "三途的『辗转』，先堕地狱；地狱出来的时候，再堕饿鬼；饿鬼出来之后，再变畜生去还债；畜生还债，要还很多很多次，还未必能还得清，所以非常非常的麻烦。因此，这个贪的念头不可以有，盗恶才能够解除。第三这是讲婬恶，杀、盗、婬。",
      "zh_TW": "三途的『輾轉』，先墮地獄；地獄出來的時候，再墮餓鬼；餓鬼出來之後，再變畜生去還債；畜生還債，要還很多很多次，還未必能還得清，所以非常非常的麻煩。因此，這個貪的念頭不可以有，盜惡才能夠解除。第三這是講婬惡，殺、盜、婬。"
    },
    {
      "id": "02-008-0017_p0140",
      "zh_CN": "【其三者。世间人民。相因寄生。寿命几何。不良之人。身心不正。常怀邪恶。常念婬佚。烦满胸中。邪态外逸。费损家财。事为非法。所当求者。而不肯为。】",
      "zh_TW": "【其三者。世間人民。相因寄生。壽命幾何。不良之人。身心不正。常懷邪惡。常念婬佚。煩滿胸中。邪態外逸。費損家財。事為非法。所當求者。而不肯為。】"
    },
    {
      "id": "02-008-0017_p0141",
      "zh_CN": "这一段是讲亡命邪淫。佛在此地特别提醒我们人命无常，正所谓生死事大！这个要觉悟。所以这里『世间人民，相因寄生』，这是讲四种缘。子女与父母四种缘，这讲相因，报恩、报怨、讨债、还债，实在讲，整个社会也是这四种缘，缘的浅深不同。缘结得深就变成一家人，浅一点就是眷属朋友，再浅一点关系就愈来愈淡。凡是一生当中见面点头笑一笑，也是前生的善缘；一见面就看不顺眼，前生的恶缘，真有！从来没见过面，人也不认识，可是见面好像就讨厌，你见到别人，还有比那个更难看的人，你为什么不讨厌？缘不一样，相因寄生，一定要记住。『寿命几何』，人命无常！能想到这一点，生死事大，他就意冷心灰，恶念自然就就减少了，所以这是很重要的一句开导。",
      "zh_TW": "這一段是講亡命邪淫。佛在此地特別提醒我們人命無常，正所謂生死事大！這個要覺悟。所以這裡『世間人民，相因寄生』，這是講四種緣。子女與父母四種緣，這講相因，報恩、報怨、討債、還債，實在講，整個社會也是這四種緣，緣的淺深不同。緣結得深就變成一家人，淺一點就是眷屬朋友，再淺一點關係就愈來愈淡。凡是一生當中見面點頭笑一笑，也是前生的善緣；一見面就看不順眼，前生的惡緣，真有！從來沒見過面，人也不認識，可是見面好像就討厭，你見到別人，還有比那個更難看的人，你為什麼不討厭？緣不一樣，相因寄生，一定要記住。『壽命幾何』，人命無常！能想到這一點，生死事大，他就意冷心灰，惡念自然就就減少了，所以這是很重要的一句開導。"
    },
    {
      "id": "02-008-0017_p0142",
      "zh_CN": "『不良之人』，就是迷惑颠倒不觉悟的人，不觉悟，身心不正；如果觉悟，晓得寿命不长，生死事大。那说老实话遇到这个法门，求往生要紧，这是我们第一桩大事，其他的念头都会冷淡下去了。尤其是中年以上的人，身体不太好的人，更应当要警觉，要把握大好光阴，认真的来修学。这一段话都是说明世人婬恶的现象，教戒我们『所当求者，而不肯为』。当求的是守法、守礼，他不肯做！学佛的人持戒、念佛、诵经，他不肯为。底下再看还有比这个更胜过的，那造的罪业更重了，这是由于邪婬而起的。",
      "zh_TW": "『不良之人』，就是迷惑顛倒不覺悟的人，不覺悟，身心不正；如果覺悟，曉得壽命不長，生死事大。那說老實話遇到這個法門，求往生要緊，這是我們第一樁大事，其他的念頭都會冷淡下去了。尤其是中年以上的人，身體不太好的人，更應當要警覺，要把握大好光陰，認真的來修學。這一段話都是說明世人婬惡的現象，教戒我們『所當求者，而不肯為』。當求的是守法、守禮，他不肯做！學佛的人持戒、念佛、誦經，他不肯為。底下再看還有比這個更勝過的，那造的罪業更重了，這是由於邪婬而起的。"
    },
    {
      "id": "02-008-0017_p0143",
      "zh_CN": "【又或交结聚会。兴兵相伐。攻劫杀戮。强夺迫胁。归给妻子。极身作乐。众共憎厌。患而苦之。】",
      "zh_TW": "【又或交結聚會。興兵相伐。攻劫殺戮。強奪迫脅。歸給妻子。極身作樂。眾共憎厭。患而苦之。】"
    },
    {
      "id": "02-008-0017_p0144",
      "zh_CN": "这个恶就造得更大，由于贪爱，为了取一个人的欢心，不惜杀害许许多多的众生。在我们中国历史上有！夏桀、殷纣怎么亡国的？都是邪淫，淫恶。夏亡在妹喜，纣亡在妲己，这历史上都有。为了取一个人的欢心，甚至于兴兵攻城掠地，杀戮众生。所以『归给妻子，极身作乐』，这是人神都不能够原谅的，罪业当然就重了，这是讲他造业。下面一段说他的果报。",
      "zh_TW": "這個惡就造得更大，由於貪愛，為了取一個人的歡心，不惜殺害許許多多的眾生。在我們中國歷史上有！夏桀、殷紂怎麼亡國的？都是邪淫，淫惡。夏亡在妹喜，紂亡在妲己，這歷史上都有。為了取一個人的歡心，甚至於興兵攻城掠地，殺戮眾生。所以『歸給妻子，極身作樂』，這是人神都不能夠原諒的，罪業當然就重了，這是講他造業。下面一段說他的果報。"
    },
    {
      "id": "02-008-0017_p0145",
      "zh_CN": "【如是之恶。著于人鬼。】",
      "zh_TW": "【如是之惡。著於人鬼。】"
    },
    {
      "id": "02-008-0017_p0146",
      "zh_CN": "着是显著，大家都得看到的。",
      "zh_TW": "著是顯著，大家都得看到的。"
    },
    {
      "id": "02-008-0017_p0147",
      "zh_CN": "【神明记识。】",
      "zh_TW": "【神明記識。】"
    },
    {
      "id": "02-008-0017_p0148",
      "zh_CN": "这个『识』等于是记载的意思，把你记得清清楚楚。",
      "zh_TW": "這個『識』等於是記載的意思，把你記得清清楚楚。"
    },
    {
      "id": "02-008-0017_p0149",
      "zh_CN": "【自入三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【自入三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-008-0017_p0150",
      "zh_CN": "这一段讲的果报，果报在三途，尤其是无间地狱！非常之可怕。",
      "zh_TW": "這一段講的果報，果報在三途，尤其是無間地獄！非常之可怕。"
    },
    {
      "id": "02-008-0017_p0151",
      "zh_CN": "【其四者。】",
      "zh_TW": "【其四者。】"
    },
    {
      "id": "02-008-0017_p0152",
      "zh_CN": "这个『四』是讲的妄语恶。",
      "zh_TW": "這個『四』是講的妄語惡。"
    },
    {
      "id": "02-008-0017_p0153",
      "zh_CN": "【世间人民。不念修善。两舌。恶口。妄言。绮语。憎嫉善人。败坏贤明。】",
      "zh_TW": "【世間人民。不念修善。兩舌。惡口。妄言。綺語。憎嫉善人。敗壞賢明。】"
    },
    {
      "id": "02-008-0017_p0154",
      "zh_CN": "这是口的四种恶。在过去还好一点，现在这个社会不得了，我们看看最近，我在这里报纸上看到，日本是哪一个官做得很大的，说二次大战的时候南京大屠杀没这回事情，是那中国人编造出来的，这怎么得了？这大妄语！历史明明事实摆在那里，现在一口否认，不承认，不知道果报太可怕，他这个不是一个普通人说的话！这个罪过是阿鼻地狱的罪过，他不晓得。所以学佛的人看到，他说这种话的人可怜，这是堕阿鼻地狱的业因。『两舌』，是挑拨是非，有意无意。『恶口』，说话粗鲁。『妄言』，是欺骗，是非颠倒。『绮语』，是花言巧语。目的都是在欺骗人。『憎嫉善人』，善人、好事憎恨嫉妒。『败坏贤明』，加以破坏、障碍、阻挠。",
      "zh_TW": "這是口的四種惡。在過去還好一點，現在這個社會不得了，我們看看最近，我在這裡報紙上看到，日本是哪一個官做得很大的，說二次大戰的時候南京大屠殺沒這回事情，是那中國人編造出來的，這怎麼得了？這大妄語！歷史明明事實擺在那裡，現在一口否認，不承認，不知道果報太可怕，他這個不是一個普通人說的話！這個罪過是阿鼻地獄的罪過，他不曉得。所以學佛的人看到，他說這種話的人可憐，這是墮阿鼻地獄的業因。『兩舌』，是挑撥是非，有意無意。『惡口』，說話粗魯。『妄言』，是欺騙，是非顛倒。『綺語』，是花言巧語。目的都是在欺騙人。『憎嫉善人』，善人、好事憎恨嫉妒。『敗壞賢明』，加以破壞、障礙、阻撓。"
    },
    {
      "id": "02-008-0017_p0155",
      "zh_CN": "【不孝父母。轻慢师长。朋友无信。难得诚实。】",
      "zh_TW": "【不孝父母。輕慢師長。朋友無信。難得誠實。】"
    },
    {
      "id": "02-008-0017_p0156",
      "zh_CN": "这是妄言本身所造的恶，由这里再引发的：",
      "zh_TW": "這是妄言本身所造的惡，由這裡再引發的："
    },
    {
      "id": "02-008-0017_p0157",
      "zh_CN": "【尊贵自大。】",
      "zh_TW": "【尊貴自大。】"
    },
    {
      "id": "02-008-0017_p0158",
      "zh_CN": "狂妄自大！",
      "zh_TW": "狂妄自大！"
    },
    {
      "id": "02-008-0017_p0159",
      "zh_CN": "【谓己有道。横行威势。侵易于人。欲人畏敬。不自惭惧。】",
      "zh_TW": "【謂己有道。橫行威勢。侵易于人。欲人畏敬。不自慚懼。】"
    },
    {
      "id": "02-008-0017_p0160",
      "zh_CN": "这个在今天社会里也非常之普遍，不但在一般社会里面，佛门里面都出现了。有人自称他是什么菩萨再来的；还有人认为菩萨不够，他已经成佛了，佛再来的，你说这成什么话？我在美国讲经的时候，有的时候遇到同修他来问我，他说某某人说他是文殊菩萨再来的，他说师父你看怎么样？我就告诉他，他如果说他是文殊菩萨再来的，说了马上就走了，那是真的；说了还没走，这个靠不住。在我们中国历史上有佛菩萨再来的，身分一露马上就走了；从来没有看到一个身分暴露了，还不走的。现在这些佛菩萨来了，说出来都不走，不得了！这些人徒众都很多很多，妖言惑众。所以这些我们自己要认真去检点反省，为什么？人往往迷了，他自己不知道，他自己以为他那是正法。",
      "zh_TW": "這個在今天社會裡也非常之普遍，不但在一般社會裡面，佛門裡面都出現了。有人自稱他是什麼菩薩再來的；還有人認為菩薩不夠，他已經成佛了，佛再來的，你說這成什麼話？我在美國講經的時候，有的時候遇到同修他來問我，他說某某人說他是文殊菩薩再來的，他說師父你看怎麼樣？我就告訴他，他如果說他是文殊菩薩再來的，說了馬上就走了，那是真的；說了還沒走，這個靠不住。在我們中國歷史上有佛菩薩再來的，身分一露馬上就走了；從來沒有看到一個身分暴露了，還不走的。現在這些佛菩薩來了，說出來都不走，不得了！這些人徒眾都很多很多，妖言惑眾。所以這些我們自己要認真去檢點反省，為什麼？人往往迷了，他自己不知道，他自己以為他那是正法。"
    },
    {
      "id": "02-008-0017_p0161",
      "zh_CN": "【难可降化。常怀骄慢。赖其前世。福德营护。】",
      "zh_TW": "【難可降化。常懷驕慢。賴其前世。福德營護。】"
    },
    {
      "id": "02-008-0017_p0162",
      "zh_CN": "他造这样大的罪业，我们看到他现在的福报很大，为什么没有受到果报？佛在此地讲，他前世修的福修得大，『福德营护』，保护他现在的样子。他现在这个果报，这个福报是前世修的福；今世他所造的恶，实在讲，这个恶已经把他的福折掉一大半，果报在来世！底下讲：",
      "zh_TW": "他造這樣大的罪業，我們看到他現在的福報很大，為什麼沒有受到果報？佛在此地講，他前世修的福修得大，『福德營護』，保護他現在的樣子。他現在這個果報，這個福報是前世修的福；今世他所造的惡，實在講，這個惡已經把他的福折掉一大半，果報在來世！底下講："
    },
    {
      "id": "02-008-0017_p0163",
      "zh_CN": "【今世为恶。福德尽灭。】",
      "zh_TW": "【今世為惡。福德盡滅。】"
    },
    {
      "id": "02-008-0017_p0164",
      "zh_CN": "由此可知，这些人他的福报是真大，造这么大的罪业，我们看到还是有这么大的福报，他要不造这个罪业，那福报还得了！那比现前更要殊胜了，这是福报已经折了福。",
      "zh_TW": "由此可知，這些人他的福報是真大，造這麼大的罪業，我們看到還是有這麼大的福報，他要不造這個罪業，那福報還得了！那比現前更要殊勝了，這是福報已經折了福。"
    },
    {
      "id": "02-008-0017_p0165",
      "zh_CN": "【寿命终尽。诸恶绕归。】",
      "zh_TW": "【壽命終盡。諸惡繞歸。】"
    },
    {
      "id": "02-008-0017_p0166",
      "zh_CN": "到他命尽的时候，他的果报就现前了。",
      "zh_TW": "到他命盡的時候，他的果報就現前了。"
    },
    {
      "id": "02-008-0017_p0167",
      "zh_CN": "【又其名籍。记在神明。殃咎牵引。无从舍离。但得前行。入于火镬。】",
      "zh_TW": "【又其名籍。記在神明。殃咎牽引。無從捨離。但得前行。入于火鑊。】"
    },
    {
      "id": "02-008-0017_p0168",
      "zh_CN": "『火镬』就是我们讲地狱里头油鼎、油锅！",
      "zh_TW": "『火鑊』就是我們講地獄裡頭油鼎、油鍋！"
    },
    {
      "id": "02-008-0017_p0169",
      "zh_CN": "【身心摧碎。神形苦极。当斯之时。悔复何及。】",
      "zh_TW": "【身心摧碎。神形苦極。當斯之時。悔復何及。】"
    },
    {
      "id": "02-008-0017_p0170",
      "zh_CN": "他的恶业引导他无间地狱去受报，果报现前的时候后悔来不及了。通常在五种恶里面，实在讲，最容易犯的是妄语，最容易犯的。不晓得妄语有这么大的罪业，有这样惨的果报。",
      "zh_TW": "他的惡業引導他無間地獄去受報，果報現前的時候後悔來不及了。通常在五種惡裡面，實在講，最容易犯的是妄語，最容易犯的。不曉得妄語有這麼大的罪業，有這樣慘的果報。"
    },
    {
      "id": "02-008-0017_p0171",
      "zh_CN": "末后这一段，因为它提到酒，所以按照五戒来说，五戒翻过来五恶，杀、盗、淫、妄、酒，这是饮酒的恶。但是经里面意思非常之广泛，里面讲到贪瞋痴，所以整个经文来讲，不仅是杀盗淫妄酒，而且里面确确实实讲的是十恶业，把它翻过来，就是五戒十善。所以本经这一章里面是属于戒律，持戒念佛，是属于戒律。这一章经也是戒经，所以这一部经里头经律论三藏具足，戒定慧三学具足。这段文还很长，今天时间到了，我们就讲到此地。",
      "zh_TW": "末後這一段，因為它提到酒，所以按照五戒來說，五戒翻過來五惡，殺、盜、淫、妄、酒，這是飲酒的惡。但是經裡面意思非常之廣泛，裡面講到貪瞋痴，所以整個經文來講，不僅是殺盜淫妄酒，而且裡面確確實實講的是十惡業，把它翻過來，就是五戒十善。所以本經這一章裡面是屬於戒律，持戒念佛，是屬於戒律。這一章經也是戒經，所以這一部經裡頭經律論三藏具足，戒定慧三學具足。這段文還很長，今天時間到了，我們就講到此地。"
    }
  ]
}