{
  "doc_id": "21-042-0001",
  "title": {
    "zh_CN": "馆长往生的启示",
    "zh_TW": "館長往生的啟示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "美国华藏净宗学会",
    "zh_TW": "美國華藏淨宗學會"
  },
  "doc_number": "21-042-0001",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "21-042-0001_p0001",
      "zh_CN": "诸位同修：",
      "zh_TW": "諸位同修："
    },
    {
      "id": "21-042-0001_p0002",
      "zh_CN": "过去馆长在世，领导我们这个团体，这么多年来，我们的生活以她为中心。她突然离开我们，我想有许多同修都能感触到，好像我们措手不及，事事都感到茫然。这个状况，应该是会有一段时期的，我们才能恢复到正常。她走，确实带给我们很多的启示。对于修学，也提醒我们许多重要的学习要领。",
      "zh_TW": "過去館長在世，領導我們這個團體，這麼多年來，我們的生活以她為中心。她突然離開我們，我想有許多同修都能感觸到，好像我們措手不及，事事都感到茫然。這個狀況，應該是會有一段時期的，我們才能恢復到正常。她走，確實帶給我們很多的啟示。對於修學，也提醒我們許多重要的學習要領。"
    },
    {
      "id": "21-042-0001_p0003",
      "zh_CN": "昨天跟诸位谈到这些问题。我想每一位同修，如果稍稍有一些觉悟的话，都会想到生死事大，无常迅速。能有这种观察，那就是真正的觉悟了。人生是一个现象，佛告诉我们，这个现象是个幻象，绝非真实。佛法里面真假的标准，是建立在感观上。如果这些事相能够永恒不变，佛法就说它是真的。如果讲这个现象，它是一个变化无常的，这就是虚幻的，就不是真实的。我们从佛这些教训，细心的去观察，哪些事情是没有变化的？可以说样样都是变化的，没有一桩不是变化的，都是在刹那变化。大概我们看不出变化的，这虚空好像没有变化。三千年前释迦牟尼佛出现，这个虚空是这个样子，三千年后，现在还是这个样子。除了虚空之外，一切事物都是无常的。",
      "zh_TW": "昨天跟諸位談到這些問題。我想每一位同修，如果稍稍有一些覺悟的話，都會想到生死事大，無常迅速。能有這種觀察，那就是真正的覺悟了。人生是一個現象，佛告訴我們，這個現象是個幻象，絕非真實。佛法裡面真假的標準，是建立在感觀上。如果這些事相能夠永恆不變，佛法就說它是真的。如果講這個現象，它是一個變化無常的，這就是虛幻的，就不是真實的。我們從佛這些教訓，細心的去觀察，哪些事情是沒有變化的？可以說樣樣都是變化的，沒有一樁不是變化的，都是在剎那變化。大概我們看不出變化的，這虛空好像沒有變化。三千年前釋迦牟尼佛出現，這個虛空是這個樣子，三千年後，現在還是這個樣子。除了虛空之外，一切事物都是無常的。"
    },
    {
      "id": "21-042-0001_p0004",
      "zh_CN": "这些现象，怎么产生的？从哪里来的？这就是大乘经里面常讲的诸法实相，这一切法的真相到底是什么？我们在现前这个阶段，得的是人身。人会老、会死，这一些我们都不能够忌讳，每一个人必定要经历，没有一个人能够逃避生老病死，所以这是一个很严肃的问题，也是个大问题。这个事实非常迫切，丝毫也止不住的，这就是讲无常迅速。聪明的人，觉悟的人，知道这个事情是个大事。所以用尽了心思来探讨，希望了解这个事实真相。可是佛没有出现在这个世间之前，世间聪明人很多，有智慧的人不少，所有一切的问题，他们都有方法解决，唯独这一桩事情没有法子解决，所以佛才出现世间。出现世间，这个我们讲大慈悲的示现，目的就是帮助我们解决这个问题。佛教给我们随缘，他老人家也随缘。我们想到这桩事情，佛才来。如果我们没有想到这桩事情，佛菩萨不会来的。这个就是所谓的众生有感，佛就有应。",
      "zh_TW": "這些現象，怎麼產生的？從哪裡來的？這就是大乘經裡面常講的諸法實相，這一切法的真相到底是什麼？我們在現前這個階段，得的是人身。人會老、會死，這一些我們都不能夠忌諱，每一個人必定要經歷，沒有一個人能夠逃避生老病死，所以這是一個很嚴肅的問題，也是個大問題。這個事實非常迫切，絲毫也止不住的，這就是講無常迅速。聰明的人，覺悟的人，知道這個事情是個大事。所以用盡了心思來探討，希望了解這個事實真相。可是佛沒有出現在這個世間之前，世間聰明人很多，有智慧的人不少，所有一切的問題，他們都有方法解決，唯獨這一樁事情沒有法子解決，所以佛才出現世間。出現世間，這個我們講大慈悲的示現，目的就是幫助我們解決這個問題。佛教給我們隨緣，他老人家也隨緣。我們想到這樁事情，佛才來。如果我們沒有想到這樁事情，佛菩薩不會來的。這個就是所謂的眾生有感，佛就有應。"
    },
    {
      "id": "21-042-0001_p0005",
      "zh_CN": "在古时候，三千年前，印度可以说是在我们这个地球上学术思想最发达的一个地区。中国的文化，发展算是不错了，但是比起印度要差得很远。中国的儒家、道家，他们的学术、思想的探讨，可以说是达到了人道、天道，也讲到鬼道。可是说到天道，我们仔细观察，他只能达到欲界天，色界天没有达到。但是印度，佛经里面讲的九十六种外道。外道不是一句坏话，也不是轻视别人。这个外是说的心外求法，这称之为外道。一切众生他的观察、思惟、想像，全都属于心外求法。不但是这个世间所有宗教学说，是心外求法，学佛的人大多数还是心外求法。诸位要读《楞严经》，你就明了了，《楞严经》上，佛说的声闻、缘觉，就是阿罗汉、辟支佛、权教菩萨，这三种人还是心外求法，这个在大乘法门里头叫他们做「外道」。可见得，外道不是一个不好的名词，完全是就事论事。属于心外求法的，都是外道。",
      "zh_TW": "在古時候，三千年前，印度可以說是在我們這個地球上學術思想最發達的一個地區。中國的文化，發展算是不錯了，但是比起印度要差得很遠。中國的儒家、道家，他們的學術、思想的探討，可以說是達到了人道、天道，也講到鬼道。可是說到天道，我們仔細觀察，他只能達到欲界天，色界天沒有達到。但是印度，佛經裡面講的九十六種外道。外道不是一句壞話，也不是輕視別人。這個外是說的心外求法，這稱之為外道。一切眾生他的觀察、思惟、想像，全都屬於心外求法。不但是這個世間所有宗教學說，是心外求法，學佛的人大多數還是心外求法。諸位要讀《楞嚴經》，你就明瞭了，《楞嚴經》上，佛說的聲聞、緣覺，就是阿羅漢、辟支佛、權教菩薩，這三種人還是心外求法，這個在大乘法門裡頭叫他們做「外道」。可見得，外道不是一個不好的名詞，完全是就事論事。屬於心外求法的，都是外道。"
    },
    {
      "id": "21-042-0001_p0006",
      "zh_CN": "我们今天也都是属于心外求法。哪一个明心见性？哪一个人向自性里求？除非我们真正老实念佛。老实念佛，能够把一切妄想、分别、执着，通通放下了，我们可以说不是心外求法了。那是不是向自性求？也不见得。可是这个成就是非常殊胜的，这一种殊胜，是阿弥陀佛本愿威神的加持，我们是靠佛的力量，从外道变成了明心见性，走的是这个路子。如果我们不靠佛，那可以说一点办法都没有，不可能的。为什么？我们在生活当中，不但这一生，无始劫以来，生生世世，六根接触外面境界，眼见色，张开眼睛所见到的，用一个色字做代表。耳闻声，六根接触六尘境界，都起心动念；起心动念就不是真心。佛把我们这种现象叫妄心。法相宗里面讲的，八识五十一心所，我们整个的活动，没有办法离开八识五十一心所，也没有办法突破。这就是讲了，不但我们不能突破，阿罗汉、辟支佛、权教菩萨，也不能突破，都在这个圈子里头，没有法子出离，属于这一类人，永远不能明心见性，永远不能解决问题。尤其是我们妄想、分别、执着重的，无法脱离六道轮回。佛将这个现象，给我们说清楚了、说明白了。",
      "zh_TW": "我們今天也都是屬於心外求法。哪一個明心見性？哪一個人向自性裡求？除非我們真正老實念佛。老實念佛，能夠把一切妄想、分別、執著，通通放下了，我們可以說不是心外求法了。那是不是向自性求？也不見得。可是這個成就是非常殊勝的，這一種殊勝，是阿彌陀佛本願威神的加持，我們是靠佛的力量，從外道變成了明心見性，走的是這個路子。如果我們不靠佛，那可以說一點辦法都沒有，不可能的。為什麼？我們在生活當中，不但這一生，無始劫以來，生生世世，六根接觸外面境界，眼見色，張開眼睛所見到的，用一個色字做代表。耳聞聲，六根接觸六塵境界，都起心動念；起心動念就不是真心。佛把我們這種現象叫妄心。法相宗裡面講的，八識五十一心所，我們整個的活動，沒有辦法離開八識五十一心所，也沒有辦法突破。這就是講了，不但我們不能突破，阿羅漢、辟支佛、權教菩薩，也不能突破，都在這個圈子裡頭，沒有法子出離，屬於這一類人，永遠不能明心見性，永遠不能解決問題。尤其是我們妄想、分別、執著重的，無法脫離六道輪迴。佛將這個現象，給我們說清楚了、說明白了。"
    },
    {
      "id": "21-042-0001_p0007",
      "zh_CN": "接触到佛法，跟佛学习的，逐渐逐渐开悟。所谓开悟，对于这个事实真相，渐渐体会得到了。这个现象怎么来的？佛告诉我们，起源是一念不觉而有无明，佛说这个是最初的起源。我们凡夫有一个错觉，这个错觉就是时间与空间的观念，我们感触到这个时空也不是真实的。",
      "zh_TW": "接觸到佛法，跟佛學習的，逐漸逐漸開悟。所謂開悟，對於這個事實真相，漸漸體會得到了。這個現象怎麼來的？佛告訴我們，起源是一念不覺而有無明，佛說這個是最初的起源。我們凡夫有一個錯覺，這個錯覺就是時間與空間的觀念，我們感觸到這個時空也不是真實的。"
    },
    {
      "id": "21-042-0001_p0008",
      "zh_CN": "法相唯识入门的一部书，叫《百法明门论》，天亲菩萨做的。这一部论文字不多，可是自古以来，这些祖师大德们的注解，那就太丰富了，比原文要多出几十倍。这一部论里面就告诉我们，时间、空间是怎么回事情？他把时空列在不相应行法。不相应行法，要用现代的话来说，就是一个抽象的概念，没有事实；不是事实，是个抽象的概念。不能讲没有这桩事情，但是这个事情也是假的，梦幻泡影，不是真的。所以法相宗把这一切法分做心法、色法、心所有法、不相应行法，再无为法，分为这五大类。这个五大类不但包括世间一切法，连佛法也包括在其中。",
      "zh_TW": "法相唯識入門的一部書，叫《百法明門論》，天親菩薩做的。這一部論文字不多，可是自古以來，這些祖師大德們的註解，那就太豐富了，比原文要多出幾十倍。這一部論裡面就告訴我們，時間、空間是怎麼回事情？他把時空列在不相應行法。不相應行法，要用現代的話來說，就是一個抽象的概念，沒有事實；不是事實，是個抽象的概念。不能講沒有這樁事情，但是這個事情也是假的，夢幻泡影，不是真的。所以法相宗把這一切法分做心法、色法、心所有法、不相應行法，再無為法，分為這五大類。這個五大類不但包括世間一切法，連佛法也包括在其中。"
    },
    {
      "id": "21-042-0001_p0009",
      "zh_CN": "怎么会变成这个样子？佛在《华严经》「出现品」里面讲得好，他说一切众生皆有如来智慧德相，九法界众生跟诸佛如来无二无别。如来果地上的智慧德相，给诸位说，那是真实的，那不是虚妄的。所以那个境界，叫一真法界。为什么说是真的？我们这个为什么叫虚妄？刚才讲过了，虚妄是无常的，是会变化的。他说一真，那是永恒的，没有变化的，也就是我们常讲的不生不灭。不生不灭是真的，生灭是假的。我们现在这个心，心里面的念头，前念灭了，后念就生了。我们这个念头是生灭的、不停的。连晚上作梦，我们人身体是在休息，念头没有休息，还在起作用，他还在作梦，还在打妄想。由此可知，这个妄念没有中断过，我们睡觉，它也不中断，它还照常活动。这个事情是个麻烦事情，所以这是个妄念、妄想。分别、执着使我们的一真不能证得；不能证得就是我们得不到一真的受用，这个就是证得的意思。我们对于这些名词，要有很清楚的理解，不要把这些名词想得太玄了，那你就又想错了。修行证果，这个名词听了都很玄。修行是怎么回事？修正我们错误的思想行为。证果是怎么回事情？使我们得到一真的享受。得到如诸佛菩萨正常的享受，这个叫证果。",
      "zh_TW": "怎麼會變成這個樣子？佛在《華嚴經》「出現品」裡面講得好，他說一切眾生皆有如來智慧德相，九法界眾生跟諸佛如來無二無別。如來果地上的智慧德相，給諸位說，那是真實的，那不是虛妄的。所以那個境界，叫一真法界。為什麼說是真的？我們這個為什麼叫虛妄？剛才講過了，虛妄是無常的，是會變化的。他說一真，那是永恆的，沒有變化的，也就是我們常講的不生不滅。不生不滅是真的，生滅是假的。我們現在這個心，心裡面的念頭，前念滅了，後念就生了。我們這個念頭是生滅的、不停的。連晚上作夢，我們人身體是在休息，念頭沒有休息，還在起作用，他還在作夢，還在打妄想。由此可知，這個妄念沒有中斷過，我們睡覺，它也不中斷，它還照常活動。這個事情是個麻煩事情，所以這是個妄念、妄想。分別、執著使我們的一真不能證得；不能證得就是我們得不到一真的受用，這個就是證得的意思。我們對於這些名詞，要有很清楚的理解，不要把這些名詞想得太玄了，那你就又想錯了。修行證果，這個名詞聽了都很玄。修行是怎麼回事？修正我們錯誤的思想行為。證果是怎麼回事情？使我們得到一真的享受。得到如諸佛菩薩正常的享受，這個叫證果。"
    },
    {
      "id": "21-042-0001_p0010",
      "zh_CN": "我们今天迷得太久，迷得太深了。佛给我们讲经说法，我们读经、听经，依旧不能够觉悟，这个原因就是迷得太深太久。可是佛告诉我们，迷得太深太久也不怕。他举一个比喻说得很好，千年暗室，你点一盏灯，黑暗就没有了。这个不仅是鼓励我们，实在讲这是事实真相。所以佛说人人都能作佛。而破迷开悟最有效的方法，无过于念佛求生净土，这个方法的确对我们凡夫来讲，是我们在这一生当中，真可以做得到的。其他的方法，理论上讲，没有问题，方法上也没有问题，但是就我们现前痴迷根性上来说，那就成了问题。我们做不到，这个毛病发生在这里。他告诉我们，这个虚妄怎么形成的？十法界、六道从哪里来的？细说，说不尽！《华严经》上讲：「无量因缘」。说因缘，就是我们平常讲的因果。因、缘、果非常复杂，无量无边。无量因缘归纳起来，归结到最后，分为三大类。这三大类就是妄想、分别、执着，我们这样讲法，大家就好懂了。因为有妄想，纯真里面就带了虚妄，这是讲一真法界。",
      "zh_TW": "我們今天迷得太久，迷得太深了。佛給我們講經說法，我們讀經、聽經，依舊不能夠覺悟，這個原因就是迷得太深太久。可是佛告訴我們，迷得太深太久也不怕。他舉一個比喻說得很好，千年暗室，你點一盞燈，黑暗就沒有了。這個不僅是鼓勵我們，實在講這是事實真相。所以佛說人人都能作佛。而破迷開悟最有效的方法，無過於念佛求生淨土，這個方法的確對我們凡夫來講，是我們在這一生當中，真可以做得到的。其他的方法，理論上講，沒有問題，方法上也沒有問題，但是就我們現前痴迷根性上來說，那就成了問題。我們做不到，這個毛病發生在這裡。他告訴我們，這個虛妄怎麼形成的？十法界、六道從哪裡來的？細說，說不盡！《華嚴經》上講：「無量因緣」。說因緣，就是我們平常講的因果。因、緣、果非常複雜，無量無邊。無量因緣歸納起來，歸結到最後，分為三大類。這三大類就是妄想、分別、執著，我們這樣講法，大家就好懂了。因為有妄想，純真裡面就帶了虛妄，這是講一真法界。"
    },
    {
      "id": "21-042-0001_p0011",
      "zh_CN": "《华严》华藏世界是一真法界，佛在经上给我们讲四十一位法身大士，如果是纯真，哪里来四十一？有四十一，当然这个真就不纯了。西方极乐世界是一真法界，可是佛给我们讲，西方世界有四土九品。那一真法界里头，还有四土九品，可见得也不是纯真。这就是一真法界里头，也并不纯真。但是它毕竟是一真，为什么？它只有妄想，它没有分别、没有执着，所以它的确是一真。从一真法界变成了十法界，十法界里面就有佛、有菩萨、有缘觉、有声闻，声闻就是阿罗汉。为什么会有这个现象？是从分别心起的。由此可知，我们还有分别，那你就决定出不了十法界，十法界是个大范围、大圈圈，你有分别心，你决定不能超越。",
      "zh_TW": "《華嚴》華藏世界是一真法界，佛在經上給我們講四十一位法身大士，如果是純真，哪裡來四十一？有四十一，當然這個真就不純了。西方極樂世界是一真法界，可是佛給我們講，西方世界有四土九品。那一真法界裡頭，還有四土九品，可見得也不是純真。這就是一真法界裡頭，也並不純真。但是它畢竟是一真，為什麼？它只有妄想，它沒有分別、沒有執著，所以它的確是一真。從一真法界變成了十法界，十法界裡面就有佛、有菩薩、有緣覺、有聲聞，聲聞就是阿羅漢。為什麼會有這個現象？是從分別心起的。由此可知，我們還有分別，那你就決定出不了十法界，十法界是個大範圍、大圈圈，你有分別心，你決定不能超越。"
    },
    {
      "id": "21-042-0001_p0012",
      "zh_CN": "再下面来，那就愈来愈糟糕了，就是六道轮回。我们现在堕到六道轮回里头。六道轮回从哪里来的？从执着来的。这就说明，阿罗汉、辟支佛、菩萨他们有分别，没有执着，可以跟你分别，这是红的花，这是黄的花，他不执着。执着是什么？贪爱！「我喜欢这个，不喜欢那个。」你动这个念头，就堕到六道里面来了。六道里面众生有执着，四圣法界里头有分别，没有执着。四圣是四个等级，愈往上去，分别念头愈轻；愈往下，那分别就愈重。六道也是如此，六道也有天、阿修罗、人，一直到三恶道。天人他有执着，执着比我们轻。执着最严重的，就是地狱。六道这个层次，是从执着这个念头轻重而分的，变现出这个境界。",
      "zh_TW": "再下面來，那就愈來愈糟糕了，就是六道輪迴。我們現在墮到六道輪迴裡頭。六道輪迴從哪裡來的？從執著來的。這就說明，阿羅漢、辟支佛、菩薩他們有分別，沒有執著，可以跟你分別，這是紅的花，這是黃的花，他不執著。執著是什麼？貪愛！「我喜歡這個，不喜歡那個。」你動這個念頭，就墮到六道裡面來了。六道裡面眾生有執著，四聖法界裡頭有分別，沒有執著。四聖是四個等級，愈往上去，分別念頭愈輕；愈往下，那分別就愈重。六道也是如此，六道也有天、阿修羅、人，一直到三惡道。天人他有執著，執著比我們輕。執著最嚴重的，就是地獄。六道這個層次，是從執著這個念頭輕重而分的，變現出這個境界。"
    },
    {
      "id": "21-042-0001_p0013",
      "zh_CN": "由此可知，我们如果想脱离六道轮回，在生活当中，一切事情一定要看淡，不要那么执着，也不要去分别。与我们不相干的，可以不闻不问，把这些事情放在心上，那就坏了。这个就是讲你要看破、要放下。所谓看破是了解事实真相，十法界、六道的现象，我们明了；六道里面的形成因果，我们懂得。它是怎么来的，怎么回事情，我们清清楚楚、明明白白，这样就好。明了之后，不把它放在心上，那叫做放下。",
      "zh_TW": "由此可知，我們如果想脫離六道輪迴，在生活當中，一切事情一定要看淡，不要那麼執著，也不要去分別。與我們不相干的，可以不聞不問，把這些事情放在心上，那就壞了。這個就是講你要看破、要放下。所謂看破是了解事實真相，十法界、六道的現象，我們明瞭；六道裡面的形成因果，我們懂得。它是怎麼來的，怎麼回事情，我們清清楚楚、明明白白，這樣就好。明瞭之後，不把它放在心上，那叫做放下。"
    },
    {
      "id": "21-042-0001_p0014",
      "zh_CN": "世间最难放下的是恩怨、债物，讨债、还债、报恩、报怨，这是最难放下的。可是你要懂得，如果你放不下，就继续搞六道轮回。佛给我们讲，因果通三世，不是一生的，生生世世。知道这个事实真相，你的日子会好过一些，你会懂得怎么做人，怎么处事。譬如我们欠人家的钱，我们一定要还，为什么？这一生不还，来生还要还，跑不掉的。人家欠我们的，我们最好不要了。阿弥陀佛接你到西方世界，你还想到某人还欠我钱，还没有还，那你就去不了了。你为这一点点的小事情，又去搞六道轮回，这是太不值得了。这是懂得因果，晓得怎么做法。",
      "zh_TW": "世間最難放下的是恩怨、債物，討債、還債、報恩、報怨，這是最難放下的。可是你要懂得，如果你放不下，就繼續搞六道輪迴。佛給我們講，因果通三世，不是一生的，生生世世。知道這個事實真相，你的日子會好過一些，你會懂得怎麼做人，怎麼處事。譬如我們欠人家的錢，我們一定要還，為什麼？這一生不還，來生還要還，跑不掉的。人家欠我們的，我們最好不要了。阿彌陀佛接你到西方世界，你還想到某人還欠我錢，還沒有還，那你就去不了了。你為這一點點的小事情，又去搞六道輪迴，這是太不值得了。這是懂得因果，曉得怎麼做法。"
    },
    {
      "id": "21-042-0001_p0015",
      "zh_CN": "别人有恩对我的，我们要报答、要报恩；别人跟我们结怨的，我们这就了了，一笔勾消了，不要再问了。见到冤家对头也点头、也欢喜，不计这些旧事，所以你的日子就过得很幸福。这是你真正懂得这个道理，知道自己应该怎样做人，应该怎样处事，这叫修行。把我们所有错误的观念，错误的想法、作法，都修正过来。起心动念都想到一切众生，想到大众，不必想自己。自己每一天吃得饱、穿得暖，有个小房子可以遮蔽风雨，足矣！人生在世间很短暂，实在讲，生活愈简单就愈幸福、愈快乐，你的负担就很轻，你的心容易得到清净。你要贪图这个世间五欲六尘的享受，你付出的代价太大。什么代价？妄想、分别、执着，这些都是事实，诸位仔细去观察，仔细去思惟，你就明了了。",
      "zh_TW": "別人有恩對我的，我們要報答、要報恩；別人跟我們結怨的，我們這就了了，一筆勾消了，不要再問了。見到冤家對頭也點頭、也歡喜，不計這些舊事，所以你的日子就過得很幸福。這是你真正懂得這個道理，知道自己應該怎樣做人，應該怎樣處事，這叫修行。把我們所有錯誤的觀念，錯誤的想法、作法，都修正過來。起心動念都想到一切眾生，想到大眾，不必想自己。自己每一天吃得飽、穿得暖，有個小房子可以遮蔽風雨，足矣！人生在世間很短暫，實在講，生活愈簡單就愈幸福、愈快樂，你的負擔就很輕，你的心容易得到清淨。你要貪圖這個世間五欲六塵的享受，你付出的代價太大。什麼代價？妄想、分別、執著，這些都是事實，諸位仔細去觀察，仔細去思惟，你就明瞭了。"
    },
    {
      "id": "21-042-0001_p0016",
      "zh_CN": "所以聪明人要过佛菩萨的生活，诸佛菩萨的示现，就是给我们做一个生活最好的榜样，教给我们做一个明白人。学佛实在讲，就是学做一个明白人而已。对人、对事、对物，过去、现在、未来因缘果报，清清楚楚，明明白白。这一桩事情说起来容易，做起来很难。难的，刚才讲了，这个里面的因缘错综复杂，无量无边，我们没有法子觉悟。从哪里做起？不晓得。经论太多，也不晓得从哪里读起，也不知道从哪里学起，难在此地。所以佛法，学佛一定要亲近善知识，要亲近这些过来人。他们可以提供修学的经验，给我们做参考。",
      "zh_TW": "所以聰明人要過佛菩薩的生活，諸佛菩薩的示現，就是給我們做一個生活最好的榜樣，教給我們做一個明白人。學佛實在講，就是學做一個明白人而已。對人、對事、對物，過去、現在、未來因緣果報，清清楚楚，明明白白。這一樁事情說起來容易，做起來很難。難的，剛才講了，這個裡面的因緣錯綜複雜，無量無邊，我們沒有法子覺悟。從哪裡做起？不曉得。經論太多，也不曉得從哪裡讀起，也不知道從哪裡學起，難在此地。所以佛法，學佛一定要親近善知識，要親近這些過來人。他們可以提供修學的經驗，給我們做參考。"
    },
    {
      "id": "21-042-0001_p0017",
      "zh_CN": "而在这一些书籍当中，学佛入门最初下手，实在讲最好的是《了凡四训》。它虽然不是佛经，可是印光大师当年在世，一生当中极力提倡。这里面所讲的道理，所说的这些方法，都是佛在经论当中所宣说的。所以这一部书，老和尚在一生当中，虽然他是净土宗的祖师，一生做为一个念佛人的榜样，他提倡这一本书，是挽救这个时代，大慈大悲！我们要深深体会到老法师的苦心。怎么样在这个时代当中救自己，救这个社会，救这个世界。你只要能依照《了凡四训》去做，把这个方法再介绍给别人，你就在行菩萨道。经论当中是散说，说得很多，说得很广，并不集中。而且讲得比较深，如果没有人详细讲解，我们虽然看了，往往是粗心大意，疏忽掉了，没有注意到。《了凡四训》，可以说把经论里头，这一些部分的精华集中起来，详细来说明，这是它的好处，我们可以把它当做论来读。佛教里面的论有两种，一种叫释经论，一种叫宗经论。释经论是解释经的，宗经论是经里面重要的思想，用它来发挥。《了凡四训》就等于是宗经论，像《瑜伽师地论》一样，《大乘起信论》这些都属于宗经论。没有离开如来的真实教诲，我们应当极力提倡，继续印光大师未竟的事业。我们要认真努力，依教奉行。",
      "zh_TW": "而在這一些書籍當中，學佛入門最初下手，實在講最好的是《了凡四訓》。它雖然不是佛經，可是印光大師當年在世，一生當中極力提倡。這裡面所講的道理，所說的這些方法，都是佛在經論當中所宣說的。所以這一部書，老和尚在一生當中，雖然他是淨土宗的祖師，一生做為一個念佛人的榜樣，他提倡這一本書，是挽救這個時代，大慈大悲！我們要深深體會到老法師的苦心。怎麼樣在這個時代當中救自己，救這個社會，救這個世界。你只要能依照《了凡四訓》去做，把這個方法再介紹給別人，你就在行菩薩道。經論當中是散說，說得很多，說得很廣，並不集中。而且講得比較深，如果沒有人詳細講解，我們雖然看了，往往是粗心大意，疏忽掉了，沒有注意到。《了凡四訓》，可以說把經論裡頭，這一些部分的精華集中起來，詳細來說明，這是它的好處，我們可以把它當做論來讀。佛教裡面的論有兩種，一種叫釋經論，一種叫宗經論。釋經論是解釋經的，宗經論是經裡面重要的思想，用它來發揮。《了凡四訓》就等於是宗經論，像《瑜伽師地論》一樣，《大乘起信論》這些都屬於宗經論。沒有離開如來的真實教誨，我們應當極力提倡，繼續印光大師未竟的事業。我們要認真努力，依教奉行。"
    },
    {
      "id": "21-042-0001_p0018",
      "zh_CN": "台湾这几年，做得很积极。不但我们有录音带流通，现在还有做成ＣＤ。还有一些同修发心，很难得，把它做成广播剧的方式来传播，这个使大家听了就更有兴趣了。在现代这个时代弘法，我觉得很有必要。如果说是法师讲经，你在电视当中，一个画面呆呆板板，一、两个小时，要不是真有道心的人，他不行，他不要再看。如果用广播剧的形式，研究讨论的形式，有问有答，那个就比较轻松多了。好像参观、观摩这一个研究讨论会，就活泼生动的多。在现代，我们传播佛法，就有改进的必要。",
      "zh_TW": "台灣這幾年，做得很積極。不但我們有錄音帶流通，現在還有做成ＣＤ。還有一些同修發心，很難得，把它做成廣播劇的方式來傳播，這個使大家聽了就更有興趣了。在現代這個時代弘法，我覺得很有必要。如果說是法師講經，你在電視當中，一個畫面呆呆板板，一、兩個小時，要不是真有道心的人，他不行，他不要再看。如果用廣播劇的形式，研究討論的形式，有問有答，那個就比較輕鬆多了。好像參觀、觀摩這一個研究討論會，就活潑生動的多。在現代，我們傳播佛法，就有改進的必要。"
    },
    {
      "id": "21-042-0001_p0019",
      "zh_CN": "这个书，我们此地还有不少，原文不多，我那个讲记不晓得比原文多多少倍，诸位看到这么厚厚的一本。最好能够在家里教子弟去学习，同时也让他学中文，现在中文很重要。我这次在洛杉矶、在德州，有一些同修告诉我，很多美国人都认真的学中文。为什么？眼看着中国强大起来，你要跟中国打交道，你不懂得中国的言语、文字，那你要吃亏。",
      "zh_TW": "這個書，我們此地還有不少，原文不多，我那個講記不曉得比原文多多少倍，諸位看到這麼厚厚的一本。最好能夠在家裡教子弟去學習，同時也讓他學中文，現在中文很重要。我這次在洛杉磯、在德州，有一些同修告訴我，很多美國人都認真的學中文。為什麼？眼看著中國強大起來，你要跟中國打交道，你不懂得中國的言語、文字，那你要吃虧。"
    },
    {
      "id": "21-042-0001_p0020",
      "zh_CN": "南洋，马来西亚过去是排斥中文的，用种种方法来同化中国的华侨，限制华语，不准学生念中国书。现在，听说连他们的高官，都要学中文了，见到中国人也讲中国话了。理由很简单，中国大陆这么大的土地，那么多人口，是世界上第一大市场。他要想作生意赚钱，占有这个市场一部分，你不学中文怎么行？所以中文将来会普遍全世界。学中文，念什么书最好？念《了凡四训》最好。学佛，念《无量寿经》的讲记最好。",
      "zh_TW": "南洋，馬來西亞過去是排斥中文的，用種種方法來同化中國的華僑，限制華語，不准學生念中國書。現在，聽說連他們的高官，都要學中文了，見到中國人也講中國話了。理由很簡單，中國大陸這麼大的土地，那麼多人口，是世界上第一大市場。他要想作生意賺錢，佔有這個市場一部分，你不學中文怎麼行？所以中文將來會普遍全世界。學中文，念什麼書最好？念《了凡四訓》最好。學佛，念《無量壽經》的講記最好。"
    },
    {
      "id": "21-042-0001_p0021",
      "zh_CN": "我想我们再有一年的时间，《金刚经讲记》可以印出来了。这一边的同修非常难得，替佛法做了一个大功德、大好事，就是将录音带变成文字。《金刚经讲记》已经做出来了，我要看看，当然还需要修改。我把它改完之后，就可以出书。份量是现在《无量寿经讲记》的一倍。《无量寿经讲记》，那边我看到摆的有两套，精装本这么厚四册，《金刚经讲记》是八册。可能是过去一直到现在，《金刚经》注解里头，份量最大的了。从前老的本子，江味农居士的《讲义》份量最大，我们这个出来，比他要增加很多倍。",
      "zh_TW": "我想我們再有一年的時間，《金剛經講記》可以印出來了。這一邊的同修非常難得，替佛法做了一個大功德、大好事，就是將錄音帶變成文字。《金剛經講記》已經做出來了，我要看看，當然還需要修改。我把它改完之後，就可以出書。份量是現在《無量壽經講記》的一倍。《無量壽經講記》，那邊我看到擺的有兩套，精裝本這麼厚四冊，《金剛經講記》是八冊。可能是過去一直到現在，《金剛經》註解裡頭，份量最大的了。從前老的本子，江味農居士的《講義》份量最大，我們這個出來，比他要增加很多倍。"
    },
    {
      "id": "21-042-0001_p0022",
      "zh_CN": "学中文，从这些地方学好，这些文字都是白话文，很浅显，不难懂。明了之后，一定要把这些道理、方法，应用在自己日常生活当中，我们就真正得利益，真正得受用。帮助我们看破，了解宇宙人生的真相，然后我们的生活方式，就可以学习诸佛菩萨游戏神通，真的是自在快乐！我们生活在这个世间，不为自己，为众生。为自己很辛苦，为众生很快乐。为什么？为自己，自己有得失之心，患得患失，这个非常痛苦。为众生，自己没有得失，事情做成功、做圆满，众生有福；做不圆满，做不成功，我们自己也没有过失，反而觉得轻松，没事做了！「好事不如无事」，这是很有道理的一句话。",
      "zh_TW": "學中文，從這些地方學好，這些文字都是白話文，很淺顯，不難懂。明瞭之後，一定要把這些道理、方法，應用在自己日常生活當中，我們就真正得利益，真正得受用。幫助我們看破，了解宇宙人生的真相，然後我們的生活方式，就可以學習諸佛菩薩遊戲神通，真的是自在快樂！我們生活在這個世間，不為自己，為眾生。為自己很辛苦，為眾生很快樂。為什麼？為自己，自己有得失之心，患得患失，這個非常痛苦。為眾生，自己沒有得失，事情做成功、做圓滿，眾生有福；做不圓滿，做不成功，我們自己也沒有過失，反而覺得輕鬆，沒事做了！「好事不如無事」，這是很有道理的一句話。"
    },
    {
      "id": "21-042-0001_p0023",
      "zh_CN": "但是我们不能错解了，好事不如无事，什么事都不做，把一切事情都推卸了，那你就错解这个话的意思。因缘聚会，我们一定要做；没有这个缘份，我们不是求着去做。即使连弘法利生也是如此，这个地方有道场，有这么多同修，大家来邀请，这是因缘聚会，我不能说：「好事不如无事」，你来请我，我也不去，那这个观念就错误了。这个地方没有道场，「你们去建道场，请我讲经」，那就是多事，这个不可以的。那个作法，就是攀缘，不是随缘。随缘就自在，攀缘就很辛苦。所以一切缘具足了，这个是我们应当要去做的，要认真努力把这个事情做好。缘不具足，绝不勉强。懂得这个道理，我们的生活就自在了。所以生活以及生活环境，这就是我们平常讲的宇宙人生，真正明了，真正懂得，事事都能与真相相应就自在。诸佛菩萨的生活，无非就是显示这个境界给我们看。",
      "zh_TW": "但是我們不能錯解了，好事不如無事，什麼事都不做，把一切事情都推卸了，那你就錯解這個話的意思。因緣聚會，我們一定要做；沒有這個緣份，我們不是求著去做。即使連弘法利生也是如此，這個地方有道場，有這麼多同修，大家來邀請，這是因緣聚會，我不能說：「好事不如無事」，你來請我，我也不去，那這個觀念就錯誤了。這個地方沒有道場，「你們去建道場，請我講經」，那就是多事，這個不可以的。那個作法，就是攀緣，不是隨緣。隨緣就自在，攀緣就很辛苦。所以一切緣具足了，這個是我們應當要去做的，要認真努力把這個事情做好。緣不具足，絕不勉強。懂得這個道理，我們的生活就自在了。所以生活以及生活環境，這就是我們平常講的宇宙人生，真正明瞭，真正懂得，事事都能與真相相應就自在。諸佛菩薩的生活，無非就是顯示這個境界給我們看。"
    },
    {
      "id": "21-042-0001_p0024",
      "zh_CN": "特别是《华严》，去年馆长回到台湾，我也没想到，她找我讲《华严经》，这个是我没有想到的事情。在她病重的时候，还一再要求，希望《华严经》能讲圆满。她也晓得这一部经讲圆满，非常不容易，这个部头太大了，份量太多了。如果说每一天讲一个半小时，至少要讲五年。那还是略讲，还不能细讲。古时候，清凉大师一生当中讲五十遍，他老人家长寿，活了一百多岁，一百好几十岁，真是长寿！。他那个讲法，是在寺院里，跟出家众讲的，出家众没有事情，去上学一样，一天讲八个小时。那个决定不是普通人，一天上八个钟点课，不容易！一年讲一部，诸位就了解了，一天讲八个钟点，一年讲一部；一天讲两个钟点，就四年讲一部；如果讲一个半钟点，岂不是要五六年！天天不能间断，所以这一部经讲圆满是相当不容易的。在中国佛教史上，法师讲任何经典都没有记载；但是讲《华严经》，佛教史上有记载。这是我们佛门当中的一桩大事，所以一定要在一个地方，不能多。长年累月的，这一部经才能完成。这一部经在佛法，确确实实是根本法轮，是佛法的根本法。里面的义理，通一切法门，所以你学了《华严》，哪一宗、哪一派，你都能贯通。理论齐全、圆满。修行的方法，讲得非常周详，在修行方法里面，讲了两千多种方法，末后归结到念佛法门。",
      "zh_TW": "特別是《華嚴》，去年館長回到台灣，我也沒想到，她找我講《華嚴經》，這個是我沒有想到的事情。在她病重的時候，還一再要求，希望《華嚴經》能講圓滿。她也曉得這一部經講圓滿，非常不容易，這個部頭太大了，份量太多了。如果說每一天講一個半小時，至少要講五年。那還是略講，還不能細講。古時候，清涼大師一生當中講五十遍，他老人家長壽，活了一百多歲，一百好幾十歲，真是長壽！。他那個講法，是在寺院裡，跟出家眾講的，出家眾沒有事情，去上學一樣，一天講八個小時。那個決定不是普通人，一天上八個鐘點課，不容易！一年講一部，諸位就了解了，一天講八個鐘點，一年講一部；一天講兩個鐘點，就四年講一部；如果講一個半鐘點，豈不是要五六年！天天不能間斷，所以這一部經講圓滿是相當不容易的。在中國佛教史上，法師講任何經典都沒有記載；但是講《華嚴經》，佛教史上有記載。這是我們佛門當中的一樁大事，所以一定要在一個地方，不能多。長年累月的，這一部經才能完成。這一部經在佛法，確確實實是根本法輪，是佛法的根本法。裡面的義理，通一切法門，所以你學了《華嚴》，哪一宗、哪一派，你都能貫通。理論齊全、圓滿。修行的方法，講得非常周詳，在修行方法裡面，講了兩千多種方法，末後歸結到念佛法門。"
    },
    {
      "id": "21-042-0001_p0025",
      "zh_CN": "「念佛」，《华严》的「德云比丘」，《四十华严》叫「吉祥云比丘」，翻译的人不一样，翻译的名词不同，是一个人，德云就是吉祥云。他跟善财童子说了二十一种念佛门。这二十一种展开来，就把所有法门全部包括了；换一句话说，任何一个法门都是念佛法门。念佛，我们今天看到这两个字，立刻就想到，拿着念珠，阿弥陀佛、阿弥陀佛，这叫念佛，可是德云比丘开示，不是这个意思。拿着念珠念阿弥陀佛，是一切念佛法门中的一种。其实念佛，你要懂得念佛两个字的意思，什么叫念？什么叫佛？佛是觉，佛是印度话，翻成中国的意思是觉，觉的意思。念，念是现在的心。你看中国这个「念」字，「念」就是今、心，现在的心。现在这一念心，你要是觉而不迷，就叫做念佛。不一定要拿着念珠，阿弥陀佛、阿弥陀佛，我们天天阿弥陀佛、阿弥陀佛，还是迷而不觉。迷而不觉，不叫念佛。所以古人讲：「你喊破喉咙也枉然」，为什么？你没有念佛！念是今心，佛是觉，我们现在的心不觉，还是迷惑颠倒。可见得这个念佛不是在口上。口上念得再多，是喊破喉咙也枉然。",
      "zh_TW": "「念佛」，《華嚴》的「德雲比丘」，《四十華嚴》叫「吉祥雲比丘」，翻譯的人不一樣，翻譯的名詞不同，是一個人，德雲就是吉祥雲。他跟善財童子說了二十一種念佛門。這二十一種展開來，就把所有法門全部包括了；換一句話說，任何一個法門都是念佛法門。念佛，我們今天看到這兩個字，立刻就想到，拿著念珠，阿彌陀佛、阿彌陀佛，這叫念佛，可是德雲比丘開示，不是這個意思。拿著念珠念阿彌陀佛，是一切念佛法門中的一種。其實念佛，你要懂得念佛兩個字的意思，什麼叫念？什麼叫佛？佛是覺，佛是印度話，翻成中國的意思是覺，覺的意思。念，念是現在的心。你看中國這個「念」字，「念」就是今、心，現在的心。現在這一念心，你要是覺而不迷，就叫做念佛。不一定要拿著念珠，阿彌陀佛、阿彌陀佛，我們天天阿彌陀佛、阿彌陀佛，還是迷而不覺。迷而不覺，不叫念佛。所以古人講：「你喊破喉嚨也枉然」，為什麼？你沒有念佛！念是今心，佛是覺，我們現在的心不覺，還是迷惑顛倒。可見得這個念佛不是在口上。口上念得再多，是喊破喉嚨也枉然。"
    },
    {
      "id": "21-042-0001_p0026",
      "zh_CN": "所以净宗讲的念佛，要讲相应，「一念相应一念佛，念念相应念念佛」。我们今天念，念了不相应，所以它不管用。什么叫相应？就是与「觉」相应。你现在这个心里头觉悟，不迷，口念，心觉，这就相应；口念，心迷，不相应。心什么迷？心还是是非人我，还是贪瞋痴慢，这就不相应了。觉心里面，如果我们严格的讲，没有妄想，没有分别，没有执着，这是觉。我们口念佛，还是有妄想、分别、执着，不觉。所以古德称我们喊破喉咙也枉然，不是讥笑，他讲的是事实，我们不相应。平常讲：「一念相应一念佛」，也不晓得跟谁相应？是不是我们口里念佛，心里想佛，这大概相应了，其实那还不算真的相应。真的相应是与觉性相应，也就是《无量寿经》上经题里面讲的觉正净，你与这三个字相应了，就是念佛，就真念佛了。经题上，清净平等觉，你跟这个相应才行。声声阿弥陀佛，都是清净平等觉。清净，没有执着；你有执着，你的心决定不清净。平等，没有分别；有分别，是绝对不平等。那觉？就没有妄想。你看看这三个字，就是破我们的妄想、分别、执着。觉破妄想，平等破分别，清净破执着，你能够声声佛号跟清净平等觉相应，这才叫「一念相应一念佛，念念相应念念佛」。",
      "zh_TW": "所以淨宗講的念佛，要講相應，「一念相應一念佛，念念相應念念佛」。我們今天念，念了不相應，所以它不管用。什麼叫相應？就是與「覺」相應。你現在這個心裡頭覺悟，不迷，口念，心覺，這就相應；口念，心迷，不相應。心什麼迷？心還是是非人我，還是貪瞋痴慢，這就不相應了。覺心裡面，如果我們嚴格的講，沒有妄想，沒有分別，沒有執著，這是覺。我們口念佛，還是有妄想、分別、執著，不覺。所以古德稱我們喊破喉嚨也枉然，不是譏笑，他講的是事實，我們不相應。平常講：「一念相應一念佛」，也不曉得跟誰相應？是不是我們口裡念佛，心裡想佛，這大概相應了，其實那還不算真的相應。真的相應是與覺性相應，也就是《無量壽經》上經題裡面講的覺正淨，你與這三個字相應了，就是念佛，就真念佛了。經題上，清淨平等覺，你跟這個相應才行。聲聲阿彌陀佛，都是清淨平等覺。清淨，沒有執著；你有執著，你的心決定不清淨。平等，沒有分別；有分別，是絕對不平等。那覺？就沒有妄想。你看看這三個字，就是破我們的妄想、分別、執著。覺破妄想，平等破分別，清淨破執著，你能夠聲聲佛號跟清淨平等覺相應，這才叫「一念相應一念佛，念念相應念念佛」。"
    },
    {
      "id": "21-042-0001_p0027",
      "zh_CN": "《无量寿经》这个经题太好了！夏老居士会集也会集的真好，全是经题的原文，不增不减，这在会集里面来讲，这功夫真的是到家、一流了，我们念佛要这样念法。这个念法，那你必须要真正看破、放下，知道世缘是假的，一切随缘，一切都不分别，都不执着，一切就是随他去，你才真正能得自在。一定要认识清楚，这个世间什么都带不去，连这个身体都带不去。等到临命终时，才晓得带不去的时候，那是迟了，来不及了。现在就要觉悟，现在就要放下。你真的能放下，你真的得大自在。你的生活过的日子，就是佛菩萨的日子，就不是凡夫，真的是超凡入圣。",
      "zh_TW": "《無量壽經》這個經題太好了！夏老居士會集也會集的真好，全是經題的原文，不增不減，這在會集裡面來講，這功夫真的是到家、一流了，我們念佛要這樣念法。這個念法，那你必須要真正看破、放下，知道世緣是假的，一切隨緣，一切都不分別，都不執著，一切就是隨他去，你才真正能得自在。一定要認識清楚，這個世間什麼都帶不去，連這個身體都帶不去。等到臨命終時，才曉得帶不去的時候，那是遲了，來不及了。現在就要覺悟，現在就要放下。你真的能放下，你真的得大自在。你的生活過的日子，就是佛菩薩的日子，就不是凡夫，真的是超凡入聖。"
    },
    {
      "id": "21-042-0001_p0028",
      "zh_CN": "然后我们有能力自度，我知道自己应该怎么生活，自己应该怎么做。也能够度他，度他就是知道怎样帮助别人。这个虽然是假的，不是真的；这个假的，一生也很有意义，也很有价值。那我们说意义、价值，随顺众生说的；如果自己感觉到，我这一生很有意义、很有价值，你又分别、执着了。这一分别、执着，就变成六道里面的福报，来生得善报享福，就变成这个了。这种意义、价值确实是有，但是我们自己没有分别、没有执着，《金刚经》上讲：「若无其事」，你就超越了。超越了，就变成功德，功德跟福德，就是一念之间。你做的这些事情，一般讲很有意义，很有价值；如果你有分别、执着，就是福德；离分别、执着是功德。",
      "zh_TW": "然後我們有能力自度，我知道自己應該怎麼生活，自己應該怎麼做。也能夠度他，度他就是知道怎樣幫助別人。這個雖然是假的，不是真的；這個假的，一生也很有意義，也很有價值。那我們說意義、價值，隨順眾生說的；如果自己感覺到，我這一生很有意義、很有價值，你又分別、執著了。這一分別、執著，就變成六道裡面的福報，來生得善報享福，就變成這個了。這種意義、價值確實是有，但是我們自己沒有分別、沒有執著，《金剛經》上講：「若無其事」，你就超越了。超越了，就變成功德，功德跟福德，就是一念之間。你做的這些事情，一般講很有意義，很有價值；如果你有分別、執著，就是福德；離分別、執著是功德。"
    },
    {
      "id": "21-042-0001_p0029",
      "zh_CN": "六祖惠能大师在《坛经》里面说，功德能了生死、出三界，福德不能。做的是一样的事情，就在那一念之间。如何把我们一生所修的福德，变成无量功德，你要会转变。怎么个转变法？不分别、不执着，就转变了，就这么一点点，可见得凡圣是不隔毫厘。我们在古大德著书里面常常看到这一句话，不懂什么意思；真搞明白了，真的是不隔毫厘。就是那一个观念上的转变，我们就能得大自在，就能得真实的利益。这个真实利益，不仅是超越六道，超越十法界。这样念佛求生净土，个个成功，往生的时候，品位一定高明。",
      "zh_TW": "六祖惠能大師在《壇經》裡面說，功德能了生死、出三界，福德不能。做的是一樣的事情，就在那一念之間。如何把我們一生所修的福德，變成無量功德，你要會轉變。怎麼個轉變法？不分別、不執著，就轉變了，就這麼一點點，可見得凡聖是不隔毫釐。我們在古大德著書裡面常常看到這一句話，不懂什麼意思；真搞明白了，真的是不隔毫釐。就是那一個觀念上的轉變，我們就能得大自在，就能得真實的利益。這個真實利益，不僅是超越六道，超越十法界。這樣念佛求生淨土，個個成功，往生的時候，品位一定高明。"
    },
    {
      "id": "21-042-0001_p0030",
      "zh_CN": "馆长，佛接引她往生了，我们跟她约定，我们今天送她往生，我们将来往生，她一定要跟阿弥陀佛一起来迎接我们，这个她同意了，她很欢喜的，好，我们就这样约定。一般人过世，我们常讲：「九泉之下，地下有知」。馆长往生是常寂光中，那完全不一样，这就要懂得，怎样把自己一生修积的福德变成功德。她在生病的时候，我常常教她转念头，跟她讲了很多遍，她印象很深，「你又跟我讲这个」。印象一定要深，才能够放下万缘，才能够把分别、执着舍掉，她一生修积的福德全变成功德。所以你过去一生修的那个福德不要紧，你什么时候转，把你从前的统统都转过来了，不是只转今天，昨天的没转，不是的，一转一切都转了。很要紧、很要紧！大家明白这个道理，你就晓得我们每一个人都可以修积无量功德。也不是我们这一生一世，过去生生世世所修的，就在你一念之间，全转过来了。所以你的功德不可思议。你不要觉得，我没有做什么好事，你这一转过来之后，功德就不可思议。所以念佛积功累德，《弥陀经》上说：「不可以少善根、福德、因缘得生彼国」，那你统统具足。",
      "zh_TW": "館長，佛接引她往生了，我們跟她約定，我們今天送她往生，我們將來往生，她一定要跟阿彌陀佛一起來迎接我們，這個她同意了，她很歡喜的，好，我們就這樣約定。一般人過世，我們常講：「九泉之下，地下有知」。館長往生是常寂光中，那完全不一樣，這就要懂得，怎樣把自己一生修積的福德變成功德。她在生病的時候，我常常教她轉念頭，跟她講了很多遍，她印象很深，「你又跟我講這個」。印象一定要深，才能夠放下萬緣，才能夠把分別、執著捨掉，她一生修積的福德全變成功德。所以你過去一生修的那個福德不要緊，你什麼時候轉，把你從前的統統都轉過來了，不是只轉今天，昨天的沒轉，不是的，一轉一切都轉了。很要緊、很要緊！大家明白這個道理，你就曉得我們每一個人都可以修積無量功德。也不是我們這一生一世，過去生生世世所修的，就在你一念之間，全轉過來了。所以你的功德不可思議。你不要覺得，我沒有做什麼好事，你這一轉過來之後，功德就不可思議。所以念佛積功累德，《彌陀經》上說：「不可以少善根、福德、因緣得生彼國」，那你統統具足。"
    },
    {
      "id": "21-042-0001_p0031",
      "zh_CN": "即使一切不认识字的，没有听过经教的，像倓虚老法师跟我们讲的这几个人，这几个往生的，不生病，站着走的，坐着走的，预知时至的，诸位明白我今天给你讲的这些话，你就懂得，他们善根、福德、因缘不可思议。这一生虽然是贫穷，甚至于非常的卑贱，没有地位，没有机缘做一些利益众生的事，可是他过去生中，累劫以来所修的，他一念转了，统统转过来了。你看他一生，你看不出来，过去生中你见不到。一转一切转，只要他把妄想、分别、执着放下，就转了。所以我们在生活当中对人、对事、对物，五欲六尘当中，何必还要再搞分别、执着？过去不明白这个道理，不晓得这个利害，所以胡作妄为。现在搞清楚了，搞明白了，你要作菩萨，作菩萨就是作个明白人，不再干糊涂事了，这就是菩萨。菩萨跟一般人没有两样，也穿衣、也吃饭，也照样干活，没有两样，就是念头不同；念头不同，果报就不一样，身心健康。",
      "zh_TW": "即使一切不認識字的，沒有聽過經教的，像倓虛老法師跟我們講的這幾個人，這幾個往生的，不生病，站著走的，坐著走的，預知時至的，諸位明白我今天給你講的這些話，你就懂得，他們善根、福德、因緣不可思議。這一生雖然是貧窮，甚至於非常的卑賤，沒有地位，沒有機緣做一些利益眾生的事，可是他過去生中，累劫以來所修的，他一念轉了，統統轉過來了。你看他一生，你看不出來，過去生中你見不到。一轉一切轉，只要他把妄想、分別、執著放下，就轉了。所以我們在生活當中對人、對事、對物，五欲六塵當中，何必還要再搞分別、執著？過去不明白這個道理，不曉得這個利害，所以胡作妄為。現在搞清楚了，搞明白了，你要作菩薩，作菩薩就是作個明白人，不再幹糊塗事了，這就是菩薩。菩薩跟一般人沒有兩樣，也穿衣、也吃飯，也照樣幹活，沒有兩樣，就是念頭不同；念頭不同，果報就不一樣，身心健康。"
    },
    {
      "id": "21-042-0001_p0032",
      "zh_CN": "所以我常讲，我们不能生病。馆长住医院，我看到非常难过，我跟她讲，你的体力这样衰，你是吃西药吃了五十年，那个副作用。她点点头，说对。我们这个谈话，意思是什么？意思是决定不要吃西药。你吃西药，后果就是这样的。馆长表演给我们看，大慈大悲，现身说法。实在不得已吃药，中药好，中药温和，最好是不吃药。如果感觉到有病的时候，有病怎么治？断贪瞋痴，断妄想、执着，因为这是病根，所有一切疾病、病毒的根源，我们把这个断掉，把这个淡化掉。以真诚、清净、慈悲，这是最好的滋养，恢复我们的体能，你用这个。都在念头上转，有没有道理？佛在经上讲：「一切法从心想生」，这就是我们所根据的原理。《华严经》上讲的：「唯心所现，唯识所变」，这是佛把最基本的原理、原则告诉我们。我们听了之后，要会应用在生活上，应用在治病上，应用在身体健康上。",
      "zh_TW": "所以我常講，我們不能生病。館長住醫院，我看到非常難過，我跟她講，你的體力這樣衰，你是吃西藥吃了五十年，那個副作用。她點點頭，說對。我們這個談話，意思是什麼？意思是決定不要吃西藥。你吃西藥，後果就是這樣的。館長表演給我們看，大慈大悲，現身說法。實在不得已吃藥，中藥好，中藥溫和，最好是不吃藥。如果感覺到有病的時候，有病怎麼治？斷貪瞋痴，斷妄想、執著，因為這是病根，所有一切疾病、病毒的根源，我們把這個斷掉，把這個淡化掉。以真誠、清淨、慈悲，這是最好的滋養，恢復我們的體能，你用這個。都在念頭上轉，有沒有道理？佛在經上講：「一切法從心想生」，這就是我們所根據的原理。《華嚴經》上講的：「唯心所現，唯識所變」，這是佛把最基本的原理、原則告訴我們。我們聽了之後，要會應用在生活上，應用在治病上，應用在身體健康上。"
    },
    {
      "id": "21-042-0001_p0033",
      "zh_CN": "我们养身可以不必依赖医药、补品，那都是假的。我们依靠什么？断贪瞋痴，修真诚、清净、慈悲。这是佛法里头养身之道，达到登峰造极，世、出世间没有能够相比的。看看自古以来，那些真正修行人，真正的大德，他们日常饮食都是粗茶淡饭。我们现在人看的时候，去检查化验化验，一点营养都没有；今天讲求这个营养、那个营养，都是什么？妄想、分别、执着，他们过的日子都在妄想、分别、执着。佛菩萨远离这些，人家不老、不害病、不死，他走得很自在，想什么时候走，就什么时候走，坐着走，站着走。",
      "zh_TW": "我們養身可以不必依賴醫藥、補品，那都是假的。我們依靠什麼？斷貪瞋痴，修真誠、清淨、慈悲。這是佛法裡頭養身之道，達到登峰造極，世、出世間沒有能夠相比的。看看自古以來，那些真正修行人，真正的大德，他們日常飲食都是粗茶淡飯。我們現在人看的時候，去檢查化驗化驗，一點營養都沒有；今天講求這個營養、那個營養，都是什麼？妄想、分別、執著，他們過的日子都在妄想、分別、執著。佛菩薩遠離這些，人家不老、不害病、不死，他走得很自在，想什麼時候走，就什麼時候走，坐著走，站著走。"
    },
    {
      "id": "21-042-0001_p0034",
      "zh_CN": "我在受戒的时候，我们戒和尚是道源老法师，给我们讲了一个故事，这是真的，不是假的。这是有一个修行人预知时至，他要往生了。他召集大众，说他要走了。他就问大家，他说：「往生有坐着走的，你们知不知道？」大家说知道，听说过，也有人见过。「站着走的？」也有。他翻一个跟斗，头朝下，脚朝上，「这样走的，你们有没有见过？」没有听说过，他就走了，游戏神通，真的得大自在！那我们想一想，他们能，我们为什么不能？不能的原因，没有能舍妄想、分别、执着，没有能够依教奉行。",
      "zh_TW": "我在受戒的時候，我們戒和尚是道源老法師，給我們講了一個故事，這是真的，不是假的。這是有一個修行人預知時至，他要往生了。他召集大眾，說他要走了。他就問大家，他說：「往生有坐著走的，你們知不知道？」大家說知道，聽說過，也有人見過。「站著走的？」也有。他翻一個跟斗，頭朝下，腳朝上，「這樣走的，你們有沒有見過？」沒有聽說過，他就走了，遊戲神通，真的得大自在！那我們想一想，他們能，我們為什麼不能？不能的原因，沒有能捨妄想、分別、執著，沒有能夠依教奉行。"
    },
    {
      "id": "21-042-0001_p0035",
      "zh_CN": "所以你要深深相信，一切法，十法界依正庄严，唯心所现，唯识所变，这是佛在《华严经》上所说的。大乘经里面，佛常讲：「一切法从心想生」。你真正明白这一句话，真正懂得这一句话了，你什么疑问都没有了。所以佛叫做「无依道人」，不依靠别人，完全依靠自己。这是佛法讲的顶天立地，不依赖人。佛给我们讲，这是真话，这种教诲是真实的加持，是真正的保佑。依靠别人，依靠什么人，都靠不住。到最后，你都要落空，你都会悲哀，你失掉了依靠；一定要依靠自己，依靠自己的真诚、清净、慈悲。如果说《无量寿经》上，你就依靠清净平等觉。清净平等觉就是自性弥陀，变现出来的境界，就是唯心净土，唯心净土就是一真法界，实报庄严土，所以是真实不是虚妄的；十法界是虚妄的，不是真实的。",
      "zh_TW": "所以你要深深相信，一切法，十法界依正莊嚴，唯心所現，唯識所變，這是佛在《華嚴經》上所說的。大乘經裡面，佛常講：「一切法從心想生」。你真正明白這一句話，真正懂得這一句話了，你什麼疑問都沒有了。所以佛叫做「無依道人」，不依靠別人，完全依靠自己。這是佛法講的頂天立地，不依賴人。佛給我們講，這是真話，這種教誨是真實的加持，是真正的保佑。依靠別人，依靠什麼人，都靠不住。到最後，你都要落空，你都會悲哀，你失掉了依靠；一定要依靠自己，依靠自己的真誠、清淨、慈悲。如果說《無量壽經》上，你就依靠清淨平等覺。清淨平等覺就是自性彌陀，變現出來的境界，就是唯心淨土，唯心淨土就是一真法界，實報莊嚴土，所以是真實不是虛妄的；十法界是虛妄的，不是真實的。"
    },
    {
      "id": "21-042-0001_p0036",
      "zh_CN": "所以希望同修们，我们学佛要在这些经句上注意，要在这些地方体会，要把体会所得的，应用在生活上，用在工作上，用在日常处事待人接物上，也就是我们现在讲的应酬上。我们要过一个菩萨的生活，过诸佛如来的生活，这就度他了。表现这个样子，这就是度人。所以佛在经上常常教给我们，「受持、读诵、为人演说。」演是表演，做出样子给别人看。人家看到你这个样子，这个样子好！最好的样子，看到你生活很快乐，每一天欢欢喜喜、快快乐乐，看你一生不生病，看你年年都不老，这是好样子！无论你是过什么生活，你是干的什么工作，你能够做出这个样子给人看，你就是菩萨了，你就是真正在行菩萨道，人家会向你请教，你为什么不生病？你为什么年年看起来不老？为什么看到你的精神体力愈来愈好？他向你请教，你就给他讲开示，所以演后头才说，说了他才会相信，因为他有求于你。你就告诉他，这个叫弘法利生。所以演真的是自利利他，说完全是利他，与自利不相干。表演里头就有自利利他，就是行菩萨道，就广度一切众生。我们明白了，学了要真干。要有信心，不要害怕。即使今天有一点病痛了，人家劝你去看医生了，你真的有信心，信佛、信菩萨，我就不去了。",
      "zh_TW": "所以希望同修們，我們學佛要在這些經句上注意，要在這些地方體會，要把體會所得的，應用在生活上，用在工作上，用在日常處事待人接物上，也就是我們現在講的應酬上。我們要過一個菩薩的生活，過諸佛如來的生活，這就度他了。表現這個樣子，這就是度人。所以佛在經上常常教給我們，「受持、讀誦、為人演說。」演是表演，做出樣子給別人看。人家看到你這個樣子，這個樣子好！最好的樣子，看到你生活很快樂，每一天歡歡喜喜、快快樂樂，看你一生不生病，看你年年都不老，這是好樣子！無論你是過什麼生活，你是幹的什麼工作，你能夠做出這個樣子給人看，你就是菩薩了，你就是真正在行菩薩道，人家會向你請教，你為什麼不生病？你為什麼年年看起來不老？為什麼看到你的精神體力愈來愈好？他向你請教，你就給他講開示，所以演後頭才說，說了他才會相信，因為他有求於你。你就告訴他，這個叫弘法利生。所以演真的是自利利他，說完全是利他，與自利不相干。表演裡頭就有自利利他，就是行菩薩道，就廣度一切眾生。我們明白了，學了要真幹。要有信心，不要害怕。即使今天有一點病痛了，人家勸你去看醫生了，你真的有信心，信佛、信菩薩，我就不去了。"
    },
    {
      "id": "21-042-0001_p0037",
      "zh_CN": "我们在新加坡，我也讲过很多遍，李木源居士就是个很好的例子。七年前他生病了，去检查，一检查得的是癌症。医生告诉他，他的寿命只有六个月。他是一个虔诚的佛教徒，从小学佛。知道这个事情了，也就等于预知时至，所以他是做生意的人，把他的生意、财产，统统转给他太太，让他太太去经营，自己就准备后事。身上一分钱也不带，他不看医生，他也不吃药，天天念佛，等阿弥陀佛来接引他往生。今年第七年了，阿弥陀佛还没来。他再去检查，那个医院的医生，摇头说不可思议，他那个cancer没有了。所以他发心，我活一天，我替佛教做一天工作。他也不拿报酬，他在佛教居士林做了不少事情，一分钱报酬都不要。只是中午，可能晚上在居士林吃一餐饭。",
      "zh_TW": "我們在新加坡，我也講過很多遍，李木源居士就是個很好的例子。七年前他生病了，去檢查，一檢查得的是癌症。醫生告訴他，他的壽命只有六個月。他是一個虔誠的佛教徒，從小學佛。知道這個事情了，也就等於預知時至，所以他是做生意的人，把他的生意、財產，統統轉給他太太，讓他太太去經營，自己就準備後事。身上一分錢也不帶，他不看醫生，他也不吃藥，天天念佛，等阿彌陀佛來接引他往生。今年第七年了，阿彌陀佛還沒來。他再去檢查，那個醫院的醫生，搖頭說不可思議，他那個cancer沒有了。所以他發心，我活一天，我替佛教做一天工作。他也不拿報酬，他在佛教居士林做了不少事情，一分錢報酬都不要。只是中午，可能晚上在居士林吃一餐飯。"
    },
    {
      "id": "21-042-0001_p0038",
      "zh_CN": "全心全力来护持佛法。每一年请我去讲经，从前年下半年开始，办培训班，都是他搞的。现在这个身体愈来愈好，所以馆长的事业，交给李木源去做了。前面三十年是馆长护持的；后面就是李木源在做了。得了这么重的病，居然再去检查，没有了。他没有找医生，也没有吃药，也没有想要求寿命，没有想求自己身体好，没有，念头都没有。只是活一天做一天，欢欢喜喜，随时随地等阿弥陀佛来接引。所以我想，他后面寿命还很长。往后护持的工作，这个责任很重。所以他说，我们一切要靠阿弥陀佛，阿弥陀佛的福报大。不靠佛，靠任何一个人都靠不住，一定要靠佛，对佛要有信心，有坚定的信心。佛在哪里？这一本《无量寿经》，就是阿弥陀佛，我们每一天读诵，就如同面对阿弥陀佛，接受阿弥陀佛的开示，接受阿弥陀佛的教训。我们要用这样真诚的态度来读诵，这才能有感应。",
      "zh_TW": "全心全力來護持佛法。每一年請我去講經，從前年下半年開始，辦培訓班，都是他搞的。現在這個身體愈來愈好，所以館長的事業，交給李木源去做了。前面三十年是館長護持的；後面就是李木源在做了。得了這麼重的病，居然再去檢查，沒有了。他沒有找醫生，也沒有吃藥，也沒有想要求壽命，沒有想求自己身體好，沒有，念頭都沒有。只是活一天做一天，歡歡喜喜，隨時隨地等阿彌陀佛來接引。所以我想，他後面壽命還很長。往後護持的工作，這個責任很重。所以他說，我們一切要靠阿彌陀佛，阿彌陀佛的福報大。不靠佛，靠任何一個人都靠不住，一定要靠佛，對佛要有信心，有堅定的信心。佛在哪裡？這一本《無量壽經》，就是阿彌陀佛，我們每一天讀誦，就如同面對阿彌陀佛，接受阿彌陀佛的開示，接受阿彌陀佛的教訓。我們要用這樣真誠的態度來讀誦，這才能有感應。"
    },
    {
      "id": "21-042-0001_p0039",
      "zh_CN": "过去印光大师所说的，一分诚敬，一分感应；十分诚敬，你就得十分感应。展开经卷，如同面对弥陀，要以真诚、恭敬心来读诵，接受佛的教训。常常能够记住，在生活里头依教奉行，这比什么都重要。时时刻刻要念着生死事大，无常迅速，万法皆空，因果不空。我们这一生生活就有方向、有目标，有一个原则可以遵循，不至于迷失了自己。",
      "zh_TW": "過去印光大師所說的，一分誠敬，一分感應；十分誠敬，你就得十分感應。展開經卷，如同面對彌陀，要以真誠、恭敬心來讀誦，接受佛的教訓。常常能夠記住，在生活裡頭依教奉行，這比什麼都重要。時時刻刻要念著生死事大，無常迅速，萬法皆空，因果不空。我們這一生生活就有方向、有目標，有一個原則可以遵循，不至於迷失了自己。"
    },
    {
      "id": "21-042-0001_p0040",
      "zh_CN": "今天因为准备录音，把时间耽误掉了，我是怕同修们，还有事情急着要去办，时间拖得太长，大家也不好意思。明天是什么活动？明天三时系念，后天还有个聚会，还有两次聚会，很好，我们今天就讲到此地。下面还有两次聚会，这一次我们都要谈谈，在日常生活当中，怎么样认真的修行才能够得到真实殊胜的利益。我们的旧观念、旧思想，如何能把它改过来。今天跟诸位讲的，把我们无始劫以来，累积的那些善根、福德，怎样转变成功德，非常重要。然后你才真的明了了经上讲的：「不可以少善根、福德、因缘得生彼国」，想想这三条，自己统统具足，往生就有信心了，跟阿弥陀佛就愈靠近一些。好，谢谢诸位。",
      "zh_TW": "今天因為準備錄音，把時間耽誤掉了，我是怕同修們，還有事情急著要去辦，時間拖得太長，大家也不好意思。明天是什麼活動？明天三時繫念，後天還有個聚會，還有兩次聚會，很好，我們今天就講到此地。下面還有兩次聚會，這一次我們都要談談，在日常生活當中，怎麼樣認真的修行才能夠得到真實殊勝的利益。我們的舊觀念、舊思想，如何能把它改過來。今天跟諸位講的，把我們無始劫以來，累積的那些善根、福德，怎樣轉變成功德，非常重要。然後你才真的明瞭了經上講的：「不可以少善根、福德、因緣得生彼國」，想想這三條，自己統統具足，往生就有信心了，跟阿彌陀佛就愈靠近一些。好，謝謝諸位。"
    }
  ]
}