{
  "doc_id": "20-014-0048",
  "title": {
    "zh_CN": "九九年早餐开示—如何应付信心危机",
    "zh_TW": "九九年早餐開示—如何應付信心危機"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0048",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "20-014-0048_p0001",
      "zh_CN": "佛在《华严》，菩萨在《大论》里面，教导我们「信为道元功德母，能长一切诸善根」。这两句话，不但是对一个修学学佛的人，在这一生当中能不能有成就，是一个关键，是个枢纽；即使在世间法里面，古今中外无论哪一个行业，成功的人物也离不开这个原则，那就是坚定的信心。学业有没有成就，看学生对老师有没有信心。因为有信心，他才能接受教诲，没有信心他有疑虑，有疑惑、有顾虑，这信心破坏了，一切事都不能成就。佛的开示我们要细心去思惟、去肯定；再细心观察古今中外，那些成功的人、失败的人，原因何在？成功的人，基本的条件信心坚定，决定没有怀疑；失败的人，信心动摇，很容易被其他的知见混淆，破坏信心、丧失信心，最后是一败涂地。所以佛把信心列在第一位。",
      "zh_TW": "佛在《華嚴》，菩薩在《大論》裡面，教導我們「信為道元功德母，能長一切諸善根」。這兩句話，不但是對一個修學學佛的人，在這一生當中能不能有成就，是一個關鍵，是個樞紐；即使在世間法裡面，古今中外無論哪一個行業，成功的人物也離不開這個原則，那就是堅定的信心。學業有沒有成就，看學生對老師有沒有信心。因為有信心，他才能接受教誨，沒有信心他有疑慮，有疑惑、有顧慮，這信心破壞了，一切事都不能成就。佛的開示我們要細心去思惟、去肯定；再細心觀察古今中外，那些成功的人、失敗的人，原因何在？成功的人，基本的條件信心堅定，決定沒有懷疑；失敗的人，信心動搖，很容易被其他的知見混淆，破壞信心、喪失信心，最後是一敗塗地。所以佛把信心列在第一位。"
    },
    {
      "id": "20-014-0048_p0002",
      "zh_CN": "不仅仅是往生西方净土，这三个条件「信、愿、行」，八万四千法门，任何一个法门要成就，都是这三个条件。参禅，没有信愿行不能开悟、不能见性；研教，没有信愿行，决定不能够大开圆解。你在世间无论经营哪个行业，你对于你的事业，如果没有信愿行，你的事业决定失败，你不会成功。所以信愿行，是世出世间所有一切事业成败的枢纽。信心要从哪里建立？要从自己这一方面建立，这是佛法殊胜之处。我们也曾经接触有一些宗教，他们也非常强调信心，但是那个信心是信他，信上帝、信神，对自己没有信心。他能不能生到天国？不能。他信上帝、信神，还要有自信心，才能成功。在佛法里面讲信心，第一个是信自己，第二个才是信他。",
      "zh_TW": "不僅僅是往生西方淨土，這三個條件「信、願、行」，八萬四千法門，任何一個法門要成就，都是這三個條件。參禪，沒有信願行不能開悟、不能見性；研教，沒有信願行，決定不能夠大開圓解。你在世間無論經營哪個行業，你對於你的事業，如果沒有信願行，你的事業決定失敗，你不會成功。所以信願行，是世出世間所有一切事業成敗的樞紐。信心要從哪裡建立？要從自己這一方面建立，這是佛法殊勝之處。我們也曾經接觸有一些宗教，他們也非常強調信心，但是那個信心是信他，信上帝、信神，對自己沒有信心。他能不能生到天國？不能。他信上帝、信神，還要有自信心，才能成功。在佛法裡面講信心，第一個是信自己，第二個才是信他。"
    },
    {
      "id": "20-014-0048_p0003",
      "zh_CN": "蕅益大师在《弥陀经要解》里面所说的，他讲六个信，这六个信都非常非常重要。第一个是相信自己，相信自己本来是佛，相信自己有佛性，相信自己这一生可以作佛，他才能成得了佛。如果没有这个自信心，一切诸佛如来帮助他，都帮不上忙。第一个是信自己，第二个才信他。蕅益大师在《要解》里面说的他，就是释迦牟尼佛、阿弥陀佛、十方一切诸佛。头一个信自己，然后再信他。相信释迦牟尼佛，跟我们所说的西方极乐世界是真实的，决不是欺骗我们，决定是事实，依照释迦牟尼佛的教导，我们决定可以往生净土，第二个信他。相信阿弥陀佛所发的四十八愿，愿愿真实，没有一愿是假的，我们念佛往生的时候，阿弥陀佛一定来接引，这是弥陀的本愿。我们只要老实念佛，不要怀疑西方极乐世界在哪个星球，用不着怀疑，也用不着去辨方向，也用不着去认路，到时候阿弥陀佛来带我们去，你要有这个信心。第三个要相信十方一切诸佛如来异口同音赞叹，是真话不是假话。我们在《弥陀经》上看到六方佛的赞叹，在《无量寿经》上看到十方佛的赞叹，赞叹阿弥陀佛是「光中极尊，佛中之王」。信他是信本师释迦牟尼佛、信阿弥陀佛、信十方一切诸佛，从这里建立信心。",
      "zh_TW": "蕅益大師在《彌陀經要解》裡面所說的，他講六個信，這六個信都非常非常重要。第一個是相信自己，相信自己本來是佛，相信自己有佛性，相信自己這一生可以作佛，他才能成得了佛。如果沒有這個自信心，一切諸佛如來幫助他，都幫不上忙。第一個是信自己，第二個才信他。蕅益大師在《要解》裡面說的他，就是釋迦牟尼佛、阿彌陀佛、十方一切諸佛。頭一個信自己，然後再信他。相信釋迦牟尼佛，跟我們所說的西方極樂世界是真實的，決不是欺騙我們，決定是事實，依照釋迦牟尼佛的教導，我們決定可以往生淨土，第二個信他。相信阿彌陀佛所發的四十八願，願願真實，沒有一願是假的，我們念佛往生的時候，阿彌陀佛一定來接引，這是彌陀的本願。我們只要老實念佛，不要懷疑西方極樂世界在哪個星球，用不著懷疑，也用不著去辨方向，也用不著去認路，到時候阿彌陀佛來帶我們去，你要有這個信心。第三個要相信十方一切諸佛如來異口同音讚歎，是真話不是假話。我們在《彌陀經》上看到六方佛的讚歎，在《無量壽經》上看到十方佛的讚歎，讚歎阿彌陀佛是「光中極尊，佛中之王」。信他是信本師釋迦牟尼佛、信阿彌陀佛、信十方一切諸佛，從這裡建立信心。"
    },
    {
      "id": "20-014-0048_p0004",
      "zh_CN": "这个信心不是感情、不是迷信，蕅益大师从这个地方再开出来，告诉我们要信理、信事。《弥陀经》上，《无量寿经》、《观无量寿佛经》里面所讲的道理，我们要透彻的理解，深信不疑，相信理。有理必定有事，理是事之理，事是理之事，我们就相信西方极乐世界的事是真的，决定不是假的，经里面讲的依正庄严，你决定可以证得。在中国古时候东晋的时代，慧远大师在庐山邀集一些志同道合，都是相信净土，都有这个信心，在江西庐山建立一个念佛堂，大家在一起共修，求愿往生。他们总共一百二十三个人，个个成就。远公大师往生的时候跟大家说，他曾经三次见到西方极乐世界，但是从来没有告诉过人，他说：今天又见到了，我决定往生。人家问他极乐世界是什么样的状况？他跟大家讲，跟释迦牟尼佛在经上讲的一模一样。远公给我们做了证明，世尊所讲的三转法轮：示转、劝转，作证转，慧远大师给我们做第一个证明。莲社里面，刘遗民有一些人在家居士，他们先往生，比慧远大师早，远公往生的时候，看到他们跟阿弥陀佛一同来接引他，他说莲社先往生人统统都来了，都跟阿弥陀佛来了。慧远大师不会讲假话，这个事情是真的。",
      "zh_TW": "這個信心不是感情、不是迷信，蕅益大師從這個地方再開出來，告訴我們要信理、信事。《彌陀經》上，《無量壽經》、《觀無量壽佛經》裡面所講的道理，我們要透徹的理解，深信不疑，相信理。有理必定有事，理是事之理，事是理之事，我們就相信西方極樂世界的事是真的，決定不是假的，經裡面講的依正莊嚴，你決定可以證得。在中國古時候東晉的時代，慧遠大師在廬山邀集一些志同道合，都是相信淨土，都有這個信心，在江西廬山建立一個念佛堂，大家在一起共修，求願往生。他們總共一百二十三個人，個個成就。遠公大師往生的時候跟大家說，他曾經三次見到西方極樂世界，但是從來沒有告訴過人，他說：今天又見到了，我決定往生。人家問他極樂世界是什麼樣的狀況？他跟大家講，跟釋迦牟尼佛在經上講的一模一樣。遠公給我們做了證明，世尊所講的三轉法輪：示轉、勸轉，作證轉，慧遠大師給我們做第一個證明。蓮社裡面，劉遺民有一些人在家居士，他們先往生，比慧遠大師早，遠公往生的時候，看到他們跟阿彌陀佛一同來接引他，他說蓮社先往生人統統都來了，都跟阿彌陀佛來了。慧遠大師不會講假話，這個事情是真的。"
    },
    {
      "id": "20-014-0048_p0005",
      "zh_CN": "最后大师又劝我们，信因、信果。念佛是因，往生不退成佛是果。我们如果像蕅益大师所说的，「信自、信他、信事、信理、信因、信果」，具足这六种信心，那就恭喜你，你这一生决定得生净土。你这一生在这个世间是最后身，以后再到这个世间来，你是佛菩萨乘愿再来，不是凡夫，凡夫身到此为止。这真正是《法华经》上所讲的「大事因缘」，释迦牟尼佛就是为这一大事因缘出现在世间，应化到我们这个世间来，就是为这桩事情。善导说得更好，「如来所以兴出世，唯说弥陀本愿海」。这个如来，包括法身大士，圆教初住就是如来。换句话说，一切诸佛、一切法身菩萨们，应化到世间为什么？就是为这桩大事因缘。我们有幸能够遇到，你有多么大的成就，关键在你的信心。",
      "zh_TW": "最後大師又勸我們，信因、信果。念佛是因，往生不退成佛是果。我們如果像蕅益大師所說的，「信自、信他、信事、信理、信因、信果」，具足這六種信心，那就恭喜你，你這一生決定得生淨土。你這一生在這個世間是最後身，以後再到這個世間來，你是佛菩薩乘願再來，不是凡夫，凡夫身到此為止。這真正是《法華經》上所講的「大事因緣」，釋迦牟尼佛就是為這一大事因緣出現在世間，應化到我們這個世間來，就是為這樁事情。善導說得更好，「如來所以興出世，唯說彌陀本願海」。這個如來，包括法身大士，圓教初住就是如來。換句話說，一切諸佛、一切法身菩薩們，應化到世間為什麼？就是為這樁大事因緣。我們有幸能夠遇到，你有多麼大的成就，關鍵在你的信心。"
    },
    {
      "id": "20-014-0048_p0006",
      "zh_CN": "我在早年学佛，同学很多，成就不多，原因在什么地方？对老师的信心，这正是印光大师在《文钞》里面所讲，「一分诚敬得一分利益，十分诚敬得十分利益」。我信老师，我要不相信这个老师，我不会跟他；我跟他，我就完全信任他。我跟他一个人学，任何人给我说什么我不会听，我不会接受，因为我懂得，每一个人都有他自己的思路，思想的路线，都有他自己的行路，各个不同。就如《华严经》五十三参来说，五十三位菩萨，他们走的路不一样，他们所修的法门不相同，但是到达的目标是相同的，都是明心见性，见性作佛。可是你决定走一条路，你同时走两条路，你没有办法到达。我们从新加坡到香港，你只能坐一个飞机你才能飞到，你同时坐两个飞机，你今天绝对来不了。你再想，我同时坐三架飞机、坐十架飞机，那只好把一个人分成三块、十块，死路一条。",
      "zh_TW": "我在早年學佛，同學很多，成就不多，原因在什麼地方？對老師的信心，這正是印光大師在《文鈔》裡面所講，「一分誠敬得一分利益，十分誠敬得十分利益」。我信老師，我要不相信這個老師，我不會跟他；我跟他，我就完全信任他。我跟他一個人學，任何人給我說什麼我不會聽，我不會接受，因為我懂得，每一個人都有他自己的思路，思想的路線，都有他自己的行路，各個不同。就如《華嚴經》五十三參來說，五十三位菩薩，他們走的路不一樣，他們所修的法門不相同，但是到達的目標是相同的，都是明心見性，見性作佛。可是你決定走一條路，你同時走兩條路，你沒有辦法到達。我們從新加坡到香港，你只能坐一個飛機你才能飛到，你同時坐兩個飛機，你今天絕對來不了。你再想，我同時坐三架飛機、坐十架飛機，那只好把一個人分成三塊、十塊，死路一條。"
    },
    {
      "id": "20-014-0048_p0007",
      "zh_CN": "明白这个道理，中国自古注重师承，师承就是一家之言。一个法门，一个老师，一个道场，你决定成就。你有两个老师、三个老师，不可能成就。同时走两条路、三条路，怎么能达到目的地？所以能不能成就，关键在此地。自己信心坚定，老师差一点，自己还是会成就，我们在经典上都看到例子，正是所谓「诚则灵」。灵是什么？灵是开窍，智慧开了。真诚到极处就开智慧，所谓是茅塞顿开。佛经里面有个小公案，有一个求道的人，心地非常虔诚，遇到了一个法师，对法师恭敬供养，真诚到极处。向法师求道，这个法师没有修行，但是接受他的供养，接受他的诚意，感到非常惭悔，在这个情形之下，他也无可奈何。他说：好，你这么诚心诚意求，我就传给你好了。他叫他坐在墙角边上，我传给你须陀洹果，你有没有证得须陀洹？他点点头，证得了。然后再换一个墙角二果，再换一个墙角三果，再换一个墙角四果阿罗汉，问他有没有证得？他证得了。证得之后，他起来向老师顶礼感激，老师说：我是假的，他说：我真证阿罗汉果。这就是老师很别脚不行，开玩笑，学生真诚心，他真的四果都证得了。",
      "zh_TW": "明白這個道理，中國自古注重師承，師承就是一家之言。一個法門，一個老師，一個道場，你決定成就。你有兩個老師、三個老師，不可能成就。同時走兩條路、三條路，怎麼能達到目的地？所以能不能成就，關鍵在此地。自己信心堅定，老師差一點，自己還是會成就，我們在經典上都看到例子，正是所謂「誠則靈」。靈是什麼？靈是開竅，智慧開了。真誠到極處就開智慧，所謂是茅塞頓開。佛經裡面有個小公案，有一個求道的人，心地非常虔誠，遇到了一個法師，對法師恭敬供養，真誠到極處。向法師求道，這個法師沒有修行，但是接受他的供養，接受他的誠意，感到非常慚悔，在這個情形之下，他也無可奈何。他說：好，你這麼誠心誠意求，我就傳給你好了。他叫他坐在牆角邊上，我傳給你須陀洹果，你有沒有證得須陀洹？他點點頭，證得了。然後再換一個牆角二果，再換一個牆角三果，再換一個牆角四果阿羅漢，問他有沒有證得？他證得了。證得之後，他起來向老師頂禮感激，老師說：我是假的，他說：我真證阿羅漢果。這就是老師很彆腳不行，開玩笑，學生真誠心，他真的四果都證得了。"
    },
    {
      "id": "20-014-0048_p0008",
      "zh_CN": "我们才体会到中国古人所讲，「有状元的学生，没有状元的老师」，学生中了状元，他的老师是个秀才。所以才说「青出于蓝而胜于蓝」，什么原因？真诚的信心。信心主宰了一切，我们如果没有信心，你就一事无成。我在方东美先生会下，方老师的学生很多，香港过去新亚书院，唐君毅先生是方老师的学生，早期的学生。我早年这边讲经，方老师也在问有没有见到唐先生？唐先生过世多年了。我在章嘉大师会下，章嘉大师的学生很多，李老师会下的人就更多，我能有这么一点成就，没有别的，就是对老师有坚定的信心。我走的是一条路，我听的是一个人指导、一个人教诲，任何在我旁边说话，我不会听、我不会接受，我走的是一条路，一个方向、一个目标，所以才有这一点成就。",
      "zh_TW": "我們才體會到中國古人所講，「有狀元的學生，沒有狀元的老師」，學生中了狀元，他的老師是個秀才。所以才說「青出於藍而勝於藍」，什麼原因？真誠的信心。信心主宰了一切，我們如果沒有信心，你就一事無成。我在方東美先生會下，方老師的學生很多，香港過去新亞書院，唐君毅先生是方老師的學生，早期的學生。我早年這邊講經，方老師也在問有沒有見到唐先生？唐先生過世多年了。我在章嘉大師會下，章嘉大師的學生很多，李老師會下的人就更多，我能有這麼一點成就，沒有別的，就是對老師有堅定的信心。我走的是一條路，我聽的是一個人指導、一個人教誨，任何在我旁邊說話，我不會聽、我不會接受，我走的是一條路，一個方向、一個目標，所以才有這一點成就。"
    },
    {
      "id": "20-014-0048_p0009",
      "zh_CN": "我们同学当中，所以产生障碍，就是听得太多了、看得太多了，别人的意见掺杂在自己修学之中，这问题来了。杂不得、掺不得，到什么时候才可以掺杂？一定到明心见性之后，那个时候就不怕了，佛在经典上讲得太多了。儒家讲，讲的没有佛法讲得清楚，讲得这么明白。佛家的标准，得到根本智以后，才可以广学多闻，才可以听各方的意见，才可以看各种的典籍，什么书都可以看，什么人都可以接触。为什么？你已经不取于相，如如不动了，这个时候对你只有利，没有害，成就你的智慧，成就你的德行，定功。你听别人话心就动摇，这个不得了，你的前途一败涂地。没有得根本智之前，决定跟着老师，一步都不能离开。老师不在，遵守老师的指导原则，就是跟随老师。学一家之言，所谓是「一门深入，长时薰修」，希望你得根本智，根本智就是大彻大悟。",
      "zh_TW": "我們同學當中，所以產生障礙，就是聽得太多了、看得太多了，別人的意見摻雜在自己修學之中，這問題來了。雜不得、摻不得，到什麼時候才可以摻雜？一定到明心見性之後，那個時候就不怕了，佛在經典上講得太多了。儒家講，講的沒有佛法講得清楚，講得這麼明白。佛家的標準，得到根本智以後，才可以廣學多聞，才可以聽各方的意見，才可以看各種的典籍，什麼書都可以看，什麼人都可以接觸。為什麼？你已經不取於相，如如不動了，這個時候對你只有利，沒有害，成就你的智慧，成就你的德行，定功。你聽別人話心就動搖，這個不得了，你的前途一敗塗地。沒有得根本智之前，決定跟著老師，一步都不能離開。老師不在，遵守老師的指導原則，就是跟隨老師。學一家之言，所謂是「一門深入，長時薰修」，希望你得根本智，根本智就是大徹大悟。"
    },
    {
      "id": "20-014-0048_p0010",
      "zh_CN": "我们在《华严经》上看到，善财童子他的老师是文殊菩萨，他在文殊菩萨会下得根本智，成就了，然后再出去参学。根本智没有得到，不能参学，一参就完了，就堕落，就怀疑，信心就失掉，信愿行统统都没有了。所以成功与否，就看你修学的心态。我这一生能得这么一点小利益，就是跟定一个老师，守一家之言，一个方向、一个目标，一条路子，在这上扎根。世出世间法逐渐逐渐明白了，佛家的经典，无论哪一宗的经论，我都能看得懂，我也能讲。可是我决定不舍弃自己的行门，不管我讲任何宗派的经论，我一定是会归净土，到最后还是归到我自己这条路，它对我有好处。所以根本智没有得到，不可能有后得智，根本智是师承。",
      "zh_TW": "我們在《華嚴經》上看到，善財童子他的老師是文殊菩薩，他在文殊菩薩會下得根本智，成就了，然後再出去參學。根本智沒有得到，不能參學，一參就完了，就墮落，就懷疑，信心就失掉，信願行統統都沒有了。所以成功與否，就看你修學的心態。我這一生能得這麼一點小利益，就是跟定一個老師，守一家之言，一個方向、一個目標，一條路子，在這上扎根。世出世間法逐漸逐漸明白了，佛家的經典，無論哪一宗的經論，我都能看得懂，我也能講。可是我決定不捨棄自己的行門，不管我講任何宗派的經論，我一定是會歸淨土，到最後還是歸到我自己這條路，它對我有好處。所以根本智沒有得到，不可能有後得智，根本智是師承。"
    },
    {
      "id": "20-014-0048_p0011",
      "zh_CN": "现在人有聪明，没有智慧，也就是他没有师承，他没有方向、他没有目标，他是在到处摸索，这很苦！前途是黑暗的，不是光明的。你一个方向、一个目标，前途是光明的，这个道理要懂、要明了，坚定自己的信愿，决定不为外境动摇。善导大师讲得好，即使是阿罗汉、菩萨来教你，甚至于释迦牟尼佛来教你，「我还有好方法，比净土还好」，我们听了都如如不动，这才是坚定的信心，这才决定成就。善导大师这个话，说得很长、说得很多、说得很详细，苦口婆心，在《观无量寿佛经四帖疏》上品上生章里面。这个经我讲过，「上品上生章」我也单独讲过，诸位可以做参考。好，今天时间到了，我们就讲到这里。",
      "zh_TW": "現在人有聰明，沒有智慧，也就是他沒有師承，他沒有方向、他沒有目標，他是在到處摸索，這很苦！前途是黑暗的，不是光明的。你一個方向、一個目標，前途是光明的，這個道理要懂、要明瞭，堅定自己的信願，決定不為外境動搖。善導大師講得好，即使是阿羅漢、菩薩來教你，甚至於釋迦牟尼佛來教你，「我還有好方法，比淨土還好」，我們聽了都如如不動，這才是堅定的信心，這才決定成就。善導大師這個話，說得很長、說得很多、說得很詳細，苦口婆心，在《觀無量壽佛經四帖疏》上品上生章裡面。這個經我講過，「上品上生章」我也單獨講過，諸位可以做參考。好，今天時間到了，我們就講到這裡。"
    }
  ]
}