{
  "doc_id": "20-014-0068",
  "title": {
    "zh_CN": "九九年早餐开示—弘法首重品德（二）",
    "zh_TW": "九九年早餐開示—弘法首重品德（二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0068",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0068_p0001",
      "zh_CN": "旧金山美国净宗学会杨会长，有意思邀请我们的同学到美国去弘法，这个事情是一桩好事，也有这个必要。说到弘法，讲经的技巧固然是重要，但是更重要的是品德的修养。如果没有德行，只是会说，说得天花乱坠，实在讲也无济于事，所造的依旧是个恶业，这属于自欺欺人，最后还是会堕落。所以肩负起弘法利生使命的同学们，一定要重视品德的修养，要真正放下名闻利养，舍弃五欲六尘，在境缘当中真正做到不动心、不起念，这才是真正的如来弟子，才能够肩负起自利利他，弘法的使命。",
      "zh_TW": "舊金山美國淨宗學會楊會長，有意思邀請我們的同學到美國去弘法，這個事情是一樁好事，也有這個必要。說到弘法，講經的技巧固然是重要，但是更重要的是品德的修養。如果沒有德行，只是會說，說得天花亂墜，實在講也無濟於事，所造的依舊是個惡業，這屬於自欺欺人，最後還是會墮落。所以肩負起弘法利生使命的同學們，一定要重視品德的修養，要真正放下名聞利養，捨棄五欲六塵，在境緣當中真正做到不動心、不起念，這才是真正的如來弟子，才能夠肩負起自利利他，弘法的使命。"
    },
    {
      "id": "20-014-0068_p0002",
      "zh_CN": "德行从什么地方学起？最基本的就是《观经》上给我们讲的「三福」、「六和」。而三福在第一条里面，就包括了五戒十善，这是根本，这是要做到的，不是口头上说说，要认真做到。唯有德行，才能够得到诸佛的护念，才能够得到龙天善神的拥护。如果是破戒，心地不善，你东西讲得再好，你的法缘再殊胜，你的周围都是妖魔鬼怪，最后必定失败。世尊在《楞严经》上讲得很多，讲得很清楚，你心邪、行邪，魔就得其便，你跟魔志同道合，所以魔就附身。你也能言善道，甚至于你也有不少的小神通，很能够诱惑人。跟魔结合，依旧脱离不了感情，魔不是圣人，感情的结合时间久了会厌倦，到一天厌倦的时候，魔离开了，你的能力全部都丧失掉，你必遭王难。这个王难，今天讲是你犯法，你要受法律的制裁，你要受到舆论的制裁。",
      "zh_TW": "德行從什麼地方學起？最基本的就是《觀經》上給我們講的「三福」、「六和」。而三福在第一條裡面，就包括了五戒十善，這是根本，這是要做到的，不是口頭上說說，要認真做到。唯有德行，才能夠得到諸佛的護念，才能夠得到龍天善神的擁護。如果是破戒，心地不善，你東西講得再好，你的法緣再殊勝，你的周圍都是妖魔鬼怪，最後必定失敗。世尊在《楞嚴經》上講得很多，講得很清楚，你心邪、行邪，魔就得其便，你跟魔志同道合，所以魔就附身。你也能言善道，甚至於你也有不少的小神通，很能夠誘惑人。跟魔結合，依舊脫離不了感情，魔不是聖人，感情的結合時間久了會厭倦，到一天厭倦的時候，魔離開了，你的能力全部都喪失掉，你必遭王難。這個王難，今天講是你犯法，你要受法律的制裁，你要受到輿論的制裁。"
    },
    {
      "id": "20-014-0068_p0003",
      "zh_CN": "这是世尊在《楞严经》上讲，魔的种类佛在经上说五十种，分配在五阴，「色、受、想、行、识」是五阴。每一阴里面，佛说了十种，五十种阴魔，每一种里面都无量无边。在现在这个社会，让我们看得太清楚、太明白了。在过去，佛讲这个经，不要说是很远，半个世纪以前，我们读到这些感触都不深，佛所讲的好像我们都没见到。可是现在不然，你展开佛经，好像就是讲我们现前的事实；我们睁开眼睛，接触外面的境界，都是魔境。所以在这个环境里面，自己要能够把脚跟站稳，真正能够修行证果，实在是不容易。",
      "zh_TW": "這是世尊在《楞嚴經》上講，魔的種類佛在經上說五十種，分配在五陰，「色、受、想、行、識」是五陰。每一陰裡面，佛說了十種，五十種陰魔，每一種裡面都無量無邊。在現在這個社會，讓我們看得太清楚、太明白了。在過去，佛講這個經，不要說是很遠，半個世紀以前，我們讀到這些感觸都不深，佛所講的好像我們都沒見到。可是現在不然，你展開佛經，好像就是講我們現前的事實；我們睜開眼睛，接觸外面的境界，都是魔境。所以在這個環境裡面，自己要能夠把腳跟站穩，真正能夠修行證果，實在是不容易。"
    },
    {
      "id": "20-014-0068_p0004",
      "zh_CN": "这使我们想到，古大德他们建道场，为什么建在深山里面，人迹罕到之处？目的是避免外缘的干扰。初学的人心还不定，定力还不够，接触外面总免不了受外界的影响。所以道场建的距离，都是距离村庄有一段相当的距离，这是佛经上讲的「阿兰若」，修行人所居住的地方。凡夫一定受环境的影响，「心随境转」，那就要选择好的环境；到你自己有功夫，「境随心转」，那就无所谓了，你得自在了。还没有这个功夫的时候，你会受外面环境影响，你不能不重视环境，所以古德对于初学的人善于保护，用心非常周到。可是现在的社会不同了，科技发达，资讯发达，交通便捷；换句话说，找一个真正好的修行清净道场没有了，到哪里去找？特别是电脑，我看再五年、十年之后，电脑是生活必需品，人人都会有个电脑带在身上。电脑的萤光幕是什么？魔境，那就是魔。这里面的内容非常复杂，恶的多、善的少，负面的多、正面的少。",
      "zh_TW": "這使我們想到，古大德他們建道場，為什麼建在深山裡面，人跡罕到之處？目的是避免外緣的干擾。初學的人心還不定，定力還不夠，接觸外面總免不了受外界的影響。所以道場建的距離，都是距離村莊有一段相當的距離，這是佛經上講的「阿蘭若」，修行人所居住的地方。凡夫一定受環境的影響，「心隨境轉」，那就要選擇好的環境；到你自己有功夫，「境隨心轉」，那就無所謂了，你得自在了。還沒有這個功夫的時候，你會受外面環境影響，你不能不重視環境，所以古德對於初學的人善於保護，用心非常周到。可是現在的社會不同了，科技發達，資訊發達，交通便捷；換句話說，找一個真正好的修行清淨道場沒有了，到哪裡去找？特別是電腦，我看再五年、十年之後，電腦是生活必需品，人人都會有個電腦帶在身上。電腦的螢光幕是什麼？魔境，那就是魔。這裡面的內容非常複雜，惡的多、善的少，負面的多、正面的少。"
    },
    {
      "id": "20-014-0068_p0005",
      "zh_CN": "在二十多年前，我说这个话，大概总是二十五年前了。有一天，我在方东美先生家里，遇到当时教育部有几位官员，去拜访方老师，向他老人家请教。这些人曾经提了一个有趣的问题，美国在现在这个世界上是第一等强国，我们知道再强大的国家也会灭亡，他们就问：美国将来如果灭亡，第一个因素是什么？方先生沉默了几分钟，答了两个字，电视。你看看美国电视的内容是些什么？小孩从一出生就盯着电视，天天被污染，美国底下一代完了；不是外面的力量把美国灭掉，美国自己把自己毁掉了。那个时候电脑还不发达，如果现在方先生在，一定说是电脑。你们现在同学们手上也都有电脑，是佛、是魔就在你手指怎么去按，你那个指是魔指，自己一定要觉悟。这个东西很可怕，毁灭世界。但是东西已经发展出来，已经是无可奈何了，我们只能在这里面，充实一点正面的材料，提供给他。但是我们东西实在讲是不成比例，太少太少了。我们希望全世界志士仁人，尽可能多提供一点正面的，教育方面的这些内容，给这些电脑的网路，给电视去广播。",
      "zh_TW": "在二十多年前，我說這個話，大概總是二十五年前了。有一天，我在方東美先生家裡，遇到當時教育部有幾位官員，去拜訪方老師，向他老人家請教。這些人曾經提了一個有趣的問題，美國在現在這個世界上是第一等強國，我們知道再強大的國家也會滅亡，他們就問：美國將來如果滅亡，第一個因素是什麼？方先生沈默了幾分鐘，答了兩個字，電視。你看看美國電視的內容是些什麼？小孩從一出生就盯著電視，天天被污染，美國底下一代完了；不是外面的力量把美國滅掉，美國自己把自己毀掉了。那個時候電腦還不發達，如果現在方先生在，一定說是電腦。你們現在同學們手上也都有電腦，是佛、是魔就在你手指怎麼去按，你那個指是魔指，自己一定要覺悟。這個東西很可怕，毀滅世界。但是東西已經發展出來，已經是無可奈何了，我們只能在這裡面，充實一點正面的材料，提供給他。但是我們東西實在講是不成比例，太少太少了。我們希望全世界志士仁人，盡可能多提供一點正面的，教育方面的這些內容，給這些電腦的網路，給電視去廣播。"
    },
    {
      "id": "20-014-0068_p0006",
      "zh_CN": "今天这个世界很麻烦，这是民主自由开放的后果。过去演培法师在世的时候，我们常常在一起聊天，他有一次问我，他说：「净空法师，你是赞成专制，还是赞成民主？」我给他讲：「我赞成专制。」专制比民主好，专制那个时代，这些帝王真正爱护老百姓，保护老百姓；他如果不爱护、不保护，他这个国家很快就灭亡，就被别人取而代之。你看看历代帝王怎样教导他的继承人，让他保住王位能够传到后代，不简单。最重要的保护善良老百姓的正知正见，防范邪知邪见。过去这些书籍都经过政府审查，凡是邪说、妨害善良风俗，这些言论都被禁止，我们今天讲言论不自由。但是你是正面的、是善意的，政府奖励，鼓励你流通，政府帮助你流通。那是一个对人民负责任的政府，是保障人民福祉的政权。民主时代则不然，他的任期就四年，没有这种责任感。帝王的责任感，一代一代保下去，我做得不好，政权就没有了，所以他们那个责任感，比现在民主时代领袖责任感，不知道要高出多少倍，不同。你仔细去观察，多读历史，你去多看看，自古以来帝王固然有不好的，少数。那些不好的帝王，不是说他没有受过好教育，他是遇到一些坏人挑唆他，用人不当，坏在这个地方。",
      "zh_TW": "今天這個世界很麻煩，這是民主自由開放的後果。過去演培法師在世的時候，我們常常在一起聊天，他有一次問我，他說：「淨空法師，你是贊成專制，還是贊成民主？」我給他講：「我贊成專制。」專制比民主好，專制那個時代，這些帝王真正愛護老百姓，保護老百姓；他如果不愛護、不保護，他這個國家很快就滅亡，就被別人取而代之。你看看歷代帝王怎樣教導他的繼承人，讓他保住王位能夠傳到後代，不簡單。最重要的保護善良老百姓的正知正見，防範邪知邪見。過去這些書籍都經過政府審查，凡是邪說、妨害善良風俗，這些言論都被禁止，我們今天講言論不自由。但是你是正面的、是善意的，政府獎勵，鼓勵你流通，政府幫助你流通。那是一個對人民負責任的政府，是保障人民福祉的政權。民主時代則不然，他的任期就四年，沒有這種責任感。帝王的責任感，一代一代保下去，我做得不好，政權就沒有了，所以他們那個責任感，比現在民主時代領袖責任感，不知道要高出多少倍，不同。你仔細去觀察，多讀歷史，你去多看看，自古以來帝王固然有不好的，少數。那些不好的帝王，不是說他沒有受過好教育，他是遇到一些壞人挑唆他，用人不當，壞在這個地方。"
    },
    {
      "id": "20-014-0068_p0007",
      "zh_CN": "我们从事于社会教育工作，一定要明了，我们出家学佛，在社会上扮演什么样的角色，我们有没有把它做好。你穿上这身衣服，这个打扮出去了，人家称你法师。「师」是什么意思？群众的表率，人民的模范。我们现在讲经弘法，我们的主题就是八个字，「学为人师，行为世范」，自己要常常想想，我起心动念，我的言语造作，能不能给社会大众做好样子？做个好模范？如果不能，不能就决定不可以做，不能就决定不能想、不能说。这八个字，是北京师范大学教授们共同拟订出来的，我看到了，我一看到我就说，这八个字就是《大方广佛华严经》，他们也很惊讶，《华严经》就是讲这八个字。我们现在虽然才讲个开端，现在讲到第二卷，虽然才讲到第二卷，第二卷还讲个开头，可是诸位同修已经能体会到，《华严经》上哪一个不是给一切众生作师作范？学佛在这个地方学。",
      "zh_TW": "我們從事於社會教育工作，一定要明瞭，我們出家學佛，在社會上扮演什麼樣的角色，我們有沒有把它做好。你穿上這身衣服，這個打扮出去了，人家稱你法師。「師」是什麼意思？群眾的表率，人民的模範。我們現在講經弘法，我們的主題就是八個字，「學為人師，行為世範」，自己要常常想想，我起心動念，我的言語造作，能不能給社會大眾做好樣子？做個好模範？如果不能，不能就決定不可以做，不能就決定不能想、不能說。這八個字，是北京師範大學教授們共同擬訂出來的，我看到了，我一看到我就說，這八個字就是《大方廣佛華嚴經》，他們也很驚訝，《華嚴經》就是講這八個字。我們現在雖然才講個開端，現在講到第二卷，雖然才講到第二卷，第二卷還講個開頭，可是諸位同修已經能體會到，《華嚴經》上哪一個不是給一切眾生作師作範？學佛在這個地方學。"
    },
    {
      "id": "20-014-0068_p0008",
      "zh_CN": "在现在这个时代，没有人会约束你，只有自己约束自己。现在人不听约束，所以父母不能教儿女，老师不能教学生，他不听你的。随着自己的妄想执着去行事，哪有不造罪业的道理？你造罪业，你怎么能免得了苦难？大家都造罪业，感得共业，全世界的灾难，这是多数人的共业。学佛的人知道，共业里面有别业，别业里面有共业。这个问题，不仅我们学佛人要省思，我看到许许多多宗教家们，他们也都有很深的觉悟，所以我们接触真的是一见如故，都像很亲切的好朋友一样。虽然我们信仰、弘扬的宗教不一样，我们都有这个认识，要怎么样自己做好，来减轻这个世间的劫难。我们自己做不好，就带给一切众生痛苦；我们自己做好了，就减少众生一分苦难，这是事实。这个道理，我们在讲席里面分析得很多。中国人常讲「牵一法而动全身」，什么是全身？虚空法界是全身。牵一法就是动个念头，科学家讲波动的现象。我们一个念头就是一个波动，这个波动立刻就周遍法界，是刹那之间周遍法界。",
      "zh_TW": "在現在這個時代，沒有人會約束你，只有自己約束自己。現在人不聽約束，所以父母不能教兒女，老師不能教學生，他不聽你的。隨著自己的妄想執著去行事，哪有不造罪業的道理？你造罪業，你怎麼能免得了苦難？大家都造罪業，感得共業，全世界的災難，這是多數人的共業。學佛的人知道，共業裡面有別業，別業裡面有共業。這個問題，不僅我們學佛人要省思，我看到許許多多宗教家們，他們也都有很深的覺悟，所以我們接觸真的是一見如故，都像很親切的好朋友一樣。雖然我們信仰、弘揚的宗教不一樣，我們都有這個認識，要怎麼樣自己做好，來減輕這個世間的劫難。我們自己做不好，就帶給一切眾生痛苦；我們自己做好了，就減少眾生一分苦難，這是事實。這個道理，我們在講席裡面分析得很多。中國人常講「牽一法而動全身」，什麼是全身？虛空法界是全身。牽一法就是動個念頭，科學家講波動的現象。我們一個念頭就是一個波動，這個波動立刻就周遍法界，是剎那之間周遍法界。"
    },
    {
      "id": "20-014-0068_p0009",
      "zh_CN": "学习《无量寿经》的人，我认为如果你真正学习《无量寿经》，你的警觉性应当比一切人都高。经上所说的，西方极乐世界的人数没有法子计算，极乐世界之广大也无法测量，十方世界往生到极乐世界的那些人，只要达到西方极乐世界，他的本能都恢复了，天眼洞视，天耳彻听，他心遍知，尽虚空、遍法界众生，起心动念、言语造作，他们都看得清楚、都明了。所以不只儒家所讲「十目所视，十手所指」，超过这个太多太多了。不要以为我们自己动个恶念，做个坏事，没有人知道，可以瞒人。能瞒愚痴的人，说老实话，世间聪明智慧的人，你都瞒不了他，何况天地鬼神？何况诸佛菩萨？能有这个警惕，我们自然会约束自己，你的心行才正。心行正，纵然大劫难共业我们不能避免，也无所谓，我们决定有好地方去。宗教徒有些不承认有六道轮回，但是决定承认有天堂、有地狱，我们舍弃污秽的世间，升天堂不是很舒服、很自在吗？所以前途是无限的光明，极乐世界就更殊胜了。这都在我们一念之间。",
      "zh_TW": "學習《無量壽經》的人，我認為如果你真正學習《無量壽經》，你的警覺性應當比一切人都高。經上所說的，西方極樂世界的人數沒有法子計算，極樂世界之廣大也無法測量，十方世界往生到極樂世界的那些人，只要達到西方極樂世界，他的本能都恢復了，天眼洞視，天耳徹聽，他心遍知，盡虛空、遍法界眾生，起心動念、言語造作，他們都看得清楚、都明瞭。所以不只儒家所講「十目所視，十手所指」，超過這個太多太多了。不要以為我們自己動個惡念，做個壞事，沒有人知道，可以瞞人。能瞞愚痴的人，說老實話，世間聰明智慧的人，你都瞞不了他，何況天地鬼神？何況諸佛菩薩？能有這個警惕，我們自然會約束自己，你的心行才正。心行正，縱然大劫難共業我們不能避免，也無所謂，我們決定有好地方去。宗教徒有些不承認有六道輪迴，但是決定承認有天堂、有地獄，我們捨棄污穢的世間，升天堂不是很舒服、很自在嗎？所以前途是無限的光明，極樂世界就更殊勝了。這都在我們一念之間。"
    },
    {
      "id": "20-014-0068_p0010",
      "zh_CN": "我们今天有这个缘分，遇到这个机会，只要能掌握这个机会，控制这个机会，我们的生活愈来愈幸福，愈来愈自在，生活的空间愈来愈大，愈来愈殊胜，愈来愈美好。佛在经上告诉我们，这不是幻想，这是事实，我们只要如理如法的修学，这一生当中决定可以得到。至于能不能真正得到？在自己，不在别人。所以自己要懂得检点，约束自己，起心动念、言语造作，不违背佛在经里面的教诲，认真努力去学习，这样才不辜负佛菩萨，不辜负自己。自己能得人身，能遇佛法，这个缘分非常希有，为什么不学好？摆在面前两条路，一个天堂，一个地狱，为什么不走天堂，偏偏要走地狱？希望我们同学们共同勉励。好，今天时间到了，就讲到此地。",
      "zh_TW": "我們今天有這個緣分，遇到這個機會，只要能掌握這個機會，控制這個機會，我們的生活愈來愈幸福，愈來愈自在，生活的空間愈來愈大，愈來愈殊勝，愈來愈美好。佛在經上告訴我們，這不是幻想，這是事實，我們只要如理如法的修學，這一生當中決定可以得到。至於能不能真正得到？在自己，不在別人。所以自己要懂得檢點，約束自己，起心動念、言語造作，不違背佛在經裡面的教誨，認真努力去學習，這樣才不辜負佛菩薩，不辜負自己。自己能得人身，能遇佛法，這個緣分非常希有，為什麼不學好？擺在面前兩條路，一個天堂，一個地獄，為什麼不走天堂，偏偏要走地獄？希望我們同學們共同勉勵。好，今天時間到了，就講到此地。"
    }
  ]
}