{
  "doc_id": "20-014-0081",
  "title": {
    "zh_CN": "九九年早餐开示—念佛先重德行",
    "zh_TW": "九九年早餐開示—念佛先重德行"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0081",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-014-0081_p0001",
      "zh_CN": "最近这几天，从外地到新加坡访问的同修们很多，常常谈起怎么样把佛号念好，希望将来真正有把握往生。这个意愿是正确的、是好的，可是念佛是不是就能往生？往年我在台中亲近李老师的时候，李老师常讲，一万个念佛人，真正能往生的只有两、三个人。这不成比例！念佛要真正得往生，我想这是我们现在同修们非常关心的一桩事情。念佛何以不能往生，原因在哪里？实在说，跟经里面所说的条件不符合。《无量寿经》「三辈往生」、「往生正因」，这两品经文并不很长，所开出的这些条件，我们做到了没有？单单只说是念佛，我们的心行都达不到这个标准，怎么能往生？而世尊对我们的开示，最重要的两句话：「发菩提心，一向专念」，这八个字我们仔细反省反省，你有没有做到？念佛是念了，「一向专」这三个字没做到，「发菩提心」更没有做到。佛说了八个字，你只做到了「念」一个字，其余七个字都没有，诸位想想怎么能往生？虽然不能往生，跟阿弥陀佛结个好缘。像这样的结缘，我们每一位同修都结得很深，无量劫来生生世世都跟阿弥陀佛结缘，这一生也只结个缘，还要搞六道轮回。如果这一生决定往生，你要把这八个字都做到才行。",
      "zh_TW": "最近這幾天，從外地到新加坡訪問的同修們很多，常常談起怎麼樣把佛號念好，希望將來真正有把握往生。這個意願是正確的、是好的，可是念佛是不是就能往生？往年我在台中親近李老師的時候，李老師常講，一萬個念佛人，真正能往生的只有兩、三個人。這不成比例！念佛要真正得往生，我想這是我們現在同修們非常關心的一樁事情。念佛何以不能往生，原因在哪裡？實在說，跟經裡面所說的條件不符合。《無量壽經》「三輩往生」、「往生正因」，這兩品經文並不很長，所開出的這些條件，我們做到了沒有？單單只說是念佛，我們的心行都達不到這個標準，怎麼能往生？而世尊對我們的開示，最重要的兩句話：「發菩提心，一向專念」，這八個字我們仔細反省反省，你有沒有做到？念佛是念了，「一向專」這三個字沒做到，「發菩提心」更沒有做到。佛說了八個字，你只做到了「念」一個字，其餘七個字都沒有，諸位想想怎麼能往生？雖然不能往生，跟阿彌陀佛結個好緣。像這樣的結緣，我們每一位同修都結得很深，無量劫來生生世世都跟阿彌陀佛結緣，這一生也只結個緣，還要搞六道輪迴。如果這一生決定往生，你要把這八個字都做到才行。"
    },
    {
      "id": "20-014-0081_p0002",
      "zh_CN": "「发菩提心」，什么叫发菩提心？要照经论、照祖师大德的讲法，恐怕是愈讲愈迷惑。佛在《观无量寿佛经》里面说的菩提心，第一个是至诚心，第二是深心，第三是回向发愿心。菩提心怎么会变成三个？净宗常讲「三心圆发」，圆是圆满，那是发菩提心。这个三心，第一个是体，是菩提心的本体，至诚心，真诚到极处。从这个体起用，起用一个是自受用，一个是他受用；也就是说，你用什么心对自己，用什么心对别人；对自己的作用是深心，对别人的作用是回向发愿心。我们有没有？说实实在在的话，没有！你做到一向专念，你没有发菩提心，还是不能往生；这个在往生条件上，是最重要的核心的条件，基本的条件。佛对得起我们，讲得清楚、讲得明白，我们自己对不起自己，太大意，疏忽了。我们没有用真诚心对自己，也没有用真心对别人，而用的是什么心？很多人日常生活当中，所用的心是自欺欺人之心，这是凡夫。",
      "zh_TW": "「發菩提心」，什麼叫發菩提心？要照經論、照祖師大德的講法，恐怕是愈講愈迷惑。佛在《觀無量壽佛經》裡面說的菩提心，第一個是至誠心，第二是深心，第三是迴向發願心。菩提心怎麼會變成三個？淨宗常講「三心圓發」，圓是圓滿，那是發菩提心。這個三心，第一個是體，是菩提心的本體，至誠心，真誠到極處。從這個體起用，起用一個是自受用，一個是他受用；也就是說，你用什麼心對自己，用什麼心對別人；對自己的作用是深心，對別人的作用是迴向發願心。我們有沒有？說實實在在的話，沒有！你做到一向專念，你沒有發菩提心，還是不能往生；這個在往生條件上，是最重要的核心的條件，基本的條件。佛對得起我們，講得清楚、講得明白，我們自己對不起自己，太大意，疏忽了。我們沒有用真誠心對自己，也沒有用真心對別人，而用的是什麼心？很多人日常生活當中，所用的心是自欺欺人之心，這是凡夫。"
    },
    {
      "id": "20-014-0081_p0003",
      "zh_CN": "念佛也造恶业，起心动念都不善，所以慈云灌顶法师才说「念佛堕恶道」，他在《大势至圆通章疏钞》，末后一段所讲念佛人一百种不同的果报，第一条：念佛人堕阿鼻地狱。我在早年，头一次看到这个本子，我很惊讶！拿去问李老师，「念佛再不好，也不至于堕阿鼻地狱」，我请教李老师，李老师说这个问题大，我不能跟你一个人讲，在讲经的时候公开来说明。心行不善，口善无济于事。果然把这两条搞清楚、搞明白了，做到了，念佛没有不往生的。现在还有一些人来跟我讲，他听说有人提倡「本愿念佛」，经都不要读了，就靠阿弥陀佛第十八愿，临命终时一句、十句就能往生。经上讲得没错，如果你断章取义，不能怪佛，怪你自己愚痴蒙昧。存的是什么心？侥幸、投机取巧的心，这种心念佛往生极乐世界，你到极乐世界怎么样跟那一些诸上善人相处？你们想一想，这个心能不能相应？你要生到西方极乐世界，岂不是把极乐世界的社会搞得大乱。每一个人往生都是真诚心，你是个侥幸、投机取巧的心，哪有这个道理？佛怎么会来接引？所以断章取义很容易误事。你把全经参透了，你才真正懂得十八愿的精义，这个精华义趣；全经意思没有参透，你看到这个，你产生误解，你错会了意思。开经偈给我们讲「愿解如来真实义」，你是曲解如来真实义，你是误会如来真实义，这你能怪人吗？",
      "zh_TW": "念佛也造惡業，起心動念都不善，所以慈雲灌頂法師才說「念佛墮惡道」，他在《大勢至圓通章疏鈔》，末後一段所講念佛人一百種不同的果報，第一條：念佛人墮阿鼻地獄。我在早年，頭一次看到這個本子，我很驚訝！拿去問李老師，「念佛再不好，也不至於墮阿鼻地獄」，我請教李老師，李老師說這個問題大，我不能跟你一個人講，在講經的時候公開來說明。心行不善，口善無濟於事。果然把這兩條搞清楚、搞明白了，做到了，念佛沒有不往生的。現在還有一些人來跟我講，他聽說有人提倡「本願念佛」，經都不要讀了，就靠阿彌陀佛第十八願，臨命終時一句、十句就能往生。經上講得沒錯，如果你斷章取義，不能怪佛，怪你自己愚痴蒙昧。存的是什麼心？僥倖、投機取巧的心，這種心念佛往生極樂世界，你到極樂世界怎麼樣跟那一些諸上善人相處？你們想一想，這個心能不能相應？你要生到西方極樂世界，豈不是把極樂世界的社會搞得大亂。每一個人往生都是真誠心，你是個僥倖、投機取巧的心，哪有這個道理？佛怎麼會來接引？所以斷章取義很容易誤事。你把全經參透了，你才真正懂得十八願的精義，這個精華義趣；全經意思沒有參透，你看到這個，你產生誤解，你錯會了意思。開經偈給我們講「願解如來真實義」，你是曲解如來真實義，你是誤會如來真實義，這你能怪人嗎？"
    },
    {
      "id": "20-014-0081_p0004",
      "zh_CN": "过去，确实有临命终一念、十念往生的。在《往生传》里面，张善和就是最明显的例子，这是唐朝时候事情。民国初年也有个例子，谛闲法师的锅漏匠徒弟，他不是临终十念，他是一句阿弥陀佛念了三年。他不认识字，没有听过经，当然也不能读经，出家之后也没有受戒；谛老慈悲，他自己真诚，谛老教他一句阿弥陀佛，「你就一直念下去，念累了你休息，休息好了再念，将来准有好处」。这个人老实，老实就是至诚心，他有真心，他就依教奉行。这一句佛号，把他的妄想、习气、烦恼、分别、执着统统都念掉，三年功夫成就了，往生那么自在。我们同修当中有念三十年、四十年的，消息都没有，原因在哪里？妄想分别执着夹杂在佛号当中，从来没有断过；不但没有断，妄想分别执着还天天在增长，这个佛号念了不起作用。",
      "zh_TW": "過去，確實有臨命終一念、十念往生的。在《往生傳》裡面，張善和就是最明顯的例子，這是唐朝時候事情。民國初年也有個例子，諦閑法師的鍋漏匠徒弟，他不是臨終十念，他是一句阿彌陀佛念了三年。他不認識字，沒有聽過經，當然也不能讀經，出家之後也沒有受戒；諦老慈悲，他自己真誠，諦老教他一句阿彌陀佛，「你就一直念下去，念累了你休息，休息好了再念，將來準有好處」。這個人老實，老實就是至誠心，他有真心，他就依教奉行。這一句佛號，把他的妄想、習氣、煩惱、分別、執著統統都念掉，三年功夫成就了，往生那麼自在。我們同修當中有念三十年、四十年的，消息都沒有，原因在哪裡？妄想分別執著夾雜在佛號當中，從來沒有斷過；不但沒有斷，妄想分別執著還天天在增長，這個佛號念了不起作用。"
    },
    {
      "id": "20-014-0081_p0005",
      "zh_CN": "佛法的修学要如理如法，念佛法门也不例外。为什么念佛堂每天还要听两小时讲经，希望念佛的同修明白这些道理，念佛才管用；不明白这个道理，念佛还要搞六道轮回。出家人搞六道轮回，很可怜！古人所感叹的「袈裟之下失人身」，来生还是三恶道，失人身就是三恶道去了，你说这是多悲哀的一桩事情。所以净宗经论不能不认真的去参究，不能不认真去细讲，讲经、参究，听的人得的利益少，讲的人得的利益多。讲经也要用真诚心，用深心，用回向发愿心，才有悟处。每一天都有悟处，每一个星期都有悟处，你的境界天天不一样。我们纵然做不到这样的功夫，至少也要月月有进步；年年有进步就太慢了，要月月有进步，我们的业障才能消得了，灾难才能够避免。每个月都有悟处，有不同的悟处，可以说你的功夫得力了。你有悟处，你功夫得力了，你在行持上决定是全心全力帮助别人。我们同学当中，为什么还达不到这个境界？最大的障碍就是自私；我执，这是要命。",
      "zh_TW": "佛法的修學要如理如法，念佛法門也不例外。為什麼念佛堂每天還要聽兩小時講經，希望念佛的同修明白這些道理，念佛才管用；不明白這個道理，念佛還要搞六道輪迴。出家人搞六道輪迴，很可憐！古人所感嘆的「袈裟之下失人身」，來生還是三惡道，失人身就是三惡道去了，你說這是多悲哀的一樁事情。所以淨宗經論不能不認真的去參究，不能不認真去細講，講經、參究，聽的人得的利益少，講的人得的利益多。講經也要用真誠心，用深心，用迴向發願心，才有悟處。每一天都有悟處，每一個星期都有悟處，你的境界天天不一樣。我們縱然做不到這樣的功夫，至少也要月月有進步；年年有進步就太慢了，要月月有進步，我們的業障才能消得了，災難才能夠避免。每個月都有悟處，有不同的悟處，可以說你的功夫得力了。你有悟處，你功夫得力了，你在行持上決定是全心全力幫助別人。我們同學當中，為什麼還達不到這個境界？最大的障礙就是自私；我執，這是要命。"
    },
    {
      "id": "20-014-0081_p0006",
      "zh_CN": "佛法的修学，诸位仔细看大经所说的，我们过去讲过《金刚经》，我们在《金刚经》上看到小乘须陀洹，须陀洹叫什么？「入流」，是修行成就最低的一层，在大乘法里面是初信位的菩萨，身见破了，四相破了。《金刚经》上说的「无我相、无人相、无众生相、无寿者相」，在过去我们总以为破四相是大乘菩萨，哪里知道小乘须陀洹也要破四相，于是我们才恍然大悟，破四相的功夫有浅深不同。《华严经》上，这是圆教的，菩萨的位次是五十一个位次，破四相的程度就有五十一种不同，浅深广狭不一样，这一点我们要留意。如果我们真正离了四相，这功夫很浅，念佛就得力了。四相从哪里来的？妄想分别执着里头来的。在六道里头，没有出六道，先破执着。这些名词，初学的人不太容易懂得，我换个话来讲，意思比较接近，但是决定没有佛经里面讲的意思那么样的圆满，这是不得已。我把它讲成「自私自利」，自私自利这个念头决定要舍弃，要把它转变过来，起心动念利益一切众生。决定不能有自私自利的念头，有自私自利的念头，念佛就很难往生。",
      "zh_TW": "佛法的修學，諸位仔細看大經所說的，我們過去講過《金剛經》，我們在《金剛經》上看到小乘須陀洹，須陀洹叫什麼？「入流」，是修行成就最低的一層，在大乘法裡面是初信位的菩薩，身見破了，四相破了。《金剛經》上說的「無我相、無人相、無眾生相、無壽者相」，在過去我們總以為破四相是大乘菩薩，哪裡知道小乘須陀洹也要破四相，於是我們才恍然大悟，破四相的功夫有淺深不同。《華嚴經》上，這是圓教的，菩薩的位次是五十一個位次，破四相的程度就有五十一種不同，淺深廣狹不一樣，這一點我們要留意。如果我們真正離了四相，這功夫很淺，念佛就得力了。四相從哪裡來的？妄想分別執著裡頭來的。在六道裡頭，沒有出六道，先破執著。這些名詞，初學的人不太容易懂得，我換個話來講，意思比較接近，但是決定沒有佛經裡面講的意思那麼樣的圓滿，這是不得已。我把它講成「自私自利」，自私自利這個念頭決定要捨棄，要把它轉變過來，起心動念利益一切眾生。決定不能有自私自利的念頭，有自私自利的念頭，念佛就很難往生。"
    },
    {
      "id": "20-014-0081_p0007",
      "zh_CN": "我们想利益一切众生，没有机会去做，那没有关系。那是什么？缘不足，不是你没有心。俗话常讲「心有余而力不足」，「心有余而缘不足」也是一样的。缘有浅深广狭不同，纵然没有缘分去帮助许许多多的众生，平常日常生活当中，接触的少数人也要帮助、也要发心，一个人都不舍弃；以真诚的心去教导他、去劝导他，这应该是能做得到的。能做而不肯做，过失就在我们自己这一边；能做，对方不接受，不接受也做，这里头所谓有「善巧方便」。他完全不能接受，你见到他合掌，唱一句「南无阿弥陀佛」，他不想听也听进去了，所谓「一历耳根，永为道种」，这是你的慈悲，这就是度众。所谓是：没有善根给他种善根，没有佛种给他下佛种；有善根的，帮助他成熟；已经成熟的，帮助他这一生当中决定往生。这一生当中决定往生是成熟的人，成熟是具足「发菩提心，一向专念」。一向专念，就是觉明妙行菩萨所说的「不怀疑、不夹杂、不间断」，那叫一向专念；有疑惑、有夹杂、有间断，就不是一向专念。",
      "zh_TW": "我們想利益一切眾生，沒有機會去做，那沒有關係。那是什麼？緣不足，不是你沒有心。俗話常講「心有餘而力不足」，「心有餘而緣不足」也是一樣的。緣有淺深廣狹不同，縱然沒有緣分去幫助許許多多的眾生，平常日常生活當中，接觸的少數人也要幫助、也要發心，一個人都不捨棄；以真誠的心去教導他、去勸導他，這應該是能做得到的。能做而不肯做，過失就在我們自己這一邊；能做，對方不接受，不接受也做，這裡頭所謂有「善巧方便」。他完全不能接受，你見到他合掌，唱一句「南無阿彌陀佛」，他不想聽也聽進去了，所謂「一歷耳根，永為道種」，這是你的慈悲，這就是度眾。所謂是：沒有善根給他種善根，沒有佛種給他下佛種；有善根的，幫助他成熟；已經成熟的，幫助他這一生當中決定往生。這一生當中決定往生是成熟的人，成熟是具足「發菩提心，一向專念」。一向專念，就是覺明妙行菩薩所說的「不懷疑、不夾雜、不間斷」，那叫一向專念；有疑惑、有夾雜、有間斷，就不是一向專念。"
    },
    {
      "id": "20-014-0081_p0008",
      "zh_CN": "菩提心是真心，菩提心是佛心，所以佛给我们讲的「发菩提心，一向专念」，这八个字非常非常重要，这八个字含义无尽的深广。你在经教里头愈深入，你对于这两句话，你解得也愈深刻，解得面也愈广，这是不能粗心大意的。以为自己明白了，自己了解懂得了，其实全是误会，所以世尊叮咛我们「深解义趣」。这八个字，等觉菩萨了解得还不够圆满，如来果地上才彻底圆满，我们怎么可以说，这八个字我懂得了、我明白了？念佛之所以不能往生，就错在这里。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "菩提心是真心，菩提心是佛心，所以佛給我們講的「發菩提心，一向專念」，這八個字非常非常重要，這八個字含義無盡的深廣。你在經教裡頭愈深入，你對於這兩句話，你解得也愈深刻，解得面也愈廣，這是不能粗心大意的。以為自己明白了，自己了解懂得了，其實全是誤會，所以世尊叮嚀我們「深解義趣」。這八個字，等覺菩薩了解得還不夠圓滿，如來果地上才徹底圓滿，我們怎麼可以說，這八個字我懂得了、我明白了？念佛之所以不能往生，就錯在這裡。好，今天時間到了，我們就講到此地。"
    }
  ]
}