{
  "doc_id": "20-014-0090",
  "title": {
    "zh_CN": "九九年早餐开示—六和敬建念佛堂救劫运",
    "zh_TW": "九九年早餐開示—六和敬建念佛堂救劫運"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0090",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-014-0090_p0001",
      "zh_CN": "前清乾隆年间，慈云灌顶法师在《观无量寿佛经》注解里面说过一句话，「世界最严重的业障、灾难，在佛法当中任何方法都没有办法消除，唯有念佛能够消除这种极重的罪障」，能说出这个话都是过来人，这是一般人说不出的。他告诉我们，唯有念佛才能够消除一切的罪障；可是世间人，懂得这个道理，太少了。佛法里面，消业障、消灾免难的方法很多很多，确实也是八万四千法门，无量法门。可是大家都不知道，念佛是所有法门里面最殊胜的法门；因为念这句佛号，不但与阿弥陀佛感应，同时与十方三世一切诸佛菩萨感应道交。诸位想想这个力量多大？所以即使是阿鼻地狱的罪业，他能够相信，他肯念这句阿弥陀佛，求愿往生，阿鼻地狱也能够立即超生净土；换句话说，阿鼻地狱众生，一念之间可以圆成佛道。诸位想想看，除这个法门之外，还有什么法门能有这么殊胜？正因为这个道理，所以十方诸佛如来，没有一个不赞叹念佛法门，没有一尊佛不劝人求生极乐世界。所以念阿弥陀佛求生极乐世界，是一切诸佛菩萨共同的愿望，它才有这么大的效力，消除一切重罪业障。",
      "zh_TW": "前清乾隆年間，慈雲灌頂法師在《觀無量壽佛經》註解裡面說過一句話，「世界最嚴重的業障、災難，在佛法當中任何方法都沒有辦法消除，唯有念佛能夠消除這種極重的罪障」，能說出這個話都是過來人，這是一般人說不出的。他告訴我們，唯有念佛才能夠消除一切的罪障；可是世間人，懂得這個道理，太少了。佛法裡面，消業障、消災免難的方法很多很多，確實也是八萬四千法門，無量法門。可是大家都不知道，念佛是所有法門裡面最殊勝的法門；因為念這句佛號，不但與阿彌陀佛感應，同時與十方三世一切諸佛菩薩感應道交。諸位想想這個力量多大？所以即使是阿鼻地獄的罪業，他能夠相信，他肯念這句阿彌陀佛，求願往生，阿鼻地獄也能夠立即超生淨土；換句話說，阿鼻地獄眾生，一念之間可以圓成佛道。諸位想想看，除這個法門之外，還有什麼法門能有這麼殊勝？正因為這個道理，所以十方諸佛如來，沒有一個不讚歎念佛法門，沒有一尊佛不勸人求生極樂世界。所以念阿彌陀佛求生極樂世界，是一切諸佛菩薩共同的願望，它才有這麼大的效力，消除一切重罪業障。"
    },
    {
      "id": "20-014-0090_p0002",
      "zh_CN": "一个人能念佛，是他一生当中最大的福报，也是他生生世世最大的福报。由此可知，如果我们障碍一个人念佛，那个罪过之重，你也就可想而知。劝勉一个人念佛，那是无量的功德，我们要明白这个道理，要了解这个事实。在现前大环境里面灾难很多，众生天天在造作恶业，不知道省悟，不知道回头，谁去救他？佛菩萨大慈大悲，救苦救难，佛菩萨也要有一个形相才能帮助人，佛菩萨无形无相，诸位想想看，他怎么帮助法？所以真正帮助要靠大家，你们大家觉悟了、明白了，肯依教奉行，你们就是诸佛菩萨的化身，就是诸佛菩萨的代理人，你们必定得诸佛菩萨的加持，也一定得到护法龙天的拥护。你不肯发心，不肯帮助佛菩萨做这桩好事，也就是说你不愿意作佛菩萨代理人，那就没法子了。众生要受灾难，自己也没有办法免除，我们跟一切众生有共业的关系。所以要晓得，帮助别人就是帮助自己，想帮助自己，一定要帮助别人。有许多同修听经听了不少年，可是事情现前的时候还畏首畏尾，还有许许多多的顾忌，还有许许多多的成见，这就是所谓的业障现前。还要坚固执着自以为是，破坏大家念佛的机会，障碍大家念佛的机会，或者是把念佛的机会延缓，这都是很重的罪业。",
      "zh_TW": "一個人能念佛，是他一生當中最大的福報，也是他生生世世最大的福報。由此可知，如果我們障礙一個人念佛，那個罪過之重，你也就可想而知。勸勉一個人念佛，那是無量的功德，我們要明白這個道理，要了解這個事實。在現前大環境裡面災難很多，眾生天天在造作惡業，不知道省悟，不知道回頭，誰去救他？佛菩薩大慈大悲，救苦救難，佛菩薩也要有一個形相才能幫助人，佛菩薩無形無相，諸位想想看，他怎麼幫助法？所以真正幫助要靠大家，你們大家覺悟了、明白了，肯依教奉行，你們就是諸佛菩薩的化身，就是諸佛菩薩的代理人，你們必定得諸佛菩薩的加持，也一定得到護法龍天的擁護。你不肯發心，不肯幫助佛菩薩做這樁好事，也就是說你不願意作佛菩薩代理人，那就沒法子了。眾生要受災難，自己也沒有辦法免除，我們跟一切眾生有共業的關係。所以要曉得，幫助別人就是幫助自己，想幫助自己，一定要幫助別人。有許多同修聽經聽了不少年，可是事情現前的時候還畏首畏尾，還有許許多多的顧忌，還有許許多多的成見，這就是所謂的業障現前。還要堅固執著自以為是，破壞大家念佛的機會，障礙大家念佛的機會，或者是把念佛的機會延緩，這都是很重的罪業。"
    },
    {
      "id": "20-014-0090_p0003",
      "zh_CN": "我在各个地方，劝勉同修们念佛，建念佛堂。建念佛堂不是为我，我无需要道场，这不是在今天，我从学佛那一天起，我就明白了；有道场，就是一个包袱，一个负担，心不自在。所以没有道场，作客自在，作主不自在，我在讲经的时候，这个话讲过很多遍，我怎么会要道场？道场的建立是这一个地方上的人有福，协助发起建立道场的人，是对佛法的贡献，是对这一方众生的贡献，与我毫不相关。可是也有一些同修，希望用我这个名义来号召，来建个道场，这是好事情；我也乐意把名义借给你用，但是你要叫我实际上去负这个责任，我不肯干这个事情。早年韩锳居士建华藏图书馆，建华藏精舍，我跟她合作，用我这个名义来号召，她负实际责任，我不管事。以后，台北简丰文居士发心建一个道场，我给它起个名字，「佛陀教育基金会」，我也在那里挂个名，实际上业务推动由他全权负责，这个事情我可以答应。今天在香港这个地区，如果有这个缘分建个道场，名义我可以借给大家用。实际上谁来负责？如果没有人负责，我对这个事情就不赞成；真正有人负责，我会全心全力帮助他。香港这个地区的人有福，不但这一个都市有福，华南这个地区众生有福，东南亚这个地区众生有福，这是大功德事，大福德之事。",
      "zh_TW": "我在各個地方，勸勉同修們念佛，建念佛堂。建念佛堂不是為我，我無需要道場，這不是在今天，我從學佛那一天起，我就明白了；有道場，就是一個包袱，一個負擔，心不自在。所以沒有道場，作客自在，作主不自在，我在講經的時候，這個話講過很多遍，我怎麼會要道場？道場的建立是這一個地方上的人有福，協助發起建立道場的人，是對佛法的貢獻，是對這一方眾生的貢獻，與我毫不相關。可是也有一些同修，希望用我這個名義來號召，來建個道場，這是好事情；我也樂意把名義借給你用，但是你要叫我實際上去負這個責任，我不肯幹這個事情。早年韓鍈居士建華藏圖書館，建華藏精舍，我跟她合作，用我這個名義來號召，她負實際責任，我不管事。以後，台北簡豐文居士發心建一個道場，我給它起個名字，「佛陀教育基金會」，我也在那裡掛個名，實際上業務推動由他全權負責，這個事情我可以答應。今天在香港這個地區，如果有這個緣分建個道場，名義我可以借給大家用。實際上誰來負責？如果沒有人負責，我對這個事情就不贊成；真正有人負責，我會全心全力幫助他。香港這個地區的人有福，不但這一個都市有福，華南這個地區眾生有福，東南亞這個地區眾生有福，這是大功德事，大福德之事。"
    },
    {
      "id": "20-014-0090_p0004",
      "zh_CN": "可是一个道场要能发挥它的效果，真正利益一切众生，内部必须要修「六和敬」，这是第一个原则。如果内部人不合，各人有各人的意见，那不是菩萨，那是罗刹。他不是在帮助佛法，他是在破坏佛法；他不是在帮助一切众生，他是在害一切众生。表面上他是个佛教徒，很虔诚，实际上他是魔鬼、他是罗刹。这是什么原因？魔王波旬的弟子。世尊当年在世的时候，也是世尊在晚年，魔王波旬告诉释迦牟尼佛，他发愿要破坏佛法，佛跟他说：「我的法是正法，没有人能够破坏的。」魔王波旬说：「当你末法时期，我叫我的魔子魔孙统统出家，披着袈裟破坏你的佛法，做你的信徒，破坏你的佛法。」释迦牟尼佛听到这个话，流眼泪，一句话不说。末法时期，《楞严经》上讲得很好，「邪师说法，如恒河沙」，这个邪师是披着袈裟的魔子魔孙，受了三皈五戒、菩萨戒的信徒，里面也都是魔子魔孙，所以佛法衰微到这个样子。世间有这么大的灾难，大家晓得，几乎是要依西方这些预言家讲，这是世界毁灭，基督教所谓的世界末日。什么时候来临？一九九九年。不要以为一九九九年，现在没事，一九九九年还没过完，可能就发生在最后那天，最后那个小时。几个人能够警觉到？所以念佛比什么都重要。",
      "zh_TW": "可是一個道場要能發揮它的效果，真正利益一切眾生，內部必須要修「六和敬」，這是第一個原則。如果內部人不合，各人有各人的意見，那不是菩薩，那是羅剎。他不是在幫助佛法，他是在破壞佛法；他不是在幫助一切眾生，他是在害一切眾生。表面上他是個佛教徒，很虔誠，實際上他是魔鬼、他是羅剎。這是什麼原因？魔王波旬的弟子。世尊當年在世的時候，也是世尊在晚年，魔王波旬告訴釋迦牟尼佛，他發願要破壞佛法，佛跟他說：「我的法是正法，沒有人能夠破壞的。」魔王波旬說：「當你末法時期，我叫我的魔子魔孫統統出家，披著袈裟破壞你的佛法，做你的信徒，破壞你的佛法。」釋迦牟尼佛聽到這個話，流眼淚，一句話不說。末法時期，《楞嚴經》上講得很好，「邪師說法，如恆河沙」，這個邪師是披著袈裟的魔子魔孫，受了三皈五戒、菩薩戒的信徒，裡面也都是魔子魔孫，所以佛法衰微到這個樣子。世間有這麼大的災難，大家曉得，幾乎是要依西方這些預言家講，這是世界毀滅，基督教所謂的世界末日。什麼時候來臨？一九九九年。不要以為一九九九年，現在沒事，一九九九年還沒過完，可能就發生在最後那天，最後那個小時。幾個人能夠警覺到？所以念佛比什麼都重要。"
    },
    {
      "id": "20-014-0090_p0005",
      "zh_CN": "没有这个缘分，道场建不起来，破坏的人很多。哪些人破坏？有意见的人都是破坏的人，争权夺利的人是破坏的人，这有什么法子？不能够合作的人那就是破坏的人。什么是真佛弟子？依六和敬修行是真佛弟子。今天几个人懂得六和敬，几个人知道六和敬真正的意思，我们想起来感到非常遗憾。虽然天天在劝大家，天天把这些事情说明，真正能体会、真正能懂得的少之又少，不能说没有，很少。所以我才提出来，在家里念佛。但是香港这个地区我很熟悉，每个人居住的环境非常狭小，一般普通家庭全部的面积，大概相当台湾所讲的十五坪到二十坪，这是占大多数。我去过不少同修的家庭，就那么大的场所，十个人在一起就转不开了。",
      "zh_TW": "沒有這個緣分，道場建不起來，破壞的人很多。哪些人破壞？有意見的人都是破壞的人，爭權奪利的人是破壞的人，這有什麼法子？不能夠合作的人那就是破壞的人。什麼是真佛弟子？依六和敬修行是真佛弟子。今天幾個人懂得六和敬，幾個人知道六和敬真正的意思，我們想起來感到非常遺憾。雖然天天在勸大家，天天把這些事情說明，真正能體會、真正能懂得的少之又少，不能說沒有，很少。所以我才提出來，在家裡念佛。但是香港這個地區我很熟悉，每個人居住的環境非常狹小，一般普通家庭全部的面積，大概相當台灣所講的十五坪到二十坪，這是佔大多數。我去過不少同修的家庭，就那麼大的場所，十個人在一起就轉不開了。"
    },
    {
      "id": "20-014-0090_p0006",
      "zh_CN": "但是无论怎么样的困难，佛不能不念。环境太小了，不能绕佛，坐着念佛，站着念佛。有些同修环境比较好一点，家里面客厅大一点，也得邀请一些志同道合，天天在一起念佛。不要以为我们自己念这一句佛号，恐怕效果不大，不能产生作用，你这个想法就错了。念佛功效的大小，不在人数多少，在念佛人的真诚心，在念佛人的心量。如果这个念佛的人没有私心、没有妄想、没有分别、没有执着，他「心包太虚，量周沙界」，他每一声佛号都能震动虚空法界，那一个人念，比一万个人念佛场还要殊胜，所以功德大小是在心量的大小。果然是真正用真诚心、清净心、平等心、觉悟的心、慈悲的心去念，这个地方人就有福报，这个地方有真正菩萨在念佛，为众生消灾免难，为众生消除罪障。佛弟子要修积功德、修积福德到哪里修？坐在家念佛就修圆满了。",
      "zh_TW": "但是無論怎麼樣的困難，佛不能不念。環境太小了，不能繞佛，坐著念佛，站著念佛。有些同修環境比較好一點，家裡面客廳大一點，也得邀請一些志同道合，天天在一起念佛。不要以為我們自己念這一句佛號，恐怕效果不大，不能產生作用，你這個想法就錯了。念佛功效的大小，不在人數多少，在念佛人的真誠心，在念佛人的心量。如果這個念佛的人沒有私心、沒有妄想、沒有分別、沒有執著，他「心包太虛，量周沙界」，他每一聲佛號都能震動虛空法界，那一個人念，比一萬個人念佛場還要殊勝，所以功德大小是在心量的大小。果然是真正用真誠心、清淨心、平等心、覺悟的心、慈悲的心去念，這個地方人就有福報，這個地方有真正菩薩在念佛，為眾生消災免難，為眾生消除罪障。佛弟子要修積功德、修積福德到哪裡修？坐在家念佛就修圓滿了。"
    },
    {
      "id": "20-014-0090_p0007",
      "zh_CN": "以真诚、清净、平等、慈悲心念佛，就是大布施。这一句佛号里面，诸位要知道，三种布施都圆满。我们用我们的体力，用我们的精神，用我们的音声，这是属于财布施，这个财叫内财，财布施有了。内财布施胜过外财布施，外财是金银财物去布施，那是外财，身外之物；这是用我们身体，超过外财布施。我们称念这句佛号，心里面想佛，口里面念佛，身体礼佛，这是智慧，这是法布施。我们的心愿念念回向法界众生，祈求三宝加持，为他们消灾免难，无畏布施。这三种布施都是最殊胜的、最上乘的，一般人做不到，一般人不会做。你在家里面三种布施就圆满了，来世今生你所得到的果报不可思议，无比的殊胜，我们为什么不做？如果能有缘分建一个道场，无论大小，集合一些志同道合的人在一块儿念佛，要把念佛的道理讲清楚、讲明白，无论道场大小，功德都是圆满的。为什么人家不肯做？不懂这个道理，不了解事实真相，有这个机会，有缘分修世出世间第一等的福报、第一等的功德，他无知，错过了。",
      "zh_TW": "以真誠、清淨、平等、慈悲心念佛，就是大布施。這一句佛號裡面，諸位要知道，三種布施都圓滿。我們用我們的體力，用我們的精神，用我們的音聲，這是屬於財布施，這個財叫內財，財布施有了。內財布施勝過外財布施，外財是金銀財物去布施，那是外財，身外之物；這是用我們身體，超過外財布施。我們稱念這句佛號，心裡面想佛，口裡面念佛，身體禮佛，這是智慧，這是法布施。我們的心願念念迴向法界眾生，祈求三寶加持，為他們消災免難，無畏布施。這三種布施都是最殊勝的、最上乘的，一般人做不到，一般人不會做。你在家裡面三種布施就圓滿了，來世今生你所得到的果報不可思議，無比的殊勝，我們為什麼不做？如果能有緣分建一個道場，無論大小，集合一些志同道合的人在一塊兒念佛，要把念佛的道理講清楚、講明白，無論道場大小，功德都是圓滿的。為什麼人家不肯做？不懂這個道理，不了解事實真相，有這個機會，有緣分修世出世間第一等的福報、第一等的功德，他無知，錯過了。"
    },
    {
      "id": "20-014-0090_p0008",
      "zh_CN": "我这两天，看到我们举办的念佛会，我看看这些念佛的人，个个都很虔诚，我看了很受感动。能有这么多人，虔诚在一块儿念佛共修，这是香港地区的福报，是这个地区众生的福报。我们有愿、也有责任，全心全力的帮助他们，成就他们。希望我们自己，常常在我身边的同修们要觉悟，我们共同努力发个大愿心，自然就得佛菩萨的感应。道场是佛菩萨建立的，佛菩萨为这个地方苦难众生建立的，我们要发心替佛菩萨做工，来照顾道场，来维护道场，来帮助这些念佛人。你能发这个心，能这样去做，你就是菩萨。要作菩萨，千万不要做魔王的子孙，来糟蹋佛法、来破坏佛法，果报在阿鼻地狱。今天地狱跟极乐世界，就在我们自己一念之中，要能够辨别，要能够掌握住，自求多福，利益众生，弘扬佛法。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我這兩天，看到我們舉辦的念佛會，我看看這些念佛的人，個個都很虔誠，我看了很受感動。能有這麼多人，虔誠在一塊兒念佛共修，這是香港地區的福報，是這個地區眾生的福報。我們有願、也有責任，全心全力的幫助他們，成就他們。希望我們自己，常常在我身邊的同修們要覺悟，我們共同努力發個大願心，自然就得佛菩薩的感應。道場是佛菩薩建立的，佛菩薩為這個地方苦難眾生建立的，我們要發心替佛菩薩做工，來照顧道場，來維護道場，來幫助這些念佛人。你能發這個心，能這樣去做，你就是菩薩。要作菩薩，千萬不要做魔王的子孫，來糟蹋佛法、來破壞佛法，果報在阿鼻地獄。今天地獄跟極樂世界，就在我們自己一念之中，要能夠辨別，要能夠掌握住，自求多福，利益眾生，弘揚佛法。好，今天時間到了，我們就講到此地。"
    }
  ]
}