{
  "doc_id": "20-014-0020",
  "title": {
    "zh_CN": "九九年早餐开示—爱乐信受",
    "zh_TW": "九九年早餐開示—愛樂信受"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0020",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0020_p0001",
      "zh_CN": "昨天你们听经，在经文里面读到「爱乐信受」这四个字，意思很深很广，我们怎样真正能够契入，爱佛法，喜欢佛法，信受奉行。一个人在一生当中，对佛法的修学有没有成就，实在讲这四个字是关键。大家都说佛法好，佛法究竟好在什么地方，总得要清楚、要明了。如果不是真正透彻的明了，佛法好只是一个很模糊的概念，爱好的心、欢喜心是决定生不起来的。不但佛法，世法亦复如是。就是说到人与人的交往，也是了解愈深刻，友谊才能够达到深厚。由此可知，一切法都是建立在彼此深刻了解的基础上。由此可知，我们对于释迦牟尼佛究竟有多少认识？对于一切诸佛如来、一切菩萨，真正了解多少？然后我们才能谈得上学佛，再进一步才能谈得上爱乐，到最后才真正做到信受奉行。",
      "zh_TW": "昨天你們聽經，在經文裡面讀到「愛樂信受」這四個字，意思很深很廣，我們怎樣真正能夠契入，愛佛法，喜歡佛法，信受奉行。一個人在一生當中，對佛法的修學有沒有成就，實在講這四個字是關鍵。大家都說佛法好，佛法究竟好在什麼地方，總得要清楚、要明瞭。如果不是真正透徹的明瞭，佛法好只是一個很模糊的概念，愛好的心、歡喜心是決定生不起來的。不但佛法，世法亦復如是。就是說到人與人的交往，也是了解愈深刻，友誼才能夠達到深厚。由此可知，一切法都是建立在彼此深刻了解的基礎上。由此可知，我們對於釋迦牟尼佛究竟有多少認識？對於一切諸佛如來、一切菩薩，真正了解多少？然後我們才能談得上學佛，再進一步才能談得上愛樂，到最後才真正做到信受奉行。"
    },
    {
      "id": "20-014-0020_p0002",
      "zh_CN": "由此可知，世尊当年在世，为什么一生都从事于讲经说法的工作，四十九年从来没有一天间断。许多学生在家、出家，出家学生经典上通常有记载，我们常常看到一千二百五十人，这不过是出家众的一个代表而已，这是常随弟子。一般的听众，来来去去的，就没有记载在经典当中，这些人人数很多。而且绝大多数的人，只要有空闲，都愿意长时间追随在佛的身旁，亲聆教诲。我们读到这些经文，冷静的去思惟，想想当时世尊讲学教化的状况，渐渐就会体会到修行证果的秘诀，也就了解我们应当用什么样的心态，用什么样的方法来修学。许许多多同修常常见到我，问我：为什么我们自己修学，功夫不得力？我听得太多，也看得太多，我体会很深。修学功夫之所以不得力，是你认识不清楚；认识不清楚，是你读诵大乘、听经时间太少了。必须要晓得，我们如果不受佛法的薰陶，决定要接受世间名闻利养、五欲六尘的薰习，这种烦恼习气的薰习，从无始劫以来，时间太长久，印象太深刻，所以烦恼习气这个力量非常强大。我们接受佛法的薰习时间太少，力量不够，抵不过烦恼习气，所以你的功夫不得力，往往在这一生当中都空过了。",
      "zh_TW": "由此可知，世尊當年在世，為什麼一生都從事於講經說法的工作，四十九年從來沒有一天間斷。許多學生在家、出家，出家學生經典上通常有記載，我們常常看到一千二百五十人，這不過是出家眾的一個代表而已，這是常隨弟子。一般的聽眾，來來去去的，就沒有記載在經典當中，這些人人數很多。而且絕大多數的人，只要有空閒，都願意長時間追隨在佛的身旁，親聆教誨。我們讀到這些經文，冷靜的去思惟，想想當時世尊講學教化的狀況，漸漸就會體會到修行證果的祕訣，也就了解我們應當用什麼樣的心態，用什麼樣的方法來修學。許許多多同修常常見到我，問我：為什麼我們自己修學，功夫不得力？我聽得太多，也看得太多，我體會很深。修學功夫之所以不得力，是你認識不清楚；認識不清楚，是你讀誦大乘、聽經時間太少了。必須要曉得，我們如果不受佛法的薰陶，決定要接受世間名聞利養、五欲六塵的薰習，這種煩惱習氣的薰習，從無始劫以來，時間太長久，印象太深刻，所以煩惱習氣這個力量非常強大。我們接受佛法的薰習時間太少，力量不夠，抵不過煩惱習氣，所以你的功夫不得力，往往在這一生當中都空過了。"
    },
    {
      "id": "20-014-0020_p0003",
      "zh_CN": "不但在家学佛如是，出家学佛又何尝例外？我们发现这个原因，就应当提高警觉，如何把这个因素消除，使我们在这一生当中，能有决定性的成就，这是我们当前的课题。还是一句老话，要读诵大乘，要听闻佛法。可是在现前这个时代，讲经说法的人少了，每一个地方都缺乏讲经的人才，在这种状况之下，我们就比不上古代。古时候学佛，都有真正善知识，真善知识有修有证、有师承，不会害人，不会误人。现在在这个时代，师承已经断绝，道德已经崩溃，我们修学想找一个善知识，找一个好老师，已经找不到。过去是难，可遇不可求，现在简直就是没有了。唯一的办法，就是依古人为老师，做古大德的私淑弟子。可是你得有这份德行，有这份智慧，死心塌地依教奉行，你也能有成就；如其不然，成就就难说了。现前科学技术发达，我们可以利用这些高科技，将我们每一场讲经，都能利用这个技术，即刻传播到全世界，我们尽一点绵薄之力，把佛法为大家介绍。",
      "zh_TW": "不但在家學佛如是，出家學佛又何嘗例外？我們發現這個原因，就應當提高警覺，如何把這個因素消除，使我們在這一生當中，能有決定性的成就，這是我們當前的課題。還是一句老話，要讀誦大乘，要聽聞佛法。可是在現前這個時代，講經說法的人少了，每一個地方都缺乏講經的人才，在這種狀況之下，我們就比不上古代。古時候學佛，都有真正善知識，真善知識有修有證、有師承，不會害人，不會誤人。現在在這個時代，師承已經斷絕，道德已經崩潰，我們修學想找一個善知識，找一個好老師，已經找不到。過去是難，可遇不可求，現在簡直就是沒有了。唯一的辦法，就是依古人為老師，做古大德的私淑弟子。可是你得有這份德行，有這份智慧，死心塌地依教奉行，你也能有成就；如其不然，成就就難說了。現前科學技術發達，我們可以利用這些高科技，將我們每一場講經，都能利用這個技術，即刻傳播到全世界，我們盡一點綿薄之力，把佛法為大家介紹。"
    },
    {
      "id": "20-014-0020_p0004",
      "zh_CN": "古人有一句话说，「世间好语佛说尽」，这个话说得没错，这个话说得还不够透彻。不是他说得不透彻，是我们听了之后，我们理解不够透彻。古人说话很含蓄，那个味道浓，意味深长。因为当时听众多半是士大夫阶级，都是有学问、有修养，那种说法他们听起来很入味。现代人没有这个修养，那个说法我们就听不懂，我们体会的意思就非常浅薄，所以必须要多啰嗦几句。「世间好语佛说尽」，是不是释迦牟尼佛说尽？你要这样体会，你体会得很浅薄，不够味。这一句话真正的意思在哪里？真正意思是讲自性佛。佛给我们说的一切，不是释迦牟尼佛自己的。如果是释迦牟尼佛自己的东西，我们依靠他来学习，被他牵着鼻子走，算什么好汉？释迦牟尼佛最令人佩服的，就是他所说的没有一句话是自己的。我们在《华严经》上读到，佛自己说，他之所说的一切法，皆是过去古佛所说。他老人家讲经说法的态度是述而不作，跟中国孔老夫子的态度完全相同，没有我自己的东西，古圣先贤的东西，我转述给大家。这是谦虚，也是事实。",
      "zh_TW": "古人有一句話說，「世間好語佛說盡」，這個話說得沒錯，這個話說得還不夠透徹。不是他說得不透徹，是我們聽了之後，我們理解不夠透徹。古人說話很含蓄，那個味道濃，意味深長。因為當時聽眾多半是士大夫階級，都是有學問、有修養，那種說法他們聽起來很入味。現代人沒有這個修養，那個說法我們就聽不懂，我們體會的意思就非常淺薄，所以必須要多囉嗦幾句。「世間好語佛說盡」，是不是釋迦牟尼佛說盡？你要這樣體會，你體會得很淺薄，不夠味。這一句話真正的意思在哪裡？真正意思是講自性佛。佛給我們說的一切，不是釋迦牟尼佛自己的。如果是釋迦牟尼佛自己的東西，我們依靠他來學習，被他牽著鼻子走，算什麼好漢？釋迦牟尼佛最令人佩服的，就是他所說的沒有一句話是自己的。我們在《華嚴經》上讀到，佛自己說，他之所說的一切法，皆是過去古佛所說。他老人家講經說法的態度是述而不作，跟中國孔老夫子的態度完全相同，沒有我自己的東西，古聖先賢的東西，我轉述給大家。這是謙虛，也是事實。"
    },
    {
      "id": "20-014-0020_p0005",
      "zh_CN": "我们听到他是祖述古圣先贤，已经深一层了，还不够味。真正的义趣是什么？是一切众生自性本具的佛法，哪里是外头来的？佛讲《华严经》，《华严经》从哪里来？每一位同修自性里面的「大方广佛华严经」。你的自性宝藏没有开显，是因为你有障碍。佛菩萨把这些障碍去掉了，自性的智慧德能透出来，为我们叙说，所说的是一切众生自性里面的无上法宝，这个味就浓了。这才晓得我们非学不可，我们学的不是释迦牟尼佛的东西，不是十方诸佛如来的东西，是我们自性本具的智慧德能，你看这多亲切！所以释迦世尊、诸佛如来，我们对他敬佩，那就是说，他永远不会说是牵着人鼻子走，他教人个个顶天立地，这才叫正说，这个法才叫正法。",
      "zh_TW": "我們聽到他是祖述古聖先賢，已經深一層了，還不夠味。真正的義趣是什麼？是一切眾生自性本具的佛法，哪裡是外頭來的？佛講《華嚴經》，《華嚴經》從哪裡來？每一位同修自性裡面的「大方廣佛華嚴經」。你的自性寶藏沒有開顯，是因為你有障礙。佛菩薩把這些障礙去掉了，自性的智慧德能透出來，為我們敘說，所說的是一切眾生自性裡面的無上法寶，這個味就濃了。這才曉得我們非學不可，我們學的不是釋迦牟尼佛的東西，不是十方諸佛如來的東西，是我們自性本具的智慧德能，你看這多親切！所以釋迦世尊、諸佛如來，我們對他敬佩，那就是說，他永遠不會說是牽著人鼻子走，他教人個個頂天立地，這才叫正說，這個法才叫正法。"
    },
    {
      "id": "20-014-0020_p0006",
      "zh_CN": "佛很慈悲为我们说出来，道破了，我们几时才能觉悟？几时才能体会得？为什么不能？无始劫以来的烦恼习气太重，造成我们的障碍。有觉悟的人，过来的人，跟我们提醒，我们还是不能觉悟。由此可知，烦恼积习的深厚，障碍的严重。那用什么方法？只有一个办法，不断的薰修。天天听，一年不开悟，再来一年，十年不开悟，再来十年，这个样子密集的薰修，就造成强大的力量。根性利的，所谓根性利就是你烦恼障碍薄，有个三年、五年就开悟了；烦恼习气深重，二十年、三十年开悟，我们也看到不少人。这才知道，一门深入，长时间薰习的重要性。",
      "zh_TW": "佛很慈悲為我們說出來，道破了，我們幾時才能覺悟？幾時才能體會得？為什麼不能？無始劫以來的煩惱習氣太重，造成我們的障礙。有覺悟的人，過來的人，跟我們提醒，我們還是不能覺悟。由此可知，煩惱積習的深厚，障礙的嚴重。那用什麼方法？只有一個辦法，不斷的薰修。天天聽，一年不開悟，再來一年，十年不開悟，再來十年，這個樣子密集的薰修，就造成強大的力量。根性利的，所謂根性利就是你煩惱障礙薄，有個三年、五年就開悟了；煩惱習氣深重，二十年、三十年開悟，我們也看到不少人。這才知道，一門深入，長時間薰習的重要性。"
    },
    {
      "id": "20-014-0020_p0007",
      "zh_CN": "古时候的道场，佛教传到中国，是释迦牟尼佛灭度一千年之后的事情，那些道场每天讲经。道场就是学校，是以教学为中心，大家在一起共修，这是很晚的事情。世尊当年在世，没有大众在一起共修的，修行是个人的事情，佛不问。佛的工作只是为大家开示，讲经说法，这是佛的能事。所说之法皆称为妙法，妙在哪里？无论说什么法，真的是字字句句里面，都具足「教、理、行、果」这四意思，称之为妙。学生如何接受？必须要具足「信、解、行、证」，你才能真的接受到。所以「行」跟「证」是学生自己的事情，佛也帮不上忙，佛只是教学。过去的人，都非常自爱、自重，都能够发愤努力去修学，可是到了后代，众生习气很重，学还可以，喜欢听听，做就做不到了。放逸、懒散，不肯认真修学，祖师大德看这个情形，这才提倡我们共修，确实帮助了不少人。共修的好处在哪里？依众靠众。看看大家都很用功，自己不好意思懈怠，这样才提倡共修的。",
      "zh_TW": "古時候的道場，佛教傳到中國，是釋迦牟尼佛滅度一千年之後的事情，那些道場每天講經。道場就是學校，是以教學為中心，大家在一起共修，這是很晚的事情。世尊當年在世，沒有大眾在一起共修的，修行是個人的事情，佛不問。佛的工作只是為大家開示，講經說法，這是佛的能事。所說之法皆稱為妙法，妙在哪裡？無論說什麼法，真的是字字句句裡面，都具足「教、理、行、果」這四意思，稱之為妙。學生如何接受？必須要具足「信、解、行、證」，你才能真的接受到。所以「行」跟「證」是學生自己的事情，佛也幫不上忙，佛只是教學。過去的人，都非常自愛、自重，都能夠發憤努力去修學，可是到了後代，眾生習氣很重，學還可以，喜歡聽聽，做就做不到了。放逸、懶散，不肯認真修學，祖師大德看這個情形，這才提倡我們共修，確實幫助了不少人。共修的好處在哪裡？依眾靠眾。看看大家都很用功，自己不好意思懈怠，這樣才提倡共修的。"
    },
    {
      "id": "20-014-0020_p0008",
      "zh_CN": "我们看到在中国历史上，大概提倡共修最早的是慧远大师，在庐山建一个莲社，有一百二十三个人，大家在一起念佛共修。这是我们在中国历史上看到，大家在一起共修第一个例子，那个时候不多。共修真正推广提倡普遍的推行是唐朝中叶，马祖道一和尚跟百丈大师两个人提倡丛林，所以丛林制度是中国佛教的特色，不但共学也要共修。于是这个制度以后逐渐普遍推行，我们共同在一块学习，共同在一块修行，依众靠众，这个方式在中国建立起来了。所以讲经的法师多，领众修行的法师多，得利益的成就的人就多了。",
      "zh_TW": "我們看到在中國歷史上，大概提倡共修最早的是慧遠大師，在廬山建一個蓮社，有一百二十三個人，大家在一起念佛共修。這是我們在中國歷史上看到，大家在一起共修第一個例子，那個時候不多。共修真正推廣提倡普遍的推行是唐朝中葉，馬祖道一和尚跟百丈大師兩個人提倡叢林，所以叢林制度是中國佛教的特色，不但共學也要共修。於是這個制度以後逐漸普遍推行，我們共同在一塊學習，共同在一塊修行，依眾靠眾，這個方式在中國建立起來了。所以講經的法師多，領眾修行的法師多，得利益的成就的人就多了。"
    },
    {
      "id": "20-014-0020_p0009",
      "zh_CN": "现在我们要是找一个真正发心修行的人，难！找不到了，所以我们依靠古人。我过去在台中求学，李炳南老居士就介绍我，叫我学印光大师。印光大师不在世了，《文钞》在世，依照《文钞》去修学，就是印光大师的学生，做印光大师真正的弟子，依教奉行，这是一个很好的办法。一个人可以用这个办法修学，如果我们有个小团体，大家也可以一起来共修，都不失是一个好办法。但是要天天在一块读诵，天天研究讨论，天天认真的依教奉行，才能得到结果，决定不能松懈。",
      "zh_TW": "現在我們要是找一個真正發心修行的人，難！找不到了，所以我們依靠古人。我過去在台中求學，李炳南老居士就介紹我，叫我學印光大師。印光大師不在世了，《文鈔》在世，依照《文鈔》去修學，就是印光大師的學生，做印光大師真正的弟子，依教奉行，這是一個很好的辦法。一個人可以用這個辦法修學，如果我們有個小團體，大家也可以一起來共修，都不失是一個好辦法。但是要天天在一塊讀誦，天天研究討論，天天認真的依教奉行，才能得到結果，決定不能鬆懈。"
    },
    {
      "id": "20-014-0020_p0010",
      "zh_CN": "我们现前在新加坡这个地区，借着科技的设备，每一堂讲演都上网路，即使我在有一些比较近一点的地区，做一些短暂的讲演，也都同时上网路。诸位如果要欢喜听，现在电脑设备很简单，也很容易，你家里有这个设备，你每天都可以听到。在台湾、在中国、在香港这个地区，我们没有时差，我们早晨跟同学们在一起谈话，八点钟到八点半，你每天都可以听到，晚上讲经八点钟到十点钟，你在家里头也可以收看；如果人多，将电脑连线到电视萤幕上，把画面放大，全家人都可以看得到。如果你有一个道场，就模仿我们这种投影机，可以把这个影像放大。我们现在放大，大概有一百多吋的样子，所以你们看得很清楚，这个是美国达拉斯传来的。我们看到他们这些形像，跟我们现在的人，可以说是一样大，看得很清楚。我们这边说话，他听得见，他看得到，他们说话我们也听得到，所以有问题当时就可以能够解答。但是必须要做成双向，双向比较麻烦一点。诸位在家庭里面，有一个电脑设备就可以了，不必用双向。如果是道场，也可以用双向跟我们连线，每天我们都可以见面，这个未尝不是一个好办法。所以我们特别强调，要修学功夫得力，一定要天天读经，天天听经，研究讨论，决定不能够松懈。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們現前在新加坡這個地區，藉著科技的設備，每一堂講演都上網路，即使我在有一些比較近一點的地區，做一些短暫的講演，也都同時上網路。諸位如果要歡喜聽，現在電腦設備很簡單，也很容易，你家裡有這個設備，你每天都可以聽到。在台灣、在中國、在香港這個地區，我們沒有時差，我們早晨跟同學們在一起談話，八點鐘到八點半，你每天都可以聽到，晚上講經八點鐘到十點鐘，你在家裡頭也可以收看；如果人多，將電腦連線到電視螢幕上，把畫面放大，全家人都可以看得到。如果你有一個道場，就模仿我們這種投影機，可以把這個影像放大。我們現在放大，大概有一百多吋的樣子，所以你們看得很清楚，這個是美國達拉斯傳來的。我們看到他們這些形像，跟我們現在的人，可以說是一樣大，看得很清楚。我們這邊說話，他聽得見，他看得到，他們說話我們也聽得到，所以有問題當時就可以能夠解答。但是必須要做成雙向，雙向比較麻煩一點。諸位在家庭裡面，有一個電腦設備就可以了，不必用雙向。如果是道場，也可以用雙向跟我們連線，每天我們都可以見面，這個未嘗不是一個好辦法。所以我們特別強調，要修學功夫得力，一定要天天讀經，天天聽經，研究討論，決定不能夠鬆懈。今天時間到了，我們就講到此地。"
    }
  ]
}