{
  "doc_id": "20-014-0044",
  "title": {
    "zh_CN": "九九年早餐开示—掌握机会，成就道业",
    "zh_TW": "九九年早餐開示—掌握機會，成就道業"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0044",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-014-0044_p0001",
      "zh_CN": "昨天晚上我听你们讲经，法隆师讲经的声调尾音太低，要学着改进。最好是前面低后面高，中国古人所讲，这人有后福；说话前面声音高后面低，这是衰相，往后逐渐衰弱。我们《内典讲座之研究》里头，这些原理原则都说过，愈到后面声音愈高、愈响亮，才能够振奋人的精神。听众已经坐了很久，到后头声音渐渐没有了，听众精神提不起来。所以，愈是后面愈要响亮、愈要紧凑，大家要注意的。",
      "zh_TW": "昨天晚上我聽你們講經，法隆師講經的聲調尾音太低，要學著改進。最好是前面低後面高，中國古人所講，這人有後福；說話前面聲音高後面低，這是衰相，往後逐漸衰弱。我們《內典講座之研究》裡頭，這些原理原則都說過，愈到後面聲音愈高、愈響亮，才能夠振奮人的精神。聽眾已經坐了很久，到後頭聲音漸漸沒有了，聽眾精神提不起來。所以，愈是後面愈要響亮、愈要緊湊，大家要注意的。"
    },
    {
      "id": "20-014-0044_p0002",
      "zh_CN": "另外一个，就是每一位同学都要着重学普通话。往年，演培法师在此地住了三十年，他是个讲经的法师，这么长的时间，不能把这边的佛法风气带动，最主要的因素就是口音吃了大亏。家乡的口音很重，始终改不过来，听众大多数听不懂，对于法缘就造成很大的障碍。我们讲的东西，人家能听得懂、能够理解、能够透彻，他的兴趣就生起来了。讲得再好，他没有办法理解，没有办法契入，兴趣决定生不起来，这是我们应当要改进的。还有一个，对于我们自己修学、度众，最重要的一桩事情，就是心量要大。我们不知道讲过多少遍，要真正的爱护众生、关怀众生，全心全力照顾众生。上一次跟大家讲，我们要怎样去学习世尊的遍施，普遍布施就是「四悉檀」，这四种普遍的布施。「四摄法」，我们要把它学会。",
      "zh_TW": "另外一個，就是每一位同學都要著重學普通話。往年，演培法師在此地住了三十年，他是個講經的法師，這麼長的時間，不能把這邊的佛法風氣帶動，最主要的因素就是口音吃了大虧。家鄉的口音很重，始終改不過來，聽眾大多數聽不懂，對於法緣就造成很大的障礙。我們講的東西，人家能聽得懂、能夠理解、能夠透徹，他的興趣就生起來了。講得再好，他沒有辦法理解，沒有辦法契入，興趣決定生不起來，這是我們應當要改進的。還有一個，對於我們自己修學、度眾，最重要的一樁事情，就是心量要大。我們不知道講過多少遍，要真正的愛護眾生、關懷眾生，全心全力照顧眾生。上一次跟大家講，我們要怎樣去學習世尊的遍施，普遍布施就是「四悉檀」，這四種普遍的布施。「四攝法」，我們要把它學會。"
    },
    {
      "id": "20-014-0044_p0003",
      "zh_CN": "世尊在一生当中，他的生活、他的言行，完全落实在「四悉檀」跟「四摄法」。诸位在经典上留意去观察，真的是一举一动，一言一笑，全是「四悉檀」、「四摄法」的发挥光大。他何以能够落实？何以能发挥？真诚慈悲。我们虽然有一点慈悲心，差得远，不够。虽然也想替众生做一点事情，帮一点忙，实在讲没有尽到全心全力，一百分力量只尽一、二分而已。不像诸佛如来、法身大士，他们尽力是百分之百，一丝毫的保留都没有。人家能称为佛，称为法身大士，我们为什么依旧在凡夫位上不能提升？这是要我们觉悟的。尤其是诸位要珍惜这个希有难逢的缘分。李木源会长跟我，可以说是全心全力在照顾大家、在帮助大家，没有为自己。要为自己我们早就往生了，早就到佛国土去了，留在此地干什么？受罪，看众生造业，这有什么意思？而所看到的是，「续佛慧命」要紧！我们这一生应该做的事情都做了，如果我们走了，佛法就到这个地方终止，我们对不起佛陀，我们对不起祖师大德代代承传。我们今天跟李居士合作，干的一桩事情，唯一的一桩事情，续佛慧命，帮助一切众生消除劫难；不为别的，别的没有事。",
      "zh_TW": "世尊在一生當中，他的生活、他的言行，完全落實在「四悉檀」跟「四攝法」。諸位在經典上留意去觀察，真的是一舉一動，一言一笑，全是「四悉檀」、「四攝法」的發揮光大。他何以能夠落實？何以能發揮？真誠慈悲。我們雖然有一點慈悲心，差得遠，不夠。雖然也想替眾生做一點事情，幫一點忙，實在講沒有盡到全心全力，一百分力量只盡一、二分而已。不像諸佛如來、法身大士，他們盡力是百分之百，一絲毫的保留都沒有。人家能稱為佛，稱為法身大士，我們為什麼依舊在凡夫位上不能提升？這是要我們覺悟的。尤其是諸位要珍惜這個希有難逢的緣分。李木源會長跟我，可以說是全心全力在照顧大家、在幫助大家，沒有為自己。要為自己我們早就往生了，早就到佛國土去了，留在此地幹什麼？受罪，看眾生造業，這有什麼意思？而所看到的是，「續佛慧命」要緊！我們這一生應該做的事情都做了，如果我們走了，佛法就到這個地方終止，我們對不起佛陀，我們對不起祖師大德代代承傳。我們今天跟李居士合作，幹的一樁事情，唯一的一樁事情，續佛慧命，幫助一切眾生消除劫難；不為別的，別的沒有事。"
    },
    {
      "id": "20-014-0044_p0004",
      "zh_CN": "这一桩事情重要，知道的人不多。我们也曾经听人家，出家、在家的大德常常挂在口里。他是不是真的了解？没有。道听途说，人云亦云，听到别人讲「弘法利生，续佛慧命」，大家都会讲，这两句话真正的意思并不了然。他要真明了，他就会真的去做。光说没有做到，那个说就是道听途说，根本不了解所说的是什么意思。从这些地方，我们也能体会到，佛法确确实实是「知难行易」。开经偈里面说「愿解如来真实义」，这一句话说得好，要想解如来真实义也不是个容易事情。何以众生不能解如来真实义？如来真实义是从真心自性里面流露出来的，一切众生跟诸佛如来同一个心性；换句话说，如来真实义就是自己的真实义，自性的真实义。我们何以不解？被烦恼习气障碍了。诸佛如来，包括所说的法身大士，法身大士其实就是诸佛如来，他们过的是称性的生活，无有一法不与自性相应，法法皆相应；过的是自性的生活，所以得大自在，得真解脱。我们今天很不幸，有烦恼习气，自性不能现前。我们过的是烦恼的生活，我们所过的是无量劫来这些习气的生活。",
      "zh_TW": "這一樁事情重要，知道的人不多。我們也曾經聽人家，出家、在家的大德常常掛在口裡。他是不是真的了解？沒有。道聽途說，人云亦云，聽到別人講「弘法利生，續佛慧命」，大家都會講，這兩句話真正的意思並不了然。他要真明瞭，他就會真的去做。光說沒有做到，那個說就是道聽途說，根本不了解所說的是什麼意思。從這些地方，我們也能體會到，佛法確確實實是「知難行易」。開經偈裡面說「願解如來真實義」，這一句話說得好，要想解如來真實義也不是個容易事情。何以眾生不能解如來真實義？如來真實義是從真心自性裡面流露出來的，一切眾生跟諸佛如來同一個心性；換句話說，如來真實義就是自己的真實義，自性的真實義。我們何以不解？被煩惱習氣障礙了。諸佛如來，包括所說的法身大士，法身大士其實就是諸佛如來，他們過的是稱性的生活，無有一法不與自性相應，法法皆相應；過的是自性的生活，所以得大自在，得真解脫。我們今天很不幸，有煩惱習氣，自性不能現前。我們過的是煩惱的生活，我們所過的是無量劫來這些習氣的生活。"
    },
    {
      "id": "20-014-0044_p0005",
      "zh_CN": "这一种生活，正如《地藏经》上所说，阎浮提众生，所思、所作、所为无不是罪业。还常常自以为是，哪一天你才能醒过来？哪一天你才能够觉悟？这里面佛说得好，真正要觉悟，必须同时具备三个条件，缺一个你就不能开悟，这三个条件是《阿弥陀经》上讲的「善根、福德、因缘」。三个条件一切众生皆有，三个条件同时具足就难了。我在早年，大专佛学讲座的时候，台湾蓝吉富居士问我这个问题。他问我：「开悟为什么这么难？」我就告诉他：「善根、福德、因缘三个条件同时具足，你去想想有几个人？」他想了之后，是真难！有善根的人，没有福德；有福德的人，没有因缘；有因缘的人，没有善根，三个同时具足太难了。我们今天大家在此地相聚，因缘具足。因缘具足也相当不容易。但是诸位要晓得，这种因缘是不是永远存在？不尽然。我们从整个历史上观察，因缘就像《金刚经》上讲的「如露亦如电」。你能抓住，正好在这个因缘，你的善根、福德现前，你成就了。在这个机缘当中，有善根没有福德不能成就，有福德没有善根也不能成就。所以，因缘聚会的时间并不是永恒的，也是相当短暂的。",
      "zh_TW": "這一種生活，正如《地藏經》上所說，閻浮提眾生，所思、所作、所為無不是罪業。還常常自以為是，哪一天你才能醒過來？哪一天你才能夠覺悟？這裡面佛說得好，真正要覺悟，必須同時具備三個條件，缺一個你就不能開悟，這三個條件是《阿彌陀經》上講的「善根、福德、因緣」。三個條件一切眾生皆有，三個條件同時具足就難了。我在早年，大專佛學講座的時候，台灣藍吉富居士問我這個問題。他問我：「開悟為什麼這麼難？」我就告訴他：「善根、福德、因緣三個條件同時具足，你去想想有幾個人？」他想了之後，是真難！有善根的人，沒有福德；有福德的人，沒有因緣；有因緣的人，沒有善根，三個同時具足太難了。我們今天大家在此地相聚，因緣具足。因緣具足也相當不容易。但是諸位要曉得，這種因緣是不是永遠存在？不盡然。我們從整個歷史上觀察，因緣就像《金剛經》上講的「如露亦如電」。你能抓住，正好在這個因緣，你的善根、福德現前，你成就了。在這個機緣當中，有善根沒有福德不能成就，有福德沒有善根也不能成就。所以，因緣聚會的時間並不是永恆的，也是相當短暫的。"
    },
    {
      "id": "20-014-0044_p0006",
      "zh_CN": "过去诸位可以在史书里面读到，近代在我们佛教界著名的「支那内学院」，只办了两年。时间虽然短，对佛法影响非常之大，民国初年的高僧大德，几乎都是这两年当中培训出来的，太虚大师是支那内学院的旁听生。更近的，「闽南佛学院」，时间都不是很长。在台湾，你们同修们亲身经历的，我们「华藏图书馆」，是不是永恒的？不是的。有这个缘的时候，不认真、不好好的努力，因缘错过了，再想遇到太难，不容易！所以遇到这个缘，自己一定要克服自己的烦恼。我过去在台中跟李炳南老居士学习，我知道因缘难得，每一天的时光，我都非常的珍惜。因为我自己晓得，我在台中居住的时间不会很长，不一定哪一天缘尽了就要离开，离开，学习的环境就没有了。所以很珍惜，自己才能有一点成就。不知道缘之难遇，以为这个缘会常在，你就完全错了。今天不学还有明天，今年不学还有明年，明天这个缘还能不能相续，明年这个缘还能不能存在，谁知道？所以聪明人，有智慧的人，成功的人，他的条件是什么？他把缘抓住了。世法里头讲「抓住机会」，缘就是机会。认识机会，能够抓住机会的，没有不成功的，世出世法都离不开这个原则。",
      "zh_TW": "過去諸位可以在史書裡面讀到，近代在我們佛教界著名的「支那內學院」，只辦了兩年。時間雖然短，對佛法影響非常之大，民國初年的高僧大德，幾乎都是這兩年當中培訓出來的，太虛大師是支那內學院的旁聽生。更近的，「閩南佛學院」，時間都不是很長。在台灣，你們同修們親身經歷的，我們「華藏圖書館」，是不是永恆的？不是的。有這個緣的時候，不認真、不好好的努力，因緣錯過了，再想遇到太難，不容易！所以遇到這個緣，自己一定要克服自己的煩惱。我過去在台中跟李炳南老居士學習，我知道因緣難得，每一天的時光，我都非常的珍惜。因為我自己曉得，我在台中居住的時間不會很長，不一定哪一天緣盡了就要離開，離開，學習的環境就沒有了。所以很珍惜，自己才能有一點成就。不知道緣之難遇，以為這個緣會常在，你就完全錯了。今天不學還有明天，今年不學還有明年，明天這個緣還能不能相續，明年這個緣還能不能存在，誰知道？所以聰明人，有智慧的人，成功的人，他的條件是什麼？他把緣抓住了。世法裡頭講「抓住機會」，緣就是機會。認識機會，能夠抓住機會的，沒有不成功的，世出世法都離不開這個原則。"
    },
    {
      "id": "20-014-0044_p0007",
      "zh_CN": "我跟李居士有的时候到外面去跑，为的是什么？也是为诸位同学创造因缘，为你们弘法利生开路，不是为别的。要为自己，诸位想想，这么大的年岁，何必这么辛苦？应该找个幽静的地方去养老，何必要这么辛苦？为大家制造机会，希望诸位将来在这个世间，弘法利生一帆风顺。我们这一代遭遇的困难、遭遇的挫折，希望你们可以避免。你们的成就要超过我们这一代，这是我们的愿望。底下一代弘法利生，要没有真正的德行，真实的学问，这个路就走不通。为什么？资讯发达，下一个世纪资讯之发达，要超过我们现在几十倍、几百倍都不止。完全走上电脑资讯的时代，每一个人，每一天所接触的是全世界的资讯，你要没有强有力的说服力，他怎么会能接受？怎么会相信？换句话说，他们所懂得的那些，我们统统懂得，我们所懂得的一些，你还不懂得，他才会服你。他那些东西你要不懂，他就瞧不起你，不会接受你的，也不会相信你所说的。所以，不努力，不发愤，怎么行？",
      "zh_TW": "我跟李居士有的時候到外面去跑，為的是什麼？也是為諸位同學創造因緣，為你們弘法利生開路，不是為別的。要為自己，諸位想想，這麼大的年歲，何必這麼辛苦？應該找個幽靜的地方去養老，何必要這麼辛苦？為大家製造機會，希望諸位將來在這個世間，弘法利生一帆風順。我們這一代遭遇的困難、遭遇的挫折，希望你們可以避免。你們的成就要超過我們這一代，這是我們的願望。底下一代弘法利生，要沒有真正的德行，真實的學問，這個路就走不通。為什麼？資訊發達，下一個世紀資訊之發達，要超過我們現在幾十倍、幾百倍都不止。完全走上電腦資訊的時代，每一個人，每一天所接觸的是全世界的資訊，你要沒有強有力的說服力，他怎麼會能接受？怎麼會相信？換句話說，他們所懂得的那些，我們統統懂得，我們所懂得的一些，你還不懂得，他才會服你。他那些東西你要不懂，他就瞧不起你，不會接受你的，也不會相信你所說的。所以，不努力，不發憤，怎麼行？"
    },
    {
      "id": "20-014-0044_p0008",
      "zh_CN": "努力有途径、有方法，先成就自己的德行学问，这个最重要。四弘誓愿里面讲，我们要真正把誓愿落实。度众生的人，现在是心有余而力不足。你要真有心才行，你真有度一切众生的心，你的菩提心就发出来了。发出菩提心之后断烦恼。断烦恼这里面是两个意思：一个是断一切烦恼，一个是成就根本智。根本智是无知，《般若经》上讲的「般若无知」，这是根本智，这是我们现在要做的功夫。「一门深入、长时薰修」是成就根本智，是成就你的清净心、平等心、觉悟心，这是真的德行智慧，世间人讲学问。我们在这上扎根了、成就了，然后就是「法门无量誓愿学」。学什么法门？譬如你们现在有电脑，电脑里面所有这些资讯都可以看。这里头有善有恶，五花八门统统都看，你了解这个世间的人他在想什么，他在做什么，他在说什么。好比是我们要给人治病，先要知道他病从哪来的，他得的什么病，从这个地方就是观机。我们知道他错在哪里，要用什么方法去帮助他改正。",
      "zh_TW": "努力有途徑、有方法，先成就自己的德行學問，這個最重要。四弘誓願裡面講，我們要真正把誓願落實。度眾生的人，現在是心有餘而力不足。你要真有心才行，你真有度一切眾生的心，你的菩提心就發出來了。發出菩提心之後斷煩惱。斷煩惱這裡面是兩個意思：一個是斷一切煩惱，一個是成就根本智。根本智是無知，《般若經》上講的「般若無知」，這是根本智，這是我們現在要做的功夫。「一門深入、長時薰修」是成就根本智，是成就你的清淨心、平等心、覺悟心，這是真的德行智慧，世間人講學問。我們在這上扎根了、成就了，然後就是「法門無量誓願學」。學什麼法門？譬如你們現在有電腦，電腦裡面所有這些資訊都可以看。這裡頭有善有惡，五花八門統統都看，你了解這個世間的人他在想什麼，他在做什麼，他在說什麼。好比是我們要給人治病，先要知道他病從哪來的，他得的什麼病，從這個地方就是觀機。我們知道他錯在哪裡，要用什麼方法去幫助他改正。"
    },
    {
      "id": "20-014-0044_p0009",
      "zh_CN": "你对他们所思、所言、所行一无所知，你说法怎么能契机？换句话说，你说法怎么能够叫他欢喜、叫他相信？你一定要了解他。这个事情并不需要很长的时间，也不是我们现在就要的，现在你就搞这些，对于成就自己的根本智就有妨碍。现在先修自己的戒定慧，戒学、定学、慧学你得到了，你才广学多闻。广学多闻就是戒定慧那个慧，那个慧再一发展，就是三慧，闻、思、修。诸位要晓得，闻思修的三慧就是戒定慧的慧。你没有戒、没有定，你哪有闻思修？菩萨三慧是建立在三学的基础上，没有三学决定没有三慧，这个道理要懂。所以一定是先掌握机缘成就自己，然后再能帮助众生，帮助这个苦难的世界。不但要消除一切劫难，还要帮助一切众生圆成佛道，这才是大慈大悲。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "你對他們所思、所言、所行一無所知，你說法怎麼能契機？換句話說，你說法怎麼能夠叫他歡喜、叫他相信？你一定要了解他。這個事情並不需要很長的時間，也不是我們現在就要的，現在你就搞這些，對於成就自己的根本智就有妨礙。現在先修自己的戒定慧，戒學、定學、慧學你得到了，你才廣學多聞。廣學多聞就是戒定慧那個慧，那個慧再一發展，就是三慧，聞、思、修。諸位要曉得，聞思修的三慧就是戒定慧的慧。你沒有戒、沒有定，你哪有聞思修？菩薩三慧是建立在三學的基礎上，沒有三學決定沒有三慧，這個道理要懂。所以一定是先掌握機緣成就自己，然後再能幫助眾生，幫助這個苦難的世界。不但要消除一切劫難，還要幫助一切眾生圓成佛道，這才是大慈大悲。好，今天時間到了，我們就講到此地。"
    }
  ]
}