{
  "doc_id": "20-014-0104",
  "title": {
    "zh_CN": "九九年早餐开示—多元文化就是「众生无边誓愿度」",
    "zh_TW": "九九年早餐開示—多元文化就是「眾生無邊誓願度」"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "20-014-0104",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "20-014-0104_p0001",
      "zh_CN": "各位同学，大家好！这两天我们到图文巴去参观访问，目的是希望在那边建一个藏经楼，我们主要的这些经书，有一个妥善的地方保存。看了这个地方，我们觉得很满意。",
      "zh_TW": "各位同學，大家好！這兩天我們到圖文巴去參觀訪問，目的是希望在那邊建一個藏經樓，我們主要的這些經書，有一個妥善的地方保存。看了這個地方，我們覺得很滿意。"
    },
    {
      "id": "20-014-0104_p0002",
      "zh_CN": "至于佛法怎样真正的能够推动？佛在《无量寿经》上教导我们，「佛所行处，靡不蒙化」，这个经文的意思，是佛教普遍推行的处所，一切众生都得到佛陀的教化。而不是佛走到那个地方，这个「行」就是佛陀教育的推行。无论是大乘经、小乘经，任何一个宗派，任何一个法门，修行的根基是「净业三福」，佛菩萨的愿望是「四弘誓愿」，这是佛家修学的最高指导原则，是我们一生努力的方向，希求的目标，我们学佛总得要记住，要搞清楚，要搞明白。净业三福，第一句「孝养父母」，我讲过很多。「孝养父母，奉事师长」这八个字，就是一切诸佛如来，自行化他，自始至终就这八个字。可是这八个字，我们认识，我们会念，我们也会讲，它真正的意思我们不懂，意思无尽的深广。",
      "zh_TW": "至於佛法怎樣真正的能夠推動？佛在《無量壽經》上教導我們，「佛所行處，靡不蒙化」，這個經文的意思，是佛教普遍推行的處所，一切眾生都得到佛陀的教化。而不是佛走到那個地方，這個「行」就是佛陀教育的推行。無論是大乘經、小乘經，任何一個宗派，任何一個法門，修行的根基是「淨業三福」，佛菩薩的願望是「四弘誓願」，這是佛家修學的最高指導原則，是我們一生努力的方向，希求的目標，我們學佛總得要記住，要搞清楚，要搞明白。淨業三福，第一句「孝養父母」，我講過很多。「孝養父母，奉事師長」這八個字，就是一切諸佛如來，自行化他，自始至終就這八個字。可是這八個字，我們認識，我們會念，我們也會講，它真正的意思我們不懂，意思無盡的深廣。"
    },
    {
      "id": "20-014-0104_p0003",
      "zh_CN": "我们今天观念当中的父母，就是这一生生育我们的父母、教导我们的师长。可是我们学佛的同修都知道，人有过去世，人还有来生；过去世中，生生世世的父母要不要孝养？未来世中，生生世世的父母要不要孝养？佛讲不是现前的，而是从现前去推广，过去无始，未来无终，这是佛教给我们的；这从时间上说。从空间上讲，大乘经上佛常说，「一切男子是我父，一切女人是我母」，这是从空间上讲。诸位把时间、空间合起来，然后才晓得，佛所讲的父母是虚空法界一切众生，决不只眼前，这才是佛的意思。开经偈上天天念，「愿解如来真实义」，如来的真实义在哪里？我们总要晓得，如果连这个意思都体会不到，我们这一生的修学，只可以说跟佛结了法缘，这一生当中能不能得到结果、能不能有成就？答案是否定的。但是跟佛结缘，不错！是一桩好事情。",
      "zh_TW": "我們今天觀念當中的父母，就是這一生生育我們的父母、教導我們的師長。可是我們學佛的同修都知道，人有過去世，人還有來生；過去世中，生生世世的父母要不要孝養？未來世中，生生世世的父母要不要孝養？佛講不是現前的，而是從現前去推廣，過去無始，未來無終，這是佛教給我們的；這從時間上說。從空間上講，大乘經上佛常說，「一切男子是我父，一切女人是我母」，這是從空間上講。諸位把時間、空間合起來，然後才曉得，佛所講的父母是虛空法界一切眾生，決不只眼前，這才是佛的意思。開經偈上天天念，「願解如來真實義」，如來的真實義在哪裡？我們總要曉得，如果連這個意思都體會不到，我們這一生的修學，只可以說跟佛結了法緣，這一生當中能不能得到結果、能不能有成就？答案是否定的。但是跟佛結緣，不錯！是一樁好事情。"
    },
    {
      "id": "20-014-0104_p0004",
      "zh_CN": "我们在过去生中，生生世世，无量劫来，曾经跟佛结的缘很深很厚。世尊在《无量寿经》上告诉我们，像阿阇王子与五百长者子，过去生中曾经供养四百亿佛，你才晓得那个善根多深厚，但是求愿往生的念头还生不起来。我们跟阿阇王子差不多，《弥陀经》上说：「不可以少善根福德因缘，得生彼国」，我们今天善根福德都不错，听到这个法门都想求往生，都想亲近阿弥陀佛，这个善根就相当深厚，绝不亚于阿阇王子这一班人。那我们这一生当中能不能成就？善导大师说得好，「总在遇缘不同」。善导大师是阿弥陀佛再来的，善导大师的话，就是阿弥陀佛亲口宣扬。如果我们这一生遇到的缘殊胜，把这个事情搞清楚、搞明白了，发广大心，《无量寿经》上说「发菩提心，一向专念」，我们这一生就成功了，永脱轮回，作佛去了。",
      "zh_TW": "我們在過去生中，生生世世，無量劫來，曾經跟佛結的緣很深很厚。世尊在《無量壽經》上告訴我們，像阿闍王子與五百長者子，過去生中曾經供養四百億佛，你才曉得那個善根多深厚，但是求願往生的念頭還生不起來。我們跟阿闍王子差不多，《彌陀經》上說：「不可以少善根福德因緣，得生彼國」，我們今天善根福德都不錯，聽到這個法門都想求往生，都想親近阿彌陀佛，這個善根就相當深厚，絕不亞於阿闍王子這一班人。那我們這一生當中能不能成就？善導大師說得好，「總在遇緣不同」。善導大師是阿彌陀佛再來的，善導大師的話，就是阿彌陀佛親口宣揚。如果我們這一生遇到的緣殊勝，把這個事情搞清楚、搞明白了，發廣大心，《無量壽經》上說「發菩提心，一向專念」，我們這一生就成功了，永脫輪迴，作佛去了。"
    },
    {
      "id": "20-014-0104_p0005",
      "zh_CN": "我也听说，有些同修对于我的修学生起怀疑，说我现在不是在专修净土，现在在搞多元文化。如果对这个事情起了疑惑，那就是我们俗话常讲的「文字障」，对于文字意思没有搞通。什么叫多元文化？这是现代人讲的多元文化。我这个名词是到澳洲来才学到的，从前没听说过，到澳洲来的时候，同修们介绍我认识尤里先生，他有个「多元文化论坛」请我去参加，我才知道有个多元文化。我一听这个名词，看看他们的作法，原来就是佛家讲的「发菩提心」，就是四弘誓愿里「众生无边誓愿度」，也就是净业三福最后一句「劝进行者」。佛在《观无量寿佛经》里面说「劝进行者」，在《无量寿经》里面说「佛所行处，靡不蒙化」，在四弘誓愿里面说「众生无边誓愿度」，佛在每一个场合用的名词不一样，意思都是一样的。",
      "zh_TW": "我也聽說，有些同修對於我的修學生起懷疑，說我現在不是在專修淨土，現在在搞多元文化。如果對這個事情起了疑惑，那就是我們俗話常講的「文字障」，對於文字意思沒有搞通。什麼叫多元文化？這是現代人講的多元文化。我這個名詞是到澳洲來才學到的，從前沒聽說過，到澳洲來的時候，同修們介紹我認識尤里先生，他有個「多元文化論壇」請我去參加，我才知道有個多元文化。我一聽這個名詞，看看他們的作法，原來就是佛家講的「發菩提心」，就是四弘誓願裡「眾生無邊誓願度」，也就是淨業三福最後一句「勸進行者」。佛在《觀無量壽佛經》裡面說「勸進行者」，在《無量壽經》裡面說「佛所行處，靡不蒙化」，在四弘誓願裡面說「眾生無邊誓願度」，佛在每一個場合用的名詞不一樣，意思都是一樣的。"
    },
    {
      "id": "20-014-0104_p0006",
      "zh_CN": "「众生无边誓愿度」，我们要问问，过去父母要不要度？佛说：「一切众生皆是未来诸佛」，这未来诸佛要不要度？一切众生里面，有许许多多不同的族类；你们的心很慈悲常常放生，连畜生你都有慈悲心度他，那不同的种族就不度了？不同的宗教就不度了？你不是自己在搞矛盾吗？天天读经，还天天听经，听到迷惑颠倒，听到疑虑重重，你们不能怪我，我说得够清楚了。你要怪什么？怪你自己不会听，真的不会听。马鸣菩萨在《起信论》里面告诉我们，怎么样去听经，怎么样去读经，他给我们讲三个原则：「离言说相、离名字相、离心缘相」，那叫会听。果然能够遵守马鸣菩萨这三个原则，你读经、听经会开悟。如果你不会运用这个原则，听经着音声相，读经着文字相、著名词术语相，听了又胡思乱想，胡思乱想就是心缘相。你这种方法听经，愈听愈糊涂，愈听愈迷惑，你怎么能懂如来真实义？",
      "zh_TW": "「眾生無邊誓願度」，我們要問問，過去父母要不要度？佛說：「一切眾生皆是未來諸佛」，這未來諸佛要不要度？一切眾生裡面，有許許多多不同的族類；你們的心很慈悲常常放生，連畜生你都有慈悲心度他，那不同的種族就不度了？不同的宗教就不度了？你不是自己在搞矛盾嗎？天天讀經，還天天聽經，聽到迷惑顛倒，聽到疑慮重重，你們不能怪我，我說得夠清楚了。你要怪什麼？怪你自己不會聽，真的不會聽。馬鳴菩薩在《起信論》裡面告訴我們，怎麼樣去聽經，怎麼樣去讀經，他給我們講三個原則：「離言說相、離名字相、離心緣相」，那叫會聽。果然能夠遵守馬鳴菩薩這三個原則，你讀經、聽經會開悟。如果你不會運用這個原則，聽經著音聲相，讀經著文字相、著名詞術語相，聽了又胡思亂想，胡思亂想就是心緣相。你這種方法聽經，愈聽愈糊塗，愈聽愈迷惑，你怎麼能懂如來真實義？"
    },
    {
      "id": "20-014-0104_p0007",
      "zh_CN": "我到澳洲所接触的，我一接触、一听、一看这个多元文化，我就知道那是「众生无边誓愿度」，要广度各个不同的族群，要广度各个不同的宗教。这个事情是不是净空法师开头的？给诸位说，不是的。谁开头的？诸佛如来开头的。我们今天接触多元文化、推广多元文化是什么？是落实《无量寿经》，落实《大方广佛华严经》。经不是在讲堂讲的，要把经教变成生活，变成我们工作与处事待人接物的指导方针，这叫真的学佛，佛广度一切众生。",
      "zh_TW": "我到澳洲所接觸的，我一接觸、一聽、一看這個多元文化，我就知道那是「眾生無邊誓願度」，要廣度各個不同的族群，要廣度各個不同的宗教。這個事情是不是淨空法師開頭的？給諸位說，不是的。誰開頭的？諸佛如來開頭的。我們今天接觸多元文化、推廣多元文化是什麼？是落實《無量壽經》，落實《大方廣佛華嚴經》。經不是在講堂講的，要把經教變成生活，變成我們工作與處事待人接物的指導方針，這叫真的學佛，佛廣度一切眾生。"
    },
    {
      "id": "20-014-0104_p0008",
      "zh_CN": "如果今天你们要是觉得，对这个宗教嫌弃它，跟那个族群厌恶它，你自己冷静去想想，你能不能往生？我告诉你，你决定不能往生。为什么？因为西方极乐世界有许许多多不同的族群，我在讲经的时候给你们透露过，诸佛菩萨「随类化身，随机说法」，我这两句话大家听得很熟，应以基督教身得度者，阿弥陀佛、释迦牟尼佛就示现基督教牧师而为说法；应以伊斯兰教得度者，佛菩萨就示现阿訇给他说法。所以西方极乐世界，各个宗教都有，各种族群都有，你到那里去看，这个不顺眼，那个不顺眼，你去大闹天宫，所以人家不让你去。你还有分别，你还有执着；有分别、有执着，就不是菩提心。往生的条件八个字：「发菩提心，一向专念」，你只做到一向专念，你没有发菩提心，不能往生。",
      "zh_TW": "如果今天你們要是覺得，對這個宗教嫌棄它，跟那個族群厭惡它，你自己冷靜去想想，你能不能往生？我告訴你，你決定不能往生。為什麼？因為西方極樂世界有許許多多不同的族群，我在講經的時候給你們透露過，諸佛菩薩「隨類化身，隨機說法」，我這兩句話大家聽得很熟，應以基督教身得度者，阿彌陀佛、釋迦牟尼佛就示現基督教牧師而為說法；應以伊斯蘭教得度者，佛菩薩就示現阿訇給他說法。所以西方極樂世界，各個宗教都有，各種族群都有，你到那裡去看，這個不順眼，那個不順眼，你去大鬧天宮，所以人家不讓你去。你還有分別，你還有執著；有分別、有執著，就不是菩提心。往生的條件八個字：「發菩提心，一向專念」，你只做到一向專念，你沒有發菩提心，不能往生。"
    },
    {
      "id": "20-014-0104_p0009",
      "zh_CN": "我们想想，我们过去生中，生生世世，无量劫来，「一向专念」大概我们干了不少次，为什么没去得了？菩提心没发。菩提心真正发了，那就是中国儒家所说的「仁者无敌」，「仁」是仁慈的人，心地仁慈的人，仁慈的人心里头没有冤家、没有对头，「无敌」是这个意思，没有敌对，对于冤亲债主都像家亲眷属一样爱护。他只有一个爱心，他没有怨恨心，无论对什么人，无论对畜生，乃至于对植物、对矿物，看到一根小草，看到一朵小花，都是以真诚的爱心来看它，这个人叫菩提心。看到这个欢喜，看到那个讨厌，这是轮回心，轮回心一向专念，还搞轮回；菩提心一向专念，才能往生极乐世界。",
      "zh_TW": "我們想想，我們過去生中，生生世世，無量劫來，「一向專念」大概我們幹了不少次，為什麼沒去得了？菩提心沒發。菩提心真正發了，那就是中國儒家所說的「仁者無敵」，「仁」是仁慈的人，心地仁慈的人，仁慈的人心裡頭沒有冤家、沒有對頭，「無敵」是這個意思，沒有敵對，對於冤親債主都像家親眷屬一樣愛護。他只有一個愛心，他沒有怨恨心，無論對什麼人，無論對畜生，乃至於對植物、對礦物，看到一根小草，看到一朵小花，都是以真誠的愛心來看它，這個人叫菩提心。看到這個歡喜，看到那個討厭，這是輪迴心，輪迴心一向專念，還搞輪迴；菩提心一向專念，才能往生極樂世界。"
    },
    {
      "id": "20-014-0104_p0010",
      "zh_CN": "我不厌其烦跟同修们再说几遍，希望大家要明了。目的何在？目的是佛的愿望，希望大家快快成佛，希望大家早一天成佛，成佛之后广度众生。要想成佛，一定要像佛一样的发心，佛的心是心跟虚空法界一样，「心包太虚，量周沙界」，佛是大慈大悲。那个「大」，就是没有界限，有界限不大！喜欢的人，我对他慈悲；不喜欢的人，我对他不慈悲，这不是佛家讲的大慈大悲。佛教也有个名词叫「爱缘慈悲」，爱缘慈悲是六道众生的，还是轮回心，看顺眼的对他慈悲，看不顺眼的，一点慈悲心都没有。",
      "zh_TW": "我不厭其煩跟同修們再說幾遍，希望大家要明瞭。目的何在？目的是佛的願望，希望大家快快成佛，希望大家早一天成佛，成佛之後廣度眾生。要想成佛，一定要像佛一樣的發心，佛的心是心跟虛空法界一樣，「心包太虛，量周沙界」，佛是大慈大悲。那個「大」，就是沒有界限，有界限不大！喜歡的人，我對他慈悲；不喜歡的人，我對他不慈悲，這不是佛家講的大慈大悲。佛教也有個名詞叫「愛緣慈悲」，愛緣慈悲是六道眾生的，還是輪迴心，看順眼的對他慈悲，看不順眼的，一點慈悲心都沒有。"
    },
    {
      "id": "20-014-0104_p0011",
      "zh_CN": "诸位一定要知道，澳洲人讲的多元文化，就是四弘誓愿的第一愿：「众生无边誓愿度」。你们要是反对，不愿意我去做这个事情，那你就是把四弘誓愿「众生无边誓愿度」打个XX，把它送到垃圾堆去了，不要它。但是你要晓得，十方三世一切诸佛，把这句话看得最重要，你不要它、糟蹋它，你永远成不了佛。你念佛日夜不间断，算你一天念一百万声佛，你还是搞轮回，我跟大家说的句句是实话。",
      "zh_TW": "諸位一定要知道，澳洲人講的多元文化，就是四弘誓願的第一願：「眾生無邊誓願度」。你們要是反對，不願意我去做這個事情，那你就是把四弘誓願「眾生無邊誓願度」打個XX，把它送到垃圾堆去了，不要它。但是你要曉得，十方三世一切諸佛，把這句話看得最重要，你不要它、糟蹋它，你永遠成不了佛。你念佛日夜不間斷，算你一天念一百萬聲佛，你還是搞輪迴，我跟大家說的句句是實話。"
    },
    {
      "id": "20-014-0104_p0012",
      "zh_CN": "如果这样的心量，我们今天还要把经典翻成外国文干什么？用不着。释迦牟尼佛出现在印度，菩萨们集结经藏是用梵文，中国人何必要读它？这跟印度不同种族，何必把它翻成中文，用不着。佛教传到中国，把梵文翻成中文，那不是多元文化是什么？佛教的经典，从中国文又翻成日文，这不是多元文化是什么？现在也有不少人在发心，把中文经典翻成英文，翻成西班牙文。那你应该极力反对，这些人都做错了，只有你一个人对？这叫胡闹，诸佛菩萨看到会流眼泪，你们曲解如来真实义，误会如来真实义。",
      "zh_TW": "如果這樣的心量，我們今天還要把經典翻成外國文幹什麼？用不著。釋迦牟尼佛出現在印度，菩薩們集結經藏是用梵文，中國人何必要讀它？這跟印度不同種族，何必把它翻成中文，用不著。佛教傳到中國，把梵文翻成中文，那不是多元文化是什麼？佛教的經典，從中國文又翻成日文，這不是多元文化是什麼？現在也有不少人在發心，把中文經典翻成英文，翻成西班牙文。那你應該極力反對，這些人都做錯了，只有你一個人對？這叫胡鬧，諸佛菩薩看到會流眼淚，你們曲解如來真實義，誤會如來真實義。"
    },
    {
      "id": "20-014-0104_p0013",
      "zh_CN": "你今天展开经卷，你念的是中文经典。这个翻译不分族群，不分宗教，广度众生，这是菩提心，这是真正觉悟了。这种心行，今天澳洲人称为多元文化。你反对多元文化，就是反对发菩提心，反对「众生无边誓愿度」，佛就度你一个人？你一个人最可爱？别的人都不可爱，佛就那么喜欢你，佛就讨厌别人。错了，大错！赶紧忏悔，赶紧回头，回头是岸；再不回头，你还是轮回心造轮回业，这是佛经常常说的「可怜悯者」，你是个真正「可怜悯者」。",
      "zh_TW": "你今天展開經卷，你念的是中文經典。這個翻譯不分族群，不分宗教，廣度眾生，這是菩提心，這是真正覺悟了。這種心行，今天澳洲人稱為多元文化。你反對多元文化，就是反對發菩提心，反對「眾生無邊誓願度」，佛就度你一個人？你一個人最可愛？別的人都不可愛，佛就那麼喜歡你，佛就討厭別人。錯了，大錯！趕緊懺悔，趕緊回頭，回頭是岸；再不回頭，你還是輪迴心造輪迴業，這是佛經常常說的「可憐憫者」，你是個真正「可憐憫者」。"
    },
    {
      "id": "20-014-0104_p0014",
      "zh_CN": "我在新加坡讲《无量寿经》，正好讲到十八愿，第十八愿还没讲完，可能还要讲两次。十八愿是大愿的核心，教导我们怎样念佛才必定得生，希望同学们多多留意，要认真去学习。得人身、闻佛法的机会，太难太难了！这一生机缘碰到了，如果说是当面错过，可惜！比什么都可惜，世出世间一切法，没有比这个更可惜的。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我在新加坡講《無量壽經》，正好講到十八願，第十八願還沒講完，可能還要講兩次。十八願是大願的核心，教導我們怎樣念佛才必定得生，希望同學們多多留意，要認真去學習。得人身、聞佛法的機會，太難太難了！這一生機緣碰到了，如果說是當面錯過，可惜！比什麼都可惜，世出世間一切法，沒有比這個更可惜的。好，今天時間到了，我們就講到此地。"
    }
  ]
}