{
  "doc_id": "20-014-0045",
  "title": {
    "zh_CN": "九九年早餐开示—如何落实多元文化",
    "zh_TW": "九九年早餐開示—如何落實多元文化"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0045",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "20-014-0045_p0001",
      "zh_CN": "今天我们在香港，跟新加坡试验双向传播，效果非常好，你们同学我都看到了。将来实际可以利用这种方式，我在任何地方旅行，都可以跟大家在一起，即使上课也很方便。大家有问题，也可以像我们在新加坡跟美国双向沟通一样。",
      "zh_TW": "今天我們在香港，跟新加坡試驗雙向傳播，效果非常好，你們同學我都看到了。將來實際可以利用這種方式，我在任何地方旅行，都可以跟大家在一起，即使上課也很方便。大家有問題，也可以像我們在新加坡跟美國雙向溝通一樣。"
    },
    {
      "id": "20-014-0045_p0002",
      "zh_CN": "佛法在现代这个时代，必须要利用高科技。科学技术的发达，使现代人无论生活在哪个地区，世界上任何地方发生的事情，我们立刻就知道了。所以胸襟必须要扩大，绝对不是在古代生活范围圈子很小，甚至于邻近的村庄、邻近的县市，都老死不相往来，现在不是那个时代。我们的生活空间大了，我们接触的人多了，接触这些人，许许多多不同的文化、不同的族类、不同的宗教信仰、不同的生活习惯，如何大家能够共同住在这个地球上，和睦相处，如同一家人一样，这里面我们必须要把佛教育落实，学佛教育绝对不是一种精神上的享受。如果诸位看到学佛是精神的享受，你得的利益只得到一半，甚至于一半还达不到。佛陀的教育是整体的、是全面的，包括我们物质的生活在其中。所以必须要将佛陀教学落实在我们生活当中，落实在我们工作里面，落实在处事待人接物，使我们整个的生活就是大乘佛法，整个的生活就是《大方广佛华严经》，我这一次跟大家细讲《华严》，目的就在此地。希望诸位用心的去体会，用心的去学习，我们才能够帮助这个世界的人，帮助往后的人，都能够过着真正幸福美满的生活。幸福美满决定不只这一生，这一生得幸福、得美满，来生还是幸福美满，后生永远幸福美满，这是佛教育的目的。",
      "zh_TW": "佛法在現代這個時代，必須要利用高科技。科學技術的發達，使現代人無論生活在哪個地區，世界上任何地方發生的事情，我們立刻就知道了。所以胸襟必須要擴大，絕對不是在古代生活範圍圈子很小，甚至於鄰近的村莊、鄰近的縣市，都老死不相往來，現在不是那個時代。我們的生活空間大了，我們接觸的人多了，接觸這些人，許許多多不同的文化、不同的族類、不同的宗教信仰、不同的生活習慣，如何大家能夠共同住在這個地球上，和睦相處，如同一家人一樣，這裡面我們必須要把佛教育落實，學佛教育絕對不是一種精神上的享受。如果諸位看到學佛是精神的享受，你得的利益只得到一半，甚至於一半還達不到。佛陀的教育是整體的、是全面的，包括我們物質的生活在其中。所以必須要將佛陀教學落實在我們生活當中，落實在我們工作裡面，落實在處事待人接物，使我們整個的生活就是大乘佛法，整個的生活就是《大方廣佛華嚴經》，我這一次跟大家細講《華嚴》，目的就在此地。希望諸位用心的去體會，用心的去學習，我們才能夠幫助這個世界的人，幫助往後的人，都能夠過著真正幸福美滿的生活。幸福美滿決定不只這一生，這一生得幸福、得美滿，來生還是幸福美滿，後生永遠幸福美滿，這是佛教育的目的。"
    },
    {
      "id": "20-014-0045_p0003",
      "zh_CN": "怎样落实？落实的原则、方法，佛在经上都教给我们。诸位细细想想，这一部《华严经》，乃至于所有一切大乘经教，几乎没有一句话、没有一个字，离开「四悉檀」的原理，离开「四摄法」的原则。所以以四悉檀、四摄法就能够将整个佛陀教育落实，使一切众生如同在华藏世界、如同在极乐世界，那么样的和睦、那么样的快乐。这个方法、原则有了，要怎样去做？教育，手段是教育。这个道理佛懂得，而且佛应用得那么样的圆满，使我们佩服得五体投地。中国的古代圣人也知道，古圣先贤只要能认真去做，那个时代一定是承平，人民一定是幸福，国家一定是富强；如果疏忽了这一点，这个社会会动乱，国家会衰微，人民痛苦；这就是《礼记》里面所讲的「建国君民，教学为先」。",
      "zh_TW": "怎樣落實？落實的原則、方法，佛在經上都教給我們。諸位細細想想，這一部《華嚴經》，乃至於所有一切大乘經教，幾乎沒有一句話、沒有一個字，離開「四悉檀」的原理，離開「四攝法」的原則。所以以四悉檀、四攝法就能夠將整個佛陀教育落實，使一切眾生如同在華藏世界、如同在極樂世界，那麼樣的和睦、那麼樣的快樂。這個方法、原則有了，要怎樣去做？教育，手段是教育。這個道理佛懂得，而且佛應用得那麼樣的圓滿，使我們佩服得五體投地。中國的古代聖人也知道，古聖先賢只要能認真去做，那個時代一定是承平，人民一定是幸福，國家一定是富強；如果疏忽了這一點，這個社會會動亂，國家會衰微，人民痛苦；這就是《禮記》裡面所講的「建國君民，教學為先」。"
    },
    {
      "id": "20-014-0045_p0004",
      "zh_CN": "我在前几天，在澳洲参加两个会议，一个是昆士兰的「多元文化论坛」，一个是在雪梨的「世界宗教和平组织」。他们的理念很好，值得我们赞叹，值得我们佩服，但是他没有办法落实。昆士兰的多元文化论坛，它是九六年邀我参加，我自己亲自参加这个会议四次，这一次是第四次，但是每个月我都派代表参加。可是从九六年一直到今天，都在原地踏步，进展得非常缓慢。直到前几个月，主持论坛的尤里先生告诉我，他跟格丽菲斯大学合作，在学校里面建一个多元文化活动中心，我听了之后非常欢喜，他把这个讯息告诉我；他说：我告诉你一桩，你一定很高兴的事情。带到我学校里面去参观，学校的校长对我热烈的欢迎。澳洲现在政府、教育界都非常重视这桩事情，这是一个好事情，我全心全力赞助，全心全力帮助他推动。",
      "zh_TW": "我在前幾天，在澳洲參加兩個會議，一個是昆士蘭的「多元文化論壇」，一個是在雪梨的「世界宗教和平組織」。他們的理念很好，值得我們讚歎，值得我們佩服，但是他沒有辦法落實。昆士蘭的多元文化論壇，它是九六年邀我參加，我自己親自參加這個會議四次，這一次是第四次，但是每個月我都派代表參加。可是從九六年一直到今天，都在原地踏步，進展得非常緩慢。直到前幾個月，主持論壇的尤里先生告訴我，他跟格麗菲斯大學合作，在學校裡面建一個多元文化活動中心，我聽了之後非常歡喜，他把這個訊息告訴我；他說：我告訴你一樁，你一定很高興的事情。帶到我學校裡面去參觀，學校的校長對我熱烈的歡迎。澳洲現在政府、教育界都非常重視這樁事情，這是一個好事情，我全心全力贊助，全心全力幫助他推動。"
    },
    {
      "id": "20-014-0045_p0005",
      "zh_CN": "世界宗教和平组织，我这次是第一次接受邀请参加，这个组织已经很多年，是世界性的。参加的宗教团体有三十多个，我很受感动，他们有个共同的理念，就是希求社会安定、世界和平。有不少宗教家提出来，我们对信徒传播教义，绝对不要批评其他宗教，不要攻击其他宗教。这是多元文化落实的一个起点，但是不够；如果说是半年开一次会，大家在那儿谈谈，永远不能落实。我这次被邀请，他们对我很重视，因为会议只有两个小时，每一个宗教团体的发言大概五分钟，他给我三十分钟。我把佛教，什么是佛教告诉大家，佛教是教育，佛教不是宗教。佛教是教育，基督教也是教育，佛教是释迦牟尼佛的教育，基督教是上帝的教育，天主教是神的教育，伊斯兰教是阿拉的教育。我告诉他：突破宗教的框架，走上教育的途径，才能落实，帮助这个世间一切苦难的众生，进入到幸福美满的生活。",
      "zh_TW": "世界宗教和平組織，我這次是第一次接受邀請參加，這個組織已經很多年，是世界性的。參加的宗教團體有三十多個，我很受感動，他們有個共同的理念，就是希求社會安定、世界和平。有不少宗教家提出來，我們對信徒傳播教義，絕對不要批評其他宗教，不要攻擊其他宗教。這是多元文化落實的一個起點，但是不夠；如果說是半年開一次會，大家在那兒談談，永遠不能落實。我這次被邀請，他們對我很重視，因為會議只有兩個小時，每一個宗教團體的發言大概五分鐘，他給我三十分鐘。我把佛教，什麼是佛教告訴大家，佛教是教育，佛教不是宗教。佛教是教育，基督教也是教育，佛教是釋迦牟尼佛的教育，基督教是上帝的教育，天主教是神的教育，伊斯蘭教是阿拉的教育。我告訴他：突破宗教的框架，走上教育的途徑，才能落實，幫助這個世間一切苦難的眾生，進入到幸福美滿的生活。"
    },
    {
      "id": "20-014-0045_p0006",
      "zh_CN": "哪一个宗教都希望人民生活过得很好，「神爱世人」，这个世人没有分族群、没有分宗教，绝对不是说神爱基督教徒，不爱佛教徒，《圣经》里头没有这个说法，所以是博爱。我们要学佛，我们要学神，我们要效法上帝，虚空法界是一个整体，我们懂得这个道理，我们今天生活在地球上的人类，我们是一个共同的生命体。每一个传教师都赞叹自己的教好，佛教第一，基督教也第一，天主教也第一，哪一个宗教都第一，第一才能够和睦相处，如果有高下，那就不平等，佛家讲「平等真法界」，必须要懂得这个道理。我们自己人身，我们身体就是多元文化的共同体，眼是一个族群，耳是一个族群，鼻是一个族群，个个都第一；眼见第一，耳听第一，鼻嗅第一，哪一个不都是第一吗？没有第二，所以这个身体才能和睦相处，身体才健康。如果说眼第一，只要见就行了，不要听了，这个人马上就生病。身体是整个宇宙一个浓缩的模型，我们在讲经的时候，早年常常讲，宇宙的复杂跟我们身体复杂是相等的。身体是小宇宙，外面是大宇宙，小宇宙跟大宇宙没有两样。",
      "zh_TW": "哪一個宗教都希望人民生活過得很好，「神愛世人」，這個世人沒有分族群、沒有分宗教，絕對不是說神愛基督教徒，不愛佛教徒，《聖經》裡頭沒有這個說法，所以是博愛。我們要學佛，我們要學神，我們要效法上帝，虛空法界是一個整體，我們懂得這個道理，我們今天生活在地球上的人類，我們是一個共同的生命體。每一個傳教師都讚歎自己的教好，佛教第一，基督教也第一，天主教也第一，哪一個宗教都第一，第一才能夠和睦相處，如果有高下，那就不平等，佛家講「平等真法界」，必須要懂得這個道理。我們自己人身，我們身體就是多元文化的共同體，眼是一個族群，耳是一個族群，鼻是一個族群，個個都第一；眼見第一，耳聽第一，鼻嗅第一，哪一個不都是第一嗎？沒有第二，所以這個身體才能和睦相處，身體才健康。如果說眼第一，只要見就行了，不要聽了，這個人馬上就生病。身體是整個宇宙一個濃縮的模型，我們在講經的時候，早年常常講，宇宙的複雜跟我們身體複雜是相等的。身體是小宇宙，外面是大宇宙，小宇宙跟大宇宙沒有兩樣。"
    },
    {
      "id": "20-014-0045_p0007",
      "zh_CN": "《华严经》里面告诉我们，同中有异；同，我们一个身体是同；有异是什么？眼能见不能听，耳能听不能见，这是异。同中有异，异中有同，同是共同一个生命体。同不碍异，异不碍同，这个意思好，这是显示出多元文化的融合，彼此当中没有冲突、没有矛盾，确确实实能够做到和睦共处，互相尊敬，互相敬爱，互助合作，共存共荣，这就是《大方广佛华严经》。我跟大家细说《华严》，就说这桩事情，这是宇宙人生的真相，不是佛的意思，当然我更没有意思。佛说法四十九年，他老人家讲他没有说一句话，谁要说佛说法叫谤佛。这话什么意思？佛所讲的全是事实真相，决没有掺杂一句自己的意思在里头，这叫做「无说而说，说而无说」。",
      "zh_TW": "《華嚴經》裡面告訴我們，同中有異；同，我們一個身體是同；有異是什麼？眼能見不能聽，耳能聽不能見，這是異。同中有異，異中有同，同是共同一個生命體。同不礙異，異不礙同，這個意思好，這是顯示出多元文化的融合，彼此當中沒有衝突、沒有矛盾，確確實實能夠做到和睦共處，互相尊敬，互相敬愛，互助合作，共存共榮，這就是《大方廣佛華嚴經》。我跟大家細說《華嚴》，就說這樁事情，這是宇宙人生的真相，不是佛的意思，當然我更沒有意思。佛說法四十九年，他老人家講他沒有說一句話，誰要說佛說法叫謗佛。這話什麼意思？佛所講的全是事實真相，決沒有摻雜一句自己的意思在裡頭，這叫做「無說而說，說而無說」。"
    },
    {
      "id": "20-014-0045_p0008",
      "zh_CN": "如果我们把这些原理、把这些事实真相参透了，然后你才能肯定，虚空法界一切众生就是一念自性，一念自性就是我们自己本人。我们在经上看到，佛讲佛有三身：法身、报身、应身，大家都知道，我们哪一个没有三身？个个都有三身。三身里面法身是体，报身、应身是作用，有体、有用。体是什么？虚空法界一切众生是自己，虚空法界一切众生是法身，你能够认知这个事实，你能够觉悟、你能够明了，这个智慧叫报身，报身是自受用。然后我们这个身体，才会真正无条件的为一切众生服务，这叫应化身，应化身是他受用，不是自受用。自受用是报身、是智慧身，对于宇宙人生真相彻底通达明了，这是自受用。所以现这个身是为一切众生服务，没有任何条件，佛家讲「无缘大慈，同体大悲」。无缘，用现在话来讲，无条件。为善人服务无条件，为恶人服务也无条件，佛菩萨度人天无条件，度饿鬼、畜生、地狱也是无条件，心地永远是清净、平等、正觉、慈悲，给诸位说，这就是报身。《华严经》上所说的圆满报身，清净法身，千百亿化身是说我们为大众服务，只有真正认知才能够落实。因此要叫全民认知，诸位想想，除了教育之外，你还有什么好方法？",
      "zh_TW": "如果我們把這些原理、把這些事實真相參透了，然後你才能肯定，虛空法界一切眾生就是一念自性，一念自性就是我們自己本人。我們在經上看到，佛講佛有三身：法身、報身、應身，大家都知道，我們哪一個沒有三身？個個都有三身。三身裡面法身是體，報身、應身是作用，有體、有用。體是什麼？虛空法界一切眾生是自己，虛空法界一切眾生是法身，你能夠認知這個事實，你能夠覺悟、你能夠明瞭，這個智慧叫報身，報身是自受用。然後我們這個身體，才會真正無條件的為一切眾生服務，這叫應化身，應化身是他受用，不是自受用。自受用是報身、是智慧身，對於宇宙人生真相徹底通達明瞭，這是自受用。所以現這個身是為一切眾生服務，沒有任何條件，佛家講「無緣大慈，同體大悲」。無緣，用現在話來講，無條件。為善人服務無條件，為惡人服務也無條件，佛菩薩度人天無條件，度餓鬼、畜生、地獄也是無條件，心地永遠是清淨、平等、正覺、慈悲，給諸位說，這就是報身。《華嚴經》上所說的圓滿報身，清淨法身，千百億化身是說我們為大眾服務，只有真正認知才能夠落實。因此要叫全民認知，諸位想想，除了教育之外，你還有什麼好方法？"
    },
    {
      "id": "20-014-0045_p0009",
      "zh_CN": "我跟大会建议，第一个一定要加强组织，你没有组织不能推动这个教育，任何一个宗教都是对全民教育，我们要懂这个道理。我建议他，世界宗教和平组织要加强，每年除了两次开会之外，你要有常会，会议决定的一定有个机构来执行、来推动。可是今天无论做什么事情需要钱，没有钱不能办事，我跟他建议，你们要设立一个基金会筹募基金，来推动这个事情。有组织，有钱了，没有人还是不能动，我建议他要办一个多元文化大学，每一个宗教里面的宗教领袖、传教师，是这个大学里面的老师。哪些人会到这个学校来读书？我相信全世界各个阶层的领导人，他们都需要接受这个教育。这个教育就是告诉你，人与人的关系，人与自然环境的关系，人与天地鬼神的关系，要搞清楚、要搞明白，我们教的就这三桩事情。统统关系搞好了，你在这个世间行道就一帆风顺，没有障碍，《华严》所讲的理事无碍，事事无碍。所以不办学，不从教育下手，永远推不动，你的理想会变成妄想，最后落空，不能实现。",
      "zh_TW": "我跟大會建議，第一個一定要加強組織，你沒有組織不能推動這個教育，任何一個宗教都是對全民教育，我們要懂這個道理。我建議他，世界宗教和平組織要加強，每年除了兩次開會之外，你要有常會，會議決定的一定有個機構來執行、來推動。可是今天無論做什麼事情需要錢，沒有錢不能辦事，我跟他建議，你們要設立一個基金會籌募基金，來推動這個事情。有組織，有錢了，沒有人還是不能動，我建議他要辦一個多元文化大學，每一個宗教裡面的宗教領袖、傳教師，是這個大學裡面的老師。哪些人會到這個學校來讀書？我相信全世界各個階層的領導人，他們都需要接受這個教育。這個教育就是告訴你，人與人的關係，人與自然環境的關係，人與天地鬼神的關係，要搞清楚、要搞明白，我們教的就這三樁事情。統統關係搞好了，你在這個世間行道就一帆風順，沒有障礙，《華嚴》所講的理事無礙，事事無礙。所以不辦學，不從教育下手，永遠推不動，你的理想會變成妄想，最後落空，不能實現。"
    },
    {
      "id": "20-014-0045_p0010",
      "zh_CN": "怎样才能够挽救世间的劫难，化解自然灾害？那就要推动全民教育，人心向善，环境就变好了，佛家讲依报随着正报转。为什么会转？这有科学理论做依据，我跟他们讲解得很清楚。终极的目标，这个世界和平组织，必须要有自己一个卫星传播公司，我们二十四小时，将我们的理念、将我们的教学，利用科学技术，送到全世界每一个人家庭电视机里面，这是世界全民教学，推动整个世界的社会安定，世界和平，化解歧视、化解误会、化解争执。这个样子，我们理想才能够落实，理想才能够变成现实生活。这是我们在这个世纪当中，弘扬佛法主要一个理念，我们怎么讲经、怎么说法，都是围绕这个理念，不离开这个理念，佛法就活了，邓小平所讲的活学活用，佛法也是活学活用。换句话说，世界上任何一个宗教，他们的理论、他们的经典、他们的修行方式，都应当是活学活用，普遍的利益一切族群、一切众生。",
      "zh_TW": "怎樣才能夠挽救世間的劫難，化解自然災害？那就要推動全民教育，人心向善，環境就變好了，佛家講依報隨著正報轉。為什麼會轉？這有科學理論做依據，我跟他們講解得很清楚。終極的目標，這個世界和平組織，必須要有自己一個衛星傳播公司，我們二十四小時，將我們的理念、將我們的教學，利用科學技術，送到全世界每一個人家庭電視機裡面，這是世界全民教學，推動整個世界的社會安定，世界和平，化解歧視、化解誤會、化解爭執。這個樣子，我們理想才能夠落實，理想才能夠變成現實生活。這是我們在這個世紀當中，弘揚佛法主要一個理念，我們怎麼講經、怎麼說法，都是圍繞這個理念，不離開這個理念，佛法就活了，鄧小平所講的活學活用，佛法也是活學活用。換句話說，世界上任何一個宗教，他們的理論、他們的經典、他們的修行方式，都應當是活學活用，普遍的利益一切族群、一切眾生。"
    },
    {
      "id": "20-014-0045_p0011",
      "zh_CN": "我们这一生到这个世间来，很幸运能够参与这项工作，佛家讲济世度人的工作。参加这个工作，在佛法里面的身分，都是佛菩萨。说佛菩萨，很多人不懂，解释很麻烦，所以我跟大家介绍，释迦牟尼佛的地位，释迦牟尼佛是怎样的一个人？我说他是义务多元文化社会教育的工作者，这大家好懂。知道释迦牟尼佛是个什么人，我们对他的敬仰之心就生起了，我们很乐意的向他学习，很乐意的我们自己也参与这个工作，我们跟释迦牟尼佛的地位是平等的，大乘佛法永远建立在平等的基础上。我们推动清净、平等，平是和平，等是等同，从事于这个教育工作，推动这个教育工作，我们这一生没有白来，过得有意义、有价值。我们要跟世间一切族群和合，首先我们家要和，我们一家都不和，那还谈什么？中国人常讲「家和万事兴」，先从一家和睦做起。怎么和？一定要懂得四悉檀、四摄法，这是佛陀善巧方便到极处。把四悉檀、四摄法落实，就达到了，家就和了。你要是公司行号，你一个公司、一个行号也和了；你治理一个国家，国家也和了；我们教育这个世界一切人民，世界人民就和睦了。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們這一生到這個世間來，很幸運能夠參與這項工作，佛家講濟世度人的工作。參加這個工作，在佛法裡面的身分，都是佛菩薩。說佛菩薩，很多人不懂，解釋很麻煩，所以我跟大家介紹，釋迦牟尼佛的地位，釋迦牟尼佛是怎樣的一個人？我說他是義務多元文化社會教育的工作者，這大家好懂。知道釋迦牟尼佛是個什麼人，我們對他的敬仰之心就生起了，我們很樂意的向他學習，很樂意的我們自己也參與這個工作，我們跟釋迦牟尼佛的地位是平等的，大乘佛法永遠建立在平等的基礎上。我們推動清淨、平等，平是和平，等是等同，從事於這個教育工作，推動這個教育工作，我們這一生沒有白來，過得有意義、有價值。我們要跟世間一切族群和合，首先我們家要和，我們一家都不和，那還談什麼？中國人常講「家和萬事興」，先從一家和睦做起。怎麼和？一定要懂得四悉檀、四攝法，這是佛陀善巧方便到極處。把四悉檀、四攝法落實，就達到了，家就和了。你要是公司行號，你一個公司、一個行號也和了；你治理一個國家，國家也和了；我們教育這個世界一切人民，世界人民就和睦了。好，今天時間到了，我們就講到此地。"
    }
  ]
}