{
  "doc_id": "20-014-0098",
  "title": {
    "zh_CN": "九九年早餐开示—多元文化的基础",
    "zh_TW": "九九年早餐開示—多元文化的基礎"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "20-014-0098",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0098_p0001",
      "zh_CN": "诸位同学，大家好！昨天晚上，我们在《了凡四训》里面，读到吉凶祸福的预兆，这些事情，过去中国读书人深信不疑。现代要是跟人家讲这些事情，能相信的人不多，原因在哪里？还是在教育不相同。古时候所受的教育，跟现代人所受的教育完全不一样。古人，古圣先贤教化众生，不是出于自己的意思，这个道理明了的人不多。我们在佛经里面看到，为什么释迦牟尼佛常常否定他的说法？甚至于说，他一生没有说一句法，没有说一个字。谁要是说释迦牟尼讲经说法，那就是谤佛。可是我们知道，他老人家明明讲经说法四十九年，怎么说没有说一句法？怎么说没有说一个字？这个我们就很难懂了。再仔细去研究、去观察，我们才明了一个事实，他四十九年所说的，说自己没有说，是没有一句话是自己的意思，没有一个字是自己的意思，自己没说。他所说的是谁的意思？谁说的？佛说是自性的流露。谁的自性？我们大家自己的自性。从自性里面流露出来的，不是自己的意思，我们细细想想有道理。",
      "zh_TW": "諸位同學，大家好！昨天晚上，我們在《了凡四訓》裡面，讀到吉凶禍福的預兆，這些事情，過去中國讀書人深信不疑。現代要是跟人家講這些事情，能相信的人不多，原因在哪裡？還是在教育不相同。古時候所受的教育，跟現代人所受的教育完全不一樣。古人，古聖先賢教化眾生，不是出於自己的意思，這個道理明瞭的人不多。我們在佛經裡面看到，為什麼釋迦牟尼佛常常否定他的說法？甚至於說，他一生沒有說一句法，沒有說一個字。誰要是說釋迦牟尼講經說法，那就是謗佛。可是我們知道，他老人家明明講經說法四十九年，怎麼說沒有說一句法？怎麼說沒有說一個字？這個我們就很難懂了。再仔細去研究、去觀察，我們才明瞭一個事實，他四十九年所說的，說自己沒有說，是沒有一句話是自己的意思，沒有一個字是自己的意思，自己沒說。他所說的是誰的意思？誰說的？佛說是自性的流露。誰的自性？我們大家自己的自性。從自性裡面流露出來的，不是自己的意思，我們細細想想有道理。"
    },
    {
      "id": "20-014-0098_p0002",
      "zh_CN": "这是从理性上来说，如果从事相上来说，亦复如是。佛讲他所说的法，是诸佛相传所说的，我说的就是从前佛所讲的，我没有加一句；正是孔老夫子所谓「述而不作」。孔老夫子跟释迦牟尼佛没见过面，也没有讯息往来过，他们的见解完全相同。孔老夫子说「述而不作」，这个意思就是讲，他所教的、所说的，都是古时候这些大德的，古圣先贤的教诲，没有自己的意思。我们一般看起来，这是佛祖、夫子谦虚，其实不是谦虚，是真的。",
      "zh_TW": "這是從理性上來說，如果從事相上來說，亦復如是。佛講他所說的法，是諸佛相傳所說的，我說的就是從前佛所講的，我沒有加一句；正是孔老夫子所謂「述而不作」。孔老夫子跟釋迦牟尼佛沒見過面，也沒有訊息往來過，他們的見解完全相同。孔老夫子說「述而不作」，這個意思就是講，他所教的、所說的，都是古時候這些大德的，古聖先賢的教誨，沒有自己的意思。我們一般看起來，這是佛祖、夫子謙虛，其實不是謙虛，是真的。"
    },
    {
      "id": "20-014-0098_p0003",
      "zh_CN": "到后代，唐朝时候，我们看看六祖惠能大师，论永嘉那几句话，我们就深深体会到了。永嘉非常聪明，大彻大悟之后，要找人印证，就有人介绍他，叫他去找曹溪参访六祖惠能大师，请他给你印证。到达曹溪，六祖给他印证。这印证之后，他立刻就要走，六祖说你为什么走得这么快？留他住一晚。所以他在曹溪住了一晚，在禅宗历史里面叫「一宿觉」。他亲近他老师就是一天，他就离开道场，这很有名的一段故事。悟了之后，彻悟之后，六祖问他：你还有分别吗？永嘉答了一句话：「分别亦非意。」六祖说，对的！你如是，我也如是，希望好好的保任，保任就是保持，不要失掉。「分别亦非意」，就是分别不是自己的分别，执着也不是自己的执着。众生分别，随着众生分别而分别，随着众生执着而执着，自己没有意思。那就跟释迦牟尼佛、跟孔子所说的，天天讲经说法，没有说出一个字，道理在此地。没有自己的意思。意思是自己的，智慧不是自己的，智慧是自性的，自性是一切众生共有的。所以智慧是一切众生共有的，不是自己的，意思是自己的。诸位要知道，妄想分别执着是属于你自己的；本性里面的般若智慧、万德万能不是自己的，是性德。这是一个说法。",
      "zh_TW": "到後代，唐朝時候，我們看看六祖惠能大師，論永嘉那幾句話，我們就深深體會到了。永嘉非常聰明，大徹大悟之後，要找人印證，就有人介紹他，叫他去找曹溪參訪六祖惠能大師，請他給你印證。到達曹溪，六祖給他印證。這印證之後，他立刻就要走，六祖說你為什麼走得這麼快？留他住一晚。所以他在曹溪住了一晚，在禪宗歷史裡面叫「一宿覺」。他親近他老師就是一天，他就離開道場，這很有名的一段故事。悟了之後，徹悟之後，六祖問他：你還有分別嗎？永嘉答了一句話：「分別亦非意。」六祖說，對的！你如是，我也如是，希望好好的保任，保任就是保持，不要失掉。「分別亦非意」，就是分別不是自己的分別，執著也不是自己的執著。眾生分別，隨著眾生分別而分別，隨著眾生執著而執著，自己沒有意思。那就跟釋迦牟尼佛、跟孔子所說的，天天講經說法，沒有說出一個字，道理在此地。沒有自己的意思。意思是自己的，智慧不是自己的，智慧是自性的，自性是一切眾生共有的。所以智慧是一切眾生共有的，不是自己的，意思是自己的。諸位要知道，妄想分別執著是屬於你自己的；本性裡面的般若智慧、萬德萬能不是自己的，是性德。這是一個說法。"
    },
    {
      "id": "20-014-0098_p0004",
      "zh_CN": "另外一个说法是，自性般若智慧是自己的，自性无量德能是自己的，那是真的我。我们现在讲自己是假自己，不是真的。真我，是虚空法界都是我。如果执着这个身是我，妄想是我，这是假我，这不是真我。执着这个假我，才有六道轮回；真我没有，真我是清净法身。你要是找到真我，在佛法里面讲，你就成究竟圆满佛。所以大乘经教里常讲，虚空法界一切众生就是我。我今天跟许多人讲这个多元文化，就是从这个理论、事实基础上而说的。澳洲几乎每一个人，都有多元文化，都有这个概念。这在其他地区都还没有，此地多元文化的概念相当普遍，有这个共识。",
      "zh_TW": "另外一個說法是，自性般若智慧是自己的，自性無量德能是自己的，那是真的我。我們現在講自己是假自己，不是真的。真我，是虛空法界都是我。如果執著這個身是我，妄想是我，這是假我，這不是真我。執著這個假我，才有六道輪迴；真我沒有，真我是清淨法身。你要是找到真我，在佛法裡面講，你就成究竟圓滿佛。所以大乘經教裡常講，虛空法界一切眾生就是我。我今天跟許多人講這個多元文化，就是從這個理論、事實基礎上而說的。澳洲幾乎每一個人，都有多元文化，都有這個概念。這在其他地區都還沒有，此地多元文化的概念相當普遍，有這個共識。"
    },
    {
      "id": "20-014-0098_p0005",
      "zh_CN": "「多元文化」是自性的性德；换句话说，自性本具的，本来如是。我用一个身体做比喻，大家好懂，我们这个身体，现在科学知识大家都知道，这个身体什么东西组成的？细胞组成的。细胞怎么组成的？细胞是分子、原子组成的；原子是电子、核子组成的；分析到最后，是基本粒子组成的。我们把这些粒子比喻作我们每一个人，我们把组成的这些器官，比喻作一个族类，一个种族，我们眼，眼睛这个部位，是一个种族，这个种族里许许多多细胞，许许多多粒子组成的，这是一个团体。耳朵又是一个族群，耳朵的族群跟眼的族群不一样。鼻又是一个族群，这个身体每一个器官就是一个族群，不同的族群。不同的族群，不能离开一身，这个一身是所有一切族群生命共同体。这个说法大家比较容易体会，容易懂。而且这个身体每一个器官，都是第一，没有第二。眼见第一，耳听第一，鼻嗅第一，舌尝第一，个个都第一，身体健康，没有毛病。如果说眼第一，耳鼻喉都是其次，那你这个身体里头就打架，不平了，你就生病，病重就死了。",
      "zh_TW": "「多元文化」是自性的性德；換句話說，自性本具的，本來如是。我用一個身體做比喻，大家好懂，我們這個身體，現在科學知識大家都知道，這個身體什麼東西組成的？細胞組成的。細胞怎麼組成的？細胞是分子、原子組成的；原子是電子、核子組成的；分析到最後，是基本粒子組成的。我們把這些粒子比喻作我們每一個人，我們把組成的這些器官，比喻作一個族類，一個種族，我們眼，眼睛這個部位，是一個種族，這個種族裡許許多多細胞，許許多多粒子組成的，這是一個團體。耳朵又是一個族群，耳朵的族群跟眼的族群不一樣。鼻又是一個族群，這個身體每一個器官就是一個族群，不同的族群。不同的族群，不能離開一身，這個一身是所有一切族群生命共同體。這個說法大家比較容易體會，容易懂。而且這個身體每一個器官，都是第一，沒有第二。眼見第一，耳聽第一，鼻嗅第一，舌嘗第一，個個都第一，身體健康，沒有毛病。如果說眼第一，耳鼻喉都是其次，那你這個身體裡頭就打架，不平了，你就生病，病重就死了。"
    },
    {
      "id": "20-014-0098_p0006",
      "zh_CN": "所以虚空法界一切众生，我们是一个生命共同体；真正觉悟、明白了，就叫做证得清净法身。你们常常经上念的清净法身佛，什么叫「清净法身佛」？明白了、肯定了，虚空法界一切众生是自己。就好像我们身体的一个细胞，一下觉悟了，原来整个全身各个器官都是自己，这叫成佛，真正觉悟了。然而觉悟之后，决定没有妄想、没有分别、没有执着；只要有妄想分别执着，你迷而不觉。我们身体哪个部位生病，现在动个外科手术，把它割掉不要了。可是我们清净法身出了毛病，没有办法开刀，没有办法把它割掉。那用什么方法？要用方法帮助他恢复正常。你要明白这个道理，你就晓得，今天有什么病患开刀，那是最不健康的治疗方法。但是现在人相信，你没有法子！",
      "zh_TW": "所以虛空法界一切眾生，我們是一個生命共同體；真正覺悟、明白了，就叫做證得清淨法身。你們常常經上念的清淨法身佛，什麼叫「清淨法身佛」？明白了、肯定了，虛空法界一切眾生是自己。就好像我們身體的一個細胞，一下覺悟了，原來整個全身各個器官都是自己，這叫成佛，真正覺悟了。然而覺悟之後，決定沒有妄想、沒有分別、沒有執著；只要有妄想分別執著，你迷而不覺。我們身體哪個部位生病，現在動個外科手術，把它割掉不要了。可是我們清淨法身出了毛病，沒有辦法開刀，沒有辦法把它割掉。那用什麼方法？要用方法幫助他恢復正常。你要明白這個道理，你就曉得，今天有什麼病患開刀，那是最不健康的治療方法。但是現在人相信，你沒有法子！"
    },
    {
      "id": "20-014-0098_p0007",
      "zh_CN": "我们中国自古以来，绝对不主张用这种方式。前几个月，马来西亚有位老居士，我们很熟。他也是长了一个瘤，是个水瘤，他的家人都劝他去动手术拿掉，而且这个瘤跟神经系统非常近，开刀的时候一定受影响。他的福报不错，正好台北黄医生到新加坡来看我，我就把黄医生介绍给他。黄医生给他诊断，劝他不要开刀，开刀可以拿掉，你能够好一阵子，但是会复发。再发的时候，你要再开的时候，范围愈大，愈来愈大，你的身体年岁太大了，决定荷担不了。所以他接受中医，中医治疗比较慢，他大概治疗有两个多月了。我这次到此地来之前，他打电话给我，怎么样？他说我已经好了百分之九十，现在也不痛了，可以走路了。中医是怎么治疗法？这个水瘤是因为你的管道阻塞，瘤到这个地方它就不能流走了，在这里集成一个水泡。现在用药物，让你循环系统能够加强，慢慢把你水瘤里面的水带动，从排泄自然排泄掉，用这个方法。他家人带他去照X光片子，一个礼拜去照一次，好像说还在，没有消掉。就找这个医生，医生就把这个照片，你看，那个照片上，每一个照片水瘤是一样大；你再看，颜色不一样，原来颜色很深，就说明这水瘤里头水很多，现在颜色淡的时候，那个水已经消掉一部分。这一看，大家欢喜了。痕迹在，那没关系，里面的水已经带掉流走了。所以中药治疗是有效果，不用开刀，恢复正常才是对的。",
      "zh_TW": "我們中國自古以來，絕對不主張用這種方式。前幾個月，馬來西亞有位老居士，我們很熟。他也是長了一個瘤，是個水瘤，他的家人都勸他去動手術拿掉，而且這個瘤跟神經系統非常近，開刀的時候一定受影響。他的福報不錯，正好台北黃醫生到新加坡來看我，我就把黃醫生介紹給他。黃醫生給他診斷，勸他不要開刀，開刀可以拿掉，你能夠好一陣子，但是會復發。再發的時候，你要再開的時候，範圍愈大，愈來愈大，你的身體年歲太大了，決定荷擔不了。所以他接受中醫，中醫治療比較慢，他大概治療有兩個多月了。我這次到此地來之前，他打電話給我，怎麼樣？他說我已經好了百分之九十，現在也不痛了，可以走路了。中醫是怎麼治療法？這個水瘤是因為你的管道阻塞，瘤到這個地方它就不能流走了，在這裡集成一個水泡。現在用藥物，讓你循環系統能夠加強，慢慢把你水瘤裡面的水帶動，從排泄自然排泄掉，用這個方法。他家人帶他去照X光片子，一個禮拜去照一次，好像說還在，沒有消掉。就找這個醫生，醫生就把這個照片，你看，那個照片上，每一個照片水瘤是一樣大；你再看，顏色不一樣，原來顏色很深，就說明這水瘤裡頭水很多，現在顏色淡的時候，那個水已經消掉一部分。這一看，大家歡喜了。痕跡在，那沒關係，裡面的水已經帶掉流走了。所以中藥治療是有效果，不用開刀，恢復正常才是對的。"
    },
    {
      "id": "20-014-0098_p0008",
      "zh_CN": "你明白这个道理，我们人与人之间，族群与族群之间，能够和睦相处，能够宽恕宽容，这就是恢复正常。不能够敌对，不能说我强你弱，我要把你消灭，要把你同化，那就错了。我们不可以说，眼把耳同化，耳不要听了，眼见，你的听觉就完了，哪有这种道理！所以佛法里头没有统一，也没有同化，佛家讲圆融，这个说法有道理。无论是大事，无论是小事，无论是个人生活，和一切群体相处，都不能违背这个原则。佛在大乘经里面讲得太多了，「融合」，圆融和合，这是最健康的。我们身体每一个器官，都能圆融和合，身体健康。世界每一个族群、每一个宗教，都能够圆融和合，这个世界安定、和平、繁荣、兴旺，这个世界是健康的；今天多元文化做的工作，就是这桩事情。",
      "zh_TW": "你明白這個道理，我們人與人之間，族群與族群之間，能夠和睦相處，能夠寬恕寬容，這就是恢復正常。不能夠敵對，不能說我強你弱，我要把你消滅，要把你同化，那就錯了。我們不可以說，眼把耳同化，耳不要聽了，眼見，你的聽覺就完了，哪有這種道理！所以佛法裡頭沒有統一，也沒有同化，佛家講圓融，這個說法有道理。無論是大事，無論是小事，無論是個人生活，和一切群體相處，都不能違背這個原則。佛在大乘經裡面講得太多了，「融合」，圓融和合，這是最健康的。我們身體每一個器官，都能圓融和合，身體健康。世界每一個族群、每一個宗教，都能夠圓融和合，這個世界安定、和平、繁榮、興旺，這個世界是健康的；今天多元文化做的工作，就是這樁事情。"
    },
    {
      "id": "20-014-0098_p0009",
      "zh_CN": "现在这个世界是大病，我们常常听人家讲地球病了。地球怎么会病？地球上的人病了。各个族群不能够和合，不能够圆融，地球就病了，社会就病了，世间就病了，每一个人要遭受灾难，要受苦。如何消灾免难？必须要懂得这个道理，了解事实真相，所有一切族群，所有一切众生，是一个生命共同体。所以要发挥大慈悲心，大慈悲心是自性本具的，爱一切人，爱一切众生，无条件的。为什么？虚空法界一切众生都是自己，自己对自己还有什么条件？自己爱自己，自己帮助自己，还谈条件吗？只有真正明白的人，才会这么作法；不明白的人，他不会做。不明白的人做好事，是有条件的，今天晚上我们会讲到。觉悟的人、明白的人，做什么样的好事，都没有条件。没有条件，是真善、真好事；有条件是假好事，不是真好事。所以有为而为，不是真善，无为而为，是真善。",
      "zh_TW": "現在這個世界是大病，我們常常聽人家講地球病了。地球怎麼會病？地球上的人病了。各個族群不能夠和合，不能夠圓融，地球就病了，社會就病了，世間就病了，每一個人要遭受災難，要受苦。如何消災免難？必須要懂得這個道理，了解事實真相，所有一切族群，所有一切眾生，是一個生命共同體。所以要發揮大慈悲心，大慈悲心是自性本具的，愛一切人，愛一切眾生，無條件的。為什麼？虛空法界一切眾生都是自己，自己對自己還有什麼條件？自己愛自己，自己幫助自己，還談條件嗎？只有真正明白的人，才會這麼作法；不明白的人，他不會做。不明白的人做好事，是有條件的，今天晚上我們會講到。覺悟的人、明白的人，做什麼樣的好事，都沒有條件。沒有條件，是真善、真好事；有條件是假好事，不是真好事。所以有為而為，不是真善，無為而為，是真善。"
    },
    {
      "id": "20-014-0098_p0010",
      "zh_CN": "这是我们感激世出世间这些圣贤人的教诲，我们逐渐才明白这个道理，体会到事实真相，也能够契入这个境界，获得人生最高的享受，这一句话是方东美先生讲的。佛法里面讲得大自在，得大自在就是人生最高的享受，我们在这一生当中可以得到；真自在、真快乐、真幸福。社会纵然不安定，世界纵然不太平，我们自己的处境，跟诸佛如来没有差别。这就是经上常讲的「境随心转」，你的心能转境界，你就得大自在；你的心转不了境界，你就生活在烦恼之中，生活在忧患之中。转过来之后，你生活在自在里，你生活在智慧之中，转烦恼成无量智慧，无量烦恼转变成无量智慧。无量的这些灾难，转变为无量的自在。这是佛法殊胜处，佛法不能不学，不能不认真的学习，对自己的利益太大太大了。好，今天时间到了，就讲到此地。",
      "zh_TW": "這是我們感激世出世間這些聖賢人的教誨，我們逐漸才明白這個道理，體會到事實真相，也能夠契入這個境界，獲得人生最高的享受，這一句話是方東美先生講的。佛法裡面講得大自在，得大自在就是人生最高的享受，我們在這一生當中可以得到；真自在、真快樂、真幸福。社會縱然不安定，世界縱然不太平，我們自己的處境，跟諸佛如來沒有差別。這就是經上常講的「境隨心轉」，你的心能轉境界，你就得大自在；你的心轉不了境界，你就生活在煩惱之中，生活在憂患之中。轉過來之後，你生活在自在裡，你生活在智慧之中，轉煩惱成無量智慧，無量煩惱轉變成無量智慧。無量的這些災難，轉變為無量的自在。這是佛法殊勝處，佛法不能不學，不能不認真的學習，對自己的利益太大太大了。好，今天時間到了，就講到此地。"
    }
  ]
}