{
  "doc_id": "20-014-0108",
  "title": {
    "zh_CN": "对冈山净宗同修开示",
    "zh_TW": "對岡山淨宗同修開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0108",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "20-014-0108_p0001",
      "zh_CN": "诸位同学，大家好。从冈山到这边来，都是的？都是冈山的同修。来了几天？第四天，听说今天回去？时间太短了，应当在这边多住几天。你们来的这个期间正好我到澳洲，李木源居士到中国，所以这边接待的主人都不在，非常非常抱歉。希望下次来，我们有个很妥善的联系。",
      "zh_TW": "諸位同學，大家好。從岡山到這邊來，都是的？都是岡山的同修。來了幾天？第四天，聽說今天回去？時間太短了，應當在這邊多住幾天。你們來的這個期間正好我到澳洲，李木源居士到中國，所以這邊接待的主人都不在，非常非常抱歉。希望下次來，我們有個很妥善的聯繫。"
    },
    {
      "id": "20-014-0108_p0002",
      "zh_CN": "佛法，我们一定要正确的认识，才能得到真正的受用。我们这次在澳洲接见昆士兰洲的一位议员，虽然第一次见面，谈话非常投缘。他在没有跟我们接触之前也以为我们这个道场像一般寺庙一样，接触之后才知道完全不相同，确确实实是这个社会所需要的。社会需要什么？需要人与人和睦相处，这个是实在的。佛教给我们什么，我们一定要清楚，一定要了解。佛法是佛陀对一切众生的教育，它不是宗教，可是现在它变成宗教了，我们也不能够否认。变成宗教，利益圈子就缩小了，大幅度的缩小，我们修行证果，这个希望就没有了，这个道理、事实我们都要了解。",
      "zh_TW": "佛法，我們一定要正確的認識，才能得到真正的受用。我們這次在澳洲接見昆士蘭洲的一位議員，雖然第一次見面，談話非常投緣。他在沒有跟我們接觸之前也以為我們這個道場像一般寺廟一樣，接觸之後才知道完全不相同，確確實實是這個社會所需要的。社會需要什麼？需要人與人和睦相處，這個是實在的。佛教給我們什麼，我們一定要清楚，一定要了解。佛法是佛陀對一切眾生的教育，它不是宗教，可是現在它變成宗教了，我們也不能夠否認。變成宗教，利益圈子就縮小了，大幅度的縮小，我們修行證果，這個希望就沒有了，這個道理、事實我們都要了解。"
    },
    {
      "id": "20-014-0108_p0003",
      "zh_CN": "我们必须依靠经典，世尊灭度之后教诫后学四依法，依法不依人，法是经典，经典里面所说的是正确的，哪个法师说的、菩萨说的都未必可靠。你看善导大师在《观经四帖疏．上品上生章》里面教导我们，那个就特别强调四依法。依法不依人、依义不依语，避免经典的争论。因为经典是从古印度梵文翻译出来的，一个原本往往有好几次的翻译，翻译的人不一样，翻译的处所不一样，所以经文的内容就不能完全相同。世尊避免后世人的争执，所以告诉我们依义不依语，意思对了就行，不必在语言文字上去争执，争论就错了，佛法是无争法。所以后世，不但现在争论很多，古时候也有，我们要晓得怎样对待这些争论的问题，依佛的教诲。",
      "zh_TW": "我們必須依靠經典，世尊滅度之後教誡後學四依法，依法不依人，法是經典，經典裡面所說的是正確的，哪個法師說的、菩薩說的都未必可靠。你看善導大師在《觀經四帖疏．上品上生章》裡面教導我們，那個就特別強調四依法。依法不依人、依義不依語，避免經典的爭論。因為經典是從古印度梵文翻譯出來的，一個原本往往有好幾次的翻譯，翻譯的人不一樣，翻譯的處所不一樣，所以經文的內容就不能完全相同。世尊避免後世人的爭執，所以告訴我們依義不依語，意思對了就行，不必在語言文字上去爭執，爭論就錯了，佛法是無爭法。所以後世，不但現在爭論很多，古時候也有，我們要曉得怎樣對待這些爭論的問題，依佛的教誨。"
    },
    {
      "id": "20-014-0108_p0004",
      "zh_CN": "第三，佛教给我们依了义不依不了义。什么是了义？现前得利益，将来也得利益，这个就是了义；现前得利益，将来不得利益，这个不是了义。所以学佛的人眼光看得很远、看得很大、看得很深。现前我们大众能够和睦相处，社会安定，世界和平，人民幸福，这是我们现在得利益；将来能够真正是超越三界、超越十法界，作佛作祖，这是真正的了义。如何能够做到？那就要顺从佛的教诲。第四，佛教给我们依智不依识，用现在的话来说，教我们处事待人接物要依理智，不要用感情，感情是偏激的，感情就会产生错误。我们守住佛这四点教训，虽然生在末法时期，跟生在释迦牟尼佛同时就没有两样，我们要记住、要学习。世出世间法的争论多，都是妄想分别执着，都是偏见所产生的，不是真实智慧。佛教我们的是些什么，我们要知道。",
      "zh_TW": "第三，佛教給我們依了義不依不了義。什麼是了義？現前得利益，將來也得利益，這個就是了義；現前得利益，將來不得利益，這個不是了義。所以學佛的人眼光看得很遠、看得很大、看得很深。現前我們大眾能夠和睦相處，社會安定，世界和平，人民幸福，這是我們現在得利益；將來能夠真正是超越三界、超越十法界，作佛作祖，這是真正的了義。如何能夠做到？那就要順從佛的教誨。第四，佛教給我們依智不依識，用現在的話來說，教我們處事待人接物要依理智，不要用感情，感情是偏激的，感情就會產生錯誤。我們守住佛這四點教訓，雖然生在末法時期，跟生在釋迦牟尼佛同時就沒有兩樣，我們要記住、要學習。世出世間法的爭論多，都是妄想分別執著，都是偏見所產生的，不是真實智慧。佛教我們的是些什麼，我們要知道。"
    },
    {
      "id": "20-014-0108_p0005",
      "zh_CN": "现在我们在此地讲《华严》，有些同学在学习《华严》，《华严经》里面讲些什么？自始至终不外乎三桩事情。第一桩事，教我们人与人应该怎样相处。人里面包括不同的种族、不同的文化、不同的国家、不同的宗教信仰，我们怎么能够在一起生活，佛教给我们这个问题。所以《华严经》一展开，我们看初分，就有四十几个不同的族群，现在西方人讲多元文化，你看他们怎么相处。世尊讲经说法，我们在大乘经上常常看到，当时十六个大国王都来听经，突破了族群，突破了国家的界限。还有印度九十六种外道，这外道是宗教，这些宗教的领导人、宗教的传教师、宗教的信徒，都到释迦牟尼佛这个大会来听经、来学习，超越宗教。我们在《华严经》上看到胜热婆罗门、遍行外道，这是宗教首袖。你们常读《地藏经》，婆罗门女那是印度教的教徒。他来学佛，他跟释迦牟尼佛学习，修行证果了，修到阿罗汉的果位、菩萨的果位，他的身分还是婆罗门，没有改变他的宗教，那个婆罗门，菩萨婆罗门。然后才知道佛经里面常讲「心包太虚，量周沙界」。所以佛陀的教化是普遍的、是平等的，没有差别的，决定没有分别、没有执着，十法界有情众生一视同仁，平等的教导。四弘誓愿，「众生无边誓愿度」，你看那个心量多大！这样一来，人与人才能够和睦相处。",
      "zh_TW": "現在我們在此地講《華嚴》，有些同學在學習《華嚴》，《華嚴經》裡面講些什麼？自始至終不外乎三樁事情。第一樁事，教我們人與人應該怎樣相處。人裡面包括不同的種族、不同的文化、不同的國家、不同的宗教信仰，我們怎麼能夠在一起生活，佛教給我們這個問題。所以《華嚴經》一展開，我們看初分，就有四十幾個不同的族群，現在西方人講多元文化，你看他們怎麼相處。世尊講經說法，我們在大乘經上常常看到，當時十六個大國王都來聽經，突破了族群，突破了國家的界限。還有印度九十六種外道，這外道是宗教，這些宗教的領導人、宗教的傳教師、宗教的信徒，都到釋迦牟尼佛這個大會來聽經、來學習，超越宗教。我們在《華嚴經》上看到勝熱婆羅門、遍行外道，這是宗教首袖。你們常讀《地藏經》，婆羅門女那是印度教的教徒。他來學佛，他跟釋迦牟尼佛學習，修行證果了，修到阿羅漢的果位、菩薩的果位，他的身分還是婆羅門，沒有改變他的宗教，那個婆羅門，菩薩婆羅門。然後才知道佛經裡面常講「心包太虛，量周沙界」。所以佛陀的教化是普遍的、是平等的，沒有差別的，決定沒有分別、沒有執著，十法界有情眾生一視同仁，平等的教導。四弘誓願，「眾生無邊誓願度」，你看那個心量多大！這樣一來，人與人才能夠和睦相處。"
    },
    {
      "id": "20-014-0108_p0006",
      "zh_CN": "我们中国古人常常讲的「政通人和」，这句话是对从政人所说的，政治人物说的。政是什么？政是办大众的事情。政府是替人民办事的，替人民办事最重要的就是人与人之间要沟通，你要是不能沟通、不能往来，彼此就有误会、就有猜疑，这个社会问题出来了。所以政府跟人民要畅通无阻，要沟通。政府跟这个国家地区，它有许多不同的族群，像新加坡，这是城市国家，最小的一个国家，里面也有很多种族，华族，中国人；有印度族、有马来族，还有西方许许多多，那在新加坡算是少数民族，他们人少。政府与各个族群之间要沟通，族群与族群之间要沟通，统统畅通无阻，这就变成一家人，变成好朋友。宗教与宗教之间有沟通，尽管是不同的宗教，也变成一家人，喜欢信什么宗教都好，都尊重。所以「通」这个字要紧，只要通了，一切畅通，什么问题都解决了。我们身体也是如此，身体血管、脉络，哪个地方不通了，这人就生病。整个社会也是个有机体，只要不通，毛病就发生，这个社会不安，就有动乱，就出问题；一切畅通，问题就没有了。所以彼此互相了解、互相认识，了解得愈深，认识得愈清楚，愈会和爱。佛在《华严》教我们这个。",
      "zh_TW": "我們中國古人常常講的「政通人和」，這句話是對從政人所說的，政治人物說的。政是什麼？政是辦大眾的事情。政府是替人民辦事的，替人民辦事最重要的就是人與人之間要溝通，你要是不能溝通、不能往來，彼此就有誤會、就有猜疑，這個社會問題出來了。所以政府跟人民要暢通無阻，要溝通。政府跟這個國家地區，它有許多不同的族群，像新加坡，這是城市國家，最小的一個國家，裡面也有很多種族，華族，中國人；有印度族、有馬來族，還有西方許許多多，那在新加坡算是少數民族，他們人少。政府與各個族群之間要溝通，族群與族群之間要溝通，統統暢通無阻，這就變成一家人，變成好朋友。宗教與宗教之間有溝通，儘管是不同的宗教，也變成一家人，喜歡信什麼宗教都好，都尊重。所以「通」這個字要緊，只要通了，一切暢通，什麼問題都解決了。我們身體也是如此，身體血管、脈絡，哪個地方不通了，這人就生病。整個社會也是個有機體，只要不通，毛病就發生，這個社會不安，就有動亂，就出問題；一切暢通，問題就沒有了。所以彼此互相了解、互相認識，了解得愈深，認識得愈清楚，愈會和愛。佛在《華嚴》教我們這個。"
    },
    {
      "id": "20-014-0108_p0007",
      "zh_CN": "第二，佛教给我们如何与自然环境沟通。怎么与自然环境沟通？你看现在科技比过去发达。实在讲，古时候都有，佛经里面这些问题很多，研究植物、研究动物、研究矿物。现在讲大的，太空物理；小的，讲到量子力学。这是研究我们人跟一切物沟通，你才会爱这些花草树木、山川大地，花草树木、山川大地有灵性，它会报答你。你要跟它不通，随着自己烦恼习气任意糟蹋环境、破坏环境，所以今天有人说地球病了，地球上自然生态平衡被破坏，这是什么？这是我们跟自然环境没有良好的沟通。我们犯了许许多多的过失，把自然环境破坏，所以带来了许许多多的灾难，洪水、地震、火山爆发、飓风、气候异常，这是我们对不起自然环境。我们爱护它，它也爱护我们，这个道理非常明显。爱花的人，花对他的报答，开得特别美、特别香，我们过去韩馆长爱护花草，她种的花特别好。她出去旅行，叫别人来照顾，每天也是照样去浇水，到时间去施肥，那个花长得跟馆长照顾的完全不一样，你能说它没有灵性？所以古人讲「仁民爱物」，仁民是爱护人，物是爱护万物，同样一个真诚的爱心。我们今天对于自然环境失去了爱护，完全是自私自利，为了自己一点小利益任意的破坏自然环境，所以天灾人祸频繁。我们在《华严经》上看到，教我们怎样去爱护自然环境。这都是真正的学问，非常现实、非常实用。",
      "zh_TW": "第二，佛教給我們如何與自然環境溝通。怎麼與自然環境溝通？你看現在科技比過去發達。實在講，古時候都有，佛經裡面這些問題很多，研究植物、研究動物、研究礦物。現在講大的，太空物理；小的，講到量子力學。這是研究我們人跟一切物溝通，你才會愛這些花草樹木、山川大地，花草樹木、山川大地有靈性，它會報答你。你要跟它不通，隨著自己煩惱習氣任意糟蹋環境、破壞環境，所以今天有人說地球病了，地球上自然生態平衡被破壞，這是什麼？這是我們跟自然環境沒有良好的溝通。我們犯了許許多多的過失，把自然環境破壞，所以帶來了許許多多的災難，洪水、地震、火山爆發、颶風、氣候異常，這是我們對不起自然環境。我們愛護它，它也愛護我們，這個道理非常明顯。愛花的人，花對他的報答，開得特別美、特別香，我們過去韓館長愛護花草，她種的花特別好。她出去旅行，叫別人來照顧，每天也是照樣去澆水，到時間去施肥，那個花長得跟館長照顧的完全不一樣，你能說它沒有靈性？所以古人講「仁民愛物」，仁民是愛護人，物是愛護萬物，同樣一個真誠的愛心。我們今天對於自然環境失去了愛護，完全是自私自利，為了自己一點小利益任意的破壞自然環境，所以天災人禍頻繁。我們在《華嚴經》上看到，教我們怎樣去愛護自然環境。這都是真正的學問，非常現實、非常實用。"
    },
    {
      "id": "20-014-0108_p0008",
      "zh_CN": "教学第三个重点，是教我们怎样与天地鬼神沟通。天地鬼神里面的范围太大太大。现在科学家所说的不同维次的空间，我们常讲人生活在三度空间，有四度空间、有五度空间，有无限度的空间。不同维次空间里面的众生，我们肉眼看不到，我们接触不到。高层次的能够看到我们，低层次的看不到高层次的。所以人见不到天地鬼神，天地鬼神能见到人。正如同我们可以看到二度空间的生物，二度空间生物不知道有我们存在，像蚂蚁，这是二度空间，牠不可能知道会有人存在。牠的生活空间只有长跟宽，牠没有高的观念，所以爬到天花板，牠依旧觉得牠自己在平面，牠没有说是牠觉得有高，牠没有高的这个观念，这是生活在二度空间的生物。所以我们三度空间生物知道牠，牠不知道我们。佛第三个教学就是说我们如何跟一切不同空间维次的众生往来，这就是我们一般讲天地鬼神。天，佛家讲二十八层天，二十八层天就是二十八个不同空间维次。如果把这个范围再缩小，那就是宗教，就是如何与各种不同宗教的人士来相处，我们如何看各种不同宗教他们所拜的那个神。",
      "zh_TW": "教學第三個重點，是教我們怎樣與天地鬼神溝通。天地鬼神裡面的範圍太大太大。現在科學家所說的不同維次的空間，我們常講人生活在三度空間，有四度空間、有五度空間，有無限度的空間。不同維次空間裡面的眾生，我們肉眼看不到，我們接觸不到。高層次的能夠看到我們，低層次的看不到高層次的。所以人見不到天地鬼神，天地鬼神能見到人。正如同我們可以看到二度空間的生物，二度空間生物不知道有我們存在，像螞蟻，這是二度空間，牠不可能知道會有人存在。牠的生活空間只有長跟寬，牠沒有高的觀念，所以爬到天花板，牠依舊覺得牠自己在平面，牠沒有說是牠覺得有高，牠沒有高的這個觀念，這是生活在二度空間的生物。所以我們三度空間生物知道牠，牠不知道我們。佛第三個教學就是說我們如何跟一切不同空間維次的眾生往來，這就是我們一般講天地鬼神。天，佛家講二十八層天，二十八層天就是二十八個不同空間維次。如果把這個範圍再縮小，那就是宗教，就是如何與各種不同宗教的人士來相處，我們如何看各種不同宗教他們所拜的那個神。"
    },
    {
      "id": "20-014-0108_p0009",
      "zh_CN": "把这三个问题都贯通了，都没有障碍，天下太平，我们才过到真正幸福的生活。这个人，这个人就是佛菩萨，他的生活就是佛华严，过佛华严的生活，他的智慧、他的认识就是大方广，大方广佛华严完全落实在日常生活当中，这个人就成佛了。这个佛，分证位佛，《华严经》上讲的四十一位法身大士，他是法身大士。所以这个才得真实的受用，我们学佛要在这里学。我们现前在新加坡，这两年当中我们访问此地不同的宗教，与不同的族群相往来，回响非常好！有很多人问我，他说法师，你为什么这么做？我说我们学的是《华严经》，《华严》在这讲堂上讲有什么用？《华严经》要落实，要变成我们生活、变成我们的社会。明白这个道理，我们才真正懂得大乘经教佛教导我们的是些什么事情。",
      "zh_TW": "把這三個問題都貫通了，都沒有障礙，天下太平，我們才過到真正幸福的生活。這個人，這個人就是佛菩薩，他的生活就是佛華嚴，過佛華嚴的生活，他的智慧、他的認識就是大方廣，大方廣佛華嚴完全落實在日常生活當中，這個人就成佛了。這個佛，分證位佛，《華嚴經》上講的四十一位法身大士，他是法身大士。所以這個才得真實的受用，我們學佛要在這裡學。我們現前在新加坡，這兩年當中我們訪問此地不同的宗教，與不同的族群相往來，回響非常好！有很多人問我，他說法師，你為什麼這麼做？我說我們學的是《華嚴經》，《華嚴》在這講堂上講有什麼用？《華嚴經》要落實，要變成我們生活、變成我們的社會。明白這個道理，我們才真正懂得大乘經教佛教導我們的是些什麼事情。"
    },
    {
      "id": "20-014-0108_p0010",
      "zh_CN": "佛说得好，虚空法界一切众生，皆是唯心所现，唯识所变。心是什么？心即是佛，佛即是心；识是什么？识是菩萨，菩萨就是识。由此可知，能变的就是佛菩萨，心识，所变的哪里不是佛菩萨！所以我们看虚空法界一切众生，都是诸佛如来、都是阿弥陀佛，我们以敬仰阿弥陀佛的心敬待一切众生，为什么？一切众生皆是阿弥陀佛。其他这些宗教，他们所奉事的神明全是佛菩萨化身的，就是诸佛如来，这是真的，不是假的。他们看我们，他们事奉上帝，看我们佛教里面这些诸佛菩萨、阿罗汉，都是上帝化身的。这就通了，完全通了，什么问题都没有了，宗教与宗教之间的矛盾解开了，宗教与宗教之间的争执永远消除了，不会再有宗教战争，不会再有种族的冲突，这是佛陀在《大方广佛华严》教导我们的内容。",
      "zh_TW": "佛說得好，虛空法界一切眾生，皆是唯心所現，唯識所變。心是什麼？心即是佛，佛即是心；識是什麼？識是菩薩，菩薩就是識。由此可知，能變的就是佛菩薩，心識，所變的哪裡不是佛菩薩！所以我們看虛空法界一切眾生，都是諸佛如來、都是阿彌陀佛，我們以敬仰阿彌陀佛的心敬待一切眾生，為什麼？一切眾生皆是阿彌陀佛。其他這些宗教，他們所奉事的神明全是佛菩薩化身的，就是諸佛如來，這是真的，不是假的。他們看我們，他們事奉上帝，看我們佛教裡面這些諸佛菩薩、阿羅漢，都是上帝化身的。這就通了，完全通了，什麼問題都沒有了，宗教與宗教之間的矛盾解開了，宗教與宗教之間的爭執永遠消除了，不會再有宗教戰爭，不會再有種族的衝突，這是佛陀在《大方廣佛華嚴》教導我們的內容。"
    },
    {
      "id": "20-014-0108_p0011",
      "zh_CN": "所以佛说的，「心包太虚，量周沙界」，这是我们要学习的。诸佛如来心包太虚，量周沙界，我们自己真心、本性跟诸佛如来一样，没有差别，都是尽虚空遍法界。所以学佛第一个要把自己的心量拓开，要包容，不能跟任何人对立，对立就迷了！六祖惠能大师，你看答复印宗的那个话说得多好，佛法是不二法，二法不是佛法。二是什么？二是对立，我跟你对立，这二法。二法不是佛法，佛法是不二法。你我他是一，所有不同的族群是一，所有不同的宗教是一，所有不同空间维次是一，一真法界，这个是佛高度智慧，真实的善巧方便，我们要在这个地方学习，才能得到佛法真实的受用。好，我们这一节就到这个地方结束，谢谢大家。",
      "zh_TW": "所以佛說的，「心包太虛，量周沙界」，這是我們要學習的。諸佛如來心包太虛，量周沙界，我們自己真心、本性跟諸佛如來一樣，沒有差別，都是盡虛空遍法界。所以學佛第一個要把自己的心量拓開，要包容，不能跟任何人對立，對立就迷了！六祖惠能大師，你看答覆印宗的那個話說得多好，佛法是不二法，二法不是佛法。二是什麼？二是對立，我跟你對立，這二法。二法不是佛法，佛法是不二法。你我他是一，所有不同的族群是一，所有不同的宗教是一，所有不同空間維次是一，一真法界，這個是佛高度智慧，真實的善巧方便，我們要在這個地方學習，才能得到佛法真實的受用。好，我們這一節就到這個地方結束，謝謝大家。"
    }
  ]
}