{
  "doc_id": "20-014-0086",
  "title": {
    "zh_CN": "九九年早餐开示—住世长短—愿力与化缘",
    "zh_TW": "九九年早餐開示—住世長短—願力與化緣"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0086",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0086_p0001",
      "zh_CN": "昨天隆振法师几个问题还没有答复完，今天接着再答复。第四个问题：说是中国大陆有许多同修，对我很关心。这桩事情我非常感谢，在海外也有不少的同修，同样的关心。一个人生活在世间，寿命是有一定的。一切众生都是乘业力而生在这个世间，如果他的愿力不能超过业力的话，寿命就没有办法改变；但是一个人如果造作的是大善大恶，对于命运也能够稍作改变。做大善的人，寿命会延长；造大恶的人，寿命往往因之折损。我们在过去古人书籍记载里面看到很多，而现实环境里面这些事情更多，只要我们自己稍微留意去观察，就能看得出来。学佛的人一定要有愿力，这个愿力是帮助众生，弘扬正法。至于寿命的长短，可以不必放在心上，只要我们认真努力去做，有一天的时间，就好好的做一天，佛家常讲「作一日和尚，撞一日钟」。为什么用撞钟来做比喻？撞钟，这个钟声能够警觉一个人，能够提醒自己，使头脑清新，所以用钟声来做比喻。这个意思，就是我们应当把本分的事情做好。",
      "zh_TW": "昨天隆振法師幾個問題還沒有答覆完，今天接著再答覆。第四個問題：說是中國大陸有許多同修，對我很關心。這樁事情我非常感謝，在海外也有不少的同修，同樣的關心。一個人生活在世間，壽命是有一定的。一切眾生都是乘業力而生在這個世間，如果他的願力不能超過業力的話，壽命就沒有辦法改變；但是一個人如果造作的是大善大惡，對於命運也能夠稍作改變。做大善的人，壽命會延長；造大惡的人，壽命往往因之折損。我們在過去古人書籍記載裡面看到很多，而現實環境裡面這些事情更多，只要我們自己稍微留意去觀察，就能看得出來。學佛的人一定要有願力，這個願力是幫助眾生，弘揚正法。至於壽命的長短，可以不必放在心上，只要我們認真努力去做，有一天的時間，就好好的做一天，佛家常講「作一日和尚，撞一日鐘」。為什麼用撞鐘來做比喻？撞鐘，這個鐘聲能夠警覺一個人，能夠提醒自己，使頭腦清新，所以用鐘聲來做比喻。這個意思，就是我們應當把本分的事情做好。"
    },
    {
      "id": "20-014-0086_p0002",
      "zh_CN": "佛菩萨虽然是大愿无穷，还得众生有福。释迦牟尼佛当年在世，照理说他至少要活一百岁，为什么提前二十年就走了？这里头有个道理，佛菩萨示现在世间，住世长久在化缘，教化众生的缘分。有缘就多住几天，没有缘少住几天，他住世时间长久，不是业力支配，是愿力跟度化众生的缘分。缘分怎么说？如果有人喜欢接受佛菩萨的教诲，认真努力，依教奉行，这个佛菩萨就一定要长住世间。如果我们学习的态度衰了，阳奉阴违，在这种情况之下，佛菩萨虽然有愿，也不能长住世间。但是我们要了解一个道理，佛菩萨住世跟不住世，都是大慈大悲。不住世，往往使一些人更能够提高警觉，更能够珍惜佛法，做了一个逆增上缘，使一类众生认真反省检点，改过自新，这就是古人所讲的「大用无方，慈悲济世」。所以住世时间长短，我们不必在意，应当记住佛的教诲。",
      "zh_TW": "佛菩薩雖然是大願無窮，還得眾生有福。釋迦牟尼佛當年在世，照理說他至少要活一百歲，為什麼提前二十年就走了？這裡頭有個道理，佛菩薩示現在世間，住世長久在化緣，教化眾生的緣分。有緣就多住幾天，沒有緣少住幾天，他住世時間長久，不是業力支配，是願力跟度化眾生的緣分。緣分怎麼說？如果有人喜歡接受佛菩薩的教誨，認真努力，依教奉行，這個佛菩薩就一定要長住世間。如果我們學習的態度衰了，陽奉陰違，在這種情況之下，佛菩薩雖然有願，也不能長住世間。但是我們要了解一個道理，佛菩薩住世跟不住世，都是大慈大悲。不住世，往往使一些人更能夠提高警覺，更能夠珍惜佛法，做了一個逆增上緣，使一類眾生認真反省檢點，改過自新，這就是古人所講的「大用無方，慈悲濟世」。所以住世時間長短，我們不必在意，應當記住佛的教誨。"
    },
    {
      "id": "20-014-0086_p0003",
      "zh_CN": "世间无常，国土危脆，尤其是在现前这个时代，整个世界动荡不安，这里面的因素非常复杂。我们在动荡不安的环境当中，要把自己稳定下来，这是非常重要的。怎么样自己才能够定得下来？这里头最要紧的就是修清净心。你的心清净，你就能定下来，你就能不受外界的影响，这外面是环境。能不受外面环境影响，自己才能做得了主宰，修行功夫才会得力，我们所希求的果报，才能够现前。在这个时代，我们特别提醒自己，帮助志同道合的同修，决定要修真诚心。我们以真诚心处事待人接物，看到大地众生一片真诚，这是真的，决定不是妄想，不是幻觉。我们以清净心看这个世间，这个世间清净无比，所以「真诚、清净、平等、正觉、慈悲」，必得要认真努力去修学，才能够不受大环境的影响。《楞严经》上说得好，「若能转境，则同如来」，我们首先不要被境界转，站稳脚跟，再向上一着，就能够转境界了。这里面事实的真相，要诸位自己去体验，这是说不出来的，希望大家用心去参究。",
      "zh_TW": "世間無常，國土危脆，尤其是在現前這個時代，整個世界動盪不安，這裡面的因素非常複雜。我們在動盪不安的環境當中，要把自己穩定下來，這是非常重要的。怎麼樣自己才能夠定得下來？這裡頭最要緊的就是修清淨心。你的心清淨，你就能定下來，你就能不受外界的影響，這外面是環境。能不受外面環境影響，自己才能做得了主宰，修行功夫才會得力，我們所希求的果報，才能夠現前。在這個時代，我們特別提醒自己，幫助志同道合的同修，決定要修真誠心。我們以真誠心處事待人接物，看到大地眾生一片真誠，這是真的，決定不是妄想，不是幻覺。我們以清淨心看這個世間，這個世間清淨無比，所以「真誠、清淨、平等、正覺、慈悲」，必得要認真努力去修學，才能夠不受大環境的影響。《楞嚴經》上說得好，「若能轉境，則同如來」，我們首先不要被境界轉，站穩腳跟，再向上一著，就能夠轉境界了。這裡面事實的真相，要諸位自己去體驗，這是說不出來的，希望大家用心去參究。"
    },
    {
      "id": "20-014-0086_p0004",
      "zh_CN": "第五条，法师说有一部分大陆同修，很希望有机会到新加坡来参学，我们也非常欢迎。到新加坡来参学，或者是到培训班来学习，大家都要向新加坡佛教居士林、新加坡净宗学会，李木源居士联系。我在此地是作客，不是这边的主人，如果大家直接跟我联系，我就变成喧宾夺主，这在世间礼法上都讲不过去。我们一定要尊重此地的主人，尊重这边的道场，知道自己是什么样的身分。我一生都没有自己的道场，一生是处处作客。这个地方的主人我们很投缘，他对待我护持照顾得很周到，我就在这里多住一段时期；如果缘分薄，我就少住几天。所以我一生是处处作客，不是作主。大概学佛的人都是作客，释迦牟尼佛一生没作过主，作客。我们看看祖师大德所示现的，就是所讲的「云水僧」，云水僧就是作客。作客就没有烦恼，作主就有烦恼，主人很辛苦，客人就比较自在了。我懂得这个道理，向佛菩萨学习。",
      "zh_TW": "第五條，法師說有一部分大陸同修，很希望有機會到新加坡來參學，我們也非常歡迎。到新加坡來參學，或者是到培訓班來學習，大家都要向新加坡佛教居士林、新加坡淨宗學會，李木源居士聯繫。我在此地是作客，不是這邊的主人，如果大家直接跟我聯繫，我就變成喧賓奪主，這在世間禮法上都講不過去。我們一定要尊重此地的主人，尊重這邊的道場，知道自己是什麼樣的身分。我一生都沒有自己的道場，一生是處處作客。這個地方的主人我們很投緣，他對待我護持照顧得很周到，我就在這裡多住一段時期；如果緣分薄，我就少住幾天。所以我一生是處處作客，不是作主。大概學佛的人都是作客，釋迦牟尼佛一生沒作過主，作客。我們看看祖師大德所示現的，就是所講的「雲水僧」，雲水僧就是作客。作客就沒有煩惱，作主就有煩惱，主人很辛苦，客人就比較自在了。我懂得這個道理，向佛菩薩學習。"
    },
    {
      "id": "20-014-0086_p0005",
      "zh_CN": "诸位到这里来参学，我很欢喜、很欢迎，大家向李居士、向居士林跟净宗学会联系，他们就会接待，安排接待的工作。这个地方的道场是一个大家庭，突破许许多多的障碍、隔阂，所以不分国家，不分种族，甚至于也不分宗教信仰，男女老少、各行各业，喜欢到这边来，一律都非常欢迎，都会得到热忱的接待，我想这个没有多大的问题。至于许多同修想跟我见见面，我也很乐意，我想将来会有机缘，我会到中国大陆各处去走走，看看我们学佛的同修们，也看看我们广大的父老同胞们，他们的生活状况，我也非常的关心。他对我们、对我热爱，我对他们也同样的热爱。",
      "zh_TW": "諸位到這裡來參學，我很歡喜、很歡迎，大家向李居士、向居士林跟淨宗學會聯繫，他們就會接待，安排接待的工作。這個地方的道場是一個大家庭，突破許許多多的障礙、隔閡，所以不分國家，不分種族，甚至於也不分宗教信仰，男女老少、各行各業，喜歡到這邊來，一律都非常歡迎，都會得到熱忱的接待，我想這個沒有多大的問題。至於許多同修想跟我見見面，我也很樂意，我想將來會有機緣，我會到中國大陸各處去走走，看看我們學佛的同修們，也看看我們廣大的父老同胞們，他們的生活狀況，我也非常的關心。他對我們、對我熱愛，我對他們也同樣的熱愛。"
    },
    {
      "id": "20-014-0086_p0006",
      "zh_CN": "末后一个问题，他问到怎样更好的与修学其他法门的同修互相勉励？怎样做好弘法、护法的工作？",
      "zh_TW": "末後一個問題，他問到怎樣更好的與修學其他法門的同修互相勉勵？怎樣做好弘法、護法的工作？"
    },
    {
      "id": "20-014-0086_p0007",
      "zh_CN": "弘法、护法，李木源居士是一个很好的榜样。我曾经特别请他做两天的专题报告，我要他报告这么多年来弘护的心得，录成两个录像带，可以提供给诸位同修做参考。现在这两个录像带，已经做成VCD。至于与修学不同法门的同修互相勉励，这非常重要。首先我们自己要建立一个正确的概念，那就是「法法平等，无有差别」。在一切法平等的里面，我们才会真正的尊敬别人、赞叹别人，《华严经》五十三参就是我们最好的榜样。这五十三位善知识，每个人所修学的法门都不相同，你看看他们如何相处？都是自己谦虚，尊重别人，赞叹别人，这是正确的态度；不仅如此，而且还要尽心尽力的帮助别人。对待不同的法门，修学的同修要用这个心态；再扩大一层，对待不同的宗教，不同的信仰，也要用这样的心态。为什么？因为一切众生根性不相同，遇缘不相同，应以什么身得度，佛菩萨就现什么身，所以诸位千万不要有分别、有执着，那就错了。总以为自己所信仰的宗教是最殊胜的、是最第一的，其他宗教不如我们，甚至于说他们是邪教，这个观念是错误的。",
      "zh_TW": "弘法、護法，李木源居士是一個很好的榜樣。我曾經特別請他做兩天的專題報告，我要他報告這麼多年來弘護的心得，錄成兩個錄像帶，可以提供給諸位同修做參考。現在這兩個錄像帶，已經做成VCD。至於與修學不同法門的同修互相勉勵，這非常重要。首先我們自己要建立一個正確的概念，那就是「法法平等，無有差別」。在一切法平等的裡面，我們才會真正的尊敬別人、讚歎別人，《華嚴經》五十三參就是我們最好的榜樣。這五十三位善知識，每個人所修學的法門都不相同，你看看他們如何相處？都是自己謙虛，尊重別人，讚歎別人，這是正確的態度；不僅如此，而且還要盡心盡力的幫助別人。對待不同的法門，修學的同修要用這個心態；再擴大一層，對待不同的宗教，不同的信仰，也要用這樣的心態。為什麼？因為一切眾生根性不相同，遇緣不相同，應以什麼身得度，佛菩薩就現什麼身，所以諸位千萬不要有分別、有執著，那就錯了。總以為自己所信仰的宗教是最殊勝的、是最第一的，其他宗教不如我們，甚至於說他們是邪教，這個觀念是錯誤的。"
    },
    {
      "id": "20-014-0086_p0008",
      "zh_CN": "《普门品》上观世音菩萨说得好，应以什么身得度，菩萨就现什么身。如果这个众生应以基督教而得度，菩萨就现牧师身；那个牧师是佛、是菩萨，不是凡人，你怎么可以轻慢？你说这个事情是真的吗？一点都不假。《华严经》上我们看到胜热婆罗门，那个人是什么身分？婆罗门教的长老，婆罗门教的领袖。我们在前不久去访问此地婆罗门教，在这边称为兴都教，我们中国人称印度教，就是婆罗门教。胜热婆罗门，那是佛的化身。从这个例子，我们就晓得佛门广大，真的是普度一切众生。佛菩萨度化众生，确实展现了高度的智慧，善巧方便，真正做到「恒顺众生，随喜功德」。你欢喜婆罗门教，你就在婆罗门教里面得度。这个得度是什么？开悟了，证果了。你喜欢基督教，你就在基督里面得度，也开悟了，也证果了。所以哪一法不是佛法？什么叫佛法？佛是觉悟的意思，佛法就是你觉悟了。觉悟就是佛法，迷惑就不是佛法，我们学佛学迷了，那错了。",
      "zh_TW": "《普門品》上觀世音菩薩說得好，應以什麼身得度，菩薩就現什麼身。如果這個眾生應以基督教而得度，菩薩就現牧師身；那個牧師是佛、是菩薩，不是凡人，你怎麼可以輕慢？你說這個事情是真的嗎？一點都不假。《華嚴經》上我們看到勝熱婆羅門，那個人是什麼身分？婆羅門教的長老，婆羅門教的領袖。我們在前不久去訪問此地婆羅門教，在這邊稱為興都教，我們中國人稱印度教，就是婆羅門教。勝熱婆羅門，那是佛的化身。從這個例子，我們就曉得佛門廣大，真的是普度一切眾生。佛菩薩度化眾生，確實展現了高度的智慧，善巧方便，真正做到「恆順眾生，隨喜功德」。你歡喜婆羅門教，你就在婆羅門教裡面得度。這個得度是什麼？開悟了，證果了。你喜歡基督教，你就在基督裡面得度，也開悟了，也證果了。所以哪一法不是佛法？什麼叫佛法？佛是覺悟的意思，佛法就是你覺悟了。覺悟就是佛法，迷惑就不是佛法，我們學佛學迷了，那錯了。"
    },
    {
      "id": "20-014-0086_p0009",
      "zh_CN": "虚空法界一切众生，都是一念自性变现出来的，所以虚空法界一切众生，跟诸佛如来是同一体。如果我们对这个不能认识、不能肯定，我们的修学自然就有障碍，而且是障碍重重，很不容易突破，决定是堕落在妄想分别执着，而且坚固的执着；妄想分别执着都是迷惑，都是不觉。近代弘一大师教人学佛，从《华严疏钞》下手，非常有道理。从《华严疏钞》下手有什么好处？认清了虚空法界一切众生的真相。真相明白了，我们不会坚持自己的错误观念，会放下妄想分别执着，你才真正得清净心，才真正恢复自己的心量。自己本来的心量是「心包太虚，量周沙界」，这是我们本来的心量。现在我们心量变得这么小，一个人都容纳不下，你说多可怜！还会有什么成就？天天念佛也不得往生。",
      "zh_TW": "虛空法界一切眾生，都是一念自性變現出來的，所以虛空法界一切眾生，跟諸佛如來是同一體。如果我們對這個不能認識、不能肯定，我們的修學自然就有障礙，而且是障礙重重，很不容易突破，決定是墮落在妄想分別執著，而且堅固的執著；妄想分別執著都是迷惑，都是不覺。近代弘一大師教人學佛，從《華嚴疏鈔》下手，非常有道理。從《華嚴疏鈔》下手有什麼好處？認清了虛空法界一切眾生的真相。真相明白了，我們不會堅持自己的錯誤觀念，會放下妄想分別執著，你才真正得清淨心，才真正恢復自己的心量。自己本來的心量是「心包太虛，量周沙界」，這是我們本來的心量。現在我們心量變得這麼小，一個人都容納不下，你說多可憐！還會有什麼成就？天天念佛也不得往生。"
    },
    {
      "id": "20-014-0086_p0010",
      "zh_CN": "昨天晚上我们讲的这一堂经，也说明了念佛为什么不能往生，道理在哪里？总得要清楚。消除不能往生的因素，我们念佛往生才有把握。这一次能有这么一个机会，将《无量寿经》细讲一遍，这个缘分很不容易遇到。细讲，无非让大家了解事实真相，明白道理，坚定信愿，这一生决定成就。所以护法跟弘法，此地都做出一个好的样子。我们这一边不仅跟佛门的同参道友融成一片，我们跟新加坡其他八个宗教也融成一片，这是《华严》教诲的落实；我们的心才真正得清净，得平等，得自在无碍，希望我们同修共同勉励。今天时间到了，就讲到此地。",
      "zh_TW": "昨天晚上我們講的這一堂經，也說明了念佛為什麼不能往生，道理在哪裡？總得要清楚。消除不能往生的因素，我們念佛往生才有把握。這一次能有這麼一個機會，將《無量壽經》細講一遍，這個緣分很不容易遇到。細講，無非讓大家了解事實真相，明白道理，堅定信願，這一生決定成就。所以護法跟弘法，此地都做出一個好的樣子。我們這一邊不僅跟佛門的同參道友融成一片，我們跟新加坡其他八個宗教也融成一片，這是《華嚴》教誨的落實；我們的心才真正得清淨，得平等，得自在無礙，希望我們同修共同勉勵。今天時間到了，就講到此地。"
    }
  ]
}