{
  "doc_id": "20-014-0080",
  "title": {
    "zh_CN": "九九年早餐开示—重视戒定慧的力量",
    "zh_TW": "九九年早餐開示—重視戒定慧的力量"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0080",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-014-0080_p0001",
      "zh_CN": "佛法讲「慈悲为本，方便为门」，儒家说「夫子之道，忠恕而已」，佛跟儒所说的中心理念，确确实实能够帮助一切众生，达到幸福美满的愿望。前几天跟诸位略略的提到「命运与风水」，我们都是凡夫，凡夫决定会受外界事物的影响，凡夫有分别、有执着，有分别、有执着就落在数里面；也就是说，你就有命运。这个数可以能够推算得出来，诸位都念过《了凡四训》，这些道理应当很清楚、很明白。所以起心动念有分别、有执着，你就脱离不了命运的主宰。你还会受外面一切人事物的诱惑，还会受他们的影响，你的心就随着境界转；心随境转是凡夫，决定有风水，道理是这么来的。",
      "zh_TW": "佛法講「慈悲為本，方便為門」，儒家說「夫子之道，忠恕而已」，佛跟儒所說的中心理念，確確實實能夠幫助一切眾生，達到幸福美滿的願望。前幾天跟諸位略略的提到「命運與風水」，我們都是凡夫，凡夫決定會受外界事物的影響，凡夫有分別、有執著，有分別、有執著就落在數裡面；也就是說，你就有命運。這個數可以能夠推算得出來，諸位都念過《了凡四訓》，這些道理應當很清楚、很明白。所以起心動念有分別、有執著，你就脫離不了命運的主宰。你還會受外面一切人事物的誘惑，還會受他們的影響，你的心就隨著境界轉；心隨境轉是凡夫，決定有風水，道理是這麼來的。"
    },
    {
      "id": "20-014-0080_p0002",
      "zh_CN": "圣人，什么叫圣人？「圣」这个字的定义，简单的讲，对于一切事理通达明了，这种人就称为圣人。圣人可以不受命运的主宰，为什么？他于一切人事物、世出世间法没有分别执着，超乎命运之外，道理在此地。你有分别执着，你就有命，你没有分别执着，你就超越。你受外面环境影响，你就有风水，你不受外面环境影响，自己能做得了主，你就是佛菩萨。《楞严经》上讲得很好，「若能转境，则同如来」，你有能力不被环境转，你可以转环境，你就是圣人。佛菩萨就是圣人，凡圣的差别在此地。",
      "zh_TW": "聖人，什麼叫聖人？「聖」這個字的定義，簡單的講，對於一切事理通達明瞭，這種人就稱為聖人。聖人可以不受命運的主宰，為什麼？他於一切人事物、世出世間法沒有分別執著，超乎命運之外，道理在此地。你有分別執著，你就有命，你沒有分別執著，你就超越。你受外面環境影響，你就有風水，你不受外面環境影響，自己能做得了主，你就是佛菩薩。《楞嚴經》上講得很好，「若能轉境，則同如來」，你有能力不被環境轉，你可以轉環境，你就是聖人。佛菩薩就是聖人，凡聖的差別在此地。"
    },
    {
      "id": "20-014-0080_p0003",
      "zh_CN": "我们没有能力转变环境，那就要选择对自己修学有利的环境，古人在自己功夫没有成就的时候，都选择深山大泽。中国一般的丛林道场，都是选择在深山里面，交通很不方便，人迹罕到，这种环境修学对自己就有利益。我们会被外面环境转，尽量避免，这是聪明的作法，这是智慧的选择。到自己道业有成就，什么成就？不被外面环境转了，自己做得了主宰；这个时候再下山、再入世，帮助一切苦难众生。是要你功夫有成就，你要没有成就，进入这个社会，尤其是现代的社会，现代的都市，你决定会迷失了自己；换句话说，你会堕落。这个堕落，不仅是现前堕落在名闻利养、五欲六尘之中，怕的是来生堕落在三恶道，那就苦了。所以选择环境，对我们学习就非常重要。我们今天的大环境不好，我们要建立好的小环境保护自己。大环境是什么？我们用外国人的讲法是磁场，大环境的磁场对我们修学不利。如果讲磁场，诸位要不能够清楚，我们换一个名词，中国人讲的风气。你看看现在社会风气，风气就是磁场，全世界都市不如乡村，乡村的风气比较淳朴；换句话说，诱惑的面比较少，诱惑的程度也比较轻。全世界的大都市诱惑的面广，诱惑的力量深，如果没有相当定慧的功夫，很难保住自己。",
      "zh_TW": "我們沒有能力轉變環境，那就要選擇對自己修學有利的環境，古人在自己功夫沒有成就的時候，都選擇深山大澤。中國一般的叢林道場，都是選擇在深山裡面，交通很不方便，人跡罕到，這種環境修學對自己就有利益。我們會被外面環境轉，盡量避免，這是聰明的作法，這是智慧的選擇。到自己道業有成就，什麼成就？不被外面環境轉了，自己做得了主宰；這個時候再下山、再入世，幫助一切苦難眾生。是要你功夫有成就，你要沒有成就，進入這個社會，尤其是現代的社會，現代的都市，你決定會迷失了自己；換句話說，你會墮落。這個墮落，不僅是現前墮落在名聞利養、五欲六塵之中，怕的是來生墮落在三惡道，那就苦了。所以選擇環境，對我們學習就非常重要。我們今天的大環境不好，我們要建立好的小環境保護自己。大環境是什麼？我們用外國人的講法是磁場，大環境的磁場對我們修學不利。如果講磁場，諸位要不能夠清楚，我們換一個名詞，中國人講的風氣。你看看現在社會風氣，風氣就是磁場，全世界都市不如鄉村，鄉村的風氣比較淳樸；換句話說，誘惑的面比較少，誘惑的程度也比較輕。全世界的大都市誘惑的面廣，誘惑的力量深，如果沒有相當定慧的功夫，很難保住自己。"
    },
    {
      "id": "20-014-0080_p0004",
      "zh_CN": "我们自己能不能找到一个山明水傍，幽静的环境来修学？这是自己的福报。我们很想隐居，没有福报。居住在都市修行是很不幸，天天要跟外境抗拒，时时刻刻要提高警觉，稍微不谨慎就打败仗，就堕落了。今天这个社会要依佛法来说，步步都是陷坑，步步都通达地狱之门；几个人，这不是一般人，几个修行人、几个聪明人，能警觉到、能看到？能够防范？凡是能够看到事实真相的人，这个人有救；看不到事实真相，点也点不醒，那就是无救。对于大的环境，整个的社会、国家、世界，我们有责任维护安定和平，处处要为众生幸福着想，不要为自己，你这就叫行菩萨道。",
      "zh_TW": "我們自己能不能找到一個山明水傍，幽靜的環境來修學？這是自己的福報。我們很想隱居，沒有福報。居住在都市修行是很不幸，天天要跟外境抗拒，時時刻刻要提高警覺，稍微不謹慎就打敗仗，就墮落了。今天這個社會要依佛法來說，步步都是陷坑，步步都通達地獄之門；幾個人，這不是一般人，幾個修行人、幾個聰明人，能警覺到、能看到？能夠防範？凡是能夠看到事實真相的人，這個人有救；看不到事實真相，點也點不醒，那就是無救。對於大的環境，整個的社會、國家、世界，我們有責任維護安定和平，處處要為眾生幸福著想，不要為自己，你這就叫行菩薩道。"
    },
    {
      "id": "20-014-0080_p0005",
      "zh_CN": "要常常记住「学为人师，行为世范」，给社会大众做个好榜样。社会大众今天犯了什么毛病，我们要如何对治帮助他，那就要反其道而行。我们看到社会上一些人，贪图名闻利养，我们怎么表现？我们要做出个样子，舍弃名闻利养。世间人追求荣华富贵，我们必须放弃荣华富贵，要真做个样子给人看。世间人念念想控制别人，控制一切人事物，我们把控制这个意念放下；世间人念念想占有一切人事物，我们把占有的念头也放下；念头尚且没有，哪里会有这些行为？",
      "zh_TW": "要常常記住「學為人師，行為世範」，給社會大眾做個好榜樣。社會大眾今天犯了什麼毛病，我們要如何對治幫助他，那就要反其道而行。我們看到社會上一些人，貪圖名聞利養，我們怎麼表現？我們要做出個樣子，捨棄名聞利養。世間人追求榮華富貴，我們必須放棄榮華富貴，要真做個樣子給人看。世間人念念想控制別人，控制一切人事物，我們把控制這個意念放下；世間人念念想佔有一切人事物，我們把佔有的念頭也放下；念頭尚且沒有，哪裡會有這些行為？"
    },
    {
      "id": "20-014-0080_p0006",
      "zh_CN": "我们过的生活，别人看起来很清苦，苦乐没有标准，而我们自己所受的是真正之乐，他哪里知道？我们在享乐，享清福，清福是真的乐，是健康的乐。世间人享受五欲六尘之乐，那个乐是麻醉的乐，是吸毒的乐，是打吗啡的乐，是病态的乐，不正常！诸位细细想想对不对？我们这种乐他不知道，他从来没有享受过。我们看到他的享受，苦！那真正是所谓荒唐到极处。一转眼，果报不堪设想，我们能够学吗？能够仿效吗？佛菩萨、世间圣哲的教诲，都是金玉良言。在现在这个社会，确实有一些人被名利、被物欲冲昏了头，迷失了方向，想尽方法在社会上夺取他的名闻利养、物欲的享受，已经到了不择手段，连正法、佛法都被利用了。这个事情佛经上有记载，世尊在世的时候，魔王波旬劝世尊早一点入般涅槃，魔发愿要破佛法，佛笑着说：「佛法是正法，没有人能够破坏的。」魔王跟佛讲：「等到你末法的时候，我叫我的魔子魔孙统统出家，来把你的法灭掉。」世尊听了一句话不说，流眼泪，所谓是「譬如师子虫，还噬师子肉」。我们现在是末法时期，现在佛门是不是这个现象？大家心里都有数。",
      "zh_TW": "我們過的生活，別人看起來很清苦，苦樂沒有標準，而我們自己所受的是真正之樂，他哪裡知道？我們在享樂，享清福，清福是真的樂，是健康的樂。世間人享受五欲六塵之樂，那個樂是麻醉的樂，是吸毒的樂，是打嗎啡的樂，是病態的樂，不正常！諸位細細想想對不對？我們這種樂他不知道，他從來沒有享受過。我們看到他的享受，苦！那真正是所謂荒唐到極處。一轉眼，果報不堪設想，我們能夠學嗎？能夠仿效嗎？佛菩薩、世間聖哲的教誨，都是金玉良言。在現在這個社會，確實有一些人被名利、被物欲沖昏了頭，迷失了方向，想盡方法在社會上奪取他的名聞利養、物欲的享受，已經到了不擇手段，連正法、佛法都被利用了。這個事情佛經上有記載，世尊在世的時候，魔王波旬勸世尊早一點入般涅槃，魔發願要破佛法，佛笑著說：「佛法是正法，沒有人能夠破壞的。」魔王跟佛講：「等到你末法的時候，我叫我的魔子魔孫統統出家，來把你的法滅掉。」世尊聽了一句話不說，流眼淚，所謂是「譬如師子蟲，還噬師子肉」。我們現在是末法時期，現在佛門是不是這個現象？大家心裡都有數。"
    },
    {
      "id": "20-014-0080_p0007",
      "zh_CN": "我们要做真正的佛弟子，要想这一生当中真正有成就，你首先要认识弊病在哪里，从内心里面把它革除，我们才能有成就。实在讲，世尊给我们做了最好的榜样，他舍得干净，活得自在，活得快乐。世尊一生没有道场，祇园精舍，你们如果有机会到印度去看看，虽然现在已经成了废墟，遗址还在；大致情形看了之后，也能想得到是小茅篷，每一个人住的都是小茅篷。集会讲经在哪里？草坪上、树下，佛讲经说法。今天我们大家在一起共住，共住还是要恢复像祇园精舍这种小茅篷的方式，有很大的好处。对居住环境没有丝毫留恋，居住豪华的房舍，住得很舒服、很安稳，他不想离开，起了贪心，控制的念头、占有的念头。将来死了以后，不能得人身，要堕畜生身，还是在这个道场里面作蟑螂、作蚂蚁、作蚊虫，他舍不得离开这个地方，就变成这一类众生，你说多可怜、多可悲！",
      "zh_TW": "我們要做真正的佛弟子，要想這一生當中真正有成就，你首先要認識弊病在哪裡，從內心裡面把它革除，我們才能有成就。實在講，世尊給我們做了最好的榜樣，他捨得乾淨，活得自在，活得快樂。世尊一生沒有道場，祇園精舍，你們如果有機會到印度去看看，雖然現在已經成了廢墟，遺址還在；大致情形看了之後，也能想得到是小茅篷，每一個人住的都是小茅篷。集會講經在哪裡？草坪上、樹下，佛講經說法。今天我們大家在一起共住，共住還是要恢復像祇園精舍這種小茅篷的方式，有很大的好處。對居住環境沒有絲毫留戀，居住豪華的房舍，住得很舒服、很安穩，他不想離開，起了貪心，控制的念頭、佔有的念頭。將來死了以後，不能得人身，要墮畜生身，還是在這個道場裡面作蟑螂、作螞蟻、作蚊蟲，他捨不得離開這個地方，就變成這一類眾生，你說多可憐、多可悲！"
    },
    {
      "id": "20-014-0080_p0008",
      "zh_CN": "世尊当年在世，僧团没有组织，没有层层节制，只有一个师生的关系。一千两百五十人，我们在经上常看到的是学生，释迦牟尼佛是老师，也没有听说分班分组，哪个是班长，没有；经上所看到「上首」是表法的，不是真正的组织。为什么他们在一起生活，那么愉快、那么幸福？每一天闻法，大家的思想见解逐渐相同。这个相同，不是说接受释迦牟尼佛思想见解，不是的，每一个人把自己的妄想分别执着都舍弃，不就同了吗？佛家「见和同解」是这样同的。不是说佛的思想正确，我们都是错误，我们要用释迦牟尼佛的思想做我的思想。错了！那不是被释迦牟尼佛牵着鼻子走？释迦牟尼佛不干这个事情，这个事情是魔干的。佛不干，佛绝不控制人，绝不牵着人鼻子走，佛叫个个人顶天立地。个个人都有佛性，一切众生皆有佛性，皆当作佛，这是佛教导我们的。所以真正佛法决定没有控制一切人事物的念头，没有占有一切人事物的念头，你能够把控制占有、分别执着舍下，你就得大自在！你过的就是佛菩萨、就是天人神仙的生活。这是我们应当要明白，要认真努力学习的。我们应当学得跟诸佛如来一模一样，不比他逊色，这是佛法的教学。",
      "zh_TW": "世尊當年在世，僧團沒有組織，沒有層層節制，只有一個師生的關係。一千兩百五十人，我們在經上常看到的是學生，釋迦牟尼佛是老師，也沒有聽說分班分組，哪個是班長，沒有；經上所看到「上首」是表法的，不是真正的組織。為什麼他們在一起生活，那麼愉快、那麼幸福？每一天聞法，大家的思想見解逐漸相同。這個相同，不是說接受釋迦牟尼佛思想見解，不是的，每一個人把自己的妄想分別執著都捨棄，不就同了嗎？佛家「見和同解」是這樣同的。不是說佛的思想正確，我們都是錯誤，我們要用釋迦牟尼佛的思想做我的思想。錯了！那不是被釋迦牟尼佛牽著鼻子走？釋迦牟尼佛不幹這個事情，這個事情是魔幹的。佛不幹，佛絕不控制人，絕不牽著人鼻子走，佛叫個個人頂天立地。個個人都有佛性，一切眾生皆有佛性，皆當作佛，這是佛教導我們的。所以真正佛法決定沒有控制一切人事物的念頭，沒有佔有一切人事物的念頭，你能夠把控制佔有、分別執著捨下，你就得大自在！你過的就是佛菩薩、就是天人神仙的生活。這是我們應當要明白，要認真努力學習的。我們應當學得跟諸佛如來一模一樣，不比他遜色，這是佛法的教學。"
    },
    {
      "id": "20-014-0080_p0009",
      "zh_CN": "这种形式的组织很容易被人利用，还是没有组织的好。你说没有组织就没有力量，什么力量？那个力量是争权夺利，我们不要这个力量。我们要什么力量？我们要戒定慧的力量，这个力量可以突破三界，可以了断生死，可以把我们的生活空间拓展到虚空法界，我们要这个力量，这是真实智慧。真实智慧才能帮助社会安定，帮助世界和平，帮助一切众生得到真正的幸福美满，这叫大慈大悲，这是孔老夫子忠恕之道。学佛的同修要有真正的智慧，将夫子忠恕之道，世尊的大慈大悲，要在我们这一生当中把它落实，我们才不愧为圣人的弟子，这一生过得有意义、有价值。所以说是念念为社会安全整体去着想。好，今天时间到了，我就说到此地。",
      "zh_TW": "這種形式的組織很容易被人利用，還是沒有組織的好。你說沒有組織就沒有力量，什麼力量？那個力量是爭權奪利，我們不要這個力量。我們要什麼力量？我們要戒定慧的力量，這個力量可以突破三界，可以了斷生死，可以把我們的生活空間拓展到虛空法界，我們要這個力量，這是真實智慧。真實智慧才能幫助社會安定，幫助世界和平，幫助一切眾生得到真正的幸福美滿，這叫大慈大悲，這是孔老夫子忠恕之道。學佛的同修要有真正的智慧，將夫子忠恕之道，世尊的大慈大悲，要在我們這一生當中把它落實，我們才不愧為聖人的弟子，這一生過得有意義、有價值。所以說是念念為社會安全整體去著想。好，今天時間到了，我就說到此地。"
    }
  ]
}