{
  "doc_id": "20-014-0085",
  "title": {
    "zh_CN": "九九年早餐开示—听经勿断章取义",
    "zh_TW": "九九年早餐開示—聽經勿斷章取義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0085",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "20-014-0085_p0001",
      "zh_CN": "前天隆振法师写了个条子给我，这是他在大陆上看到，一些学佛的同修出了一些状况，确实有不少问题不能够解决。这些问题，多半是听经没有听清楚，或者是断章取义产生一些误会，确实有说明的必要。第一个：他见到念佛人生病了，执着这个病是业障，说「念佛能消业障」，这话没错。于是他也不看医生、也不吃药，引起家人与亲戚朋友们的恐慌、反感。",
      "zh_TW": "前天隆振法師寫了個條子給我，這是他在大陸上看到，一些學佛的同修出了一些狀況，確實有不少問題不能夠解決。這些問題，多半是聽經沒有聽清楚，或者是斷章取義產生一些誤會，確實有說明的必要。第一個：他見到念佛人生病了，執著這個病是業障，說「念佛能消業障」，這話沒錯。於是他也不看醫生、也不吃藥，引起家人與親戚朋友們的恐慌、反感。"
    },
    {
      "id": "20-014-0085_p0002",
      "zh_CN": "果然有功夫，能用念佛的方法消除业障，你的病就好了，身体又恢复健康了，这个行！让你的家人、亲戚朋友看了之后，那就更能生起信心。如果你的功夫不到家，你念佛的功夫消不了业障，这就起了一个反的作用，让许许多多人看你这个样子，不敢学佛了。你自己做得虽然没错，如理不见得如法。为什么？对别人没有利益，佛法着重在自利利他，自他不二。诸佛菩萨，我们在经论当中看到，也有不少示现「病行」。佛菩萨业障都消尽了，为什么还做这种示现？无非是给众生做个样子。有病一定要请医生，如果你有功夫念佛消业障，这是治病之本，请医生用药物那是治末，本末兼治，岂不是更好吗？",
      "zh_TW": "果然有功夫，能用念佛的方法消除業障，你的病就好了，身體又恢復健康了，這個行！讓你的家人、親戚朋友看了之後，那就更能生起信心。如果你的功夫不到家，你念佛的功夫消不了業障，這就起了一個反的作用，讓許許多多人看你這個樣子，不敢學佛了。你自己做得雖然沒錯，如理不見得如法。為什麼？對別人沒有利益，佛法著重在自利利他，自他不二。諸佛菩薩，我們在經論當中看到，也有不少示現「病行」。佛菩薩業障都消盡了，為什麼還做這種示現？無非是給眾生做個樣子。有病一定要請醫生，如果你有功夫念佛消業障，這是治病之本，請醫生用藥物那是治末，本末兼治，豈不是更好嗎？"
    },
    {
      "id": "20-014-0085_p0003",
      "zh_CN": "过去我们也曾经给诸位报告过，人哪有不生病的。疾病的来源不外乎三种：第一种生理上的病，伤风感冒，吃东西吃坏了，受了风寒，这不是业障，这是生理的病。现在人讲求卫生，保卫生理，免除受这些冤枉的疾病。这种疾病一定要找医生，它不是业障。谚语说得好，「病从口入，祸从口出」，所以饮食起居要留意，减少生理上的疾病，生理的疾病一定要用医药。第二类是冤业病，就是冤家债主找到你，所谓是「冤鬼附身」。这一类的病，医药没有效果，决定治不好；但是医药也能收一点小作用，能减少你的病痛，可是决定治不好的。冤亲债主找上门来了，就像《慈悲三昧水忏》，悟达国师那个情形。悟达国师是皇帝的老师，真是天下的名医、第一流的大夫都请到了，治不好他的病。因为他这个病不是生理的，所以要调解。他遇到迦诺迦尊者，这是一个阿罗汉，给他调解。这个冤家接受，他就离开了，离开了病就好了，不再找他麻烦。佛家里面许多忏仪，诵经、拜忏、念佛、回向；我们念佛人回向偈里面有两句话，「上报四重恩，下济三途苦」，把自己修学的功德回向给他；这些人是什么人？都是自己无量劫来的冤亲债主。希望化解，我修的功德全给你们，让他们不要来惹麻烦，道理在此地。",
      "zh_TW": "過去我們也曾經給諸位報告過，人哪有不生病的。疾病的來源不外乎三種：第一種生理上的病，傷風感冒，吃東西吃壞了，受了風寒，這不是業障，這是生理的病。現在人講求衛生，保衛生理，免除受這些冤枉的疾病。這種疾病一定要找醫生，它不是業障。諺語說得好，「病從口入，禍從口出」，所以飲食起居要留意，減少生理上的疾病，生理的疾病一定要用醫藥。第二類是冤業病，就是冤家債主找到你，所謂是「冤鬼附身」。這一類的病，醫藥沒有效果，決定治不好；但是醫藥也能收一點小作用，能減少你的病痛，可是決定治不好的。冤親債主找上門來了，就像《慈悲三昧水懺》，悟達國師那個情形。悟達國師是皇帝的老師，真是天下的名醫、第一流的大夫都請到了，治不好他的病。因為他這個病不是生理的，所以要調解。他遇到迦諾迦尊者，這是一個阿羅漢，給他調解。這個冤家接受，他就離開了，離開了病就好了，不再找他麻煩。佛家裡面許多懺儀，誦經、拜懺、念佛、迴向；我們念佛人迴向偈裡面有兩句話，「上報四重恩，下濟三途苦」，把自己修學的功德迴向給他；這些人是什麼人？都是自己無量劫來的冤親債主。希望化解，我修的功德全給你們，讓他們不要來惹麻煩，道理在此地。"
    },
    {
      "id": "20-014-0085_p0004",
      "zh_CN": "第三种病才是业障病，既不属于生理，也不是属于冤鬼附身。是自己过去世，或者是这一生，造作罪业太重了，这是一种罪报。这个没办法，医药没有办法治疗，求神拜佛也不能调解，自己的事情，这种病是最难治的。但是并不是没有方法，佛教给我们，这种病唯一办法要忏除业障。因为你这是造作的罪业，所感得的报应，要真正从内心里面改过自新，断恶修善，积功累德，这个病才能好。所以病有三种原因，我们自己有病的时候，要好好想一想，这个病到底是什么原因，应该用什么方法来对治，清清楚楚、明明白白，不要叫家人疑惑，不要叫外面人看到了起反感。你这么作法，你要有一番说词，让大家都能够明白。别人劝你看医生，劝你吃药，都是好意，也不必过分的去拒绝人家的一番好意，佛教我们「恒顺众生，随喜功德」，能让一切大众生欢喜心就好，所以不必固执，不必引起家人的反感。学佛的人第一要紧的，要一家欢喜和睦，学佛要惹一家不和，我们自己就错了，完全错了。这是第一个问题。",
      "zh_TW": "第三種病才是業障病，既不屬於生理，也不是屬於冤鬼附身。是自己過去世，或者是這一生，造作罪業太重了，這是一種罪報。這個沒辦法，醫藥沒有辦法治療，求神拜佛也不能調解，自己的事情，這種病是最難治的。但是並不是沒有方法，佛教給我們，這種病唯一辦法要懺除業障。因為你這是造作的罪業，所感得的報應，要真正從內心裡面改過自新，斷惡修善，積功累德，這個病才能好。所以病有三種原因，我們自己有病的時候，要好好想一想，這個病到底是什麼原因，應該用什麼方法來對治，清清楚楚、明明白白，不要叫家人疑惑，不要叫外面人看到了起反感。你這麼作法，你要有一番說詞，讓大家都能夠明白。別人勸你看醫生，勸你吃藥，都是好意，也不必過分的去拒絕人家的一番好意，佛教我們「恆順眾生，隨喜功德」，能讓一切大眾生歡喜心就好，所以不必固執，不必引起家人的反感。學佛的人第一要緊的，要一家歡喜和睦，學佛要惹一家不和，我們自己就錯了，完全錯了。這是第一個問題。"
    },
    {
      "id": "20-014-0085_p0005",
      "zh_CN": "第二个问题，他说我曾经说过「念佛人要万缘放下，老实念佛，一门深入」，这个话我常讲，没错。他说：有些人断章取义，理解不透，于是把工作辞掉，家庭也不要了，影响非常不好。",
      "zh_TW": "第二個問題，他說我曾經說過「念佛人要萬緣放下，老實念佛，一門深入」，這個話我常講，沒錯。他說：有些人斷章取義，理解不透，於是把工作辭掉，家庭也不要了，影響非常不好。"
    },
    {
      "id": "20-014-0085_p0006",
      "zh_CN": "这是真的错了，确实是断章取义。可是我在讲经里面也讲得很多，万缘放下是说你心理上放下，不是讲事上放下。事上应该放下什么？你本分以外的事情，你放下；与你不相干的事情，你要放下；你本分之内的事情，你要做好，做得比别人更好。《华严经》善财童子五十三参，这五十三位善知识都是大修行人，都是大菩萨，他们每个人都有工作，他们示现的身分男女老少、各行各业都有；有国王大臣，有家庭主妇，也有童男、童女，那是作学生的，他们兢兢业业，认真努力，没有把工作辞掉，人家修行证果了。所以佛家讲放下，是放下你心里面的妄想分别执着，你要懂这个道理。",
      "zh_TW": "這是真的錯了，確實是斷章取義。可是我在講經裡面也講得很多，萬緣放下是說你心理上放下，不是講事上放下。事上應該放下什麼？你本分以外的事情，你放下；與你不相干的事情，你要放下；你本分之內的事情，你要做好，做得比別人更好。《華嚴經》善財童子五十三參，這五十三位善知識都是大修行人，都是大菩薩，他們每個人都有工作，他們示現的身分男女老少、各行各業都有；有國王大臣，有家庭主婦，也有童男、童女，那是作學生的，他們兢兢業業，認真努力，沒有把工作辭掉，人家修行證果了。所以佛家講放下，是放下你心裡面的妄想分別執著，你要懂這個道理。"
    },
    {
      "id": "20-014-0085_p0007",
      "zh_CN": "念佛，心净则佛土净。诸佛菩萨要为一切众生服务，为一切众生工作，你把工作统统放下了，你用什么为社会服务？你用什么去帮助别人？我要是把工作放下，我就不要讲经，也不必帮助大家修行，工作放下了。李木源居士要是把工作放下，要是把职务辞掉，那也不必去搞居士林，也不必去搞弥陀村，放下了。这是错误，错解了意思。我们在此地办培训班，学生要是放下了，也不要去念书，也不必去读经；老师放下了，也不要去教学。佛教就在放下当中灭掉了，你们想想对不对？这不是佛的意思，我们把佛的意思错解了。开经偈里面讲「愿解如来真实义」，我们把如来的真实义解错了，把如来的意思曲解、误解，做出种种悖逆之事，还以为自己真修行，还要毁谤别人修行有错误，你岂不是造极重的罪业？",
      "zh_TW": "念佛，心淨則佛土淨。諸佛菩薩要為一切眾生服務，為一切眾生工作，你把工作統統放下了，你用什麼為社會服務？你用什麼去幫助別人？我要是把工作放下，我就不要講經，也不必幫助大家修行，工作放下了。李木源居士要是把工作放下，要是把職務辭掉，那也不必去搞居士林，也不必去搞彌陀村，放下了。這是錯誤，錯解了意思。我們在此地辦培訓班，學生要是放下了，也不要去念書，也不必去讀經；老師放下了，也不要去教學。佛教就在放下當中滅掉了，你們想想對不對？這不是佛的意思，我們把佛的意思錯解了。開經偈裡面講「願解如來真實義」，我們把如來的真實義解錯了，把如來的意思曲解、誤解，做出種種悖逆之事，還以為自己真修行，還要毀謗別人修行有錯誤，你豈不是造極重的罪業？"
    },
    {
      "id": "20-014-0085_p0008",
      "zh_CN": "说法不容易，要讲得清楚，讲得透彻，讲得明白；听法同样也不容易，要善听，要善学，这样才能得佛法真实的利益。所以一个真正佛弟子，他在他工作岗位上，决定做得比别人都好。为什么？他是菩萨。一般人做工作总是为自己，为自己的利益而工作。菩萨做工作是为一切众生服务，为社会服务、为国家服务，不为自己，所以做得比那些为自己工作的人，做得还要好。怎么可以懈怠、懒散而不负责任？这个绝对不是菩萨。希望同修们多读经典、多听，有疑惑一定要问，有疑惑一定要求解，这样才不至于产生误会。",
      "zh_TW": "說法不容易，要講得清楚，講得透徹，講得明白；聽法同樣也不容易，要善聽，要善學，這樣才能得佛法真實的利益。所以一個真正佛弟子，他在他工作崗位上，決定做得比別人都好。為什麼？他是菩薩。一般人做工作總是為自己，為自己的利益而工作。菩薩做工作是為一切眾生服務，為社會服務、為國家服務，不為自己，所以做得比那些為自己工作的人，做得還要好。怎麼可以懈怠、懶散而不負責任？這個絕對不是菩薩。希望同修們多讀經典、多聽，有疑惑一定要問，有疑惑一定要求解，這樣才不至於產生誤會。"
    },
    {
      "id": "20-014-0085_p0009",
      "zh_CN": "第三个问题，他说：在《往生传》、《净土圣贤录》里面，确确实实有许多念佛人，三年、五年就成就了，就往生；这是念佛念得好，功夫得力。他说：于是有些人听了这些话，他自己就把他往生的期限定好，而且还告诉别人，我什么时候往生。可是人家问他，你是不是真的预知时至？他说不是的。那不是，是什么？他说这不过是一个愿望而已。",
      "zh_TW": "第三個問題，他說：在《往生傳》、《淨土聖賢錄》裡面，確確實實有許多念佛人，三年、五年就成就了，就往生；這是念佛念得好，功夫得力。他說：於是有些人聽了這些話，他自己就把他往生的期限定好，而且還告訴別人，我什麼時候往生。可是人家問他，你是不是真的預知時至？他說不是的。那不是，是什麼？他說這不過是一個願望而已。"
    },
    {
      "id": "20-014-0085_p0010",
      "zh_CN": "愿望不是事实，愿望与事实往往有很大的差距。我敢断定他不能往生，什么原因？真正念佛往生的人，预知时至也不告诉你，哪有这种道理？一般人真正在往生前告诉家亲眷属，顶多是在一个月前，多半在一个星期，这预知时至。更多的人，在临走的一两天之前，我们看得很多；一个月前晓得的，相当功夫。一年前告诉人的，我们在《六祖坛经》里面看到，惠能大师是一年前，他也不是明明白白的告诉人，派他的徒弟到国恩寺去修塔，有这个举动；一年前派人去修塔，那个塔是预备他自己的后事。我们从这个迹象上判断，他一年前知道，但他自己没说。自己毫无功夫，给人家说我三年之后往生、两年之后往生，这是大妄语。大妄语是什么样的罪？都是堕三恶道。佛教导我们不妄语，为什么要以这个妄语去戏弄别人？让别人对于三宝、对于佛法产生了疑惑，这就是我们自己的过失。三年、五年之后你不能往生，不是变成大笑话。而使许许多多人对佛法产生怀疑，甚至于不能接受，这个因是你自己种下的，这叫做断众生法身慧命，这个罪过就更重了。",
      "zh_TW": "願望不是事實，願望與事實往往有很大的差距。我敢斷定他不能往生，什麼原因？真正念佛往生的人，預知時至也不告訴你，哪有這種道理？一般人真正在往生前告訴家親眷屬，頂多是在一個月前，多半在一個星期，這預知時至。更多的人，在臨走的一兩天之前，我們看得很多；一個月前曉得的，相當功夫。一年前告訴人的，我們在《六祖壇經》裡面看到，惠能大師是一年前，他也不是明明白白的告訴人，派他的徒弟到國恩寺去修塔，有這個舉動；一年前派人去修塔，那個塔是預備他自己的後事。我們從這個跡象上判斷，他一年前知道，但他自己沒說。自己毫無功夫，給人家說我三年之後往生、兩年之後往生，這是大妄語。大妄語是什麼樣的罪？都是墮三惡道。佛教導我們不妄語，為什麼要以這個妄語去戲弄別人？讓別人對於三寶、對於佛法產生了疑惑，這就是我們自己的過失。三年、五年之後你不能往生，不是變成大笑話。而使許許多多人對佛法產生懷疑，甚至於不能接受，這個因是你自己種下的，這叫做斷眾生法身慧命，這個罪過就更重了。"
    },
    {
      "id": "20-014-0085_p0011",
      "zh_CN": "所以这种想法、说法、作法是决定错误的，我们要知道避免。自己有这个期望，不必跟人说，认真努力去修学。《往生传》、《净土圣贤录》这一类的书籍，它的目的是增长我们信心，教导我们见贤思齐。你看这些人念佛都超越三界，超越十法界，都到极乐世界作佛了。他们能够有成就，我们为什么不能成就？应当发愤努力跟进，默默的去修行，不必宣扬。喜欢对外面宣扬，那一种人没有一个成就的；成就的人，决定不会给人宣扬。我们在传记里面看到，东晋时代，慧远大师在庐山办了一个莲社，有一百二十三个志同道合的人在一起共修。他在那个地方曾经三次见到西方极乐世界，从来没有告诉任何一个人，到他往生那一天，他才说出来，这种态度是我们要学习的。",
      "zh_TW": "所以這種想法、說法、作法是決定錯誤的，我們要知道避免。自己有這個期望，不必跟人說，認真努力去修學。《往生傳》、《淨土聖賢錄》這一類的書籍，它的目的是增長我們信心，教導我們見賢思齊。你看這些人念佛都超越三界，超越十法界，都到極樂世界作佛了。他們能夠有成就，我們為什麼不能成就？應當發憤努力跟進，默默的去修行，不必宣揚。喜歡對外面宣揚，那一種人沒有一個成就的；成就的人，決定不會給人宣揚。我們在傳記裡面看到，東晉時代，慧遠大師在廬山辦了一個蓮社，有一百二十三個志同道合的人在一起共修。他在那個地方曾經三次見到西方極樂世界，從來沒有告訴任何一個人，到他往生那一天，他才說出來，這種態度是我們要學習的。"
    },
    {
      "id": "20-014-0085_p0012",
      "zh_CN": "我们现在这些人，见到一点点瑞相，唯恐别人不晓得，大肆宣传，让人家来赞叹你，「你了不起，你见到瑞相，你见到金光，你见到佛了」，自己很得意，这哪是修行人？这哪里像一个修行人？我们听人家讲这些，我们一笑了之，说不定他是打妄语，骗人的，眼睛产生幻觉，自以为是，不可靠。真正见到瑞相的，人家见如不见，绝对没有异常的现象，绝对不会随便对人讲，没这个道理。这些地方我们要留意，不要引起别人误会，也不要障碍自己的清净心，破坏自己的功夫，非常重要。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們現在這些人，見到一點點瑞相，唯恐別人不曉得，大肆宣傳，讓人家來讚歎你，「你了不起，你見到瑞相，你見到金光，你見到佛了」，自己很得意，這哪是修行人？這哪裡像一個修行人？我們聽人家講這些，我們一笑了之，說不定他是打妄語，騙人的，眼睛產生幻覺，自以為是，不可靠。真正見到瑞相的，人家見如不見，絕對沒有異常的現象，絕對不會隨便對人講，沒這個道理。這些地方我們要留意，不要引起別人誤會，也不要障礙自己的清淨心，破壞自己的功夫，非常重要。好，今天時間到了，我們就講到此地。"
    }
  ]
}