{
  "doc_id": "20-014-0018",
  "title": {
    "zh_CN": "九九年早餐开示—大乘文化就是多元文化",
    "zh_TW": "九九年早餐開示—大乘文化就是多元文化"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0018",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "20-014-0018_p0001",
      "zh_CN": "今天有从台湾来的各个净宗学会同修们，也有从澳洲来的。我们邀请同修们到此地来，看看早晨我们跟达拉斯双向的联系，希望以后我们每个道场都有这样的设备，不但每天可以能够见面，而且有许多问题可以直接来对话。因为我们每一场的讲演都上网路，在全世界各个地区都能收看到，所以我们只能向大家问：大家好！不能说早晨好、晚上好。因为各个地方有时差，我们这是早晨，达拉斯是晚上。",
      "zh_TW": "今天有從台灣來的各個淨宗學會同修們，也有從澳洲來的。我們邀請同修們到此地來，看看早晨我們跟達拉斯雙向的聯繫，希望以後我們每個道場都有這樣的設備，不但每天可以能夠見面，而且有許多問題可以直接來對話。因為我們每一場的講演都上網路，在全世界各個地區都能收看到，所以我們只能向大家問：大家好！不能說早晨好、晚上好。因為各個地方有時差，我們這是早晨，達拉斯是晚上。"
    },
    {
      "id": "20-014-0018_p0002",
      "zh_CN": "在现在弘扬佛法，必须利用高科技。我们深深的体会到，自古以来中国的古圣先王，治理国家，领导人民，无不是以教学为中心的理念，才能够达到社会的安定、繁荣、兴旺，国家长治久安。我们在历史上都能看得很清楚，历史可以给我们做见证。在太平盛世，决定是文化教育办得很好；凡是在乱世，一定是朝廷跟地方人士，对于教学的工作，教化的工作，教化就是我们现在讲的社会教育，疏忽了、轻视了，招致社会的动乱。我们读历史，不能不留意这个问题。最近这一百多年来，整个世界可以说是乱世，最近这些年来，可以称得上是大乱之世。我们也曾接触一些社会的领导人士，这些人我们都非常尊敬他，他们非常希望为社会服务、为众生服务，人人都希望世界和平，社会安定，大家都能够过繁荣幸福美满的生活，都在追求如何能达到这个目的的方法。",
      "zh_TW": "在現在弘揚佛法，必須利用高科技。我們深深的體會到，自古以來中國的古聖先王，治理國家，領導人民，無不是以教學為中心的理念，才能夠達到社會的安定、繁榮、興旺，國家長治久安。我們在歷史上都能看得很清楚，歷史可以給我們做見證。在太平盛世，決定是文化教育辦得很好；凡是在亂世，一定是朝廷跟地方人士，對於教學的工作，教化的工作，教化就是我們現在講的社會教育，疏忽了、輕視了，招致社會的動亂。我們讀歷史，不能不留意這個問題。最近這一百多年來，整個世界可以說是亂世，最近這些年來，可以稱得上是大亂之世。我們也曾接觸一些社會的領導人士，這些人我們都非常尊敬他，他們非常希望為社會服務、為眾生服務，人人都希望世界和平，社會安定，大家都能夠過繁榮幸福美滿的生活，都在追求如何能達到這個目的的方法。"
    },
    {
      "id": "20-014-0018_p0003",
      "zh_CN": "这一个问题，答案还是在中国古籍之中。在西方七十年代，我曾经听说，英国历史哲学家汤恩比，他说过要解决二十一世纪社会问题，只有大乘佛法与中国孔孟的学术。这个人很了不起，他有这样的远见，有这样的认知，出在一个外国人的口中，尤其是难得。这是一个读书人，是一个有真正学术的人，我们中国人讲学问，真正有学问，他看得清楚。我也曾经听说，因为他说出这句话，引起了天主教发动向佛教对话。那个时候我在台湾，于斌主教在台湾提倡祭祖，这是史无前例的；天主教从来没有祭祖这种举动，居然天主教徒在台湾举行祭祖。我也是因为这个因缘，与他们接触比较多。当时亚洲主教团，办了一个东亚精神生活研习所，邀请我去讲「佛教精神生活」，讲这个课程。他们学习的期间是两年，我上了一个学期的课，第二个学期因为出国讲经，以后接着我去讲这个科目的是悟明老法师。从这个地方开始，大家着重多元文化的融合，这才是解决世界纷争唯一的方法。",
      "zh_TW": "這一個問題，答案還是在中國古籍之中。在西方七十年代，我曾經聽說，英國歷史哲學家湯恩比，他說過要解決二十一世紀社會問題，只有大乘佛法與中國孔孟的學術。這個人很了不起，他有這樣的遠見，有這樣的認知，出在一個外國人的口中，尤其是難得。這是一個讀書人，是一個有真正學術的人，我們中國人講學問，真正有學問，他看得清楚。我也曾經聽說，因為他說出這句話，引起了天主教發動向佛教對話。那個時候我在台灣，于斌主教在台灣提倡祭祖，這是史無前例的；天主教從來沒有祭祖這種舉動，居然天主教徒在台灣舉行祭祖。我也是因為這個因緣，與他們接觸比較多。當時亞洲主教團，辦了一個東亞精神生活研習所，邀請我去講「佛教精神生活」，講這個課程。他們學習的期間是兩年，我上了一個學期的課，第二個學期因為出國講經，以後接著我去講這個科目的是悟明老法師。從這個地方開始，大家著重多元文化的融合，這才是解決世界紛爭唯一的方法。"
    },
    {
      "id": "20-014-0018_p0004",
      "zh_CN": "「多元文化」，在澳洲叫得特别的响亮。澳洲政府、学校、知识分子，几乎都有这样的共识。他们不但在讨论，而且付诸于实行，有不少人士在推动，所以我很喜欢那个地区。他们的目的，是希望建立社会的安定繁荣，世界永久和平。我跟他们接触几次，他们问我：「有什么方法，能够达到这个目的？」我告诉他：「佛法当中的《华严经》，孔孟学说里面的《四书》，这两样东西就是大家心目当中，所理想的、最好的多元文化教材。」多元文化是一个自然的现象，我们必须要认识清楚，文化的根本就是多元性，就是复杂性。",
      "zh_TW": "「多元文化」，在澳洲叫得特別的響亮。澳洲政府、學校、知識分子，幾乎都有這樣的共識。他們不但在討論，而且付諸於實行，有不少人士在推動，所以我很喜歡那個地區。他們的目的，是希望建立社會的安定繁榮，世界永久和平。我跟他們接觸幾次，他們問我：「有什麼方法，能夠達到這個目的？」我告訴他：「佛法當中的《華嚴經》，孔孟學說裡面的《四書》，這兩樣東西就是大家心目當中，所理想的、最好的多元文化教材。」多元文化是一個自然的現象，我們必須要認識清楚，文化的根本就是多元性，就是複雜性。"
    },
    {
      "id": "20-014-0018_p0005",
      "zh_CN": "这个问题不是一个新的问题，不是一个新的发现。从我们一个人本身上来说，诸位细细观察，也是一个多元文化的综合体。在我们这一身上，头跟手不一样，手跟足不一样，不一样就是多元文化。在头部里面，眼跟耳不一样，耳跟鼻不一样，各有各的功能，能很融洽结合，这才成一个完整的身体，这是我们必须要认识清楚的。在一个家庭里面，夫妇来自不同家庭，道义上的结合，然后你有兄弟、有父母、有儿女，这成为一个家族。这个家族是许多个体组合的，又何尝不是一个多元文化的综合体？由家族再延伸到社会、国家、而世界，才晓得人类本来就是多元文化的综合体。所以必须互相尊重，互相敬爱，互相合作，才能创造安定繁荣兴旺的社会，和平安乐的世界。",
      "zh_TW": "這個問題不是一個新的問題，不是一個新的發現。從我們一個人本身上來說，諸位細細觀察，也是一個多元文化的綜合體。在我們這一身上，頭跟手不一樣，手跟足不一樣，不一樣就是多元文化。在頭部裡面，眼跟耳不一樣，耳跟鼻不一樣，各有各的功能，能很融洽結合，這才成一個完整的身體，這是我們必須要認識清楚的。在一個家庭裡面，夫婦來自不同家庭，道義上的結合，然後你有兄弟、有父母、有兒女，這成為一個家族。這個家族是許多個體組合的，又何嘗不是一個多元文化的綜合體？由家族再延伸到社會、國家、而世界，才曉得人類本來就是多元文化的綜合體。所以必須互相尊重，互相敬愛，互相合作，才能創造安定繁榮興旺的社會，和平安樂的世界。"
    },
    {
      "id": "20-014-0018_p0006",
      "zh_CN": "要怎样达到这个目的？释迦牟尼佛、中国的古圣先贤，用的是教学，这个方法是正确的，是有效果的。唯有让这个团体当中，每一个分子都能够认识，我们是多元的共同体，才能够化解一切的隔阂，消除异见，在多元文化里头才能够融合，才能够看到多元的「真、善、美、慧」。《华严经》上说「一即是多，多即是一，一多不二」，「一」是说整体，「多」就是讲各个个体，各种不同的种族、不同的文化、不同的信仰、不同的生活方式，是可以并存的。《华严》说得非常好，同中有异，异中有同，同异不二，同异不相妨碍。清凉大师给我们解释《华严》「四无碍法界」。四无碍法界最小的范围，就说到我们自己一身，我们一身眼耳鼻舌互不妨碍，头足身手互不妨碍，理事无碍，事事无碍。事事无碍境界在哪里看？在我们身体就看到了。然后你延伸出去，尽虚空、遍法界都是事事无碍，这个多美好！",
      "zh_TW": "要怎樣達到這個目的？釋迦牟尼佛、中國的古聖先賢，用的是教學，這個方法是正確的，是有效果的。唯有讓這個團體當中，每一個分子都能夠認識，我們是多元的共同體，才能夠化解一切的隔閡，消除異見，在多元文化裡頭才能夠融合，才能夠看到多元的「真、善、美、慧」。《華嚴經》上說「一即是多，多即是一，一多不二」，「一」是說整體，「多」就是講各個個體，各種不同的種族、不同的文化、不同的信仰、不同的生活方式，是可以並存的。《華嚴》說得非常好，同中有異，異中有同，同異不二，同異不相妨礙。清涼大師給我們解釋《華嚴》「四無礙法界」。四無礙法界最小的範圍，就說到我們自己一身，我們一身眼耳鼻舌互不妨礙，頭足身手互不妨礙，理事無礙，事事無礙。事事無礙境界在哪裡看？在我們身體就看到了。然後你延伸出去，盡虛空、遍法界都是事事無礙，這個多美好！"
    },
    {
      "id": "20-014-0018_p0007",
      "zh_CN": "现在我们知道，这个世间有种族的歧视，不但种族，种种歧视、误会、隔阂、猜疑，到最后变成斗争，处处都是障碍。障碍从哪里来的？不了解事实真相所产生的。因为不了解事实真相，每个人只执着自己，只为自己的利益着想，人人都为自己的利益，一定会发生冲突，这是病根。儒家教我们有个「大同」的思想，佛法讲得更彻底，佛法告诉我们，尽虚空、遍法界是一个自己。我们细细去思惟，佛说的话有道理。《华严经》上佛说过，虚空法界，森罗万象，依正庄严，从哪里来的？唯心所现，唯识所变。心、识是自己，不是别人，佛才告诉我们，尽虚空、遍法界是我们自己一个整体。如果有这样的认知，不仅说是世界大同，是尽虚空、遍法界成一体。在中国古时候，有开悟的人、觉悟的人、明白的人，说了一句话，「尽虚空遍法界是沙门一只眼」，这才叫真正觉悟。还有是非，还有人我，还有彼此对立，在佛法说没有开悟。没有开悟就是没有见性，没有见性就是没有见到事实真相，见到事实真相，决定是虚空法界是一体。",
      "zh_TW": "現在我們知道，這個世間有種族的歧視，不但種族，種種歧視、誤會、隔閡、猜疑，到最後變成鬥爭，處處都是障礙。障礙從哪裡來的？不了解事實真相所產生的。因為不了解事實真相，每個人只執著自己，只為自己的利益著想，人人都為自己的利益，一定會發生衝突，這是病根。儒家教我們有個「大同」的思想，佛法講得更徹底，佛法告訴我們，盡虛空、遍法界是一個自己。我們細細去思惟，佛說的話有道理。《華嚴經》上佛說過，虛空法界，森羅萬象，依正莊嚴，從哪裡來的？唯心所現，唯識所變。心、識是自己，不是別人，佛才告訴我們，盡虛空、遍法界是我們自己一個整體。如果有這樣的認知，不僅說是世界大同，是盡虛空、遍法界成一體。在中國古時候，有開悟的人、覺悟的人、明白的人，說了一句話，「盡虛空遍法界是沙門一隻眼」，這才叫真正覺悟。還有是非，還有人我，還有彼此對立，在佛法說沒有開悟。沒有開悟就是沒有見性，沒有見性就是沒有見到事實真相，見到事實真相，決定是虛空法界是一體。"
    },
    {
      "id": "20-014-0018_p0008",
      "zh_CN": "佛法里面讲法身，法身是什么？现在哲学里面所讲的「宇宙万有的本体」，在佛法里称为法身，法身好！诸佛如来，大家读经都晓得，佛有三身：法身、报身、应身，我们有没有？有。一切众生都有三身，只是你不能证得；你要是证得，你就成佛。什么是法身？尽虚空、遍法界是一个法身。「十方三世佛，共同一法身」，你什么时候看清楚了，肯定了，认知了，你就成佛，你证得法身。又告诉我们，「一切众生即是法身」，这个一切众生是广义的，我们现在往往看到经上讲众生，都以为是一切人，你就把这个意思看窄小了。众生的意思，是众缘和合而生起的现象，这是众生的本意。一切动物是众缘和合而生的，植物也是众缘和合而生的，矿物也是，乃至于虚空法界，没有一样不是众缘和合而生的。「一切众生」，这一个名词，就是虚空法界，那才是真正自己。你能够认识、认知，搞清楚、搞明白了，你对于一切众生，自自然然生起大慈悲心，知道帮助一切众生是帮助自己，伤害一切众生是伤害自己的法身慧命。",
      "zh_TW": "佛法裡面講法身，法身是什麼？現在哲學裡面所講的「宇宙萬有的本體」，在佛法裡稱為法身，法身好！諸佛如來，大家讀經都曉得，佛有三身：法身、報身、應身，我們有沒有？有。一切眾生都有三身，只是你不能證得；你要是證得，你就成佛。什麼是法身？盡虛空、遍法界是一個法身。「十方三世佛，共同一法身」，你什麼時候看清楚了，肯定了，認知了，你就成佛，你證得法身。又告訴我們，「一切眾生即是法身」，這個一切眾生是廣義的，我們現在往往看到經上講眾生，都以為是一切人，你就把這個意思看窄小了。眾生的意思，是眾緣和合而生起的現象，這是眾生的本意。一切動物是眾緣和合而生的，植物也是眾緣和合而生的，礦物也是，乃至於虛空法界，沒有一樣不是眾緣和合而生的。「一切眾生」，這一個名詞，就是虛空法界，那才是真正自己。你能夠認識、認知，搞清楚、搞明白了，你對於一切眾生，自自然然生起大慈悲心，知道幫助一切眾生是幫助自己，傷害一切眾生是傷害自己的法身慧命。"
    },
    {
      "id": "20-014-0018_p0009",
      "zh_CN": "诸佛菩萨为什么那么样的慈悲，无条件的慈悲？就是他把事实真相看清楚、看明白了。他在这个世界，对一切人、一切事、一切物，决定没有冲突。为什么？他知道这是一家，这是一体，这是一身，看芸芸众生，就好像看我们身上一根汗毛、一个细胞一样，是自己，不是别人。这是究竟圆满的教学，唯有这种教学，才能够达到多元文化融合一体的目标，才能真正达到人人相敬相爱，互助合作，共存共荣，真正是爱人如己。我们今天比爱国如家范围更扩大，虚空法界，佛法里面常说的十法界依正庄严，那就是自己的家园。这样我们才能真正体会到，佛在经论常常讲「心包太虚，量周沙界」，这两句话我们同修人人都知道、都会说，意思体会不到。你说这个心量多开阔，这个人多自在，多么幸福！",
      "zh_TW": "諸佛菩薩為什麼那麼樣的慈悲，無條件的慈悲？就是他把事實真相看清楚、看明白了。他在這個世界，對一切人、一切事、一切物，決定沒有衝突。為什麼？他知道這是一家，這是一體，這是一身，看芸芸眾生，就好像看我們身上一根汗毛、一個細胞一樣，是自己，不是別人。這是究竟圓滿的教學，唯有這種教學，才能夠達到多元文化融合一體的目標，才能真正達到人人相敬相愛，互助合作，共存共榮，真正是愛人如己。我們今天比愛國如家範圍更擴大，虛空法界，佛法裡面常說的十法界依正莊嚴，那就是自己的家園。這樣我們才能真正體會到，佛在經論常常講「心包太虛，量周沙界」，這兩句話我們同修人人都知道、都會說，意思體會不到。你說這個心量多開闊，這個人多自在，多麼幸福！"
    },
    {
      "id": "20-014-0018_p0010",
      "zh_CN": "我们修学，为什么契入不了这个境界？就是自私自利这个念头障碍了。你要想证得自己的清净法身，要把自私自利舍掉。佛说一切众生不能证得，但以妄想执着而不能证得，这是我们常讲，你有妄想分别执着，你就不能证得。离开妄想分别执着，你就证得法身。法身一证得，三身统统都现前，自己现在这个身，现在这个身就是圆满报身。报身说的是什么？说的是智慧，你把事实真相看清楚、看明白了，你的智慧圆满，报身是智慧之身。然后这个身体留在这个世间干什么？为一切众生服务，那叫应身。应身是他受用身，报身是自受用身，法身是本体。多元文化必须要达到这个境界，才是究竟圆满，那个世界叫一真法界，一切纷争，天灾人祸，全都消灭掉了。佛这种教学，在大乘经里面说得清清楚楚、明明白白。",
      "zh_TW": "我們修學，為什麼契入不了這個境界？就是自私自利這個念頭障礙了。你要想證得自己的清淨法身，要把自私自利捨掉。佛說一切眾生不能證得，但以妄想執著而不能證得，這是我們常講，你有妄想分別執著，你就不能證得。離開妄想分別執著，你就證得法身。法身一證得，三身統統都現前，自己現在這個身，現在這個身就是圓滿報身。報身說的是什麼？說的是智慧，你把事實真相看清楚、看明白了，你的智慧圓滿，報身是智慧之身。然後這個身體留在這個世間幹什麼？為一切眾生服務，那叫應身。應身是他受用身，報身是自受用身，法身是本體。多元文化必須要達到這個境界，才是究竟圓滿，那個世界叫一真法界，一切紛爭，天災人禍，全都消滅掉了。佛這種教學，在大乘經裡面說得清清楚楚、明明白白。"
    },
    {
      "id": "20-014-0018_p0011",
      "zh_CN": "我非常期望，澳洲将来能够有一个多元文化大学，来传播多元文化的思想，这个思想就是佛法。我们弘法利生可以把名词换一换，今天讲佛法，大家认为这是宗教之一，许多宗教他就产生隔阂，他不能接受，如果我们换一个名词是多元文化，大家都能够接受。其实大乘文化就是多元文化，这样才能真正达到我们理想的目标，我们从事这个文化工作，也就非常有意义，非常有价值。佛法常说「慈悲为本，方便为门」，尤其在技术上来讲「善巧方便」，接触广大的群众，一定要懂得观机，要掌握机缘，才能真正利益一切众生。希望我们同修们，都有这个认知、有这个共识，大家发心，我们集中一切人力、财力、物力，才能把这个工作做得圆满，带给这个世界和平幸福，这就是「存菩萨心，行菩萨道」。只要我们认真努力去做，一切诸佛菩萨，一切天龙善神，没有不拥护的，没有不加持的，这是一定的道理。",
      "zh_TW": "我非常期望，澳洲將來能夠有一個多元文化大學，來傳播多元文化的思想，這個思想就是佛法。我們弘法利生可以把名詞換一換，今天講佛法，大家認為這是宗教之一，許多宗教他就產生隔閡，他不能接受，如果我們換一個名詞是多元文化，大家都能夠接受。其實大乘文化就是多元文化，這樣才能真正達到我們理想的目標，我們從事這個文化工作，也就非常有意義，非常有價值。佛法常說「慈悲為本，方便為門」，尤其在技術上來講「善巧方便」，接觸廣大的群眾，一定要懂得觀機，要掌握機緣，才能真正利益一切眾生。希望我們同修們，都有這個認知、有這個共識，大家發心，我們集中一切人力、財力、物力，才能把這個工作做得圓滿，帶給這個世界和平幸福，這就是「存菩薩心，行菩薩道」。只要我們認真努力去做，一切諸佛菩薩，一切天龍善神，沒有不擁護的，沒有不加持的，這是一定的道理。"
    },
    {
      "id": "20-014-0018_p0012",
      "zh_CN": "诸位到新加坡来看一看，我常讲一定要亲自来看，不亲自来看，讲不清楚。为什么这个道场，有这么兴旺这种气象？这是得的感应，我们诚心诚意在做，没有一丝毫私心在做，感动诸佛菩萨。我常讲，我们讲堂有诸佛菩萨在听经，我们念佛堂有诸佛菩萨在里面念佛，龙天善神拥护，才有这个气象。如果稍微有一点私心，这个感应就没有了，所谓「诚则灵」，要用真诚心去做。今天时间到了，我们就讲到此地。",
      "zh_TW": "諸位到新加坡來看一看，我常講一定要親自來看，不親自來看，講不清楚。為什麼這個道場，有這麼興旺這種氣象？這是得的感應，我們誠心誠意在做，沒有一絲毫私心在做，感動諸佛菩薩。我常講，我們講堂有諸佛菩薩在聽經，我們念佛堂有諸佛菩薩在裡面念佛，龍天善神擁護，才有這個氣象。如果稍微有一點私心，這個感應就沒有了，所謂「誠則靈」，要用真誠心去做。今天時間到了，我們就講到此地。"
    }
  ]
}