{
  "doc_id": "20-014-0088",
  "title": {
    "zh_CN": "九九年早餐开示—积集成就一切善根",
    "zh_TW": "九九年早餐開示—積集成就一切善根"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0088",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-014-0088_p0001",
      "zh_CN": "昨天讲到《华严经》上，文殊菩萨对六千比丘们的开示，一共有十句。这十句，实在讲，就是十个题目，十个单元。第一句是「见诸如来以广大心亲近供养」，我们讲过了，这一句话非常重要。我们现在的人心量都太小，所以造成许许多多的灾难。对个人来讲，心量窄小造成自己的妄想分别执着、忧虑烦恼，使自己的身心都失去了健康，这是个人的损害；不但害自己，而且还害社会、害众生。凡是真正的善事，都被这些妄想分别执着障碍了，狭小的心量障碍了。善事不能成就，恶事很容易成就，造作无量无边的罪业，将来怎么能够免得了果报？现前所发生的一些灾难，这是属于花报，果报决定在三途，我们一定要清楚，一定要明白，对自己是极大的不利。所以佛教给我们，我们供养诸佛如来，第一要紧的就是有广大心，广大心就是真心，广大心就是清净心。我劝勉同修们，平常我们读经、听经、念佛，为谁？若是为自己，你的心量太小了，跟《华严》不相应；应当为一切众生，《华严》境界里面，是为尽虚空、遍法界一切众生，你看这个心量多大！真心流露，流露在日常生活当中，流露在处事待人接物之处，一定要学习，要拓开自己的心量。",
      "zh_TW": "昨天講到《華嚴經》上，文殊菩薩對六千比丘們的開示，一共有十句。這十句，實在講，就是十個題目，十個單元。第一句是「見諸如來以廣大心親近供養」，我們講過了，這一句話非常重要。我們現在的人心量都太小，所以造成許許多多的災難。對個人來講，心量窄小造成自己的妄想分別執著、憂慮煩惱，使自己的身心都失去了健康，這是個人的損害；不但害自己，而且還害社會、害眾生。凡是真正的善事，都被這些妄想分別執著障礙了，狹小的心量障礙了。善事不能成就，惡事很容易成就，造作無量無邊的罪業，將來怎麼能夠免得了果報？現前所發生的一些災難，這是屬於花報，果報決定在三途，我們一定要清楚，一定要明白，對自己是極大的不利。所以佛教給我們，我們供養諸佛如來，第一要緊的就是有廣大心，廣大心就是真心，廣大心就是清淨心。我勸勉同修們，平常我們讀經、聽經、念佛，為誰？若是為自己，你的心量太小了，跟《華嚴》不相應；應當為一切眾生，《華嚴》境界裡面，是為盡虛空、遍法界一切眾生，你看這個心量多大！真心流露，流露在日常生活當中，流露在處事待人接物之處，一定要學習，要拓開自己的心量。"
    },
    {
      "id": "20-014-0088_p0002",
      "zh_CN": "这十句是有连带关系的，一句比一句殊胜。第二句告诉我们，「积集成就一切善根究竟不退」。成就一切善根，什么是善根？根就像植物的根一样，它有根就能生，它能生长；树木花草有根，它就会生长。善根能生一切善法之根；佛在经上告诉我们，一切世间法的善根是无贪、无瞋、无痴，这叫三善根；菩萨唯一的善根是精进，这里面讲积集就是精进。后面还是「心无疲厌，究竟不退」，这些话都是精进。换句话说，菩萨这句话里面，包括了世出世间这四种善根。贪瞋痴，不但一切众生都有，在这年头当中，我们细心去观察世间众生，贪瞋痴三毒烦恼天天在增长，而且是一个几何级数的增长，这怎么得了？三毒在增长，所以世间才会有瘟疫。瘟疫是什么？病毒，细菌、病毒。这些细菌病毒，现在这些科学、医学里面发现，有很多新的病毒，从前没有的。这新的病毒怎么产生的？大家都在追踪，都在研究。怎么追踪，怎么研究，实在讲都找不到。为什么？追踪的方向错了。佛告诉我们，是从贪瞋痴三毒变现出来的。所以消灭这些病毒，最有效、最彻底的方法，是令一切众生断贪瞋痴。不但要断贪瞋痴，而且反过来修积三善根，于世出世间一切法，不贪、不瞋、不痴，这叫三善根。断恶修善，我们要认真努力去做，三善根能成就世出世间一切善法。",
      "zh_TW": "這十句是有連帶關係的，一句比一句殊勝。第二句告訴我們，「積集成就一切善根究竟不退」。成就一切善根，什麼是善根？根就像植物的根一樣，它有根就能生，它能生長；樹木花草有根，它就會生長。善根能生一切善法之根；佛在經上告訴我們，一切世間法的善根是無貪、無瞋、無痴，這叫三善根；菩薩唯一的善根是精進，這裡面講積集就是精進。後面還是「心無疲厭，究竟不退」，這些話都是精進。換句話說，菩薩這句話裡面，包括了世出世間這四種善根。貪瞋痴，不但一切眾生都有，在這年頭當中，我們細心去觀察世間眾生，貪瞋痴三毒煩惱天天在增長，而且是一個幾何級數的增長，這怎麼得了？三毒在增長，所以世間才會有瘟疫。瘟疫是什麼？病毒，細菌、病毒。這些細菌病毒，現在這些科學、醫學裡面發現，有很多新的病毒，從前沒有的。這新的病毒怎麼產生的？大家都在追蹤，都在研究。怎麼追蹤，怎麼研究，實在講都找不到。為什麼？追蹤的方向錯了。佛告訴我們，是從貪瞋痴三毒變現出來的。所以消滅這些病毒，最有效、最徹底的方法，是令一切眾生斷貪瞋痴。不但要斷貪瞋痴，而且反過來修積三善根，於世出世間一切法，不貪、不瞋、不痴，這叫三善根。斷惡修善，我們要認真努力去做，三善根能成就世出世間一切善法。"
    },
    {
      "id": "20-014-0088_p0003",
      "zh_CN": "佛跟我们讲善的标准是十善业道，大家不要小看佛这个教诲，不要以为佛这个十善五戒是教初学的。没错，佛是教初学的，但是在如来果地上也丝毫不违背，所以五戒十善修圆满就成佛。绝对不是菩萨地位高了，成了佛，五戒十善就可以不要，没这回事情。五戒十善是个根本法，这是佛陀基本的教义，真正学佛，真正做佛弟子，决定要依教奉行，这才能叫积集善根。我们要用什么样的心态来修善根？这个经里面讲的「普贤行」、「菩提心」。普贤菩萨是什么样的一个心态？在我们这个大单元，开头的时候给诸位介绍过普贤菩萨。总而言之，普贤菩萨的心态，起心动念都为虚空法界一切众生着想；决定没有想自己的利益，家庭的利益，我这个小团体的利益，那就不是普贤菩萨。不但不是普贤菩萨，连菩萨资格都没有。不但不是菩萨，实在说，连二乘的标准都达不到。",
      "zh_TW": "佛跟我們講善的標準是十善業道，大家不要小看佛這個教誨，不要以為佛這個十善五戒是教初學的。沒錯，佛是教初學的，但是在如來果地上也絲毫不違背，所以五戒十善修圓滿就成佛。絕對不是菩薩地位高了，成了佛，五戒十善就可以不要，沒這回事情。五戒十善是個根本法，這是佛陀基本的教義，真正學佛，真正做佛弟子，決定要依教奉行，這才能叫積集善根。我們要用什麼樣的心態來修善根？這個經裡面講的「普賢行」、「菩提心」。普賢菩薩是什麼樣的一個心態？在我們這個大單元，開頭的時候給諸位介紹過普賢菩薩。總而言之，普賢菩薩的心態，起心動念都為虛空法界一切眾生著想；決定沒有想自己的利益，家庭的利益，我這個小團體的利益，那就不是普賢菩薩。不但不是普賢菩薩，連菩薩資格都沒有。不但不是菩薩，實在說，連二乘的標準都達不到。"
    },
    {
      "id": "20-014-0088_p0004",
      "zh_CN": "我们在《金刚经》里面看到，须陀洹小乘初果也离四相，真正契入「无我相、无人相、无众生相、无寿者相」，才能证得初果。早年我读《金刚经》，不了解里头的意思，以为离四相是大乘菩萨，小乘人没有离四相。以后《金刚经》读多了，而且我讲了几遍，这才发现经上讲得那么清楚、那么明白，我们才恍然大悟，小乘初果、圆教初信位的菩萨，都要离四相。只要你有分别、有执着四相，你就不是菩萨，你是凡夫；你怎么样修行，你脱离不了六道轮回，你不能够消灾免难，你的希求不会满愿，你完全违背了佛的教诲，完全违背了事实真相。我们叫事实真相，有一些人叫真理，事实真相就是真理。菩萨在此地教我们，「积集成就一切善根」，我们如何成就？无贪、无瞋、无痴。所以对于宇宙人生真相，要没有一个概略的认识，无量劫来自私自利的念头，你怎么能放得下？你放不下，你就不能成就，你就没办法积集。这个事情，必须要解行兼顾，解行同时达到。佛告诉我们，我们读了，听清楚了，搞明白了，立刻就做，尽心尽力的去做，一切为大众，为社会、为众生。",
      "zh_TW": "我們在《金剛經》裡面看到，須陀洹小乘初果也離四相，真正契入「無我相、無人相、無眾生相、無壽者相」，才能證得初果。早年我讀《金剛經》，不了解裡頭的意思，以為離四相是大乘菩薩，小乘人沒有離四相。以後《金剛經》讀多了，而且我講了幾遍，這才發現經上講得那麼清楚、那麼明白，我們才恍然大悟，小乘初果、圓教初信位的菩薩，都要離四相。只要你有分別、有執著四相，你就不是菩薩，你是凡夫；你怎麼樣修行，你脫離不了六道輪迴，你不能夠消災免難，你的希求不會滿願，你完全違背了佛的教誨，完全違背了事實真相。我們叫事實真相，有一些人叫真理，事實真相就是真理。菩薩在此地教我們，「積集成就一切善根」，我們如何成就？無貪、無瞋、無痴。所以對於宇宙人生真相，要沒有一個概略的認識，無量劫來自私自利的念頭，你怎麼能放得下？你放不下，你就不能成就，你就沒辦法積集。這個事情，必須要解行兼顧，解行同時達到。佛告訴我們，我們讀了，聽清楚了，搞明白了，立刻就做，盡心盡力的去做，一切為大眾，為社會、為眾生。"
    },
    {
      "id": "20-014-0088_p0005",
      "zh_CN": "我们知道今年太阳系行星的运行，在八月间会出现一个很特殊的现象，我们以地球为中心，八大行星排成了一个十字架。这个现象，天文学家告诉我们，差不多五百年才出现一次。这种排列对我们有没有什么影响？有影响，这是太阳系的磁场，这个排列磁场对我们相当不利，影响我们的情绪。换句话说，会胡思乱想，会失去了理性，会做出些糊涂事情出来，这就麻烦。现在社会为什么动乱？为什么不安？当然因素很多，但是这个磁场也是其中因素之一，我们不能够忽视。所以在这种情形之下，我们一定要懂得牺牲个人的利益，维护社会的安全。我们的心是清净的，心是定的，把我们的欲望降低到最低的程度，我们生活能过得去，心安理得。人人明白这个道理，社会就安定了，这个磁场对我们影响就不大；如果我们的贪瞋痴继续不断的增长，这个磁场影响就太大了。实在讲，凡是这种磁场出现，一般世间的人都会增长贪瞋痴慢，无事生非，所以会有战争，会有暴力，邪知邪见，天灾人祸，种种灾难出现在这个时段。",
      "zh_TW": "我們知道今年太陽系行星的運行，在八月間會出現一個很特殊的現象，我們以地球為中心，八大行星排成了一個十字架。這個現象，天文學家告訴我們，差不多五百年才出現一次。這種排列對我們有沒有什麼影響？有影響，這是太陽系的磁場，這個排列磁場對我們相當不利，影響我們的情緒。換句話說，會胡思亂想，會失去了理性，會做出些糊塗事情出來，這就麻煩。現在社會為什麼動亂？為什麼不安？當然因素很多，但是這個磁場也是其中因素之一，我們不能夠忽視。所以在這種情形之下，我們一定要懂得犧牲個人的利益，維護社會的安全。我們的心是清淨的，心是定的，把我們的欲望降低到最低的程度，我們生活能過得去，心安理得。人人明白這個道理，社會就安定了，這個磁場對我們影響就不大；如果我們的貪瞋痴繼續不斷的增長，這個磁場影響就太大了。實在講，凡是這種磁場出現，一般世間的人都會增長貪瞋痴慢，無事生非，所以會有戰爭，會有暴力，邪知邪見，天災人禍，種種災難出現在這個時段。"
    },
    {
      "id": "20-014-0088_p0006",
      "zh_CN": "外国人说磁场，我们中国人讲气氛，大环境的气氛不好，我们小环境的气氛要特别好，能够抵抗大环境的气氛，这样才能够消灾免难。我们建念佛堂，启建讲堂，讲堂跟念佛堂是我们最好的修学环境，这里头最好的气氛，最好的磁场，决定不受大环境的影响。我们不但不受大环境的影响，我们还会影响大环境。以我们的真诚，以我们的愿力，我们清净平等慈悲心，讲经、听经，念佛、修行，将这个功德回向给一切众生。所以我们所作所为，不是为自己，不是为这一个道场，我们是为这一个地区，为国家、为世界、为一切苦难众生。他们不了解这个道理，不了解事实真相，他们受恶劣环境的影响，我们明白了，我们觉悟了，我们可以不受影响，所以我们要发心去影响他们。纵然不能够消除灾难，也一定可以把灾难减轻，灾难的时间缩短，这是肯定可以做得到的。",
      "zh_TW": "外國人說磁場，我們中國人講氣氛，大環境的氣氛不好，我們小環境的氣氛要特別好，能夠抵抗大環境的氣氛，這樣才能夠消災免難。我們建念佛堂，啟建講堂，講堂跟念佛堂是我們最好的修學環境，這裡頭最好的氣氛，最好的磁場，決定不受大環境的影響。我們不但不受大環境的影響，我們還會影響大環境。以我們的真誠，以我們的願力，我們清淨平等慈悲心，講經、聽經，念佛、修行，將這個功德迴向給一切眾生。所以我們所作所為，不是為自己，不是為這一個道場，我們是為這一個地區，為國家、為世界、為一切苦難眾生。他們不了解這個道理，不了解事實真相，他們受惡劣環境的影響，我們明白了，我們覺悟了，我們可以不受影響，所以我們要發心去影響他們。縱然不能夠消除災難，也一定可以把災難減輕，災難的時間縮短，這是肯定可以做得到的。"
    },
    {
      "id": "20-014-0088_p0007",
      "zh_CN": "念佛、修行，为什么能够消除灾难？这里头有个道理。一切众生受不好的磁场、恶劣的磁场影响，他心神不定，自私自利，贪瞋痴慢，诸位要晓得，这个在科学里面讲是属于思想波。星球排列互相有引力，也是产生一个不好的波动现象，我们众生受了这个不好波动现象的影响，把我们的贪瞋痴慢，自私自利，损人利己，这种不好的思想引发出来，内外一集合，大祸临头，灾难来了。那个灾难从哪里来的，你要搞清楚。我们明白这个道理，我们今天念佛，读经、讲经，断恶修善，这个思想波好！我们用真诚的心，广大心，坚固心，这个力量就大了，这是积集一切善根。这个力量大了，这也是一个波动，用这个波动去冲击这一些众生跟环境不好的那个波动，这一冲击，他们那个波动像大风大浪，冲击的时候它会减弱；不善的思想波动减弱，时间缩短，这个灾难程度就降低，灾难的时间就缩短，就是这么一个道理。这不是迷信，不是说我们念佛佛菩萨保佑，当然佛菩萨保佑是肯定的，但是相信佛菩萨保佑的人并不多。",
      "zh_TW": "念佛、修行，為什麼能夠消除災難？這裡頭有個道理。一切眾生受不好的磁場、惡劣的磁場影響，他心神不定，自私自利，貪瞋痴慢，諸位要曉得，這個在科學裡面講是屬於思想波。星球排列互相有引力，也是產生一個不好的波動現象，我們眾生受了這個不好波動現象的影響，把我們的貪瞋痴慢，自私自利，損人利己，這種不好的思想引發出來，內外一集合，大禍臨頭，災難來了。那個災難從哪裡來的，你要搞清楚。我們明白這個道理，我們今天念佛，讀經、講經，斷惡修善，這個思想波好！我們用真誠的心，廣大心，堅固心，這個力量就大了，這是積集一切善根。這個力量大了，這也是一個波動，用這個波動去衝擊這一些眾生跟環境不好的那個波動，這一衝擊，他們那個波動像大風大浪，衝擊的時候它會減弱；不善的思想波動減弱，時間縮短，這個災難程度就降低，災難的時間就縮短，就是這麼一個道理。這不是迷信，不是說我們念佛佛菩薩保佑，當然佛菩薩保佑是肯定的，但是相信佛菩薩保佑的人並不多。"
    },
    {
      "id": "20-014-0088_p0008",
      "zh_CN": "你想想这个道理，每一个人起心动念，都发出思想波，我们一举一动，哪一样不是波动的现象，波与波的冲击，这个现象诸位不难理解。我们在平静的水面上，你丢一块大石头，那个波浪马上就起来了，这大的波浪；你要想把大的波浪减弱，你怎么办？你投一块小石头进去，用小波浪，小波浪冲击大波浪，就把它综合了；大波浪减弱了，小波浪稍微又提高一点，就是这么个道理。我们今天要投进「真诚、清净、平等、慈悲」的这块小石头，缓和它「贪瞋痴慢」的大浪。念佛能消灾，念佛能帮助社会，念佛能帮助国家，念佛能帮助世界，帮助一切众生，基本的道理在此地。其他宗教里面，诚心诚意的祷告、静坐，也都是这个道理。我过去在宗教和平会议里面报告过，说明这个理论，说明这个效果，使大家更具足信心，认真努力去做。理论搞清楚、搞明白了，才真正能达到「究竟不退，心无疲厌」。你理论事相没搞清楚，容易退转，容易懈怠、懒散；真正搞清楚、搞明白了，我们的信心坚固，愿心坚固。我们一生帮助别人，不为自己，这就是菩萨心，这就是菩萨道。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "你想想這個道理，每一個人起心動念，都發出思想波，我們一舉一動，哪一樣不是波動的現象，波與波的衝擊，這個現象諸位不難理解。我們在平靜的水面上，你丟一塊大石頭，那個波浪馬上就起來了，這大的波浪；你要想把大的波浪減弱，你怎麼辦？你投一塊小石頭進去，用小波浪，小波浪衝擊大波浪，就把它綜合了；大波浪減弱了，小波浪稍微又提高一點，就是這麼個道理。我們今天要投進「真誠、清淨、平等、慈悲」的這塊小石頭，緩和它「貪瞋痴慢」的大浪。念佛能消災，念佛能幫助社會，念佛能幫助國家，念佛能幫助世界，幫助一切眾生，基本的道理在此地。其他宗教裡面，誠心誠意的禱告、靜坐，也都是這個道理。我過去在宗教和平會議裡面報告過，說明這個理論，說明這個效果，使大家更具足信心，認真努力去做。理論搞清楚、搞明白了，才真正能達到「究竟不退，心無疲厭」。你理論事相沒搞清楚，容易退轉，容易懈怠、懶散；真正搞清楚、搞明白了，我們的信心堅固，願心堅固。我們一生幫助別人，不為自己，這就是菩薩心，這就是菩薩道。好，今天時間到了，我們就講到此地。"
    }
  ]
}