{
  "doc_id": "20-014-0027",
  "title": {
    "zh_CN": "九九年早餐开示—依教奉行才能证果",
    "zh_TW": "九九年早餐開示—依教奉行才能證果"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "澳洲布里斯本",
    "zh_TW": "澳洲布里斯本"
  },
  "doc_number": "20-014-0027",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "20-014-0027_p0001",
      "zh_CN": "诸位同修，大家好！昨天来到澳洲，晚上跟这边同修在一起聚会，大家都非常的欢喜，我们每个人都感到缘分非常的可贵。特别是世尊在经上常说，「人身难得，佛法难闻」，我们有幸得人身，而且有机会听到佛的正法。在这么多年之中，我们很认真的学习，将佛在经中所有的教诲，都能够在现实生活上得到了证明。最浅的常识，佛给我们讲「因缘果报」，我们很冷静、很细心的观察到，确确实实财布施得财富的果报，法布施得聪明智慧的果报，无畏布施得健康长寿的果报。如果我们明白这个道理，了解事实真相，我们生活在这个世间，心情自然就稳定下来了，正所谓的「心安理得」。你心为什么会安？道理明白了；道理明了之后，你心就安了。",
      "zh_TW": "諸位同修，大家好！昨天來到澳洲，晚上跟這邊同修在一起聚會，大家都非常的歡喜，我們每個人都感到緣分非常的可貴。特別是世尊在經上常說，「人身難得，佛法難聞」，我們有幸得人身，而且有機會聽到佛的正法。在這麼多年之中，我們很認真的學習，將佛在經中所有的教誨，都能夠在現實生活上得到了證明。最淺的常識，佛給我們講「因緣果報」，我們很冷靜、很細心的觀察到，確確實實財布施得財富的果報，法布施得聰明智慧的果報，無畏布施得健康長壽的果報。如果我們明白這個道理，了解事實真相，我們生活在這個世間，心情自然就穩定下來了，正所謂的「心安理得」。你心為什麼會安？道理明白了；道理明瞭之後，你心就安了。"
    },
    {
      "id": "20-014-0027_p0002",
      "zh_CN": "我们读《了凡四训》，看到了凡先生跟云谷禅师两个人坐在禅堂，三天三夜没有一个妄念，这是一般人做不到的。一般人的妄念纷飞，一个接一个，日夜都不停止，那是凡夫，那是真正佛经里头所讲的「可怜悯者」，妄想分别执着太多太多了。了凡先生何以没有妄念？他对于道理搞清楚了，事实真相明白了。所以云谷禅师问他：「你的功夫不错！」他说：我不是功夫，没有功夫。「没有功夫，何以三天不起妄念？」他说：我知道妄念也没有用处，所以就不打妄想了。他说：我的命被孔先生算定了，一生的休咎、吉凶、祸福，命里头安排的，一点都不错，打妄想有什么用？这是对于事实真相搞清楚了，道理明白了。虽明白，没有透彻的明白，这也就是我们常讲，他明了其当然，不明了其所以然。为什么命里头会有这样安排，他不知道，所以然的道理不晓得。云谷禅师给他一番开示，把所以然的道理告诉他，他明了了。明了之后，就可以改变自己的命运，可以创造自己的命运。所以他依照云谷禅师的教导，认真努力去做，真的把命里头注定的全都推翻，完全改变，这是明了其所以然的道理。",
      "zh_TW": "我們讀《了凡四訓》，看到了凡先生跟雲谷禪師兩個人坐在禪堂，三天三夜沒有一個妄念，這是一般人做不到的。一般人的妄念紛飛，一個接一個，日夜都不停止，那是凡夫，那是真正佛經裡頭所講的「可憐憫者」，妄想分別執著太多太多了。了凡先生何以沒有妄念？他對於道理搞清楚了，事實真相明白了。所以雲谷禪師問他：「你的功夫不錯！」他說：我不是功夫，沒有功夫。「沒有功夫，何以三天不起妄念？」他說：我知道妄念也沒有用處，所以就不打妄想了。他說：我的命被孔先生算定了，一生的休咎、吉凶、禍福，命裡頭安排的，一點都不錯，打妄想有什麼用？這是對於事實真相搞清楚了，道理明白了。雖明白，沒有透徹的明白，這也就是我們常講，他明瞭其當然，不明瞭其所以然。為什麼命裡頭會有這樣安排，他不知道，所以然的道理不曉得。雲谷禪師給他一番開示，把所以然的道理告訴他，他明瞭了。明瞭之後，就可以改變自己的命運，可以創造自己的命運。所以他依照雲谷禪師的教導，認真努力去做，真的把命裡頭注定的全都推翻，完全改變，這是明瞭其所以然的道理。"
    },
    {
      "id": "20-014-0027_p0003",
      "zh_CN": "菩萨，我们知道有五十一个阶级，每一个阶级他所了解的道理，他所了解的事实真相都不一样。最低的我们讲圆教初信位的菩萨，这真正圣人，他所明了的比袁了凡要高出太多太多了；但是在佛法里面是最低级的菩萨，到如来果地才真正是究竟圆满透彻的明白。所以佛家的教学没有别的，无非是教我们了解宇宙人生真相而已。真正明了真相，佛给我们讲是哪一个等级的人？是法身大士；在圆教菩萨果位里头是初住以上，他是真的明白了。初住以下，只有十信位的菩萨，虽明了，没有透彻，对于真正事实真相，他是解悟而没有得到证悟。譬如，我们经读多了，知道佛在经上所说的，一切众生就是自己的法身，我们没有怀疑，我们深深的相信。这是解悟，没有证实，不能把一切众生真的看作自己，众生跟自己当中还是有差别。如果到证悟的时候，那就没有差别，对待一切众生真的跟对待自己一样，这是证悟，这个人就是法身大士。",
      "zh_TW": "菩薩，我們知道有五十一個階級，每一個階級他所了解的道理，他所了解的事實真相都不一樣。最低的我們講圓教初信位的菩薩，這真正聖人，他所明瞭的比袁了凡要高出太多太多了；但是在佛法裡面是最低級的菩薩，到如來果地才真正是究竟圓滿透徹的明白。所以佛家的教學沒有別的，無非是教我們了解宇宙人生真相而已。真正明瞭真相，佛給我們講是哪一個等級的人？是法身大士；在圓教菩薩果位裡頭是初住以上，他是真的明白了。初住以下，只有十信位的菩薩，雖明瞭，沒有透徹，對於真正事實真相，他是解悟而沒有得到證悟。譬如，我們經讀多了，知道佛在經上所說的，一切眾生就是自己的法身，我們沒有懷疑，我們深深的相信。這是解悟，沒有證實，不能把一切眾生真的看作自己，眾生跟自己當中還是有差別。如果到證悟的時候，那就沒有差別，對待一切眾生真的跟對待自己一樣，這是證悟，這個人就是法身大士。"
    },
    {
      "id": "20-014-0027_p0004",
      "zh_CN": "我们现在虽然懂得这个道理，我们还做不到，这就是说我们是在解悟，不是证悟。过去李老师常说，解悟不管用，该怎么样生死，还是怎么样生死轮回，没有办法脱离轮回，证悟脱离轮回了；不但脱离轮回，而且脱离十法界，证得一真法界。一真法界里面才真正得大自在，我们今天讲的幸福美满，一真法界才有。十法界里面所谓美满、所谓幸福不是真的，如果说真话是有名无实；十法界里面讲「真善美慧」，有名无实；一真法界是真实的，「真善美慧」都是事实。佛陀对我们的期望、对我们的勉励，是希望我们在一生当中证得，能不能证得？能；如果是不能，佛就决定不说这些话。佛所说的是我们这个世间人，一定可以做到的，问题是「你肯不肯做」。佛教给我们把心量拓开，我们有没有拓开？佛教给我们爱一切众生，就像爱自己一样，我们有没有做到？这是行，所以解行要相应。",
      "zh_TW": "我們現在雖然懂得這個道理，我們還做不到，這就是說我們是在解悟，不是證悟。過去李老師常說，解悟不管用，該怎麼樣生死，還是怎麼樣生死輪迴，沒有辦法脫離輪迴，證悟脫離輪迴了；不但脫離輪迴，而且脫離十法界，證得一真法界。一真法界裡面才真正得大自在，我們今天講的幸福美滿，一真法界才有。十法界裡面所謂美滿、所謂幸福不是真的，如果說真話是有名無實；十法界裡面講「真善美慧」，有名無實；一真法界是真實的，「真善美慧」都是事實。佛陀對我們的期望、對我們的勉勵，是希望我們在一生當中證得，能不能證得？能；如果是不能，佛就決定不說這些話。佛所說的是我們這個世間人，一定可以做到的，問題是「你肯不肯做」。佛教給我們把心量拓開，我們有沒有拓開？佛教給我們愛一切眾生，就像愛自己一樣，我們有沒有做到？這是行，所以解行要相應。"
    },
    {
      "id": "20-014-0027_p0005",
      "zh_CN": "刚才吃饭的时候，我也谈到了，世间有一些人，我们所谓是野心家，想统一世界，做这个世界上的主宰，能不能做得到？能。佛在经上讲，这个世间之国王，最大的叫轮王。金轮王，佛讲统治一四天下；统治一四天下，要照我们现在的话来说，就是太阳系，他做太阳系这么大一个地区的王，这是金轮王。佛给我们说，为什么称他轮王？他有轮宝，佛讲轮宝是他的交通工具，也是他的武器。由这个说法，使我们联想到最近这几十年当中，世界各地传闻的飞碟，飞碟不是个轮吗？飞碟大概就是轮王的轮宝。是不是轮王到我们这边来？不见得，可以说轮王派遣他的部属，到这个地方来巡视，这是可能的。他派这些人乘着轮宝，那个速度很大，佛在经上讲，一天一夜可以走遍一四天下，那是讲我们今天一个太阳系，二十四小时能够巡视整个太阳系，它有那么大的速度。这是我们一般讲法。",
      "zh_TW": "剛才吃飯的時候，我也談到了，世間有一些人，我們所謂是野心家，想統一世界，做這個世界上的主宰，能不能做得到？能。佛在經上講，這個世間之國王，最大的叫輪王。金輪王，佛講統治一四天下；統治一四天下，要照我們現在的話來說，就是太陽系，他做太陽系這麼大一個地區的王，這是金輪王。佛給我們說，為什麼稱他輪王？他有輪寶，佛講輪寶是他的交通工具，也是他的武器。由這個說法，使我們聯想到最近這幾十年當中，世界各地傳聞的飛碟，飛碟不是個輪嗎？飛碟大概就是輪王的輪寶。是不是輪王到我們這邊來？不見得，可以說輪王派遣他的部屬，到這個地方來巡視，這是可能的。他派這些人乘著輪寶，那個速度很大，佛在經上講，一天一夜可以走遍一四天下，那是講我們今天一個太陽系，二十四小時能夠巡視整個太陽系，它有那麼大的速度。這是我們一般講法。"
    },
    {
      "id": "20-014-0027_p0006",
      "zh_CN": "如果要照黄念祖老居士的讲法，那个了不起！黄念祖老居士讲法，这一个单位世界是我们的一个银河系。换句话说，金轮王统治的范围多大？一个银河系。他的轮宝就是说，二十四小时之中，它能够周遍游历整个银河系，这是轮王。轮王用什么样的方法，来统治这么大的国家？佛经上告诉我们，他是以「十善业道」、「四无量心」，才能得这么大的福报，人间福报里头最大的。天上福报，天王，摩醯首罗天王，天王里面福报最大的。金轮圣王是人间福报最大的，我们这个世间没有。所以都是修积功德而成就的，决定不是说用武力、用霸道而成就的，没有。",
      "zh_TW": "如果要照黃念祖老居士的講法，那個了不起！黃念祖老居士講法，這一個單位世界是我們的一個銀河系。換句話說，金輪王統治的範圍多大？一個銀河系。他的輪寶就是說，二十四小時之中，它能夠周遍遊歷整個銀河系，這是輪王。輪王用什麼樣的方法，來統治這麼大的國家？佛經上告訴我們，他是以「十善業道」、「四無量心」，才能得這麼大的福報，人間福報裡頭最大的。天上福報，天王，摩醯首羅天王，天王裡面福報最大的。金輪聖王是人間福報最大的，我們這個世間沒有。所以都是修積功德而成就的，決定不是說用武力、用霸道而成就的，沒有。"
    },
    {
      "id": "20-014-0027_p0007",
      "zh_CN": "在我们中国，秦始皇用霸道，三十几年就亡国；在近代，希特勒用霸道，也没有几年也就完了；日本人用霸道，对中国发动战争，八年他也几乎也就灭亡，无条件投降；这是我们在史实上，证实霸道不能成就。在中国历史上，建立王朝时间最久的是周朝，周朝八百年，用什么方法？仁政。仔细去观察，他用「五伦」、「八德」来治理天下。后人常说，周朝末代的子孙，如果依旧遵守祖宗的成规，周朝不会亡国；末世的子孙不守祖宗的教诲，不仁不义，这才招致亡国，家破人亡。",
      "zh_TW": "在我們中國，秦始皇用霸道，三十幾年就亡國；在近代，希特勒用霸道，也沒有幾年也就完了；日本人用霸道，對中國發動戰爭，八年他也幾乎也就滅亡，無條件投降；這是我們在史實上，證實霸道不能成就。在中國歷史上，建立王朝時間最久的是周朝，周朝八百年，用什麼方法？仁政。仔細去觀察，他用「五倫」、「八德」來治理天下。後人常說，周朝末代的子孫，如果依舊遵守祖宗的成規，周朝不會亡國；末世的子孫不守祖宗的教誨，不仁不義，這才招致亡國，家破人亡。"
    },
    {
      "id": "20-014-0027_p0008",
      "zh_CN": "所以我们晓得，仁慈、真诚、爱人，无条件的帮助别人、成就别人，这是世出世间真实的福报。真正的福报不是自己享受，一切众生享受，何以故？一切众生就是自己。就像一个真正爱护子孙的老人一样，自己辛勤的耕耘、辛勤的工作，希望自己的儿孙过得幸福、过得美满，他把儿孙看作是自己，儿孙的享受就是自己的享受，这个我们在世间人见到的。诸佛菩萨是把一切众生看作自己，我们说看作，还是隔了一层，实际上一切众生真正是自己。这是说明生命是一个整体，尽虚空、遍法界是自己生命的共同体，一体。",
      "zh_TW": "所以我們曉得，仁慈、真誠、愛人，無條件的幫助別人、成就別人，這是世出世間真實的福報。真正的福報不是自己享受，一切眾生享受，何以故？一切眾生就是自己。就像一個真正愛護子孫的老人一樣，自己辛勤的耕耘、辛勤的工作，希望自己的兒孫過得幸福、過得美滿，他把兒孫看作是自己，兒孫的享受就是自己的享受，這個我們在世間人見到的。諸佛菩薩是把一切眾生看作自己，我們說看作，還是隔了一層，實際上一切眾生真正是自己。這是說明生命是一個整體，盡虛空、遍法界是自己生命的共同體，一體。"
    },
    {
      "id": "20-014-0027_p0009",
      "zh_CN": "如果我们把虚空法界，比作是我们一个人的人身，一切众生就是我们这个身体上，每一个细胞而已。每一个细胞都是自己，每一个细胞都是平等的。虽然它们功能不相等，在眼能见，在耳能听。可是现在科学家知道，无论是眼，无论是耳，无论是鼻，无论是我们内脏、四肢、皮肤爪甲，分析之后都变成分子、原子、电子；知道所有的组织完全是相等的，这是平等。所以尽虚空、遍法界是一个自己，这是佛知佛见。",
      "zh_TW": "如果我們把虛空法界，比作是我們一個人的人身，一切眾生就是我們這個身體上，每一個細胞而已。每一個細胞都是自己，每一個細胞都是平等的。雖然它們功能不相等，在眼能見，在耳能聽。可是現在科學家知道，無論是眼，無論是耳，無論是鼻，無論是我們內臟、四肢、皮膚爪甲，分析之後都變成分子、原子、電子；知道所有的組織完全是相等的，這是平等。所以盡虛空、遍法界是一個自己，這是佛知佛見。"
    },
    {
      "id": "20-014-0027_p0010",
      "zh_CN": "学《华严》，华严家常讲「作法界观」。过去有一些老法师，在台湾隆泉老法师学《华严》的，这个可能你们都不知道，过世很早了。智光法师、南亭法师都是学《华严》的，他们在《华严经》上看到祖师大德讲的「作华严观」，可是华严观怎么观法？不知道。什么叫华严观？在日常生活当中认真去做、认真去学，尽虚空、遍法界是一个自己，这就是华严观。所有一切众生，就像我们身体每个部位的细胞一样，像我们身体里面的原子、电子、粒子一样，不是外人。不同族群就好像我们器官不同的部分，眼是一个族群，耳是一个族群，鼻是一个族群，心脏是个族群，肠胃是个族群，族群不一样，少一个族群都不行，我们就会生病。",
      "zh_TW": "學《華嚴》，華嚴家常講「作法界觀」。過去有一些老法師，在台灣隆泉老法師學《華嚴》的，這個可能你們都不知道，過世很早了。智光法師、南亭法師都是學《華嚴》的，他們在《華嚴經》上看到祖師大德講的「作華嚴觀」，可是華嚴觀怎麼觀法？不知道。什麼叫華嚴觀？在日常生活當中認真去做、認真去學，盡虛空、遍法界是一個自己，這就是華嚴觀。所有一切眾生，就像我們身體每個部位的細胞一樣，像我們身體裡面的原子、電子、粒子一樣，不是外人。不同族群就好像我們器官不同的部分，眼是一個族群，耳是一個族群，鼻是一個族群，心臟是個族群，腸胃是個族群，族群不一樣，少一個族群都不行，我們就會生病。"
    },
    {
      "id": "20-014-0027_p0011",
      "zh_CN": "所以才晓得各种不同的族群，构结起来是一个圆满、美好、完整的生命共同体，这个样子你就会爱一切不同族群的众生。他不知道，我知道；他对我有界限，我对他没有界限；他不觉、迷，我觉悟了；我在过去不觉，还不是跟他一样，现在我觉悟了，我明白了。所以我们对于各种不同的文化，各种不同的族群，各种不同的宗教，我们只有一个真诚心爱护他们，全心全力帮助他们，一定尽心尽力去做，这就是《华严经》的落实。所谓落实，就是《华严经》的证果，经上教给我们「信、解、行、证」。证用现在话讲就是落实，完全落实在我们现实生活当中，现实的生活就是「佛华严」，我们才得到真正的受用。",
      "zh_TW": "所以才曉得各種不同的族群，構結起來是一個圓滿、美好、完整的生命共同體，這個樣子你就會愛一切不同族群的眾生。他不知道，我知道；他對我有界限，我對他沒有界限；他不覺、迷，我覺悟了；我在過去不覺，還不是跟他一樣，現在我覺悟了，我明白了。所以我們對於各種不同的文化，各種不同的族群，各種不同的宗教，我們只有一個真誠心愛護他們，全心全力幫助他們，一定盡心盡力去做，這就是《華嚴經》的落實。所謂落實，就是《華嚴經》的證果，經上教給我們「信、解、行、證」。證用現在話講就是落實，完全落實在我們現實生活當中，現實的生活就是「佛華嚴」，我們才得到真正的受用。"
    },
    {
      "id": "20-014-0027_p0012",
      "zh_CN": "释迦牟尼佛当年在世示现的榜样，我们要细心去体会，要认真的去学习，我们自己在一生当中，可以过佛菩萨的生活。过佛菩萨的生活，你就成佛、成菩萨，你就不是凡夫，前途一片光明，无限光明。这是诸佛如来对我们的期望，我们在这一生当中决定可以证得，只要真正去依教奉行；佛教我们怎么做，我们就认真的去做，佛教我们不可以做的，我们决定不做，你就能够证实。你不能依教奉行，佛教你做的不肯做，教你不能做的偏偏要做，你是搞六道轮回，佛法里面所讲的真实受用，你一分都得不到。好，今天时间到了，我们就讲到此地，谢谢诸位。",
      "zh_TW": "釋迦牟尼佛當年在世示現的榜樣，我們要細心去體會，要認真的去學習，我們自己在一生當中，可以過佛菩薩的生活。過佛菩薩的生活，你就成佛、成菩薩，你就不是凡夫，前途一片光明，無限光明。這是諸佛如來對我們的期望，我們在這一生當中決定可以證得，只要真正去依教奉行；佛教我們怎麼做，我們就認真的去做，佛教我們不可以做的，我們決定不做，你就能夠證實。你不能依教奉行，佛教你做的不肯做，教你不能做的偏偏要做，你是搞六道輪迴，佛法裡面所講的真實受用，你一分都得不到。好，今天時間到了，我們就講到此地，謝謝諸位。"
    }
  ]
}