{
  "doc_id": "20-014-0106",
  "title": {
    "zh_CN": "九九年早餐开示—怎样使内心生出快乐",
    "zh_TW": "九九年早餐開示—怎樣使內心生出快樂"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "20-014-0106",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "20-014-0106_p0001",
      "zh_CN": "诸位同学，大家好！学佛，首先要很明确的认识「佛」，佛到底是什么？我们必须要把它搞清楚。「佛」这个字，是从梵文音译过来的，它的意思是圆满的智慧、究竟的觉悟，智慧、觉悟达到究竟圆满的人，就称之为佛。所以佛不是神仙，我们一定要将他认识清楚。中国古时候教育目标是希圣希贤，希望自己作圣人、作贤人，圣贤与富贵、功名、权势没有关系。孔夫子是个平民，晚年从事于教学的工作，他在中国历史上被人尊称第一个大圣人，就如同释迦牟尼佛在印度被人称之为佛，是一个意思。佛是究竟圆满的智慧，中国人称圣，也是说这个人明白宇宙人生的真相，通达因果变化的这些道理，这个人我们就称圣人，所以圣人跟佛意思是相通的。",
      "zh_TW": "諸位同學，大家好！學佛，首先要很明確的認識「佛」，佛到底是什麼？我們必須要把它搞清楚。「佛」這個字，是從梵文音譯過來的，它的意思是圓滿的智慧、究竟的覺悟，智慧、覺悟達到究竟圓滿的人，就稱之為佛。所以佛不是神仙，我們一定要將他認識清楚。中國古時候教育目標是希聖希賢，希望自己作聖人、作賢人，聖賢與富貴、功名、權勢沒有關係。孔夫子是個平民，晚年從事於教學的工作，他在中國歷史上被人尊稱第一個大聖人，就如同釋迦牟尼佛在印度被人稱之為佛，是一個意思。佛是究竟圓滿的智慧，中國人稱聖，也是說這個人明白宇宙人生的真相，通達因果變化的這些道理，這個人我們就稱聖人，所以聖人跟佛意思是相通的。"
    },
    {
      "id": "20-014-0106_p0002",
      "zh_CN": "佛的教学枢纽，就是破迷开悟。佛说得很好，觉悟之后，在大宇宙当中，你自己就能做得了主宰，所以佛家是智慧作主，智慧才能够解决一切问题。所以圣贤的教育，可以说都是智慧的教育，人智慧开了，自然就离苦得乐。这个乐不是富贵之乐，不是名闻利养、五欲六尘享受之乐，那你就错了。释迦牟尼佛一生为我们示现，三衣一钵，日中一食，树下一宿，他乐！他离苦得乐了。夫子赞叹他的学生颜回，颜回在物质生活上贫困不堪，一瓢饮，一箪食；喝水连个茶杯都没有，葫芦瓢当茶杯；吃饭，饭碗都没有，用竹子编一个竹篓盛饭。这样的生活，在一般人讲是苦不堪言，所以夫子赞叹说，这种生活让别人去过，「人不堪其忧」，但是颜回，「回也不改其乐」，他一天到晚快乐得不得了，这叫做离苦得乐。离苦得乐不是改变我们生活的方式，完全在心境上做了一个大转变，他明白这些道理，所谓是心安理得。那个安是什么？安是得定，清净心现前，道理明白了；道理明白的时候，就快乐了。",
      "zh_TW": "佛的教學樞紐，就是破迷開悟。佛說得很好，覺悟之後，在大宇宙當中，你自己就能做得了主宰，所以佛家是智慧作主，智慧才能夠解決一切問題。所以聖賢的教育，可以說都是智慧的教育，人智慧開了，自然就離苦得樂。這個樂不是富貴之樂，不是名聞利養、五欲六塵享受之樂，那你就錯了。釋迦牟尼佛一生為我們示現，三衣一缽，日中一食，樹下一宿，他樂！他離苦得樂了。夫子讚歎他的學生顏回，顏回在物質生活上貧困不堪，一瓢飲，一簞食；喝水連個茶杯都沒有，葫蘆瓢當茶杯；吃飯，飯碗都沒有，用竹子編一個竹簍盛飯。這樣的生活，在一般人講是苦不堪言，所以夫子讚歎說，這種生活讓別人去過，「人不堪其憂」，但是顏回，「回也不改其樂」，他一天到晚快樂得不得了，這叫做離苦得樂。離苦得樂不是改變我們生活的方式，完全在心境上做了一個大轉變，他明白這些道理，所謂是心安理得。那個安是什麼？安是得定，清淨心現前，道理明白了；道理明白的時候，就快樂了。"
    },
    {
      "id": "20-014-0106_p0003",
      "zh_CN": "养这个身太容易了，身的需要不多，何必为这个身去造业？所以有智慧的人、聪明人，决不为这个身去造罪业，愈简单的生活，还愈健康。他为什么会健康？快乐，谚语所谓「人逢喜事精神爽」，人只要遇到自己欢喜的事情，就特别有精神。什么事情是最欢喜的？明白宇宙人生的大道理，这个欢喜。这个世间亿亿万万的人，都没有搞清楚、都没有明了，他一旦开悟，他怎么不欢喜！这种欢喜快乐，是从内心里面发出来的，佛家叫「法喜充满」，不是从外面来的。外面来五欲六尘的享受，那是刺激，那个乐是无常的、会坏的，所以佛家讲「乐是坏苦」，不能常保持的；但是法喜充满是永远保持的。",
      "zh_TW": "養這個身太容易了，身的需要不多，何必為這個身去造業？所以有智慧的人、聰明人，決不為這個身去造罪業，愈簡單的生活，還愈健康。他為什麼會健康？快樂，諺語所謂「人逢喜事精神爽」，人只要遇到自己歡喜的事情，就特別有精神。什麼事情是最歡喜的？明白宇宙人生的大道理，這個歡喜。這個世間億億萬萬的人，都沒有搞清楚、都沒有明瞭，他一旦開悟，他怎麼不歡喜！這種歡喜快樂，是從內心裡面發出來的，佛家叫「法喜充滿」，不是從外面來的。外面來五欲六塵的享受，那是刺激，那個樂是無常的、會壞的，所以佛家講「樂是壞苦」，不能常保持的；但是法喜充滿是永遠保持的。"
    },
    {
      "id": "20-014-0106_p0004",
      "zh_CN": "为什么？自性觉，这个自性觉是无有止尽的，无有穷尽的，天天觉悟，年年觉悟，时时觉悟，处处觉悟，他怎么不快乐！不但现前这个社会清清楚楚、明明白白，过去，过去无始，未来，未来无终，统统清楚明了，这个人就叫佛。他生在富贵里面他是富贵佛，他在贫贱里面他是贫贱佛，富贵跟贫贱对他都不相干，他们作佛这个快乐是相同的、是平等的，不是说富贵人多快乐一点，贫穷人少快乐一点，没有，绝对是平等的。所谓是功名富贵权势，与他毫不相关，有也好，没有也好，随缘度日，我们讲这是自在随缘。由此可知，唯有佛法能带给一切众生，真实究竟圆满的幸福。",
      "zh_TW": "為什麼？自性覺，這個自性覺是無有止盡的，無有窮盡的，天天覺悟，年年覺悟，時時覺悟，處處覺悟，他怎麼不快樂！不但現前這個社會清清楚楚、明明白白，過去，過去無始，未來，未來無終，統統清楚明瞭，這個人就叫佛。他生在富貴裡面他是富貴佛，他在貧賤裡面他是貧賤佛，富貴跟貧賤對他都不相干，他們作佛這個快樂是相同的、是平等的，不是說富貴人多快樂一點，貧窮人少快樂一點，沒有，絕對是平等的。所謂是功名富貴權勢，與他毫不相關，有也好，沒有也好，隨緣度日，我們講這是自在隨緣。由此可知，唯有佛法能帶給一切眾生，真實究竟圓滿的幸福。"
    },
    {
      "id": "20-014-0106_p0005",
      "zh_CN": "诸佛菩萨证得了，所谓证得就是他真的得到。诸佛菩萨在哪里？各行各业都有。我们在《华严经》上看到，善财童子五十三参，五十三个人，佛举这例子给我们做代表，这里头男女老少、各行各业，他们都明白、都觉悟了，他们都是佛，都是菩萨。德生童子是佛，童子我们现在讲学生；有德童女是佛，女学生，还在学校念书；男生、女生，他是佛；大光王是国王，他作国王，他也清楚、也明白了，他也是佛。所以我们学佛非常重要，要把佛这个概念搞清楚、搞明白。",
      "zh_TW": "諸佛菩薩證得了，所謂證得就是他真的得到。諸佛菩薩在哪裡？各行各業都有。我們在《華嚴經》上看到，善財童子五十三參，五十三個人，佛舉這例子給我們做代表，這裡頭男女老少、各行各業，他們都明白、都覺悟了，他們都是佛，都是菩薩。德生童子是佛，童子我們現在講學生；有德童女是佛，女學生，還在學校念書；男生、女生，他是佛；大光王是國王，他作國王，他也清楚、也明白了，他也是佛。所以我們學佛非常重要，要把佛這個概念搞清楚、搞明白。"
    },
    {
      "id": "20-014-0106_p0006",
      "zh_CN": "如果不搞清楚、不搞明白，那就是迷信，迷信是决定与智慧相违背，是为世间人所厌弃的。虽然世间人厌弃迷信，可是实际上迷信的人挺多。世间人喜欢智慧，喜欢觉悟，可是真正觉悟、有智慧的人并不多。但是我们知道这个趋向，这个趋向不只现前的社会，过去如此，未来还如是。正因为事实如是，我们才肯定圣贤教育，必定能够恢弘广大，能够普利一切众生，在佛法里面讲普度一切众生，因为众生希求。佛法何以不能够推广？佛在《华严经》上说过，《大智度论》里头也讲过，「佛法无人说，虽智莫能解」；这个意思就是说，说的人太少了，不是佛法不好，是没有人说，没有人推行。",
      "zh_TW": "如果不搞清楚、不搞明白，那就是迷信，迷信是決定與智慧相違背，是為世間人所厭棄的。雖然世間人厭棄迷信，可是實際上迷信的人挺多。世間人喜歡智慧，喜歡覺悟，可是真正覺悟、有智慧的人並不多。但是我們知道這個趨向，這個趨向不只現前的社會，過去如此，未來還如是。正因為事實如是，我們才肯定聖賢教育，必定能夠恢弘廣大，能夠普利一切眾生，在佛法裡面講普度一切眾生，因為眾生希求。佛法何以不能夠推廣？佛在《華嚴經》上說過，《大智度論》裡頭也講過，「佛法無人說，雖智莫能解」；這個意思就是說，說的人太少了，不是佛法不好，是沒有人說，沒有人推行。"
    },
    {
      "id": "20-014-0106_p0007",
      "zh_CN": "要什么样的人才能推行、才能说？智慧开了才行。可是要想开智慧，必须把障碍智慧的东西舍掉。现在人很希望自己开智慧，很希望自己像佛菩萨一样讲经说法，把佛法介绍给别人，可是自己又不肯把障碍智慧的那个东西舍掉，这就难了。障碍智慧的，我们用最浅显的话来讲，就是自私自利的念头，自私自利的行为，这个东西障碍智慧。智慧不开，永远迷在事实真相之中，这是迷惑。人迷惑，必定就随顺他的迷惑，随顺他错误的知见、错误的思想，于是就造业，造业就是错误的行为。由于错误的思想、错误的行为，就产生错误的果报；这个错误的果报，在佛法称之为六道轮回。我们今天的处境就在其中，不但这一生，过去世，生生世世都沦落在六道里面。",
      "zh_TW": "要什麼樣的人才能推行、才能說？智慧開了才行。可是要想開智慧，必須把障礙智慧的東西捨掉。現在人很希望自己開智慧，很希望自己像佛菩薩一樣講經說法，把佛法介紹給別人，可是自己又不肯把障礙智慧的那個東西捨掉，這就難了。障礙智慧的，我們用最淺顯的話來講，就是自私自利的念頭，自私自利的行為，這個東西障礙智慧。智慧不開，永遠迷在事實真相之中，這是迷惑。人迷惑，必定就隨順他的迷惑，隨順他錯誤的知見、錯誤的思想，於是就造業，造業就是錯誤的行為。由於錯誤的思想、錯誤的行為，就產生錯誤的果報；這個錯誤的果報，在佛法稱之為六道輪迴。我們今天的處境就在其中，不但這一生，過去世，生生世世都淪落在六道裡面。"
    },
    {
      "id": "20-014-0106_p0008",
      "zh_CN": "佛教导我们开智慧的方法很多，我们今天采取「持名念佛」。念佛真能开智慧吗？能。但是你要懂得方法，你要明白道理；道理明白了，你有坚定的信心，《华严》上说：「信为道元功德母」。你修学这个法门半信半疑，你不会成就的。坚定的信心，决定不可动摇的信心，这是你成就第一个因素，第一个条件，佛用这个方法。古时候的印度，许许多多的宗教，像现在印度教用这个方法，瑜伽用这个方法，数论也用这个方法，这个方法就是我们一般讲的禅定。什么叫禅定？意志专注，我们今天讲集中意志；专念一桩事，专想一桩事，把其他的妄念渐渐的摆脱掉，专想一桩，这个人就能得定。专想一桩事情，这桩事情现前了。如果我们专想和平，你从和平这里就得定了，就会产生效果，和平的社会就能现前。",
      "zh_TW": "佛教導我們開智慧的方法很多，我們今天採取「持名念佛」。念佛真能開智慧嗎？能。但是你要懂得方法，你要明白道理；道理明白了，你有堅定的信心，《華嚴》上說：「信為道元功德母」。你修學這個法門半信半疑，你不會成就的。堅定的信心，決定不可動搖的信心，這是你成就第一個因素，第一個條件，佛用這個方法。古時候的印度，許許多多的宗教，像現在印度教用這個方法，瑜伽用這個方法，數論也用這個方法，這個方法就是我們一般講的禪定。什麼叫禪定？意志專注，我們今天講集中意志；專念一樁事，專想一樁事，把其他的妄念漸漸的擺脫掉，專想一樁，這個人就能得定。專想一樁事情，這樁事情現前了。如果我們專想和平，你從和平這裡就得定了，就會產生效果，和平的社會就能現前。"
    },
    {
      "id": "20-014-0106_p0009",
      "zh_CN": "古印度婆罗门教曾经用这些方法，所以有人说释迦牟尼佛受他们的影响很大。为什么？婆罗门教比佛教要早两千年，他们的历史悠久，他们现在的历史，追究的时候四千多年了，佛法现在世界上公认才二千五百多年。在我们中国记载，佛法是三千年，照中国记载，他比我们也早一千多年。他们用禅定，他们的境界能够达到大梵天，所以他们称大梵天是造物主。用什么方法跟大梵天沟通？禅定，专注！很可惜他的禅定功夫到这一层次之后，就不能再向上提升了。而佛家讲的禅定，也是用这个方法，层次更高，成就究竟圆满的禅定。在大乘经里面讲「首楞严大定」，《华严经》上说「师子奋迅三昧」，往生经里面讲「念佛三昧」，这都是究竟圆满的禅定。所以对于宇宙人生真相，彻底圆满究竟的明了，在这个境界我们称他作佛、称他作菩萨，这是我们学佛希望达到的。",
      "zh_TW": "古印度婆羅門教曾經用這些方法，所以有人說釋迦牟尼佛受他們的影響很大。為什麼？婆羅門教比佛教要早兩千年，他們的歷史悠久，他們現在的歷史，追究的時候四千多年了，佛法現在世界上公認才二千五百多年。在我們中國記載，佛法是三千年，照中國記載，他比我們也早一千多年。他們用禪定，他們的境界能夠達到大梵天，所以他們稱大梵天是造物主。用什麼方法跟大梵天溝通？禪定，專注！很可惜他的禪定功夫到這一層次之後，就不能再向上提升了。而佛家講的禪定，也是用這個方法，層次更高，成就究竟圓滿的禪定。在大乘經裡面講「首楞嚴大定」，《華嚴經》上說「師子奮迅三昧」，往生經裡面講「念佛三昧」，這都是究竟圓滿的禪定。所以對於宇宙人生真相，徹底圓滿究竟的明瞭，在這個境界我們稱他作佛、稱他作菩薩，這是我們學佛希望達到的。"
    },
    {
      "id": "20-014-0106_p0010",
      "zh_CN": "当然这样高深的禅定，我们一生当中做不到，我们的寿命太短了，所以我们讲到魔障，寿命短是个魔障。正因为如是，我们才发愿求生西方极乐世界，用现代的话说，我们移民，移民到极乐世界，极乐世界的生活环境好，长寿。寿命长，有足够的时间修学，我们才能成就究竟圆满的大定。定起作用就是智慧，智慧照了世出世间一切事理。所以我们学佛，对佛的本质要认识清楚，与这些原理原则相应的，这是佛法；违背这个道理，违背这个修学方法，那就不是佛法了，这个诸位一定要懂得。",
      "zh_TW": "當然這樣高深的禪定，我們一生當中做不到，我們的壽命太短了，所以我們講到魔障，壽命短是個魔障。正因為如是，我們才發願求生西方極樂世界，用現代的話說，我們移民，移民到極樂世界，極樂世界的生活環境好，長壽。壽命長，有足夠的時間修學，我們才能成就究竟圓滿的大定。定起作用就是智慧，智慧照了世出世間一切事理。所以我們學佛，對佛的本質要認識清楚，與這些原理原則相應的，這是佛法；違背這個道理，違背這個修學方法，那就不是佛法了，這個諸位一定要懂得。"
    },
    {
      "id": "20-014-0106_p0011",
      "zh_CN": "佛法所求的是明心见性，所使用的方法是断烦恼、开智慧。什么是假的佛法？什么是魔法？妖魔鬼怪与这个道理、与这个修学的原理原则，正是相反。所以我们从这个地方能辨别是非、能辨别邪正、能辨别真假，你也有能力识别高下，一接触就晓得它是正法、还是邪法？知道他修行层次，他到什么程度了，你很清楚。我们要想得到这种殊胜的功德利益，一定要认真努力，一定要万缘放下，要着重心地清净，六根接触六尘境界一丝毫都不沾染，这是禅定功夫。从定境生智慧，这才能够自利利他，才能把佛法帮助一切众生，介绍给别人，推荐给别人。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛法所求的是明心見性，所使用的方法是斷煩惱、開智慧。什麼是假的佛法？什麼是魔法？妖魔鬼怪與這個道理、與這個修學的原理原則，正是相反。所以我們從這個地方能辨別是非、能辨別邪正、能辨別真假，你也有能力識別高下，一接觸就曉得它是正法、還是邪法？知道他修行層次，他到什麼程度了，你很清楚。我們要想得到這種殊勝的功德利益，一定要認真努力，一定要萬緣放下，要著重心地清淨，六根接觸六塵境界一絲毫都不沾染，這是禪定功夫。從定境生智慧，這才能夠自利利他，才能把佛法幫助一切眾生，介紹給別人，推薦給別人。好，今天時間到了，我們就講到此地。"
    }
  ]
}