{
  "doc_id": "20-014-0022",
  "title": {
    "zh_CN": "九九年早餐开示—如何防止魔来破坏",
    "zh_TW": "九九年早餐開示—如何防止魔來破壞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0022",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0022_p0001",
      "zh_CN": "这几天，承蒙大家从各方面来到新加坡，我们非常的感谢。时间过得很快，今天都要离开此地，回到自己居住修学的道场。我们相聚的时日虽然不多，新加坡居士林跟净宗学会所办的这些活动，可以给诸位同修做个参考。这一边最大的长处就是勇于改过，任何人提出的要求，对我们的批评，李木源居士都很认真的接受，研究改进，而且速度非常之快，这是这个道场能有今天一点成就，主要的因素。道场不能说做得尽善尽美，但是勇于改过革新，这一点是做到了，这是值得大家学习的。",
      "zh_TW": "這幾天，承蒙大家從各方面來到新加坡，我們非常的感謝。時間過得很快，今天都要離開此地，回到自己居住修學的道場。我們相聚的時日雖然不多，新加坡居士林跟淨宗學會所辦的這些活動，可以給諸位同修做個參考。這一邊最大的長處就是勇於改過，任何人提出的要求，對我們的批評，李木源居士都很認真的接受，研究改進，而且速度非常之快，這是這個道場能有今天一點成就，主要的因素。道場不能說做得盡善盡美，但是勇於改過革新，這一點是做到了，這是值得大家學習的。"
    },
    {
      "id": "20-014-0022_p0002",
      "zh_CN": "谚语常说：「道高一尺，魔高一丈。」又说：「好事多磨。」这些话我们仔细观察，可以说自古至今中国、外国，几乎成了一个定律，想做好事总有人来破坏，这在佛法里面叫魔障。为什么会有魔障？原因非常复杂，过去生中生生世世，给一切众生结下这些怨恨，在六道里面难免不再碰头。碰头的时候虽然不认识，可是阿赖耶识里头，积结的那些怨恨不会消除，遇到的时候，它就会起现行，就会起作用，就产生了种种的障碍，这是在所不免的事情。纵然是世尊出现在世间，僧团里面有提婆达多、有六群比丘，在这里头扰乱僧团，僧团外面有六师外道，专门找释迦牟尼佛麻烦，这是世尊当年在世示现给我们看的。换句话说，成了佛，应化在世间教化众生，这些事情还在所不免。孔老夫子在中国历史上，是第一位的大圣人，他也想做好事，一生真的在做好事，所受的折磨比释迦牟尼佛还要多。所以我们常常想到，世出世间的圣人尚且如此，我们想做一点好事，哪有不遭受魔障的道理？",
      "zh_TW": "諺語常說：「道高一尺，魔高一丈。」又說：「好事多磨。」這些話我們仔細觀察，可以說自古至今中國、外國，幾乎成了一個定律，想做好事總有人來破壞，這在佛法裡面叫魔障。為什麼會有魔障？原因非常複雜，過去生中生生世世，給一切眾生結下這些怨恨，在六道裡面難免不再碰頭。碰頭的時候雖然不認識，可是阿賴耶識裡頭，積結的那些怨恨不會消除，遇到的時候，它就會起現行，就會起作用，就產生了種種的障礙，這是在所不免的事情。縱然是世尊出現在世間，僧團裡面有提婆達多、有六群比丘，在這裡頭擾亂僧團，僧團外面有六師外道，專門找釋迦牟尼佛麻煩，這是世尊當年在世示現給我們看的。換句話說，成了佛，應化在世間教化眾生，這些事情還在所不免。孔老夫子在中國歷史上，是第一位的大聖人，他也想做好事，一生真的在做好事，所受的折磨比釋迦牟尼佛還要多。所以我們常常想到，世出世間的聖人尚且如此，我們想做一點好事，哪有不遭受魔障的道理？"
    },
    {
      "id": "20-014-0022_p0003",
      "zh_CN": "可是怎样把障碍减低到最低的程度，这是我们可以做得到的。这一定要有智慧、要有定功，决定不被外面谣言所动。古德告诉我们：「谣言止于智者。」一个真正有智慧的人，就不会为谣言所动，一定去考察事实的真相。我们在此地，做弘法利生的工作，这一边同修都知道，破坏这个事情的人很多，造谣生事的人很多。李居士有智慧，他细心的去观察，有人对我们恶意的批评，他一定要调查清楚，这是不是事实？这是个很好的态度。然后再去研究造谣生事人的动机、他的目的，这个样子谣言才不攻自破，我们才能守得住，决定不能够轻信谣言。",
      "zh_TW": "可是怎樣把障礙減低到最低的程度，這是我們可以做得到的。這一定要有智慧、要有定功，決定不被外面謠言所動。古德告訴我們：「謠言止於智者。」一個真正有智慧的人，就不會為謠言所動，一定去考察事實的真相。我們在此地，做弘法利生的工作，這一邊同修都知道，破壞這個事情的人很多，造謠生事的人很多。李居士有智慧，他細心的去觀察，有人對我們惡意的批評，他一定要調查清楚，這是不是事實？這是個很好的態度。然後再去研究造謠生事人的動機、他的目的，這個樣子謠言才不攻自破，我們才能守得住，決定不能夠輕信謠言。"
    },
    {
      "id": "20-014-0022_p0004",
      "zh_CN": "魔来破坏我们，说实在的话，他不能用行动，行动是犯法的，只能够说造谣生事，所谓是妄语、两舌、绮语，魔的擅长不过如是而已。只要我们自己行得正、做得正，我们自己对于一切没有要求，弘法利生的工作也是随缘而不攀缘，哪个地方有缘我们多住几天，没有缘少住几天，我们对于这个世间一无所求，真正做到了「与人无争，于世无求」。我们只有奉献，我们不求利益，我们只是布施，绝不求收获，所以魔的势力再大，也不能动摇我们。魔能够破坏人，是你有得失心，你有利害的顾忌，魔才能够伤害你；你没有得失的心，没有占有控制的意念，魔就不得其便。机缘成熟，我们辛苦一点，多为社会众生做一点事情；没有这个机缘，我们自己多自在，身心无事，自在安乐。诸位想想，哪里有魔障？",
      "zh_TW": "魔來破壞我們，說實在的話，他不能用行動，行動是犯法的，只能夠說造謠生事，所謂是妄語、兩舌、綺語，魔的擅長不過如是而已。只要我們自己行得正、做得正，我們自己對於一切沒有要求，弘法利生的工作也是隨緣而不攀緣，哪個地方有緣我們多住幾天，沒有緣少住幾天，我們對於這個世間一無所求，真正做到了「與人無爭，於世無求」。我們只有奉獻，我們不求利益，我們只是布施，絕不求收穫，所以魔的勢力再大，也不能動搖我們。魔能夠破壞人，是你有得失心，你有利害的顧忌，魔才能夠傷害你；你沒有得失的心，沒有佔有控制的意念，魔就不得其便。機緣成熟，我們辛苦一點，多為社會眾生做一點事情；沒有這個機緣，我們自己多自在，身心無事，自在安樂。諸位想想，哪裡有魔障？"
    },
    {
      "id": "20-014-0022_p0005",
      "zh_CN": "所以，障缘都是生在自己患得患失的念头。佛在经论里头，一再告诉我们，这个念头是错误的。世出世间一切法皆不可得，事实的真相，相有体无，事有理无，这在经教里面，我们已经读了很多，听了很多，可是我们的境界依旧转不过来，这也是事实。为什么转不过来？薰习的力量不够。我们无始劫来，在这一生当中，可以说是时时刻刻都接受烦恼的薰习，这个薰习的时间太久了，力量太强了，我们在佛法的薰修时间短，力量薄弱，这就是正念敌不过邪念，道理在此地。如何使我们的正念产生力量，收到效果？没有别的方法，只有密集的读诵受持。",
      "zh_TW": "所以，障緣都是生在自己患得患失的念頭。佛在經論裡頭，一再告訴我們，這個念頭是錯誤的。世出世間一切法皆不可得，事實的真相，相有體無，事有理無，這在經教裡面，我們已經讀了很多，聽了很多，可是我們的境界依舊轉不過來，這也是事實。為什麼轉不過來？薰習的力量不夠。我們無始劫來，在這一生當中，可以說是時時刻刻都接受煩惱的薰習，這個薰習的時間太久了，力量太強了，我們在佛法的薰修時間短，力量薄弱，這就是正念敵不過邪念，道理在此地。如何使我們的正念產生力量，收到效果？沒有別的方法，只有密集的讀誦受持。"
    },
    {
      "id": "20-014-0022_p0006",
      "zh_CN": "我们想想，世尊当年在世，四十九年天天讲经说法，每一天讲经的时间都很长，不是像我们现在两个小时。佛自己说法，佛也命令弟子说法，这是我们在经上看到，经里面常讲五种人说法，不但常随弟子说法，在家二众也说法，这是我们在经典里面看到的记载。佛用这个方法，加强我们薰习的时间，加强我们薰习的力量，这样久而久之，人才能开悟，才能真正明了宇宙人生的真相。这就是佛家讲的大彻大悟，佛法教学的目的就在此地。觉悟之后，就不会再迷惑；觉悟之后，自己自性本具的智慧德能现前了。不但自己得到解脱，解脱是解除见思烦恼，脱离六道轮回；再解除尘沙烦恼，脱离十法界；然后再解除无明烦恼，证得无上菩提；解脱两个字的意思。我们在《华严经》上，看到许许多多人，修学成就得到解脱。佛将解脱的方法，称之为解脱门，解脱的门径，门径就是方法。用什么方法能成就？方法太多了，法门无量；那个法门就是解脱的法门。用解脱两个字，比用证果两个字好，解脱里头有因有果，我们听了容易明白。",
      "zh_TW": "我們想想，世尊當年在世，四十九年天天講經說法，每一天講經的時間都很長，不是像我們現在兩個小時。佛自己說法，佛也命令弟子說法，這是我們在經上看到，經裡面常講五種人說法，不但常隨弟子說法，在家二眾也說法，這是我們在經典裡面看到的記載。佛用這個方法，加強我們薰習的時間，加強我們薰習的力量，這樣久而久之，人才能開悟，才能真正明瞭宇宙人生的真相。這就是佛家講的大徹大悟，佛法教學的目的就在此地。覺悟之後，就不會再迷惑；覺悟之後，自己自性本具的智慧德能現前了。不但自己得到解脫，解脫是解除見思煩惱，脫離六道輪迴；再解除塵沙煩惱，脫離十法界；然後再解除無明煩惱，證得無上菩提；解脫兩個字的意思。我們在《華嚴經》上，看到許許多多人，修學成就得到解脫。佛將解脫的方法，稱之為解脫門，解脫的門徑，門徑就是方法。用什麼方法能成就？方法太多了，法門無量；那個法門就是解脫的法門。用解脫兩個字，比用證果兩個字好，解脫裡頭有因有果，我們聽了容易明白。"
    },
    {
      "id": "20-014-0022_p0007",
      "zh_CN": "诸佛菩萨，历代祖师大德，在家修学的这些善知识，世尊在世的时候，我们在经上看到维摩居士，《无量寿经》里面给我们列「贤护等十六正士」。维摩是在家佛，贤护是在家的等觉菩萨，他的地位跟观音、势至、文殊、普贤相等，在家居士，这都是我们的榜样，都是我们的典型。这一次讲解《无量寿经》，我介绍贤护菩萨用了六个小时，我们要认真学习，才能够有成就，这一生才不至于空过。佛法，讲经说法意思虽然很多，其中有一个很重要的意义，「破迷开悟」，这常说的；断疑生信，所以我们有疑惑，如何能把疑惑破除，要学习，要从经教里面学习。李木源居士也是我们一个好榜样，调查事实真相，我们的疑惑就能断除，这是智慧的方法，决定不能说是人云亦云，那就不免要造罪业。",
      "zh_TW": "諸佛菩薩，歷代祖師大德，在家修學的這些善知識，世尊在世的時候，我們在經上看到維摩居士，《無量壽經》裡面給我們列「賢護等十六正士」。維摩是在家佛，賢護是在家的等覺菩薩，他的地位跟觀音、勢至、文殊、普賢相等，在家居士，這都是我們的榜樣，都是我們的典型。這一次講解《無量壽經》，我介紹賢護菩薩用了六個小時，我們要認真學習，才能夠有成就，這一生才不至於空過。佛法，講經說法意思雖然很多，其中有一個很重要的意義，「破迷開悟」，這常說的；斷疑生信，所以我們有疑惑，如何能把疑惑破除，要學習，要從經教裡面學習。李木源居士也是我們一個好榜樣，調查事實真相，我們的疑惑就能斷除，這是智慧的方法，決定不能說是人云亦云，那就不免要造罪業。"
    },
    {
      "id": "20-014-0022_p0008",
      "zh_CN": "事实真相里面，还有可以公布让大家知道的，还有不能够公布让大家知道的，这是不是秘密？不是。给你知道、不给你知道，都是爱护你。譬如，佛教典籍里面，大家晓得比丘戒、比丘尼戒，没有受过戒的人决定不可以读，那是不是秘密？为什么不给你读、不给你看、不准你听？你要晓得这个道理，佛是怕你听到这一部分东西，看到这些戒律，你会批评出家人，「你犯了戒，你有过了」，你自己造业，是这个事情，哪有什么秘密？佛家里头没有一样东西不可以告人的，但是有时节因缘，你没有这个程度，告诉你会坏事，没有好处，对你自己没有好处，对团体没有好处。你程度够了，你有智慧，你什么都可以知道，什么都可以了解。为什么？你通权达变，你能够护持三宝、护持佛法，能够利益众生，而不损害众生，道理在此地。决定不是秘密，没有秘密。然后才知道世出世间的圣人，他们的智慧确确实实比我们高，他们顾全的确比我们周圆。我们无知，所看的不够深、不够广，不知不觉当中，造作无量无边的罪业，到果报现前的时候，后悔就来不及。",
      "zh_TW": "事實真相裡面，還有可以公布讓大家知道的，還有不能夠公布讓大家知道的，這是不是祕密？不是。給你知道、不給你知道，都是愛護你。譬如，佛教典籍裡面，大家曉得比丘戒、比丘尼戒，沒有受過戒的人決定不可以讀，那是不是祕密？為什麼不給你讀、不給你看、不准你聽？你要曉得這個道理，佛是怕你聽到這一部分東西，看到這些戒律，你會批評出家人，「你犯了戒，你有過了」，你自己造業，是這個事情，哪有什麼祕密？佛家裡頭沒有一樣東西不可以告人的，但是有時節因緣，你沒有這個程度，告訴你會壞事，沒有好處，對你自己沒有好處，對團體沒有好處。你程度夠了，你有智慧，你什麼都可以知道，什麼都可以了解。為什麼？你通權達變，你能夠護持三寶、護持佛法，能夠利益眾生，而不損害眾生，道理在此地。決定不是祕密，沒有祕密。然後才知道世出世間的聖人，他們的智慧確確實實比我們高，他們顧全的確比我們周圓。我們無知，所看的不夠深、不夠廣，不知不覺當中，造作無量無邊的罪業，到果報現前的時候，後悔就來不及。"
    },
    {
      "id": "20-014-0022_p0009",
      "zh_CN": "谚语里面常讲：「地狱门前僧道多。」这个话意思很深。为什么出家人都堕地狱？你自己想想什么原因？佛的一句话说：「痴迷」，第一个因素是痴迷，愚痴、迷惑，你不开窍，你不觉悟。什么都要去打听，什么都要去干涉，这就造业。六祖惠能大师讲得好，「若真修道人，不见世间过」，「他非我不非，我非却相左」，左是往下堕落。这几句话是金玉良言，我们能够信受奉行，这一生哪有不成就的道理？所以西方人说，众生最大的毛病，念念想控制别人，念念想占有人事物，从生到死患得患失，哪里知道得失是一场空。真正有智慧的人了解，一切法都不可得，所以他心安；心安理得，事实真相明白了，心安了。一切境缘当中，他真的是不起心、不动念，不分别、不执着，所以成就圆满功德。",
      "zh_TW": "諺語裡面常講：「地獄門前僧道多。」這個話意思很深。為什麼出家人都墮地獄？你自己想想什麼原因？佛的一句話說：「痴迷」，第一個因素是痴迷，愚痴、迷惑，你不開竅，你不覺悟。什麼都要去打聽，什麼都要去干涉，這就造業。六祖惠能大師講得好，「若真修道人，不見世間過」，「他非我不非，我非卻相左」，左是往下墮落。這幾句話是金玉良言，我們能夠信受奉行，這一生哪有不成就的道理？所以西方人說，眾生最大的毛病，念念想控制別人，念念想佔有人事物，從生到死患得患失，哪裡知道得失是一場空。真正有智慧的人了解，一切法都不可得，所以他心安；心安理得，事實真相明白了，心安了。一切境緣當中，他真的是不起心、不動念，不分別、不執著，所以成就圓滿功德。"
    },
    {
      "id": "20-014-0022_p0010",
      "zh_CN": "这些话，佛不晓得讲了多少遍，后世这些祖师大德，我们在一起也都不断在重复，为什么要千遍、万遍重复？记不住，不管用。听了的时候觉得不错，出了门又忘掉了，这就是说我们抵不过烦恼习气，所以为什么经要天天读、要天天听？天天在薰习，几时我们正念能够伏住邪念，我们就有希望，往生才有把握。念佛的人不一定个个往生，看你临命终时能不能克服烦恼；临命终时，如果妄想烦恼习气超过你的正念，往生的机会就失掉了。这一桩事情，佛菩萨、祖师大德都劝导我们，平常要养成，你才真有把握，临命终时那个时候很靠不住，这是我们要记住的。所以读诵大乘，听教闻法，在我们现前这个阶段非常重要。人，劣根性再恶的人，如果缘殊胜，闻法的机会殊胜，有好的同参道友，都能转变得过来。为什么？一切众生皆有佛性，一阐提也有佛性，只是他遇缘不胜，他才会堕落。所以佛法讲缘生法，它不讲因生，讲缘生很有道理。今天时间到了，我们就讲到此地。",
      "zh_TW": "這些話，佛不曉得講了多少遍，後世這些祖師大德，我們在一起也都不斷在重複，為什麼要千遍、萬遍重複？記不住，不管用。聽了的時候覺得不錯，出了門又忘掉了，這就是說我們抵不過煩惱習氣，所以為什麼經要天天讀、要天天聽？天天在薰習，幾時我們正念能夠伏住邪念，我們就有希望，往生才有把握。念佛的人不一定個個往生，看你臨命終時能不能克服煩惱；臨命終時，如果妄想煩惱習氣超過你的正念，往生的機會就失掉了。這一樁事情，佛菩薩、祖師大德都勸導我們，平常要養成，你才真有把握，臨命終時那個時候很靠不住，這是我們要記住的。所以讀誦大乘，聽教聞法，在我們現前這個階段非常重要。人，劣根性再惡的人，如果緣殊勝，聞法的機會殊勝，有好的同參道友，都能轉變得過來。為什麼？一切眾生皆有佛性，一闡提也有佛性，只是他遇緣不勝，他才會墮落。所以佛法講緣生法，它不講因生，講緣生很有道理。今天時間到了，我們就講到此地。"
    }
  ]
}