{
  "doc_id": "20-014-0042",
  "title": {
    "zh_CN": "九九年早餐开示—如何面对多灾难的时代",
    "zh_TW": "九九年早餐開示—如何面對多災難的時代"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0042",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0042_p0001",
      "zh_CN": "佛在经上说「业力甚大，能敌须弥」，又常说道「心、佛、众生，三无差别」。佛弟子应该以什么样的心态，来看待这个时代的变化？这是我们当前最重要的课题。尤其是这两年，世界上任何一个地区，都充满了爆炸性的危机，我们不能不明了。明了是智慧，有智慧还得要有功夫，修行总原则里面不外乎「看破、放下」，我们守住这个原则，就能够心安理得。时局无论怎样的动乱，我们晓得，这是众生无始劫以来累积的业力。释迦牟尼佛当年在世，琉璃王灭释迦族，世尊看在眼里，无能为力，给弟子们说出这是业力。过去生中所结的怨恨，冤冤相报，这个事非常的残酷。我们将来可能看到比琉璃王灭释族还要残酷，不知道残酷到多少千万倍。你们在古老预言里面所看到，虽然不是真正像传说当中讲的世界末日，用世界末日来形容这个大劫难，我觉得也相当恰当。世界末日不是真的，是个形容词，这个大劫难就似乎是世界末日。",
      "zh_TW": "佛在經上說「業力甚大，能敵須彌」，又常說道「心、佛、眾生，三無差別」。佛弟子應該以什麼樣的心態，來看待這個時代的變化？這是我們當前最重要的課題。尤其是這兩年，世界上任何一個地區，都充滿了爆炸性的危機，我們不能不明瞭。明瞭是智慧，有智慧還得要有功夫，修行總原則裡面不外乎「看破、放下」，我們守住這個原則，就能夠心安理得。時局無論怎樣的動亂，我們曉得，這是眾生無始劫以來累積的業力。釋迦牟尼佛當年在世，琉璃王滅釋迦族，世尊看在眼裡，無能為力，給弟子們說出這是業力。過去生中所結的怨恨，冤冤相報，這個事非常的殘酷。我們將來可能看到比琉璃王滅釋族還要殘酷，不知道殘酷到多少千萬倍。你們在古老預言裡面所看到，雖然不是真正像傳說當中講的世界末日，用世界末日來形容這個大劫難，我覺得也相當恰當。世界末日不是真的，是個形容詞，這個大劫難就似乎是世界末日。"
    },
    {
      "id": "20-014-0042_p0002",
      "zh_CN": "学佛，学觉悟。觉悟的人跟不觉悟的人不相同。不觉悟的人，他遇到这种事情，听到这个说法，他有恐惧，他忧虑，他有恐惧，他想避免这个灾难；觉悟的人则不然，觉悟的人了解前因后果。面对这个事实，我们要记住古人所说，「做一天和尚，撞一天钟」，我们还有一天的时间，应当把自己本分的事情做好，没有恐惧、没有恐怖，不惊不怖，心地坦然。应该做的事情，读经、研教、念佛，断恶修善，只要有一天时间，我们这一天积极认真努力去做。如果灾难临头，也没什么恐惧，我们非常清楚，我们会转移到好的地方去。这个地方是浊恶之世，浊恶到了极处，缘分殊胜的转生到极乐世界了，缘分差一点的也会生到天上。我们晓得生命是永恒的。有没有生死？没有生死，只是转变而已。觉悟的人，希望自己的转变，愈转愈殊胜。迷人是愈转愈苦，在十法界里他往下面转，觉悟的人是往上升。",
      "zh_TW": "學佛，學覺悟。覺悟的人跟不覺悟的人不相同。不覺悟的人，他遇到這種事情，聽到這個說法，他有恐懼，他憂慮，他有恐懼，他想避免這個災難；覺悟的人則不然，覺悟的人了解前因後果。面對這個事實，我們要記住古人所說，「做一天和尚，撞一天鐘」，我們還有一天的時間，應當把自己本分的事情做好，沒有恐懼、沒有恐怖，不驚不怖，心地坦然。應該做的事情，讀經、研教、念佛，斷惡修善，只要有一天時間，我們這一天積極認真努力去做。如果災難臨頭，也沒什麼恐懼，我們非常清楚，我們會轉移到好的地方去。這個地方是濁惡之世，濁惡到了極處，緣分殊勝的轉生到極樂世界了，緣分差一點的也會生到天上。我們曉得生命是永恆的。有沒有生死？沒有生死，只是轉變而已。覺悟的人，希望自己的轉變，愈轉愈殊勝。迷人是愈轉愈苦，在十法界裡他往下面轉，覺悟的人是往上升。"
    },
    {
      "id": "20-014-0042_p0003",
      "zh_CN": "对于世出世间一切法，平常要用功夫，现在就要用功夫。用的什么功夫？六根接触外面六尘境界，真正做到不起心、不动念，不分别、不执着。真正在做，根尘相接触的时候，断自己的贪瞋痴慢。顺境决没有贪爱，逆境也决没有厌恶，为什么？顺逆境界是自己的业报。过去今生所造一切善、不善业，果报现前，自己应当承受。迷人在受果报，他有苦乐忧喜的感受；觉悟人受果报，心地清净平等，如如不动，这是觉悟人受果报。正因为果报现前，你能够「不取于相，如如不动」，所以你烦恼不生，智慧增长。就像惠能当年见五祖，他说：「弟子心中常生智慧。」你要晓得，他为什么常生智慧？他是真看破、真放下。看破就是明了事实真相，放下就是不起心、不动念，不分别、不执着。就在日常生活上用功，用的是这个功，无论是对人对事对物，这是真功夫。如果再能一心念佛，求生净土，你就是彻底的觉悟了。不但你永脱轮回，永脱十法界了，在大乘法里面，你真正取得最殊胜的法门，最殊胜的成就。",
      "zh_TW": "對於世出世間一切法，平常要用功夫，現在就要用功夫。用的什麼功夫？六根接觸外面六塵境界，真正做到不起心、不動念，不分別、不執著。真正在做，根塵相接觸的時候，斷自己的貪瞋痴慢。順境決沒有貪愛，逆境也決沒有厭惡，為什麼？順逆境界是自己的業報。過去今生所造一切善、不善業，果報現前，自己應當承受。迷人在受果報，他有苦樂憂喜的感受；覺悟人受果報，心地清淨平等，如如不動，這是覺悟人受果報。正因為果報現前，你能夠「不取於相，如如不動」，所以你煩惱不生，智慧增長。就像惠能當年見五祖，他說：「弟子心中常生智慧。」你要曉得，他為什麼常生智慧？他是真看破、真放下。看破就是明瞭事實真相，放下就是不起心、不動念，不分別、不執著。就在日常生活上用功，用的是這個功，無論是對人對事對物，這是真功夫。如果再能一心念佛，求生淨土，你就是徹底的覺悟了。不但你永脫輪迴，永脫十法界了，在大乘法裡面，你真正取得最殊勝的法門，最殊勝的成就。"
    },
    {
      "id": "20-014-0042_p0004",
      "zh_CN": "一般人学佛，为什么不能成就？障碍就是在生活当中，对人、对事、对物起心动念。起不善的心，动不善的念，固然不好，你起善心、动善念也不好。这个话怎么说？起恶心动恶念，你造的是三恶道的业；起善心动善念，你造的是三善道的业。佛说不好，是因为你没有办法超越轮回，三善道、三恶道是六道轮回。佛又常常教给我们「断恶修善」，这个话跟这个意思有没有矛盾？如果你不能够深解义趣，这个话是矛盾的，你真正懂得佛的意思，那就没有矛盾。为什么？佛所说的善，不是善恶之善，善恶之善是相对的，相对的是轮回。佛所讲的法不是相对的，善恶两边都离开，这是真正的善，我们要懂这个意思。",
      "zh_TW": "一般人學佛，為什麼不能成就？障礙就是在生活當中，對人、對事、對物起心動念。起不善的心，動不善的念，固然不好，你起善心、動善念也不好。這個話怎麼說？起惡心動惡念，你造的是三惡道的業；起善心動善念，你造的是三善道的業。佛說不好，是因為你沒有辦法超越輪迴，三善道、三惡道是六道輪迴。佛又常常教給我們「斷惡修善」，這個話跟這個意思有沒有矛盾？如果你不能夠深解義趣，這個話是矛盾的，你真正懂得佛的意思，那就沒有矛盾。為什麼？佛所說的善，不是善惡之善，善惡之善是相對的，相對的是輪迴。佛所講的法不是相對的，善惡兩邊都離開，這是真正的善，我們要懂這個意思。"
    },
    {
      "id": "20-014-0042_p0005",
      "zh_CN": "《坛经》里面所讲的，能大师对惠明的开示。惠明是四品将军，跟五祖出家，军人，性情急躁，动作粗鲁。能大师离开黄梅的时候，他们一帮人去追赶，想把衣钵抢回来。这个四品将军跟普通人的确是不一样，别人没有追到，他追到了。惠能把衣钵摆在一块石头上，自己跑到草堆里头藏起来。惠明看到衣钵在那里，提不动；将军提不动，他就知道了，所以这地方回头得快。他就大声叫道，那个时候他们称他「行者」，他还没剃头。他说：「我是为求道来的，不是为衣钵来的。」惠能听到这个话，从草堆里出来，就坐在这个石头上。他说：「你既然为道来，很好！你不是为衣钵。」他要求他传法给他，能大师叫他静下来，完全静下来、定下来，什么都不要想。过了一会儿，问他一句话：「不思善，不思恶，正在这个时候，哪一个是明上座的本来面目？」惠能大师这一句话，他就开悟了。那个开悟是明心见性。他在黄梅那么长久的时间，天天接受五祖的教诲都不开悟，为什么在这个时候一句话就把他点醒？这个时候他发的是诚敬之心，听话。到一念不生的时候，那就是你开悟的边缘，有人一点，无明壳就破了。",
      "zh_TW": "《壇經》裡面所講的，能大師對惠明的開示。惠明是四品將軍，跟五祖出家，軍人，性情急躁，動作粗魯。能大師離開黃梅的時候，他們一幫人去追趕，想把衣缽搶回來。這個四品將軍跟普通人的確是不一樣，別人沒有追到，他追到了。惠能把衣缽擺在一塊石頭上，自己跑到草堆裡頭藏起來。惠明看到衣缽在那裡，提不動；將軍提不動，他就知道了，所以這地方回頭得快。他就大聲叫道，那個時候他們稱他「行者」，他還沒剃頭。他說：「我是為求道來的，不是為衣缽來的。」惠能聽到這個話，從草堆裡出來，就坐在這個石頭上。他說：「你既然為道來，很好！你不是為衣缽。」他要求他傳法給他，能大師叫他靜下來，完全靜下來、定下來，什麼都不要想。過了一會兒，問他一句話：「不思善，不思惡，正在這個時候，哪一個是明上座的本來面目？」惠能大師這一句話，他就開悟了。那個開悟是明心見性。他在黃梅那麼長久的時間，天天接受五祖的教誨都不開悟，為什麼在這個時候一句話就把他點醒？這個時候他發的是誠敬之心，聽話。到一念不生的時候，那就是你開悟的邊緣，有人一點，無明殼就破了。"
    },
    {
      "id": "20-014-0042_p0006",
      "zh_CN": "我们今天修学困难在哪里？妄想、分别、执着没有放下。如果彻底放下了，几分钟的时间，有人给你一点，有的时候不一定要人，不定是什么因缘，他就能开悟。可见得，妄想、分别、执着是大障碍。妄想是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，我们被三种烦恼障碍了自性，生生世世搞轮回业不能出离，原因就在此地。为什么不放下？只要一放下，天下太平。那正是能师所说的「本来无一物」，觅生死都了不可得。这说真话，大乘经教里面，这个道理、事实说得太多了。佛在《般若经》上告诉我们，「一切法不可得」；不但一切法不可得，一切法不生，你有没有见到？你如果见到一切法不生，那恭喜你，你就证得无生法忍，那就是无生法忍的菩萨。我们在《仁王经》上读到，无生法忍的菩萨是什么地位？七地、八地、九地。这个位次是证得无生法忍，真正看到世出世间一切法不生不灭，那当然不可得。这个现象在哪里？就在我们现前，可惜我们看不出来。无生忍的菩萨看出来了，眼前世出世间一切法不生不灭。",
      "zh_TW": "我們今天修學困難在哪裡？妄想、分別、執著沒有放下。如果徹底放下了，幾分鐘的時間，有人給你一點，有的時候不一定要人，不定是什麼因緣，他就能開悟。可見得，妄想、分別、執著是大障礙。妄想是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，我們被三種煩惱障礙了自性，生生世世搞輪迴業不能出離，原因就在此地。為什麼不放下？只要一放下，天下太平。那正是能師所說的「本來無一物」，覓生死都了不可得。這說真話，大乘經教裡面，這個道理、事實說得太多了。佛在《般若經》上告訴我們，「一切法不可得」；不但一切法不可得，一切法不生，你有沒有見到？你如果見到一切法不生，那恭喜你，你就證得無生法忍，那就是無生法忍的菩薩。我們在《仁王經》上讀到，無生法忍的菩薩是什麼地位？七地、八地、九地。這個位次是證得無生法忍，真正看到世出世間一切法不生不滅，那當然不可得。這個現象在哪裡？就在我們現前，可惜我們看不出來。無生忍的菩薩看出來了，眼前世出世間一切法不生不滅。"
    },
    {
      "id": "20-014-0042_p0007",
      "zh_CN": "其实，我们在《华严经》上跟大家讲过。我没有用古大德的方式讲，为什么？古大德那种方式讲不好懂。我们用现代科学知识，大家容易了解，用这个方式来讲、来说明。《金刚经》上佛告诉我们：「一切有为法，如梦幻泡影，如露亦如电。」梦幻泡影是讲现象，现象不可得。如露亦如电是讲这个现象存在的时间，它存在的时间到底有多久？说真话，讲如电，电是闪电；其实闪电时间还是很长，有两、三秒钟。佛在那个时代，没有其他的方法来比喻。在那个时候，大家感官当中能够感触到的，闪电是最快速的，佛用这个做比喻。我们就用光的速度来做比喻，光速一秒钟三十万公里，我们讲十分之一秒，百分之一秒，千分之一秒，万分之一秒，亿万分之一秒，这个大家好懂。为什么？你们现在常常用照相机，快门最普通的六十分之一秒，一百二十分之一秒，这是通常大家用的。照飞机、照活动的东西，我们通常用五百分之一秒，一秒钟的五百分之一，那是快门的速度，飞机在天上飞，你照下来，它静止不动的。",
      "zh_TW": "其實，我們在《華嚴經》上跟大家講過。我沒有用古大德的方式講，為什麼？古大德那種方式講不好懂。我們用現代科學知識，大家容易了解，用這個方式來講、來說明。《金剛經》上佛告訴我們：「一切有為法，如夢幻泡影，如露亦如電。」夢幻泡影是講現象，現象不可得。如露亦如電是講這個現象存在的時間，它存在的時間到底有多久？說真話，講如電，電是閃電；其實閃電時間還是很長，有兩、三秒鐘。佛在那個時代，沒有其他的方法來比喻。在那個時候，大家感官當中能夠感觸到的，閃電是最快速的，佛用這個做比喻。我們就用光的速度來做比喻，光速一秒鐘三十萬公里，我們講十分之一秒，百分之一秒，千分之一秒，萬分之一秒，億萬分之一秒，這個大家好懂。為什麼？你們現在常常用照相機，快門最普通的六十分之一秒，一百二十分之一秒，這是通常大家用的。照飛機、照活動的東西，我們通常用五百分之一秒，一秒鐘的五百分之一，那是快門的速度，飛機在天上飛，你照下來，它靜止不動的。"
    },
    {
      "id": "20-014-0042_p0008",
      "zh_CN": "你从这个概念上去体会不生不灭，它存在的时间极其短暂。这个现象存在期间，真的是亿万分之一秒，那个生灭速度转变之快，我们没有办法想像。谁见到？佛告诉我们，八地菩萨见到了，八地菩萨是不动地，他见到一切法生灭的现象。这个不生不灭，不生不灭其实还是有生灭，生灭太快了，几乎生灭同时，你看不到生灭的现象，所以说不生不灭，这是事实真相。了解事实真相之后，万缘放下。为什么？一切法不可得。你得失的念头没有了，然后在世间跟诸佛如来一样，随缘，随缘多自在，没有得失，没有生死。再给诸位说，没有垢净，也没有断常，也没有来去，《中观》里面给我们讲「八不」，那完全是事实真相，就在我们眼前。菩萨有智慧，看得清清楚楚。我们凡夫愚痴，不了解事实真相，面对外面境界起心动念，胡作妄为，造无量无边的罪业，感受的苦报。这些果报是业力显现出来的，佛不能度，佛不能救；佛能度的、能救的，就是把这些事实真相，给我们说清楚、说明白，让我们觉悟。我们也能入佛境界，这个问题才解决了。佛度众生是这个度法，完全用教学。",
      "zh_TW": "你從這個概念上去體會不生不滅，它存在的時間極其短暫。這個現象存在期間，真的是億萬分之一秒，那個生滅速度轉變之快，我們沒有辦法想像。誰見到？佛告訴我們，八地菩薩見到了，八地菩薩是不動地，他見到一切法生滅的現象。這個不生不滅，不生不滅其實還是有生滅，生滅太快了，幾乎生滅同時，你看不到生滅的現象，所以說不生不滅，這是事實真相。了解事實真相之後，萬緣放下。為什麼？一切法不可得。你得失的念頭沒有了，然後在世間跟諸佛如來一樣，隨緣，隨緣多自在，沒有得失，沒有生死。再給諸位說，沒有垢淨，也沒有斷常，也沒有來去，《中觀》裡面給我們講「八不」，那完全是事實真相，就在我們眼前。菩薩有智慧，看得清清楚楚。我們凡夫愚痴，不了解事實真相，面對外面境界起心動念，胡作妄為，造無量無邊的罪業，感受的苦報。這些果報是業力顯現出來的，佛不能度，佛不能救；佛能度的、能救的，就是把這些事實真相，給我們說清楚、說明白，讓我們覺悟。我們也能入佛境界，這個問題才解決了。佛度眾生是這個度法，完全用教學。"
    },
    {
      "id": "20-014-0042_p0009",
      "zh_CN": "佛对众生慈悲到极处，我们可以从「四悉檀」这个原则能看出来。诸位无论在什么时候，无论在什么处所，接触一切大众，你有慈悲心，你想帮助他，你想度他，用什么方法？用四悉檀。第一个「世界悉檀」，内容是令一切众生生欢喜心。我们跟大家相处叫大家生烦恼，你还能帮助他？他还会听你的吗？第一个要令一切众生生欢喜心。第二个「为人」，念念为他着想，为他的利益着想，他欢喜了。实在讲，这就是佛家常讲，「先以利欲勾，后令入佛智」。四悉檀前面两个就是利欲来引诱他。到后面，这是「对治」。关系建立了，信心建立了，成为好朋友，有什么毛病劝导他，用方法对治他的毛病，帮助他断恶修善，帮助他破迷开悟，那是对治。最后是「第一义」，帮助他圆满成佛。今天第一义悉檀，就是劝他「深信净土，念佛往生」。这是有方法的。",
      "zh_TW": "佛對眾生慈悲到極處，我們可以從「四悉檀」這個原則能看出來。諸位無論在什麼時候，無論在什麼處所，接觸一切大眾，你有慈悲心，你想幫助他，你想度他，用什麼方法？用四悉檀。第一個「世界悉檀」，內容是令一切眾生生歡喜心。我們跟大家相處叫大家生煩惱，你還能幫助他？他還會聽你的嗎？第一個要令一切眾生生歡喜心。第二個「為人」，念念為他著想，為他的利益著想，他歡喜了。實在講，這就是佛家常講，「先以利欲勾，後令入佛智」。四悉檀前面兩個就是利欲來引誘他。到後面，這是「對治」。關係建立了，信心建立了，成為好朋友，有什麼毛病勸導他，用方法對治他的毛病，幫助他斷惡修善，幫助他破迷開悟，那是對治。最後是「第一義」，幫助他圓滿成佛。今天第一義悉檀，就是勸他「深信淨土，念佛往生」。這是有方法的。"
    },
    {
      "id": "20-014-0042_p0010",
      "zh_CN": "我们第一次跟人接触，没有别的，第一个唯一的目标是欢喜心，大家手牵手欢欢喜喜。然后是无条件的布施供养，无条件的为你服务，这为人。先不要讲过失，你要一说他的过失，谁愿意听人家讲过失？掉头就去，理都不理你。所以帮助别人是有方法，你不懂这个方法不行。佛的方法巧妙极了，真实智慧，善巧方便，应当要学习。世间再大的灾难，我们处之泰然，我们清清楚楚、明明白白。我们有慈悲心，也不能舍弃众生不闻不问，不可以，我们尽心尽力去帮助，能帮助多少就帮助多少，我们的功德是圆满的。好，今天时间到了。",
      "zh_TW": "我們第一次跟人接觸，沒有別的，第一個唯一的目標是歡喜心，大家手牽手歡歡喜喜。然後是無條件的布施供養，無條件的為你服務，這為人。先不要講過失，你要一說他的過失，誰願意聽人家講過失？掉頭就去，理都不理你。所以幫助別人是有方法，你不懂這個方法不行。佛的方法巧妙極了，真實智慧，善巧方便，應當要學習。世間再大的災難，我們處之泰然，我們清清楚楚、明明白白。我們有慈悲心，也不能捨棄眾生不聞不問，不可以，我們盡心盡力去幫助，能幫助多少就幫助多少，我們的功德是圓滿的。好，今天時間到了。"
    }
  ]
}