{
  "doc_id": "20-014-0005",
  "title": {
    "zh_CN": "九九年早餐开示—答复北大同学问题",
    "zh_TW": "九九年早餐開示—答覆北大同學問題"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0005",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0005_p0001",
      "zh_CN": "北大有一个同学，写了一封信给我，问我修学的方法。世出世间的学问，只有一个原则，就是专精。我们在讲席当中，常常劝导大家，「一门深入，长时薰修」，这八个字。可是在学校里，或者是在实际生活环境当中，我们所接触的面非常之广，影响也非常之深。毕竟文化是多元的，世法如是，佛法也不例外，但是佛法跟世法性质不相同。譬如世间学术，我们念法律，目的是将来作法官、作律师，选择这个行业；你去念医科，你将来会选择作医生。学校里面科系很多，你可以自由选择，做为你一生的事业。可是佛法不一样，佛法将来我们学什么？学作佛、学作菩萨。因此佛法的教学、佛法的内容，跟世间法就有很大的差异，但是修学的原则还是一样的，那就是要专、要精。",
      "zh_TW": "北大有一個同學，寫了一封信給我，問我修學的方法。世出世間的學問，只有一個原則，就是專精。我們在講席當中，常常勸導大家，「一門深入，長時薰修」，這八個字。可是在學校裡，或者是在實際生活環境當中，我們所接觸的面非常之廣，影響也非常之深。畢竟文化是多元的，世法如是，佛法也不例外，但是佛法跟世法性質不相同。譬如世間學術，我們念法律，目的是將來作法官、作律師，選擇這個行業；你去念醫科，你將來會選擇作醫生。學校裡面科系很多，你可以自由選擇，做為你一生的事業。可是佛法不一樣，佛法將來我們學什麼？學作佛、學作菩薩。因此佛法的教學、佛法的內容，跟世間法就有很大的差異，但是修學的原則還是一樣的，那就是要專、要精。"
    },
    {
      "id": "20-014-0005_p0002",
      "zh_CN": "世间法里头，你一门学好了，另外一门你不知道，所谓是隔行如隔山。但是佛法不相同，佛法一门通达，一切法门都通达，不但是出世间法通达，世间法也通达。这是个什么道理？实在上讲并不难懂。世间法的修学就像一棵树一样，它是在枝叶，这个叶不是另外一个叶，这个小枝不是另外一小枝，所以是彼此不相入，学这一门不能通达那一门。佛法所修学的是根本，就像这棵大树一样，是找到它的根、找到它的本。我们知道所有一切的枝叶，都从根本生出来，你只要抓到了根本，透彻了解根本，这一棵树所有一切枝叶你都通达了、都贯通了。根本是什么？大乘法里面常讲的一念自性。这是宇宙的起源，万事万物生起的源头，也是所有一切生命的根本，就是禅宗所说的明心见性，心性是根本。",
      "zh_TW": "世間法裡頭，你一門學好了，另外一門你不知道，所謂是隔行如隔山。但是佛法不相同，佛法一門通達，一切法門都通達，不但是出世間法通達，世間法也通達。這是個什麼道理？實在上講並不難懂。世間法的修學就像一棵樹一樣，它是在枝葉，這個葉不是另外一個葉，這個小枝不是另外一小枝，所以是彼此不相入，學這一門不能通達那一門。佛法所修學的是根本，就像這棵大樹一樣，是找到它的根、找到它的本。我們知道所有一切的枝葉，都從根本生出來，你只要抓到了根本，透徹了解根本，這一棵樹所有一切枝葉你都通達了、都貫通了。根本是什麼？大乘法裡面常講的一念自性。這是宇宙的起源，萬事萬物生起的源頭，也是所有一切生命的根本，就是禪宗所說的明心見性，心性是根本。"
    },
    {
      "id": "20-014-0005_p0003",
      "zh_CN": "佛告诉我们，一切众生自己真心本性之中，具足无量的智慧，所以他能解，能明了，能大彻大悟。又说具足万德万能，这个万德万能表现出来的，就是生起宇宙万有生命的现象，这是自性的德能，自性是根本。佛法之所求，就是求明心见性，禅宗如是，任何一个宗派，任何一个法门，无不如是。在各个宗派说的名词不相同，意思是一样的，禅宗讲明心见性，教下讲大开圆解，密宗讲三密相应，净土宗讲一心不乱，这是名词术语不相同，实际上都是说一桩事情。正因为如此，所以你必须一门才能深入。深是什么意思？深到根本。就如同我们在一个树梢，树梢诸位晓得，树梢要缘着一门，这个梢从枝上小枝长的，你寻着小枝，小枝从大枝长的，再寻大枝，你根本就找到了，这就叫一门深入。如果你在末梢，还没有找到出生你的枝叉，你又去找别的树梢，你永远就找不到根本。这些枝叶就表无量法门，诸位细细去想想这个道理。",
      "zh_TW": "佛告訴我們，一切眾生自己真心本性之中，具足無量的智慧，所以他能解，能明瞭，能大徹大悟。又說具足萬德萬能，這個萬德萬能表現出來的，就是生起宇宙萬有生命的現象，這是自性的德能，自性是根本。佛法之所求，就是求明心見性，禪宗如是，任何一個宗派，任何一個法門，無不如是。在各個宗派說的名詞不相同，意思是一樣的，禪宗講明心見性，教下講大開圓解，密宗講三密相應，淨土宗講一心不亂，這是名詞術語不相同，實際上都是說一樁事情。正因為如此，所以你必須一門才能深入。深是什麼意思？深到根本。就如同我們在一個樹梢，樹梢諸位曉得，樹梢要緣著一門，這個梢從枝上小枝長的，你尋著小枝，小枝從大枝長的，再尋大枝，你根本就找到了，這就叫一門深入。如果你在末梢，還沒有找到出生你的枝叉，你又去找別的樹梢，你永遠就找不到根本。這些枝葉就表無量法門，諸位細細去想想這個道理。"
    },
    {
      "id": "20-014-0005_p0004",
      "zh_CN": "我们现在都是树梢、都是树叶，你想想用什么方法找到根本？佛说无量法门，说的是枝叶。为什么说那么多？一切众生的根性不相同，佛了解众生是多元文化的一个集合体。佛有说过，任何一法是无量因缘而生起的，哪有那么单纯？单细胞的生命，都是无量因缘而生起的。各个众生根性不相同，所以一个法门不能度无量众生，这是佛的慈悲，佛说无量法门度无量众生。我们懂得这个道理，所以在无量法门当中，选择适合自己根性的法门，我们修学起来就格外容易，道理在此地。适合自己的兴趣，适合自己的程度，适合自己的生活环境，修学就方便了。无需要改变我们的生活习惯，无需要改变我们生活环境、工作环境，这个修起来多么方便。佛不会给众生添麻烦，只会给众生带来善巧方便。",
      "zh_TW": "我們現在都是樹梢、都是樹葉，你想想用什麼方法找到根本？佛說無量法門，說的是枝葉。為什麼說那麼多？一切眾生的根性不相同，佛了解眾生是多元文化的一個集合體。佛有說過，任何一法是無量因緣而生起的，哪有那麼單純？單細胞的生命，都是無量因緣而生起的。各個眾生根性不相同，所以一個法門不能度無量眾生，這是佛的慈悲，佛說無量法門度無量眾生。我們懂得這個道理，所以在無量法門當中，選擇適合自己根性的法門，我們修學起來就格外容易，道理在此地。適合自己的興趣，適合自己的程度，適合自己的生活環境，修學就方便了。無需要改變我們的生活習慣，無需要改變我們生活環境、工作環境，這個修起來多麼方便。佛不會給眾生添麻煩，只會給眾生帶來善巧方便。"
    },
    {
      "id": "20-014-0005_p0005",
      "zh_CN": "世尊当年在世，这些都没有问题，每个人接受世尊的教导，世尊教一切学生不是一个法门，每个人教他学一种法门，适合他的根性。世尊有能力观机，他看一个人，不仅看你现在，你的前生、再前生，无量劫以前一直到今天，你的生活、修学的历程，他全知道，所以他教给你的方法就很适合，依照佛的方法，你很快就成就。就好比大夫看病一样，他对你的病源清清楚楚，所以用的药用得非常之好，药到病除，你就开悟、就证果。佛不在世间，后来这些学生，学生没成佛，没有佛的本事，但是在正法时期、像法时期还算不错，佛的学生许多人都是有修有证，能力虽然没有佛陀那么强大、那么圆满，总算是有一点能力，为一切众生指路，大多数还算不错。",
      "zh_TW": "世尊當年在世，這些都沒有問題，每個人接受世尊的教導，世尊教一切學生不是一個法門，每個人教他學一種法門，適合他的根性。世尊有能力觀機，他看一個人，不僅看你現在，你的前生、再前生，無量劫以前一直到今天，你的生活、修學的歷程，他全知道，所以他教給你的方法就很適合，依照佛的方法，你很快就成就。就好比大夫看病一樣，他對你的病源清清楚楚，所以用的藥用得非常之好，藥到病除，你就開悟、就證果。佛不在世間，後來這些學生，學生沒成佛，沒有佛的本事，但是在正法時期、像法時期還算不錯，佛的學生許多人都是有修有證，能力雖然沒有佛陀那麼強大、那麼圓滿，總算是有一點能力，為一切眾生指路，大多數還算不錯。"
    },
    {
      "id": "20-014-0005_p0006",
      "zh_CN": "可是到今天就不一样了，《楞严经》上说得很好，「末法时期，邪师说法，如恒河沙」。什么叫邪师？冒牌。你看看，现在商品都有假冒的，假冒的太多了，你买真的东西，实在讲很困难，很不容易买到，真的它里头也掺假。这是什么原因？伦理道德丧失，众生只看在利上，没有看在道义上。从前人讲道义，把利看得轻，所以你去买东西货真价实。世法如是，佛法也如是，佛法在现在这个时代假冒的太多了，不是真佛法，假的。在这种情形之下，我们怎么办？释迦牟尼佛有先见之明，为我们指出一条生路，那就是《大集经》里面佛所说的，佛说了个原则：正法时期戒律成就，像法时期禅定成就，末法时期净土成就，这是佛为我们指出一个大原则、大方向。",
      "zh_TW": "可是到今天就不一樣了，《楞嚴經》上說得很好，「末法時期，邪師說法，如恆河沙」。什麼叫邪師？冒牌。你看看，現在商品都有假冒的，假冒的太多了，你買真的東西，實在講很困難，很不容易買到，真的它裡頭也摻假。這是什麼原因？倫理道德喪失，眾生只看在利上，沒有看在道義上。從前人講道義，把利看得輕，所以你去買東西貨真價實。世法如是，佛法也如是，佛法在現在這個時代假冒的太多了，不是真佛法，假的。在這種情形之下，我們怎麼辦？釋迦牟尼佛有先見之明，為我們指出一條生路，那就是《大集經》裡面佛所說的，佛說了個原則：正法時期戒律成就，像法時期禪定成就，末法時期淨土成就，這是佛為我們指出一個大原則、大方向。"
    },
    {
      "id": "20-014-0005_p0007",
      "zh_CN": "我们生在末法时期，我们遵守释迦牟尼佛的教诲，选择净土这条道路，这是佛为我们这个时代指出来的。虽然修学净土，净土里头是不是纯真？大致上还不错。净土现在也有冒充的，为什么？大家看到这么多人热心修净土，魔王外道也假借净土的名义来欺骗众生、来误导众生，虽然也念阿弥陀佛，他别有用意在里头，这是在最近一、二十年当中我们看到了，我们应该有所警惕。怎样才不会走错路？第一，决定要依净土五经一论来修学；第二，决定要遵守祖师大德的引导。跟我们距离最近的，净宗十三代祖师印光大师，我们遵守印光大师的指示，依照净土经论的修学，就不会出差错。所以古今中外的修学第一个条件，佛在《阿难问事佛吉凶经》里面所说的亲近明师，《华严经》上讲的亲近善友，善友就是老师、善知识。什么是善知识？必定有师承，他是跟哪个老师学的？他的老师又是跟哪个人学的？我们要搞清楚。他这个承传靠得住、靠不住？这个对于我们选择老师、亲近善知识非常重要，影响到我们一生的修学，将来的成就。",
      "zh_TW": "我們生在末法時期，我們遵守釋迦牟尼佛的教誨，選擇淨土這條道路，這是佛為我們這個時代指出來的。雖然修學淨土，淨土裡頭是不是純真？大致上還不錯。淨土現在也有冒充的，為什麼？大家看到這麼多人熱心修淨土，魔王外道也假借淨土的名義來欺騙眾生、來誤導眾生，雖然也念阿彌陀佛，他別有用意在裡頭，這是在最近一、二十年當中我們看到了，我們應該有所警惕。怎樣才不會走錯路？第一，決定要依淨土五經一論來修學；第二，決定要遵守祖師大德的引導。跟我們距離最近的，淨宗十三代祖師印光大師，我們遵守印光大師的指示，依照淨土經論的修學，就不會出差錯。所以古今中外的修學第一個條件，佛在《阿難問事佛吉凶經》裡面所說的親近明師，《華嚴經》上講的親近善友，善友就是老師、善知識。什麼是善知識？必定有師承，他是跟哪個老師學的？他的老師又是跟哪個人學的？我們要搞清楚。他這個承傳靠得住、靠不住？這個對於我們選擇老師、親近善知識非常重要，影響到我們一生的修學，將來的成就。"
    },
    {
      "id": "20-014-0005_p0008",
      "zh_CN": "我早年在台湾，朱镜宙老居士给我介绍李炳南老师，我向他请教：李老师是跟谁学的？他是跟印光大师学的，我们知道师承没问题，我们跟印祖一脉相承。可是在这个社会上，也有不少人说他是印光法师的学生，是印光法师的传人，我们再仔细观察观察，他的生活、他的为人、他的修学，像不像印光法师？如果不像，恐怕是仿冒的。仔细观察像不像，印光大师有《文钞》留给我们，我们拿这个去比对比对，果然相像，那靠得住。如果他起心动念、所作所为，跟印光大师讲的不一样，虽然他说是印光大师的学生，印光法师现在也不在了，我们也无法去对证，只有拿印光法师的教训来做标准。你的起心动念、言语造作，果然跟经典、跟祖师所说的相应，而没有违背，我可以跟你学。如果你的心行，跟经上讲的、祖师教训不一样，我们应当对你是敬而远之；敬是尊重你、尊敬你，远是不跟你学，远是这个意思；不是说跟你距离远远的，不是的，是不跟你学。所以亲近善知识是第一个条件，然后你有好的同参道友，平常在一起切磋琢磨，有好的修学环境，这一生当中你决定成就，你的缘具足了。",
      "zh_TW": "我早年在台灣，朱鏡宙老居士給我介紹李炳南老師，我向他請教：李老師是跟誰學的？他是跟印光大師學的，我們知道師承沒問題，我們跟印祖一脈相承。可是在這個社會上，也有不少人說他是印光法師的學生，是印光法師的傳人，我們再仔細觀察觀察，他的生活、他的為人、他的修學，像不像印光法師？如果不像，恐怕是仿冒的。仔細觀察像不像，印光大師有《文鈔》留給我們，我們拿這個去比對比對，果然相像，那靠得住。如果他起心動念、所作所為，跟印光大師講的不一樣，雖然他說是印光大師的學生，印光法師現在也不在了，我們也無法去對證，只有拿印光法師的教訓來做標準。你的起心動念、言語造作，果然跟經典、跟祖師所說的相應，而沒有違背，我可以跟你學。如果你的心行，跟經上講的、祖師教訓不一樣，我們應當對你是敬而遠之；敬是尊重你、尊敬你，遠是不跟你學，遠是這個意思；不是說跟你距離遠遠的，不是的，是不跟你學。所以親近善知識是第一個條件，然後你有好的同參道友，平常在一起切磋琢磨，有好的修學環境，這一生當中你決定成就，你的緣具足了。"
    },
    {
      "id": "20-014-0005_p0009",
      "zh_CN": "佛家讲缘，现在人讲条件，你修学的条件具足了，条件太好了。这种缘、这种条件是非常希有难逢的，决不是每个人一生当中都遇得到的，佛经上常讲「百千万劫难遭遇」，彭际清所谓「无量劫来，希有难逢」，这个话都是真实话，一点都不假。我们现在很难得因缘具足，条件都不缺，现在的关键就是自己要懂得抓住这个机会，认真努力修学，这一生当中决定成就。其他的法门我们可以听，也可以看，净宗是我们的主科，是我们的主修，其他法门知不知道没有关系；如果你发心讲经说法，其他法门的常识要懂得，应该要涉猎，但是以净宗为主。",
      "zh_TW": "佛家講緣，現在人講條件，你修學的條件具足了，條件太好了。這種緣、這種條件是非常希有難逢的，決不是每個人一生當中都遇得到的，佛經上常講「百千萬劫難遭遇」，彭際清所謂「無量劫來，希有難逢」，這個話都是真實話，一點都不假。我們現在很難得因緣具足，條件都不缺，現在的關鍵就是自己要懂得抓住這個機會，認真努力修學，這一生當中決定成就。其他的法門我們可以聽，也可以看，淨宗是我們的主科，是我們的主修，其他法門知不知道沒有關係；如果你發心講經說法，其他法門的常識要懂得，應該要涉獵，但是以淨宗為主。"
    },
    {
      "id": "20-014-0005_p0010",
      "zh_CN": "在学校读书也是这样的，你发心学佛，将来从事弘法利生的工作，佛法是你主要课程，你也要一门深入；学校课程不能够废弃，学校里面老师所教的课程样样都要学，最低限度功课都要及格，要拿到六、七十分，不必跟人家比赛第一名、第二名，那个没有意义，我们只要分数及格，年年升级，四年你拿到毕业文凭。你在这四年当中读一部经，佛法里面选一种，儒家选一种。儒家我劝你念《四书》，佛法劝你念《无量寿经》，你是学生在学校里头，你只要把这两种书念熟了，不必求深解，先把它念熟，熟透了自然就了解。古人说得好，「读书千遍，其义自见」，这个道理你慢慢会觉悟。所以不废弃学校的功课，多余的时间把《四书》念熟，能够背诵最好。《无量寿经》要熟，最好是要背诵，《无量寿经》我要求要背诵，背得很熟。《四书》如果不能背诵，要读得很熟。不要再求多了，多对你会产生障碍，记住「一门深入，长时薰修」，你的学业一定能够圆满成功。今天讲到此地，谢谢大家！",
      "zh_TW": "在學校讀書也是這樣的，你發心學佛，將來從事弘法利生的工作，佛法是你主要課程，你也要一門深入；學校課程不能夠廢棄，學校裡面老師所教的課程樣樣都要學，最低限度功課都要及格，要拿到六、七十分，不必跟人家比賽第一名、第二名，那個沒有意義，我們只要分數及格，年年升級，四年你拿到畢業文憑。你在這四年當中讀一部經，佛法裡面選一種，儒家選一種。儒家我勸你念《四書》，佛法勸你念《無量壽經》，你是學生在學校裡頭，你只要把這兩種書念熟了，不必求深解，先把它念熟，熟透了自然就了解。古人說得好，「讀書千遍，其義自見」，這個道理你慢慢會覺悟。所以不廢棄學校的功課，多餘的時間把《四書》念熟，能夠背誦最好。《無量壽經》要熟，最好是要背誦，《無量壽經》我要求要背誦，背得很熟。《四書》如果不能背誦，要讀得很熟。不要再求多了，多對你會產生障礙，記住「一門深入，長時薰修」，你的學業一定能夠圓滿成功。今天講到此地，謝謝大家！"
    }
  ]
}