{
  "doc_id": "20-014-0101",
  "title": {
    "zh_CN": "九九年早餐开示—护世息灾佛七篇",
    "zh_TW": "九九年早餐開示—護世息災佛七篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "澳洲",
    "zh_TW": "澳洲"
  },
  "doc_number": "20-014-0101",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-014-0101_p0001",
      "zh_CN": "诸位同学！今天是我们佛七的第二天，念佛还没有正式进入状况。一般要进入状况，应该等到第四天，第四天、第五天就进入状况。这一次的佛七，实际上是护世息灾念佛法会。过去印光法师在上海，举行过一次护国息灾的念佛法会。那个时候资讯还不发达，交通还是不便，地区彼此都有隔阂。印光大师看到中国有许许多多的灾难，举行这个方式，以我们大家的愿力、念力帮助世人消灾免难。今天这个时代跟过去不一样，资讯发达使全世界任何一个角落，发生一点点事情，我们立刻就知道了；交通的便捷，使地球缩小了。现在我们晓得，灾难是全球性的，所以我们念佛法会的目的，是要护世，而不是护一个国家。整个世界好，我们才能好，世界上有任何一个地方不好，都会影响我们的生活，我们都会受累，所以我们一定要把心量拓开。我们今天念佛，声声佛号，字字句句都是为全世界这些受灾难的众生，为他们祈福，为他们认真努力在修学、在念佛。这个功德就大了。我们也必须要认真努力，不敢有丝毫懈怠。因为我们懈怠，他们就要受苦受难。受苦受难不是少数人，亿万人。所以我们晓得，我们在此地念佛，求诸佛菩萨慈悲加佑我，帮助这些众生消灾免难。",
      "zh_TW": "諸位同學！今天是我們佛七的第二天，念佛還沒有正式進入狀況。一般要進入狀況，應該等到第四天，第四天、第五天就進入狀況。這一次的佛七，實際上是護世息災念佛法會。過去印光法師在上海，舉行過一次護國息災的念佛法會。那個時候資訊還不發達，交通還是不便，地區彼此都有隔閡。印光大師看到中國有許許多多的災難，舉行這個方式，以我們大家的願力、念力幫助世人消災免難。今天這個時代跟過去不一樣，資訊發達使全世界任何一個角落，發生一點點事情，我們立刻就知道了；交通的便捷，使地球縮小了。現在我們曉得，災難是全球性的，所以我們念佛法會的目的，是要護世，而不是護一個國家。整個世界好，我們才能好，世界上有任何一個地方不好，都會影響我們的生活，我們都會受累，所以我們一定要把心量拓開。我們今天念佛，聲聲佛號，字字句句都是為全世界這些受災難的眾生，為他們祈福，為他們認真努力在修學、在念佛。這個功德就大了。我們也必須要認真努力，不敢有絲毫懈怠。因為我們懈怠，他們就要受苦受難。受苦受難不是少數人，億萬人。所以我們曉得，我們在此地念佛，求諸佛菩薩慈悲加佑我，幫助這些眾生消災免難。"
    },
    {
      "id": "20-014-0101_p0002",
      "zh_CN": "众生的业障习气太重了、太深了，我们这一点的力量能帮得上忙吗？答案是肯定的，我们决定不能怀疑。关键在发心，果然发的是真诚心、清净平等心、正觉慈悲心，这个力量就大了。就能与诸佛菩萨感应道交，跟诸佛菩萨的心力结合在一起，这力量就大了。单单靠我们那个小心量，当然不行。我们一般人迷惑就在此地，不知道我们跟诸佛菩萨、一切天龙善神，这个心力结合起来就大了。佛家常讲，「心包太虚，量周沙界」，这对众生才帮得上忙，心量小决定无济于事。说实在话，心量小，自己保自己都保不住，怎么能帮助别人？所以一定要发大心。",
      "zh_TW": "眾生的業障習氣太重了、太深了，我們這一點的力量能幫得上忙嗎？答案是肯定的，我們決定不能懷疑。關鍵在發心，果然發的是真誠心、清淨平等心、正覺慈悲心，這個力量就大了。就能與諸佛菩薩感應道交，跟諸佛菩薩的心力結合在一起，這力量就大了。單單靠我們那個小心量，當然不行。我們一般人迷惑就在此地，不知道我們跟諸佛菩薩、一切天龍善神，這個心力結合起來就大了。佛家常講，「心包太虛，量周沙界」，這對眾生才幫得上忙，心量小決定無濟於事。說實在話，心量小，自己保自己都保不住，怎麼能幫助別人？所以一定要發大心。"
    },
    {
      "id": "20-014-0101_p0003",
      "zh_CN": "中国外国，许多传说都说严重的灾难，可不可以相信？我们不能不信，也不能全信。我们信佛，佛给我们怎么说？佛讲「依报随着正报转」；佛说「一切法从心想生」，这是真理。世间人有没有灾难，看他起心动念、言语造作，他的念头、他的造作是贪瞋痴慢，必定感得水火风灾、地震。这个东西，灾难之前必有因由。现在科学家讲物理现象，物理现象从哪里来的？他就不知道了。佛告诉我们，物理的现象是从心理变现出来的。心是根本，这是科学家现在没有达到的。心的念力能够改变自然的物理现象，佛菩萨所以能在虚空法界，表现出「理事无碍，事事无碍」，道理就在此地。这个道理很深很广，非常可惜，世间人不能接受，不肯相信。如果能接受，肯相信，这个灾难确确实实很容易化解。",
      "zh_TW": "中國外國，許多傳說都說嚴重的災難，可不可以相信？我們不能不信，也不能全信。我們信佛，佛給我們怎麼說？佛講「依報隨著正報轉」；佛說「一切法從心想生」，這是真理。世間人有沒有災難，看他起心動念、言語造作，他的念頭、他的造作是貪瞋痴慢，必定感得水火風災、地震。這個東西，災難之前必有因由。現在科學家講物理現象，物理現象從哪裡來的？他就不知道了。佛告訴我們，物理的現象是從心理變現出來的。心是根本，這是科學家現在沒有達到的。心的念力能夠改變自然的物理現象，佛菩薩所以能在虛空法界，表現出「理事無礙，事事無礙」，道理就在此地。這個道理很深很廣，非常可惜，世間人不能接受，不肯相信。如果能接受，肯相信，這個災難確確實實很容易化解。"
    },
    {
      "id": "20-014-0101_p0004",
      "zh_CN": "能够接受、能够相信是极少数的这些人，这些少数人何以能够相信？佛经上给我们讲两种人：第一个是上根利智，超过一般人的聪明智慧，一听佛所说，就点头接受；另外一种人，是无量劫以来的善根福德因缘现前。我们这一帮人，能够相信，能够接受，是靠过去生中善根福德因缘，我们不是上根利智。但是，不论是哪一个条件，只要能相信能接受，功德利益是相同的，并没有两样。我们只要依佛的教诲，很认真努力来修学，把身心世界一切放下。灾难有没有，也要放下，不需要理会，这样念下去，就会有感应，自然有不可思议的感应。",
      "zh_TW": "能夠接受、能夠相信是極少數的這些人，這些少數人何以能夠相信？佛經上給我們講兩種人：第一個是上根利智，超過一般人的聰明智慧，一聽佛所說，就點頭接受；另外一種人，是無量劫以來的善根福德因緣現前。我們這一幫人，能夠相信，能夠接受，是靠過去生中善根福德因緣，我們不是上根利智。但是，不論是哪一個條件，只要能相信能接受，功德利益是相同的，並沒有兩樣。我們只要依佛的教誨，很認真努力來修學，把身心世界一切放下。災難有沒有，也要放下，不需要理會，這樣念下去，就會有感應，自然有不可思議的感應。"
    },
    {
      "id": "20-014-0101_p0005",
      "zh_CN": "大势至教给我们念佛的方法，决定要遵守。他说：「都摄六根，净念相继。」这两句话，将念佛的原则说尽了，可是我们不好懂。觉明妙行菩萨，给我们诠释，他讲得好，「念佛，不怀疑、不夹杂、不间断」。这个话听起来好懂，这就是解释大势至菩萨所讲的原则。「净念相继」，怀疑，心就不清净；夹杂，心也不清净；不怀疑、不夹杂，才叫净念。我们在念佛堂的功夫，只有一句阿弥陀佛。口念阿弥陀佛，心想阿弥陀佛，身礼阿弥陀佛，三业念佛。除阿弥陀佛之外，这七十天当中，一个妄念都没有，这就不夹杂；如果还要想别的，那就是夹杂。你想你的家人，想你的事业，那就是夹杂；甚至于想其他经典里的教诲，也是夹杂。念佛堂里面，只许可你想西方极乐世界依正庄严，这个可以。大势至菩萨讲得好，「忆佛念佛，现前当来，必定见佛」。忆是心里想，想佛菩萨的相好，行！想佛菩萨的名号，行！想《无量寿经》、《弥陀经》上的教诲，行！如果想其他的，那就叫夹杂，与我们所修的法门不相应了。",
      "zh_TW": "大勢至教給我們念佛的方法，決定要遵守。他說：「都攝六根，淨念相繼。」這兩句話，將念佛的原則說盡了，可是我們不好懂。覺明妙行菩薩，給我們詮釋，他講得好，「念佛，不懷疑、不夾雜、不間斷」。這個話聽起來好懂，這就是解釋大勢至菩薩所講的原則。「淨念相繼」，懷疑，心就不清淨；夾雜，心也不清淨；不懷疑、不夾雜，才叫淨念。我們在念佛堂的功夫，只有一句阿彌陀佛。口念阿彌陀佛，心想阿彌陀佛，身禮阿彌陀佛，三業念佛。除阿彌陀佛之外，這七十天當中，一個妄念都沒有，這就不夾雜；如果還要想別的，那就是夾雜。你想你的家人，想你的事業，那就是夾雜；甚至於想其他經典裡的教誨，也是夾雜。念佛堂裡面，只許可你想西方極樂世界依正莊嚴，這個可以。大勢至菩薩講得好，「憶佛念佛，現前當來，必定見佛」。憶是心裡想，想佛菩薩的相好，行！想佛菩薩的名號，行！想《無量壽經》、《彌陀經》上的教誨，行！如果想其他的，那就叫夾雜，與我們所修的法門不相應了。"
    },
    {
      "id": "20-014-0101_p0006",
      "zh_CN": "时间不长，十个佛七，也不过是七十天，不是长时间。功夫要得力，完全在这句话，「决定不夹杂」。不怀疑，我想大家没有什么问题。你们既然发心到这个地方来，参加佛七法会，你怀疑，你就不会来；你来，不会怀疑的。问题就是夹杂；再一个就是间断，不间断就是相继，净念就相继。但是七十天要真正做到不间断，不容易，可是我们尽可能把我们的障碍突破，我们念佛会懈怠、会疲倦，这个关要突破。我们在新加坡有经验，二十四小时念佛，第一天很难过，硬是硬撑熬过去，到第二天就有进步，第三天就很正常了。这是个瓶颈，是个关口，你一定咬紧牙根突破它。不要害怕，拼命，拼命去念佛。实在支撑不住的时候，休息，休息一下。休息不要脱海青，或者是坐在那里休息一下，躺在那里休息一下也可以，一醒过来，立刻就回念佛堂；求什么？求不间断。把大势至菩萨要求我们的标准，努力去做到。",
      "zh_TW": "時間不長，十個佛七，也不過是七十天，不是長時間。功夫要得力，完全在這句話，「決定不夾雜」。不懷疑，我想大家沒有什麼問題。你們既然發心到這個地方來，參加佛七法會，你懷疑，你就不會來；你來，不會懷疑的。問題就是夾雜；再一個就是間斷，不間斷就是相繼，淨念就相繼。但是七十天要真正做到不間斷，不容易，可是我們盡可能把我們的障礙突破，我們念佛會懈怠、會疲倦，這個關要突破。我們在新加坡有經驗，二十四小時念佛，第一天很難過，硬是硬撐熬過去，到第二天就有進步，第三天就很正常了。這是個瓶頸，是個關口，你一定咬緊牙根突破它。不要害怕，拼命，拼命去念佛。實在支撐不住的時候，休息，休息一下。休息不要脫海青，或者是坐在那裡休息一下，躺在那裡休息一下也可以，一醒過來，立刻就回念佛堂；求什麼？求不間斷。把大勢至菩薩要求我們的標準，努力去做到。"
    },
    {
      "id": "20-014-0101_p0007",
      "zh_CN": "这七十天当中，饮食起居有护法们照料。护法他们的功德，跟在念佛堂念佛的功德是一样大。他们也是以清净心、平等心、慈悲心来照顾，你们在念佛堂念佛，他们在念佛堂外面也念佛。你们专心念佛，他们念佛还有一份工作要做。没有这些人发心护持，就不能成就各位一心念佛，所以内外合作。内护外护的缘不容易成就，我们现在的缘具足，希有难逢的因缘，决定不能够错过。念佛人数，不拘多少，功德善业都不可思议。我们深深相信佛的教诲，「一念相应一念佛，念念相应念念佛」，不怀疑、不间断、不夹杂就相应。念佛不相应，最大的就是夹杂。所以真正做到不夹杂，没有不相应的。",
      "zh_TW": "這七十天當中，飲食起居有護法們照料。護法他們的功德，跟在念佛堂念佛的功德是一樣大。他們也是以清淨心、平等心、慈悲心來照顧，你們在念佛堂念佛，他們在念佛堂外面也念佛。你們專心念佛，他們念佛還有一份工作要做。沒有這些人發心護持，就不能成就各位一心念佛，所以內外合作。內護外護的緣不容易成就，我們現在的緣具足，希有難逢的因緣，決定不能夠錯過。念佛人數，不拘多少，功德善業都不可思議。我們深深相信佛的教誨，「一念相應一念佛，念念相應念念佛」，不懷疑、不間斷、不夾雜就相應。念佛不相應，最大的就是夾雜。所以真正做到不夾雜，沒有不相應的。"
    },
    {
      "id": "20-014-0101_p0008",
      "zh_CN": "我在新加坡跟大家说过，大家都担心这些灾难。我告诉他们，最近一次，普陀山观音菩萨的塑像，举行开光典礼。这一尊佛像有三十多年，开光的这一天，李木源居士率领一个团，到普陀山参加。那一天，与会的人员有三万多人，看到观世音菩萨出现。那一天是阴天，看到天上有一道门打开，门开了之后，就看到有四朵莲花，从门里面涌现出来；然后四大天王出现了，最后观世音菩萨出来了。大约有五分钟的时间，三万多人都看到了，不信佛的人也跪在地上拜观音菩萨。出现之后，渐渐的形相就淡了，大家磕头礼拜，恭敬祈请，门又开了，观音菩萨又出来了，一共三次。差不多将近有十五分钟这么长的时间，还有人录像。在西方，他们很多人见到圣母玛莉亚，在中国大家看到观世音菩萨，不可思议！科学没有法子解释，全心真诚的感应。三万多人，绝对不是三万多人都有清净心，少数几个有清净心就感应，大家都看到，大家都沾光。我们明白这个道理就好了，大家有灾难，大家不信佛，我们这些少数人相信佛，少数人具足真诚、清净、慈悲；我们为一切众生祈福，就有不可思议的感应。相随心转，境随心转，根据这个理论，我们深深相信，业障可以消除，灾难可以避免，端在我们自己真诚努力、念佛不懈怠。",
      "zh_TW": "我在新加坡跟大家說過，大家都擔心這些災難。我告訴他們，最近一次，普陀山觀音菩薩的塑像，舉行開光典禮。這一尊佛像有三十多年，開光的這一天，李木源居士率領一個團，到普陀山參加。那一天，與會的人員有三萬多人，看到觀世音菩薩出現。那一天是陰天，看到天上有一道門打開，門開了之後，就看到有四朵蓮花，從門裡面湧現出來；然後四大天王出現了，最後觀世音菩薩出來了。大約有五分鐘的時間，三萬多人都看到了，不信佛的人也跪在地上拜觀音菩薩。出現之後，漸漸的形相就淡了，大家磕頭禮拜，恭敬祈請，門又開了，觀音菩薩又出來了，一共三次。差不多將近有十五分鐘這麼長的時間，還有人錄像。在西方，他們很多人見到聖母瑪莉亞，在中國大家看到觀世音菩薩，不可思議！科學沒有法子解釋，全心真誠的感應。三萬多人，絕對不是三萬多人都有清淨心，少數幾個有清淨心就感應，大家都看到，大家都沾光。我們明白這個道理就好了，大家有災難，大家不信佛，我們這些少數人相信佛，少數人具足真誠、清淨、慈悲；我們為一切眾生祈福，就有不可思議的感應。相隨心轉，境隨心轉，根據這個理論，我們深深相信，業障可以消除，災難可以避免，端在我們自己真誠努力、念佛不懈怠。"
    },
    {
      "id": "20-014-0101_p0009",
      "zh_CN": "我今天下午要回到新加坡，参加明天一个多元文化的活动，还要访问道教。我们访问，也得到很好的回响。现在印度教，请我们去讲经；回教请我们去讲经；道教，我听说也要准备请我们去讲经。大家都能够明白佛理，向佛学习。我们知道佛法不是宗教，佛法是诸佛如来度一切众生，至善圆满的教育。所以任何宗教，都可以学佛。佛法教学的内容是圆满的智慧，唯有智慧能解决问题。我们在念佛堂念佛，就是修定修慧；定慧等学、福慧双修。但是决不能夹杂，夹杂就把我们的修学功夫破坏了。希望诸位同修继续不断努力，我下次来会看到大家有很好的成就。好，今天时间到了，我们就讲到这里。",
      "zh_TW": "我今天下午要回到新加坡，參加明天一個多元文化的活動，還要訪問道教。我們訪問，也得到很好的回響。現在印度教，請我們去講經；回教請我們去講經；道教，我聽說也要準備請我們去講經。大家都能夠明白佛理，向佛學習。我們知道佛法不是宗教，佛法是諸佛如來度一切眾生，至善圓滿的教育。所以任何宗教，都可以學佛。佛法教學的內容是圓滿的智慧，唯有智慧能解決問題。我們在念佛堂念佛，就是修定修慧；定慧等學、福慧雙修。但是決不能夾雜，夾雜就把我們的修學功夫破壞了。希望諸位同修繼續不斷努力，我下次來會看到大家有很好的成就。好，今天時間到了，我們就講到這裡。"
    }
  ]
}