{
  "doc_id": "20-014-0103",
  "title": {
    "zh_CN": "九九年开餐开示—落实「世界一家」之理念",
    "zh_TW": "九九年開餐開示—落實「世界一家」之理念"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "20-014-0103",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0103_p0001",
      "zh_CN": "各位同学，大家好！这几天我们一直都在旅行，来到澳洲的目的，也是希望帮助这个地区，落实多元文化的理想。现在在全世界有这种理想，而且很希望将它落实，也很认真的努力在做，只有新加坡跟澳洲这两个地区。这一次天主教召开的宗教会议，总共有五个宗教参加，大家谈得很愉快。会议是在当地时间十点钟开始，到下午三点钟，分组研究讨论，听取每一个宗教的报告，他们宗教的理念，修学的方法，希望提升到的境界。我们交谈之后，就知道有许许多多宗教的理想、修学，都非常接近，所以大家很欢喜，感觉到过去我们做错了。天主教主教在做结论的时候，很坦白的告诉大家，这也不只是他们一个宗教，每一个宗教都如是，以往我们不相往来，所以产生许多误会、许多隔阂。从此之后，希望在新的一个世纪，把这些缺失改正过来，希望与不同的宗教、不同的文化，多交流，多接触，多了解，这个样子才真正能落实到互相尊重，互相敬爱，互助合作，来维护社会的安定和平。主教们非常热诚，希望在不久的将来，我们再有第二次的集会，第三次的集会，这好事情！",
      "zh_TW": "各位同學，大家好！這幾天我們一直都在旅行，來到澳洲的目的，也是希望幫助這個地區，落實多元文化的理想。現在在全世界有這種理想，而且很希望將它落實，也很認真的努力在做，只有新加坡跟澳洲這兩個地區。這一次天主教召開的宗教會議，總共有五個宗教參加，大家談得很愉快。會議是在當地時間十點鐘開始，到下午三點鐘，分組研究討論，聽取每一個宗教的報告，他們宗教的理念，修學的方法，希望提升到的境界。我們交談之後，就知道有許許多多宗教的理想、修學，都非常接近，所以大家很歡喜，感覺到過去我們做錯了。天主教主教在做結論的時候，很坦白的告訴大家，這也不只是他們一個宗教，每一個宗教都如是，以往我們不相往來，所以產生許多誤會、許多隔閡。從此之後，希望在新的一個世紀，把這些缺失改正過來，希望與不同的宗教、不同的文化，多交流，多接觸，多了解，這個樣子才真正能落實到互相尊重，互相敬愛，互助合作，來維護社會的安定和平。主教們非常熱誠，希望在不久的將來，我們再有第二次的集會，第三次的集會，這好事情！"
    },
    {
      "id": "20-014-0103_p0002",
      "zh_CN": "我们将佛法的理念，为大家介绍了，现在逐渐有一个共识，这个共识就是所谓地球村。地球村的理念要落实，住在地球上的人们都是一家人，像父子兄弟、亲戚朋友一样，这个理念要落实，战争就会消除了。如果世间没有战争，我们深深的相信天灾也化解了，这是很难得的一个共识。而世尊在经典里面告诉我们，佛菩萨的理念，不仅仅是地球上的众生是一家人，佛所讲的虚空法界一切众生，是一个生命共同体，在佛法里面称作清净法身。真的要能够达到究竟的圆满，还是大乘佛法里面《华严》的教学。所以我把《华严》教学介绍给大家，希望将来能够有个机构、有个场所，我们共同来学习，我可以将自己这四十多年修学经验，贡献给大家。实际上，我在这个晚年已经没有事情了，唯一的一桩事情，就是把《华严》介绍给大家，把净土介绍给大家。《华严》是属于解分，也就是建立共识，了解宇宙人生的真相。自己如果要契入华严境界，一定要靠净土这个方法，净土方法可以帮助我们入华严境界。",
      "zh_TW": "我們將佛法的理念，為大家介紹了，現在逐漸有一個共識，這個共識就是所謂地球村。地球村的理念要落實，住在地球上的人們都是一家人，像父子兄弟、親戚朋友一樣，這個理念要落實，戰爭就會消除了。如果世間沒有戰爭，我們深深的相信天災也化解了，這是很難得的一個共識。而世尊在經典裡面告訴我們，佛菩薩的理念，不僅僅是地球上的眾生是一家人，佛所講的虛空法界一切眾生，是一個生命共同體，在佛法裡面稱作清淨法身。真的要能夠達到究竟的圓滿，還是大乘佛法裡面《華嚴》的教學。所以我把《華嚴》教學介紹給大家，希望將來能夠有個機構、有個場所，我們共同來學習，我可以將自己這四十多年修學經驗，貢獻給大家。實際上，我在這個晚年已經沒有事情了，唯一的一樁事情，就是把《華嚴》介紹給大家，把淨土介紹給大家。《華嚴》是屬於解分，也就是建立共識，了解宇宙人生的真相。自己如果要契入華嚴境界，一定要靠淨土這個方法，淨土方法可以幫助我們入華嚴境界。"
    },
    {
      "id": "20-014-0103_p0003",
      "zh_CN": "所谓入华严境界，用现代的话来说，就是过佛菩萨的生活，这个说法大家好懂，讲华严境界大家不好懂，过佛菩萨的生活。能过佛菩萨的生活，就是佛法教学目标真正的完成，佛家讲超凡入圣。我们现在过的是凡夫生活，能够过佛菩萨的生活，那就是圣，就超凡入圣，或者是转凡入圣。这个事情不是做不到的，怕的是我们不肯做，我们没有机会去做。现在这个机缘逐渐成熟，只要我们自己肯做，都能做得到。佛菩萨的生活，超过神仙，我们中国民间都羡慕神仙，神仙好！神仙比我们好太多了，可是神仙跟佛菩萨比还比不上。所以我们这一生当中有这个缘分，遇到这个机会，一定要把这个机会抓住，决定不能让这个机会空过。",
      "zh_TW": "所謂入華嚴境界，用現代的話來說，就是過佛菩薩的生活，這個說法大家好懂，講華嚴境界大家不好懂，過佛菩薩的生活。能過佛菩薩的生活，就是佛法教學目標真正的完成，佛家講超凡入聖。我們現在過的是凡夫生活，能夠過佛菩薩的生活，那就是聖，就超凡入聖，或者是轉凡入聖。這個事情不是做不到的，怕的是我們不肯做，我們沒有機會去做。現在這個機緣逐漸成熟，只要我們自己肯做，都能做得到。佛菩薩的生活，超過神仙，我們中國民間都羨慕神仙，神仙好！神仙比我們好太多了，可是神仙跟佛菩薩比還比不上。所以我們這一生當中有這個緣分，遇到這個機會，一定要把這個機會抓住，決定不能讓這個機會空過。"
    },
    {
      "id": "20-014-0103_p0004",
      "zh_CN": "《华严》大家都知道，是佛教里面的根本教义，古人称为根本法轮，一切经教都是《华严》的眷属，《华严》的某一部分，所以只有《华严》才是完整的教学。过去方东美先生把它比作「佛学概论」，这个说法说得很好，让现代人都能够理解。所以他老人家晚年，在辅仁大学博士班就开「华严哲学」，他老人家来带动。我们现在借着他的足迹，更向前面迈进了一步，怎么迈进？我们突破哲学、突破宗教，落实到实际的生活，我们才有受用；也就是说把《华严》变成我们实际生活。我在这一年多，在新加坡居士林开讲《华严》，就是用的这个理念。所以我们展开经卷，字字句句都是我们现实的生活，才真正认识世尊以及诸佛圆满的教学。",
      "zh_TW": "《華嚴》大家都知道，是佛教裡面的根本教義，古人稱為根本法輪，一切經教都是《華嚴》的眷屬，《華嚴》的某一部分，所以只有《華嚴》才是完整的教學。過去方東美先生把它比作「佛學概論」，這個說法說得很好，讓現代人都能夠理解。所以他老人家晚年，在輔仁大學博士班就開「華嚴哲學」，他老人家來帶動。我們現在藉著他的足跡，更向前面邁進了一步，怎麼邁進？我們突破哲學、突破宗教，落實到實際的生活，我們才有受用；也就是說把《華嚴》變成我們實際生活。我在這一年多，在新加坡居士林開講《華嚴》，就是用的這個理念。所以我們展開經卷，字字句句都是我們現實的生活，才真正認識世尊以及諸佛圓滿的教學。"
    },
    {
      "id": "20-014-0103_p0005",
      "zh_CN": "我有这个想法，有这个看法，方东美先生是启蒙，另外受欧阳竟无大师的启示，他告诉我们，「佛法不是宗教，不是哲学，而为今时所必需」。我们想想必需的是什么？必需的是过日子，我们怎样去过一个幸福的日子，怎样去过美满的日子。于是我们在《华严经》上找到了，它确实带给我们真实美满，美满到丝毫没有欠缺，太难得了！所以从这个地方，我们体会到、也观察到，佛陀的真实智慧，无尽的慈悲。",
      "zh_TW": "我有這個想法，有這個看法，方東美先生是啟蒙，另外受歐陽竟無大師的啟示，他告訴我們，「佛法不是宗教，不是哲學，而為今時所必需」。我們想想必需的是什麼？必需的是過日子，我們怎樣去過一個幸福的日子，怎樣去過美滿的日子。於是我們在《華嚴經》上找到了，它確實帶給我們真實美滿，美滿到絲毫沒有欠缺，太難得了！所以從這個地方，我們體會到、也觀察到，佛陀的真實智慧，無盡的慈悲。"
    },
    {
      "id": "20-014-0103_p0006",
      "zh_CN": "最近这些年来，我们提出修学的纲领：「真诚、清净、平等、正觉、慈悲」，这就是大乘经教里面所讲的「大菩提心」。讲大菩提心很难懂，我用这个讲法，大家听起来比较容易明了，这就是大菩提心。「看破、放下、自在、随缘、念佛」，就是大普贤行。这二十个字，都是从《华严》里面学来的，这是全经的纲领，教我们怎样存心，怎样生活。普贤行就是菩提心的落实，行门里面最后一定要结归到念佛，这就是《华严》在最后，普贤菩萨「十大愿王，导归极乐」，这样才得到真正的圆满。如果不念佛，你学《华严》可以得到一生的圆满，来生就靠不住了。",
      "zh_TW": "最近這些年來，我們提出修學的綱領：「真誠、清淨、平等、正覺、慈悲」，這就是大乘經教裡面所講的「大菩提心」。講大菩提心很難懂，我用這個講法，大家聽起來比較容易明瞭，這就是大菩提心。「看破、放下、自在、隨緣、念佛」，就是大普賢行。這二十個字，都是從《華嚴》裡面學來的，這是全經的綱領，教我們怎樣存心，怎樣生活。普賢行就是菩提心的落實，行門裡面最後一定要結歸到念佛，這就是《華嚴》在最後，普賢菩薩「十大願王，導歸極樂」，這樣才得到真正的圓滿。如果不念佛，你學《華嚴》可以得到一生的圓滿，來生就靠不住了。"
    },
    {
      "id": "20-014-0103_p0007",
      "zh_CN": "我们学佛的同修，都肯定人有来生，所以绝对不是断灭的，我们有前世，我们有来生。但是从这一生转到来生，在世法里面讲是六道轮回，轮回到哪一道，自己做不了主。谁作主？佛给我们讲业力作主，业力就是我们的习气、习惯。这个说法，跟中国古老传统《易经》里面讲法是相同的。孔老夫子做《系辞大传》，他有两句话说，他说「人以类聚，物以群分」，这就是佛家讲的业力。我们仔细观察，尤其在澳洲这个地区幅员很广大，常常到外面去旅行，我们看树木，同一类的树木它长在一起，这就是「类聚」。一片森林里面，你去找这个区域，找不到另外一个杂的木头，它总是一样的。人，他有些什么嗜好，他一定找他同类的。我们学佛的同修，聚集在佛堂，「人以群分」。喜欢打高尔夫球的，高尔夫球场是他常常聚会的地方，他不会到我们这里来，我们也不会到他那里去。于是我们就懂得了，佛讲的六道轮回，就是这种力量在牵引你到哪一道去。",
      "zh_TW": "我們學佛的同修，都肯定人有來生，所以絕對不是斷滅的，我們有前世，我們有來生。但是從這一生轉到來生，在世法裡面講是六道輪迴，輪迴到哪一道，自己做不了主。誰作主？佛給我們講業力作主，業力就是我們的習氣、習慣。這個說法，跟中國古老傳統《易經》裡面講法是相同的。孔老夫子做《繫辭大傳》，他有兩句話說，他說「人以類聚，物以群分」，這就是佛家講的業力。我們仔細觀察，尤其在澳洲這個地區幅員很廣大，常常到外面去旅行，我們看樹木，同一類的樹木它長在一起，這就是「類聚」。一片森林裡面，你去找這個區域，找不到另外一個雜的木頭，它總是一樣的。人，他有些什麼嗜好，他一定找他同類的。我們學佛的同修，聚集在佛堂，「人以群分」。喜歡打高爾夫球的，高爾夫球場是他常常聚會的地方，他不會到我們這裡來，我們也不會到他那裡去。於是我們就懂得了，佛講的六道輪迴，就是這種力量在牽引你到哪一道去。"
    },
    {
      "id": "20-014-0103_p0008",
      "zh_CN": "明明有六道，为什么很多人说，人死了都作鬼？说的人很多，我们想一想也不无道理。鬼是什么爱好？鬼贪爱心重，贪爱的习气，这个业力就是饿鬼道的业因。不管是什么，名闻利养、财色名食睡，只要是你贪爱，那个贪心就是鬼心；瞋恚是地狱，愚痴是畜生。我们想想，我们有没有这个习气？如果有这些习气，这个习气里头，哪一个习气强，力量最大，就先到那一道去受生，六道是这么一回事情。",
      "zh_TW": "明明有六道，為什麼很多人說，人死了都作鬼？說的人很多，我們想一想也不無道理。鬼是什麼愛好？鬼貪愛心重，貪愛的習氣，這個業力就是餓鬼道的業因。不管是什麼，名聞利養、財色名食睡，只要是你貪愛，那個貪心就是鬼心；瞋恚是地獄，愚痴是畜生。我們想想，我們有沒有這個習氣？如果有這些習氣，這個習氣裡頭，哪一個習氣強，力量最大，就先到那一道去受生，六道是這麼一回事情。"
    },
    {
      "id": "20-014-0103_p0009",
      "zh_CN": "所以佛劝我们念佛，念阿弥陀佛，阿弥陀佛不在六道，六道里头没有阿弥陀佛。阿弥陀佛在西方极乐世界，佛教我们培养这个习气，培养这个业力，这个业力在佛法叫净业，让我们对于西方净土阿弥陀佛，生起强烈的信心、愿心，希望生到极乐世界；用现在的话来说，我们移民，移民到西方极乐世界。到那个地方，才算是你得到永恒的幸福，你的幸福不是一生，永恒的。怎么知道是永恒？经上讲得很清楚，那个地方的人无量寿；换句话说，再也没有生死，再也没有轮回。所以古大德说，西方极乐世界无量寿是它的第一德，功德再多，这是第一，无量寿是第一，寿命长。那个地方的人，从来也不生病，从来也不会衰老。佛在经上说的，这个事情是真的、是假的？我们要是读过《金刚经》，就能够相信佛的话是真的。《金刚经》上佛说得很好，佛是「真语者」，真语就不说假话；「实语」，实语就不会落空；「如语」，如语是事实是什么，他就说什么，他也不增加一点，也不减少一点，完全照着事实来给我们介绍，佛哪里会骗人！",
      "zh_TW": "所以佛勸我們念佛，念阿彌陀佛，阿彌陀佛不在六道，六道裡頭沒有阿彌陀佛。阿彌陀佛在西方極樂世界，佛教我們培養這個習氣，培養這個業力，這個業力在佛法叫淨業，讓我們對於西方淨土阿彌陀佛，生起強烈的信心、願心，希望生到極樂世界；用現在的話來說，我們移民，移民到西方極樂世界。到那個地方，才算是你得到永恆的幸福，你的幸福不是一生，永恆的。怎麼知道是永恆？經上講得很清楚，那個地方的人無量壽；換句話說，再也沒有生死，再也沒有輪迴。所以古大德說，西方極樂世界無量壽是它的第一德，功德再多，這是第一，無量壽是第一，壽命長。那個地方的人，從來也不生病，從來也不會衰老。佛在經上說的，這個事情是真的、是假的？我們要是讀過《金剛經》，就能夠相信佛的話是真的。《金剛經》上佛說得很好，佛是「真語者」，真語就不說假話；「實語」，實語就不會落空；「如語」，如語是事實是什麼，他就說什麼，他也不增加一點，也不減少一點，完全照著事實來給我們介紹，佛哪裡會騙人！"
    },
    {
      "id": "20-014-0103_p0010",
      "zh_CN": "我们往生到西方极乐世界，不是到那里去享福的，如果享福的心，不能往生。为什么？享福还是贪心，贪图那里福报大、寿命长，贪心不能去，要把贪瞋痴的念头断掉。什么样的心？菩提心才能去。菩提心是真正觉悟的心，希望自己得到圆满的成就，然后帮助世间许许多多还没有觉悟的众生，帮助他们成就，这才行！这种心就叫菩提心。所以《无量寿经》「三辈往生」，上中下三辈，告诉我们往生的条件八个字：「发菩提心，一向专念」。所以一定要发心帮助别人，舍己为人，老实念佛，这种人就决定得生净土。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們往生到西方極樂世界，不是到那裡去享福的，如果享福的心，不能往生。為什麼？享福還是貪心，貪圖那裡福報大、壽命長，貪心不能去，要把貪瞋痴的念頭斷掉。什麼樣的心？菩提心才能去。菩提心是真正覺悟的心，希望自己得到圓滿的成就，然後幫助世間許許多多還沒有覺悟的眾生，幫助他們成就，這才行！這種心就叫菩提心。所以《無量壽經》「三輩往生」，上中下三輩，告訴我們往生的條件八個字：「發菩提心，一向專念」。所以一定要發心幫助別人，捨己為人，老實念佛，這種人就決定得生淨土。好，今天時間到了，我們就講到此地。"
    }
  ]
}