{
  "doc_id": "20-014-0004",
  "title": {
    "zh_CN": "九九年早餐开示—专修专弘才有成就",
    "zh_TW": "九九年早餐開示—專修專弘才有成就"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港",
    "zh_TW": "香港"
  },
  "doc_number": "20-014-0004",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0004_p0001",
      "zh_CN": "昨天来到香港，跟这边同修见面，了解这边佛弟子修学的状况，几乎与往昔台湾、新加坡相仿佛，修的法门太多了，听的经论也太多了。在这么多年当中，不仅是佛菩萨在经论里面告诉我们要一门深入，历代的祖师大德，我自己追随章嘉大师、李炳南老居士，他们是真善知识，教导学人都是一门深入，长时间薰修。不仅是如此，李炳老过去反复叮咛，教导我一定要住在一个地方。我问他为什么？我说：我倒喜欢各个地方走走，跟一切众生广结法缘。他笑了笑，他说：这个也没错，对你自己有好处，对大众没有好处。我听不懂他的话，我向他请教，他告诉我，他说：哪里有人听经，听一部经就开悟、就证果了？我明白他的意思了。也只有长住在一个地方，长年讲经，大众才有开悟的希望。所以李炳老在台中住了三十八年，也就讲了三十八年，台中同修能够得受用，能够有那么多念佛往生的人，因缘就在此地。我记住他的话，但是缘不成熟。在往年，黄念祖老居士也嘱咐我，他说：法师，你讲经讲了这么多年，不要到处跑了，不要再讲了。我说：那干什么？你要好好的培养人才，佛法后继无人，这是大事；其次，你要写书，流传给后世。我说：我早有这个心愿，也是缘不具足，我想住一个地方，偏偏住不下去。",
      "zh_TW": "昨天來到香港，跟這邊同修見面，了解這邊佛弟子修學的狀況，幾乎與往昔台灣、新加坡相彷彿，修的法門太多了，聽的經論也太多了。在這麼多年當中，不僅是佛菩薩在經論裡面告訴我們要一門深入，歷代的祖師大德，我自己追隨章嘉大師、李炳南老居士，他們是真善知識，教導學人都是一門深入，長時間薰修。不僅是如此，李炳老過去反覆叮嚀，教導我一定要住在一個地方。我問他為什麼？我說：我倒喜歡各個地方走走，跟一切眾生廣結法緣。他笑了笑，他說：這個也沒錯，對你自己有好處，對大眾沒有好處。我聽不懂他的話，我向他請教，他告訴我，他說：哪裡有人聽經，聽一部經就開悟、就證果了？我明白他的意思了。也只有長住在一個地方，長年講經，大眾才有開悟的希望。所以李炳老在台中住了三十八年，也就講了三十八年，台中同修能夠得受用，能夠有那麼多念佛往生的人，因緣就在此地。我記住他的話，但是緣不成熟。在往年，黃念祖老居士也囑咐我，他說：法師，你講經講了這麼多年，不要到處跑了，不要再講了。我說：那幹什麼？你要好好的培養人才，佛法後繼無人，這是大事；其次，你要寫書，流傳給後世。我說：我早有這個心願，也是緣不具足，我想住一個地方，偏偏住不下去。"
    },
    {
      "id": "20-014-0004_p0002",
      "zh_CN": "现在到了晚年，承蒙新加坡居士林的李木源居士，他发心办佛学院、办弥陀村、开念佛堂，要我长住在这个地方帮助他们。我看到这个团体上下一团和气，谚语常讲「家和万事兴」，所以我们也看到，居士林跟新加坡净宗学会一片兴旺的气象。这些人都能够专修专弘，一门深入，他们得到佛法殊胜的利益，也就是所谓尝到甜头，在佛法里面讲法味，已经得到法味了。这是一个好现象，我们也希望把这桩事情做好，给全世界学佛的同修做一个榜样。念佛堂成立到现在，也不过半年的时间，最初成立我们也没有信心，只是多少年有这么一个想法，从来也没有去做，所以我们尝试着去做。真正是得三宝的加持，护法龙天的护助，所以念佛堂一开办就兴旺。现在这个念佛堂每一个星期，从星期一到星期五，早晨六点钟起香，念到晚上六点钟，十二个小时，每一天差不多有四百多人。星期六跟星期天是念三十六个小时，星期六早晨六点钟起香，念到星期天晚上六点钟，这三十六个小时。所以每一个星期，有九十六个小时念佛。星期天、星期六人最多，大概差不多到七、八百人。除念佛之外，每天晚上听经两个小时，念佛堂的同修就在念佛堂打开电视听经。",
      "zh_TW": "現在到了晚年，承蒙新加坡居士林的李木源居士，他發心辦佛學院、辦彌陀村、開念佛堂，要我長住在這個地方幫助他們。我看到這個團體上下一團和氣，諺語常講「家和萬事興」，所以我們也看到，居士林跟新加坡淨宗學會一片興旺的氣象。這些人都能夠專修專弘，一門深入，他們得到佛法殊勝的利益，也就是所謂嘗到甜頭，在佛法裡面講法味，已經得到法味了。這是一個好現象，我們也希望把這樁事情做好，給全世界學佛的同修做一個榜樣。念佛堂成立到現在，也不過半年的時間，最初成立我們也沒有信心，只是多少年有這麼一個想法，從來也沒有去做，所以我們嘗試著去做。真正是得三寶的加持，護法龍天的護助，所以念佛堂一開辦就興旺。現在這個念佛堂每一個星期，從星期一到星期五，早晨六點鐘起香，念到晚上六點鐘，十二個小時，每一天差不多有四百多人。星期六跟星期天是念三十六個小時，星期六早晨六點鐘起香，念到星期天晚上六點鐘，這三十六個小時。所以每一個星期，有九十六個小時念佛。星期天、星期六人最多，大概差不多到七、八百人。除念佛之外，每天晚上聽經兩個小時，念佛堂的同修就在念佛堂打開電視聽經。"
    },
    {
      "id": "20-014-0004_p0003",
      "zh_CN": "近来，美国地区的同修，在电视机前面向我提出问题，为什么修学功夫不得力？这个问题提得很好。我告诉他，修学功夫不得力，真正的原因是听经太少。我们想想，世尊当年在世示现悟道之后，一生从事于讲经说法的工作，没有一天休息过，大家都知道，他老人家说法四十九年，讲经三百余会。这个会，用现代的话来说就是单元，三百多个单元。天天在讲，天天在劝导大家，一定要把这个道理了解透彻，我们信心坚定了，愿心恳切了，功夫才能得力。",
      "zh_TW": "近來，美國地區的同修，在電視機前面向我提出問題，為什麼修學功夫不得力？這個問題提得很好。我告訴他，修學功夫不得力，真正的原因是聽經太少。我們想想，世尊當年在世示現悟道之後，一生從事於講經說法的工作，沒有一天休息過，大家都知道，他老人家說法四十九年，講經三百餘會。這個會，用現代的話來說就是單元，三百多個單元。天天在講，天天在勸導大家，一定要把這個道理了解透徹，我們信心堅定了，願心懇切了，功夫才能得力。"
    },
    {
      "id": "20-014-0004_p0004",
      "zh_CN": "这些道理，《华严经》上讲得多，也讲得很彻底，宇宙人生一切万法是从心变现出来的，佛在《华严》上说「唯心所现，唯识所变」，大乘经上佛常说，「一切法从心想生」，心是主宰。佛法的教学千言万语，禅宗里一句话说尽了，明心见性，见性成佛，这是佛法教学的宗旨。无论是大乘小乘、显教密教、宗门教下，无不是以此为目标。所以佛在经上常讲，法门虽然很多，它是平等的，无有高下，又说殊途同归，都是说这桩事情。我们要明心，我们要见性，一门才能够得到。像一个讲堂，这个讲堂开了有许多门户，你要想进入讲堂，你只能从一个门进来，你不可能从两个门进来，这个道理大家懂得。佛说无量无边法门，是帮助无量无边众生，不是叫你一个人要学很多法门，那你就错了，一个人只能学一个法门。",
      "zh_TW": "這些道理，《華嚴經》上講得多，也講得很徹底，宇宙人生一切萬法是從心變現出來的，佛在《華嚴》上說「唯心所現，唯識所變」，大乘經上佛常說，「一切法從心想生」，心是主宰。佛法的教學千言萬語，禪宗裡一句話說盡了，明心見性，見性成佛，這是佛法教學的宗旨。無論是大乘小乘、顯教密教、宗門教下，無不是以此為目標。所以佛在經上常講，法門雖然很多，它是平等的，無有高下，又說殊途同歸，都是說這樁事情。我們要明心，我們要見性，一門才能夠得到。像一個講堂，這個講堂開了有許多門戶，你要想進入講堂，你只能從一個門進來，你不可能從兩個門進來，這個道理大家懂得。佛說無量無邊法門，是幫助無量無邊眾生，不是叫你一個人要學很多法門，那你就錯了，一個人只能學一個法門。"
    },
    {
      "id": "20-014-0004_p0005",
      "zh_CN": "大家晓得，《华严经》是佛最早讲的一部经，释迦牟尼佛示现成佛之后，在菩提树下定中所讲的。与会的大众都是诸佛如来、法身大士，不是普通人，我们在经上看到，每一个人自己都叙说他修学哪一个法门。《华严经》自始至终都显示这桩事情，教导我们这桩事情，尤其是在末后五十三参格外的明显，丝毫含蓄都没有了，对我们来说，慈悲到了极处。五十三位善知识，善财童子参访，他们都说他自己修一个法门，弘一个法门，其他的法门我不知道，你去请教别人。其实他哪有不知道的？一门通，一切门都通了。佛法通了，世法也通了，世出世间一切法，哪有不通的道理？他为什么会通？唯心所现，唯识所变，你明心见性就圆满通达了。通达还示现专修一门，专弘一门，这是教初学，是特别为初学人而示现的，这种慈悲、这种恩德，我们没有办法赞叹。佛对于众生的慈悲超过父母，不但言语教导我们，还做出样子给我们看，帮助我们觉悟。我们要能够体会到，不要辜负佛一番慈悲心，希望我们在这一生当中，短短数十年当中，契入境界，《法华经》上所讲的入佛知见，世间谚语所讲的证果成佛。",
      "zh_TW": "大家曉得，《華嚴經》是佛最早講的一部經，釋迦牟尼佛示現成佛之後，在菩提樹下定中所講的。與會的大眾都是諸佛如來、法身大士，不是普通人，我們在經上看到，每一個人自己都敘說他修學哪一個法門。《華嚴經》自始至終都顯示這樁事情，教導我們這樁事情，尤其是在末後五十三參格外的明顯，絲毫含蓄都沒有了，對我們來說，慈悲到了極處。五十三位善知識，善財童子參訪，他們都說他自己修一個法門，弘一個法門，其他的法門我不知道，你去請教別人。其實他哪有不知道的？一門通，一切門都通了。佛法通了，世法也通了，世出世間一切法，哪有不通的道理？他為什麼會通？唯心所現，唯識所變，你明心見性就圓滿通達了。通達還示現專修一門，專弘一門，這是教初學，是特別為初學人而示現的，這種慈悲、這種恩德，我們沒有辦法讚歎。佛對於眾生的慈悲超過父母，不但言語教導我們，還做出樣子給我們看，幫助我們覺悟。我們要能夠體會到，不要辜負佛一番慈悲心，希望我們在這一生當中，短短數十年當中，契入境界，《法華經》上所講的入佛知見，世間諺語所講的證果成佛。"
    },
    {
      "id": "20-014-0004_p0006",
      "zh_CN": "我们凡夫能不能做到？能做到，任何一个人都能做到。你在这一生当中能不能做到？善导大师讲得好，都在「遇缘不同」。缘里面最重要的是老师，佛法讲善知识，这是第一个缘；第二个缘你要遇到好同学，同参道友；第三个缘是修学的环境，我们现在一般人讲道场，但是环境比道场范围大，包括我们生活环境、工作环境、社会环境。如果这三种缘都具足，你这一生决定成就。所以佛法它不讲因生，它讲缘生。这个道理，以往我们也参不透，读了善导大师的书，听善导大师这么一说，我们才恍然大悟，缘生有道理。因，阿赖耶识含藏的种子，一切众生个个具足，十法界的种子你统统具足；你在十法界里头，将来到哪一界去，决定在缘。我们每一个众生都有佛的种子，所以你要是遇到佛缘，你就能成佛。佛缘，决不是世俗一般人观念当中那种缘；这种缘，现在社会上一般人认为是迷信。所以你要遇到真正的法缘，才能帮助你成就。",
      "zh_TW": "我們凡夫能不能做到？能做到，任何一個人都能做到。你在這一生當中能不能做到？善導大師講得好，都在「遇緣不同」。緣裡面最重要的是老師，佛法講善知識，這是第一個緣；第二個緣你要遇到好同學，同參道友；第三個緣是修學的環境，我們現在一般人講道場，但是環境比道場範圍大，包括我們生活環境、工作環境、社會環境。如果這三種緣都具足，你這一生決定成就。所以佛法它不講因生，它講緣生。這個道理，以往我們也參不透，讀了善導大師的書，聽善導大師這麼一說，我們才恍然大悟，緣生有道理。因，阿賴耶識含藏的種子，一切眾生個個具足，十法界的種子你統統具足；你在十法界裡頭，將來到哪一界去，決定在緣。我們每一個眾生都有佛的種子，所以你要是遇到佛緣，你就能成佛。佛緣，決不是世俗一般人觀念當中那種緣；這種緣，現在社會上一般人認為是迷信。所以你要遇到真正的法緣，才能幫助你成就。"
    },
    {
      "id": "20-014-0004_p0007",
      "zh_CN": "新加坡的缘成熟了，得来也不容易。我记得是一九八七年，我在此地讲经，那个时候在九龙中华佛教图书馆。讲完之后，有新加坡三位同修听得很欢喜，邀请我到新加坡去，我就从香港这边转到新加坡。我去了十天，了解那边的环境，在那边认识了李木源居士。以后他每一年都邀请我，每一次到新加坡至少讲一个月，这十二年当中没中断过，这样把念佛法门带起来了。今天我们看到果实成熟了，李居士发大菩萨心，在那边建弥陀村、办佛学院。往年我们办了个培训班，期限是三个月到四个月，培训了三届，有六、七十个同学，也不错，现在也有不少在各地方讲经说法。",
      "zh_TW": "新加坡的緣成熟了，得來也不容易。我記得是一九八七年，我在此地講經，那個時候在九龍中華佛教圖書館。講完之後，有新加坡三位同修聽得很歡喜，邀請我到新加坡去，我就從香港這邊轉到新加坡。我去了十天，了解那邊的環境，在那邊認識了李木源居士。以後他每一年都邀請我，每一次到新加坡至少講一個月，這十二年當中沒中斷過，這樣把念佛法門帶起來了。今天我們看到果實成熟了，李居士發大菩薩心，在那邊建彌陀村、辦佛學院。往年我們辦了個培訓班，期限是三個月到四個月，培訓了三屆，有六、七十個同學，也不錯，現在也有不少在各地方講經說法。"
    },
    {
      "id": "20-014-0004_p0008",
      "zh_CN": "我们感到培训的时间太短了，所以这次他告诉我，他想办佛学院，修学时间七年。这个出乎我意料之外，一般佛学院是三年到四年，他办七年，来跟我商量，我说很好，很难得！向新加坡政府注册立案，这个佛学院将来是正式的大学，新加坡政府承认。这七年学程，第一年是预科，预备班；我们招收的条件高中毕业，或者是佛学院毕业，所以这个学校跟大学是一样的，将来发的毕业证书就是大学毕业证书；正科班三年，研究班三年，总共七年。一切进行顺利，大概明年下半年，我们正式开学，现在正在筹备期间。我们办的是真正的佛教大学，不是跟普通的学校一样，学生到这个学校来学习的科目很特别，一门，七年都是一门。",
      "zh_TW": "我們感到培訓的時間太短了，所以這次他告訴我，他想辦佛學院，修學時間七年。這個出乎我意料之外，一般佛學院是三年到四年，他辦七年，來跟我商量，我說很好，很難得！向新加坡政府註冊立案，這個佛學院將來是正式的大學，新加坡政府承認。這七年學程，第一年是預科，預備班；我們招收的條件高中畢業，或者是佛學院畢業，所以這個學校跟大學是一樣的，將來發的畢業證書就是大學畢業證書；正科班三年，研究班三年，總共七年。一切進行順利，大概明年下半年，我們正式開學，現在正在籌備期間。我們辦的是真正的佛教大學，不是跟普通的學校一樣，學生到這個學校來學習的科目很特別，一門，七年都是一門。"
    },
    {
      "id": "20-014-0004_p0009",
      "zh_CN": "譬如你学《阿弥陀经》，我举这个例子，《阿弥陀经》最简单了，还要学七年吗？要，第一年预科，把《阿弥陀经》浅显的学讲会，我选的是圆瑛法师的《阿弥陀经讲义》。正科班的三年，这三年研究《弥陀经要解》，有二份资料，圆瑛法师的《讲义》、宝静法师的《亲闻记》。研究班的三年，研究《弥陀经疏钞演义》，莲池大师的。七年研究一部经，一门深入。每一个学生自己一定要选一部经，七年专攻一部经，其他同学选的科目可以听，不必下功夫。你所学的这一门你要讲，你要写讲记，所以我们不需要考试，你的讲记就是论文，你的讲演我们全部留下录像带，这就是成绩。七年毕业之后，你是这一部经的专家，一定要达到国际的水平，我们为国际培养弘法人才，专修专弘。",
      "zh_TW": "譬如你學《阿彌陀經》，我舉這個例子，《阿彌陀經》最簡單了，還要學七年嗎？要，第一年預科，把《阿彌陀經》淺顯的學講會，我選的是圓瑛法師的《阿彌陀經講義》。正科班的三年，這三年研究《彌陀經要解》，有二份資料，圓瑛法師的《講義》、寶靜法師的《親聞記》。研究班的三年，研究《彌陀經疏鈔演義》，蓮池大師的。七年研究一部經，一門深入。每一個學生自己一定要選一部經，七年專攻一部經，其他同學選的科目可以聽，不必下功夫。你所學的這一門你要講，你要寫講記，所以我們不需要考試，你的講記就是論文，你的講演我們全部留下錄像帶，這就是成績。七年畢業之後，你是這一部經的專家，一定要達到國際的水平，我們為國際培養弘法人才，專修專弘。"
    },
    {
      "id": "20-014-0004_p0010",
      "zh_CN": "我们有一套研究的方法，譬如给这一部经做科判、做注解、做易解、做讲记，做落实生活的指导方法，这一部经才真正达到圆满。如果对于佛法不够深入的话，这个理念很难建立，他的修学必然是事倍功半，很难收到效果。你要明白这个道理，知道从一门深入，你就可以收到事半功倍，你这一生有决定性的成就。对佛法来说，续佛慧命，弘法利生；对自己来讲，决定可以做到往生不退成佛。这是希望同修们多想想，要抓住这一生宝贵的时间，认真努力去修学。佛学院将来开学之后，欢迎诸位同修能在一起参学，时间长短不拘，如果参加佛学院就依照佛学院的学程，如果想来旁听、来研究的性质，时间长短随意，我们都可以尽心尽力来协助。今天时间到了，就讲到此地。",
      "zh_TW": "我們有一套研究的方法，譬如給這一部經做科判、做註解、做易解、做講記，做落實生活的指導方法，這一部經才真正達到圓滿。如果對於佛法不夠深入的話，這個理念很難建立，他的修學必然是事倍功半，很難收到效果。你要明白這個道理，知道從一門深入，你就可以收到事半功倍，你這一生有決定性的成就。對佛法來說，續佛慧命，弘法利生；對自己來講，決定可以做到往生不退成佛。這是希望同修們多想想，要抓住這一生寶貴的時間，認真努力去修學。佛學院將來開學之後，歡迎諸位同修能在一起參學，時間長短不拘，如果參加佛學院就依照佛學院的學程，如果想來旁聽、來研究的性質，時間長短隨意，我們都可以盡心盡力來協助。今天時間到了，就講到此地。"
    }
  ]
}