{
  "doc_id": "20-014-0019",
  "title": {
    "zh_CN": "九九年早餐开示—大乘佛法对这个时代的重要性",
    "zh_TW": "九九年早餐開示—大乘佛法對這個時代的重要性"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-014-0019",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-014-0019_p0001",
      "zh_CN": "今天这个时候，有许多来自台湾、澳洲的同修，到这个地方来参观我们网路上的双向沟通。这种方式对我们修学有很大的帮助，希望海外每一个学会都能有这个装置，这样子我们每天就如同面对面的接触。大家在此地，可以看看这个效果，如果有疑问也可以随时提出来，我们面对面的答复讨论。现前我们在新加坡，乃至于我在附近地区旅行讲演，我们每一场都上网路，诸位同时可以能够收听到。如果因为时差的问题，我们所有的资料也都储存在电脑里面，随时可以叫出来看。现场直播最大的好处，就是大家听了有问题，随时可以提出来，我们随时解答，好处在此地。现在电脑的速度，比通讯卫星要稍微慢一点，我相信这个技术，许多科学家还在不断的改进，可能在三、四年之后，就能像卫星转播一样，达到这样的一个水平。这种技术，将全世界时间、空间，从多元都能够融合成一元化。我们深深的相信，对于世界的和平，社会的繁荣进步，会有很大的帮助。",
      "zh_TW": "今天這個時候，有許多來自台灣、澳洲的同修，到這個地方來參觀我們網路上的雙向溝通。這種方式對我們修學有很大的幫助，希望海外每一個學會都能有這個裝置，這樣子我們每天就如同面對面的接觸。大家在此地，可以看看這個效果，如果有疑問也可以隨時提出來，我們面對面的答覆討論。現前我們在新加坡，乃至於我在附近地區旅行講演，我們每一場都上網路，諸位同時可以能夠收聽到。如果因為時差的問題，我們所有的資料也都儲存在電腦裡面，隨時可以叫出來看。現場直播最大的好處，就是大家聽了有問題，隨時可以提出來，我們隨時解答，好處在此地。現在電腦的速度，比通訊衛星要稍微慢一點，我相信這個技術，許多科學家還在不斷的改進，可能在三、四年之後，就能像衛星轉播一樣，達到這樣的一個水平。這種技術，將全世界時間、空間，從多元都能夠融合成一元化。我們深深的相信，對於世界的和平，社會的繁榮進步，會有很大的幫助。"
    },
    {
      "id": "20-014-0019_p0002",
      "zh_CN": "今天世人所担忧的，就是社会安定的问题，天灾人祸每年不断的在增长，次数加多了，灾害严重了。世间也有不少志士仁人，希求解决这个问题的方法，我也曾经接触过许多人，都是值得我们非常尊敬的人，他们具有菩萨心肠，深慈大悲。可是想不出一套好的方式，能够为现在这个世界，每个国家，每个民族，各种不同的族群，都愿意接受的。在七十年代，英国历史哲学家汤恩比说了一句话，他说要解决这个问题，特别是二十一世纪的矛盾、冲突，只有大乘佛法与中国孔孟的学术。这是很有见地、很有智慧的言语，给世人一个讯息。当时在台湾，于斌枢机主教参加这个会议，回到台湾之后提倡祭祖。我们那个时候看到非常惊讶，天主教从来不祭祀祖先的，为什么天主教会祭祖？而且当时天主教的教廷发出文告，鼓励神父、修女跟佛教对话。可能也因为这个因缘，当年亚洲主教团，在辅仁大学后面多玛斯修道院，办了一个「东亚精神生活研究所」，请我去讲学。我在那边教了一段时间，以后出国弘法，就把这个课程交给悟明法师接替。这些都是非常开明的作法，真正在做社会安定、世界和平的工作。",
      "zh_TW": "今天世人所擔憂的，就是社會安定的問題，天災人禍每年不斷的在增長，次數加多了，災害嚴重了。世間也有不少志士仁人，希求解決這個問題的方法，我也曾經接觸過許多人，都是值得我們非常尊敬的人，他們具有菩薩心腸，深慈大悲。可是想不出一套好的方式，能夠為現在這個世界，每個國家，每個民族，各種不同的族群，都願意接受的。在七十年代，英國歷史哲學家湯恩比說了一句話，他說要解決這個問題，特別是二十一世紀的矛盾、衝突，只有大乘佛法與中國孔孟的學術。這是很有見地、很有智慧的言語，給世人一個訊息。當時在台灣，于斌樞機主教參加這個會議，回到台灣之後提倡祭祖。我們那個時候看到非常驚訝，天主教從來不祭祀祖先的，為什麼天主教會祭祖？而且當時天主教的教廷發出文告，鼓勵神父、修女跟佛教對話。可能也因為這個因緣，當年亞洲主教團，在輔仁大學後面多瑪斯修道院，辦了一個「東亞精神生活研究所」，請我去講學。我在那邊教了一段時間，以後出國弘法，就把這個課程交給悟明法師接替。這些都是非常開明的作法，真正在做社會安定、世界和平的工作。"
    },
    {
      "id": "20-014-0019_p0003",
      "zh_CN": "一九九六年我到澳洲，认识了昆士兰「少数民族事务局」的局长尤里先生，他不但有这个理念，而且更积极的、很认真的在落实。我们一见如故，非常欢喜，我们有共同的理念，认真努力在做。当时他办了一个「论坛」，这个论坛每一个月集会一次，参与的人是当地各个宗教的领袖们，每一个月进行一次研究讨论：如何帮助社会和谐？如何帮助社会消除一切歧视、一切误会、一切隔阂？在今年我又到澳洲去，尤里先生告诉我，现在他升官了，搬到州政府大楼里面去办公。告诉我，他的工作现在升级了，澳洲联邦政府对这个问题非常重视，可以说他们普遍建立了共识。告诉我，在格丽菲斯大学，这是昆士兰州政府所办的第二个大学，在学校里面，建了一个「多元文化活动中心」，土地是学校的，他规画建筑的图拿给我看，将来就是有固定的一个活动中心。这是所有宗教的大团结，实在是值得赞叹。",
      "zh_TW": "一九九六年我到澳洲，認識了昆士蘭「少數民族事務局」的局長尤里先生，他不但有這個理念，而且更積極的、很認真的在落實。我們一見如故，非常歡喜，我們有共同的理念，認真努力在做。當時他辦了一個「論壇」，這個論壇每一個月集會一次，參與的人是當地各個宗教的領袖們，每一個月進行一次研究討論：如何幫助社會和諧？如何幫助社會消除一切歧視、一切誤會、一切隔閡？在今年我又到澳洲去，尤里先生告訴我，現在他升官了，搬到州政府大樓裡面去辦公。告訴我，他的工作現在升級了，澳洲聯邦政府對這個問題非常重視，可以說他們普遍建立了共識。告訴我，在格麗菲斯大學，這是昆士蘭州政府所辦的第二個大學，在學校裡面，建了一個「多元文化活動中心」，土地是學校的，他規畫建築的圖拿給我看，將來就是有固定的一個活動中心。這是所有宗教的大團結，實在是值得讚歎。"
    },
    {
      "id": "20-014-0019_p0004",
      "zh_CN": "这个图规画好了，我问他，我说：「你开始建了没有？」他说：「还没有，还没有动工，已经规画将要动工。」带我到学校去参观。我问他，我说：「你建筑费用大概多少？」他说：「建筑费用，大概要一百五十万到一百七十万。」但是里面还有一些设备，将来开办的一些费用，他准备筹募三百万澳币。我听了很欢喜，我当时送他十万澳币，他也很开心，很高兴。学校里面校长接待我，我们在一起交谈，我向他建议：现在你硬体设备有了，逐渐多元文化的思想理念落实，真正要把这个事情做好，需要人才。我建议学校，最好能开一个「多元文化研究所」，最好是用「研习所」，不但要研究，我们要落实，要认真来学习。当然，最理想的是能办一个多元文化大学。教材用什么？就照汤恩比这个意思，教材就选用大乘佛法跟孔孟的学术。大乘佛法里头，最重要的是《大方广佛华严经》，孔孟最重要的是《四书》，不必搞得太多，一部《华严经》跟一部《四书》就行了。",
      "zh_TW": "這個圖規畫好了，我問他，我說：「你開始建了沒有？」他說：「還沒有，還沒有動工，已經規畫將要動工。」帶我到學校去參觀。我問他，我說：「你建築費用大概多少？」他說：「建築費用，大概要一百五十萬到一百七十萬。」但是裡面還有一些設備，將來開辦的一些費用，他準備籌募三百萬澳幣。我聽了很歡喜，我當時送他十萬澳幣，他也很開心，很高興。學校裡面校長接待我，我們在一起交談，我向他建議：現在你硬體設備有了，逐漸多元文化的思想理念落實，真正要把這個事情做好，需要人才。我建議學校，最好能開一個「多元文化研究所」，最好是用「研習所」，不但要研究，我們要落實，要認真來學習。當然，最理想的是能辦一個多元文化大學。教材用什麼？就照湯恩比這個意思，教材就選用大乘佛法跟孔孟的學術。大乘佛法裡頭，最重要的是《大方廣佛華嚴經》，孔孟最重要的是《四書》，不必搞得太多，一部《華嚴經》跟一部《四書》就行了。"
    },
    {
      "id": "20-014-0019_p0005",
      "zh_CN": "你看宋朝，宋朝开国赵匡胤的得力助手赵普，以后他作宰相。他向大家说，他以半部《论语》，帮助赵匡胤得天下。得天下，用现在话来说，就是建立政权。另外，他说：我又用半部《论语》，辅助太宗赵光义治理天下。他一生治国平天下，用什么方法？一部《论语》。我想这桩事情，汤恩比一定很清楚，这一部《论语》能够平治一个朝代，也就能平治今天整个世界，这是孔孟的治国平天下的理念。如何能够达到，一切不同种族、不同文化的协调融合？《大方广佛华严经》最有效果。我们展开经卷，自始至终就能看到，尽虚空、遍法界所有不同族类的大集合。这个问题，毘卢遮那佛解决了，西方极乐世界阿弥陀佛解决了，这是我们看得很清楚、很明白，一切诸佛如来对这些问题都解决了。我们问，他用什么方法解决的？用教学，教化众生，让一切众生了解宇宙人生的真相。真相明白，佛家讲人人觉悟，问题解决了。为什么不同族群，有这么多的误会，这么多的冲突？是因为迷而不觉。",
      "zh_TW": "你看宋朝，宋朝開國趙匡胤的得力助手趙普，以後他作宰相。他向大家說，他以半部《論語》，幫助趙匡胤得天下。得天下，用現在話來說，就是建立政權。另外，他說：我又用半部《論語》，輔助太宗趙光義治理天下。他一生治國平天下，用什麼方法？一部《論語》。我想這樁事情，湯恩比一定很清楚，這一部《論語》能夠平治一個朝代，也就能平治今天整個世界，這是孔孟的治國平天下的理念。如何能夠達到，一切不同種族、不同文化的協調融合？《大方廣佛華嚴經》最有效果。我們展開經卷，自始至終就能看到，盡虛空、遍法界所有不同族類的大集合。這個問題，毘盧遮那佛解決了，西方極樂世界阿彌陀佛解決了，這是我們看得很清楚、很明白，一切諸佛如來對這些問題都解決了。我們問，他用什麼方法解決的？用教學，教化眾生，讓一切眾生了解宇宙人生的真相。真相明白，佛家講人人覺悟，問題解決了。為什麼不同族群，有這麼多的誤會，這麼多的衝突？是因為迷而不覺。"
    },
    {
      "id": "20-014-0019_p0006",
      "zh_CN": "多元文化是不是变成一种文化？不是的。我们在经论上看到，异中有同，同中有异，异不碍同，同不碍异，同异不二，这才显示出文化的多采多姿，共存共荣，美不胜收。决不是强迫你要放弃你的文化，你要被我同化，没有这个意思。我们在经上，从来没有看到「同化」这个名词，而都是彼此互相尊重，互相敬爱，发挥各个文化的特色，让大家共同来欣赏，共同来享受。从这个地方我们才看到，佛家讲的宇宙人生是一个完美的整体。完美整体里面，有许许多多的部分，每一个部分有每个部分的美，「真、善、美、慧」。我在讲经的时候，我用我们一个人身来做比喻。人身是多元文化，头不是手，手不是足，头有头的美，手有手的美；不能说，手的美一定跟我的头一样，我头戴个帽子，手也要戴个帽子，那不成话了。各个部分的美，集合起来就是一个整体的美，这个意思我们在大乘经论上看到了。",
      "zh_TW": "多元文化是不是變成一種文化？不是的。我們在經論上看到，異中有同，同中有異，異不礙同，同不礙異，同異不二，這才顯示出文化的多采多姿，共存共榮，美不勝收。決不是強迫你要放棄你的文化，你要被我同化，沒有這個意思。我們在經上，從來沒有看到「同化」這個名詞，而都是彼此互相尊重，互相敬愛，發揮各個文化的特色，讓大家共同來欣賞，共同來享受。從這個地方我們才看到，佛家講的宇宙人生是一個完美的整體。完美整體裡面，有許許多多的部分，每一個部分有每個部分的美，「真、善、美、慧」。我在講經的時候，我用我們一個人身來做比喻。人身是多元文化，頭不是手，手不是足，頭有頭的美，手有手的美；不能說，手的美一定跟我的頭一樣，我頭戴個帽子，手也要戴個帽子，那不成話了。各個部分的美，集合起來就是一個整體的美，這個意思我們在大乘經論上看到了。"
    },
    {
      "id": "20-014-0019_p0007",
      "zh_CN": "所以决定不能用「同化」这两个字，同化两个字错了，等于说把另外一个文化消失，我们这个整体的美就有了缺陷。儒、佛所讲的道理，都是讲完整的真善美慧。完整的真善美慧，每一个局部，我们现在讲是每一个族群，都有它的真善美慧，这样集合起来，是尽虚空、遍法界一个总体的真善美慧。儒家有这个理念，佛家有这个理念，儒家过去落实在旧社会里头，佛法我们看到落实在华藏世界，在西方极乐世界。我们如果有这个认知，就会对任何一个众生、任何一个人，生起恭敬心。知道每一个众生，都有他的优点，都有他的长处，都有值得我们尊敬赞叹的地方，我们人人能够养成尊敬别人、赞叹别人，社会就和谐，许许多多不愉快的事情自然就消失，哪里还会有天灾人祸？",
      "zh_TW": "所以決定不能用「同化」這兩個字，同化兩個字錯了，等於說把另外一個文化消失，我們這個整體的美就有了缺陷。儒、佛所講的道理，都是講完整的真善美慧。完整的真善美慧，每一個局部，我們現在講是每一個族群，都有它的真善美慧，這樣集合起來，是盡虛空、遍法界一個總體的真善美慧。儒家有這個理念，佛家有這個理念，儒家過去落實在舊社會裡頭，佛法我們看到落實在華藏世界，在西方極樂世界。我們如果有這個認知，就會對任何一個眾生、任何一個人，生起恭敬心。知道每一個眾生，都有他的優點，都有他的長處，都有值得我們尊敬讚歎的地方，我們人人能夠養成尊敬別人、讚歎別人，社會就和諧，許許多多不愉快的事情自然就消失，哪裡還會有天災人禍？"
    },
    {
      "id": "20-014-0019_p0008",
      "zh_CN": "昨天，我收到一封邀请函，是此地伊斯兰教发给我的。希望我参加他们斋戒节之后一个盛大的宴会，我一定会去参加。一些不了解的人，他有界限，他有分别，他有执着，我们对于任何一个族群，任何一个社团，我们没有分别、没有执着。我们很喜欢跟他亲近，很喜欢跟他们交流往来，我们决定没有什么目的，「你要放弃你那个宗教，要信我的教」，绝对没有这个念头，这个念头是迷、是错误。我们在佛经里面看到，释迦牟尼佛当年在世，对于印度许许多多的宗教团体，世尊都接触。世尊给他们的是智慧，决定没有说是，你要舍弃你那个宗教，来信我这个佛教，没有，从来没有这种念头。我们在《华严经》上看到，佛的学生有婆罗门、有外道，在《四十华严》里面，胜热婆罗门、遍行外道。那些是什么人物？那些是其他的宗教家，是其他宗教里头的领袖。",
      "zh_TW": "昨天，我收到一封邀請函，是此地伊斯蘭教發給我的。希望我參加他們齋戒節之後一個盛大的宴會，我一定會去參加。一些不了解的人，他有界限，他有分別，他有執著，我們對於任何一個族群，任何一個社團，我們沒有分別、沒有執著。我們很喜歡跟他親近，很喜歡跟他們交流往來，我們決定沒有什麼目的，「你要放棄你那個宗教，要信我的教」，絕對沒有這個念頭，這個念頭是迷、是錯誤。我們在佛經裡面看到，釋迦牟尼佛當年在世，對於印度許許多多的宗教團體，世尊都接觸。世尊給他們的是智慧，決定沒有說是，你要捨棄你那個宗教，來信我這個佛教，沒有，從來沒有這種念頭。我們在《華嚴經》上看到，佛的學生有婆羅門、有外道，在《四十華嚴》裡面，勝熱婆羅門、遍行外道。那些是什麼人物？那些是其他的宗教家，是其他宗教裡頭的領袖。"
    },
    {
      "id": "20-014-0019_p0009",
      "zh_CN": "佛门当中用什么眼光看他？菩萨，他们是菩萨。何以说他是菩萨？菩萨不是一定佛教里头才有，各行各业里头都有，任何宗教里头都有。菩萨是说一个觉悟的人，对于宇宙人生真相，真正清楚、真正明白，这个人就称菩萨。他是天主教的神父，他明白、他了解，神父菩萨；基督教的牧师，他通达、他了解，牧师菩萨。他不必要改变身分才是菩萨，不需要改变身分，不需要改变工作，不需要改变行业。我们在《四十华严》里面看到，男女老少，各行各业，各个都是菩萨，诸位想想，这个多圆满、多美、多么融洽？我们今天说「异中求同」，实在讲还是隔靴搔痒，没有真正搔到痒处。真正的大圆满是「同异不二」，这才达到真正大圆满。但是确实要对于诸法实相，要有相当的认知。世尊当年在世说法四十九年，单单谈「诸法实相」就二十二年，这是智慧，真实智慧。",
      "zh_TW": "佛門當中用什麼眼光看他？菩薩，他們是菩薩。何以說他是菩薩？菩薩不是一定佛教裡頭才有，各行各業裡頭都有，任何宗教裡頭都有。菩薩是說一個覺悟的人，對於宇宙人生真相，真正清楚、真正明白，這個人就稱菩薩。他是天主教的神父，他明白、他了解，神父菩薩；基督教的牧師，他通達、他了解，牧師菩薩。他不必要改變身分才是菩薩，不需要改變身分，不需要改變工作，不需要改變行業。我們在《四十華嚴》裡面看到，男女老少，各行各業，各個都是菩薩，諸位想想，這個多圓滿、多美、多麼融洽？我們今天說「異中求同」，實在講還是隔靴搔癢，沒有真正搔到癢處。真正的大圓滿是「同異不二」，這才達到真正大圓滿。但是確實要對於諸法實相，要有相當的認知。世尊當年在世說法四十九年，單單談「諸法實相」就二十二年，這是智慧，真實智慧。"
    },
    {
      "id": "20-014-0019_p0010",
      "zh_CN": "佛法教学是以智慧为中心，智慧是整个佛法教学里头最主要的一门。世尊说法四十九年，所说的一切经论，字字句句无不是充满了圆满的智慧。我们要在这个地方去体会，不但是自己问题解决了，自己过去从哪里来，将来到哪里去，清清楚楚、明明白白。尽虚空、遍法界是一个自己，这是事实，这是真相。我们自己清楚了、明白了，再把这个事实介绍给别人，大家都了解，大家都明白，这个世界就变成多采多姿的华藏世界，和乐融融的极乐世界。迷悟在一念之间，祸福也在这一念之间，念头转过来了，这是福就不是祸，念头转不过来，这个世间的劫难如何能够避免？这是在现前，非常迫切严重的一个问题，有待我们大家共同来努力。今天时间到了，我们就讲到此地。",
      "zh_TW": "佛法教學是以智慧為中心，智慧是整個佛法教學裡頭最主要的一門。世尊說法四十九年，所說的一切經論，字字句句無不是充滿了圓滿的智慧。我們要在這個地方去體會，不但是自己問題解決了，自己過去從哪裡來，將來到哪裡去，清清楚楚、明明白白。盡虛空、遍法界是一個自己，這是事實，這是真相。我們自己清楚了、明白了，再把這個事實介紹給別人，大家都了解，大家都明白，這個世界就變成多采多姿的華藏世界，和樂融融的極樂世界。迷悟在一念之間，禍福也在這一念之間，念頭轉過來了，這是福就不是禍，念頭轉不過來，這個世間的劫難如何能夠避免？這是在現前，非常迫切嚴重的一個問題，有待我們大家共同來努力。今天時間到了，我們就講到此地。"
    }
  ]
}