{
  "doc_id": "02-031-0041",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十一集",
    "zh_TW": "第四十一集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0041",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-031-0041_p0001",
      "zh_CN": "请掀开经本，第五十八面，第七行，从一百二十四看起：",
      "zh_TW": "請掀開經本，第五十八面，第七行，從一百二十四看起："
    },
    {
      "id": "02-031-0041_p0002",
      "zh_CN": "【智度论云，菩萨得是一切三世无碍明等诸三昧，于一一三昧中，得无量阿僧祇陀罗尼，如是等和合，名为五百陀罗尼门，是为菩萨善法功德藏。】",
      "zh_TW": "【智度論云，菩薩得是一切三世無礙明等諸三昧，於一一三昧中，得無量阿僧祇陀羅尼，如是等和合，名為五百陀羅尼門，是為菩薩善法功德藏。】"
    },
    {
      "id": "02-031-0041_p0003",
      "zh_CN": "这一段经文说菩萨所修的功德法藏，也是我们在日常生活当中应当要学习的，我们看看他们是怎么个修法。『菩萨得』，「得」是证得，也就是通达明了而得其受用，他确实在生活上用上了。『一切三世』，「三世」加上个「一切」，意思就更深了。佛经里面，特别是大乘经，常讲到十世，十世怎么说法？过去有三世，过去过去、过去现在、过去未来，过去三世，现在三世、未来三世，这有九世，加一个根本的，叫十世。一切三世就是讲的这个意思。否则的话，说三世，过去、现在、未来，哪有一切？一切是这个意思。",
      "zh_TW": "這一段經文說菩薩所修的功德法藏，也是我們在日常生活當中應當要學習的，我們看看他們是怎麼個修法。『菩薩得』，「得」是證得，也就是通達明瞭而得其受用，他確實在生活上用上了。『一切三世』，「三世」加上個「一切」，意思就更深了。佛經裡面，特別是大乘經，常講到十世，十世怎麼說法？過去有三世，過去過去、過去現在、過去未來，過去三世，現在三世、未來三世，這有九世，加一個根本的，叫十世。一切三世就是講的這個意思。否則的話，說三世，過去、現在、未來，哪有一切？一切是這個意思。"
    },
    {
      "id": "02-031-0041_p0004",
      "zh_CN": "『无碍明』，「明」是智慧，「无碍」是一切通达无碍。在《无量寿经》上有句话，「住真实慧」，跟这个意思相同，说法不一样，意思完全一样，住在真实的智慧。也就像《华严经》上讲的无障碍法界，清凉大师注解《华严经》，为我们说出法身大士他们的境界。也就是说，他们的生活是无有障碍的，理无碍、事无碍、理事无碍、事事无碍，这四无碍的法界，这是法身大士的生活状况。入这个境界，此地讲『等诸三昧』，实在就是《华严经》上讲到的华严三昧，《无量寿经》上也说到这个，华严三昧。",
      "zh_TW": "『無礙明』，「明」是智慧，「無礙」是一切通達無礙。在《無量壽經》上有句話，「住真實慧」，跟這個意思相同，說法不一樣，意思完全一樣，住在真實的智慧。也就像《華嚴經》上講的無障礙法界，清涼大師註解《華嚴經》，為我們說出法身大士他們的境界。也就是說，他們的生活是無有障礙的，理無礙、事無礙、理事無礙、事事無礙，這四無礙的法界，這是法身大士的生活狀況。入這個境界，此地講『等諸三昧』，實在就是《華嚴經》上講到的華嚴三昧，《無量壽經》上也說到這個，華嚴三昧。"
    },
    {
      "id": "02-031-0041_p0005",
      "zh_CN": "『于一一三昧中，得无量阿僧祇陀罗尼』，「一一三昧」，说了个一，一里面有无量，无量中有一，这就是事事无碍的法界，一即是多，多即是一，一多相容，一多无碍。佛在《华严经》上举一个例子来说明，一切法都是圆满具足，没有一法不是。举一微尘，微尘是物质里头最小的，说明一即是多，多即是一。一是一粒微尘，多是什么？这一粒微尘你要分析，用现在科技来观察，一粒微尘是很多原子组织的，而原子又是许多电子组织的。电子再分析，是粒子组织的，一里面就有多。这么多东西是一，一是那一微尘。佛举这个例子说明，所有一切万法，这是举到最小的，依报里面讲一微尘，正报里面讲毛孔、毛端。举这个为例，说明一多不二，这是粗说。像《华严》再往细处说，涵盖了虚空法界。所以说大不是定大，不是一定的大，小亦非定小，大小能够互容，这是不思议的境界。所以《华严经》称为大不思议经，不是我们思惟想像能够见到的，清凉大师也说得很明白，必须离开一切妄想执着，这个境界就现前。这个境界就在眼前，我们看不出来，他们能看得出来。我们看不出来，是有障碍，什么障？妄想执着，见不到事实真相。如果把妄想执着断尽，这事实真相原来就摆在面前。这是说一一三昧当中，得无量阿僧祇陀罗尼。",
      "zh_TW": "『於一一三昧中，得無量阿僧祇陀羅尼』，「一一三昧」，說了個一，一裡面有無量，無量中有一，這就是事事無礙的法界，一即是多，多即是一，一多相容，一多無礙。佛在《華嚴經》上舉一個例子來說明，一切法都是圓滿具足，沒有一法不是。舉一微塵，微塵是物質裡頭最小的，說明一即是多，多即是一。一是一粒微塵，多是什麼？這一粒微塵你要分析，用現在科技來觀察，一粒微塵是很多原子組織的，而原子又是許多電子組織的。電子再分析，是粒子組織的，一裡面就有多。這麼多東西是一，一是那一微塵。佛舉這個例子說明，所有一切萬法，這是舉到最小的，依報裡面講一微塵，正報裡面講毛孔、毛端。舉這個為例，說明一多不二，這是粗說。像《華嚴》再往細處說，涵蓋了虛空法界。所以說大不是定大，不是一定的大，小亦非定小，大小能夠互容，這是不思議的境界。所以《華嚴經》稱為大不思議經，不是我們思惟想像能夠見到的，清涼大師也說得很明白，必須離開一切妄想執著，這個境界就現前。這個境界就在眼前，我們看不出來，他們能看得出來。我們看不出來，是有障礙，什麼障？妄想執著，見不到事實真相。如果把妄想執著斷盡，這事實真相原來就擺在面前。這是說一一三昧當中，得無量阿僧祇陀羅尼。"
    },
    {
      "id": "02-031-0041_p0006",
      "zh_CN": "『如是等和合，名为五百陀罗尼门』，「和合」是归纳，一类一类归纳，因为无量阿僧祇就没有法子说。佛为了说法方便起见，把无量法归纳成多少类，像《瑜伽师地论》里面，将一切法归纳为六百六十类。六百六十类对于初学的人来讲还是很不方便，太多、太杂了，所以天亲菩萨教初学的人，又把六百六十类归纳为一百类，称为《百法明门》。一百类，对于初学的人来说就方便太多了。所以，一百展开就是六百六十，六百六十展开就是无量无边的法门，这是用归纳法。由此可知，一多是互容的，一多是相即的。这是『菩萨善法功德藏』，我们学佛要在这些地方学习，这都是在日常生活当中，起心动念、待人接物明了事实真相，修积一切善法，这才叫学佛。再看底下这一段，也是《智度论》里头说的。",
      "zh_TW": "『如是等和合，名為五百陀羅尼門』，「和合」是歸納，一類一類歸納，因為無量阿僧祇就沒有法子說。佛為了說法方便起見，把無量法歸納成多少類，像《瑜伽師地論》裡面，將一切法歸納為六百六十類。六百六十類對於初學的人來講還是很不方便，太多、太雜了，所以天親菩薩教初學的人，又把六百六十類歸納為一百類，稱為《百法明門》。一百類，對於初學的人來說就方便太多了。所以，一百展開就是六百六十，六百六十展開就是無量無邊的法門，這是用歸納法。由此可知，一多是互容的，一多是相即的。這是『菩薩善法功德藏』，我們學佛要在這些地方學習，這都是在日常生活當中，起心動念、待人接物明瞭事實真相，修積一切善法，這才叫學佛。再看底下這一段，也是《智度論》裡頭說的。"
    },
    {
      "id": "02-031-0041_p0007",
      "zh_CN": "【智度论曰，是三昧修行，习久后能成陀罗尼，是诸三昧，共诸法实相智慧，能生陀罗尼。】",
      "zh_TW": "【智度論曰，是三昧修行，習久後能成陀羅尼，是諸三昧，共諸法實相智慧，能生陀羅尼。】"
    },
    {
      "id": "02-031-0041_p0008",
      "zh_CN": "三昧翻成中国意思是正受，正常的享受。什么叫正常的享受？心地清净平等就是正常的享受。一切凡夫他的受，就是享受不正常，因为他的享受是七情五欲，七情是喜、怒、哀、乐、爱、恶、欲；换句话说，这些东西是烦恼。凡夫享受的是烦恼，佛菩萨享受的是智慧，智慧是清净的。我们世间人有没有智慧？没有，世间人种种智慧里头参杂着烦恼，不是真智慧；佛法叫它做世智辩聪，世间的聪明智慧，不是真智慧。真智慧称之为般若智慧，般若智慧跟世间智慧的差别，就是它里面没有烦恼，决定没有妄想执着，这个智慧才是真实的智慧。",
      "zh_TW": "三昧翻成中國意思是正受，正常的享受。什麼叫正常的享受？心地清淨平等就是正常的享受。一切凡夫他的受，就是享受不正常，因為他的享受是七情五欲，七情是喜、怒、哀、樂、愛、惡、欲；換句話說，這些東西是煩惱。凡夫享受的是煩惱，佛菩薩享受的是智慧，智慧是清淨的。我們世間人有沒有智慧？沒有，世間人種種智慧裡頭參雜著煩惱，不是真智慧；佛法叫它做世智辯聰，世間的聰明智慧，不是真智慧。真智慧稱之為般若智慧，般若智慧跟世間智慧的差別，就是它裡面沒有煩惱，決定沒有妄想執著，這個智慧才是真實的智慧。"
    },
    {
      "id": "02-031-0041_p0009",
      "zh_CN": "所以『三昧修行』，这是总纲领，佛法行门很多，所谓无量法门，无量法门统统修三昧，也就是都是修正常的生活，正常的受用。在《无量寿经》就是清净平等觉，这叫真修行。在生活里面修清净心，在工作里面修清净心，在处事待人接物里面修平等心，这是真修行。修行不是说每天念多少部经，念多少佛号，拜多少佛，不是这个。这个搞法，如果与生活、与处事待人接物要是看作两桩事情，那就完全错了。修行就是修正我们错误的思想行为，这叫修行，而错误思想行为就在生活里头。所以要明白经义，佛在经里面教给我们一些原理原则，要把它用在日常生活当中，这叫修行，这就是「三昧修行」。三昧修行是总说，无论哪一个宗派，无论哪一种方式，都是三昧修行，换句话说，都是修清净心、平等心。",
      "zh_TW": "所以『三昧修行』，這是總綱領，佛法行門很多，所謂無量法門，無量法門統統修三昧，也就是都是修正常的生活，正常的受用。在《無量壽經》就是清淨平等覺，這叫真修行。在生活裡面修清淨心，在工作裡面修清淨心，在處事待人接物裡面修平等心，這是真修行。修行不是說每天念多少部經，念多少佛號，拜多少佛，不是這個。這個搞法，如果與生活、與處事待人接物要是看作兩樁事情，那就完全錯了。修行就是修正我們錯誤的思想行為，這叫修行，而錯誤思想行為就在生活裡頭。所以要明白經義，佛在經裡面教給我們一些原理原則，要把它用在日常生活當中，這叫修行，這就是「三昧修行」。三昧修行是總說，無論哪一個宗派，無論哪一種方式，都是三昧修行，換句話說，都是修清淨心、平等心。"
    },
    {
      "id": "02-031-0041_p0010",
      "zh_CN": "『习久』，修行时间久了，久了就有效果。开始修的时候要作意，因为习气太重，常常犯这个毛病；学久了，自自然然心清净，自自然然妄想分别执着少了，功夫就得力。久了以后，就成了一个习惯，这个习惯是好习惯，这叫『陀罗尼』。陀罗尼是总持的意思，自然能够总一切法，持一切义。『是诸三昧，共诸法实相智慧，能生陀罗尼。』这个大总持法从哪里生出来的？「是诸三昧」，就是自己清净平等的感受，以及外面的境界；换句话说，还是《金刚经》上所讲的，对外不着相，外离相；内离念，内离念是三昧，就是离妄想分别执着，这个受就是正受。内离念，外离相，外面不着相这是诸法实相都现前，就是一切宇宙人生的真相你都明了，这是住真实慧，能生总持法门。陀罗尼在起用的时候，就是无所不知，就是权智的德用。是诸三昧，实在讲就是实智，般若无知，三昧是无知，陀罗尼是无所不知。这是我们自性里面本具的德能，实在不是从外面得来的，是自性本具的，只要把障碍去掉，这个能力就现前。底下一段还是《智度论》里面说的。",
      "zh_TW": "『習久』，修行時間久了，久了就有效果。開始修的時候要作意，因為習氣太重，常常犯這個毛病；學久了，自自然然心清淨，自自然然妄想分別執著少了，功夫就得力。久了以後，就成了一個習慣，這個習慣是好習慣，這叫『陀羅尼』。陀羅尼是總持的意思，自然能夠總一切法，持一切義。『是諸三昧，共諸法實相智慧，能生陀羅尼。』這個大總持法從哪裡生出來的？「是諸三昧」，就是自己清淨平等的感受，以及外面的境界；換句話說，還是《金剛經》上所講的，對外不著相，外離相；內離念，內離念是三昧，就是離妄想分別執著，這個受就是正受。內離念，外離相，外面不著相這是諸法實相都現前，就是一切宇宙人生的真相你都明瞭，這是住真實慧，能生總持法門。陀羅尼在起用的時候，就是無所不知，就是權智的德用。是諸三昧，實在講就是實智，般若無知，三昧是無知，陀羅尼是無所不知。這是我們自性裡面本具的德能，實在不是從外面得來的，是自性本具的，只要把障礙去掉，這個能力就現前。底下一段還是《智度論》裡面說的。"
    },
    {
      "id": "02-031-0041_p0011",
      "zh_CN": "【智度论曰，三昧但是心相应法也，陀罗尼亦是心不相应，是心不相应陀罗尼，是心不相应者，如人得闻持陀罗尼，虽心瞋恚亦不失，常随人行，如影随形。】",
      "zh_TW": "【智度論曰，三昧但是心相應法也，陀羅尼亦是心不相應，是心不相應陀羅尼，是心不相應者，如人得聞持陀羅尼，雖心瞋恚亦不失，常隨人行，如影隨形。】"
    },
    {
      "id": "02-031-0041_p0012",
      "zh_CN": "这一段是说明三昧跟陀罗尼不同的地方。三昧决定是相应的，由此可知，从三昧里得的陀罗尼，是菩萨善法功德藏。如果没有三昧，能不能得陀罗尼？能，『闻持陀罗尼』。陀罗尼是讲总持法门，世间聪明智慧的人有，中国古人常讲「读万卷书，行万里路」，他做学问、做功夫，他有能力抓住纲领。我们世间人讲抓住纲领，在佛法里面叫得陀罗尼，陀罗尼就是总纲领，他能抓得住。虽抓住了，他心里面的是非人我、贪瞋痴慢没断。你不能说他没有学问，不能说他没有抓住纲领，他确实掌握纲领，他也说得头头是道，他也有能力著作等身。这是给我们解释这桩事情，说明得三昧一定得陀罗尼，得陀罗尼不一定得三昧。这是不能不晓得的，什么原因？因为三昧是心相应法，与心不相应，怎么会能得三昧？三昧是清净心、平等心，决定是与心相应的。但是陀罗尼不见得相应，亦相应，也不相应，这个地方从不相应来说。所以陀罗尼跟心不相应，『是心不相应陀罗尼』。",
      "zh_TW": "這一段是說明三昧跟陀羅尼不同的地方。三昧決定是相應的，由此可知，從三昧裡得的陀羅尼，是菩薩善法功德藏。如果沒有三昧，能不能得陀羅尼？能，『聞持陀羅尼』。陀羅尼是講總持法門，世間聰明智慧的人有，中國古人常講「讀萬卷書，行萬里路」，他做學問、做功夫，他有能力抓住綱領。我們世間人講抓住綱領，在佛法裡面叫得陀羅尼，陀羅尼就是總綱領，他能抓得住。雖抓住了，他心裡面的是非人我、貪瞋痴慢沒斷。你不能說他沒有學問，不能說他沒有抓住綱領，他確實掌握綱領，他也說得頭頭是道，他也有能力著作等身。這是給我們解釋這樁事情，說明得三昧一定得陀羅尼，得陀羅尼不一定得三昧。這是不能不曉得的，什麼原因？因為三昧是心相應法，與心不相應，怎麼會能得三昧？三昧是清淨心、平等心，決定是與心相應的。但是陀羅尼不見得相應，亦相應，也不相應，這個地方從不相應來說。所以陀羅尼跟心不相應，『是心不相應陀羅尼』。"
    },
    {
      "id": "02-031-0041_p0013",
      "zh_CN": "有与心相应的陀罗尼，有不相应的陀罗尼，相应的陀罗尼，前面所讲的，那是住真实慧，是菩萨善法功德藏，这都是说相应。如果是与心不相应，底下就举一个比喻，『如』，如是譬如，譬如有人『得闻持陀罗尼』。闻持陀罗尼在佛法里面，我们可以找到一个很明显的代表，阿难尊者。阿难在佛陀弟子当中多闻第一，而且记忆力非常之好，理解能力也很强，我们在《楞严经》上看到。但是他烦恼、习气没断，这就是闻持陀罗尼。他多闻，而且他能够保持不失掉，这就是他记忆能力非常好，分析能力非常好，他有这种能力。『虽心瞋恚亦不失』，这就是他烦恼没有失掉，他的贪瞋痴没断掉。所以阿难在世尊法会里面，一生只证得小乘须陀洹果，他的同学们几乎各个都证阿罗汉，他还是初果。如果说在佛法能力上，没有一个人能比得过他，楞严会上就很明显的，富楼那尊者证了阿罗汉，四果罗汉，世尊讲经，阿难能听懂，富楼那听不懂。为什么四果罗汉听不懂，他初果须陀洹听懂了？这是大经里面所说的，每个人根性不相同。阿难尊者烦恼障重，所以他不能证果，烦恼障重；所知障轻，所以他闻法能够理解，就是他得的是闻持陀罗尼。富楼那尊者跟阿难根性恰相反，富楼那尊者是烦恼障轻，所以他很容易证阿罗汉；所知障重，所以佛讲大乘经他听不懂。一切众生根性不同亦复如是。这是烦恼习气没有断，这个烦恼习气就是讲贪瞋痴，『常随人行，如影随形』，不离开你的，这是我们必须要知道的。",
      "zh_TW": "有與心相應的陀羅尼，有不相應的陀羅尼，相應的陀羅尼，前面所講的，那是住真實慧，是菩薩善法功德藏，這都是說相應。如果是與心不相應，底下就舉一個比喻，『如』，如是譬如，譬如有人『得聞持陀羅尼』。聞持陀羅尼在佛法裡面，我們可以找到一個很明顯的代表，阿難尊者。阿難在佛陀弟子當中多聞第一，而且記憶力非常之好，理解能力也很強，我們在《楞嚴經》上看到。但是他煩惱、習氣沒斷，這就是聞持陀羅尼。他多聞，而且他能夠保持不失掉，這就是他記憶能力非常好，分析能力非常好，他有這種能力。『雖心瞋恚亦不失』，這就是他煩惱沒有失掉，他的貪瞋痴沒斷掉。所以阿難在世尊法會裡面，一生只證得小乘須陀洹果，他的同學們幾乎各個都證阿羅漢，他還是初果。如果說在佛法能力上，沒有一個人能比得過他，楞嚴會上就很明顯的，富樓那尊者證了阿羅漢，四果羅漢，世尊講經，阿難能聽懂，富樓那聽不懂。為什麼四果羅漢聽不懂，他初果須陀洹聽懂了？這是大經裡面所說的，每個人根性不相同。阿難尊者煩惱障重，所以他不能證果，煩惱障重；所知障輕，所以他聞法能夠理解，就是他得的是聞持陀羅尼。富樓那尊者跟阿難根性恰相反，富樓那尊者是煩惱障輕，所以他很容易證阿羅漢；所知障重，所以佛講大乘經他聽不懂。一切眾生根性不同亦復如是。這是煩惱習氣沒有斷，這個煩惱習氣就是講貪瞋痴，『常隨人行，如影隨形』，不離開你的，這是我們必須要知道的。"
    },
    {
      "id": "02-031-0041_p0014",
      "zh_CN": "这都是眼前自己的事实真相，我们看看经典上诸佛菩萨给我们表演的，看了以后，回来想想自己，我们自己应该如何来修学。实在讲，我们现前两种障碍都重，烦恼障也重，所知障也重。所知障重，对于佛的经义不能透彻了解，甚至于有时候把经义错解，这所知障重。烦恼障重，就是是非人我、贪瞋痴慢放不下，生活在这个里面，哪能不造业？怎能不堕落？如果对于这个事实真正有高度的警觉心，能救，不是不能救，任何一个人都能得救。这个高度警觉心就是觉得自己两种障碍都重，如果这一生要不能够脱离三界轮回，必定堕落，有这样一个警觉心就好办了。怎么解决这个问题？老实念佛。",
      "zh_TW": "這都是眼前自己的事實真相，我們看看經典上諸佛菩薩給我們表演的，看了以後，回來想想自己，我們自己應該如何來修學。實在講，我們現前兩種障礙都重，煩惱障也重，所知障也重。所知障重，對於佛的經義不能透徹了解，甚至於有時候把經義錯解，這所知障重。煩惱障重，就是是非人我、貪瞋痴慢放不下，生活在這個裡面，哪能不造業？怎能不墮落？如果對於這個事實真正有高度的警覺心，能救，不是不能救，任何一個人都能得救。這個高度警覺心就是覺得自己兩種障礙都重，如果這一生要不能夠脫離三界輪迴，必定墮落，有這樣一個警覺心就好辦了。怎麼解決這個問題？老實念佛。"
    },
    {
      "id": "02-031-0041_p0015",
      "zh_CN": "世间一切人、一切事我统统都不管，与我完全不相干，都把它放下，随缘度日，什么事情都好，你说善，很好，恶也很好，完全不关我的事。老实念佛，老实这两个字要紧，念上个三年、五载就成功了。我们在《净土圣贤录》、在《往生传》里面看到的，许多念佛三年就往生的，是不是他的寿命到了？有很多人问我，是不是他念佛三年，他刚好寿命到了？我想不见得，哪有这么巧！你说一个、两个也许有这个样子，太多了。太多了，我们想法就决定不是他的寿命到了，而是他功夫成就了。功夫成就，他的寿命不要了，在世间多住一年就受一年罪，多住两年就受两年罪，人家能走他为什么不走？我们是走不了，无可奈何。有本事走，不愿意多受一天的罪，极乐世界的乐我们没有法子想像的到。所以他有能力，三年他能力达到、他做到了，自在往生。他预知时至，走的时候瑞相那么好，我们从近代往生传里面都看到。",
      "zh_TW": "世間一切人、一切事我統統都不管，與我完全不相干，都把它放下，隨緣度日，什麼事情都好，你說善，很好，惡也很好，完全不關我的事。老實念佛，老實這兩個字要緊，念上個三年、五載就成功了。我們在《淨土聖賢錄》、在《往生傳》裡面看到的，許多念佛三年就往生的，是不是他的壽命到了？有很多人問我，是不是他念佛三年，他剛好壽命到了？我想不見得，哪有這麼巧！你說一個、兩個也許有這個樣子，太多了。太多了，我們想法就決定不是他的壽命到了，而是他功夫成就了。功夫成就，他的壽命不要了，在世間多住一年就受一年罪，多住兩年就受兩年罪，人家能走他為什麼不走？我們是走不了，無可奈何。有本事走，不願意多受一天的罪，極樂世界的樂我們沒有法子想像的到。所以他有能力，三年他能力達到、他做到了，自在往生。他預知時至，走的時候瑞相那麼好，我們從近代往生傳裡面都看到。"
    },
    {
      "id": "02-031-0041_p0016",
      "zh_CN": "你看《念佛论》，我们这里流通得很多，倓虚法师所讲的极乐寺的修无师，绝对不是寿命到了，郑锡宾居士，学佛都没几年。尤其是谛闲老法师那个念佛的徒弟，念三年站着往生，我不相信他三年寿命到的，绝对不是寿命到的，而是他功夫成就了。没有生病，站着走的，那是预知时至。他在走之前一天，去看看他的亲戚朋友，那个看看就是告别，但是他不说。说了什么？说了怕人家打闲岔，你明天往生，我明天去看你怎么往生，他就走不了了，他怕人家干扰。所以，绝对不是他的寿命到了，寿命到往生固然是有，但是寿命不到往生的人更多。我们世间人不懂，贪生怕死，希望在这个世间还多住几年、多住几天，人家跟我们的想法、看法完全不一样，没有理由在这个地方多住一天，没有理由。",
      "zh_TW": "你看《念佛論》，我們這裡流通得很多，倓虛法師所講的極樂寺的修無師，絕對不是壽命到了，鄭錫賓居士，學佛都沒幾年。尤其是諦閑老法師那個念佛的徒弟，念三年站著往生，我不相信他三年壽命到的，絕對不是壽命到的，而是他功夫成就了。沒有生病，站著走的，那是預知時至。他在走之前一天，去看看他的親戚朋友，那個看看就是告別，但是他不說。說了什麼？說了怕人家打閒岔，你明天往生，我明天去看你怎麼往生，他就走不了了，他怕人家干擾。所以，絕對不是他的壽命到了，壽命到往生固然是有，但是壽命不到往生的人更多。我們世間人不懂，貪生怕死，希望在這個世間還多住幾年、多住幾天，人家跟我們的想法、看法完全不一樣，沒有理由在這個地方多住一天，沒有理由。"
    },
    {
      "id": "02-031-0041_p0017",
      "zh_CN": "所以我们要有高度的警觉心，两种障碍重都不怕，只要你真发心，真的老实念，这一句佛号叫消业障！特别是谛闲老法师那个徒弟，那个录音带我听了四、五十遍，实在是我们的好榜样。他没有念过书，什么事都不懂，跟他讲什么他都听不懂，所知障重。烦恼障也重，学什么都不会，虽然出家了，两堂功课都不会，人笨到这个样子。所以，老法师只教他一句佛号，教他念阿弥陀佛，而且方法非常善巧。你就老实念，念累了你就休息，休息好了就再念，你看多简单！给他找个小庙，那个小庙是没人住的，一个破庙，在乡下，叫他一个人在里头去住，就是专念一句阿弥陀佛。他念三年，居然站着往生，死了以后还站三天，站着往生我们听说过，但是死了以后站三天，没听说过。",
      "zh_TW": "所以我們要有高度的警覺心，兩種障礙重都不怕，只要你真發心，真的老實念，這一句佛號叫消業障！特別是諦閑老法師那個徒弟，那個錄音帶我聽了四、五十遍，實在是我們的好榜樣。他沒有念過書，什麼事都不懂，跟他講什麼他都聽不懂，所知障重。煩惱障也重，學什麼都不會，雖然出家了，兩堂功課都不會，人笨到這個樣子。所以，老法師只教他一句佛號，教他念阿彌陀佛，而且方法非常善巧。你就老實念，念累了你就休息，休息好了就再念，你看多簡單！給他找個小廟，那個小廟是沒人住的，一個破廟，在鄉下，叫他一個人在裡頭去住，就是專念一句阿彌陀佛。他念三年，居然站著往生，死了以後還站三天，站著往生我們聽說過，但是死了以後站三天，沒聽說過。"
    },
    {
      "id": "02-031-0041_p0018",
      "zh_CN": "从这个地方证明，这一句佛号消业障的力量不可思议。如果业障不消除，哪里能够这样自在往生？什么方法消除业障，一句佛号。我们天天念佛，为什么消不了业障？我们不是老实念，我们念佛里头参杂着是非人我、贪瞋痴慢，所以把功德破坏掉了，念得再多，古人讲的「喊破喉咙也枉然」，是你自己破坏掉。人家这个佛号为什么念得成功？里面没有夹杂妄想，所以叫老实念，我们不老实。真正老实念，修学这个法门，实在讲三年决定成功。可是你听了怎么样？你听了决定不肯念，三年就死了，这个不得了，这个法门不能学，我还要长命百岁！给你讲真的你反而不学了，这就是迷惑颠倒，迷恋在五欲六尘当中，没有真正发心脱离三界苦海的意愿，没有这个意愿，虽然讲信、讲愿，信愿都不真实。不是这个法门有问题，是我们自己的发心有问题，法门决定不错。上根利智，在经上讲，一日二日就能成就，根性再劣，七天也能成就。",
      "zh_TW": "從這個地方證明，這一句佛號消業障的力量不可思議。如果業障不消除，哪裡能夠這樣自在往生？什麼方法消除業障，一句佛號。我們天天念佛，為什麼消不了業障？我們不是老實念，我們念佛裡頭參雜著是非人我、貪瞋痴慢，所以把功德破壞掉了，念得再多，古人講的「喊破喉嚨也枉然」，是你自己破壞掉。人家這個佛號為什麼念得成功？裡面沒有夾雜妄想，所以叫老實念，我們不老實。真正老實念，修學這個法門，實在講三年決定成功。可是你聽了怎麼樣？你聽了決定不肯念，三年就死了，這個不得了，這個法門不能學，我還要長命百歲！給你講真的你反而不學了，這就是迷惑顛倒，迷戀在五欲六塵當中，沒有真正發心脫離三界苦海的意願，沒有這個意願，雖然講信、講願，信願都不真實。不是這個法門有問題，是我們自己的發心有問題，法門決定不錯。上根利智，在經上講，一日二日就能成就，根性再劣，七天也能成就。"
    },
    {
      "id": "02-031-0041_p0019",
      "zh_CN": "这个说法，在《往生传》、《净土圣贤录》里头有一个很著名的例子，宋朝莹珂法师，给我们做出了证明。这个出家人烦恼障很重，我们看起来，大概烦恼跟所知障都重。虽然出家，因为习气，没有办法持戒、守清规，常常犯戒、常常破戒，造作的罪业就很多。但是他之所以能够得救，他相信因果报应，这个很难得。想想佛在经上常讲的，自己生活行为一比照，他自己知道将来一定会堕阿鼻地狱。他相信因果报应，所以就生了很大的恐怖心，就害怕了。请教他的同参道友，有什么方法能救他？这些同参道友就拿《往生传》给他看。他读了之后，对于念佛往生的人非常羡慕，就发心念佛，把自己寮房门关起来，专念阿弥陀佛，求生净土。一句佛号日夜不间断，不吃饭、不喝水，一句佛号念到底。念了三天三夜，真的把阿弥陀佛念来了，诚则灵，真诚他就有感应。阿弥陀佛现身告诉他，你的寿命还有十年，你好好念佛，十年之后你命终的时候，我再来接引你。莹珂法师这个时候智慧开了，他就一想，我的习气很重，禁不起外面诱惑，再十年我又不晓得造多少罪业。所以跟阿弥陀佛说，我的十年寿命不要了，我现在就跟你走。他提出这个要求，阿弥陀佛也接受了，佛就告诉他，这样好了，三天之后我来接引你。他非常欢喜，房门一打开，告诉他的同参道友，我三天之后要往生了。一般人看到，他说的话疯疯颠颠的，说疯话，没人相信他。这么一个恶人，一个坏人，关门念三天佛，就说他三天之后要往生。好在三天时间不长，我们大家看你三天之后你往生不往生？到三天之后，真的他往生了。",
      "zh_TW": "這個說法，在《往生傳》、《淨土聖賢錄》裡頭有一個很著名的例子，宋朝瑩珂法師，給我們做出了證明。這個出家人煩惱障很重，我們看起來，大概煩惱跟所知障都重。雖然出家，因為習氣，沒有辦法持戒、守清規，常常犯戒、常常破戒，造作的罪業就很多。但是他之所以能夠得救，他相信因果報應，這個很難得。想想佛在經上常講的，自己生活行為一比照，他自己知道將來一定會墮阿鼻地獄。他相信因果報應，所以就生了很大的恐怖心，就害怕了。請教他的同參道友，有什麼方法能救他？這些同參道友就拿《往生傳》給他看。他讀了之後，對於念佛往生的人非常羨慕，就發心念佛，把自己寮房門關起來，專念阿彌陀佛，求生淨土。一句佛號日夜不間斷，不吃飯、不喝水，一句佛號念到底。念了三天三夜，真的把阿彌陀佛念來了，誠則靈，真誠他就有感應。阿彌陀佛現身告訴他，你的壽命還有十年，你好好念佛，十年之後你命終的時候，我再來接引你。瑩珂法師這個時候智慧開了，他就一想，我的習氣很重，禁不起外面誘惑，再十年我又不曉得造多少罪業。所以跟阿彌陀佛說，我的十年壽命不要了，我現在就跟你走。他提出這個要求，阿彌陀佛也接受了，佛就告訴他，這樣好了，三天之後我來接引你。他非常歡喜，房門一打開，告訴他的同參道友，我三天之後要往生了。一般人看到，他說的話瘋瘋顛顛的，說瘋話，沒人相信他。這麼一個惡人，一個壞人，關門念三天佛，就說他三天之後要往生。好在三天時間不長，我們大家看你三天之後你往生不往生？到三天之後，真的他往生了。"
    },
    {
      "id": "02-031-0041_p0020",
      "zh_CN": "这是说明，这一句佛号消业障的力量，什么法门都不能比，问题是你真心念。这个世间没有什么好留恋的，年岁稍微大一点的人看得太清楚、太透彻。三十年前的社会，跟今天是一百八十度的大转变，人心变了，社会的型态变了，将来不知道要遭什么样的劫难！这都是我们亲身经历的，像我这个年纪的人，经历过第二次世界大战。抗战期间，那个时候的人心，跟五十年之后现在的人心不能比。所以真正有智慧、真正有觉悟，应当求生净土，应当放下万缘，老实念佛。这一段是说明，得陀罗尼不一定得清净心，得清净心，得陀罗尼才是菩萨善法功德藏。一百二十七段。",
      "zh_TW": "這是說明，這一句佛號消業障的力量，什麼法門都不能比，問題是你真心念。這個世間沒有什麼好留戀的，年歲稍微大一點的人看得太清楚、太透徹。三十年前的社會，跟今天是一百八十度的大轉變，人心變了，社會的型態變了，將來不知道要遭什麼樣的劫難！這都是我們親身經歷的，像我這個年紀的人，經歷過第二次世界大戰。抗戰期間，那個時候的人心，跟五十年之後現在的人心不能比。所以真正有智慧、真正有覺悟，應當求生淨土，應當放下萬緣，老實念佛。這一段是說明，得陀羅尼不一定得清淨心，得清淨心，得陀羅尼才是菩薩善法功德藏。一百二十七段。"
    },
    {
      "id": "02-031-0041_p0021",
      "zh_CN": "【智度论曰，陀罗尼世世常随菩萨，诸三昧不尔，或时易身则失。】",
      "zh_TW": "【智度論曰，陀羅尼世世常隨菩薩，諸三昧不爾，或時易身則失。】"
    },
    {
      "id": "02-031-0041_p0022",
      "zh_CN": "这也是说明陀罗尼跟三昧性质不相同，陀罗尼会传到底下一世，这是阿赖耶里面的种子。所以我们这个世间人，有生下来就很聪明，就很有智慧，那是他阿赖耶里面有这些种子。这个种子习气生生世世不间断，可以带到来世。但是三昧就不一样，三昧一转世，一个生死一转世，来生就没有了，这一生所得到的，来生就没有了。来生必须要遇到善缘，这个很难得，真正遇到善缘、遇到善知识从头再修，再修会得到。如果遇不到善缘、遇不到机会，没修的话就失掉了。这是三昧跟陀罗尼不相同的地方。",
      "zh_TW": "這也是說明陀羅尼跟三昧性質不相同，陀羅尼會傳到底下一世，這是阿賴耶裡面的種子。所以我們這個世間人，有生下來就很聰明，就很有智慧，那是他阿賴耶裡面有這些種子。這個種子習氣生生世世不間斷，可以帶到來世。但是三昧就不一樣，三昧一轉世，一個生死一轉世，來生就沒有了，這一生所得到的，來生就沒有了。來生必須要遇到善緣，這個很難得，真正遇到善緣、遇到善知識從頭再修，再修會得到。如果遇不到善緣、遇不到機會，沒修的話就失掉了。這是三昧跟陀羅尼不相同的地方。"
    },
    {
      "id": "02-031-0041_p0023",
      "zh_CN": "但是得三昧而不能够发愿往生，往往第二生得人天福报，这是很可怕的。人天福报一现前，把修行这个事情就丢掉了，而享福没有不造业的。他在世间是大富大贵，富贵人有权力、有财富、有势力，为所欲为，他想什么他都能办得到。如果是损人利己的事情做多了，这一生的福报享尽了，来生必定堕落。所以佛在《金刚经》上嘱咐菩萨，不受福德。我们看诸佛菩萨示现在世间，无论示现出家、示现在家都不享福，生活都过得很清苦，非常有道理。出家人，大家所知道，像近代的虚云老和尚、印光大师，不是没有福，他的在家弟子太多了，供养太丰富了，他不能改善他自己的生活吗？",
      "zh_TW": "但是得三昧而不能夠發願往生，往往第二生得人天福報，這是很可怕的。人天福報一現前，把修行這個事情就丟掉了，而享福沒有不造業的。他在世間是大富大貴，富貴人有權力、有財富、有勢力，為所欲為，他想什麼他都能辦得到。如果是損人利己的事情做多了，這一生的福報享盡了，來生必定墮落。所以佛在《金剛經》上囑咐菩薩，不受福德。我們看諸佛菩薩示現在世間，無論示現出家、示現在家都不享福，生活都過得很清苦，非常有道理。出家人，大家所知道，像近代的虛雲老和尚、印光大師，不是沒有福，他的在家弟子太多了，供養太豐富了，他不能改善他自己的生活嗎？"
    },
    {
      "id": "02-031-0041_p0024",
      "zh_CN": "虚云老和尚当年在世的时候，他在南洋弘法，泰国的皇后、皇帝，泰王都是皈依老法师的。老法师穿的一身衣服，补钉补了好多个，这些在家徒弟，大富长者，不能替老和尚多做几件好衣服吗？实在讲供养的好衣服太多了，我们在老法师年谱里面看到，他这个地方接受了，那个地方布施给别人。有些初出家的人没人供养，没得穿，他新的衣服、好的都送人，自己还穿一身破烂衣服。印光法师也是这样的，所有一切的供养他拿去印经书，他在苏州报国寺办了个弘化社，就是佛经流通处，印经布施流通。自己的生活、衣食住行一点都没有改变。确实遵守佛在《般若经》上的教训，不受福德，不接受、不改变自己的生活，这不造业，这是我们的好榜样。",
      "zh_TW": "虛雲老和尚當年在世的時候，他在南洋弘法，泰國的皇后、皇帝，泰王都是皈依老法師的。老法師穿的一身衣服，補釘補了好多個，這些在家徒弟，大富長者，不能替老和尚多做幾件好衣服嗎？實在講供養的好衣服太多了，我們在老法師年譜裡面看到，他這個地方接受了，那個地方布施給別人。有些初出家的人沒人供養，沒得穿，他新的衣服、好的都送人，自己還穿一身破爛衣服。印光法師也是這樣的，所有一切的供養他拿去印經書，他在蘇州報國寺辦了個弘化社，就是佛經流通處，印經布施流通。自己的生活、衣食住行一點都沒有改變。確實遵守佛在《般若經》上的教訓，不受福德，不接受、不改變自己的生活，這不造業，這是我們的好榜樣。"
    },
    {
      "id": "02-031-0041_p0025",
      "zh_CN": "在家学佛的这些长者、居士们，我们在台湾这么多年，台湾李炳南老居士，那有大福报，在台中弘法利生，以居士身分讲经说法。我到台中亲近他的时候，他在台中十年了。我是在民国四十七年到台中亲近他的时候，他告诉我，台中莲社的莲友，登记本子上有姓名、有住址的，已经超过二十万人。他自己的生活，还是一天吃一餐，那么简单，穿的衣服，几十年没有换过新衣服。到以后我们才晓得，他的内衣都是补的，袜子也是补的。有没有供养新的？有！常常有人送新的衣服给他，他一拿到就送人，还送我不少件，都是非常好的料子，他自己不用，转手就布施掉。在家菩萨！也是不受福德，不享福就不造业，佛门常讲随缘消旧业，这是在家、出家做出样子给我们看，随缘消业，不造新殃。",
      "zh_TW": "在家學佛的這些長者、居士們，我們在台灣這麼多年，台灣李炳南老居士，那有大福報，在台中弘法利生，以居士身分講經說法。我到台中親近他的時候，他在台中十年了。我是在民國四十七年到台中親近他的時候，他告訴我，台中蓮社的蓮友，登記本子上有姓名、有住址的，已經超過二十萬人。他自己的生活，還是一天吃一餐，那麼簡單，穿的衣服，幾十年沒有換過新衣服。到以後我們才曉得，他的內衣都是補的，襪子也是補的。有沒有供養新的？有！常常有人送新的衣服給他，他一拿到就送人，還送我不少件，都是非常好的料子，他自己不用，轉手就布施掉。在家菩薩！也是不受福德，不享福就不造業，佛門常講隨緣消舊業，這是在家、出家做出樣子給我們看，隨緣消業，不造新殃。"
    },
    {
      "id": "02-031-0041_p0026",
      "zh_CN": "这是陀罗尼跟三昧不一样。陀罗尼可以随着一个人转世，生生世世都显出他的聪明智慧，但是清净心、正受，一转世就没有了。这是讲六道里面，一转世所谓有隔阴之迷，这是两种不相同。再看底下这一段。",
      "zh_TW": "這是陀羅尼跟三昧不一樣。陀羅尼可以隨著一個人轉世，生生世世都顯出他的聰明智慧，但是清淨心、正受，一轉世就沒有了。這是講六道裡面，一轉世所謂有隔陰之迷，這是兩種不相同。再看底下這一段。"
    },
    {
      "id": "02-031-0041_p0027",
      "zh_CN": "【净影疏曰，如华严说，彼一三昧，统摄法界一切佛法，悉入其中。】",
      "zh_TW": "【淨影疏曰，如華嚴說，彼一三昧，統攝法界一切佛法，悉入其中。】"
    },
    {
      "id": "02-031-0041_p0028",
      "zh_CN": "底下这几节都是解释「入华严三昧」。什么叫华严三昧？《净影疏》里面这句话，『彼一三昧』，就是华严三昧，『统摄法界一切佛法，悉入其中』。由此可知，华严三昧实际上就是大总持法门。",
      "zh_TW": "底下這幾節都是解釋「入華嚴三昧」。什麼叫華嚴三昧？《淨影疏》裡面這句話，『彼一三昧』，就是華嚴三昧，『統攝法界一切佛法，悉入其中』。由此可知，華嚴三昧實際上就是大總持法門。"
    },
    {
      "id": "02-031-0041_p0029",
      "zh_CN": "【八十华严曰，尔时普贤菩萨入广大三昧，名佛华严。】",
      "zh_TW": "【八十華嚴曰，爾時普賢菩薩入廣大三昧，名佛華嚴。】"
    },
    {
      "id": "02-031-0041_p0030",
      "zh_CN": "实在讲华严三昧就是四无碍法界，也是《华严经》里面所说的六相十玄，就是十玄门，能够统摄世出世间一切法。",
      "zh_TW": "實在講華嚴三昧就是四無礙法界，也是《華嚴經》裡面所說的六相十玄，就是十玄門，能夠統攝世出世間一切法。"
    },
    {
      "id": "02-031-0041_p0031",
      "zh_CN": "【六十华严曰，普贤菩萨，正受三昧，其三昧名佛华严。】",
      "zh_TW": "【六十華嚴曰，普賢菩薩，正受三昧，其三昧名佛華嚴。】"
    },
    {
      "id": "02-031-0041_p0032",
      "zh_CN": "在一切三昧当中，『佛华严』是究竟圆满的正受。底下这一段是解释，说得比较详细。",
      "zh_TW": "在一切三昧當中，『佛華嚴』是究竟圓滿的正受。底下這一段是解釋，說得比較詳細。"
    },
    {
      "id": "02-031-0041_p0033",
      "zh_CN": "【法界记云，言华严三昧者，解云，华者，菩萨万行也。】",
      "zh_TW": "【法界記云，言華嚴三昧者，解云，華者，菩薩萬行也。】"
    },
    {
      "id": "02-031-0041_p0034",
      "zh_CN": "「华严」是比喻，在《华严经》经题里头为我们说明。「大方广」这三个字是讲法，世出世间一切法都包含在这三个字里面。「大」是说一切诸法的理体，说它的本体，也就是讲的自性。在有情众生称作佛性，在无情的众生称作法性，实在讲，佛性跟法性是一个性，并没有差别。性就是本体，所有一切法是从它出生的，性是能生，诸法是所生。所以性是体，所生的叫相，相用「方」这个字做代表，方的意思是方法、是轨则，是变现一切法相的程序。「广」是讲作用，它的用途非常广大。所以，大方广三个字就是讲一切诸法的体、相、用。「佛」这个字，佛是能证，佛是彻底觉悟的人，觉悟什么？觉悟大方广，大方广实在讲就是宇宙人生的真相，《般若经》上讲诸法实相，诸法实相就是大方广。彻底究竟的觉悟，这个人就叫做佛。「华严」是比喻，『华者，菩萨万行也』，「万」是比喻多，比喻无量，「行」就是生活行为，在生活行为当中点点滴滴。",
      "zh_TW": "「華嚴」是比喻，在《華嚴經》經題裡頭為我們說明。「大方廣」這三個字是講法，世出世間一切法都包含在這三個字裡面。「大」是說一切諸法的理體，說它的本體，也就是講的自性。在有情眾生稱作佛性，在無情的眾生稱作法性，實在講，佛性跟法性是一個性，並沒有差別。性就是本體，所有一切法是從它出生的，性是能生，諸法是所生。所以性是體，所生的叫相，相用「方」這個字做代表，方的意思是方法、是軌則，是變現一切法相的程序。「廣」是講作用，它的用途非常廣大。所以，大方廣三個字就是講一切諸法的體、相、用。「佛」這個字，佛是能證，佛是徹底覺悟的人，覺悟什麼？覺悟大方廣，大方廣實在講就是宇宙人生的真相，《般若經》上講諸法實相，諸法實相就是大方廣。徹底究竟的覺悟，這個人就叫做佛。「華嚴」是比喻，『華者，菩薩萬行也』，「萬」是比喻多，比喻無量，「行」就是生活行為，在生活行為當中點點滴滴。"
    },
    {
      "id": "02-031-0041_p0035",
      "zh_CN": "所以，经的梵文经题里面是「杂华严饰」，佛把它比喻一个大的花园，这个花园里面，世间所有一切花的品种统统具足，那就太妙了。你到这个花园来，什么样的品种都能见到。佛用这个比喻，我们一个人在这个世间，生生世世，你所遭遇到一切人事物，就好比杂花一样，这是一个世间。庄严是严饰，饰是装饰。在这么一个复杂无比的世界之中，就像个大花园，什么样的花、什么样的品种统统具足，你在里面游览，宗门的人说「百花丛里过，片叶不沾身」，这就是菩萨游戏在人间。世间无论怎么复杂，菩萨的心永远清净，永远是平等的，永远是觉而不迷，那就是片叶不沾身，外不着相，内不动心这个意思。那就是严的意思，这真的庄严。如果对于这些境界起心动念，你的心就被污染了，你就迷了，就不觉。什么叫觉者？菩萨是觉者，佛是觉者，知道万法虽有，有即是空，《心经》里讲的「色即是空，空即是色，色不异空，空不异色」，色是有，有就是空。所以他不分别、不执着，他能够保持清净心、保持平等心，不会随外面境界起妄想分别执着，这是他的本事。凡夫跟他不一样的，见色闻声就起心动念，就起贪瞋痴慢，就起是非人我，这就叫凡夫，凡夫跟佛菩萨不一样的地方就在此地。所以菩萨正受，底下讲：",
      "zh_TW": "所以，經的梵文經題裡面是「雜華嚴飾」，佛把它比喻一個大的花園，這個花園裡面，世間所有一切花的品種統統具足，那就太妙了。你到這個花園來，什麼樣的品種都能見到。佛用這個比喻，我們一個人在這個世間，生生世世，你所遭遇到一切人事物，就好比雜花一樣，這是一個世間。莊嚴是嚴飾，飾是裝飾。在這麼一個複雜無比的世界之中，就像個大花園，什麼樣的花、什麼樣的品種統統具足，你在裡面遊覽，宗門的人說「百花叢裡過，片葉不沾身」，這就是菩薩遊戲在人間。世間無論怎麼複雜，菩薩的心永遠清淨，永遠是平等的，永遠是覺而不迷，那就是片葉不沾身，外不著相，內不動心這個意思。那就是嚴的意思，這真的莊嚴。如果對於這些境界起心動念，你的心就被污染了，你就迷了，就不覺。什麼叫覺者？菩薩是覺者，佛是覺者，知道萬法雖有，有即是空，《心經》裡講的「色即是空，空即是色，色不異空，空不異色」，色是有，有就是空。所以他不分別、不執著，他能夠保持清淨心、保持平等心，不會隨外面境界起妄想分別執著，這是他的本事。凡夫跟他不一樣的，見色聞聲就起心動念，就起貪瞋痴慢，就起是非人我，這就叫凡夫，凡夫跟佛菩薩不一樣的地方就在此地。所以菩薩正受，底下講："
    },
    {
      "id": "02-031-0041_p0036",
      "zh_CN": "【何者，以华有生实之用，行有感果之能，虽复内外两殊，生感力用相似，今即以法托事，故名华也。】",
      "zh_TW": "【何者，以華有生實之用，行有感果之能，雖復內外兩殊，生感力用相似，今即以法托事，故名華也。】"
    },
    {
      "id": "02-031-0041_p0037",
      "zh_CN": "这是解释华严两个字。为什么用『华』做比喻？因为华开花之后会结果，『生实』就是结果的意思。而菩萨的行，行后面也感果，行是造的因，有因必有果。这个造作，不但是在言语、行为上造作，起心动念就造作。所以我们自己现前感受的果报，将来我们也会感受果报，不论果报是好是坏，是善是恶，不学佛的人不懂这个道理，学佛的人一定要明白，是自己业力招感的。你自己没有这个业因，怎么会有这个果报？真正觉悟、明白了，在受果报的时候不怨天、不尤人，这个果报受了之后就了了，绝不怨天尤人，等于说这个帐到此地就结了。如果受报的时候，特别是受恶的果报，自己不甘心、不情愿，怨天尤人，那你在受果报的时候又造恶业，你将来的果报就更苦，愈来愈苦。可是世间人有几个觉悟的人，在恶劣的环境他不会怨天尤人？太少了，迷惑的人多，觉悟的人少。觉悟的人受极大的苦难，他知道自己造的业因，应该受这个果报，这是觉悟的人。所以用华来比喻因，比喻造因。",
      "zh_TW": "這是解釋華嚴兩個字。為什麼用『華』做比喻？因為華開花之後會結果，『生實』就是結果的意思。而菩薩的行，行後面也感果，行是造的因，有因必有果。這個造作，不但是在言語、行為上造作，起心動念就造作。所以我們自己現前感受的果報，將來我們也會感受果報，不論果報是好是壞，是善是惡，不學佛的人不懂這個道理，學佛的人一定要明白，是自己業力招感的。你自己沒有這個業因，怎麼會有這個果報？真正覺悟、明白了，在受果報的時候不怨天、不尤人，這個果報受了之後就了了，絕不怨天尤人，等於說這個帳到此地就結了。如果受報的時候，特別是受惡的果報，自己不甘心、不情願，怨天尤人，那你在受果報的時候又造惡業，你將來的果報就更苦，愈來愈苦。可是世間人有幾個覺悟的人，在惡劣的環境他不會怨天尤人？太少了，迷惑的人多，覺悟的人少。覺悟的人受極大的苦難，他知道自己造的業因，應該受這個果報，這是覺悟的人。所以用華來比喻因，比喻造因。"
    },
    {
      "id": "02-031-0041_p0038",
      "zh_CN": "『虽复内外两殊』，这个比喻是外，实在讲的意思就是菩萨生活行为，这个不一样，但是因果是非常相似的。开花，花开得好，果一定结得好；花开得不好，果就结得不好。跟我们在生活当中造业是一样的，起心动念、言语造作，我们的心善行善，果一定善；心不善、行不善，果一定不善，这一定的道理，所以这个说法是相似的。『今即以法托事，故名华也』，用华来表法，显示在生活里面所遭受到的这些果报。",
      "zh_TW": "『雖復內外兩殊』，這個比喻是外，實在講的意思就是菩薩生活行為，這個不一樣，但是因果是非常相似的。開花，花開得好，果一定結得好；花開得不好，果就結得不好。跟我們在生活當中造業是一樣的，起心動念、言語造作，我們的心善行善，果一定善；心不善、行不善，果一定不善，這一定的道理，所以這個說法是相似的。『今即以法托事，故名華也』，用華來表法，顯示在生活裡面所遭受到的這些果報。"
    },
    {
      "id": "02-031-0041_p0039",
      "zh_CN": "【严者，行成果满。】",
      "zh_TW": "【嚴者，行成果滿。】"
    },
    {
      "id": "02-031-0041_p0040",
      "zh_CN": "庄严。",
      "zh_TW": "莊嚴。"
    },
    {
      "id": "02-031-0041_p0041",
      "zh_CN": "【契合相应，垢障永消，证理圆满，随用赞德，故称为严也。】",
      "zh_TW": "【契合相應，垢障永消，證理圓滿，隨用贊德，故稱為嚴也。】"
    },
    {
      "id": "02-031-0041_p0042",
      "zh_CN": "『严』是庄严，是完美的果报，完美的果报一定是要把烦恼断掉。『垢障』，垢是污染，障是障碍，这两个字都是指烦恼。无明烦恼是污染，见思、尘沙是障碍，这三种障碍要把它永远断掉，这就是「垢障永消」的意思。能把无明烦恼断尽，证理就圆满，理就是自性，理就是诸法实相，你才能够证得圆、证得满，而没有欠缺。佛在经论上『随用赞德』，「用」是用在生活上，赞叹佛与大菩萨们，他们在生活上表现的圆满的德能，智慧、德能都表现在生活上，表现在处事待人接物上，用严来赞叹他，『故称为严』。",
      "zh_TW": "『嚴』是莊嚴，是完美的果報，完美的果報一定是要把煩惱斷掉。『垢障』，垢是污染，障是障礙，這兩個字都是指煩惱。無明煩惱是污染，見思、塵沙是障礙，這三種障礙要把它永遠斷掉，這就是「垢障永消」的意思。能把無明煩惱斷盡，證理就圓滿，理就是自性，理就是諸法實相，你才能夠證得圓、證得滿，而沒有欠缺。佛在經論上『隨用贊德』，「用」是用在生活上，讚歎佛與大菩薩們，他們在生活上表現的圓滿的德能，智慧、德能都表現在生活上，表現在處事待人接物上，用嚴來讚歎他，『故稱為嚴』。"
    },
    {
      "id": "02-031-0041_p0043",
      "zh_CN": "【三昧者，理智无二。】",
      "zh_TW": "【三昧者，理智無二。】"
    },
    {
      "id": "02-031-0041_p0044",
      "zh_CN": "『理』是所证，『智』是能证，智就是般若智慧，理是真如本性。显现在外面，就变现出一真法界，变现出十法界依正庄严，这都是真如本性变现之物。如果你要明了理事不二，性相一如，那么相就是性，事就是理。要是把这个事实真相看穿、看透了，那就是「理智无二」。诸位晓得，无二就入不二法门，就入一真法界。还有二，你决定没有入不二法门，你决定在一真法界之外。在一真法界之外，你就是落在十法界里头，如果二障要重一点的人，在十法界里必定在六道里面。这些理与事我们不能不知道，不知道你就没有办法解决这个事情；换句话说，你这一生当中，脱离六道、十法界的机会就没有。你必须清清楚楚、明明白白，知道事实真相，然后才会产生高度的警觉心。",
      "zh_TW": "『理』是所證，『智』是能證，智就是般若智慧，理是真如本性。顯現在外面，就變現出一真法界，變現出十法界依正莊嚴，這都是真如本性變現之物。如果你要明瞭理事不二，性相一如，那麼相就是性，事就是理。要是把這個事實真相看穿、看透了，那就是「理智無二」。諸位曉得，無二就入不二法門，就入一真法界。還有二，你決定沒有入不二法門，你決定在一真法界之外。在一真法界之外，你就是落在十法界裡頭，如果二障要重一點的人，在十法界裡必定在六道裡面。這些理與事我們不能不知道，不知道你就沒有辦法解決這個事情；換句話說，你這一生當中，脫離六道、十法界的機會就沒有。你必須清清楚楚、明明白白，知道事實真相，然後才會產生高度的警覺心。"
    },
    {
      "id": "02-031-0041_p0045",
      "zh_CN": "要发心在这一生当中超越六道、超越十法界，这个愿心才能生得起来。我们今天学佛的人很多，为什么这个愿心生不起来？就是对于事实真相没有搞清楚、没有明了。假如你对于娑婆世界跟极乐世界这两方面情况搞清楚了，这个地方真苦，那个地方真乐，你还不赶快移民过去吗？这一定道理！没搞清楚，西方极乐世界未必比我们这里好，去不去无所谓，他愿心就不强。真搞清楚、真搞明白，那你的心就非去不可，不但非去不可，愈快愈好，一定是这个心理。所以入不二法门，这是得真实的利益、真实的受用。",
      "zh_TW": "要發心在這一生當中超越六道、超越十法界，這個願心才能生得起來。我們今天學佛的人很多，為什麼這個願心生不起來？就是對於事實真相沒有搞清楚、沒有明瞭。假如你對於娑婆世界跟極樂世界這兩方面情況搞清楚了，這個地方真苦，那個地方真樂，你還不趕快移民過去嗎？這一定道理！沒搞清楚，西方極樂世界未必比我們這裡好，去不去無所謂，他願心就不強。真搞清楚、真搞明白，那你的心就非去不可，不但非去不可，愈快愈好，一定是這個心理。所以入不二法門，這是得真實的利益、真實的受用。"
    },
    {
      "id": "02-031-0041_p0046",
      "zh_CN": "【交彻熔融，彼此俱亡，能所斯绝，故云三昧也。】",
      "zh_TW": "【交徹熔融，彼此俱亡，能所斯絕，故云三昧也。】"
    },
    {
      "id": "02-031-0041_p0047",
      "zh_CN": "这是解释华严三昧，华严三昧跟其他的三昧不相同的地方，华严是究竟圆满的三昧。百千三昧固然是正受，不见得究竟圆满，要比华严三昧，那就差很远。三昧之多，我们在此地也举一个简单的比喻，让大家把这个事情搞清楚、搞明白，我们有个很清楚的概念。三昧是正受，正常的享受，正常享受刚才讲过，里面没有贪瞋痴慢。譬如这个人他对于财他不贪，财物摆在面前他决定不会起心动念，这个人在财里面得三昧，得正受。可是他遇到名，名他要，他贪名，他在名里面就没有三昧，在财里头有三昧。有些人财富看得很重，名看得很淡薄，那个人在名里头得三昧，财里头没有三昧。这样你可以依此类推，我们在这个世间，无论在精神生活上、在物质生活上，真的是无量无边，无量无边的烦恼习气。你要把无量无边烦恼习气一桩一桩都离开、都不动心了，你就得无量三昧。",
      "zh_TW": "這是解釋華嚴三昧，華嚴三昧跟其他的三昧不相同的地方，華嚴是究竟圓滿的三昧。百千三昧固然是正受，不見得究竟圓滿，要比華嚴三昧，那就差很遠。三昧之多，我們在此地也舉一個簡單的比喻，讓大家把這個事情搞清楚、搞明白，我們有個很清楚的概念。三昧是正受，正常的享受，正常享受剛才講過，裡面沒有貪瞋痴慢。譬如這個人他對於財他不貪，財物擺在面前他決定不會起心動念，這個人在財裡面得三昧，得正受。可是他遇到名，名他要，他貪名，他在名裡面就沒有三昧，在財裡頭有三昧。有些人財富看得很重，名看得很淡薄，那個人在名裡頭得三昧，財裡頭沒有三昧。這樣你可以依此類推，我們在這個世間，無論在精神生活上、在物質生活上，真的是無量無邊，無量無邊的煩惱習氣。你要把無量無邊煩惱習氣一樁一樁都離開、都不動心了，你就得無量三昧。"
    },
    {
      "id": "02-031-0041_p0048",
      "zh_CN": "而华严三昧境界就更扩大，大到尽虚空遍法界。不但是六道不染着，十法界不染着，连一真法界也没有放在心上，这才是华严三昧。末后结得好，结的是究竟圆满的三昧。『理智无二，交彻熔融』，理与智交彻，性与相交彻，事与理交彻，互相并融。『彼此俱亡』，「彼此」就是底下讲的『能所』，心才达到真正的清净。惠能大师所谓「本来无一物」，到这个境界才是华严三昧，这个三昧真正达到究竟圆满。底下一段：",
      "zh_TW": "而華嚴三昧境界就更擴大，大到盡虛空遍法界。不但是六道不染著，十法界不染著，連一真法界也沒有放在心上，這才是華嚴三昧。末後結得好，結的是究竟圓滿的三昧。『理智無二，交徹熔融』，理與智交徹，性與相交徹，事與理交徹，互相並融。『彼此俱亡』，「彼此」就是底下講的『能所』，心才達到真正的清淨。惠能大師所謂「本來無一物」，到這個境界才是華嚴三昧，這個三昧真正達到究竟圓滿。底下一段："
    },
    {
      "id": "02-031-0041_p0049",
      "zh_CN": "【华严经云，一切自在难思议，华严三昧势力故。】",
      "zh_TW": "【華嚴經云，一切自在難思議，華嚴三昧勢力故。】"
    },
    {
      "id": "02-031-0041_p0050",
      "zh_CN": "这是《华严经》上两句偈，形容华严三昧的德用，也是华严三昧的功德利益。你要是明了它的作用，知道它的好处，你才会发心去修学，我们学了有好处，学了有用处。它的用处，实在讲就是诸佛与大菩萨们所证得的，『一切自在』，得大自在，大自在就是无障碍法界。你看《华严经》最后的一品，我们通常讲「普贤菩萨行愿品」，而它的品题不止这几个字，这几个字是略称。品题具足是说无障碍的法界，「入不思议解脱境界普贤行愿品」，入就是你得到了，你得到不思议解脱境界，就是此地讲的一切自在。不思议解脱境界就是四无碍法界，特别是理事无碍、事事无碍，你入到这个境界，这是你能入的。不思议解脱境界就是普贤菩萨的生活境界，他用什么入的？普贤行愿。普贤行愿能入，不思议解脱境界所入，能所不二，那就是华严三昧。所以『华严三昧势力故』，才能够入一真法界，一真法界就是不思议解脱境界，在这个境界里得大自在。",
      "zh_TW": "這是《華嚴經》上兩句偈，形容華嚴三昧的德用，也是華嚴三昧的功德利益。你要是明瞭它的作用，知道它的好處，你才會發心去修學，我們學了有好處，學了有用處。它的用處，實在講就是諸佛與大菩薩們所證得的，『一切自在』，得大自在，大自在就是無障礙法界。你看《華嚴經》最後的一品，我們通常講「普賢菩薩行願品」，而它的品題不止這幾個字，這幾個字是略稱。品題具足是說無障礙的法界，「入不思議解脫境界普賢行願品」，入就是你得到了，你得到不思議解脫境界，就是此地講的一切自在。不思議解脫境界就是四無礙法界，特別是理事無礙、事事無礙，你入到這個境界，這是你能入的。不思議解脫境界就是普賢菩薩的生活境界，他用什麼入的？普賢行願。普賢行願能入，不思議解脫境界所入，能所不二，那就是華嚴三昧。所以『華嚴三昧勢力故』，才能夠入一真法界，一真法界就是不思議解脫境界，在這個境界裡得大自在。"
    },
    {
      "id": "02-031-0041_p0051",
      "zh_CN": "我们对于这桩事情虽然听说，实在讲没透彻，不是真正的明了。真正明了，你一定会发心去求，你自己要想得到。我们今天用什么方法求？普贤菩萨告诉我们，「十大愿王导归极乐」，你真正念佛求生净土，就入华严不思议解脱境界。用这个方法我们有把握在一生当中能得到，用别的方法非常困难，即使是依《华严经》十大愿王来修行也很难，实在讲没有信愿持名来的容易。信愿持名，我们人人有把握可以做到，要是修十大愿王，我们不见得有能力修成，这是实实在在的。所以，净宗是不思议法门，是真实难信之法。我们有幸遇到，如果这一生不认真，把它轻易放过，那实在是太可惜了。",
      "zh_TW": "我們對於這樁事情雖然聽說，實在講沒透徹，不是真正的明瞭。真正明瞭，你一定會發心去求，你自己要想得到。我們今天用什麼方法求？普賢菩薩告訴我們，「十大願王導歸極樂」，你真正念佛求生淨土，就入華嚴不思議解脫境界。用這個方法我們有把握在一生當中能得到，用別的方法非常困難，即使是依《華嚴經》十大願王來修行也很難，實在講沒有信願持名來的容易。信願持名，我們人人有把握可以做到，要是修十大願王，我們不見得有能力修成，這是實實在在的。所以，淨宗是不思議法門，是真實難信之法。我們有幸遇到，如果這一生不認真，把它輕易放過，那實在是太可惜了。"
    },
    {
      "id": "02-031-0041_p0052",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}