{
  "doc_id": "02-031-0076",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十六集",
    "zh_TW": "第七十六集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0076",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "02-031-0076_p0001",
      "zh_CN": "请掀开经本，第一百一十五面，最后一段看起，第一百一十二段：",
      "zh_TW": "請掀開經本，第一百一十五面，最後一段看起，第一百一十二段："
    },
    {
      "id": "02-031-0076_p0002",
      "zh_CN": "【甄解云，四十八愿虽广，悉归第十八愿，又云，谓由此愿故，使众生生无三恶趣之土，不更恶趣，具相好，现神通，而得灭度，入光寿海故，是以此愿，特为最胜矣。】",
      "zh_TW": "【甄解云，四十八願雖廣，悉歸第十八願，又云，謂由此願故，使眾生生無三惡趣之土，不更惡趣，具相好，現神通，而得滅度，入光壽海故，是以此願，特為最勝矣。】"
    },
    {
      "id": "02-031-0076_p0003",
      "zh_CN": "《甄解》是日本道隐法师的著作，对于第十八愿的推崇，可以说是赞叹到极处。实在说，他所讲的全都是事实，这也是古大德所谓的，四十八愿是以第十八愿为中心。因为有这一愿，尽虚空遍法界所有一切众生，都有了得度的因缘。所以这一愿是真实不可思议，这一愿是超越一切诸佛。",
      "zh_TW": "《甄解》是日本道隱法師的著作，對於第十八願的推崇，可以說是讚歎到極處。實在說，他所講的全都是事實，這也是古大德所謂的，四十八願是以第十八願為中心。因為有這一願，盡虛空遍法界所有一切眾生，都有了得度的因緣。所以這一願是真實不可思議，這一願是超越一切諸佛。"
    },
    {
      "id": "02-031-0076_p0004",
      "zh_CN": "底下又说『谓由此愿故，使众生生无三恶趣之土，不更恶趣』，三恶趣就是三恶道，地狱、饿鬼、畜生。因为一切众生，不仅是我们这个世间，佛在经上告诉我们，在尽虚空遍法界，诸佛的世界无量无边，一切诸佛刹土都有十法界，换句话说，也都有六道。这些众生哪有不造作恶业的道理？既然造作恶业，当然就感受恶报，这是一定的道理。所以，只要不超越六道轮回，恶报决定不能避免。唯有西方净土，能够帮助那些造作恶业的众生，可以免除三恶道的果报，这是很不可思议的。我们要问，因缘果报，一切诸佛都不能改变，这是事实。如果佛有能力来改变这个事实，佛要不帮助我们他就不慈悲。实在讲佛不行，没有这个能力，你自己作的，自己一定要受。一切诸佛都没有能力，为什么阿弥陀佛有能力？实在讲，阿弥陀佛很聪明，也并不是他有能力改变我们的业报，但是他懂得，业因如果要没有缘不会结果，他在缘上帮助我们。可见得，并没有把我们恶的因消除，只是提供我们一个最好的修学环境，这个环境里头决定没有恶缘。你虽然有恶因，没有恶缘，不会结恶果。",
      "zh_TW": "底下又說『謂由此願故，使眾生生無三惡趣之土，不更惡趣』，三惡趣就是三惡道，地獄、餓鬼、畜生。因為一切眾生，不僅是我們這個世間，佛在經上告訴我們，在盡虛空遍法界，諸佛的世界無量無邊，一切諸佛剎土都有十法界，換句話說，也都有六道。這些眾生哪有不造作惡業的道理？既然造作惡業，當然就感受惡報，這是一定的道理。所以，只要不超越六道輪迴，惡報決定不能避免。唯有西方淨土，能夠幫助那些造作惡業的眾生，可以免除三惡道的果報，這是很不可思議的。我們要問，因緣果報，一切諸佛都不能改變，這是事實。如果佛有能力來改變這個事實，佛要不幫助我們他就不慈悲。實在講佛不行，沒有這個能力，你自己作的，自己一定要受。一切諸佛都沒有能力，為什麼阿彌陀佛有能力？實在講，阿彌陀佛很聰明，也並不是他有能力改變我們的業報，但是他懂得，業因如果要沒有緣不會結果，他在緣上幫助我們。可見得，並沒有把我們惡的因消除，只是提供我們一個最好的修學環境，這個環境裡頭決定沒有惡緣。你雖然有惡因，沒有惡緣，不會結惡果。"
    },
    {
      "id": "02-031-0076_p0005",
      "zh_CN": "所以我们讲因果，因果是略说，要说得完全，是因、缘、果，因加上缘才变成果。譬如我们种瓜，瓜的种子这是因，它要没有缘，它不能结果。它的缘是什么？一定是要种在土壤当中，要有水分、要有肥料、要有阳光，一切具足它才长得很好，它才会结成瓜。如果把它的缘断掉，它不会结瓜的。像把瓜子放在我们这茶杯里面，放一百年它也不会长成瓜，为什么？缘没有了。阿弥陀佛他这个想法就在这上下了功夫，使西方极乐世界永远没有恶缘，丝毫的恶缘都没有。所以，你带的恶业到那里去，放心，那个地方没有三恶道，你生生世世也不会堕三恶道，他把缘给你断掉了。换句话说，西方世界不去不行！有很多人愿力很强，看到现在这个世界众生很苦、很可怜，发了大心，要普度一切众生。这个心好，这个愿很殊胜，问题就是你自己必定有恶业、有恶因，外面恶的环境，环境就是世缘，财色名食睡摆在你面前，你动不动心？你受不受到干扰？如果你起心动念受它干扰，换句话说，你是自己都不能保，你怎么能度得了别人？自己还是不免堕三恶道。堕三恶道不是指一般人，讲经说法的人照堕不误，无论修学哪个法门。我们在经典里面、在传记里面看得太多了，所谓是佛袈裟下失人身，这都是指出家学佛堕落了。他为什么堕落？就是恶缘，受到这个干扰，恶因加上恶缘，三恶道的果报现前。",
      "zh_TW": "所以我們講因果，因果是略說，要說得完全，是因、緣、果，因加上緣才變成果。譬如我們種瓜，瓜的種子這是因，它要沒有緣，它不能結果。它的緣是什麼？一定是要種在土壤當中，要有水分、要有肥料、要有陽光，一切具足它才長得很好，它才會結成瓜。如果把它的緣斷掉，它不會結瓜的。像把瓜子放在我們這茶杯裡面，放一百年它也不會長成瓜，為什麼？緣沒有了。阿彌陀佛他這個想法就在這上下了功夫，使西方極樂世界永遠沒有惡緣，絲毫的惡緣都沒有。所以，你帶的惡業到那裡去，放心，那個地方沒有三惡道，你生生世世也不會墮三惡道，他把緣給你斷掉了。換句話說，西方世界不去不行！有很多人願力很強，看到現在這個世界眾生很苦、很可憐，發了大心，要普度一切眾生。這個心好，這個願很殊勝，問題就是你自己必定有惡業、有惡因，外面惡的環境，環境就是世緣，財色名食睡擺在你面前，你動不動心？你受不受到干擾？如果你起心動念受它干擾，換句話說，你是自己都不能保，你怎麼能度得了別人？自己還是不免墮三惡道。墮三惡道不是指一般人，講經說法的人照墮不誤，無論修學哪個法門。我們在經典裡面、在傳記裡面看得太多了，所謂是佛袈裟下失人身，這都是指出家學佛墮落了。他為什麼墮落？就是惡緣，受到這個干擾，惡因加上惡緣，三惡道的果報現前。"
    },
    {
      "id": "02-031-0076_p0006",
      "zh_CN": "西方净土是阿弥陀佛愿力变现出来的，它跟十方诸佛刹土不一样。十方刹土，我们得用比喻来说，大家比较能够了解，为什么极乐世界特殊，它跟别人不一样。十方刹土历史都非常悠久，这个里面的众生原本就在这个地方，生生世世在这个地方。像我们现在地球上某一个地区，这个地区是历史很久，它有原来的居民，我们现在讲原居民。佛到那里教化，也没有办法完全度他，还得要很随顺他，慢慢来教化。而西方极乐世界不是的，它是一个新兴的国家，这个国家里头没有原居民，都是移民来的。像美国这个国家，只有两百年历史，实在美国这个国家还有原居民，红番、土着，但是人数少，对社会没有什么影响。西方极乐世界一个都没有，所有的那些大众都是从十方世界移民过来的。阿弥陀佛把移民的条件就限得很严，你不符合这个标准，我不让你进来，所以他的国家叫清净国土。你的心清净，我欢迎你来，你心不清净，你就暂时不要来；什么时候你心清净了，你什么时候来，这样就变成净土。如果美国移民当初要订下这个条件，必须要有高的道德水准，有好的技术，那美国今天不是这个样子。西方世界他订出这么一个标准，十方世界移民去的都符合这个标准，跟阿弥陀佛同心同愿，同德同行。所以那里变成一个佛的净土，到那里去就作佛了。",
      "zh_TW": "西方淨土是阿彌陀佛願力變現出來的，它跟十方諸佛剎土不一樣。十方剎土，我們得用比喻來說，大家比較能夠了解，為什麼極樂世界特殊，它跟別人不一樣。十方剎土歷史都非常悠久，這個裡面的眾生原本就在這個地方，生生世世在這個地方。像我們現在地球上某一個地區，這個地區是歷史很久，它有原來的居民，我們現在講原居民。佛到那裡教化，也沒有辦法完全度他，還得要很隨順他，慢慢來教化。而西方極樂世界不是的，它是一個新興的國家，這個國家裡頭沒有原居民，都是移民來的。像美國這個國家，只有兩百年歷史，實在美國這個國家還有原居民，紅番、土著，但是人數少，對社會沒有什麼影響。西方極樂世界一個都沒有，所有的那些大眾都是從十方世界移民過來的。阿彌陀佛把移民的條件就限得很嚴，你不符合這個標準，我不讓你進來，所以他的國家叫清淨國土。你的心清淨，我歡迎你來，你心不清淨，你就暫時不要來；什麼時候你心清淨了，你什麼時候來，這樣就變成淨土。如果美國移民當初要訂下這個條件，必須要有高的道德水準，有好的技術，那美國今天不是這個樣子。西方世界他訂出這麼一個標準，十方世界移民去的都符合這個標準，跟阿彌陀佛同心同願，同德同行。所以那裡變成一個佛的淨土，到那裡去就作佛了。"
    },
    {
      "id": "02-031-0076_p0007",
      "zh_CN": "他这个世界成立到今天才十劫，非常年轻，任何一个佛的刹土都是无量劫，哪有十劫的！所以是很新的一个国土，他移民的条件限得这么严，有一丝毫不清净、有丝毫的污染都去不了。我们《无量寿经讲记》印出来了，昨天我看到是刘承符老居士写了一篇序文，他在序文里面引用广钦法师一句话，广钦法师曾说，你要对这个世界，哪怕就是一根草你舍不得放下，你也不能往生。这就是说明对于这个世界，身心世界一切放下，你心清净，心净则佛土净，往生西方极乐世界条件在此地。念佛是方法，用这个方法把我们的清净心给念出来，清净心念不出来，佛号念得再多也不能往生。常讲，念佛要功夫，什么叫功夫？清净心现前这是功夫，这一点非常重要。这是我们晓得西方世界没有恶缘，所以说「无三恶趣之土」，这是讲你生到西方极乐世界那个地方没有三恶道。",
      "zh_TW": "他這個世界成立到今天才十劫，非常年輕，任何一個佛的剎土都是無量劫，哪有十劫的！所以是很新的一個國土，他移民的條件限得這麼嚴，有一絲毫不清淨、有絲毫的污染都去不了。我們《無量壽經講記》印出來了，昨天我看到是劉承符老居士寫了一篇序文，他在序文裡面引用廣欽法師一句話，廣欽法師曾說，你要對這個世界，哪怕就是一根草你捨不得放下，你也不能往生。這就是說明對於這個世界，身心世界一切放下，你心清淨，心淨則佛土淨，往生西方極樂世界條件在此地。念佛是方法，用這個方法把我們的清淨心給念出來，清淨心念不出來，佛號念得再多也不能往生。常講，念佛要功夫，什麼叫功夫？清淨心現前這是功夫，這一點非常重要。這是我們曉得西方世界沒有惡緣，所以說「無三惡趣之土」，這是講你生到西方極樂世界那個地方沒有三惡道。"
    },
    {
      "id": "02-031-0076_p0008",
      "zh_CN": "「不更恶趣」这一句又是一桩事情，西方极乐世界没有三恶道，他方世界有三恶道。我们到西方极乐世界去了，也会常常到他方世界去参观、旅游，要遇到三恶道怎么办？这是个问题，而且是个很严肃的问题。也就是说，我们阿赖耶识里有这些恶因、有这些恶的习气，到他方世界去供养诸佛、去教化众生，遇到这些恶缘我们怎么办？会不会又堕三恶道？阿弥陀佛说，不更恶趣，你不会再堕三恶道。这是什么原因？这是阿弥陀佛本愿威神加持，虽然你遇到这些恶缘，你会警觉到。你为什么会有这样高度的警觉？实在讲这不是自己的功夫，是佛力在冥冥当中加持你，遇到种种恶缘，你还是不迷，你还是不会堕落。由此可知，西方世界是非去不可，阿弥陀佛一定要见到，我们才得到保证。",
      "zh_TW": "「不更惡趣」這一句又是一樁事情，西方極樂世界沒有三惡道，他方世界有三惡道。我們到西方極樂世界去了，也會常常到他方世界去參觀、旅遊，要遇到三惡道怎麼辦？這是個問題，而且是個很嚴肅的問題。也就是說，我們阿賴耶識裡有這些惡因、有這些惡的習氣，到他方世界去供養諸佛、去教化眾生，遇到這些惡緣我們怎麼辦？會不會又墮三惡道？阿彌陀佛說，不更惡趣，你不會再墮三惡道。這是什麼原因？這是阿彌陀佛本願威神加持，雖然你遇到這些惡緣，你會警覺到。你為什麼會有這樣高度的警覺？實在講這不是自己的功夫，是佛力在冥冥當中加持你，遇到種種惡緣，你還是不迷，你還是不會墮落。由此可知，西方世界是非去不可，阿彌陀佛一定要見到，我們才得到保證。"
    },
    {
      "id": "02-031-0076_p0009",
      "zh_CN": "往生到西方世界，前面说过，我们生活的空间无限的广大。《弥陀经》上那是方便说，不是真实说，说你每天供养十万亿诸佛，十万亿是方便说，实际上不止。为什么说十万亿？因为我们这个世界，距离西方极乐世界十万亿佛国土，说这个话的意思，就是你到西方极乐世界之后，你可以每天回来。这个世界你觉得还有家亲眷属、还有朋友，你想帮助他，你每天都可以回来，你时时都可以回来照顾他们。说十万亿佛国土用意在此地，其实不止，十万亿太少了，真的是无量无边世界，每天去旅游、去供佛、去度生。所以这得佛力加持不更恶趣。",
      "zh_TW": "往生到西方世界，前面說過，我們生活的空間無限的廣大。《彌陀經》上那是方便說，不是真實說，說你每天供養十萬億諸佛，十萬億是方便說，實際上不止。為什麼說十萬億？因為我們這個世界，距離西方極樂世界十萬億佛國土，說這個話的意思，就是你到西方極樂世界之後，你可以每天回來。這個世界你覺得還有家親眷屬、還有朋友，你想幫助他，你每天都可以回來，你時時都可以回來照顧他們。說十萬億佛國土用意在此地，其實不止，十萬億太少了，真的是無量無邊世界，每天去旅遊、去供佛、去度生。所以這得佛力加持不更惡趣。"
    },
    {
      "id": "02-031-0076_p0010",
      "zh_CN": "『具相好，现神通』这两句，四十八愿清清楚楚，凡是往生到极乐世界的人，他的相好跟阿弥陀佛完全相同。诸位要晓得，不只三十二相八十种好，三十二相八十种好是我们这个世间人说的具足相好。西方极乐世界具足相好，大乘经上常讲「佛有无量相，相有无量好」，这是报得，不是修得的，是阿弥陀佛本愿威神加持的。「现神通」，神通这个名词，用现代的话来说，就是才艺、能力。现神通，就是我们所讲多才多艺，广学多能，是这个意思。他的能力很强，没有事情他做不到的，没有事情他不通达，通就是通达，任何事情他没有障碍。这种能力，实在讲也是阿弥陀佛威神加持的，阿弥陀佛的愿力。『而得灭度』，这一句是圆满。前面那两句一生到西方世界就得到，这一句是自己亲证的，不是佛加的。自己亲证，当然不是到西方极乐世界你就得到，必须要经过相当长的时间修学，你才能够证果。前面所说的相好、神通那是阿弥陀佛加持的。",
      "zh_TW": "『具相好，現神通』這兩句，四十八願清清楚楚，凡是往生到極樂世界的人，他的相好跟阿彌陀佛完全相同。諸位要曉得，不只三十二相八十種好，三十二相八十種好是我們這個世間人說的具足相好。西方極樂世界具足相好，大乘經上常講「佛有無量相，相有無量好」，這是報得，不是修得的，是阿彌陀佛本願威神加持的。「現神通」，神通這個名詞，用現代的話來說，就是才藝、能力。現神通，就是我們所講多才多藝，廣學多能，是這個意思。他的能力很強，沒有事情他做不到的，沒有事情他不通達，通就是通達，任何事情他沒有障礙。這種能力，實在講也是阿彌陀佛威神加持的，阿彌陀佛的願力。『而得滅度』，這一句是圓滿。前面那兩句一生到西方世界就得到，這一句是自己親證的，不是佛加的。自己親證，當然不是到西方極樂世界你就得到，必須要經過相當長的時間修學，你才能夠證果。前面所說的相好、神通那是阿彌陀佛加持的。"
    },
    {
      "id": "02-031-0076_p0011",
      "zh_CN": "由此可知，修行的成绩、功效，用这两句做标准也能够测验出来。我们学佛学了几年，我们相貌变了没有？我们体质变了没有？如果相貌没变、体质没变，虽学佛，没成绩。好像读书一样，虽然读书，考试都不及格。学佛的人相貌会变，变得慈悲、变得善良、变得温和，体质变得强壮，这是一定的道理。你要问什么理由、什么道理？佛在经上讲得很多，「相随心转」。因为你学佛之后，你修行修的什么？修的慈悲心、修的清净心，修的是真诚心。真诚、清净、慈悲，相怎么能不转？自自然然就转了。我们也常在讲席当中说，真修的人、真精进的人，真精进是天天反省自己的过失、天天改正自己的过失，这叫真精进。这样干的人，三个月就有效果，就不一样，半年那就很明显，效果相当显著，你自己一定会感觉得妄念少了，智慧增长，这就是成就。一般人看到你相貌变了、体质变了，这是自己修行，又得佛力的加持，特别是念佛修净土，感应不可思议。",
      "zh_TW": "由此可知，修行的成績、功效，用這兩句做標準也能夠測驗出來。我們學佛學了幾年，我們相貌變了沒有？我們體質變了沒有？如果相貌沒變、體質沒變，雖學佛，沒成績。好像讀書一樣，雖然讀書，考試都不及格。學佛的人相貌會變，變得慈悲、變得善良、變得溫和，體質變得強壯，這是一定的道理。你要問什麼理由、什麼道理？佛在經上講得很多，「相隨心轉」。因為你學佛之後，你修行修的什麼？修的慈悲心、修的清淨心，修的是真誠心。真誠、清淨、慈悲，相怎麼能不轉？自自然然就轉了。我們也常在講席當中說，真修的人、真精進的人，真精進是天天反省自己的過失、天天改正自己的過失，這叫真精進。這樣幹的人，三個月就有效果，就不一樣，半年那就很明顯，效果相當顯著，你自己一定會感覺得妄念少了，智慧增長，這就是成就。一般人看到你相貌變了、體質變了，這是自己修行，又得佛力的加持，特別是念佛修淨土，感應不可思議。"
    },
    {
      "id": "02-031-0076_p0012",
      "zh_CN": "「而得灭度」这一句，我们先解释这个名词「灭度」。灭是灭烦恼，妄想分别执着都没有了，灭的是这个，或者是一般经论里面所说的，见思烦恼、尘沙烦恼、无明烦恼没有了，灭掉了。四谛里面讲的苦集灭道，灭是这个意思。度是度脱生死轮回，不但六道生死轮回你超越了，度是超越的意思，超越了，十法界也超越了。十法界，声闻、缘觉、菩萨、佛，分段生死虽然他没有，但是他有变易生死。什么叫变易生死？前面已经说过，就不再啰嗦了。两种生死都超过了，这叫度。这是成就，就是讲成佛了，灭度就是成佛的意思。",
      "zh_TW": "「而得滅度」這一句，我們先解釋這個名詞「滅度」。滅是滅煩惱，妄想分別執著都沒有了，滅的是這個，或者是一般經論裡面所說的，見思煩惱、塵沙煩惱、無明煩惱沒有了，滅掉了。四諦裡面講的苦集滅道，滅是這個意思。度是度脫生死輪迴，不但六道生死輪迴你超越了，度是超越的意思，超越了，十法界也超越了。十法界，聲聞、緣覺、菩薩、佛，分段生死雖然他沒有，但是他有變易生死。什麼叫變易生死？前面已經說過，就不再囉嗦了。兩種生死都超過了，這叫度。這是成就，就是講成佛了，滅度就是成佛的意思。"
    },
    {
      "id": "02-031-0076_p0013",
      "zh_CN": "『入光寿海故』，「光寿」就是净宗经典里面讲的无量光、无量寿。你成佛证得无量光寿，无量的智慧、无量的德能这个时候都现前，这才叫修学究竟圆满。",
      "zh_TW": "『入光壽海故』，「光壽」就是淨宗經典裡面講的無量光、無量壽。你成佛證得無量光壽，無量的智慧、無量的德能這個時候都現前，這才叫修學究竟圓滿。"
    },
    {
      "id": "02-031-0076_p0014",
      "zh_CN": "『是以此愿，特为最胜矣』，「此愿」是指第十八愿，十八愿最殊胜，没有比这一愿更殊胜。一切诸佛在因地当中发愿，实在讲没有想到这一愿，阿弥陀佛他想到了，他发这个愿。他的愿一发，十方一切诸佛都赞叹、都随喜、都成就阿弥陀佛，这真实不可思议。再看底下这一段。",
      "zh_TW": "『是以此願，特為最勝矣』，「此願」是指第十八願，十八願最殊勝，沒有比這一願更殊勝。一切諸佛在因地當中發願，實在講沒有想到這一願，阿彌陀佛他想到了，他發這個願。他的願一發，十方一切諸佛都讚歎、都隨喜、都成就阿彌陀佛，這真實不可思議。再看底下這一段。"
    },
    {
      "id": "02-031-0076_p0015",
      "zh_CN": "【笺注曰，故知四十八愿之中，以此念佛往生之愿，而为本愿中之王也。】",
      "zh_TW": "【箋註曰，故知四十八願之中，以此念佛往生之願，而為本願中之王也。】"
    },
    {
      "id": "02-031-0076_p0016",
      "zh_CN": "在日本的佛教，诸位也许不甚了解，但是许多人听说日本人有本愿寺，本愿寺是怎么回事情？修净土的。你只要看到有本愿寺，有这个名称决定是净土宗的道场，以弥陀四十八愿为本愿。而第十八愿是本愿当中的本愿，『本愿中之王也』。由此可知，自古以来，特别是隋唐时代的大德们，包括日本、韩国在中国留学的这些大德们，无不认为第十八愿是四十八愿的核心，是一切诸佛弘愿当中特别殊胜的大愿，都有这个看法。",
      "zh_TW": "在日本的佛教，諸位也許不甚了解，但是許多人聽說日本人有本願寺，本願寺是怎麼回事情？修淨土的。你只要看到有本願寺，有這個名稱決定是淨土宗的道場，以彌陀四十八願為本願。而第十八願是本願當中的本願，『本願中之王也』。由此可知，自古以來，特別是隋唐時代的大德們，包括日本、韓國在中國留學的這些大德們，無不認為第十八願是四十八願的核心，是一切諸佛弘願當中特別殊勝的大願，都有這個看法。"
    },
    {
      "id": "02-031-0076_p0017",
      "zh_CN": "【肇公曰，道之极者，称曰菩提，秦无言以译之，盖是正觉无相之真智乎。】",
      "zh_TW": "【肇公曰，道之極者，稱曰菩提，秦無言以譯之，蓋是正覺無相之真智乎。】"
    },
    {
      "id": "02-031-0076_p0018",
      "zh_CN": "『肇公』是僧肇法师，他跟我们净土宗慧远大师是同时代的人，在我们中国历史是晋朝时代，东晋，南北朝时代。在当时，翻经最有名的法师是鸠摩罗什，僧肇是罗什的学生，罗什的学生人数很多，他是四位最杰出之一，当时称为「什门四哲」，其中有僧肇大师，是罗什的入室弟子。",
      "zh_TW": "『肇公』是僧肇法師，他跟我們淨土宗慧遠大師是同時代的人，在我們中國歷史是晉朝時代，東晉，南北朝時代。在當時，翻經最有名的法師是鳩摩羅什，僧肇是羅什的學生，羅什的學生人數很多，他是四位最傑出之一，當時稱為「什門四哲」，其中有僧肇大師，是羅什的入室弟子。"
    },
    {
      "id": "02-031-0076_p0019",
      "zh_CN": "他这句话是解释『菩提』，菩提是梵语，什么意思？『道之极者』，极是登峰造极，在梵语里面称菩提。秦，那个时候他依止罗什大师，罗什大师当时住在姚秦，在秦国。那时候皇帝是姚兴，在历史上称为姚秦，也就是南北朝的时代。『秦无言以译之』，秦就是指中国，中国文字里头没有适当的字来翻译，所以就用音译，再加以解解。",
      "zh_TW": "他這句話是解釋『菩提』，菩提是梵語，什麼意思？『道之極者』，極是登峰造極，在梵語裡面稱菩提。秦，那個時候他依止羅什大師，羅什大師當時住在姚秦，在秦國。那時候皇帝是姚興，在歷史上稱為姚秦，也就是南北朝的時代。『秦無言以譯之』，秦就是指中國，中國文字裡頭沒有適當的字來翻譯，所以就用音譯，再加以解解。"
    },
    {
      "id": "02-031-0076_p0020",
      "zh_CN": "『盖是正觉无相之真智乎』，他用「正觉无相之真智」来解释菩提，觉是觉悟，正觉拣别邪觉。有些人虽然觉悟，但是他不正确，他不正。这是正确的觉悟，而且是离相的觉悟，这很重要；换句话说，若不离相，那个觉不算是正觉，必须离相，才算是正觉。《金刚经》上所说的，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，那个人不是菩萨。菩萨是什么？菩萨是发菩提心，修菩提道者，所以标准是要离相。离相的正觉才叫做菩提，这是真智慧，不是世间人所谓的聪明。世间人聪明，不是智慧，也就是说智慧要离相，没有离相的那个智慧，在佛法里讲那是世智辩聪，那是六道里面所谓的聪明智慧，不是佛所说的。小乘圣者阿罗汉所证的就是正觉，我们在《金刚经》上看到，阿罗汉有没有离四相？离了，不但阿罗汉离四相，连初果须陀洹也离了四相。所以我们称他为圣人，可以说他当之无愧，须陀洹就开始离四相了。下面再解释，底下都是解释菩提的。",
      "zh_TW": "『蓋是正覺無相之真智乎』，他用「正覺無相之真智」來解釋菩提，覺是覺悟，正覺揀別邪覺。有些人雖然覺悟，但是他不正確，他不正。這是正確的覺悟，而且是離相的覺悟，這很重要；換句話說，若不離相，那個覺不算是正覺，必須離相，才算是正覺。《金剛經》上所說的，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，那個人不是菩薩。菩薩是什麼？菩薩是發菩提心，修菩提道者，所以標準是要離相。離相的正覺才叫做菩提，這是真智慧，不是世間人所謂的聰明。世間人聰明，不是智慧，也就是說智慧要離相，沒有離相的那個智慧，在佛法裡講那是世智辯聰，那是六道裡面所謂的聰明智慧，不是佛所說的。小乘聖者阿羅漢所證的就是正覺，我們在《金剛經》上看到，阿羅漢有沒有離四相？離了，不但阿羅漢離四相，連初果須陀洹也離了四相。所以我們稱他為聖人，可以說他當之無愧，須陀洹就開始離四相了。下面再解釋，底下都是解釋菩提的。"
    },
    {
      "id": "02-031-0076_p0021",
      "zh_CN": "【往生要集云二种菩提心。】",
      "zh_TW": "【往生要集云二種菩提心。】"
    },
    {
      "id": "02-031-0076_p0022",
      "zh_CN": "《往生要集》里头讲两种菩提心。这些注解是注解四十八愿里面的第十九愿，前面讲十八愿，十八愿是十念必生，十九愿就是讲发菩提心，这两愿都非常重要。因为三辈往生，佛都告诉我们，往生的条件是「发菩提心，一向专念」。第十八愿是一向专念，第十九愿是发菩提心，可见得这两愿是有密切关联的。你说一向专念，如果没有菩提心，实在讲还是不能往生；有菩提心，不能够一向专念，也不能往生。必须这两条统统具足，可见得发菩提心重要。",
      "zh_TW": "《往生要集》裡頭講兩種菩提心。這些註解是註解四十八願裡面的第十九願，前面講十八願，十八願是十念必生，十九願就是講發菩提心，這兩願都非常重要。因為三輩往生，佛都告訴我們，往生的條件是「發菩提心，一向專念」。第十八願是一向專念，第十九願是發菩提心，可見得這兩願是有密切關聯的。你說一向專念，如果沒有菩提心，實在講還是不能往生；有菩提心，不能夠一向專念，也不能往生。必須這兩條統統具足，可見得發菩提心重要。"
    },
    {
      "id": "02-031-0076_p0023",
      "zh_CN": "《往生要集》，「要」是重要，重要的理论、重要的方法收集在这一部书里面，称之为「要集」。说到菩提心，他说有两种，第一种：",
      "zh_TW": "《往生要集》，「要」是重要，重要的理論、重要的方法收集在這一部書裡面，稱之為「要集」。說到菩提心，他說有兩種，第一種："
    },
    {
      "id": "02-031-0076_p0024",
      "zh_CN": "【一缘事菩提心。】",
      "zh_TW": "【一緣事菩提心。】"
    },
    {
      "id": "02-031-0076_p0025",
      "zh_CN": "我们先看这一条。「此即密乘之行愿菩提心」，密乘是密宗所说的，密宗里面所讲的行愿菩提心，就是《往生要集》里所讲的『缘事菩提心』。",
      "zh_TW": "我們先看這一條。「此即密乘之行願菩提心」，密乘是密宗所說的，密宗裡面所講的行願菩提心，就是《往生要集》裡所講的『緣事菩提心』。"
    },
    {
      "id": "02-031-0076_p0026",
      "zh_CN": "【以四弘誓愿为体。】",
      "zh_TW": "【以四弘誓願為體。】"
    },
    {
      "id": "02-031-0076_p0027",
      "zh_CN": "换句话说，在日常生活当中对人对事对物，要与四弘誓相应，这个心就是菩提心。四弘誓愿第一条：",
      "zh_TW": "換句話說，在日常生活當中對人對事對物，要與四弘誓相應，這個心就是菩提心。四弘誓願第一條："
    },
    {
      "id": "02-031-0076_p0028",
      "zh_CN": "【众生无边誓愿度，是应身菩提之因。】",
      "zh_TW": "【眾生無邊誓願度，是應身菩提之因。】"
    },
    {
      "id": "02-031-0076_p0029",
      "zh_CN": "成佛有三身，有法身、有报身、有应化身。佛的身是依什么而现的？依智慧而现的，菩提是智慧，前面讲「正觉无相之真智」。我们凡夫身叫业报身，怎么现的？依善恶业现的，自己作不了主。无始劫来生生世世起心动念都在造业，造善业，我们得的果报就善，这一生享福；作恶业，得的果报就苦，这一生受罪。所以，这个身是善恶业现的。不学佛不了解这个道理，学了佛之后我们明白了，知道这个事实真相。哪一个不想好？谁不想自在圆满？能不能得到？能，佛跟我们说了，修因，你修自在之因，就得自在之果；你修圆满之因，你就得圆满的果报。你不修，决定果报不能够现前，一定要修。",
      "zh_TW": "成佛有三身，有法身、有報身、有應化身。佛的身是依什麼而現的？依智慧而現的，菩提是智慧，前面講「正覺無相之真智」。我們凡夫身叫業報身，怎麼現的？依善惡業現的，自己作不了主。無始劫來生生世世起心動念都在造業，造善業，我們得的果報就善，這一生享福；作惡業，得的果報就苦，這一生受罪。所以，這個身是善惡業現的。不學佛不了解這個道理，學了佛之後我們明白了，知道這個事實真相。哪一個不想好？誰不想自在圓滿？能不能得到？能，佛跟我們說了，修因，你修自在之因，就得自在之果；你修圓滿之因，你就得圓滿的果報。你不修，決定果報不能夠現前，一定要修。"
    },
    {
      "id": "02-031-0076_p0030",
      "zh_CN": "譬如我们常常遭遇一些苦难，人家欺骗我们，我们很难过。可是你学了佛，马上回头来想想，他欺骗我，他为什么不欺骗他？可见得他欺骗我，我造的是有这个业，今天果报现前，我应当要承当、要承受。哪有造了业不受果报的？没这个道理。将来我想有好的果报，换句话说，我这一生当中觉悟了、明白了，决定不造恶业。我不欺骗别人，人家不会欺骗我；我绝对不伤害别人，别人不会伤害我；我恭敬一切众生，一切众生恭敬我；我关怀一切众生，一切众生也关怀我，什么样因，什么样果报。你自己不造因，天天怨天尤人，那就罪上加罪，那不能解决问题。解决问题要反省，要把恶报的因消灭掉，所谓改过自新。如《观经》上韦提希夫人所说的，希望自己生生世世眼不见恶色，不会有不顺心、不如意的境界让我看到；耳不闻恶声，叫我永远听不到有毁谤、有骂詈，或者说话粗鲁的声音，我永远听不到，这个人真的是得圆满、得自在了。可是自己一定要修因，换句话说，我们自己不能以恶色对一切众生，恶色是什么？发脾气，面孔板起来不好看。你这样对待别人，这是你造的业因，那众生也板起面孔来看你，也叫你难过。你说这个不好，说那个不好，别人也说你。所以我们口不出恶言，在形体上不现恶色，你修这个因才能有这个果报，因缘果报丝毫不爽。",
      "zh_TW": "譬如我們常常遭遇一些苦難，人家欺騙我們，我們很難過。可是你學了佛，馬上回頭來想想，他欺騙我，他為什麼不欺騙他？可見得他欺騙我，我造的是有這個業，今天果報現前，我應當要承當、要承受。哪有造了業不受果報的？沒這個道理。將來我想有好的果報，換句話說，我這一生當中覺悟了、明白了，決定不造惡業。我不欺騙別人，人家不會欺騙我；我絕對不傷害別人，別人不會傷害我；我恭敬一切眾生，一切眾生恭敬我；我關懷一切眾生，一切眾生也關懷我，什麼樣因，什麼樣果報。你自己不造因，天天怨天尤人，那就罪上加罪，那不能解決問題。解決問題要反省，要把惡報的因消滅掉，所謂改過自新。如《觀經》上韋提希夫人所說的，希望自己生生世世眼不見惡色，不會有不順心、不如意的境界讓我看到；耳不聞惡聲，叫我永遠聽不到有毀謗、有罵詈，或者說話粗魯的聲音，我永遠聽不到，這個人真的是得圓滿、得自在了。可是自己一定要修因，換句話說，我們自己不能以惡色對一切眾生，惡色是什麼？發脾氣，面孔板起來不好看。你這樣對待別人，這是你造的業因，那眾生也板起面孔來看你，也叫你難過。你說這個不好，說那個不好，別人也說你。所以我們口不出惡言，在形體上不現惡色，你修這個因才能有這個果報，因緣果報絲毫不爽。"
    },
    {
      "id": "02-031-0076_p0031",
      "zh_CN": "菩提是真实智慧。凡夫为什么做不到？凡夫不是智慧做主，感情做主，情就很麻烦，情是千变万化，里面喜怒哀乐。如何能把情变成智？给诸位说，佛法里面讲的智跟情是一桩事情，不是两桩事情。觉悟了，感情就变成智慧；迷惑了，智慧就变成感情。所以这个问题在迷悟之间，觉悟了的人，感情变成智慧，就称之为智慧；迷惑颠倒，智慧就叫它做感情。所以，佛跟众生的差别，在迷悟之间。一念觉悟，众生成佛；一念迷惑，佛就变众生，在一念之间。",
      "zh_TW": "菩提是真實智慧。凡夫為什麼做不到？凡夫不是智慧做主，感情做主，情就很麻煩，情是千變萬化，裡面喜怒哀樂。如何能把情變成智？給諸位說，佛法裡面講的智跟情是一樁事情，不是兩樁事情。覺悟了，感情就變成智慧；迷惑了，智慧就變成感情。所以這個問題在迷悟之間，覺悟了的人，感情變成智慧，就稱之為智慧；迷惑顛倒，智慧就叫它做感情。所以，佛跟眾生的差別，在迷悟之間。一念覺悟，眾生成佛；一念迷惑，佛就變眾生，在一念之間。"
    },
    {
      "id": "02-031-0076_p0032",
      "zh_CN": "第一愿，这是度众生的大愿。度这个字，用现代的话来讲，就是关怀、爱护，无条件的帮助，是这个意思。我们以清净心、平等心，没有任何条件，爱护一切众生、关怀一切众生，尽心尽力帮助一切众生、成就一切众生，这就是这一愿。这样的心行，这样发心、这样行事，行事就是落实在事相上，我对人对事物对事真的是这么做了，那你就与『应身菩提』相应。第二条：",
      "zh_TW": "第一願，這是度眾生的大願。度這個字，用現代的話來講，就是關懷、愛護，無條件的幫助，是這個意思。我們以清淨心、平等心，沒有任何條件，愛護一切眾生、關懷一切眾生，盡心盡力幫助一切眾生、成就一切眾生，這就是這一願。這樣的心行，這樣發心、這樣行事，行事就是落實在事相上，我對人對事物對事真的是這麼做了，那你就與『應身菩提』相應。第二條："
    },
    {
      "id": "02-031-0076_p0033",
      "zh_CN": "【烦恼无数誓愿断。】",
      "zh_TW": "【煩惱無數誓願斷。】"
    },
    {
      "id": "02-031-0076_p0034",
      "zh_CN": "这是《往生要集》里面的文，现在我们所念的四弘誓愿，意思是一样的，文字稍微有一点不同。现在我们念的是「烦恼无尽誓愿断」，『无数』跟无尽意思相近，要断。这是修行的开始，我们修行从哪里开始？从断烦恼开始。烦恼要不断，无论你怎么样修，你的功夫决定不会得力。因为修行是修正，修正自己错误的思想、见解、言语、行为，修正行为叫修行。你天天念佛、天天读经，但是对于你的行持、心行没有丝毫的修正，那个读经、拜佛、念经都不叫修行，你没有修行。所以修行是真正在心地上下功夫。读经的时候，用经典来检点自己，我的思想、见解、言行，跟佛经上讲的一样不一样？如果是一样的、正确的，要保持。如果与经上讲的是违背的，自己一定要承认我错了，佛不会说错，我错了，依照佛的标准把它改正过来，这叫修行。所以，修行从断烦恼下手。",
      "zh_TW": "這是《往生要集》裡面的文，現在我們所念的四弘誓願，意思是一樣的，文字稍微有一點不同。現在我們念的是「煩惱無盡誓願斷」，『無數』跟無盡意思相近，要斷。這是修行的開始，我們修行從哪裡開始？從斷煩惱開始。煩惱要不斷，無論你怎麼樣修，你的功夫決定不會得力。因為修行是修正，修正自己錯誤的思想、見解、言語、行為，修正行為叫修行。你天天念佛、天天讀經，但是對於你的行持、心行沒有絲毫的修正，那個讀經、拜佛、念經都不叫修行，你沒有修行。所以修行是真正在心地上下功夫。讀經的時候，用經典來檢點自己，我的思想、見解、言行，跟佛經上講的一樣不一樣？如果是一樣的、正確的，要保持。如果與經上講的是違背的，自己一定要承認我錯了，佛不會說錯，我錯了，依照佛的標準把它改正過來，這叫修行。所以，修行從斷煩惱下手。"
    },
    {
      "id": "02-031-0076_p0035",
      "zh_CN": "【是法身菩提之因。】",
      "zh_TW": "【是法身菩提之因。】"
    },
    {
      "id": "02-031-0076_p0036",
      "zh_CN": "『法身』是本体，烦恼断尽了，清净心就现前，真如本性就现前。你看看佛经上常说的，见思烦恼断尽了证阿罗汉果，尘沙烦恼断尽了则成菩萨，无明烦恼断尽了就成佛。由此可知，证果与断烦恼有密切的关联，分不开的关系。你烦恼断一品，你的品位就高一层；不断烦恼永远是凡夫，菩提果位没有分，不但大乘菩萨没分，小乘初果也没有分，这是事实。我们从无量劫来生生世世修行，经典里面佛给我们授记。《金刚经》上佛跟我们讲，我们过去生中曾经在无量无边诸佛所种善根，这是佛在《金刚经》为我们大家授记，包括我们自己在内。《无量寿经》世尊为阿阇王子五百人所说的，说他们过去生中曾经供养四百亿佛，我们跟他差不多。《弥陀经》上讲的，「不可以少善根福德因缘，得生彼国」，我们今天善根、福德实在深厚，因缘也遇到了，遇到净土法门、遇到《无量寿经》，这是稀有难逢，我们在现前都得到了。都得到，换句话说，这一生就有机会往生、有机会成佛，有机会脱离三界六道！能不能真的脱离，关键在哪里？关键就是我们能不能克服自己的烦恼、习气。",
      "zh_TW": "『法身』是本體，煩惱斷盡了，清淨心就現前，真如本性就現前。你看看佛經上常說的，見思煩惱斷盡了證阿羅漢果，塵沙煩惱斷盡了則成菩薩，無明煩惱斷盡了就成佛。由此可知，證果與斷煩惱有密切的關聯，分不開的關係。你煩惱斷一品，你的品位就高一層；不斷煩惱永遠是凡夫，菩提果位沒有分，不但大乘菩薩沒分，小乘初果也沒有分，這是事實。我們從無量劫來生生世世修行，經典裡面佛給我們授記。《金剛經》上佛跟我們講，我們過去生中曾經在無量無邊諸佛所種善根，這是佛在《金剛經》為我們大家授記，包括我們自己在內。《無量壽經》世尊為阿闍王子五百人所說的，說他們過去生中曾經供養四百億佛，我們跟他差不多。《彌陀經》上講的，「不可以少善根福德因緣，得生彼國」，我們今天善根、福德實在深厚，因緣也遇到了，遇到淨土法門、遇到《無量壽經》，這是稀有難逢，我們在現前都得到了。都得到，換句話說，這一生就有機會往生、有機會成佛，有機會脫離三界六道！能不能真的脫離，關鍵在哪裡？關鍵就是我們能不能克服自己的煩惱、習氣。"
    },
    {
      "id": "02-031-0076_p0037",
      "zh_CN": "譬如外面的障缘很多，恶缘很多，就是诱惑你，诱惑你叫你起贪瞋痴慢。假如我们有高度的警觉心，不再受诱惑，我们这一生就决定有把握往生不退成佛，决定不受诱惑。一个人要能做到决定不受诱惑，要懂得《金刚经》的义趣，《金刚经》末后二句、一偈，就是六句话，你要守住这个纲领，什么诱惑都不会困扰你。两句是修行的总纲领，就是断烦恼，烦恼怎么断法？佛教给我们一个方法，「不取于相，如如不动」，你的烦恼就断了，烦恼再多，烦恼再大，也能断得掉；外不着相，就是外不受诱惑，里面不动心。这两句话，我常常用现代的浅显的语句四句来说，就是不起心、不动念、不分别、不执着。对人对事对物我们常常记在心里，以这个为处世待人的原则，你就是修「不取于相，如如不动」。",
      "zh_TW": "譬如外面的障緣很多，惡緣很多，就是誘惑你，誘惑你叫你起貪瞋痴慢。假如我們有高度的警覺心，不再受誘惑，我們這一生就決定有把握往生不退成佛，決定不受誘惑。一個人要能做到決定不受誘惑，要懂得《金剛經》的義趣，《金剛經》末後二句、一偈，就是六句話，你要守住這個綱領，什麼誘惑都不會困擾你。兩句是修行的總綱領，就是斷煩惱，煩惱怎麼斷法？佛教給我們一個方法，「不取於相，如如不動」，你的煩惱就斷了，煩惱再多，煩惱再大，也能斷得掉；外不著相，就是外不受誘惑，裡面不動心。這兩句話，我常常用現代的淺顯的語句四句來說，就是不起心、不動念、不分別、不執著。對人對事對物我們常常記在心裡，以這個為處世待人的原則，你就是修「不取於相，如如不動」。"
    },
    {
      "id": "02-031-0076_p0038",
      "zh_CN": "后面四句偈那是纠正我们错误的观念，我们常讲的看破，而「不取于相，如如不动」这是放下。知道「一切有为法，如梦幻泡影」，十法界依正庄严没有一样是真的，作梦！年轻的人还在梦中，做得很热闹，不太容易警觉到，像我这个年龄，警觉就很高了。想想五十年前的事情、六十年前的事情，就好像昨天一样，对于梦幻泡影这个说法非常深刻。再想想后来，光景不多了。像我们在台湾，我学佛的时候二十几岁，当年那些老法师，受我们非常尊敬的、受我们所景仰的，都不在了。而我们自己现在也混成老法师了，老一辈的，许多都是七十五岁过世的、走的。我今年七十岁了，距离七十五岁只有五年，还有不到七十五岁的。前次跟诸位讲的，云霞法师去年走的，走了一年了，云霞法师就希望他能活到七十五岁，他七十三岁走的，去年。不到这个岁数走的人多的是，太多了。人命无常，所以想到《金刚经》后头「如露亦如电」，这首偈你能够细细去体会，哪有看不破的！人生有什么？什么都没有，一场空，有什么好计较！佛在般若会上教给我们，万法皆空，因果不空，可是《金刚经》上没有因果不空这个句子。虽没有这个句子，意思有了，意思是哪一句？佛教菩萨，教给菩萨「不说断灭相」，不说断灭相这个意思就是说明因果不空。所以十法界依正庄严事实是什么？就是业因果报循环相续的现象，这就是因果不空。万法皆空，因果不空，所以佛教给我们，应当是断一切恶，修一切善，是从这个理论、这个事实真相而说出的。",
      "zh_TW": "後面四句偈那是糾正我們錯誤的觀念，我們常講的看破，而「不取於相，如如不動」這是放下。知道「一切有為法，如夢幻泡影」，十法界依正莊嚴沒有一樣是真的，作夢！年輕的人還在夢中，做得很熱鬧，不太容易警覺到，像我這個年齡，警覺就很高了。想想五十年前的事情、六十年前的事情，就好像昨天一樣，對於夢幻泡影這個說法非常深刻。再想想後來，光景不多了。像我們在台灣，我學佛的時候二十幾歲，當年那些老法師，受我們非常尊敬的、受我們所景仰的，都不在了。而我們自己現在也混成老法師了，老一輩的，許多都是七十五歲過世的、走的。我今年七十歲了，距離七十五歲只有五年，還有不到七十五歲的。前次跟諸位講的，雲霞法師去年走的，走了一年了，雲霞法師就希望他能活到七十五歲，他七十三歲走的，去年。不到這個歲數走的人多的是，太多了。人命無常，所以想到《金剛經》後頭「如露亦如電」，這首偈你能夠細細去體會，哪有看不破的！人生有什麼？什麼都沒有，一場空，有什麼好計較！佛在般若會上教給我們，萬法皆空，因果不空，可是《金剛經》上沒有因果不空這個句子。雖沒有這個句子，意思有了，意思是哪一句？佛教菩薩，教給菩薩「不說斷滅相」，不說斷滅相這個意思就是說明因果不空。所以十法界依正莊嚴事實是什麼？就是業因果報循環相續的現象，這就是因果不空。萬法皆空，因果不空，所以佛教給我們，應當是斷一切惡，修一切善，是從這個理論、這個事實真相而說出的。"
    },
    {
      "id": "02-031-0076_p0039",
      "zh_CN": "这是说明，修行要从断烦恼下手，也就是一定要从看破、放下下手。无论你修学哪个法门，你能掌握这个原则，你的功夫得力，你会得到佛法真正的受用，你的心清净，你的智慧增长。第三句：",
      "zh_TW": "這是說明，修行要從斷煩惱下手，也就是一定要從看破、放下下手。無論你修學哪個法門，你能掌握這個原則，你的功夫得力，你會得到佛法真正的受用，你的心清淨，你的智慧增長。第三句："
    },
    {
      "id": "02-031-0076_p0040",
      "zh_CN": "【法门无尽誓愿学。】",
      "zh_TW": "【法門無盡誓願學。】"
    },
    {
      "id": "02-031-0076_p0041",
      "zh_CN": "这个句子里头跟我们现在念的也差一个字，我们现在念的是「法门无量誓愿学」，无量跟无尽的意思也很接近。因为古书它的原文是这样，我们不能随便改变它，意思是接近。因为不学法门，你就不能成就圆满的智慧。",
      "zh_TW": "這個句子裡頭跟我們現在念的也差一個字，我們現在念的是「法門無量誓願學」，無量跟無盡的意思也很接近。因為古書它的原文是這樣，我們不能隨便改變它，意思是接近。因為不學法門，你就不能成就圓滿的智慧。"
    },
    {
      "id": "02-031-0076_p0042",
      "zh_CN": "【是报身菩提之因。】",
      "zh_TW": "【是報身菩提之因。】"
    },
    {
      "id": "02-031-0076_p0043",
      "zh_CN": "『报身』是智慧之身。应化身可以说是从报身里头变现出来的、开显出来的，做为他受用，帮助一切众生，我们叫分身。报身是原来的一个身，从这个身变化，能变化无量无边身。所以，报身是智慧之身，智慧从哪里来的？「法门无量誓愿学」。可是我们必须知道，我们今天学佛，实在讲，我们的业障太重、习气太深、外缘不好。所以我常常劝同修们，四弘誓愿我们修前面两条，一定要发度众生的大愿。不能说这个众生我看不顺眼，我讨厌他，我不度他，你这个愿没有了。如果再不断烦恼，我对这个讨厌、喜欢，这是烦恼，可见得你烦恼没断，换句话说，你菩提心没有。没有菩提心，前面讲了念佛也不能往生，你跟经典说的原则不相应。你看三辈往生，上辈中辈下辈，它的条件都是「发菩提心，一向专念」。讨厌一个众生，不愿意度一个众生，自己不能往生。希望同修发愿我这一生真正要往生极乐世界，不能有这个念头，这个念头是自己障碍自己。又变成无量劫来的善根、福德，变成这个，这一生不能去，这一生念阿弥陀佛修积的，做来生的因缘，这一生的机会没有。那要问，你到哪一生才真正往生？哪一生当中你的心清净、平等，普度众生，不会讨厌一个人，不会欢喜一个人，那一生你就能往生。",
      "zh_TW": "『報身』是智慧之身。應化身可以說是從報身裡頭變現出來的、開顯出來的，做為他受用，幫助一切眾生，我們叫分身。報身是原來的一個身，從這個身變化，能變化無量無邊身。所以，報身是智慧之身，智慧從哪裡來的？「法門無量誓願學」。可是我們必須知道，我們今天學佛，實在講，我們的業障太重、習氣太深、外緣不好。所以我常常勸同修們，四弘誓願我們修前面兩條，一定要發度眾生的大願。不能說這個眾生我看不順眼，我討厭他，我不度他，你這個願沒有了。如果再不斷煩惱，我對這個討厭、喜歡，這是煩惱，可見得你煩惱沒斷，換句話說，你菩提心沒有。沒有菩提心，前面講了念佛也不能往生，你跟經典說的原則不相應。你看三輩往生，上輩中輩下輩，它的條件都是「發菩提心，一向專念」。討厭一個眾生，不願意度一個眾生，自己不能往生。希望同修發願我這一生真正要往生極樂世界，不能有這個念頭，這個念頭是自己障礙自己。又變成無量劫來的善根、福德，變成這個，這一生不能去，這一生念阿彌陀佛修積的，做來生的因緣，這一生的機會沒有。那要問，你到哪一生才真正往生？哪一生當中你的心清淨、平等，普度眾生，不會討厭一個人，不會歡喜一個人，那一生你就能往生。"
    },
    {
      "id": "02-031-0076_p0044",
      "zh_CN": "要紧！不可以对任何一个，对我再坏，甚至于想办法陷害我，要我命的，不但要钱，还要我命的，我对他都不能存一个厌恶之心，我不度他，这我自己去不了。必须要像《金刚经》上讲的歌利王割截身体，你看忍辱仙人，人家做到了。割截身体我们现在讲凌迟处死，非常残忍，用刀给你一片一片割，这样死，不是叫你很痛快死。而菩萨没有动一点瞋恨心，没有责怪他。不但不责怪他，而且还发愿，我将来成佛第一个度你。这个人就是憍陈如尊者，当年那个忍辱仙人就是释迦牟尼佛，他们两个过去世有这么一段因缘。释迦牟尼佛成佛，第一个度憍陈如。可见得第一愿跟第二愿是连着的，有第一愿就有第二，有第二决定有第一。怎么可以对众生有一丝毫怨恨之心？我们从这两条下手，有这两条，我们就决定得生极乐世界。后面两条，到极乐世界去完成。",
      "zh_TW": "要緊！不可以對任何一個，對我再壞，甚至於想辦法陷害我，要我命的，不但要錢，還要我命的，我對他都不能存一個厭惡之心，我不度他，這我自己去不了。必須要像《金剛經》上講的歌利王割截身體，你看忍辱仙人，人家做到了。割截身體我們現在講凌遲處死，非常殘忍，用刀給你一片一片割，這樣死，不是叫你很痛快死。而菩薩沒有動一點瞋恨心，沒有責怪他。不但不責怪他，而且還發願，我將來成佛第一個度你。這個人就是憍陳如尊者，當年那個忍辱仙人就是釋迦牟尼佛，他們兩個過去世有這麼一段因緣。釋迦牟尼佛成佛，第一個度憍陳如。可見得第一願跟第二願是連著的，有第一願就有第二，有第二決定有第一。怎麼可以對眾生有一絲毫怨恨之心？我們從這兩條下手，有這兩條，我們就決定得生極樂世界。後面兩條，到極樂世界去完成。"
    },
    {
      "id": "02-031-0076_p0045",
      "zh_CN": "今天法门无量誓愿学，《大藏经》在此地，你去学吧！一辈子都学不完，你看前面不晓得后面，看到后头，前面忘光了。这就是说我们寿命太短，时间不够，我们业障太重，没有那么好的记忆力，这是业障重，没有办法过目不忘、一目十行，我们没有这个能力。不如把学法门这个事情放到极乐世界，生到极乐世界，我们说无量寿，时间够了，有的是时间。到西方极乐世界，得阿弥陀佛本愿加持，我们智慧有了，我们的智慧、道力、神通几乎跟佛差不多，有能力学法门。现在学法门很糟糕，学不成。所以，现在学一样，一门深入，专修净土，专取西方极乐世界，到了极乐世界，后面两个不难。这是『法门无尽誓愿学，是报身菩提之因』。",
      "zh_TW": "今天法門無量誓願學，《大藏經》在此地，你去學吧！一輩子都學不完，你看前面不曉得後面，看到後頭，前面忘光了。這就是說我們壽命太短，時間不夠，我們業障太重，沒有那麼好的記憶力，這是業障重，沒有辦法過目不忘、一目十行，我們沒有這個能力。不如把學法門這個事情放到極樂世界，生到極樂世界，我們說無量壽，時間夠了，有的是時間。到西方極樂世界，得阿彌陀佛本願加持，我們智慧有了，我們的智慧、道力、神通幾乎跟佛差不多，有能力學法門。現在學法門很糟糕，學不成。所以，現在學一樣，一門深入，專修淨土，專取西方極樂世界，到了極樂世界，後面兩個不難。這是『法門無盡誓願學，是報身菩提之因』。"
    },
    {
      "id": "02-031-0076_p0046",
      "zh_CN": "【无上菩提誓愿证。】",
      "zh_TW": "【無上菩提誓願證。】"
    },
    {
      "id": "02-031-0076_p0047",
      "zh_CN": "我们现在这个句子是「佛道无上誓愿成」，意思完全相同，就是翻译的文不一样，意思是相同的。",
      "zh_TW": "我們現在這個句子是「佛道無上誓願成」，意思完全相同，就是翻譯的文不一樣，意思是相同的。"
    },
    {
      "id": "02-031-0076_p0048",
      "zh_CN": "【是求证得佛果菩提也。】",
      "zh_TW": "【是求證得佛果菩提也。】"
    },
    {
      "id": "02-031-0076_p0049",
      "zh_CN": "这一条就是大圆满。",
      "zh_TW": "這一條就是大圓滿。"
    },
    {
      "id": "02-031-0076_p0050",
      "zh_CN": "【由前三行愿，具足成就，而证得三身圆满之菩提，还复广利一切众生也。】",
      "zh_TW": "【由前三行願，具足成就，而證得三身圓滿之菩提，還復廣利一切眾生也。】"
    },
    {
      "id": "02-031-0076_p0051",
      "zh_CN": "这就是最后这一愿，是前面三愿圆满，你自然就圆成佛道，成佛之后，决定是普度众生。由此可知，成佛不是为自己，成佛是为了圆满第一大愿。你要不成佛，第一大愿永远不能够圆满，一定要成佛你的愿才圆满兑现。这是在事上讲的，我们现在讲落实在生活上、落实在事相上，一定要这么做。第二种：",
      "zh_TW": "這就是最後這一願，是前面三願圓滿，你自然就圓成佛道，成佛之後，決定是普度眾生。由此可知，成佛不是為自己，成佛是為了圓滿第一大願。你要不成佛，第一大願永遠不能夠圓滿，一定要成佛你的願才圓滿兌現。這是在事上講的，我們現在講落實在生活上、落實在事相上，一定要這麼做。第二種："
    },
    {
      "id": "02-031-0076_p0052",
      "zh_CN": "【二缘理菩提心】",
      "zh_TW": "【二緣理菩提心】"
    },
    {
      "id": "02-031-0076_p0053",
      "zh_CN": "前面讲事，事后头有个理，理事不二。「此即密乘之胜义菩提心」，我们看到行愿菩提心、胜义菩提心，就知道他讲的是什么。下文说：",
      "zh_TW": "前面講事，事後頭有個理，理事不二。「此即密乘之勝義菩提心」，我們看到行願菩提心、勝義菩提心，就知道他講的是什麼。下文說："
    },
    {
      "id": "02-031-0076_p0054",
      "zh_CN": "【一切诸法，本来寂灭，安住于中道实相，而圆成上求下化之愿行，是为最上之菩提心，谓为缘理之菩提心。】",
      "zh_TW": "【一切諸法，本來寂滅，安住於中道實相，而圓成上求下化之願行，是為最上之菩提心，謂為緣理之菩提心。】"
    },
    {
      "id": "02-031-0076_p0055",
      "zh_CN": "这段话，如果能够通达《金刚般若》，这个意思很容易体会，这是说的事实真相。『一切诸法』，世间法、佛法，世间法里面分类不外乎三大类，人、事、物。人，包含到九法界有情众生，我们用一个「人」来代表，在佛法里所谓的有情众生。「物」是属于无情众生，我们现在讲的植物、矿物，植物矿物是无情众生。第三种是「事」。这三大类就把一切诸法都包括了。必须知道，『本来寂灭』，现在是不是寂灭？是寂灭。寂灭是真相，《般若经》上讲的实相、真实相，但是我们众生见不到。虽见不到，实在还是寂灭相，绝对不是因为你没有见到，它就不是寂灭相，没这个道理。你见到是寂灭相，见不到还是个寂灭相，不过是你没有发现而已，确实是寂灭相。寂灭是什么意思？本来不生，哪里有灭？一切动物、植物、矿物本来不生不灭，现在也不生不灭。你如果见到这个事实真相，佛经里头有个名词，你证得无生法忍，无生法就是本来寂灭。你才晓得所有一切现象的确是不生不灭的，你见到事实真相，这地位很高，无生法忍的菩萨。在《仁王经》上讲的，无生法忍分三品，上中下三品，下品是七地菩萨，中品是八地菩萨，上品是九地菩萨，这个地位高了，证得无生法忍。",
      "zh_TW": "這段話，如果能夠通達《金剛般若》，這個意思很容易體會，這是說的事實真相。『一切諸法』，世間法、佛法，世間法裡面分類不外乎三大類，人、事、物。人，包含到九法界有情眾生，我們用一個「人」來代表，在佛法裡所謂的有情眾生。「物」是屬於無情眾生，我們現在講的植物、礦物，植物礦物是無情眾生。第三種是「事」。這三大類就把一切諸法都包括了。必須知道，『本來寂滅』，現在是不是寂滅？是寂滅。寂滅是真相，《般若經》上講的實相、真實相，但是我們眾生見不到。雖見不到，實在還是寂滅相，絕對不是因為你沒有見到，它就不是寂滅相，沒這個道理。你見到是寂滅相，見不到還是個寂滅相，不過是你沒有發現而已，確實是寂滅相。寂滅是什麼意思？本來不生，哪裡有滅？一切動物、植物、礦物本來不生不滅，現在也不生不滅。你如果見到這個事實真相，佛經裡頭有個名詞，你證得無生法忍，無生法就是本來寂滅。你才曉得所有一切現象的確是不生不滅的，你見到事實真相，這地位很高，無生法忍的菩薩。在《仁王經》上講的，無生法忍分三品，上中下三品，下品是七地菩薩，中品是八地菩薩，上品是九地菩薩，這個地位高了，證得無生法忍。"
    },
    {
      "id": "02-031-0076_p0056",
      "zh_CN": "这个境界在《金刚经》上有，就是在四句偈里头。比喻里不是说吗？「如梦幻泡影，如露亦如电」，就是那个电的比喻。露跟电都是比喻这个现象存在的时间，露水的时间很短，那是比喻相续相。相续相存在，但是并不长，像我们一个人活在世间，活了几十年，你天天见面是相续相，这个用露来做比喻。真相呢，真相用电，闪电，用这个来喻，真相是刹那之间。那只是个比喻，还不是事实，事实是什么？《仁王般若经》上讲的，「一弹指有六十刹那，一刹那有九百生灭」，电是比喻这个。如果依照这个算法，一秒钟两个十万八千次的生灭，一秒钟。这是不是事实真相？跟诸位说还不是的。现代科学进步，以前科学不发达，佛这样说法，大家就很不容易体会。实在讲，真相确实亿万分之一秒，这是讲现象的存在。这样短的时间，诸位想想，你能看出它的生灭吗？所以佛讲不生不灭，为什么不生不灭？生灭同时，生跟灭几乎同时。生灭当中有差距，你能看出生灭，同时就没有了，生灭确实是同时，生灭同时就是本来寂灭。人心安住在这个境界当中，这是佛心，诸佛如来就是安住在这里，所以如如不动。",
      "zh_TW": "這個境界在《金剛經》上有，就是在四句偈裡頭。比喻裡不是說嗎？「如夢幻泡影，如露亦如電」，就是那個電的比喻。露跟電都是比喻這個現象存在的時間，露水的時間很短，那是比喻相續相。相續相存在，但是並不長，像我們一個人活在世間，活了幾十年，你天天見面是相續相，這個用露來做比喻。真相呢，真相用電，閃電，用這個來喻，真相是剎那之間。那只是個比喻，還不是事實，事實是什麼？《仁王般若經》上講的，「一彈指有六十剎那，一剎那有九百生滅」，電是比喻這個。如果依照這個算法，一秒鐘兩個十萬八千次的生滅，一秒鐘。這是不是事實真相？跟諸位說還不是的。現代科學進步，以前科學不發達，佛這樣說法，大家就很不容易體會。實在講，真相確實億萬分之一秒，這是講現象的存在。這樣短的時間，諸位想想，你能看出它的生滅嗎？所以佛講不生不滅，為什麼不生不滅？生滅同時，生跟滅幾乎同時。生滅當中有差距，你能看出生滅，同時就沒有了，生滅確實是同時，生滅同時就是本來寂滅。人心安住在這個境界當中，這是佛心，諸佛如來就是安住在這裡，所以如如不動。"
    },
    {
      "id": "02-031-0076_p0057",
      "zh_CN": "『安住于中道实相』，这是真相。中道就是寂灭相，中道就是不生不灭的相，中道就是生灭同时的相，中道也就是我们现在假设亿万分之一秒的存在的相。所以他心不动了，确实「不取于相，如如不动」他做到了圆满，他做到了究竟，这是事实。",
      "zh_TW": "『安住於中道實相』，這是真相。中道就是寂滅相，中道就是不生不滅的相，中道就是生滅同時的相，中道也就是我們現在假設億萬分之一秒的存在的相。所以他心不動了，確實「不取於相，如如不動」他做到了圓滿，他做到了究竟，這是事實。"
    },
    {
      "id": "02-031-0076_p0058",
      "zh_CN": "『圆成上求下化』，上求下化这是在事相上的，事相上表演的，上求佛道，下度众生。表演给谁看？表演给迷惑颠倒的众生看，所以诸佛菩萨应化在世间，是做戏，不是真的。这个在菩提心上，最上、顶上了，没比这个更殊胜，这叫『缘理菩提心』。这是从理上讲的，就是讲本来寂灭上说的，理事都说出来了。有理有事，有事必有理，理事相应就契入了，我们讲证果。理跟事不能相应，没证；理事相应，证得了，证得就是法身大士。",
      "zh_TW": "『圓成上求下化』，上求下化這是在事相上的，事相上表演的，上求佛道，下度眾生。表演給誰看？表演給迷惑顛倒的眾生看，所以諸佛菩薩應化在世間，是做戲，不是真的。這個在菩提心上，最上、頂上了，沒比這個更殊勝，這叫『緣理菩提心』。這是從理上講的，就是講本來寂滅上說的，理事都說出來了。有理有事，有事必有理，理事相應就契入了，我們講證果。理跟事不能相應，沒證；理事相應，證得了，證得就是法身大士。"
    },
    {
      "id": "02-031-0076_p0059",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}