{
  "doc_id": "02-031-0057",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十七集",
    "zh_TW": "第五十七集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0057",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-031-0057_p0001",
      "zh_CN": "请掀开经本，第八十四面，第一行看起：",
      "zh_TW": "請掀開經本，第八十四面，第一行看起："
    },
    {
      "id": "02-031-0057_p0002",
      "zh_CN": "【金刚经曰，应无所住，而生其心。】",
      "zh_TW": "【金剛經曰，應無所住，而生其心。】"
    },
    {
      "id": "02-031-0057_p0003",
      "zh_CN": "这两句经文，在佛教里面是很出名的，原因就是唐朝时候，禅宗六祖惠能大师听五祖讲《金刚经》，就是在这一句里面开悟的。五祖跟他讲经也就讲到这一句，以后就不再讲了，因为他已经彻底明白，从这个地方悟入的。因此，这两句在禅宗里面产生了很大的影响力。实在说，不仅是禅宗，所有一切大乘法里面，说到修行的原则、纲领，确实不外这两句，两句话说尽了。",
      "zh_TW": "這兩句經文，在佛教裡面是很出名的，原因就是唐朝時候，禪宗六祖惠能大師聽五祖講《金剛經》，就是在這一句裡面開悟的。五祖跟他講經也就講到這一句，以後就不再講了，因為他已經徹底明白，從這個地方悟入的。因此，這兩句在禪宗裡面產生了很大的影響力。實在說，不僅是禪宗，所有一切大乘法裡面，說到修行的原則、綱領，確實不外這兩句，兩句話說盡了。"
    },
    {
      "id": "02-031-0057_p0004",
      "zh_CN": "『应无所住』，应是应当或者说应该，住是讲心，心安住。也就是我们一般讲，你心里面有了，心里头有了就是住，心就住了。佛教人，心应该「无所住」，为什么要无所住？住的意思也就是执着，我们心里有了，就是心里有执着，不应当有执着。不但对于世间法，乃至于出世间法也不例外，出世间讲的是佛法，佛法也不可以执着，也不可以放在心上。这是什么道理？因为能执着的心是假的，不是真的。真心决定没有执着，妄心里面才会有执着的现象，真心是清净的、是平等的，是一丝毫都不会染污的。住也是染污的现象，就是执着是染污的现象，妄念里面才有这个东西，真心本性里没有这个东西。由此可知，住就错了，住就是凡夫，无住就是佛菩萨，佛菩萨跟凡夫你要说它的差别在哪里，从这一句经文当中就很容易辨别。也就是凡夫有所住，佛菩萨无所住，无所住是对的、是正确的，有所住是错误的。也可以说这一部《金刚经》，无非就是把这些道理、事实真相为我们说清楚、说明白而已。前面我们曾经说过，也是引用《金刚经》里面讲过，能执着的心是妄心，不可得；你所执着的诸法，无论是世间法、是出世间法，也不可得。诸法缘生，世间法是缘生的，出世间的佛法也是缘生的。缘生它就没有自性，没有自体，所谓当体皆空，了不可得，由此可知，能住、所住都不可得。这些道理事实真相，你都清楚、都明白了，你自然就能放下。放下什么？放下妄想分别执着，放下这些东西。",
      "zh_TW": "『應無所住』，應是應當或者說應該，住是講心，心安住。也就是我們一般講，你心裡面有了，心裡頭有了就是住，心就住了。佛教人，心應該「無所住」，為什麼要無所住？住的意思也就是執著，我們心裡有了，就是心裡有執著，不應當有執著。不但對於世間法，乃至於出世間法也不例外，出世間講的是佛法，佛法也不可以執著，也不可以放在心上。這是什麼道理？因為能執著的心是假的，不是真的。真心決定沒有執著，妄心裡面才會有執著的現象，真心是清淨的、是平等的，是一絲毫都不會染污的。住也是染污的現象，就是執著是染污的現象，妄念裡面才有這個東西，真心本性裡沒有這個東西。由此可知，住就錯了，住就是凡夫，無住就是佛菩薩，佛菩薩跟凡夫你要說它的差別在哪裡，從這一句經文當中就很容易辨別。也就是凡夫有所住，佛菩薩無所住，無所住是對的、是正確的，有所住是錯誤的。也可以說這一部《金剛經》，無非就是把這些道理、事實真相為我們說清楚、說明白而已。前面我們曾經說過，也是引用《金剛經》裡面講過，能執著的心是妄心，不可得；你所執著的諸法，無論是世間法、是出世間法，也不可得。諸法緣生，世間法是緣生的，出世間的佛法也是緣生的。緣生它就沒有自性，沒有自體，所謂當體皆空，了不可得，由此可知，能住、所住都不可得。這些道理事實真相，你都清楚、都明白了，你自然就能放下。放下什麼？放下妄想分別執著，放下這些東西。"
    },
    {
      "id": "02-031-0057_p0005",
      "zh_CN": "底下说『而生其心』，生的是什么心？真心。由此可知，「应无所住」是把妄心放下，放下之后，放下妄心，真心就现前。佛法里头常讲，真如本性就现前，它就起作用，作用就是在日常生活当中。诸位要晓得，有所住的心在日常生活当中起作用，它生妄想分别执着、生烦恼，心中常生烦恼，就是有所住心。如果无所住心，无所住，真心现前的时候那就是六祖所说的，你在日常生活当中，对人对事对物，常生智慧，他不生烦恼，他生智慧。",
      "zh_TW": "底下說『而生其心』，生的是什麼心？真心。由此可知，「應無所住」是把妄心放下，放下之後，放下妄心，真心就現前。佛法裡頭常講，真如本性就現前，它就起作用，作用就是在日常生活當中。諸位要曉得，有所住的心在日常生活當中起作用，它生妄想分別執著、生煩惱，心中常生煩惱，就是有所住心。如果無所住心，無所住，真心現前的時候那就是六祖所說的，你在日常生活當中，對人對事對物，常生智慧，他不生煩惱，他生智慧。"
    },
    {
      "id": "02-031-0057_p0006",
      "zh_CN": "由此可知，这两句是诸佛菩萨修行证果的心得，是修学的关键，因此特别重要。只要把这两句做到，就够了、就成功了、就圆满了。江味农居士在《金刚经讲义》，对于这两句经文的讲解非常得详细，用了很大的篇幅，为我们细说这两句经文的理论与修学的方法，很值得我们做参考。底下一句说，也是《金刚经》说的。",
      "zh_TW": "由此可知，這兩句是諸佛菩薩修行證果的心得，是修學的關鍵，因此特別重要。只要把這兩句做到，就夠了、就成功了、就圓滿了。江味農居士在《金剛經講義》，對於這兩句經文的講解非常得詳細，用了很大的篇幅，為我們細說這兩句經文的理論與修學的方法，很值得我們做參考。底下一句說，也是《金剛經》說的。"
    },
    {
      "id": "02-031-0057_p0007",
      "zh_CN": "【金刚经曰，如如不动。】",
      "zh_TW": "【金剛經曰，如如不動。】"
    },
    {
      "id": "02-031-0057_p0008",
      "zh_CN": "『如如不动』前面还有一句，叫「不取于相，如如不动」，这两句也是行门的总纲领。大乘佛法的禅宗，禅就从这两句经文做为依据所建立的。什么叫禅？不取于相是禅；什么是定？如如不动就是定。用现在浅显的话来说，这句的意思就是教给我们，六根接触外面六尘境界的时候，眼见是色相，耳听的是音声，鼻嗅、舌尝，乃至于意知，意知是我们心里面想像，六根接触外面境界的时候，真正能做到不起心不动念，就是如如不动。我们见色闻声，起心动念就错了，起心动念就是凡夫；见色闻声，不起心不动念，这就是佛菩萨。何以故？起心动念就有所住，你就着相了，不起心、不动念就是无所住。诸佛菩萨跟我们不一样的地方就在此地，我们所不及他们的地方也就在此地，这的确是关键。",
      "zh_TW": "『如如不動』前面還有一句，叫「不取於相，如如不動」，這兩句也是行門的總綱領。大乘佛法的禪宗，禪就從這兩句經文做為依據所建立的。什麼叫禪？不取於相是禪；什麼是定？如如不動就是定。用現在淺顯的話來說，這句的意思就是教給我們，六根接觸外面六塵境界的時候，眼見是色相，耳聽的是音聲，鼻嗅、舌嘗，乃至於意知，意知是我們心裡面想像，六根接觸外面境界的時候，真正能做到不起心不動念，就是如如不動。我們見色聞聲，起心動念就錯了，起心動念就是凡夫；見色聞聲，不起心不動念，這就是佛菩薩。何以故？起心動念就有所住，你就著相了，不起心、不動念就是無所住。諸佛菩薩跟我們不一樣的地方就在此地，我們所不及他們的地方也就在此地，這的確是關鍵。"
    },
    {
      "id": "02-031-0057_p0009",
      "zh_CN": "我们要修学这几句经文，就是在现前生活当中，学着不起心不动念，这就是修定。果然不起心、不动念了，就是佛法里面讲的三昧现前，你就住在三昧之中。对外面的现象不要去分别，当然更不能够执着，不分别不执着，不起心不动念，这就是禅定，这就是「应无所住，而生其心」。所以生心，生的是真诚心、清净心、平等心、智慧心、慈悲心，自自然然就现前，这是真心里面的德能，真如本性无量的德能它就现前。这个经文的确是非常简单、非常扼要，将大修行人的原理原则，真正是所谓和盘托出，毫无保留的为我们说出来。我们要能领会、要能够应用，也就是知道怎样去学习。底下一段：",
      "zh_TW": "我們要修學這幾句經文，就是在現前生活當中，學著不起心不動念，這就是修定。果然不起心、不動念了，就是佛法裡面講的三昧現前，你就住在三昧之中。對外面的現象不要去分別，當然更不能夠執著，不分別不執著，不起心不動念，這就是禪定，這就是「應無所住，而生其心」。所以生心，生的是真誠心、清淨心、平等心、智慧心、慈悲心，自自然然就現前，這是真心裡面的德能，真如本性無量的德能它就現前。這個經文的確是非常簡單、非常扼要，將大修行人的原理原則，真正是所謂和盤托出，毫無保留的為我們說出來。我們要能領會、要能夠應用，也就是知道怎樣去學習。底下一段："
    },
    {
      "id": "02-031-0057_p0010",
      "zh_CN": "【慈恩上生经疏曰，精谓精纯，无恶杂故，进谓升进，不懈怠故。】",
      "zh_TW": "【慈恩上生經疏曰，精謂精純，無惡雜故，進謂升進，不懈怠故。】"
    },
    {
      "id": "02-031-0057_p0011",
      "zh_CN": "这是解释「精进」，什么叫精进？精进是菩萨六波罗蜜之一。六波罗要用现代的话来说，就是日常生活当中必须遵守的六个原则，现在世间人称为守则，就是这个意思，就是六条菩萨一定要遵守的。布施、持戒、忍辱、精进，精进排在第四，它的顺序不可以颠倒，不可以错乱，有一定的顺序。精进的意思，精是『精纯』，纯而不杂。如果里面有掺杂，那就不叫精进，虽然进，但是它不精。这个意思，学佛的同修必须要把它辨别清楚。我们见到很多同修，他不是不努力，不是不勤奋，他也真的很用功，但是他不是精进。他也天天在求进步，他是什么进？他叫杂进，他里头掺杂乱七八糟的东西，不精，乱进、杂进，所以时间、精力实在讲都浪费了，得不到佛法所说的效果。于是修了几年之后，慢慢就退心了，怎么佛法不灵？他没有想到他自己用功用错了，哪有说不灵的道理？特别是净土宗的修学，效果实在讲是无比的殊胜！真正用功得法，不需要很长的时间，三个月到六个月的时间就能见到初步的效果，哪有见不到效果的！二、三年的时间就决定往生。他要真有这个意愿的话，就能够出离三界六道，就能够往生不退成佛。这是任何一个法门，讲到修学效果，实在都不如净宗，净宗的确是快速，问题就在精进。如果你是杂进、乱进，那就收不到效果。",
      "zh_TW": "這是解釋「精進」，什麼叫精進？精進是菩薩六波羅蜜之一。六波羅要用現代的話來說，就是日常生活當中必須遵守的六個原則，現在世間人稱為守則，就是這個意思，就是六條菩薩一定要遵守的。布施、持戒、忍辱、精進，精進排在第四，它的順序不可以顛倒，不可以錯亂，有一定的順序。精進的意思，精是『精純』，純而不雜。如果裡面有摻雜，那就不叫精進，雖然進，但是它不精。這個意思，學佛的同修必須要把它辨別清楚。我們見到很多同修，他不是不努力，不是不勤奮，他也真的很用功，但是他不是精進。他也天天在求進步，他是什麼進？他叫雜進，他裡頭摻雜亂七八糟的東西，不精，亂進、雜進，所以時間、精力實在講都浪費了，得不到佛法所說的效果。於是修了幾年之後，慢慢就退心了，怎麼佛法不靈？他沒有想到他自己用功用錯了，哪有說不靈的道理？特別是淨土宗的修學，效果實在講是無比的殊勝！真正用功得法，不需要很長的時間，三個月到六個月的時間就能見到初步的效果，哪有見不到效果的！二、三年的時間就決定往生。他要真有這個意願的話，就能夠出離三界六道，就能夠往生不退成佛。這是任何一個法門，講到修學效果，實在都不如淨宗，淨宗的確是快速，問題就在精進。如果你是雜進、亂進，那就收不到效果。"
    },
    {
      "id": "02-031-0057_p0012",
      "zh_CN": "精的意思就是一门深入。我们举一个简单的例子来说，以学经教而言，我见过很多。过去在台湾，我教过佛学院，在新加坡我也办过培训班。凡是学生自己有意见的，要广学多闻，要涉猎许多经论的，成绩都平平，都很平常。凡是能够一门深入的，我们把修学的经验提供给他，他能够接受，他能够依照这个方法去做，效果都非常殊胜。没有比较你发觉不出来，一有比较就很明显，不但一般人能够看得出来，他们自己也发觉了。自己以为程度比别人高，聪明智慧比别人强，善巧方便比别人多，下的功夫比别人也深，为什么拿出来不如别人？道理很简单，人家专一，一门深入，你搞得太多、搞得太杂，亏就吃在这个地方。",
      "zh_TW": "精的意思就是一門深入。我們舉一個簡單的例子來說，以學經教而言，我見過很多。過去在台灣，我教過佛學院，在新加坡我也辦過培訓班。凡是學生自己有意見的，要廣學多聞，要涉獵許多經論的，成績都平平，都很平常。凡是能夠一門深入的，我們把修學的經驗提供給他，他能夠接受，他能夠依照這個方法去做，效果都非常殊勝。沒有比較你發覺不出來，一有比較就很明顯，不但一般人能夠看得出來，他們自己也發覺了。自己以為程度比別人高，聰明智慧比別人強，善巧方便比別人多，下的功夫比別人也深，為什麼拿出來不如別人？道理很簡單，人家專一，一門深入，你搞得太多、搞得太雜，虧就吃在這個地方。"
    },
    {
      "id": "02-031-0057_p0013",
      "zh_CN": "这些事理我们在讲席当中常说，常常劝导大家，可是听的人他就是不肯相信。有的时候还要提出经论来反驳，你看四弘誓愿里头不是讲「法门无量誓愿学」，我们为什么不能学？佛讲的话没错，没有讲错，你错会了意思，你没有听清楚。四弘誓愿，法门无量誓愿学是摆在第三条里头，它的前面是「烦恼无尽誓愿断」，问问你，你烦恼断了没有？烦恼断了，你进入第三个阶段没有问题；如果你烦恼还没有断，你想进入第三个阶段不可能。由此可知，一门深入对于断烦恼就有很大的效果。",
      "zh_TW": "這些事理我們在講席當中常說，常常勸導大家，可是聽的人他就是不肯相信。有的時候還要提出經論來反駁，你看四弘誓願裡頭不是講「法門無量誓願學」，我們為什麼不能學？佛講的話沒錯，沒有講錯，你錯會了意思，你沒有聽清楚。四弘誓願，法門無量誓願學是擺在第三條裡頭，它的前面是「煩惱無盡誓願斷」，問問你，你煩惱斷了沒有？煩惱斷了，你進入第三個階段沒有問題；如果你煩惱還沒有斷，你想進入第三個階段不可能。由此可知，一門深入對於斷煩惱就有很大的效果。"
    },
    {
      "id": "02-031-0057_p0014",
      "zh_CN": "烦恼要用什么东西断？要用定功，要用清净心，你涉猎的东西太多，你心怎么能静下来？烦恼没有断的人，涉猎东西太多，就是清凉大师所说的「有解无行」，解是你广学多闻，无行是你没有真正去做断烦恼的功夫，结果怎么样？「增长邪见」，你有什么成就？可见得清凉讲的话是过来人所说的，经验之谈，不是随便说的。清凉又说，「有行无解，增长无明」，你单单苦修，对于经论道理什么都不懂，也不能成就，一个增长邪见，一个增长无明。因此，我们仔细观察古代高僧大德的教学，指导学生一门深入，一部经，一个法门，一部经有解，不是没有解；一个法门，有行。这个方法就正确，所谓解行相应，定慧等持，才能够断烦恼、才能够破无明。广学多闻，至少要烦恼断了，无明没破还可以，烦恼断了才开始广学多闻。这是什么？我们已经把条件放宽了，严格的讲，一定要破一品无明，破一品无明，证一分法身，然后再广学多闻，那个就绝对正确，成就快速。单单是见思烦恼断了，无明没有破就进入到广学多闻，造成你的所知障，使你明心见性的时间拉长。你本来短时间可以能够，就是我们常讲可以超越十法界，能够证得一真法界的。因为你广学多闻，使你永远停住在十法界，你不能契入一真法界。所以广学多闻是产生所知障。这些道理、事实真相我们都要明了，然后才知道佛教给我们精进有道理，不可以涉猎太多。",
      "zh_TW": "煩惱要用什麼東西斷？要用定功，要用清淨心，你涉獵的東西太多，你心怎麼能靜下來？煩惱沒有斷的人，涉獵東西太多，就是清涼大師所說的「有解無行」，解是你廣學多聞，無行是你沒有真正去做斷煩惱的功夫，結果怎麼樣？「增長邪見」，你有什麼成就？可見得清涼講的話是過來人所說的，經驗之談，不是隨便說的。清涼又說，「有行無解，增長無明」，你單單苦修，對於經論道理什麼都不懂，也不能成就，一個增長邪見，一個增長無明。因此，我們仔細觀察古代高僧大德的教學，指導學生一門深入，一部經，一個法門，一部經有解，不是沒有解；一個法門，有行。這個方法就正確，所謂解行相應，定慧等持，才能夠斷煩惱、才能夠破無明。廣學多聞，至少要煩惱斷了，無明沒破還可以，煩惱斷了才開始廣學多聞。這是什麼？我們已經把條件放寬了，嚴格的講，一定要破一品無明，破一品無明，證一分法身，然後再廣學多聞，那個就絕對正確，成就快速。單單是見思煩惱斷了，無明沒有破就進入到廣學多聞，造成你的所知障，使你明心見性的時間拉長。你本來短時間可以能夠，就是我們常講可以超越十法界，能夠證得一真法界的。因為你廣學多聞，使你永遠停住在十法界，你不能契入一真法界。所以廣學多聞是產生所知障。這些道理、事實真相我們都要明瞭，然後才知道佛教給我們精進有道理，不可以涉獵太多。"
    },
    {
      "id": "02-031-0057_p0015",
      "zh_CN": "我也常常劝勉初学，自古以来，世出世间的教学，无非是将前人的经验传达给后一代。在我们经验当中，哪些是正确的、哪些是错误的，提供给后人做参考，这是正确的教学。希望后来的人成就要在我们这一代之上，所谓后来居上，这个心叫师心，老师的心，老师总希望学生超过自己。怎样能超过自己？我的长处提供给你学习，做为你的基础，我的缺点希望你统统都能够改进，那你就超过老师。老师的长处你全吸收了，老师的缺点你统统改正了，你怎么不超过他！不明白这个道理，不相信这个事实，那就错了，自以为是是造成自己修学证果，最大的障碍。",
      "zh_TW": "我也常常勸勉初學，自古以來，世出世間的教學，無非是將前人的經驗傳達給後一代。在我們經驗當中，哪些是正確的、哪些是錯誤的，提供給後人做參考，這是正確的教學。希望後來的人成就要在我們這一代之上，所謂後來居上，這個心叫師心，老師的心，老師總希望學生超過自己。怎樣能超過自己？我的長處提供給你學習，做為你的基礎，我的缺點希望你統統都能夠改進，那你就超過老師。老師的長處你全吸收了，老師的缺點你統統改正了，你怎麼不超過他！不明白這個道理，不相信這個事實，那就錯了，自以為是是造成自己修學證果，最大的障礙。"
    },
    {
      "id": "02-031-0057_p0016",
      "zh_CN": "在我们前一代经验当中，真正能成就，快速成就、稳当成就的，就是一门深入，一部经，一个法门。我记得我在讲席当中讲过很多遍，一个人在一生当中依一部经，一句佛号念到底。譬如我们取《无量寿经》，我十年当中专念《无量寿经》，专听《无量寿经》，其他东西统统放下。我相信十年之后，你在净土宗就是阿弥陀佛再来，这个世界上没有一个人能超过你，你的解行相应。如果在十年当中，你说我要看净土三经、净土五经、《净土十要》，你完了，你这十年下来，你功夫平平，跟一般人没什么差别，没什么起色。因为你的时间、你的精力分散了，不能集中，这虽然是进，你不是精进，你还是杂进。这就是讲修净土，以净土宗主要的经典都叫做杂进。所以往往成就的人，叫老实人，大概都是程度比较差的，程度差的教他一样他很喜欢，你叫他搞好多，他说这太多了，我受不了。往往这些人有成就，而自以为聪明、多能的人往往就落后了，他还不晓得原因发生在哪里？所以精纯不杂，这个很重要。",
      "zh_TW": "在我們前一代經驗當中，真正能成就，快速成就、穩當成就的，就是一門深入，一部經，一個法門。我記得我在講席當中講過很多遍，一個人在一生當中依一部經，一句佛號念到底。譬如我們取《無量壽經》，我十年當中專念《無量壽經》，專聽《無量壽經》，其他東西統統放下。我相信十年之後，你在淨土宗就是阿彌陀佛再來，這個世界上沒有一個人能超過你，你的解行相應。如果在十年當中，你說我要看淨土三經、淨土五經、《淨土十要》，你完了，你這十年下來，你功夫平平，跟一般人沒什麼差別，沒什麼起色。因為你的時間、你的精力分散了，不能集中，這雖然是進，你不是精進，你還是雜進。這就是講修淨土，以淨土宗主要的經典都叫做雜進。所以往往成就的人，叫老實人，大概都是程度比較差的，程度差的教他一樣他很喜歡，你叫他搞好多，他說這太多了，我受不了。往往這些人有成就，而自以為聰明、多能的人往往就落後了，他還不曉得原因發生在哪裡？所以精純不雜，這個很重要。"
    },
    {
      "id": "02-031-0057_p0017",
      "zh_CN": "『无恶杂故』，「恶」是指什么？烦恼，烦恼是贪瞋痴慢，指这些东西。特别是嫉妒、瞋恚，好强、好胜，这是恶，如果你在佛法的修学里面夹杂这个东西，这杂的是恶。底下一个杂，就是夹杂其他的法门，其他的这些经论，不但世间法不能夹杂，出世间法也不可以夹杂。世间法，譬如说从前的人，出家人喜欢诗词歌赋，这也是夹杂，喜欢书法也是夹杂，这些跟文人应酬的习气，都是障碍。佛法里面，那就是夹杂其他的经论、法门。所以虽然《华严经》上，善财童子五十三参广学多闻，这是佛在《华严经》上教给我们修行的方法。但是你想想，善财童子是什么样的程度才出去参访？善财在文殊会下，文殊是他的老师，见思烦恼断了，尘沙烦恼断了，无明破一品，才出去参学，才去广学多闻。想想我们自己够不够？如果我们见思、尘沙烦恼一品都没断，你怎么能学善财？这不可以不知道！人生很短，几十年真的弹指就过去了，一生当中最宝贵的，不是别的，是光阴！我们把光阴糟蹋掉，光阴浪费掉，这真是莫大的罪过。所以有限宝贵的光阴，懂得精进的人这叫真正善于利用，他成就了。这个进就是现在讲的进步，不断把自己的境界向上提升，不懈怠。",
      "zh_TW": "『無惡雜故』，「惡」是指什麼？煩惱，煩惱是貪瞋痴慢，指這些東西。特別是嫉妒、瞋恚，好強、好勝，這是惡，如果你在佛法的修學裡面夾雜這個東西，這雜的是惡。底下一個雜，就是夾雜其他的法門，其他的這些經論，不但世間法不能夾雜，出世間法也不可以夾雜。世間法，譬如說從前的人，出家人喜歡詩詞歌賦，這也是夾雜，喜歡書法也是夾雜，這些跟文人應酬的習氣，都是障礙。佛法裡面，那就是夾雜其他的經論、法門。所以雖然《華嚴經》上，善財童子五十三參廣學多聞，這是佛在《華嚴經》上教給我們修行的方法。但是你想想，善財童子是什麼樣的程度才出去參訪？善財在文殊會下，文殊是他的老師，見思煩惱斷了，塵沙煩惱斷了，無明破一品，才出去參學，才去廣學多聞。想想我們自己夠不夠？如果我們見思、塵沙煩惱一品都沒斷，你怎麼能學善財？這不可以不知道！人生很短，幾十年真的彈指就過去了，一生當中最寶貴的，不是別的，是光陰！我們把光陰糟蹋掉，光陰浪費掉，這真是莫大的罪過。所以有限寶貴的光陰，懂得精進的人這叫真正善於利用，他成就了。這個進就是現在講的進步，不斷把自己的境界向上提昇，不懈怠。"
    },
    {
      "id": "02-031-0057_p0018",
      "zh_CN": "《慈恩上生经疏》，慈恩是窥基大师，古时候对他老人家尊敬，不称他的名。他一生住在慈恩寺，所以用寺的名字来称他。譬如我们称天台大师，这是智者，不称他的法名，他住在天台山，称他作天台大师，这是最尊敬的称呼。窥基大师一生大部分时间住在慈恩寺。《上生经》就是《弥勒菩萨上生经》，这个疏是他做的。",
      "zh_TW": "《慈恩上生經疏》，慈恩是窺基大師，古時候對他老人家尊敬，不稱他的名。他一生住在慈恩寺，所以用寺的名字來稱他。譬如我們稱天台大師，這是智者，不稱他的法名，他住在天台山，稱他作天台大師，這是最尊敬的稱呼。窺基大師一生大部分時間住在慈恩寺。《上生經》就是《彌勒菩薩上生經》，這個疏是他做的。"
    },
    {
      "id": "02-031-0057_p0019",
      "zh_CN": "【法华经序品曰，身色如金山，端严甚微妙。】",
      "zh_TW": "【法華經序品曰，身色如金山，端嚴甚微妙。】"
    },
    {
      "id": "02-031-0057_p0020",
      "zh_CN": "这是佛经上的两句偈，形容佛的身相妙好，佛的身体、色相如同金山一样。佛经里面这些形容、赞叹的词句，我们要能善于体会，不能错会它的意思。你想想经上常讲，佛的身是金色的，现在如果你看到一个人，面上都是黄黄的，好看吗？佛的面如满月，满月是圆圆的，佛的脸像个皮球一样，好看吗？如果这样读经，叫望文生义，你把意思全错会了。金表贵重，世间人都把它当做宝物，尊贵的意思，佛身尊贵之相。还有金是不变的，金的颜色无论在什么地方它不会变的，金取这个意思。佛的面像满月，满月是说没有一点缺陷，取这个意思。每个相都好，找不到丝毫的缺陷，绝不是像圆圆的月亮那样的。所以一定要懂得它的意思，体会它的意思。",
      "zh_TW": "這是佛經上的兩句偈，形容佛的身相妙好，佛的身體、色相如同金山一樣。佛經裡面這些形容、讚歎的詞句，我們要能善於體會，不能錯會它的意思。你想想經上常講，佛的身是金色的，現在如果你看到一個人，面上都是黃黃的，好看嗎？佛的面如滿月，滿月是圓圓的，佛的臉像個皮球一樣，好看嗎？如果這樣讀經，叫望文生義，你把意思全錯會了。金表貴重，世間人都把它當做寶物，尊貴的意思，佛身尊貴之相。還有金是不變的，金的顏色無論在什麼地方它不會變的，金取這個意思。佛的面像滿月，滿月是說沒有一點缺陷，取這個意思。每個相都好，找不到絲毫的缺陷，絕不是像圓圓的月亮那樣的。所以一定要懂得它的意思，體會它的意思。"
    },
    {
      "id": "02-031-0057_p0021",
      "zh_CN": "『身色如金山』，他坐在那里稳重、尊重的意思。『端严』，端庄，严是美好。『甚微妙』，微妙是达到极处，无法形容，他的好说不出，达到极处。",
      "zh_TW": "『身色如金山』，他坐在那裡穩重、尊重的意思。『端嚴』，端莊，嚴是美好。『甚微妙』，微妙是達到極處，無法形容，他的好說不出，達到極處。"
    },
    {
      "id": "02-031-0057_p0022",
      "zh_CN": "【会疏曰，天下至明，无大于日月，万品光耀，无过于摩尼，若映佛光，皆悉隐蔽。】",
      "zh_TW": "【會疏曰，天下至明，無大於日月，萬品光耀，無過於摩尼，若映佛光，皆悉隱蔽。】"
    },
    {
      "id": "02-031-0057_p0023",
      "zh_CN": "这段是说明佛的光明。佛有身光、有放光，身光，在佛经上告诉我们，释迦牟尼佛的身光一旬，周边上都放光，一旬是八尺，他有这么大的光明。身光，现在在中国，好像在美国也有，许多地方都练气功，气功是从中国传出来的。练气功的人，基本的条件是要心清净，心里杂乱的人没有办法，练不成的。心清净也就是讲，他没有到定，他也是修这种定功，但是没有能成就，小小的一点定的感应，就能够见到一切人、物都有光，一切众生都有光，他们不叫光，叫气。气的颜色不一样，大小不一样。不但每个人有，一切动物都有，植物、矿物也有，我们这个桌椅板凳都有。这个现象用现代科学来解释并不难懂。我们晓得任何物质都有磁场，磁场它都有一些放射的，这个放射的，练气功的叫做气，在佛法叫做光，都能够见得到。心地愈清净、愈真诚，放的光愈好。所以练气功的人讲，人身上有光，最好的光是金色的，金色的、黄色的光都非常好。红色的光、灰色的光、暗色的光，这个身体里面有疾病、有烦恼、有忧虑。所以，有这种能力的人一看人，他大致上就能够判断，至少这个人是善人，心地是善是恶，是清净、是染污，这是很明显的能够见得到的。",
      "zh_TW": "這段是說明佛的光明。佛有身光、有放光，身光，在佛經上告訴我們，釋迦牟尼佛的身光一旬，周邊上都放光，一旬是八尺，他有這麼大的光明。身光，現在在中國，好像在美國也有，許多地方都練氣功，氣功是從中國傳出來的。練氣功的人，基本的條件是要心清淨，心裡雜亂的人沒有辦法，練不成的。心清淨也就是講，他沒有到定，他也是修這種定功，但是沒有能成就，小小的一點定的感應，就能夠見到一切人、物都有光，一切眾生都有光，他們不叫光，叫氣。氣的顏色不一樣，大小不一樣。不但每個人有，一切動物都有，植物、礦物也有，我們這個桌椅板凳都有。這個現象用現代科學來解釋並不難懂。我們曉得任何物質都有磁場，磁場它都有一些放射的，這個放射的，練氣功的叫做氣，在佛法叫做光，都能夠見得到。心地愈清淨、愈真誠，放的光愈好。所以練氣功的人講，人身上有光，最好的光是金色的，金色的、黃色的光都非常好。紅色的光、灰色的光、暗色的光，這個身體裡面有疾病、有煩惱、有憂慮。所以，有這種能力的人一看人，他大致上就能夠判斷，至少這個人是善人，心地是善是惡，是清淨、是染污，這是很明顯的能夠見得到的。"
    },
    {
      "id": "02-031-0057_p0024",
      "zh_CN": "这一段是讲佛光。『天下至明』，先用比喻来说，我们世间，天下就是世间，世间最明亮的物体就是太阳、月亮，没有超过日月的。『万品光耀』，万品是物质，我们今天讲的宝物、宝石这一类的。宝石这一类的光耀没有超过『摩尼』的，佛经上常用摩尼宝珠，摩尼宝珠放光，这是物质里光最强、最明显的。这些东西要比起佛光，都显得『隐蔽』，隐蔽就是它虽放光，光芒被佛光隐蔽了。这个我们要用个比喻说，譬如我们现在的电灯很亮，特别在夜晚，显得非常明亮。如果灯拿到太阳底下去，这个光就不亮了，光就隐蔽了。它的光有没有减弱？没有，还是这么强，还是这么高的度数，在日光底下比，它就显示不出来。也如同这个比喻，日月、摩尼之光，在佛光之下都看不见了。这是讲佛的放光。",
      "zh_TW": "這一段是講佛光。『天下至明』，先用比喻來說，我們世間，天下就是世間，世間最明亮的物體就是太陽、月亮，沒有超過日月的。『萬品光耀』，萬品是物質，我們今天講的寶物、寶石這一類的。寶石這一類的光耀沒有超過『摩尼』的，佛經上常用摩尼寶珠，摩尼寶珠放光，這是物質裡光最強、最明顯的。這些東西要比起佛光，都顯得『隱蔽』，隱蔽就是它雖放光，光芒被佛光隱蔽了。這個我們要用個比喻說，譬如我們現在的電燈很亮，特別在夜晚，顯得非常明亮。如果燈拿到太陽底下去，這個光就不亮了，光就隱蔽了。它的光有沒有減弱？沒有，還是這麼強，還是這麼高的度數，在日光底下比，它就顯示不出來。也如同這個比喻，日月、摩尼之光，在佛光之下都看不見了。這是講佛的放光。"
    },
    {
      "id": "02-031-0057_p0025",
      "zh_CN": "佛光从哪里来的？这一点我们要知道。是从清净心、智慧里面所生的，所以叫智光，智慧光明。智慧之生，实在是从清净心，心愈清净，透的智慧就愈多。智慧不是从外面来的，是我们自心里面本来具足的，这是一定要知道，不是从外面求来的，是自性本具的智慧德能。为什么我们的智慧没有了？是我们的心不清净，所以佛讲，你有障碍，把你的智慧、德能障碍住了。障碍很多，归纳起来不外乎两大类，一个叫烦恼障、一个叫所知障，烦恼障就是执着，所知障就是分别。你只要有这两样东西，你自性的智慧德能就不能现前，乃至于我们讲的福报，都不能现前。不能现前，我们的生活很艰难，很苦！",
      "zh_TW": "佛光從哪裡來的？這一點我們要知道。是從清淨心、智慧裡面所生的，所以叫智光，智慧光明。智慧之生，實在是從清淨心，心愈清淨，透的智慧就愈多。智慧不是從外面來的，是我們自心裡面本來具足的，這是一定要知道，不是從外面求來的，是自性本具的智慧德能。為什麼我們的智慧沒有了？是我們的心不清淨，所以佛講，你有障礙，把你的智慧、德能障礙住了。障礙很多，歸納起來不外乎兩大類，一個叫煩惱障、一個叫所知障，煩惱障就是執著，所知障就是分別。你只要有這兩樣東西，你自性的智慧德能就不能現前，乃至於我們講的福報，都不能現前。不能現前，我們的生活很艱難，很苦！"
    },
    {
      "id": "02-031-0057_p0026",
      "zh_CN": "今天得一点这些名闻利养，从哪里来的？修来的，不是自性本具的。这也有个比喻，自性本具的智慧德能，就好像你非常富足，你家里面有很多土地、房屋这些不动产很多，银行里面存有亿万财富。可是你现在身上一文钱都没有带，出去没饭吃，临时去做小工，赚点钱来过日子。赚点钱过日子，这就是你现在修的福，你原来的福虽然有，但是你今天一分钱也没带在身上，你还是要受冻、还是要挨饿。我们现在六道凡夫就是这样子，我们的富足、智慧跟诸佛如来无二无别，可是就是有障碍，不能现前。障碍就是这二障，所以佛教给我们没有别的，除二障而已。精进就是除障最好的方法，你杂进是除不了障，不但除不了障，有的时候还造成更严重的障碍。所以多少聪明智慧的人，不如一个乡下老太婆，乡下老太婆念佛三年能站着往生，有这个本事。我们看到古今讲经说法的大法师，临终的时候还有病苦，不如人家。什么原因？讲经的法师杂进，这老太婆念个两、三年佛是精进，所以在成就上不如，确实比不上，这是我们不能不知道的。再看底下一段。",
      "zh_TW": "今天得一點這些名聞利養，從哪裡來的？修來的，不是自性本具的。這也有個比喻，自性本具的智慧德能，就好像你非常富足，你家裡面有很多土地、房屋這些不動產很多，銀行裡面存有億萬財富。可是你現在身上一文錢都沒有帶，出去沒飯吃，臨時去做小工，賺點錢來過日子。賺點錢過日子，這就是你現在修的福，你原來的福雖然有，但是你今天一分錢也沒帶在身上，你還是要受凍、還是要挨餓。我們現在六道凡夫就是這樣子，我們的富足、智慧跟諸佛如來無二無別，可是就是有障礙，不能現前。障礙就是這二障，所以佛教給我們沒有別的，除二障而已。精進就是除障最好的方法，你雜進是除不了障，不但除不了障，有的時候還造成更嚴重的障礙。所以多少聰明智慧的人，不如一個鄉下老太婆，鄉下老太婆念佛三年能站著往生，有這個本事。我們看到古今講經說法的大法師，臨終的時候還有病苦，不如人家。什麼原因？講經的法師雜進，這老太婆念個兩、三年佛是精進，所以在成就上不如，確實比不上，這是我們不能不知道的。再看底下一段。"
    },
    {
      "id": "02-031-0057_p0027",
      "zh_CN": "【华严普贤行愿品曰，一切如来语清净，一言具众音声海，随诸众生意乐音，一一流佛辩才海。】",
      "zh_TW": "【華嚴普賢行願品曰，一切如來語清淨，一言具眾音聲海，隨諸眾生意樂音，一一流佛辯才海。】"
    },
    {
      "id": "02-031-0057_p0028",
      "zh_CN": "这是《华严经》上的一首偈，赞叹佛说法的音声。第一句『一切如来』，可见得不是专指一尊佛，十方三世所有一切诸佛，没有例外的。为什么？成佛即是见思、尘沙、无明烦恼都断尽了。见思烦恼断尽了，就是我们一般说烦恼障断了，尘沙、无明尽了，就是所讲的所知障尽了，二障都断尽了，自性本具的智慧、德能圆满现前，这是说如来果地。一切诸佛如来果地都相同、都一样的，佛佛道同，所以佛『语清净』。清净语，我们讲是最好的言语，不但音声美妙，言辞简洁，一定是简单扼要，决定不会啰嗦，几句话就把这些事理说得清清楚楚，明明白白，这个语叫清净语。",
      "zh_TW": "這是《華嚴經》上的一首偈，讚歎佛說法的音聲。第一句『一切如來』，可見得不是專指一尊佛，十方三世所有一切諸佛，沒有例外的。為什麼？成佛即是見思、塵沙、無明煩惱都斷盡了。見思煩惱斷盡了，就是我們一般說煩惱障斷了，塵沙、無明盡了，就是所講的所知障盡了，二障都斷盡了，自性本具的智慧、德能圓滿現前，這是說如來果地。一切諸佛如來果地都相同、都一樣的，佛佛道同，所以佛『語清淨』。清淨語，我們講是最好的言語，不但音聲美妙，言辭簡潔，一定是簡單扼要，決定不會囉嗦，幾句話就把這些事理說得清清楚楚，明明白白，這個語叫清淨語。"
    },
    {
      "id": "02-031-0057_p0029",
      "zh_CN": "中国古代，对于言语、文字很重视，也很讲究，古代的标准是四个字，简、要、详、明。简单，不可以繁琐，愈简单愈好；扼要，简单的语句，把重点都抓到了；叙说事理详细、明白。文章，好的文章符合这四个字的标准，好的言语也符合这四个标准。所以我们读古文，乃至于读佛教经典，无论是翻译的经典原文，或者是古来祖师大德的注解，都遵守这四个字的原则，不啰嗦。当然这个与古代的社会有很大的关系，因为那个时候科技不发达，文字要手写，太长了，就费的时间很多，流通相当不方便。所以愈是简单愈好，愈是短篇的愈好，才能够流传于后世。现在科技发达，言语文字再多的东西，传播的技术进步了。可是实在讲还是简单好，长，一大篇、一大篇的，看起来也很难受，愈简单愈好，简单就是清净语。所以清净语里头，至少要包含着简要详明这四个条件。",
      "zh_TW": "中國古代，對於言語、文字很重視，也很講究，古代的標準是四個字，簡、要、詳、明。簡單，不可以繁瑣，愈簡單愈好；扼要，簡單的語句，把重點都抓到了；敘說事理詳細、明白。文章，好的文章符合這四個字的標準，好的言語也符合這四個標準。所以我們讀古文，乃至於讀佛教經典，無論是翻譯的經典原文，或者是古來祖師大德的註解，都遵守這四個字的原則，不囉嗦。當然這個與古代的社會有很大的關係，因為那個時候科技不發達，文字要手寫，太長了，就費的時間很多，流通相當不方便。所以愈是簡單愈好，愈是短篇的愈好，才能夠流傳於後世。現在科技發達，言語文字再多的東西，傳播的技術進步了。可是實在講還是簡單好，長，一大篇、一大篇的，看起來也很難受，愈簡單愈好，簡單就是清淨語。所以清淨語裡頭，至少要包含著簡要詳明這四個條件。"
    },
    {
      "id": "02-031-0057_p0030",
      "zh_CN": "我教学生们学习讲经，不但初学要懂得这个原则，实在讲一生都不能离开这个原则。我也是讲四个字，第一个就是简，简而不繁，一定要简单，避免繁琐。第二个易，容易、不难，叫人家听到觉得这个很容易，理也容易懂，在生活当中也很容易做到，大家才能接受。第三个字是浅，要讲得浅，不能讲太深，常说的深入浅出，愈浅显愈好。佛法是利益一切众生的，你所讲的经，连小学生、初中学生听了都有味道，都听懂了，高明。那一个人讲的经，这些人听不懂，必须要大学生、博士班的听了才有味道，他比你差一等。讲的东西叫人听不懂，你讲它干什么？我们还曾经遇到过，确实有这种人，讲经讲得很深、讲得很玄，讲完之后，下面人听不懂，回来就请教法师：法师，你讲得实在是太好了，但是我们听不懂。法师怎么样？我讲的东西你们听懂了，还值钱吗？还有这种事情发生。讲经教学要讲求效果，所以浅很重要，要深入浅出。第四个字要明，要明白，明而不昧。我从初学，这一生当中，就守住这四个字，简，易，浅，明，这四个字，才能够达到帮助大众的效果。这都与清净语有关系。",
      "zh_TW": "我教學生們學習講經，不但初學要懂得這個原則，實在講一生都不能離開這個原則。我也是講四個字，第一個就是簡，簡而不繁，一定要簡單，避免繁瑣。第二個易，容易、不難，叫人家聽到覺得這個很容易，理也容易懂，在生活當中也很容易做到，大家才能接受。第三個字是淺，要講得淺，不能講太深，常說的深入淺出，愈淺顯愈好。佛法是利益一切眾生的，你所講的經，連小學生、初中學生聽了都有味道，都聽懂了，高明。那一個人講的經，這些人聽不懂，必須要大學生、博士班的聽了才有味道，他比你差一等。講的東西叫人聽不懂，你講它幹什麼？我們還曾經遇到過，確實有這種人，講經講得很深、講得很玄，講完之後，下面人聽不懂，回來就請教法師：法師，你講得實在是太好了，但是我們聽不懂。法師怎麼樣？我講的東西你們聽懂了，還值錢嗎？還有這種事情發生。講經教學要講求效果，所以淺很重要，要深入淺出。第四個字要明，要明白，明而不昧。我從初學，這一生當中，就守住這四個字，簡，易，淺，明，這四個字，才能夠達到幫助大眾的效果。這都與清淨語有關係。"
    },
    {
      "id": "02-031-0057_p0031",
      "zh_CN": "『一音具众音声海』，这一句我们凡夫做不到。所以说「佛以一音而说法，众生随类各得解」，佛说法是一音，但是听众每个人听，觉得佛所用的言语是自己的语言，他都懂，这就很奇妙。譬如中国人听，佛讲国语；美国人听，佛讲的美国语；日本人听，佛讲的是日语，各个听了都欢喜。这是我们百思而不得解，这可能吗？现在想想可能，现在电脑进步，就有这个能力。国际会议上讲演的时候，电脑立刻自动就把它翻成各个不同的言语。电脑能做得到，佛菩萨怎么会做不到！所以我们看到今天科技的发展，相信佛这个能力是真的，不是假的，绝对不是夸大的，确实我们相信这是事实。他为什么有这个能力？实在讲，是他的心达到极清净，能够与一切凡夫各种不同的妄心，他都能够感应。现在所谓是电波，这个是心波，能与十法界一切众生感应道交，所以这是决定可能的。正是《华严经》上所说的无障碍的法界，理事无碍，事事无碍。如果佛讲经还需要人翻译，那就是有障碍，那就不是无碍。我们从心性的理论上来观察，有此可能。这是「一言具众音声海」。",
      "zh_TW": "『一音具眾音聲海』，這一句我們凡夫做不到。所以說「佛以一音而說法，眾生隨類各得解」，佛說法是一音，但是聽眾每個人聽，覺得佛所用的言語是自己的語言，他都懂，這就很奇妙。譬如中國人聽，佛講國語；美國人聽，佛講的美國語；日本人聽，佛講的是日語，各個聽了都歡喜。這是我們百思而不得解，這可能嗎？現在想想可能，現在電腦進步，就有這個能力。國際會議上講演的時候，電腦立刻自動就把它翻成各個不同的言語。電腦能做得到，佛菩薩怎麼會做不到！所以我們看到今天科技的發展，相信佛這個能力是真的，不是假的，絕對不是誇大的，確實我們相信這是事實。他為什麼有這個能力？實在講，是他的心達到極清淨，能夠與一切凡夫各種不同的妄心，他都能夠感應。現在所謂是電波，這個是心波，能與十法界一切眾生感應道交，所以這是決定可能的。正是《華嚴經》上所說的無障礙的法界，理事無礙，事事無礙。如果佛講經還需要人翻譯，那就是有障礙，那就不是無礙。我們從心性的理論上來觀察，有此可能。這是「一言具眾音聲海」。"
    },
    {
      "id": "02-031-0057_p0032",
      "zh_CN": "『随诸众生意乐音』，这就是说法，理事的浅深、广狭，程度高的人，听佛讲的意思很深，程度浅的人，听佛讲的意思很浅，每个人听了都欢喜，每个人听到都好像佛是对自己说法，解决自己的疑问。不但音声上没有障碍，意念上也没有障碍，所以叫一切众生都得殊胜的功德利益。",
      "zh_TW": "『隨諸眾生意樂音』，這就是說法，理事的淺深、廣狹，程度高的人，聽佛講的意思很深，程度淺的人，聽佛講的意思很淺，每個人聽了都歡喜，每個人聽到都好像佛是對自己說法，解決自己的疑問。不但音聲上沒有障礙，意念上也沒有障礙，所以叫一切眾生都得殊勝的功德利益。"
    },
    {
      "id": "02-031-0057_p0033",
      "zh_CN": "『一一流佛辩才海』，这是赞叹佛的无碍辩才，无障碍的辩才。因此，我们发愿要普度众生，诸位想想看，不成佛行吗？不成佛，就没有这样圆满的智慧能力。我们不成佛，凡夫到外面度众生，还要找翻译，翻译有的时候还翻错了。听众很多，还有一些人听经的时候把意思错会了。这就是说明凡夫比不上佛菩萨，一定自己要先成佛道，然后才能以无障碍的辩才，帮助一切众生。所以四弘誓愿后面，一定要有佛道无上誓愿成，不成佛道，你度化众生的工作不能圆满，不能达到究竟。",
      "zh_TW": "『一一流佛辯才海』，這是讚歎佛的無礙辯才，無障礙的辯才。因此，我們發願要普度眾生，諸位想想看，不成佛行嗎？不成佛，就沒有這樣圓滿的智慧能力。我們不成佛，凡夫到外面度眾生，還要找翻譯，翻譯有的時候還翻錯了。聽眾很多，還有一些人聽經的時候把意思錯會了。這就是說明凡夫比不上佛菩薩，一定自己要先成佛道，然後才能以無障礙的辯才，幫助一切眾生。所以四弘誓願後面，一定要有佛道無上誓願成，不成佛道，你度化眾生的工作不能圓滿，不能達到究竟。"
    },
    {
      "id": "02-031-0057_p0034",
      "zh_CN": "六十五段：",
      "zh_TW": "六十五段："
    },
    {
      "id": "02-031-0057_p0035",
      "zh_CN": "【普贤行愿品曰，如来功德，假使十方一切诸佛，经不可说不可说佛刹极微尘数劫，相继演说，不可穷尽。】",
      "zh_TW": "【普賢行願品曰，如來功德，假使十方一切諸佛，經不可說不可說佛剎極微塵數劫，相繼演說，不可窮盡。】"
    },
    {
      "id": "02-031-0057_p0036",
      "zh_CN": "这句经文是告诉我们，自性本具的功德不可思议。诸位要知道，讲『如来』就是讲我们自性，我们真心本性里面所具足的无量功德。功德通常讲为智慧德能，你的智慧、你的能力无量无边。大到什么程度？深到什么程度？下面用个比喻来显示，『假使十方一切诸佛』，这是在一切大众当中，智慧能力最强的人，达到究竟圆满的人，他们来说，不是一个人说，十方三世一切诸佛统统来说。说多久？不是说一天，不是说一个月、说一年，而是说『不可说不可说佛刹极微尘数劫』。这个时间我们今天讲天文数字，实在讲还是太少，不能相比，天文数字那个数字也太渺小了。『相继演说』，没有中断，在这么长的时间，所有一切诸佛共同来说，都说不尽，『不可穷尽』。自性的功德的确是真正的无量无边。",
      "zh_TW": "這句經文是告訴我們，自性本具的功德不可思議。諸位要知道，講『如來』就是講我們自性，我們真心本性裡面所具足的無量功德。功德通常講為智慧德能，你的智慧、你的能力無量無邊。大到什麼程度？深到什麼程度？下面用個比喻來顯示，『假使十方一切諸佛』，這是在一切大眾當中，智慧能力最強的人，達到究竟圓滿的人，他們來說，不是一個人說，十方三世一切諸佛統統來說。說多久？不是說一天，不是說一個月、說一年，而是說『不可說不可說佛剎極微塵數劫』。這個時間我們今天講天文數字，實在講還是太少，不能相比，天文數字那個數字也太渺小了。『相繼演說』，沒有中斷，在這麼長的時間，所有一切諸佛共同來說，都說不盡，『不可窮盡』。自性的功德的確是真正的無量無邊。"
    },
    {
      "id": "02-031-0057_p0037",
      "zh_CN": "此地我们必须要明了的，无量无边的智慧德能，是我们自性本来具足的，学佛的人一定要肯定佛这个说法，深信不疑。我们能不能恢复？能，佛教给我们的，就是教我们恢复自己本有的智慧、德能。所以佛法不是从外求的，向外求，求不到，向外求是心外求法。自古以来，许多的学佛人非常可惜，错用了心，错用什么？向外求。外是哪里？《大藏经》是外，佛法在《大藏经》里吗？不在！佛法在心性之中。这些《大藏经》留下来做什么用？两个用途，第一个让你了解宇宙人生的真相，你可以选择一个法门，一门深入。没有这个指引，你依凭什么修学？这是《大藏经》第一个用途。第二个用途，你烦恼断了，清净心现前，《大藏经》给你作证明。你再展开看看，你所悟入的境界，跟佛所讲的是不是一样的？如果是一样的，正知正见，你的知见就是佛知佛见。如果不一样，那还有问题，你的知见还有错误。经典是这两种用途，不能把它当作一种常识来看，那就错了。",
      "zh_TW": "此地我們必須要明瞭的，無量無邊的智慧德能，是我們自性本來具足的，學佛的人一定要肯定佛這個說法，深信不疑。我們能不能恢復？能，佛教給我們的，就是教我們恢復自己本有的智慧、德能。所以佛法不是從外求的，向外求，求不到，向外求是心外求法。自古以來，許多的學佛人非常可惜，錯用了心，錯用什麼？向外求。外是哪裡？《大藏經》是外，佛法在《大藏經》裡嗎？不在！佛法在心性之中。這些《大藏經》留下來做什麼用？兩個用途，第一個讓你了解宇宙人生的真相，你可以選擇一個法門，一門深入。沒有這個指引，你依憑什麼修學？這是《大藏經》第一個用途。第二個用途，你煩惱斷了，清淨心現前，《大藏經》給你作證明。你再展開看看，你所悟入的境界，跟佛所講的是不是一樣的？如果是一樣的，正知正見，你的知見就是佛知佛見。如果不一樣，那還有問題，你的知見還有錯誤。經典是這兩種用途，不能把它當作一種常識來看，那就錯了。"
    },
    {
      "id": "02-031-0057_p0038",
      "zh_CN": "下面教给我们，怎样证得自性的圆满功德，禅宗里面就是说怎样去明心见性。",
      "zh_TW": "下面教給我們，怎樣證得自性的圓滿功德，禪宗裡面就是說怎樣去明心見性。"
    },
    {
      "id": "02-031-0057_p0039",
      "zh_CN": "【若欲成就此功德门，应修十种广大愿行。】",
      "zh_TW": "【若欲成就此功德門，應修十種廣大願行。】"
    },
    {
      "id": "02-031-0057_p0040",
      "zh_CN": "你要想成就，要想恢复自性本具的智慧、德能，佛说你应当『修十种广大愿行』，就是《华严经》上讲的普贤菩萨十大愿王。你能够修十大愿王，你就能够明心见性，你就能够恢复自性本具无量的智慧德能。因为佛在经上这么说了，所以自古至今许多同修，都把十大愿王列入在朝暮课诵里面，每天去念。「一者礼敬诸佛，二者称赞如来，三者广修供养」，都会念，念得都很熟。念没有用处，解也没有用处，行才有用处。所以这叫普贤行愿，没有说信愿，没有说解愿，说行愿，着重在行，你是不是真的去做了？",
      "zh_TW": "你要想成就，要想恢復自性本具的智慧、德能，佛說你應當『修十種廣大願行』，就是《華嚴經》上講的普賢菩薩十大願王。你能夠修十大願王，你就能夠明心見性，你就能夠恢復自性本具無量的智慧德能。因為佛在經上這麼說了，所以自古至今許多同修，都把十大願王列入在朝暮課誦裡面，每天去念。「一者禮敬諸佛，二者稱讚如來，三者廣修供養」，都會念，念得都很熟。念沒有用處，解也沒有用處，行才有用處。所以這叫普賢行願，沒有說信願，沒有說解願，說行願，著重在行，你是不是真的去做了？"
    },
    {
      "id": "02-031-0057_p0041",
      "zh_CN": "普贤行愿跟所有一切菩萨行愿不相同的地方，一定要知道。你要不知道的话，你用一般菩萨行的方法去修这十条，那不是普贤行。所以你先要懂得普贤的意思。什么叫普？什么叫贤？然后要明了，什么叫行？什么叫愿？这四个字搞清楚了，在日常生活当中遵循这十条原则，那你是一个真正修普贤行的人；你要没搞清楚，你所修的不是普贤行。我们在此地简单的说，普贤行的特色，是以真诚心、清净心、平等心、正觉心、慈悲心做基础。如果不是这个心，你修礼敬、赞叹、供养、忏悔，都不叫普贤行。可以说是菩萨行，可以讲得通，你是修的菩萨行，但是不是普贤菩萨行。因为普贤菩萨的心是用真心，决定不是用妄心，真心是清净的，没有丝毫污染。污染是什么？好恶，我对这个人喜欢，对那个人讨厌，那是污染，有污染，心不清净。什么是平等心？平等没有分别，有分别不平等，这才知道普贤心量的伟大。对于一切众生决定是平等的，对于善人是平等，对于恶人还是平等；对于我有恩惠的人，我对他是平等的，对我有怨恨的人，甚至于陷害我的人，对他还是平等的，决定没有差别。我们用什么样的心对佛、对菩萨，也用同样的心对一切众生，甚至于对一切恶道众生，对一切无恶不作的众生，那才叫普贤行。",
      "zh_TW": "普賢行願跟所有一切菩薩行願不相同的地方，一定要知道。你要不知道的話，你用一般菩薩行的方法去修這十條，那不是普賢行。所以你先要懂得普賢的意思。什麼叫普？什麼叫賢？然後要明瞭，什麼叫行？什麼叫願？這四個字搞清楚了，在日常生活當中遵循這十條原則，那你是一個真正修普賢行的人；你要沒搞清楚，你所修的不是普賢行。我們在此地簡單的說，普賢行的特色，是以真誠心、清淨心、平等心、正覺心、慈悲心做基礎。如果不是這個心，你修禮敬、讚歎、供養、懺悔，都不叫普賢行。可以說是菩薩行，可以講得通，你是修的菩薩行，但是不是普賢菩薩行。因為普賢菩薩的心是用真心，決定不是用妄心，真心是清淨的，沒有絲毫污染。污染是什麼？好惡，我對這個人喜歡，對那個人討厭，那是污染，有污染，心不清淨。什麼是平等心？平等沒有分別，有分別不平等，這才知道普賢心量的偉大。對於一切眾生決定是平等的，對於善人是平等，對於惡人還是平等；對於我有恩惠的人，我對他是平等的，對我有怨恨的人，甚至於陷害我的人，對他還是平等的，決定沒有差別。我們用什麼樣的心對佛、對菩薩，也用同樣的心對一切眾生，甚至於對一切惡道眾生，對一切無惡不作的眾生，那才叫普賢行。"
    },
    {
      "id": "02-031-0057_p0042",
      "zh_CN": "这个我们凡夫就很难，所以我们天天念普贤十愿，实际上做不到。可是修净土的同修，虽然做不到，一定要心向往之。我们为什么做不到？烦恼习气障碍住，严重的烦恼习气，六根对六尘境界，烦恼习气就起现行，普贤行愿就没有了。如何能在生活当中把境界看破？所以《金刚经》好，给我们说明世出世间十法界依正庄严的真相，真相就是「一切有为法，如梦幻泡影」。你能常常想到这句经文，你的心自然就平静，你的分别执着就淡化，不会再像以前那么严重，这就是进步。一定要看破、一定要放下，放下妄想分别执着，然后你修这个十愿，就是普贤行；只要有丝毫的妄想分别执着，你所修的就决定不是普贤行。",
      "zh_TW": "這個我們凡夫就很難，所以我們天天念普賢十願，實際上做不到。可是修淨土的同修，雖然做不到，一定要心嚮往之。我們為什麼做不到？煩惱習氣障礙住，嚴重的煩惱習氣，六根對六塵境界，煩惱習氣就起現行，普賢行願就沒有了。如何能在生活當中把境界看破？所以《金剛經》好，給我們說明世出世間十法界依正莊嚴的真相，真相就是「一切有為法，如夢幻泡影」。你能常常想到這句經文，你的心自然就平靜，你的分別執著就淡化，不會再像以前那麼嚴重，這就是進步。一定要看破、一定要放下，放下妄想分別執著，然後你修這個十願，就是普賢行；只要有絲毫的妄想分別執著，你所修的就決定不是普賢行。"
    },
    {
      "id": "02-031-0057_p0043",
      "zh_CN": "在佛法里面，一般来讲，什么时候你所修的是普贤行？法身大士，也就是说，什么时候你把见思烦恼断了、尘沙烦恼断了，无明也断一品，这个时候你所修的一切行，自自然然就是普贤行。为什么？你心里面妄想分别执着没有了，你对于一切众生决定是清净平等。所以普贤行是法身大士修的，《华严经》上四十一位法身大士，他们修的是普贤行。",
      "zh_TW": "在佛法裡面，一般來講，什麼時候你所修的是普賢行？法身大士，也就是說，什麼時候你把見思煩惱斷了、塵沙煩惱斷了，無明也斷一品，這個時候你所修的一切行，自自然然就是普賢行。為什麼？你心裡面妄想分別執著沒有了，你對於一切眾生決定是清淨平等。所以普賢行是法身大士修的，《華嚴經》上四十一位法身大士，他們修的是普賢行。"
    },
    {
      "id": "02-031-0057_p0044",
      "zh_CN": "我们今天虽然烦恼习气很重，知道这个道理、知道这个事实，应当向这个方向、目标去努力。首先从看不惯的人，慢慢变成看得惯，看不惯的事，慢慢也就习惯了，这就有进步。在一切境缘当中，境是物质环境，缘是人事环境，认真去学习不起心、不动念、不分别、不执着。你要能够这样子用功夫，与普贤行就接近了，是向这个路子走。特别是念佛人，为什么？西方极乐世界就是普贤菩萨的法界。纵然是凡圣同居土下下品往生的，生到西方极乐世界都是修普贤行。这是极乐世界跟一切诸佛刹土不相同的地方，这是个很特殊的世界，所以一切诸佛对于阿弥陀佛赞叹。世尊是一个代表，赞叹阿弥陀佛，光中极尊，佛中之王。那就是说，从这一点也很明显的看出，西方极乐世界各个人修普贤行，十方诸佛刹土唯有法身大士才修普贤行，没有证得法身的人，他修的行不是普贤行。我们修净土，对于这一点要特别留意。",
      "zh_TW": "我們今天雖然煩惱習氣很重，知道這個道理、知道這個事實，應當向這個方向、目標去努力。首先從看不慣的人，慢慢變成看得慣，看不慣的事，慢慢也就習慣了，這就有進步。在一切境緣當中，境是物質環境，緣是人事環境，認真去學習不起心、不動念、不分別、不執著。你要能夠這樣子用功夫，與普賢行就接近了，是向這個路子走。特別是念佛人，為什麼？西方極樂世界就是普賢菩薩的法界。縱然是凡聖同居土下下品往生的，生到西方極樂世界都是修普賢行。這是極樂世界跟一切諸佛剎土不相同的地方，這是個很特殊的世界，所以一切諸佛對於阿彌陀佛讚歎。世尊是一個代表，讚歎阿彌陀佛，光中極尊，佛中之王。那就是說，從這一點也很明顯的看出，西方極樂世界各個人修普賢行，十方諸佛剎土唯有法身大士才修普賢行，沒有證得法身的人，他修的行不是普賢行。我們修淨土，對於這一點要特別留意。"
    },
    {
      "id": "02-031-0057_p0045",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}