{
  "doc_id": "02-031-0077",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十七集",
    "zh_TW": "第七十七集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0077",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "02-031-0077_p0001",
      "zh_CN": "请掀开经本，一百一十六面，倒数第二行：",
      "zh_TW": "請掀開經本，一百一十六面，倒數第二行："
    },
    {
      "id": "02-031-0077_p0002",
      "zh_CN": "【劝发菩提心文曰，发菩提心，诸善中王。】",
      "zh_TW": "【勸發菩提心文曰，發菩提心，諸善中王。】"
    },
    {
      "id": "02-031-0077_p0003",
      "zh_CN": "《劝发菩提心文》是前清省庵大师的著作，他这篇文章写得非常之好，非常的恳切。而这句话也是事实，世出世间一切善法，没有超过发菩提心的。因为唯有发菩提心，才能够将我们自己的性德，就是自性本具的智慧德能圆满的透露出来。所以，没有比这个更善。佛在一切经论里面告诉我们，如果不发菩提心，在大乘法里面决定不能成就。不发菩提心，修小乘法可以证得阿罗汉与辟支佛果，菩萨位决定不能证得。我们在《金刚经》上看到，佛说得很清楚，「若菩萨有我相人相众生相寿者相，即非菩萨」，绝对不是菩萨，菩萨一定发菩提心；发菩提心，一定破四相。如果四相没有破，他说他发了菩提心，那不是真的；真正发菩提心，一定破四相。所以，它是『诸善中王』，一切善，没有比这个更善了。",
      "zh_TW": "《勸發菩提心文》是前清省庵大師的著作，他這篇文章寫得非常之好，非常的懇切。而這句話也是事實，世出世間一切善法，沒有超過發菩提心的。因為唯有發菩提心，才能夠將我們自己的性德，就是自性本具的智慧德能圓滿的透露出來。所以，沒有比這個更善。佛在一切經論裡面告訴我們，如果不發菩提心，在大乘法裡面決定不能成就。不發菩提心，修小乘法可以證得阿羅漢與辟支佛果，菩薩位決定不能證得。我們在《金剛經》上看到，佛說得很清楚，「若菩薩有我相人相眾生相壽者相，即非菩薩」，絕對不是菩薩，菩薩一定發菩提心；發菩提心，一定破四相。如果四相沒有破，他說他發了菩提心，那不是真的；真正發菩提心，一定破四相。所以，它是『諸善中王』，一切善，沒有比這個更善了。"
    },
    {
      "id": "02-031-0077_p0004",
      "zh_CN": "【无量寿经起信论曰。】",
      "zh_TW": "【無量壽經起信論曰。】"
    },
    {
      "id": "02-031-0077_p0005",
      "zh_CN": "这本书是前清彭际清居士做的，他是乾隆时候人，也做得非常之好。",
      "zh_TW": "這本書是前清彭際清居士做的，他是乾隆時候人，也做得非常之好。"
    },
    {
      "id": "02-031-0077_p0006",
      "zh_CN": "【是知菩提心者，诸佛之本源，众生之慧命。】",
      "zh_TW": "【是知菩提心者，諸佛之本源，眾生之慧命。】"
    },
    {
      "id": "02-031-0077_p0007",
      "zh_CN": "我们先说这几句。成佛所依的就是菩提心，换句话说，佛是什么？佛是圆满的菩提，究竟圆满的菩提心，这个人我们就称他作佛。菩提心没有达到究竟圆满，我们称他作菩萨；没有菩提心，决定不是菩萨。所以，菩提心是『诸佛之本源』，是『众生之慧命』，慧命就是智慧。智慧从哪里来的？实在的话，智慧是菩提心起作用，就是智慧。菩提心是真实觉悟的心，没有菩提心就是迷惑颠倒的心。迷惑颠倒当然有错误，觉悟，那就成就了，所以菩提心是觉心。",
      "zh_TW": "我們先說這幾句。成佛所依的就是菩提心，換句話說，佛是什麼？佛是圓滿的菩提，究竟圓滿的菩提心，這個人我們就稱他作佛。菩提心沒有達到究竟圓滿，我們稱他作菩薩；沒有菩提心，決定不是菩薩。所以，菩提心是『諸佛之本源』，是『眾生之慧命』，慧命就是智慧。智慧從哪裡來的？實在的話，智慧是菩提心起作用，就是智慧。菩提心是真實覺悟的心，沒有菩提心就是迷惑顛倒的心。迷惑顛倒當然有錯誤，覺悟，那就成就了，所以菩提心是覺心。"
    },
    {
      "id": "02-031-0077_p0008",
      "zh_CN": "觉悟是一切众生本来有的，不是从外面来的。马鸣菩萨在《起信论》里面告诉我们，「本觉本有」，一切众生各个具足；「不觉本无」，不觉是迷，迷惑，迷惑这个事情本来没有。本来没有的，当然可以把它断掉；本来有的，当然可以恢复。佛说一切众生迷失了本性，本性就是菩提心，迷失了本性。诸佛菩萨的教学教什么？就是教我们恢复本性。所以佛说佛无有法给众生，佛有什么东西给我们？没有！佛教我们恢复自性，恢复本有的智慧德能，这个智慧德能决定不是佛给我们的，是我们自己本来具足的。过去迷失了，现在佛教我们觉悟，教我们找回来，就这么一桩事情而已。所以，这是众生的慧命。",
      "zh_TW": "覺悟是一切眾生本來有的，不是從外面來的。馬鳴菩薩在《起信論》裡面告訴我們，「本覺本有」，一切眾生各個具足；「不覺本無」，不覺是迷，迷惑，迷惑這個事情本來沒有。本來沒有的，當然可以把它斷掉；本來有的，當然可以恢復。佛說一切眾生迷失了本性，本性就是菩提心，迷失了本性。諸佛菩薩的教學教什麼？就是教我們恢復本性。所以佛說佛無有法給眾生，佛有什麼東西給我們？沒有！佛教我們恢復自性，恢復本有的智慧德能，這個智慧德能決定不是佛給我們的，是我們自己本來具足的。過去迷失了，現在佛教我們覺悟，教我們找回來，就這麼一樁事情而已。所以，這是眾生的慧命。"
    },
    {
      "id": "02-031-0077_p0009",
      "zh_CN": "【才发此心，已成佛道。】",
      "zh_TW": "【才發此心，已成佛道。】"
    },
    {
      "id": "02-031-0077_p0010",
      "zh_CN": "这个心不发则已，一发就成佛了，你什么时候发心你什么时候就成佛。也许诸位同修怀疑，我听说很多人都发菩提心，为什么他还不成佛？他没有成佛，他说他发菩提心，那是假的，不是真的，他是嘴皮上发的菩提心，心里面真正还没醒过来，所以他不是真的。如果是真发，真发确实就成佛。他成的是什么佛？天台家讲「分证佛」，他不是究竟圆满佛，是分证佛，那是真佛，决定不是假佛。天台家讲佛有六种，叫「六即」。如果从真如本性上来说，一切众生本来是佛，这是实在的。本来虽然是佛，可是众生迷失了本性，换句话说，现在变成凡夫，你本来是佛，现在变成凡夫。佛教给我们，如何再回到本来的位子上去？这就需要修行。所以第一个这是原理，是一切法的根本依据，就是一切众生本来成佛，这叫「自性即佛」。",
      "zh_TW": "這個心不發則已，一發就成佛了，你什麼時候發心你什麼時候就成佛。也許諸位同修懷疑，我聽說很多人都發菩提心，為什麼他還不成佛？他沒有成佛，他說他發菩提心，那是假的，不是真的，他是嘴皮上發的菩提心，心裡面真正還沒醒過來，所以他不是真的。如果是真發，真發確實就成佛。他成的是什麼佛？天台家講「分證佛」，他不是究竟圓滿佛，是分證佛，那是真佛，決定不是假佛。天台家講佛有六種，叫「六即」。如果從真如本性上來說，一切眾生本來是佛，這是實在的。本來雖然是佛，可是眾生迷失了本性，換句話說，現在變成凡夫，你本來是佛，現在變成凡夫。佛教給我們，如何再回到本來的位子上去？這就需要修行。所以第一個這是原理，是一切法的根本依據，就是一切眾生本來成佛，這叫「自性即佛」。"
    },
    {
      "id": "02-031-0077_p0011",
      "zh_CN": "迷失之后，我们要靠修学、要靠修行，所以第二个位次讲「名字即佛」，名字位中。我们现在大家都在这个阶段，这个阶段是有名无实。我们天天读经、天天念佛、天天在讲修行，都做些表面功夫，换句话说，功夫完全不得力。每天还是是非人我，还是分别执着，还是贪瞋痴慢，你有名无实。在这个位次上，没有办法了生死、没有办法出三界；换句话说，该怎么轮回还是怎么轮回。这是初学第一个阶段，我们刚接触佛法。",
      "zh_TW": "迷失之後，我們要靠修學、要靠修行，所以第二個位次講「名字即佛」，名字位中。我們現在大家都在這個階段，這個階段是有名無實。我們天天讀經、天天念佛、天天在講修行，都做些表面功夫，換句話說，功夫完全不得力。每天還是是非人我，還是分別執著，還是貪瞋痴慢，你有名無實。在這個位次上，沒有辦法了生死、沒有辦法出三界；換句話說，該怎麼輪迴還是怎麼輪迴。這是初學第一個階段，我們剛接觸佛法。"
    },
    {
      "id": "02-031-0077_p0012",
      "zh_CN": "如果从这个上面，再把位子向上提升，叫「观行即佛」，观行即就起了作用。观，宗门里面讲观照，要用我们一般讲，你修行功夫得力了，你能够把所学的落实在你生活之中，行是行为，生活行为；换句话说，你的思想、见解、生活、行为能够依照佛菩萨教训去做，认真努力去做，这叫观行即，就是你的功夫得力了。虽然功夫得力，你还是出不了三界，换句话说，还是不免轮回，依旧还要搞轮回。无论修学哪个法门，功夫得力不能了生死，因为你得力的功夫浅，不够深。你能够伏烦恼，你没有能力断烦恼，所以依旧在三界之内。可是这样的功夫如果是念佛求生净土，行！带业往生，生凡圣同居土。净土法门比其他一切法门方便在此地，其他法门，观行即不能成就，净土法门只要有观行就行，就决定得生。所以叫易行道，这个法门容易成就。",
      "zh_TW": "如果從這個上面，再把位子向上提昇，叫「觀行即佛」，觀行即就起了作用。觀，宗門裡面講觀照，要用我們一般講，你修行功夫得力了，你能夠把所學的落實在你生活之中，行是行為，生活行為；換句話說，你的思想、見解、生活、行為能夠依照佛菩薩教訓去做，認真努力去做，這叫觀行即，就是你的功夫得力了。雖然功夫得力，你還是出不了三界，換句話說，還是不免輪迴，依舊還要搞輪迴。無論修學哪個法門，功夫得力不能了生死，因為你得力的功夫淺，不夠深。你能夠伏煩惱，你沒有能力斷煩惱，所以依舊在三界之內。可是這樣的功夫如果是念佛求生淨土，行！帶業往生，生凡聖同居土。淨土法門比其他一切法門方便在此地，其他法門，觀行即不能成就，淨土法門只要有觀行就行，就決定得生。所以叫易行道，這個法門容易成就。"
    },
    {
      "id": "02-031-0077_p0013",
      "zh_CN": "从观行功夫得力再向上提升，观行是伏，伏烦恼，虽然有贪瞋痴慢，但是他有功夫伏住，不起作用。再往上提升，烦恼断了，那叫「相似即佛」，相似是跟佛差不多，有点像、很像了。能够做到相似，无论修哪个法门都出三界，超越六道轮回。所以，相似是什么地位？跟阿罗汉是相同的地位，见思烦恼断了，不求生西方极乐世界，自己也有能力了脱六道生死轮回。他可以成阿罗汉、成辟支佛、成菩萨，他有这个能力。",
      "zh_TW": "從觀行功夫得力再向上提昇，觀行是伏，伏煩惱，雖然有貪瞋痴慢，但是他有功夫伏住，不起作用。再往上提昇，煩惱斷了，那叫「相似即佛」，相似是跟佛差不多，有點像、很像了。能夠做到相似，無論修哪個法門都出三界，超越六道輪迴。所以，相似是什麼地位？跟阿羅漢是相同的地位，見思煩惱斷了，不求生西方極樂世界，自己也有能力了脫六道生死輪迴。他可以成阿羅漢、成辟支佛、成菩薩，他有這個能力。"
    },
    {
      "id": "02-031-0077_p0014",
      "zh_CN": "再向上提升，那就发菩提心了，诸位想想看，名字即、观行即、相似即都没有发菩提心，再往上去，「分证即佛」，发菩提心，菩提心现前。这个菩萨超越十法界，证得一真法界，在一般大乘经里讲，就是他入华藏世界，如果要是往生西方净土，他生的是实报庄严土。相似位是生方便有余土，观行是凡圣同居土。此地讲成佛，天台这六种佛，这是分证佛。分证佛是真佛，一点都不假，在《华严经》上就是圆教初住菩萨，初住菩萨就是分证佛，我们在《金刚经》上看到。《金刚经》上常讲「诸佛如来」，你看江味农居士注解这一句，诸佛就是讲的分证佛。从圆教初住到等觉位，四十一位都是分证佛，称之为诸佛。《金刚经》上讲的诸佛，就是《华严经》上讲的四十一位法身大士。所以，一发菩提心就入这个位次。发菩提心之后决定不迷，他彻底明了宇宙人生的真相「如梦幻泡影，如露亦如电」。他的确是这个看法，这个看法决定正确，没有错误，跟诸佛如来果地上的看法完全相同，所以这叫佛知佛见。",
      "zh_TW": "再向上提昇，那就發菩提心了，諸位想想看，名字即、觀行即、相似即都沒有發菩提心，再往上去，「分證即佛」，發菩提心，菩提心現前。這個菩薩超越十法界，證得一真法界，在一般大乘經裡講，就是他入華藏世界，如果要是往生西方淨土，他生的是實報莊嚴土。相似位是生方便有餘土，觀行是凡聖同居土。此地講成佛，天台這六種佛，這是分證佛。分證佛是真佛，一點都不假，在《華嚴經》上就是圓教初住菩薩，初住菩薩就是分證佛，我們在《金剛經》上看到。《金剛經》上常講「諸佛如來」，你看江味農居士註解這一句，諸佛就是講的分證佛。從圓教初住到等覺位，四十一位都是分證佛，稱之為諸佛。《金剛經》上講的諸佛，就是《華嚴經》上講的四十一位法身大士。所以，一發菩提心就入這個位次。發菩提心之後決定不迷，他徹底明瞭宇宙人生的真相「如夢幻泡影，如露亦如電」。他的確是這個看法，這個看法決定正確，沒有錯誤，跟諸佛如來果地上的看法完全相同，所以這叫佛知佛見。"
    },
    {
      "id": "02-031-0077_p0015",
      "zh_CN": "我们今天听佛这么说也知道，这首偈子我们也念得很熟，随时也可以说得出来，可是境界转不过来，还是把眼前这些事相当真，你转不过来。所以叫你名字即，有名无实。真的转过来，你就成佛，你就入法身大士。所以『才发此心，已成佛道』，这句话是真的，不是假的。",
      "zh_TW": "我們今天聽佛這麼說也知道，這首偈子我們也念得很熟，隨時也可以說得出來，可是境界轉不過來，還是把眼前這些事相當真，你轉不過來。所以叫你名字即，有名無實。真的轉過來，你就成佛，你就入法身大士。所以『才發此心，已成佛道』，這句話是真的，不是假的。"
    },
    {
      "id": "02-031-0077_p0016",
      "zh_CN": "【以与佛智、不思议智、不可称智、大乘广智、无等无伦最上胜智相应故。】",
      "zh_TW": "【以與佛智、不思議智、不可稱智、大乘廣智、無等無倫最上勝智相應故。】"
    },
    {
      "id": "02-031-0077_p0017",
      "zh_CN": "这个五种智是佛在《无量寿经》上讲的，是如来果地上的智慧，也就是自性本具的般若智慧。为什么说五种？五种是讲作用不相同。这个五种，在唯识经论里面把它归纳为四种，叫「四智菩提」，大圆镜智、平等性智、妙观察智、成所作智，就是这四种。『佛智』这一句是总说。『不思议智』是不可思议的，超越凡夫的常识，决定不是凡夫能够想像的、议论的，议就是说，说不出。不但说不出，你想也没有办法想到，这叫不思议。『不可称』，称是称说，没有法子说，说不出来。『大乘广智』，广是无限的深广，所谓尽虚空遍法界无所不知，无所不能，取这个意思。『无等』，没有能跟他平等的，『无伦』，伦是同类，也没有跟他同类的，至高无上的智慧。这是自性本具，不是外面修得的。",
      "zh_TW": "這個五種智是佛在《無量壽經》上講的，是如來果地上的智慧，也就是自性本具的般若智慧。為什麼說五種？五種是講作用不相同。這個五種，在唯識經論裡面把它歸納為四種，叫「四智菩提」，大圓鏡智、平等性智、妙觀察智、成所作智，就是這四種。『佛智』這一句是總說。『不思議智』是不可思議的，超越凡夫的常識，決定不是凡夫能夠想像的、議論的，議就是說，說不出。不但說不出，你想也沒有辦法想到，這叫不思議。『不可稱』，稱是稱說，沒有法子說，說不出來。『大乘廣智』，廣是無限的深廣，所謂盡虛空遍法界無所不知，無所不能，取這個意思。『無等』，沒有能跟他平等的，『無倫』，倫是同類，也沒有跟他同類的，至高無上的智慧。這是自性本具，不是外面修得的。"
    },
    {
      "id": "02-031-0077_p0018",
      "zh_CN": "这样圆满的智慧，在一切众生分上，佛说因为有障碍把它障住了，所以不能够现前。障碍虽多，佛把它归纳为两大类，一个是烦恼障，一个是所知障。因为你有这两大类的烦恼，把你本能的智慧障碍掉了，如果你能够将这个障碍除掉，智慧就现前。所以修行，断烦恼重要。你看前面我们讲菩提心，就事上讲的这四弘誓愿，断烦恼是破烦恼障，学法门是破所知障。二障都破了，最后就成佛道。这是说明菩提心的殊胜，菩提心一定要发。",
      "zh_TW": "這樣圓滿的智慧，在一切眾生分上，佛說因為有障礙把它障住了，所以不能夠現前。障礙雖多，佛把它歸納為兩大類，一個是煩惱障，一個是所知障。因為你有這兩大類的煩惱，把你本能的智慧障礙掉了，如果你能夠將這個障礙除掉，智慧就現前。所以修行，斷煩惱重要。你看前面我們講菩提心，就事上講的這四弘誓願，斷煩惱是破煩惱障，學法門是破所知障。二障都破了，最後就成佛道。這是說明菩提心的殊勝，菩提心一定要發。"
    },
    {
      "id": "02-031-0077_p0019",
      "zh_CN": "【教行信证文类曰。】",
      "zh_TW": "【教行信證文類曰。】"
    },
    {
      "id": "02-031-0077_p0020",
      "zh_CN": "这本书是日本古大德所着的，现在有翻成中文，在台湾也有流通，不难见到，这是净宗的一本好书。",
      "zh_TW": "這本書是日本古大德所著的，現在有翻成中文，在台灣也有流通，不難見到，這是淨宗的一本好書。"
    },
    {
      "id": "02-031-0077_p0021",
      "zh_CN": "【信心即是一心也，一心即是真实信心也，是故论主建言一心也。】",
      "zh_TW": "【信心即是一心也，一心即是真實信心也，是故論主建言一心也。】"
    },
    {
      "id": "02-031-0077_p0022",
      "zh_CN": "这是说明『信心』，信心实在讲，确实有浅深、广狭的不同。我们今天一般同修们有没有信心？当然有信心，没有信心你怎么会跑到这儿来听讲？没有信心，你怎么肯念阿弥陀佛？当然有信心。这个信心浅，不深、不广，所以作用非常有限，也就是说，虽有信心而不得力。什么时候你的信心才起了作用？这个标准就起作用了，『一心』，一心是真信。《金刚经》上讲「信心清净，则生实相」，清净就是一心，因为你心里有二心就不清净，一心是清净的，二心怎么会清净。所以《阿弥陀经》上要求的标准是「一心不乱」。大乘佛法里面修行常常提示，定慧均等，这是大乘法讲修行的纲要，定慧要等，要等持、平等。一心是慧，不乱是定，一心不乱就是定慧均等。由此可知，大乘法里只有方法不一样，手段不相同，它的原理原则、目标方向完全是相同的，跟禅宗、教下、密宗没有两样。但是净宗的方法实在讲最稳当、最方便。一心就是『真实信心』，真实信心就是《金刚经》上讲的「信心清净，则生实相」。",
      "zh_TW": "這是說明『信心』，信心實在講，確實有淺深、廣狹的不同。我們今天一般同修們有沒有信心？當然有信心，沒有信心你怎麼會跑到這兒來聽講？沒有信心，你怎麼肯念阿彌陀佛？當然有信心。這個信心淺，不深、不廣，所以作用非常有限，也就是說，雖有信心而不得力。什麼時候你的信心才起了作用？這個標準就起作用了，『一心』，一心是真信。《金剛經》上講「信心清淨，則生實相」，清淨就是一心，因為你心裡有二心就不清淨，一心是清淨的，二心怎麼會清淨。所以《阿彌陀經》上要求的標準是「一心不亂」。大乘佛法裡面修行常常提示，定慧均等，這是大乘法講修行的綱要，定慧要等，要等持、平等。一心是慧，不亂是定，一心不亂就是定慧均等。由此可知，大乘法裡只有方法不一樣，手段不相同，它的原理原則、目標方向完全是相同的，跟禪宗、教下、密宗沒有兩樣。但是淨宗的方法實在講最穩當、最方便。一心就是『真實信心』，真實信心就是《金剛經》上講的「信心清淨，則生實相」。"
    },
    {
      "id": "02-031-0077_p0023",
      "zh_CN": "【探玄记三曰，一心者，心无异念故。】",
      "zh_TW": "【探玄記三曰，一心者，心無異念故。】"
    },
    {
      "id": "02-031-0077_p0024",
      "zh_CN": "这就说出了什么叫一心？心里面还有一个念头，就不是一心。『一心』里头没有『异念』，异是差别，没有。念佛人叫一心称念，一心里头就是一句阿弥陀佛，除阿弥陀佛之外，什么都不放在心上，你就得一心。阿弥陀佛以外，心里还有别的事情，你没有得一心。得一心的人，没有一个不往生。不得一心的人，往生就难了，换句话说，往生没有把握，要看你临终最后一念能不能放下，看看那个时候能不能一心。换句话说，你什么时候得一心，什么时候就可以往生。",
      "zh_TW": "這就說出了什麼叫一心？心裡面還有一個念頭，就不是一心。『一心』裡頭沒有『異念』，異是差別，沒有。念佛人叫一心稱念，一心裡頭就是一句阿彌陀佛，除阿彌陀佛之外，什麼都不放在心上，你就得一心。阿彌陀佛以外，心裡還有別的事情，你沒有得一心。得一心的人，沒有一個不往生。不得一心的人，往生就難了，換句話說，往生沒有把握，要看你臨終最後一念能不能放下，看看那個時候能不能一心。換句話說，你什麼時候得一心，什麼時候就可以往生。"
    },
    {
      "id": "02-031-0077_p0025",
      "zh_CN": "如果你已经得到一心，你现在不想往生，可以，生死自在，想什么时候去就什么时候去，你得大自在。所以你要问，往生的把握在哪里？往生的凭据在哪里？在一心不乱。也就是说，心里头除阿弥陀佛之外，除西方极乐世界之外，什么都不放在心上。世出世间一切法与我无干！你们好也好，不好也好，与我都不相干，绝不放在心上，你就得一心了。自己的事放不下，别人的事放不下，那你还要继续搞六道轮回，还要继续受六道轮回善恶果报。底下：",
      "zh_TW": "如果你已經得到一心，你現在不想往生，可以，生死自在，想什麼時候去就什麼時候去，你得大自在。所以你要問，往生的把握在哪裡？往生的憑據在哪裡？在一心不亂。也就是說，心裡頭除阿彌陀佛之外，除西方極樂世界之外，什麼都不放在心上。世出世間一切法與我無干！你們好也好，不好也好，與我都不相干，絕不放在心上，你就得一心了。自己的事放不下，別人的事放不下，那你還要繼續搞六道輪迴，還要繼續受六道輪迴善惡果報。底下："
    },
    {
      "id": "02-031-0077_p0026",
      "zh_CN": "【止观四曰，一心者，修此法时，一心专志，心不余缘。】",
      "zh_TW": "【止觀四曰，一心者，修此法時，一心專志，心不餘緣。】"
    },
    {
      "id": "02-031-0077_p0027",
      "zh_CN": "这个『心不余缘』，括弧里有解释，「指心中不缘其他一切事物」，这句话很好懂。《止观》是天台智者大师做的，这句话是在《止观》第四卷里面，这个『四』是第四卷，说得很清楚、很明白。智者大师是念佛往生的，虽然一生弘扬《法华》，弘扬《摩诃止观》，但是他自己是念佛求生净土的。因为他老人家树下这样一个榜样，后世天台宗的祖师几乎都是念佛往生的。像近代我们所知道的，谛闲老法师、倓虚老法师、静权法师，都是近代天台宗的祖师，他们都是念佛往生净土的。所以说要『一心专志』，志是志愿，专志就是专愿，只愿见阿弥陀佛，只愿求生净土，其他的愿望统统都没有，这叫一心。",
      "zh_TW": "這個『心不餘緣』，括弧裡有解釋，「指心中不緣其他一切事物」，這句話很好懂。《止觀》是天台智者大師做的，這句話是在《止觀》第四卷裡面，這個『四』是第四卷，說得很清楚、很明白。智者大師是念佛往生的，雖然一生弘揚《法華》，弘揚《摩訶止觀》，但是他自己是念佛求生淨土的。因為他老人家樹下這樣一個榜樣，後世天台宗的祖師幾乎都是念佛往生的。像近代我們所知道的，諦閑老法師、倓虛老法師、靜權法師，都是近代天台宗的祖師，他們都是念佛往生淨土的。所以說要『一心專志』，志是志願，專志就是專願，只願見阿彌陀佛，只願求生淨土，其他的願望統統都沒有，這叫一心。"
    },
    {
      "id": "02-031-0077_p0028",
      "zh_CN": "【善导大师曰，一心专念弥陀名号，行住坐卧，不问时节久远，念念不舍。】",
      "zh_TW": "【善導大師曰，一心專念彌陀名號，行住坐臥，不問時節久遠，念念不捨。】"
    },
    {
      "id": "02-031-0077_p0029",
      "zh_CN": "这是善导大师教给我们念佛用功的方法，他的言语很简单，说得很清楚、很明白，要真正做到了，这一生就决定往生。这要『一心专念』，一心专念就是前面所说的，心里面决定不掺杂其他的念头，不但世缘不夹杂，佛法也不夹杂，这才叫一心专念。专念『弥陀名号』，因为名号功德不可思议。一心专念跟一心专称意思不一样，称是念出声音出来，平常我们在念佛，阿弥陀佛阿弥陀佛，这是称。念不一定出声，不一定念出来，念是心里头真正有，你心里头没有别的东西，你心上真有佛，真正有阿弥陀佛，这叫念。念，我们讲挂念、忆念，不在口上，在心上。念这个字是「今心」，就是现在的心，你心上真有，有阿弥陀佛的名号，名号就是四个字，阿弥陀佛，你真有。",
      "zh_TW": "這是善導大師教給我們念佛用功的方法，他的言語很簡單，說得很清楚、很明白，要真正做到了，這一生就決定往生。這要『一心專念』，一心專念就是前面所說的，心裡面決定不摻雜其他的念頭，不但世緣不夾雜，佛法也不夾雜，這才叫一心專念。專念『彌陀名號』，因為名號功德不可思議。一心專念跟一心專稱意思不一樣，稱是念出聲音出來，平常我們在念佛，阿彌陀佛阿彌陀佛，這是稱。念不一定出聲，不一定念出來，念是心裡頭真正有，你心裡頭沒有別的東西，你心上真有佛，真正有阿彌陀佛，這叫念。念，我們講掛念、憶念，不在口上，在心上。念這個字是「今心」，就是現在的心，你心上真有，有阿彌陀佛的名號，名號就是四個字，阿彌陀佛，你真有。"
    },
    {
      "id": "02-031-0077_p0030",
      "zh_CN": "『行住坐卧』，这四个字就是说一切时、一切处，你走着也好，住是你站着也好，你坐着也好，你睡在床上也好，你心里头都有阿弥陀佛，除阿弥陀佛之外，心里头什么事情都没有。你也不要去问『时节久远』，久远是时间长短，我要念多少时候才往生？不要有这个念头，有这个念头就夹杂了，就不是一心专念。不要去问，根本就不管，就老实念下去就好了。时节因缘成熟，阿弥陀佛自然现在你面前接引你往生。所以不要问时节久远，不要问周边环境的善恶，一概都不管，只要一心专念，『念念不舍』。这样念佛就成功了，这样念佛功夫就得力了。我们常在讲席里头说，真正这样念，三个月就有感应，自己就知道，心理、生理都起了变化；能够坚持到六个月，变化就非常显著。所以说效果不可思议。",
      "zh_TW": "『行住坐臥』，這四個字就是說一切時、一切處，你走著也好，住是你站著也好，你坐著也好，你睡在床上也好，你心裡頭都有阿彌陀佛，除阿彌陀佛之外，心裡頭什麼事情都沒有。你也不要去問『時節久遠』，久遠是時間長短，我要念多少時候才往生？不要有這個念頭，有這個念頭就夾雜了，就不是一心專念。不要去問，根本就不管，就老實念下去就好了。時節因緣成熟，阿彌陀佛自然現在你面前接引你往生。所以不要問時節久遠，不要問周邊環境的善惡，一概都不管，只要一心專念，『念念不捨』。這樣念佛就成功了，這樣念佛功夫就得力了。我們常在講席裡頭說，真正這樣念，三個月就有感應，自己就知道，心理、生理都起了變化；能夠堅持到六個月，變化就非常顯著。所以說效果不可思議。"
    },
    {
      "id": "02-031-0077_p0031",
      "zh_CN": "【宋灵芝师曰。】",
      "zh_TW": "【宋靈芝師曰。】"
    },
    {
      "id": "02-031-0077_p0032",
      "zh_CN": "灵芝法师在宋朝也是很有声望的一位出家大德，他留下来的著作也不少，对于律宗很有研究。他说：",
      "zh_TW": "靈芝法師在宋朝也是很有聲望的一位出家大德，他留下來的著作也不少，對於律宗很有研究。他說："
    },
    {
      "id": "02-031-0077_p0033",
      "zh_CN": "【凡人临终，识神无主，善恶业种，无不发现，或起恶念，或起邪见，或生系恋，或发猖狂，恶相非一，皆名颠倒。】",
      "zh_TW": "【凡人臨終，識神無主，善惡業種，無不發現，或起惡念，或起邪見，或生繫戀，或發猖狂，惡相非一，皆名顛倒。】"
    },
    {
      "id": "02-031-0077_p0034",
      "zh_CN": "这是讲一般大多数人临命终时的现象，凡是有这些现象，都是堕三恶道。假如是来生还能够得人天果报，他的心也不颠倒；心要颠倒错乱，一定堕三恶道。可是这些现象，我们仔细去观察，常见。诸位要到医院去看看，病重的人，十之八九都是这个现象。为什么？临终的时候神识无主，自己的心做不了主宰，所谓做不了主宰，就是胡思乱想。诸位想想，平常你都做不了主，一天到晚打妄想，睡觉还乱作梦，乱作梦就是做不了主；能做得了主的人，不作梦，能做得了主的人，心里没有杂念，真正是身心安稳。他做不了主，这一生所造的善恶业，过去生中，无量劫来所造的善恶业，这个时候都会起现行。",
      "zh_TW": "這是講一般大多數人臨命終時的現象，凡是有這些現象，都是墮三惡道。假如是來生還能夠得人天果報，他的心也不顛倒；心要顛倒錯亂，一定墮三惡道。可是這些現象，我們仔細去觀察，常見。諸位要到醫院去看看，病重的人，十之八九都是這個現象。為什麼？臨終的時候神識無主，自己的心做不了主宰，所謂做不了主宰，就是胡思亂想。諸位想想，平常你都做不了主，一天到晚打妄想，睡覺還亂作夢，亂作夢就是做不了主；能做得了主的人，不作夢，能做得了主的人，心裡沒有雜念，真正是身心安穩。他做不了主，這一生所造的善惡業，過去生中，無量劫來所造的善惡業，這個時候都會起現行。"
    },
    {
      "id": "02-031-0077_p0035",
      "zh_CN": "下面举几个例子，或者『恶念』起来，这些恶念就是贪瞋痴慢，尤其是瞋恨、嫉妒。哪些人过去欺侮我，哪些人过去侮辱我，我应该怎样去报复他，他起这个念头。『或起邪见』，邪见是错误的见解。错误见解里面最大的是对于佛法怀疑，不相信有因果报应，这大邪见。『或生系恋』，系恋是贪恋这个世间的人事物，放不下，舍不得离开。『或发猖狂』，猖狂就是我们今天所说的精神失常，疯狂。『恶相非一』，临终时，你看到人垂死之前那个现象，很多、很复杂，总名『颠倒』。经上讲的心不颠倒，这些现象都叫做颠倒。不颠倒的人，心地非常安定、非常清净，我们讲头脑清楚，一点都不错乱。",
      "zh_TW": "下面舉幾個例子，或者『惡念』起來，這些惡念就是貪瞋痴慢，尤其是瞋恨、嫉妒。哪些人過去欺侮我，哪些人過去侮辱我，我應該怎樣去報復他，他起這個念頭。『或起邪見』，邪見是錯誤的見解。錯誤見解裡面最大的是對於佛法懷疑，不相信有因果報應，這大邪見。『或生繫戀』，繫戀是貪戀這個世間的人事物，放不下，捨不得離開。『或發猖狂』，猖狂就是我們今天所說的精神失常，瘋狂。『惡相非一』，臨終時，你看到人垂死之前那個現象，很多、很複雜，總名『顛倒』。經上講的心不顛倒，這些現象都叫做顛倒。不顛倒的人，心地非常安定、非常清淨，我們講頭腦清楚，一點都不錯亂。"
    },
    {
      "id": "02-031-0077_p0036",
      "zh_CN": "这个现象非常可怕，如何能避免？太难了，原因是习气无法控制。必须要平常修养，平常把这一切万事万法看淡，不必去执着，应当要放下，避免临终时候颠倒。因为临终颠倒，我们这一生求往生的机会就破坏了。这个机会非常稀有，真正是「无量劫来稀有难逢之一日」，这一日就是往生的那一日，太难了。临终时一颠倒就完了，这一生又空过了。一生空过，诸位要晓得，必落轮回，若落轮回，必定在三恶道。如果我们真认真、冷静的去思考、反省、检点一下就知道了。我们自己在这一生当中，一天当中起心动念，待人接物，有几个善念？有几个恶念？善恶做个比较，善念少，恶念多，善念的力量薄弱，恶念的力量很强。前途往哪里去，自己还不清楚吗？所以要真正觉悟，要真正放下。",
      "zh_TW": "這個現象非常可怕，如何能避免？太難了，原因是習氣無法控制。必須要平常修養，平常把這一切萬事萬法看淡，不必去執著，應當要放下，避免臨終時候顛倒。因為臨終顛倒，我們這一生求往生的機會就破壞了。這個機會非常稀有，真正是「無量劫來稀有難逢之一日」，這一日就是往生的那一日，太難了。臨終時一顛倒就完了，這一生又空過了。一生空過，諸位要曉得，必落輪迴，若落輪迴，必定在三惡道。如果我們真認真、冷靜的去思考、反省、檢點一下就知道了。我們自己在這一生當中，一天當中起心動念，待人接物，有幾個善念？有幾個惡念？善惡做個比較，善念少，惡念多，善念的力量薄弱，惡念的力量很強。前途往哪裡去，自己還不清楚嗎？所以要真正覺悟，要真正放下。"
    },
    {
      "id": "02-031-0077_p0037",
      "zh_CN": "【圆中钞曰，娑婆众生，虽能念佛，浩浩见思，实未伏断，而能垂终心不颠倒者，原非自力，而能主持，乃全仗弥陀，而来拔济。】",
      "zh_TW": "【圓中鈔曰，娑婆眾生，雖能念佛，浩浩見思，實未伏斷，而能垂終心不顛倒者，原非自力，而能主持，乃全仗彌陀，而來拔濟。】"
    },
    {
      "id": "02-031-0077_p0038",
      "zh_CN": "《阿弥陀经圆中钞》，是近代佛门里面公认的《弥陀经》三种最要的注解之一。这三种注解，有莲池大师的《疏钞》、蕅益大师的《要解》、幽溪大师的《圆中钞》，这是《弥陀经》重要的注解。这三种重要注解，现在流通的只有两种，莲池、蕅益大师的两种流通特别广，《圆中钞》流通很少。学佛人还很少知道，因为它流通的数量少，我们在台湾曾经翻印过几次，但是量还是少。他的注解简单也相当扼要，可是实在讲，读了《要解》，可以不需要再读《圆中钞》。《圆中钞》里的意思，几乎蕅益大师的《要解》里面全都有了，这是它不能够广为流通的原因。而实在，蕅益大师的《要解》是继续这两位大德而来的，这两个人可以说都是蕅益大师的老师。蕅益是莲池的传人，他称幽谿大师称师伯，就是《圆中钞》的著作人，所以跟蕅益大师的关系非常密切。",
      "zh_TW": "《阿彌陀經圓中鈔》，是近代佛門裡面公認的《彌陀經》三種最要的註解之一。這三種註解，有蓮池大師的《疏鈔》、蕅益大師的《要解》、幽溪大師的《圓中鈔》，這是《彌陀經》重要的註解。這三種重要註解，現在流通的只有兩種，蓮池、蕅益大師的兩種流通特別廣，《圓中鈔》流通很少。學佛人還很少知道，因為它流通的數量少，我們在台灣曾經翻印過幾次，但是量還是少。他的註解簡單也相當扼要，可是實在講，讀了《要解》，可以不需要再讀《圓中鈔》。《圓中鈔》裡的意思，幾乎蕅益大師的《要解》裡面全都有了，這是它不能夠廣為流通的原因。而實在，蕅益大師的《要解》是繼續這兩位大德而來的，這兩個人可以說都是蕅益大師的老師。蕅益是蓮池的傳人，他稱幽谿大師稱師伯，就是《圓中鈔》的著作人，所以跟蕅益大師的關係非常密切。"
    },
    {
      "id": "02-031-0077_p0039",
      "zh_CN": "这几句话说得很好，也给我们很大的警惕。娑婆世界的众生虽然能念佛，但是见思烦恼太重了。『浩浩』是形容词，像大海一样，那么样的深、那么样的广，把我们的见思烦恼比作大海一样的深广。实在讲，别说断，伏都未曾，换句话说，前面说过，能伏你就是在观行位，能断你就在相似位。能伏就是你有把握往生，而且有把握随时可以往生，喜欢在这个世间住几年，不碍事；喜欢就走，就能走的成。确实没有病苦，来去自由，伏就行，念佛功夫得力了。我们今天虽然念佛，问问你往生有没有把握，这摇头，没把握；没把握，没有功夫，功夫不得力。为什么功夫不得力？烦恼没有伏住，说老实话，说『未伏』就是烦恼没有放下，伏跟放下是一个意思，断是彻底放下。不但没有彻底放下，根本就没有放下，这样念佛人，说临命终时心不颠倒，难，太难了。临命终时，为什么要找些同参道友去助念？助念的目的是提醒，就怕在这个时候颠倒，他又去胡思乱想，又对世缘起贪爱之心，那就糟了。助念的目的在此地，帮助他提起正念。虽然如此，实在讲还是要一生修积善根福德，要求佛力加持。所以说他能够，『垂终』就是临终时候，『心不颠倒，原非自力，而能主持』，确实不是他自己的能力，不是他自己的修持。",
      "zh_TW": "這幾句話說得很好，也給我們很大的警惕。娑婆世界的眾生雖然能念佛，但是見思煩惱太重了。『浩浩』是形容詞，像大海一樣，那麼樣的深、那麼樣的廣，把我們的見思煩惱比作大海一樣的深廣。實在講，別說斷，伏都未曾，換句話說，前面說過，能伏你就是在觀行位，能斷你就在相似位。能伏就是你有把握往生，而且有把握隨時可以往生，喜歡在這個世間住幾年，不礙事；喜歡就走，就能走的成。確實沒有病苦，來去自由，伏就行，念佛功夫得力了。我們今天雖然念佛，問問你往生有沒有把握，這搖頭，沒把握；沒把握，沒有功夫，功夫不得力。為什麼功夫不得力？煩惱沒有伏住，說老實話，說『未伏』就是煩惱沒有放下，伏跟放下是一個意思，斷是徹底放下。不但沒有徹底放下，根本就沒有放下，這樣念佛人，說臨命終時心不顛倒，難，太難了。臨命終時，為什麼要找些同參道友去助念？助念的目的是提醒，就怕在這個時候顛倒，他又去胡思亂想，又對世緣起貪愛之心，那就糟了。助念的目的在此地，幫助他提起正念。雖然如此，實在講還是要一生修積善根福德，要求佛力加持。所以說他能夠，『垂終』就是臨終時候，『心不顛倒，原非自力，而能主持』，確實不是他自己的能力，不是他自己的修持。"
    },
    {
      "id": "02-031-0077_p0040",
      "zh_CN": "『乃全仗弥陀，而来拔济』，是蒙佛力加持的。可是佛力加持也有条件，不是无条件的。无条件的，那我们根本不要修了。全凭佛加持，为什么一万个念佛人，往生的只有两、三个？佛为什么特别加持这两、三个人，那么多的念佛人都不加持？加持有条件。条件是相对的，你有一分功夫，佛加持你一分，你有两分功夫，你得到两分加持，你没有功夫，佛想加持也加持不上，不是佛不慈悲，要明白这个道理。大多数的念佛人没有功夫，这要知道，念佛的人很多，一面念佛，一面造作罪业，还以为他修积功德。这个道理在哪里？佛在经上讲，这绝不是他有傲慢，佛法讲这叫「增上慢」，他无知，误会把罪业当作功德，他错在这个地方，这个事情在今天很普遍。",
      "zh_TW": "『乃全仗彌陀，而來拔濟』，是蒙佛力加持的。可是佛力加持也有條件，不是無條件的。無條件的，那我們根本不要修了。全憑佛加持，為什麼一萬個念佛人，往生的只有兩、三個？佛為什麼特別加持這兩、三個人，那麼多的念佛人都不加持？加持有條件。條件是相對的，你有一分功夫，佛加持你一分，你有兩分功夫，你得到兩分加持，你沒有功夫，佛想加持也加持不上，不是佛不慈悲，要明白這個道理。大多數的念佛人沒有功夫，這要知道，念佛的人很多，一面念佛，一面造作罪業，還以為他修積功德。這個道理在哪裡？佛在經上講，這絕不是他有傲慢，佛法講這叫「增上慢」，他無知，誤會把罪業當作功德，他錯在這個地方，這個事情在今天很普遍。"
    },
    {
      "id": "02-031-0077_p0041",
      "zh_CN": "譬如现在的佛教提倡慈善救济，慈善救济是一桩好事情，尽心尽力去做也实在值得赞叹。慈善救济里面如果没有离开烦恼，没有离开贪瞋痴慢，这个问题就严重了。如果慈善救济是强迫别人来做，那就更要造罪业，那个罪业很重，重在哪里？把佛度化众生的形象破坏。佛教是什么？专门问人要钱的，吓得人家都不敢来，吓得人家在那里谤佛、谤法、谤僧。凡是谤三宝的人都落地狱，你把这些人统统往地狱里送，你的罪重不重？结罪是从这个地方结的。所以，古大德教佛弟子，「好事不如无事」，《无量寿经》佛有明白的教诲，「假令供养恒沙圣，不如坚勇求正觉」，明白教诲。我们以世法、以佛法去供养无量无边恒沙圣众，都不如你老实念佛求生净土，这是真实话。《金刚经》上讲得特别清楚，原因在哪里？你供养恒沙圣众，你修的是福，福不能超越三界。你来生享福，享福一定造罪业，福享完了，你的罪现前，必堕三途。佛说这叫三世怨，第一生修福，第二生享福，第三生堕落，不是好事情。一个人这一生当中什么好事也不做，专门念佛求生净土，生到西方极乐世界得阿弥陀佛本愿加持，他的智慧、德能、神通跟佛一样，他就能普度法界无量无边众生。你才晓得，原来他暂时这几年不干这个事，将来他要广度众生，那才叫大慈大悲，那里头一点过失都没有，这是我们必须要认识清楚的。所以，一个人临终的时候正念分明，一定要得佛力加持。",
      "zh_TW": "譬如現在的佛教提倡慈善救濟，慈善救濟是一樁好事情，盡心盡力去做也實在值得讚歎。慈善救濟裡面如果沒有離開煩惱，沒有離開貪瞋痴慢，這個問題就嚴重了。如果慈善救濟是強迫別人來做，那就更要造罪業，那個罪業很重，重在哪裡？把佛度化眾生的形象破壞。佛教是什麼？專門問人要錢的，嚇得人家都不敢來，嚇得人家在那裡謗佛、謗法、謗僧。凡是謗三寶的人都落地獄，你把這些人統統往地獄裡送，你的罪重不重？結罪是從這個地方結的。所以，古大德教佛弟子，「好事不如無事」，《無量壽經》佛有明白的教誨，「假令供養恆沙聖，不如堅勇求正覺」，明白教誨。我們以世法、以佛法去供養無量無邊恆沙聖眾，都不如你老實念佛求生淨土，這是真實話。《金剛經》上講得特別清楚，原因在哪裡？你供養恆沙聖眾，你修的是福，福不能超越三界。你來生享福，享福一定造罪業，福享完了，你的罪現前，必墮三途。佛說這叫三世怨，第一生修福，第二生享福，第三生墮落，不是好事情。一個人這一生當中什麼好事也不做，專門念佛求生淨土，生到西方極樂世界得阿彌陀佛本願加持，他的智慧、德能、神通跟佛一樣，他就能普度法界無量無邊眾生。你才曉得，原來他暫時這幾年不幹這個事，將來他要廣度眾生，那才叫大慈大悲，那裡頭一點過失都沒有，這是我們必須要認識清楚的。所以，一個人臨終的時候正念分明，一定要得佛力加持。"
    },
    {
      "id": "02-031-0077_p0042",
      "zh_CN": "我们今天在佛门里面做些好事，要记住一个原则，佛在经上教给我们的，随分随力，丝毫不勉强。我们生活有多余的，可以做点好事，决定不妨碍我们家庭生活，这就对了。而且虽然做了，决定不要放在心上，干干净净，若无其事，心还是要一心系念阿弥陀佛，不要去想着我做这个、做那个，不要去想。我们现在讲的这些录音带、录影带，有些同修整理把它做成书。台湾还有人打电话来给我，问这个录音带可不可以在第四台去播放？这关我什么事情！问这些书可不可以流通？与我统统不相干，你们喜欢怎么搞就怎么搞去，以后不要给我打电话。学佛要舍干净，临终才能得佛加持，才能往生。有一丝毫其他的牵挂，我常讲，不要说世缘，弘法利生的事情不牵挂，有一天缘做一天，没有就不做，随缘，决定不攀缘。有缘很好，没有缘也很好，都好。一定要晓得一向专念要紧，善导大师讲一心专念，这个不能错了。什么事都随缘不攀缘，即使随缘也不放在心上。而随缘的原则在哪里？菩萨所在之处，令一切众生生欢喜心，随缘，大家就欢喜；放在心上，自己吃亏，自己就颠倒了，就乱了。所以，随缘也不放在心上，这才能保持正念。末后这一句：",
      "zh_TW": "我們今天在佛門裡面做些好事，要記住一個原則，佛在經上教給我們的，隨分隨力，絲毫不勉強。我們生活有多餘的，可以做點好事，決定不妨礙我們家庭生活，這就對了。而且雖然做了，決定不要放在心上，乾乾淨淨，若無其事，心還是要一心繫念阿彌陀佛，不要去想著我做這個、做那個，不要去想。我們現在講的這些錄音帶、錄影帶，有些同修整理把它做成書。台灣還有人打電話來給我，問這個錄音帶可不可以在第四台去播放？這關我什麼事情！問這些書可不可以流通？與我統統不相干，你們喜歡怎麼搞就怎麼搞去，以後不要給我打電話。學佛要捨乾淨，臨終才能得佛加持，才能往生。有一絲毫其他的牽掛，我常講，不要說世緣，弘法利生的事情不牽掛，有一天緣做一天，沒有就不做，隨緣，決定不攀緣。有緣很好，沒有緣也很好，都好。一定要曉得一向專念要緊，善導大師講一心專念，這個不能錯了。什麼事都隨緣不攀緣，即使隨緣也不放在心上。而隨緣的原則在哪裡？菩薩所在之處，令一切眾生生歡喜心，隨緣，大家就歡喜；放在心上，自己吃虧，自己就顛倒了，就亂了。所以，隨緣也不放在心上，這才能保持正念。末後這一句："
    },
    {
      "id": "02-031-0077_p0043",
      "zh_CN": "【虽非正念，而能正念，故得心不颠倒，即得往生。】",
      "zh_TW": "【雖非正念，而能正念，故得心不顛倒，即得往生。】"
    },
    {
      "id": "02-031-0077_p0044",
      "zh_CN": "『虽非正念』，就是他并没有到一心，虽没有到一心，但是他有一向。诸位要知道，《无量寿经》上讲的一向专念，《弥陀经》上讲的一心不乱，这个里面浅深功夫差别很大。一心不乱，我们一生未必能做到，但是一向专念是可以做到的，一个方向，这个容易做。你有一向，虽非正念，能得佛力加持。如果你方向都搞错了，那就没法子，佛想加持也加持不上。得佛力加持，临命终时心不颠倒，只要心不颠倒就决定往生。临终的时候，最后那一念是念阿弥陀佛，就决定往生。",
      "zh_TW": "『雖非正念』，就是他並沒有到一心，雖沒有到一心，但是他有一向。諸位要知道，《無量壽經》上講的一向專念，《彌陀經》上講的一心不亂，這個裡面淺深功夫差別很大。一心不亂，我們一生未必能做到，但是一向專念是可以做到的，一個方向，這個容易做。你有一向，雖非正念，能得佛力加持。如果你方向都搞錯了，那就沒法子，佛想加持也加持不上。得佛力加持，臨命終時心不顛倒，只要心不顛倒就決定往生。臨終的時候，最後那一念是念阿彌陀佛，就決定往生。"
    },
    {
      "id": "02-031-0077_p0045",
      "zh_CN": "【悲华经曰，临终之时，我当与大众围绕，现其人前，其人见我，即于我前，得心欢喜，以见我故，离诸障阂，即便舍身，来生我界。】",
      "zh_TW": "【悲華經曰，臨終之時，我當與大眾圍繞，現其人前，其人見我，即於我前，得心歡喜，以見我故，離諸障閡，即便捨身，來生我界。】"
    },
    {
      "id": "02-031-0077_p0046",
      "zh_CN": "『我』是阿弥陀佛自称，凡是往生的人都是佛来接引。即使五逆十恶极重罪业的人，临命终时因缘具足，也是佛来接引的。佛来不是佛一个人，佛与大众，这些大众跟这个往生的人一定是有缘分的，没有缘分不会跟佛来。什么样的缘分？可能是过去生中你的父母、兄弟、家属，他们念佛已经往生了，在极乐世界。今天看到你也要来了，阿弥陀佛来接你，他们跟阿弥陀佛一同来迎接你。也许是在这一生当中，或者是你的亲戚、朋友、同参好友先往生的人，他们跟佛来接引你。我们像常念诸佛如来，常念观音、势至、诸大菩萨，因为你常念，常常恭敬、常常效法他们，这一点很重要，这些诸佛菩萨也跟阿弥陀佛一起来。所以我们常讲恭敬供养，供养里面最重要的是依教奉行供养，供养而没有依教奉行，那不是真的供养。",
      "zh_TW": "『我』是阿彌陀佛自稱，凡是往生的人都是佛來接引。即使五逆十惡極重罪業的人，臨命終時因緣具足，也是佛來接引的。佛來不是佛一個人，佛與大眾，這些大眾跟這個往生的人一定是有緣分的，沒有緣分不會跟佛來。什麼樣的緣分？可能是過去生中你的父母、兄弟、家屬，他們念佛已經往生了，在極樂世界。今天看到你也要來了，阿彌陀佛來接你，他們跟阿彌陀佛一同來迎接你。也許是在這一生當中，或者是你的親戚、朋友、同參好友先往生的人，他們跟佛來接引你。我們像常念諸佛如來，常念觀音、勢至、諸大菩薩，因為你常念，常常恭敬、常常效法他們，這一點很重要，這些諸佛菩薩也跟阿彌陀佛一起來。所以我們常講恭敬供養，供養裡面最重要的是依教奉行供養，供養而沒有依教奉行，那不是真的供養。"
    },
    {
      "id": "02-031-0077_p0047",
      "zh_CN": "你看「普贤行愿品」里面讲供养，法供养里面佛举了七个例子，第一个就是「如说修行供养」，非常重要，如说修行。观音菩萨教我们慈悲，我们念观音菩萨的名，礼观音菩萨的像，就晓得用慈悲心对待一切众生，这就是恭敬供养观世音菩萨。大势至菩萨是表智慧，我们对人、对事，理智而非感情，我们用理性，不用感情，这就是恭敬供养大势至菩萨。这样就有许多佛菩萨随同阿弥陀佛来接引你。接引的人数愈多，诸佛菩萨愈众，可以断定你往生品位愈高，我们在这一生要争取的是这个。这个世间全是假的，大家都晓得生不带来，死不带去，你现在还贪恋，为什么？还没有死。你能保证你明天还活在这个世间吗？谁都保不住！人命无常，刹那之间，这是我们必须要警惕到的。古人常讲「黄泉路上无老少」，要提高警觉，应当要放下，不要再把这些拉拉杂杂东西放在心上，成就一心专念，那就是无量的功德。所以是临终佛来接引。",
      "zh_TW": "你看「普賢行願品」裡面講供養，法供養裡面佛舉了七個例子，第一個就是「如說修行供養」，非常重要，如說修行。觀音菩薩教我們慈悲，我們念觀音菩薩的名，禮觀音菩薩的像，就曉得用慈悲心對待一切眾生，這就是恭敬供養觀世音菩薩。大勢至菩薩是表智慧，我們對人、對事，理智而非感情，我們用理性，不用感情，這就是恭敬供養大勢至菩薩。這樣就有許多佛菩薩隨同阿彌陀佛來接引你。接引的人數愈多，諸佛菩薩愈眾，可以斷定你往生品位愈高，我們在這一生要爭取的是這個。這個世間全是假的，大家都曉得生不帶來，死不帶去，你現在還貪戀，為什麼？還沒有死。你能保證你明天還活在這個世間嗎？誰都保不住！人命無常，剎那之間，這是我們必須要警惕到的。古人常講「黃泉路上無老少」，要提高警覺，應當要放下，不要再把這些拉拉雜雜東西放在心上，成就一心專念，那就是無量的功德。所以是臨終佛來接引。"
    },
    {
      "id": "02-031-0077_p0048",
      "zh_CN": "『现其人前』，这是说明这个法门确实是不死的法门。佛来接引的时候，这个人没死，活的，我们说他没断气。他是见到佛，跟佛走了，身体不要了、丢掉了。所以他是活着走的，不是死了走的。你修其他的法门，你没有办法了生死，唯独这个法门，这个法门是不死的法门，千真万确的事实。你认真修学，它的功德利益的殊胜的确叫一个人不老、不病、不死，这是世界上任何一个人梦寐所希求而求不到的。什么样科学技术、宗教、神通，也没有办法解决这个问题，唯独念佛。这个利益就在我们眼前，为什么不要？还要贪图这个世间一点小利益，古人把它比喻作蝇头小利，苍蝇头上的小利，你贪这个干什么？愚痴到了极处。",
      "zh_TW": "『現其人前』，這是說明這個法門確實是不死的法門。佛來接引的時候，這個人沒死，活的，我們說他沒斷氣。他是見到佛，跟佛走了，身體不要了、丟掉了。所以他是活著走的，不是死了走的。你修其他的法門，你沒有辦法了生死，唯獨這個法門，這個法門是不死的法門，千真萬確的事實。你認真修學，它的功德利益的殊勝的確叫一個人不老、不病、不死，這是世界上任何一個人夢寐所希求而求不到的。什麼樣科學技術、宗教、神通，也沒有辦法解決這個問題，唯獨念佛。這個利益就在我們眼前，為什麼不要？還要貪圖這個世間一點小利益，古人把它比喻作蠅頭小利，蒼蠅頭上的小利，你貪這個幹什麼？愚痴到了極處。"
    },
    {
      "id": "02-031-0077_p0049",
      "zh_CN": "在临命终时，还是没死之前，见到佛。见到佛之后一定是先得到佛光注照，佛来他一定先有光。佛光一照，这个光帮助众生灭罪。实在这个时候的灭罪是什么？疑虑完全断掉，看到佛来了，决定没有怀疑，信心十足，佛来了，这才叫做圆满的功德。所以『得心欢喜』，生欢喜心。因为见佛，刚才讲，不但见佛，佛光注照，业障就消除，何况见佛！也就是我们讲，这时候烦恼完全伏住了。不是灭，要是烦恼灭了，那就不叫带业往生，那个业障就完全消除了。完全伏住，佛有能力帮我们伏烦恼，不能帮我们断烦恼。断烦恼，还是到西方极乐世界去修行。『即便舍身，来生我界』，在这个时候，他放下了，身体不要了，跟佛走了。所以，他是活着往生，他不是死了往生的，这是说明，千真万确的事实，这个法门不死。",
      "zh_TW": "在臨命終時，還是沒死之前，見到佛。見到佛之後一定是先得到佛光注照，佛來他一定先有光。佛光一照，這個光幫助眾生滅罪。實在這個時候的滅罪是什麼？疑慮完全斷掉，看到佛來了，決定沒有懷疑，信心十足，佛來了，這才叫做圓滿的功德。所以『得心歡喜』，生歡喜心。因為見佛，剛才講，不但見佛，佛光注照，業障就消除，何況見佛！也就是我們講，這時候煩惱完全伏住了。不是滅，要是煩惱滅了，那就不叫帶業往生，那個業障就完全消除了。完全伏住，佛有能力幫我們伏煩惱，不能幫我們斷煩惱。斷煩惱，還是到西方極樂世界去修行。『即便捨身，來生我界』，在這個時候，他放下了，身體不要了，跟佛走了。所以，他是活著往生，他不是死了往生的，這是說明，千真萬確的事實，這個法門不死。"
    },
    {
      "id": "02-031-0077_p0050",
      "zh_CN": "【又曰，所有众生，若闻我声。】",
      "zh_TW": "【又曰，所有眾生，若聞我聲。】"
    },
    {
      "id": "02-031-0077_p0051",
      "zh_CN": "这个声，底下括弧说明，这个声就是名号。『若闻我声』就是假设听到阿弥陀佛名号。",
      "zh_TW": "這個聲，底下括弧說明，這個聲就是名號。『若聞我聲』就是假設聽到阿彌陀佛名號。"
    },
    {
      "id": "02-031-0077_p0052",
      "zh_CN": "【发愿欲生我世界者，是诸众生，临命终时，悉令见我，与诸大众，前后围绕。】",
      "zh_TW": "【發願欲生我世界者，是諸眾生，臨命終時，悉令見我，與諸大眾，前後圍繞。】"
    },
    {
      "id": "02-031-0077_p0053",
      "zh_CN": "这是经文里面，《悲华经》上讲得清清楚楚，你听到阿弥陀佛的名号，或者是读过《弥陀经》，读过《无量寿经》，听过《无量寿经》，心里面向往，想往生西方极乐世界。你起了这个念头，有这么一个愿望，临命终时，因缘成熟了，佛统统来接引，『临命终时，悉令见我』，都能够见到佛。『与诸大众』，能见观音、势至、诸大菩萨，佛与大众前后围绕着你。",
      "zh_TW": "這是經文裡面，《悲華經》上講得清清楚楚，你聽到阿彌陀佛的名號，或者是讀過《彌陀經》，讀過《無量壽經》，聽過《無量壽經》，心裡面嚮往，想往生西方極樂世界。你起了這個念頭，有這麼一個願望，臨命終時，因緣成熟了，佛統統來接引，『臨命終時，悉令見我』，都能夠見到佛。『與諸大眾』，能見觀音、勢至、諸大菩薩，佛與大眾前後圍繞著你。"
    },
    {
      "id": "02-031-0077_p0054",
      "zh_CN": "【我于尔时，入无翳三昧。】",
      "zh_TW": "【我於爾時，入無翳三昧。】"
    },
    {
      "id": "02-031-0077_p0055",
      "zh_CN": "『无翳』是比喻，「翳」是眼睛有了障碍，得了眼病，现在所讲的白内障，严重的白内障，失明，那叫翳。「无翳」就是无障碍的意思，就是无障碍的三昧。",
      "zh_TW": "『無翳』是比喻，「翳」是眼睛有了障礙，得了眼病，現在所講的白內障，嚴重的白內障，失明，那叫翳。「無翳」就是無障礙的意思，就是無障礙的三昧。"
    },
    {
      "id": "02-031-0077_p0056",
      "zh_CN": "【以三昧力故，在于其前，而为说法。】",
      "zh_TW": "【以三昧力故，在於其前，而為說法。】"
    },
    {
      "id": "02-031-0077_p0057",
      "zh_CN": "这个众生，我们在经文上看到，他不是普通人，他是善根福德因缘非常深厚之人。非常深厚之人，为什么平时不晓得发愿往生？他是遇到障缘，勇猛精进的心发不起来。可是诸佛如来大慈大悲，本愿之中不舍一人，他看定了你什么时候能回头，他在这个时候帮你一把。正如同禅宗的这些祖师大德们，用一种非常的手段接引学人，也是看时机成熟了，你在将要开悟还没有开悟的关键时候，不是这个时候不会用这个手段。在这个时候，祖师大德必然用非常手段。像丹霞，看到一个人在这关键时候，烧佛，把佛像拿来烧，这是出佛身血，这是五逆罪！但是他用这个手段，能够叫这个人豁然之间开悟，这一开悟成佛了，一开悟就是法身大士分证位佛。用这个方法来帮助他，这是非常手段，用这个方法叫一个众生突然之间开悟；佛接引也是这个因缘。这是讲他无量劫来善根福德因缘，在这一刹那关键的时候成熟，佛在这个时候现身给他说法。所以这不是平常人。由此可知，断恶修善，种善根、修福德，非常重要。",
      "zh_TW": "這個眾生，我們在經文上看到，他不是普通人，他是善根福德因緣非常深厚之人。非常深厚之人，為什麼平時不曉得發願往生？他是遇到障緣，勇猛精進的心發不起來。可是諸佛如來大慈大悲，本願之中不捨一人，他看定了你什麼時候能回頭，他在這個時候幫你一把。正如同禪宗的這些祖師大德們，用一種非常的手段接引學人，也是看時機成熟了，你在將要開悟還沒有開悟的關鍵時候，不是這個時候不會用這個手段。在這個時候，祖師大德必然用非常手段。像丹霞，看到一個人在這關鍵時候，燒佛，把佛像拿來燒，這是出佛身血，這是五逆罪！但是他用這個手段，能夠叫這個人豁然之間開悟，這一開悟成佛了，一開悟就是法身大士分證位佛。用這個方法來幫助他，這是非常手段，用這個方法叫一個眾生突然之間開悟；佛接引也是這個因緣。這是講他無量劫來善根福德因緣，在這一剎那關鍵的時候成熟，佛在這個時候現身給他說法。所以這不是平常人。由此可知，斷惡修善，種善根、修福德，非常重要。"
    },
    {
      "id": "02-031-0077_p0058",
      "zh_CN": "【以闻法故，寻得断除一切苦恼，心大欢喜。】",
      "zh_TW": "【以聞法故，尋得斷除一切苦惱，心大歡喜。】"
    },
    {
      "id": "02-031-0077_p0059",
      "zh_CN": "这一闻法，他才身心世界一切放下，真的放下，就跟佛走了。",
      "zh_TW": "這一聞法，他才身心世界一切放下，真的放下，就跟佛走了。"
    },
    {
      "id": "02-031-0077_p0060",
      "zh_CN": "【故得宝寘三昧，以三昧力故，令心得念及无生忍，命终之后，必生我界。】",
      "zh_TW": "【故得寶寘三昧，以三昧力故，令心得念及無生忍，命終之後，必生我界。】"
    },
    {
      "id": "02-031-0077_p0061",
      "zh_CN": "凡是这样往生的众生，我们在经文上细心去观察，品位一定都相当高，不在中下品。这一段是《悲华经》里面的一段经文。",
      "zh_TW": "凡是這樣往生的眾生，我們在經文上細心去觀察，品位一定都相當高，不在中下品。這一段是《悲華經》裡面的一段經文。"
    },
    {
      "id": "02-031-0077_p0062",
      "zh_CN": "我们今天就讲到此地。谢谢诸位。",
      "zh_TW": "我們今天就講到此地。謝謝諸位。"
    }
  ]
}