{
  "doc_id": "02-031-0028",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0028",
  "total_paragraphs": 84,
  "paragraphs": [
    {
      "id": "02-031-0028_p0001",
      "zh_CN": "请掀开经本，第四十一面，「德遵普贤第二」。这是《无量寿经》第二品里面所节录的经论跟古德的语录，这一品节录的分量不少。我们从第一条看起：",
      "zh_TW": "請掀開經本，第四十一面，「德遵普賢第二」。這是《無量壽經》第二品裡面所節錄的經論跟古德的語錄，這一品節錄的分量不少。我們從第一條看起："
    },
    {
      "id": "02-031-0028_p0002",
      "zh_CN": "【度世经曰，开士、大士、圣士、力士、正士等，皆菩萨之异称。】",
      "zh_TW": "【度世經曰，開士、大士、聖士、力士、正士等，皆菩薩之異稱。】"
    },
    {
      "id": "02-031-0028_p0003",
      "zh_CN": "我们把第二条也念下来，合起来讲。",
      "zh_TW": "我們把第二條也念下來，合起來講。"
    },
    {
      "id": "02-031-0028_p0004",
      "zh_CN": "【甄解云，正谓正道，士谓士夫，在家之称，此等大士，外现凡形，内深达正道故，居家名为正士。】",
      "zh_TW": "【甄解云，正謂正道，士謂士夫，在家之稱，此等大士，外現凡形，內深達正道故，居家名為正士。】"
    },
    {
      "id": "02-031-0028_p0005",
      "zh_CN": "其实《度世经》里头所说的这些名称，并没有专指在家，实在讲出家、在家菩萨通称。『开士』，开是开悟，士，在我们中国古代，以这个字称知识分子，我们现在叫知识分子，在从前称读书人称为士。在中国社会，读书人的地位最高。中国古代社会里头也分四个等级，但是不像印度那四个等级那么样的严格，中国这四个等级是士农工商，读书人地位最高。知识分子在古时候就称为士大夫阶级，士大夫阶级就是今天所谓的知识分子，这些人有学问、有道德、有见识，称之为士。「开士」就是开悟的这些读书人，可见得比一般的士大夫要高明多了，他是真正觉悟的。佛法称他为开士，开士是菩萨的称呼。",
      "zh_TW": "其實《度世經》裡頭所說的這些名稱，並沒有專指在家，實在講出家、在家菩薩通稱。『開士』，開是開悟，士，在我們中國古代，以這個字稱知識分子，我們現在叫知識分子，在從前稱讀書人稱為士。在中國社會，讀書人的地位最高。中國古代社會裡頭也分四個等級，但是不像印度那四個等級那麼樣的嚴格，中國這四個等級是士農工商，讀書人地位最高。知識分子在古時候就稱為士大夫階級，士大夫階級就是今天所謂的知識分子，這些人有學問、有道德、有見識，稱之為士。「開士」就是開悟的這些讀書人，可見得比一般的士大夫要高明多了，他是真正覺悟的。佛法稱他為開士，開士是菩薩的稱呼。"
    },
    {
      "id": "02-031-0028_p0006",
      "zh_CN": "『大士』是菩萨里面地位最高的，像大士跟『圣士』这两个意思相同，这不是普通菩萨，通常称地上菩萨，登地的。佛门里面常讲三贤十圣，三贤位是指十住、十行、十回向，这叫三贤菩萨，初地以上则称圣人。所以称圣士、称大士，就知道他的地位一定是初地以上。我们称观世音菩萨，称观音大士，称地藏菩萨，地藏大士，这都是称等觉菩萨，这是地位最高的。『力士』，力是说他的力用，他有智慧、他有神通，他能够自度度他，这是菩萨的通称。『正士』，底下讲，正是正道，悟入正道，正士跟开士的意思相同，开始觉悟了，觉悟正道，这些都是菩萨的别名。",
      "zh_TW": "『大士』是菩薩裡面地位最高的，像大士跟『聖士』這兩個意思相同，這不是普通菩薩，通常稱地上菩薩，登地的。佛門裡面常講三賢十聖，三賢位是指十住、十行、十迴向，這叫三賢菩薩，初地以上則稱聖人。所以稱聖士、稱大士，就知道他的地位一定是初地以上。我們稱觀世音菩薩，稱觀音大士，稱地藏菩薩，地藏大士，這都是稱等覺菩薩，這是地位最高的。『力士』，力是說他的力用，他有智慧、他有神通，他能夠自度度他，這是菩薩的通稱。『正士』，底下講，正是正道，悟入正道，正士跟開士的意思相同，開始覺悟了，覺悟正道，這些都是菩薩的別名。"
    },
    {
      "id": "02-031-0028_p0007",
      "zh_CN": "在这个地方我们特别要注意到的，现在这个社会，有许多人对出家人尊称称为大师，这在古代在经典里，古德注疏里面，我们没有看见过。大师只有佛可以称，称他作大师，就是说这个人成佛了，他的地位在观音、势至之上，这才称大师。观音菩萨、文殊、普贤、地藏都不敢称大师，都称大士，这是我们必须要知道的。称呼如果是过分了显得傲慢，古人所讲僭越，过分、超过了，这绝对不应该的。自古以来祖师大德们，特别你看看翻经的，称三藏法师，没有称大师的。在过去，帝王的老师称国师，可以，称国师行，他是帝王的老师，没有称大师的。现代这个社会太难讲了，现在是自由，民主自由，谁也不能干涉谁。在从前，这种称呼绝对是不可以的，国家有法律制裁。",
      "zh_TW": "在這個地方我們特別要注意到的，現在這個社會，有許多人對出家人尊稱稱為大師，這在古代在經典裡，古德註疏裡面，我們沒有看見過。大師只有佛可以稱，稱他作大師，就是說這個人成佛了，他的地位在觀音、勢至之上，這才稱大師。觀音菩薩、文殊、普賢、地藏都不敢稱大師，都稱大士，這是我們必須要知道的。稱呼如果是過分了顯得傲慢，古人所講僭越，過分、超過了，這絕對不應該的。自古以來祖師大德們，特別你看看翻經的，稱三藏法師，沒有稱大師的。在過去，帝王的老師稱國師，可以，稱國師行，他是帝王的老師，沒有稱大師的。現代這個社會太難講了，現在是自由，民主自由，誰也不能干涉誰。在從前，這種稱呼絕對是不可以的，國家有法律制裁。"
    },
    {
      "id": "02-031-0028_p0008",
      "zh_CN": "但是这里头有一个特别，这个特别是净土宗的祖师被人家尊称为大师，只有这个特别的例子。净土宗祖师出现原因也特别，各宗各派的祖师都是上一个祖师传给下一个祖师。像禅宗代代承传，达摩是印度第二十八代，到中国来，在中国禅宗他算是初祖，他传给慧可，慧可传给僧璨，僧璨传给道信，道信传给弘忍，弘忍传给惠能，这代代相传，他们祖师是相传的。净土宗不是的，净土宗实在讲没有祖师，而是底下一代，对过去的人他对于净宗的修持、弘扬，得到佛门四众弟子的赞叹，推选他为祖师。印光大师是最近一代的，他老人师圆寂之后，大家公认他是我们当代修学净宗、弘扬净宗第一人，尊他为祖师。印光法师本身没有称过大师，现在他的全书，《印光法师全集》，还是法师，没有称大师。大师是我们现代四众弟子尊称他，这个可以的。",
      "zh_TW": "但是這裡頭有一個特別，這個特別是淨土宗的祖師被人家尊稱為大師，只有這個特別的例子。淨土宗祖師出現原因也特別，各宗各派的祖師都是上一個祖師傳給下一個祖師。像禪宗代代承傳，達摩是印度第二十八代，到中國來，在中國禪宗他算是初祖，他傳給慧可，慧可傳給僧璨，僧璨傳給道信，道信傳給弘忍，弘忍傳給惠能，這代代相傳，他們祖師是相傳的。淨土宗不是的，淨土宗實在講沒有祖師，而是底下一代，對過去的人他對於淨宗的修持、弘揚，得到佛門四眾弟子的讚歎，推選他為祖師。印光大師是最近一代的，他老人師圓寂之後，大家公認他是我們當代修學淨宗、弘揚淨宗第一人，尊他為祖師。印光法師本身沒有稱過大師，現在他的全書，《印光法師全集》，還是法師，沒有稱大師。大師是我們現代四眾弟子尊稱他，這個可以的。"
    },
    {
      "id": "02-031-0028_p0009",
      "zh_CN": "为什么净宗祖师可以称为大师？这里头有原因。因为净宗度众生就是一句佛号，发菩提心，一向专念。诸佛如来度九界众生用这个方法，这位法师在一生当中，也用这个方法修行，也用这个方法度众生，他跟诸佛如来有什么差别？确实没有差别。所以尊称他为大师，的确是有道理。但是其他宗派、其他经论、其他法门，度众生就难了，不能够普契群机，这句名号就功德不可思议。所以唯独净宗。但是净宗诸位要知道，印光大师在世的时候没有人称他大师。他往生以后人家才尊称他为大师，不是他在世的时候，这个我们都必须要清楚，这是佛学常识。别人错了，我们不能跟他错，我们跟他错，就等于我们承认他这个错处是正确的，我们不能承认他，这一点一定要遵守。",
      "zh_TW": "為什麼淨宗祖師可以稱為大師？這裡頭有原因。因為淨宗度眾生就是一句佛號，發菩提心，一向專念。諸佛如來度九界眾生用這個方法，這位法師在一生當中，也用這個方法修行，也用這個方法度眾生，他跟諸佛如來有什麼差別？確實沒有差別。所以尊稱他為大師，的確是有道理。但是其他宗派、其他經論、其他法門，度眾生就難了，不能夠普契群機，這句名號就功德不可思議。所以唯獨淨宗。但是淨宗諸位要知道，印光大師在世的時候沒有人稱他大師。他往生以後人家才尊稱他為大師，不是他在世的時候，這個我們都必須要清楚，這是佛學常識。別人錯了，我們不能跟他錯，我們跟他錯，就等於我們承認他這個錯處是正確的，我們不能承認他，這一點一定要遵守。"
    },
    {
      "id": "02-031-0028_p0010",
      "zh_CN": "称开士、称大士、称正士可以，这种尊称实在讲已经是过分了。但是这是菩萨，初学的菩萨用这个名称，对他也是一种尊敬，但是决定不能称他作佛，他并没有成佛。",
      "zh_TW": "稱開士、稱大士、稱正士可以，這種尊稱實在講已經是過分了。但是這是菩薩，初學的菩薩用這個名稱，對他也是一種尊敬，但是決定不能稱他作佛，他並沒有成佛。"
    },
    {
      "id": "02-031-0028_p0011",
      "zh_CN": "此地说『在家之称』，这是讲经上十六正士，这十六位都是在家的等觉菩萨，他们所证得的地位，确实跟观音、势至、文殊、普贤是平等的，示现的是在家身，而不是出家身。在中国，大乘佛法里面，表法的是四大菩萨，在中国代表大乘佛法，四大菩萨，就是四大名山，九华山的地藏菩萨，普陀的观音菩萨，五台的文殊菩萨，峨嵋的普贤菩萨，以这四大菩萨代表大乘佛法。四大菩萨的造型，我们看塑造菩萨的形像，四大菩萨当中，只有地藏菩萨现的是出家相，其他三位都是示现的在家相。你看观音菩萨，长长的头发，没有现出家相，文殊、普贤多半现童子之相，也不是出家相。这就说明大乘菩萨在家比出家的多，他们在社会上从事各种行业，就在他的工作行业、生活当中实践菩萨道。他在那里修三福、六和、三学、六度、十大愿王，在生活里面去修学，做出榜样来给社会大众们看。",
      "zh_TW": "此地說『在家之稱』，這是講經上十六正士，這十六位都是在家的等覺菩薩，他們所證得的地位，確實跟觀音、勢至、文殊、普賢是平等的，示現的是在家身，而不是出家身。在中國，大乘佛法裡面，表法的是四大菩薩，在中國代表大乘佛法，四大菩薩，就是四大名山，九華山的地藏菩薩，普陀的觀音菩薩，五台的文殊菩薩，峨嵋的普賢菩薩，以這四大菩薩代表大乘佛法。四大菩薩的造型，我們看塑造菩薩的形像，四大菩薩當中，只有地藏菩薩現的是出家相，其他三位都是示現的在家相。你看觀音菩薩，長長的頭髮，沒有現出家相，文殊、普賢多半現童子之相，也不是出家相。這就說明大乘菩薩在家比出家的多，他們在社會上從事各種行業，就在他的工作行業、生活當中實踐菩薩道。他在那裡修三福、六和、三學、六度、十大願王，在生活裡面去修學，做出榜樣來給社會大眾們看。"
    },
    {
      "id": "02-031-0028_p0012",
      "zh_CN": "所以不仅是言教，他有身教的意思在里头，以身作则，他真做到了，做出样子给我们看。正是佛在经上常常教导我们的，受持读诵、为人演说，这些菩萨们都做到。演是做到，是表演，做出样子给人看叫演，说是言说，讲经说法劝导别人，这是说，自己做个样子给人看，那叫演。所以，演、说是两桩事情，说是言教，演是身教。",
      "zh_TW": "所以不僅是言教，他有身教的意思在裡頭，以身作則，他真做到了，做出樣子給我們看。正是佛在經上常常教導我們的，受持讀誦、為人演說，這些菩薩們都做到。演是做到，是表演，做出樣子給人看叫演，說是言說，講經說法勸導別人，這是說，自己做個樣子給人看，那叫演。所以，演、說是兩樁事情，說是言教，演是身教。"
    },
    {
      "id": "02-031-0028_p0013",
      "zh_CN": "【会疏曰，十六正士者，文殊师利严净经言，菩萨八万四千及十六正士，则明知正士之名，云居家菩萨。】",
      "zh_TW": "【會疏曰，十六正士者，文殊師利嚴淨經言，菩薩八萬四千及十六正士，則明知正士之名，云居家菩薩。】"
    },
    {
      "id": "02-031-0028_p0014",
      "zh_CN": "《会疏》是《无量寿经》的注解，古代日本大德所注的。本经前面所列的上首，有普贤、文殊、弥勒及贤劫一切菩萨，再接下去就有贤护等十六正士。从这个文与意来看，前面是指的出家菩萨，正士是指的在家菩萨。这是古大德有这个看法，这个看法没错，这是说的在家菩萨。",
      "zh_TW": "《會疏》是《無量壽經》的註解，古代日本大德所註的。本經前面所列的上首，有普賢、文殊、彌勒及賢劫一切菩薩，再接下去就有賢護等十六正士。從這個文與意來看，前面是指的出家菩薩，正士是指的在家菩薩。這是古大德有這個看法，這個看法沒錯，這是說的在家菩薩。"
    },
    {
      "id": "02-031-0028_p0015",
      "zh_CN": "【正谓正道，士谓居士，此等大士。】",
      "zh_TW": "【正謂正道，士謂居士，此等大士。】"
    },
    {
      "id": "02-031-0028_p0016",
      "zh_CN": "刚才说了，这十六位在家的菩萨都是等觉菩萨，所以他们确实可以称『大士』。「大士」，前面讲的圣士，那就没有在家、出家的区别。实在说，这个地方虽然是这个讲法，并没有那么严格，出家也可以称为正士，在家也可以称为大士。这些人与一切众生，我们常讲的，他因为是现的在家身，他的身分有男女老少、各行各业，跟一切众生混合在一起，所谓和光同尘。你要不仔细观察，你觉得他的生活、他的言行跟一般人没有两样，可是细微的去观察，不一样。什么地方不一样？你仔细去观察，他起心动念、所作所为是为众生，他没有为自己。纵然为自己也是为众生，譬如说他要身体健康，饮食保养这个身体，保养身体干什么？他有充分的精神、精力为社会大家去服务，他不是为自己享乐，他是为社会大众去工作的。纵然为自己，还是为一切众生，不同的地方在此，没有个人的得失。",
      "zh_TW": "剛才說了，這十六位在家的菩薩都是等覺菩薩，所以他們確實可以稱『大士』。「大士」，前面講的聖士，那就沒有在家、出家的區別。實在說，這個地方雖然是這個講法，並沒有那麼嚴格，出家也可以稱為正士，在家也可以稱為大士。這些人與一切眾生，我們常講的，他因為是現的在家身，他的身分有男女老少、各行各業，跟一切眾生混合在一起，所謂和光同塵。你要不仔細觀察，你覺得他的生活、他的言行跟一般人沒有兩樣，可是細微的去觀察，不一樣。什麼地方不一樣？你仔細去觀察，他起心動念、所作所為是為眾生，他沒有為自己。縱然為自己也是為眾生，譬如說他要身體健康，飲食保養這個身體，保養身體幹什麼？他有充分的精神、精力為社會大家去服務，他不是為自己享樂，他是為社會大眾去工作的。縱然為自己，還是為一切眾生，不同的地方在此，沒有個人的得失。"
    },
    {
      "id": "02-031-0028_p0017",
      "zh_CN": "而菩萨利益一切众生方法很多，可以说真的是无量无边，但是尽管方法多，他一个方向、一个目标不变的。他的方向一定是帮助众生破迷开悟，也就是说以种种善巧方便诱发众生开悟，这个方向决定是不变的，决定是相同的。他有一个目标，一定是劝导一切众生念佛求生净土。众生纵然不相信净土，喜欢禅、喜欢教、喜欢密，喜欢种种法门的，菩萨可以随顺他。但是在随顺里面时时刻刻提醒他、诱导他，劝他修净土。如果不随顺，说净土怎么好，这个人未必能听进去。譬如永明延寿大师，他那个时代，社会上参禅的人多，禅的风气很盛，一般学佛的人鄙视净土，轻视了净土。他老人家示现去参禅，他先去参禅，在禅宗里面大彻大悟，明心见性，这没有话说了，大家尊敬他。然后回过头来专修净土，念佛往生，这个做法就是劝导那些修禅的人，你们修禅想成就你跟我学。这个人到以后我们晓得，他是阿弥陀佛再来的，用这么一种方法。所以他的目标是一个，决定是帮助人念佛往生，这是真正的菩萨。",
      "zh_TW": "而菩薩利益一切眾生方法很多，可以說真的是無量無邊，但是儘管方法多，他一個方向、一個目標不變的。他的方向一定是幫助眾生破迷開悟，也就是說以種種善巧方便誘發眾生開悟，這個方向決定是不變的，決定是相同的。他有一個目標，一定是勸導一切眾生念佛求生淨土。眾生縱然不相信淨土，喜歡禪、喜歡教、喜歡密，喜歡種種法門的，菩薩可以隨順他。但是在隨順裡面時時刻刻提醒他、誘導他，勸他修淨土。如果不隨順，說淨土怎麼好，這個人未必能聽進去。譬如永明延壽大師，他那個時代，社會上參禪的人多，禪的風氣很盛，一般學佛的人鄙視淨土，輕視了淨土。他老人家示現去參禪，他先去參禪，在禪宗裡面大徹大悟，明心見性，這沒有話說了，大家尊敬他。然後回過頭來專修淨土，念佛往生，這個做法就是勸導那些修禪的人，你們修禪想成就你跟我學。這個人到以後我們曉得，他是阿彌陀佛再來的，用這麼一種方法。所以他的目標是一個，決定是幫助人念佛往生，這是真正的菩薩。"
    },
    {
      "id": "02-031-0028_p0018",
      "zh_CN": "隋末唐初的智者大师，这天台宗的祖师，他的精神都放在教下，研究教，学教的人很多，特别是知识分子，喜欢学教。在教下大开圆解，这算是了不起的成就。可是智者大师到最后还是念佛往生极乐世界，做出榜样给人看。他老人家念佛求生净土，所以天台宗几乎每一代的祖师都是念佛求生净土。在近代我们看到谛闲法师、倓虚法师、宝静法师，这都是近代天台宗的祖师，临终都是念佛往生净土。这是说出家的。",
      "zh_TW": "隋末唐初的智者大師，這天台宗的祖師，他的精神都放在教下，研究教，學教的人很多，特別是知識分子，喜歡學教。在教下大開圓解，這算是了不起的成就。可是智者大師到最後還是念佛往生極樂世界，做出榜樣給人看。他老人家念佛求生淨土，所以天台宗幾乎每一代的祖師都是念佛求生淨土。在近代我們看到諦閑法師、倓虛法師、寶靜法師，這都是近代天台宗的祖師，臨終都是念佛往生淨土。這是說出家的。"
    },
    {
      "id": "02-031-0028_p0019",
      "zh_CN": "在家菩萨也不例外，像着《金刚经讲义》的江味农居士，学教的，他老人家生前提倡的是教宗般若，行在弥陀。他修学依据的经典是《金刚般若》，他在《金刚经》上用了四十年时间，实在不容易。我们一般人讲一门深入，一部经上用四十年的时间，这是在家菩萨，我们可以尊称为大士。他的行门功夫，都在念佛往生净土。会集《无量寿经》的夏莲居老居士，这个人尤其不可思议，他通宗通教，他学得很广。显密圆融，在密宗他也是大德，显密、宗教都有很深的造诣，这在佛门称之为通家，非常稀有难得。但是我们看他的《净语》，这个小册子我们印得很多，诸位都能看到。他在晚年，禅舍掉了，密也舍掉，教也舍掉，专门念佛求生净土，自己老实念，也劝人老实念。所以，在家、出家菩萨都一样。夏莲居、梅光羲、江味农都是作官的，以宰官身修菩萨道。所以我们从出家菩萨、在家菩萨里面去观察，不论他是哪一种行业，他的确有一个方向、有一个目标是不会变的。",
      "zh_TW": "在家菩薩也不例外，像著《金剛經講義》的江味農居士，學教的，他老人家生前提倡的是教宗般若，行在彌陀。他修學依據的經典是《金剛般若》，他在《金剛經》上用了四十年時間，實在不容易。我們一般人講一門深入，一部經上用四十年的時間，這是在家菩薩，我們可以尊稱為大士。他的行門功夫，都在念佛往生淨土。會集《無量壽經》的夏蓮居老居士，這個人尤其不可思議，他通宗通教，他學得很廣。顯密圓融，在密宗他也是大德，顯密、宗教都有很深的造詣，這在佛門稱之為通家，非常稀有難得。但是我們看他的《淨語》，這個小冊子我們印得很多，諸位都能看到。他在晚年，禪捨掉了，密也捨掉，教也捨掉，專門念佛求生淨土，自己老實念，也勸人老實念。所以，在家、出家菩薩都一樣。夏蓮居、梅光羲、江味農都是作官的，以宰官身修菩薩道。所以我們從出家菩薩、在家菩薩裡面去觀察，不論他是哪一種行業，他的確有一個方向、有一個目標是不會變的。"
    },
    {
      "id": "02-031-0028_p0020",
      "zh_CN": "【虽葆光和尘。】",
      "zh_TW": "【雖葆光和塵。】"
    },
    {
      "id": "02-031-0028_p0021",
      "zh_CN": "这跟和光同尘是一个意思，就是跟一般社会大众相处。",
      "zh_TW": "這跟和光同塵是一個意思，就是跟一般社會大眾相處。"
    },
    {
      "id": "02-031-0028_p0022",
      "zh_CN": "【久出于邪道。】",
      "zh_TW": "【久出於邪道。】"
    },
    {
      "id": "02-031-0028_p0023",
      "zh_CN": "他们的心清净、平等，觉而不迷。",
      "zh_TW": "他們的心清淨、平等，覺而不迷。"
    },
    {
      "id": "02-031-0028_p0024",
      "zh_CN": "【深达于正法，故云正士也。】",
      "zh_TW": "【深達於正法，故云正士也。】"
    },
    {
      "id": "02-031-0028_p0025",
      "zh_CN": "他们的言行与法相应，法是什么？我们在经典上常常看到，与佛相应、与法相应，这是正道。佛是觉的意思，换句话说，念念觉而不迷就是与佛相应。法是什么？《金刚经》上说得很好，诸法皆空了不可得，一个人心地清净，世出世间法统统都不染、都不执着，就与法相应。法是空寂的，也就是《金刚经》上所说的，离相、离念，与法就相应。离相是离四相，离念是离四见，我相、人相、众生相、寿者相，你放下，离开了；我见、人见、众生见、寿者见，你也放下，也离开了，与法就相应。这叫『深达于正法』，这才称为『正士』。第四段：",
      "zh_TW": "他們的言行與法相應，法是什麼？我們在經典上常常看到，與佛相應、與法相應，這是正道。佛是覺的意思，換句話說，念念覺而不迷就是與佛相應。法是什麼？《金剛經》上說得很好，諸法皆空了不可得，一個人心地清淨，世出世間法統統都不染、都不執著，就與法相應。法是空寂的，也就是《金剛經》上所說的，離相、離念，與法就相應。離相是離四相，離念是離四見，我相、人相、眾生相、壽者相，你放下，離開了；我見、人見、眾生見、壽者見，你也放下，也離開了，與法就相應。這叫『深達於正法』，這才稱為『正士』。第四段："
    },
    {
      "id": "02-031-0028_p0026",
      "zh_CN": "【出生义云。】",
      "zh_TW": "【出生義云。】"
    },
    {
      "id": "02-031-0028_p0027",
      "zh_CN": "这也是一本书。它说：",
      "zh_TW": "這也是一本書。它說："
    },
    {
      "id": "02-031-0028_p0028",
      "zh_CN": "【厥有河沙尘海数量，举十六位焉，亦尘沙之数不出于此矣。】",
      "zh_TW": "【厥有河沙塵海數量，舉十六位焉，亦塵沙之數不出於此矣。】"
    },
    {
      "id": "02-031-0028_p0029",
      "zh_CN": "这一段大意是说，总而言之，十方世界的菩萨无量无边，『河沙』就是以恒河沙数来做比喻，这是比喻数量之大没有法子计算。而本经前面只举贤护等十六正士，十六不是数字，如果把它看作数字，那就太少了，它是表法的。十六、二十一都是密宗里面代表大圆满的意思，在显教里面，表法都用七，七是圆满，不是数字。七的讲法是讲四方上下，这是六，加上当中，七是这个算法的，四方上下再加上当中，不就完全了吗？所以它表圆满的。我们在《弥陀经》上看到「七重行树，七重栏楯」，统统用七表法。要晓得那不是数字，那是代表圆满，一个都不缺、不漏掉。在《华严经》里面，用数目字表圆满，用十，所以《华严经》自始至终，讲一切法它都讲十。譬如经题讲大，大有十个意思；方，方也十个意思；广，广也十个意思，完全用十来代表圆满。所以它不是数字，如果把它看成数字就错了，它是表圆满的。",
      "zh_TW": "這一段大意是說，總而言之，十方世界的菩薩無量無邊，『河沙』就是以恆河沙數來做比喻，這是比喻數量之大沒有法子計算。而本經前面只舉賢護等十六正士，十六不是數字，如果把它看作數字，那就太少了，它是表法的。十六、二十一都是密宗裡面代表大圓滿的意思，在顯教裡面，表法都用七，七是圓滿，不是數字。七的講法是講四方上下，這是六，加上當中，七是這個算法的，四方上下再加上當中，不就完全了嗎？所以它表圓滿的。我們在《彌陀經》上看到「七重行樹，七重欄楯」，統統用七表法。要曉得那不是數字，那是代表圓滿，一個都不缺、不漏掉。在《華嚴經》裡面，用數目字表圓滿，用十，所以《華嚴經》自始至終，講一切法它都講十。譬如經題講大，大有十個意思；方，方也十個意思；廣，廣也十個意思，完全用十來代表圓滿。所以它不是數字，如果把它看成數字就錯了，它是表圓滿的。"
    },
    {
      "id": "02-031-0028_p0030",
      "zh_CN": "本经经文虽然不长，古时候的本子有分为两卷的，顶多分三卷。现在夏老会集的只有一卷，里面没有分上下卷，只一卷，分量并不多。可是教义，显、密、宗、教都具足，所以这里面表法的，有用显教的表法、有用密教的表法，这个十六就是密宗的大圆满。像后面说到二百一十亿诸佛刹土，如果是数字来说，二百十一亿这个数字不大，二百一十亿多大？不大。我们娑婆世界到西方极乐世界，这当中有多少个佛国土？有十万亿，十万亿比二百一十亿多太多了。所以要晓得，二百一十亿是二十一的倍数乘上去的，它是代表大圆满。十方三世一切诸佛刹土都包含在这个意思里，没有超越的。所以，这个十六也是『尘沙之数不出于此』，表圆满的。像这些常识，我们读佛经一定要知道，不能把它看成数字。",
      "zh_TW": "本經經文雖然不長，古時候的本子有分為兩卷的，頂多分三卷。現在夏老會集的只有一卷，裡面沒有分上下卷，只一卷，分量並不多。可是教義，顯、密、宗、教都具足，所以這裡面表法的，有用顯教的表法、有用密教的表法，這個十六就是密宗的大圓滿。像後面說到二百一十億諸佛剎土，如果是數字來說，二百十一億這個數字不大，二百一十億多大？不大。我們娑婆世界到西方極樂世界，這當中有多少個佛國土？有十萬億，十萬億比二百一十億多太多了。所以要曉得，二百一十億是二十一的倍數乘上去的，它是代表大圓滿。十方三世一切諸佛剎土都包含在這個意思裡，沒有超越的。所以，這個十六也是『塵沙之數不出於此』，表圓滿的。像這些常識，我們讀佛經一定要知道，不能把它看成數字。"
    },
    {
      "id": "02-031-0028_p0031",
      "zh_CN": "【智度论曰，善守等十六菩萨是居家菩萨。】",
      "zh_TW": "【智度論曰，善守等十六菩薩是居家菩薩。】"
    },
    {
      "id": "02-031-0028_p0032",
      "zh_CN": "这是《大智度论》，龙树菩萨所造的，就是《摩诃般若波罗蜜经》的注解。《摩诃般若波罗蜜经》也称为《大般若经》，它总共有三十卷。这个跟《藏经》里《大般若》不一样，那个《大般若》是六百卷，这个称为《大品般若》有三十卷。龙树菩萨给这部经做了一个注解，叫《大智度论》。",
      "zh_TW": "這是《大智度論》，龍樹菩薩所造的，就是《摩訶般若波羅蜜經》的註解。《摩訶般若波羅蜜經》也稱為《大般若經》，它總共有三十卷。這個跟《藏經》裡《大般若》不一樣，那個《大般若》是六百卷，這個稱為《大品般若》有三十卷。龍樹菩薩給這部經做了一個註解，叫《大智度論》。"
    },
    {
      "id": "02-031-0028_p0033",
      "zh_CN": "『善守』就是贤护，翻译的人翻的名字不一样，梵文是一个名字，我们翻的人不相同，他翻的意思不一样。虽然翻得不一样，仔细去观察他的意思很接近，善守，贤护，善跟贤的意思很接近，守跟护的意思很接近。所以，这是从梵文翻译过来的，善守就是贤护。这十六位菩萨是『居家菩萨』，由此可知，佛说法，这些菩萨们常常来参与法会。这十六个人，除了贤护这一位是我们娑婆世界的，他出现在释迦牟尼佛那个时代，跟释迦牟尼佛同时代，其余的十五位不是娑婆世界的，是他方世界的菩萨来的。用现代的话来说，这是外太空来的，不是我们地球上的，别的星球上到我们这个地方来，参加释迦牟尼佛讲经的法会，他们来听，他方世界。这都是在家菩萨。",
      "zh_TW": "『善守』就是賢護，翻譯的人翻的名字不一樣，梵文是一個名字，我們翻的人不相同，他翻的意思不一樣。雖然翻得不一樣，仔細去觀察他的意思很接近，善守，賢護，善跟賢的意思很接近，守跟護的意思很接近。所以，這是從梵文翻譯過來的，善守就是賢護。這十六位菩薩是『居家菩薩』，由此可知，佛說法，這些菩薩們常常來參與法會。這十六個人，除了賢護這一位是我們娑婆世界的，他出現在釋迦牟尼佛那個時代，跟釋迦牟尼佛同時代，其餘的十五位不是娑婆世界的，是他方世界的菩薩來的。用現代的話來說，這是外太空來的，不是我們地球上的，別的星球上到我們這個地方來，參加釋迦牟尼佛講經的法會，他們來聽，他方世界。這都是在家菩薩。"
    },
    {
      "id": "02-031-0028_p0034",
      "zh_CN": "【思益经云，若众生闻名者，毕竟得三菩提，故云善守。】",
      "zh_TW": "【思益經云，若眾生聞名者，畢竟得三菩提，故云善守。】"
    },
    {
      "id": "02-031-0028_p0035",
      "zh_CN": "这是解释菩萨为什么以贤护这个名号，这是解释。众生听到菩萨的名号，佛菩萨的名号功德都是不可思议，所谓「一历耳根，永为道种」。即使极恶的众生，听到佛菩萨的名号，将来决定得度，决定成佛，所以称它作金刚种子，永远不坏。如果业障、烦恼、习气轻的人，从佛菩萨名号当中他就觉悟，觉悟的人没有不回头的。我们如果要问，某人有没有觉悟？觉悟的人就回头，没有觉悟的人他不知道回头。所谓回头，知道自己的过失、知道自己的毛病，肯改过自新，断恶修善，这叫回头；如果知道自己有过失，还不肯改过自新，那个没有回头。为什么不能回头？还是烦恼习气太重，我们常讲业障太重，障碍他的觉心。他是有一点觉悟，觉悟的力量不够、程度不够，所以不能帮助他回头。",
      "zh_TW": "這是解釋菩薩為什麼以賢護這個名號，這是解釋。眾生聽到菩薩的名號，佛菩薩的名號功德都是不可思議，所謂「一歷耳根，永為道種」。即使極惡的眾生，聽到佛菩薩的名號，將來決定得度，決定成佛，所以稱它作金剛種子，永遠不壞。如果業障、煩惱、習氣輕的人，從佛菩薩名號當中他就覺悟，覺悟的人沒有不回頭的。我們如果要問，某人有沒有覺悟？覺悟的人就回頭，沒有覺悟的人他不知道回頭。所謂回頭，知道自己的過失、知道自己的毛病，肯改過自新，斷惡修善，這叫回頭；如果知道自己有過失，還不肯改過自新，那個沒有回頭。為什麼不能回頭？還是煩惱習氣太重，我們常講業障太重，障礙他的覺心。他是有一點覺悟，覺悟的力量不夠、程度不夠，所以不能幫助他回頭。"
    },
    {
      "id": "02-031-0028_p0036",
      "zh_CN": "『若众生闻名』，闻菩萨之名，『毕竟得三菩提』，三菩提就是三藐三菩提，阿耨多罗三藐三菩提，意思说毕竟他会成佛的。所以我们在一切时一切处，念这一句「南无阿弥陀佛」的名号，一切众生看到我们在念，听到我们在念的音声，那些众生统统得度。这个得度不是说在这一生，那个得度是成佛的因、成佛的种子已经给他种下去，至于什么时候他才能成佛，那要看他自己的缘分。真是佛在经上常常教导我们的，未度的众生我们要度他，就是用这个方法，这是未得度的；已经得度的众生要帮助他、成熟他。未得度的，还不相信佛法，没有接触过佛法的，我们有意无意之中，把佛法介绍给他。已经信佛的，就要劝他念佛求生净土，所谓是应机说法。",
      "zh_TW": "『若眾生聞名』，聞菩薩之名，『畢竟得三菩提』，三菩提就是三藐三菩提，阿耨多羅三藐三菩提，意思說畢竟他會成佛的。所以我們在一切時一切處，念這一句「南無阿彌陀佛」的名號，一切眾生看到我們在念，聽到我們在念的音聲，那些眾生統統得度。這個得度不是說在這一生，那個得度是成佛的因、成佛的種子已經給他種下去，至於什麼時候他才能成佛，那要看他自己的緣分。真是佛在經上常常教導我們的，未度的眾生我們要度他，就是用這個方法，這是未得度的；已經得度的眾生要幫助他、成熟他。未得度的，還不相信佛法，沒有接觸過佛法的，我們有意無意之中，把佛法介紹給他。已經信佛的，就要勸他念佛求生淨土，所謂是應機說法。"
    },
    {
      "id": "02-031-0028_p0037",
      "zh_CN": "古来的大德对于这些事情，运用高度的智慧，善巧方便。像鸠摩罗什大师翻译《弥陀经》，《弥陀经》原来的经名不是「阿弥陀经」，经里面讲的很清楚，「一切诸佛所护念经」。罗什大师把名字改了，改成「阿弥陀经」，阿弥陀是佛的名号。这是善巧方便，普度一切众生，叫你看到经题你就念了一声阿弥陀佛，很不可思议。所以，我们印了很多「阿弥陀佛」的贴纸，目的就是希望一切众生把这个成佛金刚的种子都种在八识田里。在台湾，佛菩萨名号贴纸到处张贴没有忌讳，在外国不行，外国警察要干涉的。可是我们印了很多，你贴在自己的车上，警察不会干涉你。你这个车停到哪个地方，有些有缘的人看到了，念一声，他阿赖耶识里头佛的种子就种下去了。所以，我们应当以种种的善巧方便，帮助一切众生念一声佛号，帮助一切众生在一生当中见一次佛像。时间再短，效果不可思议，这个工作我们一定要做。所以叫善护、叫善守，善是善巧方便，守护众生的善根，守护众生的佛性。",
      "zh_TW": "古來的大德對於這些事情，運用高度的智慧，善巧方便。像鳩摩羅什大師翻譯《彌陀經》，《彌陀經》原來的經名不是「阿彌陀經」，經裡面講的很清楚，「一切諸佛所護念經」。羅什大師把名字改了，改成「阿彌陀經」，阿彌陀是佛的名號。這是善巧方便，普度一切眾生，叫你看到經題你就念了一聲阿彌陀佛，很不可思議。所以，我們印了很多「阿彌陀佛」的貼紙，目的就是希望一切眾生把這個成佛金剛的種子都種在八識田裡。在台灣，佛菩薩名號貼紙到處張貼沒有忌諱，在外國不行，外國警察要干涉的。可是我們印了很多，你貼在自己的車上，警察不會干涉你。你這個車停到哪個地方，有些有緣的人看到了，念一聲，他阿賴耶識裡頭佛的種子就種下去了。所以，我們應當以種種的善巧方便，幫助一切眾生念一聲佛號，幫助一切眾生在一生當中見一次佛像。時間再短，效果不可思議，這個工作我們一定要做。所以叫善護、叫善守，善是善巧方便，守護眾生的善根，守護眾生的佛性。"
    },
    {
      "id": "02-031-0028_p0038",
      "zh_CN": "【大方等大集贤护经曰，王舍大城有优婆塞，名曰贤护，为众上首。】",
      "zh_TW": "【大方等大集賢護經曰，王舍大城有優婆塞，名曰賢護，為眾上首。】"
    },
    {
      "id": "02-031-0028_p0039",
      "zh_CN": "这是说明，『贤护』是我们娑婆世界的一位在家菩萨，他跟佛出生在同一个时代，也在王舍城。佛在王舍城讲了不少的经，所以菩萨有机会参加佛的法会。我们翻过来。",
      "zh_TW": "這是說明，『賢護』是我們娑婆世界的一位在家菩薩，他跟佛出生在同一個時代，也在王舍城。佛在王舍城講了不少的經，所以菩薩有機會參加佛的法會。我們翻過來。"
    },
    {
      "id": "02-031-0028_p0040",
      "zh_CN": "【大宝积经贤护长者会。】",
      "zh_TW": "【大寶積經賢護長者會。】"
    },
    {
      "id": "02-031-0028_p0041",
      "zh_CN": "《大宝积经》在大乘经里面，也是一部大部头的经典，它总共有一百二十卷，内容非常丰富。有专讲贤护菩萨的这部经典，专门介绍他的，这里头节录了几句。",
      "zh_TW": "《大寶積經》在大乘經裡面，也是一部大部頭的經典，它總共有一百二十卷，內容非常豐富。有專講賢護菩薩的這部經典，專門介紹他的，這裡頭節錄了幾句。"
    },
    {
      "id": "02-031-0028_p0042",
      "zh_CN": "【佛说贤护长者众乐事，其受于快乐果报，虽复忉利帝释天王，犹不能及，况复人间。】",
      "zh_TW": "【佛說賢護長者眾樂事，其受於快樂果報，雖復忉利帝釋天王，猶不能及，況復人間。】"
    },
    {
      "id": "02-031-0028_p0043",
      "zh_CN": "佛要是不这样赞叹，谁知道？哪一个人晓得『贤护长者』生活这么快乐？他的快乐，忉利天主，我们中国人讲玉皇大帝，都比不上，都没有他快乐，没有他自在，这是世尊对他的赞叹。所以，一个人的幸福快乐，不在乎他的地位，不在乎他的财富，不在乎他从事某种行业。我们要问，他的快乐从哪来的？真正的快乐世间人不懂，世间人只知道获得名闻利养、五欲六尘，以为这个叫快乐。大错特错，这里头没有乐，苦不堪言，哪有乐？那个乐真是经上讲的比喻，「刀头舐蜜」。那个刀刃非常锋利，涂一点蜂蜜，舌头舔舔很甜，舌头一舔，舌头已经割掉了。意思就是说乐太少了，百分之一的乐，百分九十九的苦等着你受，你乐在哪里？我这个比喻是真实的，五欲六尘的享受，愈是享受的多造的业愈重。",
      "zh_TW": "佛要是不這樣讚歎，誰知道？哪一個人曉得『賢護長者』生活這麼快樂？他的快樂，忉利天主，我們中國人講玉皇大帝，都比不上，都沒有他快樂，沒有他自在，這是世尊對他的讚歎。所以，一個人的幸福快樂，不在乎他的地位，不在乎他的財富，不在乎他從事某種行業。我們要問，他的快樂從哪來的？真正的快樂世間人不懂，世間人只知道獲得名聞利養、五欲六塵，以為這個叫快樂。大錯特錯，這裡頭沒有樂，苦不堪言，哪有樂？那個樂真是經上講的比喻，「刀頭舐蜜」。那個刀刃非常鋒利，塗一點蜂蜜，舌頭舔舔很甜，舌頭一舔，舌頭已經割掉了。意思就是說樂太少了，百分之一的樂，百分九十九的苦等著你受，你樂在哪裡？我這個比喻是真實的，五欲六塵的享受，愈是享受的多造的業愈重。"
    },
    {
      "id": "02-031-0028_p0044",
      "zh_CN": "佛在经上讲得很清楚、很透彻，真正的乐是心地清净，一尘不染，心里面没有忧虑、没有烦恼、没有分别、没有妄想、没有执着、没有牵挂，你说那多乐。世间人哪里懂得这些？成天生活在是非人我、贪瞋痴慢之中，哪来的乐？我们没有学佛，那就没有法子说，学佛之后要时时刻刻认真反省、检点，我们的心行与什么相应？与清净平等觉相应，你就是与法相应、与佛相应。如果还有是非人我，还有贪瞋痴慢，贪欲与饿鬼相应；瞋恨嫉妒，这个人看得不顺眼，恨透他了，与地狱相应；邪正、是非、真假不能辨别，与畜生相应。",
      "zh_TW": "佛在經上講得很清楚、很透徹，真正的樂是心地清淨，一塵不染，心裡面沒有憂慮、沒有煩惱、沒有分別、沒有妄想、沒有執著、沒有牽掛，你說那多樂。世間人哪裡懂得這些？成天生活在是非人我、貪瞋痴慢之中，哪來的樂？我們沒有學佛，那就沒有法子說，學佛之後要時時刻刻認真反省、檢點，我們的心行與什麼相應？與清淨平等覺相應，你就是與法相應、與佛相應。如果還有是非人我，還有貪瞋痴慢，貪欲與餓鬼相應；瞋恨嫉妒，這個人看得不順眼，恨透他了，與地獄相應；邪正、是非、真假不能辨別，與畜生相應。"
    },
    {
      "id": "02-031-0028_p0045",
      "zh_CN": "稍稍涉猎大乘经论，很冷静的观察这个世间，你看世间人很多，一天到晚在路上来来往往的，他们是什么？都是三恶道的人。你仔细观察，有几个人来生还能得人身的？那叫人。来生若能得人身，佛法讲了一个最低的标准，五戒十善，五戒十善真正做得不错，可以能打个八十分，来生大概可以不失人身。五戒是不杀生、不偷盗、不邪淫、不妄语、不饮酒。十善是身三善，不杀生、不偷盗、不邪淫；口不妄语、不两舌、不绮语，我们有没有做到？妄语是欺骗人，两舌是挑拨是非，绮语是花言巧语，恶口是说话粗鲁；意，心里面不贪、不瞋、不痴，这叫十善业。五戒十善都能打上八十分，来生可以不失人身，这一看这一生是个人，来生还是人。如果做不到，心里面只是是非人我、贪瞋痴慢，过不了几天都到三恶道去了。无论他在这个世间什么样的地位、什么样的权势、什么样的富贵，你仔细一观察都是三恶道的众生。你才晓得这个事情可怕，这个事情严重。佛法一再警惕我们，生死事大，几个人能觉悟？几个人肯回头？我们再看底下一段。所以真的唯有与法相应、与佛相应的人真快乐！",
      "zh_TW": "稍稍涉獵大乘經論，很冷靜的觀察這個世間，你看世間人很多，一天到晚在路上來來往往的，他們是什麼？都是三惡道的人。你仔細觀察，有幾個人來生還能得人身的？那叫人。來生若能得人身，佛法講了一個最低的標準，五戒十善，五戒十善真正做得不錯，可以能打個八十分，來生大概可以不失人身。五戒是不殺生、不偷盜、不邪淫、不妄語、不飲酒。十善是身三善，不殺生、不偷盜、不邪淫；口不妄語、不兩舌、不綺語，我們有沒有做到？妄語是欺騙人，兩舌是挑撥是非，綺語是花言巧語，惡口是說話粗魯；意，心裡面不貪、不瞋、不痴，這叫十善業。五戒十善都能打上八十分，來生可以不失人身，這一看這一生是個人，來生還是人。如果做不到，心裡面只是是非人我、貪瞋痴慢，過不了幾天都到三惡道去了。無論他在這個世間什麼樣的地位、什麼樣的權勢、什麼樣的富貴，你仔細一觀察都是三惡道的眾生。你才曉得這個事情可怕，這個事情嚴重。佛法一再警惕我們，生死事大，幾個人能覺悟？幾個人肯回頭？我們再看底下一段。所以真的唯有與法相應、與佛相應的人真快樂！"
    },
    {
      "id": "02-031-0028_p0046",
      "zh_CN": "【名义集曰，𩙥陀婆罗。】",
      "zh_TW": "【名義集曰，颰陀婆羅。】"
    },
    {
      "id": "02-031-0028_p0047",
      "zh_CN": "『𩙥陀婆罗』是梵语音译的。",
      "zh_TW": "『颰陀婆羅』是梵語音譯的。"
    },
    {
      "id": "02-031-0028_p0048",
      "zh_CN": "【翻为贤护。】",
      "zh_TW": "【翻為賢護。】"
    },
    {
      "id": "02-031-0028_p0049",
      "zh_CN": "这是把梵文音译过来，翻成中国意思是『贤护』之意。",
      "zh_TW": "這是把梵文音譯過來，翻成中國意思是『賢護』之意。"
    },
    {
      "id": "02-031-0028_p0050",
      "zh_CN": "【自护贤德，复护众生故。】",
      "zh_TW": "【自護賢德，復護眾生故。】"
    },
    {
      "id": "02-031-0028_p0051",
      "zh_CN": "这是解释这个名号的含义。菩萨能够自己护持自己的德行，同时又能够帮助一切众生护持德行、善法。",
      "zh_TW": "這是解釋這個名號的含義。菩薩能夠自己護持自己的德行，同時又能夠幫助一切眾生護持德行、善法。"
    },
    {
      "id": "02-031-0028_p0052",
      "zh_CN": "【或云贤首。】",
      "zh_TW": "【或云賢首。】"
    },
    {
      "id": "02-031-0028_p0053",
      "zh_CN": "或者也翻作『贤首』，首是第一，也就是第一贤德之意。",
      "zh_TW": "或者也翻作『賢首』，首是第一，也就是第一賢德之意。"
    },
    {
      "id": "02-031-0028_p0054",
      "zh_CN": "【以位居等觉，为众贤之首故。】",
      "zh_TW": "【以位居等覺，為眾賢之首故。】"
    },
    {
      "id": "02-031-0028_p0055",
      "zh_CN": "但是佛经里面讲的贤首菩萨不一定是他，他的名字里头有贤首的意思，因为他是等觉菩萨。",
      "zh_TW": "但是佛經裡面講的賢首菩薩不一定是他，他的名字裡頭有賢首的意思，因為他是等覺菩薩。"
    },
    {
      "id": "02-031-0028_p0056",
      "zh_CN": "【四童子经现生品经云，东方去此佛刹十千俱胝，有一世界名宝鸣，佛名狮子鸣声如来，有一菩萨名善思议。】",
      "zh_TW": "【四童子經現生品經云，東方去此佛剎十千俱胝，有一世界名寶鳴，佛名獅子鳴聲如來，有一菩薩名善思議。】"
    },
    {
      "id": "02-031-0028_p0057",
      "zh_CN": "括弧里面讲即善思惟。",
      "zh_TW": "括弧裡面講即善思惟。"
    },
    {
      "id": "02-031-0028_p0058",
      "zh_CN": "【应托来到此土，化生阿阇世王宫内。】",
      "zh_TW": "【應托來到此土，化生阿闍世王宮內。】"
    },
    {
      "id": "02-031-0028_p0059",
      "zh_CN": "这段是为我们介绍说明善思惟菩萨的来历，是他方世界的菩萨到我们这儿来的。善思惟菩萨从东方来的，底下介绍慧辨才菩萨。",
      "zh_TW": "這段是為我們介紹說明善思惟菩薩的來歷，是他方世界的菩薩到我們這兒來的。善思惟菩薩從東方來的，底下介紹慧辨才菩薩。"
    },
    {
      "id": "02-031-0028_p0060",
      "zh_CN": "【南方去此五百亿世界，有一世界，佛名宝积善现如来，有一菩萨名寂静转。】",
      "zh_TW": "【南方去此五百億世界，有一世界，佛名寶積善現如來，有一菩薩名寂靜轉。】"
    },
    {
      "id": "02-031-0028_p0061",
      "zh_CN": "『寂静转』就是慧辩才。",
      "zh_TW": "『寂靜轉』就是慧辯才。"
    },
    {
      "id": "02-031-0028_p0062",
      "zh_CN": "【于此舍卫城内，生大居士似师子家。】",
      "zh_TW": "【於此舍衛城內，生大居士似師子家。】"
    },
    {
      "id": "02-031-0028_p0063",
      "zh_CN": "这一段是介绍慧辩才菩萨，从南方世界到此地来。",
      "zh_TW": "這一段是介紹慧辯才菩薩，從南方世界到此地來。"
    },
    {
      "id": "02-031-0028_p0064",
      "zh_CN": "【西方去此过八亿百千佛刹，乐音如来所，有一菩萨名无攀缘。】",
      "zh_TW": "【西方去此過八億百千佛剎，樂音如來所，有一菩薩名無攀緣。】"
    },
    {
      "id": "02-031-0028_p0065",
      "zh_CN": "『无攀缘』就是观无住。",
      "zh_TW": "『無攀緣』就是觀無住。"
    },
    {
      "id": "02-031-0028_p0066",
      "zh_CN": "【于此波罗奈国，化生大居士善鬼家。】",
      "zh_TW": "【於此波羅奈國，化生大居士善鬼家。】"
    },
    {
      "id": "02-031-0028_p0067",
      "zh_CN": "这是介绍观无住菩萨的来历。",
      "zh_TW": "這是介紹觀無住菩薩的來歷。"
    },
    {
      "id": "02-031-0028_p0068",
      "zh_CN": "【北方去此六万四百千亿佛土，住菩提分转如来所，有一菩萨名开敷神德。】",
      "zh_TW": "【北方去此六萬四百千億佛土，住菩提分轉如來所，有一菩薩名開敷神德。】"
    },
    {
      "id": "02-031-0028_p0069",
      "zh_CN": "就是神通华菩萨。",
      "zh_TW": "就是神通華菩薩。"
    },
    {
      "id": "02-031-0028_p0070",
      "zh_CN": "【生此毘耶离城大将师子家。】",
      "zh_TW": "【生此毘耶離城大將師子家。】"
    },
    {
      "id": "02-031-0028_p0071",
      "zh_CN": "这个地方说明这四位等觉菩萨，他们以应化身参与世尊的法会。如果不是佛为我们说出，我们见到这些人，也不知道他的来历。他所示现的跟一个凡夫没有两样，但是他的受用，就像前面佛为我们讲贤护的快乐，忉利天都比不上。忉利是讲忉利天人，帝释天王是忉利天主，天人、天主都比不上。",
      "zh_TW": "這個地方說明這四位等覺菩薩，他們以應化身參與世尊的法會。如果不是佛為我們說出，我們見到這些人，也不知道他的來歷。他所示現的跟一個凡夫沒有兩樣，但是他的受用，就像前面佛為我們講賢護的快樂，忉利天都比不上。忉利是講忉利天人，帝釋天王是忉利天主，天人、天主都比不上。"
    },
    {
      "id": "02-031-0028_p0072",
      "zh_CN": "【此四童子与无量大众，共来娑罗双树所，恭敬供养。】",
      "zh_TW": "【此四童子與無量大眾，共來娑羅雙樹所，恭敬供養。】"
    },
    {
      "id": "02-031-0028_p0073",
      "zh_CN": "『四童子』就是这四位菩萨，佛为我们介绍这四位菩萨，这一次的介绍集结就成为《四童子经》。介绍当然很多，这个地方只节录了一段「现生品」，说明他们四个人的来历。",
      "zh_TW": "『四童子』就是這四位菩薩，佛為我們介紹這四位菩薩，這一次的介紹集結就成為《四童子經》。介紹當然很多，這個地方只節錄了一段「現生品」，說明他們四個人的來歷。"
    },
    {
      "id": "02-031-0028_p0074",
      "zh_CN": "【月灯三昧经第三说，香象菩萨从东方阿閦佛，与那由多菩萨，共来问讯释迦牟尼佛。】",
      "zh_TW": "【月燈三昧經第三說，香象菩薩從東方阿閦佛，與那由多菩薩，共來問訊釋迦牟尼佛。】"
    },
    {
      "id": "02-031-0028_p0075",
      "zh_CN": "从这一段经文上来看，『香象菩萨』应当是化身而来的。前面这四童子这四位菩萨是应身而来的，应身住在世间的时间长，化身的时间短。应身就是到世间来投胎，像释迦牟尼佛，释迦牟尼佛示现在我们这个世间是应身。而化身的非常之多，同修们要看《虚云老和尚年谱》，你会看到虚老和尚好多次遇到文殊菩萨。文殊菩萨是化身，变化一个老人。虚老和尚朝五台的时候，走在路上生病，四周都没有人烟，在最苦难的时候，菩萨变化一个乞丐来救他、来帮助他。他问他是什么名字，他说他叫文吉，住在五台山底下。以后他到了五台山去打听这个人，这个人在路上救了他好几次，人家告诉他，没有这个人，这个人是文殊菩萨的化身。所以这是化身菩萨，这种事情确实是有。",
      "zh_TW": "從這一段經文上來看，『香象菩薩』應當是化身而來的。前面這四童子這四位菩薩是應身而來的，應身住在世間的時間長，化身的時間短。應身就是到世間來投胎，像釋迦牟尼佛，釋迦牟尼佛示現在我們這個世間是應身。而化身的非常之多，同修們要看《虛雲老和尚年譜》，你會看到虛老和尚好多次遇到文殊菩薩。文殊菩薩是化身，變化一個老人。虛老和尚朝五台的時候，走在路上生病，四周都沒有人煙，在最苦難的時候，菩薩變化一個乞丐來救他、來幫助他。他問他是什麼名字，他說他叫文吉，住在五台山底下。以後他到了五台山去打聽這個人，這個人在路上救了他好幾次，人家告訴他，沒有這個人，這個人是文殊菩薩的化身。所以這是化身菩薩，這種事情確實是有。"
    },
    {
      "id": "02-031-0028_p0076",
      "zh_CN": "诸位从台湾来，也许听到台湾周邦道夫人曾经遇到地藏菩萨，那也是化身。这是抗战胜利之后，他们住在南京，她南京的房子我去过一次，庭院很深，从大门，大门里面是很大的院子，走到里面的房子有相当长的一段距离。那个时候周先生一家都没有信佛，有一天有个出家人到她家里来化缘，化香油。周夫人没有给他，这个法师就走了。走了以后她忽然想起来，他们家从大门要进到里面要经过三道门，但是这三道门都没有开。她那个时候就想，他怎么进来的？没有人给他开门，他怎么进来？以后他走了，不见了，不见了也没有人开门，他怎么出去的？这个问题她就怀疑了好多年，以后到了台湾跟李炳老学佛，就把这个事情告诉李老师，李老师跟她讲，九华山的地藏菩萨。以后她就写了一篇文章「遇地藏菩萨记」，把这个事情原原本本记载得很清楚。化身，那不是假的，说话说了好多话，跟她化五斤香油没给他。所以我们看这一段，香象菩萨从东方阿閦佛那边来，应该是化身而来的，前面是应身而来的。",
      "zh_TW": "諸位從台灣來，也許聽到台灣周邦道夫人曾經遇到地藏菩薩，那也是化身。這是抗戰勝利之後，他們住在南京，她南京的房子我去過一次，庭院很深，從大門，大門裡面是很大的院子，走到裡面的房子有相當長的一段距離。那個時候周先生一家都沒有信佛，有一天有個出家人到她家裡來化緣，化香油。周夫人沒有給他，這個法師就走了。走了以後她忽然想起來，他們家從大門要進到裡面要經過三道門，但是這三道門都沒有開。她那個時候就想，他怎麼進來的？沒有人給他開門，他怎麼進來？以後他走了，不見了，不見了也沒有人開門，他怎麼出去的？這個問題她就懷疑了好多年，以後到了台灣跟李炳老學佛，就把這個事情告訴李老師，李老師跟她講，九華山的地藏菩薩。以後她就寫了一篇文章「遇地藏菩薩記」，把這個事情原原本本記載得很清楚。化身，那不是假的，說話說了好多話，跟她化五斤香油沒給他。所以我們看這一段，香象菩薩從東方阿閦佛那邊來，應該是化身而來的，前面是應身而來的。"
    },
    {
      "id": "02-031-0028_p0077",
      "zh_CN": "【甄解云，其余智幢、宝英、中住、制行、解脱等，虽未见经证，准前思之，必应是他方来大士也。】",
      "zh_TW": "【甄解云，其餘智幢、寶英、中住、制行、解脫等，雖未見經證，準前思之，必應是他方來大士也。】"
    },
    {
      "id": "02-031-0028_p0078",
      "zh_CN": "实在说，这些菩萨我们现在没有看到经上为我们介绍。实在说，经典浩如烟海，谁能把这个经典仔细看过？这是一个困难问题。纵然有看，而大意疏忽的太多了，我们现在自己看经也是如此，常常疏忽掉，去看第二遍、第三遍的时候，才注意到、才看到。何况世尊当年所说的一切经，传到中国来的有限，并不是完全传来的。由于那个时候交通非常不方便，经书很笨重，古时候传到中国来的经书是贝多罗叶写的，贝多罗的树叶写的，那个时候没纸，写在树叶上。那个树叶有一点像我们的芭蕉叶，像香蕉树的那种树叶，但是它比香蕉树叶好，香蕉树叶很脆，很容易折断，它不容易折断。把那个树叶一张一张采下来，在上面写字，通常一片树叶裁这么长长一条，大概写四行，顶多写六行，两边打洞用绳子穿起来。你就想到那一部书多么笨重，几十匹马匹拖着那么重的经典，没有几部，其实不多。因此印度法师到中国来，也是仔细的在挑选，中国法师到印度去取经，也是很谨慎在里面去选择。选择适合于中国人的，选择最好的、我们最需要的，以这个为第一优先、第二优先，其他的只好舍弃，太多了，带不动！",
      "zh_TW": "實在說，這些菩薩我們現在沒有看到經上為我們介紹。實在說，經典浩如煙海，誰能把這個經典仔細看過？這是一個困難問題。縱然有看，而大意疏忽的太多了，我們現在自己看經也是如此，常常疏忽掉，去看第二遍、第三遍的時候，才注意到、才看到。何況世尊當年所說的一切經，傳到中國來的有限，並不是完全傳來的。由於那個時候交通非常不方便，經書很笨重，古時候傳到中國來的經書是貝多羅葉寫的，貝多羅的樹葉寫的，那個時候沒紙，寫在樹葉上。那個樹葉有一點像我們的芭蕉葉，像香蕉樹的那種樹葉，但是它比香蕉樹葉好，香蕉樹葉很脆，很容易折斷，它不容易折斷。把那個樹葉一張一張採下來，在上面寫字，通常一片樹葉裁這麼長長一條，大概寫四行，頂多寫六行，兩邊打洞用繩子穿起來。你就想到那一部書多麼笨重，幾十匹馬匹拖著那麼重的經典，沒有幾部，其實不多。因此印度法師到中國來，也是仔細的在挑選，中國法師到印度去取經，也是很謹慎在裡面去選擇。選擇適合於中國人的，選擇最好的、我們最需要的，以這個為第一優先、第二優先，其他的只好捨棄，太多了，帶不動！"
    },
    {
      "id": "02-031-0028_p0079",
      "zh_CN": "因此，许多这些菩萨名号，虽然在经典里面见过一次、二次，没有细说的，可能一些介绍的经典没有到中国来；也很可能到达中国来，没有翻成中文，从印度来的梵文经典很多，也不是统统翻过来。在翻译里面，我们又再做最后一次选择，也把翻译有第一优先、第二优先，到后来也就舍弃掉了。所以世尊留下来的经典，并不是完整的，实在讲少分，还不是多分。以《华严经》做个例子，《华严经》现在翻成中国文的，三次翻译，合起来大概只有原来经本的一半。经典上告诉我们，《华严》总共是有十万偈，十万颂，但是现在晋经，就是《六十华严》是三万六千颂，差不多是原经的三分之一。唐朝翻译的八十卷《华严经》，增加了九千颂，总共是四万五千颂，一半还不到。贞元年间，将最后一品「普贤行愿品」四十卷全部翻译出来，补足八十卷里面的，八十卷里面的「行愿品」只有原来经文里头的一半，二十一卷，增加一半。所以，总共不过是五万颂，原经的二分之一而已。现在《华严》的梵文的原本已失传，现在可以说保存最多的这部分就是中文的译本。这是古时候，经典的传译都非常艰巨、很不容易，所以佛是不是详细说过，我们就不得而知。但是根据一般常识来判断，佛是很可能都为我们介绍过，但是这些文献已经不存在了。准前思之，必应是他方来的大士。",
      "zh_TW": "因此，許多這些菩薩名號，雖然在經典裡面見過一次、二次，沒有細說的，可能一些介紹的經典沒有到中國來；也很可能到達中國來，沒有翻成中文，從印度來的梵文經典很多，也不是統統翻過來。在翻譯裡面，我們又再做最後一次選擇，也把翻譯有第一優先、第二優先，到後來也就捨棄掉了。所以世尊留下來的經典，並不是完整的，實在講少分，還不是多分。以《華嚴經》做個例子，《華嚴經》現在翻成中國文的，三次翻譯，合起來大概只有原來經本的一半。經典上告訴我們，《華嚴》總共是有十萬偈，十萬頌，但是現在晉經，就是《六十華嚴》是三萬六千頌，差不多是原經的三分之一。唐朝翻譯的八十卷《華嚴經》，增加了九千頌，總共是四萬五千頌，一半還不到。貞元年間，將最後一品「普賢行願品」四十卷全部翻譯出來，補足八十卷裡面的，八十卷裡面的「行願品」只有原來經文裡頭的一半，二十一卷，增加一半。所以，總共不過是五萬頌，原經的二分之一而已。現在《華嚴》的梵文的原本已失傳，現在可以說保存最多的這部分就是中文的譯本。這是古時候，經典的傳譯都非常艱鉅、很不容易，所以佛是不是詳細說過，我們就不得而知。但是根據一般常識來判斷，佛是很可能都為我們介紹過，但是這些文獻已經不存在了。準前思之，必應是他方來的大士。"
    },
    {
      "id": "02-031-0028_p0080",
      "zh_CN": "【甄解曰，初列贤护等十六正士者，彰此法不以出家发心为本。】",
      "zh_TW": "【甄解曰，初列賢護等十六正士者，彰此法不以出家發心為本。】"
    },
    {
      "id": "02-031-0028_p0081",
      "zh_CN": "这个经的开端，上首大众我们都知道他是表法的。而将在家菩萨列了这么多的人，这是显示，『彰』是非常明显呈现出来，这个法门，净土法门《无量寿经》，『不以出家发心为本』。它主要是度哪些人？是度在家人的。它的主要对象，这跟中国古来这些祖师大德说法完全相同。像善导大师所说的，这部经、这个法门，主要就是度六道里面这些头出头没的众生，不干大小圣也。与菩萨、声闻这些大小乘的圣者，跟他们不相干；换句话说，他们是附带的，主要是度凡夫。",
      "zh_TW": "這個經的開端，上首大眾我們都知道他是表法的。而將在家菩薩列了這麼多的人，這是顯示，『彰』是非常明顯呈現出來，這個法門，淨土法門《無量壽經》，『不以出家發心為本』。它主要是度哪些人？是度在家人的。它的主要對象，這跟中國古來這些祖師大德說法完全相同。像善導大師所說的，這部經、這個法門，主要就是度六道裡面這些頭出頭沒的眾生，不干大小聖也。與菩薩、聲聞這些大小乘的聖者，跟他們不相干；換句話說，他們是附帶的，主要是度凡夫。"
    },
    {
      "id": "02-031-0028_p0082",
      "zh_CN": "【次列他方来者，彰十方佛土中，悉以此法为出世大事故，共来精进求此法。】",
      "zh_TW": "【次列他方來者，彰十方佛土中，悉以此法為出世大事故，共來精進求此法。】"
    },
    {
      "id": "02-031-0028_p0083",
      "zh_CN": "为什么十六正士里面大部分都是他方世界来的，这是什么意思？显示十方世界一切诸佛菩萨，都是以这部经典、这个法门普度一切众生，平等成佛。这是显示这个法门、经典跟其他一切经典、法门不相同，说明其他一切经不是普度十方一切众生的。释迦牟尼佛在我们这个地球上讲的，对象就是度我们地球上种种不同根性的众生。但是说这部经的时候，他方无量无边的这些菩萨都来参加这个法会，说明这部经典、这个法门，是十方一切诸佛如来共同弘扬的。所以都是『以此法为出世大事』，出世是超越六道轮回、超越十法界。这些菩萨，十方菩萨们来参与法会，表示这个意思，显示法门不可思议，经典不可思议。",
      "zh_TW": "為什麼十六正士裡面大部分都是他方世界來的，這是什麼意思？顯示十方世界一切諸佛菩薩，都是以這部經典、這個法門普度一切眾生，平等成佛。這是顯示這個法門、經典跟其他一切經典、法門不相同，說明其他一切經不是普度十方一切眾生的。釋迦牟尼佛在我們這個地球上講的，對象就是度我們地球上種種不同根性的眾生。但是說這部經的時候，他方無量無邊的這些菩薩都來參加這個法會，說明這部經典、這個法門，是十方一切諸佛如來共同弘揚的。所以都是『以此法為出世大事』，出世是超越六道輪迴、超越十法界。這些菩薩，十方菩薩們來參與法會，表示這個意思，顯示法門不可思議，經典不可思議。"
    },
    {
      "id": "02-031-0028_p0084",
      "zh_CN": "我们今天就介绍到此地。",
      "zh_TW": "我們今天就介紹到此地。"
    }
  ]
}