{
  "doc_id": "02-031-0013",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0013",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-031-0013_p0001",
      "zh_CN": "请掀开经本，第十三面倒数第五行，二十九段看起：",
      "zh_TW": "請掀開經本，第十三面倒數第五行，二十九段看起："
    },
    {
      "id": "02-031-0013_p0002",
      "zh_CN": "【要解云，实相之体，非寂非照，而复寂而恒照，照而恒寂，照而寂，强名常寂光土，寂而照，强名清净法身。】",
      "zh_TW": "【要解云，實相之體，非寂非照，而復寂而恆照，照而恆寂，照而寂，強名常寂光土，寂而照，強名清淨法身。】"
    },
    {
      "id": "02-031-0013_p0003",
      "zh_CN": "这是蕅益大师在《要解》里面说明《弥陀经》的体性，也就是世尊为我们说《弥陀经》理论的依据，体性就是理论的依据。明了之后，我们对于世尊所说才能够相信，才能够接受，而没有疑惑，所以五重玄义里面的辨体，目的就在此地。所有一切大乘经，皆以实相为体，实相简单的说，就是宇宙人生的真相。佛所讲的皆是宇宙人生真相，我们不能不信，若是不信，那就是自己错了。什么叫实相？实相究竟是什么？实在讲非常难讲。佛在一切经里面常常用归纳的方法，把它归纳几个原则、重点，为我们描述，让我们从这些经文里面去体会，这是佛讲经说法的善巧方便。这一段的意思也离不开这个原则，一定要很细心去体会。",
      "zh_TW": "這是蕅益大師在《要解》裡面說明《彌陀經》的體性，也就是世尊為我們說《彌陀經》理論的依據，體性就是理論的依據。明瞭之後，我們對於世尊所說才能夠相信，才能夠接受，而沒有疑惑，所以五重玄義裡面的辨體，目的就在此地。所有一切大乘經，皆以實相為體，實相簡單的說，就是宇宙人生的真相。佛所講的皆是宇宙人生真相，我們不能不信，若是不信，那就是自己錯了。什麼叫實相？實相究竟是什麼？實在講非常難講。佛在一切經裡面常常用歸納的方法，把它歸納幾個原則、重點，為我們描述，讓我們從這些經文裡面去體會，這是佛講經說法的善巧方便。這一段的意思也離不開這個原則，一定要很細心去體會。"
    },
    {
      "id": "02-031-0013_p0004",
      "zh_CN": "『实相之体，非寂非照』，这是用「寂」跟「照」两个字来形容它。虽然不是寂照，但它确实有寂照的现象，如果说实相之体就是寂照，这个话说得有问题，如果说它不是寂照，这个话也有问题。体是清净的，寂跟照，世尊在大经里面讲得很多，它可以互作体用。如果我们以寂为体，照就是它的作用，以照为体，寂就是它的作用，所以它可以互为体用。为什么它能够互为体用？实在讲，寂跟照是一桩事情，它才可以互为体用，如果是两桩事情，那就另当别论。实在讲是一桩事情。说它不是寂照，『而复寂而恒照』。在本经经题上，前一段是「无量寿庄严」，是从果上说的，题的后一半是讲「清净平等觉」，是从用上讲的、从因上讲的；换句话说，修「清净平等觉」才能得「无量寿庄严」之果，因果里面都有寂照的意思在。清净心、平等心是寂，寂是寂静，心里面如果有疑，心不清净。寂也就是定，你就定不下来，你有疑，你的心怎么会定？你的心是动的。心要不平等，心也定不下来，寂是最深的定。《仁王经》上，世尊用五忍来说明菩萨修行功夫的浅深，而最深的境界叫「寂灭忍」，忍就是定，比「无生法忍」还要高一等。所以这是极清净之心，不是普通的清净、不是普通的禅定，定达到登峰造极，才称之为寂。所以，心若不清净、心若不平等，就不可能入寂定的境界。而寂定之心起作用就是觉，觉就是照，所以它起作用的时候是无所不知、无所不能。",
      "zh_TW": "『實相之體，非寂非照』，這是用「寂」跟「照」兩個字來形容它。雖然不是寂照，但它確實有寂照的現象，如果說實相之體就是寂照，這個話說得有問題，如果說它不是寂照，這個話也有問題。體是清淨的，寂跟照，世尊在大經裡面講得很多，它可以互作體用。如果我們以寂為體，照就是它的作用，以照為體，寂就是它的作用，所以它可以互為體用。為什麼它能夠互為體用？實在講，寂跟照是一樁事情，它才可以互為體用，如果是兩樁事情，那就另當別論。實在講是一樁事情。說它不是寂照，『而復寂而恆照』。在本經經題上，前一段是「無量壽莊嚴」，是從果上說的，題的後一半是講「清淨平等覺」，是從用上講的、從因上講的；換句話說，修「清淨平等覺」才能得「無量壽莊嚴」之果，因果裡面都有寂照的意思在。清淨心、平等心是寂，寂是寂靜，心裡面如果有疑，心不清淨。寂也就是定，你就定不下來，你有疑，你的心怎麼會定？你的心是動的。心要不平等，心也定不下來，寂是最深的定。《仁王經》上，世尊用五忍來說明菩薩修行功夫的淺深，而最深的境界叫「寂滅忍」，忍就是定，比「無生法忍」還要高一等。所以這是極清淨之心，不是普通的清淨、不是普通的禪定，定達到登峰造極，才稱之為寂。所以，心若不清淨、心若不平等，就不可能入寂定的境界。而寂定之心起作用就是覺，覺就是照，所以它起作用的時候是無所不知、無所不能。"
    },
    {
      "id": "02-031-0013_p0005",
      "zh_CN": "「寂而恒照」，「恒」是没有中断的，绝对不是像一般的现象，因为一般现象是假象，这是实相，不是假相。假相，那就是《金刚经》上所说的「凡所有相，皆是虚妄」，十法界依正庄严都是假相。不但我们六道里面这一切现象是相续相，四圣法界的现象还是相续相。我们讲到是声闻、缘觉、菩萨、佛，十法界里面的佛，它是个相续相，所以是虚妄的，跟《金刚经》末后结论所讲的「一切有为法，如梦幻泡影」，那个不是实相。这个地方讲的是实相，所以很不容易体会，它不是我们的境界，不但言语说不出来，我们想也想不到。思惟想像这个功能确实是很大，如大乘经上所说，第六意识要向外面缘能够缘虚空法界，十法界都可以缘得到，向内缘可以缘到阿赖耶识。这个功能真的不小，可是它就缘不到实相。为什么缘不到？因为它跟实相不是一类的，一个是真实的，一个是虚妄的，虚妄总缘不到真实，道理在此地。但是真实的体，也就是我们真如本性，或者讲是自己的真心，它确实恒照，它没有间断。为什么？因为它没有生灭，有生灭的就有间断，它是不生不灭，这一点我们总应当要晓得。阿赖耶识都是生灭法、有为法，真如本性不是生灭法，《百法》最后一条真如无为，这里讲的是实相，真如无为，所以它不是生灭法。",
      "zh_TW": "「寂而恆照」，「恆」是沒有中斷的，絕對不是像一般的現象，因為一般現象是假象，這是實相，不是假相。假相，那就是《金剛經》上所說的「凡所有相，皆是虛妄」，十法界依正莊嚴都是假相。不但我們六道裡面這一切現象是相續相，四聖法界的現象還是相續相。我們講到是聲聞、緣覺、菩薩、佛，十法界裡面的佛，它是個相續相，所以是虛妄的，跟《金剛經》末後結論所講的「一切有為法，如夢幻泡影」，那個不是實相。這個地方講的是實相，所以很不容易體會，它不是我們的境界，不但言語說不出來，我們想也想不到。思惟想像這個功能確實是很大，如大乘經上所說，第六意識要向外面緣能夠緣虛空法界，十法界都可以緣得到，向內緣可以緣到阿賴耶識。這個功能真的不小，可是它就緣不到實相。為什麼緣不到？因為它跟實相不是一類的，一個是真實的，一個是虛妄的，虛妄總緣不到真實，道理在此地。但是真實的體，也就是我們真如本性，或者講是自己的真心，它確實恆照，它沒有間斷。為什麼？因為它沒有生滅，有生滅的就有間斷，它是不生不滅，這一點我們總應當要曉得。阿賴耶識都是生滅法、有為法，真如本性不是生滅法，《百法》最後一條真如無為，這裡講的是實相，真如無為，所以它不是生滅法。"
    },
    {
      "id": "02-031-0013_p0006",
      "zh_CN": "『寂而恒照，照而恒寂』，「照」是明了，就是自性的般若智慧，尽虚空遍法界，过去现在未来，统统明了。虽然明了，明，没有动心性、没有染污到心性，所以它恒寂，「照而恒寂，寂而恒照，寂照不二」，这是真心。我们现在跟这个标准是恰恰相反，我们的心，现在这个心是妄心，不是真心，妄心是动的，不是寂的，我们的念头，一个念头生，一个念头灭，动的。你说你在那里静坐一会，觉得自己心已经很清净，其实心还是在动。只可以说，我们这个心震动震幅大小不一样，它震幅小的时候我们就感觉到很清净，幅度太大，我们就觉得心里面很烦燥，身心都不安，这是我们没有寂。我们照有没有？照也有，不能说没有，眼能见、耳能听，也照，可是我们照，不寂。照外面境界，它影响里面的妄念，震幅就增高。看到顺自己意思，就起贪爱之心，贪爱之心是大风大浪；不喜欢的境界，就起瞋恚之心，也是大风大浪。所以我们这个照，不寂；寂也不会照，虽照，没有见到事实真相，你所照的都是假相、都是幻相，见不到实相。这是我们在凡夫位。真正能达到寂跟照的标准，若把这个标准降到最低限度，圆教初住菩萨，入这个境界了，所谓破一品无明，证一分法身。无明有四十一品，四十一品无明破尽，清净法身圆满的显露。破一品你就见一分，那个时候有寂照的现象现前。如果没破无明、没见法身，这个境界不但难说，体会都相当困难。",
      "zh_TW": "『寂而恆照，照而恆寂』，「照」是明瞭，就是自性的般若智慧，盡虛空遍法界，過去現在未來，統統明瞭。雖然明瞭，明，沒有動心性、沒有染污到心性，所以它恆寂，「照而恆寂，寂而恆照，寂照不二」，這是真心。我們現在跟這個標準是恰恰相反，我們的心，現在這個心是妄心，不是真心，妄心是動的，不是寂的，我們的念頭，一個念頭生，一個念頭滅，動的。你說你在那裡靜坐一會，覺得自己心已經很清淨，其實心還是在動。只可以說，我們這個心震動震幅大小不一樣，它震幅小的時候我們就感覺到很清淨，幅度太大，我們就覺得心裡面很煩燥，身心都不安，這是我們沒有寂。我們照有沒有？照也有，不能說沒有，眼能見、耳能聽，也照，可是我們照，不寂。照外面境界，它影響裡面的妄念，震幅就增高。看到順自己意思，就起貪愛之心，貪愛之心是大風大浪；不喜歡的境界，就起瞋恚之心，也是大風大浪。所以我們這個照，不寂；寂也不會照，雖照，沒有見到事實真相，你所照的都是假相、都是幻相，見不到實相。這是我們在凡夫位。真正能達到寂跟照的標準，若把這個標準降到最低限度，圓教初住菩薩，入這個境界了，所謂破一品無明，證一分法身。無明有四十一品，四十一品無明破盡，清淨法身圓滿的顯露。破一品你就見一分，那個時候有寂照的現象現前。如果沒破無明、沒見法身，這個境界不但難說，體會都相當困難。"
    },
    {
      "id": "02-031-0013_p0007",
      "zh_CN": "从照寂来说，则『强名常寂光土』，「强」是不得已，为什么？事实上没有名字，名字是人给它起的。所以你无论起个什么名，都是假名。但是对于我们初学人来讲，假名的用处很大，没有这些名相，我们真的是不得其门而入。名相是什么性质要懂得，名相好比是指路牌，指着这个方向，你去寻找道路，指路牌不是目的地，是指着那个方向。所以名相有用，言说也有用，不能执着，一执着就错了，就完全错了。要晓得，所有名相的建立都是勉强不得已而说的，我们要懂这个意思。「强名常寂光土」。一切诸佛如来都有四土，四土不是专指西方极乐世界，娑婆世界释迦牟尼佛也有四土。常寂光土这个名词从哪里来的？就是从自性照而恒寂，勉强叫它常寂光土。照是般若智慧，遍照十方，不但遍照十方，而且遍照三际，过去现在未来统统照到。起这样大的作用，自性依旧如如不动，这称它做常寂光土。",
      "zh_TW": "從照寂來說，則『強名常寂光土』，「強」是不得已，為什麼？事實上沒有名字，名字是人給它起的。所以你無論起個什麼名，都是假名。但是對於我們初學人來講，假名的用處很大，沒有這些名相，我們真的是不得其門而入。名相是什麼性質要懂得，名相好比是指路牌，指著這個方向，你去尋找道路，指路牌不是目的地，是指著那個方向。所以名相有用，言說也有用，不能執著，一執著就錯了，就完全錯了。要曉得，所有名相的建立都是勉強不得已而說的，我們要懂這個意思。「強名常寂光土」。一切諸佛如來都有四土，四土不是專指西方極樂世界，娑婆世界釋迦牟尼佛也有四土。常寂光土這個名詞從哪裡來的？就是從自性照而恆寂，勉強叫它常寂光土。照是般若智慧，遍照十方，不但遍照十方，而且遍照三際，過去現在未來統統照到。起這樣大的作用，自性依舊如如不動，這稱它做常寂光土。"
    },
    {
      "id": "02-031-0013_p0008",
      "zh_CN": "如果从寂而恒照，又给它说一个名字，叫『清净法身』。寂，寂然之体如如不动，虽然如如不动，但是它能够遍照十方三世，这就叫它「清净法身」。如果你要把这个事实真相搞清楚了，你就明白古人所谓的身土不二，这个意思你能够体会到一点。法身大士得到这个受用，身土不二的受用，最显著的像我们在《弥陀经》、在《无量寿经》上看到的，西方世界的人，我们都称为菩萨，他是真的菩萨，不是假的。经上告诉我们，他们每个人几乎每天都到十方世界去参访、去供佛、去教化众生，上供诸佛，下化众生。佛在经上告诉我们，不到一餐饭的时间，这是讲时间之短，他们这个事情都做完了，又回到西方极乐世界，聚集在讲堂，听阿弥陀佛讲经说法。十方诸佛无量无边，要是一个一个参访，不要说多，一尊佛那里耽误一分钟，恐怕我们这里的时间，十万年也还没有参访遍。因为我们不了解身土是一不是二，懂得这个道理，所谓他分身去的，同一个时间，一切诸佛面前都有他的身，这个境界我们叫不可思议！",
      "zh_TW": "如果從寂而恆照，又給它說一個名字，叫『清淨法身』。寂，寂然之體如如不動，雖然如如不動，但是它能夠遍照十方三世，這就叫它「清淨法身」。如果你要把這個事實真相搞清楚了，你就明白古人所謂的身土不二，這個意思你能夠體會到一點。法身大士得到這個受用，身土不二的受用，最顯著的像我們在《彌陀經》、在《無量壽經》上看到的，西方世界的人，我們都稱為菩薩，他是真的菩薩，不是假的。經上告訴我們，他們每個人幾乎每天都到十方世界去參訪、去供佛、去教化眾生，上供諸佛，下化眾生。佛在經上告訴我們，不到一餐飯的時間，這是講時間之短，他們這個事情都做完了，又回到西方極樂世界，聚集在講堂，聽阿彌陀佛講經說法。十方諸佛無量無邊，要是一個一個參訪，不要說多，一尊佛那裡耽誤一分鐘，恐怕我們這裡的時間，十萬年也還沒有參訪遍。因為我們不了解身土是一不是二，懂得這個道理，所謂他分身去的，同一個時間，一切諸佛面前都有他的身，這個境界我們叫不可思議！"
    },
    {
      "id": "02-031-0013_p0009",
      "zh_CN": "他能够以一个身变现成无量的身，又能以无量的身回归到一个身，这就是身土一如所展现的事相。若非身土一如，这个千百亿化身的理论在哪里？这有事，事总有个道理，没有道理，这个事怎么能通，理就在此地。这个意思实在讲有相当的深度，但是并不是不能体会。我们了解经上常讲的常寂光净土、清净法身，意思多少能够体会到一些。",
      "zh_TW": "他能夠以一個身變現成無量的身，又能以無量的身回歸到一個身，這就是身土一如所展現的事相。若非身土一如，這個千百億化身的理論在哪裡？這有事，事總有個道理，沒有道理，這個事怎麼能通，理就在此地。這個意思實在講有相當的深度，但是並不是不能體會。我們了解經上常講的常寂光淨土、清淨法身，意思多少能夠體會到一些。"
    },
    {
      "id": "02-031-0013_p0010",
      "zh_CN": "【要解云，五逆十恶，十念成就，带业往生，居下下品者，皆得三不退。】",
      "zh_TW": "【要解云，五逆十惡，十念成就，帶業往生，居下下品者，皆得三不退。】"
    },
    {
      "id": "02-031-0013_p0011",
      "zh_CN": "蕅益大师这一段的开示非常重要，使我们对于修学念佛法门充满了信心，信心坚固才能往生，不能有丝毫的怀疑。我们在这个世间，学佛以前、学佛以后，我们造作的罪业都很多。没学佛之前，造一切罪业，不知道，不以为是做错事情。学了佛之后，有了标准，善恶有了标准，仔细想想，造作的过失真的是无量无边，如同《地藏菩萨本愿经》上所讲罪业深重，实实在在的。像我们这样罪业深重的众生，念佛能往生吗？西方极乐世界肯收留我们吗？往往我们想到这些事情，不免生起疑惑，大师这段开示就重要了。我们所造的一切恶，『五逆十恶』大概还没有造，没有造这么重的罪业，即使造这么重的罪，还是有救。《观经》上讲得清楚，什么人没救？不相信净土的人没救。只要你肯相信、你肯发愿、肯依教奉行，造作五逆十恶业也能往生。临命终时『十念成就』，这是四十八愿的第十八愿。所以古人讲，四十八愿哪一愿是第一？第十八愿。实在不可思议，极重罪业的人，临命终时遇到善友，劝他念佛往生，他在这个时候一念回心就能往生。这是『带业往生，居下下品者』，《观无量寿佛经．下品下生章》就是讲这一类人。",
      "zh_TW": "蕅益大師這一段的開示非常重要，使我們對於修學念佛法門充滿了信心，信心堅固才能往生，不能有絲毫的懷疑。我們在這個世間，學佛以前、學佛以後，我們造作的罪業都很多。沒學佛之前，造一切罪業，不知道，不以為是做錯事情。學了佛之後，有了標準，善惡有了標準，仔細想想，造作的過失真的是無量無邊，如同《地藏菩薩本願經》上所講罪業深重，實實在在的。像我們這樣罪業深重的眾生，念佛能往生嗎？西方極樂世界肯收留我們嗎？往往我們想到這些事情，不免生起疑惑，大師這段開示就重要了。我們所造的一切惡，『五逆十惡』大概還沒有造，沒有造這麼重的罪業，即使造這麼重的罪，還是有救。《觀經》上講得清楚，什麼人沒救？不相信淨土的人沒救。只要你肯相信、你肯發願、肯依教奉行，造作五逆十惡業也能往生。臨命終時『十念成就』，這是四十八願的第十八願。所以古人講，四十八願哪一願是第一？第十八願。實在不可思議，極重罪業的人，臨命終時遇到善友，勸他念佛往生，他在這個時候一念回心就能往生。這是『帶業往生，居下下品者』，《觀無量壽佛經．下品下生章》就是講這一類人。"
    },
    {
      "id": "02-031-0013_p0012",
      "zh_CN": "有些同修读到这些经文来问我，我不止碰到一个，碰到好几次，来问我，他说法师，这样讲起来太不公平了，多少人一生做了好事，还不能往生，这个人无恶不作，临终一念，他就能往生。好像净土法门非常不公平。其实我们凡夫只知其一不知其二，我们只看到眼前几十年这个阶段，前面没有看到。依照佛在经上所说，这个五逆十恶临终十念往生的人，他也符合了《弥陀经》上所讲的「不可以少善根福德因缘，得生彼国」。这一生当中，我们没有看到他有什么善根福德啊！善根福德是他累世所修的，这个话我们能不能相信？如果仔细想想，你也许就会相信、你就能接受。一个劣根性很深的人、恶习气很深的人，在临终的时候，一、两句话，那紧要关头，他就能够回头、就能够悔过，不容易，太难了！这种现象，若不是过去生中深厚的善根，怎么唤他也不回头。从这个地方证明，佛在经上讲得不错。那么他为什么有这样深厚的善根，这一生当中做了很多五逆十恶的坏事？善导大师在注解里说得好，「遇缘不同」，他遇缘不同；换句话说，他这一生没有交到好朋友，没有遇到善知识，一生都跟一些恶友在一起。临终遇到善友，他就能向善，可见得他并不是不能向善，是没有遇到善缘。这样的事绝对不是偶然。",
      "zh_TW": "有些同修讀到這些經文來問我，我不止碰到一個，碰到好幾次，來問我，他說法師，這樣講起來太不公平了，多少人一生做了好事，還不能往生，這個人無惡不作，臨終一念，他就能往生。好像淨土法門非常不公平。其實我們凡夫只知其一不知其二，我們只看到眼前幾十年這個階段，前面沒有看到。依照佛在經上所說，這個五逆十惡臨終十念往生的人，他也符合了《彌陀經》上所講的「不可以少善根福德因緣，得生彼國」。這一生當中，我們沒有看到他有什麼善根福德啊！善根福德是他累世所修的，這個話我們能不能相信？如果仔細想想，你也許就會相信、你就能接受。一個劣根性很深的人、惡習氣很深的人，在臨終的時候，一、兩句話，那緊要關頭，他就能夠回頭、就能夠悔過，不容易，太難了！這種現象，若不是過去生中深厚的善根，怎麼喚他也不回頭。從這個地方證明，佛在經上講得不錯。那麼他為什麼有這樣深厚的善根，這一生當中做了很多五逆十惡的壞事？善導大師在註解裡說得好，「遇緣不同」，他遇緣不同；換句話說，他這一生沒有交到好朋友，沒有遇到善知識，一生都跟一些惡友在一起。臨終遇到善友，他就能向善，可見得他並不是不能向善，是沒有遇到善緣。這樣的事絕對不是偶然。"
    },
    {
      "id": "02-031-0013_p0013",
      "zh_CN": "古大德唯恐后学读到这段经文发生误会，最大的误会就是听说临终十念还可以往生，造恶的人说现在多造一点恶还没有关系，临终还来得及。你要是这样想法、这样会法，你就完全把意思会错了。刚才讲了，人家那个人是一生没有遇到善缘，没有遇到善友，临终回头。你已经遇到佛法、遇到善缘，那你是故意在作恶，哪有这个道理！何况这桩事情要具足三个缘，你想想，你临终的时候能不能具备这三个条件？第一个条件，临终的时候头脑清楚，不迷惑、不颠倒，你有没有把握？我们看临终的人，到医院去看看，或者是家亲眷属临终的时候，仔细去观察，有几个人临走的时候头脑清楚的？这是第一个条件。假如临终的时候生病，病得很重，不省人事，你往生的机会这一生就没有了。临终清清楚楚、明明白白，大福报，不是容易的事情。第二个条件，在这个关头，有一个人提醒你，劝你念佛求生西方极乐世界。在临终会不会有个人来提醒你？第三个条件，你一听到人提醒，马上就接受，就能够放下万缘，一心念佛，才能成功！这三个条件，缺一个都不行。可是你想想，这三个条件是多难！我们自己能有把握吗？因此，这个事情虽然有，不是侥幸，绝非侥幸，是这个人过去生中善根福德因缘在临命终时才现前，哪里是偶然的！",
      "zh_TW": "古大德唯恐後學讀到這段經文發生誤會，最大的誤會就是聽說臨終十念還可以往生，造惡的人說現在多造一點惡還沒有關係，臨終還來得及。你要是這樣想法、這樣會法，你就完全把意思會錯了。剛才講了，人家那個人是一生沒有遇到善緣，沒有遇到善友，臨終回頭。你已經遇到佛法、遇到善緣，那你是故意在作惡，哪有這個道理！何況這樁事情要具足三個緣，你想想，你臨終的時候能不能具備這三個條件？第一個條件，臨終的時候頭腦清楚，不迷惑、不顛倒，你有沒有把握？我們看臨終的人，到醫院去看看，或者是家親眷屬臨終的時候，仔細去觀察，有幾個人臨走的時候頭腦清楚的？這是第一個條件。假如臨終的時候生病，病得很重，不省人事，你往生的機會這一生就沒有了。臨終清清楚楚、明明白白，大福報，不是容易的事情。第二個條件，在這個關頭，有一個人提醒你，勸你念佛求生西方極樂世界。在臨終會不會有個人來提醒你？第三個條件，你一聽到人提醒，馬上就接受，就能夠放下萬緣，一心念佛，才能成功！這三個條件，缺一個都不行。可是你想想，這三個條件是多難！我們自己能有把握嗎？因此，這個事情雖然有，不是僥倖，絕非僥倖，是這個人過去生中善根福德因緣在臨命終時才現前，哪裡是偶然的！"
    },
    {
      "id": "02-031-0013_p0014",
      "zh_CN": "《要解》里面这一句，实在讲告诉我们两桩事情，第一个，五逆十恶，造作这个罪业不怕，只要改过自新，真正能忏悔；忏悔就是后不再造，我知道从前做错了，从今以后不再造，信愿持名、老实念佛就行。这是给罪业极重的人，帮助他坚定信心。第二个意思要告诉他，这样的人生到西方极乐世界，也是圆证三不退。此地讲『皆得三不退』，《弥陀经》到后面说出来，圆证三不退，这个利益不可思议，任何一个法门里面都没有的。三不退是成就，不退转。第一个是位不退，你证得圣人的果位，绝对不会再堕落回来当凡夫，这叫位不退。佛法里什么人证得？小乘初果就证得。所以，小乘初果虽然还没有出三界，佛在经上讲得很清楚，他是天上人间七次往返，就证阿罗汉果，就超越三界，他是圣人，他不是凡夫。他在三界里面是有限的时间，必定超越。如果他第七次往返的时候，这个世间没有佛法，无佛出世，他能不能成就？他也能成就。佛讲，那个时候他叫独觉，辟支佛里面的一种。辟支佛是两种，一种叫缘觉，一种叫独觉。缘觉是出在有佛菩萨住世的时候，他听经、闻法，依照佛法修行，证果了。独觉是这个世间没有佛法、没有佛菩萨，他自己也能成就，也能证得四果，超越六道轮回，绝对不会到第八次，这叫位不退。第二个叫行不退，行不退是指大乘菩萨，绝对不会再退回来当小乘。第三个叫念不退，念不退是法身大士，也就是我们讲到圆教初住菩萨、别教初地菩萨，他会不会再退回来？不会。",
      "zh_TW": "《要解》裡面這一句，實在講告訴我們兩樁事情，第一個，五逆十惡，造作這個罪業不怕，只要改過自新，真正能懺悔；懺悔就是後不再造，我知道從前做錯了，從今以後不再造，信願持名、老實念佛就行。這是給罪業極重的人，幫助他堅定信心。第二個意思要告訴他，這樣的人生到西方極樂世界，也是圓證三不退。此地講『皆得三不退』，《彌陀經》到後面說出來，圓證三不退，這個利益不可思議，任何一個法門裡面都沒有的。三不退是成就，不退轉。第一個是位不退，你證得聖人的果位，絕對不會再墮落回來當凡夫，這叫位不退。佛法裡什麼人證得？小乘初果就證得。所以，小乘初果雖然還沒有出三界，佛在經上講得很清楚，他是天上人間七次往返，就證阿羅漢果，就超越三界，他是聖人，他不是凡夫。他在三界裡面是有限的時間，必定超越。如果他第七次往返的時候，這個世間沒有佛法，無佛出世，他能不能成就？他也能成就。佛講，那個時候他叫獨覺，辟支佛裡面的一種。辟支佛是兩種，一種叫緣覺，一種叫獨覺。緣覺是出在有佛菩薩住世的時候，他聽經、聞法，依照佛法修行，證果了。獨覺是這個世間沒有佛法、沒有佛菩薩，他自己也能成就，也能證得四果，超越六道輪迴，絕對不會到第八次，這叫位不退。第二個叫行不退，行不退是指大乘菩薩，絕對不會再退回來當小乘。第三個叫念不退，念不退是法身大士，也就是我們講到圓教初住菩薩、別教初地菩薩，他會不會再退回來？不會。"
    },
    {
      "id": "02-031-0013_p0015",
      "zh_CN": "从这里说「皆得三不退」，下下品往生的人，生到西方极乐世界，我们就以这个标准来看，他所得到的功德利益相当于法身大士。这个地位多高，实在不可思议。如果读到《弥陀经》后面，蕅益大师跟我们讲的「皆是圆证三不退」，那就更不可思议。圆，什么地位才圆证？这个地方是讲证三不退，是你初证，分证，没有圆满。圆证三不退，严格的说就是等觉菩萨，真正是圆满了，等于念不退圆满了。如果要把这个标准放宽一点，最低限度也是八地菩萨，八地叫不动地，确实三不退，虽没有完全圆满，是接近圆满，可以说他是圆证。往生西方世界的人，即使凡圣同居土下下品往生，生到西方极乐世界，他的智慧、德能、受用几乎与八地菩萨相等。这个法门谁能相信？所以叫难信之法！难信是真的，它易行，在修学比哪一个法门都容易。而且成就了，就是生到西方极乐世界，比哪一个法门成就都高，任何一个法门不能跟它相比。",
      "zh_TW": "從這裡說「皆得三不退」，下下品往生的人，生到西方極樂世界，我們就以這個標準來看，他所得到的功德利益相當於法身大士。這個地位多高，實在不可思議。如果讀到《彌陀經》後面，蕅益大師跟我們講的「皆是圓證三不退」，那就更不可思議。圓，什麼地位才圓證？這個地方是講證三不退，是你初證，分證，沒有圓滿。圓證三不退，嚴格的說就是等覺菩薩，真正是圓滿了，等於念不退圓滿了。如果要把這個標準放寬一點，最低限度也是八地菩薩，八地叫不動地，確實三不退，雖沒有完全圓滿，是接近圓滿，可以說他是圓證。往生西方世界的人，即使凡聖同居土下下品往生，生到西方極樂世界，他的智慧、德能、受用幾乎與八地菩薩相等。這個法門誰能相信？所以叫難信之法！難信是真的，它易行，在修學比哪一個法門都容易。而且成就了，就是生到西方極樂世界，比哪一個法門成就都高，任何一個法門不能跟它相比。"
    },
    {
      "id": "02-031-0013_p0016",
      "zh_CN": "【又云，了此，方能深信弥陀愿力，信佛力，方能深信名号功德，信持名，方能深信吾人心性本不可思议也。】",
      "zh_TW": "【又云，了此，方能深信彌陀願力，信佛力，方能深信名號功德，信持名，方能深信吾人心性本不可思議也。】"
    },
    {
      "id": "02-031-0013_p0017",
      "zh_CN": "这几句话的开示义理很深。『了此』，「了」是明了，前面所说的你真的明白了，你才能够相信阿弥陀佛四十八愿愿力不可思议，佛的本愿威神加持。你能够得到几分加持，完全看你的信心跟愿心，你有一分的信愿，你得到阿弥陀佛本愿一分的加持；你有十分的信愿，你就得阿弥陀佛愿力十分的加持。『弥陀愿力』不可思议，能叫你极重的罪业都能够伏住，能够令你在临命终时，一念、十念都能往生。",
      "zh_TW": "這幾句話的開示義理很深。『了此』，「了」是明瞭，前面所說的你真的明白了，你才能夠相信阿彌陀佛四十八願願力不可思議，佛的本願威神加持。你能夠得到幾分加持，完全看你的信心跟願心，你有一分的信願，你得到阿彌陀佛本願一分的加持；你有十分的信願，你就得阿彌陀佛願力十分的加持。『彌陀願力』不可思議，能叫你極重的罪業都能夠伏住，能夠令你在臨命終時，一念、十念都能往生。"
    },
    {
      "id": "02-031-0013_p0018",
      "zh_CN": "『信佛力，方能深信名号功德』，「名号功德」我们过去在讲席当中说得很多。念佛的人虽然不少，但是真正能够体会名号功德不可思议的人，的确不多。古大德曾经做过比较，释迦牟尼佛当年在世，讲经四十九年，四十九年所说的一切经，哪部经第一？第一就是能够圆圆满满包含一切经。古来的大德，无论哪一宗哪一派，几乎共同承认《华严经》第一。所以，尊崇《华严经》为根本法轮，一切经是《华严》眷属。古德有个很好的比喻，把它比喻一棵大树，《华严经》好比树根，树的本，本就是它的主干，叫根本。一切经都比作枝叶，都是从根本上生出来的枝叶。枝叶再多不离根本，所以《华严经》叫根本法轮。",
      "zh_TW": "『信佛力，方能深信名號功德』，「名號功德」我們過去在講席當中說得很多。念佛的人雖然不少，但是真正能夠體會名號功德不可思議的人，的確不多。古大德曾經做過比較，釋迦牟尼佛當年在世，講經四十九年，四十九年所說的一切經，哪部經第一？第一就是能夠圓圓滿滿包含一切經。古來的大德，無論哪一宗哪一派，幾乎共同承認《華嚴經》第一。所以，尊崇《華嚴經》為根本法輪，一切經是《華嚴》眷屬。古德有個很好的比喻，把它比喻一棵大樹，《華嚴經》好比樹根，樹的本，本就是它的主幹，叫根本。一切經都比作枝葉，都是從根本上生出來的枝葉。枝葉再多不離根本，所以《華嚴經》叫根本法輪。"
    },
    {
      "id": "02-031-0013_p0019",
      "zh_CN": "《华严经》跟《无量寿经》做个比较，古人就说，《无量寿经》第一，把《华严》比下去了。为什么《无量寿经》能高过《华严》？《华严经》到最后，普贤菩萨十大愿王导归极乐，《华严经》才圆满，如果不导归极乐，《华严》不圆满。《华严》最后归到哪里？归西方极乐世界，《无量寿经》就是西方极乐世界，《华严经》就归《无量寿经》。《无量寿经》是《华严》的归宿，这第一的第一。这样一比较我们才晓得，这部经在整个佛法里面它所占的地位，它的重要性。不了解，他不肯死心塌地依照这部经修行，还要搞别的。真搞明白了，心就死了，不再搞别的，就在这一门深入。",
      "zh_TW": "《華嚴經》跟《無量壽經》做個比較，古人就說，《無量壽經》第一，把《華嚴》比下去了。為什麼《無量壽經》能高過《華嚴》？《華嚴經》到最後，普賢菩薩十大願王導歸極樂，《華嚴經》才圓滿，如果不導歸極樂，《華嚴》不圓滿。《華嚴》最後歸到哪裡？歸西方極樂世界，《無量壽經》就是西方極樂世界，《華嚴經》就歸《無量壽經》。《無量壽經》是《華嚴》的歸宿，這第一的第一。這樣一比較我們才曉得，這部經在整個佛法裡面它所佔的地位，它的重要性。不了解，他不肯死心塌地依照這部經修行，還要搞別的。真搞明白了，心就死了，不再搞別的，就在這一門深入。"
    },
    {
      "id": "02-031-0013_p0020",
      "zh_CN": "这部经有四十八品，哪一品是第一？当然第六品第一，第六品是阿弥陀佛的四十八愿。释迦牟尼佛为我们讲全经，诸位仔细去看看，字字句句都没有离开四十八愿；换句话说，全部的《无量寿经》就是四十八愿的解释、说明。四十八愿里面总共有四十八条，哪一条第一？隋唐时代的大德几乎公认十八愿第一，十八愿是什么？十念必生。显示出「南无阿弥陀佛」这六个字是第一，所以这个名号是第一的第一。我们可以说四十八愿是解释这个名号的，《无量寿经》是解释四十八愿的，《华严经》是解释《无量寿经》的，这一部《大藏经》是解释《华严经》的，你把这个事实搞清楚之后，你才知道古人所讲的名号功德不可思议。名号是世尊四十九年所说一切法的精华，一切法要归到一句，就是「阿弥陀佛」。你能够相信四十八愿愿力不可思议，你才晓得名号功德不可思议。",
      "zh_TW": "這部經有四十八品，哪一品是第一？當然第六品第一，第六品是阿彌陀佛的四十八願。釋迦牟尼佛為我們講全經，諸位仔細去看看，字字句句都沒有離開四十八願；換句話說，全部的《無量壽經》就是四十八願的解釋、說明。四十八願裡面總共有四十八條，哪一條第一？隋唐時代的大德幾乎公認十八願第一，十八願是什麼？十念必生。顯示出「南無阿彌陀佛」這六個字是第一，所以這個名號是第一的第一。我們可以說四十八願是解釋這個名號的，《無量壽經》是解釋四十八願的，《華嚴經》是解釋《無量壽經》的，這一部《大藏經》是解釋《華嚴經》的，你把這個事實搞清楚之後，你才知道古人所講的名號功德不可思議。名號是世尊四十九年所說一切法的精華，一切法要歸到一句，就是「阿彌陀佛」。你能夠相信四十八願願力不可思議，你才曉得名號功德不可思議。"
    },
    {
      "id": "02-031-0013_p0021",
      "zh_CN": "『信持名，方能深信吾人心性本不可思议也』，这句话很深。这个第一的第一的名号从哪来的？是我们心性的德号，这前面说过，所以「自性弥陀，唯心净土」，阿弥陀佛名号不是别人，是自己真如本性的德号。这是从理上说，理事不二，性相不二，念这一句阿弥陀佛，不是念的别人，正是念的自己自性，这哪里是迷信，这哪里是求人！有许多人有志气，要靠自己，不想靠别人。我们念阿弥陀佛，求阿弥陀佛加持我们，靠他不是好汉，要靠自己。你自己真行，可以，你真能明心见性，可以；你不行，还是要人家拉你一把。殊不知念佛这个法门，靠他就是靠自，这才是事实的真相，正所谓是自他不二。所以蕅益大师为我们讲信，第一个就是讲要信自己，第二才信他，这个信自己，就是深信吾人心性本不可思议。",
      "zh_TW": "『信持名，方能深信吾人心性本不可思議也』，這句話很深。這個第一的第一的名號從哪來的？是我們心性的德號，這前面說過，所以「自性彌陀，唯心淨土」，阿彌陀佛名號不是別人，是自己真如本性的德號。這是從理上說，理事不二，性相不二，念這一句阿彌陀佛，不是念的別人，正是念的自己自性，這哪裡是迷信，這哪裡是求人！有許多人有志氣，要靠自己，不想靠別人。我們念阿彌陀佛，求阿彌陀佛加持我們，靠他不是好漢，要靠自己。你自己真行，可以，你真能明心見性，可以；你不行，還是要人家拉你一把。殊不知念佛這個法門，靠他就是靠自，這才是事實的真相，正所謂是自他不二。所以蕅益大師為我們講信，第一個就是講要信自己，第二才信他，這個信自己，就是深信吾人心性本不可思議。"
    },
    {
      "id": "02-031-0013_p0022",
      "zh_CN": "这一段我们就介绍到此地。我们再看底下第四段，「方便力用」里面所引的。",
      "zh_TW": "這一段我們就介紹到此地。我們再看底下第四段，「方便力用」裡面所引的。"
    },
    {
      "id": "02-031-0013_p0023",
      "zh_CN": "【大毘卢遮那经云，菩提为因，大悲为根，方便为究竟。】",
      "zh_TW": "【大毘盧遮那經云，菩提為因，大悲為根，方便為究竟。】"
    },
    {
      "id": "02-031-0013_p0024",
      "zh_CN": "这是讲力用，力是讲能力，这部经典它的能力、它的功用，或者说这个法门的能力、法门的作用，能叫我们得到些什么？这是题目简单的意思。首先引用的是《大毘卢遮那经》说的这三句，这三句古德用的很多。老同修看到这三句都不会陌生，都感到很熟悉，可是经文的深义我们要能体会，否则的话就很难得到真实的受用。",
      "zh_TW": "這是講力用，力是講能力，這部經典它的能力、它的功用，或者說這個法門的能力、法門的作用，能叫我們得到些什麼？這是題目簡單的意思。首先引用的是《大毘盧遮那經》說的這三句，這三句古德用的很多。老同修看到這三句都不會陌生，都感到很熟悉，可是經文的深義我們要能體會，否則的話就很難得到真實的受用。"
    },
    {
      "id": "02-031-0013_p0025",
      "zh_CN": "『菩提为因』，我们的菩提心有没有发？菩提心在前面讲得很多，我们有没有发菩提心？『大悲为根』，根是根本，佛家常讲「慈悲为本，方便为门」，我们有没有慈悲？要从这个地方认真去反省。『方便为究竟』，我们有没有方便？这个方便通常称为善巧方便。要用现代的话来说，用最适当、最妥善的方法，帮助人破迷开悟，这就是「方便为究竟」的意思。众生根性不相同，生活环境不相同，于是种种障碍的确是无量无边。如何能把这些障碍化除，使一切众生能够和睦相处，共同来学习，这是诸佛菩萨度化众生永恒不变的一个目标。可是众生不会轻易接受，《地藏经》上描绘的，我们娑婆众生刚强难化。佛的意思好、佛的意思圆，众生不接受。为什么不接受？坚固的执着，这是业习。何况众生与众生之间生生世世结的这些恩怨，我们今天看不到，我们没有天眼，看不到过去世，但是能够体会得到。从来不认识的人、很陌生的人，一见面就很欢喜、很投缘，这是前世的善缘，不能说没有前世。有些从来没有见面，一见面就是仇人，就不能够容纳，如果前世没有恩怨，这个现象怎么可能产生，他并不是对每个人都这样的。前世、累劫来的恩恩怨怨，刚强难化，于是诸佛菩萨有种种善巧方便。我们要想学菩萨、要想学普度众生，这个理与事不能不知道，应当认真努力去学，才能够以清净、平等、慈悲帮助一切苦难的众生。",
      "zh_TW": "『菩提為因』，我們的菩提心有沒有發？菩提心在前面講得很多，我們有沒有發菩提心？『大悲為根』，根是根本，佛家常講「慈悲為本，方便為門」，我們有沒有慈悲？要從這個地方認真去反省。『方便為究竟』，我們有沒有方便？這個方便通常稱為善巧方便。要用現代的話來說，用最適當、最妥善的方法，幫助人破迷開悟，這就是「方便為究竟」的意思。眾生根性不相同，生活環境不相同，於是種種障礙的確是無量無邊。如何能把這些障礙化除，使一切眾生能夠和睦相處，共同來學習，這是諸佛菩薩度化眾生永恆不變的一個目標。可是眾生不會輕易接受，《地藏經》上描繪的，我們娑婆眾生剛強難化。佛的意思好、佛的意思圓，眾生不接受。為什麼不接受？堅固的執著，這是業習。何況眾生與眾生之間生生世世結的這些恩怨，我們今天看不到，我們沒有天眼，看不到過去世，但是能夠體會得到。從來不認識的人、很陌生的人，一見面就很歡喜、很投緣，這是前世的善緣，不能說沒有前世。有些從來沒有見面，一見面就是仇人，就不能夠容納，如果前世沒有恩怨，這個現象怎麼可能產生，他並不是對每個人都這樣的。前世、累劫來的恩恩怨怨，剛強難化，於是諸佛菩薩有種種善巧方便。我們要想學菩薩、要想學普度眾生，這個理與事不能不知道，應當認真努力去學，才能夠以清淨、平等、慈悲幫助一切苦難的眾生。"
    },
    {
      "id": "02-031-0013_p0026",
      "zh_CN": "我们看底下这一段：",
      "zh_TW": "我們看底下這一段："
    },
    {
      "id": "02-031-0013_p0027",
      "zh_CN": "【观佛三昧经云，佛告父王，诸佛出世有三种益。】",
      "zh_TW": "【觀佛三昧經云，佛告父王，諸佛出世有三種益。】"
    },
    {
      "id": "02-031-0013_p0028",
      "zh_CN": "这是释迦牟尼佛对他父亲说的一段话，就是净饭王，他的父亲是净饭王，诸佛出世有三种利益。",
      "zh_TW": "這是釋迦牟尼佛對他父親說的一段話，就是淨飯王，他的父親是淨飯王，諸佛出世有三種利益。"
    },
    {
      "id": "02-031-0013_p0029",
      "zh_CN": "【一者，口说十二部经，法施利益，能除众生无明暗垢，开智慧眼，生诸佛前，早得无上菩提。】",
      "zh_TW": "【一者，口說十二部經，法施利益，能除眾生無明暗垢，開智慧眼，生諸佛前，早得無上菩提。】"
    },
    {
      "id": "02-031-0013_p0030",
      "zh_CN": "这是第一种利益。佛要不出世，世间没有经法，唯有佛出世，佛才为众生讲经说法。佛的法运也不能常住在世间，为什么？佛法因缘生，凡是因缘生的就有生有灭，像释迦牟尼佛，他的法运是一万二千年。《无量寿经》上有说，《法灭尽经》里面说得更详细，一万二千年之后这个世间就没有佛法，那个时候众生苦了！这个世界要等到什么时候再有佛法？弥勒佛出世。弥勒佛什么时候到这个世间来示现成佛？佛在《弥勒下生经》里面告诉我们，以我们世间时间来算，要五十六亿七千万年之后，这个数字我算得不太标准，大概总是这个数字。但是从经典上来讲，有很精确的数字，是可以能够计算得出来的。弥勒菩萨现在在兜率天，兜率天人的寿命是四千岁，兜率天的一天是我们人间四百年，诸位可以用这个算法能够算得出来。一天是我们的四百年，也是用一年三百六十五天计算，四千岁，你算算看是多少年。弥勒菩萨从兜率天下降，生到这个世间来示现成佛。由此可知，这个世间有佛法的时候很短，这一万二千年好短，当中是五十六亿万年没有佛法，没有佛法的时间长，太长了！我们生在释迦牟尼佛末法时期，算是很幸运，你能够生在这一万二千年当中，你能够遇到佛法，这个缘非常稀有、非常难得。因为有这个缘，就有机会脱离六道轮回，没有这个缘，没有机会，纵有善根福德也没用处，你也没有法子脱离六道轮回。所以佛出世，好处就是为众生讲经说法。",
      "zh_TW": "這是第一種利益。佛要不出世，世間沒有經法，唯有佛出世，佛才為眾生講經說法。佛的法運也不能常住在世間，為什麼？佛法因緣生，凡是因緣生的就有生有滅，像釋迦牟尼佛，他的法運是一萬二千年。《無量壽經》上有說，《法滅盡經》裡面說得更詳細，一萬二千年之後這個世間就沒有佛法，那個時候眾生苦了！這個世界要等到什麼時候再有佛法？彌勒佛出世。彌勒佛什麼時候到這個世間來示現成佛？佛在《彌勒下生經》裡面告訴我們，以我們世間時間來算，要五十六億七千萬年之後，這個數字我算得不太標準，大概總是這個數字。但是從經典上來講，有很精確的數字，是可以能夠計算得出來的。彌勒菩薩現在在兜率天，兜率天人的壽命是四千歲，兜率天的一天是我們人間四百年，諸位可以用這個算法能夠算得出來。一天是我們的四百年，也是用一年三百六十五天計算，四千歲，你算算看是多少年。彌勒菩薩從兜率天下降，生到這個世間來示現成佛。由此可知，這個世間有佛法的時候很短，這一萬二千年好短，當中是五十六億萬年沒有佛法，沒有佛法的時間長，太長了！我們生在釋迦牟尼佛末法時期，算是很幸運，你能夠生在這一萬二千年當中，你能夠遇到佛法，這個緣非常稀有、非常難得。因為有這個緣，就有機會脫離六道輪迴，沒有這個緣，沒有機會，縱有善根福德也沒用處，你也沒有法子脫離六道輪迴。所以佛出世，好處就是為眾生講經說法。"
    },
    {
      "id": "02-031-0013_p0031",
      "zh_CN": "『十二部经』，「十二部」要用现代的话来说，就是十二种的方式，或者讲十二种不同的体裁。譬如在佛经上最明显的，大家不说也能看得出来的，经文有「长行」，长行就像我们现代人讲的散文。散文的写作没有拘束，表达自己的意思非常方便，用散文体。第二种是「偈颂」，偈颂跟中国的诗歌一样，它也押韵。但是佛经里面偈颂，对于平仄不太讲究，但是它有押韵，便于记诵，它的句子很整齐，有四言、五言、六言、七言不同。这是我们在经上常常看到的另外一种体裁。第三种的体裁就是「咒」，这是我们中国文体里头没有的，佛经里面有咒语，往往在长行、偈颂当中加了些咒语。这三种很明显不同的体裁，我们常常见到的，总共有十二种不同的方式。譬如讲《弥陀经》，《弥陀经》属于「无问自说」，这也是十二种体例之一，这就不必细说。十二部就是指的一切经，四十九年所说的一切经，总不超过这十二种方式。十二种方式圆满具足的就是《华严经》，《华严经》这十二种方式统统有。像我们常念的《弥陀经》，《弥陀经》里面只有两种，一种是长行，就是散文，一种就是无问自说，这在体例里面来讲是最少的。",
      "zh_TW": "『十二部經』，「十二部」要用現代的話來說，就是十二種的方式，或者講十二種不同的體裁。譬如在佛經上最明顯的，大家不說也能看得出來的，經文有「長行」，長行就像我們現代人講的散文。散文的寫作沒有拘束，表達自己的意思非常方便，用散文體。第二種是「偈頌」，偈頌跟中國的詩歌一樣，它也押韻。但是佛經裡面偈頌，對於平仄不太講究，但是它有押韻，便於記誦，它的句子很整齊，有四言、五言、六言、七言不同。這是我們在經上常常看到的另外一種體裁。第三種的體裁就是「咒」，這是我們中國文體裡頭沒有的，佛經裡面有咒語，往往在長行、偈頌當中加了些咒語。這三種很明顯不同的體裁，我們常常見到的，總共有十二種不同的方式。譬如講《彌陀經》，《彌陀經》屬於「無問自說」，這也是十二種體例之一，這就不必細說。十二部就是指的一切經，四十九年所說的一切經，總不超過這十二種方式。十二種方式圓滿具足的就是《華嚴經》，《華嚴經》這十二種方式統統有。像我們常念的《彌陀經》，《彌陀經》裡面只有兩種，一種是長行，就是散文，一種就是無問自說，這在體例裡面來講是最少的。"
    },
    {
      "id": "02-031-0013_p0032",
      "zh_CN": "『法施利益』，这是世尊对于一切众生法布施的利益，布施供养的利益，大小乘经里面都说得很多。布施是因，果报，实在说是一切众生所希求的，众生都希求财富，财富从哪里来的？你得到财富是果报。无论你在世间从事于哪个行业，你发了财，你认为这些财是你聪明智慧、你有能力赚得来的，那就错了，不是的，你命里头有的。命里面没有，你再聪明也没用，再有能力也没有用，同样做一个生意，人家做赚钱，你做了赔本，为什么？你命里头没有财！这个事情怎么能强求？命里头财从哪里来的？从财布施来的，世间人不晓得。发大财的人，前生财布施多，肯帮助别人，用财力帮助别人，他来生就得大富。用法布施帮助别人，他得聪明智慧。以无畏布施帮助别人，他得健康长寿。你看财富、聪明智慧、健康长寿，世间人哪个不求？中国人求，外国人也求，你给他讲讲，他都要。若不修因，哪来的果报？佛不欺骗我们，佛的智慧、福德都圆满，佛叫二足尊，福慧二足尊，佛肯布施，三种布施从无间断的他在做！",
      "zh_TW": "『法施利益』，這是世尊對於一切眾生法布施的利益，布施供養的利益，大小乘經裡面都說得很多。布施是因，果報，實在說是一切眾生所希求的，眾生都希求財富，財富從哪裡來的？你得到財富是果報。無論你在世間從事於哪個行業，你發了財，你認為這些財是你聰明智慧、你有能力賺得來的，那就錯了，不是的，你命裡頭有的。命裡面沒有，你再聰明也沒用，再有能力也沒有用，同樣做一個生意，人家做賺錢，你做了賠本，為什麼？你命裡頭沒有財！這個事情怎麼能強求？命裡頭財從哪裡來的？從財布施來的，世間人不曉得。發大財的人，前生財布施多，肯幫助別人，用財力幫助別人，他來生就得大富。用法布施幫助別人，他得聰明智慧。以無畏布施幫助別人，他得健康長壽。你看財富、聰明智慧、健康長壽，世間人哪個不求？中國人求，外國人也求，你給他講講，他都要。若不修因，哪來的果報？佛不欺騙我們，佛的智慧、福德都圓滿，佛叫二足尊，福慧二足尊，佛肯布施，三種布施從無間斷的他在做！"
    },
    {
      "id": "02-031-0013_p0033",
      "zh_CN": "而布施当中是以法布施为第一，这个在大乘经里面比较得多了，法布施是第一。因为法施『能除众生无明暗垢，开智慧眼』，这两句就是平常讲的，帮助一切众生破迷开悟，帮助一切众生断烦恼、开智慧，这个利益是真实的，这个利益是无量无边的。智慧开了什么问题都解决了，没有智慧不能解决问题。这是我们在今天看到的，你看许多发大财的，一生当中聚集财富亿万，但是他没有智慧，这些财不能够利益社会、不能利益众生，反而造作许多罪业，这就错了。这一生寿命终了，来生就到三恶道去受苦。说实在的话，没有财富的人，造的业少、造的业小，财富多的人，造罪业比一般人不晓得重多少。你就不说别的，单单饮食，你跟多少众生结了冤仇，你天天吃肉，而且天天还吃活的，你才晓得那个罪业结得重。贫贱人家，说老实话，他一生安分守己过日子，过得很辛苦，他来生不堕恶道。所以，你要是真正看透了三世因果，你才晓得老天爷原来很公平，富人不会生生世世富，贫人不会生生世世贫。贫贱之人，来生就富足，而富足之人，来生贫贱。",
      "zh_TW": "而布施當中是以法布施為第一，這個在大乘經裡面比較得多了，法布施是第一。因為法施『能除眾生無明暗垢，開智慧眼』，這兩句就是平常講的，幫助一切眾生破迷開悟，幫助一切眾生斷煩惱、開智慧，這個利益是真實的，這個利益是無量無邊的。智慧開了什麼問題都解決了，沒有智慧不能解決問題。這是我們在今天看到的，你看許多發大財的，一生當中聚集財富億萬，但是他沒有智慧，這些財不能夠利益社會、不能利益眾生，反而造作許多罪業，這就錯了。這一生壽命終了，來生就到三惡道去受苦。說實在的話，沒有財富的人，造的業少、造的業小，財富多的人，造罪業比一般人不曉得重多少。你就不說別的，單單飲食，你跟多少眾生結了冤仇，你天天吃肉，而且天天還吃活的，你才曉得那個罪業結得重。貧賤人家，說老實話，他一生安分守己過日子，過得很辛苦，他來生不墮惡道。所以，你要是真正看透了三世因果，你才曉得老天爺原來很公平，富人不會生生世世富，貧人不會生生世世貧。貧賤之人，來生就富足，而富足之人，來生貧賤。"
    },
    {
      "id": "02-031-0013_p0034",
      "zh_CN": "因果轮回，丝毫不爽，这个事情佛菩萨看得清楚、看得透彻。教导我们，我们听了这些话，千万不要以为，我现在日子过得苦，佛菩萨说这些话来安慰我的，你这么说、这样会意，你就错了。诸佛菩萨的言语，都是「如语者」，如语是什么？完全说的是事实，不会加一点，也不会少一点，给你说的句句是老实话，不是安慰你的，说的是事实真相。一个人大福报是从哪里修的？是常常念念有利益一切众生之心，这个人福报大。如果存心，念念只有利益自己的心，这个人没有福报，他这一生的福报是过去生中修的，他没有福报。起心动念都想到自己的利益、自己家庭的利益、自己这个小团体的利益，这福报很小。佛的福报为什么那么大？佛起心动念是尽虚空遍法界。所以你说修福，福报大小是从你心量上来说的。你能够把虚空法界看作是你自己、看作是你一家，这个福报是无量无边，你的心量拓开了。大乘经上，世尊都跟我们这样说法。",
      "zh_TW": "因果輪迴，絲毫不爽，這個事情佛菩薩看得清楚、看得透徹。教導我們，我們聽了這些話，千萬不要以為，我現在日子過得苦，佛菩薩說這些話來安慰我的，你這麼說、這樣會意，你就錯了。諸佛菩薩的言語，都是「如語者」，如語是什麼？完全說的是事實，不會加一點，也不會少一點，給你說的句句是老實話，不是安慰你的，說的是事實真相。一個人大福報是從哪裡修的？是常常念念有利益一切眾生之心，這個人福報大。如果存心，念念只有利益自己的心，這個人沒有福報，他這一生的福報是過去生中修的，他沒有福報。起心動念都想到自己的利益、自己家庭的利益、自己這個小團體的利益，這福報很小。佛的福報為什麼那麼大？佛起心動念是盡虛空遍法界。所以你說修福，福報大小是從你心量上來說的。你能夠把虛空法界看作是你自己、看作是你一家，這個福報是無量無邊，你的心量拓開了。大乘經上，世尊都跟我們這樣說法。"
    },
    {
      "id": "02-031-0013_p0035",
      "zh_CN": "『生诸佛前，早得无上菩提』，这一句就是导归极乐。唯有念佛求生净土，你这一生当中才能见到阿弥陀佛，往生到西方极乐世界才能够不退成佛，往生不退成佛。今天时间到了，只能讲到此地。后面是佛劝他的父王念佛求生净土，这个法门要不好，他怎么会劝他自己的父亲修学这个法门？可见这个经文里面字字句句都含义非常深广。",
      "zh_TW": "『生諸佛前，早得無上菩提』，這一句就是導歸極樂。唯有念佛求生淨土，你這一生當中才能見到阿彌陀佛，往生到西方極樂世界才能夠不退成佛，往生不退成佛。今天時間到了，只能講到此地。後面是佛勸他的父王念佛求生淨土，這個法門要不好，他怎麼會勸他自己的父親修學這個法門？可見這個經文裡面字字句句都含義非常深廣。"
    },
    {
      "id": "02-031-0013_p0036",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}