{
  "doc_id": "02-031-0074",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0074",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-031-0074_p0001",
      "zh_CN": "请掀开经本，第一百一十三面，从九十八条看起：",
      "zh_TW": "請掀開經本，第一百一十三面，從九十八條看起："
    },
    {
      "id": "02-031-0074_p0002",
      "zh_CN": "【观经曰，如是至心，令声不绝，具足十念。】",
      "zh_TW": "【觀經曰，如是至心，令聲不絕，具足十念。】"
    },
    {
      "id": "02-031-0074_p0003",
      "zh_CN": "这是说十念往生。一般来讲，这是在临终的时候，它的关键在『至心』这两个字，就是以真诚之心，一心念佛，求愿往生。这样子十声佛号不间断，这就是《无量寿经》四十八愿里面第十八愿所说的，《观经》也是这样说法，可见得与弥陀的本愿是相应的。十念法虽然是说在临终的时候，但是在一般同修当中，工作特别繁忙的，没有时间读诵受持，没有时间做早晚课，也可以采取这个方式。前清初年，慈云灌顶法师告诉我们早晚十念，他教的方法是尽一口气为一念，这一口气不论佛号长短，尽一口气叫一念，这个样子修十念法。他说如果一生当中，早晚都无间断，也符合《无量寿经》所说的发菩提心，一向专念，符合一向专念的经义，必定得生。这是十念法用在日常课诵当中。",
      "zh_TW": "這是說十念往生。一般來講，這是在臨終的時候，它的關鍵在『至心』這兩個字，就是以真誠之心，一心念佛，求願往生。這樣子十聲佛號不間斷，這就是《無量壽經》四十八願裡面第十八願所說的，《觀經》也是這樣說法，可見得與彌陀的本願是相應的。十念法雖然是說在臨終的時候，但是在一般同修當中，工作特別繁忙的，沒有時間讀誦受持，沒有時間做早晚課，也可以採取這個方式。前清初年，慈雲灌頂法師告訴我們早晚十念，他教的方法是盡一口氣為一念，這一口氣不論佛號長短，盡一口氣叫一念，這個樣子修十念法。他說如果一生當中，早晚都無間斷，也符合《無量壽經》所說的發菩提心，一向專念，符合一向專念的經義，必定得生。這是十念法用在日常課誦當中。"
    },
    {
      "id": "02-031-0074_p0004",
      "zh_CN": "前些年，我们提倡一天九次的十念，这个十念只是十句佛号。这个方法如果要不间断，效果也非常显著。因为十念容易摄心，念佛如果不能摄心，就很难成就念佛三昧，所以摄心就非常重要。我们看底下这一段。",
      "zh_TW": "前些年，我們提倡一天九次的十念，這個十念只是十句佛號。這個方法如果要不間斷，效果也非常顯著。因為十念容易攝心，念佛如果不能攝心，就很難成就念佛三昧，所以攝心就非常重要。我們看底下這一段。"
    },
    {
      "id": "02-031-0074_p0005",
      "zh_CN": "【罗什大师曰，譬如有人，于旷野中，值遇恶贼，挥戈拔剑，直来欲杀，其人勤走，视渡一河，若不渡河，首领难全，尔时但念渡河方便，我至江岸，为着衣渡，为脱衣渡，若着衣衲，恐不得过，若脱衣衲，恐不得暇，但有此念，更无他意，当念渡河，即是一念。】",
      "zh_TW": "【羅什大師曰，譬如有人，於曠野中，值遇惡賊，揮戈拔劍，直來欲殺，其人勤走，視渡一河，若不渡河，首領難全，爾時但念渡河方便，我至江岸，為著衣渡，為脫衣渡，若著衣衲，恐不得過，若脫衣衲，恐不得暇，但有此念，更無他意，當念渡河，即是一念。】"
    },
    {
      "id": "02-031-0074_p0006",
      "zh_CN": "这一段是个比喻，说明『一念』，这个一念就是讲的一心称念。心里面这个时候只有一个念头，除一个念头之外，别无二念，这才叫一念。十念，每一念都必须如此，这个十念才有功夫。这段的比喻好懂。它是譬喻有一个人，在野外遇到强盗土匪，遇到这些恶人，这些恶人拿着兵刃要来杀害他。这个人就快走，走到一个河边，他就想，如果不过河必定就被杀。在这个时候，他的念头就是一心一意想渡河，只有这一个念头。渡河怎么渡法？一个是穿着衣服游泳过去，一个是把衣服脱掉游泳过去，他就想这个。总而言之是渡河，其他的念头都没有，这个比喻也好。他说如果穿着衣服，衣服很笨重，游水不方便。古时候的衣服跟现代的衣服不一样，尤其是印度人穿的衣服，是一块很大的布缠在身上，那渡河的确不方便。像我们中国古时候，要穿上海青这样的衣服，渡河也不方便。如果要脱衣服，恐怕时间来不及，后面盗贼追他追得很急。所以，这个时候只有这一念，并无余念，这是比喻这一念。",
      "zh_TW": "這一段是個比喻，說明『一念』，這個一念就是講的一心稱念。心裡面這個時候只有一個念頭，除一個念頭之外，別無二念，這才叫一念。十念，每一念都必須如此，這個十念才有功夫。這段的比喻好懂。它是譬喻有一個人，在野外遇到強盜土匪，遇到這些惡人，這些惡人拿著兵刃要來殺害他。這個人就快走，走到一個河邊，他就想，如果不過河必定就被殺。在這個時候，他的念頭就是一心一意想渡河，只有這一個念頭。渡河怎麼渡法？一個是穿著衣服游泳過去，一個是把衣服脫掉游泳過去，他就想這個。總而言之是渡河，其他的念頭都沒有，這個比喻也好。他說如果穿著衣服，衣服很笨重，游水不方便。古時候的衣服跟現代的衣服不一樣，尤其是印度人穿的衣服，是一塊很大的布纏在身上，那渡河的確不方便。像我們中國古時候，要穿上海青這樣的衣服，渡河也不方便。如果要脫衣服，恐怕時間來不及，後面盜賊追他追得很急。所以，這個時候只有這一念，並無餘念，這是比喻這一念。"
    },
    {
      "id": "02-031-0074_p0007",
      "zh_CN": "【此等十念，不杂余念，行者亦尔。】",
      "zh_TW": "【此等十念，不雜餘念，行者亦爾。】"
    },
    {
      "id": "02-031-0074_p0008",
      "zh_CN": "这是解释前面所讲的具足十念。这个十念，情形也像这样，念念之中决定不杂妄想。",
      "zh_TW": "這是解釋前面所講的具足十念。這個十念，情形也像這樣，念念之中決定不雜妄想。"
    },
    {
      "id": "02-031-0074_p0009",
      "zh_CN": "【若念佛名，若念佛相等，无间念佛，乃至十念，如是至心，名为十念。】",
      "zh_TW": "【若念佛名，若念佛相等，無間念佛，乃至十念，如是至心，名為十念。】"
    },
    {
      "id": "02-031-0074_p0010",
      "zh_CN": "『念佛名』，此地是讲的念，诸位要记住，念跟称名不一样。称名是把名号念出来，南无阿弥陀佛、阿弥陀佛，这叫称名。念是心上真正有，就是思念、忆念的意思。心上确实有阿弥陀佛的名号，念念不忘，没有其他的杂念，这个叫一心念；如果念出声音，叫一心称名。可见得称是说出来，念是心上真有。只要心上有，不念出来没有关系；如果称而没有念，那没有用处，那就是口里头有佛，心里头没有佛，这个没有感应；必须要心里面有佛，才起感应道交的作用。所以无论是佛名也可以，『佛相』也可以，佛相就是常讲的观想，心里面确实有相。『无间念佛』，要紧的是不能间断，一句接着一句，十念当中都没有夹杂，就是不怀疑、不夹杂、不间断，要符合这个标准。『如是至心，名为十念』，以极真诚之心。",
      "zh_TW": "『念佛名』，此地是講的念，諸位要記住，念跟稱名不一樣。稱名是把名號念出來，南無阿彌陀佛、阿彌陀佛，這叫稱名。念是心上真正有，就是思念、憶念的意思。心上確實有阿彌陀佛的名號，念念不忘，沒有其他的雜念，這個叫一心念；如果念出聲音，叫一心稱名。可見得稱是說出來，念是心上真有。只要心上有，不念出來沒有關係；如果稱而沒有念，那沒有用處，那就是口裡頭有佛，心裡頭沒有佛，這個沒有感應；必須要心裡面有佛，才起感應道交的作用。所以無論是佛名也可以，『佛相』也可以，佛相就是常講的觀想，心裡面確實有相。『無間念佛』，要緊的是不能間斷，一句接著一句，十念當中都沒有夾雜，就是不懷疑、不夾雜、不間斷，要符合這個標準。『如是至心，名為十念』，以極真誠之心。"
    },
    {
      "id": "02-031-0074_p0011",
      "zh_CN": "这一次我们在洛杉矶这几天，深深的感触到学佛同修们所遇到的困难。困难就是功夫不得力，修学不相应，依旧离不开烦恼、离不开业报，这是个很严重的问题。这个问题，实在说自古以来就存在。虽然祖师们说念佛法门，十个人修十个人去，一百个人修一百个人去，所谓万修万人去，理事都是正确的、都是真实的。为什么现代人，一万个念佛人当中难得有两、三个往生？这是事实，为什么？不相应。为什么不相应？没有做到。我们看《观经》，《观经》里面告诉我们，修行的基础是净业三福。这是韦提希夫人见到西方极乐世界，一心向往，求释迦牟尼佛教给她往生的方法。世尊没有教方法之前，先跟她讲净业三福，净业三福就是经上所说的「善男子、善女人」。净宗是大乘，《金刚经》也是大乘，大乘经上所讲的「善男子、善女人」必须三福具足。三福不具足，不是善男子、善女人，换句话说，经就不是对你说的。如果我们做到了，这个经是释迦牟尼佛对我讲的，我就是这个法门的当机者。这一点要认识清楚，不能把这一生空过，那就太可惜了，真正是无量劫来稀有难逢之一日。无论如何要把这个基础扎稳，就像盖房子一样，这是打地基。",
      "zh_TW": "這一次我們在洛杉磯這幾天，深深的感觸到學佛同修們所遇到的困難。困難就是功夫不得力，修學不相應，依舊離不開煩惱、離不開業報，這是個很嚴重的問題。這個問題，實在說自古以來就存在。雖然祖師們說念佛法門，十個人修十個人去，一百個人修一百個人去，所謂萬修萬人去，理事都是正確的、都是真實的。為什麼現代人，一萬個念佛人當中難得有兩、三個往生？這是事實，為什麼？不相應。為什麼不相應？沒有做到。我們看《觀經》，《觀經》裡面告訴我們，修行的基礎是淨業三福。這是韋提希夫人見到西方極樂世界，一心嚮往，求釋迦牟尼佛教給她往生的方法。世尊沒有教方法之前，先跟她講淨業三福，淨業三福就是經上所說的「善男子、善女人」。淨宗是大乘，《金剛經》也是大乘，大乘經上所講的「善男子、善女人」必須三福具足。三福不具足，不是善男子、善女人，換句話說，經就不是對你說的。如果我們做到了，這個經是釋迦牟尼佛對我講的，我就是這個法門的當機者。這一點要認識清楚，不能把這一生空過，那就太可惜了，真正是無量劫來稀有難逢之一日。無論如何要把這個基礎紮穩，就像蓋房子一樣，這是打地基。"
    },
    {
      "id": "02-031-0074_p0012",
      "zh_CN": "经里面第一个教给我们，「孝养父母，奉事师长，慈心不杀，修十善业」，我们要真做，如果没有这个基础，念佛不能往生。念佛不能往生这是事实，经上讲，我们每一位同修，无量劫来生生世世都念佛，为什么没往生？没有在基础上做功夫。所以，虽然念佛，也不能往生，只是种善根而已。这一生不能往生，也是种善根，经上讲「不可以少善根福德因缘，得生彼国」，我们所种的善根，无量劫至今天，善根很深厚，能不能往生就看我们这一生肯不肯做，肯做，决定有分。从第一，第一条是「人天福报」，以这个为基础，再建立佛法，「受持三皈，具足众戒，不犯威仪」这是佛法的入门。再以这个做基础，这才建立大乘佛法，「发菩提心，深信因果，读诵大乘，劝进行者」。这十一句是根本的根本，三世诸佛，净业正因。不管你修哪一宗，不管你修哪一个法门，你要没有这个基础，你修学任何法门，怎么勤奋用功，都不可能有成就，都是属于善根福德边事，不能了生死、不能出三界、不能往生，这比什么都重要。",
      "zh_TW": "經裡面第一個教給我們，「孝養父母，奉事師長，慈心不殺，修十善業」，我們要真做，如果沒有這個基礎，念佛不能往生。念佛不能往生這是事實，經上講，我們每一位同修，無量劫來生生世世都念佛，為什麼沒往生？沒有在基礎上做功夫。所以，雖然念佛，也不能往生，只是種善根而已。這一生不能往生，也是種善根，經上講「不可以少善根福德因緣，得生彼國」，我們所種的善根，無量劫至今天，善根很深厚，能不能往生就看我們這一生肯不肯做，肯做，決定有分。從第一，第一條是「人天福報」，以這個為基礎，再建立佛法，「受持三皈，具足眾戒，不犯威儀」這是佛法的入門。再以這個做基礎，這才建立大乘佛法，「發菩提心，深信因果，讀誦大乘，勸進行者」。這十一句是根本的根本，三世諸佛，淨業正因。不管你修哪一宗，不管你修哪一個法門，你要沒有這個基礎，你修學任何法門，怎麼勤奮用功，都不可能有成就，都是屬於善根福德邊事，不能了生死、不能出三界、不能往生，這比什麼都重要。"
    },
    {
      "id": "02-031-0074_p0013",
      "zh_CN": "这一次还有个同修来跟我说，他说他每天持《无量寿经》，持很多遍，已经念的超过三千遍。我就告诉他，我说你是读经，你读了超过三千遍，受持，你一分也没有。他听了很奇怪，听的人也很多，大家现在是持经跟读经分不出来，以为读就是持，错了。我们在讲《金刚经》的时候，讲得很多、很透彻。持是做到，你读《无量寿经》，《无量寿经》你做到没有？我问他一句话，《无量寿经》讲我们修行的纲领上的三句，「善护口业，不讥他过」，你做到没有？他也很老实，他说我没有做到。你没有持，你没有做到。读经是第一个阶段，希望你读得很熟，把佛的教训都记在心里。当我们对人对事对物起心动念，就要想到佛教我们怎么做，佛教我做的我就要做，佛教我不可以做的我就不做，这叫做持经，这叫受持。受持跟读诵不一样，读诵是受持的前方便，必须要受持才有真实的功德利益。如果没有受持，只有读诵，是属于口善。这个我们必须要辨别清楚，要认真努力修学，改过自新，我们这一生才有成就。",
      "zh_TW": "這一次還有個同修來跟我說，他說他每天持《無量壽經》，持很多遍，已經念的超過三千遍。我就告訴他，我說你是讀經，你讀了超過三千遍，受持，你一分也沒有。他聽了很奇怪，聽的人也很多，大家現在是持經跟讀經分不出來，以為讀就是持，錯了。我們在講《金剛經》的時候，講得很多、很透徹。持是做到，你讀《無量壽經》，《無量壽經》你做到沒有？我問他一句話，《無量壽經》講我們修行的綱領上的三句，「善護口業，不譏他過」，你做到沒有？他也很老實，他說我沒有做到。你沒有持，你沒有做到。讀經是第一個階段，希望你讀得很熟，把佛的教訓都記在心裡。當我們對人對事對物起心動念，就要想到佛教我們怎麼做，佛教我做的我就要做，佛教我不可以做的我就不做，這叫做持經，這叫受持。受持跟讀誦不一樣，讀誦是受持的前方便，必須要受持才有真實的功德利益。如果沒有受持，只有讀誦，是屬於口善。這個我們必須要辨別清楚，要認真努力修學，改過自新，我們這一生才有成就。"
    },
    {
      "id": "02-031-0074_p0014",
      "zh_CN": "这一次我住在印海法师那个精舍里头，这也是老朋友，印海跟我也同年，我住的房间，从前是云霞法师住的，云霞法师过世整整一年。晚上天气很热，我们在院子坐坐，闲谈，无限的感慨。他出家比我早，在台湾许多的老法师跟他都有同乡的关系，这是江苏的法师。讲到证莲老和尚、智光老法师、南亭老法师，还有好像是悟峰法师，东北人，这些我都认识、都很熟悉。这么多人都是在七十五岁死的，再看看我们今年七十岁了，来日不多。云霞法师希望他能活到七十五岁，结果去年走了，七十三岁。古人讲「人生七十古来稀」，这个话没错，所以我跟大家常说，「人之将死，其言也善」，我还能活几年？看到表面身体很好，大陆上真禅法师身体多好多壮，走路身体是挺直的，个子比我高，也比我胖，音声洪亮。过八十岁生日，过了生日之后十八天死了，谁都想不到，真是出乎人意料之外。照我们以前一般的看法，总认为明旸会先走，明旸法师身体很衰弱，显出老相。没有想到明旸还在，他先走了，出乎人意料之外。",
      "zh_TW": "這一次我住在印海法師那個精舍裡頭，這也是老朋友，印海跟我也同年，我住的房間，從前是雲霞法師住的，雲霞法師過世整整一年。晚上天氣很熱，我們在院子坐坐，閒談，無限的感慨。他出家比我早，在台灣許多的老法師跟他都有同鄉的關係，這是江蘇的法師。講到證蓮老和尚、智光老法師、南亭老法師，還有好像是悟峰法師，東北人，這些我都認識、都很熟悉。這麼多人都是在七十五歲死的，再看看我們今年七十歲了，來日不多。雲霞法師希望他能活到七十五歲，結果去年走了，七十三歲。古人講「人生七十古來稀」，這個話沒錯，所以我跟大家常說，「人之將死，其言也善」，我還能活幾年？看到表面身體很好，大陸上真禪法師身體多好多壯，走路身體是挺直的，個子比我高，也比我胖，音聲洪亮。過八十歲生日，過了生日之後十八天死了，誰都想不到，真是出乎人意料之外。照我們以前一般的看法，總認為明暘會先走，明暘法師身體很衰弱，顯出老相。沒有想到明暘還在，他先走了，出乎人意料之外。"
    },
    {
      "id": "02-031-0074_p0015",
      "zh_CN": "所以，诸位同修一定要认真努力，一定要抓住宝贵的时光，时光就是命光，要干真的。夏莲居老居士在《净语》里面讲，「要真干」。人，一个人要成功，说实在的话，也有很多人问我，从哪里下手？古德常讲「从不自欺下手」，不要欺骗自己，不要欺骗别人，从这里下手。因为三业的恶习，口业最难，就是最容易犯的是口业。司马光一生，给我们做一个最好的榜样，一生不妄语，他做到了。历史上都有记载，司马光一生没有一桩事情不可以告人的，不可以告人的事情，决定不做。他后来也是学佛，这是学佛有成就的人。此地讲「如是至心」，所以这两个字是关键，我们能不能有成就，关键在此地。底下一段：",
      "zh_TW": "所以，諸位同修一定要認真努力，一定要抓住寶貴的時光，時光就是命光，要幹真的。夏蓮居老居士在《淨語》裡面講，「要真幹」。人，一個人要成功，說實在的話，也有很多人問我，從哪裡下手？古德常講「從不自欺下手」，不要欺騙自己，不要欺騙別人，從這裡下手。因為三業的惡習，口業最難，就是最容易犯的是口業。司馬光一生，給我們做一個最好的榜樣，一生不妄語，他做到了。歷史上都有記載，司馬光一生沒有一樁事情不可以告人的，不可以告人的事情，決定不做。他後來也是學佛，這是學佛有成就的人。此地講「如是至心」，所以這兩個字是關鍵，我們能不能有成就，關鍵在此地。底下一段："
    },
    {
      "id": "02-031-0074_p0016",
      "zh_CN": "【宗要曰，今经说十念，具此隐密、显了二义。】",
      "zh_TW": "【宗要曰，今經說十念，具此隱密、顯了二義。】"
    },
    {
      "id": "02-031-0074_p0017",
      "zh_CN": "『今经』就是《无量寿经》，《无量寿经》四十八愿第十八愿里面所讲的十念，因为这是「发大誓愿第六」，这是第六品里面，就是注解四十八愿的。这个地方『十念』，里面包含了显、密两种意思。说了显密，『隐密』是密，『显了』是显，就把世尊一代时教统统包括在其中，这是实在的。所谓一字一句含义都无量的深广，广，是一切诸佛所说无量无边的法门，这是从广上说的；深，一直到等觉菩萨都不能够穷尽，显示其深。无论哪个字、无论哪一句皆如是。所以经要怎样体会？要真修，你有一分真诚，你就有一分体会，你有两分真诚，你就体会两分。如果不是用真功夫，你读经体会有限，你完全是在表面上，不能够深入。读经是看表面，听经也是听表面，不能够契入。契入一定要靠自己的真诚心、清净心、平等心，这样才能契入进去。契入，就是我们一般讲的证，证果，信解行证。我们翻过来，这一段讲得好，一百零一段。",
      "zh_TW": "『今經』就是《無量壽經》，《無量壽經》四十八願第十八願裡面所講的十念，因為這是「發大誓願第六」，這是第六品裡面，就是註解四十八願的。這個地方『十念』，裡面包含了顯、密兩種意思。說了顯密，『隱密』是密，『顯了』是顯，就把世尊一代時教統統包括在其中，這是實在的。所謂一字一句含義都無量的深廣，廣，是一切諸佛所說無量無邊的法門，這是從廣上說的；深，一直到等覺菩薩都不能夠窮盡，顯示其深。無論哪個字、無論哪一句皆如是。所以經要怎樣體會？要真修，你有一分真誠，你就有一分體會，你有兩分真誠，你就體會兩分。如果不是用真功夫，你讀經體會有限，你完全是在表面上，不能夠深入。讀經是看表面，聽經也是聽表面，不能夠契入。契入一定要靠自己的真誠心、清淨心、平等心，這樣才能契入進去。契入，就是我們一般講的證，證果，信解行證。我們翻過來，這一段講得好，一百零一段。"
    },
    {
      "id": "02-031-0074_p0018",
      "zh_CN": "【义寂云，一一念中，自然具足慈等十念。】",
      "zh_TW": "【義寂云，一一念中，自然具足慈等十念。】"
    },
    {
      "id": "02-031-0074_p0019",
      "zh_CN": "这个『十念』就是前面我们念的弥勒菩萨的十念，我们也用了相当长的时间跟诸位报告过了。至心一念，这一念决定具足弥勒菩萨所讲的十念。你要说为什么？因为至心是真心，真心离一切妄想分别执着，时间虽然短，但是这短时间所用的心是真心。像我们现在所提倡的，一天九次这个十念法，时间虽然只要一分钟，你一天才修九分钟，但这九分钟是真心，九分钟的时间是至心，念念相续，这是很大的功德。念久了，自然功夫会成片，功夫成片，你二十四小时当中，处事待人接物都用真心，都用真心就成片了。现在一天九次，不成片。成片不是讲我念佛二十四小时，阿弥陀佛阿弥陀佛不断，不是这个意思，这个不叫成片。这叫成片的话，古人为什么说「喊破喉咙也枉然」？这个话行不通。成片是心成片，不是佛号不间断，不是这个意思。就是把真诚心念出来，无论在什么时候、无论在什么场所、无论对待什么人一片真诚，这叫功夫成片。",
      "zh_TW": "這個『十念』就是前面我們念的彌勒菩薩的十念，我們也用了相當長的時間跟諸位報告過了。至心一念，這一念決定具足彌勒菩薩所講的十念。你要說為什麼？因為至心是真心，真心離一切妄想分別執著，時間雖然短，但是這短時間所用的心是真心。像我們現在所提倡的，一天九次這個十念法，時間雖然只要一分鐘，你一天才修九分鐘，但這九分鐘是真心，九分鐘的時間是至心，念念相續，這是很大的功德。念久了，自然功夫會成片，功夫成片，你二十四小時當中，處事待人接物都用真心，都用真心就成片了。現在一天九次，不成片。成片不是講我念佛二十四小時，阿彌陀佛阿彌陀佛不斷，不是這個意思，這個不叫成片。這叫成片的話，古人為什麼說「喊破喉嚨也枉然」？這個話行不通。成片是心成片，不是佛號不間斷，不是這個意思。就是把真誠心念出來，無論在什麼時候、無論在什麼場所、無論對待什麼人一片真誠，這叫功夫成片。"
    },
    {
      "id": "02-031-0074_p0020",
      "zh_CN": "要知道，一片真诚这不是凡夫，是佛菩萨，佛菩萨是真诚心对待一切众生。我们的真诚心也念出来，可见得跟佛菩萨就靠近了。别人用虚情假意对我，没有关系，要晓得，他继续搞六道轮回，我们今天觉悟了，我们要超越六道轮回，不再干这个事情。所以决定不要管人，人家用什么心对待我，都好、都不介意，《金刚经》上讲的，「大而化之，若无其事」，这个要紧。我们这一生才有救，这一生才不至于像过去生中一样又搞错了。由此可知，『一一念中，自然具足此慈等十念』，「等」是无量无边。下面一段。",
      "zh_TW": "要知道，一片真誠這不是凡夫，是佛菩薩，佛菩薩是真誠心對待一切眾生。我們的真誠心也念出來，可見得跟佛菩薩就靠近了。別人用虛情假意對我，沒有關係，要曉得，他繼續搞六道輪迴，我們今天覺悟了，我們要超越六道輪迴，不再幹這個事情。所以決定不要管人，人家用什麼心對待我，都好、都不介意，《金剛經》上講的，「大而化之，若無其事」，這個要緊。我們這一生才有救，這一生才不至於像過去生中一樣又搞錯了。由此可知，『一一念中，自然具足此慈等十念』，「等」是無量無邊。下面一段。"
    },
    {
      "id": "02-031-0074_p0021",
      "zh_CN": "【阿阇世王问五逆经曰，有五逆罪，若族姓子、族姓女，为此五不救罪者，必入地狱不疑，云何为五，谓杀父，杀母，害阿罗汉，斗乱众僧，起恶意于如来所。】",
      "zh_TW": "【阿闍世王問五逆經曰，有五逆罪，若族姓子、族姓女，為此五不救罪者，必入地獄不疑，云何為五，謂殺父，殺母，害阿羅漢，鬥亂眾僧，起惡意於如來所。】"
    },
    {
      "id": "02-031-0074_p0022",
      "zh_CN": "这是大小乘经上都常常说的阿鼻地狱的业因，五逆十恶，五逆罪重。这一段经文虽然不多，意思都说出来了。『族姓子、族姓女』，男子、女人。古时候的印度分四个阶级，中国在古代大致上也分为四个阶级，但是中国四个阶级不像古印度这四个阶级不平等，中国四个阶级是士农工商。无论是哪个阶级，男子、女人要造这五种罪，必定入阿鼻地狱。『云何为五』，下面说出了，第一个杀父亲，第二个是杀母亲。父母对自己有养育之恩，不孝，罪就很大了，若再加以杀害，必堕阿鼻地狱。",
      "zh_TW": "這是大小乘經上都常常說的阿鼻地獄的業因，五逆十惡，五逆罪重。這一段經文雖然不多，意思都說出來了。『族姓子、族姓女』，男子、女人。古時候的印度分四個階級，中國在古代大致上也分為四個階級，但是中國四個階級不像古印度這四個階級不平等，中國四個階級是士農工商。無論是哪個階級，男子、女人要造這五種罪，必定入阿鼻地獄。『云何為五』，下面說出了，第一個殺父親，第二個是殺母親。父母對自己有養育之恩，不孝，罪就很大了，若再加以殺害，必墮阿鼻地獄。"
    },
    {
      "id": "02-031-0074_p0023",
      "zh_CN": "这个事情，自古以来不能说没有，很少，可是在现前的社会里面，几乎常有所闻。从前造五逆罪的人少，现在造五逆罪的人多了。过去我们读历史，看到历史上所记载的别报，现在造罪业的很多，好像没有看到报应。造罪业的人多了，可能有总报。所以现在这个社会，诸位稍稍留意一点，每一天世界上不知道哪个地区、什么时间，人一堆一堆的就这么死掉。不学佛的人也许感到惊讶、感到莫奈何，学佛的人看到这些现象一定深深的警惕，知道世出世法「一饮一啄，莫非前定」，这个定就是果报。所以，十法界依正庄严是一回什么事情？你真的要看穿了，就是无量因缘业因果报的刹那相续循环的现象而已，真相就如此。",
      "zh_TW": "這個事情，自古以來不能說沒有，很少，可是在現前的社會裡面，幾乎常有所聞。從前造五逆罪的人少，現在造五逆罪的人多了。過去我們讀歷史，看到歷史上所記載的別報，現在造罪業的很多，好像沒有看到報應。造罪業的人多了，可能有總報。所以現在這個社會，諸位稍稍留意一點，每一天世界上不知道哪個地區、什麼時間，人一堆一堆的就這麼死掉。不學佛的人也許感到驚訝、感到莫奈何，學佛的人看到這些現象一定深深的警惕，知道世出世法「一飲一啄，莫非前定」，這個定就是果報。所以，十法界依正莊嚴是一回什麼事情？你真的要看穿了，就是無量因緣業因果報的剎那相續循環的現象而已，真相就如此。"
    },
    {
      "id": "02-031-0074_p0024",
      "zh_CN": "我们在《般若经》里面读下来，《金刚经》这四个月讲下来之后，认识更清楚了。生命在哪里？刹那之间，真的是刹那不住，这是事实真相。如果以为真的有这些事实，那没有不造罪业的，造了，自己还要受。佛这两句话含义太深了，必须要晓得，佛为什么把这两句话说在前面？须知，没出六道轮回的众生，成为一家人，佛讲了，什么因缘成为一家人？报恩、报怨、讨债、还债。佛讲这四种缘才成为一家人，没有这四种缘不会遇到。由此可知，成为一家人，过去生中恩恩怨怨，讨债、还债，搅成一团。如果过去是有怨的，来报怨的，那就变成杀父杀母，来报怨的。",
      "zh_TW": "我們在《般若經》裡面讀下來，《金剛經》這四個月講下來之後，認識更清楚了。生命在哪裡？剎那之間，真的是剎那不住，這是事實真相。如果以為真的有這些事實，那沒有不造罪業的，造了，自己還要受。佛這兩句話含義太深了，必須要曉得，佛為什麼把這兩句話說在前面？須知，沒出六道輪迴的眾生，成為一家人，佛講了，什麼因緣成為一家人？報恩、報怨、討債、還債。佛講這四種緣才成為一家人，沒有這四種緣不會遇到。由此可知，成為一家人，過去生中恩恩怨怨，討債、還債，攪成一團。如果過去是有怨的，來報怨的，那就變成殺父殺母，來報怨的。"
    },
    {
      "id": "02-031-0074_p0025",
      "zh_CN": "我们佛门里面常常引用这一类的，都引用方孝孺，明朝初年，方孝孺是来报怨的。方孝儒的祖父葬他曾祖父的时候，这个事情好像在《安士全书》里头有记载。他祖父葬曾祖父的时候，看了一个墓地，是一块好的墓穴。要挖这块地了，他连续三个晚上作梦，梦到一个穿红衣服的老人恳求他延缓几天，他看准日子了，请他延缓几天。他说他的家族在这个地方，他们愿意搬家，把这个地方让出来。结果他的祖父大意了，没有把这个事情当作一回事情，还是照他选的日子去挖这个穴，造这个坟。结果挖下去之后，下面是一窝的蛇，大概有七、八百条小蛇，就被他害死了。方孝儒就是蛇来投胎的、来报仇的。人非常聪明，传记上讲，方孝儒的舌头是蛇的舌头，蛇的舌头是裂开的，不是完整的。燕王篡位时候，下命令给方孝儒，叫方孝儒给他写诏书，方孝儒抗旨，不肯给他写。燕王说，你要不服从命令，我灭你九族。他说你灭我十族，我也不在乎。人哪有十族？最后连他老师也被杀了，叫灭十族，报仇来的。他的祖父害了七、八百条蛇，他这一个案子大概牵涉也有七、八百个人。这是因果报应，丝毫不爽。",
      "zh_TW": "我們佛門裡面常常引用這一類的，都引用方孝孺，明朝初年，方孝孺是來報怨的。方孝儒的祖父葬他曾祖父的時候，這個事情好像在《安士全書》裡頭有記載。他祖父葬曾祖父的時候，看了一個墓地，是一塊好的墓穴。要挖這塊地了，他連續三個晚上作夢，夢到一個穿紅衣服的老人懇求他延緩幾天，他看準日子了，請他延緩幾天。他說他的家族在這個地方，他們願意搬家，把這個地方讓出來。結果他的祖父大意了，沒有把這個事情當作一回事情，還是照他選的日子去挖這個穴，造這個墳。結果挖下去之後，下面是一窩的蛇，大概有七、八百條小蛇，就被他害死了。方孝儒就是蛇來投胎的、來報仇的。人非常聰明，傳記上講，方孝儒的舌頭是蛇的舌頭，蛇的舌頭是裂開的，不是完整的。燕王篡位時候，下命令給方孝儒，叫方孝儒給他寫詔書，方孝儒抗旨，不肯給他寫。燕王說，你要不服從命令，我滅你九族。他說你滅我十族，我也不在乎。人哪有十族？最後連他老師也被殺了，叫滅十族，報仇來的。他的祖父害了七、八百條蛇，他這一個案子大概牽涉也有七、八百個人。這是因果報應，絲毫不爽。"
    },
    {
      "id": "02-031-0074_p0026",
      "zh_CN": "不要以为我们今天人的势力强，欺侮弱者，欺侮这些小动物没有关系，牠并不甘心、并不情愿，一投胎一转世，他就来整你。所以佛经上常讲，这个吃肉，虽然佛没有那么严格的说，严格的说大家都不学佛了。佛教化众生有方便法，教初学的没有那么严格，也不给你讲真实的，讲真实你吓跑掉了，不来学了。所以初学叫你吃三净肉、五净肉。到菩萨法里面才给你讲真实，实在讲，那个时候你自己已经觉悟、你明白了，明白了你不敢，还敢造业吗？还敢去损害众生吗？那必定是自食果报。",
      "zh_TW": "不要以為我們今天人的勢力強，欺侮弱者，欺侮這些小動物沒有關係，牠並不甘心、並不情願，一投胎一轉世，他就來整你。所以佛經上常講，這個吃肉，雖然佛沒有那麼嚴格的說，嚴格的說大家都不學佛了。佛教化眾生有方便法，教初學的沒有那麼嚴格，也不給你講真實的，講真實你嚇跑掉了，不來學了。所以初學叫你吃三淨肉、五淨肉。到菩薩法裡面才給你講真實，實在講，那個時候你自己已經覺悟、你明白了，明白了你不敢，還敢造業嗎？還敢去損害眾生嗎？那必定是自食果報。"
    },
    {
      "id": "02-031-0074_p0027",
      "zh_CN": "一家人怨亲关系最密切，所以摆在第一。即使过去有再大的怨恨也要化解，「冤家宜解不宜结」。化解，他那边不化解，我这边化解了，有没有用处？有用。两边若能化解，那就没事了。一边化解，纵然受报，他也甘心情愿，他晓得这个帐到此就了结了，不再有报复的念头。如果有报复的念头，这个事情就没完没了，而且一世比一世残酷，到最后必堕阿鼻地狱，瞋恚堕地狱。这些事情，在经里面讲这些因果讲得很多，《法苑珠林》、《经律异相》里面所节录是经论上所讲的。因果感应这些书，像《历史感应统记》、《感应篇汇编》里面所摘录的有许多是历史上的事实，真的是血淋淋的教训，活生生的教训。教我们对于所有一切加害于我的人、陷害于我的人，我要知道业因果报，甘心承受，不生报复的念头，这个帐才能了。一心念佛才能感得佛来接引，这一生永脱轮回，这比什么都要紧；不脱轮回，这个报来报去决定不能避免。但是要想在这一生脱轮回，你就要真干，真干就是读诵、称名不行，一定要受持，要把佛的教训尽心尽力去做，这样才有指望。",
      "zh_TW": "一家人怨親關係最密切，所以擺在第一。即使過去有再大的怨恨也要化解，「冤家宜解不宜結」。化解，他那邊不化解，我這邊化解了，有沒有用處？有用。兩邊若能化解，那就沒事了。一邊化解，縱然受報，他也甘心情願，他曉得這個帳到此就了結了，不再有報復的念頭。如果有報復的念頭，這個事情就沒完沒了，而且一世比一世殘酷，到最後必墮阿鼻地獄，瞋恚墮地獄。這些事情，在經裡面講這些因果講得很多，《法苑珠林》、《經律異相》裡面所節錄是經論上所講的。因果感應這些書，像《歷史感應統記》、《感應篇彙編》裡面所摘錄的有許多是歷史上的事實，真的是血淋淋的教訓，活生生的教訓。教我們對於所有一切加害於我的人、陷害於我的人，我要知道業因果報，甘心承受，不生報復的念頭，這個帳才能了。一心念佛才能感得佛來接引，這一生永脫輪迴，這比什麼都要緊；不脫輪迴，這個報來報去決定不能避免。但是要想在這一生脫輪迴，你就要真幹，真幹就是讀誦、稱名不行，一定要受持，要把佛的教訓盡心盡力去做，這樣才有指望。"
    },
    {
      "id": "02-031-0074_p0028",
      "zh_CN": "第三是『害阿罗汉』。阿罗汉，实在讲是证了果的圣人，我们在一生当中遇都遇不到，你怎么会去害他？但是与阿罗汉同等的这个罪是老师，阿罗汉在世间是老师的身分，教化众生的。所以这一句就等于现在害老师。一个好的老师，教化一方，一方人得利益。你要是陷害他，实在讲，结罪不是跟他一个人结罪，是跟一方众生结罪的，所以这个罪就重了。这一方人破迷开悟、离苦得乐的机缘被你破坏了，这个罪就重了。",
      "zh_TW": "第三是『害阿羅漢』。阿羅漢，實在講是證了果的聖人，我們在一生當中遇都遇不到，你怎麼會去害他？但是與阿羅漢同等的這個罪是老師，阿羅漢在世間是老師的身分，教化眾生的。所以這一句就等於現在害老師。一個好的老師，教化一方，一方人得利益。你要是陷害他，實在講，結罪不是跟他一個人結罪，是跟一方眾生結罪的，所以這個罪就重了。這一方人破迷開悟、離苦得樂的機緣被你破壞了，這個罪就重了。"
    },
    {
      "id": "02-031-0074_p0029",
      "zh_CN": "第四『斗乱众僧』，也就是常讲的「破和合僧」，破坏僧团的罪很重。因为僧团，团是团体，僧是指修六和敬的团体。此地这个僧，不一定指出家人，在家人也称僧。只要四个人以上住在一处，遵守佛的教诫，六和敬，「见和同解、戒和同修、身和同住、口和无诤、意和同悦、利和同均」，遵守这六条戒条，这个团体就叫做僧团。所以僧团不一定指出家的。如果是在家人，他一家四口，他四个人都遵守佛这个教诫，他那个家庭就是僧团。如果你恶意破坏，这个罪过堕阿鼻地狱。因为僧团是一切诸佛护念，一切善神拥护，它是世间所有一切团体的榜样，是一切团体的模范，因此结罪就重了。世间人不能够离开社会独立生存，人是个社会的动物，他一定参与社团，最小的是家庭，家庭也是社团。这是所有社团的榜样，社团的典型，你害它、去毁它的话，这个罪重。换句话说，如果这个团体，即使出家人团体，它没有遵守六和敬来修学，那它不是僧团。不是僧团，你去斗乱当然也是有罪过，没有这么重，不是堕地狱罪。如果是修六和敬的，决定是堕地狱罪。",
      "zh_TW": "第四『鬥亂眾僧』，也就是常講的「破和合僧」，破壞僧團的罪很重。因為僧團，團是團體，僧是指修六和敬的團體。此地這個僧，不一定指出家人，在家人也稱僧。只要四個人以上住在一處，遵守佛的教誡，六和敬，「見和同解、戒和同修、身和同住、口和無諍、意和同悅、利和同均」，遵守這六條戒條，這個團體就叫做僧團。所以僧團不一定指出家的。如果是在家人，他一家四口，他四個人都遵守佛這個教誡，他那個家庭就是僧團。如果你惡意破壞，這個罪過墮阿鼻地獄。因為僧團是一切諸佛護念，一切善神擁護，它是世間所有一切團體的榜樣，是一切團體的模範，因此結罪就重了。世間人不能夠離開社會獨立生存，人是個社會的動物，他一定參與社團，最小的是家庭，家庭也是社團。這是所有社團的榜樣，社團的典型，你害它、去毀它的話，這個罪重。換句話說，如果這個團體，即使出家人團體，它沒有遵守六和敬來修學，那它不是僧團。不是僧團，你去鬥亂當然也是有罪過，沒有這麼重，不是墮地獄罪。如果是修六和敬的，決定是墮地獄罪。"
    },
    {
      "id": "02-031-0074_p0030",
      "zh_CN": "末后一句，『起恶意于如来所』，就是以恶意对佛。佛是人天导师，是世出世间第一大善人，佛有护法神拥护，任何人害不了佛。所以说你对他起了恶的念头，这个罪也是堕阿鼻地狱。我们再看底下一条，底下一条跟这条有关系，也讲五逆。",
      "zh_TW": "末後一句，『起惡意於如來所』，就是以惡意對佛。佛是人天導師，是世出世間第一大善人，佛有護法神擁護，任何人害不了佛。所以說你對他起了惡的念頭，這個罪也是墮阿鼻地獄。我們再看底下一條，底下一條跟這條有關係，也講五逆。"
    },
    {
      "id": "02-031-0074_p0031",
      "zh_CN": "【又华严孔目章三曰。】",
      "zh_TW": "【又華嚴孔目章三曰。】"
    },
    {
      "id": "02-031-0074_p0032",
      "zh_CN": "《华严孔目》也是属于《华严经》的注解，『三』是第三卷。",
      "zh_TW": "《華嚴孔目》也是屬於《華嚴經》的註解，『三』是第三卷。"
    },
    {
      "id": "02-031-0074_p0033",
      "zh_CN": "【五逆，谓害父，害母，害阿罗汉，破僧。】",
      "zh_TW": "【五逆，謂害父，害母，害阿羅漢，破僧。】"
    },
    {
      "id": "02-031-0074_p0034",
      "zh_CN": "这前面讲了，末后一条：",
      "zh_TW": "這前面講了，末後一條："
    },
    {
      "id": "02-031-0074_p0035",
      "zh_CN": "【出佛身血。】",
      "zh_TW": "【出佛身血。】"
    },
    {
      "id": "02-031-0074_p0036",
      "zh_CN": "『出佛身血』就是「起恶意于如来所」。「起恶意于如来所」这是通论，「出佛身血」是别说，这是举一个例子来讲，什么人干的？提婆达多。提婆达多那个时候想害释迦牟尼佛，他是释迦牟尼佛的堂兄弟。虽然是兄弟，看到释迦牟尼佛的成就得到许多人的称赞、恭敬、供养，他起了嫉妒心，很是不平，时时刻刻想害释迦牟尼佛。把佛害死，他再成佛，他作新佛。他跟阿阇世王商量，你把你父亲害死，你作新王，我把释迦牟尼佛害死，我作新佛，咱们新王、新佛统治世界，岂不快哉！所以他就设下了圈套，他知道世尊每天到舍卫大城去托钵，要走哪一条路，他很熟悉。有一个地方，好像是个悬崖的地方，他就在那个上面堆了一堆大石头，等佛从底下走过去，他把石头推下来，想把释迦牟尼佛害死。刚才说了，佛有护法神，石头推下来的时候，护法神用金刚杵拦住，这一拦，石头就变成碎片。碎片有一片砸到佛的脚，佛流了血。这是出佛身血的一个典故，这就是形容提婆达多起恶意于如来所，干的这么一桩事情。以后五逆罪里面，就有出佛身血这一条。这个里面有结罪的。",
      "zh_TW": "『出佛身血』就是「起惡意於如來所」。「起惡意於如來所」這是通論，「出佛身血」是別說，這是舉一個例子來講，什麼人幹的？提婆達多。提婆達多那個時候想害釋迦牟尼佛，他是釋迦牟尼佛的堂兄弟。雖然是兄弟，看到釋迦牟尼佛的成就得到許多人的稱讚、恭敬、供養，他起了嫉妒心，很是不平，時時刻刻想害釋迦牟尼佛。把佛害死，他再成佛，他作新佛。他跟阿闍世王商量，你把你父親害死，你作新王，我把釋迦牟尼佛害死，我作新佛，咱們新王、新佛統治世界，豈不快哉！所以他就設下了圈套，他知道世尊每天到舍衛大城去托缽，要走哪一條路，他很熟悉。有一個地方，好像是個懸崖的地方，他就在那個上面堆了一堆大石頭，等佛從底下走過去，他把石頭推下來，想把釋迦牟尼佛害死。剛才說了，佛有護法神，石頭推下來的時候，護法神用金剛杵攔住，這一攔，石頭就變成碎片。碎片有一片砸到佛的腳，佛流了血。這是出佛身血的一個典故，這就是形容提婆達多起惡意於如來所，幹的這麼一樁事情。以後五逆罪裡面，就有出佛身血這一條。這個裡面有結罪的。"
    },
    {
      "id": "02-031-0074_p0037",
      "zh_CN": "【初二背恩养。】",
      "zh_TW": "【初二背恩養。】"
    },
    {
      "id": "02-031-0074_p0038",
      "zh_CN": "害父、害母，父母对你有养育之恩，无论过去世有怎么样过不去，但是这一生养育之恩你应当要报。从前教育，它的宗旨、它的中心，就是教人做人的道理，这是从前教育的宗旨，着重在伦理道德。就是教小孩要知道人与人的关系，人与人应该如何相处，这是古时候教育的中心。父子的关系、兄弟的关系、夫妇的关系、君臣的关系，君臣用现代的话来讲，就是你在社会上领导与被领导的关系，朋友的关系，这叫五伦。可是现代人，现在学校不讲这些了，今天社会这样乱，其来有自，不是偶然的，不是没有原因的。古时候受过这个教育，他知道有『恩养』，有养育之恩。父母对于我们有生身养育之恩，老师对于我们有法身养育之恩，我们开智慧了、我们明白事理了，这是谁的恩德？老师教诲的恩德。",
      "zh_TW": "害父、害母，父母對你有養育之恩，無論過去世有怎麼樣過不去，但是這一生養育之恩你應當要報。從前教育，它的宗旨、它的中心，就是教人做人的道理，這是從前教育的宗旨，著重在倫理道德。就是教小孩要知道人與人的關係，人與人應該如何相處，這是古時候教育的中心。父子的關係、兄弟的關係、夫婦的關係、君臣的關係，君臣用現代的話來講，就是你在社會上領導與被領導的關係，朋友的關係，這叫五倫。可是現代人，現在學校不講這些了，今天社會這樣亂，其來有自，不是偶然的，不是沒有原因的。古時候受過這個教育，他知道有『恩養』，有養育之恩。父母對於我們有生身養育之恩，老師對於我們有法身養育之恩，我們開智慧了、我們明白事理了，這是誰的恩德？老師教誨的恩德。"
    },
    {
      "id": "02-031-0074_p0039",
      "zh_CN": "【次三坏福田。】",
      "zh_TW": "【次三壞福田。】"
    },
    {
      "id": "02-031-0074_p0040",
      "zh_CN": "就是害阿罗汉、破和合僧、出佛身血，这三条『坏福田』。这三条是世间真实的福田。一切众生对阿罗汉、对于僧团、对于佛恭敬供养，必定得福。而你把一切众生的福田毁掉，令一切众生没有地方种福；换句话说，一切众生都没福了。我们看看现代的社会，众生有没有福？确实是没福，即使是大富大贵，大富大贵也没福。为什么？没有地方种福。那他的富贵从哪里来的？富贵是过去生中种福所修积的，这一生他得的是报，享受，享受再不晓得种福，这个福享完了，来生没有了。不但来生没有，有很多人福报在一生都不到头，中年享尽了，晚年就没有了。诸位如果细心观察一下，好多！中年的时候发达了，无论在哪一个行业当中，成就了、发达了。到晚年的时候衰了、衰败了，甚至于很多破产了。这就是什么？福报不到头。这些事情稍稍留意，在现代这个社会，无论哪个地区，可以讲太多了。世间人在观念当中，是他经营不善，哪里犯了过错，这样子失败的；某个人怎样成功的。他所看到的是表面，他所看到的是缘，他没看到因，缘浅近，因深远。所以，你种善因一定得善果，这些事情唯有佛法讲得透彻，儒家也讲得很多，决定不是虚妄的。所以后面这三条坏一切众生的福田。",
      "zh_TW": "就是害阿羅漢、破和合僧、出佛身血，這三條『壞福田』。這三條是世間真實的福田。一切眾生對阿羅漢、對於僧團、對於佛恭敬供養，必定得福。而你把一切眾生的福田毀掉，令一切眾生沒有地方種福；換句話說，一切眾生都沒福了。我們看看現代的社會，眾生有沒有福？確實是沒福，即使是大富大貴，大富大貴也沒福。為什麼？沒有地方種福。那他的富貴從哪裡來的？富貴是過去生中種福所修積的，這一生他得的是報，享受，享受再不曉得種福，這個福享完了，來生沒有了。不但來生沒有，有很多人福報在一生都不到頭，中年享盡了，晚年就沒有了。諸位如果細心觀察一下，好多！中年的時候發達了，無論在哪一個行業當中，成就了、發達了。到晚年的時候衰了、衰敗了，甚至於很多破產了。這就是什麼？福報不到頭。這些事情稍稍留意，在現代這個社會，無論哪個地區，可以講太多了。世間人在觀念當中，是他經營不善，哪裡犯了過錯，這樣子失敗的；某個人怎樣成功的。他所看到的是表面，他所看到的是緣，他沒看到因，緣淺近，因深遠。所以，你種善因一定得善果，這些事情唯有佛法講得透徹，儒家也講得很多，決定不是虛妄的。所以後面這三條壞一切眾生的福田。"
    },
    {
      "id": "02-031-0074_p0041",
      "zh_CN": "【故名为逆。】",
      "zh_TW": "【故名為逆。】"
    },
    {
      "id": "02-031-0074_p0042",
      "zh_CN": "这称之为五逆罪业。再看下面这一条重要了。",
      "zh_TW": "這稱之為五逆罪業。再看下面這一條重要了。"
    },
    {
      "id": "02-031-0074_p0043",
      "zh_CN": "【往生论注上曰。】",
      "zh_TW": "【往生論註上曰。】"
    },
    {
      "id": "02-031-0074_p0044",
      "zh_CN": "这是昙鸾法师着的，昙鸾是生在我们中国南北朝的时代，是慧远大师以后，专弘净宗、专修净宗，最有成就的一位大德。他说：",
      "zh_TW": "這是曇鸞法師著的，曇鸞是生在我們中國南北朝的時代，是慧遠大師以後，專弘淨宗、專修淨宗，最有成就的一位大德。他說："
    },
    {
      "id": "02-031-0074_p0045",
      "zh_CN": "【但令诽谤正法，虽更无余罪，必不得生。】",
      "zh_TW": "【但令誹謗正法，雖更無餘罪，必不得生。】"
    },
    {
      "id": "02-031-0074_p0046",
      "zh_CN": "这句话我们要牢牢的记住，决定不能够疏忽。『诽谤正法』，即使其他的罪业统统都没有，你只有这一条，犯了这一条你就不能往生。怎样毁谤正法？我们修净土的赞叹净土，毁谤参禅的、毁谤学密的。禅跟密都是佛传的，毁谤修学其他法门的，你要记住，虽然你自己修净土，觉得净土好，别人都不如我，你要晓得，你起这个念头不能往生，我们在过去讲席当中都曾经说过。为什么原因？毁谤三宝，那些法都是佛说的，你是谤佛；那些经典都是正法，你谤法；依照那些经论法门修学的人，那是僧。你谤佛、谤法、谤僧，佛念得再好，也不能往生。这个道理，实在讲并不很深。做人都不应该毁谤恶人，真正的恶人也不说，成就你自己的厚道、德行。何况要不是一个恶人，看到人家有一点点错误，大肆渲染，这还得了！这个不得了。人，没有说一个人没有过失的，古人讲「人非圣贤，孰能无过」，过失是人人都有的。",
      "zh_TW": "這句話我們要牢牢的記住，決定不能夠疏忽。『誹謗正法』，即使其他的罪業統統都沒有，你只有這一條，犯了這一條你就不能往生。怎樣毀謗正法？我們修淨土的讚歎淨土，毀謗參禪的、毀謗學密的。禪跟密都是佛傳的，毀謗修學其他法門的，你要記住，雖然你自己修淨土，覺得淨土好，別人都不如我，你要曉得，你起這個念頭不能往生，我們在過去講席當中都曾經說過。為什麼原因？毀謗三寶，那些法都是佛說的，你是謗佛；那些經典都是正法，你謗法；依照那些經論法門修學的人，那是僧。你謗佛、謗法、謗僧，佛念得再好，也不能往生。這個道理，實在講並不很深。做人都不應該毀謗惡人，真正的惡人也不說，成就你自己的厚道、德行。何況要不是一個惡人，看到人家有一點點錯誤，大肆渲染，這還得了！這個不得了。人，沒有說一個人沒有過失的，古人講「人非聖賢，孰能無過」，過失是人人都有的。"
    },
    {
      "id": "02-031-0074_p0047",
      "zh_CN": "世出世间圣人教学，都教导我们要能够包容人，宽宏大量，要能够包容、要能够饶恕，所谓「得饶人处且饶人」，成就自己的德行，避免自己的冤冤相报。你不能原谅别人，人家不能原谅你，一定的道理，我们希望别人怎样对待我，我首先应该怎样对待别人。我们在讲席当中也常说，这是世间人没法子理解的，决定没有吃亏上当的，决定没有占便宜的。这只有我们学佛的人才懂得、才相信。「因果通三世」，你看三世你才晓得冤冤相报原来如此，哪有什么吃亏上当的！我这一生占了他的便宜，来生他占我的便宜；这一生他吃了我的亏，来生我要吃他的亏，全部都拉平了。所谓一饮一啄，莫非前定，因缘果报，丝毫不爽，这是世出世间的真理，永恒不变，成佛也不能更改。不但对于学佛不同宗派的人，决定不能毁谤，要学《华严经》善财童子五十三参。你看他们所修学的法门不同，彼此互相赞叹，他是个参禅的，我赞叹禅，自己要谦虚。儒家的礼教给我们「自卑而尊人」，佛在《华严经》教给我们「自谦而尊人」，自己谦虚，尊重别人。你看五十三位善知识，他们对善财说，无量法门当中我只知道这个法门，我修学这个法门，其他许多法门比我更殊胜、更高的，你请教某某善知识，你去请教他，我不知道。自己谦虚，赞叹别人。佛不但教我们，还在《华严经》上五十三位法身大士表演给我们看，佛法里头决定没有毁谤人的。",
      "zh_TW": "世出世間聖人教學，都教導我們要能夠包容人，寬宏大量，要能夠包容、要能夠饒恕，所謂「得饒人處且饒人」，成就自己的德行，避免自己的冤冤相報。你不能原諒別人，人家不能原諒你，一定的道理，我們希望別人怎樣對待我，我首先應該怎樣對待別人。我們在講席當中也常說，這是世間人沒法子理解的，決定沒有吃虧上當的，決定沒有佔便宜的。這只有我們學佛的人才懂得、才相信。「因果通三世」，你看三世你才曉得冤冤相報原來如此，哪有什麼吃虧上當的！我這一生佔了他的便宜，來生他佔我的便宜；這一生他吃了我的虧，來生我要吃他的虧，全部都拉平了。所謂一飲一啄，莫非前定，因緣果報，絲毫不爽，這是世出世間的真理，永恆不變，成佛也不能更改。不但對於學佛不同宗派的人，決定不能毀謗，要學《華嚴經》善財童子五十三參。你看他們所修學的法門不同，彼此互相讚歎，他是個參禪的，我讚歎禪，自己要謙虛。儒家的禮教給我們「自卑而尊人」，佛在《華嚴經》教給我們「自謙而尊人」，自己謙虛，尊重別人。你看五十三位善知識，他們對善財說，無量法門當中我只知道這個法門，我修學這個法門，其他許多法門比我更殊勝、更高的，你請教某某善知識，你去請教他，我不知道。自己謙虛，讚歎別人。佛不但教我們，還在《華嚴經》上五十三位法身大士表演給我們看，佛法裡頭決定沒有毀謗人的。"
    },
    {
      "id": "02-031-0074_p0048",
      "zh_CN": "佛法里面规劝大众，某人有过失，我劝他。在大庭广众之下公开劝他，一年只有三天，除这三天之外不许可。这三天不犯戒，除这三天之外，你就犯戒了。哪三天？自咨圆满，僧团里面自咨圆满，这个时候容许说别人的过失。但是听到的人要接受，知道他是善意的，不是恶意的，一年只有三天。除这个时候之外，你要劝人也可以，你说他的过失绝对不可以有第二个人听见，这行，这是你善意的规劝。为什么？人没成佛、没成菩萨，人都有面子，关起门来你劝他，行，这是真正善知识，真正的同参道友。如果另外有一个人在，这就不可以。儒家也如此，不但对同学，老师对学生的教诫也如此。我们在台中，李老师是我们的好榜样，真正的典型，我们这批跟他的学生，学生犯过失了，他要教训你，他一定叫到房间，门一关，没有人听见。所以学生对他的教诲感恩戴德。他不会在别人面前说你过失，这他做到了，修行要从这里修起。",
      "zh_TW": "佛法裡面規勸大眾，某人有過失，我勸他。在大庭廣眾之下公開勸他，一年只有三天，除這三天之外不許可。這三天不犯戒，除這三天之外，你就犯戒了。哪三天？自咨圓滿，僧團裡面自咨圓滿，這個時候容許說別人的過失。但是聽到的人要接受，知道他是善意的，不是惡意的，一年只有三天。除這個時候之外，你要勸人也可以，你說他的過失絕對不可以有第二個人聽見，這行，這是你善意的規勸。為什麼？人沒成佛、沒成菩薩，人都有面子，關起門來你勸他，行，這是真正善知識，真正的同參道友。如果另外有一個人在，這就不可以。儒家也如此，不但對同學，老師對學生的教誡也如此。我們在台中，李老師是我們的好榜樣，真正的典型，我們這批跟他的學生，學生犯過失了，他要教訓你，他一定叫到房間，門一關，沒有人聽見。所以學生對他的教誨感恩戴德。他不會在別人面前說你過失，這他做到了，修行要從這裡修起。"
    },
    {
      "id": "02-031-0074_p0049",
      "zh_CN": "我们所修积的许多的功德，从哪里漏掉？从嘴巴上漏掉了。今天跟这个人讲，我跟你讲，你可不要告诉别人；再跟那个人说，我跟你讲，你也不要告诉别人。他到处乱说，还说不要告诉别人，不要告诉别人，你何必跟他讲？所以，无量无边的功德，口业里头流掉了，身业跟意业流失的说老实话都少，口业里头流失的太多了。一生的修学，最后是一场空，什么也得不到，落了一身的罪业。这一条注意到，这昙鸾法师说的，这是口业，虽然其他的罪业都没有，『必不得生』，你看看这个多严重。下面说：",
      "zh_TW": "我們所修積的許多的功德，從哪裡漏掉？從嘴巴上漏掉了。今天跟這個人講，我跟你講，你可不要告訴別人；再跟那個人說，我跟你講，你也不要告訴別人。他到處亂說，還說不要告訴別人，不要告訴別人，你何必跟他講？所以，無量無邊的功德，口業裡頭流掉了，身業跟意業流失的說老實話都少，口業裡頭流失的太多了。一生的修學，最後是一場空，什麼也得不到，落了一身的罪業。這一條注意到，這曇鸞法師說的，這是口業，雖然其他的罪業都沒有，『必不得生』，你看看這個多嚴重。下面說："
    },
    {
      "id": "02-031-0074_p0050",
      "zh_CN": "【何以言之。】",
      "zh_TW": "【何以言之。】"
    },
    {
      "id": "02-031-0074_p0051",
      "zh_CN": "就是何以故？",
      "zh_TW": "就是何以故？"
    },
    {
      "id": "02-031-0074_p0052",
      "zh_CN": "【经云，五逆罪人堕阿鼻大地狱中，具受一劫重罪。】",
      "zh_TW": "【經云，五逆罪人墮阿鼻大地獄中，具受一劫重罪。】"
    },
    {
      "id": "02-031-0074_p0053",
      "zh_CN": "这是无间地狱里面，诸位读《地藏菩萨本愿经》你就知道。「但劫尽得出」，实在讲，大经里面讲的还不是劫尽，你这劫尽了，你的罪还没有尽，转移他方世界。必须你的罪报尽了，你才能够得出。",
      "zh_TW": "這是無間地獄裡面，諸位讀《地藏菩薩本願經》你就知道。「但劫盡得出」，實在講，大經裡面講的還不是劫盡，你這劫盡了，你的罪還沒有盡，轉移他方世界。必須你的罪報盡了，你才能夠得出。"
    },
    {
      "id": "02-031-0074_p0054",
      "zh_CN": "【诽谤正法人堕阿鼻大地狱中，此劫若尽，复转至他方阿鼻大地狱中，如是展转经百千阿鼻大地狱，佛不记得出时节，以诽谤正法，罪极重故。】",
      "zh_TW": "【誹謗正法人墮阿鼻大地獄中，此劫若盡，復轉至他方阿鼻大地獄中，如是展轉經百千阿鼻大地獄，佛不記得出時節，以誹謗正法，罪極重故。】"
    },
    {
      "id": "02-031-0074_p0055",
      "zh_CN": "这是前面讲你造五逆罪，劫尽你这个罪也就尽了，你就可以出了。可是毁谤正法的罪，这个麻烦，这个罪超过五逆罪，超过太多了。『如是展转经百千阿鼻大地狱』，佛也说不出他什么时候能出来。但是这种罪业，实在讲，我们如果仔细观察一下，造的人太多了，比造前面五逆罪的人多。大家不晓得这一条重，不知道，太可怕了。",
      "zh_TW": "這是前面講你造五逆罪，劫盡你這個罪也就盡了，你就可以出了。可是毀謗正法的罪，這個麻煩，這個罪超過五逆罪，超過太多了。『如是展轉經百千阿鼻大地獄』，佛也說不出他什麼時候能出來。但是這種罪業，實在講，我們如果仔細觀察一下，造的人太多了，比造前面五逆罪的人多。大家不曉得這一條重，不知道，太可怕了。"
    },
    {
      "id": "02-031-0074_p0056",
      "zh_CN": "【又曰，汝但知五逆罪为重，而不知五逆罪，从无正法生，是故谤正法人其罪最重。】",
      "zh_TW": "【又曰，汝但知五逆罪為重，而不知五逆罪，從無正法生，是故謗正法人其罪最重。】"
    },
    {
      "id": "02-031-0074_p0057",
      "zh_CN": "这个说得好，真的把它的原因说出来。世间人为什么会造五逆罪？没闻正法，所以他才造这么极重罪。今天你毁谤正法，你等于说是帮助一切众生造无间地狱罪，你这个罪重。这一条说得好，说得非常之好。",
      "zh_TW": "這個說得好，真的把它的原因說出來。世間人為什麼會造五逆罪？沒聞正法，所以他才造這麼極重罪。今天你毀謗正法，你等於說是幫助一切眾生造無間地獄罪，你這個罪重。這一條說得好，說得非常之好。"
    },
    {
      "id": "02-031-0074_p0058",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}