{
  "doc_id": "02-031-0066",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0066",
  "total_paragraphs": 135,
  "paragraphs": [
    {
      "id": "02-031-0066_p0001",
      "zh_CN": "请掀开经本，第九十五面，倒数第六行，从第三段看起：",
      "zh_TW": "請掀開經本，第九十五面，倒數第六行，從第三段看起："
    },
    {
      "id": "02-031-0066_p0002",
      "zh_CN": "【魏译第三十八愿曰，设我得佛，国中天人，欲得衣服，随念即至，如佛所赞应法妙服，自然在身，有求裁缝捣染洗濯者，不取正觉。】",
      "zh_TW": "【魏譯第三十八願曰，設我得佛，國中天人，欲得衣服，隨念即至，如佛所讚應法妙服，自然在身，有求裁縫搗染洗濯者，不取正覺。】"
    },
    {
      "id": "02-031-0066_p0003",
      "zh_CN": "这是康僧铠的译本，魏译的，这个本子里面有四十八愿，这是第三十八愿，经文就是此地所节录的。这一段是讲西方极乐世界衣食自然。这桩事情，在我们想必是法藏菩萨当年参观、考察诸佛刹土，一定是见到有许多诸佛世界里面的众生，一生为衣食奔波，感受到许多的痛苦。所以，他发出这么一个愿，西方极乐世界一切众生衣食自然。而实在说，我们在经里面确实看到，西方世界是一真法界，西方极乐世界是普贤菩萨的法界。法身大士们还需要吃饭吗？我们这个世间，色界天人饮食就没有了，佛为什么还有衣食自然的大愿？这些想必都是为带业往生这些众生说的。因为带业往生，我们的烦恼习气没断，到那边过一个时候，好像怎么没吃饭？会有这种感触。于是佛就有这个愿，衣食都自然，想得什么样的衣服，『随念即至』。那个地方的生活实在是随心所欲，我们所谓事事如意，西方极乐世界的生活确实是事事如意，没有一样不称心，没有一样不如意的，随念即至。",
      "zh_TW": "這是康僧鎧的譯本，魏譯的，這個本子裡面有四十八願，這是第三十八願，經文就是此地所節錄的。這一段是講西方極樂世界衣食自然。這樁事情，在我們想必是法藏菩薩當年參觀、考察諸佛剎土，一定是見到有許多諸佛世界裡面的眾生，一生為衣食奔波，感受到許多的痛苦。所以，他發出這麼一個願，西方極樂世界一切眾生衣食自然。而實在說，我們在經裡面確實看到，西方世界是一真法界，西方極樂世界是普賢菩薩的法界。法身大士們還需要吃飯嗎？我們這個世間，色界天人飲食就沒有了，佛為什麼還有衣食自然的大願？這些想必都是為帶業往生這些眾生說的。因為帶業往生，我們的煩惱習氣沒斷，到那邊過一個時候，好像怎麼沒吃飯？會有這種感觸。於是佛就有這個願，衣食都自然，想得什麼樣的衣服，『隨念即至』。那個地方的生活實在是隨心所欲，我們所謂事事如意，西方極樂世界的生活確實是事事如意，沒有一樣不稱心，沒有一樣不如意的，隨念即至。"
    },
    {
      "id": "02-031-0066_p0004",
      "zh_CN": "『如佛所赞应法妙服』，「应法」是讲的袈裟，佛身上所着的袈裟。西方净土里面的众生，此地讲的是天人，实在是西方世界没有天人，经上给我们讲得很清楚。此地讲的天人，是没有生到西方极乐世界以前的身分，像我们是从人道去往生的，有些从天道去往生的，称他作天人。生到西方世界都是菩萨，经上讲得很清楚。所以说天人、说声闻，都是没有往生西方世界以前的身分，这我们必须要搞清楚，不要以为西方世界还有天人、还有声闻，那我们就把经义看错了。",
      "zh_TW": "『如佛所讚應法妙服』，「應法」是講的袈裟，佛身上所著的袈裟。西方淨土裡面的眾生，此地講的是天人，實在是西方世界沒有天人，經上給我們講得很清楚。此地講的天人，是沒有生到西方極樂世界以前的身分，像我們是從人道去往生的，有些從天道去往生的，稱他作天人。生到西方世界都是菩薩，經上講得很清楚。所以說天人、說聲聞，都是沒有往生西方世界以前的身分，這我們必須要搞清楚，不要以為西方世界還有天人、還有聲聞，那我們就把經義看錯了。"
    },
    {
      "id": "02-031-0066_p0005",
      "zh_CN": "不但思衣得衣、思食得食，而且衣服是天衣，天衣不需要裁缝，天衣决定不会染污，所以也不需要洗衣服，洗衣服也很麻烦，纵然现在有洗衣机，还是个麻烦事情。西方世界人穿的衣服不需要洗。这个事情，欲界天人的衣服已经不需要洗，我们在经论上常常看到。譬如忉利天人，忉利天福报就很大，他们衣服也是随念即至，不需要裁缝，衣服永远是鲜艳、清净、光明。什么时候发现他衣服上染的有脏东西，他的麻烦就来了，那是他的福报享尽了，这是佛讲天人五衰相。如果有这五种现象，他的寿命就快到了，大概寿命只有七天，就是在命终七天之前才会有这个现象。他们戴帽子，帽子上面有鲜花，这个花枯了，这是衰相。衣服染的有脏东西，身上流汗。你晓得天人不要洗澡的，他不流汗，他身体永远是干净的，不像我们这个生活麻烦透了。他身体流汗，衣服上有染污，戴的花枯萎，这都是他的福报尽了，佛在经上告诉我们，大概七天他就命终了。除此之外，可见得他们生活的确是非常愉快，没有忧虑、没有苦恼。底下是：",
      "zh_TW": "不但思衣得衣、思食得食，而且衣服是天衣，天衣不需要裁縫，天衣決定不會染污，所以也不需要洗衣服，洗衣服也很麻煩，縱然現在有洗衣機，還是個麻煩事情。西方世界人穿的衣服不需要洗。這個事情，欲界天人的衣服已經不需要洗，我們在經論上常常看到。譬如忉利天人，忉利天福報就很大，他們衣服也是隨念即至，不需要裁縫，衣服永遠是鮮豔、清淨、光明。什麼時候發現他衣服上染的有髒東西，他的麻煩就來了，那是他的福報享盡了，這是佛講天人五衰相。如果有這五種現象，他的壽命就快到了，大概壽命只有七天，就是在命終七天之前才會有這個現象。他們戴帽子，帽子上面有鮮花，這個花枯了，這是衰相。衣服染的有髒東西，身上流汗。你曉得天人不要洗澡的，他不流汗，他身體永遠是乾淨的，不像我們這個生活麻煩透了。他身體流汗，衣服上有染污，戴的花枯萎，這都是他的福報盡了，佛在經上告訴我們，大概七天他就命終了。除此之外，可見得他們生活的確是非常愉快，沒有憂慮、沒有苦惱。底下是："
    },
    {
      "id": "02-031-0066_p0006",
      "zh_CN": "【第二十四愿曰，设我得佛，国中菩萨在诸佛前，现其德本，诸所求欲供养之具，若不如意者，不取正觉。】",
      "zh_TW": "【第二十四願曰，設我得佛，國中菩薩在諸佛前，現其德本，諸所求欲供養之具，若不如意者，不取正覺。】"
    },
    {
      "id": "02-031-0066_p0007",
      "zh_CN": "这一节是供佛自在。菩萨是指凡是往生到西方极乐世界的人都是菩萨，无论是先去的或者是后去的，都是菩萨。菩萨见佛一定有供养，像我们现在见到人总是带一点礼物。虽然天天见面，也会有些小礼物，表示敬意。菩萨这些礼物，『供养之具』也是随念现前。我们想以花供养佛，自然天花就现前，要想果品供养佛，果也现前。经上讲的衣服、幢幡宝盖，这些供养具随念现前。『若不如意者，不取正觉』，都能够随心所欲。",
      "zh_TW": "這一節是供佛自在。菩薩是指凡是往生到西方極樂世界的人都是菩薩，無論是先去的或者是後去的，都是菩薩。菩薩見佛一定有供養，像我們現在見到人總是帶一點禮物。雖然天天見面，也會有些小禮物，表示敬意。菩薩這些禮物，『供養之具』也是隨念現前。我們想以花供養佛，自然天花就現前，要想果品供養佛，果也現前。經上講的衣服、幢幡寶蓋，這些供養具隨念現前。『若不如意者，不取正覺』，都能夠隨心所欲。"
    },
    {
      "id": "02-031-0066_p0008",
      "zh_CN": "这个里面含义很深。因为供佛，我们供具能够随心所欲，随念现前，我们一定就联想到，菩萨除了供佛之外，上供诸佛，下化众生。众生缺乏的东西多了，菩萨要度众生，先要跟众生结缘，佛门当中常说「先以利欲勾，后令入佛智」。四摄法里面第一个也是布施，布施、爱语、利行、同事，可见得，布施是接引众生最重要的一个手段。菩萨这些财物从哪里来？也是随念即至。再看底下这一段。",
      "zh_TW": "這個裡面含義很深。因為供佛，我們供具能夠隨心所欲，隨念現前，我們一定就聯想到，菩薩除了供佛之外，上供諸佛，下化眾生。眾生缺乏的東西多了，菩薩要度眾生，先要跟眾生結緣，佛門當中常說「先以利欲勾，後令入佛智」。四攝法裡面第一個也是布施，布施、愛語、利行、同事，可見得，布施是接引眾生最重要的一個手段。菩薩這些財物從哪裡來？也是隨念即至。再看底下這一段。"
    },
    {
      "id": "02-031-0066_p0009",
      "zh_CN": "【汉译第二十三愿曰。】",
      "zh_TW": "【漢譯第二十三願曰。】"
    },
    {
      "id": "02-031-0066_p0010",
      "zh_CN": "吴译为第十四愿，这两种译本愿文是一样的，但是排列顺序不一样。",
      "zh_TW": "吳譯為第十四願，這兩種譯本願文是一樣的，但是排列順序不一樣。"
    },
    {
      "id": "02-031-0066_p0011",
      "zh_CN": "【我作佛时，我国诸菩萨欲饭时，则七宝钵中，生自然百味饭食在前，食已，钵皆自然去，不尔者，我不作佛。】",
      "zh_TW": "【我作佛時，我國諸菩薩欲飯時，則七寶缽中，生自然百味飯食在前，食已，缽皆自然去，不爾者，我不作佛。】"
    },
    {
      "id": "02-031-0066_p0012",
      "zh_CN": "这是讲饮食自然。经文里面这个『七宝钵』，我们应当把它解释作餐具，大家就好懂，实际上就是这个意思。钵只有出家人用，不是出家人，很少人用钵吃饭的，钵是所谓托钵。这个意思就是说他的餐具都是七宝的，也是随念现前。想吃东西，『百味饭食』，百味是指菜肴。在古时候，只有帝王，帝王吃饭多少个菜？给诸位说，一百道菜。不管他吃不吃，都要上一百道菜，他喜欢吃那个就吃那个。百味饮食就是比照这个说的，都现前。可是现前之后，必然想到，现在已经不是在娑婆世界，身体不是血肉之躯，极乐世界那个身体就跟阿弥陀佛一样，金刚紫磨金身，永远不坏的，所谓清虚之体，哪里还要这些饮食？饮食为什么会现前？就是因为有这个念头、有这个习气，好像很久没吃饭，一念想到这个，境界就现前。现前之后想到现在已经是菩萨，不是在娑婆世界，不需要了，不需要马上就没有了。也不需要去收拾碗筷，没这么麻烦，它自然化去，一切都是变化所作。",
      "zh_TW": "這是講飲食自然。經文裡面這個『七寶缽』，我們應當把它解釋作餐具，大家就好懂，實際上就是這個意思。缽只有出家人用，不是出家人，很少人用缽吃飯的，缽是所謂托缽。這個意思就是說他的餐具都是七寶的，也是隨念現前。想吃東西，『百味飯食』，百味是指菜餚。在古時候，只有帝王，帝王吃飯多少個菜？給諸位說，一百道菜。不管他吃不吃，都要上一百道菜，他喜歡吃那個就吃那個。百味飲食就是比照這個說的，都現前。可是現前之後，必然想到，現在已經不是在娑婆世界，身體不是血肉之軀，極樂世界那個身體就跟阿彌陀佛一樣，金剛紫磨金身，永遠不壞的，所謂清虛之體，哪裡還要這些飲食？飲食為什麼會現前？就是因為有這個念頭、有這個習氣，好像很久沒吃飯，一念想到這個，境界就現前。現前之後想到現在已經是菩薩，不是在娑婆世界，不需要了，不需要馬上就沒有了。也不需要去收拾碗筷，沒這麼麻煩，它自然化去，一切都是變化所作。"
    },
    {
      "id": "02-031-0066_p0013",
      "zh_CN": "这些事我们看起来很不可思议。可是现在科学家已经把这个原理为我们说出来，可不可能？可能。这是什么道理？就是能与质的转变。科学家知道这个原理，但是不知道怎么做法，如何把能量变成物质。如果你有这个能力的话，就很容易了，能量在空间取之不尽，用之不竭，所有一切物质都是它变现的。从物质也能够把它变成能量，能量可以把它变成物质，原子弹就是根据这个道理发明的，它是把物质变成能量。可是怎样把能量再变回物质，他们就没法子了。这是能与质的转变。由此可知，西方世界的科学发展到尖端了，我们这个地方的科技要跟西方极乐世界比较是非常幼稚。这是科学家为我们说明这个原理。再看底下这一段：",
      "zh_TW": "這些事我們看起來很不可思議。可是現在科學家已經把這個原理為我們說出來，可不可能？可能。這是什麼道理？就是能與質的轉變。科學家知道這個原理，但是不知道怎麼做法，如何把能量變成物質。如果你有這個能力的話，就很容易了，能量在空間取之不盡，用之不竭，所有一切物質都是它變現的。從物質也能夠把它變成能量，能量可以把它變成物質，原子彈就是根據這個道理發明的，它是把物質變成能量。可是怎樣把能量再變回物質，他們就沒法子了。這是能與質的轉變。由此可知，西方世界的科學發展到尖端了，我們這個地方的科技要跟西方極樂世界比較是非常幼稚。這是科學家為我們說明這個原理。再看底下這一段："
    },
    {
      "id": "02-031-0066_p0014",
      "zh_CN": "【会疏曰，如来听其说明，照察丹诚，故云听察。】",
      "zh_TW": "【會疏曰，如來聽其說明，照察丹誠，故云聽察。】"
    },
    {
      "id": "02-031-0066_p0015",
      "zh_CN": "这是解释『听察』两个字的意思，「听」是『听其说明』，「察」是『照察丹诚』，丹诚就是我们讲的诚心、一心，真诚之心、清净之心，称为丹诚。第六段：",
      "zh_TW": "這是解釋『聽察』兩個字的意思，「聽」是『聽其說明』，「察」是『照察丹誠』，丹誠就是我們講的誠心、一心，真誠之心、清淨之心，稱為丹誠。第六段："
    },
    {
      "id": "02-031-0066_p0016",
      "zh_CN": "【地狱此为汉语。】",
      "zh_TW": "【地獄此為漢語。】"
    },
    {
      "id": "02-031-0066_p0017",
      "zh_CN": "这是中文把它翻出来的，这地狱的意思。",
      "zh_TW": "這是中文把它翻出來的，這地獄的意思。"
    },
    {
      "id": "02-031-0066_p0018",
      "zh_CN": "【梵语为那落迦。】",
      "zh_TW": "【梵語為那落迦。】"
    },
    {
      "id": "02-031-0066_p0019",
      "zh_CN": "另外还有一个名字，叫：",
      "zh_TW": "另外還有一個名字，叫："
    },
    {
      "id": "02-031-0066_p0020",
      "zh_CN": "【泥犁。】",
      "zh_TW": "【泥犁。】"
    },
    {
      "id": "02-031-0066_p0021",
      "zh_CN": "这两种名字，我们在佛经里面也常看到。",
      "zh_TW": "這兩種名字，我們在佛經裡面也常看到。"
    },
    {
      "id": "02-031-0066_p0022",
      "zh_CN": "【大摄论音义曰，此译有四义。】",
      "zh_TW": "【大攝論音義曰，此譯有四義。】"
    },
    {
      "id": "02-031-0066_p0023",
      "zh_CN": "这个名词里头有四个意思。",
      "zh_TW": "這個名詞裡頭有四個意思。"
    },
    {
      "id": "02-031-0066_p0024",
      "zh_CN": "【一不可乐。】",
      "zh_TW": "【一不可樂。】"
    },
    {
      "id": "02-031-0066_p0025",
      "zh_CN": "这里面只有苦没有乐，没有乐受。人虽然有苦，但是他也有乐，苦多乐少，他还有些乐受。这一道的众生根本没有乐的感受。",
      "zh_TW": "這裡面只有苦沒有樂，沒有樂受。人雖然有苦，但是他也有樂，苦多樂少，他還有些樂受。這一道的眾生根本沒有樂的感受。"
    },
    {
      "id": "02-031-0066_p0026",
      "zh_CN": "【二不可救济。】",
      "zh_TW": "【二不可救濟。】"
    },
    {
      "id": "02-031-0066_p0027",
      "zh_CN": "诸佛菩萨能够帮助一切苦难众生，唯独地狱没有法子。地狱是他自己的罪报，自作自受，佛菩萨再慈悲也没有办法代替他。必需到他的罪受满了，他才能出来。就好像在牢狱里面服刑一样，别的人没有法子代替，一定要服刑期满，他才能出离，有这个意思。",
      "zh_TW": "諸佛菩薩能夠幫助一切苦難眾生，唯獨地獄沒有法子。地獄是他自己的罪報，自作自受，佛菩薩再慈悲也沒有辦法代替他。必需到他的罪受滿了，他才能出來。就好像在牢獄裡面服刑一樣，別的人沒有法子代替，一定要服刑期滿，他才能出離，有這個意思。"
    },
    {
      "id": "02-031-0066_p0028",
      "zh_CN": "【三暗冥。】",
      "zh_TW": "【三闇冥。】"
    },
    {
      "id": "02-031-0066_p0029",
      "zh_CN": "『暗冥』里头是两个意思，一个是他所居住的环境黑暗。饿鬼道里面的环境，就是虚空当中见不到日月，永远像是很厚的云层遮盖着，我们讲阴天。所以饿鬼道永远是阴天，见不到日月。而地狱道就更昏暗，比饿鬼道还要来得暗。这是说它的环境。第二个意思是说地狱众生愚痴，「暗冥」也是愚痴的意思，没有智慧，不别是非、不别善恶，而且有坚固的执着，这是地狱众生的现象。",
      "zh_TW": "『闇冥』裡頭是兩個意思，一個是他所居住的環境黑暗。餓鬼道裡面的環境，就是虛空當中見不到日月，永遠像是很厚的雲層遮蓋著，我們講陰天。所以餓鬼道永遠是陰天，見不到日月。而地獄道就更昏暗，比餓鬼道還要來得暗。這是說它的環境。第二個意思是說地獄眾生愚痴，「闇冥」也是愚痴的意思，沒有智慧，不別是非、不別善惡，而且有堅固的執著，這是地獄眾生的現象。"
    },
    {
      "id": "02-031-0066_p0030",
      "zh_CN": "【四地狱。】",
      "zh_TW": "【四地獄。】"
    },
    {
      "id": "02-031-0066_p0031",
      "zh_CN": "地狱的意思，地是最下面，最下面的监牢狱那就最苦了。",
      "zh_TW": "地獄的意思，地是最下面，最下面的監牢獄那就最苦了。"
    },
    {
      "id": "02-031-0066_p0032",
      "zh_CN": "它有四个意思，我们中国过去译经的法师，就在这四个意思里头取地狱，用这个来翻『那落迦』。",
      "zh_TW": "它有四個意思，我們中國過去譯經的法師，就在這四個意思裡頭取地獄，用這個來翻『那落迦』。"
    },
    {
      "id": "02-031-0066_p0033",
      "zh_CN": "【婆沙论曰，瞻部洲下过五百逾缮那，乃有地狱。】",
      "zh_TW": "【婆沙論曰，瞻部洲下過五百踰繕那，乃有地獄。】"
    },
    {
      "id": "02-031-0066_p0034",
      "zh_CN": "这是《大婆毘沙论》里面所说的。『瞻部』就是南瞻部洲，在南瞻部洲的下面『五百由旬』，那个地方就是『地狱』。如果照这个说法，地狱就是地球的中心。地狱在哪里？在地球的中心。我们晓得地心是高温度的一团火，所以地狱都是用火来代表。即使寒冰地狱，它的相也是一片火光。所以在三途里面说，地狱叫火途。这是地狱、饿鬼、畜生。饿鬼道叫刀途，这个刀，就是时时刻刻他感觉到有人要杀他，所以饿鬼道里面的众生他身心都不安稳，常常有恐惧之感。中国的谚语说得也非常有道理，人怕鬼，几个人不怕鬼的？而事实上，人有三分怕鬼，鬼有七分怕人，鬼怕人的严重性，比人怕鬼不知道要差到哪里去！你要懂得这个道理，你遇到鬼的时候你晓得鬼怕我，我怎么会怕鬼！鬼就吓跑掉了，那是真的。鬼要不怕你的话，可见得鬼觉得你很好欺侮，不足以为意。这是鬼叫刀途。畜生道叫血途，畜生死绝大多数流血，牠不是被人杀害，就是互相残杀。这称之为三途，刀途、血途、火途。",
      "zh_TW": "這是《大婆毘沙論》裡面所說的。『瞻部』就是南瞻部洲，在南瞻部洲的下面『五百由旬』，那個地方就是『地獄』。如果照這個說法，地獄就是地球的中心。地獄在哪裡？在地球的中心。我們曉得地心是高溫度的一團火，所以地獄都是用火來代表。即使寒冰地獄，它的相也是一片火光。所以在三途裡面說，地獄叫火途。這是地獄、餓鬼、畜生。餓鬼道叫刀途，這個刀，就是時時刻刻他感覺到有人要殺他，所以餓鬼道裡面的眾生他身心都不安穩，常常有恐懼之感。中國的諺語說得也非常有道理，人怕鬼，幾個人不怕鬼的？而事實上，人有三分怕鬼，鬼有七分怕人，鬼怕人的嚴重性，比人怕鬼不知道要差到哪裡去！你要懂得這個道理，你遇到鬼的時候你曉得鬼怕我，我怎麼會怕鬼！鬼就嚇跑掉了，那是真的。鬼要不怕你的話，可見得鬼覺得你很好欺侮，不足以為意。這是鬼叫刀途。畜生道叫血途，畜生死絕大多數流血，牠不是被人殺害，就是互相殘殺。這稱之為三途，刀途、血途、火途。"
    },
    {
      "id": "02-031-0066_p0035",
      "zh_CN": "【维摩经肇注云，上由旬六十里，中由旬五十里，下由旬四十里。】",
      "zh_TW": "【維摩經肇註云，上由旬六十里，中由旬五十里，下由旬四十里。】"
    },
    {
      "id": "02-031-0066_p0036",
      "zh_CN": "这是解释『由旬』。由旬是古印度长度的单位，但是此地说的『里』，诸位要知道，跟我们现代的里不一样。你一看到『六十里』，我们现在六十里是很长的距离，其实古时候的六十里，可能只有现在的二十里。我们看弘一大师《律学三十三种》，他是近代研究戒律很有成就的一位法师。他里面有一段叫「周尺考」，就是考证周朝时候的度量衡。他考证的，大概周朝时候一尺，只有我们中国的市尺大概只有五寸；换句话说，周朝那时候的两尺才是我们现在的一尺。所以我们在古书上看到，古人身高丈二，一丈二这身体很高了，实际上就是现在六尺。这个里数当然从长度来观察，古时候「由旬六十里」，没有现在里数这么长，尤其现在公里大概比我们华里也是一倍，两华里是一公里，如果说英里的话，大概是三华里才是一英里。所以，我们读到这些经文，要想到那个时候的度量衡，跟我们现在观念当中的完全不相同。下一段：",
      "zh_TW": "這是解釋『由旬』。由旬是古印度長度的單位，但是此地說的『里』，諸位要知道，跟我們現代的里不一樣。你一看到『六十里』，我們現在六十里是很長的距離，其實古時候的六十里，可能只有現在的二十里。我們看弘一大師《律學三十三種》，他是近代研究戒律很有成就的一位法師。他裡面有一段叫「周尺考」，就是考證周朝時候的度量衡。他考證的，大概周朝時候一尺，只有我們中國的市尺大概只有五寸；換句話說，周朝那時候的兩尺才是我們現在的一尺。所以我們在古書上看到，古人身高丈二，一丈二這身體很高了，實際上就是現在六尺。這個里數當然從長度來觀察，古時候「由旬六十里」，沒有現在里數這麼長，尤其現在公里大概比我們華里也是一倍，兩華里是一公里，如果說英里的話，大概是三華里才是一英里。所以，我們讀到這些經文，要想到那個時候的度量衡，跟我們現在觀念當中的完全不相同。下一段："
    },
    {
      "id": "02-031-0066_p0037",
      "zh_CN": "【据俱舍论兼考大论。】",
      "zh_TW": "【據俱舍論兼考大論。】"
    },
    {
      "id": "02-031-0066_p0038",
      "zh_CN": "这就是把《俱舍论》里面所讲的，与《大智度论》里面所说的，把它合起来看。论里头说明八大地狱。",
      "zh_TW": "這就是把《俱舍論》裡面所講的，與《大智度論》裡面所說的，把它合起來看。論裡頭說明八大地獄。"
    },
    {
      "id": "02-031-0066_p0039",
      "zh_CN": "【八大地狱为，一等活地狱。】",
      "zh_TW": "【八大地獄為，一等活地獄。】"
    },
    {
      "id": "02-031-0066_p0040",
      "zh_CN": "实在此地讲的『八大地狱』，《地藏菩萨本愿经》里面都有，《地藏经》也说得很详细。『等活』，这里面的罪人受这个刑罚，死了之后，业风一吹他又活了，因此叫它做「等活」。地狱里面每一天不知道要死多少次，死了还活，他死不了的。地狱里面死了就好了，死了就超生，没有比它更下了。我们看到经里面讲的刀山油鼎，这一下去，人马上就死了，风一吹又活了，活了再受。一直要他罪业完全消尽，他才能够真正在地狱死了，超生，脱离地狱。",
      "zh_TW": "實在此地講的『八大地獄』，《地藏菩薩本願經》裡面都有，《地藏經》也說得很詳細。『等活』，這裡面的罪人受這個刑罰，死了之後，業風一吹他又活了，因此叫它做「等活」。地獄裡面每一天不知道要死多少次，死了還活，他死不了的。地獄裡面死了就好了，死了就超生，沒有比它更下了。我們看到經裡面講的刀山油鼎，這一下去，人馬上就死了，風一吹又活了，活了再受。一直要他罪業完全消盡，他才能夠真正在地獄死了，超生，脫離地獄。"
    },
    {
      "id": "02-031-0066_p0041",
      "zh_CN": "我们要问，几时他的罪业消尽？我们在经论里面看到一桩事实，那就是几时他真正觉悟、真正回头了，他的罪业就消尽了。如果说不知道回头、不肯认错，还以为自己所作所为是对的，他这个罪就有得受。但是诸位要晓得，人道里面觉悟容易，觉悟也快，地狱道刚才说过，愚痴到了极处，邪正、是非、利害不能辨别，你想想他在里面受这些苦报，他怎么会觉悟？地藏菩萨在地狱里面度这些极苦的众生，度哪些人？还是离不开原理原则，「佛不度无缘之人」。",
      "zh_TW": "我們要問，幾時他的罪業消盡？我們在經論裡面看到一樁事實，那就是幾時他真正覺悟、真正回頭了，他的罪業就消盡了。如果說不知道回頭、不肯認錯，還以為自己所作所為是對的，他這個罪就有得受。但是諸位要曉得，人道裡面覺悟容易，覺悟也快，地獄道剛才說過，愚痴到了極處，邪正、是非、利害不能辨別，你想想他在裡面受這些苦報，他怎麼會覺悟？地藏菩薩在地獄裡面度這些極苦的眾生，度哪些人？還是離不開原理原則，「佛不度無緣之人」。"
    },
    {
      "id": "02-031-0066_p0042",
      "zh_CN": "地狱里面众生与地藏菩萨无缘的，地藏菩萨也度不了他，也无法教化他。哪些人有缘？大概都是学佛的，而且学佛善根还相当深厚。善根福德相当深厚的人，为什么会堕地狱？习气断不了，受习气之害，明知故犯，造作一些罪业，这样才堕地狱。因为他有善根福德，所以在地狱里遇到地藏菩萨，菩萨叫他忏除业障。他遇到菩萨、闻到佛法，这一下醒悟过来，知道是自己错了，回头是岸，他才能够超越地狱。他要自己不能回头，地藏菩萨对他毫无办法。在六道里头，这一道最苦，这个最苦，你从等活这个名义上就能够体会得到。所以说一日一夜万死万生，受这种苦。第二种：",
      "zh_TW": "地獄裡面眾生與地藏菩薩無緣的，地藏菩薩也度不了他，也無法教化他。哪些人有緣？大概都是學佛的，而且學佛善根還相當深厚。善根福德相當深厚的人，為什麼會墮地獄？習氣斷不了，受習氣之害，明知故犯，造作一些罪業，這樣才墮地獄。因為他有善根福德，所以在地獄裡遇到地藏菩薩，菩薩叫他懺除業障。他遇到菩薩、聞到佛法，這一下醒悟過來，知道是自己錯了，回頭是岸，他才能夠超越地獄。他要自己不能回頭，地藏菩薩對他毫無辦法。在六道裡頭，這一道最苦，這個最苦，你從等活這個名義上就能夠體會得到。所以說一日一夜萬死萬生，受這種苦。第二種："
    },
    {
      "id": "02-031-0066_p0043",
      "zh_CN": "【二黑绳地狱。】",
      "zh_TW": "【二黑繩地獄。】"
    },
    {
      "id": "02-031-0066_p0044",
      "zh_CN": "黑绳是量身体的。诸位要晓得，每一种果报都有它的业因，这是将一个人身体一段一段的量，量好之后，就照这个界线用锯子来锯。你们看地狱变相图，那个人绑在那个地方用锯子锯的，那就是『黑绳地狱』。这个业因也非常复杂，复杂业因里面，实在说，最严重的就是杀害众生。我们杀众生，吃肉的，一片一片切得很匀，切得很细，那就是黑绳地狱的业因。你这样对待众生，将来你要受这个果报。",
      "zh_TW": "黑繩是量身體的。諸位要曉得，每一種果報都有它的業因，這是將一個人身體一段一段的量，量好之後，就照這個界線用鋸子來鋸。你們看地獄變相圖，那個人綁在那個地方用鋸子鋸的，那就是『黑繩地獄』。這個業因也非常複雜，複雜業因裡面，實在說，最嚴重的就是殺害眾生。我們殺眾生，吃肉的，一片一片切得很勻，切得很細，那就是黑繩地獄的業因。你這樣對待眾生，將來你要受這個果報。"
    },
    {
      "id": "02-031-0066_p0045",
      "zh_CN": "在前不久，台湾广化法师往生了，他是不是真的往生，我们很难说。这个法师跟我很熟悉，我们曾经在一起住过一段时期，大概有两年的时间，在台中我们在南普陀寺住过。他没有出家之前他是军官，在军中管财物，我们叫军需，管财物。管财物的人用钱就比较方便，他告诉我，他在军中每天吃一只鸡，那就不晓得吃了多少只？他做了不少年。一天吃一只，一年就三百六十条命，十年就三千六百条命，太可怕了。以后学了佛之后，知道自己造的罪业很重，出家、长素、持戒，修行非常之好，我们这一代的出家人当中，他的戒律最清净。而且一生都在办佛学院，帮助年轻的出家人。",
      "zh_TW": "在前不久，台灣廣化法師往生了，他是不是真的往生，我們很難說。這個法師跟我很熟悉，我們曾經在一起住過一段時期，大概有兩年的時間，在台中我們在南普陀寺住過。他沒有出家之前他是軍官，在軍中管財物，我們叫軍需，管財物。管財物的人用錢就比較方便，他告訴我，他在軍中每天吃一隻雞，那就不曉得吃了多少隻？他做了不少年。一天吃一隻，一年就三百六十條命，十年就三千六百條命，太可怕了。以後學了佛之後，知道自己造的罪業很重，出家、長素、持戒，修行非常之好，我們這一代的出家人當中，他的戒律最清淨。而且一生都在辦佛學院，幫助年輕的出家人。"
    },
    {
      "id": "02-031-0066_p0046",
      "zh_CN": "在早年，有一次他洗澡，浴室里面。台湾浴室都是舖的磁砖，尤其用肥皂的时候，地下就很滑。他洗澡的时候，忽然看到许多鸡往他身上飞、身上跳，他就躲避，这一躲避，滑倒之后，腿跌断了，就变成残废。我遇到的时候，他告诉我，他说我这是重罪轻报，这是杀业现的果报。以后这个腿里面夹着钢板，但是没有多久里头又发炎，所以晚年的时候他就坐轮椅，而且中风。在病很重的时候他找我，我跟馆长到台中去看他，看到他，我们心里非常难过，他说话都说不清楚了。在今年过世。这就是杀业太重，出家也不能幸免，太重的杀业很麻烦。所以我们看到地狱这些果报，看到地狱这些名号，就想到什么样的果一定有什么的因，因果报应，丝毫不爽。如果不是修大福德，不是具真实智慧，修行与心性不相应，果报是决定不能够避免的。消除业障，谈何容易！",
      "zh_TW": "在早年，有一次他洗澡，浴室裡面。台灣浴室都是舖的磁磚，尤其用肥皂的時候，地下就很滑。他洗澡的時候，忽然看到許多雞往他身上飛、身上跳，他就躲避，這一躲避，滑倒之後，腿跌斷了，就變成殘廢。我遇到的時候，他告訴我，他說我這是重罪輕報，這是殺業現的果報。以後這個腿裡面夾著鋼板，但是沒有多久裡頭又發炎，所以晚年的時候他就坐輪椅，而且中風。在病很重的時候他找我，我跟館長到台中去看他，看到他，我們心裡非常難過，他說話都說不清楚了。在今年過世。這就是殺業太重，出家也不能倖免，太重的殺業很麻煩。所以我們看到地獄這些果報，看到地獄這些名號，就想到什麼樣的果一定有什麼的因，因果報應，絲毫不爽。如果不是修大福德，不是具真實智慧，修行與心性不相應，果報是決定不能夠避免的。消除業障，談何容易！"
    },
    {
      "id": "02-031-0066_p0047",
      "zh_CN": "佛经论里面把这些原理原则告诉我们，业障从什么地方现行的？从妄想、分别、执着。如何有效的把业障消除？必须要断烦恼、要断习气；烦恼习气都无，业障就没有了。所以消业障，修福消不了业障，要修慧。经论上有比喻，业障犹如千年暗室，智慧好比是灯明，这盏灯点着了，黑暗就没有了，就破除了。所以，福不能消业障，唯有真实智慧开了才能够消除业障。慧从哪里来的？慧从定来的，定从戒来的。定能伏惑，不能断惑，能把它伏住、控制住，不能断根，慧能够断除。所以学佛终极的目标是开智慧，而不是以禅定为目的。这些我们顾名思义，地狱名号全是果报。",
      "zh_TW": "佛經論裡面把這些原理原則告訴我們，業障從什麼地方現行的？從妄想、分別、執著。如何有效的把業障消除？必須要斷煩惱、要斷習氣；煩惱習氣都無，業障就沒有了。所以消業障，修福消不了業障，要修慧。經論上有比喻，業障猶如千年暗室，智慧好比是燈明，這盞燈點著了，黑暗就沒有了，就破除了。所以，福不能消業障，唯有真實智慧開了才能夠消除業障。慧從哪裡來的？慧從定來的，定從戒來的。定能伏惑，不能斷惑，能把它伏住、控制住，不能斷根，慧能夠斷除。所以學佛終極的目標是開智慧，而不是以禪定為目的。這些我們顧名思義，地獄名號全是果報。"
    },
    {
      "id": "02-031-0066_p0048",
      "zh_CN": "【三众合地狱，众多苦具，俱来逼身，合党相害。】",
      "zh_TW": "【三眾合地獄，眾多苦具，俱來逼身，合黨相害。】"
    },
    {
      "id": "02-031-0066_p0049",
      "zh_CN": "这叫『众合』，许多的这些刑具同时对你而来，你要同时去受这些苦报，这叫众合。",
      "zh_TW": "這叫『眾合』，許多的這些刑具同時對你而來，你要同時去受這些苦報，這叫眾合。"
    },
    {
      "id": "02-031-0066_p0050",
      "zh_CN": "【四号叫地狱，逼于众苦，发悲号怨叫之声。】",
      "zh_TW": "【四號叫地獄，逼於眾苦，發悲號怨叫之聲。】"
    },
    {
      "id": "02-031-0066_p0051",
      "zh_CN": "这是苦到极处叫唤，所以叫唤地狱，底下讲大叫唤地狱。",
      "zh_TW": "這是苦到極處叫喚，所以叫喚地獄，底下講大叫喚地獄。"
    },
    {
      "id": "02-031-0066_p0052",
      "zh_CN": "【五大叫地狱，逼于剧苦，更发大哭声。】",
      "zh_TW": "【五大叫地獄，逼於劇苦，更發大哭聲。】"
    },
    {
      "id": "02-031-0066_p0053",
      "zh_CN": "叫唤跟大叫唤，都是从受苦形状上来说的。",
      "zh_TW": "叫喚跟大叫喚，都是從受苦形狀上來說的。"
    },
    {
      "id": "02-031-0066_p0054",
      "zh_CN": "【六炎热地狱。】",
      "zh_TW": "【六炎熱地獄。】"
    },
    {
      "id": "02-031-0066_p0055",
      "zh_CN": "就是我们常讲「火烧地狱」。",
      "zh_TW": "就是我們常講「火燒地獄」。"
    },
    {
      "id": "02-031-0066_p0056",
      "zh_CN": "【火随身起，炎炽周围，苦热难堪。】",
      "zh_TW": "【火隨身起，炎熾周圍，苦熱難堪。】"
    },
    {
      "id": "02-031-0066_p0057",
      "zh_CN": "【七大热地狱，热中之极，故曰大热。】",
      "zh_TW": "【七大熱地獄，熱中之極，故曰大熱。】"
    },
    {
      "id": "02-031-0066_p0058",
      "zh_CN": "【八无间地狱，受苦无间，无有间歇。】",
      "zh_TW": "【八無間地獄，受苦無間，無有間歇。】"
    },
    {
      "id": "02-031-0066_p0059",
      "zh_CN": "这是《地藏经》上讲的五无间，五种没有间隔，这是所有地狱里面最苦的，梵文称为阿鼻，阿鼻地狱就是『无间地狱』。底下一段：",
      "zh_TW": "這是《地藏經》上講的五無間，五種沒有間隔，這是所有地獄裡面最苦的，梵文稱為阿鼻，阿鼻地獄就是『無間地獄』。底下一段："
    },
    {
      "id": "02-031-0066_p0060",
      "zh_CN": "【八寒冰狱。】",
      "zh_TW": "【八寒冰獄。】"
    },
    {
      "id": "02-031-0066_p0061",
      "zh_CN": "前面是讲八热，八热还有八寒，八寒虽然是寒冰地狱，实际上它的现象也是一片火光。",
      "zh_TW": "前面是講八熱，八熱還有八寒，八寒雖然是寒冰地獄，實際上它的現象也是一片火光。"
    },
    {
      "id": "02-031-0066_p0062",
      "zh_CN": "【一额部陀，此云疱，严寒逼身，体上生疱也。】",
      "zh_TW": "【一額部陀，此云皰，嚴寒逼身，體上生皰也。】"
    },
    {
      "id": "02-031-0066_p0063",
      "zh_CN": "这个『疱』有些像我们世间害的冻疮，在此地看不到，南方看不到，在北方天气寒冷的时候，冬天很容易生冻疮，那很苦。但是那个苦比起寒冰地狱里面的那个疱，那是要轻得太多。你不过生一个、两个冻疮，通常冻疮最容易生的是在脚部，最容易生的。地狱里面全身都是，那真是苦不堪言。",
      "zh_TW": "這個『皰』有些像我們世間害的凍瘡，在此地看不到，南方看不到，在北方天氣寒冷的時候，冬天很容易生凍瘡，那很苦。但是那個苦比起寒冰地獄裡面的那個皰，那是要輕得太多。你不過生一個、兩個凍瘡，通常凍瘡最容易生的是在腳部，最容易生的。地獄裡面全身都是，那真是苦不堪言。"
    },
    {
      "id": "02-031-0066_p0064",
      "zh_CN": "【二尼刺部陀。】",
      "zh_TW": "【二尼刺部陀。】"
    },
    {
      "id": "02-031-0066_p0065",
      "zh_CN": "这是梵语，意思是这些冻疮、这个疱裂开了，那就更苦了。",
      "zh_TW": "這是梵語，意思是這些凍瘡、這個皰裂開了，那就更苦了。"
    },
    {
      "id": "02-031-0066_p0066",
      "zh_CN": "【三呵罗罗。】",
      "zh_TW": "【三呵羅羅。】"
    },
    {
      "id": "02-031-0066_p0067",
      "zh_CN": "寒逼而自口中发出的抖颤的音声，跟八热地狱里面的叫唤、大叫唤地狱，都是从他受苦的样子里面来说的，这是冷冻到极处的时候。",
      "zh_TW": "寒逼而自口中發出的抖顫的音聲，跟八熱地獄裡面的叫喚、大叫喚地獄，都是從他受苦的樣子裡面來說的，這是冷凍到極處的時候。"
    },
    {
      "id": "02-031-0066_p0068",
      "zh_CN": "【四阿婆婆。】",
      "zh_TW": "【四阿婆婆。】"
    },
    {
      "id": "02-031-0066_p0069",
      "zh_CN": "这就好像前面的大叫唤一样，他寒冷所发的苦难的音声，比前面更要严重。这底下还有：",
      "zh_TW": "這就好像前面的大叫喚一樣，他寒冷所發的苦難的音聲，比前面更要嚴重。這底下還有："
    },
    {
      "id": "02-031-0066_p0070",
      "zh_CN": "【五虎虎婆。】",
      "zh_TW": "【五虎虎婆。】"
    },
    {
      "id": "02-031-0066_p0071",
      "zh_CN": "【六嗢钵罗。】",
      "zh_TW": "【六嗢缽羅。】"
    },
    {
      "id": "02-031-0066_p0072",
      "zh_CN": "嗢钵罗是青莲花。这是从颜色、状况所说的。人身体冻的时候，颜色都变了，变成青蓝色的，像莲花开的时候，身体已经裂开，冻成这个样子。",
      "zh_TW": "嗢缽羅是青蓮花。這是從顏色、狀況所說的。人身體凍的時候，顏色都變了，變成青藍色的，像蓮花開的時候，身體已經裂開，凍成這個樣子。"
    },
    {
      "id": "02-031-0066_p0073",
      "zh_CN": "【严寒逼迫，身分折裂如青莲花也。】",
      "zh_TW": "【嚴寒逼迫，身分折裂如青蓮花也。】"
    },
    {
      "id": "02-031-0066_p0074",
      "zh_CN": "【七钵特摩。】",
      "zh_TW": "【七缽特摩。】"
    },
    {
      "id": "02-031-0066_p0075",
      "zh_CN": "是红莲花。",
      "zh_TW": "是紅蓮花。"
    },
    {
      "id": "02-031-0066_p0076",
      "zh_CN": "【身分折裂如红莲花也。】",
      "zh_TW": "【身分折裂如紅蓮花也。】"
    },
    {
      "id": "02-031-0066_p0077",
      "zh_CN": "【八摩诃钵特罗。】",
      "zh_TW": "【八摩訶缽特羅。】"
    },
    {
      "id": "02-031-0066_p0078",
      "zh_CN": "这是大红莲花，都是形容在极端寒冷之下，身体冻裂了，裂开来的状况。",
      "zh_TW": "這是大紅蓮花，都是形容在極端寒冷之下，身體凍裂了，裂開來的狀況。"
    },
    {
      "id": "02-031-0066_p0079",
      "zh_CN": "八寒、八热通常称之为大地狱，这是很苦的，造作罪业极重，堕这个八大地狱。罪业如果是轻一些，有「游增地狱」，比前面所受的苦要减缓甚多。",
      "zh_TW": "八寒、八熱通常稱之為大地獄，這是很苦的，造作罪業極重，墮這個八大地獄。罪業如果是輕一些，有「遊增地獄」，比前面所受的苦要減緩甚多。"
    },
    {
      "id": "02-031-0066_p0080",
      "zh_CN": "【十六游增地狱，八大地狱中每一大狱，皆有四门，每一门外，每附增四狱。】",
      "zh_TW": "【十六遊增地獄，八大地獄中每一大獄，皆有四門，每一門外，每附增四獄。】"
    },
    {
      "id": "02-031-0066_p0081",
      "zh_CN": "『游增』是这个意思，附属于大地狱的，所以他的罪苦比前面是要减轻，虽减轻，实在说也是非常可怕的。",
      "zh_TW": "『遊增』是這個意思，附屬於大地獄的，所以他的罪苦比前面是要減輕，雖減輕，實在說也是非常可怕的。"
    },
    {
      "id": "02-031-0066_p0082",
      "zh_CN": "【一煻煨增。】",
      "zh_TW": "【一煻煨增。】"
    },
    {
      "id": "02-031-0066_p0083",
      "zh_CN": "『煻煨』，现代人大概不太好懂，因为现在生活方式跟从前不一样。在过去中国大陆，农村里面平常烧饭是用土灶，没有瓦斯、没有电。烧草、烧柴，柴草烧到最后都变成灰，火虽然没有了，看到外面的灰看不到火，里面是红的，你把灰打开，里面是热的。我们从前小时候生在乡下，番薯就放在那个灰里面，埋在那个灰里，没多久，番薯就烤熟了，也很好吃，那个叫「煻煨」。由此可知，煻煨是很可怕的，也就是热灰，那个热灰是火，也不是好受的。",
      "zh_TW": "『煻煨』，現代人大概不太好懂，因為現在生活方式跟從前不一樣。在過去中國大陸，農村裡面平常燒飯是用土灶，沒有瓦斯、沒有電。燒草、燒柴，柴草燒到最後都變成灰，火雖然沒有了，看到外面的灰看不到火，裡面是紅的，你把灰打開，裡面是熱的。我們從前小時候生在鄉下，番薯就放在那個灰裡面，埋在那個灰裡，沒多久，番薯就烤熟了，也很好吃，那個叫「煻煨」。由此可知，煻煨是很可怕的，也就是熱灰，那個熱灰是火，也不是好受的。"
    },
    {
      "id": "02-031-0066_p0084",
      "zh_CN": "【二尸粪增。】",
      "zh_TW": "【二尸糞增。】"
    },
    {
      "id": "02-031-0066_p0085",
      "zh_CN": "过去李炳南老居士讲到这个地狱，他说英雄好汉视死如归，怎么死也不在乎，凌迟处死也不在乎，一看到这个『尸粪』地狱，他就害怕了，他说这个不行。这是什么？这就是粪便，粪便把它烧开，人丢到里面去受罪，这个受不了。他还有一个怕的，看到这一条不得了，太可怕了，这是受不了的。",
      "zh_TW": "過去李炳南老居士講到這個地獄，他說英雄好漢視死如歸，怎麼死也不在乎，凌遲處死也不在乎，一看到這個『尸糞』地獄，他就害怕了，他說這個不行。這是什麼？這就是糞便，糞便把它燒開，人丟到裡面去受罪，這個受不了。他還有一個怕的，看到這一條不得了，太可怕了，這是受不了的。"
    },
    {
      "id": "02-031-0066_p0086",
      "zh_CN": "【三锋刃增。】",
      "zh_TW": "【三鋒刃增。】"
    },
    {
      "id": "02-031-0066_p0087",
      "zh_CN": "『锋刃增』实在讲就是我们讲的刀山。",
      "zh_TW": "『鋒刃增』實在講就是我們講的刀山。"
    },
    {
      "id": "02-031-0066_p0088",
      "zh_CN": "【四烈河增。】",
      "zh_TW": "【四烈河增。】"
    },
    {
      "id": "02-031-0066_p0089",
      "zh_CN": "这个河水也是煮开的，不是凉水。",
      "zh_TW": "這個河水也是煮開的，不是涼水。"
    },
    {
      "id": "02-031-0066_p0090",
      "zh_CN": "每一个地狱有四门，每一门都有这四个小地狱，合起来一共有十六个地狱，叫「十六游增地狱」。",
      "zh_TW": "每一個地獄有四門，每一門都有這四個小地獄，合起來一共有十六個地獄，叫「十六遊增地獄」。"
    },
    {
      "id": "02-031-0066_p0091",
      "zh_CN": "【八大地狱合计共有一百二十八处，亦名近边地狱。】",
      "zh_TW": "【八大地獄合計共有一百二十八處，亦名近邊地獄。】"
    },
    {
      "id": "02-031-0066_p0092",
      "zh_CN": "『近边地狱』跟游增地狱是一个意思。",
      "zh_TW": "『近邊地獄』跟遊增地獄是一個意思。"
    },
    {
      "id": "02-031-0066_p0093",
      "zh_CN": "还有一种很特殊的，这是罪业比较轻的，没有前面那么苦、那么多的折磨。",
      "zh_TW": "還有一種很特殊的，這是罪業比較輕的，沒有前面那麼苦、那麼多的折磨。"
    },
    {
      "id": "02-031-0066_p0094",
      "zh_CN": "【孤独地狱。】",
      "zh_TW": "【孤獨地獄。】"
    },
    {
      "id": "02-031-0066_p0095",
      "zh_CN": "有一点像现在坐牢，没有任何刑罚，但是你的行动自由完全失掉，『孤独地狱』就相当于坐牢一样。或者在山间、或者在旷野、或者在树下、或者在空中，也有在海底，也有在海岸，佛经上说得很多。孤独。",
      "zh_TW": "有一點像現在坐牢，沒有任何刑罰，但是你的行動自由完全失掉，『孤獨地獄』就相當於坐牢一樣。或者在山間、或者在曠野、或者在樹下、或者在空中，也有在海底，也有在海岸，佛經上說得很多。孤獨。"
    },
    {
      "id": "02-031-0066_p0096",
      "zh_CN": "【其类无数，受苦无量。】",
      "zh_TW": "【其類無數，受苦無量。】"
    },
    {
      "id": "02-031-0066_p0097",
      "zh_CN": "这个苦就是孤独的一个人在那里坐牢，一直也是到罪业消除才能够脱离。罪业消除就是真正忏悔改过自新，罪业就消除了。如果罪业没有消，他这个念头生不起来，劝他都没用处。真正觉悟到了，所谓业障轻了，他智慧就起来，听到这句话他能够有所感动，才能够脱离地狱。",
      "zh_TW": "這個苦就是孤獨的一個人在那裡坐牢，一直也是到罪業消除才能夠脫離。罪業消除就是真正懺悔改過自新，罪業就消除了。如果罪業沒有消，他這個念頭生不起來，勸他都沒用處。真正覺悟到了，所謂業障輕了，他智慧就起來，聽到這句話他能夠有所感動，才能夠脫離地獄。"
    },
    {
      "id": "02-031-0066_p0098",
      "zh_CN": "【地狱苦果，其最重处，一日之中八万四千生死，经劫无量。】",
      "zh_TW": "【地獄苦果，其最重處，一日之中八萬四千生死，經劫無量。】"
    },
    {
      "id": "02-031-0066_p0099",
      "zh_CN": "这是讲这些地狱里面，哪一种地狱是最重的？无间地狱，前面八热里面最后的无间地狱。也有经论里面把无间地狱特别提出来，此地是无间包括在八热之中，有些地方是特别提出来的，不在八寒八热。八寒八热是大地狱，无间是极苦的地狱，『一日之中八万四千生死』。而在地狱里面的果报是『经劫无量』。一个世界有成住坏空，这个世界坏了，这个世界空了，他地狱的果报还没有尽，那怎么办？他会转到他方世界无间地狱去。他方世界也坏了，再转到他方。所以地狱的罪业，造作很容易，出来非常困难。底下一段：",
      "zh_TW": "這是講這些地獄裡面，哪一種地獄是最重的？無間地獄，前面八熱裡面最後的無間地獄。也有經論裡面把無間地獄特別提出來，此地是無間包括在八熱之中，有些地方是特別提出來的，不在八寒八熱。八寒八熱是大地獄，無間是極苦的地獄，『一日之中八萬四千生死』。而在地獄裡面的果報是『經劫無量』。一個世界有成住壞空，這個世界壞了，這個世界空了，他地獄的果報還沒有盡，那怎麼辦？他會轉到他方世界無間地獄去。他方世界也壞了，再轉到他方。所以地獄的罪業，造作很容易，出來非常困難。底下一段："
    },
    {
      "id": "02-031-0066_p0100",
      "zh_CN": "【辅行记云。】",
      "zh_TW": "【輔行記云。】"
    },
    {
      "id": "02-031-0066_p0101",
      "zh_CN": "《辅行记》是天台三大部的，就是《摩诃止观辅行记》，智者大师作的。",
      "zh_TW": "《輔行記》是天台三大部的，就是《摩訶止觀輔行記》，智者大師作的。"
    },
    {
      "id": "02-031-0066_p0102",
      "zh_CN": "【作上品五逆十恶者感之。】",
      "zh_TW": "【作上品五逆十惡者感之。】"
    },
    {
      "id": "02-031-0066_p0103",
      "zh_CN": "这个『感之』就是无间地狱，极重的五逆十恶。五逆，我们得简单说一说。第一个是「杀父亲」，第二「杀母亲」，这个罪业是极重的。父母对自己的恩德太大了，一个人的身命得自于父母，不孝的罪已经很重，如果杀害父母，决定堕阿鼻地狱。这五条罪有一条就堕阿鼻地狱。",
      "zh_TW": "這個『感之』就是無間地獄，極重的五逆十惡。五逆，我們得簡單說一說。第一個是「殺父親」，第二「殺母親」，這個罪業是極重的。父母對自己的恩德太大了，一個人的身命得自於父母，不孝的罪已經很重，如果殺害父母，決定墮阿鼻地獄。這五條罪有一條就墮阿鼻地獄。"
    },
    {
      "id": "02-031-0066_p0104",
      "zh_CN": "第三条「杀阿罗汉」。实在说阿罗汉，现在哪里有阿罗汉，恐怕你也找不到。为什么杀阿罗汉会有这么重的罪业？阿罗汉是世间的福田，世间人想种福，供养阿罗汉就得大福报。你把阿罗汉杀掉，你把一切众生的福田毁掉了，这个罪重，让一切众生没有地方种福，结罪是从这个地方结的。现在虽然没有阿罗汉，但是有跟阿罗汉相似的，所谓等流。等流罪也很重，当然会减轻一等，减轻一等也麻烦，无间地狱减轻就到八大地狱去，那也不得了。等流的是什么？是世间的善知识，好老师。这个老师能够以正法教化一方，你要把这些人害死，使这一方人没有机会听闻正法，无从断恶修善，这个罪过重。所以老师相当于阿罗汉。",
      "zh_TW": "第三條「殺阿羅漢」。實在說阿羅漢，現在哪裡有阿羅漢，恐怕你也找不到。為什麼殺阿羅漢會有這麼重的罪業？阿羅漢是世間的福田，世間人想種福，供養阿羅漢就得大福報。你把阿羅漢殺掉，你把一切眾生的福田毀掉了，這個罪重，讓一切眾生沒有地方種福，結罪是從這個地方結的。現在雖然沒有阿羅漢，但是有跟阿羅漢相似的，所謂等流。等流罪也很重，當然會減輕一等，減輕一等也麻煩，無間地獄減輕就到八大地獄去，那也不得了。等流的是什麼？是世間的善知識，好老師。這個老師能夠以正法教化一方，你要把這些人害死，使這一方人沒有機會聽聞正法，無從斷惡修善，這個罪過重。所以老師相當於阿羅漢。"
    },
    {
      "id": "02-031-0066_p0105",
      "zh_CN": "第四「出佛身血」，佛的福报很大，佛是绝对不会被人伤害的。为什么？佛有许多护法神保护，一切众生、魔王外道想害佛都不可能。但是要让佛受一点点小伤，流一点血，这个可以。但是这个罪也是堕阿鼻地狱，就是无间地狱。佛是九法界的导师，世出世间至尊至贵，你怎么可以伤害他！出佛身血这个典故是从提婆达多来的，提婆达多当年在世就想害佛。他跟阿阇王两个人联合起来，他说他把释迦牟尼佛害死，他做新佛，他要来作佛。阿阇王子把他的父亲害死，他做新国王。新王、新佛来统治天下，出了这么个坏主意。如何谋害佛？他知道佛每天要到城里面去托钵，佛习惯走哪一条路，他在峭壁上面放一块大石头，等佛从这儿走下来，石头推下来，想把佛打死。哪里知道有护法神，护法神用金刚杵，把这个石头拦住，这一拦住，这石头就碎了。碎片砸到佛的脚，佛流一点血，叫「出佛身血」。这是恶意的，所以他造的果报是堕无间地狱。",
      "zh_TW": "第四「出佛身血」，佛的福報很大，佛是絕對不會被人傷害的。為什麼？佛有許多護法神保護，一切眾生、魔王外道想害佛都不可能。但是要讓佛受一點點小傷，流一點血，這個可以。但是這個罪也是墮阿鼻地獄，就是無間地獄。佛是九法界的導師，世出世間至尊至貴，你怎麼可以傷害他！出佛身血這個典故是從提婆達多來的，提婆達多當年在世就想害佛。他跟阿闍王兩個人聯合起來，他說他把釋迦牟尼佛害死，他做新佛，他要來作佛。阿闍王子把他的父親害死，他做新國王。新王、新佛來統治天下，出了這麼個壞主意。如何謀害佛？他知道佛每天要到城裡面去托缽，佛習慣走哪一條路，他在峭壁上面放一塊大石頭，等佛從這兒走下來，石頭推下來，想把佛打死。哪裡知道有護法神，護法神用金剛杵，把這個石頭攔住，這一攔住，這石頭就碎了。碎片砸到佛的腳，佛流一點血，叫「出佛身血」。這是惡意的，所以他造的果報是墮無間地獄。"
    },
    {
      "id": "02-031-0066_p0106",
      "zh_CN": "佛现在不在世了，也有等流的，等流的是佛像。无论是佛的塑像或者是佛的画像，你要是恶意损毁，注意，恶意，没有恶意就不会有罪。恶意，恨佛，恨之入骨，把佛像烧掉、佛像破坏掉，那就是无间地狱罪，这叫等流之罪。假如我们现在，我们的佛像供久了，太旧了，如果是纸画的像，都破碎了，可不可以把它销毁？可以，不是恶意的，恭恭敬敬销毁之后再造新的，这个没有罪过。所以有人看到佛经上这样说，对于旧的佛像不知道怎么处理，非常恐惧，这是他不明事理。事理搞清楚之后，旧的佛像、菩萨像很容易处理的。",
      "zh_TW": "佛現在不在世了，也有等流的，等流的是佛像。無論是佛的塑像或者是佛的畫像，你要是惡意損毀，注意，惡意，沒有惡意就不會有罪。惡意，恨佛，恨之入骨，把佛像燒掉、佛像破壞掉，那就是無間地獄罪，這叫等流之罪。假如我們現在，我們的佛像供久了，太舊了，如果是紙畫的像，都破碎了，可不可以把它銷毀？可以，不是惡意的，恭恭敬敬銷毀之後再造新的，這個沒有罪過。所以有人看到佛經上這樣說，對於舊的佛像不知道怎麼處理，非常恐懼，這是他不明事理。事理搞清楚之後，舊的佛像、菩薩像很容易處理的。"
    },
    {
      "id": "02-031-0066_p0107",
      "zh_CN": "在古时候，古大德教给我们处理的方法有两种。一种是把它烧毁，在火化炉里面烧毁，烧毁之后，把这个灰包起来，放在山坡，干净的土，把它埋在土底下，这是很恭敬的。另外一种，就把这个灰包起来，把它沉在水里面，最好这水是流的，让水流出去，这都是很恭敬的做法。但是现在我们的生活环境不相同，你说你在美国如果这样做，人家还以为你犯法，你偷偷摸摸的究竟做什么，惹很多麻烦。所以今天我们处理这些方法，我们可以用干净的布把它包起来，外面再用塑胶套把它封起来，这样做为垃圾处理就行。因为在美国不能随便烧东西，更不能随便在山上让你去埋东西，这都不可能的。水里头也不能让你丢东西，你染污水源。所以我们要知道现前的法律、现前生活环境，我们应该怎样做法。总要我们做法是恭敬，绝对不是瞋恚心，那就没有这个罪报，这是不可以不知道的。",
      "zh_TW": "在古時候，古大德教給我們處理的方法有兩種。一種是把它燒毀，在火化爐裡面燒毀，燒毀之後，把這個灰包起來，放在山坡，乾淨的土，把它埋在土底下，這是很恭敬的。另外一種，就把這個灰包起來，把它沉在水裡面，最好這水是流的，讓水流出去，這都是很恭敬的做法。但是現在我們的生活環境不相同，你說你在美國如果這樣做，人家還以為你犯法，你偷偷摸摸的究竟做什麼，惹很多麻煩。所以今天我們處理這些方法，我們可以用乾淨的布把它包起來，外面再用塑膠套把它封起來，這樣做為垃圾處理就行。因為在美國不能隨便燒東西，更不能隨便在山上讓你去埋東西，這都不可能的。水裡頭也不能讓你丟東西，你染污水源。所以我們要知道現前的法律、現前生活環境，我們應該怎樣做法。總要我們做法是恭敬，絕對不是瞋恚心，那就沒有這個罪報，這是不可以不知道的。"
    },
    {
      "id": "02-031-0066_p0108",
      "zh_CN": "第五条是「破和合僧」。和合僧要懂得僧的意思，不一定是指出家人。佛的学生，无论是在家出家，这个不分在家出家的，四个人以上，如果你是一家人，你有夫妻儿女，你家里有四个人，都能够修六和敬，你家庭就是僧团。出家人在一个道场一样，四个人住在一起修六和敬，这个道场是僧团。有人破坏这个僧团，他的罪业是无间地狱。假如他不是和合僧团，那罪业就没有这么重。真正和合僧团，你看三皈依里头「众中尊」，那个众是团体。世间所有一切团体，和合僧团是最可贵的、最尊贵的，你以恶意来破坏他们、间离他们，这个罪过是无间地狱。",
      "zh_TW": "第五條是「破和合僧」。和合僧要懂得僧的意思，不一定是指出家人。佛的學生，無論是在家出家，這個不分在家出家的，四個人以上，如果你是一家人，你有夫妻兒女，你家裡有四個人，都能夠修六和敬，你家庭就是僧團。出家人在一個道場一樣，四個人住在一起修六和敬，這個道場是僧團。有人破壞這個僧團，他的罪業是無間地獄。假如他不是和合僧團，那罪業就沒有這麼重。真正和合僧團，你看三皈依裡頭「眾中尊」，那個眾是團體。世間所有一切團體，和合僧團是最可貴的、最尊貴的，你以惡意來破壞他們、間離他們，這個罪過是無間地獄。"
    },
    {
      "id": "02-031-0066_p0109",
      "zh_CN": "这是讲上品五逆。上中下三品的五逆，五逆的行是一样，就是那个心不一样。上品是极端仇恨的心，这个结罪就重。如果虽然恨、虽然是恶，但是还没有到极其严重，这个时候他的罪减轻一等。所以上中下三品是看他的起心动念，看他造作的手段，从这个地方来结罪。",
      "zh_TW": "這是講上品五逆。上中下三品的五逆，五逆的行是一樣，就是那個心不一樣。上品是極端仇恨的心，這個結罪就重。如果雖然恨、雖然是惡，但是還沒有到極其嚴重，這個時候他的罪減輕一等。所以上中下三品是看他的起心動念，看他造作的手段，從這個地方來結罪。"
    },
    {
      "id": "02-031-0066_p0110",
      "zh_CN": "十恶就是身杀、盗、淫；口，妄语、两舌、恶口、绮语；意，贪、瞋、痴。这是十种的恶意，这个恶意也随着起心动念、造作行为的不同，结罪有轻重的差别。此地上面是「极恶逆者」，恶是指十恶，逆是指五逆，这是堕地狱道的业因。底下再说饿鬼道，第十一条。",
      "zh_TW": "十惡就是身殺、盜、淫；口，妄語、兩舌、惡口、綺語；意，貪、瞋、痴。這是十種的惡意，這個惡意也隨著起心動念、造作行為的不同，結罪有輕重的差別。此地上面是「極惡逆者」，惡是指十惡，逆是指五逆，這是墮地獄道的業因。底下再說餓鬼道，第十一條。"
    },
    {
      "id": "02-031-0066_p0111",
      "zh_CN": "【饿鬼者，大乘义章八曰。】",
      "zh_TW": "【餓鬼者，大乘義章八曰。】"
    },
    {
      "id": "02-031-0066_p0112",
      "zh_CN": "这个『八』是第八卷，里面说：",
      "zh_TW": "這個『八』是第八卷，裡面說："
    },
    {
      "id": "02-031-0066_p0113",
      "zh_CN": "【以从他求故，名饿鬼。】",
      "zh_TW": "【以從他求故，名餓鬼。】"
    },
    {
      "id": "02-031-0066_p0114",
      "zh_CN": "鬼，为什么称之为『饿鬼』？鬼是常常求别人，贪求无厌，常常求别人。还有一个意思，就是常常有饥饿之苦，得不到饮食，",
      "zh_TW": "鬼，為什麼稱之為『餓鬼』？鬼是常常求別人，貪求無厭，常常求別人。還有一個意思，就是常常有飢餓之苦，得不到飲食，"
    },
    {
      "id": "02-031-0066_p0115",
      "zh_CN": "【又常饥虚，故名为饿，恐怯多畏，故名为鬼。】",
      "zh_TW": "【又常飢虛，故名為餓，恐怯多畏，故名為鬼。】"
    },
    {
      "id": "02-031-0066_p0116",
      "zh_CN": "所以鬼的意思，本意就是常怀着有畏惧之心，称之为鬼。",
      "zh_TW": "所以鬼的意思，本意就是常懷著有畏懼之心，稱之為鬼。"
    },
    {
      "id": "02-031-0066_p0117",
      "zh_CN": "【婆沙论云，鬼者畏也。】",
      "zh_TW": "【婆沙論云，鬼者畏也。】"
    },
    {
      "id": "02-031-0066_p0118",
      "zh_CN": "这是说这个字它原来的意思，就是常常怀畏惧之心。",
      "zh_TW": "這是說這個字它原來的意思，就是常常懷畏懼之心。"
    },
    {
      "id": "02-031-0066_p0119",
      "zh_CN": "【谓虚怯多畏。】",
      "zh_TW": "【謂虛怯多畏。】"
    },
    {
      "id": "02-031-0066_p0120",
      "zh_CN": "所以称之为鬼。又有一个说法，又一个意思：",
      "zh_TW": "所以稱之為鬼。又有一個說法，又一個意思："
    },
    {
      "id": "02-031-0066_p0121",
      "zh_CN": "【又威也，能令他畏其威也。】",
      "zh_TW": "【又威也，能令他畏其威也。】"
    },
    {
      "id": "02-031-0066_p0122",
      "zh_CN": "很多一般人说到鬼，都感觉得很恐怖，特别是在晚上，讲几个鬼故事，晚上都不敢睡觉，这叫怕鬼，觉得鬼很可怕。这也是鬼的意思。",
      "zh_TW": "很多一般人說到鬼，都感覺得很恐怖，特別是在晚上，講幾個鬼故事，晚上都不敢睡覺，這叫怕鬼，覺得鬼很可怕。這也是鬼的意思。"
    },
    {
      "id": "02-031-0066_p0123",
      "zh_CN": "【又希求名鬼，谓彼饿鬼恒从他人，希求饮食以活性命。】",
      "zh_TW": "【又希求名鬼，謂彼餓鬼恆從他人，希求飲食以活性命。】"
    },
    {
      "id": "02-031-0066_p0124",
      "zh_CN": "鬼到处找东西吃，求人布施。或者是一般人丢弃的，我们现在讲丢弃的垃圾，他在里面找东西吃。有福报的鬼还是求人，像城隍、土地这是有大福报的鬼，靠人祭祀。人家初一、十五去烧香、拜拜，他就得到供养，这是鬼王，鬼王有大福德毕竟是少数。由此可知，绝大多数的鬼为饿鬼，没有福德。",
      "zh_TW": "鬼到處找東西吃，求人布施。或者是一般人丟棄的，我們現在講丟棄的垃圾，他在裡面找東西吃。有福報的鬼還是求人，像城隍、土地這是有大福報的鬼，靠人祭祀。人家初一、十五去燒香、拜拜，他就得到供養，這是鬼王，鬼王有大福德畢竟是少數。由此可知，絕大多數的鬼為餓鬼，沒有福德。"
    },
    {
      "id": "02-031-0066_p0125",
      "zh_CN": "【又云，有说饥渴增故，名鬼。】",
      "zh_TW": "【又云，有說飢渴增故，名鬼。】"
    },
    {
      "id": "02-031-0066_p0126",
      "zh_CN": "这个『增』是增长的意思，饥渴增长故，名鬼。常常受到饥饿之苦。",
      "zh_TW": "這個『增』是增長的意思，飢渴增長故，名鬼。常常受到飢餓之苦。"
    },
    {
      "id": "02-031-0066_p0127",
      "zh_CN": "【由彼积集，感饥渴业。】",
      "zh_TW": "【由彼積集，感飢渴業。】"
    },
    {
      "id": "02-031-0066_p0128",
      "zh_CN": "这一句是把他的业因说出来，他为什么会得这个果报？病就在『积集』，积集就是我们中国人讲的囤积居奇。自己有财物，非常吝啬，不肯给别人，要把它储藏起来，所以感得饿鬼的果报。这是佛教给我们，财物要舍，你能够舍财、能够散财，你决定不会作饿鬼。一定要晓得，自己有的要发心去帮助别人，不要储蓄。你命里面有的，你怎么样散，散得干干净净，明天自然就来了，不会缺乏的。命里面没有的，你积个金山，还是会饿死、还会冻死。中国历史上这些事情很多，确实可以给佛法做个证明。人一生的财富从哪里来的？财布施得财富，愈布施愈多，愈储蓄愈少，这个道理懂得的人不多。佛虽然在经论里头，苦口婆心、千言万语劝告我们，可是我们读了、听了还不能相信，认为这个不是现实。这就是愚痴蒙蔽而没有智慧，不能相信佛的话，愈施愈多。法布施得聪明智慧，无畏布施得健康长寿，世间人都希求这个果报，要富足、要聪明、要健康长寿，你不修因，哪来的果报！因就是三种布施，财布施、法布施、无畏布施。",
      "zh_TW": "這一句是把他的業因說出來，他為什麼會得這個果報？病就在『積集』，積集就是我們中國人講的囤積居奇。自己有財物，非常吝嗇，不肯給別人，要把它儲藏起來，所以感得餓鬼的果報。這是佛教給我們，財物要捨，你能夠捨財、能夠散財，你決定不會作餓鬼。一定要曉得，自己有的要發心去幫助別人，不要儲蓄。你命裡面有的，你怎麼樣散，散得乾乾淨淨，明天自然就來了，不會缺乏的。命裡面沒有的，你積個金山，還是會餓死、還會凍死。中國歷史上這些事情很多，確實可以給佛法做個證明。人一生的財富從哪裡來的？財布施得財富，愈布施愈多，愈儲蓄愈少，這個道理懂得的人不多。佛雖然在經論裡頭，苦口婆心、千言萬語勸告我們，可是我們讀了、聽了還不能相信，認為這個不是現實。這就是愚痴蒙蔽而沒有智慧，不能相信佛的話，愈施愈多。法布施得聰明智慧，無畏布施得健康長壽，世間人都希求這個果報，要富足、要聰明、要健康長壽，你不修因，哪來的果報！因就是三種布施，財布施、法布施、無畏布施。"
    },
    {
      "id": "02-031-0066_p0129",
      "zh_CN": "【经百千岁，不得闻水名，岂能得见，况复得触。】",
      "zh_TW": "【經百千歲，不得聞水名，豈能得見，況復得觸。】"
    },
    {
      "id": "02-031-0066_p0130",
      "zh_CN": "这是说饿鬼之苦，他虽然不像地狱那么长的时间，可是这个时间也是很长，『经百千岁』，地狱是百千劫。『不得闻水名』这底下三句，就是不容易得到饮食，常受饥饿之苦，称他作饿鬼。",
      "zh_TW": "這是說餓鬼之苦，他雖然不像地獄那麼長的時間，可是這個時間也是很長，『經百千歲』，地獄是百千劫。『不得聞水名』這底下三句，就是不容易得到飲食，常受飢餓之苦，稱他作餓鬼。"
    },
    {
      "id": "02-031-0066_p0131",
      "zh_CN": "【有说被驱役故，名鬼。】",
      "zh_TW": "【有說被驅役故，名鬼。】"
    },
    {
      "id": "02-031-0066_p0132",
      "zh_CN": "鬼常常被这些神拿去当奴隶用，替这些福德的鬼神替他去服劳役。",
      "zh_TW": "鬼常常被這些神拿去當奴隸用，替這些福德的鬼神替他去服勞役。"
    },
    {
      "id": "02-031-0066_p0133",
      "zh_CN": "【恒为诸天处处驱役驰走故。】",
      "zh_TW": "【恆為諸天處處驅役馳走故。】"
    },
    {
      "id": "02-031-0066_p0134",
      "zh_CN": "这个『诸天』多半是指四王天，忉利天以上，福报就大了，他用的人就多了，不要去找这些饿鬼。而找饿鬼当差替他服务的多半是四天王，所以四天王统辖的底下叫八部鬼神。那个八部鬼神，还是有福报、有威德之鬼，他们底下所用的这些人，就是一般饿鬼，常常被他们驱使，没有自由，这个生活非常之苦。有些像从前，这是一、二百年前，美国这边的黑奴过的那种生活，奴隶的生活。饿鬼常常为这些作天人的奴隶，受天人的迫害，他遭受这个苦报。",
      "zh_TW": "這個『諸天』多半是指四王天，忉利天以上，福報就大了，他用的人就多了，不要去找這些餓鬼。而找餓鬼當差替他服務的多半是四天王，所以四天王統轄的底下叫八部鬼神。那個八部鬼神，還是有福報、有威德之鬼，他們底下所用的這些人，就是一般餓鬼，常常被他們驅使，沒有自由，這個生活非常之苦。有些像從前，這是一、二百年前，美國這邊的黑奴過的那種生活，奴隸的生活。餓鬼常常為這些作天人的奴隸，受天人的迫害，他遭受這個苦報。"
    },
    {
      "id": "02-031-0066_p0135",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}