{
  "doc_id": "02-031-0069",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十九集",
    "zh_TW": "第六十九集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0069",
  "total_paragraphs": 64,
  "paragraphs": [
    {
      "id": "02-031-0069_p0001",
      "zh_CN": "请掀开经本，第一百零五面，第五行，从四十六段看起：",
      "zh_TW": "請掀開經本，第一百零五面，第五行，從四十六段看起："
    },
    {
      "id": "02-031-0069_p0002",
      "zh_CN": "【会疏曰，能见六道众生，死此生彼，苦乐等相，及见一切障内障外，世出世间，种种形色，无有障碍也。】",
      "zh_TW": "【會疏曰，能見六道眾生，死此生彼，苦樂等相，及見一切障內障外，世出世間，種種形色，無有障礙也。】"
    },
    {
      "id": "02-031-0069_p0003",
      "zh_CN": "这是说「通」的能力，从这段文来看，大致上是讲的天眼通跟宿命通。能够见到六道众生，在这一道死，生到另外一道，他所受的苦乐种种境界，这些事实都能够很清楚的看到，这是讲通的能力。『及见一切障内障外』，我们现在晓得佛经上这一句所说的意思，正是现代科学家所发现的不同的时空，现在科学家讲的三度空间、四度空间、五度空间，我们没有办法突破时空的障碍。像我们现在人道，我们现在所生活的叫三度空间，四度空间是个什么样子，我们不晓得，五度、六度更不晓得。三度、两度我们知道，这是「障内」的，透过三度之外的，还有无限度的时空，那是「障外」的。这个里面世间跟出世间『种种形色』，由此可知，神通力量发现，就突破了一切障碍，这样才把事实真相看清楚。今天科学家无论用什么方法去探测其他太空星球，发现或者有没有生物，都是障内的，因为他没有办法突破时空。",
      "zh_TW": "這是說「通」的能力，從這段文來看，大致上是講的天眼通跟宿命通。能夠見到六道眾生，在這一道死，生到另外一道，他所受的苦樂種種境界，這些事實都能夠很清楚的看到，這是講通的能力。『及見一切障內障外』，我們現在曉得佛經上這一句所說的意思，正是現代科學家所發現的不同的時空，現在科學家講的三度空間、四度空間、五度空間，我們沒有辦法突破時空的障礙。像我們現在人道，我們現在所生活的叫三度空間，四度空間是個什麼樣子，我們不曉得，五度、六度更不曉得。三度、兩度我們知道，這是「障內」的，透過三度之外的，還有無限度的時空，那是「障外」的。這個裡面世間跟出世間『種種形色』，由此可知，神通力量發現，就突破了一切障礙，這樣才把事實真相看清楚。今天科學家無論用什麼方法去探測其他太空星球，發現或者有沒有生物，都是障內的，因為他沒有辦法突破時空。"
    },
    {
      "id": "02-031-0069_p0004",
      "zh_CN": "这桩事情，如果对于佛法稍稍有一点涉猎的人都知道，我们这个世间是凡圣同居土，有菩萨住在我们这个地方，我们凡夫见不到。诸位看看《虚云老和尚年谱》，这个书架上大概就有，虚老和尚朝五台山，文殊菩萨住在五台山，只有特别有缘分的人见到，没有缘分的人见不到。在过去，法照禅师他老人家，曾经参与过五台山文殊菩萨的法会，离开之后，沿途还做记号，怕迷失路，希望下次再来。结果走了没多远回头一看，那个道场没有了，一片荒山。这就是说明，菩萨时空跟我们世间人时空不一样，他是得菩萨神力的加持，在那个时刻突破，他能够参与。",
      "zh_TW": "這樁事情，如果對於佛法稍稍有一點涉獵的人都知道，我們這個世間是凡聖同居土，有菩薩住在我們這個地方，我們凡夫見不到。諸位看看《虛雲老和尚年譜》，這個書架上大概就有，虛老和尚朝五台山，文殊菩薩住在五台山，只有特別有緣分的人見到，沒有緣分的人見不到。在過去，法照禪師他老人家，曾經參與過五台山文殊菩薩的法會，離開之後，沿途還做記號，怕迷失路，希望下次再來。結果走了沒多遠回頭一看，那個道場沒有了，一片荒山。這就是說明，菩薩時空跟我們世間人時空不一樣，他是得菩薩神力的加持，在那個時刻突破，他能夠參與。"
    },
    {
      "id": "02-031-0069_p0005",
      "zh_CN": "《三昧水忏》里面迦诺迦尊者的道场，那是阿罗汉的道场，悟达国师去治人面疮，到他的道场把人面疮治好。离开道场，回头再看看那个庄严的道场，也没有了，也是一片荒山。都证实不同的时空，这是讲菩萨、罗汉。实在讲，鬼、狐仙里面，你们看《聊斋》，看《子不语》，还有《阅微草堂笔记》里面所记载的，这些鬼神变幻出来的境界，有的时候人有缘也到那里去了，也跟他们很欢乐，到第二天睡觉醒过来，是坟场里面。昨天晚上那个欢乐、那个气氛、那么多人，那么庄严的宫殿都没有了。鬼神跟我们的时空也不相同。所以，你要不能突破时空，你怎么能够知道宇宙众生的情况？这不可能的事情。在中国笔记小说里面，记载这么许多的故事，外国传说也很多，中国人跟外国人没商量过，可见得这些确实都是事实真相，必须有能力突破。",
      "zh_TW": "《三昧水懺》裡面迦諾迦尊者的道場，那是阿羅漢的道場，悟達國師去治人面瘡，到他的道場把人面瘡治好。離開道場，回頭再看看那個莊嚴的道場，也沒有了，也是一片荒山。都證實不同的時空，這是講菩薩、羅漢。實在講，鬼、狐仙裡面，你們看《聊齋》，看《子不語》，還有《閱微草堂筆記》裡面所記載的，這些鬼神變幻出來的境界，有的時候人有緣也到那裡去了，也跟他們很歡樂，到第二天睡覺醒過來，是墳場裡面。昨天晚上那個歡樂、那個氣氛、那麼多人，那麼莊嚴的宮殿都沒有了。鬼神跟我們的時空也不相同。所以，你要不能突破時空，你怎麼能夠知道宇宙眾生的情況？這不可能的事情。在中國筆記小說裡面，記載這麼許多的故事，外國傳說也很多，中國人跟外國人沒商量過，可見得這些確實都是事實真相，必須有能力突破。"
    },
    {
      "id": "02-031-0069_p0006",
      "zh_CN": "佛教给我们，用什么方法来突破？用禅定，这很有道理。首先你要了解，这种不同时空是怎么形成的？大乘经上佛说得很明白，时空原来没有障碍，所以称之为一真法界，没有障碍。一真法界变成了无量的法界，原因就是妄想分别执着。执着是最糟糕的，执着那个圈子是最小的，你要能够破执着，就破了一部分的时空。如果能把分别也断掉，妄想分别断掉，那就是无量的时空全部突破，恢复到一真法界。而一真法界里看的芸芸众生，还在那里妄想分别执着，他们所现出来的那些境界，人家看得清清楚楚、明明白白。为什么？他住的是无障碍法界，《华严经》上讲的「理事无碍，事事无碍」，他住的是无障碍的法界。所以诸位要晓得，障碍与无障碍就在妄想分别执着。佛的确是千经万论、苦口婆心的教导我们，离开一切妄想执着，时空就突破了，你才能够见到真相。只要你有妄想分别存在，你就有障内障外。不但障外的事情你完全不知道，障内的事情你知道也很有限，这是实在的。再看底下这一段。",
      "zh_TW": "佛教給我們，用什麼方法來突破？用禪定，這很有道理。首先你要了解，這種不同時空是怎麼形成的？大乘經上佛說得很明白，時空原來沒有障礙，所以稱之為一真法界，沒有障礙。一真法界變成了無量的法界，原因就是妄想分別執著。執著是最糟糕的，執著那個圈子是最小的，你要能夠破執著，就破了一部分的時空。如果能把分別也斷掉，妄想分別斷掉，那就是無量的時空全部突破，恢復到一真法界。而一真法界裡看的芸芸眾生，還在那裡妄想分別執著，他們所現出來的那些境界，人家看得清清楚楚、明明白白。為什麼？他住的是無障礙法界，《華嚴經》上講的「理事無礙，事事無礙」，他住的是無障礙的法界。所以諸位要曉得，障礙與無障礙就在妄想分別執著。佛的確是千經萬論、苦口婆心的教導我們，離開一切妄想執著，時空就突破了，你才能夠見到真相。只要你有妄想分別存在，你就有障內障外。不但障外的事情你完全不知道，障內的事情你知道也很有限，這是實在的。再看底下這一段。"
    },
    {
      "id": "02-031-0069_p0007",
      "zh_CN": "【龙树大士曰，二乘中小声闻不作意，一千界为通境，若作意者，见二千国土，大声闻不作意者二千，作意者三千，缘觉小者，不作意二千，作意三千，其大者，作意不作意，皆见三千大千世界事。】",
      "zh_TW": "【龍樹大士曰，二乘中小聲聞不作意，一千界為通境，若作意者，見二千國土，大聲聞不作意者二千，作意者三千，緣覺小者，不作意二千，作意三千，其大者，作意不作意，皆見三千大千世界事。】"
    },
    {
      "id": "02-031-0069_p0008",
      "zh_CN": "这里面讲的一千、二千、三千，有末后这一句就非常清楚了。这个一千、二千、三千是讲的小世界。佛在《华严经》上跟我们说世界大概的情形，佛只能讲大概，不能细说，为什么？细说很复杂，而且不一定。所有一切法，诸位要记住，都不是定法。你要问为什么法不一定？因为众生妄想分别执着不一定，千变万化，刹那刹那在变，哪有一定？能够说出来的，只说出一个大概，就是他起伏变化有个幅度，我们常讲大致不离谱，他有个动的范围。就这个范围上来说，我们就有个相当的概念，这是佛说一切法。",
      "zh_TW": "這裡面講的一千、二千、三千，有末後這一句就非常清楚了。這個一千、二千、三千是講的小世界。佛在《華嚴經》上跟我們說世界大概的情形，佛只能講大概，不能細說，為什麼？細說很複雜，而且不一定。所有一切法，諸位要記住，都不是定法。你要問為什麼法不一定？因為眾生妄想分別執著不一定，千變萬化，剎那剎那在變，哪有一定？能夠說出來的，只說出一個大概，就是他起伏變化有個幅度，我們常講大致不離譜，他有個動的範圍。就這個範圍上來說，我們就有個相當的概念，這是佛說一切法。"
    },
    {
      "id": "02-031-0069_p0009",
      "zh_CN": "大致上，这一个单位，称一个单位世界，佛经上讲的是以须弥山为中心，同一个日月所绕。我们今天天文学家发现的单位世界，我们讲太阳系，但是太阳系是以太阳为中心，并非须弥山为中心。太阳绕什么转？那个中心大概就是佛经上讲的须弥山。所以黄念祖老居士在《无量寿经》注解后面有一篇文章，他附在里面，他提出他的看法。现代科学证明了，我们太阳是绕着银河系转的，银河系的中心，在天文上称之为「黄极」。像我们地球，地球自转有个轴心，这两极，南极北极，有个轴心。银河也有个轴心，银河轴心称之为黄极，我们中国历法里面叫黄道吉日，黄道就是黄极的赤道，不是我们地球上的。可是八大行星的运转都在黄道，都在这个轨道，八大行星，这是很早时候就发现了。因此，黄老居士提出的看法，他认为佛经上讲的一个单位世界，是一个银河系，而不是一个太阳系，是一个银河系才对。",
      "zh_TW": "大致上，這一個單位，稱一個單位世界，佛經上講的是以須彌山為中心，同一個日月所繞。我們今天天文學家發現的單位世界，我們講太陽系，但是太陽系是以太陽為中心，並非須彌山為中心。太陽繞什麼轉？那個中心大概就是佛經上講的須彌山。所以黃念祖老居士在《無量壽經》註解後面有一篇文章，他附在裡面，他提出他的看法。現代科學證明了，我們太陽是繞著銀河系轉的，銀河系的中心，在天文上稱之為「黃極」。像我們地球，地球自轉有個軸心，這兩極，南極北極，有個軸心。銀河也有個軸心，銀河軸心稱之為黃極，我們中國曆法裡面叫黃道吉日，黃道就是黃極的赤道，不是我們地球上的。可是八大行星的運轉都在黃道，都在這個軌道，八大行星，這是很早時候就發現了。因此，黃老居士提出的看法，他認為佛經上講的一個單位世界，是一個銀河系，而不是一個太陽系，是一個銀河系才對。"
    },
    {
      "id": "02-031-0069_p0010",
      "zh_CN": "以一个银河系作一个单位世界，佛经上说了，一千个这样的单位世界组成的才叫小千世界；佛经上讲的小千世界，就是一千个银河系。再以小千世界为单位，集合一千个小千世界，这叫一个中千世界。此地讲的『一千界为通境』，就是一个小千世界。『二千国土』就是两个小千世界，因为一个小千世界里面就有一千个世界。声闻、缘觉他的通力大到极限，也不能超过三千大千世界，这就是讲的娑婆世界。娑婆世界是一个大千世界，大千世界称为三千，是因为它有小千、中千、大千，是这样组成的。所以三千大千世界，诸位要晓得是一个大千世界，不是三千个大千世界，是一个。这是一尊佛的教化区，这个范围非常广大。在宇宙当中，像这样的大千世界无量无边，不可思议。",
      "zh_TW": "以一個銀河系作一個單位世界，佛經上說了，一千個這樣的單位世界組成的才叫小千世界；佛經上講的小千世界，就是一千個銀河系。再以小千世界為單位，集合一千個小千世界，這叫一個中千世界。此地講的『一千界為通境』，就是一個小千世界。『二千國土』就是兩個小千世界，因為一個小千世界裡面就有一千個世界。聲聞、緣覺他的通力大到極限，也不能超過三千大千世界，這就是講的娑婆世界。娑婆世界是一個大千世界，大千世界稱為三千，是因為它有小千、中千、大千，是這樣組成的。所以三千大千世界，諸位要曉得是一個大千世界，不是三千個大千世界，是一個。這是一尊佛的教化區，這個範圍非常廣大。在宇宙當中，像這樣的大千世界無量無邊，不可思議。"
    },
    {
      "id": "02-031-0069_p0011",
      "zh_CN": "【诸佛菩萨见无量世界事。】",
      "zh_TW": "【諸佛菩薩見無量世界事。】"
    },
    {
      "id": "02-031-0069_p0012",
      "zh_CN": "我们要问，为什么二乘圣者他们的能力不能够越过三千大千世界？再给诸位说，三千大千世界就是六道轮回。这些圣者执着断了，我执破了，但是分别妄想未断，所以他的能力超不了大千世界，没有办法超过。必须把妄想分别也断掉，他才能跟诸佛菩萨一样『见无量世界事』，就是无量大千世界的这些事他才能见到。龙树菩萨这段话讲得很好。再看底下这一段，四十八段。",
      "zh_TW": "我們要問，為什麼二乘聖者他們的能力不能夠越過三千大千世界？再給諸位說，三千大千世界就是六道輪迴。這些聖者執著斷了，我執破了，但是分別妄想未斷，所以他的能力超不了大千世界，沒有辦法超過。必須把妄想分別也斷掉，他才能跟諸佛菩薩一樣『見無量世界事』，就是無量大千世界的這些事他才能見到。龍樹菩薩這段話講得很好。再看底下這一段，四十八段。"
    },
    {
      "id": "02-031-0069_p0013",
      "zh_CN": "【宋译第五愿曰，一切皆得清净天眼，能见百千俱胝那由他世界，粗细色相。】",
      "zh_TW": "【宋譯第五願曰，一切皆得清淨天眼，能見百千俱胝那由他世界，粗細色相。】"
    },
    {
      "id": "02-031-0069_p0014",
      "zh_CN": "宋译是指《无量寿经》五种原译本最后的一种，就是《大乘无量寿庄严经》，这是宋译的经题。夏老会集就是采取宋译的经题，完全采取，「佛说大乘无量寿庄严」，只是把经字省掉了。后面这段是汉译的经题，他是把两个经题合在一起，汉译的经题是《清净平等觉经》。他把这两个题连起来，真是也都是现成的，这个题也是选得太好了，题也是会集的。在愿文里面，宋译的好像是三十六愿。它这个愿文里头是『一切皆得清净天眼』，「一切」就是所有生到西方极乐世界的人，乃至于凡圣同居土下下品往生者，这个一切都包括在其中，到西方极乐世界都得「清净天眼」。",
      "zh_TW": "宋譯是指《無量壽經》五種原譯本最後的一種，就是《大乘無量壽莊嚴經》，這是宋譯的經題。夏老會集就是採取宋譯的經題，完全採取，「佛說大乘無量壽莊嚴」，只是把經字省掉了。後面這段是漢譯的經題，他是把兩個經題合在一起，漢譯的經題是《清淨平等覺經》。他把這兩個題連起來，真是也都是現成的，這個題也是選得太好了，題也是會集的。在願文裡面，宋譯的好像是三十六願。它這個願文裡頭是『一切皆得清淨天眼』，「一切」就是所有生到西方極樂世界的人，乃至於凡聖同居土下下品往生者，這個一切都包括在其中，到西方極樂世界都得「清淨天眼」。"
    },
    {
      "id": "02-031-0069_p0015",
      "zh_CN": "『能见百千俱胝』，「俱胝」是「百万」，这个数字是百千俱胝。下面这个单位是亿，『那由他』翻成中国意思是「亿」。他通的能力有这么大。『粗细色相』，这么多的诸佛刹土，此地所讲的世界是大千世界，不是前面讲的小千世界，是大千世界。这是说明往生西方极乐世界的殊胜。",
      "zh_TW": "『能見百千俱胝』，「俱胝」是「百萬」，這個數字是百千俱胝。下面這個單位是億，『那由他』翻成中國意思是「億」。他通的能力有這麼大。『粗細色相』，這麼多的諸佛剎土，此地所講的世界是大千世界，不是前面講的小千世界，是大千世界。這是說明往生西方極樂世界的殊勝。"
    },
    {
      "id": "02-031-0069_p0016",
      "zh_CN": "所以，这些经实在是殊胜无比，稀有难逢，我们要是没有接触到，哪里晓得这么多事情。知道这样殊胜、这样稀有的弥陀净土，我们为什么不求生？不求生的，那真叫大傻瓜。李老师在注解里面，讲那些不求生净土的人叫「非愚即狂」，不是愚痴人，就是狂妄人；换句话说，他不正常。一个正常的人，哪有不希求西方净土的道理？李老师说这个话过不过分？实在说得不过分。我们要问问，我们现在有没有求生净土？嘴里各个都说我求生净土，心里面跟净土所讲的完全相违背。怎么相违背？今天有人赞叹你、称赞你，你喜不喜欢？今天有人欺侮你、欺骗你，甚至于伤害你，你有没有瞋恚？如果你还有喜怒哀乐，你就是假的，你不是真的求生净土。真求生净土的人，世间五欲六尘、七情五欲统统放下，这是真正求净土的人。往生西方净土，诸位同修要知道，不是佛号念得多，不是《无量寿经》念得多，《无量寿经》一天念一百部也不能往生。阿弥陀佛佛号一天念十万声、二十万声也不能往生，古人讲的「喊破喉咙也枉然」。怎样才能往生？心净则土净，那边是净土。",
      "zh_TW": "所以，這些經實在是殊勝無比，稀有難逢，我們要是沒有接觸到，哪裡曉得這麼多事情。知道這樣殊勝、這樣稀有的彌陀淨土，我們為什麼不求生？不求生的，那真叫大傻瓜。李老師在註解裡面，講那些不求生淨土的人叫「非愚即狂」，不是愚痴人，就是狂妄人；換句話說，他不正常。一個正常的人，哪有不希求西方淨土的道理？李老師說這個話過不過分？實在說得不過分。我們要問問，我們現在有沒有求生淨土？嘴裡各個都說我求生淨土，心裡面跟淨土所講的完全相違背。怎麼相違背？今天有人讚歎你、稱讚你，你喜不喜歡？今天有人欺侮你、欺騙你，甚至於傷害你，你有沒有瞋恚？如果你還有喜怒哀樂，你就是假的，你不是真的求生淨土。真求生淨土的人，世間五欲六塵、七情五欲統統放下，這是真正求淨土的人。往生西方淨土，諸位同修要知道，不是佛號念得多，不是《無量壽經》念得多，《無量壽經》一天念一百部也不能往生。阿彌陀佛佛號一天念十萬聲、二十萬聲也不能往生，古人講的「喊破喉嚨也枉然」。怎樣才能往生？心淨則土淨，那邊是淨土。"
    },
    {
      "id": "02-031-0069_p0017",
      "zh_CN": "大小两本，大本是《无量寿经》，小本是《阿弥陀经》，教给我们修学的方法，都教我们信愿持名，我们念这一句阿弥陀佛难道念错了？佛说得没错，我们自己搞错了，我们自己以为念这一句佛号就能往生，搞错了。错在哪里？我们只有持名，没有信愿。他不晓得这三个东西是一而三，三而一，不能把它分成三段。我执持名号，我发愿求生，你的愿不是真的，你对这个世界还舍不得离开，可见得你那个愿是假愿，不是真愿。这诸位要知道。我信，信也是假信，不是真信。果然真信切愿，对这个世界一切人事物决定不会挂在心上。刚才我跟他们同修们说，弘法利生的事情也不挂在心上。诸位要晓得，弘法利生是福报边事，与往生净土毫不相干，这也是修的人天福报。必须要做到像《金刚经》上讲的无住生心才行。弘法利生的事情可以做，做了怎么样？若无其事，他心清净，心里干净。作而无作，无作而作，行；无作就是无住，作就是生心，无住跟生心是一桩事情，这才叫清净心、这才叫做修净土。我们念这一句阿弥陀佛，念而无念，无念而念，那就行了。你在念里面有分别、有执着，这不行！如果在这个世间还有所贪恋、还有所好恶，那就完了。那所修的就是六道轮回里面的福报，这一生决定不能了生死出三界。这事总得要搞清楚、搞明白，不要错用了心。",
      "zh_TW": "大小兩本，大本是《無量壽經》，小本是《阿彌陀經》，教給我們修學的方法，都教我們信願持名，我們念這一句阿彌陀佛難道念錯了？佛說得沒錯，我們自己搞錯了，我們自己以為念這一句佛號就能往生，搞錯了。錯在哪裡？我們只有持名，沒有信願。他不曉得這三個東西是一而三，三而一，不能把它分成三段。我執持名號，我發願求生，你的願不是真的，你對這個世界還捨不得離開，可見得你那個願是假願，不是真願。這諸位要知道。我信，信也是假信，不是真信。果然真信切願，對這個世界一切人事物決定不會掛在心上。剛才我跟他們同修們說，弘法利生的事情也不掛在心上。諸位要曉得，弘法利生是福報邊事，與往生淨土毫不相干，這也是修的人天福報。必須要做到像《金剛經》上講的無住生心才行。弘法利生的事情可以做，做了怎麼樣？若無其事，他心清淨，心裡乾淨。作而無作，無作而作，行；無作就是無住，作就是生心，無住跟生心是一樁事情，這才叫清淨心、這才叫做修淨土。我們念這一句阿彌陀佛，念而無念，無念而念，那就行了。你在念裡面有分別、有執著，這不行！如果在這個世間還有所貪戀、還有所好惡，那就完了。那所修的就是六道輪迴裡面的福報，這一生決定不能了生死出三界。這事總得要搞清楚、搞明白，不要錯用了心。"
    },
    {
      "id": "02-031-0069_p0018",
      "zh_CN": "佛法教给我们是高度的智慧，我们生活、工作、处事待人接物要高度的智慧。所谓高度的智慧，就是清净心，就是一切都可以应付，心里头若无其事，干干净净，丝毫不染，这与净土就相应。",
      "zh_TW": "佛法教給我們是高度的智慧，我們生活、工作、處事待人接物要高度的智慧。所謂高度的智慧，就是清淨心，就是一切都可以應付，心裡頭若無其事，乾乾淨淨，絲毫不染，這與淨土就相應。"
    },
    {
      "id": "02-031-0069_p0019",
      "zh_CN": "【望西曰，或土众生，以不见于诸苦果，故不恐苦因，亦以不见诸乐果，故不修乐因，法藏愍念此等众生，选择此愿摄众生也。】",
      "zh_TW": "【望西曰，或土眾生，以不見於諸苦果，故不恐苦因，亦以不見諸樂果，故不修樂因，法藏愍念此等眾生，選擇此願攝眾生也。】"
    },
    {
      "id": "02-031-0069_p0020",
      "zh_CN": "『或』是或者，『土』是国土，就是或者有些国土里面的众生，因为他没有看到苦果。这一句所说的，就如同佛经上讲我们娑婆世界的欲界天、色界天，天人享受天福，没有看到受苦的人。经上讲欲界天，讲忉利天，忉利天层次不高，只有在临命终时七天才现五衰相。他的寿命那么长，苦的相现出来的时候，不过七天而已。所以一般天人把苦果疏忽掉、遗忘掉了。因此，他对于苦的因也疏忽了、也不着重了。若在人间，经上讲二十种难，「富贵学道难」。富贵人天天享福、天天享受，他样样都不缺乏，他觉得人生很快乐，也把苦因疏忽掉了。苦因是什么？贪瞋痴慢，这是苦因。你跟他讲西方极乐世界好，经上念了，不错，毕竟他没有见到，因此虽然念佛，也不肯认真，为什么？乐的果没有亲自见到。",
      "zh_TW": "『或』是或者，『土』是國土，就是或者有些國土裡面的眾生，因為他沒有看到苦果。這一句所說的，就如同佛經上講我們娑婆世界的欲界天、色界天，天人享受天福，沒有看到受苦的人。經上講欲界天，講忉利天，忉利天層次不高，只有在臨命終時七天才現五衰相。他的壽命那麼長，苦的相現出來的時候，不過七天而已。所以一般天人把苦果疏忽掉、遺忘掉了。因此，他對於苦的因也疏忽了、也不著重了。若在人間，經上講二十種難，「富貴學道難」。富貴人天天享福、天天享受，他樣樣都不缺乏，他覺得人生很快樂，也把苦因疏忽掉了。苦因是什麼？貪瞋痴慢，這是苦因。你跟他講西方極樂世界好，經上念了，不錯，畢竟他沒有見到，因此雖然念佛，也不肯認真，為什麼？樂的果沒有親自見到。"
    },
    {
      "id": "02-031-0069_p0021",
      "zh_CN": "佛祖教我们读诵大乘，我们也有不少人依教奉行，天天在读诵大乘，可是读诵有口无心，不能领会到西方极乐世界的境界。这也不是偶然的，必须念到心地清净才能体会，一分清净心体会一分，十分清净心就体会十分。如果心地不清净，一天念一百遍也不能体会；换句话说，真实的受用你得不到。你如果真能体会到，向往之心、恋慕之心，他真生起来，对于这个世界他真放下。莲池、蕅益大师跟我们讲欣厌，对这个世界厌离，我们世间人讲厌世，真生厌离之心，厌离娑婆，向往极乐，这个心生起来。娑婆世界里面一切人事物与我都不相干，它善也好、恶也好，与我统统不相干，我们在这个环境里面生活才能得清净心。",
      "zh_TW": "佛祖教我們讀誦大乘，我們也有不少人依教奉行，天天在讀誦大乘，可是讀誦有口無心，不能領會到西方極樂世界的境界。這也不是偶然的，必須念到心地清淨才能體會，一分清淨心體會一分，十分清淨心就體會十分。如果心地不清淨，一天念一百遍也不能體會；換句話說，真實的受用你得不到。你如果真能體會到，嚮往之心、戀慕之心，他真生起來，對於這個世界他真放下。蓮池、蕅益大師跟我們講欣厭，對這個世界厭離，我們世間人講厭世，真生厭離之心，厭離娑婆，嚮往極樂，這個心生起來。娑婆世界裡面一切人事物與我都不相干，它善也好、惡也好，與我統統不相干，我們在這個環境裡面生活才能得清淨心。"
    },
    {
      "id": "02-031-0069_p0022",
      "zh_CN": "而学佛人最大的忌讳是造口业，口业太容易造了，天天张家长、李家短，批评人家的是非得失，叫造口业。你每天批评，就显示你的心不清净，你心有高下，心有严重的污染，你对于佛法修学毫不得力。真正修行功夫得力，心地清净，他口业就清净了，他身业也清净。身口是表现在外面，意清净，意是心。《无量寿经》讲的三大纲领很重要，「善护口业，不讥他过」，我们修清净心，外在能影响内在，内外双修，「善护身业，不失律仪；善护意业，清净无染」，这一句佛号念的功夫才叫得力。把所有一切是非长短全念掉了，这叫做念佛。因为一切是非、善恶那都是迷、都是惑，迷惑，我们用这一句佛号把迷惑念掉，破迷开悟。悟就是觉心，觉心是清净心，觉心里面没有染污。自己必须要入这个境界，我们这一生就没有空过，这一生遇到净宗的机会就真的抓到了。要在这一生超生，超越六道轮回，不再干傻事。",
      "zh_TW": "而學佛人最大的忌諱是造口業，口業太容易造了，天天張家長、李家短，批評人家的是非得失，叫造口業。你每天批評，就顯示你的心不清淨，你心有高下，心有嚴重的污染，你對於佛法修學毫不得力。真正修行功夫得力，心地清淨，他口業就清淨了，他身業也清淨。身口是表現在外面，意清淨，意是心。《無量壽經》講的三大綱領很重要，「善護口業，不譏他過」，我們修清淨心，外在能影響內在，內外雙修，「善護身業，不失律儀；善護意業，清淨無染」，這一句佛號念的功夫才叫得力。把所有一切是非長短全念掉了，這叫做念佛。因為一切是非、善惡那都是迷、都是惑，迷惑，我們用這一句佛號把迷惑念掉，破迷開悟。悟就是覺心，覺心是清淨心，覺心裡面沒有染污。自己必須要入這個境界，我們這一生就沒有空過，這一生遇到淨宗的機會就真的抓到了。要在這一生超生，超越六道輪迴，不再幹傻事。"
    },
    {
      "id": "02-031-0069_p0023",
      "zh_CN": "假如你的心不清净，今天我们非常热诚的在修学佛法，也在很认真的断恶修善，烦恼、习气、妄想、执着没断，你所修积这些叫大福德。大福德到哪里去受果报？来生来世一定有大福报，如果你五戒十善能够达到这个标准，你来生得人身，得人身必定是人间的帝王，现在民主时代的总统。跟着你同修的这些人，将来都变成你的院长、部长，都变成你的大臣。因为你贪瞋痴慢习气没断，你在这一生当中结的冤家对头也不少，将来人家那些人也有大福德，他也建立国家，好了，你们两个国家就要发生战争，像一次世界大战、二次世界大战。你杀害那么多的众生，你的福报享尽，第三世堕阿鼻地狱，那个要出来就难了。唯有学佛的人头脑清楚，才会把这个事情看得清清楚楚、明明白白。这个世间是什么？世间的真相，就是善恶业因果报循环相续的现象，就这么回事。所以世尊在《金刚般若》上教诫，「菩萨不受福德」，这个有道理。决定不接受福德，决定没有一念要享受福德的念头，都不能有，你才能保持清净心。信心清净，则生实相，生实相就是保持高度的智慧，你的生活、工作、处事待人接物都保持着高度的智慧。高度智慧就是清净心，才能与净土相应。",
      "zh_TW": "假如你的心不清淨，今天我們非常熱誠的在修學佛法，也在很認真的斷惡修善，煩惱、習氣、妄想、執著沒斷，你所修積這些叫大福德。大福德到哪裡去受果報？來生來世一定有大福報，如果你五戒十善能夠達到這個標準，你來生得人身，得人身必定是人間的帝王，現在民主時代的總統。跟著你同修的這些人，將來都變成你的院長、部長，都變成你的大臣。因為你貪瞋痴慢習氣沒斷，你在這一生當中結的冤家對頭也不少，將來人家那些人也有大福德，他也建立國家，好了，你們兩個國家就要發生戰爭，像一次世界大戰、二次世界大戰。你殺害那麼多的眾生，你的福報享盡，第三世墮阿鼻地獄，那個要出來就難了。唯有學佛的人頭腦清楚，才會把這個事情看得清清楚楚、明明白白。這個世間是什麼？世間的真相，就是善惡業因果報循環相續的現象，就這麼回事。所以世尊在《金剛般若》上教誡，「菩薩不受福德」，這個有道理。決定不接受福德，決定沒有一念要享受福德的念頭，都不能有，你才能保持清淨心。信心清淨，則生實相，生實相就是保持高度的智慧，你的生活、工作、處事待人接物都保持著高度的智慧。高度智慧就是清淨心，才能與淨土相應。"
    },
    {
      "id": "02-031-0069_p0024",
      "zh_CN": "所以法藏比丘，这是讲他在因地里面，看到许多刹土里面有一类众生这个现象，所以『选择此愿摄众生也』。这是说明他为什么要发这个愿？可见他发这个愿是有根源的，愿不是凭空发的。",
      "zh_TW": "所以法藏比丘，這是講他在因地裡面，看到許多剎土裡面有一類眾生這個現象，所以『選擇此願攝眾生也』。這是說明他為什麼要發這個願？可見他發這個願是有根源的，願不是憑空發的。"
    },
    {
      "id": "02-031-0069_p0025",
      "zh_CN": "【会疏曰，肉眼昧劣，不见一纸之外，但缘目前，思从于此，不见地狱重苦，勤修无勇，不见净土胜乐，欣求念淡。】",
      "zh_TW": "【會疏曰，肉眼昧劣，不見一紙之外，但緣目前，思從於此，不見地獄重苦，勤修無勇，不見淨土勝樂，欣求念淡。】"
    },
    {
      "id": "02-031-0069_p0026",
      "zh_CN": "《会疏》这一段也讲得很好，都是讲我们现在修行人的状况，愚昧无知的状况。我们肉眼凡心，心量窄小，眼光浅短，隔一张纸就看不见了。我们的思想、见解就受了这个局限，不能够超越。『不见地狱重苦』，所以我们修行不能够勇猛精进，功夫常常懈怠、懒散，没有见到苦。等到地狱相现前的时候，后悔来不及，那个时候太迟了。『不见净土胜乐』，胜是殊胜，无比殊胜的乐报你没见到，所以对于净土求愿往生的心很淡薄，这个意念很淡薄。我们冷静去观察就很清楚，不要看别人，看自己。修行人最好不管别人的事，管别人的事，烦恼就现前，管自己。六祖讲得好，「若真修道人，不见世间过」，世界的事情与我不相干，我要管他干什么？管自己。看看自己还有没有这些障碍？还有没有这些毛病？这些障碍就是障碍我们不能生净土。过去生中生生世世，我们曾经多次遇到这个法门而没有成功，那些因素我们都要了解，障碍我们清净心的。我们还见不见世间过？还要不要干涉世间过？如果还见到，还要干涉，那就坏了，那就是自己的过失。",
      "zh_TW": "《會疏》這一段也講得很好，都是講我們現在修行人的狀況，愚昧無知的狀況。我們肉眼凡心，心量窄小，眼光淺短，隔一張紙就看不見了。我們的思想、見解就受了這個侷限，不能夠超越。『不見地獄重苦』，所以我們修行不能夠勇猛精進，功夫常常懈怠、懶散，沒有見到苦。等到地獄相現前的時候，後悔來不及，那個時候太遲了。『不見淨土勝樂』，勝是殊勝，無比殊勝的樂報你沒見到，所以對於淨土求願往生的心很淡薄，這個意念很淡薄。我們冷靜去觀察就很清楚，不要看別人，看自己。修行人最好不管別人的事，管別人的事，煩惱就現前，管自己。六祖講得好，「若真修道人，不見世間過」，世界的事情與我不相干，我要管他幹什麼？管自己。看看自己還有沒有這些障礙？還有沒有這些毛病？這些障礙就是障礙我們不能生淨土。過去生中生生世世，我們曾經多次遇到這個法門而沒有成功，那些因素我們都要了解，障礙我們清淨心的。我們還見不見世間過？還要不要干涉世間過？如果還見到，還要干涉，那就壞了，那就是自己的過失。"
    },
    {
      "id": "02-031-0069_p0027",
      "zh_CN": "这些事情，实在讲不必是学佛人，学佛人是世间第一等智慧的人，世间的读书人都懂得一个道理，所谓「来说是非者，便是是非人」。这句话重要的意思，不是叫你看别人，那个人讲是非，他大概是个是非人，不是的，是讲自己。我自己要是常常讲是非，反省一下，我就是个是非人。六祖大师讲的话也是叫你照顾自己，时时刻刻照顾自己的清净心，时时刻刻防止清净心被污染，这叫守道，修道、守道。我们对于世缘这个意念，跟求生西方极乐世界的意念，冷静做个比较，哪一个强？口里说强没用处，「我要求生西方，愈早去愈好」，话说得很好听，这边一样也放不下。由此可知，心与口是相违背的，它不相应，这是我们念佛人的大病。念佛人，在过去李炳老讲的，一万个念佛人能够往生的也不过就是三、五个，原因在哪里？都在此地，世缘没有放下，往生的念头很淡薄。",
      "zh_TW": "這些事情，實在講不必是學佛人，學佛人是世間第一等智慧的人，世間的讀書人都懂得一個道理，所謂「來說是非者，便是是非人」。這句話重要的意思，不是叫你看別人，那個人講是非，他大概是個是非人，不是的，是講自己。我自己要是常常講是非，反省一下，我就是個是非人。六祖大師講的話也是叫你照顧自己，時時刻刻照顧自己的清淨心，時時刻刻防止清淨心被污染，這叫守道，修道、守道。我們對於世緣這個意念，跟求生西方極樂世界的意念，冷靜做個比較，哪一個強？口裡說強沒用處，「我要求生西方，愈早去愈好」，話說得很好聽，這邊一樣也放不下。由此可知，心與口是相違背的，它不相應，這是我們念佛人的大病。念佛人，在過去李炳老講的，一萬個念佛人能夠往生的也不過就是三、五個，原因在哪裡？都在此地，世緣沒有放下，往生的念頭很淡薄。"
    },
    {
      "id": "02-031-0069_p0028",
      "zh_CN": "我们翻过来看一百零六面。",
      "zh_TW": "我們翻過來看一百零六面。"
    },
    {
      "id": "02-031-0069_p0029",
      "zh_CN": "【澄宪曰，呜呼悲哉，不见地狱饿鬼之苦果，不见父母师长之受报，厌离心缓，报谢思怠。】",
      "zh_TW": "【澄憲曰，嗚呼悲哉，不見地獄餓鬼之苦果，不見父母師長之受報，厭離心緩，報謝思怠。】"
    },
    {
      "id": "02-031-0069_p0030",
      "zh_CN": "这是很沉痛的感叹之辞。『呜呼悲哉』是沉痛的感叹。凡夫『不见地狱饿鬼之苦果』，这是三恶道的苦报。在美国电视里面，常常有个节目，「动物奇观」，希望我们学佛的同修这个节目可以多看看，你可以看到畜生道的悲哀。你看动物的互相残杀，所以六道里面称之为血途。畜生死，没有不流血的，互相残杀。你看这个，再看佛经，容易生警惕之心。畜生道一部分苦我们见到了，饿鬼道、地狱道比这个更苦，我们没见到。",
      "zh_TW": "這是很沉痛的感嘆之辭。『嗚呼悲哉』是沉痛的感嘆。凡夫『不見地獄餓鬼之苦果』，這是三惡道的苦報。在美國電視裡面，常常有個節目，「動物奇觀」，希望我們學佛的同修這個節目可以多看看，你可以看到畜生道的悲哀。你看動物的互相殘殺，所以六道裡面稱之為血途。畜生死，沒有不流血的，互相殘殺。你看這個，再看佛經，容易生警惕之心。畜生道一部分苦我們見到了，餓鬼道、地獄道比這個更苦，我們沒見到。"
    },
    {
      "id": "02-031-0069_p0031",
      "zh_CN": "『不见父母师长之受报』，我们的父母过逝了，他到哪一道去？他受的是什么果报？如果没有学佛，在世的时候造作罪业，像《地藏本愿经》里面婆罗门女、光目女她们的父母，在世的时候不信佛，杀生、吃肉、毁谤三宝，造作这些重业，他在哪里受报？师长之恩与父母是相同的。我们现在学佛了，没有学佛之前，有世间法的师长，学佛之后，我们有教授佛法的师长，他们果报在哪里？教我们佛法的老师，他是我们的榜样，他今天往生西方极乐世界，受的是乐报。不知道求生净土的，依旧在六道轮回。这些事实真相，因为我们见不到，所以对于六道厌离的心迟缓。",
      "zh_TW": "『不見父母師長之受報』，我們的父母過逝了，他到哪一道去？他受的是什麼果報？如果沒有學佛，在世的時候造作罪業，像《地藏本願經》裡面婆羅門女、光目女她們的父母，在世的時候不信佛，殺生、吃肉、毀謗三寶，造作這些重業，他在哪裡受報？師長之恩與父母是相同的。我們現在學佛了，沒有學佛之前，有世間法的師長，學佛之後，我們有教授佛法的師長，他們果報在哪裡？教我們佛法的老師，他是我們的榜樣，他今天往生西方極樂世界，受的是樂報。不知道求生淨土的，依舊在六道輪迴。這些事實真相，因為我們見不到，所以對於六道厭離的心遲緩。"
    },
    {
      "id": "02-031-0069_p0032",
      "zh_CN": "『报谢思怠』，思是念头，报恩的念头，「报」是对父母，「谢」是对师长，谢都是报恩的意思，报父母之恩、报师长之恩这个念头懈怠了。为什么厌离心缓、报恩思怠？就是你没有见到苦乐的真相，你没见到，所以勇猛精进提不起来。再看底下这一段。",
      "zh_TW": "『報謝思怠』，思是念頭，報恩的念頭，「報」是對父母，「謝」是對師長，謝都是報恩的意思，報父母之恩、報師長之恩這個念頭懈怠了。為什麼厭離心緩、報恩思怠？就是你沒有見到苦樂的真相，你沒見到，所以勇猛精進提不起來。再看底下這一段。"
    },
    {
      "id": "02-031-0069_p0033",
      "zh_CN": "【渧记云，如会疏等言。】",
      "zh_TW": "【渧記云，如會疏等言。】"
    },
    {
      "id": "02-031-0069_p0034",
      "zh_CN": "这一句是指古德对《无量寿经》的注解，综合古人所说的。",
      "zh_TW": "這一句是指古德對《無量壽經》的註解，綜合古人所說的。"
    },
    {
      "id": "02-031-0069_p0035",
      "zh_CN": "【愿兴约灭恶生善，厌苦欣净，若尔，则非真土所得之益而已。】",
      "zh_TW": "【願興約滅惡生善，厭苦欣淨，若爾，則非真土所得之益而已。】"
    },
    {
      "id": "02-031-0069_p0036",
      "zh_CN": "『真土』是讲极乐。",
      "zh_TW": "『真土』是講極樂。"
    },
    {
      "id": "02-031-0069_p0037",
      "zh_CN": "【今正约真土所得者，或有净土，其土圣众，虽有天眼，或见二千世界，或见三千世界，不能普见不可说不可说佛刹微尘数佛国，或有净土，其土菩萨，但虽得天眼，而不能圆具五眼，是以殊兴此愿而已。】",
      "zh_TW": "【今正約真土所得者，或有淨土，其土聖眾，雖有天眼，或見二千世界，或見三千世界，不能普見不可說不可說佛剎微塵數佛國，或有淨土，其土菩薩，但雖得天眼，而不能圓具五眼，是以殊興此願而已。】"
    },
    {
      "id": "02-031-0069_p0038",
      "zh_CN": "我们先看这一段。这段是综合古德所说的，古德所说的我们虽然看得不多，前面也曾经看到几条，都能够与这一段意思会通。『愿兴』，兴是兴起，就是我们一般讲的发愿。发愿，『约灭恶生善，厌苦欣净』，这个意思就是讲，发愿就灭恶生善来说，就厌苦欣净来说。「厌苦」是娑婆世界苦，娑婆世界六道轮回里面有三苦。欲界里面的众生，苦苦、坏苦、行苦统统具足，都得要受。无量无边之苦，归纳起来不外这三大类，这三苦。色界天，苦苦没有了，它有坏苦、有行苦。因为色界天人五欲断掉了，财、色、名、食、睡，我们常讲七情五欲，他断了，他有禅定的功夫，所谓是禅悦为食，禅定功夫这些烦恼不起现行。我们净宗里面讲伏烦恼，它并不是断，它伏住了，确实五欲的念头、七情的念头，七情是喜怒哀乐爱恶欲，这些念头他不会起来了，不会起作用，因此苦苦没有了。苦苦就是通常讲的八苦，他没有这个。他有坏苦，他有行苦。到无色界天人，四空天，无色界天人连身体都不要，因为他没有身体、没有色身，当然他也不需要住这些宫殿、房屋，他不需要，因此他坏苦没有了。但是他有行苦。所以佛给我们讲三界统苦，愈往上面去苦愈轻，愈往下面苦愈重，最轻的是四空天人，最重的是三恶道。真正知道苦你才有厌离的念头，不再干这个事情，要放下、要舍弃。「净」是讲西方净土，对于西方净土有充分的理解，有真正的认识，知道这个地方超越一切诸佛刹土。而且弥陀跟我们有缘，我们想去是真能去得了，为什么不去？「欣」是欢喜，希望往生西方极乐世界，这个强烈的愿望能够生起来。这是说两个世界做一个简单的比较，我们应当要这样做法。",
      "zh_TW": "我們先看這一段。這段是綜合古德所說的，古德所說的我們雖然看得不多，前面也曾經看到幾條，都能夠與這一段意思會通。『願興』，興是興起，就是我們一般講的發願。發願，『約滅惡生善，厭苦欣淨』，這個意思就是講，發願就滅惡生善來說，就厭苦欣淨來說。「厭苦」是娑婆世界苦，娑婆世界六道輪迴裡面有三苦。欲界裡面的眾生，苦苦、壞苦、行苦統統具足，都得要受。無量無邊之苦，歸納起來不外這三大類，這三苦。色界天，苦苦沒有了，它有壞苦、有行苦。因為色界天人五欲斷掉了，財、色、名、食、睡，我們常講七情五欲，他斷了，他有禪定的功夫，所謂是禪悅為食，禪定功夫這些煩惱不起現行。我們淨宗裡面講伏煩惱，它並不是斷，它伏住了，確實五欲的念頭、七情的念頭，七情是喜怒哀樂愛惡欲，這些念頭他不會起來了，不會起作用，因此苦苦沒有了。苦苦就是通常講的八苦，他沒有這個。他有壞苦，他有行苦。到無色界天人，四空天，無色界天人連身體都不要，因為他沒有身體、沒有色身，當然他也不需要住這些宮殿、房屋，他不需要，因此他壞苦沒有了。但是他有行苦。所以佛給我們講三界統苦，愈往上面去苦愈輕，愈往下面苦愈重，最輕的是四空天人，最重的是三惡道。真正知道苦你才有厭離的念頭，不再幹這個事情，要放下、要捨棄。「淨」是講西方淨土，對於西方淨土有充分的理解，有真正的認識，知道這個地方超越一切諸佛剎土。而且彌陀跟我們有緣，我們想去是真能去得了，為什麼不去？「欣」是歡喜，希望往生西方極樂世界，這個強烈的願望能夠生起來。這是說兩個世界做一個簡單的比較，我們應當要這樣做法。"
    },
    {
      "id": "02-031-0069_p0039",
      "zh_CN": "下面说『若尔』，假如是以这个为前提，『则非真土所得之益而已』，「真土」是极乐世界，若尔，那就不是极乐世界所得的利益。为什么？综合前面诸位大师所说，『今正约真土所得者，或有净土，其土圣众，虽有天眼，或见二千世界，或见三千世界，不能普见不可说不可说佛刹微尘数佛国』。这前面我们读过，这是指十方诸佛刹土里面大小圣者。『或有净土，其土菩萨，但虽得天眼，而不能圆具五眼，是以殊兴此愿而已。』这是法藏比丘在因地里面，因为看到十方世界这些修行人，二乘圣者、诸菩萨众，虽得通，他通的能力有限。像小乘的圣者，他通的能力不能超越一个大千世界。所以阿弥陀佛才发这个大愿，才兴起这个大愿，那大愿就是底下讲的，我们再看下去，底下是愿文。",
      "zh_TW": "下面說『若爾』，假如是以這個為前提，『則非真土所得之益而已』，「真土」是極樂世界，若爾，那就不是極樂世界所得的利益。為什麼？綜合前面諸位大師所說，『今正約真土所得者，或有淨土，其土聖眾，雖有天眼，或見二千世界，或見三千世界，不能普見不可說不可說佛剎微塵數佛國』。這前面我們讀過，這是指十方諸佛剎土裡面大小聖者。『或有淨土，其土菩薩，但雖得天眼，而不能圓具五眼，是以殊興此願而已。』這是法藏比丘在因地裡面，因為看到十方世界這些修行人，二乘聖者、諸菩薩眾，雖得通，他通的能力有限。像小乘的聖者，他通的能力不能超越一個大千世界。所以阿彌陀佛才發這個大願，才興起這個大願，那大願就是底下講的，我們再看下去，底下是願文。"
    },
    {
      "id": "02-031-0069_p0040",
      "zh_CN": "【故愿成就文曰，肉眼清彻，靡不分了，天眼通达，无量无限。】",
      "zh_TW": "【故願成就文曰，肉眼清徹，靡不分了，天眼通達，無量無限。】"
    },
    {
      "id": "02-031-0069_p0041",
      "zh_CN": "阿弥陀佛发这么个大愿。他的愿都兑现了，若有一愿不兑现，他发愿不成佛。他现在成佛已经十劫，每一愿都兑现。这是说明往生西方极乐世界殊胜，果报太殊胜。",
      "zh_TW": "阿彌陀佛發這麼個大願。他的願都兌現了，若有一願不兌現，他發願不成佛。他現在成佛已經十劫，每一願都兌現。這是說明往生西方極樂世界殊勝，果報太殊勝。"
    },
    {
      "id": "02-031-0069_p0042",
      "zh_CN": "【等谓得一天眼则圆得五眼。】",
      "zh_TW": "【等謂得一天眼則圓得五眼。】"
    },
    {
      "id": "02-031-0069_p0043",
      "zh_CN": "他方世界菩萨，得天眼不能圆具五眼，西方极乐世界往生的人，得天眼就圆具五眼，那怎么能相比？「本经第三十品中，彼佛刹中，一切菩萨，修行五眼，是其证也」，西方极乐世界，凡圣同居土下下品往生的人，也是圆具五眼，也都修行五眼。",
      "zh_TW": "他方世界菩薩，得天眼不能圓具五眼，西方極樂世界往生的人，得天眼就圓具五眼，那怎麼能相比？「本經第三十品中，彼佛剎中，一切菩薩，修行五眼，是其證也」，西方極樂世界，凡聖同居土下下品往生的人，也是圓具五眼，也都修行五眼。"
    },
    {
      "id": "02-031-0069_p0044",
      "zh_CN": "【是以能见尘数佛国。】",
      "zh_TW": "【是以能見塵數佛國。】"
    },
    {
      "id": "02-031-0069_p0045",
      "zh_CN": "『尘』是比喻微尘数，数不清的，无量无边。",
      "zh_TW": "『塵』是比喻微塵數，數不清的，無量無邊。"
    },
    {
      "id": "02-031-0069_p0046",
      "zh_CN": "【明照众生，死此生彼。】",
      "zh_TW": "【明照眾生，死此生彼。】"
    },
    {
      "id": "02-031-0069_p0047",
      "zh_CN": "这里面的一切众生，从这一道死，那一道生，生生死死，死死生生，所有一切的状况都看得清楚。",
      "zh_TW": "這裡面的一切眾生，從這一道死，那一道生，生生死死，死死生生，所有一切的狀況都看得清楚。"
    },
    {
      "id": "02-031-0069_p0048",
      "zh_CN": "【济生利物，常作佛事。】",
      "zh_TW": "【濟生利物，常作佛事。】"
    },
    {
      "id": "02-031-0069_p0049",
      "zh_CN": "菩萨看到这个事情，明了这些事实状况，大悲心自然就生起，应化到世间，普度一切有缘的众生，他普度『常作佛事』。佛事是什么？总而言之，唤醒众生的迷惑之事，都叫做佛事。佛是觉悟的意思，众生迷惑颠倒，帮助众生破迷开悟，离苦得乐，这些事都叫佛事。所以，佛事的范围非常之广、非常之深。",
      "zh_TW": "菩薩看到這個事情，明瞭這些事實狀況，大悲心自然就生起，應化到世間，普度一切有緣的眾生，他普度『常作佛事』。佛事是什麼？總而言之，喚醒眾生的迷惑之事，都叫做佛事。佛是覺悟的意思，眾生迷惑顛倒，幫助眾生破迷開悟，離苦得樂，這些事都叫佛事。所以，佛事的範圍非常之廣、非常之深。"
    },
    {
      "id": "02-031-0069_p0050",
      "zh_CN": "【是此愿之胜益也。】",
      "zh_TW": "【是此願之勝益也。】"
    },
    {
      "id": "02-031-0069_p0051",
      "zh_CN": "『益』是利益，『胜』是最殊胜的利益。",
      "zh_TW": "『益』是利益，『勝』是最殊勝的利益。"
    },
    {
      "id": "02-031-0069_p0052",
      "zh_CN": "我们读这些文字，要紧的是要细心去体会，认真的去反省，不能够含糊笼统看过，那个样子就得不到利益了。底下一段。",
      "zh_TW": "我們讀這些文字，要緊的是要細心去體會，認真的去反省，不能夠含糊籠統看過，那個樣子就得不到利益了。底下一段。"
    },
    {
      "id": "02-031-0069_p0053",
      "zh_CN": "【会疏曰，天耳通者，能闻一切障内障外，苦乐忧喜，语言音声，无壅也。】",
      "zh_TW": "【會疏曰，天耳通者，能聞一切障內障外，苦樂憂喜，語言音聲，無壅也。】"
    },
    {
      "id": "02-031-0069_p0054",
      "zh_CN": "『壅』是阻塞，「无壅」就是通畅无阻。你要是得天耳通，西方世界的人天耳彻听，那个境界也是微尘数佛刹一切众生苦乐忧喜的音声你统统听得见，所以才生起大慈悲心。第五十五段。",
      "zh_TW": "『壅』是阻塞，「無壅」就是通暢無阻。你要是得天耳通，西方世界的人天耳徹聽，那個境界也是微塵數佛剎一切眾生苦樂憂喜的音聲你統統聽得見，所以才生起大慈悲心。第五十五段。"
    },
    {
      "id": "02-031-0069_p0055",
      "zh_CN": "【魏译曰，国中天人，不得天耳，下至闻百千亿那由他诸佛所说，不悉受持者，不取正觉。】",
      "zh_TW": "【魏譯曰，國中天人，不得天耳，下至聞百千億那由他諸佛所說，不悉受持者，不取正覺。】"
    },
    {
      "id": "02-031-0069_p0056",
      "zh_CN": "我们先看这一段。这是阿弥陀佛的愿文，就是四十八愿的愿文。魏译是康僧铠翻的本子，康僧铠翻的是四十八愿。『国中天人』，就是讲西方极乐世界往生的这些人。生到西方极乐世界都是阿惟越致菩萨，哪有天人？天人之说，世尊在经上明白的为我们开示，这里面有两个意思。第一个意思，是没有生到西方极乐世界以前的身分。像我们念佛发愿往生的，生到西方极乐世界，他叫我们天人，我们从人道去往生的，有从天道去往生的人。到那边，那边都是菩萨，身分就改变了。你是在没有改变身分以前，这个意思，这第一个意思。第二个意思，是不论佛力加持，是论你自己现在断惑头数的说法。我们生到西方极乐世界，得阿弥陀佛本愿加持，作了阿惟越致菩萨。实际上，我们见思烦恼一品也没断，等于他方世界的天人，这是第二个意思。",
      "zh_TW": "我們先看這一段。這是阿彌陀佛的願文，就是四十八願的願文。魏譯是康僧鎧翻的本子，康僧鎧翻的是四十八願。『國中天人』，就是講西方極樂世界往生的這些人。生到西方極樂世界都是阿惟越致菩薩，哪有天人？天人之說，世尊在經上明白的為我們開示，這裡面有兩個意思。第一個意思，是沒有生到西方極樂世界以前的身分。像我們念佛發願往生的，生到西方極樂世界，他叫我們天人，我們從人道去往生的，有從天道去往生的人。到那邊，那邊都是菩薩，身分就改變了。你是在沒有改變身分以前，這個意思，這第一個意思。第二個意思，是不論佛力加持，是論你自己現在斷惑頭數的說法。我們生到西方極樂世界，得阿彌陀佛本願加持，作了阿惟越致菩薩。實際上，我們見思煩惱一品也沒斷，等於他方世界的天人，這是第二個意思。"
    },
    {
      "id": "02-031-0069_p0057",
      "zh_CN": "所以这都要清楚，不能够忽略的。怎么个说法，他都有说法的道理在里面，而且其中决定没有冲突，的确是圆融的。这是说生到西方极乐世界，品位最下、能力最差的人，他也得天耳，而且天耳的能力跟诸佛与大菩萨几乎无二无别。后面是弥陀发的愿，『不悉受持者，不取正觉』。悉就是全部，全部的意思，就是凡圣同居土下下品往生的，都包括在其中。",
      "zh_TW": "所以這都要清楚，不能夠忽略的。怎麼個說法，他都有說法的道理在裡面，而且其中決定沒有衝突，的確是圓融的。這是說生到西方極樂世界，品位最下、能力最差的人，他也得天耳，而且天耳的能力跟諸佛與大菩薩幾乎無二無別。後面是彌陀發的願，『不悉受持者，不取正覺』。悉就是全部，全部的意思，就是凡聖同居土下下品往生的，都包括在其中。"
    },
    {
      "id": "02-031-0069_p0058",
      "zh_CN": "【唐译曰，国中有情，不获天耳。】",
      "zh_TW": "【唐譯曰，國中有情，不獲天耳。】"
    },
    {
      "id": "02-031-0069_p0059",
      "zh_CN": "『有情』跟人天的意思差不多。有情，情就是烦恼，烦恼没断的，叫做有情。",
      "zh_TW": "『有情』跟人天的意思差不多。有情，情就是煩惱，煩惱沒斷的，叫做有情。"
    },
    {
      "id": "02-031-0069_p0060",
      "zh_CN": "【乃至不闻亿那由他百千逾缮那外名说法者，不取正觉。】",
      "zh_TW": "【乃至不聞億那由他百千踰繕那外名說法者，不取正覺。】"
    },
    {
      "id": "02-031-0069_p0061",
      "zh_CN": "这两愿是一个意思。西方极乐世界的人，他们的天耳能够听到十方一切诸佛说法，他们的天眼能够见到十方世界一切诸佛如来。所以，他可以不必离他的座位，十方诸佛说法他都见到、都听到。他还要到诸佛刹土那里去拜佛、去供养，那是表他的恭敬心，亲自到那个地方去供养诸佛。所以，上能闻诸佛说法，下能听到一切众生苦乐的音声，上求佛道，下化众生，到西方极乐世界才能圆满。这一点非常重要，希望我们从这个地方深深的去体会，细心的去思考，我们当前应当怎么样修学？",
      "zh_TW": "這兩願是一個意思。西方極樂世界的人，他們的天耳能夠聽到十方一切諸佛說法，他們的天眼能夠見到十方世界一切諸佛如來。所以，他可以不必離他的座位，十方諸佛說法他都見到、都聽到。他還要到諸佛剎土那裡去拜佛、去供養，那是表他的恭敬心，親自到那個地方去供養諸佛。所以，上能聞諸佛說法，下能聽到一切眾生苦樂的音聲，上求佛道，下化眾生，到西方極樂世界才能圓滿。這一點非常重要，希望我們從這個地方深深的去體會，細心的去思考，我們當前應當怎麼樣修學？"
    },
    {
      "id": "02-031-0069_p0062",
      "zh_CN": "当前，自己一定要知道我是凡夫，我不是菩萨再来的，我没有能力了生死出三界，我没有把握往生。在这个时候，什么最重要？往生净土第一重要。弘法利生可以摆到第二、第三，你才是个聪明人，才真正觉悟了。因为生到净土，你的能力恢复了，你可以到尽虚空遍法界弘法利生。如果这一生当中，我现在把弘法利生摆在第一，最重要，往生摆在其次，你一口气不来，还要搞六道轮回。这一轮回，这一生所修行的就忘得干干净净，你岂不是大错特错！真正觉悟的人、真正明白人，怎么肯做这个傻事情？所以晓得我们今天是求生净土是第一，换句话说，我们修清净心是第一，其余的这些工作我们附带做的。虽附带做，我们也很认真、也很负责，我们随缘而不攀缘，就是有机会在现前，我们认真努力来做。虽做，记住，《金刚经》上说过的，要若无其事，如果损害我们清净心，宁可不做。古大德教我们的，唐朝庞居士就说过「好事不如无事」。他是个大富长者，把家里所有的财产集中船上，沉到江底下。人家说，你那么多的钱，做点慈善事业帮助别人不好吗？他撂了一句话，好事不如无事，你们想想这个味道。",
      "zh_TW": "當前，自己一定要知道我是凡夫，我不是菩薩再來的，我沒有能力了生死出三界，我沒有把握往生。在這個時候，什麼最重要？往生淨土第一重要。弘法利生可以擺到第二、第三，你才是個聰明人，才真正覺悟了。因為生到淨土，你的能力恢復了，你可以到盡虛空遍法界弘法利生。如果這一生當中，我現在把弘法利生擺在第一，最重要，往生擺在其次，你一口氣不來，還要搞六道輪迴。這一輪迴，這一生所修行的就忘得乾乾淨淨，你豈不是大錯特錯！真正覺悟的人、真正明白人，怎麼肯做這個傻事情？所以曉得我們今天是求生淨土是第一，換句話說，我們修清淨心是第一，其餘的這些工作我們附帶做的。雖附帶做，我們也很認真、也很負責，我們隨緣而不攀緣，就是有機會在現前，我們認真努力來做。雖做，記住，《金剛經》上說過的，要若無其事，如果損害我們清淨心，寧可不做。古大德教我們的，唐朝龐居士就說過「好事不如無事」。他是個大富長者，把家裡所有的財產集中船上，沉到江底下。人家說，你那麼多的錢，做點慈善事業幫助別人不好嗎？他撂了一句話，好事不如無事，你們想想這個味道。"
    },
    {
      "id": "02-031-0069_p0063",
      "zh_CN": "所以，人家找到我们了，我们是要替他做事；他要不找，我谢谢他，我才不去拉信徒，才不去向人化缘。向人化缘，那叫找事做，那叫无事生事，那个错了。人家供养送来了，我们应当替他做。所以多就多做，少就少做，没，最好了，没就不做。事实真相要看清楚，清净心是第一。真的是世界危脆，人命无常，求生净土是我们这一生当中最大的一桩事情。",
      "zh_TW": "所以，人家找到我們了，我們是要替他做事；他要不找，我謝謝他，我才不去拉信徒，才不去向人化緣。向人化緣，那叫找事做，那叫無事生事，那個錯了。人家供養送來了，我們應當替他做。所以多就多做，少就少做，沒，最好了，沒就不做。事實真相要看清楚，清淨心是第一。真的是世界危脆，人命無常，求生淨土是我們這一生當中最大的一樁事情。"
    },
    {
      "id": "02-031-0069_p0064",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}