{
  "doc_id": "02-031-0035",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0035",
  "total_paragraphs": 93,
  "paragraphs": [
    {
      "id": "02-031-0035_p0001",
      "zh_CN": "请掀开经本，第五十面第四行，从六十五段看起：",
      "zh_TW": "請掀開經本，第五十面第四行，從六十五段看起："
    },
    {
      "id": "02-031-0035_p0002",
      "zh_CN": "【探玄记解法轮曰。】",
      "zh_TW": "【探玄記解法輪曰。】"
    },
    {
      "id": "02-031-0035_p0003",
      "zh_CN": "这是贤首大师所著作的《华严经》的注解，叫《华严探玄记》。这里面对于『法轮』，做了一个简单的解释。",
      "zh_TW": "這是賢首大師所著作的《華嚴經》的註解，叫《華嚴探玄記》。這裡面對於『法輪』，做了一個簡單的解釋。"
    },
    {
      "id": "02-031-0035_p0004",
      "zh_CN": "【法是轨持义。】",
      "zh_TW": "【法是軌持義。】"
    },
    {
      "id": "02-031-0035_p0005",
      "zh_CN": "『轨』就是轨道，像我们现在火车、电车行走的轨道，引伸的意思就是原理、原则。一定要遵守这个原理原则，不能够离开，就像车不能够离开轨道一样，这是法的意思。『持』是保持，要恒常保持在这个轨道上，不能够离开轨道。",
      "zh_TW": "『軌』就是軌道，像我們現在火車、電車行走的軌道，引伸的意思就是原理、原則。一定要遵守這個原理原則，不能夠離開，就像車不能夠離開軌道一樣，這是法的意思。『持』是保持，要恆常保持在這個軌道上，不能夠離開軌道。"
    },
    {
      "id": "02-031-0035_p0006",
      "zh_CN": "【通有四义，谓教、理、行、果。】",
      "zh_TW": "【通有四義，謂教、理、行、果。】"
    },
    {
      "id": "02-031-0035_p0007",
      "zh_CN": "细说有四个意思，就是有教、有理、有行、有果。所以法有四种法，有教法、有理法、有行法。理是理论，教是教学，教学的方法、理论的方法，行是修行，果是证果。所以，通常法有四种，教、理、行、果。",
      "zh_TW": "細說有四個意思，就是有教、有理、有行、有果。所以法有四種法，有教法、有理法、有行法。理是理論，教是教學，教學的方法、理論的方法，行是修行，果是證果。所以，通常法有四種，教、理、行、果。"
    },
    {
      "id": "02-031-0035_p0008",
      "zh_CN": "【轮是所成。】",
      "zh_TW": "【輪是所成。】"
    },
    {
      "id": "02-031-0035_p0009",
      "zh_CN": "轮是比喻。",
      "zh_TW": "輪是比喻。"
    },
    {
      "id": "02-031-0035_p0010",
      "zh_CN": "【义亦有四。】",
      "zh_TW": "【義亦有四。】"
    },
    {
      "id": "02-031-0035_p0011",
      "zh_CN": "它也有四个意思。第一个是：",
      "zh_TW": "它也有四個意思。第一個是："
    },
    {
      "id": "02-031-0035_p0012",
      "zh_CN": "【一圆满之义，以离缺减故。】",
      "zh_TW": "【一圓滿之義，以離缺減故。】"
    },
    {
      "id": "02-031-0035_p0013",
      "zh_CN": "确实它代表着圆满，轮相里面找不到欠缺，它是圆满之相。",
      "zh_TW": "確實它代表著圓滿，輪相裡面找不到欠缺，它是圓滿之相。"
    },
    {
      "id": "02-031-0035_p0014",
      "zh_CN": "【二是具德义。】",
      "zh_TW": "【二是具德義。】"
    },
    {
      "id": "02-031-0035_p0015",
      "zh_CN": "它具足众德，底下讲：",
      "zh_TW": "它具足眾德，底下講："
    },
    {
      "id": "02-031-0035_p0016",
      "zh_CN": "【以毂辐辋等，悉是皆俱故。】",
      "zh_TW": "【以轂輻輞等，悉是皆俱故。】"
    },
    {
      "id": "02-031-0035_p0017",
      "zh_CN": "『毂』是中心，轮有个主轴，这是毂，就是圆心。『辐』是从圆心到圆周的支柱，这是我们在轮相里面都能够看的到的。『辋』就是圆周，就是轮子的外周。所以它具足这些德能，这是『具德义』。在具德的里面，这个地方讲的完全是从形相上讲，要从义理上讲，意思就很深。圆心是非有非无，这个心不能说它没有，但是决定找不到这个圆心，心虽有，而没有迹象可寻。所以不能说它有，也不能说它无，它决定是有。把圆心比喻作真如本性，从无能生有，变现十法界依正庄严，这就好像辐跟辋的意思。因此，佛门里头常常用轮来表法，表空有一如，它心是空的，圆是有，空有是一不是二。表性相一如，表理事不二，大乘佛法里常讲，入不二法门，圆代表不二。在所有一切物相里面，唯有圆可以能够表现这个意思。这是具德的意思。",
      "zh_TW": "『轂』是中心，輪有個主軸，這是轂，就是圓心。『輻』是從圓心到圓周的支柱，這是我們在輪相裡面都能夠看的到的。『輞』就是圓周，就是輪子的外周。所以它具足這些德能，這是『具德義』。在具德的裡面，這個地方講的完全是從形相上講，要從義理上講，意思就很深。圓心是非有非無，這個心不能說它沒有，但是決定找不到這個圓心，心雖有，而沒有跡象可尋。所以不能說它有，也不能說它無，它決定是有。把圓心比喻作真如本性，從無能生有，變現十法界依正莊嚴，這就好像輻跟輞的意思。因此，佛門裡頭常常用輪來表法，表空有一如，它心是空的，圓是有，空有是一不是二。表性相一如，表理事不二，大乘佛法裡常講，入不二法門，圓代表不二。在所有一切物相裡面，唯有圓可以能夠表現這個意思。這是具德的意思。"
    },
    {
      "id": "02-031-0035_p0018",
      "zh_CN": "【三有用义，谓摧辗惑障故。】",
      "zh_TW": "【三有用義，謂摧輾惑障故。】"
    },
    {
      "id": "02-031-0035_p0019",
      "zh_CN": "『惑』是迷惑，『障』就是业障、罪障。佛说法，能够帮助我们破除迷惑，能够帮助我们消业障，所以他有这个能力，就像轮辗过的地方。它这里有个比喻，地不平，用轮辗过之后，地就平了。这种情形像我们现在修筑马路，压路机就是这个用处，它能够把路压平。我们心里面有烦恼、有迷惑，这是心地不平，而佛法的作用，能够叫我们心里面得到清净平等，所以有轮的意思在。第四个意思：",
      "zh_TW": "『惑』是迷惑，『障』就是業障、罪障。佛說法，能夠幫助我們破除迷惑，能夠幫助我們消業障，所以他有這個能力，就像輪輾過的地方。它這裡有個比喻，地不平，用輪輾過之後，地就平了。這種情形像我們現在修築馬路，壓路機就是這個用處，它能夠把路壓平。我們心裡面有煩惱、有迷惑，這是心地不平，而佛法的作用，能夠叫我們心裡面得到清淨平等，所以有輪的意思在。第四個意思："
    },
    {
      "id": "02-031-0035_p0020",
      "zh_CN": "【四转动之义。】",
      "zh_TW": "【四轉動之義。】"
    },
    {
      "id": "02-031-0035_p0021",
      "zh_CN": "轮的大用一定是在转动，如果它不转动，它的作用就没有了。它最大的用处就是转动。",
      "zh_TW": "輪的大用一定是在轉動，如果它不轉動，它的作用就沒有了。它最大的用處就是轉動。"
    },
    {
      "id": "02-031-0035_p0022",
      "zh_CN": "【谓此向彼，即从佛至众生，亦从彼向此，即从众生至佛果。】",
      "zh_TW": "【謂此向彼，即從佛至眾生，亦從彼向此，即從眾生至佛果。】"
    },
    {
      "id": "02-031-0035_p0023",
      "zh_CN": "这个表『即从佛至众生』，也表『从众生至佛果』。从佛到众生，这是比喻佛对众生的教化，也是转法轮的意思。而众生接受佛的教化，依教修行，不断提升自己的境界，到最后也能成佛，这是众生修学自转法轮的意思。前面说它有圆满的意思，这里面实在找不到欠缺，所以用这个来表法。转法轮里面，偏重在诸佛菩萨永无休息的，在一切时一切处教化一切众生，偏重在这个意思。里面还有含义，就是众生接受佛的教化，依教修行。底下一段。",
      "zh_TW": "這個表『即從佛至眾生』，也表『從眾生至佛果』。從佛到眾生，這是比喻佛對眾生的教化，也是轉法輪的意思。而眾生接受佛的教化，依教修行，不斷提升自己的境界，到最後也能成佛，這是眾生修學自轉法輪的意思。前面說它有圓滿的意思，這裡面實在找不到欠缺，所以用這個來表法。轉法輪裡面，偏重在諸佛菩薩永無休息的，在一切時一切處教化一切眾生，偏重在這個意思。裡面還有含義，就是眾生接受佛的教化，依教修行。底下一段。"
    },
    {
      "id": "02-031-0035_p0024",
      "zh_CN": "【罗什大师曰，世间者，三界也。】",
      "zh_TW": "【羅什大師曰，世間者，三界也。】"
    },
    {
      "id": "02-031-0035_p0025",
      "zh_CN": "这是解释『世间』。世，前面也曾经说过，是时间，过去现在未来。间，或者叫界。世间跟世界意思相通，界是界限，是讲的方位，现在的术语，就是讲时间跟空间，世是时间，界是空间。罗什大师也说得很好，佛在经上讲世间，或者讲世界，多分的意思都是指六道，『三界』就是六道，三界是欲界、色界、无色界，这是指六道。也是指一尊佛的教区，我们六道多大？就是经上常讲的三千大千世界，诸位要晓得三千大千世界就是一个六道。一切诸佛的刹土，大多数都是有这种状况，所以讲六道轮回。",
      "zh_TW": "這是解釋『世間』。世，前面也曾經說過，是時間，過去現在未來。間，或者叫界。世間跟世界意思相通，界是界限，是講的方位，現在的術語，就是講時間跟空間，世是時間，界是空間。羅什大師也說得很好，佛在經上講世間，或者講世界，多分的意思都是指六道，『三界』就是六道，三界是欲界、色界、無色界，這是指六道。也是指一尊佛的教區，我們六道多大？就是經上常講的三千大千世界，諸位要曉得三千大千世界就是一個六道。一切諸佛的剎土，大多數都是有這種狀況，所以講六道輪迴。"
    },
    {
      "id": "02-031-0035_p0026",
      "zh_CN": "经上跟我们讲得很清楚，佛说世界的组织，是以一座须弥山为中心。须弥山的四周，佛在经上说的，有四大洲，还有许多的小洲，佛讲的洲，我们现在说它作星球。许多的星球围绕着一个中心，这个中心，佛经上称为须弥山，一个日月所照的，这是一个单位世界。像这样一个单位世界，集合一千个，一千个单位世界称为一个小千世界，单位世界的天顶是初禅，一个单位世界最高的是初禅，一个小千世界最高的是二禅。再以小千世界为单位，集合一千个小千世界，叫中千世界，中千世界的天顶是三禅。然后再以中千世界为单位，一千个中千世界合起来称为一个大千世界，大千世界的天顶是四禅。由此可知，我们讲三千大千世界，它是有小千、中千、大千，是这样组合的，并不是三千个大千世界，是一个大千世界；因为有小千、中千、大千，我们就称它作三千大千世界，实际上是一个世界，一个大千世界。",
      "zh_TW": "經上跟我們講得很清楚，佛說世界的組織，是以一座須彌山為中心。須彌山的四周，佛在經上說的，有四大洲，還有許多的小洲，佛講的洲，我們現在說它作星球。許多的星球圍繞著一個中心，這個中心，佛經上稱為須彌山，一個日月所照的，這是一個單位世界。像這樣一個單位世界，集合一千個，一千個單位世界稱為一個小千世界，單位世界的天頂是初禪，一個單位世界最高的是初禪，一個小千世界最高的是二禪。再以小千世界為單位，集合一千個小千世界，叫中千世界，中千世界的天頂是三禪。然後再以中千世界為單位，一千個中千世界合起來稱為一個大千世界，大千世界的天頂是四禪。由此可知，我們講三千大千世界，它是有小千、中千、大千，是這樣組合的，並不是三千個大千世界，是一個大千世界；因為有小千、中千、大千，我們就稱它作三千大千世界，實際上是一個世界，一個大千世界。"
    },
    {
      "id": "02-031-0035_p0027",
      "zh_CN": "一个大千世界有一个四禅天，有一千个三禅天，这个常识我们学佛的同修应当要晓得。所以，天太多了。如果要是讲到忉利天，一个大千世界里面至少有一百亿个以上。忉利天主就这么多，我们中国俗称玉皇大帝，有一百多亿个，到底你要拜哪一个玉皇大帝？这些事情实在说唯有佛经讲得清楚、讲得明白。这是说三界的状况。",
      "zh_TW": "一個大千世界有一個四禪天，有一千個三禪天，這個常識我們學佛的同修應當要曉得。所以，天太多了。如果要是講到忉利天，一個大千世界裡面至少有一百億個以上。忉利天主就這麼多，我們中國俗稱玉皇大帝，有一百多億個，到底你要拜哪一個玉皇大帝？這些事情實在說唯有佛經講得清楚、講得明白。這是說三界的狀況。"
    },
    {
      "id": "02-031-0035_p0028",
      "zh_CN": "【净影疏曰，爱欲之心，深而难越，故说为堑，教断令坏。】",
      "zh_TW": "【淨影疏曰，愛欲之心，深而難越，故說為塹，教斷令壞。】"
    },
    {
      "id": "02-031-0035_p0029",
      "zh_CN": "这是慧远法师《无量寿经》注解里面的一段话。经上讲『坏』，『爱欲』底下这个『堑』是比喻。佛经上说，所谓「爱不重不生娑婆，念不一不生净土」，又说「六道众生皆以爱欲而正性命」；换句话说，六道轮回的根本在哪里？就是在爱欲，只要有爱欲的念头，你就没有办法超越六道轮回，这是六道轮回的根。这个根难断，无始劫来的习气，世间人把这桩事情看得非常重，而不知道它是生死的根本，生死轮回的根本。「爱欲之心」，就是爱欲的念头，这个习气非常之深，不容易超越，比喻作「堑」。堑是护城河，现在没有了，古时候城都有城墙，城墙外面都挖的有护城河。这也是防御的一种工事，在现在的战争里头这已经不起作用，所以城池没有了，佛用它来做比喻。护城河虽然不是很宽，它有一定的深度，何况隔岸有重兵防守，很不容易渡过，把这个比喻作爱欲。",
      "zh_TW": "這是慧遠法師《無量壽經》註解裡面的一段話。經上講『壞』，『愛欲』底下這個『塹』是比喻。佛經上說，所謂「愛不重不生娑婆，念不一不生淨土」，又說「六道眾生皆以愛欲而正性命」；換句話說，六道輪迴的根本在哪裡？就是在愛欲，只要有愛欲的念頭，你就沒有辦法超越六道輪迴，這是六道輪迴的根。這個根難斷，無始劫來的習氣，世間人把這樁事情看得非常重，而不知道它是生死的根本，生死輪迴的根本。「愛欲之心」，就是愛欲的念頭，這個習氣非常之深，不容易超越，比喻作「塹」。塹是護城河，現在沒有了，古時候城都有城牆，城牆外面都挖的有護城河。這也是防禦的一種工事，在現在的戰爭裡頭這已經不起作用，所以城池沒有了，佛用它來做比喻。護城河雖然不是很寬，它有一定的深度，何況隔岸有重兵防守，很不容易渡過，把這個比喻作愛欲。"
    },
    {
      "id": "02-031-0035_p0030",
      "zh_CN": "『教断令坏』，佛教学生、教弟子爱欲一定要断，不断就不能出三界。这是个很现实的问题，我们要多想想，我们想不想还在六道里面搞生死轮回？无量劫来，轮回太苦了，生生世世恩爱、怨恨没完没了，这是一切众生的现象。我们冷静的去观察，慢慢才能够觉悟，佛所说的决定不错。",
      "zh_TW": "『教斷令壞』，佛教學生、教弟子愛欲一定要斷，不斷就不能出三界。這是個很現實的問題，我們要多想想，我們想不想還在六道裡面搞生死輪迴？無量劫來，輪迴太苦了，生生世世恩愛、怨恨沒完沒了，這是一切眾生的現象。我們冷靜的去觀察，慢慢才能夠覺悟，佛所說的決定不錯。"
    },
    {
      "id": "02-031-0035_p0031",
      "zh_CN": "【甄解曰，坏诸欲堑者。】",
      "zh_TW": "【甄解曰，壞諸欲塹者。】"
    },
    {
      "id": "02-031-0035_p0032",
      "zh_CN": "『坏诸欲堑』是经文，这句话的意思是舍欲心。这个欲句括的范围很大，你所有的欲望，在一般讲就是五欲，财、色、名、食、睡。佛在经上把众生无量的欲望，归为这五大类，称之为五欲，经上说得好，这五条叫地狱五条根。财色名食睡，地狱五条根，有一条你就逃不出去，五条都具足，那还得了吗？所以叫你：",
      "zh_TW": "『壞諸欲塹』是經文，這句話的意思是捨欲心。這個欲句括的範圍很大，你所有的欲望，在一般講就是五欲，財、色、名、食、睡。佛在經上把眾生無量的欲望，歸為這五大類，稱之為五欲，經上說得好，這五條叫地獄五條根。財色名食睡，地獄五條根，有一條你就逃不出去，五條都具足，那還得了嗎？所以叫你："
    },
    {
      "id": "02-031-0035_p0033",
      "zh_CN": "【舍欲心，爱欲是诸苦之本，欲流深广。】",
      "zh_TW": "【捨欲心，愛欲是諸苦之本，欲流深廣。】"
    },
    {
      "id": "02-031-0035_p0034",
      "zh_CN": "『欲流』是比喻，像水一样，长江大河一样，既深又广。",
      "zh_TW": "『欲流』是比喻，像水一樣，長江大河一樣，既深又廣。"
    },
    {
      "id": "02-031-0035_p0035",
      "zh_CN": "【众生漂溺之而难度，说以为堑。】",
      "zh_TW": "【眾生漂溺之而難度，說以為塹。】"
    },
    {
      "id": "02-031-0035_p0036",
      "zh_CN": "用这个来做比喻。《甄解》里面说『堑』就不是护城河，把它比作长江、黄河，这是大水，而不是小水。众生漂溺在里面，的确是很难度脱的。",
      "zh_TW": "用這個來做比喻。《甄解》裡面說『塹』就不是護城河，把它比作長江、黃河，這是大水，而不是小水。眾生漂溺在裡面，的確是很難度脫的。"
    },
    {
      "id": "02-031-0035_p0037",
      "zh_CN": "【字苑云，堑，绕城长水坑也。】",
      "zh_TW": "【字苑云，塹，繞城長水坑也。】"
    },
    {
      "id": "02-031-0035_p0038",
      "zh_CN": "这一句是后人的小注，不是《甄解》的原文，说明这个字是护城河，围绕着城墙的这一道水。",
      "zh_TW": "這一句是後人的小註，不是《甄解》的原文，說明這個字是護城河，圍繞著城牆的這一道水。"
    },
    {
      "id": "02-031-0035_p0039",
      "zh_CN": "【佛法剑，截欲堑，令散坏也。】",
      "zh_TW": "【佛法劍，截欲塹，令散壞也。】"
    },
    {
      "id": "02-031-0035_p0040",
      "zh_CN": "佛法所说的是智慧，世法、佛法里面常常用剑代表智慧，所以是慧剑，慧剑能断烦恼。文殊菩萨表智慧，我们看文殊菩萨造像，他骑的是狮子，狮子代表威猛，所谓百兽之王，手上拿的是剑，代表智慧，造像用这个来表法。普贤菩萨的造像，他骑的是大象，象代表稳重，表定，手上拿的是如意。如意是叫人回头，回头就如意，是叫你能够回头，回首如意，这都是表法的意思。",
      "zh_TW": "佛法所說的是智慧，世法、佛法裡面常常用劍代表智慧，所以是慧劍，慧劍能斷煩惱。文殊菩薩表智慧，我們看文殊菩薩造像，他騎的是獅子，獅子代表威猛，所謂百獸之王，手上拿的是劍，代表智慧，造像用這個來表法。普賢菩薩的造像，他騎的是大象，象代表穩重，表定，手上拿的是如意。如意是叫人回頭，回頭就如意，是叫你能夠回頭，回首如意，這都是表法的意思。"
    },
    {
      "id": "02-031-0035_p0041",
      "zh_CN": "【合赞曰，见爱烦恼，譬如垢污，空慧能除，亦如洗濯。】",
      "zh_TW": "【合贊曰，見愛煩惱，譬如垢污，空慧能除，亦如洗濯。】"
    },
    {
      "id": "02-031-0035_p0042",
      "zh_CN": "《无量寿经合赞》里头说，这些古来的大德，对于「坏诸欲堑」这句经文可以说都是很重视。特别在注疏里面提醒我们，『见爱烦恼』，这两个字包括了见思烦恼，实在讲就是见思烦恼；见是见惑，爱是属于思惑，贪瞋痴慢都是属于爱，这见思烦恼。染污了真性、染污了真心，真心就是真如本性，禅宗里面说「父母未生前本来面目」，佛告诉我们，那是我们真正的自己，那是真我。凡夫很不幸，就是被见爱污染，污染之后，真我不见了，出现了一个假我。我们现在执着的我是个假我，假我很苦，真我自在。真我是什么？我们常讲诸佛如来，诸佛如来是真我；换句话说，一切众生本来是佛。我们读了不少大乘经典，别的佛不太清楚，《华严经》上毘卢遮那佛，西方世界阿弥陀佛，我们原来跟他们一样，没有差别！现在变得这么苦，就是你把真我迷失了，怎么迷的？见爱烦恼迷了。",
      "zh_TW": "《無量壽經合贊》裡頭說，這些古來的大德，對於「壞諸欲塹」這句經文可以說都是很重視。特別在註疏裡面提醒我們，『見愛煩惱』，這兩個字包括了見思煩惱，實在講就是見思煩惱；見是見惑，愛是屬於思惑，貪瞋痴慢都是屬於愛，這見思煩惱。染污了真性、染污了真心，真心就是真如本性，禪宗裡面說「父母未生前本來面目」，佛告訴我們，那是我們真正的自己，那是真我。凡夫很不幸，就是被見愛污染，污染之後，真我不見了，出現了一個假我。我們現在執著的我是個假我，假我很苦，真我自在。真我是什麼？我們常講諸佛如來，諸佛如來是真我；換句話說，一切眾生本來是佛。我們讀了不少大乘經典，別的佛不太清楚，《華嚴經》上毘盧遮那佛，西方世界阿彌陀佛，我們原來跟他們一樣，沒有差別！現在變得這麼苦，就是你把真我迷失了，怎麼迷的？見愛煩惱迷了。"
    },
    {
      "id": "02-031-0035_p0043",
      "zh_CN": "而世间人真的，这个事情就像远公所说的「深而难越」，佛在经上跟我们讲得这么清楚、这么明白，几个人听了肯放下？放下就是肯放下污染、肯放下烦恼，谁肯放下？果然真的放下，恭喜你，你就成佛了，如果放不下你还是六道凡夫。佛说一切经，一切经里面都是讲定慧，唯有定慧能够对付烦恼，能够消除垢污。像我们衣服脏了，脏了晓得把它洗干净，身体脏了，也晓得把它洗干净，居住的环境脏了，也知道把它清洁整理。为什么我们心性的染污，不肯把它洗刷干净？经上教给我们洗心易行，这是我们应当要反省的、应当要警觉的。我们每天读经、念佛，要知道就是洗刷心性上的污染。",
      "zh_TW": "而世間人真的，這個事情就像遠公所說的「深而難越」，佛在經上跟我們講得這麼清楚、這麼明白，幾個人聽了肯放下？放下就是肯放下污染、肯放下煩惱，誰肯放下？果然真的放下，恭喜你，你就成佛了，如果放不下你還是六道凡夫。佛說一切經，一切經裡面都是講定慧，唯有定慧能夠對付煩惱，能夠消除垢污。像我們衣服髒了，髒了曉得把它洗乾淨，身體髒了，也曉得把它洗乾淨，居住的環境髒了，也知道把它清潔整理。為什麼我們心性的染污，不肯把它洗刷乾淨？經上教給我們洗心易行，這是我們應當要反省的、應當要警覺的。我們每天讀經、念佛，要知道就是洗刷心性上的污染。"
    },
    {
      "id": "02-031-0035_p0044",
      "zh_CN": "【除邪显正，故曰显明。】",
      "zh_TW": "【除邪顯正，故曰顯明。】"
    },
    {
      "id": "02-031-0035_p0045",
      "zh_CN": "这是解释『显明』两个字。『邪』是一切错误的思想、见解，『正』是正确的思想、见解，要把邪知邪见除掉。离开邪知邪见，你的见解、思想就是纯正的，不必再去找正，离了邪就是正，所以叫「显明清白」。",
      "zh_TW": "這是解釋『顯明』兩個字。『邪』是一切錯誤的思想、見解，『正』是正確的思想、見解，要把邪知邪見除掉。離開邪知邪見，你的見解、思想就是純正的，不必再去找正，離了邪就是正，所以叫「顯明清白」。"
    },
    {
      "id": "02-031-0035_p0046",
      "zh_CN": "【以护法城，故曰清白。】",
      "zh_TW": "【以護法城，故曰清白。】"
    },
    {
      "id": "02-031-0035_p0047",
      "zh_CN": "这是『清白』的意思。『法城』就是比喻自己的心性。",
      "zh_TW": "這是『清白』的意思。『法城』就是比喻自己的心性。"
    },
    {
      "id": "02-031-0035_p0048",
      "zh_CN": "【超诸毁谤，故曰清白。】",
      "zh_TW": "【超諸毀謗，故曰清白。】"
    },
    {
      "id": "02-031-0035_p0049",
      "zh_CN": "这也是『清白』的意思。『毁谤』，谁毁你、谁谤你？不是外人，全是自己，自己以邪知邪见，这是毁的意思；妄语、恶口、两舌，那是谤的意思。此地「毁谤」不是说别人，完全在自己分上。换句话说，我们的生活、思想、见解、言行完全违背了自性，这是毁谤的意思。下面还是解释这个意思。",
      "zh_TW": "這也是『清白』的意思。『毀謗』，誰毀你、誰謗你？不是外人，全是自己，自己以邪知邪見，這是毀的意思；妄語、惡口、兩舌，那是謗的意思。此地「毀謗」不是說別人，完全在自己分上。換句話說，我們的生活、思想、見解、言行完全違背了自性，這是毀謗的意思。下面還是解釋這個意思。"
    },
    {
      "id": "02-031-0035_p0050",
      "zh_CN": "【合赞曰，智断之果，谓之法城。】",
      "zh_TW": "【合贊曰，智斷之果，謂之法城。】"
    },
    {
      "id": "02-031-0035_p0051",
      "zh_CN": "『智』是般若智慧，『断』是讲断德，就是断烦恼断习气。烦恼习气断了，自性般若智慧就现前，这个事情就叫做『法城』，可见得法城是指的自性。",
      "zh_TW": "『智』是般若智慧，『斷』是講斷德，就是斷煩惱斷習氣。煩惱習氣斷了，自性般若智慧就現前，這個事情就叫做『法城』，可見得法城是指的自性。"
    },
    {
      "id": "02-031-0035_p0052",
      "zh_CN": "【嘉祥疏曰，遣除迷垢，故云洗濯。】",
      "zh_TW": "【嘉祥疏曰，遣除迷垢，故云洗濯。】"
    },
    {
      "id": "02-031-0035_p0053",
      "zh_CN": "『遣』是离开、舍弃，除去迷惑、污染，『迷』是讲无明，『垢』是指烦恼。佛跟我们讲的烦恼有三大类，见思烦恼、尘沙烦恼，用垢来代表，无明烦恼就是迷。要把这三种烦恼把它洗刷干净。",
      "zh_TW": "『遣』是離開、捨棄，除去迷惑、污染，『迷』是講無明，『垢』是指煩惱。佛跟我們講的煩惱有三大類，見思煩惱、塵沙煩惱，用垢來代表，無明煩惱就是迷。要把這三種煩惱把它洗刷乾淨。"
    },
    {
      "id": "02-031-0035_p0054",
      "zh_CN": "【无相之解，是无漏明，故云清白。】",
      "zh_TW": "【無相之解，是無漏明，故云清白。】"
    },
    {
      "id": "02-031-0035_p0055",
      "zh_CN": "这个『清白』的意思更深了，指的是自性之性德。此地的意思着重在自性般若的现前，这「清白」的意思。『无相』就是《金刚经》上讲的离四相、离四见，离相离见，宇宙人生的真相自然明了通达，这叫「无相之解」，事实真相才完全明了，这个也叫做『无漏明』。漏是烦恼，刚才讲了，见思、尘沙、无明都用漏来做代表，无漏就是漏尽，三种烦恼完全断干净，叫做无漏。无漏之明就是自性般若智慧圆满的现前，这是如来果地上的境界，称之为清白。",
      "zh_TW": "這個『清白』的意思更深了，指的是自性之性德。此地的意思著重在自性般若的現前，這「清白」的意思。『無相』就是《金剛經》上講的離四相、離四見，離相離見，宇宙人生的真相自然明瞭通達，這叫「無相之解」，事實真相才完全明瞭，這個也叫做『無漏明』。漏是煩惱，剛才講了，見思、塵沙、無明都用漏來做代表，無漏就是漏盡，三種煩惱完全斷乾淨，叫做無漏。無漏之明就是自性般若智慧圓滿的現前，這是如來果地上的境界，稱之為清白。"
    },
    {
      "id": "02-031-0035_p0056",
      "zh_CN": "由此可知，佛法里面确实有许多的理论、事实、境界，是我们凡夫无法想像的，为什么？想像是不清净的，想像都是第六识跟第七识。大乘佛法的修学不仅仅只有禅宗叫我们离开思惟、想像，不要用这个东西，离心意识，参禅叫离心意识参。没离心意识，那不叫参，佛家在这个功夫上说一个参，参就是离心意识。怎么个离法？你先要了解心意识的作用，心是阿赖耶识，落印象；意是末那识，执着，叫意根，执着；第六意识是分别。所以，第六意识分别，第七末那执着，第八阿赖耶落印象。离心意识，换句话说，我们在日常生活当中，见色闻声不分别，不分别就不用第六识；不执着，就不用第七识；不落印象就不用第八识，那叫做参。",
      "zh_TW": "由此可知，佛法裡面確實有許多的理論、事實、境界，是我們凡夫無法想像的，為什麼？想像是不清淨的，想像都是第六識跟第七識。大乘佛法的修學不僅僅只有禪宗叫我們離開思惟、想像，不要用這個東西，離心意識，參禪叫離心意識參。沒離心意識，那不叫參，佛家在這個功夫上說一個參，參就是離心意識。怎麼個離法？你先要了解心意識的作用，心是阿賴耶識，落印象；意是末那識，執著，叫意根，執著；第六意識是分別。所以，第六意識分別，第七末那執著，第八阿賴耶落印象。離心意識，換句話說，我們在日常生活當中，見色聞聲不分別，不分別就不用第六識；不執著，就不用第七識；不落印象就不用第八識，那叫做參。"
    },
    {
      "id": "02-031-0035_p0057",
      "zh_CN": "为什么世间这些科学家、哲学家不能成佛，不能证阿罗汉果？不但阿罗汉果他证不到，小乘初果须陀洹他也证不到，你要问原因在哪里？就是他用心意识。他对于一切万事万法，他要分别、他去研究，他有执着，执着就他有成见，他落印象，这就是诸佛菩萨跟凡夫用心不一样。凡夫用的妄心，妄心就是八识，心意识，你用这个东西，你不是用真心。诸佛菩萨，连小乘初果都已经学习不用妄心，这是我们在《金刚经》上看得很清楚的，须陀洹已经就不着证须陀洹的相；换句话说，须陀洹也就离四相了。他不执着就是不用第七识，当然他也不分别，这是非常明显的，他们的用心跟佛菩萨相同。所以初果叫入流，入圣人之流，入佛菩萨这一流，用心跟他们接近。凡夫没有入，没有入他那一类，就是你用心跟他们完全相违背。这是世间怎么样聪明智慧人，不能够证果，小乘初果他都没分。如果我们学佛对于这桩事情要没有搞清楚、没有搞明白，我们这一生无论怎么修，还都是在门外，没有法子入门。再看底下这一段。",
      "zh_TW": "為什麼世間這些科學家、哲學家不能成佛，不能證阿羅漢果？不但阿羅漢果他證不到，小乘初果須陀洹他也證不到，你要問原因在哪裡？就是他用心意識。他對於一切萬事萬法，他要分別、他去研究，他有執著，執著就他有成見，他落印象，這就是諸佛菩薩跟凡夫用心不一樣。凡夫用的妄心，妄心就是八識，心意識，你用這個東西，你不是用真心。諸佛菩薩，連小乘初果都已經學習不用妄心，這是我們在《金剛經》上看得很清楚的，須陀洹已經就不著證須陀洹的相；換句話說，須陀洹也就離四相了。他不執著就是不用第七識，當然他也不分別，這是非常明顯的，他們的用心跟佛菩薩相同。所以初果叫入流，入聖人之流，入佛菩薩這一流，用心跟他們接近。凡夫沒有入，沒有入他那一類，就是你用心跟他們完全相違背。這是世間怎麼樣聰明智慧人，不能夠證果，小乘初果他都沒分。如果我們學佛對於這樁事情要沒有搞清楚、沒有搞明白，我們這一生無論怎麼修，還都是在門外，沒有法子入門。再看底下這一段。"
    },
    {
      "id": "02-031-0035_p0058",
      "zh_CN": "【甄解曰，洗濯垢污，显明清白。】",
      "zh_TW": "【甄解曰，洗濯垢污，顯明清白。】"
    },
    {
      "id": "02-031-0035_p0059",
      "zh_CN": "这两句是经文，下面是解释。",
      "zh_TW": "這兩句是經文，下面是解釋。"
    },
    {
      "id": "02-031-0035_p0060",
      "zh_CN": "【是澍雨德，雨有能洗物垢污，能显清白体之德。】",
      "zh_TW": "【是澍雨德，雨有能洗物垢污，能顯清白體之德。】"
    },
    {
      "id": "02-031-0035_p0061",
      "zh_CN": "『澍雨』就是下大雨。下大雨确实把不但是地面上的物质能洗刷干净，连空气当中的污染也被它清洁了。所以雨有『洗物』，这个物是一切物质，物质的『垢污』，『能显清白体之德』，这两句好懂。比喻佛说法：",
      "zh_TW": "『澍雨』就是下大雨。下大雨確實把不但是地面上的物質能洗刷乾淨，連空氣當中的污染也被它清潔了。所以雨有『洗物』，這個物是一切物質，物質的『垢污』，『能顯清白體之德』，這兩句好懂。比喻佛說法："
    },
    {
      "id": "02-031-0035_p0062",
      "zh_CN": "【如来法轮，洗濯尘劳垢污。】",
      "zh_TW": "【如來法輪，洗濯塵勞垢污。】"
    },
    {
      "id": "02-031-0035_p0063",
      "zh_CN": "用它来比喻这个。佛菩萨为一切众生讲经说法，无非是帮助众生开悟，破迷开悟。迷就是污染，就是垢秽，破迷就是洗除污染。『尘劳』，劳是劳累，尘就是染污的意思。佛将世间六根所对的对象，称之为六尘，眼对的是色，耳对的是声，色声香味触法，意对的是法。这六样东西染污了自性，所以叫它做六尘。自性被污染之后，它的作用就劳苦，劳苦是说它不自在，它不清净了，与解脱恰恰相反。诸佛如来三德里面是法身、般若、解脱，解脱是大自在，众生有尘劳，这个自在失掉了，尘劳垢污。佛是帮助我们觉悟事实的真相，教我们把这些东西放下，放下之后，本有清净的性体就显露了，",
      "zh_TW": "用它來比喻這個。佛菩薩為一切眾生講經說法，無非是幫助眾生開悟，破迷開悟。迷就是污染，就是垢穢，破迷就是洗除污染。『塵勞』，勞是勞累，塵就是染污的意思。佛將世間六根所對的對象，稱之為六塵，眼對的是色，耳對的是聲，色聲香味觸法，意對的是法。這六樣東西染污了自性，所以叫它做六塵。自性被污染之後，它的作用就勞苦，勞苦是說它不自在，它不清淨了，與解脫恰恰相反。諸佛如來三德裡面是法身、般若、解脫，解脫是大自在，眾生有塵勞，這個自在失掉了，塵勞垢污。佛是幫助我們覺悟事實的真相，教我們把這些東西放下，放下之後，本有清淨的性體就顯露了，"
    },
    {
      "id": "02-031-0035_p0064",
      "zh_CN": "【开显本有净体也。】",
      "zh_TW": "【開顯本有淨體也。】"
    },
    {
      "id": "02-031-0035_p0065",
      "zh_CN": "所以，法身、般若智慧、无量德能是我们自己本来具足的，不是从外面来的。这桩事情只有诸佛菩萨明了清楚，所以诸佛菩萨他们能够尊重一切众生。为什么尊重一切众生？连地狱众生佛菩萨都尊敬，普贤菩萨礼敬诸佛，普贤是等觉菩萨，还有道后普贤，就是成佛之后再退到普贤菩萨位子上来。他们对于恶道的众生都知敬，跟对于诸佛如来的尊敬无二无别。他为什么这么做？因为他知道一切众生自性跟佛没有丝毫差别。所差别的在哪里？在迷悟。众生糊涂，迷失了自己的自性，不是他没有，不是他没有智慧、没有德能，他具足！执迷不悟，虽然迷失自性，自性并没有丧失，并没有欠缺。所以，诸佛如来对于一切众生的尊敬，是尊敬他的性德。",
      "zh_TW": "所以，法身、般若智慧、無量德能是我們自己本來具足的，不是從外面來的。這樁事情只有諸佛菩薩明瞭清楚，所以諸佛菩薩他們能夠尊重一切眾生。為什麼尊重一切眾生？連地獄眾生佛菩薩都尊敬，普賢菩薩禮敬諸佛，普賢是等覺菩薩，還有道後普賢，就是成佛之後再退到普賢菩薩位子上來。他們對於惡道的眾生都知敬，跟對於諸佛如來的尊敬無二無別。他為什麼這麼做？因為他知道一切眾生自性跟佛沒有絲毫差別。所差別的在哪裡？在迷悟。眾生糊塗，迷失了自己的自性，不是他沒有，不是他沒有智慧、沒有德能，他具足！執迷不悟，雖然迷失自性，自性並沒有喪失，並沒有欠缺。所以，諸佛如來對於一切眾生的尊敬，是尊敬他的性德。"
    },
    {
      "id": "02-031-0035_p0066",
      "zh_CN": "【净影疏曰，贮积多德，名贮功德。】",
      "zh_TW": "【淨影疏曰，貯積多德，名貯功德。】"
    },
    {
      "id": "02-031-0035_p0067",
      "zh_CN": "『贮』是贮蓄的意思，此地讲的『贮功德』是从修德上说的。性德我们本具，我们今天的性德不能现前，这是无量劫来被无明烦恼障碍住。所以佛叫我们修行，修什么？无非是把这些障碍去掉而已，去了障碍，性德就现前，性德不是修来的。去了一分黑暗，就透一分光明，去两分黑暗就透两分光明，所以古大德教人，但除其妄，不必求真，如果你有求真的念头，又是一个妄念。只是除妄两已，而妄的根就是妄想，起心动念都是妄想。所以，在凡夫分上，修德是非常重要。",
      "zh_TW": "『貯』是貯蓄的意思，此地講的『貯功德』是從修德上說的。性德我們本具，我們今天的性德不能現前，這是無量劫來被無明煩惱障礙住。所以佛叫我們修行，修什麼？無非是把這些障礙去掉而已，去了障礙，性德就現前，性德不是修來的。去了一分黑暗，就透一分光明，去兩分黑暗就透兩分光明，所以古大德教人，但除其妄，不必求真，如果你有求真的念頭，又是一個妄念。只是除妄兩已，而妄的根就是妄想，起心動念都是妄想。所以，在凡夫分上，修德是非常重要。"
    },
    {
      "id": "02-031-0035_p0068",
      "zh_CN": "【现受物供，故名为示，生世福善，如田生物，故云福田。】",
      "zh_TW": "【現受物供，故名為示，生世福善，如田生物，故云福田。】"
    },
    {
      "id": "02-031-0035_p0069",
      "zh_CN": "这是解释『福田』这两个字的意思，「贮功德，示福田」，这两句是经文。『示』是示现，众生要种福，到哪里去种？供养三宝，三宝是无上福田。所以佛要示现接受这个物，他不说人，如果说人，六道里头只是人道；说物，六道统统包括了。天、阿修罗、人、地狱、饿鬼、畜生，用一个物，物的范围大，物可以包括人，人不能包括物。所以，此地这个『物』不是物质，此地的物是人、物。如果范围再扩大，九法界众生，上面还可以包括声闻、缘觉、菩萨，这些人都来供养诸佛如来。所以佛示现这个三宝。",
      "zh_TW": "這是解釋『福田』這兩個字的意思，「貯功德，示福田」，這兩句是經文。『示』是示現，眾生要種福，到哪裡去種？供養三寶，三寶是無上福田。所以佛要示現接受這個物，他不說人，如果說人，六道裡頭只是人道；說物，六道統統包括了。天、阿修羅、人、地獄、餓鬼、畜生，用一個物，物的範圍大，物可以包括人，人不能包括物。所以，此地這個『物』不是物質，此地的物是人、物。如果範圍再擴大，九法界眾生，上面還可以包括聲聞、緣覺、菩薩，這些人都來供養諸佛如來。所以佛示現這個三寶。"
    },
    {
      "id": "02-031-0035_p0070",
      "zh_CN": "在此地，我们一定要明了它的真实义。佛是觉的意思，我们供养佛，现在错会意思的人实在是太多，只是塑造佛像，在佛像面前香花、水果来供养，这有什么意思？毫无意义。如果能令一切众生觉悟，那你是真供养佛，供佛是供觉，供养法是供正，供僧是供净，《无量寿经》上经题觉正净。这里面最重要的，大乘经上常讲度众生先度自性众生，四弘誓愿里面，「自性众生誓愿度，自性烦恼誓愿断，自性法门誓愿学，自性佛道誓愿成」，这四句是先度自己。这个意思不明，完全是依文解义，那个做法就是古人所讲的「三世佛冤」，三世诸佛看到你这个做法都喊冤枉，你把意思全搞错掉。",
      "zh_TW": "在此地，我們一定要明瞭它的真實義。佛是覺的意思，我們供養佛，現在錯會意思的人實在是太多，只是塑造佛像，在佛像面前香花、水果來供養，這有什麼意思？毫無意義。如果能令一切眾生覺悟，那你是真供養佛，供佛是供覺，供養法是供正，供僧是供淨，《無量壽經》上經題覺正淨。這裡面最重要的，大乘經上常講度眾生先度自性眾生，四弘誓願裡面，「自性眾生誓願度，自性煩惱誓願斷，自性法門誓願學，自性佛道誓願成」，這四句是先度自己。這個意思不明，完全是依文解義，那個做法就是古人所講的「三世佛冤」，三世諸佛看到你這個做法都喊冤枉，你把意思全搞錯掉。"
    },
    {
      "id": "02-031-0035_p0071",
      "zh_CN": "供养法，法是如来的正知正见，经上常常说受持、读诵、书写、为人演说，这一句教诲就包括了圆满的供养，包括了此地所说的圆满的示福田，「贮功德，示福田」，三宝要这样的供养。受持就是如教修行，佛在经上怎样教我，我就怎样去做，这叫受持。「行愿品」里面总说了七种法供养，如教修行是第一种的法供养，我们「贮功德，示福田」要懂这个意思。读诵是自他两利，对自己，不忘佛菩萨的教诲，常常读诵不忘记。第二我们念出声音给别人听，这是利他。别人听得懂听不懂不要去顾虑，我们只是高声朗诵。听不懂的人，一历耳根永为道种，你度了他。我们念一声阿弥陀佛，旁边很多人听到，阿弥陀佛的种子已经入了他阿赖耶识去，那就是他将来得度的根本，这个种子是你给他种的。如果善根成熟的人，听一句他就开悟了。禅宗六祖惠祖大师在卖柴的时候听到一个人念《金刚经》，他在窗外听到人在里面念《金刚经》，听了一段他就开悟了。读诵自利利他，那是根性成熟了，一听就开悟；没有成熟的给他种种子，种成佛的种子。所以，读诵为什么要大声，道理在此地。",
      "zh_TW": "供養法，法是如來的正知正見，經上常常說受持、讀誦、書寫、為人演說，這一句教誨就包括了圓滿的供養，包括了此地所說的圓滿的示福田，「貯功德，示福田」，三寶要這樣的供養。受持就是如教修行，佛在經上怎樣教我，我就怎樣去做，這叫受持。「行願品」裡面總說了七種法供養，如教修行是第一種的法供養，我們「貯功德，示福田」要懂這個意思。讀誦是自他兩利，對自己，不忘佛菩薩的教誨，常常讀誦不忘記。第二我們念出聲音給別人聽，這是利他。別人聽得懂聽不懂不要去顧慮，我們只是高聲朗誦。聽不懂的人，一歷耳根永為道種，你度了他。我們念一聲阿彌陀佛，旁邊很多人聽到，阿彌陀佛的種子已經入了他阿賴耶識去，那就是他將來得度的根本，這個種子是你給他種的。如果善根成熟的人，聽一句他就開悟了。禪宗六祖惠祖大師在賣柴的時候聽到一個人念《金剛經》，他在窗外聽到人在裡面念《金剛經》，聽了一段他就開悟了。讀誦自利利他，那是根性成熟了，一聽就開悟；沒有成熟的給他種種子，種成佛的種子。所以，讀誦為什麼要大聲，道理在此地。"
    },
    {
      "id": "02-031-0035_p0072",
      "zh_CN": "书写是流通，现在我们印经普遍布施，宣传佛法。为人演说也非常重要，因为娑婆世界的众生眼根并不是很利，许多人你把佛法介绍给他，他看不懂，他也不愿意看。耳根比眼根利，你讲给他听反而能够接受，反而容易觉悟。所以要为人演说，演的意思更深，自己做出样子给别人看，有言教、有身教，演是身教，做榜样给他看。所以这是『生世福善』，能生世间的大福大善，就像田地一样，田能够生长五谷杂粮，比喻作福田。我们修福要懂得怎么个修法，你真正种了福田，真正是修了福。底下一段：",
      "zh_TW": "書寫是流通，現在我們印經普遍布施，宣傳佛法。為人演說也非常重要，因為娑婆世界的眾生眼根並不是很利，許多人你把佛法介紹給他，他看不懂，他也不願意看。耳根比眼根利，你講給他聽反而能夠接受，反而容易覺悟。所以要為人演說，演的意思更深，自己做出樣子給別人看，有言教、有身教，演是身教，做榜樣給他看。所以這是『生世福善』，能生世間的大福大善，就像田地一樣，田能夠生長五穀雜糧，比喻作福田。我們修福要懂得怎麼個修法，你真正種了福田，真正是修了福。底下一段："
    },
    {
      "id": "02-031-0035_p0073",
      "zh_CN": "【甄解曰，福田者，供养如来，所施虽少，获福宏多，犹如良田，所种虽少，收实甚多。】",
      "zh_TW": "【甄解曰，福田者，供養如來，所施雖少，獲福宏多，猶如良田，所種雖少，收實甚多。】"
    },
    {
      "id": "02-031-0035_p0074",
      "zh_CN": "『实』是果实，你收得多。这句话的意思也是很深很广。供养里面包括财供养与法供养，若能如法，一切财供养都变成法供养；如果不如法，恐怕你修的法供养都变成财供养，财供养所得的是世间有漏的福报。要怎样把财供养变成法供养？《金刚经》上两句话非常好，「不取于相，如如不动」，就能把世间的财供养转变成法供养。能够依佛这样教诲去用功、去修行，或者我们讲得更具体一点，依照佛的教训去生活、去过日子、去工作、去待人处事接物，守住「应无所住而生其心」，你这就是供养如来。如来是什么？如来是自性，真如自性。不是叫你供养一个佛像，供养佛像没用处，要真正知道供养自性。这个供养在哪里修？就在你日常生活当中修、工作里面修、待人接物里面修，所以叫「贮功德，示福田」。",
      "zh_TW": "『實』是果實，你收得多。這句話的意思也是很深很廣。供養裡面包括財供養與法供養，若能如法，一切財供養都變成法供養；如果不如法，恐怕你修的法供養都變成財供養，財供養所得的是世間有漏的福報。要怎樣把財供養變成法供養？《金剛經》上兩句話非常好，「不取於相，如如不動」，就能把世間的財供養轉變成法供養。能夠依佛這樣教誨去用功、去修行，或者我們講得更具體一點，依照佛的教訓去生活、去過日子、去工作、去待人處事接物，守住「應無所住而生其心」，你這就是供養如來。如來是什麼？如來是自性，真如自性。不是叫你供養一個佛像，供養佛像沒用處，要真正知道供養自性。這個供養在哪裡修？就在你日常生活當中修、工作裡面修、待人接物裡面修，所以叫「貯功德，示福田」。"
    },
    {
      "id": "02-031-0035_p0075",
      "zh_CN": "【菩萨本生经，所以佛为福田，贮无上功德故也。】",
      "zh_TW": "【菩薩本生經，所以佛為福田，貯無上功德故也。】"
    },
    {
      "id": "02-031-0035_p0076",
      "zh_CN": "『佛为福田』这句话怎么讲？释迦牟尼佛一生，从出生，八相成道到圆寂，示现给我们说明一个人一生应当怎样过，佛就是非常好的榜样。我们把它归纳起来，佛的一生没有为自己，一丝一毫都没有，佛的一生都是为一切众生。生为一切众生，生活为一切众生，工作为一切众生，最后圆寂也为一切众生。不为自己，就是应无所住，示现为利益一切众生，那就是而生其心，释迦牟尼佛做到了。不单单是言语教导我们，他以身作则，完全做到，这就是佛为福田。从他一生当中点点滴滴，显示着无上的功德。凡夫跟佛菩萨恰恰相反，凡夫是念念为自己，能够有百分之一、二的心来利益众生，已经是世间的大善人，总不能像佛菩萨，一丝毫的私心都没有。我们要想修行、证果，要想念佛往生不退成佛，若不能将私心放下，往生也是障碍。生到西方极乐世界，都是大乘菩萨，都是要把世间一切的污染舍得干干净净，妄想分别执着这个东西不能带着去。第七十五段。",
      "zh_TW": "『佛為福田』這句話怎麼講？釋迦牟尼佛一生，從出生，八相成道到圓寂，示現給我們說明一個人一生應當怎樣過，佛就是非常好的榜樣。我們把它歸納起來，佛的一生沒有為自己，一絲一毫都沒有，佛的一生都是為一切眾生。生為一切眾生，生活為一切眾生，工作為一切眾生，最後圓寂也為一切眾生。不為自己，就是應無所住，示現為利益一切眾生，那就是而生其心，釋迦牟尼佛做到了。不單單是言語教導我們，他以身作則，完全做到，這就是佛為福田。從他一生當中點點滴滴，顯示著無上的功德。凡夫跟佛菩薩恰恰相反，凡夫是念念為自己，能夠有百分之一、二的心來利益眾生，已經是世間的大善人，總不能像佛菩薩，一絲毫的私心都沒有。我們要想修行、證果，要想念佛往生不退成佛，若不能將私心放下，往生也是障礙。生到西方極樂世界，都是大乘菩薩，都是要把世間一切的污染捨得乾乾淨淨，妄想分別執著這個東西不能帶著去。第七十五段。"
    },
    {
      "id": "02-031-0035_p0077",
      "zh_CN": "【俱舍论有四福田。】",
      "zh_TW": "【俱舍論有四福田。】"
    },
    {
      "id": "02-031-0035_p0078",
      "zh_CN": "《俱舍论》里面讲福田有四种。",
      "zh_TW": "《俱舍論》裡面講福田有四種。"
    },
    {
      "id": "02-031-0035_p0079",
      "zh_CN": "【一趣田，畜生也。】",
      "zh_TW": "【一趣田，畜生也。】"
    },
    {
      "id": "02-031-0035_p0080",
      "zh_CN": "『趣』是讲的五趣，单单指『畜生』，对于畜生要爱护，要布施给牠们。畜生所需要的是食物，而且很少，随时随地能帮助牠一点，慈悲心爱护牠，这是无畏布施。你布施牠一点食物，这是属于财布施，所以对于畜生我们可以做的，就是财布施，果报得财富；无畏布施，果报得健康长寿。所以素食，素食就是无畏布施，不食众生肉，就是无畏布施。",
      "zh_TW": "『趣』是講的五趣，單單指『畜生』，對於畜生要愛護，要布施給牠們。畜生所需要的是食物，而且很少，隨時隨地能幫助牠一點，慈悲心愛護牠，這是無畏布施。你布施牠一點食物，這是屬於財布施，所以對於畜生我們可以做的，就是財布施，果報得財富；無畏布施，果報得健康長壽。所以素食，素食就是無畏布施，不食眾生肉，就是無畏布施。"
    },
    {
      "id": "02-031-0035_p0081",
      "zh_CN": "【二苦田，贫穷困苦之人也。】",
      "zh_TW": "【二苦田，貧窮困苦之人也。】"
    },
    {
      "id": "02-031-0035_p0082",
      "zh_CN": "『苦田』就是『贫穷困苦之人』，对于这种人我们三种布施都要做。财布施，救济他的贫困；法布施，劝他断恶修善，传授给他谋生的技能，这都是属于法布施：帮助他离苦得乐，这是无畏布施。所以三种布施统统都有。第三类叫：",
      "zh_TW": "『苦田』就是『貧窮困苦之人』，對於這種人我們三種布施都要做。財布施，救濟他的貧困；法布施，勸他斷惡修善，傳授給他謀生的技能，這都是屬於法布施：幫助他離苦得樂，這是無畏布施。所以三種布施統統都有。第三類叫："
    },
    {
      "id": "02-031-0035_p0083",
      "zh_CN": "【三恩田，父母等也。】",
      "zh_TW": "【三恩田，父母等也。】"
    },
    {
      "id": "02-031-0035_p0084",
      "zh_CN": "『恩田』是恩德，就是『父母』。要孝养父母，不但养父母之身体，要养父母之心，让父母生活能很快乐，没有忧虑。更进一步的养父母之志，父母对你的愿望。这一条很难做到，因为父母有智慧的，也有没有智慧的，有智慧的人他知道三界、六道都苦，他希望他的儿女都能够永脱轮回；这个做父母的有高度智慧，不希望他的子孙生生世世在轮回里面受苦。但是没有智慧的人则希望子女作官发财，搞这一套。自己学了佛懂得，父母的眼光虽然短浅，不够深远，自己一定要学佛，证得无上佛果，你的父母也就得度了。这才能真正叫报父母之恩。",
      "zh_TW": "『恩田』是恩德，就是『父母』。要孝養父母，不但養父母之身體，要養父母之心，讓父母生活能很快樂，沒有憂慮。更進一步的養父母之志，父母對你的願望。這一條很難做到，因為父母有智慧的，也有沒有智慧的，有智慧的人他知道三界、六道都苦，他希望他的兒女都能夠永脫輪迴；這個做父母的有高度智慧，不希望他的子孫生生世世在輪迴裡面受苦。但是沒有智慧的人則希望子女作官發財，搞這一套。自己學了佛懂得，父母的眼光雖然短淺，不夠深遠，自己一定要學佛，證得無上佛果，你的父母也就得度了。這才能真正叫報父母之恩。"
    },
    {
      "id": "02-031-0035_p0085",
      "zh_CN": "所以佛在经上讲，佛弟子如果不能帮助父母往生西方极乐世界，不能算是报父母之恩。你要怎么样叫你父母能够相信有西方极乐世界，相信念佛决定得生？这个你要有智慧、要有善巧方便帮助他，绝不让父母再搞六道轮回，六道太苦了。",
      "zh_TW": "所以佛在經上講，佛弟子如果不能幫助父母往生西方極樂世界，不能算是報父母之恩。你要怎麼樣叫你父母能夠相信有西方極樂世界，相信念佛決定得生？這個你要有智慧、要有善巧方便幫助他，絕不讓父母再搞六道輪迴，六道太苦了。"
    },
    {
      "id": "02-031-0035_p0086",
      "zh_CN": "【四德田。】",
      "zh_TW": "【四德田。】"
    },
    {
      "id": "02-031-0035_p0087",
      "zh_CN": "『德田』是佛菩萨。",
      "zh_TW": "『德田』是佛菩薩。"
    },
    {
      "id": "02-031-0035_p0088",
      "zh_CN": "【三乘之贤圣也。】",
      "zh_TW": "【三乘之賢聖也。】"
    },
    {
      "id": "02-031-0035_p0089",
      "zh_CN": "佛菩萨对我们的恩德太大了。我们在这一生当中能有觉悟，都是靠佛菩萨的教诲。「德田」，此地讲『三乘贤圣』，实际上就是三宝，佛法僧三宝，对于我们都有很大的恩德。宇宙人生的真相，六道轮回的事实，佛为我们说出的，佛要不出世，我们怎么会清楚、怎么会明白？佛法能够承传这样久远，实在讲是归功于经典，法宝，所以我们对于法宝要尊重。如果没有这些经典，佛去我们三千年，后人怎么能知道佛法？这是为什么要尊重法宝。法宝的尊重，最重要的是读诵、解说、依教奉行，这是尊法，供养法宝。其次是尽心尽力的流通，把佛法介绍给广大的群众，现在的方法比过去广泛得太多。过去只有经本，书写流通，现在除了印经之外，有录音、录影、有ＣＤ，现在还更进步的，电脑的国际网路，这都是我们供养法宝。",
      "zh_TW": "佛菩薩對我們的恩德太大了。我們在這一生當中能有覺悟，都是靠佛菩薩的教誨。「德田」，此地講『三乘賢聖』，實際上就是三寶，佛法僧三寶，對於我們都有很大的恩德。宇宙人生的真相，六道輪迴的事實，佛為我們說出的，佛要不出世，我們怎麼會清楚、怎麼會明白？佛法能夠承傳這樣久遠，實在講是歸功於經典，法寶，所以我們對於法寶要尊重。如果沒有這些經典，佛去我們三千年，後人怎麼能知道佛法？這是為什麼要尊重法寶。法寶的尊重，最重要的是讀誦、解說、依教奉行，這是尊法，供養法寶。其次是盡心盡力的流通，把佛法介紹給廣大的群眾，現在的方法比過去廣泛得太多。過去只有經本，書寫流通，現在除了印經之外，有錄音、錄影、有ＣＤ，現在還更進步的，電腦的國際網路，這都是我們供養法寶。"
    },
    {
      "id": "02-031-0035_p0090",
      "zh_CN": "法需要僧来承传，这是为什么要供养僧宝。没有僧代代相传，这些经典我们自己看不懂，所以「佛法无人说，虽智莫能解」，我们不理解，遇到还是等于没遇到。讲僧，僧诸位要知道不一定是出家人，僧是广义的，凡是能够依照六和敬修学的，都称之为僧。所以僧这个意思里面，出家、在家统统包括在其中。佛经上讲的很清楚，四个人在一起共修，如果你一家有四个人，你一家人都学佛，一家人依六和敬，你的家庭就是僧团。所以它不分在家、出家，也不分寺院、家庭，四个人在一起共修，就是一个僧团。这个僧团，诸佛护念，龙天尊敬，因为是世间所有一切团体里面和睦的团体，这是最为尊贵的团体。由此可知，僧团就是承传佛法的，修学佛法、弘扬佛法的。这是三宝，三宝对于一切众生有很大的恩德。末后这一句是总结。",
      "zh_TW": "法需要僧來承傳，這是為什麼要供養僧寶。沒有僧代代相傳，這些經典我們自己看不懂，所以「佛法無人說，雖智莫能解」，我們不理解，遇到還是等於沒遇到。講僧，僧諸位要知道不一定是出家人，僧是廣義的，凡是能夠依照六和敬修學的，都稱之為僧。所以僧這個意思裡面，出家、在家統統包括在其中。佛經上講的很清楚，四個人在一起共修，如果你一家有四個人，你一家人都學佛，一家人依六和敬，你的家庭就是僧團。所以它不分在家、出家，也不分寺院、家庭，四個人在一起共修，就是一個僧團。這個僧團，諸佛護念，龍天尊敬，因為是世間所有一切團體裡面和睦的團體，這是最為尊貴的團體。由此可知，僧團就是承傳佛法的，修學佛法、弘揚佛法的。這是三寶，三寶對於一切眾生有很大的恩德。末後這一句是總結。"
    },
    {
      "id": "02-031-0035_p0091",
      "zh_CN": "【是为广义之福田。】",
      "zh_TW": "【是為廣義之福田。】"
    },
    {
      "id": "02-031-0035_p0092",
      "zh_CN": "前面这个福田只说供养如来，这里跟我们讲了四种福田。四种都是我们生活当中时时刻刻都遇到的，可见得种福机会很多，不能说没有机会，随时随地都在修福、都在种福。种善因一定得善果，我们要知道这些事实真相。如果能够种福田而不着相，福德全变成功德，功德能帮助你明心见性，能帮助你断惑证真。所以菩萨六度，前面五条是福，修福，般若波罗蜜是智慧。般若波罗蜜是什么？实在说起来，最简单的解释就是《金刚经》上佛教人的「不取于相，如如不动」。你前面修布施、修持戒、修忍辱、修精进、修禅定，都能够守住「外不着相，内不动心」，统统都变成般若波罗蜜，福德都变成功德。里面没有智慧，就着相修福，这是世间有漏福报，这个里面差别很大。",
      "zh_TW": "前面這個福田只說供養如來，這裡跟我們講了四種福田。四種都是我們生活當中時時刻刻都遇到的，可見得種福機會很多，不能說沒有機會，隨時隨地都在修福、都在種福。種善因一定得善果，我們要知道這些事實真相。如果能夠種福田而不著相，福德全變成功德，功德能幫助你明心見性，能幫助你斷惑證真。所以菩薩六度，前面五條是福，修福，般若波羅蜜是智慧。般若波羅蜜是什麼？實在說起來，最簡單的解釋就是《金剛經》上佛教人的「不取於相，如如不動」。你前面修布施、修持戒、修忍辱、修精進、修禪定，都能夠守住「外不著相，內不動心」，統統都變成般若波羅蜜，福德都變成功德。裡面沒有智慧，就著相修福，這是世間有漏福報，這個裡面差別很大。"
    },
    {
      "id": "02-031-0035_p0093",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}