{
  "doc_id": "02-031-0032",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十二集",
    "zh_TW": "第三十二集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0032",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-031-0032_p0001",
      "zh_CN": "请掀开经本，第四十四面，倒数第四行，从二十八段看起：",
      "zh_TW": "請掀開經本，第四十四面，倒數第四行，從二十八段看起："
    },
    {
      "id": "02-031-0032_p0002",
      "zh_CN": "【法华玄赞云，施为可则曰方，善逗机宜曰便。】",
      "zh_TW": "【法華玄贊云，施為可則曰方，善逗機宜曰便。】"
    },
    {
      "id": "02-031-0032_p0003",
      "zh_CN": "这是解释方便两个字。『方』是方法，此地这个意思比较上深广。『施为』就是一切的造作，一切的设施，可以做为大众的一个榜样、一个原则，这样才叫做方。由此可知，方是大众通行的方法、原则。『便』的意思是『善逗机宜』，是以一种善巧方便接引大众的，这叫便。可见得它的意思比我们一般观念上讲的要深刻一些。底下一段：",
      "zh_TW": "這是解釋方便兩個字。『方』是方法，此地這個意思比較上深廣。『施為』就是一切的造作，一切的設施，可以做為大眾的一個榜樣、一個原則，這樣才叫做方。由此可知，方是大眾通行的方法、原則。『便』的意思是『善逗機宜』，是以一種善巧方便接引大眾的，這叫便。可見得它的意思比我們一般觀念上講的要深刻一些。底下一段："
    },
    {
      "id": "02-031-0032_p0004",
      "zh_CN": "【净影疏云，化行善巧，随物所宜，种种异现，名权方便。】",
      "zh_TW": "【淨影疏云，化行善巧，隨物所宜，種種異現，名權方便。】"
    },
    {
      "id": "02-031-0032_p0005",
      "zh_CN": "这是《净影疏》里头，也是解释「方便」两个字，可以合起来做为参考。『化行善巧』，化是教化，教化众生没有一定的方法，要随顺众生的根器。所以底下讲『随物所宜』，就是应当用什么方法就用什么方法，方法并没有一定。由此可知，因时、因地、因事，这里面一定要有高度的智慧，这个方法才用得非常巧妙，能令众生有所悟入，这才称之为善巧。",
      "zh_TW": "這是《淨影疏》裡頭，也是解釋「方便」兩個字，可以合起來做為參考。『化行善巧』，化是教化，教化眾生沒有一定的方法，要隨順眾生的根器。所以底下講『隨物所宜』，就是應當用什麼方法就用什麼方法，方法並沒有一定。由此可知，因時、因地、因事，這裡面一定要有高度的智慧，這個方法才用得非常巧妙，能令眾生有所悟入，這才稱之為善巧。"
    },
    {
      "id": "02-031-0032_p0006",
      "zh_CN": "『种种异现』，现是示现，异是不同的，用种种方法。像世尊当年在世，讲经三百余会，说法四十九年，我们在经论里面所看到的，释迦牟尼佛教导众生的方法千变万化，并没有一定。但是每次法会，当中听众的人不一样，有些处所也不一样，时节因缘也不相同，必定能叫听众当下就得利益，这个叫『权方便』，权是权巧，也叫做善巧方便。",
      "zh_TW": "『種種異現』，現是示現，異是不同的，用種種方法。像世尊當年在世，講經三百餘會，說法四十九年，我們在經論裡面所看到的，釋迦牟尼佛教導眾生的方法千變萬化，並沒有一定。但是每次法會，當中聽眾的人不一樣，有些處所也不一樣，時節因緣也不相同，必定能叫聽眾當下就得利益，這個叫『權方便』，權是權巧，也叫做善巧方便。"
    },
    {
      "id": "02-031-0032_p0007",
      "zh_CN": "【净影疏云，证会为入。】",
      "zh_TW": "【淨影疏云，證會為入。】"
    },
    {
      "id": "02-031-0032_p0008",
      "zh_CN": "我们底下合起来看。",
      "zh_TW": "我們底下合起來看。"
    },
    {
      "id": "02-031-0032_p0009",
      "zh_CN": "【嘉祥疏云，名理为藏。】",
      "zh_TW": "【嘉祥疏云，名理為藏。】"
    },
    {
      "id": "02-031-0032_p0010",
      "zh_CN": "经文里面讲的「一切功德宝藏」，是解释这个。什么叫『入』？入跟证的意思相通。入是讲契入境界，就是前面『证会』的意思，证是证明，会是会通，证明、会通、契入都是入的意思。所以，入就是证，证就是入。",
      "zh_TW": "經文裡面講的「一切功德寶藏」，是解釋這個。什麼叫『入』？入跟證的意思相通。入是講契入境界，就是前面『證會』的意思，證是證明，會是會通，證明、會通、契入都是入的意思。所以，入就是證，證就是入。"
    },
    {
      "id": "02-031-0032_p0011",
      "zh_CN": "『名理为藏』，藏是含藏的意思，像仓库一样，里面贮藏着必须要用的这些物品。这个地方讲的是我们心性，心性就像一个仓库一样，无量的智慧、德能都含藏在其中。「名理」，名言、理论，无论是世法、佛法都含藏在其中，这个叫藏。所以，真如本性在《大佛顶经》里面就称之为如来藏。",
      "zh_TW": "『名理為藏』，藏是含藏的意思，像倉庫一樣，裡面貯藏著必須要用的這些物品。這個地方講的是我們心性，心性就像一個倉庫一樣，無量的智慧、德能都含藏在其中。「名理」，名言、理論，無論是世法、佛法都含藏在其中，這個叫藏。所以，真如本性在《大佛頂經》裡面就稱之為如來藏。"
    },
    {
      "id": "02-031-0032_p0012",
      "zh_CN": "【甄解云，如来一切功德宝藏，佛果功德也，此之功德大宝海，说言佛法藏，即是佛所得一乘也。】",
      "zh_TW": "【甄解云，如來一切功德寶藏，佛果功德也，此之功德大寶海，說言佛法藏，即是佛所得一乘也。】"
    },
    {
      "id": "02-031-0032_p0013",
      "zh_CN": "《甄解》里面讲得比较详细。『如来』就是自性的名号，佛在果地上有十个通号，所谓通号，只要证得佛果，都有这十个名字，这十个名字不是哪一尊佛专有的，佛佛皆有，佛佛道同。这十个名号第一个就叫如来。如来是从自性上称呼的，意思也有许多种的讲法，而是《金刚经》说的既简单又圆满。它说「如来者，诸法如义」，这四个字实在是简单明了，而且圆满，比其他的解释都好，诸法如义。「诸法」是一切法，世间法跟出世间法，「如」是相如其性，性如其相，事如其理，理如其事，这个说得确实是非常圆满、非常清楚。不但把世出世间一切法的体性、相状，包括作用，全都含摄在其中了。",
      "zh_TW": "《甄解》裡面講得比較詳細。『如來』就是自性的名號，佛在果地上有十個通號，所謂通號，只要證得佛果，都有這十個名字，這十個名字不是哪一尊佛專有的，佛佛皆有，佛佛道同。這十個名號第一個就叫如來。如來是從自性上稱呼的，意思也有許多種的講法，而是《金剛經》說的既簡單又圓滿。它說「如來者，諸法如義」，這四個字實在是簡單明瞭，而且圓滿，比其他的解釋都好，諸法如義。「諸法」是一切法，世間法跟出世間法，「如」是相如其性，性如其相，事如其理，理如其事，這個說得確實是非常圓滿、非常清楚。不但把世出世間一切法的體性、相狀，包括作用，全都含攝在其中了。"
    },
    {
      "id": "02-031-0032_p0014",
      "zh_CN": "下面说，『如来一切功德宝藏』，这就是自性里面本来具足的，「一切功德宝藏」不是从外面来的，是自性里面圆圆满满都具备的。就像六祖惠能大师开悟的时候所说，「何期自性本自具足」，这一切功德宝藏是本来具足的。『佛果功德也』，本来具足是性德，自性里头有的。但是，没有见性的人，这一切功德你得不到受用，虽有，不起作用；见了性的人就起作用，就得性体的作用。因此佛教导一切众生，教什么？教我们见性而已，换句话说，教我们恢复自性本有的功德宝藏。我们自己的功德宝藏，跟十方一切诸佛的功德宝藏是无二无别，诸佛不比我们多，我们不比他少，但是佛得到用处，都得到用处。我们自性功德宝藏完全是埋藏在自性里头，不起作用，虽有等于没有。佛教给我们修行，修什么？去掉自性的障碍而已，除障，障碍除了之后，我们性德就现前。所以除障碍这个过程，统称作修德，我们要修行，这修德。修是修正我们所有一切的错误，错误的念头，我们讲错误的想法、错误的看法、错误的做法，障碍了自性。错误的标准是什么？是与自性性德相违背，这就错了，与自性相应的就正确。佛菩萨的心行与心性相应，众生的心行与心性相背，相背是错误的，要把错误的修正过来，就成功了。",
      "zh_TW": "下面說，『如來一切功德寶藏』，這就是自性裡面本來具足的，「一切功德寶藏」不是從外面來的，是自性裡面圓圓滿滿都具備的。就像六祖惠能大師開悟的時候所說，「何期自性本自具足」，這一切功德寶藏是本來具足的。『佛果功德也』，本來具足是性德，自性裡頭有的。但是，沒有見性的人，這一切功德你得不到受用，雖有，不起作用；見了性的人就起作用，就得性體的作用。因此佛教導一切眾生，教什麼？教我們見性而已，換句話說，教我們恢復自性本有的功德寶藏。我們自己的功德寶藏，跟十方一切諸佛的功德寶藏是無二無別，諸佛不比我們多，我們不比他少，但是佛得到用處，都得到用處。我們自性功德寶藏完全是埋藏在自性裡頭，不起作用，雖有等於沒有。佛教給我們修行，修什麼？去掉自性的障礙而已，除障，障礙除了之後，我們性德就現前。所以除障礙這個過程，統稱作修德，我們要修行，這修德。修是修正我們所有一切的錯誤，錯誤的念頭，我們講錯誤的想法、錯誤的看法、錯誤的做法，障礙了自性。錯誤的標準是什麼？是與自性性德相違背，這就錯了，與自性相應的就正確。佛菩薩的心行與心性相應，眾生的心行與心性相背，相背是錯誤的，要把錯誤的修正過來，就成功了。"
    },
    {
      "id": "02-031-0032_p0015",
      "zh_CN": "相应跟相背，其中的境界深广无边。从哪里讲起？佛在经中都是把这些方法归纳成几个要领，说起来就比较方便。譬如《金刚经》上把它归纳成四相四见，这是错误的，我相、人相、众生相、寿者相，这是见解上的错误；我见、人见、众生见、寿者见，这是思想上的错误。一切大乘经里面，把不相应的归纳为六大类，相应的也归纳成六大类。相应的是六度，布施是相应，布施的反面是悭贪，悭贪与自性就不相应。所以把不相应的要舍掉，要修相应的，才能够明心见性。持戒，持戒是守法，这相应的，不相应的是作恶，所以持戒度恶业。忍辱是相应的，与忍辱相违背的是瞋恚，贪瞋痴叫三毒烦恼，忍辱度瞋恚的。精进是相应的，懈怠是不相应的；禅定是相应的，散乱是不相应的；般若智慧是相应的，愚痴是不相应的。所以菩萨这六大纲领，六个是相应的，六个是不相应的，这叫修行，修什么？不相应的把它修正为相应，这叫修行。修行，诸位同修一定要明了，不是每天念多少经、拜多少佛、念多少声佛号，不是那个意思，那个没有用处，要把不相应的错误的心行修正过来，都变成相应的，这个叫修行。《华严》里面讲十度、十波罗蜜。",
      "zh_TW": "相應跟相背，其中的境界深廣無邊。從哪裡講起？佛在經中都是把這些方法歸納成幾個要領，說起來就比較方便。譬如《金剛經》上把它歸納成四相四見，這是錯誤的，我相、人相、眾生相、壽者相，這是見解上的錯誤；我見、人見、眾生見、壽者見，這是思想上的錯誤。一切大乘經裡面，把不相應的歸納為六大類，相應的也歸納成六大類。相應的是六度，布施是相應，布施的反面是慳貪，慳貪與自性就不相應。所以把不相應的要捨掉，要修相應的，才能夠明心見性。持戒，持戒是守法，這相應的，不相應的是作惡，所以持戒度惡業。忍辱是相應的，與忍辱相違背的是瞋恚，貪瞋痴叫三毒煩惱，忍辱度瞋恚的。精進是相應的，懈怠是不相應的；禪定是相應的，散亂是不相應的；般若智慧是相應的，愚痴是不相應的。所以菩薩這六大綱領，六個是相應的，六個是不相應的，這叫修行，修什麼？不相應的把它修正為相應，這叫修行。修行，諸位同修一定要明瞭，不是每天念多少經、拜多少佛、念多少聲佛號，不是那個意思，那個沒有用處，要把不相應的錯誤的心行修正過來，都變成相應的，這個叫修行。《華嚴》裡面講十度、十波羅蜜。"
    },
    {
      "id": "02-031-0032_p0016",
      "zh_CN": "像这些例子很多，我们要明了。依照这个方法修正我们错误的想法、看法、做法，使我们的心行与性德相应，相应到究竟圆满，就成佛了。所以「佛果功德」，我们所有一切不相应的都断尽了，这就是佛的果地，修德圆满，功德现前。功德是什么？就是自性本具的一切功德宝藏，通常我们称为无量的智慧、无量的德能。",
      "zh_TW": "像這些例子很多，我們要明瞭。依照這個方法修正我們錯誤的想法、看法、做法，使我們的心行與性德相應，相應到究竟圓滿，就成佛了。所以「佛果功德」，我們所有一切不相應的都斷盡了，這就是佛的果地，修德圓滿，功德現前。功德是什麼？就是自性本具的一切功德寶藏，通常我們稱為無量的智慧、無量的德能。"
    },
    {
      "id": "02-031-0032_p0017",
      "zh_CN": "『此之功德大宝海』，大宝海是形容、是比喻，自性功德无量无边，没有法子称说，用大宝海来做比喻；实际上大宝海怎么比，也比不了自性的功德。『说言佛法藏』，「说言」是佛讲经说法，佛用一个名词，叫「佛法藏」，你听到这个名词，你就晓得佛法藏里面包含圆满的性德与修德。所以性修不二，它还包含这个意思。也叫做『一乘』，这个佛学名词诸位都常常听到的，有大乘、小乘，声闻、缘觉、菩萨，一乘就是佛乘，一乘是指佛，如来果地上称之为一乘。",
      "zh_TW": "『此之功德大寶海』，大寶海是形容、是比喻，自性功德無量無邊，沒有法子稱說，用大寶海來做比喻；實際上大寶海怎麼比，也比不了自性的功德。『說言佛法藏』，「說言」是佛講經說法，佛用一個名詞，叫「佛法藏」，你聽到這個名詞，你就曉得佛法藏裡面包含圓滿的性德與修德。所以性修不二，它還包含這個意思。也叫做『一乘』，這個佛學名詞諸位都常常聽到的，有大乘、小乘，聲聞、緣覺、菩薩，一乘就是佛乘，一乘是指佛，如來果地上稱之為一乘。"
    },
    {
      "id": "02-031-0032_p0018",
      "zh_CN": "【智度论云，波罗，秦言彼岸，又云，以生死为此岸，涅槃为彼岸。】",
      "zh_TW": "【智度論云，波羅，秦言彼岸，又云，以生死為此岸，涅槃為彼岸。】"
    },
    {
      "id": "02-031-0032_p0019",
      "zh_CN": "『波罗』就是波罗蜜，我们中国人喜欢简单，在翻译的时候把尾音省掉了。它原来的音是波罗蜜多，我们把尾音省掉，称为波罗，这是印度话，梵语。它的意思是『彼岸』，这是直接翻译，翻成彼岸。『秦言』，秦是姚秦，罗什大师译场是在姚秦的时代，所以那个时候翻的经都称之为「秦言」。玄奘大师翻的称「唐言」，唐朝。总而言之，这翻成中国文，我们都讲翻成汉语，叫做彼岸。",
      "zh_TW": "『波羅』就是波羅蜜，我們中國人喜歡簡單，在翻譯的時候把尾音省掉了。它原來的音是波羅蜜多，我們把尾音省掉，稱為波羅，這是印度話，梵語。它的意思是『彼岸』，這是直接翻譯，翻成彼岸。『秦言』，秦是姚秦，羅什大師譯場是在姚秦的時代，所以那個時候翻的經都稱之為「秦言」。玄奘大師翻的稱「唐言」，唐朝。總而言之，這翻成中國文，我們都講翻成漢語，叫做彼岸。"
    },
    {
      "id": "02-031-0032_p0020",
      "zh_CN": "『又云』，底下举一个例子，其实它这个彼岸是非常笼统的，范围很广，底下举个例子，这个例子是用佛法来说的。佛法是把『生死』当作此岸，『涅槃』就是彼岸，涅槃是梵语，意思是不生不灭。生灭跟不生不灭是相对的，所以此岸、彼岸，这就容易懂了。",
      "zh_TW": "『又云』，底下舉一個例子，其實它這個彼岸是非常籠統的，範圍很廣，底下舉個例子，這個例子是用佛法來說的。佛法是把『生死』當作此岸，『涅槃』就是彼岸，涅槃是梵語，意思是不生不滅。生滅跟不生不滅是相對的，所以此岸、彼岸，這就容易懂了。"
    },
    {
      "id": "02-031-0032_p0021",
      "zh_CN": "【净影师曰，彰果毕竟，涅槃彼岸，到名究竟。】",
      "zh_TW": "【淨影師曰，彰果畢竟，涅槃彼岸，到名究竟。】"
    },
    {
      "id": "02-031-0032_p0022",
      "zh_CN": "这都是翻波罗蜜多的，波罗蜜多的意思是到彼岸。『彰』是明显，『果』是果位，『毕竟』就是最后的一个果位。像我们现在学校里面的学位，在大学里面有学士、有硕士、有博士，到博士，上面再没有了，博士这个学位就是毕竟，就是最后的学位。在佛法里面，涅槃是最后一个果位，所以『涅槃彼岸』。『到』叫究竟，究竟的意思是你证得涅槃，证得涅槃在大乘佛法里面就成佛了，佛的果位就圆满。这是解释波罗蜜多的意思。下面第三十五段。",
      "zh_TW": "這都是翻波羅蜜多的，波羅蜜多的意思是到彼岸。『彰』是明顯，『果』是果位，『畢竟』就是最後的一個果位。像我們現在學校裡面的學位，在大學裡面有學士、有碩士、有博士，到博士，上面再沒有了，博士這個學位就是畢竟，就是最後的學位。在佛法裡面，涅槃是最後一個果位，所以『涅槃彼岸』。『到』叫究竟，究竟的意思是你證得涅槃，證得涅槃在大乘佛法裡面就成佛了，佛的果位就圓滿。這是解釋波羅蜜多的意思。下面第三十五段。"
    },
    {
      "id": "02-031-0032_p0023",
      "zh_CN": "【彭际清居士曰，行权方便，入佛法藏，究竟彼岸，三句义中，全摄净土法门。】",
      "zh_TW": "【彭際清居士曰，行權方便，入佛法藏，究竟彼岸，三句義中，全攝淨土法門。】"
    },
    {
      "id": "02-031-0032_p0024",
      "zh_CN": "彭居士是清朝初年我们佛门一位了不起的大德，他是在家居士，有《无量寿经》的节校本，他也给它做了个注解，就是《无量寿经起信论》。诸位要看到这本书，这就是彭际清居士的作品。这个地方的一段文，就是从《无量寿经起信论》里头节录出来的。他说，这三句话把整个净宗法门都包括尽了。佛门里面所谓的「具眼知识」，具足慧眼的大善知识，他在经文才能看得出这几句话非常重要。",
      "zh_TW": "彭居士是清朝初年我們佛門一位了不起的大德，他是在家居士，有《無量壽經》的節校本，他也給它做了個註解，就是《無量壽經起信論》。諸位要看到這本書，這就是彭際清居士的作品。這個地方的一段文，就是從《無量壽經起信論》裡頭節錄出來的。他說，這三句話把整個淨宗法門都包括盡了。佛門裡面所謂的「具眼知識」，具足慧眼的大善知識，他在經文才能看得出這幾句話非常重要。"
    },
    {
      "id": "02-031-0032_p0025",
      "zh_CN": "『行权方便』，什么人行？诸佛行，一切菩萨也行，祖师大德们也行，我们现前在座的同修们各个也行。行就是用，用这种权巧的方便法，『入佛法藏，究竟彼岸』。假如我们不用净土的方法，信愿持名，求生净土，往生不退成佛，不用这个方法，可以说没有第二个方法我们在一生当中能成就的，除这个方法之外没有第二个方法，这是一定要晓得的。所以此地这个「行」，可以讲上自诸佛如来，下至一切众生。",
      "zh_TW": "『行權方便』，什麼人行？諸佛行，一切菩薩也行，祖師大德們也行，我們現前在座的同修們各個也行。行就是用，用這種權巧的方便法，『入佛法藏，究竟彼岸』。假如我們不用淨土的方法，信願持名，求生淨土，往生不退成佛，不用這個方法，可以說沒有第二個方法我們在一生當中能成就的，除這個方法之外沒有第二個方法，這是一定要曉得的。所以此地這個「行」，可以講上自諸佛如來，下至一切眾生。"
    },
    {
      "id": "02-031-0032_p0026",
      "zh_CN": "「入佛法藏」前面讲过，就是如来一切功德宝藏，圆满的性德。契入这个境界，我们讲证得自性，那是什么人？最低限度的也是法身大士，照天台家的说法，圆教初住菩萨以上的，别教初地以上，才入佛法藏；虽入佛法藏，没有「究竟彼岸」。所以，入佛法藏这一句是从圆教初住就开始，他就证入，要到究竟彼岸，那是成佛，这里面总共就是四十二个阶级。菩萨果位四十一个，往上去是成佛，总共是四十二个阶级。真的把净土法门说尽了，全都说尽了。",
      "zh_TW": "「入佛法藏」前面講過，就是如來一切功德寶藏，圓滿的性德。契入這個境界，我們講證得自性，那是什麼人？最低限度的也是法身大士，照天台家的說法，圓教初住菩薩以上的，別教初地以上，才入佛法藏；雖入佛法藏，沒有「究竟彼岸」。所以，入佛法藏這一句是從圓教初住就開始，他就證入，要到究竟彼岸，那是成佛，這裡面總共就是四十二個階級。菩薩果位四十一個，往上去是成佛，總共是四十二個階級。真的把淨土法門說盡了，全都說盡了。"
    },
    {
      "id": "02-031-0032_p0027",
      "zh_CN": "【菩萨一切所行，不离方便，以方便故，取于净土，得常见佛。】",
      "zh_TW": "【菩薩一切所行，不離方便，以方便故，取於淨土，得常見佛。】"
    },
    {
      "id": "02-031-0032_p0028",
      "zh_CN": "在所有一切方便当中，这个方便就是我们一般讲的法门，方法、门径。佛教里头常讲八万四千法门，无量法门，法门都称之为方便法，每个法门都是方便法，『不离方便』。在一切方便当中，可以说持名念佛，求生净土，这个方法是最为方便，第一方便。为什么？时间短，不需要很长的时间；方法简单容易，就念这一句阿弥陀佛。只要肯信、肯愿，愿生西方极乐世界，你有这个愿，能信、能愿、肯念佛就行了。你看多简单、多容易。这是『以方便故，取于净土』。只要老实念佛，你一定就见佛，生到西方极乐世界，你是『常见佛』，你跟佛从来没有离开过。不但常见阿弥陀佛，我们在大小两本经里头都念过，他常见十方一切诸佛；换句话说，十方三世所有一切诸佛他都常见。这种殊胜的功德利益，确实任何一个法门里面没有见到，查遍《大藏经》，释迦牟尼佛没说过，只讲到西方极乐世界的大众们，他们有这个能力能够见一切诸佛如来。",
      "zh_TW": "在所有一切方便當中，這個方便就是我們一般講的法門，方法、門徑。佛教裡頭常講八萬四千法門，無量法門，法門都稱之為方便法，每個法門都是方便法，『不離方便』。在一切方便當中，可以說持名念佛，求生淨土，這個方法是最為方便，第一方便。為什麼？時間短，不需要很長的時間；方法簡單容易，就念這一句阿彌陀佛。只要肯信、肯願，願生西方極樂世界，你有這個願，能信、能願、肯念佛就行了。你看多簡單、多容易。這是『以方便故，取於淨土』。只要老實念佛，你一定就見佛，生到西方極樂世界，你是『常見佛』，你跟佛從來沒有離開過。不但常見阿彌陀佛，我們在大小兩本經裡頭都念過，他常見十方一切諸佛；換句話說，十方三世所有一切諸佛他都常見。這種殊勝的功德利益，確實任何一個法門裡面沒有見到，查遍《大藏經》，釋迦牟尼佛沒說過，只講到西方極樂世界的大眾們，他們有這個能力能夠見一切諸佛如來。"
    },
    {
      "id": "02-031-0032_p0029",
      "zh_CN": "见佛有什么好处？好处就太多了。我们今天想开智慧、想觉悟，我们要亲近善知识，常听善知识的教诲，而我们所遇到的善知识都是凡夫。纵然说的有几分相应，错误之处在所难免，这是实在话。我讲经讲了这么多年，即使是在晚年，还是错误很多，大家听了没有留意，如果留意一下，我的毛病很多。但是也很难得，有些人为我指出来，我也非常感谢。大致上在原则、大方向不会有差误的，往往我在言辞里面引经据典引错了的。年岁大了，体力不如从前，现在很少看书，都是凭记忆当中，有的时候记错了，这个在所难免的。好在有些有心人，听了我的东西，他们去找原文，这个好事情，我很赞成，我也很欢喜、也很感激。查到之后，把这些文字加以修正，便利于后学，这是无量的功德。所以，亲近凡夫哪有亲近菩萨好，亲近菩萨也比不上亲近如来。往生西方极乐世界，你常常亲近的是诸佛如来，那是一点差错都没有。这是见佛的功德、利益。",
      "zh_TW": "見佛有什麼好處？好處就太多了。我們今天想開智慧、想覺悟，我們要親近善知識，常聽善知識的教誨，而我們所遇到的善知識都是凡夫。縱然說的有幾分相應，錯誤之處在所難免，這是實在話。我講經講了這麼多年，即使是在晚年，還是錯誤很多，大家聽了沒有留意，如果留意一下，我的毛病很多。但是也很難得，有些人為我指出來，我也非常感謝。大致上在原則、大方向不會有差誤的，往往我在言辭裡面引經據典引錯了的。年歲大了，體力不如從前，現在很少看書，都是憑記憶當中，有的時候記錯了，這個在所難免的。好在有些有心人，聽了我的東西，他們去找原文，這個好事情，我很贊成，我也很歡喜、也很感激。查到之後，把這些文字加以修正，便利於後學，這是無量的功德。所以，親近凡夫哪有親近菩薩好，親近菩薩也比不上親近如來。往生西方極樂世界，你常常親近的是諸佛如來，那是一點差錯都沒有。這是見佛的功德、利益。"
    },
    {
      "id": "02-031-0032_p0030",
      "zh_CN": "【以见佛故，闻法修行，入佛法藏，圆满觉心，究竟彼岸。】",
      "zh_TW": "【以見佛故，聞法修行，入佛法藏，圓滿覺心，究竟彼岸。】"
    },
    {
      "id": "02-031-0032_p0031",
      "zh_CN": "这是把见佛的殊胜的功德、利益都说出来。你能见佛，你才闻正法，不但修正行，修大行，闻大法、修大行。大，不仅是大乘，一乘法，究竟了义，你见佛有这个好处，能在很短的时间『入佛法藏』。「入佛法藏」这一句，就是禅宗里面所说的明心见性，你就能明心见性，见性成佛。明心见性也是圆教初住以上的菩萨，破一品无明，见一分真性，这是法身大士。『圆满觉心，究竟彼岸』这是成佛。在西方极乐世界，这四十二个位次是很快就圆满，绝不是佛在大乘经上讲的三大阿僧祇劫，这个诸位一定要晓得，那个地方很快就圆满。怎么知道？释迦牟尼佛告诉我们的，在《无量寿经》、在《弥陀经》里面跟我们讲得很清楚。哪些经文？佛说了，阿弥陀佛在西方极乐世界示现成佛到现在才十劫，十劫是很短的时间，诸位要是明了阿僧祇劫，然后你才晓得，十劫的时间好短！",
      "zh_TW": "這是把見佛的殊勝的功德、利益都說出來。你能見佛，你才聞正法，不但修正行，修大行，聞大法、修大行。大，不僅是大乘，一乘法，究竟了義，你見佛有這個好處，能在很短的時間『入佛法藏』。「入佛法藏」這一句，就是禪宗裡面所說的明心見性，你就能明心見性，見性成佛。明心見性也是圓教初住以上的菩薩，破一品無明，見一分真性，這是法身大士。『圓滿覺心，究竟彼岸』這是成佛。在西方極樂世界，這四十二個位次是很快就圓滿，絕不是佛在大乘經上講的三大阿僧祇劫，這個諸位一定要曉得，那個地方很快就圓滿。怎麼知道？釋迦牟尼佛告訴我們的，在《無量壽經》、在《彌陀經》裡面跟我們講得很清楚。哪些經文？佛說了，阿彌陀佛在西方極樂世界示現成佛到現在才十劫，十劫是很短的時間，諸位要是明瞭阿僧祇劫，然後你才曉得，十劫的時間好短！"
    },
    {
      "id": "02-031-0032_p0032",
      "zh_CN": "过去我们在台中，李炳南老居士办的「慈光佛学讲座」，专门对大专学生的。他编了一份讲义，《佛学概要十四讲》，这里面为我们说明三大阿僧祇劫的数字。阿僧祇劫这个名词讲法也很多种，数字差别很大，都有依据。李老师选择一个年轻人最容易接受的讲法，这个说法是以我们中国数字为单位，我们中国是万万为亿，万亿为兆，用兆做单位，做基本的单位。多少兆？就是一千下面八个万字，一千万万万万万万万万兆，这是一个阿僧祇劫，还要乘三倍。三个阿僧祇劫，从圆教初住到佛果，就是这四十二个位次，要这么长的时间。经上讲的就清楚了，第一个阿僧祇劫，菩萨修三十个位次，十住、十行、十回向，三十个位次要一个阿僧祇劫。第二个阿僧祇劫修七个位次，愈往上面去愈艰难，从初地到七地。最后，第三个阿僧祇劫只修三个位次，八地、九地、十地。所以三大阿僧祇劫圆满，他是什么身分？十地菩萨，法云地的菩萨，三大阿僧祇劫圆满。他上面还有等觉，由此可知，等觉要成佛，我们照前面这个看法，那一个位次至少也要一个阿僧祇劫。你看前面一路看上来，愈往后面愈艰难。所以，三大阿僧祇劫不是对平常人说的，是对法身大士说的，我们没算在其中。",
      "zh_TW": "過去我們在台中，李炳南老居士辦的「慈光佛學講座」，專門對大專學生的。他編了一份講義，《佛學概要十四講》，這裡面為我們說明三大阿僧祇劫的數字。阿僧祇劫這個名詞講法也很多種，數字差別很大，都有依據。李老師選擇一個年輕人最容易接受的講法，這個說法是以我們中國數字為單位，我們中國是萬萬為億，萬億為兆，用兆做單位，做基本的單位。多少兆？就是一千下面八個萬字，一千萬萬萬萬萬萬萬萬兆，這是一個阿僧祇劫，還要乘三倍。三個阿僧祇劫，從圓教初住到佛果，就是這四十二個位次，要這麼長的時間。經上講的就清楚了，第一個阿僧祇劫，菩薩修三十個位次，十住、十行、十迴向，三十個位次要一個阿僧祇劫。第二個阿僧祇劫修七個位次，愈往上面去愈艱難，從初地到七地。最後，第三個阿僧祇劫只修三個位次，八地、九地、十地。所以三大阿僧祇劫圓滿，他是什麼身分？十地菩薩，法雲地的菩薩，三大阿僧祇劫圓滿。他上面還有等覺，由此可知，等覺要成佛，我們照前面這個看法，那一個位次至少也要一個阿僧祇劫。你看前面一路看上來，愈往後面愈艱難。所以，三大阿僧祇劫不是對平常人說的，是對法身大士說的，我們沒算在其中。"
    },
    {
      "id": "02-031-0032_p0033",
      "zh_CN": "在西方世界，阿弥陀佛成佛到现在才不过十劫，生到西方极乐世界成佛的人太多了。由此可知，他方世界法身大士要经历三大阿僧祇劫才能成的了佛，才能够「圆满觉心，究竟彼岸」，西方世界充其量不过十劫。我照经上这个讲法算一算，不需要十劫，大概快的，三、四劫就成就。慢一点，慢一点是懈怠，就是不太勇猛精进的人，大概是五、六劫就成就了。这个话根据什么来说的？佛在经上告诉我们，西方世界「诸上善人俱会一处」，诸上善人是指等觉菩萨，不是普通人，而这些人数之多，没有法子计算。我们从佛这一段的经义就可以能够推想到，如果世尊在西方示现成佛，最初去往生的，现在十劫，十劫他成佛了，这是最初往生的，第二劫以后到现在还没成佛。那在西方极乐世界，诸上善人的数字应当是少数，十分之一，不能算是多数。而佛在经上明明告诉我们，他们占大多数。由此可知，第二劫往生的也成佛了，第三劫也成佛了，第四劫、第五劫都成佛了，这样子西方世界诸上善人，跟大众来比例是一半一半，还不是多数。由此可知，他要是真占大多数，第六劫往生的也成佛了。如果第六劫往生的现在成佛，四劫，诸位想想，算算这个帐。",
      "zh_TW": "在西方世界，阿彌陀佛成佛到現在才不過十劫，生到西方極樂世界成佛的人太多了。由此可知，他方世界法身大士要經歷三大阿僧祇劫才能成的了佛，才能夠「圓滿覺心，究竟彼岸」，西方世界充其量不過十劫。我照經上這個講法算一算，不需要十劫，大概快的，三、四劫就成就。慢一點，慢一點是懈怠，就是不太勇猛精進的人，大概是五、六劫就成就了。這個話根據什麼來說的？佛在經上告訴我們，西方世界「諸上善人俱會一處」，諸上善人是指等覺菩薩，不是普通人，而這些人數之多，沒有法子計算。我們從佛這一段的經義就可以能夠推想到，如果世尊在西方示現成佛，最初去往生的，現在十劫，十劫他成佛了，這是最初往生的，第二劫以後到現在還沒成佛。那在西方極樂世界，諸上善人的數字應當是少數，十分之一，不能算是多數。而佛在經上明明告訴我們，他們佔大多數。由此可知，第二劫往生的也成佛了，第三劫也成佛了，第四劫、第五劫都成佛了，這樣子西方世界諸上善人，跟大眾來比例是一半一半，還不是多數。由此可知，他要是真佔大多數，第六劫往生的也成佛了。如果第六劫往生的現在成佛，四劫，諸位想想，算算這個帳。"
    },
    {
      "id": "02-031-0032_p0034",
      "zh_CN": "到西方世界，四劫能成佛，他方世界要三大阿僧祇劫，难怪文殊普贤要往生！你才晓得西方世界成就太快了，真正是不可思议。我们读《无量寿经》、读《弥陀经》，这是很重要的意思，不能含糊笼统看过。你搞清楚、搞明白，才真正知道西方殊胜，殊胜在哪里？你说得出来。十方世界成佛，都要三大阿僧祇劫，或者有快，也快不了多少，绝对不能跟西方世界相比。这就是为什么一切诸佛宣扬这个法门，一切诸佛劝人修这个法门，道理在此地。",
      "zh_TW": "到西方世界，四劫能成佛，他方世界要三大阿僧祇劫，難怪文殊普賢要往生！你才曉得西方世界成就太快了，真正是不可思議。我們讀《無量壽經》、讀《彌陀經》，這是很重要的意思，不能含糊籠統看過。你搞清楚、搞明白，才真正知道西方殊勝，殊勝在哪裡？你說得出來。十方世界成佛，都要三大阿僧祇劫，或者有快，也快不了多少，絕對不能跟西方世界相比。這就是為什麼一切諸佛宣揚這個法門，一切諸佛勸人修這個法門，道理在此地。"
    },
    {
      "id": "02-031-0032_p0035",
      "zh_CN": "【若无方便，无量行门，终不成就。】",
      "zh_TW": "【若無方便，無量行門，終不成就。】"
    },
    {
      "id": "02-031-0032_p0036",
      "zh_CN": "这个『方便』就是指念佛，指净宗法门，往生不退成佛。要是没有这个法门，『无量行门』，所谓八万四千行门，四弘誓愿里讲的法门无量，我们很冷静的去想想，确实如彭居士所说，『终不成就』。这句话的意思太深了，我们每一位学佛的同修，过去生中的善根都非常深厚。如果没有深厚的善根福德，这一生当中遇不到这部经典，不学佛的人那就不说了。诸位看看我们自己周边的一些同修，学佛的这些同修，几个学佛的同修接触到这个法门？几个学佛的同修，接触这个法门他能生欢喜心、他能生信愿？实在不多。为什么会有这个现象？诸佛说过了，这个法门叫难信之法，要没有深厚的善根福德因缘，他遇到了也不肯相信，也不想修学。凭他自己的能力，无论用什么方法，要断烦恼，见思烦恼、尘沙烦恼、无明烦恼，试试看，看能不能断得了。",
      "zh_TW": "這個『方便』就是指念佛，指淨宗法門，往生不退成佛。要是沒有這個法門，『無量行門』，所謂八萬四千行門，四弘誓願裡講的法門無量，我們很冷靜的去想想，確實如彭居士所說，『終不成就』。這句話的意思太深了，我們每一位學佛的同修，過去生中的善根都非常深厚。如果沒有深厚的善根福德，這一生當中遇不到這部經典，不學佛的人那就不說了。諸位看看我們自己周邊的一些同修，學佛的這些同修，幾個學佛的同修接觸到這個法門？幾個學佛的同修，接觸這個法門他能生歡喜心、他能生信願？實在不多。為什麼會有這個現象？諸佛說過了，這個法門叫難信之法，要沒有深厚的善根福德因緣，他遇到了也不肯相信，也不想修學。憑他自己的能力，無論用什麼方法，要斷煩惱，見思煩惱、塵沙煩惱、無明煩惱，試試看，看能不能斷得了。"
    },
    {
      "id": "02-031-0032_p0037",
      "zh_CN": "最粗、最重的烦恼是「身见」，执着这个身体是自己，身是我，几个人能把身见破掉？几个人能够肯定身不是我？破了身见，这第一关，再底下是「边见、见取见、戒取见、邪见」，三界总共八十八品见惑断尽了，你才入门。如果八十八品见惑没有断尽，在门外，没入佛门，入佛门谈何容易！所以，没破身见的人都在佛门之外，没入门。如果见惑断了，你在大乘法当中你是初信位的菩萨，好像菩萨法里头你念一年级。总共是五十一个年级，你入了一年级，小乘法里面你是初果，这个才叫入佛门。入佛门就不是凡夫了，为什么？不再搞六道轮回。小乘须陀洹初果虽然还没有出六道，但是决定不堕三恶道，保险了，六道虽然没出，总得人天两道去混混，绝对不堕三恶道。如果见惑没有破，换句话说，在六道里头三恶道是决定有分。而且决定是在恶道的时间长，在人天时间短暂，这个道理我们前面说得很多。所以此地讲「若无方便，无量行门，终不成就」，这句话是千真万确，一点都不错。",
      "zh_TW": "最粗、最重的煩惱是「身見」，執著這個身體是自己，身是我，幾個人能把身見破掉？幾個人能夠肯定身不是我？破了身見，這第一關，再底下是「邊見、見取見、戒取見、邪見」，三界總共八十八品見惑斷盡了，你才入門。如果八十八品見惑沒有斷盡，在門外，沒入佛門，入佛門談何容易！所以，沒破身見的人都在佛門之外，沒入門。如果見惑斷了，你在大乘法當中你是初信位的菩薩，好像菩薩法裡頭你念一年級。總共是五十一個年級，你入了一年級，小乘法裡面你是初果，這個才叫入佛門。入佛門就不是凡夫了，為什麼？不再搞六道輪迴。小乘須陀洹初果雖然還沒有出六道，但是決定不墮三惡道，保險了，六道雖然沒出，總得人天兩道去混混，絕對不墮三惡道。如果見惑沒有破，換句話說，在六道裡頭三惡道是決定有分。而且決定是在惡道的時間長，在人天時間短暫，這個道理我們前面說得很多。所以此地講「若無方便，無量行門，終不成就」，這句話是千真萬確，一點都不錯。"
    },
    {
      "id": "02-031-0032_p0038",
      "zh_CN": "【如大般若经云，是菩萨由与般若波罗蜜多相应故，从此处没，生余佛土，从一佛国，至一佛国，在在生处，常得值遇诸佛世尊，供养恭敬，尊重赞叹，乃至无上正等菩提，终不离佛。】",
      "zh_TW": "【如大般若經云，是菩薩由與般若波羅蜜多相應故，從此處沒，生餘佛土，從一佛國，至一佛國，在在生處，常得值遇諸佛世尊，供養恭敬，尊重讚歎，乃至無上正等菩提，終不離佛。】"
    },
    {
      "id": "02-031-0032_p0039",
      "zh_CN": "这是彭居士举《大般若经》的一段经文来作证，证明菩萨要想成就，决定不能离开佛陀。离开佛，佛是第一善知识，佛是最好的老师，究竟圆满而没有丝毫缺陷，跟这样的老师，成就就快、就容易。所以经上说『是菩萨』，这个菩萨就是具般若智慧的菩萨，这个菩萨就是《金刚经》上所讲破四相四见的菩萨。佛在《金刚经》上说，「若菩萨有我相人相众生相寿者相，即非菩萨」，那个菩萨不行，必须要破四相、要破四见。不但四相不着，「我见人见众生见寿者见」也不再执着，完全舍离，是这样的菩萨。此地「是菩萨」是指破了四相、四见的菩萨。『由与般若波罗蜜多相应故』，只要离四见、四相，就与般若智慧相应；换句话说，只要你还有四相四见，你与般若智慧就不相应。天天念《大般若经》也没用处，一天把《金刚经》念一百遍也没用处，没有智慧，这是诸位一定要知道的。",
      "zh_TW": "這是彭居士舉《大般若經》的一段經文來作證，證明菩薩要想成就，決定不能離開佛陀。離開佛，佛是第一善知識，佛是最好的老師，究竟圓滿而沒有絲毫缺陷，跟這樣的老師，成就就快、就容易。所以經上說『是菩薩』，這個菩薩就是具般若智慧的菩薩，這個菩薩就是《金剛經》上所講破四相四見的菩薩。佛在《金剛經》上說，「若菩薩有我相人相眾生相壽者相，即非菩薩」，那個菩薩不行，必須要破四相、要破四見。不但四相不著，「我見人見眾生見壽者見」也不再執著，完全捨離，是這樣的菩薩。此地「是菩薩」是指破了四相、四見的菩薩。『由與般若波羅蜜多相應故』，只要離四見、四相，就與般若智慧相應；換句話說，只要你還有四相四見，你與般若智慧就不相應。天天念《大般若經》也沒用處，一天把《金剛經》念一百遍也沒用處，沒有智慧，這是諸位一定要知道的。"
    },
    {
      "id": "02-031-0032_p0040",
      "zh_CN": "读这些经的目的，是帮助我们看破，看破之后要放下。放下什么？《金刚经》上讲的四相四见，从四相四见上来说，是从根本放下。根本既然放下，枝叶就不用管了，好像一棵大树一样，我从根把它锯掉，那枝枝叶叶都不要管它。四相四见是根本。这个菩萨与般若智慧相应了。",
      "zh_TW": "讀這些經的目的，是幫助我們看破，看破之後要放下。放下什麼？《金剛經》上講的四相四見，從四相四見上來說，是從根本放下。根本既然放下，枝葉就不用管了，好像一棵大樹一樣，我從根把它鋸掉，那枝枝葉葉都不要管它。四相四見是根本。這個菩薩與般若智慧相應了。"
    },
    {
      "id": "02-031-0032_p0041",
      "zh_CN": "『从此处没，生余佛土』，这是讲菩萨修行，虽然看破放下，真的放下了，烦恼放下就是六道放下，烦恼放下，就没有六道了。妄想放下，就超越十法界，十法界没有了，入一真法界。入一真法界还有什么东西？给诸位说习气还在，这个东西很麻烦，他残余的习气在。断习气，这就是讲须要三大阿僧祇劫，须要经历菩萨四十二个阶级，断习气。他的见思、尘沙烦恼确实没有了，无明烦恼是习气，非常微细。这个东西存在，要慢慢的去断，因此他还要认真去修，「从此处没，生余佛土」。他修到哪里修？还是到十法界、六道里来修。像《楞严经》上所讲的，随众生心，应所知量，像《普门品》里面所说的，应以什么身得度他就现什么身，这是菩萨。菩萨以大慈悲心度化一切众生，是消除自己的习气，习气到哪里去磨练，把它磨掉？要在众生分上。譬如说称心如意的我们就会生欢喜心，那是习气，我要在很多欢乐场当中，把这个习气磨掉。在欢乐场中，我的心清净了、平静了，不再受外面境界波动，要在这里头断习气。瞋恚的习气，要在逆境里面去磨。遇到、看到不顺眼的人，看到不顺心的事，慢慢的心也清净、也平等、也若无其事了，不会再起心动念。",
      "zh_TW": "『從此處沒，生餘佛土』，這是講菩薩修行，雖然看破放下，真的放下了，煩惱放下就是六道放下，煩惱放下，就沒有六道了。妄想放下，就超越十法界，十法界沒有了，入一真法界。入一真法界還有什麼東西？給諸位說習氣還在，這個東西很麻煩，他殘餘的習氣在。斷習氣，這就是講須要三大阿僧祇劫，須要經歷菩薩四十二個階級，斷習氣。他的見思、塵沙煩惱確實沒有了，無明煩惱是習氣，非常微細。這個東西存在，要慢慢的去斷，因此他還要認真去修，「從此處沒，生餘佛土」。他修到哪裡修？還是到十法界、六道裡來修。像《楞嚴經》上所講的，隨眾生心，應所知量，像《普門品》裡面所說的，應以什麼身得度他就現什麼身，這是菩薩。菩薩以大慈悲心度化一切眾生，是消除自己的習氣，習氣到哪裡去磨練，把它磨掉？要在眾生分上。譬如說稱心如意的我們就會生歡喜心，那是習氣，我要在很多歡樂場當中，把這個習氣磨掉。在歡樂場中，我的心清淨了、平靜了，不再受外面境界波動，要在這裡頭斷習氣。瞋恚的習氣，要在逆境裡面去磨。遇到、看到不順眼的人，看到不順心的事，慢慢的心也清淨、也平等、也若無其事了，不會再起心動念。"
    },
    {
      "id": "02-031-0032_p0042",
      "zh_CN": "你不历事，你怎么能把习气磨掉？习气很难断除，所以菩萨要把习气断尽要经历三大阿僧祇劫。我们今天看到凡夫，小小的境界一动，马上习气就起现行、就发作，这是应当的。为什么？你是凡夫，你不是佛菩萨！如果境界风动的时候，你如如不动，那你是圣人，你不是凡夫；凡夫是应当他会这么做的。学佛的人，就要在境界里面要懂得如何来降伏习气，这就叫真正做功夫。所以念佛人境界一动，心里才一动念，赶紧阿弥陀佛阿弥陀佛，把动的念头把它压平。这叫做念佛，这叫做真正会用功。佛号照念，脾气照发，那没用处的，那不是修行。修行，一句佛号要把心压平，要在境界里面修如如不动。所以，菩萨恒顺众生，随喜功德，哪个地方有求，他就到那里去教化，教化是帮助众生，也是磨练自己的习气，消除自己的习气。「从此处没」这是示现，他应化身这个地方圆寂了，那个地方又出生，「生余佛土」，那个地方有缘，他那个地方又出生。他不会到六道，他不是业报身，他是愿力再生的，我们常讲乘愿再来。他是愿力生的，凡夫是业力生死，自己作不了主，菩萨自己作得了主。",
      "zh_TW": "你不歷事，你怎麼能把習氣磨掉？習氣很難斷除，所以菩薩要把習氣斷盡要經歷三大阿僧祇劫。我們今天看到凡夫，小小的境界一動，馬上習氣就起現行、就發作，這是應當的。為什麼？你是凡夫，你不是佛菩薩！如果境界風動的時候，你如如不動，那你是聖人，你不是凡夫；凡夫是應當他會這麼做的。學佛的人，就要在境界裡面要懂得如何來降伏習氣，這就叫真正做功夫。所以念佛人境界一動，心裡才一動念，趕緊阿彌陀佛阿彌陀佛，把動的念頭把它壓平。這叫做念佛，這叫做真正會用功。佛號照念，脾氣照發，那沒用處的，那不是修行。修行，一句佛號要把心壓平，要在境界裡面修如如不動。所以，菩薩恆順眾生，隨喜功德，哪個地方有求，他就到那裡去教化，教化是幫助眾生，也是磨練自己的習氣，消除自己的習氣。「從此處沒」這是示現，他應化身這個地方圓寂了，那個地方又出生，「生餘佛土」，那個地方有緣，他那個地方又出生。他不會到六道，他不是業報身，他是願力再生的，我們常講乘願再來。他是願力生的，凡夫是業力生死，自己作不了主，菩薩自己作得了主。"
    },
    {
      "id": "02-031-0032_p0043",
      "zh_CN": "『从一佛国，至一佛国』，这是讲一般的菩萨，一般什么样的？法身大士，不是普通菩萨；四相、四见没有破的，没这个能力，他不能从一佛国到另外一佛国。一佛国到另外一佛国，是这一个十法界到那边一个十法界，每一尊佛的国土都是十法界，他不能到另外一个佛国土。能到另外一个佛国土，已经超越十法界，法身大士才行，才有这个能力。所以你看经文就晓得他们的境界，他不是普通菩萨，普通菩萨纵然超越六道，不能超越十法界；换句话说，他在一个佛国土，在我们这个世界，娑婆世界，他不能越过娑婆世界到别的佛国土去，他没有这个能力。但是法身大士就有这个能力，他可以到他方佛国土去，从一个佛国土到另外一个佛国土。",
      "zh_TW": "『從一佛國，至一佛國』，這是講一般的菩薩，一般什麼樣的？法身大士，不是普通菩薩；四相、四見沒有破的，沒這個能力，他不能從一佛國到另外一佛國。一佛國到另外一佛國，是這一個十法界到那邊一個十法界，每一尊佛的國土都是十法界，他不能到另外一個佛國土。能到另外一個佛國土，已經超越十法界，法身大士才行，才有這個能力。所以你看經文就曉得他們的境界，他不是普通菩薩，普通菩薩縱然超越六道，不能超越十法界；換句話說，他在一個佛國土，在我們這個世界，娑婆世界，他不能越過娑婆世界到別的佛國土去，他沒有這個能力。但是法身大士就有這個能力，他可以到他方佛國土去，從一個佛國土到另外一個佛國土。"
    },
    {
      "id": "02-031-0032_p0044",
      "zh_CN": "『在在生处，常得值遇诸佛世尊』，这个地方佛国土的佛灭度了，底下一尊佛还没有出现，像我们现在这个世界就是如此，释迦牟尼佛灭度了，弥勒佛还没有出现。我们算是不错，生在释迦佛的末法时期，末法完了之后是灭法，这个世界上没有佛法。灭法的时间很长，根据佛在《弥勒下生经》里面所说的，时间大概是五十六亿万年，这个世间没有佛法。经过这么长的时间之后，弥勒菩萨从兜率内院下降到这个世界，示现再成佛。所以，有佛法的时间很短，没有佛法的时间很长，遇到佛就更不容易。法身大士有这个能力，亲近诸佛如来，哪个世界有佛他知道，他往生到那个世界去，亲近佛陀。",
      "zh_TW": "『在在生處，常得值遇諸佛世尊』，這個地方佛國土的佛滅度了，底下一尊佛還沒有出現，像我們現在這個世界就是如此，釋迦牟尼佛滅度了，彌勒佛還沒有出現。我們算是不錯，生在釋迦佛的末法時期，末法完了之後是滅法，這個世界上沒有佛法。滅法的時間很長，根據佛在《彌勒下生經》裡面所說的，時間大概是五十六億萬年，這個世間沒有佛法。經過這麼長的時間之後，彌勒菩薩從兜率內院下降到這個世界，示現再成佛。所以，有佛法的時間很短，沒有佛法的時間很長，遇到佛就更不容易。法身大士有這個能力，親近諸佛如來，哪個世界有佛他知道，他往生到那個世界去，親近佛陀。"
    },
    {
      "id": "02-031-0032_p0045",
      "zh_CN": "『供养恭敬，尊重赞叹』，这两句话范围也很广。供养里面最重要的是依教修行供养，我们不可以看到这个字，大概是送一点吃的东西、穿的东西就是供养佛，你把意思全搞错了。「行愿品」里面告诉我们，一切财供养都不如法供养，法供养第一条是如教修行供养。一定要懂得这个意思。以恭敬心接受佛的教诲，依教奉行，这叫做恭敬，叫做供养恭敬。第二句是弘扬佛法，「尊重赞叹」，是把佛教导他的，他自己又能够依教奉行，把他自己奉行的心得，加上佛的教诲，他去传授给别人，这是尊重赞叹。像释迦牟尼佛当年在世，为我们讲经三百余会说法四十九年，这就是尊重赞叹。所以菩萨，佛的弟子也是这样做法。",
      "zh_TW": "『供養恭敬，尊重讚歎』，這兩句話範圍也很廣。供養裡面最重要的是依教修行供養，我們不可以看到這個字，大概是送一點吃的東西、穿的東西就是供養佛，你把意思全搞錯了。「行願品」裡面告訴我們，一切財供養都不如法供養，法供養第一條是如教修行供養。一定要懂得這個意思。以恭敬心接受佛的教誨，依教奉行，這叫做恭敬，叫做供養恭敬。第二句是弘揚佛法，「尊重讚歎」，是把佛教導他的，他自己又能夠依教奉行，把他自己奉行的心得，加上佛的教誨，他去傳授給別人，這是尊重讚歎。像釋迦牟尼佛當年在世，為我們講經三百餘會說法四十九年，這就是尊重讚歎。所以菩薩，佛的弟子也是這樣做法。"
    },
    {
      "id": "02-031-0032_p0046",
      "zh_CN": "『乃至无上正等菩提』，就是一直到他成佛，『终不离佛』。这是讲法身大士，哪个世界有佛他就到那个世界去往生，生生世世都去亲近佛陀。这是讲到十方世界菩萨修学的状况，这个修行要跟西方世界菩萨比，不一样。西方世界菩萨，我们在《弥陀经》，在三经上都看到，每天都供养十方无量无边诸佛如来，不是到一个世界去投生，去亲近一尊佛，他每天都供养十方无量无边诸佛如来。《弥陀经》上说供养十万亿佛，那是对我们讲的，其实不止。因为佛讲，我们这个世界距离西方极乐世界十万亿佛国土，所以说供养十万亿佛，意思就是说往生到西方极乐世界，想回到地球上来看看，随时随地都可以来，想什么时候来就什么时候来，天天都可以来，是这个意思。实际上他的能力是供养无量无边诸佛如来。这跟《大般若经》上一比较，这些菩萨跟极乐世界的菩萨一比，就差得太远了。所以西方极乐世界的菩萨，只要三、四劫的时间就圆满菩提；《般若经》上讲的这些菩萨，要三大阿僧祇劫才能圆满菩提。也就是说，他虽然是不离开佛，他只亲近一尊、两尊，亲近的佛不多。不像西方极乐世界的菩萨，从下下品往生的，每天都亲近无量无边诸佛如来，这个缘太殊胜。",
      "zh_TW": "『乃至無上正等菩提』，就是一直到他成佛，『終不離佛』。這是講法身大士，哪個世界有佛他就到那個世界去往生，生生世世都去親近佛陀。這是講到十方世界菩薩修學的狀況，這個修行要跟西方世界菩薩比，不一樣。西方世界菩薩，我們在《彌陀經》，在三經上都看到，每天都供養十方無量無邊諸佛如來，不是到一個世界去投生，去親近一尊佛，他每天都供養十方無量無邊諸佛如來。《彌陀經》上說供養十萬億佛，那是對我們講的，其實不止。因為佛講，我們這個世界距離西方極樂世界十萬億佛國土，所以說供養十萬億佛，意思就是說往生到西方極樂世界，想回到地球上來看看，隨時隨地都可以來，想什麼時候來就什麼時候來，天天都可以來，是這個意思。實際上他的能力是供養無量無邊諸佛如來。這跟《大般若經》上一比較，這些菩薩跟極樂世界的菩薩一比，就差得太遠了。所以西方極樂世界的菩薩，只要三、四劫的時間就圓滿菩提；《般若經》上講的這些菩薩，要三大阿僧祇劫才能圓滿菩提。也就是說，他雖然是不離開佛，他只親近一尊、兩尊，親近的佛不多。不像西方極樂世界的菩薩，從下下品往生的，每天都親近無量無邊諸佛如來，這個緣太殊勝。"
    },
    {
      "id": "02-031-0032_p0047",
      "zh_CN": "【当知欲不离佛，须以念佛为因，如华严十地，始终不离念佛。】",
      "zh_TW": "【當知欲不離佛，須以念佛為因，如華嚴十地，始終不離念佛。】"
    },
    {
      "id": "02-031-0032_p0048",
      "zh_CN": "这末后的一句是彭居士苦口婆心劝勉我们，叫我们应当要知道，你要想『不离佛』，必须『以念佛为因』，往生极乐世界是果报。他这里举《华严经》做例子，『华严十地，始终不离念佛』。《华严经》上十地菩萨是从初地到等觉，始是初地，终是等觉，总共十一个位次。这十一个位次的菩萨，都是念阿弥陀佛求生极乐世界。所以，这段文是很不可思议，值得我们深深去反省的。这不是普通的菩萨，法身大士里面的大菩萨，我们称之为圣人。前面称为贤人，三贤十圣，这个十圣位次他都念佛，求生极乐世界。底下这一段。",
      "zh_TW": "這末後的一句是彭居士苦口婆心勸勉我們，叫我們應當要知道，你要想『不離佛』，必須『以念佛為因』，往生極樂世界是果報。他這裡舉《華嚴經》做例子，『華嚴十地，始終不離念佛』。《華嚴經》上十地菩薩是從初地到等覺，始是初地，終是等覺，總共十一個位次。這十一個位次的菩薩，都是念阿彌陀佛求生極樂世界。所以，這段文是很不可思議，值得我們深深去反省的。這不是普通的菩薩，法身大士裡面的大菩薩，我們稱之為聖人。前面稱為賢人，三賢十聖，這個十聖位次他都念佛，求生極樂世界。底下這一段。"
    },
    {
      "id": "02-031-0032_p0049",
      "zh_CN": "【法窟曰，于出世道悕求为愿。】",
      "zh_TW": "【法窟曰，於出世道悕求為願。】"
    },
    {
      "id": "02-031-0032_p0050",
      "zh_CN": "这是解释经文当中「愿」这个字，可见它不是一般的愿，我们世间一般人愿望里面都是求富贵、求名利，都是以此为愿。还有一些学佛的人，不愿往生净土，希望来生还得人身，做富贵人，行菩萨道。这个愿望是不错，理想没错，能不能兑现那就不知道了，非常困难。我们这一生若不求生净土，来生能不能得人身？也许有人说，我这一生做了多少多少好事，布施或者是慈善救济，做了很多的好事。这些好事能得人身吗？不能，你做的那些好事是福报，你修的福报，福报不能够引导你向三善道，这佛在经上讲得很透彻。要得三善道，要修德行，这个才能够得人身。佛给我们讲的，得人身的条件是五戒十善，儒家跟我们讲的是伦常道德，儒家讲五常，常就是常道，不能够失掉。仁、义、礼、智、信这五个字，我们做到了没有？佛法里面的五戒，不杀生、不偷盗、不邪淫、不妄语、不饮酒，你做到了没有？如果自己的五戒十善修得很好，可以能把八十分以上，那可以保证你来生不会失掉人身。如果五戒十善自己想想有亏欠，恐怕不及格，换句话说，人身就得不到。人身得不到到哪里去？三恶道去了。你这一生修了很多的福报，福报还是一样享受，你看看畜生道有福报的，外国人养的那些宠物，世间人比不上，牠的福报太大了，这我们能看得见的。鬼神里面有福报的，世间人盖很大的庙宇供养他，初一、十五去拜拜，热闹的很，前生修的福报。",
      "zh_TW": "這是解釋經文當中「願」這個字，可見它不是一般的願，我們世間一般人願望裡面都是求富貴、求名利，都是以此為願。還有一些學佛的人，不願往生淨土，希望來生還得人身，做富貴人，行菩薩道。這個願望是不錯，理想沒錯，能不能兌現那就不知道了，非常困難。我們這一生若不求生淨土，來生能不能得人身？也許有人說，我這一生做了多少多少好事，布施或者是慈善救濟，做了很多的好事。這些好事能得人身嗎？不能，你做的那些好事是福報，你修的福報，福報不能夠引導你向三善道，這佛在經上講得很透徹。要得三善道，要修德行，這個才能夠得人身。佛給我們講的，得人身的條件是五戒十善，儒家跟我們講的是倫常道德，儒家講五常，常就是常道，不能夠失掉。仁、義、禮、智、信這五個字，我們做到了沒有？佛法裡面的五戒，不殺生、不偷盜、不邪淫、不妄語、不飲酒，你做到了沒有？如果自己的五戒十善修得很好，可以能把八十分以上，那可以保證你來生不會失掉人身。如果五戒十善自己想想有虧欠，恐怕不及格，換句話說，人身就得不到。人身得不到到哪裡去？三惡道去了。你這一生修了很多的福報，福報還是一樣享受，你看看畜生道有福報的，外國人養的那些寵物，世間人比不上，牠的福報太大了，這我們能看得見的。鬼神裡面有福報的，世間人蓋很大的廟宇供養他，初一、十五去拜拜，熱鬧的很，前生修的福報。"
    },
    {
      "id": "02-031-0032_p0051",
      "zh_CN": "所以，恶道里头有享福的，福是可以带得去的，但是功德就很难，功德要累积，功德大的能出三界，小的能得人天的果报。六道里面投胎，舍身受身，法相唯识的经论讲得很清楚，有引业、有满业。引业是引导你去投胎，像五戒十善，儒家的伦理纲常，这是引导你投生的。你修福、积德那是满业，就是你得到人身，得到这个身之后你享福，你有很大的福报。我们今天讲譬如说在人道里面，你有财富、你有聪明智慧、你健康长寿，那是属于满业。到人道来，这是引业，大家都得人身，引业相同，满业不相同。所以，人有富贵、有贫贱，不一样，满业一定要修福。",
      "zh_TW": "所以，惡道裡頭有享福的，福是可以帶得去的，但是功德就很難，功德要累積，功德大的能出三界，小的能得人天的果報。六道裡面投胎，捨身受身，法相唯識的經論講得很清楚，有引業、有滿業。引業是引導你去投胎，像五戒十善，儒家的倫理綱常，這是引導你投生的。你修福、積德那是滿業，就是你得到人身，得到這個身之後你享福，你有很大的福報。我們今天講譬如說在人道裡面，你有財富、你有聰明智慧、你健康長壽，那是屬於滿業。到人道來，這是引業，大家都得人身，引業相同，滿業不相同。所以，人有富貴、有貧賤，不一樣，滿業一定要修福。"
    },
    {
      "id": "02-031-0032_p0052",
      "zh_CN": "所以，这个愿必须以出世间的、超越六道轮回，才叫真正的愿望，这是你真正觉悟。如果没有这个念头，你那个愿是小愿，太小了，不能出六道，换句话说不能解决问题。而出世间的愿，是以往生净土为第一大愿，因为这个愿望是一生决定成佛，而且很快的成佛。我们照佛在三经里面所讲的，仔细去思惟，生到西方极乐世界，最晚最晚大概五、六劫决定成佛，五、六劫跟三大阿僧祇劫不能比，时间太短了。这个法门确实是稀有，所以诸佛赞叹。",
      "zh_TW": "所以，這個願必須以出世間的、超越六道輪迴，才叫真正的願望，這是你真正覺悟。如果沒有這個念頭，你那個願是小願，太小了，不能出六道，換句話說不能解決問題。而出世間的願，是以往生淨土為第一大願，因為這個願望是一生決定成佛，而且很快的成佛。我們照佛在三經裡面所講的，仔細去思惟，生到西方極樂世界，最晚最晚大概五、六劫決定成佛，五、六劫跟三大阿僧祇劫不能比，時間太短了。這個法門確實是稀有，所以諸佛讚歎。"
    },
    {
      "id": "02-031-0032_p0053",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}