{
  "doc_id": "02-031-0037",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0037",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "02-031-0037_p0001",
      "zh_CN": "请掀开经本，第五十三面，倒数第七行，从第九十一段看起。好像前面一段我们没有讲完是不是？前面这段上一次没有讲完，时间到了。好，我们从九十段看起好了。",
      "zh_TW": "請掀開經本，第五十三面，倒數第七行，從第九十一段看起。好像前面一段我們沒有講完是不是？前面這段上一次沒有講完，時間到了。好，我們從九十段看起好了。"
    },
    {
      "id": "02-031-0037_p0002",
      "zh_CN": "【会疏曰，菩萨有二种智，能为一切修行本。】",
      "zh_TW": "【會疏曰，菩薩有二種智，能為一切修行本。】"
    },
    {
      "id": "02-031-0037_p0003",
      "zh_CN": "这两句话很重要，说明佛法的修学完全是智慧，离开智慧就不是佛法。佛这个字，它的意思是觉悟的意思，不觉就迷了，智慧开了才觉悟。所以佛菩萨他们的受用就是圆满的智慧，尤其是如来果地上，确实是究竟圆满的智慧。学佛就是求智慧，学佛就是过智慧的生活，而不是过烦恼的生活。所以这两种智是一切修行的根本，也是修正迷惑、错误行为的根本。下面说了：",
      "zh_TW": "這兩句話很重要，說明佛法的修學完全是智慧，離開智慧就不是佛法。佛這個字，它的意思是覺悟的意思，不覺就迷了，智慧開了才覺悟。所以佛菩薩他們的受用就是圓滿的智慧，尤其是如來果地上，確實是究竟圓滿的智慧。學佛就是求智慧，學佛就是過智慧的生活，而不是過煩惱的生活。所以這兩種智是一切修行的根本，也是修正迷惑、錯誤行為的根本。下面說了："
    },
    {
      "id": "02-031-0037_p0004",
      "zh_CN": "【何者为二，一谓如理智。】",
      "zh_TW": "【何者為二，一謂如理智。】"
    },
    {
      "id": "02-031-0037_p0005",
      "zh_CN": "前面虽然说过，此地重复也不妨，因为这是非常重要的课题。如理，理是宇宙人生一切万法的理体，称之为『如理智』，这是能够通达。底下讲：",
      "zh_TW": "前面雖然說過，此地重複也不妨，因為這是非常重要的課題。如理，理是宇宙人生一切萬法的理體，稱之為『如理智』，這是能夠通達。底下講："
    },
    {
      "id": "02-031-0037_p0006",
      "zh_CN": "【能照诸法本性。】",
      "zh_TW": "【能照諸法本性。】"
    },
    {
      "id": "02-031-0037_p0007",
      "zh_CN": "这个智慧就是如理智，它的别名很多，我们在经论上常常看到的，也称它作根本智，也称它作实智，就是真实。经上常讲真实智慧，这实智，这是自性本具的般若智慧，不是从外面来的。如理智在起用的时候，它的相状，底下两句说得很好。",
      "zh_TW": "這個智慧就是如理智，它的別名很多，我們在經論上常常看到的，也稱它作根本智，也稱它作實智，就是真實。經上常講真實智慧，這實智，這是自性本具的般若智慧，不是從外面來的。如理智在起用的時候，它的相狀，底下兩句說得很好。"
    },
    {
      "id": "02-031-0037_p0008",
      "zh_CN": "【不一不异，不生不灭。】",
      "zh_TW": "【不一不異，不生不滅。】"
    },
    {
      "id": "02-031-0037_p0009",
      "zh_CN": "此地只说了四个不字，《中观》里面讲八不，经论里面还有讲十四不，但是无论说的多少，理就是一个。一切诸法的体性，确实是『不一不异，不生不灭』的，这个道理很深，事也很难懂，这是宇宙人生的真相。因为所有一切万象，实际上讲都是同时的，一异同时，生灭同时，没有先后也没有来去，这才是事实真相，是诸佛与大菩萨们亲证的境界。凡夫看一切诸法有生有灭，有同有不同，实在讲都没有看到诸法的真相。唯有大菩萨，这个地方所讲的圆教初住、别教初地，所谓破一品无明，证一分法身，他们见到了，这是他们的境界。由此可知，这『二种智』不是普通菩萨有的，法身大士才具备这二种智。",
      "zh_TW": "此地只說了四個不字，《中觀》裡面講八不，經論裡面還有講十四不，但是無論說的多少，理就是一個。一切諸法的體性，確實是『不一不異，不生不滅』的，這個道理很深，事也很難懂，這是宇宙人生的真相。因為所有一切萬象，實際上講都是同時的，一異同時，生滅同時，沒有先後也沒有來去，這才是事實真相，是諸佛與大菩薩們親證的境界。凡夫看一切諸法有生有滅，有同有不同，實在講都沒有看到諸法的真相。唯有大菩薩，這個地方所講的圓教初住、別教初地，所謂破一品無明，證一分法身，他們見到了，這是他們的境界。由此可知，這『二種智』不是普通菩薩有的，法身大士才具備這二種智。"
    },
    {
      "id": "02-031-0037_p0010",
      "zh_CN": "那我们怎么办？我们虽然没有智慧，但是要知道佛菩萨生活是怎么一回事情，我们应当向往、应当追求，应当向这个方向、目标努力去学习，这就对了。凡是与二种智相应的都称之为正行、正法；与二智相违背的，是迷惑颠倒，不是正法，标准在此地。佛法里面讲邪正、讲真妄，标准在这个地方。所以底下结论：",
      "zh_TW": "那我們怎麼辦？我們雖然沒有智慧，但是要知道佛菩薩生活是怎麼一回事情，我們應當嚮往、應當追求，應當向這個方向、目標努力去學習，這就對了。凡是與二種智相應的都稱之為正行、正法；與二智相違背的，是迷惑顛倒，不是正法，標準在此地。佛法裡面講邪正、講真妄，標準在這個地方。所以底下結論："
    },
    {
      "id": "02-031-0037_p0011",
      "zh_CN": "【是名通诸法性。】",
      "zh_TW": "【是名通諸法性。】"
    },
    {
      "id": "02-031-0037_p0012",
      "zh_CN": "这一段文就是解释经文里面的「通诸法性，达众生相」，解释这两句。根本智是通达法性。",
      "zh_TW": "這一段文就是解釋經文裡面的「通諸法性，達眾生相」，解釋這兩句。根本智是通達法性。"
    },
    {
      "id": "02-031-0037_p0013",
      "zh_CN": "【二谓如量智，能照众生殊相，迷悟凡圣各异，是名达众生相。】",
      "zh_TW": "【二謂如量智，能照眾生殊相，迷悟凡聖各異，是名達眾生相。】"
    },
    {
      "id": "02-031-0037_p0014",
      "zh_CN": "『如量智』就是后得智，后得是对根本讲的。得到根本智之后，根本智用在日常生活上叫做后得智，也叫做权智。权是对实讲的，前面是实，真实的，这是善巧方便，善巧方便称之为权，称它作权智。这是如理智起作用，起作用是『能照众生殊相』，殊是差别，九法界的众生，菩萨、缘觉、声闻，六道各个不相同，殊就是不相同。十法界依正庄严，在事相上都不一样，迷是六凡，悟是四圣，『凡圣各异』。迷里头有六道，我们称六道凡夫；悟的里面有声闻、缘觉、菩萨、佛，称为四圣。六凡四圣法界，这叫十法界，合起来十法界，我们常讲十法界依正庄严。对于这些事相、因果里面的变化，因缘果报都能通达明了，这叫『达众生相』，达是通达。",
      "zh_TW": "『如量智』就是後得智，後得是對根本講的。得到根本智之後，根本智用在日常生活上叫做後得智，也叫做權智。權是對實講的，前面是實，真實的，這是善巧方便，善巧方便稱之為權，稱它作權智。這是如理智起作用，起作用是『能照眾生殊相』，殊是差別，九法界的眾生，菩薩、緣覺、聲聞，六道各個不相同，殊就是不相同。十法界依正莊嚴，在事相上都不一樣，迷是六凡，悟是四聖，『凡聖各異』。迷裡頭有六道，我們稱六道凡夫；悟的裡面有聲聞、緣覺、菩薩、佛，稱為四聖。六凡四聖法界，這叫十法界，合起來十法界，我們常講十法界依正莊嚴。對於這些事相、因果裡面的變化，因緣果報都能通達明瞭，這叫『達眾生相』，達是通達。"
    },
    {
      "id": "02-031-0037_p0015",
      "zh_CN": "《般若经》上将这两种智慧，常常用一句话说「般若无知，无所不知」，无知就是如理智，无所不知就是如量智。诸位要晓得，这两种智是一不是二，如果要是二，那就错了。契入到高级的佛法，佛门当中有句话，也许诸位同修都听说过，也都能说得出来，「万法归一」。这句话意思非常深、非常广，几时你要亲证到万法归一，那就恭喜你，你入了一真法界，你已经脱离了六道、十法界，入一真法界。一真法界里面，四十一位法身大士都在这个境界当中，所以一真法界也叫不二法门。我们今天为什么入不了？我们都落在二、三里头，你看说了如理智、如量智，一定是看作两个，不晓得它是一个。要是我们拿这个话去问禅宗六祖能大师，他一定跟你说，如理智、如量智是二法，二法不是佛法，佛法是不二法，他一定跟你这样讲。",
      "zh_TW": "《般若經》上將這兩種智慧，常常用一句話說「般若無知，無所不知」，無知就是如理智，無所不知就是如量智。諸位要曉得，這兩種智是一不是二，如果要是二，那就錯了。契入到高級的佛法，佛門當中有句話，也許諸位同修都聽說過，也都能說得出來，「萬法歸一」。這句話意思非常深、非常廣，幾時你要親證到萬法歸一，那就恭喜你，你入了一真法界，你已經脫離了六道、十法界，入一真法界。一真法界裡面，四十一位法身大士都在這個境界當中，所以一真法界也叫不二法門。我們今天為什麼入不了？我們都落在二、三裡頭，你看說了如理智、如量智，一定是看作兩個，不曉得它是一個。要是我們拿這個話去問禪宗六祖能大師，他一定跟你說，如理智、如量智是二法，二法不是佛法，佛法是不二法，他一定跟你這樣講。"
    },
    {
      "id": "02-031-0037_p0016",
      "zh_CN": "印宗不是问他吗？印宗问了一个解脱、禅定，问他在黄梅的时候，五祖对于禅定、解脱怎么个讲法？他的回答就是禅定、解脱是二法，佛法是不二法，二就不是佛法。你才晓得什么叫做万法归一。这就是所有一切世出世间法都是不二，你这才能契入到一真法界。道理在哪里？还是《华严经》上那一句老话，佛说了，「一切众生皆有如来智慧德相，但以妄想分别执着而不能证得」。我们心里心目当中有个二、有个三，就是迷惑颠倒。离开一切妄想执着，不就是一了吗？你才真正能入不二法门，尽虚空遍法界，世出世间一切法都是不二，这才真正万法归一的样子，我们能够体会少分。",
      "zh_TW": "印宗不是問他嗎？印宗問了一個解脫、禪定，問他在黃梅的時候，五祖對於禪定、解脫怎麼個講法？他的回答就是禪定、解脫是二法，佛法是不二法，二就不是佛法。你才曉得什麼叫做萬法歸一。這就是所有一切世出世間法都是不二，你這才能契入到一真法界。道理在哪裡？還是《華嚴經》上那一句老話，佛說了，「一切眾生皆有如來智慧德相，但以妄想分別執著而不能證得」。我們心裡心目當中有個二、有個三，就是迷惑顛倒。離開一切妄想執著，不就是一了嗎？你才真正能入不二法門，盡虛空遍法界，世出世間一切法都是不二，這才真正萬法歸一的樣子，我們能夠體會少分。"
    },
    {
      "id": "02-031-0037_p0017",
      "zh_CN": "因此，学佛最容易入门的人，这个入门就是入一真法界，入不二法门，一种是上根利智，绝顶聪明智慧的人，一闻佛法，他就契入。换句话说，妄想执着他就舍掉了。另外一种人，是下愚之人，愚不可及，佛教他一个方法，他绝对没有分别、决定没有执着。叫他念佛，就老老实实一句佛号念到底，他没有妄想、没有分别、没有执着。所以念个两年、三年，人家能够站着往生，能够预知时至。什么原因？他入不二法门，他就是一句老实念，把他的妄想分别执着念掉，没有了。这两种人都是少数，少数又少数，过去李炳老常讲，一万人当中难得有一个。大多数人，我们今天讲是知识分子，知识分子麻烦就大了。你看本来是智，如理智、如量智，智没有了变成识，佛法是叫我们转识成智，知识分子是转智成识。他的妄想特别多，分别执着特别重，这是佛最难度的一类众生。",
      "zh_TW": "因此，學佛最容易入門的人，這個入門就是入一真法界，入不二法門，一種是上根利智，絕頂聰明智慧的人，一聞佛法，他就契入。換句話說，妄想執著他就捨掉了。另外一種人，是下愚之人，愚不可及，佛教他一個方法，他絕對沒有分別、決定沒有執著。叫他念佛，就老老實實一句佛號念到底，他沒有妄想、沒有分別、沒有執著。所以念個兩年、三年，人家能夠站著往生，能夠預知時至。什麼原因？他入不二法門，他就是一句老實念，把他的妄想分別執著念掉，沒有了。這兩種人都是少數，少數又少數，過去李炳老常講，一萬人當中難得有一個。大多數人，我們今天講是知識分子，知識分子麻煩就大了。你看本來是智，如理智、如量智，智沒有了變成識，佛法是叫我們轉識成智，知識分子是轉智成識。他的妄想特別多，分別執著特別重，這是佛最難度的一類眾生。"
    },
    {
      "id": "02-031-0037_p0018",
      "zh_CN": "实在说难度也不怕，我们知道，所谓上根利智、所谓下愚的老实人，说实在他们也是多生多劫累积的善根福德，这一生当中遇到缘才能成就的。如果没有过去生中累积的善根福德，他上上根从哪来的？由此可知，佛法讲修行证果要经历无量劫，这句话并不是假话。这是我们应当要理解的，应当要知道这些事实真相，然后才晓得我们学的是什么、我们求的是什么、我们希望得的是什么？那修学才能够相应，才能得佛法殊胜的功德利益。我们看底下一段。",
      "zh_TW": "實在說難度也不怕，我們知道，所謂上根利智、所謂下愚的老實人，說實在他們也是多生多劫累積的善根福德，這一生當中遇到緣才能成就的。如果沒有過去生中累積的善根福德，他上上根從哪來的？由此可知，佛法講修行證果要經歷無量劫，這句話並不是假話。這是我們應當要理解的，應當要知道這些事實真相，然後才曉得我們學的是什麼、我們求的是什麼、我們希望得的是什麼？那修學才能夠相應，才能得佛法殊勝的功德利益。我們看底下一段。"
    },
    {
      "id": "02-031-0037_p0019",
      "zh_CN": "【甄解曰，能游无量佛土，兴供养云，故云供养诸佛。】",
      "zh_TW": "【甄解曰，能遊無量佛土，興供養雲，故云供養諸佛。】"
    },
    {
      "id": "02-031-0037_p0020",
      "zh_CN": "《甄解》这段话也是说的法身大士，若不是法身大士，没有这个能力。而克实而论，唯独西方极乐世界的菩萨才能够承当。因为即使是圆教初住菩萨、别教初地菩萨，也没有能够『游无量佛土』，他还没有这个能力。他能够游历几十个佛国土、几百个佛国土、几千个佛国土，行，他还有这个能力；无量佛国土，他没有这个能力。佛在大乘经上常说，若有能力游历无量佛土，通常讲的是八地菩萨，七地、八地；七地是远行地，就有这个能力，八地是不动地。绝对不是初住菩萨就有这个能力的，初住菩萨才破一品无明；七地菩萨，四十一品无明已经破了三十七品，他能力大了，才能够「游无量佛国土」。但是，西方极乐世界非常特殊，往生到极乐世界的人，可能一品烦恼都没有断，实在说他是凡夫，但是念佛生到西方极乐世界，得到阿弥陀佛四十八愿本愿威神加持，他就有能力遍游无量佛土。换句话说，他的能力、作用几乎等于十地菩萨，等于等觉菩萨，这是弥陀威神加持给他的，所以他能够『供养诸佛』，『兴供养云』。",
      "zh_TW": "《甄解》這段話也是說的法身大士，若不是法身大士，沒有這個能力。而剋實而論，唯獨西方極樂世界的菩薩才能夠承當。因為即使是圓教初住菩薩、別教初地菩薩，也沒有能夠『遊無量佛土』，他還沒有這個能力。他能夠遊歷幾十個佛國土、幾百個佛國土、幾千個佛國土，行，他還有這個能力；無量佛國土，他沒有這個能力。佛在大乘經上常說，若有能力遊歷無量佛土，通常講的是八地菩薩，七地、八地；七地是遠行地，就有這個能力，八地是不動地。絕對不是初住菩薩就有這個能力的，初住菩薩才破一品無明；七地菩薩，四十一品無明已經破了三十七品，他能力大了，才能夠「遊無量佛國土」。但是，西方極樂世界非常特殊，往生到極樂世界的人，可能一品煩惱都沒有斷，實在說他是凡夫，但是念佛生到西方極樂世界，得到阿彌陀佛四十八願本願威神加持，他就有能力遍遊無量佛土。換句話說，他的能力、作用幾乎等於十地菩薩，等於等覺菩薩，這是彌陀威神加持給他的，所以他能夠『供養諸佛』，『興供養雲』。"
    },
    {
      "id": "02-031-0037_p0021",
      "zh_CN": "佛经里面这个「云」字用得非常之多，这个字就表示如《金刚经》上所说，「应无所住而生其心」。表示虽供养，那个心非常清净，绝没有着相，不但没有着相，念也不着，《金刚经》上讲的离四相、离四见。离相离念而修供养，就像云一样，云代表非有非无。我们在远处看到云彩一朵一朵的，接近之后就没有了，所以它代表的是非有非无。事上有供养，心地里没有痕迹，所以称之为云，这才是如法的供养。这都是法身大士的境界，不是凡夫所修的这些事相，凡夫修行都有执着，着相。",
      "zh_TW": "佛經裡面這個「雲」字用得非常之多，這個字就表示如《金剛經》上所說，「應無所住而生其心」。表示雖供養，那個心非常清淨，絕沒有著相，不但沒有著相，念也不著，《金剛經》上講的離四相、離四見。離相離念而修供養，就像雲一樣，雲代表非有非無。我們在遠處看到雲彩一朵一朵的，接近之後就沒有了，所以它代表的是非有非無。事上有供養，心地裡沒有痕跡，所以稱之為雲，這才是如法的供養。這都是法身大士的境界，不是凡夫所修的這些事相，凡夫修行都有執著，著相。"
    },
    {
      "id": "02-031-0037_p0022",
      "zh_CN": "【维摩经曰，虽知诸佛国，及与众生空，而常修净土，教化于群生。】",
      "zh_TW": "【維摩經曰，雖知諸佛國，及與眾生空，而常修淨土，教化於群生。】"
    },
    {
      "id": "02-031-0037_p0023",
      "zh_CN": "诸佛菩萨、法身大士，他们知道世出世间一切法，《金刚经》上说得很好，「如梦幻泡影，如露亦如电」，这就是『虽知诸佛国，及与众生空』，「诸佛国」是指一真法界，「众生空」是指的十法界。不但十法界相有体无，因缘生法，当体皆空，了不可得，这十法界的情形，而一真法界也是缘起的，这个事情太清楚了。西方极乐世界怎么来的？你们读了《无量寿经》，是阿弥陀佛大悲愿力所建的，缘起的，不是本来有的。阿弥陀佛建立西方极乐世界到现在才十劫，时间并不算很长。凡是缘起皆是性空，这个诸位一定要记住，这个定律是不会改变的，缘起一定是性空，缘起一定是当体皆空，了不可得，一切诸法都是缘起的。",
      "zh_TW": "諸佛菩薩、法身大士，他們知道世出世間一切法，《金剛經》上說得很好，「如夢幻泡影，如露亦如電」，這就是『雖知諸佛國，及與眾生空』，「諸佛國」是指一真法界，「眾生空」是指的十法界。不但十法界相有體無，因緣生法，當體皆空，了不可得，這十法界的情形，而一真法界也是緣起的，這個事情太清楚了。西方極樂世界怎麼來的？你們讀了《無量壽經》，是阿彌陀佛大悲願力所建的，緣起的，不是本來有的。阿彌陀佛建立西方極樂世界到現在才十劫，時間並不算很長。凡是緣起皆是性空，這個諸位一定要記住，這個定律是不會改變的，緣起一定是性空，緣起一定是當體皆空，了不可得，一切諸法都是緣起的。"
    },
    {
      "id": "02-031-0037_p0024",
      "zh_CN": "虽然这些理、事清清楚楚、明明白白，『而常修净土，教化于群生』，他并没有消极，并没有说这是假的，假的算了，不要做了，没有这个说法。他还更积极、更认真努力在做。诸佛菩萨哪一个不修净土？此地这个净土不一定是西方极乐世界，这是广义的，所有一切诸佛菩萨都是修净土，净土是佛法唯一的目的。我们修行是不是修净土？如果不是修净土就错了，你就得不到净土。净土不仅在西方，在现前。正如同经上所说，心净则土净，我们修行修什么？不管是哪一宗哪一派哪个法门，都是修的清净心。心净则佛土净，只要你心清净，你的身就清净，你居住的环境、世界就清净。也许你说现在世界这样的乱，染污这样的重，哪来的清净？说实在的话，是你心不清净，你的心如果清净，你看现前这个世界是清净的，境随心转！我们心里面有分别、有执着、有是非人我、有贪瞋痴慢，这个境界怎么可能清净？怎能不污染？所以，我们自己学佛要晓得修的是什么？修到清净心，就转变现实的环境，这一点非常重要。一切诸佛菩萨，你要问他修什么？总而言之，就是常修净土，自己修，教化众生是帮助有缘的众生修净土。等到你心地清净了，自然感应佛菩萨来帮助你、来指引你。一切净土当中，最殊胜的是弥陀净土，所以众生有感，佛菩萨就有应。",
      "zh_TW": "雖然這些理、事清清楚楚、明明白白，『而常修淨土，教化於群生』，他並沒有消極，並沒有說這是假的，假的算了，不要做了，沒有這個說法。他還更積極、更認真努力在做。諸佛菩薩哪一個不修淨土？此地這個淨土不一定是西方極樂世界，這是廣義的，所有一切諸佛菩薩都是修淨土，淨土是佛法唯一的目的。我們修行是不是修淨土？如果不是修淨土就錯了，你就得不到淨土。淨土不僅在西方，在現前。正如同經上所說，心淨則土淨，我們修行修什麼？不管是哪一宗哪一派哪個法門，都是修的清淨心。心淨則佛土淨，只要你心清淨，你的身就清淨，你居住的環境、世界就清淨。也許你說現在世界這樣的亂，染污這樣的重，哪來的清淨？說實在的話，是你心不清淨，你的心如果清淨，你看現前這個世界是清淨的，境隨心轉！我們心裡面有分別、有執著、有是非人我、有貪瞋痴慢，這個境界怎麼可能清淨？怎能不污染？所以，我們自己學佛要曉得修的是什麼？修到清淨心，就轉變現實的環境，這一點非常重要。一切諸佛菩薩，你要問他修什麼？總而言之，就是常修淨土，自己修，教化眾生是幫助有緣的眾生修淨土。等到你心地清淨了，自然感應佛菩薩來幫助你、來指引你。一切淨土當中，最殊勝的是彌陀淨土，所以眾生有感，佛菩薩就有應。"
    },
    {
      "id": "02-031-0037_p0025",
      "zh_CN": "这一句经文也明白的告诉我们，不一不异，空有不二，知佛国及众生空，下面常修、教化这是有，空有不二，不二就契入了一真。可见得大乘教义，一切经论里面处处显示，要紧的是我们能够细心去体会。然后才晓得在生活当中如何的修学、如何去摄取，成就无量功德利益。",
      "zh_TW": "這一句經文也明白的告訴我們，不一不異，空有不二，知佛國及眾生空，下面常修、教化這是有，空有不二，不二就契入了一真。可見得大乘教義，一切經論裡面處處顯示，要緊的是我們能夠細心去體會。然後才曉得在生活當中如何的修學、如何去攝取，成就無量功德利益。"
    },
    {
      "id": "02-031-0037_p0026",
      "zh_CN": "【唯识论十云。】",
      "zh_TW": "【唯識論十云。】"
    },
    {
      "id": "02-031-0037_p0027",
      "zh_CN": "这个十是第十卷。",
      "zh_TW": "這個十是第十卷。"
    },
    {
      "id": "02-031-0037_p0028",
      "zh_CN": "【神力难思，故能化现。】",
      "zh_TW": "【神力難思，故能化現。】"
    },
    {
      "id": "02-031-0037_p0029",
      "zh_CN": "『神力』就是常讲的神通道力，不可思议。所以他能够变化，随众生心，应所知量，众生心里有感，诸佛菩萨就有应，感应道交。如《普门品》里说的观世音菩萨三十二应，他能够随众生的意思变化，这个力量是神通道力，不可思议。",
      "zh_TW": "『神力』就是常講的神通道力，不可思議。所以他能夠變化，隨眾生心，應所知量，眾生心裡有感，諸佛菩薩就有應，感應道交。如《普門品》裡說的觀世音菩薩三十二應，他能夠隨眾生的意思變化，這個力量是神通道力，不可思議。"
    },
    {
      "id": "02-031-0037_p0030",
      "zh_CN": "【会疏曰，电光有四义。】",
      "zh_TW": "【會疏曰，電光有四義。】"
    },
    {
      "id": "02-031-0037_p0031",
      "zh_CN": "佛经论中，用『电光』做比喻的很多，我们常常能够读到。凡是读到电光的比喻，总不外乎这四个意思，这四个意思等于是总解释电光，电光有四义。",
      "zh_TW": "佛經論中，用『電光』做比喻的很多，我們常常能夠讀到。凡是讀到電光的比喻，總不外乎這四個意思，這四個意思等於是總解釋電光，電光有四義。"
    },
    {
      "id": "02-031-0037_p0032",
      "zh_CN": "【一速疾义。】",
      "zh_TW": "【一速疾義。】"
    },
    {
      "id": "02-031-0037_p0033",
      "zh_CN": "就是快速，它的时间非常短暂，所以《金刚经》上也用它来做比喻，「如露亦如电」。《金刚经》上总共有六个字的比喻，梦幻泡影露电六个字，每个字比喻一桩事情，梦是总的比喻，底下这五个字是分别。幻比喻虚空，虚空不是实在的，如幻；泡比喻国土，诸佛国及众生空；影比喻众生的身体，没有一样是真实的；露跟电是比喻它存在时间的短暂。为什么用两个字比喻？一个是相续相，把相续相的存在比喻作露，露水的时间长一点；而电则表示刹那生灭的现象，刹那生灭。所以这是『速疾』的意思。第二个：",
      "zh_TW": "就是快速，它的時間非常短暫，所以《金剛經》上也用它來做比喻，「如露亦如電」。《金剛經》上總共有六個字的比喻，夢幻泡影露電六個字，每個字比喻一樁事情，夢是總的比喻，底下這五個字是分別。幻比喻虛空，虛空不是實在的，如幻；泡比喻國土，諸佛國及眾生空；影比喻眾生的身體，沒有一樣是真實的；露跟電是比喻它存在時間的短暫。為什麼用兩個字比喻？一個是相續相，把相續相的存在比喻作露，露水的時間長一點；而電則表示剎那生滅的現象，剎那生滅。所以這是『速疾』的意思。第二個："
    },
    {
      "id": "02-031-0037_p0034",
      "zh_CN": "【二破暗义。】",
      "zh_TW": "【二破闇義。】"
    },
    {
      "id": "02-031-0037_p0035",
      "zh_CN": "闪电，虽然它光的时间很短，但是它的光很强烈，能够照明黑暗。因此，即使短暂的刹那，也非常可贵。第三：",
      "zh_TW": "閃電，雖然它光的時間很短，但是它的光很強烈，能夠照明黑暗。因此，即使短暫的剎那，也非常可貴。第三："
    },
    {
      "id": "02-031-0037_p0036",
      "zh_CN": "【三不住义。】",
      "zh_TW": "【三不住義。】"
    },
    {
      "id": "02-031-0037_p0037",
      "zh_CN": "『不住』是它不会停，不会停止在那里，立刻它就消失了。",
      "zh_TW": "『不住』是它不會停，不會停止在那裡，立刻它就消失了。"
    },
    {
      "id": "02-031-0037_p0038",
      "zh_CN": "【四无分别义。】",
      "zh_TW": "【四無分別義。】"
    },
    {
      "id": "02-031-0037_p0039",
      "zh_CN": "这刹那的闪光它是遍照的，没有分别我照这个，不照那个，它没有分别心。所以表这四个意思。",
      "zh_TW": "這剎那的閃光它是遍照的，沒有分別我照這個，不照那個，它沒有分別心。所以表這四個意思。"
    },
    {
      "id": "02-031-0037_p0040",
      "zh_CN": "【菩萨一念一时，普至十方世界，上供养诸佛，下利益众生，无有出入前后相，如电速疾。】",
      "zh_TW": "【菩薩一念一時，普至十方世界，上供養諸佛，下利益眾生，無有出入前後相，如電速疾。】"
    },
    {
      "id": "02-031-0037_p0041",
      "zh_CN": "在这里，「犹如电光」是比喻菩萨供养诸佛，教化众生，用电光四个意思来比喻，这也是我们应当要学习的、应当要向往的。上供诸佛，下利众生，我们怎样供养诸佛？「行愿品」里面教给我们很多，我们只要修一条就行了。《大华严经》上常讲一即一切，一切即一，它是圆融具德的。一修一切修，我们只要修一条，就一切都具足。修哪一条？「如教修行供养」，普贤菩萨法供养里面讲了七条，第一条如教修行供养。佛教给我们怎么做，我们就照做，佛教给我们不可以做，我们决定就不做，你能够依教奉行，就是上供诸佛。这一条做到了，《华严经》上所讲无量的供养法门，你全部都修到了，一修一切修。",
      "zh_TW": "在這裡，「猶如電光」是比喻菩薩供養諸佛，教化眾生，用電光四個意思來比喻，這也是我們應當要學習的、應當要嚮往的。上供諸佛，下利眾生，我們怎樣供養諸佛？「行願品」裡面教給我們很多，我們只要修一條就行了。《大華嚴經》上常講一即一切，一切即一，它是圓融具德的。一修一切修，我們只要修一條，就一切都具足。修哪一條？「如教修行供養」，普賢菩薩法供養裡面講了七條，第一條如教修行供養。佛教給我們怎麼做，我們就照做，佛教給我們不可以做，我們決定就不做，你能夠依教奉行，就是上供諸佛。這一條做到了，《華嚴經》上所講無量的供養法門，你全部都修到了，一修一切修。"
    },
    {
      "id": "02-031-0037_p0042",
      "zh_CN": "利益众生就是教化众生，教化众生当中，最要紧的是读诵、书写、为人演说，佛这个开示我们在一切经论里面常常读到。受持就是如教修行，这是供养诸佛，真供养！书写是流通经法，就是现在印经。读诵是自利利他，这个意思前面都讲得很多。为人演说里头最重要的，是我们自己如教修行，做出一个样子来给众生看，教化众生。演是表演，我们在生活、工作、处事待人接物用什么样的心，怎样说话，表演给众生看，这叫身教，讲经说法是言教，身教比言教还要重要！所以，言跟说是两桩事情，都是教化众生的。",
      "zh_TW": "利益眾生就是教化眾生，教化眾生當中，最要緊的是讀誦、書寫、為人演說，佛這個開示我們在一切經論裡面常常讀到。受持就是如教修行，這是供養諸佛，真供養！書寫是流通經法，就是現在印經。讀誦是自利利他，這個意思前面都講得很多。為人演說裡頭最重要的，是我們自己如教修行，做出一個樣子來給眾生看，教化眾生。演是表演，我們在生活、工作、處事待人接物用什麼樣的心，怎樣說話，表演給眾生看，這叫身教，講經說法是言教，身教比言教還要重要！所以，言跟說是兩樁事情，都是教化眾生的。"
    },
    {
      "id": "02-031-0037_p0043",
      "zh_CN": "自行化他，『无有出入前后相，如电速疾』，这是电光表的第一个意思。从这句话我们就晓得，这个菩萨确实是已经入不二法门，实实在在他是在一真法界里。一真法界在哪里？他在哪里一真法界就在哪里。刚才讲了，境随心转，他心里头已经没有妄想执着，所以他住的是一真法界。我们两个人靠得紧紧坐在一起，我有分别妄想，我住在十法界里，他住一真法界里，我们对于境界看法确实不一样。他看一切境界非空非有，我们看这个境界有空也有有，看法完全不一样，确实证明了境随心转。由此可知，境绝不是真实的，真实的，怎么能随人的心转？所以境界是梦幻泡影，它能够随众生心变现。这是说他没有出入前后相。",
      "zh_TW": "自行化他，『無有出入前後相，如電速疾』，這是電光表的第一個意思。從這句話我們就曉得，這個菩薩確實是已經入不二法門，實實在在他是在一真法界裡。一真法界在哪裡？他在哪裡一真法界就在哪裡。剛才講了，境隨心轉，他心裡頭已經沒有妄想執著，所以他住的是一真法界。我們兩個人靠得緊緊坐在一起，我有分別妄想，我住在十法界裡，他住一真法界裡，我們對於境界看法確實不一樣。他看一切境界非空非有，我們看這個境界有空也有有，看法完全不一樣，確實證明了境隨心轉。由此可知，境絕不是真實的，真實的，怎麼能隨人的心轉？所以境界是夢幻泡影，它能夠隨眾生心變現。這是說他沒有出入前後相。"
    },
    {
      "id": "02-031-0037_p0044",
      "zh_CN": "【菩萨能照诸佛会，能破众生暗，如电破暗。】",
      "zh_TW": "【菩薩能照諸佛會，能破眾生闇，如電破闇。】"
    },
    {
      "id": "02-031-0037_p0045",
      "zh_CN": "这是电光第二个意思。菩萨能够参与诸佛的法会，诸佛法会都是讲经说法的大会，教化众生的场合，菩萨能参与，也能够帮助一切众生破迷开悟。这个意思，就如闪电的光明照破黑暗的意思一样。",
      "zh_TW": "這是電光第二個意思。菩薩能夠參與諸佛的法會，諸佛法會都是講經說法的大會，教化眾生的場合，菩薩能參與，也能夠幫助一切眾生破迷開悟。這個意思，就如閃電的光明照破黑暗的意思一樣。"
    },
    {
      "id": "02-031-0037_p0046",
      "zh_CN": "【菩萨能化无量身应现微尘刹，无有住处，无有朕迹，如电激空中，无所从来，去无定迹。】",
      "zh_TW": "【菩薩能化無量身應現微塵剎，無有住處，無有朕跡，如電激空中，無所從來，去無定跡。】"
    },
    {
      "id": "02-031-0037_p0047",
      "zh_CN": "这是电光的第三个意思，不住。菩萨不住身相，也不住色相，所以他得到大自在。尽虚空遍法界就是一个自己，他『能化无量身』，十方世界，哪个地方有众生感他就有应，同时感他就同时应，他有无量无边身，确实没有数字。这个现象也很难体会，现身无量，现刹无量，刹是场所。可是现在我们从科技里面能够体会到，譬如电视，一个电视台设在这个地方，我们现场里面的状况就能够向全世界广播。哪个地方有电视机打开，这个画面就现前，就像菩萨化无量身，现无量刹，有一点接近，有一点仿佛的样子。我们今天能做到，是借重科学技术，借重这些机器，菩萨不需要这么麻烦。这种能力是自性本具的智慧德能，只要破一品无明，证一分真性，这个智慧能力就透出来，就起作用。我们凡夫听到这样的境界，这是不可思议的神通，而不知道这是自己的本能。我们这个能力，是被严重的妄想执着障碍住，妄想就是所知障，执着就是烦恼障，被这个二障障碍住，所以不能现前。",
      "zh_TW": "這是電光的第三個意思，不住。菩薩不住身相，也不住色相，所以他得到大自在。盡虛空遍法界就是一個自己，他『能化無量身』，十方世界，哪個地方有眾生感他就有應，同時感他就同時應，他有無量無邊身，確實沒有數字。這個現象也很難體會，現身無量，現剎無量，剎是場所。可是現在我們從科技裡面能夠體會到，譬如電視，一個電視台設在這個地方，我們現場裡面的狀況就能夠向全世界廣播。哪個地方有電視機打開，這個畫面就現前，就像菩薩化無量身，現無量剎，有一點接近，有一點彷彿的樣子。我們今天能做到，是借重科學技術，借重這些機器，菩薩不需要這麼麻煩。這種能力是自性本具的智慧德能，只要破一品無明，證一分真性，這個智慧能力就透出來，就起作用。我們凡夫聽到這樣的境界，這是不可思議的神通，而不知道這是自己的本能。我們這個能力，是被嚴重的妄想執著障礙住，妄想就是所知障，執著就是煩惱障，被這個二障障礙住，所以不能現前。"
    },
    {
      "id": "02-031-0037_p0048",
      "zh_CN": "这些大菩萨、法身大士，他们见思烦恼破了，尘沙烦恼破了，无明也破一品，所以他自性里面的智慧德能就能现前，他就起作用。就有这个能力，化无量身，『现微尘刹』，没有住处，有住处他就有执着、就有分别了，没有住处。没有痕迹，就像电流在空中一样，像我们现在广播，广播电台，无论是电视台、是广播电台的这些电布满了虚空，所以是『无所从来，去无定迹』，没有来去。电视台距离我们几百里、几千里，我们电视频道拨对了，画面就现前，你说它有来有去吗？菩萨在十法界供佛度生，就像这个样子，没有来去。我们念佛人将来往生西方极乐世界，古德给我们说「生则决定生，去则实不去」，这个话我们听到很难理解。生是决定生，为什么去没去？没去怎么能生？佛明明跟我们讲，我们娑婆世界去西方极乐世界十万亿佛国土，怎么说没去？实在我们现在逐渐明白了，是境界的转换，时空的转换；如果再不明了，就是电视画面频道的转换。这个频道是六道轮回，再拨一个频道是西方极乐世界，真的，画面完全不一样，还在一个萤幕上，不是没去吗？他的境界转换了，时空转换了，现在科学家也明白这个事实。",
      "zh_TW": "這些大菩薩、法身大士，他們見思煩惱破了，塵沙煩惱破了，無明也破一品，所以他自性裡面的智慧德能就能現前，他就起作用。就有這個能力，化無量身，『現微塵剎』，沒有住處，有住處他就有執著、就有分別了，沒有住處。沒有痕跡，就像電流在空中一樣，像我們現在廣播，廣播電台，無論是電視台、是廣播電台的這些電佈滿了虛空，所以是『無所從來，去無定跡』，沒有來去。電視台距離我們幾百里、幾千里，我們電視頻道撥對了，畫面就現前，你說它有來有去嗎？菩薩在十法界供佛度生，就像這個樣子，沒有來去。我們念佛人將來往生西方極樂世界，古德給我們說「生則決定生，去則實不去」，這個話我們聽到很難理解。生是決定生，為什麼去沒去？沒去怎麼能生？佛明明跟我們講，我們娑婆世界去西方極樂世界十萬億佛國土，怎麼說沒去？實在我們現在逐漸明白了，是境界的轉換，時空的轉換；如果再不明瞭，就是電視畫面頻道的轉換。這個頻道是六道輪迴，再撥一個頻道是西方極樂世界，真的，畫面完全不一樣，還在一個螢幕上，不是沒去嗎？他的境界轉換了，時空轉換了，現在科學家也明白這個事實。"
    },
    {
      "id": "02-031-0037_p0049",
      "zh_CN": "【菩萨平等，无有先此后彼等分别心，如电光照物，无彼此先后分别。】",
      "zh_TW": "【菩薩平等，無有先此後彼等分別心，如電光照物，無彼此先後分別。】"
    },
    {
      "id": "02-031-0037_p0050",
      "zh_CN": "确实没有彼此，菩萨心地清净，没有人我是非；若有人我是非，你没有离开四相，我相、人相、众生相、寿者相你没离开。没有离开四相的，决定是六道凡夫；换句话说，你没有离开六道轮回。所以诸位同修要知道，如果你现在是非人我这个念头没有了，现在你确实已经不在六道轮回之中。你身还在人间，每天还跟我们大家一块过日子，没错，但是是两个不同境界。有这个念头的，是非人我、贪瞋痴慢的，这是六道众生；没有这个念头的，就是经上讲的乘愿再来的菩萨。乘愿再来有两种，一个是他方世界修行证果再来的，一个是在此地断了烦恼，马上就是。你还留这个身在此地，那是生死自在，你还留这个身在世间，就是乘愿再来，境界完全不一样！实在讲差别是在一念之间，所以说「放下屠刀，立地成佛」，那个屠刀就是妄想分别执着，只要你放下，你就不是六道凡夫，六道轮回与你已经不相干。所以确实，他心里没有彼此、没有先后、没有分别，『如电光照物』一样。下面这一段：",
      "zh_TW": "確實沒有彼此，菩薩心地清淨，沒有人我是非；若有人我是非，你沒有離開四相，我相、人相、眾生相、壽者相你沒離開。沒有離開四相的，決定是六道凡夫；換句話說，你沒有離開六道輪迴。所以諸位同修要知道，如果你現在是非人我這個念頭沒有了，現在你確實已經不在六道輪迴之中。你身還在人間，每天還跟我們大家一塊過日子，沒錯，但是是兩個不同境界。有這個念頭的，是非人我、貪瞋痴慢的，這是六道眾生；沒有這個念頭的，就是經上講的乘願再來的菩薩。乘願再來有兩種，一個是他方世界修行證果再來的，一個是在此地斷了煩惱，馬上就是。你還留這個身在此地，那是生死自在，你還留這個身在世間，就是乘願再來，境界完全不一樣！實在講差別是在一念之間，所以說「放下屠刀，立地成佛」，那個屠刀就是妄想分別執著，只要你放下，你就不是六道凡夫，六道輪迴與你已經不相干。所以確實，他心裡沒有彼此、沒有先後、沒有分別，『如電光照物』一樣。下面這一段："
    },
    {
      "id": "02-031-0037_p0051",
      "zh_CN": "【智度论曰，夺慧命，坏道法功德善本，是故名为魔。】",
      "zh_TW": "【智度論曰，奪慧命，壞道法功德善本，是故名為魔。】"
    },
    {
      "id": "02-031-0037_p0052",
      "zh_CN": "这个解释非常好，让我们仔细去观察，重新去认识什么是『魔』，魔在哪里？『夺慧命』，慧命是智慧，真实的智慧，夺是比喻，凡是妨害你智慧的，这是魔。智慧从哪里来的？智慧是从清净心来的，清净心起用就是智慧。而清净心的本身，没起作用的时候，就是我们前面讲的如理智，如理智是智慧没起作用，般若无知；起作用的时候，无所不知。换句话说，它障碍你清净心，让你心不清净，这是魔。『坏道法功德善本』，这又举了三桩事情，「道法」是修道的方法，障碍你修道的方法，破坏你修道的方法，这是魔；障碍你修功德，这是魔。功德跟福德不一样，功德是什么？持戒有功夫了，功是功夫，得定就是德；修定有功了，开智慧就是德。所以功德是因果关系，功夫是因，德是果。",
      "zh_TW": "這個解釋非常好，讓我們仔細去觀察，重新去認識什麼是『魔』，魔在哪裡？『奪慧命』，慧命是智慧，真實的智慧，奪是比喻，凡是妨害你智慧的，這是魔。智慧從哪裡來的？智慧是從清淨心來的，清淨心起用就是智慧。而清淨心的本身，沒起作用的時候，就是我們前面講的如理智，如理智是智慧沒起作用，般若無知；起作用的時候，無所不知。換句話說，它障礙你清淨心，讓你心不清淨，這是魔。『壞道法功德善本』，這又舉了三樁事情，「道法」是修道的方法，障礙你修道的方法，破壞你修道的方法，這是魔；障礙你修功德，這是魔。功德跟福德不一樣，功德是什麼？持戒有功夫了，功是功夫，得定就是德；修定有功了，開智慧就是德。所以功德是因果關係，功夫是因，德是果。"
    },
    {
      "id": "02-031-0037_p0053",
      "zh_CN": "我们举三学这个例子非常明显，譬如说持戒，持戒很严，但是没有功夫，为什么说没有功夫？没有得到定。有人戒律很严，戒律持得很好，但是没有功夫，原因在哪里？原因是没有离开妄想执着。他持戒很好，自己就觉得不错了，生起傲慢心，瞧不起别人，看到别人破戒，别人不持戒。常常见别人的过失，他心不清净，他不能得定。这个持戒得人天的福报，这是六道里面有漏的福报，不能得定。持戒要能够得定，那个持戒就有功，持戒算功德；持戒不能得定，持戒不能说功德，是福德。所以要看他的结果，结果得定了，他持戒是功德。定要不能开慧，那定不能算是功德，定也是福德；定要开慧了，定是功德。功德跟福德有很大的差别。",
      "zh_TW": "我們舉三學這個例子非常明顯，譬如說持戒，持戒很嚴，但是沒有功夫，為什麼說沒有功夫？沒有得到定。有人戒律很嚴，戒律持得很好，但是沒有功夫，原因在哪裡？原因是沒有離開妄想執著。他持戒很好，自己就覺得不錯了，生起傲慢心，瞧不起別人，看到別人破戒，別人不持戒。常常見別人的過失，他心不清淨，他不能得定。這個持戒得人天的福報，這是六道裡面有漏的福報，不能得定。持戒要能夠得定，那個持戒就有功，持戒算功德；持戒不能得定，持戒不能說功德，是福德。所以要看他的結果，結果得定了，他持戒是功德。定要不能開慧，那定不能算是功德，定也是福德；定要開慧了，定是功德。功德跟福德有很大的差別。"
    },
    {
      "id": "02-031-0037_p0054",
      "zh_CN": "如何能够修「功德」？六祖大师说得很好，「若真修道人，不见世间过」，就行了。一定要晓得修行是修我自己，不是修别人，如果拿佛法理论、戒律做一个标准到处去量别人，你就错了。这个人如法不如法、那个人如法不如法，你就错了，为什么？你没有离开妄想分别执着；换句话说，你佛法再通达，你讲经讲的天花乱坠，你还是搞六道轮回，你出不了三界。你要想真正成就功德，一定要记住祖师这句话，不见世间过。要晓得佛所制定的戒定慧是为我一个人的，不干他人之事，你才能得定。别人持戒不持戒与我不相干，我不必去过问他，不必去分别他，问题我自己有没有持戒，不要管别人的，你的心才能够定，你才会得到定；因戒生定，这才能得到定。要拿戒律的标准到处去量人，你决定不能得定，那就是魔。前面我们讲的四种魔，烦恼魔现前，到处去衡量别人是烦恼魔，你在这里头起分别妄想执着，破坏你的功德。",
      "zh_TW": "如何能夠修「功德」？六祖大師說得很好，「若真修道人，不見世間過」，就行了。一定要曉得修行是修我自己，不是修別人，如果拿佛法理論、戒律做一個標準到處去量別人，你就錯了。這個人如法不如法、那個人如法不如法，你就錯了，為什麼？你沒有離開妄想分別執著；換句話說，你佛法再通達，你講經講的天花亂墜，你還是搞六道輪迴，你出不了三界。你要想真正成就功德，一定要記住祖師這句話，不見世間過。要曉得佛所制定的戒定慧是為我一個人的，不干他人之事，你才能得定。別人持戒不持戒與我不相干，我不必去過問他，不必去分別他，問題我自己有沒有持戒，不要管別人的，你的心才能夠定，你才會得到定；因戒生定，這才能得到定。要拿戒律的標準到處去量人，你決定不能得定，那就是魔。前面我們講的四種魔，煩惱魔現前，到處去衡量別人是煩惱魔，你在這裡頭起分別妄想執著，破壞你的功德。"
    },
    {
      "id": "02-031-0037_p0055",
      "zh_CN": "底下讲了个「善本」，这个讲得更粗浅，破坏你所有的善法，你想修善都不能成就。善的根本，世间善本有三个，不贪、不瞋、不痴，这三善根。换句话说，引诱你起贪心的，这是魔；引诱你发脾气、瞋恚的，这是魔；使你不开智慧，愚痴的，这是魔，贪瞋痴！你想想我们四周、周围，哪些人哪些事情天天叫我们生烦恼，统统是魔！你在家里面，你的父母、你的子女，是不是天天叫你发脾气，天天叫你搞贪瞋痴，这都是魔！不能不觉悟。六道凡夫生活在魔掌之中，不晓得哪个是魔。走到外面，那个花花世界，样样东西都在那里诱惑你，叫你起贪瞋痴慢，全是魔，但是自己不晓得。出世间法的善本只有一个，精进，换句话说，障碍你精进，叫你懒惰、散慢的，那是魔。",
      "zh_TW": "底下講了個「善本」，這個講得更粗淺，破壞你所有的善法，你想修善都不能成就。善的根本，世間善本有三個，不貪、不瞋、不痴，這三善根。換句話說，引誘你起貪心的，這是魔；引誘你發脾氣、瞋恚的，這是魔；使你不開智慧，愚痴的，這是魔，貪瞋痴！你想想我們四周、周圍，哪些人哪些事情天天叫我們生煩惱，統統是魔！你在家裡面，你的父母、你的子女，是不是天天叫你發脾氣，天天叫你搞貪瞋痴，這都是魔！不能不覺悟。六道凡夫生活在魔掌之中，不曉得哪個是魔。走到外面，那個花花世界，樣樣東西都在那裡誘惑你，叫你起貪瞋痴慢，全是魔，但是自己不曉得。出世間法的善本只有一個，精進，換句話說，障礙你精進，叫你懶惰、散慢的，那是魔。"
    },
    {
      "id": "02-031-0037_p0056",
      "zh_CN": "所以魔的意思我们要很清楚、很明白，魔的境界我们要认识得清清楚楚，才不会上魔的当；使自己的智慧、道法、功德、善本没有任何障碍，你在这一生当中才能成就。如果你不认识，你如何能脱离魔掌？修道人天天与魔为伴，你的道业还能成就吗？你的同参、道侣都是魔，不是佛。由此可知，佛是帮助你开智慧，成就你的道法功德善本，这种同参是佛菩萨、是善知识。如果与这个相违背的，你就晓得这个同参是妖魔鬼怪。九十六：",
      "zh_TW": "所以魔的意思我們要很清楚、很明白，魔的境界我們要認識得清清楚楚，才不會上魔的當；使自己的智慧、道法、功德、善本沒有任何障礙，你在這一生當中才能成就。如果你不認識，你如何能脫離魔掌？修道人天天與魔為伴，你的道業還能成就嗎？你的同參、道侶都是魔，不是佛。由此可知，佛是幫助你開智慧，成就你的道法功德善本，這種同參是佛菩薩、是善知識。如果與這個相違背的，你就曉得這個同參是妖魔鬼怪。九十六："
    },
    {
      "id": "02-031-0037_p0057",
      "zh_CN": "【止观五曰，一切凡夫，未阶圣道，介尔起计，悉皆是见。】",
      "zh_TW": "【止觀五曰，一切凡夫，未階聖道，介爾起計，悉皆是見。】"
    },
    {
      "id": "02-031-0037_p0058",
      "zh_CN": "此地讲的『见』，就是见思烦恼，是妄想执着当中错误的见解。『一切凡夫，未阶圣道』，你没有能够达到圣人之道，此地的圣道，在小乘讲是阿罗汉。阿罗汉已经破见思烦恼，证得正觉，他的觉称之为正觉。阿耨多罗三藐三菩提，翻作无上正等正觉，阿罗汉得到正觉，这就是证得圣道了。菩萨称为正等正觉，由此可知，他们这些人永远不会有见思烦恼现前。他们确实如《金刚经》上所说，离四相、离四见，不再执着有我、人、众生、寿者。不但不执着这些事相，连这些念头都没有，都不会再起，这才叫做菩萨。所以『介尔起计』，「介」是很小、很微，生起计较，就是分别执着的念头，起一点点这个念头，都落在见惑里面，那就是六道凡夫。我们自己要想测验自己的功夫、测验自己的境界，从哪些地方测验？从这个地方是最好的测验方法。我们在生活当中、在处事待人接物当中，会不会起这个念头？当然会起，如果不起这个念头，你已经是菩萨，你绝不是凡夫了。",
      "zh_TW": "此地講的『見』，就是見思煩惱，是妄想執著當中錯誤的見解。『一切凡夫，未階聖道』，你沒有能夠達到聖人之道，此地的聖道，在小乘講是阿羅漢。阿羅漢已經破見思煩惱，證得正覺，他的覺稱之為正覺。阿耨多羅三藐三菩提，翻作無上正等正覺，阿羅漢得到正覺，這就是證得聖道了。菩薩稱為正等正覺，由此可知，他們這些人永遠不會有見思煩惱現前。他們確實如《金剛經》上所說，離四相、離四見，不再執著有我、人、眾生、壽者。不但不執著這些事相，連這些念頭都沒有，都不會再起，這才叫做菩薩。所以『介爾起計』，「介」是很小、很微，生起計較，就是分別執著的念頭，起一點點這個念頭，都落在見惑裡面，那就是六道凡夫。我們自己要想測驗自己的功夫、測驗自己的境界，從哪些地方測驗？從這個地方是最好的測驗方法。我們在生活當中、在處事待人接物當中，會不會起這個念頭？當然會起，如果不起這個念頭，你已經是菩薩，你絕不是凡夫了。"
    },
    {
      "id": "02-031-0037_p0059",
      "zh_CN": "起这个念头，自己要冷静的去反省、观察，如果起这个念头少了，不像从前那么多，少了，力量弱了；也就是固执不像以前那么坚固，现在虽有，比从前淡薄很多，这都是你功夫进步了，你的修持得力了。假如这一反省，我们妄想执着、是非人我并没有减轻，或者反而比从前更严重，那就说明你经念得再多、你佛念得再多，并没有功夫，你境界没转过来。经、佛念的再多，就是古人所讲的「喊破喉咙也枉然」。你修学不如法，不如理、不如法，自己得不到真实受用，那你所修的，可以说都变成福报，这一点不能不知道。",
      "zh_TW": "起這個念頭，自己要冷靜的去反省、觀察，如果起這個念頭少了，不像從前那麼多，少了，力量弱了；也就是固執不像以前那麼堅固，現在雖有，比從前淡薄很多，這都是你功夫進步了，你的修持得力了。假如這一反省，我們妄想執著、是非人我並沒有減輕，或者反而比從前更嚴重，那就說明你經念得再多、你佛念得再多，並沒有功夫，你境界沒轉過來。經、佛念的再多，就是古人所講的「喊破喉嚨也枉然」。你修學不如法，不如理、不如法，自己得不到真實受用，那你所修的，可以說都變成福報，這一點不能不知道。"
    },
    {
      "id": "02-031-0037_p0060",
      "zh_CN": "【大乘义章五曰，推求说之为见。】",
      "zh_TW": "【大乘義章五曰，推求說之為見。】"
    },
    {
      "id": "02-031-0037_p0061",
      "zh_CN": "这是对于『见』的另一个说法。『推求』是见惑，我们今天讲的设想、研究，都落在见里头。所以佛法叫参究，不叫研究，研究落在见里面。参究是什么意思？离心意识叫做参。意是分别是执着，第六意识是分别，第七识是执着，第八识是落谢影子。离心意识就是离第八识、第七识、第六识，也就是不用妄想分别执着，那就叫参。如果里面没有离开妄想分别执着，不叫参，我们世间法叫研究，研究是用心意识，参究不用心意识，差别在此地。大乘佛法，不仅仅禅宗讲参，教下也是要用参，乃至于我们念佛法门还是讲求的参，也就是离心意识，我们才能够离四相离四见，三昧就很容易成就，念佛三昧，一心不乱就不难得到。所以推求不是个好事情，但是世间人都用这个方法，用思惟、用研究、用思考，都用这个。无论干什么都用这个心，这是《楞严经》上，阿难答复释迦牟尼所问的，用的什么心？都是用这个心，能够思惟、能够想像的，以为这就是自己的心，不知道这个东西是妄想，不是真心。底下一段说：",
      "zh_TW": "這是對於『見』的另一個說法。『推求』是見惑，我們今天講的設想、研究，都落在見裡頭。所以佛法叫參究，不叫研究，研究落在見裡面。參究是什麼意思？離心意識叫做參。意是分別是執著，第六意識是分別，第七識是執著，第八識是落謝影子。離心意識就是離第八識、第七識、第六識，也就是不用妄想分別執著，那就叫參。如果裡面沒有離開妄想分別執著，不叫參，我們世間法叫研究，研究是用心意識，參究不用心意識，差別在此地。大乘佛法，不僅僅禪宗講參，教下也是要用參，乃至於我們念佛法門還是講求的參，也就是離心意識，我們才能夠離四相離四見，三昧就很容易成就，念佛三昧，一心不亂就不難得到。所以推求不是個好事情，但是世間人都用這個方法，用思惟、用研究、用思考，都用這個。無論幹什麼都用這個心，這是《楞嚴經》上，阿難答覆釋迦牟尼所問的，用的什麼心？都是用這個心，能夠思惟、能夠想像的，以為這就是自己的心，不知道這個東西是妄想，不是真心。底下一段說："
    },
    {
      "id": "02-031-0037_p0062",
      "zh_CN": "【华严经曰，我慢溉灌，见网增长。】",
      "zh_TW": "【華嚴經曰，我慢溉灌，見網增長。】"
    },
    {
      "id": "02-031-0037_p0063",
      "zh_CN": "这个『见』，就是《金刚经》上讲的我见、人见、众生见、寿者见，《金刚经》说得好，总说了，所有一切错误的见解，总不外这四大类，四大类包括尽了。『网』是比喻，每一类里面它的范围实在是无限的深广，像罗网一样，重重密布。「见纲」不但没少，天天在增长，为什么会增长？佛说得太好了，『我慢』。所以，慢是根本烦恼，仅次于贪瞋痴，贪瞋痴叫三毒，贪瞋痴后面就是慢，傲慢。傲慢，一切众生哪一个没有？贪、瞋、痴、慢、疑、恶见，《百法明门》里面讲的六个根本烦恼。这六个根本烦恼俱生的，不是这一生的，而是生生世世无始劫以来的恶习气，这是我们自己一定要承认。承认就是知道自己有这个病，知道有这个病，我才会求医、才会对治。如果不承认，有病不以为自己有病，到病重的时候没有法子医疗。所以这六种根本烦恼一切众生各个具足，你如果没有，没有，你就决定不是凡夫；没有，你决定不会入六道轮回。所以，「慢」这个习气不能不断。",
      "zh_TW": "這個『見』，就是《金剛經》上講的我見、人見、眾生見、壽者見，《金剛經》說得好，總說了，所有一切錯誤的見解，總不外這四大類，四大類包括盡了。『網』是比喻，每一類裡面它的範圍實在是無限的深廣，像羅網一樣，重重密布。「見綱」不但沒少，天天在增長，為什麼會增長？佛說得太好了，『我慢』。所以，慢是根本煩惱，僅次於貪瞋痴，貪瞋痴叫三毒，貪瞋痴後面就是慢，傲慢。傲慢，一切眾生哪一個沒有？貪、瞋、痴、慢、疑、惡見，《百法明門》裡面講的六個根本煩惱。這六個根本煩惱俱生的，不是這一生的，而是生生世世無始劫以來的惡習氣，這是我們自己一定要承認。承認就是知道自己有這個病，知道有這個病，我才會求醫、才會對治。如果不承認，有病不以為自己有病，到病重的時候沒有法子醫療。所以這六種根本煩惱一切眾生各個具足，你如果沒有，沒有，你就決定不是凡夫；沒有，你決定不會入六道輪迴。所以，「慢」這個習氣不能不斷。"
    },
    {
      "id": "02-031-0037_p0064",
      "zh_CN": "世出世间的圣人都把对治我慢的方法排在第一位，你就晓得这个问题的严重。用什么方法对治？礼敬。你看普贤十大愿王，第一是礼敬诸佛，礼敬是对治我慢的。世间法里面，孔老夫子讲礼，我们看《礼记》，《礼记》打开第一篇第一句话，「曲礼曰，毋不敬」，就是一切恭敬。世间圣人教人的，对人、对事、对物常常保着恭敬心。为什么要修恭敬？破我慢的，对治我慢的烦恼，我慢要不对治，这个「见网」必定是天天在增长，你要想在道业上成就，就非常困难。",
      "zh_TW": "世出世間的聖人都把對治我慢的方法排在第一位，你就曉得這個問題的嚴重。用什麼方法對治？禮敬。你看普賢十大願王，第一是禮敬諸佛，禮敬是對治我慢的。世間法裡面，孔老夫子講禮，我們看《禮記》，《禮記》打開第一篇第一句話，「曲禮曰，毋不敬」，就是一切恭敬。世間聖人教人的，對人、對事、對物常常保著恭敬心。為什麼要修恭敬？破我慢的，對治我慢的煩惱，我慢要不對治，這個「見網」必定是天天在增長，你要想在道業上成就，就非常困難。"
    },
    {
      "id": "02-031-0037_p0065",
      "zh_CN": "我们今天讲到此地。",
      "zh_TW": "我們今天講到此地。"
    }
  ]
}