{
  "doc_id": "02-031-0052",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十二集",
    "zh_TW": "第五十二集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0052",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "02-031-0052_p0001",
      "zh_CN": "请掀开经本，第七十五面，第一行：",
      "zh_TW": "請掀開經本，第七十五面，第一行："
    },
    {
      "id": "02-031-0052_p0002",
      "zh_CN": "【甄解曰，今就利益论，彼假此真，何故，彼说速疾成佛道，不见速疾成佛人，故自成别时意趣，法体非别时意，人机劣故，今信不疑者，十即十生，往生不退至菩提故，初生处即菩提，在世灭后但此一法故，一切凡圣行无别故，利益真者莫过斯。】",
      "zh_TW": "【甄解曰，今就利益論，彼假此真，何故，彼說速疾成佛道，不見速疾成佛人，故自成別時意趣，法體非別時意，人機劣故，今信不疑者，十即十生，往生不退至菩提故，初生處即菩提，在世滅後但此一法故，一切凡聖行無別故，利益真者莫過斯。】"
    },
    {
      "id": "02-031-0052_p0003",
      "zh_CN": "《甄解》这一段是说明，在世尊一切法中，唯独这一法真实。这一段讲得很好，完全就众生修学得利益这方面来说的，『今就利益论』。就得真实利益来说，『彼假』，彼是指其他一切法门，包括《华严》、《法华》。『此真』，此是《无量寿经》。『何故』，为什么？为什么这样说法？『彼说速疾成佛道，不见速疾成佛人』，这个说法理由就在此地。一切大乘经典、圆顿经典，虽然是讲依照这个经论的理论方法去修行，能够很快圆满成佛，经上这么说，可是从来没有看到过这样的人。依照这些经论修行的人很多，自古至今没听说一个像经上讲的他成佛了，没有见到一个。",
      "zh_TW": "《甄解》這一段是說明，在世尊一切法中，唯獨這一法真實。這一段講得很好，完全就眾生修學得利益這方面來說的，『今就利益論』。就得真實利益來說，『彼假』，彼是指其他一切法門，包括《華嚴》、《法華》。『此真』，此是《無量壽經》。『何故』，為什麼？為什麼這樣說法？『彼說速疾成佛道，不見速疾成佛人』，這個說法理由就在此地。一切大乘經典、圓頓經典，雖然是講依照這個經論的理論方法去修行，能夠很快圓滿成佛，經上這麼說，可是從來沒有看到過這樣的人。依照這些經論修行的人很多，自古至今沒聽說一個像經上講的他成佛了，沒有見到一個。"
    },
    {
      "id": "02-031-0052_p0004",
      "zh_CN": "『故自成别时意趣』，由此可知，所有一切大乘经讲速疾成佛，并不在当生，还是要经历很长的时间。疾速有没有说错？速疾没有说错。如果说是无量劫成佛跟三大阿僧祇劫成佛，三大阿僧祇劫就是速疾。所以从这个地方我们就体会到，佛经论上讲速疾，还是有很长的时间，这是种种法门比较，譬如说大乘比小乘快，顿教比渐教快。佛没说错，怕的是我们自己体会错了，那就真的错了。『法体非别时意，人机劣故。』佛在大乘经上常讲，「法门平等，无有高下」，这是真的，一点都不假。那为什么修行人成就有早迟、有高下，这个现象是怎样发生的？这个地方说了，「人机劣故」，这是众生各个人的根器不一样，有利根、有顿根。这个就是通途法门，就八万四千法门而论的。",
      "zh_TW": "『故自成別時意趣』，由此可知，所有一切大乘經講速疾成佛，並不在當生，還是要經歷很長的時間。疾速有沒有說錯？速疾沒有說錯。如果說是無量劫成佛跟三大阿僧祇劫成佛，三大阿僧祇劫就是速疾。所以從這個地方我們就體會到，佛經論上講速疾，還是有很長的時間，這是種種法門比較，譬如說大乘比小乘快，頓教比漸教快。佛沒說錯，怕的是我們自己體會錯了，那就真的錯了。『法體非別時意，人機劣故。』佛在大乘經上常講，「法門平等，無有高下」，這是真的，一點都不假。那為什麼修行人成就有早遲、有高下，這個現象是怎樣發生的？這個地方說了，「人機劣故」，這是眾生各個人的根器不一樣，有利根、有頓根。這個就是通途法門，就八萬四千法門而論的。"
    },
    {
      "id": "02-031-0052_p0005",
      "zh_CN": "可是这部经就不一样，跟其他的经论、法门完全不相同。『今』，今是指这部经，以《无量寿经》来修学者，『信不疑者』，只要你真正相信，你没有怀疑，『十即十生』，十个人依照这个方法修学，十个人往生，一个也不会漏掉，正是祖师所说的，「万修万人去」。往生不退成佛我们真的看到了，真的听说过，不像前面修其他法门的成就，不但没有见过，听也没有听说过。所以说这部经真，其他经是假，这个真假不是佛说经有真假，是我们得利益有真假。这部经我们真得利益，其他的经我们不能得利益。虽然经是真的，理论方法没错，我们做不到，我们依照那个方法修行，得不到利益。所以真跟假都不是对经说的，对我们自己修学利益上来说的。",
      "zh_TW": "可是這部經就不一樣，跟其他的經論、法門完全不相同。『今』，今是指這部經，以《無量壽經》來修學者，『信不疑者』，只要你真正相信，你沒有懷疑，『十即十生』，十個人依照這個方法修學，十個人往生，一個也不會漏掉，正是祖師所說的，「萬修萬人去」。往生不退成佛我們真的看到了，真的聽說過，不像前面修其他法門的成就，不但沒有見過，聽也沒有聽說過。所以說這部經真，其他經是假，這個真假不是佛說經有真假，是我們得利益有真假。這部經我們真得利益，其他的經我們不能得利益。雖然經是真的，理論方法沒錯，我們做不到，我們依照那個方法修行，得不到利益。所以真跟假都不是對經說的，對我們自己修學利益上來說的。"
    },
    {
      "id": "02-031-0052_p0006",
      "zh_CN": "『往生不退至菩提故』，生到西方极乐世界，圆证三不退，一直到无上菩提，就是到成佛，往生不退成佛，一生当中就办了，不必要等到第二生。『初生处即菩提』，即使凡圣同居土下下品往生也即菩提，没有例外的，这是《无量寿经》四十八愿里面都讲得很清楚。『在世灭后但此一法故』，这是说释迦牟尼佛的法运到终了的时候，所有一切佛法在这个世间消失，法灭了，这部经还要留在世间一百年，这部经最后灭。所以「在世灭后」，就是所有的经在这个世界灭后，「但此一法」，这部经、这个法门还会留一百年。『一切凡圣行无别故』，这个法门叫平等法门，因平等，果报也平等，叫平等成佛的法门，这真正不可思议。",
      "zh_TW": "『往生不退至菩提故』，生到西方極樂世界，圓證三不退，一直到無上菩提，就是到成佛，往生不退成佛，一生當中就辦了，不必要等到第二生。『初生處即菩提』，即使凡聖同居土下下品往生也即菩提，沒有例外的，這是《無量壽經》四十八願裡面都講得很清楚。『在世滅後但此一法故』，這是說釋迦牟尼佛的法運到終了的時候，所有一切佛法在這個世間消失，法滅了，這部經還要留在世間一百年，這部經最後滅。所以「在世滅後」，就是所有的經在這個世界滅後，「但此一法」，這部經、這個法門還會留一百年。『一切凡聖行無別故』，這個法門叫平等法門，因平等，果報也平等，叫平等成佛的法門，這真正不可思議。"
    },
    {
      "id": "02-031-0052_p0007",
      "zh_CN": "『利益真者莫过斯』，「斯」是指这部经，莫过于此经。这个说得好！人家要问，净土殊胜，殊胜在哪里？绝对不是说净土殊胜，其他法门不殊胜，你这个说法就错了。法门平等，门门都殊胜，可是要就我们自己得利益来讲，那《无量寿经》是第一殊胜，其他的法门我们得不到利益，好是好，我们不得受用。这一段，实在在日常生活当中我们会遇到很多的疑难，遇到许多人故意来找麻烦的，你把这个道理、事实懂得了，你就可以为他介绍。",
      "zh_TW": "『利益真者莫過斯』，「斯」是指這部經，莫過於此經。這個說得好！人家要問，淨土殊勝，殊勝在哪裡？絕對不是說淨土殊勝，其他法門不殊勝，你這個說法就錯了。法門平等，門門都殊勝，可是要就我們自己得利益來講，那《無量壽經》是第一殊勝，其他的法門我們得不到利益，好是好，我們不得受用。這一段，實在在日常生活當中我們會遇到很多的疑難，遇到許多人故意來找麻煩的，你把這個道理、事實懂得了，你就可以為他介紹。"
    },
    {
      "id": "02-031-0052_p0008",
      "zh_CN": "【会疏曰，佛法难闻，故云难值，佛身难睹，故言难见。】",
      "zh_TW": "【會疏曰，佛法難聞，故云難值，佛身難睹，故言難見。】"
    },
    {
      "id": "02-031-0052_p0009",
      "zh_CN": "这是解释经文上「难闻难见」。佛法确实是难闻，『值』是遇到，你不容易遇到，因为在漫长的岁月当中，这个世间有佛出世的时间很短。释迦牟尼佛的法运一万二千年，在我们人觉得一万二千年是很长的时间，如果你要想到底下一尊佛出世的时候，你才晓得世尊的法运太短了。这在一个大的时段当中，佛经上称为劫，这一个大劫，贤劫。贤劫之中有一千尊佛出世，释迦牟尼佛是贤劫当中的第四尊佛。第四尊佛灭了，第五尊佛什么时候来？《弥勒下生经》上告诉我们，五十六亿年以后，第五尊佛到这个世间来示现成佛。五十六亿年，跟释迦牟尼佛的法运一万二千年怎么比，不能比，五十六亿年！这才晓得，这个世间有佛法的时段太短。",
      "zh_TW": "這是解釋經文上「難聞難見」。佛法確實是難聞，『值』是遇到，你不容易遇到，因為在漫長的歲月當中，這個世間有佛出世的時間很短。釋迦牟尼佛的法運一萬二千年，在我們人覺得一萬二千年是很長的時間，如果你要想到底下一尊佛出世的時候，你才曉得世尊的法運太短了。這在一個大的時段當中，佛經上稱為劫，這一個大劫，賢劫。賢劫之中有一千尊佛出世，釋迦牟尼佛是賢劫當中的第四尊佛。第四尊佛滅了，第五尊佛什麼時候來？《彌勒下生經》上告訴我們，五十六億年以後，第五尊佛到這個世間來示現成佛。五十六億年，跟釋迦牟尼佛的法運一萬二千年怎麼比，不能比，五十六億年！這才曉得，這個世間有佛法的時段太短。"
    },
    {
      "id": "02-031-0052_p0010",
      "zh_CN": "你在六道轮回，轮回得到人身，又遇到有佛法的时候，不容易！纵然佛法在世间，在古时候，交通很不方便，交通工具里面最快速的是马，骑马这最快速的。最好的马匹，一天要照现在英哩来算的话，顶多可以走二百哩，这个马就非常快了。通常旅行都是步行、徒步。世尊出现在印度，在印度的北面，他的教化，印度整个地区都达不到。我们读历史知道，世尊当年讲经说法，大多数都是在恒河流域，这么小的一个区域。才知道同时跟佛出现在一个时代，遇到佛也不容易。现代科技发达，资讯发达，像我们刚才看电视网路，全世界每个地方都能看到，虽然不能亲见本人，但是形象、音声都接触到，这是得力于三千年之后的科技进步。所以，佛法确实难值、难见。",
      "zh_TW": "你在六道輪迴，輪迴得到人身，又遇到有佛法的時候，不容易！縱然佛法在世間，在古時候，交通很不方便，交通工具裡面最快速的是馬，騎馬這最快速的。最好的馬匹，一天要照現在英哩來算的話，頂多可以走二百哩，這個馬就非常快了。通常旅行都是步行、徒步。世尊出現在印度，在印度的北面，他的教化，印度整個地區都達不到。我們讀歷史知道，世尊當年講經說法，大多數都是在恆河流域，這麼小的一個區域。才知道同時跟佛出現在一個時代，遇到佛也不容易。現代科技發達，資訊發達，像我們剛才看電視網路，全世界每個地方都能看到，雖然不能親見本人，但是形象、音聲都接觸到，這是得力於三千年之後的科技進步。所以，佛法確實難值、難見。"
    },
    {
      "id": "02-031-0052_p0011",
      "zh_CN": "佛在经上说出这个事实真相，其目的是叫我们要珍惜机缘，机缘不容易遇到。如果在这一生错过，纵然我们这一生做人还很不错，修五戒十善，是个好人，我们常讲存好心、说好话、做好事，你是个好人，来生能得人身。得人身之后，是不是再能闻到佛法？靠不住。美国这个地区，科技发达是世界之冠，这一块土地上有两亿多人，你们去打听打听，几个人闻到佛法？几个人知道阿弥陀佛？几个人看过《无量寿经》？你就知道确实不成比例。难值能值，难见能见，这是大幸。世间哪一桩事情幸运？没有比这个事情更幸运的。你要说为什么？你遇到佛法，你就有了生死、出三界，往生不退成佛的机会，你有了这个机会，这个机会多难得，这个机会多么可贵。佛说这个话用意在此地，我们今天遇到佛法，而且遇到佛说最真实的佛法，如果我们不信、不解、不认真的去修行，当面错过，那是真正的可惜。下面一段：",
      "zh_TW": "佛在經上說出這個事實真相，其目的是叫我們要珍惜機緣，機緣不容易遇到。如果在這一生錯過，縱然我們這一生做人還很不錯，修五戒十善，是個好人，我們常講存好心、說好話、做好事，你是個好人，來生能得人身。得人身之後，是不是再能聞到佛法？靠不住。美國這個地區，科技發達是世界之冠，這一塊土地上有兩億多人，你們去打聽打聽，幾個人聞到佛法？幾個人知道阿彌陀佛？幾個人看過《無量壽經》？你就知道確實不成比例。難值能值，難見能見，這是大幸。世間哪一樁事情幸運？沒有比這個事情更幸運的。你要說為什麼？你遇到佛法，你就有了生死、出三界，往生不退成佛的機會，你有了這個機會，這個機會多難得，這個機會多麼可貴。佛說這個話用意在此地，我們今天遇到佛法，而且遇到佛說最真實的佛法，如果我們不信、不解、不認真的去修行，當面錯過，那是真正的可惜。下面一段："
    },
    {
      "id": "02-031-0052_p0012",
      "zh_CN": "【般涅槃经曰，有尊树王，名优昙钵，有实无华，若金华生者，世乃有佛。】",
      "zh_TW": "【般涅槃經曰，有尊樹王，名優曇缽，有實無華，若金華生者，世乃有佛。】"
    },
    {
      "id": "02-031-0052_p0013",
      "zh_CN": "『优昙钵』花，佛经上所讲的，我们没见过。在中国有与它类似的，昙花，古人形容开花时间之短，都以昙花一现来形容。昙花在热带、亚热带地区，在台湾也很多，见过的人不少，确实它的时间短暂，它开的时候都是夜晚十二点，大概开花只有一个小时。一个小时以后，渐渐的它就慢慢枯萎了，所以开花时间最短，形容机会难得。佛经上讲的优昙钵花是不是我们中国的昙花，就很难讲，可能品种也不一样，因为经上讲的这个花『有实无华』。『若金华生者，世乃有佛』，可见得这个花开花是非常之稀有，如果开金色的花，世间就有佛出世，是一种祥瑞之相。",
      "zh_TW": "『優曇缽』花，佛經上所講的，我們沒見過。在中國有與它類似的，曇花，古人形容開花時間之短，都以曇花一現來形容。曇花在熱帶、亞熱帶地區，在台灣也很多，見過的人不少，確實它的時間短暫，它開的時候都是夜晚十二點，大概開花只有一個小時。一個小時以後，漸漸的它就慢慢枯萎了，所以開花時間最短，形容機會難得。佛經上講的優曇缽花是不是我們中國的曇花，就很難講，可能品種也不一樣，因為經上講的這個花『有實無華』。『若金華生者，世乃有佛』，可見得這個花開花是非常之稀有，如果開金色的花，世間就有佛出世，是一種祥瑞之相。"
    },
    {
      "id": "02-031-0052_p0014",
      "zh_CN": "【出曜经曰，数千万劫，时时乃出，群生见华，谓曰如来将出。】",
      "zh_TW": "【出曜經曰，數千萬劫，時時乃出，群生見華，謂曰如來將出。】"
    },
    {
      "id": "02-031-0052_p0015",
      "zh_CN": "这是经典上有这么一段传说的记载。『数千万劫』是形容时间长，不一定是真的。很长很长的时间才会见到，非常稀有，佛出世才有这样的祥瑞。若非佛出世，优昙钵不开花。",
      "zh_TW": "這是經典上有這麼一段傳說的記載。『數千萬劫』是形容時間長，不一定是真的。很長很長的時間才會見到，非常稀有，佛出世才有這樣的祥瑞。若非佛出世，優曇缽不開花。"
    },
    {
      "id": "02-031-0052_p0016",
      "zh_CN": "【嘉祥疏曰，如来正觉其智难量者，明真智妙绝，照穷法界，非下情所测。】",
      "zh_TW": "【嘉祥疏曰，如來正覺其智難量者，明真智妙絕，照窮法界，非下情所測。】"
    },
    {
      "id": "02-031-0052_p0017",
      "zh_CN": "这段话也是真实的。如来果地上，亲证自性本具的圆满智慧，是不可以测量的。这个地方只用两句话来形容它，『明真智妙绝，照穷法界』，明是明了，真实的智慧，妙绝是不可思议。它的作用正是《般若经》上所讲的，无所不知，尽虚空遍法界，过去现在未来，没有一样不知道的，没有一样不清楚的，有这么大的能力。可是诸位要知道，这是自性本具的般若智慧。《般若经》上讲的般若无知，此地这个「真智妙绝」就是无知，这是智慧之体；「照穷法界」就是无所不知，是它起作用。般若无知，无所不知，跟此地这两句，意思完全相同，说法不一样，意思是一样的。",
      "zh_TW": "這段話也是真實的。如來果地上，親證自性本具的圓滿智慧，是不可以測量的。這個地方只用兩句話來形容它，『明真智妙絕，照窮法界』，明是明瞭，真實的智慧，妙絕是不可思議。它的作用正是《般若經》上所講的，無所不知，盡虛空遍法界，過去現在未來，沒有一樣不知道的，沒有一樣不清楚的，有這麼大的能力。可是諸位要知道，這是自性本具的般若智慧。《般若經》上講的般若無知，此地這個「真智妙絕」就是無知，這是智慧之體；「照窮法界」就是無所不知，是它起作用。般若無知，無所不知，跟此地這兩句，意思完全相同，說法不一樣，意思是一樣的。"
    },
    {
      "id": "02-031-0052_p0018",
      "zh_CN": "『非下情所测』，测是测量、测度。「下情」是指谁？等觉菩萨以下。等觉菩萨比佛就下了，等觉以下，对于佛的智慧都不能够了解，我们怎么能猜测得到佛的智慧？不但研究不出来，讨论不出来，连想像都达不到。想像是第六识起作用，法相宗告诉我们，凡夫的用心叫八识，八识里面功能最大的就是第六意识。第六意识是分别第一，它向外能够缘法界，十法界依正庄严它都能缘得到，向内能缘到阿赖耶识，所以它的能力最大。但是还是有界限，内里面界限是阿赖耶，外面界限是十法界，十法界以外的一真法界它缘不到，内里面阿赖耶之外的真如本性，它缘不到。这就是说为什么不可思议？是你思惟想像决定达不到的。要怎样才能够现前？才能证得？离开思惟想像就证得了；要用思惟想像去证，没这回事情。这个理甚深，事不可思议，不是下凡常识能知的。",
      "zh_TW": "『非下情所測』，測是測量、測度。「下情」是指誰？等覺菩薩以下。等覺菩薩比佛就下了，等覺以下，對於佛的智慧都不能夠了解，我們怎麼能猜測得到佛的智慧？不但研究不出來，討論不出來，連想像都達不到。想像是第六識起作用，法相宗告訴我們，凡夫的用心叫八識，八識裡面功能最大的就是第六意識。第六意識是分別第一，它向外能夠緣法界，十法界依正莊嚴它都能緣得到，向內能緣到阿賴耶識，所以它的能力最大。但是還是有界限，內裡面界限是阿賴耶，外面界限是十法界，十法界以外的一真法界它緣不到，內裡面阿賴耶之外的真如本性，它緣不到。這就是說為什麼不可思議？是你思惟想像決定達不到的。要怎樣才能夠現前？才能證得？離開思惟想像就證得了；要用思惟想像去證，沒這回事情。這個理甚深，事不可思議，不是下凡常識能知的。"
    },
    {
      "id": "02-031-0052_p0019",
      "zh_CN": "我们学经、研教，无论依照哪个法门来修行，若是用心意识，你费的力气不少，你的成就很有限，正是所谓事倍而功半。经论上佛常讲，用心意识修行，修到最高只能够修到阿罗汉、辟支佛、权教菩萨。这是到顶点了，再没有办法往上去，再要往上去，那就要离心意识。可见得离心意识要紧！我们要能信得过。真正用功夫，功夫用在世出世间一切法上，在佛法里，我们读诵经典，怎样离心意识？不起心不动念、不分别不执着就离心意识。这部经从头到尾念得清清楚楚、了了分明，没有动一个念头，这个时候你用的是真心，不是妄心。如果你读经，一面读一面想它的意思，那就完了，你就落在心意识里面，你所得到的很有限，是什么？佛学常识而已。「开经偈」上讲「愿解如来真实义」，如来真实义你一丝一毫都得不到。为什么？如来真实义是离心意识的，离心意识你才解如来真实义。你用心意识，你决定不解如来真实义，你所解的那个经是你自己打妄想，不是真实的。这是我们特别要提出来为大家说明白的。",
      "zh_TW": "我們學經、研教，無論依照哪個法門來修行，若是用心意識，你費的力氣不少，你的成就很有限，正是所謂事倍而功半。經論上佛常講，用心意識修行，修到最高只能夠修到阿羅漢、辟支佛、權教菩薩。這是到頂點了，再沒有辦法往上去，再要往上去，那就要離心意識。可見得離心意識要緊！我們要能信得過。真正用功夫，功夫用在世出世間一切法上，在佛法裡，我們讀誦經典，怎樣離心意識？不起心不動念、不分別不執著就離心意識。這部經從頭到尾念得清清楚楚、了了分明，沒有動一個念頭，這個時候你用的是真心，不是妄心。如果你讀經，一面讀一面想它的意思，那就完了，你就落在心意識裡面，你所得到的很有限，是什麼？佛學常識而已。「開經偈」上講「願解如來真實義」，如來真實義你一絲一毫都得不到。為什麼？如來真實義是離心意識的，離心意識你才解如來真實義。你用心意識，你決定不解如來真實義，你所解的那個經是你自己打妄想，不是真實的。這是我們特別要提出來為大家說明白的。"
    },
    {
      "id": "02-031-0052_p0020",
      "zh_CN": "许多学佛的同修就在这里犯这个毛病，他不相信，我不起心不动念、不分别不执着，经意思我就明了了吗？真的会明了。实在讲，明了的道理佛在经上常讲，你听得耳熟，可惜你没用上。佛法常说「因戒生定，因定开慧」，戒是什么？戒是守法、守规矩。佛叫我们离心意识，我们就离心意识，这就是持戒，这就守规矩。教我们离心意识，我们偏偏还要用心意识，你就没有持戒，你怎么会得定？不用心意识，怎样是不用心意识？刚才讲了，不分别不执着、不起心不动念，就是不用心意识。第六意识分别，第七识执着，你在一切法里头，不分别不执着、不起心不动念，你就能得定。无论修什么法门、无论用什么方式修行，全都是修定，读经也是修定，定里面就有慧，慧里面有定。读经如是，穿衣吃饭也如是，洒扫应对还是如是。",
      "zh_TW": "許多學佛的同修就在這裡犯這個毛病，他不相信，我不起心不動念、不分別不執著，經意思我就明瞭了嗎？真的會明瞭。實在講，明瞭的道理佛在經上常講，你聽得耳熟，可惜你沒用上。佛法常說「因戒生定，因定開慧」，戒是什麼？戒是守法、守規矩。佛叫我們離心意識，我們就離心意識，這就是持戒，這就守規矩。教我們離心意識，我們偏偏還要用心意識，你就沒有持戒，你怎麼會得定？不用心意識，怎樣是不用心意識？剛才講了，不分別不執著、不起心不動念，就是不用心意識。第六意識分別，第七識執著，你在一切法裡頭，不分別不執著、不起心不動念，你就能得定。無論修什麼法門、無論用什麼方式修行，全都是修定，讀經也是修定，定裡面就有慧，慧裡面有定。讀經如是，穿衣吃飯也如是，灑掃應對還是如是。"
    },
    {
      "id": "02-031-0052_p0021",
      "zh_CN": "三学增上，三学是戒定慧，什么时候离开过？定慧等学，什么时候间断过？你才晓得会修行的人，无论环境是顺境是逆境，功夫从来没有间断过，这个功夫就是三学定慧，从来没有间断过。只要在一切法里面，都能做到不起心不动念、不分别不执着，你就成功了，而且真如经上讲的，速疾成佛道。但是我们自己想想，烦恼习气太重，不但是读经，无论做什么事情都离不了分别执着，都会起心动念，这就是前面讲的「人机劣故」，我们的根性太劣。这是说自性本具的智慧德能，唯有如来果地才真正达到究竟圆满，这个境界，不是佛哪里会知道？没成佛不知道，所以「非下情所测」。",
      "zh_TW": "三學增上，三學是戒定慧，什麼時候離開過？定慧等學，什麼時候間斷過？你才曉得會修行的人，無論環境是順境是逆境，功夫從來沒有間斷過，這個功夫就是三學定慧，從來沒有間斷過。只要在一切法裡面，都能做到不起心不動念、不分別不執著，你就成功了，而且真如經上講的，速疾成佛道。但是我們自己想想，煩惱習氣太重，不但是讀經，無論做什麼事情都離不了分別執著，都會起心動念，這就是前面講的「人機劣故」，我們的根性太劣。這是說自性本具的智慧德能，唯有如來果地才真正達到究竟圓滿，這個境界，不是佛哪裡會知道？沒成佛不知道，所以「非下情所測」。"
    },
    {
      "id": "02-031-0052_p0022",
      "zh_CN": "【甄解曰，如来正觉者，乘弥陀一如来成正觉故，此应身即本地身也，其智难量。】",
      "zh_TW": "【甄解曰，如來正覺者，乘彌陀一如來成正覺故，此應身即本地身也，其智難量。】"
    },
    {
      "id": "02-031-0052_p0023",
      "zh_CN": "这当中有省略的。",
      "zh_TW": "這當中有省略的。"
    },
    {
      "id": "02-031-0052_p0024",
      "zh_CN": "【念佛三昧为所住，住此发胜妙智故。】",
      "zh_TW": "【念佛三昧為所住，住此發勝妙智故。】"
    },
    {
      "id": "02-031-0052_p0025",
      "zh_CN": "《甄解》这段话也说得很好，我们虽然做不到，但是不能不知道。知道之后，应当向这个方向、这个目标去努力。说『如来正觉』，如来正觉就是无上正等正觉。『乘弥陀一如来成正觉故』，这句话很不容易说出，这个意思就是说，一切诸佛怎么成佛的？念阿弥陀佛成佛的，这不容易。《甄解》这个说法，蕅益大师在《弥陀经要解》里面跟我们证明了，《要解》上明白告诉我们，释迦牟尼佛成佛是念阿弥陀佛成佛的。释迦如是，十方三世一切诸佛如来莫不如是。",
      "zh_TW": "《甄解》這段話也說得很好，我們雖然做不到，但是不能不知道。知道之後，應當向這個方向、這個目標去努力。說『如來正覺』，如來正覺就是無上正等正覺。『乘彌陀一如來成正覺故』，這句話很不容易說出，這個意思就是說，一切諸佛怎麼成佛的？念阿彌陀佛成佛的，這不容易。《甄解》這個說法，蕅益大師在《彌陀經要解》裡面跟我們證明了，《要解》上明白告訴我們，釋迦牟尼佛成佛是念阿彌陀佛成佛的。釋迦如是，十方三世一切諸佛如來莫不如是。"
    },
    {
      "id": "02-031-0052_p0026",
      "zh_CN": "这个说法，不是修净土的人听到就很难过，认为你们修净土的人太狂妄、太自大，都是念阿弥陀佛成佛的。那他反过来问一句，经上说得很清楚，阿弥陀佛成佛才十劫，十劫以前成佛的，他念什么成佛的？十劫以前那些成佛的人，还是念阿弥陀佛成佛的。这什么缘故？阿弥陀佛在西方示现成佛到今天十劫，是示现的，阿弥陀佛绝对不是十劫前才成佛的，正如同释迦牟尼佛一样。释迦牟尼佛三千年前在我们这个世间示现成佛，他真的是那个时候修行成佛的吗？不是的。佛在《法华经》上说过，他久远劫就成佛了。《梵网经》上说过，他这次，就是三千年前这一次，到我们这个世界来示现成佛，已经是第八千次了。以此类推，阿弥陀佛在西方世界示现成佛，这一次不晓得是几千次、几万次，早就成佛了。所以说都是念阿弥陀佛成佛的。",
      "zh_TW": "這個說法，不是修淨土的人聽到就很難過，認為你們修淨土的人太狂妄、太自大，都是念阿彌陀佛成佛的。那他反過來問一句，經上說得很清楚，阿彌陀佛成佛才十劫，十劫以前成佛的，他念什麼成佛的？十劫以前那些成佛的人，還是念阿彌陀佛成佛的。這什麼緣故？阿彌陀佛在西方示現成佛到今天十劫，是示現的，阿彌陀佛絕對不是十劫前才成佛的，正如同釋迦牟尼佛一樣。釋迦牟尼佛三千年前在我們這個世間示現成佛，他真的是那個時候修行成佛的嗎？不是的。佛在《法華經》上說過，他久遠劫就成佛了。《梵網經》上說過，他這次，就是三千年前這一次，到我們這個世界來示現成佛，已經是第八千次了。以此類推，阿彌陀佛在西方世界示現成佛，這一次不曉得是幾千次、幾萬次，早就成佛了。所以說都是念阿彌陀佛成佛的。"
    },
    {
      "id": "02-031-0052_p0027",
      "zh_CN": "『此应身即本地身也』，本地身就是法身、报身，三身一体，一即是三，三即是一。『其智难量』，他的智慧德能不可思议，没有法子能够测量。下面这两句话说得好，佛为什么有这么大的智慧？『念佛三昧为所住，住此发胜妙智故』，这两句好！如来果地上究竟圆满的智慧是怎么证得的？是念佛三昧证得的，这部经主要的就是讲念佛三昧。本经的第二品，前面我们曾经说过，「住空、无相、无愿法门」，古德将这个三三昧，解释为念佛三昧。实在讲，这个三三昧是通一切三昧门，一切三昧门的总纲领，当然念佛三昧也不能例外。在因地上称为三昧，在果地上称为三解脱，解脱就是大涅槃的意思，这三种方法入如来果地上的大涅槃。我们这一句佛号与三三昧相应，就能够契入，就能够发胜妙智故。",
      "zh_TW": "『此應身即本地身也』，本地身就是法身、報身，三身一體，一即是三，三即是一。『其智難量』，他的智慧德能不可思議，沒有法子能夠測量。下面這兩句話說得好，佛為什麼有這麼大的智慧？『念佛三昧為所住，住此發勝妙智故』，這兩句好！如來果地上究竟圓滿的智慧是怎麼證得的？是念佛三昧證得的，這部經主要的就是講念佛三昧。本經的第二品，前面我們曾經說過，「住空、無相、無願法門」，古德將這個三三昧，解釋為念佛三昧。實在講，這個三三昧是通一切三昧門，一切三昧門的總綱領，當然念佛三昧也不能例外。在因地上稱為三昧，在果地上稱為三解脫，解脫就是大涅槃的意思，這三種方法入如來果地上的大涅槃。我們這一句佛號與三三昧相應，就能夠契入，就能夠發勝妙智故。"
    },
    {
      "id": "02-031-0052_p0028",
      "zh_CN": "如果对这些理论不明了、不清楚，能不能入这个境界？也能。怎样能入？老实念就能入。老实念就是大势至菩萨所说的念佛的原则，「都摄六根，净念相继」，你只要做到这八个字，自自然然与三三昧相应。而都摄六根是什么意思？摄是收摄，把六根从外面境界收回来，这是都摄六根。怎么个收法？我们眼见外面色，如何能把这个从那里收回来，怎么个收法？实在讲，六根的主宰是心、是意识，只要收心就行了，就能够都摄六根。不但佛法讲求这一招，儒家都不例外。你看中国人，现在人不念，从前人常念的「四书」。《孟子》里面就有说，孟子说，「学问之道无他，求其放心而已」，求其放心就是都摄六根。原来这个心放在外面，放在五欲六尘上，起贪瞋痴慢，现在把心收回来，实在就是《金刚经》上讲的不取于相。不取于相就是收心，收回来了；如如不动，这心是定的。所以儒家讲收放心，跟佛法讲都摄六根是一个意思。然后净念相继，如果要不懂得收摄六根，你的净念不能成就，你念佛念得再多，决定不是净念，为什么？里面有夹杂。如果说是都摄六根，里面就不会夹杂。而念佛最忌讳的就是夹杂，夹杂着妄想分别执着，把念佛的功夫完全破坏，所以念佛功夫不得力，功夫得力一定是断烦恼、开智慧。这是讲到念佛三昧能发自性般若胜智。",
      "zh_TW": "如果對這些理論不明瞭、不清楚，能不能入這個境界？也能。怎樣能入？老實念就能入。老實念就是大勢至菩薩所說的念佛的原則，「都攝六根，淨念相繼」，你只要做到這八個字，自自然然與三三昧相應。而都攝六根是什麼意思？攝是收攝，把六根從外面境界收回來，這是都攝六根。怎麼個收法？我們眼見外面色，如何能把這個從那裡收回來，怎麼個收法？實在講，六根的主宰是心、是意識，只要收心就行了，就能夠都攝六根。不但佛法講求這一招，儒家都不例外。你看中國人，現在人不念，從前人常念的「四書」。《孟子》裡面就有說，孟子說，「學問之道無他，求其放心而已」，求其放心就是都攝六根。原來這個心放在外面，放在五欲六塵上，起貪瞋痴慢，現在把心收回來，實在就是《金剛經》上講的不取於相。不取於相就是收心，收回來了；如如不動，這心是定的。所以儒家講收放心，跟佛法講都攝六根是一個意思。然後淨念相繼，如果要不懂得收攝六根，你的淨念不能成就，你念佛念得再多，決定不是淨念，為什麼？裡面有夾雜。如果說是都攝六根，裡面就不會夾雜。而念佛最忌諱的就是夾雜，夾雜著妄想分別執著，把念佛的功夫完全破壞，所以念佛功夫不得力，功夫得力一定是斷煩惱、開智慧。這是講到念佛三昧能發自性般若勝智。"
    },
    {
      "id": "02-031-0052_p0029",
      "zh_CN": "【最胜王经寿量品偈曰，若人住亿劫，尽力常算数，亦复不能知，世尊之寿量。】",
      "zh_TW": "【最勝王經壽量品偈曰，若人住億劫，盡力常算數，亦復不能知，世尊之壽量。】"
    },
    {
      "id": "02-031-0052_p0030",
      "zh_CN": "这是解释无量寿，举一个比喻来说，这是假设的。假设有一个人他的寿命很长，能够住世『亿劫』，劫，这个时间已经就很大了，一亿劫。尽他毕生的寿命、能力，他不停的在计算，也没有办法算出佛的寿命，所以称之为无量寿。实在讲这个时间，时间不是定法，时间跟空间都不是真的，何况时空里面的一切，《金刚经》上讲得最好，一切有为法，如梦幻泡影。时空不是真实的，不是定法，现代的人逐渐明白了。由于科学的发达，说出这些自然现象，我们晓得它不是真的，它是虚妄的。在佛法里面，它是属于不相应行法，不相应行法，用现代的话来说是抽象的概念，它不是事实。下面：",
      "zh_TW": "這是解釋無量壽，舉一個比喻來說，這是假設的。假設有一個人他的壽命很長，能夠住世『億劫』，劫，這個時間已經就很大了，一億劫。盡他畢生的壽命、能力，他不停的在計算，也沒有辦法算出佛的壽命，所以稱之為無量壽。實在講這個時間，時間不是定法，時間跟空間都不是真的，何況時空裡面的一切，《金剛經》上講得最好，一切有為法，如夢幻泡影。時空不是真實的，不是定法，現代的人逐漸明白了。由於科學的發達，說出這些自然現象，我們曉得它不是真的，它是虛妄的。在佛法裡面，它是屬於不相應行法，不相應行法，用現代的話來說是抽象的概念，它不是事實。下面："
    },
    {
      "id": "02-031-0052_p0031",
      "zh_CN": "【晋译华严曰。】",
      "zh_TW": "【晉譯華嚴曰。】"
    },
    {
      "id": "02-031-0052_p0032",
      "zh_CN": "晋译是《六十华严》。",
      "zh_TW": "晉譯是《六十華嚴》。"
    },
    {
      "id": "02-031-0052_p0033",
      "zh_CN": "【知无量劫是一念，知一念即无量劫。】",
      "zh_TW": "【知無量劫是一念，知一念即無量劫。】"
    },
    {
      "id": "02-031-0052_p0034",
      "zh_CN": "这两句说明时间不是定法。我们世间人把时间看成定法，这是个错误的观念，绝非正确。说无量寿、说无量劫，那个意义，真正的意义在哪里？是在他个人的感受，他的苦受、他的乐受，是在他感受里面的长短，真正意思是讲这个。而不是真的有时间长短，年月日时全是假的。这在现代，飞机的速度快了，将来可能是几个小时就绕世界一周，才发现地球上的时间不一样，现在所讲的时差。所以时不是个定法，这个意思我们要懂得。但是他的感受确实好像是那么长，譬如堕地狱那个感受，真的是像无量劫的那种感受、那种苦受。",
      "zh_TW": "這兩句說明時間不是定法。我們世間人把時間看成定法，這是個錯誤的觀念，絕非正確。說無量壽、說無量劫，那個意義，真正的意義在哪裡？是在他個人的感受，他的苦受、他的樂受，是在他感受裡面的長短，真正意思是講這個。而不是真的有時間長短，年月日時全是假的。這在現代，飛機的速度快了，將來可能是幾個小時就繞世界一周，才發現地球上的時間不一樣，現在所講的時差。所以時不是個定法，這個意思我們要懂得。但是他的感受確實好像是那麼長，譬如墮地獄那個感受，真的是像無量劫的那種感受、那種苦受。"
    },
    {
      "id": "02-031-0052_p0035",
      "zh_CN": "【会疏曰，究谓究竟，畅谓通畅。】",
      "zh_TW": "【會疏曰，究謂究竟，暢謂通暢。】"
    },
    {
      "id": "02-031-0052_p0036",
      "zh_CN": "这是解释经文上「究畅无极」，解释这一句。",
      "zh_TW": "這是解釋經文上「究暢無極」，解釋這一句。"
    },
    {
      "id": "02-031-0052_p0037",
      "zh_CN": "【简异因位所得，故曰无极。】",
      "zh_TW": "【簡異因位所得，故曰無極。】"
    },
    {
      "id": "02-031-0052_p0038",
      "zh_CN": "这都是赞叹如来果地上究畅无极，他所证得的是究竟、通畅，通是没有阻碍，通达而无障碍，畅是舒畅。『简异因位所得』，简是简别，异是不同，就是说明，他跟因位上所得的决定不一样，因位是菩萨，菩萨修因，佛是证了果，果地上的境界跟因位上完全不同。所以，等觉菩萨还是在因位，对于果地上的如来的大智，他也搞不清楚。西方极乐世界完全是如来果地上所展现的境界，经上才讲，这个境界「唯佛与佛，方能究竟」。即使等觉菩萨，要不得佛的本愿威神加持，他也搞不清楚；等觉菩萨尚且搞不清楚，何况我们！因此可知，我们今天对于这个法门、这部经典能懂一点、能说一点，说出来诸位也能听懂一点，我们这个能力在等觉菩萨以上，这是真的。我们为什么会有这个能力？给诸位说，都是阿弥陀佛本愿威神的加持，如果我们得不到佛的本愿加持，决定不懂。你要不相信，你到外面去找一个人，你把《无量寿经》的道理讲给他听听，他听不懂，这是事实。你到处去找，到处跟人家讲讲，看他会不会相信？他听了摇头，不晓得你说些什么，反而感觉到你这个人头脑有点儿不太正常，说一些奇奇怪怪的话，他听不懂。所以这个讲堂里面，我们讲、跟诸位听都得佛力加持，这是真实的。",
      "zh_TW": "這都是讚歎如來果地上究暢無極，他所證得的是究竟、通暢，通是沒有阻礙，通達而無障礙，暢是舒暢。『簡異因位所得』，簡是簡別，異是不同，就是說明，他跟因位上所得的決定不一樣，因位是菩薩，菩薩修因，佛是證了果，果地上的境界跟因位上完全不同。所以，等覺菩薩還是在因位，對於果地上的如來的大智，他也搞不清楚。西方極樂世界完全是如來果地上所展現的境界，經上才講，這個境界「唯佛與佛，方能究竟」。即使等覺菩薩，要不得佛的本願威神加持，他也搞不清楚；等覺菩薩尚且搞不清楚，何況我們！因此可知，我們今天對於這個法門、這部經典能懂一點、能說一點，說出來諸位也能聽懂一點，我們這個能力在等覺菩薩以上，這是真的。我們為什麼會有這個能力？給諸位說，都是阿彌陀佛本願威神的加持，如果我們得不到佛的本願加持，決定不懂。你要不相信，你到外面去找一個人，你把《無量壽經》的道理講給他聽聽，他聽不懂，這是事實。你到處去找，到處跟人家講講，看他會不會相信？他聽了搖頭，不曉得你說些什麼，反而感覺到你這個人頭腦有點兒不太正常，說一些奇奇怪怪的話，他聽不懂。所以這個講堂裡面，我們講、跟諸位聽都得佛力加持，這是真實的。"
    },
    {
      "id": "02-031-0052_p0039",
      "zh_CN": "在美国，我们也有时候遇到有一点神通的人，一般讲的，现在大陆上叫特异功能，有这种人。他有的时候到我们这边来，他也很欢喜来听经，他听得懂吗？他听不懂。听不懂为什么要来听？他有特异功能，他见到这个场所有佛光，沐浴在佛光当中身心自在，他有这个感受。如果能力强的人，这个地方邀请一个法师来讲经，还没来，甚至于还是大概一个月之后才会来，能力强的人会看到这个建筑物放光。还在筹备期间，还没有开始，就已经有光明注照了；讲的时候，那光就非常的盛，非常旺盛。这些决定不是他造谣言，绝对不是他乱说的，这是事实。所以，若不得三宝加持，没有办法理解经义。底下一段：",
      "zh_TW": "在美國，我們也有時候遇到有一點神通的人，一般講的，現在大陸上叫特異功能，有這種人。他有的時候到我們這邊來，他也很歡喜來聽經，他聽得懂嗎？他聽不懂。聽不懂為什麼要來聽？他有特異功能，他見到這個場所有佛光，沐浴在佛光當中身心自在，他有這個感受。如果能力強的人，這個地方邀請一個法師來講經，還沒來，甚至於還是大概一個月之後才會來，能力強的人會看到這個建築物放光。還在籌備期間，還沒有開始，就已經有光明注照了；講的時候，那光就非常的盛，非常旺盛。這些決定不是他造謠言，絕對不是他亂說的，這是事實。所以，若不得三寶加持，沒有辦法理解經義。底下一段："
    },
    {
      "id": "02-031-0052_p0040",
      "zh_CN": "【华严经中之十自在。】",
      "zh_TW": "【華嚴經中之十自在。】"
    },
    {
      "id": "02-031-0052_p0041",
      "zh_CN": "这个『自在』是解释「我」的意思。佛法里面讲无我，「我」的定义就是这十条。如果这十条你统统都有，那你就有我，你不是无我，我也是真有，证得「十自在」的人就有了。所以佛法里面讲「常乐我净」，这四样东西真有。常是什么？不生不灭，那是常，生灭就无常，确实不生不灭。乐是永远没有苦受，这才叫乐。我，就是自在，十种自在。净是清净，一尘不染，身心永远是清净的。这四种叫四净德，清净的净，四净德，什么时候才能证得？破一品无明就证得。《华严经》上讲的四十一位法身大士，法身大士就具足了常乐我净这四种德行。没有证得法身的人没有，这四样东西都没有，都是假的，所谓是有名无实。",
      "zh_TW": "這個『自在』是解釋「我」的意思。佛法裡面講無我，「我」的定義就是這十條。如果這十條你統統都有，那你就有我，你不是無我，我也是真有，證得「十自在」的人就有了。所以佛法裡面講「常樂我淨」，這四樣東西真有。常是什麼？不生不滅，那是常，生滅就無常，確實不生不滅。樂是永遠沒有苦受，這才叫樂。我，就是自在，十種自在。淨是清淨，一塵不染，身心永遠是清淨的。這四種叫四淨德，清淨的淨，四淨德，什麼時候才能證得？破一品無明就證得。《華嚴經》上講的四十一位法身大士，法身大士就具足了常樂我淨這四種德行。沒有證得法身的人沒有，這四樣東西都沒有，都是假的，所謂是有名無實。"
    },
    {
      "id": "02-031-0052_p0042",
      "zh_CN": "十种自在，讲《华严经》上才说，如果不讲《华严经》，很少讲到这十种自在。黄老居士注解《无量寿经》引用《华严经》这一段，我们在这个地方也顺便略说说。十种自在，第一种：",
      "zh_TW": "十種自在，講《華嚴經》上才說，如果不講《華嚴經》，很少講到這十種自在。黃老居士註解《無量壽經》引用《華嚴經》這一段，我們在這個地方也順便略說說。十種自在，第一種："
    },
    {
      "id": "02-031-0052_p0043",
      "zh_CN": "【一命自在。】",
      "zh_TW": "【一命自在。】"
    },
    {
      "id": "02-031-0052_p0044",
      "zh_CN": "『命』是寿命。我们现在寿命不自在，寿命要随心所欲，就自在了，喜欢短就短，喜欢长就长。我们为什么不自在？我们受业力的支配，变得不自在。法身大士何以能得自在？他的业障消了，他没有业障，所以命就自在。",
      "zh_TW": "『命』是壽命。我們現在壽命不自在，壽命要隨心所欲，就自在了，喜歡短就短，喜歡長就長。我們為什麼不自在？我們受業力的支配，變得不自在。法身大士何以能得自在？他的業障消了，他沒有業障，所以命就自在。"
    },
    {
      "id": "02-031-0052_p0045",
      "zh_CN": "【二心自在。】",
      "zh_TW": "【二心自在。】"
    },
    {
      "id": "02-031-0052_p0046",
      "zh_CN": "心里没有污染，没有分别、没有妄想、没有执着，他得自在。六道凡夫的心不自在，我们六道人很可怜，为什么？妄想分别执着统统具足，你的心怎么会自在？阿罗汉，执着没有了，还有分别；声闻、缘觉、菩萨、佛，这个佛是十法界里面的佛，他还有妄想、还有分别，还是不自在。比我们凡夫是自在多了，比起法身大士，他不自在。他必须把妄想分别也要断掉，超越十法界，超越十法界就证得一真法界，他就成为法身大士，他的心得自在了，清净无染。",
      "zh_TW": "心裡沒有污染，沒有分別、沒有妄想、沒有執著，他得自在。六道凡夫的心不自在，我們六道人很可憐，為什麼？妄想分別執著統統具足，你的心怎麼會自在？阿羅漢，執著沒有了，還有分別；聲聞、緣覺、菩薩、佛，這個佛是十法界裡面的佛，他還有妄想、還有分別，還是不自在。比我們凡夫是自在多了，比起法身大士，他不自在。他必須把妄想分別也要斷掉，超越十法界，超越十法界就證得一真法界，他就成為法身大士，他的心得自在了，清淨無染。"
    },
    {
      "id": "02-031-0052_p0047",
      "zh_CN": "【三资具自在。】",
      "zh_TW": "【三資具自在。】"
    },
    {
      "id": "02-031-0052_p0048",
      "zh_CN": "这个『资具』就是我们讲的物质生活，衣食住行得大自在了。我们在《华严经》上看到，在《无量寿经》、《弥陀经》上都看到，往生到西方极乐世界的人，这十种自在都有、都得到，这是真实利益。实在讲我们带业往生的，我们的烦恼并没有断，为什么就有法身大士的享受？这是阿弥陀佛本愿加持的，他四十八愿里头有的，四十八愿有一愿不能兑现，他就不成佛。所以是四十八愿加持的，下下品往生到西方极乐世界，所有一切的受用跟法身大士无二无别。",
      "zh_TW": "這個『資具』就是我們講的物質生活，衣食住行得大自在了。我們在《華嚴經》上看到，在《無量壽經》、《彌陀經》上都看到，往生到西方極樂世界的人，這十種自在都有、都得到，這是真實利益。實在講我們帶業往生的，我們的煩惱並沒有斷，為什麼就有法身大士的享受？這是阿彌陀佛本願加持的，他四十八願裡頭有的，四十八願有一願不能兌現，他就不成佛。所以是四十八願加持的，下下品往生到西方極樂世界，所有一切的受用跟法身大士無二無別。"
    },
    {
      "id": "02-031-0052_p0049",
      "zh_CN": "像经上讲的，西方世界你住的宫殿楼阁那个样式，想什么样式就变成什么样式，也不必去经营，也不要去建筑，随心变化。你想住到大一点的房子，就变得很大；太大了，你觉得不好，喜欢小一点，它就慢慢变小，总是如你自己的意思。喜欢房子在地面上，就在地面上，喜欢房子在空中，它就浮到空中去，「资具自在」。",
      "zh_TW": "像經上講的，西方世界你住的宮殿樓閣那個樣式，想什麼樣式就變成什麼樣式，也不必去經營，也不要去建築，隨心變化。你想住到大一點的房子，就變得很大；太大了，你覺得不好，喜歡小一點，它就慢慢變小，總是如你自己的意思。喜歡房子在地面上，就在地面上，喜歡房子在空中，它就浮到空中去，「資具自在」。"
    },
    {
      "id": "02-031-0052_p0050",
      "zh_CN": "【四业自在。】",
      "zh_TW": "【四業自在。】"
    },
    {
      "id": "02-031-0052_p0051",
      "zh_CN": "菩萨还有什么业？菩萨度化众生是他的事业，他没有别的业，就是教化众生。尽虚空遍法界一切诸佛刹土，众生有感他就有应，感应道交，一个也不会漏掉。不但不会漏掉，连感应的时间都不会错过。众生有感，佛菩萨来应，不会我们这里有感，他慢慢的来应，不会。我们跟世间人约会还有迟到的，还有误点的，佛菩萨决定不会。这是『业自在』。",
      "zh_TW": "菩薩還有什麼業？菩薩度化眾生是他的事業，他沒有別的業，就是教化眾生。盡虛空遍法界一切諸佛剎土，眾生有感他就有應，感應道交，一個也不會漏掉。不但不會漏掉，連感應的時間都不會錯過。眾生有感，佛菩薩來應，不會我們這裡有感，他慢慢的來應，不會。我們跟世間人約會還有遲到的，還有誤點的，佛菩薩決定不會。這是『業自在』。"
    },
    {
      "id": "02-031-0052_p0052",
      "zh_CN": "【五受生自在。】",
      "zh_TW": "【五受生自在。】"
    },
    {
      "id": "02-031-0052_p0053",
      "zh_CN": "『受生』就像《普门品》里面所讲的，应以什么身得度他就现什么样身分，所以佛菩萨没有一定的身相。我们执着这个是什么佛，那个是什么佛，这是什么菩萨，这都是分别执着，佛菩萨没有一定的形相，随众生心，应所知量，这《楞严经》上讲的。所以才能得一切众生的欢喜心，一切众生才愿意听菩萨的教诲，他随心应量，『受生自在』。",
      "zh_TW": "『受生』就像《普門品》裡面所講的，應以什麼身得度他就現什麼樣身分，所以佛菩薩沒有一定的身相。我們執著這個是什麼佛，那個是什麼佛，這是什麼菩薩，這都是分別執著，佛菩薩沒有一定的形相，隨眾生心，應所知量，這《楞嚴經》上講的。所以才能得一切眾生的歡喜心，一切眾生才願意聽菩薩的教誨，他隨心應量，『受生自在』。"
    },
    {
      "id": "02-031-0052_p0054",
      "zh_CN": "【六解自在。】",
      "zh_TW": "【六解自在。】"
    },
    {
      "id": "02-031-0052_p0055",
      "zh_CN": "这个『解』是对于世出世间一切法，没有一样他不理解的，你不问他，他不说，随问随说。诸佛菩萨应化在世间就是这样的，像释迦牟尼佛住世，讲经说法都是别人向他请教，佛才答复、解说。如果没有人问，佛一句话也不说。说法仪式里面，虽然讲有十二种，就是十二类，十二类中有一种叫无问自说。这个很少，这是非常特殊，像《弥陀经》就是属于无问自说，这个例子很少。而说出这个法门，一定是非常稀有的法门，深妙的法门，一切菩萨们问不出来。可是众生机缘成熟了，佛观察众生的根机，虽没有人问，他说出来大家能接受、能理解，能够依教奉行而得殊胜的利益，所以不必别人问，他就说了。",
      "zh_TW": "這個『解』是對於世出世間一切法，沒有一樣他不理解的，你不問他，他不說，隨問隨說。諸佛菩薩應化在世間就是這樣的，像釋迦牟尼佛住世，講經說法都是別人向他請教，佛才答覆、解說。如果沒有人問，佛一句話也不說。說法儀式裡面，雖然講有十二種，就是十二類，十二類中有一種叫無問自說。這個很少，這是非常特殊，像《彌陀經》就是屬於無問自說，這個例子很少。而說出這個法門，一定是非常稀有的法門，深妙的法門，一切菩薩們問不出來。可是眾生機緣成熟了，佛觀察眾生的根機，雖沒有人問，他說出來大家能接受、能理解，能夠依教奉行而得殊勝的利益，所以不必別人問，他就說了。"
    },
    {
      "id": "02-031-0052_p0056",
      "zh_CN": "《净土三经》里面，《无量寿经》是阿难启请的，有人问的，《观无量寿经》是韦提希夫人启请的，也是有人问的，唯独《阿弥陀经》没有人问，这是很少的例子。所以「解自在」。解自在里面特别显示的，就是经上讲的「佛以一音而说法，众生随类各得解」，这是真正到解自在。",
      "zh_TW": "《淨土三經》裡面，《無量壽經》是阿難啟請的，有人問的，《觀無量壽經》是韋提希夫人啟請的，也是有人問的，唯獨《阿彌陀經》沒有人問，這是很少的例子。所以「解自在」。解自在裡面特別顯示的，就是經上講的「佛以一音而說法，眾生隨類各得解」，這是真正到解自在。"
    },
    {
      "id": "02-031-0052_p0057",
      "zh_CN": "【七愿自在。】",
      "zh_TW": "【七願自在。】"
    },
    {
      "id": "02-031-0052_p0058",
      "zh_CN": "愿是因地时候所发的，修菩萨道的时候发了许多的愿。到成佛的时候，这些愿力只要遇到缘，自然都兑现，没有一个愿是空过的，这是『愿自在』。",
      "zh_TW": "願是因地時候所發的，修菩薩道的時候發了許多的願。到成佛的時候，這些願力只要遇到緣，自然都兌現，沒有一個願是空過的，這是『願自在』。"
    },
    {
      "id": "02-031-0052_p0059",
      "zh_CN": "【八神力自在。】",
      "zh_TW": "【八神力自在。】"
    },
    {
      "id": "02-031-0052_p0060",
      "zh_CN": "这就是我们平常讲的神通，天眼通、天耳通。所谓自在，他的能力能够达到尽虚空遍法界。不是像阿罗汉，宿命通只能知道过去五百世、未来五百世，五百世以外他就不知道，那就不自在。菩萨的通力比阿罗汉大，但还是有限度。菩萨的天眼能见一个大千世界，甚至于十个大千世界、百个大千世界、千个大千世界，都有限制、都有范围，不能称为自在。唯独佛在果地上，过去现在未来，尽虚空遍法界，他统统都见到、统统都听到。这是讲六种神通达到究竟圆满。",
      "zh_TW": "這就是我們平常講的神通，天眼通、天耳通。所謂自在，他的能力能夠達到盡虛空遍法界。不是像阿羅漢，宿命通只能知道過去五百世、未來五百世，五百世以外他就不知道，那就不自在。菩薩的通力比阿羅漢大，但還是有限度。菩薩的天眼能見一個大千世界，甚至於十個大千世界、百個大千世界、千個大千世界，都有限制、都有範圍，不能稱為自在。唯獨佛在果地上，過去現在未來，盡虛空遍法界，他統統都見到、統統都聽到。這是講六種神通達到究竟圓滿。"
    },
    {
      "id": "02-031-0052_p0061",
      "zh_CN": "【九法自在。】",
      "zh_TW": "【九法自在。】"
    },
    {
      "id": "02-031-0052_p0062",
      "zh_CN": "这个『法』是讲度众生的善巧方便。一切众生种种根性不相同，应该给他说什么法就给他说什么法。所说之法，必定叫对方能得真实的利益，或者是证果、或者是开悟、或者是种善根，决定得利益。",
      "zh_TW": "這個『法』是講度眾生的善巧方便。一切眾生種種根性不相同，應該給他說什麼法就給他說什麼法。所說之法，必定叫對方能得真實的利益，或者是證果、或者是開悟、或者是種善根，決定得利益。"
    },
    {
      "id": "02-031-0052_p0063",
      "zh_CN": "【十智自在。】",
      "zh_TW": "【十智自在。】"
    },
    {
      "id": "02-031-0052_p0064",
      "zh_CN": "权实两种智慧圆满。",
      "zh_TW": "權實兩種智慧圓滿。"
    },
    {
      "id": "02-031-0052_p0065",
      "zh_CN": "具足这十种自在，才叫「我」。所以平常我们讲，一般简单讲「我」的意思，通常讲两个意思，一个是自在的意思，一个是主宰的意思，自己能作得了主，自己能得自在，这才叫我。我们现在哪里有我？自己作不了主。如果要作得了主，应当年年十八才对；你一天天衰老，你就作不了主。你应该身体健康、强健，你还会生病，那你就作不了主，自在是更谈不上。所以你想想，佛法讲的无我是事实，绝非虚妄。众生确实无我，无我执着有我，这是最大的一个邪见，就是错误的见解。下面一段：",
      "zh_TW": "具足這十種自在，才叫「我」。所以平常我們講，一般簡單講「我」的意思，通常講兩個意思，一個是自在的意思，一個是主宰的意思，自己能作得了主，自己能得自在，這才叫我。我們現在哪裡有我？自己作不了主。如果要作得了主，應當年年十八才對；你一天天衰老，你就作不了主。你應該身體健康、強健，你還會生病，那你就作不了主，自在是更談不上。所以你想想，佛法講的無我是事實，絕非虛妄。眾生確實無我，無我執著有我，這是最大的一個邪見，就是錯誤的見解。下面一段："
    },
    {
      "id": "02-031-0052_p0066",
      "zh_CN": "【莲池大师疏钞曰，灵明洞彻，湛寂常恒，非浊非清，无背无向，大哉真体，不可得而思议者，其唯自性欤。】",
      "zh_TW": "【蓮池大師疏鈔曰，靈明洞徹，湛寂常恆，非濁非清，無背無向，大哉真體，不可得而思議者，其唯自性歟。】"
    },
    {
      "id": "02-031-0052_p0067",
      "zh_CN": "这是莲池大师，在《弥陀经疏钞》一开端讲的几句话，这几句话赞叹真如本性。真如本性是我们自己的真心，禅宗里面讲「父母未生前本来面目」。真心，或者讲真如，或者说本性，都是一个意思，我们就真心来讲。真心『灵明洞彻』，这四个字是形容它智慧，前面讲，不可思议的智慧。洞彻是说它的作用，尽虚空遍法界无微不照，再远、再细微它都看得清楚，它都听得清楚。我们六根的本能是这个样子的。",
      "zh_TW": "這是蓮池大師，在《彌陀經疏鈔》一開端講的幾句話，這幾句話讚歎真如本性。真如本性是我們自己的真心，禪宗裡面講「父母未生前本來面目」。真心，或者講真如，或者說本性，都是一個意思，我們就真心來講。真心『靈明洞徹』，這四個字是形容它智慧，前面講，不可思議的智慧。洞徹是說它的作用，盡虛空遍法界無微不照，再遠、再細微它都看得清楚，它都聽得清楚。我們六根的本能是這個樣子的。"
    },
    {
      "id": "02-031-0052_p0068",
      "zh_CN": "『湛寂常恒』是讲性体，前面「灵明洞彻」是讲性用，自性起用，就是六根的起用。这一句是讲体，它的本体「湛寂常恒」。湛是比喻，像水，很静，没有波浪，很轻，没有污染，这是湛的意思。真心里面没有污染，也没有波动。「常恒」是永远是这个样子，我们现在堕落在六道，我们的真心有没有动？没有，经上也常讲，动摇，动摇是妄心，真心确实没有动。成了佛，没动，在六道里轮回还是没动。六道轮回是什么事情？六道轮回是妄心在作崇，绝对不是真心，妄心有生灭，真心没有生灭。《楞严经》说这桩事情说得非常清楚、非常透彻，你看经里面很长一段经文，十番显见。世尊对波斯匿王、对着阿难大众说明真心，举见性来说，举这一个例子来说明，见性明白了，自性你自然统统就明了。十番显见，把它的意思综合起来，就是这一句话，「湛寂常恒」，所以这四个字要详细解释，《楞严经》上十番显见是最好的解释。心是不动的，真心不动，真心离念。念是什么？妄心，真心不是妄心，有念则是妄心，离念就是真心。所以你六根对外面六尘境界，不起心不动念、不分别不执着，这个时候是真心。见是见性见，闻是闻性闻，没有用六识，不是用六根六识，是用的真性，就是用的自性。",
      "zh_TW": "『湛寂常恆』是講性體，前面「靈明洞徹」是講性用，自性起用，就是六根的起用。這一句是講體，它的本體「湛寂常恆」。湛是比喻，像水，很靜，沒有波浪，很輕，沒有污染，這是湛的意思。真心裡面沒有污染，也沒有波動。「常恆」是永遠是這個樣子，我們現在墮落在六道，我們的真心有沒有動？沒有，經上也常講，動搖，動搖是妄心，真心確實沒有動。成了佛，沒動，在六道裡輪迴還是沒動。六道輪迴是什麼事情？六道輪迴是妄心在作崇，絕對不是真心，妄心有生滅，真心沒有生滅。《楞嚴經》說這樁事情說得非常清楚、非常透徹，你看經裡面很長一段經文，十番顯見。世尊對波斯匿王、對著阿難大眾說明真心，舉見性來說，舉這一個例子來說明，見性明白了，自性你自然統統就明瞭。十番顯見，把它的意思綜合起來，就是這一句話，「湛寂常恆」，所以這四個字要詳細解釋，《楞嚴經》上十番顯見是最好的解釋。心是不動的，真心不動，真心離念。念是什麼？妄心，真心不是妄心，有念則是妄心，離念就是真心。所以你六根對外面六塵境界，不起心不動念、不分別不執著，這個時候是真心。見是見性見，聞是聞性聞，沒有用六識，不是用六根六識，是用的真性，就是用的自性。"
    },
    {
      "id": "02-031-0052_p0069",
      "zh_CN": "『非浊非清，无背无向』，这就是不垢不净，《心经》上讲的不垢不净，浊就是垢，清就是净。「无背无向」，凡是所有一切相对的都加不上，它不是相对的，离开一切相对。离开相对，我们讲是不是绝对的？也不是，绝对跟相对还是一对，所以说不可思议。底下讲，『不可得而思议者，其唯自性欤』，唯独自性不可思议。『大哉真体』是赞叹，这一句是赞叹，实在找不到赞叹的名词了，用一个「大哉」。它是真的，它是万法的本体，十法界依正庄严都是它变现出来的。",
      "zh_TW": "『非濁非清，無背無向』，這就是不垢不淨，《心經》上講的不垢不淨，濁就是垢，清就是淨。「無背無向」，凡是所有一切相對的都加不上，它不是相對的，離開一切相對。離開相對，我們講是不是絕對的？也不是，絕對跟相對還是一對，所以說不可思議。底下講，『不可得而思議者，其唯自性歟』，唯獨自性不可思議。『大哉真體』是讚歎，這一句是讚歎，實在找不到讚歎的名詞了，用一個「大哉」。它是真的，它是萬法的本體，十法界依正莊嚴都是它變現出來的。"
    },
    {
      "id": "02-031-0052_p0070",
      "zh_CN": "我们今天讲到此地。",
      "zh_TW": "我們今天講到此地。"
    }
  ]
}