{
  "doc_id": "02-031-0050",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十集",
    "zh_TW": "第五十集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0050",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "02-031-0050_p0001",
      "zh_CN": "请掀开经本，第七十一面，第七行，从第二十一段看起：",
      "zh_TW": "請掀開經本，第七十一面，第七行，從第二十一段看起："
    },
    {
      "id": "02-031-0050_p0002",
      "zh_CN": "【净影疏曰，住佛住者，涅槃常果，诸佛同住，今日世雄，住彼所住，住大涅槃，能起化用。】",
      "zh_TW": "【淨影疏曰，住佛住者，涅槃常果，諸佛同住，今日世雄，住彼所住，住大涅槃，能起化用。】"
    },
    {
      "id": "02-031-0050_p0003",
      "zh_CN": "『涅槃』是梵语，翻成中国的意思就是灭，四谛里面苦集灭道，灭翻作涅槃。此地所讲的灭，是说两种，在因上讲，灭烦恼，果上讲，灭生死；换句话说，涅槃也就是不生不灭的意思。通常在中国佛教里面有个译法大家所熟悉的，就是翻成圆寂，这也翻得很好。圆是讲圆满，我们常讲功德圆满，功是修行的功夫，德就是修行的果报；换句话说，因与果都圆满，这是圆的意思。寂跟灭的意思相同，清净寂灭，也就是生死烦恼统统都寂静了，这是圆寂的意思。而社会间有不少人将这个名词错会了，以为涅槃、圆寂都是死的代名词，人死了就叫圆寂，人死了就叫涅槃，这是很大的误会。如果说死就是圆寂，那哪一个不圆寂？各个都圆寂。所以，圆寂是如来果地上究竟圆满的果德，绝对不是一般人能够做得到的，这是我们应当要晓得。所以般涅槃，证涅槃不是说死了才证的，证涅槃是活着证的。释迦牟尼佛当年在世，他老人家所示现的，菩提树下夜睹明星，豁然大悟，他悟的是什么？就是入般涅槃了。由此可知，涅槃跟圆寂是活着证得的，与死不相干，活着证得的。",
      "zh_TW": "『涅槃』是梵語，翻成中國的意思就是滅，四諦裡面苦集滅道，滅翻作涅槃。此地所講的滅，是說兩種，在因上講，滅煩惱，果上講，滅生死；換句話說，涅槃也就是不生不滅的意思。通常在中國佛教裡面有個譯法大家所熟悉的，就是翻成圓寂，這也翻得很好。圓是講圓滿，我們常講功德圓滿，功是修行的功夫，德就是修行的果報；換句話說，因與果都圓滿，這是圓的意思。寂跟滅的意思相同，清淨寂滅，也就是生死煩惱統統都寂靜了，這是圓寂的意思。而社會間有不少人將這個名詞錯會了，以為涅槃、圓寂都是死的代名詞，人死了就叫圓寂，人死了就叫涅槃，這是很大的誤會。如果說死就是圓寂，那哪一個不圓寂？各個都圓寂。所以，圓寂是如來果地上究竟圓滿的果德，絕對不是一般人能夠做得到的，這是我們應當要曉得。所以般涅槃，證涅槃不是說死了才證的，證涅槃是活著證的。釋迦牟尼佛當年在世，他老人家所示現的，菩提樹下夜睹明星，豁然大悟，他悟的是什麼？就是入般涅槃了。由此可知，涅槃跟圓寂是活著證得的，與死不相干，活著證得的。"
    },
    {
      "id": "02-031-0050_p0004",
      "zh_CN": "『住佛住者』，佛住在哪里？这是讲心，「佛住」就如同我们一般人常讲的存心，你的心在哪里？凡夫的心都在妄念上，都在忧虑、牵挂上，他住在这些地方。所以他住生死，凡夫的心住在生死。你看妄念是生灭的，一个念头生，一个念头灭，忧虑、牵挂都是生灭的现象。凡夫住生灭，也就是凡夫住生死。二乘圣者、小乘阿罗汉、辟支佛，他们住涅槃，涅槃就是不生不灭，佛法里叫它做偏真涅槃。佛与大菩萨他们住的境界叫大涅槃，大涅槃跟小乘人证得的苦集灭道的灭又不一样，不是一个意思。大涅槃意思是说不住生死，也不住涅槃，这个就伟大了。住生死，这是六道轮回；住涅槃，固然自己得受用，心真正得清净，不能利益众生，这并不可贵。佛与大菩萨不住涅槃，他度众生，广度众生，在十法界，哪个地方众生有感他就到哪里去应，感应道交，他不住涅槃。这叫无住涅槃，佛与大菩萨他们住的是无住涅槃。虽然示现在六道、示现在九法界，他是乘愿而来的，他不是业力而来，所以虽同凡夫，但是没有凡夫的生死。于是乎他生死、涅槃二边都不住，这个叫做大涅槃，这是佛所住的，『涅槃常果，诸佛同住』。",
      "zh_TW": "『住佛住者』，佛住在哪裡？這是講心，「佛住」就如同我們一般人常講的存心，你的心在哪裡？凡夫的心都在妄念上，都在憂慮、牽掛上，他住在這些地方。所以他住生死，凡夫的心住在生死。你看妄念是生滅的，一個念頭生，一個念頭滅，憂慮、牽掛都是生滅的現象。凡夫住生滅，也就是凡夫住生死。二乘聖者、小乘阿羅漢、辟支佛，他們住涅槃，涅槃就是不生不滅，佛法裡叫它做偏真涅槃。佛與大菩薩他們住的境界叫大涅槃，大涅槃跟小乘人證得的苦集滅道的滅又不一樣，不是一個意思。大涅槃意思是說不住生死，也不住涅槃，這個就偉大了。住生死，這是六道輪迴；住涅槃，固然自己得受用，心真正得清淨，不能利益眾生，這並不可貴。佛與大菩薩不住涅槃，他度眾生，廣度眾生，在十法界，哪個地方眾生有感他就到哪裡去應，感應道交，他不住涅槃。這叫無住涅槃，佛與大菩薩他們住的是無住涅槃。雖然示現在六道、示現在九法界，他是乘願而來的，他不是業力而來，所以雖同凡夫，但是沒有凡夫的生死。於是乎他生死、涅槃二邊都不住，這個叫做大涅槃，這是佛所住的，『涅槃常果，諸佛同住』。"
    },
    {
      "id": "02-031-0050_p0005",
      "zh_CN": "『今日世雄』，世是世间，雄是英雄，世间英雄，他的意思是说，一般人办不到的他能够办得到，这才称之为英雄。世间人不能了生死，世间人不能断烦恼，世间人不能出三界，佛菩萨统统可以做得到，所以佛称之为大英雄。我们到寺院看到供佛的大殿，都写着「大雄宝殿」，就是大英雄宝殿，取的意思就是这样的。所以，此地世雄指释迦牟尼佛。『住彼所住』，也同诸佛所住一样，『住大涅槃』，涅槃上加一个大字，就是无住涅槃，不住生死，不住涅槃。『能起化用』，有能力起无量无边教化众生的作用。这是解释诸佛所住。下面一段我们再看：",
      "zh_TW": "『今日世雄』，世是世間，雄是英雄，世間英雄，他的意思是說，一般人辦不到的他能夠辦得到，這才稱之為英雄。世間人不能了生死，世間人不能斷煩惱，世間人不能出三界，佛菩薩統統可以做得到，所以佛稱之為大英雄。我們到寺院看到供佛的大殿，都寫著「大雄寶殿」，就是大英雄寶殿，取的意思就是這樣的。所以，此地世雄指釋迦牟尼佛。『住彼所住』，也同諸佛所住一樣，『住大涅槃』，涅槃上加一個大字，就是無住涅槃，不住生死，不住涅槃。『能起化用』，有能力起無量無邊教化眾生的作用。這是解釋諸佛所住。下面一段我們再看："
    },
    {
      "id": "02-031-0050_p0006",
      "zh_CN": "【会疏曰，佛所住，不二乘菩萨所能及。】",
      "zh_TW": "【會疏曰，佛所住，不二乘菩薩所能及。】"
    },
    {
      "id": "02-031-0050_p0007",
      "zh_CN": "这个『不』，底下括弧用个「非」，它的意思就是非，不是二乘菩萨所能及的，意思是这样的。",
      "zh_TW": "這個『不』，底下括弧用個「非」，它的意思就是非，不是二乘菩薩所能及的，意思是這樣的。"
    },
    {
      "id": "02-031-0050_p0008",
      "zh_CN": "【唯佛与佛住之。】",
      "zh_TW": "【唯佛與佛住之。】"
    },
    {
      "id": "02-031-0050_p0009",
      "zh_CN": "他跟诸佛如来同样一个境界。",
      "zh_TW": "他跟諸佛如來同樣一個境界。"
    },
    {
      "id": "02-031-0050_p0010",
      "zh_CN": "【又曰，佛说三乘随他教时，各住三乘法，今住佛随自所住，故云住佛所住。】",
      "zh_TW": "【又曰，佛說三乘隨他教時，各住三乘法，今住佛隨自所住，故云住佛所住。】"
    },
    {
      "id": "02-031-0050_p0011",
      "zh_CN": "这一段的意思说得很好，完全是从事相上所说的，从事相上，也就是从佛菩萨应化上来说的。观世音《普门品》里面讲，应以佛身得度就现佛身，应以菩萨身得度就现菩萨身，应以二乘身得度，他就现二乘身，二乘是声闻、缘觉。甚至于应以长者居士身得度，他就现长者居士身，随众生的心，佛能够示现种种不同的身分。住在这个世间，『各住三乘法』，三乘是声闻、缘觉、菩萨，实际上不只，应以人天身度化的他就现人天身。所以佛教里头又有说五乘佛法，五乘就是三乘再加上天、人。现身，一定是随顺众生而住，这就是「各住三乘法」。像释迦牟尼佛三千年前出现在北印度，他示现的是人身，跟我们一般人同住在一起，寿命也与我们一般人相仿佛。释迦牟尼佛是七十九岁圆寂的，我们通常讲八十岁，中国人讲虚岁，八十岁，实际上他是七十九岁圆寂的。完全跟我们世间人没有两样，这就是各住三乘法。",
      "zh_TW": "這一段的意思說得很好，完全是從事相上所說的，從事相上，也就是從佛菩薩應化上來說的。觀世音《普門品》裡面講，應以佛身得度就現佛身，應以菩薩身得度就現菩薩身，應以二乘身得度，他就現二乘身，二乘是聲聞、緣覺。甚至於應以長者居士身得度，他就現長者居士身，隨眾生的心，佛能夠示現種種不同的身分。住在這個世間，『各住三乘法』，三乘是聲聞、緣覺、菩薩，實際上不只，應以人天身度化的他就現人天身。所以佛教裡頭又有說五乘佛法，五乘就是三乘再加上天、人。現身，一定是隨順眾生而住，這就是「各住三乘法」。像釋迦牟尼佛三千年前出現在北印度，他示現的是人身，跟我們一般人同住在一起，壽命也與我們一般人相彷彿。釋迦牟尼佛是七十九歲圓寂的，我們通常講八十歲，中國人講虛歲，八十歲，實際上他是七十九歲圓寂的。完全跟我們世間人沒有兩樣，這就是各住三乘法。"
    },
    {
      "id": "02-031-0050_p0012",
      "zh_CN": "可是佛今天讲这个法门，他所示现的不一样，阿难尊者看出来了。『今住佛随自所住』，世尊为我们说《无量寿经》，显示出他的光彩、容颜、威德、光明，不是随顺三乘法，不是住三乘法，而是住诸佛所住。诸佛所住是佛的自分，他自己证得的，所谓自受用。阿难在大会当中看出来，所以他说『住佛所住』。再看底下《甄解》所说的。",
      "zh_TW": "可是佛今天講這個法門，他所示現的不一樣，阿難尊者看出來了。『今住佛隨自所住』，世尊為我們說《無量壽經》，顯示出他的光彩、容顏、威德、光明，不是隨順三乘法，不是住三乘法，而是住諸佛所住。諸佛所住是佛的自分，他自己證得的，所謂自受用。阿難在大會當中看出來，所以他說『住佛所住』。再看底下《甄解》所說的。"
    },
    {
      "id": "02-031-0050_p0013",
      "zh_CN": "【甄解曰，住佛所住者，住普等三昧，普等三昧及大寂定，并是念佛三昧异名也。】",
      "zh_TW": "【甄解曰，住佛所住者，住普等三昧，普等三昧及大寂定，並是念佛三昧異名也。】"
    },
    {
      "id": "02-031-0050_p0014",
      "zh_CN": "这些名词前面都曾经讲过，在这个地方就不要重复了，这都是如来果地上的境界。『普等三昧』，三昧是正受，普是普遍，等是平等。我们凡夫，不但是凡夫，二乘、权教菩萨心都不平等，所见的十法界依正庄严，讲十法界就不平等了。如果要证得普等三昧，十法界没有了，那么法界是什么样子？法界叫一真法界，一是平等的，真是平等的。诸位要记住，二就不平等，假的、虚妄的不平等，真的一定平等，一一定平等。普等三昧要用现代的话讲，就是突破十法界，而契入一真法界，这个叫普等三昧。",
      "zh_TW": "這些名詞前面都曾經講過，在這個地方就不要重複了，這都是如來果地上的境界。『普等三昧』，三昧是正受，普是普遍，等是平等。我們凡夫，不但是凡夫，二乘、權教菩薩心都不平等，所見的十法界依正莊嚴，講十法界就不平等了。如果要證得普等三昧，十法界沒有了，那麼法界是什麼樣子？法界叫一真法界，一是平等的，真是平等的。諸位要記住，二就不平等，假的、虛妄的不平等，真的一定平等，一一定平等。普等三昧要用現代的話講，就是突破十法界，而契入一真法界，這個叫普等三昧。"
    },
    {
      "id": "02-031-0050_p0015",
      "zh_CN": "普等三昧跟『大寂定』意思都相接近，大寂定就是《仁王经》上所讲的寂灭忍，比无生法忍还要高一级。寂定上加个大，究竟圆满的果地，因为通常讲寂定也分上中下三品。下品是法云地的菩萨，十地菩萨；中品是等觉菩萨；上品，上品就大了，是诸佛果地。这都是念佛三昧的别名，可见得念佛三昧这个意思多深多广，无量三昧都不出念佛三昧。如果你对于这句话要能够有几分体会，你才明了念佛法门真正不可思议，确实不是其他法门能够相比。这个法门实在讲简单容易，成就不可思议。",
      "zh_TW": "普等三昧跟『大寂定』意思都相接近，大寂定就是《仁王經》上所講的寂滅忍，比無生法忍還要高一級。寂定上加個大，究竟圓滿的果地，因為通常講寂定也分上中下三品。下品是法雲地的菩薩，十地菩薩；中品是等覺菩薩；上品，上品就大了，是諸佛果地。這都是念佛三昧的別名，可見得念佛三昧這個意思多深多廣，無量三昧都不出念佛三昧。如果你對於這句話要能夠有幾分體會，你才明瞭念佛法門真正不可思議，確實不是其他法門能夠相比。這個法門實在講簡單容易，成就不可思議。"
    },
    {
      "id": "02-031-0050_p0016",
      "zh_CN": "【三世诸佛皆住此念佛，故云佛所住。】",
      "zh_TW": "【三世諸佛皆住此念佛，故云佛所住。】"
    },
    {
      "id": "02-031-0050_p0017",
      "zh_CN": "《甄解》这几句话说得太好了，从「住佛所住」结归到「念佛」，这个话说得很有道理。不仅仅释迦牟尼佛念佛成佛的，所有十方三世一切诸佛如来，哪一个不是念佛成佛的？念佛是因，成佛是果，念佛的意思无限深广。《甄解》给我们结归到念佛，确实加深了我们的信心。",
      "zh_TW": "《甄解》這幾句話說得太好了，從「住佛所住」結歸到「念佛」，這個話說得很有道理。不僅僅釋迦牟尼佛念佛成佛的，所有十方三世一切諸佛如來，哪一個不是念佛成佛的？念佛是因，成佛是果，念佛的意思無限深廣。《甄解》給我們結歸到念佛，確實加深了我們的信心。"
    },
    {
      "id": "02-031-0050_p0018",
      "zh_CN": "【今佛。】",
      "zh_TW": "【今佛。】"
    },
    {
      "id": "02-031-0050_p0019",
      "zh_CN": "这是本师释迦牟尼佛。",
      "zh_TW": "這是本師釋迦牟尼佛。"
    },
    {
      "id": "02-031-0050_p0020",
      "zh_CN": "【为说念佛法门。】",
      "zh_TW": "【為說念佛法門。】"
    },
    {
      "id": "02-031-0050_p0021",
      "zh_CN": "释迦牟尼佛给我们讲《无量寿经》，自始至终都是讲的西方极乐世界阿弥陀佛本愿与大行，自行化他的德行。佛心中清净，没有其他的夹杂，真正是住阿弥陀佛之所住。",
      "zh_TW": "釋迦牟尼佛給我們講《無量壽經》，自始至終都是講的西方極樂世界阿彌陀佛本願與大行，自行化他的德行。佛心中清淨，沒有其他的夾雜，真正是住阿彌陀佛之所住。"
    },
    {
      "id": "02-031-0050_p0022",
      "zh_CN": "【住念佛三昧。】",
      "zh_TW": "【住念佛三昧。】"
    },
    {
      "id": "02-031-0050_p0023",
      "zh_CN": "由此可知，我们平常如果是一心念，念佛号也好，念《无量寿经》、念《弥陀经》都好，或是净土三经，或者是净土五经，你要晓得，这个时候你的心「住佛所住」，这多殊胜！世出世间一切贤圣都不能为比，何况是凡夫、二乘、权小，怎么能相比？我们今天对这个道理明白了，事实真相也搞清楚了，问题就是我们自己肯不肯做，肯不肯把心住在佛所住上。佛所住就是一句万德洪名，就是这一部《无量寿经》。底下一段：",
      "zh_TW": "由此可知，我們平常如果是一心念，念佛號也好，念《無量壽經》、念《彌陀經》都好，或是淨土三經，或者是淨土五經，你要曉得，這個時候你的心「住佛所住」，這多殊勝！世出世間一切賢聖都不能為比，何況是凡夫、二乘、權小，怎麼能相比？我們今天對這個道理明白了，事實真相也搞清楚了，問題就是我們自己肯不肯做，肯不肯把心住在佛所住上。佛所住就是一句萬德洪名，就是這一部《無量壽經》。底下一段："
    },
    {
      "id": "02-031-0050_p0024",
      "zh_CN": "【十住断结经曰，号导师者，令众生类示其正道故。】",
      "zh_TW": "【十住斷結經曰，號導師者，令眾生類示其正道故。】"
    },
    {
      "id": "02-031-0050_p0025",
      "zh_CN": "佛门当中通常称诸佛如来为导师、大导师，都是对佛的尊称。这个名号的意思，就是他能够指导一切众生，引导一切众生了生死、出轮回、成佛道。特别是净宗，净宗是一生平等成佛的捷径，没有比这个更快速的，也没有比这个更稳当的。所以，净宗的祖师称大师、称大导师。下面：",
      "zh_TW": "佛門當中通常稱諸佛如來為導師、大導師，都是對佛的尊稱。這個名號的意思，就是他能夠指導一切眾生，引導一切眾生了生死、出輪迴、成佛道。特別是淨宗，淨宗是一生平等成佛的捷徑，沒有比這個更快速的，也沒有比這個更穩當的。所以，淨宗的祖師稱大師、稱大導師。下面："
    },
    {
      "id": "02-031-0050_p0026",
      "zh_CN": "【华首经曰，能为人说无生死道，故名导师。】",
      "zh_TW": "【華首經曰，能為人說無生死道，故名導師。】"
    },
    {
      "id": "02-031-0050_p0027",
      "zh_CN": "《华首经》这个解释也非常之好。能够为，『人』是讲的一切众生，『说无生死道』，「无生死」就是没有生死。没有生死不是凡夫的境界，最低限度是小乘阿罗汉，脱离六道生死轮回了，他有能力教给一切众生这种方法，了生死、出三界，可以称之为『导师』。实在讲生死有两种，前面说过，有分段生死、有变易生死。超越六道轮回，分段生死没有了，变易生死还有。所以要严格的说，变易生死也了了，那是大乘圆教的佛果才能够办得到。因为大乘等觉菩萨还有一次变易生死，他就成佛了，到如来果地上，变易生死没有了。在一真法界里面，如同佛在《华严经》上所说的四十一位法身大士，从圆教初住到成佛这当中有四十一个阶级，每一个阶级是一次的变易生死；换句话说，他有四十一次的变易生死。",
      "zh_TW": "《華首經》這個解釋也非常之好。能夠為，『人』是講的一切眾生，『說無生死道』，「無生死」就是沒有生死。沒有生死不是凡夫的境界，最低限度是小乘阿羅漢，脫離六道生死輪迴了，他有能力教給一切眾生這種方法，了生死、出三界，可以稱之為『導師』。實在講生死有兩種，前面說過，有分段生死、有變易生死。超越六道輪迴，分段生死沒有了，變易生死還有。所以要嚴格的說，變易生死也了了，那是大乘圓教的佛果才能夠辦得到。因為大乘等覺菩薩還有一次變易生死，他就成佛了，到如來果地上，變易生死沒有了。在一真法界裡面，如同佛在《華嚴經》上所說的四十一位法身大士，從圓教初住到成佛這當中有四十一個階級，每一個階級是一次的變易生死；換句話說，他有四十一次的變易生死。"
    },
    {
      "id": "02-031-0050_p0028",
      "zh_CN": "变易的意思要清楚、要明了，如同学生在学校念书，你念一年级，念了一年，第二年升到二年级，第一年级死了，第二年级生了，那个叫变易。所以变易不是真的有生死，是你的境界不断向上提升。为什么用生死这两个字？生死是比喻苦，你不受这些苦你怎么能升级？你在学校要辛辛苦苦念一年，经过许多考试，才能升一级。所以生死是比喻苦。不像分段，分段确实有生死的现象，变易没有生死的现象。我们再翻过来看第二十六段。",
      "zh_TW": "變易的意思要清楚、要明瞭，如同學生在學校念書，你念一年級，念了一年，第二年升到二年級，第一年級死了，第二年級生了，那個叫變易。所以變易不是真的有生死，是你的境界不斷向上提昇。為什麼用生死這兩個字？生死是比喻苦，你不受這些苦你怎麼能升級？你在學校要辛辛苦苦念一年，經過許多考試，才能升一級。所以生死是比喻苦。不像分段，分段確實有生死的現象，變易沒有生死的現象。我們再翻過來看第二十六段。"
    },
    {
      "id": "02-031-0050_p0029",
      "zh_CN": "【佛报恩经曰，大导师者，以正路示涅槃径，使得无为常乐故。】",
      "zh_TW": "【佛報恩經曰，大導師者，以正路示涅槃徑，使得無為常樂故。】"
    },
    {
      "id": "02-031-0050_p0030",
      "zh_CN": "『大导师』决定是称佛陀，『正路』就是正法，帮助一切众生证得般涅槃的方法，『径』是径路，就是门路的意思，指导他怎样才能够证到大般涅槃。也就是说指导他了生死、出三界，成佛作祖，教导他这些方法，这是正法。『使得无为常乐故』，无为常乐是大涅槃的境界。这样的人，尊称他为大导师。下面一段：",
      "zh_TW": "『大導師』決定是稱佛陀，『正路』就是正法，幫助一切眾生證得般涅槃的方法，『徑』是徑路，就是門路的意思，指導他怎樣才能夠證到大般涅槃。也就是說指導他了生死、出三界，成佛作祖，教導他這些方法，這是正法。『使得無為常樂故』，無為常樂是大涅槃的境界。這樣的人，尊稱他為大導師。下面一段："
    },
    {
      "id": "02-031-0050_p0031",
      "zh_CN": "【甄解曰，导师行者，即弥陀世尊平等引接无所遗故。】",
      "zh_TW": "【甄解曰，導師行者，即彌陀世尊平等引接無所遺故。】"
    },
    {
      "id": "02-031-0050_p0032",
      "zh_CN": "在这个经上，诸佛如来特别尊阿弥陀佛为大导师，因为一切诸佛都是导师，尊阿弥陀佛为大导师这个很有意思。跟佛在经中赞叹阿弥陀佛「光中极尊，佛中之王」，这两句话将阿弥陀佛赞叹到极处了，没有再高的。什么人赞叹的？本师释迦牟尼佛赞叹的。诸位要明了，释迦牟尼佛赞叹，就是代表十方一切诸佛如来都是这样赞叹，绝不是释迦牟尼佛一个人赞叹，所谓佛佛道同，是诸佛共同赞叹，共同尊阿弥陀佛为大导师。为什么？因为阿弥陀佛是以平等接引，这是所有一切诸佛如来都没有做到的。一切诸佛如来度众生都是有等级的，像释迦牟尼佛平常所示现的三乘的教法，在我们世间，佛显示得很清楚、很明白。先说「阿含」十二年，度小根性的众生，人天、声闻，然后再说「方等」八年，「般若」二十二年，度大乘根性的众生。最后又八年说「法华涅槃」，是度根熟的众生，这不是平等法。而说净土法门，劝一切众生念佛，往生不退成佛，这个法门是平等法门，这一点我们要看得很清楚、很明白。我们今天所学的、所接受的，就是世尊所宣说的平等法门。",
      "zh_TW": "在這個經上，諸佛如來特別尊阿彌陀佛為大導師，因為一切諸佛都是導師，尊阿彌陀佛為大導師這個很有意思。跟佛在經中讚歎阿彌陀佛「光中極尊，佛中之王」，這兩句話將阿彌陀佛讚歎到極處了，沒有再高的。什麼人讚歎的？本師釋迦牟尼佛讚歎的。諸位要明瞭，釋迦牟尼佛讚歎，就是代表十方一切諸佛如來都是這樣讚歎，絕不是釋迦牟尼佛一個人讚歎，所謂佛佛道同，是諸佛共同讚歎，共同尊阿彌陀佛為大導師。為什麼？因為阿彌陀佛是以平等接引，這是所有一切諸佛如來都沒有做到的。一切諸佛如來度眾生都是有等級的，像釋迦牟尼佛平常所示現的三乘的教法，在我們世間，佛顯示得很清楚、很明白。先說「阿含」十二年，度小根性的眾生，人天、聲聞，然後再說「方等」八年，「般若」二十二年，度大乘根性的眾生。最後又八年說「法華涅槃」，是度根熟的眾生，這不是平等法。而說淨土法門，勸一切眾生念佛，往生不退成佛，這個法門是平等法門，這一點我們要看得很清楚、很明白。我們今天所學的、所接受的，就是世尊所宣說的平等法門。"
    },
    {
      "id": "02-031-0050_p0033",
      "zh_CN": "『无所遗故』，无所遗是一个都不漏。是不是真的无所遗？在事实上，似乎是遗漏了不少，我们常常听到，一万个念佛，只有几个往生，那不是遗漏了很多吗？怎么说无所遗故？我们是看到这一段的时间当中，看到似乎遗漏很多，假如你把时间放长一点，你才晓得无所遗故。这就譬如学校里面教学毕业一样，我们刚刚碰到这一天，这个学校举行毕业典礼，毕业班里头几个同学今天毕业了，还有好多班级不是没有毕业吗？对，一届一届的都毕业了，这就无所遗。甚至于没有善根的众生，佛给他种善根，种什么样的善根？他见到阿弥陀佛的像，听到阿弥陀佛的名号，一历耳根，永为道种，将来、或者是多生多劫之后缘成熟了，这个种子起现行，就因为这个种子，他就能信、能愿、能行，往生不退成佛。怎么会有遗漏？确实一个都不会遗漏，就是往生时间早晚不同，早晚不同是在缘上。纵然他晚生，但是他决定得生，所以确实无所遗故。",
      "zh_TW": "『無所遺故』，無所遺是一個都不漏。是不是真的無所遺？在事實上，似乎是遺漏了不少，我們常常聽到，一萬個念佛，只有幾個往生，那不是遺漏了很多嗎？怎麼說無所遺故？我們是看到這一段的時間當中，看到似乎遺漏很多，假如你把時間放長一點，你才曉得無所遺故。這就譬如學校裡面教學畢業一樣，我們剛剛碰到這一天，這個學校舉行畢業典禮，畢業班裡頭幾個同學今天畢業了，還有好多班級不是沒有畢業嗎？對，一屆一屆的都畢業了，這就無所遺。甚至於沒有善根的眾生，佛給他種善根，種什麼樣的善根？他見到阿彌陀佛的像，聽到阿彌陀佛的名號，一歷耳根，永為道種，將來、或者是多生多劫之後緣成熟了，這個種子起現行，就因為這個種子，他就能信、能願、能行，往生不退成佛。怎麼會有遺漏？確實一個都不會遺漏，就是往生時間早晚不同，早晚不同是在緣上。縱然他晚生，但是他決定得生，所以確實無所遺故。"
    },
    {
      "id": "02-031-0050_p0034",
      "zh_CN": "今天，我听说这个道场这里要做网路。你们懂得这个道理，网路第一个画面是什么？南无阿弥陀佛。一打开第一个，阿弥陀佛的种子就印在他阿赖耶识里面去了，后面看不看都没有关系，这个种子就决定帮助他往生不退成佛。",
      "zh_TW": "今天，我聽說這個道場這裡要做網路。你們懂得這個道理，網路第一個畫面是什麼？南無阿彌陀佛。一打開第一個，阿彌陀佛的種子就印在他阿賴耶識裡面去了，後面看不看都沒有關係，這個種子就決定幫助他往生不退成佛。"
    },
    {
      "id": "02-031-0050_p0035",
      "zh_CN": "【又曰，大导师者，即弥陀世尊，以本愿引摄五乘。】",
      "zh_TW": "【又曰，大導師者，即彌陀世尊，以本願引攝五乘。】"
    },
    {
      "id": "02-031-0050_p0036",
      "zh_CN": "这个说的更明显，『大导师』是一切诸佛对阿弥陀佛的尊称，阿弥陀佛以四十八愿接引一切众生。一切众生归纳不外乎这五大类，就是『五乘』，人、天、声闻、缘觉、菩萨，总不外乎这五大类。",
      "zh_TW": "這個說的更明顯，『大導師』是一切諸佛對阿彌陀佛的尊稱，阿彌陀佛以四十八願接引一切眾生。一切眾生歸納不外乎這五大類，就是『五乘』，人、天、聲聞、緣覺、菩薩，總不外乎這五大類。"
    },
    {
      "id": "02-031-0050_p0037",
      "zh_CN": "【净影疏曰，无上菩提，是最胜道。】",
      "zh_TW": "【淨影疏曰，無上菩提，是最勝道。】"
    },
    {
      "id": "02-031-0050_p0038",
      "zh_CN": "『道』在此地讲是佛道，『胜』是殊胜，最殊胜的成佛之道是什么？『无上菩提』，梵语称为阿耨多罗三藐三菩提，这是学佛同修所求的。修学佛法最后的目标，就是要证得阿耨多罗三藐三菩提，翻成中国意思是无上正等正觉。如果用一个通俗的话来说，就是最究竟、最圆满的智慧，这个大家容易听得懂。",
      "zh_TW": "『道』在此地講是佛道，『勝』是殊勝，最殊勝的成佛之道是什麼？『無上菩提』，梵語稱為阿耨多羅三藐三菩提，這是學佛同修所求的。修學佛法最後的目標，就是要證得阿耨多羅三藐三菩提，翻成中國意思是無上正等正覺。如果用一個通俗的話來說，就是最究竟、最圓滿的智慧，這個大家容易聽得懂。"
    },
    {
      "id": "02-031-0050_p0039",
      "zh_CN": "【甄解曰，最胜道者，念佛往生一道。】",
      "zh_TW": "【甄解曰，最勝道者，念佛往生一道。】"
    },
    {
      "id": "02-031-0050_p0040",
      "zh_CN": "《甄解》是唐朝时候，日本的法师在中国留学的作品。蕅益大师是明朝时候人，明朝末年清初的人，距离唐代大概有七百年。蕅益大师在《要解》里面告诉我们，发心念佛求生净土，这个心就是无上菩提心，跟《甄解》这个意思相同。蕅益大师没有见到《甄解》这部书。说到这个地方，日本人的确也很小气，我们中国的好东西都被他拿去了，所以中国许多重要典籍、论典在中国失传，唐朝以后没有了，看不到这个东西，结果这些典籍全都在日本。杨仁山居士，清朝末年时候人，他曾经派驻日本使馆当参事。他是个佛教徒，所以在日本佛教里头他接触得很广泛，发现中国唐朝时候遗失的许多东西都在日本，他从日本再带回来。在南京，把他自己家里住的房子捐献出来，做为刻经处，「金陵刻经处」，刻什么东西？都是刻中国古时候失传的这些典籍。所以《甄解》这段话蕅益大师没见过，蕅益大师能说得出来，中国人常讲的「英雄所见，大略相同」，不能契入这个境界，这句话说不出来的。『最胜道者，念佛往生一道』，跟蕅益大师讲的，发心念佛求愿往生即是无上菩提心，一个意思。",
      "zh_TW": "《甄解》是唐朝時候，日本的法師在中國留學的作品。蕅益大師是明朝時候人，明朝末年清初的人，距離唐代大概有七百年。蕅益大師在《要解》裡面告訴我們，發心念佛求生淨土，這個心就是無上菩提心，跟《甄解》這個意思相同。蕅益大師沒有見到《甄解》這部書。說到這個地方，日本人的確也很小氣，我們中國的好東西都被他拿去了，所以中國許多重要典籍、論典在中國失傳，唐朝以後沒有了，看不到這個東西，結果這些典籍全都在日本。楊仁山居士，清朝末年時候人，他曾經派駐日本使館當參事。他是個佛教徒，所以在日本佛教裡頭他接觸得很廣泛，發現中國唐朝時候遺失的許多東西都在日本，他從日本再帶回來。在南京，把他自己家裡住的房子捐獻出來，做為刻經處，「金陵刻經處」，刻什麼東西？都是刻中國古時候失傳的這些典籍。所以《甄解》這段話蕅益大師沒見過，蕅益大師能說得出來，中國人常講的「英雄所見，大略相同」，不能契入這個境界，這句話說不出來的。『最勝道者，念佛往生一道』，跟蕅益大師講的，發心念佛求願往生即是無上菩提心，一個意思。"
    },
    {
      "id": "02-031-0050_p0041",
      "zh_CN": "【于一切方便中，无上最胜故。】",
      "zh_TW": "【於一切方便中，無上最勝故。】"
    },
    {
      "id": "02-031-0050_p0042",
      "zh_CN": "方便就是法门，『一切方便』就是无量法门。修行证果，断烦恼、证菩提的方法无量无边，无量无边方便法中，念佛是第一方便。所以，『无上最胜故』。",
      "zh_TW": "方便就是法門，『一切方便』就是無量法門。修行證果，斷煩惱、證菩提的方法無量無邊，無量無邊方便法中，念佛是第一方便。所以，『無上最勝故』。"
    },
    {
      "id": "02-031-0050_p0043",
      "zh_CN": "【又曰，最胜道者解脱德，涅槃经云，无上上，真解脱，故无上上，即最胜义。】",
      "zh_TW": "【又曰，最勝道者解脫德，涅槃經云，無上上，真解脫，故無上上，即最勝義。】"
    },
    {
      "id": "02-031-0050_p0044",
      "zh_CN": "这是解释『最胜』这两个字的含义，没有比它更高的，没有比它更方便的。有些方便法，但不是最上的；有些最上法，不是方便的。譬如禅，禅可以说是最上法，但是它不方便，我们一般人根本就做不到。五戒十善是方便法，不能了生死、出三界，它不是最上的。又是最上、又是最方便，唯独念佛往生不退成佛，只有这一法，无上最胜。",
      "zh_TW": "這是解釋『最勝』這兩個字的含義，沒有比它更高的，沒有比它更方便的。有些方便法，但不是最上的；有些最上法，不是方便的。譬如禪，禪可以說是最上法，但是它不方便，我們一般人根本就做不到。五戒十善是方便法，不能了生死、出三界，它不是最上的。又是最上、又是最方便，唯獨念佛往生不退成佛，只有這一法，無上最勝。"
    },
    {
      "id": "02-031-0050_p0045",
      "zh_CN": "【嘉祥疏曰，去来现在佛佛相念者，明三世诸佛皆有化众生之念，光光相照，又智智相照，故云相念也。】",
      "zh_TW": "【嘉祥疏曰，去來現在佛佛相念者，明三世諸佛皆有化眾生之念，光光相照，又智智相照，故云相念也。】"
    },
    {
      "id": "02-031-0050_p0046",
      "zh_CN": "这个意思，我们要细心深深的去体会。过去、未来、现在，这是讲『三世诸佛』，三世诸佛『佛佛相念』。为什么佛佛会相念？佛佛道同。什么道？度众生，帮助众生了生死出三界，证得无上菩提，每一尊佛都是这个心愿。而且每一尊佛都是以清净心、平等心、慈悲心对一切众生，决定没有分别，决定没有差别、没有等级，这个心愿完全相同。因此，任何一尊佛接引众生、教化众生，决定得一切诸佛的护念。特别是这个法门，因为这个法门在所有一切法门里面，前面刚刚讲过，最上殊胜，方便到极处，令一切众生在一生当中平等得度、平等成佛，三世诸佛哪有不护念的道理？",
      "zh_TW": "這個意思，我們要細心深深的去體會。過去、未來、現在，這是講『三世諸佛』，三世諸佛『佛佛相念』。為什麼佛佛會相念？佛佛道同。什麼道？度眾生，幫助眾生了生死出三界，證得無上菩提，每一尊佛都是這個心願。而且每一尊佛都是以清淨心、平等心、慈悲心對一切眾生，決定沒有分別，決定沒有差別、沒有等級，這個心願完全相同。因此，任何一尊佛接引眾生、教化眾生，決定得一切諸佛的護念。特別是這個法門，因為這個法門在所有一切法門裡面，前面剛剛講過，最上殊勝，方便到極處，令一切眾生在一生當中平等得度、平等成佛，三世諸佛哪有不護念的道理？"
    },
    {
      "id": "02-031-0050_p0047",
      "zh_CN": "『光光相照，智智相照』，相照就是相念的意思，就是护念、加持的意思。不但被度的这些众生蒙诸佛本愿威神加持，度众生的这位佛陀也得一切诸佛相念的加持。这个境界多么殊胜，我们要细心从这里体会，然后你才晓得，你念佛、你读经，你在思惟经义，功德利益无量无边。这时候你得三世诸佛如来的护念，你得一切诸佛菩萨的加持。你能得多少？完全看你自己的用心与佛的心愿相应不相应？如果你心是清净平等慈悲，那就很相应。如果心里面有夹杂、有妄想、有杂念、有分别、有执着，你所得到的加持就减少了。减少不是诸佛有意减少，是你自己本身有障碍，使佛的圆满加持，你所得到的只是几分之几而已，不能得到圆满。障碍在自己这边，不在佛菩萨那边。",
      "zh_TW": "『光光相照，智智相照』，相照就是相念的意思，就是護念、加持的意思。不但被度的這些眾生蒙諸佛本願威神加持，度眾生的這位佛陀也得一切諸佛相念的加持。這個境界多麼殊勝，我們要細心從這裡體會，然後你才曉得，你念佛、你讀經，你在思惟經義，功德利益無量無邊。這時候你得三世諸佛如來的護念，你得一切諸佛菩薩的加持。你能得多少？完全看你自己的用心與佛的心願相應不相應？如果你心是清淨平等慈悲，那就很相應。如果心裡面有夾雜、有妄想、有雜念、有分別、有執著，你所得到的加持就減少了。減少不是諸佛有意減少，是你自己本身有障礙，使佛的圓滿加持，你所得到的只是幾分之幾而已，不能得到圓滿。障礙在自己這邊，不在佛菩薩那邊。"
    },
    {
      "id": "02-031-0050_p0048",
      "zh_CN": "【甄解曰，去来现佛等，举三世佛相念，以推度今佛所念。】",
      "zh_TW": "【甄解曰，去來現佛等，舉三世佛相念，以推度今佛所念。】"
    },
    {
      "id": "02-031-0050_p0049",
      "zh_CN": "这个意思容易懂。『去来现』是过去现在未来，这三世诸佛，三世诸佛人数众多，用一个『等』字。『举三世佛相念』，就能够推断释迦牟尼佛亦念诸佛，佛佛相念！所以，我们念佛的时候，必定得诸佛护念。如果我们懂得这个道理，明了这个事实真相，当自己在遇到困难、遇到危险、恐惧的时候，一心称念阿弥陀佛，这个时候一切诸佛的护念、加持特别明显，能够叫你得到身心安稳，远离恐怖妄想，效果无比的殊胜。",
      "zh_TW": "這個意思容易懂。『去來現』是過去現在未來，這三世諸佛，三世諸佛人數眾多，用一個『等』字。『舉三世佛相念』，就能夠推斷釋迦牟尼佛亦念諸佛，佛佛相念！所以，我們念佛的時候，必定得諸佛護念。如果我們懂得這個道理，明瞭這個事實真相，當自己在遇到困難、遇到危險、恐懼的時候，一心稱念阿彌陀佛，這個時候一切諸佛的護念、加持特別明顯，能夠叫你得到身心安穩，遠離恐怖妄想，效果無比的殊勝。"
    },
    {
      "id": "02-031-0050_p0050",
      "zh_CN": "【合赞曰，我以三世诸佛相念，类知得无今佛亦念诸佛，然今超过诸佛，现此奇相，有何故耶。】",
      "zh_TW": "【合贊曰，我以三世諸佛相念，類知得無今佛亦念諸佛，然今超過諸佛，現此奇相，有何故耶。】"
    },
    {
      "id": "02-031-0050_p0051",
      "zh_CN": "《合赞》这段是说明，世尊在没有讲经之前，所现的殊胜瑞相。『三世诸佛相念』这是一定的道理，真实之事，所以可以以此类推。『今佛』是本师释迦牟尼佛，讲《无量寿经》的时候，他当然想到西方极乐世界，他当然想到阿弥陀佛，这想就是念。念阿弥陀佛，念西方极乐世界依正庄严，然后才为我们介绍，这桩事情我们要懂。我们今天，如果别人邀请我们去给他讲开示、去给他说法，无论时间长短，一个小时也好，半个小时也好，你要给他介绍西方极乐世界，劝他念佛求生净土。你是不是一定先想佛，先想西方世界依正庄严？然后怎样去跟他介绍。那你就是忆佛念佛了！你在忆念的时候就得佛的加持。",
      "zh_TW": "《合贊》這段是說明，世尊在沒有講經之前，所現的殊勝瑞相。『三世諸佛相念』這是一定的道理，真實之事，所以可以以此類推。『今佛』是本師釋迦牟尼佛，講《無量壽經》的時候，他當然想到西方極樂世界，他當然想到阿彌陀佛，這想就是念。念阿彌陀佛，念西方極樂世界依正莊嚴，然後才為我們介紹，這樁事情我們要懂。我們今天，如果別人邀請我們去給他講開示、去給他說法，無論時間長短，一個小時也好，半個小時也好，你要給他介紹西方極樂世界，勸他念佛求生淨土。你是不是一定先想佛，先想西方世界依正莊嚴？然後怎樣去跟他介紹。那你就是憶佛念佛了！你在憶念的時候就得佛的加持。"
    },
    {
      "id": "02-031-0050_p0052",
      "zh_CN": "我们今天没功夫，什么叫功夫？断烦恼是功夫，我们的烦恼没断、妄想没断、分别没断、执着没断；换句话说，完全是凡夫。凡夫怎么得佛的感应？唯一真诚，我们用真心、用诚心为一切众生说法，介绍净土法门，决定里面没有丝毫名闻利养的念头，你就是真心；如果夹杂名利在里面，就得不到感应。假如没有丝毫名利，完全是为利益众生，一定得感应，即使没有功夫也得感应，跟这里道理是相同的。",
      "zh_TW": "我們今天沒功夫，什麼叫功夫？斷煩惱是功夫，我們的煩惱沒斷、妄想沒斷、分別沒斷、執著沒斷；換句話說，完全是凡夫。凡夫怎麼得佛的感應？唯一真誠，我們用真心、用誠心為一切眾生說法，介紹淨土法門，決定裡面沒有絲毫名聞利養的念頭，你就是真心；如果夾雜名利在裡面，就得不到感應。假如沒有絲毫名利，完全是為利益眾生，一定得感應，即使沒有功夫也得感應，跟這裡道理是相同的。"
    },
    {
      "id": "02-031-0050_p0053",
      "zh_CN": "『然今超过诸佛』，底下的三句是说明，世尊当年讲经，在法会当中这个时候，佛所现的光颜巍巍超过诸佛。为什么会超过诸佛？因为佛念佛，佛念佛，佛得阿弥陀佛的加持，又得十方三世一切诸佛的加持。所以这个相就特别的奇特，阿难尊者在一生当中没有见到过，『现此奇相，有何故耶』。理与事虽然深、虽然广，多少也能够体会到一些。",
      "zh_TW": "『然今超過諸佛』，底下的三句是說明，世尊當年講經，在法會當中這個時候，佛所現的光顏巍巍超過諸佛。為什麼會超過諸佛？因為佛念佛，佛念佛，佛得阿彌陀佛的加持，又得十方三世一切諸佛的加持。所以這個相就特別的奇特，阿難尊者在一生當中沒有見到過，『現此奇相，有何故耶』。理與事雖然深、雖然廣，多少也能夠體會到一些。"
    },
    {
      "id": "02-031-0050_p0054",
      "zh_CN": "【智度论曰，善哉善哉，再言之者，喜之至也。】",
      "zh_TW": "【智度論曰，善哉善哉，再言之者，喜之至也。】"
    },
    {
      "id": "02-031-0050_p0055",
      "zh_CN": "阿难因为见到佛的瑞相，特别起座请教世尊。他这一请教、一发问，佛就非常的欢喜，所以没有说话之前先赞叹他『善哉善哉』。这两个善哉意思也是很深很广，《智度论》里头这个说法也说得好。太欢喜了，所以重复的赞叹。",
      "zh_TW": "阿難因為見到佛的瑞相，特別起座請教世尊。他這一請教、一發問，佛就非常的歡喜，所以沒有說話之前先讚歎他『善哉善哉』。這兩個善哉意思也是很深很廣，《智度論》裡頭這個說法也說得好。太歡喜了，所以重覆的讚歎。"
    },
    {
      "id": "02-031-0050_p0056",
      "zh_CN": "【甄解谓，所问称可佛心故。】",
      "zh_TW": "【甄解謂，所問稱可佛心故。】"
    },
    {
      "id": "02-031-0050_p0057",
      "zh_CN": "阿难问的，正是问到佛的心坎里去了，佛怎么不欢喜？在这个地方我们看到，实在讲，在一切经论里面，我们常常可以看到，释迦牟尼佛在日常生活当中也有喜怒哀乐，他烦恼断了没有？他确实没有烦恼了，他的喜怒哀乐是唱戏、是表演，帮助我们理解，帮助我们契入。所以佛是全身说法，不仅仅是言语，身语意三业说法，他的一举一动、一言一笑全都是说法，要在这个地方去体会。真正会学佛的人，也要在这个地方学习，和光同尘，历事炼心。佛给我们做的榜样，在生活当中非常活泼，不是呆呆板板的。",
      "zh_TW": "阿難問的，正是問到佛的心坎裡去了，佛怎麼不歡喜？在這個地方我們看到，實在講，在一切經論裡面，我們常常可以看到，釋迦牟尼佛在日常生活當中也有喜怒哀樂，他煩惱斷了沒有？他確實沒有煩惱了，他的喜怒哀樂是唱戲、是表演，幫助我們理解，幫助我們契入。所以佛是全身說法，不僅僅是言語，身語意三業說法，他的一舉一動、一言一笑全都是說法，要在這個地方去體會。真正會學佛的人，也要在這個地方學習，和光同塵，歷事鍊心。佛給我們做的榜樣，在生活當中非常活潑，不是呆呆板板的。"
    },
    {
      "id": "02-031-0050_p0058",
      "zh_CN": "【汉译曰，阿难，今诸天帝王人民，及蜎飞蠕动之类，汝皆度脱之。】",
      "zh_TW": "【漢譯曰，阿難，今諸天帝王人民，及蜎飛蠕動之類，汝皆度脫之。】"
    },
    {
      "id": "02-031-0050_p0059",
      "zh_CN": "这句话含义很深。从表面上来说，阿难启请，因为他一启请，世尊为大家说出这部《无量寿经》，而依照这部经修行，得度之人（得度是往生西方极乐世界的人）不知道有多少！佛说这都是阿难度的，阿难启请，佛才说经；阿难不请，佛就不说了，启请人功德不可思议。而实在的意思我们要懂得，佛是劝我们要代众生请法。众生无知，愚昧无知，不知道佛法的殊胜，也不知道生死轮回的真相，不知道，真的是醉生梦死。觉悟的人、明白的人，一定要有慈悲心，念念当中代众生请法。众生之所以得度，就是因为请法的人这个因缘令一切众生得度，所以说请法之人度这一切众生并不为过。所以度众生，成就无量无边的功德，不要自己说法，说法的人很辛苦，不需要自己说法，你只懂得请法，你跟说法的人功德是一样大；不会说是你请法的人比说法的人功德要少一分，没这个道理，一样大，你不启请他不说。这是里面含的深义。",
      "zh_TW": "這句話含義很深。從表面上來說，阿難啟請，因為他一啟請，世尊為大家說出這部《無量壽經》，而依照這部經修行，得度之人（得度是往生西方極樂世界的人）不知道有多少！佛說這都是阿難度的，阿難啟請，佛才說經；阿難不請，佛就不說了，啟請人功德不可思議。而實在的意思我們要懂得，佛是勸我們要代眾生請法。眾生無知，愚昧無知，不知道佛法的殊勝，也不知道生死輪迴的真相，不知道，真的是醉生夢死。覺悟的人、明白的人，一定要有慈悲心，念念當中代眾生請法。眾生之所以得度，就是因為請法的人這個因緣令一切眾生得度，所以說請法之人度這一切眾生並不為過。所以度眾生，成就無量無邊的功德，不要自己說法，說法的人很辛苦，不需要自己說法，你只懂得請法，你跟說法的人功德是一樣大；不會說是你請法的人比說法的人功德要少一分，沒這個道理，一樣大，你不啟請他不說。這是裡面含的深義。"
    },
    {
      "id": "02-031-0050_p0060",
      "zh_CN": "我们学佛的人，现在在这个时代，众生迷惑颠倒，苦报超过以往任何一个时代。我们在电视新闻里常常看到，全世界到处都有灾难。灾难从哪里来的？灾难是怎么形成的？世间人不知道，以为这都是天灾，天然灾害，人无能为力。其实他的看法完全错了，所有一切的果报是业力感招的。在佛法里面讲的三毒烦恼，贪欲所感的水灾，瞋恚所感的火灾，愚痴所感的风灾，众生有贪瞋痴，所以外面有水火风三灾。如果一切众生把贪瞋痴三毒烦恼息掉，不但没有三恶道的果报，这个三灾也没有了，三灾是花报，三途是果报。",
      "zh_TW": "我們學佛的人，現在在這個時代，眾生迷惑顛倒，苦報超過以往任何一個時代。我們在電視新聞裡常常看到，全世界到處都有災難。災難從哪裡來的？災難是怎麼形成的？世間人不知道，以為這都是天災，天然災害，人無能為力。其實他的看法完全錯了，所有一切的果報是業力感招的。在佛法裡面講的三毒煩惱，貪欲所感的水災，瞋恚所感的火災，愚痴所感的風災，眾生有貪瞋痴，所以外面有水火風三災。如果一切眾生把貪瞋痴三毒煩惱息掉，不但沒有三惡道的果報，這個三災也沒有了，三災是花報，三途是果報。"
    },
    {
      "id": "02-031-0050_p0061",
      "zh_CN": "如果我们自己在这一生当中，这一生过去不算，过去没学佛，迷惑颠倒，不知道。现在学佛明白了，我从今而后，尽形寿，就是尽我一生，我只要有一口气在，还没有死，我对人、对事、对物再也没有贪爱的念头，你这一生就不会遇到水灾。纵然遇到大水也淹不死你，为什么？你没有这个业。你将来决定不会堕饿鬼道，饿鬼道的业因是贪爱；你把这一条断掉，对人对事对物无有贪爱之心，你就不堕饿鬼道。对人对事对物没有瞋恚心，没有一点恶念，你决定不会堕地狱道，你也不会遇到火灾。对人对事对物清清楚楚、明明白白，不愚痴、不糊涂，你决定不会堕畜生道。所以，我们对人对事对物要认真去修，修什么？断贪瞋痴，这是消极的，不堕三途。如果再能够积极的以清净心、平等心、慈悲心去帮助一切众生，你纵然不往生，你必定得人天大福报。",
      "zh_TW": "如果我們自己在這一生當中，這一生過去不算，過去沒學佛，迷惑顛倒，不知道。現在學佛明白了，我從今而後，盡形壽，就是盡我一生，我只要有一口氣在，還沒有死，我對人、對事、對物再也沒有貪愛的念頭，你這一生就不會遇到水災。縱然遇到大水也淹不死你，為什麼？你沒有這個業。你將來決定不會墮餓鬼道，餓鬼道的業因是貪愛；你把這一條斷掉，對人對事對物無有貪愛之心，你就不墮餓鬼道。對人對事對物沒有瞋恚心，沒有一點惡念，你決定不會墮地獄道，你也不會遇到火災。對人對事對物清清楚楚、明明白白，不愚痴、不糊塗，你決定不會墮畜生道。所以，我們對人對事對物要認真去修，修什麼？斷貪瞋痴，這是消極的，不墮三途。如果再能夠積極的以清淨心、平等心、慈悲心去幫助一切眾生，你縱然不往生，你必定得人天大福報。"
    },
    {
      "id": "02-031-0050_p0062",
      "zh_CN": "佛法常说，万法皆空，因果不空。十法界依正庄严这些现象，现象是什么？实在说，就是因缘果报的相续相，这在讲席前面讲过很多。所以佛说，菩萨畏因，众生畏果，众生迷惑颠倒，天天造作罪业，果报现前，他恐怖了，恐怖不能解决问题，还是要受。菩萨聪明有智慧，知道果报可畏，起心动念不造恶因，所以他就不受果报，这才是个聪明人。所以这一句用意很深。",
      "zh_TW": "佛法常說，萬法皆空，因果不空。十法界依正莊嚴這些現象，現象是什麼？實在說，就是因緣果報的相續相，這在講席前面講過很多。所以佛說，菩薩畏因，眾生畏果，眾生迷惑顛倒，天天造作罪業，果報現前，他恐怖了，恐怖不能解決問題，還是要受。菩薩聰明有智慧，知道果報可畏，起心動念不造惡因，所以他就不受果報，這才是個聰明人。所以這一句用意很深。"
    },
    {
      "id": "02-031-0050_p0063",
      "zh_CN": "奖励阿难，实在意思是劝我们，我们要常存为一切众生求法的心愿。我们到哪里去求法？假如我们明白了，我们也想学阿难，为一切众生请法。阿难机会好，遇到释迦牟尼佛，可以向佛请法，我们今天去找谁？到哪里去为一切众生请法？这个世间谁是真正的善知识？这是个很现实，也是个很严肃的问题。所以诸位一定要晓得，求自己，不要求别人，劝自己认真的、努力的修学，学成之后弘法利生，求自己！求别人，别人未必肯答应，未必能说得如法。如果请别人，说得不如法，那你就害惨一切众生，他说的要不是正法，或者说的法不契现前众生的根机，那不是麻烦大了！一定要劝自己，自己认真努力修学，必得感应。所以这一句赞叹里面含义是很深很广，我们要能细心去体会。底下一段说：",
      "zh_TW": "獎勵阿難，實在意思是勸我們，我們要常存為一切眾生求法的心願。我們到哪裡去求法？假如我們明白了，我們也想學阿難，為一切眾生請法。阿難機會好，遇到釋迦牟尼佛，可以向佛請法，我們今天去找誰？到哪裡去為一切眾生請法？這個世間誰是真正的善知識？這是個很現實，也是個很嚴肅的問題。所以諸位一定要曉得，求自己，不要求別人，勸自己認真的、努力的修學，學成之後弘法利生，求自己！求別人，別人未必肯答應，未必能說得如法。如果請別人，說得不如法，那你就害慘一切眾生，他說的要不是正法，或者說的法不契現前眾生的根機，那不是麻煩大了！一定要勸自己，自己認真努力修學，必得感應。所以這一句讚歎裡面含義是很深很廣，我們要能細心去體會。底下一段說："
    },
    {
      "id": "02-031-0050_p0064",
      "zh_CN": "【普贤行愿品曰，诸佛如来以大悲心而为体故。】",
      "zh_TW": "【普賢行願品曰，諸佛如來以大悲心而為體故。】"
    },
    {
      "id": "02-031-0050_p0065",
      "zh_CN": "佛的心是什么？如果说佛的心是真心，真诚清净平等，一切众生的真心都是真诚清净平等。佛之所以值得九法界众生的尊敬，就是佛有大慈悲心。大慈悲这个意思简单的说，就是对于一切众生的关怀、爱护，从来没有分别、没有执着。平等的爱护、平等的关怀一切众生，帮助一切众生破迷开悟，帮助一切众生念佛往生净土，这就是『大悲心』。「行愿品」到最后，十大愿王导归极乐。",
      "zh_TW": "佛的心是什麼？如果說佛的心是真心，真誠清淨平等，一切眾生的真心都是真誠清淨平等。佛之所以值得九法界眾生的尊敬，就是佛有大慈悲心。大慈悲這個意思簡單的說，就是對於一切眾生的關懷、愛護，從來沒有分別、沒有執著。平等的愛護、平等的關懷一切眾生，幫助一切眾生破迷開悟，幫助一切眾生念佛往生淨土，這就是『大悲心』。「行願品」到最後，十大願王導歸極樂。"
    },
    {
      "id": "02-031-0050_p0066",
      "zh_CN": "【又以大悲水饶益众生，则能成就诸佛菩萨智慧华果。】",
      "zh_TW": "【又以大悲水饒益眾生，則能成就諸佛菩薩智慧華果。】"
    },
    {
      "id": "02-031-0050_p0067",
      "zh_CN": "『大悲水』是什么？是不是叫你每天用一杯水，念几遍大悲咒去给众生喝？你要这样去会意，你就错解佛的意思。大悲心是体，大悲水是作用，就是你要有真正慈悲的行为对于一切众生，这个大慈悲的行为就叫做大悲水。你真正关怀众生，真正爱护众生，时时刻刻将净宗法门为一切众生开示，劝导众生修学，这些行持就叫做大悲水。所以不能把它错会了意思。要有行动做出来，众生才能得真实的利益。底下一段，就是讲它的效果。",
      "zh_TW": "『大悲水』是什麼？是不是叫你每天用一杯水，念幾遍大悲咒去給眾生喝？你要這樣去會意，你就錯解佛的意思。大悲心是體，大悲水是作用，就是你要有真正慈悲的行為對於一切眾生，這個大慈悲的行為就叫做大悲水。你真正關懷眾生，真正愛護眾生，時時刻刻將淨宗法門為一切眾生開示，勸導眾生修學，這些行持就叫做大悲水。所以不能把它錯會了意思。要有行動做出來，眾生才能得真實的利益。底下一段，就是講它的效果。"
    },
    {
      "id": "02-031-0050_p0068",
      "zh_CN": "『则能成就诸佛菩萨智慧华果』，这一句意思也是双关的。就三世诸佛这边来说，满诸佛度众生的心愿，这是成就诸佛菩萨智慧华果，这是一个意思。第二个意思是帮助一切众生往生不退成佛。诸佛就是这些念佛的众生，帮助这些人往生不退成佛，就是成就诸佛菩萨智慧华果。所以这一句有双关的意思。在「回向偈」里面，「上报四重恩，下济三途苦」，前面一个意思是报佛恩，后面的意思是度一切众生，平等成佛。所以，一定要劝自己发大慈悲心，为了利益一切众生不辞辛劳，不怕艰难困苦，认真努力修学弘法利生。",
      "zh_TW": "『則能成就諸佛菩薩智慧華果』，這一句意思也是雙關的。就三世諸佛這邊來說，滿諸佛度眾生的心願，這是成就諸佛菩薩智慧華果，這是一個意思。第二個意思是幫助一切眾生往生不退成佛。諸佛就是這些念佛的眾生，幫助這些人往生不退成佛，就是成就諸佛菩薩智慧華果。所以這一句有雙關的意思。在「回向偈」裡面，「上報四重恩，下濟三途苦」，前面一個意思是報佛恩，後面的意思是度一切眾生，平等成佛。所以，一定要勸自己發大慈悲心，為了利益一切眾生不辭辛勞，不怕艱難困苦，認真努力修學弘法利生。"
    },
    {
      "id": "02-031-0050_p0069",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}