{
  "doc_id": "02-031-0048",
  "title": {
    "zh_CN": "大乘无量寿经指归",
    "zh_TW": "大乘無量壽經指歸"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十八集",
    "zh_TW": "第四十八集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "02-031-0048",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-031-0048_p0001",
      "zh_CN": "请掀开经本，六十六面，倒数第七行，从一百八十九段看起：",
      "zh_TW": "請掀開經本，六十六面，倒數第七行，從一百八十九段看起："
    },
    {
      "id": "02-031-0048_p0002",
      "zh_CN": "【会疏曰，大慈德也，善门则菩提涅槃之门也。】",
      "zh_TW": "【會疏曰，大慈德也，善門則菩提涅槃之門也。】"
    },
    {
      "id": "02-031-0048_p0003",
      "zh_CN": "《会疏》这个注解，标准比我们一般所讲的要高，因为《无量寿经》是净土第一经，它的境界是西方世界的诸菩萨们。十方世界凡是生到西方极乐世界的，都是普贤菩萨，也就是我们常常在经上看到的菩萨五十一个阶级，从初信位到等觉位，西方世界是普贤菩萨的法界。所以它非常单纯，真的可以说是专中之专，一丝毫都不夹杂。因此，它的标准比一般大乘法的标准要来得高，所以说『大慈』，这是性德的流露。",
      "zh_TW": "《會疏》這個註解，標準比我們一般所講的要高，因為《無量壽經》是淨土第一經，它的境界是西方世界的諸菩薩們。十方世界凡是生到西方極樂世界的，都是普賢菩薩，也就是我們常常在經上看到的菩薩五十一個階級，從初信位到等覺位，西方世界是普賢菩薩的法界。所以它非常單純，真的可以說是專中之專，一絲毫都不夾雜。因此，它的標準比一般大乘法的標準要來得高，所以說『大慈』，這是性德的流露。"
    },
    {
      "id": "02-031-0048_p0004",
      "zh_CN": "『善门』，经上讲的「开善门」，这个「善门」是指『菩提涅槃之门』，这个解释与经义很相应。菩萨往生到西方极乐世界为什么？就是为了要成佛，如同《华严经》上所讲的华藏世界，文殊、普贤是华藏世界的等觉菩萨，后补佛，还要生到西方极乐世界去。我们娑婆世界现在的后补佛是弥勒菩萨，弥勒菩萨虽然在经上没有说他求生西方极乐世界，而实际上，他是往生西方极乐世界。这个诸位一定要晓得，经里面都讲得很清楚、很明白。所以弥勒菩萨跟西方极乐世界是常常往来的。这就晓得，唯有往生西方极乐世界，成佛才快速，果证才圆满。所以，这个善门不是普通的善，是开究竟圆满成佛之门，没有比这个更善的，这是讲到究竟处了。",
      "zh_TW": "『善門』，經上講的「開善門」，這個「善門」是指『菩提涅槃之門』，這個解釋與經義很相應。菩薩往生到西方極樂世界為什麼？就是為了要成佛，如同《華嚴經》上所講的華藏世界，文殊、普賢是華藏世界的等覺菩薩，後補佛，還要生到西方極樂世界去。我們娑婆世界現在的後補佛是彌勒菩薩，彌勒菩薩雖然在經上沒有說他求生西方極樂世界，而實際上，他是往生西方極樂世界。這個諸位一定要曉得，經裡面都講得很清楚、很明白。所以彌勒菩薩跟西方極樂世界是常常往來的。這就曉得，唯有往生西方極樂世界，成佛才快速，果證才圓滿。所以，這個善門不是普通的善，是開究竟圓滿成佛之門，沒有比這個更善的，這是講到究竟處了。"
    },
    {
      "id": "02-031-0048_p0005",
      "zh_CN": "【涅槃经曰，一切众生受异苦，悉是如来一人苦。】",
      "zh_TW": "【涅槃經曰，一切眾生受異苦，悉是如來一人苦。】"
    },
    {
      "id": "02-031-0048_p0006",
      "zh_CN": "这是境界上的话，我们凡夫无法体会的，但是它是事实。如果我们冷静的去思惟、去观察，虽不能入这个境界，但是也能够体会少分，如果在事上不能体会，理上多少能够明白一些。『一切众生』是指尽虚空遍法界，『异苦』，「异」是不同，众生受种种不同的苦。譬如我们娑婆世界，娑婆世界在虚空法界里面是一个很小的区域。大经上告诉我们，世界，就是大千世界，佛经上讲的世界都是指大千世界，无量无边，像我们娑婆世界这种大千世界，无量无边。诸佛如来，一个大千世界就有一尊佛在教化，这一尊佛是这个世界的教主、导师，数量也是无量无边。我们以娑婆世界做个例子，他方诸佛世界跟我们这个世界相仿佛，大致上是差不多的。这一个世界里面有十法界，十法界的众生受的苦不一样，六道里面众生最苦，换句话说，什么苦他都要受。特别是欲界，佛在经上给我们讲的三苦、八苦，欲界众生全都要受！我们在欲界，没有离开五欲六尘。欲界还有六层天，从四王天、忉利天一直到他化自在天，这六层天都是属于欲界天。不过愈往上面去，他受的苦比较上轻一点，愈往下面去，受的苦愈重，统统要受。",
      "zh_TW": "這是境界上的話，我們凡夫無法體會的，但是它是事實。如果我們冷靜的去思惟、去觀察，雖不能入這個境界，但是也能夠體會少分，如果在事上不能體會，理上多少能夠明白一些。『一切眾生』是指盡虛空遍法界，『異苦』，「異」是不同，眾生受種種不同的苦。譬如我們娑婆世界，娑婆世界在虛空法界裡面是一個很小的區域。大經上告訴我們，世界，就是大千世界，佛經上講的世界都是指大千世界，無量無邊，像我們娑婆世界這種大千世界，無量無邊。諸佛如來，一個大千世界就有一尊佛在教化，這一尊佛是這個世界的教主、導師，數量也是無量無邊。我們以娑婆世界做個例子，他方諸佛世界跟我們這個世界相彷彿，大致上是差不多的。這一個世界裡面有十法界，十法界的眾生受的苦不一樣，六道裡面眾生最苦，換句話說，什麼苦他都要受。特別是欲界，佛在經上給我們講的三苦、八苦，欲界眾生全都要受！我們在欲界，沒有離開五欲六塵。欲界還有六層天，從四王天、忉利天一直到他化自在天，這六層天都是屬於欲界天。不過愈往上面去，他受的苦比較上輕一點，愈往下面去，受的苦愈重，統統要受。"
    },
    {
      "id": "02-031-0048_p0007",
      "zh_CN": "到色界天，虽然欲界里面的八苦他暂时不受了，诸位要晓得是暂时，不是永久的。这是因为他有禅定的功夫，能够维持自己在定中的境界、在定中的生活。这个定，我们一般人常常发生一个误会，以为入定一定就是盘腿打坐，不动了。不是这个意思。如果盘腿打坐不动，这个定有什么用处？没用处。所以诸位要知道，佛法里面讲定，不但是出世间佛菩萨的大定，乃至于我们平常修学的这种小定，都是指在生活当中行住坐卧都是定。定是什么意思？《金刚经》上告诉我们，外面不取于相，里面如如不动，这就是定。我们去逛市场，市场里琳瑯满目的这些产品你都看，但是你不执着它，没有被这些新产品诱惑，这就是禅。心里面看到这些东西、接触这些东西，不动心，没有起贪心、没有起爱好的心，那就是定。由此可知，禅定原本是生活，生活在禅定里。用现代的话来说，不被外面境界诱惑，能够如如不动，这是禅定的意思，这个叫入定。",
      "zh_TW": "到色界天，雖然欲界裡面的八苦他暫時不受了，諸位要曉得是暫時，不是永久的。這是因為他有禪定的功夫，能夠維持自己在定中的境界、在定中的生活。這個定，我們一般人常常發生一個誤會，以為入定一定就是盤腿打坐，不動了。不是這個意思。如果盤腿打坐不動，這個定有什麼用處？沒用處。所以諸位要知道，佛法裡面講定，不但是出世間佛菩薩的大定，乃至於我們平常修學的這種小定，都是指在生活當中行住坐臥都是定。定是什麼意思？《金剛經》上告訴我們，外面不取於相，裡面如如不動，這就是定。我們去逛市場，市場裡琳瑯滿目的這些產品你都看，但是你不執著它，沒有被這些新產品誘惑，這就是禪。心裡面看到這些東西、接觸這些東西，不動心，沒有起貪心、沒有起愛好的心，那就是定。由此可知，禪定原本是生活，生活在禪定裡。用現代的話來說，不被外面境界誘惑，能夠如如不動，這是禪定的意思，這個叫入定。"
    },
    {
      "id": "02-031-0048_p0008",
      "zh_CN": "欲界天人对于世间五欲六尘他不着相，他不动心，他得的禅定是这么个得法的，于是乎他的生活就是禅定的生活。禅定的生活就超越欲界了，因为他对欲如如不动，超越欲界，可是对于色相还执着，还没有能把色相放下。《金刚经》讲的四相，我相、人相、众生相、寿者相，没放下，于是他只能够在色界，不能超越色界。如果对于相他也不执着，他也不动心了，换句话说，他就超越色界了。超越色界，他还有四见，我见、人见、众生见、寿者见，超越色界是无色界，他四见放不下，无色界天不能超越。所以，离相离见才能超越三界。",
      "zh_TW": "欲界天人對於世間五欲六塵他不著相，他不動心，他得的禪定是這麼個得法的，於是乎他的生活就是禪定的生活。禪定的生活就超越欲界了，因為他對欲如如不動，超越欲界，可是對於色相還執著，還沒有能把色相放下。《金剛經》講的四相，我相、人相、眾生相、壽者相，沒放下，於是他只能夠在色界，不能超越色界。如果對於相他也不執著，他也不動心了，換句話說，他就超越色界了。超越色界，他還有四見，我見、人見、眾生見、壽者見，超越色界是無色界，他四見放不下，無色界天不能超越。所以，離相離見才能超越三界。"
    },
    {
      "id": "02-031-0048_p0009",
      "zh_CN": "这是我们讲三界里面的苦，大家受的不一样。三界之外，声闻，声闻见思烦恼断了，尘沙烦恼没断、无明烦恼没断，换句话说，他还是有苦，他有尘沙、无明苦。再往上升到菩萨境界，菩萨尘沙烦恼断了，无明没断，他有无明烦恼苦。破一品无明，证一分法身，出离了十法界，到一真法界。一真法界比十法界来讲，殊胜太多了，真正是破迷开悟，离苦得乐，与诸佛如来的受用相仿佛，但是他不圆满、不究竟，还是有苦。一直到如来果地，四十一品无明破尽，那才是真正离苦。所以此地「一切众生」，如果用大乘法来说，包含了九法界；像圆教大乘，那就是十法界的都苦。",
      "zh_TW": "這是我們講三界裡面的苦，大家受的不一樣。三界之外，聲聞，聲聞見思煩惱斷了，塵沙煩惱沒斷、無明煩惱沒斷，換句話說，他還是有苦，他有塵沙、無明苦。再往上升到菩薩境界，菩薩塵沙煩惱斷了，無明沒斷，他有無明煩惱苦。破一品無明，證一分法身，出離了十法界，到一真法界。一真法界比十法界來講，殊勝太多了，真正是破迷開悟，離苦得樂，與諸佛如來的受用相彷彿，但是他不圓滿、不究竟，還是有苦。一直到如來果地，四十一品無明破盡，那才是真正離苦。所以此地「一切眾生」，如果用大乘法來說，包含了九法界；像圓教大乘，那就是十法界的都苦。"
    },
    {
      "id": "02-031-0048_p0010",
      "zh_CN": "诸佛如来的感受，众生受苦就是自己受苦。『悉是如来一人苦』，因为尽虚空遍法界都是自性变现的现象，一切众生与自己息息相关。我们今天没有法子体会，那就像古人的比喻当中说，叫麻木不仁。如果一个健康的人，我们身体任何一个部位，一个蚊子叮了、蚂蚁咬了，你全身都能感觉到。如果一个地方被蚊子叮、被蚂蚁咬了都不知道，这叫麻木不仁，那块地方麻木了。我们现在就是麻木不仁，种种苦楚我们不知道，茫然不觉。说实在话，在欲界众生不是局部的麻木，几乎全身都麻木了，佛度我们就很困难。局部麻木的那个人好度，全身都麻木，这个众生就难度了。所以，这句话里头的意思很深。再看底下一段。",
      "zh_TW": "諸佛如來的感受，眾生受苦就是自己受苦。『悉是如來一人苦』，因為盡虛空遍法界都是自性變現的現象，一切眾生與自己息息相關。我們今天沒有法子體會，那就像古人的比喻當中說，叫麻木不仁。如果一個健康的人，我們身體任何一個部位，一個蚊子叮了、螞蟻咬了，你全身都能感覺到。如果一個地方被蚊子叮、被螞蟻咬了都不知道，這叫麻木不仁，那塊地方麻木了。我們現在就是麻木不仁，種種苦楚我們不知道，茫然不覺。說實在話，在欲界眾生不是局部的麻木，幾乎全身都麻木了，佛度我們就很困難。局部麻木的那個人好度，全身都麻木，這個眾生就難度了。所以，這句話裡頭的意思很深。再看底下一段。"
    },
    {
      "id": "02-031-0048_p0011",
      "zh_CN": "【大法炬陀罗尼经曰，菩萨担者，誓愿荷负一切众生出离世间，譬如长者家内丰饶，多诸珍宝，唯有一子，以爱念故，财宝乐具悉该与之，无有疲倦，菩萨亦复如是，一切乐具，尽皆与之，乃至令入无余涅槃，是故名为荷负重担。】",
      "zh_TW": "【大法炬陀羅尼經曰，菩薩擔者，誓願荷負一切眾生出離世間，譬如長者家內豐饒，多諸珍寶，唯有一子，以愛念故，財寶樂具悉該與之，無有疲倦，菩薩亦復如是，一切樂具，盡皆與之，乃至令入無餘涅槃，是故名為荷負重擔。】"
    },
    {
      "id": "02-031-0048_p0012",
      "zh_CN": "这一段的意思，也就是我们现在一般俗语里所谓的使命感、责任感。菩萨有什么使命，有什么责任？这个『担』就是这个意思，他要承担，要把这个责任、使命担起来。就是底下所说的，『誓愿荷负一切众生出离世间』，实在讲，这句就是四弘誓愿的第一句，「众生无边誓愿度」，这是如来家业，这是菩萨的责任，菩萨的使命，担负起如来的家业。「一切众生」，刚才说过，尽虚空遍法界六道十界里头的一切众生。发菩提心、发菩萨心，就是发度这一切众生的大心，目标，是要帮助这些众生出离世间。六道是世间，十法界还是世间，声闻不是缘觉，缘觉不是菩萨，菩萨不是佛，这就是有间隔，这是间，界限；既有界限，必定有过去现在未来，这是世，所以十法界还是世间。由此可知，菩萨发心，不但要度六道众生，还要度十法界的众生。十法界里面有佛，没错，那个佛不是究竟圆满佛。藏教的佛，我们以天台家的说法，藏教佛没有见性，他的果证不如圆教初住，不如圆教初住，通教佛亦复如是。别教佛才等于圆教二行位的菩萨，十住、十行，第二行位的菩萨。由此可知，十法界里面的佛，最高的是别教佛，圆教不在十法界，圆教超越了。因此，都要去帮助他们，他们断证的功夫没有达到究竟，所证的果德并没有圆满，菩萨还是要发心去帮助他们。",
      "zh_TW": "這一段的意思，也就是我們現在一般俗語裡所謂的使命感、責任感。菩薩有什麼使命，有什麼責任？這個『擔』就是這個意思，他要承擔，要把這個責任、使命擔起來。就是底下所說的，『誓願荷負一切眾生出離世間』，實在講，這句就是四弘誓願的第一句，「眾生無邊誓願度」，這是如來家業，這是菩薩的責任，菩薩的使命，擔負起如來的家業。「一切眾生」，剛才說過，盡虛空遍法界六道十界裡頭的一切眾生。發菩提心、發菩薩心，就是發度這一切眾生的大心，目標，是要幫助這些眾生出離世間。六道是世間，十法界還是世間，聲聞不是緣覺，緣覺不是菩薩，菩薩不是佛，這就是有間隔，這是間，界限；既有界限，必定有過去現在未來，這是世，所以十法界還是世間。由此可知，菩薩發心，不但要度六道眾生，還要度十法界的眾生。十法界裡面有佛，沒錯，那個佛不是究竟圓滿佛。藏教的佛，我們以天台家的說法，藏教佛沒有見性，他的果證不如圓教初住，不如圓教初住，通教佛亦復如是。別教佛才等於圓教二行位的菩薩，十住、十行，第二行位的菩薩。由此可知，十法界裡面的佛，最高的是別教佛，圓教不在十法界，圓教超越了。因此，都要去幫助他們，他們斷證的功夫沒有達到究竟，所證的果德並沒有圓滿，菩薩還是要發心去幫助他們。"
    },
    {
      "id": "02-031-0048_p0013",
      "zh_CN": "下面举个比喻来说，『譬如长者家内丰饶，多诸珍宝』。古印度称「长者」，不是随便称的，佛经里面，他必须具足十个条件，才能称之为长者。这十个条件在此地不必细说，一般佛学大辞典、《教乘法数》里面都有。财富是十个条件里面的一种，他一定要有财富。所以丰饶、多诸珍宝，是指财富来说，就是大富长者。『唯有一子，以爱念故，财宝乐具悉该与之，无有疲倦』，这位长者只有一个独生子，这是从比喻上说的，把长者比喻作佛菩萨，把这个「唯有一子」比作众生，诸佛菩萨对于一切众生的爱护、关怀，就像长者爱护他的独子一样。因为他爱护、他关怀，所以所有一切「财宝乐具」都愿意给他，常常给他，永远没有疲倦。这是世间的人情，我们常常见到、常常听到，印象深刻，佛用这个做比喻。",
      "zh_TW": "下面舉個比喻來說，『譬如長者家內豐饒，多諸珍寶』。古印度稱「長者」，不是隨便稱的，佛經裡面，他必須具足十個條件，才能稱之為長者。這十個條件在此地不必細說，一般佛學大辭典、《教乘法數》裡面都有。財富是十個條件裡面的一種，他一定要有財富。所以豐饒、多諸珍寶，是指財富來說，就是大富長者。『唯有一子，以愛念故，財寶樂具悉該與之，無有疲倦』，這位長者只有一個獨生子，這是從比喻上說的，把長者比喻作佛菩薩，把這個「唯有一子」比作眾生，諸佛菩薩對於一切眾生的愛護、關懷，就像長者愛護他的獨子一樣。因為他愛護、他關懷，所以所有一切「財寶樂具」都願意給他，常常給他，永遠沒有疲倦。這是世間的人情，我們常常見到、常常聽到，印象深刻，佛用這個做比喻。"
    },
    {
      "id": "02-031-0048_p0014",
      "zh_CN": "底下说，『菩萨亦复如是』，菩萨就像这个长者一样，『一切乐具，尽皆与之』，帮助一切众生离一切苦，得一切乐。诸佛菩萨很多，我们今天很苦，他为什么不拿这些乐具来给我们？其实佛菩萨没辜负我们，时时把乐具放在手上准备送给你，问题就是你肯不肯接受？你认不认识？世间人以为金银财宝才是乐具，那你就看错了。金银财宝不但不是乐具，它是苦具，这个东西来了，你苦就来了。乐是什么？佛给你这么多的经典就是乐具。一切经中你能够受持一部经，能够受持一卷经，甚至于讲乃至四句偈，你要真正得到了，你就快乐，必定能够帮助你离苦得乐，帮助你开悟。你晓得怎么过日子，怎样享受到真正的幸福美满，这是真实的乐具。现在除了经本之外，还有录音带、录影带，还有光碟，还有电脑，这些科技的传播工具，如果传递佛法，那就变成此地讲的菩萨的一切乐具。「尽皆与之」，诸佛菩萨可以说毫无保留，问题就在我们愿意取多少？佛法当中实在讲，取之不竭，用之不尽。最后的目标是『乃至令入无余涅槃』，这是菩萨爱念众生，照顾众生到最高峰，达到最究竟、最圆满，帮助你成圆教的佛果，入无余涅槃。『是故名为荷负重担』，经上常常读到荷担如来，就是这个意思。",
      "zh_TW": "底下說，『菩薩亦復如是』，菩薩就像這個長者一樣，『一切樂具，盡皆與之』，幫助一切眾生離一切苦，得一切樂。諸佛菩薩很多，我們今天很苦，他為什麼不拿這些樂具來給我們？其實佛菩薩沒辜負我們，時時把樂具放在手上準備送給你，問題就是你肯不肯接受？你認不認識？世間人以為金銀財寶才是樂具，那你就看錯了。金銀財寶不但不是樂具，它是苦具，這個東西來了，你苦就來了。樂是什麼？佛給你這麼多的經典就是樂具。一切經中你能夠受持一部經，能夠受持一卷經，甚至於講乃至四句偈，你要真正得到了，你就快樂，必定能夠幫助你離苦得樂，幫助你開悟。你曉得怎麼過日子，怎樣享受到真正的幸福美滿，這是真實的樂具。現在除了經本之外，還有錄音帶、錄影帶，還有光碟，還有電腦，這些科技的傳播工具，如果傳遞佛法，那就變成此地講的菩薩的一切樂具。「盡皆與之」，諸佛菩薩可以說毫無保留，問題就在我們願意取多少？佛法當中實在講，取之不竭，用之不盡。最後的目標是『乃至令入無餘涅槃』，這是菩薩愛念眾生，照顧眾生到最高峰，達到最究竟、最圓滿，幫助你成圓教的佛果，入無餘涅槃。『是故名為荷負重擔』，經上常常讀到荷擔如來，就是這個意思。"
    },
    {
      "id": "02-031-0048_p0015",
      "zh_CN": "如果我们真的发这个大心，你的心愿就跟诸佛如来同心同愿。这个同，当中的障碍没有了，隔碍也没有了，诸佛菩萨的本愿威神就能够加得上。我们世间人常讲，佛菩萨保佑、佛菩萨加持，诸佛菩萨保佑、加持也是平等的，决定没有厚此薄彼。可是我们在现象上来观察，确实不平等，有人得到佛菩萨加持，有人一生都得不到。这里面的事理我们都要清楚，为什么得不到？有障碍，障碍在哪里？在我们自己这边。诸佛菩萨那边没有障碍，佛菩萨是清净心、平等心，哪里会有障碍？我们的障碍，就是我们的思想、见解、愿望跟佛不相同、不相应，这就造成障碍。不同有程度上的差别，于是感应也就有程度上的不平等，理事是这么一桩事情。你要是清楚、明白了，把自己的障碍完全排除，自己的心愿跟诸佛如来完全相同，那你丝毫障碍都没有，感应道交。",
      "zh_TW": "如果我們真的發這個大心，你的心願就跟諸佛如來同心同願。這個同，當中的障礙沒有了，隔礙也沒有了，諸佛菩薩的本願威神就能夠加得上。我們世間人常講，佛菩薩保佑、佛菩薩加持，諸佛菩薩保佑、加持也是平等的，決定沒有厚此薄彼。可是我們在現象上來觀察，確實不平等，有人得到佛菩薩加持，有人一生都得不到。這裡面的事理我們都要清楚，為什麼得不到？有障礙，障礙在哪裡？在我們自己這邊。諸佛菩薩那邊沒有障礙，佛菩薩是清淨心、平等心，哪裡會有障礙？我們的障礙，就是我們的思想、見解、願望跟佛不相同、不相應，這就造成障礙。不同有程度上的差別，於是感應也就有程度上的不平等，理事是這麼一樁事情。你要是清楚、明白了，把自己的障礙完全排除，自己的心願跟諸佛如來完全相同，那你絲毫障礙都沒有，感應道交。"
    },
    {
      "id": "02-031-0048_p0016",
      "zh_CN": "【大论十二曰，若能直进不退，成办佛道，名到彼岸。】",
      "zh_TW": "【大論十二曰，若能直進不退，成辦佛道，名到彼岸。】"
    },
    {
      "id": "02-031-0048_p0017",
      "zh_CN": "『到彼岸』是比喻，在梵文里面称为波罗蜜。波罗蜜，也就是波罗蜜多，翻成中国是到彼岸的意思。实在讲，我们中国人很少讲到彼岸，中国人都讲到家，它有这个意思。凡是一样东西你做得很圆满，都说你到家了，你的功夫到家了，在印度人称为波罗蜜多。这个地方，到彼岸是讲菩萨修行证果，是指这桩事情。『若能直进不退，成办佛道』，成是成就，办就是做，在哪里做？在生活上做，这是诸位必须要记住的。佛法就是生活，佛法没有离开生活，离开生活你到哪里去修，你成办什么？换句话说，学佛就是把我们现前的生活变成佛菩萨的生活，你就成佛了。变成菩萨的生活，你就成菩萨；变成佛的生活，你就成佛。所以在十法界当中，每一法界都具足十法界，显然易见。",
      "zh_TW": "『到彼岸』是比喻，在梵文裡面稱為波羅蜜。波羅蜜，也就是波羅蜜多，翻成中國是到彼岸的意思。實在講，我們中國人很少講到彼岸，中國人都講到家，它有這個意思。凡是一樣東西你做得很圓滿，都說你到家了，你的功夫到家了，在印度人稱為波羅蜜多。這個地方，到彼岸是講菩薩修行證果，是指這樁事情。『若能直進不退，成辦佛道』，成是成就，辦就是做，在哪裡做？在生活上做，這是諸位必須要記住的。佛法就是生活，佛法沒有離開生活，離開生活你到哪裡去修，你成辦什麼？換句話說，學佛就是把我們現前的生活變成佛菩薩的生活，你就成佛了。變成菩薩的生活，你就成菩薩；變成佛的生活，你就成佛。所以在十法界當中，每一法界都具足十法界，顯然易見。"
    },
    {
      "id": "02-031-0048_p0018",
      "zh_CN": "学佛、学菩萨这桩事情，只要「直进不退」，这四个字很重要。实在讲它是成败的关键，果然直进，直，当中没有委曲婉转之相。实在说，直进就是我们平常讲的专进，专就不杂，杂就是委曲之相。我们也常讲一门深入，一门深入是直进。进就不退，你的成就就不难了，修学的时间也就缩短，你能够在短时间达到圆满，这叫到彼岸。",
      "zh_TW": "學佛、學菩薩這樁事情，只要「直進不退」，這四個字很重要。實在講它是成敗的關鍵，果然直進，直，當中沒有委曲婉轉之相。實在說，直進就是我們平常講的專進，專就不雜，雜就是委曲之相。我們也常講一門深入，一門深入是直進。進就不退，你的成就就不難了，修學的時間也就縮短，你能夠在短時間達到圓滿，這叫到彼岸。"
    },
    {
      "id": "02-031-0048_p0019",
      "zh_CN": "【肇公曰，智慧，体，圣明，用，无事不照谓之圣，菩萨权实灵照，不可以言思拟议其形容，故云不可思议。】",
      "zh_TW": "【肇公曰，智慧，體，聖明，用，無事不照謂之聖，菩薩權實靈照，不可以言思擬議其形容，故云不可思議。】"
    },
    {
      "id": "02-031-0048_p0020",
      "zh_CN": "这一句是解释『不可思议』，思是思惟、想像，议是言辞、议论。诸佛菩萨果地上的境界，这是佛经上常用的术语，现在人听了往往把意思错解。诸佛菩萨果地上的境界，用现在话怎么说法？诸佛菩萨日常生活，果地上就是日常生活。他们日常生活跟我们日常生活不同在哪里？我们日常生活的境界，跟诸佛菩萨日常生活境界不一样。印光法师在世的时候，他是大势至菩萨化身再来的，他跟我们在一起，跟我们在一桌吃饭，我们是六道凡夫的生活，他是等觉菩萨的生活。他对我们清清楚楚、明明白白，我们对他完全不知道，不懂他的境界。",
      "zh_TW": "這一句是解釋『不可思議』，思是思惟、想像，議是言辭、議論。諸佛菩薩果地上的境界，這是佛經上常用的術語，現在人聽了往往把意思錯解。諸佛菩薩果地上的境界，用現在話怎麼說法？諸佛菩薩日常生活，果地上就是日常生活。他們日常生活跟我們日常生活不同在哪裡？我們日常生活的境界，跟諸佛菩薩日常生活境界不一樣。印光法師在世的時候，他是大勢至菩薩化身再來的，他跟我們在一起，跟我們在一桌吃飯，我們是六道凡夫的生活，他是等覺菩薩的生活。他對我們清清楚楚、明明白白，我們對他完全不知道，不懂他的境界。"
    },
    {
      "id": "02-031-0048_p0021",
      "zh_CN": "僧肇大师这一段解释得好，从体用上来说明。『智慧』是『体』，什么智慧？般若智慧，《般若经》上所说的般若无知，这是体。又说无所不知，那是『用』，『圣明』就是无所不知。下面解释这个用，体就不必说了，体没得说。起作用的时候『无事不照』，他不用见、他不用明，他用照，这在大乘佛法里面用得很多。为什么用这个字？无非是令一切众生在文字里面觉悟，离一切妄想执着。如果用见，落在情识里，我能见、所见；用明，我很明白；照，比喻像一面镜子一样，镜子能照，清清楚楚，落不落痕迹？不落痕迹。古人所谓，「胡来现胡，汉来现汉」，镜子的心多清净、多平等，没有分别、没有执着。胡，我们中国古书称胡是外国人，外国人照这面镜子，现的是外国人的相，汉是中国人，中国人照这个镜子，现的是中国人的相，这就是说镜子无心。因此照就是说无心，不用心意识叫做照。我们在日常生活当中，对人对事对物，用心要像镜子一样，你就清净了。佛与大菩萨的心就跟镜子一样，决定没有执着。不但是离开镜子，镜子里面空空，什么都没有，正在照的时候也没有，也是空空如也。我们要能够学会了，你的用心就跟诸佛如来无二无别。一照就着了，那就是凡夫心，凡夫心着相，就被污染了，清净心被污染。佛与菩萨们他们高明的所在，他们超过我们的地方，就是用心不一样。这个我们不能不知道的。",
      "zh_TW": "僧肇大師這一段解釋得好，從體用上來說明。『智慧』是『體』，什麼智慧？般若智慧，《般若經》上所說的般若無知，這是體。又說無所不知，那是『用』，『聖明』就是無所不知。下面解釋這個用，體就不必說了，體沒得說。起作用的時候『無事不照』，他不用見、他不用明，他用照，這在大乘佛法裡面用得很多。為什麼用這個字？無非是令一切眾生在文字裡面覺悟，離一切妄想執著。如果用見，落在情識裡，我能見、所見；用明，我很明白；照，比喻像一面鏡子一樣，鏡子能照，清清楚楚，落不落痕跡？不落痕跡。古人所謂，「胡來現胡，漢來現漢」，鏡子的心多清淨、多平等，沒有分別、沒有執著。胡，我們中國古書稱胡是外國人，外國人照這面鏡子，現的是外國人的相，漢是中國人，中國人照這個鏡子，現的是中國人的相，這就是說鏡子無心。因此照就是說無心，不用心意識叫做照。我們在日常生活當中，對人對事對物，用心要像鏡子一樣，你就清淨了。佛與大菩薩的心就跟鏡子一樣，決定沒有執著。不但是離開鏡子，鏡子裡面空空，什麼都沒有，正在照的時候也沒有，也是空空如也。我們要能夠學會了，你的用心就跟諸佛如來無二無別。一照就著了，那就是凡夫心，凡夫心著相，就被污染了，清淨心被污染。佛與菩薩們他們高明的所在，他們超過我們的地方，就是用心不一樣。這個我們不能不知道的。"
    },
    {
      "id": "02-031-0048_p0022",
      "zh_CN": "『无事不照谓之圣』，十法界依正庄严他都见、他都听，都用一个照字来做代表；六根接触外面一切境界，用一个照字做代表。看得清楚、听得清楚、闻得清楚、尝得清楚，他们就是能够不着相，就是能够不动心，他的本事就在此地。我们今天要学佛就是学这个本事，不是不见不闻，见闻而不执着。《金刚经》上告诉我们，「应无所住而生其心」，生其心是照，不住就是离相离念。『菩萨权实』，实智是体，前面讲的智慧，权智是作用，就是前面说的圣明。灵明觉照，无微不照，因此无细不知，这个能力就强了。佛经上所谓的天眼、天耳、他心、宿命、神足，这是权实的德用。",
      "zh_TW": "『無事不照謂之聖』，十法界依正莊嚴他都見、他都聽，都用一個照字來做代表；六根接觸外面一切境界，用一個照字做代表。看得清楚、聽得清楚、聞得清楚、嘗得清楚，他們就是能夠不著相，就是能夠不動心，他的本事就在此地。我們今天要學佛就是學這個本事，不是不見不聞，見聞而不執著。《金剛經》上告訴我們，「應無所住而生其心」，生其心是照，不住就是離相離念。『菩薩權實』，實智是體，前面講的智慧，權智是作用，就是前面說的聖明。靈明覺照，無微不照，因此無細不知，這個能力就強了。佛經上所謂的天眼、天耳、他心、宿命、神足，這是權實的德用。"
    },
    {
      "id": "02-031-0048_p0023",
      "zh_CN": "『不可以言思拟议其形容』，这叫不可思议。不但我们没有办法说，言语有界限、有范围的；换句话说，有边际的，确实有很多是言语说不出来的，所以要叫你去体会、去悟入，说不出来的。宗门里头常说「如人饮水，冷暖自知」，能说得出来吗？这一杯水热不热？我喝了一口，不错，还满热的。我说热，你们能体会得到吗？你体会不到，必须你去尝一口，我说热，你才能体会得到。你没有亲自尝一口，别人怎么说你都没有办法想像得到。这样浅近的事，尚且不可思议，何况诸佛菩萨的境界？思惟、想像这个功能比言语要大得太多了，但还是有界限的。佛在经上告诉我们，相宗经论上讲得最详细、最透彻，思惟、想像是八识的作用，功能最强的第六识、第七识。它向外缘能够缘到虚空法界，换句话说，能够缘到十法界，六道、十法界都能够缘得到，对内可以缘到阿赖耶识，能力有这么样的强大。可是阿赖耶外面一层，真如本性它缘不到，真如本性所显现的是一真法界，当然它也缘不到。换句话说，极尽我们的思惟、想像这个能力是有界限的，不能够突破阿赖耶识，不能突破十法界。这也就是说明，如果我们用思惟、用思考、用研究，甚至于加以现代科技来观察，这个范围也不能超越十法界。",
      "zh_TW": "『不可以言思擬議其形容』，這叫不可思議。不但我們沒有辦法說，言語有界限、有範圍的；換句話說，有邊際的，確實有很多是言語說不出來的，所以要叫你去體會、去悟入，說不出來的。宗門裡頭常說「如人飲水，冷暖自知」，能說得出來嗎？這一杯水熱不熱？我喝了一口，不錯，還滿熱的。我說熱，你們能體會得到嗎？你體會不到，必須你去嘗一口，我說熱，你才能體會得到。你沒有親自嘗一口，別人怎麼說你都沒有辦法想像得到。這樣淺近的事，尚且不可思議，何況諸佛菩薩的境界？思惟、想像這個功能比言語要大得太多了，但還是有界限的。佛在經上告訴我們，相宗經論上講得最詳細、最透徹，思惟、想像是八識的作用，功能最強的第六識、第七識。它向外緣能夠緣到虛空法界，換句話說，能夠緣到十法界，六道、十法界都能夠緣得到，對內可以緣到阿賴耶識，能力有這麼樣的強大。可是阿賴耶外面一層，真如本性它緣不到，真如本性所顯現的是一真法界，當然它也緣不到。換句話說，極盡我們的思惟、想像這個能力是有界限的，不能夠突破阿賴耶識，不能突破十法界。這也就是說明，如果我們用思惟、用思考、用研究，甚至於加以現代科技來觀察，這個範圍也不能超越十法界。"
    },
    {
      "id": "02-031-0048_p0024",
      "zh_CN": "要想超越十法界，这些东西全没用，为什么？因为那个境界是不可思议的境界。这些理、事实真相我们都要了解。利用科学工具这是藉他力，离开这个工具，我们能力就没有了。譬如我们观察微生物，我们观察原子、电子的活动，我们今天普通人，用我们一般的眼睛，加上高科技的仪器，我们能见到，可是拿掉仪器就见不到。而佛告诉我们，如果你突破障碍，你不用仪器就都见到了。用什么方法突破障碍？定功，禅定的功夫。障碍是什么？妄想分别执着，能够把妄想分别执着统统都舍掉，障碍没有了。实在讲，今天科学仪器虽然很发达，依旧是微乎其微，能突破一点小障碍，大的障碍它是无可奈何。什么是大障碍？现在科学家都知道，我们有没有办法用科学仪器见到四度空间、五度空间、六度空间？没有这个能力，那是大障碍。",
      "zh_TW": "要想超越十法界，這些東西全沒用，為什麼？因為那個境界是不可思議的境界。這些理、事實真相我們都要了解。利用科學工具這是藉他力，離開這個工具，我們能力就沒有了。譬如我們觀察微生物，我們觀察原子、電子的活動，我們今天普通人，用我們一般的眼睛，加上高科技的儀器，我們能見到，可是拿掉儀器就見不到。而佛告訴我們，如果你突破障礙，你不用儀器就都見到了。用什麼方法突破障礙？定功，禪定的功夫。障礙是什麼？妄想分別執著，能夠把妄想分別執著統統都捨掉，障礙沒有了。實在講，今天科學儀器雖然很發達，依舊是微乎其微，能突破一點小障礙，大的障礙它是無可奈何。什麼是大障礙？現在科學家都知道，我們有沒有辦法用科學儀器見到四度空間、五度空間、六度空間？沒有這個能力，那是大障礙。"
    },
    {
      "id": "02-031-0048_p0025",
      "zh_CN": "无数维次的时空从哪里来的？妄想分别执着里头变现出来的。六道里面，我们晓得有天道，除了人道之外，有天道、有饿鬼道、有地狱道，现在科学仪器没有办法见到天道，没有办法见到鬼道。科学发展到今天，还不能能跟鬼沟通，不能跟上帝沟通，这什么原因？没有办法突破空间，他们跟我们是不同的空间。我们从这个地方体会到，佛在经上跟我们讲的不可思议。不可思议这句话，并不是说这个不能讲，不可以想像，那你就错了。你只要不要去思、不要去议，就清楚了，障碍就突破了。如果你要用思、用议，你障碍永远不能突破，为什么？就是思议造成的障碍。障碍从哪里来的？思是打妄想，议论是分别执着！这句话意思就深了。叫我们不要用思、不要用议，界限自然就没有，什么三度空间、四度空间、五度空间，都没有了。无限时空里面众生生活的状况，你都看清楚，你也都听到，都能够明了。",
      "zh_TW": "無數維次的時空從哪裡來的？妄想分別執著裡頭變現出來的。六道裡面，我們曉得有天道，除了人道之外，有天道、有餓鬼道、有地獄道，現在科學儀器沒有辦法見到天道，沒有辦法見到鬼道。科學發展到今天，還不能能跟鬼溝通，不能跟上帝溝通，這什麼原因？沒有辦法突破空間，他們跟我們是不同的空間。我們從這個地方體會到，佛在經上跟我們講的不可思議。不可思議這句話，並不是說這個不能講，不可以想像，那你就錯了。你只要不要去思、不要去議，就清楚了，障礙就突破了。如果你要用思、用議，你障礙永遠不能突破，為什麼？就是思議造成的障礙。障礙從哪裡來的？思是打妄想，議論是分別執著！這句話意思就深了。叫我們不要用思、不要用議，界限自然就沒有，什麼三度空間、四度空間、五度空間，都沒有了。無限時空裡面眾生生活的狀況，你都看清楚，你也都聽到，都能夠明瞭。"
    },
    {
      "id": "02-031-0048_p0026",
      "zh_CN": "我们在经上看到，阿罗汉，在《地藏经》上就有，为众生帮助众生找他的家亲眷属。他家亲眷属过世了，不晓得沦落到哪一道，阿罗汉要入定，就看到了他现在的生活状况，才能转告他的家人，这是用禅定功夫。禅定就是离开思惟、想像、言语的分别执着，不用这些东西，他的障碍就没有了，就能够见到。这是今天科学还办不到的，可是只要你能够入定，定中境界就是突破了空间的维数，统统能见到。在近代，诸位如果去看《虚云老和尚年谱》，我们晓得虚云老和尚的定功很深，他在定中常常到兜率天去听弥勒菩萨讲经。兜率是欲界四层天，每一层天实在讲就是我们今天讲的不同的空间，兜率不知道是多少度空间，这不晓得。定中心地清净，没有分别执着就突破了。他出了定，还来告诉这些同参道友们，弥勒菩萨讲了些什么，旁边在座的还有几个认识的人，这几个认识的人，是早年往生到兜率内院的，哪些人在座。老和尚《年谱》里告诉我们的，这绝不是科学的方法能够办得到的。",
      "zh_TW": "我們在經上看到，阿羅漢，在《地藏經》上就有，為眾生幫助眾生找他的家親眷屬。他家親眷屬過世了，不曉得淪落到哪一道，阿羅漢要入定，就看到了他現在的生活狀況，才能轉告他的家人，這是用禪定功夫。禪定就是離開思惟、想像、言語的分別執著，不用這些東西，他的障礙就沒有了，就能夠見到。這是今天科學還辦不到的，可是只要你能夠入定，定中境界就是突破了空間的維數，統統能見到。在近代，諸位如果去看《虛雲老和尚年譜》，我們曉得虛雲老和尚的定功很深，他在定中常常到兜率天去聽彌勒菩薩講經。兜率是欲界四層天，每一層天實在講就是我們今天講的不同的空間，兜率不知道是多少度空間，這不曉得。定中心地清淨，沒有分別執著就突破了。他出了定，還來告訴這些同參道友們，彌勒菩薩講了些什麼，旁邊在座的還有幾個認識的人，這幾個認識的人，是早年往生到兜率內院的，哪些人在座。老和尚《年譜》裡告訴我們的，這絕不是科學的方法能夠辦得到的。"
    },
    {
      "id": "02-031-0048_p0027",
      "zh_CN": "不仅如此，就在我们世间现实生活上，现在大家所关心的，将来这个世界局势怎么演变。这是小事，比到兜率天亲近弥勒菩萨还容易多了，稍稍有一点小定，不是要很大的定，稍稍有一点小定，这个障碍能突破。突破是你能够知道过去未来，这是时间上的突破，过去的事情你现在能看见，未来的事情你也能看见。经上常说，阿罗汉的能力能知过去五百世、未来五百世，我们中国人计算，三十年是一世，你就晓得阿罗汉的能力。他能知道过去五百世，如同目前，就像在眼前一样，看得清清楚楚、明明白白，他能知道未来五百世，这是阿罗汉的能力。通常我们一般修定，小定的能力能够见到过去几年、未来几年的事情，未来几个月的事情，他看的清清楚楚、明明白白，这没有难处的。跟鬼神往来、跟鬼神打交道，也是很容易的事情，这个障碍很小，容易突破。菩萨权实二智的起用，当然那个能力就强大了，绝不是阿罗汉能够相比的。所以经上讲不可思议，这一句的深义我们要能体会。",
      "zh_TW": "不僅如此，就在我們世間現實生活上，現在大家所關心的，將來這個世界局勢怎麼演變。這是小事，比到兜率天親近彌勒菩薩還容易多了，稍稍有一點小定，不是要很大的定，稍稍有一點小定，這個障礙能突破。突破是你能夠知道過去未來，這是時間上的突破，過去的事情你現在能看見，未來的事情你也能看見。經上常說，阿羅漢的能力能知過去五百世、未來五百世，我們中國人計算，三十年是一世，你就曉得阿羅漢的能力。他能知道過去五百世，如同目前，就像在眼前一樣，看得清清楚楚、明明白白，他能知道未來五百世，這是阿羅漢的能力。通常我們一般修定，小定的能力能夠見到過去幾年、未來幾年的事情，未來幾個月的事情，他看的清清楚楚、明明白白，這沒有難處的。跟鬼神往來、跟鬼神打交道，也是很容易的事情，這個障礙很小，容易突破。菩薩權實二智的起用，當然那個能力就強大了，絕不是阿羅漢能夠相比的。所以經上講不可思議，這一句的深義我們要能體會。"
    },
    {
      "id": "02-031-0048_p0028",
      "zh_CN": "【智度论曰，小乘法中无不可思议事，唯大乘法中有之，如六十小劫说，法华经谓如食顷。】",
      "zh_TW": "【智度論曰，小乘法中無不可思議事，唯大乘法中有之，如六十小劫說，法華經謂如食頃。】"
    },
    {
      "id": "02-031-0048_p0029",
      "zh_CN": "这也是佛学常识，《大智度论》里面说的。小乘里面没有不可思议，为什么？因为小乘没有离开心意识，小乘人所用的心跟我们凡夫用的心没有两样。为什么他能突破，为什么他能力这么强？他比我们清净一点，他修定，用什么修的？用意识心修的，这个是小乘法。实在讲，不仅是《智度论》上说，《楞严经》上也说得很详细。大乘里面为什么有不可思议？因为大乘人不用心意识，离心意识就不可思议，因不可思议，果当然不可思议。小乘人用心意识，果上没有办法超越心意识，也就是说没有法子超越八识。",
      "zh_TW": "這也是佛學常識，《大智度論》裡面說的。小乘裡面沒有不可思議，為什麼？因為小乘沒有離開心意識，小乘人所用的心跟我們凡夫用的心沒有兩樣。為什麼他能突破，為什麼他能力這麼強？他比我們清淨一點，他修定，用什麼修的？用意識心修的，這個是小乘法。實在講，不僅是《智度論》上說，《楞嚴經》上也說得很詳細。大乘裡面為什麼有不可思議？因為大乘人不用心意識，離心意識就不可思議，因不可思議，果當然不可思議。小乘人用心意識，果上沒有辦法超越心意識，也就是說沒有法子超越八識。"
    },
    {
      "id": "02-031-0048_p0030",
      "zh_CN": "下面举个比喻，『如六十小劫说，法华经谓如食顷』，这是说明时间不可思议。六十小劫，时间很长。小劫怎么个说法，佛在经上讲得很多，种种比喻，实在讲每一个劫，用现代的话来讲都是天文数字。最普通的讲法是增减劫，这是最普通的说法。佛讲，人的寿命最长是八万四千岁，从八万四千岁每一百年减一岁，再过一百年又减一岁，一直减到十岁，人的寿命最短是十岁。这个说法讲平均，一般平均的年龄，从八万四千岁减到十岁，每一百年减一岁，这叫减；然后从十岁，每一百年再加一岁，又加到八万四千岁，这一增一减是一个小劫。我们现在是在减劫的时代，释迦牟尼佛出世那个时候，一般人平均寿命是一百岁。佛灭度到今天三千年，一百年减一岁，就减掉三十岁，现代人寿命，正常平均寿命是七十岁。我们现在在减劫，这是能够计算得出来的。六十个小劫，在菩萨清净心中所感受的，「食顷」很短，吃一顿饭的时间。说明时间不是定法，长时非定长时，短时非定短时。",
      "zh_TW": "下面舉個比喻，『如六十小劫說，法華經謂如食頃』，這是說明時間不可思議。六十小劫，時間很長。小劫怎麼個說法，佛在經上講得很多，種種比喻，實在講每一個劫，用現代的話來講都是天文數字。最普通的講法是增減劫，這是最普通的說法。佛講，人的壽命最長是八萬四千歲，從八萬四千歲每一百年減一歲，再過一百年又減一歲，一直減到十歲，人的壽命最短是十歲。這個說法講平均，一般平均的年齡，從八萬四千歲減到十歲，每一百年減一歲，這叫減；然後從十歲，每一百年再加一歲，又加到八萬四千歲，這一增一減是一個小劫。我們現在是在減劫的時代，釋迦牟尼佛出世那個時候，一般人平均壽命是一百歲。佛滅度到今天三千年，一百年減一歲，就減掉三十歲，現代人壽命，正常平均壽命是七十歲。我們現在在減劫，這是能夠計算得出來的。六十個小劫，在菩薩清淨心中所感受的，「食頃」很短，吃一頓飯的時間。說明時間不是定法，長時非定長時，短時非定短時。"
    },
    {
      "id": "02-031-0048_p0031",
      "zh_CN": "这种经验往往我们凡夫也有。譬如我们凡人作梦，往往在梦中经过很久很久，也办了不少事情，一觉醒过来，才几分钟！唐人传奇里面，「黄粱梦」是个很好的例子。黄粱是高粱米，小米，小米煮粥，那个时间很短，十几分钟就煮好了。他在那里打个瞌睡，做了一场梦，几十年过去了，醒过来黄粱还没有熟，跟这个地方所讲的意思相仿佛。所以大经上讲「念劫圆融」，一念可以展开为无量劫，无量劫可以能浓缩成一念，这是超越世间。底下：",
      "zh_TW": "這種經驗往往我們凡夫也有。譬如我們凡人作夢，往往在夢中經過很久很久，也辦了不少事情，一覺醒過來，才幾分鐘！唐人傳奇裡面，「黃粱夢」是個很好的例子。黃粱是高粱米，小米，小米煮粥，那個時間很短，十幾分鐘就煮好了。他在那裡打個瞌睡，做了一場夢，幾十年過去了，醒過來黃粱還沒有熟，跟這個地方所講的意思相彷彿。所以大經上講「念劫圓融」，一念可以展開為無量劫，無量劫可以能濃縮成一念，這是超越世間。底下："
    },
    {
      "id": "02-031-0048_p0032",
      "zh_CN": "【净影疏曰，为法心同，故来一时。】",
      "zh_TW": "【淨影疏曰，為法心同，故來一時。】"
    },
    {
      "id": "02-031-0048_p0033",
      "zh_CN": "这是解释『一时』，一时意思也是很深很广，要看用在什么地方。在此地讲「一时来集」，这些与会的大众，特别是指从他方世界来的这些菩萨们，参加世尊这次的法会，所以叫一时来集。『心同』、愿同，自然就感应道交，哪个地方佛菩萨讲《无量寿经》，他立刻就有感应，立刻就能参与。参与是不是他身体来了？是来了，是不是真的来了？那也不见得。这些菩萨就跟释迦牟尼佛一样，他有能力千百亿化身，各个都有这种能力，所以不怕十方诸佛如来同时讲这部经，他同时都可以参与。为什么？欢喜！是他的本愿。他要没有这个愿力就不会起感应道交，他有这个愿力跟阿弥陀佛同心同愿、同德同行，十方一切诸佛讲《无量寿经》，他就来了。这个传播非常快速，我们今天用电讯来传送，他比电讯还快。电的速度跟他不能相比，这是本性的功能，在一刹那、一弹指就传遍尽虚空遍法界。",
      "zh_TW": "這是解釋『一時』，一時意思也是很深很廣，要看用在什麼地方。在此地講「一時來集」，這些與會的大眾，特別是指從他方世界來的這些菩薩們，參加世尊這次的法會，所以叫一時來集。『心同』、願同，自然就感應道交，哪個地方佛菩薩講《無量壽經》，他立刻就有感應，立刻就能參與。參與是不是他身體來了？是來了，是不是真的來了？那也不見得。這些菩薩就跟釋迦牟尼佛一樣，他有能力千百億化身，各個都有這種能力，所以不怕十方諸佛如來同時講這部經，他同時都可以參與。為什麼？歡喜！是他的本願。他要沒有這個願力就不會起感應道交，他有這個願力跟阿彌陀佛同心同願、同德同行，十方一切諸佛講《無量壽經》，他就來了。這個傳播非常快速，我們今天用電訊來傳送，他比電訊還快。電的速度跟他不能相比，這是本性的功能，在一剎那、一彈指就傳遍盡虛空遍法界。"
    },
    {
      "id": "02-031-0048_p0034",
      "zh_CN": "【宋译经末曰，并天龙八部一切大众，闻佛所说，皆大欢喜。】",
      "zh_TW": "【宋譯經末曰，並天龍八部一切大眾，聞佛所說，皆大歡喜。】"
    },
    {
      "id": "02-031-0048_p0035",
      "zh_CN": "宋译本，是我们《无量寿经》十二次翻译的最后一次翻译，法贤尊者所译的，经题就叫「佛说大乘无量寿庄严经」。这经文里面说，这一段说的是『并天龙八部一切大众』，可见得参与法会人的品类很多，不仅是他方世界的菩萨，这是一个说法。另外一个说法，天龙八部鬼神哪有这么大的能力，我们娑婆世界，这比较近一点，也许他们得到这个讯息来参加，他方世界的天龙八部怎么可能也来参加？这桩事情，诸位要读《华严》，也许能得到一点启示。实际上这些不是真正的天龙八部，是什么人？菩萨化身，菩萨在哪一道度众生就化现这一道的类形，往往诸佛的法会，他们就以这个身分来参加。就像我们前面所读到的，世尊这个法会，一千二百五十位比丘，他们示现的身分是比丘身。实际上，许多是古佛再来的，大菩萨示现的，不是真正的比丘。他们是陪同释迦牟尼佛一道来的，像唱戏一样，释迦牟尼佛唱主角，这些人来给他跑龙套唱配角，这么来的，佛来应化，他们统统来应化。甚至于还有些在家弟子，也是佛菩萨化现而来的，我们在这个经上看到贤护正士，在家居士。也有不少国王大臣，当外护，也是佛菩萨化身来的，可见得因缘的确是很复杂。",
      "zh_TW": "宋譯本，是我們《無量壽經》十二次翻譯的最後一次翻譯，法賢尊者所譯的，經題就叫「佛說大乘無量壽莊嚴經」。這經文裡面說，這一段說的是『並天龍八部一切大眾』，可見得參與法會人的品類很多，不僅是他方世界的菩薩，這是一個說法。另外一個說法，天龍八部鬼神哪有這麼大的能力，我們娑婆世界，這比較近一點，也許他們得到這個訊息來參加，他方世界的天龍八部怎麼可能也來參加？這樁事情，諸位要讀《華嚴》，也許能得到一點啟示。實際上這些不是真正的天龍八部，是什麼人？菩薩化身，菩薩在哪一道度眾生就化現這一道的類形，往往諸佛的法會，他們就以這個身分來參加。就像我們前面所讀到的，世尊這個法會，一千二百五十位比丘，他們示現的身分是比丘身。實際上，許多是古佛再來的，大菩薩示現的，不是真正的比丘。他們是陪同釋迦牟尼佛一道來的，像唱戲一樣，釋迦牟尼佛唱主角，這些人來給他跑龍套唱配角，這麼來的，佛來應化，他們統統來應化。甚至於還有些在家弟子，也是佛菩薩化現而來的，我們在這個經上看到賢護正士，在家居士。也有不少國王大臣，當外護，也是佛菩薩化身來的，可見得因緣的確是很複雜。"
    },
    {
      "id": "02-031-0048_p0036",
      "zh_CN": "这一品介绍到此地就告一个段落了，这是本经的通序。第三品是本经的别序，就是发起序，我们也节录了一些。请看六十九面，第一段。",
      "zh_TW": "這一品介紹到此地就告一個段落了，這是本經的通序。第三品是本經的別序，就是發起序，我們也節錄了一些。請看六十九面，第一段。"
    },
    {
      "id": "02-031-0048_p0037",
      "zh_CN": "【汉译曰，于时佛坐，思念正道，面有九色光，数千百变，光甚大明，贤者阿难，即从座起，更正衣服，稽首佛足，前白佛言，今佛面目光色，何以时时更变，明乃尔乎，今佛面目光精，数百千色，上下明彻，好乃如是，我侍佛以来，未曾见佛身体光曜，巍巍重明乃尔，我未曾见至真等正觉，光明威神，有如今日。】",
      "zh_TW": "【漢譯曰，於時佛坐，思念正道，面有九色光，數千百變，光甚大明，賢者阿難，即從座起，更正衣服，稽首佛足，前白佛言，今佛面目光色，何以時時更變，明乃爾乎，今佛面目光精，數百千色，上下明徹，好乃如是，我侍佛以來，未曾見佛身體光曜，巍巍重明乃爾，我未曾見至真等正覺，光明威神，有如今日。】"
    },
    {
      "id": "02-031-0048_p0038",
      "zh_CN": "我们看前面这个四段，汉译的、魏译的、唐译的、宋译的。原译本里面描写这一段的文字，文字虽然有广略不同，汉译的广，文字多，说得比较详细，宋译的简单，只有八个字，这是略，但是它的意思都是圆满的。对我们初学人来讲，略说我们很难体会，往往我们就依文解义，把它看成简单了。所以对我们来讲，讲得愈详细愈好，愈明白愈好，我们才能得一点受用。汉译这一段就说得比较详细，说明世尊这一次法会的因缘，所以叫发起序。",
      "zh_TW": "我們看前面這個四段，漢譯的、魏譯的、唐譯的、宋譯的。原譯本裡面描寫這一段的文字，文字雖然有廣略不同，漢譯的廣，文字多，說得比較詳細，宋譯的簡單，只有八個字，這是略，但是它的意思都是圓滿的。對我們初學人來講，略說我們很難體會，往往我們就依文解義，把它看成簡單了。所以對我們來講，講得愈詳細愈好，愈明白愈好，我們才能得一點受用。漢譯這一段就說得比較詳細，說明世尊這一次法會的因緣，所以叫發起序。"
    },
    {
      "id": "02-031-0048_p0039",
      "zh_CN": "『于时佛坐』，这是大教因缘成熟了，佛在这个时候在这个处所，应当把这个法门向大众公开宣示。这个法门是令一切众生平等成佛的法门，真实不可思议的法门，所以发起的因缘也特别的殊胜。这个时候佛坐在那里，『思念正道』。这里的文字我们要注意，思跟念是形容词，不是我们想像的，我们看到思，就在那里想、就在那里念，那就错了。我们用思、用念，就落到第六识、第七识，那是凡夫境界。佛的境界是什么？佛的境界是正道，正道就是一切众生成佛之道，佛清清楚楚、明明白白，有没有思？没有思，有没有念？没有念。没有思念，为什么用思念？世间人用思念才明白、才清楚。所以，用这两个字来形容佛的境界是清清楚楚、明明白白，形容这个境界。",
      "zh_TW": "『於時佛坐』，這是大教因緣成熟了，佛在這個時候在這個處所，應當把這個法門向大眾公開宣示。這個法門是令一切眾生平等成佛的法門，真實不可思議的法門，所以發起的因緣也特別的殊勝。這個時候佛坐在那裡，『思念正道』。這裡的文字我們要注意，思跟念是形容詞，不是我們想像的，我們看到思，就在那裡想、就在那裡念，那就錯了。我們用思、用念，就落到第六識、第七識，那是凡夫境界。佛的境界是什麼？佛的境界是正道，正道就是一切眾生成佛之道，佛清清楚楚、明明白白，有沒有思？沒有思，有沒有念？沒有念。沒有思念，為什麼用思念？世間人用思念才明白、才清楚。所以，用這兩個字來形容佛的境界是清清楚楚、明明白白，形容這個境界。"
    },
    {
      "id": "02-031-0048_p0040",
      "zh_CN": "就像菩萨三慧，闻思修三个字的意思一样。往往我们初学，把闻思修搞错了，认为闻，我们一定要听经，那就是闻；听了之后，我们多想想就会明白；想通了之后，我们依教奉行去照做，这就是修行。这是凡夫，哪里是菩萨！菩萨闻思修没有落在心意识，他「闻」的意思是接触的意思，六根接触外面境界，用这个字来做代表，眼见也叫闻，耳听也叫闻，六根接触外面境界用这个字做代表。一接触就明了，明了用「思」来代表，并不是他思了才明了，不是的，接触就明了。所以明了用思，明了当然不迷，不迷叫「修」。由此可知，闻思修是一次完成的，没有先后次第。不是闻了以后再思，思了以后再修，哪有那么啰嗦！你懂得菩萨三慧，你就晓得，这是如来果地上，思念哪里会真的落在第六识里头？",
      "zh_TW": "就像菩薩三慧，聞思修三個字的意思一樣。往往我們初學，把聞思修搞錯了，認為聞，我們一定要聽經，那就是聞；聽了之後，我們多想想就會明白；想通了之後，我們依教奉行去照做，這就是修行。這是凡夫，哪裡是菩薩！菩薩聞思修沒有落在心意識，他「聞」的意思是接觸的意思，六根接觸外面境界，用這個字來做代表，眼見也叫聞，耳聽也叫聞，六根接觸外面境界用這個字做代表。一接觸就明瞭，明瞭用「思」來代表，並不是他思了才明瞭，不是的，接觸就明瞭。所以明瞭用思，明瞭當然不迷，不迷叫「修」。由此可知，聞思修是一次完成的，沒有先後次第。不是聞了以後再思，思了以後再修，哪有那麼囉嗦！你懂得菩薩三慧，你就曉得，這是如來果地上，思念哪裡會真的落在第六識裡頭？"
    },
    {
      "id": "02-031-0048_p0041",
      "zh_CN": "一切众生成佛的机缘成熟了，应当为众生宣讲平等成佛的方法。这个时候你说佛多欢喜，佛真的是时时刻刻等待这个机缘成熟，这个机缘真的在这一天成熟。所以从面门上自然就放光现瑞，而这个光明的瑞相，过去从来没有过的。阿难是佛的侍者，从来没有见过，这样殊胜、这样奇特，想必佛一定要给大家宣说不可思议的法门，这是阿难的推想，所以才起来发问。法还没有说，佛跟这些大众自自然然就起感应道交，这也是不可思议。",
      "zh_TW": "一切眾生成佛的機緣成熟了，應當為眾生宣講平等成佛的方法。這個時候你說佛多歡喜，佛真的是時時刻刻等待這個機緣成熟，這個機緣真的在這一天成熟。所以從面門上自然就放光現瑞，而這個光明的瑞相，過去從來沒有過的。阿難是佛的侍者，從來沒有見過，這樣殊勝、這樣奇特，想必佛一定要給大家宣說不可思議的法門，這是阿難的推想，所以才起來發問。法還沒有說，佛跟這些大眾自自然然就起感應道交，這也是不可思議。"
    },
    {
      "id": "02-031-0048_p0042",
      "zh_CN": "我看今天时间到了，我们就讲到此地，下一次，我们还从这段讲起。",
      "zh_TW": "我看今天時間到了，我們就講到此地，下一次，我們還從這段講起。"
    }
  ]
}