{
  "doc_id": "12-030-0002",
  "title": {
    "zh_CN": "善财童子参学报告（十二）",
    "zh_TW": "善財童子參學報告（十二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-030-0002",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "12-030-0002_p0001",
      "zh_CN": "请看讲义第一章，最后一段，第六段：",
      "zh_TW": "請看講義第一章，最後一段，第六段："
    },
    {
      "id": "12-030-0002_p0002",
      "zh_CN": "【善财闻法，勤求爱乐，随逐文殊，瞻恋不舍，一心归向。】",
      "zh_TW": "【善財聞法，勤求愛樂，隨逐文殊，瞻戀不捨，一心歸向。】"
    },
    {
      "id": "12-030-0002_p0003",
      "zh_CN": "昨天我们讲到这个地方，接着看：",
      "zh_TW": "昨天我們講到這個地方，接著看："
    },
    {
      "id": "12-030-0002_p0004",
      "zh_CN": "【正是所谓上根随逐，同餐妙旨，独颖众流。重法随师，陈偈求度。】",
      "zh_TW": "【正是所謂上根隨逐，同餐妙旨，獨穎眾流。重法隨師，陳偈求度。】"
    },
    {
      "id": "12-030-0002_p0005",
      "zh_CN": "世尊在本经举善财童子，做为修学大乘的榜样，这一种教学的方法非常的圆满。所以《华严》有理论、有方法，理论跟方法都是达到究竟圆满，末后还让善财童子，让五十三位善知识，做出修学的样子来给我们看，我们从这些地方去体会、去领悟、去学习，我们在一生当中一定也能够契入佛的境界，《华严》末后「入法界品」，希望我们每一位同修都能够证入。怎么证入？向善财看齐，我们就能证入。",
      "zh_TW": "世尊在本經舉善財童子，做為修學大乘的榜樣，這一種教學的方法非常的圓滿。所以《華嚴》有理論、有方法，理論跟方法都是達到究竟圓滿，末後還讓善財童子，讓五十三位善知識，做出修學的樣子來給我們看，我們從這些地方去體會、去領悟、去學習，我們在一生當中一定也能夠契入佛的境界，《華嚴》末後「入法界品」，希望我們每一位同修都能夠證入。怎麼證入？向善財看齊，我們就能證入。"
    },
    {
      "id": "12-030-0002_p0006",
      "zh_CN": "昨天跟大家介绍，『勤求爱乐，瞻恋不舍，一心归向』，是好学。修学的枢纽、关键，就在「一心归向」这一句；正是净宗法门常说，「不怀疑，不夹杂，不间断」，这就是一心归向，一门深入，长时间的薰修。他给我们做的样子，经上说这『正是所谓上根随逐』。学生是上根，老师也是上根，老师是文殊菩萨，学生是善财童子，师资道合，这个因缘无比的希有。『同餐妙旨』，「妙旨」是什么？用现代人的话来说，是真理，这是真正的真理。我们在世间人常常听到真理，实在说是有名无实，什么是真理？各人自己说一套，说它是真理，所以那是不可靠。佛法里面讲的真理是「诸法实相」，《般若经》上讲的「诸法实相」，我们用现在的话来说，就是宇宙人生的真相。「同餐」，同契入，老师入这个境界，学生也入这个境界。这个境界在《华严经》上称之为一真法界，称之为华藏世界；在四十卷经经题上，说的是「不思议解脱境界」。我们把这三个名词合起来看，意思就很清楚了，一真法界，华藏世界，不思议解脱境界，我们于是才相信这是真理，这个是事实真相。",
      "zh_TW": "昨天跟大家介紹，『勤求愛樂，瞻戀不捨，一心歸向』，是好學。修學的樞紐、關鍵，就在「一心歸向」這一句；正是淨宗法門常說，「不懷疑，不夾雜，不間斷」，這就是一心歸向，一門深入，長時間的薰修。他給我們做的樣子，經上說這『正是所謂上根隨逐』。學生是上根，老師也是上根，老師是文殊菩薩，學生是善財童子，師資道合，這個因緣無比的希有。『同餐妙旨』，「妙旨」是什麼？用現代人的話來說，是真理，這是真正的真理。我們在世間人常常聽到真理，實在說是有名無實，什麼是真理？各人自己說一套，說它是真理，所以那是不可靠。佛法裡面講的真理是「諸法實相」，《般若經》上講的「諸法實相」，我們用現在的話來說，就是宇宙人生的真相。「同餐」，同契入，老師入這個境界，學生也入這個境界。這個境界在《華嚴經》上稱之為一真法界，稱之為華藏世界；在四十卷經經題上，說的是「不思議解脫境界」。我們把這三個名詞合起來看，意思就很清楚了，一真法界，華藏世界，不思議解脫境界，我們於是才相信這是真理，這個是事實真相。"
    },
    {
      "id": "12-030-0002_p0007",
      "zh_CN": "『独颖众流』。「颖」是脱颖而出，超越了；「众流」是讲所有大小乘修学的人，他在修学的大众当中，出人头地，能够契入境界。这样的人，要用我们世间人的言语来形容，那是特殊天才，决不是一般普通人。这样的聪明智慧，这样的学习能力，他还是『重法随师』，亲近善知识，不离开善知识，这做给我们看。我们的智慧、德能不如他，我们遇到一个善知识，要不能发心跟随，我们的道业怎么能成就？世出世法没有例外的。古德常讲名师出高徒，学生一定要长时间追随老师才能有成就，时间短了，不可能。",
      "zh_TW": "『獨穎眾流』。「穎」是脫穎而出，超越了；「眾流」是講所有大小乘修學的人，他在修學的大眾當中，出人頭地，能夠契入境界。這樣的人，要用我們世間人的言語來形容，那是特殊天才，決不是一般普通人。這樣的聰明智慧，這樣的學習能力，他還是『重法隨師』，親近善知識，不離開善知識，這做給我們看。我們的智慧、德能不如他，我們遇到一個善知識，要不能發心跟隨，我們的道業怎麼能成就？世出世法沒有例外的。古德常講名師出高徒，學生一定要長時間追隨老師才能有成就，時間短了，不可能。"
    },
    {
      "id": "12-030-0002_p0008",
      "zh_CN": "「重法随师」，亲近老师，一定要把自己的愿望向老师报告。这一段我们就省略了，我们因为时间的关系，经文都是节录的。善财童子向文殊菩萨报告，他自己修学的愿望，如果不将自己的愿望向老师表明，老师就没有办法指导你，必须自己要把愿望说明。善财的愿望我们都知道，因为后面五十三参，每遇一个善知识，一见面第一句话要把自己的志愿表白。他说，他已经先发阿耨多罗三藐三菩提心，我们在此地看到，在前面第五段看到，他发无上菩提心，志愿作佛。他来学佛，学佛为什么？为作佛。",
      "zh_TW": "「重法隨師」，親近老師，一定要把自己的願望向老師報告。這一段我們就省略了，我們因為時間的關係，經文都是節錄的。善財童子向文殊菩薩報告，他自己修學的願望，如果不將自己的願望向老師表明，老師就沒有辦法指導你，必須自己要把願望說明。善財的願望我們都知道，因為後面五十三參，每遇一個善知識，一見面第一句話要把自己的志願表白。他說，他已經先發阿耨多羅三藐三菩提心，我們在此地看到，在前面第五段看到，他發無上菩提心，志願作佛。他來學佛，學佛為什麼？為作佛。"
    },
    {
      "id": "12-030-0002_p0009",
      "zh_CN": "愿是有了，如何能将愿望落实？所以他亲近善知识，提出两个大问题：一个就是怎样修学菩萨行，怎样学习菩萨道，他说得很多，这两条是重点。我们也想知道，什么是菩萨道？道是存心，菩萨存的是什么心，我们要这样学习。菩萨日常生活当中，处事待人接物，这叫菩萨行。换句话说，菩萨是怎样过日子，菩萨怎样从事他的工作，菩萨如何处事待人接物，这属于菩萨行。我们总结《大方广佛华严经》，总结世尊四十九年一代时教，所谓菩萨道是真诚、清净、平等、正觉、慈悲，这是菩萨道。菩萨行？看破、放下、自在、随缘、念佛，菩萨行。我们总结拈出来了，可是这怎么样落实在我们日常生活当中？我们读《华严经》就有了眉目，纲目先掌握住了，我们才能真正学到东西。老师看到学生有这个愿望，这愿望正确，跟诸佛如来同一个愿望，他怎么不欢喜？热心指教。我们看第七段：",
      "zh_TW": "願是有了，如何能將願望落實？所以他親近善知識，提出兩個大問題：一個就是怎樣修學菩薩行，怎樣學習菩薩道，他說得很多，這兩條是重點。我們也想知道，什麼是菩薩道？道是存心，菩薩存的是什麼心，我們要這樣學習。菩薩日常生活當中，處事待人接物，這叫菩薩行。換句話說，菩薩是怎樣過日子，菩薩怎樣從事他的工作，菩薩如何處事待人接物，這屬於菩薩行。我們總結《大方廣佛華嚴經》，總結世尊四十九年一代時教，所謂菩薩道是真誠、清淨、平等、正覺、慈悲，這是菩薩道。菩薩行？看破、放下、自在、隨緣、念佛，菩薩行。我們總結拈出來了，可是這怎麼樣落實在我們日常生活當中？我們讀《華嚴經》就有了眉目，綱目先掌握住了，我們才能真正學到東西。老師看到學生有這個願望，這願望正確，跟諸佛如來同一個願望，他怎麼不歡喜？熱心指教。我們看第七段："
    },
    {
      "id": "12-030-0002_p0010",
      "zh_CN": "【由迷心性而造诸业，染自陵他，生于骄慢。长流生死，皆由着我。于我所外境，深生爱染，爱着不出，恋着不离。】",
      "zh_TW": "【由迷心性而造諸業，染自陵他，生於驕慢。長流生死，皆由著我。於我所外境，深生愛染，愛著不出，戀著不離。】"
    },
    {
      "id": "12-030-0002_p0011",
      "zh_CN": "这些是善财无限感慨的话，没有闻佛法之前，自己在六道轮回作生死凡夫，生生世世都不能够出离。人在世间一定要晓得有过去世、有未来世，绝对不是说人死了，死了就完了，死了完了就太好了，什么事都没有了，问题是死了就不得了，后面麻烦事情太大了。因此我们才需要学习，需要佛菩萨、需要善知识来教导。人生在世间时间短，几十年一下就过去了。一九七七年，我第一次到香港来讲经，一转眼二十多年，二十多年就像昨天一样，当时我们在讲席当中的听众许多都过世，都不在了，也有一些离开香港，移民到其他国家地区，现在我们在道场遇到二十年前的老同修不多，我们见面特别亲切，感慨万千！二十多年，一转眼就过去了，人生苦短，我们要警觉到。",
      "zh_TW": "這些是善財無限感慨的話，沒有聞佛法之前，自己在六道輪迴作生死凡夫，生生世世都不能夠出離。人在世間一定要曉得有過去世、有未來世，絕對不是說人死了，死了就完了，死了完了就太好了，什麼事都沒有了，問題是死了就不得了，後面麻煩事情太大了。因此我們才需要學習，需要佛菩薩、需要善知識來教導。人生在世間時間短，幾十年一下就過去了。一九七七年，我第一次到香港來講經，一轉眼二十多年，二十多年就像昨天一樣，當時我們在講席當中的聽眾許多都過世，都不在了，也有一些離開香港，移民到其他國家地區，現在我們在道場遇到二十年前的老同修不多，我們見面特別親切，感慨萬千！二十多年，一轉眼就過去了，人生苦短，我們要警覺到。"
    },
    {
      "id": "12-030-0002_p0012",
      "zh_CN": "正因为人生太短，我们要抓住机会修福、修慧，机会很难得。世间什么都是假的，什么都是空的，唯有积德修善是真的，诸佛菩萨常常在经典里面告诉我们，我们要认真去思惟。古人说得好，「万般将不去，唯有业随身」，我们每个人都知道，生不带来，死不带去。带不去的都是假的，决定不要贪恋；带得去是真的，要认真去考虑。唯有业随身，你造的业能带得去，你造的善业带去，来生得好果报，你造的恶业带去，来生堕落三途。明白这个道理之后，为什么不断一切恶，修一切善？断恶修善的机会要认识，要把它抓住。",
      "zh_TW": "正因為人生太短，我們要抓住機會修福、修慧，機會很難得。世間什麼都是假的，什麼都是空的，唯有積德修善是真的，諸佛菩薩常常在經典裡面告訴我們，我們要認真去思惟。古人說得好，「萬般將不去，唯有業隨身」，我們每個人都知道，生不帶來，死不帶去。帶不去的都是假的，決定不要貪戀；帶得去是真的，要認真去考慮。唯有業隨身，你造的業能帶得去，你造的善業帶去，來生得好果報，你造的惡業帶去，來生墮落三途。明白這個道理之後，為什麼不斷一切惡，修一切善？斷惡修善的機會要認識，要把它抓住。"
    },
    {
      "id": "12-030-0002_p0013",
      "zh_CN": "善法里面第一善法是什么？教学。儒家常讲，「建国君民，教学为先」。在中国孔老夫子，一生从事于教学，平民；释迦牟尼佛虽然生为王子，出家了，甘心做一个平民，也是一生从事于教学；真的是千年万世，提起孔子、世尊，哪一个不尊敬？哪个不佩服？历代这些帝王将相，有几个人知道？有几个人景仰？于是我们明白，教学第一善。第一功德，第一善行，办教育；特别是佛法的教育，我们要认识清楚。所以你真的认识清楚了，机会抓到了，你这一生修的大善，积的大德。",
      "zh_TW": "善法裡面第一善法是什麼？教學。儒家常講，「建國君民，教學為先」。在中國孔老夫子，一生從事於教學，平民；釋迦牟尼佛雖然生為王子，出家了，甘心做一個平民，也是一生從事於教學；真的是千年萬世，提起孔子、世尊，哪一個不尊敬？哪個不佩服？歷代這些帝王將相，有幾個人知道？有幾個人景仰？於是我們明白，教學第一善。第一功德，第一善行，辦教育；特別是佛法的教育，我們要認識清楚。所以你真的認識清楚了，機會抓到了，你這一生修的大善，積的大德。"
    },
    {
      "id": "12-030-0002_p0014",
      "zh_CN": "我们出家人是个教员，我一生没有道场，住别人的道场，一生帮助别人，帮助别人很自在，自己什么事都不要管，天天念书，一生念自己喜欢念的书，做自己喜欢做的事。我做的事很简单，讲经、教学，就这么两桩事情，其他什么事情不闻不问。过去在台湾，韩锳居士抓到这个机会，她帮助我，我也帮助她，我们合作了三十年，建立「华藏图书馆」。她往生之后，我在新加坡讲经，被李木源居士给抓去了，留我在新加坡，提供讲堂给我，提供教学环境给我，我们在那里办了一个「培训班」。建一个念佛堂，建一个讲堂，有个培训班，我就很满意了。我一生作客，不作主，主人是他。佛教居士林他是林长，净宗学会他是会长，培训班他是主任，我当教员，所有行政业务我一概不理会，所以才轻松、才自在。我们配合得非常好，他去搞行政、去搞业务，我来帮助他教学讲经、领众念佛，我们分工，各人把自己各人的工作做好，给其他道场做个好样子，做个好榜样。这是讲到我们要抓住机会积功累德，机缘一纵即逝，很难再遇到。凡夫确实没有慧眼，所以往往遇到机会，因为不认识，错过了，这个原因这段经上讲过。",
      "zh_TW": "我們出家人是個教員，我一生沒有道場，住別人的道場，一生幫助別人，幫助別人很自在，自己什麼事都不要管，天天念書，一生念自己喜歡念的書，做自己喜歡做的事。我做的事很簡單，講經、教學，就這麼兩樁事情，其他什麼事情不聞不問。過去在台灣，韓鍈居士抓到這個機會，她幫助我，我也幫助她，我們合作了三十年，建立「華藏圖書館」。她往生之後，我在新加坡講經，被李木源居士給抓去了，留我在新加坡，提供講堂給我，提供教學環境給我，我們在那裡辦了一個「培訓班」。建一個念佛堂，建一個講堂，有個培訓班，我就很滿意了。我一生作客，不作主，主人是他。佛教居士林他是林長，淨宗學會他是會長，培訓班他是主任，我當教員，所有行政業務我一概不理會，所以才輕鬆、才自在。我們配合得非常好，他去搞行政、去搞業務，我來幫助他教學講經、領眾念佛，我們分工，各人把自己各人的工作做好，給其他道場做個好樣子，做個好榜樣。這是講到我們要抓住機會積功累德，機緣一縱即逝，很難再遇到。凡夫確實沒有慧眼，所以往往遇到機會，因為不認識，錯過了，這個原因這段經上講過。"
    },
    {
      "id": "12-030-0002_p0015",
      "zh_CN": "『由迷心性而造诸业』，这一句是总说。这是讲六道凡夫迷失了自己的真心本性，起心动念都是造业。既然造业，说实在的话，造的善业少，恶业多。我们想想善财童子在此地所说的，我们有没有？『染自陵他』，「染」是污染，我们被自私自利污染了，被名闻利养污染了，被五欲六尘污染了；「陵他」是欺负别人，轻视别人，侮辱别人，甚至于陷害别人，我们干这个事情。『生于骄慢』，骄慢是严重的烦恼，自己不知道。奇怪了，现在这个社会还提倡，值得骄慢，你看糟糕不糟糕？自己稍微有一点点成就，值得骄傲，一骄傲就完了，就堕落了。我们看看世出世间大圣大贤，无论什么样的成就，他们都感觉得惭愧，哪里敢骄慢？晚近一代，中国大善知识印光大师，他老人家一生自称常惭愧僧。什么叫惭愧？对不起自己，对不起别人，我做得不够好，虽认真努力的做，我做得还不够圆满，这是我们应当要学的。",
      "zh_TW": "『由迷心性而造諸業』，這一句是總說。這是講六道凡夫迷失了自己的真心本性，起心動念都是造業。既然造業，說實在的話，造的善業少，惡業多。我們想想善財童子在此地所說的，我們有沒有？『染自陵他』，「染」是污染，我們被自私自利污染了，被名聞利養污染了，被五欲六塵污染了；「陵他」是欺負別人，輕視別人，侮辱別人，甚至於陷害別人，我們幹這個事情。『生於驕慢』，驕慢是嚴重的煩惱，自己不知道。奇怪了，現在這個社會還提倡，值得驕慢，你看糟糕不糟糕？自己稍微有一點點成就，值得驕傲，一驕傲就完了，就墮落了。我們看看世出世間大聖大賢，無論什麼樣的成就，他們都感覺得慚愧，哪裡敢驕慢？晚近一代，中國大善知識印光大師，他老人家一生自稱常慚愧僧。什麼叫慚愧？對不起自己，對不起別人，我做得不夠好，雖認真努力的做，我做得還不夠圓滿，這是我們應當要學的。"
    },
    {
      "id": "12-030-0002_p0016",
      "zh_CN": "如果犯这个毛病，这个地方虽然是八个字，这八个字就很严重，「染自陵他，生于骄慢」，后头一句是果报，『长流生死』，你在六道里头，头出头没，永远没有办法脱离六道轮回。总结原因，『皆由着我』，「着我」是什么？自私自利。我常常劝勉同学，你要想真修行，真想在这一生当中成就，你必须要放弃对一切人、一切事、一切物控制的念头，你要把这个念头放弃掉，要把这个行为放弃掉。这种念头跟行为是与生俱来的烦恼，我们仔细观察，还不会说话的婴儿，几个月的小孩他就有占有的欲望，放一块糖在那里，两个小孩就争、就抢，你就能看得出来俱生的烦恼，没有人教他，他就有控制的欲望，有占有的欲望，你说这个多可怕！所以教育比什么都重要，我们现在懂得、明白了，佛把这些事情跟我们讲清楚，应当要放下，应当要舍弃。",
      "zh_TW": "如果犯這個毛病，這個地方雖然是八個字，這八個字就很嚴重，「染自陵他，生於驕慢」，後頭一句是果報，『長流生死』，你在六道裡頭，頭出頭沒，永遠沒有辦法脫離六道輪迴。總結原因，『皆由著我』，「著我」是什麼？自私自利。我常常勸勉同學，你要想真修行，真想在這一生當中成就，你必須要放棄對一切人、一切事、一切物控制的念頭，你要把這個念頭放棄掉，要把這個行為放棄掉。這種念頭跟行為是與生俱來的煩惱，我們仔細觀察，還不會說話的嬰兒，幾個月的小孩他就有佔有的欲望，放一塊糖在那裡，兩個小孩就爭、就搶，你就能看得出來俱生的煩惱，沒有人教他，他就有控制的欲望，有佔有的欲望，你說這個多可怕！所以教育比什麼都重要，我們現在懂得、明白了，佛把這些事情跟我們講清楚，應當要放下，應當要捨棄。"
    },
    {
      "id": "12-030-0002_p0017",
      "zh_CN": "如果依旧是迷惑颠倒，必定犯下面的过失。『于我所外境』，「我所」是我所有的，我要控制，我要占有着；「外境」是身外之物。『深生爱染』，每个人喜欢东西不一样，有人喜欢财，有人喜欢色，有人喜欢名，有人喜欢地位，有人喜欢权利，很复杂。外面境界无量无边，只要你贪爱一样，你就完了。你们看小说，看《西游记》，孙悟空本事很大，被观世音菩萨控制了，他为什么会被观世音菩萨控制？喜欢戴高帽子，我们现在讲，孙悟空好名。他别的都放下，荣誉没有放下，喜欢戴高帽子，观世音菩萨给他一顶花帽子，好喜欢，一戴在头上，紧箍咒，就被观音菩萨控制住了。如果他能够荣誉放下，佛菩萨对他无可奈何，一点办法都没有。只要你有一个爱好，你就被阎罗王控制住了，你的小辫子就在阎罗王手上，永远不能超越。佛菩萨的能力本事就是他放下万缘，他于世出世间法什么都不贪着，不但阎罗王对他没有办法，帝释天、大自在天王、摩醯首罗天王对佛菩萨都没有办法；没有办法，回过头来只有恭敬礼拜。",
      "zh_TW": "如果依舊是迷惑顛倒，必定犯下面的過失。『於我所外境』，「我所」是我所有的，我要控制，我要佔有著；「外境」是身外之物。『深生愛染』，每個人喜歡東西不一樣，有人喜歡財，有人喜歡色，有人喜歡名，有人喜歡地位，有人喜歡權利，很複雜。外面境界無量無邊，只要你貪愛一樣，你就完了。你們看小說，看《西遊記》，孫悟空本事很大，被觀世音菩薩控制了，他為什麼會被觀世音菩薩控制？喜歡戴高帽子，我們現在講，孫悟空好名。他別的都放下，榮譽沒有放下，喜歡戴高帽子，觀世音菩薩給他一頂花帽子，好喜歡，一戴在頭上，緊箍咒，就被觀音菩薩控制住了。如果他能夠榮譽放下，佛菩薩對他無可奈何，一點辦法都沒有。只要你有一個愛好，你就被閻羅王控制住了，你的小辮子就在閻羅王手上，永遠不能超越。佛菩薩的能力本事就是他放下萬緣，他於世出世間法什麼都不貪著，不但閻羅王對他沒有辦法，帝釋天、大自在天王、摩醯首羅天王對佛菩薩都沒有辦法；沒有辦法，回過頭來只有恭敬禮拜。"
    },
    {
      "id": "12-030-0002_p0018",
      "zh_CN": "佛教给我们，放下万缘，一心念佛。念佛念的什么？一心念菩萨道、念菩萨行。念佛就是念真诚、清净、平等、正觉、慈悲，就是念看破、放下、自在、随缘，这是真念佛。我们上联是佛心，下联是佛行为，我们认真努力学习，那你就是存菩萨道，修菩萨心。如其不然，那就跟善财所说的，你『爱着不出』，不管什么你只要爱一个，执着，「着」是执着，你就不能出六道轮回。『恋着不离』，你没法子离开，这个问题非常的严重。有这个毛病的人太多太多了，连出家人都不例外。我见过有一些出家人，喜欢读经读书，非常爱经书。我过去也是这个毛病，一生唯一嗜好喜欢书，以后遇到李老师，李老师有一次讲经说得好，过分爱书的人，将来死了以后到哪里去？书会生蛀虫，他就投胎作蛀虫。为什么？「恋着不离」。我听了之后，胆颤心惊，去作书虫，所以书就丢掉了，不再爱它。",
      "zh_TW": "佛教給我們，放下萬緣，一心念佛。念佛念的什麼？一心念菩薩道、念菩薩行。念佛就是念真誠、清淨、平等、正覺、慈悲，就是念看破、放下、自在、隨緣，這是真念佛。我們上聯是佛心，下聯是佛行為，我們認真努力學習，那你就是存菩薩道，修菩薩心。如其不然，那就跟善財所說的，你『愛著不出』，不管什麼你只要愛一個，執著，「著」是執著，你就不能出六道輪迴。『戀著不離』，你沒法子離開，這個問題非常的嚴重。有這個毛病的人太多太多了，連出家人都不例外。我見過有一些出家人，喜歡讀經讀書，非常愛經書。我過去也是這個毛病，一生唯一嗜好喜歡書，以後遇到李老師，李老師有一次講經說得好，過分愛書的人，將來死了以後到哪裡去？書會生蛀蟲，他就投胎作蛀蟲。為什麼？「戀著不離」。我聽了之後，膽顫心驚，去作書蟲，所以書就丟掉了，不再愛它。"
    },
    {
      "id": "12-030-0002_p0019",
      "zh_CN": "有些人爱佛像，专门搜集佛像，恋着不舍，那他死了时候到哪里去？我有一年，在漆咸街那边有个小道场，煜明法师，我在那边讲经，我看到那边有几尊佛像，有一组西方三圣，造的像不错，佛像里面是空的，老鼠在里头作窝，我见到那个，我忽然就领悟到，大概恋着不舍佛像的人，死了以后在佛像里头作窝。佛像里面，那佛像是木雕的，蚂蚁可以作窝，蟑螂可以作窝，老鼠可以作窝，那好了，死了以后就投这个胎。世出世间一切法决定不可以恋着，你爱着、恋着，祸害无穷，不是别人害你，你自己害自己。",
      "zh_TW": "有些人愛佛像，專門蒐集佛像，戀著不捨，那他死了時候到哪裡去？我有一年，在漆咸街那邊有個小道場，煜明法師，我在那邊講經，我看到那邊有幾尊佛像，有一組西方三聖，造的像不錯，佛像裡面是空的，老鼠在裡頭作窩，我見到那個，我忽然就領悟到，大概戀著不捨佛像的人，死了以後在佛像裡頭作窩。佛像裡面，那佛像是木雕的，螞蟻可以作窩，蟑螂可以作窩，老鼠可以作窩，那好了，死了以後就投這個胎。世出世間一切法決定不可以戀著，你愛著、戀著，禍害無窮，不是別人害你，你自己害自己。"
    },
    {
      "id": "12-030-0002_p0020",
      "zh_CN": "世尊在《阿难问事佛吉凶经》里面教导我们，佛弟子可以为世间事，不可为世间意，这爱着、恋着是世间意，不能有。我明白这些事理之后，常常劝人，我们在世间只要使用权，不要所有权，要所有权就糟糕，我们使用自在就很好。像我们住旅馆多自在，哪一天走了，那是老板的事情，与我不相干，你说多自在！我们把世间当旅馆来看待，没有一样东西是我的，没有一样东西值得我们贪着，知道我们在此地住很短时间就要离开，毫无贪恋，彻底放下，你就得自在。这一段是讲六道众生迷惑颠倒，造业受报。再看底下这一段：",
      "zh_TW": "世尊在《阿難問事佛吉凶經》裡面教導我們，佛弟子可以為世間事，不可為世間意，這愛著、戀著是世間意，不能有。我明白這些事理之後，常常勸人，我們在世間只要使用權，不要所有權，要所有權就糟糕，我們使用自在就很好。像我們住旅館多自在，哪一天走了，那是老闆的事情，與我不相干，你說多自在！我們把世間當旅館來看待，沒有一樣東西是我的，沒有一樣東西值得我們貪著，知道我們在此地住很短時間就要離開，毫無貪戀，徹底放下，你就得自在。這一段是講六道眾生迷惑顛倒，造業受報。再看底下這一段："
    },
    {
      "id": "12-030-0002_p0021",
      "zh_CN": "【执我我所而生三过。】",
      "zh_TW": "【執我我所而生三過。】"
    },
    {
      "id": "12-030-0002_p0022",
      "zh_CN": "菩萨跟我们讲三种过失，你执着我跟我所有的，世间人哪个人不犯这个毛病？执着身是我，我的财富，我的产业，我的眷属，我的事业，都是我的，我的就是我所有的。执着这两种，菩萨在此地告诉我们，你就生三种过失。第一：",
      "zh_TW": "菩薩跟我們講三種過失，你執著我跟我所有的，世間人哪個人不犯這個毛病？執著身是我，我的財富，我的產業，我的眷屬，我的事業，都是我的，我的就是我所有的。執著這兩種，菩薩在此地告訴我們，你就生三種過失。第一："
    },
    {
      "id": "12-030-0002_p0023",
      "zh_CN": "【于未得处而生谄诳。】",
      "zh_TW": "【於未得處而生諂誑。】"
    },
    {
      "id": "12-030-0002_p0024",
      "zh_CN": "这就是讲患得患失，没有得到的希求，用尽心机想得到，现在人讲的追求，拼命追求。世间普遍追求财富，追求到死，他还没有满足，死了以后一样带不去，所追求的全部落空，他不知道。人在世间有福不知道享，天天为了财去拼命，听说有工作到半夜都不能睡觉，每天晚上吃安眠药，为什么？拼命求财。其实他那个财，三辈子都享受不完，他还要求，你说这个人可不可怜！我过去讲经曾经劝过同修，你们真正觉悟了，好好的赚钱，赚钱积蓄，如果够一年生活费用，休假一年，玩一年，用完了，再去找工作，你说这个多自在！这会享受，不要去做钱财的奴隶。可是执迷不悟的人太多太多了，他都不懂得他到这个世间来是干什么的。这样的人我们看得很清楚，当局者迷，旁观者清，我们一看他是什么人？他是钱财的奴隶，他不是人，不懂得过人的生活，这是举一个例子说。第二个过失：",
      "zh_TW": "這就是講患得患失，沒有得到的希求，用盡心機想得到，現在人講的追求，拼命追求。世間普遍追求財富，追求到死，他還沒有滿足，死了以後一樣帶不去，所追求的全部落空，他不知道。人在世間有福不知道享，天天為了財去拼命，聽說有工作到半夜都不能睡覺，每天晚上吃安眠藥，為什麼？拼命求財。其實他那個財，三輩子都享受不完，他還要求，你說這個人可不可憐！我過去講經曾經勸過同修，你們真正覺悟了，好好的賺錢，賺錢積蓄，如果夠一年生活費用，休假一年，玩一年，用完了，再去找工作，你說這個多自在！這會享受，不要去做錢財的奴隸。可是執迷不悟的人太多太多了，他都不懂得他到這個世間來是幹什麼的。這樣的人我們看得很清楚，當局者迷，旁觀者清，我們一看他是什麼人？他是錢財的奴隸，他不是人，不懂得過人的生活，這是舉一個例子說。第二個過失："
    },
    {
      "id": "12-030-0002_p0025",
      "zh_CN": "【于不可得处便生嫉忌。】",
      "zh_TW": "【於不可得處便生嫉忌。】"
    },
    {
      "id": "12-030-0002_p0026",
      "zh_CN": "他想想得不到，看到别人得到，别人或者是得到名，或者是得到利，他得不到，他也没办法得到，生起嫉妒瞋恨，想方设法诬陷破坏，造这个罪业；不懂得修随喜功德，不懂得成人之美，想方法去破坏。特别是佛法，佛法是利益众生的，我们在《发起菩萨殊胜志乐经》里面读到，经文一开端佛就讲一个公案，说个故事给我们听。他说有两个比丘讲经说法，得到许许多多听众的拥护，像我们现在状况一样，听众多了，供养多了，皈依的人多了，别的法师看到嫉妒，造谣言，生事端，破坏这个讲经的法师，让听众对法师丧失信心，破坏这个道场，这叫破和合僧。造这样的罪业，堕落在地狱，在地狱多久？佛在经上讲，我们人间的时间一万八千多年。人间的时间，跟地狱、跟饿鬼、跟畜生有时差，现在讲时差大家好懂，地狱里头，所谓是度日如年，实际在地狱里面感受是无量劫，人间已经是千百万年。这是一念之差，造这么大的罪。造业容易，很简单，几个小时的时间，几天的时间，但是将来受果报可就苦了。这什么原因？由于执着我跟我所，这是病根。",
      "zh_TW": "他想想得不到，看到別人得到，別人或者是得到名，或者是得到利，他得不到，他也沒辦法得到，生起嫉妒瞋恨，想方設法誣陷破壞，造這個罪業；不懂得修隨喜功德，不懂得成人之美，想方法去破壞。特別是佛法，佛法是利益眾生的，我們在《發起菩薩殊勝志樂經》裡面讀到，經文一開端佛就講一個公案，說個故事給我們聽。他說有兩個比丘講經說法，得到許許多多聽眾的擁護，像我們現在狀況一樣，聽眾多了，供養多了，皈依的人多了，別的法師看到嫉妒，造謠言，生事端，破壞這個講經的法師，讓聽眾對法師喪失信心，破壞這個道場，這叫破和合僧。造這樣的罪業，墮落在地獄，在地獄多久？佛在經上講，我們人間的時間一萬八千多年。人間的時間，跟地獄、跟餓鬼、跟畜生有時差，現在講時差大家好懂，地獄裡頭，所謂是度日如年，實際在地獄裡面感受是無量劫，人間已經是千百萬年。這是一念之差，造這麼大的罪。造業容易，很簡單，幾個小時的時間，幾天的時間，但是將來受果報可就苦了。這什麼原因？由於執著我跟我所，這是病根。"
    },
    {
      "id": "12-030-0002_p0027",
      "zh_CN": "假如他觉悟了，他能够修功德，赞叹法师，帮助这个法师，成就法师，功德殊胜不可思议，他这个功德决定不在讲经法师之下。世间有没有这个人？有，我们看《六祖坛经》，印宗法师就是。当年印宗法师在闽南一带，是受人尊敬的大法师，他的道场就是现在广州光孝寺。他讲《涅槃经》，外面旗杆风吹着幡在那里动，听众有几个不老实，有人看到风动，那个人跟他抬杠，不是风动，幡动，两个人风动、幡动就打起架来了。争论不休，正好六祖惠能大师也在场，他在当中插了一句话，「不是风动，也不是幡动，是仁者心动」，大家一听，服了。印宗听听，这个法师也很了不起，讲完经之后向他请教，知道他是忍和尚的传人，给他剃度，剃度完了之后，拜他作老师，这了不起。他没有嫉妒、毁谤，他把他一生弘法利生的成就完全奉献出来，供养惠能大师，惠能大师在这个基础上，将佛法发扬光大起来。惠能大师的成就就是印宗的成就，印宗跟惠能大师是平等的，无二无别。一念之差，一念善成就无量无边功德，一念不善堕到阿鼻地狱，受无量劫的罪业，就在一念之差，何必造这个业？这第二种过失。第三种过失：",
      "zh_TW": "假如他覺悟了，他能夠修功德，讚歎法師，幫助這個法師，成就法師，功德殊勝不可思議，他這個功德決定不在講經法師之下。世間有沒有這個人？有，我們看《六祖壇經》，印宗法師就是。當年印宗法師在閩南一帶，是受人尊敬的大法師，他的道場就是現在廣州光孝寺。他講《涅槃經》，外面旗杆風吹著幡在那裡動，聽眾有幾個不老實，有人看到風動，那個人跟他抬槓，不是風動，幡動，兩個人風動、幡動就打起架來了。爭論不休，正好六祖惠能大師也在場，他在當中插了一句話，「不是風動，也不是幡動，是仁者心動」，大家一聽，服了。印宗聽聽，這個法師也很了不起，講完經之後向他請教，知道他是忍和尚的傳人，給他剃度，剃度完了之後，拜他作老師，這了不起。他沒有嫉妒、毀謗，他把他一生弘法利生的成就完全奉獻出來，供養惠能大師，惠能大師在這個基礎上，將佛法發揚光大起來。惠能大師的成就就是印宗的成就，印宗跟惠能大師是平等的，無二無別。一念之差，一念善成就無量無邊功德，一念不善墮到阿鼻地獄，受無量劫的罪業，就在一念之差，何必造這個業？這第二種過失。第三種過失："
    },
    {
      "id": "12-030-0002_p0028",
      "zh_CN": "【于已得处便生悭吝。】",
      "zh_TW": "【於已得處便生慳吝。】"
    },
    {
      "id": "12-030-0002_p0029",
      "zh_CN": "已经得到了，吝啬，不肯布施，不肯放下。已得的财，纵然遇到别人有大难，也一毛不拔，不肯伸出援手。得到的权位，遇到真正有高人，不肯让位。像我们看到印宗法师，看到惠能确实比他高，马上把位子让给他，如果有执着我、我所的人办不到。印宗法师心目当中只有佛法、只有众生，谁能做得比我更好赶快让他，惠能大师才接着办。没有人比我做得好，那没有法子，当仁不让。我们自己一定要认真努力去做，遇到比我好的马上要让位，时时刻刻准备让位，欢喜让位。有财，赶紧布施，到处供养。都在一念之间，那个念的根是我执，《金刚经》上世尊劝我们，无我相，无人相，无众生相，无寿者相，真正觉悟人。",
      "zh_TW": "已經得到了，吝嗇，不肯布施，不肯放下。已得的財，縱然遇到別人有大難，也一毛不拔，不肯伸出援手。得到的權位，遇到真正有高人，不肯讓位。像我們看到印宗法師，看到惠能確實比他高，馬上把位子讓給他，如果有執著我、我所的人辦不到。印宗法師心目當中只有佛法、只有眾生，誰能做得比我更好趕快讓他，惠能大師才接著辦。沒有人比我做得好，那沒有法子，當仁不讓。我們自己一定要認真努力去做，遇到比我好的馬上要讓位，時時刻刻準備讓位，歡喜讓位。有財，趕緊布施，到處供養。都在一念之間，那個念的根是我執，《金剛經》上世尊勸我們，無我相，無人相，無眾生相，無壽者相，真正覺悟人。"
    },
    {
      "id": "12-030-0002_p0030",
      "zh_CN": "佛菩萨教导我们，一个真正觉悟的人，念念为的是众生，念念为的是佛法。什么叫佛法？帮助众生觉悟的法，就叫做佛法。释迦牟尼佛当年在世，讲经说法四十九年，他讲的是什么？我们从《华严经》上，将它归纳可以结为三种：第一教给我们做人的方法，为我们说明人与人的关系；第二教我们明了人与自然环境的关系，这点重要，由于人不懂得与自然环境的关系，所以任意的破坏自然环境，现在有很多人说地球病了，地球怎么病的？人为破坏自然环境，让地球上自然生态失去平衡，我们现在遭难，许许多多天然灾害是这样来的，不知道跟自然环境怎么相处，佛在经上教我们；第三佛教给我们与天地鬼神的关系，与天地鬼神如何相处。这是佛经教里面的内容，所以佛教育，世出世间所有教育当中最完善，跟我们的关系最密切不过了。",
      "zh_TW": "佛菩薩教導我們，一個真正覺悟的人，念念為的是眾生，念念為的是佛法。什麼叫佛法？幫助眾生覺悟的法，就叫做佛法。釋迦牟尼佛當年在世，講經說法四十九年，他講的是什麼？我們從《華嚴經》上，將它歸納可以結為三種：第一教給我們做人的方法，為我們說明人與人的關係；第二教我們明瞭人與自然環境的關係，這點重要，由於人不懂得與自然環境的關係，所以任意的破壞自然環境，現在有很多人說地球病了，地球怎麼病的？人為破壞自然環境，讓地球上自然生態失去平衡，我們現在遭難，許許多多天然災害是這樣來的，不知道跟自然環境怎麼相處，佛在經上教我們；第三佛教給我們與天地鬼神的關係，與天地鬼神如何相處。這是佛經教裡面的內容，所以佛教育，世出世間所有教育當中最完善，跟我們的關係最密切不過了。"
    },
    {
      "id": "12-030-0002_p0031",
      "zh_CN": "佛教育可以达到三个目标：第一个社会安定，第二个世界和平，第三个人民幸福，非常实际。不但是释迦牟尼佛，十方三世一切诸佛教化众生，都是这么一个方向、一个目标、一个愿望。在《华严经》尤其明显，不分族类，不分界限，不分宗教信仰，一律平等的教化。佛教育的功德是对于虚空法界，佛经里面常讲的十法界依正庄严，他来一个和平统一，妙不可言！和平，大家和睦相处，平等相待，佛法不坏世间法。譬如宗教，我们在新加坡，新加坡有九个宗教，我们用和平统一，每一个宗教我们和睦相处，平等相待，彼此互相尊重，互相敬爱，互助合作，维护社会安定和平。我们统一在哪里？统一在一个正确的思想理念，就是互相尊重，互相敬爱，互助合作，和睦相处，平等对待。我跟大家接触都欢喜，我说佛第一，耶稣第一，上帝第一，阿拉第一，各个都第一，第一就和睦了，问题就解决。我佛第一，你基督第二，非打架不可，会闹翻天；都是第一，就没有话说了。佛经第一，《圣经》也第一，《古兰经》也第一，每一个宗教经典都第一，平安无事了，这叫平等，这叫和睦。",
      "zh_TW": "佛教育可以達到三個目標：第一個社會安定，第二個世界和平，第三個人民幸福，非常實際。不但是釋迦牟尼佛，十方三世一切諸佛教化眾生，都是這麼一個方向、一個目標、一個願望。在《華嚴經》尤其明顯，不分族類，不分界限，不分宗教信仰，一律平等的教化。佛教育的功德是對於虛空法界，佛經裡面常講的十法界依正莊嚴，他來一個和平統一，妙不可言！和平，大家和睦相處，平等相待，佛法不壞世間法。譬如宗教，我們在新加坡，新加坡有九個宗教，我們用和平統一，每一個宗教我們和睦相處，平等相待，彼此互相尊重，互相敬愛，互助合作，維護社會安定和平。我們統一在哪裡？統一在一個正確的思想理念，就是互相尊重，互相敬愛，互助合作，和睦相處，平等對待。我跟大家接觸都歡喜，我說佛第一，耶穌第一，上帝第一，阿拉第一，各個都第一，第一就和睦了，問題就解決。我佛第一，你基督第二，非打架不可，會鬧翻天；都是第一，就沒有話說了。佛經第一，《聖經》也第一，《古蘭經》也第一，每一個宗教經典都第一，平安無事了，這叫平等，這叫和睦。"
    },
    {
      "id": "12-030-0002_p0032",
      "zh_CN": "一切众生随着他自己的爱好，随着他自己的乐欲，他喜欢信哪个教，我们都赞叹、都鼓掌，好！绝不拉信徒，绝不说是我这个好，他那个不好，不可以这样说，所以我们跟每个宗教相处得那么好，问题就解决了。宗教可以用这个方法解决，族群也能用这个方法解决，国家与国家还是可以用这个方法来解决，彼此互不侵犯，彼此互相合作，共存共荣，这叫和平统一。佛法的教学就是教我们这一套本事，教学的目的就是教我们契入这个境界，把不同的族群，不同的文化，不同的宗教，和睦相处，平等对待；落实！《华严经》教我们这些。",
      "zh_TW": "一切眾生隨著他自己的愛好，隨著他自己的樂欲，他喜歡信哪個教，我們都讚歎、都鼓掌，好！絕不拉信徒，絕不說是我這個好，他那個不好，不可以這樣說，所以我們跟每個宗教相處得那麼好，問題就解決了。宗教可以用這個方法解決，族群也能用這個方法解決，國家與國家還是可以用這個方法來解決，彼此互不侵犯，彼此互相合作，共存共榮，這叫和平統一。佛法的教學就是教我們這一套本事，教學的目的就是教我們契入這個境界，把不同的族群，不同的文化，不同的宗教，和睦相處，平等對待；落實！《華嚴經》教我們這些。"
    },
    {
      "id": "12-030-0002_p0033",
      "zh_CN": "所以我们得到的要能舍，要肯布施，欢喜帮助别人，决定不能够悭吝，悭吝就坏了。世间人认为得来好不容易，丢掉了很可惜，不肯舍，这是个错误的观念，不知道愈舍愈多。佛教给我们「舍得」，舍是因，得是果报，这句话里头意思很长，这是第一个因果，舍是因，得是果。第二个意思，舍得，你把你所得到的再要舍掉，不可以吝啬，愈舍愈多，愈多愈舍，永远不可以悭吝，永远不可以把它储存下来，尽量去施舍，你的福报无量无边，生生世世永远享受不尽。佛给我们说明这些大道理，我们认真去学习，从学习当中证明。",
      "zh_TW": "所以我們得到的要能捨，要肯布施，歡喜幫助別人，決定不能夠慳吝，慳吝就壞了。世間人認為得來好不容易，丟掉了很可惜，不肯捨，這是個錯誤的觀念，不知道愈捨愈多。佛教給我們「捨得」，捨是因，得是果報，這句話裡頭意思很長，這是第一個因果，捨是因，得是果。第二個意思，捨得，你把你所得到的再要捨掉，不可以吝嗇，愈捨愈多，愈多愈捨，永遠不可以慳吝，永遠不可以把它儲存下來，盡量去施捨，你的福報無量無邊，生生世世永遠享受不盡。佛給我們說明這些大道理，我們認真去學習，從學習當中證明。"
    },
    {
      "id": "12-030-0002_p0034",
      "zh_CN": "团体亦如是，新加坡居士林，我们就遵守佛的教导，真干！财布施，法布施，无畏布施，非常认真努力在修布施，决没有一丝毫吝啬，所以道场财源滚滚而来。这几年，大家都晓得东南亚经济萧条，不景气，无论是私人、是团体，公司行号，收入都大幅度的下降，佛教道场也不例外。唯独居士林，不但不下降，月月增长，人家觉得奇怪。其实一点都不奇怪，依照佛的教诲布施，愈施愈多。居士林每天吃饭平均一千多人，一分钱不收，不管你学佛不学佛，只要你去吃饭，决定是笑脸相迎，欢欢喜喜供养你，一年到头一天不缺；不但一天不缺，二十四小时不缺。每天供养三餐，两道点心，晚上有咖啡、有牛奶、有茶，有点心，日夜不间断。为什么？那边有不少人在念佛，念佛堂是二十四小时开放，日夜没有间断的念佛，所以茶点供应要日夜都不能间断。",
      "zh_TW": "團體亦如是，新加坡居士林，我們就遵守佛的教導，真幹！財布施，法布施，無畏布施，非常認真努力在修布施，決沒有一絲毫吝嗇，所以道場財源滾滾而來。這幾年，大家都曉得東南亞經濟蕭條，不景氣，無論是私人、是團體，公司行號，收入都大幅度的下降，佛教道場也不例外。唯獨居士林，不但不下降，月月增長，人家覺得奇怪。其實一點都不奇怪，依照佛的教誨布施，愈施愈多。居士林每天吃飯平均一千多人，一分錢不收，不管你學佛不學佛，只要你去吃飯，決定是笑臉相迎，歡歡喜喜供養你，一年到頭一天不缺；不但一天不缺，二十四小時不缺。每天供養三餐，兩道點心，晚上有咖啡、有牛奶、有茶，有點心，日夜不間斷。為什麼？那邊有不少人在念佛，念佛堂是二十四小時開放，日夜沒有間斷的念佛，所以茶點供應要日夜都不能間斷。"
    },
    {
      "id": "12-030-0002_p0035",
      "zh_CN": "去年我在新加坡过年，很难得，我们举行一个温馨晚会。我们想到有很多没有人照顾的养老院的老人，没有人照顾的儿童，孤儿院跟养老院，我们请客，请他们一起来过年，我们请了三千八百人，举办一个温馨晚会，办得很成功。今年过年又快到了，再二十几天，今年我们办一个更大型的温馨晚会，我们今年预定请五千人在一起过年。我们请了新加坡九个宗教，请每个宗教派人，我们祈祷世界和平。祈祷的时间，从三十一号晚上八点钟开始，到元旦早晨八点钟，十二个小时不间断，九个宗教在一起祈祷。我们佛教，我跟大会建议，希望我们佛教出席一千人，这十二个小时念「观世音菩萨」；遵守印光大师的教诫，我们这十二个小时不为自己，为全世界苦难众生，称念「南无观世音菩萨」，念十二个小时不间断。我们用这个方法祈祷很有意义，过年大家在一起欢欢喜喜过年，不要一个人搞，一个人太孤单了，太寂寞了。",
      "zh_TW": "去年我在新加坡過年，很難得，我們舉行一個溫馨晚會。我們想到有很多沒有人照顧的養老院的老人，沒有人照顧的兒童，孤兒院跟養老院，我們請客，請他們一起來過年，我們請了三千八百人，舉辦一個溫馨晚會，辦得很成功。今年過年又快到了，再二十幾天，今年我們辦一個更大型的溫馨晚會，我們今年預定請五千人在一起過年。我們請了新加坡九個宗教，請每個宗教派人，我們祈禱世界和平。祈禱的時間，從三十一號晚上八點鐘開始，到元旦早晨八點鐘，十二個小時不間斷，九個宗教在一起祈禱。我們佛教，我跟大會建議，希望我們佛教出席一千人，這十二個小時念「觀世音菩薩」；遵守印光大師的教誡，我們這十二個小時不為自己，為全世界苦難眾生，稱念「南無觀世音菩薩」，念十二個小時不間斷。我們用這個方法祈禱很有意義，過年大家在一起歡歡喜喜過年，不要一個人搞，一個人太孤單了，太寂寞了。"
    },
    {
      "id": "12-030-0002_p0036",
      "zh_CN": "今年过年，我们请九大宗教的领袖作主席，由他们来出面。我们全心全力来筹划，请他们出面领导，显示宗教的和睦，宗教的合作，我们做出个好样子，让世界上其他地区国家看看。所以我们邀请每一个国家驻在新加坡的大使，请他们作贵宾，参加我们的新年晚会；我们请新加坡总统做我们的贵宾，总统非常欢喜答应了。盛会，所以要大方慷慨布施！这一会，温馨晚会，需要多少钱？前几天我看到他们的报告，概略估计，大概要新加坡的钱二十万到二十五万，值得！这叫什么？这叫打千僧斋，无遮大会，这是真正的布施供养，真正的好事情。末后两句是总结：",
      "zh_TW": "今年過年，我們請九大宗教的領袖作主席，由他們來出面。我們全心全力來籌畫，請他們出面領導，顯示宗教的和睦，宗教的合作，我們做出個好樣子，讓世界上其他地區國家看看。所以我們邀請每一個國家駐在新加坡的大使，請他們作貴賓，參加我們的新年晚會；我們請新加坡總統做我們的貴賓，總統非常歡喜答應了。盛會，所以要大方慷慨布施！這一會，溫馨晚會，需要多少錢？前幾天我看到他們的報告，概略估計，大概要新加坡的錢二十萬到二十五萬，值得！這叫什麼？這叫打千僧齋，無遮大會，這是真正的布施供養，真正的好事情。末後兩句是總結："
    },
    {
      "id": "12-030-0002_p0037",
      "zh_CN": "【由三毒造业，岂有出期。】",
      "zh_TW": "【由三毒造業，豈有出期。】"
    },
    {
      "id": "12-030-0002_p0038",
      "zh_CN": "「三毒」是贪、瞋、痴，世间人因为执着我、我所，起贪瞋痴。贪瞋痴造业，永远没有出头的日子，不但不能出离六道，不能出离三途，你说多可怜！善财童子觉悟了，明白了。再看底下这一段，第九段：",
      "zh_TW": "「三毒」是貪、瞋、痴，世間人因為執著我、我所，起貪瞋痴。貪瞋痴造業，永遠沒有出頭的日子，不但不能出離六道，不能出離三途，你說多可憐！善財童子覺悟了，明白了。再看底下這一段，第九段："
    },
    {
      "id": "12-030-0002_p0039",
      "zh_CN": "【一切佛法，皆依大悲。行愿相扶，方能致远。深信佛法，坚忍不动。】",
      "zh_TW": "【一切佛法，皆依大悲。行願相扶，方能致遠。深信佛法，堅忍不動。】"
    },
    {
      "id": "12-030-0002_p0040",
      "zh_CN": "这是善财童子在老师面前表态，他觉悟了，他回头了，真正皈依；皈是回头，依是依靠。从哪里回头？从上面这一段回头，上面我们讲的第七段、第八段，从这里回过头来。放下迷惑，放下执着，放下贪瞋痴慢，放下自私自利，从今而后一切依佛法，依靠佛菩萨的教诲。佛法所依，大慈大悲，佛门常讲「慈悲为本，方便为门」，佛法依的是慈悲。慈悲是什么？慈悲就是爱心。为什么佛不说爱，说慈悲？世间人爱是感情的，感情就会有麻烦发生，慈悲是理性的，以智慧的爱叫慈悲，以感情的叫爱。感情不稳定，千变万化，你看现在的社会男女相爱，早晨相爱结婚，晚上闹翻了离婚，成什么话！",
      "zh_TW": "這是善財童子在老師面前表態，他覺悟了，他回頭了，真正皈依；皈是回頭，依是依靠。從哪裡回頭？從上面這一段回頭，上面我們講的第七段、第八段，從這裡回過頭來。放下迷惑，放下執著，放下貪瞋痴慢，放下自私自利，從今而後一切依佛法，依靠佛菩薩的教誨。佛法所依，大慈大悲，佛門常講「慈悲為本，方便為門」，佛法依的是慈悲。慈悲是什麼？慈悲就是愛心。為什麼佛不說愛，說慈悲？世間人愛是感情的，感情就會有麻煩發生，慈悲是理性的，以智慧的愛叫慈悲，以感情的叫愛。感情不穩定，千變萬化，你看現在的社會男女相愛，早晨相愛結婚，晚上鬧翻了離婚，成什麼話！"
    },
    {
      "id": "12-030-0002_p0041",
      "zh_CN": "所以我们要认识清楚，世间人讲爱，说得怎么好，我们听了笑一笑，假的，不是真的，虚情假意，可别当真，当真你就上当了，假的。佛菩萨对众生的爱是真的，永远不会变的，叫慈悲。世间人讲爱是假的，讲恨也是假的，都不可以当真，因为他从来不用真心，他用的是妄心，妄心怎么能当真？明白了，清楚了，若无其事，跟世间人交往就好相处，不要当真。一认真就不好相处，当中就会有误会，有猜忌，有矛盾，有斗争。知道全是假的，虚情假意，绝不放在心上，若无其事，这就好相处。",
      "zh_TW": "所以我們要認識清楚，世間人講愛，說得怎麼好，我們聽了笑一笑，假的，不是真的，虛情假意，可別當真，當真你就上當了，假的。佛菩薩對眾生的愛是真的，永遠不會變的，叫慈悲。世間人講愛是假的，講恨也是假的，都不可以當真，因為他從來不用真心，他用的是妄心，妄心怎麼能當真？明白了，清楚了，若無其事，跟世間人交往就好相處，不要當真。一認真就不好相處，當中就會有誤會，有猜忌，有矛盾，有鬥爭。知道全是假的，虛情假意，絕不放在心上，若無其事，這就好相處。"
    },
    {
      "id": "12-030-0002_p0042",
      "zh_CN": "佛法依大慈大悲，『行愿相辅，方能致远』。佛菩萨的愿望以及教我们发愿，总的来说是四弘誓愿，「众生无边誓愿度」，这是告诉我们佛教学三个目标，第一个人与人如何相处，这一点做到了，其余两个不难做到，以这个为重。众生无量无边，度是什么意思？用现在的话来说为他们服务，度是服务的意思，是帮助的意思。无量无边的众生，我们要发心去帮助他，为他们服务。要真正用真诚心，热爱一切众生，他需要什么帮助，我们要尽心尽力去做到，希望都能做得圆满。但是要晓得所有一切协助之中，是以协助他破迷开悟为第一个重点，因为他迷是凡夫，悟了他就成佛、成菩萨，帮助他破迷开悟。绝对不改变他身分，不改变他生活方式，譬如他是个基督教徒，绝对不是说把他拉来当佛教徒，那你错了，你完全错了。他还是个基督教徒，但是他是菩萨，他是佛，我们帮助他成佛，帮助他成菩萨，不改变他的身分，这是佛法。什么叫菩萨？什么叫佛？我们这对联上两幅他做到，他就是菩萨，他就是佛。",
      "zh_TW": "佛法依大慈大悲，『行願相輔，方能致遠』。佛菩薩的願望以及教我們發願，總的來說是四弘誓願，「眾生無邊誓願度」，這是告訴我們佛教學三個目標，第一個人與人如何相處，這一點做到了，其餘兩個不難做到，以這個為重。眾生無量無邊，度是什麼意思？用現在的話來說為他們服務，度是服務的意思，是幫助的意思。無量無邊的眾生，我們要發心去幫助他，為他們服務。要真正用真誠心，熱愛一切眾生，他需要什麼幫助，我們要盡心盡力去做到，希望都能做得圓滿。但是要曉得所有一切協助之中，是以協助他破迷開悟為第一個重點，因為他迷是凡夫，悟了他就成佛、成菩薩，幫助他破迷開悟。絕對不改變他身分，不改變他生活方式，譬如他是個基督教徒，絕對不是說把他拉來當佛教徒，那你錯了，你完全錯了。他還是個基督教徒，但是他是菩薩，他是佛，我們幫助他成佛，幫助他成菩薩，不改變他的身分，這是佛法。什麼叫菩薩？什麼叫佛？我們這對聯上兩幅他做到，他就是菩薩，他就是佛。"
    },
    {
      "id": "12-030-0002_p0043",
      "zh_CN": "观音菩萨三十二应就说得好，应以佛身而得度者，即现佛身而为说法；应以基督身而得度者，即现基督身而为说法，这是一个意思。他那个是应以基督身分得度的，所以他就在基督里面作佛、作菩萨，这叫做「佛法在世间，不坏世间法」。不是说强迫你离开你的基督教，你来学佛作佛教徒，你这叫坏世间法，你错了，这不是帮助众生，这是陷害众生。你对外国人来说，你不要作美国人，你要归化中国作中国人，你不是破坏人家国家，破坏人家宗教，破坏人家伦理吗？大错特错！你对人家不尊重。人与人不分界限，不分国家民族，不分宗教信仰，我们对人要尊重。佛度众生跟世间人确实不一样，世间人拉信徒，佛不拉信徒，佛尊重你的自由，尊重你的爱好，尊重你所尊重的。佛能够恒顺众生，没有一尊佛菩萨叫众生恒顺自己，没有，佛恒顺众生，绝不要求众生恒顺自己。佛没有自己，佛无我相、无人相、无众生相、无寿者相，佛没有我、没有我所，所以无需要别人顺自己，只有我顺一切众生。佛的心量大，我们常常听到佛寺当中念的疏文，「心包太虚，量周沙界」，我们从这里来认识佛法。",
      "zh_TW": "觀音菩薩三十二應就說得好，應以佛身而得度者，即現佛身而為說法；應以基督身而得度者，即現基督身而為說法，這是一個意思。他那個是應以基督身分得度的，所以他就在基督裡面作佛、作菩薩，這叫做「佛法在世間，不壞世間法」。不是說強迫你離開你的基督教，你來學佛作佛教徒，你這叫壞世間法，你錯了，這不是幫助眾生，這是陷害眾生。你對外國人來說，你不要作美國人，你要歸化中國作中國人，你不是破壞人家國家，破壞人家宗教，破壞人家倫理嗎？大錯特錯！你對人家不尊重。人與人不分界限，不分國家民族，不分宗教信仰，我們對人要尊重。佛度眾生跟世間人確實不一樣，世間人拉信徒，佛不拉信徒，佛尊重你的自由，尊重你的愛好，尊重你所尊重的。佛能夠恆順眾生，沒有一尊佛菩薩叫眾生恆順自己，沒有，佛恆順眾生，絕不要求眾生恆順自己。佛沒有自己，佛無我相、無人相、無眾生相、無壽者相，佛沒有我、沒有我所，所以無需要別人順自己，只有我順一切眾生。佛的心量大，我們常常聽到佛寺當中念的疏文，「心包太虛，量周沙界」，我們從這裡來認識佛法。"
    },
    {
      "id": "12-030-0002_p0044",
      "zh_CN": "行跟愿相辅相成，「方能致远」，这个致远超越三途，超越六道，超越十法界。到这里是一段，把佛法教学殊胜的功德利益、目标方向说出来。后两句是学生修学的态度，『深信佛法，坚忍不动』。你不认识清楚，你对于佛法怎么会生起信心？你认识愈清楚，你的信心愈坚定，你的信心愈真实。善财认识得很清楚，所以「坚忍不动」，坚固能忍，决不会受任何境界所动摇。再看下面第十段：",
      "zh_TW": "行跟願相輔相成，「方能致遠」，這個致遠超越三途，超越六道，超越十法界。到這裡是一段，把佛法教學殊勝的功德利益、目標方向說出來。後兩句是學生修學的態度，『深信佛法，堅忍不動』。你不認識清楚，你對於佛法怎麼會生起信心？你認識愈清楚，你的信心愈堅定，你的信心愈真實。善財認識得很清楚，所以「堅忍不動」，堅固能忍，決不會受任何境界所動搖。再看下面第十段："
    },
    {
      "id": "12-030-0002_p0045",
      "zh_CN": "【净戒严洁，三昧适神，法音警物。具此三法，称为大乘。】",
      "zh_TW": "【淨戒嚴潔，三昧適神，法音警物。具此三法，稱為大乘。】"
    },
    {
      "id": "12-030-0002_p0046",
      "zh_CN": "这是说到行门，前面是愿，这是行，以行实现他的大愿。前面这三句是戒、定、慧三学，因戒得定，因定生慧，智慧开了，才能解决一切问题。所以学佛从哪里学起？从『净戒严洁』，要严守戒律。现在人学佛的人很多，研究经教的人很有兴趣，听说戒律害怕，马上就退步了。戒律为什么那么可怕？实在是大家对于戒律错解了，没有认识清楚。你要认识清楚了，你就会很喜欢，你一定会认真努力学习。这个地方讲的戒律是广义，不是狭义，不是说五戒、十戒，普通你们听到菩萨戒、比丘戒，那是狭义的。此地这个戒是广义的，广义是什么？佛陀对我们的教诫。我们如果一心遵守，那就叫「净戒」。",
      "zh_TW": "這是說到行門，前面是願，這是行，以行實現他的大願。前面這三句是戒、定、慧三學，因戒得定，因定生慧，智慧開了，才能解決一切問題。所以學佛從哪裡學起？從『淨戒嚴潔』，要嚴守戒律。現在人學佛的人很多，研究經教的人很有興趣，聽說戒律害怕，馬上就退步了。戒律為什麼那麼可怕？實在是大家對於戒律錯解了，沒有認識清楚。你要認識清楚了，你就會很喜歡，你一定會認真努力學習。這個地方講的戒律是廣義，不是狹義，不是說五戒、十戒，普通你們聽到菩薩戒、比丘戒，那是狹義的。此地這個戒是廣義的，廣義是什麼？佛陀對我們的教誡。我們如果一心遵守，那就叫「淨戒」。"
    },
    {
      "id": "12-030-0002_p0047",
      "zh_CN": "换句话说，我们是凡夫，没有开悟，没有见性，我们今天明了唯有行为随顺自性，那是最快乐、最完美，是佛华严的生活。诸佛菩萨过的生活是佛华严，生活行为完全跟自性相应，什么人能做到？法身大士；在中国禅宗里面，所谓大彻大悟，明心见性，他们能做到。我们没有大彻大悟，没有明心见性，怎么办？我们想过佛菩萨的生活，不是不能过，能。放弃自己的妄想分别执着，随顺佛菩萨的教诫，就行了。就像善导大师在《观无量寿佛经》注解里面教导我们，佛教我们做的，我们就老老实实做，佛教我们不许做的，我们就决定不要违犯，你就过佛菩萨的生活。",
      "zh_TW": "換句話說，我們是凡夫，沒有開悟，沒有見性，我們今天明瞭唯有行為隨順自性，那是最快樂、最完美，是佛華嚴的生活。諸佛菩薩過的生活是佛華嚴，生活行為完全跟自性相應，什麼人能做到？法身大士；在中國禪宗裡面，所謂大徹大悟，明心見性，他們能做到。我們沒有大徹大悟，沒有明心見性，怎麼辦？我們想過佛菩薩的生活，不是不能過，能。放棄自己的妄想分別執著，隨順佛菩薩的教誡，就行了。就像善導大師在《觀無量壽佛經》註解裡面教導我們，佛教我們做的，我們就老老實實做，佛教我們不許做的，我們就決定不要違犯，你就過佛菩薩的生活。"
    },
    {
      "id": "12-030-0002_p0048",
      "zh_CN": "这个意思不难体会，好像我们大人是个觉悟的人，过的是非常幸福美满的生活；儿童不知道，小孩不晓得，不懂事，跟着大人听话，教你怎么做，乖乖听话，你也过大人很幸福的生活；你不听话，那你就要遭难，你要受到惩罚；你很听话的话，你也过大人一样幸福美满的生活。我们今天跟佛菩萨比就是小朋友，不懂事的小孩，唯一的方式放弃自己妄想分别执着，完全听话，听从佛菩萨的教诲。我们放下妄想分别执着，这是净，这个净字就有了；听从佛菩萨的教诲，戒有了；净戒两个字是这个意思。「严」，庄严，具足净戒的人庄严，庄严是美好；「洁」是身心清净。",
      "zh_TW": "這個意思不難體會，好像我們大人是個覺悟的人，過的是非常幸福美滿的生活；兒童不知道，小孩不曉得，不懂事，跟著大人聽話，教你怎麼做，乖乖聽話，你也過大人很幸福的生活；你不聽話，那你就要遭難，你要受到懲罰；你很聽話的話，你也過大人一樣幸福美滿的生活。我們今天跟佛菩薩比就是小朋友，不懂事的小孩，唯一的方式放棄自己妄想分別執著，完全聽話，聽從佛菩薩的教誨。我們放下妄想分別執著，這是淨，這個淨字就有了；聽從佛菩薩的教誨，戒有了；淨戒兩個字是這個意思。「嚴」，莊嚴，具足淨戒的人莊嚴，莊嚴是美好；「潔」是身心清淨。"
    },
    {
      "id": "12-030-0002_p0049",
      "zh_CN": "由此可知，我们在日常生活当中，工作里面，交际应酬之中，这就是讲处事待人接物，现在讲交际应酬，只要放下自己妄想分别执着，一切遵从佛菩萨经论里面的教诲，我们就具足净戒。如果听从佛菩萨教诲，没有放弃自己妄想分别执着，虽持戒，不清净，这个戒不叫净戒。每一个字的意思我们都要搞清楚，含糊不得，稍稍有一点含糊，我们就不知道从哪里下手，不知道怎样落实，这里头的殊胜功德利益、严洁，我们就得不到。洁是身心清净；严，我们用很通俗的话来说，身心健康，光彩殊胜，那是严。你有好风度、有好光彩，人家跟你接触生欢喜心，能够受到社会大众的尊敬，怀念你。由此可知，持戒利益太大太大了，戒律有什么可怕，好处太多了。大家现在看到戒律好怕，什么原因？没有人讲解，你对它太陌生、太生疏，所以听到戒律都感到很畏惧，原因在此地。你跟它缺少往来，缺少沟通，常常往来，才晓得这是好朋友，不是一个坏人，并不可怕。",
      "zh_TW": "由此可知，我們在日常生活當中，工作裡面，交際應酬之中，這就是講處事待人接物，現在講交際應酬，只要放下自己妄想分別執著，一切遵從佛菩薩經論裡面的教誨，我們就具足淨戒。如果聽從佛菩薩教誨，沒有放棄自己妄想分別執著，雖持戒，不清淨，這個戒不叫淨戒。每一個字的意思我們都要搞清楚，含糊不得，稍稍有一點含糊，我們就不知道從哪裡下手，不知道怎樣落實，這裡頭的殊勝功德利益、嚴潔，我們就得不到。潔是身心清淨；嚴，我們用很通俗的話來說，身心健康，光彩殊勝，那是嚴。你有好風度、有好光彩，人家跟你接觸生歡喜心，能夠受到社會大眾的尊敬，懷念你。由此可知，持戒利益太大太大了，戒律有什麼可怕，好處太多了。大家現在看到戒律好怕，什麼原因？沒有人講解，你對它太陌生、太生疏，所以聽到戒律都感到很畏懼，原因在此地。你跟它缺少往來，缺少溝通，常常往來，才曉得這是好朋友，不是一個壞人，並不可怕。"
    },
    {
      "id": "12-030-0002_p0050",
      "zh_CN": "第二句『三昧适神』。「三昧」是定，这两个字梵语音译的，我们把它翻作禅定，三昧就是禅定。三昧也翻作正受，受是享受，正受是正常的享受，正常的享受叫三昧。佛告诉我们，六道众生的享受不正常。佛将六道众生的享受归纳为五大类，身体有两种享受：苦、乐，心情有两种享受：忧、喜，还有一种身没有苦乐，心也没有忧喜，这个时候叫做舍受。舍受好，但是不长久，暂时的，不能够保住；如果常常保住，那就叫三昧。由此可知，正常享受，身没有苦乐，心没有忧喜，这正常；堕落在苦乐忧喜里面，这个享受不正常。",
      "zh_TW": "第二句『三昧適神』。「三昧」是定，這兩個字梵語音譯的，我們把它翻作禪定，三昧就是禪定。三昧也翻作正受，受是享受，正受是正常的享受，正常的享受叫三昧。佛告訴我們，六道眾生的享受不正常。佛將六道眾生的享受歸納為五大類，身體有兩種享受：苦、樂，心情有兩種享受：憂、喜，還有一種身沒有苦樂，心也沒有憂喜，這個時候叫做捨受。捨受好，但是不長久，暫時的，不能夠保住；如果常常保住，那就叫三昧。由此可知，正常享受，身沒有苦樂，心沒有憂喜，這正常；墮落在苦樂憂喜裡面，這個享受不正常。"
    },
    {
      "id": "12-030-0002_p0051",
      "zh_CN": "六道里面高级凡夫，苦乐忧喜舍掉了，放下了，哪些人？色界天人，无色界天人，他们得到正受，佛法里面称他们四禅八定，他们得到禅定。但是这个禅定叫世间禅定，不能称作三昧，世间禅定。三昧这个名称最低级的是阿罗汉，证得阿罗汉果，他才成就三昧，他得了正受。为什么？他不会退转。四禅天人，寿命到了会堕落，他会退转。无色界天人，佛讲到最高了，非想非非想处天，寿命八万大劫。八万大劫，时间长，佛在经上说，一个大劫，星球一次成住坏空，一个大劫；八万大劫，换句话说，我们太阳系生灭八万次，这么长的时间，这是非想非非想处天人的寿命。虽然长，他总有到的时候，八万大劫到了，他还退转，他又堕落下来，所以他不是究竟。",
      "zh_TW": "六道裡面高級凡夫，苦樂憂喜捨掉了，放下了，哪些人？色界天人，無色界天人，他們得到正受，佛法裡面稱他們四禪八定，他們得到禪定。但是這個禪定叫世間禪定，不能稱作三昧，世間禪定。三昧這個名稱最低級的是阿羅漢，證得阿羅漢果，他才成就三昧，他得了正受。為什麼？他不會退轉。四禪天人，壽命到了會墮落，他會退轉。無色界天人，佛講到最高了，非想非非想處天，壽命八萬大劫。八萬大劫，時間長，佛在經上說，一個大劫，星球一次成住壞空，一個大劫；八萬大劫，換句話說，我們太陽系生滅八萬次，這麼長的時間，這是非想非非想處天人的壽命。雖然長，他總有到的時候，八萬大劫到了，他還退轉，他又墮落下來，所以他不是究竟。"
    },
    {
      "id": "12-030-0002_p0052",
      "zh_CN": "世间的四禅八定是相似三昧，不是真实的三昧。真实的三昧，在《楞严经》上称为「九次第定」，禅定第九个等级，超过六道轮回，阿罗汉、辟支佛所证得的，这叫三昧。他不会再退转，不会再失掉，这个时候「适神」，他才得到真正的乐。这个乐不是苦乐之乐，苦乐两边离开，忧喜两边离开了，佛在经上跟我们形容，漏尽比丘之乐。漏尽是烦恼断尽，见思烦恼完全断掉了，三界八十八品见惑，八十一品思惑，见惑是错误的见解，思惑是错误的思想，六道轮回里面所有错误的想法看法，他统统都没有，这叫漏尽。这个身心愉快，那种快乐，我们没有法子形容。阿罗汉、辟支佛亲自给我们讲，我们也没办法体会，为什么？我们从来没有尝试过，从来没有得到过。天上神仙的快乐，我们都没有办法想像，何况阿罗汉？他们超过天界太多太多了。佛在经上给我们形容极乐世界，《无量寿经》、《观无量寿佛经》里面，佛所给我们形容的，是我们世间人能够体会到的那些部分，佛说出来，世间人没有办法体会佛就不说，说了也没用处，说了也是白说。必须自己契入这个境界，你才能体会得到，你才能够明了。",
      "zh_TW": "世間的四禪八定是相似三昧，不是真實的三昧。真實的三昧，在《楞嚴經》上稱為「九次第定」，禪定第九個等級，超過六道輪迴，阿羅漢、辟支佛所證得的，這叫三昧。他不會再退轉，不會再失掉，這個時候「適神」，他才得到真正的樂。這個樂不是苦樂之樂，苦樂兩邊離開，憂喜兩邊離開了，佛在經上跟我們形容，漏盡比丘之樂。漏盡是煩惱斷盡，見思煩惱完全斷掉了，三界八十八品見惑，八十一品思惑，見惑是錯誤的見解，思惑是錯誤的思想，六道輪迴裡面所有錯誤的想法看法，他統統都沒有，這叫漏盡。這個身心愉快，那種快樂，我們沒有法子形容。阿羅漢、辟支佛親自給我們講，我們也沒辦法體會，為什麼？我們從來沒有嘗試過，從來沒有得到過。天上神仙的快樂，我們都沒有辦法想像，何況阿羅漢？他們超過天界太多太多了。佛在經上給我們形容極樂世界，《無量壽經》、《觀無量壽佛經》裡面，佛所給我們形容的，是我們世間人能夠體會到的那些部分，佛說出來，世間人沒有辦法體會佛就不說，說了也沒用處，說了也是白說。必須自己契入這個境界，你才能體會得到，你才能夠明瞭。"
    },
    {
      "id": "12-030-0002_p0053",
      "zh_CN": "三昧之乐，我们再用浅显的言词给诸位报告，就是真诚心之乐，清净心之乐，平等心之乐。这个说法大家容易懂，可是这里头的乐你体会不到，为什么？因为你没有用过真诚心，你没有用过清净心，你也没有用过平等心，这个乐你体会不到。这个话说得很具体，我们来学习，学习当中就体会到了。我用真诚心待人接物，决定没有虚妄，决定不欺骗自己，不欺骗一切众生，你能做到几分你就能体会到几分，你做到一分体会到一分的乐趣，你做到两分体会两分的正受，你没有去做，你完全不懂，你体会不到。",
      "zh_TW": "三昧之樂，我們再用淺顯的言詞給諸位報告，就是真誠心之樂，清淨心之樂，平等心之樂。這個說法大家容易懂，可是這裡頭的樂你體會不到，為什麼？因為你沒有用過真誠心，你沒有用過清淨心，你也沒有用過平等心，這個樂你體會不到。這個話說得很具體，我們來學習，學習當中就體會到了。我用真誠心待人接物，決定沒有虛妄，決定不欺騙自己，不欺騙一切眾生，你能做到幾分你就能體會到幾分，你做到一分體會到一分的樂趣，你做到兩分體會兩分的正受，你沒有去做，你完全不懂，你體會不到。"
    },
    {
      "id": "12-030-0002_p0054",
      "zh_CN": "我们用清净心生活，处事待人，什么叫清净心？决定不被五欲六尘污染，决定不被贪瞋痴慢污染，你的心就清净。内断贪瞋痴慢，外不着五欲六尘，《金刚经》上佛告诉我们，「不取于相，如如不动」，也就是外不着相，内不动心，这是清净，清净心现前。清净之乐，不可思议！平等之乐，我们对一切人、一切事、一切物，平等的看待，这里面决定没有骄慢，平等的尊重，平等的关怀，平等的热爱，你要不去做，这个乐你得不到。你要真干，法味你才会尝到。我们在此地讲经说法就好比什么？好比说餐馆的菜，一道一道给你们说，说到你们流口水，一点也没有尝到，你没有尝到味道。讲经说法是说菜谱，依教奉行是尝到味道。我们的确要用真诚、清净、平等、正觉、慈悲心，处事待人接物，佛法的味道你就尝到了。",
      "zh_TW": "我們用清淨心生活，處事待人，什麼叫清淨心？決定不被五欲六塵污染，決定不被貪瞋痴慢污染，你的心就清淨。內斷貪瞋痴慢，外不著五欲六塵，《金剛經》上佛告訴我們，「不取於相，如如不動」，也就是外不著相，內不動心，這是清淨，清淨心現前。清淨之樂，不可思議！平等之樂，我們對一切人、一切事、一切物，平等的看待，這裡面決定沒有驕慢，平等的尊重，平等的關懷，平等的熱愛，你要不去做，這個樂你得不到。你要真幹，法味你才會嘗到。我們在此地講經說法就好比什麼？好比說餐館的菜，一道一道給你們說，說到你們流口水，一點也沒有嘗到，你沒有嘗到味道。講經說法是說菜譜，依教奉行是嘗到味道。我們的確要用真誠、清淨、平等、正覺、慈悲心，處事待人接物，佛法的味道你就嘗到了。"
    },
    {
      "id": "12-030-0002_p0055",
      "zh_CN": "你尝到之后，你也没办法说给别人听，你说出来，他也不懂。虽然不懂，但是细心的人能看得出来，为什么？你生活得很快乐、很自在，确实跟别人不一样，细心人能看得出来。世间人生活多么痛苦，你为什么生活那么自在、那么快活？你尝到法味，你有法味的滋养。我们今天讲养生、养命，养分，什么是最好的营养？法味是最好的营养。也就是真诚、清净、平等、觉是最好的营养，养心、养生，身心健康，自在快乐。所以我们不能够真干，不能依教奉行，永远得不到佛法真实的受用。底下一句是慧，戒、定、慧三学。今天时间到了，我们就讲到此地。",
      "zh_TW": "你嘗到之後，你也沒辦法說給別人聽，你說出來，他也不懂。雖然不懂，但是細心的人能看得出來，為什麼？你生活得很快樂、很自在，確實跟別人不一樣，細心人能看得出來。世間人生活多麼痛苦，你為什麼生活那麼自在、那麼快活？你嘗到法味，你有法味的滋養。我們今天講養生、養命，養分，什麼是最好的營養？法味是最好的營養。也就是真誠、清淨、平等、覺是最好的營養，養心、養生，身心健康，自在快樂。所以我們不能夠真幹，不能依教奉行，永遠得不到佛法真實的受用。底下一句是慧，戒、定、慧三學。今天時間到了，我們就講到此地。"
    }
  ]
}