{
  "doc_id": "12-030-0001",
  "title": {
    "zh_CN": "善财童子参学报告（十二）",
    "zh_TW": "善財童子參學報告（十二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-030-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "12-030-0001_p0001",
      "zh_CN": "请看讲义，我们接着上一次，讲到「摄善财会」，看第五段：",
      "zh_TW": "請看講義，我們接著上一次，講到「攝善財會」，看第五段："
    },
    {
      "id": "12-030-0001_p0002",
      "zh_CN": "【复以种种善巧方便，殷勤劝谕。令其开觉，增长势力，生大欢喜，发阿耨多罗三藐三菩提心。又令善财忆念过去所种善根。复为福城一切人众，随其根欲，显现神通。如所应度，广为说法，然后而去。】",
      "zh_TW": "【復以種種善巧方便，殷勤勸諭。令其開覺，增長勢力，生大歡喜，發阿耨多羅三藐三菩提心。又令善財憶念過去所種善根。復為福城一切人眾，隨其根欲，顯現神通。如所應度，廣為說法，然後而去。】"
    },
    {
      "id": "12-030-0001_p0003",
      "zh_CN": "从这一段经文我们能够体会到，佛菩萨为众生讲经说法是如何的随顺、随缘，而没有一丝毫的勉强、执着，这是我们应当要学习。『种种善巧方便』，就是世尊在大经里头常说，佛无有定法可说；不但没有定法，实在说佛是无有法可说。无说之中自然说，说些什么？经论上常常比喻讲「应病与药」。大夫有没有药给人？没有；如果这个人身心健康，遇到再好的大夫，也无药可施。大夫给药给哪些人？给有病的人，有病才需要药，没有病就没有药。由此可知，药是应病而有的。同样一个道理，诸佛菩萨为一切众生说法，那个法是应众生而有，应众生种种烦恼而有种种法门，众生没有烦恼，佛就无法可说了。八万四千法门，对治八万四千烦恼，这就是种种善巧方便。",
      "zh_TW": "從這一段經文我們能夠體會到，佛菩薩為眾生講經說法是如何的隨順、隨緣，而沒有一絲毫的勉強、執著，這是我們應當要學習。『種種善巧方便』，就是世尊在大經裡頭常說，佛無有定法可說；不但沒有定法，實在說佛是無有法可說。無說之中自然說，說些什麼？經論上常常比喻講「應病與藥」。大夫有沒有藥給人？沒有；如果這個人身心健康，遇到再好的大夫，也無藥可施。大夫給藥給哪些人？給有病的人，有病才需要藥，沒有病就沒有藥。由此可知，藥是應病而有的。同樣一個道理，諸佛菩薩為一切眾生說法，那個法是應眾生而有，應眾生種種煩惱而有種種法門，眾生沒有煩惱，佛就無法可說了。八萬四千法門，對治八萬四千煩惱，這就是種種善巧方便。"
    },
    {
      "id": "12-030-0001_p0004",
      "zh_CN": "我们知道一切众生烦恼不一样，十方世界那个差别我们就不必说了，我们说我们这个世界。古时候跟现代不相同，现代这个社会也因地区不同，历史文化不同，生活方式不同，思想的逻辑不同，于是现在世间众生的烦恼也是种种差别；又因为科技的发达，使众生的烦恼更加严重。三十年前方东美先生曾经说过，他说美国将来亡国是亡在电视上，我们从他这句话去推想，将来这个世界毁灭是毁灭在网路上。何以故？诸位看看现在电视的内容、网路的内容，把一个人思惟想像不仅是误导，简直是混乱，众生失去正念，灾难就会现前。方先生当时很感慨的说，这些科学技术是工具，良好的工具，可惜我们用错了，如果正确的使用它，众生得福，错误的使用它，众生得祸害，祸福就在我们会不会应用这些高科技。如果世间人觉悟，清醒过来，利用这些科技、这些技术，弘扬正法，劝导一切众生断恶修善，破迷开悟，不知道有多少众生因此而得度，那个功德无量无边。如果迷惑颠倒，利用这些科学的利器，宣传杀盗淫妄，害了多多少少的众生，那个罪业无量无边。有几个人觉悟，几个人能清醒过来？",
      "zh_TW": "我們知道一切眾生煩惱不一樣，十方世界那個差別我們就不必說了，我們說我們這個世界。古時候跟現代不相同，現代這個社會也因地區不同，歷史文化不同，生活方式不同，思想的邏輯不同，於是現在世間眾生的煩惱也是種種差別；又因為科技的發達，使眾生的煩惱更加嚴重。三十年前方東美先生曾經說過，他說美國將來亡國是亡在電視上，我們從他這句話去推想，將來這個世界毀滅是毀滅在網路上。何以故？諸位看看現在電視的內容、網路的內容，把一個人思惟想像不僅是誤導，簡直是混亂，眾生失去正念，災難就會現前。方先生當時很感慨的說，這些科學技術是工具，良好的工具，可惜我們用錯了，如果正確的使用它，眾生得福，錯誤的使用它，眾生得禍害，禍福就在我們會不會應用這些高科技。如果世間人覺悟，清醒過來，利用這些科技、這些技術，弘揚正法，勸導一切眾生斷惡修善，破迷開悟，不知道有多少眾生因此而得度，那個功德無量無邊。如果迷惑顛倒，利用這些科學的利器，宣傳殺盜淫妄，害了多多少少的眾生，那個罪業無量無邊。有幾個人覺悟，幾個人能清醒過來？"
    },
    {
      "id": "12-030-0001_p0005",
      "zh_CN": "中国古圣先贤，对大众、对后世的教诲，无不着重伦理德行的教学。一个人不是说从生下来开始教，从他母亲怀孕的时候就实行胎教，这是父母对于子女真正的爱护。现在人讲爱是感情的，不是理智的；换句话说，现在人不懂得爱。爱护一个人要成就他的德行，成就他的学问，成就他的能力，成就他的事业，利益社会，利益众生，这是真正爱护一个人。否则的话，那种爱护人，跟现代人爱护宠物有什么两样？把子女、把人当作宠物来爱护，错了，完全错误了。可是这个现象在现在的社会非常普遍，我们看到很痛心。",
      "zh_TW": "中國古聖先賢，對大眾、對後世的教誨，無不著重倫理德行的教學。一個人不是說從生下來開始教，從他母親懷孕的時候就實行胎教，這是父母對於子女真正的愛護。現在人講愛是感情的，不是理智的；換句話說，現在人不懂得愛。愛護一個人要成就他的德行，成就他的學問，成就他的能力，成就他的事業，利益社會，利益眾生，這是真正愛護一個人。否則的話，那種愛護人，跟現代人愛護寵物有什麼兩樣？把子女、把人當作寵物來愛護，錯了，完全錯誤了。可是這個現象在現在的社會非常普遍，我們看到很痛心。"
    },
    {
      "id": "12-030-0001_p0006",
      "zh_CN": "世间人迷惑的多，觉悟的少，觉悟的人要全心全力帮助这些迷人。怎么帮助？帮助什么？我们看古圣先贤所作所为，帮助里头最重要的帮助他觉悟，帮助他明了宇宙人生的真相，帮助他明了现前社会的现象，来寻求因应之道。这就是一般人所说的趋吉避凶的道理，如何消除灾难，佛家讲消除业障的途径。而《华严经》实实在在说最契现前社会大众的根机，应当认真的学习，大力的弘扬，普贤菩萨、文殊菩萨在此地为我们做榜样。「种种善巧方便」里面，最重要的是自己做出一个榜样给大家看。",
      "zh_TW": "世間人迷惑的多，覺悟的少，覺悟的人要全心全力幫助這些迷人。怎麼幫助？幫助什麼？我們看古聖先賢所作所為，幫助裡頭最重要的幫助他覺悟，幫助他明瞭宇宙人生的真相，幫助他明瞭現前社會的現象，來尋求因應之道。這就是一般人所說的趨吉避凶的道理，如何消除災難，佛家講消除業障的途徑。而《華嚴經》實實在在說最契現前社會大眾的根機，應當認真的學習，大力的弘揚，普賢菩薩、文殊菩薩在此地為我們做榜樣。「種種善巧方便」裡面，最重要的是自己做出一個榜樣給大家看。"
    },
    {
      "id": "12-030-0001_p0007",
      "zh_CN": "『殷勤劝谕，令其开觉』，教他开悟，教他觉悟。「殷勤」是大慈大悲，佛家常讲「无缘大慈，同体大悲」，这两句话如果我们不能够深刻的去体会，慈悲心就生不出来，殷勤则有名而无实。我们自己这一生怎么样认真努力修学，得不到好的结果，原因在哪里？认识不清，对于宇宙人生，我们说宇宙人生大家很不好懂，说得更明白一点、更清楚一点，认识自己跟自己生活环境；宇宙是我们生活环境，人生就是自己，能够把这个事实真相认识清楚，这个人就觉悟了。诸佛菩萨跟凡夫不一样的地方就在此地，他们对于自己跟自己生活环境的真相很清楚、很明了，这个人我们就称他作佛，称他作菩萨；凡夫对于这些事实真相完全迷惑，不知道是怎么回事，所谓是醉生梦死，迷惑颠倒。佛在经里面常常感叹的说，「可怜悯者」，是这类迷人。",
      "zh_TW": "『殷勤勸諭，令其開覺』，教他開悟，教他覺悟。「殷勤」是大慈大悲，佛家常講「無緣大慈，同體大悲」，這兩句話如果我們不能夠深刻的去體會，慈悲心就生不出來，殷勤則有名而無實。我們自己這一生怎麼樣認真努力修學，得不到好的結果，原因在哪裡？認識不清，對於宇宙人生，我們說宇宙人生大家很不好懂，說得更明白一點、更清楚一點，認識自己跟自己生活環境；宇宙是我們生活環境，人生就是自己，能夠把這個事實真相認識清楚，這個人就覺悟了。諸佛菩薩跟凡夫不一樣的地方就在此地，他們對於自己跟自己生活環境的真相很清楚、很明瞭，這個人我們就稱他作佛，稱他作菩薩；凡夫對於這些事實真相完全迷惑，不知道是怎麼回事，所謂是醉生夢死，迷惑顛倒。佛在經裡面常常感嘆的說，「可憐憫者」，是這類迷人。"
    },
    {
      "id": "12-030-0001_p0008",
      "zh_CN": "我们也是迷惑颠倒的众生，但很幸运，我们得人身，闻到佛法，这个机会非常希有。香港这个地区几百万人，闻佛法的有几个人？在佛法当中，能够听到《大方广佛华严经》又有几个人？真正听懂了，听明白了，又能依教奉行，一层一层淘汰下去，没有几个人！这几个人真正觉悟了，得到佛陀教学殊胜的利益。不能够依教奉行，殊胜的功德利益当面错过。佛在经上讲的每一个字、每一句话，我们都要留意，不能轻易放过，要能抓住纲领，抓住重点，提起自己观照的功夫。",
      "zh_TW": "我們也是迷惑顛倒的眾生，但很幸運，我們得人身，聞到佛法，這個機會非常希有。香港這個地區幾百萬人，聞佛法的有幾個人？在佛法當中，能夠聽到《大方廣佛華嚴經》又有幾個人？真正聽懂了，聽明白了，又能依教奉行，一層一層淘汰下去，沒有幾個人！這幾個人真正覺悟了，得到佛陀教學殊勝的利益。不能夠依教奉行，殊勝的功德利益當面錯過。佛在經上講的每一個字、每一句話，我們都要留意，不能輕易放過，要能抓住綱領，抓住重點，提起自己觀照的功夫。"
    },
    {
      "id": "12-030-0001_p0009",
      "zh_CN": "什么叫观照？宗门里面叫疑情，疑情不是怀疑，决定没有怀疑。佛讲的这个事，理太深了，事太妙了，不是我们的常识，我们想不通，想不通不要想，但是常常提起，这个是修行的方法，好方法。禅宗末后，称这种方法叫参话头。叫参究，不是研究，参究跟研究差别在哪里？参究不用心意识，研究用心意识。用心意识，研究没有离开分别执着，参究里头没有分别、没有执着、没有妄想。常常提起这个疑问，不寻求答案，时间久了，答案自然现前，这妙！答案不能去找，愈找愈远；不找，不找就在眼前，这是真学问，真功夫。",
      "zh_TW": "什麼叫觀照？宗門裡面叫疑情，疑情不是懷疑，決定沒有懷疑。佛講的這個事，理太深了，事太妙了，不是我們的常識，我們想不通，想不通不要想，但是常常提起，這個是修行的方法，好方法。禪宗末後，稱這種方法叫參話頭。叫參究，不是研究，參究跟研究差別在哪裡？參究不用心意識，研究用心意識。用心意識，研究沒有離開分別執著，參究裡頭沒有分別、沒有執著、沒有妄想。常常提起這個疑問，不尋求答案，時間久了，答案自然現前，這妙！答案不能去找，愈找愈遠；不找，不找就在眼前，這是真學問，真功夫。"
    },
    {
      "id": "12-030-0001_p0010",
      "zh_CN": "譬如佛在这个经上讲，最重要的一句话是什么？这一部《大方广佛华严经》，这么大的分量，哪一句经文最重要？我们要把这个找到。最重要的一句话，就是说明宇宙人生真相这一句话，佛怎么说？十法界依正庄严，这就是讲宇宙人生的真相，「唯心所现，唯识所变」，这八个字重要！十方三世一切诸佛如来，为一切众生说无量无边之法，总离不开这八个字。离开这八个字就不叫佛法，不离开这八个字都叫佛法，这八个字重要，没有人懂！听也听不懂，想也想不通，但是它是事实真相。",
      "zh_TW": "譬如佛在這個經上講，最重要的一句話是什麼？這一部《大方廣佛華嚴經》，這麼大的分量，哪一句經文最重要？我們要把這個找到。最重要的一句話，就是說明宇宙人生真相這一句話，佛怎麼說？十法界依正莊嚴，這就是講宇宙人生的真相，「唯心所現，唯識所變」，這八個字重要！十方三世一切諸佛如來，為一切眾生說無量無邊之法，總離不開這八個字。離開這八個字就不叫佛法，不離開這八個字都叫佛法，這八個字重要，沒有人懂！聽也聽不懂，想也想不通，但是它是事實真相。"
    },
    {
      "id": "12-030-0001_p0011",
      "zh_CN": "心就是真如本性，识是心起作用，当然有体一定有用，起作用它就现相，现出来的现相，这个现相就有变化；为什么会有变化？随着众生的念头起了变化。念头是能变，现相是所变，佛是一句话把事实真相说破了。真正明白的人，真正懂得的人，知道虚空法界一切众生跟自己是什么关系，就搞清楚了。关系搞清楚之后，慈悲心就生起来，什么关系？虚空法界一切众生跟自己是同体。体就是性识，你们许多同修都念过《地藏经》，《地藏经》自古以来注解很少，最好的注子是清初青莲法师的《地藏经科注》，我们过去曾经讲过几遍都是依靠这个注解，注解前面五重玄义第一段显体，他老人家就说，「不思议性识为体」，这个话讲得好，讲得太好了。不但《地藏经》是以不思议性识为体，实际上所有一切大乘经，没有一部经是例外的。古大德显体都用「实相」两个字，没错，讲得是好，但是不好懂；以「不思议性识」，我们就比较好懂多了，不思议性识就是诸法实相。",
      "zh_TW": "心就是真如本性，識是心起作用，當然有體一定有用，起作用它就現相，現出來的現相，這個現相就有變化；為什麼會有變化？隨著眾生的念頭起了變化。念頭是能變，現相是所變，佛是一句話把事實真相說破了。真正明白的人，真正懂得的人，知道虛空法界一切眾生跟自己是什麼關係，就搞清楚了。關係搞清楚之後，慈悲心就生起來，什麼關係？虛空法界一切眾生跟自己是同體。體就是性識，你們許多同修都念過《地藏經》，《地藏經》自古以來註解很少，最好的註子是清初青蓮法師的《地藏經科註》，我們過去曾經講過幾遍都是依靠這個註解，註解前面五重玄義第一段顯體，他老人家就說，「不思議性識為體」，這個話講得好，講得太好了。不但《地藏經》是以不思議性識為體，實際上所有一切大乘經，沒有一部經是例外的。古大德顯體都用「實相」兩個字，沒錯，講得是好，但是不好懂；以「不思議性識」，我們就比較好懂多了，不思議性識就是諸法實相。"
    },
    {
      "id": "12-030-0001_p0012",
      "zh_CN": "所以虚空法界一切众生跟我们是同体，用现在的话说，同一个生命共同体，你看这个关系多密切，一家人！一族人！像一棵大树一样，我们芸芸众生就像树上的树叶，同一个根生的。这个树再大，枝条再多，树叶再茂，同一个根生的。佛教我们，虚空法界一切众生，我们是同一个根生的，佛称这个根本是真如、自性。阿赖耶识能现、能变、能生，所有一切万法是所现、所变、所生，能所不二，这个意思我们常常放在心上，然后对于世间一切人、一切事、一切物，自自然然就有一个不同的看法，跟过去以往不一样。以往看别人是外人，跟我们不相干，现在我们看人跟我们有关系，不是没有关系，一切众生跟我们都有关系。愈是觉悟得深，愈是智慧增长，会感觉到所有一切众生跟自己愈来愈亲密，你就愈来愈生欢喜心。「无缘大慈，同体大悲」，逐渐逐渐就生起来了，你会主动、会欢喜帮助一切众生，就像帮助自己的亲人一样。文殊菩萨如是，普贤菩萨亦如是。",
      "zh_TW": "所以虛空法界一切眾生跟我們是同體，用現在的話說，同一個生命共同體，你看這個關係多密切，一家人！一族人！像一棵大樹一樣，我們芸芸眾生就像樹上的樹葉，同一個根生的。這個樹再大，枝條再多，樹葉再茂，同一個根生的。佛教我們，虛空法界一切眾生，我們是同一個根生的，佛稱這個根本是真如、自性。阿賴耶識能現、能變、能生，所有一切萬法是所現、所變、所生，能所不二，這個意思我們常常放在心上，然後對於世間一切人、一切事、一切物，自自然然就有一個不同的看法，跟過去以往不一樣。以往看別人是外人，跟我們不相干，現在我們看人跟我們有關係，不是沒有關係，一切眾生跟我們都有關係。愈是覺悟得深，愈是智慧增長，會感覺到所有一切眾生跟自己愈來愈親密，你就愈來愈生歡喜心。「無緣大慈，同體大悲」，逐漸逐漸就生起來了，你會主動、會歡喜幫助一切眾生，就像幫助自己的親人一樣。文殊菩薩如是，普賢菩薩亦如是。"
    },
    {
      "id": "12-030-0001_p0013",
      "zh_CN": "诸佛如来示现成祖师大德，无一不是对一切众生「殷勤劝谕，令其开觉」，我们再深入一层观察，发现原来其他宗教也不例外。以前我学佛，看到别的宗教是外教、外道，不知道外到哪里去了？学佛学了这么多年，知道它不是外，它跟我们关系很密切，现在看到他们愈看愈欢喜，愈看愈亲切，知道那是诸佛如来种种善巧方便，应以什么身度，佛菩萨就示现什么身。所以其他的宗教里面，他们所敬仰的上帝、神，先知、先人，我们知道都是诸佛如来示现的，应以什么身得度就示现什么样的身分，应以什方法得度他就讲什么方法。正是古人称赞《华严》，所谓是「圆人说法，无法不圆」，这一句话的意思，我们现在才能体会到几分，逐渐逐渐我们契入这个境界。所以观念转过来之后，知道一切众生跟自己关系非常密切，不论是善人、是恶人，是顺境、是逆境，总是一体，同体。",
      "zh_TW": "諸佛如來示現成祖師大德，無一不是對一切眾生「殷勤勸諭，令其開覺」，我們再深入一層觀察，發現原來其他宗教也不例外。以前我學佛，看到別的宗教是外教、外道，不知道外到哪裡去了？學佛學了這麼多年，知道它不是外，它跟我們關係很密切，現在看到他們愈看愈歡喜，愈看愈親切，知道那是諸佛如來種種善巧方便，應以什麼身度，佛菩薩就示現什麼身。所以其他的宗教裡面，他們所敬仰的上帝、神，先知、先人，我們知道都是諸佛如來示現的，應以什麼身得度就示現什麼樣的身分，應以什方法得度他就講什麼方法。正是古人稱讚《華嚴》，所謂是「圓人說法，無法不圓」，這一句話的意思，我們現在才能體會到幾分，逐漸逐漸我們契入這個境界。所以觀念轉過來之後，知道一切眾生跟自己關係非常密切，不論是善人、是惡人，是順境、是逆境，總是一體，同體。"
    },
    {
      "id": "12-030-0001_p0014",
      "zh_CN": "觉悟之后，『增长势力』。增长什么势力？慈悲的势力。我们现在，慈悲是爱心，人都有爱心，只爱自己喜欢爱的人，不喜欢他就不爱，势力一增长，不喜欢的人也爱他，甚至于冤家对头，毁谤我的人，陷害我的人，侮辱我的人，统统都爱他，这是势力增长，爱心增长。佛讲慈悲讲了四种，一个比一个大，凡夫叫「爱缘慈悲」；觉悟了，明白了，慈悲扩大了，「众生缘慈悲」。就是推己及人，我爱我的家人，我爱我的家族，我爱我的国家，我也会爱别的族群、爱别的国家，这是众生缘慈悲。宗教里面讲上帝爱世人，世人里头没有分族类，也没有分国家，上帝爱世人，只要是世间人，上帝都爱，他也没有宗教差别。我们要有正确的理解，不是说信了上帝，上帝爱他，不信他，他就不爱他，没有这个道理。那个是叫众生缘慈悲；再往上提升，「法缘慈悲」，那个爱心就更大了；到了究竟圆满的佛果，叫「无缘慈悲」；势力一层一层增长。我们要问怎么增长的？智慧增长；智慧愈高愈大，他的爱心也是愈深愈广。",
      "zh_TW": "覺悟之後，『增長勢力』。增長什麼勢力？慈悲的勢力。我們現在，慈悲是愛心，人都有愛心，只愛自己喜歡愛的人，不喜歡他就不愛，勢力一增長，不喜歡的人也愛他，甚至於冤家對頭，毀謗我的人，陷害我的人，侮辱我的人，統統都愛他，這是勢力增長，愛心增長。佛講慈悲講了四種，一個比一個大，凡夫叫「愛緣慈悲」；覺悟了，明白了，慈悲擴大了，「眾生緣慈悲」。就是推己及人，我愛我的家人，我愛我的家族，我愛我的國家，我也會愛別的族群、愛別的國家，這是眾生緣慈悲。宗教裡面講上帝愛世人，世人裡頭沒有分族類，也沒有分國家，上帝愛世人，只要是世間人，上帝都愛，他也沒有宗教差別。我們要有正確的理解，不是說信了上帝，上帝愛他，不信他，他就不愛他，沒有這個道理。那個是叫眾生緣慈悲；再往上提升，「法緣慈悲」，那個愛心就更大了；到了究竟圓滿的佛果，叫「無緣慈悲」；勢力一層一層增長。我們要問怎麼增長的？智慧增長；智慧愈高愈大，他的愛心也是愈深愈廣。"
    },
    {
      "id": "12-030-0001_p0015",
      "zh_CN": "『生大欢喜』，佛家讲常生欢喜心，一点都不假。不像我们凡夫，我们凡夫一天到晚常生烦恼，诸佛菩萨常生欢喜心。我们读《坛经》对于惠能很羡慕，惠能对他的老师五祖忍和尚说，「弟子心中常生智慧」，我们读到这一句实在是非常羡慕；想想自己，如果我们要遇到老法师，「老法师，我常生烦恼」。我们凡夫常生烦恼，人家常生智慧，常生智慧就常生欢喜心，这是我们要学习的。我们能抓住纲领，我们学习就得大方便，经论太多了，抓住纲领。总纲领就是「心现识变」，唯心所现，唯识所变，这是总纲领。要从这个地方生起正知正见，《法华经》上讲的佛知佛见，我们的智慧就会增长。",
      "zh_TW": "『生大歡喜』，佛家講常生歡喜心，一點都不假。不像我們凡夫，我們凡夫一天到晚常生煩惱，諸佛菩薩常生歡喜心。我們讀《壇經》對於惠能很羨慕，惠能對他的老師五祖忍和尚說，「弟子心中常生智慧」，我們讀到這一句實在是非常羨慕；想想自己，如果我們要遇到老法師，「老法師，我常生煩惱」。我們凡夫常生煩惱，人家常生智慧，常生智慧就常生歡喜心，這是我們要學習的。我們能抓住綱領，我們學習就得大方便，經論太多了，抓住綱領。總綱領就是「心現識變」，唯心所現，唯識所變，這是總綱領。要從這個地方生起正知正見，《法華經》上講的佛知佛見，我們的智慧就會增長。"
    },
    {
      "id": "12-030-0001_p0016",
      "zh_CN": "底下一句，『发阿耨多罗三藐三菩提心』，这是结果。开觉增长势力的结果，菩提心生起来了。菩提心是什么？给诸位说，菩提心就是大慈悲心，真正爱自己、爱别人，这是菩提心。菩提心里面讲的深心，就是自爱自重；所说的回向发愿心、大悲心就是爱人，爱一切众生；自爱跟爱一切众生这个爱，从哪里来的？从至诚心来的。至诚心是什么？至诚心就是前面讲的真正的觉悟，真正明了虚空法界一切众生是自性所现的，唯心所现，自性所现的，自性所变的，虚空法界是自己，不是别人。所以这个大觉悟，结果是菩提心现前，真正的爱心现前了。我这个说法，大家听了好懂。",
      "zh_TW": "底下一句，『發阿耨多羅三藐三菩提心』，這是結果。開覺增長勢力的結果，菩提心生起來了。菩提心是什麼？給諸位說，菩提心就是大慈悲心，真正愛自己、愛別人，這是菩提心。菩提心裡面講的深心，就是自愛自重；所說的迴向發願心、大悲心就是愛人，愛一切眾生；自愛跟愛一切眾生這個愛，從哪裡來的？從至誠心來的。至誠心是什麼？至誠心就是前面講的真正的覺悟，真正明瞭虛空法界一切眾生是自性所現的，唯心所現，自性所現的，自性所變的，虛空法界是自己，不是別人。所以這個大覺悟，結果是菩提心現前，真正的愛心現前了。我這個說法，大家聽了好懂。"
    },
    {
      "id": "12-030-0001_p0017",
      "zh_CN": "依照字面来翻译，阿耨多罗三藐三菩提是梵语音译的，翻成中国话是无上正等正觉。世尊在《观无量寿佛经》跟我们讲菩提心，第一个至诚心，是阿耨菩提之体，真诚心；深心，自受用；回向发愿心，他受用。马鸣菩萨在《起信论》里面跟我们讲菩提心，第一个直心，菩提心之体；深心，自受用，跟《观经》上讲的一样；最后一个大悲心。所以经论合起来看，意思就很明显，直心就是真诚心，真诚到极处叫至诚，这是直心；深心，古德讲好德好善，自受用，自爱；大悲心就是回向发愿心，爱护一切众生。经论合起来看，意思就很明显，可是这个说法，一般初学还是不好懂，不是深入经藏，很不容易体会。经论合参，虽然很明了，依旧是隔了一层。",
      "zh_TW": "依照字面來翻譯，阿耨多羅三藐三菩提是梵語音譯的，翻成中國話是無上正等正覺。世尊在《觀無量壽佛經》跟我們講菩提心，第一個至誠心，是阿耨菩提之體，真誠心；深心，自受用；迴向發願心，他受用。馬鳴菩薩在《起信論》裡面跟我們講菩提心，第一個直心，菩提心之體；深心，自受用，跟《觀經》上講的一樣；最後一個大悲心。所以經論合起來看，意思就很明顯，直心就是真誠心，真誠到極處叫至誠，這是直心；深心，古德講好德好善，自受用，自愛；大悲心就是迴向發願心，愛護一切眾生。經論合起來看，意思就很明顯，可是這個說法，一般初學還是不好懂，不是深入經藏，很不容易體會。經論合參，雖然很明瞭，依舊是隔了一層。"
    },
    {
      "id": "12-030-0001_p0018",
      "zh_CN": "我们讲三心，换成五句话来说，我们写这副对联，挂在佛像旁边。真诚就是至诚心，就是直心；清净、平等，就是深心，就是真正自爱，自己知道怎么爱护自己，心地清净爱护自己，心平等是爱护自己；正觉、慈悲是爱护别人，爱护一切众生。我们用什么心对自己？用什么心对待别人？对人对事对物，要用智慧，要用觉悟，要用慈悲。慈悲跟觉悟要结合在一起，否则的话，那个慈悲就有祸害。佛家常讲「慈悲为本，方便为门」，可是又说「慈悲多祸害，方便出下流」，慈悲后头带来祸害，方便带来下流，什么原因？没有智慧。正觉跟慈悲结合在一起，这是佛家讲的真正的慈悲、方便。",
      "zh_TW": "我們講三心，換成五句話來說，我們寫這副對聯，掛在佛像旁邊。真誠就是至誠心，就是直心；清淨、平等，就是深心，就是真正自愛，自己知道怎麼愛護自己，心地清淨愛護自己，心平等是愛護自己；正覺、慈悲是愛護別人，愛護一切眾生。我們用什麼心對自己？用什麼心對待別人？對人對事對物，要用智慧，要用覺悟，要用慈悲。慈悲跟覺悟要結合在一起，否則的話，那個慈悲就有禍害。佛家常講「慈悲為本，方便為門」，可是又說「慈悲多禍害，方便出下流」，慈悲後頭帶來禍害，方便帶來下流，什麼原因？沒有智慧。正覺跟慈悲結合在一起，這是佛家講的真正的慈悲、方便。"
    },
    {
      "id": "12-030-0001_p0019",
      "zh_CN": "这个心就生起来了，这个心一生就了不起，初发心的菩萨；换句话说，这十个字你圆圆满满的现前，你的心完全跟它相应，你就是发心住的菩萨。这个念头才转，就超越十法界，不但脱离六道轮回，十法界都脱离了，《华严经》上初住菩萨，叫发心住。我们相信善财童子一生圆成佛道，不但是可能，是肯定的，我们行不行？答案也是肯定的，决定行，问题就是你肯不肯干？果然肯干，绝不落在善财之后，就发心了。所以佛法的修学，发心是第一。发心，我们用最简单的话来说，拓展你的爱心。普遍热爱一切众生，欢喜为一切众生服务，欢喜帮助一切众生觉悟，这就是佛法的教学。这是一段，文殊菩萨教善财的，善财代表我们，就是教导我们的。",
      "zh_TW": "這個心就生起來了，這個心一生就了不起，初發心的菩薩；換句話說，這十個字你圓圓滿滿的現前，你的心完全跟它相應，你就是發心住的菩薩。這個念頭才轉，就超越十法界，不但脫離六道輪迴，十法界都脫離了，《華嚴經》上初住菩薩，叫發心住。我們相信善財童子一生圓成佛道，不但是可能，是肯定的，我們行不行？答案也是肯定的，決定行，問題就是你肯不肯幹？果然肯幹，絕不落在善財之後，就發心了。所以佛法的修學，發心是第一。發心，我們用最簡單的話來說，拓展你的愛心。普遍熱愛一切眾生，歡喜為一切眾生服務，歡喜幫助一切眾生覺悟，這就是佛法的教學。這是一段，文殊菩薩教善財的，善財代表我們，就是教導我們的。"
    },
    {
      "id": "12-030-0001_p0020",
      "zh_CN": "『又令善财忆念过去所种善根』。我们在此地要肯定自己是善财，善财不是说一个人，是代表的人物。善是有善根的人，财是什么？有福德的人，《弥陀经》上说「不可以少善根福德因缘，得生彼国」，所以具足善根、福德这个人，就称之为善财。你有善根、有福德，遇到缘，因缘，我们今天这一会，在此地共同学习，这是缘，因缘具足了。我们要想想我们自己无量劫的善根、福德，什么是善根？我听了能听懂，我相信，能信、能解是善根；我又很欢喜去做，我要认真的来学习，这就是福德，依教奉行是具足福德。",
      "zh_TW": "『又令善財憶念過去所種善根』。我們在此地要肯定自己是善財，善財不是說一個人，是代表的人物。善是有善根的人，財是什麼？有福德的人，《彌陀經》上說「不可以少善根福德因緣，得生彼國」，所以具足善根、福德這個人，就稱之為善財。你有善根、有福德，遇到緣，因緣，我們今天這一會，在此地共同學習，這是緣，因緣具足了。我們要想想我們自己無量劫的善根、福德，什麼是善根？我聽了能聽懂，我相信，能信、能解是善根；我又很歡喜去做，我要認真的來學習，這就是福德，依教奉行是具足福德。"
    },
    {
      "id": "12-030-0001_p0021",
      "zh_CN": "依教奉行从哪里下手？阿难尊者在楞严会上，请求世尊为他开示「最初方便」，用现在的话来说，从哪里入门，从哪里下手，我们要找最初下手之处。最初下手之处，世尊在经上不知道讲过多少千遍万遍，我们听得耳熟，但疏忽了，老生常谈，没在意！就是佛常讲「受持读诵，为人演说」，你想想看这句话佛说了多少遍，无论哪一次法会，佛都说过很多很多遍。受，我们要接受佛陀的教诲，尊师重道。真正接受佛陀的教诲，那就必须要把自己的成见放下，这才真正是受。佛教给我们做的，我们老老实实去做；佛教给我们不许做的，我们决定不违犯，这才叫受。佛教给我们要做的，我们不肯做；佛教给我们不可以做的，我们偏偏去做，这就完全没有受。",
      "zh_TW": "依教奉行從哪裡下手？阿難尊者在楞嚴會上，請求世尊為他開示「最初方便」，用現在的話來說，從哪裡入門，從哪裡下手，我們要找最初下手之處。最初下手之處，世尊在經上不知道講過多少千遍萬遍，我們聽得耳熟，但疏忽了，老生常談，沒在意！就是佛常講「受持讀誦，為人演說」，你想想看這句話佛說了多少遍，無論哪一次法會，佛都說過很多很多遍。受，我們要接受佛陀的教誨，尊師重道。真正接受佛陀的教誨，那就必須要把自己的成見放下，這才真正是受。佛教給我們做的，我們老老實實去做；佛教給我們不許做的，我們決定不違犯，這才叫受。佛教給我們要做的，我們不肯做；佛教給我們不可以做的，我們偏偏去做，這就完全沒有受。"
    },
    {
      "id": "12-030-0001_p0022",
      "zh_CN": "譬如三福里面，这也是基础，佛教给我们「孝养父母，奉事师长，慈心不杀，修十善业」，我们接受了没有？其实佛这四句是对于我们最初的教诲，也是究竟圆满的教诲，从初发心一直到成佛就这四句。这四句做得圆圆满满，这个人叫佛，就成佛了。很多同修都知道佛家有四句偈，所说的「诸恶莫作，众善奉行，自净其意，是诸佛教」，那个诸佛就是十方三世一切诸佛，对一切众生的教诲，离不开前面三句十二个字：「诸恶莫作，众善奉行，自净其意」。「孝养父母，奉事师长」，善，众善；「慈心不杀，修十善业」，那是众善奉行。翻过来，不孝父母，不敬师长，造十恶业，那是恶。",
      "zh_TW": "譬如三福裡面，這也是基礎，佛教給我們「孝養父母，奉事師長，慈心不殺，修十善業」，我們接受了沒有？其實佛這四句是對於我們最初的教誨，也是究竟圓滿的教誨，從初發心一直到成佛就這四句。這四句做得圓圓滿滿，這個人叫佛，就成佛了。很多同修都知道佛家有四句偈，所說的「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，那個諸佛就是十方三世一切諸佛，對一切眾生的教誨，離不開前面三句十二個字：「諸惡莫作，眾善奉行，自淨其意」。「孝養父母，奉事師長」，善，眾善；「慈心不殺，修十善業」，那是眾善奉行。翻過來，不孝父母，不敬師長，造十惡業，那是惡。"
    },
    {
      "id": "12-030-0001_p0023",
      "zh_CN": "我们学佛抓着重点来修学、来学习，学佛孝顺父母，哪些是父母？佛在戒经上跟我们说，这是一层一层增长势力，大乘菩萨戒经里面佛说，「一切男子是我父，一切女人是我母」，把孝养父母的心扩大了，扩大到孝顺一切众生。佛又说「一切众生本来成佛」，又说「一切众生皆有佛性」，「凡有佛性皆当作佛」，这就是说一切众生都是佛，佛是我们的老师，奉事师长一扩大，一切众生都是老师。开觉之后，你势力就增长。所以我们要用孝养父母的心孝养一切众生，事奉老师的心，事奉本师释迦牟尼佛的心，事奉一切众生，这叫受。我们天天念「受持读诵，为人演说」，没有受。受了之后要保持，这个事情不是做一天、做两天，不是做一年、做两年，也不是做这一生，生生世世，永远这么做，这个叫受持，决定不能失掉。",
      "zh_TW": "我們學佛抓著重點來修學、來學習，學佛孝順父母，哪些是父母？佛在戒經上跟我們說，這是一層一層增長勢力，大乘菩薩戒經裡面佛說，「一切男子是我父，一切女人是我母」，把孝養父母的心擴大了，擴大到孝順一切眾生。佛又說「一切眾生本來成佛」，又說「一切眾生皆有佛性」，「凡有佛性皆當作佛」，這就是說一切眾生都是佛，佛是我們的老師，奉事師長一擴大，一切眾生都是老師。開覺之後，你勢力就增長。所以我們要用孝養父母的心孝養一切眾生，事奉老師的心，事奉本師釋迦牟尼佛的心，事奉一切眾生，這叫受。我們天天念「受持讀誦，為人演說」，沒有受。受了之後要保持，這個事情不是做一天、做兩天，不是做一年、做兩年，也不是做這一生，生生世世，永遠這麼做，這個叫受持，決定不能失掉。"
    },
    {
      "id": "12-030-0001_p0024",
      "zh_CN": "读诵是叫我们读经，读诵佛经就是跟佛菩萨同在，就是亲近佛菩萨，听佛菩萨的教诲。读古人的注解，就是跟祖师大德在一起研究讨论，长自己的智慧，长自己的势力，不断将自己的境界向上提升，这才是诸佛如来真正的弟子，所以不能一天不读经。诵是背诵，经念熟了，不要看经文也能读。由此可知，读诵是多么重要，读诵是自利利他。我们想帮助社会大众，用什么方法？读诵是个好方法。结合受持、读诵，为人演说。为人演说是帮助大众具体表现，真正落实了。演是什么？表演给人看，我做出样子给人看。我孝养父母，我尊敬师长，做出样子给大家看。目的是劝化大众，就是前面讲的「殷勤劝谕」，给社会大众做个好样子，无论在生活上、在工作上，处事待人接物，要认真、要努力去实行。",
      "zh_TW": "讀誦是叫我們讀經，讀誦佛經就是跟佛菩薩同在，就是親近佛菩薩，聽佛菩薩的教誨。讀古人的註解，就是跟祖師大德在一起研究討論，長自己的智慧，長自己的勢力，不斷將自己的境界向上提升，這才是諸佛如來真正的弟子，所以不能一天不讀經。誦是背誦，經念熟了，不要看經文也能讀。由此可知，讀誦是多麼重要，讀誦是自利利他。我們想幫助社會大眾，用什麼方法？讀誦是個好方法。結合受持、讀誦，為人演說。為人演說是幫助大眾具體表現，真正落實了。演是什麼？表演給人看，我做出樣子給人看。我孝養父母，我尊敬師長，做出樣子給大家看。目的是勸化大眾，就是前面講的「殷勤勸諭」，給社會大眾做個好樣子，無論在生活上、在工作上，處事待人接物，要認真、要努力去實行。"
    },
    {
      "id": "12-030-0001_p0025",
      "zh_CN": "演比说还要重要，演是身教，说是言教，言教不如身教。一定要做出一个好样子来给人看，别人向你请教，你再细心给他解释。所以演不为自己，为众生。演些什么？吃饭是表演，穿衣服也是表演，日常生活当中点点滴滴都是做给别人看的，做个好样子给人看。我们在经论里面，细心去观察释迦牟尼佛的生平，他怎么过日子，他怎样工作，他怎样处事待人接物，都是做给别人看。释迦牟尼佛为什么生到人间来？他来干什么的？他来就是表演「受持读诵，为人演说」而来的。世间存在着许许多多的问题、难题，只要这些问题、难题，世间人有智慧、有能力解决，释迦牟尼佛不来，来干什么？多余的，来凑热闹？没有这个必要！他之来，你们现在有问题、有难题，自己没有法子解决，他来帮助我们解决，他到这个世间来是为我们世间人而生的，不是为自己。这个身体活在世间，是为我们大家而活着的，也不是为他自己。死了，入般涅槃，也是为我们大家而死的，不是为别人，不是为自己。你们想想这个意思多深！",
      "zh_TW": "演比說還要重要，演是身教，說是言教，言教不如身教。一定要做出一個好樣子來給人看，別人向你請教，你再細心給他解釋。所以演不為自己，為眾生。演些什麼？吃飯是表演，穿衣服也是表演，日常生活當中點點滴滴都是做給別人看的，做個好樣子給人看。我們在經論裡面，細心去觀察釋迦牟尼佛的生平，他怎麼過日子，他怎樣工作，他怎樣處事待人接物，都是做給別人看。釋迦牟尼佛為什麼生到人間來？他來幹什麼的？他來就是表演「受持讀誦，為人演說」而來的。世間存在著許許多多的問題、難題，只要這些問題、難題，世間人有智慧、有能力解決，釋迦牟尼佛不來，來幹什麼？多餘的，來湊熱鬧？沒有這個必要！他之來，你們現在有問題、有難題，自己沒有法子解決，他來幫助我們解決，他到這個世間來是為我們世間人而生的，不是為自己。這個身體活在世間，是為我們大家而活著的，也不是為他自己。死了，入般涅槃，也是為我們大家而死的，不是為別人，不是為自己。你們想想這個意思多深！"
    },
    {
      "id": "12-030-0001_p0026",
      "zh_CN": "我们到这个世间来干什么？是来受业报的，我们的业报身，没有法子，过去造的业。佛告诉我们，这些凡夫到这个世间来干什么的？「人生酬业」；你过去造的善业你来享福，你过去造的恶业你来受苦，人生酬业！诸佛菩萨乘愿再来，他不是酬业的，他是乘愿再来；来干什么？帮助苦难众生，决不是为自己。他自己生死自在，想来就来，想走就走，实在讲他根本没有想，他要有想他是凡夫，他不是圣人。那为什么有来有去？众生有感，他就来了；众生感应衰退，他就走了。所以许多人赞叹观世音菩萨，「千处祈求千处应」，祈求就是有感，菩萨就有应。佛菩萨来应，叫随类化身，随机说法，他是这么来的。",
      "zh_TW": "我們到這個世間來幹什麼？是來受業報的，我們的業報身，沒有法子，過去造的業。佛告訴我們，這些凡夫到這個世間來幹什麼的？「人生酬業」；你過去造的善業你來享福，你過去造的惡業你來受苦，人生酬業！諸佛菩薩乘願再來，他不是酬業的，他是乘願再來；來幹什麼？幫助苦難眾生，決不是為自己。他自己生死自在，想來就來，想走就走，實在講他根本沒有想，他要有想他是凡夫，他不是聖人。那為什麼有來有去？眾生有感，他就來了；眾生感應衰退，他就走了。所以許多人讚歎觀世音菩薩，「千處祈求千處應」，祈求就是有感，菩薩就有應。佛菩薩來應，叫隨類化身，隨機說法，他是這麼來的。"
    },
    {
      "id": "12-030-0001_p0027",
      "zh_CN": "佛菩萨、祖师大德为我们所示现的，我们要很冷静的观察，细心去体会，向他学习，我们只要把念头、行为转过来，也就成了佛菩萨。所以我们来到这个世间是业报身，我们离开这个世间可以乘愿再来，可以转，把业力转成愿力。那个转的点，这里头有理、有事，理深深契会，契合体会佛所说的心现识变的理论与事实，这是我们转变的依据。从心行里面转，过去迷的时候念念为自己，自我是理念的中心，现在晓得错了，把它转过来，念念为一切众生，起心动念都为一切众生去着想，不再想自己，你就超凡入圣。凡夫念念想自己，决定不会把自己忘掉，圣人决定没有自己，只有众生。换思想，换念头，换行为，一百八十度的把它改换过来，我们修学的成绩就现前，成果现前了。这就是「忆念过去所种的善根」，如果不忆念过去所种善根，善根不会成熟。怎么个忆念法要懂得，念念依教奉行，转变自己的思想，错误的思想，改变自己错误的念头，改变自己错误的行为，这是忆念过去所种善根。",
      "zh_TW": "佛菩薩、祖師大德為我們所示現的，我們要很冷靜的觀察，細心去體會，向他學習，我們只要把念頭、行為轉過來，也就成了佛菩薩。所以我們來到這個世間是業報身，我們離開這個世間可以乘願再來，可以轉，把業力轉成願力。那個轉的點，這裡頭有理、有事，理深深契會，契合體會佛所說的心現識變的理論與事實，這是我們轉變的依據。從心行裡面轉，過去迷的時候念念為自己，自我是理念的中心，現在曉得錯了，把它轉過來，念念為一切眾生，起心動念都為一切眾生去著想，不再想自己，你就超凡入聖。凡夫念念想自己，決定不會把自己忘掉，聖人決定沒有自己，只有眾生。換思想，換念頭，換行為，一百八十度的把它改換過來，我們修學的成績就現前，成果現前了。這就是「憶念過去所種的善根」，如果不憶念過去所種善根，善根不會成熟。怎麼個憶念法要懂得，念念依教奉行，轉變自己的思想，錯誤的思想，改變自己錯誤的念頭，改變自己錯誤的行為，這是憶念過去所種善根。"
    },
    {
      "id": "12-030-0001_p0028",
      "zh_CN": "『复为福城一切人众，随其根欲，显现神通。如所应度，广为说法』，这是教我们怎样落实自行化他的弘誓。我们看菩萨的开示，这段话就是普贤菩萨十大愿王里面所说的两句，「恒顺众生，随喜功德」，你们看这段文是不是这个意思？帮助别人要顺着别人的根欲，根是根性，欲是欲望，他的喜爱你要随顺他，你不随顺他，他不接受。五十三参里面，这还是在文殊菩萨这一会，善财童子还没有出去参访，到一出门之后，这五十三位善知识表现出「随其根欲，显现神通」。对于根性不相同的人，爱好不相同的人，佛所示现的方法不一样，正是《楞严经》上所讲的「随众生心，应所知量」，随心应量，所以一切众生没有不欢喜佛菩萨的。",
      "zh_TW": "『復為福城一切人眾，隨其根欲，顯現神通。如所應度，廣為說法』，這是教我們怎樣落實自行化他的弘誓。我們看菩薩的開示，這段話就是普賢菩薩十大願王裡面所說的兩句，「恆順眾生，隨喜功德」，你們看這段文是不是這個意思？幫助別人要順著別人的根欲，根是根性，欲是欲望，他的喜愛你要隨順他，你不隨順他，他不接受。五十三參裡面，這還是在文殊菩薩這一會，善財童子還沒有出去參訪，到一出門之後，這五十三位善知識表現出「隨其根欲，顯現神通」。對於根性不相同的人，愛好不相同的人，佛所示現的方法不一樣，正是《楞嚴經》上所講的「隨眾生心，應所知量」，隨心應量，所以一切眾生沒有不歡喜佛菩薩的。"
    },
    {
      "id": "12-030-0001_p0029",
      "zh_CN": "我们今天没有办法做到，做不到的原因，是我们的妄想分别执着太重了。譬如说，我们跟伊斯兰教在一起，他们吃牛肉，我们能不能随顺？我们不能随顺。这个教虽然是好朋友，可是饮食总是有麻烦，济公长老来了，他行，他可以随顺，他有这个功夫，我们没这个功夫，我们很想学还学不到。所以摆在我们现前，不同的族群，不同的生活方式，不同的宗教信仰，我们要「众生无边誓愿度」，要普度众生，那你没有真正的智慧功夫，你没有办法做到。诸佛菩萨行，他们有这个本事，应以阿訇身得度者，他就现阿訇身而为说法，应以基督身而得度者，他就现基督耶稣身而为说法，你看人家多自在！多活泼！然后我们晓得阿拉、阿訇、基督耶稣、神父、牧师，全是佛菩萨化身的，我们要平等的恭敬，平等的赞叹，平等的供养。我们今天只能做到这一点，还不能随类化身，还做不到。但是至少要明白事实真相，我们的恭敬心生起来，普贤大愿我们可以做到一些；「礼敬诸佛」，知道一切众生都是诸佛，不同的族群是诸佛，不同的宗教还是诸佛，我们的清净心、平等心、慈悲心逐渐逐渐提升，逐渐逐渐增长。",
      "zh_TW": "我們今天沒有辦法做到，做不到的原因，是我們的妄想分別執著太重了。譬如說，我們跟伊斯蘭教在一起，他們吃牛肉，我們能不能隨順？我們不能隨順。這個教雖然是好朋友，可是飲食總是有麻煩，濟公長老來了，他行，他可以隨順，他有這個功夫，我們沒這個功夫，我們很想學還學不到。所以擺在我們現前，不同的族群，不同的生活方式，不同的宗教信仰，我們要「眾生無邊誓願度」，要普度眾生，那你沒有真正的智慧功夫，你沒有辦法做到。諸佛菩薩行，他們有這個本事，應以阿訇身得度者，他就現阿訇身而為說法，應以基督身而得度者，他就現基督耶穌身而為說法，你看人家多自在！多活潑！然後我們曉得阿拉、阿訇、基督耶穌、神父、牧師，全是佛菩薩化身的，我們要平等的恭敬，平等的讚歎，平等的供養。我們今天只能做到這一點，還不能隨類化身，還做不到。但是至少要明白事實真相，我們的恭敬心生起來，普賢大願我們可以做到一些；「禮敬諸佛」，知道一切眾生都是諸佛，不同的族群是諸佛，不同的宗教還是諸佛，我們的清淨心、平等心、慈悲心逐漸逐漸提升，逐漸逐漸增長。"
    },
    {
      "id": "12-030-0001_p0030",
      "zh_CN": "所以懂得随其根欲，这就是显现神通，我们虽然不能大通，小通了。小通就是绝对没有界限，不再画界限，跟他们能够和平相处。和是什么？和睦，我们能够和睦相处；平？平等接待。我们没有开觉的时候，我们不平等、不和睦，不愿意跟他们往来，看到他们就避开了。彼此不相往来，所以误会就愈来愈深，歧视愈来愈深，造成许许多多的罪过，罪过到严重就发生战争。世界上为种族战争，为宗教战争的，那是最大的过失。所以这个东西要沟通、要交通、要往来，我们开觉了，现在可以交通、可以往来，我们建立信心，建立道义，建立感情，互相尊重，互助合作。这也就是随其根欲，显现神通。我们现在在新加坡、在澳洲，很努力、很认真在做这个工作，有人问：法师，你为什么要这样做？我说：我把《华严经》落实，完全遵照《华严》教学，我们应该要这样作法；否则的话，《华严经》只有在讲台上讲讲，不能兑现。这个东西是要兑现的，真的学到了。",
      "zh_TW": "所以懂得隨其根欲，這就是顯現神通，我們雖然不能大通，小通了。小通就是絕對沒有界限，不再畫界限，跟他們能夠和平相處。和是什麼？和睦，我們能夠和睦相處；平？平等接待。我們沒有開覺的時候，我們不平等、不和睦，不願意跟他們往來，看到他們就避開了。彼此不相往來，所以誤會就愈來愈深，歧視愈來愈深，造成許許多多的罪過，罪過到嚴重就發生戰爭。世界上為種族戰爭，為宗教戰爭的，那是最大的過失。所以這個東西要溝通、要交通、要往來，我們開覺了，現在可以交通、可以往來，我們建立信心，建立道義，建立感情，互相尊重，互助合作。這也就是隨其根欲，顯現神通。我們現在在新加坡、在澳洲，很努力、很認真在做這個工作，有人問：法師，你為什麼要這樣做？我說：我把《華嚴經》落實，完全遵照《華嚴》教學，我們應該要這樣作法；否則的話，《華嚴經》只有在講台上講講，不能兌現。這個東西是要兌現的，真的學到了。"
    },
    {
      "id": "12-030-0001_p0031",
      "zh_CN": "「如所应度，广为说法」，这两句是随机说法。我们能够尊重别人，别人就能够尊重我们，我们要劝别人学佛，尤其劝不同宗教的，我们首先要敬神，我不尊重他们，他们怎么会尊重佛？互相尊重。我们进到他们的寺院，我们要跟他们的信徒一样，学习礼拜，真诚的去礼拜，不能假装，假装人家一看就看出来，你是假的不是真的，诚心诚意。我们诚心诚意怎么来的？我们知道佛菩萨的化身，神就是佛，佛就是神，是一不是二，我们那种真诚恭敬心显露出来。我们说所有的众神都是诸佛如来的化身，那我们从他的立场来讲，基督教讲上帝，所有一切诸佛菩萨都是上帝的化身，这问题不就解决了吗？他不能再说佛菩萨是魔鬼，上帝是魔鬼那还得了吗？一通一切都贯通。恶的念头完全消除了，善念就生了，善念是随顺性德，恶念是随顺迷惑、是随顺痴惑，那是错误的。我们不把这个门打开，谁来打开这个门？我们要带头去做。",
      "zh_TW": "「如所應度，廣為說法」，這兩句是隨機說法。我們能夠尊重別人，別人就能夠尊重我們，我們要勸別人學佛，尤其勸不同宗教的，我們首先要敬神，我不尊重他們，他們怎麼會尊重佛？互相尊重。我們進到他們的寺院，我們要跟他們的信徒一樣，學習禮拜，真誠的去禮拜，不能假裝，假裝人家一看就看出來，你是假的不是真的，誠心誠意。我們誠心誠意怎麼來的？我們知道佛菩薩的化身，神就是佛，佛就是神，是一不是二，我們那種真誠恭敬心顯露出來。我們說所有的眾神都是諸佛如來的化身，那我們從他的立場來講，基督教講上帝，所有一切諸佛菩薩都是上帝的化身，這問題不就解決了嗎？他不能再說佛菩薩是魔鬼，上帝是魔鬼那還得了嗎？一通一切都貫通。惡的念頭完全消除了，善念就生了，善念是隨順性德，惡念是隨順迷惑、是隨順痴惑，那是錯誤的。我們不把這個門打開，誰來打開這個門？我們要帶頭去做。"
    },
    {
      "id": "12-030-0001_p0032",
      "zh_CN": "过去跟现在生活环境不一样，我们必须要认识清楚，从前交通不方便，资讯不是不发达，完全没有，所以一个人一生生活的空间有限，确实有很多很多人从生到死没有离开他的县城，他的亲戚朋友不远，都是邻村，一生生活范围就是那么大的一个圈子，他只要知道那个圈圈里面的事情就够了，其他的他不需要知道。生活的圈子小，一生能够安居乐业，过得很幸福、很美满。现在不行，现在我们的生活空间大，你不想出门，家里有电视，全世界的事情你都看到了，送来给你看。今天我们既然生活空间是以整个地球，整个地球上一切众生的事事物物，我们都要知道，我们都要为他着想，都要帮助他们。",
      "zh_TW": "過去跟現在生活環境不一樣，我們必須要認識清楚，從前交通不方便，資訊不是不發達，完全沒有，所以一個人一生生活的空間有限，確實有很多很多人從生到死沒有離開他的縣城，他的親戚朋友不遠，都是鄰村，一生生活範圍就是那麼大的一個圈子，他只要知道那個圈圈裡面的事情就夠了，其他的他不需要知道。生活的圈子小，一生能夠安居樂業，過得很幸福、很美滿。現在不行，現在我們的生活空間大，你不想出門，家裡有電視，全世界的事情你都看到了，送來給你看。今天我們既然生活空間是以整個地球，整個地球上一切眾生的事事物物，我們都要知道，我們都要為他著想，都要幫助他們。"
    },
    {
      "id": "12-030-0001_p0033",
      "zh_CN": "这是我们现前弘法利生，跟古时候大德情形不一样的地方，这是客观条件不相同。我们今天还是以一个地区，有一个范围，我们就错了，我们今天的范围是地球。如果将来科技更进步，能够到其他星球上去，那你生活范围更大，还要包括别星球里面这些众生，随着我们生活活动的范围，认真努力去做，这就如法。这是事，在理上，理上一定是「心包太虚，量周沙界」，我们的事才做得圆满，世间人所谓真善美慧，我们才能做到。如果没有虚空法界的心量，不知道虚空法界一切众生唯心所现，唯识所变，我们这个事情怎么做也不会圆满，理跟事要相应。这就是「如所应度，广为说法」。",
      "zh_TW": "這是我們現前弘法利生，跟古時候大德情形不一樣的地方，這是客觀條件不相同。我們今天還是以一個地區，有一個範圍，我們就錯了，我們今天的範圍是地球。如果將來科技更進步，能夠到其他星球上去，那你生活範圍更大，還要包括別星球裡面這些眾生，隨著我們生活活動的範圍，認真努力去做，這就如法。這是事，在理上，理上一定是「心包太虛，量周沙界」，我們的事才做得圓滿，世間人所謂真善美慧，我們才能做到。如果沒有虛空法界的心量，不知道虛空法界一切眾生唯心所現，唯識所變，我們這個事情怎麼做也不會圓滿，理跟事要相應。這就是「如所應度，廣為說法」。"
    },
    {
      "id": "12-030-0001_p0034",
      "zh_CN": "化缘尽了，这才能去；化缘没有尽，还不能去。佛菩萨住世，跟我们凡夫不一样，凡夫是业力，虽然是业力，业力可以改变。有人曾经问过我，中国有一些算命看相的，说人一生都是被命运主宰，所谓是「一生皆是命，半点不由人」，又所谓「一饮一啄，莫非前定」，宿命论。西方的大预言家，中世纪法国的诺查丹玛斯，这大家都知道，他也是个宿命论，他也认为这个世界所有一切众生的命运都是注定的。好像人生到这个世间，按照剧本表演，演戏，自己完全做不了主。有同修拿这个问题来问我，他说：我们佛怎么讲法？佛的说法比他们高明，他们这些人知其当然，不知其所以然，也就说他们看到剧本了，这些演员都按照剧本来演戏，剧本谁写的他不知道，佛知道。剧本谁写的？我们自己写的，不是别人写的。业力是自己过去生中所造的，佛讲得很好，「欲知前世因，今生受者是；欲知来世果，今生作者是」，这不是把话交代得清清楚楚、明明白白。剧本谁写的？自己写的；自己写剧本，自己当然可以改变剧本。所以佛说如果一个人觉悟了，断恶修善，你的剧本就改了。",
      "zh_TW": "化緣盡了，這才能去；化緣沒有盡，還不能去。佛菩薩住世，跟我們凡夫不一樣，凡夫是業力，雖然是業力，業力可以改變。有人曾經問過我，中國有一些算命看相的，說人一生都是被命運主宰，所謂是「一生皆是命，半點不由人」，又所謂「一飲一啄，莫非前定」，宿命論。西方的大預言家，中世紀法國的諾查丹瑪斯，這大家都知道，他也是個宿命論，他也認為這個世界所有一切眾生的命運都是注定的。好像人生到這個世間，按照劇本表演，演戲，自己完全做不了主。有同修拿這個問題來問我，他說：我們佛怎麼講法？佛的說法比他們高明，他們這些人知其當然，不知其所以然，也就說他們看到劇本了，這些演員都按照劇本來演戲，劇本誰寫的他不知道，佛知道。劇本誰寫的？我們自己寫的，不是別人寫的。業力是自己過去生中所造的，佛講得很好，「欲知前世因，今生受者是；欲知來世果，今生作者是」，這不是把話交代得清清楚楚、明明白白。劇本誰寫的？自己寫的；自己寫劇本，自己當然可以改變劇本。所以佛說如果一個人覺悟了，斷惡修善，你的劇本就改了。"
    },
    {
      "id": "12-030-0001_p0035",
      "zh_CN": "了凡先生遇到孔先生给他算命，那个孔先生就是不知道写剧本的人是谁，他是宿命论，袁了凡先生果然是依照剧本去演戏，他无可奈何。遇到云谷禅师之后，这才明了、才觉悟，原来这个剧本可以改的，他就认真改，断恶修善，然后他的命运跟孔先生给他算的，就不准了。孔先生算他寿命只有五十三岁，他活到七十多岁，算命算他没有儿女，他有得一个儿子，都不准了，命运可以自己改。所以佛法承认世间人有命运，但是命运不是决定的，是可以改变的。佛教导我们，只要能够觉悟，能够断恶修善，能够转迷成悟，你就不会受业力的拘束。",
      "zh_TW": "了凡先生遇到孔先生給他算命，那個孔先生就是不知道寫劇本的人是誰，他是宿命論，袁了凡先生果然是依照劇本去演戲，他無可奈何。遇到雲谷禪師之後，這才明瞭、才覺悟，原來這個劇本可以改的，他就認真改，斷惡修善，然後他的命運跟孔先生給他算的，就不準了。孔先生算他壽命只有五十三歲，他活到七十多歲，算命算他沒有兒女，他有得一個兒子，都不準了，命運可以自己改。所以佛法承認世間人有命運，但是命運不是決定的，是可以改變的。佛教導我們，只要能夠覺悟，能夠斷惡修善，能夠轉迷成悟，你就不會受業力的拘束。"
    },
    {
      "id": "12-030-0001_p0036",
      "zh_CN": "可是佛家常说，「佛不度无缘之人」。缘是多生结的，不是这一生，我们大家在这个讲堂这一会，不是偶然的，缘结多生。如果是这一生所结的缘，这一生我们认识的朋友很多，我在香港认识人就很多，我在这里讲经，他为什么不来？他知道我在此，他不来。由此可知，不是一生，多生，缘结多生。佛不度无缘之人，我们要常常跟一切众生结善缘、结法缘，缘结得愈广愈好、愈深愈好，将来很容易度化他，容易劝他回头，缘要不够深就很难劝导他。一劝他就懂，一听他就明了，这个缘深，佛缘深，慧根深。如果缘尽了，什么才算是尽？成熟的没有了，就是尽了；不是说闻法的人没有，闻法的人还有很多。但是闻法的人他不肯依教奉行，他这一生不能结果，这个缘就不成熟，佛菩萨可以走了；等到这一边还有人缘成熟，佛菩萨就又来了。他来来去去不是自己的意思，完全是众生。",
      "zh_TW": "可是佛家常說，「佛不度無緣之人」。緣是多生結的，不是這一生，我們大家在這個講堂這一會，不是偶然的，緣結多生。如果是這一生所結的緣，這一生我們認識的朋友很多，我在香港認識人就很多，我在這裡講經，他為什麼不來？他知道我在此，他不來。由此可知，不是一生，多生，緣結多生。佛不度無緣之人，我們要常常跟一切眾生結善緣、結法緣，緣結得愈廣愈好、愈深愈好，將來很容易度化他，容易勸他回頭，緣要不夠深就很難勸導他。一勸他就懂，一聽他就明瞭，這個緣深，佛緣深，慧根深。如果緣盡了，什麼才算是盡？成熟的沒有了，就是盡了；不是說聞法的人沒有，聞法的人還有很多。但是聞法的人他不肯依教奉行，他這一生不能結果，這個緣就不成熟，佛菩薩可以走了；等到這一邊還有人緣成熟，佛菩薩就又來了。他來來去去不是自己的意思，完全是眾生。"
    },
    {
      "id": "12-030-0001_p0037",
      "zh_CN": "所以什么样才是缘？真正依教奉行的人，真正希望在这一生当中结果的人。净宗法门的结果，决定往生，这是结果。在你的会下，这是我们举例，一个菩萨，一位大德，无论他现的是在家身、是出家身，男身、女身，这都没有关系，他在这个地方讲经说法，殷勤劝谕，会众当中还有几个真干的，这一生真正能得度的，这个人就是有缘之人，这一类善友就要住世，就要帮助他。他们这些人统统往生了，在底下没有真正肯干的，没有了，这个善友他才可以走；否则的话，他不能走，他走了对不起人。释迦牟尼佛说法四十九年，他就入般涅槃，他为什么不多住几年？他灭度的时候僧团并没有散掉，僧团里面许许多多的学生痛哭流涕，而佛走是佛的化缘尽了。我们要明了什么叫化缘尽，不是听众没有了，是真正修行证果的人没有，『然后而去』。这是文殊菩萨对善财、对福城大众的教导，这个状况我们在此地看到。再看第六段：",
      "zh_TW": "所以什麼樣才是緣？真正依教奉行的人，真正希望在這一生當中結果的人。淨宗法門的結果，決定往生，這是結果。在你的會下，這是我們舉例，一個菩薩，一位大德，無論他現的是在家身、是出家身，男身、女身，這都沒有關係，他在這個地方講經說法，殷勤勸諭，會眾當中還有幾個真幹的，這一生真正能得度的，這個人就是有緣之人，這一類善友就要住世，就要幫助他。他們這些人統統往生了，在底下沒有真正肯幹的，沒有了，這個善友他才可以走；否則的話，他不能走，他走了對不起人。釋迦牟尼佛說法四十九年，他就入般涅槃，他為什麼不多住幾年？他滅度的時候僧團並沒有散掉，僧團裡面許許多多的學生痛哭流涕，而佛走是佛的化緣盡了。我們要明瞭什麼叫化緣盡，不是聽眾沒有了，是真正修行證果的人沒有，『然後而去』。這是文殊菩薩對善財、對福城大眾的教導，這個狀況我們在此地看到。再看第六段："
    },
    {
      "id": "12-030-0001_p0038",
      "zh_CN": "【善财闻法，勤求爱乐，随逐文殊，瞻恋不舍，一心归向。正是所谓上根随逐，同餐妙旨，独颖众流。重法随师，陈偈求度。】",
      "zh_TW": "【善財聞法，勤求愛樂，隨逐文殊，瞻戀不捨，一心歸向。正是所謂上根隨逐，同餐妙旨，獨穎眾流。重法隨師，陳偈求度。】"
    },
    {
      "id": "12-030-0001_p0039",
      "zh_CN": "善财在此地为我们表演一个做学生的榜样。人生于世，良师难遇，好老师不容易遇到，所谓是可遇不可求，到哪里去找？很幸运的遇到了，遇到你要认识，遇到不认识等于没有遇到。好老师要找一个好学生也找不到，到哪儿去找？这都是多生多劫的因缘，有缘遇到了。文殊好老师，善财好学生，善财听到文殊菩萨讲经说法很受感动。『勤求爱乐』，这四个字写出善财童子好学的心态。下面描绘出善财童子的行为，不仅仅是爱慕佛法，『随逐文殊，瞻恋不舍，一心归向』。这是拜老师，真正五体投地拜老师，亲近老师，跟随老师学习。我们中国人讲的尊师重道，为重道而亲近老师，尊重老师。",
      "zh_TW": "善財在此地為我們表演一個做學生的榜樣。人生於世，良師難遇，好老師不容易遇到，所謂是可遇不可求，到哪裡去找？很幸運的遇到了，遇到你要認識，遇到不認識等於沒有遇到。好老師要找一個好學生也找不到，到哪兒去找？這都是多生多劫的因緣，有緣遇到了。文殊好老師，善財好學生，善財聽到文殊菩薩講經說法很受感動。『勤求愛樂』，這四個字寫出善財童子好學的心態。下面描繪出善財童子的行為，不僅僅是愛慕佛法，『隨逐文殊，瞻戀不捨，一心歸向』。這是拜老師，真正五體投地拜老師，親近老師，跟隨老師學習。我們中國人講的尊師重道，為重道而親近老師，尊重老師。"
    },
    {
      "id": "12-030-0001_p0040",
      "zh_CN": "「一心归向」，这一句是学生对老师关键的所在，能一心归向，没有不成就的。这是学习最殊胜的态度，对老师百分之百的顺从，老师的教诫百分之百的受持，不能违背。所以善财一生能够超越六道，超越十法界，证得究竟圆满菩提，他的根就是这四个字。那我们想想，我们今天亲近善知识不能成就，我们不具备这个条件，我们对老师还疑惑，阳奉阴违，表面上听话，离开老师，完全随顺自己的烦恼习气，那怎么能成就？不是一心，没有归向。甚至于天天还找老师的麻烦，还说老师的过失，你怎么能成功？",
      "zh_TW": "「一心歸向」，這一句是學生對老師關鍵的所在，能一心歸向，沒有不成就的。這是學習最殊勝的態度，對老師百分之百的順從，老師的教誡百分之百的受持，不能違背。所以善財一生能夠超越六道，超越十法界，證得究竟圓滿菩提，他的根就是這四個字。那我們想想，我們今天親近善知識不能成就，我們不具備這個條件，我們對老師還疑惑，陽奉陰違，表面上聽話，離開老師，完全隨順自己的煩惱習氣，那怎麼能成就？不是一心，沒有歸向。甚至於天天還找老師的麻煩，還說老師的過失，你怎麼能成功？"
    },
    {
      "id": "12-030-0001_p0041",
      "zh_CN": "老师有没有过失？有；为什么有？老师示现。释迦牟尼佛、佛菩萨有的时候表演过失，他没有过失，那个过失是度人的，是度众生手段的；他不知道，以为他是真的犯过。他们度众生的，因为众生根性不一样，所以用的手段不相同，你以为是过失，实际上人家是大功德。我们用凡夫的心，去测度佛菩萨的心行，你说糟不糟糕？真正学习良好的态度，对老师只有一个「敬」，如果有疑惑向老师请教，你为什么对他是这种态度？老师或者给你解释，或者不给你解释，你都要尊敬。不给你解释，对你笑笑，叫你去体悟，里面有大道理在！你要认为老师真的有过失，不是老师有过失，是你自己有过失，这些地方我们都要好好的去学习。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "老師有沒有過失？有；為什麼有？老師示現。釋迦牟尼佛、佛菩薩有的時候表演過失，他沒有過失，那個過失是度人的，是度眾生手段的；他不知道，以為他是真的犯過。他們度眾生的，因為眾生根性不一樣，所以用的手段不相同，你以為是過失，實際上人家是大功德。我們用凡夫的心，去測度佛菩薩的心行，你說糟不糟糕？真正學習良好的態度，對老師只有一個「敬」，如果有疑惑向老師請教，你為什麼對他是這種態度？老師或者給你解釋，或者不給你解釋，你都要尊敬。不給你解釋，對你笑笑，叫你去體悟，裡面有大道理在！你要認為老師真的有過失，不是老師有過失，是你自己有過失，這些地方我們都要好好的去學習。好，今天時間到了，我們就講到此地。"
    }
  ]
}