{
  "doc_id": "20-018-0037",
  "title": {
    "zh_CN": "九四年净空法师早餐开示—弘法要懂得观机",
    "zh_TW": "九四年淨空法師早餐開示—弘法要懂得觀機"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-018-0037",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-018-0037_p0001",
      "zh_CN": "《无量寿经》、《三皈传授》、《朝暮课诵》、《认识佛教》，这四样东西是学佛的根本，必须要大量的去流通。昨天下午有几个同修们来，讲到现在台湾有不少的佛教团体，都在从事将佛经输入电脑，做了不少事情，这个也非常的难得。但是所做的都是些大经大论，这个在形式上说是学术的佛教，只有极少数研究佛经的人得到充分的资料。可是佛法的目的，佛教教学的目的是要帮助你了生死、出三界，成佛作祖，这个是它的目的，这才叫真正学佛。我们提出这四个小册子，确确实实能够应现代人的根基，很短的时间能达到佛教教学的目标。今天这个世间，书本比从前多得太多，这是印刷术的发达，无论是古书、是现代人的著作，都不是从前人能够想像得到的！",
      "zh_TW": "《無量壽經》、《三皈傳授》、《朝暮課誦》、《認識佛教》，這四樣東西是學佛的根本，必須要大量的去流通。昨天下午有幾個同修們來，講到現在台灣有不少的佛教團體，都在從事將佛經輸入電腦，做了不少事情，這個也非常的難得。但是所做的都是些大經大論，這個在形式上說是學術的佛教，只有極少數研究佛經的人得到充分的資料。可是佛法的目的，佛教教學的目的是要幫助你了生死、出三界，成佛作祖，這個是它的目的，這才叫真正學佛。我們提出這四個小冊子，確確實實能夠應現代人的根基，很短的時間能達到佛教教學的目標。今天這個世間，書本比從前多得太多，這是印刷術的發達，無論是古書、是現代人的著作，都不是從前人能夠想像得到的！"
    },
    {
      "id": "20-018-0037_p0002",
      "zh_CN": "今天社会还是这么一团糟，而这种乱相我们看不到有改善的迹象，原因在什么地方？佛法教学是「行」，是叫你去做的，这个非常重要！儒家从前教学也是讲行。《华严》以普贤菩萨为长子，文殊为庶男，那个意思就是说《华严》是重实行，普贤菩萨是实践的，是认真去做的。文殊是表智慧，智慧要不认真去做，有什么用处？是要表行的。西方净土这个法门，观音为上首，观音也是表行，大势至菩萨表智慧，观音代表行持，着重在行门。你不能够依教奉行，没用处！",
      "zh_TW": "今天社會還是這麼一團糟，而這種亂相我們看不到有改善的跡象，原因在什麼地方？佛法教學是「行」，是叫你去做的，這個非常重要！儒家從前教學也是講行。《華嚴》以普賢菩薩為長子，文殊為庶男，那個意思就是說《華嚴》是重實行，普賢菩薩是實踐的，是認真去做的。文殊是表智慧，智慧要不認真去做，有什麼用處？是要表行的。西方淨土這個法門，觀音為上首，觀音也是表行，大勢至菩薩表智慧，觀音代表行持，著重在行門。你不能夠依教奉行，沒用處！"
    },
    {
      "id": "20-018-0037_p0003",
      "zh_CN": "要讲这些高深的道理，说老实话，现在人没兴趣，这个大家一定要晓得。现在人多半都是心浮气躁，对于任何学问都不可能深入的去研究、去了解，精神生活的压力很重，所以他所需要的最简单、最有效的，立刻就能得到好处、得到利益的，这个最欢迎。所以是一个时代有一个时代众生的根机。我们生在这个时代，这个时代众生根机是什么？隋唐那个时代社会安定，人民富裕，于是乎那个知识水准就提高了，那个时候大经大论很契机；现在这个时代，你讲大经大论没人听。所以我们到外面去把佛法介绍给别人，时间短，但是我们讲的东西也是佛法的精华，短时间就全部都告诉你了。你能够接受，能够相信，你这一生就受用无穷，虽然短时间，全部给你！",
      "zh_TW": "要講這些高深的道理，說老實話，現在人沒興趣，這個大家一定要曉得。現在人多半都是心浮氣躁，對於任何學問都不可能深入的去研究、去了解，精神生活的壓力很重，所以他所需要的最簡單、最有效的，立刻就能得到好處、得到利益的，這個最歡迎。所以是一個時代有一個時代眾生的根機。我們生在這個時代，這個時代眾生根機是什麼？隋唐那個時代社會安定，人民富裕，於是乎那個知識水準就提高了，那個時候大經大論很契機；現在這個時代，你講大經大論沒人聽。所以我們到外面去把佛法介紹給別人，時間短，但是我們講的東西也是佛法的精華，短時間就全部都告訴你了。你能夠接受，能夠相信，你這一生就受用無窮，雖然短時間，全部給你！"
    },
    {
      "id": "20-018-0037_p0004",
      "zh_CN": "所以弘法要懂得观机，佛法常讲这个经叫契经，要契理、要契机。契理不契机，古人讲这叫闲言语，用现在话就是废话，虽然契理但是不契机，讲的话是废话，别人不懂，得不到受用；契机不契理，魔说。守住这个原则，自利利他就能得真实受用。所以古时候道绰，道绰是昙鸾以后、善导之前的一位大师，一生专讲《阿弥陀经》，讲两百多遍，他专讲《阿弥陀经》，这有很深的意义。你们在《念佛论》里看到，倓虚法师所讲的郑锡宾居士，这个是预知时至，自在往生的，他就学会《阿弥陀经》，到处给人讲《阿弥陀经》，他也是专讲《阿弥陀经》，山东人。一部《阿弥陀经》，说老实话就是圆满完整的佛法，简单扼要，真实利益。《无量寿经》上讲，具三种真实，这个一点都不假，三种真实，纵然不识字，没有知识的老太婆也得受用，她三种真实也都能得到，所以这个是一定要晓得。",
      "zh_TW": "所以弘法要懂得觀機，佛法常講這個經叫契經，要契理、要契機。契理不契機，古人講這叫閒言語，用現在話就是廢話，雖然契理但是不契機，講的話是廢話，別人不懂，得不到受用；契機不契理，魔說。守住這個原則，自利利他就能得真實受用。所以古時候道綽，道綽是曇鸞以後、善導之前的一位大師，一生專講《阿彌陀經》，講兩百多遍，他專講《阿彌陀經》，這有很深的意義。你們在《念佛論》裡看到，倓虛法師所講的鄭錫賓居士，這個是預知時至，自在往生的，他就學會《阿彌陀經》，到處給人講《阿彌陀經》，他也是專講《阿彌陀經》，山東人。一部《阿彌陀經》，說老實話就是圓滿完整的佛法，簡單扼要，真實利益。《無量壽經》上講，具三種真實，這個一點都不假，三種真實，縱然不識字，沒有知識的老太婆也得受用，她三種真實也都能得到，所以這個是一定要曉得。"
    },
    {
      "id": "20-018-0037_p0005",
      "zh_CN": "深入《弥陀经》，莲池大师的《疏钞》和蕅益大师的《要解》就够了，这足够了。你能深入，你讲的时候深入浅出，这种经到外面去三天可以讲完，五天也可以讲完，一个星期也可以讲完。我们到外面讲经，实在讲时间只有这么多，你到美国各个地方去弘法，三天是最受欢迎的，五天还可以，七天就没人听了，因为在美国有七天假期的不多，最长的假期五天。所以你讲大部经，长讲的话，不可能有人来听。在美国是这个情形，即使将来在中国大陆恐怕也是这个情形，这个社会发展一定是这样的趋势。所以这个长篇的东西，很深的东西，很伤脑筋的东西，没人愿意要。",
      "zh_TW": "深入《彌陀經》，蓮池大師的《疏鈔》和蕅益大師的《要解》就夠了，這足夠了。你能深入，你講的時候深入淺出，這種經到外面去三天可以講完，五天也可以講完，一個星期也可以講完。我們到外面講經，實在講時間只有這麼多，你到美國各個地方去弘法，三天是最受歡迎的，五天還可以，七天就沒人聽了，因為在美國有七天假期的不多，最長的假期五天。所以你講大部經，長講的話，不可能有人來聽。在美國是這個情形，即使將來在中國大陸恐怕也是這個情形，這個社會發展一定是這樣的趨勢。所以這個長篇的東西，很深的東西，很傷腦筋的東西，沒人願意要。"
    }
  ]
}