{
  "doc_id": "20-018-0048",
  "title": {
    "zh_CN": "九四年净空法师早餐开示—菩萨处众的原则",
    "zh_TW": "九四年淨空法師早餐開示—菩薩處眾的原則"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十八集",
    "zh_TW": "第四十八集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-018-0048",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "20-018-0048_p0001",
      "zh_CN": "今天晚上讲题是修福和修慧。世出世间法离不开因果，所求的就是福慧，佛给我们讲得太多了。在众多经论当中，古大德教给我们，守住一门就能成就。但是这一门要解义，就是经里面讲的意思要真正理解，要认真的去做；不能去做，那个理解都未必是正确的。所以这个解要从行当中去证，证实解得不错、解得正确，所以行就非常重要。不能够依教奉行就是没有智慧、没有福报，特别是细行，就是一般人认为微不足道的小事情，大家不注重，所以叫不修小节。真正讲修行的人，都在细微之处，待人接物、起心动念，与佛的教训能不能相应。",
      "zh_TW": "今天晚上講題是修福和修慧。世出世間法離不開因果，所求的就是福慧，佛給我們講得太多了。在眾多經論當中，古大德教給我們，守住一門就能成就。但是這一門要解義，就是經裡面講的意思要真正理解，要認真的去做；不能去做，那個理解都未必是正確的。所以這個解要從行當中去證，證實解得不錯、解得正確，所以行就非常重要。不能夠依教奉行就是沒有智慧、沒有福報，特別是細行，就是一般人認為微不足道的小事情，大家不注重，所以叫不修小節。真正講修行的人，都在細微之處，待人接物、起心動念，與佛的教訓能不能相應。"
    },
    {
      "id": "20-018-0048_p0002",
      "zh_CN": "在现在这个时代，众生根性很劣，烦恼习气很重，所以我们连《沙弥律仪》都大幅度的舍弃，节录里头精要的。如果节录的这个一百多条我们要不能做到的话，什么都谈不上了。念佛求生净土也不是那么容易的事情。过去李炳老常讲，一万个人念佛，大概只有三、五个往生。由此可知，念佛往生也不是一桩容易事情。他为什么不能往生？他虽然心里想去，他所作所为不善。西方极乐世界，经上讲得很清楚，「诸上善人，俱聚会一处」，你的心行不善，想去哪能去得了？所以人家是诸上善人，我们对于那个上善总得要靠一点边，边都摸不到，怎么能去？",
      "zh_TW": "在現在這個時代，眾生根性很劣，煩惱習氣很重，所以我們連《沙彌律儀》都大幅度的捨棄，節錄裡頭精要的。如果節錄的這個一百多條我們要不能做到的話，什麼都談不上了。念佛求生淨土也不是那麼容易的事情。過去李炳老常講，一萬個人念佛，大概只有三、五個往生。由此可知，念佛往生也不是一樁容易事情。他為什麼不能往生？他雖然心裡想去，他所作所為不善。西方極樂世界，經上講得很清楚，「諸上善人，俱聚會一處」，你的心行不善，想去哪能去得了？所以人家是諸上善人，我們對於那個上善總得要靠一點邊，邊都摸不到，怎麼能去？"
    },
    {
      "id": "20-018-0048_p0003",
      "zh_CN": "什么是善、什么是恶？三福、六和是基础，是总纲领。《沙弥律仪》就是细行，就是这个纲领的具体说明，所以那个很重要！那个印成小册子可以普遍流通。沙弥戒在家人可以看。戒律里面，只有比丘戒、比丘尼戒，没有受过戒的人不能看，这个原因是怕别人毁谤。这个沙弥戒跟菩萨戒都可以看的，所以要认真去学习。印成小册就可以常常放在身上，常常看、常常检点。过去印光法师他老人家用《了凡四训》、用《感应篇》来代替戒律，那也非常之好。所以这个《感应篇汇编》是弘化社印的，而且流通量非常之大，这个就是老法师真正希望人往生净土。你做不到，只能说念佛跟阿弥陀佛结个善缘，这一生不能去。像这个善缘，我们过去生中生生世世都结了，这个缘很深、很深。什么时候能去？什么时候一念回善就去了。如果这一生，我们的心行还是不善，那还是去不了，道理在此地。",
      "zh_TW": "什麼是善、什麼是惡？三福、六和是基礎，是總綱領。《沙彌律儀》就是細行，就是這個綱領的具體說明，所以那個很重要！那個印成小冊子可以普遍流通。沙彌戒在家人可以看。戒律裡面，只有比丘戒、比丘尼戒，沒有受過戒的人不能看，這個原因是怕別人毀謗。這個沙彌戒跟菩薩戒都可以看的，所以要認真去學習。印成小冊就可以常常放在身上，常常看、常常檢點。過去印光法師他老人家用《了凡四訓》、用《感應篇》來代替戒律，那也非常之好。所以這個《感應篇彙編》是弘化社印的，而且流通量非常之大，這個就是老法師真正希望人往生淨土。你做不到，只能說念佛跟阿彌陀佛結個善緣，這一生不能去。像這個善緣，我們過去生中生生世世都結了，這個緣很深、很深。什麼時候能去？什麼時候一念回善就去了。如果這一生，我們的心行還是不善，那還是去不了，道理在此地。"
    },
    {
      "id": "20-018-0048_p0004",
      "zh_CN": "真正修行人，没有事情的时候常常想自己的过失，不要去管别人，常常想自己过失，这个人会开悟的。时时刻刻能真正检点自己，这是精进，改过自新，念佛求生净土。处众，绝对遵守菩萨六度，那是菩萨处众的原则。布施就是服务大众，这个意思要晓得，持戒就是守法。无论做什么事情，都是为了服务大众，道场如此，家庭也如此。家庭里面做个家庭主妇，从早到晚把家里面做得整整齐齐，让一家人生活很舒适，那她就是在行布施。用劳力、用思考，这是内财布施。这个布施，财布施里头有外财、有内财，这都属于施舍，这修福的。",
      "zh_TW": "真正修行人，沒有事情的時候常常想自己的過失，不要去管別人，常常想自己過失，這個人會開悟的。時時刻刻能真正檢點自己，這是精進，改過自新，念佛求生淨土。處眾，絕對遵守菩薩六度，那是菩薩處眾的原則。布施就是服務大眾，這個意思要曉得，持戒就是守法。無論做什麼事情，都是為了服務大眾，道場如此，家庭也如此。家庭裡面做個家庭主婦，從早到晚把家裡面做得整整齊齊，讓一家人生活很舒適，那她就是在行布施。用勞力、用思考，這是內財布施。這個布施，財布施裡頭有外財、有內財，這都屬於施捨，這修福的。"
    },
    {
      "id": "20-018-0048_p0005",
      "zh_CN": "持戒，一个家庭里头，所谓「家有家规，国有国法」，家里面有规矩，上下和睦，做事情有秩序，有条不紊，这就是持戒。忍辱，就是有耐心。所以会学佛的人，无论处什么人，无论做什么事情，无论是顺境、是逆境，都是菩萨道，都成就自己的道业，都得到法喜充满，这是真修行人。离苦得乐不是境界，是内心。处逆境，跟恶人相处也快乐，可见得它不是外境，它是内心。内心清净，内心里面是禅定的、是般若智慧。所以会修行的人，无时无处不是道场；不会修行的人，找道场找不到。",
      "zh_TW": "持戒，一個家庭裡頭，所謂「家有家規，國有國法」，家裡面有規矩，上下和睦，做事情有秩序，有條不紊，這就是持戒。忍辱，就是有耐心。所以會學佛的人，無論處什麼人，無論做什麼事情，無論是順境、是逆境，都是菩薩道，都成就自己的道業，都得到法喜充滿，這是真修行人。離苦得樂不是境界，是內心。處逆境，跟惡人相處也快樂，可見得它不是外境，它是內心。內心清淨，內心裡面是禪定的、是般若智慧。所以會修行的人，無時無處不是道場；不會修行的人，找道場找不到。"
    }
  ]
}