{
  "doc_id": "20-018-0007",
  "title": {
    "zh_CN": "九四年净空法师早餐开示—修行只要求自己",
    "zh_TW": "九四年淨空法師早餐開示—修行只要求自己"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "景美华藏图书馆",
    "zh_TW": "景美華藏圖書館"
  },
  "doc_number": "20-018-0007",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "20-018-0007_p0001",
      "zh_CN": "大家一定要把全副的精神、时间都要用在佛七的会上。仪规不像经论，经论研习的时间长，仪规在一般的时候，通常一个初出家的，三个月之中大致上都能够学会，除非你不肯下功夫，这一下功夫，三个月就行。当然要精，那是很长时间的事情；普通能够应付，三个月就可以了。希望你们这个月的时间，认真努力去学习。",
      "zh_TW": "大家一定要把全副的精神、時間都要用在佛七的會上。儀規不像經論，經論研習的時間長，儀規在一般的時候，通常一個初出家的，三個月之中大致上都能夠學會，除非你不肯下功夫，這一下功夫，三個月就行。當然要精，那是很長時間的事情；普通能夠應付，三個月就可以了。希望你們這個月的時間，認真努力去學習。"
    },
    {
      "id": "20-018-0007_p0002",
      "zh_CN": "经教一定要一门深入，五经任何一部经都可以，选择自己喜欢的一部经深入。真正在经教上下手，经文里头每一个字、每一句都不能放松。字要查字典，我们现在字典当中，搜集的内容最丰富的是中文大字典。这个字它是什么意思，有多少种读法、有多少种讲法，字的研究，在这个句子里面应该读哪种音，应该采取哪种讲法；中国文字破音字很多，一个字有好几种读法。有的时候好几种读法，意思一样的那就无所谓；读法不一样，意思不一样，那这个就要讲究了，决定不能读错。所以发音要正确，这平常都要留意，要标准的拼音，国音是标准的拼音。所以真的下功夫，字字都要去研究，我们才不至于把它念错了。名词术语一定要查清楚。",
      "zh_TW": "經教一定要一門深入，五經任何一部經都可以，選擇自己喜歡的一部經深入。真正在經教上下手，經文裡頭每一個字、每一句都不能放鬆。字要查字典，我們現在字典當中，蒐集的內容最豐富的是中文大字典。這個字它是什麼意思，有多少種讀法、有多少種講法，字的研究，在這個句子裡面應該讀哪種音，應該採取哪種講法；中國文字破音字很多，一個字有好幾種讀法。有的時候好幾種讀法，意思一樣的那就無所謂；讀法不一樣，意思不一樣，那這個就要講究了，決定不能讀錯。所以發音要正確，這平常都要留意，要標準的拼音，國音是標準的拼音。所以真的下功夫，字字都要去研究，我們才不至於把它念錯了。名詞術語一定要查清楚。"
    },
    {
      "id": "20-018-0007_p0003",
      "zh_CN": "经要熟，熟透了，意思自然就明了，然后进一步看它的章法、结构，这个就是科判。《无量寿经》可以用慈舟法师的科判做基础，慈老的科判是会集本第一次的本子，我们从科判当中能看出来，最初会集是三十七品，以后就重新修订，成为现在这个本子，四十八品。修订之后，里头增加了一些，增加的这部份科判里头没有，所以从科判里面一看就晓得，最初的本子跟最后修订的本子，里面的出入能看得出来。这个恐怕你们现在没有能力做，你们现在能够在字、在名词术语上，在这上面下功夫，这是你们目前可以做得到的，科判恐怕你们没有能力做。还有一个重要的，就是里面一些教训的句子，摘录出来常常反省，那叫真正修行。我讲过很多次，不晓得你们做了没有？非常重要。",
      "zh_TW": "經要熟，熟透了，意思自然就明瞭，然後進一步看它的章法、結構，這個就是科判。《無量壽經》可以用慈舟法師的科判做基礎，慈老的科判是會集本第一次的本子，我們從科判當中能看出來，最初會集是三十七品，以後就重新修訂，成為現在這個本子，四十八品。修訂之後，裡頭增加了一些，增加的這部份科判裡頭沒有，所以從科判裡面一看就曉得，最初的本子跟最後修訂的本子，裡面的出入能看得出來。這個恐怕你們現在沒有能力做，你們現在能夠在字、在名詞術語上，在這上面下功夫，這是你們目前可以做得到的，科判恐怕你們沒有能力做。還有一個重要的，就是裡面一些教訓的句子，摘錄出來常常反省，那叫真正修行。我講過很多次，不曉得你們做了沒有？非常重要。"
    },
    {
      "id": "20-018-0007_p0004",
      "zh_CN": "佛七仪规的这个本子我们有吗？有一本就行了。不是现在拿，我是叫你们拿去注音，《三时系念》也拿去注音，纵然不能全部注，里面比较难一点的、生的字把它注出来，注再翻印。你到新加坡去的时候，这两种东西，每一种都要带三千本去。你现在不开始印的话，一个月的时间来不及，所以这个事情马上就要做。到时候你们去没本子，你这个道场不可能不乱。大家没有本子，你们唱什么他也听不清楚，你这个道场不是一团糟吗？所以这个本子非常重要！你们哪几个发心去注音，注出来之后拿给馆长看一看，马上就要去印。我记得好像从前我们有一本叫《佛学备要》是不是？有一本《佛学备要》，影印的是不是？没有印过的，影印的，那个里面一些学佛最浅显、最普通的常识真的要看，那是佛学基本的常识，要懂得，你读了之后，你跟外面人应酬才不至于外行。找找看，那个本子实在讲，可以把它印出来流通，《佛学备要》。我们那个时候没有印，好像这个本子里缺了一页，缺一页还是缺两页，原本上就缺了，所以没有考虑到印。这个可以写信给金陵刻经处、给上海佛学书店，问问看他们有没有，在他们藏书里头。如果我们缺几页，请他把那一页影印给我们，我们本子就完全了。完全的时候，或者是重新再排版做也很好，它那个版影印的，大概不太清楚。重新做个版，它份量不多，小册子，想办法把它补全，补起来。",
      "zh_TW": "佛七儀規的這個本子我們有嗎？有一本就行了。不是現在拿，我是叫你們拿去注音，《三時繫念》也拿去注音，縱然不能全部注，裡面比較難一點的、生的字把它注出來，注再翻印。你到新加坡去的時候，這兩種東西，每一種都要帶三千本去。你現在不開始印的話，一個月的時間來不及，所以這個事情馬上就要做。到時候你們去沒本子，你這個道場不可能不亂。大家沒有本子，你們唱什麼他也聽不清楚，你這個道場不是一團糟嗎？所以這個本子非常重要！你們哪幾個發心去注音，注出來之後拿給館長看一看，馬上就要去印。我記得好像從前我們有一本叫《佛學備要》是不是？有一本《佛學備要》，影印的是不是？沒有印過的，影印的，那個裡面一些學佛最淺顯、最普通的常識真的要看，那是佛學基本的常識，要懂得，你讀了之後，你跟外面人應酬才不至於外行。找找看，那個本子實在講，可以把它印出來流通，《佛學備要》。我們那個時候沒有印，好像這個本子裡缺了一頁，缺一頁還是缺兩頁，原本上就缺了，所以沒有考慮到印。這個可以寫信給金陵刻經處、給上海佛學書店，問問看他們有沒有，在他們藏書裡頭。如果我們缺幾頁，請他把那一頁影印給我們，我們本子就完全了。完全的時候，或者是重新再排版做也很好，它那個版影印的，大概不太清楚。重新做個版，它份量不多，小冊子，想辦法把它補全，補起來。"
    },
    {
      "id": "20-018-0007_p0005",
      "zh_CN": "往后印书流通愈来愈困难，就是现在全世界高喊智慧财产权，也就是版权，这个东西很讨厌，障碍佛法流通。绝对不会像过去，我们想印什么书拿来就印，以后几乎就不可能。我们要想流通的，就是古人的东西，现在很多书局印的时候，他都标上「版权所有」，我们要拿来翻印，他在法院告，还得要出庭，还去应付这些事情，我们避免这些麻烦。所以很讨厌很讨厌！唯一的一个方法，我印我们自己的东西，像我们录音带、录影带节录出来这些东西，这个出版，这是决定没有问题的，没有版权纠纷的。连台中李老师的这些东西，你看台中莲社出版的，后面虽然没有说「版权所有，翻印必究」，他也注明了，如果要翻印，要得他同意，你说这个多麻烦。你看那个明伦杂志，里面不错，是些好东西，注得很清楚，如果要采用他的，要得他同意。这个都是限制佛法的流通，阻止佛法弘扬，这个罪业都很重，都是愚昧无知。",
      "zh_TW": "往後印書流通愈來愈困難，就是現在全世界高喊智慧財產權，也就是版權，這個東西很討厭，障礙佛法流通。絕對不會像過去，我們想印什麼書拿來就印，以後幾乎就不可能。我們要想流通的，就是古人的東西，現在很多書局印的時候，他都標上「版權所有」，我們要拿來翻印，他在法院告，還得要出庭，還去應付這些事情，我們避免這些麻煩。所以很討厭很討厭！唯一的一個方法，我印我們自己的東西，像我們錄音帶、錄影帶節錄出來這些東西，這個出版，這是決定沒有問題的，沒有版權糾紛的。連台中李老師的這些東西，你看台中蓮社出版的，後面雖然沒有說「版權所有，翻印必究」，他也註明了，如果要翻印，要得他同意，你說這個多麻煩。你看那個明倫雜誌，裡面不錯，是些好東西，註得很清楚，如果要採用他的，要得他同意。這個都是限制佛法的流通，阻止佛法弘揚，這個罪業都很重，都是愚昧無知。"
    },
    {
      "id": "20-018-0007_p0006",
      "zh_CN": "刚才悟修问我一个名词，大众。「众」是什么意思，你们晓不晓得？你们知道？众是什么意思？（众缘和合。）你只讲对了一半。佛门里面称「众」，你这个道场人家问你，不会问你住多少人，问你住多少众。为什么要问住多少众，而不问住多少人？这什么意思？你们大家都不晓得。悟永知道，你们还有没有人晓得？在日常生活当中处处提醒你破执着、破分别。一切众生执着这个身是我，这个执着不破，三界就不能超越。佛门称「众」，不称「人」，人是四相里头的人相。我相、人相、众生相、寿者相，这是执着，这是轮回的根本。称众，众缘和合所现的相。众缘和合现的相就是假相，这个相是缘聚相就有，缘散了相就没有，所以这个相是假有，不是真有，是提醒你这么一椿事情。一切动物，大分是五蕴，色受想行识，这五样东西和合的，众缘和合。菩萨有智慧，照见五蕴皆空；照见五蕴皆空，不但是我执（人相）没有了，法相也没有了。五蕴是法，五蕴和合是人，不但人相没有，五蕴也空了；我执破了，法执也破了，破法执这才明心见性，这才是法身大士。称「众」，它的意义在这个地方，时时刻刻提醒你。佛教团体，那个「众」是团体的意思。在我们三皈依的时候，「皈依僧，众中尊」，那个众是团体的意思，现在人讲团体，它是最尊贵的。为什么所有一切团体里面它最尊贵？它是和合的团体，它遵守六和合。国家是个团体，一般公司行号是个团体，只要是有组织的，它就是个团体。出家人，四个人以上，共同在一起生活，也是个小团体，因为它遵守六和敬，所以一切团体当中，这是最尊贵的。换句话说，如果是出家人这个团体里头不遵守六和敬，就是妖魔鬼怪的团体，那个里头人不是佛弟子，是魔弟子。末法时期，如同狮子虫，还食狮子肉，魔子魔孙示现出家相，渗透在僧团里面，破坏这个僧团。僧团固然被他破坏，但是他的果报决定在阿鼻地狱，这个是必须要知道的。僧团不和，意见很多，我很清楚。每个人都有自己的看法，都有自己的主张，那怎么能和合？如果这个僧团真正是个僧团，是六和敬，大家相处没有意见，没有分别、没有执着，台湾两千万同胞都受你们的加持，都受你们的保佑，这个地区决定不遭灾难，为什么？一切诸佛之所护念。你才晓得和合是多么可贵！",
      "zh_TW": "剛才悟修問我一個名詞，大眾。「眾」是什麼意思，你們曉不曉得？你們知道？眾是什麼意思？（眾緣和合。）你只講對了一半。佛門裡面稱「眾」，你這個道場人家問你，不會問你住多少人，問你住多少眾。為什麼要問住多少眾，而不問住多少人？這什麼意思？你們大家都不曉得。悟永知道，你們還有沒有人曉得？在日常生活當中處處提醒你破執著、破分別。一切眾生執著這個身是我，這個執著不破，三界就不能超越。佛門稱「眾」，不稱「人」，人是四相裡頭的人相。我相、人相、眾生相、壽者相，這是執著，這是輪迴的根本。稱眾，眾緣和合所現的相。眾緣和合現的相就是假相，這個相是緣聚相就有，緣散了相就沒有，所以這個相是假有，不是真有，是提醒你這麼一椿事情。一切動物，大分是五蘊，色受想行識，這五樣東西和合的，眾緣和合。菩薩有智慧，照見五蘊皆空；照見五蘊皆空，不但是我執（人相）沒有了，法相也沒有了。五蘊是法，五蘊和合是人，不但人相沒有，五蘊也空了；我執破了，法執也破了，破法執這才明心見性，這才是法身大士。稱「眾」，它的意義在這個地方，時時刻刻提醒你。佛教團體，那個「眾」是團體的意思。在我們三皈依的時候，「皈依僧，眾中尊」，那個眾是團體的意思，現在人講團體，它是最尊貴的。為什麼所有一切團體裡面它最尊貴？它是和合的團體，它遵守六和合。國家是個團體，一般公司行號是個團體，只要是有組織的，它就是個團體。出家人，四個人以上，共同在一起生活，也是個小團體，因為它遵守六和敬，所以一切團體當中，這是最尊貴的。換句話說，如果是出家人這個團體裡頭不遵守六和敬，就是妖魔鬼怪的團體，那個裡頭人不是佛弟子，是魔弟子。末法時期，如同獅子蟲，還食獅子肉，魔子魔孫示現出家相，滲透在僧團裡面，破壞這個僧團。僧團固然被他破壞，但是他的果報決定在阿鼻地獄，這個是必須要知道的。僧團不和，意見很多，我很清楚。每個人都有自己的看法，都有自己的主張，那怎麼能和合？如果這個僧團真正是個僧團，是六和敬，大家相處沒有意見，沒有分別、沒有執著，台灣兩千萬同胞都受你們的加持，都受你們的保佑，這個地區決定不遭災難，為什麼？一切諸佛之所護念。你才曉得和合是多麼可貴！"
    },
    {
      "id": "20-018-0007_p0007",
      "zh_CN": "佛的一些教训确实是值得我们深深去反省的，永远达不到。我们今天一个大目标是要求别人，他不要求自己。佛法最伟大，我们读所有世出世间圣贤书，对佛最佩服的，就是佛法不要求别人，要求自己，这点很了不起。问我能不能跟别人和合？所以佛法的戒律非常严格，戒律是戒自己的，绝不是戒别人的。别人没有持戒、破戒的，为什么？「别人都是诸佛如来，都是佛菩萨示现的，我自己一个是凡夫，我要持戒」，他心怎么会不清净？人人都能这样去想，人人都能这样去做，这个僧团和合的，就是和合僧团。所以它跟世间法律不一样，世间法律制订是约束大众的，佛法这个法建立之后是叫你约束自己，不叫你约束大众。约束大众，里面就有斗争、就有意见，就决定达不到和敬的目标；换句话说，佛道你也不会成就，你天天生活在烦恼、在无明里头。你能够自己修行，开悟证果，所以那个法的高明就高明在此地。",
      "zh_TW": "佛的一些教訓確實是值得我們深深去反省的，永遠達不到。我們今天一個大目標是要求別人，他不要求自己。佛法最偉大，我們讀所有世出世間聖賢書，對佛最佩服的，就是佛法不要求別人，要求自己，這點很了不起。問我能不能跟別人和合？所以佛法的戒律非常嚴格，戒律是戒自己的，絕不是戒別人的。別人沒有持戒、破戒的，為什麼？「別人都是諸佛如來，都是佛菩薩示現的，我自己一個是凡夫，我要持戒」，他心怎麼會不清淨？人人都能這樣去想，人人都能這樣去做，這個僧團和合的，就是和合僧團。所以它跟世間法律不一樣，世間法律制訂是約束大眾的，佛法這個法建立之後是叫你約束自己，不叫你約束大眾。約束大眾，裡面就有鬥爭、就有意見，就決定達不到和敬的目標；換句話說，佛道你也不會成就，你天天生活在煩惱、在無明裡頭。你能夠自己修行，開悟證果，所以那個法的高明就高明在此地。"
    }
  ]
}