{
  "doc_id": "20-018-0043",
  "title": {
    "zh_CN": "九四年净空法师早餐开示—佛法不在口头",
    "zh_TW": "九四年淨空法師早餐開示—佛法不在口頭"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-018-0043",
  "total_paragraphs": 2,
  "paragraphs": [
    {
      "id": "20-018-0043_p0001",
      "zh_CN": "昨天晚上在台大的讲演，学生们提出一些问题，从这些问题当中，我们就能够了解到，现在社会对于佛法认识了多少，值得我们自己修学弘法做参考。类似这种情形非常之多，所以常常记住人家向你提出些什么疑问，换句话，从这些地方就能够诊断这个时代众生的病根在什么地方。佛法的作用是对症下药，所以我昨天跟他们解释佛法是活活泼泼的，不是死的。同样一部经有很多种不同的讲法，这个你们看注解就看出来了，自古至今有几百种注解。为什么一部经要那么多注解？就是适应不同的环境、不同的时代、不同的需要，他所说的都没错，佛法是绝对圆融的。你不了解这个原理原则，你谈不到弘法，你所讲的都是死的，你修的也是死的。佛法难，实在讲就难在这个地方，难在它是活的。死的东西好学，它不会改变，一成不变，活的东西难学。",
      "zh_TW": "昨天晚上在台大的講演，學生們提出一些問題，從這些問題當中，我們就能夠了解到，現在社會對於佛法認識了多少，值得我們自己修學弘法做參考。類似這種情形非常之多，所以常常記住人家向你提出些什麼疑問，換句話，從這些地方就能夠診斷這個時代眾生的病根在什麼地方。佛法的作用是對症下藥，所以我昨天跟他們解釋佛法是活活潑潑的，不是死的。同樣一部經有很多種不同的講法，這個你們看註解就看出來了，自古至今有幾百種註解。為什麼一部經要那麼多註解？就是適應不同的環境、不同的時代、不同的需要，他所說的都沒錯，佛法是絕對圓融的。你不了解這個原理原則，你談不到弘法，你所講的都是死的，你修的也是死的。佛法難，實在講就難在這個地方，難在它是活的。死的東西好學，它不會改變，一成不變，活的東西難學。"
    },
    {
      "id": "20-018-0043_p0002",
      "zh_CN": "在修行，学生也提出来，提出来都很好，为什么念佛、读经、打坐都不能够把妄念止住？这些问题都是非常重要的问题。它的病根在哪里？妄想太多、烦恼太多，所以功夫不得力。要想功夫得力，要把妄想烦恼舍掉。从哪里舍起？从欲望舍起，从名利心舍起，名利心淡。常常能够往于世无争、于人无求，向这个方向去做，无争无求，心淡，障碍就少了。世间人所要的我们不要，世间人所争的我们也不要，世间人所求的我们也不要，我们求的是什么？求心清净，求心地慈悲，这是真的，这是真实的德行。心地真正是真诚、清净、慈悲，不但是诸佛菩萨护念，龙天鬼神都尊重。佛法贵在真实的修学，不在口头，这个大家要晓得，口头表面是假的，要真正去做。佛七、三时系念的佛事要用真诚心去做才有感应；心地不真诚、不清净，这都有罪过。仪规要认真的学，无论是发心弘法或者是发心护持道场，基本的课程一定要学得很熟。第一个就是《认识佛教》、《三皈传授》，一定要很熟。人家请你到外面去讲演，对现代的人来说，接引初机来说，那个内容就是最恰当的，我们昨天在台大讲一个半钟点也不出这个范围，所以这个东西学好之后用处很大。你们都已经出了家，将来也会接引大众，给人传授三皈，所以三皈内容一定要很清楚，就不至于搞错，这个就有很大的功德。所以录音带多听，小册子多看，看得很熟，《无量寿经》、《朝暮课诵》。这四样东西就能够领众修持，就能够接引大众。现在这个时代，大家的生活精神压力很重，所以要求的是愈简单愈好，我们选择这四种东西，这是最少的，也最有用的。所以印经，这四样东西要大量的流通，这个想办法做成简体字，连《课诵本》，赠送给大陆。",
      "zh_TW": "在修行，學生也提出來，提出來都很好，為什麼念佛、讀經、打坐都不能夠把妄念止住？這些問題都是非常重要的問題。它的病根在哪裡？妄想太多、煩惱太多，所以功夫不得力。要想功夫得力，要把妄想煩惱捨掉。從哪裡捨起？從欲望捨起，從名利心捨起，名利心淡。常常能夠往於世無爭、於人無求，向這個方向去做，無爭無求，心淡，障礙就少了。世間人所要的我們不要，世間人所爭的我們也不要，世間人所求的我們也不要，我們求的是什麼？求心清淨，求心地慈悲，這是真的，這是真實的德行。心地真正是真誠、清淨、慈悲，不但是諸佛菩薩護念，龍天鬼神都尊重。佛法貴在真實的修學，不在口頭，這個大家要曉得，口頭表面是假的，要真正去做。佛七、三時繫念的佛事要用真誠心去做才有感應；心地不真誠、不清淨，這都有罪過。儀規要認真的學，無論是發心弘法或者是發心護持道場，基本的課程一定要學得很熟。第一個就是《認識佛教》、《三皈傳授》，一定要很熟。人家請你到外面去講演，對現代的人來說，接引初機來說，那個內容就是最恰當的，我們昨天在台大講一個半鐘點也不出這個範圍，所以這個東西學好之後用處很大。你們都已經出了家，將來也會接引大眾，給人傳授三皈，所以三皈內容一定要很清楚，就不至於搞錯，這個就有很大的功德。所以錄音帶多聽，小冊子多看，看得很熟，《無量壽經》、《朝暮課誦》。這四樣東西就能夠領眾修持，就能夠接引大眾。現在這個時代，大家的生活精神壓力很重，所以要求的是愈簡單愈好，我們選擇這四種東西，這是最少的，也最有用的。所以印經，這四樣東西要大量的流通，這個想辦法做成簡體字，連《課誦本》，贈送給大陸。"
    }
  ]
}