{
  "doc_id": "20-018-0022",
  "title": {
    "zh_CN": "九四年净空法师早餐开示—经是警觉自己的",
    "zh_TW": "九四年淨空法師早餐開示—經是警覺自己的"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-018-0022",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-018-0022_p0001",
      "zh_CN": "戒坛里面老和尚劝你们半月、半月的诵戒，这个制度是世尊为弟子们立下来的。但是时隔三千年，意识形态、生活方式跟社会的变迁太大了！诵戒的精神是时时提醒自己依教修行，依照戒律修正我们的思想、见解、言行的错误行为，它的目的在此地。在过去的时候，人心淳厚，社会的道德、风俗非常善良，人心端正，半个月诵一次是可以的，现在在这个社会，半个月已经不能再起作用了。所以在今天社会是要天天诵，天天诵还不见得能有效，这是讲真正要发心修行。",
      "zh_TW": "戒壇裡面老和尚勸你們半月、半月的誦戒，這個制度是世尊為弟子們立下來的。但是時隔三千年，意識形態、生活方式跟社會的變遷太大了！誦戒的精神是時時提醒自己依教修行，依照戒律修正我們的思想、見解、言行的錯誤行為，它的目的在此地。在過去的時候，人心淳厚，社會的道德、風俗非常善良，人心端正，半個月誦一次是可以的，現在在這個社會，半個月已經不能再起作用了。所以在今天社會是要天天誦，天天誦還不見得能有效，這是講真正要發心修行。"
    },
    {
      "id": "20-018-0022_p0002",
      "zh_CN": "戒本是世尊当时那个时代所用的生活规范，在现在也不适用。所以我奉劝大家，现在你们都受戒了，每一天要诵《沙弥律仪》。你能把《沙弥律仪》做到了，你就是这个时代的大圣人，你是真正的佛弟子；再加上念佛往生，品位一定非常高。所以说每天，不一定大家在一起诵，自己诵；也不必一天去念一本，一天看个一、二条，十戒二十四门威仪，一天看一、二条。看哪一、二条？针对自己毛病的，那个是最有受用。所以印光大师用《太上感应篇》、《阴骘文》、《了凡四训》来代替戒律。为什么？已经落实到生活，那真有用处，戒本念了没有用处。所以这个要知道，要懂得诵戒的精神之所在，利益之所在，我们应该读诵哪些东西。",
      "zh_TW": "戒本是世尊當時那個時代所用的生活規範，在現在也不適用。所以我奉勸大家，現在你們都受戒了，每一天要誦《沙彌律儀》。你能把《沙彌律儀》做到了，你就是這個時代的大聖人，你是真正的佛弟子；再加上念佛往生，品位一定非常高。所以說每天，不一定大家在一起誦，自己誦；也不必一天去念一本，一天看個一、二條，十戒二十四門威儀，一天看一、二條。看哪一、二條？針對自己毛病的，那個是最有受用。所以印光大師用《太上感應篇》、《陰騭文》、《了凡四訓》來代替戒律。為什麼？已經落實到生活，那真有用處，戒本念了沒有用處。所以這個要知道，要懂得誦戒的精神之所在，利益之所在，我們應該讀誦哪些東西。"
    },
    {
      "id": "20-018-0022_p0003",
      "zh_CN": "我们选的这个晚课，《无量寿经》三十二到三十七品，那一段也是戒律。你们天天念，天天用这个来反省，把自己的毛病、习气修正过来，那叫真正修行，这很重要！不切实际的不要去浪费时间、浪费精力，一点好处都得不到。你就晓得为什么现在我们这个课诵本，我要重新修订，就是这个道理，以往那个课诵本我们得不到利益。我现在编的早课用《无量寿经》第六品，晚课用三十二到三十七品，你们真正会得到受用。你念得透熟，起心动念，处事待人接物，那个念头马上就想到经上佛怎么样教我的，这才管用。如果临事起心的时候，这个经里头的经训提不起来，那个一点用都没有，你那个经念给谁听的？经是警觉自己的，使自己念念当中觉而不迷、正而不邪、净而不染，这才叫真正修学。",
      "zh_TW": "我們選的這個晚課，《無量壽經》三十二到三十七品，那一段也是戒律。你們天天念，天天用這個來反省，把自己的毛病、習氣修正過來，那叫真正修行，這很重要！不切實際的不要去浪費時間、浪費精力，一點好處都得不到。你就曉得為什麼現在我們這個課誦本，我要重新修訂，就是這個道理，以往那個課誦本我們得不到利益。我現在編的早課用《無量壽經》第六品，晚課用三十二到三十七品，你們真正會得到受用。你念得透熟，起心動念，處事待人接物，那個念頭馬上就想到經上佛怎麼樣教我的，這才管用。如果臨事起心的時候，這個經裡頭的經訓提不起來，那個一點用都沒有，你那個經念給誰聽的？經是警覺自己的，使自己念念當中覺而不迷、正而不邪、淨而不染，這才叫真正修學。"
    },
    {
      "id": "20-018-0022_p0004",
      "zh_CN": "我们在早晚课中，晚课就是天天诵戒，所以这个《沙弥律仪》是非常非常重要！过去我们净宗九祖蕅益大师，蕅益大师受了比丘戒之后，自己很惭愧，认为自己没有能力做比丘，那是假的不是真的，所以退回沙弥这个位次，他老人家一生自称菩萨戒沙弥，所以他受的是沙弥戒。菩萨戒是教你发菩提心度一切众生，利益一切众生。所以他到晚年能够把所学的东西统统舍弃，一心一意专修净土，专弘净土，成为净宗一代祖师，那就是菩萨。",
      "zh_TW": "我們在早晚課中，晚課就是天天誦戒，所以這個《沙彌律儀》是非常非常重要！過去我們淨宗九祖蕅益大師，蕅益大師受了比丘戒之後，自己很慚愧，認為自己沒有能力做比丘，那是假的不是真的，所以退回沙彌這個位次，他老人家一生自稱菩薩戒沙彌，所以他受的是沙彌戒。菩薩戒是教你發菩提心度一切眾生，利益一切眾生。所以他到晚年能夠把所學的東西統統捨棄，一心一意專修淨土，專弘淨土，成為淨宗一代祖師，那就是菩薩。"
    },
    {
      "id": "20-018-0022_p0005",
      "zh_CN": "你们学东西能不能有成就？秘诀就在专。尤其是四十岁以上再不专的话，那就可以说你一生是一事无成。你二十几岁你还有时间，浪费几十年时间还可以，你去研究教、研究其他的，你还有这个时间可以浪费。但是四十岁以后，再没有那么多时间给你浪费。所以要知道生死事大，了生死、出三界唯一的一条道路就是求生净土。所以如果不是专心在净土上，了生死可以说是那是一句空话，这是非常非常重要！",
      "zh_TW": "你們學東西能不能有成就？祕訣就在專。尤其是四十歲以上再不專的話，那就可以說你一生是一事無成。你二十幾歲你還有時間，浪費幾十年時間還可以，你去研究教、研究其他的，你還有這個時間可以浪費。但是四十歲以後，再沒有那麼多時間給你浪費。所以要知道生死事大，了生死、出三界唯一的一條道路就是求生淨土。所以如果不是專心在淨土上，了生死可以說是那是一句空話，這是非常非常重要！"
    },
    {
      "id": "20-018-0022_p0006",
      "zh_CN": "往后我们弘法在专，有四个方面，这个自己多想想自己，自己要了解自己、要认识自己，自己是一块什么材料，我将来能够成就什么，这个就决定你一生的成就。能讲经的，发愿专心讲经，要专；能领众的，专心学法器，那个功德，千万不要以为不如讲经，没有那个话，在讲经之上。讲经是破疑，帮助人破疑生信；领众是领导人修行。所以有个真正好的念佛堂，有真正好的老师领众，往生的人就多，成就人多。你看大慈菩萨讲的，你能帮助两个人往生，就胜过你自己念佛。所以这个要专。",
      "zh_TW": "往後我們弘法在專，有四個方面，這個自己多想想自己，自己要了解自己、要認識自己，自己是一塊什麼材料，我將來能夠成就什麼，這個就決定你一生的成就。能講經的，發願專心講經，要專；能領眾的，專心學法器，那個功德，千萬不要以為不如講經，沒有那個話，在講經之上。講經是破疑，幫助人破疑生信；領眾是領導人修行。所以有個真正好的念佛堂，有真正好的老師領眾，往生的人就多，成就人多。你看大慈菩薩講的，你能幫助兩個人往生，就勝過你自己念佛。所以這個要專。"
    },
    {
      "id": "20-018-0022_p0007",
      "zh_CN": "念佛堂的功课，我们早晚两堂功课、佛七的功课跟这个三时系念的功课，所以也不多，比起一般的道场，分量少得太多。专学，前提要熟。如果自己对这个有兴趣，喜欢这个，在这个上专，我们道场才能够配合。",
      "zh_TW": "念佛堂的功課，我們早晚兩堂功課、佛七的功課跟這個三時繫念的功課，所以也不多，比起一般的道場，分量少得太多。專學，前提要熟。如果自己對這個有興趣，喜歡這個，在這個上專，我們道場才能夠配合。"
    },
    {
      "id": "20-018-0022_p0008",
      "zh_CN": "第三个内护，做这些行政业务，管理道场也要专。其他东西差一点没有关系，道场常住这些工作，来维护、来照顾，这个叫内护。有好的内护，讲经的、领众的不操心，这个要专。",
      "zh_TW": "第三個內護，做這些行政業務，管理道場也要專。其他東西差一點沒有關係，道場常住這些工作，來維護、來照顧，這個叫內護。有好的內護，講經的、領眾的不操心，這個要專。"
    },
    {
      "id": "20-018-0022_p0009",
      "zh_CN": "第四个就是我们今天录音、录影、编辑、出版，这个要专，专门搞这个。这四组要是一配合，在这个大时代当中是最健全的道场，四种人互相合作。想想自己是哪一方面的材料，专在哪一块都会有成就，不要有一点点勉强。四种工作分量是一样重，功德是一样大，少一个都不行。没有这些专门搞录影、录音、出版、流通的，你这个道不能发扬光大，不能利益一切众生。这个做流通工作像一个人手脚一样，没有手脚不行，头脑再好也没用处。所以要晓得这是整体，现在所提倡的时髦话叫「生命共同体」，这是真的，一点不假！他们讲那个生命共同体未必是真的，这四个组合是真实的，要专、要精。",
      "zh_TW": "第四個就是我們今天錄音、錄影、編輯、出版，這個要專，專門搞這個。這四組要是一配合，在這個大時代當中是最健全的道場，四種人互相合作。想想自己是哪一方面的材料，專在哪一塊都會有成就，不要有一點點勉強。四種工作分量是一樣重，功德是一樣大，少一個都不行。沒有這些專門搞錄影、錄音、出版、流通的，你這個道不能發揚光大，不能利益一切眾生。這個做流通工作像一個人手腳一樣，沒有手腳不行，頭腦再好也沒用處。所以要曉得這是整體，現在所提倡的時髦話叫「生命共同體」，這是真的，一點不假！他們講那個生命共同體未必是真的，這四個組合是真實的，要專、要精。"
    }
  ]
}