{
  "doc_id": "20-018-0024",
  "title": {
    "zh_CN": "九四年净空法师早餐开示—不依规矩不成方圆",
    "zh_TW": "九四年淨空法師早餐開示—不依規矩不成方圓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-018-0024",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "20-018-0024_p0001",
      "zh_CN": "我初学佛的时候章嘉大师教给我，真正发心学道，自行化他，舍己为法，你这一生自自然然有佛菩萨替你安排，样样事情都不需要自己去操心。我接受他老人家的教训，一生当中依教奉行，确确实实得到真实的利益。我们自己怎么想、怎么去计较，总没有佛菩萨安排的周到，自己去想，自己去安排就有很多过失、有很多烦恼。让佛菩萨安排，多自在，顺境佛菩萨安排，逆境也是佛菩萨安排的，对自己修行弘法利生一定有好处，一定有利益。有些时候我们感觉到好像不怎么好，可是过一段时期晓得，这种安排才是最好的。因为我们凡夫都是情见，都是有感情，这个情害死人，情是决定六道轮回，决定堕三途。所以佛法无论是大乘、小乘，自始至终就是把情见破除，情见破除了，智慧就生起来。",
      "zh_TW": "我初學佛的時候章嘉大師教給我，真正發心學道，自行化他，捨己為法，你這一生自自然然有佛菩薩替你安排，樣樣事情都不需要自己去操心。我接受他老人家的教訓，一生當中依教奉行，確確實實得到真實的利益。我們自己怎麼想、怎麼去計較，總沒有佛菩薩安排的周到，自己去想，自己去安排就有很多過失、有很多煩惱。讓佛菩薩安排，多自在，順境佛菩薩安排，逆境也是佛菩薩安排的，對自己修行弘法利生一定有好處，一定有利益。有些時候我們感覺到好像不怎麼好，可是過一段時期曉得，這種安排才是最好的。因為我們凡夫都是情見，都是有感情，這個情害死人，情是決定六道輪迴，決定墮三途。所以佛法無論是大乘、小乘，自始至終就是把情見破除，情見破除了，智慧就生起來。"
    },
    {
      "id": "20-018-0024_p0002",
      "zh_CN": "所以人常常讲说我跟这个人处得好，跟那些人谈不来，这种人修学、修行一生就是持戒念佛勇猛精进，顶多只是人天福报，往生很难，他的情执太深！这些真正想了生死、出三界的人不能不知道，不能不留意。所以佛法是清净法、是平等法，对人、对事、对物愈平等，就知道自己这个道业有进步。所以佛的心是平等心，你看这个经教里面讲十法界的心行，佛是平等心；菩萨是六度心，舍己为人是菩萨心；辟支佛是圆觉心；声闻是四谛心；天是十善四无量心，慈悲喜舍四无量心；人是五戒；修罗是十善里面参杂嫉妒、贡高、瞋恚，参杂这些东西变成阿修罗；贪心、贪爱，情见、贪爱是饿鬼；瞋恚是地狱；愚痴是畜生。这是讲十法界，什么样的心就变什么样的法界。所以这个一切都是自己心变的、心造的，不是外来的，离开了心，没有一法可得。",
      "zh_TW": "所以人常常講說我跟這個人處得好，跟那些人談不來，這種人修學、修行一生就是持戒念佛勇猛精進，頂多只是人天福報，往生很難，他的情執太深！這些真正想了生死、出三界的人不能不知道，不能不留意。所以佛法是清淨法、是平等法，對人、對事、對物愈平等，就知道自己這個道業有進步。所以佛的心是平等心，你看這個經教裡面講十法界的心行，佛是平等心；菩薩是六度心，捨己為人是菩薩心；辟支佛是圓覺心；聲聞是四諦心；天是十善四無量心，慈悲喜捨四無量心；人是五戒；修羅是十善裡面參雜嫉妒、貢高、瞋恚，參雜這些東西變成阿修羅；貪心、貪愛，情見、貪愛是餓鬼；瞋恚是地獄；愚痴是畜生。這是講十法界，什麼樣的心就變什麼樣的法界。所以這個一切都是自己心變的、心造的，不是外來的，離開了心，沒有一法可得。"
    },
    {
      "id": "20-018-0024_p0003",
      "zh_CN": "所以真正修道人就是讲的用心，再不用分别心，再不用执着心，再不用憎爱心，你的心才会平等。在极不平等里面修平等，这叫真功夫。世间人，这个人不好、不平等的时候远离他，这样的人修行很艰苦，所以讲要三大阿僧祇劫、要无量劫。真正利根的人，愈是不喜欢的人愈跟他亲近，愈不讨厌他，把这个心磨平，在这上磨平，这个是最高级的修行法。这个实在是不行了，这是一句佛号，所有一切统统归到佛号，平等了。禅家讲「不怕念起，只怕觉迟」，这个觉在佛法里面，在净宗里面就是佛号，不怕念起，只怕这一句佛号提得太慢。佛号提得快就平等了，头一个念头起，第二个念头就是佛号，这样功夫就得力。",
      "zh_TW": "所以真正修道人就是講的用心，再不用分別心，再不用執著心，再不用憎愛心，你的心才會平等。在極不平等裡面修平等，這叫真功夫。世間人，這個人不好、不平等的時候遠離他，這樣的人修行很艱苦，所以講要三大阿僧祇劫、要無量劫。真正利根的人，愈是不喜歡的人愈跟他親近，愈不討厭他，把這個心磨平，在這上磨平，這個是最高級的修行法。這個實在是不行了，這是一句佛號，所有一切統統歸到佛號，平等了。禪家講「不怕念起，只怕覺遲」，這個覺在佛法裡面，在淨宗裡面就是佛號，不怕念起，只怕這一句佛號提得太慢。佛號提得快就平等了，頭一個念頭起，第二個念頭就是佛號，這樣功夫就得力。"
    },
    {
      "id": "20-018-0024_p0004",
      "zh_CN": "世间一切事如幻如化，《金刚经》上说得很好，「一切有为法，如梦幻泡影」，这是真的一点都不错，你真正能把这两句话参透了，万法平等。一切善法是梦幻泡影，一切恶法也是梦幻泡影，梦幻泡影跟梦幻泡影它是平等的，所以是万法皆空，既然是梦幻泡影，既然是空，你又何必去计较，又何必去认真？这叫愚痴。在这个里面辨别分别，起分别、起执着、起憎爱，这叫愚痴。所以普贤菩萨教给我们的十大愿王当中，事相上决定平等，善法赞叹，不善法不赞叹，这是为什么？是为了利益众生。对自己来说一切善法与不善法，自己心地都清净，也没有赞，也没有不赞。这个赞是什么？是希望别人能够断恶修善，众生达不到这么高的境界，所以必须用三乘法、用小法来教导，三乘法、小法就是劝他断恶修善。上上乘法是不起心、不动念、不分别、不执着，在净宗就是一句佛号，这是上上乘法，心里面、口里面就是一句阿弥陀佛。",
      "zh_TW": "世間一切事如幻如化，《金剛經》上說得很好，「一切有為法，如夢幻泡影」，這是真的一點都不錯，你真正能把這兩句話參透了，萬法平等。一切善法是夢幻泡影，一切惡法也是夢幻泡影，夢幻泡影跟夢幻泡影它是平等的，所以是萬法皆空，既然是夢幻泡影，既然是空，你又何必去計較，又何必去認真？這叫愚痴。在這個裡面辨別分別，起分別、起執著、起憎愛，這叫愚痴。所以普賢菩薩教給我們的十大願王當中，事相上決定平等，善法讚歎，不善法不讚歎，這是為什麼？是為了利益眾生。對自己來說一切善法與不善法，自己心地都清淨，也沒有讚，也沒有不讚。這個讚是什麼？是希望別人能夠斷惡修善，眾生達不到這麼高的境界，所以必須用三乘法、用小法來教導，三乘法、小法就是勸他斷惡修善。上上乘法是不起心、不動念、不分別、不執著，在淨宗就是一句佛號，這是上上乘法，心裡面、口裡面就是一句阿彌陀佛。"
    },
    {
      "id": "20-018-0024_p0005",
      "zh_CN": "读经要常常想着经里面的教训，我们已经读了这么多年了，读了这么多遍，应该把这个境界往上提升，第一个阶段是熟，是记住，是熟。第二个阶段是真修行，经典的教训我们认真反省，我有没有做到，没有做到要勉励自己努力去做；已经做到了，要保持，不要把它失掉。这个叫真正修行，否则念经不是念给佛菩萨听的，不是说我一天念多少遍，我就有多少功德，那没用处，那是假的，口善，心行不善。",
      "zh_TW": "讀經要常常想著經裡面的教訓，我們已經讀了這麼多年了，讀了這麼多遍，應該把這個境界往上提升，第一個階段是熟，是記住，是熟。第二個階段是真修行，經典的教訓我們認真反省，我有沒有做到，沒有做到要勉勵自己努力去做；已經做到了，要保持，不要把它失掉。這個叫真正修行，否則念經不是念給佛菩薩聽的，不是說我一天念多少遍，我就有多少功德，那沒用處，那是假的，口善，心行不善。"
    },
    {
      "id": "20-018-0024_p0006",
      "zh_CN": "所以第二个阶段是要认真大家在一块共修，什么叫共修？你们现在只知道共修是在一块念佛、打佛七，法会是共修，这是形式，这是古人讲的「喊破喉咙也枉然」。真正的共修，古人都难了，不要说今天。所以佛门里头真正共修，就是夏安居圆满的三天自恣法会，那真正叫共修。彼此互相检讨，互相的勉励，你有什么毛病你自己没有觉察，别人来给你说，说的时候一定要接受。但是佛定的是一年只有三天，除这三天之外不可以说，常常说的时候人结冤仇。所以共修多难，不容易。",
      "zh_TW": "所以第二個階段是要認真大家在一塊共修，什麼叫共修？你們現在只知道共修是在一塊念佛、打佛七，法會是共修，這是形式，這是古人講的「喊破喉嚨也枉然」。真正的共修，古人都難了，不要說今天。所以佛門裡頭真正共修，就是夏安居圓滿的三天自恣法會，那真正叫共修。彼此互相檢討，互相的勉勵，你有什麼毛病你自己沒有覺察，別人來給你說，說的時候一定要接受。但是佛定的是一年只有三天，除這三天之外不可以說，常常說的時候人結冤仇。所以共修多難，不容易。"
    },
    {
      "id": "20-018-0024_p0007",
      "zh_CN": "在从前能够揭发你的毛病的，在家里只有父母，在学校的是老师，除父母、老师之外，没有一个人会说你过失的。佛门里面只有自恣法会三天，这三天可以公开说过失，这三天之外不许说，那三天叫真正共修。很难！读经能够依照佛的教诲反省改过，这是共修；念佛放下万缘，一心专念是共修。一面读经、一面念佛，还一面在打妄想，这就是假的，这就是变成形式。",
      "zh_TW": "在從前能夠揭發你的毛病的，在家裡只有父母，在學校的是老師，除父母、老師之外，沒有一個人會說你過失的。佛門裡面只有自恣法會三天，這三天可以公開說過失，這三天之外不許說，那三天叫真正共修。很難！讀經能夠依照佛的教誨反省改過，這是共修；念佛放下萬緣，一心專念是共修。一面讀經、一面念佛，還一面在打妄想，這就是假的，這就是變成形式。"
    },
    {
      "id": "20-018-0024_p0008",
      "zh_CN": "那个《沙弥律仪》的我一共节录了一百四十一条，上卷七十一条，下卷七十条。实在很好，佛门里祖师大德对我们生活的细节定得很清楚，这个本子还是略要，在这个《沙弥十戒经》里面，跟古德这些仪规里头定得非常清楚、非常明白，确实对我们有大利益。可惜现在众生根性太劣，不能接受，这是日常放逸惯了，我们就马马虎虎、随随便便搞成习惯。这个《沙弥律仪要略》也就是莲池大师、蕅益大师他们的标准，已经降到最低的标准，这才是个出家人。如果这个标准都达不到了，这不是出家人。所以我跟你们大家宣布，我们都不是出家人。不要说比丘假的，沙弥也是假的，我们今天能真正做一个出家优婆塞，很不错了，这是往生种子没有问题。名不正则言不顺，自己身分一定要清楚，我们跟在家居士地位完全相同，只是剃了头现个出家相就是。他们没剃头，我们跟他们是一样的，他们在家的优婆塞，我们是出家优婆塞。能够把五戒十善修好，不得了！这个是标准降到更低了。",
      "zh_TW": "那個《沙彌律儀》的我一共節錄了一百四十一條，上卷七十一條，下卷七十條。實在很好，佛門裡祖師大德對我們生活的細節定得很清楚，這個本子還是略要，在這個《沙彌十戒經》裡面，跟古德這些儀規裡頭定得非常清楚、非常明白，確實對我們有大利益。可惜現在眾生根性太劣，不能接受，這是日常放逸慣了，我們就馬馬虎虎、隨隨便便搞成習慣。這個《沙彌律儀要略》也就是蓮池大師、蕅益大師他們的標準，已經降到最低的標準，這才是個出家人。如果這個標準都達不到了，這不是出家人。所以我跟你們大家宣布，我們都不是出家人。不要說比丘假的，沙彌也是假的，我們今天能真正做一個出家優婆塞，很不錯了，這是往生種子沒有問題。名不正則言不順，自己身分一定要清楚，我們跟在家居士地位完全相同，只是剃了頭現個出家相就是。他們沒剃頭，我們跟他們是一樣的，他們在家的優婆塞，我們是出家優婆塞。能夠把五戒十善修好，不得了！這個是標準降到更低了。"
    },
    {
      "id": "20-018-0024_p0009",
      "zh_CN": "所以《沙弥律仪要略》是出家人的标准，做到那个才算是出家人，做不到那个不是出家人。所以我们很清楚、很明白，我们是出家优婆塞，我们不是比丘，也不是沙弥。受这个戒是应该受的，这个是弘一大师讲过，为什么？我们研究戒律，免得被人家讥刺、疑惑。因为《戒经》里面讲得很清楚，不受戒不能够看这个戒本，我们受这个形式戒晓得，我们决定没有得戒。但是我们翻翻这个戒律，能做到一条就做一条，这一条你就真正受用，能做两条这两条你就受用。所以我们要讲求实质，不要讲求形式。你能做得更多、做得更好，要自己勉励自己，在这个时代民主自由开放，谁都没有权利干涉谁，完全要靠自己。从前父母可以管儿女，现在管儿女都犯法，老师教训学生也犯法，这是古人恐怕作梦都想不到的！现在管教是犯法。所以换句话说，自己要想成就，只有自己去勉励自己。别人对你恩情再重的，只是劝勉你而已，决定不可以讲的，所以只能做到劝导，做到这一层劝导。",
      "zh_TW": "所以《沙彌律儀要略》是出家人的標準，做到那個才算是出家人，做不到那個不是出家人。所以我們很清楚、很明白，我們是出家優婆塞，我們不是比丘，也不是沙彌。受這個戒是應該受的，這個是弘一大師講過，為什麼？我們研究戒律，免得被人家譏刺、疑惑。因為《戒經》裡面講得很清楚，不受戒不能夠看這個戒本，我們受這個形式戒曉得，我們決定沒有得戒。但是我們翻翻這個戒律，能做到一條就做一條，這一條你就真正受用，能做兩條這兩條你就受用。所以我們要講求實質，不要講求形式。你能做得更多、做得更好，要自己勉勵自己，在這個時代民主自由開放，誰都沒有權利干涉誰，完全要靠自己。從前父母可以管兒女，現在管兒女都犯法，老師教訓學生也犯法，這是古人恐怕作夢都想不到的！現在管教是犯法。所以換句話說，自己要想成就，只有自己去勉勵自己。別人對你恩情再重的，只是勸勉你而已，決定不可以講的，所以只能做到勸導，做到這一層勸導。"
    },
    {
      "id": "20-018-0024_p0010",
      "zh_CN": "馆长对你们的教导，如果你们很冷静细心去想想，对你们统统都有好处，都是有真实利益。你们有些人也是在外面走动，在现代这个时代，道场里面的主持人能够统理大众，像她这样热心，真正对你们样样都能照顾到的，很少！我看过很多道场，我没见过。她这个唱念，她并没有专心学过，只是偶尔，从前那个大智法师，有几个法师唱念唱得好的，随喜随喜，偶尔去听这么一次、两次，她的根很利，她一听就会。今天领导你们、教导你们，说老实话是三宝加持的，这个一点不假，不是三宝加持她怎么会？",
      "zh_TW": "館長對你們的教導，如果你們很冷靜細心去想想，對你們統統都有好處，都是有真實利益。你們有些人也是在外面走動，在現代這個時代，道場裡面的主持人能夠統理大眾，像她這樣熱心，真正對你們樣樣都能照顧到的，很少！我看過很多道場，我沒見過。她這個唱念，她並沒有專心學過，只是偶爾，從前那個大智法師，有幾個法師唱念唱得好的，隨喜隨喜，偶爾去聽這麼一次、兩次，她的根很利，她一聽就會。今天領導你們、教導你們，說老實話是三寶加持的，這個一點不假，不是三寶加持她怎麼會？"
    },
    {
      "id": "20-018-0024_p0011",
      "zh_CN": "所以你看上次陆建纲，陆建纲是老居士，哪个道场都熟，哪个法师都熟，他听到我们这一唱的时候非常惊奇，他讲了，二、三十年没有听到这么好的梵音。我跟他讲这是馆长教的，他佩服得五体投地。佛菩萨加持的！所以你们要有信心，专心学习才能学得好，将来这个团体，这个僧团在教理上能够透彻，在行持上能够端正、能够庄严，净宗法门就能发扬光大，就能利益一切众生。所以不可以怀疑，经先要熟，熟透了，将来自己有心得、有领悟了，他自然会有进步。",
      "zh_TW": "所以你看上次陸建綱，陸建綱是老居士，哪個道場都熟，哪個法師都熟，他聽到我們這一唱的時候非常驚奇，他講了，二、三十年沒有聽到這麼好的梵音。我跟他講這是館長教的，他佩服得五體投地。佛菩薩加持的！所以你們要有信心，專心學習才能學得好，將來這個團體，這個僧團在教理上能夠透徹，在行持上能夠端正、能夠莊嚴，淨宗法門就能發揚光大，就能利益一切眾生。所以不可以懷疑，經先要熟，熟透了，將來自己有心得、有領悟了，他自然會有進步。"
    },
    {
      "id": "20-018-0024_p0012",
      "zh_CN": "在自己没有领悟、没有心得的时候，学规矩，所谓「不依规矩不成方圆」，你就决定不会错。居士当中你们也要留意，欢喜唱念的，音声很好的，我们这个道场一个星期至少有一次、两次，能有两次最好，在晚上的时间大家集中来唱，来学这些仪规。因为这一次新加坡这个成功之后，以后往国外去弘法的机会就很多。我们希望有几个居士真正能帮得上腔的，这个很要紧。",
      "zh_TW": "在自己沒有領悟、沒有心得的時候，學規矩，所謂「不依規矩不成方圓」，你就決定不會錯。居士當中你們也要留意，歡喜唱念的，音聲很好的，我們這個道場一個星期至少有一次、兩次，能有兩次最好，在晚上的時間大家集中來唱，來學這些儀規。因為這一次新加坡這個成功之後，以後往國外去弘法的機會就很多。我們希望有幾個居士真正能幫得上腔的，這個很要緊。"
    },
    {
      "id": "20-018-0024_p0013",
      "zh_CN": "成功的秘诀就是团结，能够舍弃个人为团体，这就能成功。如果只顾个人，不顾团体的话，个人没有前途，团体也没有前途。所以大家在此地眼光要看得深、看得远，一切为佛法、一切为众生，以这个功德回向求生净土，这一生决定不会空过。",
      "zh_TW": "成功的祕訣就是團結，能夠捨棄個人為團體，這就能成功。如果只顧個人，不顧團體的話，個人沒有前途，團體也沒有前途。所以大家在此地眼光要看得深、看得遠，一切為佛法、一切為眾生，以這個功德迴向求生淨土，這一生決定不會空過。"
    }
  ]
}