{
  "doc_id": "20-018-0012",
  "title": {
    "zh_CN": "九四年净空法师早餐开示—因缘果报",
    "zh_TW": "九四年淨空法師早餐開示—因緣果報"
  },
  "authors": [],
  "volume": {
    "zh_CN": "(第十二集)",
    "zh_TW": "(第十二集)"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "20-018-0012",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-018-0012_p0001",
      "zh_CN": "家里面这些录影带有没有平剧的？有录了一卷？这个可以跟馆长讲，请馆长给你们选几个带子，多听听，学习唱白的腔调。唱的时候有板眼，白文，懂不懂得什么叫白文？就是你念那个文的时候，也有抑扬顿挫、有韵味，这个要学！真正能够学得很如法，听的人没有不受感动的。唱念白文最标准的、最好的，我只看到一个人，星云法师。我是在这些出家、在家人，在我们这一代当中，没有一个能比得上他的。非常可惜他现在年岁大了，这个东西没有留下来，叫真正可惜，这是佛门当中一大损失。",
      "zh_TW": "家裡面這些錄影帶有沒有平劇的？有錄了一卷？這個可以跟館長講，請館長給你們選幾個帶子，多聽聽，學習唱白的腔調。唱的時候有板眼，白文，懂不懂得什麼叫白文？就是你念那個文的時候，也有抑揚頓挫、有韻味，這個要學！真正能夠學得很如法，聽的人沒有不受感動的。唱念白文最標準的、最好的，我只看到一個人，星雲法師。我是在這些出家、在家人，在我們這一代當中，沒有一個能比得上他的。非常可惜他現在年歲大了，這個東西沒有留下來，叫真正可惜，這是佛門當中一大損失。"
    },
    {
      "id": "20-018-0012_p0002",
      "zh_CN": "现在这一方面大陆比我们讲求，大陆的出家人、佛学院，他们的书法要求很严格。作文、作诗、作对联，这是他们很重要的课程，我们这边是完全疏忽了。换句话说，在形式上比，我们到大陆上比不上人家。你到大陆那边去参访他，人家马上宣纸铺上，请你老人家留几个字给我们做纪念。这是要知道的，这个风气在大陆上非常普遍，到任何地方，人家都希望你留下墨宝，给他留做纪念。所以不写字怎么行！大陆上写字，每一个人都得要练，天天要练。他们那些佛学院出来的，都有一手，在表面上确实是超人一等，形式上，换句话，就把人压下来了，这个你们应当要留意。如果要走弘法利生这个路子，你不在这上下一点功夫，在大陆弘法，你就会很困难。",
      "zh_TW": "現在這一方面大陸比我們講求，大陸的出家人、佛學院，他們的書法要求很嚴格。作文、作詩、作對聯，這是他們很重要的課程，我們這邊是完全疏忽了。換句話說，在形式上比，我們到大陸上比不上人家。你到大陸那邊去參訪他，人家馬上宣紙鋪上，請你老人家留幾個字給我們做紀念。這是要知道的，這個風氣在大陸上非常普遍，到任何地方，人家都希望你留下墨寶，給他留做紀念。所以不寫字怎麼行！大陸上寫字，每一個人都得要練，天天要練。他們那些佛學院出來的，都有一手，在表面上確實是超人一等，形式上，換句話，就把人壓下來了，這個你們應當要留意。如果要走弘法利生這個路子，你不在這上下一點功夫，在大陸弘法，你就會很困難。"
    },
    {
      "id": "20-018-0012_p0003",
      "zh_CN": "文章就是多读。诗歌，实在讲我们净土宗的东西，本身东西就可以，不必去念别的。经就是文章，经要熟读、要学习。字要苦练，我们并不是想成为一个书法家、艺术家，那就错了。我们的字要求工整，恭敬、工整就好。像印光老法师的字，他不是刻意练过的，你看他的字都是规规矩矩、恭恭敬敬，这个是学佛人的本色。世间人讲求美，我们讲求实在。现在在台湾，书法这些工具已经相当精致了，也愈来愈方便，佛堂里面摆几张桌子，工具往那里一放，随时随地可以练习，给大家轮流练习，这很重要。",
      "zh_TW": "文章就是多讀。詩歌，實在講我們淨土宗的東西，本身東西就可以，不必去念別的。經就是文章，經要熟讀、要學習。字要苦練，我們並不是想成為一個書法家、藝術家，那就錯了。我們的字要求工整，恭敬、工整就好。像印光老法師的字，他不是刻意練過的，你看他的字都是規規矩矩、恭恭敬敬，這個是學佛人的本色。世間人講求美，我們講求實在。現在在台灣，書法這些工具已經相當精緻了，也愈來愈方便，佛堂裡面擺幾張桌子，工具往那裡一放，隨時隨地可以練習，給大家輪流練習，這很重要。"
    },
    {
      "id": "20-018-0012_p0004",
      "zh_CN": "唱诵白文要讲究，这个就是真正讲将来对外弘法就很重要；不对外弘法，像这样维持道场，这样马马虎虎可以过去。如果要想对外弘法的话，把佛法发扬光大，我们这一点不够，每个人要认真努力去练习。平常在一起，没有事情就是研究。平常如果是功夫一放下，实在讲，凡夫他就有杂念、就有妄想，所以训练的时候不可以松懈。用功要靠自己，靠督促的话，自古以来没有一个成就的，没有说被督促成就的，没有，古今中外都没有，成就都是自己真正肯刻苦努力。",
      "zh_TW": "唱誦白文要講究，這個就是真正講將來對外弘法就很重要；不對外弘法，像這樣維持道場，這樣馬馬虎虎可以過去。如果要想對外弘法的話，把佛法發揚光大，我們這一點不夠，每個人要認真努力去練習。平常在一起，沒有事情就是研究。平常如果是功夫一放下，實在講，凡夫他就有雜念、就有妄想，所以訓練的時候不可以鬆懈。用功要靠自己，靠督促的話，自古以來沒有一個成就的，沒有說被督促成就的，沒有，古今中外都沒有，成就都是自己真正肯刻苦努力。"
    },
    {
      "id": "20-018-0012_p0005",
      "zh_CN": "虽然我们现在在物质生活环境比较优裕，但是要知道惜福，现在我们日子能过得这样子，你能够保证你一生都过这个日子吗？这个要知道。我们年岁大的人看得很清楚，人在青年、壮年的时候发达，飞黄腾达，家里佣人十几个；到晚年的时候，自己提着菜篮到菜市场去买菜，一个伺候的人都没有。孤单！福报享完了，后面没福报。所以佛教我们要惜福，要修福、要惜福，这个真的要懂得。我们上个洗手间，洗手间里有小灯，光足够了，还有很多人给我开大灯，不懂得惜福。我在早年跟忏云法师住埔里的时候，我们晚上读经的时候就是那个小灯，而且灯泡没有现在这个小灯那么大，我们用的灯泡是手电筒的灯炮。那个光没有现在这个强，没这么大。所以我们过的是什么日子，你们过的是什么日子？这个要知道。不要学得浪费，一点一滴都要晓得爱惜，都是施主们的血汗，人家赚钱不容易，我们糟蹋就有罪过。施主们他们自己赚自己糟蹋，那个无所谓，他自己赚的自己糟蹋。我们是接受人家供养的，你这样糟蹋人家的血汗钱，你不受果报！",
      "zh_TW": "雖然我們現在在物質生活環境比較優裕，但是要知道惜福，現在我們日子能過得這樣子，你能夠保證你一生都過這個日子嗎？這個要知道。我們年歲大的人看得很清楚，人在青年、壯年的時候發達，飛黃騰達，家裡傭人十幾個；到晚年的時候，自己提著菜籃到菜市場去買菜，一個伺候的人都沒有。孤單！福報享完了，後面沒福報。所以佛教我們要惜福，要修福、要惜福，這個真的要懂得。我們上個洗手間，洗手間裡有小燈，光足夠了，還有很多人給我開大燈，不懂得惜福。我在早年跟懺雲法師住埔里的時候，我們晚上讀經的時候就是那個小燈，而且燈泡沒有現在這個小燈那麼大，我們用的燈泡是手電筒的燈炮。那個光沒有現在這個強，沒這麼大。所以我們過的是什麼日子，你們過的是什麼日子？這個要知道。不要學得浪費，一點一滴都要曉得愛惜，都是施主們的血汗，人家賺錢不容易，我們糟蹋就有罪過。施主們他們自己賺自己糟蹋，那個無所謂，他自己賺的自己糟蹋。我們是接受人家供養的，你這樣糟蹋人家的血汗錢，你不受果報！"
    },
    {
      "id": "20-018-0012_p0006",
      "zh_CN": "所以要晓得，俗话讲「地狱门前僧道多」，一点都不错！接受十方供养，任意糟蹋，不晓得修福，这个道业不会成就的，不可能成就。十大愿王的第一条「礼敬诸佛」，这个恭敬心都没有，你还会有成就？十大愿王我讲过很多次，那十条就像盖大楼，有层次的，没有第一个就决定没有第二，你没有礼敬，那个赞叹都是假的、虚伪的，没有！像盖房子一样，它基础就在第一层，礼敬诸佛是第一层。惜福是敬。佛法求智慧、求清净心，你心地清净，真有智慧，什么事情处理，你自然就清楚明白了。学佛的人，现在台湾差不多普遍都是这样的，这个信徒供养，我们看起来好像得来很容易，往往把修福完全忽略掉；自己赚起来的时候，他知道那个好辛苦，他爱惜。佛门东西、公家东西，都不知道爱惜。",
      "zh_TW": "所以要曉得，俗話講「地獄門前僧道多」，一點都不錯！接受十方供養，任意糟蹋，不曉得修福，這個道業不會成就的，不可能成就。十大願王的第一條「禮敬諸佛」，這個恭敬心都沒有，你還會有成就？十大願王我講過很多次，那十條就像蓋大樓，有層次的，沒有第一個就決定沒有第二，你沒有禮敬，那個讚歎都是假的、虛偽的，沒有！像蓋房子一樣，它基礎就在第一層，禮敬諸佛是第一層。惜福是敬。佛法求智慧、求清淨心，你心地清淨，真有智慧，什麼事情處理，你自然就清楚明白了。學佛的人，現在台灣差不多普遍都是這樣的，這個信徒供養，我們看起來好像得來很容易，往往把修福完全忽略掉；自己賺起來的時候，他知道那個好辛苦，他愛惜。佛門東西、公家東西，都不知道愛惜。"
    },
    {
      "id": "20-018-0012_p0007",
      "zh_CN": "平素对于教理、对于经义，像仪规、梵呗，随时随地大家在一起互相研究讨论改进，这个就是学风、道风。",
      "zh_TW": "平素對於教理、對於經義，像儀規、梵唄，隨時隨地大家在一起互相研究討論改進，這個就是學風、道風。"
    },
    {
      "id": "20-018-0012_p0008",
      "zh_CN": "佛七用的本子跟三时系念的本子，已经交印？有没有叫它印？还没有？还要确定一下？来得及、来不及？对，到来不及的时候，那就很悲惨。时间并不是很长，到时候东西拿不出来，佛七开始了，东西再用航空运过去，这就叫浪费；我们用水陆运过去，这个价钱省很多，大概差不多要二十天可以到，是不是？你就替一切信徒省了很多血汗钱，这就是你培了很大的福报。实在来不及，到了要用空运的时候，反正信徒有钱！自己要承当果报。所以这「一饮一啄，莫非前定」，世间人不晓得因果的事实，我们学佛，别的不清楚，这点倒是还明白一些。这佛在《法华》里面讲的十如是，如是因，如是缘，如是果，如是报，因缘果报，丝毫不爽，世间人不明了，各人做各人承受，谁都没办法代替。像《楞严经》上说，释迦牟尼佛没有办法代替阿难的，自作自受。今天这个世界，我们宣扬净土是帮助根熟的众生，成就他往生。其次一桩大事情，就是宣扬因果报应，印光大师讲得非常好，只有因果报应才能救这个世界，因为大家了解因果报应的道理跟事实，他起心动念会收敛一点，这是真的。要救这个世界，只有人人明了因果业报，这个社会才会安定，世间人才会得救。",
      "zh_TW": "佛七用的本子跟三時繫念的本子，已經交印？有沒有叫它印？還沒有？還要確定一下？來得及、來不及？對，到來不及的時候，那就很悲慘。時間並不是很長，到時候東西拿不出來，佛七開始了，東西再用航空運過去，這就叫浪費；我們用水陸運過去，這個價錢省很多，大概差不多要二十天可以到，是不是？你就替一切信徒省了很多血汗錢，這就是你培了很大的福報。實在來不及，到了要用空運的時候，反正信徒有錢！自己要承當果報。所以這「一飲一啄，莫非前定」，世間人不曉得因果的事實，我們學佛，別的不清楚，這點倒是還明白一些。這佛在《法華》裡面講的十如是，如是因，如是緣，如是果，如是報，因緣果報，絲毫不爽，世間人不明瞭，各人做各人承受，誰都沒辦法代替。像《楞嚴經》上說，釋迦牟尼佛沒有辦法代替阿難的，自作自受。今天這個世界，我們宣揚淨土是幫助根熟的眾生，成就他往生。其次一樁大事情，就是宣揚因果報應，印光大師講得非常好，只有因果報應才能救這個世界，因為大家了解因果報應的道理跟事實，他起心動念會收斂一點，這是真的。要救這個世界，只有人人明瞭因果業報，這個社會才會安定，世間人才會得救。"
    },
    {
      "id": "20-018-0012_p0009",
      "zh_CN": "从前人写的因果报应这些书，文字都写得很深，你们读了之后用白话文写出来，这是练习写文章。我们这个会讯里头可以用，必要的时候也可以印成小册子。还有在报纸、杂志里头，有一些现世的因缘果报的东西，留意，看到之后把它剪下来，愈是近代的、愈是现前的愈有价值，人家看到不能不相信。像我在最近好像报纸上看到，就是有冤鬼帮助警察破案的，这都是事实。托梦显灵，他真的破了案，真的把凶手抓到了。这感应神通的一些事情，不必去过问，也不必去打听，也不必挂在口头上；因果报应这个事实可以常常去打听，可以多问问别人，这个决定有利益于社会的。",
      "zh_TW": "從前人寫的因果報應這些書，文字都寫得很深，你們讀了之後用白話文寫出來，這是練習寫文章。我們這個會訊裡頭可以用，必要的時候也可以印成小冊子。還有在報紙、雜誌裡頭，有一些現世的因緣果報的東西，留意，看到之後把它剪下來，愈是近代的、愈是現前的愈有價值，人家看到不能不相信。像我在最近好像報紙上看到，就是有冤鬼幫助警察破案的，這都是事實。託夢顯靈，他真的破了案，真的把凶手抓到了。這感應神通的一些事情，不必去過問，也不必去打聽，也不必掛在口頭上；因果報應這個事實可以常常去打聽，可以多問問別人，這個決定有利益於社會的。"
    }
  ]
}