{
  "doc_id": "19-020-0002",
  "title": {
    "zh_CN": "儒释道学说讲座—十善业道经",
    "zh_TW": "儒釋道學說講座—十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "马来西亚金马皇宫酒店",
    "zh_TW": "馬來西亞金馬皇宮酒店"
  },
  "doc_number": "19-020-0002",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "19-020-0002_p0001",
      "zh_CN": "主持人：大众请起立，让我们以热烈的掌声欢迎尊敬的老法师，在贵宾们的陪同下入席，大众请就座。尊敬的老法师，丹斯里李金友伉俪，马来西亚佛教南传首座达摩拉达纳长老，马来西亚佛教副总会副主席明吉长老，马来西亚道教总会长陈文成道长，钟博士、蔡老师、诸位法师，各位嘉宾以及同修大德们，大家晚上好。刚才我们听了钟博士和蔡老师精彩的讲演，老师们都苦口婆心的劝诫我们，要遵从老法师的教诲，依教奉行。现在让我们以最恭敬、至诚的心，恭请老法师为我们启讲《十善业道经》。有请老法师。",
      "zh_TW": "主持人：大眾請起立，讓我們以熱烈的掌聲歡迎尊敬的老法師，在貴賓們的陪同下入席，大眾請就座。尊敬的老法師，丹斯里李金友伉儷，馬來西亞佛教南傳首座達摩拉達納長老，馬來西亞佛教副總會副主席明吉長老，馬來西亞道教總會長陳文成道長，鍾博士、蔡老師、諸位法師，各位嘉賓以及同修大德們，大家晚上好。剛才我們聽了鍾博士和蔡老師精彩的講演，老師們都苦口婆心的勸誡我們，要遵從老法師的教誨，依教奉行。現在讓我們以最恭敬、至誠的心，恭請老法師為我們啟講《十善業道經》。有請老法師。"
    },
    {
      "id": "19-020-0002_p0002",
      "zh_CN": "净空法师：尊敬的丹斯里伉俪，尊敬的诸位大德，诸位嘉宾，诸位同学，大家晚上好。昨天我们学到经文当中所说的「如是一切」，这是指世间所有的一切，没有一样不是「由心造善不善，身业语业意业所致」。这就说明在佛法里面讲，十法界依正庄严从哪里来的，为什么会有这些现相，佛在此地都告诉我们。正是大乘经里面常常讲的一切法唯心所现，唯识所变。心就是法性，能现；能变就是妄想、分别、执着，就是这个地方所讲的心造善不善。今天接着要讲的：",
      "zh_TW": "淨空法師：尊敬的丹斯里伉儷，尊敬的諸位大德，諸位嘉賓，諸位同學，大家晚上好。昨天我們學到經文當中所說的「如是一切」，這是指世間所有的一切，沒有一樣不是「由心造善不善，身業語業意業所致」。這就說明在佛法裡面講，十法界依正莊嚴從哪裡來的，為什麼會有這些現相，佛在此地都告訴我們。正是大乘經裡面常常講的一切法唯心所現，唯識所變。心就是法性，能現；能變就是妄想、分別、執著，就是這個地方所講的心造善不善。今天接著要講的："
    },
    {
      "id": "19-020-0002_p0003",
      "zh_CN": "【而心无色。不可见取。但是虚妄。诸法集起。毕竟无主。】",
      "zh_TW": "【而心無色。不可見取。但是虛妄。諸法集起。畢竟無主。】"
    },
    {
      "id": "19-020-0002_p0004",
      "zh_CN": "这几句话很难懂，心现，心在哪里？心像什么样子？佛在此地告诉我们，心不是色法，也就是说它不是物质，不但不是物质，它也不是精神。所以精神跟物质都是心变现出来的，心在什么地方？世尊在《楞严经》上，一开端他就问阿难尊者，问他发心出家是什么样的原因？为什么你要发心出家？阿难很老实，他说他发心出家没有别的，是看到佛的相好，所谓「三十二相八十种好」，相好太美了。他说这个相绝对不是父母生的，一定是你学习修成功的，你能够修得这样的相好，我也希望得这个相好，是这样出家的，心里面羡慕佛的相好而出家。佛就问他，你心想，他说你心在哪里？佛问得很有技巧，也不问你是真心、也不问你是妄心，真心也好、妄心也好，心在哪里？他首先答复，跟我们大家是一样的，心在身体里面。佛把他驳倒了，否定了，他就想不在里面，在外面；里外都没有也在中间。他有办法想了七个地方，我们一般人想不出来，七处都被释迦牟尼佛否定了。",
      "zh_TW": "這幾句話很難懂，心現，心在哪裡？心像什麼樣子？佛在此地告訴我們，心不是色法，也就是說它不是物質，不但不是物質，它也不是精神。所以精神跟物質都是心變現出來的，心在什麼地方？世尊在《楞嚴經》上，一開端他就問阿難尊者，問他發心出家是什麼樣的原因？為什麼你要發心出家？阿難很老實，他說他發心出家沒有別的，是看到佛的相好，所謂「三十二相八十種好」，相好太美了。他說這個相絕對不是父母生的，一定是你學習修成功的，你能夠修得這樣的相好，我也希望得這個相好，是這樣出家的，心裡面羨慕佛的相好而出家。佛就問他，你心想，他說你心在哪裡？佛問得很有技巧，也不問你是真心、也不問你是妄心，真心也好、妄心也好，心在哪裡？他首先答覆，跟我們大家是一樣的，心在身體裡面。佛把他駁倒了，否定了，他就想不在裡面，在外面；裡外都沒有也在中間。他有辦法想了七個地方，我們一般人想不出來，七處都被釋迦牟尼佛否定了。"
    },
    {
      "id": "19-020-0002_p0005",
      "zh_CN": "否定之后他心就慌了，他说这样我就变成没有心了。然后佛就问他，你以什么以为是心？所以他就讲我以能够想像的为心。能够想像的不是心，这就是说明，心实在说无处不在、无时不在。大乘教里头常讲的两句话，我们一问都把它忘掉了，佛常讲「心包太虚，量周沙界」，这是真的，这不是假的。太虚是讲虚空，实在讲空间、时间、宇宙之间一切万法，是心变现出来，心变的。心不是精神，也不是物质，精神、物质都是从它那里变现出来的。所以佛在此地告诉我们，心不是色法，就是不是物质。大乘教里面告诉我们这桩事情可以体会，不能言传，说不出来。宗门大德明心见性之后，请老和尚印证，老和尚说你道一句来，心是什么样子？你说出来，「道一句来」。你看见性的学生他说了句话，「说似一物即不中」，这句话就是说不出来，「唯证乃知」，说不出来。",
      "zh_TW": "否定之後他心就慌了，他說這樣我就變成沒有心了。然後佛就問他，你以什麼以為是心？所以他就講我以能夠想像的為心。能夠想像的不是心，這就是說明，心實在說無處不在、無時不在。大乘教裡頭常講的兩句話，我們一問都把它忘掉了，佛常講「心包太虛，量周沙界」，這是真的，這不是假的。太虛是講虛空，實在講空間、時間、宇宙之間一切萬法，是心變現出來，心變的。心不是精神，也不是物質，精神、物質都是從它那裡變現出來的。所以佛在此地告訴我們，心不是色法，就是不是物質。大乘教裡面告訴我們這樁事情可以體會，不能言傳，說不出來。宗門大德明心見性之後，請老和尚印證，老和尚說你道一句來，心是什麼樣子？你說出來，「道一句來」。你看見性的學生他說了句話，「說似一物即不中」，這句話就是說不出來，「唯證乃知」，說不出來。"
    },
    {
      "id": "19-020-0002_p0006",
      "zh_CN": "可是昨天我们给诸位报告，惠能大师说出来了，那只是形容心的德用，那什么是自性还是说不出来。他说自性清净的、不生不灭、一切具足，没有一样欠缺，我们讲智慧圆满、德能是圆满的、相好也是圆满的，自性本来具足！真心从来没有动摇过，确实没有动摇过；能生万法。这他把自性的德用跟我们说出来了，我们从这几句话里面细心去体会，可是体会能不能体会得到？体会不到。为什么？你体会还是用的妄心，妄心永远见不到真心，妄心没有了，真心就现前了。那妄心是什么？佛在经上告诉我们，妄想、分别、执着。我们也用了个小的道具，这是三张透明的塑胶纸，黄色的代表妄想，蓝色的代表分别，蓝色分别，红色的代表执着，我们用三原色红黄蓝。这三样东西都有，我们把眼睛比作心，比作真心，比作自性；外面境界这是法相，法性、法相，这个东西遮盖了，我们见不到外面的境界相。",
      "zh_TW": "可是昨天我們給諸位報告，惠能大師說出來了，那只是形容心的德用，那什麼是自性還是說不出來。他說自性清淨的、不生不滅、一切具足，沒有一樣欠缺，我們講智慧圓滿、德能是圓滿的、相好也是圓滿的，自性本來具足！真心從來沒有動搖過，確實沒有動搖過；能生萬法。這他把自性的德用跟我們說出來了，我們從這幾句話裡面細心去體會，可是體會能不能體會得到？體會不到。為什麼？你體會還是用的妄心，妄心永遠見不到真心，妄心沒有了，真心就現前了。那妄心是什麼？佛在經上告訴我們，妄想、分別、執著。我們也用了個小的道具，這是三張透明的塑膠紙，黃色的代表妄想，藍色的代表分別，藍色分別，紅色的代表執著，我們用三原色紅黃藍。這三樣東西都有，我們把眼睛比作心，比作真心，比作自性；外面境界這是法相，法性、法相，這個東西遮蓋了，我們見不到外面的境界相。"
    },
    {
      "id": "19-020-0002_p0007",
      "zh_CN": "那试问问，这个妄想分别执着有没有障碍眼睛？没有，所以叫本来清净，没有障碍。有没有障碍外面法相？也没有。所以见性之人，他说得很好，他说见性之后「头头是道，左右逢源」，无有一法不是的。为什么？性变现出来的相，它的体还是自性。就如同「以金作器，器器皆金」，这古人的比喻，把黄金比喻自性，做出许多的器皿，每样器皿它的本体都是黄金。所以性在哪里？性在相当中，性相永远不能分离，离了相找不到性，离了性没有相。虚空，虚空还是自性变现的，所以佛告诉我们，妄想分别执着是什么？你记住佛经用的语，妄想，妄就不是真的！妄想就不是真的。想是什么？起心动念，起心动念是虚妄的，不是真的。从妄想就生分别，头一个是黄色的，这个东西有了，立刻跟着分别起来了，再跟着执着起来了，红色代表执着，所以这三样东西。有这三样东西这叫凡夫，这叫世间法，叫迷了；这三样东西放下，这就叫佛。",
      "zh_TW": "那試問問，這個妄想分別執著有沒有障礙眼睛？沒有，所以叫本來清淨，沒有障礙。有沒有障礙外面法相？也沒有。所以見性之人，他說得很好，他說見性之後「頭頭是道，左右逢源」，無有一法不是的。為什麼？性變現出來的相，它的體還是自性。就如同「以金作器，器器皆金」，這古人的比喻，把黃金比喻自性，做出許多的器皿，每樣器皿它的本體都是黃金。所以性在哪裡？性在相當中，性相永遠不能分離，離了相找不到性，離了性沒有相。虛空，虛空還是自性變現的，所以佛告訴我們，妄想分別執著是什麼？你記住佛經用的語，妄想，妄就不是真的！妄想就不是真的。想是什麼？起心動念，起心動念是虛妄的，不是真的。從妄想就生分別，頭一個是黃色的，這個東西有了，立刻跟著分別起來了，再跟著執著起來了，紅色代表執著，所以這三樣東西。有這三樣東西這叫凡夫，這叫世間法，叫迷了；這三樣東西放下，這就叫佛。"
    },
    {
      "id": "19-020-0002_p0008",
      "zh_CN": "所以佛在《华严》上跟我们讲，「一切众生本来是佛」，每个众生都是佛，为什么这形形色色不一样？众生，生是生起，就是现象的生起，众是众缘和合，它不是单独一法生起的，无量生起的。所以在底下讲『但是虚妄，诸法集起』，「诸法集起」就是因缘生法，这佛经上常讲的缘生法，无量的条件，不是单纯生起来的。我们把无量因缘，把它归纳妄想分别执着，归纳为这三大类。无明怎么起来的？没有原因，你要去找原因，你要去问无明怎么起来的？这就无明上加了无明，它本来是虚妄的，虚妄的你要去再找它，那叫妄中再加妄，你的麻烦就大了，所以这东西找不得。但是我们一般人的习气非要追根究柢，追根究柢就是坚固执着，坚固执着分别你永远不能见到事实真相，所以见的时候放下就是。谁放下？昨天跟诸位报告，释迦牟尼佛放下了，菩提树下放下妄想、分别、执着，本来是佛，他就现前了。",
      "zh_TW": "所以佛在《華嚴》上跟我們講，「一切眾生本來是佛」，每個眾生都是佛，為什麼這形形色色不一樣？眾生，生是生起，就是現象的生起，眾是眾緣和合，它不是單獨一法生起的，無量生起的。所以在底下講『但是虛妄，諸法集起』，「諸法集起」就是因緣生法，這佛經上常講的緣生法，無量的條件，不是單純生起來的。我們把無量因緣，把它歸納妄想分別執著，歸納為這三大類。無明怎麼起來的？沒有原因，你要去找原因，你要去問無明怎麼起來的？這就無明上加了無明，它本來是虛妄的，虛妄的你要去再找它，那叫妄中再加妄，你的麻煩就大了，所以這東西找不得。但是我們一般人的習氣非要追根究柢，追根究柢就是堅固執著，堅固執著分別你永遠不能見到事實真相，所以見的時候放下就是。誰放下？昨天跟諸位報告，釋迦牟尼佛放下了，菩提樹下放下妄想、分別、執著，本來是佛，他就現前了。"
    },
    {
      "id": "19-020-0002_p0009",
      "zh_CN": "六祖惠能大师，他在五祖会下也是彻底放下了，这一放下他成佛了，五祖是佛，他也是佛。五祖的一个大弟子神秀，这是跟五祖多年没放下，所以他成不了。这桩事情是要靠自己，谁都帮不上忙，所谓是解铃还是系铃人，这个道理要懂，佛有没有办法帮助我们？帮不上忙。五祖又何尝不想帮助神秀？帮不上！妄想分别执着是你自己起的，还是要你自己放下才行，道理就是如此。怎么知道神秀没有放下？神秀的一首偈子，大家念念就知道，「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」。这就没放下，妄想分别执着统统没有放下。六祖帮助他，把它修正，「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」。真的是在这偈子里头就是这句话重要，本来无一物，妄想分别执着本来没有，你念头一起，这个东西统统就起来了，速度之快没法子计算。世尊在《仁王经》上讲的二十一万六千分之一秒，还是方便说，不是真实说。所以物质的现相，它现相立刻就没有了，非常快，它存在的时间太短。我们今天看到的物质现相是相续相，我们讲经常常提到相似相续相，相似相续它不是真的相续。真的相续它前后两个相是相同的，前后两个相绝对没有相同的，你看一秒钟当中亿万次的生灭，没有两个生灭是相同的，只是相似相续，这我们一定要晓得。",
      "zh_TW": "六祖惠能大師，他在五祖會下也是徹底放下了，這一放下他成佛了，五祖是佛，他也是佛。五祖的一個大弟子神秀，這是跟五祖多年沒放下，所以他成不了。這樁事情是要靠自己，誰都幫不上忙，所謂是解鈴還是繫鈴人，這個道理要懂，佛有沒有辦法幫助我們？幫不上忙。五祖又何嘗不想幫助神秀？幫不上！妄想分別執著是你自己起的，還是要你自己放下才行，道理就是如此。怎麼知道神秀沒有放下？神秀的一首偈子，大家念念就知道，「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」。這就沒放下，妄想分別執著統統沒有放下。六祖幫助他，把它修正，「菩提本無樹，明鏡亦非台，本來無一物，何處惹塵埃」。真的是在這偈子裡頭就是這句話重要，本來無一物，妄想分別執著本來沒有，你念頭一起，這個東西統統就起來了，速度之快沒法子計算。世尊在《仁王經》上講的二十一萬六千分之一秒，還是方便說，不是真實說。所以物質的現相，它現相立刻就沒有了，非常快，它存在的時間太短。我們今天看到的物質現相是相續相，我們講經常常提到相似相續相，相似相續它不是真的相續。真的相續它前後兩個相是相同的，前後兩個相絕對沒有相同的，你看一秒鐘當中億萬次的生滅，沒有兩個生滅是相同的，只是相似相續，這我們一定要曉得。"
    },
    {
      "id": "19-020-0002_p0010",
      "zh_CN": "学佛没有别的，我学佛，是跟方东美先生学哲学，他给我讲哲学概论。我非常感激方老师，方老师成全了我，保护了我，虽然我们是萍水相逢，根本就不认识。我们希望是到学校里面去旁听他的课程，他不让我去，五十六年前他告诉我，现在的学校先生不像先生，学生不像学生，你到学校去听课，一定是大失所望。我听了老师拒绝，我心里就很难过，坐在他的小客厅里，我一句话都说不出来，显得很沮丧，老师也看出来了。沉默了几分钟之后，他很慈悲，他说「这样好了，每个星期天，你到我家里来，我给你上两个钟点课。」所以我们的课程是一对一的，在老师家里，一个星期两个小时，这样上的。给我讲了一部哲学概论，讲到最后一个单元佛经哲学，我们才知道佛教里头有哲学。他给我讲这个单元开头我很讶异，我说佛教是宗教、是迷信。我们以前的观念佛教是低级宗教，是多神教，它什么都拜，什么都是神；不像基督教、天主教只有一个真神，高级宗教。这是低级宗教，怎么会去学它？它怎么会有哲学？",
      "zh_TW": "學佛沒有別的，我學佛，是跟方東美先生學哲學，他給我講哲學概論。我非常感激方老師，方老師成全了我，保護了我，雖然我們是萍水相逢，根本就不認識。我們希望是到學校裡面去旁聽他的課程，他不讓我去，五十六年前他告訴我，現在的學校先生不像先生，學生不像學生，你到學校去聽課，一定是大失所望。我聽了老師拒絕，我心裡就很難過，坐在他的小客廳裡，我一句話都說不出來，顯得很沮喪，老師也看出來了。沉默了幾分鐘之後，他很慈悲，他說「這樣好了，每個星期天，你到我家裡來，我給你上兩個鐘點課。」所以我們的課程是一對一的，在老師家裡，一個星期兩個小時，這樣上的。給我講了一部哲學概論，講到最後一個單元佛經哲學，我們才知道佛教裡頭有哲學。他給我講這個單元開頭我很訝異，我說佛教是宗教、是迷信。我們以前的觀念佛教是低級宗教，是多神教，它什麼都拜，什麼都是神；不像基督教、天主教只有一個真神，高級宗教。這是低級宗教，怎麼會去學它？它怎麼會有哲學？"
    },
    {
      "id": "19-020-0002_p0011",
      "zh_CN": "老师告诉我，他说你不懂，释迦牟尼是世界上最伟大的哲学家，佛经是全世界哲学里面最高峰，他是这样子告诉我的。以后我没有用这个话说，我说佛经是高等哲学，我不敢讲说最高峰。他告诉我是最高峰，学佛是人生最高的享受，我被他这几句话吸引住了，我对老师尊敬。学到二、三十年之后，想想老师当年的教学，这才从内心里面感激老师。他为什么不让我到学校去听？我那个时候想学哲学，没有读过哲学的书，没有跟学哲学的人往来过；换句话是一张白纸，所以他很爱惜。到学校一定认识很多老师、认识很多同学，就被污染了。这个苦心，不知道的时候不晓得，晓得之后一生感激，他不让我去污染，学一家之言，听一个老师，听一个人的话。所以这就是我们中国传统的师承，他用这个办法来教我。",
      "zh_TW": "老師告訴我，他說你不懂，釋迦牟尼是世界上最偉大的哲學家，佛經是全世界哲學裡面最高峰，他是這樣子告訴我的。以後我沒有用這個話說，我說佛經是高等哲學，我不敢講說最高峰。他告訴我是最高峰，學佛是人生最高的享受，我被他這幾句話吸引住了，我對老師尊敬。學到二、三十年之後，想想老師當年的教學，這才從內心裡面感激老師。他為什麼不讓我到學校去聽？我那個時候想學哲學，沒有讀過哲學的書，沒有跟學哲學的人往來過；換句話是一張白紙，所以他很愛惜。到學校一定認識很多老師、認識很多同學，就被污染了。這個苦心，不知道的時候不曉得，曉得之後一生感激，他不讓我去污染，學一家之言，聽一個老師，聽一個人的話。所以這就是我們中國傳統的師承，他用這個辦法來教我。"
    },
    {
      "id": "19-020-0002_p0012",
      "zh_CN": "接触佛法之后，这是接触佛经哲学之后，知道佛教里面有高深的学问。在这个时候有位蒙古的亲王，满清时代的一位亲王，敏亲王，他给我介绍认识章嘉大师。章嘉大师也是非常爱护我，第一天他陪我见大师，我见面跟大师提一个问题请教他，我说现在我知道佛法殊胜，佛法好，我很想契入佛法境界，有什么方法？提出这个问题向他老人家请教。章嘉大师看着我，我也看着他，等他回答，这一等等了半个小时，他都不讲话，半个小时之后他说了一个字，有，我的耳朵都竖起来了，有，要用心听了，这一个字说他又不说话了，再等这时间大概等了五分钟，告诉我六个字，「看得破、放得下」。我们没有他那个定功，我听了这六个字之后，接着我就向他老人家请教从哪里下手？他告诉我从「布施」。他说话很缓慢，答复一个问题总是要停顿一个时间，这到以后都是二、三十年以后才明白的，才真正觉悟到是什么？你提出问题，他一定等你整个情绪稳定下来，你妄念没有了，他才告诉你。",
      "zh_TW": "接觸佛法之後，這是接觸佛經哲學之後，知道佛教裡面有高深的學問。在這個時候有位蒙古的親王，滿清時代的一位親王，敏親王，他給我介紹認識章嘉大師。章嘉大師也是非常愛護我，第一天他陪我見大師，我見面跟大師提一個問題請教他，我說現在我知道佛法殊勝，佛法好，我很想契入佛法境界，有什麼方法？提出這個問題向他老人家請教。章嘉大師看著我，我也看著他，等他回答，這一等等了半個小時，他都不講話，半個小時之後他說了一個字，有，我的耳朵都豎起來了，有，要用心聽了，這一個字說他又不說話了，再等這時間大概等了五分鐘，告訴我六個字，「看得破、放得下」。我們沒有他那個定功，我聽了這六個字之後，接著我就向他老人家請教從哪裡下手？他告訴我從「布施」。他說話很緩慢，答覆一個問題總是要停頓一個時間，這到以後都是二、三十年以後才明白的，才真正覺悟到是什麼？你提出問題，他一定等你整個情緒穩定下來，你妄念沒有了，他才告訴你。"
    },
    {
      "id": "19-020-0002_p0013",
      "zh_CN": "现在我讲心浮气躁，你心浮动的，他不跟你讲话，为什么？讲了没用处，你听不进去。所以这个教学法，是在定中传授给你；你心不能够完全静下来的时候，不跟你说话。我跟章嘉大师三年，也是每个星期两个小时，两个小时说话顶多十几句话，都在定中，那个气氛是非常之好。所以我们今天要用章嘉大师的方法来讲经，会把听众都讲跑掉，为什么？他没有这个定力，没有这种定功。可是真有受用，言语非常简单、简洁，叫你一辈子都不会忘记。所以从这些经验当中，我们就想到古人传法，不是跟现在一样，哪有说那么多废话，听的人确实心是清净的，心是真诚的，才真正能够得受用。尤其是讲到最重要的问题，我问的是真的是很重要的，怎么样能够契入佛的境界。他答复得好！「看破放下」，放下帮助你看破，看破又帮助你放下，就是这两样相辅相成，从初发心到如来地。如果你是上上根人，你彻底放下了，妄想分别一次放下了，这叫上上根人。释迦牟尼佛给我们示现的是这样的，能大师示现的也是这样的。所以我们才体会到，学与不学没关系，重要是放下，不学也行。",
      "zh_TW": "現在我講心浮氣躁，你心浮動的，他不跟你講話，為什麼？講了沒用處，你聽不進去。所以這個教學法，是在定中傳授給你；你心不能夠完全靜下來的時候，不跟你說話。我跟章嘉大師三年，也是每個星期兩個小時，兩個小時說話頂多十幾句話，都在定中，那個氣氛是非常之好。所以我們今天要用章嘉大師的方法來講經，會把聽眾都講跑掉，為什麼？他沒有這個定力，沒有這種定功。可是真有受用，言語非常簡單、簡潔，叫你一輩子都不會忘記。所以從這些經驗當中，我們就想到古人傳法，不是跟現在一樣，哪有說那麼多廢話，聽的人確實心是清淨的，心是真誠的，才真正能夠得受用。尤其是講到最重要的問題，我問的是真的是很重要的，怎麼樣能夠契入佛的境界。他答覆得好！「看破放下」，放下幫助你看破，看破又幫助你放下，就是這兩樣相輔相成，從初發心到如來地。如果你是上上根人，你徹底放下了，妄想分別一次放下了，這叫上上根人。釋迦牟尼佛給我們示現的是這樣的，能大師示現的也是這樣的。所以我們才體會到，學與不學沒關係，重要是放下，不學也行。"
    },
    {
      "id": "19-020-0002_p0014",
      "zh_CN": "为什么？智慧、德能、相好，是你自性里头本来有的，只要你障碍没有了，它就现前了。无量的智慧、无量的德能统统现前，不要学的，学不到。我们所学的这些东西，如果没有放下，佛给我们讲，佛家有个名词叫所知障，你的那些知见，障碍你自性的智慧，障碍你自性的德能、相好，变成障碍了。所以障有两大类，一个是烦恼障，烦恼是什么？自私自利、贪瞋痴慢、五欲六尘，这些念头是烦恼障。所知障是你所学的东西，你没有放下妄想分别执着，叫所知障，这两大类的障碍。烦恼障又有个名词叫见思烦恼，所知障也有个名词叫尘沙烦恼，尘沙是形容多，你的妄想多、你的知见多。如果你要是放下，放下就见性了，放下是性德！烦恼障放下了，放下之后，就是《华严》上讲的执着，这个放下之后清净心现前，真诚、清净现前，六道没有！那就在哪里？在四圣法界的声闻、缘觉、菩萨，在这三个阶层。如果把所知障也放下了，那你就提高了，所知障要放下的话，层次是在菩萨，不在声闻、缘觉；最后把妄想放下，你的自性完全现前，就叫成佛了。",
      "zh_TW": "為什麼？智慧、德能、相好，是你自性裡頭本來有的，只要你障礙沒有了，它就現前了。無量的智慧、無量的德能統統現前，不要學的，學不到。我們所學的這些東西，如果沒有放下，佛給我們講，佛家有個名詞叫所知障，你的那些知見，障礙你自性的智慧，障礙你自性的德能、相好，變成障礙了。所以障有兩大類，一個是煩惱障，煩惱是什麼？自私自利、貪瞋痴慢、五欲六塵，這些念頭是煩惱障。所知障是你所學的東西，你沒有放下妄想分別執著，叫所知障，這兩大類的障礙。煩惱障又有個名詞叫見思煩惱，所知障也有個名詞叫塵沙煩惱，塵沙是形容多，你的妄想多、你的知見多。如果你要是放下，放下就見性了，放下是性德！煩惱障放下了，放下之後，就是《華嚴》上講的執著，這個放下之後清淨心現前，真誠、清淨現前，六道沒有！那就在哪裡？在四聖法界的聲聞、緣覺、菩薩，在這三個階層。如果把所知障也放下了，那你就提高了，所知障要放下的話，層次是在菩薩，不在聲聞、緣覺；最後把妄想放下，你的自性完全現前，就叫成佛了。"
    },
    {
      "id": "19-020-0002_p0015",
      "zh_CN": "所以佛教给我们，我们没有能力一次把它都放下的，那我们就一样一样的来，先放烦恼，烦恼是最粗的、最严重的，因为它的相就是六道，放下它六道就没有了。红色代表执着、代表见思烦恼，这个放下变成这样清楚多了，好像我们戴太阳眼镜，就看清楚多了，这是什么？这是阿罗汉。这是六道凡夫，所以阿罗汉比六道凡夫聪明，因为他三重障碍放下一层了，他还有两层。他见到的东西比我们真实，我们看到的东西是虚妄的，他能看到一些真的东西了。再把分别也放下，这就是菩萨，菩萨还有妄想，没有分别执着，那就更清楚了。最后把妄想也放下就没了，就本来成佛了，就这么回事情。所以要晓得，妄想分别执着不是真的，但是你念念心里有它，这个麻烦。它既不是精神，也不是物质，完全虚妄，在佛法里面称为不相应行法。不相应行法就是我们现在所说的抽象概念，它是个抽象概念。所以佛劝我们，只要把它放下就没事了，你才能够见到真心，真心多大？真心比虚空大。",
      "zh_TW": "所以佛教給我們，我們沒有能力一次把它都放下的，那我們就一樣一樣的來，先放煩惱，煩惱是最粗的、最嚴重的，因為它的相就是六道，放下它六道就沒有了。紅色代表執著、代表見思煩惱，這個放下變成這樣清楚多了，好像我們戴太陽眼鏡，就看清楚多了，這是什麼？這是阿羅漢。這是六道凡夫，所以阿羅漢比六道凡夫聰明，因為他三重障礙放下一層了，他還有兩層。他見到的東西比我們真實，我們看到的東西是虛妄的，他能看到一些真的東西了。再把分別也放下，這就是菩薩，菩薩還有妄想，沒有分別執著，那就更清楚了。最後把妄想也放下就沒了，就本來成佛了，就這麼回事情。所以要曉得，妄想分別執著不是真的，但是你念念心裡有它，這個麻煩。它既不是精神，也不是物質，完全虛妄，在佛法裡面稱為不相應行法。不相應行法就是我們現在所說的抽象概念，它是個抽象概念。所以佛勸我們，只要把它放下就沒事了，你才能夠見到真心，真心多大？真心比虛空大。"
    },
    {
      "id": "19-020-0002_p0016",
      "zh_CN": "佛在《楞严经》上说的一个比喻，把真心比作虚空，真心像虚空一样。虚空像天上一片云彩，你看云彩大，还是虚空大？这就说明虚空是心变现的。看你烦恼习气轻重，虚空大小每个人见的不一样，六道里面的虚空就没有四圣法界的大，四圣法界虚空比我们大多了。我们的能见量，即使现在用科学仪器来观察太空，还是有个范围，就是空间维次不能突破。无论怎么看，你只能看到三维空间的范围，四维以上的你就看不到了。所以晓得佛家讲的心，心决定是平等的，心是一个！佛在大乘教里常常用大海来比喻作心，来说明心既然一个，我们这么多人，每个人心都不一样，每个人心想都不一样，这一个心怎么去体会它？所以佛讲心像大海一样。",
      "zh_TW": "佛在《楞嚴經》上說的一個比喻，把真心比作虛空，真心像虛空一樣。虛空像天上一片雲彩，你看雲彩大，還是虛空大？這就說明虛空是心變現的。看你煩惱習氣輕重，虛空大小每個人見的不一樣，六道裡面的虛空就沒有四聖法界的大，四聖法界虛空比我們大多了。我們的能見量，即使現在用科學儀器來觀察太空，還是有個範圍，就是空間維次不能突破。無論怎麼看，你只能看到三維空間的範圍，四維以上的你就看不到了。所以曉得佛家講的心，心決定是平等的，心是一個！佛在大乘教裡常常用大海來比喻作心，來說明心既然一個，我們這麼多人，每個人心都不一樣，每個人心想都不一樣，這一個心怎麼去體會它？所以佛講心像大海一樣。"
    },
    {
      "id": "19-020-0002_p0017",
      "zh_CN": "我们每个众生像大海的一个水泡，起了水泡各个都不一样；水泡破了都一样，水泡破了就平等了。水泡没有破的时候，每个水泡就好像它有个自性，破了之后是完全相等。水泡怎么形成的？就是妄想分别执着形成的。所以妄想分别执着破掉空间就大了，你才能够真正见到真心，见到你心的现象。心怎么会迷的？这个问题当年富楼那尊者，在楞严会上向释迦牟尼佛请教，这都是我们的问题，而且是根本的大问。他问佛陀，自性既然是本无生灭，为什么会起念头？这个一念就是迷，为什么会迷？这第一个问题为什么会迷。第二个几时迷的？第三个问题迷了之后就变成凡夫，修行多少劫数这就恢复了，又觉悟了，成佛了。成佛之后，什么时候还会再迷？你看这不都是我们想要问的问题吗？",
      "zh_TW": "我們每個眾生像大海的一個水泡，起了水泡各個都不一樣；水泡破了都一樣，水泡破了就平等了。水泡沒有破的時候，每個水泡就好像它有個自性，破了之後是完全相等。水泡怎麼形成的？就是妄想分別執著形成的。所以妄想分別執著破掉空間就大了，你才能夠真正見到真心，見到你心的現象。心怎麼會迷的？這個問題當年富樓那尊者，在楞嚴會上向釋迦牟尼佛請教，這都是我們的問題，而且是根本的大問。他問佛陀，自性既然是本無生滅，為什麼會起念頭？這個一念就是迷，為什麼會迷？這第一個問題為什麼會迷。第二個幾時迷的？第三個問題迷了之後就變成凡夫，修行多少劫數這就恢復了，又覺悟了，成佛了。成佛之後，什麼時候還會再迷？你看這不都是我們想要問的問題嗎？"
    },
    {
      "id": "19-020-0002_p0018",
      "zh_CN": "世尊在《楞严经》，这个经文在第四卷，详细给他解答，如果你们要知道这个答案，去读《楞严经》。《楞严经》读不懂，看注解，《楞严》的注解将近一百种。我过去跟李老师学《楞严经》，所以我看过十几种注解，最浅显的、容易看的，是现代人圆瑛法师的《楞严经讲义》。圆瑛法师有没有开悟？黄念祖老居士告诉他的学生们，他说圆瑛法师的境界在开悟的边缘上，还没有真正开悟。但是他很用功，他一生专攻《楞严》，他参考的《楞严经》注解很丰富，写成这部《楞严经讲义》，晚年写的，七十岁以后写的。《楞严经讲义》写完之后，他又写了一部《圆觉经讲义》，他老人家就往生了。最后的两部著作是他成熟的著作，跟他年轻的东西，看看比较，不一样，那相当成熟。所以对我们学《楞严》、学《圆觉经》很有帮助，学它之后再可以学看古人的东西。他虽然也看交光的东西，交光是真正悟入的。这是给我们做为修学大乘，初机接触的很好的教材。",
      "zh_TW": "世尊在《楞嚴經》，這個經文在第四卷，詳細給他解答，如果你們要知道這個答案，去讀《楞嚴經》。《楞嚴經》讀不懂，看註解，《楞嚴》的註解將近一百種。我過去跟李老師學《楞嚴經》，所以我看過十幾種註解，最淺顯的、容易看的，是現代人圓瑛法師的《楞嚴經講義》。圓瑛法師有沒有開悟？黃念祖老居士告訴他的學生們，他說圓瑛法師的境界在開悟的邊緣上，還沒有真正開悟。但是他很用功，他一生專攻《楞嚴》，他參考的《楞嚴經》註解很豐富，寫成這部《楞嚴經講義》，晚年寫的，七十歲以後寫的。《楞嚴經講義》寫完之後，他又寫了一部《圓覺經講義》，他老人家就往生了。最後的兩部著作是他成熟的著作，跟他年輕的東西，看看比較，不一樣，那相當成熟。所以對我們學《楞嚴》、學《圓覺經》很有幫助，學它之後再可以學看古人的東西。他雖然也看交光的東西，交光是真正悟入的。這是給我們做為修學大乘，初機接觸的很好的教材。"
    },
    {
      "id": "19-020-0002_p0019",
      "zh_CN": "《华严经》上告诉我们，佛讲得很简单，迷悟，「迷唯一念，悟止一心」，就讲八个字，为什么会迷？一念，念头一起一念，一念就迷了。这一念迷了之后，念头起来，马上把念头息灭掉不再起第二念，那就觉悟。我们的念头麻烦在第一念迷，第二念起来又迷，它是念头接着不断起来，它不停，停了之后这问题就解决了。然后你再想想，净土宗修学的方法，你就不能不佩服，净土宗就用持名念佛，就用六个字，叫你念「南无阿弥陀佛」。念这个名号什么意思？把你的念头念掉，让你二十四小时念念都是阿弥陀佛，除阿弥陀佛之外没有第二个念头。到这个程度叫成片，功夫成一片，念头还在，妄念还有，妄念并没有断根，只是阿弥陀佛念熟了，把妄念控制住，所谓伏断，不是真的断了。有这样的功夫往生西方极乐世界就自在了，真的，想什么时候去就什么时候去，想多住几年也不碍事，我们讲生死自在。",
      "zh_TW": "《華嚴經》上告訴我們，佛講得很簡單，迷悟，「迷唯一念，悟止一心」，就講八個字，為什麼會迷？一念，念頭一起一念，一念就迷了。這一念迷了之後，念頭起來，馬上把念頭息滅掉不再起第二念，那就覺悟。我們的念頭麻煩在第一念迷，第二念起來又迷，它是念頭接著不斷起來，它不停，停了之後這問題就解決了。然後你再想想，淨土宗修學的方法，你就不能不佩服，淨土宗就用持名念佛，就用六個字，叫你念「南無阿彌陀佛」。念這個名號什麼意思？把你的念頭念掉，讓你二十四小時念念都是阿彌陀佛，除阿彌陀佛之外沒有第二個念頭。到這個程度叫成片，功夫成一片，念頭還在，妄念還有，妄念並沒有斷根，只是阿彌陀佛念熟了，把妄念控制住，所謂伏斷，不是真的斷了。有這樣的功夫往生西方極樂世界就自在了，真的，想什麼時候去就什麼時候去，想多住幾年也不礙事，我們講生死自在。"
    },
    {
      "id": "19-020-0002_p0020",
      "zh_CN": "如果这个功夫再提升，提升到一心不乱，那就行了。一心不乱功夫有浅深，浅的叫事一心，也就是执着没有了，他还有妄想分别，这要往生极乐世界品位就高，不在同居土，在方便有余土。方便有余土就是我们娑婆世界的四圣法界，我这个比喻大家就好懂，极乐世界的四圣法界，这方便有余土。如果把妄想也放下了，叫实报庄严土，那才真正叫一真法界。一真法界是实报土，诸佛如来自己居住的净土叫实报土，你妄想放下之后，你跟他的境界平等，你也生实报庄严土。由此可知，佛家的八万四千法门，包括净土在内，没有例外的，都要放下，不放下不行！所以要认真学习。",
      "zh_TW": "如果這個功夫再提升，提升到一心不亂，那就行了。一心不亂功夫有淺深，淺的叫事一心，也就是執著沒有了，他還有妄想分別，這要往生極樂世界品位就高，不在同居土，在方便有餘土。方便有餘土就是我們娑婆世界的四聖法界，我這個比喻大家就好懂，極樂世界的四聖法界，這方便有餘土。如果把妄想也放下了，叫實報莊嚴土，那才真正叫一真法界。一真法界是實報土，諸佛如來自己居住的淨土叫實報土，你妄想放下之後，你跟他的境界平等，你也生實報莊嚴土。由此可知，佛家的八萬四千法門，包括淨土在內，沒有例外的，都要放下，不放下不行！所以要認真學習。"
    },
    {
      "id": "19-020-0002_p0021",
      "zh_CN": "当年章嘉大师告诉我，还特别嘱咐我，要我好好的做六年，六年做什么？布施。那个时候只知道布施身外之物，对这个认识不深刻。现在我们晓得了，叫我们放下，放下什么？放下妄想、放下分别、放下执着。放下执着你就是阿罗汉，你就得正觉了；放下分别，你就得正等正觉了；放下妄想，你是无上正等正觉。这是佛的三个学位，正觉称为阿罗汉，正等正觉称为菩萨，无上正等正觉称佛陀，所以是三个学位的名称。虽然有名称，你可不要去执着它，你一执着你一个都得不到，你又回到六道轮回里面来了，所以不能执着。不但不能执着，也不能分别，可不能放在心上，言谈上要学释迦牟尼佛，说而无说，无说而说；会听的人，听而无听，无听而听，是真听，真说、真听。所以说跟无说不二，闻与无闻不二，入不二法门，那真的回归到自性了。",
      "zh_TW": "當年章嘉大師告訴我，還特別囑咐我，要我好好的做六年，六年做什麼？布施。那個時候只知道布施身外之物，對這個認識不深刻。現在我們曉得了，叫我們放下，放下什麼？放下妄想、放下分別、放下執著。放下執著你就是阿羅漢，你就得正覺了；放下分別，你就得正等正覺了；放下妄想，你是無上正等正覺。這是佛的三個學位，正覺稱為阿羅漢，正等正覺稱為菩薩，無上正等正覺稱佛陀，所以是三個學位的名稱。雖然有名稱，你可不要去執著它，你一執著你一個都得不到，你又回到六道輪迴裡面來了，所以不能執著。不但不能執著，也不能分別，可不能放在心上，言談上要學釋迦牟尼佛，說而無說，無說而說；會聽的人，聽而無聽，無聽而聽，是真聽，真說、真聽。所以說跟無說不二，聞與無聞不二，入不二法門，那真的回歸到自性了。"
    },
    {
      "id": "19-020-0002_p0022",
      "zh_CN": "所以此地教给我们，这个心它不是色法，『不可见取』，这个见是心法，前面讲不是色法，「不可见取」，不可见那不是色法、不是心法，你不能取。『但是虚妄』，这个虚妄是形容词，就是说它是有，但是不可得。六根接触不到，眼看不见，耳也听不到，手也摸不到，连想都想不到。所以古人有两句话来形容它，叫「开口便错，动念即乖」，乖是错误，你一开口、一动念全错了！所以我们看到禅宗语录里面，看到古时候老师教学生，老师讲到心性，问学生「道一句来」，叫大家说一句。真有人开口想说，这一开口想说，老师拿手把你嘴巴摀住，他用这个方法来教你，这一摀住他一下就悟了，就开悟了。道不得，道不出来，道家讲「道可道，非常道；名可名，非常名」，道不出！所以他这一个动作，他能叫那个人开悟，所以叫钳锤、香板供养，那真的打得开悟。可是不是那种功夫，可不能学那个样子，古大德那个板子、钳锤打下去之后，人开悟了，这应该要打的。现在参禅，打死都不开悟，那就冤枉，那个不可以，所以这是学不得的。那种老师他观察学生的根机，就是说将悟未悟的边缘上，到那个程度他才用这种手段，让他猛然回头，他就省悟过来。没有这种手段、你也没有这个机缘，这个时候就不可以用。",
      "zh_TW": "所以此地教給我們，這個心它不是色法，『不可見取』，這個見是心法，前面講不是色法，「不可見取」，不可見那不是色法、不是心法，你不能取。『但是虛妄』，這個虛妄是形容詞，就是說它是有，但是不可得。六根接觸不到，眼看不見，耳也聽不到，手也摸不到，連想都想不到。所以古人有兩句話來形容它，叫「開口便錯，動念即乖」，乖是錯誤，你一開口、一動念全錯了！所以我們看到禪宗語錄裡面，看到古時候老師教學生，老師講到心性，問學生「道一句來」，叫大家說一句。真有人開口想說，這一開口想說，老師拿手把你嘴巴摀住，他用這個方法來教你，這一摀住他一下就悟了，就開悟了。道不得，道不出來，道家講「道可道，非常道；名可名，非常名」，道不出！所以他這一個動作，他能叫那個人開悟，所以叫鉗錘、香板供養，那真的打得開悟。可是不是那種功夫，可不能學那個樣子，古大德那個板子、鉗錘打下去之後，人開悟了，這應該要打的。現在參禪，打死都不開悟，那就冤枉，那個不可以，所以這是學不得的。那種老師他觀察學生的根機，就是說將悟未悟的邊緣上，到那個程度他才用這種手段，讓他猛然回頭，他就省悟過來。沒有這種手段、你也沒有這個機緣，這個時候就不可以用。"
    },
    {
      "id": "19-020-0002_p0023",
      "zh_CN": "那用什么？像虚云老和尚，虚云老和尚虽然是禅宗大德，你看他对一般人都劝人念佛，这真善知识。我们看到老和尚最后的一本书，《虚云老和尚方便开示录》，我看了一看，里面十分之九都是劝人念佛，讲参禅方法的很少的篇幅。这就老和尚真的是方便度众生，知道你不是这种根性，老实念佛肯定会有成就。可是念佛念了几十年连消息都没有，什么原因？没放下，所以放下比什么都重要。这么多年来，我们常常提醒同学，要放下自私自利、要放下名闻利养、要放下五欲六尘、要放下贪瞋痴慢。为什么？这个东西是第一道关卡、障碍，这个东西不放下，你就入不进去。我学佛遇到这些老师，真的是真善知识，简单明了教我从哪里下手，教我看经，你看章嘉大师第一本教我看《释迦谱》、看《释迦方志》，告诉我学佛学释迦牟尼佛，你对释迦牟尼佛要认识、要了解，要向他学习，这是对的。确实善知识难遇，可遇不可求！他教我们的句句真实，只要我们能信、能解、能行，决定得利益。",
      "zh_TW": "那用什麼？像虛雲老和尚，虛雲老和尚雖然是禪宗大德，你看他對一般人都勸人念佛，這真善知識。我們看到老和尚最後的一本書，《虛雲老和尚方便開示錄》，我看了一看，裡面十分之九都是勸人念佛，講參禪方法的很少的篇幅。這就老和尚真的是方便度眾生，知道你不是這種根性，老實念佛肯定會有成就。可是念佛念了幾十年連消息都沒有，什麼原因？沒放下，所以放下比什麼都重要。這麼多年來，我們常常提醒同學，要放下自私自利、要放下名聞利養、要放下五欲六塵、要放下貪瞋痴慢。為什麼？這個東西是第一道關卡、障礙，這個東西不放下，你就入不進去。我學佛遇到這些老師，真的是真善知識，簡單明瞭教我從哪裡下手，教我看經，你看章嘉大師第一本教我看《釋迦譜》、看《釋迦方志》，告訴我學佛學釋迦牟尼佛，你對釋迦牟尼佛要認識、要了解，要向他學習，這是對的。確實善知識難遇，可遇不可求！他教我們的句句真實，只要我們能信、能解、能行，決定得利益。"
    },
    {
      "id": "19-020-0002_p0024",
      "zh_CN": "底下说『诸法集起，毕竟无主』，这是讲我们现前的环境，佛法里面讲境界。境界无量无边，十法界依正庄严是「诸法集起」的，集起就是缘生的，因缘生法。《华严》上讲无量因缘生起万法，无量因缘生起万法你要是归纳起来，总不外妄想、分别、执着，这三大类。凡是因缘生法都没有自体，所以说「毕竟无主」，主就是主宰。所以《般若经》我们读了之后，我总结了十二个字，「一切法无所有，毕竟空，不可得」，这是真的，连身体都不可得。如果明白这个道理了，身心世界一切放下，活在这个世间为什么？活在这个世间，你自然的会不断的提升自己的灵性，这是对自己；对所有一切大众，你会全心全力要帮助他们。帮助他们这里面最重要的一桩事情，是帮助他开悟，帮助他转凡成圣。他成不了圣，他烦恼习气重，就帮他转迷为悟，他要悟不了那标准再降低，帮助他转恶为善。能转恶为善，六道里面苦他就离开了，乐他就得到了。所以帮助人看对方的根性，你看用哪个标准，哪个等级的标准来帮助他，这就对了，这是完全叫称性。",
      "zh_TW": "底下說『諸法集起，畢竟無主』，這是講我們現前的環境，佛法裡面講境界。境界無量無邊，十法界依正莊嚴是「諸法集起」的，集起就是緣生的，因緣生法。《華嚴》上講無量因緣生起萬法，無量因緣生起萬法你要是歸納起來，總不外妄想、分別、執著，這三大類。凡是因緣生法都沒有自體，所以說「畢竟無主」，主就是主宰。所以《般若經》我們讀了之後，我總結了十二個字，「一切法無所有，畢竟空，不可得」，這是真的，連身體都不可得。如果明白這個道理了，身心世界一切放下，活在這個世間為什麼？活在這個世間，你自然的會不斷的提升自己的靈性，這是對自己；對所有一切大眾，你會全心全力要幫助他們。幫助他們這裡面最重要的一樁事情，是幫助他開悟，幫助他轉凡成聖。他成不了聖，他煩惱習氣重，就幫他轉迷為悟，他要悟不了那標準再降低，幫助他轉惡為善。能轉惡為善，六道裡面苦他就離開了，樂他就得到了。所以幫助人看對方的根性，你看用哪個標準，哪個等級的標準來幫助他，這就對了，這是完全叫稱性。"
    },
    {
      "id": "19-020-0002_p0025",
      "zh_CN": "自己需不需要人家的回报？没有了，如果还要求回报，你的妄想分别执着全在。决定没有回报的，为什么没有回报？『无我我所』，这就是无施无报，施而无施，报而无报。无我，下面我所是无我所，这个无是贯下来的，我们都把自己身体当作我，这个衣服是我所有的叫我所。我尚且没有，哪来的我所？所以释迦牟尼佛不但说，教我们，他自己做出来。我们在这个世间要的是什么？用现在的话说，我们要使用权，不要所有权。要所有权，妄想分别执着全都有；要使用权，随缘，什么都好，没有一样不好。你才真正肯放下，放下没有一样不自在，住大房子很自在，住小茅蓬也很自在，决定没有两样，都是不二法门。没有小茅蓬，像释迦牟尼佛当年树下一宿，他得大自在，树下一宿跟他在皇宫里面没有两样，所以他快乐无比。皇宫里面的饮食，跟每天出去托钵，人家供养的那个，我们看起来不能比，他心里平等，没两样，入不二法门。这叫得大自在！怎样才能入不二法门？那你必须要放下，你要不放下，不二法门你决定见不到，不但你没有入处，你看都看不见。",
      "zh_TW": "自己需不需要人家的回報？沒有了，如果還要求回報，你的妄想分別執著全在。決定沒有回報的，為什麼沒有回報？『無我我所』，這就是無施無報，施而無施，報而無報。無我，下面我所是無我所，這個無是貫下來的，我們都把自己身體當作我，這個衣服是我所有的叫我所。我尚且沒有，哪來的我所？所以釋迦牟尼佛不但說，教我們，他自己做出來。我們在這個世間要的是什麼？用現在的話說，我們要使用權，不要所有權。要所有權，妄想分別執著全都有；要使用權，隨緣，什麼都好，沒有一樣不好。你才真正肯放下，放下沒有一樣不自在，住大房子很自在，住小茅蓬也很自在，決定沒有兩樣，都是不二法門。沒有小茅蓬，像釋迦牟尼佛當年樹下一宿，他得大自在，樹下一宿跟他在皇宮裡面沒有兩樣，所以他快樂無比。皇宮裡面的飲食，跟每天出去托缽，人家供養的那個，我們看起來不能比，他心裡平等，沒兩樣，入不二法門。這叫得大自在！怎樣才能入不二法門？那你必須要放下，你要不放下，不二法門你決定見不到，不但你沒有入處，你看都看不見。"
    },
    {
      "id": "19-020-0002_p0026",
      "zh_CN": "所以佛法的修学从初发心到如来地，给你讲总的纲领、总的原则，就是看破放下。看破是明了，对于事实真相明白了，放下就是放下妄想、分别、执着。不是事放下，也不是理放下，事理是要我们亲证的，怎么个证法？放下妄想分别执着就证得了。如果没有放下，你可以得到解悟，悟有两种，你能够体会、能够理解，但是你没有见到，你不得受用；你要真正得受用，一定要放下。我们看破放下是天天在干，中下根性的人，连上中下三根都要走这个路子，只有上上根人例外，上中下都要走这个路子。所以要知道一切法「无我我所」，也就是《金刚经》上所说的，「无我相，无人相，无众生相，无寿者相」，这是说真话。佛在这个经上说「凡所有相，皆是虚妄」，跟此地讲的一个意思。偈颂里头说得更清楚，「一切有为法，如梦幻泡影」，什么叫有为法？有为就是有生有灭，有生有灭的法不是真的，是梦幻泡影、是虚幻的。我们看看哪一法没有生灭，连妄想都有生灭，妄想是一切法的根源，都从妄想生的，所以一切法从心想生。",
      "zh_TW": "所以佛法的修學從初發心到如來地，給你講總的綱領、總的原則，就是看破放下。看破是明瞭，對於事實真相明白了，放下就是放下妄想、分別、執著。不是事放下，也不是理放下，事理是要我們親證的，怎麼個證法？放下妄想分別執著就證得了。如果沒有放下，你可以得到解悟，悟有兩種，你能夠體會、能夠理解，但是你沒有見到，你不得受用；你要真正得受用，一定要放下。我們看破放下是天天在幹，中下根性的人，連上中下三根都要走這個路子，只有上上根人例外，上中下都要走這個路子。所以要知道一切法「無我我所」，也就是《金剛經》上所說的，「無我相，無人相，無眾生相，無壽者相」，這是說真話。佛在這個經上說「凡所有相，皆是虛妄」，跟此地講的一個意思。偈頌裡頭說得更清楚，「一切有為法，如夢幻泡影」，什麼叫有為法？有為就是有生有滅，有生有滅的法不是真的，是夢幻泡影、是虛幻的。我們看看哪一法沒有生滅，連妄想都有生滅，妄想是一切法的根源，都從妄想生的，所以一切法從心想生。"
    },
    {
      "id": "19-020-0002_p0027",
      "zh_CN": "明白这个道理之后我们就要知道，我们的心想有了妄想，有妄想必定就生出染净，它的速度太快，一下就现前，你简直没有法子辨别。净是四圣法界，染是六道，在染里面又现出善恶，净里头没有善恶，染里头有善恶。善感三善道，恶则感三恶道，六道里头有三善道、三恶道，这么来的，这里头有因、有果。《太上感应篇》上所说「祸福无门，惟人自召」，都是一个道理。我们心想善，幸福美满的人生就现前了；心想不善，烦恼、痛苦的境界也现前了。所以，你的受用、你的果报都从你自己心想生，你为什么不想善，你去想不善？有人说现在这个世界，你六根所接触的，全都是不善，魔控制了这个世界。这个话不是我说的，南北朝时代昙鸾法师说的，昙鸾法师专修净土的，是净宗的大德，但是他没有被选上祖师，我们觉得很冤枉。",
      "zh_TW": "明白這個道理之後我們就要知道，我們的心想有了妄想，有妄想必定就生出染淨，它的速度太快，一下就現前，你簡直沒有法子辨別。淨是四聖法界，染是六道，在染裡面又現出善惡，淨裡頭沒有善惡，染裡頭有善惡。善感三善道，惡則感三惡道，六道裡頭有三善道、三惡道，這麼來的，這裡頭有因、有果。《太上感應篇》上所說「禍福無門，惟人自召」，都是一個道理。我們心想善，幸福美滿的人生就現前了；心想不善，煩惱、痛苦的境界也現前了。所以，你的受用、你的果報都從你自己心想生，你為什麼不想善，你去想不善？有人說現在這個世界，你六根所接觸的，全都是不善，魔控制了這個世界。這個話不是我說的，南北朝時代曇鸞法師說的，曇鸞法師專修淨土的，是淨宗的大德，但是他沒有被選上祖師，我們覺得很冤枉。"
    },
    {
      "id": "19-020-0002_p0028",
      "zh_CN": "他注《往生论》，在《往生论》里面告诉我们末法时期，现在是末法了，这就他的预言，他说在那个时代罗刹为君，这个君就是各个行业的领导人，不是阿修罗，就是罗刹。他教的什么？他教人搞贪瞋痴慢，教人搞竞争，教人把名闻利养摆在第一。人生在世界上干什么？是追求名闻利养的，拿这个当作目标。我们明白自己要知道如何保护自己，如何不受外面境界的干扰，你要懂得没有妨碍。罗刹为君，阿修罗为王，都没有关系，我们还是过着幸福美满的人生，不是过不到。他这些东西多，让你六根接触的都会有副作用，我六根不接触就是了，我可以不接触。电视这个东西好不好？现在几乎是人生必须要的东西了，家家都有！我们方老师说那是魔王，李老师也告诉我们，这个东西不是好东西。你家里摆上这个大魔王在里头，你要叫你家里得平安、得幸福，可难！那怎么防范？不要就好了，你不要你就不受它干扰。",
      "zh_TW": "他註《往生論》，在《往生論》裡面告訴我們末法時期，現在是末法了，這就他的預言，他說在那個時代羅剎為君，這個君就是各個行業的領導人，不是阿修羅，就是羅剎。他教的什麼？他教人搞貪瞋痴慢，教人搞競爭，教人把名聞利養擺在第一。人生在世界上幹什麼？是追求名聞利養的，拿這個當作目標。我們明白自己要知道如何保護自己，如何不受外面境界的干擾，你要懂得沒有妨礙。羅剎為君，阿修羅為王，都沒有關係，我們還是過著幸福美滿的人生，不是過不到。他這些東西多，讓你六根接觸的都會有副作用，我六根不接觸就是了，我可以不接觸。電視這個東西好不好？現在幾乎是人生必須要的東西了，家家都有！我們方老師說那是魔王，李老師也告訴我們，這個東西不是好東西。你家裡擺上這個大魔王在裡頭，你要叫你家裡得平安、得幸福，可難！那怎麼防範？不要就好了，你不要你就不受它干擾。"
    },
    {
      "id": "19-020-0002_p0029",
      "zh_CN": "所以我学佛听到老师的教诲，我至少有四十多年没看过电视，这些娱乐场所都没有去过，电视、广播、报纸杂志一概都舍弃，都放下了。我跟马哈迪长老谈这个问题，马哈迪长老问我，那有许多讯息你怎么知道？你不是完全不知道了吗？我说有来源。他说从哪儿来的？我说有很多同学，他们看到报纸上重要的讯息，会把它剪一小段给我看，我就看这一点点。大概一个星期有一次，了解这些重要的讯息，其他的都不知道。都不知道怎么样？每天天天天下太平，这天下就没有事情，你过得多么自在，你多么幸福！所以古人讲得好，「知事多时烦恼多，识人多处是非多」，你认识那么多人，交游那么广，是非就太多，你天天看，你的妄想太多了，这不是自己跟自己过不去，自己给自己找麻烦吗？愈清净愈好。许多事情我们不知道，可是你看我们每个星期有两个小时解答问题，那些提问的，事先我都不知道，等我上台了问题拿上来，我都能解答。所以不需要预先知道，有些人预先拿来给我，我都不看，丢到旁边，为什么？预先知道答的时候还答不出来，不知道的才答得出来，这妙！确实是如此。",
      "zh_TW": "所以我學佛聽到老師的教誨，我至少有四十多年沒看過電視，這些娛樂場所都沒有去過，電視、廣播、報紙雜誌一概都捨棄，都放下了。我跟馬哈迪長老談這個問題，馬哈迪長老問我，那有許多訊息你怎麼知道？你不是完全不知道了嗎？我說有來源。他說從哪兒來的？我說有很多同學，他們看到報紙上重要的訊息，會把它剪一小段給我看，我就看這一點點。大概一個星期有一次，了解這些重要的訊息，其他的都不知道。都不知道怎麼樣？每天天天天下太平，這天下就沒有事情，你過得多麼自在，你多麼幸福！所以古人講得好，「知事多時煩惱多，識人多處是非多」，你認識那麼多人，交遊那麼廣，是非就太多，你天天看，你的妄想太多了，這不是自己跟自己過不去，自己給自己找麻煩嗎？愈清淨愈好。許多事情我們不知道，可是你看我們每個星期有兩個小時解答問題，那些提問的，事先我都不知道，等我上台了問題拿上來，我都能解答。所以不需要預先知道，有些人預先拿來給我，我都不看，丟到旁邊，為什麼？預先知道答的時候還答不出來，不知道的才答得出來，這妙！確實是如此。"
    },
    {
      "id": "19-020-0002_p0030",
      "zh_CN": "诸位晓得，有学校送荣誉博士学位给我，头一个是我们澳洲格里菲斯大学。他怎么会想起送我这个东西？有一天校长请我吃饭，他谈到一个问题，他说净空法师，你讲经四十三年，今年是四十九年，几年前的事情。他说你有没有遇到过，有人提问题你答不出来？我想了一想告诉他好像没有。他当时就跟我说，你真正是个好校长。所以过了大概一两个月他就通知我，他说他们学校送学位给我。我那时候告诉他，我说我要这个没有用，你们送教授、送博士学位，我都没用。我说我要这个干什么？到最后昆士兰大学的校长，两个人都劝我，他说你一定要收。我说为什么？他说希望你能代表我们学校参加国际的和平会议，你这个理念、方法确实很有效，都赞成。他说联合国搞这些会议，他不请法师、不请宗教人士，他所请的都是有博士教授头衔的。",
      "zh_TW": "諸位曉得，有學校送榮譽博士學位給我，頭一個是我們澳洲格里菲斯大學。他怎麼會想起送我這個東西？有一天校長請我吃飯，他談到一個問題，他說淨空法師，你講經四十三年，今年是四十九年，幾年前的事情。他說你有沒有遇到過，有人提問題你答不出來？我想了一想告訴他好像沒有。他當時就跟我說，你真正是個好校長。所以過了大概一兩個月他就通知我，他說他們學校送學位給我。我那時候告訴他，我說我要這個沒有用，你們送教授、送博士學位，我都沒用。我說我要這個幹什麼？到最後昆士蘭大學的校長，兩個人都勸我，他說你一定要收。我說為什麼？他說希望你能代表我們學校參加國際的和平會議，你這個理念、方法確實很有效，都贊成。他說聯合國搞這些會議，他不請法師、不請宗教人士，他所請的都是有博士教授頭銜的。"
    },
    {
      "id": "19-020-0002_p0031",
      "zh_CN": "我觉得这个事情我们应该做的，现在世界这么乱，我们应该要帮助他，所以我就接受。参加这些会议都是学校的代表，学校还派一两个教授我们一起参加，除了这个之外，真的是没有用处。所以这么多次的会议，我们对于世间一些状况，就了解得更深刻。有些主张用镇压、用报复、武力的方法，来解决冲突问题，这个事情九一一事件之后，可以说是失败了。联合国是用会议，从七０年代开到现在，每年不知道开多少次会议，投下去的人力、物力、财力真的是不计其数，收不到效果。纵然会议有很好的决议，很好的提案，我们会想到，哪个国家领导人会听你的？客气一点送档案室永久保存，不客气的就丢到字纸篓里面去了，所谓议而不决，决而不行，收不到效果。去年我在联合国也劝他不要再开会了，开会没有用处，劳民伤财，用什么方法？用办班教学。",
      "zh_TW": "我覺得這個事情我們應該做的，現在世界這麼亂，我們應該要幫助他，所以我就接受。參加這些會議都是學校的代表，學校還派一兩個教授我們一起參加，除了這個之外，真的是沒有用處。所以這麼多次的會議，我們對於世間一些狀況，就了解得更深刻。有些主張用鎮壓、用報復、武力的方法，來解決衝突問題，這個事情九一一事件之後，可以說是失敗了。聯合國是用會議，從七０年代開到現在，每年不知道開多少次會議，投下去的人力、物力、財力真的是不計其數，收不到效果。縱然會議有很好的決議，很好的提案，我們會想到，哪個國家領導人會聽你的？客氣一點送檔案室永久保存，不客氣的就丟到字紙簍裡面去了，所謂議而不決，決而不行，收不到效果。去年我在聯合國也勸他不要再開會了，開會沒有用處，勞民傷財，用什麼方法？用辦班教學。"
    },
    {
      "id": "19-020-0002_p0032",
      "zh_CN": "我前年在巴黎，我们《弟子规》办三天的班，在巴黎。因为临时到那边去的，没有通知，但是也还不错，大概有六、七百人来听课，晚上我讲演的时候，大概差不多有一千人的样子。所以要用办班教学的方法，我们办班教学三天，联合国也有几个人去听、去看，好像有四、五个。一直到去年，我们跟联合国主办这个活动，才正式上了联合国的大会堂，把我们汤池办班的经验介绍给大家，没有想到有非常好的回响。中国驻联合国大使打电话告诉我，他说办得很成功，非常的难得。我们办这个活动为两桩事情，两句话，第一个就是宗教是可以团结的。所以我把新加坡十个宗教，带到大会堂里面做个世界和平祈祷，要想化解冲突、促进社会安定、世界和平，一定要从团结宗教下手才能做得到。第二个，告诉大家，人民是教得好的，我们在汤池做这个实验，你要教他会教得好的。就是我们深信不疑，我们的老祖宗告诉我们人性本善，「人之初，性本善」。不管是东方人、西方人，不管是哪个国家的人，不管是哪个族群的人，只要是人，人性本善，这个我们一定要肯定。",
      "zh_TW": "我前年在巴黎，我們《弟子規》辦三天的班，在巴黎。因為臨時到那邊去的，沒有通知，但是也還不錯，大概有六、七百人來聽課，晚上我講演的時候，大概差不多有一千人的樣子。所以要用辦班教學的方法，我們辦班教學三天，聯合國也有幾個人去聽、去看，好像有四、五個。一直到去年，我們跟聯合國主辦這個活動，才正式上了聯合國的大會堂，把我們湯池辦班的經驗介紹給大家，沒有想到有非常好的回響。中國駐聯合國大使打電話告訴我，他說辦得很成功，非常的難得。我們辦這個活動為兩樁事情，兩句話，第一個就是宗教是可以團結的。所以我把新加坡十個宗教，帶到大會堂裡面做個世界和平祈禱，要想化解衝突、促進社會安定、世界和平，一定要從團結宗教下手才能做得到。第二個，告訴大家，人民是教得好的，我們在湯池做這個實驗，你要教他會教得好的。就是我們深信不疑，我們的老祖宗告訴我們人性本善，「人之初，性本善」。不管是東方人、西方人，不管是哪個國家的人，不管是哪個族群的人，只要是人，人性本善，這個我們一定要肯定。"
    },
    {
      "id": "19-020-0002_p0033",
      "zh_CN": "所以你用善教他，把他本性的善都唤醒了；你不教他，他就迷了，他就被诱惑了，他就学坏了。人变得不善，不是他的本性，习性，没人教他，所以教育重要！现在要特别讲求的是宗教教育，多元文化教育。多元文化教育跟宗教教育是同一样的教育，两个不同的名词。我昨天特别强调，中国「宗教」两个字的意思要认识它，它不是迷信。宗的意思是主要的、重要的、尊崇的；教就是教学、就是教育。那什么是宗教？主要的教育、重要的教学、是人天所尊重的教育这叫宗教。怎么会现在搞成迷信？搞成迷信，凡事我们回头想自己，不要想别人，祖宗教给我们「行有不得，反求诸己」。为什么人家产生那么大的误会？我们回过头来想想，我们做得不好，我们学得不好。是我们做得不好、学得不好，让社会大众看到了说我们是迷信，这是实话，所以不可以怪别人。",
      "zh_TW": "所以你用善教他，把他本性的善都喚醒了；你不教他，他就迷了，他就被誘惑了，他就學壞了。人變得不善，不是他的本性，習性，沒人教他，所以教育重要！現在要特別講求的是宗教教育，多元文化教育。多元文化教育跟宗教教育是同一樣的教育，兩個不同的名詞。我昨天特別強調，中國「宗教」兩個字的意思要認識它，它不是迷信。宗的意思是主要的、重要的、尊崇的；教就是教學、就是教育。那什麼是宗教？主要的教育、重要的教學、是人天所尊重的教育這叫宗教。怎麼會現在搞成迷信？搞成迷信，凡事我們回頭想自己，不要想別人，祖宗教給我們「行有不得，反求諸己」。為什麼人家產生那麼大的誤會？我們回過頭來想想，我們做得不好，我們學得不好。是我們做得不好、學得不好，讓社會大眾看到了說我們是迷信，這是實話，所以不可以怪別人。"
    },
    {
      "id": "19-020-0002_p0034",
      "zh_CN": "你想想看我们学佛，学佛基础的教育是孝亲尊师，慈心不杀，修十善业。如果这个我们都做到了，社会大众没有一个不尊重你，怎么会说你迷信！不可能。我们想想，我们真的这三个根，这么重要的基础我们都疏忽了，我们没有做到。我们起心动念、言行举止，跟这个教诲完全是相背的，那人家说我们迷信、说我们消极，没说错！他没有说错，我们做错了。回头，从哪里回头？从我们自己本身回头，我们回头赶紧补课。所以我学佛是很幸运，我不迷信，老师要不讲一番大道理，让我心服口服，我不会跟他走，真的是好！可是我们社会上这个宗教的形象，并不能叫人满意，那我们明白了，那个形象是有问题，但是宗教的本质好，本质在哪里？在它经典里面。",
      "zh_TW": "你想想看我們學佛，學佛基礎的教育是孝親尊師，慈心不殺，修十善業。如果這個我們都做到了，社會大眾沒有一個不尊重你，怎麼會說你迷信！不可能。我們想想，我們真的這三個根，這麼重要的基礎我們都疏忽了，我們沒有做到。我們起心動念、言行舉止，跟這個教誨完全是相背的，那人家說我們迷信、說我們消極，沒說錯！他沒有說錯，我們做錯了。回頭，從哪裡回頭？從我們自己本身回頭，我們回頭趕緊補課。所以我學佛是很幸運，我不迷信，老師要不講一番大道理，讓我心服口服，我不會跟他走，真的是好！可是我們社會上這個宗教的形象，並不能叫人滿意，那我們明白了，那個形象是有問題，但是宗教的本質好，本質在哪裡？在它經典裡面。"
    },
    {
      "id": "19-020-0002_p0035",
      "zh_CN": "我们认真学它的经典，把经典里面的教诲落实，变成我们自己的思想、变成我们的见解、变成我们的言行，这就好了。谚语常说「公修公得，婆修婆得，不修不得」，我自己修我就得到了，他不修那是他的事情，他不得，我得到！所以扭转社会风气，扭转整个世界的误会，要从自己做起，不能靠别人，靠别人你永远会失望，要从自己做起。所以我们讲启请，首先启请自己不要请别人，从我做起，从我家做起。出家人从我道场做起，我道场怎么做？从我自己做起，感化这一个道场。在家同学从家庭做起，从你公司行号做起，都要以学为人师，行为世范做标准。我的家庭是所有家庭的模范，我的公司是所有公司的模范，我的寺庙是所有寺庙的模范，你成功了，你真正是佛菩萨。所以此地讲：",
      "zh_TW": "我們認真學它的經典，把經典裡面的教誨落實，變成我們自己的思想、變成我們的見解、變成我們的言行，這就好了。諺語常說「公修公得，婆修婆得，不修不得」，我自己修我就得到了，他不修那是他的事情，他不得，我得到！所以扭轉社會風氣，扭轉整個世界的誤會，要從自己做起，不能靠別人，靠別人你永遠會失望，要從自己做起。所以我們講啟請，首先啟請自己不要請別人，從我做起，從我家做起。出家人從我道場做起，我道場怎麼做？從我自己做起，感化這一個道場。在家同學從家庭做起，從你公司行號做起，都要以學為人師，行為世範做標準。我的家庭是所有家庭的模範，我的公司是所有公司的模範，我的寺廟是所有寺廟的模範，你成功了，你真正是佛菩薩。所以此地講："
    },
    {
      "id": "19-020-0002_p0036",
      "zh_CN": "【虽各随业。所现不同。】",
      "zh_TW": "【雖各隨業。所現不同。】"
    },
    {
      "id": "19-020-0002_p0037",
      "zh_CN": "我们要随着我们自己的行业，认真努力去学习，不干涉别人的行业，自己做，不干涉别人。不但不干涉，不批评别人，为什么？现在这个社会风气，就是随便批评人，随便批评人就造成人与人之间的摩擦、矛盾、误会、冲突。化解冲突怎么做？他错了也不批评，他做得对的赞叹，他做错了不批评。久而久之他会受良心责备，他会省悟过来，所以必须要有耐心等待，他一年不觉悟，两年；两年不觉悟，三年；这一辈子不觉悟，下一辈子他会觉悟，要有耐心等待。人人都能够隐恶扬善，这个世界多么美好！所以别人指责我们的过失，我们接受，欢喜接受，我们可不能指责别人的过失，这是圣贤人教导我们的。我们见人家批评我们、毁谤我们，我们听到之后要认真反省，有则改之，无则嘉勉，用感恩的心对他。",
      "zh_TW": "我們要隨著我們自己的行業，認真努力去學習，不干涉別人的行業，自己做，不干涉別人。不但不干涉，不批評別人，為什麼？現在這個社會風氣，就是隨便批評人，隨便批評人就造成人與人之間的摩擦、矛盾、誤會、衝突。化解衝突怎麼做？他錯了也不批評，他做得對的讚歎，他做錯了不批評。久而久之他會受良心責備，他會省悟過來，所以必須要有耐心等待，他一年不覺悟，兩年；兩年不覺悟，三年；這一輩子不覺悟，下一輩子他會覺悟，要有耐心等待。人人都能夠隱惡揚善，這個世界多麼美好！所以別人指責我們的過失，我們接受，歡喜接受，我們可不能指責別人的過失，這是聖賢人教導我們的。我們見人家批評我們、毀謗我們，我們聽到之後要認真反省，有則改之，無則嘉勉，用感恩的心對他。"
    },
    {
      "id": "19-020-0002_p0038",
      "zh_CN": "批评我们的，我们要没有怨恨，感恩的心，他提醒我，我可以有改过的机会。要是冤枉，我没有这个过失，他替我消业障，我这一生没有，可能前世有，他替我消业障，还是要感恩。永远生活在感恩的世界，你说你多快乐，你的心情多快乐。这个快乐带给你的好处说不尽，头一个你不容易衰老，第二个你身体健康，必定增长寿命，你不求长寿，寿命就会延长，身心愉快！中国常说「人逢喜事精神爽」，一天到晚都生活在欢喜当中，没有怨天尤人。所以怨天尤人的念头是错误，对自己的损害很大，有这种心情，你的身心不健康，你容易衰老、你多病，甚至于你的寿命缩短，所以这是不健康的念头，凡是不健康的念头要舍弃，不健康的行为要放下。佛在此地，真的还是佛说得好，古人讲的「世间好话佛说尽」。他接着讲：",
      "zh_TW": "批評我們的，我們要沒有怨恨，感恩的心，他提醒我，我可以有改過的機會。要是冤枉，我沒有這個過失，他替我消業障，我這一生沒有，可能前世有，他替我消業障，還是要感恩。永遠生活在感恩的世界，你說你多快樂，你的心情多快樂。這個快樂帶給你的好處說不盡，頭一個你不容易衰老，第二個你身體健康，必定增長壽命，你不求長壽，壽命就會延長，身心愉快！中國常說「人逢喜事精神爽」，一天到晚都生活在歡喜當中，沒有怨天尤人。所以怨天尤人的念頭是錯誤，對自己的損害很大，有這種心情，你的身心不健康，你容易衰老、你多病，甚至於你的壽命縮短，所以這是不健康的念頭，凡是不健康的念頭要捨棄，不健康的行為要放下。佛在此地，真的還是佛說得好，古人講的「世間好話佛說盡」。他接著講："
    },
    {
      "id": "19-020-0002_p0039",
      "zh_CN": "【而实于中。无有作者。故一切法。皆不思议。自性如幻。智者知已。应修善业。】",
      "zh_TW": "【而實於中。無有作者。故一切法。皆不思議。自性如幻。智者知已。應修善業。】"
    },
    {
      "id": "19-020-0002_p0040",
      "zh_CN": "这个几句话很重要。各人思想不一样，造业不相同，受的果报不一样，但是要晓得，『于中无有作者』，这个作者是什么？创作的人没有，也就是主宰的人。我们一生的际遇，不是佛菩萨主宰的，你上天堂、上极乐世界，不是阿弥陀佛主宰的；你造恶业堕阿鼻地狱，不是阎罗王主宰的。这个一定要知道「无有作者」，天堂、地狱是自己业力变现的，就如同作梦一样，所以佛在比喻里头用梦用得最多，梦幻泡影。你想你作梦谁主宰的？你做了恶梦，那个恶梦谁主宰的？念佛人梦到佛了，你的梦中也不是佛主宰的，一切法从心想，自己做主宰，是自己念头在变。法性反映出来的就是法相，总的来说，佛经的术语叫业感，现相都是业感。",
      "zh_TW": "這個幾句話很重要。各人思想不一樣，造業不相同，受的果報不一樣，但是要曉得，『於中無有作者』，這個作者是什麼？創作的人沒有，也就是主宰的人。我們一生的際遇，不是佛菩薩主宰的，你上天堂、上極樂世界，不是阿彌陀佛主宰的；你造惡業墮阿鼻地獄，不是閻羅王主宰的。這個一定要知道「無有作者」，天堂、地獄是自己業力變現的，就如同作夢一樣，所以佛在比喻裡頭用夢用得最多，夢幻泡影。你想你作夢誰主宰的？你做了惡夢，那個惡夢誰主宰的？念佛人夢到佛了，你的夢中也不是佛主宰的，一切法從心想，自己做主宰，是自己念頭在變。法性反映出來的就是法相，總的來說，佛經的術語叫業感，現相都是業感。"
    },
    {
      "id": "19-020-0002_p0041",
      "zh_CN": "虽是业感，『故一切法，皆不思议』，这是给你讲真话，为什么「不思议」？就是你不能想、你不能说，议是说，议论。这是讲到很高的境界了，法身菩萨的境界，为什么？它不存在。现的天堂也好、地狱也好，告诉你，天堂跟地狱不二。怎么不二？天堂不可得，地狱也不可得；娑婆不可得，极乐世界也不可得，这要知道。我们现在讲不可得，好像我得到了，我在这里受到了，那是你的幻觉，那不是真的。所以一定要懂得缘起性空，《般若经》上讲的，缘起就是妄想分别执着，妄想分别执着也不可得。",
      "zh_TW": "雖是業感，『故一切法，皆不思議』，這是給你講真話，為什麼「不思議」？就是你不能想、你不能說，議是說，議論。這是講到很高的境界了，法身菩薩的境界，為什麼？它不存在。現的天堂也好、地獄也好，告訴你，天堂跟地獄不二。怎麼不二？天堂不可得，地獄也不可得；娑婆不可得，極樂世界也不可得，這要知道。我們現在講不可得，好像我得到了，我在這裡受到了，那是你的幻覺，那不是真的。所以一定要懂得緣起性空，《般若經》上講的，緣起就是妄想分別執著，妄想分別執著也不可得。"
    },
    {
      "id": "19-020-0002_p0042",
      "zh_CN": "『自性如幻』，我讲到这些地方，我就用万花筒来做比喻，现在有很多人找到万花筒，找了好几个送给我。我现在想找摄影师把万花筒里变现的拍下来，打在银幕上给大家看，千变万化都不可思议，都没有主宰。只要你动它就现相，你不动它就不现相，不动就是一心，一心才是一真法界。所以一真法界在哪里？你得一心的时候，现前的法界是一真法界。你有妄想分别执着，就是华藏世界、极乐世界，也跟这个世界没有两样。所以一切法确实是从心想生，心想不可得，「自性如幻」，这是用比喻来说，真的像梦幻泡影一样。",
      "zh_TW": "『自性如幻』，我講到這些地方，我就用萬花筒來做比喻，現在有很多人找到萬花筒，找了好幾個送給我。我現在想找攝影師把萬花筒裡變現的拍下來，打在銀幕上給大家看，千變萬化都不可思議，都沒有主宰。只要你動它就現相，你不動它就不現相，不動就是一心，一心才是一真法界。所以一真法界在哪裡？你得一心的時候，現前的法界是一真法界。你有妄想分別執著，就是華藏世界、極樂世界，也跟這個世界沒有兩樣。所以一切法確實是從心想生，心想不可得，「自性如幻」，這是用比喻來說，真的像夢幻泡影一樣。"
    },
    {
      "id": "19-020-0002_p0043",
      "zh_CN": "『智者知已』，真有智慧的，明白这个事实真相的。当然证悟很难，证悟要真放下，我们今天是解悟，解悟也搞了半个世纪，没有这么长的时间，达不到这个境界。这么长的时间，天天在读诵，天天在学习，也天天在放下，放得不多，一点点一点点的放，总是放了五十六年。对于佛经上讲的东西懂了，体会到，相信、不怀疑，那应当要听佛的话，『应修善业』，善业要怎么修？修善业不要着相，修善业要把分别执着放下。善事做了，做了不要放在心上，不要老是念着我做了多少好事，你念念不忘，那就麻烦大了，那就结业，三善道受报那就错了。做完之后念头都没有，这叫真的修善，这是佛教我们修善要这个修法，你修这种善业，果报非常殊胜。",
      "zh_TW": "『智者知已』，真有智慧的，明白這個事實真相的。當然證悟很難，證悟要真放下，我們今天是解悟，解悟也搞了半個世紀，沒有這麼長的時間，達不到這個境界。這麼長的時間，天天在讀誦，天天在學習，也天天在放下，放得不多，一點點一點點的放，總是放了五十六年。對於佛經上講的東西懂了，體會到，相信、不懷疑，那應當要聽佛的話，『應修善業』，善業要怎麼修？修善業不要著相，修善業要把分別執著放下。善事做了，做了不要放在心上，不要老是念著我做了多少好事，你念念不忘，那就麻煩大了，那就結業，三善道受報那就錯了。做完之後念頭都沒有，這叫真的修善，這是佛教我們修善要這個修法，你修這種善業，果報非常殊勝。"
    },
    {
      "id": "19-020-0002_p0044",
      "zh_CN": "【以是所生蕴处界等。皆悉端正。见者无厌。】",
      "zh_TW": "【以是所生蘊處界等。皆悉端正。見者無厭。】"
    },
    {
      "id": "19-020-0002_p0045",
      "zh_CN": "『蕴』是五蕴，『处』是十二处，『界』是十八界，这三个字合起来，就是我们的依报跟正报，也就是说我们所得的身体，以及我们的生活环境。只要你是善业所感你的身体好，这正报庄严，你身体不会有病。病从哪里来？病从妄想生的，这要知道。人为什么会生病？现在生病的很多，可是我们中国古老的祖宗告诉我们，人可以一生不生病。中国的医学三个目标，第一个是长生，延年益寿，长生，不生病，这第一个目标，中国医学讲这个。第二预防疾病，讲求这个道理，饮食起居跟大自然合而为一，这就懂得预防。第三种才是医病，你有病了给你医疗。所以中国医学它的作用，医病是第三种。我的老师李炳南老居士是个很好的中医，他给我们讲这个道理，他说中国医学第三才是医病。",
      "zh_TW": "『蘊』是五蘊，『處』是十二處，『界』是十八界，這三個字合起來，就是我們的依報跟正報，也就是說我們所得的身體，以及我們的生活環境。只要你是善業所感你的身體好，這正報莊嚴，你身體不會有病。病從哪裡來？病從妄想生的，這要知道。人為什麼會生病？現在生病的很多，可是我們中國古老的祖宗告訴我們，人可以一生不生病。中國的醫學三個目標，第一個是長生，延年益壽，長生，不生病，這第一個目標，中國醫學講這個。第二預防疾病，講求這個道理，飲食起居跟大自然合而為一，這就懂得預防。第三種才是醫病，你有病了給你醫療。所以中國醫學它的作用，醫病是第三種。我的老師李炳南老居士是個很好的中醫，他給我們講這個道理，他說中國醫學第三才是醫病。"
    },
    {
      "id": "19-020-0002_p0046",
      "zh_CN": "医病又有三等，第一等医病，大夫看你是望，就是看你的气色，看你的动作，听你说话的声音，可以预测到多少年后你会得什么病，这很神奇，会讲得一点不错。所以他就知道你应该怎么预防，你要肯相信的话，你要想办法改正。否则的话，多少年之后，肯定他说你哪个地方有病，毛病出来了，叫预防。所以治病头一个，是用这种方法来对治病，这个治法多半在饮食起居让你调整，你就不会生病。第二等的医生，还要问一下，你哪个地方要问问、要看看，这第二等。第三等是把脉，所以把脉我们叫三等三的医生。中国医学！还有你害的病，病痛的地方，就是现在讲的癌症，肿瘤在里面，这确实有这个例子。李老师告诉我们，清朝时候的名医，这个人生的肿瘤，药达不到。他看了之后就告诉这个病人，他说没有关系，你放心，你这个事情不碍事。另外指定一个部位，你小心这个地方，如果这个地方疼痛的时候麻烦就大。所以他就不在乎，天天想医生指定的部位，过了几个月真的肿到这个地方，这下要命了。",
      "zh_TW": "醫病又有三等，第一等醫病，大夫看你是望，就是看你的氣色，看你的動作，聽你說話的聲音，可以預測到多少年後你會得什麼病，這很神奇，會講得一點不錯。所以他就知道你應該怎麼預防，你要肯相信的話，你要想辦法改正。否則的話，多少年之後，肯定他說你哪個地方有病，毛病出來了，叫預防。所以治病頭一個，是用這種方法來對治病，這個治法多半在飲食起居讓你調整，你就不會生病。第二等的醫生，還要問一下，你哪個地方要問問、要看看，這第二等。第三等是把脈，所以把脈我們叫三等三的醫生。中國醫學！還有你害的病，病痛的地方，就是現在講的癌症，腫瘤在裡面，這確實有這個例子。李老師告訴我們，清朝時候的名醫，這個人生的腫瘤，藥達不到。他看了之後就告訴這個病人，他說沒有關係，你放心，你這個事情不礙事。另外指定一個部位，你小心這個地方，如果這個地方疼痛的時候麻煩就大。所以他就不在乎，天天想醫生指定的部位，過了幾個月真的腫到這個地方，這下要命了。"
    },
    {
      "id": "19-020-0002_p0047",
      "zh_CN": "别人就问他，那个老医生指定的，你还是请教他！问问他看怎么办？他到老医生那儿去：恭喜你，你以前的肿瘤在那里，我药物达不到，到这里来好治了。他能够把病转移到好治的地方来治病，这什么？不是从心想生吗？你天天想那个病想到外面来，不要在里面，把它从里面移到外面来，就好治了！所以这些道理说实在话，懂得佛法的人他晓得，一讲他相信，他不会怀疑；真正不懂的时候，他说这神奇，不可思议。你天天想就想出毛病出来了，所以你心地清净怎么会生病？佛告诉我们，贪瞋痴是三毒，毒就是病毒，你里头有贪瞋痴，有严重的病毒，外面有细菌感染，你怎么会不生病？如果你身心清净，自私自利放下了，名闻利养放下了，五欲六尘放下了，贪瞋痴慢也减轻了，你一生保险不生病。",
      "zh_TW": "別人就問他，那個老醫生指定的，你還是請教他！問問他看怎麼辦？他到老醫生那兒去：恭喜你，你以前的腫瘤在那裡，我藥物達不到，到這裡來好治了。他能夠把病轉移到好治的地方來治病，這什麼？不是從心想生嗎？你天天想那個病想到外面來，不要在裡面，把它從裡面移到外面來，就好治了！所以這些道理說實在話，懂得佛法的人他曉得，一講他相信，他不會懷疑；真正不懂的時候，他說這神奇，不可思議。你天天想就想出毛病出來了，所以你心地清淨怎麼會生病？佛告訴我們，貪瞋痴是三毒，毒就是病毒，你裡頭有貪瞋痴，有嚴重的病毒，外面有細菌感染，你怎麼會不生病？如果你身心清淨，自私自利放下了，名聞利養放下了，五欲六塵放下了，貪瞋痴慢也減輕了，你一生保險不生病。"
    },
    {
      "id": "19-020-0002_p0048",
      "zh_CN": "另外你再做一点增上缘，用外面的力量来帮助你不生病，用什么方法？布施医药。这都是以前章嘉大师教我的，教我布施里头一定要布施医药，不管钱多少，送给医院，有很多贫苦的病人，请医院买医药送给他。我这个事情一生都没有断过，送医药，送医药什么？我不能生病，我说我没有医药费，医药费都布施掉了。我在澳洲，澳洲住在图文巴小城，有个公立的医院，我每个月送一万块钱做医药费，月月都给，这一年给一次，一年十二万。另外还有一个，是个基督教办的，就是临终关怀中心，他办得很好。临终的人，他不分宗教，虽然是基督教办的，你说佛教徒，如果临终你去念佛，他也同意，他也答应你。我去参观一次，他说他们经费缺乏，我说行，我每个月送一万，都是属于布施医药。他们很欢喜，确实临终关怀非常重要，我们在图文巴在医药方面就做这两桩事情。临时有什么需要的，政府找我们，我们都会尽心尽力帮助他们，特别是不同的族群、不同的宗教，我们才能够相处成一家人。所以帮助别人是真正帮助自己，而且布施真的愈施愈多，钱从哪里来的？不知道，到时候它真有，不用操一点心。",
      "zh_TW": "另外你再做一點增上緣，用外面的力量來幫助你不生病，用什麼方法？布施醫藥。這都是以前章嘉大師教我的，教我布施裡頭一定要布施醫藥，不管錢多少，送給醫院，有很多貧苦的病人，請醫院買醫藥送給他。我這個事情一生都沒有斷過，送醫藥，送醫藥什麼？我不能生病，我說我沒有醫藥費，醫藥費都布施掉了。我在澳洲，澳洲住在圖文巴小城，有個公立的醫院，我每個月送一萬塊錢做醫藥費，月月都給，這一年給一次，一年十二萬。另外還有一個，是個基督教辦的，就是臨終關懷中心，他辦得很好。臨終的人，他不分宗教，雖然是基督教辦的，你說佛教徒，如果臨終你去念佛，他也同意，他也答應你。我去參觀一次，他說他們經費缺乏，我說行，我每個月送一萬，都是屬於布施醫藥。他們很歡喜，確實臨終關懷非常重要，我們在圖文巴在醫藥方面就做這兩樁事情。臨時有什麼需要的，政府找我們，我們都會盡心盡力幫助他們，特別是不同的族群、不同的宗教，我們才能夠相處成一家人。所以幫助別人是真正幫助自己，而且布施真的愈施愈多，錢從哪裡來的？不知道，到時候它真有，不用操一點心。"
    },
    {
      "id": "19-020-0002_p0049",
      "zh_CN": "所以要记住这句话，「应修善业」，尽量多做好事，自己的生活愈简单愈好。尤其现在，现在吃东西真是，《无量寿经》上所讲的「饮苦食毒」。你看这些饮料，我们不敢喝饮料，里面都掺着有化学东西在里面，都不干净。吃的东西，连米，我在台湾听说，都掺杂化学的东西在里头，让米看起好看，滑石粉好像是，很亮、很漂亮，有副作用。农民种的稻米，他自己吃的他是种在另外一区，他那是不卖的，他自己吃的。他加上一些化肥的东西，他是卖给别人的，这都是谋财害命，蔬菜也是如此。现在我们在澳洲蔬菜自己种，我们没有农药、没有化肥。虫来吃，我们供养牠，我们把菜园划个地区，这地区专门供养小虫的，很听话，很合作，牠就吃那一块，其他的牠不吃。我们的果木也很多，果木园，跟鸟也签了约，有几棵树专门给鸟吃的，其他的不可以动，合作！你看连小虫、小鸟跟我们都能合作，人哪有不能合作的道理？只要用真诚心。",
      "zh_TW": "所以要記住這句話，「應修善業」，盡量多做好事，自己的生活愈簡單愈好。尤其現在，現在吃東西真是，《無量壽經》上所講的「飲苦食毒」。你看這些飲料，我們不敢喝飲料，裡面都摻著有化學東西在裡面，都不乾淨。吃的東西，連米，我在台灣聽說，都摻雜化學的東西在裡頭，讓米看起好看，滑石粉好像是，很亮、很漂亮，有副作用。農民種的稻米，他自己吃的他是種在另外一區，他那是不賣的，他自己吃的。他加上一些化肥的東西，他是賣給別人的，這都是謀財害命，蔬菜也是如此。現在我們在澳洲蔬菜自己種，我們沒有農藥、沒有化肥。蟲來吃，我們供養牠，我們把菜園劃個地區，這地區專門供養小蟲的，很聽話，很合作，牠就吃那一塊，其他的牠不吃。我們的果木也很多，果木園，跟鳥也簽了約，有幾棵樹專門給鳥吃的，其他的不可以動，合作！你看連小蟲、小鳥跟我們都能合作，人哪有不能合作的道理？只要用真誠心。"
    },
    {
      "id": "19-020-0002_p0050",
      "zh_CN": "你只要好好修善业，你的正报，身体健康、快乐，你生活的环境非常美好，纵然周边有些灾难，你居住的地区没灾难。有几个实验点都成就了，我们图文巴是个实验区，做成功了，做得很好。我们丹斯里在古晋那个地方一个大菜园，古晋山上有个大菜园，我第一次去参观。他种的菜园规模很大，百分之九十都被虫吃了，剩下不多，第二年好一些。我去的时候是第六年，第六年就不错了，这个虫很客气，大概留了百分之八、九十给他，虫吃的只占十分之一的样子。我想丹斯里没有跟牠签合同，如果有签合同就不会有这个现象了。所以牠有感应，你不要去害牠，不要去杀牠，你帮助牠，牠也会帮助你。确实人讲义气，这小虫、小鸟也很有义气，我们发现的，很难得。",
      "zh_TW": "你只要好好修善業，你的正報，身體健康、快樂，你生活的環境非常美好，縱然周邊有些災難，你居住的地區沒災難。有幾個實驗點都成就了，我們圖文巴是個實驗區，做成功了，做得很好。我們丹斯里在古晉那個地方一個大菜園，古晉山上有個大菜園，我第一次去參觀。他種的菜園規模很大，百分之九十都被蟲吃了，剩下不多，第二年好一些。我去的時候是第六年，第六年就不錯了，這個蟲很客氣，大概留了百分之八、九十給他，蟲吃的只佔十分之一的樣子。我想丹斯里沒有跟牠簽合同，如果有簽合同就不會有這個現象了。所以牠有感應，你不要去害牠，不要去殺牠，你幫助牠，牠也會幫助你。確實人講義氣，這小蟲、小鳥也很有義氣，我們發現的，很難得。"
    },
    {
      "id": "19-020-0002_p0051",
      "zh_CN": "所以我们懂得这个道理，这个道理是真的，我们这么多年来，屡次实验都效果卓着，可见得它不是假的。它的原理，法性是一个，这才叫真理，就本性本善，小虫本性也本善。不但这些有情众生，无情的众生花草树木、山河大地，无不是随我们念头在改变。所以风水家说了句真话，这个风水好不好，他说风水随着人心转，「福人居福地，福地福人居」。风水好的地方，你的心不善，你到那边去住，住个一两年它就变坏了，它随着你的意念它改变。那个地方不好，风水不好，你这个人是个善人，大善人，你到那里去住，住个两三年风水就变好了，连山河大地都随着人意念在转变，都是真的。所以一切法从心想生，我们要明白这个道理，「蕴处界」没有一样不好。",
      "zh_TW": "所以我們懂得這個道理，這個道理是真的，我們這麼多年來，屢次實驗都效果卓著，可見得它不是假的。它的原理，法性是一個，這才叫真理，就本性本善，小蟲本性也本善。不但這些有情眾生，無情的眾生花草樹木、山河大地，無不是隨我們念頭在改變。所以風水家說了句真話，這個風水好不好，他說風水隨著人心轉，「福人居福地，福地福人居」。風水好的地方，你的心不善，你到那邊去住，住個一兩年它就變壞了，它隨著你的意念它改變。那個地方不好，風水不好，你這個人是個善人，大善人，你到那裡去住，住個兩三年風水就變好了，連山河大地都隨著人意念在轉變，都是真的。所以一切法從心想生，我們要明白這個道理，「蘊處界」沒有一樣不好。"
    },
    {
      "id": "19-020-0002_p0052",
      "zh_CN": "『皆悉端正，见者无厌』，厌就是讨厌，跟你往来的，没有一个会讨厌你；换句话说，人人都欢喜你。我们要叫一切有情众生欢喜我们，无情众生也欢喜我们，没有别的，好好修十善业道，这个果报统统都能现前，决定是有效的。这些事情，最近我们看到一片光碟，他们翻译过来叫「大秘密」，听说这个光碟是澳洲出来的。一些研究科学的人发现了一个秘密，秘密是什么？境界会随人心转变。这佛经上三千年前就说得很清楚了，他们现在才发现。所以我们对他的发现，非常欢迎，为什么？佛在三千年前说的，现在人发现的居然完全相同，这真正可以相信。由此可知，人生在世为什么不做好人？这是第一步，你要做善人，善人的标准就是十善业道。十善业道的落实，给诸位说，就是《弟子规》跟《感应篇》，《弟子规》是十善业落实在生活、落实在工作、落实在处事待人接物。《感应篇》是因果教育，告诉你善因有善果，恶业有恶报，业因果报丝毫不爽。今天时间到了，我们就讲到此地。",
      "zh_TW": "『皆悉端正，見者無厭』，厭就是討厭，跟你往來的，沒有一個會討厭你；換句話說，人人都歡喜你。我們要叫一切有情眾生歡喜我們，無情眾生也歡喜我們，沒有別的，好好修十善業道，這個果報統統都能現前，決定是有效的。這些事情，最近我們看到一片光碟，他們翻譯過來叫「大祕密」，聽說這個光碟是澳洲出來的。一些研究科學的人發現了一個祕密，祕密是什麼？境界會隨人心轉變。這佛經上三千年前就說得很清楚了，他們現在才發現。所以我們對他的發現，非常歡迎，為什麼？佛在三千年前說的，現在人發現的居然完全相同，這真正可以相信。由此可知，人生在世為什麼不做好人？這是第一步，你要做善人，善人的標準就是十善業道。十善業道的落實，給諸位說，就是《弟子規》跟《感應篇》，《弟子規》是十善業落實在生活、落實在工作、落實在處事待人接物。《感應篇》是因果教育，告訴你善因有善果，惡業有惡報，業因果報絲毫不爽。今天時間到了，我們就講到此地。"
    },
    {
      "id": "19-020-0002_p0053",
      "zh_CN": "感恩老法师为我们慈悲开示。大众请起立，恭送老法师在丹斯里李金友伉俪，马来西亚佛教南传首座达摩拉达纳长老，马来西亚佛总雪隆分会主席明吉长老，马来西亚道教总会长陈文成道长，蔡老师、钟博士及贵宾们的陪同下离席。恭送法师及嘉宾们离席。",
      "zh_TW": "感恩老法師為我們慈悲開示。大眾請起立，恭送老法師在丹斯里李金友伉儷，馬來西亞佛教南傳首座達摩拉達納長老，馬來西亞佛總雪隆分會主席明吉長老，馬來西亞道教總會長陳文成道長，蔡老師、鍾博士及貴賓們的陪同下離席。恭送法師及嘉賓們離席。"
    }
  ]
}