{
  "doc_id": "05-003-0001",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章",
    "zh_TW": "大勢至菩薩念佛圓通章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "早期",
    "zh_TW": "早期"
  },
  "doc_number": "05-003-0001",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "05-003-0001_p0001",
      "zh_CN": "今天继续为诸位介绍这本小册子最后的一篇，是《大佛顶首楞严经．大势至菩萨念佛圆通章》，这一章是《楞严经》里面的一部分。我们要介绍这章的大意，首先我们要将《大佛顶首楞严经》这部经先做个简单的说明。",
      "zh_TW": "今天繼續為諸位介紹這本小冊子最後的一篇，是《大佛頂首楞嚴經．大勢至菩薩念佛圓通章》，這一章是《楞嚴經》裡面的一部分。我們要介紹這章的大意，首先我們要將《大佛頂首楞嚴經》這部經先做個簡單的說明。"
    },
    {
      "id": "05-003-0001_p0002",
      "zh_CN": "佛经，我们知道在中文所翻译的，自从东汉以后一直到宋、元，元翻译数量已经不多了。在过去大德们将经典归纳、整编起来，称之为三藏经典，也就是经藏、律藏与论藏。三藏里面所含的分量，经论的部分大概有三千多部，要算算卷数，如果加上后人的注疏，总数是在数万卷之上，《楞严》是其中的一部，而且是相当重要的一部分。这部经典在大乘佛法里，无论是学哪一宗、学哪个法门，可以说没有不读诵这部经典。尤其是古人在一切经里面常常用这句话来赞叹，所谓「开慧的《楞严》，成佛的《法华》」，由此可知，《楞严经》是开智慧的一部经典。全书在文字上并不算太多，大约有六万多字，与《法华经》相差不远。这部书的内容是探讨宇宙人生的根源，所以可以说是一部智慧的书，是一部哲学的书。它的好处确实是做到了符合我们古人的要求：简要详明，这是它做到了。",
      "zh_TW": "佛經，我們知道在中文所翻譯的，自從東漢以後一直到宋、元，元翻譯數量已經不多了。在過去大德們將經典歸納、整編起來，稱之為三藏經典，也就是經藏、律藏與論藏。三藏裡面所含的分量，經論的部分大概有三千多部，要算算卷數，如果加上後人的註疏，總數是在數萬卷之上，《楞嚴》是其中的一部，而且是相當重要的一部分。這部經典在大乘佛法裡，無論是學哪一宗、學哪個法門，可以說沒有不讀誦這部經典。尤其是古人在一切經裡面常常用這句話來讚歎，所謂「開慧的《楞嚴》，成佛的《法華》」，由此可知，《楞嚴經》是開智慧的一部經典。全書在文字上並不算太多，大約有六萬多字，與《法華經》相差不遠。這部書的內容是探討宇宙人生的根源，所以可以說是一部智慧的書，是一部哲學的書。它的好處確實是做到了符合我們古人的要求：簡要詳明，這是它做到了。"
    },
    {
      "id": "05-003-0001_p0003",
      "zh_CN": "经的题目我们在此地只能够略说。本经的题目比一般经典的题目在文字上说要长得多，它一共有二十个字，就是「大佛顶如来密因修证了义诸菩萨万行首楞严经」，这二十个字是这部经完全的题目，题目里面有因有果，如来是证果的人，菩萨是修因的人。关于教义，可以说教法、理法、行法、果法它都包含，所以经虽然是不大，在义理上来说，已经将如来一代的教义全都含摄在其中，这是这部书的好处。除此之外，这部书的文字尤其是华美，古人将这部经的译文比美于《庄子》，这在文学里面讲是第一流、第一等的文章，所以古来读书人都愿意读诵《楞严经》。题不能够多说了。",
      "zh_TW": "經的題目我們在此地只能夠略說。本經的題目比一般經典的題目在文字上說要長得多，它一共有二十個字，就是「大佛頂如來密因修證了義諸菩薩萬行首楞嚴經」，這二十個字是這部經完全的題目，題目裡面有因有果，如來是證果的人，菩薩是修因的人。關於教義，可以說教法、理法、行法、果法它都包含，所以經雖然是不大，在義理上來說，已經將如來一代的教義全都含攝在其中，這是這部書的好處。除此之外，這部書的文字尤其是華美，古人將這部經的譯文比美於《莊子》，這在文學裡面講是第一流、第一等的文章，所以古來讀書人都願意讀誦《楞嚴經》。題不能夠多說了。"
    },
    {
      "id": "05-003-0001_p0004",
      "zh_CN": "这个地方是简称，只称「大佛顶首楞严经」。「大佛顶」这三个字是赞叹的意思，大这一字不是大小的大，而是赞叹之意，所谓是「大矣哉」，是这个意思。除这个用大来赞叹之外，实在是找不到更适当的字来赞叹它。佛，这是三界之内最尊最贵、至高无上，果地上修证的人。顶是我们头顶，在我们一个人身分上，可以说是以头顶为最尊最贵。大佛顶这三个字是属于赞叹的，赞叹这部经就像是佛的头顶第一，可以说这种赞叹也是无以复加，赞叹到顶点。",
      "zh_TW": "這個地方是簡稱，只稱「大佛頂首楞嚴經」。「大佛頂」這三個字是讚歎的意思，大這一字不是大小的大，而是讚歎之意，所謂是「大矣哉」，是這個意思。除這個用大來讚歎之外，實在是找不到更適當的字來讚歎它。佛，這是三界之內最尊最貴、至高無上，果地上修證的人。頂是我們頭頂，在我們一個人身分上，可以說是以頭頂為最尊最貴。大佛頂這三個字是屬於讚歎的，讚歎這部經就像是佛的頭頂第一，可以說這種讚歎也是無以復加，讚歎到頂點。"
    },
    {
      "id": "05-003-0001_p0005",
      "zh_CN": "「首楞严」是印度话，翻译中国的意思是「一切事究竟坚固」。究竟什么样的事才是究竟坚固，永远的存在？这就是这部经里面所讲宇宙人生的真理，是永远不会变更的，永远常住的，所以称之为究竟坚固。在本经里面除了将宇宙人生的大道理跟我们说明了，而且还将宇宙的形成、演进也在这本书里面概略的说明，然后讲到修行的方面。所谓修行，我们拿一句粗浅的话来说，如同后人所讲的，天人合一、人神合一，这些境界都是一切人所向往的、所追求的，可是我们能不能做到？并不是不能做到，要紧的是它的理论、方法，我们必须要彻底的了解，然后如理如法的去修学，这个境界不是不可以达到的。",
      "zh_TW": "「首楞嚴」是印度話，翻譯中國的意思是「一切事究竟堅固」。究竟什麼樣的事才是究竟堅固，永遠的存在？這就是這部經裡面所講宇宙人生的真理，是永遠不會變更的，永遠常住的，所以稱之為究竟堅固。在本經裡面除了將宇宙人生的大道理跟我們說明瞭，而且還將宇宙的形成、演進也在這本書裡面概略的說明，然後講到修行的方面。所謂修行，我們拿一句粗淺的話來說，如同後人所講的，天人合一、人神合一，這些境界都是一切人所嚮往的、所追求的，可是我們能不能做到？並不是不能做到，要緊的是它的理論、方法，我們必須要徹底的了解，然後如理如法的去修學，這個境界不是不可以達到的。"
    },
    {
      "id": "05-003-0001_p0006",
      "zh_CN": "讲到修学，在本经里面有二十五位的菩萨给我们做为一个修证的榜样，这就是著名的「二十五圆通章」。这章就是大势至菩萨他老人家给我们做个榜样，说出念佛这个法门。圆通，圆是圆满的意思，通是通达而没有障碍的意思。法门无量无边，而念佛这一章在一切法门里面可以说是最为殊胜、最为快捷，古人有所谓「下手易而成功高」，这是很难得的一个法门，我们能够遇到确实是值得庆幸。现在我们就按照经文，此地这章的经文不长，只有十二行半的文字，我们依着这个来略略的加以解释。",
      "zh_TW": "講到修學，在本經裡面有二十五位的菩薩給我們做為一個修證的榜樣，這就是著名的「二十五圓通章」。這章就是大勢至菩薩他老人家給我們做個榜樣，說出念佛這個法門。圓通，圓是圓滿的意思，通是通達而沒有障礙的意思。法門無量無邊，而念佛這一章在一切法門裡面可以說是最為殊勝、最為快捷，古人有所謂「下手易而成功高」，這是很難得的一個法門，我們能夠遇到確實是值得慶幸。現在我們就按照經文，此地這章的經文不長，只有十二行半的文字，我們依著這個來略略的加以解釋。"
    },
    {
      "id": "05-003-0001_p0007",
      "zh_CN": "【大势至法王子。】",
      "zh_TW": "【大勢至法王子。】"
    },
    {
      "id": "05-003-0001_p0008",
      "zh_CN": "『势』是讲的威势，就是威德、势力。威德、势力从什么地方来的？并不是从武力上来的、从权谋上来的，这不是真正的势力。大的势力一定是从智慧里面得来的，所以大势至菩萨代表智慧的德用，从这个地方建立的名号。",
      "zh_TW": "『勢』是講的威勢，就是威德、勢力。威德、勢力從什麼地方來的？並不是從武力上來的、從權謀上來的，這不是真正的勢力。大的勢力一定是從智慧裡面得來的，所以大勢至菩薩代表智慧的德用，從這個地方建立的名號。"
    },
    {
      "id": "05-003-0001_p0009",
      "zh_CN": "在此地我们附带的做个简单的说明，佛教究竟是什么？在前面三篇我们也断断续续的介绍了一点，这篇是正式的佛教经典，所以我们必须要认识佛教史。佛教简单的讲是佛陀的教育，也就是释迦牟尼佛对于一切众生所施的教育。它教学的内容是以智慧、慈悲与善巧方便，做为教育的体、相、用。教育的目的是破除一切众生的迷惑，启发他的智慧，这样才能够达到离一切苦、得究竟乐的目标。它的方法是用戒定慧、闻思修来达到破迷开悟；以五戒十善、慈悲喜舍、禅定的智慧，来达到离苦得乐之事修。所以它是人间最圆满的、最究竟的、最理想的教学，我们要能够得到、接受这种的教学，我们的迷障必然能够消除，我们的智慧一定可以开启。离苦得乐并非是理想而是事实，我们确定可以能够真正的获得。",
      "zh_TW": "在此地我們附帶的做個簡單的說明，佛教究竟是什麼？在前面三篇我們也斷斷續續的介紹了一點，這篇是正式的佛教經典，所以我們必須要認識佛教史。佛教簡單的講是佛陀的教育，也就是釋迦牟尼佛對於一切眾生所施的教育。它教學的內容是以智慧、慈悲與善巧方便，做為教育的體、相、用。教育的目的是破除一切眾生的迷惑，啟發他的智慧，這樣才能夠達到離一切苦、得究竟樂的目標。它的方法是用戒定慧、聞思修來達到破迷開悟；以五戒十善、慈悲喜捨、禪定的智慧，來達到離苦得樂之事修。所以它是人間最圓滿的、最究竟的、最理想的教學，我們要能夠得到、接受這種的教學，我們的迷障必然能夠消除，我們的智慧一定可以開啟。離苦得樂並非是理想而是事實，我們確定可以能夠真正的獲得。"
    },
    {
      "id": "05-003-0001_p0010",
      "zh_CN": "佛，这是指果地上的人，也就是说他的迷障完全断除，他的智慧圆满的透出来。菩萨是在因地里面的学人，换句话说，就是正如同在校的学生，他的学业还没有圆满，这个时候我们就他叫做菩萨。菩萨两个字是梵语，翻成中国的意思是觉有情，也就是说觉悟的有情众生。谁能在人生当中有了觉悟，他就可以称为菩萨，觉悟圆满了就可以称为佛。佛又称为法王，王是自在的意思，法是指一切法，在一切法里面他得到了大自在，所谓是「无所不知，无所不能」，这就叫做法王。菩萨是佛的弟子，佛为法王，所以菩萨也称为『法王子』，这就是此地称「大势至法王子」之由来。",
      "zh_TW": "佛，這是指果地上的人，也就是說他的迷障完全斷除，他的智慧圓滿的透出來。菩薩是在因地裡面的學人，換句話說，就是正如同在校的學生，他的學業還沒有圓滿，這個時候我們就他叫做菩薩。菩薩兩個字是梵語，翻成中國的意思是覺有情，也就是說覺悟的有情眾生。誰能在人生當中有了覺悟，他就可以稱為菩薩，覺悟圓滿了就可以稱為佛。佛又稱為法王，王是自在的意思，法是指一切法，在一切法裡面他得到了大自在，所謂是「無所不知，無所不能」，這就叫做法王。菩薩是佛的弟子，佛為法王，所以菩薩也稱為『法王子』，這就是此地稱「大勢至法王子」之由來。"
    },
    {
      "id": "05-003-0001_p0011",
      "zh_CN": "【与其同伦五十二菩萨。】",
      "zh_TW": "【與其同倫五十二菩薩。】"
    },
    {
      "id": "05-003-0001_p0012",
      "zh_CN": "『同伦』是同类的，也就是志同道合，大家都发菩提心、都行菩萨道，而且都是用念佛这个法门、方法，来达到我们破迷开悟、离苦得乐的目标。那么有多少人？此地讲『与其同伦五十二菩萨』，此地「五十二」并不是指五十二个人，而是指「菩萨」里面有五十二个等级。正如同我们学校念书一样，有一年级、二年级、三年级，菩萨地位一共是有五十二级，也就是说从一年级到五十二年级。所以它不是指人数而是指级数，这个级数是圆满的级数，换句话说，它就是包括了一切修念佛法门的菩萨，全都含摄在其中。在这个法会里面，这个菩萨是代表的身分。",
      "zh_TW": "『同倫』是同類的，也就是志同道合，大家都發菩提心、都行菩薩道，而且都是用念佛這個法門、方法，來達到我們破迷開悟、離苦得樂的目標。那麼有多少人？此地講『與其同倫五十二菩薩』，此地「五十二」並不是指五十二個人，而是指「菩薩」裡面有五十二個等級。正如同我們學校念書一樣，有一年級、二年級、三年級，菩薩地位一共是有五十二級，也就是說從一年級到五十二年級。所以它不是指人數而是指級數，這個級數是圓滿的級數，換句話說，它就是包括了一切修念佛法門的菩薩，全都含攝在其中。在這個法會裡面，這個菩薩是代表的身分。"
    },
    {
      "id": "05-003-0001_p0013",
      "zh_CN": "【即从座起。顶礼佛足。而白佛言。】",
      "zh_TW": "【即從座起。頂禮佛足。而白佛言。】"
    },
    {
      "id": "05-003-0001_p0014",
      "zh_CN": "这几句话是礼节。《礼记》里面有说「请业则起」，原来我们坐在座位上，答复老师的话要站起来答复，有疑问要请教也要站起来请教老师。所以从座位上起来之后，『顶礼佛足』，这在礼节里面是最敬礼，对老师致最敬礼是表尊师重道，这都是身业恭敬。『而白佛言』是语业恭敬，当然意业包括在其中，这是我们学生对老师的态度，三业恭敬。这就是师资道合，我们的智慧，我们的学术，我们的能力、技能才有所成就。",
      "zh_TW": "這幾句話是禮節。《禮記》裡面有說「請業則起」，原來我們坐在座位上，答覆老師的話要站起來答覆，有疑問要請教也要站起來請教老師。所以從座位上起來之後，『頂禮佛足』，這在禮節裡面是最敬禮，對老師致最敬禮是表尊師重道，這都是身業恭敬。『而白佛言』是語業恭敬，當然意業包括在其中，這是我們學生對老師的態度，三業恭敬。這就是師資道合，我們的智慧，我們的學術，我們的能力、技能才有所成就。"
    },
    {
      "id": "05-003-0001_p0015",
      "zh_CN": "今天我看到报纸上有一段报导，在联合报的第二版，蒋夫人赠言辅仁大学应届毕业生，报导的标题：「为得到智慧就要先沈着、反省，甚至吃苦」。文章里面特别告诉我们，智慧比知识更可贵。我们要辨别什么是智慧？什么叫做知识？所谓知识是一种常识，是一种才艺，是一种技能，这是时下一般年轻的学子一心一意在追求，而将智慧疏忽了。什么叫智慧？智慧简单的说是能够辨别正确的，圆满的辨别宇宙人生哪是真、哪是妄？哪些是正法、哪些是邪法？哪是是、哪是非？什么是善、什么是恶？什么是利、什么是害？如果我们能够辨别真妄、邪正、是非、善恶、利害，这种能力就叫做智慧。唯有智慧才能够造福，才能够带给社会、国家一切众生幸福、和平，知识是做不到的。今天世界大乱，每个人都生活在恐怖、不安之中，其原因在知识过度的发展，而忽略智慧的追求，才产生这样严重的后果。这篇报导，我想读到的人一定是很多。由此可见，西方教育的没落，导致全人类不幸的后果。",
      "zh_TW": "今天我看到報紙上有一段報導，在聯合報的第二版，蔣夫人贈言輔仁大學應屆畢業生，報導的標題：「為得到智慧就要先沈著、反省，甚至吃苦」。文章裡面特別告訴我們，智慧比知識更可貴。我們要辨別什麼是智慧？什麼叫做知識？所謂知識是一種常識，是一種才藝，是一種技能，這是時下一般年輕的學子一心一意在追求，而將智慧疏忽了。什麼叫智慧？智慧簡單的說是能夠辨別正確的，圓滿的辨別宇宙人生哪是真、哪是妄？哪些是正法、哪些是邪法？哪是是、哪是非？什麼是善、什麼是惡？什麼是利、什麼是害？如果我們能夠辨別真妄、邪正、是非、善惡、利害，這種能力就叫做智慧。唯有智慧才能夠造福，才能夠帶給社會、國家一切眾生幸福、和平，知識是做不到的。今天世界大亂，每個人都生活在恐怖、不安之中，其原因在知識過度的發展，而忽略智慧的追求，才產生這樣嚴重的後果。這篇報導，我想讀到的人一定是很多。由此可見，西方教育的沒落，導致全人類不幸的後果。"
    },
    {
      "id": "05-003-0001_p0016",
      "zh_CN": "反过头来看，中国自古以来，我们的教育重视智慧的教育，至于知识向来是放在第二位的。从什么地方看？从我们教学的方法上就能够看出来。民国以来，我们教育制度是模仿西方人，这是我们民族的不幸，对于自己的文化丧失了自信心。看到外国人坚甲利兵，国家强盛，于是就有人主张应当把我们自己文化全部的推翻，全盘的西化。这种见解是肤浅，他决没有看到今天西方文化的没落，看到今天西方文化所带给人类不幸的后果。如果能看到这一层，再认真的反省一下，才晓得我们中国文化的可贵处。",
      "zh_TW": "反過頭來看，中國自古以來，我們的教育重視智慧的教育，至於知識向來是放在第二位的。從什麼地方看？從我們教學的方法上就能夠看出來。民國以來，我們教育制度是模仿西方人，這是我們民族的不幸，對於自己的文化喪失了自信心。看到外國人堅甲利兵，國家強盛，於是就有人主張應當把我們自己文化全部的推翻，全盤的西化。這種見解是膚淺，他決沒有看到今天西方文化的沒落，看到今天西方文化所帶給人類不幸的後果。如果能看到這一層，再認真的反省一下，才曉得我們中國文化的可貴處。"
    },
    {
      "id": "05-003-0001_p0017",
      "zh_CN": "我们过去的教学，儿童从七、八岁就外傅上学，所读的圣贤经论，现在人看到这种教学方法，他不能够理解。他说小孩年岁那么小，读古圣先贤这样深的哲理，他哪里会懂？这是摧残儿童的身心，这种见解实在是太浅薄、太无知。",
      "zh_TW": "我們過去的教學，兒童從七、八歲就外傅上學，所讀的聖賢經論，現在人看到這種教學方法，他不能夠理解。他說小孩年歲那麼小，讀古聖先賢這樣深的哲理，他哪裡會懂？這是摧殘兒童的身心，這種見解實在是太淺薄、太無知。"
    },
    {
      "id": "05-003-0001_p0018",
      "zh_CN": "我们古圣先贤顾虑得非常的长远，他懂得如何去教育一个人，去培养一个人才，去成就一个人，所以在儿童的时候教他读书，教他背诵，不须要他理解，目的何在？目的是在培养根本的智慧，在佛法里面叫做根本智，没有根本智就决定没有后得智。小孩从小就教他背诵经论，背诵还并不限于念到会背就算，那是没用的。因为聪明的儿童记忆力强，一、二百字的文章只要读二、三遍他就可以背了，所谓是强记，但是一、二日之后他就遗忘了。于是童蒙的教学重点并不在背诵，而是由老师认真负责督促学生读诵的遍数，在一般说总是以一百遍到二百遍为限；天赋稍微差一点的，有的时候要念到三百遍、四百遍。为什么要念这么多的遍数？遍数念得多能够达到终身不忘。到你成年之后，甚至于到老年，你在言谈、在解说，引经据典随手拈来，不必再到图书馆里面去翻参考书。他为什么会记得那么多？小时候下过背诵的功夫。",
      "zh_TW": "我們古聖先賢顧慮得非常的長遠，他懂得如何去教育一個人，去培養一個人才，去成就一個人，所以在兒童的時候教他讀書，教他背誦，不須要他理解，目的何在？目的是在培養根本的智慧，在佛法裡面叫做根本智，沒有根本智就決定沒有後得智。小孩從小就教他背誦經論，背誦還並不限於念到會背就算，那是沒用的。因為聰明的兒童記憶力強，一、二百字的文章只要讀二、三遍他就可以背了，所謂是強記，但是一、二日之後他就遺忘了。於是童蒙的教學重點並不在背誦，而是由老師認真負責督促學生讀誦的遍數，在一般說總是以一百遍到二百遍為限；天賦稍微差一點的，有的時候要念到三百遍、四百遍。為什麼要念這麼多的遍數？遍數念得多能夠達到終身不忘。到你成年之後，甚至於到老年，你在言談、在解說，引經據典隨手拈來，不必再到圖書館裡面去翻參考書。他為什麼會記得那麼多？小時候下過背誦的功夫。"
    },
    {
      "id": "05-003-0001_p0019",
      "zh_CN": "所以背诵不但是熟记圣贤的格言、经论，同时从小培养一个健全的心理，这在佛法里面称之为定功。因为背诵经文时决不会去胡思乱想，不会去想东想西，心是定下来的，心能够定下来，一举一动自然就合乎规矩。所以中国在过去小学的教育是着重在根本智，到了十二、三岁之后，智慧开了，这个时候再把童年所背诵的经论一一提出来讲解、研究、讨论，这就进入第二个阶段，讲学的阶段。讲学是很有情趣的，可以说是教育真正达到了最高艺术的境界。因为学生与老师都将主要的教材背诵在脑海里，记忆得很熟，所以讲学时用不着拘束在课堂里，学生与老师可以携带着美酒、好茶，携带着菜肴，在山林、树下、水边，一面游览观光大自然的风光，一面讨论着学术，这种的教学在现代实在是看不到。所以读书是一桩乐事，是人生里面最富有情趣之事，读书不是一桩苦事。朱夫子有「四时读书乐」之作，这不是我们这一代的学生们所能够体会得到的。由此可知，师资之道是多么的重要！",
      "zh_TW": "所以背誦不但是熟記聖賢的格言、經論，同時從小培養一個健全的心理，這在佛法裡面稱之為定功。因為背誦經文時決不會去胡思亂想，不會去想東想西，心是定下來的，心能夠定下來，一舉一動自然就合乎規矩。所以中國在過去小學的教育是著重在根本智，到了十二、三歲之後，智慧開了，這個時候再把童年所背誦的經論一一提出來講解、研究、討論，這就進入第二個階段，講學的階段。講學是很有情趣的，可以說是教育真正達到了最高藝術的境界。因為學生與老師都將主要的教材背誦在腦海裡，記憶得很熟，所以講學時用不著拘束在課堂裡，學生與老師可以攜帶著美酒、好茶，攜帶著菜餚，在山林、樹下、水邊，一面遊覽觀光大自然的風光，一面討論著學術，這種的教學在現代實在是看不到。所以讀書是一樁樂事，是人生裡面最富有情趣之事，讀書不是一樁苦事。朱夫子有「四時讀書樂」之作，這不是我們這一代的學生們所能夠體會得到的。由此可知，師資之道是多麼的重要！"
    },
    {
      "id": "05-003-0001_p0020",
      "zh_CN": "欧阳竟无以往在支那内学院院训里面说出人生三大本，第一是天地，天之所覆，地之所载，天地是我们的大根大本，因此我们要敬天地。第二是父母，我们的身体得自于父母，父母对我们生育之恩，所以我们要孝顺父母。第三，我们的智慧、我们的知识得自于老师的传授，所以我们要尊师重道。这是人生三大根。换句话说，一切的教学都不能够离开这个大根大本。而在大乘佛法里面只有一个根本，这一个根本就是老师。佛法里面，我们除了身命之外，我们有更可贵的法身慧命，法身慧命得自于善知识、佛教的老师。菩提涅槃也不是天地亲师所能够帮得上忙，这也要依靠佛菩萨。佛菩萨、善知识是我们智慧教育的老师，自在解脱也是得自于善知识，所以在佛门里面最尊最贵的是师道。",
      "zh_TW": "歐陽竟無以往在支那內學院院訓裡面說出人生三大本，第一是天地，天之所覆，地之所載，天地是我們的大根大本，因此我們要敬天地。第二是父母，我們的身體得自於父母，父母對我們生育之恩，所以我們要孝順父母。第三，我們的智慧、我們的知識得自於老師的傳授，所以我們要尊師重道。這是人生三大根。換句話說，一切的教學都不能夠離開這個大根大本。而在大乘佛法裡面只有一個根本，這一個根本就是老師。佛法裡面，我們除了身命之外，我們有更可貴的法身慧命，法身慧命得自於善知識、佛教的老師。菩提涅槃也不是天地親師所能夠幫得上忙，這也要依靠佛菩薩。佛菩薩、善知識是我們智慧教育的老師，自在解脫也是得自於善知識，所以在佛門裡面最尊最貴的是師道。"
    },
    {
      "id": "05-003-0001_p0021",
      "zh_CN": "佛门这样的重视师道是有它很深的道理存在，因为没有师，我们怎么知道孝亲？我们之所以知道孝亲，我们能行孝，我们能尽孝，都必须要归功于老师的教导，这是师道真正的成就，师道的功能发挥到了极致。所以古人，父母教儿女尊师重道，老师教学生孝亲报恩，亲师互相的配合，才能为国家、为社会造就第一等的人才。这是我们从前的教育，是个懂得根本的教育，从根本做起的教育，也正因为如此，我们的社会才能达到礼义之邦，才能够有安和乐利。「建国君民，教学为先」，这种意识今天有几个人认识？有几个人能体会到？这些说起来，因素当然是相当的复杂，可是我们要想达到恢复中华文化，复兴中华民族，达到建国、复国的目标，是必须要在这方面深切仔细的去想想。",
      "zh_TW": "佛門這樣的重視師道是有它很深的道理存在，因為沒有師，我們怎麼知道孝親？我們之所以知道孝親，我們能行孝，我們能盡孝，都必須要歸功於老師的教導，這是師道真正的成就，師道的功能發揮到了極致。所以古人，父母教兒女尊師重道，老師教學生孝親報恩，親師互相的配合，才能為國家、為社會造就第一等的人才。這是我們從前的教育，是個懂得根本的教育，從根本做起的教育，也正因為如此，我們的社會才能達到禮義之邦，才能夠有安和樂利。「建國君民，教學為先」，這種意識今天有幾個人認識？有幾個人能體會到？這些說起來，因素當然是相當的複雜，可是我們要想達到恢復中華文化，復興中華民族，達到建國、復國的目標，是必須要在這方面深切仔細的去想想。"
    },
    {
      "id": "05-003-0001_p0022",
      "zh_CN": "大乘佛法教学的宗旨、目标与方法，都是非常的殊胜，我们千万不要以为佛教的经典太深了，于是将人间第一等的教育、第一流的哲学舍弃而不顾，这是多么的愚痴！多么的可惜！文字如果说艰深，这种说法实在是太笼统，也太轻率。民国初年，小学四、五年级的学生就能够写得出很好的文言文，那时候他们的年龄也不过十二、三岁。十二、三岁能够写得出很好的文言文，现在大学中文系的学生都比不上，原因何在？人家是念过几年文言文，真正下了功夫。我们看看今天中文系的学生，中文系毕业了，恐怕连五篇的古文都不能背诵，这简直是大笑话。如果是在民国初年，私塾里面的学生跟着老师念了一个学期，一个学期大概是四个月，最低限度他也能够熟背二十篇古文，他的程度比我们现在中文系的程度要高出得太多了，所以今天学术的衰落实在是不读书之过。",
      "zh_TW": "大乘佛法教學的宗旨、目標與方法，都是非常的殊勝，我們千萬不要以為佛教的經典太深了，於是將人間第一等的教育、第一流的哲學捨棄而不顧，這是多麼的愚痴！多麼的可惜！文字如果說艱深，這種說法實在是太籠統，也太輕率。民國初年，小學四、五年級的學生就能夠寫得出很好的文言文，那時候他們的年齡也不過十二、三歲。十二、三歲能夠寫得出很好的文言文，現在大學中文系的學生都比不上，原因何在？人家是念過幾年文言文，真正下了功夫。我們看看今天中文系的學生，中文系畢業了，恐怕連五篇的古文都不能背誦，這簡直是大笑話。如果是在民國初年，私塾裡面的學生跟著老師念了一個學期，一個學期大概是四個月，最低限度他也能夠熟背二十篇古文，他的程度比我們現在中文系的程度要高出得太多了，所以今天學術的衰落實在是不讀書之過。"
    },
    {
      "id": "05-003-0001_p0023",
      "zh_CN": "学问之道决不是在讲堂里有几个名教授、好老师，把课文详细的讲解一遍就算完了，必须要认真的背诵，要熟记、深思才能够开悟，悟了以后才能够得到真实的受用。今天有几个人肯去背诵？在过去，《论语》、四书五经是必须背诵的共同科目，哪个读书人不能背四书五经？所以他在德行上、在学术上都有点基础，以这点基础，如果他继续努力不断的深造，当然他会有成就。很可惜，今天背书的风尚被遗忘，没有人再提倡，没有人再这样去苦学，何况又有个错误的观念，认为那是古老的典籍，早就落伍了。哪里晓得所以称之为经典，它里面的原理原则决定是超越时间、超越空间，所谓是万古常新，儒家的经论、道家的经论、佛学的经论都是这种性质，这个里面有无量的智慧，超越世间一切宗教、一切学术的智慧，如果我们对它不认识，对它发生误会，这是莫大的损失。",
      "zh_TW": "學問之道決不是在講堂裡有幾個名教授、好老師，把課文詳細的講解一遍就算完了，必須要認真的背誦，要熟記、深思才能夠開悟，悟了以後才能夠得到真實的受用。今天有幾個人肯去背誦？在過去，《論語》、四書五經是必須背誦的共同科目，哪個讀書人不能背四書五經？所以他在德行上、在學術上都有點基礎，以這點基礎，如果他繼續努力不斷的深造，當然他會有成就。很可惜，今天背書的風尚被遺忘，沒有人再提倡，沒有人再這樣去苦學，何況又有個錯誤的觀念，認為那是古老的典籍，早就落伍了。哪裡曉得所以稱之為經典，它裡面的原理原則決定是超越時間、超越空間，所謂是萬古常新，儒家的經論、道家的經論、佛學的經論都是這種性質，這個裡面有無量的智慧，超越世間一切宗教、一切學術的智慧，如果我們對它不認識，對它發生誤會，這是莫大的損失。"
    },
    {
      "id": "05-003-0001_p0024",
      "zh_CN": "身为佛弟子，无论在家、出家，在目前我们第一个任务就是要将一切众生对于佛教的误会解释清楚。能够叫一切众生对于佛教重新的评估它的价值，真正的认识它，然后自然能够接受、信奉、修学、弘扬，来达到利益一切众生的目标。这是从教学上说了这些话，当然也是经论里面所包括的。看到是题外，实际上与题目并不远离。经论里面像弟子事师这些礼节，我们常常看到，由此可知，佛菩萨对我们不但有恳切的言教，而且在生活当中待人处事，甚至于六根接触六尘境界，在在处处都表演给我们看。这是属于教学的艺术化，教学的生活化，教学的实用化，在在处处都是值得我们去学习。我们看下面经文说：",
      "zh_TW": "身為佛弟子，無論在家、出家，在目前我們第一個任務就是要將一切眾生對於佛教的誤會解釋清楚。能夠叫一切眾生對於佛教重新的評估它的價值，真正的認識它，然後自然能夠接受、信奉、修學、弘揚，來達到利益一切眾生的目標。這是從教學上說了這些話，當然也是經論裡面所包括的。看到是題外，實際上與題目並不遠離。經論裡面像弟子事師這些禮節，我們常常看到，由此可知，佛菩薩對我們不但有懇切的言教，而且在生活當中待人處事，甚至於六根接觸六塵境界，在在處處都表演給我們看。這是屬於教學的藝術化，教學的生活化，教學的實用化，在在處處都是值得我們去學習。我們看下面經文說："
    },
    {
      "id": "05-003-0001_p0025",
      "zh_CN": "【我忆往昔恒河沙劫。有佛出世名无量光。十二如来相继一劫。其最后佛名超日月光。】",
      "zh_TW": "【我憶往昔恆河沙劫。有佛出世名無量光。十二如來相繼一劫。其最後佛名超日月光。】"
    },
    {
      "id": "05-003-0001_p0026",
      "zh_CN": "在这段里面，这是大势至菩萨正式的答复如来所问，而以身做证。首先总说明佛出世的情形，『我忆往昔』，「我」是大势至菩萨的自称，「往昔」是指过去世，而不是指现在。『有佛出世』，「佛」这个字是印度话，翻成中国的意思是大智大觉。佛教就是大智大觉之教育，佛法就是大智大觉的方法，这里面决定没有迷信，所以凡是说佛教是迷信，谁迷？正是他自己迷惑。对于佛陀这个字的意义他都不明白，这不是迷是什么？佛出现在世间，就是佛陀的教化流传在世间，过去时劫久远。佛号『无量光』，「光」是代表光明，也就是智慧，在佛教里面常常是以光明来代表智慧，「无量光」就是无量的智慧，这是佛的名号。",
      "zh_TW": "在這段裡面，這是大勢至菩薩正式的答覆如來所問，而以身做證。首先總說明佛出世的情形，『我憶往昔』，「我」是大勢至菩薩的自稱，「往昔」是指過去世，而不是指現在。『有佛出世』，「佛」這個字是印度話，翻成中國的意思是大智大覺。佛教就是大智大覺之教育，佛法就是大智大覺的方法，這裡面決定沒有迷信，所以凡是說佛教是迷信，誰迷？正是他自己迷惑。對於佛陀這個字的意義他都不明白，這不是迷是什麼？佛出現在世間，就是佛陀的教化流傳在世間，過去時劫久遠。佛號『無量光』，「光」是代表光明，也就是智慧，在佛教裡面常常是以光明來代表智慧，「無量光」就是無量的智慧，這是佛的名號。"
    },
    {
      "id": "05-003-0001_p0027",
      "zh_CN": "从无量光佛以后，继续有十二位如来『相继一劫』，这一劫里面当然是非常的殊胜，因为这一劫之中有十二尊佛出现在世间。『其最后佛名超日月光』，「日月」是我们世人所见到的发光体里面最殊胜的，光明最大。佛的智慧光明实在是太大，我们用比喻上说超过了日月的光明。这十二位如来，在此地并没有把名号一位一位的列出来，虽然本经里面没有，可是在《大弥陀经》里面有，这十二位佛的名号是说得清清楚楚，「无量光佛、无边光佛、无碍光佛、无对光佛、炎王光佛、清净光佛、欢喜光佛、智慧光佛、不断光佛、难思光佛、难称光佛、超日月光佛」。这十二位佛名号里面有个相同之处，都称之为光，可以说这是十二位光佛。在此地我们不必将十二位佛的名号一一来介绍，要是一一介绍，费的时间很长，诸位可以参考《大弥陀经》，可以参考注疏来看。",
      "zh_TW": "從無量光佛以後，繼續有十二位如來『相繼一劫』，這一劫裡面當然是非常的殊勝，因為這一劫之中有十二尊佛出現在世間。『其最後佛名超日月光』，「日月」是我們世人所見到的發光體裡面最殊勝的，光明最大。佛的智慧光明實在是太大，我們用比喻上說超過了日月的光明。這十二位如來，在此地並沒有把名號一位一位的列出來，雖然本經裡面沒有，可是在《大彌陀經》裡面有，這十二位佛的名號是說得清清楚楚，「無量光佛、無邊光佛、無礙光佛、無對光佛、炎王光佛、清淨光佛、歡喜光佛、智慧光佛、不斷光佛、難思光佛、難稱光佛、超日月光佛」。這十二位佛名號裡面有個相同之處，都稱之為光，可以說這是十二位光佛。在此地我們不必將十二位佛的名號一一來介紹，要是一一介紹，費的時間很長，諸位可以參考《大彌陀經》，可以參考註疏來看。"
    },
    {
      "id": "05-003-0001_p0028",
      "zh_CN": "在这个地方要说明的，为什么用十二？十二代表什么意思？在古代我们中国人所使用时间的单位，一日十二时，是以子丑寅卯、辰巳午未、申酉戌亥来排列的，一时等于现在的两时。现在我们使用的时间单位是取外国人的，因为二十四小时的单位使用法已经遍及到全世界，为世界各国所通行的，我们也用了这个制度。所以我们称为小时，小时比中国原来所使用的时辰要小，我们从前是十二时，现在变成二十四时，我们称为二十四小时。十二如来代表的十二时，换句话说，我们必须要十二时都居在智慧光明之中。不能说是十二时里面，我们有个十时觉悟就可以了，两时的迷惑没有什么关系，这样想法就大错特错。我们要求圆满的智慧，圆满的觉悟，在在处处我们舍离颠倒妄想、迷惑，我们自己才能够真正达到自在如意，才能够给家庭、给社会、给国家、给一切众生带来幸福美满。所以这十二尊佛有他的意义在。下面这是修学的法门，这个法门非常的微妙。",
      "zh_TW": "在這個地方要說明的，為什麼用十二？十二代表什麼意思？在古代我們中國人所使用時間的單位，一日十二時，是以子丑寅卯、辰巳午未、申酉戌亥來排列的，一時等於現在的兩時。現在我們使用的時間單位是取外國人的，因為二十四小時的單位使用法已經遍及到全世界，為世界各國所通行的，我們也用了這個制度。所以我們稱為小時，小時比中國原來所使用的時辰要小，我們從前是十二時，現在變成二十四時，我們稱為二十四小時。十二如來代表的十二時，換句話說，我們必須要十二時都居在智慧光明之中。不能說是十二時裡面，我們有個十時覺悟就可以了，兩時的迷惑沒有什麼關係，這樣想法就大錯特錯。我們要求圓滿的智慧，圓滿的覺悟，在在處處我們捨離顛倒妄想、迷惑，我們自己才能夠真正達到自在如意，才能夠給家庭、給社會、給國家、給一切眾生帶來幸福美滿。所以這十二尊佛有他的意義在。下面這是修學的法門，這個法門非常的微妙。"
    },
    {
      "id": "05-003-0001_p0029",
      "zh_CN": "【彼佛教我念佛三昧。】",
      "zh_TW": "【彼佛教我念佛三昧。】"
    },
    {
      "id": "05-003-0001_p0030",
      "zh_CN": "在佛法里面，一些年轻的朋友们，接触佛法之后，知道佛法的学问博大精深，佛法的方法精密周延，向往羡慕之心油然而生。可是世俗的陋见他不能够完全的摒除，凡是对于说理精妙的经典，他是爱不释手；至于讲到念佛法门的经典，不屑一顾。他以为念佛这个法门是老太婆教，大概是释迦牟尼佛怜悯那些年老、愚痴、不认识字的人，教他念佛，给他一点安慰而已，这是很大的错误观念。正如同我们对于儿童读经，这种错误观念是相同的。儿童虽然是童稚无知，这个时候读经，刚才讲的，求根本智。念佛法门的目的也是求根本智，如果我们懂得这个道理，你才晓得佛法的殊胜，佛法之不可思议，方法的善巧，不是我们凡夫俗子所能够理解的。念佛法门不但是释迦牟尼佛提倡的，佛在经论上告诉我们，十方三世一切诸佛没有不提倡念佛法门的。",
      "zh_TW": "在佛法裡面，一些年輕的朋友們，接觸佛法之後，知道佛法的學問博大精深，佛法的方法精密周延，嚮往羡慕之心油然而生。可是世俗的陋見他不能夠完全的摒除，凡是對於說理精妙的經典，他是愛不釋手；至於講到念佛法門的經典，不屑一顧。他以為念佛這個法門是老太婆教，大概是釋迦牟尼佛憐憫那些年老、愚痴、不認識字的人，教他念佛，給他一點安慰而已，這是很大的錯誤觀念。正如同我們對於兒童讀經，這種錯誤觀念是相同的。兒童雖然是童稚無知，這個時候讀經，剛才講的，求根本智。念佛法門的目的也是求根本智，如果我們懂得這個道理，你才曉得佛法的殊勝，佛法之不可思議，方法的善巧，不是我們凡夫俗子所能夠理解的。念佛法門不但是釋迦牟尼佛提倡的，佛在經論上告訴我們，十方三世一切諸佛沒有不提倡念佛法門的。"
    },
    {
      "id": "05-003-0001_p0031",
      "zh_CN": "在释迦一代时教当中，最早的这是《华严经》，《华严经》里面德云比丘首创念佛法门，这是在经典里面最初看到专门以念佛法门自行化他，一直到释迦晚年，法华、涅槃会上还是提倡念佛法门。一切经里面专讲念佛法门的有三经一论，附带说念佛法门的那就太多了，不胜枚举。《楞严》这章里面是专讲念佛法门，所以我们对于念佛要正视它，对于这个法门不要发生了误会，这个法门里面功德之殊胜，在一切法门都比不上。诸位将来深入大经大论，再有个几年修证的体验，你才能够发现诸佛菩萨所传的这个法门真正是不可思议。这个法门又称之为门余大道，八万四千法门之外的一个特别法门，下手容易成功高。",
      "zh_TW": "在釋迦一代時教當中，最早的這是《華嚴經》，《華嚴經》裡面德雲比丘首創念佛法門，這是在經典裡面最初看到專門以念佛法門自行化他，一直到釋迦晚年，法華、涅槃會上還是提倡念佛法門。一切經裡面專講念佛法門的有三經一論，附帶說念佛法門的那就太多了，不勝枚舉。《楞嚴》這章裡面是專講念佛法門，所以我們對於念佛要正視它，對於這個法門不要發生了誤會，這個法門裡面功德之殊勝，在一切法門都比不上。諸位將來深入大經大論，再有個幾年修證的體驗，你才能夠發現諸佛菩薩所傳的這個法門真正是不可思議。這個法門又稱之為門餘大道，八萬四千法門之外的一個特別法門，下手容易成功高。"
    },
    {
      "id": "05-003-0001_p0032",
      "zh_CN": "念佛种类繁多，一般可以归结到四大类，第一叫「实相念佛」，第二叫「观像念佛」，观佛菩萨的形像，将佛像印在我们八识心田。第三种叫「观想念佛」，根据《十六观经》的理论与方法来修学。第四种叫「持名念佛」，持名念佛是四种念佛法门里面最方便、最容易的，也是成就最殊胜的。这个法门是以小本《阿弥陀经》为主。小本《弥陀经》经文虽然不长，可是其中所含的义理，可以说将世尊一代时教的大道理都圆摄在其中。流传到今天，在注解里面，我们可以读到莲池大师的《疏钞》，博大精深。还有莲池大师的弟子，古德法师，这是当年亲自听到莲池大师讲《弥陀经》的人，他将《疏钞》又加以注解，叫做《疏钞演义》，在《卍续藏经》里面还保存在。我早年学佛得到一部木刻的版本，所以往年我讲《弥陀疏钞》的时候，依据《演义》来给同修们介绍这部经的大义。过去曾经讲过一遍，是每周讲一次一个半小时，我记得讲了四年圆满，其中好像有一年到一年半的时间是一个星期讲两次。",
      "zh_TW": "念佛種類繁多，一般可以歸結到四大類，第一叫「實相念佛」，第二叫「觀像念佛」，觀佛菩薩的形像，將佛像印在我們八識心田。第三種叫「觀想念佛」，根據《十六觀經》的理論與方法來修學。第四種叫「持名念佛」，持名念佛是四種念佛法門裡面最方便、最容易的，也是成就最殊勝的。這個法門是以小本《阿彌陀經》為主。小本《彌陀經》經文雖然不長，可是其中所含的義理，可以說將世尊一代時教的大道理都圓攝在其中。流傳到今天，在註解裡面，我們可以讀到蓮池大師的《疏鈔》，博大精深。還有蓮池大師的弟子，古德法師，這是當年親自聽到蓮池大師講《彌陀經》的人，他將《疏鈔》又加以註解，叫做《疏鈔演義》，在《卍續藏經》裡面還保存在。我早年學佛得到一部木刻的版本，所以往年我講《彌陀疏鈔》的時候，依據《演義》來給同修們介紹這部經的大義。過去曾經講過一遍，是每週講一次一個半小時，我記得講了四年圓滿，其中好像有一年到一年半的時間是一個星期講兩次。"
    },
    {
      "id": "05-003-0001_p0033",
      "zh_CN": "今年又有不少的同修来找我，希望将《弥陀经疏钞》再讲，我听了也非常的欢喜，因为念佛法门确实值得我们特别去弘扬，所以我就满口答应。我们在信阳街李月碧讲堂启讲，一个星期讲三次，预定三年圆满。同时最近有陈居士她们姊妹三人发心，将《疏钞》以及《疏钞演义》印成单行本，一千部流通。这种因缘都是非常的殊胜，非常的难得，象征着我们国家国运昌隆，象征着台湾这个地区人人都肯培福、都肯修福、都肯造福，这种发心实在是非常的殊胜，非常的难得。下面经文这是对于解释，先说修因，然后再说证果，修因这段里面先从比喻上说：",
      "zh_TW": "今年又有不少的同修來找我，希望將《彌陀經疏鈔》再講，我聽了也非常的歡喜，因為念佛法門確實值得我們特別去弘揚，所以我就滿口答應。我們在信陽街李月碧講堂啟講，一個星期講三次，預定三年圓滿。同時最近有陳居士她們姊妹三人發心，將《疏鈔》以及《疏鈔演義》印成單行本，一千部流通。這種因緣都是非常的殊勝，非常的難得，象徵著我們國家國運昌隆，象徵著台灣這個地區人人都肯培福、都肯修福、都肯造福，這種發心實在是非常的殊勝，非常的難得。下面經文這是對於解釋，先說修因，然後再說證果，修因這段裡面先從比喻上說："
    },
    {
      "id": "05-003-0001_p0034",
      "zh_CN": "【譬如有人。一专为忆。一人专忘。如是二人。若逢不逢。或见非见。二人相忆。二忆念深。如是乃至从生至生。同于形影。不相乖异。】",
      "zh_TW": "【譬如有人。一專為憶。一人專忘。如是二人。若逢不逢。或見非見。二人相憶。二憶念深。如是乃至從生至生。同於形影。不相乖異。】"
    },
    {
      "id": "05-003-0001_p0035",
      "zh_CN": "这段是以二人喻，先是「单忆有离」。『有人』，这是比喻佛与众生这两个人。「一专忆者」，这是比喻佛念众生。佛念众生犹如，后头有母子之喻，那个比喻就比较更亲切了，我们到底下再说。佛忆念众生是不间断的，可是我们众生念佛是『若逢不逢，或见非见』，不像佛对众生那样的专，因此感应的力量就相当的薄弱。如果众生念佛要像佛念众生一样的恳切，感应道交就非常的显著。『一人专忘』，这是指众生，佛念众生，众生不念佛，所以「若逢不逢，或见非见」。假如两个人都相忆，佛念众生，众生也念佛，心心相印，『二忆念深』，这样一来，『从生至生』，这就是生生世世心电之交感永不中断，这个当然是感应道交的。这是比喻众生与佛不相违远，正如同形之于影，不相乖违，感应道交。",
      "zh_TW": "這段是以二人喻，先是「單憶有離」。『有人』，這是比喻佛與眾生這兩個人。「一專憶者」，這是比喻佛念眾生。佛念眾生猶如，後頭有母子之喻，那個比喻就比較更親切了，我們到底下再說。佛憶念眾生是不間斷的，可是我們眾生念佛是『若逢不逢，或見非見』，不像佛對眾生那樣的專，因此感應的力量就相當的薄弱。如果眾生念佛要像佛念眾生一樣的懇切，感應道交就非常的顯著。『一人專忘』，這是指眾生，佛念眾生，眾生不念佛，所以「若逢不逢，或見非見」。假如兩個人都相憶，佛念眾生，眾生也念佛，心心相印，『二憶念深』，這樣一來，『從生至生』，這就是生生世世心電之交感永不中斷，這個當然是感應道交的。這是比喻眾生與佛不相違遠，正如同形之於影，不相乖違，感應道交。"
    },
    {
      "id": "05-003-0001_p0036",
      "zh_CN": "说到佛专忆众生，这里头有两个意思。第一个，佛有大悲愿故。譬如我们学佛的人，哪个人没有发过四弘誓愿？不过我们所讲发四弘誓愿，实在是将别人发愿的誓词，我们拿来念一遍而已，是不是从我们内心里面真正发出来的？那是另当别论。可是诸佛菩萨他们所发的心与愿是从真心里面发出来的，决不是口是心非。四弘誓愿里面第一愿「众生无边誓愿度」，如果这个愿要是真心发出来，他度脱一切众生之心念念于怀，这就叫大悲愿故，所以佛念众生。第二，佛在因地行菩萨道的时候，自己修证的功夫尚未圆满，他都对众生念念不舍，何况成了佛之后？成了佛之后，智慧圆满了，德能具足。在过去行菩萨道的时候虽然想救度一切众生，可是智慧、能力还做不到，所谓是心有余而力不足，而今天在佛地上智慧圆满，力量有了，当然更是要救护一切众生。",
      "zh_TW": "說到佛專憶眾生，這裡頭有兩個意思。第一個，佛有大悲願故。譬如我們學佛的人，哪個人沒有發過四弘誓願？不過我們所講發四弘誓願，實在是將別人發願的誓詞，我們拿來念一遍而已，是不是從我們內心裡面真正發出來的？那是另當別論。可是諸佛菩薩他們所發的心與願是從真心裡面發出來的，決不是口是心非。四弘誓願裡面第一願「眾生無邊誓願度」，如果這個願要是真心發出來，他度脫一切眾生之心念念於懷，這就叫大悲願故，所以佛念眾生。第二，佛在因地行菩薩道的時候，自己修證的功夫尚未圓滿，他都對眾生念念不捨，何況成了佛之後？成了佛之後，智慧圓滿了，德能具足。在過去行菩薩道的時候雖然想救度一切眾生，可是智慧、能力還做不到，所謂是心有餘而力不足，而今天在佛地上智慧圓滿，力量有了，當然更是要救護一切眾生。"
    },
    {
      "id": "05-003-0001_p0037",
      "zh_CN": "这样说起来，佛既然是智慧、德能都圆满，我们现在在受罪，佛菩萨为什么不来救我们？这里面我们要懂得，佛菩萨的教导我们肯不肯接受？我们接受了之后，愿不愿意去奉行？如果我们愿意接受，乐意接受，我们肯去奉行，那跟诸位说，诸佛菩萨决定不舍弃我们，决定不会远离我们，正如同此地所讲的「二忆念深」。由此可知，感应道交的事情，问题确实是在我们自己这边，诸佛菩萨那边是绝对没有问题，这是我们自己要深深明了的，而后才会觉悟到所谓「佛氏门中，有求必应」，这个话是真实的，千真万确。下面一段是母子喻，这个比喻就更亲切了。",
      "zh_TW": "這樣說起來，佛既然是智慧、德能都圓滿，我們現在在受罪，佛菩薩為什麼不來救我們？這裡面我們要懂得，佛菩薩的教導我們肯不肯接受？我們接受了之後，願不願意去奉行？如果我們願意接受，樂意接受，我們肯去奉行，那跟諸位說，諸佛菩薩決定不捨棄我們，決定不會遠離我們，正如同此地所講的「二憶念深」。由此可知，感應道交的事情，問題確實是在我們自己這邊，諸佛菩薩那邊是絕對沒有問題，這是我們自己要深深明瞭的，而後才會覺悟到所謂「佛氏門中，有求必應」，這個話是真實的，千真萬確。下面一段是母子喻，這個比喻就更親切了。"
    },
    {
      "id": "05-003-0001_p0038",
      "zh_CN": "【十方如来。怜念众生。如母忆子。若子逃逝。虽忆何为。子若忆母。如母忆时。母子历生。不相违远。】",
      "zh_TW": "【十方如來。憐念眾生。如母憶子。若子逃逝。雖憶何為。子若憶母。如母憶時。母子歷生。不相違遠。】"
    },
    {
      "id": "05-003-0001_p0039",
      "zh_CN": "前面说的二人喻是泛指普通的朋友而说，关系不见得十分亲密。第二段的比喻以母子来比喻，这个关系最为亲切，使人起信。比喻里面也有两桩，第一是「单忆有离」。『十方如来』怜悯众生，怀念众生，就像一个慈母怀念他的子女一样。父母对于子女，不管子女是孝顺也好，不孝顺也好，甚至于大逆不道，做慈母的人只要她活一天，她心里面对她的子女就怀念一天。母亲的心、母亲的恩、母亲的爱，实在是太伟大、太真实了。我们能够将亲恩、将亲的爱，发扬光大爱护一切众生，这就是如来，这就是佛菩萨。",
      "zh_TW": "前面說的二人喻是泛指普通的朋友而說，關係不見得十分親密。第二段的比喻以母子來比喻，這個關係最為親切，使人起信。比喻裡面也有兩樁，第一是「單憶有離」。『十方如來』憐憫眾生，懷念眾生，就像一個慈母懷念他的子女一樣。父母對於子女，不管子女是孝順也好，不孝順也好，甚至於大逆不道，做慈母的人只要她活一天，她心裡面對她的子女就懷念一天。母親的心、母親的恩、母親的愛，實在是太偉大、太真實了。我們能夠將親恩、將親的愛，發揚光大愛護一切眾生，這就是如來，這就是佛菩薩。"
    },
    {
      "id": "05-003-0001_p0040",
      "zh_CN": "第一个比喻，『若子逃逝，虽忆何为』。母亲怀念儿女，儿女不孝，远远离开她，置父母于不闻不问，这个样子「虽忆何为」，又有什么用处？这个意思就是说不能起感应道交的作用。后一段说『子若忆母，如母忆时』，做儿女的人也想念他的父母，如同父母想念儿女一样的深切，那么母子毕竟连心，一定有感应，『母子历生，不相违远』。在这段里说明必须相忆念深才能够生生不异，感应道交。",
      "zh_TW": "第一個比喻，『若子逃逝，雖憶何為』。母親懷念兒女，兒女不孝，遠遠離開她，置父母於不聞不問，這個樣子「雖憶何為」，又有什麼用處？這個意思就是說不能起感應道交的作用。後一段說『子若憶母，如母憶時』，做兒女的人也想念他的父母，如同父母想念兒女一樣的深切，那麼母子畢竟連心，一定有感應，『母子歷生，不相違遠』。在這段裡說明必須相憶念深才能夠生生不異，感應道交。"
    },
    {
      "id": "05-003-0001_p0041",
      "zh_CN": "过去齐国有位大行和尚，这位法师一生提倡念佛法门，弘扬净土大道，他告诉我们有四个字，第一是要信，对于圣教要深信不疑；第二要忆，忆就是念，我们信了以后要念佛，心里面佛号不能中断；第三，我们要做到称赞，在一切时、一切场所逢到人就要称赞三宝的功德，称赞佛菩萨的功德，佛菩萨的智慧，佛菩萨的德能，佛菩萨对于社会、国家、世界的贡献，要称赞这些；第四个字，要敬。「信忆称敬」，这四个字要是具足，我们在这个法门决定成就。印光大师一生教人老实念佛，怎样才叫老实？如果能够具足这四个字，可以说这是一个老实的念佛人。凡是老实念佛的人，没有不成就的，这是念佛最好的一个方法。引申的意思，佛是我们老师，对于我们的老师，对于社会的贤达，我们都要用这个态度，要相信他、要怀念他、要称赞他、要尊敬他，给社会做个榜样，做个典型，唯有如此，才能够将至善、至真、至美的圣贤教育普及一切。叫一切众生都能够接受这个教育，奉行这个教育，变化气质，人人都能够脱俗超凡入圣，我们这个世界就变成圣贤的国土，极乐世界，那是教化的功德达到极处。",
      "zh_TW": "過去齊國有位大行和尚，這位法師一生提倡念佛法門，弘揚淨土大道，他告訴我們有四個字，第一是要信，對於聖教要深信不疑；第二要憶，憶就是念，我們信了以後要念佛，心裡面佛號不能中斷；第三，我們要做到稱讚，在一切時、一切場所逢到人就要稱讚三寶的功德，稱讚佛菩薩的功德，佛菩薩的智慧，佛菩薩的德能，佛菩薩對於社會、國家、世界的貢獻，要稱讚這些；第四個字，要敬。「信憶稱敬」，這四個字要是具足，我們在這個法門決定成就。印光大師一生教人老實念佛，怎樣才叫老實？如果能夠具足這四個字，可以說這是一個老實的念佛人。凡是老實念佛的人，沒有不成就的，這是念佛最好的一個方法。引申的意思，佛是我們老師，對於我們的老師，對於社會的賢達，我們都要用這個態度，要相信他、要懷念他、要稱讚他、要尊敬他，給社會做個榜樣，做個典型，唯有如此，才能夠將至善、至真、至美的聖賢教育普及一切。叫一切眾生都能夠接受這個教育，奉行這個教育，變化氣質，人人都能夠脫俗超凡入聖，我們這個世界就變成聖賢的國土，極樂世界，那是教化的功德達到極處。"
    },
    {
      "id": "05-003-0001_p0042",
      "zh_CN": "在此地我们通常讲念佛，都是以阿弥陀佛为主，念阿弥陀佛就是念一切诸佛，由此可知，念这部经也可以说念一切经，只要一心专念，千万不要疑惑。千经万论在教体上是通的，体就是理，理是一个，相、用则有无量的差别，无量差别之相，同一个理体，所以一即一切，一切即一，我们不要疑惑。",
      "zh_TW": "在此地我們通常講念佛，都是以阿彌陀佛為主，念阿彌陀佛就是念一切諸佛，由此可知，念這部經也可以說念一切經，只要一心專念，千萬不要疑惑。千經萬論在教體上是通的，體就是理，理是一個，相、用則有無量的差別，無量差別之相，同一個理體，所以一即一切，一切即一，我們不要疑惑。"
    },
    {
      "id": "05-003-0001_p0043",
      "zh_CN": "哪部经的道理我们自己觉得懂得了，体会到，方法也明白了，我们就老实照着这个方法依教奉行，只要专心，有耐心、有恒心，时间久了一定开悟。由此可知，念佛是一种方法，是一种手段，它的目的是要达到一心，是要破除一切妄念。妄念没有了，心寂静了，宇宙人生的真理自然就悟出来。所以我们要开悟一定要有清净心，没有清净心是不能开悟的。怎么样叫我们清净心现前？念佛是最好的方法。我们在《地藏经》里面所看到的，婆罗门女之成就是用的念佛方法，光目女的成就也是用的念佛方法。可见得，如果我们要以最短的时间求最高的成就，除了念佛这个方法之外，实在没有别的路子可以能够走得通。禅与密都要相当的时间，唯有念佛快、迅速，而且非常的稳当，不至于有什么障碍、麻烦出来，这是它殊胜的地方。我们再看底下一段经文：",
      "zh_TW": "哪部經的道理我們自己覺得懂得了，體會到，方法也明白了，我們就老實照著這個方法依教奉行，只要專心，有耐心、有恆心，時間久了一定開悟。由此可知，念佛是一種方法，是一種手段，它的目的是要達到一心，是要破除一切妄念。妄念沒有了，心寂靜了，宇宙人生的真理自然就悟出來。所以我們要開悟一定要有清淨心，沒有清淨心是不能開悟的。怎麼樣叫我們清淨心現前？念佛是最好的方法。我們在《地藏經》裡面所看到的，婆羅門女之成就是用的念佛方法，光目女的成就也是用的念佛方法。可見得，如果我們要以最短的時間求最高的成就，除了念佛這個方法之外，實在沒有別的路子可以能夠走得通。禪與密都要相當的時間，唯有念佛快、迅速，而且非常的穩當，不至於有什麼障礙、麻煩出來，這是它殊勝的地方。我們再看底下一段經文："
    },
    {
      "id": "05-003-0001_p0044",
      "zh_CN": "【若众生心。忆佛念佛。现前当来。必定见佛。】",
      "zh_TW": "【若眾生心。憶佛念佛。現前當來。必定見佛。】"
    },
    {
      "id": "05-003-0001_p0045",
      "zh_CN": "这个两句是法合。我们讲完了比喻之后，再回过头来说到我们这个法门。众生指的是『众生心』，『忆佛念佛』，由此可知，这个法门着重在心念。如果口念心不念，那不相应，那就没有用处。着重在心念，心口俱念，好。口念累了可以休息，佛号在心里面不要中断。忆叫忆持不忘，「忆佛念佛」，念是心里面有佛。念这一字，上面是今，下面是心，现在的心，现在心里面有佛，这叫做念。念在经论上常讲有事念、有理念，事念是事相上如理如法的去修、去做，就是以一念来摒除我们一切的妄念。我们心里面有佛号，一切妄念自然不生，这是教我们清净心，培养清净心，也就是养定的一种功夫，我们现在世俗人常讲养心，这是养心最好的方法。哪个方法？八万四千法门都是养心的方法，但是以这个方法最善巧、最方便，人人可以做得到。",
      "zh_TW": "這個兩句是法合。我們講完了比喻之後，再回過頭來說到我們這個法門。眾生指的是『眾生心』，『憶佛念佛』，由此可知，這個法門著重在心念。如果口念心不念，那不相應，那就沒有用處。著重在心念，心口俱念，好。口念累了可以休息，佛號在心裡面不要中斷。憶叫憶持不忘，「憶佛念佛」，念是心裡面有佛。念這一字，上面是今，下面是心，現在的心，現在心裡面有佛，這叫做念。念在經論上常講有事念、有理念，事念是事相上如理如法的去修、去做，就是以一念來摒除我們一切的妄念。我們心裡面有佛號，一切妄念自然不生，這是教我們清淨心，培養清淨心，也就是養定的一種功夫，我們現在世俗人常講養心，這是養心最好的方法。哪個方法？八萬四千法門都是養心的方法，但是以這個方法最善巧、最方便，人人可以做得到。"
    },
    {
      "id": "05-003-0001_p0046",
      "zh_CN": "我们善于养心，我们心清净，我们心自在。心清净，我们的身就清净；身清净，我们的环境就清净；心自在，我们的身就自在；身自在，我们境界就自在。这是从根本修学，从根本上破迷开悟，从根本上求离苦得乐。这里面有很深的哲理做依据，绝非浅知浅学的人能懂得这个道理，所以佛在经上自己也说「唯佛与佛方能究竟」，换句话说，这个法门只有成了佛他才完全懂得。没有成佛以前，纵然是等觉菩萨，虽然对这个道理相信，他懂得，但是他还不能完全究竟。可见得它所依据的理实在是太深了，但是在事上讲好像是很浅显，实际上它并不浅显。",
      "zh_TW": "我們善於養心，我們心清淨，我們心自在。心清淨，我們的身就清淨；身清淨，我們的環境就清淨；心自在，我們的身就自在；身自在，我們境界就自在。這是從根本修學，從根本上破迷開悟，從根本上求離苦得樂。這裡面有很深的哲理做依據，絕非淺知淺學的人能懂得這個道理，所以佛在經上自己也說「唯佛與佛方能究竟」，換句話說，這個法門只有成了佛他才完全懂得。沒有成佛以前，縱然是等覺菩薩，雖然對這個道理相信，他懂得，但是他還不能完全究竟。可見得它所依據的理實在是太深了，但是在事上講好像是很淺顯，實際上它並不淺顯。"
    },
    {
      "id": "05-003-0001_p0047",
      "zh_CN": "『现前当来，必定见佛』，这是讲的果报。刚才说念有事念、有理念，因此念佛的功夫成就也有事一心、有理一心。像这些在此地也不必多说，诸位要想详细的知道，可以读《弥陀经疏钞》，或者是读《弥陀经要解》，乃至于《要解讲义》，都非常之好。大致上说，如果我们用心存念无有间断，这是事念，念到一心，我们叫做事一心。如果对于我们念的道理，知道所谓是四性不生，这个四性是讲的见闻觉知。见闻觉知包括了六识，眼耳鼻舌身意，眼见、耳闻，鼻舌身都是觉，意属于知，四性就是六根的根性。四性不生就证到一切法不生不灭，经上所讲的「无生法忍」，念佛念到这个境界当然是属于理一心不乱的境界，这也是念佛成就里面上乘的功夫，是最高的成就。我们再看下面的经文，这是讲到证果了。",
      "zh_TW": "『現前當來，必定見佛』，這是講的果報。剛才說念有事念、有理念，因此念佛的功夫成就也有事一心、有理一心。像這些在此地也不必多說，諸位要想詳細的知道，可以讀《彌陀經疏鈔》，或者是讀《彌陀經要解》，乃至於《要解講義》，都非常之好。大致上說，如果我們用心存念無有間斷，這是事念，念到一心，我們叫做事一心。如果對於我們念的道理，知道所謂是四性不生，這個四性是講的見聞覺知。見聞覺知包括了六識，眼耳鼻舌身意，眼見、耳聞，鼻舌身都是覺，意屬於知，四性就是六根的根性。四性不生就證到一切法不生不滅，經上所講的「無生法忍」，念佛念到這個境界當然是屬於理一心不亂的境界，這也是念佛成就裡面上乘的功夫，是最高的成就。我們再看下面的經文，這是講到證果了。"
    },
    {
      "id": "05-003-0001_p0048",
      "zh_CN": "【去佛不远。不假方便。自得心开。】",
      "zh_TW": "【去佛不遠。不假方便。自得心開。】"
    },
    {
      "id": "05-003-0001_p0049",
      "zh_CN": "我们读了这三句才晓得这个法门的殊胜，才晓得我们先前所讲的，童子读经有不可思议的功德。『去佛不远』，因为你心里面常常有佛，「去佛不远」。童子读圣贤书，背得很熟、很透，心里面常常有圣贤，他就与圣贤人不远。这是从小给他培养，教他接近圣贤、亲近圣贤，去圣贤不远，这是我们古圣先贤的教育。『不假方便，自得心开』，「方便」是方法，不必用别的方法他就开悟，心开意解。古人也常讲，所谓是「读书千遍，其义自见」，不必叫人讲演，也不必去请教别人，一千遍念了以后，自己就开悟，书里面所讲的道理恍然大悟。我们要问，为什么他会悟？熟透了，心定了。念书把心念定了，定里面就生慧，因戒生定，因定开慧，智慧一现前，大彻大悟，所以悟一定是从定当中得到的。由此可知，背书是修定，念佛也是修定，不必求解它的意思，熟透了，意思自然就悟出来，像此地所讲的「不假方便，自得心开」，自自然然的悟出来。这些道理我们必须要明了，一定要认识，我们才能够成就自己，才能成就我们的儿女，才能成就下一代、一切众生；才能为自己造福，为家庭造福，为国家、为社会、为天下人造福，这是我们必须要明了的。末后菩萨还有个比喻，比喻得非常之好。",
      "zh_TW": "我們讀了這三句才曉得這個法門的殊勝，才曉得我們先前所講的，童子讀經有不可思議的功德。『去佛不遠』，因為你心裡面常常有佛，「去佛不遠」。童子讀聖賢書，背得很熟、很透，心裡面常常有聖賢，他就與聖賢人不遠。這是從小給他培養，教他接近聖賢、親近聖賢，去聖賢不遠，這是我們古聖先賢的教育。『不假方便，自得心開』，「方便」是方法，不必用別的方法他就開悟，心開意解。古人也常講，所謂是「讀書千遍，其義自見」，不必叫人講演，也不必去請教別人，一千遍念了以後，自己就開悟，書裡面所講的道理恍然大悟。我們要問，為什麼他會悟？熟透了，心定了。念書把心念定了，定裡面就生慧，因戒生定，因定開慧，智慧一現前，大徹大悟，所以悟一定是從定當中得到的。由此可知，背書是修定，念佛也是修定，不必求解它的意思，熟透了，意思自然就悟出來，像此地所講的「不假方便，自得心開」，自自然然的悟出來。這些道理我們必須要明瞭，一定要認識，我們才能夠成就自己，才能成就我們的兒女，才能成就下一代、一切眾生；才能為自己造福，為家庭造福，為國家、為社會、為天下人造福，這是我們必須要明瞭的。末後菩薩還有個比喻，比喻得非常之好。"
    },
    {
      "id": "05-003-0001_p0050",
      "zh_CN": "【如染香人。身有香气。此则名曰。香光庄严。】",
      "zh_TW": "【如染香人。身有香氣。此則名曰。香光莊嚴。】"
    },
    {
      "id": "05-003-0001_p0051",
      "zh_CN": "在过去科技没有今天这样的发达，所以古人用的香，当然有非常好的香料，可是在使用香里面，熏香是最普遍的一种。譬如说我们的衣服，衣服上要有香气，怎么样得来？现在人用香水喷洒在衣服上，既方便又简单，立刻喷上立刻就有香气，就能够发出来。古人没有这种方法，所以这个香用熏的。熏香当然要相当长久的时间，譬如一件衣服必须要熏上十几个钟点、二十几个钟点，衣服上才有香气；熏上个几分钟，这力量不够。菩萨在此地以这个比喻，因为熏香在印度、在中国，古时候都是很流行的。『如染香人』，就是身上熏的有香气的人，「染香人」身有香气。这个比喻，比喻上面，我们身敬佛，带了佛的气分。我们常常读圣贤书，不知不觉就染上圣贤的气分。我们心的动念、身体的作为，一定会不知不觉受了古圣先贤的影响，受佛菩萨的化育。敬佛的人就像佛，敬菩萨的人就像菩萨，敬圣人就像圣人，敬贤人就像贤人，这就好比是身有香气。",
      "zh_TW": "在過去科技沒有今天這樣的發達，所以古人用的香，當然有非常好的香料，可是在使用香裡面，熏香是最普遍的一種。譬如說我們的衣服，衣服上要有香氣，怎麼樣得來？現在人用香水噴灑在衣服上，既方便又簡單，立刻噴上立刻就有香氣，就能夠發出來。古人沒有這種方法，所以這個香用熏的。熏香當然要相當長久的時間，譬如一件衣服必須要熏上十幾個鐘點、二十幾個鐘點，衣服上才有香氣；熏上個幾分鐘，這力量不夠。菩薩在此地以這個比喻，因為熏香在印度、在中國，古時候都是很流行的。『如染香人』，就是身上熏的有香氣的人，「染香人」身有香氣。這個比喻，比喻上面，我們身敬佛，帶了佛的氣分。我們常常讀聖賢書，不知不覺就染上聖賢的氣分。我們心的動念、身體的作為，一定會不知不覺受了古聖先賢的影響，受佛菩薩的化育。敬佛的人就像佛，敬菩薩的人就像菩薩，敬聖人就像聖人，敬賢人就像賢人，這就好比是身有香氣。"
    },
    {
      "id": "05-003-0001_p0052",
      "zh_CN": "后面就说出这个名称，『此则名曰，香光庄严』，意思是说如来法身的香光，庄严自心本觉如来，像《华严》里面所说的旃檀、沉水香等等，比喻菩提心香，所以在此地也以人天名香来比喻如来法身功德之香。说到这个地方，我们想到善财童子在五十三参里面参访鬻香长者，鬻香长者在《四十华严》里面是青莲花长者。这位长者他所表现的是一个商人，是卖香的，所以叫鬻香长者。在我们看起来，他是个做小买卖的，卖这些香料的这种商人，他是以这种的身分来行菩萨道，来教诫我们「香光庄严」的方法，所以长者讲发心念佛是香。《起信论》里面说，如世间衣服实在是没有香，如果以香来薰习，薰习时间长了则有香气。无明要薰习，无明这个薰法，实在没有净业，可是我们以真如内薰故，它有净业的作用。「无明染者，本觉心佛藏在无明壳也」，所以经论上常讲「在缠如来藏心」，又有所谓「出缠如来藏心」，凡夫是在缠的如来藏心，诸佛菩萨是出缠的如来藏心。缠就是缠绕、缠缚住。出缠就是心开意解的意思，所谓是心开成佛。这是说明念佛的功效，功效能够达到开悟，能够达到香光庄严，这是讲如来果地上的成就。末后这段是讲他自己的修行：",
      "zh_TW": "後面就說出這個名稱，『此則名曰，香光莊嚴』，意思是說如來法身的香光，莊嚴自心本覺如來，像《華嚴》裡面所說的旃檀、沉水香等等，比喻菩提心香，所以在此地也以人天名香來比喻如來法身功德之香。說到這個地方，我們想到善財童子在五十三參裡面參訪鬻香長者，鬻香長者在《四十華嚴》裡面是青蓮花長者。這位長者他所表現的是一個商人，是賣香的，所以叫鬻香長者。在我們看起來，他是個做小買賣的，賣這些香料的這種商人，他是以這種的身分來行菩薩道，來教誡我們「香光莊嚴」的方法，所以長者講發心念佛是香。《起信論》裡面說，如世間衣服實在是沒有香，如果以香來薰習，薰習時間長了則有香氣。無明要薰習，無明這個薰法，實在沒有淨業，可是我們以真如內薰故，它有淨業的作用。「無明染者，本覺心佛藏在無明殼也」，所以經論上常講「在纏如來藏心」，又有所謂「出纏如來藏心」，凡夫是在纏的如來藏心，諸佛菩薩是出纏的如來藏心。纏就是纏繞、纏縛住。出纏就是心開意解的意思，所謂是心開成佛。這是說明念佛的功效，功效能夠達到開悟，能夠達到香光莊嚴，這是講如來果地上的成就。末後這段是講他自己的修行："
    },
    {
      "id": "05-003-0001_p0053",
      "zh_CN": "【我本因地。以念佛心。入无生忍。】",
      "zh_TW": "【我本因地。以念佛心。入無生忍。】"
    },
    {
      "id": "05-003-0001_p0054",
      "zh_CN": "这他自己说明他是怎么成就的，怎样证得无生法忍，是因为用念佛这个心来修学，所以证入到无生法忍。『入』就是证，什么叫做证入？理与事合一，理事不二，理事一如，这叫做证。事就是理，理就是事，这是佛法里面讲的证果。大势至菩萨运用的方法就是运用念佛的方法，证得了宇宙人生理体之后，一证一切证，所谓是「无所不知，无所不能」。通常我们又讲悟有解悟跟证悟两种，在《楞严经》里面说，从三渐次到十信，这是讲解悟。《楞严》是圆顿的大教，所以从初住以上，这是圆教的菩萨，叫做证悟，在初住以前叫解悟。又所谓小圣悟三空，破人我的执着，这个通常也可以算作『无生忍』的境界。在此地当然是属于大乘菩萨的境界，而不是讲小乘人的境界，何况大势至菩萨是西方三圣之一，现在是在等觉菩萨的地位上。",
      "zh_TW": "這他自己說明他是怎麼成就的，怎樣證得無生法忍，是因為用念佛這個心來修學，所以證入到無生法忍。『入』就是證，什麼叫做證入？理與事合一，理事不二，理事一如，這叫做證。事就是理，理就是事，這是佛法裡面講的證果。大勢至菩薩運用的方法就是運用念佛的方法，證得了宇宙人生理體之後，一證一切證，所謂是「無所不知，無所不能」。通常我們又講悟有解悟跟證悟兩種，在《楞嚴經》裡面說，從三漸次到十信，這是講解悟。《楞嚴》是圓頓的大教，所以從初住以上，這是圓教的菩薩，叫做證悟，在初住以前叫解悟。又所謂小聖悟三空，破人我的執著，這個通常也可以算作『無生忍』的境界。在此地當然是屬於大乘菩薩的境界，而不是講小乘人的境界，何況大勢至菩薩是西方三聖之一，現在是在等覺菩薩的地位上。"
    },
    {
      "id": "05-003-0001_p0055",
      "zh_CN": "我们讲到三圣，三圣也是表法的，是以佛来代表法身理体，法身理体是无言无说，它是代表真理；菩萨是代表从真理上起作用，所以他有言说、有行为。所以以观世音菩萨代表慈悲，而以大势至菩萨代表智慧，在体用上这是两大纲领，一个是慧，一个是悲，这也就象征佛法教学的两大纲领，智慧与慈悲。",
      "zh_TW": "我們講到三聖，三聖也是表法的，是以佛來代表法身理體，法身理體是無言無說，它是代表真理；菩薩是代表從真理上起作用，所以他有言說、有行為。所以以觀世音菩薩代表慈悲，而以大勢至菩薩代表智慧，在體用上這是兩大綱領，一個是慧，一個是悲，這也就象徵佛法教學的兩大綱領，智慧與慈悲。"
    },
    {
      "id": "05-003-0001_p0056",
      "zh_CN": "【今于此界。摄念佛人。归于净土。】",
      "zh_TW": "【今於此界。攝念佛人。歸於淨土。】"
    },
    {
      "id": "05-003-0001_p0057",
      "zh_CN": "这个一句是讲化他的作用，前面是自行，自行化他，这才是大乘菩萨法。『今于此界』，是指我们这个世界，现在菩萨在我们这个世界摄受一切念佛的同修，也就是说与大势至菩萨志同道合的人。志同道合所谓是气味相投，自然能够合在一起。菩萨的志愿是在净土，自己成就之后一定是发心去教化一切众生。我们与菩萨同智、同愿、同行，所以摄化是一种自然毫不勉强的。『归于净土』，「净土」有事有理，理上讲心净则土净。我们念佛成就一心之后，我们心清净了。刚才说了，身清净，境清净了，我们现前就居住在净土，这从理上说。从事上说，佛跟我们讲娑婆世界的西方，十万亿佛国土的那边有个极乐世界，阿弥陀佛的教化区，观音、势至都是极乐世界阿弥陀佛的助手，念佛人莫不以西方为皈依，这是从事上说的。理事圆融，理事是不二的。",
      "zh_TW": "這個一句是講化他的作用，前面是自行，自行化他，這才是大乘菩薩法。『今於此界』，是指我們這個世界，現在菩薩在我們這個世界攝受一切念佛的同修，也就是說與大勢至菩薩志同道合的人。志同道合所謂是氣味相投，自然能夠合在一起。菩薩的志願是在淨土，自己成就之後一定是發心去教化一切眾生。我們與菩薩同智、同願、同行，所以攝化是一種自然毫不勉強的。『歸於淨土』，「淨土」有事有理，理上講心淨則土淨。我們念佛成就一心之後，我們心清淨了。剛才說了，身清淨，境清淨了，我們現前就居住在淨土，這從理上說。從事上說，佛跟我們講娑婆世界的西方，十萬億佛國土的那邊有個極樂世界，阿彌陀佛的教化區，觀音、勢至都是極樂世界阿彌陀佛的助手，念佛人莫不以西方為皈依，這是從事上說的。理事圓融，理事是不二的。"
    }
  ]
}