{
  "doc_id": "01-008-0012",
  "title": {
    "zh_CN": "阿弥陀经要解研习报告",
    "zh_TW": "阿彌陀經要解研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "新加坡",
    "zh_TW": "新加坡"
  },
  "doc_number": "01-008-0012",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "01-008-0012_p0001",
      "zh_CN": "请掀开经本五十九面，最后一行。「占察经云，杂乱垢心，虽诵我名，而不为闻，以不能生决定信解，但获世间善报，不得广大深妙利益」。这是世尊在《占察经》里面给我们一段的开示，我们可以拿出来做参考。那就是说明，念佛一定要一心专念，散心、乱心念佛不能往生，只能得到世间的福报，所谓是人天有漏的善福，这是我们一定要把它辨别清楚的。说「若到一行三昧，则成广大微妙行心，名得相似无生法忍，乃为闻十方佛名」，这个地方又给我们说出一个标准，这个标准叫「一行三昧」。",
      "zh_TW": "請掀開經本五十九面，最後一行。「占察經云，雜亂垢心，雖誦我名，而不為聞，以不能生決定信解，但獲世間善報，不得廣大深妙利益」。這是世尊在《占察經》裡面給我們一段的開示，我們可以拿出來做參考。那就是說明，念佛一定要一心專念，散心、亂心念佛不能往生，只能得到世間的福報，所謂是人天有漏的善福，這是我們一定要把它辨別清楚的。說「若到一行三昧，則成廣大微妙行心，名得相似無生法忍，乃為聞十方佛名」，這個地方又給我們說出一個標準，這個標準叫「一行三昧」。"
    },
    {
      "id": "01-008-0012_p0002",
      "zh_CN": "一行三昧也叫做「一相三昧」，《六祖坛经》里面说过，殊不知「念佛三昧」就是一行三昧当中最殊胜的一行。「专念阿弥陀佛，即是一心不乱，清净广大微妙心行，念佛标准本来如是」，这是同修们应当要记住的。我们自己如果是很冷静的反省反省，就会知道为什么念佛功夫老是不得力，追究它的根源，还是个乱心。有不少同修来找我，说了许许多多的话，都是乱心，杂心闲话。这么多的杂心闲话，这念佛功夫如何能得力？果然老实念佛，我相信他什么问题也没有了，这是我们在经论当中，体会佛给我们一些宝贵的教训。",
      "zh_TW": "一行三昧也叫做「一相三昧」，《六祖壇經》裡面說過，殊不知「念佛三昧」就是一行三昧當中最殊勝的一行。「專念阿彌陀佛，即是一心不亂，清淨廣大微妙心行，念佛標準本來如是」，這是同修們應當要記住的。我們自己如果是很冷靜的反省反省，就會知道為什麼念佛功夫老是不得力，追究它的根源，還是個亂心。有不少同修來找我，說了許許多多的話，都是亂心，雜心閒話。這麼多的雜心閒話，這念佛功夫如何能得力？果然老實念佛，我相信他什麼問題也沒有了，這是我們在經論當中，體會佛給我們一些寶貴的教訓。"
    },
    {
      "id": "01-008-0012_p0003",
      "zh_CN": "「佛度众生，不简怨亲」，这是说佛心平等。「恒无疲倦」，这是讲佛心清净，不清净才会疲倦，清净心不会疲倦的。「苟闻佛名」，假设我们听到佛的名号，这个闻里面就包含着「思、修」在其中，听了就相信，就能接受，依教修行，所以闻思修三慧都在其中。「佛必护念」，为什么说的这么肯定？诸位要念念四十八愿、念念《无量寿经》就明了，确确实实佛是必定保佑你，佛也念你，你念他，他也念你。「不论有心无心，信与不信，皆成缘种」，这是佛慈广大无边。你有心念，得感应快速，无心念，佛也不会舍弃；你有信心念，你这一生能往生，没有信心念，跟阿弥陀佛结个法缘，阿赖耶识里面落下阿弥陀佛的种子，所以这是慈悲不可思议。「名号功德不可思议，的是难信之法」，这是真的，真的是难信。",
      "zh_TW": "「佛度眾生，不簡怨親」，這是說佛心平等。「恆無疲倦」，這是講佛心清淨，不清淨才會疲倦，清淨心不會疲倦的。「苟聞佛名」，假設我們聽到佛的名號，這個聞裡面就包含著「思、修」在其中，聽了就相信，就能接受，依教修行，所以聞思修三慧都在其中。「佛必護念」，為什麼說的這麼肯定？諸位要念念四十八願、念念《無量壽經》就明瞭，確確實實佛是必定保佑你，佛也念你，你念他，他也念你。「不論有心無心，信與不信，皆成緣種」，這是佛慈廣大無邊。你有心念，得感應快速，無心念，佛也不會捨棄；你有信心念，你這一生能往生，沒有信心念，跟阿彌陀佛結個法緣，阿賴耶識裡面落下阿彌陀佛的種子，所以這是慈悲不可思議。「名號功德不可思議，的是難信之法」，這是真的，真的是難信。"
    },
    {
      "id": "01-008-0012_p0004",
      "zh_CN": "「闻经受持，不仅诸佛护念，人人皆得圆证三不退，念念趣向佛果妙觉也」。这桩事情必须念佛有相当功夫的人才能体会得到，一般人，虽然念佛有这样殊胜的功德利益，可惜他自己不知道。这些事情现在也不必多问，只是一味的念下去，念到心地清净，念到心开意解，这个境界自然现前，都能够明了。妙觉的果号，妙觉是成佛，圆教的佛果，就是「无上正等正觉」，梵语称为「阿耨多罗三藐三菩提」。我们把梵语跟中文一对照，诸位就晓得，这是佛教里面所希求究竟圆满的果德。正觉，这是小乘，阿罗汉、辟支佛，「异凡夫」，就决定不是凡夫，这是圣人。如果是正等正觉，那是别教的佛，圆教的菩萨，决定不是小乘。要是无上正等正觉，那只有一个人，圆教的佛果，圆教佛只有一位。「闻名功德，如此超胜，世尊及十方诸佛，同所宣说，可不信乎」？这是讲到信，可以说劝信劝到了究竟之处，劝到极处。我们再看底下的一讲，下面是「劝愿劝行流通」，经文：",
      "zh_TW": "「聞經受持，不僅諸佛護念，人人皆得圓證三不退，念念趣向佛果妙覺也」。這樁事情必須念佛有相當功夫的人才能體會得到，一般人，雖然念佛有這樣殊勝的功德利益，可惜他自己不知道。這些事情現在也不必多問，只是一味的念下去，念到心地清淨，念到心開意解，這個境界自然現前，都能夠明瞭。妙覺的果號，妙覺是成佛，圓教的佛果，就是「無上正等正覺」，梵語稱為「阿耨多羅三藐三菩提」。我們把梵語跟中文一對照，諸位就曉得，這是佛教裡面所希求究竟圓滿的果德。正覺，這是小乘，阿羅漢、辟支佛，「異凡夫」，就決定不是凡夫，這是聖人。如果是正等正覺，那是別教的佛，圓教的菩薩，決定不是小乘。要是無上正等正覺，那只有一個人，圓教的佛果，圓教佛只有一位。「聞名功德，如此超勝，世尊及十方諸佛，同所宣說，可不信乎」？這是講到信，可以說勸信勸到了究竟之處，勸到極處。我們再看底下的一講，下面是「勸願勸行流通」，經文："
    },
    {
      "id": "01-008-0012_p0005",
      "zh_CN": "【舍利弗。若有人已发愿。今发愿。当发愿。欲生阿弥陀佛国者。是诸人等。皆得不退转于阿耨多罗三藐三菩提。于彼国土。若已生。若今生。若当生。是故舍利弗。诸善男子善女人。若有信者。应当发愿。生彼国土。舍利弗。如我今者。称赞诸佛不可思议功德。彼诸佛等。亦称赞我不可思议功德。而作是言。释迦牟尼佛。能为甚难希有之事。能于娑婆国土。五浊恶世。劫浊。见浊。烦恼浊。众生浊。命浊中。得阿耨多罗三藐三菩提。为诸众生。说是一切世间难信之法。舍利弗。当知我于五浊恶世。行此难事。得阿耨多罗三藐三菩提。为一切世间说此难信之法。是为甚难。佛说此经已。舍利弗。及诸比丘。一切世间天人阿修罗等。闻佛所说。欢喜信受。作礼而去。】",
      "zh_TW": "【舍利弗。若有人已發願。今發願。當發願。欲生阿彌陀佛國者。是諸人等。皆得不退轉於阿耨多羅三藐三菩提。於彼國土。若已生。若今生。若當生。是故舍利弗。諸善男子善女人。若有信者。應當發願。生彼國土。舍利弗。如我今者。稱讚諸佛不可思議功德。彼諸佛等。亦稱讚我不可思議功德。而作是言。釋迦牟尼佛。能為甚難希有之事。能於娑婆國土。五濁惡世。劫濁。見濁。煩惱濁。眾生濁。命濁中。得阿耨多羅三藐三菩提。為諸眾生。說是一切世間難信之法。舍利弗。當知我於五濁惡世。行此難事。得阿耨多羅三藐三菩提。為一切世間說此難信之法。是為甚難。佛說此經已。舍利弗。及諸比丘。一切世間天人阿修羅等。聞佛所說。歡喜信受。作禮而去。】"
    },
    {
      "id": "01-008-0012_p0006",
      "zh_CN": "这是这一部经讲圆满了。「劝愿往生」，佛给我们讲，已经发愿的，「皆得不退菩提」，他现在已经生极乐世界；「今发愿」，是今天现在，现在发愿的，现在必定往生；将来，将来发愿的，他当来一定也往生，确确实实所谓是万修万人去，一个都不会漏掉的。「若有信者，应当发愿」，佛真是苦口婆心的劝导我们，你要果然相信释迦牟尼佛的话，相信十方诸佛的话，那你就应当发愿求生。「信愿往生，正显所发之愿无虚」，这个愿不会落空，一定能够圆满的，正是古德所讲，「一念相应一念生，念念相应念念生」，注重在念念切实的信愿。所以，这一句佛号念的时候，一定要从深信切愿里面念出来，才能够真正产生效果。这部经确实是一生成佛的妙典，现前离苦得乐、破迷开悟、幸福美满的不二法门。请翻到六十二面。",
      "zh_TW": "這是這一部經講圓滿了。「勸願往生」，佛給我們講，已經發願的，「皆得不退菩提」，他現在已經生極樂世界；「今發願」，是今天現在，現在發願的，現在必定往生；將來，將來發願的，他當來一定也往生，確確實實所謂是萬修萬人去，一個都不會漏掉的。「若有信者，應當發願」，佛真是苦口婆心的勸導我們，你要果然相信釋迦牟尼佛的話，相信十方諸佛的話，那你就應當發願求生。「信願往生，正顯所發之願無虛」，這個願不會落空，一定能夠圓滿的，正是古德所講，「一念相應一念生，念念相應念念生」，注重在念念切實的信願。所以，這一句佛號念的時候，一定要從深信切願裡面念出來，才能夠真正產生效果。這部經確實是一生成佛的妙典，現前離苦得樂、破迷開悟、幸福美滿的不二法門。請翻到六十二面。"
    },
    {
      "id": "01-008-0012_p0007",
      "zh_CN": "「本经三劝发愿」，这真是所谓的苦口婆心，一而再，再而三，这样的恳切。第一次佛劝我们，是「众生闻者，应当发愿，愿生彼国」，这是经文；第二次又劝我们，「若有众生，闻是说者，应当发愿，生彼国土」；在这一段我们又看到佛再三的劝导我们，「若有信者，应当发愿，生彼国土」。佛总共在这部经里面，三次劝我们往生西方极乐世界，也就是劝我们一心专念阿弥陀佛的名号。「释迦悲心特切，不惮重烦，再三劝谕，若不发愿求生净土，则辜负佛恩甚矣」，你就辜负得太多了，像这些地方我们多念、多想想。一般人念经，念完之后，他不仔细去想想佛在经里面对我们的开示，对我们的教训。如果多想想，才能体会到佛的苦口婆心。",
      "zh_TW": "「本經三勸發願」，這真是所謂的苦口婆心，一而再，再而三，這樣的懇切。第一次佛勸我們，是「眾生聞者，應當發願，願生彼國」，這是經文；第二次又勸我們，「若有眾生，聞是說者，應當發願，生彼國土」；在這一段我們又看到佛再三的勸導我們，「若有信者，應當發願，生彼國土」。佛總共在這部經裡面，三次勸我們往生西方極樂世界，也就是勸我們一心專念阿彌陀佛的名號。「釋迦悲心特切，不憚重煩，再三勸諭，若不發願求生淨土，則辜負佛恩甚矣」，你就辜負得太多了，像這些地方我們多念、多想想。一般人念經，念完之後，他不仔細去想想佛在經裡面對我們的開示，對我們的教訓。如果多想想，才能體會到佛的苦口婆心。"
    },
    {
      "id": "01-008-0012_p0008",
      "zh_CN": "下面说「愿依四弘」，我们求生西方极乐世界的大愿，就是无上菩提心，所以一定跟四弘誓愿相应。四弘誓愿第一个是「众生无边誓愿度」。佛弟子一定要像佛与大菩萨们一样，要发广大心，帮助一切众生脱离苦海。苦从哪里来的？苦是从迷惑、造业而来的，所以要真正帮助众生离苦得乐，一定要帮助他破迷开悟。帮助众生破迷开悟，就是要教学，要教他，要指点他，要提醒他，要诱导他，使他真正觉悟，觉悟了才能离苦得乐。一定要发这样的大心大愿，与佛同心同愿。「烦恼无尽誓愿断」，我们发了大愿之后，要想帮助众生，先要成就自己，自己没有成就，帮助众生的愿就会落空。成就自己，第一个是成就自己的德行，烦恼把我们性德障碍住了，我们有无量的性德不能现前。要想恢复自己的性德，首先要断烦恼，烦恼断了之后才学法门，「法门无量誓愿学」。",
      "zh_TW": "下面說「願依四弘」，我們求生西方極樂世界的大願，就是無上菩提心，所以一定跟四弘誓願相應。四弘誓願第一個是「眾生無邊誓願度」。佛弟子一定要像佛與大菩薩們一樣，要發廣大心，幫助一切眾生脫離苦海。苦從哪裡來的？苦是從迷惑、造業而來的，所以要真正幫助眾生離苦得樂，一定要幫助他破迷開悟。幫助眾生破迷開悟，就是要教學，要教他，要指點他，要提醒他，要誘導他，使他真正覺悟，覺悟了才能離苦得樂。一定要發這樣的大心大願，與佛同心同願。「煩惱無盡誓願斷」，我們發了大願之後，要想幫助眾生，先要成就自己，自己沒有成就，幫助眾生的願就會落空。成就自己，第一個是成就自己的德行，煩惱把我們性德障礙住了，我們有無量的性德不能現前。要想恢復自己的性德，首先要斷煩惱，煩惱斷了之後才學法門，「法門無量誓願學」。"
    },
    {
      "id": "01-008-0012_p0009",
      "zh_CN": "我们在这个表上列的，大家就很明显的看出来，发愿在这个世界，一心称名、断一切烦恼，在这个世界。法门无量誓愿学是不是现在就要学？现在不学，到西方极乐世界再学。到西方极乐世界，给诸位说老师好，那真是名师，阿弥陀佛名闻法界，一切诸佛刹土没有不知道阿弥陀佛的，这是第一个好老师；同学好，「诸上善人俱会一处」；法门完备，想学什么都没有缺乏的；同时寿命长久，有的是时间，真的无量无边的法门，都到西方极乐世界去完成。在我们这一生当中，我们只学一门就行了，一部《阿弥陀经》就够了。我学这一门，到了西方极乐世界再学无量法门，稳稳当当决定可靠。",
      "zh_TW": "我們在這個表上列的，大家就很明顯的看出來，發願在這個世界，一心稱名、斷一切煩惱，在這個世界。法門無量誓願學是不是現在就要學？現在不學，到西方極樂世界再學。到西方極樂世界，給諸位說老師好，那真是名師，阿彌陀佛名聞法界，一切諸佛剎土沒有不知道阿彌陀佛的，這是第一個好老師；同學好，「諸上善人俱會一處」；法門完備，想學什麼都沒有缺乏的；同時壽命長久，有的是時間，真的無量無邊的法門，都到西方極樂世界去完成。在我們這一生當中，我們只學一門就行了，一部《阿彌陀經》就夠了。我學這一門，到了西方極樂世界再學無量法門，穩穩當當決定可靠。"
    },
    {
      "id": "01-008-0012_p0010",
      "zh_CN": "如果在这个世间你就要学无量法门，寿命很短，学不到几年，寿命到了，西方世界也没去，还要搞六道轮回。如果我们的五戒十善到不了六十分，来生人道的资格就没有了，三途去了。三途进去容易，出来难，他们的寿命太长久了，苦报也很多，很难再遇到佛法。我们要知道这个事实的状况，必须要把握这一生难得的机缘，在这一生一定要成就。所以，学法门、成佛道都是在极乐世界的事情。我们把这分成两个阶段，先「厌离娑婆，欣求极乐，故得不退转于大菩提」。在现在，我专修一门，不退转，到了西方极乐世界那更不必说了，这在前面都跟诸位报告过了。",
      "zh_TW": "如果在這個世間你就要學無量法門，壽命很短，學不到幾年，壽命到了，西方世界也沒去，還要搞六道輪迴。如果我們的五戒十善到不了六十分，來生人道的資格就沒有了，三途去了。三途進去容易，出來難，他們的壽命太長久了，苦報也很多，很難再遇到佛法。我們要知道這個事實的狀況，必須要把握這一生難得的機緣，在這一生一定要成就。所以，學法門、成佛道都是在極樂世界的事情。我們把這分成兩個階段，先「厭離娑婆，欣求極樂，故得不退轉於大菩提」。在現在，我專修一門，不退轉，到了西方極樂世界那更不必說了，這在前面都跟諸位報告過了。"
    },
    {
      "id": "01-008-0012_p0011",
      "zh_CN": "「一念相应一念生，念念相应念念生」，什么叫相应？前面也说过，怕有些同学前面没来听，这两天才来听，前面就没听到了。相应，我们讲得踏实一点，现在的术语讲落实，我们讲得落实一点。我们的心要像阿弥陀佛的心，要相似，我们的愿也要像阿弥陀佛的愿，我们的解、行也都像阿弥陀佛，这就相应。这样的相应给诸位说，单单靠嘴念经、念佛是做不到的，念了以后，还要在日常生活当中去做到。最具体的课诵的方法，早课念《无量寿经》第六章，四十八愿，早课就念这个。我们的心愿跟阿弥陀佛一样，把四十八愿变成我们自己的本愿，我念熟了我也发这个愿。阿弥陀佛过去发这个愿，我现在也发这个愿，我跟阿弥陀佛同心同愿。",
      "zh_TW": "「一念相應一念生，念念相應念念生」，什麼叫相應？前面也說過，怕有些同學前面沒來聽，這兩天才來聽，前面就沒聽到了。相應，我們講得踏實一點，現在的術語講落實，我們講得落實一點。我們的心要像阿彌陀佛的心，要相似，我們的願也要像阿彌陀佛的願，我們的解、行也都像阿彌陀佛，這就相應。這樣的相應給諸位說，單單靠嘴念經、念佛是做不到的，念了以後，還要在日常生活當中去做到。最具體的課誦的方法，早課念《無量壽經》第六章，四十八願，早課就念這個。我們的心願跟阿彌陀佛一樣，把四十八願變成我們自己的本願，我念熟了我也發這個願。阿彌陀佛過去發這個願，我現在也發這個願，我跟阿彌陀佛同心同願。"
    },
    {
      "id": "01-008-0012_p0012",
      "zh_CN": "晚课念《无量寿经》第三十三章到三十七章，五章。实在讲三十二章也很好，如果你想多念一点，就念三十二章、三十三、三十四、三十五、三十六、三十七，六章。这个六章是阿弥陀佛教给我们怎么样过日子，怎么样跟大众相处，处事待人接物要用什么样的心态，用什么心理，什么样的态度，怎么做法，这就是我们的行跟阿弥陀佛一样，这叫相应。这样念佛、学佛，没有一个不往生，个个往生，一个人都不会落空，要这样念法。",
      "zh_TW": "晚課念《無量壽經》第三十三章到三十七章，五章。實在講三十二章也很好，如果你想多念一點，就念三十二章、三十三、三十四、三十五、三十六、三十七，六章。這個六章是阿彌陀佛教給我們怎麼樣過日子，怎麼樣跟大眾相處，處事待人接物要用什麼樣的心態，用什麼心理，什麼樣的態度，怎麼做法，這就是我們的行跟阿彌陀佛一樣，這叫相應。這樣念佛、學佛，沒有一個不往生，個個往生，一個人都不會落空，要這樣念法。"
    },
    {
      "id": "01-008-0012_p0013",
      "zh_CN": "「妙因妙果，不离一心」，一心是真心，真心的来修学，真心来称念。「何俟娑婆报尽，只今信愿持名，莲萼光荣，金台影现，便非娑婆界内人也」，大师这几句话说得好，不必等往生。诸位真的像我刚才所讲的这个方法，念经、念佛，依教奉行，心愿解行都向阿弥陀佛学习。阿弥陀佛是我们的榜样，我们照着这个样子来修，你现在虽然没往生，已经是极乐世界人。为什么？极乐世界那里已经注册，报了名，入境证都发给你了，你随时可以去。现在在这个世间，已经不是娑婆世界的人，是极乐世界的人，那怎么一样？极乐世界的人是菩萨；换句话说，你现前不知不觉的已经超凡入圣，你已经是菩萨身分，可是自己不知道，实实在在是菩萨身分。一切诸佛菩萨看得清清楚楚，你已经从凡夫不知不觉变成菩萨，变成西方极乐世界菩萨，第一殊胜，十方世界的菩萨不能为比。",
      "zh_TW": "「妙因妙果，不離一心」，一心是真心，真心的來修學，真心來稱念。「何俟娑婆報盡，只今信願持名，蓮萼光榮，金台影現，便非娑婆界內人也」，大師這幾句話說得好，不必等往生。諸位真的像我剛才所講的這個方法，念經、念佛，依教奉行，心願解行都向阿彌陀佛學習。阿彌陀佛是我們的榜樣，我們照著這個樣子來修，你現在雖然沒往生，已經是極樂世界人。為什麼？極樂世界那裡已經註冊，報了名，入境證都發給你了，你隨時可以去。現在在這個世間，已經不是娑婆世界的人，是極樂世界的人，那怎麼一樣？極樂世界的人是菩薩；換句話說，你現前不知不覺的已經超凡入聖，你已經是菩薩身分，可是自己不知道，實實在在是菩薩身分。一切諸佛菩薩看得清清楚楚，你已經從凡夫不知不覺變成菩薩，變成西方極樂世界菩薩，第一殊勝，十方世界的菩薩不能為比。"
    },
    {
      "id": "01-008-0012_p0014",
      "zh_CN": "「极圆极顿」，圆是圆满，没有一法比这个更圆满，圆满到了极处；顿是快速，快速到了极处。「难思难议，唯有大智，方能谛信」，要不是真正大智慧的人，真的不容易相信。所以，夏莲居老居士讲这个法门，「佛说难信真难信，亿万人中一二知」。新加坡同修们与阿弥陀佛有非常深的因缘，要没有缘，我们怎么能聚集在一会？三次的聚集完成这一部无上的妙典。前面两次聚会，讲《无量寿经》，这次虽然不能讲全经，已经把《要解》的精义都提出向诸位报告。这个缘分非常的希有，能相信就是经上所讲的大智，真实的智慧。",
      "zh_TW": "「極圓極頓」，圓是圓滿，沒有一法比這個更圓滿，圓滿到了極處；頓是快速，快速到了極處。「難思難議，唯有大智，方能諦信」，要不是真正大智慧的人，真的不容易相信。所以，夏蓮居老居士講這個法門，「佛說難信真難信，億萬人中一二知」。新加坡同修們與阿彌陀佛有非常深的因緣，要沒有緣，我們怎麼能聚集在一會？三次的聚集完成這一部無上的妙典。前面兩次聚會，講《無量壽經》，這次雖然不能講全經，已經把《要解》的精義都提出向諸位報告。這個緣分非常的希有，能相信就是經上所講的大智，真實的智慧。"
    },
    {
      "id": "01-008-0012_p0015",
      "zh_CN": "「诸佛共赞释迦，浊世证果度生」，十方一切诸佛如来赞叹本师释迦牟尼佛，在娑婆世界示现成佛，示现度众生。依凭的是什么？就是这部经。「能为甚难希有」，一个是「娑婆世界」，娑婆世界还罢了，娑婆是梵语，翻成中国的意思是很苦的世界。这个世界很苦，没有什么快乐的，娑婆是很苦的意思，杂乱的意思，杂乱、很苦，娑婆是这个意思。「五浊恶世」，很苦到浊恶，那就更苦，苦到极处了。什么时代？就是讲我们现在这个时代，我们现在这个时代浊恶到了极处。什么叫浊？什么叫恶？后面会跟诸位解释。",
      "zh_TW": "「諸佛共讚釋迦，濁世證果度生」，十方一切諸佛如來讚歎本師釋迦牟尼佛，在娑婆世界示現成佛，示現度眾生。依憑的是什麼？就是這部經。「能為甚難希有」，一個是「娑婆世界」，娑婆世界還罷了，娑婆是梵語，翻成中國的意思是很苦的世界。這個世界很苦，沒有什麼快樂的，娑婆是很苦的意思，雜亂的意思，雜亂、很苦，娑婆是這個意思。「五濁惡世」，很苦到濁惡，那就更苦，苦到極處了。什麼時代？就是講我們現在這個時代，我們現在這個時代濁惡到了極處。什麼叫濁？什麼叫惡？後面會跟諸位解釋。"
    },
    {
      "id": "01-008-0012_p0016",
      "zh_CN": "佛在这个环境里面，他能示现成佛，「得证无上正等正觉，为众说此难信之法」。为这个浊世众生说，下面有个比较，为五浊恶世众生说「渐法容易」。告诉他慢慢修，先修人天，再修声闻，再修菩萨，大家听了很欢喜，可以接受。「顿法难」，跟他讲你三年五载就可以成圆满的佛，他听了摇头，他不相信，他不能接受。一个是：没那么容易，哪有这么容易的？你在骗我；另外一个：我业障太重了，我这一生能成得了佛吗？难！说这个方法难。「余顿法犹易，净土横超，顿法犹难」，说其他的顿法（像禅、像密，可以说都是大乘的顿法）还容易，说这个法最难。这个法什么？只有一句阿弥陀佛，老实讲，四个字加上南无，也不过六个字，这么容易，所以大家不肯相信。相信什么？相信拐弯抹角的，一定很难很难才会成就。诸位要晓得，凡是很难的都不是最上的法门，愈是最高的法门愈容易。你看在我们中国学术里面，最高深的经典称为什么？《易经》。什么叫易？容易、简易，简单容易，最高的方法就是最容易、最简单的方法。可惜什么？可惜你不相信。你喜欢难的，佛才找些难的来教你，如果你觉得容易的我能接受，佛马上就教给你容易的。佛绝对不会故意刁难，是你自己喜欢难，那有什么法子？佛才讲一些迂回的道路，让你慢慢去走去。",
      "zh_TW": "佛在這個環境裡面，他能示現成佛，「得證無上正等正覺，為眾說此難信之法」。為這個濁世眾生說，下面有個比較，為五濁惡世眾生說「漸法容易」。告訴他慢慢修，先修人天，再修聲聞，再修菩薩，大家聽了很歡喜，可以接受。「頓法難」，跟他講你三年五載就可以成圓滿的佛，他聽了搖頭，他不相信，他不能接受。一個是：沒那麼容易，哪有這麼容易的？你在騙我；另外一個：我業障太重了，我這一生能成得了佛嗎？難！說這個方法難。「餘頓法猶易，淨土橫超，頓法猶難」，說其他的頓法（像禪、像密，可以說都是大乘的頓法）還容易，說這個法最難。這個法什麼？只有一句阿彌陀佛，老實講，四個字加上南無，也不過六個字，這麼容易，所以大家不肯相信。相信什麼？相信拐彎抹角的，一定很難很難才會成就。諸位要曉得，凡是很難的都不是最上的法門，愈是最高的法門愈容易。你看在我們中國學術裡面，最高深的經典稱為什麼？《易經》。什麼叫易？容易、簡易，簡單容易，最高的方法就是最容易、最簡單的方法。可惜什麼？可惜你不相信。你喜歡難的，佛才找些難的來教你，如果你覺得容易的我能接受，佛馬上就教給你容易的。佛絕對不會故意刁難，是你自己喜歡難，那有什麼法子？佛才講一些迂迴的道路，讓你慢慢去走去。"
    },
    {
      "id": "01-008-0012_p0017",
      "zh_CN": "「净土横超，顿修顿证」，这个法门即佛即心，所以叫顿修；即心即佛，所以称之为顿证，也就是《观经》里面讲的「是心是佛，是心作佛」。「妙观已自不易，说此无藉劬劳修证，但持名号，往生不退，第一方便，更为难中之难也」。妙观是讲《十六观经》，天台大师是依《十六观经》来修学的。能观的心就是一心三观，所观的境界就是一境三谛，谛、观都在一心，所以叫做妙观。天台大师《观无量寿经》的注解叫做《妙宗》，四明尊者的钞叫《妙宗钞》，妙心、妙观，已经都不容易了，相当之难。小本《弥陀经》教给我们的方法，《无量寿经》教给我们的方法是更简单，就是一心系念「南无阿弥陀佛」，就一句名号，所以这是第一方便。不必要三大阿僧祇劫这么长的时间，也不要用一百劫去修福报，不用，就靠这六个字，福慧圆满！这个不可思议，带业往生，即生成佛，这叫第一方便。",
      "zh_TW": "「淨土橫超，頓修頓證」，這個法門即佛即心，所以叫頓修；即心即佛，所以稱之為頓證，也就是《觀經》裡面講的「是心是佛，是心作佛」。「妙觀已自不易，說此無藉劬勞修證，但持名號，往生不退，第一方便，更為難中之難也」。妙觀是講《十六觀經》，天台大師是依《十六觀經》來修學的。能觀的心就是一心三觀，所觀的境界就是一境三諦，諦、觀都在一心，所以叫做妙觀。天台大師《觀無量壽經》的註解叫做《妙宗》，四明尊者的鈔叫《妙宗鈔》，妙心、妙觀，已經都不容易了，相當之難。小本《彌陀經》教給我們的方法，《無量壽經》教給我們的方法是更簡單，就是一心繫念「南無阿彌陀佛」，就一句名號，所以這是第一方便。不必要三大阿僧祇劫這麼長的時間，也不要用一百劫去修福報，不用，就靠這六個字，福慧圓滿！這個不可思議，帶業往生，即生成佛，這叫第一方便。"
    },
    {
      "id": "01-008-0012_p0018",
      "zh_CN": "底下要跟诸位解释一下，「五浊恶世」这句话怎么讲法。「依持名法门释五浊恶世」，这个浊就是我们今天所讲的染污，浊就是染污、不清净。我们今天知道，科技发达的后遗症出现了，不但地球表面，生物普遍受了染污，海洋也被染污，太空也被染污了。现在这些科学家都着急了，这种染污如果继续不断的发展下去，他们说这个地球再过五十年，就不适合人类生存了。古代的动物，许许多多的动物都绝迹了，牠为什么绝迹？牠生存环境受染污，没有法子再生存。我们今天如果不再去研究，讲求环境染污的防护，恐怕五十年之后，这个地球上的人就变成恐龙一样，绝迹了，这个很可怕。五十年也许诸位想想还不怕，我这一代还可以，底下一代可怜。因为我们想想，五十年，我很难再活五十年，再活五十年我都一百多岁了。",
      "zh_TW": "底下要跟諸位解釋一下，「五濁惡世」這句話怎麼講法。「依持名法門釋五濁惡世」，這個濁就是我們今天所講的染污，濁就是染污、不清淨。我們今天知道，科技發達的後遺症出現了，不但地球表面，生物普遍受了染污，海洋也被染污，太空也被染污了。現在這些科學家都著急了，這種染污如果繼續不斷的發展下去，他們說這個地球再過五十年，就不適合人類生存了。古代的動物，許許多多的動物都絕跡了，牠為什麼絕跡？牠生存環境受染污，沒有法子再生存。我們今天如果不再去研究，講求環境染污的防護，恐怕五十年之後，這個地球上的人就變成恐龍一樣，絕跡了，這個很可怕。五十年也許諸位想想還不怕，我這一代還可以，底下一代可憐。因為我們想想，五十年，我很難再活五十年，再活五十年我都一百多歲了。"
    },
    {
      "id": "01-008-0012_p0019",
      "zh_CN": "可是严重的染污，这是大家晓得的，还有更严重的染污，比生态染污还要严重，大家还没有发现。这是什么染污？心理染污、精神染污、思想染污、见解染污、生理染污，这个不得了，这个毒素太深太深了，洗不净。所以，我很冷静的观察，我们中国大陆上的同胞有福报。为什么？在今天全球来讲，他们的染污最轻，因为他只中了一种毒，只有一种染污，就是马克思的毒素，只有这一种；这一种洗清了，身心洁净。外面自由世界的，总有几十种染污，几百种染污，洗掉一层又一层，洗掉一层又一层，永远洗不净，太可怕了，不如中国大陆。你们仔细想想，我的话对不对？你看大陆上所有宗教、一切言论限制，出版限制，为什么？防止染污。要不限制，今天听这个说说，明天听那个说说，头脑乱七八糟。它好，它统统禁止。统统禁止，脑子很干净，比我们干净多了。他有毒，只有一种毒，我们总有百十种毒都不止，百千种毒，不如他们。所以，也很多外国人说，二十一世纪是我们中国人的时代，中国人的世纪，这个话很有道理。我到大陆上走了几趟看看，中国大陆有前途，有非常深厚的潜力。只要这个毒素一洗刷干净，确确实实可以做全世界人一个好榜样。",
      "zh_TW": "可是嚴重的染污，這是大家曉得的，還有更嚴重的染污，比生態染污還要嚴重，大家還沒有發現。這是什麼染污？心理染污、精神染污、思想染污、見解染污、生理染污，這個不得了，這個毒素太深太深了，洗不淨。所以，我很冷靜的觀察，我們中國大陸上的同胞有福報。為什麼？在今天全球來講，他們的染污最輕，因為他只中了一種毒，只有一種染污，就是馬克思的毒素，只有這一種；這一種洗清了，身心潔淨。外面自由世界的，總有幾十種染污，幾百種染污，洗掉一層又一層，洗掉一層又一層，永遠洗不淨，太可怕了，不如中國大陸。你們仔細想想，我的話對不對？你看大陸上所有宗教、一切言論限制，出版限制，為什麼？防止染污。要不限制，今天聽這個說說，明天聽那個說說，頭腦亂七八糟。它好，它統統禁止。統統禁止，腦子很乾淨，比我們乾淨多了。他有毒，只有一種毒，我們總有百十種毒都不止，百千種毒，不如他們。所以，也很多外國人說，二十一世紀是我們中國人的時代，中國人的世紀，這個話很有道理。我到大陸上走了幾趟看看，中國大陸有前途，有非常深厚的潛力。只要這個毒素一洗刷乾淨，確確實實可以做全世界人一個好榜樣。"
    },
    {
      "id": "01-008-0012_p0020",
      "zh_CN": "我们现在完全就净宗来观察，来看经上所讲的「劫浊」。劫是时代，所谓年头不好，这个时代不好，染污的时代，生在这个严重染污的时代。「非带业横出之行，必不能度」，蕅益大师跟我们讲的这个话，完全肯定，一丝毫怀疑都没有。必是必定，换句话说，在现在这个时代，你不修这个法门，修别的法门，别的法门是不带业的，只有念佛往生净土是带业往生，只有这个法门。除这个法门之外，必不能度，这是蕅益大师讲的；换句话说，你必定出不了三界，脱不了轮回，这个我们要注意。",
      "zh_TW": "我們現在完全就淨宗來觀察，來看經上所講的「劫濁」。劫是時代，所謂年頭不好，這個時代不好，染污的時代，生在這個嚴重染污的時代。「非帶業橫出之行，必不能度」，蕅益大師跟我們講的這個話，完全肯定，一絲毫懷疑都沒有。必是必定，換句話說，在現在這個時代，你不修這個法門，修別的法門，別的法門是不帶業的，只有念佛往生淨土是帶業往生，只有這個法門。除這個法門之外，必不能度，這是蕅益大師講的；換句話說，你必定出不了三界，脫不了輪迴，這個我們要注意。"
    },
    {
      "id": "01-008-0012_p0021",
      "zh_CN": "「见浊」，见是见解，见解错误。「五利使增盛，非不假方便之行，必不能度」。五大类错误的见解，这个见解一天比一天增长，要不是一个非常殊胜、特别的法门，你的修行叫白费功夫。哪五大类？诸位翻过来看。「五利使」，使是比喻，使就是差使，就像现在的警察一样。警察是干什么的？专门抓犯罪的，这五个差使专门来抓犯罪的，五利使，利是讲它来得猛利。",
      "zh_TW": "「見濁」，見是見解，見解錯誤。「五利使增盛，非不假方便之行，必不能度」。五大類錯誤的見解，這個見解一天比一天增長，要不是一個非常殊勝、特別的法門，你的修行叫白費功夫。哪五大類？諸位翻過來看。「五利使」，使是比喻，使就是差使，就像現在的警察一樣。警察是幹什麼的？專門抓犯罪的，這五個差使專門來抓犯罪的，五利使，利是講它來得猛利。"
    },
    {
      "id": "01-008-0012_p0022",
      "zh_CN": "第一个「身见」，把这个身体当作自己，这是最大错误的见解。这身不是自己，你想想看，哪个众生不把身当作自己？我们今天说身不是自己，大家听了都奇怪，身不是自己，什么是自己？身确实不是自己，不是自己是什么？给诸位讲，是自己所有之物，是我自己有的。好像这个毛巾是我所有的，这身体是我所有的，不是我。不是我，是我所有的，你能把这个观念转过来就正确，就对了，身不是自己。我们也限于时间，不能跟诸位细说这个道理，可是在《阿弥陀经疏钞》里面我讲得很清楚。《疏钞》讲了三百多个小时，诸位要细细的去听，那里面讲得清楚，因为有足够的时间。",
      "zh_TW": "第一個「身見」，把這個身體當作自己，這是最大錯誤的見解。這身不是自己，你想想看，哪個眾生不把身當作自己？我們今天說身不是自己，大家聽了都奇怪，身不是自己，什麼是自己？身確實不是自己，不是自己是什麼？給諸位講，是自己所有之物，是我自己有的。好像這個毛巾是我所有的，這身體是我所有的，不是我。不是我，是我所有的，你能把這個觀念轉過來就正確，就對了，身不是自己。我們也限於時間，不能跟諸位細說這個道理，可是在《阿彌陀經疏鈔》裡面我講得很清楚。《疏鈔》講了三百多個小時，諸位要細細的去聽，那裡面講得清楚，因為有足夠的時間。"
    },
    {
      "id": "01-008-0012_p0023",
      "zh_CN": "「不悟四大假合，虚幻无常」，你不觉悟，不知道这个身的真相。身的真相是什么？是四大、五蕴假合的，聚合现这么一个形相；四大是物质，五蕴是精神。四大，佛法里面讲地、水、火、风，这个四大。地水火风就是我们今天科学里面所发现的基本的物质，我们今天讲原子、电子，可能将来再发现比这个更小的，这是物质的基本的物质。这个基本的物质有四种现象，就是四种特性，第一个，它确实是一个物体，在高倍的显微镜之下能看得见，它是个物体。物体我们就叫它做地大，地就表示实实在在有个东西，地是讲实有。火是讲它有温度，水是说它有湿度，现在外国人讲带电，火就是阳电，水就是阴电。风，它是动的，它不是静止的，这个基本的物质是动的。",
      "zh_TW": "「不悟四大假合，虛幻無常」，你不覺悟，不知道這個身的真相。身的真相是什麼？是四大、五蘊假合的，聚合現這麼一個形相；四大是物質，五蘊是精神。四大，佛法裡面講地、水、火、風，這個四大。地水火風就是我們今天科學裡面所發現的基本的物質，我們今天講原子、電子，可能將來再發現比這個更小的，這是物質的基本的物質。這個基本的物質有四種現象，就是四種特性，第一個，它確實是一個物體，在高倍的顯微鏡之下能看得見，它是個物體。物體我們就叫它做地大，地就表示實實在在有個東西，地是講實有。火是講它有溫度，水是說它有濕度，現在外國人講帶電，火就是陽電，水就是陰電。風，它是動的，它不是靜止的，這個基本的物質是動的。"
    },
    {
      "id": "01-008-0012_p0024",
      "zh_CN": "所以，诸位要晓得四大是这个意思。不要以为，地大概就是讲的土地，水大概就是流动的，你这样看法，就把经义看错了。因为佛在《金刚经》里面给我们说，山河大地、一切众生都是一合相，你看现在科学家发现是一合相，都是一个基本物质组合的。组合排列方程式不一样，就变成元素，元素再排列不相同，就变成山河大地、一切众生，总归同一个基本的物质。佛在三千年前就观察得清清楚楚，为我们说得明明白白，现在科学家才发现。所以，身体确实是四大假合，虚幻无常。",
      "zh_TW": "所以，諸位要曉得四大是這個意思。不要以為，地大概就是講的土地，水大概就是流動的，你這樣看法，就把經義看錯了。因為佛在《金剛經》裡面給我們說，山河大地、一切眾生都是一合相，你看現在科學家發現是一合相，都是一個基本物質組合的。組合排列方程式不一樣，就變成元素，元素再排列不相同，就變成山河大地、一切眾生，總歸同一個基本的物質。佛在三千年前就觀察得清清楚楚，為我們說得明明白白，現在科學家才發現。所以，身體確實是四大假合，虛幻無常。"
    },
    {
      "id": "01-008-0012_p0025",
      "zh_CN": "「边见」，这是错误的见解。边见是什么？是两边，也就是今天讲的相对，相对的观念是错误的。「不悟见解既偏，失乎中道」，这变成偏见。边见是有长就有短，有大就有小，一切法都是相对建立的，这叫做边见。这是错误的见解，见不到宇宙人生的真相。",
      "zh_TW": "「邊見」，這是錯誤的見解。邊見是什麼？是兩邊，也就是今天講的相對，相對的觀念是錯誤的。「不悟見解既偏，失乎中道」，這變成偏見。邊見是有長就有短，有大就有小，一切法都是相對建立的，這叫做邊見。這是錯誤的見解，見不到宇宙人生的真相。"
    },
    {
      "id": "01-008-0012_p0026",
      "zh_CN": "第三个「见取见」跟第四个「戒取见」，都是我们中国人讲的成见，某人的成见太深。成见什么？执着。执着有两大类，一类是从因上的执着，一类是果上的执着。见取见是果上的执着，「非果计果」，不是真正的果报，以为那是真的。譬如许多人都希望生天，认为天上就得永生，永远去享受快乐，这是错误的。殊不知天也有寿命，天也有苦处，不过他们苦少乐多，这是真的，寿命比我们长，这是真的，但是他还是苦。寿命长，总有一天寿命到了，还要堕落，还是搞轮回，这不究竟。",
      "zh_TW": "第三個「見取見」跟第四個「戒取見」，都是我們中國人講的成見，某人的成見太深。成見什麼？執著。執著有兩大類，一類是從因上的執著，一類是果上的執著。見取見是果上的執著，「非果計果」，不是真正的果報，以為那是真的。譬如許多人都希望生天，認為天上就得永生，永遠去享受快樂，這是錯誤的。殊不知天也有壽命，天也有苦處，不過他們苦少樂多，這是真的，壽命比我們長，這是真的，但是他還是苦。壽命長，總有一天壽命到了，還要墮落，還是搞輪迴，這不究竟。"
    },
    {
      "id": "01-008-0012_p0027",
      "zh_CN": "「不悟有漏界中，终非究竟」，有漏是六道轮回，是三界，欲界、色界、无色界，这都是有漏的。有漏就是有烦恼，有人我、有是非、有烦恼，决定不究竟。诸位同修，不管你修学哪个法门，你记住，只要你修学这个法门，你还有人我、有是非、有烦恼你就不究竟，你就出不了三界，你就超越不了轮回。出不了三界，跳不出轮回，换句话说，三恶道就在等着你，你决定有分，这是真的，不是假的。为什么？想想我们，我们的心到底是戒定慧多，还是贪瞋痴多？两个比较比较就晓得了。如果戒定慧多过贪瞋痴，你来生可以得人身，人天两道；假如戒定慧少过贪瞋痴，那一定堕三恶道。不要问人，自己晚上好好的想一下就晓得，六道里头我要到哪一道去，清清楚楚、明明白白，这一点都不假。不得了，不求带业往生不得了，那三恶道就去定了。",
      "zh_TW": "「不悟有漏界中，終非究竟」，有漏是六道輪迴，是三界，欲界、色界、無色界，這都是有漏的。有漏就是有煩惱，有人我、有是非、有煩惱，決定不究竟。諸位同修，不管你修學哪個法門，你記住，只要你修學這個法門，你還有人我、有是非、有煩惱你就不究竟，你就出不了三界，你就超越不了輪迴。出不了三界，跳不出輪迴，換句話說，三惡道就在等著你，你決定有分，這是真的，不是假的。為什麼？想想我們，我們的心到底是戒定慧多，還是貪瞋痴多？兩個比較比較就曉得了。如果戒定慧多過貪瞋痴，你來生可以得人身，人天兩道；假如戒定慧少過貪瞋痴，那一定墮三惡道。不要問人，自己晚上好好的想一下就曉得，六道裡頭我要到哪一道去，清清楚楚、明明白白，這一點都不假。不得了，不求帶業往生不得了，那三惡道就去定了。"
    },
    {
      "id": "01-008-0012_p0028",
      "zh_CN": "「戒取见，非因计因」，因是讲修因，「不悟蒸沙作饭，尘劫难成」，这是《楞严经》上的比喻，你修其他的法门就好像煮沙，煮沙希望它变出饭出来，怎样煮它还是沙，变不出饭来。为什么？不是饭的因，你在因上搞错了。今天佛在此地告诉我们，修行成佛，往生不退，第一个真因，这决定不假，这是我们多么的幸运。",
      "zh_TW": "「戒取見，非因計因」，因是講修因，「不悟蒸沙作飯，塵劫難成」，這是《楞嚴經》上的比喻，你修其他的法門就好像煮沙，煮沙希望它變出飯出來，怎樣煮它還是沙，變不出飯來。為什麼？不是飯的因，你在因上搞錯了。今天佛在此地告訴我們，修行成佛，往生不退，第一個真因，這決定不假，這是我們多麼的幸運。"
    },
    {
      "id": "01-008-0012_p0029",
      "zh_CN": "第五种「邪见」，也就是不属于前面四类，所有一切错误的见解，都归到这一类，就不必再多说了。邪见里面最严重的，是不相信因果报应，这是最大的邪见，最严重的邪见。因为不相信因果报应，不相信六道轮回，换句话说，他认为人死了就完了，死了什么都没有了。在这个世间可以造作一切的恶端，他都不在乎，他不晓得造恶将来要受恶报，恶报太可怕。凡是相信因果报应的人，至少他起心动念他会谨慎一点。为什么？知道将来果报不好受，因此害人之心、恶心，他自己会控制一点。所以，佛把「拨无因果」列入最严重的邪见。「贻误众生，堕入深坑」，深坑就是地狱，无间地狱，这是讲的「见浊」，就是一切错误的见解。",
      "zh_TW": "第五種「邪見」，也就是不屬於前面四類，所有一切錯誤的見解，都歸到這一類，就不必再多說了。邪見裡面最嚴重的，是不相信因果報應，這是最大的邪見，最嚴重的邪見。因為不相信因果報應，不相信六道輪迴，換句話說，他認為人死了就完了，死了什麼都沒有了。在這個世間可以造作一切的惡端，他都不在乎，他不曉得造惡將來要受惡報，惡報太可怕。凡是相信因果報應的人，至少他起心動念他會謹慎一點。為什麼？知道將來果報不好受，因此害人之心、惡心，他自己會控制一點。所以，佛把「撥無因果」列入最嚴重的邪見。「貽誤眾生，墮入深坑」，深坑就是地獄，無間地獄，這是講的「見濁」，就是一切錯誤的見解。"
    },
    {
      "id": "01-008-0012_p0030",
      "zh_CN": "这个五类，除了身见之外（那是与生俱来的错误见解），其他四种，边见、见取见、戒取见、邪见，说老实话，我们今天在这个社会上遇到一些人，听人家讲，看报纸、看电视、看电影，所接触所有这些书本，可以说都是这四大类的不正确的知见。天天在接受，天天在吸收，这怎么得了！所以，我们的见解是错误的，不是正确的。要想把错误的见解舍掉，只有一个方法，老老实实念经、念佛。我劝同修每天把《无量寿经》念三遍，三遍是最少的，当然念的遍数愈多愈好，能念十遍那是最好的。现在在台湾、在许许多多地方，每天念十遍的人有很多。为什么？念经就不打妄想，就把这些胡思乱想舍掉了，念经的好处在此地。使我们的心恢复到清净，跟佛的见解、思想相应、接近，那就叫纯正的见解，纯正的思想，正知正见。",
      "zh_TW": "這個五類，除了身見之外（那是與生俱來的錯誤見解），其他四種，邊見、見取見、戒取見、邪見，說老實話，我們今天在這個社會上遇到一些人，聽人家講，看報紙、看電視、看電影，所接觸所有這些書本，可以說都是這四大類的不正確的知見。天天在接受，天天在吸收，這怎麼得了！所以，我們的見解是錯誤的，不是正確的。要想把錯誤的見解捨掉，只有一個方法，老老實實念經、念佛。我勸同修每天把《無量壽經》念三遍，三遍是最少的，當然念的遍數愈多愈好，能念十遍那是最好的。現在在台灣、在許許多多地方，每天念十遍的人有很多。為什麼？念經就不打妄想，就把這些胡思亂想捨掉了，念經的好處在此地。使我們的心恢復到清淨，跟佛的見解、思想相應、接近，那就叫純正的見解，純正的思想，正知正見。"
    },
    {
      "id": "01-008-0012_p0031",
      "zh_CN": "下面讲「烦恼浊」。「五钝使增盛，非即凡心是佛之行，必不能度」。钝使，钝是迟钝，这是讲思想的错误，也就是你想错了；前面五条是你看错了，这个五条是你想错了。这个五条是什么？是贪瞋痴慢疑这个五条，是属于错误的思想。「贪，不能看破，不了一切有为法如梦幻泡影」。真的，《金刚经》上讲的没错，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。在一切法里头不要起贪心，起贪心是错误的。为什么？一切法没有一法是实在的，你贪它干什么？这想错了，一定要把它看破。",
      "zh_TW": "下面講「煩惱濁」。「五鈍使增盛，非即凡心是佛之行，必不能度」。鈍使，鈍是遲鈍，這是講思想的錯誤，也就是你想錯了；前面五條是你看錯了，這個五條是你想錯了。這個五條是什麼？是貪瞋痴慢疑這個五條，是屬於錯誤的思想。「貪，不能看破，不了一切有為法如夢幻泡影」。真的，《金剛經》上講的沒錯，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。在一切法裡頭不要起貪心，起貪心是錯誤的。為什麼？一切法沒有一法是實在的，你貪它幹什麼？這想錯了，一定要把它看破。"
    },
    {
      "id": "01-008-0012_p0032",
      "zh_CN": "「瞋，不能忍辱，不了一念瞋心起，火烧功德林」。功德是什么？是定、是慧，慧是从定当中生的，一发脾气，定就没有了，心就不清净，定也没得了，慧也没有了，瞋恚之火把你所修的功德统统烧光。所以你们同修如果要问，我学佛这么多年，我修的功德有多大？有多少？那我就要问你，你想想，几时你曾经发过脾气？你说两个小时以前。你的功德两个小时以前的烧光了，那就是这两个小时的功德，前面都没有了。你才晓得，动瞋恨心的可怕。我们的功德为什么老修不成，一面修是一面烧，修的还不够烧的多，这怎么能成就？所以，诸位要提高警觉心，我们今天念佛不能得一心不乱，不能到功夫成片，原因在哪里？常常动瞋恚，所以你不能成功。凡是引起你瞋恚心的，不管是人与事，一引起瞋恚你马上提高警觉：这是来破坏我道心的，我决定不上当，决定不动心。你的功德就保全了。",
      "zh_TW": "「瞋，不能忍辱，不了一念瞋心起，火燒功德林」。功德是什麼？是定、是慧，慧是從定當中生的，一發脾氣，定就沒有了，心就不清淨，定也沒得了，慧也沒有了，瞋恚之火把你所修的功德統統燒光。所以你們同修如果要問，我學佛這麼多年，我修的功德有多大？有多少？那我就要問你，你想想，幾時你曾經發過脾氣？你說兩個小時以前。你的功德兩個小時以前的燒光了，那就是這兩個小時的功德，前面都沒有了。你才曉得，動瞋恨心的可怕。我們的功德為什麼老修不成，一面修是一面燒，修的還不夠燒的多，這怎麼能成就？所以，諸位要提高警覺心，我們今天念佛不能得一心不亂，不能到功夫成片，原因在哪裡？常常動瞋恚，所以你不能成功。凡是引起你瞋恚心的，不管是人與事，一引起瞋恚你馬上提高警覺：這是來破壞我道心的，我決定不上當，決定不動心。你的功德就保全了。"
    },
    {
      "id": "01-008-0012_p0033",
      "zh_CN": "你功德保全了，那个引起你瞋恚的人与事，他就是菩萨。为什么？菩萨成就你忍辱波罗蜜、禅定波罗蜜、般若波罗蜜，他来成就你；如果你一发脾气，破坏了，他是魔。可见得外面到底是魔、是佛，不一定，看自己，我心是清净，定的，外面是佛；我心不清净，不定，外面就是魔。所以诸位同修要知道，外境是无佛也无魔，佛与魔是自心变现出来的。我心有贪瞋痴，外面统统是魔；我心有戒定慧，外面统统是佛，佛与魔没有一定！大家把这两句话好好的记住，将来你遇到境界，什么是佛？什么是魔？不要再问了，常常来问我，不要再问了，老实念佛，你自己清楚明白。希望大家不要愚痴，你修的那一点功德，人家叫你烧、烧，好！你赶快就烧掉了，你很听话就烧掉了，上当了！他要叫你烧，我偏偏不烧，这有功夫。所以，学佛的人决定不动瞋恚心，要能忍辱，要有耐心。",
      "zh_TW": "你功德保全了，那個引起你瞋恚的人與事，他就是菩薩。為什麼？菩薩成就你忍辱波羅蜜、禪定波羅蜜、般若波羅蜜，他來成就你；如果你一發脾氣，破壞了，他是魔。可見得外面到底是魔、是佛，不一定，看自己，我心是清淨，定的，外面是佛；我心不清淨，不定，外面就是魔。所以諸位同修要知道，外境是無佛也無魔，佛與魔是自心變現出來的。我心有貪瞋痴，外面統統是魔；我心有戒定慧，外面統統是佛，佛與魔沒有一定！大家把這兩句話好好的記住，將來你遇到境界，什麼是佛？什麼是魔？不要再問了，常常來問我，不要再問了，老實念佛，你自己清楚明白。希望大家不要愚痴，你修的那一點功德，人家叫你燒、燒，好！你趕快就燒掉了，你很聽話就燒掉了，上當了！他要叫你燒，我偏偏不燒，這有功夫。所以，學佛的人決定不動瞋恚心，要能忍辱，要有耐心。"
    },
    {
      "id": "01-008-0012_p0034",
      "zh_CN": "第三个「愚痴」，愚痴就是对于什么是邪正，什么是真假，什么是是非，什么是善恶，什么是利害，都搞不清楚，一塌糊涂，甚至于搞颠倒了，这叫愚痴。实在讲现在愚痴的病很严重，不但一般人，乃至于受过高等教育的，在美国我遇到许许多多拿到博士学位的，什么是真佛教、假佛教他分不清楚。很多学了外道，以为他学了佛，拿到博士学位，高等知识分子，一样愚痴，这个我们要明了。回过头来反省反省，我自己是不是愚痴？我对于真佛、假佛，能辨得清楚吗？正法、邪法，我也能分得清楚吗？善恶、利害，我能辨别吗？果然能辨别，你真的有福，你将来福慧无边。你要不能辨别，眼前虽然有这一点福报，这一点福报会享尽，不多久就享尽了，你的苦报就要来了，那个很可怕。「不能明觉」，明是明了，觉是觉悟，「不了诸行无常，毕竟空寂」，这是愚痴。",
      "zh_TW": "第三個「愚痴」，愚痴就是對於什麼是邪正，什麼是真假，什麼是是非，什麼是善惡，什麼是利害，都搞不清楚，一塌糊塗，甚至於搞顛倒了，這叫愚痴。實在講現在愚痴的病很嚴重，不但一般人，乃至於受過高等教育的，在美國我遇到許許多多拿到博士學位的，什麼是真佛教、假佛教他分不清楚。很多學了外道，以為他學了佛，拿到博士學位，高等知識分子，一樣愚痴，這個我們要明瞭。回過頭來反省反省，我自己是不是愚痴？我對於真佛、假佛，能辨得清楚嗎？正法、邪法，我也能分得清楚嗎？善惡、利害，我能辨別嗎？果然能辨別，你真的有福，你將來福慧無邊。你要不能辨別，眼前雖然有這一點福報，這一點福報會享盡，不多久就享盡了，你的苦報就要來了，那個很可怕。「不能明覺」，明是明瞭，覺是覺悟，「不了諸行無常，畢竟空寂」，這是愚痴。"
    },
    {
      "id": "01-008-0012_p0035",
      "zh_CN": "第四个「慢」，慢是傲慢，「不能谦下，不了众生，佛性平等」。我们平常处事待人接物要谦虚、要恭敬、要谨慎，谦、敬、谨慎都是性德。性德为什么不能现前？傲慢作祟，傲慢把我们障碍住了。我们中国人，自古称为礼义之邦，可是现在要讲礼跟义两个字来讲，不如外国人。我们在外国，如果路上遇到些陌生的外国人，他们很远就会跟你打招呼，跟你笑笑，点头打招呼，我们中国人不会。所以，外国人对中国人普遍有个印象，觉得中国人好像都是债主一样。好像别人都欠了他的债，没还给他，那个面孔板起来好难看，他们不能理解。外国人比我们有礼貌，这是真的。所以，要学谦虚。佛门里面的礼节，为什么要用五体投地的礼节？这个里面学问很多，也有个重要的因素，破除我慢。我慢是俱生烦恼，连儒家都告诫，「傲不可长」，傲慢到此为止，不能再增加，增加决定没有好处。学佛要把我慢破掉，所以对人要修礼敬，你看十大愿王第一条，「礼敬诸佛」，就是专门对治我慢的。菩萨六度第一个是布施，是破贪欲的，破贪的；十大愿王第一个是破我慢的，用意非常之深。",
      "zh_TW": "第四個「慢」，慢是傲慢，「不能謙下，不了眾生，佛性平等」。我們平常處事待人接物要謙虛、要恭敬、要謹慎，謙、敬、謹慎都是性德。性德為什麼不能現前？傲慢作祟，傲慢把我們障礙住了。我們中國人，自古稱為禮義之邦，可是現在要講禮跟義兩個字來講，不如外國人。我們在外國，如果路上遇到些陌生的外國人，他們很遠就會跟你打招呼，跟你笑笑，點頭打招呼，我們中國人不會。所以，外國人對中國人普遍有個印象，覺得中國人好像都是債主一樣。好像別人都欠了他的債，沒還給他，那個面孔板起來好難看，他們不能理解。外國人比我們有禮貌，這是真的。所以，要學謙虛。佛門裡面的禮節，為什麼要用五體投地的禮節？這個裡面學問很多，也有個重要的因素，破除我慢。我慢是俱生煩惱，連儒家都告誡，「傲不可長」，傲慢到此為止，不能再增加，增加決定沒有好處。學佛要把我慢破掉，所以對人要修禮敬，你看十大願王第一條，「禮敬諸佛」，就是專門對治我慢的。菩薩六度第一個是布施，是破貪欲的，破貪的；十大願王第一個是破我慢的，用意非常之深。"
    },
    {
      "id": "01-008-0012_p0036",
      "zh_CN": "最后一个是「疑」，怀疑。「不能决断，不了是善则可亲，是道则可进」。特别是对于佛菩萨的教训怀疑，不肯接受，这是疑，这是重大的烦恼。为什么？把这一生难得遇到的机会断掉，太可惜了。所以，对圣教、佛菩萨的教诲不疑惑，这个人有福，这个人有智慧。特别是这部经，一切诸佛都给我们讲，难信之法，难信能信那是大智，不是普通的智慧。",
      "zh_TW": "最後一個是「疑」，懷疑。「不能決斷，不了是善則可親，是道則可進」。特別是對於佛菩薩的教訓懷疑，不肯接受，這是疑，這是重大的煩惱。為什麼？把這一生難得遇到的機會斷掉，太可惜了。所以，對聖教、佛菩薩的教誨不疑惑，這個人有福，這個人有智慧。特別是這部經，一切諸佛都給我們講，難信之法，難信能信那是大智，不是普通的智慧。"
    },
    {
      "id": "01-008-0012_p0037",
      "zh_CN": "底下一段再说「众生浊」，众生范围非常广大，包括我们现在所讲的动物、植物、矿物，种种的染污。见惑是见解的染污，思惑是思想的染污，众生浊里面就有生理、心理的染污。「见思所感，粗弊五阴和合，假名众生，非欣厌之行，必不能度」。欣就是欣乐极乐，厌是厌离娑婆；换句话说，还是老实念佛求生净土，才能够得度；如果不是老实念佛求生净土，这一生没有办法超越轮回的。五阴是色、受、想、行、识，色法就是我们今天讲的物质，受想行识都是属于心法。所以，把它归纳为色心二法，就全部都包括了，一切万法离不开色心二法。色心和合，这是讲的动物，有情众生；有色法没有心法，这就是植物与矿物，佛在经上用这些名词界定了一切万法。",
      "zh_TW": "底下一段再說「眾生濁」，眾生範圍非常廣大，包括我們現在所講的動物、植物、礦物，種種的染污。見惑是見解的染污，思惑是思想的染污，眾生濁裡面就有生理、心理的染污。「見思所感，粗弊五陰和合，假名眾生，非欣厭之行，必不能度」。欣就是欣樂極樂，厭是厭離娑婆；換句話說，還是老實念佛求生淨土，才能夠得度；如果不是老實念佛求生淨土，這一生沒有辦法超越輪迴的。五陰是色、受、想、行、識，色法就是我們今天講的物質，受想行識都是屬於心法。所以，把它歸納為色心二法，就全部都包括了，一切萬法離不開色心二法。色心和合，這是講的動物，有情眾生；有色法沒有心法，這就是植物與礦物，佛在經上用這些名詞界定了一切萬法。"
    },
    {
      "id": "01-008-0012_p0038",
      "zh_CN": "「命浊」，命是寿命，「因果并劣，寿命短促，非不费时劫，不劳勤苦之行，必不能度」。我们在这个世间寿命短，实在讲是因不好，果报就不好。因是什么？是造作，我们是迷惑造业。这上面有个图，造业，造业就要受苦。造业是因，有因当然就有果报，受苦他还不觉悟，受苦是愈受愈迷惑，迷惑就又造业。所以，这个苦是一辈子比一辈子苦，因为他愈迷愈深，愈造愈可怕，这就太苦了。所以说五浊恶世，恶就是你造恶，身造杀盗淫；杀盗淫，虽然身没有造，心里想，想就是造，心已经在造了，心造你还是受果报；身心都造，那果报就更重，统统要受果报的，这很可怕。口里面妄语、两舌（两舌是挑拨是非）、绮语（花言巧语的骗人）、恶口（说话粗鲁），这是口业。心里面贪瞋痴慢，天天搞这个东西。这是讲造因，因就不好，果报当然不好，这个一定的道理。所以，一定修行要时间短，不能很长的时间；不能修学起来很麻烦，很不方便，那我们在这一生当中成就没有指望。要容易、简单、时间要短，我们才有办法超过，才有办法成功。",
      "zh_TW": "「命濁」，命是壽命，「因果並劣，壽命短促，非不費時劫，不勞勤苦之行，必不能度」。我們在這個世間壽命短，實在講是因不好，果報就不好。因是什麼？是造作，我們是迷惑造業。這上面有個圖，造業，造業就要受苦。造業是因，有因當然就有果報，受苦他還不覺悟，受苦是愈受愈迷惑，迷惑就又造業。所以，這個苦是一輩子比一輩子苦，因為他愈迷愈深，愈造愈可怕，這就太苦了。所以說五濁惡世，惡就是你造惡，身造殺盜淫；殺盜淫，雖然身沒有造，心裡想，想就是造，心已經在造了，心造你還是受果報；身心都造，那果報就更重，統統要受果報的，這很可怕。口裡面妄語、兩舌（兩舌是挑撥是非）、綺語（花言巧語的騙人）、惡口（說話粗魯），這是口業。心裡面貪瞋痴慢，天天搞這個東西。這是講造因，因就不好，果報當然不好，這個一定的道理。所以，一定修行要時間短，不能很長的時間；不能修學起來很麻煩，很不方便，那我們在這一生當中成就沒有指望。要容易、簡單、時間要短，我們才有辦法超過，才有辦法成功。"
    },
    {
      "id": "01-008-0012_p0039",
      "zh_CN": "五浊说完了之后，这做了个总结，「故一声阿弥陀佛即释迦本师，于五浊恶世所得之阿耨多罗三藐三菩提法」。这一句是蕅益大师给我们点醒的，因为我们天天念《弥陀经》，都没有看出来，释迦牟尼佛是怎么成佛的？凭什么成佛的？我们都没有搞清楚，蕅益大师这一提，我们仔细再翻翻经文，没错。这个经文在第十面，我们这个本子第十面，诸位翻开来，我念给你听听，你就晓得释迦牟尼佛是念阿弥陀佛成无上道的，这是他老人家在此地亲自告诉我们的。第十面倒数第三行，从当中看起。「舍利弗，如我今者」，我是释迦牟尼佛自称，「称赞诸佛不可思议功德」，这就是念阿弥陀佛，因为这个诸佛就是阿弥陀佛，称赞阿弥陀佛不可思议功德。念佛名是称赞诸佛不可思议功德，念《弥陀经》、念《无量寿经》、讲经，都是称赞诸佛不可思议功德。",
      "zh_TW": "五濁說完了之後，這做了個總結，「故一聲阿彌陀佛即釋迦本師，於五濁惡世所得之阿耨多羅三藐三菩提法」。這一句是蕅益大師給我們點醒的，因為我們天天念《彌陀經》，都沒有看出來，釋迦牟尼佛是怎麼成佛的？憑什麼成佛的？我們都沒有搞清楚，蕅益大師這一提，我們仔細再翻翻經文，沒錯。這個經文在第十面，我們這個本子第十面，諸位翻開來，我念給你聽聽，你就曉得釋迦牟尼佛是念阿彌陀佛成無上道的，這是他老人家在此地親自告訴我們的。第十面倒數第三行，從當中看起。「舍利弗，如我今者」，我是釋迦牟尼佛自稱，「稱讚諸佛不可思議功德」，這就是念阿彌陀佛，因為這個諸佛就是阿彌陀佛，稱讚阿彌陀佛不可思議功德。念佛名是稱讚諸佛不可思議功德，念《彌陀經》、念《無量壽經》、講經，都是稱讚諸佛不可思議功德。"
    },
    {
      "id": "01-008-0012_p0040",
      "zh_CN": "我们再略下来看，当中就不要看它，末后一句，「于娑婆国土」，第十一面第一行底下，「得阿耨多罗三藐三菩提」。所以，经文确确实实明白的显示在此地，我们天天念经没有注意到，释迦牟尼佛是念阿弥陀佛成佛的，真的有根据！「今以此果觉全体」，世尊把他成佛的方法教给我们，我们用这个方法就一生成佛。为什么？因同果同；释迦牟尼佛是这个因成佛的，我们今天也修这个因，焉得不成佛道？「授与浊世众生」，我们这个染污严重的时代，把这个法门传授给我们。「乃诸佛所行境界，唯佛与佛能究尽，非九界自力所能信解也」，这话说得好。这个经上所讲的是佛的境界，只有成佛才知道；没有成佛，虽然是等觉菩萨，也不能完全知道。九法界菩萨、缘觉、声闻，底下是六道，要靠自己的力量不能够信解，不但不能理解，他也不能相信，包括等觉菩萨，那真是难信之法，没有话说。",
      "zh_TW": "我們再略下來看，當中就不要看它，末後一句，「於娑婆國土」，第十一面第一行底下，「得阿耨多羅三藐三菩提」。所以，經文確確實實明白的顯示在此地，我們天天念經沒有注意到，釋迦牟尼佛是念阿彌陀佛成佛的，真的有根據！「今以此果覺全體」，世尊把他成佛的方法教給我們，我們用這個方法就一生成佛。為什麼？因同果同；釋迦牟尼佛是這個因成佛的，我們今天也修這個因，焉得不成佛道？「授與濁世眾生」，我們這個染污嚴重的時代，把這個法門傳授給我們。「乃諸佛所行境界，唯佛與佛能究盡，非九界自力所能信解也」，這話說得好。這個經上所講的是佛的境界，只有成佛才知道；沒有成佛，雖然是等覺菩薩，也不能完全知道。九法界菩薩、緣覺、聲聞，底下是六道，要靠自己的力量不能夠信解，不但不能理解，他也不能相信，包括等覺菩薩，那真是難信之法，沒有話說。"
    },
    {
      "id": "01-008-0012_p0041",
      "zh_CN": "这样难信的法，我们今天好像听起来，相信不难。你要晓得你为什么不难，《无量寿经》讲得清楚，否则的话，我们的确也搞不清楚。佛在经上讲，诸位同修你们过去生中无量劫以来，生生世世修这个法门，曾经供养过无量无边诸佛如来，有这样深厚的善根。这个善根今天现前，同时又得十方诸佛如来威神的加持，你才会相信，你才发愿，你才肯老实念。所以佛在经上说，这样的人不是凡人，不是凡人是什么？刚才讲过了，他是极乐世界的菩萨，已经注册报名，不久就要去了，他不是凡人，《无量寿经》都给我们授记了！",
      "zh_TW": "這樣難信的法，我們今天好像聽起來，相信不難。你要曉得你為什麼不難，《無量壽經》講得清楚，否則的話，我們的確也搞不清楚。佛在經上講，諸位同修你們過去生中無量劫以來，生生世世修這個法門，曾經供養過無量無邊諸佛如來，有這樣深厚的善根。這個善根今天現前，同時又得十方諸佛如來威神的加持，你才會相信，你才發願，你才肯老實念。所以佛在經上說，這樣的人不是凡人，不是凡人是什麼？剛才講過了，他是極樂世界的菩薩，已經註冊報名，不久就要去了，他不是凡人，《無量壽經》都給我們授記了！"
    },
    {
      "id": "01-008-0012_p0042",
      "zh_CN": "所以有人问我，他说法师，你常常讲经，自己常说决定往生西方极乐世界，你真有把握，你凭什么说的？我就跟他讲我有保证书，凭保证书说的。他听了也呆了，保证书？是，释迦牟尼佛、阿弥陀佛、十方诸佛发给我的保证书，这个保证书可靠，决定不假。你们诸位晓得保证书是什么？大家手上拿着的都是保证书，这《无量寿经》、《阿弥陀经》就是保证书，依教奉行决定往生，还有什么好疑惑的！我的信心充足，一点都不怀疑。所以，这不是佛力加持，不是自己善报福德现前，非九界自力所能信解，这个话一点都不假，",
      "zh_TW": "所以有人問我，他說法師，你常常講經，自己常說決定往生西方極樂世界，你真有把握，你憑什麼說的？我就跟他講我有保證書，憑保證書說的。他聽了也呆了，保證書？是，釋迦牟尼佛、阿彌陀佛、十方諸佛發給我的保證書，這個保證書可靠，決定不假。你們諸位曉得保證書是什麼？大家手上拿著的都是保證書，這《無量壽經》、《阿彌陀經》就是保證書，依教奉行決定往生，還有什麼好疑惑的！我的信心充足，一點都不懷疑。所以，這不是佛力加持，不是自己善報福德現前，非九界自力所能信解，這個話一點都不假，"
    },
    {
      "id": "01-008-0012_p0043",
      "zh_CN": "「信愿持名一行，不涉施为，圆转五浊，唯信乃入，非思议所行境界」。这是讲我们今天怎么样来离开一切的染污，这是个大问题。特别严重的是我们心理的染污、思想的染污、见解的染污，乃至身体的染污，怎么办？怎么样把这些染污去掉？这里告诉我们，信愿持名这个修行的方法，不涉施为，圆转五浊；不必再用其他的方法，就这一个法子就行了。这一个法子你老老实实去做，就把五种的染污统统转过来，统统把它洗清了；恢复到心清净、见清净、解清净、思想清净、身体清净，都能恢复到，这一句佛号有这样大的功力。在助缘上来讲，最好对于一切常常染污我们的境界远离；换句话说，不需要知道的事情，不要知道。我过去在学佛的初期，我每天看报纸我看什么？我只看讣文。你看报上每天登的，哪些人死掉了，我天天看这个。今天这么多人走了，明天又这么多人走了，慢慢就轮到我，我看这个。这是什么？很能够提醒自己，无常！",
      "zh_TW": "「信願持名一行，不涉施為，圓轉五濁，唯信乃入，非思議所行境界」。這是講我們今天怎麼樣來離開一切的染污，這是個大問題。特別嚴重的是我們心理的染污、思想的染污、見解的染污，乃至身體的染污，怎麼辦？怎麼樣把這些染污去掉？這裡告訴我們，信願持名這個修行的方法，不涉施為，圓轉五濁；不必再用其他的方法，就這一個法子就行了。這一個法子你老老實實去做，就把五種的染污統統轉過來，統統把它洗清了；恢復到心清淨、見清淨、解清淨、思想清淨、身體清淨，都能恢復到，這一句佛號有這樣大的功力。在助緣上來講，最好對於一切常常染污我們的境界遠離；換句話說，不需要知道的事情，不要知道。我過去在學佛的初期，我每天看報紙我看什麼？我只看訃文。你看報上每天登的，哪些人死掉了，我天天看這個。今天這麼多人走了，明天又這麼多人走了，慢慢就輪到我，我看這個。這是什麼？很能夠提醒自己，無常！"
    },
    {
      "id": "01-008-0012_p0044",
      "zh_CN": "你看到那个讣文里面，男女老少都有，不一定都是年岁大的，有很多年轻的，年龄还没有我大的。看到什么？惊心、警惕，看这个。所以，看报纸不要看别的，多看这个。天天看天天看，不知不觉就轮到自己，可怕，实在可怕。大家不晓得我看报纸看什么，不知道。其他的事情问我，我都不晓得，没看，不知道；不看电视、不听广播、不看报纸，每天天下太平，我也太平，没事，什么事都没有发生过，帮助心清净。生活饮食简单，愈简单愈好，愈是简单的生活，就是最健康的食物、健康的生活。这是讲怎么样把我们的染污洗刷掉，恢复到身心清净。「唯信乃入，非思议所行境界」，你要不相信，你入不进去，一定要信，要相信佛的话。",
      "zh_TW": "你看到那個訃文裡面，男女老少都有，不一定都是年歲大的，有很多年輕的，年齡還沒有我大的。看到什麼？驚心、警惕，看這個。所以，看報紙不要看別的，多看這個。天天看天天看，不知不覺就輪到自己，可怕，實在可怕。大家不曉得我看報紙看什麼，不知道。其他的事情問我，我都不曉得，沒看，不知道；不看電視、不聽廣播、不看報紙，每天天下太平，我也太平，沒事，什麼事都沒有發生過，幫助心清淨。生活飲食簡單，愈簡單愈好，愈是簡單的生活，就是最健康的食物、健康的生活。這是講怎麼樣把我們的染污洗刷掉，恢復到身心清淨。「唯信乃入，非思議所行境界」，你要不相信，你入不進去，一定要信，要相信佛的話。"
    },
    {
      "id": "01-008-0012_p0045",
      "zh_CN": "「设非本师，来入恶世，示得菩提，以大智、大悲、见此、行此、说此，众生何由禀此也哉」。这是佛对我们恩德之大，如果不是佛的大智大悲，把这些事实真相看得清清楚楚，为我们说出，我们怎么知道？不晓得这桩事情，依然醉生梦死，六道轮回，苦不堪言！想到这个地方，才知道佛菩萨恩德之大，没有法子报恩。同修当中也有人来问我，体会到佛菩萨恩德大，问我怎么报法？你要是心里还想着怎么个报法，你报不了佛恩。为什么？你在打妄想。怎样是报佛恩？一切妄念统统放下，老实念这一句阿弥陀佛，劝人念阿弥陀佛，这就报佛恩了，真正报恩！不能打妄想，打妄想不是报恩，天天想，想用什么方法报佛恩，那都去报佛恩远之远矣，错了。",
      "zh_TW": "「設非本師，來入惡世，示得菩提，以大智、大悲、見此、行此、說此，眾生何由稟此也哉」。這是佛對我們恩德之大，如果不是佛的大智大悲，把這些事實真相看得清清楚楚，為我們說出，我們怎麼知道？不曉得這樁事情，依然醉生夢死，六道輪迴，苦不堪言！想到這個地方，才知道佛菩薩恩德之大，沒有法子報恩。同修當中也有人來問我，體會到佛菩薩恩德大，問我怎麼報法？你要是心裡還想著怎麼個報法，你報不了佛恩。為什麼？你在打妄想。怎樣是報佛恩？一切妄念統統放下，老實念這一句阿彌陀佛，勸人念阿彌陀佛，這就報佛恩了，真正報恩！不能打妄想，打妄想不是報恩，天天想，想用什麼方法報佛恩，那都去報佛恩遠之遠矣，錯了。"
    },
    {
      "id": "01-008-0012_p0046",
      "zh_CN": "「若不深知其甚难」，诸位要晓得事实的真相，修行证果是真难。要想出离三界，永脱轮回，难！你要把这个事实真相搞清楚，真正晓得这个事情难，断烦恼难，破见思难。「将谓更有别法，可出五浊」，你还以为还有别的方法，能够叫你一生当中超越五浊恶世，脱离六道轮回，不可能，没有了，只有这个法子，这个法子真有效果。「火宅之中，戏论纷然」，火宅是讲三界。我们现在这个世界，烦恼火太炽盛，这个里面邪说横行，正是《楞严》上所讲的，「邪师说法，如恒河沙」，戏论纷然，这怎么得了！所以我讲，千百种的染污，洗都洗不干净。「唯深知其甚难」，唯独深知其难，「方肯死尽偷心，宝此一行」。偷心，投机取巧的心，侥幸成就的心理，把这个心断尽了，专心念佛，知道这个法门真正是第一宝贵的法门，一定要把它牢牢的抓住。「此本师所以极口说其甚难，而深嘱我等当知也」，从这些开示，我们渐渐的体会到释迦牟尼佛的苦心，能体会到释迦牟尼佛教我们这一番苦心，我们对他才真正生起感激、报恩报德之心。",
      "zh_TW": "「若不深知其甚難」，諸位要曉得事實的真相，修行證果是真難。要想出離三界，永脫輪迴，難！你要把這個事實真相搞清楚，真正曉得這個事情難，斷煩惱難，破見思難。「將謂更有別法，可出五濁」，你還以為還有別的方法，能夠叫你一生當中超越五濁惡世，脫離六道輪迴，不可能，沒有了，只有這個法子，這個法子真有效果。「火宅之中，戲論紛然」，火宅是講三界。我們現在這個世界，煩惱火太熾盛，這個裡面邪說橫行，正是《楞嚴》上所講的，「邪師說法，如恆河沙」，戲論紛然，這怎麼得了！所以我講，千百種的染污，洗都洗不乾淨。「唯深知其甚難」，唯獨深知其難，「方肯死盡偷心，寶此一行」。偷心，投機取巧的心，僥倖成就的心理，把這個心斷盡了，專心念佛，知道這個法門真正是第一寶貴的法門，一定要把它牢牢的抓住。「此本師所以極口說其甚難，而深囑我等當知也」，從這些開示，我們漸漸的體會到釋迦牟尼佛的苦心，能體會到釋迦牟尼佛教我們這一番苦心，我們對他才真正生起感激、報恩報德之心。"
    },
    {
      "id": "01-008-0012_p0047",
      "zh_CN": "「五浊难超」，「劫浊，决定为时所囿，为苦所逼」。决定，你看这个词句斩钉断铁，没有一点怀疑；换句话说，你不念佛，你不求带业往生，你决定为这个时代所拘束，你超越不了这个时代，你一定为苦所逼。大家生活苦不苦？有很多人都来跟我讲，苦，生活太苦！他一叫苦，我就告诉他，我说你为什么不改行？他说改哪一行？学佛就不苦。身心世界一切放下，老老实实念阿弥陀佛，劝人念阿弥陀佛，就不苦了，这是真的，一点都不假。可能外面的人看到，物质生活苦一点，每天生活仅能糊口，但是内心的愉快、快乐世间人不知道，真乐。不分在家、出家认真学佛，才能够解脱，才能够超越。「见浊」，错误的见解，「决定为邪智所缠，邪师所惑」，蕅益大师话都很肯定。你的见解一定是被那些邪知邪见所缠绕，一定被那些邪师迷惑，这个可怕。",
      "zh_TW": "「五濁難超」，「劫濁，決定為時所囿，為苦所逼」。決定，你看這個詞句斬釘斷鐵，沒有一點懷疑；換句話說，你不念佛，你不求帶業往生，你決定為這個時代所拘束，你超越不了這個時代，你一定為苦所逼。大家生活苦不苦？有很多人都來跟我講，苦，生活太苦！他一叫苦，我就告訴他，我說你為什麼不改行？他說改哪一行？學佛就不苦。身心世界一切放下，老老實實念阿彌陀佛，勸人念阿彌陀佛，就不苦了，這是真的，一點都不假。可能外面的人看到，物質生活苦一點，每天生活僅能糊口，但是內心的愉快、快樂世間人不知道，真樂。不分在家、出家認真學佛，才能夠解脫，才能夠超越。「見濁」，錯誤的見解，「決定為邪智所纏，邪師所惑」，蕅益大師話都很肯定。你的見解一定是被那些邪知邪見所纏繞，一定被那些邪師迷惑，這個可怕。"
    },
    {
      "id": "01-008-0012_p0048",
      "zh_CN": "「烦恼浊，决定为贪欲所陷，恶业所螫」。烦恼从哪里来？贪瞋痴慢，你一定陷在贪瞋痴三毒的深坑里面，你的所作所为一定是十恶业。「众生浊，决定安于秽劣，不能洞觉奋飞」。这个秽是秽土，劣是下劣，指什么？指六道轮回里面的三恶道，安心在这个里面受罪，不觉悟，不知道出苦飞航。「命浊，决定为无常所吞，石火电光，措手不及」。寿命短，生死关头手忙脚乱，随业流转，这个太可怕了。这是讲五浊难超，真难，不容易，哪一条我们能够超越？这个要多念、多想想。佛给我们讲的是真话，所说的都是我们现实的生活状况，佛不给我们谈玄说妙，眼前的事实。",
      "zh_TW": "「煩惱濁，決定為貪欲所陷，惡業所螫」。煩惱從哪裡來？貪瞋痴慢，你一定陷在貪瞋痴三毒的深坑裡面，你的所作所為一定是十惡業。「眾生濁，決定安於穢劣，不能洞覺奮飛」。這個穢是穢土，劣是下劣，指什麼？指六道輪迴裡面的三惡道，安心在這個裡面受罪，不覺悟，不知道出苦飛航。「命濁，決定為無常所吞，石火電光，措手不及」。壽命短，生死關頭手忙腳亂，隨業流轉，這個太可怕了。這是講五濁難超，真難，不容易，哪一條我們能夠超越？這個要多念、多想想。佛給我們講的是真話，所說的都是我們現實的生活狀況，佛不給我們談玄說妙，眼前的事實。"
    },
    {
      "id": "01-008-0012_p0049",
      "zh_CN": "这些开导，凡是指示净土法门，必定能够超越五浊，必定能够超越轮回，就在这一生当中，圆满的证得幸福美满，不生不灭。这个话我在前面讲得很多，这个法门是不死的法门，你可以证得不老、不病、不死，往生不退成佛。指示这个法门，这是大恩！本师释迦牟尼佛对我们的恩德，大恩；教给我们念佛修行这个法门，这是大德。我们果然能够遵照佛的教训，依教奉行，信愿持名，勇猛直前，径登不退，这才是一个真正知恩报恩之人。否则的话，我们想要怎么样报恩，那都是一句空话，都不切实际。同修们一定要知道、要警觉，要知道一口气不来就是隔世了。真正一个警觉性高的人，他晓得人生在世光阴很短，特别是中年以上的人都能体会到。我这个六十多岁的人了，想想四十年前的事情，就像在昨天一样，太快了。同学、朋友每年见面都少了好多人，这都是给我们的警惕。",
      "zh_TW": "這些開導，凡是指示淨土法門，必定能夠超越五濁，必定能夠超越輪迴，就在這一生當中，圓滿的證得幸福美滿，不生不滅。這個話我在前面講得很多，這個法門是不死的法門，你可以證得不老、不病、不死，往生不退成佛。指示這個法門，這是大恩！本師釋迦牟尼佛對我們的恩德，大恩；教給我們念佛修行這個法門，這是大德。我們果然能夠遵照佛的教訓，依教奉行，信願持名，勇猛直前，徑登不退，這才是一個真正知恩報恩之人。否則的話，我們想要怎麼樣報恩，那都是一句空話，都不切實際。同修們一定要知道、要警覺，要知道一口氣不來就是隔世了。真正一個警覺性高的人，他曉得人生在世光陰很短，特別是中年以上的人都能體會到。我這個六十多歲的人了，想想四十年前的事情，就像在昨天一樣，太快了。同學、朋友每年見面都少了好多人，這都是給我們的警惕。"
    },
    {
      "id": "01-008-0012_p0050",
      "zh_CN": "在台湾中国佛教会，每年过年举行一个团拜，平常大家都很忙，难得见面，一年大家在一块见见面，我都参加团拜。我参加团拜看什么？看看今年哪些人不见了，没有了，每年团拜都少了不少人。同学会里面聚会，一年比一年少，真是古人所讲的「人命无常，石火电光」。人命像什么？像闪电一样，一刹那。能够觉悟的，趁着现在身体还健康，还没有老，还没有病，要振作精神，要把这些世间一切拉拉杂杂的事情，能放下的尽量放下，不要再去找事。多一事不如少一事，少一事不如无事，要把全部的时间、全部的精神办自己的大事，这个大事就是老实念佛。有一天光阴念一天佛，有一个钟点光阴念一个钟点佛，这是真的，除此之外，其他的统统是假的。如果不觉悟，还是迷惑颠倒下去，将来后悔莫及，那是真的，不是假的。",
      "zh_TW": "在台灣中國佛教會，每年過年舉行一個團拜，平常大家都很忙，難得見面，一年大家在一塊見見面，我都參加團拜。我參加團拜看什麼？看看今年哪些人不見了，沒有了，每年團拜都少了不少人。同學會裡面聚會，一年比一年少，真是古人所講的「人命無常，石火電光」。人命像什麼？像閃電一樣，一剎那。能夠覺悟的，趁著現在身體還健康，還沒有老，還沒有病，要振作精神，要把這些世間一切拉拉雜雜的事情，能放下的盡量放下，不要再去找事。多一事不如少一事，少一事不如無事，要把全部的時間、全部的精神辦自己的大事，這個大事就是老實念佛。有一天光陰念一天佛，有一個鐘點光陰念一個鐘點佛，這是真的，除此之外，其他的統統是假的。如果不覺悟，還是迷惑顛倒下去，將來後悔莫及，那是真的，不是假的。"
    },
    {
      "id": "01-008-0012_p0051",
      "zh_CN": "我们现前可以说是善根、福德、因缘，三个重要的条件我们现在统统得到了。这一生要不能成就，谁都不能怪，只能怪自己，不能怪佛菩萨，不能怨天尤人，要积功累德，功德都在一句佛号。如果自己有缘分，没有缘分不攀缘，这是我教给诸位同修的一句话。我们报佛恩，帮助一切众生，我们有这个愿，有愿不能攀缘，有愿不能有这个心。这个心是什么？妄心；我要度众生，天天想什么方法来帮助众生，在打妄想。你应当一天到晚想阿弥陀佛，念阿弥陀佛，这对了。缘分是什么？因缘，譬如说我到此地来，这是缘分。这边弘法团的杨团长他邀请我到这边来讲经，那我只好来了，有缘就来了。没有缘？没有缘我决定不会找到此地来，我不可能说找到这里来讲经。所以，有些同修问我，法师你什么时候来？我说我不知道。你不找我我不会找你，我是多一事不如少一事，少一事不如无事，我怎么可能来找你？你找我，我发的有这个愿，众生无边誓愿度，你找我我一定要去，你不找我我不找你，记住这个原则。",
      "zh_TW": "我們現前可以說是善根、福德、因緣，三個重要的條件我們現在統統得到了。這一生要不能成就，誰都不能怪，只能怪自己，不能怪佛菩薩，不能怨天尤人，要積功累德，功德都在一句佛號。如果自己有緣分，沒有緣分不攀緣，這是我教給諸位同修的一句話。我們報佛恩，幫助一切眾生，我們有這個願，有願不能攀緣，有願不能有這個心。這個心是什麼？妄心；我要度眾生，天天想什麼方法來幫助眾生，在打妄想。你應當一天到晚想阿彌陀佛，念阿彌陀佛，這對了。緣分是什麼？因緣，譬如說我到此地來，這是緣分。這邊弘法團的楊團長他邀請我到這邊來講經，那我只好來了，有緣就來了。沒有緣？沒有緣我決定不會找到此地來，我不可能說找到這裡來講經。所以，有些同修問我，法師你什麼時候來？我說我不知道。你不找我我不會找你，我是多一事不如少一事，少一事不如無事，我怎麼可能來找你？你找我，我發的有這個願，眾生無邊誓願度，你找我我一定要去，你不找我我不找你，記住這個原則。"
    },
    {
      "id": "01-008-0012_p0052",
      "zh_CN": "建道场也是如此，我在美国建道场，是大家同修拿了钱来，那怎么办？不建又不行，只好建了。你不拿钱来，我决定不建道场，我不会去化缘，不会去问人要钱来建道场。那是什么？我的清净心失掉，你们要是能够记住这个原则，你的一生一定是幸福快乐。为什么？不找事，我有愿，但是我不找事。这不是小乘，小乘什么？小乘你来请我讲经，我还不想去，那是小乘，要谈什么条件；大乘是无条件的，来找就要去。所以，因为找我的人太多，我的时间分配不过来，没有法子，许许多多地方找我，都非常抱歉。这个地方是因为去年讲完了《无量寿经》，答应跟大家讲《弥陀经要解》，这是预约在先的，所以一找我就得来。没有预约，找还要按顺序，因为很多人找，要按顺序，那就很难讲。这是诸位同修一定要知道的，怎样学佛，怎样过生活，在生活当中、事业当中、社会里面一丝毫不妨碍，我们的道业圆满成就了，这是智慧，这是功夫。",
      "zh_TW": "建道場也是如此，我在美國建道場，是大家同修拿了錢來，那怎麼辦？不建又不行，只好建了。你不拿錢來，我決定不建道場，我不會去化緣，不會去問人要錢來建道場。那是什麼？我的清淨心失掉，你們要是能夠記住這個原則，你的一生一定是幸福快樂。為什麼？不找事，我有願，但是我不找事。這不是小乘，小乘什麼？小乘你來請我講經，我還不想去，那是小乘，要談什麼條件；大乘是無條件的，來找就要去。所以，因為找我的人太多，我的時間分配不過來，沒有法子，許許多多地方找我，都非常抱歉。這個地方是因為去年講完了《無量壽經》，答應跟大家講《彌陀經要解》，這是預約在先的，所以一找我就得來。沒有預約，找還要按順序，因為很多人找，要按順序，那就很難講。這是諸位同修一定要知道的，怎樣學佛，怎樣過生活，在生活當中、事業當中、社會裡面一絲毫不妨礙，我們的道業圓滿成就了，這是智慧，這是功夫。"
    },
    {
      "id": "01-008-0012_p0053",
      "zh_CN": "末后这是「法众得益结劝」，这是最后的劝勉。「欢喜信受，作礼而去」，前面说「闻佛所说」，就是这十二个字，经文最后的十二个字。「欢喜，身心怡悦，心开意解」，怡悦就是我们讲的法喜充满，快乐无比。为什么快乐？心开意解了，从前心里头有结解不开，一听经这个结解开了；换句话说，我们的生命踏实了，生活有意义了，不会再醉生梦死。往往人活在世间，不知道怎么活的，不晓得什么理由我活在这个世间，活得很辛苦、很痛苦；现在明白了，知道我为什么活在这个世间。为什么生活在世间，你的生活，你的生命就变得非常有意义，非常有价值。这一生当中是断惑证真，破迷开悟，往生不退成佛，这是我们生命的指标，是我们生活的方向，决定不错。你想想看，这个生命多有意义、多有价值，他怎么不快乐？",
      "zh_TW": "末後這是「法眾得益結勸」，這是最後的勸勉。「歡喜信受，作禮而去」，前面說「聞佛所說」，就是這十二個字，經文最後的十二個字。「歡喜，身心怡悅，心開意解」，怡悅就是我們講的法喜充滿，快樂無比。為什麼快樂？心開意解了，從前心裡頭有結解不開，一聽經這個結解開了；換句話說，我們的生命踏實了，生活有意義了，不會再醉生夢死。往往人活在世間，不知道怎麼活的，不曉得什麼理由我活在這個世間，活得很辛苦、很痛苦；現在明白了，知道我為什麼活在這個世間。為什麼生活在世間，你的生活，你的生命就變得非常有意義，非常有價值。這一生當中是斷惑證真，破迷開悟，往生不退成佛，這是我們生命的指標，是我們生活的方向，決定不錯。你想想看，這個生命多有意義、多有價值，他怎麼不快樂？"
    },
    {
      "id": "01-008-0012_p0054",
      "zh_CN": "「信受，毫无疑贰，领纳不忘」，信是深信不疑，佛给我们讲的句句都是真实话，我相信，不怀疑；受是接受，完全接受过来，我要依教奉行。「作礼」是感谢，佛的恩德太大了，「投身归命」，全身全意，归是回过头来，从前攀缘世间五欲六尘、名闻利养，从今以后回头，我不再搞这些东西了。我从今天，要依靠《阿弥陀经》，依靠这一句万德洪名，成就自己圆满的福慧，完成自己无上的道业，作礼是为了这个。「而去」，去就是去修行，「依教修持，一往不退」，永无退转。去，不是去了就忘掉了，听完了经，出了大门，三天就忘掉了，这个不行。这个而去还是去三途，还是去六道，那是辜负了本师释迦牟尼佛。要回去认真的依教修行，这就对了。",
      "zh_TW": "「信受，毫無疑貳，領納不忘」，信是深信不疑，佛給我們講的句句都是真實話，我相信，不懷疑；受是接受，完全接受過來，我要依教奉行。「作禮」是感謝，佛的恩德太大了，「投身歸命」，全身全意，歸是回過頭來，從前攀緣世間五欲六塵、名聞利養，從今以後回頭，我不再搞這些東西了。我從今天，要依靠《阿彌陀經》，依靠這一句萬德洪名，成就自己圓滿的福慧，完成自己無上的道業，作禮是為了這個。「而去」，去就是去修行，「依教修持，一往不退」，永無退轉。去，不是去了就忘掉了，聽完了經，出了大門，三天就忘掉了，這個不行。這個而去還是去三途，還是去六道，那是辜負了本師釋迦牟尼佛。要回去認真的依教修行，這就對了。"
    },
    {
      "id": "01-008-0012_p0055",
      "zh_CN": "所以，圆瑛老法师在《讲义》里面，最后这个「而去」他有特别的嘱咐。他说「从今日起」，这就而去，「世间名利，抛去撇去」，不再搞世间名利了，这是真的。世间的名利对你修道决定妨碍，不但决定对你修道有妨碍，对你个人的幸福，你家庭的美满都有决定的伤害，那不是好东西。世间人贪名贪利的很多，所以我在这上面还特别加了两个字，财色名利决定不能沾染，这是三恶道的祸根，你要稍微沾染，必定堕三恶道。纵然你今天贪求、追求，你能够得到，你快乐能享几天？几天享完了，地狱在等你去，所以得不偿失。你所得到的享受，时间太短暂了，后来受苦的时间太长了，算算这个帐，划不来，这个生意不能做。所以说财色名利要把它断得干干净净，绝对不沾染，把它认识清楚，那是祸根。",
      "zh_TW": "所以，圓瑛老法師在《講義》裡面，最後這個「而去」他有特別的囑咐。他說「從今日起」，這就而去，「世間名利，拋去撇去」，不再搞世間名利了，這是真的。世間的名利對你修道決定妨礙，不但決定對你修道有妨礙，對你個人的幸福，你家庭的美滿都有決定的傷害，那不是好東西。世間人貪名貪利的很多，所以我在這上面還特別加了兩個字，財色名利決定不能沾染，這是三惡道的禍根，你要稍微沾染，必定墮三惡道。縱然你今天貪求、追求，你能夠得到，你快樂能享幾天？幾天享完了，地獄在等你去，所以得不償失。你所得到的享受，時間太短暫了，後來受苦的時間太長了，算算這個帳，划不來，這個生意不能做。所以說財色名利要把它斷得乾乾淨淨，絕對不沾染，把它認識清楚，那是禍根。"
    },
    {
      "id": "01-008-0012_p0056",
      "zh_CN": "「一切惑业，休去歇去」，惑业是什么？迷惑，邪知邪见，迷惑颠倒这些事情我从此都不干了。怎么晓得哪些是迷惑？说真话，除了念阿弥陀佛，其他统统是迷惑，这就简单了。除了念《无量寿经》、念《阿弥陀经》之外，其他的经我都不念，莲池大师讲的，「三藏十二部，让给别人悟」。为什么？那是释迦牟尼佛迷惑人的，佛也迷人，不过佛迷是比较善一点就是了。世间的邪师迷人是恶的迷人，释迦牟尼佛迷是善的迷人，但是唯独说这个法门不迷，说其他的法门都迷。迷为什么佛要说？因为你不悟，你要迷，所以释迦牟尼佛：好吧！你喜欢迷就给你迷，给你说大乘、小乘。果然不迷，佛就教你这个法门，这个法门是决定不迷的。",
      "zh_TW": "「一切惑業，休去歇去」，惑業是什麼？迷惑，邪知邪見，迷惑顛倒這些事情我從此都不幹了。怎麼曉得哪些是迷惑？說真話，除了念阿彌陀佛，其他統統是迷惑，這就簡單了。除了念《無量壽經》、念《阿彌陀經》之外，其他的經我都不念，蓮池大師講的，「三藏十二部，讓給別人悟」。為什麼？那是釋迦牟尼佛迷惑人的，佛也迷人，不過佛迷是比較善一點就是了。世間的邪師迷人是惡的迷人，釋迦牟尼佛迷是善的迷人，但是唯獨說這個法門不迷，說其他的法門都迷。迷為什麼佛要說？因為你不悟，你要迷，所以釋迦牟尼佛：好吧！你喜歡迷就給你迷，給你說大乘、小乘。果然不迷，佛就教你這個法門，這個法門是決定不迷的。"
    },
    {
      "id": "01-008-0012_p0057",
      "zh_CN": "你要记住，不要杂修，不要乱修，不要修很多法门，一部经、一句佛号决定不迷，所以一切的惑业休去歇去。「一声阿弥陀佛，死心念去修去」，这把正修行法给我们指出来。「求生极乐五清净土去」，我们这个世界是五浊恶世，西方世界是五清净土，不能比。「疾趣阿耨多罗三藐三菩提去」，疾是快，快速去证圆满的佛果。「切莫走向其他路去」，大师末后真是苦口婆心，千万不要走错路，又走到其他路去，那就大错特错，就辜负佛祖一片苦心了。今天时间正好，我们大圆满。希望大家依照佛的苦口婆心劝导，从今以后，一心一意专修专弘，谢谢诸位。",
      "zh_TW": "你要記住，不要雜修，不要亂修，不要修很多法門，一部經、一句佛號決定不迷，所以一切的惑業休去歇去。「一聲阿彌陀佛，死心念去修去」，這把正修行法給我們指出來。「求生極樂五清淨土去」，我們這個世界是五濁惡世，西方世界是五清淨土，不能比。「疾趣阿耨多羅三藐三菩提去」，疾是快，快速去證圓滿的佛果。「切莫走向其他路去」，大師末後真是苦口婆心，千萬不要走錯路，又走到其他路去，那就大錯特錯，就辜負佛祖一片苦心了。今天時間正好，我們大圓滿。希望大家依照佛的苦口婆心勸導，從今以後，一心一意專修專弘，謝謝諸位。"
    }
  ]
}