{
  "doc_id": "24-005-0001",
  "title": {
    "zh_CN": "超度的理论与事实",
    "zh_TW": "超度的理論與事實"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾纬来电视台",
    "zh_TW": "台灣緯來電視台"
  },
  "doc_number": "24-005-0001",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "24-005-0001_p0001",
      "zh_CN": "各位观众：",
      "zh_TW": "各位觀眾："
    },
    {
      "id": "24-005-0001_p0002",
      "zh_CN": "现在正是农历的七月，台湾同胞们都认为这个月份是鬼月，阴间地府里面许许多多的鬼怪，都出现在人间。正好比是阴间鬼道里面，大概是度假的时候，都出来度假。于是这个月份里面，禁忌特别多。而超度的佛事，也非常的繁忙。就有同修来问我：「超度到底有没有效？是不是超度一定需要出家人来做？」这是一个社会问题，也是佛法里面，必须要清楚解答的一个问题，才不至于导致大众的迷信。",
      "zh_TW": "現在正是農曆的七月，台灣同胞們都認為這個月份是鬼月，陰間地府裡面許許多多的鬼怪，都出現在人間。正好比是陰間鬼道裡面，大概是度假的時候，都出來度假。於是這個月份裡面，禁忌特別多。而超度的佛事，也非常的繁忙。就有同修來問我：「超度到底有沒有效？是不是超度一定需要出家人來做？」這是一個社會問題，也是佛法裡面，必須要清楚解答的一個問題，才不至於導致大眾的迷信。"
    },
    {
      "id": "24-005-0001_p0003",
      "zh_CN": "佛门里面有超度的理论与方法，非常合情、合理、合法。但是这种大规模做超度，在原始佛教里面，是不常见的。在中国翻译的大乘经典当中，记载这桩事情，最详实的是《地藏菩萨本愿经》；这里面就将这些理论、方法，交代得很清楚。我们在这个经里面看到，婆罗门女、光目女，这都是非常孝顺的年轻人。她们的父母由于缺乏知识，造作许许多多的罪业，佛在经上说，造这些严重罪业的后果，必定是堕落在三恶道。这些理论与事实，我们在过去讲席当中，都曾经跟大家做过报告。",
      "zh_TW": "佛門裡面有超度的理論與方法，非常合情、合理、合法。但是這種大規模做超度，在原始佛教裡面，是不常見的。在中國翻譯的大乘經典當中，記載這樁事情，最詳實的是《地藏菩薩本願經》；這裡面就將這些理論、方法，交代得很清楚。我們在這個經裡面看到，婆羅門女、光目女，這都是非常孝順的年輕人。她們的父母由於缺乏知識，造作許許多多的罪業，佛在經上說，造這些嚴重罪業的後果，必定是墮落在三惡道。這些理論與事實，我們在過去講席當中，都曾經跟大家做過報告。"
    },
    {
      "id": "24-005-0001_p0004",
      "zh_CN": "我们一定要晓得，六道、十法界的状况，以及这些现象，是怎么发生的，一定要清清楚楚的明了。明了就是佛家常讲的看破；看破就是把事实真相彻底看清楚、看明白了，叫看破。佛告诉我们，十法界是由众生妄想、分别变现出来虚幻的境界，正如同作梦一样，梦中的境界；它虽然不是真实的、不是真有，但是不能说它没有。六道的状况亦复如是。六道是妄想、分别里面，又加上严重的执着，所以就变现出六道轮回的现象。换句话说，如果我们没有妄想、分别、执着，不但没有六道，十法界也没有。所以佛将这些现象比喻作梦幻泡影。",
      "zh_TW": "我們一定要曉得，六道、十法界的狀況，以及這些現象，是怎麼發生的，一定要清清楚楚的明瞭。明瞭就是佛家常講的看破；看破就是把事實真相徹底看清楚、看明白了，叫看破。佛告訴我們，十法界是由眾生妄想、分別變現出來虛幻的境界，正如同作夢一樣，夢中的境界；它雖然不是真實的、不是真有，但是不能說它沒有。六道的狀況亦復如是。六道是妄想、分別裡面，又加上嚴重的執著，所以就變現出六道輪迴的現象。換句話說，如果我們沒有妄想、分別、執著，不但沒有六道，十法界也沒有。所以佛將這些現象比喻作夢幻泡影。"
    },
    {
      "id": "24-005-0001_p0005",
      "zh_CN": "而这些虚幻境界之存在，时间的长短，佛又有个比喻，「如露亦如电」；露是露水，太阳一出来就没有了，说明它的时间不长；电是闪电，存在的时间就更短。这是佛在《般若经》上，把这些事实真相说得清清楚楚，一语道破。于是超度的理论、方法，都离不开这些原理、原则。",
      "zh_TW": "而這些虛幻境界之存在，時間的長短，佛又有個比喻，「如露亦如電」；露是露水，太陽一出來就沒有了，說明它的時間不長；電是閃電，存在的時間就更短。這是佛在《般若經》上，把這些事實真相說得清清楚楚，一語道破。於是超度的理論、方法，都離不開這些原理、原則。"
    },
    {
      "id": "24-005-0001_p0006",
      "zh_CN": "所谓「一切罪业都是严重的执着」。在六道里面又出现了三恶道的境界；虽然是幻妄不实，但是感受的那些痛苦，还好像是真的。譬如人在梦中作梦，梦是假的；梦中如果遇到一只老虎要吃你，你会吓得一身冷汗；梦醒了，自己还是心有余悸。可见得，虽然是虚幻的境界，感受好像是真的。恶道里面所受的这些苦，经典上有记载，阿罗汉是得道之人，不是凡夫！我们凡夫过去做的这些事情，往往都忘干净了，很健忘！阿罗汉能够记忆过去生中五百世所作所为，以及所受的这些苦乐。五百世当中，曾经堕过地狱。佛讲经说法，提到地狱的状况，他们在座下听讲，心有余悸，还会觉得非常恐怖，甚至于身体还流血汗，恐怖到这种程度。这是佛在经典上跟我们说的，绝不是假话。佛教人不妄语，自己决定没有一句妄语，句句都是事实真相。由此可知，三恶道的确是很恐怖、很凄惨。人造作恶业，就会感三恶道的境界。三恶道，地狱、饿鬼、畜生，不是阎罗王把你送去的，与他们不相干。也不是佛菩萨惩罚你，佛菩萨大慈大悲，绝对不会惩罚一个恶人，这一点很难得。",
      "zh_TW": "所謂「一切罪業都是嚴重的執著」。在六道裡面又出現了三惡道的境界；雖然是幻妄不實，但是感受的那些痛苦，還好像是真的。譬如人在夢中作夢，夢是假的；夢中如果遇到一隻老虎要吃你，你會嚇得一身冷汗；夢醒了，自己還是心有餘悸。可見得，雖然是虛幻的境界，感受好像是真的。惡道裡面所受的這些苦，經典上有記載，阿羅漢是得道之人，不是凡夫！我們凡夫過去做的這些事情，往往都忘乾淨了，很健忘！阿羅漢能夠記憶過去生中五百世所作所為，以及所受的這些苦樂。五百世當中，曾經墮過地獄。佛講經說法，提到地獄的狀況，他們在座下聽講，心有餘悸，還會覺得非常恐怖，甚至於身體還流血汗，恐怖到這種程度。這是佛在經典上跟我們說的，絕不是假話。佛教人不妄語，自己決定沒有一句妄語，句句都是事實真相。由此可知，三惡道的確是很恐怖、很悽慘。人造作惡業，就會感三惡道的境界。三惡道，地獄、餓鬼、畜生，不是閻羅王把你送去的，與他們不相干。也不是佛菩薩懲罰你，佛菩薩大慈大悲，絕對不會懲罰一個惡人，這一點很難得。"
    },
    {
      "id": "24-005-0001_p0007",
      "zh_CN": "怎么会跑到恶道里去？佛告诉我们叫：「自作自受」，你造这种业，自自然然就感到这个果报。这种业因果报，当然是非常非常复杂，佛来给我们说，佛有能力讲清楚，我们没有能力接受，为什么？理太深了，我们很难体会；事太复杂了，要把这些复杂的事情，讲明白、讲清楚，要很长的时间，我们没有那么长的寿命。于是佛对我们的教诲，就采取精简的方法，采取归纳的方法。于是佛给我们讲十法界业因是什么，归纳最重要的一个因素，从下面一层一层往上说。",
      "zh_TW": "怎麼會跑到惡道裡去？佛告訴我們叫：「自作自受」，你造這種業，自自然然就感到這個果報。這種業因果報，當然是非常非常複雜，佛來給我們說，佛有能力講清楚，我們沒有能力接受，為什麼？理太深了，我們很難體會；事太複雜了，要把這些複雜的事情，講明白、講清楚，要很長的時間，我們沒有那麼長的壽命。於是佛對我們的教誨，就採取精簡的方法，採取歸納的方法。於是佛給我們講十法界業因是什麼，歸納最重要的一個因素，從下面一層一層往上說。"
    },
    {
      "id": "24-005-0001_p0008",
      "zh_CN": "地狱的业因是什么？瞋恚，瞋心感地狱。瞋恚心重的人，瞋恚心强烈的人，自自然然就变现出地狱境界；瞋恚里面，一定加上严重的嫉妒，手段就非常的残忍，造作极重的罪业，感得地狱果报。",
      "zh_TW": "地獄的業因是什麼？瞋恚，瞋心感地獄。瞋恚心重的人，瞋恚心強烈的人，自自然然就變現出地獄境界；瞋恚裡面，一定加上嚴重的嫉妒，手段就非常的殘忍，造作極重的罪業，感得地獄果報。"
    },
    {
      "id": "24-005-0001_p0009",
      "zh_CN": "饿鬼道的业因是悭贪，贪而无厌，对于名闻利养、五欲六尘的享受，占有、取得，不择手段，贪心变饿鬼。吝是吝啬，你已经得到的，决定不肯舍弃，决定不肯给别人，吝啬！所以，悭贪是饿鬼道的业因。",
      "zh_TW": "餓鬼道的業因是慳貪，貪而無厭，對於名聞利養、五欲六塵的享受，佔有、取得，不擇手段，貪心變餓鬼。吝是吝嗇，你已經得到的，決定不肯捨棄，決定不肯給別人，吝嗇！所以，慳貪是餓鬼道的業因。"
    },
    {
      "id": "24-005-0001_p0010",
      "zh_CN": "愚痴是畜生道的业因。什么叫愚痴？没有能力辨别真妄，没有能力辨别邪正，甚至于是非、善恶、利害都混淆不清。往往把邪恶的，他以为是好事；将正法看作邪法；这就是属于愚痴，愚痴是没有智慧、没有能力辨别。畜生道的业因，自自然然他就入了畜生道。所以，三恶道、六道轮回是自己行业之所感，不是有一个力量在支配、在安排、在惩罚，不是的；是业力自自然然的交感。这个说法，才是合情、合理。",
      "zh_TW": "愚癡是畜生道的業因。什麼叫愚癡？沒有能力辨別真妄，沒有能力辨別邪正，甚至於是非、善惡、利害都混淆不清。往往把邪惡的，他以為是好事；將正法看作邪法；這就是屬於愚癡，愚癡是沒有智慧、沒有能力辨別。畜生道的業因，自自然然他就入了畜生道。所以，三惡道、六道輪迴是自己行業之所感，不是有一個力量在支配、在安排、在懲罰，不是的；是業力自自然然的交感。這個說法，才是合情、合理。"
    },
    {
      "id": "24-005-0001_p0011",
      "zh_CN": "人道业因是伦常，佛法里面讲的「五戒」，不杀生、不偷盗、不邪淫、不妄语、不饮酒。中国儒家所讲的：「仁、义、礼、智、信」，跟佛家的五戒内容是相同的。人在一生当中，生活、言行都能遵守这个原则，他就能够保住人身，在六道里可以得人身。那里是偶然的。",
      "zh_TW": "人道業因是倫常，佛法裡面講的「五戒」，不殺生、不偷盜、不邪淫、不妄語、不飲酒。中國儒家所講的：「仁、義、禮、智、信」，跟佛家的五戒內容是相同的。人在一生當中，生活、言行都能遵守這個原則，他就能夠保住人身，在六道裡可以得人身。那裡是偶然的。"
    },
    {
      "id": "24-005-0001_p0012",
      "zh_CN": "天道比人道的福报就更大，因此，条件当然比人道又要高一层。所以，天道要修「十善」，思想、行持与十善的条件相应。十善，身是不杀生、不偷盗、不淫欲；口是不妄语、不两舌（两舌是挑拨是非）、不恶口（恶口是出言粗暴，叫人听到很难听）、不绮语（绮语是花言巧语，或是有意、或是无意，都是伤害社会）；意里头不贪、不瞋、不痴。这叫十善业。所有一切的善法，都是从这十条里面生出来。所以，人能够修十善业道，能够存四无量心，这是生天的条件。四无量心是慈、悲、喜、舍；慈无量、悲无量、喜无量、舍无量，叫四无量心。四无量心修十善业道，这才能生天。",
      "zh_TW": "天道比人道的福報就更大，因此，條件當然比人道又要高一層。所以，天道要修「十善」，思想、行持與十善的條件相應。十善，身是不殺生、不偷盜、不淫欲；口是不妄語、不兩舌（兩舌是挑撥是非）、不惡口（惡口是出言粗暴，叫人聽到很難聽）、不綺語（綺語是花言巧語，或是有意、或是無意，都是傷害社會）；意裡頭不貪、不瞋、不癡。這叫十善業。所有一切的善法，都是從這十條裡面生出來。所以，人能夠修十善業道，能夠存四無量心，這是生天的條件。四無量心是慈、悲、喜、捨；慈無量、悲無量、喜無量、捨無量，叫四無量心。四無量心修十善業道，這才能生天。"
    },
    {
      "id": "24-005-0001_p0013",
      "zh_CN": "除了这五道之外，还有一个阿修罗道；阿修罗怎么来的？也是修五戒十善，没有四无量心，所以他的果报就变成修罗。因为他有五戒十善，所以他的福报很大；因为他没有四无量心，享福就迷惑颠倒。佛在经里面告诉我们，修罗没有断贪瞋痴，以贪瞋痴的心修五戒、十善。他有人天的大福报，没有人天之德。于是乎阿修罗一般来讲，福报很大，性格凶残、好胜、嫉妒。在业因里面，这一类的人，好胜心很强。譬如我们现在佛门里面，很平常的现象。在法会里面烧香，他一定要烧第一炷香，不愿意落在人后，事事都抢在别人前面，他修不修善？修善！他也修积功德，好胜！这个果报，往往就落在修罗道。",
      "zh_TW": "除了這五道之外，還有一個阿修羅道；阿修羅怎麼來的？也是修五戒十善，沒有四無量心，所以他的果報就變成修羅。因為他有五戒十善，所以他的福報很大；因為他沒有四無量心，享福就迷惑顛倒。佛在經裡面告訴我們，修羅沒有斷貪瞋癡，以貪瞋癡的心修五戒、十善。他有人天的大福報，沒有人天之德。於是乎阿修羅一般來講，福報很大，性格兇殘、好勝、嫉妒。在業因裡面，這一類的人，好勝心很強。譬如我們現在佛門裡面，很平常的現象。在法會裡面燒香，他一定要燒第一炷香，不願意落在人後，事事都搶在別人前面，他修不修善？修善！他也修積功德，好勝！這個果報，往往就落在修羅道。"
    },
    {
      "id": "24-005-0001_p0014",
      "zh_CN": "佛教给我们修清净心，菩萨道修谦下心，谦虚、卑下。我们在《华严经》上看到五十三参，五十三位法身大士，那都是佛菩萨，他们处事待人接物的态度，非常谦虚。对于别人非常尊重，压抑自己，奉承别人，那有一点傲慢的念头？没有好胜、没有傲慢，这是佛道！学佛，断恶、修善、积功累德，这个傲慢、好胜不能够改过来，他的结果就变成阿修罗。这是六道的业因。再往上去，声闻，修四谛，苦、集、灭、道。缘觉，修十二因缘。菩萨，修六度。佛，修平等，清净、平等是佛道。",
      "zh_TW": "佛教給我們修清淨心，菩薩道修謙下心，謙虛、卑下。我們在《華嚴經》上看到五十三參，五十三位法身大士，那都是佛菩薩，他們處事待人接物的態度，非常謙虛。對於別人非常尊重，壓抑自己，奉承別人，那有一點傲慢的念頭？沒有好勝、沒有傲慢，這是佛道！學佛，斷惡、修善、積功累德，這個傲慢、好勝不能夠改過來，他的結果就變成阿修羅。這是六道的業因。再往上去，聲聞，修四諦，苦、集、滅、道。緣覺，修十二因緣。菩薩，修六度。佛，修平等，清淨、平等是佛道。"
    },
    {
      "id": "24-005-0001_p0015",
      "zh_CN": "这是释迦牟尼佛将十法界复杂的业因，归纳成重点，来教导我们，使我们明了果报的因由；这是修学佛法普通的常识，不能不清楚，不能不明了。于是我们的起心动念，自己就晓得，与那一道相应，我们这种心、这种行为，将来会得什么样的结果，岂不清清楚楚、明明白白吗？不了解这个道理，不知道事实真相，胡作妄为；造了恶业，堕在恶道，这个麻烦大了。他有孝子、贤孙，这很难得！现在这个社会，孝顺父母的人不多。《地藏经》上我们看到光目女、婆罗门女，那是真正的孝子。看到母亲造作罪业，堕落在恶道，全心全力想方法来救拔她，这真是「诚则灵」；她有真诚心，就感动佛菩萨来帮助她。佛菩萨教给她方法。诸位要晓得，佛菩萨还是不能救护，可以把救护的理论、方法教给你，你去做。我们在经上仔细去观察，教给她什么方法？我们晓得救度众生的方法是无量无边，那个方法有效？念佛最有效！所以，教给她用念佛的方法，教婆罗门女念觉华定如来，虽然没有教她念阿弥陀佛，教她念觉华定如来，一样！念佛！",
      "zh_TW": "這是釋迦牟尼佛將十法界複雜的業因，歸納成重點，來教導我們，使我們明瞭果報的因由；這是修學佛法普通的常識，不能不清楚，不能不明瞭。於是我們的起心動念，自己就曉得，與那一道相應，我們這種心、這種行為，將來會得什麼樣的結果，豈不清清楚楚、明明白白嗎？不了解這個道理，不知道事實真相，胡作妄為；造了惡業，墮在惡道，這個麻煩大了。他有孝子、賢孫，這很難得！現在這個社會，孝順父母的人不多。《地藏經》上我們看到光目女、婆羅門女，那是真正的孝子。看到母親造作罪業，墮落在惡道，全心全力想方法來救拔她，這真是「誠則靈」；她有真誠心，就感動佛菩薩來幫助她。佛菩薩教給她方法。諸位要曉得，佛菩薩還是不能救護，可以把救護的理論、方法教給你，你去做。我們在經上仔細去觀察，教給她什麼方法？我們曉得救度眾生的方法是無量無邊，那個方法有效？念佛最有效！所以，教給她用念佛的方法，教婆羅門女念覺華定如來，雖然沒有教她念阿彌陀佛，教她念覺華定如來，一樣！念佛！"
    },
    {
      "id": "24-005-0001_p0016",
      "zh_CN": "这个孝女为了要救她母亲的苦难，她知道她母亲堕在地狱；生前母亲造作恶业，她也常常劝告，但是她母亲不相信，不能接受，所以才遭地狱的果报。他教她念佛，她真用功，救母亲的心非常恳切，她就认真拼命在念。念到一日一夜，她得定了，在我们现在念佛法门里面讲，她念到一心不乱。这个一心不乱，是属于事一心不乱，并不是很高的功夫，但是确实有功夫了。念到一心不乱，诸位要知道，她不是凡人，凡人的心是乱的。念到一心不乱，相当于小乘的阿罗汉，这个功夫不容易！很难得！",
      "zh_TW": "這個孝女為了要救她母親的苦難，她知道她母親墮在地獄；生前母親造作惡業，她也常常勸告，但是她母親不相信，不能接受，所以才遭地獄的果報。他教她念佛，她真用功，救母親的心非常懇切，她就認真拼命在念。念到一日一夜，她得定了，在我們現在念佛法門裡面講，她念到一心不亂。這個一心不亂，是屬於事一心不亂，並不是很高的功夫，但是確實有功夫了。念到一心不亂，諸位要知道，她不是凡人，凡人的心是亂的。念到一心不亂，相當於小乘的阿羅漢，這個功夫不容易！很難得！"
    },
    {
      "id": "24-005-0001_p0017",
      "zh_CN": "《地藏经》是大乘经，她学的法门是大乘法门。换句话说，她不是阿罗汉，她断证的功夫，相当于阿罗汉，而她修积的功德，超乎阿罗汉之上，她是菩萨。所以，定中境界就现前，她看到地狱。地狱里面守门的鬼王，看到她来，向她恭敬，向她致敬，问她：「菩萨你到这儿来，有什么事情？」得一心不乱就是菩萨，从凡夫她就变成菩萨。鬼王称她菩萨，她就向鬼王打听说：「我的母亲，在世的时候，造作种种罪业，一定堕在地狱。我向你打听，她现在在什么地方？」鬼王合掌就告诉她说：「恭喜你，确确实实你的母亲在地狱。因为你发愿超度她，她在三天前，就离开地狱，升到天上去了。」这个超度法！这是事实！她并没有请法师诵经、拜忏，没有！自己念佛，念到一日一夜，念到一心不乱。以这个功德回向，她的母亲就离开地狱，而生忉利天。",
      "zh_TW": "《地藏經》是大乘經，她學的法門是大乘法門。換句話說，她不是阿羅漢，她斷證的功夫，相當於阿羅漢，而她修積的功德，超乎阿羅漢之上，她是菩薩。所以，定中境界就現前，她看到地獄。地獄裡面守門的鬼王，看到她來，向她恭敬，向她致敬，問她：「菩薩你到這兒來，有什麼事情？」得一心不亂就是菩薩，從凡夫她就變成菩薩。鬼王稱她菩薩，她就向鬼王打聽說：「我的母親，在世的時候，造作種種罪業，一定墮在地獄。我向你打聽，她現在在什麼地方？」鬼王合掌就告訴她說：「恭喜你，確確實實你的母親在地獄。因為你發願超度她，她在三天前，就離開地獄，升到天上去了。」這個超度法！這是事實！她並沒有請法師誦經、拜懺，沒有！自己念佛，念到一日一夜，念到一心不亂。以這個功德迴向，她的母親就離開地獄，而生忉利天。"
    },
    {
      "id": "24-005-0001_p0018",
      "zh_CN": "这里面是什么道理？我们一定要清楚，一个人修行证果不容易！她为什么在一日一夜，能够念到一心不乱？你们大家想想，那是她母亲的功劳！她母亲要不堕地狱，要不受这个苦难，她念佛也没有这个恳切的心；虽然念，不可能达到这个境界。我们今天念佛，念了不少年，为什么连个功夫成片都达不到？别说一心不乱，功夫成片都达不到，那就是我们没有这个压力在。如果自己的亲人，非常亲爱的亲人，堕到阿鼻地狱受这个苦难，我今天一心一意要去救他，佛教给我这个方法，我全心全力在修，修成了。所以，她之念佛能念到一心不乱，是她母亲给她做的增上缘；她母亲不堕地狱，她决定不会有这个成就。所以，你想想！追究她的根源，她母亲帮她的忙，她也帮母亲的忙。她作了菩萨，菩萨的母亲，鬼神对她要格外的看待，这就是经上讲的：「七分功德，自己得六分。」回向给他的家亲眷属，他得一分。他这一分的荣耀从那里来？女儿作了菩萨，她是菩萨之母。所以，这些鬼神对她特别恭敬看待，不能当作一般罪人来对待。所以，在地狱里，请她到天上去享福，彼此都有功德，这才是正理。我们想想，合情、合理，这不是假的。",
      "zh_TW": "這裡面是什麼道理？我們一定要清楚，一個人修行證果不容易！她為什麼在一日一夜，能夠念到一心不亂？你們大家想想，那是她母親的功勞！她母親要不墮地獄，要不受這個苦難，她念佛也沒有這個懇切的心；雖然念，不可能達到這個境界。我們今天念佛，念了不少年，為什麼連個功夫成片都達不到？別說一心不亂，功夫成片都達不到，那就是我們沒有這個壓力在。如果自己的親人，非常親愛的親人，墮到阿鼻地獄受這個苦難，我今天一心一意要去救他，佛教給我這個方法，我全心全力在修，修成了。所以，她之念佛能念到一心不亂，是她母親給她做的增上緣；她母親不墮地獄，她決定不會有這個成就。所以，你想想！追究她的根源，她母親幫她的忙，她也幫母親的忙。她作了菩薩，菩薩的母親，鬼神對她要格外的看待，這就是經上講的：「七分功德，自己得六分。」迴向給他的家親眷屬，他得一分。他這一分的榮耀從那裡來？女兒作了菩薩，她是菩薩之母。所以，這些鬼神對她特別恭敬看待，不能當作一般罪人來對待。所以，在地獄裡，請她到天上去享福，彼此都有功德，這才是正理。我們想想，合情、合理，這不是假的。"
    },
    {
      "id": "24-005-0001_p0019",
      "zh_CN": "所以，诸位一定要明了，你要想超度你的家亲眷属，你自己一定要认真修行，积功累德。你真有心超度，你就要真心去修行；你修行有成就，他才能得度；你修行没有成就，他也得不到福。譬如你在世间，你要想让你的父母，让你的家亲眷属，在社会上得到一切大众的尊敬，你一定要成就你的学问，成就你的德行。使社会上一听，「这是某某人的父母，某某人的眷属」，大家对他特别尊重、特别关心、特别照顾，这就是加持！这就是自然的感应，道理在此地，这真正是帮助他、救助他。这个道理，大家不难体会，你明白这个道理，你就可以联想到《地藏经》上所讲的原理、原则，你会恍然大悟，知道超度的确是有功德的，确确实实是能帮助造作罪业的亡者。",
      "zh_TW": "所以，諸位一定要明瞭，你要想超度你的家親眷屬，你自己一定要認真修行，積功累德。你真有心超度，你就要真心去修行；你修行有成就，他才能得度；你修行沒有成就，他也得不到福。譬如你在世間，你要想讓你的父母，讓你的家親眷屬，在社會上得到一切大眾的尊敬，你一定要成就你的學問，成就你的德行。使社會上一聽，「這是某某人的父母，某某人的眷屬」，大家對他特別尊重、特別關心、特別照顧，這就是加持！這就是自然的感應，道理在此地，這真正是幫助他、救助他。這個道理，大家不難體會，你明白這個道理，你就可以聯想到《地藏經》上所講的原理、原則，你會恍然大悟，知道超度的確是有功德的，確確實實是能幫助造作罪業的亡者。"
    },
    {
      "id": "24-005-0001_p0020",
      "zh_CN": "光目女这段公案，她的修行功夫就差一点，没有婆罗门女那么殊胜，她也是念佛，也是在很短的时间，她念到功夫成片。怎么晓得呢？因为婆罗门女那个境界是定中境界，她那个境界是梦中境界。定中境界比梦中境界，要殊胜太多。她是得梦中境界，也算是有成就。要照我们现在念佛法门里面讲，光目女的功夫是功夫成片，婆罗门女是事一心不乱。你自己修持没有真实的功夫，这种真实功夫，是因为你家亲眷属堕落在恶道，你一心想救拔他，所以你才拼命用功修学，是这么个道理。你的成就就是他的成就；你没有成就，他就没有成就。这是原理，一定要懂。",
      "zh_TW": "光目女這段公案，她的修行功夫就差一點，沒有婆羅門女那麼殊勝，她也是念佛，也是在很短的時間，她念到功夫成片。怎麼曉得呢？因為婆羅門女那個境界是定中境界，她那個境界是夢中境界。定中境界比夢中境界，要殊勝太多。她是得夢中境界，也算是有成就。要照我們現在念佛法門裡面講，光目女的功夫是功夫成片，婆羅門女是事一心不亂。你自己修持沒有真實的功夫，這種真實功夫，是因為你家親眷屬墮落在惡道，你一心想救拔他，所以你才拼命用功修學，是這麼個道理。你的成就就是他的成就；你沒有成就，他就沒有成就。這是原理，一定要懂。"
    },
    {
      "id": "24-005-0001_p0021",
      "zh_CN": "这是佛在经典里面，把超度的原理与事实，跟我们讲得清清楚楚、明明白白。然后我们再想，近代发生的这些事情，倓虚老法师在他的自传，他那个自传叫《影尘回忆录》，是老和尚自己叙说他一生的经历，由他的学生大光法师笔记，记录下来。这个书在台湾流通得很广，诸位都可以能够得到。你看他里面讲了有一段超度的故事，那个时候他还没有出家；倓老出家很晚，四十多岁才出家；但是他在出家之前就学佛，而且很用功。那个时候在天津，没出家之前，有几个志同道合的在一起研究《楞严经》，就是「八载寒窗读楞严」。他有个朋友姓刘，他们合伙开了一个中药舖，也是在一起「八载寒窗读楞严」，对于《楞严经》有心得、有领悟，这我们说他有一点功夫！就凭这一点点功夫，那比起光目女、婆罗门女，差太远了；但是就这么一点点功夫，他就能产生效果。",
      "zh_TW": "這是佛在經典裡面，把超度的原理與事實，跟我們講得清清楚楚、明明白白。然後我們再想，近代發生的這些事情，倓虛老法師在他的自傳，他那個自傳叫《影塵回憶錄》，是老和尚自己敘說他一生的經歷，由他的學生大光法師筆記，記錄下來。這個書在台灣流通得很廣，諸位都可以能夠得到。你看他裡面講了有一段超度的故事，那個時候他還沒有出家；倓老出家很晚，四十多歲才出家；但是他在出家之前就學佛，而且很用功。那個時候在天津，沒出家之前，有幾個志同道合的在一起研究《楞嚴經》，就是「八載寒窗讀楞嚴」。他有個朋友姓劉，他們合夥開了一個中藥舖，也是在一起「八載寒窗讀楞嚴」，對於《楞嚴經》有心得、有領悟，這我們說他有一點功夫！就憑這一點點功夫，那比起光目女、婆羅門女，差太遠了；但是就這麼一點點功夫，他就能產生效果。"
    },
    {
      "id": "24-005-0001_p0022",
      "zh_CN": "他说刘居士有一天中午，在店里看店，中午客人很少，没有人来买药，生意很清淡，他就在柜台上打瞌睡。打瞌睡的时候，就作了一个梦，但是这个梦非常清楚。在打瞌睡的时候，梦中见到两个人来，他一看这两个人，是他的冤家债主，两个人是欠他的钱，欠他债务，他就向他们讨债，逼着他们讨债，这两个人因为没有办法还债，就上吊自杀。以后他为这个事情，时常感觉得难过，他要不向他们讨债，这两个人不会上吊。所以为这个事情很愧疚，常常感到难过。现在看到这两个人来，他晓得这两个人上吊死了，这下来，大概是来找麻烦的，所以也很害怕。",
      "zh_TW": "他說劉居士有一天中午，在店裡看店，中午客人很少，沒有人來買藥，生意很清淡，他就在櫃台上打瞌睡。打瞌睡的時候，就作了一個夢，但是這個夢非常清楚。在打瞌睡的時候，夢中見到兩個人來，他一看這兩個人，是他的冤家債主，兩個人是欠他的錢，欠他債務，他就向他們討債，逼著他們討債，這兩個人因為沒有辦法還債，就上吊自殺。以後他為這個事情，時常感覺得難過，他要不向他們討債，這兩個人不會上吊。所以為這個事情很愧疚，常常感到難過。現在看到這兩個人來，他曉得這兩個人上吊死了，這下來，大概是來找麻煩的，所以也很害怕。"
    },
    {
      "id": "24-005-0001_p0023",
      "zh_CN": "但是看到这两个人面很善，不像是很恶，不像是要来害他的样子。所以，他就问他：「你们来干什么？」这两个人就说：「我想来求你超度。」他听说是求超度，他的心就安了，不来找麻烦了，不是来报复的。于是他就问他：「那要怎么超度你？」他说：「只要你答应就行了。」他说：「好！我答应你。」结果看到这两个人（这两个鬼），踩着他的膝盖，踩着他的肩膀升天了。这两个走了以后没多久，又来了两个。这两个人是他死了的太太跟小孩，也走到他面前，也跪在他面前，求超度。他就问：「怎么超度你？」也是跟上面一样：「你答应就行了。」也看到这两个鬼魂踩着膝盖，踩着肩膀升天了。记载在《影尘回忆录》上。",
      "zh_TW": "但是看到這兩個人面很善，不像是很惡，不像是要來害他的樣子。所以，他就問他：「你們來幹什麼？」這兩個人就說：「我想來求你超度。」他聽說是求超度，他的心就安了，不來找麻煩了，不是來報復的。於是他就問他：「那要怎麼超度你？」他說：「只要你答應就行了。」他說：「好！我答應你。」結果看到這兩個人（這兩個鬼），踩著他的膝蓋，踩著他的肩膀升天了。這兩個走了以後沒多久，又來了兩個。這兩個人是他死了的太太跟小孩，也走到他面前，也跪在他面前，求超度。他就問：「怎麼超度你？」也是跟上面一樣：「你答應就行了。」也看到這兩個鬼魂踩著膝蓋，踩著肩膀升天了。記載在《影塵回憶錄》上。"
    },
    {
      "id": "24-005-0001_p0024",
      "zh_CN": "这就说明，超度必须你自己有修学的功夫，你没有功夫，你凭什么超度别人？他这个功夫就是「八载寒窗读《楞严》」！人家有这个功夫，有这个道力，就能超度家亲眷属，能超度这些有缘人，你要没有这个功夫，不行！我们可以把《影尘回忆录》里头这些故事，跟《地藏经》合起来看，对于这个事实真相，我们就更肯定。",
      "zh_TW": "這就說明，超度必須你自己有修學的功夫，你沒有功夫，你憑什麼超度別人？他這個功夫就是「八載寒窗讀《楞嚴》」！人家有這個功夫，有這個道力，就能超度家親眷屬，能超度這些有緣人，你要沒有這個功夫，不行！我們可以把《影塵回憶錄》裡頭這些故事，跟《地藏經》合起來看，對於這個事實真相，我們就更肯定。"
    },
    {
      "id": "24-005-0001_p0025",
      "zh_CN": "至于现代，佛门里面大规模的这种超度的佛事，在过去没有。我在学佛早期，对这个问题也有疑问，我曾经拿这个事情，请教道安法师。早年，我跟道安法师处得很好，道安法师在台北办了一个「大专佛学讲座」，请我担任总主讲，我们相处不少年。最初在松山寺，以后移到善导寺隔壁佛教会楼上的大讲堂。我们每一个星期天上一次课，北部地区，北面从基隆，南面从新竹，来听课的学生最多的时候，大概有八百多人，这是佛教会一桩盛事。道安法师是负责人，是讲座里面的主席，我在里面担任讲座，他给我的名义是总主讲。当时还有印海法师、智谕法师，我们这几个人来负责教学。",
      "zh_TW": "至於現代，佛門裡面大規模的這種超度的佛事，在過去沒有。我在學佛早期，對這個問題也有疑問，我曾經拿這個事情，請教道安法師。早年，我跟道安法師處得很好，道安法師在台北辦了一個「大專佛學講座」，請我擔任總主講，我們相處不少年。最初在松山寺，以後移到善導寺隔壁佛教會樓上的大講堂。我們每一個星期天上一次課，北部地區，北面從基隆，南面從新竹，來聽課的學生最多的時候，大概有八百多人，這是佛教會一樁盛事。道安法師是負責人，是講座裡面的主席，我在裡面擔任講座，他給我的名義是總主講。當時還有印海法師、智諭法師，我們這幾個人來負責教學。"
    },
    {
      "id": "24-005-0001_p0026",
      "zh_CN": "我向老法师请教，我说：「这个超度是怎么来的？」他想了一想，他说大概超度的起源是唐明皇。在那个时候安史之乱，郭子仪平定了动乱之后，朝廷在每一个大战场，建立一个寺庙，叫开元寺。开元年间建的，都叫开元寺。建这个寺庙，目的就是追悼死难的军民。所以，那个超度的法会就等于我们现在追悼会的意思一样，请这些高僧大德诵经、拜忏、回向、追悼，是个纪念的仪式，国家来提倡。国家这么提倡，到以后民间慢慢的，也就有这个事情，也就是请法师大德诵经、拜忏、超度祖先，可能是由这个演变下来的。由此可知，开元以前没有这个事情，这个记载得很少；开元以后，确实。发展到现在，完全变质了。",
      "zh_TW": "我向老法師請教，我說：「這個超度是怎麼來的？」他想了一想，他說大概超度的起源是唐明皇。在那個時候安史之亂，郭子儀平定了動亂之後，朝廷在每一個大戰場，建立一個寺廟，叫開元寺。開元年間建的，都叫開元寺。建這個寺廟，目的就是追悼死難的軍民。所以，那個超度的法會就等於我們現在追悼會的意思一樣，請這些高僧大德誦經、拜懺、迴向、追悼，是個紀念的儀式，國家來提倡。國家這麼提倡，到以後民間慢慢的，也就有這個事情，也就是請法師大德誦經、拜懺、超度祖先，可能是由這個演變下來的。由此可知，開元以前沒有這個事情，這個記載得很少；開元以後，確實。發展到現在，完全變質了。"
    },
    {
      "id": "24-005-0001_p0027",
      "zh_CN": "怎么说变质了？以前超度是寺院附带做的事情，一年也不过一、二次，很少！主要是讲经说法、领众修行，所以寺庙叫道场。佛教在世间是度人的，不是度鬼的；是度活人的，不是度死人的；这个我们一定要搞清楚、搞明白。所以，从前寺院、丛林里面，一般的活动，二时讲经，二时修行。这二时是从印度的时间单位，跟我们现在时间单位不一样。古印度人将一昼夜分成六个时辰，昼三时、夜三时；白天这个三时辰，叫初日分、中日分、后日分，这是白天；夜晚是初夜分、中夜分、后夜分，这是夜晚。总共分六个时辰。在中国古代，我们使用的时间单位是十二个时辰，比印度就小了，我们用子丑寅卯辰巳午未，用这个分法，十二个时辰。",
      "zh_TW": "怎麼說變質了？以前超度是寺院附帶做的事情，一年也不過一、二次，很少！主要是講經說法、領眾修行，所以寺廟叫道場。佛教在世間是度人的，不是度鬼的；是度活人的，不是度死人的；這個我們一定要搞清楚、搞明白。所以，從前寺院、叢林裡面，一般的活動，二時講經，二時修行。這二時是從印度的時間單位，跟我們現在時間單位不一樣。古印度人將一晝夜分成六個時辰，晝三時、夜三時；白天這個三時辰，叫初日分、中日分、後日分，這是白天；夜晚是初夜分、中夜分、後夜分，這是夜晚。總共分六個時辰。在中國古代，我們使用的時間單位是十二個時辰，比印度就小了，我們用子丑寅卯辰巳午未，用這個分法，十二個時辰。"
    },
    {
      "id": "24-005-0001_p0028",
      "zh_CN": "我们现在用的时间单位，是采取西洋的，西洋人把时间单位分得更小，一昼夜分为二十四个时辰，我们称它作小时。西方人不会讲小时，我们称作小时，为什么？比我们中国原来的时辰小，两个小时才是我们中国的一个时辰。换句话说，我们中国两个时辰，才是印度的一个时辰。你就晓得，古时候寺院丛林二时讲经、上课，就是现在的八小时。寺院是学校，住在里面都是常住的，出家人常住，居士也是常住。居士那时候到寺庙里，叫讨经单；讨经单就是我要听这一部经。一部经要讲相当长的时间，小部的经大概也要一个星期、两个星期；通常一部经都是三个月到半年。如果讲一部大经，像讲一部《华严经》，一天八个小时，要讲一年；我想学这一部经，听这一部经，我一定要到这个地方住一年，所以叫讨经单，就是报名。核准同意之后，你就可以在那里住一年。",
      "zh_TW": "我們現在用的時間單位，是採取西洋的，西洋人把時間單位分得更小，一晝夜分為二十四個時辰，我們稱它作小時。西方人不會講小時，我們稱作小時，為什麼？比我們中國原來的時辰小，兩個小時才是我們中國的一個時辰。換句話說，我們中國兩個時辰，才是印度的一個時辰。你就曉得，古時候寺院叢林二時講經、上課，就是現在的八小時。寺院是學校，住在裡面都是常住的，出家人常住，居士也是常住。居士那時候到寺廟裡，叫討經單；討經單就是我要聽這一部經。一部經要講相當長的時間，小部的經大概也要一個星期、兩個星期；通常一部經都是三個月到半年。如果講一部大經，像講一部《華嚴經》，一天八個小時，要講一年；我想學這一部經，聽這一部經，我一定要到這個地方住一年，所以叫討經單，就是報名。核准同意之後，你就可以在那裡住一年。"
    },
    {
      "id": "24-005-0001_p0029",
      "zh_CN": "在寺院里面，在家人当然也有一点供养，生活费用的供养。同时，常住的工作，像扫地、整理环境，也会分一点工作给你做，你在这个地方安心的修学。所以，那个地方是学校，真的是道场！一天除了八个钟点听课、研究、讨论之外，还要修行。修行用什么方法？方法很多，总不外乎两大类，一个是念佛，一个是参禅，所以有禅堂，有念佛堂。禅堂里面，叫你去打坐，早晚在那里打坐，大概也是八个小时。你不入禅堂参禅，你就到念佛堂念佛，也是八个小时。你们想想看，一天在学术上，我们讲解门八个钟点，行门八个钟点。剩下八个小时，是你休息的时间，这里面还包括吃饭，包括所有的活动。所以，那个道场里面薰修，人没有妄想，没有时间打妄想，所以它的效果卓着。",
      "zh_TW": "在寺院裡面，在家人當然也有一點供養，生活費用的供養。同時，常住的工作，像掃地、整理環境，也會分一點工作給你做，你在這個地方安心的修學。所以，那個地方是學校，真的是道場！一天除了八個鐘點聽課、研究、討論之外，還要修行。修行用什麼方法？方法很多，總不外乎兩大類，一個是念佛，一個是參禪，所以有禪堂，有念佛堂。禪堂裡面，叫你去打坐，早晚在那裡打坐，大概也是八個小時。你不入禪堂參禪，你就到念佛堂念佛，也是八個小時。你們想想看，一天在學術上，我們講解門八個鐘點，行門八個鐘點。剩下八個小時，是你休息的時間，這裡面還包括吃飯，包括所有的活動。所以，那個道場裡面薰修，人沒有妄想，沒有時間打妄想，所以它的效果卓著。"
    },
    {
      "id": "24-005-0001_p0030",
      "zh_CN": "这样的道场住上三个月之后，人的气质就变化了，为什么？没有时间打妄想，没有时间生烦恼，不是在研究讨论、在听经，就是老实念佛，或者禅堂静坐，能收到效果。但是现在一般寺院道场没有了。解门没有了，很少讲经的。行门也没有了，顶多听说，每一年打一个佛七、打一个禅七，点缀点缀。以什么为主？以超度死人为主，完全颠倒！从前寺院是度活人的，现在佛教是度死人的，它变成宗教了。以前是教育，现在变成宗教。",
      "zh_TW": "這樣的道場住上三個月之後，人的氣質就變化了，為什麼？沒有時間打妄想，沒有時間生煩惱，不是在研究討論、在聽經，就是老實念佛，或者禪堂靜坐，能收到效果。但是現在一般寺院道場沒有了。解門沒有了，很少講經的。行門也沒有了，頂多聽說，每一年打一個佛七、打一個禪七，點綴點綴。以什麼為主？以超度死人為主，完全顛倒！從前寺院是度活人的，現在佛教是度死人的，它變成宗教了。以前是教育，現在變成宗教。"
    },
    {
      "id": "24-005-0001_p0031",
      "zh_CN": "这个现象怎么发生的？怎么演变成这个？我们也要知道，也要明了。然后我们自己在佛门里面学什么，要清楚。我们接受释迦牟尼佛的教育，在现前要改善我们的生活，在将来要提升我们的境界。这在科学家里面，所谓的「我们要突破时空」。十法界就是十个不同的时空，我们今天讲的不同的度数，三度空间、四度空间、五度空间。科学家已经证实，至少有十一度空间的存在。这个说法，也正好像佛家讲的十法界；十法界是一个十种不同的时空。佛教给我们突破，突破六道、突破十法界，我们才能够证得一真法界，这是我们学佛应当知道的。",
      "zh_TW": "這個現象怎麼發生的？怎麼演變成這個？我們也要知道，也要明瞭。然後我們自己在佛門裡面學什麼，要清楚。我們接受釋迦牟尼佛的教育，在現前要改善我們的生活，在將來要提升我們的境界。這在科學家裡面，所謂的「我們要突破時空」。十法界就是十個不同的時空，我們今天講的不同的度數，三度空間、四度空間、五度空間。科學家已經證實，至少有十一度空間的存在。這個說法，也正好像佛家講的十法界；十法界是一個十種不同的時空。佛教給我們突破，突破六道、突破十法界，我們才能夠證得一真法界，這是我們學佛應當知道的。"
    },
    {
      "id": "24-005-0001_p0032",
      "zh_CN": "这种大规模的超度，有没有效果呢？不能说没有效果。最重要的是主法的这个人，主持超度的这个人，他如果是有修、有证，那个力量就非常显著。像从前梁武帝，《梁皇忏》就是这么来的。梁武帝很喜欢的一个妃子，也是造作罪业，堕落在恶道。梁武帝是佛门大护法，请宝志公来主持这个超度法会，以后记录下来，就叫做《梁皇忏》。《梁皇忏》的序文里面记载得很清楚，宝志公是观世音菩萨的化身，将梁武帝的妃子，从恶道超度到忉利天。这类的事情，我们在《传记》里面看到很多很多，主法的人要有修、有证。",
      "zh_TW": "這種大規模的超度，有沒有效果呢？不能說沒有效果。最重要的是主法的這個人，主持超度的這個人，他如果是有修、有證，那個力量就非常顯著。像從前梁武帝，《梁皇懺》就是這麼來的。梁武帝很喜歡的一個妃子，也是造作罪業，墮落在惡道。梁武帝是佛門大護法，請寶誌公來主持這個超度法會，以後記錄下來，就叫做《梁皇懺》。《梁皇懺》的序文裡面記載得很清楚，寶誌公是觀世音菩薩的化身，將梁武帝的妃子，從惡道超度到忉利天。這類的事情，我們在《傳記》裡面看到很多很多，主法的人要有修、有證。"
    },
    {
      "id": "24-005-0001_p0033",
      "zh_CN": "讲到现代，现代有修、有证的人没有了。所以，我一生不敢做超度的佛事，我没有这个能力、没有这个德能。我们馆长对这个很重视，我也不反对。过去韩锳馆长，我们有这个道场，我们诚心诚意来做，本着真诚，诚就能感应。所以，图书馆在过去，每一年有三次超度法会，我们平常是讲经念佛，虽然达不到古时候的标准；古时候是八个小时讲经、八个小时念佛，我们做不到。我们现在是每天讲一次经，一个半小时。内部同修也有一、两个小时的研究讨论，勉强还像个样子。念佛，我们总要求不中断。每年清明、中元、冬至，我们做三次祭祖的法会。我们所祭祀的祖先，不必要你到这来写牌位，我们牌位早写好了，我们写的是百姓祖先，一律平等。所以，我们供的牌位，是百姓祖先牌位。小牌位是按照百家姓写的，我们是做平等法，不会大牌位多少钱、小牌位多少钱，没有！你要拿钱是随喜，没有勉强的，也没有什么规定。在我们基金会是完全不收费，供养这个牌位，是一分钱都不收。我们一年做三次法会。",
      "zh_TW": "講到現代，現代有修、有證的人沒有了。所以，我一生不敢做超度的佛事，我沒有這個能力、沒有這個德能。我們館長對這個很重視，我也不反對。過去韓鍈館長，我們有這個道場，我們誠心誠意來做，本著真誠，誠就能感應。所以，圖書館在過去，每一年有三次超度法會，我們平常是講經念佛，雖然達不到古時候的標準；古時候是八個小時講經、八個小時念佛，我們做不到。我們現在是每天講一次經，一個半小時。內部同修也有一、兩個小時的研究討論，勉強還像個樣子。念佛，我們總要求不中斷。每年清明、中元、冬至，我們做三次祭祖的法會。我們所祭祀的祖先，不必要你到這來寫牌位，我們牌位早寫好了，我們寫的是百姓祖先，一律平等。所以，我們供的牌位，是百姓祖先牌位。小牌位是按照百家姓寫的，我們是做平等法，不會大牌位多少錢、小牌位多少錢，沒有！你要拿錢是隨喜，沒有勉強的，也沒有什麼規定。在我們基金會是完全不收費，供養這個牌位，是一分錢都不收。我們一年做三次法會。"
    },
    {
      "id": "24-005-0001_p0034",
      "zh_CN": "近代因为社会动乱，死难的人太多了，我们每一个月做一次三时系念，诚心诚意超度这个月当中，一切死难的这些冤魂。这是我们这个道场，现在附带做的。希望诸位了解超度的理论与事实，做总比不做好，只要尽心尽力、诚诚恳恳，一定会有感应，好！谢谢诸位同修。",
      "zh_TW": "近代因為社會動亂，死難的人太多了，我們每一個月做一次三時繫念，誠心誠意超度這個月當中，一切死難的這些冤魂。這是我們這個道場，現在附帶做的。希望諸位了解超度的理論與事實，做總比不做好，只要盡心盡力、誠誠懇懇，一定會有感應，好！謝謝諸位同修。"
    }
  ]
}