{
  "doc_id": "09-023-0094",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十四集",
    "zh_TW": "第九十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0094",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "09-023-0094_p0001",
      "zh_CN": "请掀开经本第二百三十面，从注解第二段看起。",
      "zh_TW": "請掀開經本第二百三十面，從註解第二段看起。"
    },
    {
      "id": "09-023-0094_p0002",
      "zh_CN": "【必须尽空诸相，剿绝情识，方足语于性相一如。倘有微细分别执着，便是业识，何云观相即是观性乎。】",
      "zh_TW": "【必須盡空諸相，剿絕情識，方足語於性相一如。倘有微細分別執著，便是業識，何云觀相即是觀性乎。】"
    },
    {
      "id": "09-023-0094_p0003",
      "zh_CN": "世尊讲这部经，实在是相当不容易，因为听众之中，尤其是在今天末法的时代，错会意思的，曲解意思的，几乎常常可以见到。为了防止把意思解错，所以委曲婉转善巧的教诲，我们在经文当中，处处也能够读到。佛与大菩萨的境界，必须要把妄想分别执着断尽，然后才可以说，诸法一如，一切法皆是佛法；也就是说，从相上就见到真性。我们在《般若经》上这些话听多了，最怕的是我们也学会了见相就是见性，以为自己见性了，这就坏了。这就把自己悟门堵死，这一生当中决定不会开悟了。为什么？以为自己开悟了，以为自己契入如来境界，殊不知自己依旧是凡夫。凡夫之人误以为自己是圣人，这个叫以凡滥圣，罪过就很重。所以佛这个后面许许多多的教训极力的防范，唯恐我们错解了。经上把这些道理说得很清楚，事实真相也都说出来，我们为什么还不能开悟？还不能证入？我们的障碍就是在情识。情是烦恼，七情五欲，情是烦恼；识就是分别，就是所知障。我们是被二障障住了。二障没除，性相就不是一如，性不是相，相不是性。为什么？因为我们有执着。有执着，性相决定不是一如，你要是把性相以为是一如，这里面的过失就太大了，这是不能不知道防范。为什么？严重了就是所谓恶取空、拨无因果，造的罪业就很重。",
      "zh_TW": "世尊講這部經，實在是相當不容易，因為聽眾之中，尤其是在今天末法的時代，錯會意思的，曲解意思的，幾乎常常可以見到。為了防止把意思解錯，所以委曲婉轉善巧的教誨，我們在經文當中，處處也能夠讀到。佛與大菩薩的境界，必須要把妄想分別執著斷盡，然後才可以說，諸法一如，一切法皆是佛法；也就是說，從相上就見到真性。我們在《般若經》上這些話聽多了，最怕的是我們也學會了見相就是見性，以為自己見性了，這就壞了。這就把自己悟門堵死，這一生當中決定不會開悟了。為什麼？以為自己開悟了，以為自己契入如來境界，殊不知自己依舊是凡夫。凡夫之人誤以為自己是聖人，這個叫以凡濫聖，罪過就很重。所以佛這個後面許許多多的教訓極力的防範，唯恐我們錯解了。經上把這些道理說得很清楚，事實真相也都說出來，我們為什麼還不能開悟？還不能證入？我們的障礙就是在情識。情是煩惱，七情五欲，情是煩惱；識就是分別，就是所知障。我們是被二障障住了。二障沒除，性相就不是一如，性不是相，相不是性。為什麼？因為我們有執著。有執著，性相決定不是一如，你要是把性相以為是一如，這裡面的過失就太大了，這是不能不知道防範。為什麼？嚴重了就是所謂惡取空、撥無因果，造的罪業就很重。"
    },
    {
      "id": "09-023-0094_p0004",
      "zh_CN": "所以小注里头说，「倘有微细分别执着」，此地讲的微细分别执着，说实在的话还是粗相，但是对我们凡夫来讲，那的确是相当微细。见思烦恼，这是指你见思烦恼没断，换句话说，你是六道里面的凡夫。见思烦恼要是断了，他有能力出三界，有能力永脱六道轮回，距离佛知佛见接近了。他能不能说性相一如？还不行！这个我们讲到有能力断见思烦恼，证阿罗汉果、辟支佛果、权教菩萨，不行！他还没有到性相一如。那些人还有情识，当然比我们是微细得多了。这就是此地所讲的微细分别执着，在佛法里也叫做界外的无明；三界以外的，三界就是六道，六道以外的，这是微细的，这个也要把它断掉。我们大乘圆教里头常讲，尘沙烦恼断掉了，无明烦恼也破一品了，至少要破一品，就可以说性相一如，见相就是见性，真的不生烦恼。这个事情实在讲，我们在境界里面可以勘验一下，试验试验我们是不是到这个境界了？到一如的境界。一如境界就是圆教初住菩萨的境界，法身大士的境界，他的心完全平等，妄念确实不生。日常生活当中，随便拈一法都可以来试验一下，看看有没有到这个境界。夏天热了，新加坡这个地方夏天热，你穿个棉衣行不行？如果穿着棉衣也不出汗，差不多有一点一如的味道，冷热一如。到北方冰天雪地的地方，也可以穿一件Ｔ恤，不冷！万法一如，冷热一如。你行不行？这个可以试验，一试验就试验出来了。真的入了一如境界，好丑一如，没有分别执着了；香臭一如，很新鲜的菜吃得很有味道，放上几天已经臭了腐烂了，吃了是不是还是津津有味？决定不会生病，这就真的到一如。如果没有这个功夫，自己要晓得，经上讲的是佛菩萨的境界，不是我们的境界，我们还是老老实实守规矩，按部就班，教你断恶你就断恶，教你修善你就修善，不可以说善恶一如，你没这个功夫。功夫到了是没错，你没到这功夫。这就讲我们还是有意识，还是有分别执着，六根对境界还是有喜欢的、有讨厌的，这个不行，这是凡夫。诸位要记住，法身大士决定没有这种现象，他的心是清净的、是平等的，他入了一如的境界。我们还有分别执着，这个微细的分别执着，已经可以说到阿罗汉、辟支佛、权教菩萨，他们都没有到一如的境界。这是见相是相，绝对不会在相里面见到真性，我们今天理上是有那么一点点模糊的现象，事实上我们完全看不到。",
      "zh_TW": "所以小註裡頭說，「倘有微細分別執著」，此地講的微細分別執著，說實在的話還是粗相，但是對我們凡夫來講，那的確是相當微細。見思煩惱，這是指你見思煩惱沒斷，換句話說，你是六道裡面的凡夫。見思煩惱要是斷了，他有能力出三界，有能力永脫六道輪迴，距離佛知佛見接近了。他能不能說性相一如？還不行！這個我們講到有能力斷見思煩惱，證阿羅漢果、辟支佛果、權教菩薩，不行！他還沒有到性相一如。那些人還有情識，當然比我們是微細得多了。這就是此地所講的微細分別執著，在佛法裡也叫做界外的無明；三界以外的，三界就是六道，六道以外的，這是微細的，這個也要把它斷掉。我們大乘圓教裡頭常講，塵沙煩惱斷掉了，無明煩惱也破一品了，至少要破一品，就可以說性相一如，見相就是見性，真的不生煩惱。這個事情實在講，我們在境界裡面可以勘驗一下，試驗試驗我們是不是到這個境界了？到一如的境界。一如境界就是圓教初住菩薩的境界，法身大士的境界，他的心完全平等，妄念確實不生。日常生活當中，隨便拈一法都可以來試驗一下，看看有沒有到這個境界。夏天熱了，新加坡這個地方夏天熱，你穿個棉衣行不行？如果穿著棉衣也不出汗，差不多有一點一如的味道，冷熱一如。到北方冰天雪地的地方，也可以穿一件Ｔ恤，不冷！萬法一如，冷熱一如。你行不行？這個可以試驗，一試驗就試驗出來了。真的入了一如境界，好醜一如，沒有分別執著了；香臭一如，很新鮮的菜吃得很有味道，放上幾天已經臭了腐爛了，吃了是不是還是津津有味？決定不會生病，這就真的到一如。如果沒有這個功夫，自己要曉得，經上講的是佛菩薩的境界，不是我們的境界，我們還是老老實實守規矩，按部就班，教你斷惡你就斷惡，教你修善你就修善，不可以說善惡一如，你沒這個功夫。功夫到了是沒錯，你沒到這功夫。這就講我們還是有意識，還是有分別執著，六根對境界還是有喜歡的、有討厭的，這個不行，這是凡夫。諸位要記住，法身大士決定沒有這種現象，他的心是清淨的、是平等的，他入了一如的境界。我們還有分別執著，這個微細的分別執著，已經可以說到阿羅漢、辟支佛、權教菩薩，他們都沒有到一如的境界。這是見相是相，絕對不會在相裡面見到真性，我們今天理上是有那麼一點點模糊的現象，事實上我們完全看不到。"
    },
    {
      "id": "09-023-0094_p0005",
      "zh_CN": "【一如平等，惟有诸佛方能究竟。】",
      "zh_TW": "【一如平等，惟有諸佛方能究竟。】"
    },
    {
      "id": "09-023-0094_p0006",
      "zh_CN": "法身大士，这里面有四十一个阶级，初住菩萨，我们以圆教来说，初住菩萨是刚刚证得，证得一如；往后去，无明分分断，真如分分显，必须要把四十一品无明断尽，真如就圆满的显现出来了。所以说是惟诸佛方能究竟，这个诸佛是指圆教的佛果。",
      "zh_TW": "法身大士，這裡面有四十一個階級，初住菩薩，我們以圓教來說，初住菩薩是剛剛證得，證得一如；往後去，無明分分斷，真如分分顯，必須要把四十一品無明斷盡，真如就圓滿的顯現出來了。所以說是惟諸佛方能究竟，這個諸佛是指圓教的佛果。"
    },
    {
      "id": "09-023-0094_p0007",
      "zh_CN": "【必须既不执实，且虚相亦泯。】",
      "zh_TW": "【必須既不執實，且虛相亦泯。】"
    },
    {
      "id": "09-023-0094_p0008",
      "zh_CN": "心要真清净，真清净心里面是一念不生。《金刚经》上讲的诸佛，古大德的注解里面，也有说作四十一位法身大士，所以是四十一位诸佛，这个讲得通，不是讲不通，讲得通。明心见性，见性成佛，见性就成佛了。为什么？见了性之后，两边都不执着。从这一句来看，既不执着实，也不执着虚，实是有边，虚是空边，空有两边都不执着，这是从圆初住，往后去都是这样的境界。",
      "zh_TW": "心要真清淨，真清淨心裡面是一念不生。《金剛經》上講的諸佛，古大德的註解裡面，也有說作四十一位法身大士，所以是四十一位諸佛，這個講得通，不是講不通，講得通。明心見性，見性成佛，見性就成佛了。為什麼？見了性之後，兩邊都不執著。從這一句來看，既不執著實，也不執著虛，實是有邊，虛是空邊，空有兩邊都不執著，這是從圓初住，往後去都是這樣的境界。"
    },
    {
      "id": "09-023-0094_p0009",
      "zh_CN": "【直下一念不生，并不生亦无，方是一如而不异。】",
      "zh_TW": "【直下一念不生，並不生亦無，方是一如而不異。】"
    },
    {
      "id": "09-023-0094_p0010",
      "zh_CN": "一念不生了，如果还有个一念不生，他还不是，还没有见到一如，还有一个妄念在。真正做到一个念头都没有了。我们要问，我们念这句阿弥陀佛，到底是有念还是无念？在我们现前境界里，这一句阿弥陀佛有，真有！一点都不假，西方极乐世界也真有。临命终时，佛真的来接引，我们真往生，有！可是这个有，也能够念到一如，这看你功夫；念到一如的时候，不是不念，还照念，照念阿弥陀佛。不但阿弥陀佛非有非无，这句名号也是非有非无，两边不着。佛号清清楚楚、明明白白，不着无；心里面干干净净，若无其事，不着有。可见得这一句佛号，你那个功夫要是会用，懂得《金刚般若》的原理原则，一天到晚阿弥陀佛、阿弥陀佛，空有两边不住。这个方法好，比大乘任何一个宗派法门里面修行都踏实，因为你不到一如的境界也往生，生凡圣同居土；如果到达一如的境界，那也往生，生实报庄严土。这跟其他法门不一样，其他法门不达到一如不能见性，不能超越十法界，功夫差一等的，连六道都出不了。这样就很清楚、很明白，修学的方法总没有念佛来得稳当。",
      "zh_TW": "一念不生了，如果還有個一念不生，他還不是，還沒有見到一如，還有一個妄念在。真正做到一個念頭都沒有了。我們要問，我們念這句阿彌陀佛，到底是有念還是無念？在我們現前境界裡，這一句阿彌陀佛有，真有！一點都不假，西方極樂世界也真有。臨命終時，佛真的來接引，我們真往生，有！可是這個有，也能夠念到一如，這看你功夫；念到一如的時候，不是不念，還照念，照念阿彌陀佛。不但阿彌陀佛非有非無，這句名號也是非有非無，兩邊不著。佛號清清楚楚、明明白白，不著無；心裡面乾乾淨淨，若無其事，不著有。可見得這一句佛號，你那個功夫要是會用，懂得《金剛般若》的原理原則，一天到晚阿彌陀佛、阿彌陀佛，空有兩邊不住。這個方法好，比大乘任何一個宗派法門裡面修行都踏實，因為你不到一如的境界也往生，生凡聖同居土；如果到達一如的境界，那也往生，生實報莊嚴土。這跟其他法門不一樣，其他法門不達到一如不能見性，不能超越十法界，功夫差一等的，連六道都出不了。這樣就很清楚、很明白，修學的方法總沒有念佛來得穩當。"
    },
    {
      "id": "09-023-0094_p0011",
      "zh_CN": "【直须虽一如平等，而亦无所谓一如平等，乃为真一如，真平等。岂业识未空者，所能妄以自负。】",
      "zh_TW": "【直須雖一如平等，而亦無所謂一如平等，乃為真一如，真平等。豈業識未空者，所能妄以自負。】"
    },
    {
      "id": "09-023-0094_p0012",
      "zh_CN": "末后的教诫非常好！这是给我们提出严重的警告。业识不空，千千万万要记住，我们确确实实没入境界；不但没入，连正解都还有问题，也就是纯正的理解我们还有一段的差距。如果你真正理解，你一定肯做，一定肯干！我们为什么做不到？理解得不够透彻，真理解到透彻了，一定会去做。",
      "zh_TW": "末後的教誡非常好！這是給我們提出嚴重的警告。業識不空，千千萬萬要記住，我們確確實實沒入境界；不但沒入，連正解都還有問題，也就是純正的理解我們還有一段的差距。如果你真正理解，你一定肯做，一定肯幹！我們為什麼做不到？理解得不夠透徹，真理解到透徹了，一定會去做。"
    },
    {
      "id": "09-023-0094_p0013",
      "zh_CN": "【今云以三十二相观如来】",
      "zh_TW": "【今云以三十二相觀如來】"
    },
    {
      "id": "09-023-0094_p0014",
      "zh_CN": "这是释迦牟尼佛叫着须菩提尊者给他说，若以三十二相观如来者。",
      "zh_TW": "這是釋迦牟尼佛叫著須菩提尊者給他說，若以三十二相觀如來者。"
    },
    {
      "id": "09-023-0094_p0015",
      "zh_CN": "【明明存有能观、所观。】",
      "zh_TW": "【明明存有能觀、所觀。】"
    },
    {
      "id": "09-023-0094_p0016",
      "zh_CN": "有能有所。能：我观、我看；如来三十二相是我所看到的，有能有所。能所从哪里来的？从分别执着来的。",
      "zh_TW": "有能有所。能：我觀、我看；如來三十二相是我所看到的，有能有所。能所從哪裡來的？從分別執著來的。"
    },
    {
      "id": "09-023-0094_p0017",
      "zh_CN": "【业识宛然】",
      "zh_TW": "【業識宛然】"
    },
    {
      "id": "09-023-0094_p0018",
      "zh_CN": "换句话说，你在日常生活当中，对人、对事、对物，还是业识当家，业识就是妄心。我们今天讲用心，什么心？生灭心，一个念头生，一个念头灭；妄想心。此地讲的业识，就是妄想心。有这个心在，真心就不能现前。前面讲的一如平等，给诸位说，是真心，不是妄心，真心就一如平等。我们不会用真心；虽然有，不会用。可是必须要知道，真心跟妄心是一个，不二，离了妄心去找真心，找不到。佛在经上，关于这个事实也说得很多，「真妄不二」，「全妄即真，全真即妄」，我们在前面用金跟器来做比喻，用梦境来做比喻。真心、妄心是一不是二，佛在经上常用水做比喻，水跟波，《楞严经》上用这个比喻。把真心比作水，妄心比作波浪，波就是水，水就是波，没错！但是波跟水的样子不一样，作用不一样。波是动的相，水是静的相；换句话说，波要是不动，那就是水。妄心就是波，它在动。",
      "zh_TW": "換句話說，你在日常生活當中，對人、對事、對物，還是業識當家，業識就是妄心。我們今天講用心，什麼心？生滅心，一個念頭生，一個念頭滅；妄想心。此地講的業識，就是妄想心。有這個心在，真心就不能現前。前面講的一如平等，給諸位說，是真心，不是妄心，真心就一如平等。我們不會用真心；雖然有，不會用。可是必須要知道，真心跟妄心是一個，不二，離了妄心去找真心，找不到。佛在經上，關於這個事實也說得很多，「真妄不二」，「全妄即真，全真即妄」，我們在前面用金跟器來做比喻，用夢境來做比喻。真心、妄心是一不是二，佛在經上常用水做比喻，水跟波，《楞嚴經》上用這個比喻。把真心比作水，妄心比作波浪，波就是水，水就是波，沒錯！但是波跟水的樣子不一樣，作用不一樣。波是動的相，水是靜的相；換句話說，波要是不動，那就是水。妄心就是波，它在動。"
    },
    {
      "id": "09-023-0094_p0019",
      "zh_CN": "所以佛法修行是修定，修清净心，修定；定下来之后，那就是真心，定下来那就是一如平等；动的时候不平等，动的时候不清净。我们现在这个心是动的。这个地方讲，那个微细的分别执着，那是小波小浪，微波。我们六道凡夫的心是波涛，大风大浪。什么是风？外面的境界。境界一诱惑，风就吹动了，你的心里面贪瞋痴慢都起来了，贪瞋痴慢是波浪，大波大浪。三界之外的权教菩萨、声闻、缘觉，他们对外面境界的感受是微波微浪，他确实还有波浪，但是我们凡夫已经看不出来，觉得他很平；他要跟法身大士一比较，那就很明显，他的确还有小波浪；法身大士没有了，这个波浪没有了，完全平静下来了。业识要懂得，业识就是心动，动的心就是妄心。",
      "zh_TW": "所以佛法修行是修定，修清淨心，修定；定下來之後，那就是真心，定下來那就是一如平等；動的時候不平等，動的時候不清淨。我們現在這個心是動的。這個地方講，那個微細的分別執著，那是小波小浪，微波。我們六道凡夫的心是波濤，大風大浪。什麼是風？外面的境界。境界一誘惑，風就吹動了，你的心裡面貪瞋痴慢都起來了，貪瞋痴慢是波浪，大波大浪。三界之外的權教菩薩、聲聞、緣覺，他們對外面境界的感受是微波微浪，他確實還有波浪，但是我們凡夫已經看不出來，覺得他很平；他要跟法身大士一比較，那就很明顯，他的確還有小波浪；法身大士沒有了，這個波浪沒有了，完全平靜下來了。業識要懂得，業識就是心動，動的心就是妄心。"
    },
    {
      "id": "09-023-0094_p0020",
      "zh_CN": "须菩提很聪明，佛这一问，尊者懂得佛的意思，所以前面说「如是如是」，这是前一段讲的，",
      "zh_TW": "須菩提很聰明，佛這一問，尊者懂得佛的意思，所以前面說「如是如是」，這是前一段講的，"
    },
    {
      "id": "09-023-0094_p0021",
      "zh_CN": "【乃云如是如是。殊不知早已非如，毫无一是矣。】",
      "zh_TW": "【乃云如是如是。殊不知早已非如，毫無一是矣。】"
    },
    {
      "id": "09-023-0094_p0022",
      "zh_CN": "前面讲的时候，我们要懂得尊者答复里面的深义，精华的义趣，唯如即是；如果通达一如，哪有不是？就在相上就能见到性。这一段是预防还有微细分别执着的人，「如是如是」，他不能说，不是他的境界。你要答个如是如是，那是法身大士答如是，没错，佛点头；我们如果跟着答如是如是，佛马上就摇头。这是真的，一点不假。那个答复的话没错，都是「如是如是」，意思不一样，一个是真正明暸，一个是随着人家言语在乱说，不是自己的境界。这是对于妄心做当家的人，他要说如是如是，那就错了。",
      "zh_TW": "前面講的時候，我們要懂得尊者答覆裡面的深義，精華的義趣，唯如即是；如果通達一如，哪有不是？就在相上就能見到性。這一段是預防還有微細分別執著的人，「如是如是」，他不能說，不是他的境界。你要答個如是如是，那是法身大士答如是，沒錯，佛點頭；我們如果跟著答如是如是，佛馬上就搖頭。這是真的，一點不假。那個答覆的話沒錯，都是「如是如是」，意思不一樣，一個是真正明暸，一個是隨著人家言語在亂說，不是自己的境界。這是對於妄心做當家的人，他要說如是如是，那就錯了。"
    },
    {
      "id": "09-023-0094_p0023",
      "zh_CN": "【古今多少行人，粗念稍息，便谓已证三昧。习气仍在，辄云任运腾腾。是皆以混滥为圆融，鲜有不堕落者。】",
      "zh_TW": "【古今多少行人，粗念稍息，便謂已證三昧。習氣仍在，輒云任運騰騰。是皆以混濫為圓融，鮮有不墮落者。】"
    },
    {
      "id": "09-023-0094_p0024",
      "zh_CN": "这一段话说得好！把释迦牟尼佛说这一段的意思，慈悲都为我们显露出来了。由此可知，误解佛所说的，自古就不乏其人，何况于现代。粗念稍息，粗的妄念少了，少了，这个人怎么样？得轻安，刚刚得受用。心里面很安静，这是初得轻安，这是佛学的名词，轻重的轻，平安的安。刚刚得这个境界，这是我们学佛初步功夫得力。外面境界干扰小了，外面五欲六尘接触之后，不会大风大浪。小小的波浪，感觉到自己的心很平静，不太受外面境界诱惑，这是轻安。于是他误会，以为自己已经证得三昧，这在佛法里面称为增上慢，没有证得，他自以为证得。但是他并没有骗人，不是存心骗人，他自己搞错了，搞误会了，没证以为证得了，这种情形很多。",
      "zh_TW": "這一段話說得好！把釋迦牟尼佛說這一段的意思，慈悲都為我們顯露出來了。由此可知，誤解佛所說的，自古就不乏其人，何況於現代。粗念稍息，粗的妄念少了，少了，這個人怎麼樣？得輕安，剛剛得受用。心裡面很安靜，這是初得輕安，這是佛學的名詞，輕重的輕，平安的安。剛剛得這個境界，這是我們學佛初步功夫得力。外面境界干擾小了，外面五欲六塵接觸之後，不會大風大浪。小小的波浪，感覺到自己的心很平靜，不太受外面境界誘惑，這是輕安。於是他誤會，以為自己已經證得三昧，這在佛法裡面稱為增上慢，沒有證得，他自以為證得。但是他並沒有騙人，不是存心騙人，他自己搞錯了，搞誤會了，沒證以為證得了，這種情形很多。"
    },
    {
      "id": "09-023-0094_p0025",
      "zh_CN": "我过去曾经遇到一位老居士，他告诉我，欢欢喜喜的告诉我：他证得阿罗汉果，我怎么讲他都不相信，他自己认为他真的证得了。他也不是欺骗人，也不是打妄语，实在讲是误会。到最后我搞得没法子了，我说好吧！真正证得阿罗汉，那一定有神通，这我们在佛经上读得太多了，须陀洹就有天眼通、天耳通，须陀洹是初果；你既然证得阿罗汉，是四果罗汉，我们在他家客厅里头聊天，我说你大门外头有人走过，你有没有看到？他说：没有看到。那你没有证得阿罗汉，墙壁你看不穿，你真正证得阿罗汉，门外墙壁外面任何人走，你一定会看很清楚，你有天眼。你天眼还没有得到，你连须陀洹也没证到。这样他才相信，才知道自己误会了。他是心轻安，念佛功夫真的得一点力。从前遇到外面境界，人家赞叹很欢喜，人家要是骂他几句，生气好几天；现在遇到这个境界，大概已经不动心了，已经无所谓，就以为自己证阿罗汉果了，其实那还远得很。但是总是好境界，有进步了，可是不能有误会；有误会，功夫就不能再向上提升。这是粗念稍息，这个情形确确实实有，以为自己证得三昧。",
      "zh_TW": "我過去曾經遇到一位老居士，他告訴我，歡歡喜喜的告訴我：他證得阿羅漢果，我怎麼講他都不相信，他自己認為他真的證得了。他也不是欺騙人，也不是打妄語，實在講是誤會。到最後我搞得沒法子了，我說好吧！真正證得阿羅漢，那一定有神通，這我們在佛經上讀得太多了，須陀洹就有天眼通、天耳通，須陀洹是初果；你既然證得阿羅漢，是四果羅漢，我們在他家客廳裡頭聊天，我說你大門外頭有人走過，你有沒有看到？他說：沒有看到。那你沒有證得阿羅漢，牆壁你看不穿，你真正證得阿羅漢，門外牆壁外面任何人走，你一定會看很清楚，你有天眼。你天眼還沒有得到，你連須陀洹也沒證到。這樣他才相信，才知道自己誤會了。他是心輕安，念佛功夫真的得一點力。從前遇到外面境界，人家讚歎很歡喜，人家要是罵他幾句，生氣好幾天；現在遇到這個境界，大概已經不動心了，已經無所謂，就以為自己證阿羅漢果了，其實那還遠得很。但是總是好境界，有進步了，可是不能有誤會；有誤會，功夫就不能再向上提升。這是粗念稍息，這個情形確確實實有，以為自己證得三昧。"
    },
    {
      "id": "09-023-0094_p0026",
      "zh_CN": "「习气仍在」，习气还在，也学菩萨游戏神通，那还得了，那不得了！「任运腾腾」，就是常讲的，诸佛菩萨示现在我们人间游戏神通。像大家所晓得的，古时候的济公活佛，那就是任运腾腾，他什么忌讳也没有。近代民国初年，也有一个这么样的法师，金山活佛，是江苏镇江金山寺的妙善法师。我们最近这里印的《金山活佛神异录》，那是乐观法师写的，我们把它印出来给大家看看。那是任运腾腾，但是他那个样子我们做不到，我们没有法子。这个法师，你们去看看《传记》就晓得，他一生都不洗澡的，他冬天、夏天就一件衣服，他冬天不冷，夏天不热，他吃东西是乱七八糟的。人家丢在地下东西不要的，他都捡起来吃，别人供养他的钱，钞票，他一拿到手就吃下去，那个钞票细菌多少，他那个学不得。我们在他的《传记》上，因为每个人都知道他从来不洗澡的，有一天好心的居士准备洗澡水让他洗个澡；那个洗澡水，人家喝了，什么病都治好了，你说奇怪不奇怪！我们看到金山寺的妙善法师，我们就想到古时候那个济公是真的不是假的，妙善法师跟济公非常相似。这个我们学不得的，为什么？我们习气还在，他没有习气，他可以做，我们不能做；我们要这样做，那就是以凡滥圣，我们凡夫冒充圣人，那还得了！「皆以混滥为圆融」，他们是圆融的，我们做不到，这是冒充不得的！「鲜有不堕落者」，鲜是少，少有不堕落的。怎么可以学这种人，自以为得自在！",
      "zh_TW": "「習氣仍在」，習氣還在，也學菩薩遊戲神通，那還得了，那不得了！「任運騰騰」，就是常講的，諸佛菩薩示現在我們人間遊戲神通。像大家所曉得的，古時候的濟公活佛，那就是任運騰騰，他什麼忌諱也沒有。近代民國初年，也有一個這麼樣的法師，金山活佛，是江蘇鎮江金山寺的妙善法師。我們最近這裡印的《金山活佛神異錄》，那是樂觀法師寫的，我們把它印出來給大家看看。那是任運騰騰，但是他那個樣子我們做不到，我們沒有法子。這個法師，你們去看看《傳記》就曉得，他一生都不洗澡的，他冬天、夏天就一件衣服，他冬天不冷，夏天不熱，他吃東西是亂七八糟的。人家丟在地下東西不要的，他都撿起來吃，別人供養他的錢，鈔票，他一拿到手就吃下去，那個鈔票細菌多少，他那個學不得。我們在他的《傳記》上，因為每個人都知道他從來不洗澡的，有一天好心的居士準備洗澡水讓他洗個澡；那個洗澡水，人家喝了，什麼病都治好了，你說奇怪不奇怪！我們看到金山寺的妙善法師，我們就想到古時候那個濟公是真的不是假的，妙善法師跟濟公非常相似。這個我們學不得的，為什麼？我們習氣還在，他沒有習氣，他可以做，我們不能做；我們要這樣做，那就是以凡濫聖，我們凡夫冒充聖人，那還得了！「皆以混濫為圓融」，他們是圓融的，我們做不到，這是冒充不得的！「鮮有不墮落者」，鮮是少，少有不墮落的。怎麼可以學這種人，自以為得自在！"
    },
    {
      "id": "09-023-0094_p0027",
      "zh_CN": "我们举一个简单的比喻来说，这是现在社会学佛人都应该要警惕的。中国的佛教，无论出家、在家，都吃长素、素食。现在学密法的人很多，密法吃肉。没错，这个密宗真正修行有德行的人，他吃众生肉是超度牠，你吃众生肉，有没有能力超度牠？你要是没有能力超度牠，是不是吃牠半斤，将来要还牠八两呢？这个问题就严重了。不要认为好像密宗对于五欲六尘都可以充分的去享受，又能即身成佛，这个法门太好了！换句话说，不断贪瞋痴也能成佛，所以学密的人很多很多。他将来会不会有结果？印光大师在《文钞》里面讲得很多，怕的是将来都要堕三途，不能即身成佛，哪有这个道理！我们必须要了解密宗的历史，密宗承传的状况，你才晓得他的生活方式怎么来的。密教在中国，在西藏、西康、青海，这些高原地带游牧民族，他们的生活，主要的食物就是牛羊肉，他没有稻米、没有蔬菜，这是不得已的。你现在有五谷杂粮，有蔬菜可以维持生活，你就不应该再吃众生肉。虽然吃肉不是杀生，但是间接的杀生，不是直接是间接的。你不吃肉，人家就不杀了，因为你要吃，他杀了再卖给你，这些道理我们一定要懂得。所以我们纵然学密，也不应该学他们那种生活方式。为什么？我们的分别执着犹存，不要说言语造作，起心动念都有罪过。所以这个的确很少有不堕落的。",
      "zh_TW": "我們舉一個簡單的比喻來說，這是現在社會學佛人都應該要警惕的。中國的佛教，無論出家、在家，都吃長素、素食。現在學密法的人很多，密法吃肉。沒錯，這個密宗真正修行有德行的人，他吃眾生肉是超度牠，你吃眾生肉，有沒有能力超度牠？你要是沒有能力超度牠，是不是吃牠半斤，將來要還牠八兩呢？這個問題就嚴重了。不要認為好像密宗對於五欲六塵都可以充分的去享受，又能即身成佛，這個法門太好了！換句話說，不斷貪瞋痴也能成佛，所以學密的人很多很多。他將來會不會有結果？印光大師在《文鈔》裡面講得很多，怕的是將來都要墮三途，不能即身成佛，哪有這個道理！我們必須要了解密宗的歷史，密宗承傳的狀況，你才曉得他的生活方式怎麼來的。密教在中國，在西藏、西康、青海，這些高原地帶遊牧民族，他們的生活，主要的食物就是牛羊肉，他沒有稻米、沒有蔬菜，這是不得已的。你現在有五穀雜糧，有蔬菜可以維持生活，你就不應該再吃眾生肉。雖然吃肉不是殺生，但是間接的殺生，不是直接是間接的。你不吃肉，人家就不殺了，因為你要吃，他殺了再賣給你，這些道理我們一定要懂得。所以我們縱然學密，也不應該學他們那種生活方式。為什麼？我們的分別執著猶存，不要說言語造作，起心動念都有罪過。所以這個的確很少有不墮落的。"
    },
    {
      "id": "09-023-0094_p0028",
      "zh_CN": "【此是行门歧途，必须识得，以免误堕。】",
      "zh_TW": "【此是行門歧途，必須識得，以免誤墮。】"
    },
    {
      "id": "09-023-0094_p0029",
      "zh_CN": "这是修行里头的岔路，你要认识清楚，你才不至于误会堕落了。我们要问：古时候济公长老，他示现的那个是为什么？诸位必须要知道，诸佛菩萨应化在世间，示现种种形相，我们前面讲过，都是感应道交。他自己没有意思，完全是众生的感应，应一类众生之机。宋朝那个时代，济公出现在宋朝，那个时代大家持戒很严。持戒很严有所谓死在戒条之下，被戒律捆死了，动弹不得了，这是对于佛制戒的意思不清楚。所以济公示现一个真正解脱自在，你太保守了，他就示现开放，破你的执着，破你分别执着的。如果济公长老要在我们今天，他一定示现一个规规矩矩持戒的人。为什么？我们大家现在大家不持戒，开放自由了，他一定示现一个很守规矩的人，都是给我们做榜样。我们有什么病，他用什么方法来治我们的毛病，要明白这个道理。每一个地区，众生的病不一样，每一个时代众生的病也不一样，所以佛菩萨应现在世间，种种不同，我们明白这个意思，你疑惑就没有了。你才能看出诸佛菩萨大慈大悲，真正是普度众生，都是利益众生的。",
      "zh_TW": "這是修行裡頭的岔路，你要認識清楚，你才不至於誤會墮落了。我們要問：古時候濟公長老，他示現的那個是為什麼？諸位必須要知道，諸佛菩薩應化在世間，示現種種形相，我們前面講過，都是感應道交。他自己沒有意思，完全是眾生的感應，應一類眾生之機。宋朝那個時代，濟公出現在宋朝，那個時代大家持戒很嚴。持戒很嚴有所謂死在戒條之下，被戒律綑死了，動彈不得了，這是對於佛制戒的意思不清楚。所以濟公示現一個真正解脫自在，你太保守了，他就示現開放，破你的執著，破你分別執著的。如果濟公長老要在我們今天，他一定示現一個規規矩矩持戒的人。為什麼？我們大家現在大家不持戒，開放自由了，他一定示現一個很守規矩的人，都是給我們做榜樣。我們有什麼病，他用什麼方法來治我們的毛病，要明白這個道理。每一個地區，眾生的病不一樣，每一個時代眾生的病也不一樣，所以佛菩薩應現在世間，種種不同，我們明白這個意思，你疑惑就沒有了。你才能看出諸佛菩薩大慈大悲，真正是普度眾生，都是利益眾生的。"
    },
    {
      "id": "09-023-0094_p0030",
      "zh_CN": "这一段，须菩提尊者答的话：「不应」，「世尊，如我解佛所说义，不应以三十二相观如来。」不应，实在讲也是个活句，《般若经》里头说老实话，没有死句，字字句句都是活的，怎么讲都讲得通。",
      "zh_TW": "這一段，須菩提尊者答的話：「不應」，「世尊，如我解佛所說義，不應以三十二相觀如來。」不應，實在講也是個活句，《般若經》裡頭說老實話，沒有死句，字字句句都是活的，怎麼講都講得通。"
    },
    {
      "id": "09-023-0094_p0031",
      "zh_CN": "【意显非绝对不可】",
      "zh_TW": "【意顯非絕對不可】"
    },
    {
      "id": "09-023-0094_p0032",
      "zh_CN": "跟前面答复的「不也」意思相同，不是绝对不可以。",
      "zh_TW": "跟前面答覆的「不也」意思相同，不是絕對不可以。"
    },
    {
      "id": "09-023-0094_p0033",
      "zh_CN": "【若其情识已空，则有相等于无相，无相何妨有相。】",
      "zh_TW": "【若其情識已空，則有相等於無相，無相何妨有相。】"
    },
    {
      "id": "09-023-0094_p0034",
      "zh_CN": "以三十二相观如来，行！有什么不行？就跟前面讲的「如是如是」，可以！条件是业识真正空了；也就是说，必须要转八识成四智，这样的人行！没有问题。如果没有转识成智，那就不可以。底下讲，",
      "zh_TW": "以三十二相觀如來，行！有什麼不行？就跟前面講的「如是如是」，可以！條件是業識真正空了；也就是說，必須要轉八識成四智，這樣的人行！沒有問題。如果沒有轉識成智，那就不可以。底下講，"
    },
    {
      "id": "09-023-0094_p0035",
      "zh_CN": "【而非少有情识者，所应混滥也。故曰不应。】",
      "zh_TW": "【而非少有情識者，所應混濫也。故曰不應。】"
    },
    {
      "id": "09-023-0094_p0036",
      "zh_CN": "对于权教、二乘（小乘声闻、缘觉）、六道凡夫来说，不应。不应是包括阿罗汉、辟支佛、权教菩萨，他们微细的妄想执着没断，所以不可以说见相就是见性，不可以。",
      "zh_TW": "對於權教、二乘（小乘聲聞、緣覺）、六道凡夫來說，不應。不應是包括阿羅漢、辟支佛、權教菩薩，他們微細的妄想執著沒斷，所以不可以說見相就是見性，不可以。"
    },
    {
      "id": "09-023-0094_p0037",
      "zh_CN": "【此语正是切诫学人者】",
      "zh_TW": "【此語正是切誡學人者】"
    },
    {
      "id": "09-023-0094_p0038",
      "zh_CN": "对我们初学，可以说是严重的告诫。",
      "zh_TW": "對我們初學，可以說是嚴重的告誡。"
    },
    {
      "id": "09-023-0094_p0039",
      "zh_CN": "【佛说一如平等，是令一异皆不可执。】",
      "zh_TW": "【佛說一如平等，是令一異皆不可執。】"
    },
    {
      "id": "09-023-0094_p0040",
      "zh_CN": "不能执一，不能执异；一是空相，异是种种不同的形相。由此可知，一是性，异是相，性相两边都不能执着。《般若心经》里面所说的色空，色就是异，空就是一；「色不异空，空不异色，色即是空，空即是色」，这是一如。如何能见到一如？还是这么个道理，两边不能执着，执着一边就不如，就不是。所以说一异（就是两边）都不可以执着。",
      "zh_TW": "不能執一，不能執異；一是空相，異是種種不同的形相。由此可知，一是性，異是相，性相兩邊都不能執著。《般若心經》裡面所說的色空，色就是異，空就是一；「色不異空，空不異色，色即是空，空即是色」，這是一如。如何能見到一如？還是這麼個道理，兩邊不能執著，執著一邊就不如，就不是。所以說一異（就是兩邊）都不可以執著。"
    },
    {
      "id": "09-023-0094_p0041",
      "zh_CN": "【今以相观性，明明执一。】",
      "zh_TW": "【今以相觀性，明明執一。】"
    },
    {
      "id": "09-023-0094_p0042",
      "zh_CN": "我在相上见性，性相两边你执着一边，所以明明执一。",
      "zh_TW": "我在相上見性，性相兩邊你執著一邊，所以明明執一。"
    },
    {
      "id": "09-023-0094_p0043",
      "zh_CN": "【尚得曰一如乎】",
      "zh_TW": "【尚得曰一如乎】"
    },
    {
      "id": "09-023-0094_p0044",
      "zh_CN": "那就不是一如的境界。从相见性，不执着相也不执着性，那就一如；你还有相可见，有性可见，你两边都执着了，哪里是一如？一如的境界，说实在的话，「言语道断，心行处灭」，一如说不出来的，也想像不出来的。你一想就是微细的分别执着，早已经不如，早已经不是，这个意思很深很深。诸位要从这些文字言语里面去体会，你可不能执着言语文字，执着言语文字，那你就完全错了，你都落在分别执着里头；必须把分别执着统统抛弃，舍得干干净净，一如就在面前。有一如这个念头，就不如，这很重要很重要。世尊提到转轮圣王，转轮圣王也要介绍一下。",
      "zh_TW": "那就不是一如的境界。從相見性，不執著相也不執著性，那就一如；你還有相可見，有性可見，你兩邊都執著了，哪裡是一如？一如的境界，說實在的話，「言語道斷，心行處滅」，一如說不出來的，也想像不出來的。你一想就是微細的分別執著，早已經不如，早已經不是，這個意思很深很深。諸位要從這些文字言語裡面去體會，你可不能執著言語文字，執著言語文字，那你就完全錯了，你都落在分別執著裡頭；必須把分別執著統統拋棄，捨得乾乾淨淨，一如就在面前。有一如這個念頭，就不如，這很重要很重要。世尊提到轉輪聖王，轉輪聖王也要介紹一下。"
    },
    {
      "id": "09-023-0094_p0045",
      "zh_CN": "【转轮圣王，以十善化世，为人世第一大福德人。具三十二相，由有漏福业而成。不同佛之由无漏法身而现者也。】",
      "zh_TW": "【轉輪聖王，以十善化世，為人世第一大福德人。具三十二相，由有漏福業而成。不同佛之由無漏法身而現者也。】"
    },
    {
      "id": "09-023-0094_p0046",
      "zh_CN": "世尊告诉我们，世间福报大的人就作王，大国王、小国王，都是过去生中修大福报的。现在民主国家的总统也是王，都是过去生中修大福报。但是总统那个福比国王要差得很多，为什么？国王一切自己可以做主，总统还受国会的干涉，受人家的限制，不能完全做主，福报差一点。福报大的当王，所有的人都得要听他的，这是王。最大的那个王，佛告诉我们是金轮圣王，轮王。为什么称他为轮王？他有轮宝，他有这个宝，宝物。轮宝是他的交通工具，也是他的兵器，打仗的时候他用这个做兵器，轮宝，所以称他作轮王。最大的轮王是金轮圣王，他统治四天下，四天下就很大了。要照黄念祖老居士的意思来说，四天下就是一个银河系，他是这一个银河系的王。这个银河系这么多的星球，都是在他的势力范围之内，这是金轮圣王。第二等的是铜轮王，铜轮王他管辖的是一四天下的三天下，就是四分之三，一个银河系四分之三他能够统辖得到。小的叫铁轮王，铁轮王，还有银轮王，银轮王管三州，铜轮王两州，二分之一；铁轮王管一州，就是四分之一，银河系的四分之一，这个范围也了不起。他的势力能够达得到，就是他的轮宝可以达到的地方，他的武力可以征服的地方。我们这个世间没有轮王出现，自古以来，从来也没有出现过轮王。因为我们在历史上看到，统一全世界的国王都没有，历史上都没有，何况还要统辖其他的星球！我们现在科学家往外太空发展，要征服太空，那大概就是轮王的观念，就这个念头了。",
      "zh_TW": "世尊告訴我們，世間福報大的人就作王，大國王、小國王，都是過去生中修大福報的。現在民主國家的總統也是王，都是過去生中修大福報。但是總統那個福比國王要差得很多，為什麼？國王一切自己可以做主，總統還受國會的干涉，受人家的限制，不能完全做主，福報差一點。福報大的當王，所有的人都得要聽他的，這是王。最大的那個王，佛告訴我們是金輪聖王，輪王。為什麼稱他為輪王？他有輪寶，他有這個寶，寶物。輪寶是他的交通工具，也是他的兵器，打仗的時候他用這個做兵器，輪寶，所以稱他作輪王。最大的輪王是金輪聖王，他統治四天下，四天下就很大了。要照黃念祖老居士的意思來說，四天下就是一個銀河系，他是這一個銀河系的王。這個銀河系這麼多的星球，都是在他的勢力範圍之內，這是金輪聖王。第二等的是銅輪王，銅輪王他管轄的是一四天下的三天下，就是四分之三，一個銀河系四分之三他能夠統轄得到。小的叫鐵輪王，鐵輪王，還有銀輪王，銀輪王管三州，銅輪王兩州，二分之一；鐵輪王管一州，就是四分之一，銀河系的四分之一，這個範圍也了不起。他的勢力能夠達得到，就是他的輪寶可以達到的地方，他的武力可以征服的地方。我們這個世間沒有輪王出現，自古以來，從來也沒有出現過輪王。因為我們在歷史上看到，統一全世界的國王都沒有，歷史上都沒有，何況還要統轄其他的星球！我們現在科學家往外太空發展，要征服太空，那大概就是輪王的觀念，就這個念頭了。"
    },
    {
      "id": "09-023-0094_p0047",
      "zh_CN": "不过我们近来常常看到有飞碟到我们这边来，也许就是轮王的轮宝。实际的样子我们没有见到，但是我们看到许许多多的报导，大概不是假的，是真有这些事情。我自己见过一次，那个时候可能还没有学佛，我在台北，见到一次飞碟，我见到的时候，停在空中，它不动的，大概停的有十几分钟，很明亮。有些人说那个恐怕是信号弹，军中打的信号弹，打上去的，面积很大、很亮。但是十几分钟之后，它就移动，刚刚移动的时候速度很慢，愈来愈快，愈来愈快，一下就不见了。到第二天报纸上也登了，看到的人不少。在那个时候，还没有像现在这样的重视，这是不明的飞行体，它可以停留在空中，我只看到一次。所以这个东西是真的，不是假的，绝对不是看错，很多人看见的。我想佛经上讲的轮宝，大概就是这些东西，确确实实是佛所说的，是他的交通工具，也是他的武器，他用这个来征服其他的星球，这是统辖太空；不是统辖这一个地球、一块版图，不是的，那是小王，那个不是转轮圣王。",
      "zh_TW": "不過我們近來常常看到有飛碟到我們這邊來，也許就是輪王的輪寶。實際的樣子我們沒有見到，但是我們看到許許多多的報導，大概不是假的，是真有這些事情。我自己見過一次，那個時候可能還沒有學佛，我在台北，見到一次飛碟，我見到的時候，停在空中，它不動的，大概停的有十幾分鐘，很明亮。有些人說那個恐怕是信號彈，軍中打的信號彈，打上去的，面積很大、很亮。但是十幾分鐘之後，它就移動，剛剛移動的時候速度很慢，愈來愈快，愈來愈快，一下就不見了。到第二天報紙上也登了，看到的人不少。在那個時候，還沒有像現在這樣的重視，這是不明的飛行體，它可以停留在空中，我只看到一次。所以這個東西是真的，不是假的，絕對不是看錯，很多人看見的。我想佛經上講的輪寶，大概就是這些東西，確確實實是佛所說的，是他的交通工具，也是他的武器，他用這個來征服其他的星球，這是統轄太空；不是統轄這一個地球、一塊版圖，不是的，那是小王，那個不是轉輪聖王。"
    },
    {
      "id": "09-023-0094_p0048",
      "zh_CN": "转轮圣王福报大，世间真是第一大福德人，过去生中修的大福。「以十善化世」，必定是仁慈的，教人以十善业道，以这个教化众生。转轮圣王也是有三十二相。由此可知，世间的福报，三十二相是果是报，是果报，果报必有因。他的因修得很圆满，所以他的果报圆满，但是他是有漏，什么叫有漏？妄想分别执着没断，修一切善福，得这么大的果报。他跟佛不一样，佛的福报也是圆满，但是佛没有妄想分别执着，因此佛的三十二相比转轮圣王的三十二相还要殊胜。这两个一比较，佛的三十二相非常明显。这是附带在此地说，介绍一下转轮圣王。请看底下一段经文，说偈结成，结成「遣取相明非一」，结这一段：",
      "zh_TW": "轉輪聖王福報大，世間真是第一大福德人，過去生中修的大福。「以十善化世」，必定是仁慈的，教人以十善業道，以這個教化眾生。轉輪聖王也是有三十二相。由此可知，世間的福報，三十二相是果是報，是果報，果報必有因。他的因修得很圓滿，所以他的果報圓滿，但是他是有漏，什麼叫有漏？妄想分別執著沒斷，修一切善福，得這麼大的果報。他跟佛不一樣，佛的福報也是圓滿，但是佛沒有妄想分別執著，因此佛的三十二相比轉輪聖王的三十二相還要殊勝。這兩個一比較，佛的三十二相非常明顯。這是附帶在此地說，介紹一下轉輪聖王。請看底下一段經文，說偈結成，結成「遣取相明非一」，結這一段："
    },
    {
      "id": "09-023-0094_p0049",
      "zh_CN": "经【尔时世尊而说偈言：若以色见我，以音声求我，是人行邪道，不能见如来。】",
      "zh_TW": "經【爾時世尊而說偈言：若以色見我，以音聲求我，是人行邪道，不能見如來。】"
    },
    {
      "id": "09-023-0094_p0050",
      "zh_CN": "这首偈在《金刚经》里面也很重要。我们看底下注解：",
      "zh_TW": "這首偈在《金剛經》裡面也很重要。我們看底下註解："
    },
    {
      "id": "09-023-0094_p0051",
      "zh_CN": "【尔时二字，是令学人应与上段经文同时体会。】",
      "zh_TW": "【爾時二字，是令學人應與上段經文同時體會。】"
    },
    {
      "id": "09-023-0094_p0052",
      "zh_CN": "这个两段，这是两小段合起来是一个整个的意思，这两小段不能分的。我们今天很好，这两段同时来看的，所以意思能看得圆满。",
      "zh_TW": "這個兩段，這是兩小段合起來是一個整個的意思，這兩小段不能分的。我們今天很好，這兩段同時來看的，所以意思能看得圓滿。"
    },
    {
      "id": "09-023-0094_p0053",
      "zh_CN": "【因偈中所说，正是所破所解之所以然。】",
      "zh_TW": "【因偈中所說，正是所破所解之所以然。】"
    },
    {
      "id": "09-023-0094_p0054",
      "zh_CN": "也就是说，为什么佛不许微细分别执着没有断的人，不可以说在相上就能见性，他举三十二相举这个例子，不可以说从相上去见性，道理在哪里？这一段说出来了，这首偈子说得很清楚、很明白。我们继续看注解：",
      "zh_TW": "也就是說，為什麼佛不許微細分別執著沒有斷的人，不可以說在相上就能見性，他舉三十二相舉這個例子，不可以說從相上去見性，道理在哪裡？這一段說出來了，這首偈子說得很清楚、很明白。我們繼續看註解："
    },
    {
      "id": "09-023-0094_p0055",
      "zh_CN": "【色，统指一切色相，三十二相当然包括在其中。】",
      "zh_TW": "【色，統指一切色相，三十二相當然包括在其中。】"
    },
    {
      "id": "09-023-0094_p0056",
      "zh_CN": "若以色见我，假如你从相，这个「我」是性。",
      "zh_TW": "若以色見我，假如你從相，這個「我」是性。"
    },
    {
      "id": "09-023-0094_p0057",
      "zh_CN": "【两我字，指如来言，即是性也。】",
      "zh_TW": "【兩我字，指如來言，即是性也。】"
    },
    {
      "id": "09-023-0094_p0058",
      "zh_CN": "诸位要懂得这个意思，如果不懂意思的话，就会搞错了。释迦牟尼佛说：「若以色见我，以音声求我。」我不从色看你，我从哪里见你？我们当然是见色闻声，才知道释迦牟尼佛在这里讲经说法，才知道！所以这个我，不是讲我们个人的我，这个我是讲的真如本性，是讲如来，用这个做代表的。就是后头说「不能见如来」，意思是一样的，那个我就是如来；就是说你从相上不能见性，是这么一个意思。色声香味触法这是六尘，六尘通常用一个「色」代表，色不能见性，声香味触法都不能见性。法里面包括佛法，如果从佛法里面可以见性，那世尊绝对不会在本经上说：「法尚应舍，何况非法」，绝对不会说的。佛法也不能见性，你要见性，佛法也要舍掉，你才见到性，这个诸位要知道。别的东西放下，世间法、出世间法统统放下，佛法是宝贝，法宝不能放下，坏了！照样不能见性。一个色代表了，色声代表了。声，用这个「声」就把说法包括在里面，释迦牟尼佛四十九年讲经说法，都是以音声为佛事，这个我们大家都晓得，那个时候没有写成书，都是音声为佛事。",
      "zh_TW": "諸位要懂得這個意思，如果不懂意思的話，就會搞錯了。釋迦牟尼佛說：「若以色見我，以音聲求我。」我不從色看你，我從哪裡見你？我們當然是見色聞聲，才知道釋迦牟尼佛在這裡講經說法，才知道！所以這個我，不是講我們個人的我，這個我是講的真如本性，是講如來，用這個做代表的。就是後頭說「不能見如來」，意思是一樣的，那個我就是如來；就是說你從相上不能見性，是這麼一個意思。色聲香味觸法這是六塵，六塵通常用一個「色」代表，色不能見性，聲香味觸法都不能見性。法裡面包括佛法，如果從佛法裡面可以見性，那世尊絕對不會在本經上說：「法尚應捨，何況非法」，絕對不會說的。佛法也不能見性，你要見性，佛法也要捨掉，你才見到性，這個諸位要知道。別的東西放下，世間法、出世間法統統放下，佛法是寶貝，法寶不能放下，壞了！照樣不能見性。一個色代表了，色聲代表了。聲，用這個「聲」就把說法包括在裡面，釋迦牟尼佛四十九年講經說法，都是以音聲為佛事，這個我們大家都曉得，那個時候沒有寫成書，都是音聲為佛事。"
    },
    {
      "id": "09-023-0094_p0059",
      "zh_CN": "【正谓不可执取上来一如平等诸说】",
      "zh_TW": "【正謂不可執取上來一如平等諸說】"
    },
    {
      "id": "09-023-0094_p0060",
      "zh_CN": "前面讲一如，诸法一如，无实无虚，不一不异，诸法平等、无有高下，这些说法就包括在音声里面，佛说了这么多。如果你要向文字、音声当中去求，求明心见性，就错了！那是人家行邪道，就错了！心外求法，这就变成外道了。为什么？下面说明了。",
      "zh_TW": "前面講一如，諸法一如，無實無虛，不一不異，諸法平等、無有高下，這些說法就包括在音聲裡面，佛說了這麼多。如果你要向文字、音聲當中去求，求明心見性，就錯了！那是人家行邪道，就錯了！心外求法，這就變成外道了。為什麼？下面說明了。"
    },
    {
      "id": "09-023-0094_p0061",
      "zh_CN": "【若以色见】",
      "zh_TW": "【若以色見】"
    },
    {
      "id": "09-023-0094_p0062",
      "zh_CN": "色见就是相见，你要是想从相上见，",
      "zh_TW": "色見就是相見，你要是想從相上見，"
    },
    {
      "id": "09-023-0094_p0063",
      "zh_CN": "【以音声求。显然业识用事，执着六尘境相。故斥之曰是人行邪道，不能见如来。】",
      "zh_TW": "【以音聲求。顯然業識用事，執著六塵境相。故斥之曰是人行邪道，不能見如來。】"
    },
    {
      "id": "09-023-0094_p0064",
      "zh_CN": "佛这个话用意太深太深了，很难体会。说出这样的话，真是慈悲到了极处。我们不论别人，想想自己，自己现在在学佛，是不是从色相、音声当中求？我们真的是搞这个。多少人在佛堂里面，我们看到他烧香跪在佛菩萨面前，在那边祷告叽咕叽咕，搞了半天还不起来，他就是从色相上求。知识分子从《大藏经》经本里面去求，经本还是色相，也是色相，听讲经从音声。民国初年妙善法师示现的，破我们这个执着。妙善法师一个人也没有庙，他居无定所，今天到这个信徒家住几天，明天到那个信徒家去住几天，一年到头都在外头游荡，不知道人在哪里。可是每一个家庭都很欢迎他，都把他当活佛来供养，他没有拘束。他念佛跟别人念的不一样，平常他从来也不拜佛，人家跟他顶礼，他赶快跪下来也向人家顶礼，随和，一点架子都没有。一般出家人看他好像看不习惯，好像出家人，在家人顶礼，接受是应该的；哪里一看到在家人顶礼，赶快就趴在地下磕头还礼，他就是这个习惯。破我们的执着，破我们的分别，破我们的习气。寺院庵堂、佛门的道场，要供养庄严的佛像，不但佛像要庄严，叫一般人进来一看生欢喜心，还要布置许许多多的道具，幡幢、宝盖、香花供养，诸位要晓得，这干什么的？这是不是修行？不是。接引众生，它用意在此地。我们道场里面住众，每天做早晚课，威仪整整齐齐的，唱戏表演给别人看的，要懂得这个意思，给那些初学佛的人、没有学佛的人，让他看到这些人对佛这样的尊重，大概佛还不错，我们去打听打听；接引他入门，这就是唱戏表演给人家看。真正修行是不着相。我们一定要明白这个道理，寺院道场所有一切设施，都是为了接引众生的。但是你要晓得，众生，每一个时代、每一个地区，文化背景不一样，意识形态不一样，生活方式不一样，你要了解他们，然后你用什么样的设施才能度化这一方的众生。你要拿着中国这一套，还拿着中国古来这一套，去度现代的外国人，决定行不通的。所以佛法一定要懂得现代化、本土化，你才能度当地的那些众生。",
      "zh_TW": "佛這個話用意太深太深了，很難體會。說出這樣的話，真是慈悲到了極處。我們不論別人，想想自己，自己現在在學佛，是不是從色相、音聲當中求？我們真的是搞這個。多少人在佛堂裡面，我們看到他燒香跪在佛菩薩面前，在那邊禱告嘰咕嘰咕，搞了半天還不起來，他就是從色相上求。知識分子從《大藏經》經本裡面去求，經本還是色相，也是色相，聽講經從音聲。民國初年妙善法師示現的，破我們這個執著。妙善法師一個人也沒有廟，他居無定所，今天到這個信徒家住幾天，明天到那個信徒家去住幾天，一年到頭都在外頭遊蕩，不知道人在哪裡。可是每一個家庭都很歡迎他，都把他當活佛來供養，他沒有拘束。他念佛跟別人念的不一樣，平常他從來也不拜佛，人家跟他頂禮，他趕快跪下來也向人家頂禮，隨和，一點架子都沒有。一般出家人看他好像看不習慣，好像出家人，在家人頂禮，接受是應該的；哪裡一看到在家人頂禮，趕快就趴在地下磕頭還禮，他就是這個習慣。破我們的執著，破我們的分別，破我們的習氣。寺院庵堂、佛門的道場，要供養莊嚴的佛像，不但佛像要莊嚴，叫一般人進來一看生歡喜心，還要佈置許許多多的道具，幡幢、寶蓋、香花供養，諸位要曉得，這幹什麼的？這是不是修行？不是。接引眾生，它用意在此地。我們道場裡面住眾，每天做早晚課，威儀整整齊齊的，唱戲表演給別人看的，要懂得這個意思，給那些初學佛的人、沒有學佛的人，讓他看到這些人對佛這樣的尊重，大概佛還不錯，我們去打聽打聽；接引他入門，這就是唱戲表演給人家看。真正修行是不著相。我們一定要明白這個道理，寺院道場所有一切設施，都是為了接引眾生的。但是你要曉得，眾生，每一個時代、每一個地區，文化背景不一樣，意識形態不一樣，生活方式不一樣，你要了解他們，然後你用什麼樣的設施才能度化這一方的眾生。你要拿著中國這一套，還拿著中國古來這一套，去度現代的外國人，決定行不通的。所以佛法一定要懂得現代化、本土化，你才能度當地的那些眾生。"
    },
    {
      "id": "09-023-0094_p0065",
      "zh_CN": "我们举一个很简单的比喻，譬如画大家都喜欢，可是有个地区他特别喜欢某一种画，你在佛堂里面供养，就选择他们大家都喜欢这个画，他看到欢喜。一切为众生，不为佛，佛菩萨不要，佛菩萨一切一如，他哪有这个分别执着？所有一切的选择，都是为当地众生，为他们来选择的，他们喜欢什么；譬如建个道场，他们喜欢什么形式的，像我们现在这些道场都建设中国形式的，新加坡这个地区被中国同化了。可是在外国你建出这样的道场，说实在话，对象对谁？对华侨，外国人不进来。外国人一看，这中国古老的文化，他不进来。色相、音声，我们要会用它，决不能执着它，执着就错了。这个地方讲，还有微细的执着。显然业识用事，执着六尘。",
      "zh_TW": "我們舉一個很簡單的比喻，譬如畫大家都喜歡，可是有個地區他特別喜歡某一種畫，你在佛堂裡面供養，就選擇他們大家都喜歡這個畫，他看到歡喜。一切為眾生，不為佛，佛菩薩不要，佛菩薩一切一如，他哪有這個分別執著？所有一切的選擇，都是為當地眾生，為他們來選擇的，他們喜歡什麼；譬如建個道場，他們喜歡什麼形式的，像我們現在這些道場都建設中國形式的，新加坡這個地區被中國同化了。可是在外國你建出這樣的道場，說實在話，對象對誰？對華僑，外國人不進來。外國人一看，這中國古老的文化，他不進來。色相、音聲，我們要會用它，決不能執著它，執著就錯了。這個地方講，還有微細的執著。顯然業識用事，執著六塵。"
    },
    {
      "id": "09-023-0094_p0066",
      "zh_CN": "故斥之曰是人行邪道，不能见如来。这是佛在此地喝斥这一类的人他错了。行是修行，他不是修行正法，他修行的是邪法。邪正的标准，我们要知道，正法，你一定成佛，这是正法；不能成佛，那是邪法。你学佛了，还要继续搞六道轮回，在六道里面修一点福报是邪法，不是正法。诸位要知道，正法的标准，一定是超越六道轮回，勉强来讲阿罗汉算是正法，超越轮回了；但是他还不能算纯正，因为他还有微细的执着。真正纯正的正法是法身大士，那是正法。我们今天说老实话，别说破无明，见思烦恼伏都伏不住，没有这个能力。你要不相信，自己坐下来，坐五分钟，很冷静的去观察，你心里头有没有妄想，五分钟当中不晓得想了多少！你就晓得心里头妄念的起伏，伏不住！试试看念念佛号，看看压得住压不住，还是压不住，这个就知道不行，有什么能力了生死出三界？实在讲除了念佛带业往生，没有第二条路。对我们这种人来讲，正法就是一句阿弥陀佛，除一句阿弥陀佛之外，对我们来讲统统是邪法。为什么？不能成就。不能见如来就是不能见性。",
      "zh_TW": "故斥之曰是人行邪道，不能見如來。這是佛在此地喝斥這一類的人他錯了。行是修行，他不是修行正法，他修行的是邪法。邪正的標準，我們要知道，正法，你一定成佛，這是正法；不能成佛，那是邪法。你學佛了，還要繼續搞六道輪迴，在六道裡面修一點福報是邪法，不是正法。諸位要知道，正法的標準，一定是超越六道輪迴，勉強來講阿羅漢算是正法，超越輪迴了；但是他還不能算純正，因為他還有微細的執著。真正純正的正法是法身大士，那是正法。我們今天說老實話，別說破無明，見思煩惱伏都伏不住，沒有這個能力。你要不相信，自己坐下來，坐五分鐘，很冷靜的去觀察，你心裡頭有沒有妄想，五分鐘當中不曉得想了多少！你就曉得心裡頭妄念的起伏，伏不住！試試看念念佛號，看看壓得住壓不住，還是壓不住，這個就知道不行，有什麼能力了生死出三界？實在講除了念佛帶業往生，沒有第二條路。對我們這種人來講，正法就是一句阿彌陀佛，除一句阿彌陀佛之外，對我們來講統統是邪法。為什麼？不能成就。不能見如來就是不能見性。"
    },
    {
      "id": "09-023-0094_p0067",
      "zh_CN": "【是则欲观一如，非尽空情识不可。】",
      "zh_TW": "【是則欲觀一如，非盡空情識不可。】"
    },
    {
      "id": "09-023-0094_p0068",
      "zh_CN": "你要把情识，情是烦恼，识是妄想分别，要把它断得干干净净，你才能见性，这是把道理说出来了。可是又怕我们还有疑惑，刚才讲了，我们学佛不能离开佛像，不但寺院里头有庄严的佛像，我们居士、学佛的人家，家里面也供养佛像，怎么能离得开色相？底下说：",
      "zh_TW": "你要把情識，情是煩惱，識是妄想分別，要把它斷得乾乾淨淨，你才能見性，這是把道理說出來了。可是又怕我們還有疑惑，剛才講了，我們學佛不能離開佛像，不但寺院裡頭有莊嚴的佛像，我們居士、學佛的人家，家裡面也供養佛像，怎麼能離得開色相？底下說："
    },
    {
      "id": "09-023-0094_p0069",
      "zh_CN": "【佛经中每令人观佛相好，须知此是方便。】",
      "zh_TW": "【佛經中每令人觀佛相好，須知此是方便。】"
    },
    {
      "id": "09-023-0094_p0070",
      "zh_CN": "这是对初机来说，初学佛的人有好处。为什么？你这个业识里头，一天到晚都是贪瞋痴慢，这个对于自己伤害太大太大了，既然有妄念、有妄想，我不想别的，专想佛，这个好！把妄想的对象换一换，这是个方便法，临时的办法，教你想佛像，教你想佛经，佛经里面讲的这些意思，你就想这个，想这个比想世间五欲六尘好太多太多了，这是初步的修学，可是那个功夫要知道向上提升，并不是到此为止，要知道向上提升。此是方便。",
      "zh_TW": "這是對初機來說，初學佛的人有好處。為什麼？你這個業識裡頭，一天到晚都是貪瞋痴慢，這個對於自己傷害太大太大了，既然有妄念、有妄想，我不想別的，專想佛，這個好！把妄想的對象換一換，這是個方便法，臨時的辦法，教你想佛像，教你想佛經，佛經裡面講的這些意思，你就想這個，想這個比想世間五欲六塵好太多太多了，這是初步的修學，可是那個功夫要知道向上提升，並不是到此為止，要知道向上提升。此是方便。"
    },
    {
      "id": "09-023-0094_p0071",
      "zh_CN": "【故令舍染观净】",
      "zh_TW": "【故令捨染觀淨】"
    },
    {
      "id": "09-023-0094_p0072",
      "zh_CN": "佛相是清净的，菩萨相是清净的，你要是常常观想有好处，最小的好处，最明显的好处，相随心转。你的相貌天天想佛想久了，就变成佛相，就变成菩萨相。所以你供养一尊很庄严的佛菩萨像，天天想，想个五年、十年，你的相貌会变，会变成佛菩萨的相，体质会变，会变得很健康没有毛病，佛菩萨身体健康没有毛病；一切法从心想生。所以佛法修行，对观想非常重视，你看净宗的修行，《十六观经》。",
      "zh_TW": "佛相是清淨的，菩薩相是清淨的，你要是常常觀想有好處，最小的好處，最明顯的好處，相隨心轉。你的相貌天天想佛想久了，就變成佛相，就變成菩薩相。所以你供養一尊很莊嚴的佛菩薩像，天天想，想個五年、十年，你的相貌會變，會變成佛菩薩的相，體質會變，會變得很健康沒有毛病，佛菩薩身體健康沒有毛病；一切法從心想生。所以佛法修行，對觀想非常重視，你看淨宗的修行，《十六觀經》。"
    },
    {
      "id": "09-023-0094_p0073",
      "zh_CN": "【所以《十六观经》中，最要者为是心是佛、是心作佛数行文。】",
      "zh_TW": "【所以《十六觀經》中，最要者為是心是佛、是心作佛數行文。】"
    },
    {
      "id": "09-023-0094_p0074",
      "zh_CN": "这两句是我们净土宗修行的原理，基本的理论。从这个理论上，我们就明暸念佛成佛，我们得到这么一个答案。是心是佛，这个心就是真如本性，一切万法之本体，这个心跟此地经上讲的如来是一个意思，真如本性是一切万法的本体。佛就是这个心现出来的，菩萨也是这个心现出来的。从这一句里面，「是心是佛，是心作佛」，是心作佛是我们现在干的。我们天天想佛，天天看佛像，我们就作佛。能不能成佛？决定能成佛。为什么能成佛？我们心性本来可以现佛。从这两句，我们把它展开来看，是心是菩萨，是心作菩萨，你从这个道理一引伸就如此。菩萨是我们真如本性变现出来的，我们只要念菩萨、想菩萨，就变成菩萨，道理在此地。同样一个道理，是心是人，是心就作人；是心是鬼，是心就作鬼；是心是地狱，是心作地狱。十法界依正庄严，都是心作的。这两句是把总的理论给我们说出来了，我们念佛求生西方极乐世界，就是根据这个道理。而实实在在讲，十法界依正庄严都是依这个道理，决没有违背这个道理。",
      "zh_TW": "這兩句是我們淨土宗修行的原理，基本的理論。從這個理論上，我們就明暸念佛成佛，我們得到這麼一個答案。是心是佛，這個心就是真如本性，一切萬法之本體，這個心跟此地經上講的如來是一個意思，真如本性是一切萬法的本體。佛就是這個心現出來的，菩薩也是這個心現出來的。從這一句裡面，「是心是佛，是心作佛」，是心作佛是我們現在幹的。我們天天想佛，天天看佛像，我們就作佛。能不能成佛？決定能成佛。為什麼能成佛？我們心性本來可以現佛。從這兩句，我們把它展開來看，是心是菩薩，是心作菩薩，你從這個道理一引伸就如此。菩薩是我們真如本性變現出來的，我們只要念菩薩、想菩薩，就變成菩薩，道理在此地。同樣一個道理，是心是人，是心就作人；是心是鬼，是心就作鬼；是心是地獄，是心作地獄。十法界依正莊嚴，都是心作的。這兩句是把總的理論給我們說出來了，我們念佛求生西方極樂世界，就是根據這個道理。而實實在在講，十法界依正莊嚴都是依這個道理，決沒有違背這個道理。"
    },
    {
      "id": "09-023-0094_p0075",
      "zh_CN": "我刚才讲了，是心是鬼，是心作饿鬼。所以你从那个心，前面那个心，是心作佛的那个心，那个心是一（我们前面讲一异，那个心是一），是真如本性，是万法的理体；下面这个心是识心，就是分别心，分别妄想执着的心，妄心。前面那个心是真心，真心是本体，能现；后面这个心，能变，它把境界变了。所以佛在这个地方教给我们，「应无所住，而生其心」，就是那个境界相会变。什么是鬼？贪心是鬼。贪财、贪名、贪色、贪佛法都不行，不能说我贪佛法就作佛，没这回事，贪佛法还照样作鬼。为什么？贪心作鬼，并不是讲贪的对象，是讲贪心。所以世出世间法不可以贪，记住，要贪的话，就是我作鬼了，将来就变饿鬼道；饿鬼道现什么？是心是鬼，那就饿鬼道现前。地狱是什么？瞋恚、嫉妒，不能有。有瞋恚、有嫉妒，是心作地狱，那麻烦大了，一定要懂这个道理。所以这几行文，真是把十法界依正庄严的原理讲清楚了。",
      "zh_TW": "我剛才講了，是心是鬼，是心作餓鬼。所以你從那個心，前面那個心，是心作佛的那個心，那個心是一（我們前面講一異，那個心是一），是真如本性，是萬法的理體；下面這個心是識心，就是分別心，分別妄想執著的心，妄心。前面那個心是真心，真心是本體，能現；後面這個心，能變，它把境界變了。所以佛在這個地方教給我們，「應無所住，而生其心」，就是那個境界相會變。什麼是鬼？貪心是鬼。貪財、貪名、貪色、貪佛法都不行，不能說我貪佛法就作佛，沒這回事，貪佛法還照樣作鬼。為什麼？貪心作鬼，並不是講貪的對象，是講貪心。所以世出世間法不可以貪，記住，要貪的話，就是我作鬼了，將來就變餓鬼道；餓鬼道現什麼？是心是鬼，那就餓鬼道現前。地獄是什麼？瞋恚、嫉妒，不能有。有瞋恚、有嫉妒，是心作地獄，那麻煩大了，一定要懂這個道理。所以這幾行文，真是把十法界依正莊嚴的原理講清楚了。"
    },
    {
      "id": "09-023-0094_p0076",
      "zh_CN": "【明得一切唯心，则知虽观相好而不执实，其分别执着之情识遣矣。】",
      "zh_TW": "【明得一切唯心，則知雖觀相好而不執實，其分別執著之情識遣矣。】"
    },
    {
      "id": "09-023-0094_p0077",
      "zh_CN": "聪明人，有智慧的人，观相而不执着相，观想而不执着想，这是两边不住，那个能见性，那就是能成佛，是心作佛了，在十法界的佛法界里面。连这个念头统统都没有了，那就超越十法界，超越十法界所现的是一真法界。这是我们要注意的，一定要懂得，知道怎样修法。底下说，",
      "zh_TW": "聰明人，有智慧的人，觀相而不執著相，觀想而不執著想，這是兩邊不住，那個能見性，那就是能成佛，是心作佛了，在十法界的佛法界裡面。連這個念頭統統都沒有了，那就超越十法界，超越十法界所現的是一真法界。這是我們要注意的，一定要懂得，知道怎樣修法。底下說，"
    },
    {
      "id": "09-023-0094_p0078",
      "zh_CN": "【念佛人虽观见弥陀现前，极乐世界现前，亦不可着也。】",
      "zh_TW": "【念佛人雖觀見彌陀現前，極樂世界現前，亦不可著也。】"
    },
    {
      "id": "09-023-0094_p0079",
      "zh_CN": "决定不执着，要知道事实真相。念佛人有见阿弥陀佛的，梦中见佛的人很多，定中见佛的人也很多。念佛，念佛堂里面止静的时候，就是坐下来念佛的时候，这个时候也有人见佛、见莲花，见西方极乐世界，有这个情形。见到之后，要若无其事才好，如果一见到，「这不得了，我念佛有功夫，见到佛了，你们都没有见到，我比你们高明太多了！」这就完了，就着魔了。见如不见，真正见到这个瑞相，心里面若无其事，从来也不会把这个当作话题来给别人说，这是好境界。如果你见到之后，常常在外面炫耀，你所见的不是真的，是魔境界。真正的感应，是心清净，感应西方依正庄严现前。我们在历史上看到的，过去慧远大师，我们净土宗初祖，他一生当中见过三次西方极乐世界，从来没有告诉过人，任何人都没有提过，他往生的时候说出来的。他临终往生的时候，西方极乐世界又现前了，他告诉大家，他说我要走了，这个境界过去曾经见过三次；人家问他，你见到这个境界怎么样？跟《无量寿经》上讲的完全一样，那个没错，经是证明，跟经上讲的完全一样。因为慧远大师那个时候，佛经净土宗的经典翻译成中文的，只有一种《无量寿经》，《弥陀经》、《观无量寿经》都还没有翻出来。所以最初远公大师建立净土宗，就依靠一部经《无量寿经》，这是我们净宗第一经，这个要晓得。",
      "zh_TW": "決定不執著，要知道事實真相。念佛人有見阿彌陀佛的，夢中見佛的人很多，定中見佛的人也很多。念佛，念佛堂裡面止靜的時候，就是坐下來念佛的時候，這個時候也有人見佛、見蓮花，見西方極樂世界，有這個情形。見到之後，要若無其事才好，如果一見到，「這不得了，我念佛有功夫，見到佛了，你們都沒有見到，我比你們高明太多了！」這就完了，就著魔了。見如不見，真正見到這個瑞相，心裡面若無其事，從來也不會把這個當作話題來給別人說，這是好境界。如果你見到之後，常常在外面炫耀，你所見的不是真的，是魔境界。真正的感應，是心清淨，感應西方依正莊嚴現前。我們在歷史上看到的，過去慧遠大師，我們淨土宗初祖，他一生當中見過三次西方極樂世界，從來沒有告訴過人，任何人都沒有提過，他往生的時候說出來的。他臨終往生的時候，西方極樂世界又現前了，他告訴大家，他說我要走了，這個境界過去曾經見過三次；人家問他，你見到這個境界怎麼樣？跟《無量壽經》上講的完全一樣，那個沒錯，經是證明，跟經上講的完全一樣。因為慧遠大師那個時候，佛經淨土宗的經典翻譯成中文的，只有一種《無量壽經》，《彌陀經》、《觀無量壽經》都還沒有翻出來。所以最初遠公大師建立淨土宗，就依靠一部經《無量壽經》，這是我們淨宗第一經，這個要曉得。"
    },
    {
      "id": "09-023-0094_p0080",
      "zh_CN": "现在人一般讲不老实，沉不住气，小小境界就到处炫耀，觉得自己很了不起！所以佛菩萨绝对不现这个境界给你看，为什么？你禁不住！一定要大风大浪不动，佛菩萨示现一下，让你增长信心，让你自己晓得往生极乐世界有决定的把握，是这个用意，不是叫你到处炫耀的。可是有许多感应，初学的人有，以后呢？以后就没有了，我也遇到过。有个同学告诉我，他初学的时候感应很多，看到光、闻到香，绝对不是自己烧的，闻到异香，一年当中会有好几次。现在学佛学了十几年，一次都没有了，他问我是不是退步？那我也给他答复，就跟《金刚经》上讲的答复一样：亦是亦不是。怎么亦是亦不是？如果你自己这些年来念佛，一面念佛一面还是打妄想，那就一点不错，你完全退步了。为什么说亦不是？如果你这么多年来，用功很得力，确实烦恼轻，智慧长，那就不是退步。因为你初学常常有这些感应，增长你的信心，信心有了，不能再现了，再现就变成魔了，哪有常常现的道理！再现是什么时候？临终接引的时候，相一定现前，平时不会来打扰你，不会来干扰你。所以完全看你自己修行的境界，这个答复也是亦可亦不可，不是一个肯定的答复。所以境界现前不可以执着，不可以炫耀。现在有很多地方，见光见什么，还要照相、还要录音，到处拿去炫耀，不好！佛法是教修清净心的，不是搞神通感应的，这个要记住。神通感应决定是坏事情，不是好事情。所以，佛法决定不以神通感应作佛事。",
      "zh_TW": "現在人一般講不老實，沉不住氣，小小境界就到處炫耀，覺得自己很了不起！所以佛菩薩絕對不現這個境界給你看，為什麼？你禁不住！一定要大風大浪不動，佛菩薩示現一下，讓你增長信心，讓你自己曉得往生極樂世界有決定的把握，是這個用意，不是叫你到處炫耀的。可是有許多感應，初學的人有，以後呢？以後就沒有了，我也遇到過。有個同學告訴我，他初學的時候感應很多，看到光、聞到香，絕對不是自己燒的，聞到異香，一年當中會有好幾次。現在學佛學了十幾年，一次都沒有了，他問我是不是退步？那我也給他答覆，就跟《金剛經》上講的答覆一樣：亦是亦不是。怎麼亦是亦不是？如果你自己這些年來念佛，一面念佛一面還是打妄想，那就一點不錯，你完全退步了。為什麼說亦不是？如果你這麼多年來，用功很得力，確實煩惱輕，智慧長，那就不是退步。因為你初學常常有這些感應，增長你的信心，信心有了，不能再現了，再現就變成魔了，哪有常常現的道理！再現是什麼時候？臨終接引的時候，相一定現前，平時不會來打擾你，不會來干擾你。所以完全看你自己修行的境界，這個答覆也是亦可亦不可，不是一個肯定的答覆。所以境界現前不可以執著，不可以炫耀。現在有很多地方，見光見什麼，還要照相、還要錄音，到處拿去炫耀，不好！佛法是教修清淨心的，不是搞神通感應的，這個要記住。神通感應決定是壞事情，不是好事情。所以，佛法決定不以神通感應作佛事。"
    },
    {
      "id": "09-023-0094_p0081",
      "zh_CN": "【上来遣相已遣至极处】",
      "zh_TW": "【上來遣相已遣至極處】"
    },
    {
      "id": "09-023-0094_p0082",
      "zh_CN": "遣相是叫我们放下，所有一切的法相都要放下，以至于到最后微细的分别执着也要放下，这达到极处。",
      "zh_TW": "遣相是叫我們放下，所有一切的法相都要放下，以至於到最後微細的分別執著也要放下，這達到極處。"
    },
    {
      "id": "09-023-0094_p0083",
      "zh_CN": "【因少有所取，便着色相。】",
      "zh_TW": "【因少有所取，便著色相。】"
    },
    {
      "id": "09-023-0094_p0084",
      "zh_CN": "我们自己修行用功，要常常在这个地方回光返照，自己在日常生活当中，起心动念之处，还有没有这些事情，妄想分别执着，还有没有这些事情。这些事情现前，就是我们一般人讲，心里面有牵挂，有忧虑、有牵挂，稍稍有就着了相，四相都具足了。",
      "zh_TW": "我們自己修行用功，要常常在這個地方回光返照，自己在日常生活當中，起心動念之處，還有沒有這些事情，妄想分別執著，還有沒有這些事情。這些事情現前，就是我們一般人講，心裡面有牽掛，有憂慮、有牽掛，稍稍有就著了相，四相都具足了。"
    },
    {
      "id": "09-023-0094_p0085",
      "zh_CN": "【便是向外驰求】",
      "zh_TW": "【便是向外馳求】"
    },
    {
      "id": "09-023-0094_p0086",
      "zh_CN": "向外驰求就是我们平常讲的攀缘，你是攀缘，你不是随缘。",
      "zh_TW": "向外馳求就是我們平常講的攀緣，你是攀緣，你不是隨緣。"
    },
    {
      "id": "09-023-0094_p0087",
      "zh_CN": "【便非正知正见】",
      "zh_TW": "【便非正知正見】"
    },
    {
      "id": "09-023-0094_p0088",
      "zh_CN": "你的想法、看法都是错的，不是正知正见。生活是修行，修净土的人也要生活，修净土的人也离不开社会，也离不开人群。你每天都要对人、对事、对物，这一句佛号念念提醒我们修清净心，念念提示我们跟阿弥陀佛同心同愿，同德同行，这叫真正念佛，这心里头有佛。除佛之外，一切要放下，心里面不可以有丝毫分别执着，不可以有丝毫的牵挂。一定要晓得，牵挂是六道，是轮回，无论牵挂什么都是轮回心造轮回业，这样往生就困难。",
      "zh_TW": "你的想法、看法都是錯的，不是正知正見。生活是修行，修淨土的人也要生活，修淨土的人也離不開社會，也離不開人群。你每天都要對人、對事、對物，這一句佛號念念提醒我們修清淨心，念念提示我們跟阿彌陀佛同心同願，同德同行，這叫真正念佛，這心裡頭有佛。除佛之外，一切要放下，心裡面不可以有絲毫分別執著，不可以有絲毫的牽掛。一定要曉得，牽掛是六道，是輪迴，無論牽掛什麼都是輪迴心造輪迴業，這樣往生就困難。"
    },
    {
      "id": "09-023-0094_p0089",
      "zh_CN": "【便是法执我执】",
      "zh_TW": "【便是法執我執】"
    },
    {
      "id": "09-023-0094_p0090",
      "zh_CN": "有丝毫的忧虑牵挂存在，就是妄想，就是烦恼，妄想是法执，烦恼是我执。",
      "zh_TW": "有絲毫的憂慮牽掛存在，就是妄想，就是煩惱，妄想是法執，煩惱是我執。"
    },
    {
      "id": "09-023-0094_p0091",
      "zh_CN": "【便与空寂之性相违】",
      "zh_TW": "【便與空寂之性相違】"
    },
    {
      "id": "09-023-0094_p0092",
      "zh_CN": "学佛的人，我们只有一个方向，一个目标：明心见性。念佛往生到西方极乐世界去，干什么？还是为了明心见性。在我们这个世间环境不好，障缘太多，明心见性不容易。我们求生到西方极乐世界，没有别的，换一个环境，那个地方没有障碍。十方诸佛刹土，诸佛都有净土，不能说诸佛净土不好，诸佛净土障碍少，不是完全没有障碍，比我们这里障碍少，好一点而已。西方世界完全没有障碍，论到修行的环境，西方世界是所有一切诸佛刹土第一。假如不论修行，论庄严、依正庄严、论美好，有许多诸佛世界超过西方极乐世界，这是释迦牟尼佛在经上给我们讲的，超过极乐世界太多太多了。但是要论修行的环境，没有一个世界能够跟极乐世界相比，这也是世尊为什么教我们选择西方世界，为什么要教我们念佛求生弥陀净土，道理在此地。这就是有妄想分别执着，就与性德相违背。空寂之性就是清净心，你的心不清净，你有分别，你的心不平等，这是我们在日常生活当中，对人、对事、对物，要练！本来这些人我看不顺眼，我练习，练习看得很顺眼；本来有一些人我看了很欢喜，练习看得很平淡，要把它看平等，要把自己的心恢复清净，这是功夫。念佛人如何下手？阿弥陀佛！遇到人不欢喜的，阿弥陀佛、阿弥陀佛，那个不欢喜就没有了；遇到这个人生欢喜心，阿弥陀佛、阿弥陀佛，也把心念平等，念清净了。念佛的方法好！你要会用，会用就是会用功，不是说一天念几万声，看到这个人还讨厌，看到那个事情很喜欢，那有什么用处，那没有用处！所以要会用，在起心动念之处，一句阿弥陀佛压平了，恢复到平静，这叫会用功。你不会，岂能见如来！我们今天就讲到此地。",
      "zh_TW": "學佛的人，我們只有一個方向，一個目標：明心見性。念佛往生到西方極樂世界去，幹什麼？還是為了明心見性。在我們這個世間環境不好，障緣太多，明心見性不容易。我們求生到西方極樂世界，沒有別的，換一個環境，那個地方沒有障礙。十方諸佛剎土，諸佛都有淨土，不能說諸佛淨土不好，諸佛淨土障礙少，不是完全沒有障礙，比我們這裡障礙少，好一點而已。西方世界完全沒有障礙，論到修行的環境，西方世界是所有一切諸佛剎土第一。假如不論修行，論莊嚴、依正莊嚴、論美好，有許多諸佛世界超過西方極樂世界，這是釋迦牟尼佛在經上給我們講的，超過極樂世界太多太多了。但是要論修行的環境，沒有一個世界能夠跟極樂世界相比，這也是世尊為什麼教我們選擇西方世界，為什麼要教我們念佛求生彌陀淨土，道理在此地。這就是有妄想分別執著，就與性德相違背。空寂之性就是清淨心，你的心不清淨，你有分別，你的心不平等，這是我們在日常生活當中，對人、對事、對物，要練！本來這些人我看不順眼，我練習，練習看得很順眼；本來有一些人我看了很歡喜，練習看得很平淡，要把它看平等，要把自己的心恢復清淨，這是功夫。念佛人如何下手？阿彌陀佛！遇到人不歡喜的，阿彌陀佛、阿彌陀佛，那個不歡喜就沒有了；遇到這個人生歡喜心，阿彌陀佛、阿彌陀佛，也把心念平等，念清淨了。念佛的方法好！你要會用，會用就是會用功，不是說一天念幾萬聲，看到這個人還討厭，看到那個事情很喜歡，那有什麼用處，那沒有用處！所以要會用，在起心動念之處，一句阿彌陀佛壓平了，恢復到平靜，這叫會用功。你不會，豈能見如來！我們今天就講到此地。"
    }
  ]
}