{
  "doc_id": "09-023-0015",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0015",
  "total_paragraphs": 120,
  "paragraphs": [
    {
      "id": "09-023-0015_p0001",
      "zh_CN": "请掀开经本，卷二，第二十四面，第二行：",
      "zh_TW": "請掀開經本，卷二，第二十四面，第二行："
    },
    {
      "id": "09-023-0015_p0002",
      "zh_CN": "【等觉菩萨，尚有一分法执未破，必至佛果，方究竟舍。故佛法自始至终只一舍字。舍者，正是不住空、不住有。】",
      "zh_TW": "【等覺菩薩，尚有一分法執未破，必至佛果，方究竟捨。故佛法自始至終只一捨字。捨者，正是不住空、不住有。】"
    },
    {
      "id": "09-023-0015_p0003",
      "zh_CN": "这是为我们说明，大乘佛法的修学总纲领，就是本经里面所讲的行于布施。行于布施要紧的是要不执着，也就是世尊所说的应无所住，这就是舍，空有两边都舍。从初发心一直到成佛，没有别的，唯有舍而已。舍，也就是平常讲的放下。到等觉菩萨还有一品生相无明没破，这是最微细的无明，也就是执着；因为这个执着没破，十法界依正庄严这个相现前，所以这品无明叫生相无明。十法界这些现象从哪里来的？现在很多科学家、哲学家都在探讨，人类的起源、宇宙的起源，怎么发生出来的？怎么样发展变到现前这个境界？他们都不断的在研究、在探讨。这个问题，大乘经上跟我们说得很清楚，就是一念生相无明，只要有这个存在，十法界依正庄严的现象就存在；这一点点执着没有了，这个现象全都不存在，所以叫它做生相无明。生起十法界依正庄严的现象，就是从这个一念生的；也有大乘经上说，一念不觉，就是那个一念，最初的那个一念，一念不觉；都是指等觉菩萨最微细的这一分法执，他没有破，破了之后就成佛。",
      "zh_TW": "這是為我們說明，大乘佛法的修學總綱領，就是本經裡面所講的行於布施。行於布施要緊的是要不執著，也就是世尊所說的應無所住，這就是捨，空有兩邊都捨。從初發心一直到成佛，沒有別的，唯有捨而已。捨，也就是平常講的放下。到等覺菩薩還有一品生相無明沒破，這是最微細的無明，也就是執著；因為這個執著沒破，十法界依正莊嚴這個相現前，所以這品無明叫生相無明。十法界這些現象從哪裡來的？現在很多科學家、哲學家都在探討，人類的起源、宇宙的起源，怎麼發生出來的？怎麼樣發展變到現前這個境界？他們都不斷的在研究、在探討。這個問題，大乘經上跟我們說得很清楚，就是一念生相無明，只要有這個存在，十法界依正莊嚴的現象就存在；這一點點執著沒有了，這個現象全都不存在，所以叫它做生相無明。生起十法界依正莊嚴的現象，就是從這個一念生的；也有大乘經上說，一念不覺，就是那個一念，最初的那個一念，一念不覺；都是指等覺菩薩最微細的這一分法執，他沒有破，破了之後就成佛。"
    },
    {
      "id": "09-023-0015_p0004",
      "zh_CN": "而实际上，每一尊佛到这个境界，他这一品生相无明都不破，保留着，他不会把它破掉。有没有能力破？有！随时都有能力破，但是他不破。为什么不破？为了要度无量无边的众生，他要一破了，他就完全走了，那还有什么众生好度？没有了。永嘉大师讲「觉后空空无大千」，那个大千都空了，还有什么众生好度？度众生实在讲，佛经上讲的比喻「梦中佛事」，很有道理。梦里面觉悟了，梦里面还有众生在颠倒错乱，自己晓得我是在作梦，我醒了，不妨在梦中说法帮助那些没悟的众生觉悟，干这个事情。如果他一下醒过来，梦中境界就没有了，梦里面众生就没人度。这是佛讲慈悲，真正慈悲到了极处！在佛法里面说，这叫留惑润生。留着一品生相无明，其他的都不保留，就是统统放下了，唯独这一品保留。因为保留这一品，他才能够在十法界，像《普门品》里面所说的，应以什么身得度，他就能示现什么身，这一品生相无明破了，那就全部都没有了，所以他要留着一品。我们看佛，佛也留一品，佛要不留一品，怎么能到这个世间来示现？只要来示现的，都留一品，最后的一品生相无明都保留。但是我们要晓得，他不是没有能力断，有能力而不断，不断是为一切众生，这叫大慈大悲。所以到果地，方是究竟舍。",
      "zh_TW": "而實際上，每一尊佛到這個境界，他這一品生相無明都不破，保留著，他不會把它破掉。有沒有能力破？有！隨時都有能力破，但是他不破。為什麼不破？為了要度無量無邊的眾生，他要一破了，他就完全走了，那還有什麼眾生好度？沒有了。永嘉大師講「覺後空空無大千」，那個大千都空了，還有什麼眾生好度？度眾生實在講，佛經上講的比喻「夢中佛事」，很有道理。夢裡面覺悟了，夢裡面還有眾生在顛倒錯亂，自己曉得我是在作夢，我醒了，不妨在夢中說法幫助那些沒悟的眾生覺悟，幹這個事情。如果他一下醒過來，夢中境界就沒有了，夢裡面眾生就沒人度。這是佛講慈悲，真正慈悲到了極處！在佛法裡面說，這叫留惑潤生。留著一品生相無明，其他的都不保留，就是統統放下了，唯獨這一品保留。因為保留這一品，他才能夠在十法界，像《普門品》裡面所說的，應以什麼身得度，他就能示現什麼身，這一品生相無明破了，那就全部都沒有了，所以他要留著一品。我們看佛，佛也留一品，佛要不留一品，怎麼能到這個世間來示現？只要來示現的，都留一品，最後的一品生相無明都保留。但是我們要曉得，他不是沒有能力斷，有能力而不斷，不斷是為一切眾生，這叫大慈大悲。所以到果地，方是究竟捨。"
    },
    {
      "id": "09-023-0015_p0005",
      "zh_CN": "【心量大到无量无边，方是阿耨多罗三藐三菩提。】",
      "zh_TW": "【心量大到無量無邊，方是阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-023-0015_p0006",
      "zh_CN": "这个名词，我们在大乘经里面看得很多很多，前面也跟诸位报告过，因为道场天天都有新来的同修，前面没听到的，于是多少也要讲两句，以补足他没听到的。这个名词是可以翻成中文的，翻成中文的意思是无上正等正觉。为什么不翻？这一句叫做尊重不翻。大乘佛法，在法上讲就是这一句，如果你得到无上正等正觉，你得到这个法，那么就成佛了，你就证得佛果。所以佛是果地上的名称，这是果法的名称，好像一个是学位，一个是你所修的学分，是这么一个意思。要用现代的话来讲，大家比较更容易体会，这一句就是究竟圆满的智慧。智慧到究竟圆满，那就是无所不知，过去、现在、未来，此界他方，无所不知，无所不能，就是这个意思。",
      "zh_TW": "這個名詞，我們在大乘經裡面看得很多很多，前面也跟諸位報告過，因為道場天天都有新來的同修，前面沒聽到的，於是多少也要講兩句，以補足他沒聽到的。這個名詞是可以翻成中文的，翻成中文的意思是無上正等正覺。為什麼不翻？這一句叫做尊重不翻。大乘佛法，在法上講就是這一句，如果你得到無上正等正覺，你得到這個法，那麼就成佛了，你就證得佛果。所以佛是果地上的名稱，這是果法的名稱，好像一個是學位，一個是你所修的學分，是這麼一個意思。要用現代的話來講，大家比較更容易體會，這一句就是究竟圓滿的智慧。智慧到究竟圓滿，那就是無所不知，過去、現在、未來，此界他方，無所不知，無所不能，就是這個意思。"
    },
    {
      "id": "09-023-0015_p0007",
      "zh_CN": "佛告诉我们，究竟圆满的智慧，不是诸佛如来独有，而是一切众生人人具足、个个不无，统统都有。有了，为什么我们现在感觉当中完全没有智慧，这原因是什么？看这一句就晓得，心量小，心量不大，所以你的智慧不能现前，这是真的。智慧是随着心量扩大的，你的心量愈大，智慧就愈大。天人比我们人道智慧就大，道理在哪里？他的心量比我们大，色界天人他们除了修禅定之外，还要修四无量心：慈悲喜舍。他的心量当然比我们大，智慧比我们大。声闻的心量比色界、无色界天要大；辟支佛的心量比阿罗汉大；菩萨的心量大过二乘。心量愈大，你本性里面的智慧就透得多。所以心量小不行，小心量是迷！到等觉菩萨，前面讲了，还有一分法执没破，所以他的心量比不上佛，佛的心量才真正达到究竟圆满。我们要是明白这个事实，就晓得把心量拓开很要紧！菩萨修行叫我们舍，叫我们放下。舍什么？实在讲就是舍这个小心量，舍分别执着。分别执着心量就不大，舍尽了，那就是圆满菩提，就达到无上。请看下面这一段经文：",
      "zh_TW": "佛告訴我們，究竟圓滿的智慧，不是諸佛如來獨有，而是一切眾生人人具足、個個不無，統統都有。有了，為什麼我們現在感覺當中完全沒有智慧，這原因是什麼？看這一句就曉得，心量小，心量不大，所以你的智慧不能現前，這是真的。智慧是隨著心量擴大的，你的心量愈大，智慧就愈大。天人比我們人道智慧就大，道理在哪裡？他的心量比我們大，色界天人他們除了修禪定之外，還要修四無量心：慈悲喜捨。他的心量當然比我們大，智慧比我們大。聲聞的心量比色界、無色界天要大；辟支佛的心量比阿羅漢大；菩薩的心量大過二乘。心量愈大，你本性裡面的智慧就透得多。所以心量小不行，小心量是迷！到等覺菩薩，前面講了，還有一分法執沒破，所以他的心量比不上佛，佛的心量才真正達到究竟圓滿。我們要是明白這個事實，就曉得把心量拓開很要緊！菩薩修行叫我們捨，叫我們放下。捨什麼？實在講就是捨這個小心量，捨分別執著。分別執著心量就不大，捨盡了，那就是圓滿菩提，就達到無上。請看下面這一段經文："
    },
    {
      "id": "09-023-0015_p0008",
      "zh_CN": "经【须菩提，于意云何，可以身相见如来不？】",
      "zh_TW": "經【須菩提，於意云何，可以身相見如來不？】"
    },
    {
      "id": "09-023-0015_p0009",
      "zh_CN": "这个第十九段，小标题的题目是：更明所以。「所以」是所以然的道理，前面说得可以说是相当的明白了。世尊先用虚空来说，说明无住相布施，福德不可思量，唯恐我们了解得还不够彻底，不够彻底就有疑问，疑，那个障碍很大。在烦恼里面，贪瞋痴慢下面就是疑。疑能障圣道，是菩萨修行过程当中重大的障碍，必须把疑情断尽才可以。世尊很慈悲，唯恐我们的疑惑还没有能断尽，更明所以，再进一步说明所以然的道理。",
      "zh_TW": "這個第十九段，小標題的題目是：更明所以。「所以」是所以然的道理，前面說得可以說是相當的明白了。世尊先用虛空來說，說明無住相布施，福德不可思量，唯恐我們了解得還不夠徹底，不夠徹底就有疑問，疑，那個障礙很大。在煩惱裡面，貪瞋痴慢下面就是疑。疑能障聖道，是菩薩修行過程當中重大的障礙，必須把疑情斷盡才可以。世尊很慈悲，唯恐我們的疑惑還沒有能斷盡，更明所以，再進一步說明所以然的道理。"
    },
    {
      "id": "09-023-0015_p0010",
      "zh_CN": "底下用问答的方式。叫着须菩提，问他：于意云何，你以为如何？你的意思以为如何？可以身相见如来不？这里头字字句句我们都要注意，每一个字含义都非常的深广，读到后面的时候，你就会发现《金刚经》文字之美，文字简洁，实在是非常好的文章。",
      "zh_TW": "底下用問答的方式。叫著須菩提，問他：於意云何，你以為如何？你的意思以為如何？可以身相見如來不？這裡頭字字句句我們都要注意，每一個字含義都非常的深廣，讀到後面的時候，你就會發現《金剛經》文字之美，文字簡潔，實在是非常好的文章。"
    },
    {
      "id": "09-023-0015_p0011",
      "zh_CN": "【佛意若谓，汝等众生，能就身相见汝之本性耶？】",
      "zh_TW": "【佛意若謂，汝等眾生，能就身相見汝之本性耶？】"
    },
    {
      "id": "09-023-0015_p0012",
      "zh_CN": "假如江居士要没有这么说法，我们对这一句意思，就很可能把意思错会了，是不是可以身相见佛？会误会到这个意思。其实，佛的这个意思很深。《金刚经》上凡是讲如来，都是指本性，指真如本性，从性上说的；凡是说佛，都是从相上讲的；所以经上有的时候讲佛，有的时候说如来。所以这个意思是：可不可以就在身相上见到自己的本性？因为这个身没有说佛身，没有说佛身就是指一切万法，也就是在一切万法相分上，能不能在相上见性？实在讲就是这个意思。可不可以在相上见性？这是一句问话。",
      "zh_TW": "假如江居士要沒有這麼說法，我們對這一句意思，就很可能把意思錯會了，是不是可以身相見佛？會誤會到這個意思。其實，佛的這個意思很深。《金剛經》上凡是講如來，都是指本性，指真如本性，從性上說的；凡是說佛，都是從相上講的；所以經上有的時候講佛，有的時候說如來。所以這個意思是：可不可以就在身相上見到自己的本性？因為這個身沒有說佛身，沒有說佛身就是指一切萬法，也就是在一切萬法相分上，能不能在相上見性？實在講就是這個意思。可不可以在相上見性？這是一句問話。"
    },
    {
      "id": "09-023-0015_p0013",
      "zh_CN": "此科，这个科就是这一段，这一小段，是将上来所说之理，前面所讲的道理。再说明其所以然。",
      "zh_TW": "此科，這個科就是這一段，這一小段，是將上來所說之理，前面所講的道理。再說明其所以然。"
    },
    {
      "id": "09-023-0015_p0014",
      "zh_CN": "【上文所说种种道理，最要紧者，即反复陈明不住于相，而均归结到可以身相见如来一句。】",
      "zh_TW": "【上文所說種種道理，最要緊者，即反覆陳明不住於相，而均歸結到可以身相見如來一句。】"
    },
    {
      "id": "09-023-0015_p0015",
      "zh_CN": "前面是反复的说，实际上往后还要继续说，不仅世尊在《金刚般若》这一分里头这样重复说，一部六百卷《大般若》，不知道反复多少次。我们想想，如此重复反复，有这个必要吗？确实有这个必要。为什么？再多次的反复，你还没放下，你还没有舍掉！换句话说，必须到我们真正放下了，真正到舍无所舍，佛就一句话也没得说了。只要还有一分法执存在，纵然我们是等觉菩萨，佛对我们还有话说，因为还有病，还没有完全好，还需要大夫，还需要治疗。等到一切尽舍，舍无所舍，你的病就完全恢复，也不需要大夫，也不需要治疗，就无法可说了。",
      "zh_TW": "前面是反覆的說，實際上往後還要繼續說，不僅世尊在《金剛般若》這一分裡頭這樣重複說，一部六百卷《大般若》，不知道反覆多少次。我們想想，如此重複反覆，有這個必要嗎？確實有這個必要。為什麼？再多次的反覆，你還沒放下，你還沒有捨掉！換句話說，必須到我們真正放下了，真正到捨無所捨，佛就一句話也沒得說了。只要還有一分法執存在，縱然我們是等覺菩薩，佛對我們還有話說，因為還有病，還沒有完全好，還需要大夫，還需要治療。等到一切盡捨，捨無所捨，你的病就完全恢復，也不需要大夫，也不需要治療，就無法可說了。"
    },
    {
      "id": "09-023-0015_p0016",
      "zh_CN": "由此可知，反复对我们是好的，因为我们无量劫来，在六道里头，贪瞋痴慢一天反复多少遍？比这个经上多！一年反复多少遍？生生世世反复多少遍？所以烦恼习气根深蒂固，诸佛如来帮助我们，都没有办法拔得干净。佛用同样的方法，让我们在觉悟这一方面，不断重复加深印象，如果这个印象能够超越我们旧的那些习气，那就有办法了。这就是古人讲，要把生处变成熟处，把熟处变成生处，我们就成功了。熟处就是指贪瞋痴，贪瞋痴太熟了，我们要远离，要把它放下，要把它舍弃、疏远它，把它变成生、生疏，把无住生心来好好的培养。我们净宗就是培养这一句佛号，老念这句佛号，不断重复在念，培养这句佛号，希望佛号变得很熟，世缘变得很淡，那你往生就决定成功了，这就是生熟把它交换一下。我们在《金刚经》里面，这个经不长，这一部经文总共只有五千多字，能够看到世尊教化众生的手段，看到他所用的方法，从里面体会到他的巧妙处，这是我们第一次看到他的结归，结归到可以身相见如来，结归到这一句。",
      "zh_TW": "由此可知，反覆對我們是好的，因為我們無量劫來，在六道裡頭，貪瞋痴慢一天反覆多少遍？比這個經上多！一年反覆多少遍？生生世世反覆多少遍？所以煩惱習氣根深蒂固，諸佛如來幫助我們，都沒有辦法拔得乾淨。佛用同樣的方法，讓我們在覺悟這一方面，不斷重複加深印象，如果這個印象能夠超越我們舊的那些習氣，那就有辦法了。這就是古人講，要把生處變成熟處，把熟處變成生處，我們就成功了。熟處就是指貪瞋痴，貪瞋痴太熟了，我們要遠離，要把它放下，要把它捨棄、疏遠它，把它變成生、生疏，把無住生心來好好的培養。我們淨宗就是培養這一句佛號，老念這句佛號，不斷重複在念，培養這句佛號，希望佛號變得很熟，世緣變得很淡，那你往生就決定成功了，這就是生熟把它交換一下。我們在《金剛經》裡面，這個經不長，這一部經文總共只有五千多字，能夠看到世尊教化眾生的手段，看到他所用的方法，從裡面體會到他的巧妙處，這是我們第一次看到他的結歸，結歸到可以身相見如來，結歸到這一句。"
    },
    {
      "id": "09-023-0015_p0017",
      "zh_CN": "【不住于相，要在证性也。】",
      "zh_TW": "【不住於相，要在證性也。】"
    },
    {
      "id": "09-023-0015_p0018",
      "zh_CN": "学佛的目的没有别的，就是要见性，不仅仅是禅宗标榜着明心见性，大小乘无论哪一个宗派，没有例外的。若不见性，那就不是佛法。什么叫见性？自性是宇宙万法的本体，见性的意思，就是对于宇宙人生的真相见到了，彻底明白了，究竟明了了，这就叫见性，这才能解决问题。",
      "zh_TW": "學佛的目的沒有別的，就是要見性，不僅僅是禪宗標榜著明心見性，大小乘無論哪一個宗派，沒有例外的。若不見性，那就不是佛法。什麼叫見性？自性是宇宙萬法的本體，見性的意思，就是對於宇宙人生的真相見到了，徹底明白了，究竟明瞭了，這就叫見性，這才能解決問題。"
    },
    {
      "id": "09-023-0015_p0019",
      "zh_CN": "【执相即着有】",
      "zh_TW": "【執相即著有】"
    },
    {
      "id": "09-023-0015_p0020",
      "zh_CN": "执着在现象上就着了有，心里头有了。",
      "zh_TW": "執著在現象上就著了有，心裡頭有了。"
    },
    {
      "id": "09-023-0015_p0021",
      "zh_CN": "【不执即着空】",
      "zh_TW": "【不執即著空】"
    },
    {
      "id": "09-023-0015_p0022",
      "zh_CN": "叫你一切不执着，不执着空了，什么都没有了，其实你已经执着空了；都在执着，不可能不执着，是一切凡夫通病。",
      "zh_TW": "叫你一切不執著，不執著空了，什麼都沒有了，其實你已經執著空了；都在執著，不可能不執著，是一切凡夫通病。"
    },
    {
      "id": "09-023-0015_p0023",
      "zh_CN": "【小乘与凡夫相反，了知身相是幻，证得偏空，而了生死、出三界。然又得一病，病在着空，此空仍是相。】",
      "zh_TW": "【小乘與凡夫相反，了知身相是幻，證得偏空，而了生死、出三界。然又得一病，病在著空，此空仍是相。】"
    },
    {
      "id": "09-023-0015_p0024",
      "zh_CN": "六道凡夫着有，小乘人见思烦恼断了，知道身是缘生之法，四大五蕴众缘和合而生起的这个身相，不再执着这个身是我了。那个身不是我，是什么？是我所，我所有的，不是我，是我所有的。我所有的，关系就比较疏了，譬如这衣服，我所有的衣服，把身体看跟衣服一样，衣服脏了，你可以换一件新的，很容易换一件，身体坏了，马上再换一个新的身体，就像换衣服一样，没有恐惧，没有痛苦，身是我所有的，不是我。而我们凡夫执着这个身就是我，所以你要叫他换个身体，那痛苦得不得了，死去活来，舍不得！执着了，这叫迷惑。执着是一个错误的观念。",
      "zh_TW": "六道凡夫著有，小乘人見思煩惱斷了，知道身是緣生之法，四大五蘊眾緣和合而生起的這個身相，不再執著這個身是我了。那個身不是我，是什麼？是我所，我所有的，不是我，是我所有的。我所有的，關係就比較疏了，譬如這衣服，我所有的衣服，把身體看跟衣服一樣，衣服髒了，你可以換一件新的，很容易換一件，身體壞了，馬上再換一個新的身體，就像換衣服一樣，沒有恐懼，沒有痛苦，身是我所有的，不是我。而我們凡夫執著這個身就是我，所以你要叫他換個身體，那痛苦得不得了，死去活來，捨不得！執著了，這叫迷惑。執著是一個錯誤的觀念。"
    },
    {
      "id": "09-023-0015_p0025",
      "zh_CN": "阿罗汉比我们凡夫高明，不执着这个身了，他证得空。什么叫偏空？偏是对圆讲的，不圆满，偏在一边，执着空。执着空那也是错，就是前面讲的「执相即着有，不执即着空」，小乘人不执，小乘人执着空。他比我们好一些，他出三界六道轮回了，他出了这个。问题在哪里？问题在他不能见性，你看看前面讲，要在证性，他没有办法证得自性。原因在哪里？因为他执着空，空还是一个相。这是世尊在《楞严经》里面就讲得很详细，小乘人也是有病。我们再看底下一段：",
      "zh_TW": "阿羅漢比我們凡夫高明，不執著這個身了，他證得空。什麼叫偏空？偏是對圓講的，不圓滿，偏在一邊，執著空。執著空那也是錯，就是前面講的「執相即著有，不執即著空」，小乘人不執，小乘人執著空。他比我們好一些，他出三界六道輪迴了，他出了這個。問題在哪裡？問題在他不能見性，你看看前面講，要在證性，他沒有辦法證得自性。原因在哪裡？因為他執著空，空還是一個相。這是世尊在《楞嚴經》裡面就講得很詳細，小乘人也是有病。我們再看底下一段："
    },
    {
      "id": "09-023-0015_p0026",
      "zh_CN": "【须知有体必有用，有性必有相。只须知相之虚妄即可。如又执着空，即堕于断灭。性与相是不异，相即性之表现，性即相之根本。】",
      "zh_TW": "【須知有體必有用，有性必有相。只須知相之虛妄即可。如又執著空，即墮於斷滅。性與相是不異，相即性之表現，性即相之根本。】"
    },
    {
      "id": "09-023-0015_p0027",
      "zh_CN": "就是现象的本体。这桩事情，说难似乎不难；说不难，好像也很不容易。原因在哪里？我们无量劫以来，在这个迷惑颠倒错乱的境界里面生活，已经养成习惯，佛虽然为我们说明，虽然为我们点破，可是离开佛堂之后，还是过的老样子，还是在老习惯里面生活，这个问题就麻烦了。也就是说，大乘佛法真实的受用，你就很难在日常生活当中去兑现了。所以一定要再认识、再肯定，也就是像前面所讲的：不断的去重复、不断的去肯定。使事实真相能逐渐逐渐为我们觉察，这就叫功夫。首先认识事实真相的三方面，体、相、用。体是心性，本经里面讲性，有的时候也讲心，体是心性，作用它就现相，有体必有用。如果体要不起作用，那么这个体毫无意义，也不能称之为体。体必有用，起作用它一定现相，现十法界依正庄严之相，它现相。体能现，相所现，能现是一个，所现的无量无边。能现的永远不变，所现的千变万化，这个一定要搞清楚。会变的我们就叫它虚妄，不变的就是真实。说到这个地方，诸位要是略略能够领略到一点，你就晓得佛为什么要我们证性，证性就是不变了。变里面苦，生老病死，苦！不变就不苦了。不变的话，我们世间人常讲青春永驻，那多好、多自在！不变了。问题叫你证性，就是找到不变的。我们现在变的相里头有不变的性，你真能把这个性找到之后，说老实话，那个相也就不再变了，好处多！好处不可思议。晓得相是虚妄的，相虚妄，相不重要，性重要。相既然是虚妄的，不是重要的，你何必去执着它！可以用它，不要去执着它，这就对了。",
      "zh_TW": "就是現象的本體。這樁事情，說難似乎不難；說不難，好像也很不容易。原因在哪裡？我們無量劫以來，在這個迷惑顛倒錯亂的境界裡面生活，已經養成習慣，佛雖然為我們說明，雖然為我們點破，可是離開佛堂之後，還是過的老樣子，還是在老習慣裡面生活，這個問題就麻煩了。也就是說，大乘佛法真實的受用，你就很難在日常生活當中去兌現了。所以一定要再認識、再肯定，也就是像前面所講的：不斷的去重複、不斷的去肯定。使事實真相能逐漸逐漸為我們覺察，這就叫功夫。首先認識事實真相的三方面，體、相、用。體是心性，本經裡面講性，有的時候也講心，體是心性，作用它就現相，有體必有用。如果體要不起作用，那麼這個體毫無意義，也不能稱之為體。體必有用，起作用它一定現相，現十法界依正莊嚴之相，它現相。體能現，相所現，能現是一個，所現的無量無邊。能現的永遠不變，所現的千變萬化，這個一定要搞清楚。會變的我們就叫它虛妄，不變的就是真實。說到這個地方，諸位要是略略能夠領略到一點，你就曉得佛為什麼要我們證性，證性就是不變了。變裡面苦，生老病死，苦！不變就不苦了。不變的話，我們世間人常講青春永駐，那多好、多自在！不變了。問題叫你證性，就是找到不變的。我們現在變的相裡頭有不變的性，你真能把這個性找到之後，說老實話，那個相也就不再變了，好處多！好處不可思議。曉得相是虛妄的，相虛妄，相不重要，性重要。相既然是虛妄的，不是重要的，你何必去執著它！可以用它，不要去執著它，這就對了。"
    },
    {
      "id": "09-023-0015_p0028",
      "zh_CN": "「如又执着空」，着空是哪些人？四空天人着空、无想定人着空，这两种人的确很悲哀，因为生到无想天，生到四空天，时间很长很长。最长的非想非非想天，寿命八万大劫，换句话说，八万大劫他就毫无作用，毫无进步可言，完全止在那个地方，不能再进一步，这是佛常讲的堕无为坑，掉到无为坑里头去了。不但是四空天人，连小乘人也不例外，但是小乘人毕竟是善根深厚，他有期限的，不像无想天，无想天很麻烦，出不了三界。佛告诉我们，阿罗汉他堕在偏真涅槃里面，也就是住在偏空里头，时间是两万劫，两万劫之后他会回头，他会觉悟。辟支佛也是堕在偏真涅槃里面，时间是一万劫，他比阿罗汉聪明，一万劫他就会觉悟，他就会回头。这就是我们常讲的回小向大，他能够从小乘里面觉悟去修菩萨法、修大乘法。不像四空天人，四空天人最长的寿命八万大劫，比阿罗汉加上四倍，而且八万大劫到了之后还要堕落，出不了轮回。由此可知，佛法里面的禅定跟世间禅定，因与果都不相同，都不一样，这是我们不能不晓得的。",
      "zh_TW": "「如又執著空」，著空是哪些人？四空天人著空、無想定人著空，這兩種人的確很悲哀，因為生到無想天，生到四空天，時間很長很長。最長的非想非非想天，壽命八萬大劫，換句話說，八萬大劫他就毫無作用，毫無進步可言，完全止在那個地方，不能再進一步，這是佛常講的墮無為坑，掉到無為坑裡頭去了。不但是四空天人，連小乘人也不例外，但是小乘人畢竟是善根深厚，他有期限的，不像無想天，無想天很麻煩，出不了三界。佛告訴我們，阿羅漢他墮在偏真涅槃裡面，也就是住在偏空裡頭，時間是兩萬劫，兩萬劫之後他會回頭，他會覺悟。辟支佛也是墮在偏真涅槃裡面，時間是一萬劫，他比阿羅漢聰明，一萬劫他就會覺悟，他就會回頭。這就是我們常講的回小向大，他能夠從小乘裡面覺悟去修菩薩法、修大乘法。不像四空天人，四空天人最長的壽命八萬大劫，比阿羅漢加上四倍，而且八萬大劫到了之後還要墮落，出不了輪迴。由此可知，佛法裡面的禪定跟世間禪定，因與果都不相同，都不一樣，這是我們不能不曉得的。"
    },
    {
      "id": "09-023-0015_p0029",
      "zh_CN": "同时要知道，性相是一不是二，性是体，相是体之表现，表里不二。由此可知，佛问可不可以身相见如来，如果不执着的话可以，相就是性、性就是相；一有执着那就不是了，一有执着，性是性，相是相，性不是相，相不是性。权教菩萨以下都有分别执着，《金刚经》的对象是法身大士，不是权小菩萨，法身大士，佛是为发大乘者说，为发最上乘者说，所以那个不一样。",
      "zh_TW": "同時要知道，性相是一不是二，性是體，相是體之表現，表裡不二。由此可知，佛問可不可以身相見如來，如果不執著的話可以，相就是性、性就是相；一有執著那就不是了，一有執著，性是性，相是相，性不是相，相不是性。權教菩薩以下都有分別執著，《金剛經》的對象是法身大士，不是權小菩薩，法身大士，佛是為發大乘者說，為發最上乘者說，所以那個不一樣。"
    },
    {
      "id": "09-023-0015_p0030",
      "zh_CN": "【佛教人修行，原为度众生。】",
      "zh_TW": "【佛教人修行，原為度眾生。】"
    },
    {
      "id": "09-023-0015_p0031",
      "zh_CN": "度众生的意思很广，前面说过，我们就不再重复了，最重要的要度自己，自己是众生，第一个要度的。",
      "zh_TW": "度眾生的意思很廣，前面說過，我們就不再重複了，最重要的要度自己，自己是眾生，第一個要度的。"
    },
    {
      "id": "09-023-0015_p0032",
      "zh_CN": "【若着空无为，如何能度。】",
      "zh_TW": "【若著空無為，如何能度。】"
    },
    {
      "id": "09-023-0015_p0033",
      "zh_CN": "着有不必讲了，着有是决定不能度，当凡夫了，执空也不能得度。",
      "zh_TW": "著有不必講了，著有是決定不能度，當凡夫了，執空也不能得度。"
    },
    {
      "id": "09-023-0015_p0034",
      "zh_CN": "【故般若要二边不住，必不住有，不住空，方能称性。】",
      "zh_TW": "【故般若要二邊不住，必不住有，不住空，方能稱性。】"
    },
    {
      "id": "09-023-0015_p0035",
      "zh_CN": "空有两边都不住，不住如何修法？都在日常生活之中，穿衣、吃饭、工作、处事待人接物，就在这些地方，你去修，修不住，空有两边不住，那你就是修金刚般若法门。",
      "zh_TW": "空有兩邊都不住，不住如何修法？都在日常生活之中，穿衣、吃飯、工作、處事待人接物，就在這些地方，你去修，修不住，空有兩邊不住，那你就是修金剛般若法門。"
    },
    {
      "id": "09-023-0015_p0036",
      "zh_CN": "【千经万论，无非说明此理，发挥此理。】",
      "zh_TW": "【千經萬論，無非說明此理，發揮此理。】"
    },
    {
      "id": "09-023-0015_p0037",
      "zh_CN": "愈是在大乘经上说得愈透彻，不但把理论讲得透彻，同时讲心性在日常生活当中的作用，也讲得非常透彻，像《华严经》，不但说得那么样清楚，末后一品经文「入法界品」，世尊以五十三位法身大士，跟善财童子表演给我们看，所以《华严经》好！有理论、有方法，还带表演，这种教科书到哪里去找，带表演的，非常难得。",
      "zh_TW": "愈是在大乘經上說得愈透徹，不但把理論講得透徹，同時講心性在日常生活當中的作用，也講得非常透徹，像《華嚴經》，不但說得那麼樣清楚，末後一品經文「入法界品」，世尊以五十三位法身大士，跟善財童子表演給我們看，所以《華嚴經》好！有理論、有方法，還帶表演，這種教科書到哪裡去找，帶表演的，非常難得。"
    },
    {
      "id": "09-023-0015_p0038",
      "zh_CN": "我们晓得，中国古时候，古人，读书人，最重要的一部书是《四书》，现代的人几乎把它忘掉了，《四书》是宋朝朱熹编的。我们读《华严》之后，回头再看《四书》，可能是朱熹看《华严经》得到的灵感，因为他编的方法跟《华严经》一样，有理论、有方法、有表演，他是取《礼记》里面的两篇，《大学》、《中庸》，这两篇是《礼记》里面的。《大学》讲方法，什么方法？给诸位说，过日子的方法，生活的方法，非常亲切！《中庸》是讲道理的，它有理论、有方法。《论语》跟《孟子》是表演的，做出来给我们看，你看看孔子如何将这些理论方法应用在他的生活上，《论语》里面的理论方法就是大学、中庸。孟夫子如何能将这个理论方法应用在他的生活上？表演给我们看。所以《论孟》就很类似《华严经》上的五十三参，真正是高级的教科书，编撰的方法非常圆满，带表演。这是给我们学佛的人，特别是初学的人，真正有一个入门下手之处。",
      "zh_TW": "我們曉得，中國古時候，古人，讀書人，最重要的一部書是《四書》，現代的人幾乎把它忘掉了，《四書》是宋朝朱熹編的。我們讀《華嚴》之後，回頭再看《四書》，可能是朱熹看《華嚴經》得到的靈感，因為他編的方法跟《華嚴經》一樣，有理論、有方法、有表演，他是取《禮記》裡面的兩篇，《大學》、《中庸》，這兩篇是《禮記》裡面的。《大學》講方法，什麼方法？給諸位說，過日子的方法，生活的方法，非常親切！《中庸》是講道理的，它有理論、有方法。《論語》跟《孟子》是表演的，做出來給我們看，你看看孔子如何將這些理論方法應用在他的生活上，《論語》裡面的理論方法就是大學、中庸。孟夫子如何能將這個理論方法應用在他的生活上？表演給我們看。所以《論孟》就很類似《華嚴經》上的五十三參，真正是高級的教科書，編撰的方法非常圓滿，帶表演。這是給我們學佛的人，特別是初學的人，真正有一個入門下手之處。"
    },
    {
      "id": "09-023-0015_p0039",
      "zh_CN": "【此处身相，指上自诸佛，下至一切众生。】",
      "zh_TW": "【此處身相，指上自諸佛，下至一切眾生。】"
    },
    {
      "id": "09-023-0015_p0040",
      "zh_CN": "一切众生包括无情的众生，皆是此相。",
      "zh_TW": "一切眾生包括無情的眾生，皆是此相。"
    },
    {
      "id": "09-023-0015_p0041",
      "zh_CN": "【引申其义则可遍摄一切法相】",
      "zh_TW": "【引申其義則可遍攝一切法相】"
    },
    {
      "id": "09-023-0015_p0042",
      "zh_CN": "世出世间所有一切法的现象，这一句里面统统都包括了。佛的意思，可不可以就在相上见性，佛问话重要的意思是在这个地方。",
      "zh_TW": "世出世間所有一切法的現象，這一句裡面統統都包括了。佛的意思，可不可以就在相上見性，佛問話重要的意思是在這個地方。"
    },
    {
      "id": "09-023-0015_p0043",
      "zh_CN": "下面是尊者的答复，答得很妙。双明，这个意思是双关的。",
      "zh_TW": "下面是尊者的答覆，答得很妙。雙明，這個意思是雙關的。"
    },
    {
      "id": "09-023-0015_p0044",
      "zh_CN": "经【不也，世尊，不可以身相得见如来。】",
      "zh_TW": "經【不也，世尊，不可以身相得見如來。】"
    },
    {
      "id": "09-023-0015_p0045",
      "zh_CN": "这个话是双关语，第一个不也：",
      "zh_TW": "這個話是雙關語，第一個不也："
    },
    {
      "id": "09-023-0015_p0046",
      "zh_CN": "【「不也，世尊」之不，是唯唯否否，不可作否决解。既答不可，复说可以，故是双明。】",
      "zh_TW": "【「不也，世尊」之不，是唯唯否否，不可作否決解。既答不可，復說可以，故是雙明。】"
    },
    {
      "id": "09-023-0015_p0047",
      "zh_CN": "句子要这样念法，「不也，世尊。不，可以身相得见如来」。底下那个不可以的「不」，是两个讲法，一个是不、可以身相得见如来，一个是不可以身相得见如来，所以这一句是两个意思。为什么是两个意思？这是在两种状况之下。",
      "zh_TW": "句子要這樣念法，「不也，世尊。不，可以身相得見如來」。底下那個不可以的「不」，是兩個講法，一個是不、可以身相得見如來，一個是不可以身相得見如來，所以這一句是兩個意思。為什麼是兩個意思？這是在兩種狀況之下。"
    },
    {
      "id": "09-023-0015_p0048",
      "zh_CN": "不可以相作性，你要是把相当作性，那就错了。",
      "zh_TW": "不可以相作性，你要是把相當作性，那就錯了。"
    },
    {
      "id": "09-023-0015_p0049",
      "zh_CN": "【不可以相作性，就身相见如来。】",
      "zh_TW": "【不可以相作性，就身相見如來。】"
    },
    {
      "id": "09-023-0015_p0050",
      "zh_CN": "这是不可以的。",
      "zh_TW": "這是不可以的。"
    },
    {
      "id": "09-023-0015_p0051",
      "zh_CN": "【然相由性现，性相不二，亦得以身相见如来。显示性相无碍，相不障性。】",
      "zh_TW": "【然相由性現，性相不二，亦得以身相見如來。顯示性相無礙，相不障性。】"
    },
    {
      "id": "09-023-0015_p0052",
      "zh_CN": "理事无碍，事事无碍。所以这个答复是双关的，这句话是双关语。这种答复一般人很难明了，不知道他在说些什么？在般若会上，虽然这个法会里面有大菩萨，他们当然没有问题，但是参与这个法会的也有凡夫，当时舍卫国大城这些凡俗的佛弟子，他们得空也会到祇园精舍听佛讲经，这些人就难懂了，所以必须要加以解释。底下这是解释。",
      "zh_TW": "理事無礙，事事無礙。所以這個答覆是雙關的，這句話是雙關語。這種答覆一般人很難明瞭，不知道他在說些什麼？在般若會上，雖然這個法會裡面有大菩薩，他們當然沒有問題，但是參與這個法會的也有凡夫，當時舍衛國大城這些凡俗的佛弟子，他們得空也會到祇園精舍聽佛講經，這些人就難懂了，所以必須要加以解釋。底下這是解釋。"
    },
    {
      "id": "09-023-0015_p0053",
      "zh_CN": "经【何以故？如来所说身相即非身相。】",
      "zh_TW": "經【何以故？如來所說身相即非身相。】"
    },
    {
      "id": "09-023-0015_p0054",
      "zh_CN": "【性即相之体，相即性之用。】",
      "zh_TW": "【性即相之體，相即性之用。】"
    },
    {
      "id": "09-023-0015_p0055",
      "zh_CN": "这个前面都曾经说过。",
      "zh_TW": "這個前面都曾經說過。"
    },
    {
      "id": "09-023-0015_p0056",
      "zh_CN": "【相非性不融，性非相不显。】",
      "zh_TW": "【相非性不融，性非相不顯。】"
    },
    {
      "id": "09-023-0015_p0057",
      "zh_CN": "这两句话很要紧。性是无所不在的，无所不融的，任何现象都融在性中，像水乳交融一样，离了性决定没有相，所以从相上能见性。性要是没有相，性在哪里？我们六根缘不到，真如本性虽然是尽虚空遍法界，无所不在，我们眼看不见，耳也听不见，不但五根接触不到，我们的心也接触不到，心是念头，念头接触不到。法相唯识家所讲，第六意识的功能很大，第六意识就是我们今天讲的思想，它的功能，从内去缘，能够缘到阿赖耶识，对外它能够缘虚空法界，有这么大的功能，它缘不到自性，没有办法见性。这就是说明，性要是没有相，性就显示不出来，幸亏性现了这么多相，使那个真正明白人，性在哪里？相就是，所有一切万相就是。",
      "zh_TW": "這兩句話很要緊。性是無所不在的，無所不融的，任何現象都融在性中，像水乳交融一樣，離了性決定沒有相，所以從相上能見性。性要是沒有相，性在哪裡？我們六根緣不到，真如本性雖然是盡虛空遍法界，無所不在，我們眼看不見，耳也聽不見，不但五根接觸不到，我們的心也接觸不到，心是念頭，念頭接觸不到。法相唯識家所講，第六意識的功能很大，第六意識就是我們今天講的思想，它的功能，從內去緣，能夠緣到阿賴耶識，對外它能夠緣虛空法界，有這麼大的功能，它緣不到自性，沒有辦法見性。這就是說明，性要是沒有相，性就顯示不出來，幸虧性現了這麼多相，使那個真正明白人，性在哪裡？相就是，所有一切萬相就是。"
    },
    {
      "id": "09-023-0015_p0058",
      "zh_CN": "正如同我们晚上作梦，我们晓得梦是心变现的，心是能作梦，梦是所作的；心是能作，梦是所作。没有作梦的时候，问你，你心在哪里？找不到，不晓得在哪里。这一作梦的时候，那好办了，心在哪里？梦境就是，梦中随便拈一物，那都是心。全妄即真，全真即妄。你要问：我们的真如本性在哪里？尽虚空遍法界依正庄严，样样都是，无有一法不是，真是随意拈来。见了性的人，才入这个境界，我们今天也可以学，性在哪里？我随便拈一个给你看一看、比一比，像不像？满像这个样子，其实不是，怎么不是？我们是学那个见性人的样子，实际上没有见性。真正见性是什么样子？于一切现象没有分别、没有执着，那就见了性。我们今天不能见性，亏就吃在分别执着上，没能离开分别执着。果然离开分别执着，那就对了，那是随手拈来，无有不是。所以这个东西，自己没入境界学不得。",
      "zh_TW": "正如同我們晚上作夢，我們曉得夢是心變現的，心是能作夢，夢是所作的；心是能作，夢是所作。沒有作夢的時候，問你，你心在哪裡？找不到，不曉得在哪裡。這一作夢的時候，那好辦了，心在哪裡？夢境就是，夢中隨便拈一物，那都是心。全妄即真，全真即妄。你要問：我們的真如本性在哪裡？盡虛空遍法界依正莊嚴，樣樣都是，無有一法不是，真是隨意拈來。見了性的人，才入這個境界，我們今天也可以學，性在哪裡？我隨便拈一個給你看一看、比一比，像不像？滿像這個樣子，其實不是，怎麼不是？我們是學那個見性人的樣子，實際上沒有見性。真正見性是什麼樣子？於一切現象沒有分別、沒有執著，那就見了性。我們今天不能見性，虧就吃在分別執著上，沒能離開分別執著。果然離開分別執著，那就對了，那是隨手拈來，無有不是。所以這個東西，自己沒入境界學不得。"
    },
    {
      "id": "09-023-0015_p0059",
      "zh_CN": "【离相即无性，离性亦无相。】",
      "zh_TW": "【離相即無性，離性亦無相。】"
    },
    {
      "id": "09-023-0015_p0060",
      "zh_CN": "可见得性相关系之密切，因为它是一体的。",
      "zh_TW": "可見得性相關係之密切，因為它是一體的。"
    },
    {
      "id": "09-023-0015_p0061",
      "zh_CN": "【但看执着不执着】",
      "zh_TW": "【但看執著不執著】"
    },
    {
      "id": "09-023-0015_p0062",
      "zh_CN": "关键就在此地。",
      "zh_TW": "關鍵就在此地。"
    },
    {
      "id": "09-023-0015_p0063",
      "zh_CN": "【着相，即为障碍，不得见性。】",
      "zh_TW": "【著相，即為障礙，不得見性。】"
    },
    {
      "id": "09-023-0015_p0064",
      "zh_CN": "佛法里面常常讲障，讲二障、三障，这个障主要就是讲障碍你见性，这是最主要的一个意思。障碍你开悟，障碍你修学，那是从事上讲的，它的本意是障碍你明心见性。障就是执着。由此可知，执着这个病非常严重，执着这个病很深很广，一定先要把它认识清楚，然后痛下决心要把它断除。",
      "zh_TW": "佛法裡面常常講障，講二障、三障，這個障主要就是講障礙你見性，這是最主要的一個意思。障礙你開悟，障礙你修學，那是從事上講的，它的本意是障礙你明心見性。障就是執著。由此可知，執著這個病非常嚴重，執著這個病很深很廣，一定先要把它認識清楚，然後痛下決心要把它斷除。"
    },
    {
      "id": "09-023-0015_p0065",
      "zh_CN": "【不执着，即不落二边。】",
      "zh_TW": "【不執著，即不落二邊。】"
    },
    {
      "id": "09-023-0015_p0066",
      "zh_CN": "空有两边都不执着。「般若之理，全在于此。」世尊二十二年所讲大般若的道理，就在这个地方。「须要观照，仔细用功。」这个观照前面说过，实在讲时时刻刻提高警觉。",
      "zh_TW": "空有兩邊都不執著。「般若之理，全在於此。」世尊二十二年所講大般若的道理，就在這個地方。「須要觀照，仔細用功。」這個觀照前面說過，實在講時時刻刻提高警覺。"
    },
    {
      "id": "09-023-0015_p0067",
      "zh_CN": "在行门里头，也是一个总纲领，就是三皈戒。 我们学佛一入佛门，就求受三皈，受三皈的意思，就是老师把佛法修学的总纲领、总原则传授给你。无论你用什么功夫，用什么方法，方法多，常讲八万四千法门，无量法门，法是方法、门是门径，方法再多，门道再多，都以这三个原则为标准，决定不能违背，这是总原则，就是佛法僧三宝，这是我们的皈依处，我们修行依靠的地方。可是现在讲佛法僧三宝，大家都错会了，说佛你就想到佛像，你就依靠它，这个错了。古人说「泥菩萨过河自身难保」，你依靠它，怎么能靠得住？法宝，法宝是经典，行吗？中国历史上三武灭法，佛经不知道被烧掉多少，也靠不住！僧，出家人，出家人自己修行没成就，怎么能给你做依靠？这是我们把佛法僧三宝搞错了。传授三皈的时候，佛法僧三宝不是讲这个，是讲自性三宝，那是真的，真正的皈依处。",
      "zh_TW": "在行門裡頭，也是一個總綱領，就是三皈戒。 我們學佛一入佛門，就求受三皈，受三皈的意思，就是老師把佛法修學的總綱領、總原則傳授給你。無論你用什麼功夫，用什麼方法，方法多，常講八萬四千法門，無量法門，法是方法、門是門徑，方法再多，門道再多，都以這三個原則為標準，決定不能違背，這是總原則，就是佛法僧三寶，這是我們的皈依處，我們修行依靠的地方。可是現在講佛法僧三寶，大家都錯會了，說佛你就想到佛像，你就依靠它，這個錯了。古人說「泥菩薩過河自身難保」，你依靠它，怎麼能靠得住？法寶，法寶是經典，行嗎？中國歷史上三武滅法，佛經不知道被燒掉多少，也靠不住！僧，出家人，出家人自己修行沒成就，怎麼能給你做依靠？這是我們把佛法僧三寶搞錯了。傳授三皈的時候，佛法僧三寶不是講這個，是講自性三寶，那是真的，真正的皈依處。"
    },
    {
      "id": "09-023-0015_p0068",
      "zh_CN": "这种误会，可能很久很久就发生了，不是我们现在。因为我们读《坛经》，六祖惠能大师，唐朝时候人，距离我们现在一千三百年，他在《坛经》里面给人家传授皈依，他不用佛法僧，我们想他的意思，一定在那个时候就有人误会，所以他的讲法就不一样。你在《坛经》上看到，他传授三皈，他说皈依觉、皈依正、皈依净，他不用佛法僧三个字，他用觉正净，听了这三个字不容易起误会。然后他解释，「佛者，觉也」；佛是觉悟的意思，皈依佛是皈依觉悟。要依靠觉，觉而不迷。我们现在是依迷，没有依觉。所以这个皈依叫翻邪三皈，回过头来，反过来。我们今天处事待人接物，就连日常生活穿衣吃饭，我们要依觉不依迷，过去都是依迷，不知道觉悟，现在转过来。佛是觉的意思。法者，正也。法是什么？正知正见，也就是我们今天讲正确的思想，正确的见解，完全没有错误。依这个，这是自性法宝。僧是什么意思？僧是净、清净的意思。所以才叫我们要依觉正净，这个讲法我们很清楚，不会产生误会。",
      "zh_TW": "這種誤會，可能很久很久就發生了，不是我們現在。因為我們讀《壇經》，六祖惠能大師，唐朝時候人，距離我們現在一千三百年，他在《壇經》裡面給人家傳授皈依，他不用佛法僧，我們想他的意思，一定在那個時候就有人誤會，所以他的講法就不一樣。你在《壇經》上看到，他傳授三皈，他說皈依覺、皈依正、皈依淨，他不用佛法僧三個字，他用覺正淨，聽了這三個字不容易起誤會。然後他解釋，「佛者，覺也」；佛是覺悟的意思，皈依佛是皈依覺悟。要依靠覺，覺而不迷。我們現在是依迷，沒有依覺。所以這個皈依叫翻邪三皈，回過頭來，反過來。我們今天處事待人接物，就連日常生活穿衣吃飯，我們要依覺不依迷，過去都是依迷，不知道覺悟，現在轉過來。佛是覺的意思。法者，正也。法是什麼？正知正見，也就是我們今天講正確的思想，正確的見解，完全沒有錯誤。依這個，這是自性法寶。僧是什麼意思？僧是淨、清淨的意思。所以才叫我們要依覺正淨，這個講法我們很清楚，不會產生誤會。"
    },
    {
      "id": "09-023-0015_p0069",
      "zh_CN": "学佛的同修很多，很多人受了三皈，不晓得皈到哪里去了？不学佛已经迷了，学了佛再加一倍的迷，这个麻烦就大了，愈迷愈深，大错特错！所以一定要把它搞清楚、要搞明白，我们有个真正的依靠，晓得从什么地方回头。我们从迷惑回头，依觉悟；从错误的知见回头，依正知正见；从污染回头，贪瞋痴是染污，从这里回头，依清净心。这叫真的三皈，这是真正三皈了，真的皈依了。一生当中，不能离开这个原则，觉正净，不可以离开这个原则，离开觉正净，你就又回到从前的老习气的地方去了，不是佛弟子。一定要回过头来！这也是最好观照的方法，念念不忘觉正净，这是自性三宝。",
      "zh_TW": "學佛的同修很多，很多人受了三皈，不曉得皈到哪裡去了？不學佛已經迷了，學了佛再加一倍的迷，這個麻煩就大了，愈迷愈深，大錯特錯！所以一定要把它搞清楚、要搞明白，我們有個真正的依靠，曉得從什麼地方回頭。我們從迷惑回頭，依覺悟；從錯誤的知見回頭，依正知正見；從污染回頭，貪瞋痴是染污，從這裡回頭，依清淨心。這叫真的三皈，這是真正三皈了，真的皈依了。一生當中，不能離開這個原則，覺正淨，不可以離開這個原則，離開覺正淨，你就又回到從前的老習氣的地方去了，不是佛弟子。一定要回過頭來！這也是最好觀照的方法，念念不忘覺正淨，這是自性三寶。"
    },
    {
      "id": "09-023-0015_p0070",
      "zh_CN": "住持三宝，这个样子有没有用处？有用处，但是对什么人有用处？对真正皈依的人有用处，如果不是真正皈依的人，不起作用，这一点我们要知道。真正回头，真正依靠觉正净，你家里供养佛像，供养佛像什么意思？提醒自己。我一看到佛像，我要觉悟！佛像摆在那里，就提醒我觉而不迷，它的意思在这里。佛并不是说：我成佛，我是老师，你的老师，你要供我的像，天天拜我。那佛不是着了相吗？佛不就分别执着了吗？佛哪有这个意思，佛没有这个意思。所以用这尊像，提醒自己觉而不迷。放一两本经书，一看到这个经书，正而不邪，我这个心起心动念正大光明，没有邪思邪念，是这个意思。看到出家人，马上就想到，我要六根清净、一尘不染，他这个样子给我启示，常常提醒我。家里面供像，供西方三圣，观音、势至那是僧宝，所以你们供佛像，无论是雕塑的、或者是彩画的，三宝具足，要懂这个意思。他是时时刻刻在提醒你，叫你回头，不叫你迷惑颠倒，这是我们供养佛像、供养经书真正的意思。如果你没有回头，没有真正皈依，你供养佛像，你是愈迷愈深，迷信！你已经迷得够深了，现在还找佛菩萨再来迷惑你，佛菩萨可不负这个责任，这是你自己会错了意思，你自己迷惑颠倒，他并没有意思迷惑你，可是你不知不觉被这些形像迷惑了，那实在是没有法子。要仔细用功！",
      "zh_TW": "住持三寶，這個樣子有沒有用處？有用處，但是對什麼人有用處？對真正皈依的人有用處，如果不是真正皈依的人，不起作用，這一點我們要知道。真正回頭，真正依靠覺正淨，你家裡供養佛像，供養佛像什麼意思？提醒自己。我一看到佛像，我要覺悟！佛像擺在那裡，就提醒我覺而不迷，它的意思在這裡。佛並不是說：我成佛，我是老師，你的老師，你要供我的像，天天拜我。那佛不是著了相嗎？佛不就分別執著了嗎？佛哪有這個意思，佛沒有這個意思。所以用這尊像，提醒自己覺而不迷。放一兩本經書，一看到這個經書，正而不邪，我這個心起心動念正大光明，沒有邪思邪念，是這個意思。看到出家人，馬上就想到，我要六根清淨、一塵不染，他這個樣子給我啟示，常常提醒我。家裡面供像，供西方三聖，觀音、勢至那是僧寶，所以你們供佛像，無論是雕塑的、或者是彩畫的，三寶具足，要懂這個意思。他是時時刻刻在提醒你，叫你回頭，不叫你迷惑顛倒，這是我們供養佛像、供養經書真正的意思。如果你沒有回頭，沒有真正皈依，你供養佛像，你是愈迷愈深，迷信！你已經迷得夠深了，現在還找佛菩薩再來迷惑你，佛菩薩可不負這個責任，這是你自己會錯了意思，你自己迷惑顛倒，他並沒有意思迷惑你，可是你不知不覺被這些形像迷惑了，那實在是沒有法子。要仔細用功！"
    },
    {
      "id": "09-023-0015_p0071",
      "zh_CN": "皈依，如果皈依的老师，没有把三皈意义、修学的纲领原则，讲得很明白的话，不要紧，我们这边有录音带，还有一个小册子，那个小册子是从录音带写下来的，而这个录音带就在新加坡讲的，前年讲的。所以诸位仔细去听，仔细去看，明白就好了。形式上的皈依不重要，哪一个出家人给你授都没有关系、都一样，要生平等心，不要有分别，不要有执着。不要分别这个法师好，那个法师不好，那你《金刚经》就白听了，《金刚经》就是叫你离一切分别执着，你还在搞分别执着，那就错了，大错特错了。所以任何一个法师给你授三皈仪式都是好的，只要以真诚心、恭敬心来接受，一定要明理要照做，要守住这三个原则，那你就真的皈依了，真的回头了。",
      "zh_TW": "皈依，如果皈依的老師，沒有把三皈意義、修學的綱領原則，講得很明白的話，不要緊，我們這邊有錄音帶，還有一個小冊子，那個小冊子是從錄音帶寫下來的，而這個錄音帶就在新加坡講的，前年講的。所以諸位仔細去聽，仔細去看，明白就好了。形式上的皈依不重要，哪一個出家人給你授都沒有關係、都一樣，要生平等心，不要有分別，不要有執著。不要分別這個法師好，那個法師不好，那你《金剛經》就白聽了，《金剛經》就是叫你離一切分別執著，你還在搞分別執著，那就錯了，大錯特錯了。所以任何一個法師給你授三皈儀式都是好的，只要以真誠心、恭敬心來接受，一定要明理要照做，要守住這三個原則，那你就真的皈依了，真的回頭了。"
    },
    {
      "id": "09-023-0015_p0072",
      "zh_CN": "【约相说是身相】",
      "zh_TW": "【約相說是身相】"
    },
    {
      "id": "09-023-0015_p0073",
      "zh_CN": "这个身就是指一切万事万物。",
      "zh_TW": "這個身就是指一切萬事萬物。"
    },
    {
      "id": "09-023-0015_p0074",
      "zh_CN": "【约性说当体即空】",
      "zh_TW": "【約性說當體即空】"
    },
    {
      "id": "09-023-0015_p0075",
      "zh_CN": "如果就它的性体上来讲，「凡所有相，皆是虚妄」，底下这句经文就说出来了，它的体性是空的、空寂的。",
      "zh_TW": "如果就它的性體上來講，「凡所有相，皆是虛妄」，底下這句經文就說出來了，它的體性是空的、空寂的。"
    },
    {
      "id": "09-023-0015_p0076",
      "zh_CN": "【相妄性真，故说不可。】",
      "zh_TW": "【相妄性真，故說不可。】"
    },
    {
      "id": "09-023-0015_p0077",
      "zh_CN": "因为它两个不一样，相是虚妄的，性是真的，不可以以身相见如来。",
      "zh_TW": "因為它兩個不一樣，相是虛妄的，性是真的，不可以以身相見如來。"
    },
    {
      "id": "09-023-0015_p0078",
      "zh_CN": "【但是，性能融相】",
      "zh_TW": "【但是，性能融相】"
    },
    {
      "id": "09-023-0015_p0079",
      "zh_CN": "性相一如，性相不二，所以它融相，",
      "zh_TW": "性相一如，性相不二，所以它融相，"
    },
    {
      "id": "09-023-0015_p0080",
      "zh_CN": "【真实即显，是又何必离相见性。故云得见如来。】",
      "zh_TW": "【真實即顯，是又何必離相見性。故云得見如來。】"
    },
    {
      "id": "09-023-0015_p0081",
      "zh_CN": "他这一句话答复是两个意思，怎样得见如来，怎样不可得见如来。就是说你有没有见性，见性了可以，见相就是见性；如果着相不见性不可以，你着相，相不是性，相是生灭法，相是无常法，性是真常，性是不生不灭，那怎么会一样？不一样！见了性，那就怎么说都可以；没有见性，是怎么说都不可以，道理在此地。这个答复很好，答复得很圆满。我们看底下这一句，世尊给他印证，证明他的见解、他的看法是正确的，没有错误。",
      "zh_TW": "他這一句話答覆是兩個意思，怎樣得見如來，怎樣不可得見如來。就是說你有沒有見性，見性了可以，見相就是見性；如果著相不見性不可以，你著相，相不是性，相是生滅法，相是無常法，性是真常，性是不生不滅，那怎麼會一樣？不一樣！見了性，那就怎麼說都可以；沒有見性，是怎麼說都不可以，道理在此地。這個答覆很好，答覆得很圓滿。我們看底下這一句，世尊給他印證，證明他的見解、他的看法是正確的，沒有錯誤。"
    },
    {
      "id": "09-023-0015_p0082",
      "zh_CN": "经【佛告须菩提：凡所有相，皆是虚妄。】",
      "zh_TW": "經【佛告須菩提：凡所有相，皆是虛妄。】"
    },
    {
      "id": "09-023-0015_p0083",
      "zh_CN": "这两句经文在本经里面也非常重要，说它重要就是这两句用它来作观，很方便、很容易。自古至今，有很多人就用这两句话来作观，很得受用。",
      "zh_TW": "這兩句經文在本經裡面也非常重要，說它重要就是這兩句用它來作觀，很方便、很容易。自古至今，有很多人就用這兩句話來作觀，很得受用。"
    },
    {
      "id": "09-023-0015_p0084",
      "zh_CN": "【凡所有相，皆是虚妄。说明身相义含一切现象，一切人、一切物、一切事，乃至虚空。】",
      "zh_TW": "【凡所有相，皆是虛妄。說明身相義含一切現象，一切人、一切物、一切事，乃至虛空。】"
    },
    {
      "id": "09-023-0015_p0085",
      "zh_CN": "都包括在身相的里面，可见得身相的意思很广很广。",
      "zh_TW": "都包括在身相的裡面，可見得身相的意思很廣很廣。"
    },
    {
      "id": "09-023-0015_p0086",
      "zh_CN": "【既知虚妄，不可驰求。】",
      "zh_TW": "【既知虛妄，不可馳求。】"
    },
    {
      "id": "09-023-0015_p0087",
      "zh_CN": "真正知道一切相是虚妄的，他对一切相不会再追求，决定不会再追求了。现在一般人都讲求享受，不追求不就没得享受了吗？这是一般人的观念，这个观念是错误的，很大的错误。假如你要说：我的享受是我追求到的，释迦牟尼佛都要拜你做老师，为什么？释迦牟尼佛没有这个能力，追求不到。这个事情诸位要是念《了凡四训》，你就晓得，你一生所有的享受，不是你追求来的，是你命里头注定的，哪里是你追求来的？你要是命里头没有，你能够求得到，一切诸佛都要拜你做师父，他没有办法，你有这个办法还得了！所以真正明白的人，他不求了，不求他福报里的享受自然会来，不求就来，你说多省事！你辛辛苦苦费尽心思求来，结果还是命里有的，你不叫冤枉！那才叫愚痴，冤枉！所以他就不操心，他不求了。他不求，怎么样？依照佛的教诲，离一切相、修一切善，他能够离相再修福，他后面的福报一天一天增多，福德不可思量，那才叫真的会求！那个求是这样求法，就是「应无所住，而行布施」，真正这种求法；不会在物质上寻枝摘叶的去追求，那个是错误的。",
      "zh_TW": "真正知道一切相是虛妄的，他對一切相不會再追求，決定不會再追求了。現在一般人都講求享受，不追求不就沒得享受了嗎？這是一般人的觀念，這個觀念是錯誤的，很大的錯誤。假如你要說：我的享受是我追求到的，釋迦牟尼佛都要拜你做老師，為什麼？釋迦牟尼佛沒有這個能力，追求不到。這個事情諸位要是念《了凡四訓》，你就曉得，你一生所有的享受，不是你追求來的，是你命裡頭注定的，哪裡是你追求來的？你要是命裡頭沒有，你能夠求得到，一切諸佛都要拜你做師父，他沒有辦法，你有這個辦法還得了！所以真正明白的人，他不求了，不求他福報裡的享受自然會來，不求就來，你說多省事！你辛辛苦苦費盡心思求來，結果還是命裡有的，你不叫冤枉！那才叫愚痴，冤枉！所以他就不操心，他不求了。他不求，怎麼樣？依照佛的教誨，離一切相、修一切善，他能夠離相再修福，他後面的福報一天一天增多，福德不可思量，那才叫真的會求！那個求是這樣求法，就是「應無所住，而行布施」，真正這種求法；不會在物質上尋枝摘葉的去追求，那個是錯誤的。"
    },
    {
      "id": "09-023-0015_p0088",
      "zh_CN": "【不可驰求，不可住着】",
      "zh_TW": "【不可馳求，不可住著】"
    },
    {
      "id": "09-023-0015_p0089",
      "zh_CN": "纵有福报也不执着。不执着，福报给大家享，不会把福报拿着，我要留着慢慢的享，那就错了，那你就住相了。福报现前的时候大家享，大家享，你的福报就享不尽了，必然是一天比一天多；一天比一天多，一天统统都分给大家去分享，永远不住，那个福报就是《金刚经》上讲的，无量无边不可思议。你如果是一住着，我要留到慢慢的享，福报就享尽了，后面就没有了，你留住了。所以不能留，不能住着，不要求，不要去执着，不可以住着。",
      "zh_TW": "縱有福報也不執著。不執著，福報給大家享，不會把福報拿著，我要留著慢慢的享，那就錯了，那你就住相了。福報現前的時候大家享，大家享，你的福報就享不盡了，必然是一天比一天多；一天比一天多，一天統統都分給大家去分享，永遠不住，那個福報就是《金剛經》上講的，無量無邊不可思議。你如果是一住著，我要留到慢慢的享，福報就享盡了，後面就沒有了，你留住了。所以不能留，不能住著，不要求，不要去執著，不可以住著。"
    },
    {
      "id": "09-023-0015_p0090",
      "zh_CN": "【回光返照，从速归性，不至堕入轮回。】",
      "zh_TW": "【回光返照，從速歸性，不至墮入輪迴。】"
    },
    {
      "id": "09-023-0015_p0091",
      "zh_CN": "这是讲最大的利益，对我们现前来讲，不堕轮回不是来生不堕轮回，这个意思前面曾经跟诸位说明过，现在就不堕。了生死，现在就了；脱轮回，现在就脱，就现在，不是明天，不是再过几个钟点，不是！现前就是，大乘法妙就妙在此地。所以佛常讲，真正觉悟的人直下承当，现前就是。",
      "zh_TW": "這是講最大的利益，對我們現前來講，不墮輪迴不是來生不墮輪迴，這個意思前面曾經跟諸位說明過，現在就不墮。了生死，現在就了；脫輪迴，現在就脫，就現在，不是明天，不是再過幾個鐘點，不是！現前就是，大乘法妙就妙在此地。所以佛常講，真正覺悟的人直下承當，現前就是。"
    },
    {
      "id": "09-023-0015_p0092",
      "zh_CN": "经【若见诸相非相，则见如来。】",
      "zh_TW": "經【若見諸相非相，則見如來。】"
    },
    {
      "id": "09-023-0015_p0093",
      "zh_CN": "此地讲的诸相，就是前面说的一切相，前面用身相做代表，一切相非相，非相是什么？性，那你就见性了，见如来就是见到本性，所谓是明心见性，见性成佛，这就是见性。一切相都是性变现出来的，这就是可以身相见如来。这个注子里头说：",
      "zh_TW": "此地講的諸相，就是前面說的一切相，前面用身相做代表，一切相非相，非相是什麼？性，那你就見性了，見如來就是見到本性，所謂是明心見性，見性成佛，這就是見性。一切相都是性變現出來的，這就是可以身相見如來。這個註子裡頭說："
    },
    {
      "id": "09-023-0015_p0094",
      "zh_CN": "【诸相即一切相，祇须彻底明了皆是虚妄。】",
      "zh_TW": "【諸相即一切相，祇須徹底明瞭皆是虛妄。】"
    },
    {
      "id": "09-023-0015_p0095",
      "zh_CN": "前面世尊这两句话很重要，「凡所有相，皆是虚妄」，既是虚妄，当然我们不要去追求它，不要去追求，也不要去执着它，不可以住着就是不必执着它；不要追求、不要执着，一切随缘顺其自然，心里头干干净净、若无其事，这就对了。我们学佛是学这个，这才有真实的受用。在生活当中，无论是对人、对事、对物，我们是凡夫，不可能不起心动念，起心动念就是迷。起心动念里面不外乎两种境界，一个是贪，顺自己的意思就起贪心，不顺自己的意思起瞋恚心，一个要，一个不要，这两种心态，这都是迷。这个念头一起来了，把《金刚经》这两句念一念：「凡所有相，皆是虚妄」，顺心的不贪了，不顺心的也不瞋恚了，你心马上就平了，用这个修清净心、修平等心，平等心、清净心是真心。",
      "zh_TW": "前面世尊這兩句話很重要，「凡所有相，皆是虛妄」，既是虛妄，當然我們不要去追求它，不要去追求，也不要去執著它，不可以住著就是不必執著它；不要追求、不要執著，一切隨緣順其自然，心裡頭乾乾淨淨、若無其事，這就對了。我們學佛是學這個，這才有真實的受用。在生活當中，無論是對人、對事、對物，我們是凡夫，不可能不起心動念，起心動念就是迷。起心動念裡面不外乎兩種境界，一個是貪，順自己的意思就起貪心，不順自己的意思起瞋恚心，一個要，一個不要，這兩種心態，這都是迷。這個念頭一起來了，把《金剛經》這兩句念一念：「凡所有相，皆是虛妄」，順心的不貪了，不順心的也不瞋恚了，你心馬上就平了，用這個修清淨心、修平等心，平等心、清淨心是真心。"
    },
    {
      "id": "09-023-0015_p0096",
      "zh_CN": "前面讲了，修行要在转识成智，如何转第六识为妙观察智，转第七识为平等性智，那两句经文就有效。当你起心动念的时候，「凡所有相，皆是虚妄」，心平等了；心平等，平等性智，第七识转了；心清净，第六识转了，妙观察智。你看宇宙人生一切万法，妙观！不一样。众生迷观，看得迷惑颠倒；情观，情识在起作用，喜怒哀乐爱恶欲在起作用，烦恼！所以像诸佛菩萨一样，清净心、平等心，妙观，看得清清楚楚，绝不起心动念，万法皆如，万法平等，没有高下，平等的。所以要晓得，所有的相都是虚妄。",
      "zh_TW": "前面講了，修行要在轉識成智，如何轉第六識為妙觀察智，轉第七識為平等性智，那兩句經文就有效。當你起心動念的時候，「凡所有相，皆是虛妄」，心平等了；心平等，平等性智，第七識轉了；心清淨，第六識轉了，妙觀察智。你看宇宙人生一切萬法，妙觀！不一樣。眾生迷觀，看得迷惑顛倒；情觀，情識在起作用，喜怒哀樂愛惡欲在起作用，煩惱！所以像諸佛菩薩一樣，清淨心、平等心，妙觀，看得清清楚楚，絕不起心動念，萬法皆如，萬法平等，沒有高下，平等的。所以要曉得，所有的相都是虛妄。"
    },
    {
      "id": "09-023-0015_p0097",
      "zh_CN": "【相不障性，即见如来】",
      "zh_TW": "【相不障性，即見如來】"
    },
    {
      "id": "09-023-0015_p0098",
      "zh_CN": "见如来就是见本性了。",
      "zh_TW": "見如來就是見本性了。"
    },
    {
      "id": "09-023-0015_p0099",
      "zh_CN": "【何必灭相。即相可以见性。】",
      "zh_TW": "【何必滅相。即相可以見性。】"
    },
    {
      "id": "09-023-0015_p0100",
      "zh_CN": "不必要把相灭掉才见性；相灭掉了，性也没有了，见不到性的。像无色界天人就是把相灭掉，身都不要，没有见性，还要继续搞六道轮回，可见得那个没有用处的，灭相见不了性的。",
      "zh_TW": "不必要把相滅掉才見性；相滅掉了，性也沒有了，見不到性的。像無色界天人就是把相滅掉，身都不要，沒有見性，還要繼續搞六道輪迴，可見得那個沒有用處的，滅相見不了性的。"
    },
    {
      "id": "09-023-0015_p0101",
      "zh_CN": "【犹金之于器也】",
      "zh_TW": "【猶金之於器也】"
    },
    {
      "id": "09-023-0015_p0102",
      "zh_CN": "这一句是比喻，好比金跟器一样，拿金比喻作性，器比喻作相，以金作器，器器皆金。我们用金造一个佛像，我不要相了，我只要金，不要相要金，那金你能得到吗？不要相，金也没有了，金跟器是一不是二，所以这个一定要知道。",
      "zh_TW": "這一句是比喻，好比金跟器一樣，拿金比喻作性，器比喻作相，以金作器，器器皆金。我們用金造一個佛像，我不要相了，我只要金，不要相要金，那金你能得到嗎？不要相，金也沒有了，金跟器是一不是二，所以這個一定要知道。"
    },
    {
      "id": "09-023-0015_p0103",
      "zh_CN": "【相实不可断灭】",
      "zh_TW": "【相實不可斷滅】"
    },
    {
      "id": "09-023-0015_p0104",
      "zh_CN": "相它会变，千变万化，它不会灭的，这个诸位一定要晓得，它不会灭的，要是灭了，性就不起作用，性就没有了；所以它会变。我们明白这个道理，晓得这些事实真相，我们自己可以选择自己希望变的那个境界，有理论有方法。我们现在晓得所有一切相当中，佛的相最好最殊胜，我们现在把我们凡夫境界变成佛的境界，可能，只要我们依照佛教导的方法去变就可以。《金刚经》上讲原理原则，《无量寿经》、《弥陀经》上讲一些详细的办法，依这个理论、依据这个方法，不要很长的时间，转凡入圣，不是小圣，是大圣！转凡夫为诸佛如来的境界。",
      "zh_TW": "相它會變，千變萬化，它不會滅的，這個諸位一定要曉得，它不會滅的，要是滅了，性就不起作用，性就沒有了；所以它會變。我們明白這個道理，曉得這些事實真相，我們自己可以選擇自己希望變的那個境界，有理論有方法。我們現在曉得所有一切相當中，佛的相最好最殊勝，我們現在把我們凡夫境界變成佛的境界，可能，只要我們依照佛教導的方法去變就可以。《金剛經》上講原理原則，《無量壽經》、《彌陀經》上講一些詳細的辦法，依這個理論、依據這個方法，不要很長的時間，轉凡入聖，不是小聖，是大聖！轉凡夫為諸佛如來的境界。"
    },
    {
      "id": "09-023-0015_p0105",
      "zh_CN": "【因其本由性现】",
      "zh_TW": "【因其本由性現】"
    },
    {
      "id": "09-023-0015_p0106",
      "zh_CN": "就是相不能灭，它是性的作用。西方极乐世界，《华严经》上说的华藏世界，我们现在所感得的六道轮回，都是性现的，所以这些幻相，就看我们自己如何去转变，转变之权确实操在我们自己的手中。",
      "zh_TW": "就是相不能滅，它是性的作用。西方極樂世界，《華嚴經》上說的華藏世界，我們現在所感得的六道輪迴，都是性現的，所以這些幻相，就看我們自己如何去轉變，轉變之權確實操在我們自己的手中。"
    },
    {
      "id": "09-023-0015_p0107",
      "zh_CN": "【不执着，即不为相所转。】",
      "zh_TW": "【不執著，即不為相所轉。】"
    },
    {
      "id": "09-023-0015_p0108",
      "zh_CN": "我们凡夫最可怜的地方就是心不能做主，不但身不由主，心不由主！随着外面境界变，这个很糟糕。外面的境界，现在的境界跟从前不一样，现在这个世界讲求的是民主自由开放，实在说民主自由开放就是无法无天，种种境界都在诱惑！你看的、听的，你所接触的，都是诱惑你做坏事，不叫你做好事。里面有烦恼，外面有诱惑，你怎么不造罪业？你造了罪业，来生就要搞三途，地狱、饿鬼、畜生去了。所以你一定要有高度的觉悟，要有真实的智慧。外面五欲六尘都是妖魔鬼怪，它都是时时刻刻要陷害我的，把我往地狱里头拉，你有这个警觉心，这就好！所以一起心动念，赶紧想着《金刚经》上「凡所有相，皆是虚妄」，用这个就可以能够抗拒它，不受它的诱惑，自己在这个境界里头能做得了主。主是清净心，主是平等心，保持得住才能做得了主。如果我们不被外境所转，外境就被我所转，我们能叫这些妖魔鬼怪改邪归正，来接引他、来诱导他走上佛法，这就是菩萨普度众生。",
      "zh_TW": "我們凡夫最可憐的地方就是心不能做主，不但身不由主，心不由主！隨著外面境界變，這個很糟糕。外面的境界，現在的境界跟從前不一樣，現在這個世界講求的是民主自由開放，實在說民主自由開放就是無法無天，種種境界都在誘惑！你看的、聽的，你所接觸的，都是誘惑你做壞事，不叫你做好事。裡面有煩惱，外面有誘惑，你怎麼不造罪業？你造了罪業，來生就要搞三途，地獄、餓鬼、畜生去了。所以你一定要有高度的覺悟，要有真實的智慧。外面五欲六塵都是妖魔鬼怪，它都是時時刻刻要陷害我的，把我往地獄裡頭拉，你有這個警覺心，這就好！所以一起心動念，趕緊想著《金剛經》上「凡所有相，皆是虛妄」，用這個就可以能夠抗拒它，不受它的誘惑，自己在這個境界裡頭能做得了主。主是清淨心，主是平等心，保持得住才能做得了主。如果我們不被外境所轉，外境就被我所轉，我們能叫這些妖魔鬼怪改邪歸正，來接引他、來誘導他走上佛法，這就是菩薩普度眾生。"
    },
    {
      "id": "09-023-0015_p0109",
      "zh_CN": "由此可知，你要想发心度众生，两个样子：一个被众生度去了，一个真的你度了众生，就这两个样子。这两个样子就是一迷一觉，觉了才可以度众生，迷了就被众生度跑了。",
      "zh_TW": "由此可知，你要想發心度眾生，兩個樣子：一個被眾生度去了，一個真的你度了眾生，就這兩個樣子。這兩個樣子就是一迷一覺，覺了才可以度眾生，迷了就被眾生度跑了。"
    },
    {
      "id": "09-023-0015_p0110",
      "zh_CN": "【凡夫执着，住法相生烦恼。】",
      "zh_TW": "【凡夫執著，住法相生煩惱。】"
    },
    {
      "id": "09-023-0015_p0111",
      "zh_CN": "这是一般凡夫，每一个人都说：日子过得好苦，生活好辛苦！苦的原因在哪里？就是这一句话，就是因为你把这些幻相当真，不知道「凡所有相，皆是虚妄」。你认为凡所有相都是真实，这是你看错了，你想错了，你看错了。你在这些妄相当中，拼命去追求，总希望能得到它，能保持它，殊不知全是假的。不要说年岁大，年轻也不行。我到这个地方来，有一些同修好心，每天买一份报纸给我看，我看什么东西？我都看报纸上大篇大篇的讣文。这一边的讣文，开头四个大字「敬告亲友」。二十、三十去的好多！人命在呼吸之间。命都保不住，你还能保住什么？你还能执着什么？你想想看，你能得到什么？佛给你讲真话，不喜欢听，骗你的就很喜欢听。我在外国讲经听众没这么多，可是有一些人在外国讲经，听众听说都是几千人，买票进去听，一张票二十块美金，讲什么经？发财经。我听了，点头很有趣味，讲经的人发了财，来听的人破了财。卖票！连传授三皈都定价钱，灌顶都有价钱的，灌一次多少钱，都有价钱的。我在美国一些地方，有些朋友说：法师，你要定个价钱才行，有价钱，人家才会来！你不定价钱，没有人来。说明现在这个社会奇形怪状，反常！讲真的不听，掉头而去，讲假的骗他，一窝蜂全都来了。所以佛跟我们讲的话，句句都是真的。凡夫为什么会有烦恼？执着，天天打妄想。",
      "zh_TW": "這是一般凡夫，每一個人都說：日子過得好苦，生活好辛苦！苦的原因在哪裡？就是這一句話，就是因為你把這些幻相當真，不知道「凡所有相，皆是虛妄」。你認為凡所有相都是真實，這是你看錯了，你想錯了，你看錯了。你在這些妄相當中，拼命去追求，總希望能得到它，能保持它，殊不知全是假的。不要說年歲大，年輕也不行。我到這個地方來，有一些同修好心，每天買一份報紙給我看，我看什麼東西？我都看報紙上大篇大篇的訃文。這一邊的訃文，開頭四個大字「敬告親友」。二十、三十去的好多！人命在呼吸之間。命都保不住，你還能保住什麼？你還能執著什麼？你想想看，你能得到什麼？佛給你講真話，不喜歡聽，騙你的就很喜歡聽。我在外國講經聽眾沒這麼多，可是有一些人在外國講經，聽眾聽說都是幾千人，買票進去聽，一張票二十塊美金，講什麼經？發財經。我聽了，點頭很有趣味，講經的人發了財，來聽的人破了財。賣票！連傳授三皈都定價錢，灌頂都有價錢的，灌一次多少錢，都有價錢的。我在美國一些地方，有些朋友說：法師，你要定個價錢才行，有價錢，人家才會來！你不定價錢，沒有人來。說明現在這個社會奇形怪狀，反常！講真的不聽，掉頭而去，講假的騙他，一窩蜂全都來了。所以佛跟我們講的話，句句都是真的。凡夫為什麼會有煩惱？執著，天天打妄想。"
    },
    {
      "id": "09-023-0015_p0112",
      "zh_CN": "【修行人厌恶世法，住非法相生烦恼。】",
      "zh_TW": "【修行人厭惡世法，住非法相生煩惱。】"
    },
    {
      "id": "09-023-0015_p0113",
      "zh_CN": "我们也看到很多修行人，修行人烦恼也很多，他多在哪里？说实在话，这个地方讲他厌恶世间法，住非法相，这是讲二乘，那还是高明的；修行人现在有很多跟在家人一样，也住法相生烦恼，那个烦恼也相当严重。所以这些过失，佛在经上全都给我们指示出来，都给我们讲得很清楚很明白，你要怎样才能得到快乐幸福？离一切相，刚才讲了，当下即离。身也不执着，身在这个世间活一天、活两天，与我不相干，我执着干什么？何以不相干？自己没事！身还在这个世间，大概是大家需要，佛法需要！自己不需要了，你说这个多自在多快乐！诸位同修们听到就是，大概出家是这样，那我在家呢？在家也一样，在家也是菩萨、也是佛。你能够看破，能够真的放下，你现在这个身在家庭，你的家人需要你，佛法需要你，佛法需要你弘扬，家人需要你度他。你现在的身，已经跟你那个命运一刀两断脱离了，你超越命运了，你现在的身是什么身？乘愿再来身。就在我自己日常生活环境之中，就在自己工作之中，这一转念头，从凡夫变成菩萨。从前是凡夫，你是来受业报的，你过去生中行善，你来受乐的，过去生中造罪业，你来受苦的，你是来受果报的。现在念头一转，业消掉了，没有了，苦乐都不受了，那么这个身，身就是弘法利生，普度众生。弘法利生、普度众生，从哪里做？就是在日常生活当中，给大家做一个好样子。所以在家你度一家人，你自己已经得度了，现在唯一的工作，就是度你的一家人，度你的邻里乡党、亲戚朋友，度你所认识的这些人，活着就为这桩事情，除这桩事情之外，你还有什么理由，这个身还住在世间？没理由了。所以转凡成圣，转生死为涅槃，转烦恼为菩提，就在当下这一念，这一念转过来，统统都转过来了。果然转过来，你就不辜负世尊为你说的《金刚般若》，真的转过来了。修行人不分出家在家，不分男女老少，这个一定要懂得，不要看到修行人一定是出家人，那你这个看法就错了，自己本身就是修行人。",
      "zh_TW": "我們也看到很多修行人，修行人煩惱也很多，他多在哪裡？說實在話，這個地方講他厭惡世間法，住非法相，這是講二乘，那還是高明的；修行人現在有很多跟在家人一樣，也住法相生煩惱，那個煩惱也相當嚴重。所以這些過失，佛在經上全都給我們指示出來，都給我們講得很清楚很明白，你要怎樣才能得到快樂幸福？離一切相，剛才講了，當下即離。身也不執著，身在這個世間活一天、活兩天，與我不相干，我執著幹什麼？何以不相干？自己沒事！身還在這個世間，大概是大家需要，佛法需要！自己不需要了，你說這個多自在多快樂！諸位同修們聽到就是，大概出家是這樣，那我在家呢？在家也一樣，在家也是菩薩、也是佛。你能夠看破，能夠真的放下，你現在這個身在家庭，你的家人需要你，佛法需要你，佛法需要你弘揚，家人需要你度他。你現在的身，已經跟你那個命運一刀兩斷脫離了，你超越命運了，你現在的身是什麼身？乘願再來身。就在我自己日常生活環境之中，就在自己工作之中，這一轉念頭，從凡夫變成菩薩。從前是凡夫，你是來受業報的，你過去生中行善，你來受樂的，過去生中造罪業，你來受苦的，你是來受果報的。現在念頭一轉，業消掉了，沒有了，苦樂都不受了，那麼這個身，身就是弘法利生，普度眾生。弘法利生、普度眾生，從哪裡做？就是在日常生活當中，給大家做一個好樣子。所以在家你度一家人，你自己已經得度了，現在唯一的工作，就是度你的一家人，度你的鄰里鄉黨、親戚朋友，度你所認識的這些人，活著就為這樁事情，除這樁事情之外，你還有什麼理由，這個身還住在世間？沒理由了。所以轉凡成聖，轉生死為涅槃，轉煩惱為菩提，就在當下這一念，這一念轉過來，統統都轉過來了。果然轉過來，你就不辜負世尊為你說的《金剛般若》，真的轉過來了。修行人不分出家在家，不分男女老少，這個一定要懂得，不要看到修行人一定是出家人，那你這個看法就錯了，自己本身就是修行人。"
    },
    {
      "id": "09-023-0015_p0114",
      "zh_CN": "【佛教人不可执着，亦不可厌恶。】",
      "zh_TW": "【佛教人不可執著，亦不可厭惡。】"
    },
    {
      "id": "09-023-0015_p0115",
      "zh_CN": "处顺境，在这里面去修，修什么？把贪爱之心断掉。逆境里面一切不如意，在这里面修，修什么？把瞋恚心断掉。由此可知，顺境逆境、善人恶人都是我们修行最好的境界，你怎么可以离开？离开没得修了，离开什么成就都谈不到了，就要在境界上修，所谓是历事炼心，在境界里头去锻炼。",
      "zh_TW": "處順境，在這裡面去修，修什麼？把貪愛之心斷掉。逆境裡面一切不如意，在這裡面修，修什麼？把瞋恚心斷掉。由此可知，順境逆境、善人惡人都是我們修行最好的境界，你怎麼可以離開？離開沒得修了，離開什麼成就都談不到了，就要在境界上修，所謂是歷事鍊心，在境界裡頭去鍛鍊。"
    },
    {
      "id": "09-023-0015_p0116",
      "zh_CN": "【吾人用功，须先观照，久久方能照住，最后能照见。】",
      "zh_TW": "【吾人用功，須先觀照，久久方能照住，最後能照見。】"
    },
    {
      "id": "09-023-0015_p0117",
      "zh_CN": "这是讲整个功夫过程的三个阶段。初学的人要用观照功夫，观照就是我们前面所讲的提高警觉，常常想着佛的教训，想佛的教训一句两句就可以，不要太多，太多反而用不上，愈简单愈好。《金刚经》上随便哪句经文都可以，一两句，境界现前马上就提起来，不要忘记。念佛人就用一句阿弥陀佛，这个方法非常之妙，顺境逆境、善缘恶缘，遇到的时候，才起心动念，一句阿弥陀佛，就把这个境界恢复到平静。换句话说，时时处处、念念之中，要保持心地的清净，心里面不可以有一样东西，真正做到心地没有妄想，没有烦恼，没有忧虑，没有牵挂，常常保持。心里面只许有一个阿弥陀佛，除阿弥陀佛之外，什么也不牵挂，什么也不放在心里，你就得大自在了。生活一切都随缘，你就会快快乐乐，那是真的快乐。这是观照功夫。",
      "zh_TW": "這是講整個功夫過程的三個階段。初學的人要用觀照功夫，觀照就是我們前面所講的提高警覺，常常想著佛的教訓，想佛的教訓一句兩句就可以，不要太多，太多反而用不上，愈簡單愈好。《金剛經》上隨便哪句經文都可以，一兩句，境界現前馬上就提起來，不要忘記。念佛人就用一句阿彌陀佛，這個方法非常之妙，順境逆境、善緣惡緣，遇到的時候，才起心動念，一句阿彌陀佛，就把這個境界恢復到平靜。換句話說，時時處處、念念之中，要保持心地的清淨，心裡面不可以有一樣東西，真正做到心地沒有妄想，沒有煩惱，沒有憂慮，沒有牽掛，常常保持。心裡面只許有一個阿彌陀佛，除阿彌陀佛之外，什麼也不牽掛，什麼也不放在心裡，你就得大自在了。生活一切都隨緣，你就會快快樂樂，那是真的快樂。這是觀照功夫。"
    },
    {
      "id": "09-023-0015_p0118",
      "zh_CN": "观照久了就得定，也就是说我不要用这功夫，心都能保持清净，这个心在一切境界里头，它不会为环境所转，不会为外境所动，这就叫得定，照住就是得定。到底要多长的时间？这是因人而异，每个人不一定，我们的根性不相同，修行的环境不相同，功夫不一样，有的人三年五年就得定，有的人要二十年、三十年才能得定，这个不一定的。最后，照见了，这是到第三个阶段。这个阶段在大乘法里面叫真正成就，得定不算是成就，照见是成就，照见就是开悟了，我们讲明心见性，这个见就是见性，就是前面讲的证得本性。",
      "zh_TW": "觀照久了就得定，也就是說我不要用這功夫，心都能保持清淨，這個心在一切境界裡頭，它不會為環境所轉，不會為外境所動，這就叫得定，照住就是得定。到底要多長的時間？這是因人而異，每個人不一定，我們的根性不相同，修行的環境不相同，功夫不一樣，有的人三年五年就得定，有的人要二十年、三十年才能得定，這個不一定的。最後，照見了，這是到第三個階段。這個階段在大乘法裡面叫真正成就，得定不算是成就，照見是成就，照見就是開悟了，我們講明心見性，這個見就是見性，就是前面講的證得本性。"
    },
    {
      "id": "09-023-0015_p0119",
      "zh_CN": "这三个阶段，在我们念佛法门里面也不例外，但是名词不一样，我们净土宗里面讲功夫成片，功夫成片就是观照，比这个功夫再往上提升一层，叫事一心不乱，事一心不乱就是照住，再提升叫理一心不乱，那就是照见。所以在阶段上讲完全相同，只是用的名字不相同而已。但是净宗的方法，比一般大乘要巧妙太多了，它的方法简单、容易，所以叫做易行道。任何一个人都可以修学，就是一句佛号念到底。这句佛号你念六个字也可以，你念四个字也可以，都可以。你大声念也可以，小声念也可以，快念也可以，慢念也可以。怎样念得才如法？不必问人，念得自己很欢喜、很快乐就如法，一句佛号念到底，自自然然念到不被外面环境所转，就成片了，功夫就成片了。心里面没有妄想，没有杂念，念念都是佛号。还有在境界上有这个情形，确实我没有念佛，心里也没有念头，耳朵里听的有佛号，声音清清楚楚、明明白白，这个不要害怕，这是正常现象，这个表示你的功夫得力了；你也不要欢喜，也不要傲慢，继续念下去。虽然有这个境界，如果你要是三天不念，保险就没有了，不会永远保持的。可是你要是常常念，这个境界会常常现前，这是很平常的事情，一点都不稀奇。念到妄念都不生了，无论什么境界现前都不会起心动念，不会分别执着，那就得定了，那就是事一心不乱。念到见本性、破无明，这是理一心不乱，就是禅宗照见，大乘佛法里面所讲的止观圆满的境界。",
      "zh_TW": "這三個階段，在我們念佛法門裡面也不例外，但是名詞不一樣，我們淨土宗裡面講功夫成片，功夫成片就是觀照，比這個功夫再往上提升一層，叫事一心不亂，事一心不亂就是照住，再提升叫理一心不亂，那就是照見。所以在階段上講完全相同，只是用的名字不相同而已。但是淨宗的方法，比一般大乘要巧妙太多了，它的方法簡單、容易，所以叫做易行道。任何一個人都可以修學，就是一句佛號念到底。這句佛號你念六個字也可以，你念四個字也可以，都可以。你大聲念也可以，小聲念也可以，快念也可以，慢念也可以。怎樣念得才如法？不必問人，念得自己很歡喜、很快樂就如法，一句佛號念到底，自自然然念到不被外面環境所轉，就成片了，功夫就成片了。心裡面沒有妄想，沒有雜念，念念都是佛號。還有在境界上有這個情形，確實我沒有念佛，心裡也沒有念頭，耳朵裡聽的有佛號，聲音清清楚楚、明明白白，這個不要害怕，這是正常現象，這個表示你的功夫得力了；你也不要歡喜，也不要傲慢，繼續念下去。雖然有這個境界，如果你要是三天不念，保險就沒有了，不會永遠保持的。可是你要是常常念，這個境界會常常現前，這是很平常的事情，一點都不稀奇。念到妄念都不生了，無論什麼境界現前都不會起心動念，不會分別執著，那就得定了，那就是事一心不亂。念到見本性、破無明，這是理一心不亂，就是禪宗照見，大乘佛法裡面所講的止觀圓滿的境界。"
    },
    {
      "id": "09-023-0015_p0120",
      "zh_CN": "各宗用的名词不相同，其实它的境界，方法的层次，完全是一样的，这也正是印证了佛菩萨常说的：「法门平等，无有高下」，这个都是事实。然后我们对于自己修行这个法门，以及别人修行的法门，不会受到影响，不会赞叹自己，毁谤别人，不会有这个见解，自自然然自己会谦虚，会尊重别人，这个就对了。我们今天讲到此地。",
      "zh_TW": "各宗用的名詞不相同，其實它的境界，方法的層次，完全是一樣的，這也正是印證了佛菩薩常說的：「法門平等，無有高下」，這個都是事實。然後我們對於自己修行這個法門，以及別人修行的法門，不會受到影響，不會讚歎自己，毀謗別人，不會有這個見解，自自然然自己會謙虛，會尊重別人，這個就對了。我們今天講到此地。"
    }
  ]
}