{
  "doc_id": "09-023-0011",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0011",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "09-023-0011_p0001",
      "zh_CN": "请掀开经本，第十五页，倒数第五行，从第六段看起：",
      "zh_TW": "請掀開經本，第十五頁，倒數第五行，從第六段看起："
    },
    {
      "id": "09-023-0011_p0002",
      "zh_CN": "【观即思惟，照有二，照住照见。照住，由思惟而来。心寄一处，即照住，此时许多妄念，暂时停止。本有光明，自然发露，此即智慧。照见，指工夫修成，如《心经》之照见五蕴皆空是也。观照须观吾人之心性，所谓消归自性。】",
      "zh_TW": "【觀即思惟，照有二，照住照見。照住，由思惟而來。心寄一處，即照住，此時許多妄念，暫時停止。本有光明，自然發露，此即智慧。照見，指工夫修成，如《心經》之照見五蘊皆空是也。觀照須觀吾人之心性，所謂消歸自性。】"
    },
    {
      "id": "09-023-0011_p0003",
      "zh_CN": "我们看这一段。前面也曾经跟诸位报告过，观就是思惟，有些经论乃至于祖师大德注疏当中，用思惟修，用这个名词，思惟修；由此可知，他还是用心意识。古时候，交光大师注解《楞严经》，交光是明朝时候人，大概是跟莲池大师同时代的，他在《楞严经》里面主张舍识用根，这个说法，跟古时候很多家的讲法都不相同。我们知道《楞严经》来到中国，因缘很特殊。古代许多高僧大德到中国来，带了许多的经典，没有《楞严经》。中国许多法师到印度去留学，包括玄奘大师，在印度也没有看到《楞严经》，什么原因？古印度这些国王、大臣，说老实话心量狭小，把《楞严经》看作国宝，不传给外人。所以自己家里人出去，不可以带《楞严经》出去，外面来的留学生，这本经是看不到的。所以佛法会在印度消失，这未尝不是个原因，心量太小了，好东西不肯传给人，到最后和自己同归于尽，你说这个多可惜！",
      "zh_TW": "我們看這一段。前面也曾經跟諸位報告過，觀就是思惟，有些經論乃至於祖師大德註疏當中，用思惟修，用這個名詞，思惟修；由此可知，他還是用心意識。古時候，交光大師註解《楞嚴經》，交光是明朝時候人，大概是跟蓮池大師同時代的，他在《楞嚴經》裡面主張捨識用根，這個說法，跟古時候很多家的講法都不相同。我們知道《楞嚴經》來到中國，因緣很特殊。古代許多高僧大德到中國來，帶了許多的經典，沒有《楞嚴經》。中國許多法師到印度去留學，包括玄奘大師，在印度也沒有看到《楞嚴經》，什麼原因？古印度這些國王、大臣，說老實話心量狹小，把《楞嚴經》看作國寶，不傳給外人。所以自己家裡人出去，不可以帶《楞嚴經》出去，外面來的留學生，這本經是看不到的。所以佛法會在印度消失，這未嘗不是個原因，心量太小了，好東西不肯傳給人，到最後和自己同歸於盡，你說這個多可惜！"
    },
    {
      "id": "09-023-0011_p0004",
      "zh_CN": "天台智者大师实在很了不起，他在《法华经》悟出一个修行的方法：止观，三止三观，这三止三观是智者大师发明的，是他的东西。在当时有印度这些高僧大德到中国来，也到天台山去访问，看到智者大师三止三观的修法，非常赞叹，就说跟《楞严经》上所讲的一样，这个样子我们中国人才晓得，佛经里头有一部《楞严经》。可是诸位要知道，到印度去取经谈何容易！那个时候是走路去，没有像现在交通这么方便。于是智者大师身不能去，真有这个心，有这个精神，在天台山他自己筑了一个小的台，叫拜经台。每天往印度西方这边礼拜，希望佛菩萨感应，这部经能到中国来。一直拜到他老人家圆寂，拜了十八年，这个心了不起！十八年想《楞严经》、拜《楞严经》，希望这个经书能到中国来，经是来了，智者大师没看到，智者大师已经往生多年了。",
      "zh_TW": "天台智者大師實在很了不起，他在《法華經》悟出一個修行的方法：止觀，三止三觀，這三止三觀是智者大師發明的，是他的東西。在當時有印度這些高僧大德到中國來，也到天台山去訪問，看到智者大師三止三觀的修法，非常讚歎，就說跟《楞嚴經》上所講的一樣，這個樣子我們中國人才曉得，佛經裡頭有一部《楞嚴經》。可是諸位要知道，到印度去取經談何容易！那個時候是走路去，沒有像現在交通這麼方便。於是智者大師身不能去，真有這個心，有這個精神，在天台山他自己築了一個小的臺，叫拜經臺。每天往印度西方這邊禮拜，希望佛菩薩感應，這部經能到中國來。一直拜到他老人家圓寂，拜了十八年，這個心了不起！十八年想《楞嚴經》、拜《楞嚴經》，希望這個經書能到中國來，經是來了，智者大師沒看到，智者大師已經往生多年了。"
    },
    {
      "id": "09-023-0011_p0005",
      "zh_CN": "这是到唐武则天作皇帝的时候，印度般剌密帝法师把这部经偷渡到中国来，这个法师也很了不起，因为经书这是禁书，不能出口的，那个时候也有海关，不能通过的，出关的时候都要检查。所以，他头一次带的时候，被海关查出来，查着有这本书，不但书没收，人也不准出国。过了没多久，他老人家又用一个方法，把《楞严经》写成很小很小的字，不知道用什么东西写的，写完之后卷藏起来，把手臂剖开，藏在里面，然后再缝起来，等伤口长好了，这样子出关到中国来，这就检查不到了。那个时候没有Ｘ光，没有这仪器查不到。这次出来了，他是从海陆来的，坐船到中国来的，在广州登陆。到了中国之后，又要把手臂剖开，把经取出来，再不晓得用什么药物洗干净，《楞严经》是这样偷渡出来的。偷渡出来之后，经送到中国，法师很负责任，这是我们学佛的了不起的一个精神，经交给中国。在中国，因为天台大师拜了十八年，大家都知道，今天这个经来到中国，没有一个不欢喜，赶紧翻译。翻出来之后，法师立刻就回国，回国干什么？接受法律的制裁，你说多难得！现在的人出来了，再不回去了，是不是？这就是学佛的好处。《楞严经》是这样子传到中国来的。",
      "zh_TW": "這是到唐武則天作皇帝的時候，印度般剌密帝法師把這部經偷渡到中國來，這個法師也很了不起，因為經書這是禁書，不能出口的，那個時候也有海關，不能通過的，出關的時候都要檢查。所以，他頭一次帶的時候，被海關查出來，查著有這本書，不但書沒收，人也不准出國。過了沒多久，他老人家又用一個方法，把《楞嚴經》寫成很小很小的字，不知道用什麼東西寫的，寫完之後捲藏起來，把手臂剖開，藏在裡面，然後再縫起來，等傷口長好了，這樣子出關到中國來，這就檢查不到了。那個時候沒有Ｘ光，沒有這儀器查不到。這次出來了，他是從海陸來的，坐船到中國來的，在廣州登陸。到了中國之後，又要把手臂剖開，把經取出來，再不曉得用什麼藥物洗乾淨，《楞嚴經》是這樣偷渡出來的。偷渡出來之後，經送到中國，法師很負責任，這是我們學佛的了不起的一個精神，經交給中國。在中國，因為天台大師拜了十八年，大家都知道，今天這個經來到中國，沒有一個不歡喜，趕緊翻譯。翻出來之後，法師立刻就回國，回國幹什麼？接受法律的制裁，你說多難得！現在的人出來了，再不回去了，是不是？這就是學佛的好處。《楞嚴經》是這樣子傳到中國來的。"
    },
    {
      "id": "09-023-0011_p0006",
      "zh_CN": "因此，古代大德们注解《楞严经》，就用智者大师的「三止三观」，来解释《楞严经》上的奢摩他、三摩地、禅那，解释这三个名词。交光大师认为不妥当，因为《楞严》上讲的奢摩他，不是用的心意识。天台大师的三止三观，还是用心意识，差别在此地。所以，他老人家主张「舍识用根」，符合《楞严经》里面的宗旨，这是新的解释，《楞严经》有新旧两种解释。旧的解释依据天台大师的三止三观；新的解释依照交光法师的舍识用根，完全用根中之性。奢摩他、三摩地、禅那，都用根中之性，这是跟天台大师讲法，稍稍有一点差别。但是，交光大师讲的是没错，很难修，几个人能舍识用根？而天台大师讲的可以修，中等以上根性的人都能修。交光大师那个水准太高，的确是相当不容易，这我们知道他说的是对的。观照，用天台家的教义，我们都行；如果用《楞严》交光大师的标准，我们就非常困难，就很不容易。这个地方还是就天台大师他所说的，我们依旧用心意识，前面讲要用得正，不要用邪了，这个就行。",
      "zh_TW": "因此，古代大德們註解《楞嚴經》，就用智者大師的「三止三觀」，來解釋《楞嚴經》上的奢摩他、三摩地、禪那，解釋這三個名詞。交光大師認為不妥當，因為《楞嚴》上講的奢摩他，不是用的心意識。天台大師的三止三觀，還是用心意識，差別在此地。所以，他老人家主張「捨識用根」，符合《楞嚴經》裡面的宗旨，這是新的解釋，《楞嚴經》有新舊兩種解釋。舊的解釋依據天台大師的三止三觀；新的解釋依照交光法師的捨識用根，完全用根中之性。奢摩他、三摩地、禪那，都用根中之性，這是跟天台大師講法，稍稍有一點差別。但是，交光大師講的是沒錯，很難修，幾個人能捨識用根？而天台大師講的可以修，中等以上根性的人都能修。交光大師那個水準太高，的確是相當不容易，這我們知道他說的是對的。觀照，用天台家的教義，我們都行；如果用《楞嚴》交光大師的標準，我們就非常困難，就很不容易。這個地方還是就天台大師他所說的，我們依舊用心意識，前面講要用得正，不要用邪了，這個就行。"
    },
    {
      "id": "09-023-0011_p0007",
      "zh_CN": "「照」有两种，有照住、照见，这是功夫浅深层次的不相同。「照住」就是得定，我们讲禅定。禅定是佛门无论是大乘、小乘，无论是任何一个法门，禅定是修行的枢纽，这个很重要。大家不要以为参禅的人，才修禅定，那你就错了。凡是学佛的人，统统都是修禅定，离开禅定，那就不是学佛，就不是佛法的修行。可是我们名字用得不一样，譬如净土宗讲：修一心不乱，一心不乱就是禅定。我们讲的名字不一样，意思是一样的，这个诸位必须要晓得。你知道一心不乱是禅定，念阿弥陀佛就是参禅，就是修禅定，就没有两样。「照见」是见性了，用观照、照住的功夫，达到明心见性、见性成佛，这才能解决问题。诸位要知道，得禅定不能解决问题，要见性才能解决问题。因为你得禅定，四禅天是得禅定去往生的，四空天也是得禅定去往生的，没出三界；见性，这个问题解决了，见性能够破无明，当然出三界证得法身。所以大乘其他法门，如果不能达到照见这个标准，就不能算有成就，这是我们必须要晓得的。",
      "zh_TW": "「照」有兩種，有照住、照見，這是功夫淺深層次的不相同。「照住」就是得定，我們講禪定。禪定是佛門無論是大乘、小乘，無論是任何一個法門，禪定是修行的樞紐，這個很重要。大家不要以為參禪的人，才修禪定，那你就錯了。凡是學佛的人，統統都是修禪定，離開禪定，那就不是學佛，就不是佛法的修行。可是我們名字用得不一樣，譬如淨土宗講：修一心不亂，一心不亂就是禪定。我們講的名字不一樣，意思是一樣的，這個諸位必須要曉得。你知道一心不亂是禪定，念阿彌陀佛就是參禪，就是修禪定，就沒有兩樣。「照見」是見性了，用觀照、照住的功夫，達到明心見性、見性成佛，這才能解決問題。諸位要知道，得禪定不能解決問題，要見性才能解決問題。因為你得禪定，四禪天是得禪定去往生的，四空天也是得禪定去往生的，沒出三界；見性，這個問題解決了，見性能夠破無明，當然出三界證得法身。所以大乘其他法門，如果不能達到照見這個標準，就不能算有成就，這是我們必須要曉得的。"
    },
    {
      "id": "09-023-0011_p0008",
      "zh_CN": "在修行实际的功夫里面来说，照住就很难，也就是说得定就很难；得定尚且这么难，照见就太渺茫了。我们举一个例子，你才晓得这个事情真难，不念佛没路好走。依禅定里面最低的初禅，初禅禅定的功夫到什么程度？五欲六尘的念头完全没有了，这个没有了不是断了，是他定功伏住，财色名食睡、色声香味触法这个东西，不会动念头，心里头清净的人绝对不会起这个念头，这才能够生初禅天。不是你打坐可以能够坐几个钟点，甚至于你可以坐上几天，坐上两、三个星期你才出定，出了定，你还有这个我喜欢的，那个我讨厌的，给诸位说，初禅没分，没资格。你那种禅定，叫做未到定。你是有修，不够它的标准，好像你念书，你是有念，考试也有几分，不及格，六十分及格，你只考二十分，不能说你没有，你有一点，不到它的标准，这是不管用的。但是有这么一点点禅定，要是能够持戒修福，他在欲界天的地位很高。完全是修福，没有一点定的功夫，靠福报只能够生欲界的四王天、忉利天，我们常常都是讲忉利天。超度、一切的佛事回向给他，帮助他，最多只能帮助他到忉利天，上面他去不了，上面一定要有一点定功。刚才讲了，那个未到定，行，可以帮助他到夜摩天、到兜率天、到化乐天、到他化自在天，这就是他的定功一层比一层深，但是都没到家。心里面对五欲六尘，遇到这个缘还会动念头，你才晓得好难好难！连初禅都这么难，明心见性谈何容易。我们在大乘经上看到很多，想来想去没有法子，还是念佛求生净土吧！带业往生。我们这些念头没有断不要紧，可以带业往生。其他大乘法门，没有听说带业的，都是要断惑证真，没有带业的，只有这个法门可以不要断惑，可以往生西方极乐世界。",
      "zh_TW": "在修行實際的功夫裡面來說，照住就很難，也就是說得定就很難；得定尚且這麼難，照見就太渺茫了。我們舉一個例子，你才曉得這個事情真難，不念佛沒路好走。依禪定裡面最低的初禪，初禪禪定的功夫到什麼程度？五欲六塵的念頭完全沒有了，這個沒有了不是斷了，是他定功伏住，財色名食睡、色聲香味觸法這個東西，不會動念頭，心裡頭清淨的人絕對不會起這個念頭，這才能夠生初禪天。不是你打坐可以能夠坐幾個鐘點，甚至於你可以坐上幾天，坐上兩、三個星期你才出定，出了定，你還有這個我喜歡的，那個我討厭的，給諸位說，初禪沒分，沒資格。你那種禪定，叫做未到定。你是有修，不夠它的標準，好像你念書，你是有念，考試也有幾分，不及格，六十分及格，你只考二十分，不能說你沒有，你有一點，不到它的標準，這是不管用的。但是有這麼一點點禪定，要是能夠持戒修福，他在欲界天的地位很高。完全是修福，沒有一點定的功夫，靠福報只能夠生欲界的四王天、忉利天，我們常常都是講忉利天。超度、一切的佛事迴向給他，幫助他，最多只能幫助他到忉利天，上面他去不了，上面一定要有一點定功。剛才講了，那個未到定，行，可以幫助他到夜摩天、到兜率天、到化樂天、到他化自在天，這就是他的定功一層比一層深，但是都沒到家。心裡面對五欲六塵，遇到這個緣還會動念頭，你才曉得好難好難！連初禪都這麼難，明心見性談何容易。我們在大乘經上看到很多，想來想去沒有法子，還是念佛求生淨土吧！帶業往生。我們這些念頭沒有斷不要緊，可以帶業往生。其他大乘法門，沒有聽說帶業的，都是要斷惑證真，沒有帶業的，只有這個法門可以不要斷惑，可以往生西方極樂世界。"
    },
    {
      "id": "09-023-0011_p0009",
      "zh_CN": "「照住，由思惟而来。」是很细密的思惟，这个思惟是如理如法的思惟。佛在经上跟我们讲的，或者是老师传授给我们的方法，用心意识没错。譬如古时候禅宗的大德，教人参话头，参什么话头？话头很多，太多了说不尽！每个老师出的题目都不一样，大家一般都知道的，参父母未生前本来面目，这个问题没有答案的。诸位要晓得，你可不能胡思乱想，父母未生前本来面目是个什么样子的，这就不叫参禅，这个就错了。它的目的是教你念头集中在一个地方，你别的妄念就没有了，目的是在此地，所以没有答案。一有念头，你就提起这个念头，你就想这个念头；没有答案，所以你也不要胡思乱想。诸位想想看，跟念佛有什么两样？他想的是父母未生前本来面目，我们想的是南无阿弥陀佛，不是一个道理吗？这个你才晓得，念佛方法比那个妙！那个完全靠自己力量，真的要得定要开悟才行。我们这个不需要，我们不得定、不开悟，我们念阿弥陀佛、想阿弥陀佛，《无量寿经》上讲得很清楚，阿弥陀佛本愿威神就加持我们。所以这个法门叫二力法门，我们依靠阿弥陀佛，阿弥陀佛帮助我们。参禅是完全靠自己，不依赖别人的。所以他是用思惟，由思惟而来，要心寄一处。那个话头没有意思，就是教你把心安在一个地方，安久了这就定了；安久了，其他一切妄念都没有了，这样就得定，跟念佛的原理原则是相同的。",
      "zh_TW": "「照住，由思惟而來。」是很細密的思惟，這個思惟是如理如法的思惟。佛在經上跟我們講的，或者是老師傳授給我們的方法，用心意識沒錯。譬如古時候禪宗的大德，教人參話頭，參什麼話頭？話頭很多，太多了說不盡！每個老師出的題目都不一樣，大家一般都知道的，參父母未生前本來面目，這個問題沒有答案的。諸位要曉得，你可不能胡思亂想，父母未生前本來面目是個什麼樣子的，這就不叫參禪，這個就錯了。它的目的是教你念頭集中在一個地方，你別的妄念就沒有了，目的是在此地，所以沒有答案。一有念頭，你就提起這個念頭，你就想這個念頭；沒有答案，所以你也不要胡思亂想。諸位想想看，跟念佛有什麼兩樣？他想的是父母未生前本來面目，我們想的是南無阿彌陀佛，不是一個道理嗎？這個你才曉得，念佛方法比那個妙！那個完全靠自己力量，真的要得定要開悟才行。我們這個不需要，我們不得定、不開悟，我們念阿彌陀佛、想阿彌陀佛，《無量壽經》上講得很清楚，阿彌陀佛本願威神就加持我們。所以這個法門叫二力法門，我們依靠阿彌陀佛，阿彌陀佛幫助我們。參禪是完全靠自己，不依賴別人的。所以他是用思惟，由思惟而來，要心寄一處。那個話頭沒有意思，就是教你把心安在一個地方，安久了這就定了；安久了，其他一切妄念都沒有了，這樣就得定，跟念佛的原理原則是相同的。"
    },
    {
      "id": "09-023-0011_p0010",
      "zh_CN": "我们一句佛号，佛菩萨这样教导我们，祖师大德也是这样教导我们，教我们一心称念，一心就是你专注这句佛号，没有杂念，所以念佛秘诀是不怀疑、不夹杂、不间断。说实在话，这个原则是任何一个法门共同的，哪一个法门可以夹杂、可以间断？任何一个法门都必须要坚持这个原则。不怀疑，你对它有信心，这是第一个重要的条件；不夹杂，专注；不间断，绵绵密密，禅宗里面讲绵绵密密。这样久而久之，妄念就没有了，心就得定，得定就照住了。",
      "zh_TW": "我們一句佛號，佛菩薩這樣教導我們，祖師大德也是這樣教導我們，教我們一心稱念，一心就是你專注這句佛號，沒有雜念，所以念佛祕訣是不懷疑、不夾雜、不間斷。說實在話，這個原則是任何一個法門共同的，哪一個法門可以夾雜、可以間斷？任何一個法門都必須要堅持這個原則。不懷疑，你對它有信心，這是第一個重要的條件；不夾雜，專注；不間斷，綿綿密密，禪宗裡面講綿綿密密。這樣久而久之，妄念就沒有了，心就得定，得定就照住了。"
    },
    {
      "id": "09-023-0011_p0011",
      "zh_CN": "照住的样子是什么？底下说：「此时许多妄念，暂时停止。」诸位要记住，它是暂时停止，停多久？看你定功的浅深。世间禅定就分八个等级，我们常讲四禅八定，实在讲八定里面包括四禅，四禅不包括八定。八定就是四空定再加上四禅定；色界天的四禅定，无色界天的四空定，合起来是八定。这个诸位要知道，不是说四禅以外还有一个八定，不是的。一个层次比一个层次定功要来得深，定功深，伏妄想时间就长。最深的是非想非非想定，这是无色界天里面最高的非想非非想天，得这个定就生这个天。佛告诉我们，这个定力能够持续八万大劫，也就是说八万大劫之内，你的妄想不会起现行，这是很难得、很了不起。但是八万大劫要比无量劫，那还是个小数字，八跟无量比，不是小数字吗？八万大劫过了以后，他那个念头又起来，心又动了，心一动就往下堕落，他不会往上升，他就往下堕落了。俗话讲爬得高、跌得重，就是这个道理，他没能爬出去。如果要出去，那个定功继续不断再修，修到第九定，出去了。第九定是谁？阿罗汉证得的。你要是修成第九定，你就是阿罗汉，出了三界，不会再掉下来。八定会掉下来，到第九定不会掉下来，那就得到保障，真的是超越三界了。这叫暂时停止。",
      "zh_TW": "照住的樣子是什麼？底下說：「此時許多妄念，暫時停止。」諸位要記住，它是暫時停止，停多久？看你定功的淺深。世間禪定就分八個等級，我們常講四禪八定，實在講八定裡面包括四禪，四禪不包括八定。八定就是四空定再加上四禪定；色界天的四禪定，無色界天的四空定，合起來是八定。這個諸位要知道，不是說四禪以外還有一個八定，不是的。一個層次比一個層次定功要來得深，定功深，伏妄想時間就長。最深的是非想非非想定，這是無色界天裡面最高的非想非非想天，得這個定就生這個天。佛告訴我們，這個定力能夠持續八萬大劫，也就是說八萬大劫之內，你的妄想不會起現行，這是很難得、很了不起。但是八萬大劫要比無量劫，那還是個小數字，八跟無量比，不是小數字嗎？八萬大劫過了以後，他那個念頭又起來，心又動了，心一動就往下墮落，他不會往上升，他就往下墮落了。俗話講爬得高、跌得重，就是這個道理，他沒能爬出去。如果要出去，那個定功繼續不斷再修，修到第九定，出去了。第九定是誰？阿羅漢證得的。你要是修成第九定，你就是阿羅漢，出了三界，不會再掉下來。八定會掉下來，到第九定不會掉下來，那就得到保障，真的是超越三界了。這叫暫時停止。"
    },
    {
      "id": "09-023-0011_p0012",
      "zh_CN": "虽然暂时停止，也生智慧，也就是说，我们的心能够清净一分就生一分智慧，清净二分就生二分智慧；何况他有这样深的定，那个智慧当然我们是比不上。阿罗汉那个智慧、那个能力，他能够知道过去五百世、未来五百世。阿罗汉能知五百世，你就晓得，色界天人跟无色界天人他们的能力比阿罗汉差一点，换句话说，过去二、三百世，未来二、三百世，他们有能力知道。欲界的天人，有天眼通也有五通，过去、未来他们也都知道，但是不能像高品位的人知道得那么多。鬼神也有小通，那个小通的几个月的事情他知道，未来二、三个月的事情，或者是半年、一年的事情，他知道，再远他就不知道了。所以有的时候扶乩请鬼神问事很灵，近的事情很灵，远了他就胡说八道，反正他说了，你也找不到他，你对他也无可奈何。近的事情很灵，跟你说最近几天的事情，或者几个星期以后的事情，往往很灵验，小事情他知道得很清楚，大事他就糊涂了。那就是说，他的力量很小、不大，比我们人高明一点，也高明得有限就是了。我们了解这些情况，也就不会被鬼神欺骗，这个很要紧。",
      "zh_TW": "雖然暫時停止，也生智慧，也就是說，我們的心能夠清淨一分就生一分智慧，清淨二分就生二分智慧；何況他有這樣深的定，那個智慧當然我們是比不上。阿羅漢那個智慧、那個能力，他能夠知道過去五百世、未來五百世。阿羅漢能知五百世，你就曉得，色界天人跟無色界天人他們的能力比阿羅漢差一點，換句話說，過去二、三百世，未來二、三百世，他們有能力知道。欲界的天人，有天眼通也有五通，過去、未來他們也都知道，但是不能像高品位的人知道得那麼多。鬼神也有小通，那個小通的幾個月的事情他知道，未來二、三個月的事情，或者是半年、一年的事情，他知道，再遠他就不知道了。所以有的時候扶乩請鬼神問事很靈，近的事情很靈，遠了他就胡說八道，反正他說了，你也找不到他，你對他也無可奈何。近的事情很靈，跟你說最近幾天的事情，或者幾個星期以後的事情，往往很靈驗，小事情他知道得很清楚，大事他就糊塗了。那就是說，他的力量很小、不大，比我們人高明一點，也高明得有限就是了。我們了解這些情況，也就不會被鬼神欺騙，這個很要緊。"
    },
    {
      "id": "09-023-0011_p0013",
      "zh_CN": "「本有光明，自然发露，此即智慧。」会用功的人，慧帮助定，定再帮助慧，定跟慧相辅相成，这个修学方法就正确，决定不能把它搞邪、搞歪了。怎么会搞邪、搞歪了？里面加一点烦恼就坏了，这烦恼是什么？他有点智慧、神通，得定一定有这个能力，于是就搞名闻利养，欺骗众生，拿这个来贪图五欲六尘的享受，最后是堕落，那个堕落决定堕三恶道，那就坏了，这是用得不正。所以佛菩萨、阿罗汉，他们用得纯正，一点都不歪、不邪，换句话说，纯正的标准，《金刚经》是最好的标准，他不会离开《金刚经》上所讲的这些原理原则，那就不会走偏差了。定慧要等学，定中有慧，慧中有定，定慧到等持的时候，就开悟了，就照见了。",
      "zh_TW": "「本有光明，自然發露，此即智慧。」會用功的人，慧幫助定，定再幫助慧，定跟慧相輔相成，這個修學方法就正確，決定不能把它搞邪、搞歪了。怎麼會搞邪、搞歪了？裡面加一點煩惱就壞了，這煩惱是什麼？他有點智慧、神通，得定一定有這個能力，於是就搞名聞利養，欺騙眾生，拿這個來貪圖五欲六塵的享受，最後是墮落，那個墮落決定墮三惡道，那就壞了，這是用得不正。所以佛菩薩、阿羅漢，他們用得純正，一點都不歪、不邪，換句話說，純正的標準，《金剛經》是最好的標準，他不會離開《金剛經》上所講的這些原理原則，那就不會走偏差了。定慧要等學，定中有慧，慧中有定，定慧到等持的時候，就開悟了，就照見了。"
    },
    {
      "id": "09-023-0011_p0014",
      "zh_CN": "「照见，指功夫修成。」只是功夫成功了，没圆满，成功了，也就是说不会再退转了。我们佛法里面，大乘法里面讲三不退，这个成功是他证得三不退了；位不退、行不退、念不退，这叫成功。在圆教，初住菩萨证得了，在别教，初地菩萨证得这个地位，这都是破一品无明、证一分法身，明心见性，这叫修成。《心经》上，观世音菩萨所说的，观自在就是观世音，菩萨讲的「照见五蕴皆空」，这就是说明他的功夫成就了，他照见了。五蕴就是代表世间所有一切万法，这个世间一切法都是五蕴和合而生起的。照见五蕴皆空，也就是说对于宇宙人生的真相完全明白了，彻底的了解。真相是什么？真相是万法皆空，我们一般人听到这句话，害怕了！一切法空了，怎么办？其实你也不必害怕，你怕也是这个样子，不怕也是这个样子，这是事实真相。",
      "zh_TW": "「照見，指功夫修成。」只是功夫成功了，沒圓滿，成功了，也就是說不會再退轉了。我們佛法裡面，大乘法裡面講三不退，這個成功是他證得三不退了；位不退、行不退、念不退，這叫成功。在圓教，初住菩薩證得了，在別教，初地菩薩證得這個地位，這都是破一品無明、證一分法身，明心見性，這叫修成。《心經》上，觀世音菩薩所說的，觀自在就是觀世音，菩薩講的「照見五蘊皆空」，這就是說明他的功夫成就了，他照見了。五蘊就是代表世間所有一切萬法，這個世間一切法都是五蘊和合而生起的。照見五蘊皆空，也就是說對於宇宙人生的真相完全明白了，徹底的了解。真相是什麼？真相是萬法皆空，我們一般人聽到這句話，害怕了！一切法空了，怎麼辦？其實你也不必害怕，你怕也是這個樣子，不怕也是這個樣子，這是事實真相。"
    },
    {
      "id": "09-023-0011_p0015",
      "zh_CN": "这个空的意思很难懂，佛在经论里面跟我们讲十八种空、二十种空。空不是无；空，都没有了，这还要释迦牟尼佛讲？还要这些大菩萨才懂？两、三岁的小孩告诉他，空了、没有了，他都会懂，他都晓得。所以空不是无，这就难懂了。空是有，我们现在这一会，大家看看，明明有！有就是空，这个难懂。空跟有是一桩事情。我们最困难的是：空不是有、有不是空，一定要把它分成两桩事情，这是我们迷惑，不知道它是一，说空、说有是一。有人分开来讲，这是方便说，相是有的、体是空的，这个说法佛在经上讲得很多，相是有的、体是空的，这是方便说，没说到究竟处，没说到圆满处，圆满处不是这个意思，圆满处是：有就是空、空就是有；相也是空，体也是有。《心经》里面不断的在重复，「色即是空，空即是色，色不异空，空不异色」，那是真的明白，这才叫照见，见到这些事实真相。",
      "zh_TW": "這個空的意思很難懂，佛在經論裡面跟我們講十八種空、二十種空。空不是無；空，都沒有了，這還要釋迦牟尼佛講？還要這些大菩薩才懂？兩、三歲的小孩告訴他，空了、沒有了，他都會懂，他都曉得。所以空不是無，這就難懂了。空是有，我們現在這一會，大家看看，明明有！有就是空，這個難懂。空跟有是一樁事情。我們最困難的是：空不是有、有不是空，一定要把它分成兩樁事情，這是我們迷惑，不知道它是一，說空、說有是一。有人分開來講，這是方便說，相是有的、體是空的，這個說法佛在經上講得很多，相是有的、體是空的，這是方便說，沒說到究竟處，沒說到圓滿處，圓滿處不是這個意思，圓滿處是：有就是空、空就是有；相也是空，體也是有。《心經》裡面不斷的在重複，「色即是空，空即是色，色不異空，空不異色」，那是真的明白，這才叫照見，見到這些事實真相。"
    },
    {
      "id": "09-023-0011_p0016",
      "zh_CN": "正如同我们现在科学家发现的，物质是波动的现象，爱因斯坦说是场的现象，换句话说，在他们认识里面，根本就不承认有物质的存在，这是科学家观察到的。波动的现象，波为什么会动？为什么会产生现象？这些所以然的道理，他还没搞清楚，他只是看出这是波动的现象，但是这个已经相当了不起。也就是说，跟佛法所说的相当接近，没有达到佛法的中心，靠近佛法的边缘，也可以给我们做一个旁证，证明佛经上所讲的真有道理。希望科学不断再进步，能够契入佛法的核心，佛法里面东西都被科学证明了。",
      "zh_TW": "正如同我們現在科學家發現的，物質是波動的現象，愛因斯坦說是場的現象，換句話說，在他們認識裡面，根本就不承認有物質的存在，這是科學家觀察到的。波動的現象，波為什麼會動？為什麼會產生現象？這些所以然的道理，他還沒搞清楚，他只是看出這是波動的現象，但是這個已經相當了不起。也就是說，跟佛法所說的相當接近，沒有達到佛法的中心，靠近佛法的邊緣，也可以給我們做一個旁證，證明佛經上所講的真有道理。希望科學不斷再進步，能夠契入佛法的核心，佛法裡面東西都被科學證明了。"
    },
    {
      "id": "09-023-0011_p0017",
      "zh_CN": "底下这两句，关系我们现前用功。「观照须观吾人心性」，须是必须，「所谓消归自性」，这样才得受用。心性是什么？真心，心性就是真心、本性，要观这个，你才会有受用。为什么？这是根源，好像我们看一棵树一样，看树根，再大的树都是那个根长出来的。你把这个问题找到，整个问题都解决了；你要是枝枝叶叶上去观照，那个麻烦可大了，时间就太长，费的工夫太多，很难收到效果。所以无论是禅宗，无论是教下，教人修行都是教你从心性上观照。从心性上观照的方法，也有很多很多种不同的方法，可是目的是一样的。譬如我们念佛，我们念佛求什么？清净心，清净心就是心性，用这句阿弥陀佛把清净心念出来，那就见性，所以念佛就是观照。目标要正确，《金刚经》任何一句经文，都可以把它拿来观照，都可以观照自己的心性。这个方法刚才讲了，依旧可以用心意识，常常思惟，譬如经上讲的「凡所有相，皆是虚妄」，你就观照这一句。当我们六根接触六尘境界的时候，眼见色、耳闻声，心里一动心，动了贪爱的心，「凡所有相，皆是虚妄」，不贪爱了。动了瞋恚心，「凡所有相，皆是虚妄」，也不瞋恚了。时时刻刻把这个心拉平，这叫功夫！保持你的清净、平等，不要被外头境界所动，因为晓得一切相是虚妄的，这就不必计较了，不用分别了，心自然就平静下来。像这些句子，随便拈一句，你就用这个功夫，这叫用功，这才叫修行。行就是思想行为，思想行为错了，把它修正过来，叫修行。我们成天打妄想，这就是过失，用这个方法把妄想去掉，使心恢复到平静，这叫修行，这就叫消归自性。也就是说，真消归自性，我们才得到真实的受用；也就是说，得到清净心、平等心、慈悲心，这个心起作用，这就得受用。",
      "zh_TW": "底下這兩句，關係我們現前用功。「觀照須觀吾人心性」，須是必須，「所謂消歸自性」，這樣才得受用。心性是什麼？真心，心性就是真心、本性，要觀這個，你才會有受用。為什麼？這是根源，好像我們看一棵樹一樣，看樹根，再大的樹都是那個根長出來的。你把這個問題找到，整個問題都解決了；你要是枝枝葉葉上去觀照，那個麻煩可大了，時間就太長，費的工夫太多，很難收到效果。所以無論是禪宗，無論是教下，教人修行都是教你從心性上觀照。從心性上觀照的方法，也有很多很多種不同的方法，可是目的是一樣的。譬如我們念佛，我們念佛求什麼？清淨心，清淨心就是心性，用這句阿彌陀佛把清淨心念出來，那就見性，所以念佛就是觀照。目標要正確，《金剛經》任何一句經文，都可以把它拿來觀照，都可以觀照自己的心性。這個方法剛才講了，依舊可以用心意識，常常思惟，譬如經上講的「凡所有相，皆是虛妄」，你就觀照這一句。當我們六根接觸六塵境界的時候，眼見色、耳聞聲，心裡一動心，動了貪愛的心，「凡所有相，皆是虛妄」，不貪愛了。動了瞋恚心，「凡所有相，皆是虛妄」，也不瞋恚了。時時刻刻把這個心拉平，這叫功夫！保持你的清淨、平等，不要被外頭境界所動，因為曉得一切相是虛妄的，這就不必計較了，不用分別了，心自然就平靜下來。像這些句子，隨便拈一句，你就用這個功夫，這叫用功，這才叫修行。行就是思想行為，思想行為錯了，把它修正過來，叫修行。我們成天打妄想，這就是過失，用這個方法把妄想去掉，使心恢復到平靜，這叫修行，這就叫消歸自性。也就是說，真消歸自性，我們才得到真實的受用；也就是說，得到清淨心、平等心、慈悲心，這個心起作用，這就得受用。"
    },
    {
      "id": "09-023-0011_p0018",
      "zh_CN": "【读诵受持大乘经典。受持即观照也。】",
      "zh_TW": "【讀誦受持大乘經典。受持即觀照也。】"
    },
    {
      "id": "09-023-0011_p0019",
      "zh_CN": "这句话说明，教下每个宗派修行的方法，没有离开观照。读诵是预备修学的阶段，先要把经读熟。不读熟，从哪里观照起？没法子观照。所以你要想用功，先要把经念熟。古人修行比我们认真，比我们守法，古人老实，现在人聪明，什么叫聪明？投机取巧。古人不会投机取巧，老老实实的，所以古人那个功夫比我们好，比我们也快。我们看《高僧传》、看《居士传》都看到，无论在家、出家，都相当可观，不像现在人。老实从哪里看？第一个你能观察到的，肯念，这就老实。现在人不肯念，一听说要背书都吓跑了，古人都是从背诵下手。读诵，读是看着本子读，诵是不要看本子，背熟了；他能背得很熟，能记得很清楚，他才能受持。佛在经中讲的道理，他接受了，佛所讲的方法，他也接受了，持是什么？持是真正做到，那个叫持。",
      "zh_TW": "這句話說明，教下每個宗派修行的方法，沒有離開觀照。讀誦是預備修學的階段，先要把經讀熟。不讀熟，從哪裡觀照起？沒法子觀照。所以你要想用功，先要把經念熟。古人修行比我們認真，比我們守法，古人老實，現在人聰明，什麼叫聰明？投機取巧。古人不會投機取巧，老老實實的，所以古人那個功夫比我們好，比我們也快。我們看《高僧傳》、看《居士傳》都看到，無論在家、出家，都相當可觀，不像現在人。老實從哪裡看？第一個你能觀察到的，肯念，這就老實。現在人不肯念，一聽說要背書都嚇跑了，古人都是從背誦下手。讀誦，讀是看著本子讀，誦是不要看本子，背熟了；他能背得很熟，能記得很清楚，他才能受持。佛在經中講的道理，他接受了，佛所講的方法，他也接受了，持是什麼？持是真正做到，那個叫持。"
    },
    {
      "id": "09-023-0011_p0020",
      "zh_CN": "现在有很多人把受持两个字搞错了，完全搞错了，认为受持就是把经念一遍，我就受持了，这个完全弄错了，那是读诵，那不是受持。每天你把你的课诵本念一遍，那不叫受持，叫读诵。受持是真正明达其义，依教修行，真正做到，这个就是受持。《金刚经》上一再说较量功德，很多遍，这我们很熟的，于这个经上，乃至受持四句偈，再加上为人演说，那个功德福德无量无边！四句偈，四句，哪四句偈？任何四句；四句就是一首偈，任何四句。不要说四句，两句都够了，你的一生受用不尽，你就凭这两句，可以照住、可以照见。只要这两句、四句常常在心里，把你的妄想、分别、执着统统换掉，它就管用，这叫受持。这是我们必须要晓得，受持就是此地讲的观照。",
      "zh_TW": "現在有很多人把受持兩個字搞錯了，完全搞錯了，認為受持就是把經念一遍，我就受持了，這個完全弄錯了，那是讀誦，那不是受持。每天你把你的課誦本念一遍，那不叫受持，叫讀誦。受持是真正明達其義，依教修行，真正做到，這個就是受持。《金剛經》上一再說較量功德，很多遍，這我們很熟的，於這個經上，乃至受持四句偈，再加上為人演說，那個功德福德無量無邊！四句偈，四句，哪四句偈？任何四句；四句就是一首偈，任何四句。不要說四句，兩句都夠了，你的一生受用不盡，你就憑這兩句，可以照住、可以照見。只要這兩句、四句常常在心裡，把你的妄想、分別、執著統統換掉，它就管用，這叫受持。這是我們必須要曉得，受持就是此地講的觀照。"
    },
    {
      "id": "09-023-0011_p0021",
      "zh_CN": "【众生之大病根，即是心量狭小。】",
      "zh_TW": "【眾生之大病根，即是心量狹小。】"
    },
    {
      "id": "09-023-0011_p0022",
      "zh_CN": "诸位要知道，心量狭小，难，不但修行不能成就，不能开智慧，得一点小定还可以。心量狭小的人，能得一点小定，不能开智慧，再跟大家说明，不能往生。为什么？阿弥陀佛的心量是尽虚空遍法界，我们心量跟阿弥陀佛的心量不一样，怎么能往生？念佛就能往生，这个话似是而非。古人说得很好，纵然一天念十万声佛号，喊破喉咙也枉然，去不了！什么原因？心量太小。西方世界佛菩萨诸上善人，心量都是那么大，你这个小心量跑到那里去，天天跟人家斗争，你跟人怎么相处？所以要想往生西方极乐世界，我们的心量要像阿弥陀佛一样，心包太虚，量周沙界，这才行！才保证这一生决定往生。",
      "zh_TW": "諸位要知道，心量狹小，難，不但修行不能成就，不能開智慧，得一點小定還可以。心量狹小的人，能得一點小定，不能開智慧，再跟大家說明，不能往生。為什麼？阿彌陀佛的心量是盡虛空遍法界，我們心量跟阿彌陀佛的心量不一樣，怎麼能往生？念佛就能往生，這個話似是而非。古人說得很好，縱然一天念十萬聲佛號，喊破喉嚨也枉然，去不了！什麼原因？心量太小。西方世界佛菩薩諸上善人，心量都是那麼大，你這個小心量跑到那裡去，天天跟人家鬥爭，你跟人怎麼相處？所以要想往生西方極樂世界，我們的心量要像阿彌陀佛一樣，心包太虛，量周沙界，這才行！才保證這一生決定往生。"
    },
    {
      "id": "09-023-0011_p0023",
      "zh_CN": "这是我们常常在净宗讲席里说的，我们的心要同佛、愿要同佛、解要同佛、行要同佛，心愿解行都跟佛一样，哪有不往生的道理！这叫保证往生。所以我们定的课诵本，早晨念四十八愿，《无量寿经》的第六品，目的何在？希望我们的心、我们的愿，跟阿弥陀佛一样。念阿弥陀佛的四十八愿，要用他的愿行，把我们自己本性里头的本愿引发出来。四十八愿是我的本愿，依照阿弥陀佛的本愿，把我的本愿给引出来，我的心愿跟阿弥陀佛完全一样。晚课念三十二品到三十七品，这一段经文，诸位都很清楚，持戒念佛，就是《金刚经》上所说的「应无所住，而生其心」，也就像倓虚大师在本经里头所讲的「离一切相，修一切善」，就这个意思。《无量寿经》讲得很具体，这一段经文里面，你仔细观察，它的内容就是五戒十善。教给我们在日常生活当中，如何生活、如何办事、如何处事待人接物，给我们很具体的原则，只要能遵守，那就是佛菩萨的行持。所以我们的解行，又跟佛菩萨相应，这样念佛功夫才会得力。所以心量小是很大的毛病，一定要拓开。要知道善与人同，不要把好事自己都揽在一身，那个实在讲很可怜，一天到晚真的叫累死了。好事分给别人做，都分完了自己没事，这是最好的事，看到大家都做好事，我们心里多欢喜！",
      "zh_TW": "這是我們常常在淨宗講席裡說的，我們的心要同佛、願要同佛、解要同佛、行要同佛，心願解行都跟佛一樣，哪有不往生的道理！這叫保證往生。所以我們定的課誦本，早晨念四十八願，《無量壽經》的第六品，目的何在？希望我們的心、我們的願，跟阿彌陀佛一樣。念阿彌陀佛的四十八願，要用他的願行，把我們自己本性裡頭的本願引發出來。四十八願是我的本願，依照阿彌陀佛的本願，把我的本願給引出來，我的心願跟阿彌陀佛完全一樣。晚課念三十二品到三十七品，這一段經文，諸位都很清楚，持戒念佛，就是《金剛經》上所說的「應無所住，而生其心」，也就像倓虛大師在本經裡頭所講的「離一切相，修一切善」，就這個意思。《無量壽經》講得很具體，這一段經文裡面，你仔細觀察，它的內容就是五戒十善。教給我們在日常生活當中，如何生活、如何辦事、如何處事待人接物，給我們很具體的原則，只要能遵守，那就是佛菩薩的行持。所以我們的解行，又跟佛菩薩相應，這樣念佛功夫才會得力。所以心量小是很大的毛病，一定要拓開。要知道善與人同，不要把好事自己都攬在一身，那個實在講很可憐，一天到晚真的叫累死了。好事分給別人做，都分完了自己沒事，這是最好的事，看到大家都做好事，我們心裡多歡喜！"
    },
    {
      "id": "09-023-0011_p0024",
      "zh_CN": "「因狭小，即执我」，我执坚固，轮回就出不去。「故佛教人将此心放大」，你把你的心放大。",
      "zh_TW": "「因狹小，即執我」，我執堅固，輪迴就出不去。「故佛教人將此心放大」，你把你的心放大。"
    },
    {
      "id": "09-023-0011_p0025",
      "zh_CN": "【潜移默化，大而化之，即是除我见、去烦恼之妙法。】",
      "zh_TW": "【潛移默化，大而化之，即是除我見、去煩惱之妙法。】"
    },
    {
      "id": "09-023-0011_p0026",
      "zh_CN": "确实是如此，心要大、量要大，我们俗话也常说，量大福大。心量狭小，纵然有福也很有限，纵然有福他也很苦，他的日子过得很辛苦。我们要是冷静观察一下，这世间人不少，发大财、亿万财富的，一天到晚劳碌得不得了，我们看到那个日子过得好可怜，烦恼多、忧虑多、患得患失多。他还怎么样？还省吃俭用。亿万财产，还省吃俭用，一生到最后不晓得给谁！这是我们常说：有福报，没有享福的命。还有一些有享福的命，没福，哪些人？就是那些大富长者家里的佣人。特别是他们的别墅都很多，自己一年难得去住一次，很漂亮的房子，请几个佣人在那里，请他们在享福，每个月还要给他工钱，供他吃供他住，还要给钱给他，请他在那里享福。那个人很有福报，他的主人没有福报，一年难得到别墅住两天渡个假。所以诸位冷眼去观察，你就晓得，那个主人真可怜，他们才是真正有福！世间人这种颠倒，佛法里面常讲「迷惑颠倒」，还真不少，迷惑颠倒的人真多。",
      "zh_TW": "確實是如此，心要大、量要大，我們俗話也常說，量大福大。心量狹小，縱然有福也很有限，縱然有福他也很苦，他的日子過得很辛苦。我們要是冷靜觀察一下，這世間人不少，發大財、億萬財富的，一天到晚勞碌得不得了，我們看到那個日子過得好可憐，煩惱多、憂慮多、患得患失多。他還怎麼樣？還省吃儉用。億萬財產，還省吃儉用，一生到最後不曉得給誰！這是我們常說：有福報，沒有享福的命。還有一些有享福的命，沒福，哪些人？就是那些大富長者家裡的佣人。特別是他們的別墅都很多，自己一年難得去住一次，很漂亮的房子，請幾個佣人在那裡，請他們在享福，每個月還要給他工錢，供他吃供他住，還要給錢給他，請他在那裡享福。那個人很有福報，他的主人沒有福報，一年難得到別墅住兩天渡個假。所以諸位冷眼去觀察，你就曉得，那個主人真可憐，他們才是真正有福！世間人這種顛倒，佛法裡面常講「迷惑顛倒」，還真不少，迷惑顛倒的人真多。"
    },
    {
      "id": "09-023-0011_p0027",
      "zh_CN": "【因缘聚合，当体皆空。】",
      "zh_TW": "【因緣聚合，當體皆空。】"
    },
    {
      "id": "09-023-0011_p0028",
      "zh_CN": "前面都曾经说过这个道理，所有一切法都是因缘聚合而生起的，缘生之法没有自体，佛经上讲无有自性，无有自性就是没有自体，是种种条件聚合而现的现象，所以「当体皆空」。你要是看清楚、看明白了，自自然然就不会执着，也就是说，不会把它放在心上，你的心常常保持着空，心空就灵了。心里有东西就迷，就迷惑、不灵，冥顽不灵。为什么人搞到这种地步？心里面东西太多，牵肠挂肚的太多，所以他智慧没有了，冥顽不灵；心要是空的，心里面什么都没有，那个心生智慧。我们看六祖大师所说的，禅宗六祖惠能大师，他老人家说「弟子心中常生智慧」。他见五祖的时候，告诉五祖，他说「弟子心中常生智慧」。我们一些同修常常也来找我，说什么？常生烦恼。常生烦恼，他来找我。为什么生烦恼？心里面东西太多了。能大师为什么会生智慧？「本来无一物」，他无一物，他心里什么都没有，就生智慧。所以心不可以有东西，心要有东西，心就坏了。现代教育普及，大家都念过书，都学过几何，几何里面的圆，圆心有没有东西？圆心要有东西就坏了，就不圆了。心不能有东西，心就健康，心健康身就健康，一定道理！心有东西的时候，大病！病根！不但是我们一生痛苦毛病的病根，也是生死轮回的病根。知道当体皆空。",
      "zh_TW": "前面都曾經說過這個道理，所有一切法都是因緣聚合而生起的，緣生之法沒有自體，佛經上講無有自性，無有自性就是沒有自體，是種種條件聚合而現的現象，所以「當體皆空」。你要是看清楚、看明白了，自自然然就不會執著，也就是說，不會把它放在心上，你的心常常保持著空，心空就靈了。心裡有東西就迷，就迷惑、不靈，冥頑不靈。為什麼人搞到這種地步？心裡面東西太多，牽腸掛肚的太多，所以他智慧沒有了，冥頑不靈；心要是空的，心裡面什麼都沒有，那個心生智慧。我們看六祖大師所說的，禪宗六祖惠能大師，他老人家說「弟子心中常生智慧」。他見五祖的時候，告訴五祖，他說「弟子心中常生智慧」。我們一些同修常常也來找我，說什麼？常生煩惱。常生煩惱，他來找我。為什麼生煩惱？心裡面東西太多了。能大師為什麼會生智慧？「本來無一物」，他無一物，他心裡什麼都沒有，就生智慧。所以心不可以有東西，心要有東西，心就壞了。現代教育普及，大家都念過書，都學過幾何，幾何裡面的圓，圓心有沒有東西？圓心要有東西就壞了，就不圓了。心不能有東西，心就健康，心健康身就健康，一定道理！心有東西的時候，大病！病根！不但是我們一生痛苦毛病的病根，也是生死輪迴的病根。知道當體皆空。"
    },
    {
      "id": "09-023-0011_p0029",
      "zh_CN": "【又众生同体】",
      "zh_TW": "【又眾生同體】"
    },
    {
      "id": "09-023-0011_p0030",
      "zh_CN": "众生同体，我们对众生特别有一份亲切之感，一切众生不是外人，是自己心性所变之物，同体！因为同体，慈悲心就生出来了，大慈悲心是从这里生的。清净、平等心是从当体皆空生的，从同体上生大慈悲心。",
      "zh_TW": "眾生同體，我們對眾生特別有一份親切之感，一切眾生不是外人，是自己心性所變之物，同體！因為同體，慈悲心就生出來了，大慈悲心是從這裡生的。清淨、平等心是從當體皆空生的，從同體上生大慈悲心。"
    },
    {
      "id": "09-023-0011_p0031",
      "zh_CN": "「则不知不觉，我执自然化去」，能常常这样观、常常这样照，好啊！我执、法执不必刻意去断，自自然然就化掉了，所以叫大而化之。「此乃消归自性之善巧方法」。的确比小乘高明太多，大乘权教菩萨也望尘莫及，这个方法的确非常巧妙。《金刚经》上讲这个原理原则，而净宗法门一心执持名号，像大势至菩萨教给我们「都摄六根、净念相继」，他是实行这个法门。《金刚经》上是解释，念佛人真做！他所做的就是《金刚经》所讲的理论与方法。所以这一句阿弥陀佛，的确是消归自性的善巧方法。",
      "zh_TW": "「則不知不覺，我執自然化去」，能常常這樣觀、常常這樣照，好啊！我執、法執不必刻意去斷，自自然然就化掉了，所以叫大而化之。「此乃消歸自性之善巧方法」。的確比小乘高明太多，大乘權教菩薩也望塵莫及，這個方法的確非常巧妙。《金剛經》上講這個原理原則，而淨宗法門一心執持名號，像大勢至菩薩教給我們「都攝六根、淨念相繼」，他是實行這個法門。《金剛經》上是解釋，念佛人真做！他所做的就是《金剛經》所講的理論與方法。所以這一句阿彌陀佛，的確是消歸自性的善巧方法。"
    },
    {
      "id": "09-023-0011_p0032",
      "zh_CN": "【一切众生，无不有欲、色、识。】",
      "zh_TW": "【一切眾生，無不有欲、色、識。】"
    },
    {
      "id": "09-023-0011_p0033",
      "zh_CN": "欲是欲望，我们今天讲的感情；欲里面也讲的烦恼，贪瞋痴慢这都是欲。色是身体，任何一个众生他有身体。识是分别心、执着心。有分别、执着，有身体，有贪瞋痴慢，「欲、色、识」这三个字就代表了，这叫做众生。",
      "zh_TW": "欲是欲望，我們今天講的感情；欲裡面也講的煩惱，貪瞋痴慢這都是欲。色是身體，任何一個眾生他有身體。識是分別心、執著心。有分別、執著，有身體，有貪瞋痴慢，「欲、色、識」這三個字就代表了，這叫做眾生。"
    },
    {
      "id": "09-023-0011_p0034",
      "zh_CN": "【此三者若不转移，则永远轮回三界六道。】",
      "zh_TW": "【此三者若不轉移，則永遠輪迴三界六道。】"
    },
    {
      "id": "09-023-0011_p0035",
      "zh_CN": "这三样东西，这里说得好，转移，不是讲断，为什么？断不掉，不能断，它是从真如本性变现出来的，它要是断了，那真如本性也断掉了，也没有了。要把它转变，把欲转变成智，智慧，贪瞋痴即是戒定慧，把这个转成戒定慧。把色转成圆满报身，我们在《无量寿经》四十八愿里面看到，西方极乐世界的人，身都是金刚不坏身，不生不灭。把识转变成真如本性，叫你转！因为识就是真性迷了就叫识；悟了，识就是真如、就是本性、就是真性。转！要会转。如果不能转，那就永远在轮回里面受苦受难。你要问为什么？轮回就是这三个东西变现出来的，你在六道里面，永远不能出六道，就是欲、色、识在那里面有加减乘除的变化。一念善心，贪图好境界，三善道；一念恶心，造作恶业，就堕三恶道。善恶在那里加减乘除，六道升沈，就这么一个现象。这是六道里面的事实真相，唯独佛跟我们说得清楚。",
      "zh_TW": "這三樣東西，這裡說得好，轉移，不是講斷，為什麼？斷不掉，不能斷，它是從真如本性變現出來的，它要是斷了，那真如本性也斷掉了，也沒有了。要把它轉變，把欲轉變成智，智慧，貪瞋痴即是戒定慧，把這個轉成戒定慧。把色轉成圓滿報身，我們在《無量壽經》四十八願裡面看到，西方極樂世界的人，身都是金剛不壞身，不生不滅。把識轉變成真如本性，叫你轉！因為識就是真性迷了就叫識；悟了，識就是真如、就是本性、就是真性。轉！要會轉。如果不能轉，那就永遠在輪迴裡面受苦受難。你要問為什麼？輪迴就是這三個東西變現出來的，你在六道裡面，永遠不能出六道，就是欲、色、識在那裡面有加減乘除的變化。一念善心，貪圖好境界，三善道；一念惡心，造作惡業，就墮三惡道。善惡在那裡加減乘除，六道升沈，就這麼一個現象。這是六道裡面的事實真相，唯獨佛跟我們說得清楚。"
    },
    {
      "id": "09-023-0011_p0036",
      "zh_CN": "古印度有不少的宗教家，他们的功夫的确相当高明，要以现在的宗教来看，他们的确超过基督教、天主教，超过。他们能在定中观察到六道轮回的现象，他统统看到，他可以上面看到非想非非想天，下面可以看到地狱，这是定功。但是他不能解决问题，也就是说，他见到这些事实了，不晓得这些事实怎么来的，这些事相的所以然他不明白，他没有这个智慧。我们知道佛教出现在印度，并不是很早，在佛教之前，印度的宗教就相当发达，对于六道里面情况，他们就说得很多很多，而且说得没错。所以六道轮回不是佛最先说的，婆罗门教，印度的数论派、瑜伽派，他们比佛教都早，他们都说得很清楚，但是他们没有解决的方法。一直到佛出现于世，才把六道轮回来龙去脉，跟我们说清楚了；以及怎样才能够超越六道轮回，佛法里面才说清楚了。这就叫我们转移。",
      "zh_TW": "古印度有不少的宗教家，他們的功夫的確相當高明，要以現在的宗教來看，他們的確超過基督教、天主教，超過。他們能在定中觀察到六道輪迴的現象，他統統看到，他可以上面看到非想非非想天，下面可以看到地獄，這是定功。但是他不能解決問題，也就是說，他見到這些事實了，不曉得這些事實怎麼來的，這些事相的所以然他不明白，他沒有這個智慧。我們知道佛教出現在印度，並不是很早，在佛教之前，印度的宗教就相當發達，對於六道裡面情況，他們就說得很多很多，而且說得沒錯。所以六道輪迴不是佛最先說的，婆羅門教，印度的數論派、瑜伽派，他們比佛教都早，他們都說得很清楚，但是他們沒有解決的方法。一直到佛出現於世，才把六道輪迴來龍去脈，跟我們說清楚了；以及怎樣才能夠超越六道輪迴，佛法裡面才說清楚了。這就叫我們轉移。"
    },
    {
      "id": "09-023-0011_p0037",
      "zh_CN": "【而转移之最善巧，无过于念佛求生净土。】",
      "zh_TW": "【而轉移之最善巧，無過於念佛求生淨土。】"
    },
    {
      "id": "09-023-0011_p0038",
      "zh_CN": "这个话是真的，实实在在的。因为用这个方法来转移，几乎每个人都做得到，就像善导大师所讲的，万修万人去，没有一个不成功！这才说的是善巧到极处了。如果我们对于其他的大小乘佛法，有浓厚的兴趣，又非常的喜爱，你要觉悟。如果我们在这个世间去研究、去探讨，我们的寿命有限，时间太短，又没有善知识，又没有良好的设备，我们这一生当中要想研究个究竟，那是很难的事情。何不如往生西方极乐世界！首先，我们得无量的寿命，唯有无量的寿命，换句话说，我就有足够的时间。第二，西方世界环境好，阿弥陀佛是老师，诸上善人那些等觉菩萨无量无边，是我们的同参道友，随时随地都帮得上忙。何况每天你一定还会到十方诸佛那里去拜访，听诸佛讲经说法，怎么不开智慧？供养诸佛菩萨修大福报，那个福慧双修，我们生生世世比不上人家一天，你想想看对不对？无量劫来所修的，比不上人家一天，因为人家一天，有能力去供养十方一切诸佛如来，我们没有这个能力！一天当中能听无量无边诸佛说法，怎么能比得上人家！",
      "zh_TW": "這個話是真的，實實在在的。因為用這個方法來轉移，幾乎每個人都做得到，就像善導大師所講的，萬修萬人去，沒有一個不成功！這才說的是善巧到極處了。如果我們對於其他的大小乘佛法，有濃厚的興趣，又非常的喜愛，你要覺悟。如果我們在這個世間去研究、去探討，我們的壽命有限，時間太短，又沒有善知識，又沒有良好的設備，我們這一生當中要想研究個究竟，那是很難的事情。何不如往生西方極樂世界！首先，我們得無量的壽命，唯有無量的壽命，換句話說，我就有足夠的時間。第二，西方世界環境好，阿彌陀佛是老師，諸上善人那些等覺菩薩無量無邊，是我們的同參道友，隨時隨地都幫得上忙。何況每天你一定還會到十方諸佛那裡去拜訪，聽諸佛講經說法，怎麼不開智慧？供養諸佛菩薩修大福報，那個福慧雙修，我們生生世世比不上人家一天，你想想看對不對？無量劫來所修的，比不上人家一天，因為人家一天，有能力去供養十方一切諸佛如來，我們沒有這個能力！一天當中能聽無量無邊諸佛說法，怎麼能比得上人家！"
    },
    {
      "id": "09-023-0011_p0039",
      "zh_CN": "也许大家要怀疑，无量无边诸佛菩萨，你的一天怎么能访问、怎么来得及？一个地方一分钟，也没办法、也来不及！你这个想法完全想错了。西方世界菩萨去拜访诸佛、供养、听法，分身去的，不是一个一个去拜访，那不累死了！分身去的，同时去的，也就是说一切诸佛如来面前都有他，他都在座，极乐世界阿弥陀佛讲经说法，他也没有离开，有这个本领！你要是真晓得这个事实，我相信你一定什么都放下，赶紧到极乐世界去，这个利益好处太大太大了，没有办法说得出，实实在在说不出的。所以福慧双修，到那个地方才圆满。因此，他方世界修行要修无量劫，要修三大阿僧祇劫，才有个成就，西方世界三劫、四劫就成佛，什么原因？你知道了，他修一天，我们无量劫都比不上人家，是这么个道理。所以，一切菩萨没有一个不愿意往生西方净土。",
      "zh_TW": "也許大家要懷疑，無量無邊諸佛菩薩，你的一天怎麼能訪問、怎麼來得及？一個地方一分鐘，也沒辦法、也來不及！你這個想法完全想錯了。西方世界菩薩去拜訪諸佛、供養、聽法，分身去的，不是一個一個去拜訪，那不累死了！分身去的，同時去的，也就是說一切諸佛如來面前都有他，他都在座，極樂世界阿彌陀佛講經說法，他也沒有離開，有這個本領！你要是真曉得這個事實，我相信你一定什麼都放下，趕緊到極樂世界去，這個利益好處太大太大了，沒有辦法說得出，實實在在說不出的。所以福慧雙修，到那個地方才圓滿。因此，他方世界修行要修無量劫，要修三大阿僧祇劫，才有個成就，西方世界三劫、四劫就成佛，什麼原因？你知道了，他修一天，我們無量劫都比不上人家，是這麼個道理。所以，一切菩薩沒有一個不願意往生西方淨土。"
    },
    {
      "id": "09-023-0011_p0040",
      "zh_CN": "【化除我见，即转第七识为平等性智。】",
      "zh_TW": "【化除我見，即轉第七識為平等性智。】"
    },
    {
      "id": "09-023-0011_p0041",
      "zh_CN": "这就讲前面的转移，转移的理论晓得了、方法晓得了，这说出转移的效果，转移的结果。转第七识，第七识是执着，一切都不执着了，平等性智现前。为什么叫平等性智？这个智慧是从平等心里面生起来的，就叫它做平等性智；换句话说，你不平等，你这个智慧就现不出来。四智人人皆有，不是说佛有我们没有，我们有，我们有为什么不能现前？烦恼盖复住。因为我们不平等，平等性智不能现前。",
      "zh_TW": "這就講前面的轉移，轉移的理論曉得了、方法曉得了，這說出轉移的效果，轉移的結果。轉第七識，第七識是執著，一切都不執著了，平等性智現前。為什麼叫平等性智？這個智慧是從平等心裡面生起來的，就叫它做平等性智；換句話說，你不平等，你這個智慧就現不出來。四智人人皆有，不是說佛有我們沒有，我們有，我們有為什麼不能現前？煩惱蓋覆住。因為我們不平等，平等性智不能現前。"
    },
    {
      "id": "09-023-0011_p0042",
      "zh_CN": "【不起分别，即转第六识为妙观察智。】",
      "zh_TW": "【不起分別，即轉第六識為妙觀察智。】"
    },
    {
      "id": "09-023-0011_p0043",
      "zh_CN": "我们偏偏要分别，因为分别，我们的妙观察智不能现前，没有了，道理在此地。为什么我们还要分别？为什么我们还要执着？真正用功的人，真正会用功的人，在一切境界里面，无论是人事环境、物质环境，不用分别心，也不用执着心；换句话说，绝对不用第六识，不用第七识，他不用，用的是什么？妙观察智、平等性智。四智这两条是因地上转，这两个一转，八识跟前五识连带就转了，所以真正用功就在这上面。",
      "zh_TW": "我們偏偏要分別，因為分別，我們的妙觀察智不能現前，沒有了，道理在此地。為什麼我們還要分別？為什麼我們還要執著？真正用功的人，真正會用功的人，在一切境界裡面，無論是人事環境、物質環境，不用分別心，也不用執著心；換句話說，絕對不用第六識，不用第七識，他不用，用的是什麼？妙觀察智、平等性智。四智這兩條是因地上轉，這兩個一轉，八識跟前五識連帶就轉了，所以真正用功就在這上面。"
    },
    {
      "id": "09-023-0011_p0044",
      "zh_CN": "我们这一句阿弥陀佛就转了！一切境缘之中，我们不会起心动念，就是一句阿弥陀佛。用这一句阿弥陀佛，把你的分别心转掉，把你的执着也转掉，一句阿弥陀佛！这一句阿弥陀佛念熟了，分别、执着没有了，四智菩提就现前，这个人往生西方极乐世界，给诸位说，实报庄严土上上品往生。前面说过了，大修行人发大心、修大行！历事炼心，历事，就在环境当中、就在生活当中，炼什么？不分别、不执着。如果你真在这上用功，那你是真会用功，你是修大行！所以你证的果大，往生西方极乐世界品位高，实报庄严土是大果。",
      "zh_TW": "我們這一句阿彌陀佛就轉了！一切境緣之中，我們不會起心動念，就是一句阿彌陀佛。用這一句阿彌陀佛，把你的分別心轉掉，把你的執著也轉掉，一句阿彌陀佛！這一句阿彌陀佛念熟了，分別、執著沒有了，四智菩提就現前，這個人往生西方極樂世界，給諸位說，實報莊嚴土上上品往生。前面說過了，大修行人發大心、修大行！歷事鍊心，歷事，就在環境當中、就在生活當中，鍊什麼？不分別、不執著。如果你真在這上用功，那你是真會用功，你是修大行！所以你證的果大，往生西方極樂世界品位高，實報莊嚴土是大果。"
    },
    {
      "id": "09-023-0011_p0045",
      "zh_CN": "【此二既转，则五、八亦随转。】",
      "zh_TW": "【此二既轉，則五、八亦隨轉。】"
    },
    {
      "id": "09-023-0011_p0046",
      "zh_CN": "前五识变成「成所作智」，成是成就，所作就是你所做的，这个智慧。穿衣吃饭，穿衣吃饭的智慧，那是成所作智。你每天生活，每天工作，每天交际应酬，充满了智慧，这个智慧就是对事的智慧。对人、对事都应付得很圆满、恰到好处，这个智慧叫成所作智，成就你所做的智慧，不会生烦恼。第八识转变成「大圆镜智」，圆是圆满，无所不知，像大圆镜照虚空法界，无所不知、无所不能。转八识成四智。",
      "zh_TW": "前五識變成「成所作智」，成是成就，所作就是你所做的，這個智慧。穿衣吃飯，穿衣吃飯的智慧，那是成所作智。你每天生活，每天工作，每天交際應酬，充滿了智慧，這個智慧就是對事的智慧。對人、對事都應付得很圓滿、恰到好處，這個智慧叫成所作智，成就你所做的智慧，不會生煩惱。第八識轉變成「大圓鏡智」，圓是圓滿，無所不知，像大圓鏡照虛空法界，無所不知、無所不能。轉八識成四智。"
    },
    {
      "id": "09-023-0011_p0047",
      "zh_CN": "【修行要在转识成智】",
      "zh_TW": "【修行要在轉識成智】"
    },
    {
      "id": "09-023-0011_p0048",
      "zh_CN": "这个要是重要、殊要，是关键的所在。你要不能转识成智，那你修个什么行？纵然这一句佛号念得很好，往生西方极乐世界，也不过是凡圣同居土而已。凡圣同居土修行，在西方世界证果，刚才讲了，要三、四劫，三、四劫时间就长了；如果你转识成智，到西方极乐世界上品上生，经上讲的一去就华开见佛，这才是一生成就究竟圆满的佛果，这才叫真正不可思议。一切诸佛没有一个不佩服的，礼赞阿弥陀佛是「光中极尊，佛中之王」，这种赞叹不是没有道理，真有道理！",
      "zh_TW": "這個要是重要、殊要，是關鍵的所在。你要不能轉識成智，那你修個什麼行？縱然這一句佛號念得很好，往生西方極樂世界，也不過是凡聖同居土而已。凡聖同居土修行，在西方世界證果，剛才講了，要三、四劫，三、四劫時間就長了；如果你轉識成智，到西方極樂世界上品上生，經上講的一去就華開見佛，這才是一生成就究竟圓滿的佛果，這才叫真正不可思議。一切諸佛沒有一個不佩服的，禮讚阿彌陀佛是「光中極尊，佛中之王」，這種讚歎不是沒有道理，真有道理！"
    },
    {
      "id": "09-023-0011_p0049",
      "zh_CN": "所以真正会修行，实在讲，念佛堂堂主常常挂在口边的口头禅，大家听多了也就无所谓，这是真话：「放下身心世界，提起正念」，常说的一句话；放下身心世界就是放下分别、执着，提起正念就是这一句佛号，马上就转识成智了。你之所以转不过来，没放下，那就转不过来。分别障碍了妙观察智，执着障碍了平等性智；放下分别、执着，自性里面的智慧就现前。这两样东西，就是《华严经》上讲的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。这是释迦牟尼佛说的，一切众生本来都是佛，现在为什么变成这个样子？就是因为你有妄想、执着，你沈沦堕落变成这个样子，你不能恢复自性。妄想是什么？分别，执着就是第七识，就是这个东西作祟。所以叫你妄想舍掉，分别舍掉，不分别了，执着也舍掉。难舍！想舍舍不掉。为什么舍不掉？认为身心世界都是真的，就因为这个舍不掉，这就叫做没看破，事实真相没搞清楚。佛在此地跟你讲，当体皆空。如果你晓得，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，试问问，你能不能放下？能不能不执着？能不能不分别？自然就不分别、不执着了，因为分别、执着毫无意义，假的、空的，一场空，如梦！有什么好执着的。这样就转识成智，不难！真的，放下之难因为没看破。《金刚经》是开智慧，智慧是教你看破，念佛教你放下，只取西方极乐世界，其他统统都不要了。",
      "zh_TW": "所以真正會修行，實在講，念佛堂堂主常常掛在口邊的口頭禪，大家聽多了也就無所謂，這是真話：「放下身心世界，提起正念」，常說的一句話；放下身心世界就是放下分別、執著，提起正念就是這一句佛號，馬上就轉識成智了。你之所以轉不過來，沒放下，那就轉不過來。分別障礙了妙觀察智，執著障礙了平等性智；放下分別、執著，自性裡面的智慧就現前。這兩樣東西，就是《華嚴經》上講的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。這是釋迦牟尼佛說的，一切眾生本來都是佛，現在為什麼變成這個樣子？就是因為你有妄想、執著，你沈淪墮落變成這個樣子，你不能恢復自性。妄想是什麼？分別，執著就是第七識，就是這個東西作祟。所以叫你妄想捨掉，分別捨掉，不分別了，執著也捨掉。難捨！想捨捨不掉。為什麼捨不掉？認為身心世界都是真的，就因為這個捨不掉，這就叫做沒看破，事實真相沒搞清楚。佛在此地跟你講，當體皆空。如果你曉得，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，試問問，你能不能放下？能不能不執著？能不能不分別？自然就不分別、不執著了，因為分別、執著毫無意義，假的、空的，一場空，如夢！有什麼好執著的。這樣就轉識成智，不難！真的，放下之難因為沒看破。《金剛經》是開智慧，智慧是教你看破，念佛教你放下，只取西方極樂世界，其他統統都不要了。"
    },
    {
      "id": "09-023-0011_p0050",
      "zh_CN": "【佛法看似广大无边】",
      "zh_TW": "【佛法看似廣大無邊】"
    },
    {
      "id": "09-023-0011_p0051",
      "zh_CN": "广大无边也是真的，也不是假的。",
      "zh_TW": "廣大無邊也是真的，也不是假的。"
    },
    {
      "id": "09-023-0011_p0052",
      "zh_CN": "【实则亲切有味】",
      "zh_TW": "【實則親切有味】"
    },
    {
      "id": "09-023-0011_p0053",
      "zh_CN": "我想这几天诸位能体会到，它真亲切、真有味。佛法，你要是能够体会到亲切有味，就欲罢不能！可是这个地方又怕麻烦，你又贪着佛法，那就又糟糕了，又坏了。其他的不分别了，分别佛法；其他的不执着了，又执着佛法。这就是《金刚经》后半部，须菩提尊者再发问，就是因为怕有这个毛病，所以后半部不是没有道理！怕的是前半部明白了，什么都不执着，执着佛法，所以后半部是彻底把我们破得干干净净。后半部讲的是三心不可得，能执着的心没有，所执着的法已经讲清楚了，一切法是空的，当体皆空。你能执着的、所执着的都没有，你还搞什么？就没得搞了。那个心才叫真的空了，真正叫究竟圆满，一丝毫都不能够有的，不可以有的。「看似高深，本是平实。」平是平常，「实」是实实在在，这是佛法。",
      "zh_TW": "我想這幾天諸位能體會到，它真親切、真有味。佛法，你要是能夠體會到親切有味，就欲罷不能！可是這個地方又怕麻煩，你又貪著佛法，那就又糟糕了，又壞了。其他的不分別了，分別佛法；其他的不執著了，又執著佛法。這就是《金剛經》後半部，須菩提尊者再發問，就是因為怕有這個毛病，所以後半部不是沒有道理！怕的是前半部明白了，什麼都不執著，執著佛法，所以後半部是徹底把我們破得乾乾淨淨。後半部講的是三心不可得，能執著的心沒有，所執著的法已經講清楚了，一切法是空的，當體皆空。你能執著的、所執著的都沒有，你還搞什麼？就沒得搞了。那個心才叫真的空了，真正叫究竟圓滿，一絲毫都不能夠有的，不可以有的。「看似高深，本是平實。」平是平常，「實」是實實在在，這是佛法。"
    },
    {
      "id": "09-023-0011_p0054",
      "zh_CN": "底下第十二段，明不住相即是正住。  上面这一大段，都是为我们解释为什么要无住。佛给我们讲，从胎卵湿化、十二类生说起，把这些事实真相为我们说出。说出之后，才能够像他那样，像他那个样子，无住生心。这一段证明无住。",
      "zh_TW": "底下第十二段，明不住相即是正住。  上面這一大段，都是為我們解釋為什麼要無住。佛給我們講，從胎卵溼化、十二類生說起，把這些事實真相為我們說出。說出之後，才能夠像他那樣，像他那個樣子，無住生心。這一段證明無住。"
    },
    {
      "id": "09-023-0011_p0055",
      "zh_CN": "经【复次，须菩提。】",
      "zh_TW": "經【復次，須菩提。】"
    },
    {
      "id": "09-023-0011_p0056",
      "zh_CN": "前面说过，经文上有这一句，底下就是重要的开示，叫着他的名字提醒他。",
      "zh_TW": "前面說過，經文上有這一句，底下就是重要的開示，叫著他的名字提醒他。"
    },
    {
      "id": "09-023-0011_p0057",
      "zh_CN": "经【菩萨于法，应无所住，行于布施。】",
      "zh_TW": "經【菩薩於法，應無所住，行於布施。】"
    },
    {
      "id": "09-023-0011_p0058",
      "zh_CN": "这句话非常重要，「应无所住，行于布施」。换句话说，你不能不做，做不得，但是不做也不行，不做就落空了，要积极去做。做就是无住，做是有，无住是空，色即是空，空即是色；假如色没有了，空也没有了，行于布施也没有了，应无所住也没有了，这个道理很难懂。真正的无住，是在行上证得的。也就是我们讲，无住像圆里面圆心，行动就像圆周一样，圆周没有了，心也没有了；圆心没有了，周也没有了，它是一体，一个东西。所以诸佛菩萨度众生，从来没有一天休息过，不疲不厌。",
      "zh_TW": "這句話非常重要，「應無所住，行於布施」。換句話說，你不能不做，做不得，但是不做也不行，不做就落空了，要積極去做。做就是無住，做是有，無住是空，色即是空，空即是色；假如色沒有了，空也沒有了，行於布施也沒有了，應無所住也沒有了，這個道理很難懂。真正的無住，是在行上證得的。也就是我們講，無住像圓裡面圓心，行動就像圓周一樣，圓周沒有了，心也沒有了；圓心沒有了，周也沒有了，它是一體，一個東西。所以諸佛菩薩度眾生，從來沒有一天休息過，不疲不厭。"
    },
    {
      "id": "09-023-0011_p0059",
      "zh_CN": "【布施赅一切法，佛法要行不要住。应当无所住而行一切法。】",
      "zh_TW": "【布施賅一切法，佛法要行不要住。應當無所住而行一切法。】"
    },
    {
      "id": "09-023-0011_p0060",
      "zh_CN": "布施包括一切法，布施里面有三大类：第一个是财布施，财里面有内财、有外财。外财是我们身外之物，布施就是放下、就是舍，你要能舍；也就是说，说老实话，布施就是没有执着，我对于身外之物，心里头不执着，没有牵挂。什么是内财？内财是身体，内财怎么布施？譬如这个佛堂今天有事，许多同修发心来作义工，作义工帮忙做事，内财布施，我出力！力不是外财，不是我的金钱，你出力是内财布施，你帮忙策划在用头脑，也是内财布施。虽然布施，不着布施之相，能舍！这都是属于财布施。第二种，法布施，凡是属于智慧、技能的，都是属于法，包罗万象！不一定指的是佛法，所有一切世间法都包括在其中。第三种叫无畏布施，无畏布施是保障一切众生安全，这是属于无畏布施。国家对老百姓有什么功德？保障老百姓生命财产的安全，这是国家的功德，国家对国民无畏布施，何况里面也有财法布施，但是无畏布施是最重要的。",
      "zh_TW": "布施包括一切法，布施裡面有三大類：第一個是財布施，財裡面有內財、有外財。外財是我們身外之物，布施就是放下、就是捨，你要能捨；也就是說，說老實話，布施就是沒有執著，我對於身外之物，心裡頭不執著，沒有牽掛。什麼是內財？內財是身體，內財怎麼布施？譬如這個佛堂今天有事，許多同修發心來作義工，作義工幫忙做事，內財布施，我出力！力不是外財，不是我的金錢，你出力是內財布施，你幫忙策劃在用頭腦，也是內財布施。雖然布施，不著布施之相，能捨！這都是屬於財布施。第二種，法布施，凡是屬於智慧、技能的，都是屬於法，包羅萬象！不一定指的是佛法，所有一切世間法都包括在其中。第三種叫無畏布施，無畏布施是保障一切眾生安全，這是屬於無畏布施。國家對老百姓有什麼功德？保障老百姓生命財產的安全，這是國家的功德，國家對國民無畏布施，何況裡面也有財法布施，但是無畏布施是最重要的。"
    },
    {
      "id": "09-023-0011_p0061",
      "zh_CN": "这三种布施，就包括所有的行法、行为。菩萨修六度万行，也就是菩萨的行门真的是无量无边，就在这生活当中，点点滴滴，哪能说得尽？佛把无量的行法，归纳为六大类，叫六度、六波罗蜜。六度就是无量无边行法的归类，六大类。虽然说六大类，实在讲一个布施全都包括了，为什么？持戒、忍辱，在布施里头属于无畏布施。诸位想想看，无畏是叫别人心理得到安全感，没有恐怖！我们举一个最浅显的例子，现在一般社会风气很不好，新加坡比较起来是最好的，很难得！社会治安相当之好。在外面旅行最怕的是钱财露白，就怕人来抢劫，你是一个持戒的，我钱再多，你看到了，不要紧，他不偷盗，他持不偷盗戒。不要说我钱财被他看到，我放在这里不动，人走远了，他也不会拿，他不偷盗。持戒叫人心理得安全感，所以持戒是无畏布施。忍辱也是无畏布施，平常交际应酬，喜欢说话的，开开玩笑，说的人无心，听的人有意，那麻烦大了，引起很多误会！如果这个人是学佛的，修忍辱波罗蜜，没关系，我说话得罪他，他不会报复，他不会介意，他忍辱！这叫人得安全感，所以属于无畏布施。后面，精进、禅定、般若是法布施。由此可知，六波罗蜜，一个布施包括尽了。六度包括一切的菩萨行门，布施包括六度，岂不是布施赅一切法，包括一切法，说一个就够了。《金刚经》上布施说得多，不是偏重在布施上，是用它来代表一切法。",
      "zh_TW": "這三種布施，就包括所有的行法、行為。菩薩修六度萬行，也就是菩薩的行門真的是無量無邊，就在這生活當中，點點滴滴，哪能說得盡？佛把無量的行法，歸納為六大類，叫六度、六波羅蜜。六度就是無量無邊行法的歸類，六大類。雖然說六大類，實在講一個布施全都包括了，為什麼？持戒、忍辱，在布施裡頭屬於無畏布施。諸位想想看，無畏是叫別人心理得到安全感，沒有恐怖！我們舉一個最淺顯的例子，現在一般社會風氣很不好，新加坡比較起來是最好的，很難得！社會治安相當之好。在外面旅行最怕的是錢財露白，就怕人來搶劫，你是一個持戒的，我錢再多，你看到了，不要緊，他不偷盜，他持不偷盜戒。不要說我錢財被他看到，我放在這裡不動，人走遠了，他也不會拿，他不偷盜。持戒叫人心理得安全感，所以持戒是無畏布施。忍辱也是無畏布施，平常交際應酬，喜歡說話的，開開玩笑，說的人無心，聽的人有意，那麻煩大了，引起很多誤會！如果這個人是學佛的，修忍辱波羅蜜，沒關係，我說話得罪他，他不會報復，他不會介意，他忍辱！這叫人得安全感，所以屬於無畏布施。後面，精進、禪定、般若是法布施。由此可知，六波羅蜜，一個布施包括盡了。六度包括一切的菩薩行門，布施包括六度，豈不是布施賅一切法，包括一切法，說一個就夠了。《金剛經》上布施說得多，不是偏重在布施上，是用它來代表一切法。"
    },
    {
      "id": "09-023-0011_p0062",
      "zh_CN": "一切法要行不要住，这是非常重要的一个观念，就是要行；换句话说，要做出来。这是在前面说了很多遍。佛菩萨做什么？就是为一切众生做一个大彻大悟的榜样。我们学佛也要学佛这一招，也就是说我们要做一切众生大彻大悟的好榜样、好样子，这叫做学佛。无论你是哪一种生活方式，无论你做什么工作，无论你从事哪一个行业，都一样，就在你自己本分之中，做出一个好样子来，这个好样子是与彻底觉悟相应，这叫做学佛，佛是这个学法的。如果我们表现的，还是分别、还是妄想、还是执着，你就是把大乘经说得天花乱坠，也与佛法不相干，不是佛法，这我们要懂得。",
      "zh_TW": "一切法要行不要住，這是非常重要的一個觀念，就是要行；換句話說，要做出來。這是在前面說了很多遍。佛菩薩做什麼？就是為一切眾生做一個大徹大悟的榜樣。我們學佛也要學佛這一招，也就是說我們要做一切眾生大徹大悟的好榜樣、好樣子，這叫做學佛。無論你是哪一種生活方式，無論你做什麼工作，無論你從事哪一個行業，都一樣，就在你自己本分之中，做出一個好樣子來，這個好樣子是與徹底覺悟相應，這叫做學佛，佛是這個學法的。如果我們表現的，還是分別、還是妄想、還是執著，你就是把大乘經說得天花亂墜，也與佛法不相干，不是佛法，這我們要懂得。"
    },
    {
      "id": "09-023-0011_p0063",
      "zh_CN": "【前发大愿，此起大行。】",
      "zh_TW": "【前發大願，此起大行。】"
    },
    {
      "id": "09-023-0011_p0064",
      "zh_CN": "大愿是什么？要记住不能忘记，「令一切众生，皆入无余涅槃而灭度之」，发这个大愿。这个愿跟一切诸佛的愿一样，实在讲这个大愿就是地藏菩萨所讲的，地藏菩萨讲的好懂，「地狱不空，誓不成佛」。地藏菩萨举一个例子，地狱。世尊这个讲法，叫我们一看就晓得，涵盖九法界一切众生，我皆令入无余涅槃而灭度之，发这样的大愿。你怎么样去度这些众生？起大行，大行就是转识成智，换句话说，就是在日常生活当中，处事待人接物当中，离一切分别、执着，现起平等性智、妙观察智、成所作智。智慧显现在生活当中，智慧显现在工作里面，离开工作，你的智慧从哪里表现？智慧表现在生活，表现在工作，表现在应酬，表现在处事待人接物，这叫菩萨。所以不能离开这些事，离开事，你的智慧落空了，你从哪里显示出来！这就是佛法要行不要住，这就是起大行。大行就在穿衣吃饭上，不是离开我们生活，到哪里去找一个大行，那到哪里去找？你就弄错了。离开分别、执着就大，为什么？与心性、与如来果地上的四智菩提相应，叫大行。我穿衣不分别穿衣的相，不执着穿衣的相；吃饭不执着吃饭的相，不分别吃饭的相，这是大行！穿衣天天挑剔这个款式、那个样子，怎么配色？那就完了，那就是六道凡夫。吃饭挑口味，今天吃什么，明天吃什么，那就不会吃饭了。佛菩萨穿衣吃饭跟我们不一样，没有分别执着，所以佛菩萨心清净。我们吃饭心不清净，穿衣服心不清净，睡觉心不清净，干什么都不清净，糟透了！里面是贪瞋痴慢，搞这个东西，你说你怎么能离开六道轮回？你怎么不可怜？你怎么不苦？打扮得再漂亮，可怜人！苦，苦不堪言！读了《金刚经》要开悟，读了《金刚经》知道怎么过好日子，这个真的是非常现实。",
      "zh_TW": "大願是什麼？要記住不能忘記，「令一切眾生，皆入無餘涅槃而滅度之」，發這個大願。這個願跟一切諸佛的願一樣，實在講這個大願就是地藏菩薩所講的，地藏菩薩講的好懂，「地獄不空，誓不成佛」。地藏菩薩舉一個例子，地獄。世尊這個講法，叫我們一看就曉得，涵蓋九法界一切眾生，我皆令入無餘涅槃而滅度之，發這樣的大願。你怎麼樣去度這些眾生？起大行，大行就是轉識成智，換句話說，就是在日常生活當中，處事待人接物當中，離一切分別、執著，現起平等性智、妙觀察智、成所作智。智慧顯現在生活當中，智慧顯現在工作裡面，離開工作，你的智慧從哪裡表現？智慧表現在生活，表現在工作，表現在應酬，表現在處事待人接物，這叫菩薩。所以不能離開這些事，離開事，你的智慧落空了，你從哪裡顯示出來！這就是佛法要行不要住，這就是起大行。大行就在穿衣吃飯上，不是離開我們生活，到哪裡去找一個大行，那到哪裡去找？你就弄錯了。離開分別、執著就大，為什麼？與心性、與如來果地上的四智菩提相應，叫大行。我穿衣不分別穿衣的相，不執著穿衣的相；吃飯不執著吃飯的相，不分別吃飯的相，這是大行！穿衣天天挑剔這個款式、那個樣子，怎麼配色？那就完了，那就是六道凡夫。吃飯挑口味，今天吃什麼，明天吃什麼，那就不會吃飯了。佛菩薩穿衣吃飯跟我們不一樣，沒有分別執著，所以佛菩薩心清淨。我們吃飯心不清淨，穿衣服心不清淨，睡覺心不清淨，幹什麼都不清淨，糟透了！裡面是貪瞋痴慢，搞這個東西，你說你怎麼能離開六道輪迴？你怎麼不可憐？你怎麼不苦？打扮得再漂亮，可憐人！苦，苦不堪言！讀了《金剛經》要開悟，讀了《金剛經》知道怎麼過好日子，這個真的是非常現實。"
    },
    {
      "id": "09-023-0011_p0065",
      "zh_CN": "【愿与行不能相离，有愿必有行，有行必有愿。】",
      "zh_TW": "【願與行不能相離，有願必有行，有行必有願。】"
    },
    {
      "id": "09-023-0011_p0066",
      "zh_CN": "这是告诉我们，前面发的愿一定要兑现，一定要认真努力去把它做到。如果有愿没有行，愿会落空；有行没有愿，凡夫行，刚才讲，你这个行是搞六道轮回，增长贪瞋痴慢。所以愿跟行永远不能分离，一时一刻都不能离开。我们时时刻刻、念念之中，有这个愿，有这个行；行是什么？念念都在行，就是一个不分别、不执着。",
      "zh_TW": "這是告訴我們，前面發的願一定要兌現，一定要認真努力去把它做到。如果有願沒有行，願會落空；有行沒有願，凡夫行，剛才講，你這個行是搞六道輪迴，增長貪瞋痴慢。所以願跟行永遠不能分離，一時一刻都不能離開。我們時時刻刻、念念之中，有這個願，有這個行；行是什麼？念念都在行，就是一個不分別、不執著。"
    },
    {
      "id": "09-023-0011_p0067",
      "zh_CN": "【菩萨行六度，不外戒、定、慧三学，对治贪、瞋、痴三毒病根。】",
      "zh_TW": "【菩薩行六度，不外戒、定、慧三學，對治貪、瞋、痴三毒病根。】"
    },
    {
      "id": "09-023-0011_p0068",
      "zh_CN": "这个大家都晓得，稍稍有一点佛学常识的人都懂得，佛法就像药一样，药是治病的。凡夫的病根就是贪、瞋、痴，佛开了三付药，专门对治贪瞋痴。用戒学对治贪，对治贪病，用定学对治瞋恚的病，用般若智慧对治愚痴的病，这就是佛法，这就是佛所以出现在世间。我们凡夫不能解决的问题，不知道这三个东西是病根，不晓得，都认为贪瞋痴好像是很正常的，这不是坏事，好像是理所当然，人没有贪瞋痴还行吗？好像是当然的，不知道这是病根、祸根。不但是我们一身病痛的根源，前面讲过了，生死轮回的根源，障碍我们明心见性的根源，这个东西多可怕！佛要不详细为我们开导，我们怎么会认识？怎么会晓得？",
      "zh_TW": "這個大家都曉得，稍稍有一點佛學常識的人都懂得，佛法就像藥一樣，藥是治病的。凡夫的病根就是貪、瞋、痴，佛開了三付藥，專門對治貪瞋痴。用戒學對治貪，對治貪病，用定學對治瞋恚的病，用般若智慧對治愚痴的病，這就是佛法，這就是佛所以出現在世間。我們凡夫不能解決的問題，不知道這三個東西是病根，不曉得，都認為貪瞋痴好像是很正常的，這不是壞事，好像是理所當然，人沒有貪瞋痴還行嗎？好像是當然的，不知道這是病根、禍根。不但是我們一身病痛的根源，前面講過了，生死輪迴的根源，障礙我們明心見性的根源，這個東西多可怕！佛要不詳細為我們開導，我們怎麼會認識？怎麼會曉得？"
    },
    {
      "id": "09-023-0011_p0069",
      "zh_CN": "【布施有财、法、无畏三类，这刚才说过。是对治无始根本的悭贪毒害。】",
      "zh_TW": "【布施有財、法、無畏三類，這剛才說過。是對治無始根本的慳貪毒害。】"
    },
    {
      "id": "09-023-0011_p0070",
      "zh_CN": "财、法、无畏这三种布施，就是对治贪瞋痴的良药。财施对治贪。如果我们贪心很重，怎样把贪心治掉？修财布施。我有财富让大家共享，不要一个人独享，甚至于我一个人不享，我不享福，我的福让大家享，给诸位说，那个人叫真正会享福，他的心情之快乐，没有人能知道。他穿破衣服，吃很简单的食物，他的福让别人享，最快乐了，世间没有比他更快乐的，那个快乐叫真享福。这个不是高等智慧的人，他不知道，他不会享。真正高等智慧的人，他是真正在享福，他真的是很快乐。法布施对治贪瞋痴，法里头对治贪瞋痴的东西都有，无畏布施也是对治瞋恚的。三种施里面，法布施最广，法布施的力量最深。因此，佛在《华严经》上告诉我们，「一切供养当中，法供养为最」。而世尊在本经里面告诉我们，「一切布施当中，法布施为最」。大千世界无量七宝布施，比不上为人演说四句偈的福报大，四句偈是法布施，法布施功德不是财布施能够比较的。我们今天就讲到此地。",
      "zh_TW": "財、法、無畏這三種布施，就是對治貪瞋痴的良藥。財施對治貪。如果我們貪心很重，怎樣把貪心治掉？修財布施。我有財富讓大家共享，不要一個人獨享，甚至於我一個人不享，我不享福，我的福讓大家享，給諸位說，那個人叫真正會享福，他的心情之快樂，沒有人能知道。他穿破衣服，吃很簡單的食物，他的福讓別人享，最快樂了，世間沒有比他更快樂的，那個快樂叫真享福。這個不是高等智慧的人，他不知道，他不會享。真正高等智慧的人，他是真正在享福，他真的是很快樂。法布施對治貪瞋痴，法裡頭對治貪瞋痴的東西都有，無畏布施也是對治瞋恚的。三種施裡面，法布施最廣，法布施的力量最深。因此，佛在《華嚴經》上告訴我們，「一切供養當中，法供養為最」。而世尊在本經裡面告訴我們，「一切布施當中，法布施為最」。大千世界無量七寶布施，比不上為人演說四句偈的福報大，四句偈是法布施，法布施功德不是財布施能夠比較的。我們今天就講到此地。"
    }
  ]
}