{
  "doc_id": "09-023-0026",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0026",
  "total_paragraphs": 96,
  "paragraphs": [
    {
      "id": "09-023-0026_p0001",
      "zh_CN": "请掀开经本，第三卷，第八面，请看经文：",
      "zh_TW": "請掀開經本，第三卷，第八面，請看經文："
    },
    {
      "id": "09-023-0026_p0002",
      "zh_CN": "经【是故须菩提，诸菩萨摩诃萨，应如是生清净心，不应住色生心，不应住声香味触法生心，应无所住而生其心。】",
      "zh_TW": "經【是故須菩提，諸菩薩摩訶薩，應如是生清淨心，不應住色生心，不應住聲香味觸法生心，應無所住而生其心。】"
    },
    {
      "id": "09-023-0026_p0003",
      "zh_CN": "请看注解：",
      "zh_TW": "請看註解："
    },
    {
      "id": "09-023-0026_p0004",
      "zh_CN": "【此节经文是结束前文。为自开口说至此处，千言万语之点睛结穴处。义趣甚深。】",
      "zh_TW": "【此節經文是結束前文。為自開口說至此處，千言萬語之點睛結穴處。義趣甚深。】"
    },
    {
      "id": "09-023-0026_p0005",
      "zh_CN": "一般同修们都知道，禅宗六祖惠能大师，过去在五祖会下，五祖跟他讲《金刚经》，就是讲到这个地方，他开悟了，大彻大悟，后面就不要讲了。一悟是一切悟，不但《金刚经》的意思他明白了，大般若的意思他也明白了，乃至于世尊四十九年所说的一切法，不但出世间法，世间法没有一样不通达，没有一样不明了。他向老师，就是五祖忍和尚，提出他的心得报告，虽然言语不多，忍大师听了之后，点点头给他印证，证明确实是明心见性了。我们知道六祖能大师没有读过书，用现代的话来说，他是一个做粗活之人，没有出家之前砍柴卖柴度日，那是一个很辛苦的工作。在古时候那个时代，我们一般家庭燃料都是柴火，烧大灶都是要用柴火，有些人，穷苦之人在山上砍柴，挑到城市里面去卖，是相当苦的工作，他没有读过书。到五祖的道场，五祖的徒众很多，刚刚到那边去，他去的时候发心想出家，出家要具备出家的条件，有出家的环境，忍大师徒众学生那么多，惠能去了当然不能例外，也得按着顺序排班，他排在最后一名。这个道场，老法师徒弟几百人、几千人，他排在末后。所以他并没有剃度，没有剃头，先派到碓房里面去做工，碓房就是厨房里面的工作。我们知道那个时候，忍和尚的道场差不多有二、三千人，二、三千人吃饭，那个米要舂，柴火要有人去砍，要有人劈柴。所以他就分配在碓房里面，做舂米、劈柴的工作，做的苦行。别人看到好像是到寺庙里做苦工，我们现在说做义工，做苦工，其实他在那个地方修戒定慧，修六波罗蜜，他是真修。他的缘分，跟《金刚经》可以说是非常非常之深。最初他因为卖柴，听到一个客人念《金刚经》，他在这个窗外听，听得很欢喜，就问这个客人，你念的是什么？客人就教他，客人对他很尊重，虽然他是一个卖柴的人，但是从他谈吐问答，知道他有相当的智慧，所以就告诉他，五祖忍和尚在黄梅传法，你要是对《金刚经》有兴趣，听得有心得，可以到那个地方去参访，这才到黄梅。工作八个月，老法师年龄太大，要传法了，传法也有条件，必须真正开悟，法才可以传，没有开悟纵然跟老法师时间再久，也没有法子得法。老法师传法是相当的民主，公告给全寺这些信徒，无论是出家、在家都可以，要大家作一首偈子呈给老和尚看，老和尚看看他的见解有没有开悟，如果开悟祖位就传给他，忍法师是第五代，传到下面这就第六代，衣钵就传给他。这个衣钵是释迦牟尼佛自己用的，一代一代传下来，衣钵就是证据，得到这个衣钵的，这就是一代的祖师。",
      "zh_TW": "一般同修們都知道，禪宗六祖惠能大師，過去在五祖會下，五祖跟他講《金剛經》，就是講到這個地方，他開悟了，大徹大悟，後面就不要講了。一悟是一切悟，不但《金剛經》的意思他明白了，大般若的意思他也明白了，乃至於世尊四十九年所說的一切法，不但出世間法，世間法沒有一樣不通達，沒有一樣不明瞭。他向老師，就是五祖忍和尚，提出他的心得報告，雖然言語不多，忍大師聽了之後，點點頭給他印證，證明確實是明心見性了。我們知道六祖能大師沒有讀過書，用現代的話來說，他是一個做粗活之人，沒有出家之前砍柴賣柴度日，那是一個很辛苦的工作。在古時候那個時代，我們一般家庭燃料都是柴火，燒大灶都是要用柴火，有些人，窮苦之人在山上砍柴，挑到城市裡面去賣，是相當苦的工作，他沒有讀過書。到五祖的道場，五祖的徒眾很多，剛剛到那邊去，他去的時候發心想出家，出家要具備出家的條件，有出家的環境，忍大師徒眾學生那麼多，惠能去了當然不能例外，也得按著順序排班，他排在最後一名。這個道場，老法師徒弟幾百人、幾千人，他排在末後。所以他並沒有剃度，沒有剃頭，先派到碓房裡面去做工，碓房就是廚房裡面的工作。我們知道那個時候，忍和尚的道場差不多有二、三千人，二、三千人吃飯，那個米要舂，柴火要有人去砍，要有人劈柴。所以他就分配在碓房裡面，做舂米、劈柴的工作，做的苦行。別人看到好像是到寺廟裡做苦工，我們現在說做義工，做苦工，其實他在那個地方修戒定慧，修六波羅蜜，他是真修。他的緣分，跟《金剛經》可以說是非常非常之深。最初他因為賣柴，聽到一個客人念《金剛經》，他在這個窗外聽，聽得很歡喜，就問這個客人，你念的是什麼？客人就教他，客人對他很尊重，雖然他是一個賣柴的人，但是從他談吐問答，知道他有相當的智慧，所以就告訴他，五祖忍和尚在黃梅傳法，你要是對《金剛經》有興趣，聽得有心得，可以到那個地方去參訪，這才到黃梅。工作八個月，老法師年齡太大，要傳法了，傳法也有條件，必須真正開悟，法才可以傳，沒有開悟縱然跟老法師時間再久，也沒有法子得法。老法師傳法是相當的民主，公告給全寺這些信徒，無論是出家、在家都可以，要大家作一首偈子呈給老和尚看，老和尚看看他的見解有沒有開悟，如果開悟祖位就傳給他，忍法師是第五代，傳到下面這就第六代，衣缽就傳給他。這個衣缽是釋迦牟尼佛自己用的，一代一代傳下來，衣缽就是證據，得到這個衣缽的，這就是一代的祖師。"
    },
    {
      "id": "09-023-0026_p0006",
      "zh_CN": "世尊灭度之后，这个衣钵就交给迦叶尊者，一代一代相传，传到第二十八代就是达摩。达摩到中国来，把佛的衣钵也带到中国来，达摩在印度是第二十八代。在中国算是第一代，中国的初祖。代代相传，传到第五代忍和尚，这个故事我们不必多说，诸位都相当熟悉。从这一首偈，就是这一段经文当中，彻悟了，五祖将衣钵传给他，他是居士，没有出家，衣钵就传给他。由此可知，传衣钵不一定要出家，问题是你有没有明心见性，这个重要，剃头不剃头不重要，这是我们从这里看，很明显的这桩事情。诸位现在有很多想发心出家，你听听这个故事，你就晓得那个形式不重要，最重要是你是不是真的开悟了！",
      "zh_TW": "世尊滅度之後，這個衣缽就交給迦葉尊者，一代一代相傳，傳到第二十八代就是達摩。達摩到中國來，把佛的衣缽也帶到中國來，達摩在印度是第二十八代。在中國算是第一代，中國的初祖。代代相傳，傳到第五代忍和尚，這個故事我們不必多說，諸位都相當熟悉。從這一首偈，就是這一段經文當中，徹悟了，五祖將衣缽傳給他，他是居士，沒有出家，衣缽就傳給他。由此可知，傳衣缽不一定要出家，問題是你有沒有明心見性，這個重要，剃頭不剃頭不重要，這是我們從這裡看，很明顯的這樁事情。諸位現在有很多想發心出家，你聽聽這個故事，你就曉得那個形式不重要，最重要是你是不是真的開悟了！"
    },
    {
      "id": "09-023-0026_p0007",
      "zh_CN": "为什么惠能会开悟，神秀没开悟？神秀跟忍大师十几年，在那个道场里面他算是上首和尚，常常代替老法师讲经说法，有能力代替老法师讲经说法，他还得不到衣钵，原因在什么地方？诸位听了这二十几天《金刚经》，应该明了，他还有分别，还有执着，《金刚经》就是教我们离分别执着的，神秀还是有分别，还是有执着。你看他作的那首偈：「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃。」你们想想，他有没有分别、有没有执着？就是因为有分别、有执着，不能见性。惠能大师高明处，就是他没有分别执着，我们学佛，要在这个地方留意。",
      "zh_TW": "為什麼惠能會開悟，神秀沒開悟？神秀跟忍大師十幾年，在那個道場裡面他算是上首和尚，常常代替老法師講經說法，有能力代替老法師講經說法，他還得不到衣缽，原因在什麼地方？諸位聽了這二十幾天《金剛經》，應該明瞭，他還有分別，還有執著，《金剛經》就是教我們離分別執著的，神秀還是有分別，還是有執著。你看他作的那首偈：「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃。」你們想想，他有沒有分別、有沒有執著？就是因為有分別、有執著，不能見性。惠能大師高明處，就是他沒有分別執著，我們學佛，要在這個地方留意。"
    },
    {
      "id": "09-023-0026_p0008",
      "zh_CN": "这一段经文，注子里说了，不仅是前面这一节，这一小段，可以说是自从《金刚经》开始，一直讲到这个地方，这一段算是一个总结；「千言万语之点睛结穴处」，点睛结穴是比喻，关键的所在。世间人常说画龙点睛，取这个意思，所以意思很深很深。不少人以这两句做为日常生活当中观照的依据，「应无所住，而生其心」。实在说，《金刚经》上任何两句四句，都可以做为观照的功夫，不一定是这两句，但是这两句的确是好。用这两句观照的人非常非常多，关键就是你能不能提得起这个功夫。禅家常说，「不怕念起，只怕觉迟」，觉就是观照，念是妄念。往往我们妄念起来，一个接一个，一个接一个，妄念止不住。经文虽然常常念，到那个时候忘掉了，把经文忘掉了，妄念继续不断起，这就叫功夫不得力。观照要紧！前面我们讲过，要净念相继，净念相继本来是大势至菩萨所说的，菩萨所讲的「都摄六根，净念相继」，跟《金刚经》这两句话「应无所住，而生其心」，可以讲都是整个佛法修持的总纲领，不能够局限这两句话一定是用在般若，用在禅宗的，其他的用不上，你就错了，大势至菩萨都摄六根、净念相继也不局限在念佛，参禅、学教、念咒统统用得上，关键是观照要相继，不能断。一断，妄念就起来了，妄念起来那就是搞六道轮回。由此可知，用功是功夫决定不能间断，要把自己分别、妄想、执着统统打掉。",
      "zh_TW": "這一段經文，註子裡說了，不僅是前面這一節，這一小段，可以說是自從《金剛經》開始，一直講到這個地方，這一段算是一個總結；「千言萬語之點睛結穴處」，點睛結穴是比喻，關鍵的所在。世間人常說畫龍點睛，取這個意思，所以意思很深很深。不少人以這兩句做為日常生活當中觀照的依據，「應無所住，而生其心」。實在說，《金剛經》上任何兩句四句，都可以做為觀照的功夫，不一定是這兩句，但是這兩句的確是好。用這兩句觀照的人非常非常多，關鍵就是你能不能提得起這個功夫。禪家常說，「不怕念起，只怕覺遲」，覺就是觀照，念是妄念。往往我們妄念起來，一個接一個，一個接一個，妄念止不住。經文雖然常常念，到那個時候忘掉了，把經文忘掉了，妄念繼續不斷起，這就叫功夫不得力。觀照要緊！前面我們講過，要淨念相繼，淨念相繼本來是大勢至菩薩所說的，菩薩所講的「都攝六根，淨念相繼」，跟《金剛經》這兩句話「應無所住，而生其心」，可以講都是整個佛法修持的總綱領，不能夠侷限這兩句話一定是用在般若，用在禪宗的，其他的用不上，你就錯了，大勢至菩薩都攝六根、淨念相繼也不侷限在念佛，參禪、學教、念咒統統用得上，關鍵是觀照要相繼，不能斷。一斷，妄念就起來了，妄念起來那就是搞六道輪迴。由此可知，用功是功夫決定不能間斷，要把自己分別、妄想、執著統統打掉。"
    },
    {
      "id": "09-023-0026_p0009",
      "zh_CN": "《金刚经》一开端：「降伏其心」，这两句话很好。境界现前，想到佛教给我们应无所住，无所住就是没有分别、没有执着，无论什么境界，顺境也好，逆境也好，所有一切境界现前，都不要分别，都不要执着，这就是应无所住的意思；也是前面我们所读到的，得无所得，行无所行。得，无论得什么，出家修行人得禅定、得智慧、得正果，前面说过了，初果、二果、三果、四果，乃至于释迦牟尼佛在然灯佛所，得八地菩萨的果位，人家不执着，心里面干干净净，得如不得，这是讲修行。无论在果位，无论在法门上，都是这个态度，心地永远保持清净。在世间法里面，譬如你们在日常生活当中，你们得财富了，得荣誉了，世间上得地位了，你学了《金刚经》，得无所得，你的心是平静的，没有得就没有失。得的时候欢喜，欢喜是烦恼，心要平静才好。欢喜，心动了。丢掉的时候，觉也睡不着，苦得不得了，又生烦恼。得也是烦恼，失也是烦恼，你看那个多苦，那个都叫搞轮回业。佛教给我们，我们要过正常的生活，过佛菩萨的生活，佛菩萨在所有境界里头不动心，没有得也没有失，没有生也没有灭，这是何等的自在！这就叫做观照。我们要把这个观念转过来，念念不能失掉，一失掉麻烦就来了，烦恼就起来了，业障就现前了，所以不可以失掉，念念都用这个功夫，那叫会用功。",
      "zh_TW": "《金剛經》一開端：「降伏其心」，這兩句話很好。境界現前，想到佛教給我們應無所住，無所住就是沒有分別、沒有執著，無論什麼境界，順境也好，逆境也好，所有一切境界現前，都不要分別，都不要執著，這就是應無所住的意思；也是前面我們所讀到的，得無所得，行無所行。得，無論得什麼，出家修行人得禪定、得智慧、得正果，前面說過了，初果、二果、三果、四果，乃至於釋迦牟尼佛在然燈佛所，得八地菩薩的果位，人家不執著，心裡面乾乾淨淨，得如不得，這是講修行。無論在果位，無論在法門上，都是這個態度，心地永遠保持清淨。在世間法裡面，譬如你們在日常生活當中，你們得財富了，得榮譽了，世間上得地位了，你學了《金剛經》，得無所得，你的心是平靜的，沒有得就沒有失。得的時候歡喜，歡喜是煩惱，心要平靜才好。歡喜，心動了。丟掉的時候，覺也睡不著，苦得不得了，又生煩惱。得也是煩惱，失也是煩惱，你看那個多苦，那個都叫搞輪迴業。佛教給我們，我們要過正常的生活，過佛菩薩的生活，佛菩薩在所有境界裡頭不動心，沒有得也沒有失，沒有生也沒有滅，這是何等的自在！這就叫做觀照。我們要把這個觀念轉過來，念念不能失掉，一失掉麻煩就來了，煩惱就起來了，業障就現前了，所以不可以失掉，念念都用這個功夫，那叫會用功。"
    },
    {
      "id": "09-023-0026_p0010",
      "zh_CN": "释迦牟尼佛在本经一开端，「着衣持钵，入舍卫大城乞食」。这一段经文，就是穿衣吃饭，每天上班工作，就这个意思。佛的工作就是出去托钵，他上班工作。我们穿衣吃饭，所有一切工作，全用观照功夫。穿衣，不着穿衣的相；吃饭，不执着吃饭的相，没有分别，没有执着，一切都随缘，那就自在了，这就是应无所住。而生其心，那是很庄严、很慎重，认真去做，一点都不马虎。穿衣，衣是干干净净、整整齐齐，不会是很凌乱，让人家看到起恭敬心；吃饭也有威仪，也吃得很规矩，我们现在常讲的，你能够讲求卫生，保持身心的健康，要少吃。我们通常讲，吃饭最好是吃七分饱就够了，狼吞虎咽，那个相也不好看，也不卫生，吃了一身的病来了。吃饭有吃饭的规矩，现在不太讲究了。从前我们中国人，吃饭规矩很大，诸位读《礼记》就知道，连菜怎么摆都有规矩的，都不能乱摆，菜也按阴阳五行来摆，这个很麻烦的事情，你摆错了，人家会笑话你的，你没有学问、没念过书，现在不讲求这些了，所以从前一举一动都有规矩，而生其心是说这个。换句话说，佛菩萨一举一动，都给我们世间人做榜样，做好的榜样。我们既然发心学佛，就要学佛菩萨的生活，学佛菩萨怎样过日子，也要给一切众生做好样子。在家庭是一家人的好榜样，在社会是给一切众生做好榜样，这叫做佛法。学佛就是把我们从前那个凡夫的生活，六道轮回的思想，把它抛弃掉，我们过佛菩萨的生活，我们以大菩萨的思想，自行化他，自度度他，这样学佛才能得真实的受用，才能得真正的好处。",
      "zh_TW": "釋迦牟尼佛在本經一開端，「著衣持缽，入舍衛大城乞食」。這一段經文，就是穿衣吃飯，每天上班工作，就這個意思。佛的工作就是出去托缽，他上班工作。我們穿衣吃飯，所有一切工作，全用觀照功夫。穿衣，不著穿衣的相；吃飯，不執著吃飯的相，沒有分別，沒有執著，一切都隨緣，那就自在了，這就是應無所住。而生其心，那是很莊嚴、很慎重，認真去做，一點都不馬虎。穿衣，衣是乾乾淨淨、整整齊齊，不會是很凌亂，讓人家看到起恭敬心；吃飯也有威儀，也吃得很規矩，我們現在常講的，你能夠講求衛生，保持身心的健康，要少吃。我們通常講，吃飯最好是吃七分飽就夠了，狼吞虎嚥，那個相也不好看，也不衛生，吃了一身的病來了。吃飯有吃飯的規矩，現在不太講究了。從前我們中國人，吃飯規矩很大，諸位讀《禮記》就知道，連菜怎麼擺都有規矩的，都不能亂擺，菜也按陰陽五行來擺，這個很麻煩的事情，你擺錯了，人家會笑話你的，你沒有學問、沒念過書，現在不講求這些了，所以從前一舉一動都有規矩，而生其心是說這個。換句話說，佛菩薩一舉一動，都給我們世間人做榜樣，做好的榜樣。我們既然發心學佛，就要學佛菩薩的生活，學佛菩薩怎樣過日子，也要給一切眾生做好樣子。在家庭是一家人的好榜樣，在社會是給一切眾生做好榜樣，這叫做佛法。學佛就是把我們從前那個凡夫的生活，六道輪迴的思想，把它拋棄掉，我們過佛菩薩的生活，我們以大菩薩的思想，自行化他，自度度他，這樣學佛才能得真實的受用，才能得真正的好處。"
    },
    {
      "id": "09-023-0026_p0011",
      "zh_CN": "学佛，《金刚经》自始至终，我们才讲到四分之一，后面还有四分之三，愈往后面愈精彩，要紧的意思都在后面。《金刚经》不太好讲，难在这里，精彩的在后面，前面要是都讲出来，到后头没得讲了，所以前面含含糊糊的，愈到后面愈清楚，这就是讲的时候比较困难一点。我们因为听众同修们，不一定能够从头听到尾，有时候今天来了，明天他不能来，前半部他来听了，后半部他没有缘分，因此后面重要的，往往我们也提出来讲几句，虽然不能讲得很多，但是都透一点消息，使我们真正能够得到好处，知道怎么修行。真正发心修行，《金刚经》是教我们从根本修。根本是什么？心地。心要真诚、心要清净、心要慈悲。应无所住就是清净，行于布施就是大慈大悲。布施涵盖一切法，行于布施，实在讲就是表现在我们日常生活当中，应用在日常生活当中，这就是经文上行于布施的意思。大家不能把这个经文错会了意思，以为行于布施，到寺庙去捐一点钱，这就搞错了，大错特错。释迦牟尼佛没有到哪里去捐钱，他每天着衣持钵，入舍卫大城乞食，他没去捐钱。这就是说明，行于布施就是日常生活，布施是舍、是放下，就是日常生活当中，样样放得下，样样看得破，这就叫行于布施，是这个意思。行于布施，实在讲就是说，做一个好的榜样给世间人看，让世间人看到之后，生羡慕之心，生仰慕之心，他来学佛。",
      "zh_TW": "學佛，《金剛經》自始至終，我們才講到四分之一，後面還有四分之三，愈往後面愈精彩，要緊的意思都在後面。《金剛經》不太好講，難在這裡，精彩的在後面，前面要是都講出來，到後頭沒得講了，所以前面含含糊糊的，愈到後面愈清楚，這就是講的時候比較困難一點。我們因為聽眾同修們，不一定能夠從頭聽到尾，有時候今天來了，明天他不能來，前半部他來聽了，後半部他沒有緣分，因此後面重要的，往往我們也提出來講幾句，雖然不能講得很多，但是都透一點消息，使我們真正能夠得到好處，知道怎麼修行。真正發心修行，《金剛經》是教我們從根本修。根本是什麼？心地。心要真誠、心要清淨、心要慈悲。應無所住就是清淨，行於布施就是大慈大悲。布施涵蓋一切法，行於布施，實在講就是表現在我們日常生活當中，應用在日常生活當中，這就是經文上行於布施的意思。大家不能把這個經文錯會了意思，以為行於布施，到寺廟去捐一點錢，這就搞錯了，大錯特錯。釋迦牟尼佛沒有到哪裡去捐錢，他每天著衣持缽，入舍衛大城乞食，他沒去捐錢。這就是說明，行於布施就是日常生活，布施是捨、是放下，就是日常生活當中，樣樣放得下，樣樣看得破，這就叫行於布施，是這個意思。行於布施，實在講就是說，做一個好的榜樣給世間人看，讓世間人看到之後，生羨慕之心，生仰慕之心，他來學佛。"
    },
    {
      "id": "09-023-0026_p0012",
      "zh_CN": "佛法是师道，师道过去中国跟印度这是相同的，都是很尊重的，尊师重道。「只闻来学，未闻往教」。你看看大藏经，整个佛法，释迦牟尼佛有没有拉信徒？没有。不但释迦牟尼佛没有拉信徒，释迦牟尼佛的学生有没有一个人在外头拉信徒？也没有。宗教里面有拉信徒的，教育里面没有拉信徒的，学生怎么来呢？自己来的，来求学，学生要求的，你自己要来求，哪有老师去找你，没这个道理。这些人怎么会知道释迦牟尼佛有这样好的教导，我们应当去跟他学？方法很多。这些方法就是学生，佛的弟子们，做学生一定要把老师的道德学问，要向外头宣扬，宣扬的目的不是要人对老师恭敬，不是要人对老师供养，不是这个，宣扬让大家知道，真正发心想求学的，晓得哪个地方某一个人教得好，这样的。所以学生有义务去宣扬，但是不可以拉人。用什么方法去宣扬？方法也很巧妙，就是自己修持。你修得好，人家一问，你从哪里学来的？我的老师什么人，这样介绍的，并不劝他，他要真发心，他自己就去了。所以是自己认真修行，老师怎么教，我就怎么做，这个方法。",
      "zh_TW": "佛法是師道，師道過去中國跟印度這是相同的，都是很尊重的，尊師重道。「只聞來學，未聞往教」。你看看大藏經，整個佛法，釋迦牟尼佛有沒有拉信徒？沒有。不但釋迦牟尼佛沒有拉信徒，釋迦牟尼佛的學生有沒有一個人在外頭拉信徒？也沒有。宗教裡面有拉信徒的，教育裡面沒有拉信徒的，學生怎麼來呢？自己來的，來求學，學生要求的，你自己要來求，哪有老師去找你，沒這個道理。這些人怎麼會知道釋迦牟尼佛有這樣好的教導，我們應當去跟他學？方法很多。這些方法就是學生，佛的弟子們，做學生一定要把老師的道德學問，要向外頭宣揚，宣揚的目的不是要人對老師恭敬，不是要人對老師供養，不是這個，宣揚讓大家知道，真正發心想求學的，曉得哪個地方某一個人教得好，這樣的。所以學生有義務去宣揚，但是不可以拉人。用什麼方法去宣揚？方法也很巧妙，就是自己修持。你修得好，人家一問，你從哪裡學來的？我的老師什麼人，這樣介紹的，並不勸他，他要真發心，他自己就去了。所以是自己認真修行，老師怎麼教，我就怎麼做，這個方法。"
    },
    {
      "id": "09-023-0026_p0013",
      "zh_CN": "由此可知，我们学了佛，皈依三宝，或者是受了五戒、菩萨戒，你要做得很像样，让你的邻居、亲戚朋友一看到你，对你起恭敬心，你怎么会这么好？头一个让人家有个观念，你的日子怎么过得这么快乐？你怎么会这么幸福？我学佛，学佛就会幸福，学佛就会快乐，学佛就会身体健康，学佛就会相貌圆满，这个很吸引人的，用这种方法宣传佛教，用这种方法替佛招生。所以不劝人的，用实际的行动，用这个方法。在言语里面，就是赞叹。像我们今天这一开经，我们要唱炉香赞，这些赞是赞佛的，是不是要拿这个来供养佛？错了，这个赞就是招生的，赞叹佛的智慧，赞叹佛的德能，赞叹佛的慈悲，让别人听，听到之后，佛这么好，我们应该去亲近他，是这个意思。所以赞要唱得庄严，要唱得很稳重，要唱得字正腔圆，让人家听起来听得很清楚。如果唱的时候不晓得这里面的用意，跟着这个音调谱唱的时候，字句都分不开，效果就没有了，听到你呀呀呜呜的搞半天，不晓得在唱些什么，一个字也没听清楚，这个效果就完全失掉了。赞的用意，使那些没有学佛的人，听到之后，佛有这样大的智慧，这么好的学问，使他感动，他来亲近。所以佛门里头招生有它一套方法，这就是不舍众生，这就是大慈大悲的方便法门，我们必须要晓得。再看下面注子：",
      "zh_TW": "由此可知，我們學了佛，皈依三寶，或者是受了五戒、菩薩戒，你要做得很像樣，讓你的鄰居、親戚朋友一看到你，對你起恭敬心，你怎麼會這麼好？頭一個讓人家有個觀念，你的日子怎麼過得這麼快樂？你怎麼會這麼幸福？我學佛，學佛就會幸福，學佛就會快樂，學佛就會身體健康，學佛就會相貌圓滿，這個很吸引人的，用這種方法宣傳佛教，用這種方法替佛招生。所以不勸人的，用實際的行動，用這個方法。在言語裡面，就是讚歎。像我們今天這一開經，我們要唱爐香讚，這些讚是讚佛的，是不是要拿這個來供養佛？錯了，這個讚就是招生的，讚歎佛的智慧，讚歎佛的德能，讚歎佛的慈悲，讓別人聽，聽到之後，佛這麼好，我們應該去親近他，是這個意思。所以讚要唱得莊嚴，要唱得很穩重，要唱得字正腔圓，讓人家聽起來聽得很清楚。如果唱的時候不曉得這裡面的用意，跟著這個音調譜唱的時候，字句都分不開，效果就沒有了，聽到你呀呀嗚嗚的搞半天，不曉得在唱些什麼，一個字也沒聽清楚，這個效果就完全失掉了。讚的用意，使那些沒有學佛的人，聽到之後，佛有這樣大的智慧，這麼好的學問，使他感動，他來親近。所以佛門裡頭招生有它一套方法，這就是不捨眾生，這就是大慈大悲的方便法門，我們必須要曉得。再看下面註子："
    },
    {
      "id": "09-023-0026_p0014",
      "zh_CN": "「是故」，这一段经文一开头，是故须菩提。",
      "zh_TW": "「是故」，這一段經文一開頭，是故須菩提。"
    },
    {
      "id": "09-023-0026_p0015",
      "zh_CN": "【是故，承上起下之词。】",
      "zh_TW": "【是故，承上起下之詞。】"
    },
    {
      "id": "09-023-0026_p0016",
      "zh_CN": "这两个字是连接词，连接前后经文的。",
      "zh_TW": "這兩個字是連接詞，連接前後經文的。"
    },
    {
      "id": "09-023-0026_p0017",
      "zh_CN": "【不但上承生信一大段，直是紧与开经处总示呼应相通。正明一切无住，最后更就菩萨修六度时，于庄严佛土，亦无所住。】",
      "zh_TW": "【不但上承生信一大段，直是緊與開經處總示呼應相通。正明一切無住，最後更就菩薩修六度時，於莊嚴佛土，亦無所住。】"
    },
    {
      "id": "09-023-0026_p0018",
      "zh_CN": "我们先看这一段，这是交代得很清楚。「应无所住，而生其心」这八个字，总结经文一开头到此地，这是一个总结，说明一切无住。经一开端，须菩提尊者问了三个问题，这个我们必须要记住。第一个问题是，善男子、善女人发阿耨多罗三藐三菩提心。这就是问的，善男子、善女人发菩提心，这是第一个问题。第二个问题「应云何住」，发了菩提心之后，那个心要安住在哪里？第三个问题「云何降伏其心」，降伏其心就是，我们的妄想心太多了，妄念太多了，妄念要怎样把它伏住？问了这三个问题。佛的回答，都是在无住。",
      "zh_TW": "我們先看這一段，這是交代得很清楚。「應無所住，而生其心」這八個字，總結經文一開頭到此地，這是一個總結，說明一切無住。經一開端，須菩提尊者問了三個問題，這個我們必須要記住。第一個問題是，善男子、善女人發阿耨多羅三藐三菩提心。這就是問的，善男子、善女人發菩提心，這是第一個問題。第二個問題「應云何住」，發了菩提心之後，那個心要安住在哪裡？第三個問題「云何降伏其心」，降伏其心就是，我們的妄想心太多了，妄念太多了，妄念要怎樣把它伏住？問了這三個問題。佛的回答，都是在無住。"
    },
    {
      "id": "09-023-0026_p0019",
      "zh_CN": "首先讲发心，佛教给我们，心量要大。这一点诸位要晓得，佛、菩萨不一定是出家人，这个诸位一定要知道，只有比丘、比丘尼、沙弥、沙弥尼，这个一定是出家人；佛、菩萨不一定是出家人。在家菩萨、在家佛，佛经里面维摩居士就是在家佛，在家的菩萨太多太多了。你们念《无量寿经》，贤护等十六正士是在家菩萨，十六个人，而且都是等觉菩萨，他们的地位跟文殊、普贤，跟地藏菩萨、观音菩萨完全平等，一定要搞清楚。在家可以作菩萨，实在讲你学了佛，学了佛就应该作菩萨，什么叫做菩萨？过佛菩萨的日子，过佛菩萨的生活，就是菩萨。佛菩萨的生活跟我们的生活有什么不一样？从表面上看，没有两样。我们穿衣吃饭，佛菩萨也穿衣吃饭，我们每天工作，他也每天工作，我们迎宾接客，他也不例外，哪有两样？不一样的地方，我们有分别、有执着，他没有分别、没有执着；他无所住，我们是有所住；他生的心好大好大，我们生的心好小，就这一点不相同。我们所生心，得利益是利益自己，利益我家庭，利益我这个团体，我们这个心量很小。佛菩萨生的心利益很大，利益尽虚空遍法界一切众生，就差别在这里。",
      "zh_TW": "首先講發心，佛教給我們，心量要大。這一點諸位要曉得，佛、菩薩不一定是出家人，這個諸位一定要知道，只有比丘、比丘尼、沙彌、沙彌尼，這個一定是出家人；佛、菩薩不一定是出家人。在家菩薩、在家佛，佛經裡面維摩居士就是在家佛，在家的菩薩太多太多了。你們念《無量壽經》，賢護等十六正士是在家菩薩，十六個人，而且都是等覺菩薩，他們的地位跟文殊、普賢，跟地藏菩薩、觀音菩薩完全平等，一定要搞清楚。在家可以作菩薩，實在講你學了佛，學了佛就應該作菩薩，什麼叫做菩薩？過佛菩薩的日子，過佛菩薩的生活，就是菩薩。佛菩薩的生活跟我們的生活有什麼不一樣？從表面上看，沒有兩樣。我們穿衣吃飯，佛菩薩也穿衣吃飯，我們每天工作，他也每天工作，我們迎賓接客，他也不例外，哪有兩樣？不一樣的地方，我們有分別、有執著，他沒有分別、沒有執著；他無所住，我們是有所住；他生的心好大好大，我們生的心好小，就這一點不相同。我們所生心，得利益是利益自己，利益我家庭，利益我這個團體，我們這個心量很小。佛菩薩生的心利益很大，利益盡虛空遍法界一切眾生，就差別在這裡。"
    },
    {
      "id": "09-023-0026_p0020",
      "zh_CN": "我们举个例子，我们穿衣为自己，吃饭也为自己；佛菩萨穿衣，为尽虚空遍法界一切众生，佛菩萨吃饭，也为尽虚空遍法界一切众生，那怎么会一样？这个话怎么讲？我们生活在这个世间，活在这个世间，为自己活的，自己寿命看得好重好重，佛菩萨不是。佛菩萨是：我这个身体在世间是为一切众生做好榜样的，为一切众生做个好样子；他不为自己，所以他穿衣也不为自己，吃饭也不为自己，这就是「应无所住，而生其心」。我们要学，在这里学。佛法的好处，不改变你的生活方式，不改变你的工作行业，就在你现前生活方式里，你的生活很富裕，你就做很富裕人的样子，给天下富裕人做个好样子；你的生活很清苦，你就给一切清苦人做一个好样子，全都是佛，都是菩萨。在你工作、在你行业当中，你给同行做一个好榜样；人家做事业为自己，为自己一个集团，菩萨的心为尽虚空遍法界，他心量不一样，心量广大，心地清净。心量广大、心地清净、心地慈悲，所以他的身心健康，他就自在、快乐、幸福，道理在此地，事实也在此地。所以，佛教给我们应生无所住心。无住，是《金刚经》修学的宗旨，贯穿整个经典，贯穿这全部经典。《金刚经》既然是大般若的纲要，由此可知，无住也是世尊二十二年所说般若经的中心。这两个字，释迦牟尼佛何必要说上二十二年？实在讲，不要嫌二十二年多，我们感觉到二十二年太少了。二百二十年都不多，为什么？佛这样苦口婆心的说，我们还不肯做，处处还是要着相，还是要住，那能说佛二十二年说太多了吗？假如我们一听就照做，佛就省事，不必那样辛苦，不必说那么久，这就是说明，佛说法应机而说，这是苦口婆心！一切无住，要记住这个原则。",
      "zh_TW": "我們舉個例子，我們穿衣為自己，吃飯也為自己；佛菩薩穿衣，為盡虛空遍法界一切眾生，佛菩薩吃飯，也為盡虛空遍法界一切眾生，那怎麼會一樣？這個話怎麼講？我們生活在這個世間，活在這個世間，為自己活的，自己壽命看得好重好重，佛菩薩不是。佛菩薩是：我這個身體在世間是為一切眾生做好榜樣的，為一切眾生做個好樣子；他不為自己，所以他穿衣也不為自己，吃飯也不為自己，這就是「應無所住，而生其心」。我們要學，在這裡學。佛法的好處，不改變你的生活方式，不改變你的工作行業，就在你現前生活方式裡，你的生活很富裕，你就做很富裕人的樣子，給天下富裕人做個好樣子；你的生活很清苦，你就給一切清苦人做一個好樣子，全都是佛，都是菩薩。在你工作、在你行業當中，你給同行做一個好榜樣；人家做事業為自己，為自己一個集團，菩薩的心為盡虛空遍法界，他心量不一樣，心量廣大，心地清淨。心量廣大、心地清淨、心地慈悲，所以他的身心健康，他就自在、快樂、幸福，道理在此地，事實也在此地。所以，佛教給我們應生無所住心。無住，是《金剛經》修學的宗旨，貫穿整個經典，貫穿這全部經典。《金剛經》既然是大般若的綱要，由此可知，無住也是世尊二十二年所說般若經的中心。這兩個字，釋迦牟尼佛何必要說上二十二年？實在講，不要嫌二十二年多，我們感覺到二十二年太少了。二百二十年都不多，為什麼？佛這樣苦口婆心的說，我們還不肯做，處處還是要著相，還是要住，那能說佛二十二年說太多了嗎？假如我們一聽就照做，佛就省事，不必那樣辛苦，不必說那麼久，這就是說明，佛說法應機而說，這是苦口婆心！一切無住，要記住這個原則。"
    },
    {
      "id": "09-023-0026_p0021",
      "zh_CN": "最后更就菩萨修六度时，六度就是菩萨的生活，六波罗蜜都在生活当中，在生活里头，点点滴滴都是六波罗蜜。譬如我们就讲穿衣吃饭，我们说吃饭，吃饭怎么说是六波罗蜜？吃饭是布施，布施是什么意思？布施是舍、放下。吃饭的时候，不要执着饭菜的好坏，不要去挑剔，这就是布施。好吃，也很好；不好吃，也很好，都好！这就是你修布施。一定要讲求怎么样，那布施就没有了；你在搞分别执着。你想想看，吃饭是不是布施波罗蜜？再细说，这个里头，财、法、无畏布施统统具足，就在这一口饭，夹着一箸菜，圆圆满满。你以为布施波罗蜜到哪里去修！吃饭就是持戒波罗蜜，持戒是守规矩。吃的时候规规矩矩，餐具干干净净、整整齐齐，吃饭的时候端坐，这些都是属于守规矩，守规矩就是持戒波罗蜜。吃饭要有耐心，慢慢的吃，细嚼慢咽，这是忍辱波罗蜜，不可以狼吞虎咽，那就没有忍辱。少吃，尤其现在，少吃肉类多吃青菜，少吃油炸的东西，多吃一些清淡的，你这个肠胃吸收养分没有障碍，这属于精进波罗蜜。我们吃饭的时候，规规矩矩吃饭，不为外面境界所干扰，保持着心地清净，专心在用餐，禅定波罗蜜。吃的色香味，甜是甜的，辣是辣的，不是说一切都不分了，不分那人就麻木了，分得清清楚楚的，般若波罗蜜。你们想想看，在日常生活当中，点点滴滴统统具足六波罗蜜。",
      "zh_TW": "最後更就菩薩修六度時，六度就是菩薩的生活，六波羅蜜都在生活當中，在生活裡頭，點點滴滴都是六波羅蜜。譬如我們就講穿衣吃飯，我們說吃飯，吃飯怎麼說是六波羅蜜？吃飯是布施，布施是什麼意思？布施是捨、放下。吃飯的時候，不要執著飯菜的好壞，不要去挑剔，這就是布施。好吃，也很好；不好吃，也很好，都好！這就是你修布施。一定要講求怎麼樣，那布施就沒有了；你在搞分別執著。你想想看，吃飯是不是布施波羅蜜？再細說，這個裡頭，財、法、無畏布施統統具足，就在這一口飯，夾著一箸菜，圓圓滿滿。你以為布施波羅蜜到哪裡去修！吃飯就是持戒波羅蜜，持戒是守規矩。吃的時候規規矩矩，餐具乾乾淨淨、整整齊齊，吃飯的時候端坐，這些都是屬於守規矩，守規矩就是持戒波羅蜜。吃飯要有耐心，慢慢的吃，細嚼慢嚥，這是忍辱波羅蜜，不可以狼吞虎嚥，那就沒有忍辱。少吃，尤其現在，少吃肉類多吃青菜，少吃油炸的東西，多吃一些清淡的，你這個腸胃吸收養分沒有障礙，這屬於精進波羅蜜。我們吃飯的時候，規規矩矩吃飯，不為外面境界所干擾，保持著心地清淨，專心在用餐，禪定波羅蜜。吃的色香味，甜是甜的，辣是辣的，不是說一切都不分了，不分那人就麻木了，分得清清楚楚的，般若波羅蜜。你們想想看，在日常生活當中，點點滴滴統統具足六波羅蜜。"
    },
    {
      "id": "09-023-0026_p0022",
      "zh_CN": "六波罗蜜到哪里修？穿衣吃饭、工作、处事待人接物，哪一样里头不具足圆满的六波罗蜜！具足圆满六波罗蜜，你就过的是菩萨的生活，就不是凡夫。凡夫一餐饭吃完之后，他什么都不知道，迷惑颠倒，不一样就在这里。学佛跟没有学佛之前，不一样就在这里，这叫真正学佛。学佛的成绩，我也讲得很多，成绩在哪里？成绩在你容貌上，在你日常生活一举一动上，知道你有没有功夫，你有没有得利益，这个不能瞒人！刚才我说，身心健康、容貌圆满，这是你修学的成绩。你看哪一尊佛菩萨，那个面孔是苦哈哈的？没有！阿罗汉虽然没有明心见性，还有分别执着，阿罗汉的相貌很奇怪，底下那五百罗汉你们去看看，但是你仔细观察，他的容貌是健康的、是长寿的、是健康的，容貌古怪他不是病态，他没有病容。菩萨明心见性，一个个都很圆满。佛经当中常常赞叹，菩萨的容貌如满月，满月的意思，一丝毫欠缺都没有，圆满之相，这是你修行真正有心得，真正有受用。我们自己要是得不到受用，我们前面曾经说过，如果不是理论上有错误，就是方法上有错误；理论方法上如果没有错误，修行一定得殊胜的果报，一定得很好的受用。这是讲菩萨修六度时，就是菩萨的日常生活。",
      "zh_TW": "六波羅蜜到哪裡修？穿衣吃飯、工作、處事待人接物，哪一樣裡頭不具足圓滿的六波羅蜜！具足圓滿六波羅蜜，你就過的是菩薩的生活，就不是凡夫。凡夫一餐飯吃完之後，他什麼都不知道，迷惑顛倒，不一樣就在這裡。學佛跟沒有學佛之前，不一樣就在這裡，這叫真正學佛。學佛的成績，我也講得很多，成績在哪裡？成績在你容貌上，在你日常生活一舉一動上，知道你有沒有功夫，你有沒有得利益，這個不能瞞人！剛才我說，身心健康、容貌圓滿，這是你修學的成績。你看哪一尊佛菩薩，那個面孔是苦哈哈的？沒有！阿羅漢雖然沒有明心見性，還有分別執著，阿羅漢的相貌很奇怪，底下那五百羅漢你們去看看，但是你仔細觀察，他的容貌是健康的、是長壽的、是健康的，容貌古怪他不是病態，他沒有病容。菩薩明心見性，一個個都很圓滿。佛經當中常常讚歎，菩薩的容貌如滿月，滿月的意思，一絲毫欠缺都沒有，圓滿之相，這是你修行真正有心得，真正有受用。我們自己要是得不到受用，我們前面曾經說過，如果不是理論上有錯誤，就是方法上有錯誤；理論方法上如果沒有錯誤，修行一定得殊勝的果報，一定得很好的受用。這是講菩薩修六度時，就是菩薩的日常生活。"
    },
    {
      "id": "09-023-0026_p0023",
      "zh_CN": "「于庄严佛土」，庄严佛土，这里头，我们前面读过，最重要的是报佛恩。我们在一生当中，能够得到这样的幸福，这是真实的幸福，这不是假的，真正的幸福，真正的圆满，佛菩萨告诉我们的。如果没有佛菩萨的教诲，我们怎么知道，我们怎么会得到？佛菩萨的恩德就太大了。我们报恩，唯一就是庄严佛净土。这是前面说过，用什么庄严？香花庄严，那是假的，前面说过，真正的庄严是心地清净。清净心，心净则佛土净。佛菩萨教我们庄严佛净土，不是别的，清净心，教我们修清净心，我们的心清净了，真正庄严佛净土。形式上的庄严，表法的，这种庄严接引众生。道场布置得富丽堂皇，让人家一看就生欢喜心，很欢喜的走进来，这是接引大众的，真实的庄严是在清净心，这个要知道。如果只着重于表面，心地不清净，这个没有感应，没有感应是得不到真正的受用。得不到真正受用，换句话说，你还是有烦恼，你还是有妄想，还是有忧虑牵挂，依旧过六道轮回的生活，你就得不到受用。得真实受用，过佛菩萨的生活，诸位想想，过佛菩萨的生活，岂不就超越六道轮回了。这是佛法，这是真正的大乘佛法，庄严佛净土。虽然修六度，虽然庄严佛净土，「亦无所住」，心里头还是若无其事。事上要认真，要规规矩矩的做，一点也不马虎，如法的去做，心地干净，决定不染，保持着清净心，这就是无住。因为你心不清净，刚才讲了，那个庄严是假的，心不清净，六度也是假的。一定要心清净，你所做的布施、持戒、忍辱、精进、禅定是真的，它后头那个般若，般若就是清净心，清净心生智慧，那个是般若。诸位想想看，这多重要！所以自始至终讲无住，就是讲保持你的清净心。佛心清净。",
      "zh_TW": "「於莊嚴佛土」，莊嚴佛土，這裡頭，我們前面讀過，最重要的是報佛恩。我們在一生當中，能夠得到這樣的幸福，這是真實的幸福，這不是假的，真正的幸福，真正的圓滿，佛菩薩告訴我們的。如果沒有佛菩薩的教誨，我們怎麼知道，我們怎麼會得到？佛菩薩的恩德就太大了。我們報恩，唯一就是莊嚴佛淨土。這是前面說過，用什麼莊嚴？香花莊嚴，那是假的，前面說過，真正的莊嚴是心地清淨。清淨心，心淨則佛土淨。佛菩薩教我們莊嚴佛淨土，不是別的，清淨心，教我們修清淨心，我們的心清淨了，真正莊嚴佛淨土。形式上的莊嚴，表法的，這種莊嚴接引眾生。道場布置得富麗堂皇，讓人家一看就生歡喜心，很歡喜的走進來，這是接引大眾的，真實的莊嚴是在清淨心，這個要知道。如果只著重於表面，心地不清淨，這個沒有感應，沒有感應是得不到真正的受用。得不到真正受用，換句話說，你還是有煩惱，你還是有妄想，還是有憂慮牽掛，依舊過六道輪迴的生活，你就得不到受用。得真實受用，過佛菩薩的生活，諸位想想，過佛菩薩的生活，豈不就超越六道輪迴了。這是佛法，這是真正的大乘佛法，莊嚴佛淨土。雖然修六度，雖然莊嚴佛淨土，「亦無所住」，心裡頭還是若無其事。事上要認真，要規規矩矩的做，一點也不馬虎，如法的去做，心地乾淨，決定不染，保持著清淨心，這就是無住。因為你心不清淨，剛才講了，那個莊嚴是假的，心不清淨，六度也是假的。一定要心清淨，你所做的布施、持戒、忍辱、精進、禪定是真的，它後頭那個般若，般若就是清淨心，清淨心生智慧，那個是般若。諸位想想看，這多重要！所以自始至終講無住，就是講保持你的清淨心。佛心清淨。"
    },
    {
      "id": "09-023-0026_p0024",
      "zh_CN": "【则非句，不住法相。】",
      "zh_TW": "【則非句，不住法相。】"
    },
    {
      "id": "09-023-0026_p0025",
      "zh_CN": "这个经上讲的，则非，不住法相。",
      "zh_TW": "這個經上講的，則非，不住法相。"
    },
    {
      "id": "09-023-0026_p0026",
      "zh_CN": "【是名句，不住非法相。】",
      "zh_TW": "【是名句，不住非法相。】"
    },
    {
      "id": "09-023-0026_p0027",
      "zh_CN": "非法相是空，不住空。不住空，我们样样如法去做，这是不空。虽做，心地清净，没有分别、没有执着，这就不住法相。这就是说明两边不住，两边都舍，空有两边都舍，两边都不住。",
      "zh_TW": "非法相是空，不住空。不住空，我們樣樣如法去做，這是不空。雖做，心地清淨，沒有分別、沒有執著，這就不住法相。這就是說明兩邊不住，兩邊都捨，空有兩邊都捨，兩邊都不住。"
    },
    {
      "id": "09-023-0026_p0028",
      "zh_CN": "【上来所说，皆是为生心无住、无住生心作张本。亦即为发菩提心者，指示方针耳。】",
      "zh_TW": "【上來所說，皆是為生心無住、無住生心作張本。亦即為發菩提心者，指示方針耳。】"
    },
    {
      "id": "09-023-0026_p0029",
      "zh_CN": "你发菩提心了，菩提心是自度度他，佛这才教给你怎样自度、怎样度他？应生无所住心而行布施，这样才是真正自度度他。怎么去做？就在日常生活当中。我的身没有工作，坐在这里无事，没工作，那是不是也在修六波罗蜜？是的。怎么个修法？意对法尘，六根，眼耳鼻舌身，这外面的，外头都不动了，坐在这儿不动，心在动。心在起心动念，那个起心动念、思惟想像，法尘，心在法尘里面用观照的功夫，也是在行六波罗蜜，这才叫净念相继，没中断过。发菩提心要这样修法。",
      "zh_TW": "你發菩提心了，菩提心是自度度他，佛這才教給你怎樣自度、怎樣度他？應生無所住心而行布施，這樣才是真正自度度他。怎麼去做？就在日常生活當中。我的身沒有工作，坐在這裡無事，沒工作，那是不是也在修六波羅蜜？是的。怎麼個修法？意對法塵，六根，眼耳鼻舌身，這外面的，外頭都不動了，坐在這兒不動，心在動。心在起心動念，那個起心動念、思惟想像，法塵，心在法塵裡面用觀照的功夫，也是在行六波羅蜜，這才叫淨念相繼，沒中斷過。發菩提心要這樣修法。"
    },
    {
      "id": "09-023-0026_p0030",
      "zh_CN": "应，这底下讲，应如是生清净心。",
      "zh_TW": "應，這底下講，應如是生清淨心。"
    },
    {
      "id": "09-023-0026_p0031",
      "zh_CN": "【应者，决定之词。无论小乘大乘、果位因位。】",
      "zh_TW": "【應者，決定之詞。無論小乘大乘、果位因位。】"
    },
    {
      "id": "09-023-0026_p0032",
      "zh_CN": "果位，像前面所举的例子，释迦牟尼佛在然灯佛所，那个时候他是八地菩萨，八地之前看他，是果位，他证了八地；可是九地、十地看他，他是因位，他还在修因，因位、果位这样看法。我们现在是凡夫，连小乘须陀洹果也没证，我们完全在因位上。不管你是在果位还是在因位，",
      "zh_TW": "果位，像前面所舉的例子，釋迦牟尼佛在然燈佛所，那個時候他是八地菩薩，八地之前看他，是果位，他證了八地；可是九地、十地看他，他是因位，他還在修因，因位、果位這樣看法。我們現在是凡夫，連小乘須陀洹果也沒證，我們完全在因位上。不管你是在果位還是在因位，"
    },
    {
      "id": "09-023-0026_p0033",
      "zh_CN": "【皆当无住】",
      "zh_TW": "【皆當無住】"
    },
    {
      "id": "09-023-0026_p0034",
      "zh_CN": "换句话说，佛成佛了，后半部讲到，佛有没有住在佛的果位上？没有。不但在后面经文上明说，前面经文上，实在讲也很清楚的显示给我们看，释迦牟尼佛每天着衣持钵，入舍卫大城乞食，不住佛果相，他所表演的，跟我们一般凡夫一样。佛成佛了，跟凡夫一样，不住他的果位，这是用事实表演出来给我们看，不住果位。因位与果位都不执着，都不住。",
      "zh_TW": "換句話說，佛成佛了，後半部講到，佛有沒有住在佛的果位上？沒有。不但在後面經文上明說，前面經文上，實在講也很清楚的顯示給我們看，釋迦牟尼佛每天著衣持缽，入舍衛大城乞食，不住佛果相，他所表演的，跟我們一般凡夫一樣。佛成佛了，跟凡夫一樣，不住他的果位，這是用事實表演出來給我們看，不住果位。因位與果位都不執著，都不住。"
    },
    {
      "id": "09-023-0026_p0035",
      "zh_CN": "「决定亦当无住」，这发大心的。因为小乘大乘、果位因位都不住，我们今天要想学佛，要是住相怎么行？跟大小乘圣者他们所修学的原则违背了，这个不行，一定要循着他这个途径去走，这是真正靠得住，真实能得成就。「决定亦当无住，非此不可。」稍稍有住就错了！",
      "zh_TW": "「決定亦當無住」，這發大心的。因為小乘大乘、果位因位都不住，我們今天要想學佛，要是住相怎麼行？跟大小乘聖者他們所修學的原則違背了，這個不行，一定要循著他這個途徑去走，這是真正靠得住，真實能得成就。「決定亦當無住，非此不可。」稍稍有住就錯了！"
    },
    {
      "id": "09-023-0026_p0036",
      "zh_CN": "【生心比发心义深。清净心，即是本具之性，所谓自性清净心。清者不浊，净者不染。】",
      "zh_TW": "【生心比發心義深。清淨心，即是本具之性，所謂自性清淨心。清者不濁，淨者不染。】"
    },
    {
      "id": "09-023-0026_p0037",
      "zh_CN": "我们常讲清净心，没有把清净心的标准说出来，这个地方说出它的标准，清的标准是什么意思？净的标准在哪里？这个很难得。清是不浊，浊是混浊，像水一样。所以我们供佛，家里有佛堂，供佛，我讲过很多，最重要的要供一杯水，香花没有都没有关系，最要紧的要供一杯水。水表什么？表清净心，不是给佛菩萨喝的，一定要搞清楚。那一杯水是常常提醒我们自己，供在佛菩萨面前，佛心像水一样清净、没有污染，也不混浊，而且是平的，水是平的，我们的心要平等，心要清净，取这个意思。《无量寿经》经题上：清净、平等、觉，水表这个意思，给我们看的。有很多人都搞错了，都以为是供佛，供养佛的，那就错了，意思全搞错了。还有很多人不懂，供茶，那就错了。茶，你看看不清净，浊，浊染它统统都有，浊又染，不可以供茶，要供清水，开水也可以，清水都可以，取清净的意思，表清净心。清净心就是真心，必须要两边不住，清净心才能现前。为什么世尊对于无住这样重视，就是因为你只要有住，你的心就不清净；换句话说，你的真心就不能现前。",
      "zh_TW": "我們常講清淨心，沒有把清淨心的標準說出來，這個地方說出它的標準，清的標準是什麼意思？淨的標準在哪裡？這個很難得。清是不濁，濁是混濁，像水一樣。所以我們供佛，家裡有佛堂，供佛，我講過很多，最重要的要供一杯水，香花沒有都沒有關係，最要緊的要供一杯水。水表什麼？表清淨心，不是給佛菩薩喝的，一定要搞清楚。那一杯水是常常提醒我們自己，供在佛菩薩面前，佛心像水一樣清淨、沒有污染，也不混濁，而且是平的，水是平的，我們的心要平等，心要清淨，取這個意思。《無量壽經》經題上：清淨、平等、覺，水表這個意思，給我們看的。有很多人都搞錯了，都以為是供佛，供養佛的，那就錯了，意思全搞錯了。還有很多人不懂，供茶，那就錯了。茶，你看看不清淨，濁，濁染它統統都有，濁又染，不可以供茶，要供清水，開水也可以，清水都可以，取清淨的意思，表清淨心。清淨心就是真心，必須要兩邊不住，清淨心才能現前。為什麼世尊對於無住這樣重視，就是因為你只要有住，你的心就不清淨；換句話說，你的真心就不能現前。"
    },
    {
      "id": "09-023-0026_p0038",
      "zh_CN": "后头好，后头佛教给我们，把我们的观念、思想转过来。世间法是一场梦，「一切有为法，如梦幻泡影」，不要当真，你就好自在、好快乐！事情去做，大事也好，小事也好，做了不执着，你看你多快乐！如果你执着，你的事情做得好辛苦，做得好累，佛菩萨在旁边看，可怜，真可怜！可怜悯者。你如果做而无做，无做而做，那做得多快乐！做，认真的做，努力的去做，不休息的去做，心里头干干净净，「做无所做，得无所得」，你就快成佛了，佛虽然没有成，快了，接近了，这才叫真正的幸福，才叫无量的福德。他称性，他跟自性相应，跟清净心相应了，这个福报就大，无有穷尽。《金刚经》上较量福德有六次，这经上，一次比一次殊胜，那就是一次比一次放下得多，你放下得愈多，心愈清净，那个功德就无量无边。",
      "zh_TW": "後頭好，後頭佛教給我們，把我們的觀念、思想轉過來。世間法是一場夢，「一切有為法，如夢幻泡影」，不要當真，你就好自在、好快樂！事情去做，大事也好，小事也好，做了不執著，你看你多快樂！如果你執著，你的事情做得好辛苦，做得好累，佛菩薩在旁邊看，可憐，真可憐！可憐憫者。你如果做而無做，無做而做，那做得多快樂！做，認真的做，努力的去做，不休息的去做，心裡頭乾乾淨淨，「做無所做，得無所得」，你就快成佛了，佛雖然沒有成，快了，接近了，這才叫真正的幸福，才叫無量的福德。他稱性，他跟自性相應，跟清淨心相應了，這個福報就大，無有窮盡。《金剛經》上較量福德有六次，這經上，一次比一次殊勝，那就是一次比一次放下得多，你放下得愈多，心愈清淨，那個功德就無量無邊。"
    },
    {
      "id": "09-023-0026_p0039",
      "zh_CN": "【虽为无明烦恼尘垢所障，但能依法修行，清净本性依然现前。】",
      "zh_TW": "【雖為無明煩惱塵垢所障，但能依法修行，清淨本性依然現前。】"
    },
    {
      "id": "09-023-0026_p0040",
      "zh_CN": "我们现在是被无明烦恼，尘垢是比喻，就是比喻无明烦恼，把我们的本性障碍了，也就是我们的清净心不能现前。我们有妄念，妄念就是不平等，妄念心像波浪一样，起起伏伏的，这妄念；我们有贪瞋痴慢，贪瞋痴慢是污染；这两种障碍都非常严重。《金刚经》专治这两种毛病，使我们的心恢复清净，恢复平静，平等清净，依照这个方法去修学，就行了。这个方法，理上通达了，我们晓得了，事上有困难。为什么？事上去修，的确心要很细，粗心大意的人，难！因为不但要观照，微密观照，才真得受用。像我刚刚举的这个例子，吃一口饭都具足圆满六波罗蜜，几个人知道？穿个衣也是圆满六波罗蜜，一举一动统统具足圆满六波罗蜜，叫微密观照，粗心大意的人没有法子。没有法子，懂得这个道理，行，我们换一个方法，我们不用《金刚经》上观照的方法，我们用念佛的方法。不必去理会微细的六度行为，我们只用一句阿弥陀佛代替，这个方法简单，人人都会做。这一句阿弥陀佛，说实在话，也是圆满六波罗蜜，不需要一样一样去分析，你老实念佛就行了。一起心动念，马上就换成阿弥陀佛，这就成功了。这一句阿弥陀佛，不但是六波罗蜜，三学、六度、普贤菩萨十大愿王统统具足，这是佛法的总纲领。换句话说，所有一切佛法都在这一句佛号之中，一个不漏。它的功德，功是功夫，修行的功夫，有功夫就有得，得什么？清净本性依然现前，就恢复了，这就是得。不能执着得的相，执着得的相就错了。",
      "zh_TW": "我們現在是被無明煩惱，塵垢是比喻，就是比喻無明煩惱，把我們的本性障礙了，也就是我們的清淨心不能現前。我們有妄念，妄念就是不平等，妄念心像波浪一樣，起起伏伏的，這妄念；我們有貪瞋痴慢，貪瞋痴慢是污染；這兩種障礙都非常嚴重。《金剛經》專治這兩種毛病，使我們的心恢復清淨，恢復平靜，平等清淨，依照這個方法去修學，就行了。這個方法，理上通達了，我們曉得了，事上有困難。為什麼？事上去修，的確心要很細，粗心大意的人，難！因為不但要觀照，微密觀照，才真得受用。像我剛剛舉的這個例子，吃一口飯都具足圓滿六波羅蜜，幾個人知道？穿個衣也是圓滿六波羅蜜，一舉一動統統具足圓滿六波羅蜜，叫微密觀照，粗心大意的人沒有法子。沒有法子，懂得這個道理，行，我們換一個方法，我們不用《金剛經》上觀照的方法，我們用念佛的方法。不必去理會微細的六度行為，我們只用一句阿彌陀佛代替，這個方法簡單，人人都會做。這一句阿彌陀佛，說實在話，也是圓滿六波羅蜜，不需要一樣一樣去分析，你老實念佛就行了。一起心動念，馬上就換成阿彌陀佛，這就成功了。這一句阿彌陀佛，不但是六波羅蜜，三學、六度、普賢菩薩十大願王統統具足，這是佛法的總綱領。換句話說，所有一切佛法都在這一句佛號之中，一個不漏。它的功德，功是功夫，修行的功夫，有功夫就有得，得什麼？清淨本性依然現前，就恢復了，這就是得。不能執著得的相，執著得的相就錯了。"
    },
    {
      "id": "09-023-0026_p0041",
      "zh_CN": "【凡发无上正等觉心之人，应令清净本性现前。故曰应生清净心。言下有回头是岸意，其警人也深矣。】",
      "zh_TW": "【凡發無上正等覺心之人，應令清淨本性現前。故曰應生清淨心。言下有回頭是岸意，其警人也深矣。】"
    },
    {
      "id": "09-023-0026_p0042",
      "zh_CN": "经文上说，『诸菩萨摩诃萨，应如是生清净心』，如是是总指前面所说的，要像佛所讲的，你要生清净心，清净心要现前，这才是佛菩萨。在日常生活行持上，佛菩萨跟我们凡夫，实在讲没有两样，你很难分得出来，用心不一样。凡夫的心，混浊之心；佛菩萨的心，清净之心。混浊的心是妄心，清净心是真心，不一样的地方在此地。这一句，应生清净心，佛这句话含义很深，有叫我们回头是岸。从哪里回头？不是在生活上回头，不是在事业、工作上回头，是在念头上回头，把从前那个观念转过来就行了。以前你的想法、看法这个念头，是凡夫的想法，凡夫的念头，也就是佛常在大乘经上讲的轮回心。诸位要晓得，我们见色闻声，六根接触外面六尘境界，起心动念、分别执着，那叫轮回心，所造的是六道轮回业。实在讲，我们穿衣吃饭，干的是什么业？六道轮回业，佛菩萨穿衣吃饭，圆满六波罗蜜，那怎么会一样，差太远！我们穿衣吃饭搞六道轮回，他们穿衣吃饭圆满六波罗蜜。所以诸位同修，你要真的把佛法搞会了，不要说别的，《金刚经》搞会了，你真是快乐无比！你也可以说，这个世界上的人，我最快乐，真的，一点都不假。你的生活，表面上人家看不出，跟人家一样，实际上完全不相同，真的过的是自在、幸福、美满的生活。回头是从这里回头，这也是很深的警惕。",
      "zh_TW": "經文上說，『諸菩薩摩訶薩，應如是生清淨心』，如是是總指前面所說的，要像佛所講的，你要生清淨心，清淨心要現前，這才是佛菩薩。在日常生活行持上，佛菩薩跟我們凡夫，實在講沒有兩樣，你很難分得出來，用心不一樣。凡夫的心，混濁之心；佛菩薩的心，清淨之心。混濁的心是妄心，清淨心是真心，不一樣的地方在此地。這一句，應生清淨心，佛這句話含義很深，有叫我們回頭是岸。從哪裡回頭？不是在生活上回頭，不是在事業、工作上回頭，是在念頭上回頭，把從前那個觀念轉過來就行了。以前你的想法、看法這個念頭，是凡夫的想法，凡夫的念頭，也就是佛常在大乘經上講的輪迴心。諸位要曉得，我們見色聞聲，六根接觸外面六塵境界，起心動念、分別執著，那叫輪迴心，所造的是六道輪迴業。實在講，我們穿衣吃飯，幹的是什麼業？六道輪迴業，佛菩薩穿衣吃飯，圓滿六波羅蜜，那怎麼會一樣，差太遠！我們穿衣吃飯搞六道輪迴，他們穿衣吃飯圓滿六波羅蜜。所以諸位同修，你要真的把佛法搞會了，不要說別的，《金剛經》搞會了，你真是快樂無比！你也可以說，這個世界上的人，我最快樂，真的，一點都不假。你的生活，表面上人家看不出，跟人家一樣，實際上完全不相同，真的過的是自在、幸福、美滿的生活。回頭是從這裡回頭，這也是很深的警惕。"
    },
    {
      "id": "09-023-0026_p0043",
      "zh_CN": "【说一句生清净心，无异说明发菩提心之所以然。何谓发菩提心？曰，一心清净而已矣。】",
      "zh_TW": "【說一句生清淨心，無異說明發菩提心之所以然。何謂發菩提心？曰，一心清淨而已矣。】"
    },
    {
      "id": "09-023-0026_p0044",
      "zh_CN": "这是真正的菩提心。菩提是觉悟，不迷不染，那个心就叫菩提心，觉悟的心。因为染、迷，我们的心就迷惑颠倒，这是妄心。",
      "zh_TW": "這是真正的菩提心。菩提是覺悟，不迷不染，那個心就叫菩提心，覺悟的心。因為染、迷，我們的心就迷惑顛倒，這是妄心。"
    },
    {
      "id": "09-023-0026_p0045",
      "zh_CN": "【当知人心惟危，道心惟微。此是教人，世间一切皆应不着。】",
      "zh_TW": "【當知人心惟危，道心惟微。此是教人，世間一切皆應不著。】"
    },
    {
      "id": "09-023-0026_p0046",
      "zh_CN": "人心惟危，道心惟微，是儒家所讲的，世间圣人所讲的。人心是妄心，妄心的确很危险，妄念一个接着一个。儒家的圣人实在讲也很了不起，他的话讲得非常含蓄。危的是什么？一不谨慎就堕六道。六道的心是贪瞋痴，贪瞋痴这个念头太重，来生就是六道，人心惟危，没有讲错，很正确。道心惟微，非常之微细，一转念就是道心。实在讲人心跟道心是一个心，不是两个心，真心跟妄心是一体。这个意思都是教人，世间法不应该执着。我们再翻过来看：",
      "zh_TW": "人心惟危，道心惟微，是儒家所講的，世間聖人所講的。人心是妄心，妄心的確很危險，妄念一個接著一個。儒家的聖人實在講也很了不起，他的話講得非常含蓄。危的是什麼？一不謹慎就墮六道。六道的心是貪瞋痴，貪瞋痴這個念頭太重，來生就是六道，人心惟危，沒有講錯，很正確。道心惟微，非常之微細，一轉念就是道心。實在講人心跟道心是一個心，不是兩個心，真心跟妄心是一體。這個意思都是教人，世間法不應該執著。我們再翻過來看："
    },
    {
      "id": "09-023-0026_p0047",
      "zh_CN": "【觉照即是在起心动念处，微密用功，乃为切实。】",
      "zh_TW": "【覺照即是在起心動念處，微密用功，乃為切實。】"
    },
    {
      "id": "09-023-0026_p0048",
      "zh_CN": "这刚才说过了，此地说得很清楚、很明白，但是用功非要心很定、很细的人，才能用得上。这个心里头妄想多、杂念多、烦恼多，用不上功，教你也没用处。即使禅堂里头坐禅，盘腿面壁倒很像个样子，心里头还是妄想一大堆，那有什么用？没有用。禅定是叫你心定，不是叫你身定，身定没有用处，心要定。所以真正用功在哪里？起心动念之处。我们这个方法用不上，刚才讲了，念佛，起心动念之处，一句阿弥陀佛念到底，那就行了。比这个方法方便，收的效果比这个方法还要殊胜，用这个方法完全靠自己功夫，自己功夫达不到这个标准，要成就就很难。念佛有佛力加持，那个不一样，功夫达不到，佛力还是加持，不但阿弥陀佛加持我们，十方一切诸佛如来统统加持，所以念佛的功德不可思议。念佛要得到感应，要诚心念、一心念，不能有怀疑，不能有夹杂，那个功德就很殊胜。如果念佛当中生了疑惑，像平常我们生病了，念阿弥陀佛念了几天没效果，大概要念药师佛，药师佛是管治病的，观音菩萨管消灾的，一个人分配一个职务，这就是什么？你的心有疑惑、有怀疑，所以念的没有感应，夹杂，没有感应。一定要专心念、一心念，诚诚恳恳的念，一定得感应，而且感应很快，很显著。前面实在讲得很多，我们身体有病痛，不健康，毛病很多，如何把它去掉？修清净心，只要清净心得到了，什么病痛都没有了，什么毛病也没有了，这实在！现在我们这个世间真的很可怜，我们所吃的东西、喝的东西都有毒，蔬菜都有农药。从前李老师讲，现在人生活跟从前人不能比，从前人吃的真的有色香味，现在三餐服毒。天天服毒，大概肠胃有了抗生素，有了抗体，还能应付，但是诸位要晓得，日久天长，毒素累积在那里就变成病毒，慢慢累积就变成病毒，病毒一发作这就没救。什么方法解毒？大慈悲心。你真的有大慈悲心，什么样的毒到这儿来都化解掉，不要去找解毒药。清净心、大慈悲心是最好的解毒药。我们看诸佛菩萨吃毒药他都不怕，他也没有去找解毒药，到他那里自然就化解，就是慈悲、清净、慈悲，我们要养这个心。",
      "zh_TW": "這剛才說過了，此地說得很清楚、很明白，但是用功非要心很定、很細的人，才能用得上。這個心裡頭妄想多、雜念多、煩惱多，用不上功，教你也沒用處。即使禪堂裡頭坐禪，盤腿面壁倒很像個樣子，心裡頭還是妄想一大堆，那有什麼用？沒有用。禪定是叫你心定，不是叫你身定，身定沒有用處，心要定。所以真正用功在哪裡？起心動念之處。我們這個方法用不上，剛才講了，念佛，起心動念之處，一句阿彌陀佛念到底，那就行了。比這個方法方便，收的效果比這個方法還要殊勝，用這個方法完全靠自己功夫，自己功夫達不到這個標準，要成就就很難。念佛有佛力加持，那個不一樣，功夫達不到，佛力還是加持，不但阿彌陀佛加持我們，十方一切諸佛如來統統加持，所以念佛的功德不可思議。念佛要得到感應，要誠心念、一心念，不能有懷疑，不能有夾雜，那個功德就很殊勝。如果念佛當中生了疑惑，像平常我們生病了，念阿彌陀佛念了幾天沒效果，大概要念藥師佛，藥師佛是管治病的，觀音菩薩管消災的，一個人分配一個職務，這就是什麼？你的心有疑惑、有懷疑，所以念的沒有感應，夾雜，沒有感應。一定要專心念、一心念，誠誠懇懇的念，一定得感應，而且感應很快，很顯著。前面實在講得很多，我們身體有病痛，不健康，毛病很多，如何把它去掉？修清淨心，只要清淨心得到了，什麼病痛都沒有了，什麼毛病也沒有了，這實在！現在我們這個世間真的很可憐，我們所吃的東西、喝的東西都有毒，蔬菜都有農藥。從前李老師講，現在人生活跟從前人不能比，從前人吃的真的有色香味，現在三餐服毒。天天服毒，大概腸胃有了抗生素，有了抗體，還能應付，但是諸位要曉得，日久天長，毒素累積在那裡就變成病毒，慢慢累積就變成病毒，病毒一發作這就沒救。什麼方法解毒？大慈悲心。你真的有大慈悲心，什麼樣的毒到這兒來都化解掉，不要去找解毒藥。清淨心、大慈悲心是最好的解毒藥。我們看諸佛菩薩吃毒藥他都不怕，他也沒有去找解毒藥，到他那裡自然就化解，就是慈悲、清淨、慈悲，我們要養這個心。"
    },
    {
      "id": "09-023-0026_p0049",
      "zh_CN": "【发大悲心，广修六度，利益众生。】",
      "zh_TW": "【發大悲心，廣修六度，利益眾生。】"
    },
    {
      "id": "09-023-0026_p0050",
      "zh_CN": "这都在我们日常生活当中，点点滴滴统统都是。「多读大乘，解慧增明」，多读大乘经，开智慧，「增长戒定」。夏莲老净语教人，夏莲居老居士他自己编了一个小册子叫《净语》，实在上就是莲老的法语，这个小册子我们都印出来了，流通很广。",
      "zh_TW": "這都在我們日常生活當中，點點滴滴統統都是。「多讀大乘，解慧增明」，多讀大乘經，開智慧，「增長戒定」。夏蓮老淨語教人，夏蓮居老居士他自己編了一個小冊子叫《淨語》，實在上就是蓮老的法語，這個小冊子我們都印出來了，流通很廣。"
    },
    {
      "id": "09-023-0026_p0051",
      "zh_CN": "【教人持戒、念佛、看经论，察过去习毋自欺。正是此意。】",
      "zh_TW": "【教人持戒、念佛、看經論，察過去習毋自欺。正是此意。】"
    },
    {
      "id": "09-023-0026_p0052",
      "zh_CN": "教我们要持戒念佛、要看经，要知道自己的过失，知道自己的毛病习气，知道之后一定把它改正过来，这叫真正的修行。",
      "zh_TW": "教我們要持戒念佛、要看經，要知道自己的過失，知道自己的毛病習氣，知道之後一定把它改正過來，這叫真正的修行。"
    },
    {
      "id": "09-023-0026_p0053",
      "zh_CN": "【本性活活泼泼地，无相无不相。】",
      "zh_TW": "【本性活活潑潑地，無相無不相。】"
    },
    {
      "id": "09-023-0026_p0054",
      "zh_CN": "无相是从体上说的，本性之体没有相，本来无一物。它能够现相，现相是清净性体起作用，起作用能现相，所以无不相，无不相就是有相。",
      "zh_TW": "無相是從體上說的，本性之體沒有相，本來無一物。它能夠現相，現相是清淨性體起作用，起作用能現相，所以無不相，無不相就是有相。"
    },
    {
      "id": "09-023-0026_p0055",
      "zh_CN": "【经云不住色等，又云生心，以示发菩提心者，不应住于尘相，非令心如死水也。】",
      "zh_TW": "【經云不住色等，又云生心，以示發菩提心者，不應住於塵相，非令心如死水也。】"
    },
    {
      "id": "09-023-0026_p0056",
      "zh_CN": "这一段的开示很重要，有很多修定的人错了，认为什么？定中的境界，一念不生了，那就叫定，那个错了。佛法里面讲一念不生，是讲妄念，妄念不生，他有正念。一念不生的时候，一个妄念都不生，他还有正念，可见得他不是没有念，他有正念，正念不是妄念。正念是什么？正念是无念，无念就是不执着的念，一切都不执着，那个叫正念，不是没有念；没有念，外面相就没有了。相从哪来的？相从念头生的。佛在大经里常讲：一切法从心想生。心没有想，哪来的相？十法界都是从心想生的，西方极乐世界也是从心想生的，想西方极乐世界，极乐世界就现前，一切法从心想生。所以，不可以叫心如死水，心如死水那叫无想定，无想定实在讲也很难修，修成了之后，他的果报在四禅，四禅有个无想天，专收无想定的人，无想定成功就都到那里去报到去了，那个天我们佛法叫做外道天。学佛，好心学佛了，最后学成外道，真冤枉！真的好不容易！如果拿那个定、那个心来念佛，给诸位说，上上品往生，马上就花开见佛。一念之差，就是前面所讲的道心惟微，你看那么一点点，果报相差太远太远了。所以这是无住又说生心，道理在此地。是教我们要活活泼泼的去做，决不是死呆板的，虽然去做，心里头干干净净，一尘不染，这个快乐。心里染着就是六道轮回，心地不染着，超越六道轮回。如果超越六道轮回，什么都不做是小乘，堕到空里面去了；一切都做，大乘菩萨，广度众生。所以说穿衣吃饭，点点滴滴，统统都是广度众生，度尽虚空遍法界一切众生，你看这个范围多广多大。",
      "zh_TW": "這一段的開示很重要，有很多修定的人錯了，認為什麼？定中的境界，一念不生了，那就叫定，那個錯了。佛法裡面講一念不生，是講妄念，妄念不生，他有正念。一念不生的時候，一個妄念都不生，他還有正念，可見得他不是沒有念，他有正念，正念不是妄念。正念是什麼？正念是無念，無念就是不執著的念，一切都不執著，那個叫正念，不是沒有念；沒有念，外面相就沒有了。相從哪來的？相從念頭生的。佛在大經裡常講：一切法從心想生。心沒有想，哪來的相？十法界都是從心想生的，西方極樂世界也是從心想生的，想西方極樂世界，極樂世界就現前，一切法從心想生。所以，不可以叫心如死水，心如死水那叫無想定，無想定實在講也很難修，修成了之後，他的果報在四禪，四禪有個無想天，專收無想定的人，無想定成功就都到那裡去報到去了，那個天我們佛法叫做外道天。學佛，好心學佛了，最後學成外道，真冤枉！真的好不容易！如果拿那個定、那個心來念佛，給諸位說，上上品往生，馬上就花開見佛。一念之差，就是前面所講的道心惟微，你看那麼一點點，果報相差太遠太遠了。所以這是無住又說生心，道理在此地。是教我們要活活潑潑的去做，決不是死呆板的，雖然去做，心裡頭乾乾淨淨，一塵不染，這個快樂。心裡染著就是六道輪迴，心地不染著，超越六道輪迴。如果超越六道輪迴，什麼都不做是小乘，墮到空裡面去了；一切都做，大乘菩薩，廣度眾生。所以說穿衣吃飯，點點滴滴，統統都是廣度眾生，度盡虛空遍法界一切眾生，你看這個範圍多廣多大。"
    },
    {
      "id": "09-023-0026_p0057",
      "zh_CN": "【清净心是真心，住尘攀缘心，即是妄心。】",
      "zh_TW": "【清淨心是真心，住塵攀緣心，即是妄心。】"
    },
    {
      "id": "09-023-0026_p0058",
      "zh_CN": "尘就是六尘：色声香味触法，你住就错了，住就是攀缘，那就是妄心。",
      "zh_TW": "塵就是六塵：色聲香味觸法，你住就錯了，住就是攀緣，那就是妄心。"
    },
    {
      "id": "09-023-0026_p0059",
      "zh_CN": "【楞严云：一切众生，从无始来，种种颠倒。诸修行人，不能得成无上菩提，乃至别成声闻、缘觉及外道等。】",
      "zh_TW": "【楞嚴云：一切眾生，從無始來，種種顛倒。諸修行人，不能得成無上菩提，乃至別成聲聞、緣覺及外道等。】"
    },
    {
      "id": "09-023-0026_p0060",
      "zh_CN": "这就是修行修错了，好心发的心，想学菩萨、想学佛，结果学错了，学错了如果学成声闻、缘觉还算不错，路是走岔了，但是还可以回头。如果搞成外道，那可麻烦大，回不了头！那就错得太离谱，像刚才讲修定，你修成无想定，这就太离谱，完全错了。",
      "zh_TW": "這就是修行修錯了，好心發的心，想學菩薩、想學佛，結果學錯了，學錯了如果學成聲聞、緣覺還算不錯，路是走岔了，但是還可以回頭。如果搞成外道，那可麻煩大，回不了頭！那就錯得太離譜，像剛才講修定，你修成無想定，這就太離譜，完全錯了。"
    },
    {
      "id": "09-023-0026_p0061",
      "zh_CN": "「皆由不知二种根本」，这是世尊在《楞严经》上讲的「错乱修习」，不晓得二种根本。",
      "zh_TW": "「皆由不知二種根本」，這是世尊在《楞嚴經》上講的「錯亂修習」，不曉得二種根本。"
    },
    {
      "id": "09-023-0026_p0062",
      "zh_CN": "【一者，无始生死根本。则汝今者，与诸众生，用攀缘心为自性者。】",
      "zh_TW": "【一者，無始生死根本。則汝今者，與諸眾生，用攀緣心為自性者。】"
    },
    {
      "id": "09-023-0026_p0063",
      "zh_CN": "误会了，把妄心当作真心，攀缘心就是生灭心，妄念。妄想杂念这个心当作自己的真心，用这个心来修行错了，用这个心修六度万行都不行。这前面说过，用这种心修六度，还是六道轮回业，戒定慧、六度、十大愿王，好事情、善事，果报在三善道，不能出轮回。原因在哪里？你是用的攀缘心，你是用的妄想心，用这个心修行，出不了轮回。可是诸位要知道，不用这个心，难！真的比登天还难，我们没办法，这才知道非念佛不可。用这种心念佛可以往生，往生就超越轮回，这叫第一方便。用这种心修别的法门，不行，只能修三善道，不能出轮回。用这个心念佛叫带业往生，生凡圣同居土、生方便有余土，西方极乐世界四土，底下这二层就是这样的人去往生的。",
      "zh_TW": "誤會了，把妄心當作真心，攀緣心就是生滅心，妄念。妄想雜念這個心當作自己的真心，用這個心來修行錯了，用這個心修六度萬行都不行。這前面說過，用這種心修六度，還是六道輪迴業，戒定慧、六度、十大願王，好事情、善事，果報在三善道，不能出輪迴。原因在哪裡？你是用的攀緣心，你是用的妄想心，用這個心修行，出不了輪迴。可是諸位要知道，不用這個心，難！真的比登天還難，我們沒辦法，這才知道非念佛不可。用這種心念佛可以往生，往生就超越輪迴，這叫第一方便。用這種心修別的法門，不行，只能修三善道，不能出輪迴。用這個心念佛叫帶業往生，生凡聖同居土、生方便有餘土，西方極樂世界四土，底下這二層就是這樣的人去往生的。"
    },
    {
      "id": "09-023-0026_p0064",
      "zh_CN": "【二者，无始菩提涅槃元清净体。】",
      "zh_TW": "【二者，無始菩提涅槃元清淨體。】"
    },
    {
      "id": "09-023-0026_p0065",
      "zh_CN": "这是真心。",
      "zh_TW": "這是真心。"
    },
    {
      "id": "09-023-0026_p0066",
      "zh_CN": "【则汝今者，识精元明，能生诸缘，缘所遗者。】",
      "zh_TW": "【則汝今者，識精元明，能生諸緣，緣所遺者。】"
    },
    {
      "id": "09-023-0026_p0067",
      "zh_CN": "这几句话意思很深，如果要讲的话，这四句两个小时讲不完，这《楞严经》上的，我们不说了。这是真心，就是此地讲的清净心。如果我们用清净心念佛往生，给诸位说，生实报庄严土、常寂光净土，那个不一样，那完全不相同。可是要跟一般人比较起来，念佛的功德是无比殊胜；一般人除念佛法门以外，用清净心来修六度万行，可以超越六道轮回，可以明心见性，证到圆教初住，别教初地菩萨，能证到这个果位，不能跟往生的人比。往生的人，你们诸位想想看，实报庄严土往生，到了西方极乐世界就花开见佛；换句话说，他是真正的八地菩萨。你自己要修行修到八地，《华严经》上跟我们讲老实话，证到圆教初住，明心见性，要修到八地，要修二个多阿僧祇劫。二大阿僧祇劫修到第七地，再往上进入到八地的时候，已经入第三个阿僧祇劫，你说这个时间多长。到西方极乐世界去，马上就得到，不能比！所以，这些佛菩萨都教我们多读大乘，你多读你才知道，才知道这个事实真相，才晓得这个道理。我们对于这一切法门，才知道如何去选择。世尊在《楞严经》上教给我们，跟此地所讲这个意思相同，特别引用到此地来。",
      "zh_TW": "這幾句話意思很深，如果要講的話，這四句兩個小時講不完，這《楞嚴經》上的，我們不說了。這是真心，就是此地講的清淨心。如果我們用清淨心念佛往生，給諸位說，生實報莊嚴土、常寂光淨土，那個不一樣，那完全不相同。可是要跟一般人比較起來，念佛的功德是無比殊勝；一般人除念佛法門以外，用清淨心來修六度萬行，可以超越六道輪迴，可以明心見性，證到圓教初住，別教初地菩薩，能證到這個果位，不能跟往生的人比。往生的人，你們諸位想想看，實報莊嚴土往生，到了西方極樂世界就花開見佛；換句話說，他是真正的八地菩薩。你自己要修行修到八地，《華嚴經》上跟我們講老實話，證到圓教初住，明心見性，要修到八地，要修二個多阿僧祇劫。二大阿僧祇劫修到第七地，再往上進入到八地的時候，已經入第三個阿僧祇劫，你說這個時間多長。到西方極樂世界去，馬上就得到，不能比！所以，這些佛菩薩都教我們多讀大乘，你多讀你才知道，才知道這個事實真相，才曉得這個道理。我們對於這一切法門，才知道如何去選擇。世尊在《楞嚴經》上教給我們，跟此地所講這個意思相同，特別引用到此地來。"
    },
    {
      "id": "09-023-0026_p0068",
      "zh_CN": "【须知住尘之心是识】",
      "zh_TW": "【須知住塵之心是識】"
    },
    {
      "id": "09-023-0026_p0069",
      "zh_CN": "就是八识，八识是妄心，不是真心。",
      "zh_TW": "就是八識，八識是妄心，不是真心。"
    },
    {
      "id": "09-023-0026_p0070",
      "zh_CN": "【因其攀缘，名之曰妄。而此妄心，原是真心之所变现。云何变，由其不达一真法界，分别人我故也。】",
      "zh_TW": "【因其攀緣，名之曰妄。而此妄心，原是真心之所變現。云何變，由其不達一真法界，分別人我故也。】"
    },
    {
      "id": "09-023-0026_p0071",
      "zh_CN": "他不知道法界原本是一体，在这里头起心动念、分别执着，具足四相，我相、人相、众生相、寿者相，统统具足了，这样变成凡夫。",
      "zh_TW": "他不知道法界原本是一體，在這裡頭起心動念、分別執著，具足四相，我相、人相、眾生相、壽者相，統統具足了，這樣變成凡夫。"
    },
    {
      "id": "09-023-0026_p0072",
      "zh_CN": "【无所住，含有不执着亦不断灭二义。而生其心，而有而又、而后二义。其字指菩提、六度等。】",
      "zh_TW": "【無所住，含有不執著亦不斷滅二義。而生其心，而有而又、而後二義。其字指菩提、六度等。】"
    },
    {
      "id": "09-023-0026_p0073",
      "zh_CN": "也就是指一切佛法。",
      "zh_TW": "也就是指一切佛法。"
    },
    {
      "id": "09-023-0026_p0074",
      "zh_CN": "【如是则所发修行六度之心，方为菩提心。以其与自性清净心相应故。】",
      "zh_TW": "【如是則所發修行六度之心，方為菩提心。以其與自性清淨心相應故。】"
    },
    {
      "id": "09-023-0026_p0075",
      "zh_CN": "真的到这个地方，把这个中心给我们说出来了。中心就是「无住」，无住就是清净心，无住是空有两边都不住。所以不执着、不断灭，不执着是不住有，不断灭是不住空，空有两边不住。无所住里头是两个意思。而生其心这个而，也是两个意思。虽然一切不住，他又生心。也许有人会问：我既然一切都放下了，我一切都无所得了，我为什么还拼命工作，做得那么辛苦。这个人不糊涂吗？不是自找苦吃吗？这个念头这叫妄念，这叫妄想，他不晓得自己错了。如果清净心现前，一切都放下了，你每天工作二十四个小时，累不累？一点也不累。为什么不累？没做，心干净，一点分别执着没有，就这个道理，只有快乐，只有欢喜，法喜充满。一般人心地污染，用妄心，工作几个小时就累得不得了，妄心会累。真心不累，真心里头空空洞洞，真心不累，愈用愈自在，愈用智慧愈增长。妄心愈用烦恼愈增长，烦恼增长怎么不累？累死人了。佛菩萨工作，他智慧增长，他不是烦恼增长，所以他不会累，这是我们一般人不知道这里面真正的状况，愈做愈欢喜，能够利益一切众生，而又不着相。",
      "zh_TW": "真的到這個地方，把這個中心給我們說出來了。中心就是「無住」，無住就是清淨心，無住是空有兩邊都不住。所以不執著、不斷滅，不執著是不住有，不斷滅是不住空，空有兩邊不住。無所住裡頭是兩個意思。而生其心這個而，也是兩個意思。雖然一切不住，他又生心。也許有人會問：我既然一切都放下了，我一切都無所得了，我為什麼還拼命工作，做得那麼辛苦。這個人不糊塗嗎？不是自找苦吃嗎？這個念頭這叫妄念，這叫妄想，他不曉得自己錯了。如果清淨心現前，一切都放下了，你每天工作二十四個小時，累不累？一點也不累。為什麼不累？沒做，心乾淨，一點分別執著沒有，就這個道理，只有快樂，只有歡喜，法喜充滿。一般人心地污染，用妄心，工作幾個小時就累得不得了，妄心會累。真心不累，真心裡頭空空洞洞，真心不累，愈用愈自在，愈用智慧愈增長。妄心愈用煩惱愈增長，煩惱增長怎麼不累？累死人了。佛菩薩工作，他智慧增長，他不是煩惱增長，所以他不會累，這是我們一般人不知道這裡面真正的狀況，愈做愈歡喜，能夠利益一切眾生，而又不著相。"
    },
    {
      "id": "09-023-0026_p0076",
      "zh_CN": "【不应取法，不应取非法。这两句贯彻全经。此中之应生清净心，应无所住而生其心，又是不应取法两句之点睛处。应无所住，不应取法也。而生其心，不应取非法也。】",
      "zh_TW": "【不應取法，不應取非法。這兩句貫徹全經。此中之應生清淨心，應無所住而生其心，又是不應取法兩句之點睛處。應無所住，不應取法也。而生其心，不應取非法也。】"
    },
    {
      "id": "09-023-0026_p0077",
      "zh_CN": "我们可以看到经文前后的照应，意思非常的精细、微妙！",
      "zh_TW": "我們可以看到經文前後的照應，意思非常的精細、微妙！"
    },
    {
      "id": "09-023-0026_p0078",
      "zh_CN": "【但清净不生心，便是死水，佛法所不许。】",
      "zh_TW": "【但清淨不生心，便是死水，佛法所不許。】"
    },
    {
      "id": "09-023-0026_p0079",
      "zh_CN": "心清净，什么事情不干，我们讲学佛消极，不但世间人不欢迎，佛也不要你，佛要的是积极为大众去服务。",
      "zh_TW": "心清淨，什麼事情不幹，我們講學佛消極，不但世間人不歡迎，佛也不要你，佛要的是積極為大眾去服務。"
    },
    {
      "id": "09-023-0026_p0080",
      "zh_CN": "【清净要在生心中显现】",
      "zh_TW": "【清淨要在生心中顯現】"
    },
    {
      "id": "09-023-0026_p0081",
      "zh_CN": "清净心在什么地方显现？在一切工作里面显现，在日常生活当中显现，愈是繁忙，愈是繁杂当中，愈显示出清净平等，这是真功夫。那个刀一样，愈磨愈快，离开磨刀石，那个刀怎么能说锋利？要在事上去磨炼，叫历事炼心，绝对不离开众生，绝对不离开社会，这就是正确的，这就没有错误了，是佛法对我们要求的、希求的。",
      "zh_TW": "清淨心在什麼地方顯現？在一切工作裡面顯現，在日常生活當中顯現，愈是繁忙，愈是繁雜當中，愈顯示出清淨平等，這是真功夫。那個刀一樣，愈磨愈快，離開磨刀石，那個刀怎麼能說鋒利？要在事上去磨鍊，叫歷事鍊心，絕對不離開眾生，絕對不離開社會，這就是正確的，這就沒有錯誤了，是佛法對我們要求的、希求的。"
    },
    {
      "id": "09-023-0026_p0082",
      "zh_CN": "【生者，任运而生。】",
      "zh_TW": "【生者，任運而生。】"
    },
    {
      "id": "09-023-0026_p0083",
      "zh_CN": "生是自然的，任运是自然的，不是勉强的，不是我们有意取的，有意思取的就错了，那叫妄心。只要老老实实依照佛的教训去做。不会做呢？老实念佛，念到功夫成熟了，什么是功夫成熟？心清净了。还是这一句话，念到心清净就是功夫成熟了。清净心现前，就叫做一心不乱。只要这样老实去念，就生心，就生了。",
      "zh_TW": "生是自然的，任運是自然的，不是勉強的，不是我們有意取的，有意思取的就錯了，那叫妄心。只要老老實實依照佛的教訓去做。不會做呢？老實念佛，念到功夫成熟了，什麼是功夫成熟？心清淨了。還是這一句話，念到心清淨就是功夫成熟了。清淨心現前，就叫做一心不亂。只要這樣老實去念，就生心，就生了。"
    },
    {
      "id": "09-023-0026_p0084",
      "zh_CN": "【无住，无妨随缘而住。】",
      "zh_TW": "【無住，無妨隨緣而住。】"
    },
    {
      "id": "09-023-0026_p0085",
      "zh_CN": "生活随缘就快乐，攀缘就不快乐。攀缘是什么？心里头有妄想，我们讲有忧虑、有牵挂、有烦恼。随缘，没有忧虑、没有牵挂、没有烦恼、没有得失心，样样都自在！顺境也好，逆境也好，没有一样不好，一切都随缘。随缘而住，就是无住。",
      "zh_TW": "生活隨緣就快樂，攀緣就不快樂。攀緣是什麼？心裡頭有妄想，我們講有憂慮、有牽掛、有煩惱。隨緣，沒有憂慮、沒有牽掛、沒有煩惱、沒有得失心，樣樣都自在！順境也好，逆境也好，沒有一樣不好，一切都隨緣。隨緣而住，就是無住。"
    },
    {
      "id": "09-023-0026_p0086",
      "zh_CN": "【虽住而实无所住】",
      "zh_TW": "【雖住而實無所住】"
    },
    {
      "id": "09-023-0026_p0087",
      "zh_CN": "随缘就是无住，攀缘就是真的他有住。",
      "zh_TW": "隨緣就是無住，攀緣就是真的他有住。"
    },
    {
      "id": "09-023-0026_p0088",
      "zh_CN": "【任运而生者，法尔显现。】",
      "zh_TW": "【任運而生者，法爾顯現。】"
    },
    {
      "id": "09-023-0026_p0089",
      "zh_CN": "法尔是自然的意思，比自然来得还自然，就叫法尔，这是佛学名词，自自然然的，自然显现，没有一丝毫勉强，没有一丝毫的做作。",
      "zh_TW": "法爾是自然的意思，比自然來得還自然，就叫法爾，這是佛學名詞，自自然然的，自然顯現，沒有一絲毫勉強，沒有一絲毫的做作。"
    },
    {
      "id": "09-023-0026_p0090",
      "zh_CN": "【生而实无所生】",
      "zh_TW": "【生而實無所生】"
    },
    {
      "id": "09-023-0026_p0091",
      "zh_CN": "连那个生的相也不分别、也不执着，这就是生而无生，不是它真的无生，它真的有生，不执着，心里头若无其事。",
      "zh_TW": "連那個生的相也不分別、也不執著，這就是生而無生，不是它真的無生，它真的有生，不執著，心裡頭若無其事。"
    },
    {
      "id": "09-023-0026_p0092",
      "zh_CN": "【果能如是，则法法都显无住生心，物物莫非般若实相。】",
      "zh_TW": "【果能如是，則法法都顯無住生心，物物莫非般若實相。】"
    },
    {
      "id": "09-023-0026_p0093",
      "zh_CN": "这个在前面跟诸位报告过，像穿衣吃饭，清清楚楚、明明白白，具足圆满六波罗蜜。法法是一切法，不仅是佛法，包括世间法，包括我们生活当中，微不足道的点点滴滴，都是无住生心，都是实相般若。大道在哪里？眼底全是。我们读了《金刚经》，这些真实的事相要是没有看清楚的话，这个经叫白看了、白读了。果然看清楚，果然看明白，这个心念头一转就回头，一回头，恭喜你！你转凡成圣，你本来是六道凡夫，现在一转变，你就是佛菩萨。如果一心念阿弥陀佛，你笃定是菩萨，绝对不是凡夫。这一转变的时候，求生净土毫无障碍，什么障碍都没有了，这都是真实话。所以说，实相般若就现前。",
      "zh_TW": "這個在前面跟諸位報告過，像穿衣吃飯，清清楚楚、明明白白，具足圓滿六波羅蜜。法法是一切法，不僅是佛法，包括世間法，包括我們生活當中，微不足道的點點滴滴，都是無住生心，都是實相般若。大道在哪裡？眼底全是。我們讀了《金剛經》，這些真實的事相要是沒有看清楚的話，這個經叫白看了、白讀了。果然看清楚，果然看明白，這個心念頭一轉就回頭，一回頭，恭喜你！你轉凡成聖，你本來是六道凡夫，現在一轉變，你就是佛菩薩。如果一心念阿彌陀佛，你篤定是菩薩，絕對不是凡夫。這一轉變的時候，求生淨土毫無障礙，什麼障礙都沒有了，這都是真實話。所以說，實相般若就現前。"
    },
    {
      "id": "09-023-0026_p0094",
      "zh_CN": "「学佛必须依教奉行，教义幽深」，释迦牟尼佛四十九年所说的，教义真的是深，「必应得其纲领所在」，深不怕，抓到纲领就有办法了，《金刚经》是纲领。",
      "zh_TW": "「學佛必須依教奉行，教義幽深」，釋迦牟尼佛四十九年所說的，教義真的是深，「必應得其綱領所在」，深不怕，抓到綱領就有辦法了，《金剛經》是綱領。"
    },
    {
      "id": "09-023-0026_p0095",
      "zh_CN": "【不应住色生心，不应住声香味触法生心。】",
      "zh_TW": "【不應住色生心，不應住聲香味觸法生心。】"
    },
    {
      "id": "09-023-0026_p0096",
      "zh_CN": "这两句话是《金刚经》的总纲领。「应无所住，而生其心」就是这两句话的总结。无论修何法，参禅也好、学教也好、持咒也好、念佛也好，不管你修哪个法门，这是说的佛法，这个法里头还包括世间法。世间法里面，不管你学哪一种学科，你在大学里面所选的学系不一样，你在社会上工作行业不一样，都是法，也就是我在前面所说的，无论你是哪一种生活方式，无论你是从事于哪一种行业，行住坐卧不离这个，才有入处。入什么？入佛菩萨的行列，入幸福快乐圆满生活的系列，你入这个进去了，真的得大自在！而自性清净心，才能透露出些消息。无论是佛法、世法，总而言之一句话，一定要把清净心露出来，就在你生活当中，就在你工作当中，就在你事业当中，透出你的清净心，你就不是凡夫了。换句话说，你就离开苦恼，离开烦恼，清净心里头没有烦恼，你就生智慧，你就超越六道轮回，所以我说，往生西方极乐世界，上上品往生。所修之法，亦可望有成就之期。你所修的佛法有成就，你能得禅定，你能开智慧，你能修行证果，在世间法里面，你能够建功立业，成就你辉煌的事业，统统有帮助，你这才晓得《金刚经》的价值，才知道大乘佛法是无价之宝！我们称它作法宝，这个是名副其实。今天我们到这里告一个段落。",
      "zh_TW": "這兩句話是《金剛經》的總綱領。「應無所住，而生其心」就是這兩句話的總結。無論修何法，參禪也好、學教也好、持咒也好、念佛也好，不管你修哪個法門，這是說的佛法，這個法裡頭還包括世間法。世間法裡面，不管你學哪一種學科，你在大學裡面所選的學系不一樣，你在社會上工作行業不一樣，都是法，也就是我在前面所說的，無論你是哪一種生活方式，無論你是從事於哪一種行業，行住坐臥不離這個，才有入處。入什麼？入佛菩薩的行列，入幸福快樂圓滿生活的系列，你入這個進去了，真的得大自在！而自性清淨心，才能透露出些消息。無論是佛法、世法，總而言之一句話，一定要把清淨心露出來，就在你生活當中，就在你工作當中，就在你事業當中，透出你的清淨心，你就不是凡夫了。換句話說，你就離開苦惱，離開煩惱，清淨心裡頭沒有煩惱，你就生智慧，你就超越六道輪迴，所以我說，往生西方極樂世界，上上品往生。所修之法，亦可望有成就之期。你所修的佛法有成就，你能得禪定，你能開智慧，你能修行證果，在世間法裡面，你能夠建功立業，成就你輝煌的事業，統統有幫助，你這才曉得《金剛經》的價值，才知道大乘佛法是無價之寶！我們稱它作法寶，這個是名副其實。今天我們到這裡告一個段落。"
    }
  ]
}