{
  "doc_id": "09-023-0109",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０九集",
    "zh_TW": "第一０九集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国净宗学会",
    "zh_TW": "美國淨宗學會"
  },
  "doc_number": "09-023-0109",
  "total_paragraphs": 82,
  "paragraphs": [
    {
      "id": "09-023-0109_p0001",
      "zh_CN": "请掀开经本二百五十五页，请看经文，大字的是经文：",
      "zh_TW": "請掀開經本二百五十五頁，請看經文，大字的是經文："
    },
    {
      "id": "09-023-0109_p0002",
      "zh_CN": "经【何以故？世尊说我见人见众生见寿者见，即非我见人见众生见寿者见，是名我见人见众生见寿者见。】",
      "zh_TW": "經【何以故？世尊說我見人見眾生見壽者見，即非我見人見眾生見壽者見，是名我見人見眾生見壽者見。】"
    },
    {
      "id": "09-023-0109_p0003",
      "zh_CN": "这一段经文是须菩提说的，解释前面所讲所以然的道理。我们看注解，翻过来看注解。经文看起来好像是很简单，很容易懂，而实际上他的含义很深很广。",
      "zh_TW": "這一段經文是須菩提說的，解釋前面所講所以然的道理。我們看註解，翻過來看註解。經文看起來好像是很簡單，很容易懂，而實際上他的含義很深很廣。"
    },
    {
      "id": "09-023-0109_p0004",
      "zh_CN": "【是名，约相，约缘起说。即非，约性，约性空义说。】",
      "zh_TW": "【是名，約相，約緣起說。即非，約性，約性空義說。】"
    },
    {
      "id": "09-023-0109_p0005",
      "zh_CN": "「约」，古人用这个字，就像现在我们所讲的「就是」，就是这个意思。就是从相上讲，就是从缘起上讲。但是「约」比我们讲「就是」，那个意思还深、还圆满。相是现相，前面说过很多，现相不是实在的，但是不能说它没有，它有；有，不是实在的有，也就是不是存在的有，佛法叫它做假有、妙有、幻有。有这么多名词，我们从这里面去体会。佛法说真、说妄、说有、说无，它有一个界定，就是有个定义。凡是会变的，凡是会动的，都是假的，都是虚而不实的。凡是永恒不变的，那是真的，那个才叫有。本性空寂，它永远不变，虽然现相，体性还是不变，佛法称它为真实的，称它为有。现相是刹那生灭相续的现相，所以它不是真有。这是说明「是名、即非」。",
      "zh_TW": "「約」，古人用這個字，就像現在我們所講的「就是」，就是這個意思。就是從相上講，就是從緣起上講。但是「約」比我們講「就是」，那個意思還深、還圓滿。相是現相，前面說過很多，現相不是實在的，但是不能說它沒有，它有；有，不是實在的有，也就是不是存在的有，佛法叫它做假有、妙有、幻有。有這麼多名詞，我們從這裡面去體會。佛法說真、說妄、說有、說無，它有一個界定，就是有個定義。凡是會變的，凡是會動的，都是假的，都是虛而不實的。凡是永恆不變的，那是真的，那個才叫有。本性空寂，它永遠不變，雖然現相，體性還是不變，佛法稱它為真實的，稱它為有。現相是剎那生滅相續的現相，所以它不是真有。這是說明「是名、即非」。"
    },
    {
      "id": "09-023-0109_p0006",
      "zh_CN": "【我人等见，皆为缘起之幻相。】",
      "zh_TW": "【我人等見，皆為緣起之幻相。】"
    },
    {
      "id": "09-023-0109_p0007",
      "zh_CN": "说一切现相，这些物质的现象，是生灭相续的相，我们能够体会得到。这地方讲更深一层的意思，这是讲到心理的现象，不是外面物质现象。经上讲的四相，是物质的现象，物理的现象。四见是心理的现象；换句话说，这是心理的作用，我们讲心理的作用。作用它现相，它不是没有相，确确实实它也现相，那么这个相也不是真的。如果我们用相宗的讲法，这就很容易懂。法相唯识宗跟我们讲八识五十一心所，这都是讲的心理。八识，阿赖耶识是心之本体，是心之体，前七识跟五十一心所，用现代的话说是心理作用，心理起用。经上告诉我们，心心所都有四分，四分就是相分、见分、自证分、证自证分。阿赖耶识也有这四分。我们明白这个四分，就晓得心理起作用有相，它有见分，它有相分，它有相，所以它还是缘起的。",
      "zh_TW": "說一切現相，這些物質的現象，是生滅相續的相，我們能夠體會得到。這地方講更深一層的意思，這是講到心理的現象，不是外面物質現象。經上講的四相，是物質的現象，物理的現象。四見是心理的現象；換句話說，這是心理的作用，我們講心理的作用。作用它現相，它不是沒有相，確確實實它也現相，那麼這個相也不是真的。如果我們用相宗的講法，這就很容易懂。法相唯識宗跟我們講八識五十一心所，這都是講的心理。八識，阿賴耶識是心之本體，是心之體，前七識跟五十一心所，用現代的話說是心理作用，心理起用。經上告訴我們，心心所都有四分，四分就是相分、見分、自證分、證自證分。阿賴耶識也有這四分。我們明白這個四分，就曉得心理起作用有相，它有見分，它有相分，它有相，所以它還是緣起的。"
    },
    {
      "id": "09-023-0109_p0008",
      "zh_CN": "怎么缘起的？要讲最初的因缘，是「一念不觉，而有无明。」那个一念不觉，就是缘起。所以阿赖耶也是缘起。因此，法相宗将八识五十一心所，都放在有为法上。有为法就是有生灭；换句话说，有为法都是假的，都不是真的。心法、心所法、色法；色法是我们今天讲的物质，《金刚经》上讲的四相，这是物质；还有心不相应行法，这个也确实有这些事情，当然也是假的。「心不相应行法」，我们现代的名词，叫它做抽象的概念，确实有这个事情，它既不是心法，也不是色法，它是从心法跟色法里头变现出来的，是一个抽象的概念。譬如二十四个不相应里面，第一个是「得」，得失。得失，单单讲得失，它不是心法，心里头没有得失，也不是色法，色里头也没有得失。得失是什么？妄想、妄念。譬如我今天得到钱了，我得到这个钱了，单单讲得，「我得到了」，这是心法，我以为得到了；钱是所得的，是色法。这个能得、所得离开，单单讲「得」，这个得是既非色法亦非心法，所以这是一个抽象的概念。同样的道理，我们今天讲时间、讲空间，时间、空间也是个抽象的概念，不是事实，它既不是心法，它也不是色法。所以这一类的东西，叫做不相应行法，也是缘生的，都是假的，这是我们必须要搞清楚。凡是假的，就要从心里面把它舍掉，怎么叫从心里舍掉？不要去分别，不要去执着，不要去计较，不要把它放在心上，假的！你把这些东西执着以为是实有，那就苦了，你就会生烦恼。所以应该要舍的，要放下的，一定要舍，一定要放下，道理在此地。",
      "zh_TW": "怎麼緣起的？要講最初的因緣，是「一念不覺，而有無明。」那個一念不覺，就是緣起。所以阿賴耶也是緣起。因此，法相宗將八識五十一心所，都放在有為法上。有為法就是有生滅；換句話說，有為法都是假的，都不是真的。心法、心所法、色法；色法是我們今天講的物質，《金剛經》上講的四相，這是物質；還有心不相應行法，這個也確實有這些事情，當然也是假的。「心不相應行法」，我們現代的名詞，叫它做抽象的概念，確實有這個事情，它既不是心法，也不是色法，它是從心法跟色法裡頭變現出來的，是一個抽象的概念。譬如二十四個不相應裡面，第一個是「得」，得失。得失，單單講得失，它不是心法，心裡頭沒有得失，也不是色法，色裡頭也沒有得失。得失是什麼？妄想、妄念。譬如我今天得到錢了，我得到這個錢了，單單講得，「我得到了」，這是心法，我以為得到了；錢是所得的，是色法。這個能得、所得離開，單單講「得」，這個得是既非色法亦非心法，所以這是一個抽象的概念。同樣的道理，我們今天講時間、講空間，時間、空間也是個抽象的概念，不是事實，它既不是心法，它也不是色法。所以這一類的東西，叫做不相應行法，也是緣生的，都是假的，這是我們必須要搞清楚。凡是假的，就要從心裡面把它捨掉，怎麼叫從心裡捨掉？不要去分別，不要去執著，不要去計較，不要把它放在心上，假的！你把這些東西執著以為是實有，那就苦了，你就會生煩惱。所以應該要捨的，要放下的，一定要捨，一定要放下，道理在此地。"
    },
    {
      "id": "09-023-0109_p0009",
      "zh_CN": "哪些是真实的？真实的我们才要。真如本性是真实的。佛法的修学，特别是在大乘法里；小乘法是一个阶段，没有达到目的；大乘法无论哪一个宗派，无论哪一个法门，它最后的目标都是明心见性。每一个宗派里面，所说的名词术语不相同，但是它的境界、目标完全是相同的，这是我们不能不知道的。我们学佛求的是什么？求的就是明心见性。心性才是真正的自己，所有一切万事万法、虚空法界，都是心性缘起变现出来的，那个才叫真正的能变，根本的能变，要找到这个。找到这个之后，我们就得大自在了。十法界依正庄严，想怎么变就怎么变，你说这个多自在！这才叫真正解决问题。禅宗里面讲「父母未生前本来面目」，那才是自己的本人。学佛没有别的，是把真正的自己找到，找到这个，在佛法里面就叫做成佛，就叫做证得无上菩提，就这么一回事情。这是说明，见相都是缘起的幻相，都不是真实的。",
      "zh_TW": "哪些是真實的？真實的我們才要。真如本性是真實的。佛法的修學，特別是在大乘法裡；小乘法是一個階段，沒有達到目的；大乘法無論哪一個宗派，無論哪一個法門，它最後的目標都是明心見性。每一個宗派裡面，所說的名詞術語不相同，但是它的境界、目標完全是相同的，這是我們不能不知道的。我們學佛求的是什麼？求的就是明心見性。心性才是真正的自己，所有一切萬事萬法、虛空法界，都是心性緣起變現出來的，那個才叫真正的能變，根本的能變，要找到這個。找到這個之後，我們就得大自在了。十法界依正莊嚴，想怎麼變就怎麼變，你說這個多自在！這才叫真正解決問題。禪宗裡面講「父母未生前本來面目」，那才是自己的本人。學佛沒有別的，是把真正的自己找到，找到這個，在佛法裡面就叫做成佛，就叫做證得無上菩提，就這麼一回事情。這是說明，見相都是緣起的幻相，都不是真實的。"
    },
    {
      "id": "09-023-0109_p0010",
      "zh_CN": "【此佛说我见之真实义】",
      "zh_TW": "【此佛說我見之真實義】"
    },
    {
      "id": "09-023-0109_p0011",
      "zh_CN": "佛在这个经上，屡次的讲到四相四见，真正的意思在此地。所以我们不能够误会，不能够错解，执着真的有四见，那就错了。",
      "zh_TW": "佛在這個經上，屢次的講到四相四見，真正的意思在此地。所以我們不能夠誤會，不能夠錯解，執著真的有四見，那就錯了。"
    },
    {
      "id": "09-023-0109_p0012",
      "zh_CN": "【我见是无明本】",
      "zh_TW": "【我見是無明本】"
    },
    {
      "id": "09-023-0109_p0013",
      "zh_CN": "底下说「知见立知，是无明本」，这句话是出在《楞严经》上。",
      "zh_TW": "底下說「知見立知，是無明本」，這句話是出在《楞嚴經》上。"
    },
    {
      "id": "09-023-0109_p0014",
      "zh_CN": "【为成凡之由】",
      "zh_TW": "【為成凡之由】"
    },
    {
      "id": "09-023-0109_p0015",
      "zh_CN": "六道凡夫，凡夫是迷惑颠倒，造业受难，这是凡夫。为什么会变成凡夫？就是凡夫执着有我见。诸位要晓得，只要执着有我见，四见就全了；与我见相对的，人见、众生见、寿者见。这就是说明，只要有我见，他就有无量无边的妄想，妄想从这儿生的。既有妄想，必定就有分别执着，从分别执着里面就变出我相、人相、众生相、寿者相，这就搞六道轮回。六道轮回是这么来的，它的根本就是从我见来的。佛在此地说了这么多，真正的用意告诉我们：我见是假的，我见根本不存在，是这么个意思。缘起性空，不但自性里面没有这个东西，实实在在说，自性所现的现相，相分里面也确确实实没有这些。虽有相，相刹那生灭，真的是了不可得。千万不能把这个相续相看作是真常的，这是很大的误会。由此可知，佛为我们说明这些事实真相，帮助我们看破，帮助我们放下，帮助我们了生死、出轮回，用意在这个地方。",
      "zh_TW": "六道凡夫，凡夫是迷惑顛倒，造業受難，這是凡夫。為什麼會變成凡夫？就是凡夫執著有我見。諸位要曉得，只要執著有我見，四見就全了；與我見相對的，人見、眾生見、壽者見。這就是說明，只要有我見，他就有無量無邊的妄想，妄想從這兒生的。既有妄想，必定就有分別執著，從分別執著裡面就變出我相、人相、眾生相、壽者相，這就搞六道輪迴。六道輪迴是這麼來的，它的根本就是從我見來的。佛在此地說了這麼多，真正的用意告訴我們：我見是假的，我見根本不存在，是這麼個意思。緣起性空，不但自性裡面沒有這個東西，實實在在說，自性所現的現相，相分裡面也確確實實沒有這些。雖有相，相剎那生滅，真的是了不可得。千萬不能把這個相續相看作是真常的，這是很大的誤會。由此可知，佛為我們說明這些事實真相，幫助我們看破，幫助我們放下，幫助我們了生死、出輪迴，用意在這個地方。"
    },
    {
      "id": "09-023-0109_p0016",
      "zh_CN": "【破我见是智慧光】",
      "zh_TW": "【破我見是智慧光】"
    },
    {
      "id": "09-023-0109_p0017",
      "zh_CN": "智慧在哪里？不是我见以外有个智慧，那就错了，这是佛法非常困难的一个地方。自古以来，学佛的人有多少？几个人开悟？几个人证果？为什么学佛的人那么多，成就的人那么少？如果我们要追究它的根本原因，可以用一句话包括：错解了佛的意思。佛说的话没说错，我们听错了，听的时候把意思会错了。譬如我们听「破我见是智慧光」，一定要用智慧来破执着，智慧跟迷执好像是对立的两桩事，这就错了，不晓得智慧跟我见是一桩事。六祖在《坛经》里面说得很好，我们也念得很熟，甚至于也能说得出来，可是它就不能兑现，那就不起作用。我们在《坛经》上看到，当年六祖跟印宗法师见面的时候，印宗是岭南的大善知识，讲经说法的法师。就是现在广州光孝寺这个道场，这个道场还在，讲《涅槃经》，风动幡动那个旗杆现在还在。不知道是不是原来的旗杆？可能不是的，那个旗杆不可能存在这么多年，但是决定是那个位置，那是没有错的。印宗知道惠能大师是从黄梅得法，就是五祖的传人，对他非常尊重。向他请教，五祖平常说法的时候，对于禅定、解脱怎么讲法？六祖回答他，回答的就非常高明，并没有说五祖禅定怎么说法，解脱怎么说法，他没有说这个。他回答说：禅定、解脱是二法，佛法是不二法。同样这个道理，智慧、我见是二法，佛法是不二法。你如果懂得不二法，这问题解决了。你要认为这是二法，你永远不得其门而入，这是佛法的难处。所以学佛的人很多，悟入的人很少，原因在哪里？都落在二法里头。",
      "zh_TW": "智慧在哪裡？不是我見以外有個智慧，那就錯了，這是佛法非常困難的一個地方。自古以來，學佛的人有多少？幾個人開悟？幾個人證果？為什麼學佛的人那麼多，成就的人那麼少？如果我們要追究它的根本原因，可以用一句話包括：錯解了佛的意思。佛說的話沒說錯，我們聽錯了，聽的時候把意思會錯了。譬如我們聽「破我見是智慧光」，一定要用智慧來破執著，智慧跟迷執好像是對立的兩樁事，這就錯了，不曉得智慧跟我見是一樁事。六祖在《壇經》裡面說得很好，我們也念得很熟，甚至於也能說得出來，可是它就不能兌現，那就不起作用。我們在《壇經》上看到，當年六祖跟印宗法師見面的時候，印宗是嶺南的大善知識，講經說法的法師。就是現在廣州光孝寺這個道場，這個道場還在，講《涅槃經》，風動幡動那個旗桿現在還在。不知道是不是原來的旗桿？可能不是的，那個旗桿不可能存在這麼多年，但是決定是那個位置，那是沒有錯的。印宗知道惠能大師是從黃梅得法，就是五祖的傳人，對他非常尊重。向他請教，五祖平常說法的時候，對於禪定、解脫怎麼講法？六祖回答他，回答的就非常高明，並沒有說五祖禪定怎麼說法，解脫怎麼說法，他沒有說這個。他回答說：禪定、解脫是二法，佛法是不二法。同樣這個道理，智慧、我見是二法，佛法是不二法。你如果懂得不二法，這問題解決了。你要認為這是二法，你永遠不得其門而入，這是佛法的難處。所以學佛的人很多，悟入的人很少，原因在哪裡？都落在二法裡頭。"
    },
    {
      "id": "09-023-0109_p0018",
      "zh_CN": "明了我见是缘起的，明了我见是是名，即非是名，这就是智慧。我见还有没有？不能说没有，也不能说有。你说有，他事实真相彻底了解，他确实没有这个念头。你说它没有，他跟大家讲经说法，那个我见不知道讲多少句？释迦牟尼佛不是在《金刚经》上讲了很多吗？所以有跟无是一不是二。有我见、无我见，那就变成二法了。诸位要能明白这个道理，细心向这个体会，你才懂得如来所说的真实义。开经偈讲「愿解如来真实义」，你才会真正明了。落在二里面，永远没有办法。所以我们想想，印宗法师那样的大善知识，还是不得其门而入，那个原因就是不知道是一法。尽虚空遍法界是一个一，那你就真正入了法界。凡是不能入法界的，都落二、三。",
      "zh_TW": "明瞭我見是緣起的，明瞭我見是是名，即非是名，這就是智慧。我見還有沒有？不能說沒有，也不能說有。你說有，他事實真相徹底了解，他確實沒有這個念頭。你說它沒有，他跟大家講經說法，那個我見不知道講多少句？釋迦牟尼佛不是在《金剛經》上講了很多嗎？所以有跟無是一不是二。有我見、無我見，那就變成二法了。諸位要能明白這個道理，細心向這個體會，你才懂得如來所說的真實義。開經偈講「願解如來真實義」，你才會真正明瞭。落在二裡面，永遠沒有辦法。所以我們想想，印宗法師那樣的大善知識，還是不得其門而入，那個原因就是不知道是一法。盡虛空遍法界是一個一，那你就真正入了法界。凡是不能入法界的，都落二、三。"
    },
    {
      "id": "09-023-0109_p0019",
      "zh_CN": "净土宗的修行，大家念佛念得很久，往生有没有把握？西方世界阿弥陀佛有没有消息？没有！为什么没有？依旧是落在二、三。这经上教给你，一向专念、一心不乱，你果然是一，那跟西方世界就联络上了。关键都在一，这是真正的门径，真实不可思议。希望同修向这个地方去体会，你的修学境界一定是一年比一年殊胜，一月比一月进步。这是佛在此地所说的这一句的深义，这个经文里面我们所念的，「世尊说我见，即非我见，是名我见」，下面我们省略，用意在此地，这就是破我见之智慧光。",
      "zh_TW": "淨土宗的修行，大家念佛念得很久，往生有沒有把握？西方世界阿彌陀佛有沒有消息？沒有！為什麼沒有？依舊是落在二、三。這經上教給你，一向專念、一心不亂，你果然是一，那跟西方世界就聯絡上了。關鍵都在一，這是真正的門徑，真實不可思議。希望同修向這個地方去體會，你的修學境界一定是一年比一年殊勝，一月比一月進步。這是佛在此地所說的這一句的深義，這個經文裡面我們所念的，「世尊說我見，即非我見，是名我見」，下面我們省略，用意在此地，這就是破我見之智慧光。"
    },
    {
      "id": "09-023-0109_p0020",
      "zh_CN": "【乃成圣之路】",
      "zh_TW": "【乃成聖之路】"
    },
    {
      "id": "09-023-0109_p0021",
      "zh_CN": "超凡成圣。我们现在是六道凡夫，过的是凡夫的苦日子。假如能够在这一句句下，「佛说我见，即非我见，是名我见」，你恍然大悟了，真的明白佛说的意思，你从现在凡夫地就成佛了。前面讲，这当中没有次第、没有阶级，从凡夫地一下就成佛了。这个事情，我们不必从经典上去看，就以六祖惠能的例子来看。当年他在黄梅，五祖跟他讲《金刚经》，不像我们这样细讲。五祖跟他讲《金刚经》的时间，我们的判断没有超过两个小时。他在半夜跟他讲，大家没有人见到。讲到「应无所住，而生其心」，他就明白了，后头就不要讲了。不但是《金刚经》不要讲了，一切经都不要讲了。他悟到什么？他就悟到个「一」。《维摩经》上讲的不二法门，不二就是一。世出世间一切法，都是从自性里头变现出来的，一是真心，一是本性。你真正把这个根源找到，那些枝枝叶叶，所有的问题全部解决了。这叫上上根人，这是聪明人。中下根性的人，不晓得从根本修，从枝枝叶叶。像一棵树一样，你所见的是一片叶子，那个范围就太小太小了；你能够懂得树枝，那你就高明太多了，这就好比你深入多了；你要是能把树的根本找到，那就全部都解决了。",
      "zh_TW": "超凡成聖。我們現在是六道凡夫，過的是凡夫的苦日子。假如能夠在這一句句下，「佛說我見，即非我見，是名我見」，你恍然大悟了，真的明白佛說的意思，你從現在凡夫地就成佛了。前面講，這當中沒有次第、沒有階級，從凡夫地一下就成佛了。這個事情，我們不必從經典上去看，就以六祖惠能的例子來看。當年他在黃梅，五祖跟他講《金剛經》，不像我們這樣細講。五祖跟他講《金剛經》的時間，我們的判斷沒有超過兩個小時。他在半夜跟他講，大家沒有人見到。講到「應無所住，而生其心」，他就明白了，後頭就不要講了。不但是《金剛經》不要講了，一切經都不要講了。他悟到什麼？他就悟到個「一」。《維摩經》上講的不二法門，不二就是一。世出世間一切法，都是從自性裡頭變現出來的，一是真心，一是本性。你真正把這個根源找到，那些枝枝葉葉，所有的問題全部解決了。這叫上上根人，這是聰明人。中下根性的人，不曉得從根本修，從枝枝葉葉。像一棵樹一樣，你所見的是一片葉子，那個範圍就太小太小了；你能夠懂得樹枝，那你就高明太多了，這就好比你深入多了；你要是能把樹的根本找到，那就全部都解決了。"
    },
    {
      "id": "09-023-0109_p0022",
      "zh_CN": "六祖惠能大师展现给我们看的，他在根本上找到了，世出世间一切法，没有一法不通达，我们就在《坛经》短短的资料里面所看到的。他听经的时间太短，我们判断他一生听经大概只听两个钟点。人家会听，这个高明！我们听两千个钟点都没听懂，人家两个小时就把问题彻底解决了。这就是宗门以后所讲的话，「识得一，万事毕」，你真正认识一，什么事情都解决了。",
      "zh_TW": "六祖惠能大師展現給我們看的，他在根本上找到了，世出世間一切法，沒有一法不通達，我們就在《壇經》短短的資料裡面所看到的。他聽經的時間太短，我們判斷他一生聽經大概只聽兩個鐘點。人家會聽，這個高明！我們聽兩千個鐘點都沒聽懂，人家兩個小時就把問題徹底解決了。這就是宗門以後所講的話，「識得一，萬事畢」，你真正認識一，什麼事情都解決了。"
    },
    {
      "id": "09-023-0109_p0023",
      "zh_CN": "我们再看看其他一般这些法师大德，研经研教的，费了多少时间，多少辛苦，他能够了解的是一个树枝，没找到根本。树枝是我们今天讲的教义，已经算很难得；根本是教理。我过去在台中，李老师教给我修学的纲领，他说：你听经要听教理，教理要是真正懂得，就一切都贯通，一经通一切经通，你着眼要在这个地方。如果实在没有这个能力，不得已而求其次，你要着重在教义上。教义像树有几个枝，你至少要了解一个枝。如果你是给你讲一部经只懂一部经，换一部经你就不懂，那就是枝叶，那就是叶子。那个学法太苦，你要学到哪一年才成功？学一部，会一部，没有学的都不会，这还得了！这个没有法子。他教给我这个方法。通教义，至少你学一部经，能够通十几部、二十几部，甚至于一、二百部，能够贯通，就是与这部经理论、方法相类似的都能贯通。世出世间法一样的道理。这是说明古人他们修学的经历，可以做我们的参考。然后你就体会到佛在经上讲的这几句话，那个意思多深多广，才不会把这些经文句子随口滑过，好像前面念得太多，怎么又来了，而不晓得字字句句含义无量的深广。再看底下这一段：",
      "zh_TW": "我們再看看其他一般這些法師大德，研經研教的，費了多少時間，多少辛苦，他能夠了解的是一個樹枝，沒找到根本。樹枝是我們今天講的教義，已經算很難得；根本是教理。我過去在台中，李老師教給我修學的綱領，他說：你聽經要聽教理，教理要是真正懂得，就一切都貫通，一經通一切經通，你著眼要在這個地方。如果實在沒有這個能力，不得已而求其次，你要著重在教義上。教義像樹有幾個枝，你至少要了解一個枝。如果你是給你講一部經只懂一部經，換一部經你就不懂，那就是枝葉，那就是葉子。那個學法太苦，你要學到哪一年才成功？學一部，會一部，沒有學的都不會，這還得了！這個沒有法子。他教給我這個方法。通教義，至少你學一部經，能夠通十幾部、二十幾部，甚至於一、二百部，能夠貫通，就是與這部經理論、方法相類似的都能貫通。世出世間法一樣的道理。這是說明古人他們修學的經歷，可以做我們的參考。然後你就體會到佛在經上講的這幾句話，那個意思多深多廣，才不會把這些經文句子隨口滑過，好像前面念得太多，怎麼又來了，而不曉得字字句句含義無量的深廣。再看底下這一段："
    },
    {
      "id": "09-023-0109_p0024",
      "zh_CN": "【佛说一切法，不外两义。】",
      "zh_TW": "【佛說一切法，不外兩義。】"
    },
    {
      "id": "09-023-0109_p0025",
      "zh_CN": "这是把它归纳起来，不外乎两个义理。",
      "zh_TW": "這是把它歸納起來，不外乎兩個義理。"
    },
    {
      "id": "09-023-0109_p0026",
      "zh_CN": "【明性、明修是也。】",
      "zh_TW": "【明性、明修是也。】"
    },
    {
      "id": "09-023-0109_p0027",
      "zh_CN": "这两个意思，一个是道理，一个是方法。明性，性是理，宇宙人生的大道理。另外一个意思，是教给我们修行的方法，怎样能够达到明心见性。方法很多，所谓法门无量，八万四千法门，方法很多。只要学一个方法就够了，不必学太多。方法，我们通常讲法门，法是方法，门是门径，意思是一样的。佛在经上告诉我们，法门平等，无有高下。虽然平等，这里头最要紧的是契机；也就是说，适不适合我修行？这是一生当中，修学成败关键之所在。如果适合自己的程度，适合自己的兴趣，适合自己的生活环境，我们修学起来就很快乐，觉得一点障碍都没有，也不会困难。如果不适合程度，与自己生活环境都不相应，那么你修学就感觉到很困难，就感觉到很不容易。这是我们选择法门必须要晓得的条件，选择契合于自己根性的法门来修学，就很容易得利益。",
      "zh_TW": "這兩個意思，一個是道理，一個是方法。明性，性是理，宇宙人生的大道理。另外一個意思，是教給我們修行的方法，怎樣能夠達到明心見性。方法很多，所謂法門無量，八萬四千法門，方法很多。只要學一個方法就夠了，不必學太多。方法，我們通常講法門，法是方法，門是門徑，意思是一樣的。佛在經上告訴我們，法門平等，無有高下。雖然平等，這裡頭最要緊的是契機；也就是說，適不適合我修行？這是一生當中，修學成敗關鍵之所在。如果適合自己的程度，適合自己的興趣，適合自己的生活環境，我們修學起來就很快樂，覺得一點障礙都沒有，也不會困難。如果不適合程度，與自己生活環境都不相應，那麼你修學就感覺到很困難，就感覺到很不容易。這是我們選擇法門必須要曉得的條件，選擇契合於自己根性的法門來修學，就很容易得利益。"
    },
    {
      "id": "09-023-0109_p0028",
      "zh_CN": "一门通，的确一切经通。我们从《坛经》里面看惠能的例子，可以增长我们的信心。惠能没有听过《涅槃经》，他遇到无尽藏比丘尼。无尽藏比丘尼就是读《涅槃经》的，大概也念了不少年，也不懂里面的意思。遇到惠能大师，那个时候惠能大师二十四岁，是他逃难离开黄梅的时候，路上碰到这个比丘尼，这个比丘尼对他很尊敬。他让无尽藏比丘尼把《涅槃经》念给他听，他不认识字。他听了之后，就跟她讲解，无尽藏比丘尼听他讲解就开悟了，大彻大悟，明心见性。这是能大师度众生，第一个开悟的人。他一生，接受他教诲开悟的总共有四十三个人，这在中国佛教史里面可以说是空前绝后。一生当中，在他会下明心见性这么多的人，没有见过。达摩祖师到中国来，只传一个慧可，可见这个事情不容易。无尽藏比丘尼是第一个得度的，那个时候能大师二十四岁。",
      "zh_TW": "一門通，的確一切經通。我們從《壇經》裡面看惠能的例子，可以增長我們的信心。惠能沒有聽過《涅槃經》，他遇到無盡藏比丘尼。無盡藏比丘尼就是讀《涅槃經》的，大概也念了不少年，也不懂裡面的意思。遇到惠能大師，那個時候惠能大師二十四歲，是他逃難離開黃梅的時候，路上碰到這個比丘尼，這個比丘尼對他很尊敬。他讓無盡藏比丘尼把《涅槃經》念給他聽，他不認識字。他聽了之後，就跟她講解，無盡藏比丘尼聽他講解就開悟了，大徹大悟，明心見性。這是能大師度眾生，第一個開悟的人。他一生，接受他教誨開悟的總共有四十三個人，這在中國佛教史裡面可以說是空前絕後。一生當中，在他會下明心見性這麼多的人，沒有見過。達摩祖師到中國來，只傳一個慧可，可見這個事情不容易。無盡藏比丘尼是第一個得度的，那個時候能大師二十四歲。"
    },
    {
      "id": "09-023-0109_p0029",
      "zh_CN": "法达禅师读《法华经》，读了十年，也自以为了不起，贡高我慢，瞧不起人。去参访六祖，礼拜的时候头没有着地，六祖看到了。起来之后就责备他，你既然礼拜，头没有着地，贡高我慢，你一定自以为有值得骄傲的地方，「你有什么值得骄傲？」他就说了，他也很老实，他念了三千部《法华经》，念得很熟。念三千部《法华经》这值得骄傲，所以礼拜的时候头没有着地。六祖就考他，《法华经》讲的是什么？考他，问他意思，他答不上来。法达就请教六祖，六祖说《法华经》我没有听过，你念给我听。读三千遍，那是背得很熟了。他将《法华经》念给六祖听，只念到第二品，《法华经》二十八品，第二品「方便品」。「方便品」念了之后，六祖说好了，可以不要念，我都知道了。这一讲解，法达就开悟了。这是证明，法达念三千遍都不能开悟，是什么原因？落在二、三，六祖为什么听一点点他就全部都明白，后头都不要再听？六祖懂得「一」，秘诀就在此地。",
      "zh_TW": "法達禪師讀《法華經》，讀了十年，也自以為了不起，貢高我慢，瞧不起人。去參訪六祖，禮拜的時候頭沒有著地，六祖看到了。起來之後就責備他，你既然禮拜，頭沒有著地，貢高我慢，你一定自以為有值得驕傲的地方，「你有什麼值得驕傲？」他就說了，他也很老實，他念了三千部《法華經》，念得很熟。念三千部《法華經》這值得驕傲，所以禮拜的時候頭沒有著地。六祖就考他，《法華經》講的是什麼？考他，問他意思，他答不上來。法達就請教六祖，六祖說《法華經》我沒有聽過，你念給我聽。讀三千遍，那是背得很熟了。他將《法華經》念給六祖聽，只念到第二品，《法華經》二十八品，第二品「方便品」。「方便品」念了之後，六祖說好了，可以不要念，我都知道了。這一講解，法達就開悟了。這是證明，法達念三千遍都不能開悟，是什麼原因？落在二、三，六祖為什麼聽一點點他就全部都明白，後頭都不要再聽？六祖懂得「一」，祕訣就在此地。"
    },
    {
      "id": "09-023-0109_p0030",
      "zh_CN": "净土宗的修行，关键就在一心。所以你用二心，那就没有办法。净宗法门再广大，你还是进不去，你用的是二心。凡是入门的人，入门就是明心见性的人，入一真法界的人，没有别的本事，就是懂得一，万法归一。这个经上，前面经文读过，「如来者，诸法如义。」如就是一，二就不如，一就如。所以入境界的人，就是入一真法界的人、明心见性的人，秘诀就在此地，这都是佛在《金刚经》上告诉我们的。读《金刚经》的人很多，讲《金刚经》的人很多，意思很明显的摆在这个地方，就是因为心里头没有归一，摆在面前也没有看出来。《金刚经》「即非、是名」有多少句，句句都是这个意思。不能怪释迦牟尼佛这个句子讲得太多，讲得这么多，我们还是不懂，还是没有搞清楚，这才晓得他说这么多句是大慈大悲；前面没有听懂，希望后头你能听懂。懂得之后，受用无穷！不但一切佛法障碍没有了，你完全通达了，跟大家说，世间法的障碍也没有了。你在生活上没有障碍，你工作上没有障碍，事业上没有障碍，所有一切障碍统统解除，解脱了，这才知道佛法真实的利益。没有这个效果，没有这个利益，我们学它干什么？那个佛出现在世间也毫无意义了。他真的帮助我们！性跟修，也就是理与事，这是佛说法的两个中心。",
      "zh_TW": "淨土宗的修行，關鍵就在一心。所以你用二心，那就沒有辦法。淨宗法門再廣大，你還是進不去，你用的是二心。凡是入門的人，入門就是明心見性的人，入一真法界的人，沒有別的本事，就是懂得一，萬法歸一。這個經上，前面經文讀過，「如來者，諸法如義。」如就是一，二就不如，一就如。所以入境界的人，就是入一真法界的人、明心見性的人，祕訣就在此地，這都是佛在《金剛經》上告訴我們的。讀《金剛經》的人很多，講《金剛經》的人很多，意思很明顯的擺在這個地方，就是因為心裡頭沒有歸一，擺在面前也沒有看出來。《金剛經》「即非、是名」有多少句，句句都是這個意思。不能怪釋迦牟尼佛這個句子講得太多，講得這麼多，我們還是不懂，還是沒有搞清楚，這才曉得他說這麼多句是大慈大悲；前面沒有聽懂，希望後頭你能聽懂。懂得之後，受用無窮！不但一切佛法障礙沒有了，你完全通達了，跟大家說，世間法的障礙也沒有了。你在生活上沒有障礙，你工作上沒有障礙，事業上沒有障礙，所有一切障礙統統解除，解脫了，這才知道佛法真實的利益。沒有這個效果，沒有這個利益，我們學它幹什麼？那個佛出現在世間也毫無意義了。他真的幫助我們！性跟修，也就是理與事，這是佛說法的兩個中心。"
    },
    {
      "id": "09-023-0109_p0031",
      "zh_CN": "【且一句法中，说性必兼有修，说修即摄有性。】",
      "zh_TW": "【且一句法中，說性必兼有修，說修即攝有性。】"
    },
    {
      "id": "09-023-0109_p0032",
      "zh_CN": "可见得性修、理事，还是一不是二。不过在讲经说法的时候有所偏重，偏重的原因是众生的根性不相同。有些人理迷得深，事迷得浅，佛一定是理讲得多，理讲得透彻，修行的方法略略提一提就可以。因为那种人是老实人，教他怎么做，他就能够老实去修，但是他对于这个道理不了解，这就是理说得详细，事说得简单。有些人理迷得比较浅，事迷得比较深，烦恼重，修行功夫不得力，理论他头头是道，这两个也合不起来，佛对这种人讲法，一定在方法上讲得详细，理论上是简单扼要。这是佛应机说法。最明显的例子，像佛法无论是大小乘，我们看到佛说法的纲领。譬如讲五蕴，五蕴里面讲事只讲一条，色是事，色法。讲到心性，讲四个，受、想、行、识，这就是理说得多，事说得少。他讲十二处，这个意思跟五蕴就不一样，十二处是讲六根、六识。六根，眼、耳、鼻、舌、身，这五个都是属于色法，都是事，就讲得很详细，心法里面也讲得很详细，意根，六根里头意根是心法，六识是心法。这就是两样都迷得深的，所以两方面都要细说。",
      "zh_TW": "可見得性修、理事，還是一不是二。不過在講經說法的時候有所偏重，偏重的原因是眾生的根性不相同。有些人理迷得深，事迷得淺，佛一定是理講得多，理講得透徹，修行的方法略略提一提就可以。因為那種人是老實人，教他怎麼做，他就能夠老實去修，但是他對於這個道理不了解，這就是理說得詳細，事說得簡單。有些人理迷得比較淺，事迷得比較深，煩惱重，修行功夫不得力，理論他頭頭是道，這兩個也合不起來，佛對這種人講法，一定在方法上講得詳細，理論上是簡單扼要。這是佛應機說法。最明顯的例子，像佛法無論是大小乘，我們看到佛說法的綱領。譬如講五蘊，五蘊裡面講事只講一條，色是事，色法。講到心性，講四個，受、想、行、識，這就是理說得多，事說得少。他講十二處，這個意思跟五蘊就不一樣，十二處是講六根、六識。六根，眼、耳、鼻、舌、身，這五個都是屬於色法，都是事，就講得很詳細，心法裡面也講得很詳細，意根，六根裡頭意根是心法，六識是心法。這就是兩樣都迷得深的，所以兩方面都要細說。"
    },
    {
      "id": "09-023-0109_p0033",
      "zh_CN": "这是我们在这个经上，看到佛讲经说法的方法，他的的确确是因人而异。什么样根性的人，他用什么样的方法来教导他，这是经上常说的，佛无有定法可说，完全随着众生的根性。但是他教导的方法，归纳起来不外乎一个说理论、一个说方法。说理，里面一定有修行方法；说修行方法，一定有理论的依据，我们要懂得这个原则。譬如《金刚经》，《金刚经》里面讲理讲得多，《弥陀经》呢？你看看《弥陀经》里讲的都是事。实在讲，这两部经要是讲解的话，哪一种经好讲？《金刚经》好讲。为什么？有理论，大家听了都很欢喜，觉得很有道理。《弥陀经》难讲，如果讲不出一番道理的话，那是小说，那是童话故事，是很好听，没人相信。你才晓得，那个经真难讲。还有《地藏菩萨本愿经》难讲，你要不说出一番大道理出来，人家都当作神话故事看待。",
      "zh_TW": "這是我們在這個經上，看到佛講經說法的方法，他的的確確是因人而異。什麼樣根性的人，他用什麼樣的方法來教導他，這是經上常說的，佛無有定法可說，完全隨著眾生的根性。但是他教導的方法，歸納起來不外乎一個說理論、一個說方法。說理，裡面一定有修行方法；說修行方法，一定有理論的依據，我們要懂得這個原則。譬如《金剛經》，《金剛經》裡面講理講得多，《彌陀經》呢？你看看《彌陀經》裡講的都是事。實在講，這兩部經要是講解的話，哪一種經好講？《金剛經》好講。為什麼？有理論，大家聽了都很歡喜，覺得很有道理。《彌陀經》難講，如果講不出一番道理的話，那是小說，那是童話故事，是很好聽，沒人相信。你才曉得，那個經真難講。還有《地藏菩薩本願經》難講，你要不說出一番大道理出來，人家都當作神話故事看待。"
    },
    {
      "id": "09-023-0109_p0034",
      "zh_CN": "一般讲经的人，理论的经好讲，事的经很难讲。可是你要懂得，事里头要讲理。你看看，莲池大师的《弥陀经疏钞》，蕅益大师的《要解》，你一看到不能不佩服！才晓得《弥陀经》上字字句句含有那么深的道理在。这样讲法，人家才心服口服，才相信，很不容易！像理论上的这些经，纵然不相信，也不会有人反对，它讲的是有道理。但是理一定要说事，说到事修，我们学到这个理才有用处，才不至于落空。",
      "zh_TW": "一般講經的人，理論的經好講，事的經很難講。可是你要懂得，事裡頭要講理。你看看，蓮池大師的《彌陀經疏鈔》，蕅益大師的《要解》，你一看到不能不佩服！才曉得《彌陀經》上字字句句含有那麼深的道理在。這樣講法，人家才心服口服，才相信，很不容易！像理論上的這些經，縱然不相信，也不會有人反對，它講的是有道理。但是理一定要說事，說到事修，我們學到這個理才有用處，才不至於落空。"
    },
    {
      "id": "09-023-0109_p0035",
      "zh_CN": "【若不知如是领会，其于佛法终在门外。】",
      "zh_TW": "【若不知如是領會，其於佛法終在門外。】"
    },
    {
      "id": "09-023-0109_p0036",
      "zh_CN": "我们看到这一句，想想现在这个社会上学佛的人很多，真的都在门外。不但在家同修很多在门外，出家一辈子都在门外。这个门里、门外，《金刚经》的门槛很高。门里是什么？门里是一真法界，门外是十法界。如果不能明心见性，没入门；也就是说，《金刚经》很简单的标准，四相四见没有破，都在门外。我们想一想，从学佛以来，见到那些出家的、在家的，几个人破了我执？几个人破了我见？如果我相、我见没破，用《金刚经》的标准来一衡量，他在门外，他不在门内，这就很清楚了。我们要想入门，必定要破四相四见。破四相四见，要真正了解四相四见是怎么一回事情，把它真相搞清楚；真相搞清楚，就破了。实在讲，哪有什么破不破？你要有个破不破，你就破不了，你还在门外。明白之后，你的心恢复到清净，清净心里面没有这些东西，那就是门内。你的心里还有一物，就在门外，那都不是真实的。",
      "zh_TW": "我們看到這一句，想想現在這個社會上學佛的人很多，真的都在門外。不但在家同修很多在門外，出家一輩子都在門外。這個門裡、門外，《金剛經》的門檻很高。門裡是什麼？門裡是一真法界，門外是十法界。如果不能明心見性，沒入門；也就是說，《金剛經》很簡單的標準，四相四見沒有破，都在門外。我們想一想，從學佛以來，見到那些出家的、在家的，幾個人破了我執？幾個人破了我見？如果我相、我見沒破，用《金剛經》的標準來一衡量，他在門外，他不在門內，這就很清楚了。我們要想入門，必定要破四相四見。破四相四見，要真正了解四相四見是怎麼一回事情，把它真相搞清楚；真相搞清楚，就破了。實在講，哪有什麼破不破？你要有個破不破，你就破不了，你還在門外。明白之後，你的心恢復到清淨，清淨心裡面沒有這些東西，那就是門內。你的心裡還有一物，就在門外，那都不是真實的。"
    },
    {
      "id": "09-023-0109_p0037",
      "zh_CN": "【理性当于差别中见平等】",
      "zh_TW": "【理性當於差別中見平等】"
    },
    {
      "id": "09-023-0109_p0038",
      "zh_CN": "这是理，理从哪里看？从相上看，相是千差万别。佛法里面讲开悟、讲觉悟，悟在什么地方悟？在种种不同差别现相里面，见到平等的理，见到平等的事，理平等，事也平等，这就开悟了。理是自性，在有情众生的分上，称作佛性，一切众生皆有佛性；在无情众生分上，我们今天讲植物、矿物，这是无情的，有情的是动物，无情分上叫做法性。虽然说佛性跟法性，但是要知道，佛性跟法性是一个性，所以《华严经》上说：「情与无情，同圆种智」，就是因为它是一个性。性是一个，平等的，差别相上见到性体，是平等的。为什么说在事上也是平等的？事上平等，有很多方面可以见到，从业因果报刹那生灭，平等的。无论是什么样的差别相，都是刹那亿万生灭的相续相，这是从生灭现相上去看，它是平等的。从业果上看，也是平等的，就是现在讲的物理，从物理上看是平等的。现相再多，我们用现代的话，佛法里面讲微尘，都是微尘组合的，不管什么现相，分析到最后，基本的结构是相同的。我们今天世间人迷惑颠倒，一颗金刚钻宝石，看得贵重得不得了，地上沙石没人要，在化学里头一分析，基本的粒子完全相同，只是它的排列组织结构不相同而已。除此之外，没有别的。你从它基本组织的物质上来看，是平等的。只是排列的方程式不一样，我们就被它迷了，认为那是无价之宝。其实真正明白人，这么大的一个金刚钻，跟底下一块石头，我们看是平等的，没有任何差别。迷的人，这个宝贵，那个贱，有贵贱；觉悟的人，是平等的。所以从业果上来讲，一切现相也是平等的。",
      "zh_TW": "這是理，理從哪裡看？從相上看，相是千差萬別。佛法裡面講開悟、講覺悟，悟在什麼地方悟？在種種不同差別現相裡面，見到平等的理，見到平等的事，理平等，事也平等，這就開悟了。理是自性，在有情眾生的分上，稱作佛性，一切眾生皆有佛性；在無情眾生分上，我們今天講植物、礦物，這是無情的，有情的是動物，無情分上叫做法性。雖然說佛性跟法性，但是要知道，佛性跟法性是一個性，所以《華嚴經》上說：「情與無情，同圓種智」，就是因為它是一個性。性是一個，平等的，差別相上見到性體，是平等的。為什麼說在事上也是平等的？事上平等，有很多方面可以見到，從業因果報剎那生滅，平等的。無論是什麼樣的差別相，都是剎那億萬生滅的相續相，這是從生滅現相上去看，它是平等的。從業果上看，也是平等的，就是現在講的物理，從物理上看是平等的。現相再多，我們用現代的話，佛法裡面講微塵，都是微塵組合的，不管什麼現相，分析到最後，基本的結構是相同的。我們今天世間人迷惑顛倒，一顆金剛鑽寶石，看得貴重得不得了，地上沙石沒人要，在化學裡頭一分析，基本的粒子完全相同，只是它的排列組織結構不相同而已。除此之外，沒有別的。你從它基本組織的物質上來看，是平等的。只是排列的方程式不一樣，我們就被它迷了，認為那是無價之寶。其實真正明白人，這麼大的一個金剛鑽，跟底下一塊石頭，我們看是平等的，沒有任何差別。迷的人，這個寶貴，那個賤，有貴賤；覺悟的人，是平等的。所以從業果上來講，一切現相也是平等的。"
    },
    {
      "id": "09-023-0109_p0039",
      "zh_CN": "然后你才晓得，佛在经上讲的生佛平等，众生跟佛平等。众生的范围很大，地狱也是众生，畜生也是众生，饿鬼也是众生，跟佛在一起平等的，无论在性上讲是平等，相上讲也平等。你才懂得平等的意思。佛的相，我们经上常念，三十二相八十种好。饿鬼、地狱相跟佛相怎么能比？那是组合排列上不一样，但是从基本物质上完全相同。佛的相也是微尘组合的，地狱、饿鬼、畜生的相，还是微尘组合的。离了微尘，无有一法可得，也没有一切现相可以成就的。佛在此经告诉我们：「微尘即非微尘，是名微尘」，「世界即非世界，是名世界」，这是真平等。从这个地方，你才能体会《金刚经》的味道，我们常讲法味无穷，你才在里面真正得法喜充满。",
      "zh_TW": "然後你才曉得，佛在經上講的生佛平等，眾生跟佛平等。眾生的範圍很大，地獄也是眾生，畜生也是眾生，餓鬼也是眾生，跟佛在一起平等的，無論在性上講是平等，相上講也平等。你才懂得平等的意思。佛的相，我們經上常念，三十二相八十種好。餓鬼、地獄相跟佛相怎麼能比？那是組合排列上不一樣，但是從基本物質上完全相同。佛的相也是微塵組合的，地獄、餓鬼、畜生的相，還是微塵組合的。離了微塵，無有一法可得，也沒有一切現相可以成就的。佛在此經告訴我們：「微塵即非微塵，是名微塵」，「世界即非世界，是名世界」，這是真平等。從這個地方，你才能體會《金剛經》的味道，我們常講法味無窮，你才在裡面真正得法喜充滿。"
    },
    {
      "id": "09-023-0109_p0040",
      "zh_CN": "【修功当于平等中见差别】",
      "zh_TW": "【修功當於平等中見差別】"
    },
    {
      "id": "09-023-0109_p0041",
      "zh_CN": "修功是在事上。事上，尤其是渐修，这里头有差别的现相。像菩萨，初信位的菩萨，二信位的菩萨，五十一个阶级，差别。就像我们在学校念书一样，小学、中学、大学，差别，一年级、二年级、三年级，差别，这个有差别现相。差别现相是从平等里面现的差别。差别是怎么来的？是从迷悟当中来的。迷得浅的人，他的地位就高一点；迷得深的人，地位就低一点，就如此而已。功夫里头差别的现相，大的分是声闻、缘觉、菩萨，这是大的分；细分，声闻里面，像小乘阿罗汉有四果四向八个阶级，菩萨有五十一个阶级，这是细分。平等里面见差别的现相。我们在修学的时候，要把自己的境界一层一层向上提升，但是一定要知道，差别现相是建立在平等的体性当中。",
      "zh_TW": "修功是在事上。事上，尤其是漸修，這裡頭有差別的現相。像菩薩，初信位的菩薩，二信位的菩薩，五十一個階級，差別。就像我們在學校念書一樣，小學、中學、大學，差別，一年級、二年級、三年級，差別，這個有差別現相。差別現相是從平等裡面現的差別。差別是怎麼來的？是從迷悟當中來的。迷得淺的人，他的地位就高一點；迷得深的人，地位就低一點，就如此而已。功夫裡頭差別的現相，大的分是聲聞、緣覺、菩薩，這是大的分；細分，聲聞裡面，像小乘阿羅漢有四果四向八個階級，菩薩有五十一個階級，這是細分。平等裡面見差別的現相。我們在修學的時候，要把自己的境界一層一層向上提升，但是一定要知道，差別現相是建立在平等的體性當中。"
    },
    {
      "id": "09-023-0109_p0042",
      "zh_CN": "西方极乐世界也是这个道理。在过去，有人说带业不能往生，一定要消业才能往生。听说还有很多人去查《大藏经》，都没有查到带业往生四个字。这个说法就是从美国加州出来的，说的人现在已经不在了。那个时候确确实实震动全世界，许多念佛人听到这个说法都怀疑了。那一年也是正好我到洛杉矶，周宣德老居士，也许我们这里有同修认识他，跟他见过面的。周老居士那个时候八十多岁，将近九十岁。他在洛杉矶的机场接我，我们下飞机，同坐一个车子到蒙特利市。他在车上告诉我：法师，现在有人说带业不能往生，那我这一生不就完了？显出来很恐怖，他说：怎么办？我就告诉他，我很轻松，我说：「如果带业不能往生，就不要去了！」他听不懂我的意思。他看着我，他说：这怎么回事情？我说：如果带业不能往生，西方世界有多少人，你晓不晓得？他还是没听懂。我跟你讲，只有阿弥陀佛一个人，你去干什么？我这样详细跟他解释，他意思还没听懂。然后我就老实告诉他，观世音菩萨、大势至菩萨、文殊、普贤，这些是等觉菩萨，等觉菩萨还有一品生相无明没断，你承不承认？他说：承认，这是经上讲的。我说：那一品生相无明是不是带业？他听到这里，他懂得了，他笑起来了。等觉菩萨去往生，还带一品生相无明，谁说不带业？然后我再问他，我说：经上没有说带业往生，经上有没有讲四土三辈九品？这个有，这经上有。如果要是不带业的话，哪里来的四土三辈九品，四土三辈九品怎么来的？带业多少。带得多的，品位就低；带得少的，品位就高，这么来的。如果都不带业，哪里来的四土三辈九品？这讲不通，那是平等的。他这才恍然大悟。我说：安心老实念佛，决定带业往生。",
      "zh_TW": "西方極樂世界也是這個道理。在過去，有人說帶業不能往生，一定要消業才能往生。聽說還有很多人去查《大藏經》，都沒有查到帶業往生四個字。這個說法就是從美國加州出來的，說的人現在已經不在了。那個時候確確實實震動全世界，許多念佛人聽到這個說法都懷疑了。那一年也是正好我到洛杉磯，周宣德老居士，也許我們這裡有同修認識他，跟他見過面的。周老居士那個時候八十多歲，將近九十歲。他在洛杉磯的機場接我，我們下飛機，同坐一個車子到蒙特利市。他在車上告訴我：法師，現在有人說帶業不能往生，那我這一生不就完了？顯出來很恐怖，他說：怎麼辦？我就告訴他，我很輕鬆，我說：「如果帶業不能往生，就不要去了！」他聽不懂我的意思。他看著我，他說：這怎麼回事情？我說：如果帶業不能往生，西方世界有多少人，你曉不曉得？他還是沒聽懂。我跟你講，只有阿彌陀佛一個人，你去幹什麼？我這樣詳細跟他解釋，他意思還沒聽懂。然後我就老實告訴他，觀世音菩薩、大勢至菩薩、文殊、普賢，這些是等覺菩薩，等覺菩薩還有一品生相無明沒斷，你承不承認？他說：承認，這是經上講的。我說：那一品生相無明是不是帶業？他聽到這裡，他懂得了，他笑起來了。等覺菩薩去往生，還帶一品生相無明，誰說不帶業？然後我再問他，我說：經上沒有說帶業往生，經上有沒有講四土三輩九品？這個有，這經上有。如果要是不帶業的話，哪裡來的四土三輩九品，四土三輩九品怎麼來的？帶業多少。帶得多的，品位就低；帶得少的，品位就高，這麼來的。如果都不帶業，哪裡來的四土三輩九品？這講不通，那是平等的。他這才恍然大悟。我說：安心老實念佛，決定帶業往生。"
    },
    {
      "id": "09-023-0109_p0043",
      "zh_CN": "我到纽约遇到沈家桢居士，他也跟我提出这个问题，也感觉到这个问题严重。这叫执着在文字里头，没有看到佛讲的这个事理的真相。佛说法四十九年时间还是短，言语文字上哪里讲得那么周到？而且佛入灭之前，交代后世的弟子「四依法」。第一个就是「依法不依人」，不能听人胡说八道。第二个就解决这个问题，「依义不依语」，文字是语言的符号，佛教给我们，要依他所讲的道理，依他的理论，不要执着他的言语文字。你为什么颠倒？依语不依义，你就搞错了！佛没有错，错在你自己，这一定要懂得。所以，平等理里面要见差别相，差别相里面要见平等理，理事是一，性相是一，这才能真正契入。底下这一段：",
      "zh_TW": "我到紐約遇到沈家楨居士，他也跟我提出這個問題，也感覺到這個問題嚴重。這叫執著在文字裡頭，沒有看到佛講的這個事理的真相。佛說法四十九年時間還是短，言語文字上哪裡講得那麼周到？而且佛入滅之前，交代後世的弟子「四依法」。第一個就是「依法不依人」，不能聽人胡說八道。第二個就解決這個問題，「依義不依語」，文字是語言的符號，佛教給我們，要依他所講的道理，依他的理論，不要執著他的言語文字。你為什麼顛倒？依語不依義，你就搞錯了！佛沒有錯，錯在你自己，這一定要懂得。所以，平等理裡面要見差別相，差別相裡面要見平等理，理事是一，性相是一，這才能真正契入。底下這一段："
    },
    {
      "id": "09-023-0109_p0044",
      "zh_CN": "【佛之开示，往往约一事以明理。】",
      "zh_TW": "【佛之開示，往往約一事以明理。】"
    },
    {
      "id": "09-023-0109_p0045",
      "zh_CN": "就一桩事情说出宇宙人生的真相。",
      "zh_TW": "就一樁事情說出宇宙人生的真相。"
    },
    {
      "id": "09-023-0109_p0046",
      "zh_CN": "【而其理实贯通于一切事】",
      "zh_TW": "【而其理實貫通於一切事】"
    },
    {
      "id": "09-023-0109_p0047",
      "zh_CN": "所谓是一经通一切经通，什么道理？就是因为他的理贯通一切理，说老实话，事也贯通一切事。清凉大师在《华严经》上所讲的「四无碍法界」；理事无碍，事事无碍，这才叫真的得大自在，得大圆满。哪里会有障碍？所有一切障碍都是迷惑，迷了才有障，从迷惑里面生起分别执着，障碍现前了。离一切妄想分别执着，哪有障碍？世出世间法是一法，哪里还会有世间法跟出世间法，没有这个界限，没有这个差别。",
      "zh_TW": "所謂是一經通一切經通，什麼道理？就是因為他的理貫通一切理，說老實話，事也貫通一切事。清涼大師在《華嚴經》上所講的「四無礙法界」；理事無礙，事事無礙，這才叫真的得大自在，得大圓滿。哪裡會有障礙？所有一切障礙都是迷惑，迷了才有障，從迷惑裡面生起分別執著，障礙現前了。離一切妄想分別執著，哪有障礙？世出世間法是一法，哪裡還會有世間法跟出世間法，沒有這個界限，沒有這個差別。"
    },
    {
      "id": "09-023-0109_p0048",
      "zh_CN": "【若闻法者，不知如是贯通，是只见差别而不见平等，岂能观其理而会于性乎。】",
      "zh_TW": "【若聞法者，不知如是貫通，是只見差別而不見平等，豈能觀其理而會於性乎。】"
    },
    {
      "id": "09-023-0109_p0049",
      "zh_CN": "这就是做不到，不能见性，也不能真正明理。同样一个道理，只见平等不见差别也不行，也有障碍。此地讲的，见差别而不见平等，是六道凡夫。见平等而不见差别，是阿罗汉、辟支佛，他不起作用，所以阿罗汉、辟支佛不能见性，偏在一边。",
      "zh_TW": "這就是做不到，不能見性，也不能真正明理。同樣一個道理，只見平等不見差別也不行，也有障礙。此地講的，見差別而不見平等，是六道凡夫。見平等而不見差別，是阿羅漢、辟支佛，他不起作用，所以阿羅漢、辟支佛不能見性，偏在一邊。"
    },
    {
      "id": "09-023-0109_p0050",
      "zh_CN": "【本经说即非是名处甚多】",
      "zh_TW": "【本經說即非是名處甚多】"
    },
    {
      "id": "09-023-0109_p0051",
      "zh_CN": "这个句子我们看到很多。",
      "zh_TW": "這個句子我們看到很多。"
    },
    {
      "id": "09-023-0109_p0052",
      "zh_CN": "【闻者便当领会其中道理，原无二致。】",
      "zh_TW": "【聞者便當領會其中道理，原無二致。】"
    },
    {
      "id": "09-023-0109_p0053",
      "zh_CN": "佛在这个经上重复这么多遍，这是他的教学方法。一遍、两遍，我们很容易疏忽。所以凡是极重要的开示，佛一定是不断的重复，加深我们的印象。一部《金刚经》念下来，想想经上讲的什么？别的记不得，「即非、是名」这个会记得，遍数太多了。像我们读《四十华严》，读善财童子五十三参，的确经文那么长，一遍读下来之后也不能记得。可是有三句话，那印象一定很深。善财参访善知识，他开口所问的第一个话说：「我已经发阿耨多罗三藐三菩提心，未知如何修菩萨道，学菩萨行？」这三句话印象很深刻，为什么？重复了六十多遍。五十三参每一位善知识他要说一遍；其他的我不记得，这三句话一定很熟，能记得这三句话就不错了。这三句话的意思，已经发了菩提心，就像这个经上讲的，「善男子、善女人，发阿耨多罗三藐三菩提心者」，善财童子第一句话就是这个，我已经发了无上菩提心。",
      "zh_TW": "佛在這個經上重複這麼多遍，這是他的教學方法。一遍、兩遍，我們很容易疏忽。所以凡是極重要的開示，佛一定是不斷的重複，加深我們的印象。一部《金剛經》念下來，想想經上講的什麼？別的記不得，「即非、是名」這個會記得，遍數太多了。像我們讀《四十華嚴》，讀善財童子五十三參，的確經文那麼長，一遍讀下來之後也不能記得。可是有三句話，那印象一定很深。善財參訪善知識，他開口所問的第一個話說：「我已經發阿耨多羅三藐三菩提心，未知如何修菩薩道，學菩薩行？」這三句話印象很深刻，為什麼？重複了六十多遍。五十三參每一位善知識他要說一遍；其他的我不記得，這三句話一定很熟，能記得這三句話就不錯了。這三句話的意思，已經發了菩提心，就像這個經上講的，「善男子、善女人，發阿耨多羅三藐三菩提心者」，善財童子第一句話就是這個，我已經發了無上菩提心。"
    },
    {
      "id": "09-023-0109_p0054",
      "zh_CN": "菩萨道是指的用心，我发心之后，我要用什么心生活？用什么心工作？用什么心处事待人接物？道是讲心，行是讲事。我用什么心？用什么态度？用什么方法？每遇一个善知识，都是这样请教，而那个善知识就在他本身日常生活当中的行持告诉他。这五十三个人代表我们社会各行各业，这就说明任何一个行业、任何一种生活方式，都是菩萨行，都是菩萨道。但是从五十三种不同的行业上来看，这是差别。从他的菩萨道、菩萨行，你就能见到平等。所以《金刚经》上讲的这些理论、方法，全部都在《华严经》上表现无遗，《华严经》上表演出来给我们看，这是非常非常的难得！",
      "zh_TW": "菩薩道是指的用心，我發心之後，我要用什麼心生活？用什麼心工作？用什麼心處事待人接物？道是講心，行是講事。我用什麼心？用什麼態度？用什麼方法？每遇一個善知識，都是這樣請教，而那個善知識就在他本身日常生活當中的行持告訴他。這五十三個人代表我們社會各行各業，這就說明任何一個行業、任何一種生活方式，都是菩薩行，都是菩薩道。但是從五十三種不同的行業上來看，這是差別。從他的菩薩道、菩薩行，你就能見到平等。所以《金剛經》上講的這些理論、方法，全部都在《華嚴經》上表現無遺，《華嚴經》上表演出來給我們看，這是非常非常的難得！"
    },
    {
      "id": "09-023-0109_p0055",
      "zh_CN": "在早年，方东美先生告诉我，佛教经典里面《华严经》最好。他是一个哲学家，他把佛经看作哲学。特别是《华严经》，他认为这一本书是全世界最好的哲学书，他认为这是哲学概论，佛家的哲学概论，全世界哲学之冠。这一本书里面有圆满的理论，有精细的方法，后面还带表演，这是任何哲学书籍里头所找不到的。他做出来给你看，把这些理论方法，就在日常生活当中做出来给你看。他在晚年学校退休之后，他还在学校里面开课，担任客座教授，专门讲大乘佛法，讲《华严经》，开「华严哲学」。很可惜！方先生还是执着哲学的观点来看《华严经》，他讲得头头是道，我们听他上课，那不能不佩服！许许多多的法师比不上他，他非常用功。重要的那些经文句子他都能背诵，那么大的年岁，我们实在不能不佩服。因为把佛经看作哲学，哲学所讲的是二法，不是一法，有能有所，所以他老人家没入进去，非常可惜！他走的时候是七十九岁，实实在在讲，如果他能再多活几年，他的境界会变，他真的很可能契入；可惜正在这个时候，他的寿命到了。这个在佛法里面也叫业障，这是魔障。四种魔里头有死魔，五阴魔、烦恼魔、天魔、死魔，使他不能达到高层次的境界。这一段是让我们从「即非、是名」这个句子里面，体会到佛说法的真实义，这个真实义，此地讲的「原无二致」，这一句就是《维摩经》上所讲的不二法门。",
      "zh_TW": "在早年，方東美先生告訴我，佛教經典裡面《華嚴經》最好。他是一個哲學家，他把佛經看作哲學。特別是《華嚴經》，他認為這一本書是全世界最好的哲學書，他認為這是哲學概論，佛家的哲學概論，全世界哲學之冠。這一本書裡面有圓滿的理論，有精細的方法，後面還帶表演，這是任何哲學書籍裡頭所找不到的。他做出來給你看，把這些理論方法，就在日常生活當中做出來給你看。他在晚年學校退休之後，他還在學校裡面開課，擔任客座教授，專門講大乘佛法，講《華嚴經》，開「華嚴哲學」。很可惜！方先生還是執著哲學的觀點來看《華嚴經》，他講得頭頭是道，我們聽他上課，那不能不佩服！許許多多的法師比不上他，他非常用功。重要的那些經文句子他都能背誦，那麼大的年歲，我們實在不能不佩服。因為把佛經看作哲學，哲學所講的是二法，不是一法，有能有所，所以他老人家沒入進去，非常可惜！他走的時候是七十九歲，實實在在講，如果他能再多活幾年，他的境界會變，他真的很可能契入；可惜正在這個時候，他的壽命到了。這個在佛法裡面也叫業障，這是魔障。四種魔裡頭有死魔，五陰魔、煩惱魔、天魔、死魔，使他不能達到高層次的境界。這一段是讓我們從「即非、是名」這個句子裡面，體會到佛說法的真實義，這個真實義，此地講的「原無二致」，這一句就是《維摩經》上所講的不二法門。"
    },
    {
      "id": "09-023-0109_p0056",
      "zh_CN": "【即非，约理体之性，以明本空。】",
      "zh_TW": "【即非，約理體之性，以明本空。】"
    },
    {
      "id": "09-023-0109_p0057",
      "zh_CN": "经上凡是这个句子，都是表这个意思。",
      "zh_TW": "經上凡是這個句子，都是表這個意思。"
    },
    {
      "id": "09-023-0109_p0058",
      "zh_CN": "【是名，约缘生之相，以明幻有。】",
      "zh_TW": "【是名，約緣生之相，以明幻有。】"
    },
    {
      "id": "09-023-0109_p0059",
      "zh_CN": "有，决定是虚幻的，本经到最后的结论：如梦幻泡影，这是说明它不是真实的，不是真正存在的，没有一样东西是真正存在的。如露如电是讲它刹那生灭时间的短暂，用闪电来做比喻；也正是佛在《楞严经》上所讲的，「当处出生，当处灭尽」。这两句话讲得好，讲得非常透彻，的确是一切现相的事实真相。如果你真正通达明了了，现在这个世间是乱世，大家都没有安全感，都有忧虑，都有恐怖，这个道理通达明了，所有一切恐怖都没有了，你就真正得到安全感，没有恐怖的事情。为什么？没有一样事情是真的，都是梦幻泡影，都是幻相。再告诉诸位：有情众生决定没有生老病死，你怕什么死？没有生老病死。世界没有成住坏空，一切法不生不灭，这是给你讲真话。这一句话里面的关键是一切法不生，本来不生；既然不生，哪有灭？不生为什么会有这个现相？缘起的现相，缘起性空，缘起根本就是不生。你要是真正明了，真正肯定，那在佛教就给你取个假名，你叫无生忍菩萨。无生忍菩萨也是有名无实，「无生忍者，即非无生忍，是名无生忍。」所以，一切恐怖统统都息灭了，这是了解事实真相。不了解事实真相，他心不安，了解了没事，天下再乱也没事。",
      "zh_TW": "有，決定是虛幻的，本經到最後的結論：如夢幻泡影，這是說明它不是真實的，不是真正存在的，沒有一樣東西是真正存在的。如露如電是講它剎那生滅時間的短暫，用閃電來做比喻；也正是佛在《楞嚴經》上所講的，「當處出生，當處滅盡」。這兩句話講得好，講得非常透徹，的確是一切現相的事實真相。如果你真正通達明瞭了，現在這個世間是亂世，大家都沒有安全感，都有憂慮，都有恐怖，這個道理通達明瞭，所有一切恐怖都沒有了，你就真正得到安全感，沒有恐怖的事情。為什麼？沒有一樣事情是真的，都是夢幻泡影，都是幻相。再告訴諸位：有情眾生決定沒有生老病死，你怕什麼死？沒有生老病死。世界沒有成住壞空，一切法不生不滅，這是給你講真話。這一句話裡面的關鍵是一切法不生，本來不生；既然不生，哪有滅？不生為什麼會有這個現相？緣起的現相，緣起性空，緣起根本就是不生。你要是真正明瞭，真正肯定，那在佛教就給你取個假名，你叫無生忍菩薩。無生忍菩薩也是有名無實，「無生忍者，即非無生忍，是名無生忍。」所以，一切恐怖統統都息滅了，這是了解事實真相。不了解事實真相，他心不安，了解了沒事，天下再亂也沒事。"
    },
    {
      "id": "09-023-0109_p0060",
      "zh_CN": "【即非是名并说】",
      "zh_TW": "【即非是名並說】"
    },
    {
      "id": "09-023-0109_p0061",
      "zh_CN": "这是世尊在《般若经》上，常常用这种方法。",
      "zh_TW": "這是世尊在《般若經》上，常常用這種方法。"
    },
    {
      "id": "09-023-0109_p0062",
      "zh_CN": "【明性相不一不异】",
      "zh_TW": "【明性相不一不異】"
    },
    {
      "id": "09-023-0109_p0063",
      "zh_CN": "不一不异，是《般若经》的精华，是世尊二十二年讲《般若》的中心。不但性相不一不异，说不一，是从现相上讲的，从相上讲的，相不一样，不一；不异，不异是没有两样，是从性体上讲的。像这个句子里面，所说的即非，所说的是名，是名就是不一，即非就是不异。佛以种种方式来说，希望我们体会这里面的意思。",
      "zh_TW": "不一不異，是《般若經》的精華，是世尊二十二年講《般若》的中心。不但性相不一不異，說不一，是從現相上講的，從相上講的，相不一樣，不一；不異，不異是沒有兩樣，是從性體上講的。像這個句子裡面，所說的即非，所說的是名，是名就是不一，即非就是不異。佛以種種方式來說，希望我們體會這裡面的意思。"
    },
    {
      "id": "09-023-0109_p0064",
      "zh_CN": "【法法皆然】",
      "zh_TW": "【法法皆然】"
    },
    {
      "id": "09-023-0109_p0065",
      "zh_CN": "世间法、出世间法，没有一法是例外的。诸位读了《金刚经》，能够把这四个字记住，就能提起观照的功夫。在起心动念之处，你想到佛在经上讲的即非是名，你把这个句子念一遍，你的心就平了，你就觉悟了，就不再迷惑颠倒，你了解即非是名里头的意思，包含一切法。",
      "zh_TW": "世間法、出世間法，沒有一法是例外的。諸位讀了《金剛經》，能夠把這四個字記住，就能提起觀照的功夫。在起心動念之處，你想到佛在經上講的即非是名，你把這個句子念一遍，你的心就平了，你就覺悟了，就不再迷惑顛倒，你了解即非是名裡頭的意思，包含一切法。"
    },
    {
      "id": "09-023-0109_p0066",
      "zh_CN": "【即无论何法】",
      "zh_TW": "【即無論何法】"
    },
    {
      "id": "09-023-0109_p0067",
      "zh_CN": "小事情穿衣吃饭，日常工作、处事待人接物。",
      "zh_TW": "小事情穿衣吃飯，日常工作、處事待人接物。"
    },
    {
      "id": "09-023-0109_p0068",
      "zh_CN": "【皆应明了此理，两边不着。】",
      "zh_TW": "【皆應明瞭此理，兩邊不著。】"
    },
    {
      "id": "09-023-0109_p0069",
      "zh_CN": "修行用功在哪里用功？大家都以为，我要在念佛堂里用功，在禅堂里用功，大众共修用功，早晚功课用功，全是假的，没有用处。所以你修行这么多年来，一点效果都没有。会用功的人在哪里用功？在穿衣吃饭上用功，在日常点点滴滴琐碎事情上用功，在处事待人接物上用功，那叫真会用功。在起心动念处用功，起心动念是什么？是四见；穿衣吃饭、待人接物是四相。「我相者，即非我相，是名我相」，「人相者，即非人相，是名人相」，你在这上用功，这教给我们观照的方法。让我们在生活里面、工作里面，念念不迷。六祖大师在《坛经》里头所说的，念念不迷惑，念念是正觉，这叫修行。把从前一些老的习惯、老的习气，所有一切错误把它修正过来，这叫修行，这是真正会用功。转变我们的生活，把苦难的生活转变成佛菩萨智慧的生活，把种种障碍的生活转变成理事无碍、事事无碍的生活，转变凡夫的生活成为佛菩萨的生活。就在日常生活当中，你要会转变。《金刚般若》的理论方法帮助我们转变，真的是超凡入圣，就在一念之间。这里要紧的一句是「两边不着」，这一句非常重要！两边不着就是销归自性，也就是禅家讲的明心见性。心性在哪里？无有一法不是，法法都明心见性。在吃饭里面明心见性，在穿衣里面明心见性；一切时，一切处，一切事，无有一法不见性，这叫真的明心见性。",
      "zh_TW": "修行用功在哪裡用功？大家都以為，我要在念佛堂裡用功，在禪堂裡用功，大眾共修用功，早晚功課用功，全是假的，沒有用處。所以你修行這麼多年來，一點效果都沒有。會用功的人在哪裡用功？在穿衣吃飯上用功，在日常點點滴滴瑣碎事情上用功，在處事待人接物上用功，那叫真會用功。在起心動念處用功，起心動念是什麼？是四見；穿衣吃飯、待人接物是四相。「我相者，即非我相，是名我相」，「人相者，即非人相，是名人相」，你在這上用功，這教給我們觀照的方法。讓我們在生活裡面、工作裡面，念念不迷。六祖大師在《壇經》裡頭所說的，念念不迷惑，念念是正覺，這叫修行。把從前一些老的習慣、老的習氣，所有一切錯誤把它修正過來，這叫修行，這是真正會用功。轉變我們的生活，把苦難的生活轉變成佛菩薩智慧的生活，把種種障礙的生活轉變成理事無礙、事事無礙的生活，轉變凡夫的生活成為佛菩薩的生活。就在日常生活當中，你要會轉變。《金剛般若》的理論方法幫助我們轉變，真的是超凡入聖，就在一念之間。這裡要緊的一句是「兩邊不著」，這一句非常重要！兩邊不著就是銷歸自性，也就是禪家講的明心見性。心性在哪裡？無有一法不是，法法都明心見性。在吃飯裡面明心見性，在穿衣裡面明心見性；一切時，一切處，一切事，無有一法不見性，這叫真的明心見性。"
    },
    {
      "id": "09-023-0109_p0070",
      "zh_CN": "【修行功夫，可概括为观门、行门，细说则法门无量誓愿学也。】",
      "zh_TW": "【修行功夫，可概括為觀門、行門，細說則法門無量誓願學也。】"
    },
    {
      "id": "09-023-0109_p0071",
      "zh_CN": "大乘佛法里面讲到修学的纲领，多半都讲观行，观行就是此地讲的观门与行门。观门是理，通达道理；行门是事相，就是日常生活当中点点滴滴这些事相。修学，观跟行是一不是二，理跟事是一不是二。理事如果脱了节，变成两桩事情，你的修行功夫决定不得力。无论你怎样精进修，都没有用处；也就是说，你转不了境界。不能转境界，就是功夫不得力。所以一定要晓得，观行是一不是二，就是前面所讲的，事里面有理，理里面有事。在种种不同事相当中，你见平等之理，你见不生灭之理。在理论当中，你又能够见到种种差别的事相，知道这些差别事相怎么来的？怎么演变出来的？最后这些事相归宿到什么地方，清清楚楚，明明白白。这样的生活就是佛菩萨的生活，所谓是觉者的生活。底下两段再细说：",
      "zh_TW": "大乘佛法裡面講到修學的綱領，多半都講觀行，觀行就是此地講的觀門與行門。觀門是理，通達道理；行門是事相，就是日常生活當中點點滴滴這些事相。修學，觀跟行是一不是二，理跟事是一不是二。理事如果脫了節，變成兩樁事情，你的修行功夫決定不得力。無論你怎樣精進修，都沒有用處；也就是說，你轉不了境界。不能轉境界，就是功夫不得力。所以一定要曉得，觀行是一不是二，就是前面所講的，事裡面有理，理裡面有事。在種種不同事相當中，你見平等之理，你見不生滅之理。在理論當中，你又能夠見到種種差別的事相，知道這些差別事相怎麼來的？怎麼演變出來的？最後這些事相歸宿到什麼地方，清清楚楚，明明白白。這樣的生活就是佛菩薩的生活，所謂是覺者的生活。底下兩段再細說："
    },
    {
      "id": "09-023-0109_p0072",
      "zh_CN": "【理观，依佛说可以贯通一切之理性，加以深切体认，严密觉照，用之于行门。】",
      "zh_TW": "【理觀，依佛說可以貫通一切之理性，加以深切體認，嚴密覺照，用之於行門。】"
    },
    {
      "id": "09-023-0109_p0073",
      "zh_CN": "我们先看这一节。这里面有两句话很重要，第一个是「深切体认」，也就是说，佛所讲的这些道理真正明了，真正通达了。特别是《金刚经》里面所说的，《金刚经》所讲的可以说是佛四十九年所说一切法的中心、精华，这是释迦牟尼佛四十九年所说一切经法的大根大本。《金刚经》的道理能通一切法，所以六祖大师在《金刚经》上开悟，一切大乘经教他都通达了，是有道理的，他通一切法。既然通一切佛法，当然也通一切世间法，世出世间法都通达。",
      "zh_TW": "我們先看這一節。這裡面有兩句話很重要，第一個是「深切體認」，也就是說，佛所講的這些道理真正明瞭，真正通達了。特別是《金剛經》裡面所說的，《金剛經》所講的可以說是佛四十九年所說一切法的中心、精華，這是釋迦牟尼佛四十九年所說一切經法的大根大本。《金剛經》的道理能通一切法，所以六祖大師在《金剛經》上開悟，一切大乘經教他都通達了，是有道理的，他通一切法。既然通一切佛法，當然也通一切世間法，世出世間法都通達。"
    },
    {
      "id": "09-023-0109_p0074",
      "zh_CN": "我在前面曾经跟诸位说过，古时候听经开悟，真的是上上根人。一遍听了他就觉悟了，就是此地讲的，深切的体认了。中下根人只可以说是结个法缘，曾经听过一遍经，听了之后都忘掉了，也不晓得讲些什么，阿赖耶识里头落下一个种子而已，这一生当中不得受用。可是现代人有福，现代中下根人可以跟过去上上根人平等。怎么会平等？现在可以重复反复去听。古时候听法师讲经听一遍，不会给你讲第二遍。现在有录音带，一遍听不懂，听十遍；十遍听不懂，听一百遍；一百遍听不懂，听三百遍、五百遍，就听懂了，就赶上那个上上根人，甚至于超过上上根人。现代人有福报，借重科学的工具，只要你有耐心，你真的肯干，你才行。",
      "zh_TW": "我在前面曾經跟諸位說過，古時候聽經開悟，真的是上上根人。一遍聽了他就覺悟了，就是此地講的，深切的體認了。中下根人只可以說是結個法緣，曾經聽過一遍經，聽了之後都忘掉了，也不曉得講些什麼，阿賴耶識裡頭落下一個種子而已，這一生當中不得受用。可是現代人有福，現代中下根人可以跟過去上上根人平等。怎麼會平等？現在可以重複反覆去聽。古時候聽法師講經聽一遍，不會給你講第二遍。現在有錄音帶，一遍聽不懂，聽十遍；十遍聽不懂，聽一百遍；一百遍聽不懂，聽三百遍、五百遍，就聽懂了，就趕上那個上上根人，甚至於超過上上根人。現代人有福報，借重科學的工具，只要你有耐心，你真的肯幹，你才行。"
    },
    {
      "id": "09-023-0109_p0075",
      "zh_CN": "过去学讲经，说老实话，你听老师讲经，从前教讲经都是复讲，讲小座复讲。头一天听老师讲经，第二天你上台复讲，你要没有能力，就没法子学。只听一遍，你要有那个记忆力。老师讲一个小时，你有能力复讲五十分钟才算及格，你可以学讲经。古时候，讲经的法师是这样培养出来的。听众当中有这个能力的，老和尚把他挑选出来，让他第二天复讲，这样训练出来的，有这种能力的人不多。过去李老师在台中办大专佛学讲座，前面十一届我都参加，我跟他们同学们混在一起，看看他们的能力怎么样，结果非常失望。李老师那个时候讲《佛学概要十四讲》，老师讲一个小时，下课之后，我就请这些同学们集合在一起，你们来复讲，拿到老师的讲稿来复讲。听了一个小时，照这个大纲来复讲，表解的稿子，他们的能力几乎百分之九十只讲五分钟就完了。讲得最好的大概七、八分钟，我那个时候一看到这个样子，摇头！古人常讲后生可畏，看这样子并不可畏，才晓得这个难处。从前的标准是要讲到百分之八十，你才有资格被选出来学讲经。",
      "zh_TW": "過去學講經，說老實話，你聽老師講經，從前教講經都是複講，講小座複講。頭一天聽老師講經，第二天你上台複講，你要沒有能力，就沒法子學。只聽一遍，你要有那個記憶力。老師講一個小時，你有能力複講五十分鐘才算及格，你可以學講經。古時候，講經的法師是這樣培養出來的。聽眾當中有這個能力的，老和尚把他挑選出來，讓他第二天複講，這樣訓練出來的，有這種能力的人不多。過去李老師在台中辦大專佛學講座，前面十一屆我都參加，我跟他們同學們混在一起，看看他們的能力怎麼樣，結果非常失望。李老師那個時候講《佛學概要十四講》，老師講一個小時，下課之後，我就請這些同學們集合在一起，你們來複講，拿到老師的講稿來複講。聽了一個小時，照這個大綱來複講，表解的稿子，他們的能力幾乎百分之九十只講五分鐘就完了。講得最好的大概七、八分鐘，我那個時候一看到這個樣子，搖頭！古人常講後生可畏，看這樣子並不可畏，才曉得這個難處。從前的標準是要講到百分之八十，你才有資格被選出來學講經。"
    },
    {
      "id": "09-023-0109_p0076",
      "zh_CN": "可是现在录音带帮了大忙，可以反复的听。听到录音带上讲一个小时，你也能讲一个小时，岂不就成功了吗？要听多少遍？总得听几十遍、百遍以上。洛杉矶赵立本居士，他就专门听《六祖坛经》跟《金刚经》，就专门听这两样东西。他告诉我，他说：法师，我只学这两样，这两样我很有兴趣，我老实念佛求生净土可不可以？我说可以。他告诉我，他听了二十六遍。那是好多年以前，听了二十六遍。我就劝他，你继续听，听满一百遍，你就会讲了。他现在果然会讲了，到处讲，讲得很不错！你能够把一部经从头到尾反复听一百遍，行！所以现代中下根人可以跟过去上上根人相比，道理在此地。只要你肯下功夫，只要你不怕困难，你一遍一遍的听，一遍一遍的学习，这就能成功。",
      "zh_TW": "可是現在錄音帶幫了大忙，可以反覆的聽。聽到錄音帶上講一個小時，你也能講一個小時，豈不就成功了嗎？要聽多少遍？總得聽幾十遍、百遍以上。洛杉磯趙立本居士，他就專門聽《六祖壇經》跟《金剛經》，就專門聽這兩樣東西。他告訴我，他說：法師，我只學這兩樣，這兩樣我很有興趣，我老實念佛求生淨土可不可以？我說可以。他告訴我，他聽了二十六遍。那是好多年以前，聽了二十六遍。我就勸他，你繼續聽，聽滿一百遍，你就會講了。他現在果然會講了，到處講，講得很不錯！你能夠把一部經從頭到尾反覆聽一百遍，行！所以現代中下根人可以跟過去上上根人相比，道理在此地。只要你肯下功夫，只要你不怕困難，你一遍一遍的聽，一遍一遍的學習，這就能成功。"
    },
    {
      "id": "09-023-0109_p0077",
      "zh_CN": "讲经确确实实不是一生的事情，生生世世的善根，决不是一生能够成功的。今天用录音带这个工具，一生当中可以成功，这是很难得的，我们要会运用它。我在台中跟李老师学经，我有能力，我听老师讲一个小时，第二天我把老师东西重复讲一遍，我至少可以有把握，讲到他百分之九十五，我有这个能力。我听一遍，都能够记得，而且我听的时候很专心，他这些理论东西，我都能听懂。但是没有这样的能力，你就没有办法。因为那个时候没有录音带，没有这个工具，所以学东西学得很苦。有这个能力的人就太少太少了。所以说博闻强记，要有这个能力。这是深切体认，非常非常重要！",
      "zh_TW": "講經確確實實不是一生的事情，生生世世的善根，決不是一生能夠成功的。今天用錄音帶這個工具，一生當中可以成功，這是很難得的，我們要會運用它。我在台中跟李老師學經，我有能力，我聽老師講一個小時，第二天我把老師東西重複講一遍，我至少可以有把握，講到他百分之九十五，我有這個能力。我聽一遍，都能夠記得，而且我聽的時候很專心，他這些理論東西，我都能聽懂。但是沒有這樣的能力，你就沒有辦法。因為那個時候沒有錄音帶，沒有這個工具，所以學東西學得很苦。有這個能力的人就太少太少了。所以說博聞強記，要有這個能力。這是深切體認，非常非常重要！"
    },
    {
      "id": "09-023-0109_p0078",
      "zh_CN": "真正通达明了，还要会用，你要不会用，那也枉然。严密觉照就是用，要把这些理论方法能运用在生活上，这才能转境界，改变我们的生活。生活改变了，当然第一个是你的想法、看法改变了，思想改变了，你的做法也改变了。譬如底下第二条，事修上它头一个举例子布施、持戒。没有明白这些道理的时候，我们对于布施很难，总觉得这个钱很辛苦赚来的，很不容易。尤其我们那个时候是公务员，一个月薪水很微薄，在台湾早期待遇很薄。说到财布施，没有人愿意去做。可是这个道理明白之后，不但可以做，很欢喜去做。思想观念改变了，做法就不一样。境界转了，连带的身体体质也转了，体质上转变的，一般世间人所期求的，健康长寿。如果你不能够转过来，你的一生是命运在安排。命运从哪里来的？《了凡四训》里头讲得很清楚。",
      "zh_TW": "真正通達明瞭，還要會用，你要不會用，那也枉然。嚴密覺照就是用，要把這些理論方法能運用在生活上，這才能轉境界，改變我們的生活。生活改變了，當然第一個是你的想法、看法改變了，思想改變了，你的做法也改變了。譬如底下第二條，事修上它頭一個舉例子布施、持戒。沒有明白這些道理的時候，我們對於布施很難，總覺得這個錢很辛苦賺來的，很不容易。尤其我們那個時候是公務員，一個月薪水很微薄，在台灣早期待遇很薄。說到財布施，沒有人願意去做。可是這個道理明白之後，不但可以做，很歡喜去做。思想觀念改變了，做法就不一樣。境界轉了，連帶的身體體質也轉了，體質上轉變的，一般世間人所期求的，健康長壽。如果你不能夠轉過來，你的一生是命運在安排。命運從哪裡來的？《了凡四訓》裡頭講得很清楚。"
    },
    {
      "id": "09-023-0109_p0079",
      "zh_CN": "我是前些年，也就在此地，在迪安那学院讲《了凡四训》，有二十五个录音带，讲本文是十五个，前面五个带子是讲序文，印光大师的序文，总共好像有二十五个带子。有一些同修，从这个带子把它整理出来，我看过，里面也修订过，现在印成一本书，好像有这么厚，我看外头有结缘的，这是我删定过的。这里面讲得很清楚、很明白。人只要有我、有我执，有我有人，有是非人我，这个人就有命运，他就受命运的支配，就受命运的主宰。如果哪一天是无我相、无人相、无众生相，你就超过命运，命运跟你不相干。命运不相干，再告诉你，风水也不相干。你有命运，就有风水。风水是什么？受外面环境的影响，那叫风水。这些都是事实，但是你不要被人骗了，现在骗人的事情很多。风水跟每一个人根性、命运不相同。这个地方，我住在这里好，对我来讲；你住在这里未必好。风水并不是：「这好风水，每个人住都好！」不一样，要跟你的命运相配合。所以看风水才有「福人居福地，福地福人居」，就这个道理。你没有福报，什么福地你住在那里，麻烦就来了，一大堆的麻烦。什么原因？那是福地，你没有福，你的福跟那个地要能够相应，那才住得好。好风水对甲好，对乙未必好，要明白这个道理。对那个人好，对我未必好；对我好，对他未必好，一定要懂得这个道理。所以与自己的命运要能够相应，要能配合，这是世间意。",
      "zh_TW": "我是前些年，也就在此地，在迪安那學院講《了凡四訓》，有二十五個錄音帶，講本文是十五個，前面五個帶子是講序文，印光大師的序文，總共好像有二十五個帶子。有一些同修，從這個帶子把它整理出來，我看過，裡面也修訂過，現在印成一本書，好像有這麼厚，我看外頭有結緣的，這是我刪定過的。這裡面講得很清楚、很明白。人只要有我、有我執，有我有人，有是非人我，這個人就有命運，他就受命運的支配，就受命運的主宰。如果哪一天是無我相、無人相、無眾生相，你就超過命運，命運跟你不相干。命運不相干，再告訴你，風水也不相干。你有命運，就有風水。風水是什麼？受外面環境的影響，那叫風水。這些都是事實，但是你不要被人騙了，現在騙人的事情很多。風水跟每一個人根性、命運不相同。這個地方，我住在這裡好，對我來講；你住在這裡未必好。風水並不是：「這好風水，每個人住都好！」不一樣，要跟你的命運相配合。所以看風水才有「福人居福地，福地福人居」，就這個道理。你沒有福報，什麼福地你住在那裡，麻煩就來了，一大堆的麻煩。什麼原因？那是福地，你沒有福，你的福跟那個地要能夠相應，那才住得好。好風水對甲好，對乙未必好，要明白這個道理。對那個人好，對我未必好；對我好，對他未必好，一定要懂得這個道理。所以與自己的命運要能夠相應，要能配合，這是世間意。"
    },
    {
      "id": "09-023-0109_p0080",
      "zh_CN": "学佛的人要超越，这是佛法殊胜之处。如果学佛的人还堕落在命运里面，还被环境所转，这个佛学得就很冤枉，一丝毫的功德利益都没有得到，那真的叫白学，冤枉学了。学佛最殊胜的利益，也就是最低限度的利益，这不能说最殊胜，最起码的利益，改造命运，改造体质，身体健康长寿，容光焕发，这是最起码的好处。这一点好处没有得到的话，你这个佛不叫白学了？大的好处，经上给我们讲的，都是真的事实，我们这一生可以做得到：了生死，出三界。这一生当中，从凡夫转变成佛菩萨，超越十法界的佛菩萨，这是最殊胜的利益，真实的好处。我们人人都做得到，要紧的是要深切体认这个经典讲的道理，要能把理论方法应用在自己生活上，那你就成功了。所以，用在行门。",
      "zh_TW": "學佛的人要超越，這是佛法殊勝之處。如果學佛的人還墮落在命運裡面，還被環境所轉，這個佛學得就很冤枉，一絲毫的功德利益都沒有得到，那真的叫白學，冤枉學了。學佛最殊勝的利益，也就是最低限度的利益，這不能說最殊勝，最起碼的利益，改造命運，改造體質，身體健康長壽，容光煥發，這是最起碼的好處。這一點好處沒有得到的話，你這個佛不叫白學了？大的好處，經上給我們講的，都是真的事實，我們這一生可以做得到：了生死，出三界。這一生當中，從凡夫轉變成佛菩薩，超越十法界的佛菩薩，這是最殊勝的利益，真實的好處。我們人人都做得到，要緊的是要深切體認這個經典講的道理，要能把理論方法應用在自己生活上，那你就成功了。所以，用在行門。"
    },
    {
      "id": "09-023-0109_p0081",
      "zh_CN": "【理观，必应兼事修。】",
      "zh_TW": "【理觀，必應兼事修。】"
    },
    {
      "id": "09-023-0109_p0082",
      "zh_CN": "有理论一定要把它用在生活上，这个事修就是生活。学了佛法这些道理，与自己的生活要是脱节不相干，这是一点用都没有。所以我常常讲，佛法是非常现实的，决不是玄谈，决不是空洞的，字字句句在生活上统统用得上，没有一样用不上，跟我们世间学校所学的东西的确不一样。学校学的东西，好多都是没用的东西。离开学校，有什么用？我在学校念书，我念中学的时候，年岁虽然不大，我就明了这个道理。所以我的老师对我的看法也很特别，我在学校是很有名的不用功的，我考试只要六十分，家里要我年年升级，六十分就可以升级，就行了！不念书。老师问：你可以念书，为什么不念书？我说：书念了没用处。他想想也真有道理。我说：我离开学校，到社会上工作，这些东西都没有用，我为什么花那么多时间在这上面？可是我喜欢念书，我到图书馆念书，我念的东西比我的同学多得太多了。我要念我用得上的东西，用不上的东西我不念，所以学校功课敷衍敷衍就算了。我有能力敷衍，刚才讲，我的记忆力很好。考试之前，平常不念书，考试之前十分钟，书翻一翻，保证及格，就行了！你说这个书还要念它干什么？这不需要念了。我的老师对我都了解，你要做数学，数学有练习本，我数学练习本不交的，我跟老师商量好了，同学们做不出的习题，我到黑板上做给你看，我会做，何必要浪费我的时间？所以我在学校里念自己喜欢念的书，念自己觉得有用的书，没有用的、不喜欢的，一概都不念。这是理跟事一定要相应。「缺其一，便不足以言修功矣。」你修行的功夫就没有了。所以一定要相应，理跟事一定要相应。今天时间到了，我们就讲到此地。",
      "zh_TW": "有理論一定要把它用在生活上，這個事修就是生活。學了佛法這些道理，與自己的生活要是脫節不相干，這是一點用都沒有。所以我常常講，佛法是非常現實的，決不是玄談，決不是空洞的，字字句句在生活上統統用得上，沒有一樣用不上，跟我們世間學校所學的東西的確不一樣。學校學的東西，好多都是沒用的東西。離開學校，有什麼用？我在學校念書，我念中學的時候，年歲雖然不大，我就明瞭這個道理。所以我的老師對我的看法也很特別，我在學校是很有名的不用功的，我考試只要六十分，家裡要我年年升級，六十分就可以升級，就行了！不念書。老師問：你可以念書，為什麼不念書？我說：書念了沒用處。他想想也真有道理。我說：我離開學校，到社會上工作，這些東西都沒有用，我為什麼花那麼多時間在這上面？可是我喜歡念書，我到圖書館念書，我念的東西比我的同學多得太多了。我要念我用得上的東西，用不上的東西我不念，所以學校功課敷衍敷衍就算了。我有能力敷衍，剛才講，我的記憶力很好。考試之前，平常不念書，考試之前十分鐘，書翻一翻，保證及格，就行了！你說這個書還要念它幹什麼？這不需要念了。我的老師對我都了解，你要做數學，數學有練習本，我數學練習本不交的，我跟老師商量好了，同學們做不出的習題，我到黑板上做給你看，我會做，何必要浪費我的時間？所以我在學校裡念自己喜歡念的書，念自己覺得有用的書，沒有用的、不喜歡的，一概都不念。這是理跟事一定要相應。「缺其一，便不足以言修功矣。」你修行的功夫就沒有了。所以一定要相應，理跟事一定要相應。今天時間到了，我們就講到此地。"
    }
  ]
}