{
  "doc_id": "09-023-0043",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十三集",
    "zh_TW": "第四十三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0043",
  "total_paragraphs": 86,
  "paragraphs": [
    {
      "id": "09-023-0043_p0001",
      "zh_CN": "请掀开经本，一百零一面，第三行：",
      "zh_TW": "請掀開經本，一百零一面，第三行："
    },
    {
      "id": "09-023-0043_p0002",
      "zh_CN": "【相而非相，色即是空。非相而相，空即是色。相即非相，非相即相，正是如来藏真实义，故曰如来说。】",
      "zh_TW": "【相而非相，色即是空。非相而相，空即是色。相即非相，非相即相，正是如來藏真實義，故曰如來說。】"
    },
    {
      "id": "09-023-0043_p0003",
      "zh_CN": "这是解释经文后面一句，「是故如来说名实相」。为什么要用如来说，不用佛说？这几句就为我们说得很清楚、很明白了。一切大乘法皆是世尊为我们说明宇宙人生的真相，实相就是真实相。真实相不但不容易说，实在我们凡夫也很难体会。我们在大乘经上，对于佛的说法，就是说法的方法，实实在在佩服他的巧妙，不能说的他也说出来了。这个说出来，古大德有个比喻，就像画图画，他用的手法是烘云托月，月亮画不出来画云彩，云彩当中露出一块，不就把月亮显示出来了吗？世尊为我们解释诸法实相，手法很接近这个方法。实相说不出来，旁敲侧击把那个实相烘托出来，用这个方法。告诉我们实相既不是相也不是非相，相是色相，是有相，非相是空。说明真相既不可以说有，也不可以说空，空有两边都不能说，那怎么个说法？只可以说「相而非相，非相而相」，用这种方法说，让我们从这里面去体会。《心经》里面讲「色即是空，空即是色」，「色不异空，空不异色。」你在这个句子里头去体会。这种说法，实在讲真的是一个字也没说，一句话也没说，所谓是「说而无说，无说而说」，我们要在这里面去体会。真正体会得了，所谓「见而无见，无见而见」，「听而无闻，无闻而听」，那你就有点味道了，真正东西你才能够领略几分。前面我们曾经读过，诸法一如。一就没得说，二才可以说，一怎么个说法？诸法是一切法、是万法，万法一如。所以这个「说」，确实有他的善巧，现在人讲技巧。",
      "zh_TW": "這是解釋經文後面一句，「是故如來說名實相」。為什麼要用如來說，不用佛說？這幾句就為我們說得很清楚、很明白了。一切大乘法皆是世尊為我們說明宇宙人生的真相，實相就是真實相。真實相不但不容易說，實在我們凡夫也很難體會。我們在大乘經上，對於佛的說法，就是說法的方法，實實在在佩服他的巧妙，不能說的他也說出來了。這個說出來，古大德有個比喻，就像畫圖畫，他用的手法是烘雲托月，月亮畫不出來畫雲彩，雲彩當中露出一塊，不就把月亮顯示出來了嗎？世尊為我們解釋諸法實相，手法很接近這個方法。實相說不出來，旁敲側擊把那個實相烘托出來，用這個方法。告訴我們實相既不是相也不是非相，相是色相，是有相，非相是空。說明真相既不可以說有，也不可以說空，空有兩邊都不能說，那怎麼個說法？只可以說「相而非相，非相而相」，用這種方法說，讓我們從這裡面去體會。《心經》裡面講「色即是空，空即是色」，「色不異空，空不異色。」你在這個句子裡頭去體會。這種說法，實在講真的是一個字也沒說，一句話也沒說，所謂是「說而無說，無說而說」，我們要在這裡面去體會。真正體會得了，所謂「見而無見，無見而見」，「聽而無聞，無聞而聽」，那你就有點味道了，真正東西你才能夠領略幾分。前面我們曾經讀過，諸法一如。一就沒得說，二才可以說，一怎麼個說法？諸法是一切法、是萬法，萬法一如。所以這個「說」，確實有他的善巧，現在人講技巧。"
    },
    {
      "id": "09-023-0043_p0004",
      "zh_CN": "「非相而相，空即是色。相即非相，非相即相。」从这里面去显示出如来藏的真实义。《大佛顶首楞严经》里面讲如来藏，如来藏是什么？就是真如，就是本性，就是此经上讲的如来，一如，都是一个意思，前面跟诸位报告过了。世尊每每就一桩事情说出许多的名相，用意是叫我们不执着，叫我们离名字相，离言说相，离心缘相，这一接触就明了、就悟入。这是佛教学的目标，是让我们悟入实相。禅家讲的是要求我们明心见性，这些方法都是教人明心见性的方法。我们为什么见不了性？实在说我们不善学，佛是善教，我们不善学。佛所教的是两边都不着，我们学的是不着这边就着那一边，一定要执着，这就不善学。所以学几十年，学一辈子都不能见性，都不解如来真实义。过失在我们这一边，佛那一边的确没有过失。我们想找佛的毛病，真是一点都找不到。所以说「如来说」。如来，世尊在本经跟我们解释这个意思，「如来者，诸法如义」，就是诸法一如。诸法一如，实在讲就是净宗讲的理一心不乱，禅宗讲的明心见性，本经所说的实相。请看底下一段：",
      "zh_TW": "「非相而相，空即是色。相即非相，非相即相。」從這裡面去顯示出如來藏的真實義。《大佛頂首楞嚴經》裡面講如來藏，如來藏是什麼？就是真如，就是本性，就是此經上講的如來，一如，都是一個意思，前面跟諸位報告過了。世尊每每就一樁事情說出許多的名相，用意是叫我們不執著，叫我們離名字相，離言說相，離心緣相，這一接觸就明瞭、就悟入。這是佛教學的目標，是讓我們悟入實相。禪家講的是要求我們明心見性，這些方法都是教人明心見性的方法。我們為什麼見不了性？實在說我們不善學，佛是善教，我們不善學。佛所教的是兩邊都不著，我們學的是不著這邊就著那一邊，一定要執著，這就不善學。所以學幾十年，學一輩子都不能見性，都不解如來真實義。過失在我們這一邊，佛那一邊的確沒有過失。我們想找佛的毛病，真是一點都找不到。所以說「如來說」。如來，世尊在本經跟我們解釋這個意思，「如來者，諸法如義」，就是諸法一如。諸法一如，實在講就是淨宗講的理一心不亂，禪宗講的明心見性，本經所說的實相。請看底下一段："
    },
    {
      "id": "09-023-0043_p0005",
      "zh_CN": "【佛经中常云，性体空寂。因防人误会性体之空为空无，性体之寂为枯寂。故复名性体为实相。】",
      "zh_TW": "【佛經中常云，性體空寂。因防人誤會性體之空為空無，性體之寂為枯寂。故復名性體為實相。】"
    },
    {
      "id": "09-023-0043_p0006",
      "zh_CN": "这也说明佛为什么使用许许多多不同的名词术语。世尊知道凡夫的大病就是坚固的执着，他要是不执着，说老实话，修行证果很容易，哪里要三大阿僧祇劫、无量劫，用不着。这个病，病根太深、太重，很难拔除，我们要晓得，就是着相，就是妄想分别执着。所以无量劫来，虽然供养无数的诸佛如来，依然还在六道轮回，还要受这些苦难，原因就是妄想分别执着。尤其是般若经，若有丝毫的执着，不但不能解义，一定会错解，一定会误会，这个问题就更严重了。性体空寂，大乘经上常说。《仁王经》上讲佛菩萨的果位，用五种忍来标明，伏忍、信忍、顺忍、无生忍、寂灭忍，都用忍来标明。显示出世尊的说法，正如同在《华严经》上所讲：「一即一切，一切即一」，一即是多，多即是一，圆融无碍。可是这样说法，当然有一部分人在这个说法里面开悟了，可是还有一部分人听了发生误会，这个真有，不是没有，把佛的意思错会了。",
      "zh_TW": "這也說明佛為什麼使用許許多多不同的名詞術語。世尊知道凡夫的大病就是堅固的執著，他要是不執著，說老實話，修行證果很容易，哪裡要三大阿僧祇劫、無量劫，用不著。這個病，病根太深、太重，很難拔除，我們要曉得，就是著相，就是妄想分別執著。所以無量劫來，雖然供養無數的諸佛如來，依然還在六道輪迴，還要受這些苦難，原因就是妄想分別執著。尤其是般若經，若有絲毫的執著，不但不能解義，一定會錯解，一定會誤會，這個問題就更嚴重了。性體空寂，大乘經上常說。《仁王經》上講佛菩薩的果位，用五種忍來標明，伏忍、信忍、順忍、無生忍、寂滅忍，都用忍來標明。顯示出世尊的說法，正如同在《華嚴經》上所講：「一即一切，一切即一」，一即是多，多即是一，圓融無礙。可是這樣說法，當然有一部分人在這個說法裡面開悟了，可是還有一部分人聽了發生誤會，這個真有，不是沒有，把佛的意思錯會了。"
    },
    {
      "id": "09-023-0043_p0007",
      "zh_CN": "所以防人误会性体之空，他讲空，空是什么都没有，那叫空，佛说的空不是这个意思。佛说的空是什么都有，不是没有。什么都有，为什么说它空？因为它了不可得。本经末后，从比喻当中说「梦幻泡影」，你们想梦幻泡影有没有？有，不是没有；虽有，不可得。因为它不可得所以叫它做空，不是没有；把它当作「空无」来讲，那错了。性体之「寂」，把它当作枯寂来讲也错了。枯寂是什么？枯寂是死的。而不知道佛法这个寂是活活泼泼的。寂是什么？寂是净、清净，清净到了极处。虽然清净到极处，它不是死水，它是活水，它是流动的活水，活活泼泼，所以它显示出大用无方。十方法界哪个地方有众生求，佛菩萨立刻就感应。我们赞叹观音菩萨千处祈求千处应，那个「千」不是数字，如果是数字，千不多，太少了。观音菩萨的感应是尽虚空遍法界，无量无边。千是表法、表圆满、表无量无边，表这个意思。",
      "zh_TW": "所以防人誤會性體之空，他講空，空是什麼都沒有，那叫空，佛說的空不是這個意思。佛說的空是什麼都有，不是沒有。什麼都有，為什麼說它空？因為它了不可得。本經末後，從比喻當中說「夢幻泡影」，你們想夢幻泡影有沒有？有，不是沒有；雖有，不可得。因為它不可得所以叫它做空，不是沒有；把它當作「空無」來講，那錯了。性體之「寂」，把它當作枯寂來講也錯了。枯寂是什麼？枯寂是死的。而不知道佛法這個寂是活活潑潑的。寂是什麼？寂是淨、清淨，清淨到了極處。雖然清淨到極處，它不是死水，它是活水，它是流動的活水，活活潑潑，所以它顯示出大用無方。十方法界哪個地方有眾生求，佛菩薩立刻就感應。我們讚歎觀音菩薩千處祈求千處應，那個「千」不是數字，如果是數字，千不多，太少了。觀音菩薩的感應是盡虛空遍法界，無量無邊。千是表法、表圓滿、表無量無邊，表這個意思。"
    },
    {
      "id": "09-023-0043_p0008",
      "zh_CN": "我们也求，求了不感应，天天念观音菩萨，拜观音菩萨，观音菩萨也不来显给你看一下，这是什么原因？你虽然有求，这当中有障碍，不是佛菩萨不应，是你自己有障碍。譬如我们白天，天天想看太阳，可是偏偏打一把伞，你永远也看不到太阳。什么原因？你自己有障碍，不是太阳不照你，是你有障碍把它障住了。这个障碍是什么？妄想分别执着，还是这个东西。所以离开妄想执着，十方一切诸佛如来菩萨，统统都感应道交。为什么不把这个东西丢掉？这个东西害人害惨了，何必还这样爱惜，舍不得把它丢掉！这是佛在经上常说，愚痴，颠倒，可怜悯者！佛讲的这些话，就是说这桩事情，应该要舍弃的，偏偏不肯舍弃。所以障碍你无始劫到今天一切的愿求，你求不到。我们晓得，把这个障碍去掉，就感应道交。「佛氏门中，有求必应」，求成佛，这一生都能作佛，你想想看，其他的那都是小事，哪有求不到的，哪有没有感应的？一定要知道去障碍要紧。寂不是枯寂，怕人家看到空寂两个字发生误会，所以又说体性叫实相。",
      "zh_TW": "我們也求，求了不感應，天天念觀音菩薩，拜觀音菩薩，觀音菩薩也不來顯給你看一下，這是什麼原因？你雖然有求，這當中有障礙，不是佛菩薩不應，是你自己有障礙。譬如我們白天，天天想看太陽，可是偏偏打一把傘，你永遠也看不到太陽。什麼原因？你自己有障礙，不是太陽不照你，是你有障礙把它障住了。這個障礙是什麼？妄想分別執著，還是這個東西。所以離開妄想執著，十方一切諸佛如來菩薩，統統都感應道交。為什麼不把這個東西丟掉？這個東西害人害慘了，何必還這樣愛惜，捨不得把它丟掉！這是佛在經上常說，愚痴，顛倒，可憐憫者！佛講的這些話，就是說這樁事情，應該要捨棄的，偏偏不肯捨棄。所以障礙你無始劫到今天一切的願求，你求不到。我們曉得，把這個障礙去掉，就感應道交。「佛氏門中，有求必應」，求成佛，這一生都能作佛，你想想看，其他的那都是小事，哪有求不到的，哪有沒有感應的？一定要知道去障礙要緊。寂不是枯寂，怕人家看到空寂兩個字發生誤會，所以又說體性叫實相。"
    },
    {
      "id": "09-023-0043_p0009",
      "zh_CN": "【实是真实有，非空无也。】",
      "zh_TW": "【實是真實有，非空無也。】"
    },
    {
      "id": "09-023-0043_p0010",
      "zh_CN": "不是什么都没有，什么都没有，那个空有什么难懂？两、三岁小孩都懂。而佛说这个空义，小乘人不懂，大乘权教菩萨也不懂。我们今天在此地懂了没有？好像懂了，又好像不懂，我们今天确实是这个样子。真的要是明白了，你一定入境界。我们今天是似懂非懂，并没有彻底的明了。",
      "zh_TW": "不是什麼都沒有，什麼都沒有，那個空有什麼難懂？兩、三歲小孩都懂。而佛說這個空義，小乘人不懂，大乘權教菩薩也不懂。我們今天在此地懂了沒有？好像懂了，又好像不懂，我們今天確實是這個樣子。真的要是明白了，你一定入境界。我們今天是似懂非懂，並沒有徹底的明瞭。"
    },
    {
      "id": "09-023-0043_p0011",
      "zh_CN": "【相是炽然显现，非枯寂也。】",
      "zh_TW": "【相是熾然顯現，非枯寂也。】"
    },
    {
      "id": "09-023-0043_p0012",
      "zh_CN": "这个相怎么显现？有体就有作用。相之显现，昨天跟诸位报告了，波动的现象，十法界依正庄严都是这个现象变现出来的。如来果地上一真法界，它动的幅度最低，动得最慢，它那个波动很微小，动得很慢，显示出那个法界永恒不变。在十法界里面，菩萨这个波的振动比佛法界要大，幅度要大，时间要快。声闻、缘觉法界比菩萨法界又要来得快速，又要来得大。由此可知，振动时间最快速、幅度最大的是三恶道众生，三恶道众生那个心念极不平。这个现象，实在讲我们自己要是冷静的去观察，不难发现。不要观察别人，观察自己，自己有的时候心很平静、很清净，起念头的时候也很微细。如果遇到外面环境刺激，或者生欢喜心了，或者瞋恚了，我们讲心跳脉膊那个速度就快，幅度也大，从这个地方很明显的能够体验得出来。在缓慢的时候、平静的时候变化小，就在我们自己一身，当我们心情很平和的时候、很清净的时候，这个变化就小，就缓慢。当我们生欢喜的时候，手舞足蹈，或者发脾气发怒的时候，那个变化就大，人的相貌都变了。这是我们很容易体验得出来的，就是这么个道理，十法界依正庄严，一个道理！",
      "zh_TW": "這個相怎麼顯現？有體就有作用。相之顯現，昨天跟諸位報告了，波動的現象，十法界依正莊嚴都是這個現象變現出來的。如來果地上一真法界，它動的幅度最低，動得最慢，它那個波動很微小，動得很慢，顯示出那個法界永恆不變。在十法界裡面，菩薩這個波的振動比佛法界要大，幅度要大，時間要快。聲聞、緣覺法界比菩薩法界又要來得快速，又要來得大。由此可知，振動時間最快速、幅度最大的是三惡道眾生，三惡道眾生那個心念極不平。這個現象，實在講我們自己要是冷靜的去觀察，不難發現。不要觀察別人，觀察自己，自己有的時候心很平靜、很清淨，起念頭的時候也很微細。如果遇到外面環境刺激，或者生歡喜心了，或者瞋恚了，我們講心跳脈膊那個速度就快，幅度也大，從這個地方很明顯的能夠體驗得出來。在緩慢的時候、平靜的時候變化小，就在我們自己一身，當我們心情很平和的時候、很清淨的時候，這個變化就小，就緩慢。當我們生歡喜的時候，手舞足蹈，或者發脾氣發怒的時候，那個變化就大，人的相貌都變了。這是我們很容易體驗得出來的，就是這麼個道理，十法界依正莊嚴，一個道理！"
    },
    {
      "id": "09-023-0043_p0013",
      "zh_CN": "佛法的行门上，总纲领就是修定。不管哪一个法门，八万四千法门、无量法门修什么？修定。因戒得定，因定开慧，都是修禅定。绝对不是说唯有禅宗才修定，现在就有很多人误会，认为不是参禅就不是修定，大错特错！八万四千法门，实际就是讲八万四千种不同的方法，修什么？都是修定。他用参究的方法修定，我们用持名念佛的方法修定。方法不一样，所得到的效果相同。我们净宗所讲的事一心不乱，就等于禅宗的禅定，禅宗讲得定。理一心不乱等于禅宗里面的破本参，大彻大悟、明心见性。我们用的方法不一样，所说的名词术语不一样，实际上一桩事情。教下用止观的方法，密宗用持咒的方法，方法尽管不同，都是修戒定慧。依照那个方法去做，就是戒，戒就是如法，守规矩，依照方法去做，那就是持戒；依照方法去修，功夫得力了，一定就能得定；得定之后能开悟、能见性，是这么一桩事情。所以这个寂不是枯寂，枯寂就变成死定，那有什么用处！不起作用。",
      "zh_TW": "佛法的行門上，總綱領就是修定。不管哪一個法門，八萬四千法門、無量法門修什麼？修定。因戒得定，因定開慧，都是修禪定。絕對不是說唯有禪宗才修定，現在就有很多人誤會，認為不是參禪就不是修定，大錯特錯！八萬四千法門，實際就是講八萬四千種不同的方法，修什麼？都是修定。他用參究的方法修定，我們用持名念佛的方法修定。方法不一樣，所得到的效果相同。我們淨宗所講的事一心不亂，就等於禪宗的禪定，禪宗講得定。理一心不亂等於禪宗裡面的破本參，大徹大悟、明心見性。我們用的方法不一樣，所說的名詞術語不一樣，實際上一樁事情。教下用止觀的方法，密宗用持咒的方法，方法儘管不同，都是修戒定慧。依照那個方法去做，就是戒，戒就是如法，守規矩，依照方法去做，那就是持戒；依照方法去修，功夫得力了，一定就能得定；得定之後能開悟、能見性，是這麼一樁事情。所以這個寂不是枯寂，枯寂就變成死定，那有什麼用處！不起作用。"
    },
    {
      "id": "09-023-0043_p0014",
      "zh_CN": "诸佛菩萨表现给我们看的，行住坐卧都在定中，大乘经上常用比喻说，「那伽常在定，无有不定时」。那伽是梵语，翻成中国意思就是龙象，就是大象。我们看大象，到动物园去看看大象，所有动物里面，大象好像是在定中，牠很稳重、慢慢的。牠不像其他的动物蹦跳得很快，好像心不定，象好像都在定中一样，用这个做比喻。诸佛菩萨行住坐卧都在定中，那都是定，可见得那个定不是盘腿面壁，所有一切活动都在定中，都没有离开定，那才叫甚深禅定。《楞严经》上讲的「首楞严大定」，就是这个意思；叫自性本定。这是换一个名词，怕人产生误会。",
      "zh_TW": "諸佛菩薩表現給我們看的，行住坐臥都在定中，大乘經上常用比喻說，「那伽常在定，無有不定時」。那伽是梵語，翻成中國意思就是龍象，就是大象。我們看大象，到動物園去看看大象，所有動物裡面，大象好像是在定中，牠很穩重、慢慢的。牠不像其他的動物蹦跳得很快，好像心不定，象好像都在定中一樣，用這個做比喻。諸佛菩薩行住坐臥都在定中，那都是定，可見得那個定不是盤腿面壁，所有一切活動都在定中，都沒有離開定，那才叫甚深禪定。《楞嚴經》上講的「首楞嚴大定」，就是這個意思；叫自性本定。這是換一個名詞，怕人產生誤會。"
    },
    {
      "id": "09-023-0043_p0015",
      "zh_CN": "【说名为实，显其妙湛总持，常恒不变，虽空而非无也。说名为相，显其胡来胡现，汉来汉现，虽寂而常照也。】",
      "zh_TW": "【說名為實，顯其妙湛總持，常恆不變，雖空而非無也。說名為相，顯其胡來胡現，漢來漢現，雖寂而常照也。】"
    },
    {
      "id": "09-023-0043_p0016",
      "zh_CN": "这个解释还是有相当的深度，解释得非常之好，这是解释实相。说到「实」，显示自性妙湛总持；妙湛总持不动尊，也是在《楞严经》上的。「湛」是比喻像水干干净净、一尘不染，从水面就看到水底，这水清，湛是清净的意思。妙湛是清净到极处！形容我们真心自性。正是六祖见性的时候所说，他老人家第一句话就讲，「何期自性，本来清净」，没染污。我们的自性清净心，现在有没有染污？还是没有染污，纵然堕在阿鼻地狱也不染污，这才叫自性，这才叫本性。从来不染污。染污是什么？染污是一层虚妄障碍住，是一层虚妄，好像云彩遮住了太阳。云彩能遮得住太阳吗？太阳真的被云彩遮住？没有！实在讲，云彩遮了我们眼睛。自性上那些妄想、分别、执着、无明、烦恼，就像云彩一样，所以那个想叫妄想。你要懂得那个妄的意思，妄不是真的，真的那还能去得掉吗？真的去不掉。正是它是个妄，妄怎么去掉？一觉悟它就没有了。迷的时候有，一觉就没有了。般若是能觉，般若智慧非常重要。「总持」这两个字的意思，我们用六祖的话解释大家好懂，「何期自性，本来具足」，总持就是具足的意思。自性清净心中，一样都不缺；不但不缺，能大师又说，「何期自性，能生万法」，能生万法也是总持的意思。虚空法界诸佛刹土依正庄严，都是这个东西变现出来的。没有变现出来，它具足，它本来具足。因缘成熟显现出来，一切万相能够随缘变现。妙湛总持，而它的性体常恒不变。能变的真心，性体永远不变，变的是它起用；它的作用会变，它的本体不变。这个实，实相两个字，实是从体上说的，真实。「虽空而非无」，体上真的什么都没有，但是不能说它无。为什么不能说它无？它能现相。如果说无，它现相的作用没有了；它能现相。虽现相，它体还是空寂的，这是实的意思。",
      "zh_TW": "這個解釋還是有相當的深度，解釋得非常之好，這是解釋實相。說到「實」，顯示自性妙湛總持；妙湛總持不動尊，也是在《楞嚴經》上的。「湛」是比喻像水乾乾淨淨、一塵不染，從水面就看到水底，這水清，湛是清淨的意思。妙湛是清淨到極處！形容我們真心自性。正是六祖見性的時候所說，他老人家第一句話就講，「何期自性，本來清淨」，沒染污。我們的自性清淨心，現在有沒有染污？還是沒有染污，縱然墮在阿鼻地獄也不染污，這才叫自性，這才叫本性。從來不染污。染污是什麼？染污是一層虛妄障礙住，是一層虛妄，好像雲彩遮住了太陽。雲彩能遮得住太陽嗎？太陽真的被雲彩遮住？沒有！實在講，雲彩遮了我們眼睛。自性上那些妄想、分別、執著、無明、煩惱，就像雲彩一樣，所以那個想叫妄想。你要懂得那個妄的意思，妄不是真的，真的那還能去得掉嗎？真的去不掉。正是它是個妄，妄怎麼去掉？一覺悟它就沒有了。迷的時候有，一覺就沒有了。般若是能覺，般若智慧非常重要。「總持」這兩個字的意思，我們用六祖的話解釋大家好懂，「何期自性，本來具足」，總持就是具足的意思。自性清淨心中，一樣都不缺；不但不缺，能大師又說，「何期自性，能生萬法」，能生萬法也是總持的意思。虛空法界諸佛剎土依正莊嚴，都是這個東西變現出來的。沒有變現出來，它具足，它本來具足。因緣成熟顯現出來，一切萬相能夠隨緣變現。妙湛總持，而它的性體常恆不變。能變的真心，性體永遠不變，變的是它起用；它的作用會變，它的本體不變。這個實，實相兩個字，實是從體上說的，真實。「雖空而非無」，體上真的什麼都沒有，但是不能說它無。為什麼不能說它無？它能現相。如果說無，它現相的作用沒有了；它能現相。雖現相，它體還是空寂的，這是實的意思。"
    },
    {
      "id": "09-023-0043_p0017",
      "zh_CN": "「说名为相」，说这个相，相是从现相上说的。要是从前面，前面是《心经》上的「色即是空，空即是色」，色就是相，空就是性。我们要用实相两个字来讲色空，实就是空，相就是色。「说名为相，显其胡来胡现」，这个拿镜子做比喻。我们照镜子，镜子没有东西，空的、干干净净的。「胡」是外国人，中国人从前我们是汉人，外国人都叫胡人，胡是外国人。外国人照镜子，镜子现外国人的面孔。「汉来汉现」，汉是中国人，中国人照镜子，镜子里头现中国人的面孔。「虽寂而常照」，镜子干干净净，绝对不染，它常照，它不是不照。照的时候有，不照的时候就没有了，这个大家懂。如果更深体会一层，原来正在照的时候也没有。正在照的时候，镜子里头何尝有相？如果镜子里头真有相，我们人走了那个相还在，那就真有。人走了之后，镜子没有相。正在照的时候就没有相，你能够体会这一点，你就开智慧了。用这个来比喻我们的自性。",
      "zh_TW": "「說名為相」，說這個相，相是從現相上說的。要是從前面，前面是《心經》上的「色即是空，空即是色」，色就是相，空就是性。我們要用實相兩個字來講色空，實就是空，相就是色。「說名為相，顯其胡來胡現」，這個拿鏡子做比喻。我們照鏡子，鏡子沒有東西，空的、乾乾淨淨的。「胡」是外國人，中國人從前我們是漢人，外國人都叫胡人，胡是外國人。外國人照鏡子，鏡子現外國人的面孔。「漢來漢現」，漢是中國人，中國人照鏡子，鏡子裡頭現中國人的面孔。「雖寂而常照」，鏡子乾乾淨淨，絕對不染，它常照，它不是不照。照的時候有，不照的時候就沒有了，這個大家懂。如果更深體會一層，原來正在照的時候也沒有。正在照的時候，鏡子裡頭何嘗有相？如果鏡子裡頭真有相，我們人走了那個相還在，那就真有。人走了之後，鏡子沒有相。正在照的時候就沒有相，你能夠體會這一點，你就開智慧了。用這個來比喻我們的自性。"
    },
    {
      "id": "09-023-0043_p0018",
      "zh_CN": "「经」也有镜子的意思。我们每天早晨起来，晚上睡觉之前洗洗脸，都要照照镜子。我们展开佛经，佛经是一面镜子，照我们的清净心，照我们的真心本性。我们脸上有一块脏的，知道把它洗干净；心里面那些脏的东西，为什么不把它洗掉？心里面哪些东西是脏的？贪瞋痴慢疑恶见都是肮脏的，这是很粗的。微细的是妄想分别执着。这是你心里面肮脏的污秽东西，为什么不把它洗干净？还要把它留在那里，这就错了。佛经上也常讲自性是「寂而常照，照而常寂」，用寂照或者照寂，这些名相也是讲的实相，也是讲的自性。",
      "zh_TW": "「經」也有鏡子的意思。我們每天早晨起來，晚上睡覺之前洗洗臉，都要照照鏡子。我們展開佛經，佛經是一面鏡子，照我們的清淨心，照我們的真心本性。我們臉上有一塊髒的，知道把它洗乾淨；心裡面那些髒的東西，為什麼不把它洗掉？心裡面哪些東西是髒的？貪瞋痴慢疑惡見都是骯髒的，這是很粗的。微細的是妄想分別執著。這是你心裡面骯髒的污穢東西，為什麼不把它洗乾淨？還要把它留在那裡，這就錯了。佛經上也常講自性是「寂而常照，照而常寂」，用寂照或者照寂，這些名相也是講的實相，也是講的自性。"
    },
    {
      "id": "09-023-0043_p0019",
      "zh_CN": "【古德说实相，为无相无不相。此说甚妙，极为简明。】",
      "zh_TW": "【古德說實相，為無相無不相。此說甚妙，極為簡明。】"
    },
    {
      "id": "09-023-0043_p0020",
      "zh_CN": "我们看古大德注解般若经，像《金刚经》自古至今总有一百多种注解，这是少说的。我们看到古人有个本子，叫《金刚经五百家注解》，可见得注解《金刚经》的人很多，其中不少人解释实相，用这一句「无相无不相」。这个解释很好，实在讲，跟前面解释这个意思相同。无相是从体性上说的；无不相就是现相，就是有相，是从现相上讲的。用无相来解释实这个字，用无不相来解释相这个字，跟前面所说的意思完全相同。此说甚妙，极为简明，简单明了。虽然简单明了，现代人听这句话听不懂；也就是说这句话在从前，那些人当机，现在这些人很难懂。这个说法很难懂，说了他会迷惑，什么叫无相无不相，他不但不能体会，反而生起疑惑。",
      "zh_TW": "我們看古大德註解般若經，像《金剛經》自古至今總有一百多種註解，這是少說的。我們看到古人有個本子，叫《金剛經五百家註解》，可見得註解《金剛經》的人很多，其中不少人解釋實相，用這一句「無相無不相」。這個解釋很好，實在講，跟前面解釋這個意思相同。無相是從體性上說的；無不相就是現相，就是有相，是從現相上講的。用無相來解釋實這個字，用無不相來解釋相這個字，跟前面所說的意思完全相同。此說甚妙，極為簡明，簡單明瞭。雖然簡單明瞭，現代人聽這句話聽不懂；也就是說這句話在從前，那些人當機，現在這些人很難懂。這個說法很難懂，說了他會迷惑，什麼叫無相無不相，他不但不能體會，反而生起疑惑。"
    },
    {
      "id": "09-023-0043_p0021",
      "zh_CN": "【性体本不是相，故曰无相。】",
      "zh_TW": "【性體本不是相，故曰無相。】"
    },
    {
      "id": "09-023-0043_p0022",
      "zh_CN": "无相是从体上说的，解释实字。",
      "zh_TW": "無相是從體上說的，解釋實字。"
    },
    {
      "id": "09-023-0043_p0023",
      "zh_CN": "【虽不是相，而一切相皆缘起而生。】",
      "zh_TW": "【雖不是相，而一切相皆緣起而生。】"
    },
    {
      "id": "09-023-0043_p0024",
      "zh_CN": "真如本性能随缘，随染缘就变秽土、变六道，随净缘就变净土、四圣法界。四圣、六凡，依正庄严，是真心本性随缘变现出来的，所以它是无不相。",
      "zh_TW": "真如本性能隨緣，隨染緣就變穢土、變六道，隨淨緣就變淨土、四聖法界。四聖、六凡，依正莊嚴，是真心本性隨緣變現出來的，所以它是無不相。"
    },
    {
      "id": "09-023-0043_p0025",
      "zh_CN": "【无相无不相，正性体之真实相状。】",
      "zh_TW": "【無相無不相，正性體之真實相狀。】"
    },
    {
      "id": "09-023-0043_p0026",
      "zh_CN": "这才把它那个真的样子叙说出来。不这种说法，性体的样子的确说不出来。",
      "zh_TW": "這才把它那個真的樣子敘說出來。不這種說法，性體的樣子的確說不出來。"
    },
    {
      "id": "09-023-0043_p0027",
      "zh_CN": "【相不相俱离，如来藏之真实相状，如是如是。】",
      "zh_TW": "【相不相俱離，如來藏之真實相狀，如是如是。】"
    },
    {
      "id": "09-023-0043_p0028",
      "zh_CN": "这句话非常要紧，这才说得真的圆满。说相、说无相、说无不相，都不执着，我们才真正体会到它的真实义。你着在无相这边错了，着在无不相这边也错了，如果着无相无不相还是错了，统统不能执着，体会它的意思，决定不能执着。体会这个意思，心里面还有一念体会，那也错了。确确实实要像镜子照东西一样，痕迹都不留，清清楚楚、明明白白，里头痕迹不留。不但是过去不留，刚才讲正在照的时候就不留痕迹。佛菩萨的用心，佛菩萨用什么心？前面讲过很多次，用真心，用真心就是这个用法。释迦牟尼佛在本经一开端，表演给我们看，「入舍卫大城乞食，着衣持钵」，这都是有相，这就是此地讲的无不相。虽然有相，它确确实实那个清净心连痕迹都不染，这种生活就是如来与法身大士的生活。他们生活跟我们有什么不一样？穿一样的衣服、吃一样的食物，人家住在一真法界。他穿的衣服是一真法界的衣服，他吃的饭菜是一真法界的饭菜；我们跟他吃同样的，我们穿的衣服是六道轮回的衣服，吃的是六道轮回的食物。你想一想，不同的地方在哪里？你要真的得一点消息，你就对《金刚经》佩服得五体投地，才晓得《金刚般若》之妙！这样简单的经文，这么深这么广的义理、形相都显露无遗，这是这个经的特色。你要是得了消息，如来藏的真实相状你就明了，就如是如是。",
      "zh_TW": "這句話非常要緊，這才說得真的圓滿。說相、說無相、說無不相，都不執著，我們才真正體會到它的真實義。你著在無相這邊錯了，著在無不相這邊也錯了，如果著無相無不相還是錯了，統統不能執著，體會它的意思，決定不能執著。體會這個意思，心裡面還有一念體會，那也錯了。確確實實要像鏡子照東西一樣，痕跡都不留，清清楚楚、明明白白，裡頭痕跡不留。不但是過去不留，剛才講正在照的時候就不留痕跡。佛菩薩的用心，佛菩薩用什麼心？前面講過很多次，用真心，用真心就是這個用法。釋迦牟尼佛在本經一開端，表演給我們看，「入舍衛大城乞食，著衣持缽」，這都是有相，這就是此地講的無不相。雖然有相，它確確實實那個清淨心連痕跡都不染，這種生活就是如來與法身大士的生活。他們生活跟我們有什麼不一樣？穿一樣的衣服、吃一樣的食物，人家住在一真法界。他穿的衣服是一真法界的衣服，他吃的飯菜是一真法界的飯菜；我們跟他吃同樣的，我們穿的衣服是六道輪迴的衣服，吃的是六道輪迴的食物。你想一想，不同的地方在哪裡？你要真的得一點消息，你就對《金剛經》佩服得五體投地，才曉得《金剛般若》之妙！這樣簡單的經文，這麼深這麼廣的義理、形相都顯露無遺，這是這個經的特色。你要是得了消息，如來藏的真實相狀你就明瞭，就如是如是。"
    },
    {
      "id": "09-023-0043_p0029",
      "zh_CN": "【当知佛之说法，原为破众生之执。】",
      "zh_TW": "【當知佛之說法，原為破眾生之執。】"
    },
    {
      "id": "09-023-0043_p0030",
      "zh_CN": "这是一切诸佛如来、诸菩萨、祖师大德，为一切众生说法的总目标。佛给我们说法用意在哪里？破执着而已。我们众生很麻烦，佛不说法还好，愈说法，我们的执着愈多愈坚固，你说糟糕不糟糕！本来我们只是在世间法执着，佛跟我们一说法，又把佛法执着了，所以佛叫苦、叫冤枉！我们要是执着佛法，不是佛害我们，佛没有心害我们，我们自己害了自己；自己害了自己，还要倒过头来怪佛菩萨，「你害我！」其实佛菩萨没害你，你自己把意思错会了。佛说一个什么，你就执着个什么，这还得了！明白这个道理，明白这个事实真相，我们在佛法当中修学，真的一帆风顺，知道佛所有一切法破执着的。",
      "zh_TW": "這是一切諸佛如來、諸菩薩、祖師大德，為一切眾生說法的總目標。佛給我們說法用意在哪裡？破執著而已。我們眾生很麻煩，佛不說法還好，愈說法，我們的執著愈多愈堅固，你說糟糕不糟糕！本來我們只是在世間法執著，佛跟我們一說法，又把佛法執著了，所以佛叫苦、叫冤枉！我們要是執著佛法，不是佛害我們，佛沒有心害我們，我們自己害了自己；自己害了自己，還要倒過頭來怪佛菩薩，「你害我！」其實佛菩薩沒害你，你自己把意思錯會了。佛說一個什麼，你就執著個什麼，這還得了！明白這個道理，明白這個事實真相，我們在佛法當中修學，真的一帆風順，知道佛所有一切法破執著的。"
    },
    {
      "id": "09-023-0043_p0031",
      "zh_CN": "【因偏私故执】",
      "zh_TW": "【因偏私故執】"
    },
    {
      "id": "09-023-0043_p0032",
      "zh_CN": "执着从哪里来的？私心。《金刚经》上讲的我相，有我就有私心。起心动念要为我，所有一切物要想方法把它变成我所有，那就苦了。我所有，就是我们一般人讲患得患失。我所有，真的你能够得到所有吗？假如你要是真的得到所有，不但释迦牟尼佛，所有一切诸佛都要拜你做老师，都要做你的徒弟，你有本事！你真的能在一切法当中，能够得到一样东西，那一切诸佛菩萨佩服你，你很了不起。「凡所有相，皆是虚妄；一切有为法，如梦幻泡影。」你得个什么？你有什么？我听说在新加坡这边的同修，你们买房子有九九年、九九九年，大家都在争这个，不得了！你能活到九十九年吗？已经太长了。不要说九十九年，九年以后的世界，你想到会起什么变化吗？这都打妄想。妄想分别执着，脑子里还有这些东西，这跟般若完全相反，背道而驰。所以真正的福报没有别的，佛给我们讲断恶修善，积功累德，多做利益一切众生的事情，那是你积德修福。所以佛在经上常讲，我们佛弟子聪明人要做带得去的，带不去的不要干。那个九九、九九九都带不去的，那打妄想，带不去的，要干真正带得去的。",
      "zh_TW": "執著從哪裡來的？私心。《金剛經》上講的我相，有我就有私心。起心動念要為我，所有一切物要想方法把它變成我所有，那就苦了。我所有，就是我們一般人講患得患失。我所有，真的你能夠得到所有嗎？假如你要是真的得到所有，不但釋迦牟尼佛，所有一切諸佛都要拜你做老師，都要做你的徒弟，你有本事！你真的能在一切法當中，能夠得到一樣東西，那一切諸佛菩薩佩服你，你很了不起。「凡所有相，皆是虛妄；一切有為法，如夢幻泡影。」你得個什麼？你有什麼？我聽說在新加坡這邊的同修，你們買房子有九九年、九九九年，大家都在爭這個，不得了！你能活到九十九年嗎？已經太長了。不要說九十九年，九年以後的世界，你想到會起什麼變化嗎？這都打妄想。妄想分別執著，腦子裡還有這些東西，這跟般若完全相反，背道而馳。所以真正的福報沒有別的，佛給我們講斷惡修善，積功累德，多做利益一切眾生的事情，那是你積德修福。所以佛在經上常講，我們佛弟子聰明人要做帶得去的，帶不去的不要幹。那個九九、九九九都帶不去的，那打妄想，帶不去的，要幹真正帶得去的。"
    },
    {
      "id": "09-023-0043_p0033",
      "zh_CN": "你们大家也都常常挂在嘴边，「万般将不去，唯有业随身」，什么东西能带得去？业。我们不要带恶业，也不要带善业，我们要带净业。用清净心断恶修善，念佛求生净土，我们带这个业，我们干这个。念佛就好了，为什么还要断恶？不断恶，怕的是业障现前，往生不了，断恶是消业障。走的时候清清楚楚、明明白白，不迷惑颠倒，那就是业障消除了，我们断恶为这个。修善又是为什么？修善是为一切众生结善缘、结法缘。我将来成佛作菩萨来讲经说法，他们都来听，都来得度了。不给人结法缘，你修得再好，讲得再好，跟那些众生没有缘，上台讲经没人听，所以要跟众生结善缘。",
      "zh_TW": "你們大家也都常常掛在嘴邊，「萬般將不去，唯有業隨身」，什麼東西能帶得去？業。我們不要帶惡業，也不要帶善業，我們要帶淨業。用清淨心斷惡修善，念佛求生淨土，我們帶這個業，我們幹這個。念佛就好了，為什麼還要斷惡？不斷惡，怕的是業障現前，往生不了，斷惡是消業障。走的時候清清楚楚、明明白白，不迷惑顛倒，那就是業障消除了，我們斷惡為這個。修善又是為什麼？修善是為一切眾生結善緣、結法緣。我將來成佛作菩薩來講經說法，他們都來聽，都來得度了。不給人結法緣，你修得再好，講得再好，跟那些眾生沒有緣，上台講經沒人聽，所以要跟眾生結善緣。"
    },
    {
      "id": "09-023-0043_p0034",
      "zh_CN": "一般人都知道我法缘不错，到哪里法缘都很殊胜。也有法师问我：你的法缘怎么会那么好，能不能教教我？我就劝他布施结缘。不少同修供养我的，供养我的钱我没有用处，一点用处都没有。别的法师拿这些钱去盖大庙，我拿这些钱印经，印经再给你们大家结缘，所以我的缘就结得广。结法缘非常重要，结的这个缘，缘结得深，我将来成佛就度这些众生。我们看到一切诸佛如来度众生的数量不相等，有些成佛度得多，有些成佛度得少。什么原因？在因地里面结的缘多少不同，成了佛，度众生也离不了因缘。这就是一定要多结善缘，多结法缘，这是最好的。",
      "zh_TW": "一般人都知道我法緣不錯，到哪裡法緣都很殊勝。也有法師問我：你的法緣怎麼會那麼好，能不能教教我？我就勸他布施結緣。不少同修供養我的，供養我的錢我沒有用處，一點用處都沒有。別的法師拿這些錢去蓋大廟，我拿這些錢印經，印經再給你們大家結緣，所以我的緣就結得廣。結法緣非常重要，結的這個緣，緣結得深，我將來成佛就度這些眾生。我們看到一切諸佛如來度眾生的數量不相等，有些成佛度得多，有些成佛度得少。什麼原因？在因地裡面結的緣多少不同，成了佛，度眾生也離不了因緣。這就是一定要多結善緣，多結法緣，這是最好的。"
    },
    {
      "id": "09-023-0043_p0035",
      "zh_CN": "【因执着而愈偏私】",
      "zh_TW": "【因執著而愈偏私】"
    },
    {
      "id": "09-023-0043_p0036",
      "zh_CN": "私心随着妄想执着是愈来愈严重，这个事情麻烦。",
      "zh_TW": "私心隨著妄想執著是愈來愈嚴重，這個事情麻煩。"
    },
    {
      "id": "09-023-0043_p0037",
      "zh_CN": "【众生所以造业受苦，轮回不已，生死不休，全由于此。】",
      "zh_TW": "【眾生所以造業受苦，輪迴不已，生死不休，全由於此。】"
    },
    {
      "id": "09-023-0043_p0038",
      "zh_CN": "为什么会造业？为什么会受苦？为什么会轮回？都是为了一个「私」字，自私自利。这个自私自利，从无量劫来，把我们真的害惨！我们过去生中不是没有接触到佛法，从《金刚经》、从《无量寿经》，这不必讲太多，这两部经典里面，佛告诉我们的，也就等于佛给我们授记，过去生中生生世世，我们已经供养无量无边诸佛如来。所以论善根福德，有很多阿罗汉、辟支佛、菩萨都比不上我们，这是真的不是假的，佛在经上给我们作证。如果没有这样深厚的善根福德，你遇到净土法门，你怎么会相信？你怎么肯发愿念佛求生？你接触到这个法门，你能够相信、能够发愿、能够念佛求生，你的善根福德因缘满了。为什么许多阿罗汉、辟支佛、菩萨都不肯念佛求生净土？他们要是论善根福德因缘不如我们，这是真的。论断烦恼、论修定、开智慧，我们不如他。这些事实我们也要搞得清清楚楚，然后才知道珍惜这一生的机缘。如果这一生还要贪恋这个世间这一切虚假虚妄的，那我们这一生又空过了。诸位一定要知道，一生空过是不是来生可以遇到？不一定。来生不晓得到哪一道去了。下一次再遇到，可能隔很多生，也可能隔一劫、二劫，也可能隔无量劫，说不定的！所以这个机会很难遇到。彭际清居士讲的没错，这个机会遇到，一次的遇到是无量劫来希有难逢，无量劫才碰到一次，真的像你们买奖券中特奖一样，好不容易中到一次，不是你今天中到一次，下个月又中了，哪有那种事情！才晓得这个缘太难，太不容易遇到。所以遇到了，一定要珍惜。",
      "zh_TW": "為什麼會造業？為什麼會受苦？為什麼會輪迴？都是為了一個「私」字，自私自利。這個自私自利，從無量劫來，把我們真的害慘！我們過去生中不是沒有接觸到佛法，從《金剛經》、從《無量壽經》，這不必講太多，這兩部經典裡面，佛告訴我們的，也就等於佛給我們授記，過去生中生生世世，我們已經供養無量無邊諸佛如來。所以論善根福德，有很多阿羅漢、辟支佛、菩薩都比不上我們，這是真的不是假的，佛在經上給我們作證。如果沒有這樣深厚的善根福德，你遇到淨土法門，你怎麼會相信？你怎麼肯發願念佛求生？你接觸到這個法門，你能夠相信、能夠發願、能夠念佛求生，你的善根福德因緣滿了。為什麼許多阿羅漢、辟支佛、菩薩都不肯念佛求生淨土？他們要是論善根福德因緣不如我們，這是真的。論斷煩惱、論修定、開智慧，我們不如他。這些事實我們也要搞得清清楚楚，然後才知道珍惜這一生的機緣。如果這一生還要貪戀這個世間這一切虛假虛妄的，那我們這一生又空過了。諸位一定要知道，一生空過是不是來生可以遇到？不一定。來生不曉得到哪一道去了。下一次再遇到，可能隔很多生，也可能隔一劫、二劫，也可能隔無量劫，說不定的！所以這個機會很難遇到。彭際清居士講的沒錯，這個機會遇到，一次的遇到是無量劫來希有難逢，無量劫才碰到一次，真的像你們買獎券中特獎一樣，好不容易中到一次，不是你今天中到一次，下個月又中了，哪有那種事情！才曉得這個緣太難，太不容易遇到。所以遇到了，一定要珍惜。"
    },
    {
      "id": "09-023-0043_p0039",
      "zh_CN": "【而世间所以多烦恼、多斗争，乃至杀人盈城、杀人盈野，亦莫不由此。】",
      "zh_TW": "【而世間所以多煩惱、多鬥爭，乃至殺人盈城、殺人盈野，亦莫不由此。】"
    },
    {
      "id": "09-023-0043_p0040",
      "zh_CN": "这是讲从小的烦恼到大的杀害。残酷的战争从哪里发生的？都是从自私自利里头发生出来的。",
      "zh_TW": "這是講從小的煩惱到大的殺害。殘酷的戰爭從哪裡發生的？都是從自私自利裡頭發生出來的。"
    },
    {
      "id": "09-023-0043_p0041",
      "zh_CN": "【故世尊出世救苦，首须破此。】",
      "zh_TW": "【故世尊出世救苦，首須破此。】"
    },
    {
      "id": "09-023-0043_p0042",
      "zh_CN": "佛菩萨要救度一切众生，从哪里救起？从唤醒我们愚迷，从离四相、离四见做起。彻底了解我相、人相、众生相、寿者相都是假的，「凡所有相，皆是虚妄」，我见、人见、众生见、寿者见也是假的，「一切有为法，如梦幻泡影」。你能够把这个看清楚了，这种事情看清楚，就叫做看破；不再执着，那就是放下。能够看破、放下，大乘法就不难了，决定不会把意思错解，这一生当中就有成就的希望。我们将经本翻过来。",
      "zh_TW": "佛菩薩要救度一切眾生，從哪裡救起？從喚醒我們愚迷，從離四相、離四見做起。徹底了解我相、人相、眾生相、壽者相都是假的，「凡所有相，皆是虛妄」，我見、人見、眾生見、壽者見也是假的，「一切有為法，如夢幻泡影」。你能夠把這個看清楚了，這種事情看清楚，就叫做看破；不再執著，那就是放下。能夠看破、放下，大乘法就不難了，決定不會把意思錯解，這一生當中就有成就的希望。我們將經本翻過來。"
    },
    {
      "id": "09-023-0043_p0043",
      "zh_CN": "【众生所以偏私成执】",
      "zh_TW": "【眾生所以偏私成執】"
    },
    {
      "id": "09-023-0043_p0044",
      "zh_CN": "偏是偏见，私是欲望、私欲、私心，造成了坚固的执着。无他，没有别的。",
      "zh_TW": "偏是偏見，私是欲望、私欲、私心，造成了堅固的執著。無他，沒有別的。"
    },
    {
      "id": "09-023-0043_p0045",
      "zh_CN": "【由其智慧短浅，没有开智慧。不知是偏，不知是执。】",
      "zh_TW": "【由其智慧短淺，沒有開智慧。不知是偏，不知是執。】"
    },
    {
      "id": "09-023-0043_p0046",
      "zh_CN": "不知道！他以为这是正常的。再看看别人，每个人都这样，哪个人不自私，哪个人不自利，别人都是这样的，我这样做没错！别人统统都搞六道轮回，我轮回哪里错了？干这个事情。可见得在这个大环境里面，想觉悟真正不容易。再看看，佛经上这样讲的，要断执着，要断偏私，我看学佛的人也挺自私，不但在家学佛的人自私执着，出家的法师也自私也执着，我这个自私执着有什么错？真正学佛人，不能拿这个来做标准。拿这个来做标准，你这一生又会空过。你要拿谁做标准？拿诸佛菩萨做标准，释迦牟尼佛是个很好的标准。他可以做小国王，他不要、他不干，他有很好居住的生活环境，他不要，他出去托钵。他生活那么苦，一切都舍掉了，世尊给我们做了样子，说到做到。世尊这些弟子也给我们做了样子，也是说到做到。",
      "zh_TW": "不知道！他以為這是正常的。再看看別人，每個人都這樣，哪個人不自私，哪個人不自利，別人都是這樣的，我這樣做沒錯！別人統統都搞六道輪迴，我輪迴哪裡錯了？幹這個事情。可見得在這個大環境裡面，想覺悟真正不容易。再看看，佛經上這樣講的，要斷執著，要斷偏私，我看學佛的人也挺自私，不但在家學佛的人自私執著，出家的法師也自私也執著，我這個自私執著有什麼錯？真正學佛人，不能拿這個來做標準。拿這個來做標準，你這一生又會空過。你要拿誰做標準？拿諸佛菩薩做標準，釋迦牟尼佛是個很好的標準。他可以做小國王，他不要、他不幹，他有很好居住的生活環境，他不要，他出去托缽。他生活那麼苦，一切都捨掉了，世尊給我們做了樣子，說到做到。世尊這些弟子也給我們做了樣子，也是說到做到。"
    },
    {
      "id": "09-023-0043_p0047",
      "zh_CN": "再看看我们现前也有一些高僧大德，他们也是说到做到。早年虚云老和尚，人家说到做到。虚老和尚我跟他没见过面，我看过他很多的照片，就没有发现一张照片，他穿的衣服上是没有补洞的，没有发现过。我都注意，照片拿来看看他衣服上有没有补钉，我没有看到有一张他穿的衣服上没有补钉的。他难道不能穿一件漂亮衣服吗？他那个信徒、皈依徒弟太多太多了，连泰国的国王、王后都皈依他，都做他的弟子，那个供养的丰厚可以说没有一个出家人能比得上，他为什么不换一件漂亮衣服穿穿？还是穿他的旧补钉衣服。他那些钱到哪儿去了？我们看了他的传记、看了他的年谱才知道，全都拿去修庙去了。中国大陆许多的寺庙，他建寺庙；寺庙破烂，他去修寺庙。一个寺庙修好了，他又不住，他去找一个修行不错的，找一个法师交给他，他老人家就走了，这就与他没事了，真正放得下，真看破了。虚老和尚一生修多少寺庙，我们都算不清，他一个也没有，这做了样子给我们看。",
      "zh_TW": "再看看我們現前也有一些高僧大德，他們也是說到做到。早年虛雲老和尚，人家說到做到。虛老和尚我跟他沒見過面，我看過他很多的照片，就沒有發現一張照片，他穿的衣服上是沒有補洞的，沒有發現過。我都注意，照片拿來看看他衣服上有沒有補釘，我沒有看到有一張他穿的衣服上沒有補釘的。他難道不能穿一件漂亮衣服嗎？他那個信徒、皈依徒弟太多太多了，連泰國的國王、王后都皈依他，都做他的弟子，那個供養的豐厚可以說沒有一個出家人能比得上，他為什麼不換一件漂亮衣服穿穿？還是穿他的舊補釘衣服。他那些錢到哪兒去了？我們看了他的傳記、看了他的年譜才知道，全都拿去修廟去了。中國大陸許多的寺廟，他建寺廟；寺廟破爛，他去修寺廟。一個寺廟修好了，他又不住，他去找一個修行不錯的，找一個法師交給他，他老人家就走了，這就與他沒事了，真正放得下，真看破了。虛老和尚一生修多少寺廟，我們都算不清，他一個也沒有，這做了樣子給我們看。"
    },
    {
      "id": "09-023-0043_p0048",
      "zh_CN": "第二个，印光老法师，这是我们净宗大德。你看他一生，他穿的、他吃的跟常住完全一样，没有特别给他加菜，他没有小厨房，这是我们的样子。我们看这些样子就对了，不能看别的样子。我学佛之后出了家，我的老师叫我学印光法师，他是印光法师的弟子，以印光法师做榜样、做典型，向他学习，学得跟他一模一样就成功了。印老一生所得的供养，他跟虚老和尚不一样，虚老和尚是从事硬体的建设盖庙；而我们印老法师是做软体的，他印经。他在苏州报国寺里面设了一个弘化社，就是我们平常讲的佛经流通处。十方所有的供养都做为弘化社的基金，印经布施流通国内国外，他做这个工作。最近报国寺政府发还给佛教，安上法师在那里做这个工作。我希望弘化社能够恢复，还用「弘化社」，老招牌、老字号不要改，但是业务要扩充，老法师从前只是印经，我们现在不但要印经，要做录音带、做录影带、做ＣＤ片，把他的事业发扬光大，普利一切众生，我们要干这个事情。",
      "zh_TW": "第二個，印光老法師，這是我們淨宗大德。你看他一生，他穿的、他吃的跟常住完全一樣，沒有特別給他加菜，他沒有小廚房，這是我們的樣子。我們看這些樣子就對了，不能看別的樣子。我學佛之後出了家，我的老師叫我學印光法師，他是印光法師的弟子，以印光法師做榜樣、做典型，向他學習，學得跟他一模一樣就成功了。印老一生所得的供養，他跟虛老和尚不一樣，虛老和尚是從事硬體的建設蓋廟；而我們印老法師是做軟體的，他印經。他在蘇州報國寺裡面設了一個弘化社，就是我們平常講的佛經流通處。十方所有的供養都做為弘化社的基金，印經布施流通國內國外，他做這個工作。最近報國寺政府發還給佛教，安上法師在那裡做這個工作。我希望弘化社能夠恢復，還用「弘化社」，老招牌、老字號不要改，但是業務要擴充，老法師從前只是印經，我們現在不但要印經，要做錄音帶、做錄影帶、做ＣＤ片，把他的事業發揚光大，普利一切眾生，我們要幹這個事情。"
    },
    {
      "id": "09-023-0043_p0049",
      "zh_CN": "念念想光大佛法，念念想利益众生，就把那个私的念头打破了。不要想自己，想自己没有好处，人常常想自己，就把自己想老了、想病了、想死掉了。念念想别人，自己没有了；自己没有了，谁老、谁病、谁死？都没有，老病死都没有了，因为自己没有了。因为有我，才有生老病死，「我」没有了，生老病死谁去承当？没人承当，没了。如果你还想要生老病死，那就天天想「我」；你不想要生老病死，你把「我」忘掉就没有了。这是《金刚经》上讲的，四相空了，生老病死就没有了，六道轮回也没有了，彻底解决的办法。所以要知道，起心动念都想到自己，这是偏见，不是智慧，执着。",
      "zh_TW": "念念想光大佛法，念念想利益眾生，就把那個私的念頭打破了。不要想自己，想自己沒有好處，人常常想自己，就把自己想老了、想病了、想死掉了。念念想別人，自己沒有了；自己沒有了，誰老、誰病、誰死？都沒有，老病死都沒有了，因為自己沒有了。因為有我，才有生老病死，「我」沒有了，生老病死誰去承當？沒人承當，沒了。如果你還想要生老病死，那就天天想「我」；你不想要生老病死，你把「我」忘掉就沒有了。這是《金剛經》上講的，四相空了，生老病死就沒有了，六道輪迴也沒有了，徹底解決的辦法。所以要知道，起心動念都想到自己，這是偏見，不是智慧，執著。"
    },
    {
      "id": "09-023-0043_p0050",
      "zh_CN": "【佛曰无有定法，以破其偏执之病根。法字，通摄世出世间一切法。】",
      "zh_TW": "【佛曰無有定法，以破其偏執之病根。法字，通攝世出世間一切法。】"
    },
    {
      "id": "09-023-0043_p0051",
      "zh_CN": "佛要治一切众生妄想执着的病，用什么方法？没有一定的方法。有原则、有纲领，原则纲领不变，方法手段是无量无边，没有一定的。所谓是八万四千法门、无量法门，那都是讲方法手段，真的是无量无边；原理原则不变。总的原理原则，在经上常常说的，三宝、三学、三慧，这是总纲领、总原则。三宝是佛法僧、觉正净，这是总纲领。戒定慧、闻思修，三慧前面讲过。菩萨三慧就是一如，就是空有二边不着，菩萨的三慧。本经佛教给我们应无所住而生其心，那就是菩萨三慧，这里头具足三宝、三学。至于用什么方法去修，那方法手段太多了，无有定法。无有定法也破众生偏执。",
      "zh_TW": "佛要治一切眾生妄想執著的病，用什麼方法？沒有一定的方法。有原則、有綱領，原則綱領不變，方法手段是無量無邊，沒有一定的。所謂是八萬四千法門、無量法門，那都是講方法手段，真的是無量無邊；原理原則不變。總的原理原則，在經上常常說的，三寶、三學、三慧，這是總綱領、總原則。三寶是佛法僧、覺正淨，這是總綱領。戒定慧、聞思修，三慧前面講過。菩薩三慧就是一如，就是空有二邊不著，菩薩的三慧。本經佛教給我們應無所住而生其心，那就是菩薩三慧，這裡頭具足三寶、三學。至於用什麼方法去修，那方法手段太多了，無有定法。無有定法也破眾生偏執。"
    },
    {
      "id": "09-023-0043_p0052",
      "zh_CN": "【学佛必要修观】",
      "zh_TW": "【學佛必要修觀】"
    },
    {
      "id": "09-023-0043_p0053",
      "zh_CN": "修观两个字，我们也讲得很简单、很清楚。「观」是观念，「修」是修正；把我们错误的想法看法修正过来叫修观。",
      "zh_TW": "修觀兩個字，我們也講得很簡單、很清楚。「觀」是觀念，「修」是修正；把我們錯誤的想法看法修正過來叫修觀。"
    },
    {
      "id": "09-023-0043_p0054",
      "zh_CN": "【以观照圆融之佛理】",
      "zh_TW": "【以觀照圓融之佛理】"
    },
    {
      "id": "09-023-0043_p0055",
      "zh_CN": "大乘经上所说的，《金刚经》上所讲的，字字句句都是圆融之佛理。所以佛劝我们受持读诵四句偈、为人演说，那个四句是任何四句，跟《华严》里面所讲的无二无别，《华严》上讲「一即一切，一切即一」，显示出理事无碍，法法圆融。",
      "zh_TW": "大乘經上所說的，《金剛經》上所講的，字字句句都是圓融之佛理。所以佛勸我們受持讀誦四句偈、為人演說，那個四句是任何四句，跟《華嚴》裡面所講的無二無別，《華嚴》上講「一即一切，一切即一」，顯示出理事無礙，法法圓融。"
    },
    {
      "id": "09-023-0043_p0056",
      "zh_CN": "【便能转其向来所有之观念】",
      "zh_TW": "【便能轉其向來所有之觀念】"
    },
    {
      "id": "09-023-0043_p0057",
      "zh_CN": "我们一向观念错误的，不是正确的，以前这个观念，是轮回的观念、生死的观念，要不得的！生生世世受这个害。今天好不容易遇到如来正法，听到如来为我们叙说真实的境界，我们借着这个机缘端正自己的观念，把轮回观念改过来。",
      "zh_TW": "我們一向觀念錯誤的，不是正確的，以前這個觀念，是輪迴的觀念、生死的觀念，要不得的！生生世世受這個害。今天好不容易遇到如來正法，聽到如來為我們敘說真實的境界，我們藉著這個機緣端正自己的觀念，把輪迴觀念改過來。"
    },
    {
      "id": "09-023-0043_p0058",
      "zh_CN": "【以化其偏执之病耳】",
      "zh_TW": "【以化其偏執之病耳】"
    },
    {
      "id": "09-023-0043_p0059",
      "zh_CN": "把我们自私自利偏执的大病化解掉。怎么化法？起心动念想佛法、想众生，不要想自己，养成这么一个习惯。这个方法很好，这是大乘法当中非常殊胜的修行方法，前面讲，大而化之。我执不容易断，小乘破我执，硬在执着上破，非常非常困难。所以佛在经上讲，断烦恼如断四十里的瀑流，四十里的大瀑布一下把它拦住，这样的难法。可是大乘菩萨巧妙，难断，他有方法断，这个方法就是起心动念想众生、想佛法，不想自己，久而久之把我就忘掉了。这个方法的确妙，比小乘法高明得太多了。",
      "zh_TW": "把我們自私自利偏執的大病化解掉。怎麼化法？起心動念想佛法、想眾生，不要想自己，養成這麼一個習慣。這個方法很好，這是大乘法當中非常殊勝的修行方法，前面講，大而化之。我執不容易斷，小乘破我執，硬在執著上破，非常非常困難。所以佛在經上講，斷煩惱如斷四十里的瀑流，四十里的大瀑布一下把它攔住，這樣的難法。可是大乘菩薩巧妙，難斷，他有方法斷，這個方法就是起心動念想眾生、想佛法，不想自己，久而久之把我就忘掉了。這個方法的確妙，比小乘法高明得太多了。"
    },
    {
      "id": "09-023-0043_p0060",
      "zh_CN": "想佛法，知道佛法这样好，世出世间所有法都没有佛法好，佛法真正能救度九法界众生。如何把佛法发扬光大，我们起心动念动这个念头，不要动别的念头。我们在这一生当中，如何尽心尽力帮助一切众生，使一切众生有缘接触到佛法。印光大师印经的方法，给我们很大的启示，这是个好方法，印经结缘流通。我们印得多了，当然也有一些人在我们这个道场，此地可能没有，在台北发现过。很多人问我们要经书，一次来都拿几本，一次拿几本，每一次都拿，听说他拿到旧书摊去卖。有人来告诉我，他说：法师！你印的书都被人家偷走，拿去卖了。我点点头，好事！只要有人肯买，肯买他就肯读，那怎么不是好事，好事！不要因为这个事情，我们就不印经，那你就错了。他卖得几个钱，他到我们这里，从我这里拿去送给别人，得一点报酬利润也不错，并不为过。所以我们看到都生欢喜心，我说：你何必那么斤斤计较，心量那么小？虽然人家拿去卖，我听到的时候我很欢喜，我绝对不会说印经以后流通要小心，不要被人骗了。骗佛经好事情，骗别的不是好事情，这是好事情！所以给我们很大的启示。",
      "zh_TW": "想佛法，知道佛法這樣好，世出世間所有法都沒有佛法好，佛法真正能救度九法界眾生。如何把佛法發揚光大，我們起心動念動這個念頭，不要動別的念頭。我們在這一生當中，如何盡心盡力幫助一切眾生，使一切眾生有緣接觸到佛法。印光大師印經的方法，給我們很大的啟示，這是個好方法，印經結緣流通。我們印得多了，當然也有一些人在我們這個道場，此地可能沒有，在台北發現過。很多人問我們要經書，一次來都拿幾本，一次拿幾本，每一次都拿，聽說他拿到舊書攤去賣。有人來告訴我，他說：法師！你印的書都被人家偷走，拿去賣了。我點點頭，好事！只要有人肯買，肯買他就肯讀，那怎麼不是好事，好事！不要因為這個事情，我們就不印經，那你就錯了。他賣得幾個錢，他到我們這裡，從我這裡拿去送給別人，得一點報酬利潤也不錯，並不為過。所以我們看到都生歡喜心，我說：你何必那麼斤斤計較，心量那麼小？雖然人家拿去賣，我聽到的時候我很歡喜，我絕對不會說印經以後流通要小心，不要被人騙了。騙佛經好事情，騙別的不是好事情，這是好事情！所以給我們很大的啟示。"
    },
    {
      "id": "09-023-0043_p0061",
      "zh_CN": "我们在日常生活当中，最近净宗学会印《了凡四训》，听说一本才一块多钱，成本不到两块。如果你真正是有心想学佛，我们在日常生活当中能够省两块钱，你心里就知道这个社会上多一本《了凡四训》，常常存这个心。我在生活上能省就要省，我省一点，这个世间经本就多了好多，许许多多众生因为读到这个经本回头、觉悟了。纵然不能回头、不能觉悟，金刚种子种下去了，将来机缘成熟必定因此得度，这个好事情。何况现在我们做的不只是印经，我们现在做ＣＤ、做录影带。因为录音带、录影带保存的期限都有限，不能长久保存，现在科技进步了，我们把它转成雷射激光片，可以能够保存长久，音质不变。我们在生活上节俭一点，做这个功德，这是利益一切众生，我们常常想这个。有同修也很难得，他想买房子，以后想想他自己已经有房子住，买那么多房子干什么！不买房子了，拿这个钱来做这些事情，这个有意义。买一栋房子，死东西在那里，带不去。这一栋房子的钱就可以做很多，你跟多少人结了法缘，这个事情做得有意义，这是真正的好事。这就是我们从这个地方把我们的观念转过来，把轮回心转过来，转成大菩提心，把轮回业转过来，变成菩萨事业，菩萨事业是什么？普度众生，去做这个。把无始劫来坚固的自私自利、我执，把它化解，化没有了。这个没有了，《金刚经》是个标准，那你就是真的菩萨，不是假菩萨。经上说得很清楚，「菩萨若有我相、人相、众生相、寿者相，即非菩萨」，那不是菩萨。你现在我相、人相、众生相、寿者相都没有了，可见得你真是菩萨，你是真菩萨，诸佛承认的，那个不假。",
      "zh_TW": "我們在日常生活當中，最近淨宗學會印《了凡四訓》，聽說一本才一塊多錢，成本不到兩塊。如果你真正是有心想學佛，我們在日常生活當中能夠省兩塊錢，你心裡就知道這個社會上多一本《了凡四訓》，常常存這個心。我在生活上能省就要省，我省一點，這個世間經本就多了好多，許許多多眾生因為讀到這個經本回頭、覺悟了。縱然不能回頭、不能覺悟，金剛種子種下去了，將來機緣成熟必定因此得度，這個好事情。何況現在我們做的不只是印經，我們現在做ＣＤ、做錄影帶。因為錄音帶、錄影帶保存的期限都有限，不能長久保存，現在科技進步了，我們把它轉成雷射激光片，可以能夠保存長久，音質不變。我們在生活上節儉一點，做這個功德，這是利益一切眾生，我們常常想這個。有同修也很難得，他想買房子，以後想想他自己已經有房子住，買那麼多房子幹什麼！不買房子了，拿這個錢來做這些事情，這個有意義。買一棟房子，死東西在那裡，帶不去。這一棟房子的錢就可以做很多，你跟多少人結了法緣，這個事情做得有意義，這是真正的好事。這就是我們從這個地方把我們的觀念轉過來，把輪迴心轉過來，轉成大菩提心，把輪迴業轉過來，變成菩薩事業，菩薩事業是什麼？普度眾生，去做這個。把無始劫來堅固的自私自利、我執，把它化解，化沒有了。這個沒有了，《金剛經》是個標準，那你就是真的菩薩，不是假菩薩。經上說得很清楚，「菩薩若有我相、人相、眾生相、壽者相，即非菩薩」，那不是菩薩。你現在我相、人相、眾生相、壽者相都沒有了，可見得你真是菩薩，你是真菩薩，諸佛承認的，那個不假。"
    },
    {
      "id": "09-023-0043_p0062",
      "zh_CN": "【观深，而后见理深。】",
      "zh_TW": "【觀深，而後見理深。】"
    },
    {
      "id": "09-023-0043_p0063",
      "zh_CN": "理是真如自性。你观深，有了深度，见理就深。法身大士有四十一个阶级，四十一个阶级从哪里来的？就是他修观深度不同，深度浅的十住位、十行位、十回向位；观深的就入地，初地到等觉这十一地，观深，见理就深。",
      "zh_TW": "理是真如自性。你觀深，有了深度，見理就深。法身大士有四十一個階級，四十一個階級從哪裡來的？就是他修觀深度不同，深度淺的十住位、十行位、十迴向位；觀深的就入地，初地到等覺這十一地，觀深，見理就深。"
    },
    {
      "id": "09-023-0043_p0064",
      "zh_CN": "【观圆，而后见理圆。】",
      "zh_TW": "【觀圓，而後見理圓。】"
    },
    {
      "id": "09-023-0043_p0065",
      "zh_CN": "理事都圆融、都圆满，像《华严经》上讲的理事无碍、事事无碍。",
      "zh_TW": "理事都圓融、都圓滿，像《華嚴經》上講的理事無礙、事事無礙。"
    },
    {
      "id": "09-023-0043_p0066",
      "zh_CN": "【见理深则观愈深】",
      "zh_TW": "【見理深則觀愈深】"
    },
    {
      "id": "09-023-0043_p0067",
      "zh_CN": "这个观是观慧，你的智慧。看理、看事、看一切，看得透彻，看得清楚，看得深，看得远。",
      "zh_TW": "這個觀是觀慧，你的智慧。看理、看事、看一切，看得透徹，看得清楚，看得深，看得遠。"
    },
    {
      "id": "09-023-0043_p0068",
      "zh_CN": "【见理圆则观愈圆，如是展转修习，智慧即展转增明。】",
      "zh_TW": "【見理圓則觀愈圓，如是展轉修習，智慧即展轉增明。】"
    },
    {
      "id": "09-023-0043_p0069",
      "zh_CN": "智慧增长，智慧从这儿来的。大家要记住，千万不能误会，修正我们错误的观念，就从这儿来的。知道自己的观念是错误的，这就是觉悟。佛法讲觉悟，知道自己的想法、看法错了，这就是始觉。能够把错误的观念改正过来，就叫修观。",
      "zh_TW": "智慧增長，智慧從這兒來的。大家要記住，千萬不能誤會，修正我們錯誤的觀念，就從這兒來的。知道自己的觀念是錯誤的，這就是覺悟。佛法講覺悟，知道自己的想法、看法錯了，這就是始覺。能夠把錯誤的觀念改正過來，就叫修觀。"
    },
    {
      "id": "09-023-0043_p0070",
      "zh_CN": "教下用功的方法，修行的总纲领，就是止观，修止观。我们净土宗用功的方法是老实念佛，就是用持名。前面讲得很清楚，一般通途方法，修观可以涵盖一切法门，虽然许多法门里头用的名相不一样，但是意思相同。它是用的智心，就是智慧，是从这里下手的；而念佛是从净心下手的，是从清净心下手的。前面曾经跟诸位报告过「净念」，念佛是净念，修观是智念。净念比智念还要亲切，这就说明念佛法门比修观好，而且来得容易，容易成就。但是智念能够帮助净念。所以你明了，对于修净念相继会有很大的帮助。我们修净念，为什么得不到净念？原因是没有看破，没有放下。智念帮助我们看破，帮助我们放下，使我们念佛得一心，障碍没有了。",
      "zh_TW": "教下用功的方法，修行的總綱領，就是止觀，修止觀。我們淨土宗用功的方法是老實念佛，就是用持名。前面講得很清楚，一般通途方法，修觀可以涵蓋一切法門，雖然許多法門裡頭用的名相不一樣，但是意思相同。它是用的智心，就是智慧，是從這裡下手的；而念佛是從淨心下手的，是從清淨心下手的。前面曾經跟諸位報告過「淨念」，念佛是淨念，修觀是智念。淨念比智念還要親切，這就說明念佛法門比修觀好，而且來得容易，容易成就。但是智念能夠幫助淨念。所以你明瞭，對於修淨念相繼會有很大的幫助。我們修淨念，為什麼得不到淨念？原因是沒有看破，沒有放下。智念幫助我們看破，幫助我們放下，使我們念佛得一心，障礙沒有了。"
    },
    {
      "id": "09-023-0043_p0071",
      "zh_CN": "【于不知不觉间，执情渐化，妄念潜消。遣执、断念，妙用在此。】",
      "zh_TW": "【於不知不覺間，執情漸化，妄念潛消。遣執、斷念，妙用在此。】"
    },
    {
      "id": "09-023-0043_p0072",
      "zh_CN": "只要一直这样去做，什么都不必问，时间久了，自自然然的、不知不觉之间，智慧增长、烦恼减少，功夫在增进，这是很自然的现象。执是执着，情是感情。感情不是好东西，感情是迷，这个要知道。一切众生受这个害、中这个毒，非常非常之深。以为这个感情好、感情深，多好！六道三途的病根，不知道拔除，还要培养它，你说糟糕不糟糕！",
      "zh_TW": "只要一直這樣去做，什麼都不必問，時間久了，自自然然的、不知不覺之間，智慧增長、煩惱減少，功夫在增進，這是很自然的現象。執是執著，情是感情。感情不是好東西，感情是迷，這個要知道。一切眾生受這個害、中這個毒，非常非常之深。以為這個感情好、感情深，多好！六道三途的病根，不知道拔除，還要培養它，你說糟糕不糟糕！"
    },
    {
      "id": "09-023-0043_p0073",
      "zh_CN": "佛法说到这个地方，有许多初学的人听到就怀疑了，世间人在一起，要是没有情、没有爱的话，这个人生还有什么意思？所以叫你把情执舍掉，你都恐怖了、都慌了。其实佛讲的话是真话，叫你舍掉虚情假意。你们今天认为这是情执感情，假的不是真的。你要不相信，你看看报纸上天天都有离婚的，天天都有打官司的，最初都是好得不得了；这就说明是假的，虚情假意。他对你怎么再好，你要知道是假的不是真的，就没事情了！为什么是假的？他用的心是妄心，他不是真心。真心离念，没有妄念，没有自私，没有执着，那个心是真心。真心里头有真的爱，佛门不叫爱，换个名词叫慈悲。慈悲就是真的爱，不是假的，真心，所以叫慈悲。世间人不是用真心，用假心、妄心，那个心千变万化，所以靠不住，这个一定要搞清楚。搞清楚，你的生活就快乐了。人家要是对你好，晓得假的不是真的；人家对我不好，也不要恨他，假的不是真的，过几天就好了，都不是真的！学佛开智慧就是要了解事实真相，我们生活才快乐、才幸福。",
      "zh_TW": "佛法說到這個地方，有許多初學的人聽到就懷疑了，世間人在一起，要是沒有情、沒有愛的話，這個人生還有什麼意思？所以叫你把情執捨掉，你都恐怖了、都慌了。其實佛講的話是真話，叫你捨掉虛情假意。你們今天認為這是情執感情，假的不是真的。你要不相信，你看看報紙上天天都有離婚的，天天都有打官司的，最初都是好得不得了；這就說明是假的，虛情假意。他對你怎麼再好，你要知道是假的不是真的，就沒事情了！為什麼是假的？他用的心是妄心，他不是真心。真心離念，沒有妄念，沒有自私，沒有執著，那個心是真心。真心裡頭有真的愛，佛門不叫愛，換個名詞叫慈悲。慈悲就是真的愛，不是假的，真心，所以叫慈悲。世間人不是用真心，用假心、妄心，那個心千變萬化，所以靠不住，這個一定要搞清楚。搞清楚，你的生活就快樂了。人家要是對你好，曉得假的不是真的；人家對我不好，也不要恨他，假的不是真的，過幾天就好了，都不是真的！學佛開智慧就是要了解事實真相，我們生活才快樂、才幸福。"
    },
    {
      "id": "09-023-0043_p0074",
      "zh_CN": "我们用真心，别人用妄心，不相干。我这一生要出三界、要成佛，他还要继续搞六道轮回，那有什么法子，让他去搞去，他不肯回头，劝他不听不肯回头，那就让他去做。反正我们跟他结了缘，等将来哪一天他回心转意，再来度他，那不迟！这叫真的爱护他。现在不回头就随他去，让他去受苦受难，苦难到受尽了，觉悟、回头了，那时候再帮助他，这叫真正的慈悲。所以在不知不觉当中，执着、感情都要把它化掉，感情就化成慈悲，执着就变成智慧。妄念潜消，妄想杂念自自然然就没有了。本经的宗旨教我们遣执，遣是除掉，把执着除掉，把妄念断掉。妙用在此，这个地方所说的，把具体遣执、断念的方法教给我们了。",
      "zh_TW": "我們用真心，別人用妄心，不相干。我這一生要出三界、要成佛，他還要繼續搞六道輪迴，那有什麼法子，讓他去搞去，他不肯回頭，勸他不聽不肯回頭，那就讓他去做。反正我們跟他結了緣，等將來哪一天他回心轉意，再來度他，那不遲！這叫真的愛護他。現在不回頭就隨他去，讓他去受苦受難，苦難到受盡了，覺悟、回頭了，那時候再幫助他，這叫真正的慈悲。所以在不知不覺當中，執著、感情都要把它化掉，感情就化成慈悲，執著就變成智慧。妄念潛消，妄想雜念自自然然就沒有了。本經的宗旨教我們遣執，遣是除掉，把執著除掉，把妄念斷掉。妙用在此，這個地方所說的，把具體遣執、斷念的方法教給我們了。"
    },
    {
      "id": "09-023-0043_p0075",
      "zh_CN": "【多读大乘，以广闻见。静意觉照，领会精微。定慧在其中矣。】",
      "zh_TW": "【多讀大乘，以廣聞見。靜意覺照，領會精微。定慧在其中矣。】"
    },
    {
      "id": "09-023-0043_p0076",
      "zh_CN": "我们先说这一小段。大乘经不能不读，大乘经怎么读法？诸位一定要懂得要领。先读一种，在一种里面得定，得清净心，然后就可以选择一些大乘经来读。遍读，我们没有这么多的时间，也没有这么多的精力，说实在话也没有必要。为什么一开端不能多读？一开端我们的心是乱的，你读太多，你并不能了解经意。读多了、读杂了，反而会增长妄念，佛这个经上这么说，那个经上那么说，你记得很多，你的妄想执着很多。这就是清凉大师所说的「有解」，解是你广学多闻；「无行」，你没有真正的功夫，没有修行的功夫；「有解无行，增长邪见」。行是什么？我们在这个经上知道了，依照金刚般若的行是要离相，是要破执、断念，这是行。在净土宗里面，行是老实念佛。到什么程度我们才能够涉猎一切大乘经？最低限度要到功夫成片。什么叫功夫成片？心里面除了阿弥陀佛之外，绝对没有第二样东西，这是功夫成片。也许有人问：这不就是一心不乱吗？不是，不是一心不乱，是功夫成片。一心不乱是见思烦恼断掉了。我们见思烦恼没断，见思烦恼还在，只是见思烦恼不起作用。佛号功夫得力了，心里面所想的就是阿弥陀佛。无论在什么时候，无论在什么处所，除了阿弥陀佛之外，心里没有第二样东西。这种功夫给诸位说，就决定往生；不但决定往生，你想什么时候往生，就什么时候往生。所以念佛人，讲老实话，到这种功夫，你叫他去读诵大乘，他不干，他不要读了。为什么不要读？他要想学大乘经，生到西方极乐世界跟阿弥陀佛学，跟一切诸佛学。他哪里在这个世间找这种麻烦，不干！这都是实实在在的话。",
      "zh_TW": "我們先說這一小段。大乘經不能不讀，大乘經怎麼讀法？諸位一定要懂得要領。先讀一種，在一種裡面得定，得清淨心，然後就可以選擇一些大乘經來讀。遍讀，我們沒有這麼多的時間，也沒有這麼多的精力，說實在話也沒有必要。為什麼一開端不能多讀？一開端我們的心是亂的，你讀太多，你並不能了解經意。讀多了、讀雜了，反而會增長妄念，佛這個經上這麼說，那個經上那麼說，你記得很多，你的妄想執著很多。這就是清涼大師所說的「有解」，解是你廣學多聞；「無行」，你沒有真正的功夫，沒有修行的功夫；「有解無行，增長邪見」。行是什麼？我們在這個經上知道了，依照金剛般若的行是要離相，是要破執、斷念，這是行。在淨土宗裡面，行是老實念佛。到什麼程度我們才能夠涉獵一切大乘經？最低限度要到功夫成片。什麼叫功夫成片？心裡面除了阿彌陀佛之外，絕對沒有第二樣東西，這是功夫成片。也許有人問：這不就是一心不亂嗎？不是，不是一心不亂，是功夫成片。一心不亂是見思煩惱斷掉了。我們見思煩惱沒斷，見思煩惱還在，只是見思煩惱不起作用。佛號功夫得力了，心裡面所想的就是阿彌陀佛。無論在什麼時候，無論在什麼處所，除了阿彌陀佛之外，心裡沒有第二樣東西。這種功夫給諸位說，就決定往生；不但決定往生，你想什麼時候往生，就什麼時候往生。所以念佛人，講老實話，到這種功夫，你叫他去讀誦大乘，他不幹，他不要讀了。為什麼不要讀？他要想學大乘經，生到西方極樂世界跟阿彌陀佛學，跟一切諸佛學。他哪裡在這個世間找這種麻煩，不幹！這都是實實在在的話。"
    },
    {
      "id": "09-023-0043_p0077",
      "zh_CN": "读诵大乘在古时候的标准，是得根本智以后。根本智，是《般若经》上所说的般若无知，无知是根本智；后得智是起作用，起作用是无所不知。「般若无知，无所不知」，要先求无知。无知说实在话，心清净，先修清净心；因为清净心生智慧，前面不是念过吗？「信心清净，则生实相」，清净心生智慧。智慧生出来，你看一切大乘经很容易懂，一看就明了。所以这一部《大藏经》需要多少时间，从头到尾把它看完？三个月足够了。但是你没有得根本智，三年也没有用，三十年都没用。你不相信，你去看看，你从头到尾看，看上三十年，你还是一塌糊涂，你什么都不懂。可见得根本智重要。中国在古时候，无论是出家、在家，教学都从根本智下手；也就是说一定要培养你的清净心。出家人五年学戒，就用五年的时间来培养清净心，读一样东西，不讲解，就是叫你读，用这个方法修清净心。因为你不读经，你会打妄想，一天到晚胡思乱想，用读经的方法把妄想灭掉。不求解义，只是把经念得清清楚楚、字字分明，念到能够背诵，念得很熟。五年之后再听讲，再求解，它是分两个阶段。不是一开头就求解，一开头解不了，没那回事情。",
      "zh_TW": "讀誦大乘在古時候的標準，是得根本智以後。根本智，是《般若經》上所說的般若無知，無知是根本智；後得智是起作用，起作用是無所不知。「般若無知，無所不知」，要先求無知。無知說實在話，心清淨，先修清淨心；因為清淨心生智慧，前面不是念過嗎？「信心清淨，則生實相」，清淨心生智慧。智慧生出來，你看一切大乘經很容易懂，一看就明瞭。所以這一部《大藏經》需要多少時間，從頭到尾把它看完？三個月足夠了。但是你沒有得根本智，三年也沒有用，三十年都沒用。你不相信，你去看看，你從頭到尾看，看上三十年，你還是一塌糊塗，你什麼都不懂。可見得根本智重要。中國在古時候，無論是出家、在家，教學都從根本智下手；也就是說一定要培養你的清淨心。出家人五年學戒，就用五年的時間來培養清淨心，讀一樣東西，不講解，就是叫你讀，用這個方法修清淨心。因為你不讀經，你會打妄想，一天到晚胡思亂想，用讀經的方法把妄想滅掉。不求解義，只是把經念得清清楚楚、字字分明，念到能夠背誦，念得很熟。五年之後再聽講，再求解，它是分兩個階段。不是一開頭就求解，一開頭解不了，沒那回事情。"
    },
    {
      "id": "09-023-0043_p0078",
      "zh_CN": "世间的教学，从前中国古时候的小学，学生从七岁到十二岁，培养他根本智，跟现代的教育不一样。小孩天真，就利用他的天真，小孩要不诱导他，也胡思乱想。怎么办﹖读书。古圣先贤这些书让他背、让他读，从七岁念到十二岁。差不多在过去像四书五经、诸子百家里面挑选出来的，都背得透熟，都背熟了。天天在读经背书，他的脑子里不胡思乱想。以前那个社会，跟现在社会在教育观念上不一样，方法上也不一样。一般聪明的子弟十三岁入太学，入太学就是听讲解，过去所念的、小时候所念的，这个时候听讲解，他一听就明了，就开悟了、就觉悟了。我们在历史上看，许许多多未成年考取举人、考取进士，成年是二十岁，不满二十岁。不满二十岁考取举人、考取进士就分派到地方上当首长、当知县、知府，他就能够把这一个地方治理得头头是道。现在二十岁的人，他有这个能力吗﹖因为他明理，他通达人情事理，他有能力治理国家，这是教育的观念跟方法不一样。",
      "zh_TW": "世間的教學，從前中國古時候的小學，學生從七歲到十二歲，培養他根本智，跟現代的教育不一樣。小孩天真，就利用他的天真，小孩要不誘導他，也胡思亂想。怎麼辦﹖讀書。古聖先賢這些書讓他背、讓他讀，從七歲念到十二歲。差不多在過去像四書五經、諸子百家裡面挑選出來的，都背得透熟，都背熟了。天天在讀經背書，他的腦子裡不胡思亂想。以前那個社會，跟現在社會在教育觀念上不一樣，方法上也不一樣。一般聰明的子弟十三歲入太學，入太學就是聽講解，過去所念的、小時候所念的，這個時候聽講解，他一聽就明瞭，就開悟了、就覺悟了。我們在歷史上看，許許多多未成年考取舉人、考取進士，成年是二十歲，不滿二十歲。不滿二十歲考取舉人、考取進士就分派到地方上當首長、當知縣、知府，他就能夠把這一個地方治理得頭頭是道。現在二十歲的人，他有這個能力嗎﹖因為他明理，他通達人情事理，他有能力治理國家，這是教育的觀念跟方法不一樣。"
    },
    {
      "id": "09-023-0043_p0079",
      "zh_CN": "我遇到一个人，十九岁当县长的，是在抗战以前，张龄居士。以后学佛，我在台北讲经，夫妻两个是每天晚上一定会到的，十九岁当县长。这是在清末民初受的老教育，他能把一个县治理得井井有条。现在的教育要回归到从前，已经是不可能！没有法子，唯一的方法就是印光大师讲的，要提倡因果这个理论与事实，希望这个大时代的众生起心动念，要想到确实有因缘果报。你修善因必定得善果，你造恶因一定有恶报。我们在讲堂也讲过多少遍，这世间所有一切法，都是因缘果报的相续相而已，这叫事实的真相。发财有发财的因果，作官有作官的因果，确确实实一个人在一生当中，「一饮一啄，莫非前定」，何必去造业？印光大师一生极力的提倡《了凡四训》，非常有道理。告诉你，一般普通人决定有命运主宰，只要你有念、有我，有我、有我所有，你就决定被命运支配。哪一天你把我忘掉，我所没有了，你就超越命运。命运不能支配你，就没有了、超越了。只要有我的念头，有我所有的念头，你就没有办法逃过命运的主宰。换句话说，你要遇到一个高明人给你算命，就会算得很准。你要是说无我、无我所，再高明的人都没办法，也没有办法给你算、给你看相，超越了，就是超越数量。",
      "zh_TW": "我遇到一個人，十九歲當縣長的，是在抗戰以前，張齡居士。以後學佛，我在台北講經，夫妻兩個是每天晚上一定會到的，十九歲當縣長。這是在清末民初受的老教育，他能把一個縣治理得井井有條。現在的教育要回歸到從前，已經是不可能！沒有法子，唯一的方法就是印光大師講的，要提倡因果這個理論與事實，希望這個大時代的眾生起心動念，要想到確實有因緣果報。你修善因必定得善果，你造惡因一定有惡報。我們在講堂也講過多少遍，這世間所有一切法，都是因緣果報的相續相而已，這叫事實的真相。發財有發財的因果，作官有作官的因果，確確實實一個人在一生當中，「一飲一啄，莫非前定」，何必去造業？印光大師一生極力的提倡《了凡四訓》，非常有道理。告訴你，一般普通人決定有命運主宰，只要你有念、有我，有我、有我所有，你就決定被命運支配。哪一天你把我忘掉，我所沒有了，你就超越命運。命運不能支配你，就沒有了、超越了。只要有我的念頭，有我所有的念頭，你就沒有辦法逃過命運的主宰。換句話說，你要遇到一個高明人給你算命，就會算得很準。你要是說無我、無我所，再高明的人都沒辦法，也沒有辦法給你算、給你看相，超越了，就是超越數量。"
    },
    {
      "id": "09-023-0043_p0080",
      "zh_CN": "这是说明读诵大乘要有程序、有次第，不是我们现前就能够做得到的。我们现前读一部经，在一部经上得定，在一部经上得清净心，得智慧就好了，智慧开了再多读大乘。静意觉照，领会精微。这是非常非常重要，要体会经里面的义理，不在文字。定慧在其中矣，可见得读经目的很明显，目的是修定修慧。",
      "zh_TW": "這是說明讀誦大乘要有程序、有次第，不是我們現前就能夠做得到的。我們現前讀一部經，在一部經上得定，在一部經上得清淨心，得智慧就好了，智慧開了再多讀大乘。靜意覺照，領會精微。這是非常非常重要，要體會經裡面的義理，不在文字。定慧在其中矣，可見得讀經目的很明顯，目的是修定修慧。"
    },
    {
      "id": "09-023-0043_p0081",
      "zh_CN": "【果能如是，不但修各种功行，皆得自在受用。】",
      "zh_TW": "【果能如是，不但修各種功行，皆得自在受用。】"
    },
    {
      "id": "09-023-0043_p0082",
      "zh_CN": "这是讲佛法里面，无论你学哪个宗派，无论你学哪个法门，你只要抓到这个要领，你都会有成就，都能得受用。不但在佛法当中你得受用，",
      "zh_TW": "這是講佛法裡面，無論你學哪個宗派，無論你學哪個法門，你只要抓到這個要領，你都會有成就，都能得受用。不但在佛法當中你得受用，"
    },
    {
      "id": "09-023-0043_p0083",
      "zh_CN": "【对一切世法，皆得进退裕如。】",
      "zh_TW": "【對一切世法，皆得進退裕如。】"
    },
    {
      "id": "09-023-0043_p0084",
      "zh_CN": "对一切世间法也通达，没有一样不通达。应付这个复杂的社会，应付裕如，你有智慧、你有能力。",
      "zh_TW": "對一切世間法也通達，沒有一樣不通達。應付這個複雜的社會，應付裕如，你有智慧、你有能力。"
    },
    {
      "id": "09-023-0043_p0085",
      "zh_CN": "【转凡入圣，基于此矣。】",
      "zh_TW": "【轉凡入聖，基於此矣。】"
    },
    {
      "id": "09-023-0043_p0086",
      "zh_CN": "转凡入圣的基础在这个地方。基是讲基础，从这个地方奠定根基。我们今天就讲到此地。",
      "zh_TW": "轉凡入聖的基礎在這個地方。基是講基礎，從這個地方奠定根基。我們今天就講到此地。"
    }
  ]
}