{
  "doc_id": "09-023-0114",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一四集",
    "zh_TW": "第一一四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国净宗学会",
    "zh_TW": "美國淨宗學會"
  },
  "doc_number": "09-023-0114",
  "total_paragraphs": 112,
  "paragraphs": [
    {
      "id": "09-023-0114_p0001",
      "zh_CN": "请掀开经本二百六十四面。",
      "zh_TW": "請掀開經本二百六十四面。"
    },
    {
      "id": "09-023-0114_p0002",
      "zh_CN": "经文讲到流通分，流通分的经文虽然不长，它的意思也很深。佛经三分的分法，是从东晋道安法师开始。当时虽有些人不以为然，认为把佛经这样的分割是不尊重。到以后，印度古大德注疏传到中国来之后，看到印度的古大德也是将佛经有这样的分法，于是大家对于道安法师才转加赞叹，这个分科的方法就流传下来了。",
      "zh_TW": "經文講到流通分，流通分的經文雖然不長，它的意思也很深。佛經三分的分法，是從東晉道安法師開始。當時雖有些人不以為然，認為把佛經這樣的分割是不尊重。到以後，印度古大德註疏傳到中國來之後，看到印度的古大德也是將佛經有這樣的分法，於是大家對於道安法師才轉加讚歎，這個分科的方法就流傳下來了。"
    },
    {
      "id": "09-023-0114_p0003",
      "zh_CN": "流通，流是流传后世，通是通达十方。佛说经，他的目的是要普度一切众生，帮助一切众生破迷开悟、离苦得乐，所以是鼓励大家去宣扬，不像现代人写的东西，讲的东西，都有著作权。现代所谓是智慧财产的保护权，佛没有，佛决定没有版权所有，决定没有智慧财产权。佛将他所说的、所留下的东西，与十方三世一切众生共享。我们从这个地方能看到佛的心量之大，就像大乘经上所讲的，「心包太虚，量周沙界」。决不是一个小心眼，只利益一方的众生，局部的众生，不是的。佛是以清净心、平等心，普度一切众生，这才符合这部经里面所讲的理论与境界。我们看经文：",
      "zh_TW": "流通，流是流傳後世，通是通達十方。佛說經，他的目的是要普度一切眾生，幫助一切眾生破迷開悟、離苦得樂，所以是鼓勵大家去宣揚，不像現代人寫的東西，講的東西，都有著作權。現代所謂是智慧財產的保護權，佛沒有，佛決定沒有版權所有，決定沒有智慧財產權。佛將他所說的、所留下的東西，與十方三世一切眾生共享。我們從這個地方能看到佛的心量之大，就像大乘經上所講的，「心包太虛，量周沙界」。決不是一個小心眼，只利益一方的眾生，局部的眾生，不是的。佛是以清淨心、平等心，普度一切眾生，這才符合這部經裡面所講的理論與境界。我們看經文："
    },
    {
      "id": "09-023-0114_p0004",
      "zh_CN": "经【须菩提，若有人以满无量阿僧祇世界七宝，持用布施。】",
      "zh_TW": "經【須菩提，若有人以滿無量阿僧祇世界七寶，持用布施。】"
    },
    {
      "id": "09-023-0114_p0005",
      "zh_CN": "这一节文，在科判里面是「示劝流通」，这是劝勉我们，说明流通的利益，先用财布施做一个前提。佛在经上告诉我们，不仅是在此经，我们在《华严》、在《法华》、在《楞严》，这一切大乘经上所看到的，世出世间第一等的福报，无比殊胜的功德，怎么修？就是流通佛法。流通佛法的功德利益，是一切诸佛菩萨都说不出的，真正是所谓不可思议。佛在这个经上告诉我们，较量比较前面讲过五次，一次比一次范围广大，一次比一次殊胜，这是《金刚经》最后一段的比较，所谓七宝是满无量阿僧祇世界。第一次比较，只是说一个大千世界，一个大千世界七宝布施，到这个地方变成满无量阿僧祇世界七宝布施，这个跟第一次那个范围简直不能比。",
      "zh_TW": "這一節文，在科判裡面是「示勸流通」，這是勸勉我們，說明流通的利益，先用財布施做一個前提。佛在經上告訴我們，不僅是在此經，我們在《華嚴》、在《法華》、在《楞嚴》，這一切大乘經上所看到的，世出世間第一等的福報，無比殊勝的功德，怎麼修？就是流通佛法。流通佛法的功德利益，是一切諸佛菩薩都說不出的，真正是所謂不可思議。佛在這個經上告訴我們，較量比較前面講過五次，一次比一次範圍廣大，一次比一次殊勝，這是《金剛經》最後一段的比較，所謂七寶是滿無量阿僧祇世界。第一次比較，只是說一個大千世界，一個大千世界七寶布施，到這個地方變成滿無量阿僧祇世界七寶布施，這個跟第一次那個範圍簡直不能比。"
    },
    {
      "id": "09-023-0114_p0006",
      "zh_CN": "阿僧祇是无量无边的世界，用这个七宝来布施，当然这是假设，这是不可能有人做到的，这是假设的。即使是真实的，他布施的功德都比不上一个人受持此经乃至四句偈为人演说。你才晓得佛法的布施功德不可思议。像这样的经文，佛在《金刚经》上重复六、七次，可见得它的重要性。《金刚经》并不长，总共只有五千八百多个字，而这桩事情居然重复六、七次，实在讲是加深我们的印象，也告诉我们事实真相。所以修福到哪里修？流通佛法，利益众生。",
      "zh_TW": "阿僧祇是無量無邊的世界，用這個七寶來布施，當然這是假設，這是不可能有人做到的，這是假設的。即使是真實的，他布施的功德都比不上一個人受持此經乃至四句偈為人演說。你才曉得佛法的布施功德不可思議。像這樣的經文，佛在《金剛經》上重複六、七次，可見得它的重要性。《金剛經》並不長，總共只有五千八百多個字，而這樁事情居然重複六、七次，實在講是加深我們的印象，也告訴我們事實真相。所以修福到哪裡修？流通佛法，利益眾生。"
    },
    {
      "id": "09-023-0114_p0007",
      "zh_CN": "换句话说，如果是障碍佛法，阻止流通，这个罪过决定在阿鼻地狱。哪些人障碍？现在印经书后面印上「版权所有，翻印必究」，这八个字就把他送到阿鼻地狱去了。将来阎罗王判到阿鼻地狱，这是铁证，赖都赖不掉的，这实实在在没办法。哪一天你才能从地狱出来？这个世间你所印的这个书统统绝迹，一本都没有了，你才有机会从地狱出来。这个世间还有一本上头印着「版权所有，翻印必究」，你就出不来。非常可怕，为了眼前一点点小利益，造这么重的罪业。如果不是深入经藏，不熟读戒经，你不晓得这个因果的可怕，障碍佛法流通是最大的过失。流通佛法是无量无边第一利益，这是我们一定要懂得的。我们看注解：",
      "zh_TW": "換句話說，如果是障礙佛法，阻止流通，這個罪過決定在阿鼻地獄。哪些人障礙？現在印經書後面印上「版權所有，翻印必究」，這八個字就把他送到阿鼻地獄去了。將來閻羅王判到阿鼻地獄，這是鐵證，賴都賴不掉的，這實實在在沒辦法。哪一天你才能從地獄出來？這個世間你所印的這個書統統絕跡，一本都沒有了，你才有機會從地獄出來。這個世間還有一本上頭印著「版權所有，翻印必究」，你就出不來。非常可怕，為了眼前一點點小利益，造這麼重的罪業。如果不是深入經藏，不熟讀戒經，你不曉得這個因果的可怕，障礙佛法流通是最大的過失。流通佛法是無量無邊第一利益，這是我們一定要懂得的。我們看註解："
    },
    {
      "id": "09-023-0114_p0008",
      "zh_CN": "【此引财施，所以显下文法施之福更胜也。】",
      "zh_TW": "【此引財施，所以顯下文法施之福更勝也。】"
    },
    {
      "id": "09-023-0114_p0009",
      "zh_CN": "法布施的福报比财布施殊胜太多了。",
      "zh_TW": "法布施的福報比財布施殊勝太多了。"
    },
    {
      "id": "09-023-0114_p0010",
      "zh_CN": "【意明布施同而福德不同】",
      "zh_TW": "【意明布施同而福德不同】"
    },
    {
      "id": "09-023-0114_p0011",
      "zh_CN": "财布施是施，法布施也是施，两种都是布施，这个布施是相同的，但是得的果报不相同。",
      "zh_TW": "財布施是施，法布施也是施，兩種都是布施，這個布施是相同的，但是得的果報不相同。"
    },
    {
      "id": "09-023-0114_p0012",
      "zh_CN": "【因其持以行施者不同故】",
      "zh_TW": "【因其持以行施者不同故】"
    },
    {
      "id": "09-023-0114_p0013",
      "zh_CN": "这就是布施的物品，跟布施的用心不一样。",
      "zh_TW": "這就是布施的物品，跟布施的用心不一樣。"
    },
    {
      "id": "09-023-0114_p0014",
      "zh_CN": "【一是持财宝，一是持法宝。】",
      "zh_TW": "【一是持財寶，一是持法寶。】"
    },
    {
      "id": "09-023-0114_p0015",
      "zh_CN": "一个是用财布施，一个是用法宝布施。",
      "zh_TW": "一個是用財布施，一個是用法寶布施。"
    },
    {
      "id": "09-023-0114_p0016",
      "zh_CN": "【持无量数世界财宝，不及持一卷经。】",
      "zh_TW": "【持無量數世界財寶，不及持一卷經。】"
    },
    {
      "id": "09-023-0114_p0017",
      "zh_CN": "这是真话，但是这个意义非常之深。这个利益无边，它是无形的，它不是在眼前，所以佛怎么讲，一般人不相信。譬如今天一般人舍财，舍个十万，舍个一百万，很现实摆在面前。今天我布施一卷经，给人家说四句偈，这无形的，这个我现前没得到利益。他不晓得，这个无形的利益是无量无边，会带给你生生世世的福报。有形的财宝那是用得尽，何况财宝不见得你真正能得受用。所以必须很冷静，很仔细的去观察，你才能体会到无形法布施的功德利益是真正不可思议。",
      "zh_TW": "這是真話，但是這個意義非常之深。這個利益無邊，它是無形的，它不是在眼前，所以佛怎麼講，一般人不相信。譬如今天一般人捨財，捨個十萬，捨個一百萬，很現實擺在面前。今天我布施一卷經，給人家說四句偈，這無形的，這個我現前沒得到利益。他不曉得，這個無形的利益是無量無邊，會帶給你生生世世的福報。有形的財寶那是用得盡，何況財寶不見得你真正能得受用。所以必須很冷靜，很仔細的去觀察，你才能體會到無形法布施的功德利益是真正不可思議。"
    },
    {
      "id": "09-023-0114_p0018",
      "zh_CN": "我们一般人从很粗的境界上来讲，因缘果报，所谓善有善报，恶有恶报，这是很粗很粗的境界。如果深入仔细的观察，像佛在这部经上告诉我们的，身心世界俱不可得，这个现相是什么？现相，说实实在在的话，这是佛在这个经上给我们说得透彻，就是业因果报刹那生灭的相续相。佛门法相唯识宗的大师们，他们的观点、看法是「唯识」，也就是说唯独识是真的，他承认；相呢？相是假的，十法界依正庄严，相他不承认。为什么？因为识是能变，相是所变，能变是真的，所变是假的，所以他们主张唯识。在阿赖耶的三分里面讲，识就是见分，相就是相分。《金刚经》上讲的四相，我相、人相、众生相、寿者相，这四相是阿赖耶的相分，把相分分作这四大类，这四大类就包括了十法界依正庄严。不但十法界包括在其中，连一真法界都不能出其外，所有一切现相归纳起来不外乎这四大类。四大类的相分从哪里变现出来？从见分，四见：我见、人见、众生见、寿者见，是阿赖耶的见分变现出来的，见分为因缘，依真如本性现的相。",
      "zh_TW": "我們一般人從很粗的境界上來講，因緣果報，所謂善有善報，惡有惡報，這是很粗很粗的境界。如果深入仔細的觀察，像佛在這部經上告訴我們的，身心世界俱不可得，這個現相是什麼？現相，說實實在在的話，這是佛在這個經上給我們說得透徹，就是業因果報剎那生滅的相續相。佛門法相唯識宗的大師們，他們的觀點、看法是「唯識」，也就是說唯獨識是真的，他承認；相呢？相是假的，十法界依正莊嚴，相他不承認。為什麼？因為識是能變，相是所變，能變是真的，所變是假的，所以他們主張唯識。在阿賴耶的三分裡面講，識就是見分，相就是相分。《金剛經》上講的四相，我相、人相、眾生相、壽者相，這四相是阿賴耶的相分，把相分分作這四大類，這四大類就包括了十法界依正莊嚴。不但十法界包括在其中，連一真法界都不能出其外，所有一切現相歸納起來不外乎這四大類。四大類的相分從哪裡變現出來？從見分，四見：我見、人見、眾生見、壽者見，是阿賴耶的見分變現出來的，見分為因緣，依真如本性現的相。"
    },
    {
      "id": "09-023-0114_p0019",
      "zh_CN": "佛在《华严》上讲，所有一切现相「唯心所现」，心是本体，体决定现相。体相用是一而三，三而一，决定离不开的，一定现相。相，诸位一定要晓得，相不会灭。如果想把相灭掉，没有这个道理。相要是断灭，那性就断灭了，哪有这种道理？所以相不会灭，但是相会变。古人用比喻，把黄金比作自性，有这个性，有没有相？当然有相。你把黄金一坨，它有一坨的相；把它打成一块，有一块的相：你把它做成一个佛像，有佛的像；做成一个人，有人的相。相会变，但是它的体不会变，它的金的成分不会变，重量也不会变，随着人的心意可以改变它的相状。",
      "zh_TW": "佛在《華嚴》上講，所有一切現相「唯心所現」，心是本體，體決定現相。體相用是一而三，三而一，決定離不開的，一定現相。相，諸位一定要曉得，相不會滅。如果想把相滅掉，沒有這個道理。相要是斷滅，那性就斷滅了，哪有這種道理？所以相不會滅，但是相會變。古人用比喻，把黃金比作自性，有這個性，有沒有相？當然有相。你把黃金一坨，它有一坨的相；把它打成一塊，有一塊的相：你把它做成一個佛像，有佛的像；做成一個人，有人的相。相會變，但是它的體不會變，它的金的成分不會變，重量也不會變，隨著人的心意可以改變它的相狀。"
    },
    {
      "id": "09-023-0114_p0020",
      "zh_CN": "佛告诉我们，十法界依正庄严这个现相，现相是自性变现的，所以相不会灭，会变。什么东西在叫它变？识。识是什么？念头。佛讲「一切法从心想生」，我们念佛成佛就是这个道理。一切相是从心想生的，我天天想佛，这个境界相不就变成佛相了吗？想什么就变什么。你心地清净，你心地慈悲，你的相貌慢慢就变成清净、慈悲，那个相貌就很慈祥。你一天到晚想着憎恨、忌妒，你相貌慢慢变起来，人家一看到你都寒毛直竖，那都很恐怖，这不是很显然的道理吗？再讲得浅一点，你很欢喜的时候，你看那个相貌多好看，你一生气的时候，你的相貌就很难看，它马上就变！",
      "zh_TW": "佛告訴我們，十法界依正莊嚴這個現相，現相是自性變現的，所以相不會滅，會變。什麼東西在叫它變？識。識是什麼？念頭。佛講「一切法從心想生」，我們念佛成佛就是這個道理。一切相是從心想生的，我天天想佛，這個境界相不就變成佛相了嗎？想什麼就變什麼。你心地清淨，你心地慈悲，你的相貌慢慢就變成清淨、慈悲，那個相貌就很慈祥。你一天到晚想著憎恨、忌妒，你相貌慢慢變起來，人家一看到你都寒毛直豎，那都很恐怖，這不是很顯然的道理嗎？再講得淺一點，你很歡喜的時候，你看那個相貌多好看，你一生氣的時候，你的相貌就很難看，它馬上就變！"
    },
    {
      "id": "09-023-0114_p0021",
      "zh_CN": "而且佛告诉我们，变的速度太快，刹那生灭。《仁王经》上讲，「一弹指六十刹那，一刹那九百生灭」，那个相，那个说法，我跟诸位讲过，是佛随俗谛而说，还不是真相。真相说出来，怕我们不相信，那个真相的确是一秒钟的亿万分之一，那么快的速度，所以佛在经上讲不生不灭。它的确是有生灭，因为生灭的速度太快，生灭几乎是同时的；生灭同时，你就见不到生灭，所以叫不生不灭。我们也领会到《楞严经》上所讲的，「当处出生，当处灭尽」，当处出生，当处灭尽，这两句话的意思就是不生不灭，这是事实真相。所以我们才晓得，佛教给我们「应无所住，而生其心」。应无所住是什么？所有一切现相，十法界、一真法界都是业因果报刹那生灭的相续相，当体即空，了不可得，所以叫你不要放在心上。你把这个东西放在心上，错了。放在心上是什么？是打妄想，不能放在心上。让心恢复到清净、平等，清净平等心就是觉悟的心。你心上有牵挂，那是妄想的心，那是迷惑的心，那个不是觉悟。因为这一切现相是业因果报在那里变现出来的，所以佛又教我们而生其心。叫你要生善心，生清净心，生慈悲心，你变出来的相就好，就殊胜！所以叫无住生心，生心无住。佛这个开示完全是事实真相，所以佛讲的是诸法实相，这是我们必须要晓得的。这才懂得所有的财施、无尽的财施，比不上一卷经的法施。",
      "zh_TW": "而且佛告訴我們，變的速度太快，剎那生滅。《仁王經》上講，「一彈指六十剎那，一剎那九百生滅」，那個相，那個說法，我跟諸位講過，是佛隨俗諦而說，還不是真相。真相說出來，怕我們不相信，那個真相的確是一秒鐘的億萬分之一，那麼快的速度，所以佛在經上講不生不滅。它的確是有生滅，因為生滅的速度太快，生滅幾乎是同時的；生滅同時，你就見不到生滅，所以叫不生不滅。我們也領會到《楞嚴經》上所講的，「當處出生，當處滅盡」，當處出生，當處滅盡，這兩句話的意思就是不生不滅，這是事實真相。所以我們才曉得，佛教給我們「應無所住，而生其心」。應無所住是什麼？所有一切現相，十法界、一真法界都是業因果報剎那生滅的相續相，當體即空，了不可得，所以叫你不要放在心上。你把這個東西放在心上，錯了。放在心上是什麼？是打妄想，不能放在心上。讓心恢復到清淨、平等，清淨平等心就是覺悟的心。你心上有牽掛，那是妄想的心，那是迷惑的心，那個不是覺悟。因為這一切現相是業因果報在那裡變現出來的，所以佛又教我們而生其心。叫你要生善心，生清淨心，生慈悲心，你變出來的相就好，就殊勝！所以叫無住生心，生心無住。佛這個開示完全是事實真相，所以佛講的是諸法實相，這是我們必須要曉得的。這才懂得所有的財施、無盡的財施，比不上一卷經的法施。"
    },
    {
      "id": "09-023-0114_p0022",
      "zh_CN": "我们明白这个道理，晓得这个事实，你要想在这个世间修福，修来生的福报，印一卷经，你来生就得大福报，这是决定真实，不是虚妄的。过去懂得这个道理的人，知道事实真相的人，古人写经、刻经，写经、刻经当然难，费的时间也长，流通的量也不大。现在科学技术发达，成本很低，印一万本经书几乎人人都有这个力量。所以现在人修福，比古人这个机会要多得太多了。除了印经之外，像流通录音带、录影带、ＣＤ，这个跟印经的功德是等同的，相等的，一样的。我们做，要在这上做好事，要在这上做功德。决定不可以「版权所有，翻印必究」，那是自己要走阿鼻地狱，没人叫你走，自己往里头钻，这是非常可怜的人。不但一卷经，乃至四句偈，四句偈的功德就超过满无量阿僧祇大千世界的七宝布施。底下说：",
      "zh_TW": "我們明白這個道理，曉得這個事實，你要想在這個世間修福，修來生的福報，印一卷經，你來生就得大福報，這是決定真實，不是虛妄的。過去懂得這個道理的人，知道事實真相的人，古人寫經、刻經，寫經、刻經當然難，費的時間也長，流通的量也不大。現在科學技術發達，成本很低，印一萬本經書幾乎人人都有這個力量。所以現在人修福，比古人這個機會要多得太多了。除了印經之外，像流通錄音帶、錄影帶、ＣＤ，這個跟印經的功德是等同的，相等的，一樣的。我們做，要在這上做好事，要在這上做功德。決定不可以「版權所有，翻印必究」，那是自己要走阿鼻地獄，沒人叫你走，自己往裡頭鑽，這是非常可憐的人。不但一卷經，乃至四句偈，四句偈的功德就超過滿無量阿僧祇大千世界的七寶布施。底下說："
    },
    {
      "id": "09-023-0114_p0023",
      "zh_CN": "【财施救人身命，法施救人慧命，法施救人是彻底的，然非谓财施可废也。】",
      "zh_TW": "【財施救人身命，法施救人慧命，法施救人是徹底的，然非謂財施可廢也。】"
    },
    {
      "id": "09-023-0114_p0024",
      "zh_CN": "底下这一句补充得很好，不是说财布施我们就不要做了，不是的，财布施也要做，但是要以法布施为主。遇到人家有困难的时候，有困苦的时候，我们有力量可以帮助他一点，好事！这是慈悲心的流露。并不是讲财布施可以不要，见到人家饿死，也不肯舍人一碗饭，这是错误的，佛没有这样子教给我们。但是法布施帮助他明理，帮助他开智慧，这是彻底的，这个是究竟圆满的。所以财施只能解除人暂时的困苦而已，不能够帮助他彻底解决问题。",
      "zh_TW": "底下這一句補充得很好，不是說財布施我們就不要做了，不是的，財布施也要做，但是要以法布施為主。遇到人家有困難的時候，有困苦的時候，我們有力量可以幫助他一點，好事！這是慈悲心的流露。並不是講財布施可以不要，見到人家餓死，也不肯捨人一碗飯，這是錯誤的，佛沒有這樣子教給我們。但是法布施幫助他明理，幫助他開智慧，這是徹底的，這個是究竟圓滿的。所以財施只能解除人暫時的困苦而已，不能夠幫助他徹底解決問題。"
    },
    {
      "id": "09-023-0114_p0025",
      "zh_CN": "【若明佛法，则知世间事，无非梦幻。一切有为法中，最难看破者财宝，故引此为言耳。】",
      "zh_TW": "【若明佛法，則知世間事，無非夢幻。一切有為法中，最難看破者財寶，故引此為言耳。】"
    },
    {
      "id": "09-023-0114_p0026",
      "zh_CN": "佛教给我们布施，布施就是放下，什么都要放下。为什么佛偏偏举财，不举别的？这里讲得很好，世间人把财看得很重。我们中国俗话也说「人为财死」，死了也放不下，把财看得这么重，比命还看得重。所以佛特别用这个来做比喻，告诉你应当要放下。放下是真正觉悟了。再看第二段，前面是讲财布施，这是属于大前提，然后再告诉我们法布施。",
      "zh_TW": "佛教給我們布施，布施就是放下，什麼都要放下。為什麼佛偏偏舉財，不舉別的？這裡講得很好，世間人把財看得很重。我們中國俗話也說「人為財死」，死了也放不下，把財看得這麼重，比命還看得重。所以佛特別用這個來做比喻，告訴你應當要放下。放下是真正覺悟了。再看第二段，前面是講財布施，這是屬於大前提，然後再告訴我們法布施。"
    },
    {
      "id": "09-023-0114_p0027",
      "zh_CN": "经【若有善男子、善女人，发菩提心者。】",
      "zh_TW": "經【若有善男子、善女人，發菩提心者。】"
    },
    {
      "id": "09-023-0114_p0028",
      "zh_CN": "这是讲法布施，头一句是一个大前提，要发菩提心的人。发菩提心就是经一开端所说，须菩提尊者所讲的，「善男子、善女人，发阿耨多罗三藐三菩提心者」，这就是发心求无上正等正觉的人，也就是我们俗话说，要发心作佛的人。所以这个地方的善男子、善女人，不是指普通的，是指他真正发心要想作佛。要想作佛，我们这一生能不能成佛？《金刚经》就是教给我们一生成佛的经典。佛告诉我们，十方三世一切诸佛修成佛果，都是依《金刚经》这个道理，这是一点都不错的。怎么样能成佛？四相四见离开就成佛了，这是从理上讲的。这是依《金刚经》，这是大智慧，究竟圆满的智慧。",
      "zh_TW": "這是講法布施，頭一句是一個大前提，要發菩提心的人。發菩提心就是經一開端所說，須菩提尊者所講的，「善男子、善女人，發阿耨多羅三藐三菩提心者」，這就是發心求無上正等正覺的人，也就是我們俗話說，要發心作佛的人。所以這個地方的善男子、善女人，不是指普通的，是指他真正發心要想作佛。要想作佛，我們這一生能不能成佛？《金剛經》就是教給我們一生成佛的經典。佛告訴我們，十方三世一切諸佛修成佛果，都是依《金剛經》這個道理，這是一點都不錯的。怎麼樣能成佛？四相四見離開就成佛了，這是從理上講的。這是依《金剛經》，這是大智慧，究竟圓滿的智慧。"
    },
    {
      "id": "09-023-0114_p0029",
      "zh_CN": "六祖大师在《坛经》上讲，《金刚经》是度上上根人，中下根人做不到。为什么做不到？就是不肯放下。上上根人听到佛一说，身心世界统统放下，他马上成就了。所谓上上根人、中下根人，差别就在此地；一个听了肯放下，一个听了舍不得放下。听了之后，「道理我很清楚，不行！我还是放不下。」上中下三根就是这么分的，其实哪有什么上中下三根，没有！就是在你肯不肯放下。实在不肯放下，能不能成佛？也行，只有一个办法：念佛。念佛这个道理，跟《金刚经》的道理完全相同，用这个方法。放不下的人用这个方法，我抓住一句阿弥陀佛，我抓住西方极乐世界，一心称念，将来往生到西方极乐世界见到阿弥陀佛，然后再放下，这是这么一个办法。这个办法稳当，靠得住，也非常的安全，除了这个办法之外，没有第二个办法。这是说出成佛两个法门。所以发菩提心非常重要，发菩提心就是真正觉悟了。",
      "zh_TW": "六祖大師在《壇經》上講，《金剛經》是度上上根人，中下根人做不到。為什麼做不到？就是不肯放下。上上根人聽到佛一說，身心世界統統放下，他馬上成就了。所謂上上根人、中下根人，差別就在此地；一個聽了肯放下，一個聽了捨不得放下。聽了之後，「道理我很清楚，不行！我還是放不下。」上中下三根就是這麼分的，其實哪有什麼上中下三根，沒有！就是在你肯不肯放下。實在不肯放下，能不能成佛？也行，只有一個辦法：念佛。念佛這個道理，跟《金剛經》的道理完全相同，用這個方法。放不下的人用這個方法，我抓住一句阿彌陀佛，我抓住西方極樂世界，一心稱念，將來往生到西方極樂世界見到阿彌陀佛，然後再放下，這是這麼一個辦法。這個辦法穩當，靠得住，也非常的安全，除了這個辦法之外，沒有第二個辦法。這是說出成佛兩個法門。所以發菩提心非常重要，發菩提心就是真正覺悟了。"
    },
    {
      "id": "09-023-0114_p0030",
      "zh_CN": "经【持于此经(指金刚经)，乃至四句偈等，受持读诵，为人演说，其福胜彼。】",
      "zh_TW": "經【持於此經(指金剛經)，乃至四句偈等，受持讀誦，為人演說，其福勝彼。】"
    },
    {
      "id": "09-023-0114_p0031",
      "zh_CN": "这种句子，「持于此经，乃至四句偈，受持读诵，为人演说，其福胜彼」，这个句子我们在《金刚经》上念到第七遍了，一次比一次殊胜。前面举的这个例子的范围，一次比一次广大。最重要的是受持，受持是真正照做，不是每天把《金刚经》念一遍、念两遍，那个没有用处的，一定要照做。江味农居士在《讲义》里头一再提示我们，《金刚经》上任何一句话，都可以做为我们日常生活当中观照的基础，这是非常非常的难得！我们看注解：",
      "zh_TW": "這種句子，「持於此經，乃至四句偈，受持讀誦，為人演說，其福勝彼」，這個句子我們在《金剛經》上念到第七遍了，一次比一次殊勝。前面舉的這個例子的範圍，一次比一次廣大。最重要的是受持，受持是真正照做，不是每天把《金剛經》念一遍、念兩遍，那個沒有用處的，一定要照做。江味農居士在《講義》裡頭一再提示我們，《金剛經》上任何一句話，都可以做為我們日常生活當中觀照的基礎，這是非常非常的難得！我們看註解："
    },
    {
      "id": "09-023-0114_p0032",
      "zh_CN": "【所谓流通者，重在法施利众。】",
      "zh_TW": "【所謂流通者，重在法施利眾。】"
    },
    {
      "id": "09-023-0114_p0033",
      "zh_CN": "就是法布施利益一切众生。",
      "zh_TW": "就是法布施利益一切眾生。"
    },
    {
      "id": "09-023-0114_p0034",
      "zh_CN": "【故曰发菩提心】",
      "zh_TW": "【故曰發菩提心】"
    },
    {
      "id": "09-023-0114_p0035",
      "zh_CN": "唯有发菩提心，私心才真正断绝了，菩提心是广大心、真诚心、清净心、平等心、大慈悲心，就像大经上常讲「心包太虚，量周沙界」，这是菩提心，他才能广度一切众生。",
      "zh_TW": "唯有發菩提心，私心才真正斷絕了，菩提心是廣大心、真誠心、清淨心、平等心、大慈悲心，就像大經上常講「心包太虛，量周沙界」，這是菩提心，他才能廣度一切眾生。"
    },
    {
      "id": "09-023-0114_p0036",
      "zh_CN": "【以显流通之意】",
      "zh_TW": "【以顯流通之意】"
    },
    {
      "id": "09-023-0114_p0037",
      "zh_CN": "没有这样广大心，谈不上流通大法，也不是如来付托之人。如来把这个事情嘱咐给谁？委托给谁？委托给发菩提心的人。发菩提心的人，能照佛的意思去做，不为自己的利益，为一切众生。",
      "zh_TW": "沒有這樣廣大心，談不上流通大法，也不是如來付託之人。如來把這個事情囑咐給誰？委託給誰？委託給發菩提心的人。發菩提心的人，能照佛的意思去做，不為自己的利益，為一切眾生。"
    },
    {
      "id": "09-023-0114_p0038",
      "zh_CN": "【四句偈等。等，等于半偈。】",
      "zh_TW": "【四句偈等。等，等於半偈。】"
    },
    {
      "id": "09-023-0114_p0039",
      "zh_CN": "《金刚经》上用半偈来做观照功夫的很多。像我们最常听到的，在古人注疏里所引用的：「不取于相，如如不动。」这就是半偈，这是两句，四句才一偈。这是许许多多古大德所用的，平常用功夫他就用在这两句上；像《金刚经》前面我们读过的，「是法平等，无有高下」，这也是半偈；「无实无虚」，只有一句，都行！一切法无实无虚。「或一句」，等于半偈或者是一句。",
      "zh_TW": "《金剛經》上用半偈來做觀照功夫的很多。像我們最常聽到的，在古人註疏裡所引用的：「不取於相，如如不動。」這就是半偈，這是兩句，四句才一偈。這是許許多多古大德所用的，平常用功夫他就用在這兩句上；像《金剛經》前面我們讀過的，「是法平等，無有高下」，這也是半偈；「無實無虛」，只有一句，都行！一切法無實無虛。「或一句」，等於半偈或者是一句。"
    },
    {
      "id": "09-023-0114_p0040",
      "zh_CN": "【经中常言：半偈即可证道。】",
      "zh_TW": "【經中常言：半偈即可證道。】"
    },
    {
      "id": "09-023-0114_p0041",
      "zh_CN": "证道就是成佛，说得浅一点就是开悟，真正彻底觉悟了。",
      "zh_TW": "證道就是成佛，說得淺一點就是開悟，真正徹底覺悟了。"
    },
    {
      "id": "09-023-0114_p0042",
      "zh_CN": "【若下文所说不取于相、如如不动半偈，苟能信受奉行，直趋宝所。何况全偈，何况全经。】",
      "zh_TW": "【若下文所說不取於相、如如不動半偈，苟能信受奉行，直趨寶所。何況全偈，何況全經。】"
    },
    {
      "id": "09-023-0114_p0043",
      "zh_CN": "一句、半偈都能叫我们彻底觉悟，都能叫我们永脱轮回，圆成佛道，何况一首偈？又何况全部经？所以大乘的修学，要紧的是真正抓到纲领。话再说回来，一句半偈的确是不错，如果对于这一句半偈的意思，不能透彻的了解，还是不管用。",
      "zh_TW": "一句、半偈都能叫我們徹底覺悟，都能叫我們永脫輪迴，圓成佛道，何況一首偈？又何況全部經？所以大乘的修學，要緊的是真正抓到綱領。話再說回來，一句半偈的確是不錯，如果對於這一句半偈的意思，不能透徹的了解，還是不管用。"
    },
    {
      "id": "09-023-0114_p0044",
      "zh_CN": "我们这一次《金刚经》讲的时间长，讲得也很详细。为什么要这样细讲？我们当初想如果不细讲，这个一句半偈你不会用，必须透彻的理解，这个一句半偈在我们日常生活当中，确确实实能提起观照功夫，能够彻底放下。彻底放下，跟诸位说，我们想求生西方极乐世界，随时可以去。你为什么不能去？你还没有放下，也就是你还有罣碍，有障碍。彻底放下了，没事了，想什么时候走，就什么时候走。所以古时候有这样的人，在现代也有这样的人，为什么我们做不到？你看看人家是怎么做到的？",
      "zh_TW": "我們這一次《金剛經》講的時間長，講得也很詳細。為什麼要這樣細講？我們當初想如果不細講，這個一句半偈你不會用，必須透徹的理解，這個一句半偈在我們日常生活當中，確確實實能提起觀照功夫，能夠徹底放下。徹底放下，跟諸位說，我們想求生西方極樂世界，隨時可以去。你為什麼不能去？你還沒有放下，也就是你還有罣礙，有障礙。徹底放下了，沒事了，想什麼時候走，就什麼時候走。所以古時候有這樣的人，在現代也有這樣的人，為什麼我們做不到？你看看人家是怎麼做到的？"
    },
    {
      "id": "09-023-0114_p0045",
      "zh_CN": "我们这一次在新加坡，遇到一个生病念佛往生的人，是一个老太太，大概也是八、九十岁了，年龄很高。这个人也很可怜，儿女都没有，就是孤单的一个老人，政府配了一栋房子给她。她在病重的时候，这才有几个同修劝她念佛求往生。她也接受，也欢喜，也真肯念了。念了好多天，还是很苦，人家就劝她，你要真正求往生，她说「我是求往生」，你要一切放下，她说「我那个房子放不下」，她心里老是挂着房子。有一个同修很不错，「你那个房子带不去，你要真放下！」她想了一想，也是不错，她还想房子将来要委托给什么人。这不要想了，你想这些干什么？她果然听了接受，「好了，我不想，你们大家帮我助念。」十分钟就走了，所以这个证明，走的时候瑞相很好。她念了那么多天，她不能走就是牵挂那个房子，她想委托给什么人，交给什么人，还有这么个念头，这个障碍自己生不能生，死不能死，这苦死了。最后善友劝她，不要去牵挂，丢掉算了，房子谁拿去都不管，与你有什么相干？不相干。她这才想通，真放下，十分钟就走了，证明往生是可以随时走的。",
      "zh_TW": "我們這一次在新加坡，遇到一個生病念佛往生的人，是一個老太太，大概也是八、九十歲了，年齡很高。這個人也很可憐，兒女都沒有，就是孤單的一個老人，政府配了一棟房子給她。她在病重的時候，這才有幾個同修勸她念佛求往生。她也接受，也歡喜，也真肯念了。念了好多天，還是很苦，人家就勸她，你要真正求往生，她說「我是求往生」，你要一切放下，她說「我那個房子放不下」，她心裡老是掛著房子。有一個同修很不錯，「你那個房子帶不去，你要真放下！」她想了一想，也是不錯，她還想房子將來要委託給什麼人。這不要想了，你想這些幹什麼？她果然聽了接受，「好了，我不想，你們大家幫我助念。」十分鐘就走了，所以這個證明，走的時候瑞相很好。她念了那麼多天，她不能走就是牽掛那個房子，她想委託給什麼人，交給什麼人，還有這麼個念頭，這個障礙自己生不能生，死不能死，這苦死了。最後善友勸她，不要去牽掛，丟掉算了，房子誰拿去都不管，與你有什麼相干？不相干。她這才想通，真放下，十分鐘就走了，證明往生是可以隨時走的。"
    },
    {
      "id": "09-023-0114_p0046",
      "zh_CN": "所以，什么都不能牵挂，这个要交给这个，那个要交给那个，都打妄想，哪有这些事情？各人有各人的福报，各人有各人的因缘，管他这些事情干什么？这样才叫往生时有把握，随时可以去得了。我们过去明白这个道理，现在在新加坡看到这个事实，我们才晓得这是真的不是假的。所以到西方极乐世界作佛，我们自由自在，随时可以去。一定要明了，决定不能错过这一生的大好因缘。能够把这个教义搞得这么透彻、这么明白，底下问题就是肯不肯放下？放下就成功了。还有这个要交代这个人，那个要交代那个人，那就完蛋，那个麻烦就大了。一切都是虚妄的，一切都是不可得的，还托给什么人？底下一段说：",
      "zh_TW": "所以，什麼都不能牽掛，這個要交給這個，那個要交給那個，都打妄想，哪有這些事情？各人有各人的福報，各人有各人的因緣，管他這些事情幹什麼？這樣才叫往生時有把握，隨時可以去得了。我們過去明白這個道理，現在在新加坡看到這個事實，我們才曉得這是真的不是假的。所以到西方極樂世界作佛，我們自由自在，隨時可以去。一定要明瞭，決定不能錯過這一生的大好因緣。能夠把這個教義搞得這麼透徹、這麼明白，底下問題就是肯不肯放下？放下就成功了。還有這個要交代這個人，那個要交代那個人，那就完蛋，那個麻煩就大了。一切都是虛妄的，一切都是不可得的，還託給什麼人？底下一段說："
    },
    {
      "id": "09-023-0114_p0047",
      "zh_CN": "【持于此经。持，持取也。与下文受持义别。受持句，自利也。】",
      "zh_TW": "【持於此經。持，持取也。與下文受持義別。受持句，自利也。】"
    },
    {
      "id": "09-023-0114_p0048",
      "zh_CN": "持于此经意思比受持要深要广。",
      "zh_TW": "持於此經意思比受持要深要廣。"
    },
    {
      "id": "09-023-0114_p0049",
      "zh_CN": "【演说，是利他。如法受持，则能悟入无生，施不住相，其福便已胜彼。况更为人演说此经，以行不住相之法施，岂彼七宝布施所能及。】",
      "zh_TW": "【演說，是利他。如法受持，則能悟入無生，施不住相，其福便已勝彼。況更為人演說此經，以行不住相之法施，豈彼七寶布施所能及。】"
    },
    {
      "id": "09-023-0114_p0050",
      "zh_CN": "七宝布施，就是指前面满无量阿僧祇世界七宝布施，比不上，不能相比。第一个是要自己依照《金刚经》的理论、方法、境界去修学。换句话说，把《金刚经》所讲的道理、方法、境界，一定要变成我们实际的生活行为，这叫受持，这是持的意思。持有保持，永远这样做。我们的生活，我们的想法、看法、做法、说法都是金刚般若。",
      "zh_TW": "七寶布施，就是指前面滿無量阿僧祇世界七寶布施，比不上，不能相比。第一個是要自己依照《金剛經》的理論、方法、境界去修學。換句話說，把《金剛經》所講的道理、方法、境界，一定要變成我們實際的生活行為，這叫受持，這是持的意思。持有保持，永遠這樣做。我們的生活，我們的想法、看法、做法、說法都是金剛般若。"
    },
    {
      "id": "09-023-0114_p0051",
      "zh_CN": "金刚般若就变成我们自己生活行为，这叫证，你才证得金刚三昧。三昧就是享受，你享受什么？享受的是金刚般若波罗蜜，那怎么一样？金刚般若波罗蜜在哪里？在吃饭上，在穿衣上。释迦牟尼佛在本经一开端，入舍卫大城乞食，着衣持钵。这就告诉我们在生活当中点点滴滴，一举一动，所谓是一抬手、一低头，都是金刚般若波罗蜜。金刚般若波罗蜜没有离开我们的生活，这样就悟入无生。无生是真的不是假的，佛在这个经上给我们显示两桩事情证明无生，一个就是说明这些现相怎么来的？是业因果报刹那生灭的相续相，我们晓得这个幻相是怎么来的。这个现相的真相是什么？刹那生灭，当体即空，了不可得，所以经上讲如梦幻泡影。不但我们人生是梦幻泡影，十法界也是梦幻泡影，都是当体即空，了不可得；如露亦如电，这两个是比喻时间，比喻生灭的快速。",
      "zh_TW": "金剛般若就變成我們自己生活行為，這叫證，你才證得金剛三昧。三昧就是享受，你享受什麼？享受的是金剛般若波羅蜜，那怎麼一樣？金剛般若波羅蜜在哪裡？在吃飯上，在穿衣上。釋迦牟尼佛在本經一開端，入舍衛大城乞食，著衣持缽。這就告訴我們在生活當中點點滴滴，一舉一動，所謂是一抬手、一低頭，都是金剛般若波羅蜜。金剛般若波羅蜜沒有離開我們的生活，這樣就悟入無生。無生是真的不是假的，佛在這個經上給我們顯示兩樁事情證明無生，一個就是說明這些現相怎麼來的？是業因果報剎那生滅的相續相，我們曉得這個幻相是怎麼來的。這個現相的真相是什麼？剎那生滅，當體即空，了不可得，所以經上講如夢幻泡影。不但我們人生是夢幻泡影，十法界也是夢幻泡影，都是當體即空，了不可得；如露亦如電，這兩個是比喻時間，比喻生滅的快速。"
    },
    {
      "id": "09-023-0114_p0052",
      "zh_CN": "如果我们细心，就在生活当中，我们眼见色、耳闻声，六根接触六尘境界，修行人讲的是观照功夫，什么叫观照？时时刻刻要把眼前这些事实，跟佛所讲的理论去对照。佛说我们人生如梦，我们想想是不是个梦？去年过去了，想想去年是不是一场梦？上个月过去了，过去永远不会再来了，上个星期过去了，昨天过去了，前一个钟点过去了，前一分钟过去了，前一秒钟过去了，永远不会再来了。你在这个时空里面你得到什么？一样也没得到。《金刚经》教给我们的方法，大而世界，小而微尘，因缘生法，当体即空，了不可得。你要把这些东西挂在心上，那叫妄想，妄想执着，空的。世间人天天打妄想，天天分别执着，他不晓得这个境界是空的，所以他打妄想。他要是真正明了这个境界是空寂的，不打妄想了，打妄想是错了。什么妄想都没有了，他心恢复到清净，经上讲「信心清净则生实相」，真实的智慧就现前，实相般若现前。实相般若从哪里来的？清净心。有一个妄念心就不清净，智慧就生不起来；不生智慧就生烦恼。所以妄想执着是带给你痛苦，带给你烦恼，你的生活是生活在烦恼里。觉悟的人，他的生活是生活在金刚般若波罗蜜里头，不是普通的智慧，是金刚般若智慧，那怎么会一样？所以一定要悟入无生。",
      "zh_TW": "如果我們細心，就在生活當中，我們眼見色、耳聞聲，六根接觸六塵境界，修行人講的是觀照功夫，什麼叫觀照？時時刻刻要把眼前這些事實，跟佛所講的理論去對照。佛說我們人生如夢，我們想想是不是個夢？去年過去了，想想去年是不是一場夢？上個月過去了，過去永遠不會再來了，上個星期過去了，昨天過去了，前一個鐘點過去了，前一分鐘過去了，前一秒鐘過去了，永遠不會再來了。你在這個時空裡面你得到什麼？一樣也沒得到。《金剛經》教給我們的方法，大而世界，小而微塵，因緣生法，當體即空，了不可得。你要把這些東西掛在心上，那叫妄想，妄想執著，空的。世間人天天打妄想，天天分別執著，他不曉得這個境界是空的，所以他打妄想。他要是真正明瞭這個境界是空寂的，不打妄想了，打妄想是錯了。什麼妄想都沒有了，他心恢復到清淨，經上講「信心清淨則生實相」，真實的智慧就現前，實相般若現前。實相般若從哪裡來的？清淨心。有一個妄念心就不清淨，智慧就生不起來；不生智慧就生煩惱。所以妄想執著是帶給你痛苦，帶給你煩惱，你的生活是生活在煩惱裡。覺悟的人，他的生活是生活在金剛般若波羅蜜裡頭，不是普通的智慧，是金剛般若智慧，那怎麼會一樣？所以一定要悟入無生。"
    },
    {
      "id": "09-023-0114_p0053",
      "zh_CN": "一切时、一切处，你常常这样看，这样的观察，拿着这个经典讲的道理、境界，就在现实上去观察，仔细的去印证，你就入无生，你的心清净，万缘放下了。然后你多做一点好事，帮助别人，身体还在这个世间，不能把它当作废物，废物也要利用它。怎么利用？帮助一切众生破迷开悟，这个废物利用得最有价值。如果帮助自己的，利用得最没有价值，造一身罪业，这是万般带不去，唯有业随身，那是最没有价值。帮助一切众生开悟，弘法利生，这是废物利用得最有价值，这是佛教给我们而生其心。所以施不住相，施了就空了。刚才说过，你们仔细去想，常常想，决定不能中断，前一个钟点过去，永远不回来了，的的确确是梦幻泡影。佛讲梦幻泡影是讲的事实，不要把它当作一个比喻，它的确是事实真相，决非比喻，人生确确实实是这么一回事，六道也是，十法界都是这么一回事情，一定要搞清楚、搞明白。你只要是不住相的布施，你这个福报已经就胜过前面住相的无量大千世界七宝布施，这个不能为比的，何况为人演说此经！现在讲经说法的人太少了。",
      "zh_TW": "一切時、一切處，你常常這樣看，這樣的觀察，拿著這個經典講的道理、境界，就在現實上去觀察，仔細的去印證，你就入無生，你的心清淨，萬緣放下了。然後你多做一點好事，幫助別人，身體還在這個世間，不能把它當作廢物，廢物也要利用它。怎麼利用？幫助一切眾生破迷開悟，這個廢物利用得最有價值。如果幫助自己的，利用得最沒有價值，造一身罪業，這是萬般帶不去，唯有業隨身，那是最沒有價值。幫助一切眾生開悟，弘法利生，這是廢物利用得最有價值，這是佛教給我們而生其心。所以施不住相，施了就空了。剛才說過，你們仔細去想，常常想，決定不能中斷，前一個鐘點過去，永遠不回來了，的的確確是夢幻泡影。佛講夢幻泡影是講的事實，不要把它當作一個比喻，它的確是事實真相，決非比喻，人生確確實實是這麼一回事，六道也是，十法界都是這麼一回事情，一定要搞清楚、搞明白。你只要是不住相的布施，你這個福報已經就勝過前面住相的無量大千世界七寶布施，這個不能為比的，何況為人演說此經！現在講經說法的人太少了。"
    },
    {
      "id": "09-023-0114_p0054",
      "zh_CN": "大家读了《金刚经》，现在读到流通分，佛在此地劝勉我们，善男子、善女人包括我们自己，我们自己就在这个善男子、善女人当中，佛在此地嘱咐我们，「受持读诵，为人演说」，我们应当发这个心。讲经说法这个事情难不难？不难！为什么不难？得十方三世一切诸佛菩萨加持。你干别的事情，得不到佛菩萨加持，干这个事情得到佛菩萨加持。只怕你不肯发心，你要发的是真心，完全是利益众生，没有为自己，就得三宝加持。你要是发心是为自己名闻利养，你得不到佛菩萨加持；如果你得到加持的话，那是得到妖魔鬼怪的加持。你在那里说邪法，在那里欺骗众生，在那里造极重的罪业，因为妖魔鬼怪他要把你送到最重的阿鼻地狱。你现在也有这个念头正好，他就来把你送到阿鼻地狱，叫你永远不得翻身，他来帮助你。这桩事情，佛在《楞严经》后面，五十种阴魔里面讲得很清楚。这些邪思邪见的人，眼前得利益，眼前得到名闻利养，一转眼之后就堕落，那个时候苦不堪言，后悔莫及。所以心要正，行要正，决不为自己求利益，自己要入无我法就对了，这是《金刚经》最后的一个目标。",
      "zh_TW": "大家讀了《金剛經》，現在讀到流通分，佛在此地勸勉我們，善男子、善女人包括我們自己，我們自己就在這個善男子、善女人當中，佛在此地囑咐我們，「受持讀誦，為人演說」，我們應當發這個心。講經說法這個事情難不難？不難！為什麼不難？得十方三世一切諸佛菩薩加持。你幹別的事情，得不到佛菩薩加持，幹這個事情得到佛菩薩加持。只怕你不肯發心，你要發的是真心，完全是利益眾生，沒有為自己，就得三寶加持。你要是發心是為自己名聞利養，你得不到佛菩薩加持；如果你得到加持的話，那是得到妖魔鬼怪的加持。你在那裡說邪法，在那裡欺騙眾生，在那裡造極重的罪業，因為妖魔鬼怪他要把你送到最重的阿鼻地獄。你現在也有這個念頭正好，他就來把你送到阿鼻地獄，叫你永遠不得翻身，他來幫助你。這樁事情，佛在《楞嚴經》後面，五十種陰魔裡面講得很清楚。這些邪思邪見的人，眼前得利益，眼前得到名聞利養，一轉眼之後就墮落，那個時候苦不堪言，後悔莫及。所以心要正，行要正，決不為自己求利益，自己要入無我法就對了，這是《金剛經》最後的一個目標。"
    },
    {
      "id": "09-023-0114_p0055",
      "zh_CN": "我当年发心出来讲经，我在纪念李老师往生十周年里面说过，我受林看治居士的鼓励。李老师那个时候开这个班，教讲经的班，时间不长，很短，两年就结束，就没有了。而且我们的班一个星期上课一次，因为大家都是在家居士，都是工作很繁忙的。林看治老居士那个时候六十岁，那么大年龄发心来学讲经。她的程度是小学毕业，我一看，我的勇气才生起来，她小学毕业，我初中毕业，我比她还多念了三年；她六十岁，我那个时候是三十一、二岁，她比我大一半，她都敢学，我为什么不敢学？我是这样学出来的。这里面能够学成功、学得好，最重要的一个秘诀，就是要听老师的话，对老师所教导的是百分之百的服从，你就能成功；如果自作聪明，你就永远不能成就。所有学教学不成功的，都是自作聪明。",
      "zh_TW": "我當年發心出來講經，我在紀念李老師往生十週年裡面說過，我受林看治居士的鼓勵。李老師那個時候開這個班，教講經的班，時間不長，很短，兩年就結束，就沒有了。而且我們的班一個星期上課一次，因為大家都是在家居士，都是工作很繁忙的。林看治老居士那個時候六十歲，那麼大年齡發心來學講經。她的程度是小學畢業，我一看，我的勇氣才生起來，她小學畢業，我初中畢業，我比她還多念了三年；她六十歲，我那個時候是三十一、二歲，她比我大一半，她都敢學，我為什麼不敢學？我是這樣學出來的。這裡面能夠學成功、學得好，最重要的一個祕訣，就是要聽老師的話，對老師所教導的是百分之百的服從，你就能成功；如果自作聰明，你就永遠不能成就。所有學教學不成功的，都是自作聰明。"
    },
    {
      "id": "09-023-0114_p0056",
      "zh_CN": "譬如现在要讲这部经，找许多参考资料来就完蛋了，现在一般人都这么搞法。老师教导我们学讲经，只学老师一个人的。我一入李老师的门，他就给我三个条件。在入门的时候，只可以听他一个人讲，除他一个人之外，所有一切法师大德讲经统统不准听。看东西，不管看什么文字要经过他许可，他没有许可的，佛经都不可以看。第三个条件就是，我在以前学的，他统统不承认，全部作废，从今天起一切从头开始。限制我五年，五年决定要遵守。这到以后我们才晓得，宗门里所讲的「踏着毘卢顶上行」，这句话我们才懂得。我们就借重老师的基础，踏着老师的肩膀，踏着老师的头顶，更上一步；一个老师。五年决定不能参考另外的东西，就是学复讲，老师怎么讲，你就跟他怎么讲，这么学出来的。这个方法并不是李老师专利的，不是他发明的，而是几千年来祖祖相传的，就是传这个方法。",
      "zh_TW": "譬如現在要講這部經，找許多參考資料來就完蛋了，現在一般人都這麼搞法。老師教導我們學講經，只學老師一個人的。我一入李老師的門，他就給我三個條件。在入門的時候，只可以聽他一個人講，除他一個人之外，所有一切法師大德講經統統不准聽。看東西，不管看什麼文字要經過他許可，他沒有許可的，佛經都不可以看。第三個條件就是，我在以前學的，他統統不承認，全部作廢，從今天起一切從頭開始。限制我五年，五年決定要遵守。這到以後我們才曉得，宗門裡所講的「踏著毘盧頂上行」，這句話我們才懂得。我們就借重老師的基礎，踏著老師的肩膀，踏著老師的頭頂，更上一步；一個老師。五年決定不能參考另外的東西，就是學複講，老師怎麼講，你就跟他怎麼講，這麼學出來的。這個方法並不是李老師專利的，不是他發明的，而是幾千年來祖祖相傳的，就是傳這個方法。"
    },
    {
      "id": "09-023-0114_p0057",
      "zh_CN": "我们这一次在新加坡教学，我就用这个方法，我没有别的方法。而这个方法教得很有效果，那是广俞老法师去参观我的教学，听了之后，当场他就说：「你这个方法是谛闲老法师的方法。」这给他们同学很大的鼓励，增长他们的信心，晓得这个方法不是我们的，是祖祖相传，是中国的老方法。你用老方法不难，小学毕业六十岁学来得及，都能够讲得很好。可是你要不懂这个方法，你要用现代科学方法，现在教学方法，你永远不能成就。",
      "zh_TW": "我們這一次在新加坡教學，我就用這個方法，我沒有別的方法。而這個方法教得很有效果，那是廣俞老法師去參觀我的教學，聽了之後，當場他就說：「你這個方法是諦閑老法師的方法。」這給他們同學很大的鼓勵，增長他們的信心，曉得這個方法不是我們的，是祖祖相傳，是中國的老方法。你用老方法不難，小學畢業六十歲學來得及，都能夠講得很好。可是你要不懂這個方法，你要用現代科學方法，現在教學方法，你永遠不能成就。"
    },
    {
      "id": "09-023-0114_p0058",
      "zh_CN": "到什么时候，你才可以自己参考别人的东西？一般讲是五年以后。五年以后，你真的悟入无生，可以。我们不行，没有到这个程度。所以我在台湾，遵守李老师的方法，老师教我守五年，我自己又加五年，我遵守了十年。十年这个基础打下去之后，才真的是得心应手，左右逢源。我们中国人常讲，「不听老人言，吃亏在眼前」。我们要听老人话，老人有经验，他不骗我们。所以你懂得这些道理，知道这些事实真相，你才晓得学东西不难。",
      "zh_TW": "到什麼時候，你才可以自己參考別人的東西？一般講是五年以後。五年以後，你真的悟入無生，可以。我們不行，沒有到這個程度。所以我在台灣，遵守李老師的方法，老師教我守五年，我自己又加五年，我遵守了十年。十年這個基礎打下去之後，才真的是得心應手，左右逢源。我們中國人常講，「不聽老人言，吃虧在眼前」。我們要聽老人話，老人有經驗，他不騙我們。所以你懂得這些道理，知道這些事實真相，你才曉得學東西不難。"
    },
    {
      "id": "09-023-0114_p0059",
      "zh_CN": "譬如我们这一次讲《金刚经》，我们就是以江味农居士做老师，我们的《节要》是从他《讲义》里节录下来的。除他《讲义》之外，我没有参考任何人注解的本子，没有！完全跟他一个人的路子，一个思想，自始至终贯彻到底，所以才有体系、有脉络。你要再参考，《金刚经》注解很多，几百家，你把别人东西掺在里面，就搞杂、搞乱了，就不纯。自始至终我们要跟一个老师学，走一条路子，你才会成功。法门平等，殊途同归。那个不会学的，才搞大杂烩，搞大拼盘，端上来什么都不是，什么味道都不对。这是我们应当要清楚，要明了的。",
      "zh_TW": "譬如我們這一次講《金剛經》，我們就是以江味農居士做老師，我們的《節要》是從他《講義》裡節錄下來的。除他《講義》之外，我沒有參考任何人註解的本子，沒有！完全跟他一個人的路子，一個思想，自始至終貫徹到底，所以才有體系、有脈絡。你要再參考，《金剛經》註解很多，幾百家，你把別人東西摻在裡面，就搞雜、搞亂了，就不純。自始至終我們要跟一個老師學，走一條路子，你才會成功。法門平等，殊途同歸。那個不會學的，才搞大雜燴，搞大拼盤，端上來什麼都不是，什麼味道都不對。這是我們應當要清楚，要明瞭的。"
    },
    {
      "id": "09-023-0114_p0060",
      "zh_CN": "【弘扬此经，便是绍隆佛种。】",
      "zh_TW": "【弘揚此經，便是紹隆佛種。】"
    },
    {
      "id": "09-023-0114_p0061",
      "zh_CN": "绍是继续，就是继承的意思，一代一代传下来。绍就是承传，隆是发扬光大。不但我们要传佛的法，而且要把佛法在我们自己手上发扬光大。现代这个时代不一样，现代是个高科技的时代，我们自己要晓得，道场大了，造业就大。道场大，信众太多；信众太多，是非就多，烦恼就多。道场大，维护需要很多的财力，你要想尽方法去向信徒要钱，造罪业。施主一粒米，大如须弥山，今生不了道，披毛戴角还。那还得了吗？不得了！今天我们可以利用高科技，我们小道场，这么一个场所已经就太大了。架上这些机器，我们这些录音带、录影带，就流通到全世界。现在还有电脑网路，一放上去，过去悟泓法师跟我讲，全世界有五千万个地方可以收到我们的资讯，这个道场不就遍及全世界吗？全世界就是道场，而自己讲经说法的场所，一个小小房间就够了，就能把佛法传遍到全世界。所以今天我们利用高科技，可以不要道场，不要信徒，不要供养，就能把佛法送到全世界，送到每一个人的家庭，符合《金刚经》上的教训。自己身心清净，自己的的确确悟入无生，帮助一切众生，这个功德利益就跟诸佛菩萨没有两样。",
      "zh_TW": "紹是繼續，就是繼承的意思，一代一代傳下來。紹就是承傳，隆是發揚光大。不但我們要傳佛的法，而且要把佛法在我們自己手上發揚光大。現代這個時代不一樣，現代是個高科技的時代，我們自己要曉得，道場大了，造業就大。道場大，信眾太多；信眾太多，是非就多，煩惱就多。道場大，維護需要很多的財力，你要想盡方法去向信徒要錢，造罪業。施主一粒米，大如須彌山，今生不了道，披毛戴角還。那還得了嗎？不得了！今天我們可以利用高科技，我們小道場，這麼一個場所已經就太大了。架上這些機器，我們這些錄音帶、錄影帶，就流通到全世界。現在還有電腦網路，一放上去，過去悟泓法師跟我講，全世界有五千萬個地方可以收到我們的資訊，這個道場不就遍及全世界嗎？全世界就是道場，而自己講經說法的場所，一個小小房間就夠了，就能把佛法傳遍到全世界。所以今天我們利用高科技，可以不要道場，不要信徒，不要供養，就能把佛法送到全世界，送到每一個人的家庭，符合《金剛經》上的教訓。自己身心清淨，自己的的確確悟入無生，幫助一切眾生，這個功德利益就跟諸佛菩薩沒有兩樣。"
    },
    {
      "id": "09-023-0114_p0062",
      "zh_CN": "【众生获益，不可思议。其福胜彼财施，更何待言。经旨重在流通无上法宝，故下文专约演说言。】",
      "zh_TW": "【眾生獲益，不可思議。其福勝彼財施，更何待言。經旨重在流通無上法寶，故下文專約演說言。】"
    },
    {
      "id": "09-023-0114_p0063",
      "zh_CN": "演说的功德无量无边。",
      "zh_TW": "演說的功德無量無邊。"
    },
    {
      "id": "09-023-0114_p0064",
      "zh_CN": "经【云何为人演说？不取于相，如如不动。】",
      "zh_TW": "經【云何為人演說？不取於相，如如不動。】"
    },
    {
      "id": "09-023-0114_p0065",
      "zh_CN": "这两句是教给我们流通的方法，流通的心态，我们用什么样的心、什么样的态度，来流通大法，来积功累德，这两句话是直指本性。",
      "zh_TW": "這兩句是教給我們流通的方法，流通的心態，我們用什麼樣的心、什麼樣的態度，來流通大法，來積功累德，這兩句話是直指本性。"
    },
    {
      "id": "09-023-0114_p0066",
      "zh_CN": "【云何为人演说，有二义：一是问演说之人应当如何，二是问演说经义应当如何。不取于相、如如不动两句，正开示二者应当遵守之轨则。】",
      "zh_TW": "【云何為人演說，有二義：一是問演說之人應當如何，二是問演說經義應當如何。不取於相、如如不動兩句，正開示二者應當遵守之軌則。】"
    },
    {
      "id": "09-023-0114_p0067",
      "zh_CN": "我们看注解：",
      "zh_TW": "我們看註解："
    },
    {
      "id": "09-023-0114_p0068",
      "zh_CN": "【以说者言，应于能说（能说是人，我在讲台上，我能说）、所说（是这一部经义）、及听说者之相，皆不取着。】",
      "zh_TW": "【以說者言，應於能說（能說是人，我在講台上，我能說）、所說（是這一部經義）、及聽說者之相，皆不取著。】"
    },
    {
      "id": "09-023-0114_p0069",
      "zh_CN": "都不可以着相。如果以为「我能说，我的功德很大」，不错，功德是大，那个大是有限度的。为什么有限度？因为你着了我相、人相、众生相、寿者相。着相的福德、功德，给诸位说，不能超过六道轮回。这前面我们讲了很多，只要你有四相，你就出不了六道轮回；只要你有四见，你就出不了十法界。换句话说，四相没有了，你超越六道；四见没有了，你超越十法界；超越十法界才能够证得一真法界。所以叫你不能着，不要以为「我在这里讲经，我讲的是《金刚经》，有这么多人来听」，你统统着了。你所得的是来生一点人天福报而已，你不能超越六道轮回，决定不能着。一定要记住，身心世界一切万法，都是空的，都是了不可得，都是一场空。",
      "zh_TW": "都不可以著相。如果以為「我能說，我的功德很大」，不錯，功德是大，那個大是有限度的。為什麼有限度？因為你著了我相、人相、眾生相、壽者相。著相的福德、功德，給諸位說，不能超過六道輪迴。這前面我們講了很多，只要你有四相，你就出不了六道輪迴；只要你有四見，你就出不了十法界。換句話說，四相沒有了，你超越六道；四見沒有了，你超越十法界；超越十法界才能夠證得一真法界。所以叫你不能著，不要以為「我在這裡講經，我講的是《金剛經》，有這麼多人來聽」，你統統著了。你所得的是來生一點人天福報而已，你不能超越六道輪迴，決定不能著。一定要記住，身心世界一切萬法，都是空的，都是了不可得，都是一場空。"
    },
    {
      "id": "09-023-0114_p0070",
      "zh_CN": "所以在这个地方讲经说法、建立道场，古人所讲「水月道场」，这是比喻水里面的月亮，建道场是水月道场；讲经说法，弘法利生，是梦中佛事。你要是把它看成镜花水月、梦幻泡影，你的心就清净，这样你所做的才能超越六道、超越十法界，决定不能着相，着就错了。所以说，皆不取着，取是分别，着是执着。",
      "zh_TW": "所以在這個地方講經說法、建立道場，古人所講「水月道場」，這是比喻水裡面的月亮，建道場是水月道場；講經說法，弘法利生，是夢中佛事。你要是把它看成鏡花水月、夢幻泡影，你的心就清淨，這樣你所做的才能超越六道、超越十法界，決定不能著相，著就錯了。所以說，皆不取著，取是分別，著是執著。"
    },
    {
      "id": "09-023-0114_p0071",
      "zh_CN": "【所谓以不生灭心，说实相法是也。不生灭心，即是本性，所谓如如不动是也。】",
      "zh_TW": "【所謂以不生滅心，說實相法是也。不生滅心，即是本性，所謂如如不動是也。】"
    },
    {
      "id": "09-023-0114_p0072",
      "zh_CN": "我刚才举的这个例子，身心世界一分一秒的过去，这个相我想大家能体会到一些。可是要保留，要常常这样想，不能一下就忘掉；一下忘掉，你就又迷了。常作如是观，你就会觉悟。虽然我们积极的弘法利生，绝不着一点点的相，绝不以为自己有一点点的功德。为什么？统统不可得，这个要晓得。这样的做，不住又生心，生心又不住，才与如如不动的自性完全相应。假如只有不住，没有生心，那是死的，那个自性不起作用。唯有不住又生心，它是活的，它起作用；虽起作用，也不住。由此可知，不住跟生心是一不是二，这就是所谓不一不异，这是《金刚经》上讲的原理，与这个原理就相应了。",
      "zh_TW": "我剛才舉的這個例子，身心世界一分一秒的過去，這個相我想大家能體會到一些。可是要保留，要常常這樣想，不能一下就忘掉；一下忘掉，你就又迷了。常作如是觀，你就會覺悟。雖然我們積極的弘法利生，絕不著一點點的相，絕不以為自己有一點點的功德。為什麼？統統不可得，這個要曉得。這樣的做，不住又生心，生心又不住，才與如如不動的自性完全相應。假如只有不住，沒有生心，那是死的，那個自性不起作用。唯有不住又生心，它是活的，它起作用；雖起作用，也不住。由此可知，不住跟生心是一不是二，這就是所謂不一不異，這是《金剛經》上講的原理，與這個原理就相應了。"
    },
    {
      "id": "09-023-0114_p0073",
      "zh_CN": "【演说之人，应三轮体空。】",
      "zh_TW": "【演說之人，應三輪體空。】"
    },
    {
      "id": "09-023-0114_p0074",
      "zh_CN": "三轮就是说者、说法、听法的人，这三方面都不着，这就叫三轮体空。三轮体空一定是称性而说，为什么？你离开四相，离开四见，那个心是真心，那个心就是真如本性。不但你的言说是真如本性，你的生活也是真如本性。像诸佛菩萨示现在我们这个世间，释迦牟尼佛示现，在《金刚经》前面，入舍卫大城去乞食，着衣托钵，都是真如自性的全体显露，我们凡夫看不出来。凡夫为什么看不出来？因为凡夫着相，凡夫着见，凡夫有四见、有四相，所以看不出来。须菩提尊者看出来了，他为什么能看得出来？须菩提尊者在佛弟子当中，他所表演的是解空第一；也就是说，须菩提四相四见都离了，所以他看出来了。他看出释迦牟尼佛的生活是金刚般若波罗蜜。由此可知，我们要能够把四见四相离开，我们的生活跟释迦牟尼佛一样，是金刚般若波罗蜜。入这个境界，所有一切的灾难苦厄统统没有了。《心经》上说得很好，「照见五蕴皆空，度一切苦厄」，现在世界上灾难很多，在你完全没有，全部化解掉了，众生有灾难，你没有灾难。众生灾难从哪里来的？着相来的，妄想分别执着里头来的。离开一切妄想分别执着，所有一切灾难都没有了。所以要晓得，只要到三轮体空，就是讲四见四相都不执着，你就是称性而说。说话是称性，刚才讲了，你穿衣也是称性，你吃饭也是称性。你一举手、一低头，没有一样不是称性的，宗门里头见性之后的人他就讲：「左右逢源，头头是道」，就这个意思，没有一样不称性的。直指心源，真心本性完全显露。",
      "zh_TW": "三輪就是說者、說法、聽法的人，這三方面都不著，這就叫三輪體空。三輪體空一定是稱性而說，為什麼？你離開四相，離開四見，那個心是真心，那個心就是真如本性。不但你的言說是真如本性，你的生活也是真如本性。像諸佛菩薩示現在我們這個世間，釋迦牟尼佛示現，在《金剛經》前面，入舍衛大城去乞食，著衣托缽，都是真如自性的全體顯露，我們凡夫看不出來。凡夫為什麼看不出來？因為凡夫著相，凡夫著見，凡夫有四見、有四相，所以看不出來。須菩提尊者看出來了，他為什麼能看得出來？須菩提尊者在佛弟子當中，他所表演的是解空第一；也就是說，須菩提四相四見都離了，所以他看出來了。他看出釋迦牟尼佛的生活是金剛般若波羅蜜。由此可知，我們要能夠把四見四相離開，我們的生活跟釋迦牟尼佛一樣，是金剛般若波羅蜜。入這個境界，所有一切的災難苦厄統統沒有了。《心經》上說得很好，「照見五蘊皆空，度一切苦厄」，現在世界上災難很多，在你完全沒有，全部化解掉了，眾生有災難，你沒有災難。眾生災難從哪裡來的？著相來的，妄想分別執著裡頭來的。離開一切妄想分別執著，所有一切災難都沒有了。所以要曉得，只要到三輪體空，就是講四見四相都不執著，你就是稱性而說。說話是稱性，剛才講了，你穿衣也是稱性，你吃飯也是稱性。你一舉手、一低頭，沒有一樣不是稱性的，宗門裡頭見性之後的人他就講：「左右逢源，頭頭是道」，就這個意思，沒有一樣不稱性的。直指心源，真心本性完全顯露。"
    },
    {
      "id": "09-023-0114_p0075",
      "zh_CN": "【令闻者，即文字起观照，悟实相般若也。】",
      "zh_TW": "【令聞者，即文字起觀照，悟實相般若也。】"
    },
    {
      "id": "09-023-0114_p0076",
      "zh_CN": "这是教学重要的理念、效果。讲经说法的目的何在？是希望大家对于经义了解，能够把经典里面的理论、方法、境界，都搞清楚、搞透彻，能够应用在日常生活当中。起观照就是应用在生活里面。这样的经念的就不是白念，他就真得受用，真得利益，悟入实相般若。",
      "zh_TW": "這是教學重要的理念、效果。講經說法的目的何在？是希望大家對於經義了解，能夠把經典裡面的理論、方法、境界，都搞清楚、搞透徹，能夠應用在日常生活當中。起觀照就是應用在生活裡面。這樣的經念的就不是白念，他就真得受用，真得利益，悟入實相般若。"
    },
    {
      "id": "09-023-0114_p0077",
      "zh_CN": "【以此经所说，皆成佛之法也。】",
      "zh_TW": "【以此經所說，皆成佛之法也。】"
    },
    {
      "id": "09-023-0114_p0078",
      "zh_CN": "《金刚经》上所讲的，字字句句都是成佛的方法，都是永脱轮回，出离十法界，让我们亲证一真法界的方法。这个地方讲成佛是广义的，明心见性，见性成佛，在圆教里面讲，初住菩萨就成佛了。所以此地讲的成佛之法，这个佛是从圆教初住一直到等觉，这是四十一位法身大士，都叫做佛。《金刚经》上所讲的诸佛，是指这些人。这些人虽然没有证得究竟圆满的佛果，他的的确确可以像《普门品》里面所说的，他能在十方世界，应以佛身得度者，他就可以现佛身而为说法，他得大自在了。三十二应身是三十二类，每一类里面无量无边，他有能力现无量无边的身，帮助十方世界无量无边的众生，圆初住的菩萨就有这个能力。圆初住菩萨是什么样境界？刚才讲了，离四相，离四见，就是圆初住菩萨。所以你想想看，这个利益，这个好处，这是满阿僧祇劫三千大千世界七宝布施不能比，那怎么比法？这个人能够在十方无量无边世界随类化身，这是说明离四相、离四见的真正利益，真正的好处。",
      "zh_TW": "《金剛經》上所講的，字字句句都是成佛的方法，都是永脫輪迴，出離十法界，讓我們親證一真法界的方法。這個地方講成佛是廣義的，明心見性，見性成佛，在圓教裡面講，初住菩薩就成佛了。所以此地講的成佛之法，這個佛是從圓教初住一直到等覺，這是四十一位法身大士，都叫做佛。《金剛經》上所講的諸佛，是指這些人。這些人雖然沒有證得究竟圓滿的佛果，他的的確確可以像《普門品》裡面所說的，他能在十方世界，應以佛身得度者，他就可以現佛身而為說法，他得大自在了。三十二應身是三十二類，每一類裡面無量無邊，他有能力現無量無邊的身，幫助十方世界無量無邊的眾生，圓初住的菩薩就有這個能力。圓初住菩薩是什麼樣境界？剛才講了，離四相，離四見，就是圓初住菩薩。所以你想想看，這個利益，這個好處，這是滿阿僧祇劫三千大千世界七寶布施不能比，那怎麼比法？這個人能夠在十方無量無邊世界隨類化身，這是說明離四相、離四見的真正利益，真正的好處。"
    },
    {
      "id": "09-023-0114_p0079",
      "zh_CN": "【为人演说，若不得扼要之方，非大而无当，即散而无归，闻者难获法益。】",
      "zh_TW": "【為人演說，若不得扼要之方，非大而無當，即散而無歸，聞者難獲法益。】"
    },
    {
      "id": "09-023-0114_p0080",
      "zh_CN": "这是我们要记住的，特别是要发心为人演说。为人演说的范围很广，不一定是上台讲经，这是为人演说，这是为人演说里头的一种方法。随时随地，遇到你认识的人，你跟他谈话的时候，你就给他讲这个经。讲一句也好，讲半句也好，你就给他讲这个经。他听得懂也好，听不懂也好，都没有关系。听懂了，他能得利益；听不懂，所谓一历耳根，永为道种。你把《金刚经》的种子，种在他阿赖耶识里面去了，所以听懂、听不懂都没有关系。你只是很欢喜、很乐意的为他讲，你讲的时间长跟短也没有关系。",
      "zh_TW": "這是我們要記住的，特別是要發心為人演說。為人演說的範圍很廣，不一定是上台講經，這是為人演說，這是為人演說裡頭的一種方法。隨時隨地，遇到你認識的人，你跟他談話的時候，你就給他講這個經。講一句也好，講半句也好，你就給他講這個經。他聽得懂也好，聽不懂也好，都沒有關係。聽懂了，他能得利益；聽不懂，所謂一歷耳根，永為道種。你把《金剛經》的種子，種在他阿賴耶識裡面去了，所以聽懂、聽不懂都沒有關係。你只是很歡喜、很樂意的為他講，你講的時間長跟短也沒有關係。"
    },
    {
      "id": "09-023-0114_p0081",
      "zh_CN": "那么讲经，学习讲经，一开头实在讲，最低限度我们要遵守这个原则，要守五年到十年。这个原则就是四个字：第一个是「简」，简单。你跟人家讲，要讲得简单，不能讲得繁琐，这个非常非常重要，一般人怕麻烦，愈简单愈好。第二个是「易」，容易，不要讲得太深、太难。讲得太难，人家做不到，所以要易，第二个字是易。第三个字是「浅」，浅就不能深，愈浅愈好。第四个字是「明」，要明白，明而不昧，昧就是讲得不清楚，意思讲得不清楚那个不可以。你只记得这四个字「简易浅明」，这就讲得好了。太深的东西我不懂，我不讲，我只要讲我自己懂得的，我自己懂得，还要想到对方能不能听得懂；我懂得的，对方觉得很难很深，我也不讲。你只要抓到这四个字，你就一定讲得好，一定会受人欢迎。",
      "zh_TW": "那麼講經，學習講經，一開頭實在講，最低限度我們要遵守這個原則，要守五年到十年。這個原則就是四個字：第一個是「簡」，簡單。你跟人家講，要講得簡單，不能講得繁瑣，這個非常非常重要，一般人怕麻煩，愈簡單愈好。第二個是「易」，容易，不要講得太深、太難。講得太難，人家做不到，所以要易，第二個字是易。第三個字是「淺」，淺就不能深，愈淺愈好。第四個字是「明」，要明白，明而不昧，昧就是講得不清楚，意思講得不清楚那個不可以。你只記得這四個字「簡易淺明」，這就講得好了。太深的東西我不懂，我不講，我只要講我自己懂得的，我自己懂得，還要想到對方能不能聽得懂；我懂得的，對方覺得很難很深，我也不講。你只要抓到這四個字，你就一定講得好，一定會受人歡迎。"
    },
    {
      "id": "09-023-0114_p0082",
      "zh_CN": "所以为人演说，一定要把扼要掌握到。如果掌握不到，那就是大而无当，散而无归，我们听到很多人讲经犯这个毛病。他一场讲演，也真的花了不少时间、不少心力在那里准备，参考许许多多资料，搬上台来，说得天花乱坠，我们听了之后，不知所云，不知道他讲些什么，这就是大而无当，散而无归，这是毛病。换句话说，跟我刚才讲的恰恰相反，他讲的东西太繁琐，太难太深了，深到连他自己都不懂，他自己都不懂，怎么能叫别人听懂？这是真的。古人的，他这里抄一点，那里抄一点，他自己不晓得什么意思。这是大毛病，所以听的人他不得利益。不得利益，当然人家下一次就不来，这是一定的道理。",
      "zh_TW": "所以為人演說，一定要把扼要掌握到。如果掌握不到，那就是大而無當，散而無歸，我們聽到很多人講經犯這個毛病。他一場講演，也真的花了不少時間、不少心力在那裡準備，參考許許多多資料，搬上台來，說得天花亂墜，我們聽了之後，不知所云，不知道他講些什麼，這就是大而無當，散而無歸，這是毛病。換句話說，跟我剛才講的恰恰相反，他講的東西太繁瑣，太難太深了，深到連他自己都不懂，他自己都不懂，怎麼能叫別人聽懂？這是真的。古人的，他這裡抄一點，那裡抄一點，他自己不曉得什麼意思。這是大毛病，所以聽的人他不得利益。不得利益，當然人家下一次就不來，這是一定的道理。"
    },
    {
      "id": "09-023-0114_p0083",
      "zh_CN": "【故示以经义之扼要处】",
      "zh_TW": "【故示以經義之扼要處】"
    },
    {
      "id": "09-023-0114_p0084",
      "zh_CN": "这两句跟后面一首偈，这是《金刚经》最扼要的地方。《金刚经》讲的什么？可以讲全经就是讲的这半偈、一偈。这个两句是半偈，后面「一切有为法，如梦幻泡影」，是四句，是一首偈。《金刚经》的总结就结归在这半偈、一偈里头，是把这个扼要说出来了。经义之扼要处，即此二句与下文之一偈是也。",
      "zh_TW": "這兩句跟後面一首偈，這是《金剛經》最扼要的地方。《金剛經》講的什麼？可以講全經就是講的這半偈、一偈。這個兩句是半偈，後面「一切有為法，如夢幻泡影」，是四句，是一首偈。《金剛經》的總結就結歸在這半偈、一偈裡頭，是把這個扼要說出來了。經義之扼要處，即此二句與下文之一偈是也。"
    },
    {
      "id": "09-023-0114_p0085",
      "zh_CN": "【可见此二句一偈，乃本经之要旨。】",
      "zh_TW": "【可見此二句一偈，乃本經之要旨。】"
    },
    {
      "id": "09-023-0114_p0086",
      "zh_CN": "这是重要的宗旨、要旨，亦即一切佛法之要旨。《金刚经》是释迦牟尼佛四十九年所说一切法的总纲领，佛说法四十九年，般若是中心，这个诸位一定要晓得，般若讲了二十二年。四十九年用二十二年的时间讲般若，可见得般若是整个佛法的中心，般若是智慧。《金刚经》是整个般若的纲要，因此《金刚经》就是整个佛法的纲要，这二句一偈是全经的纲领，当然也就是整个佛法的总纲领。",
      "zh_TW": "這是重要的宗旨、要旨，亦即一切佛法之要旨。《金剛經》是釋迦牟尼佛四十九年所說一切法的總綱領，佛說法四十九年，般若是中心，這個諸位一定要曉得，般若講了二十二年。四十九年用二十二年的時間講般若，可見得般若是整個佛法的中心，般若是智慧。《金剛經》是整個般若的綱要，因此《金剛經》就是整個佛法的綱要，這二句一偈是全經的綱領，當然也就是整個佛法的總綱領。"
    },
    {
      "id": "09-023-0114_p0087",
      "zh_CN": "【千经万论，所说性修理事，此二句一偈包括尽矣。】",
      "zh_TW": "【千經萬論，所說性修理事，此二句一偈包括盡矣。】"
    },
    {
      "id": "09-023-0114_p0088",
      "zh_CN": "这二句一偈，能够在日常生活当中，时时刻刻念念当中提起来，那个利益是无量无边。当我们遇到一切事情，无论是欢喜的，欢喜起烦恼了，马上念一念「一切有为法，如梦幻泡影」，你这个欢喜心就息下去，让你的心清净，让你的心平等。清净平等是真心、是自性。你有什么烦恼、不如意的事情，念念「一切有为法，如梦幻泡影」，你那个烦恼也就平息，好得不得了！平常跟人家应酬，你就记住这两句话：「不取于相，如如不动」，对人、对事、对物，常常记住，我接触，应当要接触，什么事情都可以照做，绝不着相。也就是说，一切事情我都做，做得圆圆满满，尽心尽力去做，绝对不把它放在心上；放在心上，你就取了相，就着了相。所以要保持如如不动。",
      "zh_TW": "這二句一偈，能夠在日常生活當中，時時刻刻念念當中提起來，那個利益是無量無邊。當我們遇到一切事情，無論是歡喜的，歡喜起煩惱了，馬上念一念「一切有為法，如夢幻泡影」，你這個歡喜心就息下去，讓你的心清淨，讓你的心平等。清淨平等是真心、是自性。你有什麼煩惱、不如意的事情，念念「一切有為法，如夢幻泡影」，你那個煩惱也就平息，好得不得了！平常跟人家應酬，你就記住這兩句話：「不取於相，如如不動」，對人、對事、對物，常常記住，我接觸，應當要接觸，什麼事情都可以照做，絕不著相。也就是說，一切事情我都做，做得圓圓滿滿，盡心盡力去做，絕對不把它放在心上；放在心上，你就取了相，就著了相。所以要保持如如不動。"
    },
    {
      "id": "09-023-0114_p0089",
      "zh_CN": "诸位要知道，诸佛菩萨的生活跟我们没有两样，一样穿衣，一样吃饭，一样工作，一样应酬，这是在《华严经》五十三参大家见到的。各行各业、男女老少，都学菩萨，都学佛。他的工作并没有废弃掉，还是过他的日子，还是做他的工作。但是人家高明在哪里？高明就是在「不取于相，如如不动」，他就是佛，就是菩萨。我们今天变成凡夫，搞六道轮回，苦不堪言，就是着相，跟这二句话恰恰相反，我们的亏吃在这个地方。我们起心动念，人家如如不动，我们起心动念。换句话说，这二句话「不取于相，如如不动」，是凡圣的分水岭，你做到这二句，超凡入圣；做不到这二句，你是六道凡夫。所以用这二句一偈，来做整个佛法的总归结，才晓得它真的重要。全经大意明白了，也无需要去记，就把这二句一偈记住就行了。",
      "zh_TW": "諸位要知道，諸佛菩薩的生活跟我們沒有兩樣，一樣穿衣，一樣吃飯，一樣工作，一樣應酬，這是在《華嚴經》五十三參大家見到的。各行各業、男女老少，都學菩薩，都學佛。他的工作並沒有廢棄掉，還是過他的日子，還是做他的工作。但是人家高明在哪裡？高明就是在「不取於相，如如不動」，他就是佛，就是菩薩。我們今天變成凡夫，搞六道輪迴，苦不堪言，就是著相，跟這二句話恰恰相反，我們的虧吃在這個地方。我們起心動念，人家如如不動，我們起心動念。換句話說，這二句話「不取於相，如如不動」，是凡聖的分水嶺，你做到這二句，超凡入聖；做不到這二句，你是六道凡夫。所以用這二句一偈，來做整個佛法的總歸結，才曉得它真的重要。全經大意明白了，也無需要去記，就把這二句一偈記住就行了。"
    },
    {
      "id": "09-023-0114_p0090",
      "zh_CN": "过去华藏图书馆成立的时候，我们做了一个小纪念品，一个小钥匙环，跟大家结缘。那个钥匙环里题了四句，我就采取不取于相，如如不动，前面加了两句，「于人无争，于世无求，不取于相，如如不动」，我做了小的纪念牌。整个佛法不外这四句，你在这个世界上争什么、求什么，全是假的！你在这里争的、求的，全是打妄想，你确实不可得，得不到！能用这个方法常常起观照，你怎么不开智慧？六祖惠能，在《坛经》上我们读到，他见五祖的时候，他向五祖说：弟子心中常生智慧。我们看到非常羡慕。想想我们自己，弟子心中常生烦恼。人家心中常生智慧，你要问为什么他生智慧？他就是「不取于相，如如不动」，所以他常生智慧。他生活在智慧里面，我们生活在烦恼里头。就这么一句！佛法多吗？不多，两句话就讲完了。两句话详细解释，佛说了四十九年还没有讲完，归结起来就这两句话。这二句一偈的的确确把性修（性是本性、性德，修是修学的方法）、理论、事相全都包括尽了。",
      "zh_TW": "過去華藏圖書館成立的時候，我們做了一個小紀念品，一個小鑰匙環，跟大家結緣。那個鑰匙環裡題了四句，我就採取不取於相，如如不動，前面加了兩句，「於人無爭，於世無求，不取於相，如如不動」，我做了小的紀念牌。整個佛法不外這四句，你在這個世界上爭什麼、求什麼，全是假的！你在這裡爭的、求的，全是打妄想，你確實不可得，得不到！能用這個方法常常起觀照，你怎麼不開智慧？六祖惠能，在《壇經》上我們讀到，他見五祖的時候，他向五祖說：弟子心中常生智慧。我們看到非常羨慕。想想我們自己，弟子心中常生煩惱。人家心中常生智慧，你要問為什麼他生智慧？他就是「不取於相，如如不動」，所以他常生智慧。他生活在智慧裡面，我們生活在煩惱裡頭。就這麼一句！佛法多嗎？不多，兩句話就講完了。兩句話詳細解釋，佛說了四十九年還沒有講完，歸結起來就這兩句話。這二句一偈的的確確把性修（性是本性、性德，修是修學的方法）、理論、事相全都包括盡了。"
    },
    {
      "id": "09-023-0114_p0091",
      "zh_CN": "【如是演说，必能如是受持。】",
      "zh_TW": "【如是演說，必能如是受持。】"
    },
    {
      "id": "09-023-0114_p0092",
      "zh_CN": "讲经对自己修行有很大的好处。好处在什么地方？我们凡夫无始劫以来，恶习气太重，什么恶习气？六根接触外面境界就起心动念，就分别执着，这就是恶习气。我们想改改不掉，成了一个老习惯，自自然然它就发作，这真正叫苦不堪言。虽然听经，听懂了，听明白了，老毛病还是照犯，这就是我们修行为什么不能成就。要想对治这个老毛病，最好的方法是什么？讲经。我年轻时，天天出来讲经，一个星期最多讲三十六个小时，一天讲二、三次。人家说我喜好讲经，我是不是喜好？我说人家不懂，我是对治我的习气，天天讲、天天讲，讲熟了那个印象就深。我天天讲经劝别人，讲多了，慢慢自己就变成真的，假的就变成真的，我是得这个利益。不讲，不讲就胡思乱想、就打妄想，止不住。早年讲经，讲经要看经、要准备，所以大部分的时间都在教理上，打妄想的时间少，常常想这个经怎么讲法。不像现在，现在是很熟，都不需要准备。不需要准备，我还看别的。我读经没有中断过，虽然讲的经不需要准备，可是我还读别的经。不是读经就是念佛，要不干这些事情，不要三天，一天都不行，妄想分别执着就又起来了，控制不住。所以才晓得习气之难断。我们对于大乘法门，许许多多法门，我了解，我明白，我自己想想自己学不成功，只好念佛求生净土，带业往生，这个我有把握，这个没有问题。照《金刚经》这个方法，我一生未必能做得到；但是念佛求生净土，我的确是很有把握，这个没有问题。「如是演说，必能如是受持」，这是我们自己要晓得自己毛病很重，要晓得用什么方法对治有效，找一个最有效果的方法，来对治自己的毛病，克服自己的困难，这叫真正修行，这样功夫才能得力。",
      "zh_TW": "講經對自己修行有很大的好處。好處在什麼地方？我們凡夫無始劫以來，惡習氣太重，什麼惡習氣？六根接觸外面境界就起心動念，就分別執著，這就是惡習氣。我們想改改不掉，成了一個老習慣，自自然然它就發作，這真正叫苦不堪言。雖然聽經，聽懂了，聽明白了，老毛病還是照犯，這就是我們修行為什麼不能成就。要想對治這個老毛病，最好的方法是什麼？講經。我年輕時，天天出來講經，一個星期最多講三十六個小時，一天講二、三次。人家說我喜好講經，我是不是喜好？我說人家不懂，我是對治我的習氣，天天講、天天講，講熟了那個印象就深。我天天講經勸別人，講多了，慢慢自己就變成真的，假的就變成真的，我是得這個利益。不講，不講就胡思亂想、就打妄想，止不住。早年講經，講經要看經、要準備，所以大部分的時間都在教理上，打妄想的時間少，常常想這個經怎麼講法。不像現在，現在是很熟，都不需要準備。不需要準備，我還看別的。我讀經沒有中斷過，雖然講的經不需要準備，可是我還讀別的經。不是讀經就是念佛，要不幹這些事情，不要三天，一天都不行，妄想分別執著就又起來了，控制不住。所以才曉得習氣之難斷。我們對於大乘法門，許許多多法門，我了解，我明白，我自己想想自己學不成功，只好念佛求生淨土，帶業往生，這個我有把握，這個沒有問題。照《金剛經》這個方法，我一生未必能做得到；但是念佛求生淨土，我的確是很有把握，這個沒有問題。「如是演說，必能如是受持」，這是我們自己要曉得自己毛病很重，要曉得用什麼方法對治有效，找一個最有效果的方法，來對治自己的毛病，克服自己的困難，這叫真正修行，這樣功夫才能得力。"
    },
    {
      "id": "09-023-0114_p0093",
      "zh_CN": "【当知此两句，是全经之归结语，亦是全经之发明语。全经要点，不外不取于相、如如不动八个字。学者当从此入，不致瞻前顾后，泛滥无归矣。】",
      "zh_TW": "【當知此兩句，是全經之歸結語，亦是全經之發明語。全經要點，不外不取於相、如如不動八個字。學者當從此入，不致瞻前顧後，泛濫無歸矣。】"
    },
    {
      "id": "09-023-0114_p0094",
      "zh_CN": "这是世尊高度智慧表现到顶点。刚才跟诸位说，说了四十九年，般若说了二十二年，到最后告诉我们一句话，使我们听了这么多，不至于茫然，手足无所措，那就白听了，没用处了。到最后点出一点，我们只要抓住这一点，就把全经抓住了，就把释迦牟尼佛四十九年所说一切佛法统统掌握到，这在教学的手段上最高明。我们过去在学校念书，老师给我们讲课，讲到后来我们不晓得怎么做。释迦牟尼佛能够四十九年说法，讲二十二年般若，到最后指出一条路给我们走，这就是高明的所在，这是真实的智慧。你就在这八个字上用功，这八个字包括整个的理论，包括无量的法门，无量法门是方法、手段，但它的目的、纲领就这八个字。你能够依照这八个字去修行，你是真正学佛，这是真正的佛弟子；真正掌握住，知道怎么去做。",
      "zh_TW": "這是世尊高度智慧表現到頂點。剛才跟諸位說，說了四十九年，般若說了二十二年，到最後告訴我們一句話，使我們聽了這麼多，不至於茫然，手足無所措，那就白聽了，沒用處了。到最後點出一點，我們只要抓住這一點，就把全經抓住了，就把釋迦牟尼佛四十九年所說一切佛法統統掌握到，這在教學的手段上最高明。我們過去在學校念書，老師給我們講課，講到後來我們不曉得怎麼做。釋迦牟尼佛能夠四十九年說法，講二十二年般若，到最後指出一條路給我們走，這就是高明的所在，這是真實的智慧。你就在這八個字上用功，這八個字包括整個的理論，包括無量的法門，無量法門是方法、手段，但它的目的、綱領就這八個字。你能夠依照這八個字去修行，你是真正學佛，這是真正的佛弟子；真正掌握住，知道怎麼去做。"
    },
    {
      "id": "09-023-0114_p0095",
      "zh_CN": "【此二句皆说修功，亦是说成效。】",
      "zh_TW": "【此二句皆說修功，亦是說成效。】"
    },
    {
      "id": "09-023-0114_p0096",
      "zh_CN": "可见得修行的功夫跟修行的结果，是一不是二，所以这两句话也是功夫话，也是成就的话。确确实实归到前面所讲，不一不异，诸法一如，确实归到这个地方。",
      "zh_TW": "可見得修行的功夫跟修行的結果，是一不是二，所以這兩句話也是功夫話，也是成就的話。確確實實歸到前面所講，不一不異，諸法一如，確實歸到這個地方。"
    },
    {
      "id": "09-023-0114_p0097",
      "zh_CN": "【必能不取，方能不动。】",
      "zh_TW": "【必能不取，方能不動。】"
    },
    {
      "id": "09-023-0114_p0098",
      "zh_CN": "如何能做到不动心？不动是真心，不动是智慧，怎样才能做到不动？不取。世出世间一切法，我们决定没有求的念头，决定没有得的念头。你还有所求，还想得到，你就错了，你的心是动的。动什么？贪瞋痴慢，你心在动这些。所以一定要统统都放下，我一切都不取，一切都不求，一切都不要。也许说，那我们过日子呢？过日子随缘，一定有好日子过。缘是怎么来的？缘是无量劫所造的业，你所造的业它一定现相，业因果报。随着过去所造的业因果报，这叫随缘。现在绝不再制造，现在如果起心动念还有取、还有求，你现在继续不断再造。继续不断再造，就不叫随缘，叫攀缘，那就错了。诸佛菩萨不再造了，觉悟的人不再造了。不再造，随缘，随缘自在，随缘会更幸福，随缘你一切都不会缺乏。为什么不会缺乏？你要真正体会到六祖所说的，六祖开悟时候所讲的，「何期自性，本来具足」，因为你到不取于相、如如不动，你的自性显现出来，你的性德透露出来，自性里头一样不缺。「何期自性，能生万法」，你所有一切的受用，自自然然变现在面前，你怎么会有缺乏？我们看到西方极乐世界阿弥陀佛生活的庄严，在《华严经》上看到毘卢遮那佛依正庄严，我们这个世间大梵天王也比不上。他那个富贵、那个生活，从哪儿来的？他不是修来的，是自性、本性里头性德自自然然流露出来，那是真正的享受。所以你要不贪，你的享受比你贪的时候不知道要增加多少倍，没有办法计算的。你心里想得什么，得的很有限，太少太少了。这个都是真的事，真的道理，彻底明了了，才相信佛的话，我真放下了，我真不取了，人家要的，我全都给你，我绝对不想再要一点点，你的性德才会流露。所以一定要能不取，然后才能不动。",
      "zh_TW": "如何能做到不動心？不動是真心，不動是智慧，怎樣才能做到不動？不取。世出世間一切法，我們決定沒有求的念頭，決定沒有得的念頭。你還有所求，還想得到，你就錯了，你的心是動的。動什麼？貪瞋痴慢，你心在動這些。所以一定要統統都放下，我一切都不取，一切都不求，一切都不要。也許說，那我們過日子呢？過日子隨緣，一定有好日子過。緣是怎麼來的？緣是無量劫所造的業，你所造的業它一定現相，業因果報。隨著過去所造的業因果報，這叫隨緣。現在絕不再製造，現在如果起心動念還有取、還有求，你現在繼續不斷再造。繼續不斷再造，就不叫隨緣，叫攀緣，那就錯了。諸佛菩薩不再造了，覺悟的人不再造了。不再造，隨緣，隨緣自在，隨緣會更幸福，隨緣你一切都不會缺乏。為什麼不會缺乏？你要真正體會到六祖所說的，六祖開悟時候所講的，「何期自性，本來具足」，因為你到不取於相、如如不動，你的自性顯現出來，你的性德透露出來，自性裡頭一樣不缺。「何期自性，能生萬法」，你所有一切的受用，自自然然變現在面前，你怎麼會有缺乏？我們看到西方極樂世界阿彌陀佛生活的莊嚴，在《華嚴經》上看到毘盧遮那佛依正莊嚴，我們這個世間大梵天王也比不上。他那個富貴、那個生活，從哪兒來的？他不是修來的，是自性、本性裡頭性德自自然然流露出來，那是真正的享受。所以你要不貪，你的享受比你貪的時候不知道要增加多少倍，沒有辦法計算的。你心裡想得什麼，得的很有限，太少太少了。這個都是真的事，真的道理，徹底明瞭了，才相信佛的話，我真放下了，我真不取了，人家要的，我全都給你，我絕對不想再要一點點，你的性德才會流露。所以一定要能不取，然後才能不動。"
    },
    {
      "id": "09-023-0114_p0099",
      "zh_CN": "【亦必能观不动，乃能不取。】",
      "zh_TW": "【亦必能觀不動，乃能不取。】"
    },
    {
      "id": "09-023-0114_p0100",
      "zh_CN": "观不动，这个观就是观照的功夫。观是讲明理，对于道理、事实真相真正看透彻了，晓得一切有为法确实是梦幻泡影，这才真的不取，真的放下了。真放下，他就真不动；真不动，就真放下。所以不取跟不动，是相辅相成的。",
      "zh_TW": "觀不動，這個觀就是觀照的功夫。觀是講明理，對於道理、事實真相真正看透徹了，曉得一切有為法確實是夢幻泡影，這才真的不取，真的放下了。真放下，他就真不動；真不動，就真放下。所以不取跟不動，是相輔相成的。"
    },
    {
      "id": "09-023-0114_p0101",
      "zh_CN": "【所谓互为因果】",
      "zh_TW": "【所謂互為因果】"
    },
    {
      "id": "09-023-0114_p0102",
      "zh_CN": "因果是相续相，因会变成果，果又会变成因，因又会变成果，因果是循环相续永远不断的，这是真的。所以万法皆空，因果不空，佛才教给我们应无所住而生其心，道理是在此地。统统是事实真相，并不是佛的教条；你要认为是佛的教条，完全看错了，佛所讲的统统是事实真相。",
      "zh_TW": "因果是相續相，因會變成果，果又會變成因，因又會變成果，因果是循環相續永遠不斷的，這是真的。所以萬法皆空，因果不空，佛才教給我們應無所住而生其心，道理是在此地。統統是事實真相，並不是佛的教條；你要認為是佛的教條，完全看錯了，佛所講的統統是事實真相。"
    },
    {
      "id": "09-023-0114_p0103",
      "zh_CN": "【经中说相，甚多甚多，历数难尽。总之，凡说一法，便有其相。今概括之曰，凡所有相，一切不取。当知说一相字，法与非法，皆摄在内矣。】",
      "zh_TW": "【經中說相，甚多甚多，歷數難盡。總之，凡說一法，便有其相。今概括之曰，凡所有相，一切不取。當知說一相字，法與非法，皆攝在內矣。】"
    },
    {
      "id": "09-023-0114_p0104",
      "zh_CN": "这是必须要知道的，怕我们错解了意思。佛说一个相，《金刚经》上讲的这个相，讲得很多。我们一定要晓得，只要说一法，法都有相。不但色上是有相，色相我们今天讲物质，物质有相，心也有相，起心动念都有相。我们想一个人，大家自己晓得，所谓是现在人讲脑海里面，或者是古人讲你心里面，就有一个人相。你想一桩事，我们想金门大桥，金门大桥的相马上就现前。所以只要你有想，它都有相。这个相，我们凡夫见不到，有定功的人见到。有很深定功的人，你坐在那里打妄想，他看得清清楚楚，你怎么想到这里，又想到那里。为什么？他看到你这个相在变。所以你心里想的东西都有相，这就是讲的「凡说一法，便有其相。」",
      "zh_TW": "這是必須要知道的，怕我們錯解了意思。佛說一個相，《金剛經》上講的這個相，講得很多。我們一定要曉得，只要說一法，法都有相。不但色上是有相，色相我們今天講物質，物質有相，心也有相，起心動念都有相。我們想一個人，大家自己曉得，所謂是現在人講腦海裡面，或者是古人講你心裡面，就有一個人相。你想一樁事，我們想金門大橋，金門大橋的相馬上就現前。所以只要你有想，它都有相。這個相，我們凡夫見不到，有定功的人見到。有很深定功的人，你坐在那裡打妄想，他看得清清楚楚，你怎麼想到這裡，又想到那裡。為什麼？他看到你這個相在變。所以你心裡想的東西都有相，這就是講的「凡說一法，便有其相。」"
    },
    {
      "id": "09-023-0114_p0105",
      "zh_CN": "《金刚经》里面所见的相，「凡所有相，一切不取」，就是色相、心相都不能取。不但色相、心相都不能取；离开色相、心相，还有个空相，空相也不能取。非法是空相，法这个字里，心相跟色相包括在法里，非法相是空相，空相也不能取。凡夫要是着了空相，他什么都不想了，他就想那个空相，他将来往生生四空天，无色界天。我们晓得六道里最上面一层叫无色界天，哪些人去的？着空相的人去的。他就是色相、心相都止下来，得个空相，这也错了，还是出不了三界，浪费时间。如果是学佛的人，功夫很高明的人，定功超越世间四禅八定，成就第九定、第十定，超越三界，证得阿罗汉果、辟支佛果。他因为也是想空相，所以三界以外有空相，佛教的名词叫偏真涅槃，佛在大乘上讲的堕无为坑，那也错了。所以大乘菩萨空有两边不住；应无所住，不住有，而生其心，不住空，空有两边不住就对了。所以说相，一定要晓得，相里面是包括法相跟非法相，都在里面。",
      "zh_TW": "《金剛經》裡面所見的相，「凡所有相，一切不取」，就是色相、心相都不能取。不但色相、心相都不能取；離開色相、心相，還有個空相，空相也不能取。非法是空相，法這個字裡，心相跟色相包括在法裡，非法相是空相，空相也不能取。凡夫要是著了空相，他什麼都不想了，他就想那個空相，他將來往生生四空天，無色界天。我們曉得六道裡最上面一層叫無色界天，哪些人去的？著空相的人去的。他就是色相、心相都止下來，得個空相，這也錯了，還是出不了三界，浪費時間。如果是學佛的人，功夫很高明的人，定功超越世間四禪八定，成就第九定、第十定，超越三界，證得阿羅漢果、辟支佛果。他因為也是想空相，所以三界以外有空相，佛教的名詞叫偏真涅槃，佛在大乘上講的墮無為坑，那也錯了。所以大乘菩薩空有兩邊不住；應無所住，不住有，而生其心，不住空，空有兩邊不住就對了。所以說相，一定要曉得，相裡面是包括法相跟非法相，都在裡面。"
    },
    {
      "id": "09-023-0114_p0106",
      "zh_CN": "【无论取何，只要你取相，取则心动，取则着相，而非如如之性矣。】",
      "zh_TW": "【無論取何，只要你取相，取則心動，取則著相，而非如如之性矣。】"
    },
    {
      "id": "09-023-0114_p0107",
      "zh_CN": "由此可知，不管你取什么相，你取的是法相，你取的是空相、非法相，你的心都动了，你的心都着了，也就是你心里面已经有一物。心里有一物，就不是真心，就不是自性。真心本性里面本来无一物，有没有佛法？佛法也没有。这个诸位要记住，不要认为这个世间相是假的，我要舍，着了佛法相，又错了。佛在前面讲得很清楚，「法尚应舍，何况非法」，那个法是佛法。为什么佛法也不可着，也要舍？因为佛法是因缘生，也是当体即空，了不可得，所以你要执着佛法，你也错了。佛法都不能执着，真如本性里没有佛法。诸位要晓得，你有了佛法，也见不到性。所以佛在这个经上，彻底否定掉，佛没有说法，你要以为佛说法，那你叫谤佛。",
      "zh_TW": "由此可知，不管你取什麼相，你取的是法相，你取的是空相、非法相，你的心都動了，你的心都著了，也就是你心裡面已經有一物。心裡有一物，就不是真心，就不是自性。真心本性裡面本來無一物，有沒有佛法？佛法也沒有。這個諸位要記住，不要認為這個世間相是假的，我要捨，著了佛法相，又錯了。佛在前面講得很清楚，「法尚應捨，何況非法」，那個法是佛法。為什麼佛法也不可著，也要捨？因為佛法是因緣生，也是當體即空，了不可得，所以你要執著佛法，你也錯了。佛法都不能執著，真如本性裡沒有佛法。諸位要曉得，你有了佛法，也見不到性。所以佛在這個經上，徹底否定掉，佛沒有說法，你要以為佛說法，那你叫謗佛。"
    },
    {
      "id": "09-023-0114_p0108",
      "zh_CN": "佛确确实实没有说法，这是我们在《金刚经》上见到的。为什么？佛四相四见都离了，哪来的法好说？如果有法可说，岂不就是落到四相四见里去了？那是凡夫，凡夫之人才有法好说。四相四见破了的人，哪有法好说？这个一定要懂得，这里头的意思很深很深。佛说跟无说是一不是二，要从这个地方去领会，才懂得佛的意思，说而无说，无说而说，无说跟说是一不是二。我们凡夫因为有执着，把说跟无说分作两桩事情。凡是分作两桩事情，就错了，就迷了。你要能看一切法都是不二的，那就悟了，就觉悟了。一切法为什么能够是一不是二？离开一切妄想分别执着，一切法就是一。起心动念，一切法就是无量无边，一变成无量；离开一切妄想分别执着，无量就变成一。所以无量跟一是一不是二，不起心、不动念，无量就是一，万法就是一，十法界就是一真法界。起心动念，一法界就变成十法界，变成无量无边的法界。所以那个相的确是随心变的。佛讲「一切法从心想生」，一点都不错。《金刚经》这种方法、这种纲领，那的确是太珍贵，真是独一无二，简要详明，让我们契入一真法界，让我们了解宇宙人生的真相。",
      "zh_TW": "佛確確實實沒有說法，這是我們在《金剛經》上見到的。為什麼？佛四相四見都離了，哪來的法好說？如果有法可說，豈不就是落到四相四見裡去了？那是凡夫，凡夫之人才有法好說。四相四見破了的人，哪有法好說？這個一定要懂得，這裡頭的意思很深很深。佛說跟無說是一不是二，要從這個地方去領會，才懂得佛的意思，說而無說，無說而說，無說跟說是一不是二。我們凡夫因為有執著，把說跟無說分作兩樁事情。凡是分作兩樁事情，就錯了，就迷了。你要能看一切法都是不二的，那就悟了，就覺悟了。一切法為什麼能夠是一不是二？離開一切妄想分別執著，一切法就是一。起心動念，一切法就是無量無邊，一變成無量；離開一切妄想分別執著，無量就變成一。所以無量跟一是一不是二，不起心、不動念，無量就是一，萬法就是一，十法界就是一真法界。起心動念，一法界就變成十法界，變成無量無邊的法界。所以那個相的確是隨心變的。佛講「一切法從心想生」，一點都不錯。《金剛經》這種方法、這種綱領，那的確是太珍貴，真是獨一無二，簡要詳明，讓我們契入一真法界，讓我們了解宇宙人生的真相。"
    },
    {
      "id": "09-023-0114_p0109",
      "zh_CN": "【圆觉经云︰种种取舍，皆是轮回。轮回，生灭心是也。若能不取，当下便离生灭心矣。】",
      "zh_TW": "【圓覺經云︰種種取捨，皆是輪迴。輪迴，生滅心是也。若能不取，當下便離生滅心矣。】"
    },
    {
      "id": "09-023-0114_p0110",
      "zh_CN": "《圆觉经》上所说的许多理论事实，也是达到登峰造极，跟《金刚经》合起来看，可以互相解释，这个道理、方法、境界，你会看得更清楚、更透彻。《圆觉经》上这句话说得很好，「种种取舍」，不但取，舍也不行。取，你动了心；舍，你也动了心，动心就错了，动心就是轮回。轮回就是生灭心，你取这个念头，你这个心生了，生就有灭。你想舍，你这个心也动了，动了也有生灭。我们讲放下，不但取要放下，舍也要放下，放下也要放下；还有放下那个念头，你就没有放下。这个意思就很深，一定要很细心、很仔细的去体会。",
      "zh_TW": "《圓覺經》上所說的許多理論事實，也是達到登峰造極，跟《金剛經》合起來看，可以互相解釋，這個道理、方法、境界，你會看得更清楚、更透徹。《圓覺經》上這句話說得很好，「種種取捨」，不但取，捨也不行。取，你動了心；捨，你也動了心，動心就錯了，動心就是輪迴。輪迴就是生滅心，你取這個念頭，你這個心生了，生就有滅。你想捨，你這個心也動了，動了也有生滅。我們講放下，不但取要放下，捨也要放下，放下也要放下；還有放下那個念頭，你就沒有放下。這個意思就很深，一定要很細心、很仔細的去體會。"
    },
    {
      "id": "09-023-0114_p0111",
      "zh_CN": "这里面不能想，一想就错。所以佛法讲到究竟法，不能用想。马鸣菩萨在《起信论》里面告诉我们，这个经上也讲，「离言说相」，释迦牟尼佛讲经说法四十九年，你去听经，不要听他的言说，不能执着他言说，你分别执着言说错了，离言说相。「离名字相」，经上讲佛、菩萨、菩提心，这都是名字，名字是假设的，为了说话方便起见，为了交换意见方便起见，建这些假名，统统是假的，不要去执着。「离心缘相」，你只要听，不能去想，你一想就错了，你一想是落在第六意识，你是用妄想心。用妄想心去解佛的意思，全都解错了。佛的言说是从无分别心里头流露出来的。我们要怎样接受？我们也用无分别心来接受，那就对了。所以我们离言说、离名字、离心缘，你才懂得佛讲的意思，愿解如来真实义，你才真懂得。你一落到意识里去，你会把佛的意思曲解、错解了，这是学佛最困难的地方。",
      "zh_TW": "這裡面不能想，一想就錯。所以佛法講到究竟法，不能用想。馬鳴菩薩在《起信論》裡面告訴我們，這個經上也講，「離言說相」，釋迦牟尼佛講經說法四十九年，你去聽經，不要聽他的言說，不能執著他言說，你分別執著言說錯了，離言說相。「離名字相」，經上講佛、菩薩、菩提心，這都是名字，名字是假設的，為了說話方便起見，為了交換意見方便起見，建這些假名，統統是假的，不要去執著。「離心緣相」，你只要聽，不能去想，你一想就錯了，你一想是落在第六意識，你是用妄想心。用妄想心去解佛的意思，全都解錯了。佛的言說是從無分別心裡頭流露出來的。我們要怎樣接受？我們也用無分別心來接受，那就對了。所以我們離言說、離名字、離心緣，你才懂得佛講的意思，願解如來真實義，你才真懂得。你一落到意識裡去，你會把佛的意思曲解、錯解了，這是學佛最困難的地方。"
    },
    {
      "id": "09-023-0114_p0112",
      "zh_CN": "《金刚经》在这里讲得透彻，就这两句，只要你能够做到「不取于相，如如不动」，佛的意思你统统懂得了。佛的意思是什么？就是宇宙人生的真相，你才能见到事实真相。加一丝毫的意思，你就见不到，你就迷了，你就错了，所以你那个心是轮回心。轮回心，你起心动念，你言语造作，都叫轮回业。变现出来的境界，境界刚才讲了，虽然是虚幻的，但是变现的境界是轮回的境界，现的刹那相续的相是个轮回的相，都是从轮回心变出来的。所以佛教给我们，应无所住而生其心。如何把轮回心变成菩提心，也就是如何把动的心变成一个不动的心，不动是真心，动是妄心。变成不动的心，所现的相是一真法界，那个就对了。今天时间到了，我们就讲到此地。",
      "zh_TW": "《金剛經》在這裡講得透徹，就這兩句，只要你能夠做到「不取於相，如如不動」，佛的意思你統統懂得了。佛的意思是什麼？就是宇宙人生的真相，你才能見到事實真相。加一絲毫的意思，你就見不到，你就迷了，你就錯了，所以你那個心是輪迴心。輪迴心，你起心動念，你言語造作，都叫輪迴業。變現出來的境界，境界剛才講了，雖然是虛幻的，但是變現的境界是輪迴的境界，現的剎那相續的相是個輪迴的相，都是從輪迴心變出來的。所以佛教給我們，應無所住而生其心。如何把輪迴心變成菩提心，也就是如何把動的心變成一個不動的心，不動是真心，動是妄心。變成不動的心，所現的相是一真法界，那個就對了。今天時間到了，我們就講到此地。"
    }
  ]
}