{
  "doc_id": "09-023-0093",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十三集",
    "zh_TW": "第九十三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0093",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "09-023-0093_p0001",
      "zh_CN": "请掀开经本二百二十七面，最后两行，请看经文。",
      "zh_TW": "請掀開經本二百二十七面，最後兩行，請看經文。"
    },
    {
      "id": "09-023-0093_p0002",
      "zh_CN": "经【须菩提，如来说有我者，则非有我，而凡夫之人，以为有我。须菩提，凡夫者，如来说则非凡夫。】",
      "zh_TW": "經【須菩提，如來說有我者，則非有我，而凡夫之人，以為有我。須菩提，凡夫者，如來說則非凡夫。】"
    },
    {
      "id": "09-023-0093_p0003",
      "zh_CN": "从这个地方看起，小科题目「明本无圣凡」。《金刚经》在后面愈讲愈真实，因为愈来愈真实，我们凡夫之人愈来愈不容易体会。往下说的都是如来果地上的境界，也就是诸法实相。请看注解：",
      "zh_TW": "從這個地方看起，小科題目「明本無聖凡」。《金剛經》在後面愈講愈真實，因為愈來愈真實，我們凡夫之人愈來愈不容易體會。往下說的都是如來果地上的境界，也就是諸法實相。請看註解："
    },
    {
      "id": "09-023-0093_p0004",
      "zh_CN": "【此释无能度、无所度之所以然也。】",
      "zh_TW": "【此釋無能度、無所度之所以然也。】"
    },
    {
      "id": "09-023-0093_p0005",
      "zh_CN": "前面说过，不但佛在本经上讲，大乘经上我们也常常看到有这样的句子，「佛不度众生」。佛为什么不度众生？本经上告诉我们：能度之人、所度之众生，都是缘生之法，了不可得，那是从相上讲的。从性上讲，万法平等，无有高下，世出世间一切法，没有一法不平等，从性上说的，也没有能度跟所度。这个意思深，决定不可以错会，不能够误会，这是《般若经》难讲的地方，也是难懂的地方。可是学佛也不能不懂，实在说也不能不讲，我们一定要细心、要谨慎，要微细的去体会去观察。我们看底下这一段：",
      "zh_TW": "前面說過，不但佛在本經上講，大乘經上我們也常常看到有這樣的句子，「佛不度眾生」。佛為什麼不度眾生？本經上告訴我們：能度之人、所度之眾生，都是緣生之法，了不可得，那是從相上講的。從性上講，萬法平等，無有高下，世出世間一切法，沒有一法不平等，從性上說的，也沒有能度跟所度。這個意思深，決定不可以錯會，不能夠誤會，這是《般若經》難講的地方，也是難懂的地方。可是學佛也不能不懂，實在說也不能不講，我們一定要細心、要謹慎，要微細的去體會去觀察。我們看底下這一段："
    },
    {
      "id": "09-023-0093_p0006",
      "zh_CN": "【一真法界、一切诸佛、一切众生，同体之性之异名也。因其同体，故曰一如，故曰平等、无有高下。譬如金器多种，名相虽各各不同，无非金之异相异名，同体一如耳。】",
      "zh_TW": "【一真法界、一切諸佛、一切眾生，同體之性之異名也。因其同體，故曰一如，故曰平等、無有高下。譬如金器多種，名相雖各各不同，無非金之異相異名，同體一如耳。】"
    },
    {
      "id": "09-023-0093_p0007",
      "zh_CN": "事实真相的确很难懂，很难体会，可是后面这个比喻，从比喻当中我们能够了解一个仿佛。前面这三句话，一真法界，什么叫一真法界？就是一切诸佛；什么叫一切诸佛？就是一切众生。你说一切众生也行，一切诸佛也行，一真法界也行，乃至于说十法界也行。明白的人怎么说都行，不明白的人，怎么说都迷惑颠倒，都搞不清楚，不知道是什么意思，愈讲愈糊涂。明白的人，他知道是什么？同体异名；同体是一桩事情，叫的名字不相同，是一桩事情。所以本经里面说「如来者，诸法一如」，诸法一如就是如来，如来就是诸法一如。诸法一如的意思，大乘经、佛教经典一打开，第一句话「如是我闻」，如是什么意思？如是就是诸法一如，一切皆是，经上不是讲得清清楚楚、明明白白吗？世尊四十九年为一切众生讲经说法，讲些什么？就是讲这个，千经万论没有离开这个宗旨。",
      "zh_TW": "事實真相的確很難懂，很難體會，可是後面這個比喻，從比喻當中我們能夠了解一個彷彿。前面這三句話，一真法界，什麼叫一真法界？就是一切諸佛；什麼叫一切諸佛？就是一切眾生。你說一切眾生也行，一切諸佛也行，一真法界也行，乃至於說十法界也行。明白的人怎麼說都行，不明白的人，怎麼說都迷惑顛倒，都搞不清楚，不知道是什麼意思，愈講愈糊塗。明白的人，他知道是什麼？同體異名；同體是一樁事情，叫的名字不相同，是一樁事情。所以本經裡面說「如來者，諸法一如」，諸法一如就是如來，如來就是諸法一如。諸法一如的意思，大乘經、佛教經典一打開，第一句話「如是我聞」，如是什麼意思？如是就是諸法一如，一切皆是，經上不是講得清清楚楚、明明白白嗎？世尊四十九年為一切眾生講經說法，講些什麼？就是講這個，千經萬論沒有離開這個宗旨。"
    },
    {
      "id": "09-023-0093_p0008",
      "zh_CN": "经义要是不容易体会，不容易体会是实实在在的，下面举这个比喻好懂，古大德，隋唐时代的大德为我们讲这桩事情，就用金跟金器来做比喻。金是体，可是器那就太多了，我们到银楼里面去看金器太多太多了。器多它的名就多，用一个名没有办法称这种种差别的形相。譬如我们用黄金造一尊佛像，造一尊菩萨像，也造一个人像，也造一个小动物像，你会看到这是佛，阿弥陀佛，那是观音菩萨，那是天人，那是小猫、小狗，名称就不一样了。其实明白人知道一样都是金，不管你怎么叫都是金，成分都一样，重量都一样，价值都一样，一桩事情。所谓「以金作器，器器皆金」，这个我们好懂，诸位从这个地方去体会。但是在实际理体当中，意思无限的深广。",
      "zh_TW": "經義要是不容易體會，不容易體會是實實在在的，下面舉這個比喻好懂，古大德，隋唐時代的大德為我們講這樁事情，就用金跟金器來做比喻。金是體，可是器那就太多了，我們到銀樓裡面去看金器太多太多了。器多它的名就多，用一個名沒有辦法稱這種種差別的形相。譬如我們用黃金造一尊佛像，造一尊菩薩像，也造一個人像，也造一個小動物像，你會看到這是佛，阿彌陀佛，那是觀音菩薩，那是天人，那是小貓、小狗，名稱就不一樣了。其實明白人知道一樣都是金，不管你怎麼叫都是金，成分都一樣，重量都一樣，價值都一樣，一樁事情。所謂「以金作器，器器皆金」，這個我們好懂，諸位從這個地方去體會。但是在實際理體當中，意思無限的深廣。"
    },
    {
      "id": "09-023-0093_p0009",
      "zh_CN": "《华严经》上说得好，「一即一切，一切即一」，一是指什么？一不是专一，不是独一，专一、独一那就错了，那就有差别了，不能说是没有差别、无有高下；一是任一。我们以眼前的事实来说，这是一般人疏忽掉的，所谓是粗心大意。我们眼前的境界，有我们的身体在，有我们的生活环境，有许许多多的人物环绕着我们左右，我问你：这是一还是多？从相上讲是多，从性上讲是一，这么复杂的现象从哪里来的？现代有许许多多的科学家，这个问题没有办法解决，宇宙从哪里来的？生命从哪里来的？我从哪里来的？为什么是这个样子？这些问题都找不到答案。虽然科学家提出种种假设、种种推测，但是总不能叫人心服口服。这些可以说是大问题，人生的大问题，近代科学家他们都提出来，古代的这些人有没有提出来过？也提出来过。你们看宗教的经典，基督教的《新旧约》，每一个宗教的经典里头都有，可见得古人也把这个问题提出来。但是许多宗教家找不出一个答案，就想出一个很好的方法，想出一个上帝，这是上帝安排的，上帝造的，把上帝招牌打出来，什么答案都圆满了，都解决了。可是现代的科学家，不相信上帝的话，这个就麻烦大了。他们要找原因，要打破砂锅问到底。可是在佛法里面，佛没有说是上帝造的，佛没有说是神明主宰的，佛也没有说是他造的，没有。佛给我们说这个现象，究竟是一回什么事？佛告诉我们，一切唯心造。这是佛指出我们一个答案。",
      "zh_TW": "《華嚴經》上說得好，「一即一切，一切即一」，一是指什麼？一不是專一，不是獨一，專一、獨一那就錯了，那就有差別了，不能說是沒有差別、無有高下；一是任一。我們以眼前的事實來說，這是一般人疏忽掉的，所謂是粗心大意。我們眼前的境界，有我們的身體在，有我們的生活環境，有許許多多的人物環繞著我們左右，我問你：這是一還是多？從相上講是多，從性上講是一，這麼複雜的現象從哪裡來的？現代有許許多多的科學家，這個問題沒有辦法解決，宇宙從哪裡來的？生命從哪裡來的？我從哪裡來的？為什麼是這個樣子？這些問題都找不到答案。雖然科學家提出種種假設、種種推測，但是總不能叫人心服口服。這些可以說是大問題，人生的大問題，近代科學家他們都提出來，古代的這些人有沒有提出來過？也提出來過。你們看宗教的經典，基督教的《新舊約》，每一個宗教的經典裡頭都有，可見得古人也把這個問題提出來。但是許多宗教家找不出一個答案，就想出一個很好的方法，想出一個上帝，這是上帝安排的，上帝造的，把上帝招牌打出來，什麼答案都圓滿了，都解決了。可是現代的科學家，不相信上帝的話，這個就麻煩大了。他們要找原因，要打破砂鍋問到底。可是在佛法裡面，佛沒有說是上帝造的，佛沒有說是神明主宰的，佛也沒有說是他造的，沒有。佛給我們說這個現象，究竟是一回什麼事？佛告訴我們，一切唯心造。這是佛指出我們一個答案。"
    },
    {
      "id": "09-023-0093_p0010",
      "zh_CN": "什么人的心造？佛告诉你，就是你自己心造的。你能相信吗？这个世界，这个地球，现在芸芸众生环绕这周边，都是我自己心造的，你能不能相信？也摇头不敢承当，但是实实在在是你心造的。你要不相信可以做个实验，你把眼睛闭起来，这世界就没有了，张开来就现前了，那不是你自己造的吗？你能说不是你自己造的吗？这个事实一般人很难懂，所以佛又用比喻，比喻叫梦境，来做比喻，与这个比较相似。每个人都曾经做过梦，都有作梦的经验，梦中有自己，也梦到很多很多人，有认识的、也有不认识的，也有虚空、也有山河大地。梦从哪儿来的？这个我们比较容易了解，梦是我们下意识变现出来的；下意识就是心，心变现出来的。心在哪里？不晓得。《楞严经》上，阿难尊者提出心的问题，世尊也不问他什么真心、妄心，都不问，只要你承认有个心，管他真心、妄心，在哪里？你把心找来我看看。阿难很聪明，我们找还找不到，他有办法想了七个地方，我们想不出七处，他有办法想出七处，都被世尊否定掉。心有没有？真有。心在哪里？实在讲，无所不在。那个境界就是你心变的，不现相的时候，心无形无相，你不知道它在哪里；但是它现出相出来，那就好办了。譬如不作梦的时候，你心在哪里真的找不到；一作梦的时候，找到了，在哪里？梦境就是心，心变成了相。",
      "zh_TW": "什麼人的心造？佛告訴你，就是你自己心造的。你能相信嗎？這個世界，這個地球，現在芸芸眾生環繞這周邊，都是我自己心造的，你能不能相信？也搖頭不敢承當，但是實實在在是你心造的。你要不相信可以做個實驗，你把眼睛閉起來，這世界就沒有了，張開來就現前了，那不是你自己造的嗎？你能說不是你自己造的嗎？這個事實一般人很難懂，所以佛又用比喻，比喻叫夢境，來做比喻，與這個比較相似。每個人都曾經做過夢，都有作夢的經驗，夢中有自己，也夢到很多很多人，有認識的、也有不認識的，也有虛空、也有山河大地。夢從哪兒來的？這個我們比較容易了解，夢是我們下意識變現出來的；下意識就是心，心變現出來的。心在哪裡？不曉得。《楞嚴經》上，阿難尊者提出心的問題，世尊也不問他什麼真心、妄心，都不問，只要你承認有個心，管他真心、妄心，在哪裡？你把心找來我看看。阿難很聰明，我們找還找不到，他有辦法想了七個地方，我們想不出七處，他有辦法想出七處，都被世尊否定掉。心有沒有？真有。心在哪裡？實在講，無所不在。那個境界就是你心變的，不現相的時候，心無形無相，你不知道它在哪裡；但是它現出相出來，那就好辦了。譬如不作夢的時候，你心在哪裡真的找不到；一作夢的時候，找到了，在哪裡？夢境就是心，心變成了相。"
    },
    {
      "id": "09-023-0093_p0011",
      "zh_CN": "佛经上讲「全真即妄」，真的就是心，妄是境界，整个的心变成了境界。「全妄即真」，整个梦境就是你的心。梦境这个心能变自己，能变很多很多人，能变山河大地，能变虚空。我们今天讲时间、空间，时空现在是科学家没有解决的问题。时间、空间怎么来的？有没有开头？有没有终结？有没有变化？这都是大问题。梦中的时间跟空间从哪里来的？也是自己心里变现出来的。如果你把这个道理参透了，佛跟你讲的，现前的山河大地、虚空法界、十法界依正庄严，从哪里来的？你自己心里变现的。因为你的心会现相，而且这个相会变，它为什么会变？随你的心的念头在变；如果你念头不变，那个相就不变。念头会变，相就决定会变，所谓相随心转、境随心转、依报随着正报转，正报是心，就是这么个道理。正因为这么一个事实，所以佛在这个经上才教给我们无住生心，如果不是这一桩事，无住就好了，何必还要生心！就是你的心决定现相，相决定随着你的念头变，于是佛教我们生心。你生善心，这个境界就变得很善、很美；你生烦恼心，现的相就变得很劣、变得很粗，也叫你自己很不好受，道理在此地。你如果是纯一清净心，那就变西方极乐世界的净土。所以虚空法界，都是自己的心性变现之物，离开心性无有一法可得。这就好像金跟器的关系，我举梦境当中的关系，诸位从这个地方去体会，确确实实是自性变现之物。",
      "zh_TW": "佛經上講「全真即妄」，真的就是心，妄是境界，整個的心變成了境界。「全妄即真」，整個夢境就是你的心。夢境這個心能變自己，能變很多很多人，能變山河大地，能變虛空。我們今天講時間、空間，時空現在是科學家沒有解決的問題。時間、空間怎麼來的？有沒有開頭？有沒有終結？有沒有變化？這都是大問題。夢中的時間跟空間從哪裡來的？也是自己心裡變現出來的。如果你把這個道理參透了，佛跟你講的，現前的山河大地、虛空法界、十法界依正莊嚴，從哪裡來的？你自己心裡變現的。因為你的心會現相，而且這個相會變，它為什麼會變？隨你的心的念頭在變；如果你念頭不變，那個相就不變。念頭會變，相就決定會變，所謂相隨心轉、境隨心轉、依報隨著正報轉，正報是心，就是這麼個道理。正因為這麼一個事實，所以佛在這個經上才教給我們無住生心，如果不是這一樁事，無住就好了，何必還要生心！就是你的心決定現相，相決定隨著你的念頭變，於是佛教我們生心。你生善心，這個境界就變得很善、很美；你生煩惱心，現的相就變得很劣、變得很粗，也叫你自己很不好受，道理在此地。你如果是純一清淨心，那就變西方極樂世界的淨土。所以虛空法界，都是自己的心性變現之物，離開心性無有一法可得。這就好像金跟器的關係，我舉夢境當中的關係，諸位從這個地方去體會，確確實實是自性變現之物。"
    },
    {
      "id": "09-023-0093_p0012",
      "zh_CN": "我们有这么多人在，也许有人问：这个境界是我一个人变的，还是我们大家一起变的？我再告诉你：一个人变的。那一个人呢？那个人是他一个人变的。他变的，跟我们为什么相同？同分妄见。譬如我们现在这个讲堂很明亮，亮的是灯光，哪一个灯光？这么许许多多灯光，每一个灯光都遍布，你在这里分不出来，可是你熄掉一支灯光，它那个灯光就没有了，就是这个道理。大家虽然是，我看你们，我变的；你看我，是你变现出来的，各个不相干。你要是不相信，这两支灯光都开，光光互融，其实各个不相干；如果相干，这盏灯关掉，那个光流到它那边，它不能熄掉。各个不相干！《楞严经》上讲这个道理，讲这个事实，讲得很清楚，那很有味道，非常符合于现代的科学。现在的科学讲地球物理、太空物理，《楞严经》上讲这些东西。大讲到虚空法界，小也讲到电子、核子，也讲到，讲到粒子。无论是大是小，都是自性变现之物，离开自性，无有一法可得；时空也是自性变现出。诸位从这个比喻里面去体会。我们再看底下一段经文：",
      "zh_TW": "我們有這麼多人在，也許有人問：這個境界是我一個人變的，還是我們大家一起變的？我再告訴你：一個人變的。那一個人呢？那個人是他一個人變的。他變的，跟我們為什麼相同？同分妄見。譬如我們現在這個講堂很明亮，亮的是燈光，哪一個燈光？這麼許許多多燈光，每一個燈光都遍佈，你在這裡分不出來，可是你熄掉一支燈光，它那個燈光就沒有了，就是這個道理。大家雖然是，我看你們，我變的；你看我，是你變現出來的，各個不相干。你要是不相信，這兩支燈光都開，光光互融，其實各個不相干；如果相干，這盞燈關掉，那個光流到它那邊，它不能熄掉。各個不相干！《楞嚴經》上講這個道理，講這個事實，講得很清楚，那很有味道，非常符合於現代的科學。現在的科學講地球物理、太空物理，《楞嚴經》上講這些東西。大講到虛空法界，小也講到電子、核子，也講到，講到粒子。無論是大是小，都是自性變現之物，離開自性，無有一法可得；時空也是自性變現出。諸位從這個比喻裡面去體會。我們再看底下一段經文："
    },
    {
      "id": "09-023-0093_p0013",
      "zh_CN": "【无圣无凡，本来平等。所以佛说：上无佛道可成，下无众生可度。盖度即无度，成即无成。所以又说：平等真法界，佛不度众生。此皆约性体平等义说也。】",
      "zh_TW": "【無聖無凡，本來平等。所以佛說：上無佛道可成，下無眾生可度。蓋度即無度，成即無成。所以又說：平等真法界，佛不度眾生。此皆約性體平等義說也。】"
    },
    {
      "id": "09-023-0093_p0014",
      "zh_CN": "前面我们曾经说过，佛依二谛说法，这种讲法是依真谛，所谓依真谛就是依事实真相。事实真相我们凡夫没有发现，没有看到，诸佛菩萨看到事实真相。就事实真相上来说，哪有凡圣？有凡圣这是二法，不平等。所以佛法，什么是佛法？把事实真相统统搞清楚、搞明白了，就叫佛法；没搞清楚、没搞明白，就不是佛法，佛法的定义如是如是。清楚了、明白了，怎么说都对，都不错。说无佛、无众生，对的，没说错！本来如此。说有佛、有众生也对，也没有说错，现实的现相如此。一个是从体上说，一个是从相上说。如果没有搞懂，怎么说都错，所谓「开口便错，动念即乖」，你不了解事实真相，你把它坐实了，你不知道一切法无实无虚。",
      "zh_TW": "前面我們曾經說過，佛依二諦說法，這種講法是依真諦，所謂依真諦就是依事實真相。事實真相我們凡夫沒有發現，沒有看到，諸佛菩薩看到事實真相。就事實真相上來說，哪有凡聖？有凡聖這是二法，不平等。所以佛法，什麼是佛法？把事實真相統統搞清楚、搞明白了，就叫佛法；沒搞清楚、沒搞明白，就不是佛法，佛法的定義如是如是。清楚了、明白了，怎麼說都對，都不錯。說無佛、無眾生，對的，沒說錯！本來如此。說有佛、有眾生也對，也沒有說錯，現實的現相如此。一個是從體上說，一個是從相上說。如果沒有搞懂，怎麼說都錯，所謂「開口便錯，動念即乖」，你不了解事實真相，你把它坐實了，你不知道一切法無實無虛。"
    },
    {
      "id": "09-023-0093_p0015",
      "zh_CN": "我们在《坛经》里面看到，六祖惠能离开黄梅的时候，那个时候寺院里面的大众对他很不服气，他把衣钵带走了，那些人都想把衣钵抢回来。他跑到猎人队去避难，避难十五年，时间不算短，十五年。以后，离开猎人队到广州，现在的光孝寺，听到印宗法师讲《涅槃经》。印宗法师在南方，也是很了不起、很有名气的法师，讲经说法。那个寺的大殿旁边有旗竿，竿上挂着幡，风吹着，风动、幡动。有人在争论，有人说风动，有人说幡动，两个争论不休，他在旁边插了一句话：「不是幡动，不是风动，仁者心动。」不是风也不是幡，你的心在动。当时听的人觉得他讲得很高明，也都很佩服。印宗法师听到了，讲完经下来的时候接见他，向他请教，知道他是禅宗的六祖，才知道。于是就向他请教：「你在黄梅的时候，五祖忍和尚说禅定、解脱，怎么讲法？」他的回答高明：「禅定、解脱是二法，佛法是不二法。」",
      "zh_TW": "我們在《壇經》裡面看到，六祖惠能離開黃梅的時候，那個時候寺院裡面的大眾對他很不服氣，他把衣缽帶走了，那些人都想把衣缽搶回來。他跑到獵人隊去避難，避難十五年，時間不算短，十五年。以後，離開獵人隊到廣州，現在的光孝寺，聽到印宗法師講《涅槃經》。印宗法師在南方，也是很了不起、很有名氣的法師，講經說法。那個寺的大殿旁邊有旗竿，竿上掛著幡，風吹著，風動、幡動。有人在爭論，有人說風動，有人說幡動，兩個爭論不休，他在旁邊插了一句話：「不是幡動，不是風動，仁者心動。」不是風也不是幡，你的心在動。當時聽的人覺得他講得很高明，也都很佩服。印宗法師聽到了，講完經下來的時候接見他，向他請教，知道他是禪宗的六祖，才知道。於是就向他請教：「你在黃梅的時候，五祖忍和尚說禪定、解脫，怎麼講法？」他的回答高明：「禪定、解脫是二法，佛法是不二法。」"
    },
    {
      "id": "09-023-0093_p0016",
      "zh_CN": "我们在这里看到无凡无圣，凡圣是二法，佛法是不二法，哪来的凡圣？一个味道。跟你说有凡有圣，这是对初学人讲的，对分别执着还没有破的人讲的，给你讲许许多多的法相。菩萨，给你说十信、十住、十行、十回向、十地、等觉、妙觉，哪有那么多！「本来无一物，何处惹尘埃」，惹了这么一大堆？你要懂得佛说法的义趣，佛是用这么许许多多话来诱导你，到最后诱到哪里？诱导到心地清净、一念不生。为什么佛讲这些东西，叫你一天到晚在打妄想？佛跟你讲这些法相名词，你在这里打妄想，比你一天到晚想是非人我、贪瞋痴高明多了。你妄想不能断，佛就用另外一个方法来诱导你，把你妄想诱导不要落在三恶道里，不要落在轮回里还照打妄想；依着佛经打妄想，这个方法很妙、很高明。可是佛最后的目的，一定是要把你的妄想全部打掉，恢复到自性，这是他的终极目标。这在佛法里面称之为善巧方便。如果是上根利智的人，佛教他的就简单容易了，没有这些啰嗦，单刀直入，那就很简单。像《金刚经》都是对上根人说的，不是对中下人说的，没说多少，果地上的境界完全都显露出来。所以，我们要晓得佛说法的善巧。因此佛在经上一再的告诉我们，佛所说的法不能执着，因为所说一切法都是因缘生法，当体即空，了不可得；如果你要想到当体即空，了不可得，那不就「是法平等，无有高下」？我们为什么在一切法里头，看到不平等、有高下？因为我们不晓得它是缘生之法，也不知道它当体即空，误以为真实，这样才有高下。你要明白这个道理，这个道理懂了，这一段就好讲。",
      "zh_TW": "我們在這裡看到無凡無聖，凡聖是二法，佛法是不二法，哪來的凡聖？一個味道。跟你說有凡有聖，這是對初學人講的，對分別執著還沒有破的人講的，給你講許許多多的法相。菩薩，給你說十信、十住、十行、十迴向、十地、等覺、妙覺，哪有那麼多！「本來無一物，何處惹塵埃」，惹了這麼一大堆？你要懂得佛說法的義趣，佛是用這麼許許多多話來誘導你，到最後誘到哪裡？誘導到心地清淨、一念不生。為什麼佛講這些東西，叫你一天到晚在打妄想？佛跟你講這些法相名詞，你在這裡打妄想，比你一天到晚想是非人我、貪瞋痴高明多了。你妄想不能斷，佛就用另外一個方法來誘導你，把你妄想誘導不要落在三惡道裡，不要落在輪迴裡還照打妄想；依著佛經打妄想，這個方法很妙、很高明。可是佛最後的目的，一定是要把你的妄想全部打掉，恢復到自性，這是他的終極目標。這在佛法裡面稱之為善巧方便。如果是上根利智的人，佛教他的就簡單容易了，沒有這些囉嗦，單刀直入，那就很簡單。像《金剛經》都是對上根人說的，不是對中下人說的，沒說多少，果地上的境界完全都顯露出來。所以，我們要曉得佛說法的善巧。因此佛在經上一再的告訴我們，佛所說的法不能執著，因為所說一切法都是因緣生法，當體即空，了不可得；如果你要想到當體即空，了不可得，那不就「是法平等，無有高下」？我們為什麼在一切法裡頭，看到不平等、有高下？因為我們不曉得它是緣生之法，也不知道它當體即空，誤以為真實，這樣才有高下。你要明白這個道理，這個道理懂了，這一段就好講。"
    },
    {
      "id": "09-023-0093_p0017",
      "zh_CN": "无圣无凡，凡圣这个名词是假定的，哪来的凡圣！什么叫圣？明心见性就叫圣。什么叫凡？无明烦恼盖覆了本性，我们就叫他做凡。无明烦恼是真的吗？不是的。马鸣菩萨在《起信论》里头告诉我们，「本觉本有」，本觉是真如本性，自性里面本具的般若智慧；「不觉本无」，不觉是无明、烦恼，本来没有。本来没有，哪来的凡圣？所以从自性上去看，确实没有，凡圣都没有，无圣无凡，本来平等。现在平不平等？给诸位说，现在的的确确是平等。现的相，这是十法界的相，佛、菩萨、声闻、缘觉，底下六道众生，这怎么个平等法？它真平等。我们为什么见不到平等？我们是迷在相上。就像刚才举的这个例子，「以金作器，器器皆金」。我们看到器，着了这个相，菩萨、佛、小猫、小狗、畜生，这不平等，相不平等。可是你仔细论论价值，黄金重量一样，成色一样，到外面去卖价钱相等，这怎么不平等？平等的。从质上去看，它是平等，外面样子不平等。既然体平等，相哪有不平等的道理？只要你不执着，就平等了。凡夫执着，你看看用黄金做一尊佛像，那还得了，天天在地下趴在那里磕头作揖。如果做一个小猫、小狗的像，他在那里摸一摸，绝对不会给它磕头的。不是一样的东西吗？着了相。",
      "zh_TW": "無聖無凡，凡聖這個名詞是假定的，哪來的凡聖！什麼叫聖？明心見性就叫聖。什麼叫凡？無明煩惱蓋覆了本性，我們就叫他做凡。無明煩惱是真的嗎？不是的。馬鳴菩薩在《起信論》裡頭告訴我們，「本覺本有」，本覺是真如本性，自性裡面本具的般若智慧；「不覺本無」，不覺是無明、煩惱，本來沒有。本來沒有，哪來的凡聖？所以從自性上去看，確實沒有，凡聖都沒有，無聖無凡，本來平等。現在平不平等？給諸位說，現在的的確確是平等。現的相，這是十法界的相，佛、菩薩、聲聞、緣覺，底下六道眾生，這怎麼個平等法？它真平等。我們為什麼見不到平等？我們是迷在相上。就像剛才舉的這個例子，「以金作器，器器皆金」。我們看到器，著了這個相，菩薩、佛、小貓、小狗、畜生，這不平等，相不平等。可是你仔細論論價值，黃金重量一樣，成色一樣，到外面去賣價錢相等，這怎麼不平等？平等的。從質上去看，它是平等，外面樣子不平等。既然體平等，相哪有不平等的道理？只要你不執著，就平等了。凡夫執著，你看看用黃金做一尊佛像，那還得了，天天在地下趴在那裡磕頭作揖。如果做一個小貓、小狗的像，他在那裡摸一摸，絕對不會給它磕頭的。不是一樣的東西嗎？著了相。"
    },
    {
      "id": "09-023-0093_p0018",
      "zh_CN": "佛是见性不着相，于是十法界统统平等。无圣，不着佛菩萨的相；无凡，不着六道凡夫的相。他不着了，见相就是见性，十法界平等的，哪有不平等！为什么佛菩萨不着相？为什么我们会着相？我们不了解事实真相，他们对事实真相搞得清清楚楚、明明白白。十法界依正庄严，无量无边的色相，这些色相是什么？都是从真性里面现出来的。真性为什么现这么多差别相？差别乃是因果不同，所以是业因果报刹那生灭的相续相而已。刹那生灭不是真的生灭，真的是什么？真的不生不灭。不生不灭为什么要说生灭？生灭的意思是刹那变化，变化，不是真的生灭，相永远不会灭。如果大家对意思一下会不过来，我们还得举比喻。譬如金，我们一尊金的佛像，我们现在不想要这个佛像，我喜欢观音菩萨，把这个佛像熔掉，再塑一个观音菩萨的相。我们就讲：佛像灭了，观音菩萨像生了，其实金还是那个，你从那一块金来讲，它没有生灭。甚至于我佛像不要了，你把它做一个金砖，是砖的相；你把它化成一团，有一团的相，它总都有相在，相决定不会灭，相会变。从变上讲，我们叫它做生灭，其实不是真的有生灭，真的，真的是不生不灭。我们的身体，你要讲真的，我们真的这个身体不生不灭。那个人会死；死了，你这个身也没有灭。现在科学家懂得，身体是什么？许许多多的细胞组织的，细胞是怎么来的？细胞是很多原子组织的，原子是电子组织的，电子是粒子组织的。这个身体现在在，这个缘聚，聚起来它就在；散了，它就离开了。只是聚散这个形相在变化，其实这些物质没有灭，哪有灭？没有生灭。这是我们现代科学知道，物质不灭。所以它只是在变，佛法讲得清楚，唯识所变；唯心所现，唯识所变，变就是因果的关系。所以我们在前面讲过，所有一切现相都是假的，都是刹那生灭了不可得，唯独因果是真的，因果不空。所以佛才教给我们无住要生心，生心的道理在此地。这个理事非常之深，非常的复杂，我们也只能说一个大概。了解事实真相，这几句话就都懂了。",
      "zh_TW": "佛是見性不著相，於是十法界統統平等。無聖，不著佛菩薩的相；無凡，不著六道凡夫的相。他不著了，見相就是見性，十法界平等的，哪有不平等！為什麼佛菩薩不著相？為什麼我們會著相？我們不了解事實真相，他們對事實真相搞得清清楚楚、明明白白。十法界依正莊嚴，無量無邊的色相，這些色相是什麼？都是從真性裡面現出來的。真性為什麼現這麼多差別相？差別乃是因果不同，所以是業因果報剎那生滅的相續相而已。剎那生滅不是真的生滅，真的是什麼？真的不生不滅。不生不滅為什麼要說生滅？生滅的意思是剎那變化，變化，不是真的生滅，相永遠不會滅。如果大家對意思一下會不過來，我們還得舉比喻。譬如金，我們一尊金的佛像，我們現在不想要這個佛像，我喜歡觀音菩薩，把這個佛像熔掉，再塑一個觀音菩薩的相。我們就講：佛像滅了，觀音菩薩像生了，其實金還是那個，你從那一塊金來講，它沒有生滅。甚至於我佛像不要了，你把它做一個金磚，是磚的相；你把它化成一糰，有一糰的相，它總都有相在，相決定不會滅，相會變。從變上講，我們叫它做生滅，其實不是真的有生滅，真的，真的是不生不滅。我們的身體，你要講真的，我們真的這個身體不生不滅。那個人會死；死了，你這個身也沒有滅。現在科學家懂得，身體是什麼？許許多多的細胞組織的，細胞是怎麼來的？細胞是很多原子組織的，原子是電子組織的，電子是粒子組織的。這個身體現在在，這個緣聚，聚起來它就在；散了，它就離開了。只是聚散這個形相在變化，其實這些物質沒有滅，哪有滅？沒有生滅。這是我們現代科學知道，物質不滅。所以它只是在變，佛法講得清楚，唯識所變；唯心所現，唯識所變，變就是因果的關係。所以我們在前面講過，所有一切現相都是假的，都是剎那生滅了不可得，唯獨因果是真的，因果不空。所以佛才教給我們無住要生心，生心的道理在此地。這個理事非常之深，非常的複雜，我們也只能說一個大概。了解事實真相，這幾句話就都懂了。"
    },
    {
      "id": "09-023-0093_p0019",
      "zh_CN": "「上无佛道可成，下无众生可度。」佛度一切众生从来没有居功过，「我度了多少众生！」没有这个念头。为什么没有这个念头？我们在《金刚经》前面看到，佛度一切众生，心里干干净净若无其事，是作而无作，无作而作，他的心清净。我们讲心清净，作而无作，无作而作，都是从相上说的。这个地方是从理上讲，是从性体上说，哪有佛道可成？无非是你把妄想分别执着放下而已，放得干干净净，我们就给他起个名字，叫他做佛，成佛了。其实成个什么佛？妄想分别执着放下而已。起了妄想分别执着，就叫他做凡夫，凡圣原来是这么一桩事情。佛度众生，帮助一切众生，为一切众生讲经说法，教导他修行证果，众生觉悟了，也把妄想分别执着放下，他成佛了。是佛度他成佛的吗？不是！是他自己放下的，他成佛了。众生怎么成佛的？自觉、自悟、自度，自己成佛的，佛没度他。这是昨天跟诸位说过了，佛只是做一个增上缘而已，亲因缘、所缘缘、无间缘都是本身具足的，佛哪里度众生？佛不度众生。",
      "zh_TW": "「上無佛道可成，下無眾生可度。」佛度一切眾生從來沒有居功過，「我度了多少眾生！」沒有這個念頭。為什麼沒有這個念頭？我們在《金剛經》前面看到，佛度一切眾生，心裡乾乾淨淨若無其事，是作而無作，無作而作，他的心清淨。我們講心清淨，作而無作，無作而作，都是從相上說的。這個地方是從理上講，是從性體上說，哪有佛道可成？無非是你把妄想分別執著放下而已，放得乾乾淨淨，我們就給他起個名字，叫他做佛，成佛了。其實成個什麼佛？妄想分別執著放下而已。起了妄想分別執著，就叫他做凡夫，凡聖原來是這麼一樁事情。佛度眾生，幫助一切眾生，為一切眾生講經說法，教導他修行證果，眾生覺悟了，也把妄想分別執著放下，他成佛了。是佛度他成佛的嗎？不是！是他自己放下的，他成佛了。眾生怎麼成佛的？自覺、自悟、自度，自己成佛的，佛沒度他。這是昨天跟諸位說過了，佛只是做一個增上緣而已，親因緣、所緣緣、無間緣都是本身具足的，佛哪裡度眾生？佛不度眾生。"
    },
    {
      "id": "09-023-0093_p0020",
      "zh_CN": "「度即无度，成即无成。」这些话，底下还有一句，「平等真法界」，真就是一真，前面讲的一真法界。一真法界是诸佛如来果地上所证的；换句话说，佛菩萨的生活环境叫一真法界。一真法界怎样证得？心平等就证得。一真法界在哪里？就在面前，我们并没离开，十法界跟一真法界是在一起的。虽在一起，我们今天见六道，没有见到一真法界。原因在哪里？我们那个心不对。这个东西还要用比喻说，譬如我们现在电视机家家都有，新加坡多少个电视台我不晓得，假定说十个，我们讲十法界。十法界的电波都遍布在同一个空间，十法界，你拨哪一个频道，这个法界现前了，就这么个意思。十个电视台的频道都在你那个按钮上，看你怎么拨法，拨哪一个，哪一个现前。你问一真法界，一真法界在此地，如果我们频道拨对了，眼前展现出来的就是一真法界。一真法界的频道是平等心。心要怎么平等？把妄想分别执着统统放下就平等了，有妄想不平等，有分别不平等，有执着不平等，你就见不到如来他们那个生活环境。我们只要把妄想分别执着放下，诸佛如来生活的环境，我们马上就见到，就得到了，这是真的，这个不是假的，所以叫一真法界。由此可知，十法界不是真的，十法界是识变的，就是你妄想分别执着变的。妄想分别执着怎么会变成佛法界？你打佛的妄想就变佛法界，打菩萨的妄想就变菩萨法界，都是妄想；连佛也不想了，佛的妄想都断掉了，一真法界。因此释迦牟尼佛很对得起我们，教我们「法尚应舍，何况非法」，法是佛法，佛法也不能执着，也要放下，帮助你到一真法界。如果你所有一切都放下了，佛法不能放下，换句话说，你在十法界，住在佛菩萨法界里头，你永远不能到一真法界。这是很对得起我们，「法尚应舍，何况非法」，告诉我们佛说法也是因缘所生，也是当体即空，了不可得。这统统是从性体上来说的，这是约真谛而说，确确实实是一切法的真相。",
      "zh_TW": "「度即無度，成即無成。」這些話，底下還有一句，「平等真法界」，真就是一真，前面講的一真法界。一真法界是諸佛如來果地上所證的；換句話說，佛菩薩的生活環境叫一真法界。一真法界怎樣證得？心平等就證得。一真法界在哪裡？就在面前，我們並沒離開，十法界跟一真法界是在一起的。雖在一起，我們今天見六道，沒有見到一真法界。原因在哪裡？我們那個心不對。這個東西還要用比喻說，譬如我們現在電視機家家都有，新加坡多少個電視臺我不曉得，假定說十個，我們講十法界。十法界的電波都遍佈在同一個空間，十法界，你撥哪一個頻道，這個法界現前了，就這麼個意思。十個電視臺的頻道都在你那個按鈕上，看你怎麼撥法，撥哪一個，哪一個現前。你問一真法界，一真法界在此地，如果我們頻道撥對了，眼前展現出來的就是一真法界。一真法界的頻道是平等心。心要怎麼平等？把妄想分別執著統統放下就平等了，有妄想不平等，有分別不平等，有執著不平等，你就見不到如來他們那個生活環境。我們只要把妄想分別執著放下，諸佛如來生活的環境，我們馬上就見到，就得到了，這是真的，這個不是假的，所以叫一真法界。由此可知，十法界不是真的，十法界是識變的，就是你妄想分別執著變的。妄想分別執著怎麼會變成佛法界？你打佛的妄想就變佛法界，打菩薩的妄想就變菩薩法界，都是妄想；連佛也不想了，佛的妄想都斷掉了，一真法界。因此釋迦牟尼佛很對得起我們，教我們「法尚應捨，何況非法」，法是佛法，佛法也不能執著，也要放下，幫助你到一真法界。如果你所有一切都放下了，佛法不能放下，換句話說，你在十法界，住在佛菩薩法界裡頭，你永遠不能到一真法界。這是很對得起我們，「法尚應捨，何況非法」，告訴我們佛說法也是因緣所生，也是當體即空，了不可得。這統統是從性體上來說的，這是約真諦而說，確確實實是一切法的真相。"
    },
    {
      "id": "09-023-0093_p0021",
      "zh_CN": "【发心菩萨，通达此义。应以无能、无所、无法、无我之心，修一切善法，乃能如是而证也。】",
      "zh_TW": "【發心菩薩，通達此義。應以無能、無所、無法、無我之心，修一切善法，乃能如是而證也。】"
    },
    {
      "id": "09-023-0093_p0022",
      "zh_CN": "发心菩萨，是指发无上菩提心而说的。就像本经一开端，须菩提尊者所说的，「善男子、善女人，发阿耨多罗三藐三菩提心者」，这就是发心菩萨。这样的菩萨非常难得！这样的菩萨，一定得到一切诸佛的护念；换句话说，他发这样的大心，一切诸佛如来都要帮助他成佛，他发的是成佛的心。那要真发才行，嘴皮上发，心里头没有，那个不行，那个得不到诸佛如来的加持，要真心。你真正发这个心，你要通达此义。这个此义是什么？近处讲就是无佛、无众生，无圣、无凡，这从近处说，你要懂得这个道理；从远处来讲，本经自始至终所说的道理，你要明了，你要通达。因为本经所说，就是为发无上菩提心，想成圆满究竟佛果之人而说的，佛的对象是对他们说的。通达此义是解悟，我们讲开悟了，他明白了，应该要怎样才能够圆满成佛，他懂得。懂得，要不修没用处，解悟，你理解了，你做不到，没用处！",
      "zh_TW": "發心菩薩，是指發無上菩提心而說的。就像本經一開端，須菩提尊者所說的，「善男子、善女人，發阿耨多羅三藐三菩提心者」，這就是發心菩薩。這樣的菩薩非常難得！這樣的菩薩，一定得到一切諸佛的護念；換句話說，他發這樣的大心，一切諸佛如來都要幫助他成佛，他發的是成佛的心。那要真發才行，嘴皮上發，心裡頭沒有，那個不行，那個得不到諸佛如來的加持，要真心。你真正發這個心，你要通達此義。這個此義是什麼？近處講就是無佛、無眾生，無聖、無凡，這從近處說，你要懂得這個道理；從遠處來講，本經自始至終所說的道理，你要明瞭，你要通達。因為本經所說，就是為發無上菩提心，想成圓滿究竟佛果之人而說的，佛的對象是對他們說的。通達此義是解悟，我們講開悟了，他明白了，應該要怎樣才能夠圓滿成佛，他懂得。懂得，要不修沒用處，解悟，你理解了，你做不到，沒用處！"
    },
    {
      "id": "09-023-0093_p0023",
      "zh_CN": "底下要教你去做，你应该怎么做法？把这几个原则抓住，守住这个原则，你去生活去过日子，照样你做你的工作，无论你是哪一个行业，决定不碍事，一样一天到晚去应酬，只要守住这个原则，你就能成佛了。这几个原则：「无能、无所」，你心里头不能有能所的念头；「无法、无我」，法我是讲执着。诸位要晓得，能所是无明，我法是烦恼。无能无所、无法无我，就是我们讲的，你要离烦恼障，要离所知障。能所是所知障，诸法跟我是烦恼障，你要破二障。二障在哪里破？生活上，穿衣吃饭、工作、待人接物，就在这些地方，要真正做到无我相、无人相、无众生相、无寿者相，修一切善法。一切善法，只要你做到无能无所、无法无我；换句话说，拿《金刚经》前面的句子，只要你真正能够做到无我、无人、无众生、无寿者，无论你做什么事都是善法，你穿衣是善法，吃饭也是善法，没有一样不是善法。如果你有人、有我、有众生、有寿者，你念《金刚经》都不是善法，没有一样是善法。为什么？你还当凡夫，你出不了三界，你不能够明心见性，哪里叫善？诸位要明白这个道理，你才晓得什么叫做一切善法。无我、无人、无众生、无寿者，你想想看，就没有一样不是善法。而行善法，修一切善法，是这么一回事情，这样你就能证得。如是而证，证什么？一真法界，明心见性。",
      "zh_TW": "底下要教你去做，你應該怎麼做法？把這幾個原則抓住，守住這個原則，你去生活去過日子，照樣你做你的工作，無論你是哪一個行業，決定不礙事，一樣一天到晚去應酬，只要守住這個原則，你就能成佛了。這幾個原則：「無能、無所」，你心裡頭不能有能所的念頭；「無法、無我」，法我是講執著。諸位要曉得，能所是無明，我法是煩惱。無能無所、無法無我，就是我們講的，你要離煩惱障，要離所知障。能所是所知障，諸法跟我是煩惱障，你要破二障。二障在哪裡破？生活上，穿衣吃飯、工作、待人接物，就在這些地方，要真正做到無我相、無人相、無眾生相、無壽者相，修一切善法。一切善法，只要你做到無能無所、無法無我；換句話說，拿《金剛經》前面的句子，只要你真正能夠做到無我、無人、無眾生、無壽者，無論你做什麼事都是善法，你穿衣是善法，吃飯也是善法，沒有一樣不是善法。如果你有人、有我、有眾生、有壽者，你念《金剛經》都不是善法，沒有一樣是善法。為什麼？你還當凡夫，你出不了三界，你不能夠明心見性，哪裡叫善？諸位要明白這個道理，你才曉得什麼叫做一切善法。無我、無人、無眾生、無壽者，你想想看，就沒有一樣不是善法。而行善法，修一切善法，是這麼一回事情，這樣你就能證得。如是而證，證什麼？一真法界，明心見性。"
    },
    {
      "id": "09-023-0093_p0024",
      "zh_CN": "【圣之成圣，凡之成凡。】",
      "zh_TW": "【聖之成聖，凡之成凡。】"
    },
    {
      "id": "09-023-0093_p0025",
      "zh_CN": "这一段我们从相上讲。前面你看，你要怎样去理解、要怎样去修，这个原则都说出来了。圣人之所以成圣，凡人所以成凡，",
      "zh_TW": "這一段我們從相上講。前面你看，你要怎樣去理解、要怎樣去修，這個原則都說出來了。聖人之所以成聖，凡人所以成凡，"
    },
    {
      "id": "09-023-0093_p0026",
      "zh_CN": "【正由于一有念，一无念。】",
      "zh_TW": "【正由於一有念，一無念。】"
    },
    {
      "id": "09-023-0093_p0027",
      "zh_CN": "差别就在此地。诸佛菩萨无念，六道凡夫有念，有念是凡夫，有什么念？我、人、众生、寿者，这是佛把所有一切的念归纳成这四大类。所有一切众生的念头、妄想，总不超过这个四大类，只要你有念，你就是凡夫，无念就是佛菩萨。",
      "zh_TW": "差別就在此地。諸佛菩薩無念，六道凡夫有念，有念是凡夫，有什麼念？我、人、眾生、壽者，這是佛把所有一切的念歸納成這四大類。所有一切眾生的念頭、妄想，總不超過這個四大類，只要你有念，你就是凡夫，無念就是佛菩薩。"
    },
    {
      "id": "09-023-0093_p0028",
      "zh_CN": "【起念，便有高下。】",
      "zh_TW": "【起念，便有高下。】"
    },
    {
      "id": "09-023-0093_p0029",
      "zh_CN": "你因为有念，六道有高下；天最高，人其次，再畜生、饿鬼，地狱最下，有念就有高下。再往上去，四圣也有高下，佛最高，菩萨其次，缘觉、声闻又其次，有念才有高下。佛给我们讲，菩萨有五十一个阶级，有高下，五十一个位次。他为什么有五十一个位次？因为他有念，等觉菩萨还有一品生相无明，那就是他的念，他那个妄念没有断干净。那一品微细的妄念要是断掉了，放下舍掉了，他就成佛，那就完全是无念。为什么说菩萨有这么多阶位？为什么讲十法界？念有染有净，念有轻有重，于是才有这些高下的现象，这个不平等。十法界不平等，六道当然就更不平等。会修的人，要在极不平等里面修他的平等心，极不清净的环境里面去修清净心，这个人叫会修。",
      "zh_TW": "你因為有念，六道有高下；天最高，人其次，再畜生、餓鬼，地獄最下，有念就有高下。再往上去，四聖也有高下，佛最高，菩薩其次，緣覺、聲聞又其次，有念才有高下。佛給我們講，菩薩有五十一個階級，有高下，五十一個位次。他為什麼有五十一個位次？因為他有念，等覺菩薩還有一品生相無明，那就是他的念，他那個妄念沒有斷乾淨。那一品微細的妄念要是斷掉了，放下捨掉了，他就成佛，那就完全是無念。為什麼說菩薩有這麼多階位？為什麼講十法界？念有染有淨，念有輕有重，於是才有這些高下的現象，這個不平等。十法界不平等，六道當然就更不平等。會修的人，要在極不平等裡面修他的平等心，極不清淨的環境裡面去修清淨心，這個人叫會修。"
    },
    {
      "id": "09-023-0093_p0030",
      "zh_CN": "【古德云：但蓦直行去。】",
      "zh_TW": "【古德云：但驀直行去。】"
    },
    {
      "id": "09-023-0093_p0031",
      "zh_CN": "这是古大德常常教诫学人、指点学人的。",
      "zh_TW": "這是古大德常常教誡學人、指點學人的。"
    },
    {
      "id": "09-023-0093_p0032",
      "zh_CN": "【蓦直的意思，绝无瞻顾之意。】",
      "zh_TW": "【驀直的意思，絕無瞻顧之意。】"
    },
    {
      "id": "09-023-0093_p0033",
      "zh_CN": "绝无瞻顾是没有顾虑、没有怀疑，毫不考虑，一直去就行了。禅宗里面常常用这句话。",
      "zh_TW": "絕無瞻顧是沒有顧慮、沒有懷疑，毫不考慮，一直去就行了。禪宗裡面常常用這句話。"
    },
    {
      "id": "09-023-0093_p0034",
      "zh_CN": "【只要明了道理，认准方向，便一直行去。】",
      "zh_TW": "【只要明瞭道理，認準方向，便一直行去。】"
    },
    {
      "id": "09-023-0093_p0035",
      "zh_CN": "这叫真精进。我们平常讲精进，什么叫精进？这个是真精进。此地说得很容易，实际上太难！道理你明白了没有？方向到底在哪里？你如果理不明，方向搞不清楚，盲修瞎练那个不行。今天说老实话，八万四千法门，无论哪一个宗派都有问题，问题在什么地方？理不明，方向不清楚，修学无从下手，这是实实在在话。今天有很多人喜欢参禅，什么叫禅，他不知道。古人还有个野狐禅，他现在连野狐禅都比不上，你说可悲不可悲？什么叫禅不知道，真的是盲修瞎练。不是堕在妄想里面，就堕在无明里面，功夫不得力，精神光阴浪费了，这真正是可惜。",
      "zh_TW": "這叫真精進。我們平常講精進，什麼叫精進？這個是真精進。此地說得很容易，實際上太難！道理你明白了沒有？方向到底在哪裡？你如果理不明，方向搞不清楚，盲修瞎練那個不行。今天說老實話，八萬四千法門，無論哪一個宗派都有問題，問題在什麼地方？理不明，方向不清楚，修學無從下手，這是實實在在話。今天有很多人喜歡參禪，什麼叫禪，他不知道。古人還有個野狐禪，他現在連野狐禪都比不上，你說可悲不可悲？什麼叫禪不知道，真的是盲修瞎練。不是墮在妄想裡面，就墮在無明裡面，功夫不得力，精神光陰浪費了，這真正是可惜。"
    },
    {
      "id": "09-023-0093_p0036",
      "zh_CN": "唯独念佛这个法门容易，只要不怀疑、不夹杂、不间断，那就是蓦直行去。你理论懂也好，不懂也没关系，如果你想真正得利益，真正得好处，你就一句阿弥陀佛念到底，准没错！经要不要听？不要听了。你听经干什么？为什么叫你来听经？是因为你还不老实，你还不肯死心塌地念佛，这才叫你来听经。我讲《金刚经》开端的时候跟大家说过，为什么讲《金刚经》，因为你们念佛不老实，不肯放下。为什么不肯放下？没看破。《金刚经》的目的在哪里？帮助我们看破、放下。看破放下，你就老实了，你就肯一直去，那才能成功。所以真正用功，真正想成就的人，诸佛护念，龙天保佑，你不会遇到灾难的；灾难落在面前，也没有你的分，你有佛菩萨保佑，你不需要找个地方去避难。你还想找个地方去避难，诸位想想看，你一定有我、有人、有众生、有寿者，那你一定要遭难。你什么时候无我、无人、无众生、无寿者，还有什么难？没有了。所有的灾难都消除了，都没有了，你要明白这个道理。用功，回家用功就好了；念佛，一个人念就行了。过去我们要讲大家在一起共修，共修有共修的因缘，有共修的条件。古时候那个因缘不错，行！现在因缘不好。现在共修人多，叽叽喳喳的，张家长、李家短，这哪里叫共修？如果说那是共修的话，修六道轮回，不是修西方净土。西方净土是修清净心，跟那么多人在一起，眼睛看的，耳朵听的，嘴巴里说的，都是杂心闲话，心怎么能静得下来！不说话，你们打佛七止语，你不说话，你眼睛还会看见，你心里还会打妄想，只是不说而已，你还是不清净。",
      "zh_TW": "唯獨念佛這個法門容易，只要不懷疑、不夾雜、不間斷，那就是驀直行去。你理論懂也好，不懂也沒關係，如果你想真正得利益，真正得好處，你就一句阿彌陀佛念到底，準沒錯！經要不要聽？不要聽了。你聽經幹什麼？為什麼叫你來聽經？是因為你還不老實，你還不肯死心塌地念佛，這才叫你來聽經。我講《金剛經》開端的時候跟大家說過，為什麼講《金剛經》，因為你們念佛不老實，不肯放下。為什麼不肯放下？沒看破。《金剛經》的目的在哪裡？幫助我們看破、放下。看破放下，你就老實了，你就肯一直去，那才能成功。所以真正用功，真正想成就的人，諸佛護念，龍天保佑，你不會遇到災難的；災難落在面前，也沒有你的分，你有佛菩薩保佑，你不需要找個地方去避難。你還想找個地方去避難，諸位想想看，你一定有我、有人、有眾生、有壽者，那你一定要遭難。你什麼時候無我、無人、無眾生、無壽者，還有什麼難？沒有了。所有的災難都消除了，都沒有了，你要明白這個道理。用功，回家用功就好了；念佛，一個人念就行了。過去我們要講大家在一起共修，共修有共修的因緣，有共修的條件。古時候那個因緣不錯，行！現在因緣不好。現在共修人多，嘰嘰喳喳的，張家長、李家短，這哪裡叫共修？如果說那是共修的話，修六道輪迴，不是修西方淨土。西方淨土是修清淨心，跟那麼多人在一起，眼睛看的，耳朵聽的，嘴巴裡說的，都是雜心閒話，心怎麼能靜得下來！不說話，你們打佛七止語，你不說話，你眼睛還會看見，你心裡還會打妄想，只是不說而已，你還是不清淨。"
    },
    {
      "id": "09-023-0093_p0037",
      "zh_CN": "所以现在真正修行，说老实话，回家去念佛去，一个人修。一个人，有的时候精神提不起来，依众靠众，古人所谓怕自己懒惰懈怠，所以大家在一块儿修行，彼此互相勉励；看到人念佛，自己不念不好意思，共修的意义在此地。现在变质了，现在这个好处没有了，在一块反而麻烦。自己精神提不起来，怎么办？现在有办法，有念佛机、有录音带，这个可靠，它不会给你找麻烦。特别是现在念佛的录音机，还有随身听，你带上耳机，你在家里一天到晚念佛，你看，又不妨碍工作，又不妨碍别人，家里人别人不念，你也不妨碍他。如果你的妄想多，你就把声音开大，大的时候，外面什么都听不见，比念佛堂好！大声把妄想压住，把妄想伏住。心很清净，可以开小一点，或者是照顾别的事情，声音小一点，还能够听得到外面声音；不想听外面声音，声音就开大一点，好极了，比什么都好。现在利用这些科学工具，自己真正用功确实得力，这个比打精进佛七好太多了。你一天到晚念，真是《金刚经》上所说的，「应无所住，而生其心」。生心是修一切善法，你一天到晚在工作都是善法，都是帮助别人，都是利益大众，自己的心地清净、一尘不染，心里面就是一句阿弥陀佛，你说这个方法多好！",
      "zh_TW": "所以現在真正修行，說老實話，回家去念佛去，一個人修。一個人，有的時候精神提不起來，依眾靠眾，古人所謂怕自己懶惰懈怠，所以大家在一塊兒修行，彼此互相勉勵；看到人念佛，自己不念不好意思，共修的意義在此地。現在變質了，現在這個好處沒有了，在一塊反而麻煩。自己精神提不起來，怎麼辦？現在有辦法，有念佛機、有錄音帶，這個可靠，它不會給你找麻煩。特別是現在念佛的錄音機，還有隨身聽，你帶上耳機，你在家裡一天到晚念佛，你看，又不妨礙工作，又不妨礙別人，家裡人別人不念，你也不妨礙他。如果你的妄想多，你就把聲音開大，大的時候，外面什麼都聽不見，比念佛堂好！大聲把妄想壓住，把妄想伏住。心很清淨，可以開小一點，或者是照顧別的事情，聲音小一點，還能夠聽得到外面聲音；不想聽外面聲音，聲音就開大一點，好極了，比什麼都好。現在利用這些科學工具，自己真正用功確實得力，這個比打精進佛七好太多了。你一天到晚念，真是《金剛經》上所說的，「應無所住，而生其心」。生心是修一切善法，你一天到晚在工作都是善法，都是幫助別人，都是利益大眾，自己的心地清淨、一塵不染，心裡面就是一句阿彌陀佛，你說這個方法多好！"
    },
    {
      "id": "09-023-0093_p0038",
      "zh_CN": "我学佛四十多年了，这四十多年当中，我所看的、所接触的、所感受的，我觉得小道场比大道场好。人愈多愈复杂，麻烦事情愈多，所以道场要小，愈小愈好，人愈少愈好。诸位想想，我们净土宗古来的祖师慧远大师，他是东晋时候的人，最初第一个念佛堂在江西庐山建的。那个时候他的同修算不少，一百二十三个人，这叫道场，不是随随便便人来就可以。远公大师那个时候，还有一个很有名气的人，谢灵运，这个诸位在历史上读到的，他的文章写得好。谢灵运曾经到庐山拜访远公大师，想参加他的莲社，不答应，拒绝他，不让他参加。你看远公念佛堂，进去不是那么容易的，想来念佛就来念，哪有那么容易！要保持一个清净的环境，你心清不清净？你心不清净，你不要来。谢灵运为什么被拒绝？心不清净，喜欢写文章，喜欢作诗，满脑袋这些东西，打妄想，文人的习气太重了，会影响大家的清净心，远公拒绝他。陶渊明，我们慧远大师就很欢迎他，但是陶渊明没有参加，没有参加莲社。一百二十三个人。我们在《西方确指》里面看到，觉明妙行菩萨的道场十二个人。",
      "zh_TW": "我學佛四十多年了，這四十多年當中，我所看的、所接觸的、所感受的，我覺得小道場比大道場好。人愈多愈複雜，麻煩事情愈多，所以道場要小，愈小愈好，人愈少愈好。諸位想想，我們淨土宗古來的祖師慧遠大師，他是東晉時候的人，最初第一個念佛堂在江西廬山建的。那個時候他的同修算不少，一百二十三個人，這叫道場，不是隨隨便便人來就可以。遠公大師那個時候，還有一個很有名氣的人，謝靈運，這個諸位在歷史上讀到的，他的文章寫得好。謝靈運曾經到廬山拜訪遠公大師，想參加他的蓮社，不答應，拒絕他，不讓他參加。你看遠公念佛堂，進去不是那麼容易的，想來念佛就來念，哪有那麼容易！要保持一個清淨的環境，你心清不清淨？你心不清淨，你不要來。謝靈運為什麼被拒絕？心不清淨，喜歡寫文章，喜歡作詩，滿腦袋這些東西，打妄想，文人的習氣太重了，會影響大家的清淨心，遠公拒絕他。陶淵明，我們慧遠大師就很歡迎他，但是陶淵明沒有參加，沒有參加蓮社。一百二十三個人。我們在《西方確指》裡面看到，覺明妙行菩薩的道場十二個人。"
    },
    {
      "id": "09-023-0093_p0039",
      "zh_CN": "在现在这个时代里，很值得我们去反省，很值得我们去研究的。诸位自己仔细去想想，人少好，小道场固定的这么多人，真正用功。人少、道场小，开销少好维持，不要拉信徒，拉信徒想方法找钱来养道场，诸位想想那是什么道？想尽方法去拉信徒，甚至于不择手段，你想想看他是什么心？贪瞋痴慢。他是什么道？三恶道。那个道场是三恶道，这不是佛道，不是菩萨道。佛道是平等心，菩萨道是六度心。现在道场很多，你要看清楚它是哪一道，糊里糊涂走进去，可不得了！如果它是地狱道，那个麻烦就大了！一定要认识清楚。我跟大家讲的，句句都是真实话，所以你要晓得，西方极乐世界的道场在你家里，不在别的地方，一个念佛的随身听，那就是西方极乐世界之道，要懂得这些。",
      "zh_TW": "在現在這個時代裡，很值得我們去反省，很值得我們去研究的。諸位自己仔細去想想，人少好，小道場固定的這麼多人，真正用功。人少、道場小，開銷少好維持，不要拉信徒，拉信徒想方法找錢來養道場，諸位想想那是什麼道？想盡方法去拉信徒，甚至於不擇手段，你想想看他是什麼心？貪瞋痴慢。他是什麼道？三惡道。那個道場是三惡道，這不是佛道，不是菩薩道。佛道是平等心，菩薩道是六度心。現在道場很多，你要看清楚它是哪一道，糊裡糊塗走進去，可不得了！如果它是地獄道，那個麻煩就大了！一定要認識清楚。我跟大家講的，句句都是真實話，所以你要曉得，西方極樂世界的道場在你家裡，不在別的地方，一個念佛的隨身聽，那就是西方極樂世界之道，要懂得這些。"
    },
    {
      "id": "09-023-0093_p0040",
      "zh_CN": "【转凡不转凡，成圣不成圣，以及一切生死利害等等，概不挂念。如此，便与道相应，与性相应，速能成就。否则反不能成也。】",
      "zh_TW": "【轉凡不轉凡，成聖不成聖，以及一切生死利害等等，概不掛念。如此，便與道相應，與性相應，速能成就。否則反不能成也。】"
    },
    {
      "id": "09-023-0093_p0041",
      "zh_CN": "我刚才说了这一大堆，好像与这几句也有关系。真正修行人，要把所有一切的念头统统放下。佛在经上教给我们转凡成圣，法相宗教给我们转识成智，净土宗里面教给我们一心不乱，这些说说算了，不要去理会它。如果把这个东西放在心上，决定有障碍。念佛的同修求什么？求一心不乱。念了几个月，念了一、两年，跑来找我：「法师！我念了这么久，为什么还得不到一心不乱？」我听了之后就告诉他，我说：「你这一生都不会得到一心不乱。」他听了就很茫然。我说我跟你讲真话，你为什么不能得一心不乱？你因为有一个一心不乱的心障碍了你，你得不到。怎样才能得到一心不乱？把那个一心不乱的念头拿掉，你就一心不乱了。你心里头放个一心不乱，你怎么会得到？永远得不到！《金刚经》佛讲「法尚应舍」，你为什么不舍？听明白了，知道了，知道之后要舍掉，不能执着，教给你老实念就行了，自自然然就到一心不乱，求不得！一求就坏了。所以你修行有一个念头，我要转凡成圣，我要转识成智，你永远落在事相里头，我相、人相、众生相、寿者相，你这一生没指望了。这个道理、这些事实，一定要搞得清清楚楚，要真正把障碍排除掉，真正放下。",
      "zh_TW": "我剛才說了這一大堆，好像與這幾句也有關係。真正修行人，要把所有一切的念頭統統放下。佛在經上教給我們轉凡成聖，法相宗教給我們轉識成智，淨土宗裡面教給我們一心不亂，這些說說算了，不要去理會它。如果把這個東西放在心上，決定有障礙。念佛的同修求什麼？求一心不亂。念了幾個月，念了一、兩年，跑來找我：「法師！我念了這麼久，為什麼還得不到一心不亂？」我聽了之後就告訴他，我說：「你這一生都不會得到一心不亂。」他聽了就很茫然。我說我跟你講真話，你為什麼不能得一心不亂？你因為有一個一心不亂的心障礙了你，你得不到。怎樣才能得到一心不亂？把那個一心不亂的念頭拿掉，你就一心不亂了。你心裡頭放個一心不亂，你怎麼會得到？永遠得不到！《金剛經》佛講「法尚應捨」，你為什麼不捨？聽明白了，知道了，知道之後要捨掉，不能執著，教給你老實念就行了，自自然然就到一心不亂，求不得！一求就壞了。所以你修行有一個念頭，我要轉凡成聖，我要轉識成智，你永遠落在事相裡頭，我相、人相、眾生相、壽者相，你這一生沒指望了。這個道理、這些事實，一定要搞得清清楚楚，要真正把障礙排除掉，真正放下。"
    },
    {
      "id": "09-023-0093_p0042",
      "zh_CN": "所以转凡不转凡、成圣不成圣、一心不一心，一概不要去理它，这是佛法边的事。世间法边上的事情呢？一切生死利害等等，不要挂在心上。你家庭里面的事情，你工作里面的事情，人与人当中这些事情，复杂得不得了。学佛的人应该怎么样面对它？统统放下，没事！你把这些事情挂在心上，坏了！要知道世出世间法都是业因果报，这个人跟我很好，过去结的善缘、好缘，但是要知道，缘有尽的时候，缘尽他走了，好！没事了，走了。遇到一个恶人来缠绕，也是缘分，也有尽的时候。缘聚缘散，聚也好，散也好，不放在心上。顺境也好，逆境也好，心里头若无其事，我们那一句佛号才念得好。我今天想求西方极乐世界，只抓住阿弥陀佛，其他的都不想管。现在人得失的观念很重。今天发财了，得很多钱，若无其事，与念佛不相干。今天输了钱，输了几百万，没事，若无其事，不相干。我生也没带来，死也不带去，你要真能放得下，你这一句佛号才念得好，佛号念好了，你才能真正解决问题。世出世间法都不受干扰！佛在这个经末后告诉我们，「不取于相，如如不动」，一切人事物的相，不取是什么？不执着，一切都随其自然这就好，根本没事，何必一定斤斤计较，死都不肯放下？那是自找麻烦。没人害你，自己害自己，没人害你，没有人逼迫你，自生烦恼，自己迷惑颠倒，你能怪谁？所以这地方，末后一句「概不挂念」，决定不要把这些事情放在心上，世间法、出世间法统统不放在心上，你能这样做，就与道相应。道是什么？清净心、平等心，这是道。「与性相应」，与真如本性，真如本性是什么？是道之体，清净平等觉的本体就是真如自性，与这个相应。「速能成就」，明心见性，我们念佛人讲理一心不乱，你就很快可以得到。你得到这个，你才能解决世出世间一切问题，没有一样你不通达，没有一样你不能解决。「否则反不能成也」，否则是只要你有一丝毫的牵挂，你就不能成就。无论是世法、是佛法，心里头没有真正放下，还有牵挂，那就不行，一定要舍得干干净净，心里头不能有一物，心要空，心要净。心本来是净的，本来是定的、不动的，本来没有东西，你不能把它放一个东西在里头，《坛经》上说的「本来无一物」。再看底下这段经文：",
      "zh_TW": "所以轉凡不轉凡、成聖不成聖、一心不一心，一概不要去理它，這是佛法邊的事。世間法邊上的事情呢？一切生死利害等等，不要掛在心上。你家庭裡面的事情，你工作裡面的事情，人與人當中這些事情，複雜得不得了。學佛的人應該怎麼樣面對它？統統放下，沒事！你把這些事情掛在心上，壞了！要知道世出世間法都是業因果報，這個人跟我很好，過去結的善緣、好緣，但是要知道，緣有盡的時候，緣盡他走了，好！沒事了，走了。遇到一個惡人來纏繞，也是緣分，也有盡的時候。緣聚緣散，聚也好，散也好，不放在心上。順境也好，逆境也好，心裡頭若無其事，我們那一句佛號才念得好。我今天想求西方極樂世界，只抓住阿彌陀佛，其他的都不想管。現在人得失的觀念很重。今天發財了，得很多錢，若無其事，與念佛不相干。今天輸了錢，輸了幾百萬，沒事，若無其事，不相干。我生也沒帶來，死也不帶去，你要真能放得下，你這一句佛號才念得好，佛號念好了，你才能真正解決問題。世出世間法都不受干擾！佛在這個經末後告訴我們，「不取於相，如如不動」，一切人事物的相，不取是什麼？不執著，一切都隨其自然這就好，根本沒事，何必一定斤斤計較，死都不肯放下？那是自找麻煩。沒人害你，自己害自己，沒人害你，沒有人逼迫你，自生煩惱，自己迷惑顛倒，你能怪誰？所以這地方，末後一句「概不掛念」，決定不要把這些事情放在心上，世間法、出世間法統統不放在心上，你能這樣做，就與道相應。道是什麼？清淨心、平等心，這是道。「與性相應」，與真如本性，真如本性是什麼？是道之體，清淨平等覺的本體就是真如自性，與這個相應。「速能成就」，明心見性，我們念佛人講理一心不亂，你就很快可以得到。你得到這個，你才能解決世出世間一切問題，沒有一樣你不通達，沒有一樣你不能解決。「否則反不能成也」，否則是只要你有一絲毫的牽掛，你就不能成就。無論是世法、是佛法，心裡頭沒有真正放下，還有牽掛，那就不行，一定要捨得乾乾淨淨，心裡頭不能有一物，心要空，心要淨。心本來是淨的，本來是定的、不動的，本來沒有東西，你不能把它放一個東西在裡頭，《壇經》上說的「本來無一物」。再看底下這段經文："
    },
    {
      "id": "09-023-0093_p0043",
      "zh_CN": "经【须菩提，于意云何，可以三十二相观如来不？须菩提言：如是如是以三十二相观如来。】",
      "zh_TW": "經【須菩提，於意云何，可以三十二相觀如來不？須菩提言：如是如是以三十二相觀如來。】"
    },
    {
      "id": "09-023-0093_p0044",
      "zh_CN": "后半段跟前半段义趣大大不相同，前半段须菩提尊者答复的多半是「不也世尊」，多半是这种语气；后半段他的语气变了，「如是如是」。后半段是讲一切法皆是佛法，没有一法不是佛法，完全是从法身大士果地上的境界来说的。",
      "zh_TW": "後半段跟前半段義趣大大不相同，前半段須菩提尊者答覆的多半是「不也世尊」，多半是這種語氣；後半段他的語氣變了，「如是如是」。後半段是講一切法皆是佛法，沒有一法不是佛法，完全是從法身大士果地上的境界來說的。"
    },
    {
      "id": "09-023-0093_p0045",
      "zh_CN": "【问意谓，可以观想有相之应身，即是观想无相之法身否。】",
      "zh_TW": "【問意謂，可以觀想有相之應身，即是觀想無相之法身否。】"
    },
    {
      "id": "09-023-0093_p0046",
      "zh_CN": "法身就是真如本性，这个意思就是说，可不可以从相上去见性？意思就是这个意思，看法相就是法性。",
      "zh_TW": "法身就是真如本性，這個意思就是說，可不可以從相上去見性？意思就是這個意思，看法相就是法性。"
    },
    {
      "id": "09-023-0093_p0047",
      "zh_CN": "【一个有相，一个无相。】",
      "zh_TW": "【一個有相，一個無相。】"
    },
    {
      "id": "09-023-0093_p0048",
      "zh_CN": "法性是无相的，法相是有相。有相的相，是从无相的性变现出来的，这个理跟事我们都要明了。",
      "zh_TW": "法性是無相的，法相是有相。有相的相，是從無相的性變現出來的，這個理跟事我們都要明瞭。"
    },
    {
      "id": "09-023-0093_p0049",
      "zh_CN": "【若执以为可，未免取相，而有着相之过。】",
      "zh_TW": "【若執以為可，未免取相，而有著相之過。】"
    },
    {
      "id": "09-023-0093_p0050",
      "zh_CN": "不能执着有，执着「可以」，那就变成着相。",
      "zh_TW": "不能執著有，執著「可以」，那就變成著相。"
    },
    {
      "id": "09-023-0093_p0051",
      "zh_CN": "【若执以为不可，未免灭相，而有堕空之过。】",
      "zh_TW": "【若執以為不可，未免滅相，而有墮空之過。】"
    },
    {
      "id": "09-023-0093_p0052",
      "zh_CN": "这两边都有过失，过失从哪里产生的？诸位要记住，着，着就有过失，如果不着，说可也行，说不可也行，都没有过失。由此可知，过失生在执着，若执，你执着以为可，执着是病；执着以为不可，毛病还是在执着。",
      "zh_TW": "這兩邊都有過失，過失從哪裡產生的？諸位要記住，著，著就有過失，如果不著，說可也行，說不可也行，都沒有過失。由此可知，過失生在執著，若執，你執著以為可，執著是病；執著以為不可，毛病還是在執著。"
    },
    {
      "id": "09-023-0093_p0053",
      "zh_CN": "【试看长老所答，可以增长见地不少。】",
      "zh_TW": "【試看長老所答，可以增長見地不少。】"
    },
    {
      "id": "09-023-0093_p0054",
      "zh_CN": "增长见地就是增长智慧，我们一般世间人讲增长见识，有这个意思在。他这里答的：「如是如是」。",
      "zh_TW": "增長見地就是增長智慧，我們一般世間人講增長見識，有這個意思在。他這裡答的：「如是如是」。"
    },
    {
      "id": "09-023-0093_p0055",
      "zh_CN": "【如是句，实非应诺之辞，乃是说理。】",
      "zh_TW": "【如是句，實非應諾之辭，乃是說理。】"
    },
    {
      "id": "09-023-0093_p0056",
      "zh_CN": "我们看到这个字的样子，往往是依文解义，「如是如是」，那就对，是可以，我们不是这个解释吗？这个解释就把意思完全搞错了，不是这个意思。《金刚经》字字句句都含无量义，我们要不小心看这个句子，准会把它讲错，意思会错了。他答的「如是如是」，不是我们想像那种肯定这种字句，不是这个意思，这是说理，这里面含着有理。",
      "zh_TW": "我們看到這個字的樣子，往往是依文解義，「如是如是」，那就對，是可以，我們不是這個解釋嗎？這個解釋就把意思完全搞錯了，不是這個意思。《金剛經》字字句句都含無量義，我們要不小心看這個句子，準會把它講錯，意思會錯了。他答的「如是如是」，不是我們想像那種肯定這種字句，不是這個意思，這是說理，這裡面含著有理。"
    },
    {
      "id": "09-023-0093_p0057",
      "zh_CN": "【如者，诸法如义。是者，一切皆是。】",
      "zh_TW": "【如者，諸法如義。是者，一切皆是。】"
    },
    {
      "id": "09-023-0093_p0058",
      "zh_CN": "这两个字的意思深。我们前面讲了好多次，讲了好多个小时，就是说这两个字的意思。如果是诸法如义，那就是了，那就都是了，没错！所以它的意思，",
      "zh_TW": "這兩個字的意思深。我們前面講了好多次，講了好多個小時，就是說這兩個字的意思。如果是諸法如義，那就是了，那就都是了，沒錯！所以它的意思，"
    },
    {
      "id": "09-023-0093_p0059",
      "zh_CN": "【意显惟如则皆是，不如则皆非。】",
      "zh_TW": "【意顯惟如則皆是，不如則皆非。】"
    },
    {
      "id": "09-023-0093_p0060",
      "zh_CN": "先把这个前提说出来。",
      "zh_TW": "先把這個前提說出來。"
    },
    {
      "id": "09-023-0093_p0061",
      "zh_CN": "【此明法法皆是缘生】",
      "zh_TW": "【此明法法皆是緣生】"
    },
    {
      "id": "09-023-0093_p0062",
      "zh_CN": "法法皆如。",
      "zh_TW": "法法皆如。"
    },
    {
      "id": "09-023-0093_p0063",
      "zh_CN": "【不执着缘生相，而会归一如性。】",
      "zh_TW": "【不執著緣生相，而會歸一如性。】"
    },
    {
      "id": "09-023-0093_p0064",
      "zh_CN": "这是前面一个如是的意思。",
      "zh_TW": "這是前面一個如是的意思。"
    },
    {
      "id": "09-023-0093_p0065",
      "zh_CN": "【则法法虽皆缘生，亦即法法皆是佛法。】",
      "zh_TW": "【則法法雖皆緣生，亦即法法皆是佛法。】"
    },
    {
      "id": "09-023-0093_p0066",
      "zh_CN": "这就是一切皆是的意思。这一段我们用浅显的话来说，大家就更容易明了。如果你把性相，性是十法界依正庄严的理体、本体，就像我们作梦一样，能现梦境的那个心是体；变现出梦境，那是相。性跟相不一样，性看不见，所以叫它做空；但是这个空不当作「无」讲。一般人说到空，空什么都没有了，不是这个意思。它有，有为什么说它空？你看不见，你听不到，你也摸不到，不但摸不到，想都想不到；换句话说，我们六根，眼耳鼻舌身意都达不到，它确实存在，无处不在。因为六根都达不到，叫它做空；它真有，它能现相。在梦中现出境界相，我们讲它能现相。你要是把这些道理事实统统都搞清楚了，那么相就是性，相是性变现出来的；器就是金，那就对了。这就惟如皆是。如果你执着性不是相、相不是性，那就皆非，你都错了；对性你也看错了，对相你也看错了，你说是说非统统都错，一切皆非。明了通达了，一切皆是。",
      "zh_TW": "這就是一切皆是的意思。這一段我們用淺顯的話來說，大家就更容易明瞭。如果你把性相，性是十法界依正莊嚴的理體、本體，就像我們作夢一樣，能現夢境的那個心是體；變現出夢境，那是相。性跟相不一樣，性看不見，所以叫它做空；但是這個空不當作「無」講。一般人說到空，空什麼都沒有了，不是這個意思。它有，有為什麼說它空？你看不見，你聽不到，你也摸不到，不但摸不到，想都想不到；換句話說，我們六根，眼耳鼻舌身意都達不到，它確實存在，無處不在。因為六根都達不到，叫它做空；它真有，它能現相。在夢中現出境界相，我們講它能現相。你要是把這些道理事實統統都搞清楚了，那麼相就是性，相是性變現出來的；器就是金，那就對了。這就惟如皆是。如果你執著性不是相、相不是性，那就皆非，你都錯了；對性你也看錯了，對相你也看錯了，你說是說非統統都錯，一切皆非。明瞭通達了，一切皆是。"
    },
    {
      "id": "09-023-0093_p0067",
      "zh_CN": "【法法虽皆缘生，亦即法法皆是佛法。】",
      "zh_TW": "【法法雖皆緣生，亦即法法皆是佛法。】"
    },
    {
      "id": "09-023-0093_p0068",
      "zh_CN": "佛法，什么叫佛法？真相通达明了就叫佛法。佛是觉的意思，你能够真正明了一切法都是缘生，那一切法怎么不是佛法！你确实都明了、都清楚，知道一切法都是缘生，你决不会执着一切法。为什么你不会执着？因为一切法当体即空，了不可得。佛在这个经上前面讲得很好，我们凡夫能执着的，能执着的是心，能执着，能执着的三心不可得，这是告诉你，能执着是空，当体即空；所执着的一切法、人事物，那是刹那生灭业果相续的相，也是当体即空，了不可得，能所俱空，能所都了不可得。你要是真的把这个真相搞清楚了，哪一法不是佛法！样样都觉悟了。",
      "zh_TW": "佛法，什麼叫佛法？真相通達明瞭就叫佛法。佛是覺的意思，你能夠真正明瞭一切法都是緣生，那一切法怎麼不是佛法！你確實都明瞭、都清楚，知道一切法都是緣生，你決不會執著一切法。為什麼你不會執著？因為一切法當體即空，了不可得。佛在這個經上前面講得很好，我們凡夫能執著的，能執著的是心，能執著，能執著的三心不可得，這是告訴你，能執著是空，當體即空；所執著的一切法、人事物，那是剎那生滅業果相續的相，也是當體即空，了不可得，能所俱空，能所都了不可得。你要是真的把這個真相搞清楚了，哪一法不是佛法！樣樣都覺悟了。"
    },
    {
      "id": "09-023-0093_p0069",
      "zh_CN": "【两称之者，令人当重视如字。】",
      "zh_TW": "【兩稱之者，令人當重視如字。】"
    },
    {
      "id": "09-023-0093_p0070",
      "zh_CN": "如是如是，如是两称特别加强语气。佛经一开端，如是我闻，第一字就是如，「如」是什么意思？如的真正意思，就是诸法一如、诸法如义，你懂得「如」了，就一切皆是。一切经里头「如是」，用《金刚经》这两句话，真的讲得很清楚、很明白。诸法如义，一切法皆是佛法，世尊所说一切经都是发明这个道理，都是说明这个事实。所以这两称是教我们重视这个如字。",
      "zh_TW": "如是如是，如是兩稱特別加強語氣。佛經一開端，如是我聞，第一字就是如，「如」是什麼意思？如的真正意思，就是諸法一如、諸法如義，你懂得「如」了，就一切皆是。一切經裡頭「如是」，用《金剛經》這兩句話，真的講得很清楚、很明白。諸法如義，一切法皆是佛法，世尊所說一切經都是發明這個道理，都是說明這個事實。所以這兩稱是教我們重視這個如字。"
    },
    {
      "id": "09-023-0093_p0071",
      "zh_CN": "【必其能如】",
      "zh_TW": "【必其能如】"
    },
    {
      "id": "09-023-0093_p0072",
      "zh_CN": "能如就是对于如的意思通达明了，然后一切法皆是佛法，「是」是这个意思。如是如是以三十二相观如来，在三十二相里，确确实实就见到如来的报身、法身。正是所谓「一即一切，一切即一」，你从一法里头能够见一切法的法性，能够通达一切法的法相，可见这个意思的确很深。",
      "zh_TW": "能如就是對於如的意思通達明瞭，然後一切法皆是佛法，「是」是這個意思。如是如是以三十二相觀如來，在三十二相裡，確確實實就見到如來的報身、法身。正是所謂「一即一切，一切即一」，你從一法裡頭能夠見一切法的法性，能夠通達一切法的法相，可見這個意思的確很深。"
    },
    {
      "id": "09-023-0093_p0073",
      "zh_CN": "【若领会得性相一如。既不灭相，亦不执相。则观三十二相应身，即是观如来法身也。意显既一如矣，观相即是观性。】",
      "zh_TW": "【若領會得性相一如。既不滅相，亦不執相。則觀三十二相應身，即是觀如來法身也。意顯既一如矣，觀相即是觀性。】"
    },
    {
      "id": "09-023-0093_p0074",
      "zh_CN": "这个境界是法身大士的境界。在中国过去宗门里面，这个境界特别明显。开悟的人，见了性的人，老师常常勘验他，就是测验。禅宗里面像《五灯会元》、《传灯录》，这些记载都是学生开悟、见性了，老师考试测验的记录。其中问答，在那时候的考试，用现在的话来讲都是口试，没有笔试，不要写文章的，这一问一答，老师就晓得学生是不是真的开悟了，真正开悟也要请老师印证，所以那是考试的记录。他们一问一答，我们都听不懂，不晓得他们说的是什么话，听不出他的意思。如果你要懂得「一如」，懂得「皆是」，《禅宗语录》你听起来就很有味道。如果你要是不懂的话，你听不出来，好像所问非所答，问的话也奇奇怪怪，答的话是莫名其妙，你有这种感触。实在讲，宗门里面的机锋，就是测验问答的这些语句，最原始的大概就是《金刚经》上。《金刚经》上，释迦牟尼佛跟须菩提一问一答，如果没有注解，没有详细说明，我们看起来也看不懂，也是所答非所问。再看底下这段：",
      "zh_TW": "這個境界是法身大士的境界。在中國過去宗門裡面，這個境界特別明顯。開悟的人，見了性的人，老師常常勘驗他，就是測驗。禪宗裡面像《五燈會元》、《傳燈錄》，這些記載都是學生開悟、見性了，老師考試測驗的記錄。其中問答，在那時候的考試，用現在的話來講都是口試，沒有筆試，不要寫文章的，這一問一答，老師就曉得學生是不是真的開悟了，真正開悟也要請老師印證，所以那是考試的記錄。他們一問一答，我們都聽不懂，不曉得他們說的是什麼話，聽不出他的意思。如果你要懂得「一如」，懂得「皆是」，《禪宗語錄》你聽起來就很有味道。如果你要是不懂的話，你聽不出來，好像所問非所答，問的話也奇奇怪怪，答的話是莫名其妙，你有這種感觸。實在講，宗門裡面的機鋒，就是測驗問答的這些語句，最原始的大概就是《金剛經》上。《金剛經》上，釋迦牟尼佛跟須菩提一問一答，如果沒有註解，沒有詳細說明，我們看起來也看不懂，也是所答非所問。再看底下這段："
    },
    {
      "id": "09-023-0093_p0075",
      "zh_CN": "经【佛言：须菩提，若以三十二相观如来者，转轮圣王则是如来。须菩提白佛言：世尊，如我解佛所说义，不应以三十二相观如来。】",
      "zh_TW": "經【佛言：須菩提，若以三十二相觀如來者，轉輪聖王則是如來。須菩提白佛言：世尊，如我解佛所說義，不應以三十二相觀如來。】"
    },
    {
      "id": "09-023-0093_p0076",
      "zh_CN": "经义都在科题上，所以科题非常重要，它就是解释经文的，为我们点明这一段经文的意思。这一科，就是这一大段，「约性相明非一异」，非一非异就是不一不异。前面这一段总显如义，注解里面就详细发明这个道理。第二段，前面是总说，别遣情执。佛法所谓是觉法；正觉、正等正觉、无上正等正觉。凡夫为什么不觉？就是有情执，有这个东西就不会觉悟。如果你要真正求觉悟，必须把情执放下，这是最难放下的。为什么难？无始劫来的习气太深太深。所以有一些根利的人，一听佛法他懂了，他明白了，也知道这个东西不好，可是就是放不下；好像不忍心放下，不好意思放下，这还是迷，还是惑，还是迷！在这种状况之下，释迦牟尼佛只好再说，再给你，再给你讲了四十九年，给你讲了二十二年般若。由此可知，放下是真难真难！不能不一而再、再而三，千百遍的重复，就是这个情执太深太深了。这是从遣取相明非一，从这方面来说，还是叫我们放下；遣就是叫我们放下，叫我们舍离，从取相这方面来说。所以佛举这例子，若以三十二相观如来，转轮圣王也有三十二相，他是不是如来？须菩提答复：世尊，如我解佛所说义，不应以三十二相观如来。我们看注解：",
      "zh_TW": "經義都在科題上，所以科題非常重要，它就是解釋經文的，為我們點明這一段經文的意思。這一科，就是這一大段，「約性相明非一異」，非一非異就是不一不異。前面這一段總顯如義，註解裡面就詳細發明這個道理。第二段，前面是總說，別遣情執。佛法所謂是覺法；正覺、正等正覺、無上正等正覺。凡夫為什麼不覺？就是有情執，有這個東西就不會覺悟。如果你要真正求覺悟，必須把情執放下，這是最難放下的。為什麼難？無始劫來的習氣太深太深。所以有一些根利的人，一聽佛法他懂了，他明白了，也知道這個東西不好，可是就是放不下；好像不忍心放下，不好意思放下，這還是迷，還是惑，還是迷！在這種狀況之下，釋迦牟尼佛只好再說，再給你，再給你講了四十九年，給你講了二十二年般若。由此可知，放下是真難真難！不能不一而再、再而三，千百遍的重複，就是這個情執太深太深了。這是從遣取相明非一，從這方面來說，還是叫我們放下；遣就是叫我們放下，叫我們捨離，從取相這方面來說。所以佛舉這例子，若以三十二相觀如來，轉輪聖王也有三十二相，他是不是如來？須菩提答覆：世尊，如我解佛所說義，不應以三十二相觀如來。我們看註解："
    },
    {
      "id": "09-023-0093_p0077",
      "zh_CN": "【佛之言此，正因初发心修观者，无明分毫未破，方在业识之中。若闻一如皆是、是法平等之说，不揣分量，遽谓观相即是观性。不知所观者，正是识而非性也。一切学人应于此中细细勘验。】",
      "zh_TW": "【佛之言此，正因初發心修觀者，無明分毫未破，方在業識之中。若聞一如皆是、是法平等之說，不揣分量，遽謂觀相即是觀性。不知所觀者，正是識而非性也。一切學人應於此中細細勘驗。】"
    },
    {
      "id": "09-023-0093_p0078",
      "zh_CN": "佛看学人，看学生，看得很清楚，看得很明白。有听明白的，少数，太少太少。多数都是把意思听错了，自己把意思听错了，并不知道自己错，还以为自己听清楚、听明白了，这样的人大有人在。不但现在很多，释迦牟尼佛在世，当时这个情形就不少。我们正是此地所说的初发心修观者，好在我们还没有依般若来修观，依般若修观就很麻烦。我们今天是用念佛的方法，念这一句阿弥陀佛也是修观；观是观念，就是我们的想法、看法。我们观念错误了，把观念修正过来叫修观，我们能够把世出世间一切法放下，一心一意专念阿弥陀佛，这个观念是正确的，所以念佛也是修观。如果说念佛不是修观，他对于念佛法门不了解，不但对于念佛法门不了解，他对于一般大乘佛法他也不了解。初发心修行人，无明没破，无明没破我们都是在业识范围之内，也就是我们起心动念，我们所有一切的行为，都是心意识在做主宰，相宗里面所说的八识五十一心所。六道众生、声闻、缘觉、权教菩萨，都是用的八识五十一心所；换句话说，你没破无明，破一品无明，那就见法身、证法身，那是法身大士。圆教初住、别教初地，这样的人才是《金刚经》的当机者，《金刚般若》标准在此地。他们真正是万法一如，是法平等，无有高下，这是法身大士，不是我们境界。我们今天在《金刚经》上，也听到这个话，这是释迦牟尼佛对法身大士说的；我们听了，我们听了以为自己听懂了，我们也来学学，不揣摩揣摩自己的分量，以为见相就是见性，人家见相是见性没错，一点都没错；我们见相还是见相，决定没有见性，要懂得这个道理，确确实实不是我们的境界。我们要在这里头留意，要细心去勘察，不能搞错。错了，不是佛错，佛没有说错，经没有记载错，我们把意思会错了。意思会错了，麻烦很大，很容易堕在恶取空，你修行的方向就错了。后来的结果当然就错了，正是所谓「差之毫厘，谬之千里」，这也就是古德所谓是盲修瞎练。看着经典盲修瞎练，这个叫冤枉！这就是我们常讲，开经偈里头说的「愿解如来真实义」，他是错解如来真实义，曲解如来真实义，这是搞错了。这一段意思还很长，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛看學人，看學生，看得很清楚，看得很明白。有聽明白的，少數，太少太少。多數都是把意思聽錯了，自己把意思聽錯了，並不知道自己錯，還以為自己聽清楚、聽明白了，這樣的人大有人在。不但現在很多，釋迦牟尼佛在世，當時這個情形就不少。我們正是此地所說的初發心修觀者，好在我們還沒有依般若來修觀，依般若修觀就很麻煩。我們今天是用念佛的方法，念這一句阿彌陀佛也是修觀；觀是觀念，就是我們的想法、看法。我們觀念錯誤了，把觀念修正過來叫修觀，我們能夠把世出世間一切法放下，一心一意專念阿彌陀佛，這個觀念是正確的，所以念佛也是修觀。如果說念佛不是修觀，他對於念佛法門不了解，不但對於念佛法門不了解，他對於一般大乘佛法他也不了解。初發心修行人，無明沒破，無明沒破我們都是在業識範圍之內，也就是我們起心動念，我們所有一切的行為，都是心意識在做主宰，相宗裡面所說的八識五十一心所。六道眾生、聲聞、緣覺、權教菩薩，都是用的八識五十一心所；換句話說，你沒破無明，破一品無明，那就見法身、證法身，那是法身大士。圓教初住、別教初地，這樣的人才是《金剛經》的當機者，《金剛般若》標準在此地。他們真正是萬法一如，是法平等，無有高下，這是法身大士，不是我們境界。我們今天在《金剛經》上，也聽到這個話，這是釋迦牟尼佛對法身大士說的；我們聽了，我們聽了以為自己聽懂了，我們也來學學，不揣摩揣摩自己的分量，以為見相就是見性，人家見相是見性沒錯，一點都沒錯；我們見相還是見相，決定沒有見性，要懂得這個道理，確確實實不是我們的境界。我們要在這裡頭留意，要細心去勘察，不能搞錯。錯了，不是佛錯，佛沒有說錯，經沒有記載錯，我們把意思會錯了。意思會錯了，麻煩很大，很容易墮在惡取空，你修行的方向就錯了。後來的結果當然就錯了，正是所謂「差之毫釐，謬之千里」，這也就是古德所謂是盲修瞎練。看著經典盲修瞎練，這個叫冤枉！這就是我們常講，開經偈裡頭說的「願解如來真實義」，他是錯解如來真實義，曲解如來真實義，這是搞錯了。這一段意思還很長，今天時間到了，我們就講到此地。"
    }
  ]
}