{
  "doc_id": "09-023-0117",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一七集",
    "zh_TW": "第一一七集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国净宗学会",
    "zh_TW": "美國淨宗學會"
  },
  "doc_number": "09-023-0117",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "09-023-0117_p0001",
      "zh_CN": "请掀开经本二百六十九面，倒数第四行：",
      "zh_TW": "請掀開經本二百六十九面，倒數第四行："
    },
    {
      "id": "09-023-0117_p0002",
      "zh_CN": "【楞严云︰诸修行人，不能得成无上菩提，乃至别成声闻缘觉及魔眷属，皆由不知二种根本，错乱修习。云何二种？一者，无始生死根本。则汝今者，与诸众生，用攀缘心，为自性者。二者，无始菩提涅槃，元清净体。则汝今者，识精元明，能生诸缘，缘所遗者。由诸众生，遗此本明，虽终日行而不自觉，枉入诸趣。】",
      "zh_TW": "【楞嚴云︰諸修行人，不能得成無上菩提，乃至別成聲聞緣覺及魔眷屬，皆由不知二種根本，錯亂修習。云何二種？一者，無始生死根本。則汝今者，與諸眾生，用攀緣心，為自性者。二者，無始菩提涅槃，元清淨體。則汝今者，識精元明，能生諸緣，緣所遺者。由諸眾生，遺此本明，雖終日行而不自覺，枉入諸趣。】"
    },
    {
      "id": "09-023-0117_p0003",
      "zh_CN": "我们看这一段，这一段是《楞严经》上的经文，在《楞严经》上这是一段非常重要的经文。诸修行人，是指佛法里面，无论是显教密教、大乘小乘，所有一切宗派都包括在其中。为什么修行不能成就？无上菩提是讲成佛，修行目的就是要成佛。四弘誓愿里面最后一条说︰佛道无上誓愿成，目的是成佛。为什么成不了？当然这个地方所说的无上菩提，是指究竟的佛果，可是广义来讲，得成菩提就行了。就如同本经里面所说，圆教初住菩萨以上，都是成正果的，我们一般讲正等正觉，都是成正果的。大乘经上常讲的诸佛如来，都是包含圆教初住以上的这些菩萨。《华严经》上所谓四十一位法身大士，这都是证果，都是此地说的。他成就不了，修得算是不错，路子没有走歪，就变成声闻、缘觉。声闻、缘觉，我们一般讲小乘人辟支佛、阿罗汉，变成这一类的，这算是修行不错的。在佛法里面说，没能成正果，算是得了一个小果。在无上正等正觉里面说，他没有成就正等正觉，他也算是正觉，这算是不错的。",
      "zh_TW": "我們看這一段，這一段是《楞嚴經》上的經文，在《楞嚴經》上這是一段非常重要的經文。諸修行人，是指佛法裡面，無論是顯教密教、大乘小乘，所有一切宗派都包括在其中。為什麼修行不能成就？無上菩提是講成佛，修行目的就是要成佛。四弘誓願裡面最後一條說︰佛道無上誓願成，目的是成佛。為什麼成不了？當然這個地方所說的無上菩提，是指究竟的佛果，可是廣義來講，得成菩提就行了。就如同本經裡面所說，圓教初住菩薩以上，都是成正果的，我們一般講正等正覺，都是成正果的。大乘經上常講的諸佛如來，都是包含圓教初住以上的這些菩薩。《華嚴經》上所謂四十一位法身大士，這都是證果，都是此地說的。他成就不了，修得算是不錯，路子沒有走歪，就變成聲聞、緣覺。聲聞、緣覺，我們一般講小乘人辟支佛、阿羅漢，變成這一類的，這算是修行不錯的。在佛法裡面說，沒能成正果，算是得了一個小果。在無上正等正覺裡面說，他沒有成就正等正覺，他也算是正覺，這算是不錯的。"
    },
    {
      "id": "09-023-0117_p0004",
      "zh_CN": "底下一句就不好，「及魔眷属」，这是连小乘圣者都不如。什么原因？佛在下面给我们说出来了。这一段开示对我们的确重要，因为经上所讲的，跟我们现前所接触到的、所看到的，确确实实有不少好心学佛的人，正如此地所说的都变成魔眷属，这是非常的可惜。至于魔眷属是哪一类人？《楞严经》上讲得非常详细，是在这部经，《楞严经》分量很大，一共有十卷，后面的三卷，八、九、十三卷，里面给我们详细说明五十种阴魔。可见得，那个五十是五十大类，每一类里头无量无边，你学佛学错了变成魔，这是非常的惋惜。他的根本原因，皆由不知二种根本。换句话说，不仅是魔错了，学佛学变成魔了，现代妖魔鬼怪都有，学佛学成妖魔鬼怪，你说这是多可怕的一桩事情！即使阿罗汉、辟支佛也是错用了心，但是他用的心虽然是错了，他所依据的理论跟方法是正确的，所以他还能成一个正果。如果他依据的理论方法稍稍有一点偏差；实在讲，理论方法哪里会有错误？是他用错了。用的心也错了，把方法理论用错了，那就变成魔。",
      "zh_TW": "底下一句就不好，「及魔眷屬」，這是連小乘聖者都不如。什麼原因？佛在下面給我們說出來了。這一段開示對我們的確重要，因為經上所講的，跟我們現前所接觸到的、所看到的，確確實實有不少好心學佛的人，正如此地所說的都變成魔眷屬，這是非常的可惜。至於魔眷屬是哪一類人？《楞嚴經》上講得非常詳細，是在這部經，《楞嚴經》分量很大，一共有十卷，後面的三卷，八、九、十三卷，裡面給我們詳細說明五十種陰魔。可見得，那個五十是五十大類，每一類裡頭無量無邊，你學佛學錯了變成魔，這是非常的惋惜。他的根本原因，皆由不知二種根本。換句話說，不僅是魔錯了，學佛學變成魔了，現代妖魔鬼怪都有，學佛學成妖魔鬼怪，你說這是多可怕的一樁事情！即使阿羅漢、辟支佛也是錯用了心，但是他用的心雖然是錯了，他所依據的理論跟方法是正確的，所以他還能成一個正果。如果他依據的理論方法稍稍有一點偏差；實在講，理論方法哪裡會有錯誤？是他用錯了。用的心也錯了，把方法理論用錯了，那就變成魔。"
    },
    {
      "id": "09-023-0117_p0005",
      "zh_CN": "这两种根本，第一种就是「无始生死根本」。无始劫以来，我们在六道轮回里头生死死生，到底是什么原因？为什么我们不能够脱离六道轮回？佛在这里说得很明白。「则汝今者」，《楞严经》上这段话，是释迦牟尼佛对阿难尊者说的，这个汝是指阿难。阿难是代表我们大众，佛对阿难说，就是对我们说。「与诸众生」，与一切众生，这一切众生包括的范围就非常广大，学佛不学佛的，只要在六道里面这些众生都包括，他为什么会在六道轮回？为什么受这些苦难？用攀缘心为自性者，这就是错用了心。什么是攀缘心？攀缘心就是讲的心意识，法相宗里面讲的八识，八识心就是攀缘心，我们都用的是这个心。如果不用这个心，那就成了无上菩提。用这个心，就永远成不了无上菩提，这是诸位一定要晓得的。",
      "zh_TW": "這兩種根本，第一種就是「無始生死根本」。無始劫以來，我們在六道輪迴裡頭生死死生，到底是什麼原因？為什麼我們不能夠脫離六道輪迴？佛在這裡說得很明白。「則汝今者」，《楞嚴經》上這段話，是釋迦牟尼佛對阿難尊者說的，這個汝是指阿難。阿難是代表我們大眾，佛對阿難說，就是對我們說。「與諸眾生」，與一切眾生，這一切眾生包括的範圍就非常廣大，學佛不學佛的，只要在六道裡面這些眾生都包括，他為什麼會在六道輪迴？為什麼受這些苦難？用攀緣心為自性者，這就是錯用了心。什麼是攀緣心？攀緣心就是講的心意識，法相宗裡面講的八識，八識心就是攀緣心，我們都用的是這個心。如果不用這個心，那就成了無上菩提。用這個心，就永遠成不了無上菩提，這是諸位一定要曉得的。"
    },
    {
      "id": "09-023-0117_p0006",
      "zh_CN": "八识心究竟是怎么回事情？这个要说起来非常的深，非常广泛，不但不好懂，实在也不好说。像法相宗的经论，在所有宗派里面它是最多、最丰富的，专门讨论这个问题，这个问题非常微细。简单的讲，我们用最简单的方法，来说明八识它的性质。前五识它的作用，是接触外面的境界，它主要的一个功能是接触。眼识见色，耳识闻声，这是它重要的功能。所以眼不能见，眼里面的识才能见。人刚刚死的时候，他眼睛还好好的，他为什么不能见？眼识没有了，识离开了。所以虽有眼也不能见，虽有耳也不能听，识离开了。八个识离开有先后不同，眼识是最初离开的，比较起来耳识离开就比较晚，所以虽然他不能见，他还能听。",
      "zh_TW": "八識心究竟是怎麼回事情？這個要說起來非常的深，非常廣泛，不但不好懂，實在也不好說。像法相宗的經論，在所有宗派裡面它是最多、最豐富的，專門討論這個問題，這個問題非常微細。簡單的講，我們用最簡單的方法，來說明八識它的性質。前五識它的作用，是接觸外面的境界，它主要的一個功能是接觸。眼識見色，耳識聞聲，這是它重要的功能。所以眼不能見，眼裡面的識才能見。人剛剛死的時候，他眼睛還好好的，他為什麼不能見？眼識沒有了，識離開了。所以雖有眼也不能見，雖有耳也不能聽，識離開了。八個識離開有先後不同，眼識是最初離開的，比較起來耳識離開就比較晚，所以雖然他不能見，他還能聽。"
    },
    {
      "id": "09-023-0117_p0007",
      "zh_CN": "第六识的功能是分别，我们一见，见到就能够分别，这个是花，这是黄色的、这是绿色的，分别的这个功能是第六识，这是意识；如果没有意识，他能见，他不会分别。我们常常看到有一些障碍的，我们中国人叫白痴，他就没有什么分别；换句话说，他第六意识的功能非常脆弱，他能见，他很难分别。第七识的功能是执着。第八识的功能，我们现在的话讲，记忆。你见了之后，为什么会记得不忘掉？昨天见到这个人，今天一见面，你为什么会认识他？那个印象就记忆在阿赖耶识里，第八叫阿赖耶识。阿赖耶叫含藏，像仓库一样，像档案室一样，它把所有的资料都收藏在里面，下一次再见到这个人，资料库会把他拿来对照比照一下，他就认识了。这个统统叫做攀缘心，清净心当中没有这些东西，清净心的功能是自然的。它这个功能是有先后的，有次第的，这个叫攀缘心，也就是我们讲的用心意识，用妄想分别执着，用这个东西。",
      "zh_TW": "第六識的功能是分別，我們一見，見到就能夠分別，這個是花，這是黃色的、這是綠色的，分別的這個功能是第六識，這是意識；如果沒有意識，他能見，他不會分別。我們常常看到有一些障礙的，我們中國人叫白痴，他就沒有什麼分別；換句話說，他第六意識的功能非常脆弱，他能見，他很難分別。第七識的功能是執著。第八識的功能，我們現在的話講，記憶。你見了之後，為什麼會記得不忘掉？昨天見到這個人，今天一見面，你為什麼會認識他？那個印象就記憶在阿賴耶識裡，第八叫阿賴耶識。阿賴耶叫含藏，像倉庫一樣，像檔案室一樣，它把所有的資料都收藏在裡面，下一次再見到這個人，資料庫會把他拿來對照比照一下，他就認識了。這個統統叫做攀緣心，清淨心當中沒有這些東西，清淨心的功能是自然的。它這個功能是有先後的，有次第的，這個叫攀緣心，也就是我們講的用心意識，用妄想分別執著，用這個東西。"
    },
    {
      "id": "09-023-0117_p0008",
      "zh_CN": "从这个地方，我们也想到《华严经》上佛所说的，佛也跟我们讲这桩事情，他说：「一切众生皆有如来智慧德相。」《华严》、《圆觉》里面都说︰「一切众生本来成佛。」他本来是佛！跟一切诸佛的智慧、德能没有两样。现在为什么我们智慧失掉，能力也丧失掉？怎么丧失掉的？佛说：「但以妄想执着而不能证得。」就是这个东西，攀缘心。你在一切境界当中，你有妄想、有分别、有执着，你的本能就失掉了。所以佛法的修学，修什么？就是把妄想分别执着去掉而已。无量的智慧德能是自己本来有的，不是修得来的，是本来有的，只是把这个障碍去掉而已。我们本有的智慧德能，不能起作用是因为有障碍，只要把障碍除掉，本能就恢复。所以佛说得很好，佛不度众生，你们成佛开悟是你自己本来的事情，佛没有一点点功劳，没有帮你的忙，是你自己悟的，自己修的，自己证的，佛不居功。",
      "zh_TW": "從這個地方，我們也想到《華嚴經》上佛所說的，佛也跟我們講這樁事情，他說：「一切眾生皆有如來智慧德相。」《華嚴》、《圓覺》裡面都說︰「一切眾生本來成佛。」他本來是佛！跟一切諸佛的智慧、德能沒有兩樣。現在為什麼我們智慧失掉，能力也喪失掉？怎麼喪失掉的？佛說：「但以妄想執著而不能證得。」就是這個東西，攀緣心。你在一切境界當中，你有妄想、有分別、有執著，你的本能就失掉了。所以佛法的修學，修什麼？就是把妄想分別執著去掉而已。無量的智慧德能是自己本來有的，不是修得來的，是本來有的，只是把這個障礙去掉而已。我們本有的智慧德能，不能起作用是因為有障礙，只要把障礙除掉，本能就恢復。所以佛說得很好，佛不度眾生，你們成佛開悟是你自己本來的事情，佛沒有一點點功勞，沒有幫你的忙，是你自己悟的，自己修的，自己證的，佛不居功。"
    },
    {
      "id": "09-023-0117_p0009",
      "zh_CN": "佛对我们的恩德，实在就是把事实真相为我们说明了，他要不说明，我们哪里知道？怎么晓得这回事情？知道这回事情之后，要认真努力去做。做什么？见色闻声，六根接触六尘境界，不要分别、不要执着。分别执着都叫做妄想；不分别、不执着，就没有妄想了，那个就是自性起作用。我们能够离开一分，本能、智慧就透出来一分。所以这个并不是说我们的分别执着统统没有了，智慧德能才现前，不是的。分别执着减一分，智慧德能就透一分；减两分它就透两分。所以菩萨阶位上，一共有五十一个位次。五十一个位次从哪里来的？无明破一品，智慧德能就透一分，是这么说的。实际上并没有阶位，这个诸位要知道，所有一切阶位都是佛的方便说。我们一切众生不晓得事实真相，都把我能够思惟的，能够想像的，这是我的心，这是我。西方的哲学家还很自豪：「我思故有我」，我的存在，我存在在哪里？能够想像的那就是我，那就是真我；你看，都落在攀缘心上，都落在妄想里面，他怎么能成就？这是第一个我们错了，我们错用了心。",
      "zh_TW": "佛對我們的恩德，實在就是把事實真相為我們說明了，他要不說明，我們哪裡知道？怎麼曉得這回事情？知道這回事情之後，要認真努力去做。做什麼？見色聞聲，六根接觸六塵境界，不要分別、不要執著。分別執著都叫做妄想；不分別、不執著，就沒有妄想了，那個就是自性起作用。我們能夠離開一分，本能、智慧就透出來一分。所以這個並不是說我們的分別執著統統沒有了，智慧德能才現前，不是的。分別執著減一分，智慧德能就透一分；減兩分它就透兩分。所以菩薩階位上，一共有五十一個位次。五十一個位次從哪裡來的？無明破一品，智慧德能就透一分，是這麼說的。實際上並沒有階位，這個諸位要知道，所有一切階位都是佛的方便說。我們一切眾生不曉得事實真相，都把我能夠思惟的，能夠想像的，這是我的心，這是我。西方的哲學家還很自豪：「我思故有我」，我的存在，我存在在哪裡？能夠想像的那就是我，那就是真我；你看，都落在攀緣心上，都落在妄想裡面，他怎麼能成就？這是第一個我們錯了，我們錯用了心。"
    },
    {
      "id": "09-023-0117_p0010",
      "zh_CN": "那么第二呢？第二讲真的，真的我们不晓得，「无始菩提涅槃，元清净体。」前面说过「无始生死根本」，这里是「无始菩提涅槃」，从两个「无始」上看，我们就了解生死跟涅槃是一不是二。「无始」两个字的意思，我们要搞清楚。往往我们看到这个字，产生了错觉，以为无始一定是很久远很久远，找不到开始，你这个想法就完全错了。「无始」是根本没有开始，是这个意思。根本没有开始，你想想这个事情是真的还是假的？当然是假的。如果有始有终，这个事情是真的。没有开始，这才是事实真相。迷是什么时候迷的？一念迷了。觉悟也在一念。这个一念的时间非常的短暂，真是亿万分之一秒。所以不能说它有开始，说它有开始那是错的，这个话说错了。可是我们确确实实迷了很久，迷了很久是不错，可是事实真相还是在一念当中。这个理很深很深，怎么深？因为你念念都迷，这个迷的相是断断续续，就像我们看电影片，它一张一张的，是连续相。迷是个连续相，你念念迷，所以佛法里头常讲，「一念相应一念佛」，那一念相应是觉，「念念相应念念佛」。你从那个念念相应，你就懂得无始的意思，无始就是念念的意思。我们麻烦大就是念念都迷。",
      "zh_TW": "那麼第二呢？第二講真的，真的我們不曉得，「無始菩提涅槃，元清淨體。」前面說過「無始生死根本」，這裡是「無始菩提涅槃」，從兩個「無始」上看，我們就了解生死跟涅槃是一不是二。「無始」兩個字的意思，我們要搞清楚。往往我們看到這個字，產生了錯覺，以為無始一定是很久遠很久遠，找不到開始，你這個想法就完全錯了。「無始」是根本沒有開始，是這個意思。根本沒有開始，你想想這個事情是真的還是假的？當然是假的。如果有始有終，這個事情是真的。沒有開始，這才是事實真相。迷是什麼時候迷的？一念迷了。覺悟也在一念。這個一念的時間非常的短暫，真是億萬分之一秒。所以不能說它有開始，說它有開始那是錯的，這個話說錯了。可是我們確確實實迷了很久，迷了很久是不錯，可是事實真相還是在一念當中。這個理很深很深，怎麼深？因為你念念都迷，這個迷的相是斷斷續續，就像我們看電影片，它一張一張的，是連續相。迷是個連續相，你念念迷，所以佛法裡頭常講，「一念相應一念佛」，那一念相應是覺，「念念相應念念佛」。你從那個念念相應，你就懂得無始的意思，無始就是念念的意思。我們麻煩大就是念念都迷。"
    },
    {
      "id": "09-023-0117_p0011",
      "zh_CN": "真实相，前面跟诸位说过很多遍，整个宇宙，佛法里面讲的十法界依正庄严，都是刹那业因果报的生灭相续相，刹那生灭。刹那有多少生灭？佛在《仁王经》上给我们讲九百生灭。刹那时间就非常短，一刹那里面还有九百生灭，这个我在前面跟诸位报告，九百生灭实在讲是佛的方便说；真实说，决定不止。我常常讲，真实讲，一秒钟里头有亿万次的生灭，那是真相。我们从这个地方观察，是用现代科学技术来观察。我是因为看到光的速度，所以我知道世尊这个九百生灭是方便说，因为九百生灭跟光的速度不能够吻合。但是现代科学家已经发现还有比光速更快的，光的速度还不是最快的。在过去认为，光的速度是最快的，现在我们晓得，光的速度不是最快的。光速一秒钟三十万公里，也就是一公里光走的速度是三十万分之一秒，走一公里。一公里很长，我们再把它缩短一公尺，再一公分，再一公厘，你就晓得，那个刹那生灭里头的确是不可思议。所以确确实实是亿万分之一秒的速度在生灭，哪里有开始？所以生灭是同时的，同时就无始，无始就不生不灭。我们的相续相，是每个念头都迷。那个觉悟的人，第二个念头觉了，他问题就解决了。如果他念念觉，他就成佛了，这是无始的真实义。所以无始、不生不灭意思完全都相同，跟生灭、不生不灭，意思都一样的，这是符合本经前面所讲的万法一如、诸法如义。两个都冠上无始，就晓得真妄是一不是二。菩提是觉，菩提跟涅槃都是梵语，菩提是觉悟的意思，涅槃是不生不灭。觉心是不生不灭，它也没有开始。",
      "zh_TW": "真實相，前面跟諸位說過很多遍，整個宇宙，佛法裡面講的十法界依正莊嚴，都是剎那業因果報的生滅相續相，剎那生滅。剎那有多少生滅？佛在《仁王經》上給我們講九百生滅。剎那時間就非常短，一剎那裡面還有九百生滅，這個我在前面跟諸位報告，九百生滅實在講是佛的方便說；真實說，決定不止。我常常講，真實講，一秒鐘裡頭有億萬次的生滅，那是真相。我們從這個地方觀察，是用現代科學技術來觀察。我是因為看到光的速度，所以我知道世尊這個九百生滅是方便說，因為九百生滅跟光的速度不能夠吻合。但是現代科學家已經發現還有比光速更快的，光的速度還不是最快的。在過去認為，光的速度是最快的，現在我們曉得，光的速度不是最快的。光速一秒鐘三十萬公里，也就是一公里光走的速度是三十萬分之一秒，走一公里。一公里很長，我們再把它縮短一公尺，再一公分，再一公釐，你就曉得，那個剎那生滅裡頭的確是不可思議。所以確確實實是億萬分之一秒的速度在生滅，哪裡有開始？所以生滅是同時的，同時就無始，無始就不生不滅。我們的相續相，是每個念頭都迷。那個覺悟的人，第二個念頭覺了，他問題就解決了。如果他念念覺，他就成佛了，這是無始的真實義。所以無始、不生不滅意思完全都相同，跟生滅、不生不滅，意思都一樣的，這是符合本經前面所講的萬法一如、諸法如義。兩個都冠上無始，就曉得真妄是一不是二。菩提是覺，菩提跟涅槃都是梵語，菩提是覺悟的意思，涅槃是不生不滅。覺心是不生不滅，它也沒有開始。"
    },
    {
      "id": "09-023-0117_p0012",
      "zh_CN": "「元清净体」，元是原来，本来就清净。禅宗六祖惠能大师开悟的时候，第一句话说︰「何期自性，本来清净。」他明白了，本源就是清净的。我们迷了，自性有没有污染？没有，自性永远不会污染。佛在经上有的时候说污染，那是比喻说的，绝对不是真的有染污。真的跟诸位说，完全没有染污；不但觉悟了没有染污，现在在迷位当中也没有染污。迷之中没有染污，为什么说它作染污？是因为你不知道用它，刚才讲了，你错用了心，是这个意思。这一句就是讲的真心，就是讲的本性。",
      "zh_TW": "「元清淨體」，元是原來，本來就清淨。禪宗六祖惠能大師開悟的時候，第一句話說︰「何期自性，本來清淨。」他明白了，本源就是清淨的。我們迷了，自性有沒有污染？沒有，自性永遠不會污染。佛在經上有的時候說污染，那是比喻說的，絕對不是真的有染污。真的跟諸位說，完全沒有染污；不但覺悟了沒有染污，現在在迷位當中也沒有染污。迷之中沒有染污，為什麼說它作染污？是因為你不知道用它，剛才講了，你錯用了心，是這個意思。這一句就是講的真心，就是講的本性。"
    },
    {
      "id": "09-023-0117_p0013",
      "zh_CN": "真心本性在哪里？「则汝今者」，没有离开自己，就是在现前，在你身上，「识精元明，能生诸缘，缘所遗者」，那就是的，那就是你的真心，就是你的本性。「识」就是前面讲的攀缘心，就是八识。识的精华，识的精华就是真心，所以他用这个来形容它。八识，八识是妄心，妄心从哪里来的？从真心来的。真心，迷失了真心就变成妄心，真妄的确是一不是二。「元明」，它本来是光明的，本来具足无量智慧德能，元明是表这个意思。「能生诸缘」，诸缘就是生起八识，八识五十一心所、十一个色法，十法界依正庄严就是它生的，它变现出来的，它能变现。「缘所遗者」，它所变现的，所剩下来的，它缘不到的，那就是真心，那就是自性。这句话里面含的意思很深，我们要很细心的去体会。我们用思惟、用想像，能够想到虚空，能够想到法界，这就是心意识的作用。能够缘到虚空法界，能够缘到过去、未来，就是不能够缘自己，那个自己才是真的。缘所遗者，你所缘不到的，那个就是的，那就是真心，那就是自性。",
      "zh_TW": "真心本性在哪裡？「則汝今者」，沒有離開自己，就是在現前，在你身上，「識精元明，能生諸緣，緣所遺者」，那就是的，那就是你的真心，就是你的本性。「識」就是前面講的攀緣心，就是八識。識的精華，識的精華就是真心，所以他用這個來形容它。八識，八識是妄心，妄心從哪裡來的？從真心來的。真心，迷失了真心就變成妄心，真妄的確是一不是二。「元明」，它本來是光明的，本來具足無量智慧德能，元明是表這個意思。「能生諸緣」，諸緣就是生起八識，八識五十一心所、十一個色法，十法界依正莊嚴就是它生的，它變現出來的，它能變現。「緣所遺者」，它所變現的，所剩下來的，它緣不到的，那就是真心，那就是自性。這句話裡面含的意思很深，我們要很細心的去體會。我們用思惟、用想像，能夠想到虛空，能夠想到法界，這就是心意識的作用。能夠緣到虛空法界，能夠緣到過去、未來，就是不能夠緣自己，那個自己才是真的。緣所遺者，你所緣不到的，那個就是的，那就是真心，那就是自性。"
    },
    {
      "id": "09-023-0117_p0014",
      "zh_CN": "从这句经文里面我们了解，这一切修行人，为什么不能得成无上菩提？也就是说，为什么不能明心见性？我们念佛的人，为什么得不到理一心不乱？研究教的人，为什么不能大开圆解？就是因为它用攀缘心，攀缘心永远缘不到自己。如果不用攀缘心？真心就显露，你就见道了，明心见性。什么人能明心见性？不用攀缘心就成了。只要你用攀缘心，你就没有办法。宗门里面，参禅的人说得很好，说得没错，但是他做不到。他也会讲，教人参禅离心意识参，那就对了。离心意识就对了，离心意识，离第六意识，不用分别，不用分别心；离第七识，不用执着心；离阿赖耶识，不落印象，真心就显露了。口里教的是离心意识，还是妄想分别执着，没离！这一念离，就是一念觉，就是一念相应；不离，就不相应。不离是与攀缘心相应，离了是与真心自性相应。",
      "zh_TW": "從這句經文裡面我們了解，這一切修行人，為什麼不能得成無上菩提？也就是說，為什麼不能明心見性？我們念佛的人，為什麼得不到理一心不亂？研究教的人，為什麼不能大開圓解？就是因為它用攀緣心，攀緣心永遠緣不到自己。如果不用攀緣心？真心就顯露，你就見道了，明心見性。什麼人能明心見性？不用攀緣心就成了。只要你用攀緣心，你就沒有辦法。宗門裡面，參禪的人說得很好，說得沒錯，但是他做不到。他也會講，教人參禪離心意識參，那就對了。離心意識就對了，離心意識，離第六意識，不用分別，不用分別心；離第七識，不用執著心；離阿賴耶識，不落印象，真心就顯露了。口裡教的是離心意識，還是妄想分別執著，沒離！這一念離，就是一念覺，就是一念相應；不離，就不相應。不離是與攀緣心相應，離了是與真心自性相應。"
    },
    {
      "id": "09-023-0117_p0015",
      "zh_CN": "佛在这个经上教我们，离四相、离四见。离四相，是离八识的相分；离四见，是离八识的见分，问题就解决了，这就是真正的离心意识。如果还有四相四见存在，要想成无上菩提就不可能，我们念佛的人，要想证得理一心不乱不可能的，功夫用得再好，可以得事一心不乱。但是诸位一定要知道，净宗法门跟其他法门果报不一样。其他的法门，用心意识达到最上层的，功夫也只能成声闻、缘觉。但是念佛人有这样的功夫，生到西方极乐世界方便有余土，也是上上品往生，方便有余土里面的上上品往生，那个果报怎么会一样？生到西方世界就花开见佛，时间很短。如果是见性，理一心不乱，生到西方世界是实报庄严土。那个完全不一样。从这些地方细细的去观察，才知道净宗法门的殊胜。净宗法门是同样的功夫，成就的完全不一样，确实是不思议的成就。我们接着再看底下：",
      "zh_TW": "佛在這個經上教我們，離四相、離四見。離四相，是離八識的相分；離四見，是離八識的見分，問題就解決了，這就是真正的離心意識。如果還有四相四見存在，要想成無上菩提就不可能，我們念佛的人，要想證得理一心不亂不可能的，功夫用得再好，可以得事一心不亂。但是諸位一定要知道，淨宗法門跟其他法門果報不一樣。其他的法門，用心意識達到最上層的，功夫也只能成聲聞、緣覺。但是念佛人有這樣的功夫，生到西方極樂世界方便有餘土，也是上上品往生，方便有餘土裡面的上上品往生，那個果報怎麼會一樣？生到西方世界就花開見佛，時間很短。如果是見性，理一心不亂，生到西方世界是實報莊嚴土。那個完全不一樣。從這些地方細細的去觀察，才知道淨宗法門的殊勝。淨宗法門是同樣的功夫，成就的完全不一樣，確實是不思議的成就。我們接著再看底下："
    },
    {
      "id": "09-023-0117_p0016",
      "zh_CN": "『由诸众生，遗此本明』。这是由于这一切众生，遗是忘掉，忘失掉。虽终日行而不自觉。我们用不用真心？给诸位说，什么时候离开了真心？从来没有离开。我们眼睛见，我们是用的真心，用的是自性；耳朵听，也是真心，也是自性，天天用它，从来没有离开过。古大德告诉我们，我们眼见，第一个见是真心，为什么？你还没有起分别执着。如果我们细细的去体会，不难明了。我们张开眼睛，第一次看这个看得很清楚，不是什么都不知道，清清楚楚，像镜子照外面的境界相一样，照得很清楚，里面没有起分别，没有起执着，没有妄想的时候，这个时候是真心。听音声，耳听音声，六根接触外面六尘境界，当我们没有起心、没有动念头的时候，外面境界是一真法界，我们用的心是真心、是自性。可是到第二念就迷了，第二念就起了分别，起了执着，那就错了，第二念就堕落了。所以古德教人保持初心，初心就是第一念，能够保持初心，成佛有余。永远保持，念念都是第一念。第一念是觉，第二念才迷了。迷了之后就变现出六道轮回，就变现出十法界。",
      "zh_TW": "『由諸眾生，遺此本明』。這是由於這一切眾生，遺是忘掉，忘失掉。雖終日行而不自覺。我們用不用真心？給諸位說，什麼時候離開了真心？從來沒有離開。我們眼睛見，我們是用的真心，用的是自性；耳朵聽，也是真心，也是自性，天天用它，從來沒有離開過。古大德告訴我們，我們眼見，第一個見是真心，為什麼？你還沒有起分別執著。如果我們細細的去體會，不難明瞭。我們張開眼睛，第一次看這個看得很清楚，不是什麼都不知道，清清楚楚，像鏡子照外面的境界相一樣，照得很清楚，裡面沒有起分別，沒有起執著，沒有妄想的時候，這個時候是真心。聽音聲，耳聽音聲，六根接觸外面六塵境界，當我們沒有起心、沒有動念頭的時候，外面境界是一真法界，我們用的心是真心、是自性。可是到第二念就迷了，第二念就起了分別，起了執著，那就錯了，第二念就墮落了。所以古德教人保持初心，初心就是第一念，能夠保持初心，成佛有餘。永遠保持，念念都是第一念。第一念是覺，第二念才迷了。迷了之後就變現出六道輪迴，就變現出十法界。"
    },
    {
      "id": "09-023-0117_p0017",
      "zh_CN": "枉入诸趣，在六道轮回里面真叫冤枉！六道轮回从哪来的？自己变的。自己变，自己在受，自作自受。本来没有六道轮回，本来也没有十法界，十法界、六道都是自己变现出来的。有了妄想就有十法界，有了执着就有六道，离开妄想执着，那个境界就叫一真法界，这是不得已，给它起了个名字叫一真法界。你可不能执着有个一真法界，一有执着，你就到六道去了，哪里是一真法界？",
      "zh_TW": "枉入諸趣，在六道輪迴裡面真叫冤枉！六道輪迴從哪來的？自己變的。自己變，自己在受，自作自受。本來沒有六道輪迴，本來也沒有十法界，十法界、六道都是自己變現出來的。有了妄想就有十法界，有了執著就有六道，離開妄想執著，那個境界就叫一真法界，這是不得已，給它起了個名字叫一真法界。你可不能執著有個一真法界，一有執著，你就到六道去了，哪裡是一真法界？"
    },
    {
      "id": "09-023-0117_p0018",
      "zh_CN": "佛这一切名词术语都是方便说，让我们在那里体会他的意思、体会他的境界，千万不可以分别执着。所以佛菩萨都教给我们，听经要离言说相、离名字相，离心缘相。离言说、离名字，就是《金刚经》上讲的离四相。离心缘相，就是《金刚经》上讲的离四见。那个心缘是心里攀缘，是思惟想像，一面听就一面打妄想，这个不行，这个不解如来真实义。读经也是的，老老实实的读。果然能够不着文字相，不著名字相，不着心缘相，读经也会开悟。我们今天读经听经不能开悟，就是没有能够离相，都是用的攀缘心，所以读经听经不能开悟。果然能够离相离见，不但听佛说法能开悟，看经能开悟，在一切日常生活当中，见色闻声都能开悟，不定是什么因缘，让你一念觉了，念念觉，那就成功了。这一段是《楞严经》上的经文，我们再看底下这简单的说明：",
      "zh_TW": "佛這一切名詞術語都是方便說，讓我們在那裡體會他的意思、體會他的境界，千萬不可以分別執著。所以佛菩薩都教給我們，聽經要離言說相、離名字相，離心緣相。離言說、離名字，就是《金剛經》上講的離四相。離心緣相，就是《金剛經》上講的離四見。那個心緣是心裡攀緣，是思惟想像，一面聽就一面打妄想，這個不行，這個不解如來真實義。讀經也是的，老老實實的讀。果然能夠不著文字相，不著名字相，不著心緣相，讀經也會開悟。我們今天讀經聽經不能開悟，就是沒有能夠離相，都是用的攀緣心，所以讀經聽經不能開悟。果然能夠離相離見，不但聽佛說法能開悟，看經能開悟，在一切日常生活當中，見色聞聲都能開悟，不定是什麼因緣，讓你一念覺了，念念覺，那就成功了。這一段是《楞嚴經》上的經文，我們再看底下這簡單的說明："
    },
    {
      "id": "09-023-0117_p0019",
      "zh_CN": "【此中所说攀缘心，即是不觉妄动之心。元清净体，乃至缘所遗者，即如如不动之本性。】",
      "zh_TW": "【此中所說攀緣心，即是不覺妄動之心。元清淨體，乃至緣所遺者，即如如不動之本性。】"
    },
    {
      "id": "09-023-0117_p0020",
      "zh_CN": "这是这一段开示两句重要的经文，你要晓得什么叫攀缘心、什么叫元清净体、缘所遗者，你只要把这三句搞清楚，佛这个意思你都能够明了。这三句在《金刚经》上讲，攀缘心就是不觉妄动之心，妄动心就是念头起灭的心。真心不动，什么东西动？念头在动、妄念在动。一个念头灭了，一个念头就生了，念头生灭不停，是个生灭的相续相。诸位要晓得，这个生灭是不会灭的，但是那个生灭念头里面很复杂，它会变，它不会灭，它会变。所以佛教给我们而生其心，就是这个道理，教给我们无住生心。",
      "zh_TW": "這是這一段開示兩句重要的經文，你要曉得什麼叫攀緣心、什麼叫元清淨體、緣所遺者，你只要把這三句搞清楚，佛這個意思你都能夠明瞭。這三句在《金剛經》上講，攀緣心就是不覺妄動之心，妄動心就是念頭起滅的心。真心不動，什麼東西動？念頭在動、妄念在動。一個念頭滅了，一個念頭就生了，念頭生滅不停，是個生滅的相續相。諸位要曉得，這個生滅是不會滅的，但是那個生滅念頭裡面很複雜，它會變，它不會滅，它會變。所以佛教給我們而生其心，就是這個道理，教給我們無住生心。"
    },
    {
      "id": "09-023-0117_p0021",
      "zh_CN": "真心就是如如不动的本性，因为真是不动。诸位要记住，觉是不动的，迷是动的，觉性不动，这一点一定要搞清楚。有许多人学佛求智慧，智慧怎么求？拼命去研究经教，那能开得了智慧吗？研究经教用什么心？就用生灭心，用分别心，用妄想心，用这种心去研究经教，别说你研究三十年，研究三百年你也不会开悟。什么原因？你那个心是迷，不是觉心。",
      "zh_TW": "真心就是如如不動的本性，因為真是不動。諸位要記住，覺是不動的，迷是動的，覺性不動，這一點一定要搞清楚。有許多人學佛求智慧，智慧怎麼求？拼命去研究經教，那能開得了智慧嗎？研究經教用什麼心？就用生滅心，用分別心，用妄想心，用這種心去研究經教，別說你研究三十年，研究三百年你也不會開悟。什麼原因？你那個心是迷，不是覺心。"
    },
    {
      "id": "09-023-0117_p0022",
      "zh_CN": "我们再看看，自古以来那些开悟的人，他怎么开悟的？他用的方法恰恰跟我们想像的相反，他什么也不研究。他入了定，从定中开悟的。参禅打坐入定，读经念佛也入定。教下里面读经，一生只念一部经，他也不求解义。我们在《六祖坛经》里面看到，《坛经》大家常常看，提起来大家都知道、都很熟悉，法达禅师念《法华经》念了三千遍。《法华经》的经文很长，一天念一遍，三千遍，三千是个整数，在我们想他应当念了十年。十年念一部经，所以他的心定下来了。遇到六祖，六祖几句话一提醒，他就觉悟了。无尽藏比丘尼受持《涅槃经》，《涅槃经》的分量比《法华经》更长。《涅槃经》在中国有两种译本，一个是四十卷，一个是三十多卷。这个经念一遍普通的人大概是三天，三天念一部。也是念了很多年。古大德这些方法我们要留意，他就是一心念，念经的时候把妄想分别执着统统放下，所以他是用念经的方法修定。",
      "zh_TW": "我們再看看，自古以來那些開悟的人，他怎麼開悟的？他用的方法恰恰跟我們想像的相反，他什麼也不研究。他入了定，從定中開悟的。參禪打坐入定，讀經念佛也入定。教下裡面讀經，一生只念一部經，他也不求解義。我們在《六祖壇經》裡面看到，《壇經》大家常常看，提起來大家都知道、都很熟悉，法達禪師念《法華經》念了三千遍。《法華經》的經文很長，一天念一遍，三千遍，三千是個整數，在我們想他應當念了十年。十年念一部經，所以他的心定下來了。遇到六祖，六祖幾句話一提醒，他就覺悟了。無盡藏比丘尼受持《涅槃經》，《涅槃經》的分量比《法華經》更長。《涅槃經》在中國有兩種譯本，一個是四十卷，一個是三十多卷。這個經念一遍普通的人大概是三天，三天念一部。也是念了很多年。古大德這些方法我們要留意，他就是一心念，念經的時候把妄想分別執著統統放下，所以他是用念經的方法修定。"
    },
    {
      "id": "09-023-0117_p0023",
      "zh_CN": "我们在讲席当中也常常提示，读经是戒定慧三学一次完成。戒律所说的是「诸恶莫作，众善奉行」。我们读经的时候一个妄念不生，这就是诸恶莫作。我念一个钟点，我这一个钟点诸恶莫作；我念两个钟点，我两个钟点诸恶莫作。这就是持戒，是小乘戒，诸恶莫作。大乘戒是众善奉行，经是佛从真如本性里面流露出来的言语文字，没有比这个更善的，的确是止于至善。读经就是止于至善，那就众善奉行，所以读经，戒律圆圆满满都修了。",
      "zh_TW": "我們在講席當中也常常提示，讀經是戒定慧三學一次完成。戒律所說的是「諸惡莫作，眾善奉行」。我們讀經的時候一個妄念不生，這就是諸惡莫作。我念一個鐘點，我這一個鐘點諸惡莫作；我念兩個鐘點，我兩個鐘點諸惡莫作。這就是持戒，是小乘戒，諸惡莫作。大乘戒是眾善奉行，經是佛從真如本性裡面流露出來的言語文字，沒有比這個更善的，的確是止於至善。讀經就是止於至善，那就眾善奉行，所以讀經，戒律圓圓滿滿都修了。"
    },
    {
      "id": "09-023-0117_p0024",
      "zh_CN": "读经的时候专心去读，没有一个妄想，没有一个杂念，这是修定。所以读经不能分别经义，分别经义那就错了。我们读经的目的是修定，用这个方法把自己妄念打掉，它就是修定。经文念得清清楚楚，没念错，没有念颠倒，这就是慧。这个慧在《般若经》里面叫根本智，《般若经》上说「般若无知」，无知是根本智。我们读经修什么？修无知。无知起作用的时候是无所不知，「般若无知，无所不知」。无所不知从哪里来的？从无知来的。你得到无知，然后才无所不知；你要是有知，你就有所不知。你要想做到无所不知，你一定要先证得无知。",
      "zh_TW": "讀經的時候專心去讀，沒有一個妄想，沒有一個雜念，這是修定。所以讀經不能分別經義，分別經義那就錯了。我們讀經的目的是修定，用這個方法把自己妄念打掉，它就是修定。經文念得清清楚楚，沒念錯，沒有念顛倒，這就是慧。這個慧在《般若經》裡面叫根本智，《般若經》上說「般若無知」，無知是根本智。我們讀經修什麼？修無知。無知起作用的時候是無所不知，「般若無知，無所不知」。無所不知從哪裡來的？從無知來的。你得到無知，然後才無所不知；你要是有知，你就有所不知。你要想做到無所不知，你一定要先證得無知。"
    },
    {
      "id": "09-023-0117_p0025",
      "zh_CN": "所以读经要会读，会读的人会入定，会读的人会开悟。不会读的人展开经本打妄想，那就完全错了。所以我们把修行，这个读经是修行，就是戒定慧一次完成，跟我们研究教理一定要分开。读经的时候，那是自己做功夫；研究教理的时候，是探讨了解佛法的理论，两者可以并行，能够达到相辅相成的效果。像我们这个讲席当中，这是属于研究讨论，这是求明了经典义理，明白这个道理、方法、境界。但是用功的时候，像我们读《金刚经》用功的时候，那是所有一切分别执着统统放下，那是做功夫，做功夫就是修戒定慧。这个一定是两桩事情，要分作两个时间来做。",
      "zh_TW": "所以讀經要會讀，會讀的人會入定，會讀的人會開悟。不會讀的人展開經本打妄想，那就完全錯了。所以我們把修行，這個讀經是修行，就是戒定慧一次完成，跟我們研究教理一定要分開。讀經的時候，那是自己做功夫；研究教理的時候，是探討了解佛法的理論，兩者可以並行，能夠達到相輔相成的效果。像我們這個講席當中，這是屬於研究討論，這是求明瞭經典義理，明白這個道理、方法、境界。但是用功的時候，像我們讀《金剛經》用功的時候，那是所有一切分別執著統統放下，那是做功夫，做功夫就是修戒定慧。這個一定是兩樁事情，要分作兩個時間來做。"
    },
    {
      "id": "09-023-0117_p0026",
      "zh_CN": "【经又云︰云何汝今以动为身，以动为境。从始洎终，念念生灭，遗失真性，颠倒行事。性心失真，认物为己，轮回是中，自取流转。】",
      "zh_TW": "【經又云︰云何汝今以動為身，以動為境。從始洎終，念念生滅，遺失真性，顛倒行事。性心失真，認物為己，輪迴是中，自取流轉。】"
    },
    {
      "id": "09-023-0117_p0027",
      "zh_CN": "这一段还是《楞严经》上的经文，这一段说得更明白。",
      "zh_TW": "這一段還是《楞嚴經》上的經文，這一段說得更明白。"
    },
    {
      "id": "09-023-0117_p0028",
      "zh_CN": "【即是初发心时，便应辨明真妄，直向本不动处觉照，乃不致遗此本明，枉入诸趣，自取流转也。】",
      "zh_TW": "【即是初發心時，便應辨明真妄，直向本不動處覺照，乃不致遺此本明，枉入諸趣，自取流轉也。】"
    },
    {
      "id": "09-023-0117_p0029",
      "zh_CN": "这是在《楞严经》上，释迦牟尼佛责备阿难的话。阿难犯的毛病，实在讲正是我们现在犯的毛病。阿难在楞严会上示现给我们看，代我们向世尊求法，所以世尊对他的开示，就是对我们的开示。「云何汝今以动为身，以动为境。」不但我们现前把这个幻相以为是自己，这个身就是代表自己。一切凡夫都把这个肉身、色身当作自己，后头讲认物为己，它不是自己，它是个物。这句话含义很深。底下这一句，把它的真相说出来了。「从始洎终，念念生灭」，这一段经文跟《金刚经》的经文合起来看，意思非常明显。前面经文我们读过，佛以他自己的身相来说明，佛是三十二相，报身。三十二相即非三十二相，是名三十二相，这个在前面我们用了很长的时间来说明，说明报身即非报身；后面又给我们说：微尘即非微尘，是名微尘；世界即非世界，是名世界。这个在物质上最小讲到微尘，我们今天讲的原子、电子、基本粒子，讲这些东西。世界，世界是微尘组合的，不是真实的，当体即空，了不可得。这是讲不但你的身体，连外面这个环境，它都是一个动的，极小的微尘它都是个动相。动的，它就不是真的，因为自性是如如不动。所有一切现相都是动的。而且现代科学家实在讲造诣相当之高，高明，近代科学家已经知道，没有物质的存在，以前认为有物质，现在晓得没有物质存在。一切现相是什么？波动的现象。这跟我们经里讲的就非常非常接近了，确确实实是波动，刹那生灭是波动，波动的现象。",
      "zh_TW": "這是在《楞嚴經》上，釋迦牟尼佛責備阿難的話。阿難犯的毛病，實在講正是我們現在犯的毛病。阿難在楞嚴會上示現給我們看，代我們向世尊求法，所以世尊對他的開示，就是對我們的開示。「云何汝今以動為身，以動為境。」不但我們現前把這個幻相以為是自己，這個身就是代表自己。一切凡夫都把這個肉身、色身當作自己，後頭講認物為己，它不是自己，它是個物。這句話含義很深。底下這一句，把它的真相說出來了。「從始洎終，念念生滅」，這一段經文跟《金剛經》的經文合起來看，意思非常明顯。前面經文我們讀過，佛以他自己的身相來說明，佛是三十二相，報身。三十二相即非三十二相，是名三十二相，這個在前面我們用了很長的時間來說明，說明報身即非報身；後面又給我們說：微塵即非微塵，是名微塵；世界即非世界，是名世界。這個在物質上最小講到微塵，我們今天講的原子、電子、基本粒子，講這些東西。世界，世界是微塵組合的，不是真實的，當體即空，了不可得。這是講不但你的身體，連外面這個環境，它都是一個動的，極小的微塵它都是個動相。動的，它就不是真的，因為自性是如如不動。所有一切現相都是動的。而且現代科學家實在講造詣相當之高，高明，近代科學家已經知道，沒有物質的存在，以前認為有物質，現在曉得沒有物質存在。一切現相是什麼？波動的現象。這跟我們經裡講的就非常非常接近了，確確實實是波動，剎那生滅是波動，波動的現象。"
    },
    {
      "id": "09-023-0117_p0030",
      "zh_CN": "而佛在经上告诉我们，这个物质称之为四大。四大的真相是皆空，四大说的是什么？经上用的名称叫地水火风。我们往往看到这四个字，也把它误会了。地是什么？地是土地、大地，我们把它搞错了，其实这四个字是代表的。地是什么？是一个物体，你能够看得见的，代表一个固体，我们今天讲固体，体积，它有体积。再小，我们看到原子、电子，在高科技显微镜下，还能够看得见。能够看到的，它是个东西，地是表这个意思。「火大」，我们现在讲带电，它带的阳电，在佛法里面叫做火大，也就是说它有温度。它带阴电，阴电我们讲它有湿度，湿度我们叫做它水，温度我们叫它做火，湿度叫它做水。它是动的，它不是静止的，动就用「风」来代表。不动就没有风，风是代表动。说明基本的物质有这四种特性，它是说这个意思。",
      "zh_TW": "而佛在經上告訴我們，這個物質稱之為四大。四大的真相是皆空，四大說的是什麼？經上用的名稱叫地水火風。我們往往看到這四個字，也把它誤會了。地是什麼？地是土地、大地，我們把它搞錯了，其實這四個字是代表的。地是什麼？是一個物體，你能夠看得見的，代表一個固體，我們今天講固體，體積，它有體積。再小，我們看到原子、電子，在高科技顯微鏡下，還能夠看得見。能夠看到的，它是個東西，地是表這個意思。「火大」，我們現在講帶電，它帶的陽電，在佛法裡面叫做火大，也就是說它有溫度。它帶陰電，陰電我們講它有濕度，濕度我們叫做它水，溫度我們叫它做火，濕度叫它做水。它是動的，它不是靜止的，動就用「風」來代表。不動就沒有風，風是代表動。說明基本的物質有這四種特性，它是說這個意思。"
    },
    {
      "id": "09-023-0117_p0031",
      "zh_CN": "所有一切森罗万象，都是这个基本物质所组合的。《金刚经》上讲「一合相」，基本的物质是一个组合的现相。我们今天讲它组合的方程式不一样，所以变成原子，原子再组合就变成分子，这才形成宇宙、形成万物。无论动物、植物、矿物，都是这个东西组织的。这个东西存在不存在？不存在，它是一种生灭的相续相。我们看错了眼，把相续看作真实，实际上没有这个东西。这样才能看到宇宙人生的真相，才能看到佛在这个经上讲的，「凡所有相，皆是虚妄」，没有一样是真的；才能体会到佛在经上所说的，「是法平等，无有高下」，所以生佛平等。完全是一种现相。",
      "zh_TW": "所有一切森羅萬象，都是這個基本物質所組合的。《金剛經》上講「一合相」，基本的物質是一個組合的現相。我們今天講它組合的方程式不一樣，所以變成原子，原子再組合就變成分子，這才形成宇宙、形成萬物。無論動物、植物、礦物，都是這個東西組織的。這個東西存在不存在？不存在，它是一種生滅的相續相。我們看錯了眼，把相續看作真實，實際上沒有這個東西。這樣才能看到宇宙人生的真相，才能看到佛在這個經上講的，「凡所有相，皆是虛妄」，沒有一樣是真的；才能體會到佛在經上所說的，「是法平等，無有高下」，所以生佛平等。完全是一種現相。"
    },
    {
      "id": "09-023-0117_p0032",
      "zh_CN": "诸佛菩萨眼睛里面看森罗万象，看的是什么？是业因果报的连续相。但是这些业因果报，也是空花水月，也是梦幻泡影。你不执着，没事，心地清净平等，没事；一执着，就有苦有乐，你就有这些虚妄的感受。不执着，什么事都没有。坏就坏在分别执着，分别执着就是用攀缘心，那就是错用了心。本来什么事都没有，你自己找的。「以动为身，以动为境」，境就是我们的生活环境，也就是讲十法界森罗万象，它的真相就是自始至终是念念生灭，它是个念念生灭相，现在讲波动，这个意思讲得好，讲得好。",
      "zh_TW": "諸佛菩薩眼睛裡面看森羅萬象，看的是什麼？是業因果報的連續相。但是這些業因果報，也是空花水月，也是夢幻泡影。你不執著，沒事，心地清淨平等，沒事；一執著，就有苦有樂，你就有這些虛妄的感受。不執著，什麼事都沒有。壞就壞在分別執著，分別執著就是用攀緣心，那就是錯用了心。本來什麼事都沒有，你自己找的。「以動為身，以動為境」，境就是我們的生活環境，也就是講十法界森羅萬象，它的真相就是自始至終是念念生滅，它是個念念生滅相，現在講波動，這個意思講得好，講得好。"
    },
    {
      "id": "09-023-0117_p0033",
      "zh_CN": "遗失真性，颠倒行事。我们错就错在这个地方，不了解事实真相，错了。在这个虚幻的境界里面起心动念，虚妄的造作。起心动念，这个境界就变了。前面说过，相是从念里面生出来的，从念头里生出来的，这是佛在大经上常讲：一切法从心想生，相是从念头生的。《华严经》上讲：唯心所现，唯识所变。我们讲这个生讲变化，相的变化是识它在做主宰，识是能变，相是所变。佛与大菩萨境界里面，我们为什么叫它做一真法界？一真跟十法界不一样，十法界是千变万化，这就是说明，一真法界的人他的心是定的，他的心不动，现的境界也就不变，不变就一真。",
      "zh_TW": "遺失真性，顛倒行事。我們錯就錯在這個地方，不了解事實真相，錯了。在這個虛幻的境界裡面起心動念，虛妄的造作。起心動念，這個境界就變了。前面說過，相是從念裡面生出來的，從念頭裡生出來的，這是佛在大經上常講：一切法從心想生，相是從念頭生的。《華嚴經》上講：唯心所現，唯識所變。我們講這個生講變化，相的變化是識它在做主宰，識是能變，相是所變。佛與大菩薩境界裡面，我們為什麼叫它做一真法界？一真跟十法界不一樣，十法界是千變萬化，這就是說明，一真法界的人他的心是定的，他的心不動，現的境界也就不變，不變就一真。"
    },
    {
      "id": "09-023-0117_p0034",
      "zh_CN": "十法界里面这些众生，十法界里有佛，藏教的佛、通教的佛都是十法界里面的佛，没有出十法界。别教佛超越了，那是在一真法界里面。所以藏教佛、通教佛，他还是用攀缘心，他不是用的真心，他那个心还在动，所以他的境界也在动。但是十法界愈往上面去，他的波动幅度愈小，换句话说，他那个境界连续的时候，保持的就愈长久，他的寿命长，他的生活环境能够保持很长的时间，道理就在此地。愈往下面，念头波动的幅度就愈大，愈大的时候，相续相保持的时间就短，所以显得寿命也短，环境变化也非常快速，我们讲的沧海桑田。外面环境确确实实也是随着念头在变化，境随心转。我们这个身体是随念头转，外面的生活环境也随念头转。",
      "zh_TW": "十法界裡面這些眾生，十法界裡有佛，藏教的佛、通教的佛都是十法界裡面的佛，沒有出十法界。別教佛超越了，那是在一真法界裡面。所以藏教佛、通教佛，他還是用攀緣心，他不是用的真心，他那個心還在動，所以他的境界也在動。但是十法界愈往上面去，他的波動幅度愈小，換句話說，他那個境界連續的時候，保持的就愈長久，他的壽命長，他的生活環境能夠保持很長的時間，道理就在此地。愈往下面，念頭波動的幅度就愈大，愈大的時候，相續相保持的時間就短，所以顯得壽命也短，環境變化也非常快速，我們講的滄海桑田。外面環境確確實實也是隨著念頭在變化，境隨心轉。我們這個身體是隨念頭轉，外面的生活環境也隨念頭轉。"
    },
    {
      "id": "09-023-0117_p0035",
      "zh_CN": "明白这个道理，晓得这个事实的真相，那佛法修什么？佛法修的是清净心。无论在什么环境里头，你只要心地清净就能转环境。像我们自己身体，身体也是环境之一，我们的身体不好，身体有病痛，身体有业障，怎么样改变？修清净心。所有一切妄想分别执着统统放下，你这个身体的组织，细胞的组织它就恢复正常。正常就是健康的，不正常就出毛病了。为什么不正常？是你有烦恼，你有忧虑，你有牵挂，你有妄想执着，把你正常的组织破坏，你就会得许多怪病，这么来的。世间人年老常常看医生，你看看哪一个佛菩萨看过医生？你们查《大藏经》，哪个佛菩萨去看过医生，吃过药？没有。为什么没有？他自己调整了。这个一定要知道。",
      "zh_TW": "明白這個道理，曉得這個事實的真相，那佛法修什麼？佛法修的是清淨心。無論在什麼環境裡頭，你只要心地清淨就能轉環境。像我們自己身體，身體也是環境之一，我們的身體不好，身體有病痛，身體有業障，怎麼樣改變？修清淨心。所有一切妄想分別執著統統放下，你這個身體的組織，細胞的組織它就恢復正常。正常就是健康的，不正常就出毛病了。為什麼不正常？是你有煩惱，你有憂慮，你有牽掛，你有妄想執著，把你正常的組織破壞，你就會得許多怪病，這麼來的。世間人年老常常看醫生，你看看哪一個佛菩薩看過醫生？你們查《大藏經》，哪個佛菩薩去看過醫生，吃過藥？沒有。為什麼沒有？他自己調整了。這個一定要知道。"
    },
    {
      "id": "09-023-0117_p0036",
      "zh_CN": "过去，在民国初年的时候，谛闲法师是我们佛门里面的大德，讲经说法的法师。有一次谛老生病了，印光法师写一封信告诉他，你是讲经的法师，怎么可以生病？怎么现这个难看的相？所以要晓得，他自己调整，不需要找医生、医药，用不着。了解身心都是幻法，离了幻，一切就恢复正常。现在人口头上常说改造体质，改造体质佛法是最高明的。世间用药物治疗，副作用很多，我看不但改不了，还增长业障，愈改愈糟糕，愈改愈坏。这是说明事实真相，一切众生迷惑颠倒。",
      "zh_TW": "過去，在民國初年的時候，諦閑法師是我們佛門裡面的大德，講經說法的法師。有一次諦老生病了，印光法師寫一封信告訴他，你是講經的法師，怎麼可以生病？怎麼現這個難看的相？所以要曉得，他自己調整，不需要找醫生、醫藥，用不著。了解身心都是幻法，離了幻，一切就恢復正常。現在人口頭上常說改造體質，改造體質佛法是最高明的。世間用藥物治療，副作用很多，我看不但改不了，還增長業障，愈改愈糟糕，愈改愈壞。這是說明事實真相，一切眾生迷惑顛倒。"
    },
    {
      "id": "09-023-0117_p0037",
      "zh_CN": "性心失真，认物为己，这是最大的一个错误。把这个身当作自己，把所有这些现相认为是我所有的，身体是我，一切万物是我所有的。这个念头一起来，这叫执着，六道轮回的境界就现出来。六道从哪里来的？六道就是这一个念头出来的。由此可知，如果你不再执着身是我，不再执着一切万法是我所，你就超越六道轮回。超越六道轮回是什么境界？那是四圣法界，声闻、缘觉、菩萨、佛；这是我执没有了，我、我所没有了，但是认为这些境界还是有的，法执犹存。有法执，所以有声闻、缘觉、菩萨、佛的法界。如果法执也没有了，也不以为然了，《金刚经》上讲得很好，不以为然，不在意了，那就超越十法界，十法界也没有了，这才归到一真法界。",
      "zh_TW": "性心失真，認物為己，這是最大的一個錯誤。把這個身當作自己，把所有這些現相認為是我所有的，身體是我，一切萬物是我所有的。這個念頭一起來，這叫執著，六道輪迴的境界就現出來。六道從哪裡來的？六道就是這一個念頭出來的。由此可知，如果你不再執著身是我，不再執著一切萬法是我所，你就超越六道輪迴。超越六道輪迴是什麼境界？那是四聖法界，聲聞、緣覺、菩薩、佛；這是我執沒有了，我、我所沒有了，但是認為這些境界還是有的，法執猶存。有法執，所以有聲聞、緣覺、菩薩、佛的法界。如果法執也沒有了，也不以為然了，《金剛經》上講得很好，不以為然，不在意了，那就超越十法界，十法界也沒有了，這才歸到一真法界。"
    },
    {
      "id": "09-023-0117_p0038",
      "zh_CN": "轮回是中，自取流转。十法界是自己造的，六道轮回也是自己造的，我们今天所有一切的受，都是自作自受，这个一定要知道。而后你才不会怨天尤人，自己造作的业因，自己要受这个果报。我们明白佛法，就可以在这一生当中，阶阶的超越。大乘经上所讲的理论方法，如果我们做不到，做不到的原因是什么？烦恼习气太重。佛教我们放下，放不下！教我们不要分别执着，偏偏还是分别执着，做不到！做不到，教你念佛。所以念佛这个方法叫带业往生，带什么业？带着分别执着妄想；可以超越六道，超越十法界。诸位要知道，西方极乐世界是一真法界，你就是生到凡圣同居土，也是一真法界，这是西方极乐世界不可思议的地方，它跟其他的诸佛刹土不一样。一切诸佛刹土都有十法界，唯独西方极乐世界没有十法界；不但没有十法界之事实，连十法界的名都没有。",
      "zh_TW": "輪迴是中，自取流轉。十法界是自己造的，六道輪迴也是自己造的，我們今天所有一切的受，都是自作自受，這個一定要知道。而後你才不會怨天尤人，自己造作的業因，自己要受這個果報。我們明白佛法，就可以在這一生當中，階階的超越。大乘經上所講的理論方法，如果我們做不到，做不到的原因是什麼？煩惱習氣太重。佛教我們放下，放不下！教我們不要分別執著，偏偏還是分別執著，做不到！做不到，教你念佛。所以念佛這個方法叫帶業往生，帶什麼業？帶著分別執著妄想；可以超越六道，超越十法界。諸位要知道，西方極樂世界是一真法界，你就是生到凡聖同居土，也是一真法界，這是西方極樂世界不可思議的地方，它跟其他的諸佛剎土不一樣。一切諸佛剎土都有十法界，唯獨西方極樂世界沒有十法界；不但沒有十法界之事實，連十法界的名都沒有。"
    },
    {
      "id": "09-023-0117_p0039",
      "zh_CN": "佛在经上给我们讲四土三辈九品，跟我们讲西方极乐世界的阿罗汉、天人，《无量寿经》上解释得很清楚，这是佛的方便说，随顺十方世界的人来说，实际上他们那边没有。为什么没有？他没有这个念头。虽然没有这个念头，但是断惑的程度并不一样；虽然不一样，但是他都没有这个意念。这个情形，何以十方世界的人做不到，偏偏西方极乐世界的人能做到？往往使我们生起很大的疑惑。其实细读净宗经论就晓得，这是阿弥陀佛本愿威神的加持；如果不得阿弥陀佛四十八愿的加持，凡夫决定做不到。这是不思议的境界，是一切诸佛赞叹的，一切诸佛如来为我们介绍西方净土，道理就在此地。",
      "zh_TW": "佛在經上給我們講四土三輩九品，跟我們講西方極樂世界的阿羅漢、天人，《無量壽經》上解釋得很清楚，這是佛的方便說，隨順十方世界的人來說，實際上他們那邊沒有。為什麼沒有？他沒有這個念頭。雖然沒有這個念頭，但是斷惑的程度並不一樣；雖然不一樣，但是他都沒有這個意念。這個情形，何以十方世界的人做不到，偏偏西方極樂世界的人能做到？往往使我們生起很大的疑惑。其實細讀淨宗經論就曉得，這是阿彌陀佛本願威神的加持；如果不得阿彌陀佛四十八願的加持，凡夫決定做不到。這是不思議的境界，是一切諸佛讚歎的，一切諸佛如來為我們介紹西方淨土，道理就在此地。"
    },
    {
      "id": "09-023-0117_p0040",
      "zh_CN": "佛说这一段的意思，这是教阿难，也就是教我们自己，要从初发心的时候，就要能够辨明真妄。这个开示好！一开端我们就把什么是真、什么是妄搞清楚了。凡是动的，就是妄的，就是虚妄的。其实《楞严经》说到这个境界，讲的六结三空，「动」是第一关，第二关是「静」，你住在静上也不行，也是错误的，后面还有「根、觉、空、灭」，一层比一层高，一层比一层微细。由此可知，出离六道十界，的确不是容易事情。大势至菩萨在楞严会上劝我们念佛，「不假方便，自得心开」、「都摄六根，净念相继」，我们的功德就圆满了。",
      "zh_TW": "佛說這一段的意思，這是教阿難，也就是教我們自己，要從初發心的時候，就要能夠辨明真妄。這個開示好！一開端我們就把什麼是真、什麼是妄搞清楚了。凡是動的，就是妄的，就是虛妄的。其實《楞嚴經》說到這個境界，講的六結三空，「動」是第一關，第二關是「靜」，你住在靜上也不行，也是錯誤的，後面還有「根、覺、空、滅」，一層比一層高，一層比一層微細。由此可知，出離六道十界，的確不是容易事情。大勢至菩薩在楞嚴會上勸我們念佛，「不假方便，自得心開」、「都攝六根，淨念相繼」，我們的功德就圓滿了。"
    },
    {
      "id": "09-023-0117_p0041",
      "zh_CN": "可是明白好处就很多，好处在哪里？明了之后就肯舍，肯放下了。纵然有执着，那个执着的程度比从前要淡薄很多，这个对于我们念佛往生帮助就非常之大。过去我们对于身体有很严重的执着，对于自己所有的财物也是执着得很重。现在了解这个，都能放下了；能放下，就能往生。什么时候往生？什么时候放下，什么时候就可以往生。往生自在的，想什么时候去，就什么时候去。真去得了吗？放下就去得了。为什么你想去还去不了？你想想一定还有放不下的，只要有一桩事情放不下，你就去不了，那就是障碍。临命终时，佛来接引了，也要彻底放下，还有一样放不下，佛就走了，不带你去了。错过这个机会的人很多很多，就是不知道「一切有为法，如梦幻泡影」，不晓得这个事实真相。",
      "zh_TW": "可是明白好處就很多，好處在哪裡？明瞭之後就肯捨，肯放下了。縱然有執著，那個執著的程度比從前要淡薄很多，這個對於我們念佛往生幫助就非常之大。過去我們對於身體有很嚴重的執著，對於自己所有的財物也是執著得很重。現在了解這個，都能放下了；能放下，就能往生。什麼時候往生？什麼時候放下，什麼時候就可以往生。往生自在的，想什麼時候去，就什麼時候去。真去得了嗎？放下就去得了。為什麼你想去還去不了？你想想一定還有放不下的，只要有一樁事情放不下，你就去不了，那就是障礙。臨命終時，佛來接引了，也要徹底放下，還有一樣放不下，佛就走了，不帶你去了。錯過這個機會的人很多很多，就是不知道「一切有為法，如夢幻泡影」，不曉得這個事實真相。"
    },
    {
      "id": "09-023-0117_p0042",
      "zh_CN": "所以佛教教人，初发心时，便应辨明真妄，直向本不动处觉照。不动就是清净心，要在生活当中去锻炼，所谓是历事练心。历是经历，在一切境界当中去练。练什么？练不分别、不执着、不起心、不动念，练这个，这就叫真修行。修行，是修正我们错误的行为。什么是错误？见色闻声，起心动念错了，分别执着错了，我们把这个错误修正过来，就是我接触外面境界，六根接触外面境界，我要回过头来，我不分别、不执着，不起心，不动念，这叫修行，这叫从根本修。不仅仅是禅宗里面常常提示的，修行从根本修，无论是哪一个宗派，无论是哪一个法门，都要懂得从根本修。这是大根大本，根本的根本，就是教我们六根接触六尘境界的时候，不要再搞分别执着，不要再搞妄想，这就是从不动处觉照。要天天去练，时时刻刻去练。",
      "zh_TW": "所以佛教教人，初發心時，便應辨明真妄，直向本不動處覺照。不動就是清淨心，要在生活當中去鍛鍊，所謂是歷事練心。歷是經歷，在一切境界當中去練。練什麼？練不分別、不執著、不起心、不動念，練這個，這就叫真修行。修行，是修正我們錯誤的行為。什麼是錯誤？見色聞聲，起心動念錯了，分別執著錯了，我們把這個錯誤修正過來，就是我接觸外面境界，六根接觸外面境界，我要回過頭來，我不分別、不執著，不起心，不動念，這叫修行，這叫從根本修。不僅僅是禪宗裡面常常提示的，修行從根本修，無論是哪一個宗派，無論是哪一個法門，都要懂得從根本修。這是大根大本，根本的根本，就是教我們六根接觸六塵境界的時候，不要再搞分別執著，不要再搞妄想，這就是從不動處覺照。要天天去練，時時刻刻去練。"
    },
    {
      "id": "09-023-0117_p0043",
      "zh_CN": "我觉得现在最方便的一个练习方法是看电视，因为每个人都看电视，电视上都是假的，画面不是真的，而且电视画面是连续的，大家晓得这是电波微粒组成的画面，跟佛讲的现相很接近。你了解电视的原理，你观察这个东西，不要被它这个相所动。这个观成之后，有了功夫，你就在日常生活当中，无论对人、对事、对物，都把它看成电视的画面，再也不会起心动念，也不会分别执着，全是假的，全是空的。然后对于你念佛求生极乐世界，那个帮忙就大了。你真的可以放得下，看破、放下，那个时候「一念相应一念佛，念念相应念念佛」，这就是真实的功夫，这样才不至于遗此本明。从这个地方去练你的清净心，练你不动的真性，这样才不至于遗此本明，枉入诸趣，诸趣就是指六道轮回，自取流转。",
      "zh_TW": "我覺得現在最方便的一個練習方法是看電視，因為每個人都看電視，電視上都是假的，畫面不是真的，而且電視畫面是連續的，大家曉得這是電波微粒組成的畫面，跟佛講的現相很接近。你了解電視的原理，你觀察這個東西，不要被它這個相所動。這個觀成之後，有了功夫，你就在日常生活當中，無論對人、對事、對物，都把它看成電視的畫面，再也不會起心動念，也不會分別執著，全是假的，全是空的。然後對於你念佛求生極樂世界，那個幫忙就大了。你真的可以放得下，看破、放下，那個時候「一念相應一念佛，念念相應念念佛」，這就是真實的功夫，這樣才不至於遺此本明。從這個地方去練你的清淨心，練你不動的真性，這樣才不至於遺此本明，枉入諸趣，諸趣就是指六道輪迴，自取流轉。"
    },
    {
      "id": "09-023-0117_p0044",
      "zh_CN": "【觉照亦须摄心，摄心亦非无念，亦非毕竟无相可取。然凡夫非此无入手处，所谓以幻除幻之法门耳。】",
      "zh_TW": "【覺照亦須攝心，攝心亦非無念，亦非畢竟無相可取。然凡夫非此無入手處，所謂以幻除幻之法門耳。】"
    },
    {
      "id": "09-023-0117_p0045",
      "zh_CN": "这一段非常重要！如果没有这一段，我们初学的人不知道从哪里下手。佛在楞严会上，一开头给我们讲「最初方便」，这个非常重要。最初方便就是从哪里入门，一定要知道。我最初学佛的时候，亲近章嘉大师，那个时候我对于佛法知道的很浅薄，可是很想学，也很想早一天能够入门。他老人家直捷了当教给我：看得破，放得下。这一部《金刚般若波罗蜜》就是讲看破、放下。我请教他从哪里下手？他教给我布施，也跟《金刚经》讲的完全一样。要真正去做。布施，一般人往往也把意思错会了，以为布施是舍财，到寺庙去捐一点钱叫布施，那个布施没用处，无济于事。布施是舍，是放下。把什么放下？把你的念头放下，把你的妄想放下，那叫真的放下，那才管用。舍几个钱，不管用处。心里还照样打妄想，还有贪瞋痴慢，那有什么用处？要把妄想分别执着放下。",
      "zh_TW": "這一段非常重要！如果沒有這一段，我們初學的人不知道從哪裡下手。佛在楞嚴會上，一開頭給我們講「最初方便」，這個非常重要。最初方便就是從哪裡入門，一定要知道。我最初學佛的時候，親近章嘉大師，那個時候我對於佛法知道的很淺薄，可是很想學，也很想早一天能夠入門。他老人家直捷了當教給我：看得破，放得下。這一部《金剛般若波羅蜜》就是講看破、放下。我請教他從哪裡下手？他教給我布施，也跟《金剛經》講的完全一樣。要真正去做。布施，一般人往往也把意思錯會了，以為布施是捨財，到寺廟去捐一點錢叫布施，那個布施沒用處，無濟於事。布施是捨，是放下。把什麼放下？把你的念頭放下，把你的妄想放下，那叫真的放下，那才管用。捨幾個錢，不管用處。心裡還照樣打妄想，還有貪瞋痴慢，那有什麼用處？要把妄想分別執著放下。"
    },
    {
      "id": "09-023-0117_p0046",
      "zh_CN": "这个地方教给我们觉照。觉照在初学的时候要摄心，宗门里面用的这些方法都是纲领。他的功夫有三个层次：从观照入门，觉照就是观照，再往上提升就照住，最高的境界是照见。我们读《般若心经》，「观自在菩萨照见五蕴皆空」，那是功夫达到最高段，照见了。他这三个功夫，跟我们念佛三个功夫，名词不一样，境界相同的。我们念佛，初步功夫是功夫成片，功夫成片就是观照，就是禅宗的观照功夫，往上提升是事一心不乱，事一心不乱是照住，理一心不乱是照见。名词不一样，功夫境界完全相同。但是我们用的方法不一样。念佛人就是一句佛号，一句佛号念到底，就看你会念不会念。怎么叫会念？方法最妙的，无过于大势至菩萨所讲的「都摄六根，净念相继」，这叫会念，这个念佛会念。只要做到这两句，观照就在其中。在位次上讲，天台大师所讲的六即佛，你就入观行位。六即第一个是理即，理是理论，一切众生皆是佛，这是理。像我们现在功夫不得力，虽然学佛，是名字位中，有名无实，功夫一点都不得力。功夫得力，就是观行位。观行是功夫得力，观照的功夫得力，念佛的功夫得力，功夫成片了，这是功夫得力，那是观行位。观行位在其他法门里面，没有什么成就的，但是在念佛法门里面决定往生，这是生凡圣同居土，所以古德讲这个法门万修万人去。诸位要晓得，入观行位并不难，每个人都可以做得到。再往上提升，相似位那就不太容易。相似位就是得定，念佛的时候得事一心不乱，那就不是每个人都能做得到；但是观行位是每个人都能做得到，这就是万修万人去。",
      "zh_TW": "這個地方教給我們覺照。覺照在初學的時候要攝心，宗門裡面用的這些方法都是綱領。他的功夫有三個層次：從觀照入門，覺照就是觀照，再往上提升就照住，最高的境界是照見。我們讀《般若心經》，「觀自在菩薩照見五蘊皆空」，那是功夫達到最高段，照見了。他這三個功夫，跟我們念佛三個功夫，名詞不一樣，境界相同的。我們念佛，初步功夫是功夫成片，功夫成片就是觀照，就是禪宗的觀照功夫，往上提升是事一心不亂，事一心不亂是照住，理一心不亂是照見。名詞不一樣，功夫境界完全相同。但是我們用的方法不一樣。念佛人就是一句佛號，一句佛號念到底，就看你會念不會念。怎麼叫會念？方法最妙的，無過於大勢至菩薩所講的「都攝六根，淨念相繼」，這叫會念，這個念佛會念。只要做到這兩句，觀照就在其中。在位次上講，天台大師所講的六即佛，你就入觀行位。六即第一個是理即，理是理論，一切眾生皆是佛，這是理。像我們現在功夫不得力，雖然學佛，是名字位中，有名無實，功夫一點都不得力。功夫得力，就是觀行位。觀行是功夫得力，觀照的功夫得力，念佛的功夫得力，功夫成片了，這是功夫得力，那是觀行位。觀行位在其他法門裡面，沒有什麼成就的，但是在念佛法門裡面決定往生，這是生凡聖同居土，所以古德講這個法門萬修萬人去。諸位要曉得，入觀行位並不難，每個人都可以做得到。再往上提升，相似位那就不太容易。相似位就是得定，念佛的時候得事一心不亂，那就不是每個人都能做得到；但是觀行位是每個人都能做得到，這就是萬修萬人去。"
    },
    {
      "id": "09-023-0117_p0047",
      "zh_CN": "初学，就是讲到观照的时候要摄心。摄心，换句话说，还是用的心意识。一开头说离心意识是根本不可能，开头一定要用心意识。《楞严经》传到中国来之后，古时候这些大德都是依天台的教理来解释《楞严》，就是用天台大师的三止三观来解释《楞严》。这里面也有原因的，天台大师的止观是用心意识，没有离开心意识。到明朝交光法师，给《楞严经》做了一个新的注解，舍弃三止三观这种修法，直接采取《楞严经》里面的经义，舍识用根。这是《楞严》里面讲的，奢摩他、三摩、禅那。这个说法没有错，没有违背经义，但是太难了，不是一般人能够修的。也就是说，他取的方法是离心意识，这个是真难。《楞严经》的注解，从交光大师开始就有新派：新旧两派，旧注容易修学，新注依交光法师的，非常非常困难！",
      "zh_TW": "初學，就是講到觀照的時候要攝心。攝心，換句話說，還是用的心意識。一開頭說離心意識是根本不可能，開頭一定要用心意識。《楞嚴經》傳到中國來之後，古時候這些大德都是依天台的教理來解釋《楞嚴》，就是用天台大師的三止三觀來解釋《楞嚴》。這裡面也有原因的，天台大師的止觀是用心意識，沒有離開心意識。到明朝交光法師，給《楞嚴經》做了一個新的註解，捨棄三止三觀這種修法，直接採取《楞嚴經》裡面的經義，捨識用根。這是《楞嚴》裡面講的，奢摩他、三摩、禪那。這個說法沒有錯，沒有違背經義，但是太難了，不是一般人能夠修的。也就是說，他取的方法是離心意識，這個是真難。《楞嚴經》的註解，從交光大師開始就有新派：新舊兩派，舊註容易修學，新註依交光法師的，非常非常困難！"
    },
    {
      "id": "09-023-0117_p0048",
      "zh_CN": "摄心，摄心当然还是有念，实际上讲，禅宗早年观心，以后用参话头，他还是用的意识心，这是初期要用它。「非毕竟无相可取」，他还是取。譬如离动相，他取静相，虽不究竟，提升了一层，他还是有相可取。",
      "zh_TW": "攝心，攝心當然還是有念，實際上講，禪宗早年觀心，以後用參話頭，他還是用的意識心，這是初期要用它。「非畢竟無相可取」，他還是取。譬如離動相，他取靜相，雖不究竟，提升了一層，他還是有相可取。"
    },
    {
      "id": "09-023-0117_p0049",
      "zh_CN": "然凡夫非此无下手处，这是真的。所以这个境界提升，要逐渐逐渐，渐次的提升。不依渐次，那个人太少了。我刚刚接触佛法的时候，方东美先生跟我说，他说不依次第的，在中国历史上只有一个人，那个人学不得，什么人？六祖惠能大师。那个没有办法学的，那个人没有次第。六祖之前，没有看到这个；六祖以后，这一千三百多年来，也没有看到第二个人。都要按部就班，依照顺序来走，我们才有指望。",
      "zh_TW": "然凡夫非此無下手處，這是真的。所以這個境界提升，要逐漸逐漸，漸次的提升。不依漸次，那個人太少了。我剛剛接觸佛法的時候，方東美先生跟我說，他說不依次第的，在中國歷史上只有一個人，那個人學不得，什麼人？六祖惠能大師。那個沒有辦法學的，那個人沒有次第。六祖之前，沒有看到這個；六祖以後，這一千三百多年來，也沒有看到第二個人。都要按部就班，依照順序來走，我們才有指望。"
    },
    {
      "id": "09-023-0117_p0050",
      "zh_CN": "所谓以幻除幻之法门耳。因此法虽亦是幻，这个法就是佛法，佛法也是虚妄的，也不是真实的。我们没有得清净心、没有见性的时候，要依佛法，见性之后佛法不要了；还要个佛法，决定见不了性。佛在这个经上讲︰「法尚应舍，何况非法。」这句话要记住，但是不是现在就舍。现在就舍，那没救了。现在不能舍，但是一定要知道，佛法也是因缘所生法，也不是真实法，你要用它，不能执着它，这个就对了。我们现在过河要船，可是你不能执着船，执着船你登不了岸。一定要晓得，我随时可以舍弃它。到应当舍弃的时候，马上就舍，舍了就入一真法界，就超越十法界；你要是不舍，你就出不了十法界。所以声闻、缘觉、菩萨们，能够脱离六道轮回不能脱离十法界，就是佛法没有放下，法没有舍掉。",
      "zh_TW": "所謂以幻除幻之法門耳。因此法雖亦是幻，這個法就是佛法，佛法也是虛妄的，也不是真實的。我們沒有得清淨心、沒有見性的時候，要依佛法，見性之後佛法不要了；還要個佛法，決定見不了性。佛在這個經上講︰「法尚應捨，何況非法。」這句話要記住，但是不是現在就捨。現在就捨，那沒救了。現在不能捨，但是一定要知道，佛法也是因緣所生法，也不是真實法，你要用它，不能執著它，這個就對了。我們現在過河要船，可是你不能執著船，執著船你登不了岸。一定要曉得，我隨時可以捨棄它。到應當捨棄的時候，馬上就捨，捨了就入一真法界，就超越十法界；你要是不捨，你就出不了十法界。所以聲聞、緣覺、菩薩們，能夠脫離六道輪迴不能脫離十法界，就是佛法沒有放下，法沒有捨掉。"
    },
    {
      "id": "09-023-0117_p0051",
      "zh_CN": "【因此法虽亦是幻，然是随顺真如。】",
      "zh_TW": "【因此法雖亦是幻，然是隨順真如。】"
    },
    {
      "id": "09-023-0117_p0052",
      "zh_CN": "这个法虽然是幻，但是它是接近真的这个方向，对于我们的帮助就大了。",
      "zh_TW": "這個法雖然是幻，但是它是接近真的這個方向，對於我們的幫助就大了。"
    },
    {
      "id": "09-023-0117_p0053",
      "zh_CN": "【与其他动念取相者，因心不同，故得果便大不同。】",
      "zh_TW": "【與其他動念取相者，因心不同，故得果便大不同。】"
    },
    {
      "id": "09-023-0117_p0054",
      "zh_CN": "譬如我们起心动念，起贪瞋痴的念头，这是最不好的。贪财、贪名、贪色，贪佛法还是贪！不是说我换个对象就没事了，换对象不行！你贪心没有断。换对象只是报不一样，果是一样的。贪心，贪心的果在哪里？在饿鬼道，但是堕在饿鬼道，那个报不一样。就像我们人一样，我们人的因是五戒，五戒十善，我们得的果是人身；但是得到人身，我们的生活环境不一样，有的人富贵，有的人贫贱，这叫报。果相同，得的人身相同，报不相同。所以果跟报要分开来讲，那个报是因为你做的有善恶，你过去修的善多，你这个报就好；你做的恶多，你的报就不好。你得财富，是因为你过去生修财布施多；你得聪明智慧，你法布施多，那是报不一样。贪心的果是饿鬼，报的时候，鬼里头有作鬼王的。我们中国人讲，有作阎罗王，阎罗王是鬼王，鬼里头的总统、帝王，他有大福报。有作城隍、土地，城隍就是县市长，土地是乡镇长，这都是有权位的，都是享福的，不是饿鬼，普通的鬼那是饿鬼。大大的不相同，报不相同。学佛贪图佛法的，到鬼里面都作鬼王，果是一样，报不一样，报不相同。这些地方我们都得要辨别清楚，才知道我们在日常生活当中，起心动念，对人、对事、对物，我们应当怎么做法，应当怎样修法，这个非常非常的重要！所以说，得果大不相同。",
      "zh_TW": "譬如我們起心動念，起貪瞋痴的念頭，這是最不好的。貪財、貪名、貪色，貪佛法還是貪！不是說我換個對象就沒事了，換對象不行！你貪心沒有斷。換對象只是報不一樣，果是一樣的。貪心，貪心的果在哪裡？在餓鬼道，但是墮在餓鬼道，那個報不一樣。就像我們人一樣，我們人的因是五戒，五戒十善，我們得的果是人身；但是得到人身，我們的生活環境不一樣，有的人富貴，有的人貧賤，這叫報。果相同，得的人身相同，報不相同。所以果跟報要分開來講，那個報是因為你做的有善惡，你過去修的善多，你這個報就好；你做的惡多，你的報就不好。你得財富，是因為你過去生修財布施多；你得聰明智慧，你法布施多，那是報不一樣。貪心的果是餓鬼，報的時候，鬼裡頭有作鬼王的。我們中國人講，有作閻羅王，閻羅王是鬼王，鬼裡頭的總統、帝王，他有大福報。有作城隍、土地，城隍就是縣市長，土地是鄉鎮長，這都是有權位的，都是享福的，不是餓鬼，普通的鬼那是餓鬼。大大的不相同，報不相同。學佛貪圖佛法的，到鬼裡面都作鬼王，果是一樣，報不一樣，報不相同。這些地方我們都得要辨別清楚，才知道我們在日常生活當中，起心動念，對人、對事、對物，我們應當怎麼做法，應當怎樣修法，這個非常非常的重要！所以說，得果大不相同。"
    },
    {
      "id": "09-023-0117_p0055",
      "zh_CN": "【如持名念佛，得往生净土之果。】",
      "zh_TW": "【如持名念佛，得往生淨土之果。】"
    },
    {
      "id": "09-023-0117_p0056",
      "zh_CN": "这是最殊胜的，无比殊胜。持名，是执着，执持名号，有分别、有执着，但是这个分别执着得的果报就太殊胜，连一般这些菩萨都不能够为比，这是我们一定要晓得。我们凡夫修行果报，的的确确念佛求生净土是第一殊胜，这是一般菩萨、十法界里面的佛都比不上。虽然是带业往生，一品烦恼都没有断，生凡圣同居土。甚至于造作罪业忏悔往生的，带业往生有两种，里面有一种是造作五逆十恶罪，临命终时忏悔往生，看他忏悔的力量，他忏悔的心要是真、恳切，品位也很高。即使是凡圣同居土下下品往生，也比十法界里面佛菩萨高明。这个诸位在净宗经论里面你能够看到。",
      "zh_TW": "這是最殊勝的，無比殊勝。持名，是執著，執持名號，有分別、有執著，但是這個分別執著得的果報就太殊勝，連一般這些菩薩都不能夠為比，這是我們一定要曉得。我們凡夫修行果報，的的確確念佛求生淨土是第一殊勝，這是一般菩薩、十法界裡面的佛都比不上。雖然是帶業往生，一品煩惱都沒有斷，生凡聖同居土。甚至於造作罪業懺悔往生的，帶業往生有兩種，裡面有一種是造作五逆十惡罪，臨命終時懺悔往生，看他懺悔的力量，他懺悔的心要是真、懇切，品位也很高。即使是凡聖同居土下下品往生，也比十法界裡面佛菩薩高明。這個諸位在淨宗經論裡面你能夠看到。"
    },
    {
      "id": "09-023-0117_p0057",
      "zh_CN": "阿弥陀佛四十八愿里面所说的，西方世界是平等法界。这就说明一切诸佛刹土都有十法界，都不平等，唯独西方世界是平等法界。生到西方极乐世界，身体的庄严跟阿弥陀佛一样，紫磨真金色身。相貌一样，西方世界相貌都一样，没有两样的。我们听了怀疑，到那个时候，哪是佛、哪是菩萨都不认识。不要紧！各个人都有神通、都有智慧，辨别得清清楚楚，不会错认。到那个地方，几乎智慧德能完全都恢复。实际上，并不是你全部恢复，是阿弥陀佛本愿威神的加持，就如同恢复一样。到那个地方，经上讲的，要十二个大劫才花开见佛，那是没有佛力加持，需要十二劫；得佛力加持，不需要。一切受用、智慧德能就跟佛差不多，不是十法界佛菩萨能够相比的。这个功德殊胜，没有办法能够说得出的。真实不可思议！这里特别提出来，用攀缘心持名念佛求生净土，果报第一殊胜。今天时间到了，我们就讲到此地。",
      "zh_TW": "阿彌陀佛四十八願裡面所說的，西方世界是平等法界。這就說明一切諸佛剎土都有十法界，都不平等，唯獨西方世界是平等法界。生到西方極樂世界，身體的莊嚴跟阿彌陀佛一樣，紫磨真金色身。相貌一樣，西方世界相貌都一樣，沒有兩樣的。我們聽了懷疑，到那個時候，哪是佛、哪是菩薩都不認識。不要緊！各個人都有神通、都有智慧，辨別得清清楚楚，不會錯認。到那個地方，幾乎智慧德能完全都恢復。實際上，並不是你全部恢復，是阿彌陀佛本願威神的加持，就如同恢復一樣。到那個地方，經上講的，要十二個大劫才花開見佛，那是沒有佛力加持，需要十二劫；得佛力加持，不需要。一切受用、智慧德能就跟佛差不多，不是十法界佛菩薩能夠相比的。這個功德殊勝，沒有辦法能夠說得出的。真實不可思議！這裡特別提出來，用攀緣心持名念佛求生淨土，果報第一殊勝。今天時間到了，我們就講到此地。"
    }
  ]
}