{
  "doc_id": "09-023-0029",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十九集",
    "zh_TW": "第二十九集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0029",
  "total_paragraphs": 74,
  "paragraphs": [
    {
      "id": "09-023-0029_p0001",
      "zh_CN": "请掀开经本，第七十二面，倒数第五行，从小注第九段看起：",
      "zh_TW": "請掀開經本，第七十二面，倒數第五行，從小註第九段看起："
    },
    {
      "id": "09-023-0029_p0002",
      "zh_CN": "【说经之人，代佛宣扬，便同真佛在此。说此大法，绍隆佛种，便是住持三宝。故曰：如佛塔庙，皆应供养。】",
      "zh_TW": "【說經之人，代佛宣揚，便同真佛在此。說此大法，紹隆佛種，便是住持三寶。故曰：如佛塔廟，皆應供養。】"
    },
    {
      "id": "09-023-0029_p0003",
      "zh_CN": "诸佛如来、菩萨、声闻，无不是弘法度生，这是菩萨唯一的一桩大事。弘法利生范围是无限的深广，我们在大乘经里面，特别是《华严》，为我们具体的呈现出来。而在各种不同方式当中，以言词演说可以说是最为方便。但是诸位要知道，除了言词演说之外，其他的方法也非常之多，我们看善财童子五十三参就能够明白。因此无论是出家弟子，或者是在家弟子，发心为大众讲经说法，都是属于代佛宣扬。有一些同修们常常误会，认为讲经说法是出家法师的事情，不是在家居士的事情，这个观念是错误的，在家居士一样的讲经说法。既上了讲台，就是代佛宣扬，就应当接受大众的礼敬，这是正知正见。世尊当年在世的时候，维摩居士也常常讲经说法。佛的出家弟子，像舍利弗、目犍连这些人，也经常听维摩长者说法，这是世尊许可的、同意的。出家人听在家人讲经说法，也要按一般规矩，像尊敬佛陀一样，顶礼三拜、右遶三匝，我们在经上看到的，毫无轻慢之心。没有说我出家了，你是居士，没有这个心，没有这样的分别执着。而示现的平等，在家跟出家讲法完全平等，这也正是世尊在本经上为我们所说的，「是法平等，无有高下」，如来弟子做出榜样给我们看。",
      "zh_TW": "諸佛如來、菩薩、聲聞，無不是弘法度生，這是菩薩唯一的一樁大事。弘法利生範圍是無限的深廣，我們在大乘經裡面，特別是《華嚴》，為我們具體的呈現出來。而在各種不同方式當中，以言詞演說可以說是最為方便。但是諸位要知道，除了言詞演說之外，其他的方法也非常之多，我們看善財童子五十三參就能夠明白。因此無論是出家弟子，或者是在家弟子，發心為大眾講經說法，都是屬於代佛宣揚。有一些同修們常常誤會，認為講經說法是出家法師的事情，不是在家居士的事情，這個觀念是錯誤的，在家居士一樣的講經說法。既上了講臺，就是代佛宣揚，就應當接受大眾的禮敬，這是正知正見。世尊當年在世的時候，維摩居士也常常講經說法。佛的出家弟子，像舍利弗、目犍連這些人，也經常聽維摩長者說法，這是世尊許可的、同意的。出家人聽在家人講經說法，也要按一般規矩，像尊敬佛陀一樣，頂禮三拜、右遶三匝，我們在經上看到的，毫無輕慢之心。沒有說我出家了，你是居士，沒有這個心，沒有這樣的分別執著。而示現的平等，在家跟出家講法完全平等，這也正是世尊在本經上為我們所說的，「是法平等，無有高下」，如來弟子做出榜樣給我們看。"
    },
    {
      "id": "09-023-0029_p0004",
      "zh_CN": "古代，诸位都晓得唐朝的玄奘大师，这是我们中国出家人到印度去留学，最有成就的一位大德。他在印度当时，两位老师，他亲近两位老师，戒贤论师是出家人，胜军居士是在家人，两个老师，一僧一俗。玄奘都是执弟子礼，从来没有分别我是出家人，你是在家人。出家人不拜在家人，这就分别执着了，是法就有了高下，这就不平等。这桩事情，尤其到晚近，这个分别执着误会很大。在民国初年，欧阳竟无居士在南京办了一个佛学院，时间虽然不长，可是影响力很大，他的佛学院叫支那内学院。他写了一个小册子，《支那内学院院训》，里面就把这些事情说得很清楚、很明白，说明佛法是师道。师道那一定要遵守尊师重道，尊师是为了重道，因为重道才尊师。师有在家、有出家，师第一大。",
      "zh_TW": "古代，諸位都曉得唐朝的玄奘大師，這是我們中國出家人到印度去留學，最有成就的一位大德。他在印度當時，兩位老師，他親近兩位老師，戒賢論師是出家人，勝軍居士是在家人，兩個老師，一僧一俗。玄奘都是執弟子禮，從來沒有分別我是出家人，你是在家人。出家人不拜在家人，這就分別執著了，是法就有了高下，這就不平等。這樁事情，尤其到晚近，這個分別執著誤會很大。在民國初年，歐陽竟無居士在南京辦了一個佛學院，時間雖然不長，可是影響力很大，他的佛學院叫支那內學院。他寫了一個小冊子，《支那內學院院訓》，裡面就把這些事情說得很清楚、很明白，說明佛法是師道。師道那一定要遵守尊師重道，尊師是為了重道，因為重道才尊師。師有在家、有出家，師第一大。"
    },
    {
      "id": "09-023-0029_p0005",
      "zh_CN": "我们虽然是出家，这个在家居士是我们的老师，直接传我们道的，他是我们的和尚，这一点诸位也要明了。和尚这个称呼，是直接传法给我的人，直接教导我的人，这个人就是我的和尚。和尚不一定在家出家，这个诸位要晓得。佛门里面，法师这个称呼也不一定在家出家，只要是弘法利生的，都称为法师。但是现在世俗习惯都称出家人为法师，很少称在家人。和尚，也是在家出家都可以称的。法师、和尚，在家出家都可以称的。你是个在家居士，你教了几个学生，那几个学生就称你作和尚，你是他们的和尚。如果你是在家居士，你还教几个出家人，那几个出家的弟子也称你为和尚。然而现在习惯上没有了，在家的我们都称老师，不称和尚，其实他的身分确确实实是和尚。只有比丘、比丘尼、沙弥、沙弥尼，在家人不能称，这个决定是出家身分。所以说和尚、说法师，未必是出家的身分。这个叫师道，是受到人天恭敬的，这个地方说的是忉利天人。",
      "zh_TW": "我們雖然是出家，這個在家居士是我們的老師，直接傳我們道的，他是我們的和尚，這一點諸位也要明瞭。和尚這個稱呼，是直接傳法給我的人，直接教導我的人，這個人就是我的和尚。和尚不一定在家出家，這個諸位要曉得。佛門裡面，法師這個稱呼也不一定在家出家，只要是弘法利生的，都稱為法師。但是現在世俗習慣都稱出家人為法師，很少稱在家人。和尚，也是在家出家都可以稱的。法師、和尚，在家出家都可以稱的。你是個在家居士，你教了幾個學生，那幾個學生就稱你作和尚，你是他們的和尚。如果你是在家居士，你還教幾個出家人，那幾個出家的弟子也稱你為和尚。然而現在習慣上沒有了，在家的我們都稱老師，不稱和尚，其實他的身分確確實實是和尚。只有比丘、比丘尼、沙彌、沙彌尼，在家人不能稱，這個決定是出家身分。所以說和尚、說法師，未必是出家的身分。這個叫師道，是受到人天恭敬的，這個地方說的是忉利天人。"
    },
    {
      "id": "09-023-0029_p0006",
      "zh_CN": "说经的人，得到诸佛的护念，龙天善神的拥护，诸天鬼神的恭敬，便同真佛在此，他是代佛说法的，他是佛的代表人。说此大法，绍隆佛种。佛法浩如烟海，在这许许多多佛法当中，《金刚般若》是大乘佛法的总纲，所以称它作大法。这是比其他一切经典格外的殊胜，格外的受到尊重，它的效果是绍隆佛种，续佛慧命，由此可知，这部经法的重要性。因此这个人、这个处所，便是住持三宝，跟出家人住的道场没有两样。诸位要记住，前面所说的，是讲说经的人跟说经的处所。说多少？一句、二句、三句、四句，这是四句偈。时间纵然再短，都受到天龙鬼神的恭敬供养，如佛塔庙；如，当然不是。像前面跟诸位报告的，我们在马路上碰到一个人，跟他讲几句佛法，那个地方就如佛塔庙，天龙鬼神他就恭敬供养，我们凡夫不知道。凡夫没有恭敬心，因此得法益少。印光大师常讲，一分恭敬得一分利益，十分恭敬得十分利益。天龙鬼神他们的感触比我们灵敏，他们烦恼比我们轻，智慧比我们长，所以他知道礼敬，他知道供养。",
      "zh_TW": "說經的人，得到諸佛的護念，龍天善神的擁護，諸天鬼神的恭敬，便同真佛在此，他是代佛說法的，他是佛的代表人。說此大法，紹隆佛種。佛法浩如煙海，在這許許多多佛法當中，《金剛般若》是大乘佛法的總綱，所以稱它作大法。這是比其他一切經典格外的殊勝，格外的受到尊重，它的效果是紹隆佛種，續佛慧命，由此可知，這部經法的重要性。因此這個人、這個處所，便是住持三寶，跟出家人住的道場沒有兩樣。諸位要記住，前面所說的，是講說經的人跟說經的處所。說多少？一句、二句、三句、四句，這是四句偈。時間縱然再短，都受到天龍鬼神的恭敬供養，如佛塔廟；如，當然不是。像前面跟諸位報告的，我們在馬路上碰到一個人，跟他講幾句佛法，那個地方就如佛塔廟，天龍鬼神他就恭敬供養，我們凡夫不知道。凡夫沒有恭敬心，因此得法益少。印光大師常講，一分恭敬得一分利益，十分恭敬得十分利益。天龍鬼神他們的感觸比我們靈敏，他們煩惱比我們輕，智慧比我們長，所以他知道禮敬，他知道供養。"
    },
    {
      "id": "09-023-0029_p0007",
      "zh_CN": "「虽说说经处」，这一段经文，文字上是讲的说经的处所，可是它意在言外。「意实在人」，这是我们要能够体会得到的，是世尊说法的善巧，意思是在说法这个人。为什么不说人，说处所？处所都这么恭敬，何况其人？用处所来显示诸天鬼神对于说法人的恭敬，不用这个方法显不出来，这是说法的善巧。「然而尊重说经人若此」，尊重说经的人到这种程度。由此可知，说经人之尊贵，世间任何事都不能够跟他相比。底下反过来说：",
      "zh_TW": "「雖說說經處」，這一段經文，文字上是講的說經的處所，可是它意在言外。「意實在人」，這是我們要能夠體會得到的，是世尊說法的善巧，意思是在說法這個人。為什麼不說人，說處所？處所都這麼恭敬，何況其人？用處所來顯示諸天鬼神對於說法人的恭敬，不用這個方法顯不出來，這是說法的善巧。「然而尊重說經人若此」，尊重說經的人到這種程度。由此可知，說經人之尊貴，世間任何事都不能夠跟他相比。底下反過來說："
    },
    {
      "id": "09-023-0029_p0008",
      "zh_CN": "【倘说经人，非法说法，法说非法，妄谈般若，误法误人。其罪业之大，亦不可言喻。】",
      "zh_TW": "【倘說經人，非法說法，法說非法，妄談般若，誤法誤人。其罪業之大，亦不可言喻。】"
    },
    {
      "id": "09-023-0029_p0009",
      "zh_CN": "这是江味农居士在讲义里面，给我们提出的警告。这是真的，古德所谓「错下一个字转语，堕五百世野狐身」。这个经不能说错，说错了要负责任的，要背因果的，这是我们每一位同修都要注意到的。你虽然没有发心出来讲经说法，平常谈话当中，亲戚朋友谈到佛法，要注意这个问题，你要是说错了，也要背因果。不是说我没有上台讲过经，不一定要上台，任何地方只要谈到佛法，可不能把佛法讲错了，这个很重要。要用什么样的态度？要用真诚的态度、恭敬的态度，知道多少说多少，不知道的可以不必说。儒家也说得好，知之为知之，不知为不知，是知也。人家问我们佛法，我们知道的就答复他，我们不知道的，或者知道不太清楚的，我们要老老实实说，你问的这个，我自己也不清楚。决不可充面子、要好看，强不知以为知，那个可以痛快一时，后果不堪设想，那个果报太可怕了，这个必须要晓得。在一切法里面有两句是纯真无妄，决定不错，能够常常挂在口边，那是无量功德。哪两句？一句是「阿弥陀佛」，这个决定不错，十方诸佛都这样称的，你决定不会说错的。碰到人，阿弥陀佛，那是无量功德。第二句是「看破、放下」，这个决定不会错，不会说错，不会误人。这两句常常挂在嘴上，无量功德，功德不可思议。常常能挂在口上，就说明心上真有，虽然现在做不到，但是心里头有，常挂在嘴上，不知不觉慢慢他就做到了，甚至做到自己还不晓得，这个功德叫希有的功德。看破放下，身心自在，一心念佛，是决定往生，生到西方世界就不退成佛，所以功德利益无量无边。法不能说错。",
      "zh_TW": "這是江味農居士在講義裡面，給我們提出的警告。這是真的，古德所謂「錯下一個字轉語，墮五百世野狐身」。這個經不能說錯，說錯了要負責任的，要背因果的，這是我們每一位同修都要注意到的。你雖然沒有發心出來講經說法，平常談話當中，親戚朋友談到佛法，要注意這個問題，你要是說錯了，也要背因果。不是說我沒有上臺講過經，不一定要上臺，任何地方只要談到佛法，可不能把佛法講錯了，這個很重要。要用什麼樣的態度？要用真誠的態度、恭敬的態度，知道多少說多少，不知道的可以不必說。儒家也說得好，知之為知之，不知為不知，是知也。人家問我們佛法，我們知道的就答覆他，我們不知道的，或者知道不太清楚的，我們要老老實實說，你問的這個，我自己也不清楚。決不可充面子、要好看，強不知以為知，那個可以痛快一時，後果不堪設想，那個果報太可怕了，這個必須要曉得。在一切法裡面有兩句是純真無妄，決定不錯，能夠常常掛在口邊，那是無量功德。哪兩句？一句是「阿彌陀佛」，這個決定不錯，十方諸佛都這樣稱的，你決定不會說錯的。碰到人，阿彌陀佛，那是無量功德。第二句是「看破、放下」，這個決定不會錯，不會說錯，不會誤人。這兩句常常掛在嘴上，無量功德，功德不可思議。常常能掛在口上，就說明心上真有，雖然現在做不到，但是心裡頭有，常掛在嘴上，不知不覺慢慢他就做到了，甚至做到自己還不曉得，這個功德叫希有的功德。看破放下，身心自在，一心念佛，是決定往生，生到西方世界就不退成佛，所以功德利益無量無邊。法不能說錯。"
    },
    {
      "id": "09-023-0029_p0010",
      "zh_CN": "譬如我们发心出来讲经，发心出来讲经是第一功德，可是要如法。不要认为这个事情好，功德太大了，我也发心去讲，结果把经讲错了，不但没有功德反而堕落，一定要如法。诸位同修看到倓虚老法师的《念佛论》，这个小册子我们印了很多，都在外面结缘，《念佛论》最后，老法师给我们举了几个念佛往生的例子，其中出家的是哈尔滨极乐寺的修无师；举了一位男居士，郑锡宾居士，青岛湛山寺的信徒。郑居士，没有多久学会讲《弥陀经》，就学会讲这一种，他很热心，到处讲《弥陀经》劝人念佛。在那个时代，我们能够想像而知，都在乡村偏僻的地方，到处去讲经劝人念佛。听众在我们想像当中，也不过是十个八个，这个村庄讲完了，再到那个村庄，他挺热心。一年到头到处去讲，没讲几年，我们在传记里面看到的，他从皈依到往生就六年，这时间不长。预知时至，坐着往生的，没有生病。他《弥陀经》讲完了，听众里头有几个老朋友，他就要求老朋友，他说：我要走了，你们替我租个房子。这些朋友听了就很奇怪：你要走了，何必租房子？他说：我不是到别的地方去，我到极乐世界去，怕死在人家里不方便。这些朋友们听说：你有这个把握，那不在乎，到我家去。那个人说，到我家去，个个欢迎。人家有这个本事，从皈依到往生六年，讲经是消业障、消罪业，那个力量是第一。所以大家发心讲经，好事情。",
      "zh_TW": "譬如我們發心出來講經，發心出來講經是第一功德，可是要如法。不要認為這個事情好，功德太大了，我也發心去講，結果把經講錯了，不但沒有功德反而墮落，一定要如法。諸位同修看到倓虛老法師的《念佛論》，這個小冊子我們印了很多，都在外面結緣，《念佛論》最後，老法師給我們舉了幾個念佛往生的例子，其中出家的是哈爾濱極樂寺的修無師；舉了一位男居士，鄭錫賓居士，青島湛山寺的信徒。鄭居士，沒有多久學會講《彌陀經》，就學會講這一種，他很熱心，到處講《彌陀經》勸人念佛。在那個時代，我們能夠想像而知，都在鄉村偏僻的地方，到處去講經勸人念佛。聽眾在我們想像當中，也不過是十個八個，這個村莊講完了，再到那個村莊，他挺熱心。一年到頭到處去講，沒講幾年，我們在傳記裡面看到的，他從皈依到往生就六年，這時間不長。預知時至，坐著往生的，沒有生病。他《彌陀經》講完了，聽眾裡頭有幾個老朋友，他就要求老朋友，他說：我要走了，你們替我租個房子。這些朋友聽了就很奇怪：你要走了，何必租房子？他說：我不是到別的地方去，我到極樂世界去，怕死在人家裡不方便。這些朋友們聽說：你有這個把握，那不在乎，到我家去。那個人說，到我家去，個個歡迎。人家有這個本事，從皈依到往生六年，講經是消業障、消罪業，那個力量是第一。所以大家發心講經，好事情。"
    },
    {
      "id": "09-023-0029_p0011",
      "zh_CN": "我过去在台中，在李老师的会下，李老师看到我们这些学生，有一些命很苦、很薄、短命的，那个短命人相貌一看就看出来了，李老师经验丰富，年岁很大了，看的人事很多，看到这些人，他就劝他：孩子！你要发心出来讲讲经。讲经是消业障，真的是延年益寿、消灾灭罪，这是最有效果的。他老人家这么一劝，就不少人跟他学讲经，学个一部、两部，也是到处去讲。在台湾从南到北，也是到乡下去讲，听众多的有三、四十个，少的也是七个、八个的样子，但是统统都热心的去劝人念佛。我们要这样子学法，老老实实的学，老老实实的讲，守住一个原则，但求无过，不求有功，不要想我要讲得怎么好，不想这个。凡是求好心切都出毛病了，不求好，只求没有过失，只求没讲错，讲的是不好，不要紧，没讲错那就是好，我们用这种态度来学、来讲，就不会有过错了。否则的话，特别是般若，般若不好讲，如果讲得不好，人家听到之后，怕他堕到空的那一边，因为什么都没有了，变成恶取空，那个麻烦更大，所以般若是很难讲的一部经。末后江老居士教诫我们，应兢兢自审，不可少忽者也。应当战战兢兢，小心谨慎，不可以疏忽，一定要认真、要努力，讲的时候必须有充分的准备，这是初学的时候，要认真的修持。前面所说的少分，四句偈，为人说四句偈就有这么大的功德。我们再看底下经文：",
      "zh_TW": "我過去在臺中，在李老師的會下，李老師看到我們這些學生，有一些命很苦、很薄、短命的，那個短命人相貌一看就看出來了，李老師經驗豐富，年歲很大了，看的人事很多，看到這些人，他就勸他：孩子！你要發心出來講講經。講經是消業障，真的是延年益壽、消災滅罪，這是最有效果的。他老人家這麼一勸，就不少人跟他學講經，學個一部、兩部，也是到處去講。在台灣從南到北，也是到鄉下去講，聽眾多的有三、四十個，少的也是七個、八個的樣子，但是統統都熱心的去勸人念佛。我們要這樣子學法，老老實實的學，老老實實的講，守住一個原則，但求無過，不求有功，不要想我要講得怎麼好，不想這個。凡是求好心切都出毛病了，不求好，只求沒有過失，只求沒講錯，講的是不好，不要緊，沒講錯那就是好，我們用這種態度來學、來講，就不會有過錯了。否則的話，特別是般若，般若不好講，如果講得不好，人家聽到之後，怕他墮到空的那一邊，因為什麼都沒有了，變成惡取空，那個麻煩更大，所以般若是很難講的一部經。末後江老居士教誡我們，應兢兢自審，不可少忽者也。應當戰戰兢兢，小心謹慎，不可以疏忽，一定要認真、要努力，講的時候必須有充分的準備，這是初學的時候，要認真的修持。前面所說的少分，四句偈，為人說四句偈就有這麼大的功德。我們再看底下經文："
    },
    {
      "id": "09-023-0029_p0012",
      "zh_CN": "经【何况有人尽能受持读诵】",
      "zh_TW": "經【何況有人盡能受持讀誦】"
    },
    {
      "id": "09-023-0029_p0013",
      "zh_CN": "受持读诵，为人说四句偈，那个功德就不可思议了。如果能够受持全经、读诵全经，所得的功德利益必定超过前面太多太多了，多到我们无法想像，不要说说了，说不出，想像都想像不到。这小注里面我们要看看：",
      "zh_TW": "受持讀誦，為人說四句偈，那個功德就不可思議了。如果能夠受持全經、讀誦全經，所得的功德利益必定超過前面太多太多了，多到我們無法想像，不要說說了，說不出，想像都想像不到。這小註裡面我們要看看："
    },
    {
      "id": "09-023-0029_p0014",
      "zh_CN": "【言受持复言读诵者】",
      "zh_TW": "【言受持復言讀誦者】"
    },
    {
      "id": "09-023-0029_p0015",
      "zh_CN": "受持一定包括读诵，读诵未必有受持，这是一定的。受持是做到，佛在经上教导我们的，我们统统在日常生活当中都做到，那叫受持。佛教给我们应无所住，我们确确实实把身心世界一切放下，放下就无所住，真放下了，恢复到心地清净光明，这是受持一句应无所住。而生其心，我们在日常生活当中，工作里面、处事待人接物里面，都能够遵守六度，决定不违背六度，这是生心，而生其心，我真的这样做了。做的人一定是有读诵，读诵而做不到的，那就没有受持。受持又能读诵：",
      "zh_TW": "受持一定包括讀誦，讀誦未必有受持，這是一定的。受持是做到，佛在經上教導我們的，我們統統在日常生活當中都做到，那叫受持。佛教給我們應無所住，我們確確實實把身心世界一切放下，放下就無所住，真放下了，恢復到心地清淨光明，這是受持一句應無所住。而生其心，我們在日常生活當中，工作裡面、處事待人接物裡面，都能夠遵守六度，決定不違背六度，這是生心，而生其心，我真的這樣做了。做的人一定是有讀誦，讀誦而做不到的，那就沒有受持。受持又能讀誦："
    },
    {
      "id": "09-023-0029_p0016",
      "zh_CN": "【明其必能领纳修持，方为真能读诵。】",
      "zh_TW": "【明其必能領納修持，方為真能讀誦。】"
    },
    {
      "id": "09-023-0029_p0017",
      "zh_CN": "这个读诵，跟能读不能行的人完全不一样，这个人能行又天天在读诵，他一定是能够领会经中无尽义趣的教训。这在前面跟诸位报告过，本经字字句句含无量义，他能够体会。纳是接受，接受是依教奉行，领是明了，领会是明了，依教奉行。这样的读，是真读，读了就做到。",
      "zh_TW": "這個讀誦，跟能讀不能行的人完全不一樣，這個人能行又天天在讀誦，他一定是能夠領會經中無盡義趣的教訓。這在前面跟諸位報告過，本經字字句句含無量義，他能夠體會。納是接受，接受是依教奉行，領是明瞭，領會是明瞭，依教奉行。這樣的讀，是真讀，讀了就做到。"
    },
    {
      "id": "09-023-0029_p0018",
      "zh_CN": "【以经义无尽，时时读诵，时时有悟处。】",
      "zh_TW": "【以經義無盡，時時讀誦，時時有悟處。】"
    },
    {
      "id": "09-023-0029_p0019",
      "zh_CN": "学佛必须要知道，一部经就不可思议，不仅说《金刚经》，任何一部经都不可思议，都是无量义。为什么？都是世尊从真如本性里面流露出来的，自性无量无边，自性里面流露出来的言语文字，里头也是无量无边义。因此我们从初发心，从初学一直到将来证到等觉菩萨，《金刚经》意思还有没有尽？还没尽。这是跟我们世间学校的教科书不一样，世间学校教科书，一年级的二年级就不适用，二年级的三年级也不适用了。佛门的教科书很奇怪，从幼稚园、一年级念到博士班，还是这一本书，这很奇怪。像《金刚经》就如此，我们从初发心来学它，一直到将来成佛，还是这一本，无量义。读的也年年升级，年年升级是那个意境不相同，意境是愈来愈深、愈来愈广，深广无有止境。所以认真去做，又能常常不断去读诵。",
      "zh_TW": "學佛必須要知道，一部經就不可思議，不僅說《金剛經》，任何一部經都不可思議，都是無量義。為什麼？都是世尊從真如本性裡面流露出來的，自性無量無邊，自性裡面流露出來的言語文字，裡頭也是無量無邊義。因此我們從初發心，從初學一直到將來證到等覺菩薩，《金剛經》意思還有沒有盡？還沒盡。這是跟我們世間學校的教科書不一樣，世間學校教科書，一年級的二年級就不適用，二年級的三年級也不適用了。佛門的教科書很奇怪，從幼稚園、一年級念到博士班，還是這一本書，這很奇怪。像《金剛經》就如此，我們從初發心來學它，一直到將來成佛，還是這一本，無量義。讀的也年年升級，年年升級是那個意境不相同，意境是愈來愈深、愈來愈廣，深廣無有止境。所以認真去做，又能常常不斷去讀誦。"
    },
    {
      "id": "09-023-0029_p0020",
      "zh_CN": "【薰习不断】",
      "zh_TW": "【薰習不斷】"
    },
    {
      "id": "09-023-0029_p0021",
      "zh_CN": "薰习是两桩事情，薰就是读诵，习就是认真去做、实习，把佛这个道理、方法、教训，在生活里头统统都做到，认真去学习，不能间断，这样：",
      "zh_TW": "薰習是兩樁事情，薰就是讀誦，習就是認真去做、實習，把佛這個道理、方法、教訓，在生活裡頭統統都做到，認真去學習，不能間斷，這樣："
    },
    {
      "id": "09-023-0029_p0022",
      "zh_CN": "【增长定慧，受持之力，日益进步。】",
      "zh_TW": "【增長定慧，受持之力，日益進步。】"
    },
    {
      "id": "09-023-0029_p0023",
      "zh_CN": "我们常讲功夫得力，他真有进步。功夫得力，表现在哪里？表现在妄想少、烦恼少、心清净、心自在、智慧开了，这都很明显的你能够感觉出来的。在工作上，事事都很顺利，纵然遇到很复杂的事情，你处理起来是很轻松，就把事情办好了。你会感觉得，从前遇到这个事情不知道怎么办好，现在遇到这些事情，很简单的就处理掉了。所以带来的生活，真的是幸福、美满、快乐，这是功夫得力的样子，得力的现象。从表面看，也能看得出功夫得力，从哪里看？看你愈来愈年轻，看你的身体体力愈来愈好，这都是用功功夫得力的现象。如其不然，你虽然学佛，功夫不得力。所以佛法的修学有真实的效果，绝对不欺骗人，短命薄福的都能够转得过来，何况在生活上这一点点烦恼、不如意，哪有转不过来的道理。",
      "zh_TW": "我們常講功夫得力，他真有進步。功夫得力，表現在哪裡？表現在妄想少、煩惱少、心清淨、心自在、智慧開了，這都很明顯的你能夠感覺出來的。在工作上，事事都很順利，縱然遇到很複雜的事情，你處理起來是很輕鬆，就把事情辦好了。你會感覺得，從前遇到這個事情不知道怎麼辦好，現在遇到這些事情，很簡單的就處理掉了。所以帶來的生活，真的是幸福、美滿、快樂，這是功夫得力的樣子，得力的現象。從表面看，也能看得出功夫得力，從哪裡看？看你愈來愈年輕，看你的身體體力愈來愈好，這都是用功功夫得力的現象。如其不然，你雖然學佛，功夫不得力。所以佛法的修學有真實的效果，絕對不欺騙人，短命薄福的都能夠轉得過來，何況在生活上這一點點煩惱、不如意，哪有轉不過來的道理。"
    },
    {
      "id": "09-023-0029_p0024",
      "zh_CN": "【若非尽受尽持，岂能头头是道，为众随缘而说也。】",
      "zh_TW": "【若非盡受盡持，豈能頭頭是道，為眾隨緣而說也。】"
    },
    {
      "id": "09-023-0029_p0025",
      "zh_CN": "这是进一步，你为人说经，说得很流利，说得头头是道，左右逢源，持个一偈二偈，不能说没有效果，很困难。持诵一偈半偈，也能够头头是道，随缘而说，那是功力深了，行，是可以做得到。但是我们初学没这个功夫，我们给人家说个一句二句，都讲得很浅，不够深度，没有功力。没有功力怎么办？有补救，多读、多持、尽持。那就是告诉你，全部的金刚般若，你都要受持。对于初学的人来讲，你理解得愈多，在日常生活当中，你能够用得上的也多，许许多多的教训句子，在日常生活当中统统用得上，你才能得真实的受用。自己得真正的受用，给别人介绍，那就方便了。这不是人云亦云，不是道听涂说，是我亲自做到的，我亲身体验的，那就当然不一样，说出来也能够感动人心。",
      "zh_TW": "這是進一步，你為人說經，說得很流利，說得頭頭是道，左右逢源，持個一偈二偈，不能說沒有效果，很困難。持誦一偈半偈，也能夠頭頭是道，隨緣而說，那是功力深了，行，是可以做得到。但是我們初學沒這個功夫，我們給人家說個一句二句，都講得很淺，不夠深度，沒有功力。沒有功力怎麼辦？有補救，多讀、多持、盡持。那就是告訴你，全部的金剛般若，你都要受持。對於初學的人來講，你理解得愈多，在日常生活當中，你能夠用得上的也多，許許多多的教訓句子，在日常生活當中統統用得上，你才能得真實的受用。自己得真正的受用，給別人介紹，那就方便了。這不是人云亦云，不是道聽塗說，是我親自做到的，我親身體驗的，那就當然不一樣，說出來也能夠感動人心。"
    },
    {
      "id": "09-023-0029_p0026",
      "zh_CN": "【如来之意，实欲人人既能受持，又能为人演说。】",
      "zh_TW": "【如來之意，實欲人人既能受持，又能為人演說。】"
    },
    {
      "id": "09-023-0029_p0027",
      "zh_CN": "这句话大家要记住，读诵受持、为人演说，世尊这样的句子，不仅仅在《金刚经》上，可以讲一切大乘经上我们都曾经见过，不是一部经。从这句话里面，我们能够体会到佛的心意，佛的心是实实在在要教我们，不但要依教奉行，一定要为人演说。为人演说这四个字要看清楚，演是表演给人看，用现在的话说，我们在这个社会当中，要给众生做一个好榜样，那是演。演跟说是两桩事情，演是身教，说是言教，演是自己真正做到。在前面我们都讲得很清楚，用大家都知道的这两句经文，「应无所住，而生其心」，这大家都知道的，不学佛的人也知道《金刚经》上有这两句，这是因为过去六祖能大师，在这两句开悟的，所以这两句经文就出了名。我们怎样做到？身心清净就是应无所住，心里面没有忧虑、没有牵挂，干干净净、一尘不染，这是应无所住，要做到。心里头真的到无所住，我刚才讲的，你就年轻、就长寿、就不老，都表现出来了，这个样子就可以给别人看。体力充沛，什么原因？人的老、病、死，都是心太脏，心有病，那个身怎么会好？佛给我们讲，贪瞋痴叫三毒。心里有贪瞋痴，那个心好毒，心已经有毒了，身怎么会好？所以外面环境稍稍一点污染、刺激，就得病了。如果心清净，不会得病的，不会长病。病是从污染来的，心地污染，所以心清净要紧。又能行于布施，行于布施，要是用现代的话说，为社会、为国家、为一切众生服务，这个服务是尽义务，不求报酬，不求代价，尽心尽力为社会、为国家、为人群来服务，这就是而行布施。我们只有付出，不求回报。一般人觉得，这个人不是傻瓜吗？他才不傻，他才聪明。不求报酬，福德不可思量，《金刚经》讲得很清楚，福德不可思量。他修的是无量无边的大福德，心清净是修慧，行于布施是修福，福慧双修，这是无量无边，他哪里傻！他有大福报，这个大福报一切众生羡慕，这叫演，你要是真正做到，这是演。你做到了，人家看到他生羡慕心，他就想向你请教，你的日子怎么会过得这么幸福，怎么会过得这么快乐？他来请教，你就给他说法，这是演说。",
      "zh_TW": "這句話大家要記住，讀誦受持、為人演說，世尊這樣的句子，不僅僅在《金剛經》上，可以講一切大乘經上我們都曾經見過，不是一部經。從這句話裡面，我們能夠體會到佛的心意，佛的心是實實在在要教我們，不但要依教奉行，一定要為人演說。為人演說這四個字要看清楚，演是表演給人看，用現在的話說，我們在這個社會當中，要給眾生做一個好榜樣，那是演。演跟說是兩樁事情，演是身教，說是言教，演是自己真正做到。在前面我們都講得很清楚，用大家都知道的這兩句經文，「應無所住，而生其心」，這大家都知道的，不學佛的人也知道《金剛經》上有這兩句，這是因為過去六祖能大師，在這兩句開悟的，所以這兩句經文就出了名。我們怎樣做到？身心清淨就是應無所住，心裡面沒有憂慮、沒有牽掛，乾乾淨淨、一塵不染，這是應無所住，要做到。心裡頭真的到無所住，我剛才講的，你就年輕、就長壽、就不老，都表現出來了，這個樣子就可以給別人看。體力充沛，什麼原因？人的老、病、死，都是心太髒，心有病，那個身怎麼會好？佛給我們講，貪瞋痴叫三毒。心裡有貪瞋痴，那個心好毒，心已經有毒了，身怎麼會好？所以外面環境稍稍一點污染、刺激，就得病了。如果心清淨，不會得病的，不會長病。病是從污染來的，心地污染，所以心清淨要緊。又能行於布施，行於布施，要是用現代的話說，為社會、為國家、為一切眾生服務，這個服務是盡義務，不求報酬，不求代價，盡心盡力為社會、為國家、為人群來服務，這就是而行布施。我們只有付出，不求回報。一般人覺得，這個人不是傻瓜嗎？他才不傻，他才聰明。不求報酬，福德不可思量，《金剛經》講得很清楚，福德不可思量。他修的是無量無邊的大福德，心清淨是修慧，行於布施是修福，福慧雙修，這是無量無邊，他哪裡傻！他有大福報，這個大福報一切眾生羨慕，這叫演，你要是真正做到，這是演。你做到了，人家看到他生羨慕心，他就想向你請教，你的日子怎麼會過得這麼幸福，怎麼會過得這麼快樂？他來請教，你就給他說法，這是演說。"
    },
    {
      "id": "09-023-0029_p0028",
      "zh_CN": "我们要认真去修学，现在在这个时代，无论中国外国，大家的日子都过得很辛苦，即使是豪门贵族，表面上看，他在社会上有崇高的地位，做了总统，亿万财富了，他的生活很苦，很可怜！你们都不知道，哪有我们这么自在！出门还要请保镳，怕人杀他，提心吊胆，这多苦。吃东西怕人下毒药，那个生活真是紧张，晚上睡觉都睡不好，日夜提心吊胆。所以穷人有穷人的苦处，富人有富人的苦处，总而言之，统统苦，这是事实。我们学佛的人自在，非常快乐，这些人看到的确是羡慕。我在美国许多地方，住在那个地方住了几天，那些邻居外国人就打听，这些人为什么这么快乐？一天到晚都笑嘻嘻的，从来没有看到我们愁眉苦脸，绝对看不到，看到我们都很快乐，就去打听，这些人是干什么的？我就告诉他：我们这些人是学佛的，学佛就快乐！你要想快乐，那你就跟我们一起学佛。所以有演才有说，不但自利，自利一定利他，这是世尊对于我们四众弟子的愿心，他的愿望。我们能这样做，满佛的愿望，这就是孝顺佛陀、孝顺师尊、孝顺父母，这几句话很重要。",
      "zh_TW": "我們要認真去修學，現在在這個時代，無論中國外國，大家的日子都過得很辛苦，即使是豪門貴族，表面上看，他在社會上有崇高的地位，做了總統，億萬財富了，他的生活很苦，很可憐！你們都不知道，哪有我們這麼自在！出門還要請保鑣，怕人殺他，提心吊膽，這多苦。吃東西怕人下毒藥，那個生活真是緊張，晚上睡覺都睡不好，日夜提心吊膽。所以窮人有窮人的苦處，富人有富人的苦處，總而言之，統統苦，這是事實。我們學佛的人自在，非常快樂，這些人看到的確是羨慕。我在美國許多地方，住在那個地方住了幾天，那些鄰居外國人就打聽，這些人為什麼這麼快樂？一天到晚都笑嘻嘻的，從來沒有看到我們愁眉苦臉，絕對看不到，看到我們都很快樂，就去打聽，這些人是幹什麼的？我就告訴他：我們這些人是學佛的，學佛就快樂！你要想快樂，那你就跟我們一起學佛。所以有演才有說，不但自利，自利一定利他，這是世尊對於我們四眾弟子的願心，他的願望。我們能這樣做，滿佛的願望，這就是孝順佛陀、孝順師尊、孝順父母，這幾句話很重要。"
    },
    {
      "id": "09-023-0029_p0029",
      "zh_CN": "【而成就必须自度度他，二利圆满方可。】",
      "zh_TW": "【而成就必須自度度他，二利圓滿方可。】"
    },
    {
      "id": "09-023-0029_p0030",
      "zh_CN": "过去我们总以为，这个成就一定是大乘菩萨，要自利利他，二利圆满。在《金刚经》上看到，这的确是叫我们大开眼界，原来小乘连初果须陀洹，也要自利利他，也是二利圆满。以往我们总认为大乘菩萨不着相，这《金刚经》上说得很清楚，须陀洹不执着须陀洹的相，他才证得须陀洹。所以「无住生心」这四个字，在佛法里面，从小乘初发心，一直到大乘圆教等觉菩萨，都不能离开这个原则，都要遵守这个原则去修行，不管你修哪一个法门，这是最高的指导原则。这就说明，我们一定要自利利他，要自利就要受持读诵，要利他就要为人演说。自己修持跟弘法利生是一样的重要，没有说哪个重要、哪个不重要，没有，同样的重要，一定要这样做，我们才会有成就。也许有同修听到了，我没有办法，我不会讲经说法。这上面说，说一句、说一偈，没有一定要求你讲全经，一句半偈要很热心的到处跟人讲。跟大家在一起谈话，俗话说三句不离本行，到第三句我们就要念阿弥陀佛了。",
      "zh_TW": "過去我們總以為，這個成就一定是大乘菩薩，要自利利他，二利圓滿。在《金剛經》上看到，這的確是叫我們大開眼界，原來小乘連初果須陀洹，也要自利利他，也是二利圓滿。以往我們總認為大乘菩薩不著相，這《金剛經》上說得很清楚，須陀洹不執著須陀洹的相，他才證得須陀洹。所以「無住生心」這四個字，在佛法裡面，從小乘初發心，一直到大乘圓教等覺菩薩，都不能離開這個原則，都要遵守這個原則去修行，不管你修哪一個法門，這是最高的指導原則。這就說明，我們一定要自利利他，要自利就要受持讀誦，要利他就要為人演說。自己修持跟弘法利生是一樣的重要，沒有說哪個重要、哪個不重要，沒有，同樣的重要，一定要這樣做，我們才會有成就。也許有同修聽到了，我沒有辦法，我不會講經說法。這上面說，說一句、說一偈，沒有一定要求你講全經，一句半偈要很熱心的到處跟人講。跟大家在一起談話，俗話說三句不離本行，到第三句我們就要念阿彌陀佛了。"
    },
    {
      "id": "09-023-0029_p0031",
      "zh_CN": "底下一段经文：「正明所以」，正是跟我们说明它所以然的道理。",
      "zh_TW": "底下一段經文：「正明所以」，正是跟我們說明它所以然的道理。"
    },
    {
      "id": "09-023-0029_p0032",
      "zh_CN": "经【须菩提，当知是人，成就最上第一希有之法。】",
      "zh_TW": "經【須菩提，當知是人，成就最上第一希有之法。】"
    },
    {
      "id": "09-023-0029_p0033",
      "zh_CN": "这个实实在在不可思议，若不是世尊为我们说明，我们怎么也想不出其中所以然的道理，这样殊胜功德利益，原来就在受持读诵、为人演说当中成就的。",
      "zh_TW": "這個實實在在不可思議，若不是世尊為我們說明，我們怎麼也想不出其中所以然的道理，這樣殊勝功德利益，原來就在受持讀誦、為人演說當中成就的。"
    },
    {
      "id": "09-023-0029_p0034",
      "zh_CN": "【最上第一希有之法，即阿耨多罗三藐三菩提法也。】",
      "zh_TW": "【最上第一希有之法，即阿耨多羅三藐三菩提法也。】"
    },
    {
      "id": "09-023-0029_p0035",
      "zh_CN": "这是将阿耨多罗三藐三菩提法，完全用中文写出来。",
      "zh_TW": "這是將阿耨多羅三藐三菩提法，完全用中文寫出來。"
    },
    {
      "id": "09-023-0029_p0036",
      "zh_CN": "【《弥陀经》云：释迦牟尼，能为甚难希有之事，能于五浊恶世中，得阿耨菩提。甚难希有，即第一希有也。】",
      "zh_TW": "【《彌陀經》云：釋迦牟尼，能為甚難希有之事，能於五濁惡世中，得阿耨菩提。甚難希有，即第一希有也。】"
    },
    {
      "id": "09-023-0029_p0037",
      "zh_CN": "蕅益大师的《弥陀经要解》，是一部不可思议的著作，我们净宗印光大师对他赞叹备至，说：「即使是古佛再来，给弥陀经做个注解，也不能超过其上。」这是把《弥陀要解》赞叹到颠峰，赞叹到最高处！我们晓得，印光大师是大势至菩萨再来的，大势至菩萨这样赞叹，蕅益大师到底是什么人？古书上没有记载，我们看到大势至菩萨这样赞叹，他要不是阿弥陀佛再来，准定是观世音菩萨再来。注得是好，是真好！蕅益大师有不少地方发前人之所未发，实在是非常的难得。其中最重要的，就是告诉我们，释迦牟尼佛成佛是念佛成佛的，这是从前我们没有听说过的，古书里也没人说过，蕅益大师在《要解》里为我们说的。有没有证明？有，就在《弥陀经》上，我们《弥陀经》读了不少遍，没有发现，他替我们指出来，这非常希有。在五浊恶世，示现证得无上菩提，这不但在世间是第一希有，出世间也是第一希有。这个话里面的含义，我们要能够体会。什么意思？我们能够一心一意念佛求生净土，就是第一希有。何以见得是第一希有？这个人在一生当中，生到西方极乐世界就不退成佛，这能说不希有吗？这能说不是第一希有吗？法门无量无边，不能保证你在这一生当中圆满成佛，唯独念佛法门，确确实实是一生圆满成佛，所以它真的是第一希有。",
      "zh_TW": "蕅益大師的《彌陀經要解》，是一部不可思議的著作，我們淨宗印光大師對他讚歎備至，說：「即使是古佛再來，給彌陀經做個註解，也不能超過其上。」這是把《彌陀要解》讚歎到顛峰，讚歎到最高處！我們曉得，印光大師是大勢至菩薩再來的，大勢至菩薩這樣讚歎，蕅益大師到底是什麼人？古書上沒有記載，我們看到大勢至菩薩這樣讚歎，他要不是阿彌陀佛再來，準定是觀世音菩薩再來。註得是好，是真好！蕅益大師有不少地方發前人之所未發，實在是非常的難得。其中最重要的，就是告訴我們，釋迦牟尼佛成佛是念佛成佛的，這是從前我們沒有聽說過的，古書裡也沒人說過，蕅益大師在《要解》裡為我們說的。有沒有證明？有，就在《彌陀經》上，我們《彌陀經》讀了不少遍，沒有發現，他替我們指出來，這非常希有。在五濁惡世，示現證得無上菩提，這不但在世間是第一希有，出世間也是第一希有。這個話裡面的含義，我們要能夠體會。什麼意思？我們能夠一心一意念佛求生淨土，就是第一希有。何以見得是第一希有？這個人在一生當中，生到西方極樂世界就不退成佛，這能說不希有嗎？這能說不是第一希有嗎？法門無量無邊，不能保證你在這一生當中圓滿成佛，唯獨念佛法門，確確實實是一生圓滿成佛，所以它真的是第一希有。"
    },
    {
      "id": "09-023-0029_p0038",
      "zh_CN": "也许诸位同修说：此地讲的是《金刚经》，不是《弥陀经》。你不会看的，《金刚经》不是《弥陀经》，《弥陀经》不是《金刚经》。你如果会看，没两样，一桩事情。江味农居士就是教宗般若，行在弥陀，他写《金刚经讲义》，他研究《金刚经》四十年，真的是《金刚经》的权威，他是一门深入。他怎么修持？他念阿弥陀佛，求生净土。念佛求生净土与般若有什么关系？关系可大了，因为念佛法门是最高的智慧，若不是最高的智慧、最大的福德，他不相信。他能够相信这个法门，能够发愿求生，能够深信不疑，高度的智慧，真智慧。能够发愿求生是大福德，福慧双修。信是智慧，愿是福德，没有圆满的智慧福德，这个法门叫难信之法。有人信《金刚经》，不信阿弥陀佛，什么道理？智慧还不到家，还差一截。如果他智慧再提升，他就相信，这个意思很深很深。",
      "zh_TW": "也許諸位同修說：此地講的是《金剛經》，不是《彌陀經》。你不會看的，《金剛經》不是《彌陀經》，《彌陀經》不是《金剛經》。你如果會看，沒兩樣，一樁事情。江味農居士就是教宗般若，行在彌陀，他寫《金剛經講義》，他研究《金剛經》四十年，真的是《金剛經》的權威，他是一門深入。他怎麼修持？他念阿彌陀佛，求生淨土。念佛求生淨土與般若有什麼關係？關係可大了，因為念佛法門是最高的智慧，若不是最高的智慧、最大的福德，他不相信。他能夠相信這個法門，能夠發願求生，能夠深信不疑，高度的智慧，真智慧。能夠發願求生是大福德，福慧雙修。信是智慧，願是福德，沒有圓滿的智慧福德，這個法門叫難信之法。有人信《金剛經》，不信阿彌陀佛，什麼道理？智慧還不到家，還差一截。如果他智慧再提升，他就相信，這個意思很深很深。"
    },
    {
      "id": "09-023-0029_p0039",
      "zh_CN": "【当知是人，福慧双修，自他两度，便得直趋宝所，大有成就。】",
      "zh_TW": "【當知是人，福慧雙修，自他兩度，便得直趨寶所，大有成就。】"
    },
    {
      "id": "09-023-0029_p0040",
      "zh_CN": "这是说明一定要自行化他，自行总纲领、总原则就是无住，化他的总纲领、总原则就是生心。无住是智慧，生心是福德，福慧双修。所以在净宗里面，净宗的三资粮：信、愿、行，信是福、是智慧，愿行是福，信愿念佛就是福慧双修，自他两度，自度度他。便得直趋宝所，这个宝所，在净宗以外，其他的宗派里面，就是明心见性，心性是宝所。在净土宗，除了明心见性之外，还有一个真实的宝所，就是西方极乐世界。已经见性，去西方极乐世界当然不成问题，往生西方是实报庄严土往生的。没有明心见性，甚至于一品烦恼都没断，能不能直趋宝所？能。生到西方极乐世界凡圣同居土，一品烦恼都没断。诸位要记住，这在其他法门里是决定不能成就，唯独念佛法门能成就。所以十方三世一切诸佛如来，没有一个不赞叹西方净土，没有一个不赞叹阿弥陀佛。《无量寿经》上所说的，诸佛称赞阿弥陀佛「光中极尊，佛中之王」，这也把阿弥陀佛捧到顶点。所以，你要做阿弥陀佛的弟子，给诸位说，一切诸佛看到你，都对你很尊敬。为什么？你是最尊敬阿弥陀佛的学生，敬阿弥陀佛，当然也敬他的学生。沾光可大了！这个道理事实，我们都要搞清楚、搞明白。",
      "zh_TW": "這是說明一定要自行化他，自行總綱領、總原則就是無住，化他的總綱領、總原則就是生心。無住是智慧，生心是福德，福慧雙修。所以在淨宗裡面，淨宗的三資糧：信、願、行，信是福、是智慧，願行是福，信願念佛就是福慧雙修，自他兩度，自度度他。便得直趨寶所，這個寶所，在淨宗以外，其他的宗派裡面，就是明心見性，心性是寶所。在淨土宗，除了明心見性之外，還有一個真實的寶所，就是西方極樂世界。已經見性，去西方極樂世界當然不成問題，往生西方是實報莊嚴土往生的。沒有明心見性，甚至於一品煩惱都沒斷，能不能直趨寶所？能。生到西方極樂世界凡聖同居土，一品煩惱都沒斷。諸位要記住，這在其他法門裡是決定不能成就，唯獨念佛法門能成就。所以十方三世一切諸佛如來，沒有一個不讚歎西方淨土，沒有一個不讚歎阿彌陀佛。《無量壽經》上所說的，諸佛稱讚阿彌陀佛「光中極尊，佛中之王」，這也把阿彌陀佛捧到頂點。所以，你要做阿彌陀佛的弟子，給諸位說，一切諸佛看到你，都對你很尊敬。為什麼？你是最尊敬阿彌陀佛的學生，敬阿彌陀佛，當然也敬他的學生。沾光可大了！這個道理事實，我們都要搞清楚、搞明白。"
    },
    {
      "id": "09-023-0029_p0041",
      "zh_CN": "【便知其福德，远胜于以充满无量无边大千世界之七宝布施者。】",
      "zh_TW": "【便知其福德，遠勝於以充滿無量無邊大千世界之七寶布施者。】"
    },
    {
      "id": "09-023-0029_p0042",
      "zh_CN": "那个布施修的福算不了什么，福报再大依旧不能超越轮回，只是在三界六道里面享痴福而已。从哪里看比不上？最显著的地方是活动的空间，修再大的福报，不出三界，他活动的空间就在六道这个范围，他不能超越；在佛法里面讲就是一个大千世界，一个大千世界就是一个六道，这经上讲得很清楚。一个单位世界的天顶是初禅天，一个小千世界的天顶是二禅天，中千世界的天顶是三禅天，大千世界的天顶是四禅天。一个大千世界只有一个四禅天，一千个三禅天，十亿个（一千再乘一千）初禅天，一个大千世界只有一个四禅天。所以讲六道轮回，就是这一个三千大千世界，福报再大，你的活动空间不能超越这一个三千大千世界。但是往生净土的人，他的活动空间就不可思议，尽虚空遍法界，无量无边诸佛刹土，想去就去，想来就来，丝毫障碍都没有。就好比我们人世间，不出六道，六道就好像一个城市，你这一生都不能超越过这个城市，另外一个人，那个往生的人，他的活动空间，全世界可以到处跑。从这一点你就晓得，那两个人福报相差悬殊太大太大了。何况往生的人，《弥陀经》、《无量寿经》上都说得很清楚，十方诸佛天天见面，每天去参访、去供养、去闻法，十方诸佛刹土、无量无边众生，天天跟那些人结法缘，为那些众生说法。这两种生活方式，怎么能相比？大家要是把这个事情搞清楚，我相信你一定下定决心，极乐世界非去不可。这个地方我们决定可以去得成，不是没有把握，不是去不成，决定去得成，你的决心就坚定。这个福德远胜于大千世界七宝布施的。再看底下这段经文：",
      "zh_TW": "那個布施修的福算不了什麼，福報再大依舊不能超越輪迴，只是在三界六道裡面享痴福而已。從哪裡看比不上？最顯著的地方是活動的空間，修再大的福報，不出三界，他活動的空間就在六道這個範圍，他不能超越；在佛法裡面講就是一個大千世界，一個大千世界就是一個六道，這經上講得很清楚。一個單位世界的天頂是初禪天，一個小千世界的天頂是二禪天，中千世界的天頂是三禪天，大千世界的天頂是四禪天。一個大千世界只有一個四禪天，一千個三禪天，十億個（一千再乘一千）初禪天，一個大千世界只有一個四禪天。所以講六道輪迴，就是這一個三千大千世界，福報再大，你的活動空間不能超越這一個三千大千世界。但是往生淨土的人，他的活動空間就不可思議，盡虛空遍法界，無量無邊諸佛剎土，想去就去，想來就來，絲毫障礙都沒有。就好比我們人世間，不出六道，六道就好像一個城市，你這一生都不能超越過這個城市，另外一個人，那個往生的人，他的活動空間，全世界可以到處跑。從這一點你就曉得，那兩個人福報相差懸殊太大太大了。何況往生的人，《彌陀經》、《無量壽經》上都說得很清楚，十方諸佛天天見面，每天去參訪、去供養、去聞法，十方諸佛剎土、無量無邊眾生，天天跟那些人結法緣，為那些眾生說法。這兩種生活方式，怎麼能相比？大家要是把這個事情搞清楚，我相信你一定下定決心，極樂世界非去不可。這個地方我們決定可以去得成，不是沒有把握，不是去不成，決定去得成，你的決心就堅定。這個福德遠勝於大千世界七寶布施的。再看底下這段經文："
    },
    {
      "id": "09-023-0029_p0043",
      "zh_CN": "经【若是经典所在之处，则为有佛，若尊重弟子。】",
      "zh_TW": "經【若是經典所在之處，則為有佛，若尊重弟子。】"
    },
    {
      "id": "09-023-0029_p0044",
      "zh_CN": "这是指佛的经典所在之处。前面说的是一个说法的人，为人说四句偈那个处所，处所就如佛塔庙，塔庙是三宝所在之处。这个地方是讲「经」，经本所在之处也是三宝所在之处。你家里面有几本佛经，那就是三宝所在之处，就有龙天善神保佑，所以你对于经典要尊重供养，你才得善神的保佑。",
      "zh_TW": "這是指佛的經典所在之處。前面說的是一個說法的人，為人說四句偈那個處所，處所就如佛塔廟，塔廟是三寶所在之處。這個地方是講「經」，經本所在之處也是三寶所在之處。你家裡面有幾本佛經，那就是三寶所在之處，就有龍天善神保佑，所以你對於經典要尊重供養，你才得善神的保佑。"
    },
    {
      "id": "09-023-0029_p0045",
      "zh_CN": "【经，本有路径之义。】",
      "zh_TW": "【經，本有路徑之義。】"
    },
    {
      "id": "09-023-0029_p0046",
      "zh_CN": "这一条路就是凡夫成佛之路、破迷开悟之路、离苦得乐之路、转凡成圣之路，经典有道路的意思。",
      "zh_TW": "這一條路就是凡夫成佛之路、破迷開悟之路、離苦得樂之路、轉凡成聖之路，經典有道路的意思。"
    },
    {
      "id": "09-023-0029_p0047",
      "zh_CN": "【典，轨则之义。】",
      "zh_TW": "【典，軌則之義。】"
    },
    {
      "id": "09-023-0029_p0048",
      "zh_CN": "典像轨道一样，火车走的是有铁轨、有轨道，不会走错。",
      "zh_TW": "典像軌道一樣，火車走的是有鐵軌、有軌道，不會走錯。"
    },
    {
      "id": "09-023-0029_p0049",
      "zh_CN": "【本经所说，皆是发菩提心者不易之正轨，共遵之觉路。】",
      "zh_TW": "【本經所說，皆是發菩提心者不易之正軌，共遵之覺路。】"
    },
    {
      "id": "09-023-0029_p0050",
      "zh_CN": "为什么《金刚经》在佛法当中如此的被人尊重，它的道理就是一切修学大乘者，必须要遵守的原理原则，原理原则就是轨道的意思，就是觉路的意思，一定要遵守，无论修学哪个法门。你修净土的不遵守，你心里有牵挂、有住，你不能往生，一定要遵守。你学密的、持咒的，如果你心有住，你决定得不到相应，三密相应你决定得不到。你是个参禅的，你心要有住的话，你决定不会开悟，决定不会见性。可见得，无论修学哪个法门，八万四千法门，都不能违背这个原理原则，你修行就会有成就。参禅的会开悟，持咒的会得三密相应，念佛的会得一心不乱，学教的也能够大开圆解，都是这个原理原则，离开这个原理原则，都不能成功，所以这个经就被大众所尊敬。",
      "zh_TW": "為什麼《金剛經》在佛法當中如此的被人尊重，它的道理就是一切修學大乘者，必須要遵守的原理原則，原理原則就是軌道的意思，就是覺路的意思，一定要遵守，無論修學哪個法門。你修淨土的不遵守，你心裡有牽掛、有住，你不能往生，一定要遵守。你學密的、持咒的，如果你心有住，你決定得不到相應，三密相應你決定得不到。你是個參禪的，你心要有住的話，你決定不會開悟，決定不會見性。可見得，無論修學哪個法門，八萬四千法門，都不能違背這個原理原則，你修行就會有成就。參禪的會開悟，持咒的會得三密相應，念佛的會得一心不亂，學教的也能夠大開圓解，都是這個原理原則，離開這個原理原則，都不能成功，所以這個經就被大眾所尊敬。"
    },
    {
      "id": "09-023-0029_p0051",
      "zh_CN": "【故此经所在之处，便是宝所。】",
      "zh_TW": "【故此經所在之處，便是寶所。】"
    },
    {
      "id": "09-023-0029_p0052",
      "zh_CN": "真实的法宝。",
      "zh_TW": "真實的法寶。"
    },
    {
      "id": "09-023-0029_p0053",
      "zh_CN": "【佛及一切贤圣，莫不在此。】",
      "zh_TW": "【佛及一切賢聖，莫不在此。】"
    },
    {
      "id": "09-023-0029_p0054",
      "zh_CN": "这个诸位要晓得，不是一切佛、一切菩萨都在你这个地方，不是的。一切贤圣修行证果的原理原则、方法在此地，是说这个，他们怎么成佛的，怎么成菩萨的，怎么成罗汉的，那些理论跟方法都在此地。所以这个经尊贵，我们对这个经典要尊重。我们尊经，这些护法善神就尊敬你；你要不尊重经典，护法善神远离你，也瞧不起你。你家里有这个经典，就得这么两个好处，一个是护法善神尊敬你，一个是护法善神不理你，完全看你自己的态度，你自己怎么个做法，你得到两种不同的结果。",
      "zh_TW": "這個諸位要曉得，不是一切佛、一切菩薩都在你這個地方，不是的。一切賢聖修行證果的原理原則、方法在此地，是說這個，他們怎麼成佛的，怎麼成菩薩的，怎麼成羅漢的，那些理論跟方法都在此地。所以這個經尊貴，我們對這個經典要尊重。我們尊經，這些護法善神就尊敬你；你要不尊重經典，護法善神遠離你，也瞧不起你。你家裡有這個經典，就得這麼兩個好處，一個是護法善神尊敬你，一個是護法善神不理你，完全看你自己的態度，你自己怎麼個做法，你得到兩種不同的結果。"
    },
    {
      "id": "09-023-0029_p0055",
      "zh_CN": "【若尊重弟子，这句话是统谓一切贤圣、菩萨、罗汉，尽摄在内，不必分别专指。】",
      "zh_TW": "【若尊重弟子，這句話是統謂一切賢聖、菩薩、羅漢，盡攝在內，不必分別專指。】"
    },
    {
      "id": "09-023-0029_p0056",
      "zh_CN": "不必专指这个大概是讲文殊、普贤、舍利弗、目犍连，不必，那个与《金刚经》的宗旨不相应，《金刚经》是离相，这样专指哪个人，就变成着相。所以这个尊重弟子，是统指所有的佛弟子，包括没有断惑证真的，那就是连我们都包括在其中。我说的这个话是实在话，只要能够听到《金刚经》生欢喜心，不要讲受持，听到心里很欢喜，你就得一切诸佛护念，一切善神拥护。如果你真的能够依照这个修行，那就是前面所说的，那当然是更殊胜。听到这个经典生一念欢喜心，就得一切善神的拥护，因为你这一念善心，一片光明；要以现代科学家的说法，这是强烈的磁场，很大的能量，这一念欢喜心，与一切贤圣感应道交。",
      "zh_TW": "不必專指這個大概是講文殊、普賢、舍利弗、目犍連，不必，那個與《金剛經》的宗旨不相應，《金剛經》是離相，這樣專指哪個人，就變成著相。所以這個尊重弟子，是統指所有的佛弟子，包括沒有斷惑證真的，那就是連我們都包括在其中。我說的這個話是實在話，只要能夠聽到《金剛經》生歡喜心，不要講受持，聽到心裡很歡喜，你就得一切諸佛護念，一切善神擁護。如果你真的能夠依照這個修行，那就是前面所說的，那當然是更殊勝。聽到這個經典生一念歡喜心，就得一切善神的擁護，因為你這一念善心，一片光明；要以現代科學家的說法，這是強烈的磁場，很大的能量，這一念歡喜心，與一切賢聖感應道交。"
    },
    {
      "id": "09-023-0029_p0057",
      "zh_CN": "【总明此经殊胜，在处处贵，在人人尊而已。】",
      "zh_TW": "【總明此經殊勝，在處處貴，在人人尊而已。】"
    },
    {
      "id": "09-023-0029_p0058",
      "zh_CN": "这两句是把世尊说这段经文的意思讲出来。佛确实是这个意思，赞经！经所在的处所，这个处所尊贵；读诵受持经的人，这个人尊贵。世间人凡夫肉眼不识货，不知道这个人尊贵，这是我们常讲，现在人认假不认真，听骗不听劝。现在发大财的人，做大官、地位很高的人，走到哪里人家很尊敬他，肉眼凡夫。真正的高人，凡夫不认识，反而对他轻慢。但是诸天鬼神的眼睛很明亮，他看得到，他们尊敬。",
      "zh_TW": "這兩句是把世尊說這段經文的意思講出來。佛確實是這個意思，讚經！經所在的處所，這個處所尊貴；讀誦受持經的人，這個人尊貴。世間人凡夫肉眼不識貨，不知道這個人尊貴，這是我們常講，現在人認假不認真，聽騙不聽勸。現在發大財的人，做大官、地位很高的人，走到哪裡人家很尊敬他，肉眼凡夫。真正的高人，凡夫不認識，反而對他輕慢。但是諸天鬼神的眼睛很明亮，他看得到，他們尊敬。"
    },
    {
      "id": "09-023-0029_p0059",
      "zh_CN": "【又为劝人供养此经、读诵此经、受持此经、广为人人说此经也。】",
      "zh_TW": "【又為勸人供養此經、讀誦此經、受持此經、廣為人人說此經也。】"
    },
    {
      "id": "09-023-0029_p0060",
      "zh_CN": "这段经文有这个意思，这个意思非常的强烈，这是世尊对我们真实的愿望，劝我们供养。怎么供养？依教修行供养，这叫真供养。如果我们有能力，在现前环境当中，我们印送这部经典供养一切大众，这是供养的方法。现在除了印经之外，还可以制作录音带来供养。我们知道现在有很多工作很繁忙的人，确确实实没有时间，你叫他坐下来去读一部经，他没有时间，但是叫他听他有时间。他上下班的时候要坐车，自己开车可以放录音带，他可以听。我们搭公车、公共巴士上班，可以带随身听。因此制作读诵经典的录音带，也是最佳的供养。我们佛弟子，现在无论是在家出家都有应酬，都有礼尚往来，人家送一点礼物给我们，我们也要回送一点，我们回送的礼物，里面一定有经书，一定有录音带，法供养。经书、录音带做的是愈精美愈好，做的愈精美，不学佛的，他看到这个本子，他生欢喜心，所以一定要印得好，才能够达到利益众生的效果。这是讲供养此经。",
      "zh_TW": "這段經文有這個意思，這個意思非常的強烈，這是世尊對我們真實的願望，勸我們供養。怎麼供養？依教修行供養，這叫真供養。如果我們有能力，在現前環境當中，我們印送這部經典供養一切大眾，這是供養的方法。現在除了印經之外，還可以製作錄音帶來供養。我們知道現在有很多工作很繁忙的人，確確實實沒有時間，你叫他坐下來去讀一部經，他沒有時間，但是叫他聽他有時間。他上下班的時候要坐車，自己開車可以放錄音帶，他可以聽。我們搭公車、公共巴士上班，可以帶隨身聽。因此製作讀誦經典的錄音帶，也是最佳的供養。我們佛弟子，現在無論是在家出家都有應酬，都有禮尚往來，人家送一點禮物給我們，我們也要回送一點，我們回送的禮物，裡面一定有經書，一定有錄音帶，法供養。經書、錄音帶做的是愈精美愈好，做的愈精美，不學佛的，他看到這個本子，他生歡喜心，所以一定要印得好，才能夠達到利益眾生的效果。這是講供養此經。"
    },
    {
      "id": "09-023-0029_p0061",
      "zh_CN": "读诵此经，读是对着经本，诵是背诵。读诵不出声是自利，出声读诵是自利利他。念得要清楚，要清晰，让别人听，听得很清楚，一历耳根，永为道种，你就度了他。所以读诵，出声读诵，功德利益很大。从这个地方让我们想起，当年六祖惠能大师，还没有闻到佛法，他的生活很苦，每天到山上砍柴，到城市里面来卖柴，卖几文钱，买一点米菜回家去度日。他的因缘就是在卖柴的时候，听到人家念《金刚经》，有人在那里读经，他在旁边站到听了一会儿，念的人没开悟，他听的人开悟了，这就把惠能大师度了，那个人功德不小，把惠能大师给度了。这就说明出声读，利益众生。我这出声读没有人听，还有我们肉眼看不见的人，他听了也得利益，有天人鬼神，我们肉眼看不见。但是有一些同修有一个经验，我常常听说，我自己也常有这个经验，我们在读经的时候，甚至在看经、没有读的时候，也没有出声音的时候，闻到有异香，这个香不是檀香，也不是一般烧的香，有的时候时间很久，有十几分钟这个香都不散。这是什么原因？古德告诉我们，我们在看经读诵的时候，这是有天神从这里经过，看到我们在读诵或者在念佛，他在那里合掌恭敬，散花、香花供养，花我们看不见，香我们闻到了。他对你尊敬，所以读经的场地他尊敬，人他更尊敬。我相信有这种经验的人很多，这都可以证明这是事实。",
      "zh_TW": "讀誦此經，讀是對著經本，誦是背誦。讀誦不出聲是自利，出聲讀誦是自利利他。念得要清楚，要清晰，讓別人聽，聽得很清楚，一歷耳根，永為道種，你就度了他。所以讀誦，出聲讀誦，功德利益很大。從這個地方讓我們想起，當年六祖惠能大師，還沒有聞到佛法，他的生活很苦，每天到山上砍柴，到城市裡面來賣柴，賣幾文錢，買一點米菜回家去度日。他的因緣就是在賣柴的時候，聽到人家念《金剛經》，有人在那裡讀經，他在旁邊站到聽了一會兒，念的人沒開悟，他聽的人開悟了，這就把惠能大師度了，那個人功德不小，把惠能大師給度了。這就說明出聲讀，利益眾生。我這出聲讀沒有人聽，還有我們肉眼看不見的人，他聽了也得利益，有天人鬼神，我們肉眼看不見。但是有一些同修有一個經驗，我常常聽說，我自己也常有這個經驗，我們在讀經的時候，甚至在看經、沒有讀的時候，也沒有出聲音的時候，聞到有異香，這個香不是檀香，也不是一般燒的香，有的時候時間很久，有十幾分鐘這個香都不散。這是什麼原因？古德告訴我們，我們在看經讀誦的時候，這是有天神從這裡經過，看到我們在讀誦或者在念佛，他在那裡合掌恭敬，散花、香花供養，花我們看不見，香我們聞到了。他對你尊敬，所以讀經的場地他尊敬，人他更尊敬。我相信有這種經驗的人很多，這都可以證明這是事實。"
    },
    {
      "id": "09-023-0029_p0062",
      "zh_CN": "受持此经，这一步进一步，受持是依教奉行，真正去做。广为人说，遇到人都给他讲，当然讲的方式、技巧是要有变化的。学佛的人讲当然很方便，不学佛的人，甚至于排斥佛法的人，对佛法有反感的人，我们也有善巧方便来给他讲。还有学外教的人，有一些外教很执着，认为佛是魔鬼，沾都不可以沾的，我们也要以善巧方便来帮助他，把他这个错误的观念转过来。所以注意这个广，遇到人都说，喜欢听的人跟他说，不喜欢听的人也跟他说，一历耳根，永为道种。",
      "zh_TW": "受持此經，這一步進一步，受持是依教奉行，真正去做。廣為人說，遇到人都給他講，當然講的方式、技巧是要有變化的。學佛的人講當然很方便，不學佛的人，甚至於排斥佛法的人，對佛法有反感的人，我們也有善巧方便來給他講。還有學外教的人，有一些外教很執著，認為佛是魔鬼，沾都不可以沾的，我們也要以善巧方便來幫助他，把他這個錯誤的觀念轉過來。所以注意這個廣，遇到人都說，喜歡聽的人跟他說，不喜歡聽的人也跟他說，一歷耳根，永為道種。"
    },
    {
      "id": "09-023-0029_p0063",
      "zh_CN": "【则持说者，便是亲近诸佛、菩萨等大善知识。】",
      "zh_TW": "【則持說者，便是親近諸佛、菩薩等大善知識。】"
    },
    {
      "id": "09-023-0029_p0064",
      "zh_CN": "亲近诸佛菩萨、亲近善知识，很难得！这正是世间所谓可遇不可求者，但是用这种方法就容易、就不难，这也是我们常常劝勉同修们的。佛法、世法要想有真实的成就，都必须要有师承。可是在这个时代当中，老师没有了，到哪儿去找？没有师承，师承断绝。我们想成就怎么办？今人找不到，还可以找古人，这是个办法。找古人，这个例子历史很久了，在中国历史上记载的，第一个是孟子，孟子以谁为老师？以孔老夫子为老师，但是在那个时候孔老夫子过世，不在了。不在怎么以他为老师？孔老夫子的著作在，他读孔老夫子的书，照孔老夫子书里面话去做，这就是孔子的学生，所以称为私淑弟子，在中国历史上第一个。他真的学成了，学得很像孔夫子，所以后人尊称孔子为至圣，孟子是亚圣，跟他差不多。以古人为老师，那还有错吗？今人哪个是真有道德学问，哪个是假装的，我们分不清楚，古人没问题，大家公认的。这个路子就能走得通，而且非常安稳，也不怕老师不要我们，这世间有好老师，你去找他，他不收你，那很苦恼，找古人，他不会不收，问题是我们愿不愿意做他的学生，不会考虑他收不收你。学孟子这个情形，在中国历史是大有人在，很出名的，像汉朝，写《史记》的司马迁，这在中国历史上是大文豪。他的老师左丘明，诸位想想，左丘明是跟孔子同时代，司马迁是汉朝的，相差几百年，怎么拜他做老师？左丘明有一部著作《左传》，他就专念《左传》，专学《左传》。左丘明的手笔文章被他学去了，他学得很成功，唐宋八大家第一。以古人为老师。在我们佛门也有明显的例子，蕅益大师，这是我们净土宗的，蕅益大师的老师是谁？莲池大师。那个时候莲池大师也往生了，往生了怎么以他为师？莲池大师的著作在，莲池大师的全集现在还在，还是完整的。蕅益大师专门学莲池，学一家，依他为老师。不是老师的东西不读不看，看一个人的，他学成功了，莲池是净宗一代祖师，他也是一代祖师。学古人，今人不可靠。",
      "zh_TW": "親近諸佛菩薩、親近善知識，很難得！這正是世間所謂可遇不可求者，但是用這種方法就容易、就不難，這也是我們常常勸勉同修們的。佛法、世法要想有真實的成就，都必須要有師承。可是在這個時代當中，老師沒有了，到哪兒去找？沒有師承，師承斷絕。我們想成就怎麼辦？今人找不到，還可以找古人，這是個辦法。找古人，這個例子歷史很久了，在中國歷史上記載的，第一個是孟子，孟子以誰為老師？以孔老夫子為老師，但是在那個時候孔老夫子過世，不在了。不在怎麼以他為老師？孔老夫子的著作在，他讀孔老夫子的書，照孔老夫子書裡面話去做，這就是孔子的學生，所以稱為私淑弟子，在中國歷史上第一個。他真的學成了，學得很像孔夫子，所以後人尊稱孔子為至聖，孟子是亞聖，跟他差不多。以古人為老師，那還有錯嗎？今人哪個是真有道德學問，哪個是假裝的，我們分不清楚，古人沒問題，大家公認的。這個路子就能走得通，而且非常安穩，也不怕老師不要我們，這世間有好老師，你去找他，他不收你，那很苦惱，找古人，他不會不收，問題是我們願不願意做他的學生，不會考慮他收不收你。學孟子這個情形，在中國歷史是大有人在，很出名的，像漢朝，寫《史記》的司馬遷，這在中國歷史上是大文豪。他的老師左丘明，諸位想想，左丘明是跟孔子同時代，司馬遷是漢朝的，相差幾百年，怎麼拜他做老師？左丘明有一部著作《左傳》，他就專念《左傳》，專學《左傳》。左丘明的手筆文章被他學去了，他學得很成功，唐宋八大家第一。以古人為老師。在我們佛門也有明顯的例子，蕅益大師，這是我們淨土宗的，蕅益大師的老師是誰？蓮池大師。那個時候蓮池大師也往生了，往生了怎麼以他為師？蓮池大師的著作在，蓮池大師的全集現在還在，還是完整的。蕅益大師專門學蓮池，學一家，依他為老師。不是老師的東西不讀不看，看一個人的，他學成功了，蓮池是淨宗一代祖師，他也是一代祖師。學古人，今人不可靠。"
    },
    {
      "id": "09-023-0029_p0065",
      "zh_CN": "我过去亲近李炳南老居士，我们拜他做老师，他不错是接受我们拜师，拜完之后他给我们说：我不敢做你老师，我没有条件做你老师，我只可以做你学长，在旁边帮助帮助你。他劝我以印光法师为老师，他介绍我的，印光法师是他的老师。谦虚！不像一般人很自大自负，我不比人差，你拜我做老师就可以。那种贡高我慢的气焰，那就不是真善知识，真善知识一定是非常谦虚、非常恭敬，所以他叫我以印光法师为老师。印光法师也不在了，大师的《文钞》在，读《文钞》，依照《文钞》里面的教训来修行，这就是印光法师的学生了。这的确是真正善知识，为我们指出一条明路。我们学《弥陀经》，我们以莲池大师为老师，专学《疏钞》；要以蕅益大师为师父，就专学《要解》。这不会错，决定有成就。今天我们讲亲近善知识，一定要用这个方法。我们学《华严》，以清凉为老师，决定遵守清凉的《疏钞》。懂得这个原则，善知识太多了，随便我们挑选，哪一个跟我们有缘，我们都可以亲近，都能成就。",
      "zh_TW": "我過去親近李炳南老居士，我們拜他做老師，他不錯是接受我們拜師，拜完之後他給我們說：我不敢做你老師，我沒有條件做你老師，我只可以做你學長，在旁邊幫助幫助你。他勸我以印光法師為老師，他介紹我的，印光法師是他的老師。謙虛！不像一般人很自大自負，我不比人差，你拜我做老師就可以。那種貢高我慢的氣焰，那就不是真善知識，真善知識一定是非常謙虛、非常恭敬，所以他叫我以印光法師為老師。印光法師也不在了，大師的《文鈔》在，讀《文鈔》，依照《文鈔》裡面的教訓來修行，這就是印光法師的學生了。這的確是真正善知識，為我們指出一條明路。我們學《彌陀經》，我們以蓮池大師為老師，專學《疏鈔》；要以蕅益大師為師父，就專學《要解》。這不會錯，決定有成就。今天我們講親近善知識，一定要用這個方法。我們學《華嚴》，以清涼為老師，決定遵守清涼的《疏鈔》。懂得這個原則，善知識太多了，隨便我們挑選，哪一個跟我們有緣，我們都可以親近，都能成就。"
    },
    {
      "id": "09-023-0029_p0066",
      "zh_CN": "【须知此经专明实相】",
      "zh_TW": "【須知此經專明實相】"
    },
    {
      "id": "09-023-0029_p0067",
      "zh_CN": "实相就是诸法实相，我们常讲的宇宙人生的真相。真相是什么？佛在本经上说，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影，如露亦如电」，这是诸法实相。一切法的真相你要是明白，你才晓得佛为什么教你无住生心。佛说法的确是有事实做依据的，不是随便说。因为一切法的真相是「当体即空，了不可得」，所以教你无住，你住是错误的，因为相不可得，你怎么能住！相是怎么回事情？佛在经上讲，我想这个讲法还是比喻，与事实必定还有差距。佛给我们举例子，一弹指，大乘经上讲的，力士是非常健康、有力气的人弹指，一弹指有六十刹那，一刹那就是一弹指的六十分之一，一弹指的六十分之一叫一刹那，一弹指有六十刹那，一刹那里面有九百生灭。我们弹得快的时候，应该一秒钟至少可以弹四次。四，就以这个数来算，我们可以办得到，一秒钟可以弹四次，四乘六十再乘九百，两个十万八千。所有现象是个生灭的相，一秒钟里面有两个十万八千次的生灭。《楞严》上讲得好，「当处出生，随处灭尽」。所以相是假的，不是真的。我们看的相，是这种生灭相的相续相而已，它不是真的。没有一样是真正的存在，不但这一切物质、色法不存在，心法也不存在。",
      "zh_TW": "實相就是諸法實相，我們常講的宇宙人生的真相。真相是什麼？佛在本經上說，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影，如露亦如電」，這是諸法實相。一切法的真相你要是明白，你才曉得佛為什麼教你無住生心。佛說法的確是有事實做依據的，不是隨便說。因為一切法的真相是「當體即空，了不可得」，所以教你無住，你住是錯誤的，因為相不可得，你怎麼能住！相是怎麼回事情？佛在經上講，我想這個講法還是比喻，與事實必定還有差距。佛給我們舉例子，一彈指，大乘經上講的，力士是非常健康、有力氣的人彈指，一彈指有六十剎那，一剎那就是一彈指的六十分之一，一彈指的六十分之一叫一剎那，一彈指有六十剎那，一剎那裡面有九百生滅。我們彈得快的時候，應該一秒鐘至少可以彈四次。四，就以這個數來算，我們可以辦得到，一秒鐘可以彈四次，四乘六十再乘九百，兩個十萬八千。所有現象是個生滅的相，一秒鐘裡面有兩個十萬八千次的生滅。《楞嚴》上講得好，「當處出生，隨處滅盡」。所以相是假的，不是真的。我們看的相，是這種生滅相的相續相而已，它不是真的。沒有一樣是真正的存在，不但這一切物質、色法不存在，心法也不存在。"
    },
    {
      "id": "09-023-0029_p0068",
      "zh_CN": "《百法》里面讲的有为法：有为法第一个是心法、心所法、不相应行法、色法，这统统叫有为法，九十四大类。有为就是有生有灭，就是刹那九百生灭，这是相续相。所以真的是了不可得，当体即空，你要住就错了！告诉你应无所住，那是真话，与事实真相就相应。为什么叫你生心？因为这个相是生灭相，它生灭，它不会断的，它会变化；它是生灭相，但是它不会断，它要继续不断的生灭，生灭当中它起变化，「唯心所现，唯识所变」。因为唯识所变，所以教你生心，你善心，它就变成善果；恶心，它就变成恶果，所以教你生心。虽然生心，又要无住，才跟真相相应，跟实相相应。生心有住不是真相，无住不生心也不是真相，一定是生心无住、无住生心，那是实相。如果你要是契入无住生心，二而不二，实相就现前，实相现前就是自性现前。宗门所讲的明心见性，你就见性；念佛人讲理一心不乱，你就证得理一心。无住跟生心是一不是二。如果说两边不能成为一桩事情，你没有见性，没得一心。能够把这个事情看出来，原来是一不是二，这就行了，这就见性了。这个经是，",
      "zh_TW": "《百法》裡面講的有為法：有為法第一個是心法、心所法、不相應行法、色法，這統統叫有為法，九十四大類。有為就是有生有滅，就是剎那九百生滅，這是相續相。所以真的是了不可得，當體即空，你要住就錯了！告訴你應無所住，那是真話，與事實真相就相應。為什麼叫你生心？因為這個相是生滅相，它生滅，它不會斷的，它會變化；它是生滅相，但是它不會斷，它要繼續不斷的生滅，生滅當中它起變化，「唯心所現，唯識所變」。因為唯識所變，所以教你生心，你善心，它就變成善果；惡心，它就變成惡果，所以教你生心。雖然生心，又要無住，才跟真相相應，跟實相相應。生心有住不是真相，無住不生心也不是真相，一定是生心無住、無住生心，那是實相。如果你要是契入無住生心，二而不二，實相就現前，實相現前就是自性現前。宗門所講的明心見性，你就見性；念佛人講理一心不亂，你就證得理一心。無住跟生心是一不是二。如果說兩邊不能成為一樁事情，你沒有見性，沒得一心。能夠把這個事情看出來，原來是一不是二，這就行了，這就見性了。這個經是，"
    },
    {
      "id": "09-023-0029_p0069",
      "zh_CN": "【专明实相，直指本心。】",
      "zh_TW": "【專明實相，直指本心。】"
    },
    {
      "id": "09-023-0029_p0070",
      "zh_CN": "本心就是自性、真如自性。",
      "zh_TW": "本心就是自性、真如自性。"
    },
    {
      "id": "09-023-0029_p0071",
      "zh_CN": "【受持之者，果能直下承当，依经起观，则生福灭罪，径证菩提，功德何可称量。】",
      "zh_TW": "【受持之者，果能直下承當，依經起觀，則生福滅罪，徑證菩提，功德何可稱量。】"
    },
    {
      "id": "09-023-0029_p0072",
      "zh_CN": "话说得很容易，我刚才把诸法实相给大家一分析，诸位总会有个概念。但是你还是放不下，还是要有住，你心里头还是有牵挂，还是有忧虑，你还是放不下。为什么你还放不下？你虽然听说，没搞清楚，果然真的搞清楚，你的忧虑牵挂决定没有了。那个没有了，就得大自在，那个生活真的是快乐幸福。心里有忧虑有牵挂，你怎么快乐得起来？你怎么不忧虑？没法子的。了解事实真相是看破，实在没有看破，《金刚经》多念念，没有时间念全经，就念「凡所有相，皆是虚妄」，多念念，念久了真的是虚妄，你就会放下。或者念末后这个四句偈，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，也好。常常念的时候，能帮助你看破，能帮助你了解事实真相，真了解，你自然就放下。",
      "zh_TW": "話說得很容易，我剛才把諸法實相給大家一分析，諸位總會有個概念。但是你還是放不下，還是要有住，你心裡頭還是有牽掛，還是有憂慮，你還是放不下。為什麼你還放不下？你雖然聽說，沒搞清楚，果然真的搞清楚，你的憂慮牽掛決定沒有了。那個沒有了，就得大自在，那個生活真的是快樂幸福。心裡有憂慮有牽掛，你怎麼快樂得起來？你怎麼不憂慮？沒法子的。了解事實真相是看破，實在沒有看破，《金剛經》多念念，沒有時間念全經，就念「凡所有相，皆是虛妄」，多念念，念久了真的是虛妄，你就會放下。或者念末後這個四句偈，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，也好。常常念的時候，能幫助你看破，能幫助你了解事實真相，真了解，你自然就放下。"
    },
    {
      "id": "09-023-0029_p0073",
      "zh_CN": "受持者，果能，果然能够直下承当，真的看破，真的放下，就是直下承当。依经起观，依照这部经上讲的道理、讲的事实真相，把错误的观念换过来；起观就是把从前错误的旧观念换过来。则生福灭罪，当然什么罪都灭掉。罪从心起将心忏，什么心有罪？妄想心就有罪。换句话说，你心里有念头就有罪，有念就有罪。无念也有罪，这事情就麻烦，为什么？有念，你住在有；无念，你住在空，住在空、住在有都有罪，都不能解决问题。空有两边都不住就灭罪了，这是《金刚经》上说的。所以那个无住，不但有不能住，空也不能住；不住法相，不住非法相。法相是现象、是有边，非法相是空边，空有两边都不能住。住在有边，你决定搞六道轮回，太苦了；住在空边，你就到四禅天、无想天里面去投胎去了，无想天是外道天，住空的人跑到那儿去。住空的功夫再更高一层，跑到四空天去了，出不了三界。四空天里头，迷迷糊糊、混混沌沌的，定功失掉了，还是要轮回，还是要堕落。所以空有两边都住不得。修行断了见思烦恼，还是空有两边不能住。见思烦恼断了要住空，变成小乘阿罗汉、辟支佛，住偏真涅槃，偏真涅槃是住空，佛在大乘经上说这些人堕无为坑，焦芽败种，大乘经上常常喝斥这些人。断了见思烦恼，空也不能住。空有两边不住，这叫行菩萨道，《金刚经》上是教我们这个方法。两边不住，灭罪，他又能够广行布施，那就生福。佛在经上说，应生无所住心而行布施，而行布施是生福，无所住心就灭罪，灭罪生福是最彻底的，彻底的灭罪，圆满的生福。",
      "zh_TW": "受持者，果能，果然能夠直下承當，真的看破，真的放下，就是直下承當。依經起觀，依照這部經上講的道理、講的事實真相，把錯誤的觀念換過來；起觀就是把從前錯誤的舊觀念換過來。則生福滅罪，當然什麼罪都滅掉。罪從心起將心懺，什麼心有罪？妄想心就有罪。換句話說，你心裡有念頭就有罪，有念就有罪。無念也有罪，這事情就麻煩，為什麼？有念，你住在有；無念，你住在空，住在空、住在有都有罪，都不能解決問題。空有兩邊都不住就滅罪了，這是《金剛經》上說的。所以那個無住，不但有不能住，空也不能住；不住法相，不住非法相。法相是現象、是有邊，非法相是空邊，空有兩邊都不能住。住在有邊，你決定搞六道輪迴，太苦了；住在空邊，你就到四禪天、無想天裡面去投胎去了，無想天是外道天，住空的人跑到那兒去。住空的功夫再更高一層，跑到四空天去了，出不了三界。四空天裡頭，迷迷糊糊、混混沌沌的，定功失掉了，還是要輪迴，還是要墮落。所以空有兩邊都住不得。修行斷了見思煩惱，還是空有兩邊不能住。見思煩惱斷了要住空，變成小乘阿羅漢、辟支佛，住偏真涅槃，偏真涅槃是住空，佛在大乘經上說這些人墮無為坑，焦芽敗種，大乘經上常常喝斥這些人。斷了見思煩惱，空也不能住。空有兩邊不住，這叫行菩薩道，《金剛經》上是教我們這個方法。兩邊不住，滅罪，他又能夠廣行布施，那就生福。佛在經上說，應生無所住心而行布施，而行布施是生福，無所住心就滅罪，滅罪生福是最徹底的，徹底的滅罪，圓滿的生福。"
    },
    {
      "id": "09-023-0029_p0074",
      "zh_CN": "彻底灭罪，圆满生福，再往上提升，那就证大菩提，功德不可称量。不但我们没有办法说，称是说，说不出来，无法思量，一切诸佛如来也说不出。为什么说不出？因为他称性，性德无量无边，真如本性里没有罪，无量无边的功德，所以称性的灭罪生福。可见得这个经之殊胜，这部经能够在这个地方我们细讲一遍，这个因缘殊胜很不容易。一般讲《金刚经》，顶多三十天，三十天是草草率率的讲，没有法子细讲，这一次我们不限时间能够细讲，因缘非常殊胜，这大家都有福，那个福报正如经中所说。好，我们念佛回向。",
      "zh_TW": "徹底滅罪，圓滿生福，再往上提升，那就證大菩提，功德不可稱量。不但我們沒有辦法說，稱是說，說不出來，無法思量，一切諸佛如來也說不出。為什麼說不出？因為他稱性，性德無量無邊，真如本性裡沒有罪，無量無邊的功德，所以稱性的滅罪生福。可見得這個經之殊勝，這部經能夠在這個地方我們細講一遍，這個因緣殊勝很不容易。一般講《金剛經》，頂多三十天，三十天是草草率率的講，沒有法子細講，這一次我們不限時間能夠細講，因緣非常殊勝，這大家都有福，那個福報正如經中所說。好，我們念佛迴向。"
    }
  ]
}