{
  "doc_id": "09-023-0074",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0074",
  "total_paragraphs": 74,
  "paragraphs": [
    {
      "id": "09-023-0074_p0001",
      "zh_CN": "请掀开经本第一百七十一面，第七行，从注解第九段看起。",
      "zh_TW": "請掀開經本第一百七十一面，第七行，從註解第九段看起。"
    },
    {
      "id": "09-023-0074_p0002",
      "zh_CN": "【五蕴六根、山河大地等一切法，皆是唯心所造。佛令一切法不应住着，是遣其分别执着取相之病，与一切法并不相干。】",
      "zh_TW": "【五蘊六根、山河大地等一切法，皆是唯心所造。佛令一切法不應住著，是遣其分別執著取相之病，與一切法並不相干。】"
    },
    {
      "id": "09-023-0074_p0003",
      "zh_CN": "八、九这两小段意思很深，也非常重要。上一次因为钟点到，意思没有能说尽；因为这个意思对我们修学关系很大，不能不利用这个时间，再做一个简单补充。第八段讲到无始来习气之深，这一句我想我们每一位同修都会深深的感觉到。随时随处，不必要起心动念，妄想、分别、烦恼它就现前，这就是无始劫来深重的习气。虽然我们闻到佛法，不仅仅是短时期的闻，有人学佛已经学了几十年，甚至于学到五、六十年，习气毛病还是改不掉。哪一个不知道这是妄想、这是虚妄？可是妄它不能停止，还是要现前，这就是攀缘不息，这个东西非常麻烦，因此我们功夫就不得力。功夫不得力，也就是说得不到佛法真正的受用。实在来说，这也不能怪无始来的习气，实在讲，我们现前没有认真去用功，如果认真用功，多少会产生一些效果。怎样才算是真会用功？就是此地讲的，一定要在起心动念处提起观照的功夫。什么叫观照？这是佛学名词，我们乍听听不懂；不但乍听听不懂，老修行也未必懂。「观」是观念，「照」是清清楚楚、明明白白；也就是说起心动念的时候，自己很清楚、很明白，那你就有方法把你这个念头控制住。而毛病出在什么地方？起心动念的时候没有意识到这个念头，起的是什么念头、念头从哪里来的，没有意识到这个，这就是不会用功。江味农居士在此地提醒我们这一招，一定要在起心动念的时候就不迷惑；清清楚楚、明明白白念头起来了，这是觉照。觉照之后，要把那个念头转过来，那就是功夫。怎么转过来？我们学佛的人好，都把它转成阿弥陀佛。一个念头起来，打妄想了，知道了，知道这个念头起来，把那个念头一转过来，想阿弥陀佛，这就对了。想阿弥陀佛、念阿弥陀佛。为什么要这样转？我想这个道理，大家都应该明了，金刚会上也讲得很多了。佛告诉我们「一切法从心想生」，想佛就成佛，念佛就成佛；为什么不把念头转成阿弥陀佛？一切佛中，弥陀第一殊胜。世尊在《无量寿经》对阿弥陀佛的赞叹，「光中极尊，佛中之王」，这就是我们为什么不念别的佛，为什么念阿弥陀佛，为什么不想其他的佛，要想阿弥陀佛，因为阿弥陀佛是佛中之王。这个理由很简单、很清楚，成佛要成第一殊胜之佛，就是成阿弥陀佛。",
      "zh_TW": "八、九這兩小段意思很深，也非常重要。上一次因為鐘點到，意思沒有能說盡；因為這個意思對我們修學關係很大，不能不利用這個時間，再做一個簡單補充。第八段講到無始來習氣之深，這一句我想我們每一位同修都會深深的感覺到。隨時隨處，不必要起心動念，妄想、分別、煩惱它就現前，這就是無始劫來深重的習氣。雖然我們聞到佛法，不僅僅是短時期的聞，有人學佛已經學了幾十年，甚至於學到五、六十年，習氣毛病還是改不掉。哪一個不知道這是妄想、這是虛妄？可是妄它不能停止，還是要現前，這就是攀緣不息，這個東西非常麻煩，因此我們功夫就不得力。功夫不得力，也就是說得不到佛法真正的受用。實在來說，這也不能怪無始來的習氣，實在講，我們現前沒有認真去用功，如果認真用功，多少會產生一些效果。怎樣才算是真會用功？就是此地講的，一定要在起心動念處提起觀照的功夫。什麼叫觀照？這是佛學名詞，我們乍聽聽不懂；不但乍聽聽不懂，老修行也未必懂。「觀」是觀念，「照」是清清楚楚、明明白白；也就是說起心動念的時候，自己很清楚、很明白，那你就有方法把你這個念頭控制住。而毛病出在什麼地方？起心動念的時候沒有意識到這個念頭，起的是什麼念頭、念頭從哪裡來的，沒有意識到這個，這就是不會用功。江味農居士在此地提醒我們這一招，一定要在起心動念的時候就不迷惑；清清楚楚、明明白白念頭起來了，這是覺照。覺照之後，要把那個念頭轉過來，那就是功夫。怎麼轉過來？我們學佛的人好，都把它轉成阿彌陀佛。一個念頭起來，打妄想了，知道了，知道這個念頭起來，把那個念頭一轉過來，想阿彌陀佛，這就對了。想阿彌陀佛、念阿彌陀佛。為什麼要這樣轉？我想這個道理，大家都應該明瞭，金剛會上也講得很多了。佛告訴我們「一切法從心想生」，想佛就成佛，念佛就成佛；為什麼不把念頭轉成阿彌陀佛？一切佛中，彌陀第一殊勝。世尊在《無量壽經》對阿彌陀佛的讚歎，「光中極尊，佛中之王」，這就是我們為什麼不念別的佛，為什麼念阿彌陀佛，為什麼不想其他的佛，要想阿彌陀佛，因為阿彌陀佛是佛中之王。這個理由很簡單、很清楚，成佛要成第一殊勝之佛，就是成阿彌陀佛。"
    },
    {
      "id": "09-023-0074_p0004",
      "zh_CN": "佛法跟其他宗教不一样，其他宗教唯一的一个真神是上帝，你是祂的信徒，将来到天上去，你总不能作上帝，那还得了！可是西方极乐世界不一样，希望你们到那边去，个个都成阿弥陀佛，这个话不假！我说这个话也有根据，根据什么？阿弥陀佛四十八愿。凡是往生到西方极乐世界的，即使凡圣同居土下下品往生，生到西方极乐世界，面貌跟阿弥陀佛一样，你不就成了阿弥陀佛！智慧、神通、德能都跟阿弥陀佛一样，这个世界就叫平等世界。阿弥陀佛没有忌讳，到西方极乐世界不能跟他一样，那就不是阿弥陀佛的本愿。这是念头要懂得怎么转，此地这个地方向心源上返观，就是这个意思。恐怕大家看到这一句文，不知道怎么下手，就是在起心动念处下手，把这个念头转过来。时时转、处处转，一有念头就转，这叫真用功，这叫真正会用功。果然这样用功法，你如果要问我：法师，要多久才会有成绩？我告诉你：根性利的人，所谓根性利就是烦恼轻，对于一切法比较能看得开，不太计较的人，这就根性利的，三个月见效，根性钝一点的人，烦恼重一点的人，六个月就见效，不难！很快！你说：我已经念佛念了好多年，还不见效。试问问，你是不是这个念法，是不是念头一起来，马上就转成阿弥陀佛？你要不是这个念法，恐怕再念几十年，你的功夫还是不得力。这就是宗门里头常说：不怕念起，只怕觉迟。念头起不怕，觉是什么？转！一觉就转，就把它转成阿弥陀佛，想阿弥陀佛、念阿弥陀佛就对了。这是这两句的意思。",
      "zh_TW": "佛法跟其他宗教不一樣，其他宗教唯一的一個真神是上帝，你是祂的信徒，將來到天上去，你總不能作上帝，那還得了！可是西方極樂世界不一樣，希望你們到那邊去，個個都成阿彌陀佛，這個話不假！我說這個話也有根據，根據什麼？阿彌陀佛四十八願。凡是往生到西方極樂世界的，即使凡聖同居土下下品往生，生到西方極樂世界，面貌跟阿彌陀佛一樣，你不就成了阿彌陀佛！智慧、神通、德能都跟阿彌陀佛一樣，這個世界就叫平等世界。阿彌陀佛沒有忌諱，到西方極樂世界不能跟他一樣，那就不是阿彌陀佛的本願。這是念頭要懂得怎麼轉，此地這個地方向心源上返觀，就是這個意思。恐怕大家看到這一句文，不知道怎麼下手，就是在起心動念處下手，把這個念頭轉過來。時時轉、處處轉，一有念頭就轉，這叫真用功，這叫真正會用功。果然這樣用功法，你如果要問我：法師，要多久才會有成績？我告訴你：根性利的人，所謂根性利就是煩惱輕，對於一切法比較能看得開，不太計較的人，這就根性利的，三個月見效，根性鈍一點的人，煩惱重一點的人，六個月就見效，不難！很快！你說：我已經念佛念了好多年，還不見效。試問問，你是不是這個念法，是不是念頭一起來，馬上就轉成阿彌陀佛？你要不是這個念法，恐怕再念幾十年，你的功夫還是不得力。這就是宗門裡頭常說：不怕念起，只怕覺遲。念頭起不怕，覺是什麼？轉！一覺就轉，就把它轉成阿彌陀佛，想阿彌陀佛、念阿彌陀佛就對了。這是這兩句的意思。"
    },
    {
      "id": "09-023-0074_p0005",
      "zh_CN": "所有持戒、修福、六度、十愿，弥复精进。我们在日常生活当中，不离开事修。佛在本经教给我们修学的纲领是无住生心，无住是心里头干干净净，除了想阿弥陀佛、念阿弥陀佛之外，没有一个妄念，没有一个杂念，这叫无住。生心，我们现在还没有到极乐世界去，我们的生活还离不开社会大众，必须要生心。生心则不住空，无住是不住有，这个六道身心世界一切都不住，不住有，所以生心不住空。为什么要持戒？佛法总的来说，不外乎自行化他，上求下化，无住是上求，生心是下化。持戒是给一切迷惑颠倒的众生，不知道回头的众生，给他做一个好样子，做一个好榜样，教化众生；底下修福、六度、十愿都是的。自行即是化他，化他便是自行，这不能不修。不但要修，更精进，弥复精进是更精进。以历事而炼心，在一切人事环境上、物质环境上炼心。炼什么心？炼一切放下，炼一切不执着，炼无住，炼这个心。炼生阿弥陀佛的心，生这个心。",
      "zh_TW": "所有持戒、修福、六度、十願，彌復精進。我們在日常生活當中，不離開事修。佛在本經教給我們修學的綱領是無住生心，無住是心裡頭乾乾淨淨，除了想阿彌陀佛、念阿彌陀佛之外，沒有一個妄念，沒有一個雜念，這叫無住。生心，我們現在還沒有到極樂世界去，我們的生活還離不開社會大眾，必須要生心。生心則不住空，無住是不住有，這個六道身心世界一切都不住，不住有，所以生心不住空。為什麼要持戒？佛法總的來說，不外乎自行化他，上求下化，無住是上求，生心是下化。持戒是給一切迷惑顛倒的眾生，不知道回頭的眾生，給他做一個好樣子，做一個好榜樣，教化眾生；底下修福、六度、十願都是的。自行即是化他，化他便是自行，這不能不修。不但要修，更精進，彌復精進是更精進。以歷事而煉心，在一切人事環境上、物質環境上煉心。煉什麼心？煉一切放下，煉一切不執著，煉無住，煉這個心。煉生阿彌陀佛的心，生這個心。"
    },
    {
      "id": "09-023-0074_p0006",
      "zh_CN": "若打得念头死，念头就是妄念，妄想分别执着，我们用一句阿弥陀佛，所有一切妄想执着都把它打掉。则一切分别执着自无，自自然然就断掉了，不用断自然就没有了，这是净宗法门之殊胜处。要不要断烦恼？不要断，不断自己断了。「而相之有无，更无关系」。外面这个境界相，有也好，没有也好，心都不沾染，心都不住，所谓是相与非相两边皆离，两边都不住。「是以离念为离相之究竟」，离相的功夫浅，离念的功夫深，离相未必离念，离念一定离相。离相是不是外面相没有了？不是的，外面相还在，哪里会没有？底下这一段就说这个。",
      "zh_TW": "若打得念頭死，念頭就是妄念，妄想分別執著，我們用一句阿彌陀佛，所有一切妄想執著都把它打掉。則一切分別執著自無，自自然然就斷掉了，不用斷自然就沒有了，這是淨宗法門之殊勝處。要不要斷煩惱？不要斷，不斷自己斷了。「而相之有無，更無關係」。外面這個境界相，有也好，沒有也好，心都不沾染，心都不住，所謂是相與非相兩邊皆離，兩邊都不住。「是以離念為離相之究竟」，離相的功夫淺，離念的功夫深，離相未必離念，離念一定離相。離相是不是外面相沒有了？不是的，外面相還在，哪裡會沒有？底下這一段就說這個。"
    },
    {
      "id": "09-023-0074_p0007",
      "zh_CN": "告诉你五蕴六根，这是讲的身相，五蕴是色受想行识，这是能造色相的材料；六根就是所造的色相，眼耳鼻舌身意，这是所造的。五蕴是能造的，好像我们今天讲的材料一样，能造的；六根就是根身，所造的，这是说自己身体。我们自己身体以外，山河大地，我们依靠生存的，山河大地。说了这一句，就是把情与无情全都包括，一样都没有漏掉，统统包括在其中。这些东西究竟是什么一回事？从哪里来的？怎么发生的？这是大问题。自古以来，多少聪明人在研究、在探讨，一直到今天也没有一个结论，出的书倒不少，都是假想而已，想像以为是这样，不是事实。佛把这个事实真相给我们说出来了，皆是唯心所造。佛在《华严》上说，十法界依正庄严，就是此地前面这一句，「唯心所现，唯识所变」。心能现相，心是体，有体当然就有作用。作用是什么？作用就现相。所以相不能灭，相是决定灭不掉的。但是这个相会变，怎么变的？随着你的念头变。如果你念头没有了，所现的那个相就叫做真相，那是真的。你起心动念就把那个相变了，这一变，那个相就叫妄相，相随心转。",
      "zh_TW": "告訴你五蘊六根，這是講的身相，五蘊是色受想行識，這是能造色相的材料；六根就是所造的色相，眼耳鼻舌身意，這是所造的。五蘊是能造的，好像我們今天講的材料一樣，能造的；六根就是根身，所造的，這是說自己身體。我們自己身體以外，山河大地，我們依靠生存的，山河大地。說了這一句，就是把情與無情全都包括，一樣都沒有漏掉，統統包括在其中。這些東西究竟是什麼一回事？從哪裡來的？怎麼發生的？這是大問題。自古以來，多少聰明人在研究、在探討，一直到今天也沒有一個結論，出的書倒不少，都是假想而已，想像以為是這樣，不是事實。佛把這個事實真相給我們說出來了，皆是唯心所造。佛在《華嚴》上說，十法界依正莊嚴，就是此地前面這一句，「唯心所現，唯識所變」。心能現相，心是體，有體當然就有作用。作用是什麼？作用就現相。所以相不能滅，相是決定滅不掉的。但是這個相會變，怎麼變的？隨著你的念頭變。如果你念頭沒有了，所現的那個相就叫做真相，那是真的。你起心動念就把那個相變了，這一變，那個相就叫妄相，相隨心轉。"
    },
    {
      "id": "09-023-0074_p0008",
      "zh_CN": "有一些同修常来问我：法师，我的家庭有问题，身体有问题，不健康。问我怎么办？有没有办法？有办法。求佛菩萨保佑，那是假的，那是迷信，佛菩萨做不到。大经上常讲：心、佛、众生，三无差别。这个力量是相等的。佛固然有法力，但是你有业力，你的业力足以能够抗拒佛的法力，叫佛的法力不起作用，业力不得了！经上常讲业力之大能敌须弥，《地藏经》上说得多清楚，所以业力不可思议。你今天种种不如意，种种不自在，什么原因？你自己的业力变现的，这境界是你自己变的，皆是唯心所造。你不能怨天尤人，自作自受。我想把环境改好一点行不行？行。还是这个道理，只要你心变了，就行了！念头一变，环境就转了。我要身体健康，我天天念阿弥陀佛，阿弥陀佛是金刚不坏身。你们查遍《大藏经》，哪一尊佛生病了？没有。哪一个菩萨生病了？没有。他为什么不生病？他心理健康，他心里面没有妄想分别执着，所以他不生病，他的相貌圆满，身体细胞组织正常，没有人破坏。破坏我们身体组织的就是妄念，而念头里面最可怕的就是三毒，三毒是什么？贪瞋痴。贪瞋痴念头强烈，这个身体怎么能不生病？一定会生病的。你要问所有一切众生，无量无边的病痛，乃至于生死轮回，它的根本原因是什么？就是贪瞋痴三毒烦恼。所以佛教一切众生修行，先要把三毒烦恼拔除，恢复到你身心的正常，你的命运统统都改了。很多人喜欢算命，那个命是果，你要知道果是从哪里来的？果有因，因是你造业。你造善业，你自然就得好报，就得善报，你的命就好。命好、命坏何必要人算？自己算的比别人算得准，这个要知道。我也常常劝大家修四好：存好心、说好话、做好事、做好人。我们人人都能修四好，你的身心环境统统都能改过来，自然就都好了，这是晓得一切唯心。",
      "zh_TW": "有一些同修常來問我：法師，我的家庭有問題，身體有問題，不健康。問我怎麼辦？有沒有辦法？有辦法。求佛菩薩保佑，那是假的，那是迷信，佛菩薩做不到。大經上常講：心、佛、眾生，三無差別。這個力量是相等的。佛固然有法力，但是你有業力，你的業力足以能夠抗拒佛的法力，叫佛的法力不起作用，業力不得了！經上常講業力之大能敵須彌，《地藏經》上說得多清楚，所以業力不可思議。你今天種種不如意，種種不自在，什麼原因？你自己的業力變現的，這境界是你自己變的，皆是唯心所造。你不能怨天尤人，自作自受。我想把環境改好一點行不行？行。還是這個道理，只要你心變了，就行了！念頭一變，環境就轉了。我要身體健康，我天天念阿彌陀佛，阿彌陀佛是金剛不壞身。你們查遍《大藏經》，哪一尊佛生病了？沒有。哪一個菩薩生病了？沒有。他為什麼不生病？他心理健康，他心裡面沒有妄想分別執著，所以他不生病，他的相貌圓滿，身體細胞組織正常，沒有人破壞。破壞我們身體組織的就是妄念，而念頭裡面最可怕的就是三毒，三毒是什麼？貪瞋痴。貪瞋痴念頭強烈，這個身體怎麼能不生病？一定會生病的。你要問所有一切眾生，無量無邊的病痛，乃至於生死輪迴，它的根本原因是什麼？就是貪瞋痴三毒煩惱。所以佛教一切眾生修行，先要把三毒煩惱拔除，恢復到你身心的正常，你的命運統統都改了。很多人喜歡算命，那個命是果，你要知道果是從哪裡來的？果有因，因是你造業。你造善業，你自然就得好報，就得善報，你的命就好。命好、命壞何必要人算？自己算的比別人算得準，這個要知道。我也常常勸大家修四好：存好心、說好話、做好事、做好人。我們人人都能修四好，你的身心環境統統都能改過來，自然就都好了，這是曉得一切唯心。"
    },
    {
      "id": "09-023-0074_p0009",
      "zh_CN": "「佛令一切法不应住着，是遣其分别执着取相之病」，佛在经上教给我们，应无所住而生其心，无住不但法相不能住，非法相也不能住。为什么这样教导我们？目的是教我们把这些分别执着取相的毛病，把它除掉、放下。由此可知，佛教我们离相，不是离外面的相，外面相那怎么离？那个不能离，离不掉的。佛教我们离相，是离我们心里面执取的那个相。外面的相，实在讲与我们修行证果没有妨碍，正是大经上所讲，「理事无碍，事事无碍」，没有障碍。障碍在哪里？障碍是我们的心取着相，那个障碍。这个话诸位如果听了还不甚明白，我得再说浅一点。执取的相是什么？我们一般讲，你牵肠挂肚的那些相，这个东西障碍。所以心里面决定不能有牵挂，有牵念、有挂念，那个麻烦才大！如果你要挂念你的财富，要挂念你的地产，这是贪财。你要挂念你的亲人，叫情执，感情的执着。这种心，就是牵肠挂肚的心，叫做轮回心，那么你所造作的都是轮回业，你怎么能出得了六道轮回？佛教给我们，把这一切忧虑、牵挂统统放下。天下本无事，天下事与我都不相干；既不相干，哪来的妨碍？没有妨碍。所以应当统统放下。放下之后，你的心清净了，你的智慧生起来了。清净心起作用，就是般若智慧。所以佛教我们不应住着，是说的这些。不是外头一切法，外面一切法并不相干，那个没有关系。",
      "zh_TW": "「佛令一切法不應住著，是遣其分別執著取相之病」，佛在經上教給我們，應無所住而生其心，無住不但法相不能住，非法相也不能住。為什麼這樣教導我們？目的是教我們把這些分別執著取相的毛病，把它除掉、放下。由此可知，佛教我們離相，不是離外面的相，外面相那怎麼離？那個不能離，離不掉的。佛教我們離相，是離我們心裡面執取的那個相。外面的相，實在講與我們修行證果沒有妨礙，正是大經上所講，「理事無礙，事事無礙」，沒有障礙。障礙在哪裡？障礙是我們的心取著相，那個障礙。這個話諸位如果聽了還不甚明白，我得再說淺一點。執取的相是什麼？我們一般講，你牽腸掛肚的那些相，這個東西障礙。所以心裡面決定不能有牽掛，有牽念、有掛念，那個麻煩才大！如果你要掛念你的財富，要掛念你的地產，這是貪財。你要掛念你的親人，叫情執，感情的執著。這種心，就是牽腸掛肚的心，叫做輪迴心，那麼你所造作的都是輪迴業，你怎麼能出得了六道輪迴？佛教給我們，把這一切憂慮、牽掛統統放下。天下本無事，天下事與我都不相干；既不相干，哪來的妨礙？沒有妨礙。所以應當統統放下。放下之後，你的心清淨了，你的智慧生起來了。清淨心起作用，就是般若智慧。所以佛教我們不應住著，是說的這些。不是外頭一切法，外面一切法並不相干，那個沒有關係。"
    },
    {
      "id": "09-023-0074_p0010",
      "zh_CN": "【取相之病若除，则内而五蕴，外而山河等一切法，便如《楞严经》所说，咸是妙净明心、性净明体。】",
      "zh_TW": "【取相之病若除，則內而五蘊，外而山河等一切法，便如《楞嚴經》所說，咸是妙淨明心、性淨明體。】"
    },
    {
      "id": "09-023-0074_p0011",
      "zh_CN": "这个引用得好！妙净明心、性净明体，前面一句是讲作用，妙净明心是讲用，讲作用，性净明体是讲体，是讲我们自性的本体。自性的作用没有一点迷惑，也没有一丝毫的毛病；用现代的话说，究竟圆满的健康状态，没有一点病态，自性性德圆满的现前，《楞严经》上这两句话就是这个意思。",
      "zh_TW": "這個引用得好！妙淨明心、性淨明體，前面一句是講作用，妙淨明心是講用，講作用，性淨明體是講體，是講我們自性的本體。自性的作用沒有一點迷惑，也沒有一絲毫的毛病；用現代的話說，究竟圓滿的健康狀態，沒有一點病態，自性性德圓滿的現前，《楞嚴經》上這兩句話就是這個意思。"
    },
    {
      "id": "09-023-0074_p0012",
      "zh_CN": "【此法法皆如之真实义也】",
      "zh_TW": "【此法法皆如之真實義也】"
    },
    {
      "id": "09-023-0074_p0013",
      "zh_CN": "底下这一段经文要给我们讲法法皆如。一切法是法相，相如其性，性如其相，性相不二，性相一如。法相哪里有毛病？没有毛病。由此可知，所有一切的病痛都是从妄念生，这是妄想生。所以，打妄想非常可怕！诸佛菩萨他们心目之中，打妄想才叫真正可怜悯者。我们想想，我们打不打妄想？一天打了多少次妄想？这个不得了！所以佛眼睛看到我们，都是可怜悯者！用什么方法不打妄想？想不打妄想又不行，偏偏要打妄想。这就是前面讲了，无始劫来的习气断不掉，唯一的办法就是念阿弥陀佛。你不念佛、不念经，准打妄想。这就是说明，这个经不可不读，佛不能不念。为什么要念得那么多？其实在理上讲，不必要念那么多。念那么多的原因在哪里？就是妄想太多了，不念就打妄想，这个太可怕了，用佛号把妄想换过来，是这么个意思。读经，跟诸位说，念一部经；念佛，念一尊佛。你要问为什么？因为这样容易把你的妄想打掉。你要念两尊佛，念念阿弥陀佛又想观音菩萨，念到观音菩萨又想阿弥陀佛，你的妄想还在，你还是去不了妄想。固然你念佛、念菩萨有福，福不能救。这是六祖惠能大师在《坛经》里面讲得很明白，修福不能救，不能救你出六道轮回。你修的福可以在六道里头享受，你出不了六道轮回，就是不能了生死，不能出三界。了生死、出三界，一定要有能力伏烦恼，就是把妄想分别执着打掉。由此可知，念一尊佛、念一部经，得力！能够很快收到效果。你念许多经论，说老实话，总免不了要打妄想，这个东西很可怕！诸位要晓得。",
      "zh_TW": "底下這一段經文要給我們講法法皆如。一切法是法相，相如其性，性如其相，性相不二，性相一如。法相哪裡有毛病？沒有毛病。由此可知，所有一切的病痛都是從妄念生，這是妄想生。所以，打妄想非常可怕！諸佛菩薩他們心目之中，打妄想才叫真正可憐憫者。我們想想，我們打不打妄想？一天打了多少次妄想？這個不得了！所以佛眼睛看到我們，都是可憐憫者！用什麼方法不打妄想？想不打妄想又不行，偏偏要打妄想。這就是前面講了，無始劫來的習氣斷不掉，唯一的辦法就是念阿彌陀佛。你不念佛、不念經，準打妄想。這就是說明，這個經不可不讀，佛不能不念。為什麼要念得那麼多？其實在理上講，不必要念那麼多。念那麼多的原因在哪裡？就是妄想太多了，不念就打妄想，這個太可怕了，用佛號把妄想換過來，是這麼個意思。讀經，跟諸位說，念一部經；念佛，念一尊佛。你要問為什麼？因為這樣容易把你的妄想打掉。你要念兩尊佛，念念阿彌陀佛又想觀音菩薩，念到觀音菩薩又想阿彌陀佛，你的妄想還在，你還是去不了妄想。固然你念佛、念菩薩有福，福不能救。這是六祖惠能大師在《壇經》裡面講得很明白，修福不能救，不能救你出六道輪迴。你修的福可以在六道裡頭享受，你出不了六道輪迴，就是不能了生死，不能出三界。了生死、出三界，一定要有能力伏煩惱，就是把妄想分別執著打掉。由此可知，念一尊佛、念一部經，得力！能夠很快收到效果。你念許多經論，說老實話，總免不了要打妄想，這個東西很可怕！諸位要曉得。"
    },
    {
      "id": "09-023-0074_p0014",
      "zh_CN": "你要是问我，我讲净土几部经典，这一次又跑来讲《金刚经》，你不是也讲了很多吗？我老老实实告诉你，我没有讲经，如果我要讲经，也叫打妄想。有一些同修心细的看出来了，我讲这个经我没有预备，我没有想这个经，我并没有想：今天要给大家怎么讲法，没有！讲完之后，你问我讲些什么，我完全不知道。我从来不看经本的，这就是没有妄想，上台也就是胡说八道。这个要很谨慎，我这一招学不得的，学了很危险。你到什么时候，人家请你讲什么经，经本往讲台一放毫无准备，行！讲完也什么都不知道，那可以，你能保持清净心。否则的话，学多了总会胡思乱想，那个很麻烦，那个对自己有很大的障碍，不可以不知道。所以一门深入，到清净心现前，那就可以了。",
      "zh_TW": "你要是問我，我講淨土幾部經典，這一次又跑來講《金剛經》，你不是也講了很多嗎？我老老實實告訴你，我沒有講經，如果我要講經，也叫打妄想。有一些同修心細的看出來了，我講這個經我沒有預備，我沒有想這個經，我並沒有想：今天要給大家怎麼講法，沒有！講完之後，你問我講些什麼，我完全不知道。我從來不看經本的，這就是沒有妄想，上台也就是胡說八道。這個要很謹慎，我這一招學不得的，學了很危險。你到什麼時候，人家請你講什麼經，經本往講台一放毫無準備，行！講完也什麼都不知道，那可以，你能保持清淨心。否則的話，學多了總會胡思亂想，那個很麻煩，那個對自己有很大的障礙，不可以不知道。所以一門深入，到清淨心現前，那就可以了。"
    },
    {
      "id": "09-023-0074_p0015",
      "zh_CN": "古人的标准，宗门、禅宗是不看文字的，蓦直参去。开悟之后，看经了。宗门讲悟后起修，开悟之后看经。他心清净了，法与非法都不执着，这个时候看经，定慧等持。看经不为经转，这是修定，不被经里头文字所转，这是修定。经文当中所讲的理论、方法、境界，清清楚楚、明明白白，修慧。所以那个经本一展开一浏览，他是定慧等学。不像我们，我们今天经本一打开，胡思乱想，不能跟人家比！所以每个人的功夫境界不一样。教下也需要大开圆解之后，才能够广学多闻。总而言之，要记住四弘誓愿的教训。四弘誓愿，实在讲是世尊教导我们修行的四个阶段。第一，你一入佛门，劝你发菩提心，发什么心？上求下化，众生无边誓愿度，你要发这个心。这个心是什么？这个心是菩提道上的动力，推动你勇猛精进，你不会懈怠，不会退转，因为你感觉得你有责任，我这个责任要帮助一切众生破迷开悟、离苦得乐。我要帮助他们，当然要成就自己的道德、学问、能力，我没有智慧没有能力，那个愿是空的，那怎么能帮助别人？所以先要发愿，发愿之后从哪里做起？断烦恼，断烦恼成就自己的品德。烦恼断了之后学法门，成就圆满的智慧，然后才能成佛道。四弘誓愿是四个阶段，没有说烦恼不断学法门，哪有这个道理，没有这个道理。",
      "zh_TW": "古人的標準，宗門、禪宗是不看文字的，驀直參去。開悟之後，看經了。宗門講悟後起修，開悟之後看經。他心清淨了，法與非法都不執著，這個時候看經，定慧等持。看經不為經轉，這是修定，不被經裡頭文字所轉，這是修定。經文當中所講的理論、方法、境界，清清楚楚、明明白白，修慧。所以那個經本一展開一瀏覽，他是定慧等學。不像我們，我們今天經本一打開，胡思亂想，不能跟人家比！所以每個人的功夫境界不一樣。教下也需要大開圓解之後，才能夠廣學多聞。總而言之，要記住四弘誓願的教訓。四弘誓願，實在講是世尊教導我們修行的四個階段。第一，你一入佛門，勸你發菩提心，發什麼心？上求下化，眾生無邊誓願度，你要發這個心。這個心是什麼？這個心是菩提道上的動力，推動你勇猛精進，你不會懈怠，不會退轉，因為你感覺得你有責任，我這個責任要幫助一切眾生破迷開悟、離苦得樂。我要幫助他們，當然要成就自己的道德、學問、能力，我沒有智慧沒有能力，那個願是空的，那怎麼能幫助別人？所以先要發願，發願之後從哪裡做起？斷煩惱，斷煩惱成就自己的品德。煩惱斷了之後學法門，成就圓滿的智慧，然後才能成佛道。四弘誓願是四個階段，沒有說煩惱不斷學法門，哪有這個道理，沒有這個道理。"
    },
    {
      "id": "09-023-0074_p0016",
      "zh_CN": "现代人学佛，成绩不如古人。可是现代人表面上看起来福报比古人大，古人要想得一部经典，可不容易！到寺庙藏经楼借出来抄，多辛苦！现在这么好的版本印出来，这是现在人的福报比从前人大。从前人晚上看书，油灯是一根灯草。新加坡人恐怕没有见过，大概大陆上人见过，乡下油灯是一根灯草。我们小时候念书在学校里面，学校里晚上上自修，一个人一个油灯，一根灯草，哪有现在灯光这么明亮，这是享福。坐在这里还吹冷气，福是享了，成绩不如人家，这个道理在哪里？人家是从断了烦恼再学法门。我们今天学佛，前面两愿不要了，发愿度众生是假的，看到这个也讨厌，那个不喜欢，不度他，所以不是真的。也不想断烦恼，烦恼天天增长。从哪里下手？从学法门。学了法门就要成佛道，空中楼阁，不从基本上学习，所以没有成绩可言，学了一辈子没有成绩可言。依旧是轮回心，还干的是轮回业，那怎么能成功！",
      "zh_TW": "現代人學佛，成績不如古人。可是現代人表面上看起來福報比古人大，古人要想得一部經典，可不容易！到寺廟藏經樓借出來抄，多辛苦！現在這麼好的版本印出來，這是現在人的福報比從前人大。從前人晚上看書，油燈是一根燈草。新加坡人恐怕沒有見過，大概大陸上人見過，鄉下油燈是一根燈草。我們小時候念書在學校裡面，學校裡晚上上自修，一個人一個油燈，一根燈草，哪有現在燈光這麼明亮，這是享福。坐在這裡還吹冷氣，福是享了，成績不如人家，這個道理在哪裡？人家是從斷了煩惱再學法門。我們今天學佛，前面兩願不要了，發願度眾生是假的，看到這個也討厭，那個不喜歡，不度他，所以不是真的。也不想斷煩惱，煩惱天天增長。從哪裡下手？從學法門。學了法門就要成佛道，空中樓閣，不從基本上學習，所以沒有成績可言，學了一輩子沒有成績可言。依舊是輪迴心，還幹的是輪迴業，那怎麼能成功！"
    },
    {
      "id": "09-023-0074_p0017",
      "zh_CN": "这就是跟四弘誓愿颠倒，没有能够依教奉行，这个原因在此地。果然能够依教奉行，念头转过来了；念头转过来，业就转过来了。念头转过来，给诸位说，就是转识成智，转烦恼成菩提，转染成净，转迷成觉，就转过来了。所以我们今天转，记住，把它转成阿弥陀佛就对了。阿弥陀佛，意思是无量觉，翻成中国意思是无量觉。虽然不觉，可是天天向无量觉这个路上走，总有一天大彻大悟，就真的觉悟了。觉了之后，外面这些不相干的境界原来全是自性所现之物，显示山河大地一切众生原来统统是妙净明心、性净明体。妙净明心是讲的色相、作用，性净明体是讲的真如本性，原来统统是的。这正是所谓，成佛了，看到所有大地众生个个都是佛，这个意思就这个意思。一切众生都是佛，花草树木也是佛，没有一样不是，自己成佛了。我们今天看这些众生，这个面目可憎，那个很不高兴，诸位想想这是什么心？这是什么业？这是三恶道，饿鬼、地狱、畜生，干这个！起这种心，造这个业，你说多可怕！我们看到一切人都是好人，一切事都是好事，你才是个好人，你才做的好事。我们读到这个地方，这个道理晓得了，从今之后就看我们自己怎么个转法。这是讲到法法皆如的真实义。这个地方文字不多，确确实实将一切法的真相、诸法实相，为我们说出来了。再看底下这一段：",
      "zh_TW": "這就是跟四弘誓願顛倒，沒有能夠依教奉行，這個原因在此地。果然能夠依教奉行，念頭轉過來了；念頭轉過來，業就轉過來了。念頭轉過來，給諸位說，就是轉識成智，轉煩惱成菩提，轉染成淨，轉迷成覺，就轉過來了。所以我們今天轉，記住，把它轉成阿彌陀佛就對了。阿彌陀佛，意思是無量覺，翻成中國意思是無量覺。雖然不覺，可是天天向無量覺這個路上走，總有一天大徹大悟，就真的覺悟了。覺了之後，外面這些不相干的境界原來全是自性所現之物，顯示山河大地一切眾生原來統統是妙淨明心、性淨明體。妙淨明心是講的色相、作用，性淨明體是講的真如本性，原來統統是的。這正是所謂，成佛了，看到所有大地眾生個個都是佛，這個意思就這個意思。一切眾生都是佛，花草樹木也是佛，沒有一樣不是，自己成佛了。我們今天看這些眾生，這個面目可憎，那個很不高興，諸位想想這是什麼心？這是什麼業？這是三惡道，餓鬼、地獄、畜生，幹這個！起這種心，造這個業，你說多可怕！我們看到一切人都是好人，一切事都是好事，你才是個好人，你才做的好事。我們讀到這個地方，這個道理曉得了，從今之後就看我們自己怎麼個轉法。這是講到法法皆如的真實義。這個地方文字不多，確確實實將一切法的真相、諸法實相，為我們說出來了。再看底下這一段："
    },
    {
      "id": "09-023-0074_p0018",
      "zh_CN": "【《起信论》云】",
      "zh_TW": "【《起信論》云】"
    },
    {
      "id": "09-023-0074_p0019",
      "zh_CN": "《大乘起信论》，马鸣菩萨所造的，就是马鸣菩萨的著作，当中有这么几句话：",
      "zh_TW": "《大乘起信論》，馬鳴菩薩所造的，就是馬鳴菩薩的著作，當中有這麼幾句話："
    },
    {
      "id": "09-023-0074_p0020",
      "zh_CN": "【此真如体无有可遣，以一切法悉皆真故。亦无可立，以一切法皆同如故。】",
      "zh_TW": "【此真如體無有可遣，以一切法悉皆真故。亦無可立，以一切法皆同如故。】"
    },
    {
      "id": "09-023-0074_p0021",
      "zh_CN": "这两句话很不好懂，因为不是我们的常识，是诸佛与大菩萨们他们所见到的。正是所谓诸法实相，宇宙人生的真相。真如体就是我们的真心本性，真心本性是究竟圆满，不生不灭，不来不去，不垢不净。遣是遣离。那怎么能离？没法子离。就像我们现前的虚空一样，虚空没有边际，我们怎么能离虚空？这个教室我们离开可以，出了门就离开了，可以离，虚空怎么离法？真心本性就像虚空一样，没得离的。但是妄心可以离，妄心就像我们教室一样可以离，真心不能离。以一切法皆真，一切法都是真心本性变现出的相分。真性不能离，真性所现的相分那怎么离？也不能离。所以前面讲，佛教我们离什么？离分别执着那个妄想的相，就是你心里面牵挂的那种相，那个完全是假的，佛教给我们离那个。离了之后，心就干净、清净了，让心一念不生，一念不生的心就是真心、就是本性，就是能变一切色相的那个本体。",
      "zh_TW": "這兩句話很不好懂，因為不是我們的常識，是諸佛與大菩薩們他們所見到的。正是所謂諸法實相，宇宙人生的真相。真如體就是我們的真心本性，真心本性是究竟圓滿，不生不滅，不來不去，不垢不淨。遣是遣離。那怎麼能離？沒法子離。就像我們現前的虛空一樣，虛空沒有邊際，我們怎麼能離虛空？這個教室我們離開可以，出了門就離開了，可以離，虛空怎麼離法？真心本性就像虛空一樣，沒得離的。但是妄心可以離，妄心就像我們教室一樣可以離，真心不能離。以一切法皆真，一切法都是真心本性變現出的相分。真性不能離，真性所現的相分那怎麼離？也不能離。所以前面講，佛教我們離什麼？離分別執著那個妄想的相，就是你心裡面牽掛的那種相，那個完全是假的，佛教給我們離那個。離了之後，心就乾淨、清淨了，讓心一念不生，一念不生的心就是真心、就是本性，就是能變一切色相的那個本體。"
    },
    {
      "id": "09-023-0074_p0022",
      "zh_CN": "亦无可立。也许同修们听过佛门有这么两句话，「佛氏门中，不舍一法」，上面这一句意思，不舍一法；又说「佛氏门中，不立一法」，立是什么？建立。为什么一法都不能建立？因为一切法皆同如故。一切法就是真心、就是自性，你立什么？上至诸佛的净土，下至阿鼻地狱，要知道相虽然有差别，体都是真如、都是自性。自性为什么现这么多差别相？因众生的心念不一样，他念什么变什么，就是这个意思。所以法法皆真、法法皆如，哪有可立的？没有可立的。《楞严经》上所说的「随众生心，应所知量」，随心应量；「当处出生，当处灭尽」。当处出生，当处灭尽，就是讲这是缘生之法，当体即空，了不可得。我们要把这个事实真相搞清楚、搞明白了，你那个心自然就放下，自然就清净，你自然就快乐，你不会再有忧虑，不会有牵挂，也不会有恐怖。",
      "zh_TW": "亦無可立。也許同修們聽過佛門有這麼兩句話，「佛氏門中，不捨一法」，上面這一句意思，不捨一法；又說「佛氏門中，不立一法」，立是什麼？建立。為什麼一法都不能建立？因為一切法皆同如故。一切法就是真心、就是自性，你立什麼？上至諸佛的淨土，下至阿鼻地獄，要知道相雖然有差別，體都是真如、都是自性。自性為什麼現這麼多差別相？因眾生的心念不一樣，他念什麼變什麼，就是這個意思。所以法法皆真、法法皆如，哪有可立的？沒有可立的。《楞嚴經》上所說的「隨眾生心，應所知量」，隨心應量；「當處出生，當處滅盡」。當處出生，當處滅盡，就是講這是緣生之法，當體即空，了不可得。我們要把這個事實真相搞清楚、搞明白了，你那個心自然就放下，自然就清淨，你自然就快樂，你不會再有憂慮，不會有牽掛，也不會有恐怖。"
    },
    {
      "id": "09-023-0074_p0023",
      "zh_CN": "【须知阿耨菩提】",
      "zh_TW": "【須知阿耨菩提】"
    },
    {
      "id": "09-023-0074_p0024",
      "zh_CN": "阿耨菩提就是阿耨多罗三藐三菩提。",
      "zh_TW": "阿耨菩提就是阿耨多羅三藐三菩提。"
    },
    {
      "id": "09-023-0074_p0025",
      "zh_CN": "【即是真如之异名】",
      "zh_TW": "【即是真如之異名】"
    },
    {
      "id": "09-023-0074_p0026",
      "zh_CN": "就是真心、就是本性的别号。无上正等正觉就是真如、就是自性、就是真心。",
      "zh_TW": "就是真心、就是本性的別號。無上正等正覺就是真如、就是自性、就是真心。"
    },
    {
      "id": "09-023-0074_p0027",
      "zh_CN": "【若住于此，仍是取相。】",
      "zh_TW": "【若住於此，仍是取相。】"
    },
    {
      "id": "09-023-0074_p0028",
      "zh_CN": "这个不能住，一住，你心里头又有一个妄想了。我修，我修什么？我修阿耨多罗三藐三菩提，我将来证得阿耨多罗三藐三菩提，你不又着相了？佛教我们要离相，就是离这个相。阿耨多罗三藐三菩提是真如、是自性。真如自性有，真的有！这就是一切法悉真，那个不能离。你心里头有执着、有污染，真性你就见不到。必须把心地这些污染，统统去掉、统统放下，真如本性自然现前；佛不得已叫个名字，你证得无上菩提。其实你听到佛说这句话，听而无听，绝对不会有一个念头，「我证得无上菩提」；你要有这个念头，你四相具足，那是凡夫的情执，那不是智慧。诸位果然把这些意思听明白了，你去读《无量寿经》，看到西方极乐世界那个平等的境界，你就不会疑惑了。经上讲西方极乐世界人多，那个人数之多，没有法子计算的。那么多的人，都没有姓名，都没有名字，所以有人就怀疑：人长得都一样，又没有名字，张三、李四不就搞乱掉？大家都跟阿弥陀佛相一样，到底哪个是阿弥陀佛？这问题严重了。那是你不明这个道理，你才有这些疑惑，才有这些分别执着。实在讲，这都是无始劫来着相的习气，这个东西在作祟。统统放下了，心地清净光明，相貌虽然完全都一样，他的来历清清楚楚、明明白白，每个人六种神通都具足。他没有到极乐世界之前，是在哪个世界，从哪一道里头，你都清楚。那怎么会不能区别？西方极乐世界大家住处，也没有街道的名字，也没有门牌号码，那么大的地方，你要找一个朋友，找个同参道友，到哪里去找？你这个念头一念，那个同参道友就现前，你也不必去，他也不必来，就现前了，不可思议的境界。所以要晓得，佛教给我们无住，是无住什么，要清清楚楚、明明白白。",
      "zh_TW": "這個不能住，一住，你心裡頭又有一個妄想了。我修，我修什麼？我修阿耨多羅三藐三菩提，我將來證得阿耨多羅三藐三菩提，你不又著相了？佛教我們要離相，就是離這個相。阿耨多羅三藐三菩提是真如、是自性。真如自性有，真的有！這就是一切法悉真，那個不能離。你心裡頭有執著、有污染，真性你就見不到。必須把心地這些污染，統統去掉、統統放下，真如本性自然現前；佛不得已叫個名字，你證得無上菩提。其實你聽到佛說這句話，聽而無聽，絕對不會有一個念頭，「我證得無上菩提」；你要有這個念頭，你四相具足，那是凡夫的情執，那不是智慧。諸位果然把這些意思聽明白了，你去讀《無量壽經》，看到西方極樂世界那個平等的境界，你就不會疑惑了。經上講西方極樂世界人多，那個人數之多，沒有法子計算的。那麼多的人，都沒有姓名，都沒有名字，所以有人就懷疑：人長得都一樣，又沒有名字，張三、李四不就搞亂掉？大家都跟阿彌陀佛相一樣，到底哪個是阿彌陀佛？這問題嚴重了。那是你不明這個道理，你才有這些疑惑，才有這些分別執著。實在講，這都是無始劫來著相的習氣，這個東西在作祟。統統放下了，心地清淨光明，相貌雖然完全都一樣，他的來歷清清楚楚、明明白白，每個人六種神通都具足。他沒有到極樂世界之前，是在哪個世界，從哪一道裡頭，你都清楚。那怎麼會不能區別？西方極樂世界大家住處，也沒有街道的名字，也沒有門牌號碼，那麼大的地方，你要找一個朋友，找個同參道友，到哪裡去找？你這個念頭一念，那個同參道友就現前，你也不必去，他也不必來，就現前了，不可思議的境界。所以要曉得，佛教給我們無住，是無住什麼，要清清楚楚、明明白白。"
    },
    {
      "id": "09-023-0074_p0029",
      "zh_CN": "【若住于此，仍是取相。有所取，便有所立。便非一切法皆如。】",
      "zh_TW": "【若住於此，仍是取相。有所取，便有所立。便非一切法皆如。】"
    },
    {
      "id": "09-023-0074_p0030",
      "zh_CN": "所以，与事实真相相违了，相违就是迷惑颠倒，逆性而行。诸佛菩萨一切是顺性，随顺自性；而凡夫是随顺妄想、随顺烦恼，所以他搞六道轮回。我们念普贤菩萨十大愿王，恒顺众生、随喜功德。实实在在讲，十大愿王的名称每个人都会背，天天课诵都要念：一者礼敬诸佛、二者称赞如来，天天都要念，可是意思没有几个人真懂。你恒顺众生，你顺什么？顺众生的烦恼，顺众生的邪见，那个麻烦大了。所以你要晓得，十大愿王是谁修的？法身大士；不是凡夫修的。没有破无明、没有见本性，修六度、修三学，没有叫你修十大愿王，十大愿王是法身大士学的。他恒顺众生，恒顺众生的法性，不是恒顺众生的法相，是恒顺众生一切皆如，他顺的是这个，我们怎么会晓得！所以我们往往看到那几个字，把那个意思错会，还以为我们没错，修普贤行了。这就是你多读大乘经，那个意思才会明白一些。",
      "zh_TW": "所以，與事實真相相違了，相違就是迷惑顛倒，逆性而行。諸佛菩薩一切是順性，隨順自性；而凡夫是隨順妄想、隨順煩惱，所以他搞六道輪迴。我們念普賢菩薩十大願王，恆順眾生、隨喜功德。實實在在講，十大願王的名稱每個人都會背，天天課誦都要念：一者禮敬諸佛、二者稱讚如來，天天都要念，可是意思沒有幾個人真懂。你恆順眾生，你順什麼？順眾生的煩惱，順眾生的邪見，那個麻煩大了。所以你要曉得，十大願王是誰修的？法身大士；不是凡夫修的。沒有破無明、沒有見本性，修六度、修三學，沒有叫你修十大願王，十大願王是法身大士學的。他恆順眾生，恆順眾生的法性，不是恆順眾生的法相，是恆順眾生一切皆如，他順的是這個，我們怎麼會曉得！所以我們往往看到那幾個字，把那個意思錯會，還以為我們沒錯，修普賢行了。這就是你多讀大乘經，那個意思才會明白一些。"
    },
    {
      "id": "09-023-0074_p0031",
      "zh_CN": "【「法法皆如」一段经文，在第一百二十节到一百二十五节。】",
      "zh_TW": "【「法法皆如」一段經文，在第一百二十節到一百二十五節。】"
    },
    {
      "id": "09-023-0074_p0032",
      "zh_CN": "一百二十节就是底下这一段开始，明法法皆如。这一整段，诸位看你们的本子，后面有个科判，大家可以翻开来看看，科判在第九页，科判的第九面，下面有个阿拉伯字，第九面，这里有个表解，这一段正好在表解的当中，这是明果，明果的前面一段是「明无得而得」，就是我们现在所讲的这一段。底下这一段，「明法法皆如」，你看底下这个，这是一百二十。一百二十段到一百二十五段，这里分四个段落。第一个是「约名号明如」，第二段是「约果德明如」，第三是「约诸法明如」，第四段是「约报身明如」。讲法法皆如这一段，你就会看得很清楚、很明白。这是全经当中很重要的意思。",
      "zh_TW": "一百二十節就是底下這一段開始，明法法皆如。這一整段，諸位看你們的本子，後面有個科判，大家可以翻開來看看，科判在第九頁，科判的第九面，下面有個阿拉伯字，第九面，這裡有個表解，這一段正好在表解的當中，這是明果，明果的前面一段是「明無得而得」，就是我們現在所講的這一段。底下這一段，「明法法皆如」，你看底下這個，這是一百二十。一百二十段到一百二十五段，這裡分四個段落。第一個是「約名號明如」，第二段是「約果德明如」，第三是「約諸法明如」，第四段是「約報身明如」。講法法皆如這一段，你就會看得很清楚、很明白。這是全經當中很重要的意思。"
    },
    {
      "id": "09-023-0074_p0033",
      "zh_CN": "【亦即一切大乘佛法中重要之义】",
      "zh_TW": "【亦即一切大乘佛法中重要之義】"
    },
    {
      "id": "09-023-0074_p0034",
      "zh_CN": "《金刚经》是整个大乘佛法的纲要，《金刚经》当中的要义当然是一切大乘佛法当中的要义。",
      "zh_TW": "《金剛經》是整個大乘佛法的綱要，《金剛經》當中的要義當然是一切大乘佛法當中的要義。"
    },
    {
      "id": "09-023-0074_p0035",
      "zh_CN": "【向后所说，无非阐发此义。】",
      "zh_TW": "【向後所說，無非闡發此義。】"
    },
    {
      "id": "09-023-0074_p0036",
      "zh_CN": "下面这个经文，就是发明这个意思，证成这个意思。",
      "zh_TW": "下面這個經文，就是發明這個意思，證成這個意思。"
    },
    {
      "id": "09-023-0074_p0037",
      "zh_CN": "【此是世尊将自己亲证者和盘托出，详为开示，俾众生由此而悟入也。】",
      "zh_TW": "【此是世尊將自己親證者和盤托出，詳為開示，俾眾生由此而悟入也。】"
    },
    {
      "id": "09-023-0074_p0038",
      "zh_CN": "这一段经文很难得。世尊将他自己修因证果的经验，亲身所经历的为我们说出，提供我们做参考，希望对我们修学悟入能有所帮助。修行首先要开解，首先要明理，就跟走路一样，走路首先的条件要认识路，你不认识路，你怎么能走得到？佛法修行也是如此，天天讲经说法就是认识路，走路不难，认识路很难。果然认识清楚，走起来不累，也会很快就走到，所以认路是相当不容易的一桩事情。",
      "zh_TW": "這一段經文很難得。世尊將他自己修因證果的經驗，親身所經歷的為我們說出，提供我們做參考，希望對我們修學悟入能有所幫助。修行首先要開解，首先要明理，就跟走路一樣，走路首先的條件要認識路，你不認識路，你怎麼能走得到？佛法修行也是如此，天天講經說法就是認識路，走路不難，認識路很難。果然認識清楚，走起來不累，也會很快就走到，所以認路是相當不容易的一樁事情。"
    },
    {
      "id": "09-023-0074_p0039",
      "zh_CN": "【当知法法皆如】",
      "zh_TW": "【當知法法皆如】"
    },
    {
      "id": "09-023-0074_p0040",
      "zh_CN": "法法皆如这四个字，就是禅宗里面讲的明心见性。「如」是什么？如就是心性。怎样才能见到性？刚才讲了，一切法无不是自性。因为一切法讲法相，相是自性变的，那怎么不是自性？一切法皆是自性。我们为什么看不出来？我们的心不明，如果你的心要明了，你就会看出一切法皆是自性，一切法莫不平等，生佛平等；众生跟佛平等，众生是讲九法界的众生。不但我们跟佛平等，阿鼻地狱众生跟佛也平等，蚊虫蚂蚁跟佛也平等。为什么？同是一个自性所现的相。古德所谓「以金作器，器器皆金」，它是平等的。我们见不到这个平等，就是因为我们的心迷惑颠倒。所以修行没有别的，明心而已。心本来是明的，现在不明。为什么不明？世尊在《华严经》上说得很清楚，但以妄想执着而不明了。这是世尊才教我们无住生心，无住生心就是淘汰遣除妄想执着的一个方法，非常巧妙的方法。你要是从这个地方真正觉悟了，明白过来了，你证果那就非常非常的快速。真正是生佛那是一念之间，一个念头彻底转回来就成佛了。我们今天对这个道理事实真相，好像有那么一点懂得，似懂非懂，境界转不过来，你要问什么原因？还是没懂。果然懂了，哪有不转的道理！",
      "zh_TW": "法法皆如這四個字，就是禪宗裡面講的明心見性。「如」是什麼？如就是心性。怎樣才能見到性？剛才講了，一切法無不是自性。因為一切法講法相，相是自性變的，那怎麼不是自性？一切法皆是自性。我們為什麼看不出來？我們的心不明，如果你的心要明了，你就會看出一切法皆是自性，一切法莫不平等，生佛平等；眾生跟佛平等，眾生是講九法界的眾生。不但我們跟佛平等，阿鼻地獄眾生跟佛也平等，蚊蟲螞蟻跟佛也平等。為什麼？同是一個自性所現的相。古德所謂「以金作器，器器皆金」，它是平等的。我們見不到這個平等，就是因為我們的心迷惑顛倒。所以修行沒有別的，明心而已。心本來是明的，現在不明。為什麼不明？世尊在《華嚴經》上說得很清楚，但以妄想執著而不明了。這是世尊才教我們無住生心，無住生心就是淘汰遣除妄想執著的一個方法，非常巧妙的方法。你要是從這個地方真正覺悟了，明白過來了，你證果那就非常非常的快速。真正是生佛那是一念之間，一個念頭徹底轉回來就成佛了。我們今天對這個道理事實真相，好像有那麼一點懂得，似懂非懂，境界轉不過來，你要問什麼原因？還是沒懂。果然懂了，哪有不轉的道理！"
    },
    {
      "id": "09-023-0074_p0041",
      "zh_CN": "譬如我们这里有两堆，一堆是沙土，一堆是金沙黄金，现在叫你去选择一堆，如果你要认识，你一定取黄金，不要沙土。你不认识，沙土不错，颜色也很好看，你取这个，你就不取黄金。关键在你是不是真正的认识，真正认识没有不转的。一转过来，利益功德无量无边，哪里还在六道里头受苦，受这些灾难，没有了；一转过来，智慧、福德样样都圆满。你今天还是不肯转，没有别的，还是没听懂。我当年刚刚学佛的时候，刚刚接触佛法，亲近章嘉大师，我就向大师提出来，我说佛法的修学跟孙中山先生讲的学说一样，知难行易。大师点头，真的是知难行易。一点就能开悟、就通。知难！所以释迦牟尼佛示现在世间，为我们讲经说法四十九年，你才晓得知难！有人四十九年还不会，还没懂得。行，容易。你看念佛人，若一日、若七日就得一心不乱，就自在往生，可见这个不难！我们在《净土圣贤录》、在《往生传》里面看到的，确确实实有念佛几天往生的，他也不生病，走得非常潇洒、非常自在。不难！难在知。把这个道理搞清楚，事实真相搞清楚，这个才叫难！",
      "zh_TW": "譬如我們這裡有兩堆，一堆是沙土，一堆是金沙黃金，現在叫你去選擇一堆，如果你要認識，你一定取黃金，不要沙土。你不認識，沙土不錯，顏色也很好看，你取這個，你就不取黃金。關鍵在你是不是真正的認識，真正認識沒有不轉的。一轉過來，利益功德無量無邊，哪裡還在六道裡頭受苦，受這些災難，沒有了；一轉過來，智慧、福德樣樣都圓滿。你今天還是不肯轉，沒有別的，還是沒聽懂。我當年剛剛學佛的時候，剛剛接觸佛法，親近章嘉大師，我就向大師提出來，我說佛法的修學跟孫中山先生講的學說一樣，知難行易。大師點頭，真的是知難行易。一點就能開悟、就通。知難！所以釋迦牟尼佛示現在世間，為我們講經說法四十九年，你才曉得知難！有人四十九年還不會，還沒懂得。行，容易。你看念佛人，若一日、若七日就得一心不亂，就自在往生，可見這個不難！我們在《淨土聖賢錄》、在《往生傳》裡面看到的，確確實實有念佛幾天往生的，他也不生病，走得非常瀟灑、非常自在。不難！難在知。把這個道理搞清楚，事實真相搞清楚，這個才叫難！"
    },
    {
      "id": "09-023-0074_p0042",
      "zh_CN": "【当知法法皆如，若其证到，必能行出。】",
      "zh_TW": "【當知法法皆如，若其證到，必能行出。】"
    },
    {
      "id": "09-023-0074_p0043",
      "zh_CN": "法法皆如，证到就是他真正明白，真正懂得、肯定了，底下那个行出是他做到了。证到之后，他一定会做到。下面为我们举一个例子，显示出如义。",
      "zh_TW": "法法皆如，證到就是他真正明白，真正懂得、肯定了，底下那個行出是他做到了。證到之後，他一定會做到。下面為我們舉一個例子，顯示出如義。"
    },
    {
      "id": "09-023-0074_p0044",
      "zh_CN": "【如促无量劫为一刹那】",
      "zh_TW": "【如促無量劫為一剎那】"
    },
    {
      "id": "09-023-0074_p0045",
      "zh_CN": "促是缩短，无量劫是长时间，能把无量劫缩短变成一刹那。",
      "zh_TW": "促是縮短，無量劫是長時間，能把無量劫縮短變成一剎那。"
    },
    {
      "id": "09-023-0074_p0046",
      "zh_CN": "【延一刹那为无量劫】",
      "zh_TW": "【延一剎那為無量劫】"
    },
    {
      "id": "09-023-0074_p0047",
      "zh_CN": "也能够把一刹那延长成无量劫。时间不是真的，如果要是真的，那怎么能够随意延长、随意缩短？这在我们佛门当中，就有非常明显的例子。释迦牟尼佛讲《华严经》，用了多少时间？二七日。也有经里面说三七日，就算三七日；三七二十一天，他讲了多少？龙树菩萨看到的大本《华严》，十个三千大千世界微尘偈，一四天下微尘品。那要讲到什么时候？无量劫。把无量劫浓缩成二七日，这是个明显的例子。",
      "zh_TW": "也能夠把一剎那延長成無量劫。時間不是真的，如果要是真的，那怎麼能夠隨意延長、隨意縮短？這在我們佛門當中，就有非常明顯的例子。釋迦牟尼佛講《華嚴經》，用了多少時間？二七日。也有經裡面說三七日，就算三七日；三七二十一天，他講了多少？龍樹菩薩看到的大本《華嚴》，十個三千大千世界微塵偈，一四天下微塵品。那要講到什麼時候？無量劫。把無量劫濃縮成二七日，這是個明顯的例子。"
    },
    {
      "id": "09-023-0074_p0048",
      "zh_CN": "如果你要不相信，我不晓得现在学校里头的国文，有没有《黄粱梦》。《黄粱梦》是唐朝时候的笔记小说，文字写得非常美，很有名的一篇小说。在从前中学国文课本里面就有，也可能是一个事实。这个秀才走到一个古庙，庙里的庙祝，就是看庙的老道，在那里煮黄粱。黄粱是小米、高粱米。高粱米很容易很短的时间就煮熟，比一般的米时间还要短。这个老道刚刚生了火，就在旁边打瞌睡，不是老道打瞌睡，是秀才打瞌睡，他在那里做了一个梦，梦里面他考取了举人，又考取了进士，又做了官，不断的升官，几年升到宰相。对他好的人，有恩都报了恩；对他不好的人，也都报了仇。到了七十岁，退休告老还乡。几十年，一下梦醒了，梦醒时黄粱还没有煮熟。老道在那里打坐，老道有神通、有定力，看到他在作梦。醒了之后就问他，「怎么样！你这几十年过得如何？」几十年梦中的光阴，那个黄粱还没煮熟，一刹那。这就是长的时间可以缩短，短的时间可以延长。人在不得意的时候，所谓是度日如年。可见得时间是假的，不是真的，它可以延促。",
      "zh_TW": "如果你要不相信，我不曉得現在學校裡頭的國文，有沒有《黃粱夢》。《黃粱夢》是唐朝時候的筆記小說，文字寫得非常美，很有名的一篇小說。在從前中學國文課本裡面就有，也可能是一個事實。這個秀才走到一個古廟，廟裡的廟祝，就是看廟的老道，在那裡煮黃粱。黃粱是小米、高粱米。高粱米很容易很短的時間就煮熟，比一般的米時間還要短。這個老道剛剛生了火，就在旁邊打瞌睡，不是老道打瞌睡，是秀才打瞌睡，他在那裡做了一個夢，夢裡面他考取了舉人，又考取了進士，又做了官，不斷的升官，幾年升到宰相。對他好的人，有恩都報了恩；對他不好的人，也都報了仇。到了七十歲，退休告老還鄉。幾十年，一下夢醒了，夢醒時黃粱還沒有煮熟。老道在那裡打坐，老道有神通、有定力，看到他在作夢。醒了之後就問他，「怎麼樣！你這幾十年過得如何？」幾十年夢中的光陰，那個黃粱還沒煮熟，一剎那。這就是長的時間可以縮短，短的時間可以延長。人在不得意的時候，所謂是度日如年。可見得時間是假的，不是真的，它可以延促。"
    },
    {
      "id": "09-023-0074_p0049",
      "zh_CN": "【以芥子纳须弥，变娑婆为净土，至此事事无碍地位，方许说此话。】",
      "zh_TW": "【以芥子納須彌，變娑婆為淨土，至此事事無礙地位，方許說此話。】"
    },
    {
      "id": "09-023-0074_p0050",
      "zh_CN": "法法皆如不简单，不好说！什么人才可 以说法法皆如？要有这个能力，这个能力就是法身大士，破一品无明，证一分法身，就有这个能力。可以把无量劫浓缩成一刹那，可以把一刹那变成无量劫。可以用芥菜子，芥菜子很小，像芝麻一样，把须弥山装到芥菜子里面，芥菜子没有放大，须弥山没有缩小，这叫事事无碍的境界，变娑婆为净土。这是《华严》四无碍境界里面事事无碍，要到这样的地步，才许可你说法法皆如。",
      "zh_TW": "法法皆如不簡單，不好說！什麼人才可 以說法法皆如？要有這個能力，這個能力就是法身大士，破一品無明，證一分法身，就有這個能力。可以把無量劫濃縮成一剎那，可以把一剎那變成無量劫。可以用芥菜子，芥菜子很小，像芝麻一樣，把須彌山裝到芥菜子裡面，芥菜子沒有放大，須彌山沒有縮小，這叫事事無礙的境界，變娑婆為淨土。這是《華嚴》四無礙境界裡面事事無礙，要到這樣的地步，才許可你說法法皆如。"
    },
    {
      "id": "09-023-0074_p0051",
      "zh_CN": "【一切学人，惟当向法法皆如上观照。】",
      "zh_TW": "【一切學人，惟當向法法皆如上觀照。】"
    },
    {
      "id": "09-023-0074_p0052",
      "zh_CN": "不许我们说，为什么世尊又在《金刚经》上这样说。明明晓得我们都是业障很重的凡夫，不是法身大士，为什么要说？这是如来的慈悲，虽然不是我们这个境界，我们知道，知道法身大士的境界，让我们向这个方向去精进，那就对了，就没错了。要向法法皆如上观照，观照这两个字要搞清楚，要常常这样想，佛这个看法、这个想法是正确的，就是法法皆如这是事实，这是决定正确的事实真相。我们今天看到一切法不如，一切法有障碍，不是一切法上有障碍，不是事实有障碍，是我们的妄想分别执着上产生的障碍，哪里是事上有障碍？理事没有障碍，事事没有障碍，所有一切障碍，都是我们的妄想分别执着这个东西在作祟，这是我们错误的观念。怎样转这个观念？如果遇到困难，遇到障碍发生，想到《金刚经》上「法法皆如」，一句不够，多念几句，那个心就平了，就不再那么执着了，也不再那么分别了。",
      "zh_TW": "不許我們說，為什麼世尊又在《金剛經》上這樣說。明明曉得我們都是業障很重的凡夫，不是法身大士，為什麼要說？這是如來的慈悲，雖然不是我們這個境界，我們知道，知道法身大士的境界，讓我們向這個方向去精進，那就對了，就沒錯了。要向法法皆如上觀照，觀照這兩個字要搞清楚，要常常這樣想，佛這個看法、這個想法是正確的，就是法法皆如這是事實，這是決定正確的事實真相。我們今天看到一切法不如，一切法有障礙，不是一切法上有障礙，不是事實有障礙，是我們的妄想分別執著上產生的障礙，哪裡是事上有障礙？理事沒有障礙，事事沒有障礙，所有一切障礙，都是我們的妄想分別執著這個東西在作祟，這是我們錯誤的觀念。怎樣轉這個觀念？如果遇到困難，遇到障礙發生，想到《金剛經》上「法法皆如」，一句不夠，多念幾句，那個心就平了，就不再那麼執著了，也不再那麼分別了。"
    },
    {
      "id": "09-023-0074_p0053",
      "zh_CN": "【以尽遣其我见遍计之执情】",
      "zh_TW": "【以盡遣其我見遍計之執情】"
    },
    {
      "id": "09-023-0074_p0054",
      "zh_CN": "法相宗讲的遍计执，法相宗讲三性，遍计所执性；依他起性，还有个东西引起你，这个没有。遍是普遍，分别计较。遍计所执性从哪里生？无始劫来的妄想习气，起现行的时候就变成遍计所执。",
      "zh_TW": "法相宗講的遍計執，法相宗講三性，遍計所執性；依他起性，還有個東西引起你，這個沒有。遍是普遍，分別計較。遍計所執性從哪裡生？無始劫來的妄想習氣，起現行的時候就變成遍計所執。"
    },
    {
      "id": "09-023-0074_p0055",
      "zh_CN": "【以期证入，斯为可耳。】",
      "zh_TW": "【以期證入，斯為可耳。】"
    },
    {
      "id": "09-023-0074_p0056",
      "zh_CN": "我们要常常想到，当我们心不平的时候，当我们见解思想跟佛所讲的不一样的时候，想想佛在经里头的教训，这叫做观照。如果不会呢？不会就统统念阿弥陀佛，也行，归到阿弥陀佛也平等、也清净，也就离一切障碍，都是去情执的一个方法。妄想分别执着没有了，境界自然就现前了。",
      "zh_TW": "我們要常常想到，當我們心不平的時候，當我們見解思想跟佛所講的不一樣的時候，想想佛在經裡頭的教訓，這叫做觀照。如果不會呢？不會就統統念阿彌陀佛，也行，歸到阿彌陀佛也平等、也清淨，也就離一切障礙，都是去情執的一個方法。妄想分別執著沒有了，境界自然就現前了。"
    },
    {
      "id": "09-023-0074_p0057",
      "zh_CN": "【因法法皆如，则法法皆真。】",
      "zh_TW": "【因法法皆如，則法法皆真。】"
    },
    {
      "id": "09-023-0074_p0058",
      "zh_CN": "这是真性。所有一切法都是自性变现的，这一桩事情，法相宗讲得详细。性宗只说个略说，性宗的人聪明，稍稍一提，他就明了了。法相是对中下根性人说的，要不细说，没有办法理解。我们简简单单举一个例子说，我们眼见色相，第一眼见的是真相，第一眼见的是什么？皆如，法法皆如。可是第二眼来说，变了，就不如了。第二念就是什么？它有了分别执着，落在意识里面去了。诸位要记住，什么叫第一念？没有分别、没有妄想、没有执着，所谓不起心、不动念、不分别、不执着，你看这个色相，这个时候是你见性见色性；能见的如，所见的也如，法法皆如，法法平等，法法清净，没有分别心。",
      "zh_TW": "這是真性。所有一切法都是自性變現的，這一樁事情，法相宗講得詳細。性宗只說個略說，性宗的人聰明，稍稍一提，他就明瞭了。法相是對中下根性人說的，要不細說，沒有辦法理解。我們簡簡單單舉一個例子說，我們眼見色相，第一眼見的是真相，第一眼見的是什麼？皆如，法法皆如。可是第二眼來說，變了，就不如了。第二念就是什麼？它有了分別執著，落在意識裡面去了。諸位要記住，什麼叫第一念？沒有分別、沒有妄想、沒有執著，所謂不起心、不動念、不分別、不執著，你看這個色相，這個時候是你見性見色性；能見的如，所見的也如，法法皆如，法法平等，法法清淨，沒有分別心。"
    },
    {
      "id": "09-023-0074_p0059",
      "zh_CN": "这两天外面有个小册子，《金山活佛神异录》，你们看看金山活佛，金山活佛就是这个境界，他没有分别。人家供养他好的菜饭，他也吃，人家吃剩不要的丢在地下拉拉杂杂的东西，他拿到他也吃。别人吃的时候，不得了！肠胃决定接受不了。他怎么？因为他没有分别。他那个学不得，不能学的。你看那个书上记载，他夏天穿棉袄，冬天穿单挂，他跟别人相反的。人家供养他的钞票，他拿来放进嘴里就吃掉了，那个钞票上多少细菌，他若无其事，他没有分别执着。",
      "zh_TW": "這兩天外面有個小冊子，《金山活佛神異錄》，你們看看金山活佛，金山活佛就是這個境界，他沒有分別。人家供養他好的菜飯，他也吃，人家吃剩不要的丟在地下拉拉雜雜的東西，他拿到他也吃。別人吃的時候，不得了！腸胃決定接受不了。他怎麼？因為他沒有分別。他那個學不得，不能學的。你看那個書上記載，他夏天穿棉襖，冬天穿單掛，他跟別人相反的。人家供養他的鈔票，他拿來放進嘴裡就吃掉了，那個鈔票上多少細菌，他若無其事，他沒有分別執著。"
    },
    {
      "id": "09-023-0074_p0060",
      "zh_CN": "我们有分别、有执着，所以我们见到的不是现场。我们见到的花，是不是真的眼见到的？不是的，我们没有见到。而是眼识，眼识像个照相机一样，照到外面的境界相，里面有一个形相。你们学过唯识晓得，心心所都有四分，见分、相分、自证分、证自证分，都有四分。所以眼识，眼识的相分，眼识看到外面这个色相，眼识就有了一个相分。什么人见？第六意识见，第六意识是分别。它在分别，这是花，这是黄色的，那是红色的。眼识没有分别的，眼识它只接收，它没有分别。第六意识是不是分别眼识的相分？不是的。第六意识从眼识相分里面传播，第六意识自己有一个相分，第六意识它有四分，它从眼识的相分传播过去，可见得眼识的相分已经是假的，它现在假中之假，第二个传播，传到第六意识，第六意识的见分分别自己的相分。如果执着呢？第六意识不执着，只分别不执着，末那识执着，末那识怎么执着？末那识要从第六意识的相分再传过去，好像广播电台现场转到这个台，这个台再转到那个台，那个台再转到那个台，第七识的见分分别它自己第三次、第四次传来这个假相，与外头相不相干，外面是现场。佛叫我们离相就是离这个相，离心心所的相分。佛叫我们离见，是离心心所的见分，与外头境界不相干，外面那是现场的境界。外面境界是什么？是第八阿赖耶识的相分，所以叫本质境。其实这心所的相是带质境，这是相宗讲得详细。你要是了解这个，佛叫我们离相离见，离什么相，离什么见，搞清楚，不是外面阿赖耶的亲相分，不是这个；是离你心心所那个见分跟相分。《金刚经》上讲的离一切相、离一切见，就是指这个。所以有唯识的常识，我这样一说，你就会很清楚、很明白。那个东西是障碍，外面这个境界没有障碍，清凉大师讲理事无碍、事事无碍，它不会产生障碍，对你修因证果都不会造成障碍；造成障碍就是八识五十一心所的见分跟相分，这个东西有障碍了。",
      "zh_TW": "我們有分別、有執著，所以我們見到的不是現場。我們見到的花，是不是真的眼見到的？不是的，我們沒有見到。而是眼識，眼識像個照相機一樣，照到外面的境界相，裡面有一個形相。你們學過唯識曉得，心心所都有四分，見分、相分、自證分、證自證分，都有四分。所以眼識，眼識的相分，眼識看到外面這個色相，眼識就有了一個相分。什麼人見？第六意識見，第六意識是分別。它在分別，這是花，這是黃色的，那是紅色的。眼識沒有分別的，眼識它只接收，它沒有分別。第六意識是不是分別眼識的相分？不是的。第六意識從眼識相分裡面傳播，第六意識自己有一個相分，第六意識它有四分，它從眼識的相分傳播過去，可見得眼識的相分已經是假的，它現在假中之假，第二個傳播，傳到第六意識，第六意識的見分分別自己的相分。如果執著呢？第六意識不執著，只分別不執著，末那識執著，末那識怎麼執著？末那識要從第六意識的相分再傳過去，好像廣播電台現場轉到這個台，這個台再轉到那個台，那個台再轉到那個台，第七識的見分分別它自己第三次、第四次傳來這個假相，與外頭相不相干，外面是現場。佛叫我們離相就是離這個相，離心心所的相分。佛叫我們離見，是離心心所的見分，與外頭境界不相干，外面那是現場的境界。外面境界是什麼？是第八阿賴耶識的相分，所以叫本質境。其實這心所的相是帶質境，這是相宗講得詳細。你要是了解這個，佛叫我們離相離見，離什麼相，離什麼見，搞清楚，不是外面阿賴耶的親相分，不是這個；是離你心心所那個見分跟相分。《金剛經》上講的離一切相、離一切見，就是指這個。所以有唯識的常識，我這樣一說，你就會很清楚、很明白。那個東西是障礙，外面這個境界沒有障礙，清涼大師講理事無礙、事事無礙，它不會產生障礙，對你修因證果都不會造成障礙；造成障礙就是八識五十一心所的見分跟相分，這個東西有障礙了。"
    },
    {
      "id": "09-023-0074_p0061",
      "zh_CN": "我们再看这段文，「因法法皆如，则法法皆真。」这是讲真如本性所现的相分，这个相分实在讲这是一真法界。离了八识五十一心所，那个境界就是一真法界；如果还是八识五十一心所用事，那就叫十法界。十法界是虚妄的，十法界里面都免不了情执，妄想、执着。严重的就是六道，比较轻的就是四圣法界，声闻、缘觉、菩萨、佛。这个佛是藏教佛、通教佛，这个在十法界里面的；别教的佛超越了，别教佛在一真法界；但是藏、通佛在十法界，为什么？他还是没有离开心意识，只是心意识用得善、用得正。六道凡夫心意识用得不善，用得邪，邪知邪见，四圣法界是正知正见。阿耨多罗三藐三菩提是无上正等正觉，四圣法界是正觉，可见他不是邪知邪见，他是正觉，还是用心意识，没有离开阿赖耶识。必须到破一品无明、证一分真性，这个时候不用阿赖耶识，所谓是转八识成四智，他用的是真心，这不是妄心。在《百法明门》里面讲，到这个时候叫同生性，跟佛用的心相同，佛用真心，圆教初住菩萨用真心，别教初地菩萨用真心。用真心就不在十法界里头，十法界里面都是用妄心。世尊讲阿罗汉，小乘四果罗汉，楞严会上释迦牟尼佛说他们用的那个心，「犹为妄想分别影事」，不是真心，那是阿罗汉，阿罗汉、辟支佛、权教菩萨。由此可知，依旧用的是妄心，也就是用的是八识，他用得正，所以叫正觉，不能叫正等正觉；等是跟佛一样，没有佛那么圆满。佛是用真心。用真心就是正等正觉，四十一位法身大士都是正等正觉，他破一品无明，他用真心，不用八识，转识成智。",
      "zh_TW": "我們再看這段文，「因法法皆如，則法法皆真。」這是講真如本性所現的相分，這個相分實在講這是一真法界。離了八識五十一心所，那個境界就是一真法界；如果還是八識五十一心所用事，那就叫十法界。十法界是虛妄的，十法界裡面都免不了情執，妄想、執著。嚴重的就是六道，比較輕的就是四聖法界，聲聞、緣覺、菩薩、佛。這個佛是藏教佛、通教佛，這個在十法界裡面的；別教的佛超越了，別教佛在一真法界；但是藏、通佛在十法界，為什麼？他還是沒有離開心意識，只是心意識用得善、用得正。六道凡夫心意識用得不善，用得邪，邪知邪見，四聖法界是正知正見。阿耨多羅三藐三菩提是無上正等正覺，四聖法界是正覺，可見他不是邪知邪見，他是正覺，還是用心意識，沒有離開阿賴耶識。必須到破一品無明、證一分真性，這個時候不用阿賴耶識，所謂是轉八識成四智，他用的是真心，這不是妄心。在《百法明門》裡面講，到這個時候叫同生性，跟佛用的心相同，佛用真心，圓教初住菩薩用真心，別教初地菩薩用真心。用真心就不在十法界裡頭，十法界裡面都是用妄心。世尊講阿羅漢，小乘四果羅漢，楞嚴會上釋迦牟尼佛說他們用的那個心，「猶為妄想分別影事」，不是真心，那是阿羅漢，阿羅漢、辟支佛、權教菩薩。由此可知，依舊用的是妄心，也就是用的是八識，他用得正，所以叫正覺，不能叫正等正覺；等是跟佛一樣，沒有佛那麼圓滿。佛是用真心。用真心就是正等正覺，四十一位法身大士都是正等正覺，他破一品無明，他用真心，不用八識，轉識成智。"
    },
    {
      "id": "09-023-0074_p0062",
      "zh_CN": "《楞严经》的注解，明朝交光大师他的注解叫《楞严正脉》，他老人家主张舍识用根，的确他说得没错，是根据《楞严》的教义发明这个说法，但是这个难。古代这些大德们注解《楞严经》的，没有说这个。古代《楞严经》的修行方法，都采取天台大师的三止三观。说成三止三观，它也有点道理。因为智者大师一生仰慕《楞严》，《楞严》没到中国来，所以他筑了一个拜经台，现在有人到大陆去观光旅游，有没有看到智者大师的拜经台？他每天向西方礼拜，希望这部经典能够到中国来。经典来的时候，他老人家早已经往生了，所以他一生没有见到。当年他为什么要拜《楞严经》？是因为他自己发明修行的方法，三止三观是他发明的。曾经遇到从印度来的高僧，就是印度的法师，看到他这个方法非常赞叹，说他这个方法跟《楞严经》上所讲的非常接近，于是才知道有《楞严经》。《楞严经》到中国之后，因为有这么一说，大家都用天台大师的止观，来解释奢摩他、三摩、禅那。但是交光大师不赞成，交光大师认为三止三观还是用的八识五十一心所，跟《楞严》的教义不相同。《楞严》是用根性，它不用心心所，所以他的注解主张舍识用根。譬如眼见用见性见，不用眼识；听用闻性闻，不用耳识。当然这个难！这有没有例子？有。观世音菩萨反闻闻自性就是这个，所以交光法师讲得非常有道理。观世音菩萨听声音，不是用耳识听，是用闻性，所以说「反闻闻自性，性成无上道」，那不是一般人能用得上的。就跟《金刚经》上，这是圆初住菩萨的境界，不是凡夫的境界。这是我们从这些大经大论里面，体会到这个经义，的确是有它的深度。所以前面交代《金刚经》的后半部唯深无浅，它确实有深度。你只要用见性，像交光大师这样舍识用根，那法法皆如、法法皆真，那就不一样了。",
      "zh_TW": "《楞嚴經》的註解，明朝交光大師他的註解叫《楞嚴正脈》，他老人家主張捨識用根，的確他說得沒錯，是根據《楞嚴》的教義發明這個說法，但是這個難。古代這些大德們註解《楞嚴經》的，沒有說這個。古代《楞嚴經》的修行方法，都採取天台大師的三止三觀。說成三止三觀，它也有點道理。因為智者大師一生仰慕《楞嚴》，《楞嚴》沒到中國來，所以他築了一個拜經台，現在有人到大陸去觀光旅遊，有沒有看到智者大師的拜經台？他每天向西方禮拜，希望這部經典能夠到中國來。經典來的時候，他老人家早已經往生了，所以他一生沒有見到。當年他為什麼要拜《楞嚴經》？是因為他自己發明修行的方法，三止三觀是他發明的。曾經遇到從印度來的高僧，就是印度的法師，看到他這個方法非常讚歎，說他這個方法跟《楞嚴經》上所講的非常接近，於是才知道有《楞嚴經》。《楞嚴經》到中國之後，因為有這麼一說，大家都用天台大師的止觀，來解釋奢摩他、三摩、禪那。但是交光大師不贊成，交光大師認為三止三觀還是用的八識五十一心所，跟《楞嚴》的教義不相同。《楞嚴》是用根性，它不用心心所，所以他的註解主張捨識用根。譬如眼見用見性見，不用眼識；聽用聞性聞，不用耳識。當然這個難！這有沒有例子？有。觀世音菩薩反聞聞自性就是這個，所以交光法師講得非常有道理。觀世音菩薩聽聲音，不是用耳識聽，是用聞性，所以說「反聞聞自性，性成無上道」，那不是一般人能用得上的。就跟《金剛經》上，這是圓初住菩薩的境界，不是凡夫的境界。這是我們從這些大經大論裡面，體會到這個經義，的確是有它的深度。所以前面交代《金剛經》的後半部唯深無淺，它確實有深度。你只要用見性，像交光大師這樣捨識用根，那法法皆如、法法皆真，那就不一樣了。"
    },
    {
      "id": "09-023-0074_p0063",
      "zh_CN": "【《法华》曰：是法住法位，世间相常住。】",
      "zh_TW": "【《法華》曰：是法住法位，世間相常住。】"
    },
    {
      "id": "09-023-0074_p0064",
      "zh_CN": "这句话也是很不容易理解。世间相常住，就是永远不生不灭，不变不坏。世间法是不是这样？我们看到人有生老病死，花有花开花谢，这哪里叫常住？其实真的是常住。我们看到的是幻相，变化是幻相。为什么？我们是用生灭心看外面的境界，都变成生灭的境界。佛菩萨为什么看到世间相常住？佛菩萨那个心是不生不灭的真心，看到这个世间一切法不生不灭。由此可以证明，佛在经论上常讲的没错，相随心转；这个相是讲山河大地一切万相，不仅仅是身体。所以前面讲的话很有道理，五蕴六根、一切山河大地，这个说得很有味道！五蕴六根是讲我们这个身，身相随心转；除了身相之外，山河大地也都是唯心所变，也是随心所转，境随心转。诸位如果真正透得这个道理，了解这个事实真相，你还要去看相算命吗？你还要去看风水吗？不需要。风水，随我心转。我的心善心好，那个不好的风水，你到那里去住就转好了。你的心不善不好，请一个地理师看的好风水，你到那里一住，那个好风水变坏了，这是真的。看风水的人也有一句话很有道理，那不是欺骗人的，「福地福人居，福人居福地」。所以修福很重要，你真正修福，你住哪个地方，那个地方都是福地。你要是没有福报，帝王的风水，你到那里去毛病百出，你也样样不如意，就是这个道理。所以用不生灭的心，那就是妄想分别执着统统断尽，那个时候你的心清净，你的心不动了，你看所有一切万法，佛在《法华经》上讲的这两句，你就同意，你点头了，没错！佛讲的一点没错，「是法住法位，世间相常住。」是法泛指一切法，一切法都住在它本位上，没有生灭。",
      "zh_TW": "這句話也是很不容易理解。世間相常住，就是永遠不生不滅，不變不壞。世間法是不是這樣？我們看到人有生老病死，花有花開花謝，這哪裡叫常住？其實真的是常住。我們看到的是幻相，變化是幻相。為什麼？我們是用生滅心看外面的境界，都變成生滅的境界。佛菩薩為什麼看到世間相常住？佛菩薩那個心是不生不滅的真心，看到這個世間一切法不生不滅。由此可以證明，佛在經論上常講的沒錯，相隨心轉；這個相是講山河大地一切萬相，不僅僅是身體。所以前面講的話很有道理，五蘊六根、一切山河大地，這個說得很有味道！五蘊六根是講我們這個身，身相隨心轉；除了身相之外，山河大地也都是唯心所變，也是隨心所轉，境隨心轉。諸位如果真正透得這個道理，了解這個事實真相，你還要去看相算命嗎？你還要去看風水嗎？不需要。風水，隨我心轉。我的心善心好，那個不好的風水，你到那裡去住就轉好了。你的心不善不好，請一個地理師看的好風水，你到那裡一住，那個好風水變壞了，這是真的。看風水的人也有一句話很有道理，那不是欺騙人的，「福地福人居，福人居福地」。所以修福很重要，你真正修福，你住哪個地方，那個地方都是福地。你要是沒有福報，帝王的風水，你到那裡去毛病百出，你也樣樣不如意，就是這個道理。所以用不生滅的心，那就是妄想分別執著統統斷盡，那個時候你的心清淨，你的心不動了，你看所有一切萬法，佛在《法華經》上講的這兩句，你就同意，你點頭了，沒錯！佛講的一點沒錯，「是法住法位，世間相常住。」是法泛指一切法，一切法都住在它本位上，沒有生滅。"
    },
    {
      "id": "09-023-0074_p0065",
      "zh_CN": "【故一切法清净本然】",
      "zh_TW": "【故一切法清淨本然】"
    },
    {
      "id": "09-023-0074_p0066",
      "zh_CN": "清净本然是《楞严经》上说的，跟《法华经》这个意思相通。",
      "zh_TW": "清淨本然是《楞嚴經》上說的，跟《法華經》這個意思相通。"
    },
    {
      "id": "09-023-0074_p0067",
      "zh_CN": "【绝非造作，故曰无为。】",
      "zh_TW": "【絕非造作，故曰無為。】"
    },
    {
      "id": "09-023-0074_p0068",
      "zh_CN": "不要以为好像我们这一切法都是有为在造作的。我们看新加坡一栋一栋大厦，天天那么多工程在设计，这不都是人造的吗？造的，那是缘。其实这个现象，心地清净的人，几十年前、几百年前、几千年前，释迦牟尼佛就已经看得很清楚，那怎么是你造的？你造的，为什么三千年前释迦牟尼佛就看到？我在没有造之前，释迦牟尼佛怎么看到的？可见得早就有了，你不过是加一点缘而已。这个事情，我相信有不少人能够同意这个说法。所以有预先知道的，中国、外国都有所谓是缘，能知道几十年、几百年，甚至几千年以后的事情，要发生什么事情。可见得那是注定的，都已经是现成的，哪里是造作？既非造作，那岂不是清净本然吗？岂不是世间相常住？这叫无为。",
      "zh_TW": "不要以為好像我們這一切法都是有為在造作的。我們看新加坡一棟一棟大廈，天天那麼多工程在設計，這不都是人造的嗎？造的，那是緣。其實這個現象，心地清淨的人，幾十年前、幾百年前、幾千年前，釋迦牟尼佛就已經看得很清楚，那怎麼是你造的？你造的，為什麼三千年前釋迦牟尼佛就看到？我在沒有造之前，釋迦牟尼佛怎麼看到的？可見得早就有了，你不過是加一點緣而已。這個事情，我相信有不少人能夠同意這個說法。所以有預先知道的，中國、外國都有所謂是緣，能知道幾十年、幾百年，甚至幾千年以後的事情，要發生什麼事情。可見得那是注定的，都已經是現成的，哪裡是造作？既非造作，那豈不是清淨本然嗎？豈不是世間相常住？這叫無為。"
    },
    {
      "id": "09-023-0074_p0069",
      "zh_CN": "【一切贤圣莫不修此证此，但因功行之浅深，故有成贤成圣之差别。】",
      "zh_TW": "【一切賢聖莫不修此證此，但因功行之淺深，故有成賢成聖之差別。】"
    },
    {
      "id": "09-023-0074_p0070",
      "zh_CN": "《金刚经》上也这样说，「一切贤圣，皆以无为法而有差别。」他就是修这个无为法、证这个无为法的时候，功夫浅深所显示的境界不相同。无为法是什么？就是无住生心、生心无住，这就是无为法。由此可知，一切诸佛如来，从初发心一直到证得究竟圆满的果位，修什么？就是修无住生心、生心无住。这是行门的总纲领，展开来，八万四千法门、无量法门，无量法门也就修一个「应无所住而生其心」；八万四千法门还是修一个「无住生心，生心无住」，这是把总纲领、总原则为我们说出，底下讲和盘托出，一丝毫的隐瞒都没有。世尊将他修行证果原原本本统统说出来了，《金刚经》上全部说出来了，不像其他的经典，说出一部分，还有一部分没说，《金刚经》是彻底圆满的道出。",
      "zh_TW": "《金剛經》上也這樣說，「一切賢聖，皆以無為法而有差別。」他就是修這個無為法、證這個無為法的時候，功夫淺深所顯示的境界不相同。無為法是什麼？就是無住生心、生心無住，這就是無為法。由此可知，一切諸佛如來，從初發心一直到證得究竟圓滿的果位，修什麼？就是修無住生心、生心無住。這是行門的總綱領，展開來，八萬四千法門、無量法門，無量法門也就修一個「應無所住而生其心」；八萬四千法門還是修一個「無住生心，生心無住」，這是把總綱領、總原則為我們說出，底下講和盤托出，一絲毫的隱瞞都沒有。世尊將他修行證果原原本本統統說出來了，《金剛經》上全部說出來了，不像其他的經典，說出一部分，還有一部分沒說，《金剛經》是徹底圓滿的道出。"
    },
    {
      "id": "09-023-0074_p0071",
      "zh_CN": "【若领会得法法皆如，我见情执之病，既都遣尽。则见相即见性，头头是道，无所不可。】",
      "zh_TW": "【若領會得法法皆如，我見情執之病，既都遣盡。則見相即見性，頭頭是道，無所不可。】"
    },
    {
      "id": "09-023-0074_p0072",
      "zh_CN": "这就是诸佛菩萨示现在六道，示现在人间，所谓是游戏神通。为什么？人家是彻底了解宇宙人生的真相，他所有一切的活动，跟真相完全相应，丝毫不违背。我们常讲随顺法性，所以他得的是大自在，他得的是大圆满。宗门讲大自在，密教里面讲大圆满，到这个境界就统统都得到了。见相就是见性，为什么？刚才说过了，离心意识。他所用的是六根根性，六根根性见外面不是六尘，是见性。见性见色性，闻性闻声性。见闻觉知对的统统是性，那不叫尘。用识对外面叫尘，尘是污染，把我们清净心污染了。根性不污染，所以外面也不是尘境，是色性，这叫明心见性。见相就是见性，所以叫「头头是道，左右逢源」，无所不可，喜欢怎么表现就怎么表现。我们在经上看到，特别是在《华严》，看到五十三参，五十三是五十三尊佛，在《金刚经》上讲的那些诸佛，明心见性，见性成佛。圆教初住菩萨就叫佛，他就有能力，应以佛身而得度，他就示现佛身得度，所以叫见性成佛。善财童子五十三参，五十三位都是佛，每一尊佛现的相不一样，每一尊佛示现的生活方式不一样，真的叫五花八门，无所不可。",
      "zh_TW": "這就是諸佛菩薩示現在六道，示現在人間，所謂是遊戲神通。為什麼？人家是徹底了解宇宙人生的真相，他所有一切的活動，跟真相完全相應，絲毫不違背。我們常講隨順法性，所以他得的是大自在，他得的是大圓滿。宗門講大自在，密教裡面講大圓滿，到這個境界就統統都得到了。見相就是見性，為什麼？剛才說過了，離心意識。他所用的是六根根性，六根根性見外面不是六塵，是見性。見性見色性，聞性聞聲性。見聞覺知對的統統是性，那不叫塵。用識對外面叫塵，塵是污染，把我們清淨心污染了。根性不污染，所以外面也不是塵境，是色性，這叫明心見性。見相就是見性，所以叫「頭頭是道，左右逢源」，無所不可，喜歡怎麼表現就怎麼表現。我們在經上看到，特別是在《華嚴》，看到五十三參，五十三是五十三尊佛，在《金剛經》上講的那些諸佛，明心見性，見性成佛。圓教初住菩薩就叫佛，他就有能力，應以佛身而得度，他就示現佛身得度，所以叫見性成佛。善財童子五十三參，五十三位都是佛，每一尊佛現的相不一樣，每一尊佛示現的生活方式不一樣，真的叫五花八門，無所不可。"
    },
    {
      "id": "09-023-0074_p0073",
      "zh_CN": "【故《最胜王》、《维摩诘》等经云，五蕴即是法身，生死即是涅槃，烦恼即是菩提，皆显法法皆如义也。】",
      "zh_TW": "【故《最勝王》、《維摩詰》等經云，五蘊即是法身，生死即是涅槃，煩惱即是菩提，皆顯法法皆如義也。】"
    },
    {
      "id": "09-023-0074_p0074",
      "zh_CN": "如果你要不懂法法皆如，这几句你就会错会了，错会了那个问题就严重，那是着相不见性。确实有人误会，生死就是涅槃，哪个人不入涅槃，要修什么？以为死了就入涅槃，哪个人不死，死了就入涅槃，何必要苦修？不必要修，到时候都入涅槃了。何必要求菩提？烦恼就是菩提，成天生烦恼，那就是菩提。大错特错！这个话，前面讲不能说的，你没有明心见性，不可以说这个话的。前面讲到你有能力，把无量劫浓缩成一刹那，一刹那能够展开为无量劫，才许你讲这个话。你要没有这个能力，这些话维摩居士可以讲，最胜王可以讲，你不能讲。人家讲这个话，是真的入法法皆如的境界，他说的没有过失。我们没有到这个境界，说这个过失可大了。今天时间到了。",
      "zh_TW": "如果你要不懂法法皆如，這幾句你就會錯會了，錯會了那個問題就嚴重，那是著相不見性。確實有人誤會，生死就是涅槃，哪個人不入涅槃，要修什麼？以為死了就入涅槃，哪個人不死，死了就入涅槃，何必要苦修？不必要修，到時候都入涅槃了。何必要求菩提？煩惱就是菩提，成天生煩惱，那就是菩提。大錯特錯！這個話，前面講不能說的，你沒有明心見性，不可以說這個話的。前面講到你有能力，把無量劫濃縮成一剎那，一剎那能夠展開為無量劫，才許你講這個話。你要沒有這個能力，這些話維摩居士可以講，最勝王可以講，你不能講。人家講這個話，是真的入法法皆如的境界，他說的沒有過失。我們沒有到這個境界，說這個過失可大了。今天時間到了。"
    }
  ]
}