{
  "doc_id": "09-023-0008",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0008",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "09-023-0008_p0001",
      "zh_CN": "请掀开经本，第二卷，第九面，最后一行，看经文。",
      "zh_TW": "請掀開經本，第二卷，第九面，最後一行，看經文。"
    },
    {
      "id": "09-023-0008_p0002",
      "zh_CN": "经【唯然，世尊，愿乐欲闻。】",
      "zh_TW": "經【唯然，世尊，願樂欲聞。】"
    },
    {
      "id": "09-023-0008_p0003",
      "zh_CN": "实际上，须菩提尊者所提的三个问题，世尊在前面都已经答复尽了，也就是说，《金刚般若波罗蜜多》已经讲圆满了。后面，若不是尊者在此地为我们大家向佛提出请教的话，这个经就没有了。所以，他这一句含义就很深了。唯然，世尊，愿乐欲闻这四个字是代我们启请。请翻过来看注解：",
      "zh_TW": "實際上，須菩提尊者所提的三個問題，世尊在前面都已經答覆盡了，也就是說，《金剛般若波羅蜜多》已經講圓滿了。後面，若不是尊者在此地為我們大家向佛提出請教的話，這個經就沒有了。所以，他這一句含義就很深了。唯然，世尊，願樂欲聞這四個字是代我們啟請。請翻過來看註解："
    },
    {
      "id": "09-023-0008_p0004",
      "zh_CN": "【唯】",
      "zh_TW": "【唯】"
    },
    {
      "id": "09-023-0008_p0005",
      "zh_CN": "是很恭敬的答应。",
      "zh_TW": "是很恭敬的答應。"
    },
    {
      "id": "09-023-0008_p0006",
      "zh_CN": "【是住降之理，彻底明了。】",
      "zh_TW": "【是住降之理，徹底明瞭。】"
    },
    {
      "id": "09-023-0008_p0007",
      "zh_CN": "这就是前面曾经说过，尊者有高度的智慧，能够看出来，世尊所证得的无上菩提、究竟圆满的大法，都表现在日常生活当中。换句话说，日常生活点点滴滴都示现，不是部分的示现，而是圆满的示现，这就太难了。你要问释迦牟尼佛四十九年所说一切的道理，一切修行的方法，佛穿衣全部在里面，吃饭也全部在里面，走路也全部在里面，正是《华严经》上所说，「一即是多，多即是一」，无量法门就是一个法门，一个法门展开就是无量法门，所以生活之中点点滴滴无一不是，这才妙！所以，尊者才赞叹希有。我们要从这些地方体会，要从这些地方去学习，这才叫真正的学佛。而不能拿经典去研究，跟自己的行持毫不相关，那就叫佛学，不是学佛了；同样是两个字，颠倒一下，意思都不一样。一个是把佛教当作一门学问来研究研究，一个是认真向释迦牟尼佛学习，向诸佛如来学习，这才得真正的受用。「唯」是完全了解，佛在前面这一开示，他都懂，彻底明了。「然如来护念付嘱，他尚未见，故代为启请。」尊者说：我明白了，可是还有许许多多在座听的人，他们还没明白，我们也不能不理会这些人，那就没有慈悲心；所以代为启请，代大家启请。启请的话四个字：",
      "zh_TW": "這就是前面曾經說過，尊者有高度的智慧，能夠看出來，世尊所證得的無上菩提、究竟圓滿的大法，都表現在日常生活當中。換句話說，日常生活點點滴滴都示現，不是部分的示現，而是圓滿的示現，這就太難了。你要問釋迦牟尼佛四十九年所說一切的道理，一切修行的方法，佛穿衣全部在裡面，吃飯也全部在裡面，走路也全部在裡面，正是《華嚴經》上所說，「一即是多，多即是一」，無量法門就是一個法門，一個法門展開就是無量法門，所以生活之中點點滴滴無一不是，這才妙！所以，尊者才讚歎希有。我們要從這些地方體會，要從這些地方去學習，這才叫真正的學佛。而不能拿經典去研究，跟自己的行持毫不相關，那就叫佛學，不是學佛了；同樣是兩個字，顛倒一下，意思都不一樣。一個是把佛教當作一門學問來研究研究，一個是認真向釋迦牟尼佛學習，向諸佛如來學習，這才得真正的受用。「唯」是完全了解，佛在前面這一開示，他都懂，徹底明瞭。「然如來護念付囑，他尚未見，故代為啟請。」尊者說：我明白了，可是還有許許多多在座聽的人，他們還沒明白，我們也不能不理會這些人，那就沒有慈悲心；所以代為啟請，代大家啟請。啟請的話四個字："
    },
    {
      "id": "09-023-0008_p0008",
      "zh_CN": "【愿、乐、欲、闻】",
      "zh_TW": "【願、樂、欲、聞】"
    },
    {
      "id": "09-023-0008_p0009",
      "zh_CN": "这四个字是代表当年在法会当中，全体大众的程度有浅深不相同，这四个字就是说明听众程度不齐。「后后深于前前，义甚深广。」这四个字，每一个字意思都很深很广，这是我们要晓得。「愿」是愿意听听，这是程度浅的，般若法门很难听到，有人愿意听一听。有些程度比较深一点，「乐」，非常喜欢听，那倒不是随便听听，很欢喜听，这个乐是爱好。程度更深一点，「欲」，欲就是我非听不可，把这个当作欲望，很想得到，不得到不甘心，它有这个味道在里面。他晓得般若法门对他很重要，他非听不可，非学不可。「闻」是最高级的，闻是什么？闻到开悟了。「反闻闻自性，性成无上道」，世尊详细一讲，他就开悟，他就证果，这是听众里面程度最高的。这四个字，是一切大众当中程度不齐，虽然程度不齐，各个人都得利益，程度浅的得浅的利益，程度深的得深的利益，没有不得利益的。《金刚经》上，字字句句的确都很有味道，意义都无量的深广，不能含糊笼统念过去，那当然就没有味道了。你要是明了，读起来真是有味！尊者代我们请法，意思我们明白了。",
      "zh_TW": "這四個字是代表當年在法會當中，全體大眾的程度有淺深不相同，這四個字就是說明聽眾程度不齊。「後後深於前前，義甚深廣。」這四個字，每一個字意思都很深很廣，這是我們要曉得。「願」是願意聽聽，這是程度淺的，般若法門很難聽到，有人願意聽一聽。有些程度比較深一點，「樂」，非常喜歡聽，那倒不是隨便聽聽，很歡喜聽，這個樂是愛好。程度更深一點，「欲」，欲就是我非聽不可，把這個當作欲望，很想得到，不得到不甘心，它有這個味道在裡面。他曉得般若法門對他很重要，他非聽不可，非學不可。「聞」是最高級的，聞是什麼？聞到開悟了。「反聞聞自性，性成無上道」，世尊詳細一講，他就開悟，他就證果，這是聽眾裡面程度最高的。這四個字，是一切大眾當中程度不齊，雖然程度不齊，各個人都得利益，程度淺的得淺的利益，程度深的得深的利益，沒有不得利益的。《金剛經》上，字字句句的確都很有味道，意義都無量的深廣，不能含糊籠統念過去，那當然就沒有味道了。你要是明瞭，讀起來真是有味！尊者代我們請法，意思我們明白了。"
    },
    {
      "id": "09-023-0008_p0010",
      "zh_CN": "【人人本具如如不动之自性】",
      "zh_TW": "【人人本具如如不動之自性】"
    },
    {
      "id": "09-023-0008_p0011",
      "zh_CN": "这是讲真如本性，一切众生本来都有的，不要从外面学习的。",
      "zh_TW": "這是講真如本性，一切眾生本來都有的，不要從外面學習的。"
    },
    {
      "id": "09-023-0008_p0012",
      "zh_CN": "【无明为障】",
      "zh_TW": "【無明為障】"
    },
    {
      "id": "09-023-0008_p0013",
      "zh_CN": "我们凡夫的麻烦，不但是凡夫，九界众生，九法界，九界里头有菩萨，菩萨也有障，那个障比我们轻。我们有三种障，而且都非常严重，有无明、有尘沙、有烦恼，三种障。到菩萨，烦恼障没有了，尘沙也没有了，只剩下无明，无明对他还是障碍，所以菩萨有无明障。即使到等觉菩萨，距离成佛差一点点，为什么成不了？他还有障，最后那一品无明；佛在经上告诉我们，无明有四十一品，四十一品无明他已经断了四十品；还有一品没破，这是等觉菩萨，那一品还是他的障碍，必须这一品无明破尽，他就圆满成佛，自性圆满的现前了。因为有障，",
      "zh_TW": "我們凡夫的麻煩，不但是凡夫，九界眾生，九法界，九界裡頭有菩薩，菩薩也有障，那個障比我們輕。我們有三種障，而且都非常嚴重，有無明、有塵沙、有煩惱，三種障。到菩薩，煩惱障沒有了，塵沙也沒有了，只剩下無明，無明對他還是障礙，所以菩薩有無明障。即使到等覺菩薩，距離成佛差一點點，為什麼成不了？他還有障，最後那一品無明；佛在經上告訴我們，無明有四十一品，四十一品無明他已經斷了四十品；還有一品沒破，這是等覺菩薩，那一品還是他的障礙，必須這一品無明破盡，他就圓滿成佛，自性圓滿的現前了。因為有障，"
    },
    {
      "id": "09-023-0008_p0014",
      "zh_CN": "【致妄心生灭不停】",
      "zh_TW": "【致妄心生滅不停】"
    },
    {
      "id": "09-023-0008_p0015",
      "zh_CN": "我们现在这个念头生灭真的是无量无边，无法控制，妄念无量无边，而我们能发现的，给诸位说，是粗念，我们的心很乱，念头很多，粗念。微细的念头，我们还没有觉察得到，即使有相当的定功，也觉察不到，阿罗汉证到九次第定，菩萨的定功比阿罗汉高得太多太多，佛在经上说，大乘圆教八地菩萨，才看到微细的念头。假如这些念头，念头就是生灭心，你根本就没有发现，你怎么能断它？一定是先发现它，发现叫觉悟，把它断掉那叫功夫，你的心要觉悟。八地菩萨，才能看到微细的生灭念头。所以念头的生灭当然有，也不必害怕，不必恐惧，为什么？一切众生都是一样的，没有例外的，如果对于佛的教诲，我们能够信得过，能够理解，依照佛教给我们的方法来修行，确确实实是有方法解决这问题的，不是没有方法，方法也有很多，我们自己可以选择。",
      "zh_TW": "我們現在這個念頭生滅真的是無量無邊，無法控制，妄念無量無邊，而我們能發現的，給諸位說，是粗念，我們的心很亂，念頭很多，粗念。微細的念頭，我們還沒有覺察得到，即使有相當的定功，也覺察不到，阿羅漢證到九次第定，菩薩的定功比阿羅漢高得太多太多，佛在經上說，大乘圓教八地菩薩，才看到微細的念頭。假如這些念頭，念頭就是生滅心，你根本就沒有發現，你怎麼能斷它？一定是先發現它，發現叫覺悟，把它斷掉那叫功夫，你的心要覺悟。八地菩薩，才能看到微細的生滅念頭。所以念頭的生滅當然有，也不必害怕，不必恐懼，為什麼？一切眾生都是一樣的，沒有例外的，如果對於佛的教誨，我們能夠信得過，能夠理解，依照佛教給我們的方法來修行，確確實實是有方法解決這問題的，不是沒有方法，方法也有很多，我們自己可以選擇。"
    },
    {
      "id": "09-023-0008_p0016",
      "zh_CN": "【故学者应在闻字上用功】",
      "zh_TW": "【故學者應在聞字上用功】"
    },
    {
      "id": "09-023-0008_p0017",
      "zh_CN": "前面讲的愿乐欲闻，当然在这上面，那是作真功夫。《楞严经》上观世音菩萨为大家报告他所修行的理论与方法。诸位读《楞严经》，在第六卷你就都看到了。如果《楞严经》读了之后，还看不懂，那你回过头来，再去读《金刚经》，观世音菩萨用的理论跟方法，与《金刚经》所说的，无二无别。说的话可能不一样，里面的内容完全相同，所以要紧在这里。",
      "zh_TW": "前面講的願樂欲聞，當然在這上面，那是作真功夫。《楞嚴經》上觀世音菩薩為大家報告他所修行的理論與方法。諸位讀《楞嚴經》，在第六卷你就都看到了。如果《楞嚴經》讀了之後，還看不懂，那你回過頭來，再去讀《金剛經》，觀世音菩薩用的理論跟方法，與《金剛經》所說的，無二無別。說的話可能不一樣，裡面的內容完全相同，所以要緊在這裡。"
    },
    {
      "id": "09-023-0008_p0018",
      "zh_CN": "【返闻闻自性，时时照、时时闻，则见诸法实相。】",
      "zh_TW": "【返聞聞自性，時時照、時時聞，則見諸法實相。】"
    },
    {
      "id": "09-023-0008_p0019",
      "zh_CN": "诸法实相就是心性，见诸法实相就是明心见性、见性成佛，是一个意思。尊者代我们启请，世尊的确大慈大悲，就为我们详谈金刚般若。",
      "zh_TW": "諸法實相就是心性，見諸法實相就是明心見性、見性成佛，是一個意思。尊者代我們啟請，世尊的確大慈大悲，就為我們詳談金剛般若。"
    },
    {
      "id": "09-023-0008_p0020",
      "zh_CN": "我们先看看小标题，这个标题很重要。「约境明无住以彰般若正智」。本经分为上下两部分，上半部跟下半部。为什么要这样分？因为在详谈里面，上半部，佛已经把意思说尽，那就不必再说了，已经说尽了，理论跟方法都说出来了。须菩提尊者接着再启请，为什么再启请？尊者很慈悲，有大智慧，观察大众，明白的固然不少，还有一些有疑惑的，于是再启请，这个到后面经文，我们再详细跟诸位报告，再启请。要把所有的疑惑断得干干净净，在菩萨修行的菩提道中，才能够一帆风顺而没有阻碍。",
      "zh_TW": "我們先看看小標題，這個標題很重要。「約境明無住以彰般若正智」。本經分為上下兩部分，上半部跟下半部。為什麼要這樣分？因為在詳談裡面，上半部，佛已經把意思說盡，那就不必再說了，已經說盡了，理論跟方法都說出來了。須菩提尊者接著再啟請，為什麼再啟請？尊者很慈悲，有大智慧，觀察大眾，明白的固然不少，還有一些有疑惑的，於是再啟請，這個到後面經文，我們再詳細跟諸位報告，再啟請。要把所有的疑惑斷得乾乾淨淨，在菩薩修行的菩提道中，才能夠一帆風順而沒有阻礙。"
    },
    {
      "id": "09-023-0008_p0021",
      "zh_CN": "前半部的经文，前面曾经跟诸位报告，有深有浅，后半部是唯深无浅；后半部是约心来说的，前半部是约境来说的。境是境界，也就是我们生活环境，从生活环境当中来说明无住，总而言之一句话，般若的宗旨就是「无住」两个字；彰是显示，完全表现出来般若的智慧。底下又分两段，这是第一段，「的示无住以生信」，指示我们无住，从这个地方让我们建立信心。底下小科我们就不说了，我们只着重大科。前半部信、解，后半部行、证，正宗分前后两部合起来是信解行证四分，这个架势跟《大方广佛华严经》无二无别。请看经文：",
      "zh_TW": "前半部的經文，前面曾經跟諸位報告，有深有淺，後半部是唯深無淺；後半部是約心來說的，前半部是約境來說的。境是境界，也就是我們生活環境，從生活環境當中來說明無住，總而言之一句話，般若的宗旨就是「無住」兩個字；彰是顯示，完全表現出來般若的智慧。底下又分兩段，這是第一段，「的示無住以生信」，指示我們無住，從這個地方讓我們建立信心。底下小科我們就不說了，我們只著重大科。前半部信、解，後半部行、證，正宗分前後兩部合起來是信解行證四分，這個架勢跟《大方廣佛華嚴經》無二無別。請看經文："
    },
    {
      "id": "09-023-0008_p0022",
      "zh_CN": "经【佛告须菩提：诸菩萨摩诃萨，应如是降伏其心。】",
      "zh_TW": "經【佛告須菩提：諸菩薩摩訶薩，應如是降伏其心。】"
    },
    {
      "id": "09-023-0008_p0023",
      "zh_CN": "「佛告句，甚为紧要，不可忽略读过。」这是特别提醒我们，像这样的句子在本经很多，看到佛告须菩提；告是告诉，上对下，老师对学生。告诉须菩提就是告诉我们，诸位要从这个地方去体会，你才得受用。否则的话，他跟须菩提讲的，跟我没有关系，那你就得不到受用，你也就白听了。须菩提是我们的代表，他是代表我们来请法的，告须菩提就是告诉我们。遇到这样的句子，下面一定有很重要的开示。叫著名字，提醒你的注意，底下的话很重要，一定要仔细的谛听。",
      "zh_TW": "「佛告句，甚為緊要，不可忽略讀過。」這是特別提醒我們，像這樣的句子在本經很多，看到佛告須菩提；告是告訴，上對下，老師對學生。告訴須菩提就是告訴我們，諸位要從這個地方去體會，你才得受用。否則的話，他跟須菩提講的，跟我沒有關係，那你就得不到受用，你也就白聽了。須菩提是我們的代表，他是代表我們來請法的，告須菩提就是告訴我們。遇到這樣的句子，下面一定有很重要的開示。叫著名字，提醒你的注意，底下的話很重要，一定要仔細的諦聽。"
    },
    {
      "id": "09-023-0008_p0024",
      "zh_CN": "【诸菩萨，这一句是指发大心之善男女言。】",
      "zh_TW": "【諸菩薩，這一句是指發大心之善男女言。】"
    },
    {
      "id": "09-023-0008_p0025",
      "zh_CN": "前面讲的善男子、善女人，诸菩萨是指他们。权教菩萨要想再提升到法身大士，那就是「摩诃萨」。这一句里面含义就广了，不但是深，很广，这里头显示一个什么意思？从初发心一直到成佛，实在说没有别的，就是无住而已，就是降伏而已！不断的去做降伏的功夫，一直到等觉菩萨，还有那一品生相无明没破，还要用这个功夫，把它降伏住，那就圆满菩提。它含这么多意思在里头，不仅是表面指各个不同阶层的菩萨，五十一位菩萨，功夫是一个，一个原理，一个原则。应如是降伏其心。",
      "zh_TW": "前面講的善男子、善女人，諸菩薩是指他們。權教菩薩要想再提升到法身大士，那就是「摩訶薩」。這一句裡面含義就廣了，不但是深，很廣，這裡頭顯示一個什麼意思？從初發心一直到成佛，實在說沒有別的，就是無住而已，就是降伏而已！不斷的去做降伏的功夫，一直到等覺菩薩，還有那一品生相無明沒破，還要用這個功夫，把它降伏住，那就圓滿菩提。它含這麼多意思在裡頭，不僅是表面指各個不同階層的菩薩，五十一位菩薩，功夫是一個，一個原理，一個原則。應如是降伏其心。"
    },
    {
      "id": "09-023-0008_p0026",
      "zh_CN": "【发心要发得圆满究竟】",
      "zh_TW": "【發心要發得圓滿究竟】"
    },
    {
      "id": "09-023-0008_p0027",
      "zh_CN": "这一点很重要，因为你发心不圆、不究竟，你得的果报就很小，如果等到我证得小果，我再发大心，这样次第发心，时间很长也很累，不如一开头就发足，那就很省事。好像你们有不少同修，驾车到这儿来，驾车当然要加油，你那个油加一点点，开一点点再去加一点点，那岂不是自找麻烦吗？为什么不统统加足？一下就开到了，就好比这个意思一样。心要不是发得很大、很圆满，在菩提道上常常要停顿，常常要休息，一停顿、一休息就退步了，不进则退，所以你修行的时间就费很长很长，三大阿僧祇劫；发足就快了，一生当中就圆满，那是不能够相比的。",
      "zh_TW": "這一點很重要，因為你發心不圓、不究竟，你得的果報就很小，如果等到我證得小果，我再發大心，這樣次第發心，時間很長也很累，不如一開頭就發足，那就很省事。好像你們有不少同修，駕車到這兒來，駕車當然要加油，你那個油加一點點，開一點點再去加一點點，那豈不是自找麻煩嗎？為什麼不統統加足？一下就開到了，就好比這個意思一樣。心要不是發得很大、很圓滿，在菩提道上常常要停頓，常常要休息，一停頓、一休息就退步了，不進則退，所以你修行的時間就費很長很長，三大阿僧祇劫；發足就快了，一生當中就圓滿，那是不能夠相比的。"
    },
    {
      "id": "09-023-0008_p0028",
      "zh_CN": "【如上成佛道、下化众生。】",
      "zh_TW": "【如上成佛道、下化眾生。】"
    },
    {
      "id": "09-023-0008_p0029",
      "zh_CN": "一定要发这样的愿，要发愿作佛；要发愿学佛，学佛是学作佛。这是《金刚经》上，世尊所赞叹的、所选择的教学对象，选这样的人。",
      "zh_TW": "一定要發這樣的願，要發願作佛；要發願學佛，學佛是學作佛。這是《金剛經》上，世尊所讚歎的、所選擇的教學對象，選這樣的人。"
    },
    {
      "id": "09-023-0008_p0030",
      "zh_CN": "【又知虽上成而实无所成，虽下化而实无所化。】",
      "zh_TW": "【又知雖上成而實無所成，雖下化而實無所化。】"
    },
    {
      "id": "09-023-0008_p0031",
      "zh_CN": "上成佛道，下化众生，为什么又说成无所成、化无所化？这个说法就是怕你执着，你发个愿，我要成佛，执着在这个佛上，你成不了佛，不能执着。愿要不要发？要发。心可不可以有？不可以有。有愿不能有心，这个事情很难！没有心，愿不就没有了吗？心跟愿是两桩事情、两回事情，要搞清楚。有愿不能有心，有心就有住了，无心才无住。有愿，有愿你又有行，生心了；无住生心，它能生心。所以，不可以住。",
      "zh_TW": "上成佛道，下化眾生，為什麼又說成無所成、化無所化？這個說法就是怕你執著，你發個願，我要成佛，執著在這個佛上，你成不了佛，不能執著。願要不要發？要發。心可不可以有？不可以有。有願不能有心，這個事情很難！沒有心，願不就沒有了嗎？心跟願是兩樁事情、兩回事情，要搞清楚。有願不能有心，有心就有住了，無心才無住。有願，有願你又有行，生心了；無住生心，它能生心。所以，不可以住。"
    },
    {
      "id": "09-023-0008_p0032",
      "zh_CN": "成佛不可以住成佛的相。由此可知，学佛也不能学佛那个相，学佛那个相，你不就执着了吗？度众生，帮助一切众生，又不能执着度众生的相，你要是着了度众生的相，那你就烦恼无边。佛门也有句话说，「好事不如无事」。好事不如无事，那还度什么众生？那就没得度，不度众生了。佛祖句句话都是药！他说这个话，对什么人说的，他这个药是治什么样的病人，那个人害的什么病。我们现在连好事都不愿意做，这叫好事不如无事，那就糟糕，药用错了。我们现在要鼓励人多做好事，《金刚经》上不住相，应无所住而行布施，劝你做好事。可不能听庞居士的话，好事不如无事，庞居士是治另外一种人，喜欢做好事，着相；着相，生烦恼。所以，他那个话是治什么病的，是对哪一种人说的，我们要搞清楚，我们是什么人，我们害的是什么病，我们要用什么方法来对治。法要是不契机，会害死人！诸位要知道，佛法好，不见得！就跟药一样，药很好，不错，真的好吗？你去吃，随便吃吃，保险一吃就死了，不对症！佛法也是如此，法要契机，才能帮助人开悟、证果。法要是不契机，就把人的法身慧命断掉了，那个过失就重，比杀人的身命重，这断人的法身慧命。",
      "zh_TW": "成佛不可以住成佛的相。由此可知，學佛也不能學佛那個相，學佛那個相，你不就執著了嗎？度眾生，幫助一切眾生，又不能執著度眾生的相，你要是著了度眾生的相，那你就煩惱無邊。佛門也有句話說，「好事不如無事」。好事不如無事，那還度什麼眾生？那就沒得度，不度眾生了。佛祖句句話都是藥！他說這個話，對什麼人說的，他這個藥是治什麼樣的病人，那個人害的什麼病。我們現在連好事都不願意做，這叫好事不如無事，那就糟糕，藥用錯了。我們現在要鼓勵人多做好事，《金剛經》上不住相，應無所住而行布施，勸你做好事。可不能聽龐居士的話，好事不如無事，龐居士是治另外一種人，喜歡做好事，著相；著相，生煩惱。所以，他那個話是治什麼病的，是對哪一種人說的，我們要搞清楚，我們是什麼人，我們害的是什麼病，我們要用什麼方法來對治。法要是不契機，會害死人！諸位要知道，佛法好，不見得！就跟藥一樣，藥很好，不錯，真的好嗎？你去吃，隨便吃吃，保險一吃就死了，不對症！佛法也是如此，法要契機，才能幫助人開悟、證果。法要是不契機，就把人的法身慧命斷掉了，那個過失就重，比殺人的身命重，這斷人的法身慧命。"
    },
    {
      "id": "09-023-0008_p0033",
      "zh_CN": "本经的大主意，也可以说最高的指导原则，叫我们不要执着。上成佛道、下化众生，这是生心；实无所成、实无所化是无住；应无所住而生其心，要符合这个最高的指导原则。",
      "zh_TW": "本經的大主意，也可以說最高的指導原則，叫我們不要執著。上成佛道、下化眾生，這是生心；實無所成、實無所化是無住；應無所住而生其心，要符合這個最高的指導原則。"
    },
    {
      "id": "09-023-0008_p0034",
      "zh_CN": "【则性德究竟，体用圆满，而称为大菩萨矣。】",
      "zh_TW": "【則性德究竟，體用圓滿，而稱為大菩薩矣。】"
    },
    {
      "id": "09-023-0008_p0035",
      "zh_CN": "这才真正是一个大菩萨，确实这不是赞叹的，为什么？你要真正能做到这个，心地清净而一无所住，这是真心显露，就是明心见性，又能上成下化，这不是法身大士是什么？就是《华严经》上讲的法身大士。这是介绍菩萨，介绍菩萨摩诃萨。请翻过来，我们再看下面这一节：",
      "zh_TW": "這才真正是一個大菩薩，確實這不是讚歎的，為什麼？你要真正能做到這個，心地清淨而一無所住，這是真心顯露，就是明心見性，又能上成下化，這不是法身大士是什麼？就是《華嚴經》上講的法身大士。這是介紹菩薩，介紹菩薩摩訶薩。請翻過來，我們再看下面這一節："
    },
    {
      "id": "09-023-0008_p0036",
      "zh_CN": "【如念佛法门，本是至圆至顿之无上妙法。因行人发心不大，只知自了。则最上乘法，竟成为小乘矣。所以只能往生下品，甚且并下品亦不够。岂不上负佛恩、下负己灵。此皆由不明无上大法之所以然。是学佛不能不开智慧。】",
      "zh_TW": "【如念佛法門，本是至圓至頓之無上妙法。因行人發心不大，只知自了。則最上乘法，竟成為小乘矣。所以只能往生下品，甚且並下品亦不夠。豈不上負佛恩、下負己靈。此皆由不明無上大法之所以然。是學佛不能不開智慧。】"
    },
    {
      "id": "09-023-0008_p0037",
      "zh_CN": "我们道场同修，大部分都是念佛求生净土的，江味农居士虽然一生都在研究学习《金刚般若》，但是他念佛求生净土，他所标榜的是教宗般若、行在弥陀，所以他的早晚课是念阿弥陀经、念阿弥陀佛。他在经典的研究，专门在金刚般若下功夫。念佛这个法门不仅是一些善知识们赞叹，其实这个法门是十方三世一切诸佛如来共同的赞叹，你们看《弥陀经》六方佛的赞叹就知道，《无量寿经》十方佛的赞叹，就很清楚、很明白，它是一切诸佛之所赞叹，确确实实是至圆至顿，圆是圆满，顿是顿超，没有比这个法门再快的。这样的说法，就连法相宗开山祖师窥基大师都承认，窥基大师有《阿弥陀经》的注解，叫《通赞疏》，《阿弥陀经通赞疏》是窥基大师作的，他是法相宗的祖师，他在注解里面，也承认这个法门是最顿的大教，最快的，若一日到若七日就成功，还有哪个法门能比这个更快？找不到了，再没有了。而且这个法门，什么人修行能成功？无论什么人，三根普被，利钝全收，这是真正不可思议！其他法门也有圆顿的教法，但是它要具备的条件是上根利智，不是那个根性，没有用处。禅宗是至圆至顿，在中国历代祖师当中，真正成就大众明心见性的，是以六祖惠能大师会下的人最多，也不过四十三个人而已。诸位想想，当年跟六祖大师，亲近大师跟他学习的，何止万人，决定不止，真正成就四十三个人，你就想想多么难！六祖以前，任何一个祖师大德会下成就的，没有这么多人，六祖以后也没有。许多祖师我们看到的，他的学生当中，见了性的，大彻大悟的，一个、二个、三个，多的五、六个那就不得了，就很希少，多半都是一、二个，六祖会下四十三个，空前绝后！它那个圆顿，门槛高，我们这些人爬不进去，没用！净宗这个法门，只要具足三个条件，信、愿、行，就成功了。无论什么人，真正相信，真正想到极乐世界，真想见阿弥陀佛，老实念佛就成功了，这种条件我们行！听了之后，想想自己还可以，还没有问题。禅，不行，我们没有办法；教，我们也没有办法；其他的法门，我们遇到了，想想自己的根性，不行，没法子。这个法门可以，所以这个法门古德讲：万修万人去，一个也不漏，真的是无上妙法。",
      "zh_TW": "我們道場同修，大部分都是念佛求生淨土的，江味農居士雖然一生都在研究學習《金剛般若》，但是他念佛求生淨土，他所標榜的是教宗般若、行在彌陀，所以他的早晚課是念阿彌陀經、念阿彌陀佛。他在經典的研究，專門在金剛般若下功夫。念佛這個法門不僅是一些善知識們讚歎，其實這個法門是十方三世一切諸佛如來共同的讚歎，你們看《彌陀經》六方佛的讚歎就知道，《無量壽經》十方佛的讚歎，就很清楚、很明白，它是一切諸佛之所讚歎，確確實實是至圓至頓，圓是圓滿，頓是頓超，沒有比這個法門再快的。這樣的說法，就連法相宗開山祖師窺基大師都承認，窺基大師有《阿彌陀經》的註解，叫《通贊疏》，《阿彌陀經通贊疏》是窺基大師作的，他是法相宗的祖師，他在註解裡面，也承認這個法門是最頓的大教，最快的，若一日到若七日就成功，還有哪個法門能比這個更快？找不到了，再沒有了。而且這個法門，什麼人修行能成功？無論什麼人，三根普被，利鈍全收，這是真正不可思議！其他法門也有圓頓的教法，但是它要具備的條件是上根利智，不是那個根性，沒有用處。禪宗是至圓至頓，在中國歷代祖師當中，真正成就大眾明心見性的，是以六祖惠能大師會下的人最多，也不過四十三個人而已。諸位想想，當年跟六祖大師，親近大師跟他學習的，何止萬人，決定不止，真正成就四十三個人，你就想想多麼難！六祖以前，任何一個祖師大德會下成就的，沒有這麼多人，六祖以後也沒有。許多祖師我們看到的，他的學生當中，見了性的，大徹大悟的，一個、二個、三個，多的五、六個那就不得了，就很希少，多半都是一、二個，六祖會下四十三個，空前絕後！它那個圓頓，門檻高，我們這些人爬不進去，沒用！淨宗這個法門，只要具足三個條件，信、願、行，就成功了。無論什麼人，真正相信，真正想到極樂世界，真想見阿彌陀佛，老實念佛就成功了，這種條件我們行！聽了之後，想想自己還可以，還沒有問題。禪，不行，我們沒有辦法；教，我們也沒有辦法；其他的法門，我們遇到了，想想自己的根性，不行，沒法子。這個法門可以，所以這個法門古德講：萬修萬人去，一個也不漏，真的是無上妙法。"
    },
    {
      "id": "09-023-0008_p0038",
      "zh_CN": "而净宗经典的深奥，也实实在在不可思议。古德说：《无量寿经》即是中本《华严》。我们对于《华严经》的深广，虽然不能完全了解，这也听说过，《无量寿经》的深广，跟《华严》是一样的，是中本《华严》。说它作中本，那当然还有个小本，小本是什么？《佛说阿弥陀经》。《阿弥陀经》教义的深广，也跟《大方广佛华严经》相同，无二无别。我们也略略的体会到了，从哪里体会到？从莲池大师的《疏钞》，莲池大师给《弥陀经》做个注解，叫《疏钞》。他的学生古德，亲自听老法师讲《弥陀经》，做成笔记，把笔记跟《疏钞》合起来，他那个笔记叫《疏钞演义》。我们读了以后，才真正相信，《弥陀经》的教义跟《华严》是一样的，是没有差别的。这是说明圆到极处，顿到极处，顿是快速。",
      "zh_TW": "而淨宗經典的深奧，也實實在在不可思議。古德說：《無量壽經》即是中本《華嚴》。我們對於《華嚴經》的深廣，雖然不能完全了解，這也聽說過，《無量壽經》的深廣，跟《華嚴》是一樣的，是中本《華嚴》。說它作中本，那當然還有個小本，小本是什麼？《佛說阿彌陀經》。《阿彌陀經》教義的深廣，也跟《大方廣佛華嚴經》相同，無二無別。我們也略略的體會到了，從哪裡體會到？從蓮池大師的《疏鈔》，蓮池大師給《彌陀經》做個註解，叫《疏鈔》。他的學生古德，親自聽老法師講《彌陀經》，做成筆記，把筆記跟《疏鈔》合起來，他那個筆記叫《疏鈔演義》。我們讀了以後，才真正相信，《彌陀經》的教義跟《華嚴》是一樣的，是沒有差別的。這是說明圓到極處，頓到極處，頓是快速。"
    },
    {
      "id": "09-023-0008_p0039",
      "zh_CN": "「因行人发心不大」，这就很可惜，行人是修净土的这些人，心量太小了。心量小，大法也变成小法，心量大的人，小法也变成大法，你相信吗？《金刚经》才讲过，释迦牟尼佛着衣持钵，那是什么法？大法，无量无边的大法。由此可知，心量大，点点滴滴、一举一动都是圆满的大法。菩萨无量的行门，法门无量，无量的行门，他在一门里面显露无遗，都表现出来了，这是我们一般凡夫很难体会到的，像须菩提他就知道，他就看出来，真的是至圆至顿，无上妙法。所以我们发心小，太小了，只知道自了，实实在在说，能够知道自了的，就不多。大多数修净土念佛人，他搞的是什么？他是拿这个法门换糖果吃，你说这可惜不可惜。怎么叫换糖果吃？求这一生的富贵，求这一生的平安，求健康长寿，这就叫换糖果吃。你说糟糕不糟糕？他能够自了，不错了，自了是什么？他想出三界。他要往生佛国，这就很难，很不容易！",
      "zh_TW": "「因行人發心不大」，這就很可惜，行人是修淨土的這些人，心量太小了。心量小，大法也變成小法，心量大的人，小法也變成大法，你相信嗎？《金剛經》才講過，釋迦牟尼佛著衣持缽，那是什麼法？大法，無量無邊的大法。由此可知，心量大，點點滴滴、一舉一動都是圓滿的大法。菩薩無量的行門，法門無量，無量的行門，他在一門裡面顯露無遺，都表現出來了，這是我們一般凡夫很難體會到的，像須菩提他就知道，他就看出來，真的是至圓至頓，無上妙法。所以我們發心小，太小了，只知道自了，實實在在說，能夠知道自了的，就不多。大多數修淨土念佛人，他搞的是什麼？他是拿這個法門換糖果吃，你說這可惜不可惜。怎麼叫換糖果吃？求這一生的富貴，求這一生的平安，求健康長壽，這就叫換糖果吃。你說糟糕不糟糕？他能夠自了，不錯了，自了是什麼？他想出三界。他要往生佛國，這就很難，很不容易！"
    },
    {
      "id": "09-023-0008_p0040",
      "zh_CN": "心量小，凡圣同居土下辈往生；说实在话，这个地方讲的「往生下品」，应该是《无量寿经》上的下辈，不是下下品。我们在经里面读得很清楚，下下品往生的，那是造作五逆十恶极重罪业的人，我们虽然天天也造作罪业，没那么重，所以往生绝对不是下下品，也不会是下中品；下中品是出了家，破戒，造作种种恶业，下品中生。由此可知，我们不往生则已，往生最低的品位，应该是下品上生。如果修得好一点，中辈往生、上辈往生，这是一定的道理。",
      "zh_TW": "心量小，凡聖同居土下輩往生；說實在話，這個地方講的「往生下品」，應該是《無量壽經》上的下輩，不是下下品。我們在經裡面讀得很清楚，下下品往生的，那是造作五逆十惡極重罪業的人，我們雖然天天也造作罪業，沒那麼重，所以往生絕對不是下下品，也不會是下中品；下中品是出了家，破戒，造作種種惡業，下品中生。由此可知，我們不往生則已，往生最低的品位，應該是下品上生。如果修得好一點，中輩往生、上輩往生，這是一定的道理。"
    },
    {
      "id": "09-023-0008_p0041",
      "zh_CN": "所以，罪业不怕，要懂得忏悔。往生品位的高低，固然是与平常修行的功夫有关系；蕅益大师说的，品位高下在于你功夫的浅深，这是平常用功；还有一个忏悔的功夫，忏悔功夫也有浅深不同，你那个心是不是真心、纯心，真诚达到极度的诚恳，那样的忏悔，那个品位不可思议。我们在《观无量寿经》看到阿阇世王，阿阇世王造的罪业是五逆十恶，杀父亲，害母亲，跟提婆达多勾结，破和合僧，出佛身血，干这个事，那个罪业是阿鼻地狱的罪业。他临终之前忏悔了，知道他错了，真正发愿悔改，念佛求生西方净土，他也往生了。佛在《阿阇世王经》，《大藏经》上有，他往生什么品位？出乎我们意料之外，怎么想也想不到，上品中生。造那种罪业的人，我们平常在经上看，应该是下品下生才对！这是说，下品下生，他真正忏悔，念佛往生的时候，决定能够去的，就看他忏悔的力量，他忏悔的心力大，忏悔的心究竟、圆满。所以，忏悔有程度浅深不同，像阿阇世王的忏悔，可以到上品中生。因此，我们晓得这些事实，明白这些道理，对于那些造作罪业的人，不能轻视，不要小看他，说不定他临终一忏悔的时候，品位还在我之上，平常你要是瞧不起他、轻慢他，到极乐世界见面都不好意思。所以对一切人要恭敬，纵然他破戒造作罪业，也应当恭敬，这是决定正确的。普贤菩萨教我们礼敬诸佛，就是这个意思。我们要恭敬心对待人家，每一个人机缘不一样，说不定他在临终一念忏悔，像阿阇世王一样，那真的，品位一下就提升上去了。",
      "zh_TW": "所以，罪業不怕，要懂得懺悔。往生品位的高低，固然是與平常修行的功夫有關係；蕅益大師說的，品位高下在於你功夫的淺深，這是平常用功；還有一個懺悔的功夫，懺悔功夫也有淺深不同，你那個心是不是真心、純心，真誠達到極度的誠懇，那樣的懺悔，那個品位不可思議。我們在《觀無量壽經》看到阿闍世王，阿闍世王造的罪業是五逆十惡，殺父親，害母親，跟提婆達多勾結，破和合僧，出佛身血，幹這個事，那個罪業是阿鼻地獄的罪業。他臨終之前懺悔了，知道他錯了，真正發願悔改，念佛求生西方淨土，他也往生了。佛在《阿闍世王經》，《大藏經》上有，他往生什麼品位？出乎我們意料之外，怎麼想也想不到，上品中生。造那種罪業的人，我們平常在經上看，應該是下品下生才對！這是說，下品下生，他真正懺悔，念佛往生的時候，決定能夠去的，就看他懺悔的力量，他懺悔的心力大，懺悔的心究竟、圓滿。所以，懺悔有程度淺深不同，像阿闍世王的懺悔，可以到上品中生。因此，我們曉得這些事實，明白這些道理，對於那些造作罪業的人，不能輕視，不要小看他，說不定他臨終一懺悔的時候，品位還在我之上，平常你要是瞧不起他、輕慢他，到極樂世界見面都不好意思。所以對一切人要恭敬，縱然他破戒造作罪業，也應當恭敬，這是決定正確的。普賢菩薩教我們禮敬諸佛，就是這個意思。我們要恭敬心對待人家，每一個人機緣不一樣，說不定他在臨終一念懺悔，像阿闍世王一樣，那真的，品位一下就提升上去了。"
    },
    {
      "id": "09-023-0008_p0042",
      "zh_CN": "这一段说明，学佛要有智慧，没有智慧他心就不大，心量一定要大，特别是读《金刚般若》，一定要以世尊为榜样。换句话说，我就要学世尊那么大的心量，就要学世尊这样圆满的行持。圆满的行持，我在前面都曾经跟诸位报告，就是要做尽虚空遍法界一切众生的好样子，你记住这句话就对了，这就是佛，这就是大菩萨。不是单单做给几个人看的，释迦牟尼佛表演，是做尽虚空遍法界人的好榜样。我们今天无论自己是什么样的生活方式，不必改，就在自己生活方式当中，自己从事于某一种行业，也不需要改，就在你自己这个行业当中，你要做出典型，做出模范，做出好样子，这就是佛法，这就是自行化他。",
      "zh_TW": "這一段說明，學佛要有智慧，沒有智慧他心就不大，心量一定要大，特別是讀《金剛般若》，一定要以世尊為榜樣。換句話說，我就要學世尊那麼大的心量，就要學世尊這樣圓滿的行持。圓滿的行持，我在前面都曾經跟諸位報告，就是要做盡虛空遍法界一切眾生的好樣子，你記住這句話就對了，這就是佛，這就是大菩薩。不是單單做給幾個人看的，釋迦牟尼佛表演，是做盡虛空遍法界人的好榜樣。我們今天無論自己是什麼樣的生活方式，不必改，就在自己生活方式當中，自己從事於某一種行業，也不需要改，就在你自己這個行業當中，你要做出典型，做出模範，做出好樣子，這就是佛法，這就是自行化他。"
    },
    {
      "id": "09-023-0008_p0043",
      "zh_CN": "【降伏其心，是令妄想不起。使不觉者觉。初发心人，下手只有降伏。古人云：但求息妄，莫更觅真。即是此意。】",
      "zh_TW": "【降伏其心，是令妄想不起。使不覺者覺。初發心人，下手只有降伏。古人云：但求息妄，莫更覓真。即是此意。】"
    },
    {
      "id": "09-023-0008_p0044",
      "zh_CN": "尊者问：应云何住，云何降伏其心。而世尊的答，只答复降伏其心，没有说住。实在说，他所问的三个问题，三个问题是一个意思，世尊在这三个问题里面，只要答复一个，三个都圆满答复了。为什么不从发菩提心上答？发菩提心大家不好懂。为什么不从无住答？无住很难体会。从降伏其心，大家印象深刻，也好像比较具体，所以世尊选择这个问题先来解决，怎么样把妄想、妄心伏住。妄心就是不觉。诸位要晓得，觉心不动，如果你要是觉悟了，觉悟了，心是清净的，觉心是清净的，觉心是不动的。不觉是动的，不觉是不清净的，不觉是不平等的。",
      "zh_TW": "尊者問：應云何住，云何降伏其心。而世尊的答，只答覆降伏其心，沒有說住。實在說，他所問的三個問題，三個問題是一個意思，世尊在這三個問題裡面，只要答覆一個，三個都圓滿答覆了。為什麼不從發菩提心上答？發菩提心大家不好懂。為什麼不從無住答？無住很難體會。從降伏其心，大家印象深刻，也好像比較具體，所以世尊選擇這個問題先來解決，怎麼樣把妄想、妄心伏住。妄心就是不覺。諸位要曉得，覺心不動，如果你要是覺悟了，覺悟了，心是清淨的，覺心是清淨的，覺心是不動的。不覺是動的，不覺是不清淨的，不覺是不平等的。"
    },
    {
      "id": "09-023-0008_p0045",
      "zh_CN": "「使不觉者觉」，就是叫妄念起伏不止的人，要把它息灭掉，恢复到自性清净心。初发心人，我们学佛的第一步，只有从这里下手，无论是哪一个宗派，无论是哪一个法门，所谓八万四千法门，无量法门，法是方法，门是门径、修学的门径，方法不一样，门路不相同，目的是一个，怎样降伏其心。诸位要晓得，目的是一个。所以说法门平等，殊途同归，一定要明白这个道理，然后你的心就会定下来，不会产生错误的观念，我这个法门好，你那个不好，这个观念是错误的，这种说法，就是谤佛、谤法、谤僧。你说那个法门不好，法门统统是佛说的，你不是谤佛吗？古今中外依照这个法门修行的人很多，那你不是谤法吗？许多人用这个法门修行证果了，那你就是谤僧，所以决定不能这样说。只可以说，那个法门适合他，不适合我。就好像药店里很多药物，不能说它不好，它都能治病，有一些药物不能治我的病，能治他的病。明白这个道理，我们就不会谤法，就不会轻视与我所修不同的法门，不敢轻视，不但不轻视，而且要尊重、要恭敬，他有能力，他有智慧，他可以修学那个法门，这是一定要明白的。否则的话，你修得再好，你还批评其他的人，批评其他的法门，说老实话往生都去不成，为什么？因为你毁谤大乘，你谤法，这个罪很重，会障碍你往生，何况起心动念，我们的心地污染、不清净、不平等。《无量寿经》经题上，就把修行的原则教给我们，「清净、平等、觉」，经题上就教给我们了。所以我们看一切法门，要用清净心去看，要用平等心去看，用觉心去看，都要尊重供养，这是正确的。",
      "zh_TW": "「使不覺者覺」，就是叫妄念起伏不止的人，要把它息滅掉，恢復到自性清淨心。初發心人，我們學佛的第一步，只有從這裡下手，無論是哪一個宗派，無論是哪一個法門，所謂八萬四千法門，無量法門，法是方法，門是門徑、修學的門徑，方法不一樣，門路不相同，目的是一個，怎樣降伏其心。諸位要曉得，目的是一個。所以說法門平等，殊途同歸，一定要明白這個道理，然後你的心就會定下來，不會產生錯誤的觀念，我這個法門好，你那個不好，這個觀念是錯誤的，這種說法，就是謗佛、謗法、謗僧。你說那個法門不好，法門統統是佛說的，你不是謗佛嗎？古今中外依照這個法門修行的人很多，那你不是謗法嗎？許多人用這個法門修行證果了，那你就是謗僧，所以決定不能這樣說。只可以說，那個法門適合他，不適合我。就好像藥店裡很多藥物，不能說它不好，它都能治病，有一些藥物不能治我的病，能治他的病。明白這個道理，我們就不會謗法，就不會輕視與我所修不同的法門，不敢輕視，不但不輕視，而且要尊重、要恭敬，他有能力，他有智慧，他可以修學那個法門，這是一定要明白的。否則的話，你修得再好，你還批評其他的人，批評其他的法門，說老實話往生都去不成，為什麼？因為你毀謗大乘，你謗法，這個罪很重，會障礙你往生，何況起心動念，我們的心地污染、不清淨、不平等。《無量壽經》經題上，就把修行的原則教給我們，「清淨、平等、覺」，經題上就教給我們了。所以我們看一切法門，要用清淨心去看，要用平等心去看，用覺心去看，都要尊重供養，這是正確的。"
    },
    {
      "id": "09-023-0008_p0046",
      "zh_CN": "所以，尽管法门不一样，都是降伏妄想。禅宗，禅宗教你打坐，打坐的目的在哪里？把心定下来，降伏妄想。教下教你读经，现在教下跟从前不一样了，以前学教不简单。你要学天台宗，你一入门，老师父就把《法华》三大部给你，这是天台宗根本的经典，《法华经文句》、《法华经玄义》、《摩诃止观》。这三大部，从前那个线装书堆起来有这么厚，一堆，要叫你统统背过，你要没有能力背，你没有资格进讲堂。为什么？讲堂听讲经，不像我们现在有经本，没有经本，老和尚讲到第几卷、第几页、第几行，大家都背过了，都清清楚楚。现在印刷术发达，印书方便，每个人都可以有一本，从前没有。从前经典只有在藏经楼，只有一部，寺庙里人再多，经典就一部，所以读经要去抄，在藏经楼上，本子借出来自己去抄，没地方买。现在人福报大，经典一印，印几十万本，人手一册。从前大家把经典宝贵得不得了，很难得，很希有！他有尊重心，我们现在尊重的心没有了，所以我们的成就不如古人，古人真的恭敬。所以说出第几页、第几行都晓得，统统背过了，老师也背过的，学生也背过的，这才有资格到讲堂来听经。",
      "zh_TW": "所以，儘管法門不一樣，都是降伏妄想。禪宗，禪宗教你打坐，打坐的目的在哪裡？把心定下來，降伏妄想。教下教你讀經，現在教下跟從前不一樣了，以前學教不簡單。你要學天台宗，你一入門，老師父就把《法華》三大部給你，這是天台宗根本的經典，《法華經文句》、《法華經玄義》、《摩訶止觀》。這三大部，從前那個線裝書堆起來有這麼厚，一堆，要叫你統統背過，你要沒有能力背，你沒有資格進講堂。為什麼？講堂聽講經，不像我們現在有經本，沒有經本，老和尚講到第幾卷、第幾頁、第幾行，大家都背過了，都清清楚楚。現在印刷術發達，印書方便，每個人都可以有一本，從前沒有。從前經典只有在藏經樓，只有一部，寺廟裡人再多，經典就一部，所以讀經要去抄，在藏經樓上，本子借出來自己去抄，沒地方買。現在人福報大，經典一印，印幾十萬本，人手一冊。從前大家把經典寶貴得不得了，很難得，很希有！他有尊重心，我們現在尊重的心沒有了，所以我們的成就不如古人，古人真的恭敬。所以說出第幾頁、第幾行都曉得，統統背過了，老師也背過的，學生也背過的，這才有資格到講堂來聽經。"
    },
    {
      "id": "09-023-0008_p0047",
      "zh_CN": "那个时候叫五年学戒。修行一入山门，不管你是出家、在家，从前在家人在寺庙里面修行，用功的很多，优婆塞、优婆夷带发修行，常住在寺庙里面，跟出家人的生活一样，五年学戒。初进去这个五年，你没有资格到讲堂听经，你也没有资格到念佛堂念佛，也没有资格去听讲、参禅，都没有资格，这五年干什么？服劳役。寺院大众人多，有许多工作要做，你要去做工，分配你工作，你去做工；做工是修福，你不能没有福报，修福。工作之余你自己去读经，都把它念背，意思不要去管，先去念背，这是做第一步的工作，五年学戒是做这个。我们在《坛经》里面看到，六祖惠能大师进了山门之后，分配到碓房里面去工作，碓房等于是厨房的下院，这里面是劈柴舂米，他做这个事情。我们晓得那个时候五祖的道场住众有三千人，三千人吃饭，那个时候烧柴火，米是要舂，不是像现在用机器，你就晓得多少人在那里做工作。那是做苦工，这个工作一般都是五年。能大师是一个天才，杰出的人才，再来人，不是普通人，八个月就开悟，他就走了，他在那里干了八个月。这是初入佛门第一个阶段的修学，在这个地方把你过去那些烦恼、习气，在工作当中磨掉；把你的妄想、杂念，用读经的方法把它读掉，很好，办法很好，读经的目的在此地。",
      "zh_TW": "那個時候叫五年學戒。修行一入山門，不管你是出家、在家，從前在家人在寺廟裡面修行，用功的很多，優婆塞、優婆夷帶髮修行，常住在寺廟裡面，跟出家人的生活一樣，五年學戒。初進去這個五年，你沒有資格到講堂聽經，你也沒有資格到念佛堂念佛，也沒有資格去聽講、參禪，都沒有資格，這五年幹什麼？服勞役。寺院大眾人多，有許多工作要做，你要去做工，分配你工作，你去做工；做工是修福，你不能沒有福報，修福。工作之餘你自己去讀經，都把它念背，意思不要去管，先去念背，這是做第一步的工作，五年學戒是做這個。我們在《壇經》裡面看到，六祖惠能大師進了山門之後，分配到碓房裡面去工作，碓房等於是廚房的下院，這裡面是劈柴舂米，他做這個事情。我們曉得那個時候五祖的道場住眾有三千人，三千人吃飯，那個時候燒柴火，米是要舂，不是像現在用機器，你就曉得多少人在那裡做工作。那是做苦工，這個工作一般都是五年。能大師是一個天才，傑出的人才，再來人，不是普通人，八個月就開悟，他就走了，他在那裡幹了八個月。這是初入佛門第一個階段的修學，在這個地方把你過去那些煩惱、習氣，在工作當中磨掉；把你的妄想、雜念，用讀經的方法把它讀掉，很好，辦法很好，讀經的目的在此地。"
    },
    {
      "id": "09-023-0008_p0048",
      "zh_CN": "我们念佛，也是把妄想、杂念念掉，岂不是方法不一样，目的都是降伏其心吗？用的方法不一样，有人用持咒，有人用静坐，有人用读经，有人用念佛，这举几个例子，方法多的是。目的何在？都是降伏妄念，这是诸位必须要记住。然后才晓得，我们修行修的是什么，就是把妄念修掉，没有别的。修行有没有功夫？得不得力？就在这个地方去勘验、测验，看看我今年跟去年比一比，妄想少了，那就有进步；如果今年跟去年想想还差不多，那你这一年就空过，你这一年没进步。如果说我不学佛妄念还少，学了佛妄念更多，那你就大错特错，你完全走错了路，你路子没有走正确，不是理论上错误，就是方法上错误，才会产生这样的一个效果。假如方法正确、理论正确，一定是烦恼逐步逐步的减少，心地一天会比一天清净，清净心生智慧，所以说烦恼少、智慧多，这才是功夫得力的样子。",
      "zh_TW": "我們念佛，也是把妄想、雜念念掉，豈不是方法不一樣，目的都是降伏其心嗎？用的方法不一樣，有人用持咒，有人用靜坐，有人用讀經，有人用念佛，這舉幾個例子，方法多的是。目的何在？都是降伏妄念，這是諸位必須要記住。然後才曉得，我們修行修的是什麼，就是把妄念修掉，沒有別的。修行有沒有功夫？得不得力？就在這個地方去勘驗、測驗，看看我今年跟去年比一比，妄想少了，那就有進步；如果今年跟去年想想還差不多，那你這一年就空過，你這一年沒進步。如果說我不學佛妄念還少，學了佛妄念更多，那你就大錯特錯，你完全走錯了路，你路子沒有走正確，不是理論上錯誤，就是方法上錯誤，才會產生這樣的一個效果。假如方法正確、理論正確，一定是煩惱逐步逐步的減少，心地一天會比一天清淨，清淨心生智慧，所以說煩惱少、智慧多，這才是功夫得力的樣子。"
    },
    {
      "id": "09-023-0008_p0049",
      "zh_CN": "我也常常遇到一些同修来告诉我，他说他念佛、读经，读了几个月，有人读了一、两年，妄想、杂念还是很多，他怀疑了，开始怀疑了，来问我：好像没什么效果！其实不然，确实有效，你那个功夫还不到家！不要怀疑，继续努力，你就收到效果。如果起了怀疑的心，你的功夫就要打很大的折扣，你要想看到效果，很困难，很困难！这个法门，实在讲应用在所有法门都相通的，不怀疑、不夹杂、不间断，无论用什么功夫，记住这个原则，那就没有不成功的。必须知道我们自己的烦恼习气，不是这一生养成的，多生多劫无量劫来养成这个烦恼习气，这个东西真是根深蒂固，我们今天才学几天佛，才学几个月，才学一、二年，就想把它转过来，哪有那么简单！如果是那么简单的话，学佛的人不个个都成佛了？没那么简单。所以真正有成就的人，那就是佛法里头说的有善根、有福德。什么是善根？不怀疑是善根，他清清楚楚、明明白白，路子选正确了，不再怀疑，善根！不夹杂、肯努力，那是福德，那个人真有福，他这一生决定成就。我们怀疑，我们想退转，进进退退，这个自己要觉悟，我们的善根、福德很浅，不够深厚。不够深厚不怕，现在可以培养，我只要努力，只要认真努力，我可以培养，我可以将自己的善根、福德达到这个水平，这一生当中也能成就，不可以自暴自弃。凡是能够努力发愤的人，没有一个不成就的。",
      "zh_TW": "我也常常遇到一些同修來告訴我，他說他念佛、讀經，讀了幾個月，有人讀了一、兩年，妄想、雜念還是很多，他懷疑了，開始懷疑了，來問我：好像沒什麼效果！其實不然，確實有效，你那個功夫還不到家！不要懷疑，繼續努力，你就收到效果。如果起了懷疑的心，你的功夫就要打很大的折扣，你要想看到效果，很困難，很困難！這個法門，實在講應用在所有法門都相通的，不懷疑、不夾雜、不間斷，無論用什麼功夫，記住這個原則，那就沒有不成功的。必須知道我們自己的煩惱習氣，不是這一生養成的，多生多劫無量劫來養成這個煩惱習氣，這個東西真是根深蒂固，我們今天才學幾天佛，才學幾個月，才學一、二年，就想把它轉過來，哪有那麼簡單！如果是那麼簡單的話，學佛的人不個個都成佛了？沒那麼簡單。所以真正有成就的人，那就是佛法裡頭說的有善根、有福德。什麼是善根？不懷疑是善根，他清清楚楚、明明白白，路子選正確了，不再懷疑，善根！不夾雜、肯努力，那是福德，那個人真有福，他這一生決定成就。我們懷疑，我們想退轉，進進退退，這個自己要覺悟，我們的善根、福德很淺，不夠深厚。不夠深厚不怕，現在可以培養，我只要努力，只要認真努力，我可以培養，我可以將自己的善根、福德達到這個水平，這一生當中也能成就，不可以自暴自棄。凡是能夠努力發憤的人，沒有一個不成就的。"
    },
    {
      "id": "09-023-0008_p0050",
      "zh_CN": "所以一定要有智慧，要晓得我们修的是什么，古人这两句话，实在讲是把我们从妄念的根本上拔除，「但求息妄，莫更觅真」。为什么？你要是想真，又是个妄想，我们要除妄想，怎么可以在妄想上再加妄想？譬如有人问我，我常常碰到，法师：我念佛几时能得一心？他念念想得一心。我就老实告诉他，我说：你没指望，你这一生当中不会得一心。他说：为什么？因为你有一个一心的妄念存在，你就得不到一心。不可以！这个念头没有了，你就是一心，还有一个求一心的念头在，那你怎么能得一心？我说的都是老实话，没指望，一定要晓得。所以说「莫更觅真」，绝不求真，妄的去了就是真，妄的去了再想一个真，那就变成妄。所以前面讲，上求佛道，不能有上求佛道这个念头，有上求佛道的大愿，不能有这个念头，有这个念头就求不到。所以告诉你，实无所求、实无所度，把这个念头息掉，只要去做，自自然然就圆满成就；都是这个意思。",
      "zh_TW": "所以一定要有智慧，要曉得我們修的是什麼，古人這兩句話，實在講是把我們從妄念的根本上拔除，「但求息妄，莫更覓真」。為什麼？你要是想真，又是個妄想，我們要除妄想，怎麼可以在妄想上再加妄想？譬如有人問我，我常常碰到，法師：我念佛幾時能得一心？他念念想得一心。我就老實告訴他，我說：你沒指望，你這一生當中不會得一心。他說：為什麼？因為你有一個一心的妄念存在，你就得不到一心。不可以！這個念頭沒有了，你就是一心，還有一個求一心的念頭在，那你怎麼能得一心？我說的都是老實話，沒指望，一定要曉得。所以說「莫更覓真」，絕不求真，妄的去了就是真，妄的去了再想一個真，那就變成妄。所以前面講，上求佛道，不能有上求佛道這個念頭，有上求佛道的大願，不能有這個念頭，有這個念頭就求不到。所以告訴你，實無所求、實無所度，把這個念頭息掉，只要去做，自自然然就圓滿成就；都是這個意思。"
    },
    {
      "id": "09-023-0008_p0051",
      "zh_CN": "【不但初发心，实则自始至终，亦只有降伏之功。乃至成佛，亦无所住。】",
      "zh_TW": "【不但初發心，實則自始至終，亦只有降伏之功。乃至成佛，亦無所住。】"
    },
    {
      "id": "09-023-0008_p0052",
      "zh_CN": "经上讲的无住这个原则，是彻始彻终的，从初发心一直到圆满成佛，都是这一个无住，一个原则、一个道理。尽管用的方法不一样，我念佛，他参禅、持咒，方法不一样，原理、原则一定是完全相同，我念佛不住念佛的相，参禅不住参禅的相，持咒不住持咒的相。现在为什么参禅的人，看念佛的人看不顺眼，念佛的人看持咒的人也看不顺眼，什么原因？着了相，如果统统都无住的话，心就清净、平等，大家相处一堂就欢喜了。就是因为着相，着相就盲修瞎练，是搞假的，不是搞真的，搞真的大家相安无事，搞假的又打得头破血流，那就没法子，假的里头有冲突、有意见，真的里面没有，真的里头心都清清净净。一直到成佛，你就守住这个原则，就修的是这个东西。穿衣不着穿衣的相，吃饭不着吃饭的相，工作不着工作的相。不着工作的相就不会累，做得再多都不会累；他为什么会累？因为他着相。处事待人接物统统不着相，那个日子就很好过，就很自在、很美满，游戏人间，像诸佛菩萨一样，得大自在。",
      "zh_TW": "經上講的無住這個原則，是徹始徹終的，從初發心一直到圓滿成佛，都是這一個無住，一個原則、一個道理。儘管用的方法不一樣，我念佛，他參禪、持咒，方法不一樣，原理、原則一定是完全相同，我念佛不住念佛的相，參禪不住參禪的相，持咒不住持咒的相。現在為什麼參禪的人，看念佛的人看不順眼，念佛的人看持咒的人也看不順眼，什麼原因？著了相，如果統統都無住的話，心就清淨、平等，大家相處一堂就歡喜了。就是因為著相，著相就盲修瞎練，是搞假的，不是搞真的，搞真的大家相安無事，搞假的又打得頭破血流，那就沒法子，假的裡頭有衝突、有意見，真的裡面沒有，真的裡頭心都清清淨淨。一直到成佛，你就守住這個原則，就修的是這個東西。穿衣不著穿衣的相，吃飯不著吃飯的相，工作不著工作的相。不著工作的相就不會累，做得再多都不會累；他為什麼會累？因為他著相。處事待人接物統統不著相，那個日子就很好過，就很自在、很美滿，遊戲人間，像諸佛菩薩一樣，得大自在。"
    },
    {
      "id": "09-023-0008_p0053",
      "zh_CN": "【不住生死，不住涅槃。】",
      "zh_TW": "【不住生死，不住涅槃。】"
    },
    {
      "id": "09-023-0008_p0054",
      "zh_CN": "这是讲到究极之处。",
      "zh_TW": "這是講到究極之處。"
    },
    {
      "id": "09-023-0008_p0055",
      "zh_CN": "【除降伏外，别无进修方法。】",
      "zh_TW": "【除降伏外，別無進修方法。】"
    },
    {
      "id": "09-023-0008_p0056",
      "zh_CN": "这是一定要牢牢记住的。我们今天读《无量寿经》，念阿弥陀佛，要不着相，不着相你念的功夫就得力。对于世出世间一切法没有希求，只求往生极乐世界，这是净宗跟般若不一样的地方，就这么一点点。只求往生极乐世界，你要能这样去做，你往生的品位不是上上品也在上中品，不会在上下品，这品位就高了，为什么？因为你心清净平等觉。",
      "zh_TW": "這是一定要牢牢記住的。我們今天讀《無量壽經》，念阿彌陀佛，要不著相，不著相你念的功夫就得力。對於世出世間一切法沒有希求，只求往生極樂世界，這是淨宗跟般若不一樣的地方，就這麼一點點。只求往生極樂世界，你要能這樣去做，你往生的品位不是上上品也在上中品，不會在上下品，這品位就高了，為什麼？因為你心清淨平等覺。"
    },
    {
      "id": "09-023-0008_p0057",
      "zh_CN": "前面世尊提了一个纲领，下面就是细说，要解释了。应如是降伏其心，如是指的是什么？底下举一个例子。",
      "zh_TW": "前面世尊提了一個綱領，下面就是細說，要解釋了。應如是降伏其心，如是指的是什麼？底下舉一個例子。"
    },
    {
      "id": "09-023-0008_p0058",
      "zh_CN": "经【所有一切众生之类，若卵生、若胎生、若湿生、若化生，若有色、若无色，若有想、若无想、若非有想非无想。】",
      "zh_TW": "經【所有一切眾生之類，若卵生、若胎生、若濕生、若化生，若有色、若無色，若有想、若無想、若非有想非無想。】"
    },
    {
      "id": "09-023-0008_p0059",
      "zh_CN": "这几句，不仅是三界六道一切众生包括尽了，就是连声闻、缘觉、菩萨也不能超过其外。换句话说，九法界有情众生尽在其中，我们发心要发这样的大心。",
      "zh_TW": "這幾句，不僅是三界六道一切眾生包括盡了，就是連聲聞、緣覺、菩薩也不能超過其外。換句話說，九法界有情眾生盡在其中，我們發心要發這樣的大心。"
    },
    {
      "id": "09-023-0008_p0060",
      "zh_CN": "经【我皆令入无余涅槃而灭度之；如是灭度无量无数无边众生，实无众生得灭度者。】",
      "zh_TW": "經【我皆令入無餘涅槃而滅度之；如是滅度無量無數無邊眾生，實無眾生得滅度者。】"
    },
    {
      "id": "09-023-0008_p0061",
      "zh_CN": "这是佛非常具体给我们说明，应如是降伏其心，用这个方法，这个方法妙极了。我们要懂，要彻底明了，要学，我们这些妄想、杂念就能伏得住，念佛功夫就得力了。这些文的名相术语，普通的我们都省掉，都不要解释，以免耽误时间，一般很容易能查得到的。",
      "zh_TW": "這是佛非常具體給我們說明，應如是降伏其心，用這個方法，這個方法妙極了。我們要懂，要徹底明瞭，要學，我們這些妄想、雜念就能伏得住，念佛功夫就得力了。這些文的名相術語，普通的我們都省掉，都不要解釋，以免耽誤時間，一般很容易能查得到的。"
    },
    {
      "id": "09-023-0008_p0062",
      "zh_CN": "【缘合现生，缘散即灭。当体即空，了无所得。】",
      "zh_TW": "【緣合現生，緣散即滅。當體即空，了無所得。】"
    },
    {
      "id": "09-023-0008_p0063",
      "zh_CN": "这是说明九法界依正庄严的实相，「依」是环境、生活环境，「正」是身体，从菩萨一直到地狱，都是因缘所生。缘，我们现在人讲条件，众缘和合，许许多多的条件合起来，这个现象生出来了。缘合就现生，现是现象，这个现象出现，生出来了，出现了。缘散即灭，缘不可能永远合。合的时间长短，有一个力量在操纵它，在凡夫叫业力，业力在操纵它合的时间长短；诸佛菩萨是愿力，过去在因地当中，他发心帮助一切众生这个愿力；这是一切现象聚合时间长短的主宰的力量，这是我们要晓得的。以我们人来说，我们一个人的寿命不相等。寿命是什么人主宰的？不是阎罗王主宰，也不是上帝主宰，是我们的业力主宰的。因为是业力主宰的，你要是把这个道理搞清楚、搞明白了，我们寿命长短自己可以做得了主。因为你懂得道理，你懂方法，自己就能做得了主。自己身体健康状况自己也能做得了主，譬如体弱多病是业力，我们懂得这个道理，我们修清净心，修慈悲心，我们肯救护一切众生，身体自然就健康强壮，可以转；不是靠药物，不是靠一些补的东西，那个不行，那个东西不能转业力，那是治标不治本，补太多反而出毛病。这是一定要晓得，它有正确的理论、正确的方法，真正是所谓「佛氏门中，有求必应」，它有道理在。",
      "zh_TW": "這是說明九法界依正莊嚴的實相，「依」是環境、生活環境，「正」是身體，從菩薩一直到地獄，都是因緣所生。緣，我們現在人講條件，眾緣和合，許許多多的條件合起來，這個現象生出來了。緣合就現生，現是現象，這個現象出現，生出來了，出現了。緣散即滅，緣不可能永遠合。合的時間長短，有一個力量在操縱它，在凡夫叫業力，業力在操縱它合的時間長短；諸佛菩薩是願力，過去在因地當中，他發心幫助一切眾生這個願力；這是一切現象聚合時間長短的主宰的力量，這是我們要曉得的。以我們人來說，我們一個人的壽命不相等。壽命是什麼人主宰的？不是閻羅王主宰，也不是上帝主宰，是我們的業力主宰的。因為是業力主宰的，你要是把這個道理搞清楚、搞明白了，我們壽命長短自己可以做得了主。因為你懂得道理，你懂方法，自己就能做得了主。自己身體健康狀況自己也能做得了主，譬如體弱多病是業力，我們懂得這個道理，我們修清淨心，修慈悲心，我們肯救護一切眾生，身體自然就健康強壯，可以轉；不是靠藥物，不是靠一些補的東西，那個不行，那個東西不能轉業力，那是治標不治本，補太多反而出毛病。這是一定要曉得，它有正確的理論、正確的方法，真正是所謂「佛氏門中，有求必應」，它有道理在。"
    },
    {
      "id": "09-023-0008_p0064",
      "zh_CN": "缘散，这个相就没有了。由此可知，相的现行、相的生灭，是假的不是真的，完全是虚假的，只是缘聚缘散而已。缘散，我们知道它空了，没有了，相没有了；缘没有散的时候，有智慧的人就晓得，「当体即空，了不可得」。因为一切现象当体即空，了不可得，你还会去执着吗？自然不执着，自然就放下了。这一放下，离开分别、执着，你的心马上就清净，真心本性就显露出来，无量的智慧德能它就起作用了，那是真的，那个不是假的。十法界依正庄严都是假的，都不是真的，我们要求它干什么？求得了，那个利益太小太小，等于求人间富贵一样，你的享受昙花一现而已。你什么都放下，什么都不求了，你所得到的是尽虚空遍法界。像观音菩萨千处祈求千处应，那个多自在！观音菩萨为什么这么自在？观音菩萨无求。观音菩萨什么都不执着，不分别、不执着，性德显露，才得大自在。我们今天为什么不自在？样样都贪求，求的太多了。求的太多，烦恼就跟着来，求不得苦。求得了，求得了更苦。求得，要想尽方法保持，怕丢掉，患得患失；没有得到想尽方法求，求到之后，想尽方法又怕它丢掉，结果还是要丢掉。你看穿事实真相，你的心就放下了，什么都不求；什么都不要了，反而得大自在。",
      "zh_TW": "緣散，這個相就沒有了。由此可知，相的現行、相的生滅，是假的不是真的，完全是虛假的，只是緣聚緣散而已。緣散，我們知道它空了，沒有了，相沒有了；緣沒有散的時候，有智慧的人就曉得，「當體即空，了不可得」。因為一切現象當體即空，了不可得，你還會去執著嗎？自然不執著，自然就放下了。這一放下，離開分別、執著，你的心馬上就清淨，真心本性就顯露出來，無量的智慧德能它就起作用了，那是真的，那個不是假的。十法界依正莊嚴都是假的，都不是真的，我們要求它幹什麼？求得了，那個利益太小太小，等於求人間富貴一樣，你的享受曇花一現而已。你什麼都放下，什麼都不求了，你所得到的是盡虛空遍法界。像觀音菩薩千處祈求千處應，那個多自在！觀音菩薩為什麼這麼自在？觀音菩薩無求。觀音菩薩什麼都不執著，不分別、不執著，性德顯露，才得大自在。我們今天為什麼不自在？樣樣都貪求，求的太多了。求的太多，煩惱就跟著來，求不得苦。求得了，求得了更苦。求得，要想盡方法保持，怕丟掉，患得患失；沒有得到想盡方法求，求到之後，想盡方法又怕它丟掉，結果還是要丟掉。你看穿事實真相，你的心就放下了，什麼都不求；什麼都不要了，反而得大自在。"
    },
    {
      "id": "09-023-0008_p0065",
      "zh_CN": "要多想想，多想想这些事实的真相，事实真相确确实实当体即空，了无所得。《金刚经》上讲，「凡所有相，皆是虚妄」，包括四圣法界：声闻、缘觉、菩萨、佛，统统是虚妄的，十法界是虚妄的，唯独一真法界是真的，那不是妄的。佛与大菩萨，《华严经》上法身大士，他们住的是什么法界？一真法界，那是真的。十法界里的佛，是假的不是真的。那个佛，天台家所讲的藏教佛、通教佛、别教佛，不是真的，圆教才是真的。十法界里面的佛，是藏、通、别佛，不是真佛，圆教的佛才是真佛，住一真法界。《华严经》上讲的华藏世界是一真法界，《无量寿经》上讲的阿弥陀佛极乐世界是一真法界，我们要求一真法界，不住十法界。所以佛那个念头也要放下，我们有作佛的大愿，不能着成佛之相，着成佛之相，你要真成了佛，是十法界里面的佛，不是一真法界。所以相不能着，着相我们的亏吃大了。为什么？",
      "zh_TW": "要多想想，多想想這些事實的真相，事實真相確確實實當體即空，了無所得。《金剛經》上講，「凡所有相，皆是虛妄」，包括四聖法界：聲聞、緣覺、菩薩、佛，統統是虛妄的，十法界是虛妄的，唯獨一真法界是真的，那不是妄的。佛與大菩薩，《華嚴經》上法身大士，他們住的是什麼法界？一真法界，那是真的。十法界裡的佛，是假的不是真的。那個佛，天台家所講的藏教佛、通教佛、別教佛，不是真的，圓教才是真的。十法界裡面的佛，是藏、通、別佛，不是真佛，圓教的佛才是真佛，住一真法界。《華嚴經》上講的華藏世界是一真法界，《無量壽經》上講的阿彌陀佛極樂世界是一真法界，我們要求一真法界，不住十法界。所以佛那個念頭也要放下，我們有作佛的大願，不能著成佛之相，著成佛之相，你要真成了佛，是十法界裡面的佛，不是一真法界。所以相不能著，著相我們的虧吃大了。為什麼？"
    },
    {
      "id": "09-023-0008_p0066",
      "zh_CN": "【就性言则本既不生，今亦无灭。】",
      "zh_TW": "【就性言則本既不生，今亦無滅。】"
    },
    {
      "id": "09-023-0008_p0067",
      "zh_CN": "因为本性上本来如是，本性里头没有这些妄相，十法界的相统统没有，所以就是连成佛的相都不可以执着，这才与自性相应，你才能够见性、才能够证性。凡是生灭的，是十法界里面，十法界里头有生有灭，一真法界里头没有生灭。所以念佛求愿往生，生到西方极乐世界之后，要知道，没有生灭了，因为西方世界是一真法界，它不是十法界。",
      "zh_TW": "因為本性上本來如是，本性裡頭沒有這些妄相，十法界的相統統沒有，所以就是連成佛的相都不可以執著，這才與自性相應，你才能夠見性、才能夠證性。凡是生滅的，是十法界裡面，十法界裡頭有生有滅，一真法界裡頭沒有生滅。所以念佛求願往生，生到西方極樂世界之後，要知道，沒有生滅了，因為西方世界是一真法界，它不是十法界。"
    },
    {
      "id": "09-023-0008_p0068",
      "zh_CN": "【妄尽情空，业识既转，生灭心灭，生死海出，而证入不生灭之圆明性海，谓之入无余涅槃。为究竟觉果之称。】",
      "zh_TW": "【妄盡情空，業識既轉，生滅心滅，生死海出，而證入不生滅之圓明性海，謂之入無餘涅槃。為究竟覺果之稱。】"
    },
    {
      "id": "09-023-0008_p0069",
      "zh_CN": "前面讲我们要发心，要像佛一样的心，不可以发的心跟佛的心不一样，这个不可以。不要以为我们现在是凡夫，罪业深重，我怎么敢发跟佛一样的心，那你就错了，这是自卑感。佛不许我们自卑，也不许我们骄傲，真心里面没有自卑也没有傲慢。佛教给我们法，我们依教奉行，就是佛的好学生、好弟子，那怎么会有错误！这叫发大心。发大心然后才晓得修大行，这是佛对我们期望，希望我们能够很快的证大果，这心不大不行。",
      "zh_TW": "前面講我們要發心，要像佛一樣的心，不可以發的心跟佛的心不一樣，這個不可以。不要以為我們現在是凡夫，罪業深重，我怎麼敢發跟佛一樣的心，那你就錯了，這是自卑感。佛不許我們自卑，也不許我們驕傲，真心裡面沒有自卑也沒有傲慢。佛教給我們法，我們依教奉行，就是佛的好學生、好弟子，那怎麼會有錯誤！這叫發大心。發大心然後才曉得修大行，這是佛對我們期望，希望我們能夠很快的證大果，這心不大不行。"
    },
    {
      "id": "09-023-0008_p0070",
      "zh_CN": "妄是妄想，妄想尽了；情就是妄想，一切众生情执太深，这是烦恼的根源。一般人讲，情要空掉，妄尽他还不觉得，妄应该要尽，情空那还得了，这不得了！我有一年在佛光山，佛光山办夏令营的时候，大专学生夏令营，星云法师找我去讲唯识，也讲到这个情要断掉。当时有一位女同学提出问题：法师，如果人没有感情的话，那还有什么意思？向我提出这个问题，我就说：那好！刚好高雄有一条河叫爱河，妳可以跳到那里面去，爱河永浴。她不晓得六道，为什么你会在六道轮回？就是被这个害了，还不觉悟！要是说穿了，你那种爱情一文都不值，为什么？假的不是真的，今天爱了，过两天他又离婚了，闹别扭不爱了，不是真的！你要认识清楚，这世间六道里头的人讲话都靠不住，不能当真，虚情假意。",
      "zh_TW": "妄是妄想，妄想盡了；情就是妄想，一切眾生情執太深，這是煩惱的根源。一般人講，情要空掉，妄盡他還不覺得，妄應該要盡，情空那還得了，這不得了！我有一年在佛光山，佛光山辦夏令營的時候，大專學生夏令營，星雲法師找我去講唯識，也講到這個情要斷掉。當時有一位女同學提出問題：法師，如果人沒有感情的話，那還有什麼意思？向我提出這個問題，我就說：那好！剛好高雄有一條河叫愛河，妳可以跳到那裡面去，愛河永浴。她不曉得六道，為什麼你會在六道輪迴？就是被這個害了，還不覺悟！要是說穿了，你那種愛情一文都不值，為什麼？假的不是真的，今天愛了，過兩天他又離婚了，鬧彆扭不愛了，不是真的！你要認識清楚，這世間六道裡頭的人講話都靠不住，不能當真，虛情假意。"
    },
    {
      "id": "09-023-0008_p0071",
      "zh_CN": "不但别人的话不可以相信，自己对自己都不能相信。你能相信你自己吗？到明天主意又变了，自己都不能相信自己，为什么？里面这个妄想念头太复杂了，千变万化，全是假的，怎么可以当真！我学佛，我懂得，人家说「我对你很好」，点点头，不错不错，假的，不能当真；你要是当真，你就被他迷了，你就错了。真真假假，假假真真，全是妄想，全是情执。诸位要晓得，真的情、真的爱，只有佛菩萨有，佛菩萨不叫情也不叫爱，名字换一个，叫慈悲，慈悲是真爱，永远不会变的。你尊敬佛菩萨，佛菩萨爱护你，你毁谤他、侮辱他、杀害他，他还是爱你，从来没有变过，那是真的。诸佛菩萨讲「我爱护你」，我们可以接受，那不是假的。六道里面的凡夫说爱护你，不是真的，他说憎恨你，你也不要怪他，也是假的，过几天他心又变了，不是真的，统统不是真的，所以不要在意，不要把它放在心上，那你就对了，这叫有智慧了。世间凡夫所用的心，叫三心二意，那怎么能当真！",
      "zh_TW": "不但別人的話不可以相信，自己對自己都不能相信。你能相信你自己嗎？到明天主意又變了，自己都不能相信自己，為什麼？裡面這個妄想念頭太複雜了，千變萬化，全是假的，怎麼可以當真！我學佛，我懂得，人家說「我對你很好」，點點頭，不錯不錯，假的，不能當真；你要是當真，你就被他迷了，你就錯了。真真假假，假假真真，全是妄想，全是情執。諸位要曉得，真的情、真的愛，只有佛菩薩有，佛菩薩不叫情也不叫愛，名字換一個，叫慈悲，慈悲是真愛，永遠不會變的。你尊敬佛菩薩，佛菩薩愛護你，你毀謗他、侮辱他、殺害他，他還是愛你，從來沒有變過，那是真的。諸佛菩薩講「我愛護你」，我們可以接受，那不是假的。六道裡面的凡夫說愛護你，不是真的，他說憎恨你，你也不要怪他，也是假的，過幾天他心又變了，不是真的，統統不是真的，所以不要在意，不要把它放在心上，那你就對了，這叫有智慧了。世間凡夫所用的心，叫三心二意，那怎麼能當真！"
    },
    {
      "id": "09-023-0008_p0072",
      "zh_CN": "学佛就是要「妄尽情空」，这四个字是一个意思，妄尽，情就空了。要把情转变成智慧。情跟智是一桩事情，理性的，就是智慧；感性的，智慧就变成感情。情跟智是一桩事情，迷悟；觉悟了，情就变成智慧；迷惑了，智慧变成感情，一桩事情。转烦恼成菩提，这个要把它转过来。「业识既转」，底下说，妄尽情空，业识就转了，识就转成智，转八识成四智，叫转识成智，这才是用功真实的功夫。所以古德讲，修行要在转识成智。研究经典，研教要在大开圆解，修行要在转识成智，这非常非常重要，都是修行的总纲领。",
      "zh_TW": "學佛就是要「妄盡情空」，這四個字是一個意思，妄盡，情就空了。要把情轉變成智慧。情跟智是一樁事情，理性的，就是智慧；感性的，智慧就變成感情。情跟智是一樁事情，迷悟；覺悟了，情就變成智慧；迷惑了，智慧變成感情，一樁事情。轉煩惱成菩提，這個要把它轉過來。「業識既轉」，底下說，妄盡情空，業識就轉了，識就轉成智，轉八識成四智，叫轉識成智，這才是用功真實的功夫。所以古德講，修行要在轉識成智。研究經典，研教要在大開圓解，修行要在轉識成智，這非常非常重要，都是修行的總綱領。"
    },
    {
      "id": "09-023-0008_p0073",
      "zh_CN": "「生灭心灭」，生灭是念头、妄想，妄尽情空了，生灭心就没有了，妄念就没有了，生死就没有了。生死轮回从哪里来的？就是从生灭念头里头来的。换句话说，只要你有妄想，只要你有念头，你就决定出不了六道轮回，这一点我们不可以不知道。换句话说，佛法法门很多，你去试试看，哪一个法门里面，真正到没有念头了，你才有能力超越三界。如果你修学这个法门，修得很久也挺用功的，那个妄想念头还在，你就要明白，你出不了三界，你说这个问题多严重。实在讲也正因为如此，我们才不得不求阿弥陀佛，唯独这个法门叫带业往生，就是你这个生灭的念头不断，行！可以往生。只有这一条路，八万四千条路里头，只有这么一条，不要断妄想能出得去；除这一条之外，任何一个法门没有带业的，都要做到生灭心灭，你才能出得了三界，才能够脱离轮回，生死海就是六道轮回。我们搞清楚、搞明白了，才晓得法门里头有难有易。古人讲：念佛法门叫易行道，其他的法门跟净土法门一比，难行道，真难！可是这个易行道，难信！你不相信，那就没有办法了。许多难行道，很容易叫人相信，信了白白的忙一生，得不到结果。这个法门难信，信了的人，他都出去了，非常幸运，都出去了。",
      "zh_TW": "「生滅心滅」，生滅是念頭、妄想，妄盡情空了，生滅心就沒有了，妄念就沒有了，生死就沒有了。生死輪迴從哪裡來的？就是從生滅念頭裡頭來的。換句話說，只要你有妄想，只要你有念頭，你就決定出不了六道輪迴，這一點我們不可以不知道。換句話說，佛法法門很多，你去試試看，哪一個法門裡面，真正到沒有念頭了，你才有能力超越三界。如果你修學這個法門，修得很久也挺用功的，那個妄想念頭還在，你就要明白，你出不了三界，你說這個問題多嚴重。實在講也正因為如此，我們才不得不求阿彌陀佛，唯獨這個法門叫帶業往生，就是你這個生滅的念頭不斷，行！可以往生。只有這一條路，八萬四千條路裡頭，只有這麼一條，不要斷妄想能出得去；除這一條之外，任何一個法門沒有帶業的，都要做到生滅心滅，你才能出得了三界，才能夠脫離輪迴，生死海就是六道輪迴。我們搞清楚、搞明白了，才曉得法門裡頭有難有易。古人講：念佛法門叫易行道，其他的法門跟淨土法門一比，難行道，真難！可是這個易行道，難信！你不相信，那就沒有辦法了。許多難行道，很容易叫人相信，信了白白的忙一生，得不到結果。這個法門難信，信了的人，他都出去了，非常幸運，都出去了。"
    },
    {
      "id": "09-023-0008_p0074",
      "zh_CN": "这样证入不生灭之圆明性海，这是禅家讲的明心见性、见性成佛，这才叫入无余涅槃，这是究竟觉果之称。换句话说，我们要帮助一切众生，像佛一样，要度他入无余涅槃，要发这个心，也就是说帮人要帮到底，不可以半途而废，那就很可惜了，没有功德。帮到什么程度？一直要辅助他成佛。这个想想，太难太难了，我们自己是凡夫，怎么能帮助人成佛？说出这个话人家也不相信，说你说大话，根本就做不到。其实不难，真做得到，怎么做？劝人念佛求生净土，不就做到了吗？确实不难！遇到人就劝他念佛，这个方法很好！现在的人跟从前人不一样，以前的人老实，见了人很少说话，现在的人喜欢表现，废话连篇，你接触到的时候不听也不行。我们念佛人有好方法对付他，不管他讲多少话，讲完之后，「阿弥陀佛」，再讲完之后，「阿弥陀佛」，我们阿弥陀佛一句一句灌到他八识田中，他那些废话我们一句也没听进去，这个方法妙极了，这就是度他入无余涅槃。你学其他的法门就很难，很不容易，真的薄地凡夫做不到，学净土法门容易。十方三世一切诸佛，都劝众生念阿弥陀佛求生净土，我们也用这个方法劝一切众生念佛求生净土，岂不是用的方法跟诸佛如来无二无别！真正有这个热心，这是慈悲心、热心，把这个法门劝导一切众生，那一切众生真的得度了。",
      "zh_TW": "這樣證入不生滅之圓明性海，這是禪家講的明心見性、見性成佛，這才叫入無餘涅槃，這是究竟覺果之稱。換句話說，我們要幫助一切眾生，像佛一樣，要度他入無餘涅槃，要發這個心，也就是說幫人要幫到底，不可以半途而廢，那就很可惜了，沒有功德。幫到什麼程度？一直要輔助他成佛。這個想想，太難太難了，我們自己是凡夫，怎麼能幫助人成佛？說出這個話人家也不相信，說你說大話，根本就做不到。其實不難，真做得到，怎麼做？勸人念佛求生淨土，不就做到了嗎？確實不難！遇到人就勸他念佛，這個方法很好！現在的人跟從前人不一樣，以前的人老實，見了人很少說話，現在的人喜歡表現，廢話連篇，你接觸到的時候不聽也不行。我們念佛人有好方法對付他，不管他講多少話，講完之後，「阿彌陀佛」，再講完之後，「阿彌陀佛」，我們阿彌陀佛一句一句灌到他八識田中，他那些廢話我們一句也沒聽進去，這個方法妙極了，這就是度他入無餘涅槃。你學其他的法門就很難，很不容易，真的薄地凡夫做不到，學淨土法門容易。十方三世一切諸佛，都勸眾生念阿彌陀佛求生淨土，我們也用這個方法勸一切眾生念佛求生淨土，豈不是用的方法跟諸佛如來無二無別！真正有這個熱心，這是慈悲心、熱心，把這個法門勸導一切眾生，那一切眾生真的得度了。"
    },
    {
      "id": "09-023-0008_p0075",
      "zh_CN": "【经云：佛种从缘起。又云：凡是有心，定当作佛。又云：有性无性，齐成佛道。佛性虽众生本具，而佛种要待缘生。】",
      "zh_TW": "【經云：佛種從緣起。又云：凡是有心，定當作佛。又云：有性無性，齊成佛道。佛性雖眾生本具，而佛種要待緣生。】"
    },
    {
      "id": "09-023-0008_p0076",
      "zh_CN": "一切众生本来是佛，但是他迷了，迷了之后要破迷开悟，再恢复佛性那要靠缘，所以说「佛种从缘起」。《弥陀经》上告诉我们，往生西方极乐世界，不可以少善根、福德、因缘，缘很重要。我们遇到佛法，也是多生多劫的因缘成熟。因此，我们要给广大众生作增上缘，把这样殊胜的法门介绍给他们。以一切善巧方便，把佛法介绍给人，这真正叫学佛，这真正叫报恩。",
      "zh_TW": "一切眾生本來是佛，但是他迷了，迷了之後要破迷開悟，再恢復佛性那要靠緣，所以說「佛種從緣起」。《彌陀經》上告訴我們，往生西方極樂世界，不可以少善根、福德、因緣，緣很重要。我們遇到佛法，也是多生多劫的因緣成熟。因此，我們要給廣大眾生作增上緣，把這樣殊勝的法門介紹給他們。以一切善巧方便，把佛法介紹給人，這真正叫學佛，這真正叫報恩。"
    },
    {
      "id": "09-023-0008_p0077",
      "zh_CN": "在台湾有做T恤的同修，他们要到大陆去设厂，行前到我这里来，我就劝他，你做这个T恤印上「阿弥陀佛」，印上经文，你求三宝加持，销路一定好，为什么？端正社会风气。一定得到社会大众的欢迎，不要印一些妖魔鬼怪，那个气分不好。所以，我就劝他这样去做。这一次我们到这边来，他做了几件给我带来，给许多同修们，前面是「弥陀弟子」，后面是「一切有为法，如梦幻泡影」；底下四个字「世间如梦」，那四个字是弘一大师写的，你们看看就晓得，弘一大师的字。这就是说，无论从事哪个行业，就在你本行上，你就弘法利生，你就「令一切众生入无余涅槃而灭度之」，就在做这个事情，不必要换一行，就在本行，就在自己本分工作里面，我们就做，就做出来了。",
      "zh_TW": "在台灣有做T恤的同修，他們要到大陸去設廠，行前到我這裡來，我就勸他，你做這個T恤印上「阿彌陀佛」，印上經文，你求三寶加持，銷路一定好，為什麼？端正社會風氣。一定得到社會大眾的歡迎，不要印一些妖魔鬼怪，那個氣分不好。所以，我就勸他這樣去做。這一次我們到這邊來，他做了幾件給我帶來，給許多同修們，前面是「彌陀弟子」，後面是「一切有為法，如夢幻泡影」；底下四個字「世間如夢」，那四個字是弘一大師寫的，你們看看就曉得，弘一大師的字。這就是說，無論從事哪個行業，就在你本行上，你就弘法利生，你就「令一切眾生入無餘涅槃而滅度之」，就在做這個事情，不必要換一行，就在本行，就在自己本分工作裡面，我們就做，就做出來了。"
    },
    {
      "id": "09-023-0008_p0078",
      "zh_CN": "所以缘重要，一定要发心，为一切众生做佛种的增上缘。这些众生真能得度吗？能。为什么？因为他本来是佛，他有佛性。《涅槃经》云：「凡是有心，定当作佛」。因此，我们种这个缘，一定有效果，一定有收获。《圆觉经》上讲「有性无性，齐成佛道」，就是「情与无情，同圆种智」，这个意思很深。无情是讲植物、讲矿物，植物、矿物也能成佛吗？能，为什么？因为它有性。佛法中说，在有情众生叫佛性，在无情众生，就是我们今天讲的植物、矿物，叫法性；可是要晓得，佛性跟法性是一个性，不是两个性。因此，有情众生成佛，无情的众生也跟着就转了，依报随着正报转，跟着转。譬如我们举一个例子，我们现在是凡夫，我们是生灭心，因此我们这个世界依报都是生灭的，植物也是生灭的，植物有生住异灭，矿物有成住坏空，都有生灭的。往生到西方世界，西方世界的人心清净，没有念头，他那个心是不生不灭的清净心，西方世界的依报也不生不灭，那边的花草树木都不生不灭，就转了，那就叫同圆种智。《华严经》上所讲的，你在《弥陀经》上看到了，同圆种智是这个意思，都是不生不灭，植物、矿物统统是不生不灭。",
      "zh_TW": "所以緣重要，一定要發心，為一切眾生做佛種的增上緣。這些眾生真能得度嗎？能。為什麼？因為他本來是佛，他有佛性。《涅槃經》云：「凡是有心，定當作佛」。因此，我們種這個緣，一定有效果，一定有收穫。《圓覺經》上講「有性無性，齊成佛道」，就是「情與無情，同圓種智」，這個意思很深。無情是講植物、講礦物，植物、礦物也能成佛嗎？能，為什麼？因為它有性。佛法中說，在有情眾生叫佛性，在無情眾生，就是我們今天講的植物、礦物，叫法性；可是要曉得，佛性跟法性是一個性，不是兩個性。因此，有情眾生成佛，無情的眾生也跟著就轉了，依報隨著正報轉，跟著轉。譬如我們舉一個例子，我們現在是凡夫，我們是生滅心，因此我們這個世界依報都是生滅的，植物也是生滅的，植物有生住異滅，礦物有成住壞空，都有生滅的。往生到西方世界，西方世界的人心清淨，沒有念頭，他那個心是不生不滅的清淨心，西方世界的依報也不生不滅，那邊的花草樹木都不生不滅，就轉了，那就叫同圓種智。《華嚴經》上所講的，你在《彌陀經》上看到了，同圓種智是這個意思，都是不生不滅，植物、礦物統統是不生不滅。"
    },
    {
      "id": "09-023-0008_p0079",
      "zh_CN": "「佛性虽众生本具，而佛种要待缘生」，成佛的缘分是一定需要的，没有这个机缘是不能成就的。机缘掌握在我们自己手上，我们自己能成就自己，我们也能够帮助一切众生得到究竟圆满的成就。这就是世尊在本经教给我们，「应无所住，而生其心」，要生这个心，不要生别的心，要生这个心，「应无所住，而行布施」，我们布施佛法，布施成佛的增上缘，这就完全正确，要以这个为第一。今天时间到了。",
      "zh_TW": "「佛性雖眾生本具，而佛種要待緣生」，成佛的緣分是一定需要的，沒有這個機緣是不能成就的。機緣掌握在我們自己手上，我們自己能成就自己，我們也能夠幫助一切眾生得到究竟圓滿的成就。這就是世尊在本經教給我們，「應無所住，而生其心」，要生這個心，不要生別的心，要生這個心，「應無所住，而行布施」，我們布施佛法，布施成佛的增上緣，這就完全正確，要以這個為第一。今天時間到了。"
    }
  ]
}