{
  "doc_id": "09-023-0034",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0034",
  "total_paragraphs": 104,
  "paragraphs": [
    {
      "id": "09-023-0034_p0001",
      "zh_CN": "请掀开经本，第八十三面，第六行，从第十段看起：",
      "zh_TW": "請掀開經本，第八十三面，第六行，從第十段看起："
    },
    {
      "id": "09-023-0034_p0002",
      "zh_CN": "【非识、非有、非无，此三句，总谓一切诸法，不过彼此相待相形，虽似有而实无，当体即空。】",
      "zh_TW": "【非識、非有、非無，此三句，總謂一切諸法，不過彼此相待相形，雖似有而實無，當體即空。】"
    },
    {
      "id": "09-023-0034_p0003",
      "zh_CN": "这一小段还是解释《起信论》里面所说，「一切法，从本以来，非色非心，非智非识，非有非无」，解释这几句。这几句很重要，它将一切法的真相为我们说破了，也就是诸法实相。「总谓一切法」，这一切法里面，不仅仅说的世间一切法，出世间的一切法也不例外。世出世间合起来讲，就是佛法当中常讲的十法界依正庄严。六凡是世间，四圣是出世间，它的实相确确实实是这个样子，是彼此相待相形，相待就是相对的。从什么地方对起？从见相对起，因为有见分这一边，就产生相分的那一边。假如我们对于这个道理、事实真相，还没有法子体会，我们可以用更浅一点的比喻来说。想像，想是见分，一想就有相，那个相就是相分。我们想一个人，心里那个人的相就出来了，相待相形建立的。我们想一个地方，那个地方的相就现前。想是见，是一边，相是另外一边。也许大家以为，这个想像是好懂，因为你有想，它就有相。所以有定功的人，我们世间人讲有天眼通的人，你在那里打妄想他知道，他怎么知道？因为你妄想当中现相，他就看到了；你在想什么想什么，他都见到了。你睡觉在作梦，你梦里干什么事情他也看到了，为什么？梦中有相，梦也是妄想变现出来的。所以你作梦，梦中有现相，旁边有功夫的人都能看得出来，你作梦在干些什么。而不知道我们现前，摆在眼前的，我们有身体，我们周边的生活环境森罗万象，这些现相从哪里来的？也是从妄想变现出来的。离开妄想，就没有一切法。这个道理很深，事情很复杂，《华严》上讲无量因缘，不是很单纯的，无量因缘。但是总的原则，都是相对建立的。",
      "zh_TW": "這一小段還是解釋《起信論》裡面所說，「一切法，從本以來，非色非心，非智非識，非有非無」，解釋這幾句。這幾句很重要，它將一切法的真相為我們說破了，也就是諸法實相。「總謂一切法」，這一切法裡面，不僅僅說的世間一切法，出世間的一切法也不例外。世出世間合起來講，就是佛法當中常講的十法界依正莊嚴。六凡是世間，四聖是出世間，它的實相確確實實是這個樣子，是彼此相待相形，相待就是相對的。從什麼地方對起？從見相對起，因為有見分這一邊，就產生相分的那一邊。假如我們對於這個道理、事實真相，還沒有法子體會，我們可以用更淺一點的比喻來說。想像，想是見分，一想就有相，那個相就是相分。我們想一個人，心裡那個人的相就出來了，相待相形建立的。我們想一個地方，那個地方的相就現前。想是見，是一邊，相是另外一邊。也許大家以為，這個想像是好懂，因為你有想，它就有相。所以有定功的人，我們世間人講有天眼通的人，你在那裡打妄想他知道，他怎麼知道？因為你妄想當中現相，他就看到了；你在想什麼想什麼，他都見到了。你睡覺在作夢，你夢裡幹什麼事情他也看到了，為什麼？夢中有相，夢也是妄想變現出來的。所以你作夢，夢中有現相，旁邊有功夫的人都能看得出來，你作夢在幹些什麼。而不知道我們現前，擺在眼前的，我們有身體，我們周邊的生活環境森羅萬象，這些現相從哪裡來的？也是從妄想變現出來的。離開妄想，就沒有一切法。這個道理很深，事情很複雜，《華嚴》上講無量因緣，不是很單純的，無量因緣。但是總的原則，都是相對建立的。"
    },
    {
      "id": "09-023-0034_p0004",
      "zh_CN": "我们表面看到，好像有、好像存在，事实确实不存在，当体即空。我们看到这个相明明存在，我们没有看到当体即空，没错！你没有看到，是因为你粗心大意，你没见到，你心里面的妄想执着从来没有间断过。诸位要听清楚，没有间断过。没有间断，就是一个念头生，一个念头灭，一个念头生，一个念头灭，没间断过，于是幻相就呈现在我们眼前。如果这个念头断了，这个现相就没有了，就像永嘉大师所说的，「觉后空空无大千」。什么叫觉？迷的念头断了，十法界依正庄严都是妄想变现的，妄想是迷执；迷执没有了，这个现相就没有了。由此可知，只要有现相现前，你自己就要知道，我的迷没有断，无明妄想没断。怎么知道没断？这现相现前就没断；断了这相就没有了。你有没有破无明、有没有断妄想，这东西还得要问人？清清楚楚、明明白白摆在面前，这个事实真相，后面还有详细的说明。",
      "zh_TW": "我們表面看到，好像有、好像存在，事實確實不存在，當體即空。我們看到這個相明明存在，我們沒有看到當體即空，沒錯！你沒有看到，是因為你粗心大意，你沒見到，你心裡面的妄想執著從來沒有間斷過。諸位要聽清楚，沒有間斷過。沒有間斷，就是一個念頭生，一個念頭滅，一個念頭生，一個念頭滅，沒間斷過，於是幻相就呈現在我們眼前。如果這個念頭斷了，這個現相就沒有了，就像永嘉大師所說的，「覺後空空無大千」。什麼叫覺？迷的念頭斷了，十法界依正莊嚴都是妄想變現的，妄想是迷執；迷執沒有了，這個現相就沒有了。由此可知，只要有現相現前，你自己就要知道，我的迷沒有斷，無明妄想沒斷。怎麼知道沒斷？這現相現前就沒斷；斷了這相就沒有了。你有沒有破無明、有沒有斷妄想，這東西還得要問人？清清楚楚、明明白白擺在面前，這個事實真相，後面還有詳細的說明。"
    },
    {
      "id": "09-023-0034_p0005",
      "zh_CN": "【当知般若，亦是与彼诸法相形。名为般若耳，安可执著名字相。】",
      "zh_TW": "【當知般若，亦是與彼諸法相形。名為般若耳，安可執著名字相。】"
    },
    {
      "id": "09-023-0034_p0006",
      "zh_CN": "佛给我们讲般若，这是佛家的名词，般若从哪里来的？也是跟一切诸法相对而建立的。佛法也是因缘生，既是因缘生法，无不是「当体即空，了不可得」，佛法也不例外。因此，佛所说的这些名相，不能执着，体会到它的意思就可以，执着不得，一执着就错了。我们学佛，要紧的是明心见性、破迷开悟，这才是我们学佛真实的目标，一着就错了。这是说明为什么不可以执著名字相；名字相是相对建立的。因为众生愚痴，佛才说般若，般若是从愚痴对立建立的。痴迷，佛才说般若。",
      "zh_TW": "佛給我們講般若，這是佛家的名詞，般若從哪裡來的？也是跟一切諸法相對而建立的。佛法也是因緣生，既是因緣生法，無不是「當體即空，了不可得」，佛法也不例外。因此，佛所說的這些名相，不能執著，體會到它的意思就可以，執著不得，一執著就錯了。我們學佛，要緊的是明心見性、破迷開悟，這才是我們學佛真實的目標，一著就錯了。這是說明為什麼不可以執著名字相；名字相是相對建立的。因為眾生愚痴，佛才說般若，般若是從愚痴對立建立的。痴迷，佛才說般若。"
    },
    {
      "id": "09-023-0034_p0007",
      "zh_CN": "【前云明了无有定法，是清我见之源。今云破除攀缘妄想，是截我见之流。】",
      "zh_TW": "【前云明瞭無有定法，是清我見之源。今云破除攀緣妄想，是截我見之流。】"
    },
    {
      "id": "09-023-0034_p0008",
      "zh_CN": "源流是一桩事情，像泉水一样，它的源头在哪里？泉水从什么地方来的？怎么流出来的？用这个来比喻妄想执着的根源，这是无始无明。前面经文为我们说「无有定法」，这是清除我见的源头。这个地方再给我们讲「破除攀缘妄想」，让这个源头就不起作用。由此可知，正因为妄想执着，那个无明才扩张，愈扩张愈大，愈扩张愈深，无明是这么起作用的。",
      "zh_TW": "源流是一樁事情，像泉水一樣，它的源頭在哪裡？泉水從什麼地方來的？怎麼流出來的？用這個來比喻妄想執著的根源，這是無始無明。前面經文為我們說「無有定法」，這是清除我見的源頭。這個地方再給我們講「破除攀緣妄想」，讓這個源頭就不起作用。由此可知，正因為妄想執著，那個無明才擴張，愈擴張愈大，愈擴張愈深，無明是這麼起作用的。"
    },
    {
      "id": "09-023-0034_p0009",
      "zh_CN": "【一切众生，从本以来，不了达十法界理事，唯一真如，同体平等。】",
      "zh_TW": "【一切眾生，從本以來，不了達十法界理事，唯一真如，同體平等。】"
    },
    {
      "id": "09-023-0034_p0010",
      "zh_CN": "这是把源流的样子说出来了，也就是根本无明的现象，根本无明是什么样子？这个地方说的就是。一切众生，这是迷，无明不断的在增长、不断的在扩张，这是讲我们现前众生相。为什么会有这个现象？「从本以来」，从本以来，有些地方讲无始以来，意思完全相同，从本以来就是无始以来。「不了达」，了是明了，达是通达；不明了、不通达十法界的道理，十法界的事实真相，不了解。十法界的理跟事是什么？「唯一真如」，理是真如，事也是真如，一如无二如。「同体平等」，体是真如，那怎么不平等？相虽然很多，无量无边、森罗万象，体是一个。古德从比喻当中为我们说出，譬如「以金作器，器器皆金」，金的器皿可以有无量种，各个差别不一样，但是它的体质都是黄金，没有两样，从体上看，平等的，从相上看，也平等的，相都是金，不管变成什么样子都是黄金的相。一般人讲，体平等可以接受，相怎么平等？相怎么不平等！你着相就不平等，你在相上起分别、起执着，就不平等；不着相，相平等。金手镯是金的相，金耳环也是金的相，都是金的相，怎么不平等？如果你起分别执着，手镯不是耳环，耳环绝对不是手镯，你是着了相分；不着相分，统统是金之相。体是黄金，平等的，相都是金之相，那还是平等，相也平等。理事都平等。我们现在迷了，在这里面起妄想、起执着，这个妄想执着「念念相续」，它不间断。妄想执着的念虽然很短暂，前面念头灭了，后面念头就生了。念头生灭不停、生灭不住，这个事情麻烦，它不能断掉。「未曾离念」，前念灭，后念立刻就生，没离念，「谓之无始无明」。这一段文非常之好，第十二段、第十三段，这两小段把无始无明的样子、无始无明的来源，为我们说出来。文字不多，讲得很清楚、很明白。初学佛，无始无明很不容易搞清楚，很难了解这个事实，难得小注里头说得这么详细、这么明白，用字不多。如果没达到这个境界，说实在的话，这个话说不出来，不容易！",
      "zh_TW": "這是把源流的樣子說出來了，也就是根本無明的現象，根本無明是什麼樣子？這個地方說的就是。一切眾生，這是迷，無明不斷的在增長、不斷的在擴張，這是講我們現前眾生相。為什麼會有這個現象？「從本以來」，從本以來，有些地方講無始以來，意思完全相同，從本以來就是無始以來。「不了達」，了是明瞭，達是通達；不明瞭、不通達十法界的道理，十法界的事實真相，不了解。十法界的理跟事是什麼？「唯一真如」，理是真如，事也是真如，一如無二如。「同體平等」，體是真如，那怎麼不平等？相雖然很多，無量無邊、森羅萬象，體是一個。古德從比喻當中為我們說出，譬如「以金作器，器器皆金」，金的器皿可以有無量種，各個差別不一樣，但是它的體質都是黃金，沒有兩樣，從體上看，平等的，從相上看，也平等的，相都是金，不管變成什麼樣子都是黃金的相。一般人講，體平等可以接受，相怎麼平等？相怎麼不平等！你著相就不平等，你在相上起分別、起執著，就不平等；不著相，相平等。金手鐲是金的相，金耳環也是金的相，都是金的相，怎麼不平等？如果你起分別執著，手鐲不是耳環，耳環絕對不是手鐲，你是著了相分；不著相分，統統是金之相。體是黃金，平等的，相都是金之相，那還是平等，相也平等。理事都平等。我們現在迷了，在這裡面起妄想、起執著，這個妄想執著「念念相續」，它不間斷。妄想執著的念雖然很短暫，前面念頭滅了，後面念頭就生了。念頭生滅不停、生滅不住，這個事情麻煩，它不能斷掉。「未曾離念」，前念滅，後念立刻就生，沒離念，「謂之無始無明」。這一段文非常之好，第十二段、第十三段，這兩小段把無始無明的樣子、無始無明的來源，為我們說出來。文字不多，講得很清楚、很明白。初學佛，無始無明很不容易搞清楚，很難了解這個事實，難得小註裡頭說得這麼詳細、這麼明白，用字不多。如果沒達到這個境界，說實在的話，這個話說不出來，不容易！"
    },
    {
      "id": "09-023-0034_p0011",
      "zh_CN": "【今欲返本还源】",
      "zh_TW": "【今欲返本還源】"
    },
    {
      "id": "09-023-0034_p0012",
      "zh_CN": "我们学佛为的是什么？为的就是要返本还源，为的就是明心见性，为的就是找回自己。宗门里常讲「父母未生前本来面目」，我们学佛就是为这么一桩事情，要把父母未生前本来面目找到，那个是自己的本能。这个意思就是明心见性，就是要把自性找回来，那就成佛了，这叫做返本还源。",
      "zh_TW": "我們學佛為的是什麼？為的就是要返本還源，為的就是明心見性，為的就是找回自己。宗門裡常講「父母未生前本來面目」，我們學佛就是為這麼一樁事情，要把父母未生前本來面目找到，那個是自己的本能。這個意思就是明心見性，就是要把自性找回來，那就成佛了，這叫做返本還源。"
    },
    {
      "id": "09-023-0034_p0013",
      "zh_CN": "【故必须从根本解决】",
      "zh_TW": "【故必須從根本解決】"
    },
    {
      "id": "09-023-0034_p0014",
      "zh_CN": "这是最直接的、最聪明的、最为第一的，不从枝叶，从根本。根本我们现在晓得，根本就是妄念，现在要直接从根本上下手。",
      "zh_TW": "這是最直接的、最聰明的、最為第一的，不從枝葉，從根本。根本我們現在曉得，根本就是妄念，現在要直接從根本上下手。"
    },
    {
      "id": "09-023-0034_p0015",
      "zh_CN": "【以断其念】",
      "zh_TW": "【以斷其念】"
    },
    {
      "id": "09-023-0034_p0016",
      "zh_CN": "把妄想执着破掉，断妄念。知道这个方法的人很多，不但宗门知道，教下的人也知道。可是怎么样？「难哉难哉」，真难！这说得很清楚，你试试看，你把妄念断掉，你断，看你断得了断不了；不但断不了，愈断愈多。不断好像我还没有妄念，这一想断妄念，妄念不知道哪里来的那么多。难，真难！",
      "zh_TW": "把妄想執著破掉，斷妄念。知道這個方法的人很多，不但宗門知道，教下的人也知道。可是怎麼樣？「難哉難哉」，真難！這說得很清楚，你試試看，你把妄念斷掉，你斷，看你斷得了斷不了；不但斷不了，愈斷愈多。不斷好像我還沒有妄念，這一想斷妄念，妄念不知道哪裡來的那麼多。難，真難！"
    },
    {
      "id": "09-023-0034_p0017",
      "zh_CN": "【因其难也，故佛为说种种方便法门，令其随顺得入。】",
      "zh_TW": "【因其難也，故佛為說種種方便法門，令其隨順得入。】"
    },
    {
      "id": "09-023-0034_p0018",
      "zh_CN": "就是因为太难，所以佛给我们说了八万四千法门，佛为我们说了无量法门。这些法门干什么的？都是断妄想杂念。这一点诸位必须要知道，你要不知道这一个原则，说老实话，你就不会用功，你用功往往就用错了。我们举一个最简单的例子来说，无论在家、出家，一入佛门就教给你持戒第一。为什么教你持戒，把持戒当作第一门功课？它重要，因戒生定，你不持戒你就不能得定，因定开慧，就开悟，就悟入心性；你不得定，你就不能开智慧。于是大家很认真去持戒，戒律持得非常精严，能不能得定？不能得定。为什么不能得定？他观念错了。他分别戒律、执着戒律，要把分别执着破掉才行。你用分别执着去持戒，你怎么会得定？戒律持得再好，他所得的是人天福报，有漏的福报，他很善良，不做恶业，他不能得定。为什么不能得定？诸位念《坛经》就晓得，六祖大师说得很好，「若真修道人，不见世间过」。持戒，一般人把意思弄错了；持戒是自己持戒，没有叫别人持戒，我自己守规矩，没有叫别人守规矩。我持戒，他都不持戒，那个又破戒，他心还能定得下来吗？他怎么能得定？他不能得定，不但不能得定，自己修的是不错，持戒了，起心动念都不善，「这个破戒，那个造罪业」，你说糟糕不糟糕！心还是被境界转，不是为好境界转，被坏境界转，这根本就不懂得什么叫持戒。佛讲持戒没错，我们这个持法，三世佛见到都摇头，你把我的意思搞错了，不是这个意思。戒叫做清凉，谁得清凉？自己得清凉。特别是大乘；小乘的戒在相上，小乘是论事不论心，小乘戒比较容易持，完全在事相，着相，小乘修行相当困难；大乘戒在心地，论心不论事，在心地，心地清净，所以他容易成就定慧。跟小乘比较起来，大乘是捷径，修行的径路。佛说了许许多多的法门，为什么说这么多法门？因为一切众生的根性不相同。哪一个人适合于哪一个法门，只要适合于他，所谓是契机，就很容易成就；修学一个不契机的法门，就非常困难。这种例子，大小乘经上都说得很多。所以法要对机，若不对机，就很难得效果。底下紧接着，哪一种法门让我们也能随顺而入？下面一定要说到，不说就很对不起我们。",
      "zh_TW": "就是因為太難，所以佛給我們說了八萬四千法門，佛為我們說了無量法門。這些法門幹什麼的？都是斷妄想雜念。這一點諸位必須要知道，你要不知道這一個原則，說老實話，你就不會用功，你用功往往就用錯了。我們舉一個最簡單的例子來說，無論在家、出家，一入佛門就教給你持戒第一。為什麼教你持戒，把持戒當作第一門功課？它重要，因戒生定，你不持戒你就不能得定，因定開慧，就開悟，就悟入心性；你不得定，你就不能開智慧。於是大家很認真去持戒，戒律持得非常精嚴，能不能得定？不能得定。為什麼不能得定？他觀念錯了。他分別戒律、執著戒律，要把分別執著破掉才行。你用分別執著去持戒，你怎麼會得定？戒律持得再好，他所得的是人天福報，有漏的福報，他很善良，不做惡業，他不能得定。為什麼不能得定？諸位念《壇經》就曉得，六祖大師說得很好，「若真修道人，不見世間過」。持戒，一般人把意思弄錯了；持戒是自己持戒，沒有叫別人持戒，我自己守規矩，沒有叫別人守規矩。我持戒，他都不持戒，那個又破戒，他心還能定得下來嗎？他怎麼能得定？他不能得定，不但不能得定，自己修的是不錯，持戒了，起心動念都不善，「這個破戒，那個造罪業」，你說糟糕不糟糕！心還是被境界轉，不是為好境界轉，被壞境界轉，這根本就不懂得什麼叫持戒。佛講持戒沒錯，我們這個持法，三世佛見到都搖頭，你把我的意思搞錯了，不是這個意思。戒叫做清涼，誰得清涼？自己得清涼。特別是大乘；小乘的戒在相上，小乘是論事不論心，小乘戒比較容易持，完全在事相，著相，小乘修行相當困難；大乘戒在心地，論心不論事，在心地，心地清淨，所以他容易成就定慧。跟小乘比較起來，大乘是捷徑，修行的徑路。佛說了許許多多的法門，為什麼說這麼多法門？因為一切眾生的根性不相同。哪一個人適合於哪一個法門，只要適合於他，所謂是契機，就很容易成就；修學一個不契機的法門，就非常困難。這種例子，大小乘經上都說得很多。所以法要對機，若不對機，就很難得效果。底下緊接著，哪一種法門讓我們也能隨順而入？下面一定要說到，不說就很對不起我們。"
    },
    {
      "id": "09-023-0034_p0019",
      "zh_CN": "【《起信论》云：当知一切法不可说不可念故，名为真如。】",
      "zh_TW": "【《起信論》云：當知一切法不可說不可念故，名為真如。】"
    },
    {
      "id": "09-023-0034_p0020",
      "zh_CN": "真的说不出来，真的是一，一怎么说？二才可以说。诸位要记住，说也是相对相形的，没有相对相形就说不出。因此言说相不可以执着，要离言说相，道理就在此地。",
      "zh_TW": "真的說不出來，真的是一，一怎麼說？二才可以說。諸位要記住，說也是相對相形的，沒有相對相形就說不出。因此言說相不可以執著，要離言說相，道理就在此地。"
    },
    {
      "id": "09-023-0034_p0021",
      "zh_CN": "【问曰：若如是义，诸众生等，云何随顺而能得入？】",
      "zh_TW": "【問曰：若如是義，諸眾生等，云何隨順而能得入？】"
    },
    {
      "id": "09-023-0034_p0022",
      "zh_CN": "说都不能说了，你怎么能令一切众生随顺而得入，就是证入？怎么能令一切众生入这个境界？",
      "zh_TW": "說都不能說了，你怎麼能令一切眾生隨順而得入，就是證入？怎麼能令一切眾生入這個境界？"
    },
    {
      "id": "09-023-0034_p0023",
      "zh_CN": "【答曰：若知一切法，虽说，无有能说可说，虽念，无有能念可念，是名随顺。】",
      "zh_TW": "【答曰：若知一切法，雖說，無有能說可說，雖念，無有能念可念，是名隨順。】"
    },
    {
      "id": "09-023-0034_p0024",
      "zh_CN": "这几句话，是《起信论》上的话，我们要牢牢的记住。为什么？我们把随顺这个意思也搞错了。我们这个随顺变成什么？随便！那个不行，那不是随顺。你看看，人家说的这个随顺的标准，什么叫随顺？用这个标准来看，我们从来没有随顺过。虽说，无有能说可说，心里头决定没有分别有能说、有所说的，没有这个念头；虽念，也没有分别有一个能念、所念，没动这个念头。虽念，譬如我们念阿弥陀佛，一天到晚阿弥陀佛确实没有停过，一句接着一句念，心里面干干净净、一尘不染，从来没有一个念头「我能念，阿弥陀佛是我所念的」，从来没有这个念头，这叫随顺。诸位要晓得，能够这样随顺，你的念佛功夫那叫理念。理念得一心不乱是理一心不乱，往生西方极乐世界是实报庄严土，了不起的功夫！这是讲在念佛上。如果用在其他的法门，八万四千法门，「虽念，无有能念可念」；可念就是所念，无有能念、无有所念，这个修行的功夫就得力。普贤菩萨所说的，「恒顺众生，随喜功德」，你在这里面成就了。这种成就比念佛难，为什么难？念佛，我们今天念阿弥陀佛，确实我是能念，阿弥陀佛是我所念，我一天念几千声佛号，一天念一万声佛号，确实有能、有所；有能、有所搞其他的法门，不行！你还是凡夫，你不能见性，你不能超越三界。我们念佛有能念、有所念，照样往生，叫带业往生。诸位要知道，能所不断能成就，只有净土这一门，除这一门之外，你找不到第二门。这一门真是把我们救了，我们离开这一门，说老实话，没救！离开这一门，你一定要做到能所双忘，你才有希望，只要有能、有所，你就没希望，这一生还得继续搞六道轮回。「若离于念，名为得入。」由此可知，随顺实在讲就是离念，离念才随顺，有念随什么顺？这是马鸣菩萨在《大乘起信论》里面，把随顺两个字的定义给我们说出来。由此可知，他这个境界实在是高。",
      "zh_TW": "這幾句話，是《起信論》上的話，我們要牢牢的記住。為什麼？我們把隨順這個意思也搞錯了。我們這個隨順變成什麼？隨便！那個不行，那不是隨順。你看看，人家說的這個隨順的標準，什麼叫隨順？用這個標準來看，我們從來沒有隨順過。雖說，無有能說可說，心裡頭決定沒有分別有能說、有所說的，沒有這個念頭；雖念，也沒有分別有一個能念、所念，沒動這個念頭。雖念，譬如我們念阿彌陀佛，一天到晚阿彌陀佛確實沒有停過，一句接著一句念，心裡面乾乾淨淨、一塵不染，從來沒有一個念頭「我能念，阿彌陀佛是我所念的」，從來沒有這個念頭，這叫隨順。諸位要曉得，能夠這樣隨順，你的念佛功夫那叫理念。理念得一心不亂是理一心不亂，往生西方極樂世界是實報莊嚴土，了不起的功夫！這是講在念佛上。如果用在其他的法門，八萬四千法門，「雖念，無有能念可念」；可念就是所念，無有能念、無有所念，這個修行的功夫就得力。普賢菩薩所說的，「恆順眾生，隨喜功德」，你在這裡面成就了。這種成就比念佛難，為什麼難？念佛，我們今天念阿彌陀佛，確實我是能念，阿彌陀佛是我所念，我一天念幾千聲佛號，一天念一萬聲佛號，確實有能、有所；有能、有所搞其他的法門，不行！你還是凡夫，你不能見性，你不能超越三界。我們念佛有能念、有所念，照樣往生，叫帶業往生。諸位要知道，能所不斷能成就，只有淨土這一門，除這一門之外，你找不到第二門。這一門真是把我們救了，我們離開這一門，說老實話，沒救！離開這一門，你一定要做到能所雙忘，你才有希望，只要有能、有所，你就沒希望，這一生還得繼續搞六道輪迴。「若離於念，名為得入。」由此可知，隨順實在講就是離念，離念才隨順，有念隨什麼順？這是馬鳴菩薩在《大乘起信論》裡面，把隨順兩個字的定義給我們說出來。由此可知，他這個境界實在是高。"
    },
    {
      "id": "09-023-0034_p0025",
      "zh_CN": "【心虽无法】",
      "zh_TW": "【心雖無法】"
    },
    {
      "id": "09-023-0034_p0026",
      "zh_CN": "这是真的，真心确实无法，一法不立。我们佛门里也常常有这么一句话：「佛氏门中，一法不立」，就是清净心中一法不立。",
      "zh_TW": "這是真的，真心確實無法，一法不立。我們佛門裡也常常有這麼一句話：「佛氏門中，一法不立」，就是清淨心中一法不立。"
    },
    {
      "id": "09-023-0034_p0027",
      "zh_CN": "【而法从心生】",
      "zh_TW": "【而法從心生】"
    },
    {
      "id": "09-023-0034_p0028",
      "zh_CN": "十法界森罗万象是从心生的。心是体，十法界依正庄严是相；从体起相，相从心生。相虽然无量无边，体是一个。",
      "zh_TW": "十法界森羅萬象是從心生的。心是體，十法界依正莊嚴是相；從體起相，相從心生。相雖然無量無邊，體是一個。"
    },
    {
      "id": "09-023-0034_p0029",
      "zh_CN": "【因诸法一如，故不可说。】",
      "zh_TW": "【因諸法一如，故不可說。】"
    },
    {
      "id": "09-023-0034_p0030",
      "zh_CN": "一就不可说。",
      "zh_TW": "一就不可說。"
    },
    {
      "id": "09-023-0034_p0031",
      "zh_CN": "【因真心无念，故不可念。】",
      "zh_TW": "【因真心無念，故不可念。】"
    },
    {
      "id": "09-023-0034_p0032",
      "zh_CN": "有念就是妄念，必须念无能所，那就是无念；念而无念，念跟无念是一不是二，这个话就很难懂了。刚才讲性跟相是一不是二，你懂不懂？如果再不懂的话，金跟器是一不是二，那我懂了，金跟器是一不是二。知道金跟器是一不是二，性相就不二。无念是性，念是相，无念跟有念是一不是二。这个道理比较深一点，要细心去体会，体会得了，受用无穷，我们才真正得自在，在日常生活当中得受用。也就是说，经论上讲的随顺、随喜我们懂了，我们可以做到，做到了就过佛菩萨的生活，过佛菩萨的日子。你要是不懂、不明了，我们过的是凡夫的生活，凡夫的日子，这个日子不好过，佛菩萨的日子得大自在。知道念跟无念是一不是二，这就是真理，这就是自性，宗门所讲明心见性。明心见性是什么样的境界、是怎么回事情？很少人听说，也很少人给你讲，我们这个机会不错，在这个地方看到了。明心见性的境界，明心见性的样子，说一个总结的话，「万法一如」。所有一切相对的，到他这里都圆融，所以说都会归到自性。我们举几个例子来说，真妄一如，真妄不二。为什么？真是体，妄是相；真是理，妄是事；体相不二，理事不二，真妄就不二。从理事不二里面又出现了一个事实真相，事事都不二。《华严经》上讲的，事事无碍，「理事无碍，事事无碍」，一真法界的现象。从事事无碍上我们明了了，是非不二、邪正不二，不二也可以叫一如，是非一如，邪正一如，那看得更微细、更透彻了。诸位要晓得，心里头决定没有丝毫的妄想、分别、执着，才一如，才不二；稍稍有一点执着、有一点分别，善决定不是恶，恶决定不是善；邪决定不是正，正决定不是邪。为什么？你有分别、有执着，那就是二，不一，万法不一；心到清净平等，万法不二。你不二就是一，你懂不懂？你能在这上透过，就有受用，如果不会，老实念阿弥陀佛吧！",
      "zh_TW": "有念就是妄念，必須念無能所，那就是無念；念而無念，念跟無念是一不是二，這個話就很難懂了。剛才講性跟相是一不是二，你懂不懂？如果再不懂的話，金跟器是一不是二，那我懂了，金跟器是一不是二。知道金跟器是一不是二，性相就不二。無念是性，念是相，無念跟有念是一不是二。這個道理比較深一點，要細心去體會，體會得了，受用無窮，我們才真正得自在，在日常生活當中得受用。也就是說，經論上講的隨順、隨喜我們懂了，我們可以做到，做到了就過佛菩薩的生活，過佛菩薩的日子。你要是不懂、不明瞭，我們過的是凡夫的生活，凡夫的日子，這個日子不好過，佛菩薩的日子得大自在。知道念跟無念是一不是二，這就是真理，這就是自性，宗門所講明心見性。明心見性是什麼樣的境界、是怎麼回事情？很少人聽說，也很少人給你講，我們這個機會不錯，在這個地方看到了。明心見性的境界，明心見性的樣子，說一個總結的話，「萬法一如」。所有一切相對的，到他這裡都圓融，所以說都會歸到自性。我們舉幾個例子來說，真妄一如，真妄不二。為什麼？真是體，妄是相；真是理，妄是事；體相不二，理事不二，真妄就不二。從理事不二裡面又出現了一個事實真相，事事都不二。《華嚴經》上講的，事事無礙，「理事無礙，事事無礙」，一真法界的現象。從事事無礙上我們明瞭了，是非不二、邪正不二，不二也可以叫一如，是非一如，邪正一如，那看得更微細、更透徹了。諸位要曉得，心裡頭決定沒有絲毫的妄想、分別、執著，才一如，才不二；稍稍有一點執著、有一點分別，善決定不是惡，惡決定不是善；邪決定不是正，正決定不是邪。為什麼？你有分別、有執著，那就是二，不一，萬法不一；心到清淨平等，萬法不二。你不二就是一，你懂不懂？你能在這上透過，就有受用，如果不會，老實念阿彌陀佛吧！"
    },
    {
      "id": "09-023-0034_p0033",
      "zh_CN": "【念是业识，性体并无是事。】",
      "zh_TW": "【念是業識，性體並無是事。】"
    },
    {
      "id": "09-023-0034_p0034",
      "zh_CN": "这个念就是起心动念，不管你动什么念头，只要有念，就是业识。业识是什么？阿赖耶识的三细相，第一个无明业相。这个念，法相宗里面所说的，「一念不觉，而有无明」，这个念就是不觉、就是无明，所以是阿赖耶识里面的无明业相。性体里面确实没有，真如本性里面没有念，没有起心动念。由此可知，起心动念跟真心本性没有关系。就好像阴天，云彩很多很浓厚把太阳遮住，我们看不到太阳，这个很厚的云层就像业识，太阳上确实没有云层、没有云彩遮住，这个云彩跟太阳不相干，就是这么个道理。",
      "zh_TW": "這個念就是起心動念，不管你動什麼念頭，只要有念，就是業識。業識是什麼？阿賴耶識的三細相，第一個無明業相。這個念，法相宗裡面所說的，「一念不覺，而有無明」，這個念就是不覺、就是無明，所以是阿賴耶識裡面的無明業相。性體裡面確實沒有，真如本性裡面沒有念，沒有起心動念。由此可知，起心動念跟真心本性沒有關係。就好像陰天，雲彩很多很濃厚把太陽遮住，我們看不到太陽，這個很厚的雲層就像業識，太陽上確實沒有雲層、沒有雲彩遮住，這個雲彩跟太陽不相干，就是這麼個道理。"
    },
    {
      "id": "09-023-0034_p0035",
      "zh_CN": "【此明虽业识纷动，而性净自若。】",
      "zh_TW": "【此明雖業識紛動，而性淨自若。】"
    },
    {
      "id": "09-023-0034_p0036",
      "zh_CN": "这就说明白，业识不管它怎么起、不管它怎么动，就是无论它怎么样的活动，与真心、与本性都没有关系。",
      "zh_TW": "這就說明白，業識不管它怎麼起、不管它怎麼動，就是無論它怎麼樣的活動，與真心、與本性都沒有關係。"
    },
    {
      "id": "09-023-0034_p0037",
      "zh_CN": "【能大师云：何期自性，本自清净。】",
      "zh_TW": "【能大師云：何期自性，本自清淨。】"
    },
    {
      "id": "09-023-0034_p0038",
      "zh_CN": "这是禅宗六祖惠能大师开悟的时候，向他的老师提出报告，说出他的见地，他真的见到了，清净心本性里面，本来就是清净的，从来就没有染污的。五祖忍和尚同意了他这句话，对，没错！我们的真心、我们的本性是清净的，从来没有染过；就像太阳一样，从来没有云彩遮住过。我们今天心性不能现前，被无明烦恼障碍住，这是我们现在的现象。无明烦恼是个什么东西？是虚妄的，不是真实的，就是一个妄念，它不是真的。可是这个妄念如果继续不断，它就起作用。什么作用？障碍本性，本性的作用不能现前，它起这个作用。我们看看，无明妄想、无明业识，或者讲一念无明，它是什么东西？这一桩事，世尊在《楞严经》上也讲得很透彻，但是《楞严经》的文字深，这个地方浅。它这一段写得是真好！我们没有办法不佩服。《楞严》那一段看不懂，看这个看懂了。",
      "zh_TW": "這是禪宗六祖惠能大師開悟的時候，向他的老師提出報告，說出他的見地，他真的見到了，清淨心本性裡面，本來就是清淨的，從來就沒有染污的。五祖忍和尚同意了他這句話，對，沒錯！我們的真心、我們的本性是清淨的，從來沒有染過；就像太陽一樣，從來沒有雲彩遮住過。我們今天心性不能現前，被無明煩惱障礙住，這是我們現在的現象。無明煩惱是個什麼東西？是虛妄的，不是真實的，就是一個妄念，它不是真的。可是這個妄念如果繼續不斷，它就起作用。什麼作用？障礙本性，本性的作用不能現前，它起這個作用。我們看看，無明妄想、無明業識，或者講一念無明，它是什麼東西？這一樁事，世尊在《楞嚴經》上也講得很透徹，但是《楞嚴經》的文字深，這個地方淺。它這一段寫得是真好！我們沒有辦法不佩服。《楞嚴》那一段看不懂，看這個看懂了。"
    },
    {
      "id": "09-023-0034_p0039",
      "zh_CN": "【当知念之为物，当处起，当处灭，刹那不停。】",
      "zh_TW": "【當知念之為物，當處起，當處滅，剎那不停。】"
    },
    {
      "id": "09-023-0034_p0040",
      "zh_CN": "这就讲了，一念无明是什么？一念无明的真相就是这个。《楞严经》上讲的，「当处出生，当处灭尽」，当处到底是多长的时间？实在讲是极短暂的时间，短暂到我们无法想像、无法思惟。这个经上世尊做比喻，凡是比喻只能比喻个大概，没有办法比得恰好。比喻里面所说的，我们就无法想像。佛说一弹指有六十刹那，一刹那有九百生灭。我们平常弹指，弹得快一秒钟可以弹四次；四乘六十、乘九百，正好两个十万八千。一秒钟两个十万八千次的生灭，这是无明，这叫妄想。所以那个妄想不要想错了，我一天到晚胡思乱想叫妄想，哪里是这个，佛讲的不是这个，这种妄想太粗了，佛讲的这个妄想，是一刹那里面九百生灭，是这个，你根本就不晓得，谁知道这个现象！当处生、当处灭，刹那不停，这是它的现象、是它的样子。",
      "zh_TW": "這就講了，一念無明是什麼？一念無明的真相就是這個。《楞嚴經》上講的，「當處出生，當處滅盡」，當處到底是多長的時間？實在講是極短暫的時間，短暫到我們無法想像、無法思惟。這個經上世尊做比喻，凡是比喻只能比喻個大概，沒有辦法比得恰好。比喻裡面所說的，我們就無法想像。佛說一彈指有六十剎那，一剎那有九百生滅。我們平常彈指，彈得快一秒鐘可以彈四次；四乘六十、乘九百，正好兩個十萬八千。一秒鐘兩個十萬八千次的生滅，這是無明，這叫妄想。所以那個妄想不要想錯了，我一天到晚胡思亂想叫妄想，哪裡是這個，佛講的不是這個，這種妄想太粗了，佛講的這個妄想，是一剎那裡面九百生滅，是這個，你根本就不曉得，誰知道這個現象！當處生、當處滅，剎那不停，這是它的現象、是它的樣子。"
    },
    {
      "id": "09-023-0034_p0041",
      "zh_CN": "【病在前念灭，后念又起，念念相续。】",
      "zh_TW": "【病在前念滅，後念又起，念念相續。】"
    },
    {
      "id": "09-023-0034_p0042",
      "zh_CN": "麻烦就在这里，十法界六道轮回是这么变现出来的。他那个妄念不停，「当处出生，当处灭尽」，前面念灭尽，后面它又起来，刹那九百生灭。为什么会有十法界不相同？十法界是讲大的；细说每一个众生都不相同，每一个现象都不相同，这就是那个念头在变。它要是不变，不都相同了吗？生跟灭都相同。它会变，这一变就不相同，这就是世尊在大经上讲的无量因缘。因为无量因缘，现无量的现相，这现相不相同。我们讲堂坐这么多人，没有看到两个人的面貌相同。为什么不相同？念不相同。念要是相同，你两个人的面貌一定相同，相就相同。什么人的面貌相同？佛的面貌相同，因为佛没有念，所以现出的相都一样。菩萨的相很接近，但是还是不相同，为什么？菩萨还有一念生相无明没断，那一念生相彼此也有差别，所以菩萨的相大同小异。罗汉的相就各个不相同，为什么？罗汉无明没破，只断见思，无明没破，所以他那个念差别很大，罗汉的相貌各个不相同。何况凡夫？道理在此地。",
      "zh_TW": "麻煩就在這裡，十法界六道輪迴是這麼變現出來的。他那個妄念不停，「當處出生，當處滅盡」，前面念滅盡，後面它又起來，剎那九百生滅。為什麼會有十法界不相同？十法界是講大的；細說每一個眾生都不相同，每一個現象都不相同，這就是那個念頭在變。它要是不變，不都相同了嗎？生跟滅都相同。它會變，這一變就不相同，這就是世尊在大經上講的無量因緣。因為無量因緣，現無量的現相，這現相不相同。我們講堂坐這麼多人，沒有看到兩個人的面貌相同。為什麼不相同？念不相同。念要是相同，你兩個人的面貌一定相同，相就相同。什麼人的面貌相同？佛的面貌相同，因為佛沒有念，所以現出的相都一樣。菩薩的相很接近，但是還是不相同，為什麼？菩薩還有一念生相無明沒斷，那一念生相彼此也有差別，所以菩薩的相大同小異。羅漢的相就各個不相同，為什麼？羅漢無明沒破，只斷見思，無明沒破，所以他那個念差別很大，羅漢的相貌各個不相同。何況凡夫？道理在此地。"
    },
    {
      "id": "09-023-0034_p0043",
      "zh_CN": "「念念相续」，实实在在讲，要把这句话讲清楚、讲明白，就是刹那九百生灭业因果报的相续相，或者叫连续相。我们眼前摆的就是这么一桩事情，刹那九百生灭业因果报的相续相。真的是「当体即空，了不可得」，你要认为真有，你错了。所以《金刚经》上教给我们，「受持读诵、为人演说」，我们要怎样做，现在总算是明白了。受持，不著名字相、不着言说相、不着心缘相，心里头干干净净，一法不着，这叫受持；我自己受持，做出样子给大家看，那叫演；别人来问，我跟他说明，叫说；这叫受持演说。那就是真正修般若了，真正修金刚般若波罗蜜，真修了。诸位要听清楚，教你不执著名字相，不是没有名字；教你不执着言说相，不是没有言说；教你不执着心缘相，不是没有森罗万象；必须在境界里面明了不二，经上常讲的懂得会归自性，这才叫真正修般若行，这叫大乘。我们不明了这个真相，佛教给我们这个方法，我们怀疑，不知道佛为什么要教我们这样做。譬如刚才我举念佛这个例子，一天到晚阿弥陀佛不断，手上掐珠不断，心里头决定没有能念、所念这个念头，能所两边都离。我们阿弥陀佛句句不停，不着非法相，非法相就是空相，不着空相；心里头又若无其事，能念、所念都没有，不着法相。法相是有，非法相是空。正在念阿弥陀佛，一天到晚念阿弥陀佛，空有两边不住，这叫真会念佛，刚才讲这叫理念，往生的时候生实报庄严土。着相念，有能念、有所念，愿心恳切，信心坚固，愿心恳切，生凡圣同居土，都能往生。这个后面会讲到。",
      "zh_TW": "「念念相續」，實實在在講，要把這句話講清楚、講明白，就是剎那九百生滅業因果報的相續相，或者叫連續相。我們眼前擺的就是這麼一樁事情，剎那九百生滅業因果報的相續相。真的是「當體即空，了不可得」，你要認為真有，你錯了。所以《金剛經》上教給我們，「受持讀誦、為人演說」，我們要怎樣做，現在總算是明白了。受持，不著名字相、不著言說相、不著心緣相，心裡頭乾乾淨淨，一法不著，這叫受持；我自己受持，做出樣子給大家看，那叫演；別人來問，我跟他說明，叫說；這叫受持演說。那就是真正修般若了，真正修金剛般若波羅蜜，真修了。諸位要聽清楚，教你不執著名字相，不是沒有名字；教你不執著言說相，不是沒有言說；教你不執著心緣相，不是沒有森羅萬象；必須在境界裡面明瞭不二，經上常講的懂得會歸自性，這才叫真正修般若行，這叫大乘。我們不明瞭這個真相，佛教給我們這個方法，我們懷疑，不知道佛為什麼要教我們這樣做。譬如剛才我舉念佛這個例子，一天到晚阿彌陀佛不斷，手上掐珠不斷，心裡頭決定沒有能念、所念這個念頭，能所兩邊都離。我們阿彌陀佛句句不停，不著非法相，非法相就是空相，不著空相；心裡頭又若無其事，能念、所念都沒有，不著法相。法相是有，非法相是空。正在念阿彌陀佛，一天到晚念阿彌陀佛，空有兩邊不住，這叫真會念佛，剛才講這叫理念，往生的時候生實報莊嚴土。著相念，有能念、有所念，願心懇切，信心堅固，願心懇切，生凡聖同居土，都能往生。這個後面會講到。"
    },
    {
      "id": "09-023-0034_p0044",
      "zh_CN": "【随灭随起，并无实物，犹之空花，幻有无实。】",
      "zh_TW": "【隨滅隨起，並無實物，猶之空花，幻有無實。】"
    },
    {
      "id": "09-023-0034_p0045",
      "zh_CN": "实在讲不仅是讲理，理里面有事，就是眼前的现象。说得亲切一点，我们的身相，我们日常生活周边环境的现象，环境不外乎人事的环境，跟我们往来的人，物质环境，我们衣食住行的受用，是什么？就是「念念相续，随灭随起」，没有东西，犹如空花。空花，佛在经中常常用这个比喻，空中确实没有花，什么时候看到空中有花？眼睛害病了，就看到空花，诸位害过眼病的人，就有这个经验，看到空中会有花，看到灯上会有个圆影，眼睛害毛病就有圆影，空中就现花。好眼睛的人看不到，空中没有花，灯上也没有圆影。这是说明假的不是真的，你看错了，是你的幻觉。",
      "zh_TW": "實在講不僅是講理，理裡面有事，就是眼前的現象。說得親切一點，我們的身相，我們日常生活周邊環境的現象，環境不外乎人事的環境，跟我們往來的人，物質環境，我們衣食住行的受用，是什麼？就是「念念相續，隨滅隨起」，沒有東西，猶如空花。空花，佛在經中常常用這個比喻，空中確實沒有花，什麼時候看到空中有花？眼睛害病了，就看到空花，諸位害過眼病的人，就有這個經驗，看到空中會有花，看到燈上會有個圓影，眼睛害毛病就有圓影，空中就現花。好眼睛的人看不到，空中沒有花，燈上也沒有圓影。這是說明假的不是真的，你看錯了，是你的幻覺。"
    },
    {
      "id": "09-023-0034_p0046",
      "zh_CN": "「幻有无实」，幻觉好像是有，实实在在没有。诸位要晓得，实实在在讲没有这个身，不但没有这个身，也没有这个心。我们起心动念的心，没有！起心动念的心是八识五十一心所，八识五十一心所是假的不是真的，这都是有为法，《金刚经》后头讲：「一切有为法，如梦幻泡影。」所以不但这个身没有，我们能够思惟想像、起心动念那个心也没有，这给你说的是真相，给你讲的是事实。你现在生活得这么痛苦，活得这么可怜，原因在哪里？你把幻有不实的东西当作真有，无量无边的苦恼就从这个地方生的，冤枉不冤枉！本来没有的事情，天天在打妄想，天天在过苦日子，你要是豁然明白，那你就得大自在！这才晓得事实真相，然后你在这个世间，天天玩耍，天天游戏，游戏神通，快快乐乐，永远没有苦了。为什么？你过的是一如不二的日子，一如不二是诸佛与大菩萨的生活，你把你自己提升了，过佛菩萨的日子，不再搞六道轮回了。「故曰：不怕念起，只怕觉迟。」念，真的没有关系，因为念跟无念是一不是二。知道念跟无念是一不是二，就觉了，所以念不怕，怕你不觉。觉了，你就是佛菩萨；不觉，你是生死凡夫，就在这一念之间，众生跟佛的差别一念之间。",
      "zh_TW": "「幻有無實」，幻覺好像是有，實實在在沒有。諸位要曉得，實實在在講沒有這個身，不但沒有這個身，也沒有這個心。我們起心動念的心，沒有！起心動念的心是八識五十一心所，八識五十一心所是假的不是真的，這都是有為法，《金剛經》後頭講：「一切有為法，如夢幻泡影。」所以不但這個身沒有，我們能夠思惟想像、起心動念那個心也沒有，這給你說的是真相，給你講的是事實。你現在生活得這麼痛苦，活得這麼可憐，原因在哪裡？你把幻有不實的東西當作真有，無量無邊的苦惱就從這個地方生的，冤枉不冤枉！本來沒有的事情，天天在打妄想，天天在過苦日子，你要是豁然明白，那你就得大自在！這才曉得事實真相，然後你在這個世間，天天玩耍，天天遊戲，遊戲神通，快快樂樂，永遠沒有苦了。為什麼？你過的是一如不二的日子，一如不二是諸佛與大菩薩的生活，你把你自己提升了，過佛菩薩的日子，不再搞六道輪迴了。「故曰：不怕念起，只怕覺遲。」念，真的沒有關係，因為念跟無念是一不是二。知道念跟無念是一不是二，就覺了，所以念不怕，怕你不覺。覺了，你就是佛菩薩；不覺，你是生死凡夫，就在這一念之間，眾生跟佛的差別一念之間。"
    },
    {
      "id": "09-023-0034_p0047",
      "zh_CN": "【归源无二路，方便有多门。】",
      "zh_TW": "【歸源無二路，方便有多門。】"
    },
    {
      "id": "09-023-0034_p0048",
      "zh_CN": "归源就是明心见性，就是彻底明了事实真相，只有一条路，确实没有二路。这一条路是什么？离念而已。这个离念难，太难！所以佛开方便门，为我们开八万四千法门，为我们开无量法门。在无量法门里面：",
      "zh_TW": "歸源就是明心見性，就是徹底明瞭事實真相，只有一條路，確實沒有二路。這一條路是什麼？離念而已。這個離念難，太難！所以佛開方便門，為我們開八萬四千法門，為我們開無量法門。在無量法門裡面："
    },
    {
      "id": "09-023-0034_p0049",
      "zh_CN": "【念佛一法，尤为断念方便之方便。】",
      "zh_TW": "【念佛一法，尤為斷念方便之方便。】"
    },
    {
      "id": "09-023-0034_p0050",
      "zh_CN": "一切诸佛赞叹这个法门，不是没有道理，不是随便赞叹。诸佛如来智慧已经究竟圆满，他哪有随便赞叹、哪有错误赞叹，他说的话决定真实。这才晓得，念佛是所有一切法门里面第一法门，它是断念方便之方便，所以它是究竟方便、彻底方便。它方便在哪里？",
      "zh_TW": "一切諸佛讚歎這個法門，不是沒有道理，不是隨便讚歎。諸佛如來智慧已經究竟圓滿，他哪有隨便讚歎、哪有錯誤讚歎，他說的話決定真實。這才曉得，念佛是所有一切法門裡面第一法門，它是斷念方便之方便，所以它是究竟方便、徹底方便。它方便在哪裡？"
    },
    {
      "id": "09-023-0034_p0051",
      "zh_CN": "【不念他念而念佛，这就是方便的方便，亦是转换一个念头。】",
      "zh_TW": "【不念他念而念佛，這就是方便的方便，亦是轉換一個念頭。】"
    },
    {
      "id": "09-023-0034_p0052",
      "zh_CN": "他没有断念，他把念头转了。所有一切念头我都不念，我就念佛。经上常讲「一切法从心想生」，念什么就现什么，念佛就作佛，念菩萨就作菩萨。十法界，刚才讲，那个相在那里变化，无量相变化，变化的因就是念头，因为念头不同，所以形相不同。他专念佛，他就变成佛的相；念菩萨，就变成菩萨相；念贪就变饿鬼相，饿鬼是悭贪；念瞋恚、念嫉妒，就是地狱相；念是愚痴就是畜生相，念什么就现什么相。所以念佛，是把念头转到第一殊胜：念佛。",
      "zh_TW": "他沒有斷念，他把念頭轉了。所有一切念頭我都不念，我就念佛。經上常講「一切法從心想生」，念什麼就現什麼，念佛就作佛，念菩薩就作菩薩。十法界，剛才講，那個相在那裡變化，無量相變化，變化的因就是念頭，因為念頭不同，所以形相不同。他專念佛，他就變成佛的相；念菩薩，就變成菩薩相；念貪就變餓鬼相，餓鬼是慳貪；念瞋恚、念嫉妒，就是地獄相；念是愚痴就是畜生相，念什麼就現什麼相。所以念佛，是把念頭轉到第一殊勝：念佛。"
    },
    {
      "id": "09-023-0034_p0053",
      "zh_CN": "【而念佛更视作观亲切】",
      "zh_TW": "【而念佛更視作觀親切】"
    },
    {
      "id": "09-023-0034_p0054",
      "zh_CN": "宗门教下法门无量，总而言之，不外止观这个原则，念佛比修止观还要来得亲切。为什么？下面说了：",
      "zh_TW": "宗門教下法門無量，總而言之，不外止觀這個原則，念佛比修止觀還要來得親切。為什麼？下面說了："
    },
    {
      "id": "09-023-0034_p0055",
      "zh_CN": "【盖作观，可说是智念。】",
      "zh_TW": "【蓋作觀，可說是智念。】"
    },
    {
      "id": "09-023-0034_p0056",
      "zh_CN": "修止观、修禅定，禅定是般若，这一点诸位同修要知道，中国禅宗所修的是般若波罗蜜，不是六度里头的禅定。六祖大师在《坛经》里面，一开头就说出它的宗旨，「大众总修般若波罗蜜多」，一开口就说出来了，中国的禅宗是修般若。所以禅宗以《金刚经》印心，依照《金刚经》的理论方法来修行。所以止观是智念，把念头转成智慧了。一切言说相、名字相、境界相他都不着，不着是智慧，所以他是智念。",
      "zh_TW": "修止觀、修禪定，禪定是般若，這一點諸位同修要知道，中國禪宗所修的是般若波羅蜜，不是六度裡頭的禪定。六祖大師在《壇經》裡面，一開頭就說出它的宗旨，「大眾總修般若波羅蜜多」，一開口就說出來了，中國的禪宗是修般若。所以禪宗以《金剛經》印心，依照《金剛經》的理論方法來修行。所以止觀是智念，把念頭轉成智慧了。一切言說相、名字相、境界相他都不著，不著是智慧，所以他是智念。"
    },
    {
      "id": "09-023-0034_p0057",
      "zh_CN": "【念佛是净念】",
      "zh_TW": "【念佛是淨念】"
    },
    {
      "id": "09-023-0034_p0058",
      "zh_CN": "念佛不是智念，是净念。",
      "zh_TW": "念佛不是智念，是淨念。"
    },
    {
      "id": "09-023-0034_p0059",
      "zh_CN": "【换一个清净念，以治向来染浊之念。】",
      "zh_TW": "【換一個清淨念，以治向來染濁之念。】"
    },
    {
      "id": "09-023-0034_p0060",
      "zh_CN": "我们过去这个念头是污染的、是不清净的，用这一句佛号，把一切杂念、染念都换过来，变成净念。所以这个法门叫净宗。",
      "zh_TW": "我們過去這個念頭是污染的、是不清淨的，用這一句佛號，把一切雜念、染念都換過來，變成淨念。所以這個法門叫淨宗。"
    },
    {
      "id": "09-023-0034_p0061",
      "zh_CN": "【一心念之】",
      "zh_TW": "【一心念之】"
    },
    {
      "id": "09-023-0034_p0062",
      "zh_CN": "念佛的秘诀就是一心称念，一心是秘诀。怎样得到一心？这我们在讲席当中也常说的，第一、不怀疑，第二、不夹杂，第三、不间断。不怀疑、不夹杂、不间断，就是净念。大势至菩萨教给我们「净念相继」，净就是不疑、不杂；相继就是不间断，就成功了。",
      "zh_TW": "念佛的祕訣就是一心稱念，一心是祕訣。怎樣得到一心？這我們在講席當中也常說的，第一、不懷疑，第二、不夾雜，第三、不間斷。不懷疑、不夾雜、不間斷，就是淨念。大勢至菩薩教給我們「淨念相繼」，淨就是不疑、不雜；相繼就是不間斷，就成功了。"
    },
    {
      "id": "09-023-0034_p0063",
      "zh_CN": "【又是以纯一之念，治向来杂乱之念。】",
      "zh_TW": "【又是以純一之念，治向來雜亂之念。】"
    },
    {
      "id": "09-023-0034_p0064",
      "zh_CN": "治是对治，把从前那些杂乱的念头统统改过来，改成纯一之念。所以它亲切，这个法门殊胜。",
      "zh_TW": "治是對治，把從前那些雜亂的念頭統統改過來，改成純一之念。所以它親切，這個法門殊勝。"
    },
    {
      "id": "09-023-0034_p0065",
      "zh_CN": "【佛者觉也，阿弥陀佛，是无量觉。】",
      "zh_TW": "【佛者覺也，阿彌陀佛，是無量覺。】"
    },
    {
      "id": "09-023-0034_p0066",
      "zh_CN": "从字面上来翻译成中国话，阿翻作无，弥陀翻作量，佛翻作觉，所以从字面上翻成中国话，阿弥陀佛就翻成无量觉。",
      "zh_TW": "從字面上來翻譯成中國話，阿翻作無，彌陀翻作量，佛翻作覺，所以從字面上翻成中國話，阿彌陀佛就翻成無量覺。"
    },
    {
      "id": "09-023-0034_p0067",
      "zh_CN": "【念念是佛，即念念是觉，无有一法不觉。觉者，觉其本性本来无念也。】",
      "zh_TW": "【念念是佛，即念念是覺，無有一法不覺。覺者，覺其本性本來無念也。】"
    },
    {
      "id": "09-023-0034_p0068",
      "zh_CN": "觉个什么？觉悟到本性本来无念、本来不染，本无分别执着，这本来无的，那你就真的觉了。你还有分别执着，你没觉，你还在迷。几时在一切法里面都没有分别执着，我们常讲的，你真的放下了。身心世界一切放下，就是不再分别，不再执着，你觉了。「故曰，更亲切。」更亲切到这里我们才真正体会到，确实比智念来得亲切，也就是说比修止观、修禅来得亲切、高明。法门如是的殊胜，多少人错过了，你要问为什么错过？他不知道，所以不识货。金刚宝石从眼前过，把它当作碎玻璃，没看在眼里，不知道那是无价之宝，真的是当面错过，非常可惜。",
      "zh_TW": "覺個什麼？覺悟到本性本來無念、本來不染，本無分別執著，這本來無的，那你就真的覺了。你還有分別執著，你沒覺，你還在迷。幾時在一切法裡面都沒有分別執著，我們常講的，你真的放下了。身心世界一切放下，就是不再分別，不再執著，你覺了。「故曰，更親切。」更親切到這裡我們才真正體會到，確實比智念來得親切，也就是說比修止觀、修禪來得親切、高明。法門如是的殊勝，多少人錯過了，你要問為什麼錯過？他不知道，所以不識貨。金剛寶石從眼前過，把它當作碎玻璃，沒看在眼裡，不知道那是無價之寶，真的是當面錯過，非常可惜。"
    },
    {
      "id": "09-023-0034_p0069",
      "zh_CN": "【念佛功夫，虽未能做到念而无念。但能行愿真切，仗弥陀悲愿力，接引往生，便同阿鞞跋致，即是圆初住地位。】",
      "zh_TW": "【念佛功夫，雖未能做到念而無念。但能行願真切，仗彌陀悲願力，接引往生，便同阿鞞跋致，即是圓初住地位。】"
    },
    {
      "id": "09-023-0034_p0070",
      "zh_CN": "这是念佛法门无比殊胜之处，十方一切诸佛如来同声赞叹，道理就在此地。修其他的法门，无论修哪个法门，一定要到念而无念，才得受用、才算是成就。念跟无念还是二不是一，你就不得成就，你就得不到受用。换句话说，你过的日子还是生死凡夫过的日子，你不是佛菩萨。如果你真的到念而无念，念跟无念是一不是二，那恭喜你，你过的是菩萨的生活、是佛的生活，那个没有话说。在凡夫真难，凡夫起心动念都是妄念，都是分别、都是妄想、都是执着，理摆在面前做不到。念佛这个法门，行！没到这个功夫，没到这个功夫就带业！只要你信愿行这三个条件具足。我真正相信，娑婆世界西方过十万亿佛国土，那个地方真的有极乐世界，真正有阿弥陀佛，真正有许多念佛人都到那里去往生，我真正相信，一点都不怀疑，信具足了。我愿意去，我愿意舍弃现前的六道轮回，我愿意舍弃现前的十法界，要有这个愿。有很多人学禅，禅是明心见性，又有一些人学密，即身成佛，这是什么？十法界放不下，明心见性、即身成佛都在十法界。净宗的眼光远大、志气宏伟，十法界叫我作佛、作菩萨，不要！我都把它放弃，我都不稀罕它，我要到极乐世界去，去见阿弥陀佛。六道、十法界统统放下，这个世间还有什么放不下的！你有那么一点财产算什么，你的财富能够跟大梵天王比吗？差远了！大梵天王，经上讲「以大千世界七宝布施」，他做得到，他有，你有多少七宝？银行保险箱那么一点点大，我看装一箱就不得了，那算什么！人家那个七宝，大千世界来装，都放得下，你迷那么一点点就太可怜！一定要统统放下，放下了，你就得阿弥陀佛本愿威神的加持，佛力加得上。你不肯放下，抗拒，佛力想加持你，你障碍了，佛力加不上，统统放下了，就得阿弥陀佛本愿威神的加持，接引往生。你的功力要好，接引往生随时可以去，想什么时候去，什么时候就可以去，不一定要等命终，随时能去得了。",
      "zh_TW": "這是念佛法門無比殊勝之處，十方一切諸佛如來同聲讚歎，道理就在此地。修其他的法門，無論修哪個法門，一定要到念而無念，才得受用、才算是成就。念跟無念還是二不是一，你就不得成就，你就得不到受用。換句話說，你過的日子還是生死凡夫過的日子，你不是佛菩薩。如果你真的到念而無念，念跟無念是一不是二，那恭喜你，你過的是菩薩的生活、是佛的生活，那個沒有話說。在凡夫真難，凡夫起心動念都是妄念，都是分別、都是妄想、都是執著，理擺在面前做不到。念佛這個法門，行！沒到這個功夫，沒到這個功夫就帶業！只要你信願行這三個條件具足。我真正相信，娑婆世界西方過十萬億佛國土，那個地方真的有極樂世界，真正有阿彌陀佛，真正有許多念佛人都到那裡去往生，我真正相信，一點都不懷疑，信具足了。我願意去，我願意捨棄現前的六道輪迴，我願意捨棄現前的十法界，要有這個願。有很多人學禪，禪是明心見性，又有一些人學密，即身成佛，這是什麼？十法界放不下，明心見性、即身成佛都在十法界。淨宗的眼光遠大、志氣宏偉，十法界叫我作佛、作菩薩，不要！我都把它放棄，我都不稀罕它，我要到極樂世界去，去見阿彌陀佛。六道、十法界統統放下，這個世間還有什麼放不下的！你有那麼一點財產算什麼，你的財富能夠跟大梵天王比嗎？差遠了！大梵天王，經上講「以大千世界七寶布施」，他做得到，他有，你有多少七寶？銀行保險箱那麼一點點大，我看裝一箱就不得了，那算什麼！人家那個七寶，大千世界來裝，都放得下，你迷那麼一點點就太可憐！一定要統統放下，放下了，你就得阿彌陀佛本願威神的加持，佛力加得上。你不肯放下，抗拒，佛力想加持你，你障礙了，佛力加不上，統統放下了，就得阿彌陀佛本願威神的加持，接引往生。你的功力要好，接引往生隨時可以去，想什麼時候去，什麼時候就可以去，不一定要等命終，隨時能去得了。"
    },
    {
      "id": "09-023-0034_p0071",
      "zh_CN": "到了西方极乐世界，虽然你是带业往生，前面讲念而无念，没有能够融成一体，没这个功夫；到西方极乐世界阿弥陀佛本愿威神加持你，就把你提拔到阿惟越致菩萨，此地讲的阿鞞跋致。阿鞞跋致是什么样的菩萨？圆教初住地位。圆教初住，就是别教的初地。江味农居士这个讲法，我并不赞成。为什么？因为他讲那个地位太低了。圆教初住、别教初地，还有退转。阿鞞跋致是不退转，不退转应该是什么菩萨？八地，八地菩萨叫不动地，永远不退转。阿惟越致就是阿鞞跋致，是一样的，阿鞞跋致是《弥陀经》上说的，阿惟越致是《无量寿经》上讲的，意思都一样，翻译的不相同。净宗许多祖师大德告诉我们，七地以上，这个讲法我想想很有道理，不过分，如果不是七地以上，诸佛菩萨那样的赞叹，好像有点过分，他才是圆初住，赞叹就过分了，七地菩萨的话，那赞叹没有话说。我们从十方一切诸佛如来的赞叹，应当肯定生到西方极乐世界，就是七地以上的境界。这个话不是我们没有理由，随便在这里推想的，因为我们在《无量寿经》上看到四十八愿，四十八愿里面告诉我们，十方世界众生，生到西方极乐世界，相貌跟佛都相同。西方世界是平等世界，体质相同，皆是紫磨金色身。相貌相同、一切受用相同、智慧神通道力相同，居然跟佛差不多。你要晓得，初地菩萨跟佛是差太多了；七地、八地跟佛差不多，我们点头相信，真是差不多，靠得很近，初住差太多了。",
      "zh_TW": "到了西方極樂世界，雖然你是帶業往生，前面講念而無念，沒有能夠融成一體，沒這個功夫；到西方極樂世界阿彌陀佛本願威神加持你，就把你提拔到阿惟越致菩薩，此地講的阿鞞跋致。阿鞞跋致是什麼樣的菩薩？圓教初住地位。圓教初住，就是別教的初地。江味農居士這個講法，我並不贊成。為什麼？因為他講那個地位太低了。圓教初住、別教初地，還有退轉。阿鞞跋致是不退轉，不退轉應該是什麼菩薩？八地，八地菩薩叫不動地，永遠不退轉。阿惟越致就是阿鞞跋致，是一樣的，阿鞞跋致是《彌陀經》上說的，阿惟越致是《無量壽經》上講的，意思都一樣，翻譯的不相同。淨宗許多祖師大德告訴我們，七地以上，這個講法我想想很有道理，不過分，如果不是七地以上，諸佛菩薩那樣的讚歎，好像有點過分，他才是圓初住，讚歎就過分了，七地菩薩的話，那讚歎沒有話說。我們從十方一切諸佛如來的讚歎，應當肯定生到西方極樂世界，就是七地以上的境界。這個話不是我們沒有理由，隨便在這裡推想的，因為我們在《無量壽經》上看到四十八願，四十八願裡面告訴我們，十方世界眾生，生到西方極樂世界，相貌跟佛都相同。西方世界是平等世界，體質相同，皆是紫磨金色身。相貌相同、一切受用相同、智慧神通道力相同，居然跟佛差不多。你要曉得，初地菩薩跟佛是差太多了；七地、八地跟佛差不多，我們點頭相信，真是差不多，靠得很近，初住差太多了。"
    },
    {
      "id": "09-023-0034_p0072",
      "zh_CN": "这是我们细细去想，我们根据经典。世尊灭度之前，为我们后学说出四依法，依法不依人。我们依法，《无量寿经》四十八愿，《无量寿经》这是法，根据经典里面所说的，不像是圆初住，真的很像是圆教八地菩萨，他的一切跟佛就差不多，这是实实在在不可思议。带业往生，下下品往生，生到西方极乐世界，都是这样子，这个我在讲堂上多次跟诸位宣讲，绝对不是自己能力，是享阿弥陀佛的福，阿弥陀佛把我们提拔上去享福。如果不得阿弥陀佛神力加持，我们自己往生是什么地位？圆教初信的地位，这个要知道，因为西方极乐世界是大乘圆教，那个地方最低的地位是初信位的菩萨，凭自己功夫去往生的，生到西方极乐世界是圆教初信位的菩萨。虽是初信位的菩萨，阿弥陀佛拉一把，把我们拉到八地菩萨那儿去了，这个要知道。所以到那个地方阿惟越致，是阿弥陀佛愿力加持，四十八愿加持的。这个便宜占大了，真正不可思议！十方世界无量法门里面统统没有，你去查《大藏经》，你查不到，唯独这个法门，所以它是无比的殊胜，得一切诸佛的赞叹。我们遇到这个法门，相信这个法门，发愿修学这个法门，这的确是无量劫来的善根、福德、因缘今天成就。如其不然，你决定不能信受。凡是信受，这一生当中去往生的，都是无量劫的善根、福德、因缘，今天成就了。我们往下看：",
      "zh_TW": "這是我們細細去想，我們根據經典。世尊滅度之前，為我們後學說出四依法，依法不依人。我們依法，《無量壽經》四十八願，《無量壽經》這是法，根據經典裡面所說的，不像是圓初住，真的很像是圓教八地菩薩，他的一切跟佛就差不多，這是實實在在不可思議。帶業往生，下下品往生，生到西方極樂世界，都是這樣子，這個我在講堂上多次跟諸位宣講，絕對不是自己能力，是享阿彌陀佛的福，阿彌陀佛把我們提拔上去享福。如果不得阿彌陀佛神力加持，我們自己往生是什麼地位？圓教初信的地位，這個要知道，因為西方極樂世界是大乘圓教，那個地方最低的地位是初信位的菩薩，憑自己功夫去往生的，生到西方極樂世界是圓教初信位的菩薩。雖是初信位的菩薩，阿彌陀佛拉一把，把我們拉到八地菩薩那兒去了，這個要知道。所以到那個地方阿惟越致，是阿彌陀佛願力加持，四十八願加持的。這個便宜佔大了，真正不可思議！十方世界無量法門裡面統統沒有，你去查《大藏經》，你查不到，唯獨這個法門，所以它是無比的殊勝，得一切諸佛的讚歎。我們遇到這個法門，相信這個法門，發願修學這個法門，這的確是無量劫來的善根、福德、因緣今天成就。如其不然，你決定不能信受。凡是信受，這一生當中去往生的，都是無量劫的善根、福德、因緣，今天成就了。我們往下看："
    },
    {
      "id": "09-023-0034_p0073",
      "zh_CN": "【如修他法，至此地位，须经久远劫数。】",
      "zh_TW": "【如修他法，至此地位，須經久遠劫數。】"
    },
    {
      "id": "09-023-0034_p0074",
      "zh_CN": "这句话是真的。你要是想修其他法门，要修到圆教初住、别教初地的地位，你要经历三大阿僧祇劫。三大阿僧祇劫从哪一天算起？从你证得小乘须陀洹果那一天算起。没有证须陀洹果以前所修的统统不算，要加上以前所修的，那是久远劫数，不只三个阿僧祇劫。这是说，你修别的法门到这个地步，难，太难太难！你修这个法门一生成就。",
      "zh_TW": "這句話是真的。你要是想修其他法門，要修到圓教初住、別教初地的地位，你要經歷三大阿僧祇劫。三大阿僧祇劫從哪一天算起？從你證得小乘須陀洹果那一天算起。沒有證須陀洹果以前所修的統統不算，要加上以前所修的，那是久遠劫數，不只三個阿僧祇劫。這是說，你修別的法門到這個地步，難，太難太難！你修這個法門一生成就。"
    },
    {
      "id": "09-023-0034_p0075",
      "zh_CN": "【今一生办到，其为方便之方便，更何待言。】",
      "zh_TW": "【今一生辦到，其為方便之方便，更何待言。】"
    },
    {
      "id": "09-023-0034_p0076",
      "zh_CN": "诸位同修，如果你真的把大乘佛法门门都看到，看到之后就有比较，门门看到之后你才会死心塌地念阿弥陀佛。不但身心世界放下，连佛法也彻底放下了。过去莲池大师明白了、看出来了，所以他老人家说：「三藏十二部，让给别人悟」，他不要了，经教放下了；「八万四千行，饶与别人行」，八万四千法门、无量法门放下了，你们谁要修，你们去修。经教法门统统放下，他老人家最后依什么？一部《弥陀经》，一句阿弥陀佛。这是彻底觉悟的人，究竟觉悟的人，他才肯这么干，不是真正究竟彻底觉悟，他放不下。这个经还不错，那个法门也很好，于是乎虽然念佛，又怀疑、又夹杂，怀疑《弥陀经》不如《华严》，怀疑《弥陀经》不如《楞严》，怀疑念佛不如参禅，怀疑念佛不如念咒，疑心病！这里头有夹杂许多，结果一样也没成功，什么也学不好。诸位要知道，自古以来世出世法成就都在专精，你要想成就，你要是不依这两个字，那就难！依照这两个字去做，就不难。要专、要精。",
      "zh_TW": "諸位同修，如果你真的把大乘佛法門門都看到，看到之後就有比較，門門看到之後你才會死心塌地念阿彌陀佛。不但身心世界放下，連佛法也徹底放下了。過去蓮池大師明白了、看出來了，所以他老人家說：「三藏十二部，讓給別人悟」，他不要了，經教放下了；「八萬四千行，饒與別人行」，八萬四千法門、無量法門放下了，你們誰要修，你們去修。經教法門統統放下，他老人家最後依什麼？一部《彌陀經》，一句阿彌陀佛。這是徹底覺悟的人，究竟覺悟的人，他才肯這麼幹，不是真正究竟徹底覺悟，他放不下。這個經還不錯，那個法門也很好，於是乎雖然念佛，又懷疑、又夾雜，懷疑《彌陀經》不如《華嚴》，懷疑《彌陀經》不如《楞嚴》，懷疑念佛不如參禪，懷疑念佛不如念咒，疑心病！這裡頭有夾雜許多，結果一樣也沒成功，什麼也學不好。諸位要知道，自古以來世出世法成就都在專精，你要想成就，你要是不依這兩個字，那就難！依照這兩個字去做，就不難。要專、要精。"
    },
    {
      "id": "09-023-0034_p0077",
      "zh_CN": "【我等幸闻此法，岂可蹉跎，交臂失之。】",
      "zh_TW": "【我等幸聞此法，豈可蹉跎，交臂失之。】"
    },
    {
      "id": "09-023-0034_p0078",
      "zh_CN": "这是江居士苦口婆心劝导我们，我们能够听到这个法门，实在是大幸。梅光羲居士在《无量寿经》序文里面，引用彭际清的话，他说「这是无量劫来希有难逢之一日」，这不能不珍惜。这个地方「幸闻此法」就是无量劫来希有难逢，我们今天逢到了，怎么可以蹉跎？蹉跎是犹豫不决，不能够肯定、斩钉断铁，我们要智取。",
      "zh_TW": "這是江居士苦口婆心勸導我們，我們能夠聽到這個法門，實在是大幸。梅光羲居士在《無量壽經》序文裡面，引用彭際清的話，他說「這是無量劫來希有難逢之一日」，這不能不珍惜。這個地方「幸聞此法」就是無量劫來希有難逢，我們今天逢到了，怎麼可以蹉跎？蹉跎是猶豫不決，不能夠肯定、斬釘斷鐵，我們要智取。"
    },
    {
      "id": "09-023-0034_p0079",
      "zh_CN": "【然行愿真切，必须一心在念佛求生上，方能谓之真切。】",
      "zh_TW": "【然行願真切，必須一心在念佛求生上，方能謂之真切。】"
    },
    {
      "id": "09-023-0034_p0080",
      "zh_CN": "真切要有行动表现，没有行动表现不行，这个行动就是一心念佛，求生净土，除此一念之外，别无二念。若有别念，那都是打闲岔，那都是业障、都是魔障。用什么方法消除业障跟魔障？一句阿弥陀佛，专念就消除了，不专就被魔障障碍了。",
      "zh_TW": "真切要有行動表現，沒有行動表現不行，這個行動就是一心念佛，求生淨土，除此一念之外，別無二念。若有別念，那都是打閒岔，那都是業障、都是魔障。用什麼方法消除業障跟魔障？一句阿彌陀佛，專念就消除了，不專就被魔障障礙了。"
    },
    {
      "id": "09-023-0034_p0081",
      "zh_CN": "【所以念佛人，于断念一层，纵令未易办到。】",
      "zh_TW": "【所以念佛人，於斷念一層，縱令未易辦到。】"
    },
    {
      "id": "09-023-0034_p0082",
      "zh_CN": "断念跟其他法门一样，那是圆满的成就。因为我们做不到，我们的念没断。",
      "zh_TW": "斷念跟其他法門一樣，那是圓滿的成就。因為我們做不到，我們的念沒斷。"
    },
    {
      "id": "09-023-0034_p0083",
      "zh_CN": "【而不应住色生心，不应住声、香、味、触、法生心，这两句务必要做到。】",
      "zh_TW": "【而不應住色生心，不應住聲、香、味、觸、法生心，這兩句務必要做到。】"
    },
    {
      "id": "09-023-0034_p0084",
      "zh_CN": "这是真的，你要做不到不能往生，一定要做到。昨天有个同修来告诉我，苏居士非常难得，前几天帮助一个老太太念佛往生了，这个老太太年岁很大，有九十岁，孤苦伶仃。她在病危时候，念念当中舍不得她有一栋房子，苏居士劝她放下，这一放下，不到十分钟就往生了。所以对这个世间丝毫贪恋都不行，有一丝毫的贪恋就不能往生。房子放下了，不要说房子我要交代给什么人，那就糟了，管他什么人，不要去理会，「凡所有相，皆是虚妄」，谁拿去都好，不要说我要交代这个人，那个人不可靠，完了，你这一生就完了，你还是放不下，还是在打妄想。什么都不要想，彻底放下！一放下感应就现前，她就见到西方三圣，真正不可思议。这个老太太一生没有闻过佛法，临终才闻到，跟第十八愿讲的完全相应，临命终时，一念、十念往生，临终遇善知识，善知识一开导，她就觉悟、她就接受、她就听话，念佛，西方三圣马上现前，证明第十八愿是千真万确。",
      "zh_TW": "這是真的，你要做不到不能往生，一定要做到。昨天有個同修來告訴我，蘇居士非常難得，前幾天幫助一個老太太念佛往生了，這個老太太年歲很大，有九十歲，孤苦伶仃。她在病危時候，念念當中捨不得她有一棟房子，蘇居士勸她放下，這一放下，不到十分鐘就往生了。所以對這個世間絲毫貪戀都不行，有一絲毫的貪戀就不能往生。房子放下了，不要說房子我要交代給什麼人，那就糟了，管他什麼人，不要去理會，「凡所有相，皆是虛妄」，誰拿去都好，不要說我要交代這個人，那個人不可靠，完了，你這一生就完了，你還是放不下，還是在打妄想。什麼都不要想，徹底放下！一放下感應就現前，她就見到西方三聖，真正不可思議。這個老太太一生沒有聞過佛法，臨終才聞到，跟第十八願講的完全相應，臨命終時，一念、十念往生，臨終遇善知識，善知識一開導，她就覺悟、她就接受、她就聽話，念佛，西方三聖馬上現前，證明第十八願是千真萬確。"
    },
    {
      "id": "09-023-0034_p0085",
      "zh_CN": "此地「色声香味触法」，就是指我们六根所接触的对象，六根所缘的对象统统要放下，你的心才专、才精。有一样放不下，你是生死凡夫，你样子像是在学佛，其实你没有在学佛，你还是学生死凡夫，你还是在学六道轮回，这个不可以不知道。这两句话是《金刚经》上的，《金刚经》上在大原则上教给我们，「应无所住而生其心」。无住怎么讲法？就是不住色声香味触法，我心里面不染着六尘，心里干干净净；而生其心是生念佛之心，生专念阿弥陀佛之心，那你就成功。这两句务必要做到，江居士的语气非常恳切，使我们感动。",
      "zh_TW": "此地「色聲香味觸法」，就是指我們六根所接觸的對象，六根所緣的對象統統要放下，你的心才專、才精。有一樣放不下，你是生死凡夫，你樣子像是在學佛，其實你沒有在學佛，你還是學生死凡夫，你還是在學六道輪迴，這個不可以不知道。這兩句話是《金剛經》上的，《金剛經》上在大原則上教給我們，「應無所住而生其心」。無住怎麼講法？就是不住色聲香味觸法，我心裡面不染著六塵，心裡乾乾淨淨；而生其心是生念佛之心，生專念阿彌陀佛之心，那你就成功。這兩句務必要做到，江居士的語氣非常懇切，使我們感動。"
    },
    {
      "id": "09-023-0034_p0086",
      "zh_CN": "【念佛真实功夫，真实受用，如是如是。】",
      "zh_TW": "【念佛真實功夫，真實受用，如是如是。】"
    },
    {
      "id": "09-023-0034_p0087",
      "zh_CN": "你念佛的功夫得力不得力，你有没有得到受用，就在这两句。你还是要着相、还是放不下，你一天念十万声佛号，你也不得受用。不得受用，念佛的好处你没有得到，念佛的快乐你没有得到，念佛的自在你没有得到。真正得受用，法喜充满，真的是自在快乐、智慧充满，那怎么会一样！",
      "zh_TW": "你念佛的功夫得力不得力，你有沒有得到受用，就在這兩句。你還是要著相、還是放不下，你一天念十萬聲佛號，你也不得受用。不得受用，念佛的好處你沒有得到，念佛的快樂你沒有得到，念佛的自在你沒有得到。真正得受用，法喜充滿，真的是自在快樂、智慧充滿，那怎麼會一樣！"
    },
    {
      "id": "09-023-0034_p0088",
      "zh_CN": "【妄想是众生无始来之病根，万不可强制。如其强制，反伤元气。】",
      "zh_TW": "【妄想是眾生無始來之病根，萬不可強制。如其強制，反傷元氣。】"
    },
    {
      "id": "09-023-0034_p0089",
      "zh_CN": "这是修行人不能不知道的。参禅的方法不恰当，不但不能得定，反而发生障碍，这个障碍就是我们一般讲的着魔。为什么会着魔？勉强去断烦恼。说实在的话，着魔的人都是真用功的人，不是真用功的人绝对不会着魔。着魔都是真用功，真想断烦恼、真想成就，他不晓得道理，不懂方法，盲修瞎练，他搞错了。烦恼是无始劫来的病根，不是一下就能断得了。你要懂得它的道理，要用方法来调和，逐渐逐渐去减少，不是勉强一下能断得了，那就坏了，一定要出事情的。",
      "zh_TW": "這是修行人不能不知道的。參禪的方法不恰當，不但不能得定，反而發生障礙，這個障礙就是我們一般講的著魔。為什麼會著魔？勉強去斷煩惱。說實在的話，著魔的人都是真用功的人，不是真用功的人絕對不會著魔。著魔都是真用功，真想斷煩惱、真想成就，他不曉得道理，不懂方法，盲修瞎練，他搞錯了。煩惱是無始劫來的病根，不是一下就能斷得了。你要懂得它的道理，要用方法來調和，逐漸逐漸去減少，不是勉強一下能斷得了，那就壞了，一定要出事情的。"
    },
    {
      "id": "09-023-0034_p0090",
      "zh_CN": "【因妄想是本心之作用】",
      "zh_TW": "【因妄想是本心之作用】"
    },
    {
      "id": "09-023-0034_p0091",
      "zh_CN": "这妄想是念，念从心起。",
      "zh_TW": "這妄想是念，念從心起。"
    },
    {
      "id": "09-023-0034_p0092",
      "zh_CN": "【不过错用了，所以成病。】",
      "zh_TW": "【不過錯用了，所以成病。】"
    },
    {
      "id": "09-023-0034_p0093",
      "zh_CN": "我们常讲，你错用了心，错在哪里？错在分别执着。若离开一切分别执着，那个心就用对了，就不错了。前面跟诸位说，理事不二，你的心用对了；理不是事，事不是理，你有分别、有执着，你就用错了。性相不二，用对了；性不是相，相不是性，你用错了，错在这里。如果用宗门的话，错在不知道会归自性。一如不二就是会归自性。能这样用法，会这个用法，这是佛菩萨，佛菩萨就是用这个心。不会用的，一切法当中起分别、起执着，是凡夫的用法，用错了。错了，所以成病。",
      "zh_TW": "我們常講，你錯用了心，錯在哪裡？錯在分別執著。若離開一切分別執著，那個心就用對了，就不錯了。前面跟諸位說，理事不二，你的心用對了；理不是事，事不是理，你有分別、有執著，你就用錯了。性相不二，用對了；性不是相，相不是性，你用錯了，錯在這裡。如果用宗門的話，錯在不知道會歸自性。一如不二就是會歸自性。能這樣用法，會這個用法，這是佛菩薩，佛菩薩就是用這個心。不會用的，一切法當中起分別、起執著，是凡夫的用法，用錯了。錯了，所以成病。"
    },
    {
      "id": "09-023-0034_p0094",
      "zh_CN": "参禅得了禅病，念佛也有着魔，念佛一般讲着魔比较少，但是不能说没有。我过去在台中，李老师告诉我，在我没有到台中之前的两年，李老师曾经在台中打过几次精进佛七。精进佛七的人数不能超过十个人，超过十个人，主七师父的精神、能力照顾不到，所以那是小班制的。每一个人的用功情形，他都要照顾，他都要观察到；他功夫得力不得力，到什么程度，这个主七师都晓得。人太多了，他就没办法。所以精进佛七的人数不能超过十个人，他自己知道。其中有两个人着魔，用功不如法，就是此地讲的强制断烦恼，搞出毛病出来了。李老师慢慢的给他调整，差不多一年他才恢复正常，以后再不打精进佛七，他不敢打了。总不能说，好好的一个人到这里来念了七天佛，就变成神经不正常回去，那怎么能对得起人！不用功的不会，真正用功的会出毛病，真正用功，用功不如法。你看，老师在旁边指导，稍稍偏差一点都出事情。我们现在打佛七，绝对不会出毛病，佛七法会热热闹闹、欢欢喜喜的，一面念佛、一面是乱七八糟胡思乱想，这个不会出毛病。真正用功念佛不一样！念佛堂情形不相同。总而言之，决定不要勉强，决定不要刻意去压伏烦恼，这个不好。",
      "zh_TW": "參禪得了禪病，念佛也有著魔，念佛一般講著魔比較少，但是不能說沒有。我過去在台中，李老師告訴我，在我沒有到台中之前的兩年，李老師曾經在台中打過幾次精進佛七。精進佛七的人數不能超過十個人，超過十個人，主七師父的精神、能力照顧不到，所以那是小班制的。每一個人的用功情形，他都要照顧，他都要觀察到；他功夫得力不得力，到什麼程度，這個主七師都曉得。人太多了，他就沒辦法。所以精進佛七的人數不能超過十個人，他自己知道。其中有兩個人著魔，用功不如法，就是此地講的強制斷煩惱，搞出毛病出來了。李老師慢慢的給他調整，差不多一年他才恢復正常，以後再不打精進佛七，他不敢打了。總不能說，好好的一個人到這裡來念了七天佛，就變成神經不正常回去，那怎麼能對得起人！不用功的不會，真正用功的會出毛病，真正用功，用功不如法。你看，老師在旁邊指導，稍稍偏差一點都出事情。我們現在打佛七，絕對不會出毛病，佛七法會熱熱鬧鬧、歡歡喜喜的，一面念佛、一面是亂七八糟胡思亂想，這個不會出毛病。真正用功念佛不一樣！念佛堂情形不相同。總而言之，決定不要勉強，決定不要刻意去壓伏煩惱，這個不好。"
    },
    {
      "id": "09-023-0034_p0095",
      "zh_CN": "【只要依照佛法，将其转换过来。】",
      "zh_TW": "【只要依照佛法，將其轉換過來。】"
    },
    {
      "id": "09-023-0034_p0096",
      "zh_CN": "就是把这些杂念妄想转过来，这就好，不要去断它，把它转过来。你要去断它，麻烦就来了；一转，什么事都没有。",
      "zh_TW": "就是把這些雜念妄想轉過來，這就好，不要去斷它，把它轉過來。你要去斷它，麻煩就來了；一轉，什麼事都沒有。"
    },
    {
      "id": "09-023-0034_p0097",
      "zh_CN": "【归到智念】",
      "zh_TW": "【歸到智念】"
    },
    {
      "id": "09-023-0034_p0098",
      "zh_CN": "智念是用参禅的方法、持咒的方法、止观的方法，都是转成智念。",
      "zh_TW": "智念是用參禪的方法、持咒的方法、止觀的方法，都是轉成智念。"
    },
    {
      "id": "09-023-0034_p0099",
      "zh_CN": "【我们念佛是转成净念】",
      "zh_TW": "【我們念佛是轉成淨念】"
    },
    {
      "id": "09-023-0034_p0100",
      "zh_CN": "念不要紧，不管什么念头，念头一起来，阿弥陀佛，转到阿弥陀佛上去，这就好，不要去断那个妄念，换句话说，那个妄念理都不去理它，第二句就换成阿弥陀佛，这不会出事情的，这是稳稳当当。",
      "zh_TW": "念不要緊，不管什麼念頭，念頭一起來，阿彌陀佛，轉到阿彌陀佛上去，這就好，不要去斷那個妄念，換句話說，那個妄念理都不去理它，第二句就換成阿彌陀佛，這不會出事情的，這是穩穩當當。"
    },
    {
      "id": "09-023-0034_p0101",
      "zh_CN": "【久久自然无念】",
      "zh_TW": "【久久自然無念】"
    },
    {
      "id": "09-023-0034_p0102",
      "zh_CN": "时间久了，不要着急，有很多人念佛着急，念了三、四年，「法师，我怎么还不得一心？」他来问我，念了三、四年，还不得一心。我就告诉他：你这一辈子都不会得一心，你别指望。他说：为什么？因为你老是念着要得一心，这个妄念存在里头。你要得一心不乱，又夹杂一个「我什么时候得一心」，就糟糕了，你的一心怎么能得到？真正想得一心，得一心的念头没有了，念久了自自然然得一心。所以不能掺杂夹杂有个求一心的念头，那就坏了，不可以有的。久久自然无念，无念是妄念没有了，分别执着这个念头没有了。",
      "zh_TW": "時間久了，不要著急，有很多人念佛著急，念了三、四年，「法師，我怎麼還不得一心？」他來問我，念了三、四年，還不得一心。我就告訴他：你這一輩子都不會得一心，你別指望。他說：為什麼？因為你老是念著要得一心，這個妄念存在裡頭。你要得一心不亂，又夾雜一個「我什麼時候得一心」，就糟糕了，你的一心怎麼能得到？真正想得一心，得一心的念頭沒有了，念久了自自然然得一心。所以不能摻雜夾雜有個求一心的念頭，那就壞了，不可以有的。久久自然無念，無念是妄念沒有了，分別執著這個念頭沒有了。"
    },
    {
      "id": "09-023-0034_p0103",
      "zh_CN": "【便是平等性智，妙观察智。】",
      "zh_TW": "【便是平等性智，妙觀察智。】"
    },
    {
      "id": "09-023-0034_p0104",
      "zh_CN": "这个时候，你真的功夫得力、真的功夫成就，转识成智、转烦恼成菩提、转凡成圣，你的功夫不但成就，也可以说达到圆满。这样念佛往生，刚才讲了，你是生实报庄严土，不是凡圣同居土，你生到西方极乐世界，不是阿弥陀佛加持你才是阿惟越致菩萨，你真的变成阿惟越致菩萨，是你真的功夫成就了，这就是明心见性的境界，最低限度是真真实实的圆初住。今天时间到了。",
      "zh_TW": "這個時候，你真的功夫得力、真的功夫成就，轉識成智、轉煩惱成菩提、轉凡成聖，你的功夫不但成就，也可以說達到圓滿。這樣念佛往生，剛才講了，你是生實報莊嚴土，不是凡聖同居土，你生到西方極樂世界，不是阿彌陀佛加持你才是阿惟越致菩薩，你真的變成阿惟越致菩薩，是你真的功夫成就了，這就是明心見性的境界，最低限度是真真實實的圓初住。今天時間到了。"
    }
  ]
}