{
  "doc_id": "09-023-0031",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0031",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "09-023-0031_p0001",
      "zh_CN": "请掀开经本，第七十七面，看注解第十五段：",
      "zh_TW": "請掀開經本，第七十七面，看註解第十五段："
    },
    {
      "id": "09-023-0031_p0002",
      "zh_CN": "【相即性体之用，有体必有用。性相一如，相何可灭。则知欲见本性，必应离名绝相，破其我见。我见不除，便生分别心，而起念即着相矣。】",
      "zh_TW": "【相即性體之用，有體必有用。性相一如，相何可滅。則知欲見本性，必應離名絕相，破其我見。我見不除，便生分別心，而起念即著相矣。】"
    },
    {
      "id": "09-023-0031_p0003",
      "zh_CN": "这几句说得是很简单，可是它的义理有相当的深度，我们必须要把它搞清楚，然后修行才有着力之处；一般讲，功夫才用得上力。性跟相是一桩事情，是一体的。性是体，相是作用，有体一定有用。古人说到这个地方，唯恐听众不能体会，所以用比喻来说。譬如「以金作器，器器皆金」，贤首大师的《金师子章》，就是这样的比喻。用金比喻作性，用器比喻作相，相可以变化的。譬如我们讲十法界，佛相、菩萨相、缘觉相、声闻相、天相、人相或者是畜生相，这相很多，这个相用什么造的？都是用黄金造的，黄金是一样的，黄金是体。用黄金做一个佛像，我不喜欢佛，喜欢观音菩萨，我把佛像融掉，再铸一尊观音菩萨的像，还是这个黄金。金没有变，相变了。相就是体的起用，用会变，体不会变。以金作器，器器皆金，我们用黄金做的器，何止千万种花样，花样很多，可是那个金、它的体只有一个。明白的人知道，金就是器，器就是金，没有两样。无论用黄金做成什么样的器皿，器都是金，无二无别。因此它的作用不会消灭的，也就是说相不会灭的。我不要佛像，造一个菩萨像；不要菩萨像，我什么都不要，不要的时候，那个黄金一团，它一团的相，一块有一块的相，它总有个相。相没有了，相没有金也没有了。只要有金，它一定有相，这个道理一定要懂。我们把黄金比作真如本性，真如本性会现相，现的什么相？十法界依正庄严的现象。我们知道，金跟器是随着我们意思在变化；我们想要什么，就把它铸成什么像。",
      "zh_TW": "這幾句說得是很簡單，可是它的義理有相當的深度，我們必須要把它搞清楚，然後修行才有著力之處；一般講，功夫才用得上力。性跟相是一樁事情，是一體的。性是體，相是作用，有體一定有用。古人說到這個地方，唯恐聽眾不能體會，所以用比喻來說。譬如「以金作器，器器皆金」，賢首大師的《金師子章》，就是這樣的比喻。用金比喻作性，用器比喻作相，相可以變化的。譬如我們講十法界，佛相、菩薩相、緣覺相、聲聞相、天相、人相或者是畜生相，這相很多，這個相用什麼造的？都是用黃金造的，黃金是一樣的，黃金是體。用黃金做一個佛像，我不喜歡佛，喜歡觀音菩薩，我把佛像融掉，再鑄一尊觀音菩薩的像，還是這個黃金。金沒有變，相變了。相就是體的起用，用會變，體不會變。以金作器，器器皆金，我們用黃金做的器，何止千萬種花樣，花樣很多，可是那個金、它的體只有一個。明白的人知道，金就是器，器就是金，沒有兩樣。無論用黃金做成什麼樣的器皿，器都是金，無二無別。因此它的作用不會消滅的，也就是說相不會滅的。我不要佛像，造一個菩薩像；不要菩薩像，我什麼都不要，不要的時候，那個黃金一團，它一團的相，一塊有一塊的相，它總有個相。相沒有了，相沒有金也沒有了。只要有金，它一定有相，這個道理一定要懂。我們把黃金比作真如本性，真如本性會現相，現的什麼相？十法界依正莊嚴的現象。我們知道，金跟器是隨著我們意思在變化；我們想要什麼，就把它鑄成什麼像。"
    },
    {
      "id": "09-023-0031_p0004",
      "zh_CN": "十法界这些依报、正报的现象怎么来的？谁去主宰它的？我们在这一次讲席前面也都曾经报告过，是随着众生妄念在变化，妄想、执着在变化。有妄想就现出十法界，有执着就变现出六道轮回。由此可知，十法界、六道轮回从哪里来的？是我们妄想执着当中变现出来的。如果离一切妄想执着，我们真性所现出来的相是什么？佛在经上告诉我们，叫一真法界。一真法界在《华严经》上称之为不思议境界。这不思议用得太好！普贤行愿品，四十华严，《四十华严》的题目比较详细，它这个题目前面是「大方广佛华严经入不思议解脱境界普贤行愿品」，经题这么长。入是证入，《华严》四分，这是末后一分；信、解、行、证，入法界品是证，入就是证入。《八十经》里面省略了。入法界，什么法界？《四十经》上讲得详细，入不思议解脱境界，不思议解脱境界就叫一真法界。如果有思有议那就不能入，有思有议就掉到十法界去了。十法界是我们本经里所说的，「凡所有相，皆是虚妄」，十法界也是虚妄。可见得一定要离开思议，思就是妄想，议就是执着。离一切妄想执着，一真法界就现前，这个才是恢复性德，我们的真心本性完全显露。所以要晓得，相不能灭，它会转变。就是因为相会转变，佛才叫我们生心；虽然现相，这个相决定是了不可得，「当体即空，了不可得」，所以佛教我们一定要无住。由此可知，无住生心，生心无住，与法性的现相完全相应，这样才叫做随顺法性，称性起修，宗门里面称之为明心见性，就是这样的境界。相不能灭，因此教我们生心，生什么心？生一个无条件为一切众生服务的心，无有任何条件。这是世尊在这个经上教给我们的，「应无所住而行布施」。无所住而行布施，布施就是为众生服务，无住布施就是无条件的为众生服务，就与性相的事实相应。这里面义理甚深，而且极其微细。",
      "zh_TW": "十法界這些依報、正報的現象怎麼來的？誰去主宰它的？我們在這一次講席前面也都曾經報告過，是隨著眾生妄念在變化，妄想、執著在變化。有妄想就現出十法界，有執著就變現出六道輪迴。由此可知，十法界、六道輪迴從哪裡來的？是我們妄想執著當中變現出來的。如果離一切妄想執著，我們真性所現出來的相是什麼？佛在經上告訴我們，叫一真法界。一真法界在《華嚴經》上稱之為不思議境界。這不思議用得太好！普賢行願品，四十華嚴，《四十華嚴》的題目比較詳細，它這個題目前面是「大方廣佛華嚴經入不思議解脫境界普賢行願品」，經題這麼長。入是證入，《華嚴》四分，這是末後一分；信、解、行、證，入法界品是證，入就是證入。《八十經》裡面省略了。入法界，什麼法界？《四十經》上講得詳細，入不思議解脫境界，不思議解脫境界就叫一真法界。如果有思有議那就不能入，有思有議就掉到十法界去了。十法界是我們本經裡所說的，「凡所有相，皆是虛妄」，十法界也是虛妄。可見得一定要離開思議，思就是妄想，議就是執著。離一切妄想執著，一真法界就現前，這個才是恢復性德，我們的真心本性完全顯露。所以要曉得，相不能滅，它會轉變。就是因為相會轉變，佛才叫我們生心；雖然現相，這個相決定是了不可得，「當體即空，了不可得」，所以佛教我們一定要無住。由此可知，無住生心，生心無住，與法性的現相完全相應，這樣才叫做隨順法性，稱性起修，宗門裡面稱之為明心見性，就是這樣的境界。相不能滅，因此教我們生心，生什麼心？生一個無條件為一切眾生服務的心，無有任何條件。這是世尊在這個經上教給我們的，「應無所住而行布施」。無所住而行布施，布施就是為眾生服務，無住布施就是無條件的為眾生服務，就與性相的事實相應。這裡面義理甚深，而且極其微細。"
    },
    {
      "id": "09-023-0031_p0005",
      "zh_CN": "如果有住生心，住相生心，你就造六道轮回，就造业。无住要是不生心，你就着空，着空若不能出三界，四禅有无想天，到那个地方去受生去了。功夫更高一点的就到四空天去了，这就是无住不生心，落得这么一个果报。生心要有住，就落在色界、欲界里面去轮回。所以佛教给我们无住生心，生心无住，就超越六道轮回，这把方法都教给我们。因此，必应离名绝相，必是必须、应该，不这样做不行！离名不是不要名字，不要名字，我们跟别人沟通往来就没有方法。名相是与一切众生沟通的方便，一种方法，没有这个方法不能沟通，所以名相要。佛经里面多少专门的名词术语，怎么能不要！什么叫离名？心里面不能执着，心里面执着它就错了，它只是一个工具而已，与一切众生沟通的工具而已，这种工具是假设的，并不是真的。我们知道这个性质，心里头对于名字相就不执着。不但名字相不执着，言说相也不执着，言语还是跟众生沟通的工具，也是因缘所生。所以不应当执着，我们要用它，不要执着它，那就对了，离就是不执着。绝相，相是讲形相，我们一个人，人有人的形相；畜生有畜生的形相，在我们环境里面，我们住的房子，房屋有房屋的形相，桌椅板凳各有它的形相，可见得形相也是性体的起用，都是性体的起用。无论是动物的相、植物的相、矿物的相，全是性体的作用，相也是随着分别执着在那里变化的。这些相我们可以用它，但是不能执着它。绝，绝就是断绝心中对于一切形相的执着。离名字，离言说，离一切形相。",
      "zh_TW": "如果有住生心，住相生心，你就造六道輪迴，就造業。無住要是不生心，你就著空，著空若不能出三界，四禪有無想天，到那個地方去受生去了。功夫更高一點的就到四空天去了，這就是無住不生心，落得這麼一個果報。生心要有住，就落在色界、欲界裡面去輪迴。所以佛教給我們無住生心，生心無住，就超越六道輪迴，這把方法都教給我們。因此，必應離名絕相，必是必須、應該，不這樣做不行！離名不是不要名字，不要名字，我們跟別人溝通往來就沒有方法。名相是與一切眾生溝通的方便，一種方法，沒有這個方法不能溝通，所以名相要。佛經裡面多少專門的名詞術語，怎麼能不要！什麼叫離名？心裡面不能執著，心裡面執著它就錯了，它只是一個工具而已，與一切眾生溝通的工具而已，這種工具是假設的，並不是真的。我們知道這個性質，心裡頭對於名字相就不執著。不但名字相不執著，言說相也不執著，言語還是跟眾生溝通的工具，也是因緣所生。所以不應當執著，我們要用它，不要執著它，那就對了，離就是不執著。絕相，相是講形相，我們一個人，人有人的形相；畜生有畜生的形相，在我們環境裡面，我們住的房子，房屋有房屋的形相，桌椅板凳各有它的形相，可見得形相也是性體的起用，都是性體的起用。無論是動物的相、植物的相、礦物的相，全是性體的作用，相也是隨著分別執著在那裡變化的。這些相我們可以用它，但是不能執著它。絕，絕就是斷絕心中對於一切形相的執著。離名字，離言說，離一切形相。"
    },
    {
      "id": "09-023-0031_p0006",
      "zh_CN": "「破其我见」，我见是对于自身的执着，这是我见；对于所有一切形相的执着也是我见。这个地方的我是广义的，凡是一个形体，你执着它真的存在，这就叫我见。佛在这个经上说得好，「一切有为法，如梦幻泡影」，这是告诉你相虽然有，它的性质就像梦幻泡影一样，不是真的存在，是假有、是幻有、是暂时的存在。说暂时都不很妥当，要跟你说真话，它根本就不存在，这是讲真话，讲真话我们不懂，没法子体会。说暂有、暂时有我们还能够勉强同意，它暂时有，其实根本就没有，「当体即空，了不可得」，那才是它的真相。真正明了真相才不执着，心里面妄想执着真的放下、没有了。然后就能够随缘，像佛与大菩萨「恒顺众生，随喜功德」。可见得这两句，普贤菩萨的十大愿，这两愿不容易做到，你没有彻底透彻的了解，你怎么会做得到？恒顺众生要真正看破才能做到，随喜功德要真的放下才能随喜，成就自利利他，无量功德，这样才能够破除我见。我见破除，《金刚经》上讲的四相都破了，四相、四见都破了，那才是真正的菩萨。菩萨就是觉悟的人，真正的菩萨就是真正觉悟之人。如果还有丝毫我见未除，那他还有分别。有分别，换句话说，他还是会起心动念，只要起心动念就着相。着什么相？我们用《金刚经》上的话，四相具足，我相、人相、众生相、寿者相，四相就具足，四相具足不是菩萨。佛在经上讲得很好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，这是为我们说明为什么要离相，怎么个离法？这里讲得很清楚、讲得很透彻。",
      "zh_TW": "「破其我見」，我見是對於自身的執著，這是我見；對於所有一切形相的執著也是我見。這個地方的我是廣義的，凡是一個形體，你執著它真的存在，這就叫我見。佛在這個經上說得好，「一切有為法，如夢幻泡影」，這是告訴你相雖然有，它的性質就像夢幻泡影一樣，不是真的存在，是假有、是幻有、是暫時的存在。說暫時都不很妥當，要跟你說真話，它根本就不存在，這是講真話，講真話我們不懂，沒法子體會。說暫有、暫時有我們還能夠勉強同意，它暫時有，其實根本就沒有，「當體即空，了不可得」，那才是它的真相。真正明瞭真相才不執著，心裡面妄想執著真的放下、沒有了。然後就能夠隨緣，像佛與大菩薩「恆順眾生，隨喜功德」。可見得這兩句，普賢菩薩的十大願，這兩願不容易做到，你沒有徹底透徹的了解，你怎麼會做得到？恆順眾生要真正看破才能做到，隨喜功德要真的放下才能隨喜，成就自利利他，無量功德，這樣才能夠破除我見。我見破除，《金剛經》上講的四相都破了，四相、四見都破了，那才是真正的菩薩。菩薩就是覺悟的人，真正的菩薩就是真正覺悟之人。如果還有絲毫我見未除，那他還有分別。有分別，換句話說，他還是會起心動念，只要起心動念就著相。著什麼相？我們用《金剛經》上的話，四相具足，我相、人相、眾生相、壽者相，四相就具足，四相具足不是菩薩。佛在經上講得很好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，這是為我們說明為什麼要離相，怎麼個離法？這裡講得很清楚、講得很透徹。"
    },
    {
      "id": "09-023-0031_p0007",
      "zh_CN": "【我见是无始病根，必应依佛所说法，返观内照，息攀缘妄想。遵依仪轨、持戒、忏悔、布施等，求消业障，开发本智。令信心增长，解行成就。】",
      "zh_TW": "【我見是無始病根，必應依佛所說法，返觀內照，息攀緣妄想。遵依儀軌、持戒、懺悔、布施等，求消業障，開發本智。令信心增長，解行成就。】"
    },
    {
      "id": "09-023-0031_p0008",
      "zh_CN": "这一小段，对我们修行来说非常重要。要想真正发心修行，这几句话要记住。佛在大经上告诉我们，我们本来是佛，一切众生本来成佛，又说一切众生皆有如来智慧德相，可见得我们本来跟十方如来无二无别。为什么今天会落到这种地步？佛也是一句话把我们的病根道破，「但以妄想执着而不能证得」。这是世尊在《华严．出现品》里头说的，跟这个经上讲的，说的语句不同，意思没有两样。本经讲的四相、四见，我见是无始病根，我见就是妄想执着。修行修什么？除我见而已。它为什么不说我相？我相跟我见是一个意思，相讲得比较粗，见讲得比较微细，我相是从我见里面生的。我见除了，四相都没有了，它不但是六道轮回的病根，也是十法界的病根；除掉之后，一真法界就现前。怎么除法？「必须依佛所说法」。必是必须、必定，这个字非常肯定，一丝毫犹豫疑惑都没有，一定要这样做，不这样做不行。",
      "zh_TW": "這一小段，對我們修行來說非常重要。要想真正發心修行，這幾句話要記住。佛在大經上告訴我們，我們本來是佛，一切眾生本來成佛，又說一切眾生皆有如來智慧德相，可見得我們本來跟十方如來無二無別。為什麼今天會落到這種地步？佛也是一句話把我們的病根道破，「但以妄想執著而不能證得」。這是世尊在《華嚴．出現品》裡頭說的，跟這個經上講的，說的語句不同，意思沒有兩樣。本經講的四相、四見，我見是無始病根，我見就是妄想執著。修行修什麼？除我見而已。它為什麼不說我相？我相跟我見是一個意思，相講得比較粗，見講得比較微細，我相是從我見裡面生的。我見除了，四相都沒有了，它不但是六道輪迴的病根，也是十法界的病根；除掉之後，一真法界就現前。怎麼除法？「必須依佛所說法」。必是必須、必定，這個字非常肯定，一絲毫猶豫疑惑都沒有，一定要這樣做，不這樣做不行。"
    },
    {
      "id": "09-023-0031_p0009",
      "zh_CN": "返观内照，跟前面所讲的必须离相返照，返照，怎么个返法？上一次已经跟大家报告出来，要从相里面观其性，从事里面观其理，这叫做返照；就是观世音菩萨用功的方法，「返闻闻自性，性成无上道」。第一句是讲方法，第二句是讲效果，成就无上菩提。功夫都在返闻闻自性，就是教你从相上见性；也就是从有上见空，从现相上观察它的体性，这叫返闻，这叫返照。一定要懂，如果不懂，你就会逐相迁流，那就错了，你的心就被外头境界所转。《楞严》上所说的，「若能转境，则同如来」，可见得诸佛菩萨他不会随外头境界转，他为什么不转？境界一现前，他就观到性里面去了，观到理里面去了，观到空里面去了，他不随外面境界转。这个跟诸佛菩萨就相同。要懂得返观内照，内就是指的自性。",
      "zh_TW": "返觀內照，跟前面所講的必須離相返照，返照，怎麼個返法？上一次已經跟大家報告出來，要從相裡面觀其性，從事裡面觀其理，這叫做返照；就是觀世音菩薩用功的方法，「返聞聞自性，性成無上道」。第一句是講方法，第二句是講效果，成就無上菩提。功夫都在返聞聞自性，就是教你從相上見性；也就是從有上見空，從現相上觀察它的體性，這叫返聞，這叫返照。一定要懂，如果不懂，你就會逐相遷流，那就錯了，你的心就被外頭境界所轉。《楞嚴》上所說的，「若能轉境，則同如來」，可見得諸佛菩薩他不會隨外頭境界轉，他為什麼不轉？境界一現前，他就觀到性裡面去了，觀到理裡面去了，觀到空裡面去了，他不隨外面境界轉。這個跟諸佛菩薩就相同。要懂得返觀內照，內就是指的自性。"
    },
    {
      "id": "09-023-0031_p0010",
      "zh_CN": "息攀缘妄想，攀缘是执着，妄想是分别，分别、执着真的很不容易断，我们无始劫以来，分别执着从来没断过。怎么知道没断过？因为你一断，你就超越三界，你今天还在六道里轮回，可见得你没断，一断就超越。念佛人往生，在临命终时那一刹那之间，不要多，一念的时间他断了，佛就把他接引去，佛真慈悲！念佛人临终佛为什么不来接引？不是佛不来接引，是他的妄念还是不断，这就没有办法，佛对他无可奈何。古德常讲，「一念相应一念佛，念念相应念念佛」，那一念相应就是妄想分别断了，跟佛相应，他就行了，一念就行。净土四十八愿，阿弥陀佛四十八愿第十八愿里面，临命终时，一念十念都能往生。一念十念，必须要息攀缘妄想，攀缘妄想不断，没有办法。这的确是我们这一生关键的大问题，我们还是要搞六道轮回？还是要想出离三界？要出离三界，息攀缘妄想就非常重要。实在讲我们这一生当中，没有任何一桩事情比这个事情更重要。要真在这上下功夫，要真正看破放下，那才行。丝毫放不下，我们这一生必然是功亏一篑，不能成就，依旧要搞六道轮回，那才叫真可惜！我们也知道，确实有不少同修真正想修行，真正想了生死、出三界，可是就是放不下，这是我们可以理解的。为什么放不下？无始劫来的烦恼习气。他对于事实真相并没有搞清楚，他怎么能放下？事实真相搞清楚又谈何容易！纵然有这一等的聪明智慧，还得要有善缘，没有善缘来帮助你，依旧有困难。遇到善缘，要真正肯做。",
      "zh_TW": "息攀緣妄想，攀緣是執著，妄想是分別，分別、執著真的很不容易斷，我們無始劫以來，分別執著從來沒斷過。怎麼知道沒斷過？因為你一斷，你就超越三界，你今天還在六道裡輪迴，可見得你沒斷，一斷就超越。念佛人往生，在臨命終時那一剎那之間，不要多，一念的時間他斷了，佛就把他接引去，佛真慈悲！念佛人臨終佛為什麼不來接引？不是佛不來接引，是他的妄念還是不斷，這就沒有辦法，佛對他無可奈何。古德常講，「一念相應一念佛，念念相應念念佛」，那一念相應就是妄想分別斷了，跟佛相應，他就行了，一念就行。淨土四十八願，阿彌陀佛四十八願第十八願裡面，臨命終時，一念十念都能往生。一念十念，必須要息攀緣妄想，攀緣妄想不斷，沒有辦法。這的確是我們這一生關鍵的大問題，我們還是要搞六道輪迴？還是要想出離三界？要出離三界，息攀緣妄想就非常重要。實在講我們這一生當中，沒有任何一樁事情比這個事情更重要。要真在這上下功夫，要真正看破放下，那才行。絲毫放不下，我們這一生必然是功虧一簣，不能成就，依舊要搞六道輪迴，那才叫真可惜！我們也知道，確實有不少同修真正想修行，真正想了生死、出三界，可是就是放不下，這是我們可以理解的。為什麼放不下？無始劫來的煩惱習氣。他對於事實真相並沒有搞清楚，他怎麼能放下？事實真相搞清楚又談何容易！縱然有這一等的聰明智慧，還得要有善緣，沒有善緣來幫助你，依舊有困難。遇到善緣，要真正肯做。"
    },
    {
      "id": "09-023-0031_p0011",
      "zh_CN": "遵依仪轨，一定要遵守、要依靠，仪轨就是修行的方法。在修行方法里面，最简单的、最普遍的，当然也是最重要的朝暮二课，就是早晚课诵，一定要很认真的去做。朝暮二课不是佛给我们规定的，佛当年只为大家讲经说法，至于怎么修行是你自己的事情，佛不管你的，修行是自己的事情。在古代，都是个人自己修行，没有在一起共修的，在一起共修，那是以后。当年佛陀在世，大家在一块的时候只是听经，听经、研究讨论大家在一块，修行，个人用个人的功夫。人人都知道精进，所以功夫都得力、每个人都抓到纲领，都抓到原则，各个人用功都得力。佛灭度之后，佛法传下来，时间愈久它慢慢就变质，就不纯。佛法传到中国，我们中国祖师提倡共修，共修就要订课诵，要订课诵本。正式提倡是马祖、百丈这两位大师，马祖建丛林，百丈立清规。丛林制度是我们中国佛教的特色，印度没有。丛林是什么？是把佛法制度化，这个好！等于说是丛林就是佛教大学，有了制度，中下根性的人都能成就。",
      "zh_TW": "遵依儀軌，一定要遵守、要依靠，儀軌就是修行的方法。在修行方法裡面，最簡單的、最普遍的，當然也是最重要的朝暮二課，就是早晚課誦，一定要很認真的去做。朝暮二課不是佛給我們規定的，佛當年只為大家講經說法，至於怎麼修行是你自己的事情，佛不管你的，修行是自己的事情。在古代，都是個人自己修行，沒有在一起共修的，在一起共修，那是以後。當年佛陀在世，大家在一塊的時候只是聽經，聽經、研究討論大家在一塊，修行，個人用個人的功夫。人人都知道精進，所以功夫都得力、每個人都抓到綱領，都抓到原則，各個人用功都得力。佛滅度之後，佛法傳下來，時間愈久它慢慢就變質，就不純。佛法傳到中國，我們中國祖師提倡共修，共修就要訂課誦，要訂課誦本。正式提倡是馬祖、百丈這兩位大師，馬祖建叢林，百丈立清規。叢林制度是我們中國佛教的特色，印度沒有。叢林是什麼？是把佛法制度化，這個好！等於說是叢林就是佛教大學，有了制度，中下根性的人都能成就。"
    },
    {
      "id": "09-023-0031_p0012",
      "zh_CN": "过去方东美先生曾经说过，我听他说过很多遍，他说佛教要能够真正再复兴，一定要恢复丛林制度。清规是修学方法的中国化，用我们现代话来讲，就是本土化跟现代化；修行的方法遵守释迦牟尼佛所讲的原理原则，但是在修行方法上面一定要适合中国人，适合我们生活的环境，适合我们文化背景，我们学起来才容易，这个道理不能不知道。马祖、百丈两位长者，距离我们今天有一千三百多年，这一千三百多年当中，就没有出现第二个百丈、马祖，没出现第二个。特别是近代，二次大战之后到今天五十年，这五十年因为科技的发达，交通便捷，资讯的发达，把整个世界连成一体。今天世界哪个地方点点滴滴的事情，我们在电视传播上立刻就知道。交通的发达，地球变小。在过去，从新加坡到中国，坐船要坐十几天，现在六个小时。飞机还不断在改进，将来的速度可能两个小时就到了。美国科学家告诉我们，从美国飞到中国，两个小时。世界是愈来愈小，人际关系是愈来愈密切。我们的意识形态起很大的变化，我们的生活环境、文化背景来了很大的冲突，使我们措手不及，不知道怎么应付，今天这个社会纷乱的现象是这么来的，措手不及，来得太突然。因此，古大德给我们订的早晚课诵，必须要修订，如果不修订，派不上用场。",
      "zh_TW": "過去方東美先生曾經說過，我聽他說過很多遍，他說佛教要能夠真正再復興，一定要恢復叢林制度。清規是修學方法的中國化，用我們現代話來講，就是本土化跟現代化；修行的方法遵守釋迦牟尼佛所講的原理原則，但是在修行方法上面一定要適合中國人，適合我們生活的環境，適合我們文化背景，我們學起來才容易，這個道理不能不知道。馬祖、百丈兩位長者，距離我們今天有一千三百多年，這一千三百多年當中，就沒有出現第二個百丈、馬祖，沒出現第二個。特別是近代，二次大戰之後到今天五十年，這五十年因為科技的發達，交通便捷，資訊的發達，把整個世界連成一體。今天世界哪個地方點點滴滴的事情，我們在電視傳播上立刻就知道。交通的發達，地球變小。在過去，從新加坡到中國，坐船要坐十幾天，現在六個小時。飛機還不斷在改進，將來的速度可能兩個小時就到了。美國科學家告訴我們，從美國飛到中國，兩個小時。世界是愈來愈小，人際關係是愈來愈密切。我們的意識形態起很大的變化，我們的生活環境、文化背景來了很大的衝突，使我們措手不及，不知道怎麼應付，今天這個社會紛亂的現象是這麼來的，措手不及，來得太突然。因此，古大德給我們訂的早晚課誦，必須要修訂，如果不修訂，派不上用場。"
    },
    {
      "id": "09-023-0031_p0013",
      "zh_CN": "我们明了仪轨精神之所在，它是帮助我们达到戒定慧的境界；因戒生定，因定开慧。早课它的用意，是教我们亲近佛菩萨，听佛菩萨的教诲，今天一天生活、工作、处事待人接物，不违背佛菩萨的教训，早课的用意在此地。晚课的用意，是教我们认真反省检讨，我们今天在生活当中、工作当中、处人之中，有没有过失？有没有遵着佛陀教训去做，晚课用意在这个地方。如果有，立刻改过自新，改过就是忏悔。遵依佛菩萨教训就是持戒。戒广义的意思是教诫。以后，持戒戒字旁边加一个言字，是教诫之诫，晚课用意在此地。古时候订的课诵本，那是农业社会，许多生长在农村里面的人民，他的活动空间很小，甚至于隔壁村庄一生都没有去过，真叫老死不相往来，活动空间小。从前古德订的课诵本有用处，让我们心定下来，现在那个课诵本不适用。现在是满脑袋的天下大事，什么都知道，乱七八糟的。所以那个东西我们没办法，不适用，这课诵本不能不重新修订。",
      "zh_TW": "我們明瞭儀軌精神之所在，它是幫助我們達到戒定慧的境界；因戒生定，因定開慧。早課它的用意，是教我們親近佛菩薩，聽佛菩薩的教誨，今天一天生活、工作、處事待人接物，不違背佛菩薩的教訓，早課的用意在此地。晚課的用意，是教我們認真反省檢討，我們今天在生活當中、工作當中、處人之中，有沒有過失？有沒有遵著佛陀教訓去做，晚課用意在這個地方。如果有，立刻改過自新，改過就是懺悔。遵依佛菩薩教訓就是持戒。戒廣義的意思是教誡。以後，持戒戒字旁邊加一個言字，是教誡之誡，晚課用意在此地。古時候訂的課誦本，那是農業社會，許多生長在農村裡面的人民，他的活動空間很小，甚至於隔壁村莊一生都沒有去過，真叫老死不相往來，活動空間小。從前古德訂的課誦本有用處，讓我們心定下來，現在那個課誦本不適用。現在是滿腦袋的天下大事，什麼都知道，亂七八糟的。所以那個東西我們沒辦法，不適用，這課誦本不能不重新修訂。"
    },
    {
      "id": "09-023-0031_p0014",
      "zh_CN": "我们净宗学会成立之后，课诵本我也很伤脑筋，许多同修来找我。我做了一个修订本。我们早课念四十八愿，《无量寿经》的，完全遵照《无量寿经》来修行。早晨念阿弥陀佛的四十八愿，念的目的转我们自己的心，我们是轮回心、轮回的念头，把这个念头转成阿弥陀佛的心愿，我们用四十八愿天天来薰习我们，依照阿弥陀佛的愿，我们去发这个愿，要把阿弥陀佛的愿变成我自己的本愿，我们跟阿弥陀佛同心同愿，我们早课的目的达到了。依四十八愿指导我们生活、指导我们工作、指导我们处事待人接物。早课读经就取《无量寿经》的第六品。晚课还是取《无量寿经》三十二到三十七品，这一大段经文，诸位念得很熟，全部的内容可以用四个字概括，「持戒念佛」。我们凡夫愚痴，自己在一天当中起心动念、言语造作，不知道检点，不晓得反省，所以光阴虚度，空过了，这个太可惜。菩萨跟我们不一样，菩萨天天在反省自己的过失，改过，他就进步。改进，改是改过，进是进步。人家的功夫天天往上提升，我们的功夫不但没有提升，保都保不住，天天往下堕落，什么原因？不知道改进。",
      "zh_TW": "我們淨宗學會成立之後，課誦本我也很傷腦筋，許多同修來找我。我做了一個修訂本。我們早課念四十八願，《無量壽經》的，完全遵照《無量壽經》來修行。早晨念阿彌陀佛的四十八願，念的目的轉我們自己的心，我們是輪迴心、輪迴的念頭，把這個念頭轉成阿彌陀佛的心願，我們用四十八願天天來薰習我們，依照阿彌陀佛的願，我們去發這個願，要把阿彌陀佛的願變成我自己的本願，我們跟阿彌陀佛同心同願，我們早課的目的達到了。依四十八願指導我們生活、指導我們工作、指導我們處事待人接物。早課讀經就取《無量壽經》的第六品。晚課還是取《無量壽經》三十二到三十七品，這一大段經文，諸位念得很熟，全部的內容可以用四個字概括，「持戒念佛」。我們凡夫愚痴，自己在一天當中起心動念、言語造作，不知道檢點，不曉得反省，所以光陰虛度，空過了，這個太可惜。菩薩跟我們不一樣，菩薩天天在反省自己的過失，改過，他就進步。改進，改是改過，進是進步。人家的功夫天天往上提升，我們的功夫不但沒有提升，保都保不住，天天往下墮落，什麼原因？不知道改進。"
    },
    {
      "id": "09-023-0031_p0015",
      "zh_CN": "我们读《无量寿经》这六品经文，这六品经文实实在在说，是如来彻底的悲心，把我们凡夫的通病指出来，几乎所说的，是我们大家共同都有的毛病习气，天天念，警惕自己，念这段经文，想想自己有没有这个毛病，有毛病要改。其实明天又犯，后天还要犯，但是你知道比不知道好。不知道，天天犯，不知道！我天天犯过还知道，这就很有进步，知道自己做错了。做错了为什么还继续再做？我们薰习的善根力量不够。但是不要害怕，假以时日，每天读，每天在薰习，三年五载，十年八年，不知不觉的改过来了；换句话说，功夫不能间断，间断不行！只要功夫不间断，十年、二十年，效果能看到的，已经就很难得。若是勇猛精进的人，就认真去改，我自己有哪些毛病，首先就照经典里面去做。古人改过自新比我们认真，从哪个地方看见？像明朝的时候，一般读书人用功过格的方法来改过。你们念《了凡四训》，袁了凡用功过格来改造命运。其实用这个方法的人很多很多，不只了凡先生一个人，是了凡先生把他自己的经过写出来，我们才晓得，别人没写出来。效果比了凡先生好的人太多太多，这个要知道。出家人也用这个方法。我们从莲池大师的《自知录》里面看到的。《自知录》是什么？就是功过格。莲池大师编的，为出家人编的，可见得那个时候人家修行，真的是很认真。每天要检点自己的毛病、过失，知道自己的毛病，就觉悟了。一般世人，知道佛门里讲开悟，执着这个名相，以为开悟是高深莫测，很玄很妙！什么叫真正开悟？我每天把自己的毛病找到就开悟了，这真的开悟。找出自己毛病，再把这个毛病改过来，要功夫，这人真有功夫！不要多，一天能改一个毛病，三年以后，你就是菩萨、真菩萨，那不是假的。你一天能改一个毛病、改一个过错，求生净土那是想去就去，来去自由！一天自己一个毛病都没有找出来，这一天就空过，这一天就白过，毫无进步。不是说我每天要读多少遍经、念多少声佛号，我都念，那没用处！那是古人讲的，你喊破喉咙也枉然！要紧的，读经是从经里面发现自己的过失，经也有镜子的意思。照照镜子，早晚起来照照镜子、洗洗脸，哪里脏了洗干净；读经也是照镜子，我们心里面有没有肮脏？有没有污染？能够读经把自己心性里面的污染找出来，再把它洗刷干净，你的经就没有白读。这是真正的持戒忏悔。",
      "zh_TW": "我們讀《無量壽經》這六品經文，這六品經文實實在在說，是如來徹底的悲心，把我們凡夫的通病指出來，幾乎所說的，是我們大家共同都有的毛病習氣，天天念，警惕自己，念這段經文，想想自己有沒有這個毛病，有毛病要改。其實明天又犯，後天還要犯，但是你知道比不知道好。不知道，天天犯，不知道！我天天犯過還知道，這就很有進步，知道自己做錯了。做錯了為什麼還繼續再做？我們薰習的善根力量不夠。但是不要害怕，假以時日，每天讀，每天在薰習，三年五載，十年八年，不知不覺的改過來了；換句話說，功夫不能間斷，間斷不行！只要功夫不間斷，十年、二十年，效果能看到的，已經就很難得。若是勇猛精進的人，就認真去改，我自己有哪些毛病，首先就照經典裡面去做。古人改過自新比我們認真，從哪個地方看見？像明朝的時候，一般讀書人用功過格的方法來改過。你們念《了凡四訓》，袁了凡用功過格來改造命運。其實用這個方法的人很多很多，不只了凡先生一個人，是了凡先生把他自己的經過寫出來，我們才曉得，別人沒寫出來。效果比了凡先生好的人太多太多，這個要知道。出家人也用這個方法。我們從蓮池大師的《自知錄》裡面看到的。《自知錄》是什麼？就是功過格。蓮池大師編的，為出家人編的，可見得那個時候人家修行，真的是很認真。每天要檢點自己的毛病、過失，知道自己的毛病，就覺悟了。一般世人，知道佛門裡講開悟，執著這個名相，以為開悟是高深莫測，很玄很妙！什麼叫真正開悟？我每天把自己的毛病找到就開悟了，這真的開悟。找出自己毛病，再把這個毛病改過來，要功夫，這人真有功夫！不要多，一天能改一個毛病，三年以後，你就是菩薩、真菩薩，那不是假的。你一天能改一個毛病、改一個過錯，求生淨土那是想去就去，來去自由！一天自己一個毛病都沒有找出來，這一天就空過，這一天就白過，毫無進步。不是說我每天要讀多少遍經、念多少聲佛號，我都念，那沒用處！那是古人講的，你喊破喉嚨也枉然！要緊的，讀經是從經裡面發現自己的過失，經也有鏡子的意思。照照鏡子，早晚起來照照鏡子、洗洗臉，哪裡髒了洗乾淨；讀經也是照鏡子，我們心裡面有沒有骯髒？有沒有污染？能夠讀經把自己心性裡面的污染找出來，再把它洗刷乾淨，你的經就沒有白讀。這是真正的持戒懺悔。"
    },
    {
      "id": "09-023-0031_p0016",
      "zh_CN": "布施的意思，就是放下一切妄想、分别、执着，全心全力为大众服务，这是布施。布施这两个字，包括圆满的菩萨行。在大乘经上，佛讲菩萨行，所谓六度万行，六度是纲领，纲领一展开，无量无边的细行，这无量无边的细行，归纳不外乎这六大类，六度。六大类还可以归纳，归纳到最后就是一个布施。布施里面分为三大类：财布施、法布施、无畏布施。财施里面有内财、有外财，用我们的智慧、用我们的劳力为一切众生服务，内财、外财都包括。持戒、忍辱是属于无畏布施。精进、禅定、般若是属于法布施。说一个布施，六度全都包括，六度包括万行。我们在《金刚经》上常常看到世尊教我们要行布施。你要知道，布施的意义非常广大，不是说看到布施，到寺庙来捐几个钱就是布施，那你把这个意思完全看错了；换句话说，布施包括我们整个的生活。",
      "zh_TW": "布施的意思，就是放下一切妄想、分別、執著，全心全力為大眾服務，這是布施。布施這兩個字，包括圓滿的菩薩行。在大乘經上，佛講菩薩行，所謂六度萬行，六度是綱領，綱領一展開，無量無邊的細行，這無量無邊的細行，歸納不外乎這六大類，六度。六大類還可以歸納，歸納到最後就是一個布施。布施裡面分為三大類：財布施、法布施、無畏布施。財施裡面有內財、有外財，用我們的智慧、用我們的勞力為一切眾生服務，內財、外財都包括。持戒、忍辱是屬於無畏布施。精進、禪定、般若是屬於法布施。說一個布施，六度全都包括，六度包括萬行。我們在《金剛經》上常常看到世尊教我們要行布施。你要知道，布施的意義非常廣大，不是說看到布施，到寺廟來捐幾個錢就是布施，那你把這個意思完全看錯了；換句話說，布施包括我們整個的生活。"
    },
    {
      "id": "09-023-0031_p0017",
      "zh_CN": "求消业障，开发本智。本智是我们心性当中本具的般若智慧。这个智慧为什么不能现前？业障障住，障碍住。业障消掉，我们自性本具的般若智慧就现前，就透露出来，就起作用。要想消业障，就要息攀缘妄想。诸位要晓得，攀缘妄想就是业障，也就是说分别执着就是业障。令信心增长，解行成就。解是慧成就，智慧成就；行是定成就，戒定成就。戒定成就，信心必定是更坚固、更清净，这在菩提道上当然是一帆风顺。菩提道是什么？是我们一生当中最幸福美满的生活，人生最高的享受，那叫菩提道。这个范围深广无际。",
      "zh_TW": "求消業障，開發本智。本智是我們心性當中本具的般若智慧。這個智慧為什麼不能現前？業障障住，障礙住。業障消掉，我們自性本具的般若智慧就現前，就透露出來，就起作用。要想消業障，就要息攀緣妄想。諸位要曉得，攀緣妄想就是業障，也就是說分別執著就是業障。令信心增長，解行成就。解是慧成就，智慧成就；行是定成就，戒定成就。戒定成就，信心必定是更堅固、更清淨，這在菩提道上當然是一帆風順。菩提道是什麼？是我們一生當中最幸福美滿的生活，人生最高的享受，那叫菩提道。這個範圍深廣無際。"
    },
    {
      "id": "09-023-0031_p0018",
      "zh_CN": "【体会一念心性，与诸众生本是一体，且体本空寂。然后感应神速，成就自易。】",
      "zh_TW": "【體會一念心性，與諸眾生本是一體，且體本空寂。然後感應神速，成就自易。】"
    },
    {
      "id": "09-023-0031_p0019",
      "zh_CN": "这一段文是说明如何求得三宝加持，如何得到诸佛护念，如何得到诸天善神拥护，就在这一句。前面这一段，所说的是靠自力。自己肯用功、肯努力，肯断恶修善，肯转烦恼为菩提，一定得到佛菩萨加持、佛菩萨保佑。但是每个人得佛菩萨加持保佑状况不一样。明显的加持，显著的保佑，我们也能够求得，这求感应道交，众生有感，三宝就有应。为什么会有感应道交？它的道理就是我们自己这一念心性。什么叫一念心性？这句话很重要，用最简单的话来讲，就是真心念，我们在讲席当中常讲的，真诚心、清净心、平等心、慈悲心，这就是一念心性。真诚、清净、平等、慈悲，虽然说四个，是一个。我们的真心就是真诚、清净、平等、慈悲，所以在日常生活当中，处事待人接物之处，要培养真心、培养真诚，别人对我真不真诚不要去问，根本就不要理会，不要去分别执着。我对人是不是真诚、我对事是不是真诚、我对物是不是真诚？要问自己，反过来问自己，不要去问别人，别人诚不诚与我不相干，要紧是自己。",
      "zh_TW": "這一段文是說明如何求得三寶加持，如何得到諸佛護念，如何得到諸天善神擁護，就在這一句。前面這一段，所說的是靠自力。自己肯用功、肯努力，肯斷惡修善，肯轉煩惱為菩提，一定得到佛菩薩加持、佛菩薩保佑。但是每個人得佛菩薩加持保佑狀況不一樣。明顯的加持，顯著的保佑，我們也能夠求得，這求感應道交，眾生有感，三寶就有應。為什麼會有感應道交？它的道理就是我們自己這一念心性。什麼叫一念心性？這句話很重要，用最簡單的話來講，就是真心念，我們在講席當中常講的，真誠心、清淨心、平等心、慈悲心，這就是一念心性。真誠、清淨、平等、慈悲，雖然說四個，是一個。我們的真心就是真誠、清淨、平等、慈悲，所以在日常生活當中，處事待人接物之處，要培養真心、培養真誠，別人對我真不真誠不要去問，根本就不要理會，不要去分別執著。我對人是不是真誠、我對事是不是真誠、我對物是不是真誠？要問自己，反過來問自己，不要去問別人，別人誠不誠與我不相干，要緊是自己。"
    },
    {
      "id": "09-023-0031_p0020",
      "zh_CN": "世间有一等奇怪的人，听了佛法之后，法师，人家明明欺骗我，我还要诚心诚意对他，我不变成傻瓜？不甘心、不情愿！你骗我，我也骗你，报复的心太强烈。我就告诉他：他下地狱，你也跟着下去？他到地狱去，我不去不行，那不是傻瓜吗？理跟事都要搞清楚。他们用的是虚妄心，欺骗一些众生，他搞三途。我今天要成佛，要成菩萨，佛跟菩萨，真心成就的！《金刚经》上教给我们而生其心，是生这个心，要生成佛之心，那就对。真心跟众生、一切众生是一体，跟六道众生、跟阿鼻地狱众生也是一体。众生为什么搞轮回、为什么堕三途？迷，迷失了自性；也就是说，迷失了一念心性。一念就是真，二念就是妄。有我、有人就是二念，有自、有他也是二念，二念不是心性、不是真心，不是本性。大乘经上常说「真心离念」，真心里头没有妄念。",
      "zh_TW": "世間有一等奇怪的人，聽了佛法之後，法師，人家明明欺騙我，我還要誠心誠意對他，我不變成傻瓜？不甘心、不情願！你騙我，我也騙你，報復的心太強烈。我就告訴他：他下地獄，你也跟著下去？他到地獄去，我不去不行，那不是傻瓜嗎？理跟事都要搞清楚。他們用的是虛妄心，欺騙一些眾生，他搞三途。我今天要成佛，要成菩薩，佛跟菩薩，真心成就的！《金剛經》上教給我們而生其心，是生這個心，要生成佛之心，那就對。真心跟眾生、一切眾生是一體，跟六道眾生、跟阿鼻地獄眾生也是一體。眾生為什麼搞輪迴、為什麼墮三途？迷，迷失了自性；也就是說，迷失了一念心性。一念就是真，二念就是妄。有我、有人就是二念，有自、有他也是二念，二念不是心性、不是真心，不是本性。大乘經上常說「真心離念」，真心裡頭沒有妄念。"
    },
    {
      "id": "09-023-0031_p0021",
      "zh_CN": "我们看《六祖坛经》，六祖在广东，就是现在的光孝寺，遇到印宗在讲《涅槃经》。外面幡被风在那里吹，有人在那里争论，到底是风动、是幡动？有人说幡动，有人说风动，他老人家看到两面争论不休，他在当中打一个岔，「不是风动，也不是幡动，仁者心动」。这句话被印宗听到，印宗说这个不是平常人。请他上座，再问他的来历，知道他是黄梅得法的六祖，对他非常尊敬，向他请教。他说：你在黄梅的时候，五祖常常说法，五祖对于禅定、解脱怎么讲法？能大师说得好，「禅定、解脱是二法，二法不是佛法」。落到二就不是一念心性，一念心性里没有这些妄念。禅定、解脱，菩提、涅槃，五祖讲不讲？常常讲。能大师会听，怎么叫会听？离名字相、离言说相，他会归自性。会听的人，常言说得好，闻法要消归自性，消归自性就是一念心性。理跟事都明白，回到自性里面，都融成清净平等。起作用的时候就是后得智，无量的差别智；不起作用的时候，完全融在心里面，一片清净平等。那么多人听讲，就是惠能大师一个人听进去，消归自性；别人所听的都落在意识里头，都在那里虚妄分别。印宗还想听听五祖忍和尚怎样讲解脱、怎样讲禅定，你就可想他分别执着没有离开。六祖回答他，是完全融成一片，完全融到自性里面去，那个境界完全不一样，高下在这个地方，你就能看得清清楚楚、明明白白。所以从心性上说，佛跟众生是一体。",
      "zh_TW": "我們看《六祖壇經》，六祖在廣東，就是現在的光孝寺，遇到印宗在講《涅槃經》。外面幡被風在那裡吹，有人在那裡爭論，到底是風動、是幡動？有人說幡動，有人說風動，他老人家看到兩面爭論不休，他在當中打一個岔，「不是風動，也不是幡動，仁者心動」。這句話被印宗聽到，印宗說這個不是平常人。請他上座，再問他的來歷，知道他是黃梅得法的六祖，對他非常尊敬，向他請教。他說：你在黃梅的時候，五祖常常說法，五祖對於禪定、解脫怎麼講法？能大師說得好，「禪定、解脫是二法，二法不是佛法」。落到二就不是一念心性，一念心性裡沒有這些妄念。禪定、解脫，菩提、涅槃，五祖講不講？常常講。能大師會聽，怎麼叫會聽？離名字相、離言說相，他會歸自性。會聽的人，常言說得好，聞法要消歸自性，消歸自性就是一念心性。理跟事都明白，回到自性裡面，都融成清淨平等。起作用的時候就是後得智，無量的差別智；不起作用的時候，完全融在心裡面，一片清淨平等。那麼多人聽講，就是惠能大師一個人聽進去，消歸自性；別人所聽的都落在意識裡頭，都在那裡虛妄分別。印宗還想聽聽五祖忍和尚怎樣講解脫、怎樣講禪定，你就可想他分別執著沒有離開。六祖回答他，是完全融成一片，完全融到自性裡面去，那個境界完全不一樣，高下在這個地方，你就能看得清清楚楚、明明白白。所以從心性上說，佛跟眾生是一體。"
    },
    {
      "id": "09-023-0031_p0022",
      "zh_CN": "「且体本空寂」，性体里面一法不立。惠能大师说得好，「本来无一物」，本来无一物就是空，本来无一物。寂是讲它静、寂静，如如不动是寂的意思。本来无一物、如如不动，这个心是尽虚空遍法界，没有一点障碍。所以，上与诸佛是一体，下与六道众生也是一体。",
      "zh_TW": "「且體本空寂」，性體裡面一法不立。惠能大師說得好，「本來無一物」，本來無一物就是空，本來無一物。寂是講它靜、寂靜，如如不動是寂的意思。本來無一物、如如不動，這個心是盡虛空遍法界，沒有一點障礙。所以，上與諸佛是一體，下與六道眾生也是一體。"
    },
    {
      "id": "09-023-0031_p0023",
      "zh_CN": "「然后感应神速」，感应之快不可思议。凡夫学佛在现在这个时代，中国、外国到处我们都看见，绝大多数天天在拜佛、供佛，求佛菩萨保佑，在求感应。怎么求都没求到，什么原因？违背了求感应的理论与方法。感应的理是一念心性，与一切众生本来是一体，这是理。感应的方法，心要空寂，才能得感应。心不空，心不寂，哪来的感应？我们心不空也不寂，妄念很多，妄想很多，烦恼很重，忽然佛菩萨来感应，这种感应有没有？有，现在这个社会很多，这不是佛，是妖魔鬼怪。这个感应一来，你这一欢喜，上了当，你一生被魔王控制住。《楞严经》末后，佛为我们讲五十种阴魔。在过去，只是经上听说而已，事实上很少见，现在这五十种阴魔，几乎在这个社会每一个角落上，你冷静一观察都在，真的出现了，我们不能不知道。佛很慈悲，教给我们如何能够避免这些麻烦。佛教给我们一个原则，我们要记住，这种境界现前，根本不要理会，就什么事都没有，见如不见。境界现前，他现的是佛也好，现的菩萨也好，在我们面前，我们记住《金刚经》上两句话，「凡所有相，皆是虚妄」。我不生欢喜心，也不生排斥心。你现你的，与我毫不相干，就没事，那个相不久就消失掉，以后就不会再见到。就怕这个相一现前之后就生欢喜心，我修行有功夫，你们不如我，我看到佛，你们都没看到。我看到莲花，我看到这个、看到那个，我跟佛菩萨有往来、有交通，就完了！其实那不是佛菩萨，妖魔鬼怪。真的佛菩萨跟你感应道交，你也不会说一句话。为什么？你心清净、你的心空寂。佛菩萨示现在你面前，为你证明你所证得的境界是真实不虚，你所修行的完全如法，佛菩萨偶尔展现这个境界让你看见。",
      "zh_TW": "「然後感應神速」，感應之快不可思議。凡夫學佛在現在這個時代，中國、外國到處我們都看見，絕大多數天天在拜佛、供佛，求佛菩薩保佑，在求感應。怎麼求都沒求到，什麼原因？違背了求感應的理論與方法。感應的理是一念心性，與一切眾生本來是一體，這是理。感應的方法，心要空寂，才能得感應。心不空，心不寂，哪來的感應？我們心不空也不寂，妄念很多，妄想很多，煩惱很重，忽然佛菩薩來感應，這種感應有沒有？有，現在這個社會很多，這不是佛，是妖魔鬼怪。這個感應一來，你這一歡喜，上了當，你一生被魔王控制住。《楞嚴經》末後，佛為我們講五十種陰魔。在過去，只是經上聽說而已，事實上很少見，現在這五十種陰魔，幾乎在這個社會每一個角落上，你冷靜一觀察都在，真的出現了，我們不能不知道。佛很慈悲，教給我們如何能夠避免這些麻煩。佛教給我們一個原則，我們要記住，這種境界現前，根本不要理會，就什麼事都沒有，見如不見。境界現前，他現的是佛也好，現的菩薩也好，在我們面前，我們記住《金剛經》上兩句話，「凡所有相，皆是虛妄」。我不生歡喜心，也不生排斥心。你現你的，與我毫不相干，就沒事，那個相不久就消失掉，以後就不會再見到。就怕這個相一現前之後就生歡喜心，我修行有功夫，你們不如我，我看到佛，你們都沒看到。我看到蓮花，我看到這個、看到那個，我跟佛菩薩有往來、有交通，就完了！其實那不是佛菩薩，妖魔鬼怪。真的佛菩薩跟你感應道交，你也不會說一句話。為什麼？你心清淨、你的心空寂。佛菩薩示現在你面前，為你證明你所證得的境界是真實不虛，你所修行的完全如法，佛菩薩偶爾展現這個境界讓你看見。"
    },
    {
      "id": "09-023-0031_p0024",
      "zh_CN": "像过去我们净宗初祖远公大师，他在生的时候，三次见到西方极乐世界，从来没有跟人说过，他并不炫耀自己，并不夸张，还是老实念佛，从来不说，临终往生那一天才说出来，西方极乐世界又现前，他告诉大家：我要走了，这个境界过去已经看过三次。才晓得，走的时候才说出来。我们诸位同修也有念佛念得很不错的，《无量寿经》念了几千遍，没有见到境界，常常来问我：法师，是不是我们念得不灵？为什么别人都有境界，我没有？我就常说：我恭喜你，你很好，没有，好！有就不得了。为什么佛不现境界来给你看，是因为你功夫不到家，你没有定力，佛一现境界你就发狂，「我还得了！」就完了！你要能有远公大师那个定力，佛一定现境界给你看，那就是好境界。现在我们定力不够，小小一点境界，疑神疑鬼，都要到外头夸张，我很了不起！佛菩萨大慈大悲，不害你。现在现相给你是害惨了你，也就是说你受不了，到你真的有定力，真的明白事实真相，那没有问题。由此可知，诸佛菩萨现相不现相都是大慈大悲。现相是大慈大悲，不现相也是大慈大悲。心不清净看到一些异相都不是好事情，这是一个总原则、总纲领。佛在《楞严》上一再嘱咐我们，「见如不见，不作圣解」，就是好境界。",
      "zh_TW": "像過去我們淨宗初祖遠公大師，他在生的時候，三次見到西方極樂世界，從來沒有跟人說過，他並不炫耀自己，並不誇張，還是老實念佛，從來不說，臨終往生那一天才說出來，西方極樂世界又現前，他告訴大家：我要走了，這個境界過去已經看過三次。才曉得，走的時候才說出來。我們諸位同修也有念佛念得很不錯的，《無量壽經》念了幾千遍，沒有見到境界，常常來問我：法師，是不是我們念得不靈？為什麼別人都有境界，我沒有？我就常說：我恭喜你，你很好，沒有，好！有就不得了。為什麼佛不現境界來給你看，是因為你功夫不到家，你沒有定力，佛一現境界你就發狂，「我還得了！」就完了！你要能有遠公大師那個定力，佛一定現境界給你看，那就是好境界。現在我們定力不夠，小小一點境界，疑神疑鬼，都要到外頭誇張，我很了不起！佛菩薩大慈大悲，不害你。現在現相給你是害慘了你，也就是說你受不了，到你真的有定力，真的明白事實真相，那沒有問題。由此可知，諸佛菩薩現相不現相都是大慈大悲。現相是大慈大悲，不現相也是大慈大悲。心不清淨看到一些異相都不是好事情，這是一個總原則、總綱領。佛在《楞嚴》上一再囑咐我們，「見如不見，不作聖解」，就是好境界。"
    },
    {
      "id": "09-023-0031_p0025",
      "zh_CN": "【持此义以为人，则能胸襟旷达，不惹烦恼，而得自在。亦知谨言慎行，不错因果，而无罣碍矣。】",
      "zh_TW": "【持此義以為人，則能胸襟曠達，不惹煩惱，而得自在。亦知謹言慎行，不錯因果，而無罣礙矣。】"
    },
    {
      "id": "09-023-0031_p0026",
      "zh_CN": "持此义，《金刚经》上讲的道理、方法。做人，我们这一生做人，守住《金刚经》上讲的原理原则，你的胸襟当然大，我们讲心量大。无我相、无人相、无众生相、无寿者相，这个心量多大！心量一大，烦恼就没有。烦恼从哪里生的？烦恼从妄想执着里头生的。妄想执着放下，心地清净广大就跟虚空一样，真自在，真快乐。这个方法好，烦恼要不要断？不要断，自然就没有了，高级的修行方法。这是自己得的受用，也就是方东美先生所讲的，「人生最高的享受」，这叫真实的受用。但是我们还没有往生，我们身体还在人间，还要跟这些人，这些迷惑颠倒的人打成一团，还要跟他们再过日子，那用什么态度？谨言慎行。谨言慎行就是恒顺众生，言语谨慎，行为是起心动念、一切造作都很谨慎。谨慎就是守规矩、守法，绝对不犯法，绝对不违规。国家的宪法，地方很多单行的法规，乃至于这个地区的风俗、道德观念、习惯等等，我们自自然然都遵守、都尊重，跟这个社会就能和睦相处。虽然能恒顺众生，不错因果，这是智慧。没有智慧就会把因果搞错，有智慧决定不错因果。自己的心善、行善，帮助一切众生断恶修善，这就不错因果，这样生活就没有罣碍。无罣碍就是自在，身心自在，快乐幸福。你在《金刚经》上得一点消息，就能够在一生当中得到受用。由此可知，佛经不是随便说的，佛经不是谈玄说妙，很实用的，它确确实实可以落实在实际生活之中。这是讲的，你懂得《金刚经》，你就会做人。我们再翻过来，",
      "zh_TW": "持此義，《金剛經》上講的道理、方法。做人，我們這一生做人，守住《金剛經》上講的原理原則，你的胸襟當然大，我們講心量大。無我相、無人相、無眾生相、無壽者相，這個心量多大！心量一大，煩惱就沒有。煩惱從哪裡生的？煩惱從妄想執著裡頭生的。妄想執著放下，心地清淨廣大就跟虛空一樣，真自在，真快樂。這個方法好，煩惱要不要斷？不要斷，自然就沒有了，高級的修行方法。這是自己得的受用，也就是方東美先生所講的，「人生最高的享受」，這叫真實的受用。但是我們還沒有往生，我們身體還在人間，還要跟這些人，這些迷惑顛倒的人打成一團，還要跟他們再過日子，那用什麼態度？謹言慎行。謹言慎行就是恆順眾生，言語謹慎，行為是起心動念、一切造作都很謹慎。謹慎就是守規矩、守法，絕對不犯法，絕對不違規。國家的憲法，地方很多單行的法規，乃至於這個地區的風俗、道德觀念、習慣等等，我們自自然然都遵守、都尊重，跟這個社會就能和睦相處。雖然能恆順眾生，不錯因果，這是智慧。沒有智慧就會把因果搞錯，有智慧決定不錯因果。自己的心善、行善，幫助一切眾生斷惡修善，這就不錯因果，這樣生活就沒有罣礙。無罣礙就是自在，身心自在，快樂幸福。你在《金剛經》上得一點消息，就能夠在一生當中得到受用。由此可知，佛經不是隨便說的，佛經不是談玄說妙，很實用的，它確確實實可以落實在實際生活之中。這是講的，你懂得《金剛經》，你就會做人。我們再翻過來，"
    },
    {
      "id": "09-023-0031_p0027",
      "zh_CN": "【持此义以处世，则知万事皆空，任他风浪起，与我何干。亦知人情世态，纷纭往复，安危苦乐，随遇而安。】",
      "zh_TW": "【持此義以處世，則知萬事皆空，任他風浪起，與我何干。亦知人情世態，紛紜往復，安危苦樂，隨遇而安。】"
    },
    {
      "id": "09-023-0031_p0028",
      "zh_CN": "这是讲处世。处世用现代的话来说，适合于现前的社会环境，这就叫处世。你要用《金刚经》的原理原则来处世，经上告诉我们，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这些话要常常放在心上，要牢牢的记住，要应用在我们六根接触六尘境界上，你要能用得上。怎样是用上？怎样是没用上？这底下几句话就是用上的样子，用我们佛门的术语讲是功夫得力。功夫得力的样子就是知道万法皆空。知道万法皆空，你就不会在一切法里面起分别执着，你就不执着。别人执着，我们不执着；别人分别，我不分别。我在这个社会里面很自在，你执着，我随顺你执着，你分别，我随顺你分别，这叫恒顺众生。虽然随顺，我清清楚楚、明明白白；前面讲不错因果，清楚明了，决定不迷惑，决定不染着。境界转不过来的时候，转不过来是众生他迷得太深，我们晓得他这种想法、这种看法、这种做法，后来的果报会带来很多苦难，你劝告他，他不听；你跟他解释，他说你太多忧虑，他不能接受，这个时候怎么办？「任他风浪起，与我何干？」修行人要超越。这我常讲的，我们在这个世间，要做一个看戏的人，不要做演戏的人，演戏很辛苦，看戏很自在，不辛苦。哪些人演戏？有分别执着的人在演戏，他们的日子有苦有乐。看戏的人没有，很自在。不要去演戏，他演他的戏，我看我的戏，你就自在。看戏就是佛菩萨在这世间游戏神通，清楚！我们中国俗话也常讲，「当局者迷，旁观者清」。看清是什么？因为他没有利害关系、没有利害得失，因因果果看得很清楚。当局是什么？他有利害关系，所以他常常想的、看的都有错误，都有偏差，唯有局外人清楚。我们学佛要做局外人，那个局是六道轮回。我们必须有能力身在六道，心超越六道，不在六道里头。即世间而超越世间，这才自在！有没有办法？有。用什么方法？金刚般若波罗蜜，帮助我们即世间而超越世间，得大自在。",
      "zh_TW": "這是講處世。處世用現代的話來說，適合於現前的社會環境，這就叫處世。你要用《金剛經》的原理原則來處世，經上告訴我們，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這些話要常常放在心上，要牢牢的記住，要應用在我們六根接觸六塵境界上，你要能用得上。怎樣是用上？怎樣是沒用上？這底下幾句話就是用上的樣子，用我們佛門的術語講是功夫得力。功夫得力的樣子就是知道萬法皆空。知道萬法皆空，你就不會在一切法裡面起分別執著，你就不執著。別人執著，我們不執著；別人分別，我不分別。我在這個社會裡面很自在，你執著，我隨順你執著，你分別，我隨順你分別，這叫恆順眾生。雖然隨順，我清清楚楚、明明白白；前面講不錯因果，清楚明瞭，決定不迷惑，決定不染著。境界轉不過來的時候，轉不過來是眾生他迷得太深，我們曉得他這種想法、這種看法、這種做法，後來的果報會帶來很多苦難，你勸告他，他不聽；你跟他解釋，他說你太多憂慮，他不能接受，這個時候怎麼辦？「任他風浪起，與我何干？」修行人要超越。這我常講的，我們在這個世間，要做一個看戲的人，不要做演戲的人，演戲很辛苦，看戲很自在，不辛苦。哪些人演戲？有分別執著的人在演戲，他們的日子有苦有樂。看戲的人沒有，很自在。不要去演戲，他演他的戲，我看我的戲，你就自在。看戲就是佛菩薩在這世間遊戲神通，清楚！我們中國俗話也常講，「當局者迷，旁觀者清」。看清是什麼？因為他沒有利害關係、沒有利害得失，因因果果看得很清楚。當局是什麼？他有利害關係，所以他常常想的、看的都有錯誤，都有偏差，唯有局外人清楚。我們學佛要做局外人，那個局是六道輪迴。我們必須有能力身在六道，心超越六道，不在六道裡頭。即世間而超越世間，這才自在！有沒有辦法？有。用什麼方法？金剛般若波羅蜜，幫助我們即世間而超越世間，得大自在。"
    },
    {
      "id": "09-023-0031_p0029",
      "zh_CN": "亦知人情世态，纷纭往复。世间因因果果，一目了然，清清楚楚。安危苦乐，是众生，这是众生相。菩萨随顺在里面，随遇而安，他为什么会安？因为他不着相。众生在苦里，他真有苦受，他有受苦。菩萨在这个境界里不受，他没有感觉到他苦。众生在顺境里有乐受，菩萨在顺境里没有乐受，没有感觉到快乐，菩萨的心永远是清净的，永远是平等的。苦乐忧喜是起伏波浪，不平等，那叫众生心；佛菩萨心是平等的。我在前面也曾经跟诸位说过，我举供佛的例子，我们平常家里面供养佛，寺庙、道场里面供养佛，供养具很多、很庄严，这是令一切众生生欢喜心的。如果说自己修行，用不着，用不着这么多的供养具、香花，用不着。佛菩萨不看，佛菩萨不需要，是接引众生的。我们晓得佛菩萨不看，你自己在家里香花供养供给谁？给自己看的，那你自己已经着相。供养具里面最重要的是一杯清水，供一杯水，香花没有都没有关系。供一杯水，水代表清净心、平等心，水清净、平等！看到这杯水，我的心要像水一样清净，一样平等，表这个意思。时时刻刻提醒你，不要忘了修行就是修清净心、修平等心。在极不清净的环境里面修清净心，极不平等里面修平等心，那才叫功夫，才叫修行。所以菩萨随遇而安，道理在此地。",
      "zh_TW": "亦知人情世態，紛紜往復。世間因因果果，一目了然，清清楚楚。安危苦樂，是眾生，這是眾生相。菩薩隨順在裡面，隨遇而安，他為什麼會安？因為他不著相。眾生在苦裡，他真有苦受，他有受苦。菩薩在這個境界裡不受，他沒有感覺到他苦。眾生在順境裡有樂受，菩薩在順境裡沒有樂受，沒有感覺到快樂，菩薩的心永遠是清淨的，永遠是平等的。苦樂憂喜是起伏波浪，不平等，那叫眾生心；佛菩薩心是平等的。我在前面也曾經跟諸位說過，我舉供佛的例子，我們平常家裡面供養佛，寺廟、道場裡面供養佛，供養具很多、很莊嚴，這是令一切眾生生歡喜心的。如果說自己修行，用不著，用不著這麼多的供養具、香花，用不著。佛菩薩不看，佛菩薩不需要，是接引眾生的。我們曉得佛菩薩不看，你自己在家裡香花供養供給誰？給自己看的，那你自己已經著相。供養具裡面最重要的是一杯清水，供一杯水，香花沒有都沒有關係。供一杯水，水代表清淨心、平等心，水清淨、平等！看到這杯水，我的心要像水一樣清淨，一樣平等，表這個意思。時時刻刻提醒你，不要忘了修行就是修清淨心、修平等心。在極不清淨的環境裡面修清淨心，極不平等裡面修平等心，那才叫功夫，才叫修行。所以菩薩隨遇而安，道理在此地。"
    },
    {
      "id": "09-023-0031_p0030",
      "zh_CN": "【持此义以当大任、作大事，以不着相故，事来即应。心神泰然，不为所动，条理秩然，头头是道。】",
      "zh_TW": "【持此義以當大任、作大事，以不著相故，事來即應。心神泰然，不為所動，條理秩然，頭頭是道。】"
    },
    {
      "id": "09-023-0031_p0031",
      "zh_CN": "到这个地方是一小段。世间人由于过去生中积德修善，这一生当中得大福报。得大福报的人，在这个世间多半都是领袖的人物，都是统理大众的人物，你指挥很多人。大的像总统，管理这一个国家的国民。小一点的，像你是公司的老板，你的员工有几百人、几千人，这是小者。无论是大的事业、是小的事业，总而言之，你都是领袖人物。你不仅为你一个人，你要为这个团体当中每一个分子，他们的生活、他们的前途去着想，这个责任重大，叫当大任、作大事。如果能用《金刚经》的道理，《金刚经》上所讲的原理原则，你一定是非常成功的领袖，你会做得很成功，你会得到群众的拥护，会得到群众的爱戴，建功立业。为什么？以不着相故。不着相，你的心清净，刚才讲真诚、清净、平等、慈悲，用这种心来统理大众，哪一个不服？确确实实能令众生心服口服，听从你的指导。而你自己真是身心自在，事来了，你有智慧，你会应付得恰到好处；事情过去了，身心泰然。我们看到往往现在一些领袖，当领袖的人苦不堪言！事业愈大愈苦，一天到晚头脑都在操心，想这些、想那些，怎么个应付、怎么个求发展，怎样安排；妄念不停，烦恼无边。他不懂金刚般若波罗蜜，他要懂金刚般若波罗蜜就好，他就快乐，他就自在，他就真的享福。大事业，要不要去想？不要。想是妄想，妄想里面设计出来的，免不了有错误，免不了有损害，智慧里面所生的，决定没有错误。那个办大事的人，大领袖的人，他要不要去想？他不要想。谁去想？底下替他办事情，他的秘书、他的参谋，让他们去想。想好之后拿来一看就知道，你哪里错了，哪里对了，错了怎么改，拿去改去，自己没事。他为什么一看就晓得对不对？他心清净，他有智慧。想的人用心意识，他不用心意识，他不操心，唯有不操心的人，才看得清楚、看得明了，所以一个当领袖的人不能操心。看看人家做出这个方案拿来，你能够用智慧去判断是非、利害、得失，你只指导他这个就行了，这一定要清净心。",
      "zh_TW": "到這個地方是一小段。世間人由於過去生中積德修善，這一生當中得大福報。得大福報的人，在這個世間多半都是領袖的人物，都是統理大眾的人物，你指揮很多人。大的像總統，管理這一個國家的國民。小一點的，像你是公司的老闆，你的員工有幾百人、幾千人，這是小者。無論是大的事業、是小的事業，總而言之，你都是領袖人物。你不僅為你一個人，你要為這個團體當中每一個分子，他們的生活、他們的前途去著想，這個責任重大，叫當大任、作大事。如果能用《金剛經》的道理，《金剛經》上所講的原理原則，你一定是非常成功的領袖，你會做得很成功，你會得到群眾的擁護，會得到群眾的愛戴，建功立業。為什麼？以不著相故。不著相，你的心清淨，剛才講真誠、清淨、平等、慈悲，用這種心來統理大眾，哪一個不服？確確實實能令眾生心服口服，聽從你的指導。而你自己真是身心自在，事來了，你有智慧，你會應付得恰到好處；事情過去了，身心泰然。我們看到往往現在一些領袖，當領袖的人苦不堪言！事業愈大愈苦，一天到晚頭腦都在操心，想這些、想那些，怎麼個應付、怎麼個求發展，怎樣安排；妄念不停，煩惱無邊。他不懂金剛般若波羅蜜，他要懂金剛般若波羅蜜就好，他就快樂，他就自在，他就真的享福。大事業，要不要去想？不要。想是妄想，妄想裡面設計出來的，免不了有錯誤，免不了有損害，智慧裡面所生的，決定沒有錯誤。那個辦大事的人，大領袖的人，他要不要去想？他不要想。誰去想？底下替他辦事情，他的秘書、他的參謀，讓他們去想。想好之後拿來一看就知道，你哪裡錯了，哪裡對了，錯了怎麼改，拿去改去，自己沒事。他為什麼一看就曉得對不對？他心清淨，他有智慧。想的人用心意識，他不用心意識，他不操心，唯有不操心的人，才看得清楚、看得明瞭，所以一個當領袖的人不能操心。看看人家做出這個方案拿來，你能夠用智慧去判斷是非、利害、得失，你只指導他這個就行了，這一定要清淨心。"
    },
    {
      "id": "09-023-0031_p0032",
      "zh_CN": "不为所动，不管怎样烦乱的事情，心清净，决不为它所动，反而条理秩然，头头是道。再烦的事情，再乱的事情，到他面前都清清楚楚，有条不紊。这是金刚般若用在办事上，无论大事、小事，你只要有金刚般若，那就真实快乐自在。",
      "zh_TW": "不為所動，不管怎樣煩亂的事情，心清淨，決不為它所動，反而條理秩然，頭頭是道。再煩的事情，再亂的事情，到他面前都清清楚楚，有條不紊。這是金剛般若用在辦事上，無論大事、小事，你只要有金剛般若，那就真實快樂自在。"
    },
    {
      "id": "09-023-0031_p0033",
      "zh_CN": "【世出世法，一切尽摄】",
      "zh_TW": "【世出世法，一切盡攝】"
    },
    {
      "id": "09-023-0031_p0034",
      "zh_CN": "我们从这一段经文里面细心去体会，确实世间法，做人、处世、当大任、办大事，世间法离不开般若波罗蜜。出世间法，从小乘须陀洹到大乘圆教如来的果位，也离不开金刚般若波罗蜜，一切尽摄。",
      "zh_TW": "我們從這一段經文裡面細心去體會，確實世間法，做人、處世、當大任、辦大事，世間法離不開般若波羅蜜。出世間法，從小乘須陀洹到大乘圓教如來的果位，也離不開金剛般若波羅蜜，一切盡攝。"
    },
    {
      "id": "09-023-0031_p0035",
      "zh_CN": "【事事奉持，时时皆修】",
      "zh_TW": "【事事奉持，時時皆修】"
    },
    {
      "id": "09-023-0031_p0036",
      "zh_CN": "金刚波罗蜜在哪里？在穿衣、在吃饭、在工作、在处事、在待人、在接物，没有一桩事情不是。世尊在开经为我们显示的，入舍卫大城乞食，那是出家人每天的工作，着衣持钵是生活，点点滴滴里面显示圆满的金刚般若波罗蜜。佛不仅仅是会讲，他所讲的就是他的生活，就是他的心行，佛不欺骗人。金刚般若就是真如本性，就是性德自然的流露。我们凡夫迷失了自性，障碍了性德，我们所表现的是无量劫来的烦恼习气，也真的在生活上、在工作上、在处事待人接物，也是表现无遗。表现什么？无始劫的烦恼习气、痛苦无奈，我们过的是这个日子。这就是恰恰跟金刚般若两个相反。要知道它一切尽摄是事事奉持，事事都显示出圆满的般若波罗蜜。时时皆修，一分一秒都没有离开。",
      "zh_TW": "金剛波羅蜜在哪裡？在穿衣、在吃飯、在工作、在處事、在待人、在接物，沒有一樁事情不是。世尊在開經為我們顯示的，入舍衛大城乞食，那是出家人每天的工作，著衣持缽是生活，點點滴滴裡面顯示圓滿的金剛般若波羅蜜。佛不僅僅是會講，他所講的就是他的生活，就是他的心行，佛不欺騙人。金剛般若就是真如本性，就是性德自然的流露。我們凡夫迷失了自性，障礙了性德，我們所表現的是無量劫來的煩惱習氣，也真的在生活上、在工作上、在處事待人接物，也是表現無遺。表現什麼？無始劫的煩惱習氣、痛苦無奈，我們過的是這個日子。這就是恰恰跟金剛般若兩個相反。要知道它一切盡攝是事事奉持，事事都顯示出圓滿的般若波羅蜜。時時皆修，一分一秒都沒有離開。"
    },
    {
      "id": "09-023-0031_p0037",
      "zh_CN": "【在在受用，处处皆是佛法。】",
      "zh_TW": "【在在受用，處處皆是佛法。】"
    },
    {
      "id": "09-023-0031_p0038",
      "zh_CN": "佛法在哪里？佛法就在一切时、一切处，在我们起心动念、言语造作，无有一法不是佛法；如果迷，那就无有一法是佛法。觉悟了，无有一法不是佛法；迷了，无有一法是佛法，问题就在迷与觉这一念之间。觉的相是什么？是无住生心，这是觉悟的样子，觉悟的相。迷的相是什么？迷的相是妄想执着，这是迷。我们在总纲领、总原则上，要时时刻刻检讨，我怎么又起分别执着？迷，又迷了！一个人常常知道自己迷，他就不迷。迷的人不知道自己迷，知道自己迷这个人就快要开悟了，就有回头的可能。我们今天不求别的，就求常常觉得自己迷，知道迷在哪里，这就是开始觉悟了。由此可知，金刚般若不能不学，金刚般若对于我们这一生的关系太大太大。就是不学佛，不求往生，我们希不希望过一个幸福快乐美满的一生？你要想达到这个目标，这部经的确是帮得上忙，而且是很容易让你满愿。如果用这部经帮助我们念佛求生净土，没有一个不往生的，不但往生，品位还很高，品位不低。今天时间到，就讲到此地。",
      "zh_TW": "佛法在哪裡？佛法就在一切時、一切處，在我們起心動念、言語造作，無有一法不是佛法；如果迷，那就無有一法是佛法。覺悟了，無有一法不是佛法；迷了，無有一法是佛法，問題就在迷與覺這一念之間。覺的相是什麼？是無住生心，這是覺悟的樣子，覺悟的相。迷的相是什麼？迷的相是妄想執著，這是迷。我們在總綱領、總原則上，要時時刻刻檢討，我怎麼又起分別執著？迷，又迷了！一個人常常知道自己迷，他就不迷。迷的人不知道自己迷，知道自己迷這個人就快要開悟了，就有回頭的可能。我們今天不求別的，就求常常覺得自己迷，知道迷在哪裡，這就是開始覺悟了。由此可知，金剛般若不能不學，金剛般若對於我們這一生的關係太大太大。就是不學佛，不求往生，我們希不希望過一個幸福快樂美滿的一生？你要想達到這個目標，這部經的確是幫得上忙，而且是很容易讓你滿願。如果用這部經幫助我們念佛求生淨土，沒有一個不往生的，不但往生，品位還很高，品位不低。今天時間到，就講到此地。"
    }
  ]
}