{
  "doc_id": "09-023-0091",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十一集",
    "zh_TW": "第九十一集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0091",
  "total_paragraphs": 93,
  "paragraphs": [
    {
      "id": "09-023-0091_p0001",
      "zh_CN": "请掀开经本二百二十一面，第一行，小注第四段看起。",
      "zh_TW": "請掀開經本二百二十一面，第一行，小註第四段看起。"
    },
    {
      "id": "09-023-0091_p0002",
      "zh_CN": "【以无分别执着心，修一切善法。则合于诸法如义，成法身之因。福慧双严，成报身之因。圆修一切，得方便智，成应化身之因也。既是称性圆修，故能性德圆明，三身显现，而成无上正等觉，故曰得也。】",
      "zh_TW": "【以無分別執著心，修一切善法。則合於諸法如義，成法身之因。福慧雙嚴，成報身之因。圓修一切，得方便智，成應化身之因也。既是稱性圓修，故能性德圓明，三身顯現，而成無上正等覺，故曰得也。】"
    },
    {
      "id": "09-023-0091_p0003",
      "zh_CN": "这一段完全落实在事相上修行，也就是说我们在日常生活当中，应该如何修金刚般若，金刚般若的特色就是离相离念，所以无分别执着是非常重要的。这句话就是经上「以无我无人无众生无寿者」，合起来说就是离一切分别执着。修一切善法，他不说行一切善法，而说修一切善法，这一句关键的字眼在修、在善法。这一句它的范围非常广大，也非常之深。凡是利益一切众生的，无论是现前的利益，将来的利益，来生的利益，只要是利益一切众生之事，这都是善法。",
      "zh_TW": "這一段完全落實在事相上修行，也就是說我們在日常生活當中，應該如何修金剛般若，金剛般若的特色就是離相離念，所以無分別執著是非常重要的。這句話就是經上「以無我無人無眾生無壽者」，合起來說就是離一切分別執著。修一切善法，他不說行一切善法，而說修一切善法，這一句關鍵的字眼在修、在善法。這一句它的範圍非常廣大，也非常之深。凡是利益一切眾生的，無論是現前的利益，將來的利益，來生的利益，只要是利益一切眾生之事，這都是善法。"
    },
    {
      "id": "09-023-0091_p0004",
      "zh_CN": "经文里面用一个修，这正是显示出，凡夫在日常生活当中常常犯了错误，那就是损人利己，无论是思想见解、所作所为，莫不是以自利为先，先求自利，能够而后想到利益别人的，实在讲已经是非常难得。所以佛用一个修，修是把我们那些错误的想法看法，错误的行为，要把它修正过来，修这个字意思很深。它的标准确实跟其他的经论不相同，它的标准是以诸法如义作标准，这个标准高。在一般佛法里面讲，高过人天的标准，它没有说合于五戒十善，如果说合于五戒十善，那是人天的标准。它没有说合于六度万行，六度万行是菩萨的标准，这里说要合于诸法如义，这个高，这个标准是如来果地上的标准。我们在经文里面读过，「如来者，诸法如义」，所以这个标准是究竟圆满的标准。这样高的标准，我们要是能够得到少分，能够得一分、两分，都是法身大士，就如《华严经》上所说的四十一位法身大士。由此我们也能够明了，《金刚经》跟《华严经》是同等的境界，都是法身大士的境界。这是成法身之因，我们要想破一品无明，证一分法身，就得用这个方法来修，这是把大意说出来了。",
      "zh_TW": "經文裡面用一個修，這正是顯示出，凡夫在日常生活當中常常犯了錯誤，那就是損人利己，無論是思想見解、所作所為，莫不是以自利為先，先求自利，能夠而後想到利益別人的，實在講已經是非常難得。所以佛用一個修，修是把我們那些錯誤的想法看法，錯誤的行為，要把它修正過來，修這個字意思很深。它的標準確實跟其他的經論不相同，它的標準是以諸法如義作標準，這個標準高。在一般佛法裡面講，高過人天的標準，它沒有說合於五戒十善，如果說合於五戒十善，那是人天的標準。它沒有說合於六度萬行，六度萬行是菩薩的標準，這裡說要合於諸法如義，這個高，這個標準是如來果地上的標準。我們在經文裡面讀過，「如來者，諸法如義」，所以這個標準是究竟圓滿的標準。這樣高的標準，我們要是能夠得到少分，能夠得一分、兩分，都是法身大士，就如《華嚴經》上所說的四十一位法身大士。由此我們也能夠明瞭，《金剛經》跟《華嚴經》是同等的境界，都是法身大士的境界。這是成法身之因，我們要想破一品無明，證一分法身，就得用這個方法來修，這是把大意說出來了。"
    },
    {
      "id": "09-023-0091_p0005",
      "zh_CN": "我想同修们听了之后，一定还有疑问，要在日常生活当中怎样修法？让我们在这一生当中，真正能够得到无上菩提，经文末后一句是证果，也就是这一生成佛。经讲到这个地方，我想同修们都能够明了，凡夫在一生当中，要想证得无上菩提，只有一条路：念佛求生净土。如果明白这个道理，这一段文就容易懂，就可以落实在我们现前的生活当中。一切善法是什么？老实念佛。什么叫修一切善法？身心世界一切放下，不再把牵挂放在心里。你只要牵挂放在心上，你并没有放下。我们举个明显的例子，你现前还有很多的产业，你还有很多的资金，你说我念佛要走了，我得要交代给哪些人，让哪些人去继承，让他们去做些什么事情。你要有这个念头、这个举动，问问你放下了没有？没有放下。真正放下了，一切随它去吧！与我不相干，那个心才真正干净。我走了以后，我这个房子要交给谁，我银行存款要交给谁，要去干什么事情，没放下！我相、人相、众生相、寿者相统统具足；这样人念佛，能不能往生？大有问题！所以经上教给我们应无所住，现在就无所住，现在就没事，你的心才清净，才能相应，你那一句佛号才叫做老实念佛。心里头还有牵挂，还有许多念头在，不老实。诸位要以这个标准来观察，老实人真的就太少太少了，真正是凤毛麟角，非常希有。非常希有的老实人，希望我们自己就是的，这是真正了不起。统统放下！利益众生之事，那是佛菩萨的事情，一切佛菩萨安排，我们不要操心，我们操一点点心就不老实。佛菩萨如何安排？前面说过了，佛菩萨无念，世上一切事感应道交，做得圆圆满满，一丝毫缺失都没有，佛菩萨心中离相离念，这是一切善法。这是没有一样不善，只要能离相离念，没有一样不善，可以说世出世间所有一切善法，你就统统圆满，圆修圆证。心里面想好事情，想得再多还漏了不少，还有好多你还没想到。所以你看看，一切放下，清净心现前，这个善就圆满，这样才能够与诸法如义相应。否则的话，心里头还有念头在，一丝毫念头在，就不相应。这是希望同修们学《金刚经》要深深的去思惟。",
      "zh_TW": "我想同修們聽了之後，一定還有疑問，要在日常生活當中怎樣修法？讓我們在這一生當中，真正能夠得到無上菩提，經文末後一句是證果，也就是這一生成佛。經講到這個地方，我想同修們都能夠明瞭，凡夫在一生當中，要想證得無上菩提，只有一條路：念佛求生淨土。如果明白這個道理，這一段文就容易懂，就可以落實在我們現前的生活當中。一切善法是什麼？老實念佛。什麼叫修一切善法？身心世界一切放下，不再把牽掛放在心裡。你只要牽掛放在心上，你並沒有放下。我們舉個明顯的例子，你現前還有很多的產業，你還有很多的資金，你說我念佛要走了，我得要交代給哪些人，讓哪些人去繼承，讓他們去做些什麼事情。你要有這個念頭、這個舉動，問問你放下了沒有？沒有放下。真正放下了，一切隨它去吧！與我不相干，那個心才真正乾淨。我走了以後，我這個房子要交給誰，我銀行存款要交給誰，要去幹什麼事情，沒放下！我相、人相、眾生相、壽者相統統具足；這樣人念佛，能不能往生？大有問題！所以經上教給我們應無所住，現在就無所住，現在就沒事，你的心才清淨，才能相應，你那一句佛號才叫做老實念佛。心裡頭還有牽掛，還有許多念頭在，不老實。諸位要以這個標準來觀察，老實人真的就太少太少了，真正是鳳毛麟角，非常希有。非常希有的老實人，希望我們自己就是的，這是真正了不起。統統放下！利益眾生之事，那是佛菩薩的事情，一切佛菩薩安排，我們不要操心，我們操一點點心就不老實。佛菩薩如何安排？前面說過了，佛菩薩無念，世上一切事感應道交，做得圓圓滿滿，一絲毫缺失都沒有，佛菩薩心中離相離念，這是一切善法。這是沒有一樣不善，只要能離相離念，沒有一樣不善，可以說世出世間所有一切善法，你就統統圓滿，圓修圓證。心裡面想好事情，想得再多還漏了不少，還有好多你還沒想到。所以你看看，一切放下，清淨心現前，這個善就圓滿，這樣才能夠與諸法如義相應。否則的話，心裡頭還有念頭在，一絲毫念頭在，就不相應。這是希望同修們學《金剛經》要深深的去思惟。"
    },
    {
      "id": "09-023-0091_p0006",
      "zh_CN": "第二句是「福慧双严，成就报身之因。」如来果地上三身，法身是本体，报身是自受用身，除自受用之外，也是度化法身大士所现之身。因为《华严经》上所说的四十一位法身大士都是报身，度报身的菩萨，你要是不现同类身，你怎么能度他？一定要现同类的报身，这才能够度法身大士。报身怎么成就的？福慧双严，修福修慧这两项都修圆满了。我们受三皈依的时候，皈依佛二足尊，二就是福慧，足就是圆满，福慧修圆满。福慧怎么修法？还是《金刚经》上这两句话，「离分别执着，慧圆满；修一切善法，福圆满」，福慧是这样修圆满的。一切善法，在我们日常生活当中，前面跟诸位讲过，穿衣吃饭、待人接物，日常生活当中点点滴滴，无有一桩事情不是修一切善法。所以一切善法，包括我们一生生活行为，这里面也圆满含摄着自行化他。菩萨教化众生，不一定为众生讲经说法，讲经说法是利益众生的一种手段而已，手段是无量无边。不用这种手段，太多太多，那用什么方法？用示范，为一切众生做榜样，为一切众生做模范。穿衣做个穿衣的模范，衣服整整齐齐、干干净净，吃饭给一切人吃饭做个模范，他一举一动、一言一笑都是众生的榜样，那叫身教；讲解是言教；心里面就同诸佛如来一样，不舍一人，不舍一法，这是意教，可见得度化众生是身语意三业都圆满。这个福慧才是双严，严是庄严，成就报身之因。这样讲，实在讲非常的微细，而在目前我们的心境还达不到这个境界，我们应该怎样去做？应该要把分别执着要看淡、要看轻，要渐渐离、渐渐舍。在一切所为当中，要把大乘佛法尽心尽力的帮助它光大，要把念佛这个法门全心全力的介绍给一切众生，这是就我们现前这个境界做得到的，也是我们现前应该要做的，要认真努力的去做，这都是真正在修行。",
      "zh_TW": "第二句是「福慧雙嚴，成就報身之因。」如來果地上三身，法身是本體，報身是自受用身，除自受用之外，也是度化法身大士所現之身。因為《華嚴經》上所說的四十一位法身大士都是報身，度報身的菩薩，你要是不現同類身，你怎麼能度他？一定要現同類的報身，這才能夠度法身大士。報身怎麼成就的？福慧雙嚴，修福修慧這兩項都修圓滿了。我們受三皈依的時候，皈依佛二足尊，二就是福慧，足就是圓滿，福慧修圓滿。福慧怎麼修法？還是《金剛經》上這兩句話，「離分別執著，慧圓滿；修一切善法，福圓滿」，福慧是這樣修圓滿的。一切善法，在我們日常生活當中，前面跟諸位講過，穿衣吃飯、待人接物，日常生活當中點點滴滴，無有一樁事情不是修一切善法。所以一切善法，包括我們一生生活行為，這裡面也圓滿含攝著自行化他。菩薩教化眾生，不一定為眾生講經說法，講經說法是利益眾生的一種手段而已，手段是無量無邊。不用這種手段，太多太多，那用什麼方法？用示範，為一切眾生做榜樣，為一切眾生做模範。穿衣做個穿衣的模範，衣服整整齊齊、乾乾淨淨，吃飯給一切人吃飯做個模範，他一舉一動、一言一笑都是眾生的榜樣，那叫身教；講解是言教；心裡面就同諸佛如來一樣，不捨一人，不捨一法，這是意教，可見得度化眾生是身語意三業都圓滿。這個福慧才是雙嚴，嚴是莊嚴，成就報身之因。這樣講，實在講非常的微細，而在目前我們的心境還達不到這個境界，我們應該怎樣去做？應該要把分別執著要看淡、要看輕，要漸漸離、漸漸捨。在一切所為當中，要把大乘佛法盡心盡力的幫助它光大，要把念佛這個法門全心全力的介紹給一切眾生，這是就我們現前這個境界做得到的，也是我們現前應該要做的，要認真努力的去做，這都是真正在修行。"
    },
    {
      "id": "09-023-0091_p0007",
      "zh_CN": "底下说「圆修一切，得方便智，这是成应化身之因。」应化身纯粹是他受用身，决定不是自受用的。若是法身大士，他这个身相都是应化的，何况其余。这个修法要注意圆修，要懂得圆。怎样是圆，怎样不圆，先要把这个意思搞清楚。有分别不圆，有执着也不圆，有好恶不圆，有高下也不圆，你懂得什么叫不圆，圆的意思你就能体会到。离开一切妄想分别执着修一切，一切底下有善法，修一切善法，这个地方是省掉了，从修一切善法里面得方便智，方便智是后得智。所谓后得智，就是对于人情事故这些事理你都明暸了。人心不同，各如其面，人很多很复杂，每个人的思想都奇奇怪怪，非常的复杂，你不接触你不知道，接触之后都明了了，这叫方便智，叫后得智；我们现在所谓心理学。心理学也分得很多，人有各种不同类的人，他们的心理思想都不一样。由此可知，佛菩萨度化众生确实不容易，不但一切人无量无边的想法他知道，乃至于六道，天神、鬼神、畜生，那个种类就更多，数量不可思议，诸佛菩萨没有一个不知道的，没有一个不清楚的，所以他的应化才能够收到成效，收到效果。",
      "zh_TW": "底下說「圓修一切，得方便智，這是成應化身之因。」應化身純粹是他受用身，決定不是自受用的。若是法身大士，他這個身相都是應化的，何況其餘。這個修法要注意圓修，要懂得圓。怎樣是圓，怎樣不圓，先要把這個意思搞清楚。有分別不圓，有執著也不圓，有好惡不圓，有高下也不圓，你懂得什麼叫不圓，圓的意思你就能體會到。離開一切妄想分別執著修一切，一切底下有善法，修一切善法，這個地方是省掉了，從修一切善法裡面得方便智，方便智是後得智。所謂後得智，就是對於人情事故這些事理你都明暸了。人心不同，各如其面，人很多很複雜，每個人的思想都奇奇怪怪，非常的複雜，你不接觸你不知道，接觸之後都明瞭了，這叫方便智，叫後得智；我們現在所謂心理學。心理學也分得很多，人有各種不同類的人，他們的心理思想都不一樣。由此可知，佛菩薩度化眾生確實不容易，不但一切人無量無邊的想法他知道，乃至於六道，天神、鬼神、畜生，那個種類就更多，數量不可思議，諸佛菩薩沒有一個不知道的，沒有一個不清楚的，所以他的應化才能夠收到成效，收到效果。"
    },
    {
      "id": "09-023-0091_p0008",
      "zh_CN": "由此可知，三身的修法都离不开经上讲的原则，这个原则就是前面所说，「应无所住，而生其心」；佛这一句的意思，在本经上就用了许多不同的说法来显示，前面我们曾经读过，「不住色声香味触法，而行布施」，就是这个意思；不住色声香味触法，跟此地「以无我无人无众生无寿者」一个意思，而行布施此地讲修一切善法。说法不一样，义趣完全相同。六祖大师在「应无所住而生其心」这一句下悟入，《金刚经》后面就不必讲，完全通达明了了。这个纲领一定要记住，在日常生活当中，时时刻刻，一切时、一切处，一切境缘之中，你提得起观照。境是物质生活环境，缘是人事生活环境，我们的生活环境总不出这两大类，对人、对事、对物。什么是提得起观照？就是时时刻刻你提得起佛在《金刚般若经》上的教训，让我们在实际生活环境当中，能想起佛的教训，能记住佛的教训，能够实行佛的教训，离相离念修一切善法，要常常想着，要常常去照做，那才管用。",
      "zh_TW": "由此可知，三身的修法都離不開經上講的原則，這個原則就是前面所說，「應無所住，而生其心」；佛這一句的意思，在本經上就用了許多不同的說法來顯示，前面我們曾經讀過，「不住色聲香味觸法，而行布施」，就是這個意思；不住色聲香味觸法，跟此地「以無我無人無眾生無壽者」一個意思，而行布施此地講修一切善法。說法不一樣，義趣完全相同。六祖大師在「應無所住而生其心」這一句下悟入，《金剛經》後面就不必講，完全通達明瞭了。這個綱領一定要記住，在日常生活當中，時時刻刻，一切時、一切處，一切境緣之中，你提得起觀照。境是物質生活環境，緣是人事生活環境，我們的生活環境總不出這兩大類，對人、對事、對物。什麼是提得起觀照？就是時時刻刻你提得起佛在《金剛般若經》上的教訓，讓我們在實際生活環境當中，能想起佛的教訓，能記住佛的教訓，能夠實行佛的教訓，離相離念修一切善法，要常常想著，要常常去照做，那才管用。"
    },
    {
      "id": "09-023-0091_p0009",
      "zh_CN": "《般若经》上，我们这才读一卷《金刚般若》，《大般若》总共六百卷，这是六百卷里面的一卷。像这种重复，给诸位说，太多太多了，重要的这些句子重复百遍、数百遍以上。为什么佛要这样说法，他真的不怕麻烦吗？确确实实不厌其烦，真的叫一而再、再而三、三而四，重复到几十遍、几百遍，佛只有一个慈悲心，希望我们把它记住，道理在此地。这一部《金刚经》念下来，这个意思重复了很多遍，我们总会认识到，佛在《金刚经》跟我们讲什么，其他的想不出来了，「离相离念，修一切善法」，这个想得出来，「无住生心」，那就行了，你这个《金刚经》就没有白念了。能够应用在生活上，那你就是修般若行，你就真用功了，用上了。离相不晓得怎么离法，你就想到四相：我相、人相、众生相、寿者相；离念不知道怎么离法，你就想到我见、人见、众生见、寿者见，这是离念。说得这么具体，这么明白，非常难得！",
      "zh_TW": "《般若經》上，我們這才讀一卷《金剛般若》，《大般若》總共六百卷，這是六百卷裡面的一卷。像這種重複，給諸位說，太多太多了，重要的這些句子重複百遍、數百遍以上。為什麼佛要這樣說法，他真的不怕麻煩嗎？確確實實不厭其煩，真的叫一而再、再而三、三而四，重複到幾十遍、幾百遍，佛只有一個慈悲心，希望我們把它記住，道理在此地。這一部《金剛經》念下來，這個意思重複了很多遍，我們總會認識到，佛在《金剛經》跟我們講什麼，其他的想不出來了，「離相離念，修一切善法」，這個想得出來，「無住生心」，那就行了，你這個《金剛經》就沒有白念了。能夠應用在生活上，那你就是修般若行，你就真用功了，用上了。離相不曉得怎麼離法，你就想到四相：我相、人相、眾生相、壽者相；離念不知道怎麼離法，你就想到我見、人見、眾生見、壽者見，這是離念。說得這麼具體，這麼明白，非常難得！"
    },
    {
      "id": "09-023-0091_p0010",
      "zh_CN": "这种就叫做称性圆修，离相离念就称性，生心修一切善法的人就是圆修。「故能性德圆明，三身显现」，宗门的话说，这样你才能够明心见性；学教的人，你这样修学才能大开圆解；念佛的人，你才能得一心不乱。要有方法。功夫到家了，三身自然就现前，这个时候就叫做「成无上正等正觉」，就是经上讲「则得阿耨多罗三藐三菩提」，是这么一个意思。后面的意思愈来愈清楚，愈来愈明显。",
      "zh_TW": "這種就叫做稱性圓修，離相離念就稱性，生心修一切善法的人就是圓修。「故能性德圓明，三身顯現」，宗門的話說，這樣你才能夠明心見性；學教的人，你這樣修學才能大開圓解；念佛的人，你才能得一心不亂。要有方法。功夫到家了，三身自然就現前，這個時候就叫做「成無上正等正覺」，就是經上講「則得阿耨多羅三藐三菩提」，是這麼一個意思。後面的意思愈來愈清楚，愈來愈明顯。"
    },
    {
      "id": "09-023-0091_p0011",
      "zh_CN": "【行广大行者】",
      "zh_TW": "【行廣大行者】"
    },
    {
      "id": "09-023-0091_p0012",
      "zh_CN": "在大乘经上，佛菩萨常常教给我们发大心、修大行、证大果，无一不大。怎么个大法？心量大。无我、无人、无众生、无寿者，就大；有分别执着就不大。我为一家人修福，这个心量并不大；我为我们一国人修福，这个心量还是小；我今天为全世界的人祈福，全世界这个地球在太空，也小得很可怜，你这个心量不大。所以佛菩萨一发心，尽虚空遍法界，那个心量大。所以我们要以佛菩萨做榜样，尽虚空遍法界一切众生，我们都要发心去度他们，要发这种广大心，你修的就是大行。修大行从哪里修起？",
      "zh_TW": "在大乘經上，佛菩薩常常教給我們發大心、修大行、證大果，無一不大。怎麼個大法？心量大。無我、無人、無眾生、無壽者，就大；有分別執著就不大。我為一家人修福，這個心量並不大；我為我們一國人修福，這個心量還是小；我今天為全世界的人祈福，全世界這個地球在太空，也小得很可憐，你這個心量不大。所以佛菩薩一發心，盡虛空遍法界，那個心量大。所以我們要以佛菩薩做榜樣，盡虛空遍法界一切眾生，我們都要發心去度他們，要發這種廣大心，你修的就是大行。修大行從哪裡修起？"
    },
    {
      "id": "09-023-0091_p0013",
      "zh_CN": "【先于境缘上一切法不住】",
      "zh_TW": "【先於境緣上一切法不住】"
    },
    {
      "id": "09-023-0091_p0014",
      "zh_CN": "从这个地方修起，入门之处，下手之处。境是环境，缘是人缘，就是讲我们在人事环境、物质环境当中，先学一个不住、无住。无住要记住，就是不把这些东西放在心上。境缘有没有？有。我们一天到晚都不能离开，它碍不碍事？不碍事。你要从心上放下！这个做法是很难，是不容易。难在哪里？难在我们无始劫以来，攀缘成了习惯，现在叫我们舍离，都感觉得无所适从，不知道怎么做好，老毛病、老习气一下换，还不太容易，就这么回事情；实在讲，换过来好。世间人，一天到晚牵肠挂肚的事情有多少！出了家，自己家里事情不想了，道场的事情一大堆，信徒的事情也一大堆，还是牵肠挂肚，没有放下。无住就是放下。这一句讲，于境缘上一切法不住，换句话说，身心世界一切放下，就这个意思。统统放下！放下之后，境缘上这些事还管不管？照管不误。放下怎么还管？放下是心上放下，不是事上放下。放下怎么个管法？放下是智慧来管事。没有放下的时候，诸位晓得，你是烦恼在管事，你对人对事起心动念都是贪瞋痴慢。诸位细细想一想，是不是这个事情？六根接触外面境界，色声香味触法，你心里头忧虑的、牵挂的都是贪心，贪不到生瞋恚，爱发脾气；贪到了欢喜，不就是天天搞这玩意。佛叫我们放下，是放下这些东西。放下这些东西，面对着现实的生活是智慧，这里头不是感情是智慧，理智用事，不是情识用事，大大的不一样。绝对没有说一桩事情做错了，桩桩件件都是续佛慧命、利益众生，你所修的是什么？是福慧双严。你在生活当中，你是做的这个。",
      "zh_TW": "從這個地方修起，入門之處，下手之處。境是環境，緣是人緣，就是講我們在人事環境、物質環境當中，先學一個不住、無住。無住要記住，就是不把這些東西放在心上。境緣有沒有？有。我們一天到晚都不能離開，它礙不礙事？不礙事。你要從心上放下！這個做法是很難，是不容易。難在哪裡？難在我們無始劫以來，攀緣成了習慣，現在叫我們捨離，都感覺得無所適從，不知道怎麼做好，老毛病、老習氣一下換，還不太容易，就這麼回事情；實在講，換過來好。世間人，一天到晚牽腸掛肚的事情有多少！出了家，自己家裡事情不想了，道場的事情一大堆，信徒的事情也一大堆，還是牽腸掛肚，沒有放下。無住就是放下。這一句講，於境緣上一切法不住，換句話說，身心世界一切放下，就這個意思。統統放下！放下之後，境緣上這些事還管不管？照管不誤。放下怎麼還管？放下是心上放下，不是事上放下。放下怎麼個管法？放下是智慧來管事。沒有放下的時候，諸位曉得，你是煩惱在管事，你對人對事起心動念都是貪瞋痴慢。諸位細細想一想，是不是這個事情？六根接觸外面境界，色聲香味觸法，你心裡頭憂慮的、牽掛的都是貪心，貪不到生瞋恚，愛發脾氣；貪到了歡喜，不就是天天搞這玩意。佛叫我們放下，是放下這些東西。放下這些東西，面對著現實的生活是智慧，這裡頭不是感情是智慧，理智用事，不是情識用事，大大的不一樣。絕對沒有說一樁事情做錯了，樁樁件件都是續佛慧命、利益眾生，你所修的是什麼？是福慧雙嚴。你在生活當中，你是做的這個。"
    },
    {
      "id": "09-023-0091_p0015",
      "zh_CN": "我们今天贪瞋痴没有放下，连念经都造业，其他的就不说了。怎么说念经都造业？我举个例子给诸位说，我们下面大家在共修、在诵经，维那师把磬敲错了一下，下面人听了就生烦恼，乐众木鱼少敲了一下，两个眼睛瞪得又大又圆，连念经还有这么多毛病出来，还都没有放下，斤斤计较，都是在那里分别执着，搞这个。所以这是错误，佛教我们放下。这是修学入门，修行第一个阶段，从这个地方去练，所谓是历事炼心，先把它看淡，少分别、少执着、少计较，从这里下手。",
      "zh_TW": "我們今天貪瞋痴沒有放下，連念經都造業，其他的就不說了。怎麼說念經都造業？我舉個例子給諸位說，我們下面大家在共修、在誦經，維那師把磬敲錯了一下，下面人聽了就生煩惱，樂眾木魚少敲了一下，兩個眼睛瞪得又大又圓，連念經還有這麼多毛病出來，還都沒有放下，斤斤計較，都是在那裡分別執著，搞這個。所以這是錯誤，佛教我們放下。這是修學入門，修行第一個階段，從這個地方去練，所謂是歷事鍊心，先把它看淡，少分別、少執著、少計較，從這裡下手。"
    },
    {
      "id": "09-023-0091_p0016",
      "zh_CN": "【后则于起心动念时，一切法不住。】",
      "zh_TW": "【後則於起心動念時，一切法不住。】"
    },
    {
      "id": "09-023-0091_p0017",
      "zh_CN": "这是功夫深了，这是已经契入境界。像本经所说的，圆教初住菩萨以上，或者是说我们念佛人得一心不乱以后，那就是于起心动念时一切法不住，这是说这个境界。",
      "zh_TW": "這是功夫深了，這是已經契入境界。像本經所說的，圓教初住菩薩以上，或者是說我們念佛人得一心不亂以後，那就是於起心動念時一切法不住，這是說這個境界。"
    },
    {
      "id": "09-023-0091_p0018",
      "zh_CN": "【使知能执者，乃不可得之妄念，非真心也。】",
      "zh_TW": "【使知能執者，乃不可得之妄念，非真心也。】"
    },
    {
      "id": "09-023-0091_p0019",
      "zh_CN": "前面经上讲，过去心不可得，现在心不可得，未来心不可得，这个心还有过去、现在、未来吗？哪有这个道理！这个地方所讲的心，就是指的妄想、妄念、意识心，一个念头生，生的念头灭了，念头灭了，底下念头又生了，这个念头是虚妄的，不是真实的，真实没有生灭，有生灭就不是真实的。所以三心跟你讲的是妄念，不是真心，是妄念。我们今天生活当中，做主宰的是妄念当家，不是真心；如果真心当家，那就好了，你就作佛、作菩萨了。佛菩萨用真心，不用妄念；凡夫用妄念，不用真心，真心不生不灭。你要记住，我们今天能执着的，能分别的是第六意识，能执着的是第七识，都是妄念，都不是真心。一定要认识清楚，虚妄不实，那不是真心。",
      "zh_TW": "前面經上講，過去心不可得，現在心不可得，未來心不可得，這個心還有過去、現在、未來嗎？哪有這個道理！這個地方所講的心，就是指的妄想、妄念、意識心，一個念頭生，生的念頭滅了，念頭滅了，底下念頭又生了，這個念頭是虛妄的，不是真實的，真實沒有生滅，有生滅就不是真實的。所以三心跟你講的是妄念，不是真心，是妄念。我們今天生活當中，做主宰的是妄念當家，不是真心；如果真心當家，那就好了，你就作佛、作菩薩了。佛菩薩用真心，不用妄念；凡夫用妄念，不用真心，真心不生不滅。你要記住，我們今天能執著的，能分別的是第六意識，能執著的是第七識，都是妄念，都不是真心。一定要認識清楚，虛妄不實，那不是真心。"
    },
    {
      "id": "09-023-0091_p0020",
      "zh_CN": "【又说诸法缘生】",
      "zh_TW": "【又說諸法緣生】"
    },
    {
      "id": "09-023-0091_p0021",
      "zh_CN": "诸法，世出世间一切万法，都是因缘所生，有相无体，当体即空，了不可得。",
      "zh_TW": "諸法，世出世間一切萬法，都是因緣所生，有相無體，當體即空，了不可得。"
    },
    {
      "id": "09-023-0091_p0022",
      "zh_CN": "【使知一切法，皆是幻有，了不可得。】",
      "zh_TW": "【使知一切法，皆是幻有，了不可得。】"
    },
    {
      "id": "09-023-0091_p0023",
      "zh_CN": "幻有是假有，所以本经后面用比喻来说明，「如梦幻泡影」，如梦幻泡影，这是假的不是真的；「如露亦如电」，露跟闪电是比喻短，它存在的时间非常的短促。并不是长远的住在世间，很短，短到什么程度？佛在经上跟我们讲「刹那生灭」。我们所见的幻相，是它虚幻的相续相，生灭的相续相，确确实实不存在。《楞严经》上讲「当处出生，当处灭尽」，那是讲的真相。由此可知，能执着的心，所执着的法，都是空的，都是了不可得。可是诸位要记住，这是我们前面读过的，因果不空，大菩萨们对这桩事情非常清楚，非常透彻，所以他们讲因果可畏。菩萨怕什么？菩萨什么也不怕，菩萨怕因果。这一点我们要能体会到，因为因果不空，所以佛才教我们而生其心，佛才教给我们修一切善法，而行布施，因为因果不空。这就是教你一定要断恶修善，为什么？善因感善果，恶因感恶果。",
      "zh_TW": "幻有是假有，所以本經後面用比喻來說明，「如夢幻泡影」，如夢幻泡影，這是假的不是真的；「如露亦如電」，露跟閃電是比喻短，它存在的時間非常的短促。並不是長遠的住在世間，很短，短到什麼程度？佛在經上跟我們講「剎那生滅」。我們所見的幻相，是它虛幻的相續相，生滅的相續相，確確實實不存在。《楞嚴經》上講「當處出生，當處滅盡」，那是講的真相。由此可知，能執著的心，所執著的法，都是空的，都是了不可得。可是諸位要記住，這是我們前面讀過的，因果不空，大菩薩們對這樁事情非常清楚，非常透徹，所以他們講因果可畏。菩薩怕什麼？菩薩什麼也不怕，菩薩怕因果。這一點我們要能體會到，因為因果不空，所以佛才教我們而生其心，佛才教給我們修一切善法，而行布施，因為因果不空。這就是教你一定要斷惡修善，為什麼？善因感善果，惡因感惡果。"
    },
    {
      "id": "09-023-0091_p0024",
      "zh_CN": "【发广大愿，则不取法。行广大行，则不取非法。】",
      "zh_TW": "【發廣大願，則不取法。行廣大行，則不取非法。】"
    },
    {
      "id": "09-023-0091_p0025",
      "zh_CN": "末后这个结论结得好！我们一般凡夫在平常细想不到。由此可知，这些祖师大德们，讲经研教注解作论，来发明经义，对我们后学贡献实在是太大太多了。发广大愿，像我们刚才举的例子，如诸佛菩萨发心普度法界一切众生，这个心愿大、广大。那要用《金刚经》的标准来观察，大不大？不大。为什么不大？着了相，着了相就不大。这个地方告诉你，发大心大愿要离相、要离念，就大了。所以你发广大愿，要紧的是决定不能够执着在法相上。世尊在这一次法会里面，把这桩事情全都给我们表演出来，佛修行不着修行的相，证果不着证果的相，度生不着度生的相，在这个经上我们都看到了。佛不执着，这就是他不取法。行广大行，虽然一切法不执着，也就是说一切法没有放在心上，可是这一切法他统统做，他没有一样不做。我们凡夫日常生活当中所做的，佛菩萨都照做，没有一天闲着。行广大行，则不取非法。非法是空，不着空。发愿不着有，修行不着空，空有两边都不着。",
      "zh_TW": "末後這個結論結得好！我們一般凡夫在平常細想不到。由此可知，這些祖師大德們，講經研教註解作論，來發明經義，對我們後學貢獻實在是太大太多了。發廣大願，像我們剛才舉的例子，如諸佛菩薩發心普度法界一切眾生，這個心願大、廣大。那要用《金剛經》的標準來觀察，大不大？不大。為什麼不大？著了相，著了相就不大。這個地方告訴你，發大心大願要離相、要離念，就大了。所以你發廣大願，要緊的是決定不能夠執著在法相上。世尊在這一次法會裡面，把這樁事情全都給我們表演出來，佛修行不著修行的相，證果不著證果的相，度生不著度生的相，在這個經上我們都看到了。佛不執著，這就是他不取法。行廣大行，雖然一切法不執著，也就是說一切法沒有放在心上，可是這一切法他統統做，他沒有一樣不做。我們凡夫日常生活當中所做的，佛菩薩都照做，沒有一天閒著。行廣大行，則不取非法。非法是空，不著空。發願不著有，修行不著空，空有兩邊都不著。"
    },
    {
      "id": "09-023-0091_p0026",
      "zh_CN": "【法与非法，既皆不取。】",
      "zh_TW": "【法與非法，既皆不取。】"
    },
    {
      "id": "09-023-0091_p0027",
      "zh_CN": "法跟非法两边不住，两边不着。",
      "zh_TW": "法跟非法兩邊不住，兩邊不著。"
    },
    {
      "id": "09-023-0091_p0028",
      "zh_CN": "【则我人众寿，四者皆无。】",
      "zh_TW": "【則我人眾壽，四者皆無。】"
    },
    {
      "id": "09-023-0091_p0029",
      "zh_CN": "这才真的把四相空掉了。四相要这样离法，四见也是这个离法，你要懂得怎么离。不但离四相、离四见，我们再看下面两句，他这种修行方法真是妙。",
      "zh_TW": "這才真的把四相空掉了。四相要這樣離法，四見也是這個離法，你要懂得怎麼離。不但離四相、離四見，我們再看下面兩句，他這種修行方法真是妙。"
    },
    {
      "id": "09-023-0091_p0030",
      "zh_CN": "【则法与非法，了不可得矣。】",
      "zh_TW": "【則法與非法，了不可得矣。】"
    },
    {
      "id": "09-023-0091_p0031",
      "zh_CN": "不但法了不可得，非法也了不可得，它没有着，这里面初学的同学免不了有一点怀疑。「法」，法是有边，我们不执着，这个好讲；非法是空边，空边它本来就空了，那有什么不好？空是好，执着就不好，执着有个空，麻烦就大了。三界之内四空天人，他为什么生到无色界，他执着空。我们这些人生在欲界、色界，为什么？因为执着有。执着一切色相有，离不开色界；执着七情五欲有，离不开欲界。诸位要晓得，七情五欲是妄想，哪有这回事情！可是打这个妄想，麻烦！这个妄想一打，离不开欲界。这是严重的错误妄想，没有办法离开欲界，六道里头最苦的是这一环。由此可知，色界天的妄想比我们轻，无色界天的妄想比色界又轻，六道轮回就是妄想分别执着变现出来的。《金刚经》教给我们这个方法，就是脱离六道轮回的方法：空有两边都不着，就超越六道。",
      "zh_TW": "不但法了不可得，非法也了不可得，它沒有著，這裡面初學的同學免不了有一點懷疑。「法」，法是有邊，我們不執著，這個好講；非法是空邊，空邊它本來就空了，那有什麼不好？空是好，執著就不好，執著有個空，麻煩就大了。三界之內四空天人，他為什麼生到無色界，他執著空。我們這些人生在欲界、色界，為什麼？因為執著有。執著一切色相有，離不開色界；執著七情五欲有，離不開欲界。諸位要曉得，七情五欲是妄想，哪有這回事情！可是打這個妄想，麻煩！這個妄想一打，離不開欲界。這是嚴重的錯誤妄想，沒有辦法離開欲界，六道裡頭最苦的是這一環。由此可知，色界天的妄想比我們輕，無色界天的妄想比色界又輕，六道輪迴就是妄想分別執著變現出來的。《金剛經》教給我們這個方法，就是脫離六道輪迴的方法：空有兩邊都不著，就超越六道。"
    },
    {
      "id": "09-023-0091_p0032",
      "zh_CN": "【而常住真心，所谓是法平等无有高下者，便了了而得。】",
      "zh_TW": "【而常住真心，所謂是法平等無有高下者，便了了而得。】"
    },
    {
      "id": "09-023-0091_p0033",
      "zh_CN": "真如本性所现的境界叫一真法界，一真法界是平等法界。诸位要晓得，只有平等才一真，二就不平等，唯有一真法界是平等的。这个是都现前了，这个境界现前，了了而得，了是明了。",
      "zh_TW": "真如本性所現的境界叫一真法界，一真法界是平等法界。諸位要曉得，只有平等才一真，二就不平等，唯有一真法界是平等的。這個是都現前了，這個境界現前，了了而得，了是明瞭。"
    },
    {
      "id": "09-023-0091_p0034",
      "zh_CN": "【即信心清净则生实相是也】",
      "zh_TW": "【即信心清淨則生實相是也】"
    },
    {
      "id": "09-023-0091_p0035",
      "zh_CN": "实相是诸法真相，诸法的真相是平等相，是无有高下之相，这统统现前了。《华严经》上毘卢遮那佛的华藏世界是一真法界，《弥陀经》、《无量寿经》所讲的西方极乐世界是一真法界，是平等法界，那就现前了，你就看到，你就接触到；这就是阿耨多罗三藐三菩提，你证果了。请看底下一段经文：",
      "zh_TW": "實相是諸法真相，諸法的真相是平等相，是無有高下之相，這統統現前了。《華嚴經》上毘盧遮那佛的華藏世界是一真法界，《彌陀經》、《無量壽經》所講的西方極樂世界是一真法界，是平等法界，那就現前了，你就看到，你就接觸到；這就是阿耨多羅三藐三菩提，你證果了。請看底下一段經文："
    },
    {
      "id": "09-023-0091_p0036",
      "zh_CN": "经【须菩提，所言善法者，如来说非善法，是名善法。】",
      "zh_TW": "經【須菩提，所言善法者，如來說非善法，是名善法。】"
    },
    {
      "id": "09-023-0091_p0037",
      "zh_CN": "这个意思很深。前面教给我们修一切善法，这是《般若经》与其他经很不相同的所在。般若最忌讳最怕的是着相，是坐实，这最怕了。说修一切善法，你就着了修一切善法的相，这就坏了。我们看看现在学佛的同修，无论国内、国外，大家都懂得断恶修善。你再仔细一观察，断恶的人着了断恶的相，修善的人着了修善的相。这有什么不好处呢？我们世间人看这也不错，满好！这是好人。没错！他是好人，断恶修善是好人，记住，这是六道里面的好人，出不了六道。我们学佛的目的是要出六道，不要做好人，要出六道。要出六道，佛教给我们一切不执着才可以出六道，就怕执着；一执着六道出不了。要明白这个道理，晓得这个事实真相。所以佛一面说，一面就把它否定掉，这个意思就是告诉你，决定不能执着。我们看注解：",
      "zh_TW": "這個意思很深。前面教給我們修一切善法，這是《般若經》與其他經很不相同的所在。般若最忌諱最怕的是著相，是坐實，這最怕了。說修一切善法，你就著了修一切善法的相，這就壞了。我們看看現在學佛的同修，無論國內、國外，大家都懂得斷惡修善。你再仔細一觀察，斷惡的人著了斷惡的相，修善的人著了修善的相。這有什麼不好處呢？我們世間人看這也不錯，滿好！這是好人。沒錯！他是好人，斷惡修善是好人，記住，這是六道裡面的好人，出不了六道。我們學佛的目的是要出六道，不要做好人，要出六道。要出六道，佛教給我們一切不執著才可以出六道，就怕執著；一執著六道出不了。要明白這個道理，曉得這個事實真相。所以佛一面說，一面就把它否定掉，這個意思就是告訴你，決定不能執著。我們看註解："
    },
    {
      "id": "09-023-0091_p0038",
      "zh_CN": "【以无我修一切善法，是约能修边遣。】",
      "zh_TW": "【以無我修一切善法，是約能修邊遣。】"
    },
    {
      "id": "09-023-0091_p0039",
      "zh_CN": "能修的是我，我断恶、我修善，无我，把我这一个念头要放下，善尽管去做，不能有我的念头，这叫学佛。如果修一切善法，我修善法，我要得善的果报，有因有果。你修善因得善果，能不能得到？能得，三界六道有漏的善因善果，不能出离六道。如果以无我来修一切善法，这个果报就不在六道里面，六道里面都有我，可见得超越六道轮回了。这是从能修边上教你放下。",
      "zh_TW": "能修的是我，我斷惡、我修善，無我，把我這一個念頭要放下，善儘管去做，不能有我的念頭，這叫學佛。如果修一切善法，我修善法，我要得善的果報，有因有果。你修善因得善果，能不能得到？能得，三界六道有漏的善因善果，不能出離六道。如果以無我來修一切善法，這個果報就不在六道裡面，六道裡面都有我，可見得超越六道輪迴了。這是從能修邊上教你放下。"
    },
    {
      "id": "09-023-0091_p0040",
      "zh_CN": "【非善名善，是约所修边遣。】",
      "zh_TW": "【非善名善，是約所修邊遣。】"
    },
    {
      "id": "09-023-0091_p0041",
      "zh_CN": "我们所做的善事，那个也不能执着。譬如我们今天在此地干的这个事情，善事。我们大家在一起研究《金刚经》、讲解《金刚经》，这是善事。如果把这个当作一桩善事看：「这个功德不可思议，果报不可思议」，我们又着了相；这一着相，这个善事又变成三界六道里头有漏的善事。岂不想想，释迦牟尼佛一生讲经三百余会，说法四十九年，《金刚经》上说，他没说法，说法者无法可说，没有说一句法；要有人说佛说法，那叫谤佛。他把所有一切善法没有放在心上，事情有没有做？天天做，他做了四十九年，他怎么没做？心里头痕迹都不落。这是说明诸佛菩萨在十法界里头示现种种身、示现种种法，他不住，符合了《金刚般若》的精神、《金刚般若》的原则：「应无所住，而生其心」，能所两边都离开。",
      "zh_TW": "我們所做的善事，那個也不能執著。譬如我們今天在此地幹的這個事情，善事。我們大家在一起研究《金剛經》、講解《金剛經》，這是善事。如果把這個當作一樁善事看：「這個功德不可思議，果報不可思議」，我們又著了相；這一著相，這個善事又變成三界六道裡頭有漏的善事。豈不想想，釋迦牟尼佛一生講經三百餘會，說法四十九年，《金剛經》上說，他沒說法，說法者無法可說，沒有說一句法；要有人說佛說法，那叫謗佛。他把所有一切善法沒有放在心上，事情有沒有做？天天做，他做了四十九年，他怎麼沒做？心裡頭痕跡都不落。這是說明諸佛菩薩在十法界裡頭示現種種身、示現種種法，他不住，符合了《金剛般若》的精神、《金剛般若》的原則：「應無所住，而生其心」，能所兩邊都離開。"
    },
    {
      "id": "09-023-0091_p0042",
      "zh_CN": "【有能有所，便是分别执着，我相仍在。】",
      "zh_TW": "【有能有所，便是分別執著，我相仍在。】"
    },
    {
      "id": "09-023-0091_p0043",
      "zh_CN": "这一点我们要细心去体会。分别执着有粗细不同，我们六道凡夫分别执着非常粗。四果罗汉、辟支佛，佛在经上常讲，他们见思烦恼断了，我执破了，超越三界，永脱轮回，他们没见性。为什么？他法执未破；我执已破，法执未破。我们要问：「他法执没破，谁执着法执？」那还是有个我，如果要没有我，你想想看，谁执着法执？可见得还是有我执。有我执，佛为什么说他我执破了？粗的我执破了，微细的我执没破。所以讲无明，有讲界内、界外，三界以内的无明他断了，三界以外的无明他还存在。这别说阿罗汉，菩萨，等觉菩萨，圆教等觉菩萨，经上常讲他还有一品生相无明未破，最微细的执着，我们要问：「谁执着它？」还是有个我在，那个我是非常非常的微细。这个道理、事实，我们都要清楚、都要明了。到什么时候我执才断得干干净净，完全没有？成佛，成佛没有了，我执、法执统统干净了。只要有丝毫的见解在，那就是分别执着，我相我见仍然存在。",
      "zh_TW": "這一點我們要細心去體會。分別執著有粗細不同，我們六道凡夫分別執著非常粗。四果羅漢、辟支佛，佛在經上常講，他們見思煩惱斷了，我執破了，超越三界，永脫輪迴，他們沒見性。為什麼？他法執未破；我執已破，法執未破。我們要問：「他法執沒破，誰執著法執？」那還是有個我，如果要沒有我，你想想看，誰執著法執？可見得還是有我執。有我執，佛為什麼說他我執破了？粗的我執破了，微細的我執沒破。所以講無明，有講界內、界外，三界以內的無明他斷了，三界以外的無明他還存在。這別說阿羅漢，菩薩，等覺菩薩，圓教等覺菩薩，經上常講他還有一品生相無明未破，最微細的執著，我們要問：「誰執著它？」還是有個我在，那個我是非常非常的微細。這個道理、事實，我們都要清楚、都要明瞭。到什麼時候我執才斷得乾乾淨淨，完全沒有？成佛，成佛沒有了，我執、法執統統乾淨了。只要有絲毫的見解在，那就是分別執著，我相我見仍然存在。"
    },
    {
      "id": "09-023-0091_p0044",
      "zh_CN": "【故当遣之罄尽】",
      "zh_TW": "【故當遣之罄盡】"
    },
    {
      "id": "09-023-0091_p0045",
      "zh_CN": "遣就是放下、离开，要把它离得干干净净，证到等觉的果位还要离，还要放下；他那最后一品生相无明微细执着要是不放下，就不能圆满菩提。这也是说明般若法里头没有别的，放下而已。从初发心一直到成佛，修什么？放下、布施而已，不放下不行。刚才我们举了一个比喻，我们年岁大了，快要走了，这个家业财产还在那里操心，给这个、给那个，放不下！真正放下的人是没事，真放下。会不会给后人留下纠纷？如果你真放下，我相信没有纠纷。为什么？你做出样子给人看，你的后人看到你这个样子会感动，真正放得下。你吩咐这个，吩咐那个，还要立遗嘱，还要请律师，你没放下，你的儿女怎么会放下？那当然打得头破血流，个个要争，你给他的样子就是放不下。真放下的好，得自在。佛菩萨示现这个样子给我们看，那就是放下，讲经说法、弘法利生也放下，这是正确，这是真正得般若三昧，真放下了。",
      "zh_TW": "遣就是放下、離開，要把它離得乾乾淨淨，證到等覺的果位還要離，還要放下；他那最後一品生相無明微細執著要是不放下，就不能圓滿菩提。這也是說明般若法裡頭沒有別的，放下而已。從初發心一直到成佛，修什麼？放下、布施而已，不放下不行。剛才我們舉了一個比喻，我們年歲大了，快要走了，這個家業財產還在那裡操心，給這個、給那個，放不下！真正放下的人是沒事，真放下。會不會給後人留下糾紛？如果你真放下，我相信沒有糾紛。為什麼？你做出樣子給人看，你的後人看到你這個樣子會感動，真正放得下。你吩咐這個，吩咐那個，還要立遺囑，還要請律師，你沒放下，你的兒女怎麼會放下？那當然打得頭破血流，個個要爭，你給他的樣子就是放不下。真放下的好，得自在。佛菩薩示現這個樣子給我們看，那就是放下，講經說法、弘法利生也放下，這是正確，這是真正得般若三昧，真放下了。"
    },
    {
      "id": "09-023-0091_p0046",
      "zh_CN": "【法即无法】",
      "zh_TW": "【法即無法】"
    },
    {
      "id": "09-023-0091_p0047",
      "zh_CN": "一如！法跟无法我们看起来是二，他法跟无法是一不是二，一如。",
      "zh_TW": "一如！法跟無法我們看起來是二，他法跟無法是一不是二，一如。"
    },
    {
      "id": "09-023-0091_p0048",
      "zh_CN": "【无修而修】",
      "zh_TW": "【無修而修】"
    },
    {
      "id": "09-023-0091_p0049",
      "zh_CN": "我们思想见解当中，修跟无修是两桩事，而佛菩萨境界当中，修跟无修是一桩事。无修而修，修而无修，是不是我们无修就是修？你要这样解释经义，阿鼻地狱决定有分，将来堕阿鼻地狱，「佛在《金刚经》上讲的，我没错！」佛没说错，是你自己把意思解错。佛修为什么是没修？无住生心，修！为什么说他无修？他不着相。修一切善法，从来没有间断过；但是，他心地干干净净，无相无念，这是无修，他那个修跟无修是这个意思。不是说修了就是不修，不修就是修，那好了，你吃饭，吃了就是不吃，不吃就是吃，好了！你就不要吃了。意思要搞清楚，决定不能够产生误会。",
      "zh_TW": "我們思想見解當中，修跟無修是兩樁事，而佛菩薩境界當中，修跟無修是一樁事。無修而修，修而無修，是不是我們無修就是修？你要這樣解釋經義，阿鼻地獄決定有分，將來墮阿鼻地獄，「佛在《金剛經》上講的，我沒錯！」佛沒說錯，是你自己把意思解錯。佛修為什麼是沒修？無住生心，修！為什麼說他無修？他不著相。修一切善法，從來沒有間斷過；但是，他心地乾乾淨淨，無相無念，這是無修，他那個修跟無修是這個意思。不是說修了就是不修，不修就是修，那好了，你吃飯，吃了就是不吃，不吃就是吃，好了！你就不要吃了。意思要搞清楚，決定不能夠產生誤會。"
    },
    {
      "id": "09-023-0091_p0050",
      "zh_CN": "【修一切善法时，便观照非善名善。】",
      "zh_TW": "【修一切善法時，便觀照非善名善。】"
    },
    {
      "id": "09-023-0091_p0051",
      "zh_CN": "这就是他提得起观照功夫，而观照功夫《金刚般若》里头讲得太多。譬如前面讲的，三心不可得、诸法缘生，你就晓得一切善法是假名、假相，当体即空，了不可得。虽然当体即空，了不可得，还是要认真去做，认真的去修善。为什么？业果不空。",
      "zh_TW": "這就是他提得起觀照功夫，而觀照功夫《金剛般若》裡頭講得太多。譬如前面講的，三心不可得、諸法緣生，你就曉得一切善法是假名、假相，當體即空，了不可得。雖然當體即空，了不可得，還是要認真去做，認真的去修善。為什麼？業果不空。"
    },
    {
      "id": "09-023-0091_p0052",
      "zh_CN": "【若其心中见有善法，即是我见，即非以无我修一切善法。】",
      "zh_TW": "【若其心中見有善法，即是我見，即非以無我修一切善法。】"
    },
    {
      "id": "09-023-0091_p0053",
      "zh_CN": "要紧的意思在这里，不能着，着就错了。心里头不可以有「修一切善法」，这个念头不能有。有这个念头，要问：谁有这个念头？「我」有这个念头，我相就具足，我见就具足，你还是四相四见具足的凡夫，不是菩萨；菩萨没有四见，没有四相，你怎么还有执着？于此体会得，这段经文的意思你就明了。",
      "zh_TW": "要緊的意思在這裡，不能著，著就錯了。心裡頭不可以有「修一切善法」，這個念頭不能有。有這個念頭，要問：誰有這個念頭？「我」有這個念頭，我相就具足，我見就具足，你還是四相四見具足的凡夫，不是菩薩；菩薩沒有四見，沒有四相，你怎麼還有執著？於此體會得，這段經文的意思你就明瞭。"
    },
    {
      "id": "09-023-0091_p0054",
      "zh_CN": "【此节经文，实乃结示开经以来诸义。】",
      "zh_TW": "【此節經文，實乃結示開經以來諸義。】"
    },
    {
      "id": "09-023-0091_p0055",
      "zh_CN": "这节经文是总结，《金刚经》开讲以来，把全经的大意在此地做一个总结。",
      "zh_TW": "這節經文是總結，《金剛經》開講以來，把全經的大意在此地做一個總結。"
    },
    {
      "id": "09-023-0091_p0056",
      "zh_CN": "【即是开经以来所说诸义，说了一切义，无非令以无我修一切善法，以证平等之性，至此乃为点明耳。】",
      "zh_TW": "【即是開經以來所說諸義，說了一切義，無非令以無我修一切善法，以證平等之性，至此乃為點明耳。】"
    },
    {
      "id": "09-023-0091_p0057",
      "zh_CN": "一部《金刚经》的宗旨，就是一部《大般若》的宗旨，也就是世尊当年在世二十二年讲般若的宗旨。二十二年佛讲什么？无非是教我们「以无我修一切善法」而已，就这么一句，佛讲了二十二年。你听了做何感想？这么简单，说这么长的时间。没错！是简单，时间是嫌长了一点，你做到了没有？如果你做不到，别说二十二年，二百二十年都不算长，都不算多；你要真明了、真做到，那才行！为什么要麻烦释迦牟尼佛讲二十二年？无我修一切善法，实实在在讲没听懂。什么叫无我？什么叫一切善法？没搞懂，所以佛不能不细说。听懂了，又放不下；无我修一切善法是懂了，但是放不下，做不到。佛看到这个情形，佛很慈悲，不放弃，继续不断用善巧方便，诱导我们回头，诱导我们入这个境界，这真正是叫大慈大悲。从这个地方我们能够体会到，佛对于我们是如何的恩德；你在世间一般父母也做不到。业障习气这样深厚的人，佛能够不舍弃他，能够用这么长的时间来帮助他破迷开悟，真正是难得。说这段经文是总结全经诸义，这也不是含糊笼统说的，确确实实能把经文精要的地方把它点出来。",
      "zh_TW": "一部《金剛經》的宗旨，就是一部《大般若》的宗旨，也就是世尊當年在世二十二年講般若的宗旨。二十二年佛講什麼？無非是教我們「以無我修一切善法」而已，就這麼一句，佛講了二十二年。你聽了做何感想？這麼簡單，說這麼長的時間。沒錯！是簡單，時間是嫌長了一點，你做到了沒有？如果你做不到，別說二十二年，二百二十年都不算長，都不算多；你要真明瞭、真做到，那才行！為什麼要麻煩釋迦牟尼佛講二十二年？無我修一切善法，實實在在講沒聽懂。什麼叫無我？什麼叫一切善法？沒搞懂，所以佛不能不細說。聽懂了，又放不下；無我修一切善法是懂了，但是放不下，做不到。佛看到這個情形，佛很慈悲，不放棄，繼續不斷用善巧方便，誘導我們回頭，誘導我們入這個境界，這真正是叫大慈大悲。從這個地方我們能夠體會到，佛對於我們是如何的恩德；你在世間一般父母也做不到。業障習氣這樣深厚的人，佛能夠不捨棄他，能夠用這麼長的時間來幫助他破迷開悟，真正是難得。說這段經文是總結全經諸義，這也不是含糊籠統說的，確確實實能把經文精要的地方把它點出來。"
    },
    {
      "id": "09-023-0091_p0058",
      "zh_CN": "【此经最初发大愿、行大行两段，是开章明义。以后约略计之，结示已有五次。前后自有其浅深次第。】",
      "zh_TW": "【此經最初發大願、行大行兩段，是開章明義。以後約略計之，結示已有五次。前後自有其淺深次第。】"
    },
    {
      "id": "09-023-0091_p0059",
      "zh_CN": "本经一开端，是须菩提尊者看到世尊入舍卫大城乞食，从着衣持钵到乞食回来，尊者看出门道。看出什么门道？原来释迦牟尼佛天天在日常生活当中，把金刚般若波罗蜜法完全显示在生活当中。我们要是用「金刚般若波罗蜜」，大家听到还是不太懂得它的意思，我们换句话说，最高、最圆满、最究竟的智慧，完全在日常生活当中显露无遗，这就是金刚般若波罗蜜法。别人没看到，粗心大意没看出来，须菩提看出来。看出来，他明了了，别人不明了，所以他的请法是为一切众生启请，希望释迦牟尼佛把这桩事情说破，我们大家才明了；要是不说破，我们看不出来，肉眼凡夫怎么能看出来，佛的生活是究竟圆满的智慧。我们生活在无量无边烦恼当中，他生活在究竟圆满智慧里面，这完全不同，这就是佛法最高的享受。由于尊者这一问，释迦牟尼佛答复，这一问、一答，我们听了之后，明白了一些，也能沾到一点般若的气分，这是我们凡夫得利益，这个用意在此地。",
      "zh_TW": "本經一開端，是須菩提尊者看到世尊入舍衛大城乞食，從著衣持缽到乞食回來，尊者看出門道。看出什麼門道？原來釋迦牟尼佛天天在日常生活當中，把金剛般若波羅蜜法完全顯示在生活當中。我們要是用「金剛般若波羅蜜」，大家聽到還是不太懂得它的意思，我們換句話說，最高、最圓滿、最究竟的智慧，完全在日常生活當中顯露無遺，這就是金剛般若波羅蜜法。別人沒看到，粗心大意沒看出來，須菩提看出來。看出來，他明瞭了，別人不明瞭，所以他的請法是為一切眾生啟請，希望釋迦牟尼佛把這樁事情說破，我們大家才明瞭；要是不說破，我們看不出來，肉眼凡夫怎麼能看出來，佛的生活是究竟圓滿的智慧。我們生活在無量無邊煩惱當中，他生活在究竟圓滿智慧裡面，這完全不同，這就是佛法最高的享受。由於尊者這一問，釋迦牟尼佛答覆，這一問、一答，我們聽了之後，明白了一些，也能沾到一點般若的氣分，這是我們凡夫得利益，這個用意在此地。"
    },
    {
      "id": "09-023-0091_p0060",
      "zh_CN": "须菩提尊者启请的话，「善男子、善女人，发阿耨多罗三藐三菩提心，云何应住，云何降伏其心」，这是启请。发阿耨多罗三藐三菩提心，这是发大愿。这个心怎么安住？怎样降伏？这就是修大行。所以此地讲，发大愿、行大行。经一直讲到此地，经文已经有五次的总结，讲一段佛做一个结论，讲一段又做一个结论，这是第五次。而且每一次所说，每一次所结的意思，有浅深不一样，愈往后面结得愈深、愈广。第一次，在我们这个本子经文第三十节。",
      "zh_TW": "須菩提尊者啟請的話，「善男子、善女人，發阿耨多羅三藐三菩提心，云何應住，云何降伏其心」，這是啟請。發阿耨多羅三藐三菩提心，這是發大願。這個心怎麼安住？怎樣降伏？這就是修大行。所以此地講，發大願、行大行。經一直講到此地，經文已經有五次的總結，講一段佛做一個結論，講一段又做一個結論，這是第五次。而且每一次所說，每一次所結的意思，有淺深不一樣，愈往後面結得愈深、愈廣。第一次，在我們這個本子經文第三十節。"
    },
    {
      "id": "09-023-0091_p0061",
      "zh_CN": "【不应取法，不应取非法。】",
      "zh_TW": "【不應取法，不應取非法。】"
    },
    {
      "id": "09-023-0091_p0062",
      "zh_CN": "佛给我们做了这样一个总结。",
      "zh_TW": "佛給我們做了這樣一個總結。"
    },
    {
      "id": "09-023-0091_p0063",
      "zh_CN": "【结度生不住相、布施不住相。】",
      "zh_TW": "【結度生不住相、布施不住相。】"
    },
    {
      "id": "09-023-0091_p0064",
      "zh_CN": "这个意思实在讲是很深很广，但是江居士在《讲义》里面告诉我们，前半部个意思有浅有深；换句话说，浅的人看得浅，深的人就看得深。而后半部是唯深无浅，深的人看到很深，浅的人看到也很深。确实在我们看，这个意思我们也能够很明显就看到浅义。度生不住相，布施不住相。度生是帮助一切众生，这里面没有分别、没有选择、没有执着，对待一切众生绝对是平等的。学佛的众生，我们帮助他，不学佛的众生，我们也要帮助他；赞叹佛法的众生，我们要帮助他，毁谤佛法的众生，也要帮助他。如果你这里头有分别，你就住相，你就有分别、就有执着，那就不是智慧，感情用事；佛法是平等法。第二次做结论，是在第五十一节经文。",
      "zh_TW": "這個意思實在講是很深很廣，但是江居士在《講義》裡面告訴我們，前半部個意思有淺有深；換句話說，淺的人看得淺，深的人就看得深。而後半部是唯深無淺，深的人看到很深，淺的人看到也很深。確實在我們看，這個意思我們也能夠很明顯就看到淺義。度生不住相，布施不住相。度生是幫助一切眾生，這裡面沒有分別、沒有選擇、沒有執著，對待一切眾生絕對是平等的。學佛的眾生，我們幫助他，不學佛的眾生，我們也要幫助他；讚歎佛法的眾生，我們要幫助他，毀謗佛法的眾生，也要幫助他。如果你這裡頭有分別，你就住相，你就有分別、就有執著，那就不是智慧，感情用事；佛法是平等法。第二次做結論，是在第五十一節經文。"
    },
    {
      "id": "09-023-0091_p0065",
      "zh_CN": "【经文上讲，应如是生清净心一段。结广行六度应无所住。为令空有不着，俾如实空如实不空之自性清净心现前耳。】",
      "zh_TW": "【經文上講，應如是生清淨心一段。結廣行六度應無所住。為令空有不著，俾如實空如實不空之自性清淨心現前耳。】"
    },
    {
      "id": "09-023-0091_p0066",
      "zh_CN": "这是五十一节的一段经文，教给我们广行六度，也就是学佛的人，日常生活一定要遵守六度的教诲。布施是舍己为人，这个意思前面讲得很多，念念都是为一切众生服务。你在家庭里面，为你一家人服务，家庭里面整理得整整齐齐、干干净净，不仅是为一家人服务，为一切众生服务，做一个好的样子，给你的邻居看，给别人家庭看。人是一切人的好样子，家是一切人家的好样子，这叫做布施。所以布施的意思无限的深广。你做生意，你经营一个公司，你是所有一切公司的好榜样；我们建一个道场，是全世界道场里面的好榜样，这叫做修布施波罗蜜。可见得没有说为自己，真的是为一切众生。持戒，守法，意思是守法，循规蹈矩，做事情有条不紊。忍辱是耐心，要有耐心、要有毅力。精进是求进步。禅定是胸有主宰，不会被外面境缘轻易的动摇，心有主宰，那是禅定。智慧是清清楚楚、明明白白。佛弟子怎么过日子，怎么生活？要依六波罗蜜。虽依六波罗蜜去做，事上完全照这个做，虽做而不着相，这是应无所住，这就是空有两边不住。在事上这六条做得圆圆满满，不着空；心里面干干净净，一个妄念都没有，不着有；空有两边不住，如实空如实不空之自性清净心才能够现前。这是第二次为我们结的，意思比第一次深。",
      "zh_TW": "這是五十一節的一段經文，教給我們廣行六度，也就是學佛的人，日常生活一定要遵守六度的教誨。布施是捨己為人，這個意思前面講得很多，念念都是為一切眾生服務。你在家庭裡面，為你一家人服務，家庭裡面整理得整整齊齊、乾乾淨淨，不僅是為一家人服務，為一切眾生服務，做一個好的樣子，給你的鄰居看，給別人家庭看。人是一切人的好樣子，家是一切人家的好樣子，這叫做布施。所以布施的意思無限的深廣。你做生意，你經營一個公司，你是所有一切公司的好榜樣；我們建一個道場，是全世界道場裡面的好榜樣，這叫做修布施波羅蜜。可見得沒有說為自己，真的是為一切眾生。持戒，守法，意思是守法，循規蹈矩，做事情有條不紊。忍辱是耐心，要有耐心、要有毅力。精進是求進步。禪定是胸有主宰，不會被外面境緣輕易的動搖，心有主宰，那是禪定。智慧是清清楚楚、明明白白。佛弟子怎麼過日子，怎麼生活？要依六波羅蜜。雖依六波羅蜜去做，事上完全照這個做，雖做而不著相，這是應無所住，這就是空有兩邊不住。在事上這六條做得圓圓滿滿，不著空；心裡面乾乾淨淨，一個妄念都沒有，不著有；空有兩邊不住，如實空如實不空之自性清淨心才能夠現前。這是第二次為我們結的，意思比第一次深。"
    },
    {
      "id": "09-023-0091_p0067",
      "zh_CN": "【第三次，在八十六节，应离一切相发菩提心。】",
      "zh_TW": "【第三次，在八十六節，應離一切相發菩提心。】"
    },
    {
      "id": "09-023-0091_p0068",
      "zh_CN": "这有一大段文，有好几个小节、小段。",
      "zh_TW": "這有一大段文，有好幾個小節、小段。"
    },
    {
      "id": "09-023-0091_p0069",
      "zh_CN": "【结离相方是发菩提心。不但二边不着，并不着亦不应着。】",
      "zh_TW": "【結離相方是發菩提心。不但二邊不著，並不著亦不應著。】"
    },
    {
      "id": "09-023-0091_p0070",
      "zh_CN": "这就是通常讲的大三空三昧。不执着有，不执着空，空空也不能执着；我空、法空、空亦空，空空都不能执着。",
      "zh_TW": "這就是通常講的大三空三昧。不執著有，不執著空，空空也不能執著；我空、法空、空亦空，空空都不能執著。"
    },
    {
      "id": "09-023-0091_p0071",
      "zh_CN": "第四次做总结的时候，是经文第一百二十节到一百二十三节，一共有四段经文。",
      "zh_TW": "第四次做總結的時候，是經文第一百二十節到一百二十三節，一共有四段經文。"
    },
    {
      "id": "09-023-0091_p0072",
      "zh_CN": "【诸法如义，无实无虚，一切皆是。】",
      "zh_TW": "【諸法如義，無實無虛，一切皆是。】"
    },
    {
      "id": "09-023-0091_p0073",
      "zh_CN": "这个一大段。这一大段我们讲过不久，我相信同修们印象比较深刻。经义虽然是深，但是非常重要，这是从果地上来说明。",
      "zh_TW": "這個一大段。這一大段我們講過不久，我相信同修們印象比較深刻。經義雖然是深，但是非常重要，這是從果地上來說明。"
    },
    {
      "id": "09-023-0091_p0074",
      "zh_CN": "【以示证得清净心者之境界】",
      "zh_TW": "【以示證得清淨心者之境界】"
    },
    {
      "id": "09-023-0091_p0075",
      "zh_CN": "佛是举他自己做例子，佛证得法身、证得报身，也不执着，也是心里头若无其事，干干净净，这是世尊为我们现身说法。",
      "zh_TW": "佛是舉他自己做例子，佛證得法身、證得報身，也不執著，也是心裡頭若無其事，乾乾淨淨，這是世尊為我們現身說法。"
    },
    {
      "id": "09-023-0091_p0076",
      "zh_CN": "【是一法不住的、法法皆如的、是无我的。一尘不立，将微细之分别执着遣除净尽，乃能证佛所证耳。】",
      "zh_TW": "【是一法不住的、法法皆如的、是無我的。一塵不立，將微細之分別執著遣除淨盡，乃能證佛所證耳。】"
    },
    {
      "id": "09-023-0091_p0077",
      "zh_CN": "佛之所以成佛，所谓今佛如古佛之再来，佛佛道同，这是我们学佛修行最后的目标，我们所希望的、我们想证得的是这样的境界。佛告诉我们要怎样才能证得？要一法不住。不但世间法不能放在心上，佛法能不能放在心上？不能。佛法也不能放在心上，这才行。这就是除此地讲微细的分别执着，前面我们说过，极微细的是等觉菩萨，那一点不除还不能成佛；必须要除得干干净净，放下得干干净净，那才圆满成佛，如诸佛之所证。第五次这就是这一次，从第一五十节到一百五十二节，我们刚刚读过的。",
      "zh_TW": "佛之所以成佛，所謂今佛如古佛之再來，佛佛道同，這是我們學佛修行最後的目標，我們所希望的、我們想證得的是這樣的境界。佛告訴我們要怎樣才能證得？要一法不住。不但世間法不能放在心上，佛法能不能放在心上？不能。佛法也不能放在心上，這才行。這就是除此地講微細的分別執著，前面我們說過，極微細的是等覺菩薩，那一點不除還不能成佛；必須要除得乾乾淨淨，放下得乾乾淨淨，那才圓滿成佛，如諸佛之所證。第五次這就是這一次，從第一五十節到一百五十二節，我們剛剛讀過的。"
    },
    {
      "id": "09-023-0091_p0078",
      "zh_CN": "【今次乃是明白开示】",
      "zh_TW": "【今次乃是明白開示】"
    },
    {
      "id": "09-023-0091_p0079",
      "zh_CN": "前面从比喻上来说，这个地方是直截了当为我们指示出来。",
      "zh_TW": "前面從比喻上來說，這個地方是直截了當為我們指示出來。"
    },
    {
      "id": "09-023-0091_p0080",
      "zh_CN": "【一切法性本来平等，无有高下。】",
      "zh_TW": "【一切法性本來平等，無有高下。】"
    },
    {
      "id": "09-023-0091_p0081",
      "zh_CN": "经文上说，这是我们不能不记住的，不能不知道的，「是法平等，无有高下」。而且要常常用这句经文提起观照功夫，到我们心有不平的时候，把这一句经文想一想、念几遍，「是法平等，无有高下」，我们的心在境界上就平了，恢复到平静。平静是真心，我们今天虽然没有证得真心，但是清净平等与真心接近。真正用功，真正的功夫是什么？就是这个，这要认识清楚。不是说我每天读多少卷经，我念几万声佛号，我拜几百拜、几千拜，那是形相、是样子，不是功夫。功夫是什么？离相离念而行布施，修一切善法，这个叫功夫。你要是会用，刚才讲过了，穿衣吃饭都是功夫，穿衣吃饭都是修行，要明白这个道理。不会的，古德常讲盲修瞎练，我们自己要认真反省，我们是不是属于盲修瞎练？发现自己不对，赶快回头、赶快改过，就对了。《金刚经》是很好的标准，而且是个绝对的标准，是以如来果地上的标准，给我们初学做标准，这是非常非常的难得！",
      "zh_TW": "經文上說，這是我們不能不記住的，不能不知道的，「是法平等，無有高下」。而且要常常用這句經文提起觀照功夫，到我們心有不平的時候，把這一句經文想一想、念幾遍，「是法平等，無有高下」，我們的心在境界上就平了，恢復到平靜。平靜是真心，我們今天雖然沒有證得真心，但是清淨平等與真心接近。真正用功，真正的功夫是什麼？就是這個，這要認識清楚。不是說我每天讀多少卷經，我念幾萬聲佛號，我拜幾百拜、幾千拜，那是形相、是樣子，不是功夫。功夫是什麼？離相離念而行布施，修一切善法，這個叫功夫。你要是會用，剛才講過了，穿衣吃飯都是功夫，穿衣吃飯都是修行，要明白這個道理。不會的，古德常講盲修瞎練，我們自己要認真反省，我們是不是屬於盲修瞎練？發現自己不對，趕快回頭、趕快改過，就對了。《金剛經》是很好的標準，而且是個絕對的標準，是以如來果地上的標準，給我們初學做標準，這是非常非常的難得！"
    },
    {
      "id": "09-023-0091_p0082",
      "zh_CN": "【故一一法皆不可分别执着】",
      "zh_TW": "【故一一法皆不可分別執著】"
    },
    {
      "id": "09-023-0091_p0083",
      "zh_CN": "为什么？是法平等，无有高下，你怎么可以执着？",
      "zh_TW": "為什麼？是法平等，無有高下，你怎麼可以執著？"
    },
    {
      "id": "09-023-0091_p0084",
      "zh_CN": "【菩提法如是，一切善法亦如是。】",
      "zh_TW": "【菩提法如是，一切善法亦如是。】"
    },
    {
      "id": "09-023-0091_p0085",
      "zh_CN": "这是佛举例举到极处。前面从人来说，讲的是如来法身、报身，这从人身来举例，达到了顶点。到这个地方以法来说，他老人家举的是阿耨多罗三藐三菩提法，通常我们讲无上菩提心，就是无上正等正觉，无上菩提心。无上菩提心也是平等法，也是不可得，何况其他一切善法。连如来果地上所证的阿耨多罗三藐三菩提，人家也不执着，我们修一点点善法，有什么好执着的？世尊得无上菩提，心里面也若无其事，我们修一点点善法，又何必要沾沾自喜？觉得自己很了不起，这错了。所以读《金刚经》要从这个地方去反省、去检点。末后这是总结。",
      "zh_TW": "這是佛舉例舉到極處。前面從人來說，講的是如來法身、報身，這從人身來舉例，達到了頂點。到這個地方以法來說，他老人家舉的是阿耨多羅三藐三菩提法，通常我們講無上菩提心，就是無上正等正覺，無上菩提心。無上菩提心也是平等法，也是不可得，何況其他一切善法。連如來果地上所證的阿耨多羅三藐三菩提，人家也不執著，我們修一點點善法，有什麼好執著的？世尊得無上菩提，心裡面也若無其事，我們修一點點善法，又何必要沾沾自喜？覺得自己很了不起，這錯了。所以讀《金剛經》要從這個地方去反省、去檢點。末後這是總結。"
    },
    {
      "id": "09-023-0091_p0086",
      "zh_CN": "【用无分别执着之心】",
      "zh_TW": "【用無分別執著之心】"
    },
    {
      "id": "09-023-0091_p0087",
      "zh_CN": "这个「无」是贯下去的，无分别、无执着的心。无分别是平等心，无执着是清净心，你看《无量寿经》经题上「清净平等觉」，你能够用清净心、平等心，那你就觉了，你就是觉者，你就不迷；觉者是菩萨，你就不是凡夫。要用这个心，我们常讲菩萨心。学佛人也常常挂在口上，菩萨心肠，菩萨心是什么？无分别、无执着，清净心、平等心，这是菩萨。",
      "zh_TW": "這個「無」是貫下去的，無分別、無執著的心。無分別是平等心，無執著是清淨心，你看《無量壽經》經題上「清淨平等覺」，你能夠用清淨心、平等心，那你就覺了，你就是覺者，你就不迷；覺者是菩薩，你就不是凡夫。要用這個心，我們常講菩薩心。學佛人也常常掛在口上，菩薩心腸，菩薩心是什麼？無分別、無執著，清淨心、平等心，這是菩薩。"
    },
    {
      "id": "09-023-0091_p0088",
      "zh_CN": "【修无有高下、平等平等之一切善法。】",
      "zh_TW": "【修無有高下、平等平等之一切善法。】"
    },
    {
      "id": "09-023-0091_p0089",
      "zh_CN": "用清净平等心，修清净平等法。诸位要记住，只要心平等、心清净，所有一切法都平等、都清净。这就是前面我们常常引用宗门的修行方法：从根本修。我们穿衣吃饭、待人接物，都是清净法，都是平等法。你不要再去找，哪个法是清净法，哪个法是平等法，所有一切法都是清净法，都是平等法，世出世间法无有一法不是，是法平等，无有高下；但是要用清净心、平等心去修才行。由此可知，离开了清净、平等，一切法都不平等，一切法都不清净，佛法也不平等，还有大乘、小乘，还有五乘、菩萨，还有十住、十行、十回向，那都不平等。为什么不平等？你的心有分别、有执着。离开一切分别执着，佛法也是平等的。世尊四十九年所说一切法，没有一法不平等，无有一法不是善法，而且是平等的善法，这个我们要注意到。",
      "zh_TW": "用清淨平等心，修清淨平等法。諸位要記住，只要心平等、心清淨，所有一切法都平等、都清淨。這就是前面我們常常引用宗門的修行方法：從根本修。我們穿衣吃飯、待人接物，都是清淨法，都是平等法。你不要再去找，哪個法是清淨法，哪個法是平等法，所有一切法都是清淨法，都是平等法，世出世間法無有一法不是，是法平等，無有高下；但是要用清淨心、平等心去修才行。由此可知，離開了清淨、平等，一切法都不平等，一切法都不清淨，佛法也不平等，還有大乘、小乘，還有五乘、菩薩，還有十住、十行、十迴向，那都不平等。為什麼不平等？你的心有分別、有執著。離開一切分別執著，佛法也是平等的。世尊四十九年所說一切法，沒有一法不平等，無有一法不是善法，而且是平等的善法，這個我們要注意到。"
    },
    {
      "id": "09-023-0091_p0090",
      "zh_CN": "《金刚般若》诸位如果会了，你就会修行，你真的会修。不但你会修行，也可以说你会生活，你会过日子，这个话都是实在的。你不通般若义，你不会生活，你不会过日子，你天天过得这么苦，天天过得这么可怜，你不会过。通达般若，你过得很幸福、很自在、很美满。般若在现实上，带给我们的受用就不可思议，真正是人生最高的享受。这样的修学，",
      "zh_TW": "《金剛般若》諸位如果會了，你就會修行，你真的會修。不但你會修行，也可以說你會生活，你會過日子，這個話都是實在的。你不通般若義，你不會生活，你不會過日子，你天天過得這麼苦，天天過得這麼可憐，你不會過。通達般若，你過得很幸福、很自在、很美滿。般若在現實上，帶給我們的受用就不可思議，真正是人生最高的享受。這樣的修學，"
    },
    {
      "id": "09-023-0091_p0091",
      "zh_CN": "【便契法性，便见寂照同时之本来面目矣。】",
      "zh_TW": "【便契法性，便見寂照同時之本來面目矣。】"
    },
    {
      "id": "09-023-0091_p0092",
      "zh_CN": "法性就是真如本性，契是契合，能够用清净心、平等心修一切善法，一切善法没有分别、没有高下，这个与见性就接近了。虽然没有明心见性，但是你确确实实是朝着明心见性这个方向走，没有走错方向。你确确实实是向着明心见性的道路上走，所谓成佛之道，你没有偏离。便见寂照同时，寂照同时是法身大士用功的纲领，寂而常照，照而常寂，寂照是果地上的境界。从哪里修的？从无住生心上修的。换句话说，无住的功夫成就了，就是寂；生心的功夫圆满了，就是照。寂而常照，照而常寂，是法身大士才有的。我们在《金刚经》上学到，法身大士他们修学的境界，怎么成就的？原来就是无住生心；用这种功夫成就的，到如来果地上，达到究竟圆满。寂照是同时的，换句话说，无住跟生心是同时的。不住色声香味触法、而行布施是同时的，无我无人无众生无寿者、修一切善法也是同时的，这样我们才能够真正得到般若的受用。本来面目就是明心见性，宗门里面讲的「父母未生前本来面目」，大乘佛法终极的目标就在此地。",
      "zh_TW": "法性就是真如本性，契是契合，能夠用清淨心、平等心修一切善法，一切善法沒有分別、沒有高下，這個與見性就接近了。雖然沒有明心見性，但是你確確實實是朝著明心見性這個方向走，沒有走錯方向。你確確實實是向著明心見性的道路上走，所謂成佛之道，你沒有偏離。便見寂照同時，寂照同時是法身大士用功的綱領，寂而常照，照而常寂，寂照是果地上的境界。從哪裡修的？從無住生心上修的。換句話說，無住的功夫成就了，就是寂；生心的功夫圓滿了，就是照。寂而常照，照而常寂，是法身大士才有的。我們在《金剛經》上學到，法身大士他們修學的境界，怎麼成就的？原來就是無住生心；用這種功夫成就的，到如來果地上，達到究竟圓滿。寂照是同時的，換句話說，無住跟生心是同時的。不住色聲香味觸法、而行布施是同時的，無我無人無眾生無壽者、修一切善法也是同時的，這樣我們才能夠真正得到般若的受用。本來面目就是明心見性，宗門裡面講的「父母未生前本來面目」，大乘佛法終極的目標就在此地。"
    },
    {
      "id": "09-023-0091_p0093",
      "zh_CN": "我们从这个地方来看，世尊经文讲到此地，五次的结示经文，他的用意、他的慈悲教诲很明显、很深刻。学佛的人常常挂在口头上，「上报四重恩」，天天念回向偈「上报四重恩」，四重恩里头有佛恩，佛对我们有什么恩德？不知道！回向偈古人做的，不好不念，只好念一念，什么恩不晓得，怎么报不晓得，念了《金刚经》应该要体会到，佛的恩德无量无边。怎么报法？依教奉行。今天就讲到此地。",
      "zh_TW": "我們從這個地方來看，世尊經文講到此地，五次的結示經文，他的用意、他的慈悲教誨很明顯、很深刻。學佛的人常常掛在口頭上，「上報四重恩」，天天念迴向偈「上報四重恩」，四重恩裡頭有佛恩，佛對我們有什麼恩德？不知道！迴向偈古人做的，不好不念，只好念一念，什麼恩不曉得，怎麼報不曉得，念了《金剛經》應該要體會到，佛的恩德無量無邊。怎麼報法？依教奉行。今天就講到此地。"
    }
  ]
}