{
  "doc_id": "09-023-0080",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十集",
    "zh_TW": "第八十集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0080",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "09-023-0080_p0001",
      "zh_CN": "请掀开经本第一百八十八面，从第二行看起。开佛知见，第一段里面明圆见，请看经文：",
      "zh_TW": "請掀開經本第一百八十八面，從第二行看起。開佛知見，第一段裡面明圓見，請看經文："
    },
    {
      "id": "09-023-0080_p0002",
      "zh_CN": "经【须菩提，于意云何，如来有肉眼不？如是，世尊，如来有肉眼。须菩提，于意云何，如来有天眼不？如是，世尊，如来有天眼。须菩提，于意云何，如来有慧眼不？如是，世尊，如来有慧眼。须菩提，于意云何，如来有法眼不？如是，世尊，如来有法眼。须菩提，于意云何，如来有佛眼不？如是，世尊，如来有佛眼。】",
      "zh_TW": "經【須菩提，於意云何，如來有肉眼不？如是，世尊，如來有肉眼。須菩提，於意云何，如來有天眼不？如是，世尊，如來有天眼。須菩提，於意云何，如來有慧眼不？如是，世尊，如來有慧眼。須菩提，於意云何，如來有法眼不？如是，世尊，如來有法眼。須菩提，於意云何，如來有佛眼不？如是，世尊，如來有佛眼。】"
    },
    {
      "id": "09-023-0080_p0003",
      "zh_CN": "这一段经文，为我们说出佛有五眼，通常我们称之为五眼圆明，就是这个意思。这个问答里面的含义很深，决不是我们粗心大意的人只听听它的表面而已。我们从注解里面来看：",
      "zh_TW": "這一段經文，為我們說出佛有五眼，通常我們稱之為五眼圓明，就是這個意思。這個問答裡面的含義很深，決不是我們粗心大意的人只聽聽它的表面而已。我們從註解裡面來看："
    },
    {
      "id": "09-023-0080_p0004",
      "zh_CN": "【此见不局指眼见，犹言见地耳。知见皆从理智出，原非异体，但约有所表现曰见，约了了于内曰知。】",
      "zh_TW": "【此見不局指眼見，猶言見地耳。知見皆從理智出，原非異體，但約有所表現曰見，約了了於內曰知。】"
    },
    {
      "id": "09-023-0080_p0005",
      "zh_CN": "这是首先把这一段的大意，也就是科题，做一个简单的解释。开佛知见，说明圆见。「圆」有圆满的意思，有圆融无碍的意思。「见」不局限在眼见上，而它真正的意思是讲见地；也就是说，对于宇宙人生的真相，认识多少，体会多少，这就是所谓的见地。对于这个事与理，可以说是无限的深广；愈是地位高的菩萨，体会得就愈深愈广。因此，小乘有四果四向的差别，大乘菩萨有五十一个阶位的差别，这都是他们的见地浅深广狭不相同。无论是浅深、无论是广狭，凡是讲到见地，都是从智慧里面生起来的，从理智出的；也就是本经里面所说的般若智慧，般若智慧是一，悟入的浅深不一样，这个差别在此地。差别里面有无差别，无差别里面有差别。由此可知，差别跟无差别的确是一如，也归到万法一如。但是就有所表现叫它做「见」；如果就境界上了了分明，就称作「知」。所以知见差别在此地。实在讲，知见的意思非常接近，但是还有微细的差别。就表面上看，经上讲的五眼，肉眼比天眼，肉眼就显得粗，天眼就讲到微细。天眼如果跟慧眼比，慧眼见得就深就广。天眼不及慧眼，慧眼不如法眼，法眼不如佛眼，这就是从表现上来看的，说之为「见」。我们看下面的注解：",
      "zh_TW": "這是首先把這一段的大意，也就是科題，做一個簡單的解釋。開佛知見，說明圓見。「圓」有圓滿的意思，有圓融無礙的意思。「見」不局限在眼見上，而它真正的意思是講見地；也就是說，對於宇宙人生的真相，認識多少，體會多少，這就是所謂的見地。對於這個事與理，可以說是無限的深廣；愈是地位高的菩薩，體會得就愈深愈廣。因此，小乘有四果四向的差別，大乘菩薩有五十一個階位的差別，這都是他們的見地淺深廣狹不相同。無論是淺深、無論是廣狹，凡是講到見地，都是從智慧裡面生起來的，從理智出的；也就是本經裡面所說的般若智慧，般若智慧是一，悟入的淺深不一樣，這個差別在此地。差別裡面有無差別，無差別裡面有差別。由此可知，差別跟無差別的確是一如，也歸到萬法一如。但是就有所表現叫它做「見」；如果就境界上了了分明，就稱作「知」。所以知見差別在此地。實在講，知見的意思非常接近，但是還有微細的差別。就表面上看，經上講的五眼，肉眼比天眼，肉眼就顯得粗，天眼就講到微細。天眼如果跟慧眼比，慧眼見得就深就廣。天眼不及慧眼，慧眼不如法眼，法眼不如佛眼，這就是從表現上來看的，說之為「見」。我們看下面的註解："
    },
    {
      "id": "09-023-0080_p0006",
      "zh_CN": "【凡夫肉眼所见有限，为烦恼所障故。】",
      "zh_TW": "【凡夫肉眼所見有限，為煩惱所障故。】"
    },
    {
      "id": "09-023-0080_p0007",
      "zh_CN": "凡夫的知见确实很浅。凡夫肉眼的知见，跟如来果地上佛眼的知见，相不相同？给诸位说，是相同的；都是依般若正知起作用的。为什么肉眼跟佛眼不一样？原来佛眼没有障碍，肉眼有障碍，除了障碍都一样。有了障碍，见的功能就不一样，领悟的能力也不一样，这是烦恼所障。",
      "zh_TW": "凡夫的知見確實很淺。凡夫肉眼的知見，跟如來果地上佛眼的知見，相不相同？給諸位說，是相同的；都是依般若正知起作用的。為什麼肉眼跟佛眼不一樣？原來佛眼沒有障礙，肉眼有障礙，除了障礙都一樣。有了障礙，見的功能就不一樣，領悟的能力也不一樣，這是煩惱所障。"
    },
    {
      "id": "09-023-0080_p0008",
      "zh_CN": "【天眼，有由业力报得，有由定力修得，凡夫齐此二眼。】",
      "zh_TW": "【天眼，有由業力報得，有由定力修得，凡夫齊此二眼。】"
    },
    {
      "id": "09-023-0080_p0009",
      "zh_CN": "齐是等齐的意思，就是凡夫这个见的能力可以达到天眼。天眼，如果生到天上，那是报得，果报当中报得的；没有生到天上，我们世间人也能够得天眼，这个天眼是修得的。世俗人称之为神通、通力。现在中国称作特异功能，我们听到他们的名词里头讲，说是Ｘ光眼，这都是属于天眼。确确实实是有报得的，有修得的。",
      "zh_TW": "齊是等齊的意思，就是凡夫這個見的能力可以達到天眼。天眼，如果生到天上，那是報得，果報當中報得的；沒有生到天上，我們世間人也能夠得天眼，這個天眼是修得的。世俗人稱之為神通、通力。現在中國稱作特異功能，我們聽到他們的名詞裡頭講，說是Ｘ光眼，這都是屬於天眼。確確實實是有報得的，有修得的。"
    },
    {
      "id": "09-023-0080_p0010",
      "zh_CN": "【若慧眼以上，非修出世法不能得。】",
      "zh_TW": "【若慧眼以上，非修出世法不能得。】"
    },
    {
      "id": "09-023-0080_p0011",
      "zh_CN": "由此可知，凡夫纵然修行修得很好，修到神通发现，他也不过是天眼而已，慧眼他没有，为什么？慧眼要证得正觉之人才有。正觉是阿罗汉，一定要见思烦恼断了，你才有慧眼。菩萨有法眼，佛、如来果地上有佛眼，所以慧眼、法眼、佛眼，都必须是在佛门里面真正修行才可以得到。底下为我们解释法相名词的含义。",
      "zh_TW": "由此可知，凡夫縱然修行修得很好，修到神通發現，他也不過是天眼而已，慧眼他沒有，為什麼？慧眼要證得正覺之人才有。正覺是阿羅漢，一定要見思煩惱斷了，你才有慧眼。菩薩有法眼，佛、如來果地上有佛眼，所以慧眼、法眼、佛眼，都必須是在佛門裡面真正修行才可以得到。底下為我們解釋法相名詞的含義。"
    },
    {
      "id": "09-023-0080_p0012",
      "zh_CN": "【慧眼，以根本智，照见真空之理。】",
      "zh_TW": "【慧眼，以根本智，照見真空之理。】"
    },
    {
      "id": "09-023-0080_p0013",
      "zh_CN": "我们叫它做慧眼。由此可知，慧眼的标准是要证得根本智，我们佛门里面常讲大彻大悟，禅宗里头大彻大悟，教下里面大开圆解，念佛人里面得一心不乱，都达到这个境界。根本智是《般若经》上所说的无知，诸位一定要记住，般若无知。般若是称性的真实智慧，真实智慧里头说无知。无知，给诸位说，绝对不是白痴，白痴怎么能够称为根本智？从无知起作用就无所不知，所以「般若无知，无所不知」。由此可知，无知就是讲的清净心，也就是我们一般讲的禅定，这是甚深的禅定，世间法里面没有。世间法的禅定，佛在经上讲四禅八定，得初禅、二禅、三禅、四禅，得这种禅定，将来可以生四禅天，色界天，超出欲界。如果再修得四空定，他超越色界进入到无色界，无色界的四空天，所以这个我们称之为四禅八定。虽然生到四空天，诸位要晓得，并没有出三界；换句话说，他的定功能伏烦恼，没断烦恼，见思烦恼他有能力统统伏住，不起作用。在他定力起作用的时候，把烦恼伏住了，这个阶段可以说他所得的是正受，他所得的是三昧。为什么不叫它做「正受三昧」？因为它是暂时的，而不是永恒的。四空定里面最高的一层是非想非非想定，四空定里面最高的，它的定力能够支持八万大劫，这时间实在是很长，真正不可思议！它能够支持八万大劫，可是八万大劫到了以后，他的定会失掉，依旧会退转、会堕落。由此可知，三界六道里面的定功，佛所说的五种受里面，苦乐忧喜舍，它叫舍受，暂时的舍受，不能叫三昧。如果这个定得到，永远不会失掉，那就叫三昧，那就叫正受。必须再用功夫、再努力，把那个定功向上再提升一层，佛门称之为九次第定。",
      "zh_TW": "我們叫它做慧眼。由此可知，慧眼的標準是要證得根本智，我們佛門裡面常講大徹大悟，禪宗裡頭大徹大悟，教下裡面大開圓解，念佛人裡面得一心不亂，都達到這個境界。根本智是《般若經》上所說的無知，諸位一定要記住，般若無知。般若是稱性的真實智慧，真實智慧裡頭說無知。無知，給諸位說，絕對不是白痴，白痴怎麼能夠稱為根本智？從無知起作用就無所不知，所以「般若無知，無所不知」。由此可知，無知就是講的清淨心，也就是我們一般講的禪定，這是甚深的禪定，世間法裡面沒有。世間法的禪定，佛在經上講四禪八定，得初禪、二禪、三禪、四禪，得這種禪定，將來可以生四禪天，色界天，超出欲界。如果再修得四空定，他超越色界進入到無色界，無色界的四空天，所以這個我們稱之為四禪八定。雖然生到四空天，諸位要曉得，並沒有出三界；換句話說，他的定功能伏煩惱，沒斷煩惱，見思煩惱他有能力統統伏住，不起作用。在他定力起作用的時候，把煩惱伏住了，這個階段可以說他所得的是正受，他所得的是三昧。為什麼不叫它做「正受三昧」？因為它是暫時的，而不是永恆的。四空定裡面最高的一層是非想非非想定，四空定裡面最高的，它的定力能夠支持八萬大劫，這時間實在是很長，真正不可思議！它能夠支持八萬大劫，可是八萬大劫到了以後，他的定會失掉，依舊會退轉、會墮落。由此可知，三界六道裡面的定功，佛所說的五種受裡面，苦樂憂喜捨，它叫捨受，暫時的捨受，不能叫三昧。如果這個定得到，永遠不會失掉，那就叫三昧，那就叫正受。必須再用功夫、再努力，把那個定功向上再提升一層，佛門稱之為九次第定。"
    },
    {
      "id": "09-023-0080_p0014",
      "zh_CN": "《楞严经》上佛也说得很详细，第九定超越六道，超越轮回，证阿罗汉果，见思烦恼断了。这个时候慧眼开了，慧眼开了就是见到「真空之理」。真空之理是什么？见到一切诸法的体性，「万法皆空，了不可得」，阿罗汉见到了，见到这个事实真相。他的心清净了，于一切法里面决定没有妄想分别执着，这是第九定的境界。在《般若经》里面，称这种境界为根本智。阿罗汉虽然知道一切法皆空，但是一切现象怎么来的？他不明了。空会现相，相会变化，这个事情非常非常复杂，阿罗汉不能明了。阿罗汉为什么不能明了？他不学了，他证得空理之后，他自己在那里享受，不肯再求学。所以他的智慧不圆满，只明了一部分，另一部分不明了；也就是他明了本体，他不明了现象。",
      "zh_TW": "《楞嚴經》上佛也說得很詳細，第九定超越六道，超越輪迴，證阿羅漢果，見思煩惱斷了。這個時候慧眼開了，慧眼開了就是見到「真空之理」。真空之理是什麼？見到一切諸法的體性，「萬法皆空，了不可得」，阿羅漢見到了，見到這個事實真相。他的心清淨了，於一切法裡面決定沒有妄想分別執著，這是第九定的境界。在《般若經》裡面，稱這種境界為根本智。阿羅漢雖然知道一切法皆空，但是一切現象怎麼來的？他不明瞭。空會現相，相會變化，這個事情非常非常複雜，阿羅漢不能明瞭。阿羅漢為什麼不能明瞭？他不學了，他證得空理之後，他自己在那裡享受，不肯再求學。所以他的智慧不圓滿，只明瞭一部分，另一部分不明瞭；也就是他明瞭本體，他不明瞭現象。"
    },
    {
      "id": "09-023-0080_p0015",
      "zh_CN": "菩萨虽然证得根本智之后，依旧不断去学习、去参学。参学为了什么？为了后得智，照见差别之事。对于十法界依正庄严，怎么发生的？怎样演变的？这里面因因果果无量的繁杂，菩萨学习，都把它搞得清清楚楚，这种智慧叫后得智。我们在《大方广佛华严经》里面看到，善财童子五十三参，善财学佛的根本老师，就是他的指导老师，是文殊师利菩萨，他是文殊菩萨的学生，在文殊菩萨会下得根本智。诸位如果细细去看《四十华严》，你要不细心，你不可能发觉文殊教善财教了些什么，好像没教他东西。正如同我们中国古来大德教他的弟子一样，你发大心了，要想出家求道，求道就是求智慧，师父给你安一个工作，天天叫你去做工。禅宗六祖惠能大师就是一个好的例子，见了五祖之后，说了几句话，五祖就派他到碓房里面去做工，他的工作是舂米破柴，做苦工。八个月跟五祖没有见过面，你想想看，五祖传了他什么？我们看好像没传给他。惠能大师是真正得受用，那是教他什么？教他修根本智。根本智就是教他把一切知见统统放下，恢复到心地清净，一念不生，这叫根本智。心清净，心不动，也就是《金刚经》末后所说的，「不取于相，如如不动」，就修这个。你要真的去做，每天叫你去工作，工作是修身，诸位要晓得，身体是一个机器，机器要是不动，就要生锈，就要出毛病。所以身要动，他每天破柴、每天舂米，在劳动，身要劳动，要动；心要清净，心里头不能有一个妄念。他在黄梅是用这种功夫，完全在那里修清净心；「外不着相，内不动心」，用这个功夫。这个功夫成就，根本智成就了，根本智得到之后，智慧开了。老师不会再留你，老师如果再留你在身边，他对不起你，一定要送你出去参学。所以五十三参，参学了。",
      "zh_TW": "菩薩雖然證得根本智之後，依舊不斷去學習、去參學。參學為了什麼？為了後得智，照見差別之事。對於十法界依正莊嚴，怎麼發生的？怎樣演變的？這裡面因因果果無量的繁雜，菩薩學習，都把它搞得清清楚楚，這種智慧叫後得智。我們在《大方廣佛華嚴經》裡面看到，善財童子五十三參，善財學佛的根本老師，就是他的指導老師，是文殊師利菩薩，他是文殊菩薩的學生，在文殊菩薩會下得根本智。諸位如果細細去看《四十華嚴》，你要不細心，你不可能發覺文殊教善財教了些什麼，好像沒教他東西。正如同我們中國古來大德教他的弟子一樣，你發大心了，要想出家求道，求道就是求智慧，師父給你安一個工作，天天叫你去做工。禪宗六祖惠能大師就是一個好的例子，見了五祖之後，說了幾句話，五祖就派他到碓房裡面去做工，他的工作是舂米破柴，做苦工。八個月跟五祖沒有見過面，你想想看，五祖傳了他什麼？我們看好像沒傳給他。惠能大師是真正得受用，那是教他什麼？教他修根本智。根本智就是教他把一切知見統統放下，恢復到心地清淨，一念不生，這叫根本智。心清淨，心不動，也就是《金剛經》末後所說的，「不取於相，如如不動」，就修這個。你要真的去做，每天叫你去工作，工作是修身，諸位要曉得，身體是一個機器，機器要是不動，就要生鏽，就要出毛病。所以身要動，他每天破柴、每天舂米，在勞動，身要勞動，要動；心要清淨，心裡頭不能有一個妄念。他在黃梅是用這種功夫，完全在那裡修清淨心；「外不著相，內不動心」，用這個功夫。這個功夫成就，根本智成就了，根本智得到之後，智慧開了。老師不會再留你，老師如果再留你在身邊，他對不起你，一定要送你出去參學。所以五十三參，參學了。"
    },
    {
      "id": "09-023-0080_p0016",
      "zh_CN": "参学是什么？成就你的后得智；但是你根本智没有得到之前，决定不能离开老师，你离开老师那就危险大了，你就会出麻烦。为什么？你没有能力辨别邪正，没有能力辨别是非，乃至于利害你都不能辨别，你不跟老师怎么办！由此可知，根本智得到之后就有这个能力，一切诸法，哪是真的？哪是假的？哪是邪？哪是正？哪是是？哪是非？一接触就明了，有这种能力这才叫根本智。这个时候才出去参学，参学是成就后得智，后得智就是无所不知。般若的修学是这两个阶段。明白这个道理，无论从事哪一种学术的研究，世间学术、出世间的学术，乃至于这世间无量无边种种的行业，也离不开这个原则。你看看古时候，古时候学手艺，譬如学木匠，跟一个木匠师傅作学徒，你也就跟一个老师，不能跟两个老师，完全听这个老师的指导，学规矩，那才能成方圆。在这个地方奠定基础，也就是根本智，根本智得到之后，而后才能达到巧妙，巧妙是自己功夫往上提升。老师只能教你规矩，不能教你巧；但是那种善巧一定是从规矩上建立，从规矩延伸的发展，这是一定的道理。所以不依规矩，你怎么能成就？",
      "zh_TW": "參學是什麼？成就你的後得智；但是你根本智沒有得到之前，決定不能離開老師，你離開老師那就危險大了，你就會出麻煩。為什麼？你沒有能力辨別邪正，沒有能力辨別是非，乃至於利害你都不能辨別，你不跟老師怎麼辦！由此可知，根本智得到之後就有這個能力，一切諸法，哪是真的？哪是假的？哪是邪？哪是正？哪是是？哪是非？一接觸就明瞭，有這種能力這才叫根本智。這個時候才出去參學，參學是成就後得智，後得智就是無所不知。般若的修學是這兩個階段。明白這個道理，無論從事哪一種學術的研究，世間學術、出世間的學術，乃至於這世間無量無邊種種的行業，也離不開這個原則。你看看古時候，古時候學手藝，譬如學木匠，跟一個木匠師傅作學徒，你也就跟一個老師，不能跟兩個老師，完全聽這個老師的指導，學規矩，那才能成方圓。在這個地方奠定基礎，也就是根本智，根本智得到之後，而後才能達到巧妙，巧妙是自己功夫往上提升。老師只能教你規矩，不能教你巧；但是那種善巧一定是從規矩上建立，從規矩延伸的發展，這是一定的道理。所以不依規矩，你怎麼能成就？"
    },
    {
      "id": "09-023-0080_p0017",
      "zh_CN": "末后这两句说得好，「得根本智后，方能得之。」才晓得根本智没有得到，不可能有后得智；后得智，决定是从根本智里面发生的。这个根本就像一棵大树一样，是根，主干；后得智是什么？枝叶花果。枝叶花果都是从根本生的。没有根本，哪来的枝叶花果？这个说法里面含义就很深很广。诸位要细心去听、细心去体会，然后你才能得受用。现代人修学，特别是修学佛法，大多数违背这个成规，不求根本智，他就求后得智，不讲求根本，讲求枝叶花果，他讲求这个东西。有没有效？看起来好像也有一点效果，花也开了，果也结了。花与果是什么？我们桌子前面摆的这些花果，没有根、没有本，它是死的，不是活的。就像花瓶里面的插花一样，虽然很美、很好看，不耐久，几天就凋谢了。这是比喻现代人学佛谈不上成就，没有从根本上下手，这是很值得我们去反省、去检点的。第四个小段：",
      "zh_TW": "末後這兩句說得好，「得根本智後，方能得之。」才曉得根本智沒有得到，不可能有後得智；後得智，決定是從根本智裡面發生的。這個根本就像一棵大樹一樣，是根，主幹；後得智是什麼？枝葉花果。枝葉花果都是從根本生的。沒有根本，哪來的枝葉花果？這個說法裡面含義就很深很廣。諸位要細心去聽、細心去體會，然後你才能得受用。現代人修學，特別是修學佛法，大多數違背這個成規，不求根本智，他就求後得智，不講求根本，講求枝葉花果，他講求這個東西。有沒有效？看起來好像也有一點效果，花也開了，果也結了。花與果是什麼？我們桌子前面擺的這些花果，沒有根、沒有本，它是死的，不是活的。就像花瓶裡面的插花一樣，雖然很美、很好看，不耐久，幾天就凋謝了。這是比喻現代人學佛談不上成就，沒有從根本上下手，這是很值得我們去反省、去檢點的。第四個小段："
    },
    {
      "id": "09-023-0080_p0018",
      "zh_CN": "【佛眼，智无不极，照无不圆，惟佛有之。古德云，前四在佛，总名佛眼。】",
      "zh_TW": "【佛眼，智無不極，照無不圓，惟佛有之。古德云，前四在佛，總名佛眼。】"
    },
    {
      "id": "09-023-0080_p0019",
      "zh_CN": "我们明白这个意思，前面意思都可以体会到。在我们凡夫只有肉眼，其他的都没有。如果在天人，天人有天眼，肉眼也叫天眼；阿罗汉有慧眼，阿罗汉的天眼、肉眼都叫慧眼；菩萨有法眼，菩萨的慧眼、天眼、肉眼统统叫法眼；在如来果位上统统叫佛眼，五种眼都叫佛眼，这是智慧达到究竟圆满。「照无不圆」，虚空法界、过去未来，佛没有见不到的，没有不明了的，这的确不容易。凡夫要修到这样的果位，大经里面说得好，需要经历无量劫，不是三大阿僧祇劫。佛常讲三大阿僧祇劫，并没有讲错，三大阿僧祇劫是从什么时候算起，你要知道，三大阿僧祇劫是从圆教初住菩萨算起。你要证得圆教初住，你到成佛的果位，三个阿僧祇劫就成功了；你要没有到圆初住以前，没有算在里头。所以要把前面这一段算在里面，实实在在讲是无量劫，这个话一点都不假。圆初住是什么境界？见思烦恼断了，尘沙烦恼断了，四十一品无明破了一品，这是圆初住的境界；我们禅宗里面讲大彻大悟，明心见性，就是讲的这个境界。",
      "zh_TW": "我們明白這個意思，前面意思都可以體會到。在我們凡夫只有肉眼，其他的都沒有。如果在天人，天人有天眼，肉眼也叫天眼；阿羅漢有慧眼，阿羅漢的天眼、肉眼都叫慧眼；菩薩有法眼，菩薩的慧眼、天眼、肉眼統統叫法眼；在如來果位上統統叫佛眼，五種眼都叫佛眼，這是智慧達到究竟圓滿。「照無不圓」，虛空法界、過去未來，佛沒有見不到的，沒有不明瞭的，這的確不容易。凡夫要修到這樣的果位，大經裡面說得好，需要經歷無量劫，不是三大阿僧祇劫。佛常講三大阿僧祇劫，並沒有講錯，三大阿僧祇劫是從什麼時候算起，你要知道，三大阿僧祇劫是從圓教初住菩薩算起。你要證得圓教初住，你到成佛的果位，三個阿僧祇劫就成功了；你要沒有到圓初住以前，沒有算在裡頭。所以要把前面這一段算在裡面，實實在在講是無量劫，這個話一點都不假。圓初住是什麼境界？見思煩惱斷了，塵沙煩惱斷了，四十一品無明破了一品，這是圓初住的境界；我們禪宗裡面講大徹大悟，明心見性，就是講的這個境界。"
    },
    {
      "id": "09-023-0080_p0020",
      "zh_CN": "从经上这种说法，我们会感觉到非常沮丧，感觉到前途渺茫一点希望都没有，这是真的，不是假的。幸亏有一个特别法门：念佛求生净土。这个法门给我们带来很大的希望，它好在什么地方？不要断烦恼，见思、尘沙、无明不断，都可以往生。往生的条件，只要具足信愿行三个条件就成功。要真正的相信，一丝毫的怀疑都没有；要有恳切的愿望，希望生到极乐世界，希望见阿弥陀佛。信与愿，蕅益大师说得好，是我们能不能往生决定的条件。行是讲念佛，专念阿弥陀佛，除阿弥陀之外都不能念。你要知道，你念其他的，都是念六道轮回，一切念头都舍弃、都放下了，就是把轮回放下，把六道放下，一心专念阿弥陀佛求生净土，这叫行。蕅益大师大师告诉我们，生到西方极乐世界，品位的高下，决定在念佛功夫的浅深。大家注意到浅深，不是多少，念佛念得多，不一定功夫深；念佛念得少，不一定功夫浅。浅深是从什么地方讲？从伏烦恼上讲。换句话说，念佛人烦恼轻、智慧长、心地清净，这叫做功夫。如果他每天念的佛号多，念十万声佛号，他的妄想分别执着还很重，这个没用处，虽念没有功夫。诸位要知道，往生的条件，虽然讲的是信愿行，信愿行要有功夫才能往生，信愿行没功夫不能往生。这个功夫就是心清净，心愈清净，往生的品位就愈高，心净则佛土净，要懂这个道理。我们再看下面这一段注子：",
      "zh_TW": "從經上這種說法，我們會感覺到非常沮喪，感覺到前途渺茫一點希望都沒有，這是真的，不是假的。幸虧有一個特別法門：念佛求生淨土。這個法門給我們帶來很大的希望，它好在什麼地方？不要斷煩惱，見思、塵沙、無明不斷，都可以往生。往生的條件，只要具足信願行三個條件就成功。要真正的相信，一絲毫的懷疑都沒有；要有懇切的願望，希望生到極樂世界，希望見阿彌陀佛。信與願，蕅益大師說得好，是我們能不能往生決定的條件。行是講念佛，專念阿彌陀佛，除阿彌陀之外都不能念。你要知道，你念其他的，都是念六道輪迴，一切念頭都捨棄、都放下了，就是把輪迴放下，把六道放下，一心專念阿彌陀佛求生淨土，這叫行。蕅益大師大師告訴我們，生到西方極樂世界，品位的高下，決定在念佛功夫的淺深。大家注意到淺深，不是多少，念佛念得多，不一定功夫深；念佛念得少，不一定功夫淺。淺深是從什麼地方講？從伏煩惱上講。換句話說，念佛人煩惱輕、智慧長、心地清淨，這叫做功夫。如果他每天念的佛號多，念十萬聲佛號，他的妄想分別執著還很重，這個沒用處，雖念沒有功夫。諸位要知道，往生的條件，雖然講的是信願行，信願行要有功夫才能往生，信願行沒功夫不能往生。這個功夫就是心清淨，心愈清淨，往生的品位就愈高，心淨則佛土淨，要懂這個道理。我們再看下面這一段註子："
    },
    {
      "id": "09-023-0080_p0021",
      "zh_CN": "【佛眼智照。以俗谛言，遍河沙世界雨滴点数，悉知悉见，其他可想矣。】",
      "zh_TW": "【佛眼智照。以俗諦言，遍河沙世界雨滴點數，悉知悉見，其他可想矣。】"
    },
    {
      "id": "09-023-0080_p0022",
      "zh_CN": "佛眼这个见的能力，智照我们不说它，我们讲他眼见这种能力，大家好懂。这里举一个例子说，以俗谛就是以我们凡夫的见解来观察，这几天此地也下雨，你们都看到了，天上下了多少滴的雨，你们晓不晓得？新加坡这个地方不大，雨水滴的数量也不会太多。经上比喻说，「遍河沙世界」，遍是普遍，河沙世界是恒河沙数那么多的世界，这个世界是佛国土、大千世界。恒河沙数的大千世界，每个世界里头也都有下雨，雨水滴了多少点，佛都看得很清楚，看得清楚是见，知道它滴了多少滴，那是知，知见。佛有这个能力，悉知悉见，其他就可想而知。这些话大小乘经里面都有，世尊当年在世的时候说这个话，听的人不相信。你一看就晓得。有人去测验，就是考一考佛，你说你有这个能力，就请佛看这一棵树，这树上有多少片树叶？佛一看马上就说出来，说出来之后，也没人去数那到底是真的还是假的？这个人很聪明，把那个树摇一摇，树叶落下来一些，他把那个落叶数一数就知道了。然后再问，佛，你现在看看这有多少？佛又说一个数字，两个一比果然没错，这才佩服了。才知道佛的知见是真的，不是假的，佛只要一见，连数量都清楚。",
      "zh_TW": "佛眼這個見的能力，智照我們不說它，我們講他眼見這種能力，大家好懂。這裡舉一個例子說，以俗諦就是以我們凡夫的見解來觀察，這幾天此地也下雨，你們都看到了，天上下了多少滴的雨，你們曉不曉得？新加坡這個地方不大，雨水滴的數量也不會太多。經上比喻說，「遍河沙世界」，遍是普遍，河沙世界是恆河沙數那麼多的世界，這個世界是佛國土、大千世界。恆河沙數的大千世界，每個世界裡頭也都有下雨，雨水滴了多少點，佛都看得很清楚，看得清楚是見，知道它滴了多少滴，那是知，知見。佛有這個能力，悉知悉見，其他就可想而知。這些話大小乘經裡面都有，世尊當年在世的時候說這個話，聽的人不相信。你一看就曉得。有人去測驗，就是考一考佛，你說你有這個能力，就請佛看這一棵樹，這樹上有多少片樹葉？佛一看馬上就說出來，說出來之後，也沒人去數那到底是真的還是假的？這個人很聰明，把那個樹搖一搖，樹葉落下來一些，他把那個落葉數一數就知道了。然後再問，佛，你現在看看這有多少？佛又說一個數字，兩個一比果然沒錯，這才佩服了。才知道佛的知見是真的，不是假的，佛只要一見，連數量都清楚。"
    },
    {
      "id": "09-023-0080_p0023",
      "zh_CN": "【故自无始来、穷未来际，遍虚空、尽法界，一切众生，乃至一极微细众生，死此生彼，根性族类，以及起心动念，前因后果，千万差别，极细微之事相，无不悉知、无不悉见。】",
      "zh_TW": "【故自無始來、窮未來際，遍虛空、盡法界，一切眾生，乃至一極微細眾生，死此生彼，根性族類，以及起心動念，前因後果，千萬差別，極細微之事相，無不悉知、無不悉見。】"
    },
    {
      "id": "09-023-0080_p0024",
      "zh_CN": "佛真有这个能力，我们读了这一段毛骨悚然，我们还有很多事情想瞒着人不知 道，能瞒得过人吗？人可以瞒得过，人是凡夫，可以瞒过他；诸佛菩萨瞒不过，极乐世界的人瞒不过。你看看《无量寿经》上所讲的，往生到西方极乐世界的人，得到阿弥陀佛本愿的加持，他们的眼跟佛眼没有两样；天眼洞视、天耳彻听、他心遍知，那个能力几乎跟佛没有两样，我们起心动念他都知道。你想想，有什么事情好瞒人的？今天世界上常常讲的隐私权，你对谁隐私？佛这种能力，诸位要晓得，这是我们自己的本能，决不是只有诸佛有，我们没有，我们有；我们的能力跟诸佛如来的能力是相同的，相等的。现在我们这个能力失掉了，这个失掉并不是真的失掉，本能怎么会真的失掉？所以佛在经上常讲，这叫迷失；迷是忘掉了，并不是真正失掉，迷失了。因为有障碍，烦恼障、所知障，妄想分别执着，这些东西障碍住了。几时把障碍破掉，我们这个能力又恢复了，就这么回事情。我们学佛，要希望成佛，成佛不是为别的，恢复自性本具的德能而已。所以大经上说：圆满菩提，归无所得。成佛，成佛之后你得什么？什么也没有得到，所得到的都是自己本来具足的，自性里头本来具足的；自性以外，什么都没有，恢复性德而已。",
      "zh_TW": "佛真有這個能力，我們讀了這一段毛骨悚然，我們還有很多事情想瞞著人不知 道，能瞞得過人嗎？人可以瞞得過，人是凡夫，可以瞞過他；諸佛菩薩瞞不過，極樂世界的人瞞不過。你看看《無量壽經》上所講的，往生到西方極樂世界的人，得到阿彌陀佛本願的加持，他們的眼跟佛眼沒有兩樣；天眼洞視、天耳徹聽、他心遍知，那個能力幾乎跟佛沒有兩樣，我們起心動念他都知道。你想想，有什麼事情好瞞人的？今天世界上常常講的隱私權，你對誰隱私？佛這種能力，諸位要曉得，這是我們自己的本能，決不是只有諸佛有，我們沒有，我們有；我們的能力跟諸佛如來的能力是相同的，相等的。現在我們這個能力失掉了，這個失掉並不是真的失掉，本能怎麼會真的失掉？所以佛在經上常講，這叫迷失；迷是忘掉了，並不是真正失掉，迷失了。因為有障礙，煩惱障、所知障，妄想分別執著，這些東西障礙住了。幾時把障礙破掉，我們這個能力又恢復了，就這麼回事情。我們學佛，要希望成佛，成佛不是為別的，恢復自性本具的德能而已。所以大經上說：圓滿菩提，歸無所得。成佛，成佛之後你得什麼？什麼也沒有得到，所得到的都是自己本來具足的，自性裡頭本來具足的；自性以外，什麼都沒有，恢復性德而已。"
    },
    {
      "id": "09-023-0080_p0025",
      "zh_CN": "这一段文，我也希望同学们要多念几遍，要常常记在心里。我们起心动念自然就小心谨慎，动一个善念，诸佛欢喜；动一个恶念，诸佛感叹，怎么又迷惑了！因缘果报，丝毫不爽，只要你四相四见没破，你在六道里面决定逃不了因缘果报，善因有善果，恶因有恶报，没有办法避免的。这是佛常讲：众生畏果，菩萨畏因。众生迷惑颠倒，造作罪业，果报现前的时候害怕了，害怕有什么用，无济于事！菩萨跟众生不一样，菩萨聪明，菩萨怕造恶因，不造恶因他就没有恶报。由此可知，菩萨才真正深信因果，起心动念他都小心、都谨慎。",
      "zh_TW": "這一段文，我也希望同學們要多念幾遍，要常常記在心裡。我們起心動念自然就小心謹慎，動一個善念，諸佛歡喜；動一個惡念，諸佛感嘆，怎麼又迷惑了！因緣果報，絲毫不爽，只要你四相四見沒破，你在六道裡面決定逃不了因緣果報，善因有善果，惡因有惡報，沒有辦法避免的。這是佛常講：眾生畏果，菩薩畏因。眾生迷惑顛倒，造作罪業，果報現前的時候害怕了，害怕有什麼用，無濟於事！菩薩跟眾生不一樣，菩薩聰明，菩薩怕造惡因，不造惡因他就沒有惡報。由此可知，菩薩才真正深信因果，起心動念他都小心、都謹慎。"
    },
    {
      "id": "09-023-0080_p0026",
      "zh_CN": "【证佛性，慧为因，定为缘。因亲缘疏，故定多不及慧多。定慧未能均等，故菩萨但分证法空，分见佛性。】",
      "zh_TW": "【證佛性，慧為因，定為緣。因親緣疏，故定多不及慧多。定慧未能均等，故菩薩但分證法空，分見佛性。】"
    },
    {
      "id": "09-023-0080_p0027",
      "zh_CN": "我们先看这一段。佛性就是自性，就是真如本性。这个地方讲的佛性，不是讲别的佛，是自己的佛性。什么样的条件，你才能够证得佛性？一定要慧，般若智慧。般若智慧是能证，真如本性是所证。慧从哪里得来？慧从定当中得来。戒、定、慧三学，慧是主，我们要想得到的是智慧；戒、定是手段，因戒得定，因定开慧。所以戒定慧三学，慧是因，戒跟定都是缘。三学的目标，你要是清楚明白，你就知道要怎样的修学。持戒是我自己持戒，与别人不相干，这一点一定要清楚。我自己戒持得很好，别人不持戒，犯戒的犯戒，破戒的破戒，我看到心里就难过，这个没有用处。你心里面起烦恼了，你还能得定吗？因戒得定，你还能得定吗？自己持戒，不要去管别人。惠能大师讲得好，「若真修道人，不见世间过」。别人与我不相干，我持戒是为了我心清净。持戒的目的是得定，得定的目的是开慧，要把目的搞清楚，这个三学就如法。现在我们看到持戒精严的人，你仔细去接触，感觉得不如法。他戒律不错，是持得很好，可是脾气很大，贡高我慢，瞧不起人，认为自己戒律精严，别人都犯戒、破戒，瞧不起人。他不持戒还好，对人还有尊敬心，一持了戒，对别人没有尊敬心。这个不如法，这不能得定，不能开慧。他所持的那个戒，是六道里面有漏的福报。如果嫉妒瞋恨心重的话，他戒律很严，将来往生到哪里？生到阿修罗里面去了，阿修罗的业因就是如此。持戒是有福，贡高我慢，堕阿修罗道，搞这一套去了。",
      "zh_TW": "我們先看這一段。佛性就是自性，就是真如本性。這個地方講的佛性，不是講別的佛，是自己的佛性。什麼樣的條件，你才能夠證得佛性？一定要慧，般若智慧。般若智慧是能證，真如本性是所證。慧從哪裡得來？慧從定當中得來。戒、定、慧三學，慧是主，我們要想得到的是智慧；戒、定是手段，因戒得定，因定開慧。所以戒定慧三學，慧是因，戒跟定都是緣。三學的目標，你要是清楚明白，你就知道要怎樣的修學。持戒是我自己持戒，與別人不相干，這一點一定要清楚。我自己戒持得很好，別人不持戒，犯戒的犯戒，破戒的破戒，我看到心裡就難過，這個沒有用處。你心裡面起煩惱了，你還能得定嗎？因戒得定，你還能得定嗎？自己持戒，不要去管別人。惠能大師講得好，「若真修道人，不見世間過」。別人與我不相干，我持戒是為了我心清淨。持戒的目的是得定，得定的目的是開慧，要把目的搞清楚，這個三學就如法。現在我們看到持戒精嚴的人，你仔細去接觸，感覺得不如法。他戒律不錯，是持得很好，可是脾氣很大，貢高我慢，瞧不起人，認為自己戒律精嚴，別人都犯戒、破戒，瞧不起人。他不持戒還好，對人還有尊敬心，一持了戒，對別人沒有尊敬心。這個不如法，這不能得定，不能開慧。他所持的那個戒，是六道裡面有漏的福報。如果嫉妒瞋恨心重的話，他戒律很嚴，將來往生到哪裡？生到阿修羅裡面去了，阿修羅的業因就是如此。持戒是有福，貢高我慢，墮阿修羅道，搞這一套去了。"
    },
    {
      "id": "09-023-0080_p0028",
      "zh_CN": "因此，定多不及慧多，还不如慧多，这是大乘佛法重视般若智慧。但是，最好定跟慧要平等，这样才好。平等能见性，能开悟；不平等，对于明心见性往往也生了障碍。所以讲求的是定慧等持，这样才好。因为它不平等，平等非常非常难，达到平等的时候往往就明心见性，就能够破一品无明，证一分法身；在不平等的时候，慧多也没有办法破无明。故菩萨但分证法空，他不能够圆证。像初住菩萨，破一品无明证一分法身，二住菩萨破两品无明证二分法身，分证不能够圆证。见性也是如此，分见佛性，明心见性分分见。",
      "zh_TW": "因此，定多不及慧多，還不如慧多，這是大乘佛法重視般若智慧。但是，最好定跟慧要平等，這樣才好。平等能見性，能開悟；不平等，對於明心見性往往也生了障礙。所以講求的是定慧等持，這樣才好。因為它不平等，平等非常非常難，達到平等的時候往往就明心見性，就能夠破一品無明，證一分法身；在不平等的時候，慧多也沒有辦法破無明。故菩薩但分證法空，他不能夠圓證。像初住菩薩，破一品無明證一分法身，二住菩薩破兩品無明證二分法身，分證不能夠圓證。見性也是如此，分見佛性，明心見性分分見。"
    },
    {
      "id": "09-023-0080_p0029",
      "zh_CN": "【唯佛与佛，定慧均等。】",
      "zh_TW": "【唯佛與佛，定慧均等。】"
    },
    {
      "id": "09-023-0080_p0030",
      "zh_CN": "真正达到等的时候，到如来果地上完全相等，定慧等，一丝毫的差别都没有了。",
      "zh_TW": "真正達到等的時候，到如來果地上完全相等，定慧等，一絲毫的差別都沒有了。"
    },
    {
      "id": "09-023-0080_p0031",
      "zh_CN": "【了了见性，如观掌果也。】",
      "zh_TW": "【了了見性，如觀掌果也。】"
    },
    {
      "id": "09-023-0080_p0032",
      "zh_CN": "了了是形容他清楚明了，他见性见得非常的圆满透彻，就像观掌中的庵摩罗果，这个果都是佛经上讲的，佛经上所说的比喻。",
      "zh_TW": "了了是形容他清楚明瞭，他見性見得非常的圓滿透徹，就像觀掌中的菴摩羅果，這個果都是佛經上講的，佛經上所說的比喻。"
    },
    {
      "id": "09-023-0080_p0033",
      "zh_CN": "【佛说五眼，旨在借五眼以明佛见圆融。】",
      "zh_TW": "【佛說五眼，旨在借五眼以明佛見圓融。】"
    },
    {
      "id": "09-023-0080_p0034",
      "zh_CN": "可见得前面这一问一答，它的深义在此，让我们在这里面体会到佛的知见圆融。",
      "zh_TW": "可見得前面這一問一答，它的深義在此，讓我們在這裡面體會到佛的知見圓融。"
    },
    {
      "id": "09-023-0080_p0035",
      "zh_CN": "【见性圆明，有如圆镜。】",
      "zh_TW": "【見性圓明，有如圓鏡。】"
    },
    {
      "id": "09-023-0080_p0036",
      "zh_CN": "圆镜是比喻。",
      "zh_TW": "圓鏡是比喻。"
    },
    {
      "id": "09-023-0080_p0037",
      "zh_CN": "【胡来现胡，汉来现汉，初无容心。】",
      "zh_TW": "【胡來現胡，漢來現漢，初無容心。】"
    },
    {
      "id": "09-023-0080_p0038",
      "zh_CN": "诸佛菩萨用心，的确像镜子一样，决定没有分别执着。胡是外国人，中国古时候叫外国人叫胡人。外国人照镜子，镜子里面现外国人的面孔；汉是中国人，中国人照镜子，镜子里面现中国人的面孔。不管是胡人、汉人照镜子，镜子没有分别、没有执着。这个意思是诸佛菩萨用心像镜子一样，十法界依正庄严，他照得清清楚楚，就像一面镜子，绝对没有分别执着。我们凡夫用心，用错了心。我们也照，但是照见他要起分别，这个喜欢，那个讨厌，他就生烦恼，他生这个东西。我们这个镜子，心镜照外面生烦恼，诸佛菩萨的心镜照外面生智慧。诸位要知道，生烦恼就不生智慧，生智慧就不生烦恼。为什么会生烦恼？因为你有妄想分别执着。为什么他生智慧？他没有妄想分别执着。这个差别的道理，一定要搞清楚。我们六根接触六尘境界，一定要记住经里面的教训，「外不着相」，不取于相，外不着相，不着相就是不分别；「内不动心」，不动是什么？不起好恶之心，你的心就清净，心就平等，清净平等就是觉心，觉就是智慧，生智慧。",
      "zh_TW": "諸佛菩薩用心，的確像鏡子一樣，決定沒有分別執著。胡是外國人，中國古時候叫外國人叫胡人。外國人照鏡子，鏡子裡面現外國人的面孔；漢是中國人，中國人照鏡子，鏡子裡面現中國人的面孔。不管是胡人、漢人照鏡子，鏡子沒有分別、沒有執著。這個意思是諸佛菩薩用心像鏡子一樣，十法界依正莊嚴，他照得清清楚楚，就像一面鏡子，絕對沒有分別執著。我們凡夫用心，用錯了心。我們也照，但是照見他要起分別，這個喜歡，那個討厭，他就生煩惱，他生這個東西。我們這個鏡子，心鏡照外面生煩惱，諸佛菩薩的心鏡照外面生智慧。諸位要知道，生煩惱就不生智慧，生智慧就不生煩惱。為什麼會生煩惱？因為你有妄想分別執著。為什麼他生智慧？他沒有妄想分別執著。這個差別的道理，一定要搞清楚。我們六根接觸六塵境界，一定要記住經裡面的教訓，「外不著相」，不取於相，外不著相，不著相就是不分別；「內不動心」，不動是什麼？不起好惡之心，你的心就清淨，心就平等，清淨平等就是覺心，覺就是智慧，生智慧。"
    },
    {
      "id": "09-023-0080_p0039",
      "zh_CN": "【正所谓不有而有，有而不有也。】",
      "zh_TW": "【正所謂不有而有，有而不有也。】"
    },
    {
      "id": "09-023-0080_p0040",
      "zh_CN": "这两句话说明了事实的真相。佛的六根接触六尘境界如是，我们哪一个人六根接触六尘境界不如是？毛病就是出在打妄想，一天到晚胡思乱想，这是我们的病根。无量劫来在六道里头搞生死轮回，根本的原因就是胡思乱想。妄想已经养成习惯，想不想还不行，想断断不了，这个麻烦真大！稍稍涉猎到经义的人，都知道这回事情，但是无可奈何！连学佛都打妄想，这才知道我们的病太重太重了。所以佛教给我们，你把妄想改变成阿弥陀佛，这的确是一个非常好的方法，非常有效果的方法。我一天到晚想什么？想阿弥陀佛。可是我很想想阿弥陀佛，但是想不起来，这个念头常常会被其他的妄念打断，这个事情麻烦了。因此必须要有人提醒你，假使真的有一个人一天到晚嘀咕：「你要想阿弥陀佛」，你听到这个太繁琐、太讨厌了，你又受不了！所以现在我们用什么方法？供佛像，供一尊阿弥陀佛的佛像；一看到，我就想到阿弥陀佛。现在又有念佛机，一听到佛号，阿弥陀佛提起来了，这是个好方法。娑婆世界的众生耳根最利，所以念佛机非常有效。如果你家里面的人，不厌烦的话，念佛机应当一天二十四小时不能中断，佛号不能中断，时时刻刻提醒自己。不想佛，就胡思乱想，就搞六道轮回，这个事情非常的可怕。",
      "zh_TW": "這兩句話說明了事實的真相。佛的六根接觸六塵境界如是，我們哪一個人六根接觸六塵境界不如是？毛病就是出在打妄想，一天到晚胡思亂想，這是我們的病根。無量劫來在六道裡頭搞生死輪迴，根本的原因就是胡思亂想。妄想已經養成習慣，想不想還不行，想斷斷不了，這個麻煩真大！稍稍涉獵到經義的人，都知道這回事情，但是無可奈何！連學佛都打妄想，這才知道我們的病太重太重了。所以佛教給我們，你把妄想改變成阿彌陀佛，這的確是一個非常好的方法，非常有效果的方法。我一天到晚想什麼？想阿彌陀佛。可是我很想想阿彌陀佛，但是想不起來，這個念頭常常會被其他的妄念打斷，這個事情麻煩了。因此必須要有人提醒你，假使真的有一個人一天到晚嘀咕：「你要想阿彌陀佛」，你聽到這個太繁瑣、太討厭了，你又受不了！所以現在我們用什麼方法？供佛像，供一尊阿彌陀佛的佛像；一看到，我就想到阿彌陀佛。現在又有念佛機，一聽到佛號，阿彌陀佛提起來了，這是個好方法。娑婆世界的眾生耳根最利，所以念佛機非常有效。如果你家裡面的人，不厭煩的話，念佛機應當一天二十四小時不能中斷，佛號不能中斷，時時刻刻提醒自己。不想佛，就胡思亂想，就搞六道輪迴，這個事情非常的可怕。"
    },
    {
      "id": "09-023-0080_p0041",
      "zh_CN": "【菩萨应开如是见，通达如是无我法。云何通达，唯在不执己见，不执一见而已。】",
      "zh_TW": "【菩薩應開如是見，通達如是無我法。云何通達，唯在不執己見，不執一見而已。】"
    },
    {
      "id": "09-023-0080_p0042",
      "zh_CN": "这一句是我们修学成败关键的枢纽。菩萨应开佛知佛见，《法华经》里面世尊讲的「开示悟入」，目标就是佛知佛见；开佛知见、示佛知见、悟佛知见、入佛知见，那个功德就圆满了。佛的知见是什么？知道一切法无我，安住在无我法。如何通达？唯一的方法就是要把自己的成见舍掉，决定不能执着，执着就错了。成见里面最深的，无过于我见、我相，这是成见里面最深的。起心动念都有个我，我的想法、我的看法，大错特错！诸位细细去观察《大藏经》，佛从来没有说，我怎么说法？我怎么想法？我怎么看法？没有！经典上「如是我闻」，那个「我」是随顺众生说的，决定没有执着有个我的念头，没有。所以他心生智慧，佛菩萨所说的一切法，他一接触，通达无碍，他能够明了真实义。我们今天有障碍，眼有障碍，看佛经看不懂，把意思看错了；耳有障碍，听不懂，也把意思听错了。障碍的根本在哪里？在我见、我执。所以你要想破除这个障碍，真正通达佛所讲的真实义，唯一的方法，不执着己见，不执着一见而已。",
      "zh_TW": "這一句是我們修學成敗關鍵的樞紐。菩薩應開佛知佛見，《法華經》裡面世尊講的「開示悟入」，目標就是佛知佛見；開佛知見、示佛知見、悟佛知見、入佛知見，那個功德就圓滿了。佛的知見是什麼？知道一切法無我，安住在無我法。如何通達？唯一的方法就是要把自己的成見捨掉，決定不能執著，執著就錯了。成見裡面最深的，無過於我見、我相，這是成見裡面最深的。起心動念都有個我，我的想法、我的看法，大錯特錯！諸位細細去觀察《大藏經》，佛從來沒有說，我怎麼說法？我怎麼想法？我怎麼看法？沒有！經典上「如是我聞」，那個「我」是隨順眾生說的，決定沒有執著有個我的念頭，沒有。所以他心生智慧，佛菩薩所說的一切法，他一接觸，通達無礙，他能夠明瞭真實義。我們今天有障礙，眼有障礙，看佛經看不懂，把意思看錯了；耳有障礙，聽不懂，也把意思聽錯了。障礙的根本在哪裡？在我見、我執。所以你要想破除這個障礙，真正通達佛所講的真實義，唯一的方法，不執著己見，不執著一見而已。"
    },
    {
      "id": "09-023-0080_p0043",
      "zh_CN": "【云何能不执，首当大开圆解，令其见地彻底，则执情自薄。】",
      "zh_TW": "【云何能不執，首當大開圓解，令其見地徹底，則執情自薄。】"
    },
    {
      "id": "09-023-0080_p0044",
      "zh_CN": "这个事情是真难，真正不容易。要不大开圆解，要不明心见性，要不能得一心不乱，做不到。可是这些事情难，非常非常困难！难也有办法，什么方法？大概我们现在所讲知识分子，知识分子是很不好度的，是一切众生里头最麻烦的一类，知识分子老实说就是不老实，不老实的分子。最好的方法是读经，为什么？读经对他来讲比较契机，参禅、念佛他没有这个耐心，没有法子引起他的兴趣，读经，他喜欢知识，读经。经要怎么读？一门深入。读许许多多经，不行！不能生效果，读一部经，一部经老老实实念，每天从头到尾念，念上十年，心定了，定了就能开悟，就能入这个境界，这个法子妙！你们看《坛经》里面法达禅师，法达禅师念《法华经》三千部，《法华经》的分量相当大，一天念一部，三千部是十年，三千是说个整数，是十年的功夫。所以在六祖会下被六祖一点，他就豁然大悟。再看《坛经》里面讲的无尽藏比丘尼，这个人读《涅槃经》，《涅槃经》的分量比《法华经》还要多，三十六卷。在中国有两种译本，一个四十卷，一个三十六卷，比《法华经》要多好几倍。她也是一生专门受持一部经，念到心定了，遇到六祖，六祖给她讲一遍，她开悟了。这就是说明因戒得定。你念一部经，是戒、是持戒；持戒久了就得定，他心里头没有妄想。他有时间就读经，就读一部经，一遍读完了再读一遍，一直这样念下去，他心是定的，定就能开智慧，这非常非常重要。古来这些大德，不但是讲给我们听，事实人家做出样子来给我们看，言教身教，说法转、作证转，我们还不能体会，那就没有法子。真正能有所体悟，就应当依教奉行，一门深入。我们这一生才有个出路，真正能够超越生死烦恼，超越六道轮回，即使念佛往生也是高增品位。所以破执着非常重要，这是我们说出用读经这个方法。",
      "zh_TW": "這個事情是真難，真正不容易。要不大開圓解，要不明心見性，要不能得一心不亂，做不到。可是這些事情難，非常非常困難！難也有辦法，什麼方法？大概我們現在所講知識分子，知識分子是很不好度的，是一切眾生裡頭最麻煩的一類，知識分子老實說就是不老實，不老實的分子。最好的方法是讀經，為什麼？讀經對他來講比較契機，參禪、念佛他沒有這個耐心，沒有法子引起他的興趣，讀經，他喜歡知識，讀經。經要怎麼讀？一門深入。讀許許多多經，不行！不能生效果，讀一部經，一部經老老實實念，每天從頭到尾念，念上十年，心定了，定了就能開悟，就能入這個境界，這個法子妙！你們看《壇經》裡面法達禪師，法達禪師念《法華經》三千部，《法華經》的分量相當大，一天念一部，三千部是十年，三千是說個整數，是十年的功夫。所以在六祖會下被六祖一點，他就豁然大悟。再看《壇經》裡面講的無盡藏比丘尼，這個人讀《涅槃經》，《涅槃經》的分量比《法華經》還要多，三十六卷。在中國有兩種譯本，一個四十卷，一個三十六卷，比《法華經》要多好幾倍。她也是一生專門受持一部經，念到心定了，遇到六祖，六祖給她講一遍，她開悟了。這就是說明因戒得定。你念一部經，是戒、是持戒；持戒久了就得定，他心裡頭沒有妄想。他有時間就讀經，就讀一部經，一遍讀完了再讀一遍，一直這樣念下去，他心是定的，定就能開智慧，這非常非常重要。古來這些大德，不但是講給我們聽，事實人家做出樣子來給我們看，言教身教，說法轉、作證轉，我們還不能體會，那就沒有法子。真正能有所體悟，就應當依教奉行，一門深入。我們這一生才有個出路，真正能夠超越生死煩惱，超越六道輪迴，即使念佛往生也是高增品位。所以破執著非常重要，這是我們說出用讀經這個方法。"
    },
    {
      "id": "09-023-0080_p0045",
      "zh_CN": "【即复力除习气，离相离念，证得诸法一如，方为究竟耳。】",
      "zh_TW": "【即復力除習氣，離相離念，證得諸法一如，方為究竟耳。】"
    },
    {
      "id": "09-023-0080_p0046",
      "zh_CN": "这是最终的目标，我们这一生虽然达不到，但是决定要向着这个方向去精进，尽心尽力去做，做到多少算多少，这样就好了。不可以说这个境界太高，我做不到，算了，我不向这个目标做了，那就错了！一定要向这个目标去走，向这个方向去走，这就对了。",
      "zh_TW": "這是最終的目標，我們這一生雖然達不到，但是決定要向著這個方向去精進，盡心盡力去做，做到多少算多少，這樣就好了。不可以說這個境界太高，我做不到，算了，我不向這個目標做了，那就錯了！一定要向這個目標去走，向這個方向去走，這就對了。"
    },
    {
      "id": "09-023-0080_p0047",
      "zh_CN": "【经中凡言于意云何】",
      "zh_TW": "【經中凡言於意云何】"
    },
    {
      "id": "09-023-0080_p0048",
      "zh_CN": "这个句子在《金刚经》上很多。凡是这种句子，",
      "zh_TW": "這個句子在《金剛經》上很多。凡是這種句子，"
    },
    {
      "id": "09-023-0080_p0049",
      "zh_CN": "【皆是探询见地之辞也】",
      "zh_TW": "【皆是探詢見地之辭也】"
    },
    {
      "id": "09-023-0080_p0050",
      "zh_CN": "我们要懂得它用意之所在，这是世尊考验学生的一种方式，测验测验他的功夫、他的见地，也就是我们今天讲的他的见解，达到什么样的境界？",
      "zh_TW": "我們要懂得它用意之所在，這是世尊考驗學生的一種方式，測驗測驗他的功夫、他的見地，也就是我們今天講的他的見解，達到什麼樣的境界？"
    },
    {
      "id": "09-023-0080_p0051",
      "zh_CN": "【凡言作是念、能作是念否、莫作是念、汝勿谓作是念等等。】",
      "zh_TW": "【凡言作是念、能作是念否、莫作是念、汝勿謂作是念等等。】"
    },
    {
      "id": "09-023-0080_p0052",
      "zh_CN": "这些辞句也是在本经里面常见的，这些辞句里面的含义，",
      "zh_TW": "這些辭句也是在本經裡面常見的，這些辭句裡面的含義，"
    },
    {
      "id": "09-023-0080_p0053",
      "zh_CN": "【皆是破其执见，令开圆见。】",
      "zh_TW": "【皆是破其執見，令開圓見。】"
    },
    {
      "id": "09-023-0080_p0054",
      "zh_CN": "可见得佛的用心非常微密，字字句句里面都含有很深的意义，都是帮助众生破迷开悟。要紧的是众生心要细、心要虚，虚是不能有妄想分别执着，你才能够体会得佛的意思。这是说明不执一，一不能执。再看底下一段经文，异也不能执，心才清净。再看经文：",
      "zh_TW": "可見得佛的用心非常微密，字字句句裡面都含有很深的意義，都是幫助眾生破迷開悟。要緊的是眾生心要細、心要虛，虛是不能有妄想分別執著，你才能夠體會得佛的意思。這是說明不執一，一不能執。再看底下一段經文，異也不能執，心才清淨。再看經文："
    },
    {
      "id": "09-023-0080_p0055",
      "zh_CN": "经【须菩提，于意云何，恒河中所有沙，佛说是沙不？如是，世尊，如来说是沙。】",
      "zh_TW": "經【須菩提，於意云何，恆河中所有沙，佛說是沙不？如是，世尊，如來說是沙。】"
    },
    {
      "id": "09-023-0080_p0056",
      "zh_CN": "乍看这个经文，的确很难体会到佛说这句话用意何在。我们看注解：",
      "zh_TW": "乍看這個經文，的確很難體會到佛說這句話用意何在。我們看註解："
    },
    {
      "id": "09-023-0080_p0057",
      "zh_CN": "【如来说是沙，这是须菩提尊者答复的。若不着相，则见相即见性，又何必说不是沙。此正明一切皆是，以遣微细之执。】",
      "zh_TW": "【如來說是沙，這是須菩提尊者答覆的。若不著相，則見相即見性，又何必說不是沙。此正明一切皆是，以遣微細之執。】"
    },
    {
      "id": "09-023-0080_p0058",
      "zh_CN": "前面我们看到「即非是名」，这个地方须菩提没有说，恒河中所有沙，即非是沙，是名是沙，他没有这个说法。如果讲即非是名，我们好懂，那个意思就是可深可浅。这个意思，「如来说是沙」，我们反而难懂，这个意思深。说明佛没有一点执着，众生怎么说，佛恒顺众生，随喜功德；你怎么说，我随顺你怎么说，佛没有执着。如果注解里头不说明这一段经文，「正明一切皆是，以遣微细之执」，我们很不容易懂这句话他的用意之所在。底下这一段就有了。",
      "zh_TW": "前面我們看到「即非是名」，這個地方須菩提沒有說，恆河中所有沙，即非是沙，是名是沙，他沒有這個說法。如果講即非是名，我們好懂，那個意思就是可深可淺。這個意思，「如來說是沙」，我們反而難懂，這個意思深。說明佛沒有一點執著，眾生怎麼說，佛恆順眾生，隨喜功德；你怎麼說，我隨順你怎麼說，佛沒有執著。如果註解裡頭不說明這一段經文，「正明一切皆是，以遣微細之執」，我們很不容易懂這句話他的用意之所在。底下這一段就有了。"
    },
    {
      "id": "09-023-0080_p0059",
      "zh_CN": "【佛眼洞彻一切法差别事相】",
      "zh_TW": "【佛眼洞徹一切法差別事相】"
    },
    {
      "id": "09-023-0080_p0060",
      "zh_CN": "十法界依正庄严，无量无边差别的事相，佛都清清楚楚、明明白白，但是佛能够",
      "zh_TW": "十法界依正莊嚴，無量無邊差別的事相，佛都清清楚楚、明明白白，但是佛能夠"
    },
    {
      "id": "09-023-0080_p0061",
      "zh_CN": "【恒顺众生，随喜功德】",
      "zh_TW": "【恆順眾生，隨喜功德】"
    },
    {
      "id": "09-023-0080_p0062",
      "zh_CN": "恒顺，你们怎么说都好，佛就跟着我们说，在随喜里面成就了功德。功德是什么？是定、是慧。不但定慧没有失掉，定慧反而因之坚固，因之增长，这叫功德。这是我们在日常生活当中，应当要学习的。",
      "zh_TW": "恆順，你們怎麼說都好，佛就跟著我們說，在隨喜裡面成就了功德。功德是什麼？是定、是慧。不但定慧沒有失掉，定慧反而因之堅固，因之增長，這叫功德。這是我們在日常生活當中，應當要學習的。"
    },
    {
      "id": "09-023-0080_p0063",
      "zh_CN": "【不坏俗谛】",
      "zh_TW": "【不壞俗諦】"
    },
    {
      "id": "09-023-0080_p0064",
      "zh_CN": "俗谛是众生的知见，众生的见解，虽然佛晓得，你们见解是错了，你们想错了、看错了、说错了、做错了，佛并不马上给你纠正，还随顺你，这个叫不坏世间法。",
      "zh_TW": "俗諦是眾生的知見，眾生的見解，雖然佛曉得，你們見解是錯了，你們想錯了、看錯了、說錯了、做錯了，佛並不馬上給你糾正，還隨順你，這個叫不壞世間法。"
    },
    {
      "id": "09-023-0080_p0065",
      "zh_CN": "【故世俗既说是沙，如来亦随俗而说是沙，以明如来之不执异见也。】",
      "zh_TW": "【故世俗既說是沙，如來亦隨俗而說是沙，以明如來之不執異見也。】"
    },
    {
      "id": "09-023-0080_p0066",
      "zh_CN": "要是以如来眼光来看，恒河沙是什么？是刹那生灭的相续相，当体即空，了不可得，那是佛看到真相。但是佛没有说破，你们说沙，佛也说沙，佛完全是恒顺众生，佛一丝毫没有执着，他能够顺众生。",
      "zh_TW": "要是以如來眼光來看，恆河沙是什麼？是剎那生滅的相續相，當體即空，了不可得，那是佛看到真相。但是佛沒有說破，你們說沙，佛也說沙，佛完全是恆順眾生，佛一絲毫沒有執著，他能夠順眾生。"
    },
    {
      "id": "09-023-0080_p0067",
      "zh_CN": "【当知不一不异之义】",
      "zh_TW": "【當知不一不異之義】"
    },
    {
      "id": "09-023-0080_p0068",
      "zh_CN": "这里面为我们说出来，这又是一个很重要的关键枢纽。前面我们曾看到「无实无虚」，这是一切法的真实相；「不一不异」，同样也是一切法的真实相。说一个无实无虚不就好了，何必还要再搞一个不一不异？佛的意思到底在哪里？说了无实无虚，怕你执着无实无虚；换一个话题来讲，不一不异就是无实无虚，叫你离名字相。所有一切名字术语也是假设，这个地方就是怕你生微细的执着。有这个执着就是障碍，有这个执着，无明就不能断尽。不一不异，「不一」是从相上讲的，森罗万象不一样；「不异」是从性上讲的，十法界依正庄严同一个法性，没有两样。不一就是无虚，不异就是无实。无实无虚，有什么两样？一个意思。便是法法皆如，诸法如义。",
      "zh_TW": "這裡面為我們說出來，這又是一個很重要的關鍵樞紐。前面我們曾看到「無實無虛」，這是一切法的真實相；「不一不異」，同樣也是一切法的真實相。說一個無實無虛不就好了，何必還要再搞一個不一不異？佛的意思到底在哪裡？說了無實無虛，怕你執著無實無虛；換一個話題來講，不一不異就是無實無虛，叫你離名字相。所有一切名字術語也是假設，這個地方就是怕你生微細的執著。有這個執著就是障礙，有這個執著，無明就不能斷盡。不一不異，「不一」是從相上講的，森羅萬象不一樣；「不異」是從性上講的，十法界依正莊嚴同一個法性，沒有兩樣。不一就是無虛，不異就是無實。無實無虛，有什麼兩樣？一個意思。便是法法皆如，諸法如義。"
    },
    {
      "id": "09-023-0080_p0069",
      "zh_CN": "【此正佛之所证所得。即是佛之圆见。虽见而不立见，乃能于一切法不执而无我，乃能如是如是究竟证得。】",
      "zh_TW": "【此正佛之所證所得。即是佛之圓見。雖見而不立見，乃能於一切法不執而無我，乃能如是如是究竟證得。】"
    },
    {
      "id": "09-023-0080_p0070",
      "zh_CN": "这一段话很重要，使我们想到佛在《楞严经》里面告诉富楼那尊者一段话。尊者向世尊请教一个问题，这个问题以后在佛门被称为根本大问。他这个问题问的是：「一切众生，为什么会起无明？」本来是佛，为什么会起无明？无明从哪里来的？怎么起来的？将来成了佛，无明断掉了，成佛了，成佛之后会不会再起无明？《楞严经》第四卷。这是大问题，根本的问题。佛告诉他「知见立知，是无明本」，答复无明从哪里来的，知见立知。此地是虽见而不立见，这高明！他没有无明。我们见了之后要立一个见，立一个见就是执着有一个见，这就是无明。《楞严经》在我们中国号称为开智慧的楞严，是满有道理的，《楞严经》说得的确详细，讲得透彻。佛的佛知佛见是什么？圆知圆见是什么？就是彻底了解宇宙人生的真相，是不一不异、无实无虚、法法皆如，这就是佛知佛见。果然契入这个境界，那个人心绝对清净，绝对不会再有妄想分别执着。如果你还有妄想分别执着，你不但没有入这个境界，连佛说的这几句话真正的意思你也没懂得。只不过是道听涂说而已，听人家这么讲的，真正的意思不懂。真正意思要是懂，哪有放不下的？诸位要晓得，我们这一切起心动念、妄想分别执着放不下，放不下是你没看破。圆知圆见是真看破，万法一如，无实无虚，不一不异，你还想什么？",
      "zh_TW": "這一段話很重要，使我們想到佛在《楞嚴經》裡面告訴富樓那尊者一段話。尊者向世尊請教一個問題，這個問題以後在佛門被稱為根本大問。他這個問題問的是：「一切眾生，為什麼會起無明？」本來是佛，為什麼會起無明？無明從哪裡來的？怎麼起來的？將來成了佛，無明斷掉了，成佛了，成佛之後會不會再起無明？《楞嚴經》第四卷。這是大問題，根本的問題。佛告訴他「知見立知，是無明本」，答覆無明從哪裡來的，知見立知。此地是雖見而不立見，這高明！他沒有無明。我們見了之後要立一個見，立一個見就是執著有一個見，這就是無明。《楞嚴經》在我們中國號稱為開智慧的楞嚴，是滿有道理的，《楞嚴經》說得的確詳細，講得透徹。佛的佛知佛見是什麼？圓知圓見是什麼？就是徹底了解宇宙人生的真相，是不一不異、無實無虛、法法皆如，這就是佛知佛見。果然契入這個境界，那個人心絕對清淨，絕對不會再有妄想分別執著。如果你還有妄想分別執著，你不但沒有入這個境界，連佛說的這幾句話真正的意思你也沒懂得。只不過是道聽塗說而已，聽人家這麼講的，真正的意思不懂。真正意思要是懂，哪有放不下的？諸位要曉得，我們這一切起心動念、妄想分別執著放不下，放不下是你沒看破。圓知圓見是真看破，萬法一如，無實無虛，不一不異，你還想什麼？"
    },
    {
      "id": "09-023-0080_p0071",
      "zh_CN": "世间人起心动念，大概第一个念头「我想得个什么」，你能得到吗？无实无虚，不一不异，你得什么？有什么东西你能得到？只要有一样东西还想得到，那就是无明，那就是虽见而立了见，他不是不立见，他立了见。这个地方的确相当的微细，你还是在一切法里头有执着，有执着就不是无我，有我！我所有的，这个与心性真相完全相违背。看看诸佛如来，他们跟我们做法恰恰相反，舍得干干净净，真正是一法不立。世尊当年在世所表现的，他的出身是王侯之家，是富贵的家族，他完全舍弃掉，去过一种托钵的生活，树下一宿，日中一食，他过这个生活。这个示现，表现的是什么？一切放下，统统放下，表现这个。",
      "zh_TW": "世間人起心動念，大概第一個念頭「我想得個什麼」，你能得到嗎？無實無虛，不一不異，你得什麼？有什麼東西你能得到？只要有一樣東西還想得到，那就是無明，那就是雖見而立了見，他不是不立見，他立了見。這個地方的確相當的微細，你還是在一切法裡頭有執著，有執著就不是無我，有我！我所有的，這個與心性真相完全相違背。看看諸佛如來，他們跟我們做法恰恰相反，捨得乾乾淨淨，真正是一法不立。世尊當年在世所表現的，他的出身是王侯之家，是富貴的家族，他完全捨棄掉，去過一種托缽的生活，樹下一宿，日中一食，他過這個生活。這個示現，表現的是什麼？一切放下，統統放下，表現這個。"
    },
    {
      "id": "09-023-0080_p0072",
      "zh_CN": "在中国唐朝时候庞蕴居士，这很多同修都知道。庞居士也难得，也做了一个样子给我们看。他也是一个富贵的家族，他学佛了，道理统统通达、明了，看破了，看破之后放下了。他怎么放下？把他家里面的金银财宝，全部装在一条大船上，船滑到江中心，砸一个洞，整个沉下去，全部不要了。有些人问他，你既然金银财宝不要了，为什么不拿去做一点慈善事业，救济别人？那是好事情！他留了一句话：「好事不如无事」。你们想想看这个味道，好事不如无事，人人都无事，天下太平；人人都想做好事，天下大乱，真正的好事是无事。他全部舍弃掉了，那生活怎么办？他卖草鞋，草鞋现在诸位看不到了，稻草编的，编的草鞋，大概在中国内陆可能还有。一双草鞋卖几文钱，每天编几双草鞋卖了，去过日子，他愿意这么做法，跟释迦牟尼佛托钵那个味道很相似。这是示现给我们，看破之后能够放下。与道相应，就是与法性相应，过一种纯粹天真自然的生活，心里面没有一丝毫的忧虑牵挂，舍得干干净净。这要不是真正看破，做不到！这个看破是讲见地，你的见地到什么程度？完全从生活当中能观察得出来。",
      "zh_TW": "在中國唐朝時候龐蘊居士，這很多同修都知道。龐居士也難得，也做了一個樣子給我們看。他也是一個富貴的家族，他學佛了，道理統統通達、明瞭，看破了，看破之後放下了。他怎麼放下？把他家裡面的金銀財寶，全部裝在一條大船上，船滑到江中心，砸一個洞，整個沉下去，全部不要了。有些人問他，你既然金銀財寶不要了，為什麼不拿去做一點慈善事業，救濟別人？那是好事情！他留了一句話：「好事不如無事」。你們想想看這個味道，好事不如無事，人人都無事，天下太平；人人都想做好事，天下大亂，真正的好事是無事。他全部捨棄掉了，那生活怎麼辦？他賣草鞋，草鞋現在諸位看不到了，稻草編的，編的草鞋，大概在中國內陸可能還有。一雙草鞋賣幾文錢，每天編幾雙草鞋賣了，去過日子，他願意這麼做法，跟釋迦牟尼佛托缽那個味道很相似。這是示現給我們，看破之後能夠放下。與道相應，就是與法性相應，過一種純粹天真自然的生活，心裡面沒有一絲毫的憂慮牽掛，捨得乾乾淨淨。這要不是真正看破，做不到！這個看破是講見地，你的見地到什麼程度？完全從生活當中能觀察得出來。"
    },
    {
      "id": "09-023-0080_p0073",
      "zh_CN": "【一异不执，是破除我见之慧剑也。】",
      "zh_TW": "【一異不執，是破除我見之慧劍也。】"
    },
    {
      "id": "09-023-0080_p0074",
      "zh_CN": "这个意思好！我执是最难破的，难在哪里？不是执着一，就是执着异。这个一、异，不是执着有，就是执空；空是一，有是太多了，花样太多了，是异。总是落在两边，总不能够会归到中道，中道就是两边都不执着。一异不执，就是空有两边都不执着，这样才能够破我相、破我见。",
      "zh_TW": "這個意思好！我執是最難破的，難在哪裡？不是執著一，就是執著異。這個一、異，不是執著有，就是執空；空是一，有是太多了，花樣太多了，是異。總是落在兩邊，總不能夠會歸到中道，中道就是兩邊都不執著。一異不執，就是空有兩邊都不執著，這樣才能夠破我相、破我見。"
    },
    {
      "id": "09-023-0080_p0075",
      "zh_CN": "【我见难除，不外两种理由。一、见理不明，二、自以为是。】",
      "zh_TW": "【我見難除，不外兩種理由。一、見理不明，二、自以為是。】"
    },
    {
      "id": "09-023-0080_p0076",
      "zh_CN": "古来大德为我们分析说明的，确实很有道理。理，就像前面所说的，诸法如义，法法皆如，无实无虚，不一不异，这是理。你对这个理没有透彻、没有明了，所以你放不下。实在讲，第二个还是从第一个来的，如果见理明了了，决不会自以为是；还是见理不明，自以为是那个麻烦就更大了。见理不明是所知障，自以为是烦恼障，这二障具足，你怎么能破我？",
      "zh_TW": "古來大德為我們分析說明的，確實很有道理。理，就像前面所說的，諸法如義，法法皆如，無實無虛，不一不異，這是理。你對這個理沒有透徹、沒有明瞭，所以你放不下。實在講，第二個還是從第一個來的，如果見理明瞭了，決不會自以為是；還是見理不明，自以為是那個麻煩就更大了。見理不明是所知障，自以為是煩惱障，這二障具足，你怎麼能破我？"
    },
    {
      "id": "09-023-0080_p0077",
      "zh_CN": "【欲破我，首当明理。开佛圆见，彻明其理之谓也。】",
      "zh_TW": "【欲破我，首當明理。開佛圓見，徹明其理之謂也。】"
    },
    {
      "id": "09-023-0080_p0078",
      "zh_CN": "开佛圆见，就是彻底明了宇宙人生的道理，宇宙人生的事实真相，你要是通达明了了，这就是佛知佛见。",
      "zh_TW": "開佛圓見，就是徹底明瞭宇宙人生的道理，宇宙人生的事實真相，你要是通達明瞭了，這就是佛知佛見。"
    },
    {
      "id": "09-023-0080_p0079",
      "zh_CN": "【先说五眼以明不执一】",
      "zh_TW": "【先說五眼以明不執一】"
    },
    {
      "id": "09-023-0080_p0080",
      "zh_CN": "这个意思懂了吗？五眼虽然说五个，实际上是一个，是讲见地。肉眼，我们看到肉眼了，那法眼在哪里？慧眼在哪里？我们这两个是肉眼，没有看到佛有十个眼睛，没有看到；没有看到阿罗汉有四个眼睛，没有看到。论见地，见地是一；从作用，这是有五，也就是他这个见地能力的大小、功夫的浅深分作五个，用这个方法来说明不执着一。佛问：如来有肉眼吗？有肉眼。如来有法眼吗？有法眼。那不执着，你说有，都有！而不是说，如来有佛眼，五种眼都叫佛眼。前面我们说到，众生有肉眼，其他的眼没有；天人有天眼，有天眼，肉眼也是天眼，不执着，一异都不执着，不执着一。",
      "zh_TW": "這個意思懂了嗎？五眼雖然說五個，實際上是一個，是講見地。肉眼，我們看到肉眼了，那法眼在哪裡？慧眼在哪裡？我們這兩個是肉眼，沒有看到佛有十個眼睛，沒有看到；沒有看到阿羅漢有四個眼睛，沒有看到。論見地，見地是一；從作用，這是有五，也就是他這個見地能力的大小、功夫的淺深分作五個，用這個方法來說明不執著一。佛問：如來有肉眼嗎？有肉眼。如來有法眼嗎？有法眼。那不執著，你說有，都有！而不是說，如來有佛眼，五種眼都叫佛眼。前面我們說到，眾生有肉眼，其他的眼沒有；天人有天眼，有天眼，肉眼也是天眼，不執著，一異都不執著，不執著一。"
    },
    {
      "id": "09-023-0080_p0081",
      "zh_CN": "【为见理不明者说法】",
      "zh_TW": "【為見理不明者說法】"
    },
    {
      "id": "09-023-0080_p0082",
      "zh_CN": "对象在此地，破他执着一。接着又说恒河沙，就是这一段经文：",
      "zh_TW": "對象在此地，破他執著一。接著又說恆河沙，就是這一段經文："
    },
    {
      "id": "09-023-0080_p0083",
      "zh_CN": "【以明不执异，为自以为是者说法。】",
      "zh_TW": "【以明不執異，為自以為是者說法。】"
    },
    {
      "id": "09-023-0080_p0084",
      "zh_CN": "他的对象，前面五眼是对见理不明的人说的，这一段讲恒河沙，是对自以为是的人说的。如果我们要不是很冷静的来看这个经文，真的看不出来，不知道它在说什么？",
      "zh_TW": "他的對象，前面五眼是對見理不明的人說的，這一段講恆河沙，是對自以為是的人說的。如果我們要不是很冷靜的來看這個經文，真的看不出來，不知道它在說什麼？"
    },
    {
      "id": "09-023-0080_p0085",
      "zh_CN": "【今教以一异俱不可执，见将从何安立，则我亦与俱化矣。】",
      "zh_TW": "【今教以一異俱不可執，見將從何安立，則我亦與俱化矣。】"
    },
    {
      "id": "09-023-0080_p0086",
      "zh_CN": "实在说，如果不能深入《金刚经》的义趣，这个功效做不到。几个人念了《金刚经》就开悟？几个人念了《金刚经》，四相、四见就破了？有，是有！好像自古以来只听说有六祖惠能，有这么一个人，六祖惠能以前没听说，以后好像也没听说。这才晓得难，这才晓得学般若难，不如念阿弥陀佛。念阿弥陀佛往生的人，你看多少！眼前在新加坡、马来西亚就不少个，这就知道我们的根性不行。经虽然是讲讲，讲讲你才晓得，教好难，不容易！摆在面前，都不晓得佛说的是什么意思；说出了，稍稍体会到，真的，确实有这么深的意思存在，可是我们就是没有法子体会。",
      "zh_TW": "實在說，如果不能深入《金剛經》的義趣，這個功效做不到。幾個人念了《金剛經》就開悟？幾個人念了《金剛經》，四相、四見就破了？有，是有！好像自古以來只聽說有六祖惠能，有這麼一個人，六祖惠能以前沒聽說，以後好像也沒聽說。這才曉得難，這才曉得學般若難，不如念阿彌陀佛。念阿彌陀佛往生的人，你看多少！眼前在新加坡、馬來西亞就不少個，這就知道我們的根性不行。經雖然是講講，講講你才曉得，教好難，不容易！擺在面前，都不曉得佛說的是什麼意思；說出了，稍稍體會到，真的，確實有這麼深的意思存在，可是我們就是沒有法子體會。"
    },
    {
      "id": "09-023-0080_p0087",
      "zh_CN": "虚实、一异、空有，我们还是没有办法摆脱，不落在空边就落在有边，不落在虚边就落在实边，总是这个毛病。这两小节经文真正的用意，就是教我们两边放下，两边都不执着，我们无始劫来的见妄，这《楞严经》上所讲的，就是妄想，《楞严经》上讲见妄就是平常讲的妄想，才能断得了，妄想分别执着才真正能够打掉。",
      "zh_TW": "虛實、一異、空有，我們還是沒有辦法擺脫，不落在空邊就落在有邊，不落在虛邊就落在實邊，總是這個毛病。這兩小節經文真正的用意，就是教我們兩邊放下，兩邊都不執著，我們無始劫來的見妄，這《楞嚴經》上所講的，就是妄想，《楞嚴經》上講見妄就是平常講的妄想，才能斷得了，妄想分別執著才真正能夠打掉。"
    },
    {
      "id": "09-023-0080_p0088",
      "zh_CN": "【不一不异之义，这个义理、义趣，为般若之纲宗。】",
      "zh_TW": "【不一不異之義，這個義理、義趣，為般若之綱宗。】"
    },
    {
      "id": "09-023-0080_p0089",
      "zh_CN": "《般若经》的纲领，《般若经》的宗旨，就是这四个字。「佛法之要领」，也只有这一句。「可以贯通一切法」，一切佛法、一切世间法，都不出这个原理原则。",
      "zh_TW": "《般若經》的綱領，《般若經》的宗旨，就是這四個字。「佛法之要領」，也只有這一句。「可以貫通一切法」，一切佛法、一切世間法，都不出這個原理原則。"
    },
    {
      "id": "09-023-0080_p0090",
      "zh_CN": "【此经令通达无我法者，先通达乎此。】",
      "zh_TW": "【此經令通達無我法者，先通達乎此。】"
    },
    {
      "id": "09-023-0080_p0091",
      "zh_CN": "你要想真正通达一切法无我，你一定要晓得不一不异这个道理；知道不一不异的事实真相，你才能够了知一切法，一切法真的无我。我是主宰的意思，一切法缘生，哪有主宰？缘生持续的力量，在凡夫叫业力。譬如我们今天得这个人身，我们现在明白，这个身体是什么？是刹那九百业因果报的相续相。这是我们在佛经深深体会，了解这个身不一不异、无实无虚。但是这个身体在世间相续的现象，它能够存在几十年，这是什么力量？业力，业力在支持它。虽支持它，这个身体有变化，有老病死的变化，这个变化也是业力在变化。明白这个道理，知道这个事实真相，我们在业缘上能够掌握、能够控制，我们可以使这个身体能够多支持一段时间，能够让他少病、少恼，确实可以做得到。明了了，可以支配环境，自己可以支配自己的身体；如果不明了，随业流转，自己完全做不了主。最上乘的，还是了解得透彻，身心世界一切放下。要通达无我法！要是安住在无我法，那就跟诸佛菩萨示现在世间游戏神通无二无别。真正通达法无我，安住无我法，这个人就是乘愿再来。他这个身体可以在这里支持一段时间，那不完全是业力，里面有愿力。愿力超过业力就是乘愿再来，不必到西方极乐世界倒驾慈航再来，不必！愿力一下超过业力就是乘愿再来，我们整个这一生都改变了。没有愿力，我们这一生都是受业力支配。如果发的愿真诚恳切，愿力超过业力的话，这一生就改变了，就是乘愿再来，这个不可以不晓得。一定要先通达乎此，你把不一不异的道理要搞得清清楚楚、明明白白。",
      "zh_TW": "你要想真正通達一切法無我，你一定要曉得不一不異這個道理；知道不一不異的事實真相，你才能夠了知一切法，一切法真的無我。我是主宰的意思，一切法緣生，哪有主宰？緣生持續的力量，在凡夫叫業力。譬如我們今天得這個人身，我們現在明白，這個身體是什麼？是剎那九百業因果報的相續相。這是我們在佛經深深體會，了解這個身不一不異、無實無虛。但是這個身體在世間相續的現象，它能夠存在幾十年，這是什麼力量？業力，業力在支持它。雖支持它，這個身體有變化，有老病死的變化，這個變化也是業力在變化。明白這個道理，知道這個事實真相，我們在業緣上能夠掌握、能夠控制，我們可以使這個身體能夠多支持一段時間，能夠讓他少病、少惱，確實可以做得到。明瞭了，可以支配環境，自己可以支配自己的身體；如果不明瞭，隨業流轉，自己完全做不了主。最上乘的，還是了解得透徹，身心世界一切放下。要通達無我法！要是安住在無我法，那就跟諸佛菩薩示現在世間遊戲神通無二無別。真正通達法無我，安住無我法，這個人就是乘願再來。他這個身體可以在這裡支持一段時間，那不完全是業力，裡面有願力。願力超過業力就是乘願再來，不必到西方極樂世界倒駕慈航再來，不必！願力一下超過業力就是乘願再來，我們整個這一生都改變了。沒有願力，我們這一生都是受業力支配。如果發的願真誠懇切，願力超過業力的話，這一生就改變了，就是乘願再來，這個不可以不曉得。一定要先通達乎此，你把不一不異的道理要搞得清清楚楚、明明白白。"
    },
    {
      "id": "09-023-0080_p0092",
      "zh_CN": "【此句，开之则为八不。】",
      "zh_TW": "【此句，開之則為八不。】"
    },
    {
      "id": "09-023-0080_p0093",
      "zh_CN": "《中观论》上讲的八不，「八不」是根据什么说的？就是根据不一不异说的，所以这是八不的根本句。",
      "zh_TW": "《中觀論》上講的八不，「八不」是根據什麼說的？就是根據不一不異說的，所以這是八不的根本句。"
    },
    {
      "id": "09-023-0080_p0094",
      "zh_CN": "【十不、十二不、十四不。详参《讲义》卷四，页三十八。】",
      "zh_TW": "【十不、十二不、十四不。詳參《講義》卷四，頁三十八。】"
    },
    {
      "id": "09-023-0080_p0095",
      "zh_CN": "江味农《金刚经讲义》第四卷，第三十八页，他讲得很详细。八不、十不、十二不、十四不，他讲得很详细，我们这里都把它省掉了。你们不怕麻烦的人，可以找《讲义》来看。我们到此地来的时候，《讲义》印的册数比较少一点，数量也相当可观，好像有一、两千册送到这边来。我们《节要》的本子送到此地是一万多册，所以这个本子比较多。这一段后面还要接着来探讨，义趣甚深甚广，对于我们念佛实在讲也很有帮助。念佛的功夫为什么不得力？说老实话，也是放不下。《金刚般若》里头字字句句，它的主旨就是帮助我们看破、放下。这一段是看破、放下关键的所在，所以相当重要，不能不多说几句。今天就讲到此地。",
      "zh_TW": "江味農《金剛經講義》第四卷，第三十八頁，他講得很詳細。八不、十不、十二不、十四不，他講得很詳細，我們這裡都把它省掉了。你們不怕麻煩的人，可以找《講義》來看。我們到此地來的時候，《講義》印的冊數比較少一點，數量也相當可觀，好像有一、兩千冊送到這邊來。我們《節要》的本子送到此地是一萬多冊，所以這個本子比較多。這一段後面還要接著來探討，義趣甚深甚廣，對於我們念佛實在講也很有幫助。念佛的功夫為什麼不得力？說老實話，也是放不下。《金剛般若》裡頭字字句句，它的主旨就是幫助我們看破、放下。這一段是看破、放下關鍵的所在，所以相當重要，不能不多說幾句。今天就講到此地。"
    }
  ]
}