{
  "doc_id": "09-023-0086",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十六集",
    "zh_TW": "第八十六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0086",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "09-023-0086_p0001",
      "zh_CN": "请掀开经本二百零七面，第五行。",
      "zh_TW": "請掀開經本二百零七面，第五行。"
    },
    {
      "id": "09-023-0086_p0002",
      "zh_CN": "【佛与具足色身同说，明因果非虚。如来与具足诸相同说，明性相一如。】",
      "zh_TW": "【佛與具足色身同說，明因果非虛。如來與具足諸相同說，明性相一如。】"
    },
    {
      "id": "09-023-0086_p0003",
      "zh_CN": "这是从经文里面看到，文字是很简单，词句不多，可是它含的意思非常的深广。「佛」是从相上说的，「如来」是从性上说的。佛与具足色身，这里面就显示出果报是真实的。「佛」是觉的意思，圆满的觉悟。圆觉是因，所感得的色身就是果报。前面曾经跟诸位同修说过，我们希望有好的身体，健康的身体，有好的容貌，有好的精神，这些真正的因缘都是清净心。清净心就是觉心，所以感得具足色身；具足色身的意思，就是没有一丝毫的缺陷，圆满的色身。如是因感如是果，因果不虚。如来与具足诸相同说，这个意思是显示性相一如。如来是性。具足诸相，以我们一般的讲法，佛有三十二相八十种好。相好光明是事相，如来是本性，所以这是显示出性相一如，性相不二，显这个意思。下面说：",
      "zh_TW": "這是從經文裡面看到，文字是很簡單，詞句不多，可是它含的意思非常的深廣。「佛」是從相上說的，「如來」是從性上說的。佛與具足色身，這裡面就顯示出果報是真實的。「佛」是覺的意思，圓滿的覺悟。圓覺是因，所感得的色身就是果報。前面曾經跟諸位同修說過，我們希望有好的身體，健康的身體，有好的容貌，有好的精神，這些真正的因緣都是清淨心。清淨心就是覺心，所以感得具足色身；具足色身的意思，就是沒有一絲毫的缺陷，圓滿的色身。如是因感如是果，因果不虛。如來與具足諸相同說，這個意思是顯示性相一如。如來是性。具足諸相，以我們一般的講法，佛有三十二相八十種好。相好光明是事相，如來是本性，所以這是顯示出性相一如，性相不二，顯這個意思。下面說："
    },
    {
      "id": "09-023-0086_p0004",
      "zh_CN": "【言是名，令其不可执异。言即非，令其不可执一。】",
      "zh_TW": "【言是名，令其不可執異。言即非，令其不可執一。】"
    },
    {
      "id": "09-023-0086_p0005",
      "zh_CN": "不一不异，前面说过很多，这是《般若经》里面最重要的一个概念，学般若的人不能不知道，不能没有。如果没有这个概念，换句话说，纵然是修学般若，也得不到般若的受用；这句话的意思就是：也不能够开智慧。你要真正开智慧，要懂得不一不异的道理。说「是名」，是从相上讲；「即非」，是从性上说，从体上说。但是都不能够执着。为什么？前面说过，世出世间法，包括佛法，都是因缘所生，因缘所生之法，当体即空，了不可得。所以不但相不可执着，性也不能执着，执着就错了。",
      "zh_TW": "不一不異，前面說過很多，這是《般若經》裡面最重要的一個概念，學般若的人不能不知道，不能沒有。如果沒有這個概念，換句話說，縱然是修學般若，也得不到般若的受用；這句話的意思就是：也不能夠開智慧。你要真正開智慧，要懂得不一不異的道理。說「是名」，是從相上講；「即非」，是從性上說，從體上說。但是都不能夠執著。為什麼？前面說過，世出世間法，包括佛法，都是因緣所生，因緣所生之法，當體即空，了不可得。所以不但相不可執著，性也不能執著，執著就錯了。"
    },
    {
      "id": "09-023-0086_p0006",
      "zh_CN": "【不执一异，是为圆见。】",
      "zh_TW": "【不執一異，是為圓見。】"
    },
    {
      "id": "09-023-0086_p0007",
      "zh_CN": "圆是圆满，没有缺陷。诸位仔细去思惟、去体会，为什么一切不执着就叫圆见？圆见就是如来五眼圆明。凡夫、二乘、权教菩萨，虽然说心清净，还不是究竟的清净。凡夫执着有，也就是执着相；二乘执着空，也就是偏重在性上；权教菩萨执着在中道，两边不立，他有个中道。所以都不是究竟，就是他心里还有念头。念头无论是粗念，无论是细念，无论是微细念头，都是障碍。所以你见性不圆，你的知见就不圆，必须要统统舍得干干净净，心里面丝毫的执着都没有，这个时候你的知见就圆满了。",
      "zh_TW": "圓是圓滿，沒有缺陷。諸位仔細去思惟、去體會，為什麼一切不執著就叫圓見？圓見就是如來五眼圓明。凡夫、二乘、權教菩薩，雖然說心清淨，還不是究竟的清淨。凡夫執著有，也就是執著相；二乘執著空，也就是偏重在性上；權教菩薩執著在中道，兩邊不立，他有個中道。所以都不是究竟，就是他心裡還有念頭。念頭無論是粗念，無論是細念，無論是微細念頭，都是障礙。所以你見性不圓，你的知見就不圓，必須要統統捨得乾乾淨淨，心裡面絲毫的執著都沒有，這個時候你的知見就圓滿了。"
    },
    {
      "id": "09-023-0086_p0008",
      "zh_CN": "【见圆则知亦正，知正则见亦圆。】",
      "zh_TW": "【見圓則知亦正，知正則見亦圓。】"
    },
    {
      "id": "09-023-0086_p0009",
      "zh_CN": "「正」就是经上常讲的正知正见。你所看的完全是正确的，没有丝毫错误，这叫正见。由此可知，正见跟圆见的意思很接近，圆是圆满，正是正确。",
      "zh_TW": "「正」就是經上常講的正知正見。你所看的完全是正確的，沒有絲毫錯誤，這叫正見。由此可知，正見跟圓見的意思很接近，圓是圓滿，正是正確。"
    },
    {
      "id": "09-023-0086_p0010",
      "zh_CN": "【若知一切法莫非缘生，这个很重要很重要，则见一切法不一不异。】",
      "zh_TW": "【若知一切法莫非緣生，這個很重要很重要，則見一切法不一不異。】"
    },
    {
      "id": "09-023-0086_p0011",
      "zh_CN": "见到一切法缘生，不一不异就见到了。不一不异是诸法实相，也就是说，一切法的真实相，我们讲真相。「不一」是从相上说的，这一点我们还要重复的提一提，才知道什么叫不一。眼前我们所见的一切色相，我们举这个例子来说。其实我们讲相，一定要包括六根、六尘。我们举一个例子来讲，像眼前我们看到这一朵花，我们注目仔细去观察，似乎这个境界存在，真的存在我们面前，其实事实不是如是的。今天科学家所说的，比我们佛经讲的还要微细。我们佛经里面说的，一刹那九百生灭，我们所观察的，乃是现象生灭的相续相。诸位要知道，一切法它是个生灭相，生灭相哪里会有一？我们看这朵花，这朵花已经是无数个现象在相续，我们看的是相续相。",
      "zh_TW": "見到一切法緣生，不一不異就見到了。不一不異是諸法實相，也就是說，一切法的真實相，我們講真相。「不一」是從相上說的，這一點我們還要重複的提一提，才知道什麼叫不一。眼前我們所見的一切色相，我們舉這個例子來說。其實我們講相，一定要包括六根、六塵。我們舉一個例子來講，像眼前我們看到這一朵花，我們注目仔細去觀察，似乎這個境界存在，真的存在我們面前，其實事實不是如是的。今天科學家所說的，比我們佛經講的還要微細。我們佛經裡面說的，一剎那九百生滅，我們所觀察的，乃是現象生滅的相續相。諸位要知道，一切法它是個生滅相，生滅相哪裡會有一？我們看這朵花，這朵花已經是無數個現象在相續，我們看的是相續相。"
    },
    {
      "id": "09-023-0086_p0012",
      "zh_CN": "这个意思如果一下体会不到，我们另外举一个例子。像我们看电影，我们看电影的银幕，银幕里面也有动作的、也有静态的。银幕里面的人都会走动，银幕里面那个场地好像不动，那个房屋好像没有动。其实那些房屋跟人物是同样都在动，为什么？放映机后面的底片，那个镜头是在开合，开一次放一张胶片，关起来再开，放第二张。因为它放的速度太快，实在讲也不算太快，一秒钟二十四张；换句话说，一秒钟二十四个连续的相，我们已经没有法子感觉它是假的，好像是真的，一秒钟二十四个相续相。所以你要知道，凡所有相皆是虚妄，一切相都是相续相，生灭相续相，不是真的。包括我们的身体，也是生灭的相续相。这个现相，一秒钟不只二十四个相续。照佛经，佛经是随顺众生说，世尊这个话是随顺俗谛而说的，就是随顺我们众生知见来说的，一弹指六十刹那，一刹那九百生灭。照这个说法，一秒钟应该是两个十万八千次，也就是二十一万六千次的生灭相续相。所以我们以为一切的境界相都是真的。",
      "zh_TW": "這個意思如果一下體會不到，我們另外舉一個例子。像我們看電影，我們看電影的銀幕，銀幕裡面也有動作的、也有靜態的。銀幕裡面的人都會走動，銀幕裡面那個場地好像不動，那個房屋好像沒有動。其實那些房屋跟人物是同樣都在動，為什麼？放映機後面的底片，那個鏡頭是在開合，開一次放一張膠片，關起來再開，放第二張。因為它放的速度太快，實在講也不算太快，一秒鐘二十四張；換句話說，一秒鐘二十四個連續的相，我們已經沒有法子感覺它是假的，好像是真的，一秒鐘二十四個相續相。所以你要知道，凡所有相皆是虛妄，一切相都是相續相，生滅相續相，不是真的。包括我們的身體，也是生滅的相續相。這個現相，一秒鐘不只二十四個相續。照佛經，佛經是隨順眾生說，世尊這個話是隨順俗諦而說的，就是隨順我們眾生知見來說的，一彈指六十剎那，一剎那九百生滅。照這個說法，一秒鐘應該是兩個十萬八千次，也就是二十一萬六千次的生滅相續相。所以我們以為一切的境界相都是真的。"
    },
    {
      "id": "09-023-0086_p0013",
      "zh_CN": "《楞严经》上虽然说：「当处出生，当处灭尽。」这个当处我们体会不到。到我们稍稍明白了，我们听到佛这两句话，点头了，一点都不错，确确实实当处出生，当处灭尽。那个当处，实在讲无法形容，我们今天讲时空，极短的时空。这是让我们了解不一，绝对不是一个相。我们坐在这里看任何东西，不要说看一分钟，看一秒钟，不是一个相，是许许多多的生灭相续相，要明了这个道理，要知道这个事实。如果你明白了，你肯定了，你对于所有一切万相，你自然就放下了，自然就不生执着。为什么不生执着？因为当体即空，了不可得。不但不执着，想都不去想它，想它叫打妄想。不可以执，也没有必要去执；不可以想，也没有必要去想，人的心才清净，他才真的看破。虽然一切现象是一个生灭相续的现象，但是能现现象的体是真的，不变的自性，真性，那个东西不变，这就是一切相也「不异」。不但体性不异，实实在在说，变成现象最基本的东西也不异。",
      "zh_TW": "《楞嚴經》上雖然說：「當處出生，當處滅盡。」這個當處我們體會不到。到我們稍稍明白了，我們聽到佛這兩句話，點頭了，一點都不錯，確確實實當處出生，當處滅盡。那個當處，實在講無法形容，我們今天講時空，極短的時空。這是讓我們了解不一，絕對不是一個相。我們坐在這裡看任何東西，不要說看一分鐘，看一秒鐘，不是一個相，是許許多多的生滅相續相，要明瞭這個道理，要知道這個事實。如果你明白了，你肯定了，你對於所有一切萬相，你自然就放下了，自然就不生執著。為什麼不生執著？因為當體即空，了不可得。不但不執著，想都不去想它，想它叫打妄想。不可以執，也沒有必要去執；不可以想，也沒有必要去想，人的心才清淨，他才真的看破。雖然一切現象是一個生滅相續的現象，但是能現現象的體是真的，不變的自性，真性，那個東西不變，這就是一切相也「不異」。不但體性不異，實實在在說，變成現象最基本的東西也不異。"
    },
    {
      "id": "09-023-0086_p0014",
      "zh_CN": "现代的科学发展，可以说两个趋向：一个是向无限的太空去发展，可以说这是往大的地方去，无限大；另外一个方向，往小的发展，研究基本的物质是什么。一切万物基本的物质是什么，找这个东西，从分子找到原子，原子找到电子，电子找到中子、质子。现在知道质子、中子还可以分，他们称之为叫基本粒子。基本粒子是不是还能分？科学家都认为，如果科学技术再进步，大概它还是可以分的，这是讲最小的。但是现在分到基本粒子，已经观察到了，所以有一派科学家认为，它是一种波动的现象。这个跟佛法讲的，愈来愈接近了。",
      "zh_TW": "現代的科學發展，可以說兩個趨向：一個是向無限的太空去發展，可以說這是往大的地方去，無限大；另外一個方向，往小的發展，研究基本的物質是什麼。一切萬物基本的物質是什麼，找這個東西，從分子找到原子，原子找到電子，電子找到中子、質子。現在知道質子、中子還可以分，他們稱之為叫基本粒子。基本粒子是不是還能分？科學家都認為，如果科學技術再進步，大概它還是可以分的，這是講最小的。但是現在分到基本粒子，已經觀察到了，所以有一派科學家認為，它是一種波動的現象。這個跟佛法講的，愈來愈接近了。"
    },
    {
      "id": "09-023-0086_p0015",
      "zh_CN": "佛告诉我们，这一切万法从什么地方来的？「一念不觉，而有无明」，这么来的。法相宗里面讲的，「无明不觉生三细」。无明就是波动，非常微细的那个念头在动念。那种微细的念头在那里动，我们凡夫决定觉察不到。佛经里面讲，到什么时候你才能觉察到阿赖耶识里动的状况？佛给我们讲，八地菩萨，很深的定功，在那么深的定功里面观察到，阿赖耶识在动，那个就是无明，那个就是不觉。七地以前都没有见到，都没有发现，听说而已，像我们现在听佛在经上讲的而已，自己没有能够觉察到。我们能觉察到的，这个心里头起心动念，很粗很粗，粗心大意我们能觉察，微细的念头自己不能觉察。但是它的体是真性，不异。最初一念才动，微细的动，那个也不异。所有一切法都是无明变现的，三细相：无明业相、转相、境界相，境界相就变成物质，物质就现前了。用现代话来说，转相也叫见分，是精神的一部分。我们今天把一切生物，分做精神部分跟物质部分。境界相就是相分，相分是物质的部分。见相同源，同一个本体，这个体叫自证分。自证分就是此地讲的真如本性，这是同的，这是不异。",
      "zh_TW": "佛告訴我們，這一切萬法從什麼地方來的？「一念不覺，而有無明」，這麼來的。法相宗裡面講的，「無明不覺生三細」。無明就是波動，非常微細的那個念頭在動念。那種微細的念頭在那裡動，我們凡夫決定覺察不到。佛經裡面講，到什麼時候你才能覺察到阿賴耶識裡動的狀況？佛給我們講，八地菩薩，很深的定功，在那麼深的定功裡面觀察到，阿賴耶識在動，那個就是無明，那個就是不覺。七地以前都沒有見到，都沒有發現，聽說而已，像我們現在聽佛在經上講的而已，自己沒有能夠覺察到。我們能覺察到的，這個心裡頭起心動念，很粗很粗，粗心大意我們能覺察，微細的念頭自己不能覺察。但是它的體是真性，不異。最初一念才動，微細的動，那個也不異。所有一切法都是無明變現的，三細相：無明業相、轉相、境界相，境界相就變成物質，物質就現前了。用現代話來說，轉相也叫見分，是精神的一部分。我們今天把一切生物，分做精神部分跟物質部分。境界相就是相分，相分是物質的部分。見相同源，同一個本體，這個體叫自證分。自證分就是此地講的真如本性，這是同的，這是不異。"
    },
    {
      "id": "09-023-0086_p0016",
      "zh_CN": "说不一不异，才把事实真相完全说清楚了，完全都说出来了，这是般若的精华，这是真实的智慧。你不能够通达，不能够深深的体会，你当然放不下。我们今天所谓看不破、放不下，原因在哪里？事实真相没搞清楚。事实真相果然搞清楚，哪有放不下的？自然放下，不需要人劝。世尊当年在世，用二十二年的时间来讲般若，有他的道理在。从二十二年谈般若，我们也能深深体会，众生放下不容易。所以佛要花这么长的时间，让你了解事实真相，你才甘心情愿肯放下。放下之后，心里头没事了，这才能入法华的境界。法华是一乘因果，所谓成佛的法华，才入这个境界。",
      "zh_TW": "說不一不異，才把事實真相完全說清楚了，完全都說出來了，這是般若的精華，這是真實的智慧。你不能夠通達，不能夠深深的體會，你當然放不下。我們今天所謂看不破、放不下，原因在哪裡？事實真相沒搞清楚。事實真相果然搞清楚，哪有放不下的？自然放下，不需要人勸。世尊當年在世，用二十二年的時間來講般若，有他的道理在。從二十二年談般若，我們也能深深體會，眾生放下不容易。所以佛要花這麼長的時間，讓你了解事實真相，你才甘心情願肯放下。放下之後，心裡頭沒事了，這才能入法華的境界。法華是一乘因果，所謂成佛的法華，才入這個境界。"
    },
    {
      "id": "09-023-0086_p0017",
      "zh_CN": "【不异不妨不一】",
      "zh_TW": "【不異不妨不一】"
    },
    {
      "id": "09-023-0086_p0018",
      "zh_CN": "不一跟不异，也就是性相没有妨碍，性不妨碍现相，相决定不妨碍真性。清凉在《华严》上跟我们讲「无障碍的法界」，理无碍、事无碍、理事无碍、事事无碍，这就是不异不妨不一。",
      "zh_TW": "不一跟不異，也就是性相沒有妨礙，性不妨礙現相，相決定不妨礙真性。清涼在《華嚴》上跟我們講「無障礙的法界」，理無礙、事無礙、理事無礙、事事無礙，這就是不異不妨不一。"
    },
    {
      "id": "09-023-0086_p0019",
      "zh_CN": "【故本一如也，而缘生诸法。不一不碍不异，故虽诸法也，而皆是一如。】",
      "zh_TW": "【故本一如也，而緣生諸法。不一不礙不異，故雖諸法也，而皆是一如。】"
    },
    {
      "id": "09-023-0086_p0020",
      "zh_CN": "这也是解释前面经文上所说的，「如来者，诸法如义」。诸位同修如果从本经一开端你就来听，你没有中断，我相信你能够体会到，《金刚经》后面的确是很深。前面听起来好像还能够懂，后面是真难懂。字字句句里面含的很深的意思在，但是很有趣味，一定要很冷静去体会。体会少分都有用处，对我们修学有一定的帮助，帮助我们看破，帮助我们放下。实在讲，帮助我们破迷开悟，帮助我们离苦得乐，帮助我们现前的生活更幸福、更美满、更快乐，这个一点都不假。",
      "zh_TW": "這也是解釋前面經文上所說的，「如來者，諸法如義」。諸位同修如果從本經一開端你就來聽，你沒有中斷，我相信你能夠體會到，《金剛經》後面的確是很深。前面聽起來好像還能夠懂，後面是真難懂。字字句句裡面含的很深的意思在，但是很有趣味，一定要很冷靜去體會。體會少分都有用處，對我們修學有一定的幫助，幫助我們看破，幫助我們放下。實在講，幫助我們破迷開悟，幫助我們離苦得樂，幫助我們現前的生活更幸福、更美滿、更快樂，這個一點都不假。"
    },
    {
      "id": "09-023-0086_p0021",
      "zh_CN": "【佛说缘生之要义】",
      "zh_TW": "【佛說緣生之要義】"
    },
    {
      "id": "09-023-0086_p0022",
      "zh_CN": "要是重要、是精要、精华。",
      "zh_TW": "要是重要、是精要、精華。"
    },
    {
      "id": "09-023-0086_p0023",
      "zh_CN": "【令知世出世法一切皆空，惟因果不空。】",
      "zh_TW": "【令知世出世法一切皆空，惟因果不空。】"
    },
    {
      "id": "09-023-0086_p0024",
      "zh_CN": "世出世法确确实实是缘生之法，当体即空。为什么说因果不空？一切法空，因果当然也是空的；因果确确实实不空。刚才说过，体性它会现相，所现的相刹那生灭，所以这个相是空的，当体即空。所现的这个相，它不是一个相，相会变，它会变成十法界的相。为什么会变十法界的相？因缘在支配它，因缘在主宰它，十法界的相是果，现的相是果。由此可知，因果的确不空，果上现的相是空的，因果这个事理不空。",
      "zh_TW": "世出世法確確實實是緣生之法，當體即空。為什麼說因果不空？一切法空，因果當然也是空的；因果確確實實不空。剛才說過，體性它會現相，所現的相剎那生滅，所以這個相是空的，當體即空。所現的這個相，它不是一個相，相會變，它會變成十法界的相。為什麼會變十法界的相？因緣在支配它，因緣在主宰它，十法界的相是果，現的相是果。由此可知，因果的確不空，果上現的相是空的，因果這個事理不空。"
    },
    {
      "id": "09-023-0086_p0025",
      "zh_CN": "【所以因果可畏。种善因必得善果。】",
      "zh_TW": "【所以因果可畏。種善因必得善果。】"
    },
    {
      "id": "09-023-0086_p0026",
      "zh_CN": "这是佛在本经前面教给我们，「应无所住，而生其心」。无住就好了，就没事了，为什么还要生心？就是因果不空。佛教我们要生无上菩提心，佛教给我们要生觉心，也就是此地讲的善因善果。何必要生恶心，何必要变三恶道的恶果？由此可知，不但是六道，连十法界的主人公，是自己。其他宗教里面讲造物主，造物主是谁？造物主是自己，就是自己的念头。你一个善念现善境界，一个恶念现恶境界，十法界依正庄严从心想生。这个道理讲得很透彻、很清楚，因此我们对于念佛法门深信不疑。有人说，我们修净宗的同学，念一本经不会成就，念一句阿弥陀佛不行！你听了怎么样？如果你没有智慧，听他们一说，觉得满有道理；如果你有智慧，听了之后则哈哈大笑。为什么？一切法从心想生。我心里想佛就成佛了，那一部经怎么不行？一句阿弥陀佛怎么不行？不但行，决定行！念佛成佛，念佛是因，成佛是果，念菩萨成菩萨。所以不会念的，念得很多，念得很乱，结果他什么都成不了，因为太乱了，不能感一个纯正之果。他念得太杂，念得太乱，这是我们常讲的功夫不得力。要想功夫得力，一门深入。",
      "zh_TW": "這是佛在本經前面教給我們，「應無所住，而生其心」。無住就好了，就沒事了，為什麼還要生心？就是因果不空。佛教我們要生無上菩提心，佛教給我們要生覺心，也就是此地講的善因善果。何必要生惡心，何必要變三惡道的惡果？由此可知，不但是六道，連十法界的主人公，是自己。其他宗教裡面講造物主，造物主是誰？造物主是自己，就是自己的念頭。你一個善念現善境界，一個惡念現惡境界，十法界依正莊嚴從心想生。這個道理講得很透徹、很清楚，因此我們對於念佛法門深信不疑。有人說，我們修淨宗的同學，念一本經不會成就，念一句阿彌陀佛不行！你聽了怎麼樣？如果你沒有智慧，聽他們一說，覺得滿有道理；如果你有智慧，聽了之後則哈哈大笑。為什麼？一切法從心想生。我心裡想佛就成佛了，那一部經怎麼不行？一句阿彌陀佛怎麼不行？不但行，決定行！念佛成佛，念佛是因，成佛是果，念菩薩成菩薩。所以不會念的，念得很多，念得很亂，結果他什麼都成不了，因為太亂了，不能感一個純正之果。他念得太雜，念得太亂，這是我們常講的功夫不得力。要想功夫得力，一門深入。"
    },
    {
      "id": "09-023-0086_p0027",
      "zh_CN": "菩萨修学六大纲领当中，精进，六波罗蜜，精进是什么意思？精是精纯、精一。一才精，二就不精，你要明白这个道理。精一，心才得定，后面是禅定，这个不可以不知道。禅定不是每天盘腿面壁，每天盘腿面壁的禅定没用处。禅定是在日常生活当中，禅定是在我们自己每天工作之中，禅定也在我们生活应酬当中。外不着相，内不动心，那就是禅定。不起心、不动念是定，不分别、不执着是慧。定慧在哪里学？在哪里修？在哪里完成？在日常生活当中。这不可以不知道，决定不能误会。知道因果不空，他决定是断恶修善，不但不做恶事，他一个恶念也不会生。这就是所谓菩萨畏因，众生畏果。",
      "zh_TW": "菩薩修學六大綱領當中，精進，六波羅蜜，精進是什麼意思？精是精純、精一。一才精，二就不精，你要明白這個道理。精一，心才得定，後面是禪定，這個不可以不知道。禪定不是每天盤腿面壁，每天盤腿面壁的禪定沒用處。禪定是在日常生活當中，禪定是在我們自己每天工作之中，禪定也在我們生活應酬當中。外不著相，內不動心，那就是禪定。不起心、不動念是定，不分別、不執著是慧。定慧在哪裡學？在哪裡修？在哪裡完成？在日常生活當中。這不可以不知道，決定不能誤會。知道因果不空，他決定是斷惡修善，不但不做惡事，他一個惡念也不會生。這就是所謂菩薩畏因，眾生畏果。"
    },
    {
      "id": "09-023-0086_p0028",
      "zh_CN": "【一切法即空即假。以即假故，所以因必有果，因胜果必胜。】",
      "zh_TW": "【一切法即空即假。以即假故，所以因必有果，因勝果必勝。】"
    },
    {
      "id": "09-023-0086_p0029",
      "zh_CN": "天台大师讲，天台讲三观，一切法当中，即空、即假、即中，他讲空假中三谛。空是讲体性，体是空寂的；假是讲相，假相，相是假的。为什么说相是假的？佛法对于真假，它有一个简单的定义，佛为我们说，凡是会变的就是假的，不会变的是真的。这个简单的定义，我们用它来观察一切法，就会开智慧。一切动物有生老病死，那会变，植物有生住异灭，矿物有成住坏空。那就说明了，所有一切法不外乎这三大类，这三大类的法都是有变化的，都不是不变的，所以这是假，相都是假相。空不变，空因为没有相，它不变，所以空是真的，性空是真的。性是真的，相是假的。假相是从真性里面变现出来的，所以相就是性，性就是相，性相不二，要明白这个道理。就像前面举比喻「以金作器，器器皆金」，金就是器，器就是金，一样的道理。所以明白人见相就是见性，他不取于相，如如不动。因为有假相，性它会现相，所以因必有果。这个相为什么现十法界的相，为什么现种种不同的相，这个就是因缘果报。",
      "zh_TW": "天台大師講，天台講三觀，一切法當中，即空、即假、即中，他講空假中三諦。空是講體性，體是空寂的；假是講相，假相，相是假的。為什麼說相是假的？佛法對於真假，它有一個簡單的定義，佛為我們說，凡是會變的就是假的，不會變的是真的。這個簡單的定義，我們用它來觀察一切法，就會開智慧。一切動物有生老病死，那會變，植物有生住異滅，礦物有成住壞空。那就說明了，所有一切法不外乎這三大類，這三大類的法都是有變化的，都不是不變的，所以這是假，相都是假相。空不變，空因為沒有相，它不變，所以空是真的，性空是真的。性是真的，相是假的。假相是從真性裡面變現出來的，所以相就是性，性就是相，性相不二，要明白這個道理。就像前面舉比喻「以金作器，器器皆金」，金就是器，器就是金，一樣的道理。所以明白人見相就是見性，他不取於相，如如不動。因為有假相，性它會現相，所以因必有果。這個相為什麼現十法界的相，為什麼現種種不同的相，這個就是因緣果報。"
    },
    {
      "id": "09-023-0086_p0030",
      "zh_CN": "「因胜果必胜」，胜是殊胜。最殊胜的因，无过于念佛，念佛之因无过于念阿弥陀佛。这是世尊在《无量寿经》上跟我们介绍的，阿弥陀佛是「光中极尊，佛中之王」，所以念佛没有超过念阿弥陀佛的。一般人虽然天天念阿弥陀佛，为什么不灵？不灵的原因是口里念阿弥陀佛，心里面胡思乱想，所以才不灵。也就是说精进，他不精，每天几千声、几万声，像是有进步，但他不精；他那个佛号里头掺杂着许许多多的妄念，这是他念佛不灵了。如果他能专一的去念，念阿弥陀佛，什么都不想，那个功夫不得了。我们在《往生传》里面看到，有的人念一天，把阿弥陀佛念来了；有的人念两天、三天，阿弥陀佛念来了。为什么那么灵？没有杂念，专心念，那个感应就快速，感应真实。杂心就坏了，你看觉明妙行菩萨所讲的，念佛最忌讳的就是夹杂。不但世法不能夹杂，世法是名闻利养、是非人我，这个东西不能夹杂，佛法也不能夹杂；我不夹杂世法，掺一点佛法行不行？不行！佛法也不能夹杂。念阿弥陀佛专念阿弥陀佛，里面还夹杂着观音菩萨就坏了。观音菩萨夹杂不得，夹杂怎么样？你二心，你不是一心。又想阿弥陀佛，又舍不得观音菩萨，这个东西麻烦大了。有人顾忌还很多：「我念阿弥陀佛，观音菩萨不念，观音菩萨会怪我。我有难，观音菩萨不来救我。」他打这个妄想，你说糟糕不糟糕！其实我们一定要晓得一个道理，一切诸佛菩萨心是清净的、平等的，没有分别，只要你功夫得力，没有一尊菩萨不照顾你。你不找他，他也要照顾你。为什么？感应道交，彼此都是清净心、平等心、大慈悲心，他就感应了。理跟事都要清楚，所以因胜果就胜。",
      "zh_TW": "「因勝果必勝」，勝是殊勝。最殊勝的因，無過於念佛，念佛之因無過於念阿彌陀佛。這是世尊在《無量壽經》上跟我們介紹的，阿彌陀佛是「光中極尊，佛中之王」，所以念佛沒有超過念阿彌陀佛的。一般人雖然天天念阿彌陀佛，為什麼不靈？不靈的原因是口裡念阿彌陀佛，心裡面胡思亂想，所以才不靈。也就是說精進，他不精，每天幾千聲、幾萬聲，像是有進步，但他不精；他那個佛號裡頭摻雜著許許多多的妄念，這是他念佛不靈了。如果他能專一的去念，念阿彌陀佛，什麼都不想，那個功夫不得了。我們在《往生傳》裡面看到，有的人念一天，把阿彌陀佛念來了；有的人念兩天、三天，阿彌陀佛念來了。為什麼那麼靈？沒有雜念，專心念，那個感應就快速，感應真實。雜心就壞了，你看覺明妙行菩薩所講的，念佛最忌諱的就是夾雜。不但世法不能夾雜，世法是名聞利養、是非人我，這個東西不能夾雜，佛法也不能夾雜；我不夾雜世法，摻一點佛法行不行？不行！佛法也不能夾雜。念阿彌陀佛專念阿彌陀佛，裡面還夾雜著觀音菩薩就壞了。觀音菩薩夾雜不得，夾雜怎麼樣？你二心，你不是一心。又想阿彌陀佛，又捨不得觀音菩薩，這個東西麻煩大了。有人顧忌還很多：「我念阿彌陀佛，觀音菩薩不念，觀音菩薩會怪我。我有難，觀音菩薩不來救我。」他打這個妄想，你說糟糕不糟糕！其實我們一定要曉得一個道理，一切諸佛菩薩心是清淨的、平等的，沒有分別，只要你功夫得力，沒有一尊菩薩不照顧你。你不找他，他也要照顧你。為什麼？感應道交，彼此都是清淨心、平等心、大慈悲心，他就感應了。理跟事都要清楚，所以因勝果就勝。"
    },
    {
      "id": "09-023-0086_p0031",
      "zh_CN": "我在讲经的时候曾经说过，说了有一些人不相信，我讲上上根人一生是依靠一部经，上上根人。我不说别的，咱们修净土的，一生依一部经，依《无量寿经》行，依《阿弥陀经》也行。净土有五经一论，随便依哪一部都行。为什么？一部经是精进，如果你说一部经太少，恐怕还不够，再多找几部好了，那是净宗的五经一论，六种，你依六种。六种，说老实话是中根，中等根性，不是上上根，你的成就决定不如上上根，你学六样东西决定比不上学一样的。诸位要仔细去想想，学一样他专精，学六样他心已经分掉，他的力量已经分散，怎么能跟那个人比！如果说六样还太少，要学个十样、二十样的，净宗东西还有，《印光大师文钞》分量不少，《莲池大师全集》、《蕅益大师全集》分量都很可观。那叫下等根器，往生有没有把握不一定。中等人往生可以说有把握，如果搞成十几样、二十几样，可以说往生没有把握；看你临终的时候缘分，要看那个时候，看缘分了。为什么？心太杂，心太乱。如果说是超越净土宗之外的其他教下都想涉猎涉猎，往生没希望了。他要作佛学家，要作大通家，那个果报是继续不断搞六道轮回，就这样子，这个亏吃大了。",
      "zh_TW": "我在講經的時候曾經說過，說了有一些人不相信，我講上上根人一生是依靠一部經，上上根人。我不說別的，咱們修淨土的，一生依一部經，依《無量壽經》行，依《阿彌陀經》也行。淨土有五經一論，隨便依哪一部都行。為什麼？一部經是精進，如果你說一部經太少，恐怕還不夠，再多找幾部好了，那是淨宗的五經一論，六種，你依六種。六種，說老實話是中根，中等根性，不是上上根，你的成就決定不如上上根，你學六樣東西決定比不上學一樣的。諸位要仔細去想想，學一樣他專精，學六樣他心已經分掉，他的力量已經分散，怎麼能跟那個人比！如果說六樣還太少，要學個十樣、二十樣的，淨宗東西還有，《印光大師文鈔》分量不少，《蓮池大師全集》、《蕅益大師全集》分量都很可觀。那叫下等根器，往生有沒有把握不一定。中等人往生可以說有把握，如果搞成十幾樣、二十幾樣，可以說往生沒有把握；看你臨終的時候緣分，要看那個時候，看緣分了。為什麼？心太雜，心太亂。如果說是超越淨土宗之外的其他教下都想涉獵涉獵，往生沒希望了。他要作佛學家，要作大通家，那個果報是繼續不斷搞六道輪迴，就這樣子，這個虧吃大了。"
    },
    {
      "id": "09-023-0086_p0032",
      "zh_CN": "今天不但是我们学教要专精，弘法利生同样一个道理，也要专精。需不需要建大道场？不需要。道场建大了，开销大，那么大的开销，你一天到晚就被这个道场累赘，被道场拖垮；你不得不拉信徒，不得不想方法找钱维护这个道场，你这个心已经散乱。你心里面佛菩萨统统没有了，今天想这个信徒，明天想那个人有钱，搞这个，哪里还会想佛菩萨？都不想了。你想的是什么？贪瞋痴。道场愈大，贪瞋痴愈严重，将来果报到哪里？到阿鼻地狱去了。我讲的都是实话，都是事实，虽然很不好听。",
      "zh_TW": "今天不但是我們學教要專精，弘法利生同樣一個道理，也要專精。需不需要建大道場？不需要。道場建大了，開銷大，那麼大的開銷，你一天到晚就被這個道場累贅，被道場拖垮；你不得不拉信徒，不得不想方法找錢維護這個道場，你這個心已經散亂。你心裡面佛菩薩統統沒有了，今天想這個信徒，明天想那個人有錢，搞這個，哪裡還會想佛菩薩？都不想了。你想的是什麼？貪瞋痴。道場愈大，貪瞋痴愈嚴重，將來果報到哪裡？到阿鼻地獄去了。我講的都是實話，都是事實，雖然很不好聽。"
    },
    {
      "id": "09-023-0086_p0033",
      "zh_CN": "今天科技发达，我们利用科学技术来做弘法利生的事业，我们把经教、把佛法送到每一个人家里面去，这个多自在！所以今天道场，有很多人问我，我只要有一间小房间就够了，录像机往前面一架，听众两个、三个就行了，录影带传播到全世界。现代科技日新月异，国际电脑的网路，最近一些同修来告诉我，他们把我的一些资料也送到网路上去了。来告诉我，全世界有五千万个单位可以收得到。我们在家里讲两个钟点，全世界有五千万个单位可以收得到，我何必要这个讲堂？以前是没有办法，听众多了，没有讲堂不行。现在不要了，干这个事情累赘，劳民伤财，自己还要去烦心，有智慧的聪明人不干。一间房间就可以把佛法弘遍到全世界，不向听众收一分钱，你说这个多痛快、这个多自在！这个说明因果不空，因胜果必胜。",
      "zh_TW": "今天科技發達，我們利用科學技術來做弘法利生的事業，我們把經教、把佛法送到每一個人家裡面去，這個多自在！所以今天道場，有很多人問我，我只要有一間小房間就夠了，錄像機往前面一架，聽眾兩個、三個就行了，錄影帶傳播到全世界。現代科技日新月異，國際電腦的網路，最近一些同修來告訴我，他們把我的一些資料也送到網路上去了。來告訴我，全世界有五千萬個單位可以收得到。我們在家裡講兩個鐘點，全世界有五千萬個單位可以收得到，我何必要這個講堂？以前是沒有辦法，聽眾多了，沒有講堂不行。現在不要了，幹這個事情累贅，勞民傷財，自己還要去煩心，有智慧的聰明人不幹。一間房間就可以把佛法弘遍到全世界，不向聽眾收一分錢，你說這個多痛快、這個多自在！這個說明因果不空，因勝果必勝。"
    },
    {
      "id": "09-023-0086_p0034",
      "zh_CN": "【以即空故，所以因果虽胜，亦行无所事。】",
      "zh_TW": "【以即空故，所以因果雖勝，亦行無所事。】"
    },
    {
      "id": "09-023-0086_p0035",
      "zh_CN": "因果虽然不空，但是因果所显示出来的相，还是当体即空，了不可得。佛菩萨事要照做，天天要做，讲经说法天天要讲，念佛修行天天要干，因果不空。虽然天天干，心里面干干净净，若无其事，这就对了，与《金刚经》上所说的离相离念完全相应。这就是空有两边不着，这就是深明因果；真正明了因果，不是拨无因果。",
      "zh_TW": "因果雖然不空，但是因果所顯示出來的相，還是當體即空，了不可得。佛菩薩事要照做，天天要做，講經說法天天要講，念佛修行天天要幹，因果不空。雖然天天幹，心裡面乾乾淨淨，若無其事，這就對了，與《金剛經》上所說的離相離念完全相應。這就是空有兩邊不著，這就是深明因果；真正明瞭因果，不是撥無因果。"
    },
    {
      "id": "09-023-0086_p0036",
      "zh_CN": "【佛说一切法缘生，意在明其本不生也。】",
      "zh_TW": "【佛說一切法緣生，意在明其本不生也。】"
    },
    {
      "id": "09-023-0086_p0037",
      "zh_CN": "这个意思更深，确实这是八地以上的境界了。这个话很难懂，但是我们听得耳熟，回向偈里头常念「花开见佛悟无生」，无生就是一切法本来不生。佛说一切法缘生，缘生跟本来不生有什么关系？其实关系太密切了，我们是粗心大意，没听懂佛的意思。缘生就是无生，缘生是幻有，「幻有非有，真空不空」，这个话我们曾经听过，幻有非有、妙有非有，妙有就是幻有，就是假有，真空不空，这两句话是一桩事情。《心经》里面我们常常念到，「色即是空，空即是色，色不异空，空不异色」。色是有，就是幻有、就是妙有，缘生的；空是自性，性相不二，性相一如。性本不生，相哪里会真有？你真正了解一切法缘生，你就能明了无生法忍的意思。什么叫证得无生法忍？也就是说，真正了解一切法缘生的人，就证得无生法忍，肯定一切法无有生灭，这是见到一切法的真实相。在《仁王经》里面佛告诉我们，这是七地菩萨以上的境界，无生忍的菩萨，七地是下品，八地是中品，九地是上品，这三个位次的菩萨证无生法忍。证无生法忍，真正明了一切法缘生的理与事，理论与事实。",
      "zh_TW": "這個意思更深，確實這是八地以上的境界了。這個話很難懂，但是我們聽得耳熟，迴向偈裡頭常念「花開見佛悟無生」，無生就是一切法本來不生。佛說一切法緣生，緣生跟本來不生有什麼關係？其實關係太密切了，我們是粗心大意，沒聽懂佛的意思。緣生就是無生，緣生是幻有，「幻有非有，真空不空」，這個話我們曾經聽過，幻有非有、妙有非有，妙有就是幻有，就是假有，真空不空，這兩句話是一樁事情。《心經》裡面我們常常念到，「色即是空，空即是色，色不異空，空不異色」。色是有，就是幻有、就是妙有，緣生的；空是自性，性相不二，性相一如。性本不生，相哪裡會真有？你真正了解一切法緣生，你就能明瞭無生法忍的意思。什麼叫證得無生法忍？也就是說，真正了解一切法緣生的人，就證得無生法忍，肯定一切法無有生滅，這是見到一切法的真實相。在《仁王經》裡面佛告訴我們，這是七地菩薩以上的境界，無生忍的菩薩，七地是下品，八地是中品，九地是上品，這三個位次的菩薩證無生法忍。證無生法忍，真正明瞭一切法緣生的理與事，理論與事實。"
    },
    {
      "id": "09-023-0086_p0038",
      "zh_CN": "【若二六时中，世法亦随缘做，出世法正随缘起。却一眼觑向一切法本不生处，看之。（看，即觉义、照义，了了明白也。）】",
      "zh_TW": "【若二六時中，世法亦隨緣做，出世法正隨緣起。卻一眼覷向一切法本不生處，看之。（看，即覺義、照義，了了明白也。）】"
    },
    {
      "id": "09-023-0086_p0039",
      "zh_CN": "这一句它的意思：世法跟出世法是一不是二。如果是二，不一不异就讲不通；如果是二，诸法如义也讲不通。世法跟出世法是一，世法跟佛法是一。为什么要说个世法，要说个出世法？实在讲，这里面那个消息很明显，觉了就叫佛法、就是出世法，迷了就是世法。法是一个，就是觉迷。穿衣觉了，穿衣是佛法，是出世法；迷了，穿衣是世间法，是六道轮回法，就是一个觉迷。吃饭，觉了是佛法，是出世法；迷了，就是轮回法、六道法，就在觉迷，这个不能不知道。所以说是二六时中，就是一天到晚，二十四小时，世间法随缘做。注意随缘，不要攀缘。随缘是一切都能够恒顺众生，一切能够随顺环境，顺境也好，逆境也好，随缘，没有选择的，没有挑剔的。如果在里面有选择、有挑剔、有好恶，那就错了，那是攀缘，不是随缘。随缘讲得圆满一点，就是我们在一切世法之中，生活也好，工作也好，待人接物也好，真正能够做到不起心、不动念、不分别、不执着，这就是随缘。《金刚经》后面教给我们，「不取于相，如如不动」，这是随缘。由此可知，随缘岂不就是出世间法？一切法里头无住生心，一切法里面「不取于相，如如不动」，这哪里是世间法？不但超越六道，而且超越十法界。可见得世法就是出世间法，出世法随缘起。",
      "zh_TW": "這一句它的意思：世法跟出世法是一不是二。如果是二，不一不異就講不通；如果是二，諸法如義也講不通。世法跟出世法是一，世法跟佛法是一。為什麼要說個世法，要說個出世法？實在講，這裡面那個消息很明顯，覺了就叫佛法、就是出世法，迷了就是世法。法是一個，就是覺迷。穿衣覺了，穿衣是佛法，是出世法；迷了，穿衣是世間法，是六道輪迴法，就是一個覺迷。吃飯，覺了是佛法，是出世法；迷了，就是輪迴法、六道法，就在覺迷，這個不能不知道。所以說是二六時中，就是一天到晚，二十四小時，世間法隨緣做。注意隨緣，不要攀緣。隨緣是一切都能夠恆順眾生，一切能夠隨順環境，順境也好，逆境也好，隨緣，沒有選擇的，沒有挑剔的。如果在裡面有選擇、有挑剔、有好惡，那就錯了，那是攀緣，不是隨緣。隨緣講得圓滿一點，就是我們在一切世法之中，生活也好，工作也好，待人接物也好，真正能夠做到不起心、不動念、不分別、不執著，這就是隨緣。《金剛經》後面教給我們，「不取於相，如如不動」，這是隨緣。由此可知，隨緣豈不就是出世間法？一切法裡頭無住生心，一切法裡面「不取於相，如如不動」，這哪裡是世間法？不但超越六道，而且超越十法界。可見得世法就是出世間法，出世法隨緣起。"
    },
    {
      "id": "09-023-0086_p0040",
      "zh_CN": "这个地方，你慧眼开了，法眼开了，所谓是你看破了。怎么看破？一切法不生不灭，一切法本来如是。就像佛在《法华经》上说：「是法住法位，世间相常住（不坏）」，这是无生法忍的境界。所以这个地方的看，不是叫你眼看，不是用眼识去看，不是分别、不是思惟想像，这个「看」是觉，用这一个字做代表。六根接触外面六尘境界，一接触就叫「照」，就明了，接触就明了。明了是什么？明了不一不异，明了缘起性空，明了因果不虚。如果在日常生活当中，六根接触六尘境界，果然有这样觉照的功夫，你再要肯念佛求生净土，决定得生。不但得生，你的品位还相当高，绝对不在中下品，《无量寿经》上讲的上辈往生有分。觉，觉的相，",
      "zh_TW": "這個地方，你慧眼開了，法眼開了，所謂是你看破了。怎麼看破？一切法不生不滅，一切法本來如是。就像佛在《法華經》上說：「是法住法位，世間相常住（不壞）」，這是無生法忍的境界。所以這個地方的看，不是叫你眼看，不是用眼識去看，不是分別、不是思惟想像，這個「看」是覺，用這一個字做代表。六根接觸外面六塵境界，一接觸就叫「照」，就明瞭，接觸就明瞭。明瞭是什麼？明瞭不一不異，明瞭緣起性空，明瞭因果不虛。如果在日常生活當中，六根接觸六塵境界，果然有這樣覺照的功夫，你再要肯念佛求生淨土，決定得生。不但得生，你的品位還相當高，絕對不在中下品，《無量壽經》上講的上輩往生有分。覺，覺的相，"
    },
    {
      "id": "09-023-0086_p0041",
      "zh_CN": "【亦不自以为能看】",
      "zh_TW": "【亦不自以為能看】"
    },
    {
      "id": "09-023-0086_p0042",
      "zh_CN": "如果觉得我觉悟了、我明白了，可惜这个人又糊涂了。为什么？他又起心动念了。你看，又有我见了，我见、人见、众生见、寿者见，一个见起来，四个见都起来了；又着了「我相」。四相四见具足，还是六道凡夫。注解里头江味农居士讲得很好，前面我们读过，「大而化之」、「若无其事」，这个两句很有味道。我们的心量要大而化之，对于任何人与事，不要去计较，没事！何必计较。这个人怎样，那个怎样，没事！不必去计较，心要大而化之。心里头若无其事，干干净净，虽然修行，虽然觉照，还是若无其事，这个人真的觉悟了。如果还要有计较，心里还有事还放不下，这不行。我们无量劫来过错就在此地，希望这一生不要再犯这个过失。古人所谓：「天下本无事，庸人自扰之。」这两句话有很深很深的哲学道理在。确实没有事，事从哪里来的？都是你妄想分别执着来的。你要把妄想分别执着打掉，哪有事？没事！没事才自在，没事才真有福报，真有福气，随遇而安。天下动乱，他不乱；天下不安，他平安，你说这个多幸福！这几句文里头意思很深。",
      "zh_TW": "如果覺得我覺悟了、我明白了，可惜這個人又糊塗了。為什麼？他又起心動念了。你看，又有我見了，我見、人見、眾生見、壽者見，一個見起來，四個見都起來了；又著了「我相」。四相四見具足，還是六道凡夫。註解裡頭江味農居士講得很好，前面我們讀過，「大而化之」、「若無其事」，這個兩句很有味道。我們的心量要大而化之，對於任何人與事，不要去計較，沒事！何必計較。這個人怎樣，那個怎樣，沒事！不必去計較，心要大而化之。心裡頭若無其事，乾乾淨淨，雖然修行，雖然覺照，還是若無其事，這個人真的覺悟了。如果還要有計較，心裡還有事還放不下，這不行。我們無量劫來過錯就在此地，希望這一生不要再犯這個過失。古人所謂：「天下本無事，庸人自擾之。」這兩句話有很深很深的哲學道理在。確實沒有事，事從哪裡來的？都是你妄想分別執著來的。你要把妄想分別執著打掉，哪有事？沒事！沒事才自在，沒事才真有福報，真有福氣，隨遇而安。天下動亂，他不亂；天下不安，他平安，你說這個多幸福！這幾句文裡頭意思很深。"
    },
    {
      "id": "09-023-0086_p0043",
      "zh_CN": "【但于世出世法，正随缘时，正如是看。正看时，正如是随缘。可许他是个伶俐汉。】",
      "zh_TW": "【但於世出世法，正隨緣時，正如是看。正看時，正如是隨緣。可許他是個伶俐漢。】"
    },
    {
      "id": "09-023-0086_p0044",
      "zh_CN": "伶俐汉是中国古代禅宗赞叹上根利智的人，也就是明心见性，这样的人才称他作伶俐汉。也就是说他在一切法里面得大自在，他真的觉悟，得大自在。底下这几句话好，把他自在的样子说出来了，把他自在的理由说出来了，这正是我们要学习的地方。",
      "zh_TW": "伶俐漢是中國古代禪宗讚歎上根利智的人，也就是明心見性，這樣的人才稱他作伶俐漢。也就是說他在一切法裡面得大自在，他真的覺悟，得大自在。底下這幾句話好，把他自在的樣子說出來了，把他自在的理由說出來了，這正是我們要學習的地方。"
    },
    {
      "id": "09-023-0086_p0045",
      "zh_CN": "【内三际心不可得，外一切法本不生。真一了百了，天下太平。】",
      "zh_TW": "【內三際心不可得，外一切法本不生。真一了百了，天下太平。】"
    },
    {
      "id": "09-023-0086_p0046",
      "zh_CN": "这句话讲得透彻，讲得彻底，讲得圆满。内三心不可得，能执不可得，不但能执着的、能打妄想的东西不可得，你拿什么打妄想？能打妄想的东西不可得，那妄想当然不可得。能分别的不可得，能执着的不可得，能忧虑的不可得，能牵挂的也不可得，你还搞什么！你要晓得，过去心不可得，现在心不可得，未来心不可得，一切能得的不可得。外面一切境界相，因缘生法，我们这次讲席说过很多遍，所谓因缘生法，就是一切现相都是刹那九百生灭的相续相而已，当体即空，了不可得。内外都不可得，你得个什么？没事！",
      "zh_TW": "這句話講得透徹，講得徹底，講得圓滿。內三心不可得，能執不可得，不但能執著的、能打妄想的東西不可得，你拿什麼打妄想？能打妄想的東西不可得，那妄想當然不可得。能分別的不可得，能執著的不可得，能憂慮的不可得，能牽掛的也不可得，你還搞什麼！你要曉得，過去心不可得，現在心不可得，未來心不可得，一切能得的不可得。外面一切境界相，因緣生法，我們這次講席說過很多遍，所謂因緣生法，就是一切現相都是剎那九百生滅的相續相而已，當體即空，了不可得。內外都不可得，你得個什麼？沒事！"
    },
    {
      "id": "09-023-0086_p0047",
      "zh_CN": "我在此地住一个小房子，是一位居士的。门坏了，今天找一个人来修门。他告诉我，门要修坚固一点，怕人来偷东西。我说这里没有东西，都是经书，都是结缘的，谁要谁拿去，没东西偷，没有东西！要知道一切不可得的事实真相。《心经》到末后说「无智亦无得」，这是世尊二十二年般若的颠峰。般若像一个宝塔一样，这是宝塔的塔尖。世间人的大病就是这两个，一个是求智，一个是求得；俗人求得，世间雅人、高人求智。智也没有，得也没有，佛法里讲真实智慧。以学经这个例子来讲，我讲的能听懂的人不多，听懂他就相信了。听了怀疑，听了否定，那他没听懂。我也跟诸位，到处讲席有的时候我都会提到，因为有不少同修发心研究经教，好事情！经教要如何能得入？我告诉他一个原则：佛的经里面都没有意思；都没有意思，你就不能在里头求意思，你求意思就错了。我教给人求经教，怎么求？老实念，不要求解。这个怎么讲法，那一段什么意思，没意思、没讲法，你就老实念，念到你心清净，自然就开悟。开悟悟什么？悟个无智无得，帮助你入这个境界。这个境界一入之后，这个经不用的时候没意思，念的时候没意思；如果有人来问的话，意思就出来了。意思是人家问出来的；不问，没意思；一问，就有意思。一个人问一个意思，两个人问两个意思，无量人问无量个意思，这个妙不可言！这是真的，一点都不错。所以般若无知，无所不知，经没有意思，无量义！",
      "zh_TW": "我在此地住一個小房子，是一位居士的。門壞了，今天找一個人來修門。他告訴我，門要修堅固一點，怕人來偷東西。我說這裡沒有東西，都是經書，都是結緣的，誰要誰拿去，沒東西偷，沒有東西！要知道一切不可得的事實真相。《心經》到末後說「無智亦無得」，這是世尊二十二年般若的顛峰。般若像一個寶塔一樣，這是寶塔的塔尖。世間人的大病就是這兩個，一個是求智，一個是求得；俗人求得，世間雅人、高人求智。智也沒有，得也沒有，佛法裡講真實智慧。以學經這個例子來講，我講的能聽懂的人不多，聽懂他就相信了。聽了懷疑，聽了否定，那他沒聽懂。我也跟諸位，到處講席有的時候我都會提到，因為有不少同修發心研究經教，好事情！經教要如何能得入？我告訴他一個原則：佛的經裡面都沒有意思；都沒有意思，你就不能在裡頭求意思，你求意思就錯了。我教給人求經教，怎麼求？老實念，不要求解。這個怎麼講法，那一段什麼意思，沒意思、沒講法，你就老實念，念到你心清淨，自然就開悟。開悟悟什麼？悟個無智無得，幫助你入這個境界。這個境界一入之後，這個經不用的時候沒意思，念的時候沒意思；如果有人來問的話，意思就出來了。意思是人家問出來的；不問，沒意思；一問，就有意思。一個人問一個意思，兩個人問兩個意思，無量人問無量個意思，這個妙不可言！這是真的，一點都不錯。所以般若無知，無所不知，經沒有意思，無量義！"
    },
    {
      "id": "09-023-0086_p0048",
      "zh_CN": "无量义你怎么能求它的意思？同样一部经，同样一句经文，有无量种的讲法，所以它是活的，它不是死的。一个意思一种讲法，那是死的。你们看看每天报纸杂志那个文章，死的，它就是那一个意思，决定不会有第二个意思，死的。不像佛法，佛法活的，怎么说都说得通。不一样的人，他有不一样的困难，同样一句经文，全都解决了，所以经有无量义。无量义是起用，是起作用，我们常讲后得智。我们要求的，求根本智，根本智是无智，这个道理很难懂。",
      "zh_TW": "無量義你怎麼能求它的意思？同樣一部經，同樣一句經文，有無量種的講法，所以它是活的，它不是死的。一個意思一種講法，那是死的。你們看看每天報紙雜誌那個文章，死的，它就是那一個意思，決定不會有第二個意思，死的。不像佛法，佛法活的，怎麼說都說得通。不一樣的人，他有不一樣的困難，同樣一句經文，全都解決了，所以經有無量義。無量義是起用，是起作用，我們常講後得智。我們要求的，求根本智，根本智是無智，這個道理很難懂。"
    },
    {
      "id": "09-023-0086_p0049",
      "zh_CN": "佛在经上也有举例子，哪一部经我记不得，这是早年，很早时候，初学佛的时候，看一些经典有这么一个印象。曾经有人问释迦牟尼佛，佛弟子当中，智慧第一是舍利弗，有人就向佛请教，舍利弗为什么会有这么大的智慧？释迦牟尼佛并没有解答，举了一个例子，他说：你看到鼓没有？他说：鼓，看到了，这个道场天天敲鼓，我看到了。鼓那个肚子里头是怎么样？空的，什么也没有。佛就跟那个人说：舍利弗那个心就像鼓一样，什么也没有，大叩则大鸣，小叩则小鸣，不叩则不鸣，那就是起作用。经典没有意思，也像鼓一样，它起作用的时候，人家怎么问，你就会怎么答，妙用无穷。",
      "zh_TW": "佛在經上也有舉例子，哪一部經我記不得，這是早年，很早時候，初學佛的時候，看一些經典有這麼一個印象。曾經有人問釋迦牟尼佛，佛弟子當中，智慧第一是舍利弗，有人就向佛請教，舍利弗為什麼會有這麼大的智慧？釋迦牟尼佛並沒有解答，舉了一個例子，他說：你看到鼓沒有？他說：鼓，看到了，這個道場天天敲鼓，我看到了。鼓那個肚子裡頭是怎麼樣？空的，什麼也沒有。佛就跟那個人說：舍利弗那個心就像鼓一樣，什麼也沒有，大叩則大鳴，小叩則小鳴，不叩則不鳴，那就是起作用。經典沒有意思，也像鼓一樣，它起作用的時候，人家怎麼問，你就會怎麼答，妙用無窮。"
    },
    {
      "id": "09-023-0086_p0050",
      "zh_CN": "所以我教人，我是个过来人，我对于一切众生非常爱护，希望你们都成就。你们都成就，我就省事，到处请讲经，你们都可以去讲，我就不要东奔西跑了，跑了这么多年也很累，很想休息休息。我也希望你们讲，我在下面听，听了我很欢喜。如何学？老实念，三个字，老实念。《金刚经》上说的次数太多了，「受持读诵、为人演说」，这个我们念的遍数太多了，你就老实念。老实念还要老实去做。佛教我们无住，我们就无住，佛教我们生心，我们就生心；要照做，这才能开悟，才能开智慧。所以这个非常非常的重要。",
      "zh_TW": "所以我教人，我是個過來人，我對於一切眾生非常愛護，希望你們都成就。你們都成就，我就省事，到處請講經，你們都可以去講，我就不要東奔西跑了，跑了這麼多年也很累，很想休息休息。我也希望你們講，我在下面聽，聽了我很歡喜。如何學？老實念，三個字，老實念。《金剛經》上說的次數太多了，「受持讀誦、為人演說」，這個我們念的遍數太多了，你就老實念。老實念還要老實去做。佛教我們無住，我們就無住，佛教我們生心，我們就生心；要照做，這才能開悟，才能開智慧。所以這個非常非常的重要。"
    },
    {
      "id": "09-023-0086_p0051",
      "zh_CN": "无住生心，经上讲得很具体，不住色声香味触法，法里面有世间法、有佛法，世法、佛法都不住。我可以用它，我不执着它，住是执着，无住就是不执着，也就是讲的若无其事，我用它。生心，生什么心？要生利益一切众生之心。佛在此地教我们生布施、持戒、禅定，生这种心，生六度心，生利益一切众生之心，这就对了。这样做，果然这么做法，实在说真正肯这么做的，就是像《弥陀经》上所讲的，善根、福德、因缘成熟了。如果不成熟，他不可能这样做。你看这个经典，每一部经末后，都有「信受奉行，作礼而去」；信受奉行，真正相信佛所讲的话，受是接受、受持，受就是真正把佛的教训去做到，这是信受奉行，那就是善根、福德、因缘三个条件都具足了。这样的人，他才能得一切诸佛的护念，龙天善神的保佑，他得到，不求都得到，不念也得到。只要他功夫勤，这一生必定开悟。我们看古大德，《高僧传》、《居士传》里面，看到那些人开悟。他为什么开悟，我们为什么不开悟？他具备了开悟的条件，我们想想我们没有具备开悟的条件，我们听了经，没有依教奉行。人家听了经，真的依教奉行，这就是开悟，证明他的善根福德因缘具足，我们善根福德因缘没具足。为什么？懈怠懒惰不肯去干，这就是证明我们的善根福德因缘没具足，佛菩萨虽然慈悲加持，加不上。所以这个经真正有大利益。",
      "zh_TW": "無住生心，經上講得很具體，不住色聲香味觸法，法裡面有世間法、有佛法，世法、佛法都不住。我可以用它，我不執著它，住是執著，無住就是不執著，也就是講的若無其事，我用它。生心，生什麼心？要生利益一切眾生之心。佛在此地教我們生布施、持戒、禪定，生這種心，生六度心，生利益一切眾生之心，這就對了。這樣做，果然這麼做法，實在說真正肯這麼做的，就是像《彌陀經》上所講的，善根、福德、因緣成熟了。如果不成熟，他不可能這樣做。你看這個經典，每一部經末後，都有「信受奉行，作禮而去」；信受奉行，真正相信佛所講的話，受是接受、受持，受就是真正把佛的教訓去做到，這是信受奉行，那就是善根、福德、因緣三個條件都具足了。這樣的人，他才能得一切諸佛的護念，龍天善神的保佑，他得到，不求都得到，不念也得到。只要他功夫勤，這一生必定開悟。我們看古大德，《高僧傳》、《居士傳》裡面，看到那些人開悟。他為什麼開悟，我們為什麼不開悟？他具備了開悟的條件，我們想想我們沒有具備開悟的條件，我們聽了經，沒有依教奉行。人家聽了經，真的依教奉行，這就是開悟，證明他的善根福德因緣具足，我們善根福德因緣沒具足。為什麼？懈怠懶惰不肯去幹，這就是證明我們的善根福德因緣沒具足，佛菩薩雖然慈悲加持，加不上。所以這個經真正有大利益。"
    },
    {
      "id": "09-023-0086_p0052",
      "zh_CN": "【本师教我们这些抄直路的法门】",
      "zh_TW": "【本師教我們這些抄直路的法門】"
    },
    {
      "id": "09-023-0086_p0053",
      "zh_CN": "《金刚经》、《净土经》都是抄直路，都是抄近路，一生当中决定可以成就的。像这样的经典都不长，《金刚经》经文不长，《弥陀经》经文也不长，这些真是直截了当。《无量寿经》虽然长一点，比起其他经典还不算长。",
      "zh_TW": "《金剛經》、《淨土經》都是抄直路，都是抄近路，一生當中決定可以成就的。像這樣的經典都不長，《金剛經》經文不長，《彌陀經》經文也不長，這些真是直截了當。《無量壽經》雖然長一點，比起其他經典還不算長。"
    },
    {
      "id": "09-023-0086_p0054",
      "zh_CN": "【我们要直下承担】",
      "zh_TW": "【我們要直下承擔】"
    },
    {
      "id": "09-023-0086_p0055",
      "zh_CN": "佛给我们了，传授给我们了，我们要肯接受，接受过来要把它当宝贝，这个重要。什么宝贝？救命的宝贝，是真的不是假的。无量劫来在生死轮回，苦不堪言，不能出去，今天得这个宝贝就可以出三界，就可以永脱轮回。《无量寿经》再加上《金刚经》，那还得了！永明的话讲得有道理，「有禅有净土，有如戴角虎。」我们今天把这句话换一换，有《无量寿经》、有《金刚经》，那比戴角虎还厉害，这是真的。这两个法门合起来，确确实实利益无边，广大无有穷际。",
      "zh_TW": "佛給我們了，傳授給我們了，我們要肯接受，接受過來要把它當寶貝，這個重要。什麼寶貝？救命的寶貝，是真的不是假的。無量劫來在生死輪迴，苦不堪言，不能出去，今天得這個寶貝就可以出三界，就可以永脫輪迴。《無量壽經》再加上《金剛經》，那還得了！永明的話講得有道理，「有禪有淨土，有如戴角虎。」我們今天把這句話換一換，有《無量壽經》、有《金剛經》，那比戴角虎還厲害，這是真的。這兩個法門合起來，確確實實利益無邊，廣大無有窮際。"
    },
    {
      "id": "09-023-0086_p0056",
      "zh_CN": "【努力向前。普贤菩萨警众偈云：是日已过，命亦随减，如少水鱼，斯有何乐。】",
      "zh_TW": "【努力向前。普賢菩薩警眾偈云：是日已過，命亦隨減，如少水魚，斯有何樂。】"
    },
    {
      "id": "09-023-0086_p0057",
      "zh_CN": "这首偈，佛门寺院里面每天的晚课都要念。每个人对这首偈都很熟，提起来没有一个人不会念。虽念就像唱歌一样，唱过去了，里面什么意思大概从来也没想一下，就这么唱过去。因此它不起作用，我们每天还是迷惑颠倒，一丝毫的警觉都没有。普贤菩萨这四句话，对于我们是高度的警觉。一个人的寿命再长，活一百岁，活一百岁的人不多。一百岁有多少天？三万六千日。要是给你一个日历，一天撕一张，三万六千张，很快就撕完了。我们每天家里挂的日历，每天撕一张，命亦随减，有没有这个警觉心？撕掉一张，我们寿命少了一天，几个人有这个警觉？有这个警觉的人，这是觉悟的人。迷惑颠倒，颠倒在哪里？他麻木不仁，他不觉悟，到死了他还不晓得，还不知道。一定要提高警觉，要晓得人命无常，然后真正抓住短暂的光阴，放下假的，要修真的。真的是什么？老实念佛，求生净土。在《般若经》里面开真实智慧，看破世间，放下万缘，老实念佛，求生净土，这个人是真正觉悟的人，彻底觉悟的人。要想往生，世出世间法要统统放下，不要有一丝毫顾虑。一定要晓得，一切法即空即假，一切法了不可得，你为什么还要拼命在求得？这就错了。那不求行吗？不求，我明天能有饭吃吗？明天还没有到，你想这些干什么，这打妄想！过去心不可得、现在心不可得、未来心不可得，你想明天干什么！你命里面有的自然有；命里头没有的，怎么打妄想也求不到，你说你这不叫冤枉！但是几个人相信这个道理？几个人相信这个事实？这个太难了。佛在经上讲的，他也点头，佛说的不敢不相信，可是他自己心里头那个疑团就是拔不掉。他就是不能接受，就是不能照做，还是拼命去求，疑根在；也就是没有真正觉悟，没有彻底明了。",
      "zh_TW": "這首偈，佛門寺院裡面每天的晚課都要念。每個人對這首偈都很熟，提起來沒有一個人不會念。雖念就像唱歌一樣，唱過去了，裡面什麼意思大概從來也沒想一下，就這麼唱過去。因此它不起作用，我們每天還是迷惑顛倒，一絲毫的警覺都沒有。普賢菩薩這四句話，對於我們是高度的警覺。一個人的壽命再長，活一百歲，活一百歲的人不多。一百歲有多少天？三萬六千日。要是給你一個日曆，一天撕一張，三萬六千張，很快就撕完了。我們每天家裡掛的日曆，每天撕一張，命亦隨減，有沒有這個警覺心？撕掉一張，我們壽命少了一天，幾個人有這個警覺？有這個警覺的人，這是覺悟的人。迷惑顛倒，顛倒在哪裡？他麻木不仁，他不覺悟，到死了他還不曉得，還不知道。一定要提高警覺，要曉得人命無常，然後真正抓住短暫的光陰，放下假的，要修真的。真的是什麼？老實念佛，求生淨土。在《般若經》裡面開真實智慧，看破世間，放下萬緣，老實念佛，求生淨土，這個人是真正覺悟的人，徹底覺悟的人。要想往生，世出世間法要統統放下，不要有一絲毫顧慮。一定要曉得，一切法即空即假，一切法了不可得，你為什麼還要拼命在求得？這就錯了。那不求行嗎？不求，我明天能有飯吃嗎？明天還沒有到，你想這些幹什麼，這打妄想！過去心不可得、現在心不可得、未來心不可得，你想明天幹什麼！你命裡面有的自然有；命裡頭沒有的，怎麼打妄想也求不到，你說你這不叫冤枉！但是幾個人相信這個道理？幾個人相信這個事實？這個太難了。佛在經上講的，他也點頭，佛說的不敢不相信，可是他自己心裡頭那個疑團就是拔不掉。他就是不能接受，就是不能照做，還是拼命去求，疑根在；也就是沒有真正覺悟，沒有徹底明瞭。"
    },
    {
      "id": "09-023-0086_p0058",
      "zh_CN": "我教初学的同修，你们想学佛，从哪里入门？从《了凡四训》入门，这不是佛经。我劝人先把《了凡四训》念三百遍，遍数少了没用处，印象不深刻，观念转不过来。所以要念三百遍，你的印象深刻，你会慢慢体会到里面的道理：一饮一啄，莫非前定。《了凡四训》真的要是通达体会到了，你对于世间法不会求了。患得患失的念头没有了，你的心会清净，清净心生智慧。命里有的，该有，我不要求；命里没有的，怎么求也枉然，那又何必去求？我自己学佛，实在讲是得力于《了凡四训》。我初学佛的时候，那个时候台湾的佛经非常缺乏，很不容易找到。在台北有一位朱镜宙老居士，这是个虔诚的佛教徒，他找一些他的朋友，大家凑一点钱来印经布施，组织一个台湾印经处。我是有一个朋友介绍跟这个老居士认识，那个时候我们很年轻，二十几岁，他看到我们非常爱护。他那里印的佛经，他都会送给我，送我一本《了凡四训》，教给我要好好的去读，我读了之后很受感动。我得力于《了凡四训》的利益太多了，真正了解这个因果，刚才我们念过，因果可畏！",
      "zh_TW": "我教初學的同修，你們想學佛，從哪裡入門？從《了凡四訓》入門，這不是佛經。我勸人先把《了凡四訓》念三百遍，遍數少了沒用處，印象不深刻，觀念轉不過來。所以要念三百遍，你的印象深刻，你會慢慢體會到裡面的道理：一飲一啄，莫非前定。《了凡四訓》真的要是通達體會到了，你對於世間法不會求了。患得患失的念頭沒有了，你的心會清淨，清淨心生智慧。命裡有的，該有，我不要求；命裡沒有的，怎麼求也枉然，那又何必去求？我自己學佛，實在講是得力於《了凡四訓》。我初學佛的時候，那個時候台灣的佛經非常缺乏，很不容易找到。在台北有一位朱鏡宙老居士，這是個虔誠的佛教徒，他找一些他的朋友，大家湊一點錢來印經布施，組織一個台灣印經處。我是有一個朋友介紹跟這個老居士認識，那個時候我們很年輕，二十幾歲，他看到我們非常愛護。他那裡印的佛經，他都會送給我，送我一本《了凡四訓》，教給我要好好的去讀，我讀了之後很受感動。我得力於《了凡四訓》的利益太多了，真正了解這個因果，剛才我們念過，因果可畏！"
    },
    {
      "id": "09-023-0086_p0059",
      "zh_CN": "【若依旧拖泥带水，虽日日看经闻法，晓得些理路，有何益处。】",
      "zh_TW": "【若依舊拖泥帶水，雖日日看經聞法，曉得些理路，有何益處。】"
    },
    {
      "id": "09-023-0086_p0060",
      "zh_CN": "这些话都说到我们学佛人自己身上的病痛，我们就是犯这个毛病。对于生死大事、六道轮回毫无警觉，没把它当作一回事，这怎么得了！每天研究经教，研究有什么用处？不能断烦恼，不能开智慧，不能了生死，不能出三界，有什么用处！",
      "zh_TW": "這些話都說到我們學佛人自己身上的病痛，我們就是犯這個毛病。對於生死大事、六道輪迴毫無警覺，沒把它當作一回事，這怎麼得了！每天研究經教，研究有什麼用處？不能斷煩惱，不能開智慧，不能了生死，不能出三界，有什麼用處！"
    },
    {
      "id": "09-023-0086_p0061",
      "zh_CN": "【要防他所知障生，比烦恼障更坏。】",
      "zh_TW": "【要防他所知障生，比煩惱障更壞。】"
    },
    {
      "id": "09-023-0086_p0062",
      "zh_CN": "这两句话，若不是过来人说不出。能说得出这两句话，高度的智慧，绝非普通人。所知障是邪知邪见，邪知邪见之人比贪瞋痴还可怕。贪瞋痴堕三途，邪知邪见所造的罪业，不但误自己，还误一切众生，那个果报在阿鼻地狱。我们不说别的，就以刚才这个例子来说，有一些人以为念一部《无量寿经》没有用处，念一句阿弥陀佛不管事，劝你回头，要念许多经，拜许多佛，拜许多菩萨，那是所知障，邪知邪见。你本来一门深入，要到西方极乐世界去作佛，他把你拉回来，送到阿鼻地狱，你说他的罪多重！他是不是有意的？可能不是有意的，他还是好心的。为什么好心会做出这么坏的事情？知见错了，这个人认假不认真，信邪不信正，那就没法子。所以，所知障的麻烦超过烦恼障。",
      "zh_TW": "這兩句話，若不是過來人說不出。能說得出這兩句話，高度的智慧，絕非普通人。所知障是邪知邪見，邪知邪見之人比貪瞋痴還可怕。貪瞋痴墮三途，邪知邪見所造的罪業，不但誤自己，還誤一切眾生，那個果報在阿鼻地獄。我們不說別的，就以剛才這個例子來說，有一些人以為念一部《無量壽經》沒有用處，念一句阿彌陀佛不管事，勸你回頭，要念許多經，拜許多佛，拜許多菩薩，那是所知障，邪知邪見。你本來一門深入，要到西方極樂世界去作佛，他把你拉回來，送到阿鼻地獄，你說他的罪多重！他是不是有意的？可能不是有意的，他還是好心的。為什麼好心會做出這麼壞的事情？知見錯了，這個人認假不認真，信邪不信正，那就沒法子。所以，所知障的麻煩超過煩惱障。"
    },
    {
      "id": "09-023-0086_p0063",
      "zh_CN": "下面这一大段经文，「约法施明体空」，这里面分两个段落，第一个段落是「明无法可说」。无法可说，这个意思我在前面都透出来了。前头讲《金刚经》难讲，它的精彩都在后头，后面拉到前面讲就犯下，无法可说。所以我讲的时候，我说这个经没有意思，跟这个就很接近。经没有意思，你研究意思干什么！法无法可说，你有什么好说的！再分小段「明闻者性空」，再分小段「明无法可得」。这个经文的意思很深，所以没讲经文之前先有一番交代；如果不详细交代明白，这个经文很不容易体会。前面一大段注解，这是交代的话。",
      "zh_TW": "下面這一大段經文，「約法施明體空」，這裡面分兩個段落，第一個段落是「明無法可說」。無法可說，這個意思我在前面都透出來了。前頭講《金剛經》難講，它的精彩都在後頭，後面拉到前面講就犯下，無法可說。所以我講的時候，我說這個經沒有意思，跟這個就很接近。經沒有意思，你研究意思幹什麼！法無法可說，你有什麼好說的！再分小段「明聞者性空」，再分小段「明無法可得」。這個經文的意思很深，所以沒講經文之前先有一番交代；如果不詳細交代明白，這個經文很不容易體會。前面一大段註解，這是交代的話。"
    },
    {
      "id": "09-023-0086_p0064",
      "zh_CN": "【于福德胜报之后】",
      "zh_TW": "【於福德勝報之後】"
    },
    {
      "id": "09-023-0086_p0065",
      "zh_CN": "前面是讲财施，三千大千世界七宝布施，你所得的福报无量无边，得福甚多。财布施之后，佛再接着跟我们讲法施。诸位要晓得，财施是陪衬的话，重点是在法施；先用财施来做一个引子，然后接着法施。",
      "zh_TW": "前面是講財施，三千大千世界七寶布施，你所得的福報無量無邊，得福甚多。財布施之後，佛再接著跟我們講法施。諸位要曉得，財施是陪襯的話，重點是在法施；先用財施來做一個引子，然後接著法施。"
    },
    {
      "id": "09-023-0086_p0066",
      "zh_CN": "【法施一大段文，正显一切法皆是缘生。此一大段是约因说，以显示缘生无穷，因果无尽之义。】",
      "zh_TW": "【法施一大段文，正顯一切法皆是緣生。此一大段是約因說，以顯示緣生無窮，因果無盡之義。】"
    },
    {
      "id": "09-023-0086_p0067",
      "zh_CN": "这些话必须要在讲经文之前详细交代，你读这个经文，听这个经文，才懂得它的意思，才能够体会到它的味道。经文是从因上讲的，从因上讲，它的目的显示缘生的一切法无有穷尽。我们以很浅显的比喻，这一部经，经是法，你为一切众生讲经说法，经是一样的。一部《金刚经》，释迦牟尼佛当年讲了，代代相传，传了二千多年，传到中国、传到外国、传到全世界，传到尽虚空遍法界，就这么一本经。但是你要晓得，虚空法界有多少种类的众生，众生无量无边，无有穷尽。对哪一类众生，是哪一类的讲法，讲的各个不一样，这里头就是无量义。无量义就是「缘生无穷，因果无尽」。无量义如何学法？学它里头的不变，不一不异，你学这个，这个东西掌握住，那就读通了。无穷的缘生，无量的变幻，都不出一心，都不出自性，所以大乘法里头最要紧的是叫你明心见性。心现在不明，所以性见不到。心为什么不明？因为有二障障住，二障就是前面讲的烦恼障跟所知障。教你应无所住而生其心，无住破烦恼障，而生其心破所知障；二障破了，心性就恢复光明，心性里面无量的智慧德能都现前了。除这个办法之外，没有第二个办法能令人明心见性。《般若经》是以明心见性为主，因此对于破二障非常重视；离相离念，离相离念是彻底除障的方法。我们今天讲到此地。",
      "zh_TW": "這些話必須要在講經文之前詳細交代，你讀這個經文，聽這個經文，才懂得它的意思，才能夠體會到它的味道。經文是從因上講的，從因上講，它的目的顯示緣生的一切法無有窮盡。我們以很淺顯的比喻，這一部經，經是法，你為一切眾生講經說法，經是一樣的。一部《金剛經》，釋迦牟尼佛當年講了，代代相傳，傳了二千多年，傳到中國、傳到外國、傳到全世界，傳到盡虛空遍法界，就這麼一本經。但是你要曉得，虛空法界有多少種類的眾生，眾生無量無邊，無有窮盡。對哪一類眾生，是哪一類的講法，講的各個不一樣，這裡頭就是無量義。無量義就是「緣生無窮，因果無盡」。無量義如何學法？學它裡頭的不變，不一不異，你學這個，這個東西掌握住，那就讀通了。無窮的緣生，無量的變幻，都不出一心，都不出自性，所以大乘法裡頭最要緊的是叫你明心見性。心現在不明，所以性見不到。心為什麼不明？因為有二障障住，二障就是前面講的煩惱障跟所知障。教你應無所住而生其心，無住破煩惱障，而生其心破所知障；二障破了，心性就恢復光明，心性裡面無量的智慧德能都現前了。除這個辦法之外，沒有第二個辦法能令人明心見性。《般若經》是以明心見性為主，因此對於破二障非常重視；離相離念，離相離念是徹底除障的方法。我們今天講到此地。"
    }
  ]
}