{
  "doc_id": "09-023-0110",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一０集",
    "zh_TW": "第一一０集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国净宗学会",
    "zh_TW": "美國淨宗學會"
  },
  "doc_number": "09-023-0110",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "09-023-0110_p0001",
      "zh_CN": "请掀开经本二百五十七面，第三行，第七段开始。",
      "zh_TW": "請掀開經本二百五十七面，第三行，第七段開始。"
    },
    {
      "id": "09-023-0110_p0002",
      "zh_CN": "【事修，如布施、持戒，乃至看经、念佛、一举手、一低头，无论大小精粗，凡见之于动作行为者皆是。修法须就事论事。事有千差万别，修法亦因之而有万千差别。如各道场礼拜、唱念等法则，岂能一律耶。】",
      "zh_TW": "【事修，如布施、持戒，乃至看經、念佛、一舉手、一低頭，無論大小精粗，凡見之於動作行為者皆是。修法須就事論事。事有千差萬別，修法亦因之而有萬千差別。如各道場禮拜、唱念等法則，豈能一律耶。】"
    },
    {
      "id": "09-023-0110_p0003",
      "zh_CN": "这是讲修行功夫，不外乎观门与行门。前面已经将理观介绍过了，这一段讲事修，也就是在日常生活当中应该要怎样去做。此地只能举几个例子，我们应当晓得在这个例子里面，所谓举一反三，闻一知十。将所举的例子这个原则，能够应用在生活上、点点滴滴之处，才能有受用。如布施，布施包括了整个的佛法，这个我们在本经里面讲得很多。而一般人看布施，只知道在佛门道场里面捐一点钱这就算布施，这个范围非常的狭小，没有能尽布施的真正的意思。从佛在经典里面告诉我们的，佛所说的无量无边的法门，归纳起来不外乎六度。这就说明六度是无量法门的总纲领，不是就六桩事情，每一条开出来都是无量无边的。而六度还可以归纳，归纳到最后就是一个布施。",
      "zh_TW": "這是講修行功夫，不外乎觀門與行門。前面已經將理觀介紹過了，這一段講事修，也就是在日常生活當中應該要怎樣去做。此地只能舉幾個例子，我們應當曉得在這個例子裡面，所謂舉一反三，聞一知十。將所舉的例子這個原則，能夠應用在生活上、點點滴滴之處，才能有受用。如布施，布施包括了整個的佛法，這個我們在本經裡面講得很多。而一般人看布施，只知道在佛門道場裡面捐一點錢這就算布施，這個範圍非常的狹小，沒有能盡布施的真正的意思。從佛在經典裡面告訴我們的，佛所說的無量無邊的法門，歸納起來不外乎六度。這就說明六度是無量法門的總綱領，不是就六樁事情，每一條開出來都是無量無邊的。而六度還可以歸納，歸納到最後就是一個布施。"
    },
    {
      "id": "09-023-0110_p0004",
      "zh_CN": "布施里面包括三个科目：财布施、法布施、无畏布施。持戒、忍辱是属于无畏布施；精进、禅定、般若是属于法布施。可见得说一个布施，都包括尽了，这是我们必须要明了的。这三大类的布施，哪一个人没做？实在讲他自己天天在做，他不知道。为什么不知道？他没有理观，所以布施修得不圆满，修得问题很多。以财布施来说，财有内财与外财，内财是我们的智慧，我们的劳力，我们的才艺，这是属于自己本身具足的；外财是指身外之物。所以，财里头有两种，身外之物都属于外财。譬如一个家庭主妇，我们举这一个例子来说。你从早晨起来到晚上睡觉，你忙忙碌碌的，也操心，也劳力，把这个家庭整理好，饮食起居照顾一家人，你这是属于财布施，虽然你没有去花钱，叫内财布施。你布施一家人，一家人接受你的布施，你怎么说没修布施？这个影响非常之大，在影响里面就有法布施。佛在经上告诉我们，佛弟子、佛的学生，本身要做一切众生的好榜样。",
      "zh_TW": "布施裡面包括三個科目：財布施、法布施、無畏布施。持戒、忍辱是屬於無畏布施；精進、禪定、般若是屬於法布施。可見得說一個布施，都包括盡了，這是我們必須要明瞭的。這三大類的布施，哪一個人沒做？實在講他自己天天在做，他不知道。為什麼不知道？他沒有理觀，所以布施修得不圓滿，修得問題很多。以財布施來說，財有內財與外財，內財是我們的智慧，我們的勞力，我們的才藝，這是屬於自己本身具足的；外財是指身外之物。所以，財裡頭有兩種，身外之物都屬於外財。譬如一個家庭主婦，我們舉這一個例子來說。你從早晨起來到晚上睡覺，你忙忙碌碌的，也操心，也勞力，把這個家庭整理好，飲食起居照顧一家人，你這是屬於財布施，雖然你沒有去花錢，叫內財布施。你布施一家人，一家人接受你的布施，你怎麼說沒修布施？這個影響非常之大，在影響裡面就有法布施。佛在經上告訴我們，佛弟子、佛的學生，本身要做一切眾生的好榜樣。"
    },
    {
      "id": "09-023-0110_p0005",
      "zh_CN": "《金刚经》一开端，释迦牟尼佛就给我们做示范。《金刚经》的发起，跟一般经的发起不一样。《无量寿经》的发起是世尊放光现瑞，有种种瑞相，阿难看到非常的惊讶。而《金刚经》的发起是在日常生活。佛当年的生活方式，是树下一宿，日中一食。每天要到都市、村庄里面去托钵，那是他的日常生活。所以一开端，着衣持钵。我们一般人在这个经文里面看不出门道，须菩提尊者看出来了。看出什么？佛的一举一动，一切言行，都是一切众生最好的榜样，尊者看到这个。做一切众生的榜样是法布施，做出来给人看，让大家跟着佛学习，佛怎么存心，怎样对人对事对物，我们学佛要在这个地方学。佛穿衣，穿得整整齐齐、干干净净，做一个穿衣的样子。佛吃饭，这是去托钵。托来的食物不是一面走一面吃，那个就很难看了。这一钵饭托来之后，还要回到讲堂精舍里面大家在一起吃。施主供养什么吃什么，没有分别，没有执着，这是做样子给大家看。众生穿衣服也挑剔，吃东西也挑剔，起妄想分别执着，佛没有。在日常生活当中一切随缘，没有分别，没有执着，做出一个好样子给我们看。",
      "zh_TW": "《金剛經》一開端，釋迦牟尼佛就給我們做示範。《金剛經》的發起，跟一般經的發起不一樣。《無量壽經》的發起是世尊放光現瑞，有種種瑞相，阿難看到非常的驚訝。而《金剛經》的發起是在日常生活。佛當年的生活方式，是樹下一宿，日中一食。每天要到都市、村莊裡面去托缽，那是他的日常生活。所以一開端，著衣持缽。我們一般人在這個經文裡面看不出門道，須菩提尊者看出來了。看出什麼？佛的一舉一動，一切言行，都是一切眾生最好的榜樣，尊者看到這個。做一切眾生的榜樣是法布施，做出來給人看，讓大家跟著佛學習，佛怎麼存心，怎樣對人對事對物，我們學佛要在這個地方學。佛穿衣，穿得整整齊齊、乾乾淨淨，做一個穿衣的樣子。佛吃飯，這是去托缽。托來的食物不是一面走一面吃，那個就很難看了。這一缽飯托來之後，還要回到講堂精舍裡面大家在一起吃。施主供養什麼吃什麼，沒有分別，沒有執著，這是做樣子給大家看。眾生穿衣服也挑剔，吃東西也挑剔，起妄想分別執著，佛沒有。在日常生活當中一切隨緣，沒有分別，沒有執著，做出一個好樣子給我們看。"
    },
    {
      "id": "09-023-0110_p0006",
      "zh_CN": "我们生活在现代的社会，现代社会跟过去完全不一样，真正是一百八十度的大转变。如果用从前的思想、观念，跟现在人不能相处，那是那个世纪的人，不是现代人。现代人对人对事对物的想法、看法，我们要清楚、要明白。佛法在今天这个时代，要度现代人，不是度过去人，不能把现代人看作过去人来度，那个佛法就行不通。这些事情，我们自己修学，帮助别人，这是大前提，一定要认识清楚。我们在讲席当中常常说，佛法在世间要注重本土化与现代化。刚才我来的时候，同学问我：法师！你讲经没有穿袍搭衣。对！这是在美国，在此地。我在新加坡讲经要穿袍搭衣。为什么？他们那是另一个世纪的人，我在那个地方要过他们那个世纪的生活方式。这个地方跟那个地方人不一样，到这个地方，我们要过美国人的方式，这哪有定法？没有定法。所以，都做出样子给现代人做榜样。",
      "zh_TW": "我們生活在現代的社會，現代社會跟過去完全不一樣，真正是一百八十度的大轉變。如果用從前的思想、觀念，跟現在人不能相處，那是那個世紀的人，不是現代人。現代人對人對事對物的想法、看法，我們要清楚、要明白。佛法在今天這個時代，要度現代人，不是度過去人，不能把現代人看作過去人來度，那個佛法就行不通。這些事情，我們自己修學，幫助別人，這是大前提，一定要認識清楚。我們在講席當中常常說，佛法在世間要注重本土化與現代化。剛才我來的時候，同學問我：法師！你講經沒有穿袍搭衣。對！這是在美國，在此地。我在新加坡講經要穿袍搭衣。為什麼？他們那是另一個世紀的人，我在那個地方要過他們那個世紀的生活方式。這個地方跟那個地方人不一樣，到這個地方，我們要過美國人的方式，這哪有定法？沒有定法。所以，都做出樣子給現代人做榜樣。"
    },
    {
      "id": "09-023-0110_p0007",
      "zh_CN": "你的家庭很整齐、很清洁，佛法讲很庄严。一家人和睦、欢喜，你的邻居、亲戚、朋友看到就很羡慕。你为什么这样幸福？我一家人学佛。自己一个人学佛，带给一家人的幸福；一家人学佛，就带给这一个地区的幸福；一个地区人学佛，就带给这一个国家的幸福。这里面，财、法、无畏三种布施都圆满了。",
      "zh_TW": "你的家庭很整齊、很清潔，佛法講很莊嚴。一家人和睦、歡喜，你的鄰居、親戚、朋友看到就很羨慕。你為什麼這樣幸福？我一家人學佛。自己一個人學佛，帶給一家人的幸福；一家人學佛，就帶給這一個地區的幸福；一個地區人學佛，就帶給這一個國家的幸福。這裡面，財、法、無畏三種布施都圓滿了。"
    },
    {
      "id": "09-023-0110_p0008",
      "zh_CN": "很可惜的，现在口头上说学佛的人很多，实际上并没有真正在学佛。每天念念经，念念佛号，这不算学佛。佛的存心、佛的为人都没有学会，这怎么能算学佛！佛的心是清净心、平等心、觉心，《无量寿经》上讲的「清净平等觉」，我们有没有学？我们心清不清净？心里面还有贪瞋痴慢就不清净，必须把贪瞋痴慢淘汰尽，这叫学佛。心里头还有是非人我，不平等，《金刚经》上讲的四相四见，你没有能把它放下，这哪里叫学佛？依旧是迷而不觉。所以我们拿这个标准来观察，我们没学佛。表面上虽然讲皈依多少年了，依旧在门外没有进门，这是我们必须要检点，要反省的。",
      "zh_TW": "很可惜的，現在口頭上說學佛的人很多，實際上並沒有真正在學佛。每天念念經，念念佛號，這不算學佛。佛的存心、佛的為人都沒有學會，這怎麼能算學佛！佛的心是清淨心、平等心、覺心，《無量壽經》上講的「清淨平等覺」，我們有沒有學？我們心清不清淨？心裡面還有貪瞋痴慢就不清淨，必須把貪瞋痴慢淘汰盡，這叫學佛。心裡頭還有是非人我，不平等，《金剛經》上講的四相四見，你沒有能把它放下，這哪裡叫學佛？依舊是迷而不覺。所以我們拿這個標準來觀察，我們沒學佛。表面上雖然講皈依多少年了，依舊在門外沒有進門，這是我們必須要檢點，要反省的。"
    },
    {
      "id": "09-023-0110_p0009",
      "zh_CN": "布施是什么？布施是放下。我们哪一点放下了？哪一桩事情放下了？放下不是什么事都不做；放下之后，我们生活工作更积极，做得更圆满。放下是放下妄想分别执着。然后所做的，不但是你在工作上所做的，自己日常生活就像世尊所示现的，我们为谁穿衣、为谁吃饭、为谁活在这个世间？为续佛慧命，为弘法利生。弘法利生，不是说讲经说法是弘法利生，不是的，你在社会上做一个好样子就是弘法利生。你做一个好人，让别人看到的时候，效法你、学习你，你就是弘法利生，不必说一句话。你这个家庭整整齐齐，是给一切家庭做榜样，你这不是弘法利生是什么？无论你从事哪一个行业，你经商开个店，你是所有开店的榜样。无论是哪一行、无论是哪一种职业，都是世间的好样子、好榜样，这就是弘法利生。弘法利生是广义的，不局限在讲经说法，这都在布施里头。",
      "zh_TW": "布施是什麼？布施是放下。我們哪一點放下了？哪一樁事情放下了？放下不是什麼事都不做；放下之後，我們生活工作更積極，做得更圓滿。放下是放下妄想分別執著。然後所做的，不但是你在工作上所做的，自己日常生活就像世尊所示現的，我們為誰穿衣、為誰吃飯、為誰活在這個世間？為續佛慧命，為弘法利生。弘法利生，不是說講經說法是弘法利生，不是的，你在社會上做一個好樣子就是弘法利生。你做一個好人，讓別人看到的時候，效法你、學習你，你就是弘法利生，不必說一句話。你這個家庭整整齊齊，是給一切家庭做榜樣，你這不是弘法利生是什麼？無論你從事哪一個行業，你經商開個店，你是所有開店的榜樣。無論是哪一行、無論是哪一種職業，都是世間的好樣子、好榜樣，這就是弘法利生。弘法利生是廣義的，不侷限在講經說法，這都在布施裡頭。"
    },
    {
      "id": "09-023-0110_p0010",
      "zh_CN": "持戒，持戒也是广义的，意思就是守法。无论做什么事情，都要按照规矩去做，持戒就是守规矩、守法，有条不紊。不局限在佛所讲的戒条，那个戒条只讲几个原则而已。佛说不杀生，它的意思是不恼害一切众生，你看它的范围多广！字字句句都含无量义。",
      "zh_TW": "持戒，持戒也是廣義的，意思就是守法。無論做什麼事情，都要按照規矩去做，持戒就是守規矩、守法，有條不紊。不侷限在佛所講的戒條，那個戒條只講幾個原則而已。佛說不殺生，它的意思是不惱害一切眾生，你看它的範圍多廣！字字句句都含無量義。"
    },
    {
      "id": "09-023-0110_p0011",
      "zh_CN": "下面举几个例子，乃至看经，看经有看经的方法，有看经的规矩，方法很多，规矩就不一样了。有人仔细看，有人只观大意，那就不一样了。念佛，也有许许多多的方法，佛在经上告诉我们，大的分别，像《观经》上所说的，观想念佛、观像念佛、持名念佛、实相念佛，这是大的差别。每一个小项里面又有许许多多的差别，那怎么会一样？都要如法，要懂得方法，要懂得规矩，我们才能够收到念佛的效果，念佛的利益。读经，一般讲有三个目标：第一个目标是修定，这是我常常劝初学佛的同修，把《无量寿经》念三千遍，从这里下手。目的在哪里？修定。所以不是求解，是教你天天念，你要懂得目标在哪里。所以读经不求解义，只是经本打开，从头到尾好好的念就是了，不要念错，不要念颠倒，不要念漏掉，目的刚才讲了是修定。修定是什么意思？把妄想打掉。不念经的时候，坐在那里胡思乱想，妄想多；读经，妄想就没有了。所以这个目的是在断烦恼，这是第一种读经的方法。第二种是求解，也就是目标在领悟佛在经典里面所说的理论与境界，那又不一样了。古人所讲的随文入观，这是求解。可是求解不能落在意识里面，这是很难的事情。落在意识里面你就胡思乱想，一面读经一面打妄想，那怎么能解如来真实义？前面讲的理观，那个没有落在意识里头，那能够开悟，这又是一种读法，读法不一样。第三种是印证。你已经证到一个境界，但是这个境界确不确实、正不正确，要拿佛经来做印证。我所证得的，跟佛在经上讲的一样不一样？如果跟佛在经上讲的一样，那就正确，就对了，就没有错误，所以经典是我们修行证果的证明。同样是读经，目的不相同，方法就不一样。",
      "zh_TW": "下面舉幾個例子，乃至看經，看經有看經的方法，有看經的規矩，方法很多，規矩就不一樣了。有人仔細看，有人只觀大意，那就不一樣了。念佛，也有許許多多的方法，佛在經上告訴我們，大的分別，像《觀經》上所說的，觀想念佛、觀像念佛、持名念佛、實相念佛，這是大的差別。每一個小項裡面又有許許多多的差別，那怎麼會一樣？都要如法，要懂得方法，要懂得規矩，我們才能夠收到念佛的效果，念佛的利益。讀經，一般講有三個目標：第一個目標是修定，這是我常常勸初學佛的同修，把《無量壽經》念三千遍，從這裡下手。目的在哪裡？修定。所以不是求解，是教你天天念，你要懂得目標在哪裡。所以讀經不求解義，只是經本打開，從頭到尾好好的念就是了，不要念錯，不要念顛倒，不要念漏掉，目的剛才講了是修定。修定是什麼意思？把妄想打掉。不念經的時候，坐在那裡胡思亂想，妄想多；讀經，妄想就沒有了。所以這個目的是在斷煩惱，這是第一種讀經的方法。第二種是求解，也就是目標在領悟佛在經典裡面所說的理論與境界，那又不一樣了。古人所講的隨文入觀，這是求解。可是求解不能落在意識裡面，這是很難的事情。落在意識裡面你就胡思亂想，一面讀經一面打妄想，那怎麼能解如來真實義？前面講的理觀，那個沒有落在意識裡頭，那能夠開悟，這又是一種讀法，讀法不一樣。第三種是印證。你已經證到一個境界，但是這個境界確不確實、正不正確，要拿佛經來做印證。我所證得的，跟佛在經上講的一樣不一樣？如果跟佛在經上講的一樣，那就正確，就對了，就沒有錯誤，所以經典是我們修行證果的證明。同樣是讀經，目的不相同，方法就不一樣。"
    },
    {
      "id": "09-023-0110_p0012",
      "zh_CN": "一举手、一低头，这就是讲的日常生活当中点点滴滴，而一般人认为这是小事，微乎其微，微不足道，一般人把这个看作小事，佛教学生这是大事，这个不是小事。无论大小精粗，凡见之于动作行为者皆是。这个范围就广了。动作，刚才讲了，一举手、一低头这是身的动作，里面包括口的言语、意的念头，这都是行为。行是行动，为是作为。意业的行为，就是思想、见解，是意业的行为。三业行为里面最容易犯过失的是口业，《无量寿经》佛对我们的教诫，三业里头把口业摆在第一，「善护口业，不讥他过」，这是因为口业最容易犯。",
      "zh_TW": "一舉手、一低頭，這就是講的日常生活當中點點滴滴，而一般人認為這是小事，微乎其微，微不足道，一般人把這個看作小事，佛教學生這是大事，這個不是小事。無論大小精粗，凡見之於動作行為者皆是。這個範圍就廣了。動作，剛才講了，一舉手、一低頭這是身的動作，裡面包括口的言語、意的念頭，這都是行為。行是行動，為是作為。意業的行為，就是思想、見解，是意業的行為。三業行為裡面最容易犯過失的是口業，《無量壽經》佛對我們的教誡，三業裡頭把口業擺在第一，「善護口業，不譏他過」，這是因為口業最容易犯。"
    },
    {
      "id": "09-023-0110_p0013",
      "zh_CN": "一般修行人也很用功，也很勤奋，我们常讲发愤精进，努力不懈，但是他的功德没有办法保持，没有办法累积。经上讲积功累德，你的功德没有办法累积，佛讲你一面修一面漏掉了。有漏，从哪里漏掉？大概百分之八十从口业上漏掉。这个漏掉你自己不知道，为什么？讲话太随便了，不知不觉当中把话说错了。古人说得好，所谓「说者无心，听者有意」，言语的造作，往往跟一切众生结了很深的怨结，生生世世都不能够化解，你说这个麻烦不麻烦！所以佛这个三业，把口业说在第一个很有道理。",
      "zh_TW": "一般修行人也很用功，也很勤奮，我們常講發憤精進，努力不懈，但是他的功德沒有辦法保持，沒有辦法累積。經上講積功累德，你的功德沒有辦法累積，佛講你一面修一面漏掉了。有漏，從哪裡漏掉？大概百分之八十從口業上漏掉。這個漏掉你自己不知道，為什麼？講話太隨便了，不知不覺當中把話說錯了。古人說得好，所謂「說者無心，聽者有意」，言語的造作，往往跟一切眾生結了很深的怨結，生生世世都不能夠化解，你說這個麻煩不麻煩！所以佛這個三業，把口業說在第一個很有道理。"
    },
    {
      "id": "09-023-0110_p0014",
      "zh_CN": "真正修道人，六祖惠能大师讲得好，「不见世间过」。他为什么见不到？他自己要用功找自己的过失，改自己的毛病。他说：我找自己过失，改自己毛病，我这个功夫都不够了，我哪有时间去看别人的过失？所以他眼睛里看到别人都是圣人、都是贤人、都是佛菩萨。凡夫自己一个是凡夫，没有看到别人过失。难道他对于世间这些人作善作恶完全不知道吗？那不变成白痴了吗？他知道，他清楚，他的眼目当中，作善作福的人都是佛菩萨。作善的是示现一个好样子，叫我学习他；作恶的，是佛菩萨示现一个反面的榜样，警告我不可以学他。所以善人恶人、好事坏事，统统是佛菩萨示现来教化我一个人的，所以他成佛了，他成菩萨了。",
      "zh_TW": "真正修道人，六祖惠能大師講得好，「不見世間過」。他為什麼見不到？他自己要用功找自己的過失，改自己的毛病。他說：我找自己過失，改自己毛病，我這個功夫都不夠了，我哪有時間去看別人的過失？所以他眼睛裡看到別人都是聖人、都是賢人、都是佛菩薩。凡夫自己一個是凡夫，沒有看到別人過失。難道他對於世間這些人作善作惡完全不知道嗎？那不變成白痴了嗎？他知道，他清楚，他的眼目當中，作善作福的人都是佛菩薩。作善的是示現一個好樣子，叫我學習他；作惡的，是佛菩薩示現一個反面的榜樣，警告我不可以學他。所以善人惡人、好事壞事，統統是佛菩薩示現來教化我一個人的，所以他成佛了，他成菩薩了。"
    },
    {
      "id": "09-023-0110_p0015",
      "zh_CN": "《华严经》善财童子五十三参，就是这个意思。佛以善财做为大乘修学的典型、榜样，大乘修行的人只有一个，没有同学。如果有一个同学，你跟我差不多，恭敬心生不起来。所以菩萨道上只有一个人，除自己一个人之外，统统是诸佛，统统是菩萨。无论是善恶，他是表演的，他是大慈大悲来度我的。人家用的是什么心？我们今天用什么心？我们今天是这个世界唯我独尊，别人都不如我，我自己一身想想没有毛病，看到人家是毛病百出。这个修法，要到哪一劫你才能成就？佛在经上所讲的这些道理，所讲的这些义趣，你一点也没有体会到，经白念了。我们明白这个道理，晓得这个事实，你就晓得应该怎么修法；也就是说，怎样学菩萨，怎样学佛。特别是《华严经》上的五十三参，那是做出榜样给我们看，那里头男女老少、各行各业。看看人家的用心，人家的处事待人接物。佛实在讲，慈悲到了极处，经上讲的理论，讲得太多太多了。一部《华严经》我们展开来，差不多百分之七十讲理论，讲修行只有一品经；离世间品，在《华严经》里五卷。入法界品，是做出样子来给我们看，这是慈悲到了极处，讲理论，讲方法，怕理论跟方法你不会用，在生活上怎样去运用？怎么个学法？后面表演给你看，做出一个样子给你，这真是慈悲到了极处。所以日常生活当中，起心动念、动作行为统统都是。",
      "zh_TW": "《華嚴經》善財童子五十三參，就是這個意思。佛以善財做為大乘修學的典型、榜樣，大乘修行的人只有一個，沒有同學。如果有一個同學，你跟我差不多，恭敬心生不起來。所以菩薩道上只有一個人，除自己一個人之外，統統是諸佛，統統是菩薩。無論是善惡，他是表演的，他是大慈大悲來度我的。人家用的是什麼心？我們今天用什麼心？我們今天是這個世界唯我獨尊，別人都不如我，我自己一身想想沒有毛病，看到人家是毛病百出。這個修法，要到哪一劫你才能成就？佛在經上所講的這些道理，所講的這些義趣，你一點也沒有體會到，經白念了。我們明白這個道理，曉得這個事實，你就曉得應該怎麼修法；也就是說，怎樣學菩薩，怎樣學佛。特別是《華嚴經》上的五十三參，那是做出榜樣給我們看，那裡頭男女老少、各行各業。看看人家的用心，人家的處事待人接物。佛實在講，慈悲到了極處，經上講的理論，講得太多太多了。一部《華嚴經》我們展開來，差不多百分之七十講理論，講修行只有一品經；離世間品，在《華嚴經》裡五卷。入法界品，是做出樣子來給我們看，這是慈悲到了極處，講理論，講方法，怕理論跟方法你不會用，在生活上怎樣去運用？怎麼個學法？後面表演給你看，做出一個樣子給你，這真是慈悲到了極處。所以日常生活當中，起心動念、動作行為統統都是。"
    },
    {
      "id": "09-023-0110_p0016",
      "zh_CN": "「修法须就事论事，事有千差万别。」就在日常生活当中点点滴滴琐碎的小事，要如法、要如理。理是什么？清净，清净平等觉是理。清净、平等、觉，我们说了三桩事情，诸位要知道，三桩事情是一桩事情，一桩事情从三个角度来看，从不染，说它作清净；从不迷，说它是正觉；从离一切分别，说它作平等，这是属于理观。理在哪里？在事上。再小的事情都具足清净平等觉。小到什么程度？一举手、一低头，举出这个例子，这里面都是圆满的清净平等觉。所以这是过的佛菩萨的生活，过的是佛菩萨的日子。超凡入圣，在哪里？就在日常生活当中。所以事跟理要能够圆融，「理即是事，事即是理，理事是一不是二」。本经前面才念过，「诸法一如」，不一就不如，一就如了。世出世间一切法，皆是一如。事相上千千万万的差别，差别里面要见平等，这前面我们读过，差别里面要见一如，这是真正修行，真正会用功。所以在相上有差别，理上没有差别；事上有差别，理上没有差别。后面又举了一个佛门里面的例子，如各道场礼拜，拜佛。这是我们学佛的人在日常生活当中天天要做的，早晚课诵总要拜佛。每一个道场规矩不一样，仪规不一样。虽然大同，同里头有小异，有不同。唱念也是如此，每个道场念诵都不一样，岂能一律。这是讲的事，千差万别事里面举出一个例子来说，这是不能不知道的。",
      "zh_TW": "「修法須就事論事，事有千差萬別。」就在日常生活當中點點滴滴瑣碎的小事，要如法、要如理。理是什麼？清淨，清淨平等覺是理。清淨、平等、覺，我們說了三樁事情，諸位要知道，三樁事情是一樁事情，一樁事情從三個角度來看，從不染，說它作清淨；從不迷，說它是正覺；從離一切分別，說它作平等，這是屬於理觀。理在哪裡？在事上。再小的事情都具足清淨平等覺。小到什麼程度？一舉手、一低頭，舉出這個例子，這裡面都是圓滿的清淨平等覺。所以這是過的佛菩薩的生活，過的是佛菩薩的日子。超凡入聖，在哪裡？就在日常生活當中。所以事跟理要能夠圓融，「理即是事，事即是理，理事是一不是二」。本經前面才念過，「諸法一如」，不一就不如，一就如了。世出世間一切法，皆是一如。事相上千千萬萬的差別，差別裡面要見平等，這前面我們讀過，差別裡面要見一如，這是真正修行，真正會用功。所以在相上有差別，理上沒有差別；事上有差別，理上沒有差別。後面又舉了一個佛門裡面的例子，如各道場禮拜，拜佛。這是我們學佛的人在日常生活當中天天要做的，早晚課誦總要拜佛。每一個道場規矩不一樣，儀規不一樣。雖然大同，同裡頭有小異，有不同。唱念也是如此，每個道場念誦都不一樣，豈能一律。這是講的事，千差萬別事裡面舉出一個例子來說，這是不能不知道的。"
    },
    {
      "id": "09-023-0110_p0017",
      "zh_CN": "决定不可以到别人道场，人家这个道场仪规跟我们自己道场不一样，执着我的是对的，你们怎么都错了。如果生这种心，说这些话，实在讲是自己错了，他没有错，我们错了。我们入别人道场，要随他的缘，要守他的规矩。如果连这个道理不懂，譬如我们从台湾来，美国有很多法律跟我们台湾不一样，「美国你统统错了，这个法律也错了，那个也错了」，那行吗？他没有错，我们错了。我们到此地来，就要把台湾那个法律舍掉，要守人家的法律，这就对了。每一个国家地区那个法律规矩都不一样，到哪个地方要守哪个地方的法律，守那个地方的规矩，这就对了。同样一个地方，三十年前的法律，跟三十年后今天的法律也不一样，我们要守现代的法律，不能守三十年前的法律，那个法律人家已经作废了。这就说明事有千差万别，你要懂得。理没有差别，理怎么呢？理都是清净平等觉；换句话说，理一定是离开一切妄想分别执着。事随缘，随顺，《普贤行愿品》里面讲「恒顺众生，随喜功德」，事上要这样做法。他随喜当中能成就功德，功德是从理上讲的，「理事不二，理事一如」，那就是真实的功德。",
      "zh_TW": "決定不可以到別人道場，人家這個道場儀規跟我們自己道場不一樣，執著我的是對的，你們怎麼都錯了。如果生這種心，說這些話，實在講是自己錯了，他沒有錯，我們錯了。我們入別人道場，要隨他的緣，要守他的規矩。如果連這個道理不懂，譬如我們從台灣來，美國有很多法律跟我們台灣不一樣，「美國你統統錯了，這個法律也錯了，那個也錯了」，那行嗎？他沒有錯，我們錯了。我們到此地來，就要把台灣那個法律捨掉，要守人家的法律，這就對了。每一個國家地區那個法律規矩都不一樣，到哪個地方要守哪個地方的法律，守那個地方的規矩，這就對了。同樣一個地方，三十年前的法律，跟三十年後今天的法律也不一樣，我們要守現代的法律，不能守三十年前的法律，那個法律人家已經作廢了。這就說明事有千差萬別，你要懂得。理沒有差別，理怎麼呢？理都是清淨平等覺；換句話說，理一定是離開一切妄想分別執著。事隨緣，隨順，《普賢行願品》裡面講「恆順眾生，隨喜功德」，事上要這樣做法。他隨喜當中能成就功德，功德是從理上講的，「理事不二，理事一如」，那就是真實的功德。"
    },
    {
      "id": "09-023-0110_p0018",
      "zh_CN": "这一段我们不能细讲，细讲两个小时讲不完。诸位要细心去体会，要往深处去观、广处去观，然后你才晓得，这个世间因因果果太可怕了。积功累德往往是多少世的累积，如果自己稍稍迷惑，迷惑怎么样？他就享福。诸位要知道，这个世间的红福，五欲六尘、名闻利养这种享受，迷的人才干，觉悟的人不享受。迷了才会享受，一念不觉起了无明，他就来享受五欲六尘之乐。为什么说觉悟的人不享受，迷的人享受？觉悟的人他知道，享这种福是多少生多少世累劫的福报马上就享完了。享福的时候没有不造作罪业，罪业会让你堕在恶道里头，不晓得要多少劫你才能出来，你说多可怕！",
      "zh_TW": "這一段我們不能細講，細講兩個小時講不完。諸位要細心去體會，要往深處去觀、廣處去觀，然後你才曉得，這個世間因因果果太可怕了。積功累德往往是多少世的累積，如果自己稍稍迷惑，迷惑怎麼樣？他就享福。諸位要知道，這個世間的紅福，五欲六塵、名聞利養這種享受，迷的人才幹，覺悟的人不享受。迷了才會享受，一念不覺起了無明，他就來享受五欲六塵之樂。為什麼說覺悟的人不享受，迷的人享受？覺悟的人他知道，享這種福是多少生多少世累劫的福報馬上就享完了。享福的時候沒有不造作罪業，罪業會讓你墮在惡道裡頭，不曉得要多少劫你才能出來，你說多可怕！"
    },
    {
      "id": "09-023-0110_p0019",
      "zh_CN": "这个事理，大家要是一下体会不过来，我们举个浅显的比喻给你说。譬如我们累积财富，储蓄金钱，辛辛苦苦的一生勤劳攒积存了不少钱，在平常生活真是省吃俭用，循规蹈矩。这个钱财一多了，哪一天迷了，再有几个恶友来牵引着你，带着你去玩，吃喝嫖赌，几天就花光了，多少年辛苦的累积几天就花光了。花完了之后，这里头必定造罪业，后面就堕落，就吃苦头了，就这个意思一样。佛的福报太大，无量劫的累积，你看看哪一尊佛菩萨示现在我们这个世间享福的？没有一个。释迦牟尼佛无量劫的修持，积功累德，他示现什么？他没有享福。",
      "zh_TW": "這個事理，大家要是一下體會不過來，我們舉個淺顯的比喻給你說。譬如我們累積財富，儲蓄金錢，辛辛苦苦的一生勤勞攢積存了不少錢，在平常生活真是省吃儉用，循規蹈矩。這個錢財一多了，哪一天迷了，再有幾個惡友來牽引著你，帶著你去玩，吃喝嫖賭，幾天就花光了，多少年辛苦的累積幾天就花光了。花完了之後，這裡頭必定造罪業，後面就墮落，就吃苦頭了，就這個意思一樣。佛的福報太大，無量劫的累積，你看看哪一尊佛菩薩示現在我們這個世間享福的？沒有一個。釋迦牟尼佛無量劫的修持，積功累德，他示現什麼？他沒有享福。"
    },
    {
      "id": "09-023-0110_p0020",
      "zh_CN": "我们看看历代出家修行的、在家修行的，在家修行这些大富大贵的人，他也不享福，他的生活还是非常节俭，他的福报跟一切众生共享，这是学佛的人，在我们中国历史上，诸位就看到很多很多。为什么？他不迷。出家人，看近代的印光大师、虚云老和尚，这是禅宗的，他们的信徒多，皈依弟子当中大富大贵之人不晓得有多少？那个供养收入绝对不是一般世间人能够跟他相比的。可是他自己还是吃粗茶淡饭，没有改善伙食，没改善。到寺庙里大众吃什么，他就跟着吃什么，没有开小伙。穿的衣服，一件衣服穿几十年，没有说做几件新衣服来穿，没有！所有一切供养都去做弘法利生的事业。",
      "zh_TW": "我們看看歷代出家修行的、在家修行的，在家修行這些大富大貴的人，他也不享福，他的生活還是非常節儉，他的福報跟一切眾生共享，這是學佛的人，在我們中國歷史上，諸位就看到很多很多。為什麼？他不迷。出家人，看近代的印光大師、虛雲老和尚，這是禪宗的，他們的信徒多，皈依弟子當中大富大貴之人不曉得有多少？那個供養收入絕對不是一般世間人能夠跟他相比的。可是他自己還是吃粗茶淡飯，沒有改善伙食，沒改善。到寺廟裡大眾吃什麼，他就跟著吃什麼，沒有開小伙。穿的衣服，一件衣服穿幾十年，沒有說做幾件新衣服來穿，沒有！所有一切供養都去做弘法利生的事業。"
    },
    {
      "id": "09-023-0110_p0021",
      "zh_CN": "虚云老和尚一生建道场，旧的寺庙年久失修，他遇到了，帮它修补。修建好了，请一个出家人去管理、去住持，他老人家离开了，以后再也不过问。没有说是他自己的道场，没有！虚云老和尚一生建道场、修道场，自己没有一个道场。为佛法、为众生，没有为自己。印光大师一生也没有道场，住的是别人的道场，自己没有道场，所有一切供养印送经书，这是在近代他老人家提倡的，完全拿这个财力做法布施。他在苏州报国寺创建一个弘化社，就是佛经流通处，印经流通全国、全世界。没有改善自己的生活，这是给我们做样子，布施、持戒，守法、守规矩、守本分。我们读经，我们看到前人的样子，这是真正学佛的人，出家、在家的榜样。",
      "zh_TW": "虛雲老和尚一生建道場，舊的寺廟年久失修，他遇到了，幫它修補。修建好了，請一個出家人去管理、去住持，他老人家離開了，以後再也不過問。沒有說是他自己的道場，沒有！虛雲老和尚一生建道場、修道場，自己沒有一個道場。為佛法、為眾生，沒有為自己。印光大師一生也沒有道場，住的是別人的道場，自己沒有道場，所有一切供養印送經書，這是在近代他老人家提倡的，完全拿這個財力做法布施。他在蘇州報國寺創建一個弘化社，就是佛經流通處，印經流通全國、全世界。沒有改善自己的生活，這是給我們做樣子，布施、持戒，守法、守規矩、守本分。我們讀經，我們看到前人的樣子，這是真正學佛的人，出家、在家的榜樣。"
    },
    {
      "id": "09-023-0110_p0022",
      "zh_CN": "在家居士，《金刚经讲义》的著作人江味农居士，在家学佛的。我们自己亲眼见到的台中李炳南老居士，台北念佛团创办人李济华居士，这是我们见到的，确确实实他们是依教奉行。佛在经上怎么样教，他就怎么样做，做出样子来给我们看。不但活的时候做了样子给我们看，往生也做个样子给我们看。李济华老居士往生，我们在讲席里面不止报告一遍。往生的那一天，现在在旧金山的甘老居士在场，亲眼看到的。上一次甘老居士来听经，亲眼看到的。他预知时至，我听人家讲，他两个月之前就晓得了。所以星期假日去看看这些老朋友，见最后一次面。他没有说，他不说出来。看看、问候问候，见最后一次面。走的当天，还跟大家讲一个半小时的经。言词恳切，劝导大众，讲完之后跟大家告假，说我要回家去了。听者不晓得他话的意思，以为他年岁大了，八十多岁，讲一个半钟点累了，以为他要回家休息了。哪里晓得下了讲台，讲堂隔壁是一个客厅，在客厅沙发上一坐就往生了。没有生病，讲经的时候声音宏亮，下台不到十五分钟就走了。都是做出样子给我们看，这个不是假的，希望我们见到这个样子要觉悟。人生一场空，这是《金刚经》上讲的道理，三心不可得、诸法空相、能所皆空，唯有业果不空，这个业果就是因果。",
      "zh_TW": "在家居士，《金剛經講義》的著作人江味農居士，在家學佛的。我們自己親眼見到的台中李炳南老居士，台北念佛團創辦人李濟華居士，這是我們見到的，確確實實他們是依教奉行。佛在經上怎麼樣教，他就怎麼樣做，做出樣子來給我們看。不但活的時候做了樣子給我們看，往生也做個樣子給我們看。李濟華老居士往生，我們在講席裡面不止報告一遍。往生的那一天，現在在舊金山的甘老居士在場，親眼看到的。上一次甘老居士來聽經，親眼看到的。他預知時至，我聽人家講，他兩個月之前就曉得了。所以星期假日去看看這些老朋友，見最後一次面。他沒有說，他不說出來。看看、問候問候，見最後一次面。走的當天，還跟大家講一個半小時的經。言詞懇切，勸導大眾，講完之後跟大家告假，說我要回家去了。聽者不曉得他話的意思，以為他年歲大了，八十多歲，講一個半鐘點累了，以為他要回家休息了。哪裡曉得下了講台，講堂隔壁是一個客廳，在客廳沙發上一坐就往生了。沒有生病，講經的時候聲音宏亮，下台不到十五分鐘就走了。都是做出樣子給我們看，這個不是假的，希望我們見到這個樣子要覺悟。人生一場空，這是《金剛經》上講的道理，三心不可得、諸法空相、能所皆空，唯有業果不空，這個業果就是因果。"
    },
    {
      "id": "09-023-0110_p0023",
      "zh_CN": "【理通于事，故修理观时，不但要依理性，观其平等之理，且要依所修之事类，观其差别之理。】",
      "zh_TW": "【理通於事，故修理觀時，不但要依理性，觀其平等之理，且要依所修之事類，觀其差別之理。】"
    },
    {
      "id": "09-023-0110_p0024",
      "zh_CN": "平等的理，我们常说的原理，这是总相，是一个理。可是一切事相，它也有理，这是差别之理，差别之理一定通原理，从原理上生的。我们都要明了，也就是这些差别现相，现相怎么产生的，怎么发生的，怎样演变的，这是事之理，差别事之理，为什么会有这些现相，为什么会有这些演变，为什么会有种种不同的结果？可是诸位要晓得，果不定果，这个果又变成底下一个因。因变成果，果又变成因，因果循环，所以因不定因，果不定果。因会变成果，果会变成因，这个因果没完没了。你要是迷在里面，那就苦了，那太苦太苦了，要从这里面觉悟，觉悟之后才解脱。",
      "zh_TW": "平等的理，我們常說的原理，這是總相，是一個理。可是一切事相，它也有理，這是差別之理，差別之理一定通原理，從原理上生的。我們都要明瞭，也就是這些差別現相，現相怎麼產生的，怎麼發生的，怎樣演變的，這是事之理，差別事之理，為什麼會有這些現相，為什麼會有這些演變，為什麼會有種種不同的結果？可是諸位要曉得，果不定果，這個果又變成底下一個因。因變成果，果又變成因，因果循環，所以因不定因，果不定果。因會變成果，果會變成因，這個因果沒完沒了。你要是迷在裡面，那就苦了，那太苦太苦了，要從這裡面覺悟，覺悟之後才解脫。"
    },
    {
      "id": "09-023-0110_p0025",
      "zh_CN": "解脱有没有离开事理因果？没有。没有，怎么解脱了呢？古德讲「不昧因果」，那就解脱了。世间人昧因果，昧是什么？迷在里面，迷执因果，那个太苦了，那里头造业，没完没了，而且一世比一世严重。我们常讲冤冤相报，这个怎么得了！觉悟的人明白了，受报的时候没有丝毫怨言，清楚！前面做这个因，现在应该得这个果，欢欢喜喜受报，不怨天不尤人，报完就没有了，到这里为止，这是觉悟的人。迷的人，他不甘心，他不愿意接受，在自己没有力量抗衡的时候，底下就结的冤仇，冤仇又变成底下一个果报的因，业因果报没完没了。觉悟的人，到这里就了（ㄌ一ㄠˇ）。无论果报是善恶，他都不在意，不再放在心上，一切就到此为止。所以这个叫解脱，解是对于妄想分别执着，脱是对于果报，这个果报没有了。",
      "zh_TW": "解脫有沒有離開事理因果？沒有。沒有，怎麼解脫了呢？古德講「不昧因果」，那就解脫了。世間人昧因果，昧是什麼？迷在裡面，迷執因果，那個太苦了，那裡頭造業，沒完沒了，而且一世比一世嚴重。我們常講冤冤相報，這個怎麼得了！覺悟的人明白了，受報的時候沒有絲毫怨言，清楚！前面做這個因，現在應該得這個果，歡歡喜喜受報，不怨天不尤人，報完就沒有了，到這裡為止，這是覺悟的人。迷的人，他不甘心，他不願意接受，在自己沒有力量抗衡的時候，底下就結的冤仇，冤仇又變成底下一個果報的因，業因果報沒完沒了。覺悟的人，到這裡就了（ㄌ一ㄠˇ）。無論果報是善惡，他都不在意，不再放在心上，一切就到此為止。所以這個叫解脫，解是對於妄想分別執著，脫是對於果報，這個果報沒有了。"
    },
    {
      "id": "09-023-0110_p0026",
      "zh_CN": "【若但观平等，不知差别，或但观差别，不知平等，则亦等于盲修也。】",
      "zh_TW": "【若但觀平等，不知差別，或但觀差別，不知平等，則亦等於盲修也。】"
    },
    {
      "id": "09-023-0110_p0027",
      "zh_CN": "这是古人常讲的盲修瞎练。有理观没有事修，是盲修；有事修不懂理观，也是盲修。我们想到清凉大师的两句话，就懂得了。清凉大师说，「有解无行」，解是理观，没有事修，「增长邪见」，「有行无解，增长无明」，这两者都是盲修瞎练。所以佛法讲求的是解行并进，解与行一定是相辅相成，理事、性相两边都顾到，不偏于一边，这是大乘经当中常讲的中道。",
      "zh_TW": "這是古人常講的盲修瞎練。有理觀沒有事修，是盲修；有事修不懂理觀，也是盲修。我們想到清涼大師的兩句話，就懂得了。清涼大師說，「有解無行」，解是理觀，沒有事修，「增長邪見」，「有行無解，增長無明」，這兩者都是盲修瞎練。所以佛法講求的是解行並進，解與行一定是相輔相成，理事、性相兩邊都顧到，不偏於一邊，這是大乘經當中常講的中道。"
    },
    {
      "id": "09-023-0110_p0028",
      "zh_CN": "【当知性也、修也。修中之理也、事也。不能看成两橛，不可混为一谈。须体认其不一中之不异、不异中之不一，乃能性修不二、理事圆融，圆融中有行布，行布中有圆融，方为真圆融，真不二，则无修而不成矣。】",
      "zh_TW": "【當知性也、修也。修中之理也、事也。不能看成兩橛，不可混為一談。須體認其不一中之不異、不異中之不一，乃能性修不二、理事圓融，圓融中有行布，行布中有圓融，方為真圓融，真不二，則無修而不成矣。】"
    },
    {
      "id": "09-023-0110_p0029",
      "zh_CN": "这一段讲得就更清楚、更透彻了。性是心性，是一切众生本来具足的，佛在《华严经》上说，「一切众生皆有如来智慧德相」，跟佛完全平等，这是性也，自性里头本来具足的。所以佛看一切众生是平等的，没有丝毫差别，佛对于一切众生尊敬，决不会对一个众生怠慢。为什么？他知道一切众生本来成佛。这个话《华严经》上说了，《圆觉经》上也说了。一切众生本来成佛，佛怎么可以轻慢一个众生？轻慢一个众生，岂不就是轻慢自性？他事理性相清楚明了，这是事实真相。我们今天迷失了自性，所以在一切差别相里头生起妄想分别执着，这是病态，这不是正常的。迷，迷了什么？迷了心性，迷了自性。迷了之后，如何再恢复自性？这要靠修德，这就讲修。所以经上讲性、讲修，这个性跟修就是修行当中的理跟事。性是理、理体；修是在事相上，也就是说我们的生活上，对人、对事、对物上。修行的总纲领要知道，性修是一不是二，理事是一不是二，这是大前提，要是把大前提掌握住，就不会错了，不会有偏差了。所以不能把它看成两桩事情，看成两桩事情就错了。那正是六祖所说的，「佛法是不二法，二就不是佛法」，这句话的意思很深很深。不要在《坛经》上看到，印宗法师问了一个禅定、解脱，禅定、解脱不过是举两桩事情而已。我们举例子，我们不会举这个例子，我们会举得更亲切：生佛，众生跟佛这是二法，二法不是佛法。众生跟佛，是一不是二。众生跟佛是一不是二，我跟人是一还是二？然后才晓得，我跟人也是不二。我要是轻慢人、损害人，那哪里叫学佛？那不叫学佛。",
      "zh_TW": "這一段講得就更清楚、更透徹了。性是心性，是一切眾生本來具足的，佛在《華嚴經》上說，「一切眾生皆有如來智慧德相」，跟佛完全平等，這是性也，自性裡頭本來具足的。所以佛看一切眾生是平等的，沒有絲毫差別，佛對於一切眾生尊敬，決不會對一個眾生怠慢。為什麼？他知道一切眾生本來成佛。這個話《華嚴經》上說了，《圓覺經》上也說了。一切眾生本來成佛，佛怎麼可以輕慢一個眾生？輕慢一個眾生，豈不就是輕慢自性？他事理性相清楚明瞭，這是事實真相。我們今天迷失了自性，所以在一切差別相裡頭生起妄想分別執著，這是病態，這不是正常的。迷，迷了什麼？迷了心性，迷了自性。迷了之後，如何再恢復自性？這要靠修德，這就講修。所以經上講性、講修，這個性跟修就是修行當中的理跟事。性是理、理體；修是在事相上，也就是說我們的生活上，對人、對事、對物上。修行的總綱領要知道，性修是一不是二，理事是一不是二，這是大前提，要是把大前提掌握住，就不會錯了，不會有偏差了。所以不能把它看成兩樁事情，看成兩樁事情就錯了。那正是六祖所說的，「佛法是不二法，二就不是佛法」，這句話的意思很深很深。不要在《壇經》上看到，印宗法師問了一個禪定、解脫，禪定、解脫不過是舉兩樁事情而已。我們舉例子，我們不會舉這個例子，我們會舉得更親切：生佛，眾生跟佛這是二法，二法不是佛法。眾生跟佛，是一不是二。眾生跟佛是一不是二，我跟人是一還是二？然後才曉得，我跟人也是不二。我要是輕慢人、損害人，那哪裡叫學佛？那不叫學佛。"
    },
    {
      "id": "09-023-0110_p0030",
      "zh_CN": "大乘经上讲得很明白、很清楚，菩萨要度一切众生，佛教他接触众生的要领，四悉檀。檀，檀那是布施，檀就是布施，悉是中国字，悉檀两个字是梵华合译，檀是印度梵文音译过来的，悉是中国字，悉是普遍的意思。悉檀是遍施，普遍的布施，里面没有分别、没有执着，就是用清净心、平等心布施，就叫做悉檀。佛教菩萨接引众生要守住四个纲领，第一个叫「世界悉檀」。世界悉檀是什么意思？令一切众生生欢喜心，这叫菩萨。这个众生喜欢你，你可以亲近给他说法；这个众生讨厌你，赶紧走开，让他不要讨厌你。菩萨做给我们看的，佛教导的。他的用心、他的用意、他的行为，无非是不叫一切众生生烦恼，令一切众生生欢喜心。你喜欢佛法也好，不喜欢佛法也好；你行善也好，行恶也好，绝不叫你生烦恼。这是重要的纲领，我们学佛要从这些地方学。",
      "zh_TW": "大乘經上講得很明白、很清楚，菩薩要度一切眾生，佛教他接觸眾生的要領，四悉檀。檀，檀那是布施，檀就是布施，悉是中國字，悉檀兩個字是梵華合譯，檀是印度梵文音譯過來的，悉是中國字，悉是普遍的意思。悉檀是遍施，普遍的布施，裡面沒有分別、沒有執著，就是用清淨心、平等心布施，就叫做悉檀。佛教菩薩接引眾生要守住四個綱領，第一個叫「世界悉檀」。世界悉檀是什麼意思？令一切眾生生歡喜心，這叫菩薩。這個眾生喜歡你，你可以親近給他說法；這個眾生討厭你，趕緊走開，讓他不要討厭你。菩薩做給我們看的，佛教導的。他的用心、他的用意、他的行為，無非是不叫一切眾生生煩惱，令一切眾生生歡喜心。你喜歡佛法也好，不喜歡佛法也好；你行善也好，行惡也好，絕不叫你生煩惱。這是重要的綱領，我們學佛要從這些地方學。"
    },
    {
      "id": "09-023-0110_p0031",
      "zh_CN": "性跟修就是修行当中的理跟事，理跟事是一不是二，不能看成两截，不能看成两桩事情；但是也不能把它混为一谈，混为一谈也错了。这就是《般若经》所讲重要的原则「不一不异」，相上讲不一，理上讲不异，这个道理我们在这里说得很多很多。事相千差万别、无量无边，这是不一；可是无量无边的现相都是心性所现的，这是不异，这是从性上讲，不异，前面说的平等之理。还有差别之理呢？这些现相是从因缘里面产生的，因缘不同，所现的果相就不一样，所以有十法界依正庄严。",
      "zh_TW": "性跟修就是修行當中的理跟事，理跟事是一不是二，不能看成兩截，不能看成兩樁事情；但是也不能把它混為一談，混為一談也錯了。這就是《般若經》所講重要的原則「不一不異」，相上講不一，理上講不異，這個道理我們在這裡說得很多很多。事相千差萬別、無量無邊，這是不一；可是無量無邊的現相都是心性所現的，這是不異，這是從性上講，不異，前面說的平等之理。還有差別之理呢？這些現相是從因緣裡面產生的，因緣不同，所現的果相就不一樣，所以有十法界依正莊嚴。"
    },
    {
      "id": "09-023-0110_p0032",
      "zh_CN": "十界庄严我们暂且不谈，我们就谈我们现前，我们这个讲堂几十个人坐在这里。我们每个人在这一生当中得人身，果相同，这是我们过去生中做的因相同。因是什么因？五戒十善之因，过去生中修五戒十善，这一生得人身，得果报，得这个果。虽然都是人，面貌都不一样，享受不相同，这是报不一样。所以果跟报要分开，得人身这是果，我们在一生当中所受的那是报。报为什么不同？每个人过去造的业因不相同。譬如你有财富，你的财富从哪儿来的？不是你赚来的，这个要知道。你说你有本事，你运气好，这都是迷惑颠倒的话；是你前生所修的因，修的什么因？财布施的因，这一生得财富。你修的因多，布施得多，你这一生得的财富就多，你修得少，你这一生得的就少，这是正理。差别之理，你要懂得这个道理。不是你有本事赚来的，不是的。",
      "zh_TW": "十界莊嚴我們暫且不談，我們就談我們現前，我們這個講堂幾十個人坐在這裡。我們每個人在這一生當中得人身，果相同，這是我們過去生中做的因相同。因是什麼因？五戒十善之因，過去生中修五戒十善，這一生得人身，得果報，得這個果。雖然都是人，面貌都不一樣，享受不相同，這是報不一樣。所以果跟報要分開，得人身這是果，我們在一生當中所受的那是報。報為什麼不同？每個人過去造的業因不相同。譬如你有財富，你的財富從哪兒來的？不是你賺來的，這個要知道。你說你有本事，你運氣好，這都是迷惑顛倒的話；是你前生所修的因，修的什麼因？財布施的因，這一生得財富。你修的因多，布施得多，你這一生得的財富就多，你修得少，你這一生得的就少，這是正理。差別之理，你要懂得這個道理。不是你有本事賺來的，不是的。"
    },
    {
      "id": "09-023-0110_p0033",
      "zh_CN": "说老实话，这个社会上比你本事大的人多，比你手段高明的人也多，为什么他赚不到？偏偏你赚到？你得的财富，有很轻松得来的，有非常辛苦得来的，这什么原因？你修因不同，布施的时候很欢喜、很慷慨、很大方，那你得果报就很自然，不费力就得来，就得财富了。你布施的时候很艰难，不是甘心情愿，看到别人布施，不布施不好意思，布施之后又后悔多少天，心里难过。将来你得到这个果报，就很辛苦才能得到。因缘果报，丝毫不爽。所以你要明白差别之事理。我们懂得，怎样去修？明白道理了，现在修，这一生还能得到受用。你知道这个道理了，晓得这个方法了！《了凡四训》，袁了凡先生明白这个道理之后，他就拼命修，所以他的果报这一生就享受了。我们俗话讲现世报，这一生，不是到来生，这一生他就得享受。为什么？他修的那个心勇猛，做的这个事真诚，他的果报马上就现前。修因得果，这是一定的道理。",
      "zh_TW": "說老實話，這個社會上比你本事大的人多，比你手段高明的人也多，為什麼他賺不到？偏偏你賺到？你得的財富，有很輕鬆得來的，有非常辛苦得來的，這什麼原因？你修因不同，布施的時候很歡喜、很慷慨、很大方，那你得果報就很自然，不費力就得來，就得財富了。你布施的時候很艱難，不是甘心情願，看到別人布施，不布施不好意思，布施之後又後悔多少天，心裡難過。將來你得到這個果報，就很辛苦才能得到。因緣果報，絲毫不爽。所以你要明白差別之事理。我們懂得，怎樣去修？明白道理了，現在修，這一生還能得到受用。你知道這個道理了，曉得這個方法了！《了凡四訓》，袁了凡先生明白這個道理之後，他就拼命修，所以他的果報這一生就享受了。我們俗話講現世報，這一生，不是到來生，這一生他就得享受。為什麼？他修的那個心勇猛，做的這個事真誠，他的果報馬上就現前。修因得果，這是一定的道理。"
    },
    {
      "id": "09-023-0110_p0034",
      "zh_CN": "法布施，得果报是聪明智慧。人为什么会开悟？修法布施的果报。不肯修法布施，天天听经，天天研究，能不能开悟？不能，他没种那个因。听经研教，给诸位说，那是缘；没有因，纵然有这个缘，还是没有果，得不到果。因加上缘，才有果报。健康长寿，无畏布施的果报。无畏布施，就是刚才讲了，不恼害一个众生；不但不能害众生，令众生生烦恼都是错误的。我为什么烦恼多？过去我叫别人生烦恼，现在自己才生烦恼，果报就是这样的。我不恼害众生，一切众生决定不会叫我生烦恼。因缘果报，丝毫不爽，这是事之理，你要懂得。",
      "zh_TW": "法布施，得果報是聰明智慧。人為什麼會開悟？修法布施的果報。不肯修法布施，天天聽經，天天研究，能不能開悟？不能，他沒種那個因。聽經研教，給諸位說，那是緣；沒有因，縱然有這個緣，還是沒有果，得不到果。因加上緣，才有果報。健康長壽，無畏布施的果報。無畏布施，就是剛才講了，不惱害一個眾生；不但不能害眾生，令眾生生煩惱都是錯誤的。我為什麼煩惱多？過去我叫別人生煩惱，現在自己才生煩惱，果報就是這樣的。我不惱害眾生，一切眾生決定不會叫我生煩惱。因緣果報，絲毫不爽，這是事之理，你要懂得。"
    },
    {
      "id": "09-023-0110_p0035",
      "zh_CN": "这里教给我们要体认、要体会、要认清，不一中之不异，不一是讲事相，不异是讲理体，事里头有理。你明白这个道理，不一当中的不异，你要是明白了，你自自然然就不会再分别，不会再执着，不会再计较了，佛前面讲的应无所住，你真的就做到了。你再要懂得「不异中之不一」，那你就会生心了，而生其心。生什么心？以清净、平等、大慈大悲对待一切众生，所现出来的境界就是自在美满，这就是你现前的受用。实在说，大乘经上理跟事都讲得清楚，都说得透彻，我们读了、听了，依旧不能把它变成自己的生活行为，这个非常非常可惜！所以这两句话，就是前面所说的「应无所住，而生其心」。我们应当生心，帮助一切众生。一切众生最需要我们帮助的是什么？破迷开悟，这是最需要的，其他的是次要，这是最重要的。",
      "zh_TW": "這裡教給我們要體認、要體會、要認清，不一中之不異，不一是講事相，不異是講理體，事裡頭有理。你明白這個道理，不一當中的不異，你要是明白了，你自自然然就不會再分別，不會再執著，不會再計較了，佛前面講的應無所住，你真的就做到了。你再要懂得「不異中之不一」，那你就會生心了，而生其心。生什麼心？以清淨、平等、大慈大悲對待一切眾生，所現出來的境界就是自在美滿，這就是你現前的受用。實在說，大乘經上理跟事都講得清楚，都說得透徹，我們讀了、聽了，依舊不能把它變成自己的生活行為，這個非常非常可惜！所以這兩句話，就是前面所說的「應無所住，而生其心」。我們應當生心，幫助一切眾生。一切眾生最需要我們幫助的是什麼？破迷開悟，這是最需要的，其他的是次要，這是最重要的。"
    },
    {
      "id": "09-023-0110_p0036",
      "zh_CN": "「乃能性修不二、理事圆融」，这两句是讲果，性修不二就自在，就是底下讲的理事圆融，理跟事是一。「圆融中有行布，行布中有圆融，方为真圆融。」行布是次第，我们今天讲步骤、程序，按部就班来。虽然有次第，虽然有程序，每一个次第都是圆融的，《华严经》上显示这个境界。初发心的菩萨，初信位的菩萨，菩萨五十一个位次，十住、十行、十回向、十地、等觉，这叫行布、次第，它有次第。可是我们在《华严经》上看到，初信位的菩萨也修等觉菩萨的法门，等觉菩萨所修学的，他也修；等觉位上的菩萨，也修初发心菩萨的法门。",
      "zh_TW": "「乃能性修不二、理事圓融」，這兩句是講果，性修不二就自在，就是底下講的理事圓融，理跟事是一。「圓融中有行布，行布中有圓融，方為真圓融。」行布是次第，我們今天講步驟、程序，按部就班來。雖然有次第，雖然有程序，每一個次第都是圓融的，《華嚴經》上顯示這個境界。初發心的菩薩，初信位的菩薩，菩薩五十一個位次，十住、十行、十迴向、十地、等覺，這叫行布、次第，它有次第。可是我們在《華嚴經》上看到，初信位的菩薩也修等覺菩薩的法門，等覺菩薩所修學的，他也修；等覺位上的菩薩，也修初發心菩薩的法門。"
    },
    {
      "id": "09-023-0110_p0037",
      "zh_CN": "我们举个例子来说，初发心的人就学六度，就学普贤十愿，这是圆融。十地菩萨、等觉菩萨，在事上还是修孝养父母、奉事师长，他学的是初信位菩萨的法门。这就显示出来，行布里头有圆融，圆融里头有行布，这叫真圆融。这一句话里头，含义无限的深广。诸位从这个例子里面去体会：一举手、一低头是事，穿衣吃饭是事，洒扫应对是事，六度、十大愿王那是修，它是一不是二。穿衣里面包含着六度，吃饭里面也包含六度，一举手、一低头里面都含着圆圆满满的六度、十大愿王，这才叫真圆融。六度万行、十大愿王愿愿当中，圆圆满满包含了世出世间一切法，这叫真圆融，真不二，则无修而不成，这样的修功才叫圆满。大乘法里头常说：「称性起修，全修即性，全性即修」，都是讲这桩事情，如果能向这个地方去体会，你就真正懂得修行，你就会修了，就不是盲修瞎练。可见得修行这两个字，说起来容易，不要说做不容易，真正把这两个字怎么个讲法搞清楚了，也不是容易事情。底下这个好，这是愈来愈落实到生活上去了。",
      "zh_TW": "我們舉個例子來說，初發心的人就學六度，就學普賢十願，這是圓融。十地菩薩、等覺菩薩，在事上還是修孝養父母、奉事師長，他學的是初信位菩薩的法門。這就顯示出來，行布裡頭有圓融，圓融裡頭有行布，這叫真圓融。這一句話裡頭，含義無限的深廣。諸位從這個例子裡面去體會：一舉手、一低頭是事，穿衣吃飯是事，灑掃應對是事，六度、十大願王那是修，它是一不是二。穿衣裡面包含著六度，吃飯裡面也包含六度，一舉手、一低頭裡面都含著圓圓滿滿的六度、十大願王，這才叫真圓融。六度萬行、十大願王願願當中，圓圓滿滿包含了世出世間一切法，這叫真圓融，真不二，則無修而不成，這樣的修功才叫圓滿。大乘法裡頭常說：「稱性起修，全修即性，全性即修」，都是講這樁事情，如果能向這個地方去體會，你就真正懂得修行，你就會修了，就不是盲修瞎練。可見得修行這兩個字，說起來容易，不要說做不容易，真正把這兩個字怎麼個講法搞清楚了，也不是容易事情。底下這個好，這是愈來愈落實到生活上去了。"
    },
    {
      "id": "09-023-0110_p0038",
      "zh_CN": "【修功于日常生活工作中】",
      "zh_TW": "【修功於日常生活工作中】"
    },
    {
      "id": "09-023-0110_p0039",
      "zh_CN": "无论我们过的是怎样方式的生活，无论从事哪一种行业的工作，都没有妨碍，都在佛法之中。",
      "zh_TW": "無論我們過的是怎樣方式的生活，無論從事哪一種行業的工作，都沒有妨礙，都在佛法之中。"
    },
    {
      "id": "09-023-0110_p0040",
      "zh_CN": "【则须依照幻法，勤修不怠。】",
      "zh_TW": "【則須依照幻法，勤修不怠。】"
    },
    {
      "id": "09-023-0110_p0041",
      "zh_CN": "一切差别的现相，差别的万法，我们现在稍稍明白了一点，所有一切幻法真的是幻。为什么？它不是事实。十法界依正庄严，都是梦幻泡影。怎么会有这些现相？这是业因果报相续的现相。为什么叫它做幻法？为什么说它不是真的？因为它刹那生灭，当体即空，了不可得，所以它是幻相，它不是事实。你要是把它当作事实，你迷了，你错了，所以这个错误不在别人。一个真正觉悟的人，真正明白的人，绝对不会怨天尤人。因为你怨天尤人，你就把这个事情当真，你不知道这是假的，你才会怨天尤人。你知道这个事实真相，人有没有？没有。事有没有？也没有。人跟事都没有，自己有没有？自己也没有，三心不可得，你怨什么？所以那个念头，真的叫妄想，佛讲妄想分别执着。其实妄想分别执着也没有自性，也是当体即空，了不可得。不要以为妄想分别执着真有，错了，没有。所以那个想就叫妄想，这个法叫幻法。虽然是个幻法，还是勤修不怠。菩萨还是修六度、十大愿王，落实在事相上，每天生活工作还是一样认真努力，一点也没有懈怠，这是什么？而生其心，不住空；虽然认真努力去做，心里面决定没有分别执着，不住有。这就是「应无所住，而生其心」，不能偏在一端，空有两边不住。",
      "zh_TW": "一切差別的現相，差別的萬法，我們現在稍稍明白了一點，所有一切幻法真的是幻。為什麼？它不是事實。十法界依正莊嚴，都是夢幻泡影。怎麼會有這些現相？這是業因果報相續的現相。為什麼叫它做幻法？為什麼說它不是真的？因為它剎那生滅，當體即空，了不可得，所以它是幻相，它不是事實。你要是把它當作事實，你迷了，你錯了，所以這個錯誤不在別人。一個真正覺悟的人，真正明白的人，絕對不會怨天尤人。因為你怨天尤人，你就把這個事情當真，你不知道這是假的，你才會怨天尤人。你知道這個事實真相，人有沒有？沒有。事有沒有？也沒有。人跟事都沒有，自己有沒有？自己也沒有，三心不可得，你怨什麼？所以那個念頭，真的叫妄想，佛講妄想分別執著。其實妄想分別執著也沒有自性，也是當體即空，了不可得。不要以為妄想分別執著真有，錯了，沒有。所以那個想就叫妄想，這個法叫幻法。雖然是個幻法，還是勤修不怠。菩薩還是修六度、十大願王，落實在事相上，每天生活工作還是一樣認真努力，一點也沒有懈怠，這是什麼？而生其心，不住空；雖然認真努力去做，心裡面決定沒有分別執著，不住有。這就是「應無所住，而生其心」，不能偏在一端，空有兩邊不住。"
    },
    {
      "id": "09-023-0110_p0042",
      "zh_CN": "【所谓启建水月道场，大作梦中佛事。】",
      "zh_TW": "【所謂啟建水月道場，大作夢中佛事。】"
    },
    {
      "id": "09-023-0110_p0043",
      "zh_CN": "这是举诸佛菩萨示现在十法界，佛菩萨常常跟我们在一起，给我们做榜样，帮助我们破迷开悟，帮助我们离苦得乐，这就是所谓的启建道场。道场比喻作水月，水中的月亮，假的不是真的，不要以为道场是真的。现在的众生迷的人太多，建道场麻烦甚多。我在初学佛的时候，李老师很感慨的对我们讲，道场在启建的时候，同修们热心出钱出力建道场，各个都是菩萨，值得人尊敬，道场建好之后，每个人在里头争名夺利，都变成罗刹。李老师这两句话，不是他说出来的，古来祖师们所说的。为什么会变成罗刹？迷了，五欲六尘最容易迷人。",
      "zh_TW": "這是舉諸佛菩薩示現在十法界，佛菩薩常常跟我們在一起，給我們做榜樣，幫助我們破迷開悟，幫助我們離苦得樂，這就是所謂的啟建道場。道場比喻作水月，水中的月亮，假的不是真的，不要以為道場是真的。現在的眾生迷的人太多，建道場麻煩甚多。我在初學佛的時候，李老師很感慨的對我們講，道場在啟建的時候，同修們熱心出錢出力建道場，各個都是菩薩，值得人尊敬，道場建好之後，每個人在裡頭爭名奪利，都變成羅剎。李老師這兩句話，不是他說出來的，古來祖師們所說的。為什麼會變成羅剎？迷了，五欲六塵最容易迷人。"
    },
    {
      "id": "09-023-0110_p0044",
      "zh_CN": "《八大人觉经》上讲四魔，魔有四大类。「五阴魔」，这个说老实话，是俱生烦恼，与生俱来的，你生下来就有的。生下来怎么有？过去生中带来的，所以叫做俱生烦恼，这是第一类的魔障。第二类是「烦恼魔」。烦恼魔是什么？这里面有七情五欲，这是烦恼，佛法里面讲的见思烦恼、尘沙烦恼、无明烦恼，这是第二类。也是本身无始劫以来的习气起现行、起作用，这是属于烦恼魔。第三类是「天魔」。什么叫天魔？用现代的话说，我们身体以外，所有一切的诱惑，那就叫天魔。所以天魔不是一个魔鬼青面獠牙，不是那个，你那么想就错了。简单的讲就是名闻利养、五欲六尘来诱惑你。外有诱惑，里面烦恼起来，内外勾结，麻烦就来了，就造业受报。第四类是「死魔」，死魔对什么人说的？对修行人说的。修行人很精进、很用功，但是道业还没有成，寿命到了，你说这个麻烦不麻烦！这一生的修行功夫叫白费了，所以这个是障碍，大障碍。对于修行人来讲，没有开悟，道业没有成就，寿命到了，这是很大的障碍，这个障碍叫做魔。",
      "zh_TW": "《八大人覺經》上講四魔，魔有四大類。「五陰魔」，這個說老實話，是俱生煩惱，與生俱來的，你生下來就有的。生下來怎麼有？過去生中帶來的，所以叫做俱生煩惱，這是第一類的魔障。第二類是「煩惱魔」。煩惱魔是什麼？這裡面有七情五欲，這是煩惱，佛法裡面講的見思煩惱、塵沙煩惱、無明煩惱，這是第二類。也是本身無始劫以來的習氣起現行、起作用，這是屬於煩惱魔。第三類是「天魔」。什麼叫天魔？用現代的話說，我們身體以外，所有一切的誘惑，那就叫天魔。所以天魔不是一個魔鬼青面獠牙，不是那個，你那麼想就錯了。簡單的講就是名聞利養、五欲六塵來誘惑你。外有誘惑，裡面煩惱起來，內外勾結，麻煩就來了，就造業受報。第四類是「死魔」，死魔對什麼人說的？對修行人說的。修行人很精進、很用功，但是道業還沒有成，壽命到了，你說這個麻煩不麻煩！這一生的修行功夫叫白費了，所以這個是障礙，大障礙。對於修行人來講，沒有開悟，道業沒有成就，壽命到了，這是很大的障礙，這個障礙叫做魔。"
    },
    {
      "id": "09-023-0110_p0045",
      "zh_CN": "因此，我们必须把事实真相认清楚，道场是空的，是假的，有什么好执着的？有什么好争执的？为了争夺庙产造无量无边的罪业，古往今来这些事情很多，稍稍留意我们就能看见，这个不是好事情。出家人贪恋道场，争夺道场，执为己有，麻烦就太大太大了。如果自己不是一个真正修行人，持戒精严之人，没有不堕地狱的。纵然修行很好，戒律精严，也麻烦。为什么？执着这个道场是自己的，不肯给别人，但是寿命到了，他不能不死，死了以后到哪里去？死了以后还执着这个地方是他的，还不肯离开。不肯离开，这个道场里面，男众的道场，里面没有女众，女众道场没有男众，他要投胎得不到人身，没有这个缘，到哪里投胎？这道场里头有老鼠、有蚊虫、有蚂蚁，他就投这个胎，你说可怜不可怜！一生舍不得这个地方，这个地方有这些畜生，他就落在这一道去。这是说造的罪业不甚重的，堕落在畜生道，很难出离。什么时候他能把这个放下、舍掉，他才能离开。执为己有，不肯舍离，麻烦就大了。所以世尊当年在世教诫弟子，那个时候佛不建道场，佛一生没有建过道场，住在哪里？住在树下。树下还规定一宿，只可以住一晚上，第二天要找别的地方的树下。为什么？怕这个树很大，树荫很凉，你喜欢这个地方，天天住在这个地方，执着这个地方，那又麻烦了。贪恋这一棵树荫，那将来投胎，这树上可能有松鼠，可能有小鸟在作窝，你就变成这个畜生一类，你说这个多麻烦！所以佛教树下住一宿，第二天不准住在这里，使你对于一切场所决定没有贪恋之心，叫你真正放下，丝毫贪婪的念头都没有。这才是真的无所住，应无所住才真做到。一丝毫的贪恋都招来说不尽的麻烦，这要没有高度的智慧，他怎么会知道？还得要有高度的警觉，才不会犯过失，不会再迷惑，这非常非常的要紧！",
      "zh_TW": "因此，我們必須把事實真相認清楚，道場是空的，是假的，有什麼好執著的？有什麼好爭執的？為了爭奪廟產造無量無邊的罪業，古往今來這些事情很多，稍稍留意我們就能看見，這個不是好事情。出家人貪戀道場，爭奪道場，執為己有，麻煩就太大太大了。如果自己不是一個真正修行人，持戒精嚴之人，沒有不墮地獄的。縱然修行很好，戒律精嚴，也麻煩。為什麼？執著這個道場是自己的，不肯給別人，但是壽命到了，他不能不死，死了以後到哪裡去？死了以後還執著這個地方是他的，還不肯離開。不肯離開，這個道場裡面，男眾的道場，裡面沒有女眾，女眾道場沒有男眾，他要投胎得不到人身，沒有這個緣，到哪裡投胎？這道場裡頭有老鼠、有蚊蟲、有螞蟻，他就投這個胎，你說可憐不可憐！一生捨不得這個地方，這個地方有這些畜生，他就落在這一道去。這是說造的罪業不甚重的，墮落在畜生道，很難出離。什麼時候他能把這個放下、捨掉，他才能離開。執為己有，不肯捨離，麻煩就大了。所以世尊當年在世教誡弟子，那個時候佛不建道場，佛一生沒有建過道場，住在哪裡？住在樹下。樹下還規定一宿，只可以住一晚上，第二天要找別的地方的樹下。為什麼？怕這個樹很大，樹蔭很涼，你喜歡這個地方，天天住在這個地方，執著這個地方，那又麻煩了。貪戀這一棵樹蔭，那將來投胎，這樹上可能有松鼠，可能有小鳥在作窩，你就變成這個畜生一類，你說這個多麻煩！所以佛教樹下住一宿，第二天不准住在這裡，使你對於一切場所決定沒有貪戀之心，叫你真正放下，絲毫貪婪的念頭都沒有。這才是真的無所住，應無所住才真做到。一絲毫的貪戀都招來說不盡的麻煩，這要沒有高度的智慧，他怎麼會知道？還得要有高度的警覺，才不會犯過失，不會再迷惑，這非常非常的要緊！"
    },
    {
      "id": "09-023-0110_p0046",
      "zh_CN": "佛陀在世的时候，有一些精舍、道场，都是国王、大臣、长者居士们提供的。道场的所有权是那些在家人，佛跟弟子没有。这是我常讲的，佛跟弟子们，他们请来供养，佛与弟子们有使用权，没有所有权。我们今天在这里讲经，这个地方两个小时，我们有使用权，这个道场所有权是别人的，我们没有所有权，所以对这个道场毫无留恋。明白这个道理，我们在这个世间，这个地球上，所有一切我们所用的统统是使用权，没有所有权，要培养这个观念。今天你们自己有产业，买的有房子、有地，有公司、有行号，你要是一个佛弟子，你很清楚、很明白，统统都是暂时的、临时的使用权，决定没有所有权，你这个心放下了，你就自在了。将来往生了，这个产业交给谁不要去想，我这个产业要交给哪个哪个，你就去不了。你还有那么多啰嗦事情没有放下，那怎么行！必须要清楚，与我毫不相关，你才能决定往生，没有罣碍了。这是真理，这是事实真相，不可以不知道。",
      "zh_TW": "佛陀在世的時候，有一些精舍、道場，都是國王、大臣、長者居士們提供的。道場的所有權是那些在家人，佛跟弟子沒有。這是我常講的，佛跟弟子們，他們請來供養，佛與弟子們有使用權，沒有所有權。我們今天在這裡講經，這個地方兩個小時，我們有使用權，這個道場所有權是別人的，我們沒有所有權，所以對這個道場毫無留戀。明白這個道理，我們在這個世間，這個地球上，所有一切我們所用的統統是使用權，沒有所有權，要培養這個觀念。今天你們自己有產業，買的有房子、有地，有公司、有行號，你要是一個佛弟子，你很清楚、很明白，統統都是暫時的、臨時的使用權，決定沒有所有權，你這個心放下了，你就自在了。將來往生了，這個產業交給誰不要去想，我這個產業要交給哪個哪個，你就去不了。你還有那麼多囉嗦事情沒有放下，那怎麼行！必須要清楚，與我毫不相關，你才能決定往生，沒有罣礙了。這是真理，這是事實真相，不可以不知道。"
    },
    {
      "id": "09-023-0110_p0047",
      "zh_CN": "大作梦中佛事，佛事就是指的讲经说法，教导大众修行，帮助一切众生破迷开悟、离苦得乐，这些事都叫做佛事。「佛」是觉悟的意思。佛事就是令一切众生觉悟的事，这个叫佛事。我们现在想想，现在这个社会，特别是我们佛门里面所讲的佛事，那个佛事是什么意思？帮助人迷信的事情叫佛事；跟这个完全颠倒了，都是搞迷信，不是叫你搞觉悟。把迷信当作佛事，你说佛听到了，怎么不流眼泪！怎么不叹息！真的不晓得错到哪里去了。",
      "zh_TW": "大作夢中佛事，佛事就是指的講經說法，教導大眾修行，幫助一切眾生破迷開悟、離苦得樂，這些事都叫做佛事。「佛」是覺悟的意思。佛事就是令一切眾生覺悟的事，這個叫佛事。我們現在想想，現在這個社會，特別是我們佛門裡面所講的佛事，那個佛事是什麼意思？幫助人迷信的事情叫佛事；跟這個完全顛倒了，都是搞迷信，不是叫你搞覺悟。把迷信當作佛事，你說佛聽到了，怎麼不流眼淚！怎麼不嘆息！真的不曉得錯到哪裡去了。"
    },
    {
      "id": "09-023-0110_p0048",
      "zh_CN": "【惟心中不存一能修所修而已】",
      "zh_TW": "【惟心中不存一能修所修而已】"
    },
    {
      "id": "09-023-0110_p0049",
      "zh_CN": "这一句非常重要。这一句决定不能少，如果少了这一句，恐怕你又迷了。自己修行不着相，修不修？真修。帮不帮助众生？全心全力帮助众生，也不着相。自行化他都不着相，前面所讲的，不把它放在心上，虽然认真努力自己修行，在这里帮助一切众生，不管用什么方式，那个方式是事上的事情，事千差万别。刚才说了，无论做什么事情，为一切众生做一个觉悟的样子，就是佛事。吃饭，吃饭觉悟的样子；穿衣，穿衣觉悟的样子；工作，工作觉悟的样子，那就是自行化他，就是佛事。时时刻刻，在在处处，认真努力不懈的在做，心里面若无其事，所谓是「作而无作，无作而作」，这就对了，这就是这一段里面所说的意思。我们要细心去体会，细心的去思惟，然后能把它用在自己日常生活当中，你是真正在学佛，你才能得到佛法真实的受用。佛法修学不在形式，要重实质，要真正用在日常生活点点滴滴之中，这样才叫做真正学佛，真正是佛弟子。今天时间到了，我们就讲到此地。",
      "zh_TW": "這一句非常重要。這一句決定不能少，如果少了這一句，恐怕你又迷了。自己修行不著相，修不修？真修。幫不幫助眾生？全心全力幫助眾生，也不著相。自行化他都不著相，前面所講的，不把它放在心上，雖然認真努力自己修行，在這裡幫助一切眾生，不管用什麼方式，那個方式是事上的事情，事千差萬別。剛才說了，無論做什麼事情，為一切眾生做一個覺悟的樣子，就是佛事。吃飯，吃飯覺悟的樣子；穿衣，穿衣覺悟的樣子；工作，工作覺悟的樣子，那就是自行化他，就是佛事。時時刻刻，在在處處，認真努力不懈的在做，心裡面若無其事，所謂是「作而無作，無作而作」，這就對了，這就是這一段裡面所說的意思。我們要細心去體會，細心的去思惟，然後能把它用在自己日常生活當中，你是真正在學佛，你才能得到佛法真實的受用。佛法修學不在形式，要重實質，要真正用在日常生活點點滴滴之中，這樣才叫做真正學佛，真正是佛弟子。今天時間到了，我們就講到此地。"
    }
  ]
}