{
  "doc_id": "09-023-0102",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二集",
    "zh_TW": "第一０二集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0102",
  "total_paragraphs": 140,
  "paragraphs": [
    {
      "id": "09-023-0102_p0001",
      "zh_CN": "请掀开经本二百五十面，请看第二行：",
      "zh_TW": "請掀開經本二百五十面，請看第二行："
    },
    {
      "id": "09-023-0102_p0002",
      "zh_CN": "【佛时外道，每将世间事物层层分析，分析至于不可分，而犹执为实有。正如今之化学家，分析世界各物，为分子、原子、电子，依然执为实有。二乘知微尘可析为邻虚，知一切皆空，然不及大乘之能作体空观也。】",
      "zh_TW": "【佛時外道，每將世間事物層層分析，分析至於不可分，而猶執為實有。正如今之化學家，分析世界各物，為分子、原子、電子，依然執為實有。二乘知微塵可析為鄰虛，知一切皆空，然不及大乘之能作體空觀也。】"
    },
    {
      "id": "09-023-0102_p0003",
      "zh_CN": "我们看这一段，这是起这个意思，前面都曾经说过。由此可知，释迦牟尼佛那个时代，距离我们现在已经相当的遥远，从中国历史上所记载的，佛出世到今天有三千多年，即使是外国人的考据，也超过二千五百年，时代相当的久远。但是在那个时候，印度这些外道他们就相当的聪明，用分析的方法观察出物质的现象，但是分析到最小的，他还是执着这个物质存在，这就像现代的科学家一样。但是最近这二、三十年来，科技比从前进步太多了。以前分析到原子、电子，他们还是执着这个东西是存在的、是实有的。可是最近由于科技的发达，观察更为微细，发现到物质的现象是波动。如果能够讲到波动，这是现在科学家已经承认了；换句话说，这基本的物质到底是存在还是不存在？跟佛经上所讲的逐渐逐渐接近了。",
      "zh_TW": "我們看這一段，這是起這個意思，前面都曾經說過。由此可知，釋迦牟尼佛那個時代，距離我們現在已經相當的遙遠，從中國歷史上所記載的，佛出世到今天有三千多年，即使是外國人的考據，也超過二千五百年，時代相當的久遠。但是在那個時候，印度這些外道他們就相當的聰明，用分析的方法觀察出物質的現象，但是分析到最小的，他還是執著這個物質存在，這就像現代的科學家一樣。但是最近這二、三十年來，科技比從前進步太多了。以前分析到原子、電子，他們還是執著這個東西是存在的、是實有的。可是最近由於科技的發達，觀察更為微細，發現到物質的現象是波動。如果能夠講到波動，這是現在科學家已經承認了；換句話說，這基本的物質到底是存在還是不存在？跟佛經上所講的逐漸逐漸接近了。"
    },
    {
      "id": "09-023-0102_p0004",
      "zh_CN": "佛对于这些事情，在经典里面讲得很详细，告诉我们物质怎么样变现出来的，怎么样发展，而成为宇宙之间一切的现象。纵然是发展如此复杂的现象，佛告诉我们，这个相是幻相，不是实在的，这个相是假相，是当体即空，了不可得。《般若心经》几乎每一个学佛的人天天在念，「色即是空，空即是色」，色就是物质，就是物质的现象，实实在在，空有是一不是二。小乘人也像现代科学家一样，用分析的方法，分析到极微之微，知道所有一切物相不可得；但是他比不上大乘菩萨，大乘菩萨用不着这么麻烦去分析，用不着。他的智慧高，虽然没有佛的五眼，也有与佛相似观察的能力，知道一切法当体即空，这叫做体空观。我们常念《般若经》，念得很熟，而没有得般若的受用，就是我们虽念而不知道作观，没有能够把佛经里面这些重要的经句，应用在我们日常生活当中，与生活里面点点滴滴去做一个比较，这样子我们才能够得受用。这句经文里面众字，我们看末后这一段：",
      "zh_TW": "佛對於這些事情，在經典裡面講得很詳細，告訴我們物質怎麼樣變現出來的，怎麼樣發展，而成為宇宙之間一切的現象。縱然是發展如此複雜的現象，佛告訴我們，這個相是幻相，不是實在的，這個相是假相，是當體即空，了不可得。《般若心經》幾乎每一個學佛的人天天在念，「色即是空，空即是色」，色就是物質，就是物質的現象，實實在在，空有是一不是二。小乘人也像現代科學家一樣，用分析的方法，分析到極微之微，知道所有一切物相不可得；但是他比不上大乘菩薩，大乘菩薩用不著這麼麻煩去分析，用不著。他的智慧高，雖然沒有佛的五眼，也有與佛相似觀察的能力，知道一切法當體即空，這叫做體空觀。我們常念《般若經》，念得很熟，而沒有得般若的受用，就是我們雖念而不知道作觀，沒有能夠把佛經裡面這些重要的經句，應用在我們日常生活當中，與生活裡面點點滴滴去做一個比較，這樣子我們才能夠得受用。這句經文裡面眾字，我們看末後這一段："
    },
    {
      "id": "09-023-0102_p0005",
      "zh_CN": "【众字之义，谓凡由集合而成者。】",
      "zh_TW": "【眾字之義，謂凡由集合而成者。】"
    },
    {
      "id": "09-023-0102_p0006",
      "zh_CN": "微尘众，集合而成就是我们一般讲的因缘生法。因缘就是许多条件聚合而成的。凡是聚合而成的：",
      "zh_TW": "微塵眾，集合而成就是我們一般講的因緣生法。因緣就是許多條件聚合而成的。凡是聚合而成的："
    },
    {
      "id": "09-023-0102_p0007",
      "zh_CN": "【便知是空，不可执实。】",
      "zh_TW": "【便知是空，不可執實。】"
    },
    {
      "id": "09-023-0102_p0008",
      "zh_CN": "不能够执着这是实有的。从哪个地方观察起？最好从我们自己的身体，我们身体是四大五蕴集合而成的，这个身体是因缘生法，也不违背这个原则。既然是因缘生法，当然是当体即空，所以不能把这个身体执着是实实在在有的。从这个地方看，从这个地方下手，拿这个来作观。这是物质、色法，心法也用《金刚经》上一句经文，「过去心不可得，现在心不可得，未来心不可得。」我们起心动念，要时时能体会《金刚经》讲的这个意思、讲的这个道理，希望把《般若经》中的道理，于我们事相当中、物相当中去检验一下，这就叫做作观，这就叫做用功。不检验不知道，经是经，念头是念头，行为是行为，彼此互不相干。如果一检验，关系就密切了，晓得身心境界俱不可得，我们妄念自然就平息，妄念就没有了。妄念没有了，心定了，心定那就好了，你的真心本性就现前。佛法教导一切众生，真正的目的就在此地，这是我们不能不知道的。目的是教我们作佛，教我们了生死、出三界，教我们作佛作祖。怎么个作法？不用这个功夫，你不能契入诸佛菩萨的真实境界。所以，执着这个东西实在的，错了！那是凡夫的知见。知道一切法不可得，那是佛知佛见，他看到真相。",
      "zh_TW": "不能夠執著這是實有的。從哪個地方觀察起？最好從我們自己的身體，我們身體是四大五蘊集合而成的，這個身體是因緣生法，也不違背這個原則。既然是因緣生法，當然是當體即空，所以不能把這個身體執著是實實在在有的。從這個地方看，從這個地方下手，拿這個來作觀。這是物質、色法，心法也用《金剛經》上一句經文，「過去心不可得，現在心不可得，未來心不可得。」我們起心動念，要時時能體會《金剛經》講的這個意思、講的這個道理，希望把《般若經》中的道理，於我們事相當中、物相當中去檢驗一下，這就叫做作觀，這就叫做用功。不檢驗不知道，經是經，念頭是念頭，行為是行為，彼此互不相干。如果一檢驗，關係就密切了，曉得身心境界俱不可得，我們妄念自然就平息，妄念就沒有了。妄念沒有了，心定了，心定那就好了，你的真心本性就現前。佛法教導一切眾生，真正的目的就在此地，這是我們不能不知道的。目的是教我們作佛，教我們了生死、出三界，教我們作佛作祖。怎麼個作法？不用這個功夫，你不能契入諸佛菩薩的真實境界。所以，執著這個東西實在的，錯了！那是凡夫的知見。知道一切法不可得，那是佛知佛見，他看到真相。"
    },
    {
      "id": "09-023-0102_p0009",
      "zh_CN": "【今之科学家云，物质形成于场。】",
      "zh_TW": "【今之科學家云，物質形成於場。】"
    },
    {
      "id": "09-023-0102_p0010",
      "zh_CN": "这是近代的科学家发现的。什么叫场？底下有个简单的注解：",
      "zh_TW": "這是近代的科學家發現的。什麼叫場？底下有個簡單的註解："
    },
    {
      "id": "09-023-0102_p0011",
      "zh_CN": "【场乃具有能量强度之空间，其中并无一物。】",
      "zh_TW": "【場乃具有能量強度之空間，其中並無一物。】"
    },
    {
      "id": "09-023-0102_p0012",
      "zh_CN": "这个就接近于佛法所讲的邻虚，这个说法说得好。",
      "zh_TW": "這個就接近於佛法所講的鄰虛，這個說法說得好。"
    },
    {
      "id": "09-023-0102_p0013",
      "zh_CN": "【又有谓一切物质都是波之现象。又有谓，元质点的世界，是一个反复生成和消灭的世界。】",
      "zh_TW": "【又有謂一切物質都是波之現象。又有謂，元質點的世界，是一個反復生成和消滅的世界。】"
    },
    {
      "id": "09-023-0102_p0014",
      "zh_CN": "这是近代科学家所说的，这种说法，真的与佛经上讲的愈来愈接近。与《心经》说的「色即是空，空即是色」，意思似乎好像很接近。为什么不说它跟《般若经》上讲的是一样的？我们还用个相似，那是科学家虽然观测出来，虽然说出来，他没放下，他还是执着有。换句话说，他依旧是凡夫，不是圣人，依旧出不了三界六道。这个讲法、观察，跟佛经上所说的接近。如果他真的明白了，彻底明白了，我相信他一定把妄想、分别、执着统统放下了。这一放下，最低限度他证阿罗汉果，他之所以证不了果，就是放不下。这一点我们应该要警惕。我们能不能放下？这些科学家们是利用现代进步的科学技术，观察到这个现象，我们没有这个机缘，没有亲自见到。但是这些科学家决定不是妄语，他的论文公布之后，为其他国家地区的科学家所认同、所肯定，这不是虚妄的，我们信得过。",
      "zh_TW": "這是近代科學家所說的，這種說法，真的與佛經上講的愈來愈接近。與《心經》說的「色即是空，空即是色」，意思似乎好像很接近。為什麼不說它跟《般若經》上講的是一樣的？我們還用個相似，那是科學家雖然觀測出來，雖然說出來，他沒放下，他還是執著有。換句話說，他依舊是凡夫，不是聖人，依舊出不了三界六道。這個講法、觀察，跟佛經上所說的接近。如果他真的明白了，徹底明白了，我相信他一定把妄想、分別、執著統統放下了。這一放下，最低限度他證阿羅漢果，他之所以證不了果，就是放不下。這一點我們應該要警惕。我們能不能放下？這些科學家們是利用現代進步的科學技術，觀察到這個現象，我們沒有這個機緣，沒有親自見到。但是這些科學家決定不是妄語，他的論文公布之後，為其他國家地區的科學家所認同、所肯定，這不是虛妄的，我們信得過。"
    },
    {
      "id": "09-023-0102_p0015",
      "zh_CN": "我们学佛，尤其是受过三皈五戒，期许自己做一个佛的弟子，佛弟子对老师的话怎能不相信？老师在经中为我们说的，我们也要像相信近代科学家所发现、所说的一样，我们更进一步，要看破、要放下，这才是真正的佛弟子。看破、放下之后的境界就不一样了，所谓是超凡入圣。这正是诸佛如来对我们殷切的期望，我们应当做到这一点，这才不辜负世尊为我们说法。再看底下这一段，释其所以，释是解释，解释其所以然的道理：",
      "zh_TW": "我們學佛，尤其是受過三皈五戒，期許自己做一個佛的弟子，佛弟子對老師的話怎能不相信？老師在經中為我們說的，我們也要像相信近代科學家所發現、所說的一樣，我們更進一步，要看破、要放下，這才是真正的佛弟子。看破、放下之後的境界就不一樣了，所謂是超凡入聖。這正是諸佛如來對我們殷切的期望，我們應當做到這一點，這才不辜負世尊為我們說法。再看底下這一段，釋其所以，釋是解釋，解釋其所以然的道理："
    },
    {
      "id": "09-023-0102_p0016",
      "zh_CN": "经【所以者何？佛说微尘众，则非微尘众，是名微尘众。】",
      "zh_TW": "經【所以者何？佛說微塵眾，則非微塵眾，是名微塵眾。】"
    },
    {
      "id": "09-023-0102_p0017",
      "zh_CN": "佛说法的善巧，我们必须细心去领会，这个句子在《金刚经》里面很多。",
      "zh_TW": "佛說法的善巧，我們必須細心去領會，這個句子在《金剛經》裡面很多。"
    },
    {
      "id": "09-023-0102_p0018",
      "zh_CN": "【凡是讲到则非】",
      "zh_TW": "【凡是講到則非】"
    },
    {
      "id": "09-023-0102_p0019",
      "zh_CN": "小注里头有。",
      "zh_TW": "小註裡頭有。"
    },
    {
      "id": "09-023-0102_p0020",
      "zh_CN": "【约一如之法性，明其本来是空。】",
      "zh_TW": "【約一如之法性，明其本來是空。】"
    },
    {
      "id": "09-023-0102_p0021",
      "zh_CN": "从体上说，从性上说，「则非微尘众」。换句话说，清净心中哪有此物？这个东西到底是怎么来的？前面已经说过，这个地方不再重复了。「是名微尘众」，「是名」是从现相上说的，这个现相是因缘所生。什么因缘？是众生无始劫来、无量劫来的妄想分别执着的习气，本来是空寂的。在空寂里面凝结的现相，这个现相不是真有。如果我们要说，空中本来没有，为什么会有这个现相？你说凝结的现相，这个难以相信！实实在在说，这种现相很平常，你要不相信，你仔细去观察观察，空中有没有相？没有相。没有相，你把两个眼睛瞪大，仔细去看，看上十分钟、二十分钟，空中有相了，你会看到现相。为什么看到现相？眼睛看疲劳了，你眼睛要是害眼病，你看到这个虚空就会现相，眼睛疲劳的时候，看到这个也有现相。这个方法不是我发明的，释迦牟尼佛在《楞严经》上讲的。耳根疲劳了，会听到奇奇怪怪的声音。确实没有声音，别人没听到，你为什么听到？疲劳、累了。由此可知，那个相真的是假的，不能说没有相，他真有相，相不是真的，当体即空，了不可得。",
      "zh_TW": "從體上說，從性上說，「則非微塵眾」。換句話說，清淨心中哪有此物？這個東西到底是怎麼來的？前面已經說過，這個地方不再重複了。「是名微塵眾」，「是名」是從現相上說的，這個現相是因緣所生。什麼因緣？是眾生無始劫來、無量劫來的妄想分別執著的習氣，本來是空寂的。在空寂裡面凝結的現相，這個現相不是真有。如果我們要說，空中本來沒有，為什麼會有這個現相？你說凝結的現相，這個難以相信！實實在在說，這種現相很平常，你要不相信，你仔細去觀察觀察，空中有沒有相？沒有相。沒有相，你把兩個眼睛瞪大，仔細去看，看上十分鐘、二十分鐘，空中有相了，你會看到現相。為什麼看到現相？眼睛看疲勞了，你眼睛要是害眼病，你看到這個虛空就會現相，眼睛疲勞的時候，看到這個也有現相。這個方法不是我發明的，釋迦牟尼佛在《楞嚴經》上講的。耳根疲勞了，會聽到奇奇怪怪的聲音。確實沒有聲音，別人沒聽到，你為什麼聽到？疲勞、累了。由此可知，那個相真的是假的，不能說沒有相，他真有相，相不是真的，當體即空，了不可得。"
    },
    {
      "id": "09-023-0102_p0022",
      "zh_CN": "我们现在感觉的这个现相，那是极其粗的现相，但是诸位要晓得，粗相是从细相里头变迁出来，变化出来的。而且这个现相，我们前面讲了很多次，是众生业因果报生灭的相续相，是这么回事情。所以科学家讲波动，很有道理，确确实实是波动，这个波动就是佛经里面讲的「一念不觉，而有无明」，无明就是波动。为什么会有波动？不觉，迷了。迷了就动，觉了就不动，迷跟觉的差别现相就在此地。我们如果问问自己，我现在是觉了，还是迷了，用这个方法来观察，觉迷就清清楚楚。迷的现象，心里妄动，想东想西，妄想停不住，这是迷。真正觉悟的人，没有妄想，心是定的，心是清净的，那是觉悟。所以我们自己好好想想，自己这个心是定的还是乱动？如果是乱动，你就要记住，迷，没觉悟！果然心定了，那就知道觉悟了，这个时候不迷了。要想觉悟，要想不迷，一定要万缘放下，《般若经》上跟我们讲得这么多，无非是帮助我们看破，让我们了解宇宙人生的真相。真相明白了，这才肯放下，放下不简单！才肯。",
      "zh_TW": "我們現在感覺的這個現相，那是極其粗的現相，但是諸位要曉得，粗相是從細相裡頭變遷出來，變化出來的。而且這個現相，我們前面講了很多次，是眾生業因果報生滅的相續相，是這麼回事情。所以科學家講波動，很有道理，確確實實是波動，這個波動就是佛經裡面講的「一念不覺，而有無明」，無明就是波動。為什麼會有波動？不覺，迷了。迷了就動，覺了就不動，迷跟覺的差別現相就在此地。我們如果問問自己，我現在是覺了，還是迷了，用這個方法來觀察，覺迷就清清楚楚。迷的現象，心裡妄動，想東想西，妄想停不住，這是迷。真正覺悟的人，沒有妄想，心是定的，心是清淨的，那是覺悟。所以我們自己好好想想，自己這個心是定的還是亂動？如果是亂動，你就要記住，迷，沒覺悟！果然心定了，那就知道覺悟了，這個時候不迷了。要想覺悟，要想不迷，一定要萬緣放下，《般若經》上跟我們講得這麼多，無非是幫助我們看破，讓我們了解宇宙人生的真相。真相明白了，這才肯放下，放下不簡單！才肯。"
    },
    {
      "id": "09-023-0102_p0023",
      "zh_CN": "有这个现相，就不无假名。有这些现相，佛要为我们说明这些现相的真相，那总要建立名词术语，我们彼此沟通就方便。所以名词是为了沟通方便而建立的，也不是真的，是因缘生法。",
      "zh_TW": "有這個現相，就不無假名。有這些現相，佛要為我們說明這些現相的真相，那總要建立名詞術語，我們彼此溝通就方便。所以名詞是為了溝通方便而建立的，也不是真的，是因緣生法。"
    },
    {
      "id": "09-023-0102_p0024",
      "zh_CN": "【佛说者，显示觉智洞照，法性本空，法相皆幻。】",
      "zh_TW": "【佛說者，顯示覺智洞照，法性本空，法相皆幻。】"
    },
    {
      "id": "09-023-0102_p0025",
      "zh_CN": "这个经文里面，「佛说微尘众」，他不是说如来说，《金刚经》这个句子也很多。佛说跟如来说，意思不一样，佛说是证果之人他说的，如果用如来，那是从自性上说的，所以它的意思不相同。「佛说」，显示这个人修行证果，证到究竟圆满的果位，也就是烦恼断尽了，见思、尘沙、无明都断干净了。觉智圆明，洞照，照见什么？底下这两句，宇宙人生的真相，「法性本空，法相皆幻。」有性决定有相，性相决定起作用；性的作用就是现相，性相一如，性相不二。性体是空寂的，法相哪里会实有？法相讲实有是决定讲不通的，那性相怎么能一如？所以法相是假的，梦幻泡影。",
      "zh_TW": "這個經文裡面，「佛說微塵眾」，他不是說如來說，《金剛經》這個句子也很多。佛說跟如來說，意思不一樣，佛說是證果之人他說的，如果用如來，那是從自性上說的，所以它的意思不相同。「佛說」，顯示這個人修行證果，證到究竟圓滿的果位，也就是煩惱斷盡了，見思、塵沙、無明都斷乾淨了。覺智圓明，洞照，照見什麼？底下這兩句，宇宙人生的真相，「法性本空，法相皆幻。」有性決定有相，性相決定起作用；性的作用就是現相，性相一如，性相不二。性體是空寂的，法相哪裡會實有？法相講實有是決定講不通的，那性相怎麼能一如？所以法相是假的，夢幻泡影。"
    },
    {
      "id": "09-023-0102_p0026",
      "zh_CN": "【当其有时，便是空时。】",
      "zh_TW": "【當其有時，便是空時。】"
    },
    {
      "id": "09-023-0102_p0027",
      "zh_CN": "这是如来的知见，我们凡夫颠倒错乱，颠倒在哪里？错在哪里？就错在这个地方，我们把法相当作真实的，不知道一切相是幻有，不是真有。当其有时，便是空时。",
      "zh_TW": "這是如來的知見，我們凡夫顛倒錯亂，顛倒在哪裡？錯在哪裡？就錯在這個地方，我們把法相當作真實的，不知道一切相是幻有，不是真有。當其有時，便是空時。"
    },
    {
      "id": "09-023-0102_p0028",
      "zh_CN": "【因微尘之本空，便可类推而知世界皆空。】",
      "zh_TW": "【因微塵之本空，便可類推而知世界皆空。】"
    },
    {
      "id": "09-023-0102_p0029",
      "zh_CN": "所以佛法讲万法皆空，我们今天讲物质现象，构成现象的基本物质是波动，没有实体。宇宙这些万象，构成它的是波动的没有实体的东西，这些现相怎么会是真实的？理上讲不通。理上讲不通，我们感觉事上好像是这样的，这真是我们看走了眼，看错了。实在讲，事实上也是当体即空，了不可得。这个意思很深、很广、很精微，要细心去体会，细心去观察，能得到一点消息，对我们的修学就有很大的帮助。对于断烦恼、证菩提，知道小而微尘，大而世界，都是因缘生法，了不可得。我们再看底下这一段：",
      "zh_TW": "所以佛法講萬法皆空，我們今天講物質現象，構成現象的基本物質是波動，沒有實體。宇宙這些萬象，構成它的是波動的沒有實體的東西，這些現相怎麼會是真實的？理上講不通。理上講不通，我們感覺事上好像是這樣的，這真是我們看走了眼，看錯了。實在講，事實上也是當體即空，了不可得。這個意思很深、很廣、很精微，要細心去體會，細心去觀察，能得到一點消息，對我們的修學就有很大的幫助。對於斷煩惱、證菩提，知道小而微塵，大而世界，都是因緣生法，了不可得。我們再看底下這一段："
    },
    {
      "id": "09-023-0102_p0030",
      "zh_CN": "经【世尊，如来所说三千大千世界，则非世界，是名世界。】",
      "zh_TW": "經【世尊，如來所說三千大千世界，則非世界，是名世界。】"
    },
    {
      "id": "09-023-0102_p0031",
      "zh_CN": "须菩提尊者的确非常聪明，这是须菩提尊者所说的，叫着世尊，「如来所说」，这个意思就是说，就从真如本性上说，「大千世界则非世界」。我们看注解：",
      "zh_TW": "須菩提尊者的確非常聰明，這是須菩提尊者所說的，叫著世尊，「如來所說」，這個意思就是說，就從真如本性上說，「大千世界則非世界」。我們看註解："
    },
    {
      "id": "09-023-0102_p0032",
      "zh_CN": "【三千大千世界，名为应身教化之境，此境为一切众生所依。】",
      "zh_TW": "【三千大千世界，名為應身教化之境，此境為一切眾生所依。】"
    },
    {
      "id": "09-023-0102_p0033",
      "zh_CN": "一切众生的生活，依靠什么？要依靠世界。譬如我们，我们得人身，虽然时间不长，短短的数十年之间，我们一定要依靠这个世界才能生活，不能离开世界，所以是一切众生依靠生存的。",
      "zh_TW": "一切眾生的生活，依靠什麼？要依靠世界。譬如我們，我們得人身，雖然時間不長，短短的數十年之間，我們一定要依靠這個世界才能生活，不能離開世界，所以是一切眾生依靠生存的。"
    },
    {
      "id": "09-023-0102_p0034",
      "zh_CN": "【如来为利益一切众生，随缘显现，以教化耳，不住着此境也。】",
      "zh_TW": "【如來為利益一切眾生，隨緣顯現，以教化耳，不住著此境也。】"
    },
    {
      "id": "09-023-0102_p0035",
      "zh_CN": "诸佛菩萨也示现在我们这个世界，跟我们同住在一起，生活在一起。我们在这个世间，是业因果报所变现的，所以不得自在。过去生中造的善因，这一生当中感善果；造作的恶因感恶果，因缘果报，所以不自在。诸佛菩萨到我们这个世间来示现，跟我们和光同尘，他是感应现身的，众生有感，佛菩萨有应，他现的这个身自在。自在在哪里？不着相。虽示现在这个世间，离一切妄想分别执着，所以他是自在的，这样子教化一切众生。",
      "zh_TW": "諸佛菩薩也示現在我們這個世界，跟我們同住在一起，生活在一起。我們在這個世間，是業因果報所變現的，所以不得自在。過去生中造的善因，這一生當中感善果；造作的惡因感惡果，因緣果報，所以不自在。諸佛菩薩到我們這個世間來示現，跟我們和光同塵，他是感應現身的，眾生有感，佛菩薩有應，他現的這個身自在。自在在哪裡？不著相。雖示現在這個世間，離一切妄想分別執著，所以他是自在的，這樣子教化一切眾生。"
    },
    {
      "id": "09-023-0102_p0036",
      "zh_CN": "【如是而说，正所以开示众生，应观世界非实。】",
      "zh_TW": "【如是而說，正所以開示眾生，應觀世界非實。】"
    },
    {
      "id": "09-023-0102_p0037",
      "zh_CN": "古德教给我们读经、听教，平常你读诵经典，听教就是听讲经说法，贵在随文入观。随着经文，随着说法的音声，你就能契入这个境界，这个高明。所以佛当年讲经，听众当中一部经还没有听完就开悟、就证果了，他为什么有这个能力？随文入观。要怎样才能达到随文入观？马鸣菩萨告诉我们，《大乘起信论》里头所说的：「离名字相，离言说相，离心缘相」，就能随文入观。真的读到哪里，这个境界就入到哪里，马上就提升，非常明显的提升。虽然提升到很高的境界，可是会退转，我们没有证得阿鞞跋致，它会退转；因为会退转，我们天天读、天天听，一退转再把它拉起来。这是自古以来修行人成功的秘诀，不断的薰习，时时刻刻要拉自己一把。读这个地方你就晓得，众生非众生，世界非世界，常常读诵，常常思惟，我们把宇宙人生就看淡了，不那么执着，不那么计较，你就得自在，你就能恢复到自性。",
      "zh_TW": "古德教給我們讀經、聽教，平常你讀誦經典，聽教就是聽講經說法，貴在隨文入觀。隨著經文，隨著說法的音聲，你就能契入這個境界，這個高明。所以佛當年講經，聽眾當中一部經還沒有聽完就開悟、就證果了，他為什麼有這個能力？隨文入觀。要怎樣才能達到隨文入觀？馬鳴菩薩告訴我們，《大乘起信論》裡頭所說的：「離名字相，離言說相，離心緣相」，就能隨文入觀。真的讀到哪裡，這個境界就入到哪裡，馬上就提升，非常明顯的提升。雖然提升到很高的境界，可是會退轉，我們沒有證得阿鞞跋致，它會退轉；因為會退轉，我們天天讀、天天聽，一退轉再把它拉起來。這是自古以來修行人成功的祕訣，不斷的薰習，時時刻刻要拉自己一把。讀這個地方你就曉得，眾生非眾生，世界非世界，常常讀誦，常常思惟，我們把宇宙人生就看淡了，不那麼執著，不那麼計較，你就得自在，你就能恢復到自性。"
    },
    {
      "id": "09-023-0102_p0038",
      "zh_CN": "【是名而不住着。世界不着，则一切不着。】",
      "zh_TW": "【是名而不住著。世界不著，則一切不著。】"
    },
    {
      "id": "09-023-0102_p0039",
      "zh_CN": "跟你讲众生非实、世界非实，是教你把身心世界一切放下。目的在哪里？末后这句说：",
      "zh_TW": "跟你講眾生非實、世界非實，是教你把身心世界一切放下。目的在哪裡？末後這句說："
    },
    {
      "id": "09-023-0102_p0040",
      "zh_CN": "【乃能令本具之法身出障】",
      "zh_TW": "【乃能令本具之法身出障】"
    },
    {
      "id": "09-023-0102_p0041",
      "zh_CN": "法身是本有的，本有的为什么不能现前？有障碍。什么障碍？执着众生是实有的，执着世界是实有的，你本具的法身永远不能现前。所以你一定要晓得，众生、世界、身心、万法全是假的。知道全是假的，你觉悟了，你的解圆了，知见圆了。下面是功夫，功夫是放下。对于这些事情不再放在心里，你的障碍就没有了，本具的法身就能现前，出障就现前了。再看底下这段经文，也是《金刚经》里面最精彩的一段。",
      "zh_TW": "法身是本有的，本有的為什麼不能現前？有障礙。什麼障礙？執著眾生是實有的，執著世界是實有的，你本具的法身永遠不能現前。所以你一定要曉得，眾生、世界、身心、萬法全是假的。知道全是假的，你覺悟了，你的解圓了，知見圓了。下面是功夫，功夫是放下。對於這些事情不再放在心裡，你的障礙就沒有了，本具的法身就能現前，出障就現前了。再看底下這段經文，也是《金剛經》裡面最精彩的一段。"
    },
    {
      "id": "09-023-0102_p0042",
      "zh_CN": "经【何以故？若世界实有，则是一合相。如来说一合相，则非一合相，是名一合相。】",
      "zh_TW": "經【何以故？若世界實有，則是一合相。如來說一合相，則非一合相，是名一合相。】"
    },
    {
      "id": "09-023-0102_p0043",
      "zh_CN": "【一合，就是合而为一的意思。】",
      "zh_TW": "【一合，就是合而為一的意思。】"
    },
    {
      "id": "09-023-0102_p0044",
      "zh_CN": "实在讲，所有一切种种法，都是无量因缘合而为一，现的这个相。乃至小到一微尘，我们今天知道，微尘不单纯，也是许许多多基本粒子组合的。为什么组合这个相？因缘非常复杂，不是单纯的，不是偶然的。世出世间绝对没有偶然之事，有事必有理，有果必有因。",
      "zh_TW": "實在講，所有一切種種法，都是無量因緣合而為一，現的這個相。乃至小到一微塵，我們今天知道，微塵不單純，也是許許多多基本粒子組合的。為什麼組合這個相？因緣非常複雜，不是單純的，不是偶然的。世出世間絕對沒有偶然之事，有事必有理，有果必有因。"
    },
    {
      "id": "09-023-0102_p0045",
      "zh_CN": "【虽闻界可碎尘，世界可以把它分析成微尘，然其未碎时，其合而为一之相，明明有也。】",
      "zh_TW": "【雖聞界可碎塵，世界可以把它分析成微塵，然其未碎時，其合而為一之相，明明有也。】"
    },
    {
      "id": "09-023-0102_p0046",
      "zh_CN": "这个世界我们没有把它碾碎为微尘，那这个世界不是明明有吗？这是凡夫的情执，我们讲是迷情的执着。",
      "zh_TW": "這個世界我們沒有把它碾碎為微塵，那這個世界不是明明有嗎？這是凡夫的情執，我們講是迷情的執著。"
    },
    {
      "id": "09-023-0102_p0047",
      "zh_CN": "【长老为遮此执，所以彻底破之。】",
      "zh_TW": "【長老為遮此執，所以徹底破之。】"
    },
    {
      "id": "09-023-0102_p0048",
      "zh_CN": "有这种执着的人的确太多了。这个执着不打破，刚才讲了，纵然你开了圆解，你依旧放不下，依旧不得受用。所以须菩提尊者再进一步，知道我们病根之所在，就在这个病根的地方下手，帮助我们把这个微细、无始劫来牢不可破的习气把它连根拔除。所以有这一问，这一问的用意太深了。",
      "zh_TW": "有這種執著的人的確太多了。這個執著不打破，剛才講了，縱然你開了圓解，你依舊放不下，依舊不得受用。所以須菩提尊者再進一步，知道我們病根之所在，就在這個病根的地方下手，幫助我們把這個微細、無始劫來牢不可破的習氣把它連根拔除。所以有這一問，這一問的用意太深了。"
    },
    {
      "id": "09-023-0102_p0049",
      "zh_CN": "【不但因其可碎，知非实有。】",
      "zh_TW": "【不但因其可碎，知非實有。】"
    },
    {
      "id": "09-023-0102_p0050",
      "zh_CN": "现代科学家用科学仪器，把最小的物质分解开来，分解开就是打碎，晓得它不是真实的。",
      "zh_TW": "現代科學家用科學儀器，把最小的物質分解開來，分解開就是打碎，曉得它不是真實的。"
    },
    {
      "id": "09-023-0102_p0051",
      "zh_CN": "【即其未碎，亦非实有。】",
      "zh_TW": "【即其未碎，亦非實有。】"
    },
    {
      "id": "09-023-0102_p0052",
      "zh_CN": "那才叫真的聪明！这个世界没有把它打碎变成微尘，现在这个世界的相在；相虽然在，你一眼就看破，它是微尘，微尘集聚的相，这是一合相。所有一切的现象都是一合相，种种因缘聚合而现的现象，大到世界，小到微尘，都是一合相。",
      "zh_TW": "那才叫真的聰明！這個世界沒有把它打碎變成微塵，現在這個世界的相在；相雖然在，你一眼就看破，它是微塵，微塵集聚的相，這是一合相。所有一切的現象都是一合相，種種因緣聚合而現的現象，大到世界，小到微塵，都是一合相。"
    },
    {
      "id": "09-023-0102_p0053",
      "zh_CN": "【则非、是名，言其不过假名，怎么说都是个假名，本来无实也。意明必须实有，方是一合相。】",
      "zh_TW": "【則非、是名，言其不過假名，怎麼說都是個假名，本來無實也。意明必須實有，方是一合相。】"
    },
    {
      "id": "09-023-0102_p0054",
      "zh_CN": "诸位能不能体会到这个深义？这个意思深了。如果基本的物质真有，确实存在，它组合的这个现相这才能称之为一合相。可是基本的物质，今天讲的基本粒子没有，是波动的现象，根本不存在。所以是否定，没有物质的存在。基本的物质既然是虚的，不是实在的，它组合的这个现相怎么是实在的？没有这个道理。这个意思很深很深，这真的是进了一步，进了一大步。这个意思你要是能够参透，你真的明白了，你才会点头，一切万法「当体即空，了不可得」，你真的承认，你真的明了了；换句话说，你也真的放下了。依旧不能放下，还是堕在一合相里，不知道佛讲的一合相也是假名而已，有名无实。所以尊者这一段问的意思很深很深。",
      "zh_TW": "諸位能不能體會到這個深義？這個意思深了。如果基本的物質真有，確實存在，它組合的這個現相這才能稱之為一合相。可是基本的物質，今天講的基本粒子沒有，是波動的現象，根本不存在。所以是否定，沒有物質的存在。基本的物質既然是虛的，不是實在的，它組合的這個現相怎麼是實在的？沒有這個道理。這個意思很深很深，這真的是進了一步，進了一大步。這個意思你要是能夠參透，你真的明白了，你才會點頭，一切萬法「當體即空，了不可得」，你真的承認，你真的明瞭了；換句話說，你也真的放下了。依舊不能放下，還是墮在一合相裡，不知道佛講的一合相也是假名而已，有名無實。所以尊者這一段問的意思很深很深。"
    },
    {
      "id": "09-023-0102_p0055",
      "zh_CN": "【意明必须实有，方是一合相。今一合相既无一定，则世界之为当体即空，彰彰明甚。】",
      "zh_TW": "【意明必須實有，方是一合相。今一合相既無一定，則世界之為當體即空，彰彰明甚。】"
    },
    {
      "id": "09-023-0102_p0056",
      "zh_CN": "「彰」就是非常明显的暴露在外面，一丝毫隐瞒都没有，太清楚、太明白了；事实真相真的是当体即空，了不可得。从这个地方，我们能够体会到，诸佛菩萨怎么不自在？真正得大解脱，究竟圆满的解脱，「法身、般若、解脱」三德圆满的现前了。他们的受用就是「常乐我净」，我们凡夫这四个字都没有，凡夫叫四颠倒。他真正得到了。「常」是永恒，不生不灭，这是常。「乐」是离一切忧悲苦恼，永远摆脱了，苦乐忧喜永远没有了，那叫真乐。「我」是主宰的意思，自己真正做得了主宰。「净」是身心清净，一尘不染。这是他的受用。尊者说得好，问也问得好，我们再看世尊的答复，看释迦牟尼佛怎么说的。",
      "zh_TW": "「彰」就是非常明顯的暴露在外面，一絲毫隱瞞都沒有，太清楚、太明白了；事實真相真的是當體即空，了不可得。從這個地方，我們能夠體會到，諸佛菩薩怎麼不自在？真正得大解脫，究竟圓滿的解脫，「法身、般若、解脫」三德圓滿的現前了。他們的受用就是「常樂我淨」，我們凡夫這四個字都沒有，凡夫叫四顛倒。他真正得到了。「常」是永恆，不生不滅，這是常。「樂」是離一切憂悲苦惱，永遠擺脫了，苦樂憂喜永遠沒有了，那叫真樂。「我」是主宰的意思，自己真正做得了主宰。「淨」是身心清淨，一塵不染。這是他的受用。尊者說得好，問也問得好，我們再看世尊的答覆，看釋迦牟尼佛怎麼說的。"
    },
    {
      "id": "09-023-0102_p0057",
      "zh_CN": "经【须菩提，一合相者，则是不可说，但凡夫之人贪着其事。】",
      "zh_TW": "經【須菩提，一合相者，則是不可說，但凡夫之人貪著其事。】"
    },
    {
      "id": "09-023-0102_p0058",
      "zh_CN": "这一段文要不细说，真的很难体会。我们看注解：",
      "zh_TW": "這一段文要不細說，真的很難體會。我們看註解："
    },
    {
      "id": "09-023-0102_p0059",
      "zh_CN": "【一合相者，一不定一，合不定合。故曰一合相者，则是不可说。】",
      "zh_TW": "【一合相者，一不定一，合不定合。故曰一合相者，則是不可說。】"
    },
    {
      "id": "09-023-0102_p0060",
      "zh_CN": "佛这个讲法，比须菩提尊者前面所说的更深、更广、更微细，真的是所谓彻法底源，宇宙人生的根源。一合相实在讲是方便说，不是真实说。说一合相，凡夫之人贪着其事，凡夫能够接受，他能够理解，他能够懂。从粗显的，譬如我们今天科学里面讲，如果从原子、从电子、从中子、质子，以这个为单位来讲起，一合相，这我们大家都会承认，没有问题。可是中子、质子再分析，问题就来了，再往深一层去观察，问题来了，不往下去没有问题，一合相没有问题，再往底下去追究，它就有问题。问题在哪里？物质根本不存在，它根本没有，「一」到哪里去找？「一」尚且没有，怎么「合」？所以这是彻法底源的意思，一也没有，合也没有。「一合相者，则是不可说。」佛这一句话，大智慧的须菩提尊者，他们这样的人，听佛这一说都能明暸。底下说：",
      "zh_TW": "佛這個講法，比須菩提尊者前面所說的更深、更廣、更微細，真的是所謂徹法底源，宇宙人生的根源。一合相實在講是方便說，不是真實說。說一合相，凡夫之人貪著其事，凡夫能夠接受，他能夠理解，他能夠懂。從粗顯的，譬如我們今天科學裡面講，如果從原子、從電子、從中子、質子，以這個為單位來講起，一合相，這我們大家都會承認，沒有問題。可是中子、質子再分析，問題就來了，再往深一層去觀察，問題來了，不往下去沒有問題，一合相沒有問題，再往底下去追究，它就有問題。問題在哪裡？物質根本不存在，它根本沒有，「一」到哪裡去找？「一」尚且沒有，怎麼「合」？所以這是徹法底源的意思，一也沒有，合也沒有。「一合相者，則是不可說。」佛這一句話，大智慧的須菩提尊者，他們這樣的人，聽佛這一說都能明暸。底下說："
    },
    {
      "id": "09-023-0102_p0061",
      "zh_CN": "【若说世界真是一合，岂非微尘亦真是一合。】",
      "zh_TW": "【若說世界真是一合，豈非微塵亦真是一合。】"
    },
    {
      "id": "09-023-0102_p0062",
      "zh_CN": "我们今天所讲的原子、中子、质子，真的是一合，大而世界，小而微尘，那真的是一合相。「而世界非世界，乃微尘也。」这个话我们可以接受，我们可以理解。世界的确没有，为什么？微尘聚合的，是一合相。下面这一句就难懂：",
      "zh_TW": "我們今天所講的原子、中子、質子，真的是一合，大而世界，小而微塵，那真的是一合相。「而世界非世界，乃微塵也。」這個話我們可以接受，我們可以理解。世界的確沒有，為什麼？微塵聚合的，是一合相。下面這一句就難懂："
    },
    {
      "id": "09-023-0102_p0063",
      "zh_CN": "【微尘非微尘，乃本空也。】",
      "zh_TW": "【微塵非微塵，乃本空也。】"
    },
    {
      "id": "09-023-0102_p0064",
      "zh_CN": "这个事实，现代科学家逐渐逐渐已经接近到证实、证明了，微尘本空。",
      "zh_TW": "這個事實，現代科學家逐漸逐漸已經接近到證實、證明了，微塵本空。"
    },
    {
      "id": "09-023-0102_p0065",
      "zh_CN": "【微尘本空，由是可知世界之一合相亦复本空。】",
      "zh_TW": "【微塵本空，由是可知世界之一合相亦復本空。】"
    },
    {
      "id": "09-023-0102_p0066",
      "zh_CN": "如果说微尘不空，世界的一合相是讲得通的；微尘本空，世界的一合相就成了问题。由是可知，世界之一合相亦复本空。",
      "zh_TW": "如果說微塵不空，世界的一合相是講得通的；微塵本空，世界的一合相就成了問題。由是可知，世界之一合相亦復本空。"
    },
    {
      "id": "09-023-0102_p0067",
      "zh_CN": "【岂非一即非一，合即非合耶。】",
      "zh_TW": "【豈非一即非一，合即非合耶。】"
    },
    {
      "id": "09-023-0102_p0068",
      "zh_CN": "这是佛说「则是不可说」，佛这句话这个意思很广。这里面含摄种种不同的根机，大机的人体会得深、体会得透彻，小根器的人体会得浅，浅也得受用，不是不得受用，这种说法真的是善巧方便。看底下的注解：",
      "zh_TW": "這是佛說「則是不可說」，佛這句話這個意思很廣。這裡面含攝種種不同的根機，大機的人體會得深、體會得透徹，小根器的人體會得淺，淺也得受用，不是不得受用，這種說法真的是善巧方便。看底下的註解："
    },
    {
      "id": "09-023-0102_p0069",
      "zh_CN": "【约清净性言，则都无此事。】",
      "zh_TW": "【約清淨性言，則都無此事。】"
    },
    {
      "id": "09-023-0102_p0070",
      "zh_CN": "如果讲清净心，真如本性里面没有这个事情，清净心中跟诸位说，无佛无众生，无微尘无世界，清净心中没有这些东西。",
      "zh_TW": "如果講清淨心，真如本性裡面沒有這個事情，清淨心中跟諸位說，無佛無眾生，無微塵無世界，清淨心中沒有這些東西。"
    },
    {
      "id": "09-023-0102_p0071",
      "zh_CN": "【凡夫之人贪着其事。其事，泛指一切事相。】",
      "zh_TW": "【凡夫之人貪著其事。其事，泛指一切事相。】"
    },
    {
      "id": "09-023-0102_p0072",
      "zh_CN": "我们佛门里面讲的，十法界依正庄严，凡夫贪着其事。",
      "zh_TW": "我們佛門裡面講的，十法界依正莊嚴，凡夫貪著其事。"
    },
    {
      "id": "09-023-0102_p0073",
      "zh_CN": "【言凡情非正知也】",
      "zh_TW": "【言凡情非正知也】"
    },
    {
      "id": "09-023-0102_p0074",
      "zh_CN": "凡夫对于宇宙人生情见，情见就是迷、不觉，以为是这样的；殊不知他看错了，他不是正知。",
      "zh_TW": "凡夫對於宇宙人生情見，情見就是迷、不覺，以為是這樣的；殊不知他看錯了，他不是正知。"
    },
    {
      "id": "09-023-0102_p0075",
      "zh_CN": "【因其向外驰求，故于事相，起贪恋而生执着。】",
      "zh_TW": "【因其向外馳求，故於事相，起貪戀而生執著。】"
    },
    {
      "id": "09-023-0102_p0076",
      "zh_CN": "凡夫的病在哪里？病在向外求，心外求法，向外求；向外求是从相上求，着相不见性。最近的一个外面现相，身体，执着这个身体，保养这个身体，爱惜这个身体，贪恋这个身体，这都是向外驰求。再要扩展出去，身外之物无量无边，这就造业了。六道就这么来的，十法界也是这么来的，因为你贪恋世间五欲六尘，这就变成六道轮回；因为你贪恋佛法，贪恋出世间法，那就变成四圣法界，声闻、缘觉、菩萨、佛，这是十法界。十法界都是妄想执着变现出来的，离一切妄想分别执着，十法界没有了。没有之后是什么境界？不得已取一个假名叫「一真法界」，不得已用一个假的言说，你证得清净法身。用《金刚经》上的话，这都是「即非是名」，都是假名。",
      "zh_TW": "凡夫的病在哪裡？病在向外求，心外求法，向外求；向外求是從相上求，著相不見性。最近的一個外面現相，身體，執著這個身體，保養這個身體，愛惜這個身體，貪戀這個身體，這都是向外馳求。再要擴展出去，身外之物無量無邊，這就造業了。六道就這麼來的，十法界也是這麼來的，因為你貪戀世間五欲六塵，這就變成六道輪迴；因為你貪戀佛法，貪戀出世間法，那就變成四聖法界，聲聞、緣覺、菩薩、佛，這是十法界。十法界都是妄想執著變現出來的，離一切妄想分別執著，十法界沒有了。沒有之後是什麼境界？不得已取一個假名叫「一真法界」，不得已用一個假的言說，你證得清淨法身。用《金剛經》上的話，這都是「即非是名」，都是假名。"
    },
    {
      "id": "09-023-0102_p0077",
      "zh_CN": "【欲净凡情，须开正知。】",
      "zh_TW": "【欲淨凡情，須開正知。】"
    },
    {
      "id": "09-023-0102_p0078",
      "zh_CN": "要把凡情淘汰尽，不迷了，永远不迷了，一定要开正知。正知是佛知佛见，《法华经》上所说的开佛知见、入佛知见。",
      "zh_TW": "要把凡情淘汰盡，不迷了，永遠不迷了，一定要開正知。正知是佛知佛見，《法華經》上所說的開佛知見、入佛知見。"
    },
    {
      "id": "09-023-0102_p0079",
      "zh_CN": "【当知一合相，当离名字言说，当于不可说处领会。】",
      "zh_TW": "【當知一合相，當離名字言說，當於不可說處領會。】"
    },
    {
      "id": "09-023-0102_p0080",
      "zh_CN": "这就是我刚才说的，佛说这句话，种种根性的人体会不一样，大根性、小根性就在佛这一句，则是不可说，「一合相者，则是不可说」，从这里头去体会。",
      "zh_TW": "這就是我剛才說的，佛說這句話，種種根性的人體會不一樣，大根性、小根性就在佛這一句，則是不可說，「一合相者，則是不可說」，從這裡頭去體會。"
    },
    {
      "id": "09-023-0102_p0081",
      "zh_CN": "【不可贪着其事】",
      "zh_TW": "【不可貪著其事】"
    },
    {
      "id": "09-023-0102_p0082",
      "zh_CN": "佛说一合相，贪着一合相，错了。实在讲，佛菩萨唯恐我们听了这个话，没有懂他的意思，贪着言教，贪著名相，贪着言说，这就错了。决定不能贪着，要离言说、离名字，一合相是名字，名词术语；离心缘相。",
      "zh_TW": "佛說一合相，貪著一合相，錯了。實在講，佛菩薩唯恐我們聽了這個話，沒有懂他的意思，貪著言教，貪著名相，貪著言說，這就錯了。決定不能貪著，要離言說、離名字，一合相是名字，名詞術語；離心緣相。"
    },
    {
      "id": "09-023-0102_p0083",
      "zh_CN": "【如此，方能解如来所说义。】",
      "zh_TW": "【如此，方能解如來所說義。】"
    },
    {
      "id": "09-023-0102_p0084",
      "zh_CN": "你才真正懂得佛所说的意思，愿解如来真实义。得以随顺契入，这就是古德所讲的随文入观，你能够契入。",
      "zh_TW": "你才真正懂得佛所說的意思，願解如來真實義。得以隨順契入，這就是古德所講的隨文入觀，你能夠契入。"
    },
    {
      "id": "09-023-0102_p0085",
      "zh_CN": "【尘界如此】",
      "zh_TW": "【塵界如此】"
    },
    {
      "id": "09-023-0102_p0086",
      "zh_CN": "尘是微尘，界是世界，一个是最小的，一个是最大的。我们不得已说，不这个说法不行，无话可说，微尘世界是一合相。",
      "zh_TW": "塵是微塵，界是世界，一個是最小的，一個是最大的。我們不得已說，不這個說法不行，無話可說，微塵世界是一合相。"
    },
    {
      "id": "09-023-0102_p0087",
      "zh_CN": "【色身亦然】",
      "zh_TW": "【色身亦然】"
    },
    {
      "id": "09-023-0102_p0088",
      "zh_CN": "我们这个身体也是一合相。",
      "zh_TW": "我們這個身體也是一合相。"
    },
    {
      "id": "09-023-0102_p0089",
      "zh_CN": "【凡夫所以贪着色身为我者，由于不知是五蕴假合耳。若知除五蕴外无此色身，便不致于贪着矣。】",
      "zh_TW": "【凡夫所以貪著色身為我者，由於不知是五蘊假合耳。若知除五蘊外無此色身，便不致於貪著矣。】"
    },
    {
      "id": "09-023-0102_p0090",
      "zh_CN": "哪一个众生不贪着他的身相？再丑陋的众生，他也贪着他的身相。畜生、饿鬼、地狱没有一个不贪，他要不贪着他的身相，他的问题就解决了。为什么会堕三途？为什么会堕地狱？贪着身相。我们今天念佛为什么不能往生？贪着身相，念佛不能往生。佛在经上告诉我们：身是什么？身也是一合相，四大五蕴众缘和合而现起这么一个现相，这个现相也是当体即空，了不可得。诸位，如果你能够契入，入这个境界，你生死就自在。生死自在；换句话说，没有生死了，你得大自在了。",
      "zh_TW": "哪一個眾生不貪著他的身相？再醜陋的眾生，他也貪著他的身相。畜生、餓鬼、地獄沒有一個不貪，他要不貪著他的身相，他的問題就解決了。為什麼會墮三途？為什麼會墮地獄？貪著身相。我們今天念佛為什麼不能往生？貪著身相，念佛不能往生。佛在經上告訴我們：身是什麼？身也是一合相，四大五蘊眾緣和合而現起這麼一個現相，這個現相也是當體即空，了不可得。諸位，如果你能夠契入，入這個境界，你生死就自在。生死自在；換句話說，沒有生死了，你得大自在了。"
    },
    {
      "id": "09-023-0102_p0091",
      "zh_CN": "佛这些话，我们读得太多、听得太多，为什么就做不到？做不到，就是不能将佛这些话、这些道理，时时刻刻在我们身心活动当中去勘验、去体会，我们没做这个功夫。听经是听经，读经是读经，与我们起心动念、所有一切生活的活动，没有把它连起来。真正修行人，就是把经典所讲的这些道理，这些原理原则，跟我们日常生活当中结合成一体，用佛理来勘验我们的起心动念、勘验我们的行为，用我们自己起心动念一切行为，来体会经义，体会佛所讲的这些道理，讲的这些原则原理，这叫做真修行，这叫做会用功。所以修行，诸位要知道，不是每天念几部经，这个大家都搞错了。还有一些人，「我早晚功课都不缺，我修得不错！」一天到晚贪瞋痴慢，还修得不错？其实跟佛所说的完全不是那么回事。",
      "zh_TW": "佛這些話，我們讀得太多、聽得太多，為什麼就做不到？做不到，就是不能將佛這些話、這些道理，時時刻刻在我們身心活動當中去勘驗、去體會，我們沒做這個功夫。聽經是聽經，讀經是讀經，與我們起心動念、所有一切生活的活動，沒有把它連起來。真正修行人，就是把經典所講的這些道理，這些原理原則，跟我們日常生活當中結合成一體，用佛理來勘驗我們的起心動念、勘驗我們的行為，用我們自己起心動念一切行為，來體會經義，體會佛所講的這些道理，講的這些原則原理，這叫做真修行，這叫做會用功。所以修行，諸位要知道，不是每天念幾部經，這個大家都搞錯了。還有一些人，「我早晚功課都不缺，我修得不錯！」一天到晚貪瞋痴慢，還修得不錯？其實跟佛所說的完全不是那麼回事。"
    },
    {
      "id": "09-023-0102_p0092",
      "zh_CN": "所以一定要晓得，我们身体的物质，物质是什么？四大。四大是什么？就是现在科学家讲的原子、电子、基本粒子，四大就是这个东西，这是最小的物质。最小的物质，为什么称它四大？它有四大特性，最小的物质它有四大特性。第一个，它已经形成一个物体，你可以能观察得到，这叫「地大」，它已经形成一个物体。佛菩萨、阿罗汉有天眼，能看见微尘，阿罗汉的天眼可以看到微尘。菩萨的法眼，那就看得更仔细、更透彻，看到波动。这个基本的物质，刚才讲了，它形成物质你可以能观察得到，这是地大。我们现在人讲它带电，在我们佛法讲，火大，「火大」是带阳电，「水大」是带阴电，它带电，这是水大、火大。它是动的，它不是静止的，这个现在看得很明显，它是动的，动的就叫做「风大」。风是动的，不动就不叫风。它有四大特性，它的性质，它已经形成一个很小的物质；我们用普通话来讲，它有温度，它有湿度，其实温度、湿度，现代人讲带阳电、带阴电，阳电就是温度，阴电就是湿度，它带电；它是动的，组成我们的肉身。我们这个身体，这是无量无数的这些基本粒子组成的，这个东西散开了，身体就没有了，聚起来现这个相，散掉就没有这个相。这个相是假相，缘聚缘散。真正明白了，缘聚，这个相不生；缘散，这个相也没灭，哪有生灭？找生灭，了不可得，只有缘聚缘散的现象，这里头找不到生灭。",
      "zh_TW": "所以一定要曉得，我們身體的物質，物質是什麼？四大。四大是什麼？就是現在科學家講的原子、電子、基本粒子，四大就是這個東西，這是最小的物質。最小的物質，為什麼稱它四大？它有四大特性，最小的物質它有四大特性。第一個，它已經形成一個物體，你可以能觀察得到，這叫「地大」，它已經形成一個物體。佛菩薩、阿羅漢有天眼，能看見微塵，阿羅漢的天眼可以看到微塵。菩薩的法眼，那就看得更仔細、更透徹，看到波動。這個基本的物質，剛才講了，它形成物質你可以能觀察得到，這是地大。我們現在人講它帶電，在我們佛法講，火大，「火大」是帶陽電，「水大」是帶陰電，它帶電，這是水大、火大。它是動的，它不是靜止的，這個現在看得很明顯，它是動的，動的就叫做「風大」。風是動的，不動就不叫風。它有四大特性，它的性質，它已經形成一個很小的物質；我們用普通話來講，它有溫度，它有濕度，其實溫度、濕度，現代人講帶陽電、帶陰電，陽電就是溫度，陰電就是濕度，它帶電；它是動的，組成我們的肉身。我們這個身體，這是無量無數的這些基本粒子組成的，這個東西散開了，身體就沒有了，聚起來現這個相，散掉就沒有這個相。這個相是假相，緣聚緣散。真正明白了，緣聚，這個相不生；緣散，這個相也沒滅，哪有生滅？找生滅，了不可得，只有緣聚緣散的現象，這裡頭找不到生滅。"
    },
    {
      "id": "09-023-0102_p0093",
      "zh_CN": "五蕴其余的四个，受想行识是心法。我们人是动物，除了物质的肉体之外，他有精神的作用，精神这一部分叫心法。「受」，他有感受，有苦乐忧喜的感受。「想」，他会打妄想，他有想像，这个想里面包括妄想分别执着，都包括在想里头。「行」，行的意思比较深，行是不住，它不停。我们念头不停，一个念头灭了，底下一个念头生，不会一个念头停在那里，不可能！念头有生灭，生灭就是无常。所以四念处里头「观心无常」，你那个心、念头，一个念头起，一个念头灭，一天不晓得多少念头生灭。佛跟我们讲一弹指六十刹那，一刹那九百生灭，什么生灭？念头生灭；就是妄想。最后是「识」，受想行识，识就是妄想心的本体，迷了就叫识，觉悟了就叫性，觉悟了就是真如本性。觉悟之后，妄想没有了，妄想分别执着统统没有了，那是觉悟；还有妄想分别执着，迷而不觉，不要以为自己觉悟了。正如同一个人生病，不要以为没病；知道病，好！为什么？你还会求医，你还有救；自己一身病以为没有病，那没救了！为什么？他不求医，哪一天病发作，只有死路一条，没救了！所以一定要觉悟。了解我们身体，除四大五蕴之外，了不可得，我们对这个身跟心都不起贪恋，身心世界统统要放下。身心当体即空，了不可得。世界，大的世界，小的微尘，也是一合相，也是不可得。说这些话，就是教给我们，身心世界统统是虚妄的，统统是假有的。你实在不能够体会，你就想到一合相，众缘和合生起这么个幻相，你从这个地方去体会。逐渐逐渐你能看破、你能放下，那就好！这就不至于贪着，断贪的烦恼。贪是无量无边烦恼的根源，总根源，这个东西拔掉之后，你的病就好了，都没有了。瞋恚，贪不到才瞋恚，这一贪就到手，他怎么会瞋恚？贪不到才瞋恚。所以总根就是贪，贪就是这么起来的，贪之所以难拔除，你才晓得佛讲《般若经》，帮助我们把根本烦恼连根拔除。",
      "zh_TW": "五蘊其餘的四個，受想行識是心法。我們人是動物，除了物質的肉體之外，他有精神的作用，精神這一部分叫心法。「受」，他有感受，有苦樂憂喜的感受。「想」，他會打妄想，他有想像，這個想裡面包括妄想分別執著，都包括在想裡頭。「行」，行的意思比較深，行是不住，它不停。我們念頭不停，一個念頭滅了，底下一個念頭生，不會一個念頭停在那裡，不可能！念頭有生滅，生滅就是無常。所以四念處裡頭「觀心無常」，你那個心、念頭，一個念頭起，一個念頭滅，一天不曉得多少念頭生滅。佛跟我們講一彈指六十剎那，一剎那九百生滅，什麼生滅？念頭生滅；就是妄想。最後是「識」，受想行識，識就是妄想心的本體，迷了就叫識，覺悟了就叫性，覺悟了就是真如本性。覺悟之後，妄想沒有了，妄想分別執著統統沒有了，那是覺悟；還有妄想分別執著，迷而不覺，不要以為自己覺悟了。正如同一個人生病，不要以為沒病；知道病，好！為什麼？你還會求醫，你還有救；自己一身病以為沒有病，那沒救了！為什麼？他不求醫，哪一天病發作，只有死路一條，沒救了！所以一定要覺悟。了解我們身體，除四大五蘊之外，了不可得，我們對這個身跟心都不起貪戀，身心世界統統要放下。身心當體即空，了不可得。世界，大的世界，小的微塵，也是一合相，也是不可得。說這些話，就是教給我們，身心世界統統是虛妄的，統統是假有的。你實在不能夠體會，你就想到一合相，眾緣和合生起這麼個幻相，你從這個地方去體會。逐漸逐漸你能看破、你能放下，那就好！這就不至於貪著，斷貪的煩惱。貪是無量無邊煩惱的根源，總根源，這個東西拔掉之後，你的病就好了，都沒有了。瞋恚，貪不到才瞋恚，這一貪就到手，他怎麼會瞋恚？貪不到才瞋恚。所以總根就是貪，貪就是這麼起來的，貪之所以難拔除，你才曉得佛講《般若經》，幫助我們把根本煩惱連根拔除。"
    },
    {
      "id": "09-023-0102_p0094",
      "zh_CN": "【说非一非多，即是说不增不减。他如不生不灭等句，皆同此意。】",
      "zh_TW": "【說非一非多，即是說不增不減。他如不生不滅等句，皆同此意。】"
    },
    {
      "id": "09-023-0102_p0095",
      "zh_CN": "这是我们常说，闻一知十，知道世尊说法说一个原则、一个原理，我们就能够通达一切法。佛为什么说许许多多？因为众生根性不相同，有些人在这一句里头，说不生不灭他明白了，有些人在不增不减这上面明白了。其实怎么说法都是一个意思，这也显示佛无有定法可说。佛实在无有法可说，佛说法是应种种不同的根机。",
      "zh_TW": "這是我們常說，聞一知十，知道世尊說法說一個原則、一個原理，我們就能夠通達一切法。佛為什麼說許許多多？因為眾生根性不相同，有些人在這一句裡頭，說不生不滅他明白了，有些人在不增不減這上面明白了。其實怎麼說法都是一個意思，這也顯示佛無有定法可說。佛實在無有法可說，佛說法是應種種不同的根機。"
    },
    {
      "id": "09-023-0102_p0096",
      "zh_CN": "【总之，明得界非界、尘非尘之义。】",
      "zh_TW": "【總之，明得界非界、塵非塵之義。】"
    },
    {
      "id": "09-023-0102_p0097",
      "zh_CN": "世界非世界，微尘非微尘，这个经上讲的「则非微尘众，是名微尘众」，「则非世界，是名世界」，你常常想着这个意思。",
      "zh_TW": "世界非世界，微塵非微塵，這個經上講的「則非微塵眾，是名微塵眾」，「則非世界，是名世界」，你常常想著這個意思。"
    },
    {
      "id": "09-023-0102_p0098",
      "zh_CN": "【便恍然于世间】",
      "zh_TW": "【便恍然於世間】"
    },
    {
      "id": "09-023-0102_p0099",
      "zh_CN": "恍然是大悟，明白、清楚了。",
      "zh_TW": "恍然是大悟，明白、清楚了。"
    },
    {
      "id": "09-023-0102_p0100",
      "zh_CN": "【所有大小、高低、来去、一多、总别、增减、贤愚、净秽等等对待之名相。】",
      "zh_TW": "【所有大小、高低、來去、一多、總別、增減、賢愚、淨穢等等對待之名相。】"
    },
    {
      "id": "09-023-0102_p0101",
      "zh_CN": "凡是相对的，「大小」，在世界上讲，世界是大，微尘是小，这一对，以我们凡夫的身，色身跟受想行识的心是一对，色心是一对，都是对待的，凡是对待的，",
      "zh_TW": "凡是相對的，「大小」，在世界上講，世界是大，微塵是小，這一對，以我們凡夫的身，色身跟受想行識的心是一對，色心是一對，都是對待的，凡是對待的，"
    },
    {
      "id": "09-023-0102_p0102",
      "zh_CN": "【莫非虚幻，当体是空。】",
      "zh_TW": "【莫非虛幻，當體是空。】"
    },
    {
      "id": "09-023-0102_p0103",
      "zh_CN": "对待相生，你想想看，能离开因缘吗？凡是对待的都是因缘相生，因缘就是对待的。缘生性空，所以说当体即空，了不可得，你还要执着它干什么？所以佛教给我们，我们生活在这个世间，要用什么样的态度？随缘而不攀缘，这就对了。",
      "zh_TW": "對待相生，你想想看，能離開因緣嗎？凡是對待的都是因緣相生，因緣就是對待的。緣生性空，所以說當體即空，了不可得，你還要執著它幹什麼？所以佛教給我們，我們生活在這個世間，要用什麼樣的態度？隨緣而不攀緣，這就對了。"
    },
    {
      "id": "09-023-0102_p0104",
      "zh_CN": "【若明得诸法本空，便会归于性，而诸法一如矣，是法平等矣。】",
      "zh_TW": "【若明得諸法本空，便會歸於性，而諸法一如矣，是法平等矣。】"
    },
    {
      "id": "09-023-0102_p0105",
      "zh_CN": "大乘法里头常说「消归自性」，法相学者常说「转识成智」，这都是行门用功的重要纲领，重要的原理原则。我们也听得耳熟，讨论起来也会说，为什么做不到？这里说出来，你没有真正领会到诸法本空，你没有领会到；如果真正领会到诸法皆空，消归自性、转识成智，你自然就做到，自自然然就诸法一如、是法平等。是法平等，转末那识为平等性智；诸法一如，转阿赖耶为大圆镜智；会归于性，转第六意识为妙观察智。只要知道诸法本空，三心不可得，如来果地上的境界，讲如来果地上的境界就是圆教初住菩萨这个境界，我们真的可以得到。不是得不到，确实可以得到。如果我们凡夫得不到的，佛在我们这个世间决定不讲，讲了有什么意思，讲了我们做不到。讲了我们做不到，佛怎么对得起我们？佛说的那些话都是吊胃口，开玩笑的，说得太高了，做不到的，佛就真的是对不起人。凡是佛说的，我们统统做得到。做得到，你为什做不到？自有原因，原因当然很多，很多原因里头最重要的一个原因，你对于事实真相没搞清楚，这是许许多多原因里头最重要的一个原因。而《般若经》，就要把这个原因来对治，一定把宇宙人生真正的状况，给你讲得清清楚楚、明明白白，让你了解身心世界都是缘起性空，都是没有自性，了不可得。如来果地上的境界，你就有办法契入，你念佛决定得生；不但往生净土，高品位往生。往生的时候预知时至，没有病苦，站着走，坐着走，真是自在！想什么时候走，就什么时候走。人家有什么本事？就是了解诸法本空，了不可得，他统统放下了。我们今天念佛念了不少年，连个消息都没有。什么原因？执着一切法是有，还在这里头搞贪瞋痴慢，把我们无始劫以来向往的大事情给耽误掉了。所以这个地方说明诸法本空，这是非常要紧的义理、义趣。",
      "zh_TW": "大乘法裡頭常說「消歸自性」，法相學者常說「轉識成智」，這都是行門用功的重要綱領，重要的原理原則。我們也聽得耳熟，討論起來也會說，為什麼做不到？這裡說出來，你沒有真正領會到諸法本空，你沒有領會到；如果真正領會到諸法皆空，消歸自性、轉識成智，你自然就做到，自自然然就諸法一如、是法平等。是法平等，轉末那識為平等性智；諸法一如，轉阿賴耶為大圓鏡智；會歸於性，轉第六意識為妙觀察智。只要知道諸法本空，三心不可得，如來果地上的境界，講如來果地上的境界就是圓教初住菩薩這個境界，我們真的可以得到。不是得不到，確實可以得到。如果我們凡夫得不到的，佛在我們這個世間決定不講，講了有什麼意思，講了我們做不到。講了我們做不到，佛怎麼對得起我們？佛說的那些話都是吊胃口，開玩笑的，說得太高了，做不到的，佛就真的是對不起人。凡是佛說的，我們統統做得到。做得到，你為什做不到？自有原因，原因當然很多，很多原因裡頭最重要的一個原因，你對於事實真相沒搞清楚，這是許許多多原因裡頭最重要的一個原因。而《般若經》，就要把這個原因來對治，一定把宇宙人生真正的狀況，給你講得清清楚楚、明明白白，讓你了解身心世界都是緣起性空，都是沒有自性，了不可得。如來果地上的境界，你就有辦法契入，你念佛決定得生；不但往生淨土，高品位往生。往生的時候預知時至，沒有病苦，站著走，坐著走，真是自在！想什麼時候走，就什麼時候走。人家有什麼本事？就是了解諸法本空，了不可得，他統統放下了。我們今天念佛念了不少年，連個消息都沒有。什麼原因？執著一切法是有，還在這裡頭搞貪瞋痴慢，把我們無始劫以來嚮往的大事情給耽誤掉了。所以這個地方說明諸法本空，這是非常要緊的義理、義趣。"
    },
    {
      "id": "09-023-0102_p0106",
      "zh_CN": "【此为诸法空相之要义】",
      "zh_TW": "【此為諸法空相之要義】"
    },
    {
      "id": "09-023-0102_p0107",
      "zh_CN": "最重要的义理。",
      "zh_TW": "最重要的義理。"
    },
    {
      "id": "09-023-0102_p0108",
      "zh_CN": "【解得此义，便可事事作如是观。】",
      "zh_TW": "【解得此義，便可事事作如是觀。】"
    },
    {
      "id": "09-023-0102_p0109",
      "zh_CN": "我们日常生活当中，工作里面、待人接物，起心动念、言语造作，都用这个来勘验，就自己实际的生活行为体会经义，这是我们真修、真正用功的方法，这真干！开头做的时候，因为习气这个关系，也就是不习惯，偶尔提一下，过去就忘了。甚至于一天当中，一分钟的时间都提不起来，习气毛病！但是一定要警惕，所以为什么教你多读经，读经是提醒你要这么做。尤其是早晚功课，早课提醒自己，晚课反省。我教大家念阿弥陀佛，我教你念十声佛号，对于一个工作再繁忙的人，十声佛号一分钟就行了，一天念九次，每念一次提醒你一次。念这个佛号要能提起观照功夫，时间虽然短，很有效果，有力量，然后自自然然养成习惯。养成习惯，到功夫不间断的时候，那就是：",
      "zh_TW": "我們日常生活當中，工作裡面、待人接物，起心動念、言語造作，都用這個來勘驗，就自己實際的生活行為體會經義，這是我們真修、真正用功的方法，這真幹！開頭做的時候，因為習氣這個關係，也就是不習慣，偶爾提一下，過去就忘了。甚至於一天當中，一分鐘的時間都提不起來，習氣毛病！但是一定要警惕，所以為什麼教你多讀經，讀經是提醒你要這麼做。尤其是早晚功課，早課提醒自己，晚課反省。我教大家念阿彌陀佛，我教你念十聲佛號，對於一個工作再繁忙的人，十聲佛號一分鐘就行了，一天念九次，每念一次提醒你一次。念這個佛號要能提起觀照功夫，時間雖然短，很有效果，有力量，然後自自然然養成習慣。養成習慣，到功夫不間斷的時候，那就是："
    },
    {
      "id": "09-023-0102_p0110",
      "zh_CN": "【观照功醇】",
      "zh_TW": "【觀照功醇】"
    },
    {
      "id": "09-023-0102_p0111",
      "zh_CN": "你的功夫醇了，醇就是打成一片，起心动念、一切作为都能体会经义，都能够与经典的理论、原则相应。",
      "zh_TW": "你的功夫醇了，醇就是打成一片，起心動念、一切作為都能體會經義，都能夠與經典的理論、原則相應。"
    },
    {
      "id": "09-023-0102_p0112",
      "zh_CN": "【便可证无生忍，而泯相入体矣。】",
      "zh_TW": "【便可證無生忍，而泯相入體矣。】"
    },
    {
      "id": "09-023-0102_p0113",
      "zh_CN": "泯相入体是明心见性，念佛人念到理一心不乱，你能够证无生忍，无生忍的境界很高！为什么能证无生忍？因为你晓得，世界微尘是假的，不是真的，本来不生；我们自己的色心也是假的，也是本来不生。你能入这个境界，这是证得无生忍基本的条件，你虽然没有证得，但是你具有这个基本条件。底下一段说：",
      "zh_TW": "泯相入體是明心見性，念佛人念到理一心不亂，你能夠證無生忍，無生忍的境界很高！為什麼能證無生忍？因為你曉得，世界微塵是假的，不是真的，本來不生；我們自己的色心也是假的，也是本來不生。你能入這個境界，這是證得無生忍基本的條件，你雖然沒有證得，但是你具有這個基本條件。底下一段說："
    },
    {
      "id": "09-023-0102_p0114",
      "zh_CN": "【正报、依报，为众生所不能须臾离者。】",
      "zh_TW": "【正報、依報，為眾生所不能須臾離者。】"
    },
    {
      "id": "09-023-0102_p0115",
      "zh_CN": "正报是身体，依报是我生活依靠的环境，不能离开，衣食住行，一天都不能离开，一时一刻都不能离开。",
      "zh_TW": "正報是身體，依報是我生活依靠的環境，不能離開，衣食住行，一天都不能離開，一時一刻都不能離開。"
    },
    {
      "id": "09-023-0102_p0116",
      "zh_CN": "【尚且虚幻无实】",
      "zh_TW": "【尚且虛幻無實】"
    },
    {
      "id": "09-023-0102_p0117",
      "zh_CN": "这都是假的，不是真的，不是真有，何况其余！其他的更是假的，更不是真的。底下讲：",
      "zh_TW": "這都是假的，不是真的，不是真有，何況其餘！其他的更是假的，更不是真的。底下講："
    },
    {
      "id": "09-023-0102_p0118",
      "zh_CN": "【则一切盛衰】",
      "zh_TW": "【則一切盛衰】"
    },
    {
      "id": "09-023-0102_p0119",
      "zh_CN": "我们一般人讲，这个人走运、发财了，这是盛；这个人运不好，做什么事情不顺利，衰了。假的不是真的，为什么会有这个现象？业因果报。一般人相信命运，相信命运是结果。妙善法师告诉我们：我们要相信造因，业因，你造善因，一定得善果；你造恶因，一定有恶报。你要相信造因，果报自然殊胜。不相信因，要想求一个好的果，那个错了。苦乐也是假的，也是空的。",
      "zh_TW": "我們一般人講，這個人走運、發財了，這是盛；這個人運不好，做什麼事情不順利，衰了。假的不是真的，為什麼會有這個現象？業因果報。一般人相信命運，相信命運是結果。妙善法師告訴我們：我們要相信造因，業因，你造善因，一定得善果；你造惡因，一定有惡報。你要相信造因，果報自然殊勝。不相信因，要想求一個好的果，那個錯了。苦樂也是假的，也是空的。"
    },
    {
      "id": "09-023-0102_p0120",
      "zh_CN": "【盛衰、苦乐、称讥、毁誉】",
      "zh_TW": "【盛衰、苦樂、稱譏、毀譽】"
    },
    {
      "id": "09-023-0102_p0121",
      "zh_CN": "这八个字就是佛经常讲的八风，一个人最低限度要八风吹不动，这叫八风。称是称赞你、赞叹你，讥是讽刺你、讥笑你，毁是毁谤你，誉就是我们今天讲的荣誉。这八个字都是相对的，四对。一般人在生活当中，这八个字看得很重，分别执着，念念之中不肯放下，不知道这个就更假了，身心世界都是假的，都是空的，这些东西哪里有？",
      "zh_TW": "這八個字就是佛經常講的八風，一個人最低限度要八風吹不動，這叫八風。稱是稱讚你、讚歎你，譏是諷刺你、譏笑你，毀是毀謗你，譽就是我們今天講的榮譽。這八個字都是相對的，四對。一般人在生活當中，這八個字看得很重，分別執著，念念之中不肯放下，不知道這個就更假了，身心世界都是假的，都是空的，這些東西哪裡有？"
    },
    {
      "id": "09-023-0102_p0122",
      "zh_CN": "【其更为虚幻非实可知，何足贪恋执着哉。】",
      "zh_TW": "【其更為虛幻非實可知，何足貪戀執著哉。】"
    },
    {
      "id": "09-023-0102_p0123",
      "zh_CN": "对于身外之物还是这样的计较，分别、执着、贪恋，那真是迷惑得相当重，迷得太重了。",
      "zh_TW": "對於身外之物還是這樣的計較，分別、執著、貪戀，那真是迷惑得相當重，迷得太重了。"
    },
    {
      "id": "09-023-0102_p0124",
      "zh_CN": "【其他，一异】",
      "zh_TW": "【其他，一異】"
    },
    {
      "id": "09-023-0102_p0125",
      "zh_CN": "佛在经上跟我们说的大原则、大纲领。",
      "zh_TW": "佛在經上跟我們說的大原則、大綱領。"
    },
    {
      "id": "09-023-0102_p0126",
      "zh_CN": "【凡圣、生灭、垢净】",
      "zh_TW": "【凡聖、生滅、垢淨】"
    },
    {
      "id": "09-023-0102_p0127",
      "zh_CN": "像《中观论》里面，一部《中观论》只讲八个字，不一不异、不生不灭、不垢不净，都讲这些。诸位想想，它全是相对的。",
      "zh_TW": "像《中觀論》裡面，一部《中觀論》只講八個字，不一不異、不生不滅、不垢不淨，都講這些。諸位想想，它全是相對的。"
    },
    {
      "id": "09-023-0102_p0128",
      "zh_CN": "【人我、彼此等相，莫不如是。】",
      "zh_TW": "【人我、彼此等相，莫不如是。】"
    },
    {
      "id": "09-023-0102_p0129",
      "zh_CN": "全是空寂的，全是当体即空，了不可得。",
      "zh_TW": "全是空寂的，全是當體即空，了不可得。"
    },
    {
      "id": "09-023-0102_p0130",
      "zh_CN": "【果能如是一眼觑定本不生之心源上，观照入去，便是所谓直指向上。】",
      "zh_TW": "【果能如是一眼覷定本不生之心源上，觀照入去，便是所謂直指向上。】"
    },
    {
      "id": "09-023-0102_p0131",
      "zh_CN": "宗门里面的功夫，也就是禅宗修学最高的指导原则在《金刚经》。中国禅宗从五祖忍和尚，传六祖惠能，往后代代相传，都用《金刚经》上讲的原理，做为修行最高的指导原则。宗门用这个方法，就在一切对待法当中，一眼看破，要看到它的根源，要看到它的真相，根源、真相从哪里来的？唯心所现，唯识所变。现相是从心生的，对待是识变的，妄想执着变现出来的，而在真心本性里面没有这个东西，没有这个事相，真的干干净净，一尘不染，教你从这个地方观照入去。所有一切对待的境界里，你得到清净，你真的是返本归源。这就是禅宗最高的指导原则，所以禅宗的修行是从根本修。根本是什么？根本是真心本性，真心本性里头一法不立。所以这就是直指向上。用这个功夫的人：",
      "zh_TW": "宗門裡面的功夫，也就是禪宗修學最高的指導原則在《金剛經》。中國禪宗從五祖忍和尚，傳六祖惠能，往後代代相傳，都用《金剛經》上講的原理，做為修行最高的指導原則。宗門用這個方法，就在一切對待法當中，一眼看破，要看到它的根源，要看到它的真相，根源、真相從哪裡來的？唯心所現，唯識所變。現相是從心生的，對待是識變的，妄想執著變現出來的，而在真心本性裡面沒有這個東西，沒有這個事相，真的乾乾淨淨，一塵不染，教你從這個地方觀照入去。所有一切對待的境界裡，你得到清淨，你真的是返本歸源。這就是禪宗最高的指導原則，所以禪宗的修行是從根本修。根本是什麼？根本是真心本性，真心本性裡頭一法不立。所以這就是直指向上。用這個功夫的人："
    },
    {
      "id": "09-023-0102_p0132",
      "zh_CN": "【则胸襟当下开豁】",
      "zh_TW": "【則胸襟當下開豁】"
    },
    {
      "id": "09-023-0102_p0133",
      "zh_CN": "我们一般讲的心量，凡夫心量很小，容不得人，你能这样用功，心量立刻就扩大了。佛与大菩萨「心包太虚，量周沙界」，我们今天生活在这个世界，跟这个人不能相处，跟那个人过不去，心量太小，迷得太深，才会有这个现象，不知道宇宙人生的真相。如果你心量拓开了，跟诸佛菩萨是好朋友，跟妖魔鬼怪也是好朋友，跟天人可以一起生活，跟饿鬼、地狱也可以一起生活，得大自在！哪里会有隔碍？",
      "zh_TW": "我們一般講的心量，凡夫心量很小，容不得人，你能這樣用功，心量立刻就擴大了。佛與大菩薩「心包太虛，量周沙界」，我們今天生活在這個世界，跟這個人不能相處，跟那個人過不去，心量太小，迷得太深，才會有這個現象，不知道宇宙人生的真相。如果你心量拓開了，跟諸佛菩薩是好朋友，跟妖魔鬼怪也是好朋友，跟天人可以一起生活，跟餓鬼、地獄也可以一起生活，得大自在！哪裡會有隔礙？"
    },
    {
      "id": "09-023-0102_p0134",
      "zh_CN": "【烦恼当下消除】",
      "zh_TW": "【煩惱當下消除】"
    },
    {
      "id": "09-023-0102_p0135",
      "zh_CN": "你为什么有这么多烦恼？你烦恼从哪里来的？真正会用功的人，找，烦恼从哪里来，找，烦恼从哪里来的。果然会找，这一找烦恼没有了；没有了，你就要觉悟，原来烦恼本空。烦恼有，你真把烦恼找出来，找不出来。",
      "zh_TW": "你為什麼有這麼多煩惱？你煩惱從哪裡來的？真正會用功的人，找，煩惱從哪裡來，找，煩惱從哪裡來的。果然會找，這一找煩惱沒有了；沒有了，你就要覺悟，原來煩惱本空。煩惱有，你真把煩惱找出來，找不出來。"
    },
    {
      "id": "09-023-0102_p0136",
      "zh_CN": "就像禅宗二祖慧可一样，慧可心不安，找达摩祖师，求他替我安心。修行多少年，没有成就，心不安。达摩祖师说：「行！你把心拿来，我替你安。」他从这一句话就回光返照，找，找他那个不安的心。这一回光返照找了好久，找不到，回答了一句话：「我觅心了不可得」。觅心当然了不可得，《金刚经》上说：「过去心不可得，现在心不可得，未来心不可得。」你怎么能把心找到？觅心了不可得。达摩告诉他一句话：「我替你心安好了，没事了！」他在这一句话当中开悟了。他悟的什么，你晓不晓得？悟的是身心世界都不可得，不再打妄想。不再打妄想，不再生烦恼，他心不就安了吗？慧可大师的毛病，就是我们现前的毛病，他解决了，我们为什么解决不了？他之所以能够解决，他真干！他真的去找心。我们天天生烦恼，天天不安，不去找那个烦恼的心，你没去找。你果然回过头去找，你的问题解决了。所以佛法是心法，佛法不能在心外去求法，心外没有法，你向内求就能解决问题，你向外求是永远不能解决问题。烦恼当下消除，真的一点都不错。",
      "zh_TW": "就像禪宗二祖慧可一樣，慧可心不安，找達摩祖師，求他替我安心。修行多少年，沒有成就，心不安。達摩祖師說：「行！你把心拿來，我替你安。」他從這一句話就回光返照，找，找他那個不安的心。這一回光返照找了好久，找不到，回答了一句話：「我覓心了不可得」。覓心當然了不可得，《金剛經》上說：「過去心不可得，現在心不可得，未來心不可得。」你怎麼能把心找到？覓心了不可得。達摩告訴他一句話：「我替你心安好了，沒事了！」他在這一句話當中開悟了。他悟的什麼，你曉不曉得？悟的是身心世界都不可得，不再打妄想。不再打妄想，不再生煩惱，他心不就安了嗎？慧可大師的毛病，就是我們現前的毛病，他解決了，我們為什麼解決不了？他之所以能夠解決，他真幹！他真的去找心。我們天天生煩惱，天天不安，不去找那個煩惱的心，你沒去找。你果然回過頭去找，你的問題解決了。所以佛法是心法，佛法不能在心外去求法，心外沒有法，你向內求就能解決問題，你向外求是永遠不能解決問題。煩惱當下消除，真的一點都不錯。"
    },
    {
      "id": "09-023-0102_p0137",
      "zh_CN": "【颠倒梦想当下远离】",
      "zh_TW": "【顛倒夢想當下遠離】"
    },
    {
      "id": "09-023-0102_p0138",
      "zh_CN": "这个颠倒梦想是妄想，妄想马上没有了，烦恼马上没有了；妄想、烦恼没有了，你就不是凡夫，你就是圣人。",
      "zh_TW": "這個顛倒夢想是妄想，妄想馬上沒有了，煩惱馬上沒有了；妄想、煩惱沒有了，你就不是凡夫，你就是聖人。"
    },
    {
      "id": "09-023-0102_p0139",
      "zh_CN": "【如此用功，方是直下承当，可称善用功人。】",
      "zh_TW": "【如此用功，方是直下承當，可稱善用功人。】"
    },
    {
      "id": "09-023-0102_p0140",
      "zh_CN": "会用功，你真会用功！我们听《金刚经》听到这个地方，还会不会用功？如果你真听懂，你真会了，恭喜你！你这一生念佛决定往生不退成佛，你超越三界，你永脱轮回了。只要明白这个道理，只要会用功，净宗法门万修万人去。念佛不能往生，是不明理，不会用功，盲修瞎练，那个去不了。明理的人、会用功的人，没有一个不成就。我们今天就讲到此地。",
      "zh_TW": "會用功，你真會用功！我們聽《金剛經》聽到這個地方，還會不會用功？如果你真聽懂，你真會了，恭喜你！你這一生念佛決定往生不退成佛，你超越三界，你永脫輪迴了。只要明白這個道理，只要會用功，淨宗法門萬修萬人去。念佛不能往生，是不明理，不會用功，盲修瞎練，那個去不了。明理的人、會用功的人，沒有一個不成就。我們今天就講到此地。"
    }
  ]
}