{
  "doc_id": "09-023-0012",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0012",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "09-023-0012_p0001",
      "zh_CN": "请掀开经本，第十七面，第三行，第五段看起：",
      "zh_TW": "請掀開經本，第十七面，第三行，第五段看起："
    },
    {
      "id": "09-023-0012_p0002",
      "zh_CN": "【持戒为学佛之基始，有止、作二类。止持即诸恶莫作，作持即众善奉行。戒杀多治瞋，戒盗多治贪，戒淫多治贪、痴，戒妄语亦多治贪、痴，戒酒则治贪、瞋、痴三毒是也。最初持戒，重在事实不犯。若为菩萨，则动念即犯。】",
      "zh_TW": "【持戒為學佛之基始，有止、作二類。止持即諸惡莫作，作持即眾善奉行。戒殺多治瞋，戒盜多治貪，戒淫多治貪、痴，戒妄語亦多治貪、痴，戒酒則治貪、瞋、痴三毒是也。最初持戒，重在事實不犯。若為菩薩，則動念即犯。】"
    },
    {
      "id": "09-023-0012_p0003",
      "zh_CN": "我们继续解释经文，「菩萨于法，应无所住，行于布施」。前面给诸位报告过，布施涵盖一切法，所以它的意思有无限的深广。布施有三类，前面说过，持戒是属于无畏布施。而持戒实在是学佛的基础，这是我们必须要重视的。今人学佛比古人多，今人学佛的机缘也比古人要来得方便，为什么成就不如古人？实在就是现代人对于戒律疏忽了。本经世尊发起，是从持戒发起的，着衣持钵、入舍卫大城乞食都是持戒。这就是告诉我们，如果不从戒行上认真去做，佛法再好的理论也都落空了。这就是为什么世尊在此地，特别强调要行于布施。诸位听这个话，要知道里头的含义，不是只有布施，六度都要行不能住。住就是不行，不行是不可以的；一定要行，要做布施，要持戒、要 忍辱、要精进、要禅定，统统都要认真的去做。我在初学佛的时候，也犯了一般知识分子的通病。知识分子对于佛学很羡慕，佛法的理论说得很高，说得很圆，研究读诵都非常有兴趣，可是对于戒律就疏忽，认为时代不同，何必还要守那些戒条？尤其是读书的人，稍稍涉猎到一点现代科学，他一定会想到，释迦牟尼佛是三千年前的人，三千年前订下来的那些戒律，现在怎么适用？国家的法律，连宪法过个几年都要修订一次，佛的戒律三千年都没有修订过，这个怎么好用？同时又会连想到他是印度人，我们是中国人，我们的意识形态不相同，我们的生活方式也不一样，那些戒条现在怎么能行得通？自自然然对戒律就不感兴趣，通病！善知识、老师，真正好老师也晓得，现在一般年轻人的想法、看法、做法，清楚得很。反正这些事情劝你也没用处，你也不会接受，说多了你还厌烦，还起反感，干脆不说了，真不说那也对不起学生。",
      "zh_TW": "我們繼續解釋經文，「菩薩於法，應無所住，行於布施」。前面給諸位報告過，布施涵蓋一切法，所以它的意思有無限的深廣。布施有三類，前面說過，持戒是屬於無畏布施。而持戒實在是學佛的基礎，這是我們必須要重視的。今人學佛比古人多，今人學佛的機緣也比古人要來得方便，為什麼成就不如古人？實在就是現代人對於戒律疏忽了。本經世尊發起，是從持戒發起的，著衣持缽、入舍衛大城乞食都是持戒。這就是告訴我們，如果不從戒行上認真去做，佛法再好的理論也都落空了。這就是為什麼世尊在此地，特別強調要行於布施。諸位聽這個話，要知道裡頭的含義，不是只有布施，六度都要行不能住。住就是不行，不行是不可以的；一定要行，要做布施，要持戒、要 忍辱、要精進、要禪定，統統都要認真的去做。我在初學佛的時候，也犯了一般知識分子的通病。知識分子對於佛學很羨慕，佛法的理論說得很高，說得很圓，研究讀誦都非常有興趣，可是對於戒律就疏忽，認為時代不同，何必還要守那些戒條？尤其是讀書的人，稍稍涉獵到一點現代科學，他一定會想到，釋迦牟尼佛是三千年前的人，三千年前訂下來的那些戒律，現在怎麼適用？國家的法律，連憲法過個幾年都要修訂一次，佛的戒律三千年都沒有修訂過，這個怎麼好用？同時又會連想到他是印度人，我們是中國人，我們的意識形態不相同，我們的生活方式也不一樣，那些戒條現在怎麼能行得通？自自然然對戒律就不感興趣，通病！善知識、老師，真正好老師也曉得，現在一般年輕人的想法、看法、做法，清楚得很。反正這些事情勸你也沒用處，你也不會接受，說多了你還厭煩，還起反感，乾脆不說了，真不說那也對不起學生。"
    },
    {
      "id": "09-023-0012_p0004",
      "zh_CN": "我最初学佛的三年，亲近章嘉大师，我每个星期跟他见一次面，大概有一个小时到两个小时的时间。这三年当中，他老人家有的时候，轻描淡写、不经意的会说一句：戒律很重要！他老人家圆寂之后，我想一想我跟他三年，学了些什么东西，这一句话的印象最深，因为至少听了差不多有三、四十遍都不止，每一次他也不啰嗦，就是这么一句戒律很重要。第一次讲的时候，讲得比较详细，他说戒律，他用一个比喻说：譬如我们从台北到高雄坐火车，坐火车先要买火车票，持戒就像你手上拿着这一张车票，你拿着车票才能上车，中途还要拿着，车上还要查票的，决定不能丢掉，到站之后还要收回；戒律就像这样的，自始至终。这就说明持戒非常重要，非常重要，决定不能够疏忽。因此，我们对于戒律才重新去肯定，重新去认识。实在讲大小乘经上，世尊都说过，因戒生定，因定开慧。我们要求的是定慧，戒行是定慧的基础，没有这个基础，定慧决定不能成就的，这也就说明现代人学佛，何以不如古人，原因在此地。",
      "zh_TW": "我最初學佛的三年，親近章嘉大師，我每個星期跟他見一次面，大概有一個小時到兩個小時的時間。這三年當中，他老人家有的時候，輕描淡寫、不經意的會說一句：戒律很重要！他老人家圓寂之後，我想一想我跟他三年，學了些什麼東西，這一句話的印象最深，因為至少聽了差不多有三、四十遍都不止，每一次他也不囉嗦，就是這麼一句戒律很重要。第一次講的時候，講得比較詳細，他說戒律，他用一個比喻說：譬如我們從台北到高雄坐火車，坐火車先要買火車票，持戒就像你手上拿著這一張車票，你拿著車票才能上車，中途還要拿著，車上還要查票的，決定不能丟掉，到站之後還要收回；戒律就像這樣的，自始至終。這就說明持戒非常重要，非常重要，決定不能夠疏忽。因此，我們對於戒律才重新去肯定，重新去認識。實在講大小乘經上，世尊都說過，因戒生定，因定開慧。我們要求的是定慧，戒行是定慧的基礎，沒有這個基礎，定慧決定不能成就的，這也就說明現代人學佛，何以不如古人，原因在此地。"
    },
    {
      "id": "09-023-0012_p0005",
      "zh_CN": "戒律有止、作两种方式：「止」是禁止，决定不能做的，做了就破戒；第二种是「作持」，你一定要做，你不做就犯戒；有止、作二持。这个地方所举的例子都是止持，像五戒、十戒都是属于止持，决定要禁止的。它的精神我们要记住，诸恶莫作、众善奉行，止是诸恶莫作，行是众善奉行。凡是有利益于众生的，那就一定要做，不做那就犯戒，这在大小乘戒律里面都有例子。我们今天读戒本，戒本上只是举例而已。戒条是不是有修正的必要？有！这是真的、不是假的。除了根本戒之外，那是超越时间、超越空间的，那个不需要修订。譬如不杀生、不偷盗、不邪淫、不妄语、不饮酒，这五条戒超越时空，三千年以前这样做正确的，三千年以后的今天还是不能改变，这叫根本大戒。",
      "zh_TW": "戒律有止、作兩種方式：「止」是禁止，決定不能做的，做了就破戒；第二種是「作持」，你一定要做，你不做就犯戒；有止、作二持。這個地方所舉的例子都是止持，像五戒、十戒都是屬於止持，決定要禁止的。它的精神我們要記住，諸惡莫作、眾善奉行，止是諸惡莫作，行是眾善奉行。凡是有利益於眾生的，那就一定要做，不做那就犯戒，這在大小乘戒律裡面都有例子。我們今天讀戒本，戒本上只是舉例而已。戒條是不是有修正的必要？有！這是真的、不是假的。除了根本戒之外，那是超越時間、超越空間的，那個不需要修訂。譬如不殺生、不偷盜、不邪淫、不妄語、不飲酒，這五條戒超越時空，三千年以前這樣做正確的，三千年以後的今天還是不能改變，這叫根本大戒。"
    },
    {
      "id": "09-023-0012_p0006",
      "zh_CN": "除根本大戒之外，戒律当中多分都是生活的规范，生活规范当然因时因地就不一样了。所以戒律传到中国来之后，我们中国的祖师大德，唐朝时候百丈大师；我们晓得中国佛教的特色是丛林，印度没有，丛林就相当于佛教大学，正式办大学、办学校，学校当然有学校的制度，有学校的规矩；百丈大师制定清规。清规就是戒律的现代化、本土化，依照我们自己国家人民生活的状况，取法佛教的精神，也就是把戒条条文重新修订，这称之为清规。清规就是戒律的本土化、现代化。我们讲现代、本土，都是唐朝那个时候，唐朝到今天有一千三百年，这一千三百年当中，在中国几乎每一个省市、每一个丛林，都有它自己的清规。这些清规都是依照百丈大师的本子做根本，他那个是母法、是根本法，依照那个斟酌情形来修订，必须叫它适合于此地此时大众在一起薰修。所以每一个寺庙，都有它寺庙的规矩，都有它的常住公约，这个就对了，这就正确了。此地举几个例子，我们一定要从例子里面去反省、去思惟，了解它的用意，而后晓得我们在生活当中，应该要怎样去做。",
      "zh_TW": "除根本大戒之外，戒律當中多分都是生活的規範，生活規範當然因時因地就不一樣了。所以戒律傳到中國來之後，我們中國的祖師大德，唐朝時候百丈大師；我們曉得中國佛教的特色是叢林，印度沒有，叢林就相當於佛教大學，正式辦大學、辦學校，學校當然有學校的制度，有學校的規矩；百丈大師制定清規。清規就是戒律的現代化、本土化，依照我們自己國家人民生活的狀況，取法佛教的精神，也就是把戒條條文重新修訂，這稱之為清規。清規就是戒律的本土化、現代化。我們講現代、本土，都是唐朝那個時候，唐朝到今天有一千三百年，這一千三百年當中，在中國幾乎每一個省市、每一個叢林，都有它自己的清規。這些清規都是依照百丈大師的本子做根本，他那個是母法、是根本法，依照那個斟酌情形來修訂，必須叫它適合於此地此時大眾在一起薰修。所以每一個寺廟，都有它寺廟的規矩，都有它的常住公約，這個就對了，這就正確了。此地舉幾個例子，我們一定要從例子裡面去反省、去思惟，了解它的用意，而後曉得我們在生活當中，應該要怎樣去做。"
    },
    {
      "id": "09-023-0012_p0007",
      "zh_CN": "戒杀，佛为什么制定这条戒？当然制定这条戒的因缘很多，诸位看《沙弥律仪增注》就知道，《沙弥律仪增注》写得很详细。但是它的重点是对治瞋恚的，也就是前面讲，凡夫病根是贪瞋痴三毒烦恼，三毒不除，就没有法子脱离六道轮回，不出轮回非常之苦！戒杀对治瞋恚，培养慈悲心，目的在此地。戒盗是对治悭贪，特别对治贪欲。戒淫，里面有贪又有愚痴，是对治这个。换句话说，佛这五条根本戒就是五帖药，治我们三毒烦恼的。戒妄语，妄语也是有贪、痴。戒酒，那是贪瞋痴三毒统统都有。可见得每一条戒它有它的对象。",
      "zh_TW": "戒殺，佛為什麼制定這條戒？當然制定這條戒的因緣很多，諸位看《沙彌律儀增註》就知道，《沙彌律儀增註》寫得很詳細。但是它的重點是對治瞋恚的，也就是前面講，凡夫病根是貪瞋痴三毒煩惱，三毒不除，就沒有法子脫離六道輪迴，不出輪迴非常之苦！戒殺對治瞋恚，培養慈悲心，目的在此地。戒盜是對治慳貪，特別對治貪欲。戒淫，裡面有貪又有愚痴，是對治這個。換句話說，佛這五條根本戒就是五帖藥，治我們三毒煩惱的。戒妄語，妄語也是有貪、痴。戒酒，那是貪瞋痴三毒統統都有。可見得每一條戒它有它的對象。"
    },
    {
      "id": "09-023-0012_p0008",
      "zh_CN": "最初持戒，我们学佛入门着重在事实上不犯，也就是在事上持，这是属于小乘戒。小乘戒论事不论心，结罪完全从事上来判断。大乘比小乘就高得太多了，大乘菩萨他是论心不论事，大乘菩萨持戒在起心动念之间，他看到一个众生不喜欢要杀他，动个念头要杀他，没有杀，但是他破戒了。小乘人，小乘阿罗汉发个狠心要杀他，但没有杀不破戒，他论事。像现在法律上判刑一样，它论事的，它不论心，心里头怎么想没有罪；大乘菩萨起心动念就结罪。由此可知，大乘戒难持，小乘戒好持，大乘比小乘高，从持戒也能够看得出来。至于作持里面，也非常非常之多。譬如佛教给我们要修六度万行，六度万行你要真做，你不做就犯了；教你布施，不肯布施，你就犯戒了。这是一定要晓得的，为什么？对自己、对众生都有很大的利益。",
      "zh_TW": "最初持戒，我們學佛入門著重在事實上不犯，也就是在事上持，這是屬於小乘戒。小乘戒論事不論心，結罪完全從事上來判斷。大乘比小乘就高得太多了，大乘菩薩他是論心不論事，大乘菩薩持戒在起心動念之間，他看到一個眾生不喜歡要殺他，動個念頭要殺他，沒有殺，但是他破戒了。小乘人，小乘阿羅漢發個狠心要殺他，但沒有殺不破戒，他論事。像現在法律上判刑一樣，它論事的，它不論心，心裡頭怎麼想沒有罪；大乘菩薩起心動念就結罪。由此可知，大乘戒難持，小乘戒好持，大乘比小乘高，從持戒也能夠看得出來。至於作持裡面，也非常非常之多。譬如佛教給我們要修六度萬行，六度萬行你要真做，你不做就犯了；教你布施，不肯布施，你就犯戒了。這是一定要曉得的，為什麼？對自己、對眾生都有很大的利益。"
    },
    {
      "id": "09-023-0012_p0009",
      "zh_CN": "底下一条是忍辱，这也是世尊在《金刚经》里面特别强调的。六度，实在讲其他的，佛都说得很少，布施、忍辱这两条说得最多。由此可知，忍辱重要！",
      "zh_TW": "底下一條是忍辱，這也是世尊在《金剛經》裡面特別強調的。六度，實在講其他的，佛都說得很少，布施、忍辱這兩條說得最多。由此可知，忍辱重要！"
    },
    {
      "id": "09-023-0012_p0010",
      "zh_CN": "【忍辱，是安忍、顺受之意。安心顺受也。】",
      "zh_TW": "【忍辱，是安忍、順受之意。安心順受也。】"
    },
    {
      "id": "09-023-0012_p0011",
      "zh_CN": "这是很难做到的，可是非要做不可，为什么？你要是不能忍，诸位想想，我们修行关键是在定、是在禅定，我们念佛求的是一心不乱，什么事情不能忍，你还想得定？得不到！所以忍是定的预备功夫，必须能忍，他才会得定，他才能得一心不乱；换句话说，我们要想得一心，要想得定开慧，那就非修忍辱不可，离开忍辱没有第二个方法，这非常重要。「辱而能忍」，本来这个忍是安忍的意思，翻经的法师把它翻成忍辱，这里面有特别的意思。中国古时候的念书人很有气节，所谓士可杀，士是读书人，读书人杀头没有关系，不可辱，不能够侮辱。也就是说，中国知识分子对于辱是决定不能忍受的，看得很严重，杀头都不在乎，侮辱不可以的。翻经的法师看到中国人这么执着，忍辱，辱都能忍，那就没话说，那一切都能忍，把这个看得这么重，所以特别翻成忍辱。",
      "zh_TW": "這是很難做到的，可是非要做不可，為什麼？你要是不能忍，諸位想想，我們修行關鍵是在定、是在禪定，我們念佛求的是一心不亂，什麼事情不能忍，你還想得定？得不到！所以忍是定的預備功夫，必須能忍，他才會得定，他才能得一心不亂；換句話說，我們要想得一心，要想得定開慧，那就非修忍辱不可，離開忍辱沒有第二個方法，這非常重要。「辱而能忍」，本來這個忍是安忍的意思，翻經的法師把它翻成忍辱，這裡面有特別的意思。中國古時候的念書人很有氣節，所謂士可殺，士是讀書人，讀書人殺頭沒有關係，不可辱，不能夠侮辱。也就是說，中國知識分子對於辱是決定不能忍受的，看得很嚴重，殺頭都不在乎，侮辱不可以的。翻經的法師看到中國人這麼執著，忍辱，辱都能忍，那就沒話說，那一切都能忍，把這個看得這麼重，所以特別翻成忍辱。"
    },
    {
      "id": "09-023-0012_p0012",
      "zh_CN": "【辱而能忍，则无事不能忍。】",
      "zh_TW": "【辱而能忍，則無事不能忍。】"
    },
    {
      "id": "09-023-0012_p0013",
      "zh_CN": "忍的波罗蜜才真正能有成就。这种翻译，是专门对付中国古代的知识分子、读书人。",
      "zh_TW": "忍的波羅蜜才真正能有成就。這種翻譯，是專門對付中國古代的知識分子、讀書人。"
    },
    {
      "id": "09-023-0012_p0014",
      "zh_CN": "【若闻佛法，遵照实行，不怀疑、不夹杂，为法忍。】",
      "zh_TW": "【若聞佛法，遵照實行，不懷疑、不夾雜，為法忍。】"
    },
    {
      "id": "09-023-0012_p0015",
      "zh_CN": "安忍、顺受范围非常广大，在日常生活当中，大概最难忍的是人事环境，人与人之间的相处要忍耐。忍下面一定有个让，要忍让，要能够保持着自己心地的清净平等，我们修持的功夫，才天天有 进步，不至于退转。其次物质环境，还有自然的灾害，都要能够忍受。在这个环境里面，无论是顺境、逆境，要真正能够不为境界所转，你的忍辱有了功夫。求学、学佛也不例外，也要能忍。譬如学生在学校念书，从小学、中学到大学十几年，十几年他要没有耐心，忍受不了，他就毕不了业，学业就不能完成。佛法的修学时间很长，不是一生、二生就能成功的，佛在经上常说，凡夫从初发心到圆满成佛，要经历三大阿僧祇劫，要经历无量劫，这么长的时间，我们想想他是经过多少世舍身受身，要是没有耐心，你怎么能成就？我们在座的同修，本经佛为我们大家都授了记，世尊说得很好，这个经是为谁说的？为哪些人说的？为发大心者说，为发无上乘者说。我们在座的，我还看到有很多小朋友，他两个钟点也乖乖的坐在那里，不简单！那也是发大心，发无上乘心，他才能坐得住！都是过去生中多生多劫，非常深厚的善根福德。我们在末法时期能够遇到这部经典，能够在一起研究讨论，决不是偶然的，世间没有偶然之事，都是有很深的因缘。所以学佛要有耐心，没有耐心决定不能成功。要用真诚心、清净心、平等心、坚忍之心，要坚持、要忍耐，我们才能成功，这个真的是成大功。",
      "zh_TW": "安忍、順受範圍非常廣大，在日常生活當中，大概最難忍的是人事環境，人與人之間的相處要忍耐。忍下面一定有個讓，要忍讓，要能夠保持著自己心地的清淨平等，我們修持的功夫，才天天有 進步，不至於退轉。其次物質環境，還有自然的災害，都要能夠忍受。在這個環境裡面，無論是順境、逆境，要真正能夠不為境界所轉，你的忍辱有了功夫。求學、學佛也不例外，也要能忍。譬如學生在學校念書，從小學、中學到大學十幾年，十幾年他要沒有耐心，忍受不了，他就畢不了業，學業就不能完成。佛法的修學時間很長，不是一生、二生就能成功的，佛在經上常說，凡夫從初發心到圓滿成佛，要經歷三大阿僧祇劫，要經歷無量劫，這麼長的時間，我們想想他是經過多少世捨身受身，要是沒有耐心，你怎麼能成就？我們在座的同修，本經佛為我們大家都授了記，世尊說得很好，這個經是為誰說的？為哪些人說的？為發大心者說，為發無上乘者說。我們在座的，我還看到有很多小朋友，他兩個鐘點也乖乖的坐在那裡，不簡單！那也是發大心，發無上乘心，他才能坐得住！都是過去生中多生多劫，非常深厚的善根福德。我們在末法時期能夠遇到這部經典，能夠在一起研究討論，決不是偶然的，世間沒有偶然之事，都是有很深的因緣。所以學佛要有耐心，沒有耐心決定不能成功。要用真誠心、清淨心、平等心、堅忍之心，要堅持、要忍耐，我們才能成功，這個真的是成大功。"
    },
    {
      "id": "09-023-0012_p0016",
      "zh_CN": "所以闻佛法要遵照实行，前面说过佛法要行不要住，也就是一定要实行、要去做；学了之后马上就用得上，就在自己日常生活当中，不怀疑、不夹杂。不怀疑，两种人不怀疑：一种人是把道理都搞清楚了，都搞明白了，他不怀疑了，死心塌地去照做；另外一种人是福德大的人，不是讲福报大，是福德大，比福报还殊胜，福德大的人，他虽然理论不通，他也不想研究，但是他就肯老实做，这个人福德不可思议。我们看到有一些老太婆念阿弥陀佛，你问她：阿弥陀佛什么意思？不知道！念了将来佛就接引我往生，她就懂这个，其他什么都不懂，她就老实念，念了两、三年，真的站着往生、坐着往生，我们一般人都比不上她，她不怀疑，这是福德深厚。《弥陀经》上讲：「不可以少善根、福德、因缘」。她福德大，这是我们一般人比不上的。这两种人不怀疑，除这两种人之外，那个疑问就很多很多，没有法子，避免不了的。我也曾经说过，疑问多的都是不老实，老实人就是善根、福德厚，他没有疑问，他就是一句弥陀念到底，没有疑问。疑问多了，就是不老实，当然愈多愈不老实，这是一定道理。不夹杂也很难，要有高度的智慧。实在讲起来，经上讲的一点都不错，要多善根、多福德，多福德的人不怀疑，多善根的人不夹杂，他专，专精。",
      "zh_TW": "所以聞佛法要遵照實行，前面說過佛法要行不要住，也就是一定要實行、要去做；學了之後馬上就用得上，就在自己日常生活當中，不懷疑、不夾雜。不懷疑，兩種人不懷疑：一種人是把道理都搞清楚了，都搞明白了，他不懷疑了，死心塌地去照做；另外一種人是福德大的人，不是講福報大，是福德大，比福報還殊勝，福德大的人，他雖然理論不通，他也不想研究，但是他就肯老實做，這個人福德不可思議。我們看到有一些老太婆念阿彌陀佛，你問她：阿彌陀佛什麼意思？不知道！念了將來佛就接引我往生，她就懂這個，其他什麼都不懂，她就老實念，念了兩、三年，真的站著往生、坐著往生，我們一般人都比不上她，她不懷疑，這是福德深厚。《彌陀經》上講：「不可以少善根、福德、因緣」。她福德大，這是我們一般人比不上的。這兩種人不懷疑，除這兩種人之外，那個疑問就很多很多，沒有法子，避免不了的。我也曾經說過，疑問多的都是不老實，老實人就是善根、福德厚，他沒有疑問，他就是一句彌陀念到底，沒有疑問。疑問多了，就是不老實，當然愈多愈不老實，這是一定道理。不夾雜也很難，要有高度的智慧。實在講起來，經上講的一點都不錯，要多善根、多福德，多福德的人不懷疑，多善根的人不夾雜，他專，專精。"
    },
    {
      "id": "09-023-0012_p0017",
      "zh_CN": "江居士在《讲义》里也说到这桩事情，固然佛法要广学多闻，广学多闻看什么对象，不是每个人都能做得到的。他举出几个例子，像中国历史上，清凉，了不起的人，华严宗的祖师；智者是天台大师。古代这些大德，我们仔细去观察，他们一生大概弘扬的只是一、二部经而已。是不是他故意做个样子给后人看？江居士说：不是的！以一般人的能力来讲，一生修一、二个法门就很了不起。何况我们在《华严经》上所看到的，五十三位法身大士，他们示现的都是学一门，正如同中国古代这些大德们，一生当中只弘扬一、二部经，这不是谦虚，这是事实。只有这样，功夫才真正得力，才能够彻底通达，什么原因？他心定、他心净，清净心就生智慧。智慧现前，说实在的话，世出世间一切法没有不通达的。虽然一切都通达，他还是守住他自己这一门，什么原因？他虽然通达，没到究竟，没有成佛，成佛才究竟。因此，他这个一门深入，要一直到证得究竟圆满的佛果。",
      "zh_TW": "江居士在《講義》裡也說到這樁事情，固然佛法要廣學多聞，廣學多聞看什麼對象，不是每個人都能做得到的。他舉出幾個例子，像中國歷史上，清涼，了不起的人，華嚴宗的祖師；智者是天台大師。古代這些大德，我們仔細去觀察，他們一生大概弘揚的只是一、二部經而已。是不是他故意做個樣子給後人看？江居士說：不是的！以一般人的能力來講，一生修一、二個法門就很了不起。何況我們在《華嚴經》上所看到的，五十三位法身大士，他們示現的都是學一門，正如同中國古代這些大德們，一生當中只弘揚一、二部經，這不是謙虛，這是事實。只有這樣，功夫才真正得力，才能夠徹底通達，什麼原因？他心定、他心淨，清淨心就生智慧。智慧現前，說實在的話，世出世間一切法沒有不通達的。雖然一切都通達，他還是守住他自己這一門，什麼原因？他雖然通達，沒到究竟，沒有成佛，成佛才究竟。因此，他這個一門深入，要一直到證得究竟圓滿的佛果。"
    },
    {
      "id": "09-023-0012_p0018",
      "zh_CN": "实在说，最好的榜样是大势至菩萨，我们读《楞严经》，他老人家说得最清楚、最明白，「我与五十二同伦」，这句话就是告诉我们一门深入，同伦今天讲志同道合的五十二个人，都是一门深入，五十二个人是指十信、十住、十行、十回向、十地、等觉、妙觉，是讲这个。专修净土、一门深入，大势至菩萨代表的，这的确是无比的智慧。一般人只晓得佛门里面，菩萨智慧第一的是文殊师利，不知道大势至菩萨。文殊师利菩萨是广学多闻，大家认为大势至菩萨是一门深入，一门深入的智慧比广学多闻的人高，高明很多！文殊菩萨到最后还是要念佛求生净土，还是要向大势至菩萨看齐。我们读经，这些地方决定不能够疏忽，里面含藏的东西太丰富了，太微妙了。",
      "zh_TW": "實在說，最好的榜樣是大勢至菩薩，我們讀《楞嚴經》，他老人家說得最清楚、最明白，「我與五十二同倫」，這句話就是告訴我們一門深入，同倫今天講志同道合的五十二個人，都是一門深入，五十二個人是指十信、十住、十行、十迴向、十地、等覺、妙覺，是講這個。專修淨土、一門深入，大勢至菩薩代表的，這的確是無比的智慧。一般人只曉得佛門裡面，菩薩智慧第一的是文殊師利，不知道大勢至菩薩。文殊師利菩薩是廣學多聞，大家認為大勢至菩薩是一門深入，一門深入的智慧比廣學多聞的人高，高明很多！文殊菩薩到最後還是要念佛求生淨土，還是要向大勢至菩薩看齊。我們讀經，這些地方決定不能夠疏忽，裡面含藏的東西太豐富了，太微妙了。"
    },
    {
      "id": "09-023-0012_p0019",
      "zh_CN": "夹杂是严重的障碍，我们今天修持很难成就，就是心里夹杂。不但夹杂着许多佛法，还夹杂着世间五欲六尘，这个成就当然难了。所以念佛为什么不能得一心？念佛人听说《金刚经》，《金刚经》不错，也想念念。《普门品》也不错、《药师经》也不错！不念《药师经》，生病了没人治！每一尊佛菩萨都想拜，每一部经都想念，这就叫做夹杂。你的功夫不纯，你很难得清净心。诸位要晓得，学佛目的在哪里？目的就是要得清净心，搞那么多，得清净心就难了，一样就容易。所以你从一门上，你清净心得到了，所有一切诸佛菩萨都欢喜，没有一个不欢喜，你成就了！大家都祝福你。你天天拜这么多佛，拜那么多菩萨，念那么多经，这些诸佛菩萨看到都摇头，你搞错了，真的是可惜，真是搞错了。所以千万不要拿我们凡夫心去测量佛菩萨，我不拜他对不起他，他怪我了；他还会怪你，他怪你他就不是菩萨，他是凡夫！所以你用这个念头对待佛菩萨罪过很重，你把佛菩萨当作凡夫看待，你这个罪多重！佛菩萨的心都是清净的、都是平等的，都是希望我们早一点成就。所以，夹杂是决定要不得。这是法忍。我们要从一本经里头入，其他的都不要去看，这个要忍，忍得住才行！你要是忍不住，偷偷的还去看别的，那就不行，一定要能够忍耐，一门深入。",
      "zh_TW": "夾雜是嚴重的障礙，我們今天修持很難成就，就是心裡夾雜。不但夾雜著許多佛法，還夾雜著世間五欲六塵，這個成就當然難了。所以念佛為什麼不能得一心？念佛人聽說《金剛經》，《金剛經》不錯，也想念念。《普門品》也不錯、《藥師經》也不錯！不念《藥師經》，生病了沒人治！每一尊佛菩薩都想拜，每一部經都想念，這就叫做夾雜。你的功夫不純，你很難得清淨心。諸位要曉得，學佛目的在哪裡？目的就是要得清淨心，搞那麼多，得清淨心就難了，一樣就容易。所以你從一門上，你清淨心得到了，所有一切諸佛菩薩都歡喜，沒有一個不歡喜，你成就了！大家都祝福你。你天天拜這麼多佛，拜那麼多菩薩，念那麼多經，這些諸佛菩薩看到都搖頭，你搞錯了，真的是可惜，真是搞錯了。所以千萬不要拿我們凡夫心去測量佛菩薩，我不拜他對不起他，他怪我了；他還會怪你，他怪你他就不是菩薩，他是凡夫！所以你用這個念頭對待佛菩薩罪過很重，你把佛菩薩當作凡夫看待，你這個罪多重！佛菩薩的心都是清淨的、都是平等的，都是希望我們早一點成就。所以，夾雜是決定要不得。這是法忍。我們要從一本經裡頭入，其他的都不要去看，這個要忍，忍得住才行！你要是忍不住，偷偷的還去看別的，那就不行，一定要能夠忍耐，一門深入。"
    },
    {
      "id": "09-023-0012_p0020",
      "zh_CN": "【又如「生本无生」之理】",
      "zh_TW": "【又如「生本無生」之理】"
    },
    {
      "id": "09-023-0012_p0021",
      "zh_CN": "这个般若经上说得很多，大乘经上也常说。",
      "zh_TW": "這個般若經上說得很多，大乘經上也常說。"
    },
    {
      "id": "09-023-0012_p0022",
      "zh_CN": "【吾人能明了，能实行，为无生法忍。对治瞋恚。】",
      "zh_TW": "【吾人能明瞭，能實行，為無生法忍。對治瞋恚。】"
    },
    {
      "id": "09-023-0012_p0023",
      "zh_CN": "这个对治极微细的瞋恚。证得无生法忍，那就是法身大士，所以那个瞋恚极其微细，不但我们没有法子发现，即使阿罗汉、辟支佛、权教菩萨，也看不出他还有瞋恚，所以这是极其微细的。精进，底下讲六度里面的第四条：",
      "zh_TW": "這個對治極微細的瞋恚。證得無生法忍，那就是法身大士，所以那個瞋恚極其微細，不但我們沒有法子發現，即使阿羅漢、辟支佛、權教菩薩，也看不出他還有瞋恚，所以這是極其微細的。精進，底下講六度裡面的第四條："
    },
    {
      "id": "09-023-0012_p0024",
      "zh_CN": "【精进，精有精细、精密二义。】",
      "zh_TW": "【精進，精有精細、精密二義。】"
    },
    {
      "id": "09-023-0012_p0025",
      "zh_CN": "有这两个意思。「进步而不盲从，是精细。」我们讲那个人很细心，这里头也有谨慎的意思，小心谨慎，对于自己的修学很慎重的去思惟、去选择，绝不盲从，他的路子就纯正，不会走上歧途，不会堕落在邪见，这个很重要。「进步而不躐等，是精密」，循序渐进；换句话说，守规矩，依照次第去修学，不贪图快速，这是精密的意思。",
      "zh_TW": "有這兩個意思。「進步而不盲從，是精細。」我們講那個人很細心，這裡頭也有謹慎的意思，小心謹慎，對於自己的修學很慎重的去思惟、去選擇，絕不盲從，他的路子就純正，不會走上歧途，不會墮落在邪見，這個很重要。「進步而不躐等，是精密」，循序漸進；換句話說，守規矩，依照次第去修學，不貪圖快速，這是精密的意思。"
    },
    {
      "id": "09-023-0012_p0026",
      "zh_CN": "【精进对治懈怠】",
      "zh_TW": "【精進對治懈怠】"
    },
    {
      "id": "09-023-0012_p0027",
      "zh_CN": "懈怠是我们无始劫来的大烦恼，世出世间法，一般人之所以不能成就，都是懈怠懒惰障碍了。由此可知，精进就是勤奋，但是勤奋没有精进两个字的意思圆满。精是纯而不杂，也就是前面讲的一门深入，这样进步不但快速而且稳当。然而世人初学很难见到，所以他大意了，疏忽了，没有依照这个方法去做。",
      "zh_TW": "懈怠是我們無始劫來的大煩惱，世出世間法，一般人之所以不能成就，都是懈怠懶惰障礙了。由此可知，精進就是勤奮，但是勤奮沒有精進兩個字的意思圓滿。精是純而不雜，也就是前面講的一門深入，這樣進步不但快速而且穩當。然而世人初學很難見到，所以他大意了，疏忽了，沒有依照這個方法去做。"
    },
    {
      "id": "09-023-0012_p0028",
      "zh_CN": "【禅定是寄心一处，久后得定，得定即称三昧。】",
      "zh_TW": "【禪定是寄心一處，久後得定，得定即稱三昧。】"
    },
    {
      "id": "09-023-0012_p0029",
      "zh_CN": "禅定的修法，起初把心安在一处，时间久了就得定，得到定就叫三昧，三昧是梵语，音译的，梵语叫三昧，中国意思叫正定，也叫正受，正常的享受。我们凡夫享受不正常，凡夫的享受，佛在经上讲五类：苦、乐、忧、喜、舍。这种享受不正常，大家一定要知道。心有忧喜两种享受，身有苦乐两种享受，不苦不乐、无忧无喜叫做舍。统统都放下了，舍。舍不是很好吗？是好，但是它时间太短了，它不能永远保持，永远保持就叫定。我们舍的时间很短暂，一遇到境界，苦乐忧喜又现前。由此可知，寄心一处是很高明的方法。前面说过，古大德的教学，为什么教给我们一门深入？一门，心安住在一处，久了就得定。方法很多，有用参禅的方法，有用念佛的方法，有用持咒的方法，有用读经的方法。读经、读一部经，才能得定！每天都读，不要去换第二本。",
      "zh_TW": "禪定的修法，起初把心安在一處，時間久了就得定，得到定就叫三昧，三昧是梵語，音譯的，梵語叫三昧，中國意思叫正定，也叫正受，正常的享受。我們凡夫享受不正常，凡夫的享受，佛在經上講五類：苦、樂、憂、喜、捨。這種享受不正常，大家一定要知道。心有憂喜兩種享受，身有苦樂兩種享受，不苦不樂、無憂無喜叫做捨。統統都放下了，捨。捨不是很好嗎？是好，但是它時間太短了，它不能永遠保持，永遠保持就叫定。我們捨的時間很短暫，一遇到境界，苦樂憂喜又現前。由此可知，寄心一處是很高明的方法。前面說過，古大德的教學，為什麼教給我們一門深入？一門，心安住在一處，久了就得定。方法很多，有用參禪的方法，有用念佛的方法，有用持咒的方法，有用讀經的方法。讀經、讀一部經，才能得定！每天都讀，不要去換第二本。"
    },
    {
      "id": "09-023-0012_p0030",
      "zh_CN": "我们在《坛经》里面看到，法达禅师读《法华经》，他《法华经》读了三千多遍。我们知道《法华经》是相当大的分量，有七卷，大概一天念一遍，三千多遍就是十年，十年念《法华经》，他心定了，相当的定功。所以到六祖会下，六祖几句话一说，他就开悟了。我们为什么开不了悟？我们心不定，道理就在此地。真正高明的善知识，看到你定到相当程度，几句话给你一个启示，你就恍然大悟，明心见性！特别是在禅宗里，禅宗这些古大德，他们的手法妙极了，真正是成就人的。",
      "zh_TW": "我們在《壇經》裡面看到，法達禪師讀《法華經》，他《法華經》讀了三千多遍。我們知道《法華經》是相當大的分量，有七卷，大概一天念一遍，三千多遍就是十年，十年念《法華經》，他心定了，相當的定功。所以到六祖會下，六祖幾句話一說，他就開悟了。我們為什麼開不了悟？我們心不定，道理就在此地。真正高明的善知識，看到你定到相當程度，幾句話給你一個啟示，你就恍然大悟，明心見性！特別是在禪宗裡，禪宗這些古大德，他們的手法妙極了，真正是成就人的。"
    },
    {
      "id": "09-023-0012_p0031",
      "zh_CN": "教下也不例外，一部经上下功夫。当然最好的，选择读经最好的，是要像《法华经》、《楞严经》这么大部的，一天念一遍，念的时候要注意，要用真诚心去念、清净心去念、恭敬心去念，要极其恭敬，你才能得定。经卷展开，从如是我闻念到信受奉行，不许打一个妄想，那叫修定！打妄想不行。经里面有很多意思，可不可以想一想？不能想，一想把你的定又破坏掉了。不要去想经义，就是一直去念，这一种是很高明的修行方法。给诸位说，不仅是修定，这里头有戒还有慧，戒定慧三学一次完成；一部经你要念三个小时、四个小时，你就在那里这三、四个小时修戒定慧。戒是什么？前面说过，诸恶莫作、众善奉行。你读经就像面对着佛菩萨，听佛菩萨的教诲，恭恭敬敬，一念不生，专心在谛听，一个妄念都不起，那就诸恶都莫作。不但身不作恶，口不作恶，心里面恶念都没有，诸恶莫作。大乘经典是如来从真如本性里面流露出来的真言，世出世间法第一善，读经就是众善奉行。戒具足了，不要一条一条去学，大小乘戒律统统具足了，都在其中。专心去读，这就是修定。念得清清楚楚、明明白白，没有念错字，没有念漏字，没有念错行，那是慧。你才晓得念经是戒定慧三学一次完成，真修行！如果你在念经，一面念一面想经里头什么意思，那就完了，戒定慧全部破坏掉了。所以读经跟读世间那些课本不一样，世间学生读课本是可以去想的，里头没有戒定慧，读佛经我们目的是修戒定慧，所以读诵的时候不可以想意思。我要修定，用这个方法来修定，修戒、修定、修慧，这个法子妙得很！",
      "zh_TW": "教下也不例外，一部經上下功夫。當然最好的，選擇讀經最好的，是要像《法華經》、《楞嚴經》這麼大部的，一天念一遍，念的時候要注意，要用真誠心去念、清淨心去念、恭敬心去念，要極其恭敬，你才能得定。經卷展開，從如是我聞念到信受奉行，不許打一個妄想，那叫修定！打妄想不行。經裡面有很多意思，可不可以想一想？不能想，一想把你的定又破壞掉了。不要去想經義，就是一直去念，這一種是很高明的修行方法。給諸位說，不僅是修定，這裡頭有戒還有慧，戒定慧三學一次完成；一部經你要念三個小時、四個小時，你就在那裡這三、四個小時修戒定慧。戒是什麼？前面說過，諸惡莫作、眾善奉行。你讀經就像面對著佛菩薩，聽佛菩薩的教誨，恭恭敬敬，一念不生，專心在諦聽，一個妄念都不起，那就諸惡都莫作。不但身不作惡，口不作惡，心裡面惡念都沒有，諸惡莫作。大乘經典是如來從真如本性裡面流露出來的真言，世出世間法第一善，讀經就是眾善奉行。戒具足了，不要一條一條去學，大小乘戒律統統具足了，都在其中。專心去讀，這就是修定。念得清清楚楚、明明白白，沒有念錯字，沒有念漏字，沒有念錯行，那是慧。你才曉得念經是戒定慧三學一次完成，真修行！如果你在念經，一面念一面想經裡頭什麼意思，那就完了，戒定慧全部破壞掉了。所以讀經跟讀世間那些課本不一樣，世間學生讀課本是可以去想的，裡頭沒有戒定慧，讀佛經我們目的是修戒定慧，所以讀誦的時候不可以想意思。我要修定，用這個方法來修定，修戒、修定、修慧，這個法子妙得很！"
    },
    {
      "id": "09-023-0012_p0032",
      "zh_CN": "我们现在为什么不选大部经，去选《无量寿经》？现在人没有耐心，你叫他坐在那里念三个钟点，要他命！这怎么得了，他受不了！所以没有法子，才选一个适当的。小，《心经》很少，不管用，时间太短了，时间太短了不管用。看来看去，像《无量寿经》这个分量恰到好处，这部经如果你念熟，念到可以背诵，念一遍大概半个小时，半个小时不长也不短，一个人的心能定下来半个小时很难得！一天当中能够把心轻松，一切妄念放下，让自己的心定半个钟点，很有受用，对于你的身心健康有很大的帮助，这是读经的好处。读经的方法一定要懂，就是决定不要去想经里的意思，想经里面的教训，你读完了以后再去想，那个可以，想想经上怎么讲的，我们日常生活当中应当怎么做，那个行。读经的时候我是修定，读完之后，我要把佛的教训在我这一天生活当中去用上，这个可以想。这叫寄心一处，久后就得定。",
      "zh_TW": "我們現在為什麼不選大部經，去選《無量壽經》？現在人沒有耐心，你叫他坐在那裡念三個鐘點，要他命！這怎麼得了，他受不了！所以沒有法子，才選一個適當的。小，《心經》很少，不管用，時間太短了，時間太短了不管用。看來看去，像《無量壽經》這個分量恰到好處，這部經如果你念熟，念到可以背誦，念一遍大概半個小時，半個小時不長也不短，一個人的心能定下來半個小時很難得！一天當中能夠把心輕鬆，一切妄念放下，讓自己的心定半個鐘點，很有受用，對於你的身心健康有很大的幫助，這是讀經的好處。讀經的方法一定要懂，就是決定不要去想經裡的意思，想經裡面的教訓，你讀完了以後再去想，那個可以，想想經上怎麼講的，我們日常生活當中應當怎麼做，那個行。讀經的時候我是修定，讀完之後，我要把佛的教訓在我這一天生活當中去用上，這個可以想。這叫寄心一處，久後就得定。"
    },
    {
      "id": "09-023-0012_p0033",
      "zh_CN": "【对治散乱、昏沉、掉举】",
      "zh_TW": "【對治散亂、昏沉、掉舉】"
    },
    {
      "id": "09-023-0012_p0034",
      "zh_CN": "可以对治这些烦恼。散乱，心散乱。昏沉，提不起精神来，特别在打佛七的时候，大家能够见到，打佛七一止静，有不少人打瞌睡、打呼，睡着了，打呼，那就是昏沉，精神提不起来。还有一种，一坐下来，不坐还好，一坐下来，心里头七上八下，妄念特别多，那叫掉举，掉举是妄念特别多。这是我们一般人的通病，如果有，不要怕，很平常，自古以来学佛的人多多少少都有，要用方法来对治。如果是昏沉很严重，你就不坐，别人都止静坐在那里，你到旁边去拜佛，用这个方法对治昏沉。如果是掉举，你就把精神集中起来修定，像前面讲的观照的功夫，那个功夫很得力，不要去打妄想，想佛经上或者是一段、或者是一句的教训，你就观想这些，能够把妄念收摄住。",
      "zh_TW": "可以對治這些煩惱。散亂，心散亂。昏沉，提不起精神來，特別在打佛七的時候，大家能夠見到，打佛七一止靜，有不少人打瞌睡、打呼，睡著了，打呼，那就是昏沉，精神提不起來。還有一種，一坐下來，不坐還好，一坐下來，心裡頭七上八下，妄念特別多，那叫掉舉，掉舉是妄念特別多。這是我們一般人的通病，如果有，不要怕，很平常，自古以來學佛的人多多少少都有，要用方法來對治。如果是昏沉很嚴重，你就不坐，別人都止靜坐在那裡，你到旁邊去拜佛，用這個方法對治昏沉。如果是掉舉，你就把精神集中起來修定，像前面講的觀照的功夫，那個功夫很得力，不要去打妄想，想佛經上或者是一段、或者是一句的教訓，你就觀想這些，能夠把妄念收攝住。"
    },
    {
      "id": "09-023-0012_p0035",
      "zh_CN": "【般若，是性体上发生的正智】",
      "zh_TW": "【般若，是性體上發生的正智】"
    },
    {
      "id": "09-023-0012_p0036",
      "zh_CN": "也就是我们自性里面本来具足的智慧，不是外头来的。",
      "zh_TW": "也就是我們自性裡面本來具足的智慧，不是外頭來的。"
    },
    {
      "id": "09-023-0012_p0037",
      "zh_CN": "【不同世智辩聪】",
      "zh_TW": "【不同世智辯聰】"
    },
    {
      "id": "09-023-0012_p0038",
      "zh_CN": "跟世间聪明智慧辩才不相干，世间这些东西不是般若智慧，这是我们必须要明了、要清楚的。简单的说，自性真实的智慧，先要晓得自性是什么？自性是真心，真心就是清净心，就是平等心，真心起作用就是般若智慧。前面说过，我们的真心不起作用，原因在哪里？我们有分别，把我们的妙观察智障碍了；我们有执着，把我们的平等性智障碍了。所以修定，妄想、分别、执着统统放下，统统舍弃了，心恢复到清净，恢复到平等。清净、平等起作用，就是平等性智、妙观察智，这两种智现前，你处事待人接物、办事就是成所作智，内心里面就是大圆镜智，就这么一桩事情。这才晓得，清净、平等的重要性。《无量寿经》好！古人称它为第一经，有道理。经题上就标示清楚，「清净、平等、觉」，修什么？就修这三个东西。这三样是一而三、三而一，一个得到了，三个都得到，所以我们净宗法门修行的重点，这三个里面着重在清净心。",
      "zh_TW": "跟世間聰明智慧辯才不相干，世間這些東西不是般若智慧，這是我們必須要明瞭、要清楚的。簡單的說，自性真實的智慧，先要曉得自性是什麼？自性是真心，真心就是清淨心，就是平等心，真心起作用就是般若智慧。前面說過，我們的真心不起作用，原因在哪裡？我們有分別，把我們的妙觀察智障礙了；我們有執著，把我們的平等性智障礙了。所以修定，妄想、分別、執著統統放下，統統捨棄了，心恢復到清淨，恢復到平等。清淨、平等起作用，就是平等性智、妙觀察智，這兩種智現前，你處事待人接物、辦事就是成所作智，內心裡面就是大圓鏡智，就這麼一樁事情。這才曉得，清淨、平等的重要性。《無量壽經》好！古人稱它為第一經，有道理。經題上就標示清楚，「清淨、平等、覺」，修什麼？就修這三個東西。這三樣是一而三、三而一，一個得到了，三個都得到，所以我們淨宗法門修行的重點，這三個裡面著重在清淨心。"
    },
    {
      "id": "09-023-0012_p0039",
      "zh_CN": "【对治愚痴】",
      "zh_TW": "【對治愚痴】"
    },
    {
      "id": "09-023-0012_p0040",
      "zh_CN": "智慧开了，愚痴就没有了。",
      "zh_TW": "智慧開了，愚痴就沒有了。"
    },
    {
      "id": "09-023-0012_p0041",
      "zh_CN": "【能破无明毒害】",
      "zh_TW": "【能破無明毒害】"
    },
    {
      "id": "09-023-0012_p0042",
      "zh_CN": "六波罗蜜里头，唯有般若波罗蜜能破无明，换句话说，就能证法身。",
      "zh_TW": "六波羅蜜裡頭，唯有般若波羅蜜能破無明，換句話說，就能證法身。"
    },
    {
      "id": "09-023-0012_p0043",
      "zh_CN": "【实行一切法之功夫，能不着相，即是般若。佛法最重定、慧。】",
      "zh_TW": "【實行一切法之功夫，能不著相，即是般若。佛法最重定、慧。】"
    },
    {
      "id": "09-023-0012_p0044",
      "zh_CN": "不但大乘，小乘也不例外，没有定慧就不能够成就。本经世尊就是教导我们要开般若智慧，不但要开般若智慧，而且要开最殊胜的金刚般若智慧。佛在这部经上把这些道理、方法、境界，都跟我们圆圆满满的说出来了。要从哪个地方去开？也就是说，从哪里下手，从哪里去做？不着相，行一切法。所以经上有两句很有名的话，六祖在这儿开悟的，「应无所住，而生其心」。实在讲，这一句经文里面，应无所住，行于布施；应无所住就是应无所住，行于布施就是而生其心。",
      "zh_TW": "不但大乘，小乘也不例外，沒有定慧就不能夠成就。本經世尊就是教導我們要開般若智慧，不但要開般若智慧，而且要開最殊勝的金剛般若智慧。佛在這部經上把這些道理、方法、境界，都跟我們圓圓滿滿的說出來了。要從哪個地方去開？也就是說，從哪裡下手，從哪裡去做？不著相，行一切法。所以經上有兩句很有名的話，六祖在這兒開悟的，「應無所住，而生其心」。實在講，這一句經文裡面，應無所住，行於布施；應無所住就是應無所住，行於布施就是而生其心。"
    },
    {
      "id": "09-023-0012_p0045",
      "zh_CN": "【不修一切法，如何能度众生。】",
      "zh_TW": "【不修一切法，如何能度眾生。】"
    },
    {
      "id": "09-023-0012_p0046",
      "zh_CN": "这一句里面我们特别要注意到的，度众生先度自己，自己是众生。众生这一个名词，它的定义是众缘和合而生起的现象，就叫做众生。我们这一个人，四大五蕴众缘和合而生的，这叫众生。佛用了很多巧妙的术语，目的无非是叫我们念念觉悟，不要迷。佛教团体里面，佛门的团体，称住众，不称住人。这个道场里面住多少众，而不说住多少人；说住多少人，增长我执，我相、人相、众生相、寿者相，增长这个。它不叫住多少人，住多少众，住多少众缘和合现的假相，就这个意思，它叫你觉悟。众缘和合的假相，不是真的，当体即空，了不可得。它的名词术语里头含义很深。这就是字字句句提起你观照的功夫，让你在境界里头不至于迷惑。所以我们一看到佛度众生，自己这个是众生，这一个众生度了，才能度别的众生；这一个众生都度不了，要度别的众生，没有这个道理，怎么讲也讲不通的。哪有迷人会度悟人的，哪有这种道理！不可能的事情。觉悟的人才能度迷惑的人，迷惑的人怎么能度人？迷惑的人度迷人是愈度愈迷、愈迷愈深，那怎么行？",
      "zh_TW": "這一句裡面我們特別要注意到的，度眾生先度自己，自己是眾生。眾生這一個名詞，它的定義是眾緣和合而生起的現象，就叫做眾生。我們這一個人，四大五蘊眾緣和合而生的，這叫眾生。佛用了很多巧妙的術語，目的無非是叫我們念念覺悟，不要迷。佛教團體裡面，佛門的團體，稱住眾，不稱住人。這個道場裡面住多少眾，而不說住多少人；說住多少人，增長我執，我相、人相、眾生相、壽者相，增長這個。它不叫住多少人，住多少眾，住多少眾緣和合現的假相，就這個意思，它叫你覺悟。眾緣和合的假相，不是真的，當體即空，了不可得。它的名詞術語裡頭含義很深。這就是字字句句提起你觀照的功夫，讓你在境界裡頭不至於迷惑。所以我們一看到佛度眾生，自己這個是眾生，這一個眾生度了，才能度別的眾生；這一個眾生都度不了，要度別的眾生，沒有這個道理，怎麼講也講不通的。哪有迷人會度悟人的，哪有這種道理！不可能的事情。覺悟的人才能度迷惑的人，迷惑的人怎麼能度人？迷惑的人度迷人是愈度愈迷、愈迷愈深，那怎麼行？"
    },
    {
      "id": "09-023-0012_p0047",
      "zh_CN": "【修一切法而着相者，亦不能度众生。】",
      "zh_TW": "【修一切法而著相者，亦不能度眾生。】"
    },
    {
      "id": "09-023-0012_p0048",
      "zh_CN": "这个地方的话，真的是非常重要，含义无尽的深广！修一切法，譬如前面所讲的，布施、持戒、忍辱、精进、禅定、般若，修一切法，修一切法你还着相，你不能度众生。众生怎样得度？破四相、破四见。《金刚经》前面讲得很好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。菩萨才是一个已经得度的众生，即非菩萨就是没得度，还是凡夫。凡夫跟菩萨的差别，凡夫着相，菩萨不着相，差别就在这里。我们修一切法还着相，那个不是修佛法，是修世间有漏的善法，是修世间有漏的福报。你持五戒、修六度，你着相，将来的果报在三善道，不能出三界、不能了生死，不能明心见性、不能成佛，因为你着相；所以，要离相。菩萨的修行跟我们一般人不一样，他在持戒修六度万行里面炼不着相，在这里面锻炼不分别、不起心、不动念、不执着，他炼这个。这是真正般若，与清净心相应，永远保持着清净心，不为外境所转，外面境界样样都做，没有一样他离开的，样样都做，在做的当中保持着清净心。修一切法，如果是着相的话：",
      "zh_TW": "這個地方的話，真的是非常重要，含義無盡的深廣！修一切法，譬如前面所講的，布施、持戒、忍辱、精進、禪定、般若，修一切法，修一切法你還著相，你不能度眾生。眾生怎樣得度？破四相、破四見。《金剛經》前面講得很好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。菩薩才是一個已經得度的眾生，即非菩薩就是沒得度，還是凡夫。凡夫跟菩薩的差別，凡夫著相，菩薩不著相，差別就在這裡。我們修一切法還著相，那個不是修佛法，是修世間有漏的善法，是修世間有漏的福報。你持五戒、修六度，你著相，將來的果報在三善道，不能出三界、不能了生死，不能明心見性、不能成佛，因為你著相；所以，要離相。菩薩的修行跟我們一般人不一樣，他在持戒修六度萬行裡面鍊不著相，在這裡面鍛鍊不分別、不起心、不動念、不執著，他鍊這個。這是真正般若，與清淨心相應，永遠保持著清淨心，不為外境所轉，外面境界樣樣都做，沒有一樣他離開的，樣樣都做，在做的當中保持著清淨心。修一切法，如果是著相的話："
    },
    {
      "id": "09-023-0012_p0049",
      "zh_CN": "【修一切法，究竟从何修起，则先行布施。布施为四摄法之首。】",
      "zh_TW": "【修一切法，究竟從何修起，則先行布施。布施為四攝法之首。】"
    },
    {
      "id": "09-023-0012_p0050",
      "zh_CN": "这是佛教导我们，修行从哪里修起？从布施修起。布施是放下、是舍，真干才行。不是真干，这里头的功德利益你得不到。因此，我们学佛成败的关键，的确是在与自己有缘的善知识，我们常讲好老师，老师要跟自己有缘。实在讲世出世间法，离不开缘字，缘太重要了，与自己有缘的善知识，你肯听他的话；没有缘的善知识，虽然讲同样的话，不听、不接受！我自己学佛，缘就非常殊胜，所以我没有走冤枉路。我接触佛法不到一个月，就认识章嘉大师，跟他很投缘，我非常尊重他，他也很爱护我，很有缘！他说的话，那个时候对佛法根本不懂，刚刚接触，什么都不知道，他讲的话我肯听、我肯照做，这很不容易，没搞清楚就做。头一天跟他见面，我就向他老人家提出一个问题，我说：我知道佛法很好，非常难得，有没有很快的方法，能叫我们一下子就入进去？这我们很着急！我这个问题提出来的时候，他不着急，他老人家入定了。不过他那个定，不是眼睛闭着的，不是眼观鼻、鼻观心，不是的，他眼睛看我，一句话不说，坐在那个地方，看了半个钟点，入定了，他入定了，我也入定了。那个教学法高明，太高明了！所以以后我们晓得，必须整个心定下来之后，然后那个话才有用处，否则的话，讲太多了没有用，那个力量不够，必须定到相当程度，我们也聚精会神，等着听他老人家怎么说的，那个时候还不懂什么叫开示，对佛法一窍不通，老人很慈悲就是了。等到半个钟点，他才好不容易说了一个字：「有」，一个字说出来之后又没有了，又入定了，不过这一次定得没有那么长就是了，大概五分钟。所以跟那个老人在一起非常有味道，虽然一句话不说，现在人讲磁场不一样，跟他在一起的时候，身心舒畅，真的是烦恼、杂念都没有了，都被他收摄住了，那个力量很强很强。过了五、六分钟，讲了六个字：「看得破，放得下」，他讲没有我这么快，他的字讲得很慢，一个字一个字很重，好像字吐出来千斤之力。",
      "zh_TW": "這是佛教導我們，修行從哪裡修起？從布施修起。布施是放下、是捨，真幹才行。不是真幹，這裡頭的功德利益你得不到。因此，我們學佛成敗的關鍵，的確是在與自己有緣的善知識，我們常講好老師，老師要跟自己有緣。實在講世出世間法，離不開緣字，緣太重要了，與自己有緣的善知識，你肯聽他的話；沒有緣的善知識，雖然講同樣的話，不聽、不接受！我自己學佛，緣就非常殊勝，所以我沒有走冤枉路。我接觸佛法不到一個月，就認識章嘉大師，跟他很投緣，我非常尊重他，他也很愛護我，很有緣！他說的話，那個時候對佛法根本不懂，剛剛接觸，什麼都不知道，他講的話我肯聽、我肯照做，這很不容易，沒搞清楚就做。頭一天跟他見面，我就向他老人家提出一個問題，我說：我知道佛法很好，非常難得，有沒有很快的方法，能叫我們一下子就入進去？這我們很著急！我這個問題提出來的時候，他不著急，他老人家入定了。不過他那個定，不是眼睛閉著的，不是眼觀鼻、鼻觀心，不是的，他眼睛看我，一句話不說，坐在那個地方，看了半個鐘點，入定了，他入定了，我也入定了。那個教學法高明，太高明了！所以以後我們曉得，必須整個心定下來之後，然後那個話才有用處，否則的話，講太多了沒有用，那個力量不夠，必須定到相當程度，我們也聚精會神，等著聽他老人家怎麼說的，那個時候還不懂什麼叫開示，對佛法一竅不通，老人很慈悲就是了。等到半個鐘點，他才好不容易說了一個字：「有」，一個字說出來之後又沒有了，又入定了，不過這一次定得沒有那麼長就是了，大概五分鐘。所以跟那個老人在一起非常有味道，雖然一句話不說，現在人講磁場不一樣，跟他在一起的時候，身心舒暢，真的是煩惱、雜念都沒有了，都被他收攝住了，那個力量很強很強。過了五、六分鐘，講了六個字：「看得破，放得下」，他講沒有我這麼快，他的字講得很慢，一個字一個字很重，好像字吐出來千斤之力。"
    },
    {
      "id": "09-023-0012_p0051",
      "zh_CN": "这两句话我听了明白意思，要看破、要放下，其实我们理解的意思也是似是而非，不够精密，但是懂一点意思。我接着就向他老人家请教，从哪里下手？这大概又等了十几分钟，等到两个字：布施。所以第一次跟他老人家全部的谈话就这么多，差不多一个半小时。我向他告辞，他老人家非常慈悲，送我到大门口，送到门口，拍拍我的肩膀告诉我：我今天教你六个字，你好好的去做六年。我就很老实，我就真的去照做，做六年，做什么？布施，舍，很难舍！那个时候我们的生活非常清苦，待遇很微薄，我自己的生活的确非常简单。我喜欢读书，所有的收入都买书，所以我一年的收入，那个书架上一看都在上面，很喜欢书，人家要向我借书看，我不会借的，为什么？他把我的书搞脏了、搞坏了，我不肯借给人家看。好！章嘉大师教我布施了，这个心放宽一点了，书人家来借的时候，我肯借给人家了。再过几时又大一点了，可以送给人家了，当然最初是我看过的，可以送给人，旧书可以送给人了，新的好的自己留到，不能割爱。过一个时候，知道自己用旧的，新的送给人家，慢慢进步！布施了六年，就布施得干干净净，什么都没有了。我的书是不少，那时学佛也六年了。台中李老师办了一个慈光图书馆，我知道了，我把我所有的书都捐送给图书馆。他在那个时候，刚刚创办的时候，我捐去的书占他全馆五分之一，你去想我的藏书有多少？占他图书馆的五分之一，全部捐光了。到捐完的时候，心很清净，有一些将要发生的事情预先就知道，清净心起作用。章嘉大师讲，舍！要真干，不干不行，不干到不了这个境界，许多事情都能够有预知。舍要紧，不舍不行，不舍是烦恼！你心里有了东西，有牵挂、有忧虑、有烦恼，统统把它舍得干干净净，那多自在，多痛快！不舍的人不知道！这个舒服痛快，你们想都想不到，一定要真正去做。从布施下手，章嘉大师教给我，我也就从这里做起。",
      "zh_TW": "這兩句話我聽了明白意思，要看破、要放下，其實我們理解的意思也是似是而非，不夠精密，但是懂一點意思。我接著就向他老人家請教，從哪裡下手？這大概又等了十幾分鐘，等到兩個字：布施。所以第一次跟他老人家全部的談話就這麼多，差不多一個半小時。我向他告辭，他老人家非常慈悲，送我到大門口，送到門口，拍拍我的肩膀告訴我：我今天教你六個字，你好好的去做六年。我就很老實，我就真的去照做，做六年，做什麼？布施，捨，很難捨！那個時候我們的生活非常清苦，待遇很微薄，我自己的生活的確非常簡單。我喜歡讀書，所有的收入都買書，所以我一年的收入，那個書架上一看都在上面，很喜歡書，人家要向我借書看，我不會借的，為什麼？他把我的書搞髒了、搞壞了，我不肯借給人家看。好！章嘉大師教我布施了，這個心放寬一點了，書人家來借的時候，我肯借給人家了。再過幾時又大一點了，可以送給人家了，當然最初是我看過的，可以送給人，舊書可以送給人了，新的好的自己留到，不能割愛。過一個時候，知道自己用舊的，新的送給人家，慢慢進步！布施了六年，就布施得乾乾淨淨，什麼都沒有了。我的書是不少，那時學佛也六年了。台中李老師辦了一個慈光圖書館，我知道了，我把我所有的書都捐送給圖書館。他在那個時候，剛剛創辦的時候，我捐去的書佔他全館五分之一，你去想我的藏書有多少？佔他圖書館的五分之一，全部捐光了。到捐完的時候，心很清淨，有一些將要發生的事情預先就知道，清淨心起作用。章嘉大師講，捨！要真幹，不幹不行，不幹到不了這個境界，許多事情都能夠有預知。捨要緊，不捨不行，不捨是煩惱！你心裡有了東西，有牽掛、有憂慮、有煩惱，統統把它捨得乾乾淨淨，那多自在，多痛快！不捨的人不知道！這個舒服痛快，你們想都想不到，一定要真正去做。從布施下手，章嘉大師教給我，我也就從這裡做起。"
    },
    {
      "id": "09-023-0012_p0052",
      "zh_CN": "布施为四摄法之首。四摄，摄是摄受众生。佛摄受众生四个方法：第一个是布施，第二个是爱语，第三个是利行，第四个是同事。用这四种方法接引众生、摄受众生。我们今天说法缘殊胜，法缘从哪里来的？结缘！不结缘，你的法缘怎么来？结缘用什么东西结缘？布施。不布施还行吗？先要付出去！有不少法师，我们见面常常问我：你的法缘为什么那么好，可不可以教教我们？我说可以。你是怎么做的？布施，你肯布施就行了。我没有到新加坡来，都送了几万册的经书到这儿来跟大家结缘，人还没来的时候，书都来了，录音带也来了，录影带也来了，这不结缘怎么行？布施第一！我们为了成就自己，成就大家，必须要晓得，钱没有用处，钱最害人，钱有毒，赶紧把它散出去，不要留在身上，散得干干净净，就得大自在，世间人不晓得。第二、爱语，爱语出自于真诚心，真正爱护一切众生，所有一切语言，都是帮助众生破迷开悟，都是帮助众生离苦得乐，真实爱护一切众生。佛在经典里面所有的言语，都是爱语。第三个、利行，利是利益。一切所做，对于众生、对于社会决定是有利益的，决定没有害处的，众生才愿意接近你，才愿意听你的。第四个是同事。同事必得要法身大士，没有证得法身，同事这一条不能学，法身大士行，他的定功够了，智慧也够了。譬如那些大菩萨，他看你有缘，他也来度你，你喜欢打麻将，菩萨天天陪你打麻将，而且每一场必赢，他比你高明多了，你就向他请教，他就说修定、修慧，这就高明了。他用这个方法，他先跟你同事，你喜欢什么，他可以跟你一样，这个就很欢喜了、很容易了。但是没有这个定力不行，没有定力的时候，这些人喜欢五欲六尘，你跟他去了，被他度跑了，麻烦就大了。所以定力不够，智慧不够，用前面三个：布施、爱语、利行；真正到功夫得力，才可以用最后这个同事。这是佛摄受一切众生四种方法，布施是其中之一。",
      "zh_TW": "布施為四攝法之首。四攝，攝是攝受眾生。佛攝受眾生四個方法：第一個是布施，第二個是愛語，第三個是利行，第四個是同事。用這四種方法接引眾生、攝受眾生。我們今天說法緣殊勝，法緣從哪裡來的？結緣！不結緣，你的法緣怎麼來？結緣用什麼東西結緣？布施。不布施還行嗎？先要付出去！有不少法師，我們見面常常問我：你的法緣為什麼那麼好，可不可以教教我們？我說可以。你是怎麼做的？布施，你肯布施就行了。我沒有到新加坡來，都送了幾萬冊的經書到這兒來跟大家結緣，人還沒來的時候，書都來了，錄音帶也來了，錄影帶也來了，這不結緣怎麼行？布施第一！我們為了成就自己，成就大家，必須要曉得，錢沒有用處，錢最害人，錢有毒，趕緊把它散出去，不要留在身上，散得乾乾淨淨，就得大自在，世間人不曉得。第二、愛語，愛語出自於真誠心，真正愛護一切眾生，所有一切語言，都是幫助眾生破迷開悟，都是幫助眾生離苦得樂，真實愛護一切眾生。佛在經典裡面所有的言語，都是愛語。第三個、利行，利是利益。一切所做，對於眾生、對於社會決定是有利益的，決定沒有害處的，眾生才願意接近你，才願意聽你的。第四個是同事。同事必得要法身大士，沒有證得法身，同事這一條不能學，法身大士行，他的定功夠了，智慧也夠了。譬如那些大菩薩，他看你有緣，他也來度你，你喜歡打麻將，菩薩天天陪你打麻將，而且每一場必贏，他比你高明多了，你就向他請教，他就說修定、修慧，這就高明了。他用這個方法，他先跟你同事，你喜歡什麼，他可以跟你一樣，這個就很歡喜了、很容易了。但是沒有這個定力不行，沒有定力的時候，這些人喜歡五欲六塵，你跟他去了，被他度跑了，麻煩就大了。所以定力不夠，智慧不夠，用前面三個：布施、愛語、利行；真正到功夫得力，才可以用最後這個同事。這是佛攝受一切眾生四種方法，布施是其中之一。"
    },
    {
      "id": "09-023-0012_p0053",
      "zh_CN": "【布施即一切佛法。佛法自始至终，不外一舍字。布施即舍，即放下。推广之，持戒舍贪瞋痴，忍辱舍瞋恚，精进舍懈怠、昏沉、掉举，禅定舍散乱、昏沉，般若舍二边及我法二执。】",
      "zh_TW": "【布施即一切佛法。佛法自始至終，不外一捨字。布施即捨，即放下。推廣之，持戒捨貪瞋痴，忍辱捨瞋恚，精進捨懈怠、昏沉、掉舉，禪定捨散亂、昏沉，般若捨二邊及我法二執。】"
    },
    {
      "id": "09-023-0012_p0054",
      "zh_CN": "实在讲，佛法自始至终，始是开始、初发心，终是成佛，从初发心到成佛，修什么？没有别的，放下而已。放下之后，再放下，再放下，到什么都没有了，放下也放下，那就成佛了。所以佛教导我们，如果我们把见思烦恼，八十八品见惑放下，你就证须陀洹果；再将三界八十一品思惑放下，你就证阿罗汉果；你把尘沙烦恼再放下，你就是三贤菩萨；再能够把无明破了，放下几品，你就是法身大士；到等觉菩萨，他还有一品生相无明没破，再把那一品生相无明放下，再舍掉，就成佛了。所以佛法你问修什么？布施而已！就是要把它舍掉，舍掉才能够成菩萨、成佛。我舍一点还留一点，不行！那还是凡夫，要舍得干干净净。凡夫之人没有智慧，烦恼忧虑很多，害怕！我统统都舍掉，我明天怎么生活？我的钱财统统舍掉了，那明天我活不了！你说他放下没有？没放下。为什么没放下？钱财放下了，身没放下。生死放下了，那就没生死，那多痛快！还要把生死牢牢的抓住，放不下；身外之物放下了，身放不下，那怎么行？身心世界一切放下。",
      "zh_TW": "實在講，佛法自始至終，始是開始、初發心，終是成佛，從初發心到成佛，修什麼？沒有別的，放下而已。放下之後，再放下，再放下，到什麼都沒有了，放下也放下，那就成佛了。所以佛教導我們，如果我們把見思煩惱，八十八品見惑放下，你就證須陀洹果；再將三界八十一品思惑放下，你就證阿羅漢果；你把塵沙煩惱再放下，你就是三賢菩薩；再能夠把無明破了，放下幾品，你就是法身大士；到等覺菩薩，他還有一品生相無明沒破，再把那一品生相無明放下，再捨掉，就成佛了。所以佛法你問修什麼？布施而已！就是要把它捨掉，捨掉才能夠成菩薩、成佛。我捨一點還留一點，不行！那還是凡夫，要捨得乾乾淨淨。凡夫之人沒有智慧，煩惱憂慮很多，害怕！我統統都捨掉，我明天怎麼生活？我的錢財統統捨掉了，那明天我活不了！你說他放下沒有？沒放下。為什麼沒放下？錢財放下了，身沒放下。生死放下了，那就沒生死，那多痛快！還要把生死牢牢的抓住，放不下；身外之物放下了，身放不下，那怎麼行？身心世界一切放下。"
    },
    {
      "id": "09-023-0012_p0055",
      "zh_CN": "实在讲，许许多多的观念都是错误的，迷惑颠倒。印光大师教现代人念《了凡四训》，他老人家教人学佛从哪里下手？《了凡四训》下手，也是高明得了不起。我也得这个力，我初学佛的时候，认识了朱镜宙老居士，那个时候老居士七十岁，我是二十六岁，他老人家七十岁，送我一本《了凡四训》，我读了好几遍，很有道理，我很相信。《了凡四训》是讲因缘果报，你要是真正读了，相信它，你就知道「一饮一啄，莫非前定」，你命里面有多少财，你统统舍光，舍不光的。你这里舍了，它过几天自然就来了，命里有的，而且怎么样？愈舍愈多。可是你要记住，愈多要愈舍，你不能说多了就不舍，不舍就完了，就要得病，不舍就会得病。愈多愈舍，是愈舍愈多。你怕什么？一般人读了，晓得这个道理，不敢做，就是恐惧，怕自己生活过不下去，就害怕这个，这是错误观念，大错特错。不但障碍你一生幸福，你真的念佛想求生净土都不可能！彻底放下，放下之后，你才晓得自在，你才晓得一样都不缺乏。",
      "zh_TW": "實在講，許許多多的觀念都是錯誤的，迷惑顛倒。印光大師教現代人念《了凡四訓》，他老人家教人學佛從哪裡下手？《了凡四訓》下手，也是高明得了不起。我也得這個力，我初學佛的時候，認識了朱鏡宙老居士，那個時候老居士七十歲，我是二十六歲，他老人家七十歲，送我一本《了凡四訓》，我讀了好幾遍，很有道理，我很相信。《了凡四訓》是講因緣果報，你要是真正讀了，相信它，你就知道「一飲一啄，莫非前定」，你命裡面有多少財，你統統捨光，捨不光的。你這裡捨了，它過幾天自然就來了，命裡有的，而且怎麼樣？愈捨愈多。可是你要記住，愈多要愈捨，你不能說多了就不捨，不捨就完了，就要得病，不捨就會得病。愈多愈捨，是愈捨愈多。你怕什麼？一般人讀了，曉得這個道理，不敢做，就是恐懼，怕自己生活過不下去，就害怕這個，這是錯誤觀念，大錯特錯。不但障礙你一生幸福，你真的念佛想求生淨土都不可能！徹底放下，放下之後，你才曉得自在，你才曉得一樣都不缺乏。"
    },
    {
      "id": "09-023-0012_p0056",
      "zh_CN": "佛法自始至终就是舍，就是放下、再放下。常常念着布施，常常念着舍，念着放下，用这个做观照也不错，也很得力。勉励自己要放下，多多的帮助人，帮助人帮什么？这一点一定要晓得，要帮他开智慧，因为智慧开了，所有一切问题都解决了。他今天没得吃，送点吃的给他；明天没得穿，送几件衣服给他穿，这个实在讲太有限了，不是解决问题的办法。解决问题的办法是要帮助他明了因果的道理，要帮助他这个，帮助他知道佛法的好处，教他如何修学正法，怎样破迷开悟，这个利益就大了，要在这上面去帮助人。",
      "zh_TW": "佛法自始至終就是捨，就是放下、再放下。常常念著布施，常常念著捨，念著放下，用這個做觀照也不錯，也很得力。勉勵自己要放下，多多的幫助人，幫助人幫什麼？這一點一定要曉得，要幫他開智慧，因為智慧開了，所有一切問題都解決了。他今天沒得吃，送點吃的給他；明天沒得穿，送幾件衣服給他穿，這個實在講太有限了，不是解決問題的辦法。解決問題的辦法是要幫助他明瞭因果的道理，要幫助他這個，幫助他知道佛法的好處，教他如何修學正法，怎樣破迷開悟，這個利益就大了，要在這上面去幫助人。"
    },
    {
      "id": "09-023-0012_p0057",
      "zh_CN": "所以过去印光老法师，一生所有一切的供养，全部拿去印经布施，印经就是帮助人开智慧。他的弘化社，就是他那个佛经流通处，印送《了凡四训》、《感应篇》、《安士全书》这三种，我给它概略估计一下，至少有三百万册。其他的这些经论数量都没这么多，几千册、一万册就不得了，唯独这个书印那么多。所以我那个时候，一九七七年在香港讲经，住在中华佛教图书馆，倓虚老法师的道场，那里面收集的书很多，弘化社的书不少。我没有事在那里看书，看版权页，一本书印了几十版，每一版少的三万册，多的十万册，我吓一跳！老法师为什么这样大量的流通这三种书，这三种书不是佛经，如果是佛经我们还不奇怪，不是佛经。不但流通，还有一篇传记里面记载，清朝末年的时候，老法师在普陀山，他都住藏经楼，定海的知县请他老人家到定海弘法，他没去，他派了一个代表到定海去讲经，讲什么经？讲《文昌帝君阴骘文》，这是道教的东西。这都是我们觉得，大法师不去讲一部佛经，去讲道教的东西干什么？我们才晓得，老法师是真智慧，真能观机，讲佛法对他没有用处！《文昌帝君阴骘文》跟《感应篇》一样，讲因果报应。这个是学佛基础的基础，他在打根基，你才晓得这个东西重要。人知道自己的命运，知道因果报应，起心动念不敢存坏心，不敢有妄念，心好他的言语造作自然就收敛，这才是好人。经上讲的善男子、善女人，先要把他提升到这个标准，然后才能接受佛法。老法师的作为，跟一般人不一样，这是我们要能够体会得到的。所以《了凡四训》这三样书，就非常非常重要。我七七年从香港回到台湾，看到老法师这样做，我们在台湾也大力提倡，回到台湾就印了五、六万册，而且这几样东西，我都讲过。早年讲的都没有录音，早年讲过这些东西。再看末后这一段，这再举很具体的例子。",
      "zh_TW": "所以過去印光老法師，一生所有一切的供養，全部拿去印經布施，印經就是幫助人開智慧。他的弘化社，就是他那個佛經流通處，印送《了凡四訓》、《感應篇》、《安士全書》這三種，我給它概略估計一下，至少有三百萬冊。其他的這些經論數量都沒這麼多，幾千冊、一萬冊就不得了，唯獨這個書印那麼多。所以我那個時候，一九七七年在香港講經，住在中華佛教圖書館，倓虛老法師的道場，那裡面收集的書很多，弘化社的書不少。我沒有事在那裡看書，看版權頁，一本書印了幾十版，每一版少的三萬冊，多的十萬冊，我嚇一跳！老法師為什麼這樣大量的流通這三種書，這三種書不是佛經，如果是佛經我們還不奇怪，不是佛經。不但流通，還有一篇傳記裡面記載，清朝末年的時候，老法師在普陀山，他都住藏經樓，定海的知縣請他老人家到定海弘法，他沒去，他派了一個代表到定海去講經，講什麼經？講《文昌帝君陰騭文》，這是道教的東西。這都是我們覺得，大法師不去講一部佛經，去講道教的東西幹什麼？我們才曉得，老法師是真智慧，真能觀機，講佛法對他沒有用處！《文昌帝君陰騭文》跟《感應篇》一樣，講因果報應。這個是學佛基礎的基礎，他在打根基，你才曉得這個東西重要。人知道自己的命運，知道因果報應，起心動念不敢存壞心，不敢有妄念，心好他的言語造作自然就收斂，這才是好人。經上講的善男子、善女人，先要把他提升到這個標準，然後才能接受佛法。老法師的作為，跟一般人不一樣，這是我們要能夠體會得到的。所以《了凡四訓》這三樣書，就非常非常重要。我七七年從香港回到台灣，看到老法師這樣做，我們在台灣也大力提倡，回到台灣就印了五、六萬冊，而且這幾樣東西，我都講過。早年講的都沒有錄音，早年講過這些東西。再看末後這一段，這再舉很具體的例子。"
    },
    {
      "id": "09-023-0012_p0058",
      "zh_CN": "【如听经，舍世间娱乐而来学佛。】",
      "zh_TW": "【如聽經，捨世間娛樂而來學佛。】"
    },
    {
      "id": "09-023-0012_p0059",
      "zh_CN": "这都叫你舍，都叫你放下。你每天晚上到这儿来听经，大概家里面都有电视，有很多娱乐场所，也有朋友跟你约会，你都不去，都放下、都舍了，你不舍怎么行？所以，你舍那个你才能学佛。",
      "zh_TW": "這都叫你捨，都叫你放下。你每天晚上到這兒來聽經，大概家裡面都有電視，有很多娛樂場所，也有朋友跟你約會，你都不去，都放下、都捨了，你不捨怎麼行？所以，你捨那個你才能學佛。"
    },
    {
      "id": "09-023-0012_p0060",
      "zh_CN": "【天人舍欲界即升色界】",
      "zh_TW": "【天人捨欲界即升色界】"
    },
    {
      "id": "09-023-0012_p0061",
      "zh_CN": "天有二十八层，分为三界：欲界、色界、无色界。欲界天人要是不能把欲统统舍得干干净净，色界天他去不了。",
      "zh_TW": "天有二十八層，分為三界：欲界、色界、無色界。欲界天人要是不能把欲統統捨得乾乾淨淨，色界天他去不了。"
    },
    {
      "id": "09-023-0012_p0062",
      "zh_CN": "【舍色界即升无色界】",
      "zh_TW": "【捨色界即升無色界】"
    },
    {
      "id": "09-023-0012_p0063",
      "zh_CN": "这才能到四空天。",
      "zh_TW": "這才能到四空天。"
    },
    {
      "id": "09-023-0012_p0064",
      "zh_CN": "【舍我执即证阿罗汉】",
      "zh_TW": "【捨我執即證阿羅漢】"
    },
    {
      "id": "09-023-0012_p0065",
      "zh_CN": "我们今天证不了阿罗汉，为什么？我！「我」抓得很牢，决定不肯舍，这就没法子。可是你一定要知道，这是我们本来不晓得，听了佛法才知道，只要执着我，你就有三界轮回，就有六道轮回。所以，你要不想再搞六道轮回，「我」舍掉就没事了，六道就没有了，超越六道。所以要有智慧，要有胆量，敢把「我」舍掉。舍掉之后真痛快、真自在，什么烦恼都没有了，不但烦恼没有了，生死没有了，六道没有了。",
      "zh_TW": "我們今天證不了阿羅漢，為什麼？我！「我」抓得很牢，決定不肯捨，這就沒法子。可是你一定要知道，這是我們本來不曉得，聽了佛法才知道，只要執著我，你就有三界輪迴，就有六道輪迴。所以，你要不想再搞六道輪迴，「我」捨掉就沒事了，六道就沒有了，超越六道。所以要有智慧，要有膽量，敢把「我」捨掉。捨掉之後真痛快、真自在，什麼煩惱都沒有了，不但煩惱沒有了，生死沒有了，六道沒有了。"
    },
    {
      "id": "09-023-0012_p0066",
      "zh_CN": "生死六道没有了，是不是这个身马上就没有了？不一定，身还在这个世间，身虽在这个世间，没有生死了、没有轮回了，因为你把我舍掉了。前面讲，无我相、无人相、无众生相、无寿者相，真舍掉了，这个身体在这个世间快乐！快乐无比！在这世间时间的长短，随缘！随什么缘？众生还需要这个身体，多住几天；佛菩萨需要这个身体，多住几天。多住几天干什么？弘法利生，给众生做一个了生死、出三界的好样子，如此而已！若是自己，毫无理由再多住一天，没有理由了，完全是为众生、为佛法，这叫随缘，不是攀缘。",
      "zh_TW": "生死六道沒有了，是不是這個身馬上就沒有了？不一定，身還在這個世間，身雖在這個世間，沒有生死了、沒有輪迴了，因為你把我捨掉了。前面講，無我相、無人相、無眾生相、無壽者相，真捨掉了，這個身體在這個世間快樂！快樂無比！在這世間時間的長短，隨緣！隨什麼緣？眾生還需要這個身體，多住幾天；佛菩薩需要這個身體，多住幾天。多住幾天幹什麼？弘法利生，給眾生做一個了生死、出三界的好樣子，如此而已！若是自己，毫無理由再多住一天，沒有理由了，完全是為眾生、為佛法，這叫隨緣，不是攀緣。"
    },
    {
      "id": "09-023-0012_p0067",
      "zh_CN": "【舍法执即为菩萨】",
      "zh_TW": "【捨法執即為菩薩】"
    },
    {
      "id": "09-023-0012_p0068",
      "zh_CN": "不但世间法不执着，佛法也不执着，那你就是菩萨。世间法舍掉了，还执着佛法，还是不行，你那个心还不清净。",
      "zh_TW": "不但世間法不執著，佛法也不執著，那你就是菩薩。世間法捨掉了，還執著佛法，還是不行，你那個心還不清淨。"
    },
    {
      "id": "09-023-0012_p0069",
      "zh_CN": "【舍娑婆即生极乐净土】",
      "zh_TW": "【捨娑婆即生極樂淨土】"
    },
    {
      "id": "09-023-0012_p0070",
      "zh_CN": "你要想到极乐世界去亲近阿弥陀佛，娑婆世界要舍掉。娑婆这是讲娑婆的六道，娑婆的大千世界，有一丝毫的贪恋，西方极乐世界就去不了，必须毫无牵挂，真的舍得干干净净。日用寻常之中，一切随缘，纵然是自行化他，也是水月道场，梦中佛事。这样才真正做到丝毫牵挂都没有，这才能生净土，才能够亲近阿弥陀佛。「并舍亦舍」，舍到最后没有了，连舍也舍掉了，没得舍了，那就成佛了，圆满菩提。",
      "zh_TW": "你要想到極樂世界去親近阿彌陀佛，娑婆世界要捨掉。娑婆這是講娑婆的六道，娑婆的大千世界，有一絲毫的貪戀，西方極樂世界就去不了，必須毫無牽掛，真的捨得乾乾淨淨。日用尋常之中，一切隨緣，縱然是自行化他，也是水月道場，夢中佛事。這樣才真正做到絲毫牽掛都沒有，這才能生淨土，才能夠親近阿彌陀佛。「並捨亦捨」，捨到最後沒有了，連捨也捨掉了，沒得捨了，那就成佛了，圓滿菩提。"
    },
    {
      "id": "09-023-0012_p0071",
      "zh_CN": "【由此可知，只要一面行去，一面不放在心里，即两边不着矣。】",
      "zh_TW": "【由此可知，只要一面行去，一面不放在心裡，即兩邊不著矣。】"
    },
    {
      "id": "09-023-0012_p0072",
      "zh_CN": "这是把布施波罗蜜，把菩萨六度万行，具体教给我们，教我们落实在生活当中，如何像诸佛菩萨一样的行法，这才叫真正学佛。学佛的生活，学佛的行持，不是在文字里面学，不是在言语里面学，在日常生活当中学。一面行去，行什么？有这个身，哪有不行！像释迦牟尼佛表现的，早晨起来穿衣服、托钵、吃饭，这是行！我们早晨起来穿衣服，这都是行。在家里面做家事，上班的时候你去做工，样样都在行，这就叫一面行去。我们是天天这样行，佛菩萨天天也是这么行，不一样的地方在哪里？佛菩萨不放在心里，心里面干干净净，没有分别、没有执着。我们凡夫有分别、有执着，不一样就在此地。我们学佛菩萨就是在日常生活当中，学一个不分别、不执着。一切时、一切处、一切境缘之中，境是物质环境，缘是人事环境，学一个不起心、不动念。跟大家应酬的时候，学随缘不攀缘，随缘就是自己不起心、不动念，我这个形相随缘，心里头如如不动，干干净净一尘不染，这叫学佛。即两边不着，因为有行，不着空；心地干净、一尘不染，不着有；空有两边不着。",
      "zh_TW": "這是把布施波羅蜜，把菩薩六度萬行，具體教給我們，教我們落實在生活當中，如何像諸佛菩薩一樣的行法，這才叫真正學佛。學佛的生活，學佛的行持，不是在文字裡面學，不是在言語裡面學，在日常生活當中學。一面行去，行什麼？有這個身，哪有不行！像釋迦牟尼佛表現的，早晨起來穿衣服、托缽、吃飯，這是行！我們早晨起來穿衣服，這都是行。在家裡面做家事，上班的時候你去做工，樣樣都在行，這就叫一面行去。我們是天天這樣行，佛菩薩天天也是這麼行，不一樣的地方在哪裡？佛菩薩不放在心裡，心裡面乾乾淨淨，沒有分別、沒有執著。我們凡夫有分別、有執著，不一樣就在此地。我們學佛菩薩就是在日常生活當中，學一個不分別、不執著。一切時、一切處、一切境緣之中，境是物質環境，緣是人事環境，學一個不起心、不動念。跟大家應酬的時候，學隨緣不攀緣，隨緣就是自己不起心、不動念，我這個形相隨緣，心裡頭如如不動，乾乾淨淨一塵不染，這叫學佛。即兩邊不著，因為有行，不著空；心地乾淨、一塵不染，不著有；空有兩邊不著。"
    },
    {
      "id": "09-023-0012_p0073",
      "zh_CN": "「处事」，你办事、你工作，你每天去做工，每天都有你自己需要做的事情，处事就是你去做事，不妨碍，做什么事情都不妨碍，各行各业、男女老少，什么事都不妨碍。「待人」，与别人往来应酬。「接物」，处理一切物质上的事情。你能够像佛菩萨一样心地清净，一丝毫不沾染，你无论办什么事，「必然公而无私，国而忘家。」这就是在社会上第一等人物，也是我们前面一再讲的，给社会、给大众做一个好样子，我们所作所为都是利益众生、利益社会、利益国家的，为什么？没有私心、没有我，没有贪瞋痴了。",
      "zh_TW": "「處事」，你辦事、你工作，你每天去做工，每天都有你自己需要做的事情，處事就是你去做事，不妨礙，做什麼事情都不妨礙，各行各業、男女老少，什麼事都不妨礙。「待人」，與別人往來應酬。「接物」，處理一切物質上的事情。你能夠像佛菩薩一樣心地清淨，一絲毫不沾染，你無論辦什麼事，「必然公而無私，國而忘家。」這就是在社會上第一等人物，也是我們前面一再講的，給社會、給大眾做一個好樣子，我們所作所為都是利益眾生、利益社會、利益國家的，為什麼？沒有私心、沒有我，沒有貪瞋痴了。"
    },
    {
      "id": "09-023-0012_p0074",
      "zh_CN": "【可知布施一法，包括一切。】",
      "zh_TW": "【可知布施一法，包括一切。】"
    },
    {
      "id": "09-023-0012_p0075",
      "zh_CN": "这一法，一切世间法包括在其中，一切佛法也在其中。你要问大乘佛法修什么？布施而已。所以大善知识教人看破、放下，放下就是布施，看破是般若，般若是智慧，智慧开了看破了，看破当然放下了，看破没有不肯放下的。我们今天就讲到此地。",
      "zh_TW": "這一法，一切世間法包括在其中，一切佛法也在其中。你要問大乘佛法修什麼？布施而已。所以大善知識教人看破、放下，放下就是布施，看破是般若，般若是智慧，智慧開了看破了，看破當然放下了，看破沒有不肯放下的。我們今天就講到此地。"
    }
  ]
}