{
  "doc_id": "09-023-0048",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十八集",
    "zh_TW": "第四十八集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0048",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "09-023-0048_p0001",
      "zh_CN": "请掀开经本一百一十一面，第五行，从注解第七段看起。",
      "zh_TW": "請掀開經本一百一十一面，第五行，從註解第七段看起。"
    },
    {
      "id": "09-023-0048_p0002",
      "zh_CN": "【学佛当审时机。机是根机，机缘也。所谓时者，如南北朝时，北魏南梁，无不大弘佛法，讲席极盛，然不无取着文字相。故达摩东来，乃不立文字，直指人心，正对时病。】",
      "zh_TW": "【學佛當審時機。機是根機，機緣也。所謂時者，如南北朝時，北魏南梁，無不大弘佛法，講席極盛，然不無取著文字相。故達摩東來，乃不立文字，直指人心，正對時病。】"
    },
    {
      "id": "09-023-0048_p0003",
      "zh_CN": "这一段很要紧，这就是讲弘法一定要懂得观机。一般说到观机，总不外乎三桩事情：第一个是人，为哪些人讲；第二个是处所，在什么地方讲；第三个是时间，什么时候讲；这是三番审机。如果是对了机，就是我们佛法讲的契机，契机、契理，这才是佛说的。所以佛的经叫做契经，上契诸佛所证之理，下契众生可度之机。为什么要观机？观机的作用在哪里？这一段说得很清楚。根机是讲人，就是对哪一类的根机人，应当要说什么法。佛陀灭度之后，留下来这么多的经论，法师讲经就好像替众生治病一样；当然法师没有佛的本领，佛观机说法那是决定不会错误，法师总得要小心谨慎，观察众生的根机，为众生选择一个法门，这样子能令一切众生得利益。这里面还有一个缘，众生根机要了解，缘也很重要，缘不成熟也没有办法，因缘成熟。像我们这边有这么一个道场，这是缘，又有这么多热心于佛法的同修们，他们发心礼请，他们发心邀约大众共同来参学，这都是缘分。大的环境，这个地区安和乐利，就是社会安定、人民富足，是一个大乘佛法弘扬很理想的大环境。",
      "zh_TW": "這一段很要緊，這就是講弘法一定要懂得觀機。一般說到觀機，總不外乎三樁事情：第一個是人，為哪些人講；第二個是處所，在什麼地方講；第三個是時間，什麼時候講；這是三番審機。如果是對了機，就是我們佛法講的契機，契機、契理，這才是佛說的。所以佛的經叫做契經，上契諸佛所證之理，下契眾生可度之機。為什麼要觀機？觀機的作用在哪裡？這一段說得很清楚。根機是講人，就是對哪一類的根機人，應當要說什麼法。佛陀滅度之後，留下來這麼多的經論，法師講經就好像替眾生治病一樣；當然法師沒有佛的本領，佛觀機說法那是決定不會錯誤，法師總得要小心謹慎，觀察眾生的根機，為眾生選擇一個法門，這樣子能令一切眾生得利益。這裡面還有一個緣，眾生根機要了解，緣也很重要，緣不成熟也沒有辦法，因緣成熟。像我們這邊有這麼一個道場，這是緣，又有這麼多熱心於佛法的同修們，他們發心禮請，他們發心邀約大眾共同來參學，這都是緣分。大的環境，這個地區安和樂利，就是社會安定、人民富足，是一個大乘佛法弘揚很理想的大環境。"
    },
    {
      "id": "09-023-0048_p0004",
      "zh_CN": "其次是「时」，这个时节因缘也非常重要；时是讲时间。这里举出一个例子，像中国古代南北朝时代，南朝梁大家都晓得梁武帝，梁的都城在南京，南京是六朝古都，宋、齐、梁、陈都在南京建都。北方有魏，拓跋珪建立的，我们叫胡人，当时那个时候叫外国人，在北方建立的一个王朝。这两位国王都是虔诚的佛教徒，礼请大德法师弘法利生，讲经道场很多，讲的人也很多，佛法非常兴盛，讲席极盛。可是这里面有一个遗憾，就是讲经的大德很多都着相，「然不无取着文字相」，他着相，着相讲的是文字，与心性不相干了。诸位必须要知道，大乘佛法的精华是在明心见性，明心见性决不是只有禅宗才讲，所有大乘佛法都是以「明心见性」为中心。在教下虽然不用这个名词，它用另外一个名词叫「大开圆解」，大开圆解就是明心见性；像净土宗里面又换一个名词，叫「理一心不乱」。境界完全相同，只是每一个宗派说的名相不一样而已，都是以见性为中心，若不见性，那就不是大乘。讲席里面都着相，着相就变成什么？修福。",
      "zh_TW": "其次是「時」，這個時節因緣也非常重要；時是講時間。這裡舉出一個例子，像中國古代南北朝時代，南朝梁大家都曉得梁武帝，梁的都城在南京，南京是六朝古都，宋、齊、梁、陳都在南京建都。北方有魏，拓跋珪建立的，我們叫胡人，當時那個時候叫外國人，在北方建立的一個王朝。這兩位國王都是虔誠的佛教徒，禮請大德法師弘法利生，講經道場很多，講的人也很多，佛法非常興盛，講席極盛。可是這裡面有一個遺憾，就是講經的大德很多都著相，「然不無取著文字相」，他著相，著相講的是文字，與心性不相干了。諸位必須要知道，大乘佛法的精華是在明心見性，明心見性決不是只有禪宗才講，所有大乘佛法都是以「明心見性」為中心。在教下雖然不用這個名詞，它用另外一個名詞叫「大開圓解」，大開圓解就是明心見性；像淨土宗裡面又換一個名詞，叫「理一心不亂」。境界完全相同，只是每一個宗派說的名相不一樣而已，都是以見性為中心，若不見性，那就不是大乘。講席裡面都著相，著相就變成什麼？修福。"
    },
    {
      "id": "09-023-0048_p0005",
      "zh_CN": "南朝梁武帝，这是大家都很熟悉的，在佛教史里面他有很高的知名度，大概与《梁皇宝忏》有关系，大家都拜《梁皇宝忏》，拜《梁皇宝忏》一定会提到梁武帝。梁武帝如何？着相修福。他是这么一个个性，我们可以连带想得到，当时弘法的那些法师，多数也是着相修福，跟梁武帝交情才套得拢。达摩祖师一来，他要搞明心见性，这两个人谈得不投机，不欢而散，梁武帝就不护他的法。所以达摩到中国来，看到中国大乘佛法的弘扬，都是着相修福，这个不如法；这种修学得的结果，人天福报而已，不能够了生死出三界，不算是成就。所以他老人家来，针对这个毛病，提倡禅宗；禅宗是不立文字，你们都着文字相，完全把文字舍掉，用参究。他来的时候，禅宗参禅参究的方法用观心，参话头是以后，达摩来是传的观心，完全舍弃掉文字，这个做法是针对那个时候弘法修学人的着相毛病而施设。",
      "zh_TW": "南朝梁武帝，這是大家都很熟悉的，在佛教史裡面他有很高的知名度，大概與《梁皇寶懺》有關係，大家都拜《梁皇寶懺》，拜《梁皇寶懺》一定會提到梁武帝。梁武帝如何？著相修福。他是這麼一個個性，我們可以連帶想得到，當時弘法的那些法師，多數也是著相修福，跟梁武帝交情才套得攏。達摩祖師一來，他要搞明心見性，這兩個人談得不投機，不歡而散，梁武帝就不護他的法。所以達摩到中國來，看到中國大乘佛法的弘揚，都是著相修福，這個不如法；這種修學得的結果，人天福報而已，不能夠了生死出三界，不算是成就。所以他老人家來，針對這個毛病，提倡禪宗；禪宗是不立文字，你們都著文字相，完全把文字捨掉，用參究。他來的時候，禪宗參禪參究的方法用觀心，參話頭是以後，達摩來是傳的觀心，完全捨棄掉文字，這個做法是針對那個時候弘法修學人的著相毛病而施設。"
    },
    {
      "id": "09-023-0048_p0006",
      "zh_CN": "我们今天看看，现前社会佛法的弘扬，毛病在哪里？这个不能不知道，如果不知道毛病，你怎么能够对治毛病？一定要懂得。现在的毛病不但是着相修福，说老实话，梁武帝那个时候是真的修福报；我们现在着相，在造业，没修到福报。人家着相是真修福，我们着相，福也没修到，造了业。这个时候的病，比南北朝那个时候的病深得太多，也复杂太多。现在一般学佛的人，为什么我说他修不到福报？他是乱修、杂修。他也很精进，不能讲精进，精他没有；进，乱进、杂进，他搞这个。因此连福报都修不到，这叫真正可惜。他还在拼命干，到处去学，一个人拜师父都要拜十几、二十个，哪个道场都要跑，什么法会都参加，所以修乱了、修杂了，连福都修不到。",
      "zh_TW": "我們今天看看，現前社會佛法的弘揚，毛病在哪裡？這個不能不知道，如果不知道毛病，你怎麼能夠對治毛病？一定要懂得。現在的毛病不但是著相修福，說老實話，梁武帝那個時候是真的修福報；我們現在著相，在造業，沒修到福報。人家著相是真修福，我們著相，福也沒修到，造了業。這個時候的病，比南北朝那個時候的病深得太多，也複雜太多。現在一般學佛的人，為什麼我說他修不到福報？他是亂修、雜修。他也很精進，不能講精進，精他沒有；進，亂進、雜進，他搞這個。因此連福報都修不到，這叫真正可惜。他還在拼命幹，到處去學，一個人拜師父都要拜十幾、二十個，哪個道場都要跑，什麼法會都參加，所以修亂了、修雜了，連福都修不到。"
    },
    {
      "id": "09-023-0048_p0007",
      "zh_CN": "因此我们在这个时代，一定要提倡专，印光大师给我们做了好样子；这个法子不是我有见地，我见不到，没有这个能力。我们看印光大师所做的，提倡专修专弘，这是对症、对治我们这个时代所犯的病痛。印老当年在世的时候，我们现在看他的《文钞》，看他的《永思录》，《永思录》是后人纪念他的那些文字，都收在《印光大师全集》之中，我们看到很多感人的故事。譬如：他的学生、他的信徒，我们现在一般人讲印光大师的皈依徒弟，其实你要这个说法，印光大师并不承认；他在讲三皈依的时候说得很清楚，这个文字留下来我们看到。他说你们发心来皈依，我只是代表僧团传授三皈给你，你们是皈依三宝，不是皈依我一个人，他都交代得很清楚、很明白。接受他老人家传授三皈依的这些弟子们，几乎统统都有成就，这是对老法师有恭敬心，听老法师的教诲。有时候到山上，老法师晚年住在苏州灵岩山，到山上去看看老法师。老法师看到这个人来了，把他叫在面前骂他一顿，「你来干什么，为什么不在家里好好的念佛？」他说：我来看看师父。「师父你过去看过了，还有什么好看的！」骂回去。浪费精神，跑这么远的路，到寺庙又要供养，浪费钱财，钱不是好赚的，骂回去。这种道风，针对现前佛法里头的流弊。",
      "zh_TW": "因此我們在這個時代，一定要提倡專，印光大師給我們做了好樣子；這個法子不是我有見地，我見不到，沒有這個能力。我們看印光大師所做的，提倡專修專弘，這是對症、對治我們這個時代所犯的病痛。印老當年在世的時候，我們現在看他的《文鈔》，看他的《永思錄》，《永思錄》是後人紀念他的那些文字，都收在《印光大師全集》之中，我們看到很多感人的故事。譬如：他的學生、他的信徒，我們現在一般人講印光大師的皈依徒弟，其實你要這個說法，印光大師並不承認；他在講三皈依的時候說得很清楚，這個文字留下來我們看到。他說你們發心來皈依，我只是代表僧團傳授三皈給你，你們是皈依三寶，不是皈依我一個人，他都交代得很清楚、很明白。接受他老人家傳授三皈依的這些弟子們，幾乎統統都有成就，這是對老法師有恭敬心，聽老法師的教誨。有時候到山上，老法師晚年住在蘇州靈巖山，到山上去看看老法師。老法師看到這個人來了，把他叫在面前罵他一頓，「你來幹什麼，為什麼不在家裡好好的念佛？」他說：我來看看師父。「師父你過去看過了，還有什麼好看的！」罵回去。浪費精神，跑這麼遠的路，到寺廟又要供養，浪費錢財，錢不是好賺的，罵回去。這種道風，針對現前佛法裡頭的流弊。"
    },
    {
      "id": "09-023-0048_p0008",
      "zh_CN": "他老人家赞叹《西方确指》，而且给它写了一篇序文，《西方确指》是扶鸾扶出来的。老法师说扶鸾扶出来的，只有这一篇东西是真的，其他的不可靠。《西方确指》确确实实纯粹劝人念佛，教导大家道场要重实质不重形式，要求真正成就。觉明妙行菩萨的道场总共只有十二个人，何必要很多人，人多了就复杂。道场看起来很兴旺、很热闹，将来一个都不能成就，统统搞六道轮回，这不是佛菩萨建立道场的意思。反过来看觉明妙行菩萨那十二个人，十二个人统统往生，这叫大圆满，这是真实道场。所以何必要人多？人多了，供养多、收入多、道场财富多，钱一多了就作怪，争名夺利。道场没有钱，常常饭都没得吃，人心都在道上，都知道修行；道场收入一多，心都变了，道心没有了，那个道变成偷盗的盗，变成那个盗心，那个麻烦大了。",
      "zh_TW": "他老人家讚歎《西方確指》，而且給它寫了一篇序文，《西方確指》是扶鸞扶出來的。老法師說扶鸞扶出來的，只有這一篇東西是真的，其他的不可靠。《西方確指》確確實實純粹勸人念佛，教導大家道場要重實質不重形式，要求真正成就。覺明妙行菩薩的道場總共只有十二個人，何必要很多人，人多了就複雜。道場看起來很興旺、很熱鬧，將來一個都不能成就，統統搞六道輪迴，這不是佛菩薩建立道場的意思。反過來看覺明妙行菩薩那十二個人，十二個人統統往生，這叫大圓滿，這是真實道場。所以何必要人多？人多了，供養多、收入多、道場財富多，錢一多了就作怪，爭名奪利。道場沒有錢，常常飯都沒得吃，人心都在道上，都知道修行；道場收入一多，心都變了，道心沒有了，那個道變成偷盜的盜，變成那個盜心，那個麻煩大了。"
    },
    {
      "id": "09-023-0048_p0009",
      "zh_CN": "所以道场最好不要要求收入，至少不去动脑筋去找钱、找人来，这个人才有道，这个道场才有道。人家自动供养来的这个可以，绝对不去想尽方法去拉人、劝人，不干这个事情。纵然今天我们有不少同修在做好事，流通录音带、录影带、经书，需要钱，有钱就做，没钱不做，这个才自在。我在台北两个道场，图书馆韩馆长负责，管理这个道场；佛陀教育基金会总干事简丰文居士，负责那个道场。我教他们，我们只摆个功德箱，其他的什么都没有；这个月钱多，多做；少，少做；没，不做，最好！我们自己多悠闲、多自在。不可以去找事，找事是攀缘，你的心已经不清净了，你做的那一点好事，就跟南北朝这个时代，你是修福，错了！怎么可以去拉信徒，怎么可以想办法去找钱？万万不可以。要知道修这么一点福，把这一生你清净心失掉，往生西方的机会丢掉，那才叫真可惜。这个法门，彭际清居士所讲的，无量劫来希有难逢，好不容易遇到，遇到之后，用盗心，偷盗的心，不是正道，用这种心去修福，你将来得的是什么果报？真正叫迷惑颠倒，大好因缘当面错过。所以我们看真正祖师大德、善知识的教诲，他们做法给我们很大的启示，宁愿不做，不可以贪图福报；贪图福报，你怎么能离开六道轮回？福报尚且不贪图，你的心自然就清净了。",
      "zh_TW": "所以道場最好不要要求收入，至少不去動腦筋去找錢、找人來，這個人才有道，這個道場才有道。人家自動供養來的這個可以，絕對不去想盡方法去拉人、勸人，不幹這個事情。縱然今天我們有不少同修在做好事，流通錄音帶、錄影帶、經書，需要錢，有錢就做，沒錢不做，這個才自在。我在台北兩個道場，圖書館韓館長負責，管理這個道場；佛陀教育基金會總幹事簡豐文居士，負責那個道場。我教他們，我們只擺個功德箱，其他的什麼都沒有；這個月錢多，多做；少，少做；沒，不做，最好！我們自己多悠閒、多自在。不可以去找事，找事是攀緣，你的心已經不清淨了，你做的那一點好事，就跟南北朝這個時代，你是修福，錯了！怎麼可以去拉信徒，怎麼可以想辦法去找錢？萬萬不可以。要知道修這麼一點福，把這一生你清淨心失掉，往生西方的機會丟掉，那才叫真可惜。這個法門，彭際清居士所講的，無量劫來希有難逢，好不容易遇到，遇到之後，用盜心，偷盜的心，不是正道，用這種心去修福，你將來得的是什麼果報？真正叫迷惑顛倒，大好因緣當面錯過。所以我們看真正祖師大德、善知識的教誨，他們做法給我們很大的啟示，寧願不做，不可以貪圖福報；貪圖福報，你怎麼能離開六道輪迴？福報尚且不貪圖，你的心自然就清淨了。"
    },
    {
      "id": "09-023-0048_p0010",
      "zh_CN": "弘法利生的事情，诸位要晓得，我们只做一个增上缘而已。众生有福，那个财富自然会来；来了，我们操心，要如何给它用出去，用得真正有功德，我们有这个责任。用得不妥当，我们就有罪过，这是要背因果的，知道因果责任这么大，谁愿意去求，不会干这个事情。有些同修钱送来了，那没有法子，只好替他办事；我不想他送来，他不送来，好！不送来，我没事。自古以来祖师大德、善知识，不但这样教我们，他们本身一生所做的，你仔细去观察，就是这样的。所以针对时病，这个佛法才能够利益众生。再看底下这一段：",
      "zh_TW": "弘法利生的事情，諸位要曉得，我們只做一個增上緣而已。眾生有福，那個財富自然會來；來了，我們操心，要如何給它用出去，用得真正有功德，我們有這個責任。用得不妥當，我們就有罪過，這是要背因果的，知道因果責任這麼大，誰願意去求，不會幹這個事情。有些同修錢送來了，那沒有法子，只好替他辦事；我不想他送來，他不送來，好！不送來，我沒事。自古以來祖師大德、善知識，不但這樣教我們，他們本身一生所做的，你仔細去觀察，就是這樣的。所以針對時病，這個佛法才能夠利益眾生。再看底下這一段："
    },
    {
      "id": "09-023-0048_p0011",
      "zh_CN": "【今则大都不明佛理，正当广劝读经，药其空疏。不立文字，今犹非宜也。】",
      "zh_TW": "【今則大都不明佛理，正當廣勸讀經，藥其空疏。不立文字，今猶非宜也。】"
    },
    {
      "id": "09-023-0048_p0012",
      "zh_CN": "达摩祖师要是生在这个时代，他一定都劝大家读经。为什么在那个时代他要搞不立文字？因为那个时候大家读经都着相，所以用那付药治那个时候人的病。现在人的病是什么？对于佛法教理完全无知，非常热心学佛，到处拜佛，到处参加法会，佛法是什么，不知道。那怎么行？所以在今天这个时代，我们应当劝人读经，这个药就是治他。他对于佛法一无所知，这是空疏，要用读经这付药来治他的病，就是要劝他读经。所以禅宗不立文字，不适合于现代社会，不适合。",
      "zh_TW": "達摩祖師要是生在這個時代，他一定都勸大家讀經。為什麼在那個時代他要搞不立文字？因為那個時候大家讀經都著相，所以用那付藥治那個時候人的病。現在人的病是什麼？對於佛法教理完全無知，非常熱心學佛，到處拜佛，到處參加法會，佛法是什麼，不知道。那怎麼行？所以在今天這個時代，我們應當勸人讀經，這個藥就是治他。他對於佛法一無所知，這是空疏，要用讀經這付藥來治他的病，就是要勸他讀經。所以禪宗不立文字，不適合於現代社會，不適合。"
    },
    {
      "id": "09-023-0048_p0013",
      "zh_CN": "【故不如发起大悲大愿，修福持戒，一心念佛，亲近释迦、弥陀两位大善知识。】",
      "zh_TW": "【故不如發起大悲大願，修福持戒，一心念佛，親近釋迦、彌陀兩位大善知識。】"
    },
    {
      "id": "09-023-0048_p0014",
      "zh_CN": "看看我们现在这个地球上的大环境，这个大环境不好，怎么不好？大多数的众生不明因果，不相信因果报应；换句话说，不知道断恶修善。世间有不少人，比例很大，我看至少恐怕有一半，这个数量太可怕，误以为修善的人是傻瓜，造恶的人是英雄好汉，产生这么一个错误的观念。善不修，恶拼命在造，这个世间感得什么样的果报，我们学佛的人心里头明白。世间所有一切法，不是别的，业果感招的，看你造什么业就感什么样的果报；恶业必定感恶果，这个恶果就是世间许许多多的灾难，天灾人祸，感这些东西。这里面的道理、事实的真相，唯有佛菩萨知道，唯有佛菩萨说法能够挽救。挽救就是对治众生这个毛病，把他的观念改过来，让他相信因果报应，让他知道断恶修善。不但改善自己的生活环境，也要改善社会的生活环境，这就是自行化他。所以江居士在此地教给我们，不如发起大悲大愿，我们要这样做法。修福持戒，修福就是断恶修善，利益众生；持戒就是依教奉行，认真的修学。而在行门里面，一定要选择净宗，一心念佛；一心念佛就是亲近释迦牟尼佛、亲近阿弥陀佛这两位大善知识。释迦教导我们念佛，劝我们求生西方极乐世界，我们肯念佛，发愿求生，这是世尊对我们的期望，我们才不辜负他；阿弥陀佛在西方接引我们，一个是保送，一个那边欢迎，这不是决定去了吗？",
      "zh_TW": "看看我們現在這個地球上的大環境，這個大環境不好，怎麼不好？大多數的眾生不明因果，不相信因果報應；換句話說，不知道斷惡修善。世間有不少人，比例很大，我看至少恐怕有一半，這個數量太可怕，誤以為修善的人是傻瓜，造惡的人是英雄好漢，產生這麼一個錯誤的觀念。善不修，惡拼命在造，這個世間感得什麼樣的果報，我們學佛的人心裡頭明白。世間所有一切法，不是別的，業果感招的，看你造什麼業就感什麼樣的果報；惡業必定感惡果，這個惡果就是世間許許多多的災難，天災人禍，感這些東西。這裡面的道理、事實的真相，唯有佛菩薩知道，唯有佛菩薩說法能夠挽救。挽救就是對治眾生這個毛病，把他的觀念改過來，讓他相信因果報應，讓他知道斷惡修善。不但改善自己的生活環境，也要改善社會的生活環境，這就是自行化他。所以江居士在此地教給我們，不如發起大悲大願，我們要這樣做法。修福持戒，修福就是斷惡修善，利益眾生；持戒就是依教奉行，認真的修學。而在行門裡面，一定要選擇淨宗，一心念佛；一心念佛就是親近釋迦牟尼佛、親近阿彌陀佛這兩位大善知識。釋迦教導我們念佛，勸我們求生西方極樂世界，我們肯念佛，發願求生，這是世尊對我們的期望，我們才不辜負他；阿彌陀佛在西方接引我們，一個是保送，一個那邊歡迎，這不是決定去了嗎？"
    },
    {
      "id": "09-023-0048_p0015",
      "zh_CN": "【一面以此经义理，观照自心。】",
      "zh_TW": "【一面以此經義理，觀照自心。】"
    },
    {
      "id": "09-023-0048_p0016",
      "zh_CN": "读经重要。所以我们劝人直接读净土三经，如果有能力我们劝他念净土五经一论，专门读净宗的经典，《金刚经》是附带的。我们这次再讲《金刚经》，意思前面都说明过了，是因为我们念佛功夫不得力，为什么不得力？没有看破、没有放下。重新把《金刚经》拿来温习一遍，《金刚经》里世尊教我们看破、放下，然后你就会老实念佛了。所以我们用这部经来助修，来帮助我们。经不必读太多，有这几部，我们这一生就够用，足够了；多了，反而搞杂、反而搞乱。所以这个经是「观照自心，遣其凡情」，遣就是舍弃，把我们的凡情、执着、妄想、分别，统统舍掉。",
      "zh_TW": "讀經重要。所以我們勸人直接讀淨土三經，如果有能力我們勸他念淨土五經一論，專門讀淨宗的經典，《金剛經》是附帶的。我們這次再講《金剛經》，意思前面都說明過了，是因為我們念佛功夫不得力，為什麼不得力？沒有看破、沒有放下。重新把《金剛經》拿來溫習一遍，《金剛經》裡世尊教我們看破、放下，然後你就會老實念佛了。所以我們用這部經來助修，來幫助我們。經不必讀太多，有這幾部，我們這一生就夠用，足夠了；多了，反而搞雜、反而搞亂。所以這個經是「觀照自心，遣其凡情」，遣就是捨棄，把我們的凡情、執著、妄想、分別，統統捨掉。"
    },
    {
      "id": "09-023-0048_p0017",
      "zh_CN": "【一面恳切持名，求与众生同生净土，满菩提愿。】",
      "zh_TW": "【一面懇切持名，求與眾生同生淨土，滿菩提願。】"
    },
    {
      "id": "09-023-0048_p0018",
      "zh_CN": "不但我们自己要求往生，往生的心要恳切；至诚恳切，执持名号就有感应。而且感应非常的快速，感应不必问别人，自己很明显的可以体会得到。往生西方不难，真的想去就去，什么时候想去都去得成，这一点都不假。还有寿命可以不要，现前就可以走，都是事实。我们在《往生传》里面，最早看到的，寿命不要了，马上就走，宋朝莹珂法师，《净土圣贤录》里面有他的传。这个人虽然是出了家，但是不守清规，是个破戒的出家人，他自己晓得，因为他相信因果；相信因果为什么还要破戒作恶？习气很重，我们现在讲是禁不起诱惑，一看到外面境界，他就乱了，禁不起诱惑。还好他相信因果，想想自己所作所为，将来一定会堕阿鼻地狱，想到堕地狱就害怕、恐怖；就问他的同学、同参道友们，有没有方法救我，我知道我将来会堕落，会下地狱。同学们就劝他念阿弥陀佛，求生极乐世界，送给他一本《往生传》；他看了《往生传》，每看一篇他都非常感动，看到别人念佛都到极乐世界，都去见佛，愈看自己愈感觉到惭愧。《往生传》念完之后，他发了一个狠心，把自己寮房门关起来，一心念佛，求阿弥陀佛；他也不睡觉、也不吃饭、也不喝水，就这一句阿弥陀佛念下去，念了三天三夜，真的真诚所感，把阿弥陀佛念来了。阿弥陀佛告诉他：你的阳寿还有十年，你好好的修行，十年以后，你临命终时，我来接引你。莹珂法师给阿弥陀佛说：不行！我的劣根性太重，再有十年，我禁不起诱惑，不晓得造多少罪业，我那十年寿命不要了，我现在就要跟你走。阿弥陀佛也很欢喜，就答应他，他说：好吧！三天以后，我来接你好不好？他说：行！三天。三天以后他往生了，念佛往生，他也没害病，在佛堂里念佛走的。念佛的时候求大众，他告诉大众：我三天以后要往生了。没有一个人相信：这坏和尚不干好事的，关起门念三天佛，门一打开说三天以后他要往生，没有一个人相信。不过时间很短，大家看，看你三天以后，你往生不往生？大家看他。到了第三天，他洗了澡换了衣服，在课诵的时候要求大众念佛送他。大家说：好！我们看你走不走。结果念没有多久，他就告诉大家：阿弥陀佛来了，来接引我了。向大家告假，就走了。说明往生西方极乐世界，我们纵然长寿可以不要，随时可以走得了；问题就是你肯不肯去，你对于这个世间还有没有留恋，这个世间还不错！不肯去那就没办法。所以要肯去随时都去得了，这是古代我们看到这样一个榜样。",
      "zh_TW": "不但我們自己要求往生，往生的心要懇切；至誠懇切，執持名號就有感應。而且感應非常的快速，感應不必問別人，自己很明顯的可以體會得到。往生西方不難，真的想去就去，什麼時候想去都去得成，這一點都不假。還有壽命可以不要，現前就可以走，都是事實。我們在《往生傳》裡面，最早看到的，壽命不要了，馬上就走，宋朝瑩珂法師，《淨土聖賢錄》裡面有他的傳。這個人雖然是出了家，但是不守清規，是個破戒的出家人，他自己曉得，因為他相信因果；相信因果為什麼還要破戒作惡？習氣很重，我們現在講是禁不起誘惑，一看到外面境界，他就亂了，禁不起誘惑。還好他相信因果，想想自己所作所為，將來一定會墮阿鼻地獄，想到墮地獄就害怕、恐怖；就問他的同學、同參道友們，有沒有方法救我，我知道我將來會墮落，會下地獄。同學們就勸他念阿彌陀佛，求生極樂世界，送給他一本《往生傳》；他看了《往生傳》，每看一篇他都非常感動，看到別人念佛都到極樂世界，都去見佛，愈看自己愈感覺到慚愧。《往生傳》念完之後，他發了一個狠心，把自己寮房門關起來，一心念佛，求阿彌陀佛；他也不睡覺、也不吃飯、也不喝水，就這一句阿彌陀佛念下去，念了三天三夜，真的真誠所感，把阿彌陀佛念來了。阿彌陀佛告訴他：你的陽壽還有十年，你好好的修行，十年以後，你臨命終時，我來接引你。瑩珂法師給阿彌陀佛說：不行！我的劣根性太重，再有十年，我禁不起誘惑，不曉得造多少罪業，我那十年壽命不要了，我現在就要跟你走。阿彌陀佛也很歡喜，就答應他，他說：好吧！三天以後，我來接你好不好？他說：行！三天。三天以後他往生了，念佛往生，他也沒害病，在佛堂裡念佛走的。念佛的時候求大眾，他告訴大眾：我三天以後要往生了。沒有一個人相信：這壞和尚不幹好事的，關起門念三天佛，門一打開說三天以後他要往生，沒有一個人相信。不過時間很短，大家看，看你三天以後，你往生不往生？大家看他。到了第三天，他洗了澡換了衣服，在課誦的時候要求大眾念佛送他。大家說：好！我們看你走不走。結果念沒有多久，他就告訴大家：阿彌陀佛來了，來接引我了。向大家告假，就走了。說明往生西方極樂世界，我們縱然長壽可以不要，隨時可以走得了；問題就是你肯不肯去，你對於這個世間還有沒有留戀，這個世間還不錯！不肯去那就沒辦法。所以要肯去隨時都去得了，這是古代我們看到這樣一個榜樣。"
    },
    {
      "id": "09-023-0048_p0019",
      "zh_CN": "最近在新加坡也有这个例子，苏居士星期天会讲给你们听，就在眼前。可见得真的一切放下，寿命也不要了，也放下了，阿弥陀佛就来了。你今天念佛，阿弥陀佛为什么不来？来了也没有用，来了，「阿弥陀佛我不想去，我还留恋这个地方！」那他何必要来？所以阿弥陀佛不来，是你没有诚心，你嘴巴里想往生极乐世界，心里头留恋这个世间，不想去，阿弥陀佛很清楚，他不来。恳切，不但自己求生，还要带所有一切苦难的众生，同生极乐国。我们每天回向偈，末后一句「同生极乐国」，那个愿要真实，不管我们做得到、做不到，心真实、愿真实，我们跟所有的众生结了缘，结了法缘",
      "zh_TW": "最近在新加坡也有這個例子，蘇居士星期天會講給你們聽，就在眼前。可見得真的一切放下，壽命也不要了，也放下了，阿彌陀佛就來了。你今天念佛，阿彌陀佛為什麼不來？來了也沒有用，來了，「阿彌陀佛我不想去，我還留戀這個地方！」那他何必要來？所以阿彌陀佛不來，是你沒有誠心，你嘴巴裡想往生極樂世界，心裡頭留戀這個世間，不想去，阿彌陀佛很清楚，他不來。懇切，不但自己求生，還要帶所有一切苦難的眾生，同生極樂國。我們每天迴向偈，末後一句「同生極樂國」，那個願要真實，不管我們做得到、做不到，心真實、願真實，我們跟所有的眾生結了緣，結了法緣"
    },
    {
      "id": "09-023-0048_p0020",
      "zh_CN": "【现世修行，无逾此法。】",
      "zh_TW": "【現世修行，無逾此法。】"
    },
    {
      "id": "09-023-0048_p0021",
      "zh_CN": "现世就是现代，在这个世间修行，没有任何一个法门能够超过念佛求生净土的法门。这一段文我在括弧里面特别记下来：「此是江味农居士一生修持的心得。」在这个地方，他用这个来供养我们大家，这几句话要牢牢的记住，唯有一门深入，老实念佛，我们才有救，决定不贪图世间的福报。",
      "zh_TW": "現世就是現代，在這個世間修行，沒有任何一個法門能夠超過念佛求生淨土的法門。這一段文我在括弧裡面特別記下來：「此是江味農居士一生修持的心得。」在這個地方，他用這個來供養我們大家，這幾句話要牢牢的記住，唯有一門深入，老實念佛，我們才有救，決定不貪圖世間的福報。"
    },
    {
      "id": "09-023-0048_p0022",
      "zh_CN": "唐朝庞蕴居士表演给我们看的，「好事不如无事」。那是他家里头现成的金银财宝，统统丢到水里面去；别人问他，你既然不要，为什么不拿这个来做好事，来救济社会做慈善事业？他就留这句话给世间，「好事不如无事」，这句话是真理、是名言。大家都能相信、都能信守，给诸位说，天下太平。今天社会为什么这么乱？好人太多了，每个人都想做好事。甲做的好事乙不服气，乙做的好事丙不服气，不服气怎么样？打了，所以好事就变成乱事。从前李老师跟我们上课，那个时候台湾表扬好人好事，地方上推选好人表扬。李老师在黑板上写了四个大字：「好人好事」，然后又回过身去，把第二个好字那个角上划一个圈，划一个圈就是念破音字，念ㄏㄠˋ，好人好事；好事就是多事，反而把社会搞乱掉了，所以说不如无事。",
      "zh_TW": "唐朝龐蘊居士表演給我們看的，「好事不如無事」。那是他家裡頭現成的金銀財寶，統統丟到水裡面去；別人問他，你既然不要，為什麼不拿這個來做好事，來救濟社會做慈善事業？他就留這句話給世間，「好事不如無事」，這句話是真理、是名言。大家都能相信、都能信守，給諸位說，天下太平。今天社會為什麼這麼亂？好人太多了，每個人都想做好事。甲做的好事乙不服氣，乙做的好事丙不服氣，不服氣怎麼樣？打了，所以好事就變成亂事。從前李老師跟我們上課，那個時候台灣表揚好人好事，地方上推選好人表揚。李老師在黑板上寫了四個大字：「好人好事」，然後又回過身去，把第二個好字那個角上劃一個圈，劃一個圈就是念破音字，念ㄏㄠˋ，好人好事；好事就是多事，反而把社會搞亂掉了，所以說不如無事。"
    },
    {
      "id": "09-023-0048_p0023",
      "zh_CN": "真正做好事是什么？缘成熟了，送到你面前，这个不能不做，这是我们应当做的，没有这个缘分，决定不要去找，这个诸位一定要知道。永远保持自己的身心清净，这是真正幸福、真正享受，你这一生自在安乐。别人都修福，我没有修福，我不是没福报了吗？你的福报超过他。怎么超过他？我不是不修福，是没有缘，可见得修福的那个心是圆满的，那就是圆满功德。佛在楞严会上所讲的，「发意圆成，圆满功德」，那个心一发，功德就圆满了，哪里要做事！事情来了，事做了才圆满；事情不来，心一发就圆满。利益一切众生之心，但是没有缘，可见得他福报是圆满的。这些大乘深经里面所讲的甚深之理，我们要明了、要清楚，然后自己在菩提道上才一帆风顺。决定不能造恶，不要以为在佛门里做些好事，未必真的是好事，未必是圆满的好事，未必是清净的好事。你必须要面面观察，而且还要防范，现在是好事，将来会变质，一变就不是好事了。变质之后，你要不要背因果责任？这不能不知道。经论之中，古圣先贤的教诲，义理很深很广，我们要细心去体会，自然就得受用。再看底下这一节：",
      "zh_TW": "真正做好事是什麼？緣成熟了，送到你面前，這個不能不做，這是我們應當做的，沒有這個緣分，決定不要去找，這個諸位一定要知道。永遠保持自己的身心清淨，這是真正幸福、真正享受，你這一生自在安樂。別人都修福，我沒有修福，我不是沒福報了嗎？你的福報超過他。怎麼超過他？我不是不修福，是沒有緣，可見得修福的那個心是圓滿的，那就是圓滿功德。佛在楞嚴會上所講的，「發意圓成，圓滿功德」，那個心一發，功德就圓滿了，哪裡要做事！事情來了，事做了才圓滿；事情不來，心一發就圓滿。利益一切眾生之心，但是沒有緣，可見得他福報是圓滿的。這些大乘深經裡面所講的甚深之理，我們要明瞭、要清楚，然後自己在菩提道上才一帆風順。決定不能造惡，不要以為在佛門裡做些好事，未必真的是好事，未必是圓滿的好事，未必是清淨的好事。你必須要面面觀察，而且還要防範，現在是好事，將來會變質，一變就不是好事了。變質之後，你要不要背因果責任？這不能不知道。經論之中，古聖先賢的教誨，義理很深很廣，我們要細心去體會，自然就得受用。再看底下這一節："
    },
    {
      "id": "09-023-0048_p0024",
      "zh_CN": "【般若非离余五度而别有，五度皆是行门。可见般若虽明空义，而空义不能离实行。则般若之绝非偏空明矣。】",
      "zh_TW": "【般若非離餘五度而別有，五度皆是行門。可見般若雖明空義，而空義不能離實行。則般若之絕非偏空明矣。】"
    },
    {
      "id": "09-023-0048_p0025",
      "zh_CN": "般若是理，前面五样是事。事离不开理，理离不开事，理跟事是一不是二，这是佛法，把理事分成两边那就错了。不明白这个道理的人，不是没有，这些人修行就是所谓的盲修瞎炼，盲修瞎炼如何能成就！这一段就说得很清楚、很明白。布施里面要有智慧，没有高度的智慧，刚才说了，不但得不到福，反而造了罪业。持戒里面有智慧，如果没有智慧，单单持戒，自己一生冤枉受了好多苦。持戒很辛苦，佛教给我们以苦为师，里面有高度的智慧；高度的智慧，虽然苦，戒律很严，里面有乐，真的乐在里面。没有智慧，硬要这样做法，强迫自己这样做法，那个很苦，那个里头没有乐，一定要有高度的智慧。像忍辱，忍辱有智慧，忍化解成为智慧。如果没有智慧，只是勉强压在那个地方，那样的忍受，一般人讲忍受是有限度的，超过限度会爆炸。有智慧在里面，忍就化解，那才真正得受用。精进、禅定都要有智慧在其中，离开智慧不行。所以佛法的生活，就是智慧的生活。前面讲过多次，学佛就是要把我们轮回心，把它转变成佛心；烦恼痛苦的生活，把它转变成高度智慧幸福的生活。这才叫破迷开悟、离苦得乐，真的乐，不是假的。所以这样我们的佛就没有白学，学得有意义、有价值。由此可知，般若虽然讲空，不是空无；偏空就是什么都没有，不是这个意思。",
      "zh_TW": "般若是理，前面五樣是事。事離不開理，理離不開事，理跟事是一不是二，這是佛法，把理事分成兩邊那就錯了。不明白這個道理的人，不是沒有，這些人修行就是所謂的盲修瞎鍊，盲修瞎鍊如何能成就！這一段就說得很清楚、很明白。布施裡面要有智慧，沒有高度的智慧，剛才說了，不但得不到福，反而造了罪業。持戒裡面有智慧，如果沒有智慧，單單持戒，自己一生冤枉受了好多苦。持戒很辛苦，佛教給我們以苦為師，裡面有高度的智慧；高度的智慧，雖然苦，戒律很嚴，裡面有樂，真的樂在裡面。沒有智慧，硬要這樣做法，強迫自己這樣做法，那個很苦，那個裡頭沒有樂，一定要有高度的智慧。像忍辱，忍辱有智慧，忍化解成為智慧。如果沒有智慧，只是勉強壓在那個地方，那樣的忍受，一般人講忍受是有限度的，超過限度會爆炸。有智慧在裡面，忍就化解，那才真正得受用。精進、禪定都要有智慧在其中，離開智慧不行。所以佛法的生活，就是智慧的生活。前面講過多次，學佛就是要把我們輪迴心，把它轉變成佛心；煩惱痛苦的生活，把它轉變成高度智慧幸福的生活。這才叫破迷開悟、離苦得樂，真的樂，不是假的。所以這樣我們的佛就沒有白學，學得有意義、有價值。由此可知，般若雖然講空，不是空無；偏空就是什麼都沒有，不是這個意思。"
    },
    {
      "id": "09-023-0048_p0026",
      "zh_CN": "【五度离般若，不为波罗蜜，即不能到彼岸。】",
      "zh_TW": "【五度離般若，不為波羅蜜，即不能到彼岸。】"
    },
    {
      "id": "09-023-0048_p0027",
      "zh_CN": "这一句也非常清楚明白，但是它的意思很深很广。五度，实在讲展开来就是我们全部的生活行为，诸位要懂这个意思；不懂这个意思，你不了解佛经的意思。我们全部的生活行为，归纳成这五条、五大类，所以这五条就是我们全部的生活行为。我们一天从早起到晚上睡觉，一年从正月初一到腊月三十，一生从我们出生那一天到我们报终的那个时辰，全部的生活行为，归纳起来不外乎这五大类，你这么看就正确。不能离开智慧，离开智慧就不叫波罗蜜。波罗蜜什么意思？圆满。离开了智慧，你的生活不圆满，不圆满也就是不美满，这是讲我们现实的，你不美满。第二是不能到彼岸，不能到彼岸就是不能够了生死脱轮回。必须要知道，要想了生死出三界，要靠智慧。智慧从哪里表现？智慧在我们日常生活当中，我们生活里面，点点滴滴都是高度智慧，那你就超越三界了。五度的广义前面说过，这个地方不要再重复，重复耽误很多时间。",
      "zh_TW": "這一句也非常清楚明白，但是它的意思很深很廣。五度，實在講展開來就是我們全部的生活行為，諸位要懂這個意思；不懂這個意思，你不了解佛經的意思。我們全部的生活行為，歸納成這五條、五大類，所以這五條就是我們全部的生活行為。我們一天從早起到晚上睡覺，一年從正月初一到臘月三十，一生從我們出生那一天到我們報終的那個時辰，全部的生活行為，歸納起來不外乎這五大類，你這麼看就正確。不能離開智慧，離開智慧就不叫波羅蜜。波羅蜜什麼意思？圓滿。離開了智慧，你的生活不圓滿，不圓滿也就是不美滿，這是講我們現實的，你不美滿。第二是不能到彼岸，不能到彼岸就是不能夠了生死脫輪迴。必須要知道，要想了生死出三界，要靠智慧。智慧從哪裡表現？智慧在我們日常生活當中，我們生活裡面，點點滴滴都是高度智慧，那你就超越三界了。五度的廣義前面說過，這個地方不要再重複，重複耽誤很多時間。"
    },
    {
      "id": "09-023-0048_p0028",
      "zh_CN": "再看下面这一段经文。前面是讲第一波罗蜜，是给我们说明般若，讲的是理。下面要给我们讲事，事若不明，我们不晓得怎么做法。事，佛略说，没有广说。五度里面只举一个做例子，这一个例子明了，其他的就可以类推，这是世尊说法的方便。五度，是我们整个生活的纲领，世尊特别选择忍辱来给我们说。为什么？这是最难修的，最难的你都能做到，容易的就不必说了。",
      "zh_TW": "再看下面這一段經文。前面是講第一波羅蜜，是給我們說明般若，講的是理。下面要給我們講事，事若不明，我們不曉得怎麼做法。事，佛略說，沒有廣說。五度裡面只舉一個做例子，這一個例子明瞭，其他的就可以類推，這是世尊說法的方便。五度，是我們整個生活的綱領，世尊特別選擇忍辱來給我們說。為什麼？這是最難修的，最難的你都能做到，容易的就不必說了。"
    },
    {
      "id": "09-023-0048_p0029",
      "zh_CN": "经【须菩提，忍辱波罗蜜，如来说非忍辱波罗蜜。】",
      "zh_TW": "經【須菩提，忍辱波羅蜜，如來說非忍辱波羅蜜。】"
    },
    {
      "id": "09-023-0048_p0030",
      "zh_CN": "《金刚经》读到这个地方，大概现在我念这个经文，里面的意思诸位都能够尝到一点味道，有那么一点法味，有那么一点法喜。",
      "zh_TW": "《金剛經》讀到這個地方，大概現在我念這個經文，裡面的意思諸位都能夠嘗到一點味道，有那麼一點法味，有那麼一點法喜。"
    },
    {
      "id": "09-023-0048_p0031",
      "zh_CN": "【余度】",
      "zh_TW": "【餘度】"
    },
    {
      "id": "09-023-0048_p0032",
      "zh_CN": "这是科题里面约余度明，余是其余，除了般若波罗蜜以外，其他的五条。",
      "zh_TW": "這是科題裡面約餘度明，餘是其餘，除了般若波羅蜜以外，其他的五條。"
    },
    {
      "id": "09-023-0048_p0033",
      "zh_CN": "【指布施、持戒、忍辱、精进、禅定等。】",
      "zh_TW": "【指布施、持戒、忍辱、精進、禪定等。】"
    },
    {
      "id": "09-023-0048_p0034",
      "zh_CN": "说这五类。",
      "zh_TW": "說這五類。"
    },
    {
      "id": "09-023-0048_p0035",
      "zh_CN": "【此为万法之总纲】",
      "zh_TW": "【此為萬法之總綱】"
    },
    {
      "id": "09-023-0048_p0036",
      "zh_CN": "这个万法，大家要晓得，包括我们全部的生活在里面，不要以为万法大概是佛法，你就只解一半的意思，另外一半你不懂。万法包含世间法，世出世间法统统包括在里面；换句话说，就是指我们一生全部的生活行为，你才真正明了佛法里面讲的意思。由此可知，经里头字字句句跟我们的关系非常密切。经里说什么？就是说我们自己的事情，就是帮助、解决我们生活上许许多多的困难。这个佛经学了马上就有用，只要肯用，立刻就见效。",
      "zh_TW": "這個萬法，大家要曉得，包括我們全部的生活在裡面，不要以為萬法大概是佛法，你就只解一半的意思，另外一半你不懂。萬法包含世間法，世出世間法統統包括在裡面；換句話說，就是指我們一生全部的生活行為，你才真正明瞭佛法裡面講的意思。由此可知，經裡頭字字句句跟我們的關係非常密切。經裡說什麼？就是說我們自己的事情，就是幫助、解決我們生活上許許多多的困難。這個佛經學了馬上就有用，只要肯用，立刻就見效。"
    },
    {
      "id": "09-023-0048_p0037",
      "zh_CN": "【万法之总纲，即一切法无不含摄也。】",
      "zh_TW": "【萬法之總綱，即一切法無不含攝也。】"
    },
    {
      "id": "09-023-0048_p0038",
      "zh_CN": "世出世间一切法，像经上开端所举的例子，穿衣、吃饭，都包括在其中，都必须要有真实的智慧。真实的智慧是什么？离相、不着相，不着就是智慧。",
      "zh_TW": "世出世間一切法，像經上開端所舉的例子，穿衣、吃飯，都包括在其中，都必須要有真實的智慧。真實的智慧是什麼？離相、不著相，不著就是智慧。"
    },
    {
      "id": "09-023-0048_p0039",
      "zh_CN": "【法法皆离相，则法法不离般若。法法即是般若。】",
      "zh_TW": "【法法皆離相，則法法不離般若。法法即是般若。】"
    },
    {
      "id": "09-023-0048_p0040",
      "zh_CN": "为什么释迦牟尼佛到舍卫大城去托钵，着衣、持钵，须菩提尊者赞叹他，「希有，世尊」。他为什么赞叹他？就是因为穿衣是般若，托钵也是般若，释迦牟尼佛从祇树给孤独园往舍卫大城去，经上记载，祇树给孤独园到大城是三里路，有这么远的距离，三里路。释迦牟尼佛一步一步走到那个地方，步步都是般若波罗蜜。须菩提尊者看到，这个真希有，这才真正叫不可思议！这就说明了，整个的生活就是般若波罗蜜。我们看我们凡夫，整个的生活是妄想分别执着烦恼，在造业，我们干的是这个。佛菩萨所干点点滴滴都是圆满的般若波罗蜜，我们学佛学什么？学这个。不在这上面用功夫，不在这上学习，你不是学佛；学佛不是叫人到这里来学念经，不是！你要是会念，每一个字都不着相，这经文打开，字字都是般若波罗蜜。为什么？前面讲，不着文字相、不着言说相。不着言说相，你每天给人说话说得再多，全是般若波罗蜜；你如果着相，都是些是非口舌，都在那里造口业。一不着相，全部都变成般若波罗蜜，要在这个地方学。",
      "zh_TW": "為什麼釋迦牟尼佛到舍衛大城去托缽，著衣、持缽，須菩提尊者讚歎他，「希有，世尊」。他為什麼讚歎他？就是因為穿衣是般若，托缽也是般若，釋迦牟尼佛從祇樹給孤獨園往舍衛大城去，經上記載，祇樹給孤獨園到大城是三里路，有這麼遠的距離，三里路。釋迦牟尼佛一步一步走到那個地方，步步都是般若波羅蜜。須菩提尊者看到，這個真希有，這才真正叫不可思議！這就說明了，整個的生活就是般若波羅蜜。我們看我們凡夫，整個的生活是妄想分別執著煩惱，在造業，我們幹的是這個。佛菩薩所幹點點滴滴都是圓滿的般若波羅蜜，我們學佛學什麼？學這個。不在這上面用功夫，不在這上學習，你不是學佛；學佛不是叫人到這裡來學念經，不是！你要是會念，每一個字都不著相，這經文打開，字字都是般若波羅蜜。為什麼？前面講，不著文字相、不著言說相。不著言說相，你每天給人說話說得再多，全是般若波羅蜜；你如果著相，都是些是非口舌，都在那裡造口業。一不著相，全部都變成般若波羅蜜，要在這個地方學。"
    },
    {
      "id": "09-023-0048_p0041",
      "zh_CN": "【今独举忍辱言】",
      "zh_TW": "【今獨舉忍辱言】"
    },
    {
      "id": "09-023-0048_p0042",
      "zh_CN": "其他的都不谈，世尊单单举例举忍辱，以忍辱最难离相，其他的叫你不着相、离相比较容易，忍辱离相很难。",
      "zh_TW": "其他的都不談，世尊單單舉例舉忍辱，以忍辱最難離相，其他的叫你不著相、離相比較容易，忍辱離相很難。"
    },
    {
      "id": "09-023-0048_p0043",
      "zh_CN": "【故特举此，以概其他。佛说此，意在令众生举一反三。】",
      "zh_TW": "【故特舉此，以概其他。佛說此，意在令眾生舉一反三。】"
    },
    {
      "id": "09-023-0048_p0044",
      "zh_CN": "佛讲经的意思，你明了这一条，其他的统统以此类推，都可以明了。",
      "zh_TW": "佛講經的意思，你明瞭這一條，其他的統統以此類推，都可以明瞭。"
    },
    {
      "id": "09-023-0048_p0045",
      "zh_CN": "【般若即在余五度之内，不能独存。】",
      "zh_TW": "【般若即在餘五度之內，不能獨存。】"
    },
    {
      "id": "09-023-0048_p0046",
      "zh_CN": "所谓是理在事中，离开事哪来的理？那个理也是空洞的，是个不切实际的理；理必定不能离开事，理就在事上显示出来。",
      "zh_TW": "所謂是理在事中，離開事哪來的理？那個理也是空洞的，是個不切實際的理；理必定不能離開事，理就在事上顯示出來。"
    },
    {
      "id": "09-023-0048_p0047",
      "zh_CN": "【若行忍辱法，不学般若，便不知离忍辱法相。不离法相，则生瞋恨，忍辱之功行破矣。可见般若是与余度共行之法，非别行之法。】",
      "zh_TW": "【若行忍辱法，不學般若，便不知離忍辱法相。不離法相，則生瞋恨，忍辱之功行破矣。可見般若是與餘度共行之法，非別行之法。】"
    },
    {
      "id": "09-023-0048_p0048",
      "zh_CN": "这是举这个例子讲。我们学佛、学忍辱，世尊在本经里面，六度当中讲布施、讲忍辱，讲得特别多，其余的就很少讲，省略掉。因为布施是修福，忍辱是能够保福，忍辱能保持，你单单修，你不能忍，修得再多保不住，最后都落空，忍辱是能保持。本经末后佛说「一切法得成于忍」，一切法的成就，第一个因素就是忍，你能忍你就能成就，无论是佛法世法，一定能够成就。你不学般若，你就不知道修忍辱要离忍辱的法相。不离忍辱的法相，刚才讲，那个人是勉强的忍耐，表面上的忍耐，心里面不平；表面上的忍耐，正所谓忍耐是有限度。如果里面有般若波罗蜜，把忍辱的相离开、化解了，他那个忍辱是无限度的，就不是有限度的，是变成无限度的。忍辱里面生智慧、生法喜、生福德，般若进去之后，得这样殊胜的效果，真正不可思议。如果说不离法相，着相，着相修忍辱，刚才讲，表面上忍，心里面还是瞋恨，从瞋恨就生报复，有报复就造无量的罪业，忍辱的功行破掉了；没有般若波罗蜜，忍辱不能成就。可见般若波罗蜜跟其他一切法，余度就是前面讲的一切法，共存共行；不是离开一切法，别有一个般若波罗蜜，没有这回事情。所以我们佛教的教旗，后头现在没有教旗了，从前我们后面是挂了一面教旗，佛教的教旗怎么设计的？就是六度。前面每一条长条代表事，五度：布施、持戒、忍辱、精进、禅定，这五条；后面一条，是那五种颜色杂在里面的，是一条，一共是六条，那一条杂色的就是般若波罗蜜。般若不能离开前面五度，佛教教旗是这样设计的，你们看到这个教旗，就想到这是菩萨的六波罗蜜。说明理跟事关系非常密切，理离不开事，事离不开理。",
      "zh_TW": "這是舉這個例子講。我們學佛、學忍辱，世尊在本經裡面，六度當中講布施、講忍辱，講得特別多，其餘的就很少講，省略掉。因為布施是修福，忍辱是能夠保福，忍辱能保持，你單單修，你不能忍，修得再多保不住，最後都落空，忍辱是能保持。本經末後佛說「一切法得成於忍」，一切法的成就，第一個因素就是忍，你能忍你就能成就，無論是佛法世法，一定能夠成就。你不學般若，你就不知道修忍辱要離忍辱的法相。不離忍辱的法相，剛才講，那個人是勉強的忍耐，表面上的忍耐，心裡面不平；表面上的忍耐，正所謂忍耐是有限度。如果裡面有般若波羅蜜，把忍辱的相離開、化解了，他那個忍辱是無限度的，就不是有限度的，是變成無限度的。忍辱裡面生智慧、生法喜、生福德，般若進去之後，得這樣殊勝的效果，真正不可思議。如果說不離法相，著相，著相修忍辱，剛才講，表面上忍，心裡面還是瞋恨，從瞋恨就生報復，有報復就造無量的罪業，忍辱的功行破掉了；沒有般若波羅蜜，忍辱不能成就。可見般若波羅蜜跟其他一切法，餘度就是前面講的一切法，共存共行；不是離開一切法，別有一個般若波羅蜜，沒有這回事情。所以我們佛教的教旗，後頭現在沒有教旗了，從前我們後面是掛了一面教旗，佛教的教旗怎麼設計的？就是六度。前面每一條長條代表事，五度：布施、持戒、忍辱、精進、禪定，這五條；後面一條，是那五種顏色雜在裡面的，是一條，一共是六條，那一條雜色的就是般若波羅蜜。般若不能離開前面五度，佛教教旗是這樣設計的，你們看到這個教旗，就想到這是菩薩的六波羅蜜。說明理跟事關係非常密切，理離不開事，事離不開理。"
    },
    {
      "id": "09-023-0048_p0049",
      "zh_CN": "【般若，空也。】",
      "zh_TW": "【般若，空也。】"
    },
    {
      "id": "09-023-0048_p0050",
      "zh_CN": "般若讲空、空理，与性体相应。",
      "zh_TW": "般若講空、空理，與性體相應。"
    },
    {
      "id": "09-023-0048_p0051",
      "zh_CN": "【余度，有也。】",
      "zh_TW": "【餘度，有也。】"
    },
    {
      "id": "09-023-0048_p0052",
      "zh_CN": "与现相相应，它有体它就现相，体能够现相。所以前五度与「相」相应，般若与体相应，这是从体、相、用上来说。",
      "zh_TW": "與現相相應，它有體它就現相，體能夠現相。所以前五度與「相」相應，般若與體相應，這是從體、相、用上來說。"
    },
    {
      "id": "09-023-0048_p0053",
      "zh_CN": "【空有本来同时，不可离也。】",
      "zh_TW": "【空有本來同時，不可離也。】"
    },
    {
      "id": "09-023-0048_p0054",
      "zh_CN": "性相是一不是二，体相从来不离。由此可知，佛教给我们这个方法，与自性完全相应。心里面一丝毫不执着，与体相应；在生活当中，样样事情我们都做得很圆满，与相用相应，这叫顺性，顺性就是随顺法性。随顺自性是诸佛与大菩萨们他们的生活；我们今天这样学，是过佛菩萨的生活。凡夫迷失了自性，迷失了自性，他的生活行为与自性相反，他不顺性。不顺性就是着相修福、着相造业，于是自性现相，现什么相？现六道轮回之相。这相怎么现出来的？是众生业力把它转变出来的。如果一切随顺法性，他所现的相，佛经上讲是一真法界。西方极乐世界，你们在经上读的依正庄严，那就是离相现出来的，自性现出来的。你们读《华严经》，《华严经》一开端，有十一卷半的经文，很长，就是从第一卷一直到第十二卷的上半卷，总共有十一卷半的经文，说明毘卢遮那佛依正庄严，那就是介绍华藏世界。所以古人讲「不读华严，不晓得佛家的富贵」。人间天上的富贵，要跟《华严经》上说的那个，那差太远了，不能比，这是成佛的富贵。但是诸位要晓得，世间的富贵包括天上，天上福报最大的大梵天王。大梵天王的福报从哪里来的？修来的。三界、六道、一切众生的福报都是修来的，断恶行善修来的。华藏世界、极乐世界，诸佛菩萨的富贵不是修来的，这一点诸位要晓得，从哪里来的？自性变现出来的。六祖惠能大师说得很好，「何期自性，本来具足；何期自性，能生万法」，是自性自自然然变现出来的。",
      "zh_TW": "性相是一不是二，體相從來不離。由此可知，佛教給我們這個方法，與自性完全相應。心裡面一絲毫不執著，與體相應；在生活當中，樣樣事情我們都做得很圓滿，與相用相應，這叫順性，順性就是隨順法性。隨順自性是諸佛與大菩薩們他們的生活；我們今天這樣學，是過佛菩薩的生活。凡夫迷失了自性，迷失了自性，他的生活行為與自性相反，他不順性。不順性就是著相修福、著相造業，於是自性現相，現什麼相？現六道輪迴之相。這相怎麼現出來的？是眾生業力把它轉變出來的。如果一切隨順法性，他所現的相，佛經上講是一真法界。西方極樂世界，你們在經上讀的依正莊嚴，那就是離相現出來的，自性現出來的。你們讀《華嚴經》，《華嚴經》一開端，有十一卷半的經文，很長，就是從第一卷一直到第十二卷的上半卷，總共有十一卷半的經文，說明毘盧遮那佛依正莊嚴，那就是介紹華藏世界。所以古人講「不讀華嚴，不曉得佛家的富貴」。人間天上的富貴，要跟《華嚴經》上說的那個，那差太遠了，不能比，這是成佛的富貴。但是諸位要曉得，世間的富貴包括天上，天上福報最大的大梵天王。大梵天王的福報從哪裡來的？修來的。三界、六道、一切眾生的福報都是修來的，斷惡行善修來的。華藏世界、極樂世界，諸佛菩薩的富貴不是修來的，這一點諸位要曉得，從哪裡來的？自性變現出來的。六祖惠能大師說得很好，「何期自性，本來具足；何期自性，能生萬法」，是自性自自然然變現出來的。"
    },
    {
      "id": "09-023-0048_p0055",
      "zh_CN": "我们一切众生都有自性，一切众生都有一真法界，很可惜的，是你打妄想、起执着了；因为妄想执着，把你的一真法界变成十法界。一真法界为什么变成十法界？是你自己变的，不是别人变来给你受的。这个问题最后的解决，你自己变的还要你自己解决，别人不能代替你解决，所谓解铃还须系铃人，就是这么回事情，没有任何一个人能够帮你忙，能够代你解决，一定要靠自己。现在这个道理我们搞清楚了，理是什么？本来是一真法界，把它变成十法界、变成六道、变成三恶道，都是自己才会变；用什么变？妄想分别执着、贪瞋痴慢，就这个东西在变。佛把这个道理给我们说清楚，只要我们把这些能变的统统放下、统统舍掉，它就又变回来，又变成一真法界，一真法界就现前了。一真法界是本有的，十法界是虚妄的、假的；你因为有妄想分别执着，它才有；离开妄想分别执着，十法界就没有了。永嘉大师讲得很好，「觉后空空无大千」。什么叫觉？一切放下就觉了，有一丝毫放不下，不觉，那就是迷。般若是觉，般若怎么觉？离一切相。所以跟你讲，好事不如无事；无事，你觉了，好事你迷了，这个诸位一定要清楚。",
      "zh_TW": "我們一切眾生都有自性，一切眾生都有一真法界，很可惜的，是你打妄想、起執著了；因為妄想執著，把你的一真法界變成十法界。一真法界為什麼變成十法界？是你自己變的，不是別人變來給你受的。這個問題最後的解決，你自己變的還要你自己解決，別人不能代替你解決，所謂解鈴還須繫鈴人，就是這麼回事情，沒有任何一個人能夠幫你忙，能夠代你解決，一定要靠自己。現在這個道理我們搞清楚了，理是什麼？本來是一真法界，把它變成十法界、變成六道、變成三惡道，都是自己才會變；用什麼變？妄想分別執著、貪瞋痴慢，就這個東西在變。佛把這個道理給我們說清楚，只要我們把這些能變的統統放下、統統捨掉，它就又變回來，又變成一真法界，一真法界就現前了。一真法界是本有的，十法界是虛妄的、假的；你因為有妄想分別執著，它才有；離開妄想分別執著，十法界就沒有了。永嘉大師講得很好，「覺後空空無大千」。什麼叫覺？一切放下就覺了，有一絲毫放不下，不覺，那就是迷。般若是覺，般若怎麼覺？離一切相。所以跟你講，好事不如無事；無事，你覺了，好事你迷了，這個諸位一定要清楚。"
    },
    {
      "id": "09-023-0048_p0056",
      "zh_CN": "所以在从前，中国古时候，寺院里面的丛林执事，住持当家是什么人？都是佛菩萨再来的。他要应酬、他要做事；他虽然做事情，他心里干干净净，他不执着，再来人！我们凡夫到寺院去当清众，佛菩萨来照顾我们，来帮助调理我们，哪有不成就的，所以执事不是凡夫。由此可知，要想做好事的也不是凡夫，做好事的是什么人？诸佛菩萨。也许你们要问：法师，你说这个话有证据吗？有！《华严经》五十三参就是证据。五十三参是五十三位法身大士，那不是普通人，示现在这个社会各行各业，每天勤苦在为一切大众做好事，那就真的做好事了。他自己怎么样？心地干干净净、一尘不染，那叫菩萨事业。由此可知，菩萨事业不是单单出家人在寺院丛林担任执事才有分，在家人从事任何一个行业也有分，只要你觉悟，只要你去做，一切都不执着，那就是菩萨事业。如果你做这些工作，心里头不清净，你有分别、有妄想、有执着，那就错了。你就是做得最好，刚才讲，是修一点人天福报，三界有漏的福报。如果做错、做偏差了，那你就是造罪业，感果一定是在三途。这桩事情，我们决定不能够小看，一定要非常谨慎、非常慎重去生活、去过日子，希望我们在这一生当中成就道业。底下的意思好懂，我们念念就行了。",
      "zh_TW": "所以在從前，中國古時候，寺院裡面的叢林執事，住持當家是什麼人？都是佛菩薩再來的。他要應酬、他要做事；他雖然做事情，他心裡乾乾淨淨，他不執著，再來人！我們凡夫到寺院去當清眾，佛菩薩來照顧我們，來幫助調理我們，哪有不成就的，所以執事不是凡夫。由此可知，要想做好事的也不是凡夫，做好事的是什麼人？諸佛菩薩。也許你們要問：法師，你說這個話有證據嗎？有！《華嚴經》五十三參就是證據。五十三參是五十三位法身大士，那不是普通人，示現在這個社會各行各業，每天勤苦在為一切大眾做好事，那就真的做好事了。他自己怎麼樣？心地乾乾淨淨、一塵不染，那叫菩薩事業。由此可知，菩薩事業不是單單出家人在寺院叢林擔任執事才有分，在家人從事任何一個行業也有分，只要你覺悟，只要你去做，一切都不執著，那就是菩薩事業。如果你做這些工作，心裡頭不清淨，你有分別、有妄想、有執著，那就錯了。你就是做得最好，剛才講，是修一點人天福報，三界有漏的福報。如果做錯、做偏差了，那你就是造罪業，感果一定是在三途。這樁事情，我們決定不能夠小看，一定要非常謹慎、非常慎重去生活、去過日子，希望我們在這一生當中成就道業。底下的意思好懂，我們念念就行了。"
    },
    {
      "id": "09-023-0048_p0057",
      "zh_CN": "【空有本来同时，不可离也。所以当两边不着，会归中道。】",
      "zh_TW": "【空有本來同時，不可離也。所以當兩邊不著，會歸中道。】"
    },
    {
      "id": "09-023-0048_p0058",
      "zh_CN": "中道这个名词，我们体会它的意思就行了，不能执着。如果你执着有个中道，完了，中道跟空有又变成对立，你还是堕落在一边。所以古人有一句话就说得好，「两边不立，中道不存」，这才干净，有中道就错了。菩萨里面，佛经上常讲权教菩萨，什么叫权教菩萨？权教菩萨执着中道，没有把中道空掉，所以他不能见性；虽然修六度万行，空有两边不执着了，他着了一个中道，也坏了。坏在哪里？障碍他见性，他不能见性。所以经上教我们，不要执著名字相；中道就是名字，不要执著名字相，体会佛所说的真正义趣，他的义理趣向，我们体会这些。",
      "zh_TW": "中道這個名詞，我們體會它的意思就行了，不能執著。如果你執著有個中道，完了，中道跟空有又變成對立，你還是墮落在一邊。所以古人有一句話就說得好，「兩邊不立，中道不存」，這才乾淨，有中道就錯了。菩薩裡面，佛經上常講權教菩薩，什麼叫權教菩薩？權教菩薩執著中道，沒有把中道空掉，所以他不能見性；雖然修六度萬行，空有兩邊不執著了，他著了一個中道，也壞了。壞在哪裡？障礙他見性，他不能見性。所以經上教我們，不要執著名字相；中道就是名字，不要執著名字相，體會佛所說的真正義趣，他的義理趣向，我們體會這些。"
    },
    {
      "id": "09-023-0048_p0059",
      "zh_CN": "【菩萨行以般若为主，即以空为主也。】",
      "zh_TW": "【菩薩行以般若為主，即以空為主也。】"
    },
    {
      "id": "09-023-0048_p0060",
      "zh_CN": "般若是讲空，空不当作「无」讲；如果说空是什么都没有了叫空，你就错解般若的意思。它这个空是有，不是无，这是我们一定要把它认识清楚，了解透彻，然后才能够修菩萨行。菩萨行以般若为主，就是决定不能离开般若，离开般若就不是菩萨。所以世尊在本经里面说得很清楚，「若菩萨有我相、人相、众生相、寿者相，即非菩萨。」有，它没空。什么是菩萨？必须我相、人相、众生相、寿者相，都空掉、都离了、都没有了，这叫菩萨。我们要问，我相、人相、众生相、寿者相在不在？在。不是这个相真的没有，事相在。在，怎么空？空你心里面执着的那个事相，不是把这个身体空掉，放一把火把身体烧掉，烧掉也没用，烧掉你也不能成佛，你也不能成菩萨。所以诸位要晓得，是空你心里面执着的那个事相，不是空这些外面的事相，外面这个事相没有关系；只要里面那个执着空掉了，外面的相理事无碍。理事无碍，性相一如；性离不开相，相离不开性，这是理事一如，理事不二。不但理事不二，事事不二，事事无碍，《华严》里面给我们讲「大能入小」，芥子，芥菜子里面可以把三千大千世界装进去，芥菜子没有放大，三千大千世界没有缩小，它就装得进去，这说明事事无碍。为什么会无碍？因为每一桩事都是法性，性是融通无障碍的，性所现出来的相，怎么会有障碍？所以相没有障碍。没有障碍，我们今天为什么这么多障碍？处处都是障碍，处处成障，这个障碍的发生都在妄想分别执着，都从这里生出来。离开一切妄想执着，你的境界就是无障碍的境界，就是《华严经》上所讲的不思议解脱境界，不思议解脱就是完全没有障碍。",
      "zh_TW": "般若是講空，空不當作「無」講；如果說空是什麼都沒有了叫空，你就錯解般若的意思。它這個空是有，不是無，這是我們一定要把它認識清楚，了解透徹，然後才能夠修菩薩行。菩薩行以般若為主，就是決定不能離開般若，離開般若就不是菩薩。所以世尊在本經裡面說得很清楚，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩。」有，它沒空。什麼是菩薩？必須我相、人相、眾生相、壽者相，都空掉、都離了、都沒有了，這叫菩薩。我們要問，我相、人相、眾生相、壽者相在不在？在。不是這個相真的沒有，事相在。在，怎麼空？空你心裡面執著的那個事相，不是把這個身體空掉，放一把火把身體燒掉，燒掉也沒用，燒掉你也不能成佛，你也不能成菩薩。所以諸位要曉得，是空你心裡面執著的那個事相，不是空這些外面的事相，外面這個事相沒有關係；只要裡面那個執著空掉了，外面的相理事無礙。理事無礙，性相一如；性離不開相，相離不開性，這是理事一如，理事不二。不但理事不二，事事不二，事事無礙，《華嚴》裡面給我們講「大能入小」，芥子，芥菜子裡面可以把三千大千世界裝進去，芥菜子沒有放大，三千大千世界沒有縮小，它就裝得進去，這說明事事無礙。為什麼會無礙？因為每一樁事都是法性，性是融通無障礙的，性所現出來的相，怎麼會有障礙？所以相沒有障礙。沒有障礙，我們今天為什麼這麼多障礙？處處都是障礙，處處成障，這個障礙的發生都在妄想分別執著，都從這裡生出來。離開一切妄想執著，你的境界就是無障礙的境界，就是《華嚴經》上所講的不思議解脫境界，不思議解脫就是完全沒有障礙。"
    },
    {
      "id": "09-023-0048_p0061",
      "zh_CN": "所以，般若是智慧，智慧是心里面不着相，因为体上没有相；体上虽没有相，体会现相，它会现相。体是理，相是事。我们心里面没有牵挂、没有妄想、没有分别、没有执着，与体相应，就是见性，与性相应。事上也不必去离开它，也不必去破坏它。",
      "zh_TW": "所以，般若是智慧，智慧是心裡面不著相，因為體上沒有相；體上雖沒有相，體會現相，它會現相。體是理，相是事。我們心裡面沒有牽掛、沒有妄想、沒有分別、沒有執著，與體相應，就是見性，與性相應。事上也不必去離開它，也不必去破壞它。"
    },
    {
      "id": "09-023-0048_p0062",
      "zh_CN": "【所以虽不应坏有】",
      "zh_TW": "【所以雖不應壞有】"
    },
    {
      "id": "09-023-0048_p0063",
      "zh_CN": "有是自性变现出来的，相就是性，性就是相，用不着破坏。诸佛菩萨，像《普门品》所说的「千处祈求千处应」，千不是数字，你要把它看成数目字看待，观音菩萨太渺小。那一千处之外，观音菩萨就没有感应？我们念观音菩萨求感应就很难了，不只一千个人求他，我们在一千个人以外，不就没有感应了吗？千代表圆满，千是十的扩大，十个十就一百，十个一百就是一千；十是表圆满，把这个圆满扩大，所以代表大圆满。大圆满尽虚空遍法界，哪个地方有众生念观音菩萨，观音菩萨就起感应，是这么个意思。观音菩萨应化在十法界，应化在六道，没有破坏六道的相，不但不破坏六道的相，他自己还会现相。应以佛身而得度者，即现佛身，他就现佛身为众生说法；应以声闻身得度者，他就现声闻身而为说法，感应道交不可思议！所以没有坏相，没有坏。",
      "zh_TW": "有是自性變現出來的，相就是性，性就是相，用不著破壞。諸佛菩薩，像《普門品》所說的「千處祈求千處應」，千不是數字，你要把它看成數目字看待，觀音菩薩太渺小。那一千處之外，觀音菩薩就沒有感應？我們念觀音菩薩求感應就很難了，不只一千個人求他，我們在一千個人以外，不就沒有感應了嗎？千代表圓滿，千是十的擴大，十個十就一百，十個一百就是一千；十是表圓滿，把這個圓滿擴大，所以代表大圓滿。大圓滿盡虛空遍法界，哪個地方有眾生念觀音菩薩，觀音菩薩就起感應，是這麼個意思。觀音菩薩應化在十法界，應化在六道，沒有破壞六道的相，不但不破壞六道的相，他自己還會現相。應以佛身而得度者，即現佛身，他就現佛身為眾生說法；應以聲聞身得度者，他就現聲聞身而為說法，感應道交不可思議！所以沒有壞相，沒有壞。"
    },
    {
      "id": "09-023-0048_p0064",
      "zh_CN": "【仍不应着有也】",
      "zh_TW": "【仍不應著有也】"
    },
    {
      "id": "09-023-0048_p0065",
      "zh_CN": "般若的空就在这一句，不应该执着，决定不执着就对了。",
      "zh_TW": "般若的空就在這一句，不應該執著，決定不執著就對了。"
    },
    {
      "id": "09-023-0048_p0066",
      "zh_CN": "【虽会归中道，中亦不着。】",
      "zh_TW": "【雖會歸中道，中亦不著。】"
    },
    {
      "id": "09-023-0048_p0067",
      "zh_CN": "中道不存，中道也不能执着。心里面有一个中道，就执着中道了，就错了。心里面想我现在两边都不执着，你说你有没有执着？着了，着了「两边都不执着」，那就是中道的意思，你早就着了。由此可知，一起心、一动念就着了；「我不起心、不动念」，你已经着了不起心、不动念。六祖讲「本来无一物」，你想想他有没有一物？他有，有一个本来无一物，还是着。六祖虽然说这一句，他确确实实没有执着；我们没有办法，我们达不到他的境界。他说本来无一物，他真的无一物；我们说本来无一物，已经着了这一物，这就是我们不如他的地方，这就是我们达不到他境界的地方。他是真的一切皆空，我们一切皆空，还着了一个一切皆空，麻烦就在此地。大乘佛法无论怎么学总是着相，学「有」着有相；学「空」着空相，非着不可，这就是生生世世搞成这个样子。连一个初果须陀洹都没有证得，我们读《金刚经》才恍然大悟。在过去总认为小乘人着相，大乘菩萨不着相。读了《金刚经》才晓得，连小乘须陀洹，他都不着须陀洹的相，所以他才能够证得须陀洹果。",
      "zh_TW": "中道不存，中道也不能執著。心裡面有一個中道，就執著中道了，就錯了。心裡面想我現在兩邊都不執著，你說你有沒有執著？著了，著了「兩邊都不執著」，那就是中道的意思，你早就著了。由此可知，一起心、一動念就著了；「我不起心、不動念」，你已經著了不起心、不動念。六祖講「本來無一物」，你想想他有沒有一物？他有，有一個本來無一物，還是著。六祖雖然說這一句，他確確實實沒有執著；我們沒有辦法，我們達不到他的境界。他說本來無一物，他真的無一物；我們說本來無一物，已經著了這一物，這就是我們不如他的地方，這就是我們達不到他境界的地方。他是真的一切皆空，我們一切皆空，還著了一個一切皆空，麻煩就在此地。大乘佛法無論怎麼學總是著相，學「有」著有相；學「空」著空相，非著不可，這就是生生世世搞成這個樣子。連一個初果須陀洹都沒有證得，我們讀《金剛經》才恍然大悟。在過去總認為小乘人著相，大乘菩薩不著相。讀了《金剛經》才曉得，連小乘須陀洹，他都不著須陀洹的相，所以他才能夠證得須陀洹果。"
    },
    {
      "id": "09-023-0048_p0068",
      "zh_CN": "佛在这个经上，确实为我们大家都授记，我们有善根，这是佛在经上承认的，而且善根非常深厚。何以见得？我们听这个经不惊、不怖、不畏。我们无量劫来，曾经供养无量无边诸佛如来，累积的善根福德不可思议，为什么没能证果？小乘初果都没证到。原因在哪里？就是刚才说的，心不干净，总是有执着，没有真的能放下。在这样状况之下，除了念佛往生之外，没有第二条路；还有这微细的执着没放下，这就叫做带业往生。由此可知，过去生中我们虽然遇到净土法门，为什么没去得了？可以带业往生，为什么没去得了？对这个世界有贪恋，放不下。你的地产放不下，你的金银财宝放不下，你的家亲眷属放不下，那好了，阿弥陀佛也没办法，也不能强迫你去。这就是说明，这些粗重的贪瞋痴慢能放下，决定往生。其他的法门没指望，刚才江味农居士讲过，江味农居士自己也做不到。他学《金刚经》学了四十年，写出《金刚经讲义》，可以说是历代《金刚经》注解的权威，没有人能超过他，他自己还是老实念佛，求生净土。把般若全部都搞通了，还是做不到，这个就晓得真难；净土法门之外，真难！禅也好、教也好、密也好，没有一样不难。如果你要是修三界有漏的福报，行！所有大小乘经典都能够帮助你得福；你想了生死出三界没分，实在是没法子。",
      "zh_TW": "佛在這個經上，確實為我們大家都授記，我們有善根，這是佛在經上承認的，而且善根非常深厚。何以見得？我們聽這個經不驚、不怖、不畏。我們無量劫來，曾經供養無量無邊諸佛如來，累積的善根福德不可思議，為什麼沒能證果？小乘初果都沒證到。原因在哪裡？就是剛才說的，心不乾淨，總是有執著，沒有真的能放下。在這樣狀況之下，除了念佛往生之外，沒有第二條路；還有這微細的執著沒放下，這就叫做帶業往生。由此可知，過去生中我們雖然遇到淨土法門，為什麼沒去得了？可以帶業往生，為什麼沒去得了？對這個世界有貪戀，放不下。你的地產放不下，你的金銀財寶放不下，你的家親眷屬放不下，那好了，阿彌陀佛也沒辦法，也不能強迫你去。這就是說明，這些粗重的貪瞋痴慢能放下，決定往生。其他的法門沒指望，剛才江味農居士講過，江味農居士自己也做不到。他學《金剛經》學了四十年，寫出《金剛經講義》，可以說是歷代《金剛經》註解的權威，沒有人能超過他，他自己還是老實念佛，求生淨土。把般若全部都搞通了，還是做不到，這個就曉得真難；淨土法門之外，真難！禪也好、教也好、密也好，沒有一樣不難。如果你要是修三界有漏的福報，行！所有大小乘經典都能夠幫助你得福；你想了生死出三界沒分，實在是沒法子。"
    },
    {
      "id": "09-023-0048_p0069",
      "zh_CN": "【此佛菩萨所以以大空三昧为究竟，以无智无得为得阿耨多罗三藐三菩提。】",
      "zh_TW": "【此佛菩薩所以以大空三昧為究竟，以無智無得為得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-023-0048_p0070",
      "zh_CN": "这个话真的说到究竟处。在佛法当中这是上上乘法，所谓大乘之大乘，了义之了义，真的是究竟法。以大空三昧，什么叫大空？人空、法空、空也空，这叫大空三昧。三昧是梵语，翻成中国意思是正受；正受，正常的享受，正受也就是大乘经上常讲的正知正见。一空到底，诸位要记住，一空到底是在你心上一空到底，而不是事上，事上空掉那叫大错特错！在事上，佛教给我们修三福、修六和，都是事上。三福第一句，那是基础的基础，这在事上修的，「孝养父母，奉事师长」，没有空！空在哪里？心里头不能执着。要不要孝养父母？要，尽心尽力孝养父母，心地清净，不能着这个相，着这个相就错了。心里不着相，有些人问，「那怎么个孝顺法？」那不是假的吗？哪里是真的？心里头没有父母，表面上有父母，那不是假的吗？你这是在打妄想。你心里面有父母，形相上也有父母，那才真的是假的。为什么？妄心。心里面干干净净，真心。真心离念，真心里头没有妄念。你那个孝养父母是真心在孝养，你那个奉事师长是真心奉事，真心是永恒不变。妄心孝养父母，时间久了还嫌弃、还讨厌；真心里面没有，真心没有妄念，佛菩萨用的是真心。从这个地方你就晓得，事跟理是一不是二，有事必有理，有理必有事，这才叫菩萨道、菩萨行。大三空三昧，这是究竟，究竟圆满。",
      "zh_TW": "這個話真的說到究竟處。在佛法當中這是上上乘法，所謂大乘之大乘，了義之了義，真的是究竟法。以大空三昧，什麼叫大空？人空、法空、空也空，這叫大空三昧。三昧是梵語，翻成中國意思是正受；正受，正常的享受，正受也就是大乘經上常講的正知正見。一空到底，諸位要記住，一空到底是在你心上一空到底，而不是事上，事上空掉那叫大錯特錯！在事上，佛教給我們修三福、修六和，都是事上。三福第一句，那是基礎的基礎，這在事上修的，「孝養父母，奉事師長」，沒有空！空在哪裡？心裡頭不能執著。要不要孝養父母？要，盡心盡力孝養父母，心地清淨，不能著這個相，著這個相就錯了。心裡不著相，有些人問，「那怎麼個孝順法？」那不是假的嗎？哪裡是真的？心裡頭沒有父母，表面上有父母，那不是假的嗎？你這是在打妄想。你心裡面有父母，形相上也有父母，那才真的是假的。為什麼？妄心。心裡面乾乾淨淨，真心。真心離念，真心裡頭沒有妄念。你那個孝養父母是真心在孝養，你那個奉事師長是真心奉事，真心是永恆不變。妄心孝養父母，時間久了還嫌棄、還討厭；真心裡面沒有，真心沒有妄念，佛菩薩用的是真心。從這個地方你就曉得，事跟理是一不是二，有事必有理，有理必有事，這才叫菩薩道、菩薩行。大三空三昧，這是究竟，究竟圓滿。"
    },
    {
      "id": "09-023-0048_p0071",
      "zh_CN": "学佛人所求的就是一个究竟圆满的智慧，究竟圆满的智慧，在佛门里面的术语叫阿耨多罗三藐三菩提。这句话实在讲是可以翻成中文的，他没有翻是为了尊重。从前译场有个规矩，叫五不翻。五种不翻，这是五种里面的一种，叫尊重不翻。我们对它很尊重，不翻，保留它的音，加以解释，它的意思是「无上正等正觉」。无上正等正觉，怕大家听了意思不明了，我就用一个简单的话来说，大家一听就懂，究竟圆满的智慧，这个大家好懂，无上正等正觉就是究竟圆满的智慧。究竟圆满的智慧是什么？无智无得。《心经》到末后总结论「无智亦无得」，那就是阿耨多罗三藐三菩提。如果你有智有得，与阿耨多罗三藐三菩提距离远之远矣。我们今天学经，你们同学学讲经，为什么那么困难？你知道你困难在哪里？因为你有智又有得，就麻烦。你如果真的是无智亦无得，佛法、佛经摆在你面前，喜欢怎么讲就怎么讲，长讲短讲、深讲浅讲，就得大自在；如果你有智有得，那就麻烦大，关键就在此地。",
      "zh_TW": "學佛人所求的就是一個究竟圓滿的智慧，究竟圓滿的智慧，在佛門裡面的術語叫阿耨多羅三藐三菩提。這句話實在講是可以翻成中文的，他沒有翻是為了尊重。從前譯場有個規矩，叫五不翻。五種不翻，這是五種裡面的一種，叫尊重不翻。我們對它很尊重，不翻，保留它的音，加以解釋，它的意思是「無上正等正覺」。無上正等正覺，怕大家聽了意思不明瞭，我就用一個簡單的話來說，大家一聽就懂，究竟圓滿的智慧，這個大家好懂，無上正等正覺就是究竟圓滿的智慧。究竟圓滿的智慧是什麼？無智無得。《心經》到末後總結論「無智亦無得」，那就是阿耨多羅三藐三菩提。如果你有智有得，與阿耨多羅三藐三菩提距離遠之遠矣。我們今天學經，你們同學學講經，為什麼那麼困難？你知道你困難在哪裡？因為你有智又有得，就麻煩。你如果真的是無智亦無得，佛法、佛經擺在你面前，喜歡怎麼講就怎麼講，長講短講、深講淺講，就得大自在；如果你有智有得，那就麻煩大，關鍵就在此地。"
    },
    {
      "id": "09-023-0048_p0072",
      "zh_CN": "说个实在话，我们学佛，做佛的弟子，是最不听话的弟子，我们自以为是佛的弟子，佛究竟有没有承认我们还不晓得。佛在这个经上的教训，我们要真的听话、真的去照做。怎么做？放下。这一放下就看破；一看破，更容易放下，看破、放下相辅相成，得大自在，得无量智慧、无量的福德。无量智慧福德，是从看破、放下里头得来的，何必斤斤去求福、去修福，所修来的三界有漏的福报，没有意思。这个理很深、甚深甚深，诸位如果听错了，那我就害了大家，从今以后就不修福。你自性里面真正的福报不能现前，因为你没有般若智慧，又不肯修福，你的日子就过得很苦。到那个时候你不能怪我，我没有说错，你听错了，是你听错了，我没有说错。要从这里面细心去体会。",
      "zh_TW": "說個實在話，我們學佛，做佛的弟子，是最不聽話的弟子，我們自以為是佛的弟子，佛究竟有沒有承認我們還不曉得。佛在這個經上的教訓，我們要真的聽話、真的去照做。怎麼做？放下。這一放下就看破；一看破，更容易放下，看破、放下相輔相成，得大自在，得無量智慧、無量的福德。無量智慧福德，是從看破、放下裡頭得來的，何必斤斤去求福、去修福，所修來的三界有漏的福報，沒有意思。這個理很深、甚深甚深，諸位如果聽錯了，那我就害了大家，從今以後就不修福。你自性裡面真正的福報不能現前，因為你沒有般若智慧，又不肯修福，你的日子就過得很苦。到那個時候你不能怪我，我沒有說錯，你聽錯了，是你聽錯了，我沒有說錯。要從這裡面細心去體會。"
    },
    {
      "id": "09-023-0048_p0073",
      "zh_CN": "【必能如此，然后可以随形六道，现百千亿化身。】",
      "zh_TW": "【必能如此，然後可以隨形六道，現百千億化身。】"
    },
    {
      "id": "09-023-0048_p0074",
      "zh_CN": "必能如此，就是如此经中所教的。必能这两个字是完全肯定，里面一丝毫疑惑都没有，必定要这样做法。两边不着，中道也没有，要离得干干净净，法相、非法相都不取。法相是有，非法相是空，空有两边不住。而生其心，生什么心？就是随形六道。六道可以随顺，十法界更不必说了，像观音菩萨一样，像诸佛如来一样，现百千亿化身。百千亿也不是数字，代表大圆满、究竟圆满。尽虚空遍法界无处不现身，就有这个能力。这个能力是自性的本能，人人都有自性，人人都有这个本能，可惜我们的本能被妄想执着障碍住，世尊常讲的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」我们的智慧德相跑哪里去？妄想执着，这个东西害苦了。般若教给我们什么？把妄想执着放下，把它空掉。空妄想执着；离相是离妄想执着的相，是离这个。",
      "zh_TW": "必能如此，就是如此經中所教的。必能這兩個字是完全肯定，裡面一絲毫疑惑都沒有，必定要這樣做法。兩邊不著，中道也沒有，要離得乾乾淨淨，法相、非法相都不取。法相是有，非法相是空，空有兩邊不住。而生其心，生什麼心？就是隨形六道。六道可以隨順，十法界更不必說了，像觀音菩薩一樣，像諸佛如來一樣，現百千億化身。百千億也不是數字，代表大圓滿、究竟圓滿。盡虛空遍法界無處不現身，就有這個能力。這個能力是自性的本能，人人都有自性，人人都有這個本能，可惜我們的本能被妄想執著障礙住，世尊常講的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」我們的智慧德相跑哪裡去？妄想執著，這個東西害苦了。般若教給我們什麼？把妄想執著放下，把它空掉。空妄想執著；離相是離妄想執著的相，是離這個。"
    },
    {
      "id": "09-023-0048_p0075",
      "zh_CN": "【虽一切法炽然而生，而一心湛然，本无所生。此之谓得大自在、得大受用。】",
      "zh_TW": "【雖一切法熾然而生，而一心湛然，本無所生。此之謂得大自在、得大受用。】"
    },
    {
      "id": "09-023-0048_p0076",
      "zh_CN": "实在说，心放下一分就得一分自在，就得一分受用，放下两分就得两分自在，得两分受用，非常现实。你能够把钱财放下，你在钱财里面得解脱、得自在、得受用。受用是什么？你一生在钱财上不会缺乏，得这个受用。你根本不要去想它，你需要用的话，它自然现前，不操一点心。大自在是身心自在、无忧无虑。舍什么，什么样东西就圆满，为什么？因为舍掉之后，性德现前。在一切事相当中，确确实实现代人所讲的心想事成。这是真实的，我们要相信佛，相信性德的受用。",
      "zh_TW": "實在說，心放下一分就得一分自在，就得一分受用，放下兩分就得兩分自在，得兩分受用，非常現實。你能夠把錢財放下，你在錢財裡面得解脫、得自在、得受用。受用是什麼？你一生在錢財上不會缺乏，得這個受用。你根本不要去想它，你需要用的話，它自然現前，不操一點心。大自在是身心自在、無憂無慮。捨什麼，什麼樣東西就圓滿，為什麼？因為捨掉之後，性德現前。在一切事相當中，確確實實現代人所講的心想事成。這是真實的，我們要相信佛，相信性德的受用。"
    },
    {
      "id": "09-023-0048_p0077",
      "zh_CN": "【能度一切苦厄者，端赖乎此。】",
      "zh_TW": "【能度一切苦厄者，端賴乎此。】"
    },
    {
      "id": "09-023-0048_p0078",
      "zh_CN": "《般若心经》上讲「度一切苦厄」，凭什么度一切苦厄？凭般若波罗蜜，凭空有两边不着。",
      "zh_TW": "《般若心經》上講「度一切苦厄」，憑什麼度一切苦厄？憑般若波羅蜜，憑空有兩邊不著。"
    },
    {
      "id": "09-023-0048_p0079",
      "zh_CN": "【此是般若究竟义。非学此不能入门，不能究竟。】",
      "zh_TW": "【此是般若究竟義。非學此不能入門，不能究竟。】"
    },
    {
      "id": "09-023-0048_p0080",
      "zh_CN": "这个入门是入大乘之门，没有般若波罗蜜不能入大乘之门。《金刚经》是大乘之门，马鸣菩萨的《起信论》也是大乘之门。何以知道它是大乘之门？因为经上说得很清楚，「若菩萨有我相、人相、众生相、寿者相，即非菩萨。」可见得离相才是菩萨，那就是门；着相就不能入菩萨门，离相就入了菩萨门。所以《金刚经》是大门。今天时间到了。",
      "zh_TW": "這個入門是入大乘之門，沒有般若波羅蜜不能入大乘之門。《金剛經》是大乘之門，馬鳴菩薩的《起信論》也是大乘之門。何以知道它是大乘之門？因為經上說得很清楚，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩。」可見得離相才是菩薩，那就是門；著相就不能入菩薩門，離相就入了菩薩門。所以《金剛經》是大門。今天時間到了。"
    }
  ]
}