{
  "doc_id": "09-023-0073",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十三集",
    "zh_TW": "第七十三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0073",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "09-023-0073_p0001",
      "zh_CN": "请掀开经本一百七十面，第四行，从注解第三段看起。",
      "zh_TW": "請掀開經本一百七十面，第四行，從註解第三段看起。"
    },
    {
      "id": "09-023-0073_p0002",
      "zh_CN": "【必解深而后信深，解圆而后修圆，其于证入也不难矣。解渐渐开，执情我见便渐渐消。所以学佛重在解慧，所谓观慧也。】",
      "zh_TW": "【必解深而後信深，解圓而後修圓，其於證入也不難矣。解漸漸開，執情我見便漸漸消。所以學佛重在解慧，所謂觀慧也。】"
    },
    {
      "id": "09-023-0073_p0003",
      "zh_CN": "在这一小段里面，我们能够体会到，学佛不但要读经，对于经义一定要能够有深入的理解，这一点非常重要。我们看现前这个社会，学佛的人不可以说不多，但是学佛的人，真正有成就的人并不太多。原因在哪里？不解经义，这正是古人所谓盲修瞎练，现代人所谓的迷信。迷信就是不解经义，这才是迷信。经义难解，这是真的。第一个，古来注解经书的文字太深，义理尤其是难以体会，何况使我们感到佛的教诲、祖师大德的解述，与我们现前的生活好像接连不上，使我们直接觉得所学非所用，于是对于佛法修学的兴趣就淡了。这个原因很复杂。所以第二句讲解圆，解不但要深，要紧的还要圆，圆解之后，我们才能真正得到佛法的受用。要达到深解圆解，最低限度要具备两个因缘。第一个因缘，就是你要遇到好老师。这个好老师一定要善说，他有善巧方便，把很难懂的地方，他说得让我们可以懂、可以接受，这是第一个条件。第二个条件，必须自己对于五欲六尘这些物质生活享受要能看得淡。假如欲情执着太浓，不但善知识来说法，你无法体会，即使是佛菩萨来也没办法。道理在哪里？自己业障太重。纵然佛菩萨有善巧，我们业障很重，依旧听不懂，这个事情是事实，不是假设。",
      "zh_TW": "在這一小段裡面，我們能夠體會到，學佛不但要讀經，對於經義一定要能夠有深入的理解，這一點非常重要。我們看現前這個社會，學佛的人不可以說不多，但是學佛的人，真正有成就的人並不太多。原因在哪裡？不解經義，這正是古人所謂盲修瞎練，現代人所謂的迷信。迷信就是不解經義，這才是迷信。經義難解，這是真的。第一個，古來註解經書的文字太深，義理尤其是難以體會，何況使我們感到佛的教誨、祖師大德的解述，與我們現前的生活好像接連不上，使我們直接覺得所學非所用，於是對於佛法修學的興趣就淡了。這個原因很複雜。所以第二句講解圓，解不但要深，要緊的還要圓，圓解之後，我們才能真正得到佛法的受用。要達到深解圓解，最低限度要具備兩個因緣。第一個因緣，就是你要遇到好老師。這個好老師一定要善說，他有善巧方便，把很難懂的地方，他說得讓我們可以懂、可以接受，這是第一個條件。第二個條件，必須自己對於五欲六塵這些物質生活享受要能看得淡。假如欲情執著太濃，不但善知識來說法，你無法體會，即使是佛菩薩來也沒辦法。道理在哪裡？自己業障太重。縱然佛菩薩有善巧，我們業障很重，依舊聽不懂，這個事情是事實，不是假設。"
    },
    {
      "id": "09-023-0073_p0004",
      "zh_CN": "这部经是世尊在舍卫大城讲的，而佛在经上告诉我们，世尊当年在舍卫大城说法的时候，这个地方是一个很繁荣的大都会，人口繁多。而在这个地方，释迦牟尼佛住过很长一段时间，讲过不少的经论，而能够接受佛教诲的只有三分之一；另外有三分之一，曾经听说有一个释迦牟尼佛在某个地方讲经，没见过面；还有三分之一的人，根本连释迦牟尼佛的名字都没听过。由此可见，这个业障是真的，不是假的。佛在这个地区讲经，讲了那么多年，还不知道这个地方有个释迦牟尼佛。所以消业障就要紧，业障怎么消法？我们在物质生活、精神生活，把它看淡一点，这个业障就消了。要把它看淡，要把它放下。你看得愈淡，放下愈多，你的业障就消得愈多。就是看破，看破还要看破，放下，放下还要放下。彻底放下，就成佛了。等觉菩萨还有一品生相无明没有看破、没有放下，所以他成不了佛。由此可知，佛法的修证没有别的，看破放下而已！我们为什么看不破？为什么放不下？是对于宇宙人生的真相没搞清楚。世尊四十九年为我们说的一切法，说什么？无非就是为我们说明宇宙人生的真相。明白了，彻底明白了，这就是解深。你把这个事情认识得愈清楚、愈明白、愈透彻，你就相信佛在经上，教导我们怎样做人、怎样生活、怎样工作，怎样处事待人接物，你信就深了。",
      "zh_TW": "這部經是世尊在舍衛大城講的，而佛在經上告訴我們，世尊當年在舍衛大城說法的時候，這個地方是一個很繁榮的大都會，人口繁多。而在這個地方，釋迦牟尼佛住過很長一段時間，講過不少的經論，而能夠接受佛教誨的只有三分之一；另外有三分之一，曾經聽說有一個釋迦牟尼佛在某個地方講經，沒見過面；還有三分之一的人，根本連釋迦牟尼佛的名字都沒聽過。由此可見，這個業障是真的，不是假的。佛在這個地區講經，講了那麼多年，還不知道這個地方有個釋迦牟尼佛。所以消業障就要緊，業障怎麼消法？我們在物質生活、精神生活，把它看淡一點，這個業障就消了。要把它看淡，要把它放下。你看得愈淡，放下愈多，你的業障就消得愈多。就是看破，看破還要看破，放下，放下還要放下。徹底放下，就成佛了。等覺菩薩還有一品生相無明沒有看破、沒有放下，所以他成不了佛。由此可知，佛法的修證沒有別的，看破放下而已！我們為什麼看不破？為什麼放不下？是對於宇宙人生的真相沒搞清楚。世尊四十九年為我們說的一切法，說什麼？無非就是為我們說明宇宙人生的真相。明白了，徹底明白了，這就是解深。你把這個事情認識得愈清楚、愈明白、愈透徹，你就相信佛在經上，教導我們怎樣做人、怎樣生活、怎樣工作，怎樣處事待人接物，你信就深了。"
    },
    {
      "id": "09-023-0073_p0005",
      "zh_CN": "解圆，而后你修就圆。圆是圆满，没有欠缺；换句话说，面面都了解，理了解，事也了解，对自己明了，对于一切众生也明了。修是修正我们错误的行为，我们的行为，不外乎身口意这三方面。身体一切造作，身的行为；一切言语，口的行为；起心动念，是心意的行为。行为再多，这三条就包括尽了。行为有了错误；换句话说，我们对人、对事、对物，看错了、想错了，意业的行为；做错了，身业的行为；说错了，口业的行为。把这些错误一桩一桩都修正过来，这叫圆修。圆修一定是建立在圆解的基础上，这样才能够证入。世法、佛法不外乎因果，这个你要了解，你要解得深，要解得圆。一切法决定没有偶然，这个诸位一定要知道，没有偶然的，没有偶发的。所有大乘经里面，都说明这个事实真相，而因果是通三世的。三世是「过去无始」，不是过去一生、二生，过去无始，「未来无终」，善因遇到善缘一定结善果，恶因遇到恶缘一定有恶报，不定在哪一世，要看缘之成熟。什么时候缘成熟，果报就现前。果报能免吗？能免。要什么条件才能免？《金刚经》上讲的，四相、四见破了就免了。所谓转烦恼成菩提，转生死为涅槃，那就转了。如果还有我、还有人，你就免不掉。有我，我就要承受果报。所以一定到无我，他就免了。无我，诸位想想，纵有业报谁去承受？没有人承受。所以这是个标准，《金刚经》上是个标准。只要你有我相、人相、众生相、寿者相，无量劫来所造的业因，你就要承受善果恶报；除非四相破了。四相破了，就是破一品无明，证一分法身，不但六道超越，十法界也超越，这样的人住一真法界，住一真法界这是成佛。",
      "zh_TW": "解圓，而後你修就圓。圓是圓滿，沒有欠缺；換句話說，面面都了解，理了解，事也了解，對自己明瞭，對於一切眾生也明瞭。修是修正我們錯誤的行為，我們的行為，不外乎身口意這三方面。身體一切造作，身的行為；一切言語，口的行為；起心動念，是心意的行為。行為再多，這三條就包括盡了。行為有了錯誤；換句話說，我們對人、對事、對物，看錯了、想錯了，意業的行為；做錯了，身業的行為；說錯了，口業的行為。把這些錯誤一樁一樁都修正過來，這叫圓修。圓修一定是建立在圓解的基礎上，這樣才能夠證入。世法、佛法不外乎因果，這個你要了解，你要解得深，要解得圓。一切法決定沒有偶然，這個諸位一定要知道，沒有偶然的，沒有偶發的。所有大乘經裡面，都說明這個事實真相，而因果是通三世的。三世是「過去無始」，不是過去一生、二生，過去無始，「未來無終」，善因遇到善緣一定結善果，惡因遇到惡緣一定有惡報，不定在哪一世，要看緣之成熟。什麼時候緣成熟，果報就現前。果報能免嗎？能免。要什麼條件才能免？《金剛經》上講的，四相、四見破了就免了。所謂轉煩惱成菩提，轉生死為涅槃，那就轉了。如果還有我、還有人，你就免不掉。有我，我就要承受果報。所以一定到無我，他就免了。無我，諸位想想，縱有業報誰去承受？沒有人承受。所以這是個標準，《金剛經》上是個標準。只要你有我相、人相、眾生相、壽者相，無量劫來所造的業因，你就要承受善果惡報；除非四相破了。四相破了，就是破一品無明，證一分法身，不但六道超越，十法界也超越，這樣的人住一真法界，住一真法界這是成佛。"
    },
    {
      "id": "09-023-0073_p0006",
      "zh_CN": "「其于证入也不难矣」，证就是证入一真法界，这个字的意思很深，很不容易体会。心地清净到了极处，境界自自然然现前，这个时候我们叫它做「证」。而在证入的这个人来说，他实在是没有起心动念。如果他要动个念头「我证入了」，你们诸位想想看，他能证吗？我证入了，有我相，我的对面就是人相，那么他四相具足，他是凡夫，他怎么能证入？由此可知，圆教初住以上，大乘法中常说「无功用道」。往后这四十一个位次，用什么方法修行？就是无功用道，很难懂！不能有一点意思，有一点意思就落在凡情，就是情见。不能有一点意思，自自然然的成就，那功夫渐渐深，智慧渐渐圆。他的功夫确实没有间断，但是绝对不会起一个我念，换句话说，绝对不会起一个妄想分别执着。这个讲法还是难懂。我们今天修行都着相，今天我念了两部无量寿经，我念了一万声佛号；明天我精进了，我念一万二千声佛号，我有了进步。这些菩萨们没有这个念头。古人有个比喻，古时候的比喻，大概现在在大陆上还有，用风船，我们叫帆船，用帆船做比喻。初学佛的人，用功精进就像帆船帆悬满的时候，风吹得船走得很快，你看得见在那里进步。可是船快要到岸，快要靠岸了，一定要把帆收掉，速度减缓。距岸还有一段距离，这个时候用竹竿，用竹竿撑船；用竹竿撑船，不用帆。可是这个船快要接近岸边，那个竹竿也不要了，统统放下，这个船缓慢自自然然往岸上靠，那一段叫无功用道，诸位去体会这个意思。圆教初住以上菩萨，也就是法身大士，他们用功就像船接近岸，那个竿也放下了，自自然然往前去。所以此处用不得力，是这样的境界，真实的清净心。那种法身大士的用功跟我们不一样，我们有情执，他没有情执。",
      "zh_TW": "「其於證入也不難矣」，證就是證入一真法界，這個字的意思很深，很不容易體會。心地清淨到了極處，境界自自然然現前，這個時候我們叫它做「證」。而在證入的這個人來說，他實在是沒有起心動念。如果他要動個念頭「我證入了」，你們諸位想想看，他能證嗎？我證入了，有我相，我的對面就是人相，那麼他四相具足，他是凡夫，他怎麼能證入？由此可知，圓教初住以上，大乘法中常說「無功用道」。往後這四十一個位次，用什麼方法修行？就是無功用道，很難懂！不能有一點意思，有一點意思就落在凡情，就是情見。不能有一點意思，自自然然的成就，那功夫漸漸深，智慧漸漸圓。他的功夫確實沒有間斷，但是絕對不會起一個我念，換句話說，絕對不會起一個妄想分別執著。這個講法還是難懂。我們今天修行都著相，今天我念了兩部無量壽經，我念了一萬聲佛號；明天我精進了，我念一萬二千聲佛號，我有了進步。這些菩薩們沒有這個念頭。古人有個比喻，古時候的比喻，大概現在在大陸上還有，用風船，我們叫帆船，用帆船做比喻。初學佛的人，用功精進就像帆船帆懸滿的時候，風吹得船走得很快，你看得見在那裡進步。可是船快要到岸，快要靠岸了，一定要把帆收掉，速度減緩。距岸還有一段距離，這個時候用竹竿，用竹竿撐船；用竹竿撐船，不用帆。可是這個船快要接近岸邊，那個竹竿也不要了，統統放下，這個船緩慢自自然然往岸上靠，那一段叫無功用道，諸位去體會這個意思。圓教初住以上菩薩，也就是法身大士，他們用功就像船接近岸，那個竿也放下了，自自然然往前去。所以此處用不得力，是這樣的境界，真實的清淨心。那種法身大士的用功跟我們不一樣，我們有情執，他沒有情執。"
    },
    {
      "id": "09-023-0073_p0007",
      "zh_CN": "「解渐渐开」，解渐渐开是讲开悟。开悟的样子，我们必须要知道。否则的话，自己懂得一点，就自以为开悟了，这个误会的人很多；自己以为开悟，还有自己以为证果了。我过去就曾经遇到一个居士，他跟我讲他证阿罗汉果，说得很真实，绝对不是骗人，他自己自信心很强，告诉我证得阿罗汉果。我也没有法子，那是他的境界。但是我看样子不像。最后实在不得已，我就跟他讲，证得阿罗汉六种神通都发现了，我说：你试试看，那个墙壁外面你能不能看得见？他说：我看不见。我说那保险你没证，他心里才服了。隔着墙你就看不见，你的天眼没有恢复。我们在小乘经里面都看得很清楚，佛都讲得很清楚，证得初果须陀洹就有天眼通、天耳通；证得二果就有他心通，我心里想的事情你知道；证得三果就有神足通；四果漏尽通。三果神足通就是能变化，可以分身，你有没有？「没有！」没有，我就劝他以后少说，没有证得！修行有一点功夫，很欢喜、很快乐了，身心得到轻安，就自以为证阿罗汉果，你说糟不糟糕！毛病在哪里？他这个不是骗人，他不是打妄语，误会了。经义不解，没有深解、没有圆解，误会了，所以他不是骗人。「执情我见渐渐消」，这就是说你悟入程度的浅深。你悟得愈深，你感情执着就愈淡，就愈淡薄。我们现在人所谓是，你对人对事你很少用感情，完全用的理智，在佛法讲智慧，你用智慧而不是用感情。感情很重的人，执着很重的人，纵然解，不够深，当然也不圆，这是一定的道理。因此学佛重在解慧，特别是大乘。小乘人着重在修，大乘着重在解；小乘着重在事上修，大乘着重在心上开解。那个来得快，这一觉悟了，事也就圆满。事上勤修，理上不明，还是隔了一层，这是小乘不及大乘之处。大乘着重在开慧，有智慧的观察，他的生活是生活在圆满智慧之中。我们反过来看看凡夫，凡夫迷惑颠倒，我们生活在情执之中，生活在烦恼之中，诸佛菩萨生活在智慧之中，那怎么会一样？当然不相同。",
      "zh_TW": "「解漸漸開」，解漸漸開是講開悟。開悟的樣子，我們必須要知道。否則的話，自己懂得一點，就自以為開悟了，這個誤會的人很多；自己以為開悟，還有自己以為證果了。我過去就曾經遇到一個居士，他跟我講他證阿羅漢果，說得很真實，絕對不是騙人，他自己自信心很強，告訴我證得阿羅漢果。我也沒有法子，那是他的境界。但是我看樣子不像。最後實在不得已，我就跟他講，證得阿羅漢六種神通都發現了，我說：你試試看，那個牆壁外面你能不能看得見？他說：我看不見。我說那保險你沒證，他心裡才服了。隔著牆你就看不見，你的天眼沒有恢復。我們在小乘經裡面都看得很清楚，佛都講得很清楚，證得初果須陀洹就有天眼通、天耳通；證得二果就有他心通，我心裡想的事情你知道；證得三果就有神足通；四果漏盡通。三果神足通就是能變化，可以分身，你有沒有？「沒有！」沒有，我就勸他以後少說，沒有證得！修行有一點功夫，很歡喜、很快樂了，身心得到輕安，就自以為證阿羅漢果，你說糟不糟糕！毛病在哪裡？他這個不是騙人，他不是打妄語，誤會了。經義不解，沒有深解、沒有圓解，誤會了，所以他不是騙人。「執情我見漸漸消」，這就是說你悟入程度的淺深。你悟得愈深，你感情執著就愈淡，就愈淡薄。我們現在人所謂是，你對人對事你很少用感情，完全用的理智，在佛法講智慧，你用智慧而不是用感情。感情很重的人，執著很重的人，縱然解，不夠深，當然也不圓，這是一定的道理。因此學佛重在解慧，特別是大乘。小乘人著重在修，大乘著重在解；小乘著重在事上修，大乘著重在心上開解。那個來得快，這一覺悟了，事也就圓滿。事上勤修，理上不明，還是隔了一層，這是小乘不及大乘之處。大乘著重在開慧，有智慧的觀察，他的生活是生活在圓滿智慧之中。我們反過來看看凡夫，凡夫迷惑顛倒，我們生活在情執之中，生活在煩惱之中，諸佛菩薩生活在智慧之中，那怎麼會一樣？當然不相同。"
    },
    {
      "id": "09-023-0073_p0008",
      "zh_CN": "【无上正等觉者非他，即是真如本性，亦名自性清净心。因其为万法之宗，故称无上。为一切众生所同具，故名正等。但为分别执着妄想所障，若能遣妄除障，则名正觉。】",
      "zh_TW": "【無上正等覺者非他，即是真如本性，亦名自性清淨心。因其為萬法之宗，故稱無上。為一切眾生所同具，故名正等。但為分別執著妄想所障，若能遣妄除障，則名正覺。】"
    },
    {
      "id": "09-023-0073_p0009",
      "zh_CN": "这是将无上正等正觉这个名词，做一个简单的解释，这属于佛学常识。我们对这个名词要正确的认识，梵语称为阿耨多罗三藐三菩提，这是什么东西？原来就是真如本性，禅宗说大彻大悟、明心见性。明心见性是什么？就是见到真如本性；换句话说，明心见性就是证得无上正等正觉。我们净土宗念佛，念到一心不乱。一心不乱是什么？一心不乱就是自性清净心，说的名相不一样，还是这一桩事情。教下称为无上正等正觉，宗门称之为明心见性，净土宗称为一心不乱，一桩事情；名字不一样，是一桩事情。",
      "zh_TW": "這是將無上正等正覺這個名詞，做一個簡單的解釋，這屬於佛學常識。我們對這個名詞要正確的認識，梵語稱為阿耨多羅三藐三菩提，這是什麼東西？原來就是真如本性，禪宗說大徹大悟、明心見性。明心見性是什麼？就是見到真如本性；換句話說，明心見性就是證得無上正等正覺。我們淨土宗念佛，念到一心不亂。一心不亂是什麼？一心不亂就是自性清淨心，說的名相不一樣，還是這一樁事情。教下稱為無上正等正覺，宗門稱之為明心見性，淨土宗稱為一心不亂，一樁事情；名字不一樣，是一樁事情。"
    },
    {
      "id": "09-023-0073_p0010",
      "zh_CN": "为什么说它是万法之宗？万法就是我们今天讲的宇宙时空，这里面所包含的一切现象，佛教术语叫十法界依正庄严。这些现象从哪里来的？都是自性清净心变现出来的，它是能变，所有一切万法是所变的，这是能变。能变的是主，是真的；所变的是虚妄的，是假的。这就好比我们没有功夫的人，自己做不了主宰，晚上睡觉会作梦。诸位要知道，晚上睡觉作梦是一回什么事情？自己做不了主宰，自己要能做得了主，晚上就不会作梦。有功夫、心地清净的人，有定功的人，他不会作梦。我们每天晚上做的梦都不一样，你们在一生当中曾经做过同样的梦吗？天天做的梦都不一样。你要晓得，能作梦的是心，所做的梦中境界那是相，那个就是万法；天天不一样，不就是万法吗？所以梦是心变现出来的，这个我们比较容易体会；说整个宇宙是我们心变现出来的，这个不太好懂。其实那个道理，跟作梦真的非常接近。人生确实是个梦，昨天永远不会再回来了，不要说昨天不再回来了，我们说现在，现在就过去了，一分一秒永远不回头，跟每天作那个梦有什么两样？所以《金刚经》末后告诉我们，「一切有为法，如梦幻泡影」。梦会不会断掉？给诸位说，不会断掉。闭着眼睛你会作梦，睁着眼睛还在作梦，梦不会断的。这就说明相不会断的，因为体它不会断，清净心是体，体不会断、不会灭，所以相不会灭，不会灭是真的，但是它会转变，随着你的念头在转变；因此，佛才教给我们无住生心，生心就有道理了。",
      "zh_TW": "為什麼說它是萬法之宗？萬法就是我們今天講的宇宙時空，這裡面所包含的一切現象，佛教術語叫十法界依正莊嚴。這些現象從哪裡來的？都是自性清淨心變現出來的，它是能變，所有一切萬法是所變的，這是能變。能變的是主，是真的；所變的是虛妄的，是假的。這就好比我們沒有功夫的人，自己做不了主宰，晚上睡覺會作夢。諸位要知道，晚上睡覺作夢是一回什麼事情？自己做不了主宰，自己要能做得了主，晚上就不會作夢。有功夫、心地清淨的人，有定功的人，他不會作夢。我們每天晚上做的夢都不一樣，你們在一生當中曾經做過同樣的夢嗎？天天做的夢都不一樣。你要曉得，能作夢的是心，所做的夢中境界那是相，那個就是萬法；天天不一樣，不就是萬法嗎？所以夢是心變現出來的，這個我們比較容易體會；說整個宇宙是我們心變現出來的，這個不太好懂。其實那個道理，跟作夢真的非常接近。人生確實是個夢，昨天永遠不會再回來了，不要說昨天不再回來了，我們說現在，現在就過去了，一分一秒永遠不回頭，跟每天作那個夢有什麼兩樣？所以《金剛經》末後告訴我們，「一切有為法，如夢幻泡影」。夢會不會斷掉？給諸位說，不會斷掉。閉著眼睛你會作夢，睜著眼睛還在作夢，夢不會斷的。這就說明相不會斷的，因為體它不會斷，清淨心是體，體不會斷、不會滅，所以相不會滅，不會滅是真的，但是它會轉變，隨著你的念頭在轉變；因此，佛才教給我們無住生心，生心就有道理了。"
    },
    {
      "id": "09-023-0073_p0011",
      "zh_CN": "生什么样的心？要生清净心，要生善心。生善心，刚才讲，相不会断灭，它会变；生善心这个境界就变好，起恶念那境界就变坏。从哪里变起？给诸位说，从你的相貌变起，从你身体体质变起，因为身跟心是最接近的，然后才扩展到外面，一切众生、山河大地。所以头一个起变化的，最明显变化的，就是你的身体跟你的相貌。所以说学佛有了功夫，功夫得力，不必挂在嘴皮上，你那一副尊容人家一看就知道了。看到你的相貌一年比一年好，身体一年比一年健康，当然是你功夫得力。我们世俗算命看相都会说「相随心转」，这个一点都不错！你看心地慈悲的人，相貌就慈悲；心地险恶的人，相貌就很恐怖，这个一定道理。你心里欢喜的时候，你相貌很好看；你心里不高兴的时候，你摆那个面孔就很难看，这很明显的，这变得好快。真正修行功夫能够受用，真是立刻就现前，这一点都不假。所以心是主宰，不但是我们这个身的主宰，一身的主宰，是整个宇宙一切众生的主宰，万法之宗，这称之为无上，是这个意思。",
      "zh_TW": "生什麼樣的心？要生清淨心，要生善心。生善心，剛才講，相不會斷滅，它會變；生善心這個境界就變好，起惡念那境界就變壞。從哪裡變起？給諸位說，從你的相貌變起，從你身體體質變起，因為身跟心是最接近的，然後才擴展到外面，一切眾生、山河大地。所以頭一個起變化的，最明顯變化的，就是你的身體跟你的相貌。所以說學佛有了功夫，功夫得力，不必掛在嘴皮上，你那一副尊容人家一看就知道了。看到你的相貌一年比一年好，身體一年比一年健康，當然是你功夫得力。我們世俗算命看相都會說「相隨心轉」，這個一點都不錯！你看心地慈悲的人，相貌就慈悲；心地險惡的人，相貌就很恐怖，這個一定道理。你心裡歡喜的時候，你相貌很好看；你心裡不高興的時候，你擺那個面孔就很難看，這很明顯的，這變得好快。真正修行功夫能夠受用，真是立刻就現前，這一點都不假。所以心是主宰，不但是我們這個身的主宰，一身的主宰，是整個宇宙一切眾生的主宰，萬法之宗，這稱之為無上，是這個意思。"
    },
    {
      "id": "09-023-0073_p0012",
      "zh_CN": "它又是一切众生所同具，所以叫正等。因为这个心，心不是一个人一个心；你是一个人一个心的时候，妄心，这是妄想，妄想是每个人都不相同的，一个人一个心是妄心。真心，不但一切人是共同的，一切诸佛菩萨，乃至于植物、矿物，连太虚空，都是相同的，真心是相同的。佛在楞严会上有个比喻，把真心比作大海，把我们每一个人比作海里面起的水泡。水泡很多很多，一个水泡一个水泡不相同，但是统统依大海而起的。水泡一破掉就相同了，不破的时候不同，不破的时候是妄心，一个人一个心。妄心要是破掉，真心现前，真心相同。正因为真心相同，所以见到真心的人，也就是妄心断灭了，真心现前了，一切众生心里打的妄想他知道。你说他凭什么知道？因为真心相同，所以你心里想什么事他知道，这一点我们要记住。不要认为我心里动个念头，没有人知道，那你就大错特错了。你心里动个念头，迷惑颠倒的众生不知道，心地稍微清净一点的人，他知道，这就是所谓他心通。",
      "zh_TW": "它又是一切眾生所同具，所以叫正等。因為這個心，心不是一個人一個心；你是一個人一個心的時候，妄心，這是妄想，妄想是每個人都不相同的，一個人一個心是妄心。真心，不但一切人是共同的，一切諸佛菩薩，乃至於植物、礦物，連太虛空，都是相同的，真心是相同的。佛在楞嚴會上有個比喻，把真心比作大海，把我們每一個人比作海裡面起的水泡。水泡很多很多，一個水泡一個水泡不相同，但是統統依大海而起的。水泡一破掉就相同了，不破的時候不同，不破的時候是妄心，一個人一個心。妄心要是破掉，真心現前，真心相同。正因為真心相同，所以見到真心的人，也就是妄心斷滅了，真心現前了，一切眾生心裡打的妄想他知道。你說他憑什麼知道？因為真心相同，所以你心裡想什麼事他知道，這一點我們要記住。不要認為我心裡動個念頭，沒有人知道，那你就大錯特錯了。你心裡動個念頭，迷惑顛倒的眾生不知道，心地稍微清淨一點的人，他知道，這就是所謂他心通。"
    },
    {
      "id": "09-023-0073_p0013",
      "zh_CN": "我们念佛想求生到西方极乐世界，想一想自己起心动念，能不能生到极乐世界？我们起心动念不但阿弥陀佛知道，观音、势至知道，西方极乐世界所有的人没有一个不知道。你念《无量寿经》，《无量寿经》上说得很清楚，西方世界的人天眼洞视、天耳彻听，尽虚空遍法界一切众生形相、音声，他们都听得很清楚，他心遍知，起心动念人家全都晓得，没有一样事情能瞒得过人，你说多可怕！我们做的不敢告人的事情，做得那么多，你还想到极乐世界去？没分！极乐世界人怎么去的？清净心去的。心净则土净，只要真正修清净心，你就决定得生净土。因为清净心是它的条件，心净则土净，这个要紧！所以世缘要放下，我刚才讲的，放下、放下还要放下，只要你有一桩事情不肯放下，这一生念一辈子佛，也不能往生。不是阿弥陀佛不慈悲，不来接你，你这里有绳子拴到，你走不了！这是佛在经上常讲的「财色名食睡」，叫地狱五条根。这五条铁链锁着你，你怎么能走得掉！叫你放下什么？把这个东西放下。放下，阿弥陀佛来接引你，你才顺利跟佛走了。只要有一桩事情放不下，佛对你也没有办法，那就等以后的机会。什么机会？什么时候放下，机会就成熟了。你现在放下，现在机会就成熟了。往生不难，西方极乐世界随时可以去，什么时候放下，什么时候缘就成熟了。我现在身体还很健康，现在放下现在就走，那个走得才真叫自在潇洒。你为什么去不了？想想放不下，所以去不了。到临命终时还放不下，那就没法子了，那只好搞六道轮回，这非常非常要紧。所以它是一切众生同具，「十方三世佛，共同一法身」，就是说这桩事情。三世佛是讲过去、现在、未来，所有一切众生是未来佛。《华严经》上讲的，「情与无情，同圆种智」，也是这个意思，因为它是同一个体。所以诸佛菩萨破无明、见了法身，这个时候所谓是「无缘大慈，同体大悲」。无缘，用现代的话来讲，无条件。佛菩萨帮助一切众生，爱护一切众生，照顾一切众生，没有条件的。为什么无条件？因为同体，他有什么条件！所以叫同体大悲、无缘大慈。",
      "zh_TW": "我們念佛想求生到西方極樂世界，想一想自己起心動念，能不能生到極樂世界？我們起心動念不但阿彌陀佛知道，觀音、勢至知道，西方極樂世界所有的人沒有一個不知道。你念《無量壽經》，《無量壽經》上說得很清楚，西方世界的人天眼洞視、天耳徹聽，盡虛空遍法界一切眾生形相、音聲，他們都聽得很清楚，他心遍知，起心動念人家全都曉得，沒有一樣事情能瞞得過人，你說多可怕！我們做的不敢告人的事情，做得那麼多，你還想到極樂世界去？沒分！極樂世界人怎麼去的？清淨心去的。心淨則土淨，只要真正修清淨心，你就決定得生淨土。因為清淨心是它的條件，心淨則土淨，這個要緊！所以世緣要放下，我剛才講的，放下、放下還要放下，只要你有一樁事情不肯放下，這一生念一輩子佛，也不能往生。不是阿彌陀佛不慈悲，不來接你，你這裡有繩子拴到，你走不了！這是佛在經上常講的「財色名食睡」，叫地獄五條根。這五條鐵鍊鎖著你，你怎麼能走得掉！叫你放下什麼？把這個東西放下。放下，阿彌陀佛來接引你，你才順利跟佛走了。只要有一樁事情放不下，佛對你也沒有辦法，那就等以後的機會。什麼機會？什麼時候放下，機會就成熟了。你現在放下，現在機會就成熟了。往生不難，西方極樂世界隨時可以去，什麼時候放下，什麼時候緣就成熟了。我現在身體還很健康，現在放下現在就走，那個走得才真叫自在瀟灑。你為什麼去不了？想想放不下，所以去不了。到臨命終時還放不下，那就沒法子了，那只好搞六道輪迴，這非常非常要緊。所以它是一切眾生同具，「十方三世佛，共同一法身」，就是說這樁事情。三世佛是講過去、現在、未來，所有一切眾生是未來佛。《華嚴經》上講的，「情與無情，同圓種智」，也是這個意思，因為它是同一個體。所以諸佛菩薩破無明、見了法身，這個時候所謂是「無緣大慈，同體大悲」。無緣，用現代的話來講，無條件。佛菩薩幫助一切眾生，愛護一切眾生，照顧一切眾生，沒有條件的。為什麼無條件？因為同體，他有什麼條件！所以叫同體大悲、無緣大慈。"
    },
    {
      "id": "09-023-0073_p0014",
      "zh_CN": "但为分别执着妄想所障。世尊在《华严经》上也这个说法，他说：「一切众生皆有如来智慧德相」，跟诸佛如来无二无别，没有两样，「但以妄想执着而不能证得」。《华严》讲妄想、执着，这个地方讲得详细一点，分别、执着、妄想。所障，障什么？把我们自性清净心障住了。佛法的修学，实在讲，修什么？除障而已。古德教导我们，「但除其妄，莫求其真」，不要求真，只要除妄就行了，妄除了，真就现前。妄除了，还要求个真，那个求真又变成妄想，所以不用求真，去了妄就是真；换句话说，我们在日常生活当中，如果能够去掉妄想分别执着，我们的生活就在一真法界，跟极乐世界的菩萨、华藏世界的菩萨没有两样。华藏在哪里？极乐世界在哪里？就在现前。可是你有了分别妄想执着，一真法界不见了，被障碍住了，所显现出来的是十法界里头六道轮回。所以世出世间法在哪里？在那个一念之间的转变。这是讲的事实真相，所以生心要紧！蕅益大师在《弥陀要解》里面告诉我们，释迦牟尼佛是念佛成佛的，我们相信。道理懂得之后，我们就肯定、相信了。念佛就成佛，念菩萨就成菩萨，念声闻就成阿罗汉，念什么就现什么，那个相是随心所变的。世尊在《华严经》上说，这一切现象从哪里来的？唯心所现，唯识所变，识就是念头。心能现相，这个相怎样变化，那是念头，念头是识；所以你念佛，当然就变佛的法界，你念菩萨就变菩萨法界。",
      "zh_TW": "但為分別執著妄想所障。世尊在《華嚴經》上也這個說法，他說：「一切眾生皆有如來智慧德相」，跟諸佛如來無二無別，沒有兩樣，「但以妄想執著而不能證得」。《華嚴》講妄想、執著，這個地方講得詳細一點，分別、執著、妄想。所障，障什麼？把我們自性清淨心障住了。佛法的修學，實在講，修什麼？除障而已。古德教導我們，「但除其妄，莫求其真」，不要求真，只要除妄就行了，妄除了，真就現前。妄除了，還要求個真，那個求真又變成妄想，所以不用求真，去了妄就是真；換句話說，我們在日常生活當中，如果能夠去掉妄想分別執著，我們的生活就在一真法界，跟極樂世界的菩薩、華藏世界的菩薩沒有兩樣。華藏在哪裡？極樂世界在哪裡？就在現前。可是你有了分別妄想執著，一真法界不見了，被障礙住了，所顯現出來的是十法界裡頭六道輪迴。所以世出世間法在哪裡？在那個一念之間的轉變。這是講的事實真相，所以生心要緊！蕅益大師在《彌陀要解》裡面告訴我們，釋迦牟尼佛是念佛成佛的，我們相信。道理懂得之後，我們就肯定、相信了。念佛就成佛，念菩薩就成菩薩，念聲聞就成阿羅漢，念什麼就現什麼，那個相是隨心所變的。世尊在《華嚴經》上說，這一切現象從哪裡來的？唯心所現，唯識所變，識就是念頭。心能現相，這個相怎樣變化，那是念頭，念頭是識；所以你念佛，當然就變佛的法界，你念菩薩就變菩薩法界。"
    },
    {
      "id": "09-023-0073_p0015",
      "zh_CN": "现在的人念什么？念妖魔鬼怪，念地狱、鬼、畜生。所以那个相貌都是妖魔鬼怪的相，都很恐怖！什么叫妖魔鬼怪？我们搞要清楚，否则的话，我们一天到晚念这个，自己还不晓得，你说冤枉不冤枉！中国古书上说「人弃常则妖兴」，这句话的意思就是说，违反常道就是妖魔鬼怪。什么叫常？仁义礼智信叫五常。我们对人是不是仁慈？没有仁慈心对人，反常。起心动念自私自利、损人利己，这反常。义是什么？义是义务，帮助别人不讲求回报的。我们今天做多少工作要计算代价，这就是没有义。礼是礼尚往来。智就是我们今天讲理智，而非感情用事。信是信用，守信。现在外国，外国人讲信，有信用卡，有那个卡还有什么信用？信不要卡的。违反这五条，那就是妖，妖是这个意思。妖不是青面獠牙，看到很恐怖的；那个妖很可爱，你看到的时候，所以你才会上当。鬼是什么？贪心、吝啬，悭贪吝啬那是鬼。嫉妒、瞋恨那是地狱。邪正不分、是非颠倒，那是畜生，愚痴。现在是个人的样子，如果他的性情是这个，你一看，那就是恶道众生，他报尽就恶道投胎去了。我们想想，我们学佛，我们处事待人接物，用的是什么心？假如用的是这些心，那就不好。所以修行，要把这个心修正过来，严持戒律。戒律里面最低的是五戒，叫根本戒，五戒它的精神跟我们儒家讲的五常相同，仁义礼智信。仁，不杀生是仁慈，不偷盗是义，不邪淫是礼，不饮酒是智，不妄语是信。严格的遵守，那才叫个人，那就是人，是个正常的人，来生不失人身。如果我们人都没有做好，还想到西方极乐世界去当菩萨，哪有这回事情！那个讲不通的。你要想往生西方极乐世界做阿弥陀佛的学生，先要把人做好，要像个人的样子。像个人样子，心里头有仁义礼智信，也就是有五戒十善，你才像个人样子。",
      "zh_TW": "現在的人念什麼？念妖魔鬼怪，念地獄、鬼、畜生。所以那個相貌都是妖魔鬼怪的相，都很恐怖！什麼叫妖魔鬼怪？我們搞要清楚，否則的話，我們一天到晚念這個，自己還不曉得，你說冤枉不冤枉！中國古書上說「人棄常則妖興」，這句話的意思就是說，違反常道就是妖魔鬼怪。什麼叫常？仁義禮智信叫五常。我們對人是不是仁慈？沒有仁慈心對人，反常。起心動念自私自利、損人利己，這反常。義是什麼？義是義務，幫助別人不講求回報的。我們今天做多少工作要計算代價，這就是沒有義。禮是禮尚往來。智就是我們今天講理智，而非感情用事。信是信用，守信。現在外國，外國人講信，有信用卡，有那個卡還有什麼信用？信不要卡的。違反這五條，那就是妖，妖是這個意思。妖不是青面獠牙，看到很恐怖的；那個妖很可愛，你看到的時候，所以你才會上當。鬼是什麼？貪心、吝嗇，慳貪吝嗇那是鬼。嫉妒、瞋恨那是地獄。邪正不分、是非顛倒，那是畜生，愚痴。現在是個人的樣子，如果他的性情是這個，你一看，那就是惡道眾生，他報盡就惡道投胎去了。我們想想，我們學佛，我們處事待人接物，用的是什麼心？假如用的是這些心，那就不好。所以修行，要把這個心修正過來，嚴持戒律。戒律裡面最低的是五戒，叫根本戒，五戒它的精神跟我們儒家講的五常相同，仁義禮智信。仁，不殺生是仁慈，不偷盜是義，不邪淫是禮，不飲酒是智，不妄語是信。嚴格的遵守，那才叫個人，那就是人，是個正常的人，來生不失人身。如果我們人都沒有做好，還想到西方極樂世界去當菩薩，哪有這回事情！那個講不通的。你要想往生西方極樂世界做阿彌陀佛的學生，先要把人做好，要像個人的樣子。像個人樣子，心裡頭有仁義禮智信，也就是有五戒十善，你才像個人樣子。"
    },
    {
      "id": "09-023-0073_p0016",
      "zh_CN": "由此可知，学佛的同修那么多，为什么不能成就？看到他对佛菩萨也很恭敬、也很虔诚，早晚课都不缺，礼佛、供佛那一副虔诚的样子，他为什么不能成就？他那个心是妖魔鬼怪的心。为什么礼佛那么虔诚？造作罪业太多了，希望佛菩萨保佑他、赦免他，还要多多降福给他，他求的是这个。他不是真学佛，不是真正的在改过自新，不是的！改过自新就是修行，修正错误的行为，他没有在这上面下功夫，只是在形式上讨好佛菩萨，巴结佛菩萨，还要佛菩萨帮他的忙，帮他多造一点坏事。这样的心态学佛，他当然堕落，这都是我们必须要搞清楚的。所以学佛没有别的，遣妄除障而已，这就是正觉，你真正觉悟了。真正觉悟了，换句话说，你绝对不会做坏事，绝对不会存坏心，这个人真正觉悟了。",
      "zh_TW": "由此可知，學佛的同修那麼多，為什麼不能成就？看到他對佛菩薩也很恭敬、也很虔誠，早晚課都不缺，禮佛、供佛那一副虔誠的樣子，他為什麼不能成就？他那個心是妖魔鬼怪的心。為什麼禮佛那麼虔誠？造作罪業太多了，希望佛菩薩保佑他、赦免他，還要多多降福給他，他求的是這個。他不是真學佛，不是真正的在改過自新，不是的！改過自新就是修行，修正錯誤的行為，他沒有在這上面下功夫，只是在形式上討好佛菩薩，巴結佛菩薩，還要佛菩薩幫他的忙，幫他多造一點壞事。這樣的心態學佛，他當然墮落，這都是我們必須要搞清楚的。所以學佛沒有別的，遣妄除障而已，這就是正覺，你真正覺悟了。真正覺悟了，換句話說，你絕對不會做壞事，絕對不會存壞心，這個人真正覺悟了。"
    },
    {
      "id": "09-023-0073_p0017",
      "zh_CN": "【觉至究竟，性德全彰，无以名之，不得已强名之曰，得无上正等觉耳。】",
      "zh_TW": "【覺至究竟，性德全彰，無以名之，不得已強名之曰，得無上正等覺耳。】"
    },
    {
      "id": "09-023-0073_p0018",
      "zh_CN": "这一句是总结无上正等正觉。这句话是对什么人说的？对那个觉达到究竟，也就是达到圆满，自性里面智慧德能完全显示出来了。彰就是显明的意思，没有一丝毫缺陷。这个时候我们对这样的人，实在讲没有名称可以称赞他，不得已说了一个名词；世尊所有一切的名言，都是不得已勉强而建立的。说这个人得无上正等觉，诸位想想，实实在在是自性里面本来具足的，他得个什么？所以「得而无得，无得而得」，要知道事实的真相。底下一段就说了，",
      "zh_TW": "這一句是總結無上正等正覺。這句話是對什麼人說的？對那個覺達到究竟，也就是達到圓滿，自性裡面智慧德能完全顯示出來了。彰就是顯明的意思，沒有一絲毫缺陷。這個時候我們對這樣的人，實在講沒有名稱可以稱讚他，不得已說了一個名詞；世尊所有一切的名言，都是不得已勉強而建立的。說這個人得無上正等覺，諸位想想，實實在在是自性裡面本來具足的，他得個什麼？所以「得而無得，無得而得」，要知道事實的真相。底下一段就說了，"
    },
    {
      "id": "09-023-0073_p0019",
      "zh_CN": "【实则性是本具，安有所得。】",
      "zh_TW": "【實則性是本具，安有所得。】"
    },
    {
      "id": "09-023-0073_p0020",
      "zh_CN": "能变的体是本具的，体所变的一切现象，说老实话也是本具的。体上不能说有所得，再给诸位说，相上也不能说有所得。但是我们明明在相上看到有所得，某人今天发了财得了多少钱，某人没有得到，不是明明有得失吗？你这个看法粗心大意，你只看到表面，你没有深入去观察，你没有圆满去观察。如果深观、圆观才晓得，原来相上也没有所得。怎么没有所得？相是心变的，相随心转。这个意思如果再不能体会，我们说得更浅一点，这个世间算命看相人所说的，一切都是命里注定的。注定了，你还有什么得？这几天《了凡四训》印得很多，外面有很多结缘的，我想你们同修都要拿一本回家去看看。袁了凡先生他明了，「一饮一啄，莫非前定」。你今天吃了多少粒米，喝了多少滴水，都是命里注定的，你得个什么？命里没有的，我得到了，那叫真的得到了。命里注定的，你得个什么？所以你才晓得，理上无有可得，事上也不可得。你要是把这些理事都搞清楚，你的心平静了，攀缘的心没有了，妄想的心没有了，希求的心没有了，你看，你的真心马上就现前了，马上你就会成佛、成菩萨，快得很！实在就是道理不晓得，事实真相不明白，一天到晚打妄想，患得患失，全是妄想，与事实真相毫不相干。这样的人就是不安分，不守本分，理与事都明了了，心就安了。心安是因为理得到了、明了了，理明了，心一定就安。所以说是理事俱不可得。",
      "zh_TW": "能變的體是本具的，體所變的一切現象，說老實話也是本具的。體上不能說有所得，再給諸位說，相上也不能說有所得。但是我們明明在相上看到有所得，某人今天發了財得了多少錢，某人沒有得到，不是明明有得失嗎？你這個看法粗心大意，你只看到表面，你沒有深入去觀察，你沒有圓滿去觀察。如果深觀、圓觀才曉得，原來相上也沒有所得。怎麼沒有所得？相是心變的，相隨心轉。這個意思如果再不能體會，我們說得更淺一點，這個世間算命看相人所說的，一切都是命裡注定的。注定了，你還有什麼得？這幾天《了凡四訓》印得很多，外面有很多結緣的，我想你們同修都要拿一本回家去看看。袁了凡先生他明瞭，「一飲一啄，莫非前定」。你今天吃了多少粒米，喝了多少滴水，都是命裡注定的，你得個什麼？命裡沒有的，我得到了，那叫真的得到了。命裡注定的，你得個什麼？所以你才曉得，理上無有可得，事上也不可得。你要是把這些理事都搞清楚，你的心平靜了，攀緣的心沒有了，妄想的心沒有了，希求的心沒有了，你看，你的真心馬上就現前了，馬上你就會成佛、成菩薩，快得很！實在就是道理不曉得，事實真相不明白，一天到晚打妄想，患得患失，全是妄想，與事實真相毫不相干。這樣的人就是不安分，不守本分，理與事都明瞭了，心就安了。心安是因為理得到了、明瞭了，理明瞭，心一定就安。所以說是理事俱不可得。"
    },
    {
      "id": "09-023-0073_p0021",
      "zh_CN": "【所以虽得而必归无所得。明得此理，便知不应存有法想、不应存有得想。】",
      "zh_TW": "【所以雖得而必歸無所得。明得此理，便知不應存有法想、不應存有得想。】"
    },
    {
      "id": "09-023-0073_p0022",
      "zh_CN": "《般若心经》那是般若的总纲领，《金刚经》是纲领，《心经》是《金刚经》的纲领，而《心经》到最后的结论是「无智亦无得」。世尊把事实真相，的确圆圆满满的告诉我们。无智，你何必求智？无得，你何必求得？智不要求，你要是把求智的念头舍掉，真智慧现前了。为什么？般若智慧是你自性里头本来具足的，不是外头来的。你要求智，到外面去求，哪里能求得到？外面所求得来的，全是障碍。什么障？所知障。你去求，你所求得的叫所知障，你所求得的那些名闻利养是烦恼障。不求，障碍就没有了，称性的般若智慧、称性的万德万能都现前了，自性功德不可思议！所以佛教给我们要向自性当中求。佛法称为内学，称为内明。内就是向心性求，不向外面求。心性是什么？向能变的地方求，不要向所变的地方求。向所变的境上求，就错了；要向能变的性上求，那就是有求必应了。我们今天求，对象搞错了，不知道向自性当中求，这个道理要知道。纵然是求得，也是无所得；得无所得，《金刚经》里头讲得很透彻，我们前面已经讲了很多。",
      "zh_TW": "《般若心經》那是般若的總綱領，《金剛經》是綱領，《心經》是《金剛經》的綱領，而《心經》到最後的結論是「無智亦無得」。世尊把事實真相，的確圓圓滿滿的告訴我們。無智，你何必求智？無得，你何必求得？智不要求，你要是把求智的念頭捨掉，真智慧現前了。為什麼？般若智慧是你自性裡頭本來具足的，不是外頭來的。你要求智，到外面去求，哪裡能求得到？外面所求得來的，全是障礙。什麼障？所知障。你去求，你所求得的叫所知障，你所求得的那些名聞利養是煩惱障。不求，障礙就沒有了，稱性的般若智慧、稱性的萬德萬能都現前了，自性功德不可思議！所以佛教給我們要向自性當中求。佛法稱為內學，稱為內明。內就是向心性求，不向外面求。心性是什麼？向能變的地方求，不要向所變的地方求。向所變的境上求，就錯了；要向能變的性上求，那就是有求必應了。我們今天求，對象搞錯了，不知道向自性當中求，這個道理要知道。縱然是求得，也是無所得；得無所得，《金剛經》裡頭講得很透徹，我們前面已經講了很多。"
    },
    {
      "id": "09-023-0073_p0023",
      "zh_CN": "【欲性光圆照，须令净无点尘。有一法在，有一得在，依然是分别执着的老习惯，本性依然在障。】",
      "zh_TW": "【欲性光圓照，須令淨無點塵。有一法在，有一得在，依然是分別執著的老習慣，本性依然在障。】"
    },
    {
      "id": "09-023-0073_p0024",
      "zh_CN": "这个话说得的确相当精细。这是显示出后半部跟前半部的确不同，前半部是有浅有深，后半部唯深无浅。我们要希望，欲是希望，希望我们自性般若光明能够透出来，能够显现出来，使我们得到真实的受用，必须要叫心地净无点尘。心要清净，不能有一丝毫的污染，尘是污染，那么你自性里面的光明德能就显示出来。智慧光明起作用的时候，是无所不知；德能显示出来之后，是无所不能。诸佛菩萨、小乘圣者的神通妙用，那就是无所不能。圆满的智慧，圆满的德能，统统是自性里面具足的。我们学佛唯一的期望，就是恢复自己的智慧德能，这都是本有的。可是有一法在，你还要执着有一法，有一得在，念头里面还有一个得。「得」字在《百法明门论》里面，是属于二十四个不相应里面第一个。所谓不相应行法，要用现代的话来说，就是纯粹是抽象的名词，不是实在的东西，完全是抽象的，完全是虚妄的。现在哲学里面讲形而上，抽象的东西。你有这么一个念头在，这就是障碍。依然是分别执着的老习惯、老毛病、老习气，会有这么一个东西在，我们的本性还是在障，自性的智慧德能依旧是透不出来。世尊为我们说经，古德为我们这样解释，我们读到此地，的确深深体会到慈悲到了极处！我们今天修学的大障碍、大毛病就在此地，这个毛病要不能够把它革除，要不能把它舍掉，我们的功夫想往上提升一级，想再进一等，太难太难了！无论你怎么用功都没用处，这个不能不知道。",
      "zh_TW": "這個話說得的確相當精細。這是顯示出後半部跟前半部的確不同，前半部是有淺有深，後半部唯深無淺。我們要希望，欲是希望，希望我們自性般若光明能夠透出來，能夠顯現出來，使我們得到真實的受用，必須要叫心地淨無點塵。心要清淨，不能有一絲毫的污染，塵是污染，那麼你自性裡面的光明德能就顯示出來。智慧光明起作用的時候，是無所不知；德能顯示出來之後，是無所不能。諸佛菩薩、小乘聖者的神通妙用，那就是無所不能。圓滿的智慧，圓滿的德能，統統是自性裡面具足的。我們學佛唯一的期望，就是恢復自己的智慧德能，這都是本有的。可是有一法在，你還要執著有一法，有一得在，念頭裡面還有一個得。「得」字在《百法明門論》裡面，是屬於二十四個不相應裡面第一個。所謂不相應行法，要用現代的話來說，就是純粹是抽象的名詞，不是實在的東西，完全是抽象的，完全是虛妄的。現在哲學裡面講形而上，抽象的東西。你有這麼一個念頭在，這就是障礙。依然是分別執著的老習慣、老毛病、老習氣，會有這麼一個東西在，我們的本性還是在障，自性的智慧德能依舊是透不出來。世尊為我們說經，古德為我們這樣解釋，我們讀到此地，的確深深體會到慈悲到了極處！我們今天修學的大障礙、大毛病就在此地，這個毛病要不能夠把它革除，要不能把它捨掉，我們的功夫想往上提升一級，想再進一等，太難太難了！無論你怎麼用功都沒用處，這個不能不知道。"
    },
    {
      "id": "09-023-0073_p0025",
      "zh_CN": "【故不但一切法不应住，即菩提法亦不应住。】",
      "zh_TW": "【故不但一切法不應住，即菩提法亦不應住。】"
    },
    {
      "id": "09-023-0073_p0026",
      "zh_CN": "一切法是讲世间法，四圣、六凡，十法界的法，不能住。菩提法是一真法界，超越十法界的，也不能住。于是我们才真正体会到，佛为什么要为我们说「法尚应舍，何况非法」，要舍得干干净净。「众生可怜！佛法衰微，我们要发心来挽救」，听起来不错，很难得！其实佛菩萨看到，唉，还在打妄想！难道你的慈悲心超过诸佛菩萨吗？诸佛菩萨为什么不来救？佛家常说：「佛氏门中，不舍一人」，现在这么多人受苦受难，佛菩萨为什么不来？看起来好像一点慈悲心都没有。佛菩萨不来，是大慈大悲。来了之后，众生苦难又不晓得要受多久。为什么？他正在迷惑颠倒，佛菩萨来说正法，他毁谤佛法，那就造更重的罪业，他将来受苦就更长久。众生没有觉悟，众生不能接受，佛菩萨不来是大慈大悲。众生真正觉悟，能够接受佛法，听了生欢喜，那佛菩萨不来是不慈悲。佛菩萨什么时候来，什么时候不来，有时节因缘。来，慈悲；不来，还是慈悲。我们学佛要学佛菩萨，哪里我们可以去，慈悲；哪里不去，也是慈悲。哪些人该给他说法，哪些人合掌令欢喜，不给他说，免得他毁谤造业。没有智慧，你怎么能应付得了！要有智慧，要有善巧方便。今天我们在这个大时代当中，弘法利生最好的方法有两种。如果有缘分，电视台讲经说法，这个好！把佛法送到每一个人家里去。如果没有这个缘分，像我们现在做录音带、做录相带，我们把这个送给你的亲戚朋友、认识的人，也把佛法送到他家里，希望他看了之后、听了以后，至少要转录一套送给别人。自行化他，这才叫报佛恩。我们听了不肯给别人，那叫吝法，法要流通。如果你自己听了之后，能多录几套，那你的功德更大了。我们从这一方面来鼓励，把佛法这样推广，佛度有缘人。",
      "zh_TW": "一切法是講世間法，四聖、六凡，十法界的法，不能住。菩提法是一真法界，超越十法界的，也不能住。於是我們才真正體會到，佛為什麼要為我們說「法尚應捨，何況非法」，要捨得乾乾淨淨。「眾生可憐！佛法衰微，我們要發心來挽救」，聽起來不錯，很難得！其實佛菩薩看到，唉，還在打妄想！難道你的慈悲心超過諸佛菩薩嗎？諸佛菩薩為什麼不來救？佛家常說：「佛氏門中，不捨一人」，現在這麼多人受苦受難，佛菩薩為什麼不來？看起來好像一點慈悲心都沒有。佛菩薩不來，是大慈大悲。來了之後，眾生苦難又不曉得要受多久。為什麼？他正在迷惑顛倒，佛菩薩來說正法，他毀謗佛法，那就造更重的罪業，他將來受苦就更長久。眾生沒有覺悟，眾生不能接受，佛菩薩不來是大慈大悲。眾生真正覺悟，能夠接受佛法，聽了生歡喜，那佛菩薩不來是不慈悲。佛菩薩什麼時候來，什麼時候不來，有時節因緣。來，慈悲；不來，還是慈悲。我們學佛要學佛菩薩，哪裡我們可以去，慈悲；哪裡不去，也是慈悲。哪些人該給他說法，哪些人合掌令歡喜，不給他說，免得他毀謗造業。沒有智慧，你怎麼能應付得了！要有智慧，要有善巧方便。今天我們在這個大時代當中，弘法利生最好的方法有兩種。如果有緣分，電視台講經說法，這個好！把佛法送到每一個人家裡去。如果沒有這個緣分，像我們現在做錄音帶、做錄相帶，我們把這個送給你的親戚朋友、認識的人，也把佛法送到他家裡，希望他看了之後、聽了以後，至少要轉錄一套送給別人。自行化他，這才叫報佛恩。我們聽了不肯給別人，那叫吝法，法要流通。如果你自己聽了之後，能多錄幾套，那你的功德更大了。我們從這一方面來鼓勵，把佛法這樣推廣，佛度有緣人。"
    },
    {
      "id": "09-023-0073_p0027",
      "zh_CN": "【须彻底觉悟，根身器界一切境相，皆是空花水月。迷着计较，徒增烦恼。】",
      "zh_TW": "【須徹底覺悟，根身器界一切境相，皆是空花水月。迷著計較，徒增煩惱。】"
    },
    {
      "id": "09-023-0073_p0028",
      "zh_CN": "这是真的觉悟了，真的明白了。根身是我们自己的身体，根是讲五根，眼耳鼻舌身。器界就是我们的生活环境，小，我们贴身穿的一件汗衫，这是我们的生活环境；大，整个太空宇宙，都是我们的生活环境，叫器世界。这里头所有一切的境界相，要知道都是假的，没有一样是真的，空中之花、水中之月。经文里面讲，梦幻泡影、如露如电，露跟电是比喻它存在的时间很短，像闪电一样，不是真的！诸位如果这个经一直听下来，我相信应当有相当深刻的印象。我们的事实真相是什么？刹那九百业因果报的相续相，确确实实当体即空，了不可得。我们往下还会讲到，往下会讲到三心不可得，你能执着的心不可得，一切境界是缘生之法，空花水月，了不可得。你能执着、所执着都是一场空，都是不可得。所以你是迷了，你不知道事实真相。迷了，你才执着、你才计较。有什么好处？一点好处都没有，只是增加烦恼而已。除了增加烦恼之外，你想想看，你有什么好处？果然明白了，一切都不计较了，你的心安了，心定了，心清净了，这是觉悟的人。知道能执的心、所执的法俱不可得，身心世界一切放下。放下是什么？我再也不打妄想，再也不计较，再也不执着，这就叫放下。这一放下，你这一生就幸福、就自在！你只有受用，你没有烦恼。凡夫迷执，虽有受用，付出那个代价太大太大，付出的代价是妄想、烦恼、执着，他要付这个代价。",
      "zh_TW": "這是真的覺悟了，真的明白了。根身是我們自己的身體，根是講五根，眼耳鼻舌身。器界就是我們的生活環境，小，我們貼身穿的一件汗衫，這是我們的生活環境；大，整個太空宇宙，都是我們的生活環境，叫器世界。這裡頭所有一切的境界相，要知道都是假的，沒有一樣是真的，空中之花、水中之月。經文裡面講，夢幻泡影、如露如電，露跟電是比喻它存在的時間很短，像閃電一樣，不是真的！諸位如果這個經一直聽下來，我相信應當有相當深刻的印象。我們的事實真相是什麼？剎那九百業因果報的相續相，確確實實當體即空，了不可得。我們往下還會講到，往下會講到三心不可得，你能執著的心不可得，一切境界是緣生之法，空花水月，了不可得。你能執著、所執著都是一場空，都是不可得。所以你是迷了，你不知道事實真相。迷了，你才執著、你才計較。有什麼好處？一點好處都沒有，只是增加煩惱而已。除了增加煩惱之外，你想想看，你有什麼好處？果然明白了，一切都不計較了，你的心安了，心定了，心清淨了，這是覺悟的人。知道能執的心、所執的法俱不可得，身心世界一切放下。放下是什麼？我再也不打妄想，再也不計較，再也不執著，這就叫放下。這一放下，你這一生就幸福、就自在！你只有受用，你沒有煩惱。凡夫迷執，雖有受用，付出那個代價太大太大，付出的代價是妄想、煩惱、執著，他要付這個代價。"
    },
    {
      "id": "09-023-0073_p0029",
      "zh_CN": "【并须持戒修福，断其染缘，除其贪瞋。】",
      "zh_TW": "【並須持戒修福，斷其染緣，除其貪瞋。】"
    },
    {
      "id": "09-023-0073_p0030",
      "zh_CN": "这就是生心。前面讲的无住，看破了自然无住，无住而后生心。生心不但是自受用，真正是大慈悲，这个理跟事前面都说过。我们一个人修行，一个人认真修行，能够影响别人，能够影响这个世界。不要认为好像影响得不显著，不显著是因为你功夫力量还薄弱。如果你要是老实修，时间长了，这个力量大的时候，就有很显著的影响。「须」是必须，必须要持戒修福。底下两句是具体为我们说出来，怎么持戒怎么修福。「断其染缘」，凡是染着心性的这些事，我们都要把它看破，都要把它放下。三皈依里头，净而不染，染污里面最严重的无过于贪瞋，这是举出两个例子。贪瞋这个染污最为严重，我们从哪里下手？断贪、断瞋。断贪，修布施；断瞋恚，修慈悲，用慈悲心待人接物。要肯施舍，诸位要知道，这个修法就是持戒修福。为什么？舍贪得大富，那个福报不是现前了吗？舍瞋得圆满，我们讲幸福美满、健康长寿，你用这个功夫，这个果报你就得到。所以持戒就是修福，真正的修福，修福就是持戒，是一桩事情，不是两桩事情。",
      "zh_TW": "這就是生心。前面講的無住，看破了自然無住，無住而後生心。生心不但是自受用，真正是大慈悲，這個理跟事前面都說過。我們一個人修行，一個人認真修行，能夠影響別人，能夠影響這個世界。不要認為好像影響得不顯著，不顯著是因為你功夫力量還薄弱。如果你要是老實修，時間長了，這個力量大的時候，就有很顯著的影響。「須」是必須，必須要持戒修福。底下兩句是具體為我們說出來，怎麼持戒怎麼修福。「斷其染緣」，凡是染著心性的這些事，我們都要把它看破，都要把它放下。三皈依裡頭，淨而不染，染污裡面最嚴重的無過於貪瞋，這是舉出兩個例子。貪瞋這個染污最為嚴重，我們從哪裡下手？斷貪、斷瞋。斷貪，修布施；斷瞋恚，修慈悲，用慈悲心待人接物。要肯施捨，諸位要知道，這個修法就是持戒修福。為什麼？捨貪得大富，那個福報不是現前了嗎？捨瞋得圓滿，我們講幸福美滿、健康長壽，你用這個功夫，這個果報你就得到。所以持戒就是修福，真正的修福，修福就是持戒，是一樁事情，不是兩樁事情。"
    },
    {
      "id": "09-023-0073_p0031",
      "zh_CN": "【如是观行久久】",
      "zh_TW": "【如是觀行久久】"
    },
    {
      "id": "09-023-0073_p0032",
      "zh_CN": "久久是有一段长的时间，「观」是把你那个错误的观念纠正过来。以前我的观念自私自利，起心动念都想自己，这个观念错误了，把这个观念修正过来；因为错误的观念，顺境起贪心，逆境起瞋恚。「行」是行为，言行也修正过来。能够长久这样去做，这么去修。你的情执，情是感情，执是执着，情就是迷，这个不是个好东西，诸位一定要知道。世间人把这个东西看得很重，所以他永远不能超越六道轮回。佛在楞严会上给我们讲六道，六道的升沉，佛只讲一个字「情」。情愈重的人往下堕落，情愈轻的人往上升。所谓是纯情，情重到极处了，就堕阿鼻地狱，那不是好事情。所以一定要把情转变成智慧。佛家讲慈悲，世间讲爱情，慈悲跟爱情是一个意思，佛为什么换一个名词？情里头觉悟了，就叫慈悲；慈悲迷惑了，就叫爱情。情是迷，悟了就叫慈悲。再跟诸位说，迷的时候那个情靠不住的，假的！你们要不相信，你每天看看报纸，看看电视新闻，前几时好得不得了，这两天打得头破血流，还得杀人放火。这是什么？他变了，他不是真的。所以要知道，情重的人，虚情假意。我们学佛的人头脑清楚，你说「我很爱你」，我知道是假的，不是真的，不上当，不是真的。为什么？过两天他就变了，他就改变主意了。「我很恨你！」你也不要生气，假的！过两天就好了，气就消掉了。所以全都是假的，没有一样是真的。佛菩萨那个爱是真的慈悲，你尊敬他，他爱护你，你恨他，他也爱护你；你杀他，他还是爱护你，永远不变，真心。",
      "zh_TW": "久久是有一段長的時間，「觀」是把你那個錯誤的觀念糾正過來。以前我的觀念自私自利，起心動念都想自己，這個觀念錯誤了，把這個觀念修正過來；因為錯誤的觀念，順境起貪心，逆境起瞋恚。「行」是行為，言行也修正過來。能夠長久這樣去做，這麼去修。你的情執，情是感情，執是執著，情就是迷，這個不是個好東西，諸位一定要知道。世間人把這個東西看得很重，所以他永遠不能超越六道輪迴。佛在楞嚴會上給我們講六道，六道的升沉，佛只講一個字「情」。情愈重的人往下墮落，情愈輕的人往上升。所謂是純情，情重到極處了，就墮阿鼻地獄，那不是好事情。所以一定要把情轉變成智慧。佛家講慈悲，世間講愛情，慈悲跟愛情是一個意思，佛為什麼換一個名詞？情裡頭覺悟了，就叫慈悲；慈悲迷惑了，就叫愛情。情是迷，悟了就叫慈悲。再跟諸位說，迷的時候那個情靠不住的，假的！你們要不相信，你每天看看報紙，看看電視新聞，前幾時好得不得了，這兩天打得頭破血流，還得殺人放火。這是什麼？他變了，他不是真的。所以要知道，情重的人，虛情假意。我們學佛的人頭腦清楚，你說「我很愛你」，我知道是假的，不是真的，不上當，不是真的。為什麼？過兩天他就變了，他就改變主意了。「我很恨你！」你也不要生氣，假的！過兩天就好了，氣就消掉了。所以全都是假的，沒有一樣是真的。佛菩薩那個愛是真的慈悲，你尊敬他，他愛護你，你恨他，他也愛護你；你殺他，他還是愛護你，永遠不變，真心。"
    },
    {
      "id": "09-023-0073_p0033",
      "zh_CN": "世间人都是用的妄心，他所讲的、所做的统统不可靠，你用这个态度来处事，那你就很自在，你就会显得很潇洒。统统都是假的，没有一样是真的，你的情执自然就薄，妄想亦随而减少；心清净了，清净心，妄念就少了。这个就是修行的功夫，这就是修学的受用，真正的享受。你得自在，你得安乐，你得智慧，你得圆满。",
      "zh_TW": "世間人都是用的妄心，他所講的、所做的統統不可靠，你用這個態度來處事，那你就很自在，你就會顯得很瀟灑。統統都是假的，沒有一樣是真的，你的情執自然就薄，妄想亦隨而減少；心清淨了，清淨心，妄念就少了。這個就是修行的功夫，這就是修學的受用，真正的享受。你得自在，你得安樂，你得智慧，你得圓滿。"
    },
    {
      "id": "09-023-0073_p0034",
      "zh_CN": "【无始来习气之深，虽知相皆虚妄，而攀缘不息。】",
      "zh_TW": "【無始來習氣之深，雖知相皆虛妄，而攀緣不息。】"
    },
    {
      "id": "09-023-0073_p0035",
      "zh_CN": "这什么原因？习气，老毛病又犯了。我们学佛，佛法你要想功夫得力，难，非常非常难！我自己有个经验，功夫怎么得力？天天讲经，天天劝别人，劝别人当然也就劝自己，劝的遍数太多了，劝了三十七、八年，这个印象有那么一点，所以才能够把习气伏住。没有这么长时间不断的薰习，老毛病说不犯，那你是佛菩萨再来的，你不是普通人。你要是普通人，不可能不犯老毛病，伏不住！何况现在外面诱惑的力量太强大了，你怎么能受得了！真正想功夫得力，一个方法就是每天讲经。没人听，没人听对桌椅板凳讲，那也很有味道；再不然，摆一个大镜子，对着镜子讲。知道多少讲多少，天天不断的去讲。为什么？薰习，劝自己。这个很有力量，时间久了，你就能够见到效果。所以我们懂得佛法，听过经，晓得「凡所有相皆是虚妄」，这句话谁不会念；「一切有为法，如梦幻泡影」，都背得很熟，可是事实摆在面前还是一样都放不下，这就是老毛病犯了，攀缘不息。",
      "zh_TW": "這什麼原因？習氣，老毛病又犯了。我們學佛，佛法你要想功夫得力，難，非常非常難！我自己有個經驗，功夫怎麼得力？天天講經，天天勸別人，勸別人當然也就勸自己，勸的遍數太多了，勸了三十七、八年，這個印象有那麼一點，所以才能夠把習氣伏住。沒有這麼長時間不斷的薰習，老毛病說不犯，那你是佛菩薩再來的，你不是普通人。你要是普通人，不可能不犯老毛病，伏不住！何況現在外面誘惑的力量太強大了，你怎麼能受得了！真正想功夫得力，一個方法就是每天講經。沒人聽，沒人聽對桌椅板凳講，那也很有味道；再不然，擺一個大鏡子，對著鏡子講。知道多少講多少，天天不斷的去講。為什麼？薰習，勸自己。這個很有力量，時間久了，你就能夠見到效果。所以我們懂得佛法，聽過經，曉得「凡所有相皆是虛妄」，這句話誰不會念；「一切有為法，如夢幻泡影」，都背得很熟，可是事實擺在面前還是一樣都放不下，這就是老毛病犯了，攀緣不息。"
    },
    {
      "id": "09-023-0073_p0036",
      "zh_CN": "【必须于动念处着力，向心源上返观。】",
      "zh_TW": "【必須於動念處著力，向心源上返觀。】"
    },
    {
      "id": "09-023-0073_p0037",
      "zh_CN": "这是教给我们一个办法。可是这个办法，我们又未必会用。这个方法的确是很有效，单刀直入很有效，比我刚才讲的方法有效多了，但是很难得力。如果功夫不得力，我这个方法有效，长时间的薰习。换句话说，天天不断的唤醒，听经、读经一天不能松懈。一部经听完之后，重复再听。你听的时间愈长，薰习的力量愈大。除了我们工作之外，有时间就听经、就读经。为什么？假如你要是不听经，不听经一定就打妄想。打妄想是造轮回业，听经念佛是修净业。这两个力量互为消长，轮回力量强，净业的力量薄弱，不能往生。必须净业的力量强，轮回的力量弱下去，这样往生才有把握，这要真干！所以在起心动念处着力，起心动念处，就是我们除了正常工作之外，一定要把时间拿来念佛读经。所以经要念得很熟，最好念得能够背过。因为念得背过之后，你读经就方便，不要看本子，随时都可以读经，也不影响任何一个人。你坐在那里静坐，心里面在背着经典，不妨碍别人。喜欢听经的，你读出声音出来，他也能得利益。他要觉得你讨厌，吵他，我们自己就默念，不出声音。所以一定先要把经本读熟，读到能够背诵。时时刻刻你都可以读经念佛，你的光阴不会空过。打妄想那叫空过了，那个不好！向心源上返观，返观是上乘功夫，我们一般人做不到。这是《楞严经．观世音菩萨耳根圆通章》上用的方法，「返闻闻自性，性成无上道」，这不是我们初学人能够用得上的。",
      "zh_TW": "這是教給我們一個辦法。可是這個辦法，我們又未必會用。這個方法的確是很有效，單刀直入很有效，比我剛才講的方法有效多了，但是很難得力。如果功夫不得力，我這個方法有效，長時間的薰習。換句話說，天天不斷的喚醒，聽經、讀經一天不能鬆懈。一部經聽完之後，重複再聽。你聽的時間愈長，薰習的力量愈大。除了我們工作之外，有時間就聽經、就讀經。為什麼？假如你要是不聽經，不聽經一定就打妄想。打妄想是造輪迴業，聽經念佛是修淨業。這兩個力量互為消長，輪迴力量強，淨業的力量薄弱，不能往生。必須淨業的力量強，輪迴的力量弱下去，這樣往生才有把握，這要真幹！所以在起心動念處著力，起心動念處，就是我們除了正常工作之外，一定要把時間拿來念佛讀經。所以經要念得很熟，最好念得能夠背過。因為念得背過之後，你讀經就方便，不要看本子，隨時都可以讀經，也不影響任何一個人。你坐在那裡靜坐，心裡面在背著經典，不妨礙別人。喜歡聽經的，你讀出聲音出來，他也能得利益。他要覺得你討厭，吵他，我們自己就默念，不出聲音。所以一定先要把經本讀熟，讀到能夠背誦。時時刻刻你都可以讀經念佛，你的光陰不會空過。打妄想那叫空過了，那個不好！向心源上返觀，返觀是上乘功夫，我們一般人做不到。這是《楞嚴經．觀世音菩薩耳根圓通章》上用的方法，「返聞聞自性，性成無上道」，這不是我們初學人能夠用得上的。"
    },
    {
      "id": "09-023-0073_p0038",
      "zh_CN": "【所有持戒、修福、六度、十愿，弥复精进，以历事而炼心。】",
      "zh_TW": "【所有持戒、修福、六度、十願，彌復精進，以歷事而煉心。】"
    },
    {
      "id": "09-023-0073_p0039",
      "zh_CN": "持戒在此地是广义的，就是守法。世尊所有的教诫，我们明了、接受了，要知道遵守。世间所有一切法律规约、道德风俗习惯，我们也要遵守。因为我们这个身体没有离开世界，要跟社会大众相处，和睦相处一定要守法，要尊重别人。我们到别的国家，要守他那个国家的法律，遵守他们的风俗习惯，这样跟他们相处就和睦。这个地方持戒是广义的，而不是狭义的。修福要断恶修善，六度、十愿是持戒修福具体的纲目。要修「布施」，布施是放下、是舍。身心世界一切放下，让清净心现前。能够时时刻刻保持清净心，这就是佛弟子，这叫学佛，佛是清净心。「持戒」是守法。「忍辱」是有耐性，要能观察时节因缘，要能够知道等待。佛看到一切众生，什么时候来，有一定的时间，时机没有成熟，他很有耐心在等待。众生在这个时候，正是迷惑颠倒的时候，唤不醒的，执迷不悟，那就让他去，让他造业，让他受报。果报快受尽了，苦尽甘来，他有一点觉悟了。他要不吃那一番大苦，他不会回头，不会觉悟。等到苦头吃尽，有悔过之心，那时候机缘成熟，佛菩萨就来了，来帮助他。现在执迷不悟，佛菩萨不来。我们要能够看到这个事实，知道我们在现前，应当做哪些事情，不应当做哪些事情，这就是智慧，这才叫做如法。",
      "zh_TW": "持戒在此地是廣義的，就是守法。世尊所有的教誡，我們明瞭、接受了，要知道遵守。世間所有一切法律規約、道德風俗習慣，我們也要遵守。因為我們這個身體沒有離開世界，要跟社會大眾相處，和睦相處一定要守法，要尊重別人。我們到別的國家，要守他那個國家的法律，遵守他們的風俗習慣，這樣跟他們相處就和睦。這個地方持戒是廣義的，而不是狹義的。修福要斷惡修善，六度、十願是持戒修福具體的綱目。要修「布施」，布施是放下、是捨。身心世界一切放下，讓清淨心現前。能夠時時刻刻保持清淨心，這就是佛弟子，這叫學佛，佛是清淨心。「持戒」是守法。「忍辱」是有耐性，要能觀察時節因緣，要能夠知道等待。佛看到一切眾生，什麼時候來，有一定的時間，時機沒有成熟，他很有耐心在等待。眾生在這個時候，正是迷惑顛倒的時候，喚不醒的，執迷不悟，那就讓他去，讓他造業，讓他受報。果報快受盡了，苦盡甘來，他有一點覺悟了。他要不吃那一番大苦，他不會回頭，不會覺悟。等到苦頭吃盡，有悔過之心，那時候機緣成熟，佛菩薩就來了，來幫助他。現在執迷不悟，佛菩薩不來。我們要能夠看到這個事實，知道我們在現前，應當做哪些事情，不應當做哪些事情，這就是智慧，這才叫做如法。"
    },
    {
      "id": "09-023-0073_p0040",
      "zh_CN": "「精进」就是进步；不但进步，一门深入，这叫精。精是精纯，纯而不杂叫精。而不是一般人乱进，那就错了，杂进也收不到效果。所以东西不可以学杂，不可以学乱了，一门深入。特别是佛法，佛法跟世间法不一样。世间法是从意识里面流露出来的，心意识，意识里面流出来的东西不一样，这就刚才讲的妄心，每个人一个心，每个人一个想法，每个人看法不一样。所以世间东西，你学这一样不知道那一样，正是所谓隔行如隔山。佛法是心性里面流出来的，所以无量无边的佛法都一样的，它从心性流出来的，心性是一不是二，这就所谓一经通一切经通，它道理在此地。我们要知道这个事实，一经通一切经通，那我一部经就好了！等我这部经通了，所有经都通了。这是佛法跟世间法不一样，世间法学一样不能通那一样，佛法学一样能通一切法。说实在的，不但一切佛法通了，一切世间法也通了。为什么会一切世间法也通？因为一切世间人心，都是从真心变现出来的。这就刚才讲了，你这个一法里头通了，通了的时候，你自己的智慧德能现前了。智慧是般若智慧，德能是什么？天眼、天耳、他心、神足，这都现前了。人家心里起心动念，你知道。真能够了解妄，妄不了解真。古时候的修行人，知道这个道理，知道这个方法，所以人家成就快。现代人不知道。",
      "zh_TW": "「精進」就是進步；不但進步，一門深入，這叫精。精是精純，純而不雜叫精。而不是一般人亂進，那就錯了，雜進也收不到效果。所以東西不可以學雜，不可以學亂了，一門深入。特別是佛法，佛法跟世間法不一樣。世間法是從意識裡面流露出來的，心意識，意識裡面流出來的東西不一樣，這就剛才講的妄心，每個人一個心，每個人一個想法，每個人看法不一樣。所以世間東西，你學這一樣不知道那一樣，正是所謂隔行如隔山。佛法是心性裡面流出來的，所以無量無邊的佛法都一樣的，它從心性流出來的，心性是一不是二，這就所謂一經通一切經通，它道理在此地。我們要知道這個事實，一經通一切經通，那我一部經就好了！等我這部經通了，所有經都通了。這是佛法跟世間法不一樣，世間法學一樣不能通那一樣，佛法學一樣能通一切法。說實在的，不但一切佛法通了，一切世間法也通了。為什麼會一切世間法也通？因為一切世間人心，都是從真心變現出來的。這就剛才講了，你這個一法裡頭通了，通了的時候，你自己的智慧德能現前了。智慧是般若智慧，德能是什麼？天眼、天耳、他心、神足，這都現前了。人家心裡起心動念，你知道。真能夠了解妄，妄不了解真。古時候的修行人，知道這個道理，知道這個方法，所以人家成就快。現代人不知道。"
    },
    {
      "id": "09-023-0073_p0041",
      "zh_CN": "佛法要开智慧，智慧怎么开？要去读《大藏经》，什么都学，以为智慧开了，其实什么都学是开了，得了所知障。清凉大师在《华严经疏钞》里头讲得好，「有解无行」，行是真正放下、舍，那是行，一味去求解，广学多闻，不能真正修行，「增长邪见」，邪见就是所知障；「有行无解，增长无明」，都有过失。所以解行要并进。我们这个地方讲观行，观是解，观行要并进。净宗的确有它的特殊状况，跟其他宗派不相同。其他宗派要不能够深解、圆解，没有法子起修；换句话说，不晓得从哪里下手。净宗没有深解、圆解也行，老实念佛他也能往生。正因为如此，十方诸佛都赞叹。什么原因？我们在《无量寿经》里面读到，原来他是过去生中，无量劫来深厚的善根，所以他听到这个法门他生欢喜心，他能够放下万缘、一心称念，他往生了。他那个是善根福德因缘，《弥陀经》上讲「不可以少善根福德因缘，得生彼国」。他的善根福德因缘无比的深厚，他成佛的机会在这一生当中成熟，那个不是偶然的。世法、佛法都没有偶然的事情，这是我们一定要明了的。",
      "zh_TW": "佛法要開智慧，智慧怎麼開？要去讀《大藏經》，什麼都學，以為智慧開了，其實什麼都學是開了，得了所知障。清涼大師在《華嚴經疏鈔》裡頭講得好，「有解無行」，行是真正放下、捨，那是行，一味去求解，廣學多聞，不能真正修行，「增長邪見」，邪見就是所知障；「有行無解，增長無明」，都有過失。所以解行要並進。我們這個地方講觀行，觀是解，觀行要並進。淨宗的確有它的特殊狀況，跟其他宗派不相同。其他宗派要不能夠深解、圓解，沒有法子起修；換句話說，不曉得從哪裡下手。淨宗沒有深解、圓解也行，老實念佛他也能往生。正因為如此，十方諸佛都讚歎。什麼原因？我們在《無量壽經》裡面讀到，原來他是過去生中，無量劫來深厚的善根，所以他聽到這個法門他生歡喜心，他能夠放下萬緣、一心稱念，他往生了。他那個是善根福德因緣，《彌陀經》上講「不可以少善根福德因緣，得生彼國」。他的善根福德因緣無比的深厚，他成佛的機會在這一生當中成熟，那個不是偶然的。世法、佛法都沒有偶然的事情，這是我們一定要明瞭的。"
    },
    {
      "id": "09-023-0073_p0042",
      "zh_CN": "六度里面的「禅定」，就是我们现在所讲的胸有主宰，不会为外境所动摇，那就是定。本经后面所说的「如如不动」，那是定；「不取于相」，那是慧，那是般若智慧。不取于相，今天外面这个境界，我刚才讲，环境诱惑的力量非常之大，不取是什么？我不沾染，我的心里决定不沾，决不为它所动摇，这就是不取相。",
      "zh_TW": "六度裡面的「禪定」，就是我們現在所講的胸有主宰，不會為外境所動搖，那就是定。本經後面所說的「如如不動」，那是定；「不取於相」，那是慧，那是般若智慧。不取於相，今天外面這個境界，我剛才講，環境誘惑的力量非常之大，不取是什麼？我不沾染，我的心裡決定不沾，決不為它所動搖，這就是不取相。"
    },
    {
      "id": "09-023-0073_p0043",
      "zh_CN": "十愿更高一级，十愿是建立在六度的基础上。因为十愿完全是智慧，慧行，所以十愿不好修。十愿的基础是清净心、平等心、广大心，那是真心，决定不是妄心。修六度我们还可以用八识五十一心所，可以修六度，可是八识五十一心所不能修十愿。什么原因？十愿是什么人修的？法身大士。破一品无明，证一分法身，然后他所修的一切行都是十愿，都叫做普贤行，他的心普了；普是平等，贤是清净。我们今天心有分别、有执着，那就不普，就不清净。不普、不清净，我们的行顶多落在六度上，六度是权教菩萨所修的。普贤行那是法身大士所修的，这个我们要搞清楚、要搞明白。我们今天读普贤行愿，心向往之，是这个意思。我们知道法身大士有他的修行方法，心向往之；虽然做不到，希望靠近一点，这也就很好了。所以常常想到普贤行法，要把自己的心量拓开。",
      "zh_TW": "十願更高一級，十願是建立在六度的基礎上。因為十願完全是智慧，慧行，所以十願不好修。十願的基礎是清淨心、平等心、廣大心，那是真心，決定不是妄心。修六度我們還可以用八識五十一心所，可以修六度，可是八識五十一心所不能修十願。什麼原因？十願是什麼人修的？法身大士。破一品無明，證一分法身，然後他所修的一切行都是十願，都叫做普賢行，他的心普了；普是平等，賢是清淨。我們今天心有分別、有執著，那就不普，就不清淨。不普、不清淨，我們的行頂多落在六度上，六度是權教菩薩所修的。普賢行那是法身大士所修的，這個我們要搞清楚、要搞明白。我們今天讀普賢行願，心嚮往之，是這個意思。我們知道法身大士有他的修行方法，心嚮往之；雖然做不到，希望靠近一點，這也就很好了。所以常常想到普賢行法，要把自己的心量拓開。"
    },
    {
      "id": "09-023-0073_p0044",
      "zh_CN": "「礼敬」，我们的确要学，学把自己对佛的恭敬心用来对一切众生，从这里下手，先学这一条，把心量拓开。把一切众生都当作佛菩萨看待，这是修普贤行的第一条，修礼敬。凡夫只有我一个人，普贤道上是一个人修的，没有两个人的。善财五十三参只有一个人，善财没有同伴，有同伴他就成就不了。有同伴是什么？你跟我一样，那他的礼敬就不圆满。除我一个人之外，所有一切众生都是如来、都是佛，这个礼敬才圆满。不但一切有情众生是佛、是如来、是老师；所有一切动物、植物，「情与无情，同圆种智」，也都是佛、都是如来、都是善知识。这些无情的善知识教了我什么？《华严经》上说：「香炉善知识，蜡台善知识，桌子善知识，板凳善知识。」这什么意思？当我们看到蜡台，它教我什么？教我舍己为人，燃烧自己照耀别人，这是蜡台教给我的，它怎么不是善知识！看到花，花教给我什么？修因证果。先开花后结果，花代表六度万行。无论在什么地方看到花，都表这个意思，决不是说佛堂上摆这个花是表法的，外面就不是，那你就错了。所有一切处看到的花，无论是草本、木本，甚至于彩画的花，现在有些衣服上穿的花，都表这个意思，没有一样不是表法的。然后你才晓得，诸佛菩萨、善知识到处都是。你才幸运！人家一尊佛都遇不到，你一天到晚是成千成万的佛伴着你，你怎么不成就？佛法修学要从这里修学。这是举一个例子来说，普贤行是这样修法的。",
      "zh_TW": "「禮敬」，我們的確要學，學把自己對佛的恭敬心用來對一切眾生，從這裡下手，先學這一條，把心量拓開。把一切眾生都當作佛菩薩看待，這是修普賢行的第一條，修禮敬。凡夫只有我一個人，普賢道上是一個人修的，沒有兩個人的。善財五十三參只有一個人，善財沒有同伴，有同伴他就成就不了。有同伴是什麼？你跟我一樣，那他的禮敬就不圓滿。除我一個人之外，所有一切眾生都是如來、都是佛，這個禮敬才圓滿。不但一切有情眾生是佛、是如來、是老師；所有一切動物、植物，「情與無情，同圓種智」，也都是佛、都是如來、都是善知識。這些無情的善知識教了我什麼？《華嚴經》上說：「香爐善知識，蠟檯善知識，桌子善知識，板凳善知識。」這什麼意思？當我們看到蠟檯，它教我什麼？教我捨己為人，燃燒自己照耀別人，這是蠟檯教給我的，它怎麼不是善知識！看到花，花教給我什麼？修因證果。先開花後結果，花代表六度萬行。無論在什麼地方看到花，都表這個意思，決不是說佛堂上擺這個花是表法的，外面就不是，那你就錯了。所有一切處看到的花，無論是草本、木本，甚至於彩畫的花，現在有些衣服上穿的花，都表這個意思，沒有一樣不是表法的。然後你才曉得，諸佛菩薩、善知識到處都是。你才幸運！人家一尊佛都遇不到，你一天到晚是成千成萬的佛伴著你，你怎麼不成就？佛法修學要從這裡修學。這是舉一個例子來說，普賢行是這樣修法的。"
    },
    {
      "id": "09-023-0073_p0045",
      "zh_CN": "「弥复精进，以历事而炼心。」事是什么？就在日常生活当中，生活里面琐碎的事情，点点滴滴琐碎的事情炼心，炼清净心、炼平等心、炼慈悲心、炼真诚心，这就成功了，这叫真修。我们今天修行，把这一层完全疏忽掉，都讲求表面，都讲求在事相上敷衍，真用功的人是在心地上。",
      "zh_TW": "「彌復精進，以歷事而煉心。」事是什麼？就在日常生活當中，生活裡面瑣碎的事情，點點滴滴瑣碎的事情煉心，煉清淨心、煉平等心、煉慈悲心、煉真誠心，這就成功了，這叫真修。我們今天修行，把這一層完全疏忽掉，都講求表面，都講求在事相上敷衍，真用功的人是在心地上。"
    },
    {
      "id": "09-023-0073_p0046",
      "zh_CN": "【若打得念头死，则一切分别执着自无。而相之有无，更无关系。】",
      "zh_TW": "【若打得念頭死，則一切分別執著自無。而相之有無，更無關係。】"
    },
    {
      "id": "09-023-0073_p0047",
      "zh_CN": "有相无相的确毫不相关！",
      "zh_TW": "有相無相的確毫不相關！"
    },
    {
      "id": "09-023-0073_p0048",
      "zh_CN": "【是以离念为离相之究竟也】",
      "zh_TW": "【是以離念為離相之究竟也】"
    },
    {
      "id": "09-023-0073_p0049",
      "zh_CN": "上半部讲的是离相，后半部讲的离念。离念才是究竟，但是离相是离念的方便，相粗，心细。好，我们今天就讲到此地。",
      "zh_TW": "上半部講的是離相，後半部講的離念。離念才是究竟，但是離相是離念的方便，相粗，心細。好，我們今天就講到此地。"
    }
  ]
}