{
  "doc_id": "09-023-0021",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0021",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "09-023-0021_p0001",
      "zh_CN": "请掀开经本，第二卷，第四十面，从第六行看起，第四段：",
      "zh_TW": "請掀開經本，第二卷，第四十面，從第六行看起，第四段："
    },
    {
      "id": "09-023-0021_p0002",
      "zh_CN": "世尊在前面问须菩提尊者，如来有没有无上菩提法可以证得？有没有法可说？这里面含藏的意义，前面已经报告过了。今天我们看看这一段：",
      "zh_TW": "世尊在前面問須菩提尊者，如來有沒有無上菩提法可以證得？有沒有法可說？這裡面含藏的意義，前面已經報告過了。今天我們看看這一段："
    },
    {
      "id": "09-023-0021_p0003",
      "zh_CN": "【我们若执为真有无上菩提可证，是错了，故云非法。若执为没有无上菩提，那也错了，故云非非法。如来所说的法字，是指一切法。法与非法，皆不可取。】",
      "zh_TW": "【我們若執為真有無上菩提可證，是錯了，故云非法。若執為沒有無上菩提，那也錯了，故云非非法。如來所說的法字，是指一切法。法與非法，皆不可取。】"
    },
    {
      "id": "09-023-0021_p0004",
      "zh_CN": "佛在本经将这桩事情多次的重复，为我们开导；这就显示这个问题是佛法里面重要的问题，是我们修行证果枢纽之所在，所以不断重复为我们讲解。经上说如来，如来是从性体上说的。从性体上，前面说过，无有一法可立，哪里有无上菩提？所以不能执着真有。假如我们要执着它没有，真的没有，诸位想想，真的没有怎么也错了？真如本性里头也没有「没有」这个东西。所以你要有个没有？你本性里头又执着一个没有，那也是错。你体会这个意思。你执着有，是错了；你执着没有，也是错了，清净心那就不清净了。因此，有跟没有都不能执着。",
      "zh_TW": "佛在本經將這樁事情多次的重複，為我們開導；這就顯示這個問題是佛法裡面重要的問題，是我們修行證果樞紐之所在，所以不斷重複為我們講解。經上說如來，如來是從性體上說的。從性體上，前面說過，無有一法可立，哪裡有無上菩提？所以不能執著真有。假如我們要執著它沒有，真的沒有，諸位想想，真的沒有怎麼也錯了？真如本性裡頭也沒有「沒有」這個東西。所以你要有個沒有？你本性裡頭又執著一個沒有，那也是錯。你體會這個意思。你執著有，是錯了；你執著沒有，也是錯了，清淨心那就不清淨了。因此，有跟沒有都不能執著。"
    },
    {
      "id": "09-023-0021_p0005",
      "zh_CN": "我们要问，到底有没有？执着是不可以，到底有没有？从事上讲，有；从理上讲，没有。正如同本经，有时候称如来，有时候称佛，这个意思完全相通。称佛，是从事上说的，从相上讲的；称如来，是从性上讲的，是从理上讲的。我们一定要把它辨别清楚。事，为什么会有？因为事相有十法界。十法界里面，我们今天是人法界，我们修行要成佛，要是没有佛，那就没有佛法界了。十法界里头有菩萨法界、有佛法界，事当然有。既然事相上有了，法有没有？法也当然有，也确确实实有阿耨多罗三藐三菩提法，真有这个法，但是不能执着，一执着就错了。由此可知，金刚般若自始至终破执着而已，这是我们要晓得的。",
      "zh_TW": "我們要問，到底有沒有？執著是不可以，到底有沒有？從事上講，有；從理上講，沒有。正如同本經，有時候稱如來，有時候稱佛，這個意思完全相通。稱佛，是從事上說的，從相上講的；稱如來，是從性上講的，是從理上講的。我們一定要把它辨別清楚。事，為什麼會有？因為事相有十法界。十法界裡面，我們今天是人法界，我們修行要成佛，要是沒有佛，那就沒有佛法界了。十法界裡頭有菩薩法界、有佛法界，事當然有。既然事相上有了，法有沒有？法也當然有，也確確實實有阿耨多羅三藐三菩提法，真有這個法，但是不能執著，一執著就錯了。由此可知，金剛般若自始至終破執著而已，這是我們要曉得的。"
    },
    {
      "id": "09-023-0021_p0006",
      "zh_CN": "就像前面所说的，法，我们要用它，法有用，要用它，决定不能执着。这就是前面佛所讲的，「法尚应舍，何况非法」。又引筏喻来做比喻，说明这个事实。我们要从这个地方细心去体会。如来所说法，这个「法」字，包括的范围非常广泛，十法界都包括在其中，不仅是十法界，连一切非法也包含在其中；法与非法，都包含在其中。法尚应舍，法与非法统统要舍。舍，不是不要，是不可以分别执着，是这个意思。舍是舍分别、舍执着。",
      "zh_TW": "就像前面所說的，法，我們要用它，法有用，要用它，決定不能執著。這就是前面佛所講的，「法尚應捨，何況非法」。又引筏喻來做比喻，說明這個事實。我們要從這個地方細心去體會。如來所說法，這個「法」字，包括的範圍非常廣泛，十法界都包括在其中，不僅是十法界，連一切非法也包含在其中；法與非法，都包含在其中。法尚應捨，法與非法統統要捨。捨，不是不要，是不可以分別執著，是這個意思。捨是捨分別、捨執著。"
    },
    {
      "id": "09-023-0021_p0007",
      "zh_CN": "【一切众生及诸菩萨等，就性上说，皆是一真法界。】",
      "zh_TW": "【一切眾生及諸菩薩等，就性上說，皆是一真法界。】"
    },
    {
      "id": "09-023-0021_p0008",
      "zh_CN": "这是事实。虽然是事实，我们凡夫迷了，不知道这个事实，这个亏吃大了！不单单是迷失了自性。无量劫来，我们的迷执愈来愈严重，严重的迷执就变现出六道轮回，变现出三恶道，于是愈陷愈深，苦不堪言。这是我们现前的事实真相。那我们要问：一真法界有没有失掉？没有！实在说，一真法界就在现前，不但人天没离开，就是三恶道也没有离开一真法界。一真法界是真实之体，六道是虚幻之相；幻相是依体变现出来的，离了体，假相也不可能产生。假相也依体变现出来的，这是法相家所说依他起性。所以十法界，是依一真法界而变现出来的幻相，从来没有离开一真法界。悟了，法界就一真。迷了，法界就变成无量，一变成无量；觉悟了，无量又归一。这是事实真相。怎样悟？《金刚经》上就是教我们觉悟的方法，只要于一切法不分别、不执着，你就觉悟了；有一丝毫执着，那还是在迷，没觉悟。不可以误会：我都觉悟了，还只有这么一点点，大概没有什么关系。不行！一点点也不行。一悟一切悟，有一丝毫还没有觉悟，就完全没悟！你要是明白这个道理，你才晓得佛在经上为什么教我们一切放下，到最后连放下这个念头也要放下，那才是真正觉悟，自性才能现前，所谓是明心见性。说见性，说自性现前，跟此地讲一真法界，是同一个意思，同一个境界。一真法界，就是性德现前。",
      "zh_TW": "這是事實。雖然是事實，我們凡夫迷了，不知道這個事實，這個虧吃大了！不單單是迷失了自性。無量劫來，我們的迷執愈來愈嚴重，嚴重的迷執就變現出六道輪迴，變現出三惡道，於是愈陷愈深，苦不堪言。這是我們現前的事實真相。那我們要問：一真法界有沒有失掉？沒有！實在說，一真法界就在現前，不但人天沒離開，就是三惡道也沒有離開一真法界。一真法界是真實之體，六道是虛幻之相；幻相是依體變現出來的，離了體，假相也不可能產生。假相也依體變現出來的，這是法相家所說依他起性。所以十法界，是依一真法界而變現出來的幻相，從來沒有離開一真法界。悟了，法界就一真。迷了，法界就變成無量，一變成無量；覺悟了，無量又歸一。這是事實真相。怎樣悟？《金剛經》上就是教我們覺悟的方法，只要於一切法不分別、不執著，你就覺悟了；有一絲毫執著，那還是在迷，沒覺悟。不可以誤會：我都覺悟了，還只有這麼一點點，大概沒有什麼關係。不行！一點點也不行。一悟一切悟，有一絲毫還沒有覺悟，就完全沒悟！你要是明白這個道理，你才曉得佛在經上為什麼教我們一切放下，到最後連放下這個念頭也要放下，那才是真正覺悟，自性才能現前，所謂是明心見性。說見性，說自性現前，跟此地講一真法界，是同一個意思，同一個境界。一真法界，就是性德現前。"
    },
    {
      "id": "09-023-0021_p0009",
      "zh_CN": "【故佛之说法，自真如本性中，自在流出。】",
      "zh_TW": "【故佛之說法，自真如本性中，自在流出。】"
    },
    {
      "id": "09-023-0021_p0010",
      "zh_CN": "这一点我们也必须要认识清楚。佛所说的一切法，是从他自己境界里面流露出来的，也就是说从一真法界、从真如本性里面流出来的。真如本性是真，那不是假的。真如本性流出来的言语是真言，文字称为经典，不是虚假的。所以经典里面所讲的道理、方法、境界，确确实实超越了时间与空间；无论在什么时候、无论在什么地区，它都是正确的，都是适当的，这就是超越时间、空间，这就是显示出它的真实性。我们要解佛所说的意思，当然就难了。难在哪里？我们没有见性。佛经是从自性流出来的，我们没见性，怎么能够懂得经典里面的道理？因此大经大论上就说了，像《华严经》、像《大智度论》，就说得很明白：「佛法无人说，虽智莫能解」。佛的经教，一定要有人跟我们解说，如果没有人解说，世间一等聪明智慧的人都无法理解，原因在哪里？世间人用分别心、用执着心；有分别执着，这是凡夫。用分别执着来解佛的意思，无有是处，所以需要人说。什么人说？修行证果之人。所以在古代，讲经说法、给经论作注解，都是修行证果之人，翻经那就更不必说了。所谓是再来人，他行，他不会搞错，虽然他们见性还不圆满，人家真见到了。佛是圆满的心性，就像夜晚十五的月亮，圆圆的满月；菩萨虽然不是满月，也是十一、十二的月亮，接近圆满了。纵然位次更低一点，初四、初五，那个月牙也是真的月亮，不是假的，那个月光是真的，他有能力为我们解说。这就是说明，这些人用的是真心。真心，这个意思前面都曾经说过。",
      "zh_TW": "這一點我們也必須要認識清楚。佛所說的一切法，是從他自己境界裡面流露出來的，也就是說從一真法界、從真如本性裡面流出來的。真如本性是真，那不是假的。真如本性流出來的言語是真言，文字稱為經典，不是虛假的。所以經典裡面所講的道理、方法、境界，確確實實超越了時間與空間；無論在什麼時候、無論在什麼地區，它都是正確的，都是適當的，這就是超越時間、空間，這就是顯示出它的真實性。我們要解佛所說的意思，當然就難了。難在哪裡？我們沒有見性。佛經是從自性流出來的，我們沒見性，怎麼能夠懂得經典裡面的道理？因此大經大論上就說了，像《華嚴經》、像《大智度論》，就說得很明白：「佛法無人說，雖智莫能解」。佛的經教，一定要有人跟我們解說，如果沒有人解說，世間一等聰明智慧的人都無法理解，原因在哪裡？世間人用分別心、用執著心；有分別執著，這是凡夫。用分別執著來解佛的意思，無有是處，所以需要人說。什麼人說？修行證果之人。所以在古代，講經說法、給經論作註解，都是修行證果之人，翻經那就更不必說了。所謂是再來人，他行，他不會搞錯，雖然他們見性還不圓滿，人家真見到了。佛是圓滿的心性，就像夜晚十五的月亮，圓圓的滿月；菩薩雖然不是滿月，也是十一、十二的月亮，接近圓滿了。縱然位次更低一點，初四、初五，那個月牙也是真的月亮，不是假的，那個月光是真的，他有能力為我們解說。這就是說明，這些人用的是真心。真心，這個意思前面都曾經說過。"
    },
    {
      "id": "09-023-0021_p0011",
      "zh_CN": "把妄心转变成真心，转妄成真，转识成智，转八识为四智，这样的人才行！在古时候，这样的人真有。不但有，还不是少数。我们在《大藏经》史传部里面看到很多，每一个宗派里面的祖师大德都是再来人。近代也有不少的大法师，身分没透露。少数的，他们的身分暴露出来，我们知道，像印光法师，现在大家都晓得，他是西方极乐世界大势至菩萨的化身。谛闲老法师、虚云老和尚，到底是什么身分？没有暴露，我们不知道，不是普通人。要是这样的人来为我们说，决定不错了。那现前没人给我们说，怎么办？我们找不到善知识，遇不到善知识，我们想求解经义，怎么办？有一个方法，至诚恭敬的去读诵，求感应。读诵读久了就得定，心就清净、心就定了，定到一个相当的程度就开智慧。所以因戒生定，因定开慧。智慧一开，这些经论自自然然就通达。",
      "zh_TW": "把妄心轉變成真心，轉妄成真，轉識成智，轉八識為四智，這樣的人才行！在古時候，這樣的人真有。不但有，還不是少數。我們在《大藏經》史傳部裡面看到很多，每一個宗派裡面的祖師大德都是再來人。近代也有不少的大法師，身分沒透露。少數的，他們的身分暴露出來，我們知道，像印光法師，現在大家都曉得，他是西方極樂世界大勢至菩薩的化身。諦閑老法師、虛雲老和尚，到底是什麼身分？沒有暴露，我們不知道，不是普通人。要是這樣的人來為我們說，決定不錯了。那現前沒人給我們說，怎麼辦？我們找不到善知識，遇不到善知識，我們想求解經義，怎麼辦？有一個方法，至誠恭敬的去讀誦，求感應。讀誦讀久了就得定，心就清淨、心就定了，定到一個相當的程度就開智慧。所以因戒生定，因定開慧。智慧一開，這些經論自自然然就通達。"
    },
    {
      "id": "09-023-0021_p0012",
      "zh_CN": "这些事近代也有例子，诸位看倓虚法师的《影尘回忆录》，这一本书是倓虚法师的自传，他自己讲他一生修学的经过，由他的学生大光法师记录，所以就是倓老的自传。自传里面有一篇，记载着当年在浙江，他们道场里面有一位香灯师父，香灯师父专门管大殿上烧香、点蜡烛、添油灯，专门管这个，这个香灯师父很老实、很忠厚。寺庙里头人多，程度并不齐，有些人看他老实，捉弄他，就跟他讲：香灯师，你那些蜡烛放在那里放久了，长霉了。他说：那怎么办？拿出去晒！他也真听话，把蜡烛都搬到外面去晒，一晒都融化掉了。晚上上殿，那个时候不像现在，尤其寺院都建筑在山上，晚上上完殿点蜡烛的时候，到哪里去买蜡烛？只有把那个晒过还剩的蜡烛芯，蜡烛油都晒掉了，插着点，结果人家都笑了。住持老和尚一看到这个样子，就摇头：香灯师，明天你不要做香灯了。把他的职务撤掉了。老和尚很了不起，有眼光，老实人能成功，看到他这么老实，就叫他：你到育王寺，阿育王寺也在浙江，距离他们那个庙不太远，阿育王寺里头供养着释迦牟尼佛的舍利，就教他去拜舍利，一天拜三千拜。他就是老实，师父教他一天拜三千拜，他就规规矩矩每天拜三千拜，拜释迦牟尼佛的舍利；拜了三年，他开悟了，老实人！他本来不认识字，经也看不懂；悟了以后，他能作诗、能作偈，以后讲经。这就是说明、证明一桩事情，真诚到极处就得定，就开智慧，必定得三宝加持。可见得佛法的修学跟世法确实不一样，真诚能够感应通达。",
      "zh_TW": "這些事近代也有例子，諸位看倓虛法師的《影塵回憶錄》，這一本書是倓虛法師的自傳，他自己講他一生修學的經過，由他的學生大光法師記錄，所以就是倓老的自傳。自傳裡面有一篇，記載著當年在浙江，他們道場裡面有一位香燈師父，香燈師父專門管大殿上燒香、點蠟燭、添油燈，專門管這個，這個香燈師父很老實、很忠厚。寺廟裡頭人多，程度並不齊，有些人看他老實，捉弄他，就跟他講：香燈師，你那些蠟燭放在那裡放久了，長霉了。他說：那怎麼辦？拿出去曬！他也真聽話，把蠟燭都搬到外面去曬，一曬都融化掉了。晚上上殿，那個時候不像現在，尤其寺院都建築在山上，晚上上完殿點蠟燭的時候，到哪裡去買蠟燭？只有把那個曬過還剩的蠟燭芯，蠟燭油都曬掉了，插著點，結果人家都笑了。住持老和尚一看到這個樣子，就搖頭：香燈師，明天你不要做香燈了。把他的職務撤掉了。老和尚很了不起，有眼光，老實人能成功，看到他這麼老實，就叫他：你到育王寺，阿育王寺也在浙江，距離他們那個廟不太遠，阿育王寺裡頭供養著釋迦牟尼佛的舍利，就教他去拜舍利，一天拜三千拜。他就是老實，師父教他一天拜三千拜，他就規規矩矩每天拜三千拜，拜釋迦牟尼佛的舍利；拜了三年，他開悟了，老實人！他本來不認識字，經也看不懂；悟了以後，他能作詩、能作偈，以後講經。這就是說明、證明一樁事情，真誠到極處就得定，就開智慧，必定得三寶加持。可見得佛法的修學跟世法確實不一樣，真誠能夠感應通達。"
    },
    {
      "id": "09-023-0021_p0013",
      "zh_CN": "【我们要证自性】",
      "zh_TW": "【我們要證自性】"
    },
    {
      "id": "09-023-0021_p0014",
      "zh_CN": "学佛唯一的一个目标就在此地。证自性，通常讲证道、证果，就是这桩事情，就是证得自性；禅家讲明心见性，那就是证果；我们净土宗里面讲一心不乱，得一心不乱就是证自性。如果要想达到这个目标，",
      "zh_TW": "學佛唯一的一個目標就在此地。證自性，通常講證道、證果，就是這樁事情，就是證得自性；禪家講明心見性，那就是證果；我們淨土宗裡面講一心不亂，得一心不亂就是證自性。如果要想達到這個目標，"
    },
    {
      "id": "09-023-0021_p0015",
      "zh_CN": "【须先离心缘相，如何可取。】",
      "zh_TW": "【須先離心緣相，如何可取。】"
    },
    {
      "id": "09-023-0021_p0016",
      "zh_CN": "缘，是攀缘，是希求、希望，心里面有攀缘，也就是心里面有分别、有执着，分别执着就是缘。一定要先离心缘相，心要清净，决定不可以分别执着，如何可取。法相不可取，法相是有，不能执着，阿耨多罗三藐三菩提法；果相也不可取，果相是成佛，三十二相八十种好，我们认为那是佛相，也不可以分别执着，分别执着就错了。这是讲要离心缘相。",
      "zh_TW": "緣，是攀緣，是希求、希望，心裡面有攀緣，也就是心裡面有分別、有執著，分別執著就是緣。一定要先離心緣相，心要清淨，決定不可以分別執著，如何可取。法相不可取，法相是有，不能執著，阿耨多羅三藐三菩提法；果相也不可取，果相是成佛，三十二相八十種好，我們認為那是佛相，也不可以分別執著，分別執著就錯了。這是講要離心緣相。"
    },
    {
      "id": "09-023-0021_p0017",
      "zh_CN": "【又要离言说相，如何可说。】",
      "zh_TW": "【又要離言說相，如何可說。】"
    },
    {
      "id": "09-023-0021_p0018",
      "zh_CN": "一真法界，真如本性里面，没有言说。佛说法度众生，对我们有言说，某一类高级的众生，不要言说。在我们娑婆世界，娑婆世界大家都晓得有三界六道，三界里面有色界天、有无色界天。我想这些同修们都很熟悉。色界四禅，初禅梵天，二禅光音天，三禅净天，四禅福天，福报最大。你们想想，二禅天人，为什么叫光音？光是放光，音是音声。给你说清楚、说明白了，光音天以上，佛说法不用言语；言语说法受很大的限制，表达的意思相当有限，没有放光来的圆满。光音天以上，佛讲经说法都是放光，佛一放光，大家一看，统统清楚明白了。那多省事！不要以为我们这个地方天天讲经说法，忙得一塌糊涂，以为别的世界也是这个样子，那你就错了，你把人家估计得太低了。光说法，其实我们也能相信，我们走到外面十字路口，那不就是放光？红的光一放，你就不走了，你就站在那个地方。他要是给你讲话：不能走，停止！你看多啰嗦，说多少遍你还未必能听清楚。你看这个多简单，绿光一放，你就可以通行了。你才晓得这种方法，诸佛菩萨到处都在使用。他这个光在某一个部位放出来，表的意思不相同。光的大小、强弱、色彩，那个色彩也是无量无边。我们看到佛讲经，佛在讲经之前，许多经典上佛都放光现瑞，你要懂得这个意思。佛一放光，这一部经讲完了。够程度的人，他都明白了。然后再讲，我们这些人，放光怎么放我们也不懂，没有法子，佛只好再用言说。他一放光，我们就懂了，何必还说？这不必说了，离言说相。既离言说相，哪有法可说？无有法可说。末后这一段说：",
      "zh_TW": "一真法界，真如本性裡面，沒有言說。佛說法度眾生，對我們有言說，某一類高級的眾生，不要言說。在我們娑婆世界，娑婆世界大家都曉得有三界六道，三界裡面有色界天、有無色界天。我想這些同修們都很熟悉。色界四禪，初禪梵天，二禪光音天，三禪淨天，四禪福天，福報最大。你們想想，二禪天人，為什麼叫光音？光是放光，音是音聲。給你說清楚、說明白了，光音天以上，佛說法不用言語；言語說法受很大的限制，表達的意思相當有限，沒有放光來的圓滿。光音天以上，佛講經說法都是放光，佛一放光，大家一看，統統清楚明白了。那多省事！不要以為我們這個地方天天講經說法，忙得一塌糊塗，以為別的世界也是這個樣子，那你就錯了，你把人家估計得太低了。光說法，其實我們也能相信，我們走到外面十字路口，那不就是放光？紅的光一放，你就不走了，你就站在那個地方。他要是給你講話：不能走，停止！你看多囉嗦，說多少遍你還未必能聽清楚。你看這個多簡單，綠光一放，你就可以通行了。你才曉得這種方法，諸佛菩薩到處都在使用。他這個光在某一個部位放出來，表的意思不相同。光的大小、強弱、色彩，那個色彩也是無量無邊。我們看到佛講經，佛在講經之前，許多經典上佛都放光現瑞，你要懂得這個意思。佛一放光，這一部經講完了。夠程度的人，他都明白了。然後再講，我們這些人，放光怎麼放我們也不懂，沒有法子，佛只好再用言說。他一放光，我們就懂了，何必還說？這不必說了，離言說相。既離言說相，哪有法可說？無有法可說。末後這一段說："
    },
    {
      "id": "09-023-0021_p0019",
      "zh_CN": "【离言说相，正是言语道断。】",
      "zh_TW": "【離言說相，正是言語道斷。】"
    },
    {
      "id": "09-023-0021_p0020",
      "zh_CN": "这个道当作方法讲，用言语来表达，的确是非常有限，它有范围的、有界限的，而且这个范围界限是很有限，有许许多多的意思确实言语表达不出来的，无法表达出来。我相信这些我们同修当中都有这个体验，可能就在自己本身上，说不出来。譬如我们接触外面境界，我们看到风景、看到很美的东西，没有办法形容得出来，没有办法表达得出来；这就说明你这个言语能力是有限的，文字能力也有限的，比不上光。连光线在摄影机、电视机一照，都照得清清楚楚，那都表达出来了，我们怎么讲、怎么形容都形容不出来，他那里一照都出来了，这是光比言说要强多了。所以，言语道断。何况如来所证的究竟圆满的境界，怎么能说得出来？",
      "zh_TW": "這個道當作方法講，用言語來表達，的確是非常有限，它有範圍的、有界限的，而且這個範圍界限是很有限，有許許多多的意思確實言語表達不出來的，無法表達出來。我相信這些我們同修當中都有這個體驗，可能就在自己本身上，說不出來。譬如我們接觸外面境界，我們看到風景、看到很美的東西，沒有辦法形容得出來，沒有辦法表達得出來；這就說明你這個言語能力是有限的，文字能力也有限的，比不上光。連光線在攝影機、電視機一照，都照得清清楚楚，那都表達出來了，我們怎麼講、怎麼形容都形容不出來，他那裡一照都出來了，這是光比言說要強多了。所以，言語道斷。何況如來所證的究竟圓滿的境界，怎麼能說得出來？"
    },
    {
      "id": "09-023-0021_p0021",
      "zh_CN": "【离心缘相，正是心行处灭。】",
      "zh_TW": "【離心緣相，正是心行處滅。】"
    },
    {
      "id": "09-023-0021_p0022",
      "zh_CN": "行是动，心在那里动。灭了，那就不动，心就定了，清净寂灭。前面一句说明，何以佛无有法可说；后面心行处灭，说明佛哪有法可以证得？如果你心里面还有起心动念，那就有说也有证；到心行处灭的时候，不但是无法可说，也无法可证。这是把这桩事情交代清楚，说明白了。我们看底下这一段经文，世尊再以一切贤圣来给我们做一个证明。",
      "zh_TW": "行是動，心在那裡動。滅了，那就不動，心就定了，清淨寂滅。前面一句說明，何以佛無有法可說；後面心行處滅，說明佛哪有法可以證得？如果你心裡面還有起心動念，那就有說也有證；到心行處滅的時候，不但是無法可說，也無法可證。這是把這樁事情交代清楚，說明白了。我們看底下這一段經文，世尊再以一切賢聖來給我們做一個證明。"
    },
    {
      "id": "09-023-0021_p0023",
      "zh_CN": "经【所以者何？一切贤圣皆以无为法而有差别。】",
      "zh_TW": "經【所以者何？一切賢聖皆以無為法而有差別。】"
    },
    {
      "id": "09-023-0021_p0024",
      "zh_CN": "注解里面讲：",
      "zh_TW": "註解裡面講："
    },
    {
      "id": "09-023-0021_p0025",
      "zh_CN": "【所以者何，即指出为何两边皆要非之所以然。】",
      "zh_TW": "【所以者何，即指出為何兩邊皆要非之所以然。】"
    },
    {
      "id": "09-023-0021_p0026",
      "zh_CN": "非之就是离开，空有两边都要离开。法与非法都不可以执着；法就是有，非法就是空。这是用证果的人，来为我们作证。",
      "zh_TW": "非之就是離開，空有兩邊都要離開。法與非法都不可以執著；法就是有，非法就是空。這是用證果的人，來為我們作證。"
    },
    {
      "id": "09-023-0021_p0027",
      "zh_CN": "【一切贤圣皆用此双非之法】",
      "zh_TW": "【一切賢聖皆用此雙非之法】"
    },
    {
      "id": "09-023-0021_p0028",
      "zh_CN": "一切圣贤是从小乘初果，他证了果，这就不是凡人，一直到大乘圆教等觉菩萨。我们经上常讲三贤十圣，三贤十圣是说的大乘法身大士，这是说的三贤十圣。前面都没有算进去，从破一品无明、证一分法身，从这个地位开始，十住、十行、十回向，这三十个位次叫三贤。从初地到等觉，称为十圣。十地菩萨十个位次，加上等觉，一共十一个位次，我们称为十地。有些经论里面，说得详细一点，叫十一地。诸位要记住，十一地跟十地是一个意思，十地里面包括等觉菩萨，那个十一零头省掉了。中国人喜欢说整数，零头就不算了，其实包括在里头。就像我们在佛经里面常常看到，释迦牟尼佛的常随众，经上记载一千二百五十人，这是个整数；实际上还有五个，要细说的话，应该是一千二百五十五人。所以翻经的法师，零头他都省略掉了；实际上，里头包含了。这个必须要明了的。",
      "zh_TW": "一切聖賢是從小乘初果，他證了果，這就不是凡人，一直到大乘圓教等覺菩薩。我們經上常講三賢十聖，三賢十聖是說的大乘法身大士，這是說的三賢十聖。前面都沒有算進去，從破一品無明、證一分法身，從這個地位開始，十住、十行、十迴向，這三十個位次叫三賢。從初地到等覺，稱為十聖。十地菩薩十個位次，加上等覺，一共十一個位次，我們稱為十地。有些經論裡面，說得詳細一點，叫十一地。諸位要記住，十一地跟十地是一個意思，十地裡面包括等覺菩薩，那個十一零頭省掉了。中國人喜歡說整數，零頭就不算了，其實包括在裡頭。就像我們在佛經裡面常常看到，釋迦牟尼佛的常隨眾，經上記載一千二百五十人，這是個整數；實際上還有五個，要細說的話，應該是一千二百五十五人。所以翻經的法師，零頭他都省略掉了；實際上，裡頭包含了。這個必須要明瞭的。"
    },
    {
      "id": "09-023-0021_p0029",
      "zh_CN": "为什么会有这么多层次？皆以无为法而有差别。也就是说两边都舍了，他们统统都是两边都舍，两边都不执着，但是不执着的程度有差别，有浅深差别不同，所以才有五十一个阶级。如果没有差别的话，这五十一个阶级从哪来的？有些两边离的，离得浅；有些两边离的，离得很深，真的没有了。像这个初学的，为什么三贤十圣里头不包括十信位的菩萨？十信位菩萨也舍掉了，可是有的时候他又现行，或有或无，有时候他真的放下，可是有的时候他又执着了，他又起来了。我们想想，我们岂不亦是如此吗？十信菩萨或有或无，不像登了初住，登到初住位的时候，他就位不退；不但是位不退，三不退了，位不退、行不退、念不退。从这个地方，他有进有退，我们就想到，他两边舍，舍得还不够究竟，这样才有差别。",
      "zh_TW": "為什麼會有這麼多層次？皆以無為法而有差別。也就是說兩邊都捨了，他們統統都是兩邊都捨，兩邊都不執著，但是不執著的程度有差別，有淺深差別不同，所以才有五十一個階級。如果沒有差別的話，這五十一個階級從哪來的？有些兩邊離的，離得淺；有些兩邊離的，離得很深，真的沒有了。像這個初學的，為什麼三賢十聖裡頭不包括十信位的菩薩？十信位菩薩也捨掉了，可是有的時候他又現行，或有或無，有時候他真的放下，可是有的時候他又執著了，他又起來了。我們想想，我們豈不亦是如此嗎？十信菩薩或有或無，不像登了初住，登到初住位的時候，他就位不退；不但是位不退，三不退了，位不退、行不退、念不退。從這個地方，他有進有退，我們就想到，他兩邊捨，捨得還不夠究竟，這樣才有差別。"
    },
    {
      "id": "09-023-0021_p0030",
      "zh_CN": "【无为者，指自性清净心，原来具足，无造作相。经云无修无证，即指此而言。】",
      "zh_TW": "【無為者，指自性清淨心，原來具足，無造作相。經云無修無證，即指此而言。】"
    },
    {
      "id": "09-023-0021_p0031",
      "zh_CN": "这是解释无为法。无为法是指真如本性，这是无为的。为就是造作，就是有生有灭。有生有灭，就叫做有为。我们现在的心，心里头念头，前面念头灭了，后头念头又生了，所以我们现在用的心是生灭心。生灭心是什么法？有为法，有为法都不是真的。《金刚经》后头偈子说：一切有为法，如梦幻泡影。有为法是假的，不是真的，无为是真的。无为是什么？不生不灭，永远保持那个样子，不会改变的，那叫做无为法。法相宗用这个标准来解释，就是用生灭这个标准来解释。它给我们分析，八识是有为法，前五识、第六识、第七识跟第八阿赖耶识，都是念头的生灭，有些念头很粗、很明显，我们容易觉察；有些念头很细，我们根本就不知道。相宗有个比喻说，好像这个水，我们从水面上看，它很平静，底下流动得很快速；那就形容说，微细的念头我们看不出来。佛告诉我们，阿赖耶里面的念头，我们一般人能够观察得到的是什么？前五识、第六识、第七识，可以能够觉察得到，我念头生了、念头灭了；可是阿赖耶里面的念头就没有办法，不但我们没有办法，佛说过了，阿罗汉、权教菩萨都没有办法。阿赖耶里面的细念，世尊在经上举个比喻说，弹指。弹指，不像我们弹得这么慢，他是说古时候的武士，体力非常强壮的，那个弹指有力量也弹得快。一弹指有六十刹那，一刹那的时间多长？一弹指的六十分之一，那叫一刹那，一刹那里面有九百生灭。我们怎么能够发现？怎么会知道？以我们的能力弹指，一秒钟大概可以弹四次，四乘六十，再乘九百，就这么算法，这是最保守的算法，一秒钟两个十万八千。这样微细的生灭念头，所以权教菩萨、阿罗汉、辟支佛都不知道，也就是说他们的心很清净，还不够，那个清净还不够发现微细的念头。佛在经上告诉我们，八地菩萨，八地是不动地，那个心清净几乎跟佛很接近、差不多了，这个时候发现了，发现原来还有这么多微细念头；粗的念头断掉了，还有这样细的念头，才发现！发现了，再舍，再把它离开。所以八地以上，九地、十地、等觉，断极微细的念头。所以两边都要离，离这些东西。",
      "zh_TW": "這是解釋無為法。無為法是指真如本性，這是無為的。為就是造作，就是有生有滅。有生有滅，就叫做有為。我們現在的心，心裡頭念頭，前面念頭滅了，後頭念頭又生了，所以我們現在用的心是生滅心。生滅心是什麼法？有為法，有為法都不是真的。《金剛經》後頭偈子說：一切有為法，如夢幻泡影。有為法是假的，不是真的，無為是真的。無為是什麼？不生不滅，永遠保持那個樣子，不會改變的，那叫做無為法。法相宗用這個標準來解釋，就是用生滅這個標準來解釋。它給我們分析，八識是有為法，前五識、第六識、第七識跟第八阿賴耶識，都是念頭的生滅，有些念頭很粗、很明顯，我們容易覺察；有些念頭很細，我們根本就不知道。相宗有個比喻說，好像這個水，我們從水面上看，它很平靜，底下流動得很快速；那就形容說，微細的念頭我們看不出來。佛告訴我們，阿賴耶裡面的念頭，我們一般人能夠觀察得到的是什麼？前五識、第六識、第七識，可以能夠覺察得到，我念頭生了、念頭滅了；可是阿賴耶裡面的念頭就沒有辦法，不但我們沒有辦法，佛說過了，阿羅漢、權教菩薩都沒有辦法。阿賴耶裡面的細念，世尊在經上舉個比喻說，彈指。彈指，不像我們彈得這麼慢，他是說古時候的武士，體力非常強壯的，那個彈指有力量也彈得快。一彈指有六十剎那，一剎那的時間多長？一彈指的六十分之一，那叫一剎那，一剎那裡面有九百生滅。我們怎麼能夠發現？怎麼會知道？以我們的能力彈指，一秒鐘大概可以彈四次，四乘六十，再乘九百，就這麼算法，這是最保守的算法，一秒鐘兩個十萬八千。這樣微細的生滅念頭，所以權教菩薩、阿羅漢、辟支佛都不知道，也就是說他們的心很清淨，還不夠，那個清淨還不夠發現微細的念頭。佛在經上告訴我們，八地菩薩，八地是不動地，那個心清淨幾乎跟佛很接近、差不多了，這個時候發現了，發現原來還有這麼多微細念頭；粗的念頭斷掉了，還有這樣細的念頭，才發現！發現了，再捨，再把它離開。所以八地以上，九地、十地、等覺，斷極微細的念頭。所以兩邊都要離，離這些東西。"
    },
    {
      "id": "09-023-0021_p0032",
      "zh_CN": "相宗用这个标准，告诉我们心法是有为的，心所有法是有为的，心所有法要用现代的话来说，就是心理作用，称之为心所有法。与心法相对的，就是物质，物质称为色法。色法有生有灭。动物，人是动物的一种，有生老病死；植物有生住异灭；矿物，乃至于星球，有成住坏空。换句话说，统统是属于生灭法。还有一类法，不属于这两类的，既不属于心，也不属于色，色法就是物质，但是它有这些东西，有这些事，我们也不能不承认它，但是这些事也是假的，也是生灭法，叫不相应行法，一共有二十四类。不相应行法，用现代的话来说，就是抽象的观念。譬如我们讲时间，我们讲空间，东南西北、上下四维，这不属于心，也不属于色，是我们一个抽象的概念，不是真的有，但是它也是个生灭法。我们有念，它就有生，我没有这个念，它就不存在，这也是有为法。合起来总共是九十四个，九十四类，这叫有为。觉察不出生灭的，那就归纳到无为法里面去了，不生不灭的。虚空，虚空好像没有生灭，释迦牟尼佛三千年前虚空是这个样子，三千年后虚空还是这个样子，虚空没有改变，所以虚空属于无为。定中的境界，是无为法。这些无为法，都还不是真实的，相似的，因为它没有生灭的相，有为里头不能包括它，我们可以说它是相似无为，不是真的。真正的无为法只有一个，真如。百法到最后一条，真如无为，那一条才真的是无为法，真的不生不灭。",
      "zh_TW": "相宗用這個標準，告訴我們心法是有為的，心所有法是有為的，心所有法要用現代的話來說，就是心理作用，稱之為心所有法。與心法相對的，就是物質，物質稱為色法。色法有生有滅。動物，人是動物的一種，有生老病死；植物有生住異滅；礦物，乃至於星球，有成住壞空。換句話說，統統是屬於生滅法。還有一類法，不屬於這兩類的，既不屬於心，也不屬於色，色法就是物質，但是它有這些東西，有這些事，我們也不能不承認它，但是這些事也是假的，也是生滅法，叫不相應行法，一共有二十四類。不相應行法，用現代的話來說，就是抽象的觀念。譬如我們講時間，我們講空間，東南西北、上下四維，這不屬於心，也不屬於色，是我們一個抽象的概念，不是真的有，但是它也是個生滅法。我們有念，它就有生，我沒有這個念，它就不存在，這也是有為法。合起來總共是九十四個，九十四類，這叫有為。覺察不出生滅的，那就歸納到無為法裡面去了，不生不滅的。虛空，虛空好像沒有生滅，釋迦牟尼佛三千年前虛空是這個樣子，三千年後虛空還是這個樣子，虛空沒有改變，所以虛空屬於無為。定中的境界，是無為法。這些無為法，都還不是真實的，相似的，因為它沒有生滅的相，有為裡頭不能包括它，我們可以說它是相似無為，不是真的。真正的無為法只有一個，真如。百法到最後一條，真如無為，那一條才真的是無為法，真的不生不滅。"
    },
    {
      "id": "09-023-0021_p0033",
      "zh_CN": "此地讲的无为，就是讲真如无为。自性清净心，就是真如，就是本性，原来具足，它本来就是这个样子，无造作相，生灭这种现象它没有，所以它是不生不灭，没有生灭，永远是这个样子。《楞严经》上讲的常住真心。常住两个字意思好；与常住反面就是无常，无常就是生灭，念念不住。它没有造作相，没有造作相当然就谈不上修证；修是造作，证也是造作，修、证都是造作，这个我们要知道。修证虽然都是造作，我们现在要不要造作？要造！我们要不造修行证果，我们就造三恶道，更不得了！天天都在造，念念都在造。所以现在造的时候，我们要选择方向，要选择目标。佛教给我们，不但恶业不能造，善业也不要，要什么？要净业。善恶两边我都不要。你造恶业，果报在三恶道；你造善业，果报在三善道，出不了轮回。造净业，净业怎么造？《金刚经》上讲的，应无所住而生其心，那就是净业。净业是两边不住，空有两边不住，那就清净了。",
      "zh_TW": "此地講的無為，就是講真如無為。自性清淨心，就是真如，就是本性，原來具足，它本來就是這個樣子，無造作相，生滅這種現象它沒有，所以它是不生不滅，沒有生滅，永遠是這個樣子。《楞嚴經》上講的常住真心。常住兩個字意思好；與常住反面就是無常，無常就是生滅，念念不住。它沒有造作相，沒有造作相當然就談不上修證；修是造作，證也是造作，修、證都是造作，這個我們要知道。修證雖然都是造作，我們現在要不要造作？要造！我們要不造修行證果，我們就造三惡道，更不得了！天天都在造，念念都在造。所以現在造的時候，我們要選擇方向，要選擇目標。佛教給我們，不但惡業不能造，善業也不要，要什麼？要淨業。善惡兩邊我都不要。你造惡業，果報在三惡道；你造善業，果報在三善道，出不了輪迴。造淨業，淨業怎麼造？《金剛經》上講的，應無所住而生其心，那就是淨業。淨業是兩邊不住，空有兩邊不住，那就清淨了。"
    },
    {
      "id": "09-023-0021_p0034",
      "zh_CN": "前面江居士跟我们讲过，念佛是净业，念佛就是两边不住。你心里面，念念有佛号，念念有阿弥陀佛，你不落空，念念阿弥陀佛；除阿弥陀佛之外，身心世界一切放下，你不着有；空有两边都不执着。念佛这个法子，与《金刚经》上讲的理论方法完全相应。金刚般若是高度的智慧，念佛跟它完全相应，那念佛这个法子岂不也是属于高度的智慧吗？这是我们不能不知道的，不可以小看念佛。我们是用念阿弥陀佛的方法来修金刚般若，其成就不可思议，决不是其他的修金刚般若能够相比的，成就不可思议。",
      "zh_TW": "前面江居士跟我們講過，念佛是淨業，念佛就是兩邊不住。你心裡面，念念有佛號，念念有阿彌陀佛，你不落空，念念阿彌陀佛；除阿彌陀佛之外，身心世界一切放下，你不著有；空有兩邊都不執著。念佛這個法子，與《金剛經》上講的理論方法完全相應。金剛般若是高度的智慧，念佛跟它完全相應，那念佛這個法子豈不也是屬於高度的智慧嗎？這是我們不能不知道的，不可以小看念佛。我們是用念阿彌陀佛的方法來修金剛般若，其成就不可思議，決不是其他的修金剛般若能夠相比的，成就不可思議。"
    },
    {
      "id": "09-023-0021_p0035",
      "zh_CN": "经云无修无证，即指此而言。无修无证，是指自性清净心说的。我们自性清净心没有现前，要修！修的是什么？把自性清净心那些障碍除掉而已。证什么？自性清净心又恢复了，那就叫证。其实这个证，不是新得来的，是旧有的。所以楞严会上，佛说：圆满菩提，归无所得。因为你所得到的，是你自己本来有的；并不是本来没有，而你现在得到了，不是这个意思。本来有的，所以叫无修无证。",
      "zh_TW": "經云無修無證，即指此而言。無修無證，是指自性清淨心說的。我們自性清淨心沒有現前，要修！修的是什麼？把自性清淨心那些障礙除掉而已。證什麼？自性清淨心又恢復了，那就叫證。其實這個證，不是新得來的，是舊有的。所以楞嚴會上，佛說：圓滿菩提，歸無所得。因為你所得到的，是你自己本來有的；並不是本來沒有，而你現在得到了，不是這個意思。本來有的，所以叫無修無證。"
    },
    {
      "id": "09-023-0021_p0036",
      "zh_CN": "【必须生灭心灭，自性清净心即现前。】",
      "zh_TW": "【必須生滅心滅，自性清淨心即現前。】"
    },
    {
      "id": "09-023-0021_p0037",
      "zh_CN": "自性清净心现前，就是禅宗讲的明心见性，见性成佛。怎样才能见性？要把生灭心断掉。生灭心，我们从很粗的地方去看、去观察，就是念头，我们心里生灭的念头；把这个念头断掉，真如本性才能够显现出来。念头不好断！果然你这个生灭的念头没有了，你真的断掉了，它又生一个东西出来，生个什么东西？生个没有念头，这个麻烦不麻烦？那个比这个更难断！世尊在楞严会上跟我们讲解六结三空，修行的关口六个关口。这个地方讲生灭心，这是动，第一关。动离掉了，静就现前；那个静还不行，静还要离掉。一层一层到第六个关口，叫灭；灭也要离开，心性才大放光明。可见得修行到见性这个目标，真不是容易事情。",
      "zh_TW": "自性清淨心現前，就是禪宗講的明心見性，見性成佛。怎樣才能見性？要把生滅心斷掉。生滅心，我們從很粗的地方去看、去觀察，就是念頭，我們心裡生滅的念頭；把這個念頭斷掉，真如本性才能夠顯現出來。念頭不好斷！果然你這個生滅的念頭沒有了，你真的斷掉了，它又生一個東西出來，生個什麼東西？生個沒有念頭，這個麻煩不麻煩？那個比這個更難斷！世尊在楞嚴會上跟我們講解六結三空，修行的關口六個關口。這個地方講生滅心，這是動，第一關。動離掉了，靜就現前；那個靜還不行，靜還要離掉。一層一層到第六個關口，叫滅；滅也要離開，心性才大放光明。可見得修行到見性這個目標，真不是容易事情。"
    },
    {
      "id": "09-023-0021_p0038",
      "zh_CN": "【至于修行下手功夫，即是非法非非法，两边不取。】",
      "zh_TW": "【至於修行下手功夫，即是非法非非法，兩邊不取。】"
    },
    {
      "id": "09-023-0021_p0039",
      "zh_CN": "非法是空，非非法是有，空有两边都要离。世尊在本经上讲的法相非法相，意思都相同。凡夫修行，为什么不能够放下？原因是没有了解事实的真相，也就是我们常讲没有看破，放下当然就难了。要想真正放下，先得看破。世尊为我们讲经说法，目的帮助我们明了事实真相。事实真相明白了，就看破了，放下就不难。没有看破，叫你放下，你感觉得非常非常困难。为什么要我放下？我放下有什么好处？我不放下有什么不好？问题一大堆，这才麻烦释迦牟尼佛这样详细为我们说明。",
      "zh_TW": "非法是空，非非法是有，空有兩邊都要離。世尊在本經上講的法相非法相，意思都相同。凡夫修行，為什麼不能夠放下？原因是沒有了解事實的真相，也就是我們常講沒有看破，放下當然就難了。要想真正放下，先得看破。世尊為我們講經說法，目的幫助我們明瞭事實真相。事實真相明白了，就看破了，放下就不難。沒有看破，叫你放下，你感覺得非常非常困難。為什麼要我放下？我放下有什麼好處？我不放下有什麼不好？問題一大堆，這才麻煩釋迦牟尼佛這樣詳細為我們說明。"
    },
    {
      "id": "09-023-0021_p0040",
      "zh_CN": "【世尊所说法，无浅非深，无深非浅。】",
      "zh_TW": "【世尊所說法，無淺非深，無深非淺。】"
    },
    {
      "id": "09-023-0021_p0041",
      "zh_CN": "前面说过，佛所说的法，都是从真如本性里面流露出来的。真如本性，有没有浅深？如果有浅深，它就是生灭法，它就是有为法。它要有浅深、有大小，那不就是变成有为法了吗？没有！真如本性没有大小、没有浅深，也没有真妄、也没有善恶、也没有是非，什么都没有。乃至于也没有自他，我的真如本性，你的真如本性，也没有！真如本性里头，没有你的、我的，没有凡夫的、佛的，没有。「三世一切佛，共同一法身」，真如本性是一个。这种现象我们也非常难以理解，所以佛在经上用比喻来说，把真如本性比作大海，把我们每一个人，每一个人我们的自性，比喻大海里头的水泡一样。大海里起个水泡，这水泡起来的时候，好像每一个水泡都不一样，我有我的真如本性，你有你的真如本性，你有分别、有执着、有界限，那个是什么？你执着，你有分别执着的时候。分别执着都无了，那个水泡破了，破了怎么样？整个大海，你还哪里有界限？所以才晓得，自他不二。",
      "zh_TW": "前面說過，佛所說的法，都是從真如本性裡面流露出來的。真如本性，有沒有淺深？如果有淺深，它就是生滅法，它就是有為法。它要有淺深、有大小，那不就是變成有為法了嗎？沒有！真如本性沒有大小、沒有淺深，也沒有真妄、也沒有善惡、也沒有是非，什麼都沒有。乃至於也沒有自他，我的真如本性，你的真如本性，也沒有！真如本性裡頭，沒有你的、我的，沒有凡夫的、佛的，沒有。「三世一切佛，共同一法身」，真如本性是一個。這種現象我們也非常難以理解，所以佛在經上用比喻來說，把真如本性比作大海，把我們每一個人，每一個人我們的自性，比喻大海裡頭的水泡一樣。大海裡起個水泡，這水泡起來的時候，好像每一個水泡都不一樣，我有我的真如本性，你有你的真如本性，你有分別、有執著、有界限，那個是什麼？你執著，你有分別執著的時候。分別執著都無了，那個水泡破了，破了怎麼樣？整個大海，你還哪裡有界限？所以才曉得，自他不二。"
    },
    {
      "id": "09-023-0021_p0042",
      "zh_CN": "这里面显示出一个道理。我们凡夫起心动念，为什么真正有功夫的人他知道？我们在《无量寿经》上读到的，西方极乐世界每一个人都知道，你起心动念，他们都知道。什么道理？同一个自性。所以只要见了性的人，你虽然没有见性，你起心动念，他见性了，他都见到了，他都晓得了。我们一般俗人不明白这个，某人有神通，他有他心通，别人心里想什么，他都知道，他心通。通是通达无碍，没有障碍了，十方世界所有一切众生起心动念统统知道，原因就是性体是一个，一是真。从一个里面，变现出许许多多；就像大海里面，大海变出许许多多的水泡。如果从大海本体来观察，所有水泡情形他怎么不知道？如果说你是当中一个水泡，坚固执着你那个水泡是你，那你就不了解外面的状况。你执着以外的这些事实真相，你是一无所知。放下你的执着，就统统都知道，都明白了，就这么个道理。因此佛所说的一切法，「无浅非深，无深非浅」，这两句话合起来讲，没有浅深，这个与自性才相应。所以佛经，浅人看得很浅，程度深的人看得很深，道理就是真如本性本来如是，本来就是这个样子。这是我们一定要知道的。你知道之后，你再研究经教，你就会产生信心；不会认为佛法好深，我的程度太低，恐怕我不行。你还没有接触，先就生起自卑感，先就不敢当，那有什么法子？佛法跟世间学术决定不一样，它是自性，我们每一个人都有真如自性，都有清净心，哪有不能接受的道理！",
      "zh_TW": "這裡面顯示出一個道理。我們凡夫起心動念，為什麼真正有功夫的人他知道？我們在《無量壽經》上讀到的，西方極樂世界每一個人都知道，你起心動念，他們都知道。什麼道理？同一個自性。所以只要見了性的人，你雖然沒有見性，你起心動念，他見性了，他都見到了，他都曉得了。我們一般俗人不明白這個，某人有神通，他有他心通，別人心裡想什麼，他都知道，他心通。通是通達無礙，沒有障礙了，十方世界所有一切眾生起心動念統統知道，原因就是性體是一個，一是真。從一個裡面，變現出許許多多；就像大海裡面，大海變出許許多多的水泡。如果從大海本體來觀察，所有水泡情形他怎麼不知道？如果說你是當中一個水泡，堅固執著你那個水泡是你，那你就不了解外面的狀況。你執著以外的這些事實真相，你是一無所知。放下你的執著，就統統都知道，都明白了，就這麼個道理。因此佛所說的一切法，「無淺非深，無深非淺」，這兩句話合起來講，沒有淺深，這個與自性才相應。所以佛經，淺人看得很淺，程度深的人看得很深，道理就是真如本性本來如是，本來就是這個樣子。這是我們一定要知道的。你知道之後，你再研究經教，你就會產生信心；不會認為佛法好深，我的程度太低，恐怕我不行。你還沒有接觸，先就生起自卑感，先就不敢當，那有什麼法子？佛法跟世間學術決定不一樣，它是自性，我們每一個人都有真如自性，都有清淨心，哪有不能接受的道理！"
    },
    {
      "id": "09-023-0021_p0043",
      "zh_CN": "【故教大心初学者】",
      "zh_TW": "【故教大心初學者】"
    },
    {
      "id": "09-023-0021_p0044",
      "zh_CN": "大心，前面也讲得很详细，都必须要好好的记住。当然更重要的，我们自己要发大心，发大心帮助一切众生破迷开悟，圆成佛道。今天要讲圆满成佛，实在说包括我们自己在内，除了求生净土之外，没有第二个路子你在一生当中能够成佛。所以破迷开悟，老实念佛求生净土，这样真的是自度度他，这是真正发的大心。我们的大心没发出来，大心发出来之后，相不一样了，就是你所表现的不相同了，那叫真大，没有自己了。起心动念都为一切众生着想，不会再为自己着想了；所作所为也为一切众生着想，不会为自己做了，都为一切众生，他这个气象完全不相同，这是大心真正发出来了。发大心必定得诸佛护念，必定得一切善神拥护，这是一定道理。尤其是在我们这个时代，这个时代迷的人多，觉悟的人少，发大心的人更少。所以一下发了大心，诸佛菩萨感觉到希有，就把你当宝贝看待了。在中国隋唐时候，发大心的人太多太多了，不希奇，太多了，祖师大德、善知识出现得太多太多了，到处都是。现在没有，走遍全世界看不到；你要是发了，那还得了，你变成所有一切诸佛如来的独生子，那不得了！那个就不一样。所以得到诸佛护念，这些菩萨、善神的加持非常显著。我们在这个时代，知道事实状况，更要认真努力发大心。不要以为我的根性很劣、业障很重，这都是小事情。大心一发，再重的业障消掉了，愚痴会变成聪明。你为什么会愚痴？业障重，你才愚痴；业障消掉了，你自己本性里头的般若智慧光明，它就往外放光，自然就聪明了。只要如理如法的修学，没有难事。如理，一定要依照经典上所讲的道理，不可以违背这个道理。依照经典上讲的方法，你去做，那个效果很快就能收到。这是教发大心， 《金刚经》上讲得好：",
      "zh_TW": "大心，前面也講得很詳細，都必須要好好的記住。當然更重要的，我們自己要發大心，發大心幫助一切眾生破迷開悟，圓成佛道。今天要講圓滿成佛，實在說包括我們自己在內，除了求生淨土之外，沒有第二個路子你在一生當中能夠成佛。所以破迷開悟，老實念佛求生淨土，這樣真的是自度度他，這是真正發的大心。我們的大心沒發出來，大心發出來之後，相不一樣了，就是你所表現的不相同了，那叫真大，沒有自己了。起心動念都為一切眾生著想，不會再為自己著想了；所作所為也為一切眾生著想，不會為自己做了，都為一切眾生，他這個氣象完全不相同，這是大心真正發出來了。發大心必定得諸佛護念，必定得一切善神擁護，這是一定道理。尤其是在我們這個時代，這個時代迷的人多，覺悟的人少，發大心的人更少。所以一下發了大心，諸佛菩薩感覺到希有，就把你當寶貝看待了。在中國隋唐時候，發大心的人太多太多了，不希奇，太多了，祖師大德、善知識出現得太多太多了，到處都是。現在沒有，走遍全世界看不到；你要是發了，那還得了，你變成所有一切諸佛如來的獨生子，那不得了！那個就不一樣。所以得到諸佛護念，這些菩薩、善神的加持非常顯著。我們在這個時代，知道事實狀況，更要認真努力發大心。不要以為我的根性很劣、業障很重，這都是小事情。大心一發，再重的業障消掉了，愚痴會變成聰明。你為什麼會愚痴？業障重，你才愚痴；業障消掉了，你自己本性裡頭的般若智慧光明，它就往外放光，自然就聰明了。只要如理如法的修學，沒有難事。如理，一定要依照經典上所講的道理，不可以違背這個道理。依照經典上講的方法，你去做，那個效果很快就能收到。這是教發大心， 《金剛經》上講得好："
    },
    {
      "id": "09-023-0021_p0045",
      "zh_CN": "【即从不应取法、不应取非法上用功。】",
      "zh_TW": "【即從不應取法、不應取非法上用功。】"
    },
    {
      "id": "09-023-0021_p0046",
      "zh_CN": "法与非法，其实就在我们日常生活当中。前面我们举过很多的例子，穿衣吃饭、起心动念、处事待人接物；法相、非法相两边都离。所以要把《金刚经》的教训，到哪里去修？生活上去修。每天穿衣吃饭，不着非法相，不取非法相，非法相是空，我天天穿衣吃饭，我没有着空；虽然穿衣吃饭，心里面干干净净，对于你穿衣吃饭没有一点分别执着，不着法相。你们看到经上，不着法相、不着非法相，法相、非法相在哪里？在哪里没找到，那你的功夫在哪里用？就在生活上。你今天去做工，你很认真努力的去做工，不着非法相；虽然认真努力在做工，自己心地很清净，确实没有分别、没有执着，不着法相。不着法相，你的工作再烦，你会应付得很圆满，你没有感觉到烦，再多也没有感觉得多；别人做得很累，你做得很轻松，为什么？你不着法相。",
      "zh_TW": "法與非法，其實就在我們日常生活當中。前面我們舉過很多的例子，穿衣吃飯、起心動念、處事待人接物；法相、非法相兩邊都離。所以要把《金剛經》的教訓，到哪裡去修？生活上去修。每天穿衣吃飯，不著非法相，不取非法相，非法相是空，我天天穿衣吃飯，我沒有著空；雖然穿衣吃飯，心裡面乾乾淨淨，對於你穿衣吃飯沒有一點分別執著，不著法相。你們看到經上，不著法相、不著非法相，法相、非法相在哪裡？在哪裡沒找到，那你的功夫在哪裡用？就在生活上。你今天去做工，你很認真努力的去做工，不著非法相；雖然認真努力在做工，自己心地很清淨，確實沒有分別、沒有執著，不著法相。不著法相，你的工作再煩，你會應付得很圓滿，你沒有感覺到煩，再多也沒有感覺得多；別人做得很累，你做得很輕鬆，為什麼？你不著法相。"
    },
    {
      "id": "09-023-0021_p0047",
      "zh_CN": "这个学会了，要马上就用上才行！用在起心动念上，念头生灭那也是法，法尘。你看六尘里头，色声香味触法，眼见是色，耳听的是声，心里的念头是法尘。所以你就是坐在那里不动，用什么功夫？要用这个功。我们看到有许多学禅的人，每天在打坐，身体是坐在那里，不错！像个泥塑木雕的佛像一样，里面还胡思乱想。以前黄念祖老居士说，他那个禅像个绳子一样缠住，他说是那个缠，他说得很有趣味。他坐的是那个缠，坐下去不晓得多少烦恼在那里缠住他，妄想在缠住他，不会用功。会用功的人怎么样？静坐是在法尘上用功；法尘也有相，打个妄想它都有相，要在这个地方把相与非相都离开，所以他打坐也用功。诸位晓得，我刚才先给你讲的是，穿衣吃饭上用功、工作上用功、处事待人接物上用功，那个静坐上也是用功，哪有差别？你们想想看，是不是一定要去打坐？不一定！只要是用功，什么叫用功？两边不住就叫用功。住到一边，那都不是功夫，那是错用了功。",
      "zh_TW": "這個學會了，要馬上就用上才行！用在起心動念上，念頭生滅那也是法，法塵。你看六塵裡頭，色聲香味觸法，眼見是色，耳聽的是聲，心裡的念頭是法塵。所以你就是坐在那裡不動，用什麼功夫？要用這個功。我們看到有許多學禪的人，每天在打坐，身體是坐在那裡，不錯！像個泥塑木雕的佛像一樣，裡面還胡思亂想。以前黃念祖老居士說，他那個禪像個繩子一樣纏住，他說是那個纏，他說得很有趣味。他坐的是那個纏，坐下去不曉得多少煩惱在那裡纏住他，妄想在纏住他，不會用功。會用功的人怎麼樣？靜坐是在法塵上用功；法塵也有相，打個妄想它都有相，要在這個地方把相與非相都離開，所以他打坐也用功。諸位曉得，我剛才先給你講的是，穿衣吃飯上用功、工作上用功、處事待人接物上用功，那個靜坐上也是用功，哪有差別？你們想想看，是不是一定要去打坐？不一定！只要是用功，什麼叫用功？兩邊不住就叫用功。住到一邊，那都不是功夫，那是錯用了功。"
    },
    {
      "id": "09-023-0021_p0048",
      "zh_CN": "这你才明了，真正会用功的人，行住坐卧，一切处、一切时、一切境缘当中都是，哪有差别？起心动念、言语造作，要在这上用功。《金刚经》就是教给我们这个方法，教给我们两边不住。两边都不分别、不执着，这样你的心永远保持清净，你的身确确实实做利益一切众生的事业，这才是世尊教给我们发大心大愿，令一切众生皆入无余涅槃而灭度之，就在我们日常生活行住坐卧当中，就做到了、都做到了，圆圆满满的做到了，不必说一句话。佛做给我们看，我们懂了没有？菩萨做给我们看，我们懂了没有，会了没有？禅宗的善知识常讲「会么」，你会吗？会了，你就入了，你就得门路，你就入了。换句话说，会了，你在日常生活当中统统都会了。从今而后，你过的生活是金刚般若波罗蜜。再想想从前不会的时候，你过的是三途六道的生活，这一会了之后，马上过的就是佛菩萨的生活。转凡成圣，就在这一念之间。你要会转，要快转！今天听了，是有一点道理，现在还不行，我过几年再转。过几年，你能保证还能活几年吗？须知人命在呼吸之间，所以要快。以前不知道，没法子，无可奈何，迷！今天觉悟了、明白了，马上就干，立刻就转过来。给诸位说，一转过来你就得大自在，这是真的，你得大快乐。你身心许许多多的烦恼，乃至于痛苦、疾病、病痛都没有了，一下就转掉了。为什么不转？这方法教给我们，我们要知道。",
      "zh_TW": "這你才明瞭，真正會用功的人，行住坐臥，一切處、一切時、一切境緣當中都是，哪有差別？起心動念、言語造作，要在這上用功。《金剛經》就是教給我們這個方法，教給我們兩邊不住。兩邊都不分別、不執著，這樣你的心永遠保持清淨，你的身確確實實做利益一切眾生的事業，這才是世尊教給我們發大心大願，令一切眾生皆入無餘涅槃而滅度之，就在我們日常生活行住坐臥當中，就做到了、都做到了，圓圓滿滿的做到了，不必說一句話。佛做給我們看，我們懂了沒有？菩薩做給我們看，我們懂了沒有，會了沒有？禪宗的善知識常講「會麼」，你會嗎？會了，你就入了，你就得門路，你就入了。換句話說，會了，你在日常生活當中統統都會了。從今而後，你過的生活是金剛般若波羅蜜。再想想從前不會的時候，你過的是三途六道的生活，這一會了之後，馬上過的就是佛菩薩的生活。轉凡成聖，就在這一念之間。你要會轉，要快轉！今天聽了，是有一點道理，現在還不行，我過幾年再轉。過幾年，你能保證還能活幾年嗎？須知人命在呼吸之間，所以要快。以前不知道，沒法子，無可奈何，迷！今天覺悟了、明白了，馬上就幹，立刻就轉過來。給諸位說，一轉過來你就得大自在，這是真的，你得大快樂。你身心許許多多的煩惱，乃至於痛苦、疾病、病痛都沒有了，一下就轉掉了。為什麼不轉？這方法教給我們，我們要知道。"
    },
    {
      "id": "09-023-0021_p0049",
      "zh_CN": "【到感果时，功候极深，亦是此法。】",
      "zh_TW": "【到感果時，功候極深，亦是此法。】"
    },
    {
      "id": "09-023-0021_p0050",
      "zh_CN": "感果，果是果位。十信菩萨果位、十住菩萨果位，到十地菩萨果位，你证果了。证果不能停，还是这个方法，没有改变。实在说，这个方法你要用不上，《金刚经》讲的真是很透彻。江味农居士四十年功夫，没有白费。确确实实，我们看看自古以来《金刚经》这个注解，没有他讲得这么透彻。我们听他讲的时候一下就明白了，而且马上在生活上统统做到，可以能做得到的。看看古人这个注解谈玄说妙，看完之后不晓得从哪儿下手，得不到利益；他这个讲法，我们真得利益。证了果，还是老办法。证果，不执着证果的相；继续努力用功，不执着非法相；还是法相、非法相两边不着，一直到究竟圆满成佛。这在般若里头称为金刚般若。没有别的，就是两边不着；两边不着那个态度是积极的，不是消极的，消极的着在空，取了非法相。所以他非常积极，他不取非法相；他不取法相，他心清净，一尘不染，而工作的的时候，认真努力在那里做。那也许问：他既然心清净一尘不染，何必还要认真努力去工作？认真努力去工作，是要令一切众生入无余涅槃而灭度之，他这个功德才圆满。所以自度跟度他是一桩事情，只自度不度他，落到空，小乘人。只利他不自度，是凡夫，凡夫里头的善人，出不了六道轮回。必须自度度他，这才是佛菩萨的作法，我们要向佛菩萨学习。功候极深，这个功候极深当然是讲地上菩萨，八地、九地、十地、等觉，到极深了，还是这个方法，继续不断的去用，才能够圆满菩提，证到如来究竟的果位。",
      "zh_TW": "感果，果是果位。十信菩薩果位、十住菩薩果位，到十地菩薩果位，你證果了。證果不能停，還是這個方法，沒有改變。實在說，這個方法你要用不上，《金剛經》講的真是很透徹。江味農居士四十年功夫，沒有白費。確確實實，我們看看自古以來《金剛經》這個註解，沒有他講得這麼透徹。我們聽他講的時候一下就明白了，而且馬上在生活上統統做到，可以能做得到的。看看古人這個註解談玄說妙，看完之後不曉得從哪兒下手，得不到利益；他這個講法，我們真得利益。證了果，還是老辦法。證果，不執著證果的相；繼續努力用功，不執著非法相；還是法相、非法相兩邊不著，一直到究竟圓滿成佛。這在般若裡頭稱為金剛般若。沒有別的，就是兩邊不著；兩邊不著那個態度是積極的，不是消極的，消極的著在空，取了非法相。所以他非常積極，他不取非法相；他不取法相，他心清淨，一塵不染，而工作的的時候，認真努力在那裡做。那也許問：他既然心清淨一塵不染，何必還要認真努力去工作？認真努力去工作，是要令一切眾生入無餘涅槃而滅度之，他這個功德才圓滿。所以自度跟度他是一樁事情，只自度不度他，落到空，小乘人。只利他不自度，是凡夫，凡夫裡頭的善人，出不了六道輪迴。必須自度度他，這才是佛菩薩的作法，我們要向佛菩薩學習。功候極深，這個功候極深當然是講地上菩薩，八地、九地、十地、等覺，到極深了，還是這個方法，繼續不斷的去用，才能夠圓滿菩提，證到如來究竟的果位。"
    },
    {
      "id": "09-023-0021_p0051",
      "zh_CN": "【如来依此法成如来】",
      "zh_TW": "【如來依此法成如來】"
    },
    {
      "id": "09-023-0021_p0052",
      "zh_CN": "如来是达到究竟圆满的果位。如来怎么成如来的？佛是怎么成佛的？用这个方法。",
      "zh_TW": "如來是達到究竟圓滿的果位。如來怎麼成如來的？佛是怎麼成佛的？用這個方法。"
    },
    {
      "id": "09-023-0021_p0053",
      "zh_CN": "【一切贤圣皆依此法而成】",
      "zh_TW": "【一切賢聖皆依此法而成】"
    },
    {
      "id": "09-023-0021_p0054",
      "zh_CN": "贤圣里面有大小乘，小乘四果四向，用这个方法成就的；辟支佛、权教菩萨，也用这个方法成就的；法身大士还是用这个方法成就的，这叫一切贤圣。我们看到佛、看到大小圣，都没有离开这个方法，没有离开这个原理原则。",
      "zh_TW": "賢聖裡面有大小乘，小乘四果四向，用這個方法成就的；辟支佛、權教菩薩，也用這個方法成就的；法身大士還是用這個方法成就的，這叫一切賢聖。我們看到佛、看到大小聖，都沒有離開這個方法，沒有離開這個原理原則。"
    },
    {
      "id": "09-023-0021_p0055",
      "zh_CN": "【则知我等非如此生净信心，以此为实不可也。】",
      "zh_TW": "【則知我等非如此生淨信心，以此為實不可也。】"
    },
    {
      "id": "09-023-0021_p0056",
      "zh_CN": "我们要想成就，诸佛如来、声闻、缘觉、菩萨走的这个道路，我们看清楚了、看明白了。我们要想成就，认定它这一条道路，在这个道路要生信心。古圣先贤都是走这一条路成功的，我们不走这一条路，以为还有别的路可走，那就错了。",
      "zh_TW": "我們要想成就，諸佛如來、聲聞、緣覺、菩薩走的這個道路，我們看清楚了、看明白了。我們要想成就，認定它這一條道路，在這個道路要生信心。古聖先賢都是走這一條路成功的，我們不走這一條路，以為還有別的路可走，那就錯了。"
    },
    {
      "id": "09-023-0021_p0057",
      "zh_CN": "这个地方给我们讲的是原理原则，是讲的根本法。前面跟诸位报告过，无论你修学哪一个法门，这个原理原则决定不能变，你守着这个原理原则就不错了。你在方法上，念佛也好、参禅也好、持咒也好、读经也好，无论你用什么方法，你要是懂得两边不取，你就高明。前面说过，不但你的成就快，而且你的成就高。懂得两边不取，用最现实的话来说，你的生活会过得非常快乐、幸福、美满，最现实的。你不晓得这个道理，不知道这样作法，你的日子过得很苦，过得很辛苦，没有快乐！世间人所谓的快乐，就是我前面讲的，那是麻醉，他哪里懂得快乐？五欲六尘的刺激，那跟麻醉一样，有什么两样？真正快乐从清净心里头生的，法喜充满；喜悦是从自性里面，像泉水一样往外涌，那叫真快乐。这种快乐，心不得清净是决定没有的，你没有办法想像得到。",
      "zh_TW": "這個地方給我們講的是原理原則，是講的根本法。前面跟諸位報告過，無論你修學哪一個法門，這個原理原則決定不能變，你守著這個原理原則就不錯了。你在方法上，念佛也好、參禪也好、持咒也好、讀經也好，無論你用什麼方法，你要是懂得兩邊不取，你就高明。前面說過，不但你的成就快，而且你的成就高。懂得兩邊不取，用最現實的話來說，你的生活會過得非常快樂、幸福、美滿，最現實的。你不曉得這個道理，不知道這樣作法，你的日子過得很苦，過得很辛苦，沒有快樂！世間人所謂的快樂，就是我前面講的，那是麻醉，他哪裡懂得快樂？五欲六塵的刺激，那跟麻醉一樣，有什麼兩樣？真正快樂從清淨心裡頭生的，法喜充滿；喜悅是從自性裡面，像泉水一樣往外湧，那叫真快樂。這種快樂，心不得清淨是決定沒有的，你沒有辦法想像得到。"
    },
    {
      "id": "09-023-0021_p0058",
      "zh_CN": "所以我们对于这个法，就是对于《金刚经》，对于《金刚经》要生净信心。信心上加一个净，决定没有怀疑，完全肯定的相信它，这个信叫净信。净信里面还有一个很深的意思，非照这个方法做不可，这个才叫真的信。信是信了，我还不想做，这个信不是真信。信了之后马上就照做，这个两边不住就是观照。所以，工作为什么要认真努力做到尽善尽美？前面一再跟诸位说明过了，佛菩萨就是一切众生的模范。我们样样做得好，样样做得尽善尽美，是给大家做一个好样子，那叫佛菩萨；你不认真努力做，那怎么行？这一个好的榜样、好样子，就是令入无余涅槃而灭度之。念念为众生，不是为自己；为自己可以不要做，为众生。实在讲，如果为自己要证得圆满的菩提涅槃，那还非做不可；你不做的话，没有办法证得圆满的自性。由此可知，不管是为自为人，都非照这个方法做不可。以此为实，要以这个为实实在在的，这是真实之理、真实的方法。",
      "zh_TW": "所以我們對於這個法，就是對於《金剛經》，對於《金剛經》要生淨信心。信心上加一個淨，決定沒有懷疑，完全肯定的相信它，這個信叫淨信。淨信裡面還有一個很深的意思，非照這個方法做不可，這個才叫真的信。信是信了，我還不想做，這個信不是真信。信了之後馬上就照做，這個兩邊不住就是觀照。所以，工作為什麼要認真努力做到盡善盡美？前面一再跟諸位說明過了，佛菩薩就是一切眾生的模範。我們樣樣做得好，樣樣做得盡善盡美，是給大家做一個好樣子，那叫佛菩薩；你不認真努力做，那怎麼行？這一個好的榜樣、好樣子，就是令入無餘涅槃而滅度之。念念為眾生，不是為自己；為自己可以不要做，為眾生。實在講，如果為自己要證得圓滿的菩提涅槃，那還非做不可；你不做的話，沒有辦法證得圓滿的自性。由此可知，不管是為自為人，都非照這個方法做不可。以此為實，要以這個為實實在在的，這是真實之理、真實的方法。"
    },
    {
      "id": "09-023-0021_p0059",
      "zh_CN": "【此节经文，亦是大乘修行之总纲领。】",
      "zh_TW": "【此節經文，亦是大乘修行之總綱領。】"
    },
    {
      "id": "09-023-0021_p0060",
      "zh_CN": "这个意思，诸位听了这两个小时所讲的，我相信多少能够领略到一些。大乘法无量无边，像四弘誓愿里头所说的，法门无量誓愿学。无量的法门都是这一个原则：两边不取、两边不住；离开这个原则，任何一个法门都不能成就。无量法门当中，净土法门古大德称为门余大道。门是法门，八万四千法门以外的一个特别法门，叫门余；法门剩下来的这一条路，门余大道。也不能够离开这个原则，也是要两边都舍。像前面所说的，心里头念念阿弥陀佛求生净土，不取非法相；放下身心世界，不取法相，与《金刚经》的道理相应。你对于这个世间还有留恋、还有牵挂、还有丝毫放不下，你着了法相；你着了法相，念佛不能往生。可见得念佛法门都不能够例外，其他法门更不必说了。由此可知，念佛的人很多，往生的人不多，什么道理？着相，执着，分别执着没能放下。他的佛也没有白念，跟阿弥陀佛结了一个缘而已，结了一个缘，这一生当中不能往生。这种情形实在说，就像我们过去生中，我们过去生中也念佛，不晓得念了多少生，不知道修了多少世，都没能去得成，什么原因？对这个世间总有那么一点点牵挂，还没放下，就是这个障碍。丝毫的牵挂都不能往生，这是诸位同修不可以不知道的。你要想在这一生当中往生，往生就是成佛，那个功德利益之殊胜，诸佛菩萨都说不尽。往生就是成佛，往生就是大圆满，但是丝毫牵挂、丝毫忧虑，都成了大障碍。今天时间到了，我们就讲到此地。",
      "zh_TW": "這個意思，諸位聽了這兩個小時所講的，我相信多少能夠領略到一些。大乘法無量無邊，像四弘誓願裡頭所說的，法門無量誓願學。無量的法門都是這一個原則：兩邊不取、兩邊不住；離開這個原則，任何一個法門都不能成就。無量法門當中，淨土法門古大德稱為門餘大道。門是法門，八萬四千法門以外的一個特別法門，叫門餘；法門剩下來的這一條路，門餘大道。也不能夠離開這個原則，也是要兩邊都捨。像前面所說的，心裡頭念念阿彌陀佛求生淨土，不取非法相；放下身心世界，不取法相，與《金剛經》的道理相應。你對於這個世間還有留戀、還有牽掛、還有絲毫放不下，你著了法相；你著了法相，念佛不能往生。可見得念佛法門都不能夠例外，其他法門更不必說了。由此可知，念佛的人很多，往生的人不多，什麼道理？著相，執著，分別執著沒能放下。他的佛也沒有白念，跟阿彌陀佛結了一個緣而已，結了一個緣，這一生當中不能往生。這種情形實在說，就像我們過去生中，我們過去生中也念佛，不曉得念了多少生，不知道修了多少世，都沒能去得成，什麼原因？對這個世間總有那麼一點點牽掛，還沒放下，就是這個障礙。絲毫的牽掛都不能往生，這是諸位同修不可以不知道的。你要想在這一生當中往生，往生就是成佛，那個功德利益之殊勝，諸佛菩薩都說不盡。往生就是成佛，往生就是大圓滿，但是絲毫牽掛、絲毫憂慮，都成了大障礙。今天時間到了，我們就講到此地。"
    }
  ]
}