{
  "doc_id": "09-023-0003",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0003",
  "total_paragraphs": 99,
  "paragraphs": [
    {
      "id": "09-023-0003_p0001",
      "zh_CN": "请掀开经本第五面第三行，从第七节看起：",
      "zh_TW": "請掀開經本第五面第三行，從第七節看起："
    },
    {
      "id": "09-023-0003_p0002",
      "zh_CN": "【经云：离一切诸相，则名诸佛。又云：以无我人众寿修一切善法，则得阿耨菩提。阿耨菩提者，实相般若也。离一切相修一切善，观照般若也。因观照而证实相。】",
      "zh_TW": "【經云：離一切諸相，則名諸佛。又云：以無我人眾壽修一切善法，則得阿耨菩提。阿耨菩提者，實相般若也。離一切相修一切善，觀照般若也。因觀照而證實相。】"
    },
    {
      "id": "09-023-0003_p0003",
      "zh_CN": "我们选这一段做为「明宗」的总结。世尊在本经里面告诉我们，离一切相就叫做诸佛。这个地方讲的诸佛，是讲从初住菩萨一直到究竟佛果，总共四十二个位次，诸佛是指这些，而不是像一般的意思，指许许多多的佛，不是这个意思，它只讲分证位。由此可知，分证位的菩萨确确实实是佛，分证佛那不是假的。我们在大乘经典里面见到，像《楞严经》、《普门品》里面所说的，应以佛身而得度者，即现佛身而为说法。什么人能现佛身？圆教初住菩萨、别教初地菩萨，从这个以上都能够随心应量，《楞严经》上讲「随众生心，应所知量」，都有能力示现三十二相八十种好。佛的身分出现在世间教化众生，所以称之为诸佛。要想证得这个地位，这个地位在《华严经》上，就是所讲的四十一位法身大士。十住、十行、十回向、十地、等觉，这四十一个位次称为法身大士，《金刚经》讲的诸佛。要想证得法身，这大家都知道，必须要破一品无明。如何能破一品无明？世尊在这里教给我们「离一切诸相」，你才能有能力破无明、证法身，如果你着相就不行。着相修行，修得再好也不能见性。修得很好，能出三界，不能见性；如果修得不好，三界都出不了，这个要知道。粗相不能执着，粗相是讲世出世间都有很粗显的形相，像经上讲的我相、人相、众生相、寿者相，这四相就涵盖世出世间一切诸相，统统都包括了。我们今天讲的动物、植物、矿物，乃至于大自然种种现象，总离不开这四相。微细的四相很难离，难在哪里？难在自己还没有发现，你就知道这个事情不容易。但是离一定要从粗显的地方离。譬如最粗的名闻利养，这是很粗的相。名闻利养要是不能舍弃，决定不能出三界，这个大家必须要晓得；名闻利养不能够离掉，我们念佛就不能往生，可见得这些对于修行人是大害、大障碍。五欲六尘，五欲是财、色、名、食、睡；六尘就是六根接触的对象，色、声、香、味、触、法，这个都讲得很粗。经上教我们不住，教我们离，都是不执着的意思。要从内心里面对一切法不执着，决定不能把它放在心上，这就对了，这样才能够断烦恼，粗的烦恼就是见思烦恼：贪、瞋、痴、慢、疑、恶见，这是粗的烦恼，细的烦恼就是无明，才有能力破一品无明。我们晓得，破无明是要很深的定功，假如这一切相还执着、还不能放下，诸位想想，那个定怎么能成就？必须一切都不执着才能得定，定功深才能破无明、证法身，那就是入诸佛的行列。",
      "zh_TW": "我們選這一段做為「明宗」的總結。世尊在本經裡面告訴我們，離一切相就叫做諸佛。這個地方講的諸佛，是講從初住菩薩一直到究竟佛果，總共四十二個位次，諸佛是指這些，而不是像一般的意思，指許許多多的佛，不是這個意思，它只講分證位。由此可知，分證位的菩薩確確實實是佛，分證佛那不是假的。我們在大乘經典裡面見到，像《楞嚴經》、《普門品》裡面所說的，應以佛身而得度者，即現佛身而為說法。什麼人能現佛身？圓教初住菩薩、別教初地菩薩，從這個以上都能夠隨心應量，《楞嚴經》上講「隨眾生心，應所知量」，都有能力示現三十二相八十種好。佛的身分出現在世間教化眾生，所以稱之為諸佛。要想證得這個地位，這個地位在《華嚴經》上，就是所講的四十一位法身大士。十住、十行、十迴向、十地、等覺，這四十一個位次稱為法身大士，《金剛經》講的諸佛。要想證得法身，這大家都知道，必須要破一品無明。如何能破一品無明？世尊在這裡教給我們「離一切諸相」，你才能有能力破無明、證法身，如果你著相就不行。著相修行，修得再好也不能見性。修得很好，能出三界，不能見性；如果修得不好，三界都出不了，這個要知道。粗相不能執著，粗相是講世出世間都有很粗顯的形相，像經上講的我相、人相、眾生相、壽者相，這四相就涵蓋世出世間一切諸相，統統都包括了。我們今天講的動物、植物、礦物，乃至於大自然種種現象，總離不開這四相。微細的四相很難離，難在哪裡？難在自己還沒有發現，你就知道這個事情不容易。但是離一定要從粗顯的地方離。譬如最粗的名聞利養，這是很粗的相。名聞利養要是不能捨棄，決定不能出三界，這個大家必須要曉得；名聞利養不能夠離掉，我們念佛就不能往生，可見得這些對於修行人是大害、大障礙。五欲六塵，五欲是財、色、名、食、睡；六塵就是六根接觸的對象，色、聲、香、味、觸、法，這個都講得很粗。經上教我們不住，教我們離，都是不執著的意思。要從內心裡面對一切法不執著，決定不能把它放在心上，這就對了，這樣才能夠斷煩惱，粗的煩惱就是見思煩惱：貪、瞋、痴、慢、疑、惡見，這是粗的煩惱，細的煩惱就是無明，才有能力破一品無明。我們曉得，破無明是要很深的定功，假如這一切相還執著、還不能放下，諸位想想，那個定怎麼能成就？必須一切都不執著才能得定，定功深才能破無明、證法身，那就是入諸佛的行列。"
    },
    {
      "id": "09-023-0003_p0004",
      "zh_CN": "又说「以无我人众寿」，这是离四相，这经上讲得很好，把菩萨的标准说出来了；「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。这经上说得这么清楚，这里所说的非菩萨就不是菩萨。可是这个地方的菩萨标准是相当高，是大乘菩萨，是明心见性的菩萨，也就是法身大士，那叫真菩萨，这一点不假。在佛教里面，有称权教、实教，实是真实，这是真实的菩萨。通常像我们受了菩萨戒，也认真努力在修六波罗蜜，修十大愿王，很用心的去做，这也叫菩萨。菩萨有名字菩萨、有观行菩萨、有相似菩萨，这三个位次的菩萨都不在《金刚经》上；《金刚经》的标准，最低限度是要分证的菩萨，四相都离了，因为前面这三个位次四相没离。天台家讲六即佛，菩萨也是六即，我们都要把它辨别清楚。四相在这个经里面，世尊屡次的重复，他的用意我们不难想像得到。即使《金刚经》你念一遍，问你《金刚经》上讲的什么？无我相、无人相、无众生相、无寿者相。他会记得，为什么？在经上念了很多遍，这就是叫你牢牢的记住，一定要离，不离不行。不离不能见性；不离，我们所希求的无上菩提没有分。底下讲「阿耨菩提」，阿耨多罗三藐三菩提就是无上菩提，无上菩提是成佛之法，得无上菩提就叫成佛。",
      "zh_TW": "又說「以無我人眾壽」，這是離四相，這經上講得很好，把菩薩的標準說出來了；「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。這經上說得這麼清楚，這裡所說的非菩薩就不是菩薩。可是這個地方的菩薩標準是相當高，是大乘菩薩，是明心見性的菩薩，也就是法身大士，那叫真菩薩，這一點不假。在佛教裡面，有稱權教、實教，實是真實，這是真實的菩薩。通常像我們受了菩薩戒，也認真努力在修六波羅蜜，修十大願王，很用心的去做，這也叫菩薩。菩薩有名字菩薩、有觀行菩薩、有相似菩薩，這三個位次的菩薩都不在《金剛經》上；《金剛經》的標準，最低限度是要分證的菩薩，四相都離了，因為前面這三個位次四相沒離。天台家講六即佛，菩薩也是六即，我們都要把它辨別清楚。四相在這個經裡面，世尊屢次的重複，他的用意我們不難想像得到。即使《金剛經》你念一遍，問你《金剛經》上講的什麼？無我相、無人相、無眾生相、無壽者相。他會記得，為什麼？在經上念了很多遍，這就是叫你牢牢的記住，一定要離，不離不行。不離不能見性；不離，我們所希求的無上菩提沒有分。底下講「阿耨菩提」，阿耨多羅三藐三菩提就是無上菩提，無上菩提是成佛之法，得無上菩提就叫成佛。"
    },
    {
      "id": "09-023-0003_p0005",
      "zh_CN": "所以世尊在此地教导我们要离相，离一切诸相：我相、人相、众生相、寿者相。要认真的去修善，什么是善？真实利益一切众生，那叫善。这个讲法实在说还是很笼统。什么叫真实利益？真实利益的标准在哪里？对我们初学的人来说，还是显得模糊不清楚，必须讲得更清楚一点、更明白一点。帮助一切众生开悟，这是善。如果在一切善法当中，而不能帮助众生觉悟的，给诸位说，那都不是真善。佛法里面讲的，菩萨帮助众生、度众生，这是第一个条件，要帮助众生觉悟。帮助众生觉悟，我们就能够体会得到，弘法利生。世尊当年在世，一生就做了一个榜样给我们看，到处讲经说法，把宇宙人生的真相给大家讲解明白，劝人离相修善，佛一生做这个工作。不但在言语上教导我们，以身作则，这叫行菩萨道。往后我们读到经文，就能够看出世尊一生言行的细密之处，点点滴滴都是给后学人做一个好样子，让我们向他学习。所以佛教化众生不仅是言教，有身教、有意教，身、口、意三业都是究竟圆满的教导。所以我们也要想学着佛，念念帮助一切众生觉悟，这是正法，决定不要让众生疑惑、误会，走向迷信，那就错了。这样你就能得阿耨菩提了。",
      "zh_TW": "所以世尊在此地教導我們要離相，離一切諸相：我相、人相、眾生相、壽者相。要認真的去修善，什麼是善？真實利益一切眾生，那叫善。這個講法實在說還是很籠統。什麼叫真實利益？真實利益的標準在哪裡？對我們初學的人來說，還是顯得模糊不清楚，必須講得更清楚一點、更明白一點。幫助一切眾生開悟，這是善。如果在一切善法當中，而不能幫助眾生覺悟的，給諸位說，那都不是真善。佛法裡面講的，菩薩幫助眾生、度眾生，這是第一個條件，要幫助眾生覺悟。幫助眾生覺悟，我們就能夠體會得到，弘法利生。世尊當年在世，一生就做了一個榜樣給我們看，到處講經說法，把宇宙人生的真相給大家講解明白，勸人離相修善，佛一生做這個工作。不但在言語上教導我們，以身作則，這叫行菩薩道。往後我們讀到經文，就能夠看出世尊一生言行的細密之處，點點滴滴都是給後學人做一個好樣子，讓我們向他學習。所以佛教化眾生不僅是言教，有身教、有意教，身、口、意三業都是究竟圓滿的教導。所以我們也要想學著佛，念念幫助一切眾生覺悟，這是正法，決定不要讓眾生疑惑、誤會，走向迷信，那就錯了。這樣你就能得阿耨菩提了。"
    },
    {
      "id": "09-023-0003_p0006",
      "zh_CN": "「阿耨菩提」是阿耨多罗三藐三菩提，翻成中国意思是无上正等正觉，这也是经上所讲一切善法的绝对标准。帮助众生觉悟，那个觉要正觉，不是邪觉，是正觉。什么是正觉？决定是趣向明心见性的这个方向、这个道理，这个觉就是正觉。因为世间法里头也有觉，我们看到世间这些科学家、哲学家，对于宇宙人生他也有相当的觉悟，但是他那个觉悟不能破无明、不能见本性，前面也略略提过，这种觉不能算正觉。还有世间一些宗教家，他们对于宇宙人生，也有相当程度的觉悟，但是不能出三界。宗教家，我们晓得印度的宗教比一般宗教要高，他们宗教修证可以能够生到非想非非想天，依旧出不了三界，这个觉不能算是正觉。正觉唯独佛法当中有，换句话说，一定要离四相。得到正觉，在佛门里面称他作阿罗汉、辟支佛。再向上提升，叫正等正觉。佛法确实是正字招牌，正觉、正等正觉，没有离开正，正而不邪；等，等于佛，没成佛，等也是平等的意思，平等觉，这是菩萨所证的，是法身大士。换句话说，见了性，性是平等的，所以见性的菩萨，我们称他作正等正觉。从圆教初住到等觉菩萨，都称之为正等正觉，因为他见性了。见性之后，与一切众生接触，他用真心不用妄心。没有见性的人用妄心，他不会用真心。妄心是什么？就是意识心、生灭心。一个念头起，一个念头灭，用的是这个心，妄想心、生灭心，用这个。见了性之后，破一品无明、证一分法身，他用的心跟如来果地上的心没有两样，真心。",
      "zh_TW": "「阿耨菩提」是阿耨多羅三藐三菩提，翻成中國意思是無上正等正覺，這也是經上所講一切善法的絕對標準。幫助眾生覺悟，那個覺要正覺，不是邪覺，是正覺。什麼是正覺？決定是趣向明心見性的這個方向、這個道理，這個覺就是正覺。因為世間法裡頭也有覺，我們看到世間這些科學家、哲學家，對於宇宙人生他也有相當的覺悟，但是他那個覺悟不能破無明、不能見本性，前面也略略提過，這種覺不能算正覺。還有世間一些宗教家，他們對於宇宙人生，也有相當程度的覺悟，但是不能出三界。宗教家，我們曉得印度的宗教比一般宗教要高，他們宗教修證可以能夠生到非想非非想天，依舊出不了三界，這個覺不能算是正覺。正覺唯獨佛法當中有，換句話說，一定要離四相。得到正覺，在佛門裡面稱他作阿羅漢、辟支佛。再向上提升，叫正等正覺。佛法確實是正字招牌，正覺、正等正覺，沒有離開正，正而不邪；等，等於佛，沒成佛，等也是平等的意思，平等覺，這是菩薩所證的，是法身大士。換句話說，見了性，性是平等的，所以見性的菩薩，我們稱他作正等正覺。從圓教初住到等覺菩薩，都稱之為正等正覺，因為他見性了。見性之後，與一切眾生接觸，他用真心不用妄心。沒有見性的人用妄心，他不會用真心。妄心是什麼？就是意識心、生滅心。一個念頭起，一個念頭滅，用的是這個心，妄想心、生滅心，用這個。見了性之後，破一品無明、證一分法身，他用的心跟如來果地上的心沒有兩樣，真心。"
    },
    {
      "id": "09-023-0003_p0007",
      "zh_CN": "真心是永远不会变的，真心是清净的，真心是平等的，真心决定没有分别、没有执着，所以叫它做平等心。真的达到清净平等，他用这个心，这叫正等正觉。正等正觉达到究竟圆满，那就再加个无上，如来果地上所证的，我们一般也称为圆觉，圆满的正觉。圆满的正觉，通常我们对它用一个很尊敬的称号，叫大觉，圆满大觉，这是对如来果地上所称的。那么你就得了，得的是这个。是不是真的得到？给诸位说，如果你真的有得，谁得？我得，我相还没离，你还有我相；我得了你没得，你还有我相、人相，四相具足，那你没得。这个得是不得已的说，佛为了说法方便起见，假设有个得，其实没有得，你要是说得就错了。为什么说无得？得而无得，无得而得。这话怎么讲？因为究竟圆满的大觉，是你自性里头本来具足的，你得个什么？得要是说得来，我本来没有，我得到了，那才叫得。本有！本来有的，哪里叫得！佛为我们说一切法，都是我们自性当中本来具足的，我们现在是迷了自性，智慧德能不能现前，佛教给我们把一切妄想、杂念统统舍掉，统统放下，心马上就恢复清净了。清净心里面，智慧德能又现前，好像得到了，其实是本有的。所以大乘经上常讲「圆满菩提，归无所得」，那才真的得到，是得无所得。",
      "zh_TW": "真心是永遠不會變的，真心是清淨的，真心是平等的，真心決定沒有分別、沒有執著，所以叫它做平等心。真的達到清淨平等，他用這個心，這叫正等正覺。正等正覺達到究竟圓滿，那就再加個無上，如來果地上所證的，我們一般也稱為圓覺，圓滿的正覺。圓滿的正覺，通常我們對它用一個很尊敬的稱號，叫大覺，圓滿大覺，這是對如來果地上所稱的。那麼你就得了，得的是這個。是不是真的得到？給諸位說，如果你真的有得，誰得？我得，我相還沒離，你還有我相；我得了你沒得，你還有我相、人相，四相具足，那你沒得。這個得是不得已的說，佛為了說法方便起見，假設有個得，其實沒有得，你要是說得就錯了。為什麼說無得？得而無得，無得而得。這話怎麼講？因為究竟圓滿的大覺，是你自性裡頭本來具足的，你得個什麼？得要是說得來，我本來沒有，我得到了，那才叫得。本有！本來有的，哪裡叫得！佛為我們說一切法，都是我們自性當中本來具足的，我們現在是迷了自性，智慧德能不能現前，佛教給我們把一切妄想、雜念統統捨掉，統統放下，心馬上就恢復清淨了。清淨心裡面，智慧德能又現前，好像得到了，其實是本有的。所以大乘經上常講「圓滿菩提，歸無所得」，那才真的得到，是得無所得。"
    },
    {
      "id": "09-023-0003_p0008",
      "zh_CN": "阿耨多罗三藐三菩提，在本经里面讲就是「实相般若」。所以佛一桩事情他说了许许多多的名词，这个前面也跟诸位报告过，用意就是叫我们不要执着；佛教里名词术语都不可以执着，执着就错了。在般若里面讲，这就是实相般若，实相般若就是真如本性，就是自性清净心。「离一切相、修一切善」是从事上讲的，实相般若是从体上讲的，事上也可以说是从作用上讲的。有体当然有用，用，「自受用」就是自己的日常生活；「他受用」是帮助一切众生觉悟，这叫他受用。无论是自受用，无论是他受用，都叫做「观照般若」。若不能够离相修善，纵然是修观照，里面没有般若，诸位要记住。般若就是离一切相，你懂得离一切相，那你就有智慧了。为什么？能离一切相、修一切善，他的心永远清净，他的心不会被外境所污染，这是智慧。世间有不少人修一切善，他不知道离相；修的善很多，心不清净，心里面还有妄想、还有分别、还有执着，心不清净，没有般若，纵然是有观照而没有般若。像这些地方，我们不能不清楚。不清楚，在修行用功的时候，往往就把佛的教训错会了、误会了。到自己修行没有成就、没有结果，反而埋怨佛菩萨给我们讲的话不灵，我们上当了，被佛菩萨骗了。其实佛菩萨讲得很清楚，你自己没有搞清楚，你误会了，还怨天尤人，罪上加罪，那个过失就太大了。所以观照跟般若的意思，要清清楚楚、明明白白。",
      "zh_TW": "阿耨多羅三藐三菩提，在本經裡面講就是「實相般若」。所以佛一樁事情他說了許許多多的名詞，這個前面也跟諸位報告過，用意就是叫我們不要執著；佛教裡名詞術語都不可以執著，執著就錯了。在般若裡面講，這就是實相般若，實相般若就是真如本性，就是自性清淨心。「離一切相、修一切善」是從事上講的，實相般若是從體上講的，事上也可以說是從作用上講的。有體當然有用，用，「自受用」就是自己的日常生活；「他受用」是幫助一切眾生覺悟，這叫他受用。無論是自受用，無論是他受用，都叫做「觀照般若」。若不能夠離相修善，縱然是修觀照，裡面沒有般若，諸位要記住。般若就是離一切相，你懂得離一切相，那你就有智慧了。為什麼？能離一切相、修一切善，他的心永遠清淨，他的心不會被外境所污染，這是智慧。世間有不少人修一切善，他不知道離相；修的善很多，心不清淨，心裡面還有妄想、還有分別、還有執著，心不清淨，沒有般若，縱然是有觀照而沒有般若。像這些地方，我們不能不清楚。不清楚，在修行用功的時候，往往就把佛的教訓錯會了、誤會了。到自己修行沒有成就、沒有結果，反而埋怨佛菩薩給我們講的話不靈，我們上當了，被佛菩薩騙了。其實佛菩薩講得很清楚，你自己沒有搞清楚，你誤會了，還怨天尤人，罪上加罪，那個過失就太大了。所以觀照跟般若的意思，要清清楚楚、明明白白。"
    },
    {
      "id": "09-023-0003_p0009",
      "zh_CN": "般若是佛母，一切法从般若生，我们不能离开。所以前面曾经跟大家报告过，我们学佛，尤其是学金刚般若，目的何在？就是希望我们能够生活在圆满智慧之中，这就是金刚般若，我们真的得到受用，真的得到好处。在生活当中点点滴滴都是离相修善，穿衣吃饭都不例外。穿衣有穿衣的样子，吃饭有吃饭的样子，规规矩矩、如理如法，这就是善法，这就是智慧。你肯做、肯坚持，那是高度的智慧，无论有人看见或者没有人看见，绝不改变样子，这叫做观照。观照就是在日常生活当中，处事待人接物。因观照功夫得力，这才能够证入实相，这是修行里面的总纲领、总原则。",
      "zh_TW": "般若是佛母，一切法從般若生，我們不能離開。所以前面曾經跟大家報告過，我們學佛，尤其是學金剛般若，目的何在？就是希望我們能夠生活在圓滿智慧之中，這就是金剛般若，我們真的得到受用，真的得到好處。在生活當中點點滴滴都是離相修善，穿衣吃飯都不例外。穿衣有穿衣的樣子，吃飯有吃飯的樣子，規規矩矩、如理如法，這就是善法，這就是智慧。你肯做、肯堅持，那是高度的智慧，無論有人看見或者沒有人看見，絕不改變樣子，這叫做觀照。觀照就是在日常生活當中，處事待人接物。因觀照功夫得力，這才能夠證入實相，這是修行裡面的總綱領、總原則。"
    },
    {
      "id": "09-023-0003_p0010",
      "zh_CN": "底下这一大段，「辨用」。我们依照这个方法修行，辨用是什么？我们能得什么好处呢？我依照这个方法修，要是得不到好处，我修它干什么？用是作用、功用。",
      "zh_TW": "底下這一大段，「辨用」。我們依照這個方法修行，辨用是什麼？我們能得什麼好處呢？我依照這個方法修，要是得不到好處，我修它幹什麼？用是作用、功用。"
    },
    {
      "id": "09-023-0003_p0011",
      "zh_CN": "【明宗，是明因位之修；辨用，是辨果地之证。】",
      "zh_TW": "【明宗，是明因位之修；辨用，是辨果地之證。】"
    },
    {
      "id": "09-023-0003_p0012",
      "zh_CN": "要用现代话来说，辨用就是讲受用。你依照这个方法修，你得什么样的受用，你得什么样的好处，这一段要给我们说明，我们得什么样的好处。",
      "zh_TW": "要用現代話來說，辨用就是講受用。你依照這個方法修，你得什麼樣的受用，你得什麼樣的好處，這一段要給我們說明，我們得什麼樣的好處。"
    },
    {
      "id": "09-023-0003_p0013",
      "zh_CN": "【而显体，是显因果之目的。】",
      "zh_TW": "【而顯體，是顯因果之目的。】"
    },
    {
      "id": "09-023-0003_p0014",
      "zh_CN": "体是根本，修因证果，修依照体修，证还是证这个体性，总没有离开体性。",
      "zh_TW": "體是根本，修因證果，修依照體修，證還是證這個體性，總沒有離開體性。"
    },
    {
      "id": "09-023-0003_p0015",
      "zh_CN": "【佛言：一切众生，皆有如来智慧觉性，但以妄想执着所障，不能证得。】",
      "zh_TW": "【佛言：一切眾生，皆有如來智慧覺性，但以妄想執著所障，不能證得。】"
    },
    {
      "id": "09-023-0003_p0016",
      "zh_CN": "这个话是世尊在《华严经》出现品里面所说的。我们仔细去看这句话，佛的意思显然为我们大家说明：一切众生本来是佛，皆有如来智慧德相。如来的智慧是圆满的，如来的德能也是圆满的，如来的体相也是圆满的。我们常讲三十二相八十种好，我们相本来是这样的，现在长得丑丑的，三十二相一个好相也没有了。什么原因？世间看相的人会讲，我们也常听到过，「相随心转」。心丑，相就丑陋；心善，相就很善；心美，相就很美，就是这么个道理，相随心转。所以你要修好心，要修善心，你的相貌人家一看，既善良又端庄。佛菩萨的相貌，为什么那么圆满？心善、心好，就是这个道理。",
      "zh_TW": "這個話是世尊在《華嚴經》出現品裡面所說的。我們仔細去看這句話，佛的意思顯然為我們大家說明：一切眾生本來是佛，皆有如來智慧德相。如來的智慧是圓滿的，如來的德能也是圓滿的，如來的體相也是圓滿的。我們常講三十二相八十種好，我們相本來是這樣的，現在長得醜醜的，三十二相一個好相也沒有了。什麼原因？世間看相的人會講，我們也常聽到過，「相隨心轉」。心醜，相就醜陋；心善，相就很善；心美，相就很美，就是這麼個道理，相隨心轉。所以你要修好心，要修善心，你的相貌人家一看，既善良又端莊。佛菩薩的相貌，為什麼那麼圓滿？心善、心好，就是這個道理。"
    },
    {
      "id": "09-023-0003_p0017",
      "zh_CN": "本来我们个个都是像佛菩萨那样的相好光明，为什么今天变成这个样子？「但以妄想执着所障」，障是障碍，把我们本具如来智慧觉性障碍住，所以变成这个样子。每个人的相貌不相同，六道众生相貌不相同，就是因为他的障有浅深不一样。障得深的，相貌就比较难看；障得浅的，就现好相。譬如，我们人的相貌不如天人，天人的相貌比我们圆满，但是畜生的相貌决定不能跟人比；饿鬼道的相貌比畜生还要差。如果诸位仔细去留意、观察一下，现代人一般的相貌比不上古人。古时候的人相貌圆满，你看看唐人、宋人的画像，那个画像是写真，是照真人画的，比我们现在的人相貌圆满太多了。什么原因？他们那个时候人心比我们善良，比我们纯朴。",
      "zh_TW": "本來我們個個都是像佛菩薩那樣的相好光明，為什麼今天變成這個樣子？「但以妄想執著所障」，障是障礙，把我們本具如來智慧覺性障礙住，所以變成這個樣子。每個人的相貌不相同，六道眾生相貌不相同，就是因為他的障有淺深不一樣。障得深的，相貌就比較難看；障得淺的，就現好相。譬如，我們人的相貌不如天人，天人的相貌比我們圓滿，但是畜生的相貌決定不能跟人比；餓鬼道的相貌比畜生還要差。如果諸位仔細去留意、觀察一下，現代人一般的相貌比不上古人。古時候的人相貌圓滿，你看看唐人、宋人的畫像，那個畫像是寫真，是照真人畫的，比我們現在的人相貌圓滿太多了。什麼原因？他們那個時候人心比我們善良，比我們純樸。"
    },
    {
      "id": "09-023-0003_p0018",
      "zh_CN": "我们现在这个头脑里头，平常所想的都是一些奇奇怪怪的，这个东西从哪里来的？被诱惑的。电视里头奇奇怪怪的，妖魔鬼怪。这两年很流行衬衫上印花，我在美国看他们印的，前后印的妖魔鬼怪，看到寒毛直竖、毛骨悚然！不是好现象。你看小朋友打的电动玩具，里面画的人都是妖怪，那个不是人相。从小让小孩接触到这些，将来他们那一代的相貌，不如我们这一代，我们不能不知道，要加以防范，要加以避免。所以我回到台湾，他们有一些做印花的，印的这个衬衫，我们就提倡印弥陀弟子。今天讲《金刚经》，后面就印「一切有为法，如梦幻泡影」。我们宣扬正法，穿衣服也是教人觉悟。我们很想来提倡，希望大量的来做，大概价钱也不贵，我带来的几件是他们送给我的。我们讲什么经、讲什么法门，就印那些经的好句子，我们也来开社会的风气，也来引导他们。",
      "zh_TW": "我們現在這個頭腦裡頭，平常所想的都是一些奇奇怪怪的，這個東西從哪裡來的？被誘惑的。電視裡頭奇奇怪怪的，妖魔鬼怪。這兩年很流行襯衫上印花，我在美國看他們印的，前後印的妖魔鬼怪，看到寒毛直豎、毛骨悚然！不是好現象。你看小朋友打的電動玩具，裡面畫的人都是妖怪，那個不是人相。從小讓小孩接觸到這些，將來他們那一代的相貌，不如我們這一代，我們不能不知道，要加以防範，要加以避免。所以我回到台灣，他們有一些做印花的，印的這個襯衫，我們就提倡印彌陀弟子。今天講《金剛經》，後面就印「一切有為法，如夢幻泡影」。我們宣揚正法，穿衣服也是教人覺悟。我們很想來提倡，希望大量的來做，大概價錢也不貴，我帶來的幾件是他們送給我的。我們講什麼經、講什麼法門，就印那些經的好句子，我們也來開社會的風氣，也來引導他們。"
    },
    {
      "id": "09-023-0003_p0019",
      "zh_CN": "那么，晓得障碍在哪里。妄想就是分别，也就是二障里面的所知障；执着就是烦恼障。烦恼障从哪里来的？从执着来的。因此不能证得，不能像诸佛如来果地上一样。",
      "zh_TW": "那麼，曉得障礙在哪裡。妄想就是分別，也就是二障裡面的所知障；執著就是煩惱障。煩惱障從哪裡來的？從執著來的。因此不能證得，不能像諸佛如來果地上一樣。"
    },
    {
      "id": "09-023-0003_p0020",
      "zh_CN": "【妄想，分别心是。执着，我法二执是。】",
      "zh_TW": "【妄想，分別心是。執著，我法二執是。】"
    },
    {
      "id": "09-023-0003_p0021",
      "zh_CN": "坚固的执着，以为身、以为能够思惟想像的是我。像西洋哲学家所谓「我思故我在」，什么叫做我？能够思惟想像的，那个不是我，是谁！我执，都是坚固的执着在四相之中。虽然本来是佛，因此不能证得，这是佛在大经上说的。",
      "zh_TW": "堅固的執著，以為身、以為能夠思惟想像的是我。像西洋哲學家所謂「我思故我在」，什麼叫做我？能夠思惟想像的，那個不是我，是誰！我執，都是堅固的執著在四相之中。雖然本來是佛，因此不能證得，這是佛在大經上說的。"
    },
    {
      "id": "09-023-0003_p0022",
      "zh_CN": "【起信论云：以不达一法界故，不觉念起，而有无明。】",
      "zh_TW": "【起信論云：以不達一法界故，不覺念起，而有無明。】"
    },
    {
      "id": "09-023-0003_p0023",
      "zh_CN": "《起信论》是马鸣菩萨的著作，叫《大乘起信论》。由此可知，这是大乘入门的教材。大乘入门的教材，大乘就有相当高的深度，它不是小乘入门，它是大乘入门，因此跟《金刚经》所讲的境界是相通的。《金刚经》是要破四相，标准是要破四相；《起信论》上教给我们的，也是这样的境界。马鸣菩萨教给我们：读经闻法要「离言说相、离名字相、离心缘相」，岂不是跟《金刚经》上所讲「离一切诸相，修一切善法」一个意思吗？所以它是同样的境界。",
      "zh_TW": "《起信論》是馬鳴菩薩的著作，叫《大乘起信論》。由此可知，這是大乘入門的教材。大乘入門的教材，大乘就有相當高的深度，它不是小乘入門，它是大乘入門，因此跟《金剛經》所講的境界是相通的。《金剛經》是要破四相，標準是要破四相；《起信論》上教給我們的，也是這樣的境界。馬鳴菩薩教給我們：讀經聞法要「離言說相、離名字相、離心緣相」，豈不是跟《金剛經》上所講「離一切諸相，修一切善法」一個意思嗎？所以它是同樣的境界。"
    },
    {
      "id": "09-023-0003_p0024",
      "zh_CN": "在此地，我们采取他这一句论文。「以不达一法界故」，达是通达，这是讲一切众生不能够通达实相是一法界。此地讲的一法界，就是本经讲的实相般若，实相般若就是一法界，一法界就是实相般若，《华严经》上称一真法界。法界的确是一真，法身大士所见的、所证得的，就是法界一真，而不是十法界。迷的时候有十法界，悟的时候是一真法界。由此可知，十法界是假的，不是真的，是迷了以后产生的幻觉、假相。实际上，真相是一真法界、是一法界。因为不明了、不通达法界是一真，「不觉念起，而有无明」。无明从哪里来的？无明从这儿来的，马鸣菩萨所说的。而世尊在楞严会上对富楼那尊者所说的，与马鸣菩萨的讲法很相似。世尊说：「知见立知，是无明本」，无明的根本是知见立知。知见就是实相般若，《法华经》上讲的「佛知佛见」。你从佛知佛见里面，再建立一个知就错了，所谓头上安头，那是无明，跟这个地方的意思很接近。「不达」就是不觉。「无明即妄想执着」，无明是妄想、执着的根源。如果你要问，妄想、执着从哪里来的？从无明来的。由此可知，妄想、执着断掉，无明就没有了，自性就开显。",
      "zh_TW": "在此地，我們採取他這一句論文。「以不達一法界故」，達是通達，這是講一切眾生不能夠通達實相是一法界。此地講的一法界，就是本經講的實相般若，實相般若就是一法界，一法界就是實相般若，《華嚴經》上稱一真法界。法界的確是一真，法身大士所見的、所證得的，就是法界一真，而不是十法界。迷的時候有十法界，悟的時候是一真法界。由此可知，十法界是假的，不是真的，是迷了以後產生的幻覺、假相。實際上，真相是一真法界、是一法界。因為不明瞭、不通達法界是一真，「不覺念起，而有無明」。無明從哪裡來的？無明從這兒來的，馬鳴菩薩所說的。而世尊在楞嚴會上對富樓那尊者所說的，與馬鳴菩薩的講法很相似。世尊說：「知見立知，是無明本」，無明的根本是知見立知。知見就是實相般若，《法華經》上講的「佛知佛見」。你從佛知佛見裡面，再建立一個知就錯了，所謂頭上安頭，那是無明，跟這個地方的意思很接近。「不達」就是不覺。「無明即妄想執著」，無明是妄想、執著的根源。如果你要問，妄想、執著從哪裡來的？從無明來的。由此可知，妄想、執著斷掉，無明就沒有了，自性就開顯。"
    },
    {
      "id": "09-023-0003_p0025",
      "zh_CN": "【此经大用，能开众生究竟圆满之智慧。】",
      "zh_TW": "【此經大用，能開眾生究竟圓滿之智慧。】"
    },
    {
      "id": "09-023-0003_p0026",
      "zh_CN": "这个说得很明白，《金刚般若波罗蜜经》的用处，就是能够开显众生究竟圆满的智慧，不是小智慧，是自性里头本具的智慧。",
      "zh_TW": "這個說得很明白，《金剛般若波羅蜜經》的用處，就是能夠開顯眾生究竟圓滿的智慧，不是小智慧，是自性裡頭本具的智慧。"
    },
    {
      "id": "09-023-0003_p0027",
      "zh_CN": "【此智为一切众生性体所本具】",
      "zh_TW": "【此智為一切眾生性體所本具】"
    },
    {
      "id": "09-023-0003_p0028",
      "zh_CN": "本来有的。本来有的，因为迷了，它不能现前。世尊说《金刚般若》能帮助我们破迷开悟。",
      "zh_TW": "本來有的。本來有的，因為迷了，它不能現前。世尊說《金剛般若》能幫助我們破迷開悟。"
    },
    {
      "id": "09-023-0003_p0029",
      "zh_CN": "【即是众生皆有之如来智慧觉性】",
      "zh_TW": "【即是眾生皆有之如來智慧覺性】"
    },
    {
      "id": "09-023-0003_p0030",
      "zh_CN": "我们要恢复、要证得，不能不重视《金刚般若》，不能不认真的探讨《金刚般若》。一切明了之后，你的生活行持，自自然然与《金刚般若》里面所讲的教训就相应了。",
      "zh_TW": "我們要恢復、要證得，不能不重視《金剛般若》，不能不認真的探討《金剛般若》。一切明瞭之後，你的生活行持，自自然然與《金剛般若》裡面所講的教訓就相應了。"
    },
    {
      "id": "09-023-0003_p0031",
      "zh_CN": "【性具智开】",
      "zh_TW": "【性具智開】"
    },
    {
      "id": "09-023-0003_p0032",
      "zh_CN": "这是自性里头本来具有的智慧开显了。",
      "zh_TW": "這是自性裡頭本來具有的智慧開顯了。"
    },
    {
      "id": "09-023-0003_p0033",
      "zh_CN": "【不觉者觉，无明者明。】",
      "zh_TW": "【不覺者覺，無明者明。】"
    },
    {
      "id": "09-023-0003_p0034",
      "zh_CN": "我们不觉，现在觉悟了；本来是无明，现在明了。",
      "zh_TW": "我們不覺，現在覺悟了；本來是無明，現在明了。"
    },
    {
      "id": "09-023-0003_p0035",
      "zh_CN": "【便是通达一真法界，便是从根本上破障断惑。】",
      "zh_TW": "【便是通達一真法界，便是從根本上破障斷惑。】"
    },
    {
      "id": "09-023-0003_p0036",
      "zh_CN": "佛在经上说得很清楚，本经教学的对象是发大乘心者、是发无上乘心者，这是《金刚经》教学的对象。如果你真的是发这样的心，《金刚经》对你就非常有用处，满足你的大愿，帮助你、引导你证入大乘。这个大乘是法身菩萨的地位。这个经真的有这个能力吗？真的，一点都不假。只要你把经义明白了、搞清楚了，依教奉行，你就不难得到。所以经上跟我们讲的道理、讲的方法，都是从根本上破障断惑，而不是一般大小乘经典，那个叫你断烦恼枝枝叶叶，枝枝叶叶麻烦，它从根本。像我们砍树一样，我叫你砍一棵树，你先把树上树叶一片片拿掉，然后再把那小枝剪掉，这个多啰嗦。会砍的人从根锯下来不就完了，什么都解决了。《金刚经》的办法是从根本上解决，不从枝叶。",
      "zh_TW": "佛在經上說得很清楚，本經教學的對象是發大乘心者、是發無上乘心者，這是《金剛經》教學的對象。如果你真的是發這樣的心，《金剛經》對你就非常有用處，滿足你的大願，幫助你、引導你證入大乘。這個大乘是法身菩薩的地位。這個經真的有這個能力嗎？真的，一點都不假。只要你把經義明白了、搞清楚了，依教奉行，你就不難得到。所以經上跟我們講的道理、講的方法，都是從根本上破障斷惑，而不是一般大小乘經典，那個叫你斷煩惱枝枝葉葉，枝枝葉葉麻煩，它從根本。像我們砍樹一樣，我叫你砍一棵樹，你先把樹上樹葉一片片拿掉，然後再把那小枝剪掉，這個多囉嗦。會砍的人從根鋸下來不就完了，什麼都解決了。《金剛經》的辦法是從根本上解決，不從枝葉。"
    },
    {
      "id": "09-023-0003_p0037",
      "zh_CN": "【当知发大慈悲心，便是开此智。依教发心，分别心已融，我见潜消。故令发无上菩提心，灭度所有众生入无余涅槃，而实无众生得灭度。全经不外发挥此义。并忘其为菩提心，直令向一念不生处契入。】",
      "zh_TW": "【當知發大慈悲心，便是開此智。依教發心，分別心已融，我見潛消。故令發無上菩提心，滅度所有眾生入無餘涅槃，而實無眾生得滅度。全經不外發揮此義。並忘其為菩提心，直令向一念不生處契入。】"
    },
    {
      "id": "09-023-0003_p0038",
      "zh_CN": "这是刚才讲的，从根本上破障断惑。而佛的这个方法非常善巧，巧妙极了。这个方法确确实实我们能做得到，方法虽然巧，我们做不到，那也等于零，佛也等于白说了，我们可以做得到。从哪里做起？从发大慈悲心，从这里做起。佛门里常说：「慈悲为本，方便为门」，佛教给我们发大慈悲心。慈悲上加一个大，这个大是什么意思？清净、平等的慈悲，就叫做大慈大悲。如果是有条件的慈悲，那就不能叫大慈悲，有条件就不清净、不平等。这个人我喜欢他，对他慈悲；我讨厌他，就对他不慈悲，这个不是大慈悲。",
      "zh_TW": "這是剛才講的，從根本上破障斷惑。而佛的這個方法非常善巧，巧妙極了。這個方法確確實實我們能做得到，方法雖然巧，我們做不到，那也等於零，佛也等於白說了，我們可以做得到。從哪裡做起？從發大慈悲心，從這裡做起。佛門裡常說：「慈悲為本，方便為門」，佛教給我們發大慈悲心。慈悲上加一個大，這個大是什麼意思？清淨、平等的慈悲，就叫做大慈大悲。如果是有條件的慈悲，那就不能叫大慈悲，有條件就不清淨、不平等。這個人我喜歡他，對他慈悲；我討厭他，就對他不慈悲，這個不是大慈悲。"
    },
    {
      "id": "09-023-0003_p0039",
      "zh_CN": "佛法里面讲慈悲，有四种慈悲心。第一种，一般众生有的，叫「爱缘慈悲」，就是刚才讲的，我喜欢他对他慈悲，不喜欢他就没有慈悲了，这叫爱缘慈悲，完全是感情的。比这个高一级的，叫「众生缘慈悲」。我喜欢我的家人，我把这个爱心扩大，所以叫博爱，我也能爱护一切众生，对一切众生都慈悲，这叫众生缘慈悲，比爱缘范围大多了。菩萨的慈悲叫「法缘慈悲」，是根据佛所讲的道理，他明白了，他能够以平等观察一切众生，帮助一切众生，法缘慈悲。听佛法开悟了，佛教给我们这么做，我就这样做，这是对的，依教奉行，这叫法缘慈悲。如来果地上，叫「大慈大悲」，大慈大悲是无缘的慈悲，没条件的。菩萨法缘还是有条件的，因为闻到法了，我要遵照老师教诫依教奉行，那还是有条件。必须做到无条件，没有条件，心是清净、平等，没有分别、没有执着。世尊在此地教我们发这个心，这才叫从根本修。为什么？大慈悲无条件，就跟清净心相应，就跟真如本性相应。一下就从这里下手，这个方法真是高明到极处。般若智慧从这里就生了，从大慈悲心里面生般若智慧。",
      "zh_TW": "佛法裡面講慈悲，有四種慈悲心。第一種，一般眾生有的，叫「愛緣慈悲」，就是剛才講的，我喜歡他對他慈悲，不喜歡他就沒有慈悲了，這叫愛緣慈悲，完全是感情的。比這個高一級的，叫「眾生緣慈悲」。我喜歡我的家人，我把這個愛心擴大，所以叫博愛，我也能愛護一切眾生，對一切眾生都慈悲，這叫眾生緣慈悲，比愛緣範圍大多了。菩薩的慈悲叫「法緣慈悲」，是根據佛所講的道理，他明白了，他能夠以平等觀察一切眾生，幫助一切眾生，法緣慈悲。聽佛法開悟了，佛教給我們這麼做，我就這樣做，這是對的，依教奉行，這叫法緣慈悲。如來果地上，叫「大慈大悲」，大慈大悲是無緣的慈悲，沒條件的。菩薩法緣還是有條件的，因為聞到法了，我要遵照老師教誡依教奉行，那還是有條件。必須做到無條件，沒有條件，心是清淨、平等，沒有分別、沒有執著。世尊在此地教我們發這個心，這才叫從根本修。為什麼？大慈悲無條件，就跟清淨心相應，就跟真如本性相應。一下就從這裡下手，這個方法真是高明到極處。般若智慧從這裡就生了，從大慈悲心裡面生般若智慧。"
    },
    {
      "id": "09-023-0003_p0040",
      "zh_CN": "「依教发心」，世尊在本经教导我们怎样发心，你就好好的学。你果然明白了，果然学会了，分别心没有了，佛教我们离一切诸相，我见没有了，四相不离它自然就没有了。离相，硬要离相，那好难，不容易。不离，没有了，这个方法妙！经上教给我们这些方法，都是叫你发心，像佛一样。佛发什么心？经上一开端，佛就说他发的是「灭度所有众生入无余涅槃」，他发这个心。灭，灭妄想、灭烦恼、灭执着，灭这个。一切众生都有妄想、都有烦恼、都有分别、都有执着，佛帮助一切众生把这些妄想、分别、执着统统灭掉，这是破障断惑。帮助一切众生证入无余涅槃；无余涅槃，涅槃是不生不灭，无余是究竟圆满。因为二乘人有涅槃，但是有余；阿罗汉、辟支佛证涅槃了，他尘沙无明没断，所以不是究竟的，不是圆满的。前面讲的诸佛是分证诸佛，从初住到等觉，等觉菩萨还有一品生相无明没断，还不是究竟圆满。那一品生相无明断了，那就究竟圆满，无余了。你想想看，佛帮助众生，要帮助众生到什么地步？要帮助他证究竟圆满的佛果。帮助他证得等觉菩萨，那还不够，我的责任义务还没尽到，一定要帮助众生成佛。像地藏菩萨所说的，「众生不成佛，我就不成佛」，这样的大愿心，这才叫做大慈悲心，这才叫做修一切善法。这是清清楚楚、明明白白告诉我们，一切善法是指这个，不是别的善法。修一切善，要离一切相。底下一句「而实无众生得灭度者」，决定不执着度众生的相。我能度、众生为我所度、我说种种佛法度，统统不执着，三轮体空。所以底下这一句是离一切相，上面这一句是修一切善，这叫做大慈悲心。《金刚经》全经所说，不外乎这两句。",
      "zh_TW": "「依教發心」，世尊在本經教導我們怎樣發心，你就好好的學。你果然明白了，果然學會了，分別心沒有了，佛教我們離一切諸相，我見沒有了，四相不離它自然就沒有了。離相，硬要離相，那好難，不容易。不離，沒有了，這個方法妙！經上教給我們這些方法，都是叫你發心，像佛一樣。佛發什麼心？經上一開端，佛就說他發的是「滅度所有眾生入無餘涅槃」，他發這個心。滅，滅妄想、滅煩惱、滅執著，滅這個。一切眾生都有妄想、都有煩惱、都有分別、都有執著，佛幫助一切眾生把這些妄想、分別、執著統統滅掉，這是破障斷惑。幫助一切眾生證入無餘涅槃；無餘涅槃，涅槃是不生不滅，無餘是究竟圓滿。因為二乘人有涅槃，但是有餘；阿羅漢、辟支佛證涅槃了，他塵沙無明沒斷，所以不是究竟的，不是圓滿的。前面講的諸佛是分證諸佛，從初住到等覺，等覺菩薩還有一品生相無明沒斷，還不是究竟圓滿。那一品生相無明斷了，那就究竟圓滿，無餘了。你想想看，佛幫助眾生，要幫助眾生到什麼地步？要幫助他證究竟圓滿的佛果。幫助他證得等覺菩薩，那還不夠，我的責任義務還沒盡到，一定要幫助眾生成佛。像地藏菩薩所說的，「眾生不成佛，我就不成佛」，這樣的大願心，這才叫做大慈悲心，這才叫做修一切善法。這是清清楚楚、明明白白告訴我們，一切善法是指這個，不是別的善法。修一切善，要離一切相。底下一句「而實無眾生得滅度者」，決定不執著度眾生的相。我能度、眾生為我所度、我說種種佛法度，統統不執著，三輪體空。所以底下這一句是離一切相，上面這一句是修一切善，這叫做大慈悲心。《金剛經》全經所說，不外乎這兩句。"
    },
    {
      "id": "09-023-0003_p0041",
      "zh_CN": "到最后「忘其为菩提心」，这是《金刚经》到下半部了。菩提心者，即非菩提心。菩提心也不能执着，执着一个菩提心那就不善，那就没有离，离得不干净。所以说「法尚应舍，何况非法」。法要不要？法当然要。我们是凡夫，不要佛法怎么行？一定要依靠佛法，我们才能得度。要这个佛法，但是不能执着佛法。就在要的时候就不执着，这个高明！这才叫金刚般若。如果说现在要的时候我执着，到我过了河，得度之后，我才不要、才不执着，那不是金刚般若，那是一般的大小乘佛法，过了河，船不要了。金刚般若不是，就在船上就知道：船我要利用它得度，船我就不执着；不是我过了河才不执着。当下就不执着，这叫从根本上破障断惑。当下就不执着，诸位要晓得，当下就是清净心，当下就是平等心，这比一般渐修的菩萨高明太多了。直截了当「向一念不生处契入」，一念不生就是无余涅槃。可见得这个经的功用，的确是不可思议。",
      "zh_TW": "到最後「忘其為菩提心」，這是《金剛經》到下半部了。菩提心者，即非菩提心。菩提心也不能執著，執著一個菩提心那就不善，那就沒有離，離得不乾淨。所以說「法尚應捨，何況非法」。法要不要？法當然要。我們是凡夫，不要佛法怎麼行？一定要依靠佛法，我們才能得度。要這個佛法，但是不能執著佛法。就在要的時候就不執著，這個高明！這才叫金剛般若。如果說現在要的時候我執著，到我過了河，得度之後，我才不要、才不執著，那不是金剛般若，那是一般的大小乘佛法，過了河，船不要了。金剛般若不是，就在船上就知道：船我要利用它得度，船我就不執著；不是我過了河才不執著。當下就不執著，這叫從根本上破障斷惑。當下就不執著，諸位要曉得，當下就是清淨心，當下就是平等心，這比一般漸修的菩薩高明太多了。直截了當「向一念不生處契入」，一念不生就是無餘涅槃。可見得這個經的功用，的確是不可思議。"
    },
    {
      "id": "09-023-0003_p0042",
      "zh_CN": "【一切众生，以不觉十法界同一体性。】",
      "zh_TW": "【一切眾生，以不覺十法界同一體性。】"
    },
    {
      "id": "09-023-0003_p0043",
      "zh_CN": "前面说过，实际上就是一真法界，因为不觉，把一真法界变成了十法界。真相看不到了，看到的是妄相，十法界是虚妄的。妄依真起，妄没离真！当你分别、执着的时候有十法界，离开一切分别、执着，十法界原来是一真法界，法界原本是一真。",
      "zh_TW": "前面說過，實際上就是一真法界，因為不覺，把一真法界變成了十法界。真相看不到了，看到的是妄相，十法界是虛妄的。妄依真起，妄沒離真！當你分別、執著的時候有十法界，離開一切分別、執著，十法界原來是一真法界，法界原本是一真。"
    },
    {
      "id": "09-023-0003_p0044",
      "zh_CN": "【妄想分别，起人我见。】",
      "zh_TW": "【妄想分別，起人我見。】"
    },
    {
      "id": "09-023-0003_p0045",
      "zh_CN": "因为不晓得法界是一体，在这里面起妄想、起分别、起执着。",
      "zh_TW": "因為不曉得法界是一體，在這裡面起妄想、起分別、起執著。"
    },
    {
      "id": "09-023-0003_p0046",
      "zh_CN": "【遂生三毒】",
      "zh_TW": "【遂生三毒】"
    },
    {
      "id": "09-023-0003_p0047",
      "zh_CN": "三毒是贪、瞋、痴，三毒烦恼。这是我们在讲席当中常常提起，一定要重视。我们这个身体健康吗？不健康。为什么不健康？里面都是毒。我们的心坏了，心里头有毒，有贪、瞋、痴三毒，世出世间一切的毒都没有这个毒重！心坏掉了，身还能好吗？所以诸位看到现在这个社会，奇奇怪怪的病很多很多，那些疾病的根源从哪里来的？科学家、医学家在那里研究这个细菌、那个细菌，都不对，贪、瞋、痴三毒来的！这是真的。所以一定要认识清楚，要晓得这个病的严重性。佛法常常比喻佛菩萨是大医王，佛所说的一切法就是法药，专治三毒重病，尤其是金刚般若特别有效。如果能把三毒拔除，我们就恢复到健康，健康的人叫佛、菩萨，不健康的人叫凡夫。所以佛法带给我们什么？带给我们是健康，健康才长寿，长寿是无量寿。因为有三毒，所以你才造业、造一切恶业。",
      "zh_TW": "三毒是貪、瞋、痴，三毒煩惱。這是我們在講席當中常常提起，一定要重視。我們這個身體健康嗎？不健康。為什麼不健康？裡面都是毒。我們的心壞了，心裡頭有毒，有貪、瞋、痴三毒，世出世間一切的毒都沒有這個毒重！心壞掉了，身還能好嗎？所以諸位看到現在這個社會，奇奇怪怪的病很多很多，那些疾病的根源從哪裡來的？科學家、醫學家在那裡研究這個細菌、那個細菌，都不對，貪、瞋、痴三毒來的！這是真的。所以一定要認識清楚，要曉得這個病的嚴重性。佛法常常比喻佛菩薩是大醫王，佛所說的一切法就是法藥，專治三毒重病，尤其是金剛般若特別有效。如果能把三毒拔除，我們就恢復到健康，健康的人叫佛、菩薩，不健康的人叫凡夫。所以佛法帶給我們什麼？帶給我們是健康，健康才長壽，長壽是無量壽。因為有三毒，所以你才造業、造一切惡業。"
    },
    {
      "id": "09-023-0003_p0048",
      "zh_CN": "【造罪受苦，轮回六道。】",
      "zh_TW": "【造罪受苦，輪迴六道。】"
    },
    {
      "id": "09-023-0003_p0049",
      "zh_CN": "只要是在六道里面，必然是：",
      "zh_TW": "只要是在六道裡面，必然是："
    },
    {
      "id": "09-023-0003_p0050",
      "zh_CN": "【愈迷愈苦，愈苦愈迷。】",
      "zh_TW": "【愈迷愈苦，愈苦愈迷。】"
    },
    {
      "id": "09-023-0003_p0051",
      "zh_CN": "我们从无量劫辗转到今天，冷静仔细去想一想，不难体会。我们在座每一位同修，都有非常深厚的善根，佛在《金刚经》上讲的，在《无量寿经》上讲的，为什么有这样深厚的善根，到今天还落得如此地步？虽然生生世世修一切善，没有离相，毛病在此地，没离相。没有离相，贪、瞋、痴除不掉，我修一切善，为什么修善？为贪。这目的搞错了，佛叫你修一切善，是断贪的，结果你给弄错了。听说佛门舍一得万报，今天在这里舍一块钱，明天就可以得一万块钱回去了，一本万利，把学佛当作生意来看待，当作投资的性质来看待了。你看，这不是大错特错吗？所以我们的三毒不但没减少，生生世世在增长，这怎么得了？所以才搞得今天这个状况。毕竟是善根深厚，所以在这末法时期、乱世之中，我们还能遇到正法，还能遇到纯正之法，这不能不说是善根、福德、因缘的深厚。若没有无量劫的善根、福德、因缘，遇不到！遇到就是有机会，有机会断三毒，有机会觉悟，有机会成佛。只要我们能够把这个机会抓住，决定不放松，知道过去生中学佛学错了，这一生我们决定不再做错事了，要把佛在经上这些理论搞清楚，方法搞清楚，如理如法的修学，我们才能得到正果。此地说的，这是一般大众的状况，换句话说，善根、福德薄的人，不能说他没有，有，比我们薄，遇不到正法。",
      "zh_TW": "我們從無量劫輾轉到今天，冷靜仔細去想一想，不難體會。我們在座每一位同修，都有非常深厚的善根，佛在《金剛經》上講的，在《無量壽經》上講的，為什麼有這樣深厚的善根，到今天還落得如此地步？雖然生生世世修一切善，沒有離相，毛病在此地，沒離相。沒有離相，貪、瞋、痴除不掉，我修一切善，為什麼修善？為貪。這目的搞錯了，佛叫你修一切善，是斷貪的，結果你給弄錯了。聽說佛門捨一得萬報，今天在這裡捨一塊錢，明天就可以得一萬塊錢回去了，一本萬利，把學佛當作生意來看待，當作投資的性質來看待了。你看，這不是大錯特錯嗎？所以我們的三毒不但沒減少，生生世世在增長，這怎麼得了？所以才搞得今天這個狀況。畢竟是善根深厚，所以在這末法時期、亂世之中，我們還能遇到正法，還能遇到純正之法，這不能不說是善根、福德、因緣的深厚。若沒有無量劫的善根、福德、因緣，遇不到！遇到就是有機會，有機會斷三毒，有機會覺悟，有機會成佛。只要我們能夠把這個機會抓住，決定不放鬆，知道過去生中學佛學錯了，這一生我們決定不再做錯事了，要把佛在經上這些理論搞清楚，方法搞清楚，如理如法的修學，我們才能得到正果。此地說的，這是一般大眾的狀況，換句話說，善根、福德薄的人，不能說他沒有，有，比我們薄，遇不到正法。"
    },
    {
      "id": "09-023-0003_p0052",
      "zh_CN": "【纵有善根遇善友劝令发心，归依三宝。】",
      "zh_TW": "【縱有善根遇善友勸令發心，歸依三寶。】"
    },
    {
      "id": "09-023-0003_p0053",
      "zh_CN": "这个情形很多。",
      "zh_TW": "這個情形很多。"
    },
    {
      "id": "09-023-0003_p0054",
      "zh_CN": "【以夙世障缘，叠起环生。】",
      "zh_TW": "【以夙世障緣，疊起環生。】"
    },
    {
      "id": "09-023-0003_p0055",
      "zh_CN": "环是连环的。",
      "zh_TW": "環是連環的。"
    },
    {
      "id": "09-023-0003_p0056",
      "zh_CN": "【欲修不得，修亦难成。】",
      "zh_TW": "【欲修不得，修亦難成。】"
    },
    {
      "id": "09-023-0003_p0057",
      "zh_CN": "我们常常劝同修、劝朋友，劝他，他相信了，过几天他又不信了。邀他来听经，听了两天满有兴趣，过两天又有事情不来了。这就是障缘，他有业障，他有恶缘。能读、能诵、能闻无上甚深之法，是大善根、大福德、大因缘；有业障就不行，就没有这个机会。这个在我们周边，我们都看得到，都非常明显。他想修，有障碍，所以他修也难成就。",
      "zh_TW": "我們常常勸同修、勸朋友，勸他，他相信了，過幾天他又不信了。邀他來聽經，聽了兩天滿有興趣，過兩天又有事情不來了。這就是障緣，他有業障，他有惡緣。能讀、能誦、能聞無上甚深之法，是大善根、大福德、大因緣；有業障就不行，就沒有這個機會。這個在我們周邊，我們都看得到，都非常明顯。他想修，有障礙，所以他修也難成就。"
    },
    {
      "id": "09-023-0003_p0058",
      "zh_CN": "【故忏悔业障，极为重要。】",
      "zh_TW": "【故懺悔業障，極為重要。】"
    },
    {
      "id": "09-023-0003_p0059",
      "zh_CN": "世尊在本经里面，教给我们忏悔的方法。",
      "zh_TW": "世尊在本經裡面，教給我們懺悔的方法。"
    },
    {
      "id": "09-023-0003_p0060",
      "zh_CN": "【经云：端坐念实相，是名真忏悔，重罪若霜露，慧日能消除。】",
      "zh_TW": "【經云：端坐念實相，是名真懺悔，重罪若霜露，慧日能消除。】"
    },
    {
      "id": "09-023-0003_p0061",
      "zh_CN": "这首偈是世尊在经上讲的。如何能够忏除重罪？佛教给我们「端坐念实相」。这个端坐，大家千万不要误会，你一天到晚跑去打坐，那你完全是依文解义。此地讲的端坐念实相，实实在在说，就是六祖大师在《坛经》上所讲的坐禅，也就是本经最后开示的，修学两句的总纲领：「不取于相，如如不动」，这两句话就是端坐念实相。这个端，给诸位说，是端正其心，不是身，身端坐没用处，心要端坐、心要端正，心里面没有妄想就端正。坐是什么意思？坐是不动。我们人在四威仪当中，就是四种姿势、姿态：行、住、坐、卧。走路是动的，站在那个地方虽然不动，不稳当。躺在那个地方虽然不动，不庄严，躺着还会滚着翻身。坐在这个地方，这个相是个不动的相，所以就取坐，不是叫你真坐，身坐有什么用？心里头不动。也就是我们六根接触外面境界，眼见色、耳闻声，六根接触境界，心里头如如不动，这叫坐，所以坐是这个意思；端坐是这个讲法，这就是实相。实相是真心，真心离念，没有妄念，有念就不是实相。千万不要误会，端坐念实相是老老实实在那儿坐着念《金刚经》，以为这叫做端坐念实相，这个错了，那是依文解义，三世佛怨，三世佛都喊冤枉，你把佛的意思解错了。这句话真正的意思，在一切时、一切处，顺、逆境界当中，都能够不起心、不动念，如如不动，这才叫端坐念实相。",
      "zh_TW": "這首偈是世尊在經上講的。如何能夠懺除重罪？佛教給我們「端坐念實相」。這個端坐，大家千萬不要誤會，你一天到晚跑去打坐，那你完全是依文解義。此地講的端坐念實相，實實在在說，就是六祖大師在《壇經》上所講的坐禪，也就是本經最後開示的，修學兩句的總綱領：「不取於相，如如不動」，這兩句話就是端坐念實相。這個端，給諸位說，是端正其心，不是身，身端坐沒用處，心要端坐、心要端正，心裡面沒有妄想就端正。坐是什麼意思？坐是不動。我們人在四威儀當中，就是四種姿勢、姿態：行、住、坐、臥。走路是動的，站在那個地方雖然不動，不穩當。躺在那個地方雖然不動，不莊嚴，躺著還會滾著翻身。坐在這個地方，這個相是個不動的相，所以就取坐，不是叫你真坐，身坐有什麼用？心裡頭不動。也就是我們六根接觸外面境界，眼見色、耳聞聲，六根接觸境界，心裡頭如如不動，這叫坐，所以坐是這個意思；端坐是這個講法，這就是實相。實相是真心，真心離念，沒有妄念，有念就不是實相。千萬不要誤會，端坐念實相是老老實實在那兒坐著念《金剛經》，以為這叫做端坐念實相，這個錯了，那是依文解義，三世佛怨，三世佛都喊冤枉，你把佛的意思解錯了。這句話真正的意思，在一切時、一切處，順、逆境界當中，都能夠不起心、不動念，如如不動，這才叫端坐念實相。"
    },
    {
      "id": "09-023-0003_p0062",
      "zh_CN": "「是名真忏悔」，常常保持着清净心，清净心是真心，也就是保持第一念。第一念是真心，第一念就是实相，第二念就变了。诸佛菩萨能够永恒保持第一念，我们凡夫保持不住，第二念里面就有分别、执着、妄想，那就不是实相。离一切分别、执着、妄想，那是实相，这叫真忏悔。",
      "zh_TW": "「是名真懺悔」，常常保持著清淨心，清淨心是真心，也就是保持第一念。第一念是真心，第一念就是實相，第二念就變了。諸佛菩薩能夠永恆保持第一念，我們凡夫保持不住，第二念裡面就有分別、執著、妄想，那就不是實相。離一切分別、執著、妄想，那是實相，這叫真懺悔。"
    },
    {
      "id": "09-023-0003_p0063",
      "zh_CN": "「重罪若霜露」，霜跟露水我们都晓得，存在的时间很短暂，太阳一出来就没有了。我们无量劫来造作极重之罪，只要般若智慧现前，这些罪业都没有了。这是指佛说的是真话。为什么这些罪业都没有呢？《金刚经》上讲得很清楚：「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。无量劫所造的罪业也是梦幻泡影，觉了就没有了。但是不觉，在三途六道里头决定有果报，没有办法避免，这是诸位必须要知道。换句话说，你只要有念，有我、有人，只要有四相，善恶果报你就得要受，四相没有了，这个就没有了。苦报，「我」没有了，谁受？没得受的，只要有我，你就够受的，你有得受的。所以，「我相、我见」不能不舍，不能不离；不离，三界六道就有得受的，受不完！生生世世无量劫都得要受。要想离我相、我见，谈何容易！",
      "zh_TW": "「重罪若霜露」，霜跟露水我們都曉得，存在的時間很短暫，太陽一出來就沒有了。我們無量劫來造作極重之罪，只要般若智慧現前，這些罪業都沒有了。這是指佛說的是真話。為什麼這些罪業都沒有呢？《金剛經》上講得很清楚：「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。無量劫所造的罪業也是夢幻泡影，覺了就沒有了。但是不覺，在三途六道裡頭決定有果報，沒有辦法避免，這是諸位必須要知道。換句話說，你只要有念，有我、有人，只要有四相，善惡果報你就得要受，四相沒有了，這個就沒有了。苦報，「我」沒有了，誰受？沒得受的，只要有我，你就夠受的，你有得受的。所以，「我相、我見」不能不捨，不能不離；不離，三界六道就有得受的，受不完！生生世世無量劫都得要受。要想離我相、我見，談何容易！"
    },
    {
      "id": "09-023-0003_p0064",
      "zh_CN": "《金刚经》上说的道理不错、方法不错，可是你试试看，照这个方法去修吧！恐怕一万个人当中，没有一个能修得成功的。什么原因？无始劫来，四相的习气染着根深蒂固，没有能力拔除！起心动念「我」，不必去想、不必去考虑，自然就现前，你说这多可怕！想断，断不了；想离，离不开，这是事实。如果没有净土法门，没有带业往生，说个老老实实一句话，末法时期没有一个人能出三界，没有一个人能有成就。无论你修学什么法门，你要不离四相，就不能成就，顶多修一点三界的有漏福报而已。除此之外，你还能有什么成就？幸亏有一个带业往生的法门。阿弥陀佛大慈大悲到了极处，十方诸佛如来、诸大菩萨没有一个不劝我们求生净土，道理就在此地。诸佛菩萨的愿心都是希望我们早一天成佛道，早一天脱离轮回、脱离苦海，可是想想只有阿弥陀佛这个法门能做得到。诸佛菩萨跟凡夫不一样，凡夫有分别、有执着，是情见，诸佛菩萨都是圆满智慧，没有一丝毫的私心，统统劝你到极乐世界去。",
      "zh_TW": "《金剛經》上說的道理不錯、方法不錯，可是你試試看，照這個方法去修吧！恐怕一萬個人當中，沒有一個能修得成功的。什麼原因？無始劫來，四相的習氣染著根深蒂固，沒有能力拔除！起心動念「我」，不必去想、不必去考慮，自然就現前，你說這多可怕！想斷，斷不了；想離，離不開，這是事實。如果沒有淨土法門，沒有帶業往生，說個老老實實一句話，末法時期沒有一個人能出三界，沒有一個人能有成就。無論你修學什麼法門，你要不離四相，就不能成就，頂多修一點三界的有漏福報而已。除此之外，你還能有什麼成就？幸虧有一個帶業往生的法門。阿彌陀佛大慈大悲到了極處，十方諸佛如來、諸大菩薩沒有一個不勸我們求生淨土，道理就在此地。諸佛菩薩的願心都是希望我們早一天成佛道，早一天脫離輪迴、脫離苦海，可是想想只有阿彌陀佛這個法門能做得到。諸佛菩薩跟凡夫不一樣，凡夫有分別、有執著，是情見，諸佛菩薩都是圓滿智慧，沒有一絲毫的私心，統統勸你到極樂世界去。"
    },
    {
      "id": "09-023-0003_p0065",
      "zh_CN": "释迦牟尼佛是我们的本师，他没有叫我们念他的名号，他叫我们念阿弥陀佛，他教我们求生西方净土，我们能够依教奉行，才是释迦牟尼佛的好学生，这个要知道。可是还有一些众生感情很重，释迦牟尼佛是我们的本师，我怎么可以离开他到极乐世界去？不但在家人有执着，还有很多出家人有这个执着，我都遇到过。他们还劝我不要念阿弥陀佛，不要求生极乐世界，要念南无本师释迦牟尼佛，这个误会就很深。",
      "zh_TW": "釋迦牟尼佛是我們的本師，他沒有叫我們念他的名號，他叫我們念阿彌陀佛，他教我們求生西方淨土，我們能夠依教奉行，才是釋迦牟尼佛的好學生，這個要知道。可是還有一些眾生感情很重，釋迦牟尼佛是我們的本師，我怎麼可以離開他到極樂世界去？不但在家人有執著，還有很多出家人有這個執著，我都遇到過。他們還勸我不要念阿彌陀佛，不要求生極樂世界，要念南無本師釋迦牟尼佛，這個誤會就很深。"
    },
    {
      "id": "09-023-0003_p0066",
      "zh_CN": "【持名念佛，暗合道妙，即是行深般若，无异念实相，是故能灭重罪，能消重业。】",
      "zh_TW": "【持名念佛，暗合道妙，即是行深般若，無異念實相，是故能滅重罪，能消重業。】"
    },
    {
      "id": "09-023-0003_p0067",
      "zh_CN": "佛这么说，菩萨也这么说，古来祖师大德也这样说，那还会有错吗？所以，般若的理论懂了、方法懂了，我们做不到，怎么办？老实念佛，就成了，老实念佛就是究竟圆满的金刚般若。江味农居士，这就是一个好榜样，他就是老实念佛，他临命终时，那个瑞相多好，走的时候清清楚楚、明明白白告诉大众：「金光遍照，佛来接引」，他走了。凡是这样子跟大家说明，见到佛来接引，这决定往生，没有错误。所以要晓得，持名念佛这个法门非常不可思议。不要看到它很简单、很容易，它跟最深、最不可思议的妙法相应，与《金刚般若》相应、与《大方广佛华严经》相应、与《妙法莲华经》相应，统统相应，暗合道妙。就本经上说，持名念佛，他就是真的在行深般若波罗蜜多，《心经》上讲的；他真的在做，他不是在讲，他真的在做，真在修。修什么？修深般若波罗蜜多，就这一句佛号。深般若波罗蜜多，就是前面讲的「离一切相，修一切善」，你们想想他是不是符合这个标准？老实念佛的人，心里只有一句佛号，其他的什么都没有，不是离一切相吗？这一句佛号是善中之善，没有比这个更善的，他一心持名就是修一切善。",
      "zh_TW": "佛這麼說，菩薩也這麼說，古來祖師大德也這樣說，那還會有錯嗎？所以，般若的理論懂了、方法懂了，我們做不到，怎麼辦？老實念佛，就成了，老實念佛就是究竟圓滿的金剛般若。江味農居士，這就是一個好榜樣，他就是老實念佛，他臨命終時，那個瑞相多好，走的時候清清楚楚、明明白白告訴大眾：「金光遍照，佛來接引」，他走了。凡是這樣子跟大家說明，見到佛來接引，這決定往生，沒有錯誤。所以要曉得，持名念佛這個法門非常不可思議。不要看到它很簡單、很容易，它跟最深、最不可思議的妙法相應，與《金剛般若》相應、與《大方廣佛華嚴經》相應、與《妙法蓮華經》相應，統統相應，暗合道妙。就本經上說，持名念佛，他就是真的在行深般若波羅蜜多，《心經》上講的；他真的在做，他不是在講，他真的在做，真在修。修什麼？修深般若波羅蜜多，就這一句佛號。深般若波羅蜜多，就是前面講的「離一切相，修一切善」，你們想想他是不是符合這個標準？老實念佛的人，心裡只有一句佛號，其他的什麼都沒有，不是離一切相嗎？這一句佛號是善中之善，沒有比這個更善的，他一心持名就是修一切善。"
    },
    {
      "id": "09-023-0003_p0068",
      "zh_CN": "我们在《无量寿经》跟诸位详细介绍过，整个佛法，不但是释迦牟尼佛四十九年所说的，十方三世一切诸佛如来所说无量无边的法门，到最后一归纳、总结，就是一句阿弥陀佛。所以阿弥陀佛是诸佛所说、所证、所修一切法的总纲领，真的是修一切善。所以这个法门只要一心称念，要紧的是一心称念，你二心称念就不符合了。二心是什么？念佛是修一切善，但是没有离一切相，一心就离一切相。所以你要是二心念佛，与金刚般若不相应，一心称念就相应。我念佛的时候，身心世界一切都放下，心里只有一个念头，求生极乐世界，求见阿弥陀佛。除这一念之外，别无二念，统统放下。离一切相、修一切善，跟金刚般若完全相应！所以他真的在干，真的在修金刚般若波罗蜜。「是故能灭重罪，能消重业」，再重的罪业，这一句佛号都能把它消得干干净净，任何一个法门不能跟它相比！所以真正懂佛法的人，真正明白佛法的人，真正希望消业障的这些大德们，他们怎么修？就是一个念佛堂，一切的经咒他不念，一切忏法他也不要，就是一句阿弥陀佛，消灾灭罪、开慧得福，开智慧、得福报，一句阿弥陀佛，圆满的成就了。",
      "zh_TW": "我們在《無量壽經》跟諸位詳細介紹過，整個佛法，不但是釋迦牟尼佛四十九年所說的，十方三世一切諸佛如來所說無量無邊的法門，到最後一歸納、總結，就是一句阿彌陀佛。所以阿彌陀佛是諸佛所說、所證、所修一切法的總綱領，真的是修一切善。所以這個法門只要一心稱念，要緊的是一心稱念，你二心稱念就不符合了。二心是什麼？念佛是修一切善，但是沒有離一切相，一心就離一切相。所以你要是二心念佛，與金剛般若不相應，一心稱念就相應。我念佛的時候，身心世界一切都放下，心裡只有一個念頭，求生極樂世界，求見阿彌陀佛。除這一念之外，別無二念，統統放下。離一切相、修一切善，跟金剛般若完全相應！所以他真的在幹，真的在修金剛般若波羅蜜。「是故能滅重罪，能消重業」，再重的罪業，這一句佛號都能把它消得乾乾淨淨，任何一個法門不能跟它相比！所以真正懂佛法的人，真正明白佛法的人，真正希望消業障的這些大德們，他們怎麼修？就是一個念佛堂，一切的經咒他不念，一切懺法他也不要，就是一句阿彌陀佛，消災滅罪、開慧得福，開智慧、得福報，一句阿彌陀佛，圓滿的成就了。"
    },
    {
      "id": "09-023-0003_p0069",
      "zh_CN": "【念实相者，空有不着，双照二边。实相之慧，从大悲生，以大悲广修六度，得无量福。】",
      "zh_TW": "【念實相者，空有不著，雙照二邊。實相之慧，從大悲生，以大悲廣修六度，得無量福。】"
    },
    {
      "id": "09-023-0003_p0070",
      "zh_CN": "「念实相」，前面讲的端坐念实相，我们念阿弥陀佛是不是念实相？是的。念阿弥陀佛就是念实相。为什么？念实相是空有两边不着。我们念阿弥陀佛，放下身心世界一切万缘，不着有；这一句阿弥陀佛清清楚楚、明明白白，不着空；空有两边不着。所以一心称念就是念实相，要不然它怎么能灭罪？「双照二边」，空有两边都不着。「实相之慧，从大悲生。」我们念佛，念佛的人就是大慈大悲，为什么？要自己往生极乐世界见阿弥陀佛。往生极乐世界干什么？见阿弥陀佛，为的是什么？为的是明心见性，为的是得无上菩提。得无上菩提之后，为什么？为了广度众生。我自己有智慧、有能力，像佛菩萨一样，应以什么身得度，我们就能现什么身，这度众生才真的叫自在。",
      "zh_TW": "「念實相」，前面講的端坐念實相，我們念阿彌陀佛是不是念實相？是的。念阿彌陀佛就是念實相。為什麼？念實相是空有兩邊不著。我們念阿彌陀佛，放下身心世界一切萬緣，不著有；這一句阿彌陀佛清清楚楚、明明白白，不著空；空有兩邊不著。所以一心稱念就是念實相，要不然它怎麼能滅罪？「雙照二邊」，空有兩邊都不著。「實相之慧，從大悲生。」我們念佛，念佛的人就是大慈大悲，為什麼？要自己往生極樂世界見阿彌陀佛。往生極樂世界幹什麼？見阿彌陀佛，為的是什麼？為的是明心見性，為的是得無上菩提。得無上菩提之後，為什麼？為了廣度眾生。我自己有智慧、有能力，像佛菩薩一樣，應以什麼身得度，我們就能現什麼身，這度眾生才真的叫自在。"
    },
    {
      "id": "09-023-0003_p0071",
      "zh_CN": "所以没有见阿弥陀佛之前，我们想度众生，心有余而力不足，纵然发恳切的愿望，智慧、能力做不到也是枉然。修学其他法门，要像佛菩萨一样能够自在现身，谈何容易！即使遇到真善知识，如法修行，经上跟我们讲，要想证得法身大士的地位，至少还要修两个阿僧祇劫，才有这个本事。两个阿僧祇劫是天文数字，我们觉得时间太长了，还是念佛往生净土好。生到西方极乐世界，《无量寿经》四十八愿里面所说的，四十八愿是阿弥陀佛自己宣说的，是净土的根本。净土三经无非是四十八愿详细介绍而已，它的根源就是四十八愿。佛在四十八愿明白的告诉我们，生到西方极乐世界，皆是阿惟越致菩萨。阿惟越致菩萨就是《弥陀经》里面讲的阿鞞跋致，这是梵语，翻成中国的意思是七地以上。我们要是依其他的法门，修到七地菩萨要两个阿僧祇劫；这不费力，超过一般菩萨两个阿僧祇劫，我们超过了，一下子就超过了。所以有能力分身，十方无量无边的世界，众生有感，你就有能力应，感应道交，这才能够普度众生。真实的智慧是从大悲心生的，我们念佛求生净土是大慈大悲。",
      "zh_TW": "所以沒有見阿彌陀佛之前，我們想度眾生，心有餘而力不足，縱然發懇切的願望，智慧、能力做不到也是枉然。修學其他法門，要像佛菩薩一樣能夠自在現身，談何容易！即使遇到真善知識，如法修行，經上跟我們講，要想證得法身大士的地位，至少還要修兩個阿僧祇劫，才有這個本事。兩個阿僧祇劫是天文數字，我們覺得時間太長了，還是念佛往生淨土好。生到西方極樂世界，《無量壽經》四十八願裡面所說的，四十八願是阿彌陀佛自己宣說的，是淨土的根本。淨土三經無非是四十八願詳細介紹而已，它的根源就是四十八願。佛在四十八願明白的告訴我們，生到西方極樂世界，皆是阿惟越致菩薩。阿惟越致菩薩就是《彌陀經》裡面講的阿鞞跋致，這是梵語，翻成中國的意思是七地以上。我們要是依其他的法門，修到七地菩薩要兩個阿僧祇劫；這不費力，超過一般菩薩兩個阿僧祇劫，我們超過了，一下子就超過了。所以有能力分身，十方無量無邊的世界，眾生有感，你就有能力應，感應道交，這才能夠普度眾生。真實的智慧是從大悲心生的，我們念佛求生淨土是大慈大悲。"
    },
    {
      "id": "09-023-0003_p0072",
      "zh_CN": "有一些人说，念佛功夫不得力，为什么不得力？没有慈悲心，所以你功夫不得力，你要是有大慈悲心，你的功夫必定得力，决定不会退转，决定不会疲厌。没有慈悲心，念几句佛号就累了，就要休息了，都是没有慈悲心。「以大悲广修六度，得无量福」，怎么修法，等讲到经文的时候再跟诸位细说，这个修法都在日常生活当中。释迦牟尼佛为我们所表演的，穿衣吃饭、待人接物，这些地方都修圆满的六波罗蜜。",
      "zh_TW": "有一些人說，念佛功夫不得力，為什麼不得力？沒有慈悲心，所以你功夫不得力，你要是有大慈悲心，你的功夫必定得力，決定不會退轉，決定不會疲厭。沒有慈悲心，念幾句佛號就累了，就要休息了，都是沒有慈悲心。「以大悲廣修六度，得無量福」，怎麼修法，等講到經文的時候再跟諸位細說，這個修法都在日常生活當中。釋迦牟尼佛為我們所表演的，穿衣吃飯、待人接物，這些地方都修圓滿的六波羅蜜。"
    },
    {
      "id": "09-023-0003_p0073",
      "zh_CN": "【经体为生实相。修宗为离一切相，修一切善。】",
      "zh_TW": "【經體為生實相。修宗為離一切相，修一切善。】"
    },
    {
      "id": "09-023-0003_p0074",
      "zh_CN": "这是修学的纲领。",
      "zh_TW": "這是修學的綱領。"
    },
    {
      "id": "09-023-0003_p0075",
      "zh_CN": "【离相，观空也，修慧也。】",
      "zh_TW": "【離相，觀空也，修慧也。】"
    },
    {
      "id": "09-023-0003_p0076",
      "zh_CN": "离相是修慧、观空。",
      "zh_TW": "離相是修慧、觀空。"
    },
    {
      "id": "09-023-0003_p0077",
      "zh_CN": "【修善，不住空也，修福也。】",
      "zh_TW": "【修善，不住空也，修福也。】"
    },
    {
      "id": "09-023-0003_p0078",
      "zh_CN": "所以福慧双修。离一切相是修慧，修一切善是修福，福慧双修。因为福慧双修，这才能圆成佛道。我们受三皈依的时候，皈依佛，二足尊。换句话说，二足尊就是佛。足是满足、圆满的意思，没有一丝毫欠缺。二是两种圆满，一个是智慧圆满，一个是福报圆满。所以修行，福慧要双修，不能够修慧不修福、修福不修慧，统统错了。如果是修福不修慧，果报决定在六道，不能够出离三界。修慧不修福可以出三界，能证小果，小乘的阿罗汉、辟支佛、权教菩萨，能证果。证了果，怎么样？没有福报。经上有比喻：「修慧不修福，罗汉托空钵」。阿罗汉到外面去托钵，没有人供养他，没有福报！诸位想想看，没有福报不能度众生，虽然你有智慧，但是跟人家没有缘分。不跟人结法缘，没有缘，托钵都托不到，不供养，你还能够跟人说法？谁听你的？没人听你的。由此可知，你成佛的目的想普度众生，那你不修福，你怎么能度众生？所以学佛的人，一定要懂得福慧双修。",
      "zh_TW": "所以福慧雙修。離一切相是修慧，修一切善是修福，福慧雙修。因為福慧雙修，這才能圓成佛道。我們受三皈依的時候，皈依佛，二足尊。換句話說，二足尊就是佛。足是滿足、圓滿的意思，沒有一絲毫欠缺。二是兩種圓滿，一個是智慧圓滿，一個是福報圓滿。所以修行，福慧要雙修，不能夠修慧不修福、修福不修慧，統統錯了。如果是修福不修慧，果報決定在六道，不能夠出離三界。修慧不修福可以出三界，能證小果，小乘的阿羅漢、辟支佛、權教菩薩，能證果。證了果，怎麼樣？沒有福報。經上有比喻：「修慧不修福，羅漢托空缽」。阿羅漢到外面去托缽，沒有人供養他，沒有福報！諸位想想看，沒有福報不能度眾生，雖然你有智慧，但是跟人家沒有緣分。不跟人結法緣，沒有緣，托缽都托不到，不供養，你還能夠跟人說法？誰聽你的？沒人聽你的。由此可知，你成佛的目的想普度眾生，那你不修福，你怎麼能度眾生？所以學佛的人，一定要懂得福慧雙修。"
    },
    {
      "id": "09-023-0003_p0079",
      "zh_CN": "福慧双修当中，慧重于福。你知道这个道理，你才晓得离一切相是主，是第一重要。修一切善是辅助，也非常重要。离相从哪里离？就在修一切善里头离，不修一切善那你离什么？你也没得离了。一定要懂得离相修善，这才是福慧双修，这才叫真忏悔。学佛最忌讳的是修福不修慧，佛门这样的弟子很多。喜欢修福、喜欢福报、喜欢享福，不要智慧，这是痴福。这个福报到哪里去享？你要知道，因为他愚痴，愚痴变畜生，畜生道里面去享了。所以佛在经上说：「修福不修慧，大象挂璎珞」。痴福，他到畜生道中去投胎，投到大象，那象是国王坐骑的。国王从前出门没有汽车，都是马、象。国王乘的象，都是金银、琉璃、七宝挂满身，那是他的福报，他就享那个福去了。现在国王出门不骑象，坐车了。但是现在享福的畜生很多，我们看到外国那些宠物，你要是修福不修慧，来生都被那些外国人当宠物去了。很重要、很重要，一定要懂得福慧双修，慧重于福，这就对了。",
      "zh_TW": "福慧雙修當中，慧重於福。你知道這個道理，你才曉得離一切相是主，是第一重要。修一切善是輔助，也非常重要。離相從哪裡離？就在修一切善裡頭離，不修一切善那你離什麼？你也沒得離了。一定要懂得離相修善，這才是福慧雙修，這才叫真懺悔。學佛最忌諱的是修福不修慧，佛門這樣的弟子很多。喜歡修福、喜歡福報、喜歡享福，不要智慧，這是痴福。這個福報到哪裡去享？你要知道，因為他愚痴，愚痴變畜生，畜生道裡面去享了。所以佛在經上說：「修福不修慧，大象掛瓔珞」。痴福，他到畜生道中去投胎，投到大象，那象是國王坐騎的。國王從前出門沒有汽車，都是馬、象。國王乘的象，都是金銀、琉璃、七寶掛滿身，那是他的福報，他就享那個福去了。現在國王出門不騎象，坐車了。但是現在享福的畜生很多，我們看到外國那些寵物，你要是修福不修慧，來生都被那些外國人當寵物去了。很重要、很重要，一定要懂得福慧雙修，慧重於福，這就對了。"
    },
    {
      "id": "09-023-0003_p0080",
      "zh_CN": "【此是真忏悔，能灭重罪定业。】",
      "zh_TW": "【此是真懺悔，能滅重罪定業。】"
    },
    {
      "id": "09-023-0003_p0081",
      "zh_CN": "大乘许多经论上说，定业不能转，实际上那是佛的方便语，不是真实语。是佛为我们提出严重的警告，不要造重罪，是劝勉我们的意思。实际上定业也能转，不过很难。转定业一定要见性才能转，不能见性不能转。修定，转不了定业。像阿罗汉、辟支佛、权教菩萨都转不了定业，一定要证得法身大士的果位，就行了，就能转。由此可知，我们往生西方极乐世界，一生到极乐世界就是七地菩萨、八地菩萨，就是这样的果位，试问问定业转了没有？转了。所以念佛法门无比的殊胜，「内外障缘，一齐销尽」。",
      "zh_TW": "大乘許多經論上說，定業不能轉，實際上那是佛的方便語，不是真實語。是佛為我們提出嚴重的警告，不要造重罪，是勸勉我們的意思。實際上定業也能轉，不過很難。轉定業一定要見性才能轉，不能見性不能轉。修定，轉不了定業。像阿羅漢、辟支佛、權教菩薩都轉不了定業，一定要證得法身大士的果位，就行了，就能轉。由此可知，我們往生西方極樂世界，一生到極樂世界就是七地菩薩、八地菩薩，就是這樣的果位，試問問定業轉了沒有？轉了。所以念佛法門無比的殊勝，「內外障緣，一齊銷盡」。"
    },
    {
      "id": "09-023-0003_p0082",
      "zh_CN": "【若能于本经，深解义趣，信心不逆，尽能受持，为人解说。】",
      "zh_TW": "【若能於本經，深解義趣，信心不逆，盡能受持，為人解說。】"
    },
    {
      "id": "09-023-0003_p0083",
      "zh_CN": "这四句话，实在讲把《金刚经》的精华说尽了，也是这部经里面最重要的经文。所以经要深解，解浅了不起作用，要深解，深深的去理解它，才知道我们在生活当中起心动念、待人接物，应当怎样做才是金刚般若，才是究竟圆满的智慧，所以不深解不行。因此，这个经实在讲是要细讲，粗枝大叶这样讲下来，起不了什么作用，要深解。「信心不逆」，不逆是决定不违背，这句话非常重要。信心不逆，实在讲，一定要这样做法，非这样做法不可，这样的信心才叫做不逆。「尽能受持」，《金刚经》上常讲受持四句偈，四句偈是少分，尽能受持是全经。「为人解说」，尽能受持是自行，为人解说是化他，自行化他。",
      "zh_TW": "這四句話，實在講把《金剛經》的精華說盡了，也是這部經裡面最重要的經文。所以經要深解，解淺了不起作用，要深解，深深的去理解它，才知道我們在生活當中起心動念、待人接物，應當怎樣做才是金剛般若，才是究竟圓滿的智慧，所以不深解不行。因此，這個經實在講是要細講，粗枝大葉這樣講下來，起不了什麼作用，要深解。「信心不逆」，不逆是決定不違背，這句話非常重要。信心不逆，實在講，一定要這樣做法，非這樣做法不可，這樣的信心才叫做不逆。「盡能受持」，《金剛經》上常講受持四句偈，四句偈是少分，盡能受持是全經。「為人解說」，盡能受持是自行，為人解說是化他，自行化他。"
    },
    {
      "id": "09-023-0003_p0084",
      "zh_CN": "【即为荷担如来事业】",
      "zh_TW": "【即為荷擔如來事業】"
    },
    {
      "id": "09-023-0003_p0085",
      "zh_CN": "这个人就是佛的传法弟子，继续佛度众生的大业，这是如来的传人。",
      "zh_TW": "這個人就是佛的傳法弟子，繼續佛度眾生的大業，這是如來的傳人。"
    },
    {
      "id": "09-023-0003_p0086",
      "zh_CN": "【成就最上第一希有之法】",
      "zh_TW": "【成就最上第一希有之法】"
    },
    {
      "id": "09-023-0003_p0087",
      "zh_CN": "这些都是本经的经文，到后面我们会细讲。",
      "zh_TW": "這些都是本經的經文，到後面我們會細講。"
    },
    {
      "id": "09-023-0003_p0088",
      "zh_CN": "【乃至灭罪生福，当得无上菩提。】",
      "zh_TW": "【乃至滅罪生福，當得無上菩提。】"
    },
    {
      "id": "09-023-0003_p0089",
      "zh_CN": "这无疑是世尊在本经为我们授记。果然我们能够做到前面这四句，就是如来为我们授记的弟子，不是普通弟子。第一「深解义趣」，第二「信心不逆」，第三「尽能受持」，第四「为人解说」，只要这四句你真做到了，你就是如来的传人，你就是如来授记的弟子，这是真正希有！",
      "zh_TW": "這無疑是世尊在本經為我們授記。果然我們能夠做到前面這四句，就是如來為我們授記的弟子，不是普通弟子。第一「深解義趣」，第二「信心不逆」，第三「盡能受持」，第四「為人解說」，只要這四句你真做到了，你就是如來的傳人，你就是如來授記的弟子，這是真正希有！"
    },
    {
      "id": "09-023-0003_p0090",
      "zh_CN": "【修行法门无量，而唯一宗旨，除障而已。】",
      "zh_TW": "【修行法門無量，而唯一宗旨，除障而已。】"
    },
    {
      "id": "09-023-0003_p0091",
      "zh_CN": "这是真的，一切法门没有别的，除二障而已，或者是讲三障。二障是讲烦恼障、所知障，三障是讲惑障、业障、报障。底下我们讲三障，「障有三」，回向偈上「愿消三障诸烦恼」，三障就是这三种。",
      "zh_TW": "這是真的，一切法門沒有別的，除二障而已，或者是講三障。二障是講煩惱障、所知障，三障是講惑障、業障、報障。底下我們講三障，「障有三」，迴向偈上「願消三障諸煩惱」，三障就是這三種。"
    },
    {
      "id": "09-023-0003_p0092",
      "zh_CN": "【第一、惑障：见思烦恼是，除则成般若德。】",
      "zh_TW": "【第一、惑障：見思煩惱是，除則成般若德。】"
    },
    {
      "id": "09-023-0003_p0093",
      "zh_CN": "迷惑除掉，般若智慧就现前。",
      "zh_TW": "迷惑除掉，般若智慧就現前。"
    },
    {
      "id": "09-023-0003_p0094",
      "zh_CN": "【第二、业障：一切罪业是。】",
      "zh_TW": "【第二、業障：一切罪業是。】"
    },
    {
      "id": "09-023-0003_p0095",
      "zh_CN": "罪业是造作。就像地藏菩萨在《本愿经》上所说的：「阎浮提众生」，阎浮提众生是指我们这个地球，「起心动念无不是罪」。当然这是指大多数的众生，极少数例外。为什么说起心动念都是罪？起心动念都是自私自利，那就是罪。自私自利有什么不好？为什么说是罪？增长我执、增长我见，这就是罪。我见、我执增长就不能出三界，不能脱轮回，那不是罪是什么？这个一定要知道。除业障证解脱德，就得大自在。",
      "zh_TW": "罪業是造作。就像地藏菩薩在《本願經》上所說的：「閻浮提眾生」，閻浮提眾生是指我們這個地球，「起心動念無不是罪」。當然這是指大多數的眾生，極少數例外。為什麼說起心動念都是罪？起心動念都是自私自利，那就是罪。自私自利有什麼不好？為什麼說是罪？增長我執、增長我見，這就是罪。我見、我執增長就不能出三界，不能脫輪迴，那不是罪是什麼？這個一定要知道。除業障證解脫德，就得大自在。"
    },
    {
      "id": "09-023-0003_p0096",
      "zh_CN": "【第三、报障。】",
      "zh_TW": "【第三、報障。】"
    },
    {
      "id": "09-023-0003_p0097",
      "zh_CN": "「报」是六道里面的苦报，在六道里面舍身受身，这是六道的果报。六道没有不苦，佛为我们讲三苦、八苦。三苦里面，不仅是欲界，欲界苦苦，八种苦具足；色界有坏苦；无色界有行苦，三界统苦，三界里没有安乐。《法华经》比喻，三界火宅。三界头里哪有乐？你感觉得有一点乐受，那是苦暂时停一下而已。我们要觉悟，不要以为你现在很有福报，觉得做人不错、很快乐，其实你迷惑颠倒。为什么？你一餐饭不吃的时候，饿得很苦，你就没想到吗？苦是真的，三餐饭是药，治你饥饿之苦，你有什么乐？没乐可受。所以人活在八苦之中，这是真的，绝对不是假的。「除则成法身德」，报障要是离开了，你就证得法身。",
      "zh_TW": "「報」是六道裡面的苦報，在六道裡面捨身受身，這是六道的果報。六道沒有不苦，佛為我們講三苦、八苦。三苦裡面，不僅是欲界，欲界苦苦，八種苦具足；色界有壞苦；無色界有行苦，三界統苦，三界裡沒有安樂。《法華經》比喻，三界火宅。三界頭裡哪有樂？你感覺得有一點樂受，那是苦暫時停一下而已。我們要覺悟，不要以為你現在很有福報，覺得做人不錯、很快樂，其實你迷惑顛倒。為什麼？你一餐飯不吃的時候，餓得很苦，你就沒想到嗎？苦是真的，三餐飯是藥，治你飢餓之苦，你有什麼樂？沒樂可受。所以人活在八苦之中，這是真的，絕對不是假的。「除則成法身德」，報障要是離開了，你就證得法身。"
    },
    {
      "id": "09-023-0003_p0098",
      "zh_CN": "【江注举破我、灭罪、成就如来，为本经之大用。】",
      "zh_TW": "【江註舉破我、滅罪、成就如來，為本經之大用。】"
    },
    {
      "id": "09-023-0003_p0099",
      "zh_CN": "江味农居士在《金刚经讲义》里面，他以这三个为本经的德用。这个经的用途能帮助人破我执，能帮助我们灭罪业，消灾灭罪，能帮助我们成就无上菩提。成就如来就是成就无上菩提！这个经的好处、利益太大太大了，这是我们应当要晓得的。晓得有这么多的好处，这才肯用心来学习，希望经上所讲的好处，我们现前都能得到，我们学《金刚般若》那才叫真的没有白学。学了马上就有用处，改善我们的生活、改善我们的体质，现在很流行的时髦语，改善体质，这个经真有这个作用。使我们这一生过得非常幸福、非常美满，充满了智慧，而不是生活在烦恼之中。六祖大师说得很好：「弟子心中常生智慧」，我们像他就不错了，凡夫是「弟子心中常生烦恼」。我遇到很多人来跟我讲，「我常生烦恼」；他不生智慧，他常生烦恼。与般若相反的就常生烦恼，与般若相应的常生智慧，生活在圆满智慧当中，那真正是幸福、快乐。今天就讲到此地。",
      "zh_TW": "江味農居士在《金剛經講義》裡面，他以這三個為本經的德用。這個經的用途能幫助人破我執，能幫助我們滅罪業，消災滅罪，能幫助我們成就無上菩提。成就如來就是成就無上菩提！這個經的好處、利益太大太大了，這是我們應當要曉得的。曉得有這麼多的好處，這才肯用心來學習，希望經上所講的好處，我們現前都能得到，我們學《金剛般若》那才叫真的沒有白學。學了馬上就有用處，改善我們的生活、改善我們的體質，現在很流行的時髦語，改善體質，這個經真有這個作用。使我們這一生過得非常幸福、非常美滿，充滿了智慧，而不是生活在煩惱之中。六祖大師說得很好：「弟子心中常生智慧」，我們像他就不錯了，凡夫是「弟子心中常生煩惱」。我遇到很多人來跟我講，「我常生煩惱」；他不生智慧，他常生煩惱。與般若相反的就常生煩惱，與般若相應的常生智慧，生活在圓滿智慧當中，那真正是幸福、快樂。今天就講到此地。"
    }
  ]
}