{
  "doc_id": "09-023-0100",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一００集",
    "zh_TW": "第一００集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0100",
  "total_paragraphs": 74,
  "paragraphs": [
    {
      "id": "09-023-0100_p0001",
      "zh_CN": "请掀开经本二百四十五面，倒数第六行，从小注第八段看起。",
      "zh_TW": "請掀開經本二百四十五面，倒數第六行，從小註第八段看起。"
    },
    {
      "id": "09-023-0100_p0002",
      "zh_CN": "【了义经中，语语能证道，句句可入门。以《弥陀经》言之，如「执持名号，一心不乱」两语，固然说有前后，执持是下手处，一心是执持之功效，然若不能体会一心以起修，终亦不能做到执持。然则一心不乱，岂可仅作功效观之乎。】",
      "zh_TW": "【了義經中，語語能證道，句句可入門。以《彌陀經》言之，如「執持名號，一心不亂」兩語，固然說有前後，執持是下手處，一心是執持之功效，然若不能體會一心以起修，終亦不能做到執持。然則一心不亂，豈可僅作功效觀之乎。】"
    },
    {
      "id": "09-023-0100_p0003",
      "zh_CN": "这是举一个例子来说明，大乘了义经典，所谓了义，就是它所说的道理、所说的方法，确实能够帮助我们在一生当中，修学能达到开悟，能达到见性成佛的效果，这样的经论才称之为了义的经典。除净宗经典之外，像《华严》、《法华》、《楞严》、《楞伽》、《金刚般若》，都是属于了义的大乘经。这些经典里面，字字句句都能够帮助我们证道，都能够帮助我们入门，这个门就是大乘了义之门，这不是普通的门径。",
      "zh_TW": "這是舉一個例子來說明，大乘了義經典，所謂了義，就是它所說的道理、所說的方法，確實能夠幫助我們在一生當中，修學能達到開悟，能達到見性成佛的效果，這樣的經論才稱之為了義的經典。除淨宗經典之外，像《華嚴》、《法華》、《楞嚴》、《楞伽》、《金剛般若》，都是屬於了義的大乘經。這些經典裡面，字字句句都能夠幫助我們證道，都能夠幫助我們入門，這個門就是大乘了義之門，這不是普通的門徑。"
    },
    {
      "id": "09-023-0100_p0004",
      "zh_CN": "下面举一个例子说，他不举别的经，举《阿弥陀经》，江味农居士用意就很深，在佛门里面有许许多多的人把《弥陀经》看浅了，把净土法门看错了，以为这个法门是老太婆教，以为《弥陀经》里面没有什么道理；殊不知《弥陀经》才是大乘了义经中的精华。经文看起来好像很浅，实际上是其深无比。我们看到莲池大师的《疏钞》，蕅益大师的《要解》，就知道《弥陀经》确确实实是不思议经。这里举出两句，这两句也是《弥陀经》里面最要紧的两句话：「执持名号，一心不乱」。这两句话字字都含无量义，我们就把这两句话简单的为大家介绍一下。执持，在本经里面讲得多，世尊在这一会里面，教给我们「受持读诵，为人演说」，这句话重复了很多次，多次的重复当然是非常重要。受持，就是《弥陀经》上的执持。佛教给我们执持的是名号，名号功德不可思议，念佛的人很多，真正做到这四个字的人不多。为什么？如果真的做到这四个字，底下那一句的效果他会得到，他会得一心不乱。念佛念了一辈子，一心不乱没得到。什么原因？没有执持名号，所以你得不到一心。可见执持不容易！当然这其中第一要紧的事情，还是要明了名号的意义，这是净宗法门里头常说，名号功德不可思议！",
      "zh_TW": "下面舉一個例子說，他不舉別的經，舉《阿彌陀經》，江味農居士用意就很深，在佛門裡面有許許多多的人把《彌陀經》看淺了，把淨土法門看錯了，以為這個法門是老太婆教，以為《彌陀經》裡面沒有什麼道理；殊不知《彌陀經》才是大乘了義經中的精華。經文看起來好像很淺，實際上是其深無比。我們看到蓮池大師的《疏鈔》，蕅益大師的《要解》，就知道《彌陀經》確確實實是不思議經。這裡舉出兩句，這兩句也是《彌陀經》裡面最要緊的兩句話：「執持名號，一心不亂」。這兩句話字字都含無量義，我們就把這兩句話簡單的為大家介紹一下。執持，在本經裡面講得多，世尊在這一會裡面，教給我們「受持讀誦，為人演說」，這句話重複了很多次，多次的重複當然是非常重要。受持，就是《彌陀經》上的執持。佛教給我們執持的是名號，名號功德不可思議，念佛的人很多，真正做到這四個字的人不多。為什麼？如果真的做到這四個字，底下那一句的效果他會得到，他會得一心不亂。念佛念了一輩子，一心不亂沒得到。什麼原因？沒有執持名號，所以你得不到一心。可見執持不容易！當然這其中第一要緊的事情，還是要明瞭名號的意義，這是淨宗法門裡頭常說，名號功德不可思議！"
    },
    {
      "id": "09-023-0100_p0005",
      "zh_CN": "名号有什么功德？就事相上来说，阿弥陀佛这一句名号包括尽了，释迦牟尼四十九年所说的一代时教，就在这一句名号之中，这是我们就事论事，才知道名号功德不可思议！隋唐古大德将世尊四十九年所说的一切经，做个比较，哪一部经第一？这一比较之后，几乎大家都公认《大方广佛华严经》是第一经。为什么称《华严经》是第一经？这不能说没有道理，《华严经》对于宇宙人生的事理、性相、因果，面面都说到，说得非常完整；清凉大师以四科判经：信、解、行、证，这个教义圆圆满满，确实可以称为第一经。可是再把《华严经》跟《无量寿经》做个比较，大家公认《无量寿经》第一，这是第一当中的第一。为什么一开端不把《无量寿经》看作第一？要比较之下才称之为第一？这是刚才说过，《华严经》讲得圆满，《无量寿经》跟《弥陀经》讲得没有《华严》那么圆满；面面都讲到，没有。为什么《无量寿经》会把《华严经》比下去？《华严》到最后也成佛了，怎么成佛的？普贤菩萨十大愿王导归极乐才成佛。由此可知，《华严》到最后，如果不求生西方极乐世界，他就成不了佛。由此可知，原来《无量寿经》是《华严经》的总结，是《华严经》的归宿；《华严》是大本，《弥陀经》是小本，大本、小本是一样的。所以是《大方广佛华严经》的归宿、总结，结在这个地方，那当然是第一的第一，没有话说。《无量寿经》我们现在采取的本子，是夏莲居老居士的会集本，总共有四十八品，这四十八品哪一品第一？我想这个大家都知道，第六品第一，第六品是阿弥陀佛四十八愿。这一部《无量寿经》都是讲四十八愿，字字句句没有离开四十八愿。四十八愿是阿弥陀佛说的，这是净宗的中心，是净宗的根本。四十八愿哪一愿第一？这是古大德告诉我们的，古大德几乎是公认的，第十八愿第一。第十八愿说的是「十念必生」，这是把名号功德不可思议说出来了。由此可知，这一句阿弥陀佛名号，要是把它展开来就是四十八愿，四十八愿展开来就是《无量寿经》，《无量寿经》再一扩大展开就是《大方广佛华严经》，《华严经》再一展开就是《大藏经》。释迦牟尼佛四十九年所说，不仅世尊所说，乃至于十方三世一切诸佛，为法界众生演说无量无边的经典，都不出一句阿弥陀佛。我们才认识阿弥陀佛这一句名号真实不可思议，你才肯受持。执持比受持更进一步，执是什么？就是坚固的执着。《金刚般若》是要把执着打破，我们念佛人要坚固的执着，要牢牢的执着，这就是法门不相同。般若是讲空，要统统舍掉；我们净宗统统舍掉，阿弥陀佛坚固的抓住。这是跟净宗修学的方法不一样，法门不相同。要把它抓住，决定不放松。大势至菩萨教给我们，二六时中要净念相继，这才是真正执持。所以你要懂得名号的意义。",
      "zh_TW": "名號有什麼功德？就事相上來說，阿彌陀佛這一句名號包括盡了，釋迦牟尼四十九年所說的一代時教，就在這一句名號之中，這是我們就事論事，才知道名號功德不可思議！隋唐古大德將世尊四十九年所說的一切經，做個比較，哪一部經第一？這一比較之後，幾乎大家都公認《大方廣佛華嚴經》是第一經。為什麼稱《華嚴經》是第一經？這不能說沒有道理，《華嚴經》對於宇宙人生的事理、性相、因果，面面都說到，說得非常完整；清涼大師以四科判經：信、解、行、證，這個教義圓圓滿滿，確實可以稱為第一經。可是再把《華嚴經》跟《無量壽經》做個比較，大家公認《無量壽經》第一，這是第一當中的第一。為什麼一開端不把《無量壽經》看作第一？要比較之下才稱之為第一？這是剛才說過，《華嚴經》講得圓滿，《無量壽經》跟《彌陀經》講得沒有《華嚴》那麼圓滿；面面都講到，沒有。為什麼《無量壽經》會把《華嚴經》比下去？《華嚴》到最後也成佛了，怎麼成佛的？普賢菩薩十大願王導歸極樂才成佛。由此可知，《華嚴》到最後，如果不求生西方極樂世界，他就成不了佛。由此可知，原來《無量壽經》是《華嚴經》的總結，是《華嚴經》的歸宿；《華嚴》是大本，《彌陀經》是小本，大本、小本是一樣的。所以是《大方廣佛華嚴經》的歸宿、總結，結在這個地方，那當然是第一的第一，沒有話說。《無量壽經》我們現在採取的本子，是夏蓮居老居士的會集本，總共有四十八品，這四十八品哪一品第一？我想這個大家都知道，第六品第一，第六品是阿彌陀佛四十八願。這一部《無量壽經》都是講四十八願，字字句句沒有離開四十八願。四十八願是阿彌陀佛說的，這是淨宗的中心，是淨宗的根本。四十八願哪一願第一？這是古大德告訴我們的，古大德幾乎是公認的，第十八願第一。第十八願說的是「十念必生」，這是把名號功德不可思議說出來了。由此可知，這一句阿彌陀佛名號，要是把它展開來就是四十八願，四十八願展開來就是《無量壽經》，《無量壽經》再一擴大展開就是《大方廣佛華嚴經》，《華嚴經》再一展開就是《大藏經》。釋迦牟尼佛四十九年所說，不僅世尊所說，乃至於十方三世一切諸佛，為法界眾生演說無量無邊的經典，都不出一句阿彌陀佛。我們才認識阿彌陀佛這一句名號真實不可思議，你才肯受持。執持比受持更進一步，執是什麼？就是堅固的執著。《金剛般若》是要把執著打破，我們念佛人要堅固的執著，要牢牢的執著，這就是法門不相同。般若是講空，要統統捨掉；我們淨宗統統捨掉，阿彌陀佛堅固的抓住。這是跟淨宗修學的方法不一樣，法門不相同。要把它抓住，決定不放鬆。大勢至菩薩教給我們，二六時中要淨念相繼，這才是真正執持。所以你要懂得名號的意義。"
    },
    {
      "id": "09-023-0100_p0006",
      "zh_CN": "刚才这样子较量都是从相上说的，如果我们说得更深一层，阿弥陀佛的名号就是自己的真如本性，这四个字都是梵语音译，阿翻作无，弥陀翻作量，佛翻作觉，所以要是用中文译出它的意思，无量觉。无量包括了世间法、出世间法，世出世间法无量无边，不可思议，没有法子计算的。那真是经上所说的，「唯佛与佛，方能究竟」，等觉菩萨也没法子，也不能知道它的边际。这是自性、性德，六祖惠能大师所谓「何期自性，本来具足」，无量无边一切法是自性里头本来具足的；「能生万法」，十法界依正庄严是自性变现出来的。自性的体、相、德用，一句阿弥陀佛名号统统包含了。所以阿弥陀佛这一句名号，是我们真如本性的德号。念这个名号能见性，念这个名号能证无上菩提，所以大势至菩萨才说，「不假方便，自得心开」。不假方便，不需要再借任何一个方法来帮助，不需要！就是一句阿弥陀佛念到底，你看看这么简单、这么容易，这样的不可思议。自得心开，心开就是禅宗里面的大彻大悟，明心见性，见性成佛，就用这一个。这是它深的意思，它是自性德号。",
      "zh_TW": "剛才這樣子較量都是從相上說的，如果我們說得更深一層，阿彌陀佛的名號就是自己的真如本性，這四個字都是梵語音譯，阿翻作無，彌陀翻作量，佛翻作覺，所以要是用中文譯出它的意思，無量覺。無量包括了世間法、出世間法，世出世間法無量無邊，不可思議，沒有法子計算的。那真是經上所說的，「唯佛與佛，方能究竟」，等覺菩薩也沒法子，也不能知道它的邊際。這是自性、性德，六祖惠能大師所謂「何期自性，本來具足」，無量無邊一切法是自性裡頭本來具足的；「能生萬法」，十法界依正莊嚴是自性變現出來的。自性的體、相、德用，一句阿彌陀佛名號統統包含了。所以阿彌陀佛這一句名號，是我們真如本性的德號。念這個名號能見性，念這個名號能證無上菩提，所以大勢至菩薩才說，「不假方便，自得心開」。不假方便，不需要再借任何一個方法來幫助，不需要！就是一句阿彌陀佛念到底，你看看這麼簡單、這麼容易，這樣的不可思議。自得心開，心開就是禪宗裡面的大徹大悟，明心見性，見性成佛，就用這一個。這是它深的意思，它是自性德號。"
    },
    {
      "id": "09-023-0100_p0007",
      "zh_CN": "我们再从因果上来看，那更不可思议！从因果上看，一定要懂得因果的原理。佛在了义经中，像《华严》里面所说的，一切诸法，包括世间法、出世间法，一切诸法，十法界依正庄严，这里面包括了一真法界，这些境界从哪里来的？经上说：「唯心所现，唯识所变」。因为《华严经》上有「唯识所变」，所以法相唯识宗把《华严经》也算他们主要经典之一，法相宗总共有六部经、十一部论，六经十一论，《华严》是六经之一，就是《华严经》上说的「唯识所变」。佛又常在大乘经上告诉我们：「一切法从心想生」。这些要紧的经文句子，它的甚深广博的意义你要是明了，然后你才会真正相信因果。因果里面，既然一切法从心想生，所以大势至菩萨教给我们，「忆佛念佛，现前当来，必定见佛。」这就是从心想生，大势至菩萨所依据的就是从心想生。所以我们才知道「念佛是因，成佛是果」。",
      "zh_TW": "我們再從因果上來看，那更不可思議！從因果上看，一定要懂得因果的原理。佛在了義經中，像《華嚴》裡面所說的，一切諸法，包括世間法、出世間法，一切諸法，十法界依正莊嚴，這裡面包括了一真法界，這些境界從哪裡來的？經上說：「唯心所現，唯識所變」。因為《華嚴經》上有「唯識所變」，所以法相唯識宗把《華嚴經》也算他們主要經典之一，法相宗總共有六部經、十一部論，六經十一論，《華嚴》是六經之一，就是《華嚴經》上說的「唯識所變」。佛又常在大乘經上告訴我們：「一切法從心想生」。這些要緊的經文句子，它的甚深廣博的意義你要是明瞭，然後你才會真正相信因果。因果裡面，既然一切法從心想生，所以大勢至菩薩教給我們，「憶佛念佛，現前當來，必定見佛。」這就是從心想生，大勢至菩薩所依據的就是從心想生。所以我們才知道「念佛是因，成佛是果」。"
    },
    {
      "id": "09-023-0100_p0008",
      "zh_CN": "我们今天一天到晚起心动念，我们念的是什么？给诸位说，念什么就变什么。世间人一天到晚念什么？念钞票、念黄金、念美钞，天天念这些。念这个东西变什么？诸位晓得，念这个是念贪，贪图世间名闻利养、五欲六尘的享受，他念贪心。念贪，将来变什么？变饿鬼。所以诸位晓得，念黄金、美钞，念五欲六尘，他是念鬼；他念鬼，将来死，他就变成鬼，是这么个道理。一天到晚发脾气，这个人看不顺眼，那个事情看不惯，那是瞋恚，瞋恚是念地狱，将来就变地狱，这不是好事情。所以佛教给我们念佛，十法界里头佛最圆满，我们天天念佛，念佛是因，成佛是果。念佛成佛，这就是执持名号。你要不把名号功德利益，真正搞清楚、搞明白、搞透彻，执持两个字相当不容易。",
      "zh_TW": "我們今天一天到晚起心動念，我們念的是什麼？給諸位說，念什麼就變什麼。世間人一天到晚念什麼？念鈔票、念黃金、念美鈔，天天念這些。念這個東西變什麼？諸位曉得，念這個是念貪，貪圖世間名聞利養、五欲六塵的享受，他念貪心。念貪，將來變什麼？變餓鬼。所以諸位曉得，念黃金、美鈔，念五欲六塵，他是念鬼；他念鬼，將來死，他就變成鬼，是這麼個道理。一天到晚發脾氣，這個人看不順眼，那個事情看不慣，那是瞋恚，瞋恚是念地獄，將來就變地獄，這不是好事情。所以佛教給我們念佛，十法界裡頭佛最圓滿，我們天天念佛，念佛是因，成佛是果。念佛成佛，這就是執持名號。你要不把名號功德利益，真正搞清楚、搞明白、搞透徹，執持兩個字相當不容易。"
    },
    {
      "id": "09-023-0100_p0009",
      "zh_CN": "人真的到执持，就是一心念佛，《无量寿经》上讲的「一向专念」，一向就是一心，一个方向、一个目标专念，其他的统统放下，心里面再也不牵挂，那才叫做执持名号。你这个念法，得一心不乱就很可能，看你功夫的勤惰。功夫勤惰从哪里说？你是不是真的放下，是不是真的彻底放下，放下是功夫。放下，所有一切障碍没有了，把业障放下了。第二层的功夫，你是不是专念？一心专念阿弥陀佛，专想西方极乐世界，果然如此，一心不乱很容易得到，因为你这种念，你已经是一心称念。",
      "zh_TW": "人真的到執持，就是一心念佛，《無量壽經》上講的「一向專念」，一向就是一心，一個方向、一個目標專念，其他的統統放下，心裡面再也不牽掛，那才叫做執持名號。你這個念法，得一心不亂就很可能，看你功夫的勤惰。功夫勤惰從哪裡說？你是不是真的放下，是不是真的徹底放下，放下是功夫。放下，所有一切障礙沒有了，把業障放下了。第二層的功夫，你是不是專念？一心專念阿彌陀佛，專想西方極樂世界，果然如此，一心不亂很容易得到，因為你這種念，你已經是一心稱念。"
    },
    {
      "id": "09-023-0100_p0010",
      "zh_CN": "由此可知，这两句虽然一个是功夫，一个是效果，效果也是功夫，功夫也是效果，这才符合《金刚经》上所讲的原理，万法一如。如果它是两桩事情，那就不是一如。它确实不违背《金刚经》上最高的原理，一如、非一非异。执持名号跟一心不乱，从相上讲非一，它是两桩事情，一个是功夫，一个是功效。从理上讲，它是一样的，它不异；所谓是因中有果，果中有因，因果不二，功夫跟效果是一不是二。",
      "zh_TW": "由此可知，這兩句雖然一個是功夫，一個是效果，效果也是功夫，功夫也是效果，這才符合《金剛經》上所講的原理，萬法一如。如果它是兩樁事情，那就不是一如。它確實不違背《金剛經》上最高的原理，一如、非一非異。執持名號跟一心不亂，從相上講非一，它是兩樁事情，一個是功夫，一個是功效。從理上講，它是一樣的，它不異；所謂是因中有果，果中有因，因果不二，功夫跟效果是一不是二。"
    },
    {
      "id": "09-023-0100_p0011",
      "zh_CN": "但是净宗的下手处就是在执持，执持必须要放下万缘。金刚般若的确帮我们很大的忙，帮我们看破世界，看破宇宙人生的假相，我们才真正从心里面把它舍弃掉。不但身外之物我再不牵挂，再也不忧虑，再也不去想它，即使这个身体也不想它。身心世界一切放下，一心一意念阿弥陀佛、想阿弥陀佛，这就是执持名号。这样念佛决定往生，没有一个不往生的，所谓是万修万人去，一个都不漏掉。",
      "zh_TW": "但是淨宗的下手處就是在執持，執持必須要放下萬緣。金剛般若的確幫我們很大的忙，幫我們看破世界，看破宇宙人生的假相，我們才真正從心裡面把它捨棄掉。不但身外之物我再不牽掛，再也不憂慮，再也不去想它，即使這個身體也不想它。身心世界一切放下，一心一意念阿彌陀佛、想阿彌陀佛，這就是執持名號。這樣念佛決定往生，沒有一個不往生的，所謂是萬修萬人去，一個都不漏掉。"
    },
    {
      "id": "09-023-0100_p0012",
      "zh_CN": "底下文我们念念就行了，意思都说到。然若不能体会一心以起修，终亦不能做到执持。要想真正做到执持，一定要懂得一心、一向，大经上给我们讲的，一向专念、一心称念，这个才行。由此可知，一心不乱如果仅仅当作功效来看，那还是有偏差，与非一非异、诸法一如的原理就不相应。",
      "zh_TW": "底下文我們念念就行了，意思都說到。然若不能體會一心以起修，終亦不能做到執持。要想真正做到執持，一定要懂得一心、一向，大經上給我們講的，一向專念、一心稱念，這個才行。由此可知，一心不亂如果僅僅當作功效來看，那還是有偏差，與非一非異、諸法一如的原理就不相應。"
    },
    {
      "id": "09-023-0100_p0013",
      "zh_CN": "【此经句句说理、说修，即无一句不可以贯通全经。】",
      "zh_TW": "【此經句句說理、說修，即無一句不可以貫通全經。】"
    },
    {
      "id": "09-023-0100_p0014",
      "zh_CN": "这个意思，我想每一位同修读诵《金刚经》的经文，多少都能够有一些体会，纵然不能够很深的体会，浅浅的体会我相信一定有。确确实实这个经文字字句句都能够贯彻全经，前面能贯彻到后面，后面也能贯通到前面。",
      "zh_TW": "這個意思，我想每一位同修讀誦《金剛經》的經文，多少都能夠有一些體會，縱然不能夠很深的體會，淺淺的體會我相信一定有。確確實實這個經文字字句句都能夠貫徹全經，前面能貫徹到後面，後面也能貫通到前面。"
    },
    {
      "id": "09-023-0100_p0015",
      "zh_CN": "【故随拈一句，皆可从此悟道。】",
      "zh_TW": "【故隨拈一句，皆可從此悟道。】"
    },
    {
      "id": "09-023-0100_p0016",
      "zh_CN": "我们读到后面的经文，会更深刻的体会到前面所讲；读经的时候，读到前面经文也能够领会到经后面的义趣，这就是我们平常讲的悟处。悟有大悟、有小悟，悟有浅深次第不同，这是我们读诵受持真实的受用。再看末后这一段：",
      "zh_TW": "我們讀到後面的經文，會更深刻的體會到前面所講；讀經的時候，讀到前面經文也能夠領會到經後面的義趣，這就是我們平常講的悟處。悟有大悟、有小悟，悟有淺深次第不同，這是我們讀誦受持真實的受用。再看末後這一段："
    },
    {
      "id": "09-023-0100_p0017",
      "zh_CN": "【若真伶俐汉】",
      "zh_TW": "【若真伶俐漢】"
    },
    {
      "id": "09-023-0100_p0018",
      "zh_CN": "伶俐汉是禅宗里头常说，即是教下里面所讲的上根利智，根性很利的人。",
      "zh_TW": "伶俐漢是禪宗裡頭常說，即是教下裡面所講的上根利智，根性很利的人。"
    },
    {
      "id": "09-023-0100_p0019",
      "zh_CN": "【得知大乘佛说是法印，便可随拈一句，以印之于事事法法。】",
      "zh_TW": "【得知大乘佛說是法印，便可隨拈一句，以印之於事事法法。】"
    },
    {
      "id": "09-023-0100_p0020",
      "zh_CN": "上根利智的人，他们聪明，他们知道怎么修，知道如何用功。我们虽然不是上根利智，但是也应当学习。我们纵然得不到大的利益，可是小的受用是决定可以得到。大乘经，尤其是了义的经，真的字字句句都是法印。法印，在中国人讲，跟中国古人讲没有问题，那个意思很明显。跟现代人、跟现代外国人讲，他们的印象很模糊，不知道这个印是作什么用的？尤其现代，现在在外国我们都签字，都不用印，印没用处，现在印都变成艺术品，变成欣赏的。从前这个印是代表信用，政府机关有公文要告诉老百姓，如果这上面没有印，那就是假的，大家不能接受。必须要把官府的大印盖上，这是正式的文件，是地方长官负责任颁布的，我们要接受、要奉行。",
      "zh_TW": "上根利智的人，他們聰明，他們知道怎麼修，知道如何用功。我們雖然不是上根利智，但是也應當學習。我們縱然得不到大的利益，可是小的受用是決定可以得到。大乘經，尤其是了義的經，真的字字句句都是法印。法印，在中國人講，跟中國古人講沒有問題，那個意思很明顯。跟現代人、跟現代外國人講，他們的印象很模糊，不知道這個印是作什麼用的？尤其現代，現在在外國我們都簽字，都不用印，印沒用處，現在印都變成藝術品，變成欣賞的。從前這個印是代表信用，政府機關有公文要告訴老百姓，如果這上面沒有印，那就是假的，大家不能接受。必須要把官府的大印蓋上，這是正式的文件，是地方長官負責任頒布的，我們要接受、要奉行。"
    },
    {
      "id": "09-023-0100_p0021",
      "zh_CN": "佛有没有印？佛没有印。佛所说的法，就叫做法印，佛讲的原理原则。凡是符合佛所说的原理原则，这是真经，这不是假的。在通常讲，小乘经有三法印，小乘经所说的决定不会违背这三个原则：无我、无常、涅槃，三个原则。大乘经里面叫一法印：实相。实相是什么？事实真相，所有一切大乘经，都是释迦牟尼佛为我们说明宇宙人生的真相，所以大乘经以实相印，这叫总印。如果要别说，佛在大乘里面字字句句都是法印，字字句句都是真实语，我们不能违背，应当依教奉行。佛法实实在在讲，的确是合情、合理、合法。世尊并没有说，我们在一切经典里面自己可以仔细去观察，佛没有说只有他一个人说的称之为经，别人说的都不行，佛没有这个说法。而且佛很开明，给我们讲佛的经有五种人说，除佛以外，佛的弟子、仙人、诸天、变化人；但是除佛以外，其他人所说的，一定要跟佛说的原理原则相同，佛点头都承认它是佛经，这就讲与法印相合。他讲的大乘法门，确实讲的是宇宙人生的真相，虽不是佛说的，佛听了会点头同意，跟佛讲的没有两样。由此可知，佛法是非常开明，今天讲的民主，决没有专制，没有独大。",
      "zh_TW": "佛有沒有印？佛沒有印。佛所說的法，就叫做法印，佛講的原理原則。凡是符合佛所說的原理原則，這是真經，這不是假的。在通常講，小乘經有三法印，小乘經所說的決定不會違背這三個原則：無我、無常、涅槃，三個原則。大乘經裡面叫一法印：實相。實相是什麼？事實真相，所有一切大乘經，都是釋迦牟尼佛為我們說明宇宙人生的真相，所以大乘經以實相印，這叫總印。如果要別說，佛在大乘裡面字字句句都是法印，字字句句都是真實語，我們不能違背，應當依教奉行。佛法實實在在講，的確是合情、合理、合法。世尊並沒有說，我們在一切經典裡面自己可以仔細去觀察，佛沒有說只有他一個人說的稱之為經，別人說的都不行，佛沒有這個說法。而且佛很開明，給我們講佛的經有五種人說，除佛以外，佛的弟子、仙人、諸天、變化人；但是除佛以外，其他人所說的，一定要跟佛說的原理原則相同，佛點頭都承認它是佛經，這就講與法印相合。他講的大乘法門，確實講的是宇宙人生的真相，雖不是佛說的，佛聽了會點頭同意，跟佛講的沒有兩樣。由此可知，佛法是非常開明，今天講的民主，決沒有專制，沒有獨大。"
    },
    {
      "id": "09-023-0100_p0022",
      "zh_CN": "譬如民国初年以来，印光大师提倡《了凡四训》、提倡《安士全书》。《安士全书》前面一部分是《文昌帝君阴骘文》的注解。《文昌帝君阴骘文》是道教的，不是佛教。《了凡四训》是一个普通在家居士教训儿子的四篇文章，这不是佛经，印祖一生大力提倡，我们也跟在后面继续提倡。有人就问我，曾经有一位法师来责备我，来找麻烦，他说：你出了家，讲经的法师，你讲佛经就好了，为什么讲外道的经？我说：我什么时候讲外道？他说：你讲的《了凡四训》不是外道？他把《了凡四训》当作外道。我说：你说这个！这我是讲了很多遍，《文昌帝君阴骘文》也讲过，《太上感应篇》也讲过，这都是道教。我说虽然它不是佛经，但是它是佛法法印承认过的。他说：什么法印？我就念给他听：诸恶莫作，众善奉行，自净其意，是诸佛教。我说这一首偈算不算法印？他也算很聪明，掉头就跑了，再不说了。你看看这几本书里头，是不是讲「诸恶莫作，众善奉行」，那就对了，跟佛讲的有什么两样？而且讲得更微细，很符合于我们中国人社会环境，所以祖师提倡，不会错！这就是讲大乘法印。",
      "zh_TW": "譬如民國初年以來，印光大師提倡《了凡四訓》、提倡《安士全書》。《安士全書》前面一部分是《文昌帝君陰騭文》的註解。《文昌帝君陰騭文》是道教的，不是佛教。《了凡四訓》是一個普通在家居士教訓兒子的四篇文章，這不是佛經，印祖一生大力提倡，我們也跟在後面繼續提倡。有人就問我，曾經有一位法師來責備我，來找麻煩，他說：你出了家，講經的法師，你講佛經就好了，為什麼講外道的經？我說：我什麼時候講外道？他說：你講的《了凡四訓》不是外道？他把《了凡四訓》當作外道。我說：你說這個！這我是講了很多遍，《文昌帝君陰騭文》也講過，《太上感應篇》也講過，這都是道教。我說雖然它不是佛經，但是它是佛法法印承認過的。他說：什麼法印？我就念給他聽：諸惡莫作，眾善奉行，自淨其意，是諸佛教。我說這一首偈算不算法印？他也算很聰明，掉頭就跑了，再不說了。你看看這幾本書裡頭，是不是講「諸惡莫作，眾善奉行」，那就對了，跟佛講的有什麼兩樣？而且講得更微細，很符合於我們中國人社會環境，所以祖師提倡，不會錯！這就是講大乘法印。"
    },
    {
      "id": "09-023-0100_p0023",
      "zh_CN": "《金刚经》上字字句句都可以做为法印，不只是「应无所住而生其心」，不止，好的句子太多太多！确实随拈一句，在我们日常生活当中，事事法法里面来印证。譬如我们讲「无住生心」，无住生心是《金刚经》上的总原则、总原理。如果把无住生心四个字做一个方印，那里面就很有味道。你念「无住生心」，你再从下面念到上面，「生心无住」，还可以倒过头回头来念「无住心生」，你念圆圈，「心生无住」，你怎么念，愈念就愈有味道。把它应用在日常生活当中，用在工作里面，这叫修菩萨行，存这个心叫修菩萨道，学菩萨行。",
      "zh_TW": "《金剛經》上字字句句都可以做為法印，不只是「應無所住而生其心」，不止，好的句子太多太多！確實隨拈一句，在我們日常生活當中，事事法法裡面來印證。譬如我們講「無住生心」，無住生心是《金剛經》上的總原則、總原理。如果把無住生心四個字做一個方印，那裡面就很有味道。你念「無住生心」，你再從下面念到上面，「生心無住」，還可以倒過頭回頭來念「無住心生」，你念圓圈，「心生無住」，你怎麼念，愈念就愈有味道。把它應用在日常生活當中，用在工作裡面，這叫修菩薩行，存這個心叫修菩薩道，學菩薩行。"
    },
    {
      "id": "09-023-0100_p0024",
      "zh_CN": "【换言之，便是事事法法，都向这法印上理会之，如此方是会用功人。则行住坐卧，不离这个，易得真实受用也。】",
      "zh_TW": "【換言之，便是事事法法，都向這法印上理會之，如此方是會用功人。則行住坐臥，不離這個，易得真實受用也。】"
    },
    {
      "id": "09-023-0100_p0025",
      "zh_CN": "这是确确实实，我们才会得真实的受用。「无住」，不能有一丝毫的执着；「生心」，念念利益一切众生，生这个心。这一段在经文前面说了这么多，为的是底下这一段经文的意思非常深、非常广、非常微细，所以在讲经文之前，做一个整体的介绍，再入经文就容易懂了。如果不是这样详细介绍，这个经文的深义，实在很难看得出来。这一段的大科是要说明「诸法空相」，说明「法不生」。我们看佛是用什么样的方法，来把这个意思为我们说清楚、说明白。请看经文：",
      "zh_TW": "這是確確實實，我們才會得真實的受用。「無住」，不能有一絲毫的執著；「生心」，念念利益一切眾生，生這個心。這一段在經文前面說了這麼多，為的是底下這一段經文的意思非常深、非常廣、非常微細，所以在講經文之前，做一個整體的介紹，再入經文就容易懂了。如果不是這樣詳細介紹，這個經文的深義，實在很難看得出來。這一段的大科是要說明「諸法空相」，說明「法不生」。我們看佛是用什麼樣的方法，來把這個意思為我們說清楚、說明白。請看經文："
    },
    {
      "id": "09-023-0100_p0026",
      "zh_CN": "经【须菩提，若有人言，如来若来若去若坐若卧，是人不解我所说义。】",
      "zh_TW": "經【須菩提，若有人言，如來若來若去若坐若臥，是人不解我所說義。】"
    },
    {
      "id": "09-023-0100_p0027",
      "zh_CN": "我们先看这一段，这一段讲的是什么意思？实在讲我们不懂，看不出它的意思来。虽然前面讲得那么多，诸位看这个经文能懂意思吗？若不懂意思，看看科题，这个小标题，这是第一百六十八段，「泯相入体」。怎样泯相？不着相；不着相就见性，体就是性。由此可知，佛原来在这里面举一个例子来说，他举的什么例子？他举名号，举佛号。「约圣号明离去来」，举一个例子。如来这个名号没有来去，你要说如来若来若去，那你根本不懂这个意思。名号如是，法法皆然，哪一法有来去？来去的意思深！八不里头，前面说过，不生不灭、不来不去、不一不异，前面都讲过。你懂得一句，你全都懂了，知道一桩事情「不来不去」，就晓得一切法都不生不灭，一切法都不一不异，你看跟《金刚经》前面讲的意思就通了。可见得这一句话里头，意思真的很深、很广、很细，粗心的人念这一句不懂，不知道佛说什么意思。我们看注解：",
      "zh_TW": "我們先看這一段，這一段講的是什麼意思？實在講我們不懂，看不出它的意思來。雖然前面講得那麼多，諸位看這個經文能懂意思嗎？若不懂意思，看看科題，這個小標題，這是第一百六十八段，「泯相入體」。怎樣泯相？不著相；不著相就見性，體就是性。由此可知，佛原來在這裡面舉一個例子來說，他舉的什麼例子？他舉名號，舉佛號。「約聖號明離去來」，舉一個例子。如來這個名號沒有來去，你要說如來若來若去，那你根本不懂這個意思。名號如是，法法皆然，哪一法有來去？來去的意思深！八不裡頭，前面說過，不生不滅、不來不去、不一不異，前面都講過。你懂得一句，你全都懂了，知道一樁事情「不來不去」，就曉得一切法都不生不滅，一切法都不一不異，你看跟《金剛經》前面講的意思就通了。可見得這一句話裡頭，意思真的很深、很廣、很細，粗心的人念這一句不懂，不知道佛說什麼意思。我們看註解："
    },
    {
      "id": "09-023-0100_p0028",
      "zh_CN": "【诸法空相，是大乘法印。】",
      "zh_TW": "【諸法空相，是大乘法印。】"
    },
    {
      "id": "09-023-0100_p0029",
      "zh_CN": "万法皆空，无论从体上说，无论从相上说，无论从作用上说，这个我们前面都说得很多很多。一般初学的，像小乘经上常讲，体讲空，相讲有，作用也讲有，不讲空；可是在大乘了义经上给我们说实话，体、相、作用俱不可得，这才彻底，这才究竟圆满，所以这是大乘法印。",
      "zh_TW": "萬法皆空，無論從體上說，無論從相上說，無論從作用上說，這個我們前面都說得很多很多。一般初學的，像小乘經上常講，體講空，相講有，作用也講有，不講空；可是在大乘了義經上給我們說實話，體、相、作用俱不可得，這才徹底，這才究竟圓滿，所以這是大乘法印。"
    },
    {
      "id": "09-023-0100_p0030",
      "zh_CN": "【不来不去等句，莫非法印。】",
      "zh_TW": "【不來不去等句，莫非法印。】"
    },
    {
      "id": "09-023-0100_p0031",
      "zh_CN": "不来不去，像前面讲的非一非异、无实无虚，都是法印，都是讲的原理原则。",
      "zh_TW": "不來不去，像前面講的非一非異、無實無虛，都是法印，都是講的原理原則。"
    },
    {
      "id": "09-023-0100_p0032",
      "zh_CN": "【法印者，一切法皆可以此义印定之谓。】",
      "zh_TW": "【法印者，一切法皆可以此義印定之謂。】"
    },
    {
      "id": "09-023-0100_p0033",
      "zh_CN": "这是个原理，在数学里面讲这是个公式，它能够涵盖一切，能够包括一切。「此示例」，这一句话是世尊在此地举一个例子说。",
      "zh_TW": "這是個原理，在數學裡面講這是個公式，它能夠涵蓋一切，能夠包括一切。「此示例」，這一句話是世尊在此地舉一個例子說。"
    },
    {
      "id": "09-023-0100_p0034",
      "zh_CN": "【来去等，皆是对待之事相。】",
      "zh_TW": "【來去等，皆是對待之事相。】"
    },
    {
      "id": "09-023-0100_p0035",
      "zh_CN": "由此可知，凡是相对的事相，都可以用这个例子来观察，我们才得到它的真相：不来不去。",
      "zh_TW": "由此可知，凡是相對的事相，都可以用這個例子來觀察，我們才得到它的真相：不來不去。"
    },
    {
      "id": "09-023-0100_p0036",
      "zh_CN": "【欲证性体】",
      "zh_TW": "【欲證性體】"
    },
    {
      "id": "09-023-0100_p0037",
      "zh_CN": "欲证性体就是你要想明心见性，我们念佛的人，你要想得一心不乱，得一心不乱就是证性，就是明心见性。",
      "zh_TW": "欲證性體就是你要想明心見性，我們念佛的人，你要想得一心不亂，得一心不亂就是證性，就是明心見性。"
    },
    {
      "id": "09-023-0100_p0038",
      "zh_CN": "【必须超越一切对待】",
      "zh_TW": "【必須超越一切對待】"
    },
    {
      "id": "09-023-0100_p0039",
      "zh_CN": "我们为什么见不了性？为什么得不了一心？是因为我们生活在相对的环境里面，相对不是真实的。相对，它相对立了，那诸法就不如；超越相对，法法皆如，那就一如。一如才能见性，相对的是凡夫境界。四相，四相怎么来的？四相是从对待当中产生，先有个我，我的对面就有人，我跟人就对立；我、人是一边，对面就是众生。由此可知，六道里头怎么建立的？从一个相对逐渐逐渐变成无量无边的对立，这是六道的现象。佛的方法很巧妙，教给我们斧底抽薪，从什么地方来突破这么复杂相对的环境？这么复杂它有个根源，那个根源是「我」，把「我」去掉了，再复杂相对的马上就解决了。所以佛教给我们，从我执、法执上下手，这个法子非常妙，非常的高明。所以，必须超越一切对待。",
      "zh_TW": "我們為什麼見不了性？為什麼得不了一心？是因為我們生活在相對的環境裡面，相對不是真實的。相對，它相對立了，那諸法就不如；超越相對，法法皆如，那就一如。一如才能見性，相對的是凡夫境界。四相，四相怎麼來的？四相是從對待當中產生，先有個我，我的對面就有人，我跟人就對立；我、人是一邊，對面就是眾生。由此可知，六道裡頭怎麼建立的？從一個相對逐漸逐漸變成無量無邊的對立，這是六道的現象。佛的方法很巧妙，教給我們斧底抽薪，從什麼地方來突破這麼複雜相對的環境？這麼複雜它有個根源，那個根源是「我」，把「我」去掉了，再複雜相對的馬上就解決了。所以佛教給我們，從我執、法執上下手，這個法子非常妙，非常的高明。所以，必須超越一切對待。"
    },
    {
      "id": "09-023-0100_p0040",
      "zh_CN": "【空其虚相，空其诸法之相，即泯相入体之义。】",
      "zh_TW": "【空其虛相，空其諸法之相，即泯相入體之義。】"
    },
    {
      "id": "09-023-0100_p0041",
      "zh_CN": "相，前面说得很多，相不会灭，相是决定有，但是要知道，相是假相、幻相。为什么说它是假的、是幻的？它会变，它虽然不会灭，它会变；会变就不是真的。佛法里头讲真假，它的定义：真是永远不变，那就叫真的，会变就是假的。我们这个身体的相是假的，它会变，不是一年一年的变，那变得太慢了，你看走了眼；也不是一天一天的变，是刹那刹那在变。所以，哪里有我？不要以为你从家里到这边来，实在讲你家里也没有你，到这里来也没有你，你在哪里？这个幻相刹那刹那在变，刹那相续相，要懂这个道理，要知道事实真相。我们在这里坐一秒钟，一秒钟不知道变了多少，一秒钟太长太长。就以佛的方便说，也不可思议！佛说一弹指六十刹那，一刹那九百个生灭。我们讲一弹指一秒钟弹四次，我们一秒钟已经有两个十万八千次生灭的变化，你说「我」在哪里？确确实实没有我，《金刚经》讲「过去心不可得，现在心不可得，未来心不可得」，真话！是事实真相。",
      "zh_TW": "相，前面說得很多，相不會滅，相是決定有，但是要知道，相是假相、幻相。為什麼說它是假的、是幻的？它會變，它雖然不會滅，它會變；會變就不是真的。佛法裡頭講真假，它的定義：真是永遠不變，那就叫真的，會變就是假的。我們這個身體的相是假的，它會變，不是一年一年的變，那變得太慢了，你看走了眼；也不是一天一天的變，是剎那剎那在變。所以，哪裡有我？不要以為你從家裡到這邊來，實在講你家裡也沒有你，到這裡來也沒有你，你在哪裡？這個幻相剎那剎那在變，剎那相續相，要懂這個道理，要知道事實真相。我們在這裡坐一秒鐘，一秒鐘不知道變了多少，一秒鐘太長太長。就以佛的方便說，也不可思議！佛說一彈指六十剎那，一剎那九百個生滅。我們講一彈指一秒鐘彈四次，我們一秒鐘已經有兩個十萬八千次生滅的變化，你說「我」在哪裡？確確實實沒有我，《金剛經》講「過去心不可得，現在心不可得，未來心不可得」，真話！是事實真相。"
    },
    {
      "id": "09-023-0100_p0042",
      "zh_CN": "所以空其虚相，空是不要执着、不要分别，永远不去分别，永远也不要执着，一切事随缘就好。学诸佛菩萨，诸佛菩萨怎么生活？恒顺众生，随喜功德。所以佛菩萨得大自在、得大解脱，解脱就是自在，他懂得恒顺，懂得随缘。如果我们有分别、有执着，就决定不能随缘，决定不能随顺，必须要把一切分别执着统统放下。分别执着很难放下，为什么放不下？事实真相没搞清楚。如果真正明了，《金刚经》上这个话也是法印，「三心不可得」，这也是法印，我们也可以在生活当中，点点滴滴常常想着这句话。三心不可得是无我，我没有了；诸法，诸法空相，相有体空，了不可得；内外俱不可得，我们分别执着放下了，再不做这个傻事情。分别执着是傻事，迷人干这个；觉悟的人没有，觉悟的人再不搞分别执着。所以他恒顺众生，随喜功德，他一天到晚法喜充满，快乐自在。",
      "zh_TW": "所以空其虛相，空是不要執著、不要分別，永遠不去分別，永遠也不要執著，一切事隨緣就好。學諸佛菩薩，諸佛菩薩怎麼生活？恆順眾生，隨喜功德。所以佛菩薩得大自在、得大解脫，解脫就是自在，他懂得恆順，懂得隨緣。如果我們有分別、有執著，就決定不能隨緣，決定不能隨順，必須要把一切分別執著統統放下。分別執著很難放下，為什麼放不下？事實真相沒搞清楚。如果真正明瞭，《金剛經》上這個話也是法印，「三心不可得」，這也是法印，我們也可以在生活當中，點點滴滴常常想著這句話。三心不可得是無我，我沒有了；諸法，諸法空相，相有體空，了不可得；內外俱不可得，我們分別執著放下了，再不做這個傻事情。分別執著是傻事，迷人幹這個；覺悟的人沒有，覺悟的人再不搞分別執著。所以他恆順眾生，隨喜功德，他一天到晚法喜充滿，快樂自在。"
    },
    {
      "id": "09-023-0100_p0043",
      "zh_CN": "所以空其诸法之相，这个意思深。平常我们讲浅的意思，我们只说，这个我在讲经的时候常讲，只讲什么？把我们心里面想的那个相去掉，没有叫你取外面，把心里头的思、想拿掉；思就是分别，想就是着相。「思」，心里头有个田，划上格子，那是分别，分别就有界限，田字是表示界限，你心里头起了分别。「想」，心里头就有相，想一个人就有人的相，想一个事有事的相，想一个东西，有一个东西的相。把那个田拿掉、相拿掉，就剩下一个心，那个心就干净、就清净，这个意思浅。《金刚经》上半部有深有浅，《金刚经》到下半部这个讲法不行了，这个讲法不彻底。固然心里面的妄想分别执着没有了，事实上的相呢？事实上的相真的没有，事实上的相是梦幻泡影。可见得《金刚经》后半部的意思真的唯深无浅，后半部的意思深广微细。确确实实没有，确确实实了不可得，这才真正见性了，真正能见性，即相即性。所以后半部经法法皆是，不像前半部法法皆非，后半部是法法皆是，这是泯相入体的精微之义。",
      "zh_TW": "所以空其諸法之相，這個意思深。平常我們講淺的意思，我們只說，這個我在講經的時候常講，只講什麼？把我們心裡面想的那個相去掉，沒有叫你取外面，把心裡頭的思、想拿掉；思就是分別，想就是著相。「思」，心裡頭有個田，劃上格子，那是分別，分別就有界限，田字是表示界限，你心裡頭起了分別。「想」，心裡頭就有相，想一個人就有人的相，想一個事有事的相，想一個東西，有一個東西的相。把那個田拿掉、相拿掉，就剩下一個心，那個心就乾淨、就清淨，這個意思淺。《金剛經》上半部有深有淺，《金剛經》到下半部這個講法不行了，這個講法不徹底。固然心裡面的妄想分別執著沒有了，事實上的相呢？事實上的相真的沒有，事實上的相是夢幻泡影。可見得《金剛經》後半部的意思真的唯深無淺，後半部的意思深廣微細。確確實實沒有，確確實實了不可得，這才真正見性了，真正能見性，即相即性。所以後半部經法法皆是，不像前半部法法皆非，後半部是法法皆是，這是泯相入體的精微之義。"
    },
    {
      "id": "09-023-0100_p0044",
      "zh_CN": "【倘着一相，必致愈引愈多，万相纷纭，永永不得清净。】",
      "zh_TW": "【倘著一相，必致愈引愈多，萬相紛紜，永永不得清淨。】"
    },
    {
      "id": "09-023-0100_p0045",
      "zh_CN": "这是真的，刚才我说出六道里头，六道的现象是无量无边的对立，形成这样复杂的现象。这种复杂的现象，实在讲就是最初着了一个相。佛在经上讲，最初一念不觉而有无明，从这里第一个对立起来。这一个对立起来，马上就起了一个连锁的作用，从一个对立一变就变成无量无边的对立，这个麻烦大了。这就是六道轮回怎么来的，怎么回事，把它的根源观察到。",
      "zh_TW": "這是真的，剛才我說出六道裡頭，六道的現象是無量無邊的對立，形成這樣複雜的現象。這種複雜的現象，實在講就是最初著了一個相。佛在經上講，最初一念不覺而有無明，從這裡第一個對立起來。這一個對立起來，馬上就起了一個連鎖的作用，從一個對立一變就變成無量無邊的對立，這個麻煩大了。這就是六道輪迴怎麼來的，怎麼回事，把它的根源觀察到。"
    },
    {
      "id": "09-023-0100_p0046",
      "zh_CN": "【读经闻法，不可着文字相，不可着言说相。】",
      "zh_TW": "【讀經聞法，不可著文字相，不可著言說相。】"
    },
    {
      "id": "09-023-0100_p0047",
      "zh_CN": "这几句话，大乘经里面时时提示，不断的在提示，为什么佛不厌其烦这么多次的提出？实在讲，就是因为我们凡夫无量劫来，分别执着的习气太深。说实在的话，佛提示一千次、一万次都不多，我们没做到；做到就不必再提了，没做到是时时刻刻要提醒。我们今天读经，哪有不着文字相的道理？我们听经，哪有不着言说相的道理？果然不着，那就好办，你读经会开悟，听经会见性。我们读经不开悟，听经也不见性，什么原因？着文字相，着言说相。这个老毛病、老习气改不掉。听了经，离开讲堂，这个法师还讲得不错，比那个讲得好，那个不如这个，你看看，你不都在分别执着打妄想吗？这是我们不能不知道的。所以屡次的提醒，这是大慈大悲。",
      "zh_TW": "這幾句話，大乘經裡面時時提示，不斷的在提示，為什麼佛不厭其煩這麼多次的提出？實在講，就是因為我們凡夫無量劫來，分別執著的習氣太深。說實在的話，佛提示一千次、一萬次都不多，我們沒做到；做到就不必再提了，沒做到是時時刻刻要提醒。我們今天讀經，哪有不著文字相的道理？我們聽經，哪有不著言說相的道理？果然不著，那就好辦，你讀經會開悟，聽經會見性。我們讀經不開悟，聽經也不見性，什麼原因？著文字相，著言說相。這個老毛病、老習氣改不掉。聽了經，離開講堂，這個法師還講得不錯，比那個講得好，那個不如這個，你看看，你不都在分別執著打妄想嗎？這是我們不能不知道的。所以屢次的提醒，這是大慈大悲。"
    },
    {
      "id": "09-023-0100_p0048",
      "zh_CN": "【佛所说法，无非令人离相证性，故语言文字皆不可执。】",
      "zh_TW": "【佛所說法，無非令人離相證性，故語言文字皆不可執。】"
    },
    {
      "id": "09-023-0100_p0049",
      "zh_CN": "我们读经、学佛，我们的目的跟佛教给我们的目的不一样。佛教我们目的是希望我们明心见性、见性成佛；而我们学佛的目的，是希望升官发财、家庭平安、健康长寿，目的不相同。佛那个目标究竟圆满，我们这个目标太渺小，太小了。但是我们这个小目标是牢牢的执着，死都不肯放松，所以佛显示这个大的方向目标，我们永远不能够完成，这个道理在此地。佛的确在了义经中苦口婆心为我们开示，希望我们在这里觉悟。真正学佛就是真正取佛所教导的方向目标，我们以见性、以成佛、以往生净土为目标，那你就要真学，一切放下，都不能够执着。",
      "zh_TW": "我們讀經、學佛，我們的目的跟佛教給我們的目的不一樣。佛教我們目的是希望我們明心見性、見性成佛；而我們學佛的目的，是希望升官發財、家庭平安、健康長壽，目的不相同。佛那個目標究竟圓滿，我們這個目標太渺小，太小了。但是我們這個小目標是牢牢的執著，死都不肯放鬆，所以佛顯示這個大的方向目標，我們永遠不能夠完成，這個道理在此地。佛的確在了義經中苦口婆心為我們開示，希望我們在這裡覺悟。真正學佛就是真正取佛所教導的方向目標，我們以見性、以成佛、以往生淨土為目標，那你就要真學，一切放下，都不能夠執著。"
    },
    {
      "id": "09-023-0100_p0050",
      "zh_CN": "此人全不知性，这就是经文里头说的，若有人言，这是什么人？凡夫之人，就像我们现在。我们要问：如来是什么意思？如来这个字是什么意思？怎么个讲法？你读了《金刚经》，如来是若来若去若坐若卧，你讲得没错，《金刚经》上说的。这个说法是不解如来所说义。前面经文上讲的，那个意思很正确，「如来者，诸法如义」，那个意思是对的，这个意思就完全错解了。",
      "zh_TW": "此人全不知性，這就是經文裡頭說的，若有人言，這是什麼人？凡夫之人，就像我們現在。我們要問：如來是什麼意思？如來這個字是什麼意思？怎麼個講法？你讀了《金剛經》，如來是若來若去若坐若臥，你講得沒錯，《金剛經》上說的。這個說法是不解如來所說義。前面經文上講的，那個意思很正確，「如來者，諸法如義」，那個意思是對的，這個意思就完全錯解了。"
    },
    {
      "id": "09-023-0100_p0051",
      "zh_CN": "【此人全不知性，著于名言。】",
      "zh_TW": "【此人全不知性，著於名言。】"
    },
    {
      "id": "09-023-0100_p0052",
      "zh_CN": "教你不执着文字相，不执着言说相，他文字相、言说相统统都着了。",
      "zh_TW": "教你不執著文字相，不執著言說相，他文字相、言說相統統都著了。"
    },
    {
      "id": "09-023-0100_p0053",
      "zh_CN": "【是于佛说之义毫无领会，故曰：不解我所说义。呵斥此人不解，正欲一切人深解空相之义趣也。】",
      "zh_TW": "【是於佛說之義毫無領會，故曰：不解我所說義。呵斥此人不解，正欲一切人深解空相之義趣也。】"
    },
    {
      "id": "09-023-0100_p0054",
      "zh_CN": "佛责备这个人，菩萨聪明，佛责备这个人，从这个人的反面，就是菩萨应当要学习的，反面就是真正理解佛所说的义趣。再看底下这一段解释，为什么佛说他不解如来所说义。",
      "zh_TW": "佛責備這個人，菩薩聰明，佛責備這個人，從這個人的反面，就是菩薩應當要學習的，反面就是真正理解佛所說的義趣。再看底下這一段解釋，為什麼佛說他不解如來所說義。"
    },
    {
      "id": "09-023-0100_p0055",
      "zh_CN": "经【何以故？如来者，无所从来，亦无所去，故名如来。】",
      "zh_TW": "經【何以故？如來者，無所從來，亦無所去，故名如來。】"
    },
    {
      "id": "09-023-0100_p0056",
      "zh_CN": "这是「如来」又一个意思，如来是不来不去、非一非异，跟前面「诸法如义」一个意思，两种说法一个意思。",
      "zh_TW": "這是「如來」又一個意思，如來是不來不去、非一非異，跟前面「諸法如義」一個意思，兩種說法一個意思。"
    },
    {
      "id": "09-023-0100_p0057",
      "zh_CN": "【如来即是法身，法身常住不动，无所谓去来也，法身遍一切处，亦无需乎去来也。】",
      "zh_TW": "【如來即是法身，法身常住不動，無所謂去來也，法身遍一切處，亦無需乎去來也。】"
    },
    {
      "id": "09-023-0100_p0058",
      "zh_CN": "佛的十号，成了佛都有十个号。这十个号，如来是第一个号，它排列的次序有关系，如来是排第一号。如果不证得「如」，那就不叫做成佛。「如」是什么？「如」是真如本性，这一点诸位同修要注意到，「如」是讲真如本性。真如本性是法界的本体，现代哲学所说的宇宙万有的本体。这些哲学家在人间来讲，是非常聪明的人，哲学是求智慧的。他们在探讨宇宙从哪里来的？生命从哪里来的？一切万物从哪里来的？要找它的根源，这个根源就叫本体，找这个东西。所有一切万物，我们今天讲太虚空、空间、时间。过去人家对时间还没有什么观念，现在科学家也探讨时间从哪里来的？空间从哪里来的？的确时间、空间也有起源之处。不是讲时空没有边际，那是讲广大没有边际，其实它还是有源头的。所以时间跟空间也不是真的，它也是个现相，自性变现出来的。我们讲这个时空，是有开头、是有结束的；也就是说，时空都是有生灭的。从什么地方去体会？从作梦，你想想你作梦的时候，你梦中有没有时间、空间？有。梦中确实有时空，哪里能离得开时空！梦里头时空从哪里来的？当然从发梦那个时候出现，那就是时空的起点；什么时候时空灭了？一觉睡醒，时空就灭。时空有生灭，所以它也不是真实的，也是虚妄的，妄想变现出来的。",
      "zh_TW": "佛的十號，成了佛都有十個號。這十個號，如來是第一個號，它排列的次序有關係，如來是排第一號。如果不證得「如」，那就不叫做成佛。「如」是什麼？「如」是真如本性，這一點諸位同修要注意到，「如」是講真如本性。真如本性是法界的本體，現代哲學所說的宇宙萬有的本體。這些哲學家在人間來講，是非常聰明的人，哲學是求智慧的。他們在探討宇宙從哪裡來的？生命從哪裡來的？一切萬物從哪裡來的？要找它的根源，這個根源就叫本體，找這個東西。所有一切萬物，我們今天講太虛空、空間、時間。過去人家對時間還沒有什麼觀念，現在科學家也探討時間從哪裡來的？空間從哪裡來的？的確時間、空間也有起源之處。不是講時空沒有邊際，那是講廣大沒有邊際，其實它還是有源頭的。所以時間跟空間也不是真的，它也是個現相，自性變現出來的。我們講這個時空，是有開頭、是有結束的；也就是說，時空都是有生滅的。從什麼地方去體會？從作夢，你想想你作夢的時候，你夢中有沒有時間、空間？有。夢中確實有時空，哪裡能離得開時空！夢裡頭時空從哪裡來的？當然從發夢那個時候出現，那就是時空的起點；什麼時候時空滅了？一覺睡醒，時空就滅。時空有生滅，所以它也不是真實的，也是虛妄的，妄想變現出來的。"
    },
    {
      "id": "09-023-0100_p0059",
      "zh_CN": "在百法里面，空间、时间都排在不相应行法里面，有为法。它的名词叫时分、方分。时是时间；方就是方位，东南西北、四维上下，十方。因为空间好像没有什么变化，因此在无为法里头也把它放上，叫虚空无为。你看我们动物、植物、矿物，都有很明显的变化，动物有生老病死，植物有生住异灭，矿物有成住坏空，有很明显的变化。空间好像没有看到变化，三千年前空间是这样，三千年后空间还是这样，没什么变化，所以也把它放在无为法。但是那个无为法要晓得，无为法六个，只有「真如无为」是真的无为法，其他的五种是相似无为，因为在里面看不到它的生灭，所以就把它放在无为法，但它不是真的无为法。所以我们从梦幻泡影里面去体会到，时空有生灭，禅宗里面讲粉碎虚空，这个话是真的，它不是假的。在我们佛法里面也常说，大家不留意。",
      "zh_TW": "在百法裡面，空間、時間都排在不相應行法裡面，有為法。它的名詞叫時分、方分。時是時間；方就是方位，東南西北、四維上下，十方。因為空間好像沒有什麼變化，因此在無為法裡頭也把它放上，叫虛空無為。你看我們動物、植物、礦物，都有很明顯的變化，動物有生老病死，植物有生住異滅，礦物有成住壞空，有很明顯的變化。空間好像沒有看到變化，三千年前空間是這樣，三千年後空間還是這樣，沒什麼變化，所以也把它放在無為法。但是那個無為法要曉得，無為法六個，只有「真如無為」是真的無為法，其他的五種是相似無為，因為在裡面看不到它的生滅，所以就把它放在無為法，但它不是真的無為法。所以我們從夢幻泡影裡面去體會到，時空有生滅，禪宗裡面講粉碎虛空，這個話是真的，它不是假的。在我們佛法裡面也常說，大家不留意。"
    },
    {
      "id": "09-023-0100_p0060",
      "zh_CN": "等觉菩萨破最后一品生相无明，你们听听这个名词，生相无明，生起一切现相，就是这个无明所生起一切现相，这个现相里面就包括时空。如果这一品生相无明断了，时间、空间就结束，时空里面所有一切万事万物也结束了。可是诸佛如来大慈大悲，到那个顶点的时候，现在科学家叫起点，起意的起，科学家把这个定作起点，就是我们佛法里讲的生相无明；等觉菩萨到这个境界，他破不破？他不破，这叫倒驾慈航。他不是没有能力破，他有能力，有能力而不破。不破就是不把这个现象，就好像在作梦一样，他可以醒过来，他不想醒，继续再作梦，作梦干什么？梦里头还有很多人在作梦，帮助那些人，他是可以醒来，他要去帮助那些梦中人，这叫做大慈大悲，广度众生，他有能力。科学家讲的起点，我们佛经里头有，但是这个点我们找不到，凭着科学仪器去探测，那是探不到的，必须要甚深的禅定，才能把宇宙起源的地方找到，等觉菩萨才找到。",
      "zh_TW": "等覺菩薩破最後一品生相無明，你們聽聽這個名詞，生相無明，生起一切現相，就是這個無明所生起一切現相，這個現相裡面就包括時空。如果這一品生相無明斷了，時間、空間就結束，時空裡面所有一切萬事萬物也結束了。可是諸佛如來大慈大悲，到那個頂點的時候，現在科學家叫起點，起意的起，科學家把這個定作起點，就是我們佛法裡講的生相無明；等覺菩薩到這個境界，他破不破？他不破，這叫倒駕慈航。他不是沒有能力破，他有能力，有能力而不破。不破就是不把這個現象，就好像在作夢一樣，他可以醒過來，他不想醒，繼續再作夢，作夢幹什麼？夢裡頭還有很多人在作夢，幫助那些人，他是可以醒來，他要去幫助那些夢中人，這叫做大慈大悲，廣度眾生，他有能力。科學家講的起點，我們佛經裡頭有，但是這個點我們找不到，憑著科學儀器去探測，那是探不到的，必須要甚深的禪定，才能把宇宙起源的地方找到，等覺菩薩才找到。"
    },
    {
      "id": "09-023-0100_p0061",
      "zh_CN": "「如」是真如，真如遍虚空法界，无处不在，你怎么能说它有来有去？就如同我们现在讲的无线电波，电视台里放出来的频率、电波，涵盖着整个地区，你不能说它有来有去。我这里有个电视机，频道一拨对了，画面马上就现前，你不能说它来；我把它关起来，不能说它去；它没有来去，这是我们的真如本性。诸位要晓得，佛的真如本性尽虚空遍法界，我们的真如本性也是尽虚空遍法界。今天晚上你们到这个讲堂来听经，你们来了没有？有没有来去？你要说「我有来有去」，就是前面说的糊涂人，「是人不解我所说义」。你从家里到这儿听经，听完再回家，有没有来去？不来不去，无所从来，亦无所去，这是真的；你确实没有来，确实没有去。确实没有来，为什么有来去的相？当处出生，当处灭尽。你有来去这个相，是你妄想分别执着变现出来的，你离开一切妄想分别执着，你就看到真相。真相是什么？没有来去。你在家里是在那个空间里面现相，到这个地方是在此地现相。你在路上走，每一公尺、每一厘米，刹那刹那在那里变；那个相灭了，这个相生了，是这样的。当处出生，当处灭尽，哪有来去？由此可知，诸佛菩萨到我们这个世间来应化，有没有来去？没有。我们往生到西方极乐世界，我们不迷了，明心见性，能力恢复了，得自在，我们到十方世界去拜佛、去听经、去度化众生，我们有没有来去？没有来去。我们可以现无量无边身，不只《梵网经》上说释迦牟尼佛千百亿化身，千百亿有数量，其实没有数量。哪个地方有感，哪个地方就有应，因为你的法身遍一切处。法身就像无线电波一样遍一切处，哪个地方有电视机一拨就现前。佛在这里举一个例子要晓得，佛如是，我们每个人都如是，没有例外的。这个意思深广、微细，要体会这个意思，这是诸法实相。实相也就是空相，因为它当体即空，了不可得。所以，确确实实不来不去；你一定要懂得，法身遍一切处。",
      "zh_TW": "「如」是真如，真如遍虛空法界，無處不在，你怎麼能說它有來有去？就如同我們現在講的無線電波，電視台裡放出來的頻率、電波，涵蓋著整個地區，你不能說它有來有去。我這裡有個電視機，頻道一撥對了，畫面馬上就現前，你不能說它來；我把它關起來，不能說它去；它沒有來去，這是我們的真如本性。諸位要曉得，佛的真如本性盡虛空遍法界，我們的真如本性也是盡虛空遍法界。今天晚上你們到這個講堂來聽經，你們來了沒有？有沒有來去？你要說「我有來有去」，就是前面說的糊塗人，「是人不解我所說義」。你從家裡到這兒聽經，聽完再回家，有沒有來去？不來不去，無所從來，亦無所去，這是真的；你確實沒有來，確實沒有去。確實沒有來，為什麼有來去的相？當處出生，當處滅盡。你有來去這個相，是你妄想分別執著變現出來的，你離開一切妄想分別執著，你就看到真相。真相是什麼？沒有來去。你在家裡是在那個空間裡面現相，到這個地方是在此地現相。你在路上走，每一公尺、每一釐米，剎那剎那在那裡變；那個相滅了，這個相生了，是這樣的。當處出生，當處滅盡，哪有來去？由此可知，諸佛菩薩到我們這個世間來應化，有沒有來去？沒有。我們往生到西方極樂世界，我們不迷了，明心見性，能力恢復了，得自在，我們到十方世界去拜佛、去聽經、去度化眾生，我們有沒有來去？沒有來去。我們可以現無量無邊身，不只《梵網經》上說釋迦牟尼佛千百億化身，千百億有數量，其實沒有數量。哪個地方有感，哪個地方就有應，因為你的法身遍一切處。法身就像無線電波一樣遍一切處，哪個地方有電視機一撥就現前。佛在這裡舉一個例子要曉得，佛如是，我們每個人都如是，沒有例外的。這個意思深廣、微細，要體會這個意思，這是諸法實相。實相也就是空相，因為它當體即空，了不可得。所以，確確實實不來不去；你一定要懂得，法身遍一切處。"
    },
    {
      "id": "09-023-0100_p0062",
      "zh_CN": "【无所从来，亦无所去，非谓毕竟无来去。】",
      "zh_TW": "【無所從來，亦無所去，非謂畢竟無來去。】"
    },
    {
      "id": "09-023-0100_p0063",
      "zh_CN": "这是从相上讲，相上讲有现有隐，现相我们叫它来，隐没我们叫它去，实在是隐现。而我们凡夫隐现不自在，受业力的支配。什么叫业力？妄想。业是造作，造作的结果叫做业。我们成天想东想西，成天在打妄想，妄想那个结果就叫做业。因为业力在支配，所以佛教给我们生心，生心是什么？我不想别的，我专想佛，想佛，佛的境界就现前。佛门也常说，大乘法里头讲十法界，一法界现，九法界隐。像我们现在人法界，十法界的人法界，这个法界的相现出来，其他九个法界的相都隐、都没有、都不见了，隐藏了。这个法界现前的久暂，时间是急、还是长、还是短，也是业力在做主宰。有功夫的人，不要说是圣人，凡夫；凡夫的功夫，禅定，修得禅定的人，他是定功在主宰，色界天、无色界天，他是定功。定功还是业力，他的业跟我们一般的业不一样，他修定。欲界凡夫是善恶业力在主宰，善业现三善道的境界，恶业现三恶道的境界，这个境界是虚妄的，不是实在的。怎么会变现出来？业力变现出来的。所以它是业因果报刹那生灭的相续相，这是六道里面的真相。我们要晓得、要清楚，是自己业力变现出来的。诸佛菩萨在这里面的应化，是他愿力与众生业力交感而变现出来。三千年前，释迦牟尼佛在我们这个世界示现成佛，那是怎么回事情？他老人家的愿力，跟我们众生的业力，感应道交显现出来的；也是无来无去，统统都是无来无去。",
      "zh_TW": "這是從相上講，相上講有現有隱，現相我們叫它來，隱沒我們叫它去，實在是隱現。而我們凡夫隱現不自在，受業力的支配。什麼叫業力？妄想。業是造作，造作的結果叫做業。我們成天想東想西，成天在打妄想，妄想那個結果就叫做業。因為業力在支配，所以佛教給我們生心，生心是什麼？我不想別的，我專想佛，想佛，佛的境界就現前。佛門也常說，大乘法裡頭講十法界，一法界現，九法界隱。像我們現在人法界，十法界的人法界，這個法界的相現出來，其他九個法界的相都隱、都沒有、都不見了，隱藏了。這個法界現前的久暫，時間是急、還是長、還是短，也是業力在做主宰。有功夫的人，不要說是聖人，凡夫；凡夫的功夫，禪定，修得禪定的人，他是定功在主宰，色界天、無色界天，他是定功。定功還是業力，他的業跟我們一般的業不一樣，他修定。欲界凡夫是善惡業力在主宰，善業現三善道的境界，惡業現三惡道的境界，這個境界是虛妄的，不是實在的。怎麼會變現出來？業力變現出來的。所以它是業因果報剎那生滅的相續相，這是六道裡面的真相。我們要曉得、要清楚，是自己業力變現出來的。諸佛菩薩在這裡面的應化，是他願力與眾生業力交感而變現出來。三千年前，釋迦牟尼佛在我們這個世界示現成佛，那是怎麼回事情？他老人家的願力，跟我們眾生的業力，感應道交顯現出來的；也是無來無去，統統都是無來無去。"
    },
    {
      "id": "09-023-0100_p0064",
      "zh_CN": "这个第二段里面说，非谓毕竟无来去，这是从相上讲，众生执着，相现就来了，相不现就灭、就去了，我们有这么一个执着。",
      "zh_TW": "這個第二段裡面說，非謂畢竟無來去，這是從相上講，眾生執著，相現就來了，相不現就滅、就去了，我們有這麼一個執著。"
    },
    {
      "id": "09-023-0100_p0065",
      "zh_CN": "【说来亦无处，去亦无处。无所者，无处也。】",
      "zh_TW": "【說來亦無處，去亦無處。無所者，無處也。】"
    },
    {
      "id": "09-023-0100_p0066",
      "zh_CN": "经上讲的「无所」，无所从来，亦无所去，没有处所。为什么没有处所？尽虚空遍法界是一个法身，你怎么能够说有处所？就像我们今天打开电视机的频道，画面出现了，你怎么能说它有处所？我打开，来了；关掉，去了。这个来去可以说，但是你说处所，你不能讲。如果有处所就有一定的地方，就这个处所，那个地方那个处所就不行、就不现；它尽虚空遍法界到处都现，它可以同时许许多多地方都出现，没有处所。再有处所就错了，没有处所。",
      "zh_TW": "經上講的「無所」，無所從來，亦無所去，沒有處所。為什麼沒有處所？盡虛空遍法界是一個法身，你怎麼能夠說有處所？就像我們今天打開電視機的頻道，畫面出現了，你怎麼能說它有處所？我打開，來了；關掉，去了。這個來去可以說，但是你說處所，你不能講。如果有處所就有一定的地方，就這個處所，那個地方那個處所就不行、就不現；它盡虛空遍法界到處都現，它可以同時許許多多地方都出現，沒有處所。再有處所就錯了，沒有處所。"
    },
    {
      "id": "09-023-0100_p0067",
      "zh_CN": "【形容法身本遍一切处，岂更有来处去处乎。】",
      "zh_TW": "【形容法身本遍一切處，豈更有來處去處乎。】"
    },
    {
      "id": "09-023-0100_p0068",
      "zh_CN": "这是事实真相。绝对不是说，成了佛，是如来果边的事情，这与我们不相干，那就错了，那佛给我们讲这个经干什么？佛举他这个例子来说明，我们每一个人都是这个样子的；不但每一个人，所有一切众生，连蚊虫蚂蚁也是这样的。蚂蚁，牠的业重，造作罪业重，堕了那么个小身，牠也是当处出生，当处灭尽。牠寿命长短也是受牠业力支配，都是业因果报的相续相。佛法讲轮回，六道轮回，其实六道轮回这桩事情，释迦牟尼佛没有出生之前，我们晓得古印度就有很多很多的宗教，在释迦牟尼佛之前。他们那些人，因为古印度的宗教都修定，在禅定里面看到六道，所以六道轮回是印度很古老的说法，不是释迦牟尼佛说的，这是事实。古印度这些宗教家们，对于六道情况了解得很透彻，因为他们的定功能够生到非想非非想天，实在了不起。他知道六道之当然，不晓得六道之所以然。六道他都看到，情况都了解，六道怎么来的他不知道，六道怎么样超越，他不知道。佛才出现于世，为大家解决这个问题。有不少人想超越六道，但是没有办法。佛出现于世，把六道所以然的道理说出来了，教给大家超越六道轮回的方法，佛为这个才出现于世间。",
      "zh_TW": "這是事實真相。絕對不是說，成了佛，是如來果邊的事情，這與我們不相干，那就錯了，那佛給我們講這個經幹什麼？佛舉他這個例子來說明，我們每一個人都是這個樣子的；不但每一個人，所有一切眾生，連蚊蟲螞蟻也是這樣的。螞蟻，牠的業重，造作罪業重，墮了那麼個小身，牠也是當處出生，當處滅盡。牠壽命長短也是受牠業力支配，都是業因果報的相續相。佛法講輪迴，六道輪迴，其實六道輪迴這樁事情，釋迦牟尼佛沒有出生之前，我們曉得古印度就有很多很多的宗教，在釋迦牟尼佛之前。他們那些人，因為古印度的宗教都修定，在禪定裡面看到六道，所以六道輪迴是印度很古老的說法，不是釋迦牟尼佛說的，這是事實。古印度這些宗教家們，對於六道情況了解得很透徹，因為他們的定功能夠生到非想非非想天，實在了不起。他知道六道之當然，不曉得六道之所以然。六道他都看到，情況都了解，六道怎麼來的他不知道，六道怎麼樣超越，他不知道。佛才出現於世，為大家解決這個問題。有不少人想超越六道，但是沒有辦法。佛出現於世，把六道所以然的道理說出來了，教給大家超越六道輪迴的方法，佛為這個才出現於世間。"
    },
    {
      "id": "09-023-0100_p0069",
      "zh_CN": "现代的西洋人对这桩事情逐渐逐渐接受了，有很多基督教徒，虔诚的基督教徒，他们相信轮回，现在在美国就很多；他怎么相信的？用科学方法证明。在证明的许许多多方法当中，而占绝大多数他们用催眠术。把一个人催眠，然后问他：你回到过去，回到十年前、二十年前、三十年前、四十年前，回到前生去，你现在见到什么？他就说出那个状况。你做什么事情？你的生活状况怎么样？这一问，有很多是动物，催眠术因此发现人前生有很多是从动物里头来的，还带着有动物的习气。现在有很多催眠，并不是有意要找前生，不是的。生病，他害这个病，病的时候找了很多医生，很久都医不好，不知道怎么办？用催眠的方法，找到他疾病的来源。真能够找到，帮助医药的治疗，恢复他身心的健康，但是附带的就找到前生去了，把轮回这桩事情证实了。",
      "zh_TW": "現代的西洋人對這樁事情逐漸逐漸接受了，有很多基督教徒，虔誠的基督教徒，他們相信輪迴，現在在美國就很多；他怎麼相信的？用科學方法證明。在證明的許許多多方法當中，而佔絕大多數他們用催眠術。把一個人催眠，然後問他：你回到過去，回到十年前、二十年前、三十年前、四十年前，回到前生去，你現在見到什麼？他就說出那個狀況。你做什麼事情？你的生活狀況怎麼樣？這一問，有很多是動物，催眠術因此發現人前生有很多是從動物裡頭來的，還帶著有動物的習氣。現在有很多催眠，並不是有意要找前生，不是的。生病，他害這個病，病的時候找了很多醫生，很久都醫不好，不知道怎麼辦？用催眠的方法，找到他疾病的來源。真能夠找到，幫助醫藥的治療，恢復他身心的健康，但是附帶的就找到前生去了，把輪迴這樁事情證實了。"
    },
    {
      "id": "09-023-0100_p0070",
      "zh_CN": "我过去有一段时间，不长，大概是有一年的时间，我看报纸杂志登的轮回这些事情，我就把它剪下来，现在慢慢就变成一本书，这个将来可以把它印出来，让净宗学会把它印出来，很有趣味，都是真的，都是真实的事情。像现在新加坡这些报纸上，我也常常看到登的有些奇奇怪怪的事情，如果有心人去搜集，我想一、两年就变成一个小册子。这都是事实，让我们多了解宇宙人生那些复杂的业因果报。我们从这些地方，这是事实摆在面前，你不能不相信，坚固我们对佛所讲的信心，才知道佛陀的伟大、佛陀的高明，宇宙人生一切事理、现相，讲得真是无微不至，讲得非常的透彻。所以要晓得，一切法确确实实不来不去。佛说这些话用意在哪里？还是教给我们无住生心。我们做不到，所以愈说愈广、愈说愈深、愈说愈细，叫你彻底明白无住生心是有此必要，那就真干了。你看底下说：",
      "zh_TW": "我過去有一段時間，不長，大概是有一年的時間，我看報紙雜誌登的輪迴這些事情，我就把它剪下來，現在慢慢就變成一本書，這個將來可以把它印出來，讓淨宗學會把它印出來，很有趣味，都是真的，都是真實的事情。像現在新加坡這些報紙上，我也常常看到登的有些奇奇怪怪的事情，如果有心人去蒐集，我想一、兩年就變成一個小冊子。這都是事實，讓我們多了解宇宙人生那些複雜的業因果報。我們從這些地方，這是事實擺在面前，你不能不相信，堅固我們對佛所講的信心，才知道佛陀的偉大、佛陀的高明，宇宙人生一切事理、現相，講得真是無微不至，講得非常的透徹。所以要曉得，一切法確確實實不來不去。佛說這些話用意在哪裡？還是教給我們無住生心。我們做不到，所以愈說愈廣、愈說愈深、愈說愈細，叫你徹底明白無住生心是有此必要，那就真幹了。你看底下說："
    },
    {
      "id": "09-023-0100_p0071",
      "zh_CN": "【意即住而无住，无住而住，乃离相之极致，来去与不来去之相俱离矣。】",
      "zh_TW": "【意即住而無住，無住而住，乃離相之極致，來去與不來去之相俱離矣。】"
    },
    {
      "id": "09-023-0100_p0072",
      "zh_CN": "你必须彻底了解真相，一异、来去这个念头就没有了，统统断掉了，恢复自性真正的清净，佛说的无住生心，你才能做到真实圆满。无住生心里面，功夫浅深差别的距离很大很大。我们前面说过，初初证得，就是初初可以做到无住生心，是圆教初住菩萨；可是从初住到等觉，那个距离太大。佛常常在经上告诉我们，成佛修行要经历三大阿僧祇劫。三大阿僧祇劫给谁说的？不是给我们说的，是圆教初住菩萨；也就是说，你真正做到无住生心那一天算起，算到三大阿僧祇劫，你证到法云地的菩萨。第一个阿僧祇劫证三十个位次，十住、十行、十回向；第二个阿僧祇劫从初地到七地；第三个阿僧祇劫八地、九地、十地；三大阿僧祇劫，从初住菩萨到法云地的菩萨，是这个算法，没有证得初住以前不算。这才晓得无住生心浅深差别很大，不是一样的。我们今天要想学，说实在话学了什么？相似，我们学无住生心是相似位，可能连相似位都做不到；相似位做不到，那是观行位。天台大师讲六即。如果完全做不到，照着经讲我也会讲，讲给大家听，听了很欢喜，完全没有做到，还是造作，还是妄想分别执着，这叫名字位，有名无实，有解无行，名字位。有解有行，真的做了，真干了，那叫观行位，所以常讲你提得起观照功夫。这就是前面讲的法印，你能够把「应无所住而生其心」，时时刻刻在你的生活当中、工作当中去体会，那是观行，你真正在用功，是真照做。做到跟佛菩萨那个境界很接近、很像，但是还没有能证得菩萨的果位，那才叫相似位。相似位是很接近，再往上面去是分证，那就真的是初住菩萨。这是修学的三个阶段、三个层次，我们今天不用这个方法，虽不用这个方法，原理原则相同。前面跟诸位报告过，般若他们的方法观照、照住、照见；照见那就是分证位，这是圆教初住；照住是相似位；观照是观行位，那是真用功，功夫用得上力了。",
      "zh_TW": "你必須徹底了解真相，一異、來去這個念頭就沒有了，統統斷掉了，恢復自性真正的清淨，佛說的無住生心，你才能做到真實圓滿。無住生心裡面，功夫淺深差別的距離很大很大。我們前面說過，初初證得，就是初初可以做到無住生心，是圓教初住菩薩；可是從初住到等覺，那個距離太大。佛常常在經上告訴我們，成佛修行要經歷三大阿僧祇劫。三大阿僧祇劫給誰說的？不是給我們說的，是圓教初住菩薩；也就是說，你真正做到無住生心那一天算起，算到三大阿僧祇劫，你證到法雲地的菩薩。第一個阿僧祇劫證三十個位次，十住、十行、十迴向；第二個阿僧祇劫從初地到七地；第三個阿僧祇劫八地、九地、十地；三大阿僧祇劫，從初住菩薩到法雲地的菩薩，是這個算法，沒有證得初住以前不算。這才曉得無住生心淺深差別很大，不是一樣的。我們今天要想學，說實在話學了什麼？相似，我們學無住生心是相似位，可能連相似位都做不到；相似位做不到，那是觀行位。天台大師講六即。如果完全做不到，照著經講我也會講，講給大家聽，聽了很歡喜，完全沒有做到，還是造作，還是妄想分別執著，這叫名字位，有名無實，有解無行，名字位。有解有行，真的做了，真幹了，那叫觀行位，所以常講你提得起觀照功夫。這就是前面講的法印，你能夠把「應無所住而生其心」，時時刻刻在你的生活當中、工作當中去體會，那是觀行，你真正在用功，是真照做。做到跟佛菩薩那個境界很接近、很像，但是還沒有能證得菩薩的果位，那才叫相似位。相似位是很接近，再往上面去是分證，那就真的是初住菩薩。這是修學的三個階段、三個層次，我們今天不用這個方法，雖不用這個方法，原理原則相同。前面跟諸位報告過，般若他們的方法觀照、照住、照見；照見那就是分證位，這是圓教初住；照住是相似位；觀照是觀行位，那是真用功，功夫用得上力了。"
    },
    {
      "id": "09-023-0100_p0073",
      "zh_CN": "我们念佛，我们是用念阿弥陀佛这个方法，功夫成片就是般若里面讲的观照；功夫成片，我们念佛的功夫得力了。事一心不乱就是他们的照住，相似位；理一心不乱就是他们的照见，分证位，明心见性，见性成佛。我们用的方法是念佛，但是念佛，刚才讲过了，你要会念，不会念不行。怎么叫会念？一心称念，那叫会念。你念佛还有二心、还有三心，那个不会念，你怎么念，功夫也不能成片。所以念佛要真正得到念佛的利益，心要干净。世间法、出世间法统统放下，一心一意称念阿弥陀佛，那叫做会念，你才能够得功夫成片，才能够得一心不乱。我们今天念佛，夹杂的太多，觉明妙行菩萨讲得好，念佛最忌讳的是夹杂。我们不但夹杂世间法，没有一样放得下，连佛法也放不下，还夹杂着佛法，你说怎么得了！不怀疑，可能我们同修们都做到，不怀疑了；但是夹杂、间断，这是我们功夫不得力的原因。我们要痛改这个毛病，要真正做到不夹杂、不间断；不间断不是我们口里头念的不间断，心里头意念不间断，不一定在口上。",
      "zh_TW": "我們念佛，我們是用念阿彌陀佛這個方法，功夫成片就是般若裡面講的觀照；功夫成片，我們念佛的功夫得力了。事一心不亂就是他們的照住，相似位；理一心不亂就是他們的照見，分證位，明心見性，見性成佛。我們用的方法是念佛，但是念佛，剛才講過了，你要會念，不會念不行。怎麼叫會念？一心稱念，那叫會念。你念佛還有二心、還有三心，那個不會念，你怎麼念，功夫也不能成片。所以念佛要真正得到念佛的利益，心要乾淨。世間法、出世間法統統放下，一心一意稱念阿彌陀佛，那叫做會念，你才能夠得功夫成片，才能夠得一心不亂。我們今天念佛，夾雜的太多，覺明妙行菩薩講得好，念佛最忌諱的是夾雜。我們不但夾雜世間法，沒有一樣放得下，連佛法也放不下，還夾雜著佛法，你說怎麼得了！不懷疑，可能我們同修們都做到，不懷疑了；但是夾雜、間斷，這是我們功夫不得力的原因。我們要痛改這個毛病，要真正做到不夾雜、不間斷；不間斷不是我們口裡頭念的不間斷，心裡頭意念不間斷，不一定在口上。"
    },
    {
      "id": "09-023-0100_p0074",
      "zh_CN": "譬如，这都是事实，老太太心里头常念挂着孙子。她喜欢这个孙子，她并没有一天到晚念着孙子、孙子，没有！没有念，也没有一天到晚去想孙子那个相，没有！但她心上真有，随时随刻提别的事情她不注意，一提到孙子她眼睛就圆了。这说明什么？她心上真有，那叫忆念。我们如果能够像这些老太太，把阿弥陀佛当作孙子就行了。心上真有，说别的她不注意，不放在心上，一提起阿弥陀佛精神就来了，那就是念佛人。你看看，不一定佛号挂在口上，心上真有，这是大势至菩萨讲的：「忆佛念佛，现前当来，必定见佛。」心上真有，这才行。什么事情摆在面前，这是第一，其他都排在后头，都不重要；这样念佛才能成功，才能够念到功夫成片，念到一心不乱，这才决定能往生。否则的话，有口无心，一面念一面又拉拉杂杂的想，拉拉杂杂的，这个不行，这个没用处。我们今天就讲到此地。",
      "zh_TW": "譬如，這都是事實，老太太心裡頭常念掛著孫子。她喜歡這個孫子，她並沒有一天到晚念著孫子、孫子，沒有！沒有念，也沒有一天到晚去想孫子那個相，沒有！但她心上真有，隨時隨刻提別的事情她不注意，一提到孫子她眼睛就圓了。這說明什麼？她心上真有，那叫憶念。我們如果能夠像這些老太太，把阿彌陀佛當作孫子就行了。心上真有，說別的她不注意，不放在心上，一提起阿彌陀佛精神就來了，那就是念佛人。你看看，不一定佛號掛在口上，心上真有，這是大勢至菩薩講的：「憶佛念佛，現前當來，必定見佛。」心上真有，這才行。什麼事情擺在面前，這是第一，其他都排在後頭，都不重要；這樣念佛才能成功，才能夠念到功夫成片，念到一心不亂，這才決定能往生。否則的話，有口無心，一面念一面又拉拉雜雜的想，拉拉雜雜的，這個不行，這個沒用處。我們今天就講到此地。"
    }
  ]
}