{
  "doc_id": "09-023-0078",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十八集",
    "zh_TW": "第七十八集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0078",
  "total_paragraphs": 102,
  "paragraphs": [
    {
      "id": "09-023-0078_p0001",
      "zh_CN": "请掀开经本一百八十一面，倒数第四行，从小注第三段看起。",
      "zh_TW": "請掀開經本一百八十一面，倒數第四行，從小註第三段看起。"
    },
    {
      "id": "09-023-0078_p0002",
      "zh_CN": "【菩萨度生、严土，离相行六度。广行六度，一法不废。不着六度之相，一法不执。不废不执，方是菩萨。若取法、住相、分别执着，则不名菩萨。】",
      "zh_TW": "【菩薩度生、嚴土，離相行六度。廣行六度，一法不廢。不著六度之相，一法不執。不廢不執，方是菩薩。若取法、住相、分別執著，則不名菩薩。】"
    },
    {
      "id": "09-023-0078_p0003",
      "zh_CN": "这一小段所说的，跟世尊在本经前面所说的，菩萨应离四相，意思完全相应。菩萨包括出家、在家；换句话说，我们每一位同修人人有分，应当直下承当，这样才不辜负佛陀对我们的教导。菩萨度众生，度生是帮助一切众生破迷开悟，度生的意思不能够会错了，帮助众生破迷开悟。严土，严是庄严，就正如我们在回向偈上天天念的「庄严佛净土」。看到土这个字，使我们就想到，那是我们生活的环境，就像我们现在居住的大地一样。而看到这两个字，在现前我们感触特别的深。为什么？我们这一块土地，已经有了严重的污染；换句话说，迫切需要的就是要庄严，严土，众生才有一个好的生活环境，居住的环境，可见得庄严净土非常重要！用现代的话，就是所谓环境保护，庄严佛净土就是这个意思。从什么地方庄严？从我们心地庄严。佛在许多大乘经典里面告诉我们，心净则佛土净；同样一个道理，今天我们要想改善我们居住的国土，环境的污染，也要从心地做起。首先要离贪瞋痴三毒，如果三毒不除，严土谈不上，度生当然也有障碍，可见得度生、严土都要从清净心修起。净宗法门是直接修清净心，《无量寿经》的经题，说到修学的纲领，第一句话就是「清净平等觉」，可见得净宗修清净心是直截了当。清净心要怎么修法？《金刚般若》里面说得非常之好，简单扼要，叫我们离相。离相心就清净，要离四相，要离六尘之相，要离身心之相，所谓身心世界一切放下，这是离相。行六度就是度生、严土。如果离相不度生、不严土，那就变成二乘，变成小乘的阿罗汉、辟支佛，住在偏真涅槃，就是入小乘的偏真涅槃。这是世尊在大乘经上常常呵斥，常常责备他们，他们这种行持错误。",
      "zh_TW": "這一小段所說的，跟世尊在本經前面所說的，菩薩應離四相，意思完全相應。菩薩包括出家、在家；換句話說，我們每一位同修人人有分，應當直下承當，這樣才不辜負佛陀對我們的教導。菩薩度眾生，度生是幫助一切眾生破迷開悟，度生的意思不能夠會錯了，幫助眾生破迷開悟。嚴土，嚴是莊嚴，就正如我們在迴向偈上天天念的「莊嚴佛淨土」。看到土這個字，使我們就想到，那是我們生活的環境，就像我們現在居住的大地一樣。而看到這兩個字，在現前我們感觸特別的深。為什麼？我們這一塊土地，已經有了嚴重的污染；換句話說，迫切需要的就是要莊嚴，嚴土，眾生才有一個好的生活環境，居住的環境，可見得莊嚴淨土非常重要！用現代的話，就是所謂環境保護，莊嚴佛淨土就是這個意思。從什麼地方莊嚴？從我們心地莊嚴。佛在許多大乘經典裡面告訴我們，心淨則佛土淨；同樣一個道理，今天我們要想改善我們居住的國土，環境的污染，也要從心地做起。首先要離貪瞋痴三毒，如果三毒不除，嚴土談不上，度生當然也有障礙，可見得度生、嚴土都要從清淨心修起。淨宗法門是直接修清淨心，《無量壽經》的經題，說到修學的綱領，第一句話就是「清淨平等覺」，可見得淨宗修清淨心是直截了當。清淨心要怎麼修法？《金剛般若》裡面說得非常之好，簡單扼要，叫我們離相。離相心就清淨，要離四相，要離六塵之相，要離身心之相，所謂身心世界一切放下，這是離相。行六度就是度生、嚴土。如果離相不度生、不嚴土，那就變成二乘，變成小乘的阿羅漢、辟支佛，住在偏真涅槃，就是入小乘的偏真涅槃。這是世尊在大乘經上常常呵斥，常常責備他們，他們這種行持錯誤。"
    },
    {
      "id": "09-023-0078_p0004",
      "zh_CN": "广行六度，六度前面跟诸位讲得很多，这个地方不再重复。广行是时时刻刻、在在处处，起心动念、言语造作，都不离这六条原则，这叫广行六度。一法不废，一法不废也就是「佛事门中，不舍一法」，样样都在做，没有一样我们不在做，而且认真的在做、努力的在做，负责任的在做。在生活上、在工作上、在交际应酬上，广行六度，这是一法不舍。虽然广行，心地又清净，心里面确确实实一法也不执着，不着六度之相，天天在做，虽做若无其事，这就好！这就是佛菩萨的生活，这就是佛菩萨的工作。佛菩萨这些交际应酬，他不着相，无论在什么境界里面，他的心都是清净的。",
      "zh_TW": "廣行六度，六度前面跟諸位講得很多，這個地方不再重複。廣行是時時刻刻、在在處處，起心動念、言語造作，都不離這六條原則，這叫廣行六度。一法不廢，一法不廢也就是「佛事門中，不捨一法」，樣樣都在做，沒有一樣我們不在做，而且認真的在做、努力的在做，負責任的在做。在生活上、在工作上、在交際應酬上，廣行六度，這是一法不捨。雖然廣行，心地又清淨，心裡面確確實實一法也不執著，不著六度之相，天天在做，雖做若無其事，這就好！這就是佛菩薩的生活，這就是佛菩薩的工作。佛菩薩這些交際應酬，他不著相，無論在什麼境界裡面，他的心都是清淨的。"
    },
    {
      "id": "09-023-0078_p0005",
      "zh_CN": "不着六度之相，一法不执。不执着一法。不废不执，这就是中道，这才叫菩萨，方是菩萨。不废而执着，诸位要记住，是凡夫。我们每天工作，我们每天也应酬，心里面计较、分别执着，这是凡夫。虽不执着，什么也不干，那也不是菩萨，还是凡夫。前面我们曾经说过，四空天的众生，他不执着，但是他什么也不做。修行证果的人，这就是小乘，一般讲小乘证得偏真涅槃，证果了。佛在《楞严经》上讲得很不好听，《楞严经》上讲小乘那个偏真涅槃是什么？「内守幽闲，犹为法尘分别影事」，这是释迦牟尼佛对于小乘入般涅槃这些人的批评。这是虽不执着，他什么也不干，也是错误。",
      "zh_TW": "不著六度之相，一法不執。不執著一法。不廢不執，這就是中道，這才叫菩薩，方是菩薩。不廢而執著，諸位要記住，是凡夫。我們每天工作，我們每天也應酬，心裡面計較、分別執著，這是凡夫。雖不執著，什麼也不幹，那也不是菩薩，還是凡夫。前面我們曾經說過，四空天的眾生，他不執著，但是他什麼也不做。修行證果的人，這就是小乘，一般講小乘證得偏真涅槃，證果了。佛在《楞嚴經》上講得很不好聽，《楞嚴經》上講小乘那個偏真涅槃是什麼？「內守幽閒，猶為法塵分別影事」，這是釋迦牟尼佛對於小乘入般涅槃這些人的批評。這是雖不執著，他什麼也不幹，也是錯誤。"
    },
    {
      "id": "09-023-0078_p0006",
      "zh_CN": "如果取法、住相，取跟住都是执着的意思，执着法、执着相，分别执着，这就不是菩萨。这个不名菩萨，菩萨的标准是法身大士，圆教初住以上，别教初地以上，这个菩萨是指这样的地位。由此可知，菩萨有没有取法、住相的？有！在这个地位以前有，但是他的取与住非常淡薄，不像我们凡夫这样重的执着，情执太重。他们也有取住，非常非常的淡薄，这是与凡夫不相同的处所。",
      "zh_TW": "如果取法、住相，取跟住都是執著的意思，執著法、執著相，分別執著，這就不是菩薩。這個不名菩薩，菩薩的標準是法身大士，圓教初住以上，別教初地以上，這個菩薩是指這樣的地位。由此可知，菩薩有沒有取法、住相的？有！在這個地位以前有，但是他的取與住非常淡薄，不像我們凡夫這樣重的執著，情執太重。他們也有取住，非常非常的淡薄，這是與凡夫不相同的處所。"
    },
    {
      "id": "09-023-0078_p0007",
      "zh_CN": "【须微密观照，微密堪验。层层入细，遣之又遣。】",
      "zh_TW": "【須微密觀照，微密堪驗。層層入細，遣之又遣。】"
    },
    {
      "id": "09-023-0078_p0008",
      "zh_CN": "这四句是讲用功，功夫要怎么用法？平常我们讲持戒、念佛、诵经、修定、持咒，这些都是手段、都是方法，这些手段、方法得力不得力，那就是这几句。如果你只着重在事相上修，就是前面讲取法住相，无论怎么苦修，功夫不得力。所谓不得力，实在讲这个地方讲堪验，你自己堪察堪察、测验测验，那就明白了。我们讲得粗浅一点，你反省反省，看看你功夫得力不得力。从哪里反省？你的妄想有没有减少，烦恼有没有减少，如果我们的妄想、烦恼、分别、执着、忧虑、牵挂减少了，今年比去年少，那你功夫就得力；这个月比上一个月少，那是很好的功夫，你很有进步。如果要进入到这一个星期比上一个星期好，那可以恭喜你，你这一生当中如果能够精进不间断，你决定出三界。一个星期比一个星期得力，这个功夫非常非常明显显著，念佛那真叫有把握往生。",
      "zh_TW": "這四句是講用功，功夫要怎麼用法？平常我們講持戒、念佛、誦經、修定、持咒，這些都是手段、都是方法，這些手段、方法得力不得力，那就是這幾句。如果你只著重在事相上修，就是前面講取法住相，無論怎麼苦修，功夫不得力。所謂不得力，實在講這個地方講堪驗，你自己堪察堪察、測驗測驗，那就明白了。我們講得粗淺一點，你反省反省，看看你功夫得力不得力。從哪裡反省？你的妄想有沒有減少，煩惱有沒有減少，如果我們的妄想、煩惱、分別、執著、憂慮、牽掛減少了，今年比去年少，那你功夫就得力；這個月比上一個月少，那是很好的功夫，你很有進步。如果要進入到這一個星期比上一個星期好，那可以恭喜你，你這一生當中如果能夠精進不間斷，你決定出三界。一個星期比一個星期得力，這個功夫非常非常明顯顯著，念佛那真叫有把握往生。"
    },
    {
      "id": "09-023-0078_p0009",
      "zh_CN": "层层入细，怎么个入法？说实在的话，没有别的，就是舍、就是放下，名闻利养、身心世界一切放下；必须使自己没有贪爱、没有嗜好，这才行！这样也喜欢，那样也舍不得，那就糟了、那就坏了。想想释迦牟尼佛出家之后，身上就是三衣一钵，除这个之外，一无所有，舍得干干净净，这就是层层入细，丝毫都不执着。",
      "zh_TW": "層層入細，怎麼個入法？說實在的話，沒有別的，就是捨、就是放下，名聞利養、身心世界一切放下；必須使自己沒有貪愛、沒有嗜好，這才行！這樣也喜歡，那樣也捨不得，那就糟了、那就壞了。想想釋迦牟尼佛出家之後，身上就是三衣一缽，除這個之外，一無所有，捨得乾乾淨淨，這就是層層入細，絲毫都不執著。"
    },
    {
      "id": "09-023-0078_p0010",
      "zh_CN": "观照，前面也都讲得很多，在佛法修行的过程当中，能提得起观照，功夫就开始得力；如果没有观照，你所修学的叫名字位，天台大师所讲六即的名字即，名字即就是有名无实。譬如你受戒，受了一个菩萨戒，你不是菩萨，你挂了菩萨的名，受了菩萨戒，有名无实。什么叫观行？观行是真正照做，观是把我们思想、观念改变过来。没学佛之前，我们的观念是轮回的观念，轮回心干的是轮回业，搞六道轮回。现在学佛，觉悟了，把轮回心转变成菩提心，这个观念改过来。菩提心是什么？我们就《金刚经》上的话说，知道一切法无实无虚，这是观，明白这个道理，佛告诉我们一切法无实无虚，一切法皆是因缘所生，当体即空，了不可得。这些经文教训要时时刻刻记在心上，在我们生活当中要是起了作用，这就是观照。知道这些事实真相，你对于一切诸法自自然然你就不执着，为什么不执着？因为当体即空，了不可得。所谓执着，只不过是一个妄想而已，妄想坏事，妄想障碍心性。这样真正去干，叫做观行，叫做观照，你这个功夫得力，你能看得破，你能够放得下。",
      "zh_TW": "觀照，前面也都講得很多，在佛法修行的過程當中，能提得起觀照，功夫就開始得力；如果沒有觀照，你所修學的叫名字位，天台大師所講六即的名字即，名字即就是有名無實。譬如你受戒，受了一個菩薩戒，你不是菩薩，你掛了菩薩的名，受了菩薩戒，有名無實。什麼叫觀行？觀行是真正照做，觀是把我們思想、觀念改變過來。沒學佛之前，我們的觀念是輪迴的觀念，輪迴心幹的是輪迴業，搞六道輪迴。現在學佛，覺悟了，把輪迴心轉變成菩提心，這個觀念改過來。菩提心是什麼？我們就《金剛經》上的話說，知道一切法無實無虛，這是觀，明白這個道理，佛告訴我們一切法無實無虛，一切法皆是因緣所生，當體即空，了不可得。這些經文教訓要時時刻刻記在心上，在我們生活當中要是起了作用，這就是觀照。知道這些事實真相，你對於一切諸法自自然然你就不執著，為什麼不執著？因為當體即空，了不可得。所謂執著，只不過是一個妄想而已，妄想壞事，妄想障礙心性。這樣真正去幹，叫做觀行，叫做觀照，你這個功夫得力，你能看得破，你能夠放得下。"
    },
    {
      "id": "09-023-0078_p0011",
      "zh_CN": "微密是向深处、是向细处。深处、细处在哪里？在内心，在无始的习气，要从这个地方去观照。微密堪验，堪验是在事上，是在我们生活行为上，去反省、去观察、去测验，是不是真的放下？是不是真的觉悟？佛在经典上重要的教训是不是都记住？是不是时时刻刻都能够显现得出来？遇到人、遇到事，顺境、逆境，是不是能够将佛的教训立刻就能够现前？起心动念、一切言行，都要依照佛陀的教诲，不违背经训，这是微密堪验；唯有这样用功，才真正能够层层入细。阿赖耶识里面含藏着无明习气，甚深甚深！八地菩萨才见到阿赖耶微细相，这是我们要晓得，千万不可以掉以轻心，粗心大意那是不能成就，要细心。遣之又遣，遣是离开、放下，放下、放下再放下，要这样去做。",
      "zh_TW": "微密是向深處、是向細處。深處、細處在哪裡？在內心，在無始的習氣，要從這個地方去觀照。微密堪驗，堪驗是在事上，是在我們生活行為上，去反省、去觀察、去測驗，是不是真的放下？是不是真的覺悟？佛在經典上重要的教訓是不是都記住？是不是時時刻刻都能夠顯現得出來？遇到人、遇到事，順境、逆境，是不是能夠將佛的教訓立刻就能夠現前？起心動念、一切言行，都要依照佛陀的教誨，不違背經訓，這是微密堪驗；唯有這樣用功，才真正能夠層層入細。阿賴耶識裡面含藏著無明習氣，甚深甚深！八地菩薩才見到阿賴耶微細相，這是我們要曉得，千萬不可以掉以輕心，粗心大意那是不能成就，要細心。遣之又遣，遣是離開、放下，放下、放下再放下，要這樣去做。"
    },
    {
      "id": "09-023-0078_p0012",
      "zh_CN": "【直令此心一念不生】",
      "zh_TW": "【直令此心一念不生】"
    },
    {
      "id": "09-023-0078_p0013",
      "zh_CN": "此地讲的一念不生，这个念是妄念，诸位要晓得，不是正念，前面经文教给我们，「应无所住，而生其心」，此地不生那怎么行？那不是与经典教训相违背吗？这个不生是不生妄念，不生贪瞋痴的念头，不生我、人、众生、寿者的念头，不生这个念头。妄念不生，那所生的是正念，则没有妄念。",
      "zh_TW": "此地講的一念不生，這個念是妄念，諸位要曉得，不是正念，前面經文教給我們，「應無所住，而生其心」，此地不生那怎麼行？那不是與經典教訓相違背嗎？這個不生是不生妄念，不生貪瞋痴的念頭，不生我、人、眾生、壽者的念頭，不生這個念頭。妄念不生，那所生的是正念，則沒有妄念。"
    },
    {
      "id": "09-023-0078_p0014",
      "zh_CN": "【净无点尘】",
      "zh_TW": "【淨無點塵】"
    },
    {
      "id": "09-023-0078_p0015",
      "zh_CN": "这个心清净，清净的意思是什么？没有污染。什么是污染？妄想是污染，分别是污染，执着是污染，离一切妄想分别执着，那就是净无点尘。这地方特别要注意到，佛法也不能执着，执着佛法，佛法是尘、法尘，那还是污染。所以「法尚应舍，何况非法」，非法不是佛法，佛法都是污染，佛法不能执着。佛在《金刚经》一再说，「即非、是名」，就是叫我们从言词上觉悟。佛给我们说法，我们可以听、可以体会，不能执着；连佛法都不能执着，何况其他！",
      "zh_TW": "這個心清淨，清淨的意思是什麼？沒有污染。什麼是污染？妄想是污染，分別是污染，執著是污染，離一切妄想分別執著，那就是淨無點塵。這地方特別要注意到，佛法也不能執著，執著佛法，佛法是塵、法塵，那還是污染。所以「法尚應捨，何況非法」，非法不是佛法，佛法都是污染，佛法不能執著。佛在《金剛經》一再說，「即非、是名」，就是叫我們從言詞上覺悟。佛給我們說法，我們可以聽、可以體會，不能執著；連佛法都不能執著，何況其他！"
    },
    {
      "id": "09-023-0078_p0016",
      "zh_CN": "【灭度无量】",
      "zh_TW": "【滅度無量】"
    },
    {
      "id": "09-023-0078_p0017",
      "zh_CN": "灭度这两个字好！度是帮助众生，帮助众生破迷开悟。就好比我们教学，「灭」这个字是成绩，众生果然妄想分别执着灭了，灭是成绩。「度」是教学，教学要有成绩，没有成绩不是白教了？所以这两个字非常非常之妙！因与果统统具足。教化无量无边众生，无量无边的众生因菩萨的教化，都能够破迷开悟，都能够离苦得乐，菩萨的功德无量无边。菩萨着不着相？不着相。",
      "zh_TW": "滅度這兩個字好！度是幫助眾生，幫助眾生破迷開悟。就好比我們教學，「滅」這個字是成績，眾生果然妄想分別執著滅了，滅是成績。「度」是教學，教學要有成績，沒有成績不是白教了？所以這兩個字非常非常之妙！因與果統統具足。教化無量無邊眾生，無量無邊的眾生因菩薩的教化，都能夠破迷開悟，都能夠離苦得樂，菩薩的功德無量無邊。菩薩著不著相？不著相。"
    },
    {
      "id": "09-023-0078_p0018",
      "zh_CN": "【若无其事】",
      "zh_TW": "【若無其事】"
    },
    {
      "id": "09-023-0078_p0019",
      "zh_CN": "正因为若无其事，他的功德才真正无量无边。如果他着相、他住法，前面讲取法住相，他的功德就有限量，就不是无量无边，有限量。因为他心里面有分别、有妄想、有执着，这个人所修的功德是有量。所修一切功德若无其事，离一切妄想分别执着，他这个功德是称性的。真如本性无量无边，所以他的功德就无量无边。这个道理我们要懂，事实真相要明了，然后才知道诸佛菩萨能修，我们也能修。所以佛菩萨不敢轻视初学，不敢轻视众生，原因在哪里？他能做得到的，一切众生个个都能做得到；问题就是你肯不肯做，换句话说，你肯不肯放下？你肯不肯做了心里若无其事？如果你做了若无其事，肯放下，你跟诸佛菩萨有什么分别？",
      "zh_TW": "正因為若無其事，他的功德才真正無量無邊。如果他著相、他住法，前面講取法住相，他的功德就有限量，就不是無量無邊，有限量。因為他心裡面有分別、有妄想、有執著，這個人所修的功德是有量。所修一切功德若無其事，離一切妄想分別執著，他這個功德是稱性的。真如本性無量無邊，所以他的功德就無量無邊。這個道理我們要懂，事實真相要明瞭，然後才知道諸佛菩薩能修，我們也能修。所以佛菩薩不敢輕視初學，不敢輕視眾生，原因在哪裡？他能做得到的，一切眾生個個都能做得到；問題就是你肯不肯做，換句話說，你肯不肯放下？你肯不肯做了心裡若無其事？如果你做了若無其事，肯放下，你跟諸佛菩薩有什麼分別？"
    },
    {
      "id": "09-023-0078_p0020",
      "zh_CN": "【庶几与一如之义相应耳】",
      "zh_TW": "【庶幾與一如之義相應耳】"
    },
    {
      "id": "09-023-0078_p0021",
      "zh_CN": "佛跟大菩萨与诸法一如完全相应。我们读了《金刚经》这一段经文，如果能够体会得这个意思，纵然不能做得像佛菩萨那么圆满，少分我想人人都能做到；但是先决的条件，要放得下，这是很重要的。放得下，你就是佛菩萨；放不下，你就是六道众生；佛菩萨跟六道众生，就在你放得下、放不下。再看底下的小注：",
      "zh_TW": "佛跟大菩薩與諸法一如完全相應。我們讀了《金剛經》這一段經文，如果能夠體會得這個意思，縱然不能做得像佛菩薩那麼圓滿，少分我想人人都能做到；但是先決的條件，要放得下，這是很重要的。放得下，你就是佛菩薩；放不下，你就是六道眾生；佛菩薩跟六道眾生，就在你放得下、放不下。再看底下的小註："
    },
    {
      "id": "09-023-0078_p0022",
      "zh_CN": "【度生为应尽之责，此责终未能尽。】",
      "zh_TW": "【度生為應盡之責，此責終未能盡。】"
    },
    {
      "id": "09-023-0078_p0023",
      "zh_CN": "这两句话非常重要，懂得的人太少。真的懂得，你就觉悟，你那个心就叫做菩提心，菩提心是觉心。帮助一切众生破迷开悟，是佛菩萨应尽的责任，做得再多、做得再好，不能居功，你应当做的，这是义务，应该做的；做得不好、做得不圆满，是你的过失。做得好是你应当的，为什么？因为一切众生与我同体，同体大悲，所以帮助一切众生，没有任何条件可谈，无缘大慈，无条件的。你真正能这样做，你是菩萨，你真正是菩萨。帮助一个人是有条件的，是凡夫，我为什么要帮助他？有这个念头，这叫凡夫心。刚才我讲轮回心，不管你帮助人、不帮助人，你造的都是轮回业。我们凡夫跟佛菩萨不同的地方在哪里？佛菩萨帮助一切众生不谈条件，没有问：「我为什么要帮助他？」没有这个念头。只是在那里观察：这众生接受不接受我帮助？我要帮助他，他让不让我帮助他？绝对不会动个念头：「我为什么要帮助他？」没这个念头。众生不愿意接受，那佛菩萨也就没有法子，所谓是「佛不度无缘之人」。这句话怎么讲？佛没有办法去度那些不肯接受佛菩萨帮忙的，那就没有办法了！我们肯接受佛菩萨的帮忙，佛菩萨时时刻刻在我们周围，没有离开我们。像一般宗教说，「上帝与我同在」，佛菩萨是时时刻刻与我同在。为什么？我愿意接受他帮忙。所以你要愿意接受。哪个不愿意接受？哪一个人到庙里面烧香、磕头，不是求佛菩萨保佑？看起来好像人人都愿意；其实不然，不愿意的太多了，愿意的人很少。你求佛菩萨帮助你什么？帮助你迷惑颠倒、帮助你增长贪瞋痴。所以天天去拜佛菩萨也不灵，为什么？佛菩萨不能帮倒忙，刚才讲佛菩萨帮你破迷开悟，佛菩萨绝对不帮助你增长你的迷惑，不能干这个事情！你把这些事实真相看清楚，你就晓得迷的人多、悟的人少。悟的人无条件帮助别人，迷的人是念念为自己。迷悟的相，我们要搞清楚，那就是迷悟的样子，什么是觉悟的样子，什么是迷惑的样子，先把这个事情搞清楚，然后才有办法观察，才有办法反省，我到底是迷、还是悟？别人迷悟暂时放在一边，先看看自己是迷、还是悟？自己这个心是菩提心、还是轮回心？这个要紧！度众生先要度自己，自己没有得度，怎么能度别人？自己得度才能度人。",
      "zh_TW": "這兩句話非常重要，懂得的人太少。真的懂得，你就覺悟，你那個心就叫做菩提心，菩提心是覺心。幫助一切眾生破迷開悟，是佛菩薩應盡的責任，做得再多、做得再好，不能居功，你應當做的，這是義務，應該做的；做得不好、做得不圓滿，是你的過失。做得好是你應當的，為什麼？因為一切眾生與我同體，同體大悲，所以幫助一切眾生，沒有任何條件可談，無緣大慈，無條件的。你真正能這樣做，你是菩薩，你真正是菩薩。幫助一個人是有條件的，是凡夫，我為什麼要幫助他？有這個念頭，這叫凡夫心。剛才我講輪迴心，不管你幫助人、不幫助人，你造的都是輪迴業。我們凡夫跟佛菩薩不同的地方在哪裡？佛菩薩幫助一切眾生不談條件，沒有問：「我為什麼要幫助他？」沒有這個念頭。只是在那裡觀察：這眾生接受不接受我幫助？我要幫助他，他讓不讓我幫助他？絕對不會動個念頭：「我為什麼要幫助他？」沒這個念頭。眾生不願意接受，那佛菩薩也就沒有法子，所謂是「佛不度無緣之人」。這句話怎麼講？佛沒有辦法去度那些不肯接受佛菩薩幫忙的，那就沒有辦法了！我們肯接受佛菩薩的幫忙，佛菩薩時時刻刻在我們周圍，沒有離開我們。像一般宗教說，「上帝與我同在」，佛菩薩是時時刻刻與我同在。為什麼？我願意接受他幫忙。所以你要願意接受。哪個不願意接受？哪一個人到廟裡面燒香、磕頭，不是求佛菩薩保佑？看起來好像人人都願意；其實不然，不願意的太多了，願意的人很少。你求佛菩薩幫助你什麼？幫助你迷惑顛倒、幫助你增長貪瞋痴。所以天天去拜佛菩薩也不靈，為什麼？佛菩薩不能幫倒忙，剛才講佛菩薩幫你破迷開悟，佛菩薩絕對不幫助你增長你的迷惑，不能幹這個事情！你把這些事實真相看清楚，你就曉得迷的人多、悟的人少。悟的人無條件幫助別人，迷的人是念念為自己。迷悟的相，我們要搞清楚，那就是迷悟的樣子，什麼是覺悟的樣子，什麼是迷惑的樣子，先把這個事情搞清楚，然後才有辦法觀察，才有辦法反省，我到底是迷、還是悟？別人迷悟暫時放在一邊，先看看自己是迷、還是悟？自己這個心是菩提心、還是輪迴心？這個要緊！度眾生先要度自己，自己沒有得度，怎麼能度別人？自己得度才能度人。"
    },
    {
      "id": "09-023-0078_p0024",
      "zh_CN": "【又应知度亦等于未度，所谓无一众生实灭度者。】",
      "zh_TW": "【又應知度亦等於未度，所謂無一眾生實滅度者。】"
    },
    {
      "id": "09-023-0078_p0025",
      "zh_CN": "怎么说度等于没度，我们帮助他等于没有帮助？这个话是真的不是假的。佛菩萨劝导我们、教导我们，为我们讲经说法，我们听了开悟，开悟是我自己开悟的，不是他来帮我开悟的，我们听了他的话，自己开悟的。《法华经》上讲「开示悟入」，佛菩萨能帮我们的是开示；悟入，入是证。换句话说，修行证果是我们自己的事情，这个佛菩萨帮不上忙，佛菩萨只是教诲而已。因此，断烦恼、明心见性、证果，都是众生自己的事情，所以度等于没度，诸佛菩萨怎么可以自己居功？所以他心里若无其事，那是当然之理；换句话说，心里面若无其事是应当、是正常。如果觉得自己做多少好事，值得骄傲，那完了，有什么值得骄傲？诸佛菩萨普度众生，没有感觉值得骄傲。今天世间人做一点点小的好事，值得骄傲，那不得了！我们要不读经，这些微妙甚深的道理，怎么会懂得？总以为世间人所表现的，都好像是正常的，好像是正当的，我们也应该如法炮制，也应该如是学习，那里晓得错了，那是轮回业。",
      "zh_TW": "怎麼說度等於沒度，我們幫助他等於沒有幫助？這個話是真的不是假的。佛菩薩勸導我們、教導我們，為我們講經說法，我們聽了開悟，開悟是我自己開悟的，不是他來幫我開悟的，我們聽了他的話，自己開悟的。《法華經》上講「開示悟入」，佛菩薩能幫我們的是開示；悟入，入是證。換句話說，修行證果是我們自己的事情，這個佛菩薩幫不上忙，佛菩薩只是教誨而已。因此，斷煩惱、明心見性、證果，都是眾生自己的事情，所以度等於沒度，諸佛菩薩怎麼可以自己居功？所以他心裡若無其事，那是當然之理；換句話說，心裡面若無其事是應當、是正常。如果覺得自己做多少好事，值得驕傲，那完了，有什麼值得驕傲？諸佛菩薩普度眾生，沒有感覺值得驕傲。今天世間人做一點點小的好事，值得驕傲，那不得了！我們要不讀經，這些微妙甚深的道理，怎麼會懂得？總以為世間人所表現的，都好像是正常的，好像是正當的，我們也應該如法炮製，也應該如是學習，那裡曉得錯了，那是輪迴業。"
    },
    {
      "id": "09-023-0078_p0026",
      "zh_CN": "【若自以为能尽此责，大有所度。则自矜自负，目空一切，岂是菩萨。】",
      "zh_TW": "【若自以為能盡此責，大有所度。則自矜自負，目空一切，豈是菩薩。】"
    },
    {
      "id": "09-023-0078_p0027",
      "zh_CN": "这一段话就是傲慢心，自己夸张、自己炫耀，认为自己做了多少好事，帮助多少众生，这不是菩萨。真正是菩萨，普度众生若无其事；真正是诸佛菩萨，一定是礼敬诸佛，这个诸佛，所有一切众生都是诸佛，他对于众生的恭敬决定是跟一切如来平等的，没有高下。我们对这个人喜欢、对那个人讨厌，这个不行，这就是无始劫的妄想、习气。修行用功怎么用？首先要把这个错误的观念转过来。我们每天见到佛像要拜佛，表示我们对佛菩萨的至诚恭敬。真正的目的，是要把这一份的恭敬心，在今天从早到晚，对待一切众生，对人、对事、对物，这叫修礼敬诸佛。对人诚敬；对事认真负责，对事的恭敬；对物是要把它放端正、整齐清洁，是对它的恭敬，我们对于桌椅，桌子擦得干干净净，摆得整整齐齐，这是对它的礼敬。所以要把这一份敬心，用在日常生活当中对人、对事、对物。修礼敬诸佛不是天天对着佛像膜拜，不是这个意思。佛说经的真实义，一定要细心去体会，开经偈上讲愿解如来真实义。",
      "zh_TW": "這一段話就是傲慢心，自己誇張、自己炫耀，認為自己做了多少好事，幫助多少眾生，這不是菩薩。真正是菩薩，普度眾生若無其事；真正是諸佛菩薩，一定是禮敬諸佛，這個諸佛，所有一切眾生都是諸佛，他對於眾生的恭敬決定是跟一切如來平等的，沒有高下。我們對這個人喜歡、對那個人討厭，這個不行，這就是無始劫的妄想、習氣。修行用功怎麼用？首先要把這個錯誤的觀念轉過來。我們每天見到佛像要拜佛，表示我們對佛菩薩的至誠恭敬。真正的目的，是要把這一份的恭敬心，在今天從早到晚，對待一切眾生，對人、對事、對物，這叫修禮敬諸佛。對人誠敬；對事認真負責，對事的恭敬；對物是要把它放端正、整齊清潔，是對它的恭敬，我們對於桌椅，桌子擦得乾乾淨淨，擺得整整齊齊，這是對它的禮敬。所以要把這一份敬心，用在日常生活當中對人、對事、對物。修禮敬諸佛不是天天對著佛像膜拜，不是這個意思。佛說經的真實義，一定要細心去體會，開經偈上講願解如來真實義。"
    },
    {
      "id": "09-023-0078_p0028",
      "zh_CN": "【世尊言此，是令发大悲心者，应于离念上加功。】",
      "zh_TW": "【世尊言此，是令發大悲心者，應於離念上加功。】"
    },
    {
      "id": "09-023-0078_p0029",
      "zh_CN": "这句话的意思很深很深！发心学佛了，如果是真正发心学佛，他的悲心比一般常人多少是要来得重一些。但是心发了，行持上功夫不得力，这是大有人在；不但现在学佛的人，世尊在世当时学佛的人，这样的人也不在少数。原因在哪里？不知道离相，不知道离念，所以功夫不得力。我们自己反省一下，我们学佛学了多久，我们功夫得力了吗？我们的烦恼减少了吗？我们的智慧增长了吗？如果烦恼没减少、智慧没增长，这就是不得力的现象。这种现象不能看轻，马虎不得；如果再是这样含糊笼统下去，我们这一生就白过。所以这个地方不可以含糊笼统，要有高度的警觉心，这是一个非常可怕的现象。要把它的原因找出来，要把这个原因消除掉，我们菩提道上才一帆风顺，我们这一生才能达到我们预期的目标。佛在这个经上，讲得很透彻、很清楚，关键就在离念、离相。离相的功夫比较粗，离念的功夫细；先离相，先学不着相，真正能做到不着相，再把功夫向上提升一层，离念。不着相就是心里面于一切人事物绝无牵挂、绝无忧虑，这是不着相的样子。你果然不着，智慧就现前，烦恼就没有了。烦恼就是妄想、分别、执着、忧虑、牵挂，就这个东西；这个东西放下、没有了，清净心现前，清净心起作用就是智慧。应于离念上加功，在离相、离念上加功夫。",
      "zh_TW": "這句話的意思很深很深！發心學佛了，如果是真正發心學佛，他的悲心比一般常人多少是要來得重一些。但是心發了，行持上功夫不得力，這是大有人在；不但現在學佛的人，世尊在世當時學佛的人，這樣的人也不在少數。原因在哪裡？不知道離相，不知道離念，所以功夫不得力。我們自己反省一下，我們學佛學了多久，我們功夫得力了嗎？我們的煩惱減少了嗎？我們的智慧增長了嗎？如果煩惱沒減少、智慧沒增長，這就是不得力的現象。這種現象不能看輕，馬虎不得；如果再是這樣含糊籠統下去，我們這一生就白過。所以這個地方不可以含糊籠統，要有高度的警覺心，這是一個非常可怕的現象。要把它的原因找出來，要把這個原因消除掉，我們菩提道上才一帆風順，我們這一生才能達到我們預期的目標。佛在這個經上，講得很透徹、很清楚，關鍵就在離念、離相。離相的功夫比較粗，離念的功夫細；先離相，先學不著相，真正能做到不著相，再把功夫向上提升一層，離念。不著相就是心裡面於一切人事物絕無牽掛、絕無憂慮，這是不著相的樣子。你果然不著，智慧就現前，煩惱就沒有了。煩惱就是妄想、分別、執著、憂慮、牽掛，就這個東西；這個東西放下、沒有了，清淨心現前，清淨心起作用就是智慧。應於離念上加功，在離相、離念上加功夫。"
    },
    {
      "id": "09-023-0078_p0030",
      "zh_CN": "【妄念不息，真心永障。】",
      "zh_TW": "【妄念不息，真心永障。】"
    },
    {
      "id": "09-023-0078_p0031",
      "zh_CN": "这两句话说得很好，要牢牢的记住。只要有妄念，你的真心就不能现前，真心就是本性。真心现前就是禅家讲的明心见性，明心见性的菩萨，就是《金刚经》上所说的标准菩萨，四相、四见都离了；这个菩萨是圆教初住，破一品无明，证一分真性。我们由此也就能体会到，我们的真心本性被无明盖复住，什么是无明？四相、四见就是无明。四相、四见一破，圆初住就证得。",
      "zh_TW": "這兩句話說得很好，要牢牢的記住。只要有妄念，你的真心就不能現前，真心就是本性。真心現前就是禪家講的明心見性，明心見性的菩薩，就是《金剛經》上所說的標準菩薩，四相、四見都離了；這個菩薩是圓教初住，破一品無明，證一分真性。我們由此也就能體會到，我們的真心本性被無明蓋覆住，什麼是無明？四相、四見就是無明。四相、四見一破，圓初住就證得。"
    },
    {
      "id": "09-023-0078_p0032",
      "zh_CN": "【有悲无智，岂能度他。】",
      "zh_TW": "【有悲無智，豈能度他。】"
    },
    {
      "id": "09-023-0078_p0033",
      "zh_CN": "如果菩萨只有一片慈悲，没有智慧，这就是说明菩萨虽然很慈悲，但是他着相，他还没有能够离念，这就是他没有智慧，不能帮助人。",
      "zh_TW": "如果菩薩只有一片慈悲，沒有智慧，這就是說明菩薩雖然很慈悲，但是他著相，他還沒有能夠離念，這就是他沒有智慧，不能幫助人。"
    },
    {
      "id": "09-023-0078_p0034",
      "zh_CN": "【人我分别之见犹存】",
      "zh_TW": "【人我分別之見猶存】"
    },
    {
      "id": "09-023-0078_p0035",
      "zh_CN": "他还有是非人我，他还有妄想执着。",
      "zh_TW": "他還有是非人我，他還有妄想執著。"
    },
    {
      "id": "09-023-0078_p0036",
      "zh_CN": "【故不名菩萨也】",
      "zh_TW": "【故不名菩薩也】"
    },
    {
      "id": "09-023-0078_p0037",
      "zh_CN": "这种人不是《金刚经》上所说的菩萨，《金刚经》上所讲的菩萨，标准是要断四见、破四相，这是《金刚经》上所说的菩萨，有能力帮助一切众生破迷开悟。「见」实在讲非常非常的微细，所以要层层细入。从底下这一段经文，我们就能体会到。请看经文：",
      "zh_TW": "這種人不是《金剛經》上所說的菩薩，《金剛經》上所講的菩薩，標準是要斷四見、破四相，這是《金剛經》上所說的菩薩，有能力幫助一切眾生破迷開悟。「見」實在講非常非常的微細，所以要層層細入。從底下這一段經文，我們就能體會到。請看經文："
    },
    {
      "id": "09-023-0078_p0038",
      "zh_CN": "经【何以故？须菩提，无有法名为菩萨。】",
      "zh_TW": "經【何以故？須菩提，無有法名為菩薩。】"
    },
    {
      "id": "09-023-0078_p0039",
      "zh_CN": "【此中是明不名菩萨之故】",
      "zh_TW": "【此中是明不名菩薩之故】"
    },
    {
      "id": "09-023-0078_p0040",
      "zh_CN": "这一段经文说明为什么说他不是菩萨。",
      "zh_TW": "這一段經文說明為什麼說他不是菩薩。"
    },
    {
      "id": "09-023-0078_p0041",
      "zh_CN": "【由其心有能度所度之见】",
      "zh_TW": "【由其心有能度所度之見】"
    },
    {
      "id": "09-023-0078_p0042",
      "zh_CN": "这个见就是念头，他有这个念头。有这个念头，",
      "zh_TW": "這個見就是念頭，他有這個念頭。有這個念頭，"
    },
    {
      "id": "09-023-0078_p0043",
      "zh_CN": "【便是取法】",
      "zh_TW": "【便是取法】"
    },
    {
      "id": "09-023-0078_p0044",
      "zh_CN": "他着了法相，着相，着了法相。",
      "zh_TW": "他著了法相，著相，著了法相。"
    },
    {
      "id": "09-023-0078_p0045",
      "zh_CN": "【便着人我等相】",
      "zh_TW": "【便著人我等相】"
    },
    {
      "id": "09-023-0078_p0046",
      "zh_CN": "这个等就是众生相、寿者相，可见得这四类的相他都具足。",
      "zh_TW": "這個等就是眾生相、壽者相，可見得這四類的相他都具足。"
    },
    {
      "id": "09-023-0078_p0047",
      "zh_CN": "【乃是凡夫】",
      "zh_TW": "【乃是凡夫】"
    },
    {
      "id": "09-023-0078_p0048",
      "zh_CN": "这哪里是菩萨，是凡夫！",
      "zh_TW": "這哪裡是菩薩，是凡夫！"
    },
    {
      "id": "09-023-0078_p0049",
      "zh_CN": "【故有法名为菩萨，断断无之。】",
      "zh_TW": "【故有法名為菩薩，斷斷無之。】"
    },
    {
      "id": "09-023-0078_p0050",
      "zh_CN": "有法是执着有法，要说这个人叫菩萨，没有这个说法。菩萨是个觉悟的人，这个人是迷惑颠倒的人，没觉悟，怎么能称他作菩萨？",
      "zh_TW": "有法是執著有法，要說這個人叫菩薩，沒有這個說法。菩薩是個覺悟的人，這個人是迷惑顛倒的人，沒覺悟，怎麼能稱他作菩薩？"
    },
    {
      "id": "09-023-0078_p0051",
      "zh_CN": "【佛说一切法无我人众寿】",
      "zh_TW": "【佛說一切法無我人眾壽】"
    },
    {
      "id": "09-023-0078_p0052",
      "zh_CN": "佛讲这个话是真的，一切法没有四相。「我」是主宰的意思、主体的意思，我们自己称自己这个身叫「我」。在一切法相当中也是如此。这个东西，这个它也是我，我是它的主体；与我相对的是人。所以这个「我」并不是指某一个人，是指任何一物它的主体，动物也好、植物也好、矿物也好，都包括了这一个意思。任何一法，都具足这四相。「我」是主体；与我对立的是人，「人相」；我相跟人相都是众缘和合而生，所以叫「众生相」；这个现象会有一段时间，它能够相续保持而不失掉，就叫做「寿者相」。寿者相，就是我们所讲的寿命，寿命长短不定，都叫做寿者相。任何一法，动物、植物、矿物，都具足这个四相，这四相是这个意思。只要有法，一定就具足四相。",
      "zh_TW": "佛講這個話是真的，一切法沒有四相。「我」是主宰的意思、主體的意思，我們自己稱自己這個身叫「我」。在一切法相當中也是如此。這個東西，這個它也是我，我是它的主體；與我相對的是人。所以這個「我」並不是指某一個人，是指任何一物它的主體，動物也好、植物也好、礦物也好，都包括了這一個意思。任何一法，都具足這四相。「我」是主體；與我對立的是人，「人相」；我相跟人相都是眾緣和合而生，所以叫「眾生相」；這個現象會有一段時間，它能夠相續保持而不失掉，就叫做「壽者相」。壽者相，就是我們所講的壽命，壽命長短不定，都叫做壽者相。任何一法，動物、植物、礦物，都具足這個四相，這四相是這個意思。只要有法，一定就具足四相。"
    },
    {
      "id": "09-023-0078_p0053",
      "zh_CN": "【便违佛说，便是凡夫。】",
      "zh_TW": "【便違佛說，便是凡夫。】"
    },
    {
      "id": "09-023-0078_p0054",
      "zh_CN": "佛讲这四相是凡夫的见解，以为诸法实有，这是凡夫见解；这个见解就是我们在讲席当中常讲的轮回的知见，轮回心、轮回见，这个见解是轮回的知见，是错误的。佛给我们讲真相是什么？真相是一切法无我、人、众生、寿者，这是佛给我们讲真相，一切法没有自体，这个要知道。一切法因缘所生，缘也是空的、也是假的，所以说当体即空，了不可得，刹那九百生灭，《楞严经》上讲得好，「当处出生，当处灭尽」，「随众生心，应所知量」，讲得多么透彻！这些话都是无我、人、众生、寿者，这是讲真相。了解真相，你在一切法里头，不但一切法，连自己的身体，绝无贪着，再也不会执着。执着是个妄想、妄念，绝对不是事实。而事实上一切法、任何一法，你决定执着不到，你想得没有这回事情，不可能的事情；不但一切法你得不到，连你这个身体都得不到，刹那生灭，你怎么会得到？心也得不到，《金刚经》我后面还没有念到，「过去心不可得、现在心不可得、未来心不可得」。身得不到，心大概有，心也得不到，身心都得不到，你搞什么？一场空！古德讲的话没错，「万般将不去，唯有业随身」，业就是你的妄想，妄想分别执着这个习气，麻烦！缠绕着你，永远断不掉，那叫业随身。你怎么会养成这么个习气？这个习气舍掉了，就叫佛菩萨；禅家讲父母未生前本来面目，那就是的，那就是父母未生前本来面目，你要能舍，你要能放下，放下就是。末后一段把这个意思说出来了。",
      "zh_TW": "佛講這四相是凡夫的見解，以為諸法實有，這是凡夫見解；這個見解就是我們在講席當中常講的輪迴的知見，輪迴心、輪迴見，這個見解是輪迴的知見，是錯誤的。佛給我們講真相是什麼？真相是一切法無我、人、眾生、壽者，這是佛給我們講真相，一切法沒有自體，這個要知道。一切法因緣所生，緣也是空的、也是假的，所以說當體即空，了不可得，剎那九百生滅，《楞嚴經》上講得好，「當處出生，當處滅盡」，「隨眾生心，應所知量」，講得多麼透徹！這些話都是無我、人、眾生、壽者，這是講真相。了解真相，你在一切法裡頭，不但一切法，連自己的身體，絕無貪著，再也不會執著。執著是個妄想、妄念，絕對不是事實。而事實上一切法、任何一法，你決定執著不到，你想得沒有這回事情，不可能的事情；不但一切法你得不到，連你這個身體都得不到，剎那生滅，你怎麼會得到？心也得不到，《金剛經》我後面還沒有念到，「過去心不可得、現在心不可得、未來心不可得」。身得不到，心大概有，心也得不到，身心都得不到，你搞什麼？一場空！古德講的話沒錯，「萬般將不去，唯有業隨身」，業就是你的妄想，妄想分別執著這個習氣，麻煩！纏繞著你，永遠斷不掉，那叫業隨身。你怎麼會養成這麼個習氣？這個習氣捨掉了，就叫佛菩薩；禪家講父母未生前本來面目，那就是的，那就是父母未生前本來面目，你要能捨，你要能放下，放下就是。末後一段把這個意思說出來了。"
    },
    {
      "id": "09-023-0078_p0055",
      "zh_CN": "【菩萨众生皆是假名】",
      "zh_TW": "【菩薩眾生皆是假名】"
    },
    {
      "id": "09-023-0078_p0056",
      "zh_CN": "说菩萨、说众生都是一个假名。像刚才所说，能执着的心不可得，三心不可得，所执着的法不可得，能所俱不可得，佛跟众生有没有得？没有！众生什么也得不到，菩萨呢？菩萨也得不到。不能说众生一法不可得，菩萨就有所得，没这个道理。不但菩萨能所俱不可得，一切诸佛如来也没有两样，也是能所俱不可得。菩萨、众生是假名，佛是不是假名？也是假名，阿耨多罗三藐三菩提也是假名。「凡所有相，皆是虚妄」，这是叫你统统不能够执着，所以给你说老实话。",
      "zh_TW": "說菩薩、說眾生都是一個假名。像剛才所說，能執著的心不可得，三心不可得，所執著的法不可得，能所俱不可得，佛跟眾生有沒有得？沒有！眾生什麼也得不到，菩薩呢？菩薩也得不到。不能說眾生一法不可得，菩薩就有所得，沒這個道理。不但菩薩能所俱不可得，一切諸佛如來也沒有兩樣，也是能所俱不可得。菩薩、眾生是假名，佛是不是假名？也是假名，阿耨多羅三藐三菩提也是假名。「凡所有相，皆是虛妄」，這是叫你統統不能夠執著，所以給你說老實話。"
    },
    {
      "id": "09-023-0078_p0057",
      "zh_CN": "【尚无能度之菩萨，何有所度之众生乎？则不应取着度众生也明矣。】",
      "zh_TW": "【尚無能度之菩薩，何有所度之眾生乎？則不應取著度眾生也明矣。】"
    },
    {
      "id": "09-023-0078_p0058",
      "zh_CN": "这不是清清楚楚、明明白白吗？无有法名菩萨。这个意思的确比上半部是要深，上半部的经文可深可浅，后半部确实唯深无浅。我们要细心去体会，对我们的修学证果，乃至于对我们现前的生活，真的是很有帮助，帮助我们破迷开悟、离苦得乐。",
      "zh_TW": "這不是清清楚楚、明明白白嗎？無有法名菩薩。這個意思的確比上半部是要深，上半部的經文可深可淺，後半部確實唯深無淺。我們要細心去體會，對我們的修學證果，乃至於對我們現前的生活，真的是很有幫助，幫助我們破迷開悟、離苦得樂。"
    },
    {
      "id": "09-023-0078_p0059",
      "zh_CN": "经【是故佛说一切法无我、无人、无众生、无寿者。】",
      "zh_TW": "經【是故佛說一切法無我、無人、無眾生、無壽者。】"
    },
    {
      "id": "09-023-0078_p0060",
      "zh_CN": "这一段解释无我，前面解释无法，法不能执着。",
      "zh_TW": "這一段解釋無我，前面解釋無法，法不能執著。"
    },
    {
      "id": "09-023-0078_p0061",
      "zh_CN": "【众生之见，无非分别。】",
      "zh_TW": "【眾生之見，無非分別。】"
    },
    {
      "id": "09-023-0078_p0062",
      "zh_CN": "众生之见就是迷惑颠倒的见解，不是觉悟的知见，迷惑颠倒的见解多了，总而言之，不外乎分别妄想执着。",
      "zh_TW": "眾生之見就是迷惑顛倒的見解，不是覺悟的知見，迷惑顛倒的見解多了，總而言之，不外乎分別妄想執著。"
    },
    {
      "id": "09-023-0078_p0063",
      "zh_CN": "【分别便是有能所对待】",
      "zh_TW": "【分別便是有能所對待】"
    },
    {
      "id": "09-023-0078_p0064",
      "zh_CN": "对待，我们今天讲相对。只要一有妄想、一有分别，一定就起了能所。",
      "zh_TW": "對待，我們今天講相對。只要一有妄想、一有分別，一定就起了能所。"
    },
    {
      "id": "09-023-0078_p0065",
      "zh_CN": "【约能见言，便是我。约所见言，便是人。】",
      "zh_TW": "【約能見言，便是我。約所見言，便是人。】"
    },
    {
      "id": "09-023-0078_p0066",
      "zh_CN": "跟我相对的是人。",
      "zh_TW": "跟我相對的是人。"
    },
    {
      "id": "09-023-0078_p0067",
      "zh_CN": "【能所之见，差别丛生，是为众生。能所之见，继续不断，是为寿者。】",
      "zh_TW": "【能所之見，差別叢生，是為眾生。能所之見，繼續不斷，是為壽者。】"
    },
    {
      "id": "09-023-0078_p0068",
      "zh_CN": "这个跟我前面讲的意思完全相同。所以这个四相，四相发生在哪里？发生在任何一法之中，任何一法都具足四相。与前面讲的如义相应，真的是法法皆如，佛法如，世间法也如，无有一法不如。",
      "zh_TW": "這個跟我前面講的意思完全相同。所以這個四相，四相發生在哪裡？發生在任何一法之中，任何一法都具足四相。與前面講的如義相應，真的是法法皆如，佛法如，世間法也如，無有一法不如。"
    },
    {
      "id": "09-023-0078_p0069",
      "zh_CN": "【分别妄心，多不胜数，以能所收之，罄无不尽。合之，则唯一我见而已。】",
      "zh_TW": "【分別妄心，多不勝數，以能所收之，罄無不盡。合之，則唯一我見而已。】"
    },
    {
      "id": "09-023-0078_p0070",
      "zh_CN": "我们要是把妄想分别执着展开，无量无边。我们一个人的心念，心里头的妄想执着这些念头，复杂的程度跟大宇宙、十法界依正庄严完全相等，不会比那个少。怎么知道是相等？因为十法界依正庄严都是我们自己妄想变出来的，没有妄想，哪有这些法相？不可能有这些四相。这些四相全是自己妄想分别执着变现出来，你就想到这个妄念多复杂，不 可胜数，数不尽的。佛巧妙用能所两个字统统包括了，全都包括了，无量无边的分别执着，总不出能所；能所还能够再把它归纳起来，变成一个，「我见」。由此可知，人见、众生见、寿者见，都是从我见开出来；人相、众生相、寿者相，都是从我相里面变现出来的。由此可知，佛法之修持，无论是哪一个宗派、无论是哪一个法门，下手功夫首先要破我执，我执要是不破，在佛法里讲，你是不得其门而入。我们常讲法门，法门在哪里？你入不进去；破我执就入门了。你看看，我们从小乘法讲起，小乘初果见道位，算是入流、入门，条件是什么？破了身见，不会再把这个身看成我，才能入门。还要把身看作我，你入不了门，把这个身看作我，你这一辈子无论怎样勤苦修学，初果须陀洹没分，你入不了。为什么入不了？你有障，什么障？我见。才知道一切经中，为什么把破我执摆在第一位，世尊的确用了许许多多的方法，破除我们的我见。佛门里面称这个相不称作人，称作众生。佛门的道场，这里面住的人多少，他不会问你：「你这个道场住多少人？」没有这种问法的。他的问法：「你这个道场住多少众？」这个术语破除我见、破除身见。这个话的意思，你这个地方住了多少个众缘和合的东西，就这个意思，这是众缘和合的东西。破迷！我执，破这个执着，这是四大五蕴和合这么一个现象。这个术语就是用这个方法，时时刻刻提醒你，要离我相、要离我见，这是非常非常的重要。",
      "zh_TW": "我們要是把妄想分別執著展開，無量無邊。我們一個人的心念，心裡頭的妄想執著這些念頭，複雜的程度跟大宇宙、十法界依正莊嚴完全相等，不會比那個少。怎麼知道是相等？因為十法界依正莊嚴都是我們自己妄想變出來的，沒有妄想，哪有這些法相？不可能有這些四相。這些四相全是自己妄想分別執著變現出來，你就想到這個妄念多複雜，不 可勝數，數不盡的。佛巧妙用能所兩個字統統包括了，全都包括了，無量無邊的分別執著，總不出能所；能所還能夠再把它歸納起來，變成一個，「我見」。由此可知，人見、眾生見、壽者見，都是從我見開出來；人相、眾生相、壽者相，都是從我相裡面變現出來的。由此可知，佛法之修持，無論是哪一個宗派、無論是哪一個法門，下手功夫首先要破我執，我執要是不破，在佛法裡講，你是不得其門而入。我們常講法門，法門在哪裡？你入不進去；破我執就入門了。你看看，我們從小乘法講起，小乘初果見道位，算是入流、入門，條件是什麼？破了身見，不會再把這個身看成我，才能入門。還要把身看作我，你入不了門，把這個身看作我，你這一輩子無論怎樣勤苦修學，初果須陀洹沒分，你入不了。為什麼入不了？你有障，什麼障？我見。才知道一切經中，為什麼把破我執擺在第一位，世尊的確用了許許多多的方法，破除我們的我見。佛門裡面稱這個相不稱作人，稱作眾生。佛門的道場，這裡面住的人多少，他不會問你：「你這個道場住多少人？」沒有這種問法的。他的問法：「你這個道場住多少眾？」這個術語破除我見、破除身見。這個話的意思，你這個地方住了多少個眾緣和合的東西，就這個意思，這是眾緣和合的東西。破迷！我執，破這個執著，這是四大五蘊和合這麼一個現象。這個術語就是用這個方法，時時刻刻提醒你，要離我相、要離我見，這是非常非常的重要。"
    },
    {
      "id": "09-023-0078_p0071",
      "zh_CN": "【此「佛说」句，含义甚多。「说」字断句。】",
      "zh_TW": "【此「佛說」句，含義甚多。「說」字斷句。】"
    },
    {
      "id": "09-023-0078_p0072",
      "zh_CN": "「是故佛说：一切法无我无人无众生无寿者」，这是从这个字断句。",
      "zh_TW": "「是故佛說：一切法無我無人無眾生無壽者」，這是從這個字斷句。"
    },
    {
      "id": "09-023-0078_p0073",
      "zh_CN": "【谓一切法无我之理(这个道理)，为佛所说也。】",
      "zh_TW": "【謂一切法無我之理(這個道理)，為佛所說也。】"
    },
    {
      "id": "09-023-0078_p0074",
      "zh_CN": "这个句子是双关句子，你要是这样念法：「是故佛说」，这就显示这个道理是佛所讲的。另外一个念法，",
      "zh_TW": "這個句子是雙關句子，你要是這樣念法：「是故佛說」，這就顯示這個道理是佛所講的。另外一個念法，"
    },
    {
      "id": "09-023-0078_p0075",
      "zh_CN": "【法字断句】",
      "zh_TW": "【法字斷句】"
    },
    {
      "id": "09-023-0078_p0076",
      "zh_CN": "「是故佛说一切法，无我无人无众生无寿者」。这一句两种念法，两种念法意思不一样。从法字断句，谓佛说之一切法，本无我人差别也。",
      "zh_TW": "「是故佛說一切法，無我無人無眾生無壽者」。這一句兩種念法，兩種念法意思不一樣。從法字斷句，謂佛說之一切法，本無我人差別也。"
    },
    {
      "id": "09-023-0078_p0077",
      "zh_CN": "【佛说之一切法，莫非令人泯对待分别之法相，悟平等一如之法性。】",
      "zh_TW": "【佛說之一切法，莫非令人泯對待分別之法相，悟平等一如之法性。】"
    },
    {
      "id": "09-023-0078_p0078",
      "zh_CN": "佛法所以难懂，听经有人听一辈子都没有听懂，没有听懂倒也罢了，他自以为听懂，这个麻烦大了！没懂自以为懂，怎么自以为懂？我把开经偈念一下，你就晓得，真的懂得是「愿解如来真实义」，没有懂得，自以为懂得是「误解如来真实义」，误解了，「错解如来真实义」，错解了，那个麻烦才大！怎样才真懂？四相、四见、妄想分别执着淡薄的人，容易听懂，如果妄想分别执着很浓厚的人，怎么讲也听不懂；不但我们讲听不懂，诸佛菩萨来讲，他也听不懂。这就晓得学佛从哪里学起，对于一切法先要淡一点；也就是我们常讲放下，你能够多放下一分，说老实话，你听经、看经，你就多悟入一层，这一定道理。你看破、放下的功夫愈深，你对于佛的经教，你理解的就愈透彻，这才叫相应。如果名闻利养、五欲六尘一样都放不下，对于经教非常用功，也没用处，也是错解佛的意思，也是误解佛的意思，还自以为是。《楞严经》上所说，「末法时期，邪师说法，如恒河沙。」他邪在哪里？大家要明了，邪在妄想、分别、执着、烦恼没有断。不但佛的真实义他不懂，经文表面上皮毛的意思他都不懂。诸位要是很冷静的去观察、去听，你就会明了，表层的意思都不懂，何况深刻的义理！佛四十九年所说的一切经，只有一个宗旨、一个目的，帮助众生破迷开悟，这个话就是这个意思。",
      "zh_TW": "佛法所以難懂，聽經有人聽一輩子都沒有聽懂，沒有聽懂倒也罷了，他自以為聽懂，這個麻煩大了！沒懂自以為懂，怎麼自以為懂？我把開經偈念一下，你就曉得，真的懂得是「願解如來真實義」，沒有懂得，自以為懂得是「誤解如來真實義」，誤解了，「錯解如來真實義」，錯解了，那個麻煩才大！怎樣才真懂？四相、四見、妄想分別執著淡薄的人，容易聽懂，如果妄想分別執著很濃厚的人，怎麼講也聽不懂；不但我們講聽不懂，諸佛菩薩來講，他也聽不懂。這就曉得學佛從哪裡學起，對於一切法先要淡一點；也就是我們常講放下，你能夠多放下一分，說老實話，你聽經、看經，你就多悟入一層，這一定道理。你看破、放下的功夫愈深，你對於佛的經教，你理解的就愈透徹，這才叫相應。如果名聞利養、五欲六塵一樣都放不下，對於經教非常用功，也沒用處，也是錯解佛的意思，也是誤解佛的意思，還自以為是。《楞嚴經》上所說，「末法時期，邪師說法，如恆河沙。」他邪在哪裡？大家要明瞭，邪在妄想、分別、執著、煩惱沒有斷。不但佛的真實義他不懂，經文表面上皮毛的意思他都不懂。諸位要是很冷靜的去觀察、去聽，你就會明瞭，表層的意思都不懂，何況深刻的義理！佛四十九年所說的一切經，只有一個宗旨、一個目的，幫助眾生破迷開悟，這個話就是這個意思。"
    },
    {
      "id": "09-023-0078_p0079",
      "zh_CN": "莫非令众生泯对待分别之法相，泯就是离开、把它消灭掉，帮助众生离开一切对待分别。离开一切妄想分别，平等一如的法性，你就明了、你就见到。所以佛经，诸位也常听到，「一经通，一切经通」，这是真的不是假的。那个通，到什么程度才叫通？见性就通，没有见性没通。不但释迦牟尼佛四十九年所说的一切法，都是从自性里头流出来的，乃至十方三世一切如来，为法界无量众生所说的一切法，都是从真如本性里面流露出来的，所以任何一部经典，任何一个法门，都是帮助众生明心见性。见性就通，从这个经上见性，任何一部经都通，道理在此地。不但佛法通，再跟诸位说，世间法也通，为什么？所有一切世间法也没有离开自性。所以说一切法皆是佛法，这个诸位要晓得。从世间法里面见性难，世间法不是不能见性，能，太难了！从佛法里面见性容易，一通一切都通。我们晓得这个道理，也就懂得修学的方法，所谓是「一门深入」才能有真正成就，多门要入进去，入不进去。譬如说我们这个讲堂，这个讲堂四面就有好多个门，你从一个门进来，无论从哪一个门进来，很容易就进来。你在外面说：「我要从两个门进去。」你试试看，你能不能进得来，进不来的。可是世间打这种妄想的人还很多，多少人就想从许多门进来，没有这个道理，一门深入。一门通了，门门都通了，你一进来之后，哪个门都通了。所以，要懂得佛说法的真实义。",
      "zh_TW": "莫非令眾生泯對待分別之法相，泯就是離開、把它消滅掉，幫助眾生離開一切對待分別。離開一切妄想分別，平等一如的法性，你就明瞭、你就見到。所以佛經，諸位也常聽到，「一經通，一切經通」，這是真的不是假的。那個通，到什麼程度才叫通？見性就通，沒有見性沒通。不但釋迦牟尼佛四十九年所說的一切法，都是從自性裡頭流出來的，乃至十方三世一切如來，為法界無量眾生所說的一切法，都是從真如本性裡面流露出來的，所以任何一部經典，任何一個法門，都是幫助眾生明心見性。見性就通，從這個經上見性，任何一部經都通，道理在此地。不但佛法通，再跟諸位說，世間法也通，為什麼？所有一切世間法也沒有離開自性。所以說一切法皆是佛法，這個諸位要曉得。從世間法裡面見性難，世間法不是不能見性，能，太難了！從佛法裡面見性容易，一通一切都通。我們曉得這個道理，也就懂得修學的方法，所謂是「一門深入」才能有真正成就，多門要入進去，入不進去。譬如說我們這個講堂，這個講堂四面就有好多個門，你從一個門進來，無論從哪一個門進來，很容易就進來。你在外面說：「我要從兩個門進去。」你試試看，你能不能進得來，進不來的。可是世間打這種妄想的人還很多，多少人就想從許多門進來，沒有這個道理，一門深入。一門通了，門門都通了，你一進來之後，哪個門都通了。所以，要懂得佛說法的真實義。"
    },
    {
      "id": "09-023-0078_p0080",
      "zh_CN": "【觉此觉性，可名菩萨。】",
      "zh_TW": "【覺此覺性，可名菩薩。】"
    },
    {
      "id": "09-023-0078_p0081",
      "zh_CN": "菩萨是个假名。你真正觉了。这里有两个觉，第一个觉是动词，第二个觉是名词，觉性是名词。你真正觉悟了，觉悟了心性，这个众生，佛就称他作菩萨，给他起个假名，这个人叫菩萨。菩萨是觉有情，觉悟的众生，这叫菩萨。众生本来是佛，何况菩萨乎！众生本来是佛，这句话曾经在《华严经》上说过，《圆觉经》上也说过，这是真的。众生确确实实本来是成佛，何况是菩萨？我们念佛法门，就是根据这个道理建立修学的方法。众生本来是佛，现在又念佛，他怎么不成佛？当然成佛。念佛法门是根据这个道理建立的，这个道理的确是究竟圆满，直接成佛，不必经过阿罗汉、辟支佛、菩萨，不要经过这个；乃至于十住、十行、十回向、十地，统统不要经过，直接就成佛，念佛法门是这个。《观经》上给我们讲的九品，那个九品讲的是完全靠自力，不论弥陀本愿的加持，完全论自力，给你讲三辈九品。如果论佛的加持，大家《无量寿经》念得很多，四十八愿念得很熟，若论佛力加持，任何一个往生到西方极乐世界的人，都是阿惟越致菩萨。阿惟越致在普通经教里面讲是八地菩萨，跟佛这个位子靠得很近；八地、九地、十地、等觉，然后就是佛，靠得很近。这是什么？佛的本愿威神的加持，这个诸位必须要懂得。一看到《观经》上讲的，我们下品下生到那里，还要十二大劫才花开见佛，忧虑得不得了！你为什么不看四十八愿？四十八愿里面说，往生到那里就是阿惟越致菩萨；那里头没有说，下下品往生、下中品往生的除外，它没有这个说法。没有这个说法，不就是大家都平等？读经要细心，不可以断章取义，一定要看整个。对西方极乐世界要能够全盘了解，五经一论都要读；纵然五经一论不能读，三经一论要细读，你对于西方世界才全盘了解，不至于产生误会。专读《观无量寿经》，不读《无量寿经》的，就容易发生误会。",
      "zh_TW": "菩薩是個假名。你真正覺了。這裡有兩個覺，第一個覺是動詞，第二個覺是名詞，覺性是名詞。你真正覺悟了，覺悟了心性，這個眾生，佛就稱他作菩薩，給他起個假名，這個人叫菩薩。菩薩是覺有情，覺悟的眾生，這叫菩薩。眾生本來是佛，何況菩薩乎！眾生本來是佛，這句話曾經在《華嚴經》上說過，《圓覺經》上也說過，這是真的。眾生確確實實本來是成佛，何況是菩薩？我們念佛法門，就是根據這個道理建立修學的方法。眾生本來是佛，現在又念佛，他怎麼不成佛？當然成佛。念佛法門是根據這個道理建立的，這個道理的確是究竟圓滿，直接成佛，不必經過阿羅漢、辟支佛、菩薩，不要經過這個；乃至於十住、十行、十迴向、十地，統統不要經過，直接就成佛，念佛法門是這個。《觀經》上給我們講的九品，那個九品講的是完全靠自力，不論彌陀本願的加持，完全論自力，給你講三輩九品。如果論佛的加持，大家《無量壽經》念得很多，四十八願念得很熟，若論佛力加持，任何一個往生到西方極樂世界的人，都是阿惟越致菩薩。阿惟越致在普通經教裡面講是八地菩薩，跟佛這個位子靠得很近；八地、九地、十地、等覺，然後就是佛，靠得很近。這是什麼？佛的本願威神的加持，這個諸位必須要懂得。一看到《觀經》上講的，我們下品下生到那裡，還要十二大劫才花開見佛，憂慮得不得了！你為什麼不看四十八願？四十八願裡面說，往生到那裡就是阿惟越致菩薩；那裡頭沒有說，下下品往生、下中品往生的除外，它沒有這個說法。沒有這個說法，不就是大家都平等？讀經要細心，不可以斷章取義，一定要看整個。對西方極樂世界要能夠全盤了解，五經一論都要讀；縱然五經一論不能讀，三經一論要細讀，你對於西方世界才全盤了解，不至於產生誤會。專讀《觀無量壽經》，不讀《無量壽經》的，就容易發生誤會。"
    },
    {
      "id": "09-023-0078_p0082",
      "zh_CN": "【若存有法相】",
      "zh_TW": "【若存有法相】"
    },
    {
      "id": "09-023-0078_p0083",
      "zh_CN": "存就是执着，心里头有这个念头，纵然是微细的念头也不行。",
      "zh_TW": "存就是執著，心裡頭有這個念頭，縱然是微細的念頭也不行。"
    },
    {
      "id": "09-023-0078_p0084",
      "zh_CN": "【便是我执，便成对待，便是分别，何名为觉。】",
      "zh_TW": "【便是我執，便成對待，便是分別，何名為覺。】"
    },
    {
      "id": "09-023-0078_p0085",
      "zh_CN": "这就不叫觉。觉跟迷，这两种字的定义，我们学佛的人，特别是初学佛的人，不能不清楚，你不清楚你就不会用功，所以觉跟迷一定要搞得清清楚楚。有妄想，迷了；有分别，迷了；有执着，迷了；对世法里头有妄想分别执着，迷了；对佛法里面有妄想分别执着，也迷了。什么叫做觉？世法、佛法里头我统统没有妄想分别执着，这个人觉了。由此可知，我们怎么用功法，一定要想方法把妄想分别执着打掉。在所有一切法门里面，净宗法门是最高明、最简单、最扼要，用一句阿弥陀佛；我们心里才有一个念头起来，「阿弥陀佛」，换掉，把妄想分别执着的念头马上换成阿弥陀佛。所有一切念头，不管它是善念、是恶念，都不要去管，马上换成阿弥陀佛就对了。宗门里面常说「不怕念起，只怕觉迟」，我们净土宗的觉就是阿弥陀佛。这一句佛号提起来，这叫正念，这叫做一念。这是觉念，要换得快，不能让妄念继续增长。还有个要紧的方法，如何叫这一切妄念不要再增长？那就是平常在生活当中要放下，把我们忧虑、牵挂、得失的这些念头，要舍、要放下。不能一下放下，慢慢放；一定要一年比一年放下得多，这样才能够渐渐的深入进去。",
      "zh_TW": "這就不叫覺。覺跟迷，這兩種字的定義，我們學佛的人，特別是初學佛的人，不能不清楚，你不清楚你就不會用功，所以覺跟迷一定要搞得清清楚楚。有妄想，迷了；有分別，迷了；有執著，迷了；對世法裡頭有妄想分別執著，迷了；對佛法裡面有妄想分別執著，也迷了。什麼叫做覺？世法、佛法裡頭我統統沒有妄想分別執著，這個人覺了。由此可知，我們怎麼用功法，一定要想方法把妄想分別執著打掉。在所有一切法門裡面，淨宗法門是最高明、最簡單、最扼要，用一句阿彌陀佛；我們心裡才有一個念頭起來，「阿彌陀佛」，換掉，把妄想分別執著的念頭馬上換成阿彌陀佛。所有一切念頭，不管它是善念、是惡念，都不要去管，馬上換成阿彌陀佛就對了。宗門裡面常說「不怕念起，只怕覺遲」，我們淨土宗的覺就是阿彌陀佛。這一句佛號提起來，這叫正念，這叫做一念。這是覺念，要換得快，不能讓妄念繼續增長。還有個要緊的方法，如何叫這一切妄念不要再增長？那就是平常在生活當中要放下，把我們憂慮、牽掛、得失的這些念頭，要捨、要放下。不能一下放下，慢慢放；一定要一年比一年放下得多，這樣才能夠漸漸的深入進去。"
    },
    {
      "id": "09-023-0078_p0086",
      "zh_CN": "【一切众生，性本同体，本无尔我对待之分。故说众生，菩萨亦众生。说菩萨，众生亦菩萨。众生本来是佛，况菩萨乎。】",
      "zh_TW": "【一切眾生，性本同體，本無爾我對待之分。故說眾生，菩薩亦眾生。說菩薩，眾生亦菩薩。眾生本來是佛，況菩薩乎。】"
    },
    {
      "id": "09-023-0078_p0087",
      "zh_CN": "这一句话说得更透彻、更明了，因为尽虚空遍法界同一个自性，「唯心所现，唯识所变」。所有一切名词术语都是假设，无有定法。说众生，菩萨也是众生，觉有情，觉悟的有情众生，这是菩提萨埵，玄奘大师翻译「觉有情」，觉悟的有情众生；说菩萨，众生也可以称菩萨，众生只要觉就是菩萨。",
      "zh_TW": "這一句話說得更透徹、更明瞭，因為盡虛空遍法界同一個自性，「唯心所現，唯識所變」。所有一切名詞術語都是假設，無有定法。說眾生，菩薩也是眾生，覺有情，覺悟的有情眾生，這是菩提薩埵，玄奘大師翻譯「覺有情」，覺悟的有情眾生；說菩薩，眾生也可以稱菩薩，眾生只要覺就是菩薩。"
    },
    {
      "id": "09-023-0078_p0088",
      "zh_CN": "【佛说一切法无我人众寿，令闻者当观同体之性也。】",
      "zh_TW": "【佛說一切法無我人眾壽，令聞者當觀同體之性也。】"
    },
    {
      "id": "09-023-0078_p0089",
      "zh_CN": "佛这一句话，真正的用意就在这一句。为什么佛这样说？说这个话的用意何在？是教我们从这一句话里面，体会到一切众生同一个自性。",
      "zh_TW": "佛這一句話，真正的用意就在這一句。為什麼佛這樣說？說這個話的用意何在？是教我們從這一句話裡面，體會到一切眾生同一個自性。"
    },
    {
      "id": "09-023-0078_p0090",
      "zh_CN": "【若作是言，我当灭度无量众生。】",
      "zh_TW": "【若作是言，我當滅度無量眾生。】"
    },
    {
      "id": "09-023-0078_p0091",
      "zh_CN": "若作是言，这就是打了个妄想，妄想分别执着。",
      "zh_TW": "若作是言，這就是打了個妄想，妄想分別執著。"
    },
    {
      "id": "09-023-0078_p0092",
      "zh_CN": "【岂非我见人见众生见乎】",
      "zh_TW": "【豈非我見人見眾生見乎】"
    },
    {
      "id": "09-023-0078_p0093",
      "zh_CN": "这个东西就是无量劫来的习气，这是我们生死轮回的病根，要知道！一个念头起了，我！第一个就是「我」，我要怎样怎样，这个东西麻烦，这是无始无量劫来生死轮回的病根，一般人不知道，天天都是这个样子，不晓得。我们学佛的人，如果说是发现、警觉到了，这个人就可以成菩萨，他觉悟了。这个觉悟看起来好像并没有什么了不起，你觉悟你也断不了。但是你要晓得，许许多多众生还不觉悟，他虽然断不了，他已经觉悟了；换句话说，他已经知道他有病，好多人有病，不晓得自己有病。这个人有病知道自己有病，虽然知道自己有病，还没有去求医，比那个有病不知道自己有病的人，高明太多了。这就叫始觉，他就有资格成为菩萨，他开始觉悟了。",
      "zh_TW": "這個東西就是無量劫來的習氣，這是我們生死輪迴的病根，要知道！一個念頭起了，我！第一個就是「我」，我要怎樣怎樣，這個東西麻煩，這是無始無量劫來生死輪迴的病根，一般人不知道，天天都是這個樣子，不曉得。我們學佛的人，如果說是發現、警覺到了，這個人就可以成菩薩，他覺悟了。這個覺悟看起來好像並沒有什麼了不起，你覺悟你也斷不了。但是你要曉得，許許多多眾生還不覺悟，他雖然斷不了，他已經覺悟了；換句話說，他已經知道他有病，好多人有病，不曉得自己有病。這個人有病知道自己有病，雖然知道自己有病，還沒有去求醫，比那個有病不知道自己有病的人，高明太多了。這就叫始覺，他就有資格成為菩薩，他開始覺悟了。"
    },
    {
      "id": "09-023-0078_p0094",
      "zh_CN": "【此见一日不除，非寿者见乎。分别如此，执着如此，是于性本同体，诸法一如之义，完全隔膜，显违佛说，尚自居为菩萨乎。】",
      "zh_TW": "【此見一日不除，非壽者見乎。分別如此，執著如此，是於性本同體，諸法一如之義，完全隔膜，顯違佛說，尚自居為菩薩乎。】"
    },
    {
      "id": "09-023-0078_p0095",
      "zh_CN": "这一段话，我们细细体会，就晓得应当怎样用功。什么叫功夫？真实的功夫，就是我们这个老毛病、老习气渐渐淡薄了。一下断不容易，不是一下能断得了，要淡！过去执着非常坚固，现在也执着，没有从前那么坚固，这个显然就淡了。最明显的是得失的念头，患得患失，从前得失心看得很重，现在有没有？有，马虎一点，无所谓、不在乎，这就进步；一定要愈来愈淡。愈来愈淡薄，愈来愈无所谓，这就好！看得破，放得下。不在这上用功夫，你在哪里用功夫？「我每天要念多少部经，我每天要念多少声佛号」，执着！坚固的执着。那不执着，马虎一点，我今天算了，不要念了行不行？那也错了。多少部经要念，多少声佛号要念，心里若无其事，要真正做到无住生心，不可以坚固执着。再一执着，我一天念十部，他一天才念一部，那我比他高明多了，他比我差多！你这高下的心，分别执着妄想全都来了，这个不行。我念十部很好，他念一部也很好，大家是平等的，要在这里头生清净心、生平等心，这是功夫。还有人一部也不念的，人家那个心清净平等，那个功夫比我们功夫就高，不比我们差，我们有什么值得骄傲？要了解这个道理，要了解这个事实；佛法修行着重在清净平等，着重在看破、放下。",
      "zh_TW": "這一段話，我們細細體會，就曉得應當怎樣用功。什麼叫功夫？真實的功夫，就是我們這個老毛病、老習氣漸漸淡薄了。一下斷不容易，不是一下能斷得了，要淡！過去執著非常堅固，現在也執著，沒有從前那麼堅固，這個顯然就淡了。最明顯的是得失的念頭，患得患失，從前得失心看得很重，現在有沒有？有，馬虎一點，無所謂、不在乎，這就進步；一定要愈來愈淡。愈來愈淡薄，愈來愈無所謂，這就好！看得破，放得下。不在這上用功夫，你在哪裡用功夫？「我每天要念多少部經，我每天要念多少聲佛號」，執著！堅固的執著。那不執著，馬虎一點，我今天算了，不要念了行不行？那也錯了。多少部經要念，多少聲佛號要念，心裡若無其事，要真正做到無住生心，不可以堅固執著。再一執著，我一天念十部，他一天才念一部，那我比他高明多了，他比我差多！你這高下的心，分別執著妄想全都來了，這個不行。我念十部很好，他念一部也很好，大家是平等的，要在這裡頭生清淨心、生平等心，這是功夫。還有人一部也不念的，人家那個心清淨平等，那個功夫比我們功夫就高，不比我們差，我們有什麼值得驕傲？要了解這個道理，要了解這個事實；佛法修行著重在清淨平等，著重在看破、放下。"
    },
    {
      "id": "09-023-0078_p0096",
      "zh_CN": "我们今天用读经、用念佛的方法，这个方法做什么用？把妄想念掉，是这个意思。我不念经就打妄想，不念佛就打妄想，用念佛、念经的方法把妄想打掉；没有妄想，念经不念经，念佛不念佛，无所谓。所以要晓得这是个方法，方法是治病，没有病，你何必还要用这个方法？没有必要了。正因为我们有病，要用这个方法。诸佛菩萨也念佛，他没病，他为什么用这个方法？他是大慈大悲，他本身没有病，众生有病，用这个方法教导众生。众生一看，你教我念佛，你都不念佛，我不相信。所以他也念佛，他那个念佛叫大慈大悲。昨天我跟你讲佛光遍照，他是这个意思，他是现身说法，做一个样子给我们看，让我们学习，是这个意思，不是他有烦恼。「分别如此，执着如此」，你还是这样的分别，这样的执着，与本经所说的「性本同体，诸法一如」完全相违背，那就不是菩萨，那当然是凡夫。",
      "zh_TW": "我們今天用讀經、用念佛的方法，這個方法做什麼用？把妄想念掉，是這個意思。我不念經就打妄想，不念佛就打妄想，用念佛、念經的方法把妄想打掉；沒有妄想，念經不念經，念佛不念佛，無所謂。所以要曉得這是個方法，方法是治病，沒有病，你何必還要用這個方法？沒有必要了。正因為我們有病，要用這個方法。諸佛菩薩也念佛，他沒病，他為什麼用這個方法？他是大慈大悲，他本身沒有病，眾生有病，用這個方法教導眾生。眾生一看，你教我念佛，你都不念佛，我不相信。所以他也念佛，他那個念佛叫大慈大悲。昨天我跟你講佛光遍照，他是這個意思，他是現身說法，做一個樣子給我們看，讓我們學習，是這個意思，不是他有煩惱。「分別如此，執著如此」，你還是這樣的分別，這樣的執著，與本經所說的「性本同體，諸法一如」完全相違背，那就不是菩薩，那當然是凡夫。"
    },
    {
      "id": "09-023-0078_p0097",
      "zh_CN": "【我见我执未忘，则我为我，众生为众生。】",
      "zh_TW": "【我見我執未忘，則我為我，眾生為眾生。】"
    },
    {
      "id": "09-023-0078_p0098",
      "zh_CN": "我为我，真的他执着有个我，众生他真的执着有个众生；如果我见、我执没有了，说众生、说我，他心里头没有执着。诸佛菩萨教化众生讲经说法，也说「我」、也说「众生」，他有没有这个执着？没有！确实没有这个执着，他是随众生心，应所知量。因为众生执着，菩萨就顺着众生的执着，因众生分别，菩萨随顺众生的分别，他自己没有执着、也没有分别。这个跟凡夫不一样，凡夫是真的有执着、真的有分别。",
      "zh_TW": "我為我，真的他執著有個我，眾生他真的執著有個眾生；如果我見、我執沒有了，說眾生、說我，他心裡頭沒有執著。諸佛菩薩教化眾生講經說法，也說「我」、也說「眾生」，他有沒有這個執著？沒有！確實沒有這個執著，他是隨眾生心，應所知量。因為眾生執著，菩薩就順著眾生的執著，因眾生分別，菩薩隨順眾生的分別，他自己沒有執著、也沒有分別。這個跟凡夫不一樣，凡夫是真的有執著、真的有分別。"
    },
    {
      "id": "09-023-0078_p0099",
      "zh_CN": "【遇受其度者，势必自矜自喜。不受度者，势必轻视憎嫌。】",
      "zh_TW": "【遇受其度者，勢必自矜自喜。不受度者，勢必輕視憎嫌。】"
    },
    {
      "id": "09-023-0078_p0100",
      "zh_CN": "这种现象在现前这个社会里面，我们到处都见到。但是最重要的是要能够反省，我们自己是不是这样的？我们在这里讲经说法，听众坐得满满的，很欢喜；坐三个人、五个人，感觉到很难过，那就是此地讲的，这是凡夫心，这不是菩萨心。如果是菩萨心，三个、两个跟三千、两千，没有两样，平等心、清净心，那就如法。有些讲经的法师，最怕你们初学的，看到听众愈来愈少，泄了气，算了不讲了，哪里是菩萨？菩萨，经上常讲「佛事门中，不舍一人」，只要有一个人听，就要认真跟他讲，不在乎听众多少。斤斤计较听众多少，度众生多少，这一段经文好好去念几遍。",
      "zh_TW": "這種現象在現前這個社會裡面，我們到處都見到。但是最重要的是要能夠反省，我們自己是不是這樣的？我們在這裡講經說法，聽眾坐得滿滿的，很歡喜；坐三個人、五個人，感覺到很難過，那就是此地講的，這是凡夫心，這不是菩薩心。如果是菩薩心，三個、兩個跟三千、兩千，沒有兩樣，平等心、清淨心，那就如法。有些講經的法師，最怕你們初學的，看到聽眾愈來愈少，洩了氣，算了不講了，哪裡是菩薩？菩薩，經上常講「佛事門中，不捨一人」，只要有一個人聽，就要認真跟他講，不在乎聽眾多少。斤斤計較聽眾多少，度眾生多少，這一段經文好好去念幾遍。"
    },
    {
      "id": "09-023-0078_p0101",
      "zh_CN": "【遇他之行六度者，又必争竞猜忌。展转情执，自缚自缠。汝自己方且向烦恼恶见稠林中走入。尚曰度众生乎。尚得名菩萨乎。所以有法名菩萨，断断无此事理。】",
      "zh_TW": "【遇他之行六度者，又必爭競猜忌。展轉情執，自縛自纏。汝自己方且向煩惱惡見稠林中走入。尚曰度眾生乎。尚得名菩薩乎。所以有法名菩薩，斷斷無此事理。】"
    },
    {
      "id": "09-023-0078_p0102",
      "zh_CN": "这一段文解释前面经文里面所讲的「无有法名菩萨」，这个解释得很透彻、很详细。由此可知，世尊层层说法，反复的说明，就是怕我们断章取义，听到一、两句错会了佛的意思。特别是《般若经》难讲、难领会，最怕的是我们自己摆脱不了情执，依旧在情执里面打圈圈，这样还能度众生吗？这些话特别是为讲经说法的大德们所说的，讲经说法在家、出家都一样。这一次居士林，发大心提供这个道场，让年轻法师在这里学习讲经。茗山老法师非常慈悲，给李木源居士提出，不但出家人要学习讲经说法，在家人也要学习，他希望明年开班，在家人要参加。心是平等心，这是对的，没有一丝毫的猜疑嫉妒。我们一定要走出烦恼、摆脱烦恼，才能成就。我们今天就讲到此地。",
      "zh_TW": "這一段文解釋前面經文裡面所講的「無有法名菩薩」，這個解釋得很透徹、很詳細。由此可知，世尊層層說法，反覆的說明，就是怕我們斷章取義，聽到一、兩句錯會了佛的意思。特別是《般若經》難講、難領會，最怕的是我們自己擺脫不了情執，依舊在情執裡面打圈圈，這樣還能度眾生嗎？這些話特別是為講經說法的大德們所說的，講經說法在家、出家都一樣。這一次居士林，發大心提供這個道場，讓年輕法師在這裡學習講經。茗山老法師非常慈悲，給李木源居士提出，不但出家人要學習講經說法，在家人也要學習，他希望明年開班，在家人要參加。心是平等心，這是對的，沒有一絲毫的猜疑嫉妒。我們一定要走出煩惱、擺脫煩惱，才能成就。我們今天就講到此地。"
    }
  ]
}