{
  "doc_id": "09-023-0068",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十八集",
    "zh_TW": "第六十八集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0068",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "09-023-0068_p0001",
      "zh_CN": "请掀开经本一百五十一面，倒数第五行，从注解第四段看起：",
      "zh_TW": "請掀開經本一百五十一面，倒數第五行，從註解第四段看起："
    },
    {
      "id": "09-023-0068_p0002",
      "zh_CN": "【有因必有果。若非别造殊胜之因，速证殊胜之果者，定业之报，其何能免。所谓善恶到头终有报，只争来早与来迟是也。古德云：万般将不去，惟有业随身。此言万事皆空，唯有因果在。由是观之，人生在世，有何趣味？】",
      "zh_TW": "【有因必有果。若非別造殊勝之因，速證殊勝之果者，定業之報，其何能免。所謂善惡到頭終有報，只爭來早與來遲是也。古德云：萬般將不去，惟有業隨身。此言萬事皆空，唯有因果在。由是觀之，人生在世，有何趣味？】"
    },
    {
      "id": "09-023-0068_p0003",
      "zh_CN": "这还是继续来探讨，有善男子、善女人受持读诵此经，要是依佛在经上所说，他一定得到诸佛护念、龙天拥护。为什么这样殊胜的果报他得不到，他所得到的是为人轻贱？这是恰恰得到一个相反的效果，这里面必有原因。佛为我们说，这个人先世造的罪业很重，应当要堕恶道的。由于为人轻贱之故，这个轻贱就是报；换句话说，重罪轻报，所以这并不是一个坏事情。真正明理，了解事实真相，不但对于世尊的经教不怀疑，不会生起疑惑之心，而且知道这是消业障。业障消除，境界当然就提升了。今天这一段小注里面，是很值得我们警惕的。世出世间法都离不开因果，我们看大乘经典，《法华》讲的是一乘因果，《华严》讲的是五周因果，一乘了义的深经都不离因果，何况其余！这是我们首先要把事实真相搞清楚，我们才有出路。有因一定有果，有果当然有因。假如我们没有特别造殊胜之因，速证殊胜之果，这一个人的一生就没有办法逃脱命运。我们一般人讲：一生都是命，半点不由人！这个话说起来，我们听到也很沮丧，听到很悲哀！其实那是不知道怎样转变业因，他一生就受命运的支配。在这个世间，像这样的人的确占大多数。",
      "zh_TW": "這還是繼續來探討，有善男子、善女人受持讀誦此經，要是依佛在經上所說，他一定得到諸佛護念、龍天擁護。為什麼這樣殊勝的果報他得不到，他所得到的是為人輕賤？這是恰恰得到一個相反的效果，這裡面必有原因。佛為我們說，這個人先世造的罪業很重，應當要墮惡道的。由於為人輕賤之故，這個輕賤就是報；換句話說，重罪輕報，所以這並不是一個壞事情。真正明理，了解事實真相，不但對於世尊的經教不懷疑，不會生起疑惑之心，而且知道這是消業障。業障消除，境界當然就提升了。今天這一段小註裡面，是很值得我們警惕的。世出世間法都離不開因果，我們看大乘經典，《法華》講的是一乘因果，《華嚴》講的是五周因果，一乘了義的深經都不離因果，何況其餘！這是我們首先要把事實真相搞清楚，我們才有出路。有因一定有果，有果當然有因。假如我們沒有特別造殊勝之因，速證殊勝之果，這一個人的一生就沒有辦法逃脫命運。我們一般人講：一生都是命，半點不由人！這個話說起來，我們聽到也很沮喪，聽到很悲哀！其實那是不知道怎樣轉變業因，他一生就受命運的支配。在這個世間，像這樣的人的確佔大多數。"
    },
    {
      "id": "09-023-0068_p0004",
      "zh_CN": "最近几天，报纸上有个小小的新闻，我那一天偶然看了一下，最近的日本年轻人一窝蜂都很喜欢算命。算命不是好事情，迷惑颠倒，前途渺茫，精神生活空虚，他才会去算命；如果我们的前途一片光明，生活很充实，那要算什么命？过去金山妙善法师常说，他教人，我们不要去记挂着命运，也不必去算命，要紧的是懂得造业。业是果之因，命运是果，命运从哪里来的？命是你自己造作的。你造善因，你的命当然好；你造恶因，你想好也好不来，就这么个道理，所以一定要懂得造因。人有定业，所谓定业是前世所造，佛在经上告䜣我们，「欲知前世因，今生受者是」，这个话的意思是，你要知道前世你造的是什么因，我们这一生所受的就是。这个意思，前面也曾经跟诸位提到过。",
      "zh_TW": "最近幾天，報紙上有個小小的新聞，我那一天偶然看了一下，最近的日本年輕人一窩蜂都很喜歡算命。算命不是好事情，迷惑顛倒，前途渺茫，精神生活空虛，他才會去算命；如果我們的前途一片光明，生活很充實，那要算什麼命？過去金山妙善法師常說，他教人，我們不要去記掛著命運，也不必去算命，要緊的是懂得造業。業是果之因，命運是果，命運從哪裡來的？命是你自己造作的。你造善因，你的命當然好；你造惡因，你想好也好不來，就這麼個道理，所以一定要懂得造因。人有定業，所謂定業是前世所造，佛在經上告訢我們，「欲知前世因，今生受者是」，這個話的意思是，你要知道前世你造的是什麼因，我們這一生所受的就是。這個意思，前面也曾經跟諸位提到過。"
    },
    {
      "id": "09-023-0068_p0005",
      "zh_CN": "我们得人身，人身叫果。我们过去生中，大概五戒十善修得不错，感得的果，果是得人身。虽得人身，每个人相貌不相同，体质不相同，我们讲健康状况不一样。生活状况也不相同，有人发财很富有，有人非常贫困，这叫做报。果跟报是两桩事情，有果有报。果报都是过去生中所造的业因。哪一个人没有定业，也就是哪一个人不是受命运的支配？不但这一生，可以讲生生世世都是受命运的支配。为什么会受命运支配？不知道这个事实真相，这就是迷惑颠倒造业受报，这就是轮回的业缘。唯一的方法，修殊胜之因，能够快速的去证殊胜之果，那就恭喜你，你就超越了。说到这一句，我底下不讲，大家心里也有数了。",
      "zh_TW": "我們得人身，人身叫果。我們過去生中，大概五戒十善修得不錯，感得的果，果是得人身。雖得人身，每個人相貌不相同，體質不相同，我們講健康狀況不一樣。生活狀況也不相同，有人發財很富有，有人非常貧困，這叫做報。果跟報是兩樁事情，有果有報。果報都是過去生中所造的業因。哪一個人沒有定業，也就是哪一個人不是受命運的支配？不但這一生，可以講生生世世都是受命運的支配。為什麼會受命運支配？不知道這個事實真相，這就是迷惑顛倒造業受報，這就是輪迴的業緣。唯一的方法，修殊勝之因，能夠快速的去證殊勝之果，那就恭喜你，你就超越了。說到這一句，我底下不講，大家心裡也有數了。"
    },
    {
      "id": "09-023-0068_p0006",
      "zh_CN": "在我们这个时代，除了念佛求生净土之外，没有第二条路好走。佛教里面法门很多，理论没错，方法也不错，你去修修看就知道了，所以法门有难易的差别。其他的法门要断见思烦恼，我们想想能不能断得掉？见思烦恼是些什么？头一个就是我见，起心动念执着这个身是我。你什么时候不再执着这个身是我，你才能破见惑，证须陀洹果。《金刚经》上讲的破四相：无我相、无人相、无众生相、无寿者相，小乘须陀洹也做这个功夫，他做得有成绩，如果没有成绩，他就不能证初果。他做得有成绩，所以他证果。再把三界八十一品思惑：贪瞋痴慢疑，恶见，贪瞋痴慢疑这五种，恶见是属于见惑，断干净了，这才能超越六道轮回，不容易！我们一天到晚起心动念，头一个就是我，从来没有把我忘掉，你才晓得难。其他法门要在一生当中成就，太难太难了！幸亏有阿弥陀佛，给我们建立念佛带业往生的法门，这个法门真正不可思议，不可思议就是带业。带业是什么？不要断见思烦恼，就能够成功。",
      "zh_TW": "在我們這個時代，除了念佛求生淨土之外，沒有第二條路好走。佛教裡面法門很多，理論沒錯，方法也不錯，你去修修看就知道了，所以法門有難易的差別。其他的法門要斷見思煩惱，我們想想能不能斷得掉？見思煩惱是些什麼？頭一個就是我見，起心動念執著這個身是我。你什麼時候不再執著這個身是我，你才能破見惑，證須陀洹果。《金剛經》上講的破四相：無我相、無人相、無眾生相、無壽者相，小乘須陀洹也做這個功夫，他做得有成績，如果沒有成績，他就不能證初果。他做得有成績，所以他證果。再把三界八十一品思惑：貪瞋痴慢疑，惡見，貪瞋痴慢疑這五種，惡見是屬於見惑，斷乾淨了，這才能超越六道輪迴，不容易！我們一天到晚起心動念，頭一個就是我，從來沒有把我忘掉，你才曉得難。其他法門要在一生當中成就，太難太難了！幸虧有阿彌陀佛，給我們建立念佛帶業往生的法門，這個法門真正不可思議，不可思議就是帶業。帶業是什麼？不要斷見思煩惱，就能夠成功。"
    },
    {
      "id": "09-023-0068_p0007",
      "zh_CN": "可是诸位在此地必须要搞清楚，见思烦恼没有断，怎么能往生？这一句佛号有了功夫，把见思烦恼控制住、伏住；烦恼没有断，但是能伏住。所谓伏住是什么？起心动念都是阿弥陀佛。大势至菩萨教给我们，「都摄六根，净念相继」，相继是一句接一句，没有杂念渗透进来。这个并不是一心，我们一般讲功夫成片，它的力量能够伏烦恼。只要烦恼能伏住了，就能往生。伏烦恼这个意思，你如果还没有听懂，我们再换句话来讲，其实意思是一样的；就是放下，把你心里面牵肠挂肚的事情，你所忧虑的事情，你所牵挂的事情，统统放下，单提一念阿弥陀佛就行了，这就伏了。如果一面念佛，一面还在打妄想，这个不行，这个不能往生。我没有别的妄想，我利益众生，弘法利生，行不行？也不行。弘法利生也不行。诸位要晓得，弘法利生你有这个心，前面讲你心有所住而弘法利生，这个得的果报是福报，是人天福报，那个不是净业，那是三界六道里面的善业，所以还是在六道里面出不去。弘法利生的事情要不要做？要做。要不要放在心上？不能放在心上。心里面只可以放一个东西，阿弥陀佛，除了阿弥陀佛之外，什么也不放，这样的人决定得生。这是往生西方净土必须要具备的条件，我们不能不知道。这就是造殊胜之因，往生西方净土就是速证殊胜之果。我们这一生所造的业，过去生生世世所造的业，都带到西方极乐世界去了，这叫带业往生。",
      "zh_TW": "可是諸位在此地必須要搞清楚，見思煩惱沒有斷，怎麼能往生？這一句佛號有了功夫，把見思煩惱控制住、伏住；煩惱沒有斷，但是能伏住。所謂伏住是什麼？起心動念都是阿彌陀佛。大勢至菩薩教給我們，「都攝六根，淨念相繼」，相繼是一句接一句，沒有雜念滲透進來。這個並不是一心，我們一般講功夫成片，它的力量能夠伏煩惱。只要煩惱能伏住了，就能往生。伏煩惱這個意思，你如果還沒有聽懂，我們再換句話來講，其實意思是一樣的；就是放下，把你心裡面牽腸掛肚的事情，你所憂慮的事情，你所牽掛的事情，統統放下，單提一念阿彌陀佛就行了，這就伏了。如果一面念佛，一面還在打妄想，這個不行，這個不能往生。我沒有別的妄想，我利益眾生，弘法利生，行不行？也不行。弘法利生也不行。諸位要曉得，弘法利生你有這個心，前面講你心有所住而弘法利生，這個得的果報是福報，是人天福報，那個不是淨業，那是三界六道裡面的善業，所以還是在六道裡面出不去。弘法利生的事情要不要做？要做。要不要放在心上？不能放在心上。心裡面只可以放一個東西，阿彌陀佛，除了阿彌陀佛之外，什麼也不放，這樣的人決定得生。這是往生西方淨土必須要具備的條件，我們不能不知道。這就是造殊勝之因，往生西方淨土就是速證殊勝之果。我們這一生所造的業，過去生生世世所造的業，都帶到西方極樂世界去了，這叫帶業往生。"
    },
    {
      "id": "09-023-0068_p0008",
      "zh_CN": "带到西方世界去了之后，还要不要报？不要报了，到那个地方成佛了。业到哪里去？业还在，转烦恼成菩提。诸位要记住，业并没有断掉，转变了，转成菩提。你阿赖耶里面那些善业，你有这些善业的种子，将来你到十方诸佛刹土，三善道现身，度生说法。佛菩萨到我们这个世间来示现，也要有因缘的。缘是什么？缘是我们众生有感，他就来应。因是什么？他过去生中他有六道的因，所以他能够到六道来现身；过去世造的恶业，他有能力到三恶道受生，去度饿鬼、畜生、地狱；如果他没有这些业因，他哪儿也不能去。由此可知，善恶业习不是没有好处，好处也挺多的。就是到佛的境界，他把它转成度众生的缘分，转成这个，转烦恼成菩提。佛法里面常讲断，其实断就是转；转了之后，的确它是没有报，他凭这个去示现。如果没有业因，他就没有法子示现。如果不能往生，我们的定业决定没有办法来转，这都是千真万确的事实。",
      "zh_TW": "帶到西方世界去了之後，還要不要報？不要報了，到那個地方成佛了。業到哪裡去？業還在，轉煩惱成菩提。諸位要記住，業並沒有斷掉，轉變了，轉成菩提。你阿賴耶裡面那些善業，你有這些善業的種子，將來你到十方諸佛剎土，三善道現身，度生說法。佛菩薩到我們這個世間來示現，也要有因緣的。緣是什麼？緣是我們眾生有感，他就來應。因是什麼？他過去生中他有六道的因，所以他能夠到六道來現身；過去世造的惡業，他有能力到三惡道受生，去度餓鬼、畜生、地獄；如果他沒有這些業因，他哪兒也不能去。由此可知，善惡業習不是沒有好處，好處也挺多的。就是到佛的境界，他把它轉成度眾生的緣分，轉成這個，轉煩惱成菩提。佛法裡面常講斷，其實斷就是轉；轉了之後，的確它是沒有報，他憑這個去示現。如果沒有業因，他就沒有法子示現。如果不能往生，我們的定業決定沒有辦法來轉，這都是千真萬確的事實。"
    },
    {
      "id": "09-023-0068_p0009",
      "zh_CN": "所谓善恶到头终有报，为什么有来得早、来得迟？这个看缘。佛在经上把这些事实，给我们说得很清楚、很明白。因要变成果，当中一定要有缘，如果缘没有，没有遇到缘，虽有因不能结果。譬如我们举个例子，我们种瓜，瓜是果，瓜的因是什么？种子；瓜子是种子。它必须要有土壤，要有水分，要有阳光，要有空气，它才会发芽生长开花结果。如果我们把这些缘都断掉，把这瓜子装在茶杯里面，装一百年它也不会结成瓜。为什么？缘断掉了。所以佛法里面讲因果，省略了，当中还有一个缘，这是我们一般讲因果，因缘果。而佛在经上常常对弟子们说法，他不讲因果，他讲缘生。可见得「缘」真的是关键。我们能够念佛往生成佛，凭什么？凭缘。《弥陀经》上说得很清楚，不可以少善根福德因缘。我们遇到的缘殊胜，这一生当中能把缘抓住，我们想得什么果报，就能够得什么果报，这是佛在经上常讲，一切法从心想生。现在的心想是缘，阿赖耶识里面含藏的种子那是业因。所以果报来得早、来得迟，不是别的关系，是缘的关系。遇到缘遇得早，它就早结果，遇得晚，就晚结果，但是那个因永远不会消失，这是我们要知道的。你知道这个事实真相，我们起心动念一切的造作，自然就小心谨慎。决定不能造恶因，因虽然造得小，必有果报。",
      "zh_TW": "所謂善惡到頭終有報，為什麼有來得早、來得遲？這個看緣。佛在經上把這些事實，給我們說得很清楚、很明白。因要變成果，當中一定要有緣，如果緣沒有，沒有遇到緣，雖有因不能結果。譬如我們舉個例子，我們種瓜，瓜是果，瓜的因是什麼？種子；瓜子是種子。它必須要有土壤，要有水分，要有陽光，要有空氣，它才會發芽生長開花結果。如果我們把這些緣都斷掉，把這瓜子裝在茶杯裡面，裝一百年它也不會結成瓜。為什麼？緣斷掉了。所以佛法裡面講因果，省略了，當中還有一個緣，這是我們一般講因果，因緣果。而佛在經上常常對弟子們說法，他不講因果，他講緣生。可見得「緣」真的是關鍵。我們能夠念佛往生成佛，憑什麼？憑緣。《彌陀經》上說得很清楚，不可以少善根福德因緣。我們遇到的緣殊勝，這一生當中能把緣抓住，我們想得什麼果報，就能夠得什麼果報，這是佛在經上常講，一切法從心想生。現在的心想是緣，阿賴耶識裡面含藏的種子那是業因。所以果報來得早、來得遲，不是別的關係，是緣的關係。遇到緣遇得早，它就早結果，遇得晚，就晚結果，但是那個因永遠不會消失，這是我們要知道的。你知道這個事實真相，我們起心動念一切的造作，自然就小心謹慎。決定不能造惡因，因雖然造得小，必有果報。"
    },
    {
      "id": "09-023-0068_p0010",
      "zh_CN": "古德云：万般将不去，惟有业随身。这是永明大师所讲的，这个世间我们空手来的，将来还是空手去，一样都带不走。说空手来空手去，这个相已经讲得很粗很粗，要是照《金刚经》前面的教义来说，万法缘生。它的真相，刹那九百生灭相续相而已，实际上当体即空，了不可得，哪里还要万般将不去，还要说一个来去，当体即空，了不可得。但是业随身，业会跟着你，遇到缘它就现果报。所以我们明白这个事实真相，不要再问命运，要问我们现在造的是什么业，这才是真正聪明人。我们在业上转自己的命运，这是聪明人，这样的人命运是掌握在自己手里，改造自己命运，创造自己命运。学佛如果连这一点都做不到，我们的佛叫白学了。世间人问你学佛有什么好处，最低的好处，我自己掌握自己的命运，这是最低的好处，我不受命运的摆布，不受命运的愚弄。我们能把这一点说清楚，学佛的人就多了。",
      "zh_TW": "古德云：萬般將不去，惟有業隨身。這是永明大師所講的，這個世間我們空手來的，將來還是空手去，一樣都帶不走。說空手來空手去，這個相已經講得很粗很粗，要是照《金剛經》前面的教義來說，萬法緣生。它的真相，剎那九百生滅相續相而已，實際上當體即空，了不可得，哪裡還要萬般將不去，還要說一個來去，當體即空，了不可得。但是業隨身，業會跟著你，遇到緣它就現果報。所以我們明白這個事實真相，不要再問命運，要問我們現在造的是什麼業，這才是真正聰明人。我們在業上轉自己的命運，這是聰明人，這樣的人命運是掌握在自己手裡，改造自己命運，創造自己命運。學佛如果連這一點都做不到，我們的佛叫白學了。世間人問你學佛有什麼好處，最低的好處，我自己掌握自己的命運，這是最低的好處，我不受命運的擺布，不受命運的愚弄。我們能把這一點說清楚，學佛的人就多了。"
    },
    {
      "id": "09-023-0068_p0011",
      "zh_CN": "此言万事皆空，惟有因果在。这是一点都不错。由是观之，人生在世，有何趣味？这句话的确是把人间看破了，我们常讲看破世界。这样说起来，学佛的人不是很悲观吗？人生有什么意思？有什么趣味？也许有很多人听了这个话，学佛很消极，佛法是消极的，殊不知这些话不是给学佛人说的，是给没学佛人说的。学佛的人不一样，人生在世趣味无穷，他真的觉悟了，他真的明了了。没有学佛，你被环境支配，被命运主宰，这个很可怜，的确是没有意思；学了佛之后，我们支配环境，主宰命运，得大自在。《心经》大家常常念，观世音菩萨，观自在菩萨，自在！自在就乐了，不自在就苦了。所以佛法给我们的是破迷开悟、离苦得乐。这几句话纯粹是讲世间迷惑颠倒，他们所受的果报。",
      "zh_TW": "此言萬事皆空，惟有因果在。這是一點都不錯。由是觀之，人生在世，有何趣味？這句話的確是把人間看破了，我們常講看破世界。這樣說起來，學佛的人不是很悲觀嗎？人生有什麼意思？有什麼趣味？也許有很多人聽了這個話，學佛很消極，佛法是消極的，殊不知這些話不是給學佛人說的，是給沒學佛人說的。學佛的人不一樣，人生在世趣味無窮，他真的覺悟了，他真的明瞭了。沒有學佛，你被環境支配，被命運主宰，這個很可憐，的確是沒有意思；學了佛之後，我們支配環境，主宰命運，得大自在。《心經》大家常常念，觀世音菩薩，觀自在菩薩，自在！自在就樂了，不自在就苦了。所以佛法給我們的是破迷開悟、離苦得樂。這幾句話純粹是講世間迷惑顛倒，他們所受的果報。"
    },
    {
      "id": "09-023-0068_p0012",
      "zh_CN": "【造业，业障也。】",
      "zh_TW": "【造業，業障也。】"
    },
    {
      "id": "09-023-0068_p0013",
      "zh_CN": "造是造作，身语意都造作；身是动作，语是言语，意是念头。一个念头善，一个念头恶，虽然没有变成身语的行为，但是你已经起心动念，起心动念已经造了业。在佛门当中，大小乘戒律结罪就不一样。小乘戒律结罪完全是讲事相，像我们世间的法律一样，要拿出证据出来，没有证据不能结罪的。大乘戒律不一样，大乘戒律，起心动念，在这个地方结罪。所谓小乘戒是论事不论心，我恨这个人，我要杀他，但是我碰也没有碰到他一下，这个不犯杀戒，小乘不犯杀戒。大乘法里面那就不行了，起心动念想杀他，你就犯了杀戒；我没有杀他，你已经动念头了。所以大乘戒难持，小乘戒好持，小乘是论事不论心，大乘是论心不论事。在大乘法里面，我恨那个人，想杀那个人，可是杀错了，杀的那个人，我没有起心动念，那一边不结罪；你没有起心动念，那个没有罪。可是你起心动念那个虽然没有杀他，那一边结罪。大小乘戒律在精神上不相同，所以大乘戒难持，论心不论事，在起心动念上结罪。所以，起念动念就造业。业，它就是障碍，障碍什么？障碍了智慧，障碍了清净心，障碍了戒定慧，所以叫做业障。",
      "zh_TW": "造是造作，身語意都造作；身是動作，語是言語，意是念頭。一個念頭善，一個念頭惡，雖然沒有變成身語的行為，但是你已經起心動念，起心動念已經造了業。在佛門當中，大小乘戒律結罪就不一樣。小乘戒律結罪完全是講事相，像我們世間的法律一樣，要拿出證據出來，沒有證據不能結罪的。大乘戒律不一樣，大乘戒律，起心動念，在這個地方結罪。所謂小乘戒是論事不論心，我恨這個人，我要殺他，但是我碰也沒有碰到他一下，這個不犯殺戒，小乘不犯殺戒。大乘法裡面那就不行了，起心動念想殺他，你就犯了殺戒；我沒有殺他，你已經動念頭了。所以大乘戒難持，小乘戒好持，小乘是論事不論心，大乘是論心不論事。在大乘法裡面，我恨那個人，想殺那個人，可是殺錯了，殺的那個人，我沒有起心動念，那一邊不結罪；你沒有起心動念，那個沒有罪。可是你起心動念那個雖然沒有殺他，那一邊結罪。大小乘戒律在精神上不相同，所以大乘戒難持，論心不論事，在起心動念上結罪。所以，起念動念就造業。業，它就是障礙，障礙什麼？障礙了智慧，障礙了清淨心，障礙了戒定慧，所以叫做業障。"
    },
    {
      "id": "09-023-0068_p0014",
      "zh_CN": "【堕恶道，报障也。】",
      "zh_TW": "【墮惡道，報障也。】"
    },
    {
      "id": "09-023-0068_p0015",
      "zh_CN": "造作的恶业，当然它所感的果报在三恶道。三恶道那个报也叫障，障什么？障修行。恶道众生修行，比我们人道要困难得太多太多！我们为一个人讲经，或许他还能听得进去，你去为一个畜生讲经，牠能接受吗？牠能奉行吗？困难就多了。所以为饿鬼、为地狱弘法非常非常困难。大家晓得，地藏菩萨很慈悲，常常化身到地狱里面去度众生，他到地狱去度哪一种众生？专门去度过去生中生生世世老修行，老修行他阿赖耶识里面佛的种子还有力量，临终一念打了个妄想堕到恶道去，不幸堕恶道去了，这种情形说实在的话，很多很多。一般念佛人、修行人，临终之后他没有能力出三界，必定还得要继续搞轮回。在他神识没有离开他身体之前，这是经上常讲的最低限度是八个小时，神识没离开，家里人不懂得，在他的旁边，又去摸他，又去推他，又哭又啼，他生烦恼，生瞋恨心，这一念瞋心起，恶道去了。瞋恚堕地狱，家亲眷属不知道道理，不晓得事实真相，把他送到地狱去了。可是这个人多生多劫他有修行，他有念佛、有这个善根，地藏菩萨给他做善缘来度他超出恶道。地狱道能够度到饿鬼道就超生了，那就是很大的利益，是这么一桩事情。所以临终的人，那个处理要小心。从前弘化社印了两个小册子，最早的叫《饬终津梁》，专门讲这个事情，用文言文写的，比较深一点。后来依据这本书改写成白话文叫《饬终须知》，这个流通得很广，我们要多看看，知道遇到临终，或者家亲眷属朋友，知道应该怎样如法的来处理，非常重要！所以报也是障，障碍修行。",
      "zh_TW": "造作的惡業，當然它所感的果報在三惡道。三惡道那個報也叫障，障什麼？障修行。惡道眾生修行，比我們人道要困難得太多太多！我們為一個人講經，或許他還能聽得進去，你去為一個畜生講經，牠能接受嗎？牠能奉行嗎？困難就多了。所以為餓鬼、為地獄弘法非常非常困難。大家曉得，地藏菩薩很慈悲，常常化身到地獄裡面去度眾生，他到地獄去度哪一種眾生？專門去度過去生中生生世世老修行，老修行他阿賴耶識裡面佛的種子還有力量，臨終一念打了個妄想墮到惡道去，不幸墮惡道去了，這種情形說實在的話，很多很多。一般念佛人、修行人，臨終之後他沒有能力出三界，必定還得要繼續搞輪迴。在他神識沒有離開他身體之前，這是經上常講的最低限度是八個小時，神識沒離開，家裡人不懂得，在他的旁邊，又去摸他，又去推他，又哭又啼，他生煩惱，生瞋恨心，這一念瞋心起，惡道去了。瞋恚墮地獄，家親眷屬不知道道理，不曉得事實真相，把他送到地獄去了。可是這個人多生多劫他有修行，他有念佛、有這個善根，地藏菩薩給他做善緣來度他超出惡道。地獄道能夠度到餓鬼道就超生了，那就是很大的利益，是這麼一樁事情。所以臨終的人，那個處理要小心。從前弘化社印了兩個小冊子，最早的叫《飭終津梁》，專門講這個事情，用文言文寫的，比較深一點。後來依據這本書改寫成白話文叫《飭終須知》，這個流通得很廣，我們要多看看，知道遇到臨終，或者家親眷屬朋友，知道應該怎樣如法的來處理，非常重要！所以報也是障，障礙修行。"
    },
    {
      "id": "09-023-0068_p0016",
      "zh_CN": "【不知罪业之不可造，惑障也。】",
      "zh_TW": "【不知罪業之不可造，惑障也。】"
    },
    {
      "id": "09-023-0068_p0017",
      "zh_CN": "迷惑，这个地方讲三障：业障、报障、惑障。我们回向偈里面常常念「愿消三障诸烦恼」，哪三障？不晓得。不晓得，这么个消法！三障你要晓得，要知道懂得怎么个消法。迷惑颠倒他才造作罪业，一个很清楚的人、很明理的人，他不会造罪业。为什么？他知道罪业果报太可怕。宁愿我现在受苦，我现在受苦无所谓，时间不长；如果造作恶业堕三途，麻烦就大了。世间人虽然不晓得六道的状况，但是我们常常听说人死了就作鬼，六道轮回，怎么人死了就作鬼？他怎么不再作人，他怎么不生天，为什么偏偏就作鬼？大家都这么说法，自古以来就这么说法，仔细想想也不无道理。贪心变饿鬼，贪是饿鬼的业因，贪心重的人都到饿鬼道去了。我们想想世间人有几个不贪？贪心确实占很大多数，那说人死了都到鬼道去了，这就不能说没有道理，贪心变饿鬼。可是到了饿鬼道，业障、报障、惑障严重了。人间的寿命很短，饿鬼道的寿命很长。饿鬼道他们的一天是我们人间的一个月，饿鬼道里面十二天，我们人间就一年。佛在经上也用这个计算法，一个月三十天，一年十二个月。鬼的寿命多长？最短的也要活一千多岁，去不得！你才晓得那个真可怕！佛的话我们要相信，佛在这个经上说的，「如来是真语者、实语者、如语者、不诳语者、不异语者」，不要轻易的把佛所讲的话当儿戏，是真的，是事实。由此可知，堕到饿鬼道想出来，不是容易事情，时间多长！地狱更不能去，而地狱业因很复杂，佛在《楞严经》上把地狱道讲得特别详细。我们通常讲六道、讲五趣，《楞严》说七趣，讲得非常详细。而七趣这一段经文，讲地狱几乎占一半。佛为什么要这样详细讲，就是提示我们地狱的罪业决定不能做。因为堕到地狱，地狱里面的一天，它那个讲法有很多种，我们讲一个最简单的、最短的，我们人间二千七百多年是地狱的一天。我们中国在这个世界上号称五千年历史的文明古国，在地狱不到两天。而地狱的寿命，短命的是万岁，长命的是万万岁，不得了！非常非常可怕！所以恶业，我们知道这个事实，不敢做了，决定不能做。这是把三障说出来了。",
      "zh_TW": "迷惑，這個地方講三障：業障、報障、惑障。我們迴向偈裡面常常念「願消三障諸煩惱」，哪三障？不曉得。不曉得，這麼個消法！三障你要曉得，要知道懂得怎麼個消法。迷惑顛倒他才造作罪業，一個很清楚的人、很明理的人，他不會造罪業。為什麼？他知道罪業果報太可怕。寧願我現在受苦，我現在受苦無所謂，時間不長；如果造作惡業墮三途，麻煩就大了。世間人雖然不曉得六道的狀況，但是我們常常聽說人死了就作鬼，六道輪迴，怎麼人死了就作鬼？他怎麼不再作人，他怎麼不生天，為什麼偏偏就作鬼？大家都這麼說法，自古以來就這麼說法，仔細想想也不無道理。貪心變餓鬼，貪是餓鬼的業因，貪心重的人都到餓鬼道去了。我們想想世間人有幾個不貪？貪心確實佔很大多數，那說人死了都到鬼道去了，這就不能說沒有道理，貪心變餓鬼。可是到了餓鬼道，業障、報障、惑障嚴重了。人間的壽命很短，餓鬼道的壽命很長。餓鬼道他們的一天是我們人間的一個月，餓鬼道裡面十二天，我們人間就一年。佛在經上也用這個計算法，一個月三十天，一年十二個月。鬼的壽命多長？最短的也要活一千多歲，去不得！你才曉得那個真可怕！佛的話我們要相信，佛在這個經上說的，「如來是真語者、實語者、如語者、不誑語者、不異語者」，不要輕易的把佛所講的話當兒戲，是真的，是事實。由此可知，墮到餓鬼道想出來，不是容易事情，時間多長！地獄更不能去，而地獄業因很複雜，佛在《楞嚴經》上把地獄道講得特別詳細。我們通常講六道、講五趣，《楞嚴》說七趣，講得非常詳細。而七趣這一段經文，講地獄幾乎佔一半。佛為什麼要這樣詳細講，就是提示我們地獄的罪業決定不能做。因為墮到地獄，地獄裡面的一天，它那個講法有很多種，我們講一個最簡單的、最短的，我們人間二千七百多年是地獄的一天。我們中國在這個世界上號稱五千年歷史的文明古國，在地獄不到兩天。而地獄的壽命，短命的是萬歲，長命的是萬萬歲，不得了！非常非常可怕！所以惡業，我們知道這個事實，不敢做了，決定不能做。這是把三障說出來了。"
    },
    {
      "id": "09-023-0068_p0018",
      "zh_CN": "【虽大富大贵、乃至生天，到头免不了一个苦字。】",
      "zh_TW": "【雖大富大貴、乃至生天，到頭免不了一個苦字。】"
    },
    {
      "id": "09-023-0068_p0019",
      "zh_CN": "我想这句话，每位同修都有相当深刻的体验。我们生在这个社会上，哪一个人不苦？现代的社会，高科技的社会，生存在这个世间要拼命、要竞争。这个争多苦，你要是不争，不去竞争，你就没有生活。所以大家为了生活，为了财富，拼命在那里竞争，一般人都认为这个观念是正确的、是对的，哪个人不在这里拼命争？其实这个观念是错误的，无论你怎么争，你所争到的都是你命里头注定的，命里有的。刚才讲「只争来早与来迟」，你拼命争，也许来得早一点，你不争它还要来，可能来得迟一点，终归是要来。所以你拼命去争的，还是你命里头有的，你何苦来？观念错误。安分守己，断恶修善，老老实实过日子，没有过不去的。知道这个道理，知道这个事实真相，即使生在现代这个时代，生活还是过得很自在，理不可不明。错误的观念带给你什么？带给你苦，这个竞争苦，与你所得的果报没有太大的关系。迷惑造业是苦。",
      "zh_TW": "我想這句話，每位同修都有相當深刻的體驗。我們生在這個社會上，哪一個人不苦？現代的社會，高科技的社會，生存在這個世間要拼命、要競爭。這個爭多苦，你要是不爭，不去競爭，你就沒有生活。所以大家為了生活，為了財富，拼命在那裡競爭，一般人都認為這個觀念是正確的、是對的，哪個人不在這裡拼命爭？其實這個觀念是錯誤的，無論你怎麼爭，你所爭到的都是你命裡頭注定的，命裡有的。剛才講「只爭來早與來遲」，你拼命爭，也許來得早一點，你不爭它還要來，可能來得遲一點，終歸是要來。所以你拼命去爭的，還是你命裡頭有的，你何苦來？觀念錯誤。安分守己，斷惡修善，老老實實過日子，沒有過不去的。知道這個道理，知道這個事實真相，即使生在現代這個時代，生活還是過得很自在，理不可不明。錯誤的觀念帶給你什麼？帶給你苦，這個競爭苦，與你所得的果報沒有太大的關係。迷惑造業是苦。"
    },
    {
      "id": "09-023-0068_p0020",
      "zh_CN": "【凡夫不知此三皆是虚妄相想，执迷不悟，障其见道、修道、证道，故谓之障也。】",
      "zh_TW": "【凡夫不知此三皆是虛妄相想，執迷不悟，障其見道、修道、證道，故謂之障也。】"
    },
    {
      "id": "09-023-0068_p0021",
      "zh_CN": "这是把三障，障的是什么说出来。凡夫不晓得这三桩事情的真相，不知道这三桩事的道理，那是个什么东西？虚妄相想。虚妄相想，是世尊在《楞严经》上说的。本经经文上虽然不是这几个字，可是意思相同，佛在这个经上告诉我们，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，都是这个意思。凡夫的难，难在执迷不悟，他不开悟，执着他的迷情，他总以为他的想法、看法、做法，是对的、是正确的，哪里晓得完全错了，这样障他见道。什么叫障见道？纵然遇到佛法，听不懂，没听进去，这是业障，不能见道。有些人佛法明白了，想修，工作太忙，没有时间修行，障他修道；有些人的的确确他在真修，将来不能证果，障他证果，这也很常见。有许多学佛的人，不能接受念佛法门，他去参禅，他去修定，他去持咒，他天天修神通感应，他搞这些，不肯念佛求生净土，这就是障他的证道，非常可惜！故谓之障，障的意思也说出来了。",
      "zh_TW": "這是把三障，障的是什麼說出來。凡夫不曉得這三樁事情的真相，不知道這三樁事的道理，那是個什麼東西？虛妄相想。虛妄相想，是世尊在《楞嚴經》上說的。本經經文上雖然不是這幾個字，可是意思相同，佛在這個經上告訴我們，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，都是這個意思。凡夫的難，難在執迷不悟，他不開悟，執著他的迷情，他總以為他的想法、看法、做法，是對的、是正確的，哪裡曉得完全錯了，這樣障他見道。什麼叫障見道？縱然遇到佛法，聽不懂，沒聽進去，這是業障，不能見道。有些人佛法明白了，想修，工作太忙，沒有時間修行，障他修道；有些人的的確確他在真修，將來不能證果，障他證果，這也很常見。有許多學佛的人，不能接受念佛法門，他去參禪，他去修定，他去持咒，他天天修神通感應，他搞這些，不肯念佛求生淨土，這就是障他的證道，非常可惜！故謂之障，障的意思也說出來了。"
    },
    {
      "id": "09-023-0068_p0022",
      "zh_CN": "【学佛唯一宗旨，在于除障。】",
      "zh_TW": "【學佛唯一宗旨，在於除障。】"
    },
    {
      "id": "09-023-0068_p0023",
      "zh_CN": "这是我们必须要认识清楚，学佛，学佛为的是什么？除障而已。",
      "zh_TW": "這是我們必須要認識清楚，學佛，學佛為的是什麼？除障而已。"
    },
    {
      "id": "09-023-0068_p0024",
      "zh_CN": "【一切佛法，一言以蔽之曰，除三障而已。】",
      "zh_TW": "【一切佛法，一言以蔽之曰，除三障而已。】"
    },
    {
      "id": "09-023-0068_p0025",
      "zh_CN": "无论是大乘、小乘，宗门、教下，显教、密教，不但是世尊四十九年所说的一切法，乃至于十方三世一切诸佛菩萨，为法界众生所说之法，都是为了这一桩事情，帮助众生除障而已。障怎么除？这个经上很妙！这个经上教我们「应无所住」，就除掉了。应无所住意思就是不执着，再说得明白一点就是放下。看破是智慧、观慧，放下是修行。这个经上常常提的观行，观是什么？看破。应无所住是看破，而生其心是修行。生心就是无住，无住就是生心，两边不着，两边不离，真所谓大乘中道。这个除障效果最殊胜，也最快速。般若，特别是《金刚般若》，自始至终就是为我们说这桩事情。",
      "zh_TW": "無論是大乘、小乘，宗門、教下，顯教、密教，不但是世尊四十九年所說的一切法，乃至於十方三世一切諸佛菩薩，為法界眾生所說之法，都是為了這一樁事情，幫助眾生除障而已。障怎麼除？這個經上很妙！這個經上教我們「應無所住」，就除掉了。應無所住意思就是不執著，再說得明白一點就是放下。看破是智慧、觀慧，放下是修行。這個經上常常提的觀行，觀是什麼？看破。應無所住是看破，而生其心是修行。生心就是無住，無住就是生心，兩邊不著，兩邊不離，真所謂大乘中道。這個除障效果最殊勝，也最快速。般若，特別是《金剛般若》，自始至終就是為我們說這樁事情。"
    },
    {
      "id": "09-023-0068_p0026",
      "zh_CN": "【此节经文，是明业力不可思议。受持读诵此经，为一切世间天人阿修罗所应供养。】",
      "zh_TW": "【此節經文，是明業力不可思議。受持讀誦此經，為一切世間天人阿修羅所應供養。】"
    },
    {
      "id": "09-023-0068_p0027",
      "zh_CN": "这是应该的，原本就是这个样子的。可是现在这个人他得的果报恰恰相反。",
      "zh_TW": "這是應該的，原本就是這個樣子的。可是現在這個人他得的果報恰恰相反。"
    },
    {
      "id": "09-023-0068_p0028",
      "zh_CN": "【今以夙业故】",
      "zh_TW": "【今以夙業故】"
    },
    {
      "id": "09-023-0068_p0029",
      "zh_CN": "这个人是过去生中的业障，业障很重，读经不但不为天人阿修罗所供养，还被人轻贱。业力之大，我们也能够想像得到一些。这是业力很重很重，不是普通的业力。",
      "zh_TW": "這個人是過去生中的業障，業障很重，讀經不但不為天人阿修羅所供養，還被人輕賤。業力之大，我們也能夠想像得到一些。這是業力很重很重，不是普通的業力。"
    },
    {
      "id": "09-023-0068_p0030",
      "zh_CN": "【起惑为造业招苦之根】",
      "zh_TW": "【起惑為造業招苦之根】"
    },
    {
      "id": "09-023-0068_p0031",
      "zh_CN": "惑是迷惑。这个事情是大事，是很严重的一桩大事。我们怎么晓得自己迷惑（起惑就是迷惑）？这部《金刚经》如果从头我们读到此地，这个问题应该自己能答得上来。起心动念就是迷惑，你起一念恶心是迷惑，你起一念善心也是迷惑。可是我们有没有办法做到不起心、不动念？这做不到的。由此可知，我们时时刻刻、在在处处，都在迷惑之中。我们对人对事对物，总有一个我的看法、我的想法，我想怎么做法，这都是迷惑。这大家明了了。迷在哪里？「我」就迷了。迷是凡夫，不迷是菩萨。这个经上的标准，明明说得清楚，「若菩萨有我见、人见、众生见、寿者见，即非菩萨」，那个见就是念头。你还有这种见解，还有这个念头，起心动念我怎么想法，我怎么看法，你已经起惑迷了，还有什么看法想法的！这个就是造业招苦，招苦是受报。",
      "zh_TW": "惑是迷惑。這個事情是大事，是很嚴重的一樁大事。我們怎麼曉得自己迷惑（起惑就是迷惑）？這部《金剛經》如果從頭我們讀到此地，這個問題應該自己能答得上來。起心動念就是迷惑，你起一念惡心是迷惑，你起一念善心也是迷惑。可是我們有沒有辦法做到不起心、不動念？這做不到的。由此可知，我們時時刻刻、在在處處，都在迷惑之中。我們對人對事對物，總有一個我的看法、我的想法，我想怎麼做法，這都是迷惑。這大家明瞭了。迷在哪裡？「我」就迷了。迷是凡夫，不迷是菩薩。這個經上的標準，明明說得清楚，「若菩薩有我見、人見、眾生見、壽者見，即非菩薩」，那個見就是念頭。你還有這種見解，還有這個念頭，起心動念我怎麼想法，我怎麼看法，你已經起惑迷了，還有什麼看法想法的！這個就是造業招苦，招苦是受報。"
    },
    {
      "id": "09-023-0068_p0032",
      "zh_CN": "为什么会造业？为什么会受果报？都是为了迷惑。世尊当年在世，为一切众生讲经说法四十九年，四十九年当中，讲般若就用了二十二年，几乎占他一生讲经说法的一半时间。由此可知，般若重要。般若在整个佛法里面是中心，为什么？唯有般若能断惑，这真的叫从根本修。我们解决问题从根本上解决，首先你要认识清楚，起心动念就是无明，起心动念就是在造业。我们在日常生活当中，不起心、不动念行吗？有什么不行！你以为不行，是因为你从来都没有做过，你以为不行。你要真正去做的话，不起心、不动念，不错，好极了！心地清净，一尘不染，事情来了，来了马上就办，立刻就应付，不需要思考。你们办事要想好几天，打妄想，迷惑！有般若智慧的人不要想，事情来了马上就办，而且他办得非常妥当，办得恰到好处，一点过失都没有。他凭什么？智慧。智慧是照，像镜子一样，现前的时候，它照得清清楚楚、明明白白，没有思考，一思考就坏了。你不妨试试看、学学看，什么事情都不要用思考。平常没有事情就老实念佛，念佛是修清净心，用清净心来处事待人接物，用清净心来生活，你就很快乐。我们常常在讲席上说，心清净身清净，身清净就不会生病，不会衰老。你们每个人都怕老，可以不老吗？可以，清净心就不老；一天到晚胡思乱想，就老得很快，这是真的，你可以能够试验得出来。你看一般人在工作的时候，工作的时候他每天去想，它有个范围，总想他的工作，他会衰老，他慢慢的衰老，衰老得不会很快。等到他退休了，没事情做了，没有事情做，他胡思乱想，他那个想的没有范围，乱想！因此他老化得特别快。你看退休的人，一年就好像十年没见面，老得那么快！由此可知，佛讲的话没有错，一切法从心想生。",
      "zh_TW": "為什麼會造業？為什麼會受果報？都是為了迷惑。世尊當年在世，為一切眾生講經說法四十九年，四十九年當中，講般若就用了二十二年，幾乎佔他一生講經說法的一半時間。由此可知，般若重要。般若在整個佛法裡面是中心，為什麼？唯有般若能斷惑，這真的叫從根本修。我們解決問題從根本上解決，首先你要認識清楚，起心動念就是無明，起心動念就是在造業。我們在日常生活當中，不起心、不動念行嗎？有什麼不行！你以為不行，是因為你從來都沒有做過，你以為不行。你要真正去做的話，不起心、不動念，不錯，好極了！心地清淨，一塵不染，事情來了，來了馬上就辦，立刻就應付，不需要思考。你們辦事要想好幾天，打妄想，迷惑！有般若智慧的人不要想，事情來了馬上就辦，而且他辦得非常妥當，辦得恰到好處，一點過失都沒有。他憑什麼？智慧。智慧是照，像鏡子一樣，現前的時候，它照得清清楚楚、明明白白，沒有思考，一思考就壞了。你不妨試試看、學學看，什麼事情都不要用思考。平常沒有事情就老實念佛，念佛是修清淨心，用清淨心來處事待人接物，用清淨心來生活，你就很快樂。我們常常在講席上說，心清淨身清淨，身清淨就不會生病，不會衰老。你們每個人都怕老，可以不老嗎？可以，清淨心就不老；一天到晚胡思亂想，就老得很快，這是真的，你可以能夠試驗得出來。你看一般人在工作的時候，工作的時候他每天去想，它有個範圍，總想他的工作，他會衰老，他慢慢的衰老，衰老得不會很快。等到他退休了，沒事情做了，沒有事情做，他胡思亂想，他那個想的沒有範圍，亂想！因此他老化得特別快。你看退休的人，一年就好像十年沒見面，老得那麼快！由此可知，佛講的話沒有錯，一切法從心想生。"
    },
    {
      "id": "09-023-0068_p0033",
      "zh_CN": "我们念佛的人，天天想佛，佛不老，你看哪个佛有胡须？佛都没有胡须，佛也没有白头发，天天想佛，你怎么会老？你的相貌、身体就跟佛一样，想佛好，想菩萨好！愈想身体愈好，愈想愈年轻，愈想相貌愈圆满。法从心想生，佛跟我们这样说；其实世间看相算命的人也常说，相随心转，这是一般看相算命的他都常说，相随心转。心清净，身就清净，心很年轻那身就不老，就这么个道理，这有道理！你愈想，没错！是这样的。只要大家明理，认真去修学，殊胜的果报、圆满的果报都可以得到。所以起心动念、打妄想是造业受报的根本。",
      "zh_TW": "我們念佛的人，天天想佛，佛不老，你看哪個佛有鬍鬚？佛都沒有鬍鬚，佛也沒有白頭髮，天天想佛，你怎麼會老？你的相貌、身體就跟佛一樣，想佛好，想菩薩好！愈想身體愈好，愈想愈年輕，愈想相貌愈圓滿。法從心想生，佛跟我們這樣說；其實世間看相算命的人也常說，相隨心轉，這是一般看相算命的他都常說，相隨心轉。心清淨，身就清淨，心很年輕那身就不老，就這麼個道理，這有道理！你愈想，沒錯！是這樣的。只要大家明理，認真去修學，殊勝的果報、圓滿的果報都可以得到。所以起心動念、打妄想是造業受報的根本。"
    },
    {
      "id": "09-023-0068_p0034",
      "zh_CN": "【惑灭则业苦随之而灭】",
      "zh_TW": "【惑滅則業苦隨之而滅】"
    },
    {
      "id": "09-023-0068_p0035",
      "zh_CN": "真正大乘学人，真正上根利智，他修行他不在报上改，他也不在业上改，他在惑上改，这是最高明的；惑上改是从起心动念上改。而后我们才晓得，净宗这个法门不可思议。净宗从哪里改？惑上，从起心动念处。他教导我们净念相继，净是清净，没有一个杂念，专念弥陀；弥陀是自性的德号，一切清净法中第一清净，没有比这个更清净。相继，相继是念念不间断，念念不间断就是前面讲的薰修的力量。所以念佛人，每一年或者是隔半年打个佛七，打佛七的用意何在？勘验自己的功夫，就是测验，测验自己的功夫。佛七不是为别的，就等于说学校作学生考试一样，这几天当中试验试验，看你功夫到什么程度，看你的功夫得力不得力；功夫是在平时，这几天是测验一下。惑灭了，业苦随之都灭了。",
      "zh_TW": "真正大乘學人，真正上根利智，他修行他不在報上改，他也不在業上改，他在惑上改，這是最高明的；惑上改是從起心動念上改。而後我們才曉得，淨宗這個法門不可思議。淨宗從哪裡改？惑上，從起心動念處。他教導我們淨念相繼，淨是清淨，沒有一個雜念，專念彌陀；彌陀是自性的德號，一切清淨法中第一清淨，沒有比這個更清淨。相繼，相繼是念念不間斷，念念不間斷就是前面講的薰修的力量。所以念佛人，每一年或者是隔半年打個佛七，打佛七的用意何在？勘驗自己的功夫，就是測驗，測驗自己的功夫。佛七不是為別的，就等於說學校作學生考試一樣，這幾天當中試驗試驗，看你功夫到什麼程度，看你的功夫得力不得力；功夫是在平時，這幾天是測驗一下。惑滅了，業苦隨之都滅了。"
    },
    {
      "id": "09-023-0068_p0036",
      "zh_CN": "【三障既消，便三德圆成、三身圆显。此经，的是断惑除障，达于究竟之经。】",
      "zh_TW": "【三障既消，便三德圓成、三身圓顯。此經，的是斷惑除障，達於究竟之經。】"
    },
    {
      "id": "09-023-0068_p0037",
      "zh_CN": "末后这几句赞叹《金刚般若波罗蜜经》。惑业苦三障消了，三德是法身、般若、解脱，我们今天依照这个法门来修学，三障虽然没有消得干净，消个一、二分，消一分就得一分的三德，消二分就得二分的三德。不是说一定要消多少，这三德密藏才能现前，不是的，随消随得。这里面最显著的就是解脱。般若、解脱，般若是智慧开了，我们常讲你要是真依照这个方法去修，你的烦恼轻了，执着轻了。还是执着，不像从前那么重，分别执着轻了，把一切世缘看淡了；智慧增长，从前处事待人接物糊里糊涂的，现在聪明了，也会做人了，也会说话了，变聪明了；这就是业障消除的现象，在生活里面自在了。我相信每位同修要是认真修行的，这个现象你自己会体验得到。愈是用功得力的人，这个现象就愈显著。我们学佛常常读经，过去这个经天天读，意思不懂；现在一念，忽然看到这里面有意思出来，这就是证明你功夫得力。心愈清净，经义无有穷尽，遍遍都有悟处，所以你念得法喜充满。如果念得没有悟处，那就念得很苦恼，枯躁无味。愈念愈有味道，愈念愈明了，愈念经里头的意思愈多，被你发现了，被你看出来，那叫真正的快乐。所以这个境界，一些同修应当有的，这就可以证明三障既消，三德圆成，三身圆显，我们从这里得到一点消息。所以，《般若经》确确实实断惑除障，帮助我们达到究竟圆满的境界。请看底下这段经文，明灭罪得福，这很要紧：",
      "zh_TW": "末後這幾句讚歎《金剛般若波羅蜜經》。惑業苦三障消了，三德是法身、般若、解脫，我們今天依照這個法門來修學，三障雖然沒有消得乾淨，消個一、二分，消一分就得一分的三德，消二分就得二分的三德。不是說一定要消多少，這三德密藏才能現前，不是的，隨消隨得。這裡面最顯著的就是解脫。般若、解脫，般若是智慧開了，我們常講你要是真依照這個方法去修，你的煩惱輕了，執著輕了。還是執著，不像從前那麼重，分別執著輕了，把一切世緣看淡了；智慧增長，從前處事待人接物糊裡糊塗的，現在聰明了，也會做人了，也會說話了，變聰明了；這就是業障消除的現象，在生活裡面自在了。我相信每位同修要是認真修行的，這個現象你自己會體驗得到。愈是用功得力的人，這個現象就愈顯著。我們學佛常常讀經，過去這個經天天讀，意思不懂；現在一念，忽然看到這裡面有意思出來，這就是證明你功夫得力。心愈清淨，經義無有窮盡，遍遍都有悟處，所以你念得法喜充滿。如果念得沒有悟處，那就念得很苦惱，枯躁無味。愈念愈有味道，愈念愈明瞭，愈念經裡頭的意思愈多，被你發現了，被你看出來，那叫真正的快樂。所以這個境界，一些同修應當有的，這就可以證明三障既消，三德圓成，三身圓顯，我們從這裡得到一點消息。所以，《般若經》確確實實斷惑除障，幫助我們達到究竟圓滿的境界。請看底下這段經文，明滅罪得福，這很要緊："
    },
    {
      "id": "09-023-0068_p0038",
      "zh_CN": "经【以今世人轻贱故，先世罪业则为消灭，当得阿耨多罗三藐三菩提。】",
      "zh_TW": "經【以今世人輕賤故，先世罪業則為消滅，當得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-023-0068_p0039",
      "zh_CN": "这个意思在底下小注里头我们再来探讨。",
      "zh_TW": "這個意思在底下小註裡頭我們再來探討。"
    },
    {
      "id": "09-023-0068_p0040",
      "zh_CN": "【此正明经功不可思议】",
      "zh_TW": "【此正明經功不可思議】"
    },
    {
      "id": "09-023-0068_p0041",
      "zh_CN": "这个经的功用，它的作用不可思议。",
      "zh_TW": "這個經的功用，它的作用不可思議。"
    },
    {
      "id": "09-023-0068_p0042",
      "zh_CN": "【以今世人轻贱故】",
      "zh_TW": "【以今世人輕賤故】"
    },
    {
      "id": "09-023-0068_p0043",
      "zh_CN": "我们受持读诵，乃至于为人演说，还遭到世人轻贱。当然我们初初遇到这个境界，心里免不了有一点难过，有这么一个念头现前，要知道是业障现前了。遇到人家轻贱、侮辱你、障碍你，你心里难过，你的业障现前了。赶紧把这个经多念几句，或者是就专门念这一段，把这一段多念几遍。要晓得，这正是自己业障消的时候；你要有个不服气，心里又难过，还有怨恨的心，那完了，你又造业了，你的业障怎么能消得掉？遇到这个逆境应该生欢喜心、感激的心，他来侮辱我，他替我消业障，不容易！他造恶业替我消业障，我怎么能不感激他，还去埋怨他，哪有这种道理！那是自己完全不通。",
      "zh_TW": "我們受持讀誦，乃至於為人演說，還遭到世人輕賤。當然我們初初遇到這個境界，心裡免不了有一點難過，有這麼一個念頭現前，要知道是業障現前了。遇到人家輕賤、侮辱你、障礙你，你心裡難過，你的業障現前了。趕緊把這個經多念幾句，或者是就專門念這一段，把這一段多念幾遍。要曉得，這正是自己業障消的時候；你要有個不服氣，心裡又難過，還有怨恨的心，那完了，你又造業了，你的業障怎麼能消得掉？遇到這個逆境應該生歡喜心、感激的心，他來侮辱我，他替我消業障，不容易！他造惡業替我消業障，我怎麼能不感激他，還去埋怨他，哪有這種道理！那是自己完全不通。"
    },
    {
      "id": "09-023-0068_p0044",
      "zh_CN": "【当知佛经常说，善恶二业，各有因果，各各并存，不能抵消。故经百千劫，其业不亡也。然则奈何，惟有极力消灭恶种之一法耳。】",
      "zh_TW": "【當知佛經常說，善惡二業，各有因果，各各並存，不能抵消。故經百千劫，其業不亡也。然則奈何，惟有極力消滅惡種之一法耳。】"
    },
    {
      "id": "09-023-0068_p0045",
      "zh_CN": "这一段在理论上说没有问题，在事上非常非常的困难，很不容易。佛讲的话没错，我们作善作恶各有因果报应，善恶不能抵消的。不要以为我过去造的恶业，现在多做一点善业，将功折罪，那是世间的想法，佛法因果里面没有这个说法。善确定有善的果，恶一定有恶报，没有办法抵消的。所以我们起心动念不能不谨慎，一切造作不能不思考，恶业万万造不得。我们就是受人家冤枉，吃了亏、上了当，也生欢喜心，做为还债想，这了了，这桩事情了了，了了就很痛快，报掉了。不能有怨天尤人，不能有报复的这个念头，你的心才清净。我们修什么？修清净心。这些念头横在心中，你的心怎么会清净？所以业要消。消业的方法，实在讲最好的方法就是念佛往生净土。顺境也好、逆境也好，都不能放在心上，都要放下。一定要晓得，恶的念头不放下，招来三恶道的果报；善的念头不放下，会招来三善道的果报。",
      "zh_TW": "這一段在理論上說沒有問題，在事上非常非常的困難，很不容易。佛講的話沒錯，我們作善作惡各有因果報應，善惡不能抵消的。不要以為我過去造的惡業，現在多做一點善業，將功折罪，那是世間的想法，佛法因果裡面沒有這個說法。善確定有善的果，惡一定有惡報，沒有辦法抵消的。所以我們起心動念不能不謹慎，一切造作不能不思考，惡業萬萬造不得。我們就是受人家冤枉，吃了虧、上了當，也生歡喜心，做為還債想，這了了，這樁事情了了，了了就很痛快，報掉了。不能有怨天尤人，不能有報復的這個念頭，你的心才清淨。我們修什麼？修清淨心。這些念頭橫在心中，你的心怎麼會清淨？所以業要消。消業的方法，實在講最好的方法就是念佛往生淨土。順境也好、逆境也好，都不能放在心上，都要放下。一定要曉得，惡的念頭不放下，招來三惡道的果報；善的念頭不放下，會招來三善道的果報。"
    },
    {
      "id": "09-023-0068_p0046",
      "zh_CN": "三善道不是好事情，你在世间看看就晓得，哪一个大富大贵的人不造业，他造的比我们多。我们是贫寒人家，我们吃众生肉机会很少，他们一天三餐还不够，还要吃点心，单单这上面造的业，就太重太重了，其他的都不说。所以富贵决不是好事情；如果富贵是好事情，释迦牟尼佛何必示现出家？他为什么不去作国王？我们世间人常讲，贵为天子，富有四海，他为什么不要，他要来出家？他晓得那是业障，惑业苦那是三障，有什么好处！几个人能够把天上人间富贵看出它是三障，障道！佛在经上常讲「富贵学道难」，学道就变成障碍。因此我们决定不能动一个念头，求人天的福报。纵然这个福报现前，过去生中有福，这个福报现前，现前之后要懂得舍，自己不要享受，我这个福报供养大家享受，这个好！有福给大家享，自己不要去享，那你就真正有福报。有福报自己享，那你就又去搞三障诸烦恼，你不是消三障诸烦恼，你是再修三障诸烦恼，怕你三障烦恼不够，再多修一点！",
      "zh_TW": "三善道不是好事情，你在世間看看就曉得，哪一個大富大貴的人不造業，他造的比我們多。我們是貧寒人家，我們吃眾生肉機會很少，他們一天三餐還不夠，還要吃點心，單單這上面造的業，就太重太重了，其他的都不說。所以富貴決不是好事情；如果富貴是好事情，釋迦牟尼佛何必示現出家？他為什麼不去作國王？我們世間人常講，貴為天子，富有四海，他為什麼不要，他要來出家？他曉得那是業障，惑業苦那是三障，有什麼好處！幾個人能夠把天上人間富貴看出它是三障，障道！佛在經上常講「富貴學道難」，學道就變成障礙。因此我們決定不能動一個念頭，求人天的福報。縱然這個福報現前，過去生中有福，這個福報現前，現前之後要懂得捨，自己不要享受，我這個福報供養大家享受，這個好！有福給大家享，自己不要去享，那你就真正有福報。有福報自己享，那你就又去搞三障諸煩惱，你不是消三障諸煩惱，你是再修三障諸煩惱，怕你三障煩惱不夠，再多修一點！"
    },
    {
      "id": "09-023-0068_p0047",
      "zh_CN": "【若依最上乘了义之教，修殊胜因，克殊胜果。如念阿弥陀佛，求生净土。便可将夙世所有恶种，连根带叶及其将成未成之果，斩断铲除。岂止善果先熟，不令恶果得成已哉。】",
      "zh_TW": "【若依最上乘了義之教，修殊勝因，剋殊勝果。如念阿彌陀佛，求生淨土。便可將夙世所有惡種，連根帶葉及其將成未成之果，斬斷剷除。豈止善果先熟，不令惡果得成已哉。】"
    },
    {
      "id": "09-023-0068_p0048",
      "zh_CN": "这是个好方法，实在说无比殊胜的好方法。此地所讲的最上乘了义之教，就是净土三经、五经，不能小看，不能把它看轻。三经，现在净宗经典是五经一论，六部东西分量都不大，合印在一起也只薄薄的一本，这是如来真传之宝，诸佛真传之宝，我们要认识清楚，一切佛法里面是第一法门。善导大师所说的，如来所以兴出世，唯说弥陀本愿海。这是佛度众生出三界、断烦恼、成佛道的第一法门。我们能认识清楚这是大福报，不可以少善根福德因缘，那是大福报，你真的认识清楚，辨别清楚，依照这个方法来修行。在这个方法里面修成功，什么叫成功？往生有把握，决定往生。这时候如果有其他差别因缘，你可以修学一些大乘经论，涉猎别的。什么因缘？为了度众生方便起见，这一批人净土经缘不成熟，他喜欢《楞严经》，那怎么办？就跟他讲《楞严经》。那一批人喜欢《华严经》，好！就跟他讲《华严》，才可以学其他的法门。这里面的条件，就是最低限度我有能力往生，我才敢做。这也是大慈大悲，牺牲品位。过去天台宗智者大师就跟我们做了一个榜样。智者大师往生的时候，学生向大师请教：你老人家一生修净土，往生是什么品位？他说得很谦虚，我往生只有五品位往生，五品位生凡圣同居土，品位不高。他老人家说的，因为一生领众，领众要分心，要管寺庙里面大大小小事情，要分心，不能专心念；又要教学，他是天台宗的。因为这些闲岔，打闲岔、夹杂，所以往生的品位不理想，但是你要记住，他有把握往生。如果我们是连一点把握都没有，也要搞那么杂，那就危险。所以这里头有底限的，最低限度他决定有把握往生，夹杂一点利益众生，这是大慈大悲，舍己为人，可以！如果自己往生毫无把握，不能干。《无量寿经》上讲得很清楚，即使供养无量无边的诸佛如来，不如清净求正觉，比不上往生！你供养无量无边的如来是福，福不能度自己，不能断烦恼，不能出三界，不能成佛道，一定要念佛求生净土，这才是你真正觉悟了，真正不迷惑了。所以求生净土，就能把无量劫自己的恶业种子，这个地方也是比喻话，斩断铲除，实际上是带业往生。生到西方世界之后，虽然有恶业、有业因，西方世界没有恶缘，刚才讲的，因要缘才能够现果报。西方世界没有恶缘，所以你恶习气种子带得再多，到那个地方都不会结果，没有恶缘，道理在此地，所以不只是善果先熟。",
      "zh_TW": "這是個好方法，實在說無比殊勝的好方法。此地所講的最上乘了義之教，就是淨土三經、五經，不能小看，不能把它看輕。三經，現在淨宗經典是五經一論，六部東西分量都不大，合印在一起也只薄薄的一本，這是如來真傳之寶，諸佛真傳之寶，我們要認識清楚，一切佛法裡面是第一法門。善導大師所說的，如來所以興出世，唯說彌陀本願海。這是佛度眾生出三界、斷煩惱、成佛道的第一法門。我們能認識清楚這是大福報，不可以少善根福德因緣，那是大福報，你真的認識清楚，辨別清楚，依照這個方法來修行。在這個方法裡面修成功，什麼叫成功？往生有把握，決定往生。這時候如果有其他差別因緣，你可以修學一些大乘經論，涉獵別的。什麼因緣？為了度眾生方便起見，這一批人淨土經緣不成熟，他喜歡《楞嚴經》，那怎麼辦？就跟他講《楞嚴經》。那一批人喜歡《華嚴經》，好！就跟他講《華嚴》，才可以學其他的法門。這裡面的條件，就是最低限度我有能力往生，我才敢做。這也是大慈大悲，犧牲品位。過去天台宗智者大師就跟我們做了一個榜樣。智者大師往生的時候，學生向大師請教：你老人家一生修淨土，往生是什麼品位？他說得很謙虛，我往生只有五品位往生，五品位生凡聖同居土，品位不高。他老人家說的，因為一生領眾，領眾要分心，要管寺廟裡面大大小小事情，要分心，不能專心念；又要教學，他是天台宗的。因為這些閒岔，打閒岔、夾雜，所以往生的品位不理想，但是你要記住，他有把握往生。如果我們是連一點把握都沒有，也要搞那麼雜，那就危險。所以這裡頭有底限的，最低限度他決定有把握往生，夾雜一點利益眾生，這是大慈大悲，捨己為人，可以！如果自己往生毫無把握，不能幹。《無量壽經》上講得很清楚，即使供養無量無邊的諸佛如來，不如清淨求正覺，比不上往生！你供養無量無邊的如來是福，福不能度自己，不能斷煩惱，不能出三界，不能成佛道，一定要念佛求生淨土，這才是你真正覺悟了，真正不迷惑了。所以求生淨土，就能把無量劫自己的惡業種子，這個地方也是比喻話，斬斷剷除，實際上是帶業往生。生到西方世界之後，雖然有惡業、有業因，西方世界沒有惡緣，剛才講的，因要緣才能夠現果報。西方世界沒有惡緣，所以你惡習氣種子帶得再多，到那個地方都不會結果，沒有惡緣，道理在此地，所以不只是善果先熟。"
    },
    {
      "id": "09-023-0068_p0049",
      "zh_CN": "【所修是无我相、无法相、亦无非法相。则能造之心既空，所造之业自灭。所谓罪从心起将心忏，心若空时罪亦亡。】",
      "zh_TW": "【所修是無我相、無法相、亦無非法相。則能造之心既空，所造之業自滅。所謂罪從心起將心懺，心若空時罪亦亡。】"
    },
    {
      "id": "09-023-0068_p0050",
      "zh_CN": "这两句偈所说的都是事实真相。《金刚经》上教给我们修行的总纲领是「应无所住」，无所住就是不执着。不执着我相，这就是无我相；也不执着法相，就是无众生相，一切法是众生相；亦无非法相，非法相是空。前面「我、法」是有，空也不能执着，这个意思前面都说过。三界之内要是执着空相，将来生四空天。三界之外要是执着空相，就变成声闻、缘觉，那是相当一个长时间住在偏真涅槃，偏真涅槃就是空相。所以，空有两边都不能执着。「应无所住」，是不着有相；「而生其心」，是不着空相，两边都不着。念佛人要记住，「应无所住」是万缘放下，不但世间法放下，佛法也放下。「而生其心」，就生一个专念阿弥陀佛的心，生这个心，好！可见得我们念佛人，真正是受持《金刚般若波罗蜜》，怎么可以说念佛人没有智慧？念佛人智慧达到颠峰，念佛人是受持《金刚般若波罗蜜》。只有一些不明教义的人，才发生许许多多的误会；通达教义，他晓得念佛是高度的智慧。能造的心空了，两边不住，空有两边不住，心空就是心清净了，所造的业当然就灭了。这个灭就是自自然然的转变，所造一切善恶业统统转变成菩提，转烦恼为菩提。业有没有？没有了，都变成菩提。",
      "zh_TW": "這兩句偈所說的都是事實真相。《金剛經》上教給我們修行的總綱領是「應無所住」，無所住就是不執著。不執著我相，這就是無我相；也不執著法相，就是無眾生相，一切法是眾生相；亦無非法相，非法相是空。前面「我、法」是有，空也不能執著，這個意思前面都說過。三界之內要是執著空相，將來生四空天。三界之外要是執著空相，就變成聲聞、緣覺，那是相當一個長時間住在偏真涅槃，偏真涅槃就是空相。所以，空有兩邊都不能執著。「應無所住」，是不著有相；「而生其心」，是不著空相，兩邊都不著。念佛人要記住，「應無所住」是萬緣放下，不但世間法放下，佛法也放下。「而生其心」，就生一個專念阿彌陀佛的心，生這個心，好！可見得我們念佛人，真正是受持《金剛般若波羅蜜》，怎麼可以說念佛人沒有智慧？念佛人智慧達到顛峰，念佛人是受持《金剛般若波羅蜜》。只有一些不明教義的人，才發生許許多多的誤會；通達教義，他曉得念佛是高度的智慧。能造的心空了，兩邊不住，空有兩邊不住，心空就是心清淨了，所造的業當然就滅了。這個滅就是自自然然的轉變，所造一切善惡業統統轉變成菩提，轉煩惱為菩提。業有沒有？沒有了，都變成菩提。"
    },
    {
      "id": "09-023-0068_p0051",
      "zh_CN": "业消除了，菩提增长，这真正是罪从心起将心忏。这个意思前面讲得很清楚，罪从哪里起？惑起，迷惑。惑就是起心动念，罪从起心动念那个地方起来的。我现在修清净心，心里面一个妄念都没有了，罪就忏掉了。心里面念念是阿弥陀佛，将来果报在哪里？六道里头没有阿弥陀佛，十方诸佛刹土里头也没有阿弥陀佛，阿弥陀佛在西方极乐世界，将来果报只有那个地方去了，决定往生。心若空时罪亦亡，心地清净，罪就没有了。",
      "zh_TW": "業消除了，菩提增長，這真正是罪從心起將心懺。這個意思前面講得很清楚，罪從哪裡起？惑起，迷惑。惑就是起心動念，罪從起心動念那個地方起來的。我現在修清淨心，心裡面一個妄念都沒有了，罪就懺掉了。心裡面念念是阿彌陀佛，將來果報在哪裡？六道裡頭沒有阿彌陀佛，十方諸佛剎土裡頭也沒有阿彌陀佛，阿彌陀佛在西方極樂世界，將來果報只有那個地方去了，決定往生。心若空時罪亦亡，心地清淨，罪就沒有了。"
    },
    {
      "id": "09-023-0068_p0052",
      "zh_CN": "由此可知，只要你心里面还有念头，有什么念头？细念头就不说，说粗念头，有是非人我，你的业都在，没转！你要知道你这一生一定还是受业力控制，你自己做不了主宰。袁了凡居士，最近这个书印得很多，都在外面结缘。袁了凡居士还是被业力控制，没有能力超越，他只不过是知道善有善报、恶有恶报，断恶修善。把他自己这一生的业报转过来，他只做到这一层，这一层不是上乘功夫，普通的功夫，上乘的功夫是转烦恼成菩提。为什么了凡居士还是转不过来？因为他世俗里面名闻利养的心没有断掉。他求功名、求富贵、求儿女，他心里还有所求。若以《金刚经》的方法，他成佛，那不是凡夫，不是得人天富贵，那是去成佛、成菩萨，那个果报不可思议！佛在此地教给我们，是大的方向、大的目标，无比殊胜的果报。我们心要清净，知道世间、天上这些富贵都是一场空，都是刹那因果相续的现象，当体即空，了不可得，我们心里面牵挂这些干什么？这是决定错误，这就是迷惑颠倒。",
      "zh_TW": "由此可知，只要你心裡面還有念頭，有什麼念頭？細念頭就不說，說粗念頭，有是非人我，你的業都在，沒轉！你要知道你這一生一定還是受業力控制，你自己做不了主宰。袁了凡居士，最近這個書印得很多，都在外面結緣。袁了凡居士還是被業力控制，沒有能力超越，他只不過是知道善有善報、惡有惡報，斷惡修善。把他自己這一生的業報轉過來，他只做到這一層，這一層不是上乘功夫，普通的功夫，上乘的功夫是轉煩惱成菩提。為什麼了凡居士還是轉不過來？因為他世俗裡面名聞利養的心沒有斷掉。他求功名、求富貴、求兒女，他心裡還有所求。若以《金剛經》的方法，他成佛，那不是凡夫，不是得人天富貴，那是去成佛、成菩薩，那個果報不可思議！佛在此地教給我們，是大的方向、大的目標，無比殊勝的果報。我們心要清淨，知道世間、天上這些富貴都是一場空，都是剎那因果相續的現象，當體即空，了不可得，我們心裡面牽掛這些幹什麼？這是決定錯誤，這就是迷惑顛倒。"
    },
    {
      "id": "09-023-0068_p0053",
      "zh_CN": "我们不读《般若》，对于这个道理、事实真相很难看透。《般若经》的功德不可思议，就是把这些理事，样样给我们分析得很清楚、很明白。我们读到、听到，一定要记住，要时时刻刻提醒自己，一念不提醒就又迷惑了。为什么会迷？因为恶习的种子是无始劫以来养成的，早已经养成习惯，不要去起心动念，这个妄念就起来。修行功夫没有别的，就是要把这一句佛号；佛号生疏，这几年才学的，所以生疏，不用心提起它就忘掉了，妄念就起来了。所以我们要怎样把生的变成熟的；把那个妄想习气很熟的，把它变成生的。你能用这种功夫，你就有成就。怎么样把妄想变成生疏？把妄想给忘掉，远离一切妄想。如何把佛号变成熟？天天去念阿弥陀佛，把它念熟，净念相继，把它念熟。然后你的功夫自然就得力，得力就是「心若空时罪亦亡」，你得到轻安，你得到自在。",
      "zh_TW": "我們不讀《般若》，對於這個道理、事實真相很難看透。《般若經》的功德不可思議，就是把這些理事，樣樣給我們分析得很清楚、很明白。我們讀到、聽到，一定要記住，要時時刻刻提醒自己，一念不提醒就又迷惑了。為什麼會迷？因為惡習的種子是無始劫以來養成的，早已經養成習慣，不要去起心動念，這個妄念就起來。修行功夫沒有別的，就是要把這一句佛號；佛號生疏，這幾年才學的，所以生疏，不用心提起它就忘掉了，妄念就起來了。所以我們要怎樣把生的變成熟的；把那個妄想習氣很熟的，把它變成生的。你能用這種功夫，你就有成就。怎麼樣把妄想變成生疏？把妄想給忘掉，遠離一切妄想。如何把佛號變成熟？天天去念阿彌陀佛，把它念熟，淨念相繼，把它念熟。然後你的功夫自然就得力，得力就是「心若空時罪亦亡」，你得到輕安，你得到自在。"
    },
    {
      "id": "09-023-0068_p0054",
      "zh_CN": "【「当得」二字，既蒙世尊亲许，即是授记。】",
      "zh_TW": "【「當得」二字，既蒙世尊親許，即是授記。】"
    },
    {
      "id": "09-023-0068_p0055",
      "zh_CN": "我们有很多同修，在佛经上看到佛当年为一些弟子授记，感觉得非常羡慕。我们自己很不幸，一生一个善知识都没有遇到，别说授记。其实你完全想错了，诸佛世尊常常给你授记，你没有在意、没有接受，你说这可惜不可惜？这个地方就是给你授记。你不能够直下承当，你要是直下承当，这里就是给你授记。我们星期天在此地举行三皈传授，有同修拿皈依证来问我：法师，这皈依证上怎么没有我的法名？我说：法名妙音不是明明印在皈依证上？这是大家都一样的。为什么会取这个名字？这是释迦牟尼佛给我们授记的。我们用授记的名字多好！《无量寿经》末后一品，佛给我们讲，我们娑婆世界的这些众生，生到西方极乐世界，将来在极乐世界成佛，成就无上正等正觉，而后应化到十方世界去示现成佛度众生，佛的名号都叫妙音如来。你们要晓得，为什么叫妙音如来？妙音是南无阿弥陀佛，这个音妙！我们是念佛成佛的，将来教化众生，也是用这个方法普度一切众生，简单明了，一句佛号就能普度一切众生圆成佛道。这桩事情知道最透彻、最彻底、最究竟的，是大势至菩萨。",
      "zh_TW": "我們有很多同修，在佛經上看到佛當年為一些弟子授記，感覺得非常羨慕。我們自己很不幸，一生一個善知識都沒有遇到，別說授記。其實你完全想錯了，諸佛世尊常常給你授記，你沒有在意、沒有接受，你說這可惜不可惜？這個地方就是給你授記。你不能夠直下承當，你要是直下承當，這裡就是給你授記。我們星期天在此地舉行三皈傳授，有同修拿皈依證來問我：法師，這皈依證上怎麼沒有我的法名？我說：法名妙音不是明明印在皈依證上？這是大家都一樣的。為什麼會取這個名字？這是釋迦牟尼佛給我們授記的。我們用授記的名字多好！《無量壽經》末後一品，佛給我們講，我們娑婆世界的這些眾生，生到西方極樂世界，將來在極樂世界成佛，成就無上正等正覺，而後應化到十方世界去示現成佛度眾生，佛的名號都叫妙音如來。你們要曉得，為什麼叫妙音如來？妙音是南無阿彌陀佛，這個音妙！我們是念佛成佛的，將來教化眾生，也是用這個方法普度一切眾生，簡單明瞭，一句佛號就能普度一切眾生圓成佛道。這樁事情知道最透徹、最徹底、最究竟的，是大勢至菩薩。"
    },
    {
      "id": "09-023-0068_p0056",
      "zh_CN": "你们看《大势至圆通章》，一开端「我与五十二同伦」。那个五十二不是五十二个人，五十二是讲十信、十住、十行、十回向、十地、等觉、妙觉，这个五十二。这五十二你就晓得，从初发心一直到成佛，用什么方法？一句佛号，四个字，无上妙法！还有哪个比这个更简单的，没有了！又简单、又容易、又稳当、又快速，这才叫第一法门。大势至菩萨智慧在文殊之上，在普贤之上，文殊、普贤还搞一大堆法门，最后才导归极乐；大势至菩萨干脆，单刀直入一点麻烦都没有，所以夏莲居居士称赞大势至菩萨是净宗初祖。这个净宗初祖是法界初祖，尽虚空遍法界，哪一个人最初提倡念佛？大势至菩萨。所以大势至菩萨是法界初祖。我们娑婆世界，普贤菩萨是初祖。世尊示现成道，第一个二七日中讲《华严经》，普贤菩萨在华严会上，以十大愿王导归极乐，普贤是我们娑婆世界的初祖。在中国提倡这个法门的是东晋远公大师，是我们中国的初祖。今天我们要讲净宗初祖，初祖有三位，实实在在不可思议！「当得」两个字就是授记，贵在我们自己能够直下承当。",
      "zh_TW": "你們看《大勢至圓通章》，一開端「我與五十二同倫」。那個五十二不是五十二個人，五十二是講十信、十住、十行、十迴向、十地、等覺、妙覺，這個五十二。這五十二你就曉得，從初發心一直到成佛，用什麼方法？一句佛號，四個字，無上妙法！還有哪個比這個更簡單的，沒有了！又簡單、又容易、又穩當、又快速，這才叫第一法門。大勢至菩薩智慧在文殊之上，在普賢之上，文殊、普賢還搞一大堆法門，最後才導歸極樂；大勢至菩薩乾脆，單刀直入一點麻煩都沒有，所以夏蓮居居士稱讚大勢至菩薩是淨宗初祖。這個淨宗初祖是法界初祖，盡虛空遍法界，哪一個人最初提倡念佛？大勢至菩薩。所以大勢至菩薩是法界初祖。我們娑婆世界，普賢菩薩是初祖。世尊示現成道，第一個二七日中講《華嚴經》，普賢菩薩在華嚴會上，以十大願王導歸極樂，普賢是我們娑婆世界的初祖。在中國提倡這個法門的是東晉遠公大師，是我們中國的初祖。今天我們要講淨宗初祖，初祖有三位，實實在在不可思議！「當得」兩個字就是授記，貴在我們自己能夠直下承當。"
    },
    {
      "id": "09-023-0068_p0057",
      "zh_CN": "【受持读诵此经，为人轻贱。其中含义，说之不尽。】",
      "zh_TW": "【受持讀誦此經，為人輕賤。其中含義，說之不盡。】"
    },
    {
      "id": "09-023-0068_p0058",
      "zh_CN": "当然这里面因缘无量，而且个个人还有差别的因缘，共业里面还有别业，所以因素非常复杂。这个地方把它归纳成五大类，总不外乎这几个原则：",
      "zh_TW": "當然這裡面因緣無量，而且個個人還有差別的因緣，共業裡面還有別業，所以因素非常複雜。這個地方把它歸納成五大類，總不外乎這幾個原則："
    },
    {
      "id": "09-023-0068_p0059",
      "zh_CN": "【一、令知因果可畏，恶业不可造。幸仗金刚般若之力，得免堕落，而犹难全免也。】",
      "zh_TW": "【一、令知因果可畏，惡業不可造。幸仗金剛般若之力，得免墮落，而猶難全免也。】"
    },
    {
      "id": "09-023-0068_p0060",
      "zh_CN": "这个话是真的，只要我们学佛，人家瞧不起我们、轻慢我们、侮辱我们，都在这个范围之内，自己一定要觉悟，罪业很重；否则的话一定得到大众欢喜恭敬供养，这是一定的道理，不应该得这个果报。有这种现象现前，自己一定要反省，我们自己业障很重。幸亏我们遇到大乘了义深经，我们读诵学习。受持这两个字，诸位一定要记住，受持是依教奉行，真去做！这就叫受持。不是我每天把经念两遍，那个不算，那是读诵不是受持。受持是依教奉行，认真去做。虽然认真做，我们做得不够圆满，不够彻底；换句话说，我们业虽然消了一部分，没消得干净，这是一定的道理。所以可以免堕落，但是不能够全免，只能够免一部分。这是第一个意思。",
      "zh_TW": "這個話是真的，只要我們學佛，人家瞧不起我們、輕慢我們、侮辱我們，都在這個範圍之內，自己一定要覺悟，罪業很重；否則的話一定得到大眾歡喜恭敬供養，這是一定的道理，不應該得這個果報。有這種現象現前，自己一定要反省，我們自己業障很重。幸虧我們遇到大乘了義深經，我們讀誦學習。受持這兩個字，諸位一定要記住，受持是依教奉行，真去做！這就叫受持。不是我每天把經念兩遍，那個不算，那是讀誦不是受持。受持是依教奉行，認真去做。雖然認真做，我們做得不夠圓滿，不夠徹底；換句話說，我們業雖然消了一部分，沒消得乾淨，這是一定的道理。所以可以免墮落，但是不能夠全免，只能夠免一部分。這是第一個意思。"
    },
    {
      "id": "09-023-0068_p0061",
      "zh_CN": "【二、令闻上来恭敬之说，不可着相。着相则遇不如意事，必致退心。】",
      "zh_TW": "【二、令聞上來恭敬之說，不可著相。著相則遇不如意事，必致退心。】"
    },
    {
      "id": "09-023-0068_p0062",
      "zh_CN": "般若教学的原理原则，就是「无住生心，生心无住」，无住就是不执着，所以执着就错了。纵然你业障很轻，修学大乘佛法到处都受人恭敬，受人礼拜供养，这个相不能着，一着之后你就堕落了。不要说遇不如意的事你会退心，当然退心；纵然事事如意，你也堕落，为什么？堕在名闻利养里面去了，名利害死人。这是我们学佛的同修，无论在家出家，都要提高警觉，名利绝对不是好东西，这是极重的业障，不但沾不得，碰都碰不得。名利绝对会来，来的时候要知道拒绝，要能把它放下，决定不沾。",
      "zh_TW": "般若教學的原理原則，就是「無住生心，生心無住」，無住就是不執著，所以執著就錯了。縱然你業障很輕，修學大乘佛法到處都受人恭敬，受人禮拜供養，這個相不能著，一著之後你就墮落了。不要說遇不如意的事你會退心，當然退心；縱然事事如意，你也墮落，為什麼？墮在名聞利養裡面去了，名利害死人。這是我們學佛的同修，無論在家出家，都要提高警覺，名利絕對不是好東西，這是極重的業障，不但沾不得，碰都碰不得。名利絕對會來，來的時候要知道拒絕，要能把它放下，決定不沾。"
    },
    {
      "id": "09-023-0068_p0063",
      "zh_CN": "【三、令遇拂逆之事，亦不应着相。应作灭罪观。】",
      "zh_TW": "【三、令遇拂逆之事，亦不應著相。應作滅罪觀。】"
    },
    {
      "id": "09-023-0068_p0064",
      "zh_CN": "这就对了。我们现前遇到种种不如意，不要放在心上；要知道我修的是什么，我修清净心，清净心中苦乐都要离开。逆境不能执着，顺境也不能执着，着就错了，着就又造业了，顺境着也造业，所以两边都离，这就没事情。",
      "zh_TW": "這就對了。我們現前遇到種種不如意，不要放在心上；要知道我修的是什麼，我修清淨心，清淨心中苦樂都要離開。逆境不能執著，順境也不能執著，著就錯了，著就又造業了，順境著也造業，所以兩邊都離，這就沒事情。"
    },
    {
      "id": "09-023-0068_p0065",
      "zh_CN": "【四、一切众生，夙业何限。极重果报，此经亦能消灭。】",
      "zh_TW": "【四、一切眾生，夙業何限。極重果報，此經亦能消滅。】"
    },
    {
      "id": "09-023-0068_p0066",
      "zh_CN": "这是真的，如何能消灭？这个经就是教你放下，放下再放下。上面跟诸位提起的，菩萨放下十信位，他就升到十住位；放下十住位，他就到十行位；放下十行位，他就到十回向位；放下十回向，他就登地；放下十地，他就是等觉；放下等觉，他就是妙觉。你不肯舍怎么行？所以大乘佛法没有别的，自始至终无住而已！就是教你一直放下，放得心里面干干净净的，没有东西可放了，那就成佛了。还有一样东西没放下，那你不是佛，你还是菩萨，等觉菩萨还有一品生相无明没放下，所以他是菩萨位，他没成佛。所以，这个经就是教我们放下。世出世间一切法统统放下，不要想着明天生活怎么过，明天还没到，你打这个妄想干什么？没有必要！凡夫就是惑重，迷惑太重，他总要想明天，总要想过去，全是妄想，与事实毫不相关，都是打妄想。事实的发生，业果都是有一定的，这个前面讲的，这都是定业。真正聪明人、真正明白人，他相信佛讲的话没错，佛讲的话句句真实，我们依教奉行，自己一定得利益。末后这一条：",
      "zh_TW": "這是真的，如何能消滅？這個經就是教你放下，放下再放下。上面跟諸位提起的，菩薩放下十信位，他就升到十住位；放下十住位，他就到十行位；放下十行位，他就到十迴向位；放下十迴向，他就登地；放下十地，他就是等覺；放下等覺，他就是妙覺。你不肯捨怎麼行？所以大乘佛法沒有別的，自始至終無住而已！就是教你一直放下，放得心裡面乾乾淨淨的，沒有東西可放了，那就成佛了。還有一樣東西沒放下，那你不是佛，你還是菩薩，等覺菩薩還有一品生相無明沒放下，所以他是菩薩位，他沒成佛。所以，這個經就是教我們放下。世出世間一切法統統放下，不要想著明天生活怎麼過，明天還沒到，你打這個妄想幹什麼？沒有必要！凡夫就是惑重，迷惑太重，他總要想明天，總要想過去，全是妄想，與事實毫不相關，都是打妄想。事實的發生，業果都是有一定的，這個前面講的，這都是定業。真正聰明人、真正明白人，他相信佛講的話沒錯，佛講的話句句真實，我們依教奉行，自己一定得利益。末後這一條："
    },
    {
      "id": "09-023-0068_p0067",
      "zh_CN": "【五、令知因果转变，极其繁复，应观其究竟，不可仅看目前，浅见怀疑也。】",
      "zh_TW": "【五、令知因果轉變，極其繁複，應觀其究竟，不可僅看目前，淺見懷疑也。】"
    },
    {
      "id": "09-023-0068_p0068",
      "zh_CN": "这是提醒我们，因果的转变真的很复杂。唯识经论里面说得很详细，说得非常的繁琐；说得再详细，实在讲也是说个大概而已，真正细说不可能的，但是比一般经典说得详细。《楞严经》上说得也相当的详细。转变，最要紧的是在用心。而转变，真正从究竟圆满、从根本上转，无过于清净心。业因果报统统不要理会，专修清净心，那个转变才真快，再繁杂的变化，他也从根把它转掉了。这是我们在历代，也有在现前念佛往生的人，我们能看到。他临命终时，他不生病，晓得什么时候走，站着走的，坐着走的，走得那么潇洒、那么自在，那就是转过来的。诸位想想，如果没有转过来，轮回心造轮回业，哪有那么痛快！转得那么彻底，转得那么圆满的，又往往是我们瞧不起的人。他修行我们瞧不起，你看看他的罪都消灭掉，他对我们并没有怨恨。他没有读过《金刚经》，也不懂《金刚经》的意思，但是《金刚经》的教训他都做到了，这个妙不可言！他自己常生惭愧心，没有念过书不认识字，做粗活出身的；他常常这样想，我样样都不如人，对于任何一个人都恭敬，人家骂他，他也恭敬，打他，他也恭敬，他的业障就这么消掉了。所以他临终走得自在。",
      "zh_TW": "這是提醒我們，因果的轉變真的很複雜。唯識經論裡面說得很詳細，說得非常的繁瑣；說得再詳細，實在講也是說個大概而已，真正細說不可能的，但是比一般經典說得詳細。《楞嚴經》上說得也相當的詳細。轉變，最要緊的是在用心。而轉變，真正從究竟圓滿、從根本上轉，無過於清淨心。業因果報統統不要理會，專修清淨心，那個轉變才真快，再繁雜的變化，他也從根把它轉掉了。這是我們在歷代，也有在現前念佛往生的人，我們能看到。他臨命終時，他不生病，曉得什麼時候走，站著走的，坐著走的，走得那麼瀟灑、那麼自在，那就是轉過來的。諸位想想，如果沒有轉過來，輪迴心造輪迴業，哪有那麼痛快！轉得那麼徹底，轉得那麼圓滿的，又往往是我們瞧不起的人。他修行我們瞧不起，你看看他的罪都消滅掉，他對我們並沒有怨恨。他沒有讀過《金剛經》，也不懂《金剛經》的意思，但是《金剛經》的教訓他都做到了，這個妙不可言！他自己常生慚愧心，沒有念過書不認識字，做粗活出身的；他常常這樣想，我樣樣都不如人，對於任何一個人都恭敬，人家罵他，他也恭敬，打他，他也恭敬，他的業障就這麼消掉了。所以他臨終走得自在。"
    },
    {
      "id": "09-023-0068_p0069",
      "zh_CN": "今天晚上我们在饭桌上提到，倓虚老法师，哈尔滨的极乐寺，修无师在那里往生的，《念佛论》里面讲得很清楚。修无师是作泥水工，不识字也没有听过经，在寺院里做粗活，人家不肯做的粗事他做，他就会念一句阿弥陀佛，走的时候那么自在。所以我们读《金刚经》，仔细观察一下，他的业障消掉了。这是我们修行真正的好榜样，就是一句阿弥陀佛，不能轻视，真正不可思议！它能帮助你达到清净心，清净心是真正从根本修，把你无始劫的业障习气就这么样拔掉了。所以我们要看，要看究竟，要看他的结果，不能看眼前，不能把眼前这个现象我们生起怀疑。生怀疑，刚才讲，业障现前，你没有智慧，你对于佛在经上讲的教义，你没有听懂、没有明了。真正明了、真正听懂，顺逆境界里面，这个心都是平淡的。顺境平常心处之，逆境还是平常心处之，绝对不会被外头境界所动；为外面境界所动，就是功夫不行，功夫不踏实，这是不得力，功夫不得力。所以功夫得力不得力在这个地方看，我们一切境界当中是不是平常心，就是清净平等心，《无量寿经》上所说的。平常心还会有人误会，我平常就这样的，平常就胡思乱想，那个不行！还是用经上这个好，清净平等心，要用这个心，清净平等心来看，就对了。好！今天时间到了。",
      "zh_TW": "今天晚上我們在飯桌上提到，倓虛老法師，哈爾濱的極樂寺，修無師在那裡往生的，《念佛論》裡面講得很清楚。修無師是作泥水工，不識字也沒有聽過經，在寺院裡做粗活，人家不肯做的粗事他做，他就會念一句阿彌陀佛，走的時候那麼自在。所以我們讀《金剛經》，仔細觀察一下，他的業障消掉了。這是我們修行真正的好榜樣，就是一句阿彌陀佛，不能輕視，真正不可思議！它能幫助你達到清淨心，清淨心是真正從根本修，把你無始劫的業障習氣就這麼樣拔掉了。所以我們要看，要看究竟，要看他的結果，不能看眼前，不能把眼前這個現象我們生起懷疑。生懷疑，剛才講，業障現前，你沒有智慧，你對於佛在經上講的教義，你沒有聽懂、沒有明瞭。真正明瞭、真正聽懂，順逆境界裡面，這個心都是平淡的。順境平常心處之，逆境還是平常心處之，絕對不會被外頭境界所動；為外面境界所動，就是功夫不行，功夫不踏實，這是不得力，功夫不得力。所以功夫得力不得力在這個地方看，我們一切境界當中是不是平常心，就是清淨平等心，《無量壽經》上所說的。平常心還會有人誤會，我平常就這樣的，平常就胡思亂想，那個不行！還是用經上這個好，清淨平等心，要用這個心，清淨平等心來看，就對了。好！今天時間到了。"
    }
  ]
}