{
  "doc_id": "09-023-0106",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０六集",
    "zh_TW": "第一０六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国净宗学会",
    "zh_TW": "美國淨宗學會"
  },
  "doc_number": "09-023-0106",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "09-023-0106_p0001",
      "zh_CN": "请掀开经本二百五十一面，最后一行看起：",
      "zh_TW": "請掀開經本二百五十一面，最後一行看起："
    },
    {
      "id": "09-023-0106_p0002",
      "zh_CN": "经【何以故？若世界实有，则是一合相。如来说一合相，则非一合相，是名一合相。】",
      "zh_TW": "經【何以故？若世界實有，則是一合相。如來說一合相，則非一合相，是名一合相。】"
    },
    {
      "id": "09-023-0106_p0003",
      "zh_CN": "这一段经文是解释「一即非一」，意思含义也很深，诸位请看注解。前面一段讲到世界微尘，重点在碎合，也就是我们现在所讲的分裂与组合，重点是说这个。「一合」，合就是组合。我们现代人可以说都有这个观念，确确实实小而微尘，大而世界，都是这个基本物质所组合而成的。真正通达明了这个事实真相，才能体会到佛法所讲的清净、平等。佛心清净，佛心平等，我们学佛为什么清净心、平等心不能现前？换句话说，对于佛所讲的这个，我们依然没有透彻的认识；如果真的透彻明白了，心决定是清净的，决定是平等的。所谓清净，就没有烦恼，贪瞋痴慢是染污，决定离开了。平等就是一切再不分别了。离开了分别执着，就得清净、平等。清净平等是真心、是自性，不仅仅是禅宗修学最后的目的是明心见性，其他无论是哪一个宗派，无论修学哪一个法门，只可以说他在方法、手段上不一样，而所求的目的、方向决定是相同的，那就是明心见性。佛这一段经文里面，都是为我们说明宇宙人生的真相。明了了，就是看破了；看破之后，自然就很容易放下。实在说，佛法真正是知难行易。我们放不下，就是因为没有透彻的了解事实真相。这是麻烦释迦牟尼佛说法四十九年，四十九年目的就是帮助我们看破。我们看这里的注解：",
      "zh_TW": "這一段經文是解釋「一即非一」，意思含義也很深，諸位請看註解。前面一段講到世界微塵，重點在碎合，也就是我們現在所講的分裂與組合，重點是說這個。「一合」，合就是組合。我們現代人可以說都有這個觀念，確確實實小而微塵，大而世界，都是這個基本物質所組合而成的。真正通達明瞭這個事實真相，才能體會到佛法所講的清淨、平等。佛心清淨，佛心平等，我們學佛為什麼清淨心、平等心不能現前？換句話說，對於佛所講的這個，我們依然沒有透徹的認識；如果真的透徹明白了，心決定是清淨的，決定是平等的。所謂清淨，就沒有煩惱，貪瞋痴慢是染污，決定離開了。平等就是一切再不分別了。離開了分別執著，就得清淨、平等。清淨平等是真心、是自性，不僅僅是禪宗修學最後的目的是明心見性，其他無論是哪一個宗派，無論修學哪一個法門，只可以說他在方法、手段上不一樣，而所求的目的、方向決定是相同的，那就是明心見性。佛這一段經文裡面，都是為我們說明宇宙人生的真相。明瞭了，就是看破了；看破之後，自然就很容易放下。實在說，佛法真正是知難行易。我們放不下，就是因為沒有透徹的了解事實真相。這是麻煩釋迦牟尼佛說法四十九年，四十九年目的就是幫助我們看破。我們看這裡的註解："
    },
    {
      "id": "09-023-0106_p0004",
      "zh_CN": "【一合，合而为一之谓。虽闻界可碎尘。】",
      "zh_TW": "【一合，合而為一之謂。雖聞界可碎塵。】"
    },
    {
      "id": "09-023-0106_p0005",
      "zh_CN": "界是世界，佛举这个比喻，世界是物体里面最大的，可以把它分裂为微尘，碎就是分裂的意思。",
      "zh_TW": "界是世界，佛舉這個比喻，世界是物體裡面最大的，可以把它分裂為微塵，碎就是分裂的意思。"
    },
    {
      "id": "09-023-0106_p0006",
      "zh_CN": "【然其未碎时，合而为一之相，明明有也。长老为遮此执，所以彻底破之。】",
      "zh_TW": "【然其未碎時，合而為一之相，明明有也。長老為遮此執，所以徹底破之。】"
    },
    {
      "id": "09-023-0106_p0007",
      "zh_CN": "长老是说须菩提，须菩提尊者在这个地方为我们解释一即非一，他的目的是唯恐凡夫执着「一」这个相状。「若世界实有」，「若」是假设，假设世界实有，那就是「一合相」。说一合相，这个意思就是说明，这个一就不是一。为什么？合是组合的，根本就没有事实存在，所谓是众缘和合而生的。既然是缘生之法，它就没有自体，所谓「当体即空，了不可得」，这才是事实真相。我们现在这个世界，确实是众缘和合而生的。这个意思，在前面一段我们已经说得很清楚、很透彻。",
      "zh_TW": "長老是說須菩提，須菩提尊者在這個地方為我們解釋一即非一，他的目的是唯恐凡夫執著「一」這個相狀。「若世界實有」，「若」是假設，假設世界實有，那就是「一合相」。說一合相，這個意思就是說明，這個一就不是一。為什麼？合是組合的，根本就沒有事實存在，所謂是眾緣和合而生的。既然是緣生之法，它就沒有自體，所謂「當體即空，了不可得」，這才是事實真相。我們現在這個世界，確實是眾緣和合而生的。這個意思，在前面一段我們已經說得很清楚、很透徹。"
    },
    {
      "id": "09-023-0106_p0008",
      "zh_CN": "无论是分裂为微尘，现代科学里面讲的原子、电子、基本粒子，这都是分裂所看到的相状。组合起来，大的是世界，小的森罗万象，我们这个身体也是这个东西组合的。它存不存在？它确实不存在。怎么知道它不存在？我们今天所看到的现相，是刹那生灭的相续相，不是实在的。怎么知道它是刹那生灭的相续相？佛在经上跟我们讲的，一弹指六十刹那，一刹那九百生灭，这是说明这个生灭相。如果我们对于这个概念，一下体会不过来，现在还有一个方法，能够让我们从观察当中去领悟。现在的飞机飞得很快，喷射机飞得很快，一个小时飞一千多哩。现在照相机也非常进步，假如我们用千分之一秒的快门，或者是两千分之一秒的快门，拍摄在空中飞的飞机，你拍的照片它是静止的。如果你连续拍几张，你在那个照片上看，张张它的位置都不一样，它在那里移动。你从底片上看，看到它的真相，它有没有动？没有动。佛经上给我们讲的，不来不去、不生不灭、不一不异，你从这里去体会。飞机为什么从这边到那边？是连续相，相续相，这才是千分之一秒，两千分之一秒。佛在经上告诉我们，那个速度多快？一弹指，这一弹指不要一秒钟，六十乘九百，这一秒钟弹两次吧，慢慢的弹，两次就是十万八千分之一秒，十万八千分之一秒，也就是一秒钟的十万八千分之一，这是佛在经上给我们讲的相续相。而实际上呢？实际上决定不止这个数字。佛不再多讲，多讲恐怕把我们吓住，这是佛的方便说，方便接近事实。虽不是事实真相，但是非常接近。由此可知，《楞严经》上讲：「随众生心，应所知量」，「当处出生，当处灭尽」，这种句子我们稍稍能体会到一点。这些现相，《金刚经》上讲，「凡所有相，皆是虚妄」，一点都不假！这个现相是刹那刹那生灭的相续相，要懂这个道理。因为它是刹那生灭，根本就不存在，所以佛教给我们无住，无住就是决定不要执着，不要分别，不要去执着，假的！决定得不到，「无智亦无得」，决定得不到。",
      "zh_TW": "無論是分裂為微塵，現代科學裡面講的原子、電子、基本粒子，這都是分裂所看到的相狀。組合起來，大的是世界，小的森羅萬象，我們這個身體也是這個東西組合的。它存不存在？它確實不存在。怎麼知道它不存在？我們今天所看到的現相，是剎那生滅的相續相，不是實在的。怎麼知道它是剎那生滅的相續相？佛在經上跟我們講的，一彈指六十剎那，一剎那九百生滅，這是說明這個生滅相。如果我們對於這個概念，一下體會不過來，現在還有一個方法，能夠讓我們從觀察當中去領悟。現在的飛機飛得很快，噴射機飛得很快，一個小時飛一千多哩。現在照相機也非常進步，假如我們用千分之一秒的快門，或者是兩千分之一秒的快門，拍攝在空中飛的飛機，你拍的照片它是靜止的。如果你連續拍幾張，你在那個照片上看，張張它的位置都不一樣，它在那裡移動。你從底片上看，看到它的真相，它有沒有動？沒有動。佛經上給我們講的，不來不去、不生不滅、不一不異，你從這裡去體會。飛機為什麼從這邊到那邊？是連續相，相續相，這才是千分之一秒，兩千分之一秒。佛在經上告訴我們，那個速度多快？一彈指，這一彈指不要一秒鐘，六十乘九百，這一秒鐘彈兩次吧，慢慢的彈，兩次就是十萬八千分之一秒，十萬八千分之一秒，也就是一秒鐘的十萬八千分之一，這是佛在經上給我們講的相續相。而實際上呢？實際上決定不止這個數字。佛不再多講，多講恐怕把我們嚇住，這是佛的方便說，方便接近事實。雖不是事實真相，但是非常接近。由此可知，《楞嚴經》上講：「隨眾生心，應所知量」，「當處出生，當處滅盡」，這種句子我們稍稍能體會到一點。這些現相，《金剛經》上講，「凡所有相，皆是虛妄」，一點都不假！這個現相是剎那剎那生滅的相續相，要懂這個道理。因為它是剎那生滅，根本就不存在，所以佛教給我們無住，無住就是決定不要執著，不要分別，不要去執著，假的！決定得不到，「無智亦無得」，決定得不到。"
    },
    {
      "id": "09-023-0106_p0009",
      "zh_CN": "这个相虽然生灭很快，了不可得，它相续。说实在话，相不会灭，但是相它会变。像我们刚才举的例子，我们用快门照飞行当中的飞机，在底片上看，它位置在移动，它会变。因为它会变，所以佛教给我们而生其心，这是《金刚经》上说的。为什么应无所住，后面又要而生其心？这个生心就是说明，相为什么会变，随着心的念头在变。《华严》上告诉我们，十法界依正庄严怎么来的？「唯心所现」，心能现相；「唯识所变」。那个相会变，什么力量在那里叫它变的？识，识就是念头，就是分别执着，所谓是一切法从心想生。如果我们的心想统统息掉了，一个妄念都没有了，《华严经》上这两句话，只有上一句，没有下一句；唯心所现，因为它识没有了，那就不变了，这个现相就叫做一真法界。如果你有识，就是你有情识，你有妄想、有分别、有执着，就会把一真法界变成十法界。十法界从哪里来的？是我们妄想分别执着变现出来的，是这么回事情。有分别，就有四圣法界，声闻、缘觉、菩萨、佛；有执着就有六凡法界，执着是烦恼，就有六道，就有轮回。所以，十法界依正庄严从心想生。《般若经》的好处，就是把事实真相给我们说清楚了，我们要细心去体会。然后要在日常生活当中，时时体会，念念体会，务必要觉察事实的真相，我们就不迷了；不迷就是菩萨，迷了就是凡夫。佛菩萨跟凡夫不同的地方，就在此地。果然觉察到，你就晓得一切法本来不生，哪里有灭？自然就得解脱，自然就得自在。",
      "zh_TW": "這個相雖然生滅很快，了不可得，它相續。說實在話，相不會滅，但是相它會變。像我們剛才舉的例子，我們用快門照飛行當中的飛機，在底片上看，它位置在移動，它會變。因為它會變，所以佛教給我們而生其心，這是《金剛經》上說的。為什麼應無所住，後面又要而生其心？這個生心就是說明，相為什麼會變，隨著心的念頭在變。《華嚴》上告訴我們，十法界依正莊嚴怎麼來的？「唯心所現」，心能現相；「唯識所變」。那個相會變，什麼力量在那裡叫它變的？識，識就是念頭，就是分別執著，所謂是一切法從心想生。如果我們的心想統統息掉了，一個妄念都沒有了，《華嚴經》上這兩句話，只有上一句，沒有下一句；唯心所現，因為它識沒有了，那就不變了，這個現相就叫做一真法界。如果你有識，就是你有情識，你有妄想、有分別、有執著，就會把一真法界變成十法界。十法界從哪裡來的？是我們妄想分別執著變現出來的，是這麼回事情。有分別，就有四聖法界，聲聞、緣覺、菩薩、佛；有執著就有六凡法界，執著是煩惱，就有六道，就有輪迴。所以，十法界依正莊嚴從心想生。《般若經》的好處，就是把事實真相給我們說清楚了，我們要細心去體會。然後要在日常生活當中，時時體會，念念體會，務必要覺察事實的真相，我們就不迷了；不迷就是菩薩，迷了就是凡夫。佛菩薩跟凡夫不同的地方，就在此地。果然覺察到，你就曉得一切法本來不生，哪裡有滅？自然就得解脫，自然就得自在。"
    },
    {
      "id": "09-023-0106_p0010",
      "zh_CN": "凡夫的情执很重，世尊讲《般若经》讲了二十二年，用这么长的时间去讲，是不是每一个人都觉悟了？不见得。真正觉悟到，真正能体察到的，还是少数人。尊者在这个大会当中，真是大慈大悲，跟释迦牟尼佛这一问一答，就像演双簧一样，唱戏，其目的是希望我们在旁边听，听了能开悟，目的在此地。所以注解里面说「长老为遮此执」，遮就是遮止。希望一切众生听佛说法，不要依着佛的言说又生分别、又起执着，那就错了。这一段话里面，为我们说明一合相，是彻底破除我们的执着，对于一切法实有的执着。我们都认为一切法真有，真的存在，不晓得一切法当体即空，了不可得，它确确实实不存在。我们以为是存在，这是误会，这是看错了。再看底下这一段小注：",
      "zh_TW": "凡夫的情執很重，世尊講《般若經》講了二十二年，用這麼長的時間去講，是不是每一個人都覺悟了？不見得。真正覺悟到，真正能體察到的，還是少數人。尊者在這個大會當中，真是大慈大悲，跟釋迦牟尼佛這一問一答，就像演雙簧一樣，唱戲，其目的是希望我們在旁邊聽，聽了能開悟，目的在此地。所以註解裡面說「長老為遮此執」，遮就是遮止。希望一切眾生聽佛說法，不要依著佛的言說又生分別、又起執著，那就錯了。這一段話裡面，為我們說明一合相，是徹底破除我們的執著，對於一切法實有的執著。我們都認為一切法真有，真的存在，不曉得一切法當體即空，了不可得，它確確實實不存在。我們以為是存在，這是誤會，這是看錯了。再看底下這一段小註："
    },
    {
      "id": "09-023-0106_p0011",
      "zh_CN": "【不但因其可碎，知非实有。】",
      "zh_TW": "【不但因其可碎，知非實有。】"
    },
    {
      "id": "09-023-0106_p0012",
      "zh_CN": "这是把它分解开、分裂，晓得世界是假的，是微尘聚合的。",
      "zh_TW": "這是把它分解開、分裂，曉得世界是假的，是微塵聚合的。"
    },
    {
      "id": "09-023-0106_p0013",
      "zh_CN": "【即其未碎，亦非实有。】",
      "zh_TW": "【即其未碎，亦非實有。】"
    },
    {
      "id": "09-023-0106_p0014",
      "zh_CN": "最要紧的是这一句。不必等它分裂，就知道这个现相是假的，不是真有。无论是碎合，都要体察这个现相是刹那生灭的相续相。",
      "zh_TW": "最要緊的是這一句。不必等它分裂，就知道這個現相是假的，不是真有。無論是碎合，都要體察這個現相是剎那生滅的相續相。"
    },
    {
      "id": "09-023-0106_p0015",
      "zh_CN": "【经文当中，则非、是名。】",
      "zh_TW": "【經文當中，則非、是名。】"
    },
    {
      "id": "09-023-0106_p0016",
      "zh_CN": "这种句子在《金刚经》前后，我们读到很多，一定要了解句子的含义。",
      "zh_TW": "這種句子在《金剛經》前後，我們讀到很多，一定要了解句子的含義。"
    },
    {
      "id": "09-023-0106_p0017",
      "zh_CN": "【言其不过假名，本来无实也。】",
      "zh_TW": "【言其不過假名，本來無實也。】"
    },
    {
      "id": "09-023-0106_p0018",
      "zh_CN": "本经凡是说「则非」，都是从体性上说的，在真心本性里面，一法不立，一法不存。《坛经》里面所说的，「本来无一物」，这是从体性上说的。又说「是名」，是名是从现相上讲的；体虽然是空寂的，但是空寂之体它能现万相。我们说万相，就是说明这个相会变化，千变万化，因此相不是一定的相；既然不是一定，相就不是真实的，刹那在变。说刹那，那个时间已经很长很长了。我们现在晓得，那是刹那的万分之一、亿万分之一，是这么个现相。佛这种说法，实在讲都被现代科学家所证实。可惜现代科学家很少读佛经的，如果要读到佛经，对释迦牟尼佛都不能不佩服。我们现代所看到这些物理现象，释迦牟尼佛在三千年前，经典上就说得这么详细，这确实是不平常的智慧。是名就是说它的假有，「言其不过假名，本来无实也」。",
      "zh_TW": "本經凡是說「則非」，都是從體性上說的，在真心本性裡面，一法不立，一法不存。《壇經》裡面所說的，「本來無一物」，這是從體性上說的。又說「是名」，是名是從現相上講的；體雖然是空寂的，但是空寂之體它能現萬相。我們說萬相，就是說明這個相會變化，千變萬化，因此相不是一定的相；既然不是一定，相就不是真實的，剎那在變。說剎那，那個時間已經很長很長了。我們現在曉得，那是剎那的萬分之一、億萬分之一，是這麼個現相。佛這種說法，實在講都被現代科學家所證實。可惜現代科學家很少讀佛經的，如果要讀到佛經，對釋迦牟尼佛都不能不佩服。我們現代所看到這些物理現象，釋迦牟尼佛在三千年前，經典上就說得這麼詳細，這確實是不平常的智慧。是名就是說它的假有，「言其不過假名，本來無實也」。"
    },
    {
      "id": "09-023-0106_p0019",
      "zh_CN": "【意明必须实有，方是一合相。今一合相，既无一定。则世界之为当体即空，彰彰明甚。】",
      "zh_TW": "【意明必須實有，方是一合相。今一合相，既無一定。則世界之為當體即空，彰彰明甚。】"
    },
    {
      "id": "09-023-0106_p0020",
      "zh_CN": "「彰」就是非常明显的意思，清清楚楚、明明白白。一合相也是有名无实，也不是真有。念佛堂里面，堂主和尚常常挂在口头上，提醒大众「放下身心世界，提起正念」。为什么叫你放下？身心世界都是假的，都不是真实的，稍有分别执着就错了，这个话说得有道理。如果身心世界是真的，叫我们放下，那没有道理。身心世界是假的，不是真的，你放下就对了，就没错了。请看下面这段经文：",
      "zh_TW": "「彰」就是非常明顯的意思，清清楚楚、明明白白。一合相也是有名無實，也不是真有。念佛堂裡面，堂主和尚常常掛在口頭上，提醒大眾「放下身心世界，提起正念」。為什麼叫你放下？身心世界都是假的，都不是真實的，稍有分別執著就錯了，這個話說得有道理。如果身心世界是真的，叫我們放下，那沒有道理。身心世界是假的，不是真的，你放下就對了，就沒錯了。請看下面這段經文："
    },
    {
      "id": "09-023-0106_p0021",
      "zh_CN": "经【须菩提，一合相者，则是不可说，但凡夫之人贪着其事。】",
      "zh_TW": "經【須菩提，一合相者，則是不可說，但凡夫之人貪著其事。】"
    },
    {
      "id": "09-023-0106_p0022",
      "zh_CN": "一合相，为什么不可说？不可说的意思，就是佛法里面常讲的不可思议。「思」，用现在的话说，我们去研究研究；「议」是议论，就是说明。不可以思，也不可以议。为什么不可思议？因为它是虚妄的、是假的！如果是真的，你可以去研究它，你可以去解说它；假的，不是真的！我们看底下这一段注解，这个注得很长，由此可知，这一段的意思非常精深。",
      "zh_TW": "一合相，為什麼不可說？不可說的意思，就是佛法裡面常講的不可思議。「思」，用現在的話說，我們去研究研究；「議」是議論，就是說明。不可以思，也不可以議。為什麼不可思議？因為它是虛妄的、是假的！如果是真的，你可以去研究它，你可以去解說它；假的，不是真的！我們看底下這一段註解，這個註得很長，由此可知，這一段的意思非常精深。"
    },
    {
      "id": "09-023-0106_p0023",
      "zh_CN": "【一合相者，一不定一，合不定合。故曰一合相者，则是不可说。】",
      "zh_TW": "【一合相者，一不定一，合不定合。故曰一合相者，則是不可說。】"
    },
    {
      "id": "09-023-0106_p0024",
      "zh_CN": "这个现象是属于物理现象，现代人都有这个常识，一决不是定一，合也不是定合，实在讲它是刹那刹那在变化。它变化速度之快，变化的复杂，根本不是我们能够想像的，也不是我们肉眼能够观察得到的。今天世界上，做这种工作的少数几位科学家，他们借着高度精密的仪器，每天在观察，看出这个现象。这是说明为什么不可说。",
      "zh_TW": "這個現象是屬於物理現象，現代人都有這個常識，一決不是定一，合也不是定合，實在講它是剎那剎那在變化。它變化速度之快，變化的複雜，根本不是我們能夠想像的，也不是我們肉眼能夠觀察得到的。今天世界上，做這種工作的少數幾位科學家，他們藉著高度精密的儀器，每天在觀察，看出這個現象。這是說明為什麼不可說。"
    },
    {
      "id": "09-023-0106_p0025",
      "zh_CN": "【若说世界真是一合，岂非微尘亦真是一合。】",
      "zh_TW": "【若說世界真是一合，豈非微塵亦真是一合。】"
    },
    {
      "id": "09-023-0106_p0026",
      "zh_CN": "世界是微尘组合的，你承认世界是一合相；换句话说，你必须承认微尘是一合相。微尘，近代的科学家已经了解，逐渐看出它的真相，在他们精密观察之下，已经肯定没有物质的存在。在从前以为物质不灭，物质是存在的；现在这个话讲不通，没有物质的存在。现在物质的现象是什么？是波动的现象，这个说法跟佛法讲的愈来愈接近。而佛法讲的，这个物质的现象确确实实是波动的现象。从哪里动？大乘经上说，特别是相宗经论上所讲的，「一念不觉，而有无明。」无明就是一个动相，就是波动。什么波？心的波，是真如本性上起的波动的现象。为什么会有波动？不觉，就有波动现象；觉了，觉了就不动。所以诸位要晓得，觉心是清净的，觉心是定的。心只要动，那就不是真心，真心是不动的，动就迷了，动就失去了真相。心的作用叫智照，本具般若智慧的观照。心一动，观照的能力就失掉，所以它就起了变化。这个变化，相宗给我们讲的，变出三细相。三细相里面，虽然讲三个、讲次第，但是它那个次第速度太快了，我们决定无法想像。大概现在最精密的仪器，恐怕也看不出它有次第。好像这三个现象同时发生的，其实它是有次第，就是它太快了。我们今天讲光电的速度，跟它相比那是小巫见大巫，不能比，不成比例。",
      "zh_TW": "世界是微塵組合的，你承認世界是一合相；換句話說，你必須承認微塵是一合相。微塵，近代的科學家已經了解，逐漸看出它的真相，在他們精密觀察之下，已經肯定沒有物質的存在。在從前以為物質不滅，物質是存在的；現在這個話講不通，沒有物質的存在。現在物質的現象是什麼？是波動的現象，這個說法跟佛法講的愈來愈接近。而佛法講的，這個物質的現象確確實實是波動的現象。從哪裡動？大乘經上說，特別是相宗經論上所講的，「一念不覺，而有無明。」無明就是一個動相，就是波動。什麼波？心的波，是真如本性上起的波動的現象。為什麼會有波動？不覺，就有波動現象；覺了，覺了就不動。所以諸位要曉得，覺心是清淨的，覺心是定的。心只要動，那就不是真心，真心是不動的，動就迷了，動就失去了真相。心的作用叫智照，本具般若智慧的觀照。心一動，觀照的能力就失掉，所以它就起了變化。這個變化，相宗給我們講的，變出三細相。三細相裡面，雖然講三個、講次第，但是它那個次第速度太快了，我們決定無法想像。大概現在最精密的儀器，恐怕也看不出它有次第。好像這三個現象同時發生的，其實它是有次第，就是它太快了。我們今天講光電的速度，跟它相比那是小巫見大巫，不能比，不成比例。"
    },
    {
      "id": "09-023-0106_p0027",
      "zh_CN": "第一个是「业相」。诸位要看佛教的名词，业是造业。什么是业？波动就是业。不觉是迷惑，是惑、迷，迷了它就动。因为有业，所以才叫你「而生其心」，这个生心重要了。有业，业是因，这个因立刻就产生果的相，「转相」，也叫做见分。因为有转相，它就会变成「境界相」，境界相也叫做相分。我们现在科学里面所分的精神、物质，转相见分就是精神的现象，相分境界相就是物质的部分。岂不是业因果报的相续相？这是阿赖耶的三细相。三细相，佛给我们讲八地菩萨才见到。七地以前，听佛说有这么一桩事情，他自己没有证得，没证实，也就是他没有觉察到。八地菩萨见到阿赖耶识里面的三细相，转阿赖耶识为大圆镜智。你没有见，你怎么转？你必须见到，你才有能力转。由此可知，七地以前，他能够体会六粗相，「境界为缘长六粗」，是六粗相，不是三细相。这是说明根本没有物质存在，微尘都即非微尘了，世界哪里还有世界？可是今天明明这个世界摆在我们眼前，这是一回什么事情？《金刚经》末后说：「一切有为法，如梦幻泡影」，这个话说得很有味道。我们今天这是什么现象？梦幻泡影。梦有没有？做过梦的人都有这个经验，真有，晚上睡觉会作梦。我们现前这个境界相是梦中的现相，跟我们作梦的现相没有两样。你要能在这句话里面醒过来了，梦中如果知道是在作梦，你在梦中一定是不予不取，知道一切是假的。决定没有得失的念头，决定没有取舍的念头，你知道那是假的。如果知道我们眼前这个境界也是梦幻泡影，你在这个境界里面没有得失，没有取舍，你过的日子就是佛菩萨的生活。佛菩萨跟凡夫不一样的地方就在此地，决定没有妄想分别执着。我们把佛讲的这些话归纳为四句，于一切法中，无论是人事，无论是物质，对人对事对物，决定是「不起心、不动念、不分别、不执着」。佛菩萨示现在我们世间，跟我们不一样的地方，就是用心不一样。他决定没有分别执着，决定不会起心动念，样样清楚，样样明了，帮助一切众生觉悟，这叫佛法。我们把这个意思说出来，底下这几句文就好懂，念念就明了。",
      "zh_TW": "第一個是「業相」。諸位要看佛教的名詞，業是造業。什麼是業？波動就是業。不覺是迷惑，是惑、迷，迷了它就動。因為有業，所以才叫你「而生其心」，這個生心重要了。有業，業是因，這個因立刻就產生果的相，「轉相」，也叫做見分。因為有轉相，它就會變成「境界相」，境界相也叫做相分。我們現在科學裡面所分的精神、物質，轉相見分就是精神的現象，相分境界相就是物質的部分。豈不是業因果報的相續相？這是阿賴耶的三細相。三細相，佛給我們講八地菩薩才見到。七地以前，聽佛說有這麼一樁事情，他自己沒有證得，沒證實，也就是他沒有覺察到。八地菩薩見到阿賴耶識裡面的三細相，轉阿賴耶識為大圓鏡智。你沒有見，你怎麼轉？你必須見到，你才有能力轉。由此可知，七地以前，他能夠體會六粗相，「境界為緣長六粗」，是六粗相，不是三細相。這是說明根本沒有物質存在，微塵都即非微塵了，世界哪裡還有世界？可是今天明明這個世界擺在我們眼前，這是一回什麼事情？《金剛經》末後說：「一切有為法，如夢幻泡影」，這個話說得很有味道。我們今天這是什麼現象？夢幻泡影。夢有沒有？做過夢的人都有這個經驗，真有，晚上睡覺會作夢。我們現前這個境界相是夢中的現相，跟我們作夢的現相沒有兩樣。你要能在這句話裡面醒過來了，夢中如果知道是在作夢，你在夢中一定是不予不取，知道一切是假的。決定沒有得失的念頭，決定沒有取捨的念頭，你知道那是假的。如果知道我們眼前這個境界也是夢幻泡影，你在這個境界裡面沒有得失，沒有取捨，你過的日子就是佛菩薩的生活。佛菩薩跟凡夫不一樣的地方就在此地，決定沒有妄想分別執著。我們把佛講的這些話歸納為四句，於一切法中，無論是人事，無論是物質，對人對事對物，決定是「不起心、不動念、不分別、不執著」。佛菩薩示現在我們世間，跟我們不一樣的地方，就是用心不一樣。他決定沒有分別執著，決定不會起心動念，樣樣清楚，樣樣明瞭，幫助一切眾生覺悟，這叫佛法。我們把這個意思說出來，底下這幾句文就好懂，念念就明瞭。"
    },
    {
      "id": "09-023-0106_p0028",
      "zh_CN": "【若说世界真是一合，岂非微尘亦真是一合。而世界非世界，乃微尘也。】",
      "zh_TW": "【若說世界真是一合，豈非微塵亦真是一合。而世界非世界，乃微塵也。】"
    },
    {
      "id": "09-023-0106_p0029",
      "zh_CN": "微尘组合的。",
      "zh_TW": "微塵組合的。"
    },
    {
      "id": "09-023-0106_p0030",
      "zh_CN": "【微尘非微尘，乃本空也。】",
      "zh_TW": "【微塵非微塵，乃本空也。】"
    },
    {
      "id": "09-023-0106_p0031",
      "zh_CN": "这句话非常重要。",
      "zh_TW": "這句話非常重要。"
    },
    {
      "id": "09-023-0106_p0032",
      "zh_CN": "【由是可知世界之一合相，亦复本空。岂非一即非一，合即非合耶。】",
      "zh_TW": "【由是可知世界之一合相，亦復本空。豈非一即非一，合即非合耶。】"
    },
    {
      "id": "09-023-0106_p0033",
      "zh_CN": "这才把事实真相说出来了，说明白了。我们要怎样修学？也就是怎么学般若？必须在一切时、一切处，一切境缘之中；境是物质环境，缘是人事环境，时时刻刻提得起这个念头，这就叫观照。念念之中，晓得所有一切现相，当体即空，了不可得。晓得所有一切现相，无非是业因果报刹那相续而已，不是事实。我们讲业因果报刹那相续，就是说阿赖耶的三细相，这是宇宙的真相。念念作如是观，这就是觉而不迷。虽然晓得一切现相了不可得，在这里面还能够生大慈悲心，普度众生，这就是《金刚经》上讲的「而生其心」。「生心无住，无住生心」，无住跟生心是一不是二，这就是佛法，这就是如来的事业。在我们凡夫眼睛里面看，佛菩萨教化一切众生不疲不厌，不辞辛劳，正是佛门里面常说：「佛氏门中，不舍一人」。一个人想觉悟，一个人想学，佛菩萨也不舍弃，也为他讲经说法，这叫做大慈大悲。诸位要知道，大慈大悲也是假名而已。这就是正而不邪，净而不染。《无量寿经》的经题上：清净、平等、觉。清净是净而不染，平等是正而不邪，觉是觉而不迷。由此可知，这二十二年的般若，《无量寿经》上这五个字都包括尽了。有人说念佛不求智慧，这是他误解了，他没有能了解。清净、平等、觉，就是世尊所说的二十二年的般若法门。",
      "zh_TW": "這才把事實真相說出來了，說明白了。我們要怎樣修學？也就是怎麼學般若？必須在一切時、一切處，一切境緣之中；境是物質環境，緣是人事環境，時時刻刻提得起這個念頭，這就叫觀照。念念之中，曉得所有一切現相，當體即空，了不可得。曉得所有一切現相，無非是業因果報剎那相續而已，不是事實。我們講業因果報剎那相續，就是說阿賴耶的三細相，這是宇宙的真相。念念作如是觀，這就是覺而不迷。雖然曉得一切現相了不可得，在這裡面還能夠生大慈悲心，普度眾生，這就是《金剛經》上講的「而生其心」。「生心無住，無住生心」，無住跟生心是一不是二，這就是佛法，這就是如來的事業。在我們凡夫眼睛裡面看，佛菩薩教化一切眾生不疲不厭，不辭辛勞，正是佛門裡面常說：「佛氏門中，不捨一人」。一個人想覺悟，一個人想學，佛菩薩也不捨棄，也為他講經說法，這叫做大慈大悲。諸位要知道，大慈大悲也是假名而已。這就是正而不邪，淨而不染。《無量壽經》的經題上：清淨、平等、覺。清淨是淨而不染，平等是正而不邪，覺是覺而不迷。由此可知，這二十二年的般若，《無量壽經》上這五個字都包括盡了。有人說念佛不求智慧，這是他誤解了，他沒有能了解。清淨、平等、覺，就是世尊所說的二十二年的般若法門。"
    },
    {
      "id": "09-023-0106_p0034",
      "zh_CN": "【约清净性言，则都无此事。】",
      "zh_TW": "【約清淨性言，則都無此事。】"
    },
    {
      "id": "09-023-0106_p0035",
      "zh_CN": "从自性上观察，从清净心上观察，没有这些事情。",
      "zh_TW": "從自性上觀察，從清淨心上觀察，沒有這些事情。"
    },
    {
      "id": "09-023-0106_p0036",
      "zh_CN": "【凡夫之人贪着其事。其事，泛指一切事相。】",
      "zh_TW": "【凡夫之人貪著其事。其事，泛指一切事相。】"
    },
    {
      "id": "09-023-0106_p0037",
      "zh_CN": "也就是我们常讲的十法界依正庄严，凡夫贪着这个相。凡夫修行成菩萨，十法界里面的菩萨；成佛，十法界里面的佛，他成佛了；换句话说，他没有离开十法界。为什么出不了十法界？贪着其事，这就出不了十法界。如何能出离十法界？古德注解《金刚经》常说，《金刚经》要求我们的，要离四相，要离四见。果然离四相，离四见，修因证果这些事情，事上他真做，一点都不懈怠，表现出来的是勇猛精进，他那个心上若无其事，所谓三轮体空，从来没有起心动念，没有分别执着，这样修行就超越了十法界。超越十法界，才是佛教给我们的真正目的。超越十法界之后，世尊不得已又给我们起了个假名，叫一真法界。一真法界不在十法界里面。",
      "zh_TW": "也就是我們常講的十法界依正莊嚴，凡夫貪著這個相。凡夫修行成菩薩，十法界裡面的菩薩；成佛，十法界裡面的佛，他成佛了；換句話說，他沒有離開十法界。為什麼出不了十法界？貪著其事，這就出不了十法界。如何能出離十法界？古德註解《金剛經》常說，《金剛經》要求我們的，要離四相，要離四見。果然離四相，離四見，修因證果這些事情，事上他真做，一點都不懈怠，表現出來的是勇猛精進，他那個心上若無其事，所謂三輪體空，從來沒有起心動念，沒有分別執著，這樣修行就超越了十法界。超越十法界，才是佛教給我們的真正目的。超越十法界之後，世尊不得已又給我們起了個假名，叫一真法界。一真法界不在十法界裡面。"
    },
    {
      "id": "09-023-0106_p0038",
      "zh_CN": "佛为我们说法，古时候天台智者大师将世尊四十九年所说的一切法，判为藏、通、别、圆四教。圆教初住以上，这已经入一真法界了，他的标准是破一品无明、证一分法身，宗门里面所谓明心见性，见性成佛，这个成的佛是真佛；《金刚经》上所讲的诸佛，就是指的这桩事情。那个诸佛不是讲众多之佛，不是这个意思，是从圆教初住，十住、十行、十回向、十地、等觉，这四十一个位次叫诸佛，这个在《华严》上叫做法身大士，本经里面称的诸佛。天台家说这些人叫分证佛，分证，他是真的不是假的。由此可知，十法界里面的佛不是真的，不是真的那叫什么？天台大师说，叫「相似即佛」。像，很像，不是真的，叫相似。",
      "zh_TW": "佛為我們說法，古時候天台智者大師將世尊四十九年所說的一切法，判為藏、通、別、圓四教。圓教初住以上，這已經入一真法界了，他的標準是破一品無明、證一分法身，宗門裡面所謂明心見性，見性成佛，這個成的佛是真佛；《金剛經》上所講的諸佛，就是指的這樁事情。那個諸佛不是講眾多之佛，不是這個意思，是從圓教初住，十住、十行、十迴向、十地、等覺，這四十一個位次叫諸佛，這個在《華嚴》上叫做法身大士，本經裡面稱的諸佛。天台家說這些人叫分證佛，分證，他是真的不是假的。由此可知，十法界裡面的佛不是真的，不是真的那叫什麼？天台大師說，叫「相似即佛」。像，很像，不是真的，叫相似。"
    },
    {
      "id": "09-023-0106_p0039",
      "zh_CN": "天台讲佛，六种佛。第一个是「理即佛」，一切众生都是的，一切众生皆有佛性，凡是有佛性的都是佛，这个叫生佛平等，从理上讲统统都是佛。可是从事上讲，凡夫现在迷了，迷了是凡夫，不能称佛。从理论上讲，从自性上讲，都是佛。一切植物、矿物，它有法性，法性跟佛性是一个性，不是两个性，所以这一切物质也是佛。我们讲到此地，这个意思就能体会到深一层了。这些物质怎么能成佛？诸位晓得，这些物质也是基本粒子组合的，我们用现代的名词来讲，佛法讲微尘组合的，这个微尘也组合我们身体，我们这个身体散的时候也能组成物质，那这个物质跟我们的身体有什么两样？没有两样！我们这个身能成佛，它怎么不能成佛？《华严》上说：「情与无情，同圆种智。」这逐渐逐渐才懂得佛在经上讲的那个话的意思。这些话实在讲，很不好讲，很不好体会。逐渐逐渐这才明朗，晓得情与无情同圆种智，佛性跟法性是一个性。",
      "zh_TW": "天台講佛，六種佛。第一個是「理即佛」，一切眾生都是的，一切眾生皆有佛性，凡是有佛性的都是佛，這個叫生佛平等，從理上講統統都是佛。可是從事上講，凡夫現在迷了，迷了是凡夫，不能稱佛。從理論上講，從自性上講，都是佛。一切植物、礦物，它有法性，法性跟佛性是一個性，不是兩個性，所以這一切物質也是佛。我們講到此地，這個意思就能體會到深一層了。這些物質怎麼能成佛？諸位曉得，這些物質也是基本粒子組合的，我們用現代的名詞來講，佛法講微塵組合的，這個微塵也組合我們身體，我們這個身體散的時候也能組成物質，那這個物質跟我們的身體有什麼兩樣？沒有兩樣！我們這個身能成佛，它怎麼不能成佛？《華嚴》上說：「情與無情，同圓種智。」這逐漸逐漸才懂得佛在經上講的那個話的意思。這些話實在講，很不好講，很不好體會。逐漸逐漸這才明朗，曉得情與無情同圓種智，佛性跟法性是一個性。"
    },
    {
      "id": "09-023-0106_p0040",
      "zh_CN": "天台家讲觉悟，像我们现在学佛了，开始学佛，一般社会有许多人还不晓得学佛。我们开始学佛的这些人，叫「名字即佛」，有名无实，我们在名字位中，这是有名无实。真正用功，功夫得力，那叫「观行即佛」。什么叫功夫得力？我刚才跟大家说的，在一切时、一切处，念念当中，你都能够知道，你六根所接触的，眼所见的，耳所听的，所接触的，这一切万相，当体即空，了不可得，都是刹那业因果报的相续幻相。你时时刻刻把这个放在心里，这叫观行即佛。你真用功，这个用功是向觉的路上走，你不迷了，这是真功夫，这用的是般若，这叫修般若法门。这个功夫用得力了，就叫金刚三昧。观行功夫得力，再向上提升一步，就是相似，我们一般人讲证果了，证阿罗汉，证菩萨果位，证佛的果位，「相似即佛」。天台家讲藏教的佛，相似位；通教的佛，也是相似位；藏教佛、通教佛是十法界的佛，没离开十法界。别教的佛超越十法界，在一真法界，不是究竟位。圆教的佛在一真法界，才叫「究竟即佛」。",
      "zh_TW": "天台家講覺悟，像我們現在學佛了，開始學佛，一般社會有許多人還不曉得學佛。我們開始學佛的這些人，叫「名字即佛」，有名無實，我們在名字位中，這是有名無實。真正用功，功夫得力，那叫「觀行即佛」。什麼叫功夫得力？我剛才跟大家說的，在一切時、一切處，念念當中，你都能夠知道，你六根所接觸的，眼所見的，耳所聽的，所接觸的，這一切萬相，當體即空，了不可得，都是剎那業因果報的相續幻相。你時時刻刻把這個放在心裡，這叫觀行即佛。你真用功，這個用功是向覺的路上走，你不迷了，這是真功夫，這用的是般若，這叫修般若法門。這個功夫用得力了，就叫金剛三昧。觀行功夫得力，再向上提升一步，就是相似，我們一般人講證果了，證阿羅漢，證菩薩果位，證佛的果位，「相似即佛」。天台家講藏教的佛，相似位；通教的佛，也是相似位；藏教佛、通教佛是十法界的佛，沒離開十法界。別教的佛超越十法界，在一真法界，不是究竟位。圓教的佛在一真法界，才叫「究竟即佛」。"
    },
    {
      "id": "09-023-0106_p0041",
      "zh_CN": "在清净性中，都无此事。清净性就是法身大士没这些事情，心里面再也不会执着，再也不会起心动念。十法界里面都还是起心动念、分别执着，不过愈是往高位次上走，他分别执着很淡薄，但是他有，不是没有。跟我们相比，那他的心清净，好像烦恼障、所知障都断尽了；他要跟一真法界的那些法身大士比，他还很明显的有这些事情在，这是不一样的地方。",
      "zh_TW": "在清淨性中，都無此事。清淨性就是法身大士沒這些事情，心裡面再也不會執著，再也不會起心動念。十法界裡面都還是起心動念、分別執著，不過愈是往高位次上走，他分別執著很淡薄，但是他有，不是沒有。跟我們相比，那他的心清淨，好像煩惱障、所知障都斷盡了；他要跟一真法界的那些法身大士比，他還很明顯的有這些事情在，這是不一樣的地方。"
    },
    {
      "id": "09-023-0106_p0042",
      "zh_CN": "【言凡情非正知也。因其向外驰求，故于事相，起贪恋而生执着。】",
      "zh_TW": "【言凡情非正知也。因其向外馳求，故於事相，起貪戀而生執著。】"
    },
    {
      "id": "09-023-0106_p0043",
      "zh_CN": "想作菩萨，想证得佛的果位，这都是凡情，这都是贪恋。纵然是非常微薄的贪恋，他还是贪恋，还不是到真正的清净。真正清净一定要开智慧，开智慧一定要彻底了解宇宙人生的真相。",
      "zh_TW": "想作菩薩，想證得佛的果位，這都是凡情，這都是貪戀。縱然是非常微薄的貪戀，他還是貪戀，還不是到真正的清淨。真正清淨一定要開智慧，開智慧一定要徹底了解宇宙人生的真相。"
    },
    {
      "id": "09-023-0106_p0044",
      "zh_CN": "【欲不贪着，须净凡情。欲净凡情，须开正知。】",
      "zh_TW": "【欲不貪著，須淨凡情。欲淨凡情，須開正知。】"
    },
    {
      "id": "09-023-0106_p0045",
      "zh_CN": "可见得智跟断，是相辅相成的。没有智慧，烦恼断不了；不断烦恼，智慧不能现前，它是相辅相成的。从哪里做起？从智跟从断都可以。你从断烦恼下手也行，从开智慧下手也行，两种同时下手也行。要紧的是你真的肯干，真的去做。烦恼断一品，智慧一定增长一分；智慧长一分，烦恼一定又会断一品，这是一定的道理，一定要认真去做。从哪里开始？最好是从不贪着，不但世间一切法不贪，不执着。可是这个境界现前，念头起来了，这个贪、执着的念头起来了，古德所谓：「不怕念起，只怕觉迟。」这个念一定会起来，为什么？无始劫来的习气，哪有不起来的道理？一定会起来。什么叫做觉？立刻就晓得万法皆空。像《金刚经》上这几句经文，你立刻提起来，就能够把妄想执着伏住，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。你能够了解一切法是一合相即非一合相，又知道眼前的现相是刹那业因果报的相续相，根本不是真实的，你这个贪着的念头就淡了。这叫观，智慧观照，你要提不起来，你那个贪着会愈来愈严重，会继续不断的去发展，那个麻烦就大了。",
      "zh_TW": "可見得智跟斷，是相輔相成的。沒有智慧，煩惱斷不了；不斷煩惱，智慧不能現前，它是相輔相成的。從哪裡做起？從智跟從斷都可以。你從斷煩惱下手也行，從開智慧下手也行，兩種同時下手也行。要緊的是你真的肯幹，真的去做。煩惱斷一品，智慧一定增長一分；智慧長一分，煩惱一定又會斷一品，這是一定的道理，一定要認真去做。從哪裡開始？最好是從不貪著，不但世間一切法不貪，不執著。可是這個境界現前，念頭起來了，這個貪、執著的念頭起來了，古德所謂：「不怕念起，只怕覺遲。」這個念一定會起來，為什麼？無始劫來的習氣，哪有不起來的道理？一定會起來。什麼叫做覺？立刻就曉得萬法皆空。像《金剛經》上這幾句經文，你立刻提起來，就能夠把妄想執著伏住，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。你能夠了解一切法是一合相即非一合相，又知道眼前的現相是剎那業因果報的相續相，根本不是真實的，你這個貪著的念頭就淡了。這叫觀，智慧觀照，你要提不起來，你那個貪著會愈來愈嚴重，會繼續不斷的去發展，那個麻煩就大了。"
    },
    {
      "id": "09-023-0106_p0046",
      "zh_CN": "所以，念头起来的时候要提得起功夫，功夫就是观照的功夫。认识事实的真相，这个念头就息掉，妄想分别执着就息掉了。这是般若上教给我们，「云何降伏其心」，用这个方法，其心就是念头、妄念，烦恼习气用这种方法来消除。观照功夫提起要快，愈快愈好。烦恼念头，第一个念头起来，第二个念头就觉照，就能把它伏住，这是好功夫。伏久就得定，烦恼就不起来了。但是要知道，烦恼习气那个根并没有断，是你观照功夫得力，它不起作用了，这个时候就叫得金刚三昧。烦恼如果断了，那个现象不一样，断了是智慧开了，所谓是转烦恼成菩提。那个烦恼习气并不是真的没有了、断了，而是变了。这个观照功夫深，愈来愈深，深到最后，会把烦恼习气转变成无量的智慧，它会变；烦恼没有了，统统变成智慧了。所以现在大家烦恼多，不要紧，会变成智慧，不要怕，这都是事实。",
      "zh_TW": "所以，念頭起來的時候要提得起功夫，功夫就是觀照的功夫。認識事實的真相，這個念頭就息掉，妄想分別執著就息掉了。這是般若上教給我們，「云何降伏其心」，用這個方法，其心就是念頭、妄念，煩惱習氣用這種方法來消除。觀照功夫提起要快，愈快愈好。煩惱念頭，第一個念頭起來，第二個念頭就覺照，就能把它伏住，這是好功夫。伏久就得定，煩惱就不起來了。但是要知道，煩惱習氣那個根並沒有斷，是你觀照功夫得力，它不起作用了，這個時候就叫得金剛三昧。煩惱如果斷了，那個現象不一樣，斷了是智慧開了，所謂是轉煩惱成菩提。那個煩惱習氣並不是真的沒有了、斷了，而是變了。這個觀照功夫深，愈來愈深，深到最後，會把煩惱習氣轉變成無量的智慧，它會變；煩惱沒有了，統統變成智慧了。所以現在大家煩惱多，不要緊，會變成智慧，不要怕，這都是事實。"
    },
    {
      "id": "09-023-0106_p0047",
      "zh_CN": "不会用这个功夫的，这个功夫确确实实，如果是事理不透彻的话，真的很难用得上。可是你事理透彻，真正会用了，那个效果非常显著。不会用这个功夫，就劝他念一句阿弥陀佛。分别执着念头起来了，阿弥陀佛、阿弥陀佛，用阿弥陀佛把它压住，也行！这样的功夫得力，叫得念佛三昧。用念佛的功夫，把妄想控制住，把妄想伏住。念佛三昧就是事一心不乱，这个功夫同样一个道理，用久了也能把烦恼转成智慧。这一转成智慧，就叫理一心不乱。一定要功夫深！所以从不贪着，贪着念头起来了，你要有能力对付它，有能力去转变它。「须净凡情」，凡情就是妄想，妄想分别执着，这是从断烦恼下手的。底下一句，是从求智慧下手的。「欲净凡情，须开正知。」这两种方法，我们要以般若跟净土来说，就非常明显。「从不贪着，须净凡情」，老实念佛就能做到。「欲净凡情，须开正知。」《金刚般若》就非常好。依照《金刚般若》的理论、方法来修学，智慧开了，凡情当然就淡薄了，这是一定的道理。事实真相搞清楚，搞明白了。",
      "zh_TW": "不會用這個功夫的，這個功夫確確實實，如果是事理不透徹的話，真的很難用得上。可是你事理透徹，真正會用了，那個效果非常顯著。不會用這個功夫，就勸他念一句阿彌陀佛。分別執著念頭起來了，阿彌陀佛、阿彌陀佛，用阿彌陀佛把它壓住，也行！這樣的功夫得力，叫得念佛三昧。用念佛的功夫，把妄想控制住，把妄想伏住。念佛三昧就是事一心不亂，這個功夫同樣一個道理，用久了也能把煩惱轉成智慧。這一轉成智慧，就叫理一心不亂。一定要功夫深！所以從不貪著，貪著念頭起來了，你要有能力對付它，有能力去轉變它。「須淨凡情」，凡情就是妄想，妄想分別執著，這是從斷煩惱下手的。底下一句，是從求智慧下手的。「欲淨凡情，須開正知。」這兩種方法，我們要以般若跟淨土來說，就非常明顯。「從不貪著，須淨凡情」，老實念佛就能做到。「欲淨凡情，須開正知。」《金剛般若》就非常好。依照《金剛般若》的理論、方法來修學，智慧開了，凡情當然就淡薄了，這是一定的道理。事實真相搞清楚，搞明白了。"
    },
    {
      "id": "09-023-0106_p0048",
      "zh_CN": "【当知一合相，当离名字言说。】",
      "zh_TW": "【當知一合相，當離名字言說。】"
    },
    {
      "id": "09-023-0106_p0049",
      "zh_CN": "马鸣菩萨在《起信论》里面，就是《大乘起信论》，教给我们入门的要领，他说了三句：「离名字相，离言说相，离心缘相。」在大乘佛法里面，无论是说法、听法，都不能离开这个原则。说的人，像释迦牟尼佛给我们讲经说法，用的名相术语很多，有言说、有名字。虽有言说，不执着言说；虽有名字，不执著名字，这叫做离名字言说，不是名字言说都不要了。名字言说都不要了，佛怎么讲经？佛怎么教人？名字言说要，但是决不能执着。这个离是离执著名字，离执着言说，离执着心缘，是这个意思。这个心缘，心听佛讲经说法所领悟的，你领悟了，你明白了；虽领悟，虽明白，还是不能执着。如果你一执着，「我懂了，我觉悟了」，诸位想想看，你就落在四相里头，我相、人相、众生相、寿者相，你不是统统都有了吗？他真的领悟了，真的明白了，但是他没有这个四相。这个功夫很深，很难做。我们老毛病习气很重，一起心动念，「我」，就着了四相。着了四相，刚才讲了，纵然修成菩萨、修成佛，是十法界的，不是一真法界的，是相似菩萨，相似的佛位，不是真实的。听的人也是如此，听的人也不能执着，名字、言说要晓得统统是假设的。我们要体会所讲的意思，这样说听叫正说、正听。会这么听的人，就很容易开悟，所以开悟是领悟佛说经的旨趣。",
      "zh_TW": "馬鳴菩薩在《起信論》裡面，就是《大乘起信論》，教給我們入門的要領，他說了三句：「離名字相，離言說相，離心緣相。」在大乘佛法裡面，無論是說法、聽法，都不能離開這個原則。說的人，像釋迦牟尼佛給我們講經說法，用的名相術語很多，有言說、有名字。雖有言說，不執著言說；雖有名字，不執著名字，這叫做離名字言說，不是名字言說都不要了。名字言說都不要了，佛怎麼講經？佛怎麼教人？名字言說要，但是決不能執著。這個離是離執著名字，離執著言說，離執著心緣，是這個意思。這個心緣，心聽佛講經說法所領悟的，你領悟了，你明白了；雖領悟，雖明白，還是不能執著。如果你一執著，「我懂了，我覺悟了」，諸位想想看，你就落在四相裡頭，我相、人相、眾生相、壽者相，你不是統統都有了嗎？他真的領悟了，真的明白了，但是他沒有這個四相。這個功夫很深，很難做。我們老毛病習氣很重，一起心動念，「我」，就著了四相。著了四相，剛才講了，縱然修成菩薩、修成佛，是十法界的，不是一真法界的，是相似菩薩，相似的佛位，不是真實的。聽的人也是如此，聽的人也不能執著，名字、言說要曉得統統是假設的。我們要體會所講的意思，這樣說聽叫正說、正聽。會這麼聽的人，就很容易開悟，所以開悟是領悟佛說經的旨趣。"
    },
    {
      "id": "09-023-0106_p0050",
      "zh_CN": "【当于不可说处领会】",
      "zh_TW": "【當於不可說處領會】"
    },
    {
      "id": "09-023-0106_p0051",
      "zh_CN": "佛法本来没有言说，本来没有名字，本来就没有起心动念，就没有分别执着。佛教给我们，菩萨教给我们，要在佛一切名字言说当中，去体会到那不可言说的事实真相，你才叫真的会听经。一般人听经为什么不开悟？他就执著名相，执着言说，听了之后还胡思乱想，胡思乱想是心缘相，所以他不开悟。离言说、名字、心缘相，听了就会开悟。为什么？他能够听到不可说处的地方，他体会到。不可说处的地方，那才是真的。由此可知，佛种种言说、名字都是诱导，禅宗里面讲的指月。释迦牟尼佛四十九年所说的一切经法是指头，指的是月亮，叫你看月亮，不是看指头。这一切凡夫听佛讲经，都执着在指头上，月亮在哪里不晓得，以为指头就是月亮，毛病出在这个地方，所以我们一定要能体会到。离开这个指头，你就见到月亮，这就是此地所说的「离名字言说」，你在不可说处的地方领会到了。这个不可说处，给诸位说，宇宙人生森罗万象，一切现象的本体、现相、作用，都不可说，在佛法用四个字：不可思议！你要能体会到、领会到这个不可思议，你就真的明白了。宗门里面讲大彻大悟、明心见性，真正见到性体、现相、作用，他真正明白了。",
      "zh_TW": "佛法本來沒有言說，本來沒有名字，本來就沒有起心動念，就沒有分別執著。佛教給我們，菩薩教給我們，要在佛一切名字言說當中，去體會到那不可言說的事實真相，你才叫真的會聽經。一般人聽經為什麼不開悟？他就執著名相，執著言說，聽了之後還胡思亂想，胡思亂想是心緣相，所以他不開悟。離言說、名字、心緣相，聽了就會開悟。為什麼？他能夠聽到不可說處的地方，他體會到。不可說處的地方，那才是真的。由此可知，佛種種言說、名字都是誘導，禪宗裡面講的指月。釋迦牟尼佛四十九年所說的一切經法是指頭，指的是月亮，叫你看月亮，不是看指頭。這一切凡夫聽佛講經，都執著在指頭上，月亮在哪裡不曉得，以為指頭就是月亮，毛病出在這個地方，所以我們一定要能體會到。離開這個指頭，你就見到月亮，這就是此地所說的「離名字言說」，你在不可說處的地方領會到了。這個不可說處，給諸位說，宇宙人生森羅萬象，一切現象的本體、現相、作用，都不可說，在佛法用四個字：不可思議！你要能體會到、領會到這個不可思議，你就真的明白了。宗門裡面講大徹大悟、明心見性，真正見到性體、現相、作用，他真正明白了。"
    },
    {
      "id": "09-023-0106_p0052",
      "zh_CN": "【不可贪着其事】",
      "zh_TW": "【不可貪著其事】"
    },
    {
      "id": "09-023-0106_p0053",
      "zh_CN": "稍稍有一点贪着，你就见不到性；换句话说，你所听的是佛的言说，你不懂得佛所讲的真实义。真实义在言说之外，在名相之外。但是言说名相不是没有作用的，像指路牌一样，他指示着你一个方向，你必须摆脱这个，往那个方向去，你才能真正把你的目的找到。这是佛法难懂的地方，佛法难说的地方，佛法难闻的地方，我们应当要知道。",
      "zh_TW": "稍稍有一點貪著，你就見不到性；換句話說，你所聽的是佛的言說，你不懂得佛所講的真實義。真實義在言說之外，在名相之外。但是言說名相不是沒有作用的，像指路牌一樣，他指示著你一個方向，你必須擺脫這個，往那個方向去，你才能真正把你的目的找到。這是佛法難懂的地方，佛法難說的地方，佛法難聞的地方，我們應當要知道。"
    },
    {
      "id": "09-023-0106_p0054",
      "zh_CN": "【如此，方为能解如来所说义，得以随顺契入。】",
      "zh_TW": "【如此，方為能解如來所說義，得以隨順契入。】"
    },
    {
      "id": "09-023-0106_p0055",
      "zh_CN": "这种听法，才是开经偈里面讲的「愿解如来真实义」。《金刚经》是六百卷《大般若》的纲要、纲领。自性本具的般若在哪里？如果你执着这个《金刚经》里头，《金刚经》里头没有般若，可是般若也没有离开《金刚经》。《金刚经》好比是「指」，循着这个方向、目标，脱离这个指，金刚般若你就得到了。「得以随顺契入」，随顺两个字用得好，随顺是一丝毫勉强都没有；稍稍有一点意思在里面，就不是随顺。随顺就是自自然然，不加丝毫意思在里面，这样你就证得了。随顺佛的言说，随顺佛讲的名字，自自然然契入。",
      "zh_TW": "這種聽法，才是開經偈裡面講的「願解如來真實義」。《金剛經》是六百卷《大般若》的綱要、綱領。自性本具的般若在哪裡？如果你執著這個《金剛經》裡頭，《金剛經》裡頭沒有般若，可是般若也沒有離開《金剛經》。《金剛經》好比是「指」，循著這個方向、目標，脫離這個指，金剛般若你就得到了。「得以隨順契入」，隨順兩個字用得好，隨順是一絲毫勉強都沒有；稍稍有一點意思在裡面，就不是隨順。隨順就是自自然然，不加絲毫意思在裡面，這樣你就證得了。隨順佛的言說，隨順佛講的名字，自自然然契入。"
    },
    {
      "id": "09-023-0106_p0056",
      "zh_CN": "【尘界如此，色身亦然。】",
      "zh_TW": "【塵界如此，色身亦然。】"
    },
    {
      "id": "09-023-0106_p0057",
      "zh_CN": "微尘、世界，如前面所说的，一非定一，合非定合。懂得这个大前提，可以把这个前提应用在一切法上。我们这个身体也是法相之一，跟前面说的原理原则没有两样。这个身也是微尘聚合的，这个微尘也是一即非一，合即非合，不是一定的。这个现象，现代的物理、化学，可以说为我们解释得很详细、很明白了。问题是在我们太健忘，就是佛法里面讲的，提不起观照的功夫。所以我们在一切环境里面，无论是对人、对事、对物，还是照迷不误，从来没有清醒过来。如果晓得这个身体是假的，他就觉悟了，他就不迷。这就是老毛病、老习气，实在讲是太深、太严重了。观照提不起来，虽然是学了佛，得不到佛法的受用，佛法的功德利益，我们的确没有享受到。如果能提得起来，这个受用的确是无量无边。",
      "zh_TW": "微塵、世界，如前面所說的，一非定一，合非定合。懂得這個大前提，可以把這個前提應用在一切法上。我們這個身體也是法相之一，跟前面說的原理原則沒有兩樣。這個身也是微塵聚合的，這個微塵也是一即非一，合即非合，不是一定的。這個現象，現代的物理、化學，可以說為我們解釋得很詳細、很明白了。問題是在我們太健忘，就是佛法裡面講的，提不起觀照的功夫。所以我們在一切環境裡面，無論是對人、對事、對物，還是照迷不誤，從來沒有清醒過來。如果曉得這個身體是假的，他就覺悟了，他就不迷。這就是老毛病、老習氣，實在講是太深、太嚴重了。觀照提不起來，雖然是學了佛，得不到佛法的受用，佛法的功德利益，我們的確沒有享受到。如果能提得起來，這個受用的確是無量無邊。"
    },
    {
      "id": "09-023-0106_p0058",
      "zh_CN": "【凡夫所以贪着色身为我者，由于不知是五蕴假合耳。若知除五蕴外无此色身，便不致于贪着矣。】",
      "zh_TW": "【凡夫所以貪著色身為我者，由於不知是五蘊假合耳。若知除五蘊外無此色身，便不致於貪著矣。】"
    },
    {
      "id": "09-023-0106_p0059",
      "zh_CN": "这个经文我们天天念，学佛的同修们大多数对于《般若心经》都能背诵，《心经》一开端就讲得很清楚，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空。」我们这个文会念，什么意思不晓得。头一个观就叫我们观照，就是叫我们时时刻刻提得起功夫来。你这一观，你就自在了。你把观照失掉，那你这个生活很苦恼，你就不自在了。「观」就是般若智慧。般若智慧深的时候，就把这个事情观察得清清楚楚、明明白白，这个事实真相是五蕴皆空。一切有情的众生，我们今天讲动物，动物是色心二法组合的。色法是物质的身体，这个物质身体是色，色身，色是代表物质；受想行识是心法。「受」是感受，也是我们常讲的享受，这是心法。除了受之外，他会「想」。「行」就是相续不断的意思，它是相续的，它不能止在那个地方；行也就是动的，实在讲就是说明相续的现相。它不是一个定法，它不可能止住在那个地方。「识」是讲能变的；前面「色受想行」是所变，所变的现相；识是能变，唯识所变。把这个东西搞清楚了。我们的身心，你所受的，现在有很多人生活很苦，跑来给我诉苦，他没有般若观照，他若有般若观照，那苦是假的，不是真的。清净心中哪有此事？没有！你说乐，乐也是假的，也不是真的。苦乐忧喜舍都是假的，也是凡夫之人贪着其事，不是真的。苦乐忧喜舍都是假的，所以它不叫正受。什么叫正受？正受就是三昧，正受里面没有苦乐忧喜舍，这叫正受，正常的享受。苦乐忧喜舍是不正常的，凡夫之人才有不正常的享受。但是十法界里面四圣法界就有正受，像阿罗汉见思烦恼断了，他得清净心，他苦乐忧喜舍没有了，所以得正受。要晓得我们的身心是五蕴假合的，五蕴皆空。这个皆空不必细说了，前面说了微尘，说了世界，你就晓得确确实实是当体即空，了不可得。",
      "zh_TW": "這個經文我們天天念，學佛的同修們大多數對於《般若心經》都能背誦，《心經》一開端就講得很清楚，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空。」我們這個文會念，什麼意思不曉得。頭一個觀就叫我們觀照，就是叫我們時時刻刻提得起功夫來。你這一觀，你就自在了。你把觀照失掉，那你這個生活很苦惱，你就不自在了。「觀」就是般若智慧。般若智慧深的時候，就把這個事情觀察得清清楚楚、明明白白，這個事實真相是五蘊皆空。一切有情的眾生，我們今天講動物，動物是色心二法組合的。色法是物質的身體，這個物質身體是色，色身，色是代表物質；受想行識是心法。「受」是感受，也是我們常講的享受，這是心法。除了受之外，他會「想」。「行」就是相續不斷的意思，它是相續的，它不能止在那個地方；行也就是動的，實在講就是說明相續的現相。它不是一個定法，它不可能止住在那個地方。「識」是講能變的；前面「色受想行」是所變，所變的現相；識是能變，唯識所變。把這個東西搞清楚了。我們的身心，你所受的，現在有很多人生活很苦，跑來給我訴苦，他沒有般若觀照，他若有般若觀照，那苦是假的，不是真的。清淨心中哪有此事？沒有！你說樂，樂也是假的，也不是真的。苦樂憂喜捨都是假的，也是凡夫之人貪著其事，不是真的。苦樂憂喜捨都是假的，所以它不叫正受。什麼叫正受？正受就是三昧，正受裡面沒有苦樂憂喜捨，這叫正受，正常的享受。苦樂憂喜捨是不正常的，凡夫之人才有不正常的享受。但是十法界裡面四聖法界就有正受，像阿羅漢見思煩惱斷了，他得清淨心，他苦樂憂喜捨沒有了，所以得正受。要曉得我們的身心是五蘊假合的，五蘊皆空。這個皆空不必細說了，前面說了微塵，說了世界，你就曉得確確實實是當體即空，了不可得。"
    },
    {
      "id": "09-023-0106_p0060",
      "zh_CN": "「若知除五蕴外无此色身，便不致于贪着」，对于自己这个身体就不贪着了。现在有很多人，可以说一切凡夫，没有一个不爱惜自己身体的，没有一个不关心自己生命的。什么都可以舍，到最后这个命要紧，身要紧，不肯舍；不晓得这是假的，这是空的。也许有同修要问：知道这个东西是空的、是假的，有什么好处？有些人听到这个说法，反而恐怖了，身是假的，我在哪里？什么是我？这些问题，佛在大乘经上都说过，可见得不是现代人有这个问题，释迦牟尼佛当年在世讲经说法，听众当中就提出这些问题出来。有一些人惊慌失措，他不知道。了解事实真相，这个身就恢复自然，回归到自然。回归到自然，这个身才叫做最健康的身体。自然里面没有病，自然里面，刚才讲了，没有妄想，没有分别，没有执着，没有忧虑，没有牵挂，你的身体就健康，你也不会衰老了。老、病、死、轮回从哪里来的？妄想分别执着来的。恢复自然，老、病、死、轮回统统没有了，这就说出学佛的好处。你要不学佛，不了解事实真相；换句话说，你的妄想、烦恼、忧虑、牵挂，你断不了。这些东西是你身心里面的毒素，贪瞋痴叫三毒。你的心、生理，有这样的毒素在里头，你怎么会不生病？衰老，老是病，老化是病，所以你一定会生病，一定会死亡，一定会轮回。不明了事实真相，就产生这种现象。了解事实真相，你一切妄想分别执着放下了，知道是假的、空的，不值得放在心上。",
      "zh_TW": "「若知除五蘊外無此色身，便不致於貪著」，對於自己這個身體就不貪著了。現在有很多人，可以說一切凡夫，沒有一個不愛惜自己身體的，沒有一個不關心自己生命的。什麼都可以捨，到最後這個命要緊，身要緊，不肯捨；不曉得這是假的，這是空的。也許有同修要問：知道這個東西是空的、是假的，有什麼好處？有些人聽到這個說法，反而恐怖了，身是假的，我在哪裡？什麼是我？這些問題，佛在大乘經上都說過，可見得不是現代人有這個問題，釋迦牟尼佛當年在世講經說法，聽眾當中就提出這些問題出來。有一些人驚慌失措，他不知道。了解事實真相，這個身就恢復自然，回歸到自然。回歸到自然，這個身才叫做最健康的身體。自然裡面沒有病，自然裡面，剛才講了，沒有妄想，沒有分別，沒有執著，沒有憂慮，沒有牽掛，你的身體就健康，你也不會衰老了。老、病、死、輪迴從哪裡來的？妄想分別執著來的。恢復自然，老、病、死、輪迴統統沒有了，這就說出學佛的好處。你要不學佛，不了解事實真相；換句話說，你的妄想、煩惱、憂慮、牽掛，你斷不了。這些東西是你身心裡面的毒素，貪瞋痴叫三毒。你的心、生理，有這樣的毒素在裡頭，你怎麼會不生病？衰老，老是病，老化是病，所以你一定會生病，一定會死亡，一定會輪迴。不明瞭事實真相，就產生這種現象。了解事實真相，你一切妄想分別執著放下了，知道是假的、空的，不值得放在心上。"
    },
    {
      "id": "09-023-0106_p0061",
      "zh_CN": "佛教给我们，最究竟、最彻底的修学方法，让我们把阿弥陀佛放在心上，这一招太高明了。依照般若法门修学，纵然证得金刚般若三昧，你也不过是圆教初住、二住菩萨而已。要想达到究竟圆满的佛果，经上讲还得修行三大阿僧祇劫。诸位要晓得，三大阿僧祇劫是这么来的，是要破一品无明、证一分法身，从那一天算起；没有达到这个境界，不算。第一个阿僧祇劫，证的是三贤果位：十住、十行、十回向。第二个阿僧祇劫，是从初地到七地。第三个阿僧祇劫，是八地、九地、十地。你才晓得，三大阿僧祇劫从哪一天算起？从你破一品无明、证一分法身，也就是证得圆教初住菩萨的果位，从这一天算起。我们怎么晓得，我们证到这个果位？《金刚经》就是最好的标准。标准在哪里？离四相、四见。果然做到无我相、无人相、无众生相、无寿者相，无我见、无人见、无众生见、无寿者见，就是圆教初住菩萨，从这一天算起；如果你还有人我是非，不算，怎么修都不算，你就是修一万个阿僧祇劫也不算。三大阿僧祇劫是从这一天算起的。《金刚经》是个很好的标准，看看我们自己能不能做得到。无论你是做到也好，做不到也好，你把阿弥陀佛放在心上就对了，决定往生。生到西方极乐世界，那个利益好处就不可思议！",
      "zh_TW": "佛教給我們，最究竟、最徹底的修學方法，讓我們把阿彌陀佛放在心上，這一招太高明了。依照般若法門修學，縱然證得金剛般若三昧，你也不過是圓教初住、二住菩薩而已。要想達到究竟圓滿的佛果，經上講還得修行三大阿僧祇劫。諸位要曉得，三大阿僧祇劫是這麼來的，是要破一品無明、證一分法身，從那一天算起；沒有達到這個境界，不算。第一個阿僧祇劫，證的是三賢果位：十住、十行、十迴向。第二個阿僧祇劫，是從初地到七地。第三個阿僧祇劫，是八地、九地、十地。你才曉得，三大阿僧祇劫從哪一天算起？從你破一品無明、證一分法身，也就是證得圓教初住菩薩的果位，從這一天算起。我們怎麼曉得，我們證到這個果位？《金剛經》就是最好的標準。標準在哪裡？離四相、四見。果然做到無我相、無人相、無眾生相、無壽者相，無我見、無人見、無眾生見、無壽者見，就是圓教初住菩薩，從這一天算起；如果你還有人我是非，不算，怎麼修都不算，你就是修一萬個阿僧祇劫也不算。三大阿僧祇劫是從這一天算起的。《金剛經》是個很好的標準，看看我們自己能不能做得到。無論你是做到也好，做不到也好，你把阿彌陀佛放在心上就對了，決定往生。生到西方極樂世界，那個利益好處就不可思議！"
    },
    {
      "id": "09-023-0106_p0062",
      "zh_CN": "《无量寿经》上讲得那么清楚，四十八愿里头说的，四十八愿是阿弥陀佛自己宣讲的，生到西方极乐世界都作阿惟越致菩萨。净宗法门的阿惟越致，跟一般大乘的阿惟越致不一样，意思完全不相同。一般大乘里面讲阿惟越致菩萨，是七地以上；换句话说，三大阿僧祇劫，他已经修满两个阿僧祇劫，到七地。八、九、十地，那就是第三个阿僧祇劫。修满两个阿僧祇劫，我们省掉两个阿僧祇劫的时间，这个利益太大了，那是照一般大乘讲法。在净宗讲法，阿惟越致菩萨是等觉菩萨的地位；换句话说，三大阿僧祇劫修满了。怎么知道他是修满？《无量寿经》四十八愿里头都讲得很清楚，往生到西方世界的人，身体、容貌（就是相好）跟阿弥陀佛完全相同，智慧、神通、道力、受用也相同，西方极乐世界是平等世界。诸位想想，如果不是等觉菩萨的地位，你怎么能跟佛相同？七地、八地菩萨跟佛的色相相差很远，不一样。这是西方极乐世界的殊胜。",
      "zh_TW": "《無量壽經》上講得那麼清楚，四十八願裡頭說的，四十八願是阿彌陀佛自己宣講的，生到西方極樂世界都作阿惟越致菩薩。淨宗法門的阿惟越致，跟一般大乘的阿惟越致不一樣，意思完全不相同。一般大乘裡面講阿惟越致菩薩，是七地以上；換句話說，三大阿僧祇劫，他已經修滿兩個阿僧祇劫，到七地。八、九、十地，那就是第三個阿僧祇劫。修滿兩個阿僧祇劫，我們省掉兩個阿僧祇劫的時間，這個利益太大了，那是照一般大乘講法。在淨宗講法，阿惟越致菩薩是等覺菩薩的地位；換句話說，三大阿僧祇劫修滿了。怎麼知道他是修滿？《無量壽經》四十八願裡頭都講得很清楚，往生到西方世界的人，身體、容貌（就是相好）跟阿彌陀佛完全相同，智慧、神通、道力、受用也相同，西方極樂世界是平等世界。諸位想想，如果不是等覺菩薩的地位，你怎麼能跟佛相同？七地、八地菩薩跟佛的色相相差很遠，不一樣。這是西方極樂世界的殊勝。"
    },
    {
      "id": "09-023-0106_p0063",
      "zh_CN": "江味农居士，写《金刚经讲义》的人，他在这部《金刚经》上用了四十年的时间，专攻《金刚般若》，可以说他是《金刚经》的专家。他的注解，这个讲义，是集《金刚经》古今注解之大成，实在是不容易！他有智慧，他不迷惑，他念阿弥陀佛求生净土。这就是真正有智慧，所以他当年在世标榜的是：「教宗般若，行在弥陀」，他念阿弥陀佛往生的。这就对了，完全正确了。我们再看底下这一段小注，第五段：",
      "zh_TW": "江味農居士，寫《金剛經講義》的人，他在這部《金剛經》上用了四十年的時間，專攻《金剛般若》，可以說他是《金剛經》的專家。他的註解，這個講義，是集《金剛經》古今註解之大成，實在是不容易！他有智慧，他不迷惑，他念阿彌陀佛求生淨土。這就是真正有智慧，所以他當年在世標榜的是：「教宗般若，行在彌陀」，他念阿彌陀佛往生的。這就對了，完全正確了。我們再看底下這一段小註，第五段："
    },
    {
      "id": "09-023-0106_p0064",
      "zh_CN": "【说非一非多，即是说不增不减，他如不生不灭等句，皆同此意。】",
      "zh_TW": "【說非一非多，即是說不增不減，他如不生不滅等句，皆同此意。】"
    },
    {
      "id": "09-023-0106_p0065",
      "zh_CN": "《中观论》里面讲的八不，虽然说了八个，实际上你只要懂得一条，其余的意思自然就贯通。像此地所说，说了一个「非一非异」，一不定一，是非一；合不定合，是非多。八不里面讲不增不减、不生不灭、不常不断，都是这个意思。",
      "zh_TW": "《中觀論》裡面講的八不，雖然說了八個，實際上你只要懂得一條，其餘的意思自然就貫通。像此地所說，說了一個「非一非異」，一不定一，是非一；合不定合，是非多。八不裡面講不增不減、不生不滅、不常不斷，都是這個意思。"
    },
    {
      "id": "09-023-0106_p0066",
      "zh_CN": "【总之，明得界非界、尘非尘之义，便恍然于世间，所有大小、高低、来去、一多、总别、增减、贤愚、净秽等等对待之名相，莫非虚幻，当体是空。】",
      "zh_TW": "【總之，明得界非界、塵非塵之義，便恍然於世間，所有大小、高低、來去、一多、總別、增減、賢愚、淨穢等等對待之名相，莫非虛幻，當體是空。】"
    },
    {
      "id": "09-023-0106_p0067",
      "zh_CN": "而世间人贪着其事。他为什么贪着其事？不知道事实真相；知道事实真相，决定不再贪着其事。佛说法，我们也能体会到他的善巧方便。他给我们说了一个大，说了一个小。大讲到世界，我们今天讲的星球、星系；小讲到微尘，当中的全都不必说了，都包含在其中。只要把这个意思搞清楚，没有一样不清楚。所以要懂得世界非世界，微尘非微尘，大小俱不可得，这是事实真相。恍然是觉悟的意思，形容恍然大悟。世间所有一切法，无有一法不如是。这真的清楚，真的明白了。",
      "zh_TW": "而世間人貪著其事。他為什麼貪著其事？不知道事實真相；知道事實真相，決定不再貪著其事。佛說法，我們也能體會到他的善巧方便。他給我們說了一個大，說了一個小。大講到世界，我們今天講的星球、星系；小講到微塵，當中的全都不必說了，都包含在其中。只要把這個意思搞清楚，沒有一樣不清楚。所以要懂得世界非世界，微塵非微塵，大小俱不可得，這是事實真相。恍然是覺悟的意思，形容恍然大悟。世間所有一切法，無有一法不如是。這真的清楚，真的明白了。"
    },
    {
      "id": "09-023-0106_p0068",
      "zh_CN": "下面举出这些，全是相对的。凡夫迷惑，迷惑在相对的世间里面，把这些虚妄不实的现象，执着以为真有，把这个东西放在心上，这个亏就吃大了。无始劫来生死轮回，什么原因造成的？就是这些事情，这些相对之法。经文上讲：「但凡夫之人，贪着其事。」此地所举的，把那个事都落实了。哪些事？「大小、高低、来去、一多、总别、增减、贤愚、净秽」，这也是举几个例子，落实在我们生活当中这些琐碎的现象里面。我们要从这一段的经义，仔细的观察，省察事实真相，确确实实是虚幻的，如梦幻泡影，当体即空，了不可得。《般若心经》到最后，为我们做出结论，那是世尊二十二年般若的总结：「无智亦无得」。如果你把这句话参透，彻底明白，你就见性成佛。你知道无所得，你的烦恼障断掉了。无量无边的烦恼从哪里来的？从得来的，得失来的；你晓得无智，你的所知障断掉了，你也不再去求智了。世间人拼命求学，学佛的人拼命钻研经典，干什么？求智、求智慧。求得的是什么？不是智慧；清凉大师在《华严经》注解里面说得很好，他所求得的是邪知邪见，不是真智慧。为什么在佛法里头研究探求也变成邪知邪见？问题是他心邪了，所有知见都邪。心怎么邪？他有我相、人相、众生相、寿者相。只要有四相，他的知见就不正，就是清凉大师讲的增长邪见。",
      "zh_TW": "下面舉出這些，全是相對的。凡夫迷惑，迷惑在相對的世間裡面，把這些虛妄不實的現象，執著以為真有，把這個東西放在心上，這個虧就吃大了。無始劫來生死輪迴，什麼原因造成的？就是這些事情，這些相對之法。經文上講：「但凡夫之人，貪著其事。」此地所舉的，把那個事都落實了。哪些事？「大小、高低、來去、一多、總別、增減、賢愚、淨穢」，這也是舉幾個例子，落實在我們生活當中這些瑣碎的現象裡面。我們要從這一段的經義，仔細的觀察，省察事實真相，確確實實是虛幻的，如夢幻泡影，當體即空，了不可得。《般若心經》到最後，為我們做出結論，那是世尊二十二年般若的總結：「無智亦無得」。如果你把這句話參透，徹底明白，你就見性成佛。你知道無所得，你的煩惱障斷掉了。無量無邊的煩惱從哪裡來的？從得來的，得失來的；你曉得無智，你的所知障斷掉了，你也不再去求智了。世間人拼命求學，學佛的人拼命鑽研經典，幹什麼？求智、求智慧。求得的是什麼？不是智慧；清涼大師在《華嚴經》註解裡面說得很好，他所求得的是邪知邪見，不是真智慧。為什麼在佛法裡頭研究探求也變成邪知邪見？問題是他心邪了，所有知見都邪。心怎麼邪？他有我相、人相、眾生相、壽者相。只要有四相，他的知見就不正，就是清涼大師講的增長邪見。"
    },
    {
      "id": "09-023-0106_p0069",
      "zh_CN": "所以四弘誓愿，那个顺序非常要紧！第一句：「众生无边誓愿度」，那是发菩提心。《金刚经》上一开端，「若善男子、善女人，发阿耨多罗三藐三菩提心者。」就是四弘誓愿第一句。发了心之后，从哪里做起？「烦恼无尽誓愿断」。烦恼断了之后，你所学的法门是智慧。烦恼没有断，你所学的一切法门都是邪知邪见，清凉大师所说的，「有解无行，增长邪见」。他老人家说的话，意思很深很广。只在文字经典上用功夫，不认真修行，不认真断烦恼，他增长邪见。另外一种，拼命自己用功，念佛也好，参禅也好，不重视求解的，也不行，也错了！他说「有行无解，增长无明」。祖师跟佛说的话，没有两样，意思都是教给我们解行相应，解行并重。世尊当年在世，天天讲经说法，研究讨论，是求解；可是每一个学生都知道自己用功夫，那是行。解行真的相应，所以他能够契入，能够证果。佛法传到中国之后，中国古代的道场，无论道场大小，也都是解行并重。每一个道场，没有一天不讲经的，没有一天不在一起研究讨论的，跟学校一样上课；早晚功课，是修行。所以他是解行相应，真正做功夫。",
      "zh_TW": "所以四弘誓願，那個順序非常要緊！第一句：「眾生無邊誓願度」，那是發菩提心。《金剛經》上一開端，「若善男子、善女人，發阿耨多羅三藐三菩提心者。」就是四弘誓願第一句。發了心之後，從哪裡做起？「煩惱無盡誓願斷」。煩惱斷了之後，你所學的法門是智慧。煩惱沒有斷，你所學的一切法門都是邪知邪見，清涼大師所說的，「有解無行，增長邪見」。他老人家說的話，意思很深很廣。只在文字經典上用功夫，不認真修行，不認真斷煩惱，他增長邪見。另外一種，拼命自己用功，念佛也好，參禪也好，不重視求解的，也不行，也錯了！他說「有行無解，增長無明」。祖師跟佛說的話，沒有兩樣，意思都是教給我們解行相應，解行並重。世尊當年在世，天天講經說法，研究討論，是求解；可是每一個學生都知道自己用功夫，那是行。解行真的相應，所以他能夠契入，能夠證果。佛法傳到中國之後，中國古代的道場，無論道場大小，也都是解行並重。每一個道場，沒有一天不講經的，沒有一天不在一起研究討論的，跟學校一樣上課；早晚功課，是修行。所以他是解行相應，真正做功夫。"
    },
    {
      "id": "09-023-0106_p0070",
      "zh_CN": "做功夫，功夫的总名称就是观照，也叫做观行。在净土宗里面，我们常听到的老实念佛。老实念佛是不是观照？也是观照。宗门里面所谓提起正念，念佛人提起这一句佛号，就是正念。时时刻刻能提得起来，那就是观照功夫，它真管用。特别是在起心动念之时，不管你这个念头是善、是恶，不可以说恶念，我要用佛号把它止住；善念就不必要了，那你就错了；都是妄念，恶念变三恶道，善念变三善道，都在搞六道轮回。所以不论念头的善恶，都要把它变成「阿弥陀佛」。唯识所变，一切法从心想生，你想阿弥陀佛，就变极乐世界，这个道理要清楚、要明白。我们何必去变六道轮回？为什么不变极乐世界？十法界依正庄严都在一念之间，为什么不变最好的？这就是佛教给我们「而生其心」，生念佛的心，生往生的心，生度一切众生之心，这样就对了。今天时间到了。",
      "zh_TW": "做功夫，功夫的總名稱就是觀照，也叫做觀行。在淨土宗裡面，我們常聽到的老實念佛。老實念佛是不是觀照？也是觀照。宗門裡面所謂提起正念，念佛人提起這一句佛號，就是正念。時時刻刻能提得起來，那就是觀照功夫，它真管用。特別是在起心動念之時，不管你這個念頭是善、是惡，不可以說惡念，我要用佛號把它止住；善念就不必要了，那你就錯了；都是妄念，惡念變三惡道，善念變三善道，都在搞六道輪迴。所以不論念頭的善惡，都要把它變成「阿彌陀佛」。唯識所變，一切法從心想生，你想阿彌陀佛，就變極樂世界，這個道理要清楚、要明白。我們何必去變六道輪迴？為什麼不變極樂世界？十法界依正莊嚴都在一念之間，為什麼不變最好的？這就是佛教給我們「而生其心」，生念佛的心，生往生的心，生度一切眾生之心，這樣就對了。今天時間到了。"
    }
  ]
}