{
  "doc_id": "09-023-0070",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十集",
    "zh_TW": "第七十集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0070",
  "total_paragraphs": 89,
  "paragraphs": [
    {
      "id": "09-023-0070_p0001",
      "zh_CN": "请掀开经本第一百五十六面，倒数第四行，注解第五段看起。",
      "zh_TW": "請掀開經本第一百五十六面，倒數第四行，註解第五段看起。"
    },
    {
      "id": "09-023-0070_p0002",
      "zh_CN": "【末世众生，斗争坚固，业重福轻，障深慧浅。然而尚有受持读诵者。则正像之世，大有其人可知。特举末世，以示不可轻视众生。此摄受之平等也。】",
      "zh_TW": "【末世眾生，鬥爭堅固，業重福輕，障深慧淺。然而尚有受持讀誦者。則正像之世，大有其人可知。特舉末世，以示不可輕視眾生。此攝受之平等也。】"
    },
    {
      "id": "09-023-0070_p0003",
      "zh_CN": "末法时期斗争坚固，这是我们现代人普遍都看到的，证明世尊在三千年前，所说的预言真的兑现了。本经我们曾经读到佛所讲的五五百年之后，这个说法大乘经里面可以讲很普遍，每五百年是一个大的转变。我们世间人常讲，一般人的命运五年一转运，而五百年运数是大的转变。佛为我们说出末法时期。佛法分为三个时期：所谓正法一千年，像法一千年，「像」是相似，已经有相当程度的变化；而末法变质就更大。佛陀灭度之后二千年，就是属于末法时期。依照中国历史的记载，佛灭度到今年已经是三千零二十年；换句话说，末法一万年已经过去四分之一。以现代西方人的讲法，释迦牟尼佛灭度二千五百多年，我们也处在第六个五百年间，佛法变质愈变幅度愈大，斗争是愈来愈坚固，没有一处不斗争。斗争坚固并不是专指我们佛教，整个社会无论哪一个阶层，无不是斗争坚固，佛看得很清楚。",
      "zh_TW": "末法時期鬥爭堅固，這是我們現代人普遍都看到的，證明世尊在三千年前，所說的預言真的兌現了。本經我們曾經讀到佛所講的五五百年之後，這個說法大乘經裡面可以講很普遍，每五百年是一個大的轉變。我們世間人常講，一般人的命運五年一轉運，而五百年運數是大的轉變。佛為我們說出末法時期。佛法分為三個時期：所謂正法一千年，像法一千年，「像」是相似，已經有相當程度的變化；而末法變質就更大。佛陀滅度之後二千年，就是屬於末法時期。依照中國歷史的記載，佛滅度到今年已經是三千零二十年；換句話說，末法一萬年已經過去四分之一。以現代西方人的講法，釋迦牟尼佛滅度二千五百多年，我們也處在第六個五百年間，佛法變質愈變幅度愈大，鬥爭是愈來愈堅固，沒有一處不鬥爭。鬥爭堅固並不是專指我們佛教，整個社會無論哪一個階層，無不是鬥爭堅固，佛看得很清楚。"
    },
    {
      "id": "09-023-0070_p0004",
      "zh_CN": "我们想想，为什么现代人犯这些毛病？为什么从前人不犯这个病？过去第一个五百年是「解脱坚固」，解脱是证果，不是简单的；往后有「禅定坚固」；有「多闻坚固」，多闻是讲学；有「塔庙坚固」，大家兴建寺庙，雕塑佛像。像中国敦煌、大同造这些佛像几千尊、几万尊，都属于塔庙坚固。为什么我们现在这个时代沦落到斗争坚固？从整个历史上来看，五百年是一个大的阶段，真的是一代不如一代。推究其原因，就是在受持读诵、为人演说。古时候受持的人多，读诵的人多，讲经说法的人多，大家都明理，所以都能发愤向上。现在人不受持了，也不读诵，也不说法了，天天在干什么？天天在打妄想，天天在分别执着，当然斗争坚固。这些道理，我们不能够不明白。所以古人总结一句话说，今天世界为什么这样动乱？一言以蔽之，不读圣贤书之过。圣贤书不念了，这是根源之所在。我们明了根源，要挽救劫运，要自度度他，从哪里下手？唯有从受持读诵、为人演说下手，这个可以度自己，可以利益众生。不要看自己一个人力量很微弱，不尽然，一个人也能发挥巨大不可思议的力量。诸位应当想想，世尊当年示现成佛，在鹿野苑也只度了五个比丘；换句话说，释迦牟尼佛起家，不过是一个老师五个学生而已。五个学生就能创教，就能把佛法弘遍全世界。由此可知，我们今天要有五个人，怎么不能够兴教？世尊能创教，我们有五个人也能续佛慧命，也能够复兴佛教，这在理上讲得通的。事上能不能做到？这五个人果然一条心，都能够受持读诵、为人演说就行了，就能够兴教。",
      "zh_TW": "我們想想，為什麼現代人犯這些毛病？為什麼從前人不犯這個病？過去第一個五百年是「解脫堅固」，解脫是證果，不是簡單的；往後有「禪定堅固」；有「多聞堅固」，多聞是講學；有「塔廟堅固」，大家興建寺廟，雕塑佛像。像中國敦煌、大同造這些佛像幾千尊、幾萬尊，都屬於塔廟堅固。為什麼我們現在這個時代淪落到鬥爭堅固？從整個歷史上來看，五百年是一個大的階段，真的是一代不如一代。推究其原因，就是在受持讀誦、為人演說。古時候受持的人多，讀誦的人多，講經說法的人多，大家都明理，所以都能發憤向上。現在人不受持了，也不讀誦，也不說法了，天天在幹什麼？天天在打妄想，天天在分別執著，當然鬥爭堅固。這些道理，我們不能夠不明白。所以古人總結一句話說，今天世界為什麼這樣動亂？一言以蔽之，不讀聖賢書之過。聖賢書不念了，這是根源之所在。我們明瞭根源，要挽救劫運，要自度度他，從哪裡下手？唯有從受持讀誦、為人演說下手，這個可以度自己，可以利益眾生。不要看自己一個人力量很微弱，不盡然，一個人也能發揮巨大不可思議的力量。諸位應當想想，世尊當年示現成佛，在鹿野苑也只度了五個比丘；換句話說，釋迦牟尼佛起家，不過是一個老師五個學生而已。五個學生就能創教，就能把佛法弘遍全世界。由此可知，我們今天要有五個人，怎麼不能夠興教？世尊能創教，我們有五個人也能續佛慧命，也能夠復興佛教，這在理上講得通的。事上能不能做到？這五個人果然一條心，都能夠受持讀誦、為人演說就行了，就能夠興教。"
    },
    {
      "id": "09-023-0070_p0005",
      "zh_CN": "虽然在这个时代，我们业障习气很重，福报很薄。不要看现在的社会富裕，物质生活享受是古人所不能比，那是另一桩事情；谈到福报，说老实话不如古人。古人一生生活得悠游自在，真的是过人的生活；现在人富有，过的不是人的生活。是什么生活？机器的生活，人都变成机器，自己做不了主宰，不但心随境转，身也被境转，身心都得不到自在。古人可以说他得自在，他能够过自己希望过的日子，做自己喜欢做的工作，读自己喜欢读的书，那才叫人。现在你喜欢偏偏做不到，一定要受外面境界的影响。所以现在人生活之苦，比古人不晓得要加重多少倍！现在的人身心不安，生活有压力，精神有压力，社会有压力，的确是身心都不安稳，这就是福报没有从前人那么重，古时候人福报重。障深，业障那就不必说了，我们前面讲得太多，我们的烦恼、忧虑、牵挂，不晓得有多少。外面五欲六尘种种的诱惑，我们不要说古时候，想一想二、三十年前跟现在比一比，诱惑的力量增长多少倍，这个是障。没有智慧应付生活环境，怎么不堕落？怎么不被环境所转？",
      "zh_TW": "雖然在這個時代，我們業障習氣很重，福報很薄。不要看現在的社會富裕，物質生活享受是古人所不能比，那是另一樁事情；談到福報，說老實話不如古人。古人一生生活得悠遊自在，真的是過人的生活；現在人富有，過的不是人的生活。是什麼生活？機器的生活，人都變成機器，自己做不了主宰，不但心隨境轉，身也被境轉，身心都得不到自在。古人可以說他得自在，他能夠過自己希望過的日子，做自己喜歡做的工作，讀自己喜歡讀的書，那才叫人。現在你喜歡偏偏做不到，一定要受外面境界的影響。所以現在人生活之苦，比古人不曉得要加重多少倍！現在的人身心不安，生活有壓力，精神有壓力，社會有壓力，的確是身心都不安穩，這就是福報沒有從前人那麼重，古時候人福報重。障深，業障那就不必說了，我們前面講得太多，我們的煩惱、憂慮、牽掛，不曉得有多少。外面五欲六塵種種的誘惑，我們不要說古時候，想一想二、三十年前跟現在比一比，誘惑的力量增長多少倍，這個是障。沒有智慧應付生活環境，怎麼不墮落？怎麼不被環境所轉？"
    },
    {
      "id": "09-023-0070_p0006",
      "zh_CN": "在这么一个环境当中，居然还有受持读诵《金刚般若》的人，这个不简单，这是佛对我们的赞叹。末法时期有这些人，那么正法、像法受持读诵、为人演说的一定很多很多，大有其人可知。所以过去世众生业障轻、福报大，原因就是受持的人多，读诵的人多，演说的人多。我们要想改良社会风气，要想化斗争坚固，提升到解脱坚固、禅定坚固、多闻坚固，没有别的方法，唯有自己认真努力依教奉行。认真努力的宣传佛教，使这个社会、这个地区，读经闻法的人愈来愈多，这个社会的风气自自然然就转变了。佛在此地特举末法时期，这是教导我们不可以轻视众生，末法时期也有善根福德很深厚的一类众生。在浊恶、五浊恶世，他能够不被环境污染，遇到正法，他能够信受奉行，这个原因我们也很清楚，那是他无量劫的善根宿福，这也是显示出佛度化众生的平等。",
      "zh_TW": "在這麼一個環境當中，居然還有受持讀誦《金剛般若》的人，這個不簡單，這是佛對我們的讚歎。末法時期有這些人，那麼正法、像法受持讀誦、為人演說的一定很多很多，大有其人可知。所以過去世眾生業障輕、福報大，原因就是受持的人多，讀誦的人多，演說的人多。我們要想改良社會風氣，要想化鬥爭堅固，提升到解脫堅固、禪定堅固、多聞堅固，沒有別的方法，唯有自己認真努力依教奉行。認真努力的宣傳佛教，使這個社會、這個地區，讀經聞法的人愈來愈多，這個社會的風氣自自然然就轉變了。佛在此地特舉末法時期，這是教導我們不可以輕視眾生，末法時期也有善根福德很深厚的一類眾生。在濁惡、五濁惡世，他能夠不被環境污染，遇到正法，他能夠信受奉行，這個原因我們也很清楚，那是他無量劫的善根宿福，這也是顯示出佛度化眾生的平等。"
    },
    {
      "id": "09-023-0070_p0007",
      "zh_CN": "【此经最能消除业障】",
      "zh_TW": "【此經最能消除業障】"
    },
    {
      "id": "09-023-0070_p0008",
      "zh_CN": "这是前面说过了。",
      "zh_TW": "這是前面說過了。"
    },
    {
      "id": "09-023-0070_p0009",
      "zh_CN": "【末世众生，不可不奉持此经。】",
      "zh_TW": "【末世眾生，不可不奉持此經。】"
    },
    {
      "id": "09-023-0070_p0010",
      "zh_CN": "这是江居士特别嘱咐我们。业障是什么，我们必须要知道。「业」是造作，起心动念、言语造作；「障」，障碍我们的清净心，障碍我们的智慧福报。我们的想法、看法、做法、说法错了，错了就产生障碍，智慧不能现前，现前的是烦恼；福德不能现前，现前的是恶报，现这个东西，这叫做业障。业从哪里来的？业从起心动念来的，罪从心起，还得将心忏。如何忏法？心清净，业障就没有了。诸位要记住，你心不清净，你的业障没有办法消除；心清净，业障就没有了，所谓「罪业如霜露，慧日能消除」。清净心生智慧，佛在这个经上告诉我们，「信心清净则生实相」。实相般若现前，那什么样的罪业也消除了。这部经确确实实是帮助我们修清净心，它的方法妙极了，教给我们应无所住而生其心，无住好！无住就是放下，就是舍弃。把什么舍弃？把妄想舍弃，把执着舍弃、分别舍弃、忧虑舍弃、牵挂舍弃，你统统都舍掉了，你的业障就没有了。这些统统叫业障，也就是本经教你把业障放下、把业障舍弃，业障就消除，就没有了。末法时期众生业障特别重，特别重就是更要放下、更要舍弃。所以说末世众生不可不奉持此经，奉持此经这个意思也讲过多遍，不是教你拿这个经天天念，天天念有什么用！是要遵照经上的教诲把一切都放下，真正做到心无所住，你的心清净了。而生其心，生什么心？生念阿弥陀佛的心，生利益一切众生之心。帮助一切众生破迷开悟，劝导一切众生要放下、要念佛，我们要生这个心。能这样做的就是奉持此经，就是信受奉行受持此经。",
      "zh_TW": "這是江居士特別囑咐我們。業障是什麼，我們必須要知道。「業」是造作，起心動念、言語造作；「障」，障礙我們的清淨心，障礙我們的智慧福報。我們的想法、看法、做法、說法錯了，錯了就產生障礙，智慧不能現前，現前的是煩惱；福德不能現前，現前的是惡報，現這個東西，這叫做業障。業從哪裡來的？業從起心動念來的，罪從心起，還得將心懺。如何懺法？心清淨，業障就沒有了。諸位要記住，你心不清淨，你的業障沒有辦法消除；心清淨，業障就沒有了，所謂「罪業如霜露，慧日能消除」。清淨心生智慧，佛在這個經上告訴我們，「信心清淨則生實相」。實相般若現前，那什麼樣的罪業也消除了。這部經確確實實是幫助我們修清淨心，它的方法妙極了，教給我們應無所住而生其心，無住好！無住就是放下，就是捨棄。把什麼捨棄？把妄想捨棄，把執著捨棄、分別捨棄、憂慮捨棄、牽掛捨棄，你統統都捨掉了，你的業障就沒有了。這些統統叫業障，也就是本經教你把業障放下、把業障捨棄，業障就消除，就沒有了。末法時期眾生業障特別重，特別重就是更要放下、更要捨棄。所以說末世眾生不可不奉持此經，奉持此經這個意思也講過多遍，不是教你拿這個經天天念，天天念有什麼用！是要遵照經上的教誨把一切都放下，真正做到心無所住，你的心清淨了。而生其心，生什麼心？生念阿彌陀佛的心，生利益一切眾生之心。幫助一切眾生破迷開悟，勸導一切眾生要放下、要念佛，我們要生這個心。能這樣做的就是奉持此經，就是信受奉行受持此經。"
    },
    {
      "id": "09-023-0070_p0011",
      "zh_CN": "【此经为三宝命脉】",
      "zh_TW": "【此經為三寶命脈】"
    },
    {
      "id": "09-023-0070_p0012",
      "zh_CN": "佛法的兴衰，换句话说，就在学佛的人，你能不能放下？学佛的人特别是出家人，出家人是在家人的榜样，在家学佛是社会大众的榜样。我们出家人样样都放不下，在家学佛人看到你们出家人放不下，那为什么我要放下？社会没有学佛那些人看到，你们学佛的人都放不下，我何必要放下，所谓是上梁不正下梁歪。我们在经一开端，就把这个意思说出来，释迦牟尼佛在生活当中给我们做了示范，给我们做了榜样。不能不懂这个意思，这就是三宝命脉。",
      "zh_TW": "佛法的興衰，換句話說，就在學佛的人，你能不能放下？學佛的人特別是出家人，出家人是在家人的榜樣，在家學佛是社會大眾的榜樣。我們出家人樣樣都放不下，在家學佛人看到你們出家人放不下，那為什麼我要放下？社會沒有學佛那些人看到，你們學佛的人都放不下，我何必要放下，所謂是上梁不正下梁歪。我們在經一開端，就把這個意思說出來，釋迦牟尼佛在生活當中給我們做了示範，給我們做了榜樣。不能不懂這個意思，這就是三寶命脈。"
    },
    {
      "id": "09-023-0070_p0013",
      "zh_CN": "【故劝现前当来一切众生，力为弘传，尽未来际，不令断绝。此咐嘱之深长也。】",
      "zh_TW": "【故勸現前當來一切眾生，力為弘傳，盡未來際，不令斷絕。此咐囑之深長也。】"
    },
    {
      "id": "09-023-0070_p0014",
      "zh_CN": "咐嘱的意思很深很长。力为弘传，要认真努力去弘扬，到处讲经这是弘扬。传是教学，一代一代的传下去，不能叫它中断。弘传，我们在家出家四众弟子都有责任。世尊当年在世，典型已经建树。弘法不错，是出家人的重要任务，也是首要的事业；否则的话，你出家干什么？修行，在家人一样修行成就，在家人成等觉菩萨、成佛多得是，成佛、成等觉不一定要出家，出家就是要续佛慧命。换句话说，出家人就是这三句话，「力为弘传，尽未来际，不令断绝」，我们是为这个出家。出家要做不到这三句，那就是我们有过失。在家人有这个因缘的，也要发心力为弘传。从世尊那个时候起一直到现代，在家居士建道场、弘法传法，每个时代都有这些长者大德居士出现，他们对于续佛慧命有很大的功劳。像近代，清朝末年，民国初年，佛法确确实实是在家居士挽救的。中国出现了杨仁山居士，全心全力的弘传大乘，搜集遗失的经典。他的学生欧阳竟无在南京创办支那内学院，传法，培养弘法人才。你们诸位同修晓得，我们佛门里面太虚大师，太虚大师也是内学院的学生，欧阳竟无居士的学生。居士里面有不少大德都是内学院出身，这是救了中国的佛教。在台湾有李炳南老居士，在泰国有高向如老居士，每个地区都有这些大德，建道场、讲经说法、培养学生。今天我们在此地，李木源大居士他的功德不亚于杨仁山，不亚于李炳南，这都是菩萨化身不是凡人。凡夫人他想不到，他也做不到，这是经里面所说的，应以居士身而为说法，他就现居士身出现，真正做弘传的大业。这些人是真正受佛的嘱咐，续佛慧命，为佛传灯。我们读到这个地方，自己一定要发心效法，要立志、要发愿。请看下面经文：",
      "zh_TW": "咐囑的意思很深很長。力為弘傳，要認真努力去弘揚，到處講經這是弘揚。傳是教學，一代一代的傳下去，不能叫它中斷。弘傳，我們在家出家四眾弟子都有責任。世尊當年在世，典型已經建樹。弘法不錯，是出家人的重要任務，也是首要的事業；否則的話，你出家幹什麼？修行，在家人一樣修行成就，在家人成等覺菩薩、成佛多得是，成佛、成等覺不一定要出家，出家就是要續佛慧命。換句話說，出家人就是這三句話，「力為弘傳，盡未來際，不令斷絕」，我們是為這個出家。出家要做不到這三句，那就是我們有過失。在家人有這個因緣的，也要發心力為弘傳。從世尊那個時候起一直到現代，在家居士建道場、弘法傳法，每個時代都有這些長者大德居士出現，他們對於續佛慧命有很大的功勞。像近代，清朝末年，民國初年，佛法確確實實是在家居士挽救的。中國出現了楊仁山居士，全心全力的弘傳大乘，蒐集遺失的經典。他的學生歐陽竟無在南京創辦支那內學院，傳法，培養弘法人才。你們諸位同修曉得，我們佛門裡面太虛大師，太虛大師也是內學院的學生，歐陽竟無居士的學生。居士裡面有不少大德都是內學院出身，這是救了中國的佛教。在台灣有李炳南老居士，在泰國有高向如老居士，每個地區都有這些大德，建道場、講經說法、培養學生。今天我們在此地，李木源大居士他的功德不亞於楊仁山，不亞於李炳南，這都是菩薩化身不是凡人。凡夫人他想不到，他也做不到，這是經裡面所說的，應以居士身而為說法，他就現居士身出現，真正做弘傳的大業。這些人是真正受佛的囑咐，續佛慧命，為佛傳燈。我們讀到這個地方，自己一定要發心效法，要立志、要發願。請看下面經文："
    },
    {
      "id": "09-023-0070_p0015",
      "zh_CN": "经【须菩提，若善男子、善女人，于后末世，有受持读诵此经，所得功德，我若具说者，或有人闻，心则狂乱，狐疑不信。】",
      "zh_TW": "經【須菩提，若善男子、善女人，於後末世，有受持讀誦此經，所得功德，我若具說者，或有人聞，心則狂亂，狐疑不信。】"
    },
    {
      "id": "09-023-0070_p0016",
      "zh_CN": "这一段是「结成经功」，总结《金刚般若波罗蜜经》的功德不可思议。佛叫着须菩提，凡是经典上称名，都是提醒注意，下面有重要的开示要说。假如一个善男子、善女人，于后末世，有受持读诵此经。这段话正是说的我们大家，我们现在就是释迦牟尼佛讲的后末世，佛灭度之后末法时期，就是指的我们这些人，这个地方善男子、善女人，就是叫我们。我们被佛叫了，下面这几句话想想我们做到没有？受持，我们有没有受持、有没有读诵？我相信读诵的人有，大概不少；受持的人可能就少，但是那个功德之大是在受持。如果读诵而不受持，有功德，不能说没有功德，功德小、功德不大，这一生当中不能成就，只是给我们菩提道上种远因而已。正如同我们过去世生生世世当中，我们的确读诵没有认真受持，如果认真受持，现在怎么会坐在这儿听经？早就作佛、作菩萨去了，哪里还当凡夫？喜欢读诵而很难受持。受持是要把它做到，没有办法做到。为什么没有办法做到？舍不得放下，你的钱财舍不得放下，你的产业舍不得放下，你的亲情舍不得放下，舍不得放下的事情太多太多！这就是没有受持。受持就是经上教给我们一切放下，应无所住，我们虽然也生心、也布施，而行布施，可是就是放不下，这就没受持，有读诵没受持。如果这一生还是这个办法，还是不能出三界，依旧要搞六道轮回，不知道到哪一生哪一世，才能够再遇到这样一个法会，这个法会不容易遇到！很难遇到的，真的是百千万劫难遭遇，所以我们一定要重视受持。",
      "zh_TW": "這一段是「結成經功」，總結《金剛般若波羅蜜經》的功德不可思議。佛叫著須菩提，凡是經典上稱名，都是提醒注意，下面有重要的開示要說。假如一個善男子、善女人，於後末世，有受持讀誦此經。這段話正是說的我們大家，我們現在就是釋迦牟尼佛講的後末世，佛滅度之後末法時期，就是指的我們這些人，這個地方善男子、善女人，就是叫我們。我們被佛叫了，下面這幾句話想想我們做到沒有？受持，我們有沒有受持、有沒有讀誦？我相信讀誦的人有，大概不少；受持的人可能就少，但是那個功德之大是在受持。如果讀誦而不受持，有功德，不能說沒有功德，功德小、功德不大，這一生當中不能成就，只是給我們菩提道上種遠因而已。正如同我們過去世生生世世當中，我們的確讀誦沒有認真受持，如果認真受持，現在怎麼會坐在這兒聽經？早就作佛、作菩薩去了，哪裡還當凡夫？喜歡讀誦而很難受持。受持是要把它做到，沒有辦法做到。為什麼沒有辦法做到？捨不得放下，你的錢財捨不得放下，你的產業捨不得放下，你的親情捨不得放下，捨不得放下的事情太多太多！這就是沒有受持。受持就是經上教給我們一切放下，應無所住，我們雖然也生心、也布施，而行布施，可是就是放不下，這就沒受持，有讀誦沒受持。如果這一生還是這個辦法，還是不能出三界，依舊要搞六道輪迴，不知道到哪一生哪一世，才能夠再遇到這樣一個法會，這個法會不容易遇到！很難遇到的，真的是百千萬劫難遭遇，所以我們一定要重視受持。"
    },
    {
      "id": "09-023-0070_p0017",
      "zh_CN": "如果你真的觉悟，真的想不再搞六道轮回，希望我这一生在六道轮回里面是最后身，最后一次，下一次我要再来，一定是菩萨再来，绝对不是生死凡夫。你要是这样的觉悟，那你是真的开悟了，你真的明白。怎么做到？放下就做到。所以这个事情不是求人，求人没有把握，这事情求自己，肯不肯放下。实在有真的放不下的事情，想想佛在经上所说的，三心不可得，能执着的不可得。想想放不下的那些事，那些事都是因缘生法，当体即空，也了不可得；由此可知，你自己牵肠挂肚放不下的，那个事实真相是什么？妄想而已。这是佛在经上常讲可怜悯者，你真的是可怜悯，不是事实。能执着的我、所执着的一切法是事实，那世尊点头，你放不下是应该的，它是事实；哪里晓得你以为的事实全都落了空，佛才讲，可怜可怜，这真可怜！一场空。理透彻了、明白了，叫看破；看破没有放不下的。为什么？知道不过是一场空而已。本经说得好，「一切有为法，如梦幻泡影」，不但人生是个梦，六道也是个梦，十法界也是个梦。什么时候你在梦中觉悟过来，你的问题就解决了。经典里面最重要关键的字眼「受持」，真的要是受持，所得的功德不可思议，诸佛如来都说不尽。佛在此地说『我若具说者』，具是具体说明，大家听了不但怀疑，恐怕心要狂乱，决定不能接受，哪里会有这种事情！其实我们要是这个经从头到此地一直听下来，有前面的基础，我们能够信得过。为什么？受持此经就是称性而修、全修即性，真如自性的功德是一切诸佛都不能够穷尽的，这是事实。我们看底下这个小注：",
      "zh_TW": "如果你真的覺悟，真的想不再搞六道輪迴，希望我這一生在六道輪迴裡面是最後身，最後一次，下一次我要再來，一定是菩薩再來，絕對不是生死凡夫。你要是這樣的覺悟，那你是真的開悟了，你真的明白。怎麼做到？放下就做到。所以這個事情不是求人，求人沒有把握，這事情求自己，肯不肯放下。實在有真的放不下的事情，想想佛在經上所說的，三心不可得，能執著的不可得。想想放不下的那些事，那些事都是因緣生法，當體即空，也了不可得；由此可知，你自己牽腸掛肚放不下的，那個事實真相是什麼？妄想而已。這是佛在經上常講可憐憫者，你真的是可憐憫，不是事實。能執著的我、所執著的一切法是事實，那世尊點頭，你放不下是應該的，它是事實；哪裡曉得你以為的事實全都落了空，佛才講，可憐可憐，這真可憐！一場空。理透徹了、明白了，叫看破；看破沒有放不下的。為什麼？知道不過是一場空而已。本經說得好，「一切有為法，如夢幻泡影」，不但人生是個夢，六道也是個夢，十法界也是個夢。什麼時候你在夢中覺悟過來，你的問題就解決了。經典裡面最重要關鍵的字眼「受持」，真的要是受持，所得的功德不可思議，諸佛如來都說不盡。佛在此地說『我若具說者』，具是具體說明，大家聽了不但懷疑，恐怕心要狂亂，決定不能接受，哪裡會有這種事情！其實我們要是這個經從頭到此地一直聽下來，有前面的基礎，我們能夠信得過。為什麼？受持此經就是稱性而修、全修即性，真如自性的功德是一切諸佛都不能夠窮盡的，這是事實。我們看底下這個小註："
    },
    {
      "id": "09-023-0070_p0018",
      "zh_CN": "【此结成前五次较显功德】",
      "zh_TW": "【此結成前五次較顯功德】"
    },
    {
      "id": "09-023-0070_p0019",
      "zh_CN": "较是比较，显是显示。本经到此地，一共是五次较量显示受持读诵的功德不可思议。",
      "zh_TW": "較是比較，顯是顯示。本經到此地，一共是五次較量顯示受持讀誦的功德不可思議。"
    },
    {
      "id": "09-023-0070_p0020",
      "zh_CN": "【垂诫学人，显示经旨，两种深意。】",
      "zh_TW": "【垂誡學人，顯示經旨，兩種深意。】"
    },
    {
      "id": "09-023-0070_p0021",
      "zh_CN": "垂是上对下，诫就是教诫，教导我们，教学的意思，显示《金刚经》的宗旨义趣有这两种深意。",
      "zh_TW": "垂是上對下，誡就是教誡，教導我們，教學的意思，顯示《金剛經》的宗旨義趣有這兩種深意。"
    },
    {
      "id": "09-023-0070_p0022",
      "zh_CN": "【狂乱、狐疑，皆垂诫学人语也。】",
      "zh_TW": "【狂亂、狐疑，皆垂誡學人語也。】"
    },
    {
      "id": "09-023-0070_p0023",
      "zh_CN": "此句都是教诫我们。",
      "zh_TW": "此句都是教誡我們。"
    },
    {
      "id": "09-023-0070_p0024",
      "zh_CN": "【狂乱指妄谈般若，未解真实义也。】",
      "zh_TW": "【狂亂指妄談般若，未解真實義也。】"
    },
    {
      "id": "09-023-0070_p0025",
      "zh_CN": "学般若，妄谈般若，确实有这样的人，不但现代有，自古以来就有。",
      "zh_TW": "學般若，妄談般若，確實有這樣的人，不但現代有，自古以來就有。"
    },
    {
      "id": "09-023-0070_p0026",
      "zh_CN": "【惑乱众心，故曰心则狂乱。狐疑，将信将不信之意。亦由未解真实义，不能生起决定信心。】",
      "zh_TW": "【惑亂眾心，故曰心則狂亂。狐疑，將信將不信之意。亦由未解真實義，不能生起決定信心。】"
    },
    {
      "id": "09-023-0070_p0027",
      "zh_CN": "这是说明佛门里面在家出家，都是因为没有受持只有读诵；换句话说，学习并无心得，所谓是口耳之学，儒家所谓记问之学，道听涂说，这样才发生误会，把经义讲错了，叫人听起来怀疑，狂乱、怀疑。这些现象，它的根源，它的后果，我们都必须清楚的理解。",
      "zh_TW": "這是說明佛門裡面在家出家，都是因為沒有受持只有讀誦；換句話說，學習並無心得，所謂是口耳之學，儒家所謂記問之學，道聽塗說，這樣才發生誤會，把經義講錯了，叫人聽起來懷疑，狂亂、懷疑。這些現象，它的根源，它的後果，我們都必須清楚的理解。"
    },
    {
      "id": "09-023-0070_p0028",
      "zh_CN": "【世尊此言，是诫行人当知此事本非言说所及，惟证方知。】",
      "zh_TW": "【世尊此言，是誡行人當知此事本非言說所及，惟證方知。】"
    },
    {
      "id": "09-023-0070_p0029",
      "zh_CN": "般若确确实实如此，一定要你自己亲证。怎么证法？就是放下。你放下了，你就知道、你就明了了；你要是不放下，一切诸佛给你说，都叫隔靴搔痒，很不容易体会。你放下一分，你就体会到一分；你放下二分，你就体会二分；你愈放得多，你愈体会得多。所以这个事情一定要从放下才能见效，读没用的，研究讨论怎么搞都没用的，这叫真正的佛法。真正佛法，你读遍三藏十二部，读得滚瓜烂熟，从后面可以背到前面，你要不能放下还是没用。佛法你懂不懂？你一点都不懂，你所懂得的是皮毛文字。文字懂不懂？文字还是心则狂乱、狐疑不信，文字也没懂。必须真正做到，亲证境界了，然后听佛讲经的文字，你真的就懂了。这是佛法的难处！给诸位说，所谓难处，也真正是佛法的易处，佛法是不二法门，难易不二。为什么说难？不肯放下就难。念上几百年，背熟三藏十二部，没进去、没懂，这不是难吗？为什么叫易？放下就容易了，真的放下了，一部经没读，像禅宗六祖惠能大师一部经也没读，他什么经都懂，易处！六祖惠能容易，学教的人好难！难易在哪里？肯不肯放下。惟证方知，诸位要晓得，什么叫证？放下就是证。下面教给我们：",
      "zh_TW": "般若確確實實如此，一定要你自己親證。怎麼證法？就是放下。你放下了，你就知道、你就明瞭了；你要是不放下，一切諸佛給你說，都叫隔靴搔癢，很不容易體會。你放下一分，你就體會到一分；你放下二分，你就體會二分；你愈放得多，你愈體會得多。所以這個事情一定要從放下才能見效，讀沒用的，研究討論怎麼搞都沒用的，這叫真正的佛法。真正佛法，你讀遍三藏十二部，讀得滾瓜爛熟，從後面可以背到前面，你要不能放下還是沒用。佛法你懂不懂？你一點都不懂，你所懂得的是皮毛文字。文字懂不懂？文字還是心則狂亂、狐疑不信，文字也沒懂。必須真正做到，親證境界了，然後聽佛講經的文字，你真的就懂了。這是佛法的難處！給諸位說，所謂難處，也真正是佛法的易處，佛法是不二法門，難易不二。為什麼說難？不肯放下就難。念上幾百年，背熟三藏十二部，沒進去、沒懂，這不是難嗎？為什麼叫易？放下就容易了，真的放下了，一部經沒讀，像禪宗六祖惠能大師一部經也沒讀，他什麼經都懂，易處！六祖惠能容易，學教的人好難！難易在哪裡？肯不肯放下。惟證方知，諸位要曉得，什麼叫證？放下就是證。下面教給我們："
    },
    {
      "id": "09-023-0070_p0030",
      "zh_CN": "【必须一切不着】",
      "zh_TW": "【必須一切不著】"
    },
    {
      "id": "09-023-0070_p0031",
      "zh_CN": "不着就放下，一切不执着。",
      "zh_TW": "不著就放下，一切不執著。"
    },
    {
      "id": "09-023-0070_p0032",
      "zh_CN": "【真修实行】",
      "zh_TW": "【真修實行】"
    },
    {
      "id": "09-023-0070_p0033",
      "zh_CN": "真修修什么？把那个放不下的把它修掉，修是修正；不肯放下是错误，把它修正过来，我从今天起一切放下。所以真修就是无住，实行就是生心。「应无所住而行布施」，真修就是应无所住，我们的病就是住，处处要住，这个很糟糕。这边的居士林，发心印二千本《金山活佛神异录》，这个小册子是一个同修送给我看，我看了很欢喜，我就发心印。结果李木源居士说我们居士林印，印了二千册，印出来了，可能在外面结缘。诸位同修仔细去看看，金山寺的妙善法师，他那个行持就是真修实行，什么形式都没有，真的是得大自在，心里头干干净净、一尘不染。",
      "zh_TW": "真修修什麼？把那個放不下的把它修掉，修是修正；不肯放下是錯誤，把它修正過來，我從今天起一切放下。所以真修就是無住，實行就是生心。「應無所住而行布施」，真修就是應無所住，我們的病就是住，處處要住，這個很糟糕。這邊的居士林，發心印二千本《金山活佛神異錄》，這個小冊子是一個同修送給我看，我看了很歡喜，我就發心印。結果李木源居士說我們居士林印，印了二千冊，印出來了，可能在外面結緣。諸位同修仔細去看看，金山寺的妙善法師，他那個行持就是真修實行，什麼形式都沒有，真的是得大自在，心裡頭乾乾淨淨、一塵不染。"
    },
    {
      "id": "09-023-0070_p0034",
      "zh_CN": "【久久方能相应，不可狂也。】",
      "zh_TW": "【久久方能相應，不可狂也。】"
    },
    {
      "id": "09-023-0070_p0035",
      "zh_CN": "就是一定要一切放下、一切看破，把我们的一些毛病习气统统修正过来，这样才能见到功夫。千万不可狂妄，人一发狂就完了、就错了。世间法里面，孔老夫子曾经有个比喻说，这《论语》上讲的，如果有一个人，他的才华像周公那样，周公是孔老夫子最佩服的人，这个人他的才华像周公之才之美，「若骄且吝」；假如他犯了两个毛病，一个是骄傲，狂妄就是骄傲，一个是吝啬，吝啬就是执着、悭吝、贪吝。夫子说：「其余则不足观也」，他那个如周公之才之美，那是假的不是真的，那是装出来骗人的，不是实在的。真正是实在的，决定没有骄慢，决定没有执着。如果他还有执着，他是假的不是真的。所以实在讲，一般人装模作样，欺骗一般众生容易，欺骗有学问的人不容易。不管你什么大德，他一看你，你还有傲慢的习气，还有分别执着，他对你就是敬而远之。为什么？你是假的不是真的，你没有真实的修行功夫，你没有实德。",
      "zh_TW": "就是一定要一切放下、一切看破，把我們的一些毛病習氣統統修正過來，這樣才能見到功夫。千萬不可狂妄，人一發狂就完了、就錯了。世間法裡面，孔老夫子曾經有個比喻說，這《論語》上講的，如果有一個人，他的才華像周公那樣，周公是孔老夫子最佩服的人，這個人他的才華像周公之才之美，「若驕且吝」；假如他犯了兩個毛病，一個是驕傲，狂妄就是驕傲，一個是吝嗇，吝嗇就是執著、慳吝、貪吝。夫子說：「其餘則不足觀也」，他那個如周公之才之美，那是假的不是真的，那是裝出來騙人的，不是實在的。真正是實在的，決定沒有驕慢，決定沒有執著。如果他還有執著，他是假的不是真的。所以實在講，一般人裝模作樣，欺騙一般眾生容易，欺騙有學問的人不容易。不管你什麼大德，他一看你，你還有傲慢的習氣，還有分別執著，他對你就是敬而遠之。為什麼？你是假的不是真的，你沒有真實的修行功夫，你沒有實德。"
    },
    {
      "id": "09-023-0070_p0036",
      "zh_CN": "【功到便能自知，不必疑也。】",
      "zh_TW": "【功到便能自知，不必疑也。】"
    },
    {
      "id": "09-023-0070_p0037",
      "zh_CN": "问题是你功夫达不到，你有一分功夫，你就有一分真性；你有二分功夫，你就有二分真性，一点都不骗人。我们看末后这段经文：",
      "zh_TW": "問題是你功夫達不到，你有一分功夫，你就有一分真性；你有二分功夫，你就有二分真性，一點都不騙人。我們看末後這段經文："
    },
    {
      "id": "09-023-0070_p0038",
      "zh_CN": "经【须菩提，当知是经义不可思议，果报亦不可思议。】",
      "zh_TW": "經【須菩提，當知是經義不可思議，果報亦不可思議。】"
    },
    {
      "id": "09-023-0070_p0039",
      "zh_CN": "经义是指教科书，这份教材不可思议。我们现在讲教材，这教材不可思议。依照这个教材去做，果报不可思议！请看小注，注解：",
      "zh_TW": "經義是指教科書，這份教材不可思議。我們現在講教材，這教材不可思議。依照這個教材去做，果報不可思議！請看小註，註解："
    },
    {
      "id": "09-023-0070_p0040",
      "zh_CN": "【「当知」两句，正是规诫狂疑者之词。】",
      "zh_TW": "【「當知」兩句，正是規誡狂疑者之詞。】"
    },
    {
      "id": "09-023-0070_p0041",
      "zh_CN": "佛说应当要知道。一个是学了一点般若，自己以为有智慧了，这个智慧差不多跟佛菩萨一样了，真的生起狂妄之心，这种心态往往就妄谈般若。妄谈般若的人多！诸位仔细看看《金刚经》江味农居士的讲义，我们节录节得少，他讲义写得很详细。他说在唐宋的晚年，把般若讲错的人就很多，那个时候就妄谈般若，何况现代！为什么会把般若讲错？讲错了是什么？讲错了就是恶取空。般若，一切都不执着，尤其《金刚经》上这几句话，「则非、是名」，常常被人家误会，这就是犯了很大的毛病。唐宋之后，许多大德不敢讲《般若经》，就是怕听经的人错会了意思。不要认为吃饭者则非吃饭，是名吃饭，那个问题多了；杀人者则非杀人，是名杀人。你这不是无恶不作了吗？这叫般若？妄谈般若！真的学《金刚经》发生这样误会的人很多很多！拨无因果、无所不为，这将来必堕阿鼻地狱。佛不害人，他自己害自己，他自己错解了佛的意思。所以江居士说般若一定要讲，但是要讲一定要细讲，决定不能让人有误会。为什么？这个经是三宝命脉，是我们得度的根源。我们能不能往生，实在讲与这个经大有关系。你要想往生西方极乐世界，这个世界一切业缘要是不能彻底放下，你怎么能往生？放下就是金刚般若，《金刚般若》受持不是指别的，就是叫你一切放下，法相、非法相都不可住，两边不住；教你生心，一心念佛，这是决定得生。《金刚经》的原理原则就像数学的公式一样，佛说的无量无边的法门都可以带进去，都可以让你得到究竟圆满的成就。所以经义不可思议，果报不可思议，这是千真万确的事实。所以佛在此地教我们当知。",
      "zh_TW": "佛說應當要知道。一個是學了一點般若，自己以為有智慧了，這個智慧差不多跟佛菩薩一樣了，真的生起狂妄之心，這種心態往往就妄談般若。妄談般若的人多！諸位仔細看看《金剛經》江味農居士的講義，我們節錄節得少，他講義寫得很詳細。他說在唐宋的晚年，把般若講錯的人就很多，那個時候就妄談般若，何況現代！為什麼會把般若講錯？講錯了是什麼？講錯了就是惡取空。般若，一切都不執著，尤其《金剛經》上這幾句話，「則非、是名」，常常被人家誤會，這就是犯了很大的毛病。唐宋之後，許多大德不敢講《般若經》，就是怕聽經的人錯會了意思。不要認為吃飯者則非吃飯，是名吃飯，那個問題多了；殺人者則非殺人，是名殺人。你這不是無惡不作了嗎？這叫般若？妄談般若！真的學《金剛經》發生這樣誤會的人很多很多！撥無因果、無所不為，這將來必墮阿鼻地獄。佛不害人，他自己害自己，他自己錯解了佛的意思。所以江居士說般若一定要講，但是要講一定要細講，決定不能讓人有誤會。為什麼？這個經是三寶命脈，是我們得度的根源。我們能不能往生，實在講與這個經大有關係。你要想往生西方極樂世界，這個世界一切業緣要是不能徹底放下，你怎麼能往生？放下就是金剛般若，《金剛般若》受持不是指別的，就是叫你一切放下，法相、非法相都不可住，兩邊不住；教你生心，一心念佛，這是決定得生。《金剛經》的原理原則就像數學的公式一樣，佛說的無量無邊的法門都可以帶進去，都可以讓你得到究竟圓滿的成就。所以經義不可思議，果報不可思議，這是千真萬確的事實。所以佛在此地教我們當知。"
    },
    {
      "id": "09-023-0070_p0042",
      "zh_CN": "【果报，指所得功德，即上文荷担如来及当得菩提。】",
      "zh_TW": "【果報，指所得功德，即上文荷擔如來及當得菩提。】"
    },
    {
      "id": "09-023-0070_p0043",
      "zh_CN": "荷担就是续佛慧命，把弘法利生的担子我们真的担当起来。什么人能够挑起这个担子？受持《金刚般若》的人有这个能力。无论你学哪一宗，无论你学哪一个法门，只要你真的看破放下，看破放下就是《金刚般若》，你就能够担起真正弘法利生的担子。无论是宗门教下、显教密教，都得要看破，都得要放下，丝毫的分别执着都不能有，这就是继承佛的家业，继承佛的事业。第二，当得菩提，当是将来，不是现在，你将来一定成佛，得菩提就是成佛，就是得阿耨多罗三藐三菩提。换句话说，这个果报，现在能够继承佛的家业，续佛慧命，将来一定成佛。",
      "zh_TW": "荷擔就是續佛慧命，把弘法利生的擔子我們真的擔當起來。什麼人能夠挑起這個擔子？受持《金剛般若》的人有這個能力。無論你學哪一宗，無論你學哪一個法門，只要你真的看破放下，看破放下就是《金剛般若》，你就能夠擔起真正弘法利生的擔子。無論是宗門教下、顯教密教，都得要看破，都得要放下，絲毫的分別執著都不能有，這就是繼承佛的家業，繼承佛的事業。第二，當得菩提，當是將來，不是現在，你將來一定成佛，得菩提就是成佛，就是得阿耨多羅三藐三菩提。換句話說，這個果報，現在能夠繼承佛的家業，續佛慧命，將來一定成佛。"
    },
    {
      "id": "09-023-0070_p0044",
      "zh_CN": "【经义，专明离一切诸相，方能证性。】",
      "zh_TW": "【經義，專明離一切諸相，方能證性。】"
    },
    {
      "id": "09-023-0070_p0045",
      "zh_CN": "这是本经的教义。本经教义是什么？清清楚楚、明明白白，也非常简单、非常容易，「要离一切相」，法相要离，非法相也要离，我相、人相、众生相、寿者相要离，绝不可以执着。相有没有？有。心里面不能有，心里面有这些相就坏了。叫你离相，不是离外面这些事相、形相，不是！是叫你离心上执着的那个相。心要清净，用心要像一面镜子一样，佛的心、菩萨的心像镜子，不落痕迹，都不着。不但那个相离开的时候，镜子里面没有，镜子不着相；正在面对面照的时候，镜子里面何尝着了相？我们每天早晚都照照镜子，照镜子有没有想到，我今天一天处事待人接物，我的心要跟镜子一样，我照得清清楚楚、明明白白，可是决定没有丝毫染着。这个心就是佛心、真心，就是本性。众生用心，实在讲是照相机的底片，照一下里面就落一个，再照一下又落一个，里面是肮脏、一塌糊涂。",
      "zh_TW": "這是本經的教義。本經教義是什麼？清清楚楚、明明白白，也非常簡單、非常容易，「要離一切相」，法相要離，非法相也要離，我相、人相、眾生相、壽者相要離，絕不可以執著。相有沒有？有。心裡面不能有，心裡面有這些相就壞了。叫你離相，不是離外面這些事相、形相，不是！是叫你離心上執著的那個相。心要清淨，用心要像一面鏡子一樣，佛的心、菩薩的心像鏡子，不落痕跡，都不著。不但那個相離開的時候，鏡子裡面沒有，鏡子不著相；正在面對面照的時候，鏡子裡面何嘗著了相？我們每天早晚都照照鏡子，照鏡子有沒有想到，我今天一天處事待人接物，我的心要跟鏡子一樣，我照得清清楚楚、明明白白，可是決定沒有絲毫染著。這個心就是佛心、真心，就是本性。眾生用心，實在講是照相機的底片，照一下裡面就落一個，再照一下又落一個，裡面是骯髒、一塌糊塗。"
    },
    {
      "id": "09-023-0070_p0046",
      "zh_CN": "你要不相信，你晚上睡觉会胡作梦，会乱作梦。为什么那个梦那么乱、那么多？就是乱七八糟的影相，在那个时候你控制不住，它现形了。清净心的时候不作梦，就没有梦境。我们中国古人也讲，至人无梦，至人也是儒家讲的圣人。世间的圣贤人，他心清净，他没有染着，所以他睡觉不作梦。从作梦也能够考验自己的功夫。没有学佛的时候，做的梦都是奇奇怪怪的，常常做恶梦，从梦中吓醒过来。学佛念了几年佛之后，恶梦少了，可是梦里面还是乱七八糟，虽然有一点小功夫，功夫不够。再念几年佛，心更清净了，恶梦没有了；虽然有梦，梦的境界很清楚，很安和，这都是好境界，不乱，梦中境界不乱，像日常生活当中有条理、有顺序，不是乱作梦的。这些地方都能够勘验自己修持的功夫。如果常常梦到诵经、拜佛，这好事情。这是什么？你的功夫比较得力，连梦中对于自己修持都没有忘记。清醒的时候念佛，作梦的时候还能念佛，这是好境界。你们将来发心讲经，醒的时候给大家讲经，作梦的时候也在讲经，讲经的习气，我们平常讲，日有所思，夜有所梦，它确实有这个关系。但是梦中恶的境界不要恐惧，好的境界不要欢喜，为什么？「凡所有相，皆是虚妄」。有些人做了梦，梦中境界总是念念不忘，还来问我，我说：梦！你还要问，问什么！你还执着这个干什么？连梦都放不下，现前的事情怎么能放下？这个真的叫颠倒。梦中梦到佛来了，也若无其事，凡所有相都是虚妄，若无其事就好，《金刚经》上教给我们的。不要说是梦中见到佛，就是你在打坐定中见到佛，或者你走路看到佛来了，也若无其事，也不要大惊小怪，「我见到佛了，佛给我摩顶，我了不起！」有什么了不起？依旧搞六道轮回。为什么搞六道轮回？你着相。这个要紧！所以要放下，一切都不执着，好的境界不执着，恶的境界也不执着，这就对了。离一切相，一切诸相统统要离，方能证性。性是什么？性就是真心，性就是清净心。",
      "zh_TW": "你要不相信，你晚上睡覺會胡作夢，會亂作夢。為什麼那個夢那麼亂、那麼多？就是亂七八糟的影相，在那個時候你控制不住，它現形了。清淨心的時候不作夢，就沒有夢境。我們中國古人也講，至人無夢，至人也是儒家講的聖人。世間的聖賢人，他心清淨，他沒有染著，所以他睡覺不作夢。從作夢也能夠考驗自己的功夫。沒有學佛的時候，做的夢都是奇奇怪怪的，常常做惡夢，從夢中嚇醒過來。學佛念了幾年佛之後，惡夢少了，可是夢裡面還是亂七八糟，雖然有一點小功夫，功夫不夠。再念幾年佛，心更清淨了，惡夢沒有了；雖然有夢，夢的境界很清楚，很安和，這都是好境界，不亂，夢中境界不亂，像日常生活當中有條理、有順序，不是亂作夢的。這些地方都能夠勘驗自己修持的功夫。如果常常夢到誦經、拜佛，這好事情。這是什麼？你的功夫比較得力，連夢中對於自己修持都沒有忘記。清醒的時候念佛，作夢的時候還能念佛，這是好境界。你們將來發心講經，醒的時候給大家講經，作夢的時候也在講經，講經的習氣，我們平常講，日有所思，夜有所夢，它確實有這個關係。但是夢中惡的境界不要恐懼，好的境界不要歡喜，為什麼？「凡所有相，皆是虛妄」。有些人做了夢，夢中境界總是念念不忘，還來問我，我說：夢！你還要問，問什麼！你還執著這個幹什麼？連夢都放不下，現前的事情怎麼能放下？這個真的叫顛倒。夢中夢到佛來了，也若無其事，凡所有相都是虛妄，若無其事就好，《金剛經》上教給我們的。不要說是夢中見到佛，就是你在打坐定中見到佛，或者你走路看到佛來了，也若無其事，也不要大驚小怪，「我見到佛了，佛給我摩頂，我了不起！」有什麼了不起？依舊搞六道輪迴。為什麼搞六道輪迴？你著相。這個要緊！所以要放下，一切都不執著，好的境界不執著，惡的境界也不執著，這就對了。離一切相，一切諸相統統要離，方能證性。性是什麼？性就是真心，性就是清淨心。"
    },
    {
      "id": "09-023-0070_p0047",
      "zh_CN": "【分分离，便分分证。】",
      "zh_TW": "【分分離，便分分證。】"
    },
    {
      "id": "09-023-0070_p0048",
      "zh_CN": "证得圆满就成佛。离，慢慢的离，先练离见思烦恼，从粗重的先练，身见、边见、见取见、戒取见、邪见，先从这儿离。大乘经常常读诵，我们的看法、想法逐渐逐渐正确了，跟佛的看法、佛的想法接近了，我们这个邪、错误的知见就远离了。以前我们确确实实把这个身当作我，把一切万物看作是真实的，这就是错误的想法、错误的看法。现在明白了，知道身相是五蕴和合的假相，知道一切万法缘起性空，确确实实是刹那九百生灭的业因果报相续相，真的当体即空，了不可得，看破了。这个看法、想法跟佛一样；这一切都放下了，我们跟佛的做法就一样了。看法想法跟佛一样，但是做法跟佛不一样还是不行，不管事，不能解决问题。我们的做法也跟佛一样，佛是一切都放下，他生在帝王之家，一般人迷在名位上，争名夺利，抢着去作皇帝。人家皇帝到手了，不要了，放下，妻子儿女放下，财富放下，产业放下，他做给我们看，他样样放下，最后只剩下三衣一钵，天天到外面去托钵，什么都放下。他不是说叫我们放下，他不放下，那我们不能相信他的话。你说放下好，你为什么不放下？他果然放下，他真得自在。分分离，就是分分放下。一定要真的放下，放下一分就证一分，你就体会到一分，你就领悟到一分。",
      "zh_TW": "證得圓滿就成佛。離，慢慢的離，先練離見思煩惱，從粗重的先練，身見、邊見、見取見、戒取見、邪見，先從這兒離。大乘經常常讀誦，我們的看法、想法逐漸逐漸正確了，跟佛的看法、佛的想法接近了，我們這個邪、錯誤的知見就遠離了。以前我們確確實實把這個身當作我，把一切萬物看作是真實的，這就是錯誤的想法、錯誤的看法。現在明白了，知道身相是五蘊和合的假相，知道一切萬法緣起性空，確確實實是剎那九百生滅的業因果報相續相，真的當體即空，了不可得，看破了。這個看法、想法跟佛一樣；這一切都放下了，我們跟佛的做法就一樣了。看法想法跟佛一樣，但是做法跟佛不一樣還是不行，不管事，不能解決問題。我們的做法也跟佛一樣，佛是一切都放下，他生在帝王之家，一般人迷在名位上，爭名奪利，搶著去作皇帝。人家皇帝到手了，不要了，放下，妻子兒女放下，財富放下，產業放下，他做給我們看，他樣樣放下，最後只剩下三衣一缽，天天到外面去托缽，什麼都放下。他不是說叫我們放下，他不放下，那我們不能相信他的話。你說放下好，你為什麼不放下？他果然放下，他真得自在。分分離，就是分分放下。一定要真的放下，放下一分就證一分，你就體會到一分，你就領悟到一分。"
    },
    {
      "id": "09-023-0070_p0049",
      "zh_CN": "【皆应离名字】",
      "zh_TW": "【皆應離名字】"
    },
    {
      "id": "09-023-0070_p0050",
      "zh_CN": "知道名是假名，不要执著名字相，不要执着言说相。心缘就是妄想，更不能够执着。",
      "zh_TW": "知道名是假名，不要執著名字相，不要執著言說相。心緣就是妄想，更不能夠執著。"
    },
    {
      "id": "09-023-0070_p0051",
      "zh_CN": "【离名字、言说、心缘诸相，微密契入。虚相遣尽，净德自显。】",
      "zh_TW": "【離名字、言說、心緣諸相，微密契入。虛相遣盡，淨德自顯。】"
    },
    {
      "id": "09-023-0070_p0052",
      "zh_CN": "这是功夫，完全在日常生活里面去做，对于社会所有一切境界恒顺众生，在这里面修随喜功德。随顺一切众生，事上随顺，相上随顺，心里面不随顺；心里面干干净净、一尘不染，是这个随顺法。心里面清净，一切放下，那个随顺跟诸位说，是真实智慧的随顺。如果心里面还有执着，还放不下的，那个随顺是情执的随顺，这里面决定生烦恼。如果是充满智慧的随顺，那决定生菩提，它不生烦恼。微密契入，这四个字好！只要这样做法，这才叫依教奉行，这是真正受持《金刚般若》。",
      "zh_TW": "這是功夫，完全在日常生活裡面去做，對於社會所有一切境界恆順眾生，在這裡面修隨喜功德。隨順一切眾生，事上隨順，相上隨順，心裡面不隨順；心裡面乾乾淨淨、一塵不染，是這個隨順法。心裡面清淨，一切放下，那個隨順跟諸位說，是真實智慧的隨順。如果心裡面還有執著，還放不下的，那個隨順是情執的隨順，這裡面決定生煩惱。如果是充滿智慧的隨順，那決定生菩提，它不生煩惱。微密契入，這四個字好！只要這樣做法，這才叫依教奉行，這是真正受持《金剛般若》。"
    },
    {
      "id": "09-023-0070_p0053",
      "zh_CN": "虚相遣尽，虚就是假相、虚妄的，所有一切相都是虚妄的，没有一样是真实的，凡所有相皆是虚妄。虚妄相统统把它离开，没有了，舍尽了，自性里面净德自显。净德就是经上讲的信心清净，清净心现前了。清净心里面无量的智慧，无量的德能。《弥陀经》上所讲的，阿弥陀就是自性净德，一切皆是无量。净德自显就是自己真如本性完全透出来，障碍没有了。",
      "zh_TW": "虛相遣盡，虛就是假相、虛妄的，所有一切相都是虛妄的，沒有一樣是真實的，凡所有相皆是虛妄。虛妄相統統把它離開，沒有了，捨盡了，自性裡面淨德自顯。淨德就是經上講的信心清淨，清淨心現前了。清淨心裡面無量的智慧，無量的德能。《彌陀經》上所講的，阿彌陀就是自性淨德，一切皆是無量。淨德自顯就是自己真如本性完全透出來，障礙沒有了。"
    },
    {
      "id": "09-023-0070_p0054",
      "zh_CN": "【世尊之意若曰】",
      "zh_TW": "【世尊之意若曰】"
    },
    {
      "id": "09-023-0070_p0055",
      "zh_CN": "世尊的意思大概是这个样子，若曰就是大概是这个样子。",
      "zh_TW": "世尊的意思大概是這個樣子，若曰就是大概是這個樣子。"
    },
    {
      "id": "09-023-0070_p0056",
      "zh_CN": "【前所谓法即非法者何耶？】",
      "zh_TW": "【前所謂法即非法者何耶？】"
    },
    {
      "id": "09-023-0070_p0057",
      "zh_CN": "这是一句问话，为什么说法即非法？法是如来所说一切法，为什么说佛所说的一切法即是非法？佛说这句话的意思，就是佛法也不能执着。为什么？佛法是缘生的，佛哪有法可说，佛实在是无法可说。如果真如本性里还有法，那就坏了，你清净心当中又被污染。所以六祖说本来无一物，没有法的。佛不但无有定法可说，佛实在无有法可说。佛既然无有法可说，你还把佛说的这些废话，印成《大藏经》废纸一堆，把这个当宝贝，你就错了，你全错了。《金刚经》上这句话真正的意思在此地。",
      "zh_TW": "這是一句問話，為什麼說法即非法？法是如來所說一切法，為什麼說佛所說的一切法即是非法？佛說這句話的意思，就是佛法也不能執著。為什麼？佛法是緣生的，佛哪有法可說，佛實在是無法可說。如果真如本性裡還有法，那就壞了，你清淨心當中又被污染。所以六祖說本來無一物，沒有法的。佛不但無有定法可說，佛實在無有法可說。佛既然無有法可說，你還把佛說的這些廢話，印成《大藏經》廢紙一堆，把這個當寶貝，你就錯了，你全錯了。《金剛經》上這句話真正的意思在此地。"
    },
    {
      "id": "09-023-0070_p0058",
      "zh_CN": "【当知是经义不可思议故也】",
      "zh_TW": "【當知是經義不可思議故也】"
    },
    {
      "id": "09-023-0070_p0059",
      "zh_CN": "经的真实义，真实义是什么？不能够想。思是想，不可以想的。议是讲解讨论，不可以说的。你能够想的不是经义，你能够说的也不是。所以这个经你要去研究，那不叫冤枉！经怎么可以研究？我过去在讲席当中常常跟大家说，经没意思，如果有意思的话就是死的。死东西它才有意思，经没有意思。所以一百个人讲，有一百种的意思出来；一个人讲，《金刚经》我也讲了不少遍，每遍讲的意思都不一样，它怎么有意思？没有意思，它起作用就无量义；要有个意思，那就是死的，就坐实，就死了。所以经是活活泼泼，经只可以读，不能研究讨论，不能思惟想像。思惟想像是妄想、打妄想；研究讨论是胡说八道。那就是前面讲的，妄谈般若。不可以思，不可以议，佛居然有思有议，跟我们说了这么一大堆，这是什么？这是如来无住生心。可是在他是生心无住；我们很糟糕，我们生心马上就住，这就坏了，不解如来真实义。如果我们能解如来真实义，我们听了之后，听了之后也无住，那就是所谓说而无说，无说而说，我们听经，听而无听，无听而听，这就是微密契入。诸位要是这四个字不懂的话，你反复想想我这个讲法，这就叫微密契入，说而无说、无说而说，听而无听、无听而听。这两句话的反复，实在讲，根在哪里？根就是无住生心。无就是无住，应无所住，说听就是生心。诸位要记住，生心无住，无住生心，这样就微密契入。",
      "zh_TW": "經的真實義，真實義是什麼？不能夠想。思是想，不可以想的。議是講解討論，不可以說的。你能夠想的不是經義，你能夠說的也不是。所以這個經你要去研究，那不叫冤枉！經怎麼可以研究？我過去在講席當中常常跟大家說，經沒意思，如果有意思的話就是死的。死東西它才有意思，經沒有意思。所以一百個人講，有一百種的意思出來；一個人講，《金剛經》我也講了不少遍，每遍講的意思都不一樣，它怎麼有意思？沒有意思，它起作用就無量義；要有個意思，那就是死的，就坐實，就死了。所以經是活活潑潑，經只可以讀，不能研究討論，不能思惟想像。思惟想像是妄想、打妄想；研究討論是胡說八道。那就是前面講的，妄談般若。不可以思，不可以議，佛居然有思有議，跟我們說了這麼一大堆，這是什麼？這是如來無住生心。可是在他是生心無住；我們很糟糕，我們生心馬上就住，這就壞了，不解如來真實義。如果我們能解如來真實義，我們聽了之後，聽了之後也無住，那就是所謂說而無說，無說而說，我們聽經，聽而無聽，無聽而聽，這就是微密契入。諸位要是這四個字不懂的話，你反覆想想我這個講法，這就叫微密契入，說而無說、無說而說，聽而無聽、無聽而聽。這兩句話的反覆，實在講，根在哪裡？根就是無住生心。無就是無住，應無所住，說聽就是生心。諸位要記住，生心無住，無住生心，這樣就微密契入。"
    },
    {
      "id": "09-023-0070_p0060",
      "zh_CN": "我们在日常生活当中，我们说话给别人听，是不是说而无说、无说而说？别人说话我们听，是不是听而无听、无听而听？你要是在讲堂上听经是这样的，离开讲堂真的有说有听，不就又完了？又回到老习气那里去了！一切时、一切处，与一切众生接触，都是这个样子，这才叫真正受持《金刚般若》，才是真正的微密观照。穿衣吃饭也是如此，吃饭吃而无吃、无吃而吃，我们做不到，我们是真的有吃。金山活佛妙善一吃，别人盛饭送给他吃，供养他很高兴，他也很欢喜，好！你供养他，「来！我来，我吃你一碗」，那个人又添一碗，「行！我吃你一碗」，一个不空过，一下吃了十八碗。这不就撑坏了？旁边乐观法师看他这个样子，「活佛你行吗？」活佛悄悄跟他讲，告诉他：「你是一个研究经的，你懂不懂一多不二，一即是多，多即是一？」你要是懂这个道理，再多都是一，不要说十八碗，一百八十碗他也没觉得胀。人家是入这个境界，没有多少！我们是着在多少上，人家多跟少是一，这个很厉害！有一天他也试验，盛饭送给乐观法师吃，吃一会儿，又给他添，连续添，他也吃了十碗；「你觉得怎样？」他也没有觉得什么！可见得都是一个念头，这个念头是个妄念，妄念在作祟，妄念没有了，一多不二、万法一如，这才入了微密契入，这是不思议解脱境界。我们就是妄想分别执着太厉害了，不肯放下，没有看破不肯放下。《金刚经》之妙，这样少的经文，这么样简单圆满的开示，一点不啰嗦，没有委曲婉转，直截了当告诉我们，真正懂得它的意思，体会它的意思，依教奉行，实实在在是不可思议，这是经义不可思议。",
      "zh_TW": "我們在日常生活當中，我們說話給別人聽，是不是說而無說、無說而說？別人說話我們聽，是不是聽而無聽、無聽而聽？你要是在講堂上聽經是這樣的，離開講堂真的有說有聽，不就又完了？又回到老習氣那裡去了！一切時、一切處，與一切眾生接觸，都是這個樣子，這才叫真正受持《金剛般若》，才是真正的微密觀照。穿衣吃飯也是如此，吃飯吃而無吃、無吃而吃，我們做不到，我們是真的有吃。金山活佛妙善一吃，別人盛飯送給他吃，供養他很高興，他也很歡喜，好！你供養他，「來！我來，我吃你一碗」，那個人又添一碗，「行！我吃你一碗」，一個不空過，一下吃了十八碗。這不就撐壞了？旁邊樂觀法師看他這個樣子，「活佛你行嗎？」活佛悄悄跟他講，告訴他：「你是一個研究經的，你懂不懂一多不二，一即是多，多即是一？」你要是懂這個道理，再多都是一，不要說十八碗，一百八十碗他也沒覺得脹。人家是入這個境界，沒有多少！我們是著在多少上，人家多跟少是一，這個很厲害！有一天他也試驗，盛飯送給樂觀法師吃，吃一會兒，又給他添，連續添，他也吃了十碗；「你覺得怎樣？」他也沒有覺得什麼！可見得都是一個念頭，這個念頭是個妄念，妄念在作祟，妄念沒有了，一多不二、萬法一如，這才入了微密契入，這是不思議解脫境界。我們就是妄想分別執著太厲害了，不肯放下，沒有看破不肯放下。《金剛經》之妙，這樣少的經文，這麼樣簡單圓滿的開示，一點不囉嗦，沒有委曲婉轉，直截了當告訴我們，真正懂得它的意思，體會它的意思，依教奉行，實實在在是不可思議，這是經義不可思議。"
    },
    {
      "id": "09-023-0070_p0061",
      "zh_CN": "【前所谓佛即非佛】",
      "zh_TW": "【前所謂佛即非佛】"
    },
    {
      "id": "09-023-0070_p0062",
      "zh_CN": "佛即非佛是讲果报。",
      "zh_TW": "佛即非佛是講果報。"
    },
    {
      "id": "09-023-0070_p0063",
      "zh_CN": "【当知果报亦不可思议】",
      "zh_TW": "【當知果報亦不可思議】"
    },
    {
      "id": "09-023-0070_p0064",
      "zh_CN": "成佛了，凡夫着了成佛的相。佛有没有着成佛的相？没有。佛没有着成佛的相，菩萨也没有着成菩萨的相。如果着了成佛的相，着了成菩萨的相，他还能分身吗？他还能应化吗？不能。所以他这个相没有了；相没有了，才能够「随众生心，应所知量」。众生心里想什么相，他就变成什么相，三十二相八十种好，是我们众生想出来的。凡夫认为这个相是大人之相、是贵相、富贵相，佛就现这个相。佛没有相，所以他能够现相。我们为什么这个面孔不能改变，执着！我这个相就是这样子，不是这个就不是我，这个相就不能改、不能变，道理就在此地。执着，着相！佛在此地教我们离相，我们在这个经上看到，从小乘须陀洹起就离相，可见得离相就是证果。证果是什么意思？证果就是离相，不是别的，证果就是离相，离相就是证果。所以说「佛即非佛」。「当知果报亦不可思议」，这个解释很精简，实在讲很清楚很明白，我们要真正的去体会，要把它应用在日常生活当中，那就是奉持金刚般若。从来不念《金刚经》一个字，也是圆圆满满奉持金刚般若。如果你做不到，你每天把《金刚经》念上二十遍，与受持毫不相干，这个要知道。",
      "zh_TW": "成佛了，凡夫著了成佛的相。佛有沒有著成佛的相？沒有。佛沒有著成佛的相，菩薩也沒有著成菩薩的相。如果著了成佛的相，著了成菩薩的相，他還能分身嗎？他還能應化嗎？不能。所以他這個相沒有了；相沒有了，才能夠「隨眾生心，應所知量」。眾生心裡想什麼相，他就變成什麼相，三十二相八十種好，是我們眾生想出來的。凡夫認為這個相是大人之相、是貴相、富貴相，佛就現這個相。佛沒有相，所以他能夠現相。我們為什麼這個面孔不能改變，執著！我這個相就是這樣子，不是這個就不是我，這個相就不能改、不能變，道理就在此地。執著，著相！佛在此地教我們離相，我們在這個經上看到，從小乘須陀洹起就離相，可見得離相就是證果。證果是什麼意思？證果就是離相，不是別的，證果就是離相，離相就是證果。所以說「佛即非佛」。「當知果報亦不可思議」，這個解釋很精簡，實在講很清楚很明白，我們要真正的去體會，要把它應用在日常生活當中，那就是奉持金剛般若。從來不念《金剛經》一個字，也是圓圓滿滿奉持金剛般若。如果你做不到，你每天把《金剛經》念上二十遍，與受持毫不相干，這個要知道。"
    },
    {
      "id": "09-023-0070_p0065",
      "zh_CN": "【总之，是经义趣，是专遣情执。】",
      "zh_TW": "【總之，是經義趣，是專遣情執。】"
    },
    {
      "id": "09-023-0070_p0066",
      "zh_CN": "遣是离开，是教人离开。这个经的义理归趣，没有别的，是专门叫人把情执放下，也就是叫你离一切相，一切都不能执着。「法尚应舍，何况非法」，那个法是佛所说的一切法，佛所说的一切法，都不可以执着。为什么佛所说的一切法，也不能执着？因为佛所说的一切法，也是因缘生法，也是当体即空，这个要知道。佛在这个经上所讲的，前面曾经详细的说过，在筏喻的那段经文上讲过。佛说法如筏喻者，这是佛在小乘经上常讲的比喻，叫小乘人不能有法执。《金刚经》上也用这个比喻，但是意思深。小乘经上的比喻是过了河就不要船，这个筏就不要了。《金刚经》上，我正在坐上这个船，我也不执着它，这个意思比小乘经上深得多。我们今天要不要用佛法？要用。我用它，我也不执着它。这就高了，这比小乘就高了。小乘是：我现在用它，我要执着它，到我将来过了河，成就了、证果了，我再不要它。诸位想想，他能不能证果？他不能证果。为什么不能证果，他不肯下船。过河，我过了河的时候，我就不要船了，他是牢牢执着这个船，他不下船，他能过得了河吗？他过不了。什么时候他把这个舍掉，他就证果。所以小乘人笨，时间长；大乘人聪明，正在船上正在舍，很快的就渡过了。小乘人一定要见到彼岸才肯舍，大乘人没见就舍，一舍彼岸就到了。舍掉就是彼岸。彼岸是什么？彼岸是舍。这个岸执着，那个岸是舍。我一舍不就到彼岸了！就这么简单，就这么容易！你不肯舍，那你就是在生死这一岸，舍了就是如来大涅槃的彼岸，一念之间！般若是诸佛的心髓，是成佛的心要，一点都不错。",
      "zh_TW": "遣是離開，是教人離開。這個經的義理歸趣，沒有別的，是專門叫人把情執放下，也就是叫你離一切相，一切都不能執著。「法尚應捨，何況非法」，那個法是佛所說的一切法，佛所說的一切法，都不可以執著。為什麼佛所說的一切法，也不能執著？因為佛所說的一切法，也是因緣生法，也是當體即空，這個要知道。佛在這個經上所講的，前面曾經詳細的說過，在筏喻的那段經文上講過。佛說法如筏喻者，這是佛在小乘經上常講的比喻，叫小乘人不能有法執。《金剛經》上也用這個比喻，但是意思深。小乘經上的比喻是過了河就不要船，這個筏就不要了。《金剛經》上，我正在坐上這個船，我也不執著它，這個意思比小乘經上深得多。我們今天要不要用佛法？要用。我用它，我也不執著它。這就高了，這比小乘就高了。小乘是：我現在用它，我要執著它，到我將來過了河，成就了、證果了，我再不要它。諸位想想，他能不能證果？他不能證果。為什麼不能證果，他不肯下船。過河，我過了河的時候，我就不要船了，他是牢牢執著這個船，他不下船，他能過得了河嗎？他過不了。什麼時候他把這個捨掉，他就證果。所以小乘人笨，時間長；大乘人聰明，正在船上正在捨，很快的就渡過了。小乘人一定要見到彼岸才肯捨，大乘人沒見就捨，一捨彼岸就到了。捨掉就是彼岸。彼岸是什麼？彼岸是捨。這個岸執著，那個岸是捨。我一捨不就到彼岸了！就這麼簡單，就這麼容易！你不肯捨，那你就是在生死這一岸，捨了就是如來大涅槃的彼岸，一念之間！般若是諸佛的心髓，是成佛的心要，一點都不錯。"
    },
    {
      "id": "09-023-0070_p0067",
      "zh_CN": "【专遣情执，以证空寂之性。】",
      "zh_TW": "【專遣情執，以證空寂之性。】"
    },
    {
      "id": "09-023-0070_p0068",
      "zh_CN": "离开情执，真如本性就现前。去找，到哪里去找真如本性？哪里去找？没这回事情，放下即是。",
      "zh_TW": "離開情執，真如本性就現前。去找，到哪裡去找真如本性？哪裡去找？沒這回事情，放下即是。"
    },
    {
      "id": "09-023-0070_p0069",
      "zh_CN": "【果报，即是证得不可缘念之性。】",
      "zh_TW": "【果報，即是證得不可緣念之性。】"
    },
    {
      "id": "09-023-0070_p0070",
      "zh_CN": "这个果报是讲佛的果报，无上菩提的果报。无上菩提的果报是什么？就是不可缘念。前面讲了，离名字相、离言说相、离心缘相就是的，离开了，那个东西就是真如本性。如果你有言说、有名字，还有妄想，这叫障碍，叫业障，障住你的本性，障住你的真心，你的真心本性不能现前，被它障了。由此可知，佛在哪里？阿耨多罗三藐三菩提在哪里？无上菩提在哪里？就在面前，真的叫不隔毫端，《华严经》上讲的。念头一转马上就是；转不过来，千里万里，一转过来马上就是。",
      "zh_TW": "這個果報是講佛的果報，無上菩提的果報。無上菩提的果報是什麼？就是不可緣念。前面講了，離名字相、離言說相、離心緣相就是的，離開了，那個東西就是真如本性。如果你有言說、有名字，還有妄想，這叫障礙，叫業障，障住你的本性，障住你的真心，你的真心本性不能現前，被它障了。由此可知，佛在哪裡？阿耨多羅三藐三菩提在哪裡？無上菩提在哪裡？就在面前，真的叫不隔毫端，《華嚴經》上講的。念頭一轉馬上就是；轉不過來，千里萬里，一轉過來馬上就是。"
    },
    {
      "id": "09-023-0070_p0071",
      "zh_CN": "【直须言语道断，心行处灭，方许少分相应。】",
      "zh_TW": "【直須言語道斷，心行處滅，方許少分相應。】"
    },
    {
      "id": "09-023-0070_p0072",
      "zh_CN": "直须，这个词句用得肯定，直接必须要做到言语道断。言语道断，不是没有言语；心行处灭，不是没有心行。如果说没有言语、没有心行，住到空去了，住到非法相去了，这是般若最难懂的地方。你说离言说，释迦牟尼佛讲了四十九年；你说离名字相，佛经典里面名相特别多，哪个宗教也比不上佛教名相多。又叫我们离，又偏偏要说。所以你一定要懂《金刚经》上那个原理，应无所住而生其心。佛跟我们讲名字、言说、心缘，是生心，里面那一层是无住。生心不碍无住，无住不碍生心。再给你说得清楚一点，无住就是生心，生心就是无住，这才微密契入。你把生心跟无住看作两桩事情，你怎么能入？你入不了门。生心跟无住是一桩事情。言语道断是离名字、离言说；心行处灭是离心缘。跟前面讲的意思完全相同，就是对空有两边都不执着，法相、非法相统统离开。怎么个离法，前面讲得很多很多，后面还要讲，这个地方不再啰嗦了。这样才能少分相应，少分相应就是少分微密契入，你真的得受用。",
      "zh_TW": "直須，這個詞句用得肯定，直接必須要做到言語道斷。言語道斷，不是沒有言語；心行處滅，不是沒有心行。如果說沒有言語、沒有心行，住到空去了，住到非法相去了，這是般若最難懂的地方。你說離言說，釋迦牟尼佛講了四十九年；你說離名字相，佛經典裡面名相特別多，哪個宗教也比不上佛教名相多。又叫我們離，又偏偏要說。所以你一定要懂《金剛經》上那個原理，應無所住而生其心。佛跟我們講名字、言說、心緣，是生心，裡面那一層是無住。生心不礙無住，無住不礙生心。再給你說得清楚一點，無住就是生心，生心就是無住，這才微密契入。你把生心跟無住看作兩樁事情，你怎麼能入？你入不了門。生心跟無住是一樁事情。言語道斷是離名字、離言說；心行處滅是離心緣。跟前面講的意思完全相同，就是對空有兩邊都不執著，法相、非法相統統離開。怎麼個離法，前面講得很多很多，後面還要講，這個地方不再囉嗦了。這樣才能少分相應，少分相應就是少分微密契入，你真的得受用。"
    },
    {
      "id": "09-023-0070_p0073",
      "zh_CN": "【心行处灭，不可思也。】",
      "zh_TW": "【心行處滅，不可思也。】"
    },
    {
      "id": "09-023-0070_p0074",
      "zh_CN": "不能够思惟想像。所以真正修道人，不要说是宗门，修净土、学教不例外。诸位要知道，学教不例外，学教也是学清净心，不能执着。但是学教的人，法相不能不懂，所以你要多看、你要多听，多看多听最重要的，你要能契入。如何能够在多看多听里契入？那就是刚才讲，看而无看、听而无听，就契入了。你看，执著名字相，你不能契入；你听，执着言说相，你不会契入。你要一心看、一心听，不要强记。法相名词很多，不要去强记，要多看自然就熟了。强记，里面心缘相，就落在那个里面。只要多看多听，不要去记，不要强记，你这个心清净。在读经、看经、听经里面修清净心，清净心修到了，这些言说也听到了，你不是一举三得吗？你要不会用功，你一样都得不到，就是法相名词，也会把意思搞错，错解如来真实义，搞错了。你要是会的话，三者都得到。我们常讲专心听，经文上常讲谛听、谛听，就是这个意思。他会谛听，三桩事情一时都得到，这个契入。",
      "zh_TW": "不能夠思惟想像。所以真正修道人，不要說是宗門，修淨土、學教不例外。諸位要知道，學教不例外，學教也是學清淨心，不能執著。但是學教的人，法相不能不懂，所以你要多看、你要多聽，多看多聽最重要的，你要能契入。如何能夠在多看多聽裡契入？那就是剛才講，看而無看、聽而無聽，就契入了。你看，執著名字相，你不能契入；你聽，執著言說相，你不會契入。你要一心看、一心聽，不要強記。法相名詞很多，不要去強記，要多看自然就熟了。強記，裡面心緣相，就落在那個裡面。只要多看多聽，不要去記，不要強記，你這個心清淨。在讀經、看經、聽經裡面修清淨心，清淨心修到了，這些言說也聽到了，你不是一舉三得嗎？你要不會用功，你一樣都得不到，就是法相名詞，也會把意思搞錯，錯解如來真實義，搞錯了。你要是會的話，三者都得到。我們常講專心聽，經文上常講諦聽、諦聽，就是這個意思。他會諦聽，三樁事情一時都得到，這個契入。"
    },
    {
      "id": "09-023-0070_p0075",
      "zh_CN": "【言语道断，不可议也。此之谓经义不可思议，果报亦不可思议。】",
      "zh_TW": "【言語道斷，不可議也。此之謂經義不可思議，果報亦不可思議。】"
    },
    {
      "id": "09-023-0070_p0076",
      "zh_CN": "这里头真是趣味无穷。",
      "zh_TW": "這裡頭真是趣味無窮。"
    },
    {
      "id": "09-023-0070_p0077",
      "zh_CN": "【若不知向这言语道断、心行处灭、不可思议中观照契入，便与经义乖违，哪得果报可证。】",
      "zh_TW": "【若不知向這言語道斷、心行處滅、不可思議中觀照契入，便與經義乖違，哪得果報可證。】"
    },
    {
      "id": "09-023-0070_p0078",
      "zh_CN": "这话是真的，一点都不错。所以为什么古时候修行证果的人很多，现在人没有了。你要说用功，现在人比古人用功，不输给古人，勤劳也不输给古人。而说到一切科技带给我们的方便，更是古人望尘莫及，为什么我们今天成就不如古人？我们是错用了心，错用了功，这是没有办法。大家还要晓得一个事实，科技日新月异，天天讲新东西。我们佛门修证这个老方法可不能换新，一换新就糟了，一定要守旧。旧的行吗？我们那个东西不旧，叫万古常新，没得换的，它永远都新。不必要换第二个样子，万古常新，这个不可思议，经上讲真是不可思议。佛门这个方法，完全就在修一个清净心。方法就是教你一切放下、一切都不执着，这才行。我们学经教，就要这样用心，要听、要复讲。",
      "zh_TW": "這話是真的，一點都不錯。所以為什麼古時候修行證果的人很多，現在人沒有了。你要說用功，現在人比古人用功，不輸給古人，勤勞也不輸給古人。而說到一切科技帶給我們的方便，更是古人望塵莫及，為什麼我們今天成就不如古人？我們是錯用了心，錯用了功，這是沒有辦法。大家還要曉得一個事實，科技日新月異，天天講新東西。我們佛門修證這個老方法可不能換新，一換新就糟了，一定要守舊。舊的行嗎？我們那個東西不舊，叫萬古常新，沒得換的，它永遠都新。不必要換第二個樣子，萬古常新，這個不可思議，經上講真是不可思議。佛門這個方法，完全就在修一個清淨心。方法就是教你一切放下、一切都不執著，這才行。我們學經教，就要這樣用心，要聽、要複講。"
    },
    {
      "id": "09-023-0070_p0079",
      "zh_CN": "前天广瑜法师到此地来听你们讲演，出门之后他就告诉我：你们这个方法是谛闲老法师的方法，老方法！老方法训练讲经是讲小座。古时候训练讲经人才，就是从听众当中选出来的。选什么样的人？就是刚才讲的条件，你听而无听、看而无看；无听而听、无看而看，就选这个人，这个人行。训练的方法？老和尚这座经讲完了，明天早晨你来复讲，复小座，你要不要去写笔记？不要。要不要去思惟经义？不要。确确实实不落在第六意识里面，决不用意识心，明天上台你能讲多少就讲多少，用这个方法。老和尚在此地讲一个小时，你能讲一个小时，那一百分，满分；你能讲半个小时，及格了。就可以培养成弘法的法师，不需要准备。现在人学讲经是充分的准备，准备是什么？落在意识里面去了，就是妄想分别执着，拿这个东西来讲。一切离开那是称性，少分的称性，我们一开始少分，有少分就会多分，有多分就会满分，所以那个修行证果快。现在人不用这个方法，以为这个方法是老方法，要淘汰掉，要用现在科学方法，科学方法可把人害惨了。我们再看底下这一句，末后这一段：",
      "zh_TW": "前天廣瑜法師到此地來聽你們講演，出門之後他就告訴我：你們這個方法是諦閑老法師的方法，老方法！老方法訓練講經是講小座。古時候訓練講經人才，就是從聽眾當中選出來的。選什麼樣的人？就是剛才講的條件，你聽而無聽、看而無看；無聽而聽、無看而看，就選這個人，這個人行。訓練的方法？老和尚這座經講完了，明天早晨你來複講，複小座，你要不要去寫筆記？不要。要不要去思惟經義？不要。確確實實不落在第六意識裡面，決不用意識心，明天上台你能講多少就講多少，用這個方法。老和尚在此地講一個小時，你能講一個小時，那一百分，滿分；你能講半個小時，及格了。就可以培養成弘法的法師，不需要準備。現在人學講經是充分的準備，準備是什麼？落在意識裡面去了，就是妄想分別執著，拿這個東西來講。一切離開那是稱性，少分的稱性，我們一開始少分，有少分就會多分，有多分就會滿分，所以那個修行證果快。現在人不用這個方法，以為這個方法是老方法，要淘汰掉，要用現在科學方法，科學方法可把人害慘了。我們再看底下這一句，末後這一段："
    },
    {
      "id": "09-023-0070_p0080",
      "zh_CN": "【不可思议有三意，这是把它总归纳起来。一、言语断，心行灭，经义所明者，明此。】",
      "zh_TW": "【不可思議有三意，這是把它總歸納起來。一、言語斷，心行滅，經義所明者，明此。】"
    },
    {
      "id": "09-023-0070_p0081",
      "zh_CN": "一部《金刚般若波罗蜜经》就是说明这个意思。",
      "zh_TW": "一部《金剛般若波羅蜜經》就是說明這個意思。"
    },
    {
      "id": "09-023-0070_p0082",
      "zh_CN": "【果报所得者，得此。】",
      "zh_TW": "【果報所得者，得此。】"
    },
    {
      "id": "09-023-0070_p0083",
      "zh_CN": "得的是什么？也得的是这个。",
      "zh_TW": "得的是什麼？也得的是這個。"
    },
    {
      "id": "09-023-0070_p0084",
      "zh_CN": "【此本义也】",
      "zh_TW": "【此本義也】"
    },
    {
      "id": "09-023-0070_p0085",
      "zh_CN": "这是不可思议的本义。本经所说的、所发明的。",
      "zh_TW": "這是不可思議的本義。本經所說的、所發明的。"
    },
    {
      "id": "09-023-0070_p0086",
      "zh_CN": "【二、回映是经有不可思议功德】",
      "zh_TW": "【二、回映是經有不可思議功德】"
    },
    {
      "id": "09-023-0070_p0087",
      "zh_CN": "这是前面佛讲的，这部经有不可思议功德。并加释明，再加以解释，借以收束极显经功一段文也。《金刚般若波罗蜜经》确确实实不可思议，这个经的功德无量无边，一切诸佛称说不尽。末后这一条：",
      "zh_TW": "這是前面佛講的，這部經有不可思議功德。並加釋明，再加以解釋，藉以收束極顯經功一段文也。《金剛般若波羅蜜經》確確實實不可思議，這個經的功德無量無邊，一切諸佛稱說不盡。末後這一條："
    },
    {
      "id": "09-023-0070_p0088",
      "zh_CN": "【三、显是经功德及持经者功德，无上无等，非凡情所能窥，非言语所能道也。】",
      "zh_TW": "【三、顯是經功德及持經者功德，無上無等，非凡情所能窺，非言語所能道也。】"
    },
    {
      "id": "09-023-0070_p0089",
      "zh_CN": "这句话我们今天在此地听了，可以说没有怀疑，可以接受。如果对这个经稍稍有一点受持少分的话，听到这句话会点头，会同意这个说法是真实的说法，决不是夸张的，决不是虚妄的。这个经实实在在是十方三世所有一切诸佛如来，修行证果成佛的原理原则。无论是哪个法门，大乘小乘一切宗派，包括密宗，决定不能离开这个原则，离开这个原则，他决定是凡夫，决定不能成就。我们可以肯定，他决定是凡夫，为什么？小乘初果须陀洹都不行，初果须陀洹就已经放下少分。大小乘菩萨果位那么多，只是放下多少而已。像我举这个比喻，你们从一层楼上来一样，你们走楼梯，你舍第一层，你就到第二层；舍第二层，你就到第三层，菩萨阶位五十二层就是这个意思。你舍初信，就到二信；舍二信，你就到三信；舍十信，你就到十住；舍十住，你就到十行；你要不肯舍，你就当凡夫。不肯舍，「我在初住不肯舍，我就是初住菩萨」，没那回事情，你不肯舍，马上掉下来当凡夫。不要以为我上了二楼，我不舍我还二楼，不错！这个地方是实在的。佛法这里阶阶都是空的，一不舍一下就滑下去了，没有哪一层可以拦住你，马上就到六道里面去了。没那回事！一定要知道，这个东西真的俗话常讲：如逆水行舟，不进则退。一退就退回去了，就退到凡夫地，没有底限的，这是诸位必须要知道。这个经的功德、作用，实实在在是无上无等，绝对不是凡情所能够窥测，所能够看到，所能够理解，不是言语能够说得出的。为什么？它要你放下，只有放下，自己才能真正领会到、真正尝到，如人饮水，冷暖自知。这水喝下去，人家问：这水热不热？很热！到底什么热度，他没有尝，他绝对不知道。你们这个地方，有很多人会吃辣椒，辣椒辣不辣？不辣！辣的程度各人不一样，有人会吃的，很辣他吃不辣；那不会吃的，闻到就不得了，就很辣。各人程度不一样，必须自己亲尝才晓得；不是亲尝，人家说。世间的小事都不可思议，何况经义，样样都不可思议！不但指这个经，经上告诉我们，世间事样样都不可思议。如果完全用不可思议，一切法的自性就见到了；落在思议里面，一切法的自性就见不到。所以这个法展开来是一切法，不是这一部经。第三卷就讲到此地。",
      "zh_TW": "這句話我們今天在此地聽了，可以說沒有懷疑，可以接受。如果對這個經稍稍有一點受持少分的話，聽到這句話會點頭，會同意這個說法是真實的說法，決不是誇張的，決不是虛妄的。這個經實實在在是十方三世所有一切諸佛如來，修行證果成佛的原理原則。無論是哪個法門，大乘小乘一切宗派，包括密宗，決定不能離開這個原則，離開這個原則，他決定是凡夫，決定不能成就。我們可以肯定，他決定是凡夫，為什麼？小乘初果須陀洹都不行，初果須陀洹就已經放下少分。大小乘菩薩果位那麼多，只是放下多少而已。像我舉這個比喻，你們從一層樓上來一樣，你們走樓梯，你捨第一層，你就到第二層；捨第二層，你就到第三層，菩薩階位五十二層就是這個意思。你捨初信，就到二信；捨二信，你就到三信；捨十信，你就到十住；捨十住，你就到十行；你要不肯捨，你就當凡夫。不肯捨，「我在初住不肯捨，我就是初住菩薩」，沒那回事情，你不肯捨，馬上掉下來當凡夫。不要以為我上了二樓，我不捨我還二樓，不錯！這個地方是實在的。佛法這裡階階都是空的，一不捨一下就滑下去了，沒有哪一層可以攔住你，馬上就到六道裡面去了。沒那回事！一定要知道，這個東西真的俗話常講：如逆水行舟，不進則退。一退就退回去了，就退到凡夫地，沒有底限的，這是諸位必須要知道。這個經的功德、作用，實實在在是無上無等，絕對不是凡情所能夠窺測，所能夠看到，所能夠理解，不是言語能夠說得出的。為什麼？它要你放下，只有放下，自己才能真正領會到、真正嘗到，如人飲水，冷暖自知。這水喝下去，人家問：這水熱不熱？很熱！到底什麼熱度，他沒有嘗，他絕對不知道。你們這個地方，有很多人會吃辣椒，辣椒辣不辣？不辣！辣的程度各人不一樣，有人會吃的，很辣他吃不辣；那不會吃的，聞到就不得了，就很辣。各人程度不一樣，必須自己親嘗才曉得；不是親嘗，人家說。世間的小事都不可思議，何況經義，樣樣都不可思議！不但指這個經，經上告訴我們，世間事樣樣都不可思議。如果完全用不可思議，一切法的自性就見到了；落在思議裡面，一切法的自性就見不到。所以這個法展開來是一切法，不是這一部經。第三卷就講到此地。"
    }
  ]
}