{
  "doc_id": "09-023-0075",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十五集",
    "zh_TW": "第七十五集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0075",
  "total_paragraphs": 163,
  "paragraphs": [
    {
      "id": "09-023-0075_p0001",
      "zh_CN": "请掀开经本一百七十二面，倒数第三行，我们看注解最后一段。",
      "zh_TW": "請掀開經本一百七十二面，倒數第三行，我們看註解最後一段。"
    },
    {
      "id": "09-023-0075_p0002",
      "zh_CN": "【发心自度度他，以期明性见佛。扼要之方，全在于此。其方云何？依此经教，离相离念是已。】",
      "zh_TW": "【發心自度度他，以期明性見佛。扼要之方，全在於此。其方云何？依此經教，離相離念是已。】"
    },
    {
      "id": "09-023-0075_p0003",
      "zh_CN": "末后的结论，结得非常之好！学佛就是学做人，就是学怎样过日子。世间人所希求的幸福美满生活，就是佛法，如果要真正达到究竟圆满，一定要发心自度度他。佛经里面讲的度字，要用现代的话来说，就是帮助的意思，协助的意思。你要想你能够过得幸福自在美满，你要帮助你自己，你要帮助一切众生。为什么要这样做？佛在经上已经为我们说得很详细、很多、很明白。理实在讲是甚深甚广，一般凡夫不能觉察。可是凡夫里面也有一些聪明人，他知道人不能够离开社会人群独立的生活，所谓人是社会的动物。我们要自己生活过得幸福美满，必须别人也要幸福、也要美满，那才是真的；如果别人的生活很艰难、很困苦，我们自己过得很幸福，幸福里面会有灾难。中国俗语常讲：一家饱暖千家怨。其他的人看到你，嫉妒你、仇视你，甚至于来盗窃你、来杀害你。这些事情，自古以来史书上就记载很多。在近代，大家在报纸杂志、新闻广播里面，几乎每天都有，不只一种。",
      "zh_TW": "末後的結論，結得非常之好！學佛就是學做人，就是學怎樣過日子。世間人所希求的幸福美滿生活，就是佛法，如果要真正達到究竟圓滿，一定要發心自度度他。佛經裡面講的度字，要用現代的話來說，就是幫助的意思，協助的意思。你要想你能夠過得幸福自在美滿，你要幫助你自己，你要幫助一切眾生。為什麼要這樣做？佛在經上已經為我們說得很詳細、很多、很明白。理實在講是甚深甚廣，一般凡夫不能覺察。可是凡夫裡面也有一些聰明人，他知道人不能夠離開社會人群獨立的生活，所謂人是社會的動物。我們要自己生活過得幸福美滿，必須別人也要幸福、也要美滿，那才是真的；如果別人的生活很艱難、很困苦，我們自己過得很幸福，幸福裡面會有災難。中國俗語常講：一家飽暖千家怨。其他的人看到你，嫉妒你、仇視你，甚至於來盜竊你、來殺害你。這些事情，自古以來史書上就記載很多。在近代，大家在報紙雜誌、新聞廣播裡面，幾乎每天都有，不只一種。"
    },
    {
      "id": "09-023-0075_p0004",
      "zh_CN": "由此可知，幸福何在？美满何在？于是我们就了解，佛给我们讲的有道理。所以我们帮助自己脱离贫穷、脱离困苦，也要帮助一切众生，大家都能够离开贫穷困苦，这个世间才美满。就如同西方极乐世界，西方极乐世界为什么叫极乐？为什么那么美好？阿弥陀佛没有只顾自己，他顾一切众生；自己要好，一切众生跟我一样好。这个道理事实非常非常重要，所以佛教给我们一定要发心自己帮助自己，要帮助一切众生。怎么帮助法？要克服自己无始劫以来的恶业习气，要把这个习气克服。我们是什么习气？自私自利。起心动念只想自己，没有想别人，这大错特错了。世间人有发财的，有生活过得很好的；有贫穷的，生活过得很苦的。这是什么原因？有人说那个人命好，这个人命不好。命是果，果必有因。命从哪里来的？一定有因，因是造的业。如果造善业，这个人命就好，他就幸福、他就快乐，他就很自在；如果造恶业，他的命就很苦。我们明白这个道理，了解这个事实，怎么自度？断恶修善。不但不造恶业，起一个恶念都不可以，念念要帮助一切众生，念念要帮助这个社会，这是善心，这样造的是善业，得的果报不可思议，这得善果。帮助别人亦复如是，劝人明白因果。谚语说得好，「一饮一啄，莫非前定」。你今天会赚多少钱，或者你今天会赔多少钱，命里注定的，正是所谓「一生皆是命，半点不由人。」这个话听起来很悲伤、很伤感。其实一生都是命，这是一点不错，这句话讲得很正确。说半点不由人，这个话未必可靠，为什么？人要明白其中的道理，了解事实真相，可以转业，可以创造新的命运，这就是我们有能力自己帮助自己，去帮助别人。",
      "zh_TW": "由此可知，幸福何在？美滿何在？於是我們就了解，佛給我們講的有道理。所以我們幫助自己脫離貧窮、脫離困苦，也要幫助一切眾生，大家都能夠離開貧窮困苦，這個世間才美滿。就如同西方極樂世界，西方極樂世界為什麼叫極樂？為什麼那麼美好？阿彌陀佛沒有只顧自己，他顧一切眾生；自己要好，一切眾生跟我一樣好。這個道理事實非常非常重要，所以佛教給我們一定要發心自己幫助自己，要幫助一切眾生。怎麼幫助法？要克服自己無始劫以來的惡業習氣，要把這個習氣克服。我們是什麼習氣？自私自利。起心動念只想自己，沒有想別人，這大錯特錯了。世間人有發財的，有生活過得很好的；有貧窮的，生活過得很苦的。這是什麼原因？有人說那個人命好，這個人命不好。命是果，果必有因。命從哪裡來的？一定有因，因是造的業。如果造善業，這個人命就好，他就幸福、他就快樂，他就很自在；如果造惡業，他的命就很苦。我們明白這個道理，了解這個事實，怎麼自度？斷惡修善。不但不造惡業，起一個惡念都不可以，念念要幫助一切眾生，念念要幫助這個社會，這是善心，這樣造的是善業，得的果報不可思議，這得善果。幫助別人亦復如是，勸人明白因果。諺語說得好，「一飲一啄，莫非前定」。你今天會賺多少錢，或者你今天會賠多少錢，命裡注定的，正是所謂「一生皆是命，半點不由人。」這個話聽起來很悲傷、很傷感。其實一生都是命，這是一點不錯，這句話講得很正確。說半點不由人，這個話未必可靠，為什麼？人要明白其中的道理，了解事實真相，可以轉業，可以創造新的命運，這就是我們有能力自己幫助自己，去幫助別人。"
    },
    {
      "id": "09-023-0075_p0005",
      "zh_CN": "我们常常看到《了凡四训》这个小册子，就是非常明显的效果，但是它里面所说的是世间法，不是究竟法。佛在经上告诉我们，我们自度度他的目的，是以期明性见佛。明性，禅宗里面讲的明心见性，我们自度度他的目的都要在此地。见佛，诸位要知道，见佛就成佛了。怎样见佛？这一句话里面，般若与净土的教义都含摄在其中，见性是修般若，见佛是修净土，念阿弥陀佛，必定得阿弥陀佛接引，往生净土。",
      "zh_TW": "我們常常看到《了凡四訓》這個小冊子，就是非常明顯的效果，但是它裡面所說的是世間法，不是究竟法。佛在經上告訴我們，我們自度度他的目的，是以期明性見佛。明性，禪宗裡面講的明心見性，我們自度度他的目的都要在此地。見佛，諸位要知道，見佛就成佛了。怎樣見佛？這一句話裡面，般若與淨土的教義都含攝在其中，見性是修般若，見佛是修淨土，念阿彌陀佛，必定得阿彌陀佛接引，往生淨土。"
    },
    {
      "id": "09-023-0075_p0006",
      "zh_CN": "扼要之方，全在于此。最精要的方法，就在这部经上。其方云何？方是方法，方法是什么？就是世尊在这个经上教给我们「离念离相」，这是非常精要的方法。我们在这里提这一句，诸位从前面一直听下来的没有问题；如果前面没有听到的，听到这一句你很难领会。这句话具足的文句是「无住生心，不住色声香味触法，这是离相离念，而行布施」。布施在本经不是叫你捐几个钱，那你就看错了，布施是我们全部的生活行为，是这个意思。在大乘法里面，菩萨行是以六度包括万行，六度万行。用一个布施，包括了六度，所以六度就是万行，布施就是万行，万行就是我们整个生活行为，它这个意思很深很广。虽然行布施，一定要离相离念，这就是受持金刚般若。",
      "zh_TW": "扼要之方，全在於此。最精要的方法，就在這部經上。其方云何？方是方法，方法是什麼？就是世尊在這個經上教給我們「離念離相」，這是非常精要的方法。我們在這裡提這一句，諸位從前面一直聽下來的沒有問題；如果前面沒有聽到的，聽到這一句你很難領會。這句話具足的文句是「無住生心，不住色聲香味觸法，這是離相離念，而行布施」。布施在本經不是叫你捐幾個錢，那你就看錯了，布施是我們全部的生活行為，是這個意思。在大乘法裡面，菩薩行是以六度包括萬行，六度萬行。用一個布施，包括了六度，所以六度就是萬行，布施就是萬行，萬行就是我們整個生活行為，它這個意思很深很廣。雖然行布施，一定要離相離念，這就是受持金剛般若。"
    },
    {
      "id": "09-023-0075_p0007",
      "zh_CN": "请看底下一段经文，这个要正式说到《金刚经》上最重要的一段。「明法法皆如」，这里头分为四个小段，这是第一个小段，先就名号说明皆如的意思。",
      "zh_TW": "請看底下一段經文，這個要正式說到《金剛經》上最重要的一段。「明法法皆如」，這裡頭分為四個小段，這是第一個小段，先就名號說明皆如的意思。"
    },
    {
      "id": "09-023-0075_p0008",
      "zh_CN": "经【何以故？如来者，即诸法如义。】",
      "zh_TW": "經【何以故？如來者，即諸法如義。】"
    },
    {
      "id": "09-023-0075_p0009",
      "zh_CN": "如来是佛的十号之一，如来是什么意思？诸法如义。我们看下面的注解：",
      "zh_TW": "如來是佛的十號之一，如來是什麼意思？諸法如義。我們看下面的註解："
    },
    {
      "id": "09-023-0075_p0010",
      "zh_CN": "【如来之义，离一切法差别之虚相，证一切法一如之真性。不见有诸法差别之相，是之谓如。不见有一法独异之相，是之谓诸法如。】",
      "zh_TW": "【如來之義，離一切法差別之虛相，證一切法一如之真性。不見有諸法差別之相，是之謂如。不見有一法獨異之相，是之謂諸法如。】"
    },
    {
      "id": "09-023-0075_p0011",
      "zh_CN": "先说明「如」字的意思。离一切法差别的虚相，这个虚相是虚妄相，本经上佛告诉我们：「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，没有一样是真的。「离」就是前面讲的无住、不执着；也就是我们常讲的放下，把心里面执着分别那些虚妄相，这个念头统统放下，这个意思昨天已经讲得很详细。不是说外面的相不要了，那是不可能的，佛教给我们离相离念，不是外面的现相，是我们心里面所起的，「心心所」所起的见分跟相分。诸位晓得，见分跟相分舍弃掉，你们想想看，岂不就是转识成智了吗？我们为什么转不过来？就是那个心心所的相分、见分不肯放下，一放下就转识成智，一转识成智即同如来。所以离念是离见分，离相是离相分，这个一定要懂。不是外面的相，外面的相不相干，那是事事无碍。能发生障碍的就是八识五十一心所的见分跟相分，那是虚妄相。",
      "zh_TW": "先說明「如」字的意思。離一切法差別的虛相，這個虛相是虛妄相，本經上佛告訴我們：「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，沒有一樣是真的。「離」就是前面講的無住、不執著；也就是我們常講的放下，把心裡面執著分別那些虛妄相，這個念頭統統放下，這個意思昨天已經講得很詳細。不是說外面的相不要了，那是不可能的，佛教給我們離相離念，不是外面的現相，是我們心裡面所起的，「心心所」所起的見分跟相分。諸位曉得，見分跟相分捨棄掉，你們想想看，豈不就是轉識成智了嗎？我們為什麼轉不過來？就是那個心心所的相分、見分不肯放下，一放下就轉識成智，一轉識成智即同如來。所以離念是離見分，離相是離相分，這個一定要懂。不是外面的相，外面的相不相干，那是事事無礙。能發生障礙的就是八識五十一心所的見分跟相分，那是虛妄相。"
    },
    {
      "id": "09-023-0075_p0012",
      "zh_CN": "证一切法一如之真性，我要是用四智菩提来讲，大家就更好懂，转八识成四智，只要把见相两分放下，八识就转成大圆镜智，末那就转成平等性智，第六意识就转成妙观察智，前五识就转成成所作智，我们这个方法比相宗高明，相宗讲得好啰嗦，你搞了几年还搞不懂，不晓得怎么作法，你看这个讲法多好，只要把见相两分放下就行了，实在是妙！如果你放不下，也不要紧，把那个念头一转，都转成阿弥陀佛就行了。抓住阿弥陀佛，见相两分不放自然就放下了，不必要勉强，自然就放下了，一心专念。所以念个几年佛，他就成功了，他就得念佛三昧，他能够站着往生、坐着往生，想什么时候去就什么时候去。什么道理？就是他万缘放下。万缘实在讲就是八识五十一心所的见相两分，这两分害人，我们无始劫来就被它害了。所以离相是离这个相，搞清楚！证性就是证四智菩提，那是真性。",
      "zh_TW": "證一切法一如之真性，我要是用四智菩提來講，大家就更好懂，轉八識成四智，只要把見相兩分放下，八識就轉成大圓鏡智，末那就轉成平等性智，第六意識就轉成妙觀察智，前五識就轉成成所作智，我們這個方法比相宗高明，相宗講得好囉嗦，你搞了幾年還搞不懂，不曉得怎麼作法，你看這個講法多好，只要把見相兩分放下就行了，實在是妙！如果你放不下，也不要緊，把那個念頭一轉，都轉成阿彌陀佛就行了。抓住阿彌陀佛，見相兩分不放自然就放下了，不必要勉強，自然就放下了，一心專念。所以念個幾年佛，他就成功了，他就得念佛三昧，他能夠站著往生、坐著往生，想什麼時候去就什麼時候去。什麼道理？就是他萬緣放下。萬緣實在講就是八識五十一心所的見相兩分，這兩分害人，我們無始劫來就被它害了。所以離相是離這個相，搞清楚！證性就是證四智菩提，那是真性。"
    },
    {
      "id": "09-023-0075_p0013",
      "zh_CN": "不见有诸法差别之相，是之谓如。为什不见差别相？因为你不用第七识，把第七识的见相两分放下。你所用的是什么？是第七识的自证分跟证自证分，自证分是相同的，八识五十一心所，自证分都是相同的。自证分是什么？性，是真如本性；证自证分是什么？是本具的般若智慧；那个两分是真的，虚妄的是见相两分。你要是用真性，像昨天我们举《楞严经》上所讲的，我们用见性见色性，见性平等，所见一切色性亦平等，没有差别，这叫如。相如其性，性如其相，事如其理，理如其事，无有一法不如，这一切法皆如，无有一法不是；法法皆是、法法皆如。所以佛经一展开，头两个字「如是」我闻，如是的意思懂得了！释迦牟尼佛说了四十九年，说个什么？如是而已。整个《大藏经》讲什么？如是而已，就讲个如是。佛法啰嗦，一点都不啰嗦，两个字说尽了。可是你要不懂得法法皆如，那如是两个意思给你说，你还是不能够明了。",
      "zh_TW": "不見有諸法差別之相，是之謂如。為什不見差別相？因為你不用第七識，把第七識的見相兩分放下。你所用的是什麼？是第七識的自證分跟證自證分，自證分是相同的，八識五十一心所，自證分都是相同的。自證分是什麼？性，是真如本性；證自證分是什麼？是本具的般若智慧；那個兩分是真的，虛妄的是見相兩分。你要是用真性，像昨天我們舉《楞嚴經》上所講的，我們用見性見色性，見性平等，所見一切色性亦平等，沒有差別，這叫如。相如其性，性如其相，事如其理，理如其事，無有一法不如，這一切法皆如，無有一法不是；法法皆是、法法皆如。所以佛經一展開，頭兩個字「如是」我聞，如是的意思懂得了！釋迦牟尼佛說了四十九年，說個什麼？如是而已。整個《大藏經》講什麼？如是而已，就講個如是。佛法囉嗦，一點都不囉嗦，兩個字說盡了。可是你要不懂得法法皆如，那如是兩個意思給你說，你還是不能夠明瞭。"
    },
    {
      "id": "09-023-0075_p0014",
      "zh_CN": "不见有一法独异之相，古人用比喻来说，「以金作器，器器皆金」，一切万法依正庄严都是自性变现的，所有一切相分全是自性变现的，就是性，性相一如、性相不二，哪有差别？相上有差别，性上没有差别，你是从相上见到性了。所以没有一法独异，异是两样，没有两样。佛跟众生一样，人跟畜生一样，菩萨跟地狱也一样。相不一样，性一样，所变的不一样，能变的是一样；能变的既然是一样，所变的还是一样，看看你能不能体会得到。实在说现代科学家发现了、证实了，确实是一样，他把所有一切万物去分析，分成分子，分成原子、分成电子、分成粒子，全都是一样。只不过这些基本物质排列的方式不相同，组合的方式不相同，所以方程式不一样，基本的物质完全相同。本经里面所讲的五蕴，五蕴就是基本的物质，相同，没有两样。这是没有一法有独异之相，所以诸法如，无有一法不如。",
      "zh_TW": "不見有一法獨異之相，古人用比喻來說，「以金作器，器器皆金」，一切萬法依正莊嚴都是自性變現的，所有一切相分全是自性變現的，就是性，性相一如、性相不二，哪有差別？相上有差別，性上沒有差別，你是從相上見到性了。所以沒有一法獨異，異是兩樣，沒有兩樣。佛跟眾生一樣，人跟畜生一樣，菩薩跟地獄也一樣。相不一樣，性一樣，所變的不一樣，能變的是一樣；能變的既然是一樣，所變的還是一樣，看看你能不能體會得到。實在說現代科學家發現了、證實了，確實是一樣，他把所有一切萬物去分析，分成分子，分成原子、分成電子、分成粒子，全都是一樣。只不過這些基本物質排列的方式不相同，組合的方式不相同，所以方程式不一樣，基本的物質完全相同。本經裡面所講的五蘊，五蘊就是基本的物質，相同，沒有兩樣。這是沒有一法有獨異之相，所以諸法如，無有一法不如。"
    },
    {
      "id": "09-023-0075_p0015",
      "zh_CN": "【如者，无差别之义。】",
      "zh_TW": "【如者，無差別之義。】"
    },
    {
      "id": "09-023-0075_p0016",
      "zh_CN": "没有差别，「如」是没有差别。",
      "zh_TW": "沒有差別，「如」是沒有差別。"
    },
    {
      "id": "09-023-0075_p0017",
      "zh_CN": "【亦不异之义】",
      "zh_TW": "【亦不異之義】"
    },
    {
      "id": "09-023-0075_p0018",
      "zh_CN": "不异是没有两样，统统都是一样的。",
      "zh_TW": "不異是沒有兩樣，統統都是一樣的。"
    },
    {
      "id": "09-023-0075_p0019",
      "zh_CN": "【谓法性无有差异也】",
      "zh_TW": "【謂法性無有差異也】"
    },
    {
      "id": "09-023-0075_p0020",
      "zh_CN": "从性体上讲，能变的性体没有差异。",
      "zh_TW": "從性體上講，能變的性體沒有差異。"
    },
    {
      "id": "09-023-0075_p0021",
      "zh_CN": "【以其空寂故】",
      "zh_TW": "【以其空寂故】"
    },
    {
      "id": "09-023-0075_p0022",
      "zh_CN": "这是前面说得很多了。",
      "zh_TW": "這是前面說得很多了。"
    },
    {
      "id": "09-023-0075_p0023",
      "zh_CN": "【即法性空寂】",
      "zh_TW": "【即法性空寂】"
    },
    {
      "id": "09-023-0075_p0024",
      "zh_CN": "这个地方讲的空，是佛法里面所讲的胜义空，不是顽空，不是什么都没有的；空里面有，能现一切万相，空能现相。所以空跟有是一，《心经》上讲的「色不异空，空不异色，色即是空，空即是色」，这几句话说得很妙！空跟有是一不是二，一如，法法皆如，空有是一如；换句话说，空就是有，有就是空，是一不是二。这是我们很不容易体会的，这是诸法实相，我们讲的宇宙人生的真相，是空有一如。",
      "zh_TW": "這個地方講的空，是佛法裡面所講的勝義空，不是頑空，不是什麼都沒有的；空裡面有，能現一切萬相，空能現相。所以空跟有是一，《心經》上講的「色不異空，空不異色，色即是空，空即是色」，這幾句話說得很妙！空跟有是一不是二，一如，法法皆如，空有是一如；換句話說，空就是有，有就是空，是一不是二。這是我們很不容易體會的，這是諸法實相，我們講的宇宙人生的真相，是空有一如。"
    },
    {
      "id": "09-023-0075_p0025",
      "zh_CN": "【证空寂之性，名为如来。故曰如来者，即诸法如义。】",
      "zh_TW": "【證空寂之性，名為如來。故曰如來者，即諸法如義。】"
    },
    {
      "id": "09-023-0075_p0026",
      "zh_CN": "什么叫证？彻底明白就叫证，究竟圆满的明白叫证。宗门里面叫大彻大悟，教下叫大开圆解，这都是证的意思；真正明了一切法是一不是二。前面讲，小里头可以现大，长时间可以缩短，短时间可以延长，为什么会有这个现象？因为是一如，因为延促一如，所以长时间可以变短，短时间可以变长；大小一如，所以芥菜子里头可以装须弥山。你要不懂这个道理，那个不思议境界那真是没法子想，你不能接受。一真法界里面，华藏世界、西方极乐世界都是不思议解脱境界。为什么会有那么希奇事情？就是因为那个世界里，人人都证得法法皆如。我们这个世界为什么处处都是障碍？处处皆是障，我们不懂法法皆如，以为没有一法是如，法法都不如，所以就变成重重无尽的障碍，根本的道理就在此地。你要是通达契入这个境界，那就叫如来，如来的意思就是证得诸法如义。",
      "zh_TW": "什麼叫證？徹底明白就叫證，究竟圓滿的明白叫證。宗門裡面叫大徹大悟，教下叫大開圓解，這都是證的意思；真正明瞭一切法是一不是二。前面講，小裡頭可以現大，長時間可以縮短，短時間可以延長，為什麼會有這個現象？因為是一如，因為延促一如，所以長時間可以變短，短時間可以變長；大小一如，所以芥菜子裡頭可以裝須彌山。你要不懂這個道理，那個不思議境界那真是沒法子想，你不能接受。一真法界裡面，華藏世界、西方極樂世界都是不思議解脫境界。為什麼會有那麼希奇事情？就是因為那個世界裡，人人都證得法法皆如。我們這個世界為什麼處處都是障礙？處處皆是障，我們不懂法法皆如，以為沒有一法是如，法法都不如，所以就變成重重無盡的障礙，根本的道理就在此地。你要是通達契入這個境界，那就叫如來，如來的意思就是證得諸法如義。"
    },
    {
      "id": "09-023-0075_p0027",
      "zh_CN": "【佛称大觉，即是究竟觉此不一不异之法性，故曰如来者，即诸法如义。】",
      "zh_TW": "【佛稱大覺，即是究竟覺此不一不異之法性，故曰如來者，即諸法如義。】"
    },
    {
      "id": "09-023-0075_p0028",
      "zh_CN": "这是说明佛这个如来名号从哪里来的，为什么他有这个名号？因为他证得诸法如义，所以在佛十号里头给他起一个名号叫如来，说明一切法不一不异。不一是从相上讲的，相不一样；不异是从性上讲的，性是一个；相不相同，千差万别，性是一个。能变的是空寂的性体，所变的是虚幻的形相，相都是虚幻的，刹那刹那生灭的，它不是真的。",
      "zh_TW": "這是說明佛這個如來名號從哪裡來的，為什麼他有這個名號？因為他證得諸法如義，所以在佛十號裡頭給他起一個名號叫如來，說明一切法不一不異。不一是從相上講的，相不一樣；不異是從性上講的，性是一個；相不相同，千差萬別，性是一個。能變的是空寂的性體，所變的是虛幻的形相，相都是虛幻的，剎那剎那生滅的，它不是真的。"
    },
    {
      "id": "09-023-0075_p0029",
      "zh_CN": "【其中关键】",
      "zh_TW": "【其中關鍵】"
    },
    {
      "id": "09-023-0075_p0030",
      "zh_CN": "关键就是你是作佛、还是当凡夫？佛跟凡夫的关键在哪里？",
      "zh_TW": "關鍵就是你是作佛、還是當凡夫？佛跟凡夫的關鍵在哪裡？"
    },
    {
      "id": "09-023-0075_p0031",
      "zh_CN": "【全视着不着】",
      "zh_TW": "【全視著不著】"
    },
    {
      "id": "09-023-0075_p0032",
      "zh_CN": "关键在此地。",
      "zh_TW": "關鍵在此地。"
    },
    {
      "id": "09-023-0075_p0033",
      "zh_CN": "【不着有，诸法不碍一如。不着空，一如不碍诸法。】",
      "zh_TW": "【不著有，諸法不礙一如。不著空，一如不礙諸法。】"
    },
    {
      "id": "09-023-0075_p0034",
      "zh_CN": "这两句话非常重要！这两句话是佛法的精髓，是大乘法的关键，佛菩萨跟凡夫的差别就在这个地方。诸佛菩萨空有两边都不着，所以人家是事事无碍，我们的病就是执着。",
      "zh_TW": "這兩句話非常重要！這兩句話是佛法的精髓，是大乘法的關鍵，佛菩薩跟凡夫的差別就在這個地方。諸佛菩薩空有兩邊都不著，所以人家是事事無礙，我們的病就是執著。"
    },
    {
      "id": "09-023-0075_p0035",
      "zh_CN": "【著于诸法，非如也。】",
      "zh_TW": "【著於諸法，非如也。】"
    },
    {
      "id": "09-023-0075_p0036",
      "zh_CN": "错了！",
      "zh_TW": "錯了！"
    },
    {
      "id": "09-023-0075_p0037",
      "zh_CN": "【著于如，非诸法也。故如来所说法，皆不可取，不可说，唯证方知。】",
      "zh_TW": "【著於如，非諸法也。故如來所說法，皆不可取，不可說，唯證方知。】"
    },
    {
      "id": "09-023-0075_p0038",
      "zh_CN": "佛在这个经上讲得很清楚、很明白，「法尚应舍，何况非法」，如来所说一切法，就是一切经，这一切经能执着吗？执着就错了，你怎么能懂经的意思，不能执着。也不能不要，你要是不要经，着空；你要是要了经，就着有了。现在佛教给你空有两边都不着，经我要，我要看、我要听，我不执着就行了，不执着就对了。",
      "zh_TW": "佛在這個經上講得很清楚、很明白，「法尚應捨，何況非法」，如來所說一切法，就是一切經，這一切經能執著嗎？執著就錯了，你怎麼能懂經的意思，不能執著。也不能不要，你要是不要經，著空；你要是要了經，就著有了。現在佛教給你空有兩邊都不著，經我要，我要看、我要聽，我不執著就行了，不執著就對了。"
    },
    {
      "id": "09-023-0075_p0039",
      "zh_CN": "看经、听经怎么个不执着法？其实我们前面也重复了很多遍，「离言说相」，你听经不要听我的言语，不要执着我怎么讲的，不要执着言语；「离名字相」，经里面讲的如来的名字，你听就听了，不要执着；「离心缘相」，听就用心的听，不要胡思乱想，不要听了：这句话是什么意思？那就完了，你就落在意识里面去了，又掉在见相两分里面去了。你能够离言说相、离名字相、离心缘相，就是无住。生心，生这个心来听经，清净心、真诚心、平等心、觉悟的心，一听就开悟了。有些人一听开悟了，证果了，他为什么会开悟？为什么会证果？他会听。他怎么会听？离这三相叫会听。所以他听经也是应无所住而生其心，他用这个方法来听，所以他开悟。我们听经听了几十年都不开悟，道理在哪里？我们是生心，但是执着，心有住。住于诸法，这就非如，与如的意思相违背。住于如，这个如是代表佛法名字相，你要是着了名字相，也错了。所以记住，经里面所说的，「如来所说法，皆不可取，不可说，唯证方知。」证是你真正的领会、体会到，知就是开经偈里面讲的「愿解如来真实义」，如来的真实义你就知道了。",
      "zh_TW": "看經、聽經怎麼個不執著法？其實我們前面也重複了很多遍，「離言說相」，你聽經不要聽我的言語，不要執著我怎麼講的，不要執著言語；「離名字相」，經裡面講的如來的名字，你聽就聽了，不要執著；「離心緣相」，聽就用心的聽，不要胡思亂想，不要聽了：這句話是什麼意思？那就完了，你就落在意識裡面去了，又掉在見相兩分裡面去了。你能夠離言說相、離名字相、離心緣相，就是無住。生心，生這個心來聽經，清淨心、真誠心、平等心、覺悟的心，一聽就開悟了。有些人一聽開悟了，證果了，他為什麼會開悟？為什麼會證果？他會聽。他怎麼會聽？離這三相叫會聽。所以他聽經也是應無所住而生其心，他用這個方法來聽，所以他開悟。我們聽經聽了幾十年都不開悟，道理在哪裡？我們是生心，但是執著，心有住。住於諸法，這就非如，與如的意思相違背。住於如，這個如是代表佛法名字相，你要是著了名字相，也錯了。所以記住，經裡面所說的，「如來所說法，皆不可取，不可說，唯證方知。」證是你真正的領會、體會到，知就是開經偈裡面講的「願解如來真實義」，如來的真實義你就知道了。"
    },
    {
      "id": "09-023-0075_p0040",
      "zh_CN": "【修学应离一切诸相，修六度万行。】",
      "zh_TW": "【修學應離一切諸相，修六度萬行。】"
    },
    {
      "id": "09-023-0075_p0041",
      "zh_CN": "离一切诸相，就是应无所住，修六度万行就是而生其心，总离不开总原则、总纲领。",
      "zh_TW": "離一切諸相，就是應無所住，修六度萬行就是而生其心，總離不開總原則、總綱領。"
    },
    {
      "id": "09-023-0075_p0042",
      "zh_CN": "【离诸相者，实际理地，不染一尘故。】",
      "zh_TW": "【離諸相者，實際理地，不染一塵故。】"
    },
    {
      "id": "09-023-0075_p0043",
      "zh_CN": "实际理地就是真心、就是本性，真心本性里头一法不立、一尘不染。从前六祖惠能大师讲，「本来无一物，何处惹尘埃」，跟这个意思相同，这是讲清净的自性。",
      "zh_TW": "實際理地就是真心、就是本性，真心本性裡頭一法不立、一塵不染。從前六祖惠能大師講，「本來無一物，何處惹塵埃」，跟這個意思相同，這是講清淨的自性。"
    },
    {
      "id": "09-023-0075_p0044",
      "zh_CN": "【修万行者，佛事门中，不舍一法故。】",
      "zh_TW": "【修萬行者，佛事門中，不捨一法故。】"
    },
    {
      "id": "09-023-0075_p0045",
      "zh_CN": "为什么？事事无碍，理事无碍。如果要不修万行，那你就住空；修万行不住空，离诸相不住有，空有两边不住。由此可知，六度万行不能不修，不修你住到那一边，你不是两边不住，这是经前面说得很多。法相不能执着，非法相也不能执着；非法相是空，法相是有，空有两边都不能执着。",
      "zh_TW": "為什麼？事事無礙，理事無礙。如果要不修萬行，那你就住空；修萬行不住空，離諸相不住有，空有兩邊不住。由此可知，六度萬行不能不修，不修你住到那一邊，你不是兩邊不住，這是經前面說得很多。法相不能執著，非法相也不能執著；非法相是空，法相是有，空有兩邊都不能執著。"
    },
    {
      "id": "09-023-0075_p0046",
      "zh_CN": "【如是觉，像这样的觉，像这样的离，像这样的修，则法相应、性相应，而得证相应矣。】",
      "zh_TW": "【如是覺，像這樣的覺，像這樣的離，像這樣的修，則法相應、性相應，而得證相應矣。】"
    },
    {
      "id": "09-023-0075_p0047",
      "zh_CN": "与法相应，法是讲法相，也就是说与相用相应；性相应是讲体。我们讲的体相用那都相应了，相应就叫做证，这才能证果。请看下面这一页：",
      "zh_TW": "與法相應，法是講法相，也就是說與相用相應；性相應是講體。我們講的體相用那都相應了，相應就叫做證，這才能證果。請看下面這一頁："
    },
    {
      "id": "09-023-0075_p0048",
      "zh_CN": "【总之，昧平等、取差别，便心随法转，即非法亦成障碍。】",
      "zh_TW": "【總之，昧平等、取差別，便心隨法轉，即非法亦成障礙。】"
    },
    {
      "id": "09-023-0075_p0049",
      "zh_CN": "这一句是讲的凡夫境界，是我们现前的状况。昧是无知，愚昧无知，我们实实在在不知道「法法平等，法法一如」，我们不知道。所以在一切法相当中，我们生起分别心，生起执着的心，生起好恶之心；顺自己意思生欢喜心，不顺自己的意思，就生厌恶之心，叫好恶心。都是从昧平等、取差别里面生起来的，这是与真性的体、相、作用完全违背了。于是我们心随法转，法是讲境界，我们一般讲心随境转，外面境界诱惑很多，你自己把持不住，你被外面境界影响，受外面境界诱惑，心随法转就是你很容易被外面境界诱惑，就这个意思。你自己做不了主宰，这个很可怜。即非法也成了障碍，非法是空，无论是空是有，你都会被境界所转，被境界所转的是凡夫，《楞严经》上讲得很好，「若能转境，则同如来」，如来是佛，佛跟我们不一样在哪里？佛能转境界，我们被境界所转。",
      "zh_TW": "這一句是講的凡夫境界，是我們現前的狀況。昧是無知，愚昧無知，我們實實在在不知道「法法平等，法法一如」，我們不知道。所以在一切法相當中，我們生起分別心，生起執著的心，生起好惡之心；順自己意思生歡喜心，不順自己的意思，就生厭惡之心，叫好惡心。都是從昧平等、取差別裡面生起來的，這是與真性的體、相、作用完全違背了。於是我們心隨法轉，法是講境界，我們一般講心隨境轉，外面境界誘惑很多，你自己把持不住，你被外面境界影響，受外面境界誘惑，心隨法轉就是你很容易被外面境界誘惑，就這個意思。你自己做不了主宰，這個很可憐。即非法也成了障礙，非法是空，無論是空是有，你都會被境界所轉，被境界所轉的是凡夫，《楞嚴經》上講得很好，「若能轉境，則同如來」，如來是佛，佛跟我們不一樣在哪裡？佛能轉境界，我們被境界所轉。"
    },
    {
      "id": "09-023-0075_p0050",
      "zh_CN": "【于差别、见平等，便法随心转。】",
      "zh_TW": "【於差別、見平等，便法隨心轉。】"
    },
    {
      "id": "09-023-0075_p0051",
      "zh_CN": "这一句就反过来说了，这是佛与大菩萨的境界，他为什么得自在？他在差别里头见平等；也就是说，在差别相里面见到真性。性是平等的，性是清净的，这是诸佛菩萨。所以诸佛菩萨怎样？境随心转。我们要学，学佛实在讲就是要学这一招，这一招学到手了，你才自在，你才真的幸福美满，无论什么境界，都变成称心如意的境界，境随心转。我们今天很苦恼，到处想去找一个好地方，现在世界大乱，哪个地方安全？到处去找，能找得到吗？找不到。这个诸位要晓得，什么地方最安全？你要相信佛的话，如果这个地方的人，不造恶业都修善业，这个地方就最安全。为什么？境随心转，这个地方人心都好，他的境界就好。诸位必须要知道，心随境转是假的，不是真的；真的是境随心转，这个前面我们也讲得很多了，这才能得自在。",
      "zh_TW": "這一句就反過來說了，這是佛與大菩薩的境界，他為什麼得自在？他在差別裡頭見平等；也就是說，在差別相裡面見到真性。性是平等的，性是清淨的，這是諸佛菩薩。所以諸佛菩薩怎樣？境隨心轉。我們要學，學佛實在講就是要學這一招，這一招學到手了，你才自在，你才真的幸福美滿，無論什麼境界，都變成稱心如意的境界，境隨心轉。我們今天很苦惱，到處想去找一個好地方，現在世界大亂，哪個地方安全？到處去找，能找得到嗎？找不到。這個諸位要曉得，什麼地方最安全？你要相信佛的話，如果這個地方的人，不造惡業都修善業，這個地方就最安全。為什麼？境隨心轉，這個地方人心都好，他的境界就好。諸位必須要知道，心隨境轉是假的，不是真的；真的是境隨心轉，這個前面我們也講得很多了，這才能得自在。"
    },
    {
      "id": "09-023-0075_p0052",
      "zh_CN": "【即法法莫非真如】",
      "zh_TW": "【即法法莫非真如】"
    },
    {
      "id": "09-023-0075_p0053",
      "zh_CN": "见性的人法法都是真性。",
      "zh_TW": "見性的人法法都是真性。"
    },
    {
      "id": "09-023-0075_p0054",
      "zh_CN": "【古德所谓，迎宾送客。】",
      "zh_TW": "【古德所謂，迎賓送客。】"
    },
    {
      "id": "09-023-0075_p0055",
      "zh_CN": "这就是我们今天讲的应酬，现在尤其住在大都会，你应酬的事情很多，迎宾送客。",
      "zh_TW": "這就是我們今天講的應酬，現在尤其住在大都會，你應酬的事情很多，迎賓送客。"
    },
    {
      "id": "09-023-0075_p0056",
      "zh_CN": "【运水搬柴】",
      "zh_TW": "【運水搬柴】"
    },
    {
      "id": "09-023-0075_p0057",
      "zh_CN": "这是讲日常生活，我们常讲柴米油盐酱醋茶，开门七件事，这是讲日常生活。",
      "zh_TW": "這是講日常生活，我們常講柴米油鹽醬醋茶，開門七件事，這是講日常生活。"
    },
    {
      "id": "09-023-0075_p0058",
      "zh_CN": "【行住坐卧，二六时中。】",
      "zh_TW": "【行住坐臥，二六時中。】"
    },
    {
      "id": "09-023-0075_p0059",
      "zh_CN": "二六时中就是昼夜，二十四小时。",
      "zh_TW": "二六時中就是晝夜，二十四小時。"
    },
    {
      "id": "09-023-0075_p0060",
      "zh_CN": "【于诸法上拈来便是者】",
      "zh_TW": "【於諸法上拈來便是者】"
    },
    {
      "id": "09-023-0075_p0061",
      "zh_CN": "一切法无有一法不如，哪一法不是？所谓是「头头是道，左右逢源」，就是讲的这个。",
      "zh_TW": "一切法無有一法不如，哪一法不是？所謂是「頭頭是道，左右逢源」，就是講的這個。"
    },
    {
      "id": "09-023-0075_p0062",
      "zh_CN": "【是好一幅无事道人行乐图也】",
      "zh_TW": "【是好一幅無事道人行樂圖也】"
    },
    {
      "id": "09-023-0075_p0063",
      "zh_CN": "行乐图，行乐就是形容你的生活自在快乐美满。什么人？要境随心转，你就快乐了。我们学佛，佛教给我们离苦得乐。如果我们学佛没有离开苦，没有得乐；换句话说，你学佛没有成绩，你白学了。为什么学佛不能离苦得乐？你一定要反省，佛法里头没有错误，你一定学错了。如果不是在理论上出了问题，就是在方法上出了问题，总不外乎这两大类。如果理论上没有问题，方法上没有问题，它的效果一定是破迷开悟、离苦得乐。你学佛一定是一年比一年快乐，一天比一天快乐，你生活在真实智慧之中。不学佛的人，生活在烦恼里面、忧虑里面、恐怖里面，那个日子真的是不好过。所以学佛的确是离苦得乐，一点都不假。",
      "zh_TW": "行樂圖，行樂就是形容你的生活自在快樂美滿。什麼人？要境隨心轉，你就快樂了。我們學佛，佛教給我們離苦得樂。如果我們學佛沒有離開苦，沒有得樂；換句話說，你學佛沒有成績，你白學了。為什麼學佛不能離苦得樂？你一定要反省，佛法裡頭沒有錯誤，你一定學錯了。如果不是在理論上出了問題，就是在方法上出了問題，總不外乎這兩大類。如果理論上沒有問題，方法上沒有問題，它的效果一定是破迷開悟、離苦得樂。你學佛一定是一年比一年快樂，一天比一天快樂，你生活在真實智慧之中。不學佛的人，生活在煩惱裡面、憂慮裡面、恐怖裡面，那個日子真的是不好過。所以學佛的確是離苦得樂，一點都不假。"
    },
    {
      "id": "09-023-0075_p0064",
      "zh_CN": "【当知天下本无事，庸人自扰之。拈来便是，自在何如。】",
      "zh_TW": "【當知天下本無事，庸人自擾之。拈來便是，自在何如。】"
    },
    {
      "id": "09-023-0075_p0065",
      "zh_CN": "这四句是形容学佛那个生活之乐，生活的美满，拈来便是，「是」就是大圆满、大自在，宗门里面讲的大自在，密宗里面讲的大圆满，就是这两句，「拈来便是，自在何如。」这样我们是不是要参禅、要去念咒？参禅、念咒如理如法可以得到，除了参禅念咒之外，八万四千法门、无量法门，只要如理如法，门门都可以得到，所谓法门平等，无有高下。法是方法，门是门径，方法门径无量无边，原理原则只有一个。原理原则是什么？离相离见。参禅要是放不下，不行！他还是被境界所转，那就是说他不能开悟，甚至于都不能得定。学密要是放不下，麻烦大了，很容易着魔。你看学密着魔的多少，我在国内国外看到太多太多了！好好的一个人，甚至于书也念得很好，大学毕业，得到硕士、博士学位，工作也还不错，去学密。学上个半年，得了神经分裂症，他有得了，他得的是神经分裂，送到神经病院去了，你说多可怜！什么原因？理论上错了，方法上错了。修学佛法，最重要的是要找一个好老师。佛在小乘经，《阿难问事佛吉凶经》里面，一开头佛就教给我们，要求明师受戒。明可不是有名气的名，有名气没什么用处，那个明是光明之明，真正有修、有学、有证的老师，你听他的教诲。受戒不是说到那里去跟他受五戒、受菩萨戒，不是！那就错了。那个戒是教诫，就是要听他的教导，这个人是过来人，不会把你领错路的。",
      "zh_TW": "這四句是形容學佛那個生活之樂，生活的美滿，拈來便是，「是」就是大圓滿、大自在，宗門裡面講的大自在，密宗裡面講的大圓滿，就是這兩句，「拈來便是，自在何如。」這樣我們是不是要參禪、要去念咒？參禪、念咒如理如法可以得到，除了參禪念咒之外，八萬四千法門、無量法門，只要如理如法，門門都可以得到，所謂法門平等，無有高下。法是方法，門是門徑，方法門徑無量無邊，原理原則只有一個。原理原則是什麼？離相離見。參禪要是放不下，不行！他還是被境界所轉，那就是說他不能開悟，甚至於都不能得定。學密要是放不下，麻煩大了，很容易著魔。你看學密著魔的多少，我在國內國外看到太多太多了！好好的一個人，甚至於書也念得很好，大學畢業，得到碩士、博士學位，工作也還不錯，去學密。學上個半年，得了神經分裂症，他有得了，他得的是神經分裂，送到神經病院去了，你說多可憐！什麼原因？理論上錯了，方法上錯了。修學佛法，最重要的是要找一個好老師。佛在小乘經，《阿難問事佛吉凶經》裡面，一開頭佛就教給我們，要求明師受戒。明可不是有名氣的名，有名氣沒什麼用處，那個明是光明之明，真正有修、有學、有證的老師，你聽他的教誨。受戒不是說到那裡去跟他受五戒、受菩薩戒，不是！那就錯了。那個戒是教誡，就是要聽他的教導，這個人是過來人，不會把你領錯路的。"
    },
    {
      "id": "09-023-0075_p0066",
      "zh_CN": "天下本无事是真的，一点都不假。现在有没有事？还是无事，永远都是无事。事从哪里来的？人造出来的。这个世间本来是太平的，本来大家日子都过得好好的，为什么搞得大乱？好事的人太多。这个也想救世界，那个也想救众生，每个人拿一套办法，各人的办法不一样，互相打架，打得我们受苦，我们遭难，就这么一回事情，庸人自扰之，一点都不错。",
      "zh_TW": "天下本無事是真的，一點都不假。現在有沒有事？還是無事，永遠都是無事。事從哪裡來的？人造出來的。這個世間本來是太平的，本來大家日子都過得好好的，為什麼搞得大亂？好事的人太多。這個也想救世界，那個也想救眾生，每個人拿一套辦法，各人的辦法不一樣，互相打架，打得我們受苦，我們遭難，就這麼一回事情，庸人自擾之，一點都不錯。"
    },
    {
      "id": "09-023-0075_p0067",
      "zh_CN": "古德云，这是禅宗里面的，古大德有这个说法。不悟时，山是山，水是水。",
      "zh_TW": "古德云，這是禪宗裡面的，古大德有這個說法。不悟時，山是山，水是水。"
    },
    {
      "id": "09-023-0075_p0068",
      "zh_CN": "【没有开悟，见山是山，见水是水。悟了以后，见山不是山，见水不是水。】",
      "zh_TW": "【沒有開悟，見山是山，見水是水。悟了以後，見山不是山，見水不是水。】"
    },
    {
      "id": "09-023-0075_p0069",
      "zh_CN": "这是禅宗很有名的公案。",
      "zh_TW": "這是禪宗很有名的公案。"
    },
    {
      "id": "09-023-0075_p0070",
      "zh_CN": "【山是山、水是水者，只见诸法。】",
      "zh_TW": "【山是山、水是水者，只見諸法。】"
    },
    {
      "id": "09-023-0075_p0071",
      "zh_CN": "着了相，山是山、水是水。",
      "zh_TW": "著了相，山是山、水是水。"
    },
    {
      "id": "09-023-0075_p0072",
      "zh_CN": "【山不是山、水不是水，不着相，离相，离相见性。】",
      "zh_TW": "【山不是山、水不是水，不著相，離相，離相見性。】"
    },
    {
      "id": "09-023-0075_p0073",
      "zh_CN": "山之性跟水之性是一个性，我们叫做法性；在有情的分上叫做佛性，在无情的分上叫做法性。佛性跟法性是一个性，性是相同的。所以见山不是山，见水不是水。",
      "zh_TW": "山之性跟水之性是一個性，我們叫做法性；在有情的分上叫做佛性，在無情的分上叫做法性。佛性跟法性是一個性，性是相同的。所以見山不是山，見水不是水。"
    },
    {
      "id": "09-023-0075_p0074",
      "zh_CN": "又有悟后歌云，彻悟之后，",
      "zh_TW": "又有悟後歌云，徹悟之後，"
    },
    {
      "id": "09-023-0075_p0075",
      "zh_CN": "【青山还是旧青山】",
      "zh_TW": "【青山還是舊青山】"
    },
    {
      "id": "09-023-0075_p0076",
      "zh_CN": "山还是山、水还是水。那是什么？见性也不执着了，性相两边都不执着，这是真正过来人。",
      "zh_TW": "山還是山、水還是水。那是什麼？見性也不執著了，性相兩邊都不執著，這是真正過來人。"
    },
    {
      "id": "09-023-0075_p0077",
      "zh_CN": "【盖谓诸法仍旧。而见诸法之一如，则青山依旧，光景焕然新矣。】",
      "zh_TW": "【蓋謂諸法仍舊。而見諸法之一如，則青山依舊，光景煥然新矣。】"
    },
    {
      "id": "09-023-0075_p0078",
      "zh_CN": "虽然你一看，山是山、水是水，他也是山还是山、水还是水，味道不一样。你有情执在里面，他没有情执，充满了圆满的智慧，那怎么会相同！",
      "zh_TW": "雖然你一看，山是山、水是水，他也是山還是山、水還是水，味道不一樣。你有情執在裡面，他沒有情執，充滿了圓滿的智慧，那怎麼會相同！"
    },
    {
      "id": "09-023-0075_p0079",
      "zh_CN": "【唯佛如来，证性一如，则尽真如际是「来」。真如无际，故来亦无际。真如不动，故来亦不动。虽名曰来，实则来而无来，无来而来者也。当知名为如来者，为明其来无来相，故曰「如」。为明其如无如相，故曰「来」。】",
      "zh_TW": "【唯佛如來，證性一如，則盡真如際是「來」。真如無際，故來亦無際。真如不動，故來亦不動。雖名曰來，實則來而無來，無來而來者也。當知名為如來者，為明其來無來相，故曰「如」。為明其如無如相，故曰「來」。】"
    },
    {
      "id": "09-023-0075_p0080",
      "zh_CN": "由此可知，如来这两个字，跟前面所讲的原理，应无所住而生其心，你看看一样不一样？然后你才真正体会到，这两句是菩萨修行的总纲领，没有法子离开。名字上不能离开它，生活上不能离开它，修行上不能离开它，果证上也不能离开它，完全相应。我们把这一段简单说说。",
      "zh_TW": "由此可知，如來這兩個字，跟前面所講的原理，應無所住而生其心，你看看一樣不一樣？然後你才真正體會到，這兩句是菩薩修行的總綱領，沒有法子離開。名字上不能離開它，生活上不能離開它，修行上不能離開它，果證上也不能離開它，完全相應。我們把這一段簡單說說。"
    },
    {
      "id": "09-023-0075_p0081",
      "zh_CN": "唯佛如来，佛的十个名号，佛有十个通号，这十个通号显示出圆满的性德。如来是十号之一，它的意思显示什么？显示证性一如，真如本性是一、是如。所谓「十方三世佛，共同一法身」，十方三世佛，包括我们大家在其中。三世是讲过去佛、现在佛、未来佛，而佛在经上说，一切众生皆是未来佛，所以讲三世诸佛，把我们全包括在其中。共同一法身，这一法身是什么？真如自性，真如自性是一不是二。而心性多大？其大无外，没有边际。则尽真如际，这叫「来」，解释来的意思。真如没有边际，所以「来」这个意思也是没有边际。真如不动，所以「来」也有不动的意思，《楞严经》上所讲，「当处出生，当处灭尽」，也是如来的意思。大乘经义互相来参考，意思就很明显。",
      "zh_TW": "唯佛如來，佛的十個名號，佛有十個通號，這十個通號顯示出圓滿的性德。如來是十號之一，它的意思顯示什麼？顯示證性一如，真如本性是一、是如。所謂「十方三世佛，共同一法身」，十方三世佛，包括我們大家在其中。三世是講過去佛、現在佛、未來佛，而佛在經上說，一切眾生皆是未來佛，所以講三世諸佛，把我們全包括在其中。共同一法身，這一法身是什麼？真如自性，真如自性是一不是二。而心性多大？其大無外，沒有邊際。則盡真如際，這叫「來」，解釋來的意思。真如沒有邊際，所以「來」這個意思也是沒有邊際。真如不動，所以「來」也有不動的意思，《楞嚴經》上所講，「當處出生，當處滅盡」，也是如來的意思。大乘經義互相來參考，意思就很明顯。"
    },
    {
      "id": "09-023-0075_p0082",
      "zh_CN": "虽名曰来，是不是真有来的相？没有。来只可以讲现，现相，所以是「来而无来，无来而来」。当知名为如来者，就是说明它来无来相，这是如的意思；说明它如无如相，这是来的意思。这个意思也不好懂，如果我们现在用电视画面来做比喻，就很好懂。今天世界上各地方发生事情，你电视一按，画面现前了，问你来了没有？来而无来、无来而来，就这个意思。由此可知，诸佛菩萨在十法界里面，现种种相，说种种法度众生，正如电视画面一样。他有没有来？阿弥陀佛到我这里来了，是不是从极乐世界到这里来？没有。虽没有，但是真现了，像真在此地，就像电视画面一样。在别的国家发生的事情，我们这里一按钮出现了，那来了没有？我们晓得，这是因为电波的传递会现这个相，把那个现相在我们这个地方示现出来。诸佛菩萨在我们这里现相那是什么？那是心性。比电波的能力不晓得强多少倍，电波的速度不快，一秒钟才三十万公里；而心性这个速度，一弹指一刹那是尽虚空遍法界。所以无处不现身，你怎么能说他来？你怎么能说他不来？是这么一个道理。你不明白这个理，你念《弥陀经》怀疑，在西方极乐世界，每天早晨去拜十万亿佛，不到一餐饭就回来了，这怎么来得及！一个佛那里磕个头也来不及，我们会想到这些，为什么？我们着了来去之相。殊不知到那个地方，跟诸佛如来的能力智慧相同，无处不现身。每一尊佛那个地方同时现身，不是一尊一尊的；是同时现身，同时拜佛，同时闻法供养。所以那个时间绰绰有余，哪里会很慌张、很忙，没有！这就是我们一般俗间所讲的分身，其实讲分身都是多余的，哪有分身？随念现前，喜欢现什么身就现什么身。",
      "zh_TW": "雖名曰來，是不是真有來的相？沒有。來只可以講現，現相，所以是「來而無來，無來而來」。當知名為如來者，就是說明它來無來相，這是如的意思；說明它如無如相，這是來的意思。這個意思也不好懂，如果我們現在用電視畫面來做比喻，就很好懂。今天世界上各地方發生事情，你電視一按，畫面現前了，問你來了沒有？來而無來、無來而來，就這個意思。由此可知，諸佛菩薩在十法界裡面，現種種相，說種種法度眾生，正如電視畫面一樣。他有沒有來？阿彌陀佛到我這裡來了，是不是從極樂世界到這裡來？沒有。雖沒有，但是真現了，像真在此地，就像電視畫面一樣。在別的國家發生的事情，我們這裡一按鈕出現了，那來了沒有？我們曉得，這是因為電波的傳遞會現這個相，把那個現相在我們這個地方示現出來。諸佛菩薩在我們這裡現相那是什麼？那是心性。比電波的能力不曉得強多少倍，電波的速度不快，一秒鐘才三十萬公里；而心性這個速度，一彈指一剎那是盡虛空遍法界。所以無處不現身，你怎麼能說他來？你怎麼能說他不來？是這麼一個道理。你不明白這個理，你念《彌陀經》懷疑，在西方極樂世界，每天早晨去拜十萬億佛，不到一餐飯就回來了，這怎麼來得及！一個佛那裡磕個頭也來不及，我們會想到這些，為什麼？我們著了來去之相。殊不知到那個地方，跟諸佛如來的能力智慧相同，無處不現身。每一尊佛那個地方同時現身，不是一尊一尊的；是同時現身，同時拜佛，同時聞法供養。所以那個時間綽綽有餘，哪裡會很慌張、很忙，沒有！這就是我們一般俗間所講的分身，其實講分身都是多餘的，哪有分身？隨念現前，喜歡現什麼身就現什麼身。"
    },
    {
      "id": "09-023-0075_p0083",
      "zh_CN": "由此可知，如来这个意思，我们现在有没有？也有，没有像佛那么明显。你要不相信，我一说你就会同意了。像你们从中国来的，我要一提五台山，你们那个五台山的相，马上就在脑海里现起来了，这不就来了吗？说某一个人，你马上想到这个人的面貌清清楚楚，就来了。就是你很清楚，不能把这个相现给别人看就是了，你还没有这个能力。诸佛菩萨有能力，把这个相现给大家看。我们也有，能力差一等，没有佛菩萨那么明显。由此可知，诸法如义涵盖一切法，不是说佛菩萨有、我们没有，一切法一切众生个个统统都具足，只是你昧平等、取差别，你愚痴，你有无明，无明就是不明白这个道理，不明白事实真相，这叫无明，哪一天无明破了，破了就明了，道理明白了，事实真相明白了，这个能力就恢复了。这一段是就名号上来说如的。",
      "zh_TW": "由此可知，如來這個意思，我們現在有沒有？也有，沒有像佛那麼明顯。你要不相信，我一說你就會同意了。像你們從中國來的，我要一提五台山，你們那個五台山的相，馬上就在腦海裡現起來了，這不就來了嗎？說某一個人，你馬上想到這個人的面貌清清楚楚，就來了。就是你很清楚，不能把這個相現給別人看就是了，你還沒有這個能力。諸佛菩薩有能力，把這個相現給大家看。我們也有，能力差一等，沒有佛菩薩那麼明顯。由此可知，諸法如義涵蓋一切法，不是說佛菩薩有、我們沒有，一切法一切眾生個個統統都具足，只是你昧平等、取差別，你愚痴，你有無明，無明就是不明白這個道理，不明白事實真相，這叫無明，哪一天無明破了，破了就明了，道理明白了，事實真相明白了，這個能力就恢復了。這一段是就名號上來說如的。"
    },
    {
      "id": "09-023-0075_p0084",
      "zh_CN": "下面约果德明如，举佛做例子。这个地方这一大段讲法法皆如，法法皆如真的是说不尽，举佛做一个例子。前面是举佛号，这个地方是举佛的果德。你要是真的明白、参透了，再回过头来想想自己，想想我自己的名字，如不如？想想我现前的能力如不如？然后你才能懂得经义。你这里看到如来，统统讲如来与我不相干，那就错了。那我们学它干什么？举例为什么不举别的例子，特别举佛？佛是修行最圆满的，举佛做例子告诉我们，一切众生跟佛同样的具足。举一切众生，众生的果德不圆满，大概我也不圆满。举佛是圆满的，那我们人人都圆满，没有一个不圆满，这是一定举佛做例子。请看经文：",
      "zh_TW": "下面約果德明如，舉佛做例子。這個地方這一大段講法法皆如，法法皆如真的是說不盡，舉佛做一個例子。前面是舉佛號，這個地方是舉佛的果德。你要是真的明白、參透了，再回過頭來想想自己，想想我自己的名字，如不如？想想我現前的能力如不如？然後你才能懂得經義。你這裡看到如來，統統講如來與我不相干，那就錯了。那我們學它幹什麼？舉例為什麼不舉別的例子，特別舉佛？佛是修行最圓滿的，舉佛做例子告訴我們，一切眾生跟佛同樣的具足。舉一切眾生，眾生的果德不圓滿，大概我也不圓滿。舉佛是圓滿的，那我們人人都圓滿，沒有一個不圓滿，這是一定舉佛做例子。請看經文："
    },
    {
      "id": "09-023-0075_p0085",
      "zh_CN": "经【若有人言，如来得阿耨多罗三藐三菩提。】",
      "zh_TW": "經【若有人言，如來得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-023-0075_p0086",
      "zh_CN": "这是假设的话，要有一个人说，如来证得阿耨多罗三藐三菩提，这个阿耨多罗三藐三菩提是法。",
      "zh_TW": "這是假設的話，要有一個人說，如來證得阿耨多羅三藐三菩提，這個阿耨多羅三藐三菩提是法。"
    },
    {
      "id": "09-023-0075_p0087",
      "zh_CN": "经【须菩提，实无有法，佛得阿耨多罗三藐三菩提。】",
      "zh_TW": "經【須菩提，實無有法，佛得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-023-0075_p0088",
      "zh_CN": "如来成佛了，成佛才叫如来。成佛是得无上正等正觉，有没有一个无上正等正觉法？给诸位说，没有。你以为还有一个无上正等正觉法，你就执着法相。既然没有，为什么佛要说出这么一个名相？佛不说就没有法子显示，必须要建立这些假名，显示事实的真相。这是我们必须要知道的，所有的言说、名相，都是不得已而建立的；换句话说，全都是假设的，你可不能当真。所以教你不执着，教给你「法尚应舍，何况非法」。底下简单的解释：",
      "zh_TW": "如來成佛了，成佛才叫如來。成佛是得無上正等正覺，有沒有一個無上正等正覺法？給諸位說，沒有。你以為還有一個無上正等正覺法，你就執著法相。既然沒有，為什麼佛要說出這麼一個名相？佛不說就沒有法子顯示，必須要建立這些假名，顯示事實的真相。這是我們必須要知道的，所有的言說、名相，都是不得已而建立的；換句話說，全都是假設的，你可不能當真。所以教你不執著，教給你「法尚應捨，何況非法」。底下簡單的解釋："
    },
    {
      "id": "09-023-0075_p0089",
      "zh_CN": "【或疑其仍为有法，殊不知实无有法也。】",
      "zh_TW": "【或疑其仍為有法，殊不知實無有法也。】"
    },
    {
      "id": "09-023-0075_p0090",
      "zh_CN": "这个意思，希望诸位要细心去体会，确确实实没有法。佛得的无上菩提是什么？无非是把见思烦恼、尘沙烦恼、无明烦恼统统舍尽了，就叫无上菩提。哪有真的还有什么无上菩提？没这回事情。我们把这一句话翻成中文是「无上正等正觉」，我们凡夫没有，凡夫迷惑颠倒。佛告诉我们，把见思烦恼放下、舍掉了，不再执着了，就叫正觉，给它起个名字叫正觉，其实哪来的正觉？没有，只是他见思烦恼断掉而已。再把尘沙烦恼断掉、放下了，不要了，不再执着了，无明也放下一品，或者放下几品，叫正等正觉。真的有正等正觉？没有。不过是见思、尘沙、无明放下几分而已，就叫它个名字叫正等正觉。四十一品无明统统放下，都没有了，再加个无上正等正觉。用这个假名显示这个事实，你不要真的还有这个名号，那你又呆了，又起无明，又被名相迷住。佛不迷人，人自迷，很可怜！多少人读佛经被佛迷了，佛看到这个样子摇头叹息，这就是你不解如来真实义。为什么会迷？就是执着，就是放不下。什么人叫觉悟、觉者？放下的人就觉悟，放不下的人就迷惑，觉跟迷就在这个地方分。哪有觉与迷？实在就是一个放得下，一个放不下，大家要懂得这个道理。实实在在讲，无有法，佛无有法可说。",
      "zh_TW": "這個意思，希望諸位要細心去體會，確確實實沒有法。佛得的無上菩提是什麼？無非是把見思煩惱、塵沙煩惱、無明煩惱統統捨盡了，就叫無上菩提。哪有真的還有什麼無上菩提？沒這回事情。我們把這一句話翻成中文是「無上正等正覺」，我們凡夫沒有，凡夫迷惑顛倒。佛告訴我們，把見思煩惱放下、捨掉了，不再執著了，就叫正覺，給它起個名字叫正覺，其實哪來的正覺？沒有，只是他見思煩惱斷掉而已。再把塵沙煩惱斷掉、放下了，不要了，不再執著了，無明也放下一品，或者放下幾品，叫正等正覺。真的有正等正覺？沒有。不過是見思、塵沙、無明放下幾分而已，就叫它個名字叫正等正覺。四十一品無明統統放下，都沒有了，再加個無上正等正覺。用這個假名顯示這個事實，你不要真的還有這個名號，那你又呆了，又起無明，又被名相迷住。佛不迷人，人自迷，很可憐！多少人讀佛經被佛迷了，佛看到這個樣子搖頭嘆息，這就是你不解如來真實義。為什麼會迷？就是執著，就是放不下。什麼人叫覺悟、覺者？放下的人就覺悟，放不下的人就迷惑，覺跟迷就在這個地方分。哪有覺與迷？實在就是一個放得下，一個放不下，大家要懂得這個道理。實實在在講，無有法，佛無有法可說。"
    },
    {
      "id": "09-023-0075_p0091",
      "zh_CN": "【但为明其觉已究竟】",
      "zh_TW": "【但為明其覺已究竟】"
    },
    {
      "id": "09-023-0075_p0092",
      "zh_CN": "显示他的觉达到圆满、达到究竟。见思是不觉，尘沙是不觉，无明是不觉，他把这些不觉统统放下，统统舍弃，所以他的觉圆满、究竟了。",
      "zh_TW": "顯示他的覺達到圓滿、達到究竟。見思是不覺，塵沙是不覺，無明是不覺，他把這些不覺統統放下，統統捨棄，所以他的覺圓滿、究竟了。"
    },
    {
      "id": "09-023-0075_p0093",
      "zh_CN": "【无以名之】",
      "zh_TW": "【無以名之】"
    },
    {
      "id": "09-023-0075_p0094",
      "zh_CN": "那叫它什么名字？这假设一个名：",
      "zh_TW": "那叫它什麼名字？這假設一個名："
    },
    {
      "id": "09-023-0075_p0095",
      "zh_CN": "【名为佛得阿耨多罗三藐三菩提。若约性德言，实是诸法一如。】",
      "zh_TW": "【名為佛得阿耨多羅三藐三菩提。若約性德言，實是諸法一如。】"
    },
    {
      "id": "09-023-0075_p0096",
      "zh_CN": "从本性上说，什么也没有，只见诸法一如而已，法法皆如。",
      "zh_TW": "從本性上說，什麼也沒有，只見諸法一如而已，法法皆如。"
    },
    {
      "id": "09-023-0075_p0097",
      "zh_CN": "【曰佛，正明称为得菩提者】",
      "zh_TW": "【曰佛，正明稱為得菩提者】"
    },
    {
      "id": "09-023-0075_p0098",
      "zh_CN": "我们叫这个人叫他做佛，意思就是说明他得无上菩提，给他取这个名字。",
      "zh_TW": "我們叫這個人叫他做佛，意思就是說明他得無上菩提，給他取這個名字。"
    },
    {
      "id": "09-023-0075_p0099",
      "zh_CN": "【意在显其已证无上正等觉，亦即诸法一如之果耳。】",
      "zh_TW": "【意在顯其已證無上正等覺，亦即諸法一如之果耳。】"
    },
    {
      "id": "09-023-0075_p0100",
      "zh_CN": "到这个地方，诸法一如究竟之果，他是完全明白了，完全见到了。这个悟不是解悟，是亲见，这是证悟。这一段经文它的意思我们要明白，以如来、以佛果为一个例子，反应出九法界所有一切众生与佛无二无别，刚才讲只是你放不下。马鸣菩萨在《起信论》里头告诉我们，「本觉本有」。本觉是什么？阿耨多罗三藐三菩提，是本有，不是外头来的，个个都有。「不觉本无」，什么是不觉？见思烦恼、尘沙烦恼、无明烦恼，都是不觉。不觉本无，真如本性上没有。本来无的，当然可以放下，当然可以放下的，毫无问题的；本来有的，当然可以恢复。放下就恢复，为什么不肯放下？",
      "zh_TW": "到這個地方，諸法一如究竟之果，他是完全明白了，完全見到了。這個悟不是解悟，是親見，這是證悟。這一段經文它的意思我們要明白，以如來、以佛果為一個例子，反應出九法界所有一切眾生與佛無二無別，剛才講只是你放不下。馬鳴菩薩在《起信論》裡頭告訴我們，「本覺本有」。本覺是什麼？阿耨多羅三藐三菩提，是本有，不是外頭來的，個個都有。「不覺本無」，什麼是不覺？見思煩惱、塵沙煩惱、無明煩惱，都是不覺。不覺本無，真如本性上沒有。本來無的，當然可以放下，當然可以放下的，毫無問題的；本來有的，當然可以恢復。放下就恢復，為什麼不肯放下？"
    },
    {
      "id": "09-023-0075_p0101",
      "zh_CN": "我再告诉诸位，我讲的都是真实话，诸位每个人都是大富翁，你们听起来很高兴，你们每个人的财宝都无量无边，称性的，为什么现在穷兮兮？因为你有障碍障住，你这个障碍不肯放下，什么障碍？贪心。因为你有贪心，无量无边称性的财宝全部都被它障碍，得不到。你们读《华严》，读《弥陀经》，西方极乐世界阿弥陀佛，你看他那个富贵，住的房子七宝建的，道路舖路的是黄金舖路。我们这里是用个地毯在这里舖着。极乐世界是黄金舖的，为什么那么富有？他没有障碍，障碍是贪。佛的相貌为什么那么好，身体为什么那么健壮？我们也有。可是我们今天身体这么脆弱，稍微吹一点风寒就不得了，就要生病了。我们有障碍，什么障碍？瞋、痴。贪瞋痴是大障碍，贪瞋痴放下、舍掉了，称性的福报就现前了。不晓得自己称性的福报是无量无边，天天要去贪图那一点小利，你说那不叫可怜吗？天天搞贪瞋痴，你说这怎么得了！以轮回心造轮回业。我们读经，字字句句都要消归自性，要会归到自性上来，我们才能够得受用。佛的经典，没有一句、没有一个字不与我们自己有关系；与自己要没有关系，那个不是佛法。如果是佛法，字字句句与自己有切身的关系。再看底下这一段，明一如，这个意思尤其是精，尤其是重要：",
      "zh_TW": "我再告訴諸位，我講的都是真實話，諸位每個人都是大富翁，你們聽起來很高興，你們每個人的財寶都無量無邊，稱性的，為什麼現在窮兮兮？因為你有障礙障住，你這個障礙不肯放下，什麼障礙？貪心。因為你有貪心，無量無邊稱性的財寶全部都被它障礙，得不到。你們讀《華嚴》，讀《彌陀經》，西方極樂世界阿彌陀佛，你看他那個富貴，住的房子七寶建的，道路舖路的是黃金舖路。我們這裡是用個地毯在這裡舖著。極樂世界是黃金舖的，為什麼那麼富有？他沒有障礙，障礙是貪。佛的相貌為什麼那麼好，身體為什麼那麼健壯？我們也有。可是我們今天身體這麼脆弱，稍微吹一點風寒就不得了，就要生病了。我們有障礙，什麼障礙？瞋、痴。貪瞋痴是大障礙，貪瞋痴放下、捨掉了，稱性的福報就現前了。不曉得自己稱性的福報是無量無邊，天天要去貪圖那一點小利，你說那不叫可憐嗎？天天搞貪瞋痴，你說這怎麼得了！以輪迴心造輪迴業。我們讀經，字字句句都要消歸自性，要會歸到自性上來，我們才能夠得受用。佛的經典，沒有一句、沒有一個字不與我們自己有關係；與自己要沒有關係，那個不是佛法。如果是佛法，字字句句與自己有切身的關係。再看底下這一段，明一如，這個意思尤其是精，尤其是重要："
    },
    {
      "id": "09-023-0075_p0102",
      "zh_CN": "经【须菩提，如来所得阿耨多罗三藐三菩提，于是中无实无虚。】",
      "zh_TW": "經【須菩提，如來所得阿耨多羅三藐三菩提，於是中無實無虛。】"
    },
    {
      "id": "09-023-0075_p0103",
      "zh_CN": "这四个字，希望诸位牢牢的记住，你一生受用不尽，无实无虚。如来所得的：",
      "zh_TW": "這四個字，希望諸位牢牢的記住，你一生受用不盡，無實無虛。如來所得的："
    },
    {
      "id": "09-023-0075_p0104",
      "zh_CN": "【如来所得者，唯一无实无虚，即是诸法如义。】",
      "zh_TW": "【如來所得者，唯一無實無虛，即是諸法如義。】"
    },
    {
      "id": "09-023-0075_p0105",
      "zh_CN": "这叫真的得到了。无实，正如佛在本经所说，能得之心，三心不可得；所得之物，皆是因缘生法，当体即空，了不可得；能得、所得都不可得，这是无实。可是在事相上，能得、所得这个相存在，相有、作用也有，无虚。无实无虚。合前面无住生心，无实是无住，无虚是生心。生心无住，无住生心，无实无虚，无虚无实，你就得自在，你就快乐了。你真的会得，所谓「佛事门中，有求必应」，你真的能够随心如愿的所得，虽然得到，你心里头没有一丝毫的执着，心里面若无其事，因为无住。诸佛如来生活在这个境界里头，这是我们应当要学习的，要认真去学习。",
      "zh_TW": "這叫真的得到了。無實，正如佛在本經所說，能得之心，三心不可得；所得之物，皆是因緣生法，當體即空，了不可得；能得、所得都不可得，這是無實。可是在事相上，能得、所得這個相存在，相有、作用也有，無虛。無實無虛。合前面無住生心，無實是無住，無虛是生心。生心無住，無住生心，無實無虛，無虛無實，你就得自在，你就快樂了。你真的會得，所謂「佛事門中，有求必應」，你真的能夠隨心如願的所得，雖然得到，你心裡頭沒有一絲毫的執著，心裡面若無其事，因為無住。諸佛如來生活在這個境界裡頭，這是我們應當要學習的，要認真去學習。"
    },
    {
      "id": "09-023-0075_p0106",
      "zh_CN": "【如来所得之法，乃是实相。实相者，无相无不相。无相，无实也。无不相，无虚也。】",
      "zh_TW": "【如來所得之法，乃是實相。實相者，無相無不相。無相，無實也。無不相，無虛也。】"
    },
    {
      "id": "09-023-0075_p0107",
      "zh_CN": "这是完全用般若经上的法相来说明，说得一点也不错。如来所得的法是什么？是真相，一切法的真相。一切诸法的真相是什么样子？是无相无不相。无相是从体上说的，体空寂，无相。但是这个体会现相，刹那生灭，他现相，现这个相是无不相，无不相是有相。体上讲无相，起作用上讲有相，体是真的，永远不变的；相是假的，刹那生灭，所以这个相叫妄相，妄相不是无相，它有相。所以有相跟无相是一不是二，《心经》上讲「色即是空，空即是色；色不异空，空不异色」，就是说这个意思。四句话是一句话，是说的一桩事情。无相则无实，绝对不是实有，无不相是无虚，它有相存在。",
      "zh_TW": "這是完全用般若經上的法相來說明，說得一點也不錯。如來所得的法是什麼？是真相，一切法的真相。一切諸法的真相是什麼樣子？是無相無不相。無相是從體上說的，體空寂，無相。但是這個體會現相，剎那生滅，他現相，現這個相是無不相，無不相是有相。體上講無相，起作用上講有相，體是真的，永遠不變的；相是假的，剎那生滅，所以這個相叫妄相，妄相不是無相，它有相。所以有相跟無相是一不是二，《心經》上講「色即是空，空即是色；色不異空，空不異色」，就是說這個意思。四句話是一句話，是說的一樁事情。無相則無實，絕對不是實有，無不相是無虛，它有相存在。"
    },
    {
      "id": "09-023-0075_p0108",
      "zh_CN": "【若究竟言之，相不相皆无。】",
      "zh_TW": "【若究竟言之，相不相皆無。】"
    },
    {
      "id": "09-023-0075_p0109",
      "zh_CN": "体上无是真无，相上无是假无。因为相是幻相，当体即空，了不可得。",
      "zh_TW": "體上無是真無，相上無是假無。因為相是幻相，當體即空，了不可得。"
    },
    {
      "id": "09-023-0075_p0110",
      "zh_CN": "【故曰无实无虚。虚实皆无，是为真实之法。以证成上文真实之说也。】",
      "zh_TW": "【故曰無實無虛。虛實皆無，是為真實之法。以證成上文真實之說也。】"
    },
    {
      "id": "09-023-0075_p0111",
      "zh_CN": "佛说这个意思真实，一点都不假。所有一切万事万法，无有一法不如是，你能够看到这一层，你这个心在万法怎么不自在！心清净了，不会被一切法所污染，心平等了，不会再分别执着一切法，立刻就转我们凡夫境界成诸佛菩萨的境界，马上就转了。",
      "zh_TW": "佛說這個意思真實，一點都不假。所有一切萬事萬法，無有一法不如是，你能夠看到這一層，你這個心在萬法怎麼不自在！心清淨了，不會被一切法所污染，心平等了，不會再分別執著一切法，立刻就轉我們凡夫境界成諸佛菩薩的境界，馬上就轉了。"
    },
    {
      "id": "09-023-0075_p0112",
      "zh_CN": "【阿耨菩提】",
      "zh_TW": "【阿耨菩提】"
    },
    {
      "id": "09-023-0075_p0113",
      "zh_CN": "阿耨多罗三藐三菩提。",
      "zh_TW": "阿耨多羅三藐三菩提。"
    },
    {
      "id": "09-023-0075_p0114",
      "zh_CN": "【即真如觉性之异名】",
      "zh_TW": "【即真如覺性之異名】"
    },
    {
      "id": "09-023-0075_p0115",
      "zh_CN": "我们讲真如、讲本性、讲觉、讲阿耨菩提，一个意思。一桩事、一个意思，佛为什么说这么多名字？佛的用意叫我们不要执著名字相，知道这个名字表达一个什么意思，明白意思就好了，不要执着一个名字。所以一桩事情他说许许多多名字是这个意思，叫我们不要执着。",
      "zh_TW": "我們講真如、講本性、講覺、講阿耨菩提，一個意思。一樁事、一個意思，佛為什麼說這麼多名字？佛的用意叫我們不要執著名字相，知道這個名字表達一個什麼意思，明白意思就好了，不要執著一個名字。所以一樁事情他說許許多多名字是這個意思，叫我們不要執著。"
    },
    {
      "id": "09-023-0075_p0116",
      "zh_CN": "【如来即诸法如义，称为如来，因其已证真如觉性。足证如来所得，无实，觉性空寂。无虚，觉性圆彰。】",
      "zh_TW": "【如來即諸法如義，稱為如來，因其已證真如覺性。足證如來所得，無實，覺性空寂。無虛，覺性圓彰。】"
    },
    {
      "id": "09-023-0075_p0117",
      "zh_CN": "我们称佛、称如来德号，它里面就显示这个意思；教你从这个名号上，你就能够起观照的功夫，就能够觉而不迷，启发自己的觉性。我们中国从前的人讲，启发你的悟性。悟性跟觉性是一个意思，觉悟，帮助你觉悟。这名号功德不可思议！说「如来」就要想到诸法如义，我对一切法要平等，不要分别、不要执着。假名它有作用，它不是没有作用，决定不能执着这个假名，要叫这个假名把我们自己的觉性开发出来。",
      "zh_TW": "我們稱佛、稱如來德號，它裡面就顯示這個意思；教你從這個名號上，你就能夠起觀照的功夫，就能夠覺而不迷，啟發自己的覺性。我們中國從前的人講，啟發你的悟性。悟性跟覺性是一個意思，覺悟，幫助你覺悟。這名號功德不可思議！說「如來」就要想到諸法如義，我對一切法要平等，不要分別、不要執著。假名它有作用，它不是沒有作用，決定不能執著這個假名，要叫這個假名把我們自己的覺性開發出來。"
    },
    {
      "id": "09-023-0075_p0118",
      "zh_CN": "譬如我们念佛，我们念南无阿弥陀佛，南无是什么意思？皈依。皈是回头，依是依靠。阿弥陀佛是什么意思？无量觉；阿是无，弥陀是量，佛是觉。南无阿弥陀佛，我们是不是从迷惑颠倒回过头来，依自性的无量觉？你要是懂得这个意思，声声唤醒觉性。释迦牟尼佛，这个名号唤起我们性德里面的慈悲寂静。释迦是仁慈的意思，看到这个字样，听到这个名号，我对人是不是一片慈悲？牟尼是寂静，就是清净的意思，听到这个名字，我心是不是清净？由此可知，诸佛菩萨的名号启发我们的性德，道理在此地。",
      "zh_TW": "譬如我們念佛，我們念南無阿彌陀佛，南無是什麼意思？皈依。皈是回頭，依是依靠。阿彌陀佛是什麼意思？無量覺；阿是無，彌陀是量，佛是覺。南無阿彌陀佛，我們是不是從迷惑顛倒回過頭來，依自性的無量覺？你要是懂得這個意思，聲聲喚醒覺性。釋迦牟尼佛，這個名號喚起我們性德裡面的慈悲寂靜。釋迦是仁慈的意思，看到這個字樣，聽到這個名號，我對人是不是一片慈悲？牟尼是寂靜，就是清淨的意思，聽到這個名字，我心是不是清淨？由此可知，諸佛菩薩的名號啟發我們的性德，道理在此地。"
    },
    {
      "id": "09-023-0075_p0119",
      "zh_CN": "从前人，古人起名字，名字都是代表自己的愿望，佛门里面你出家或者你皈依，师父给你起个法名，法名就是代表你修行的目标。现在人很糟糕，很多中国人给小孩起个名字，起个外国名字，大概是希望我这个儿子做中国人不好，将来都做外国人。名字是外国人，那个相貌不能变成黄头发、蓝眼晴，变不出来，还是枉然！这个真的不晓得是作何居心？名以昭德，名以显德，所以它有作用的。",
      "zh_TW": "從前人，古人起名字，名字都是代表自己的願望，佛門裡面你出家或者你皈依，師父給你起個法名，法名就是代表你修行的目標。現在人很糟糕，很多中國人給小孩起個名字，起個外國名字，大概是希望我這個兒子做中國人不好，將來都做外國人。名字是外國人，那個相貌不能變成黃頭髮、藍眼晴，變不出來，還是枉然！這個真的不曉得是作何居心？名以昭德，名以顯德，所以它有作用的。"
    },
    {
      "id": "09-023-0075_p0120",
      "zh_CN": "觉性就是讲真如本性的体性，它是空寂的，所以无实。觉性圆彰，圆是圆满，彰是明显，就是它起作用，显示出十法界依正庄严，它无虚。所以从体上讲是无实，从相用上讲是无虚，这样才把性德体相用圆圆满满的显示出来。",
      "zh_TW": "覺性就是講真如本性的體性，它是空寂的，所以無實。覺性圓彰，圓是圓滿，彰是明顯，就是它起作用，顯示出十法界依正莊嚴，它無虛。所以從體上講是無實，從相用上講是無虛，這樣才把性德體相用圓圓滿滿的顯示出來。"
    },
    {
      "id": "09-023-0075_p0121",
      "zh_CN": "【一法不生，实无有法也，故无实。】",
      "zh_TW": "【一法不生，實無有法也，故無實。】"
    },
    {
      "id": "09-023-0075_p0122",
      "zh_CN": "真如本性一法不生。",
      "zh_TW": "真如本性一法不生。"
    },
    {
      "id": "09-023-0075_p0123",
      "zh_CN": "【无法不现，诸法一如也，故无虚。】",
      "zh_TW": "【無法不現，諸法一如也，故無虛。】"
    },
    {
      "id": "09-023-0075_p0124",
      "zh_CN": "虽然一法不生，但是无法不现，它起作用的时候无法不现。同样一个道理；所以佛法基本道理你要是掌握到，你修学真的就有下手之处，《般若经》上跟我们讲的要领是「般若无知」，而后是「无所不知」。从前出家在家的大德，我们在《高僧传》、《居士传》里面看到的，他修学没几年就开悟了。我们现在讲缘分比从前殊胜太多，为什么我们修了一辈子，愈修愈迷惑、愈修愈颠倒，为什么不开悟？方法不一样。古人下手，从哪里下手？从无知，他先学无知。过去无论在家出家，你拜一个老师，老师指导你，老师教给你什么？就教给你无知。无知怎么教法？天天教你在道场里面工作，这个粗重的活，你天天干。六祖惠能到五祖那里，马上分到碓房去破柴舂米，去干这个。干这个苦工是修福。学佛不能没有福报，为大众服务是修福。修慧怎么修法？修慧是修根本智，根本智是无知。禅家教你参一个话头，教你观心；教下教你读经，没有讲解的。譬如天台宗，天台宗要背三大部，时间是五年，《法华经玄义》、《法华经文句》、《摩诃止观》，这是天台基本的三大部，师父把书交给你，念，天天念，念到会背，没有讲解的。为什么叫你念？念经不胡思乱想。如果不念经就会胡思乱想，把妄念用念经的方法把它念掉，恢复到清净心。清净心里头一念不生，那是根本智；清净心起作用，无所不知，那叫后得智。古人用的方法是这样的。",
      "zh_TW": "雖然一法不生，但是無法不現，它起作用的時候無法不現。同樣一個道理；所以佛法基本道理你要是掌握到，你修學真的就有下手之處，《般若經》上跟我們講的要領是「般若無知」，而後是「無所不知」。從前出家在家的大德，我們在《高僧傳》、《居士傳》裡面看到的，他修學沒幾年就開悟了。我們現在講緣分比從前殊勝太多，為什麼我們修了一輩子，愈修愈迷惑、愈修愈顛倒，為什麼不開悟？方法不一樣。古人下手，從哪裡下手？從無知，他先學無知。過去無論在家出家，你拜一個老師，老師指導你，老師教給你什麼？就教給你無知。無知怎麼教法？天天教你在道場裡面工作，這個粗重的活，你天天幹。六祖惠能到五祖那裡，馬上分到碓房去破柴舂米，去幹這個。幹這個苦工是修福。學佛不能沒有福報，為大眾服務是修福。修慧怎麼修法？修慧是修根本智，根本智是無知。禪家教你參一個話頭，教你觀心；教下教你讀經，沒有講解的。譬如天台宗，天台宗要背三大部，時間是五年，《法華經玄義》、《法華經文句》、《摩訶止觀》，這是天台基本的三大部，師父把書交給你，念，天天念，念到會背，沒有講解的。為什麼叫你念？念經不胡思亂想。如果不念經就會胡思亂想，把妄念用念經的方法把它念掉，恢復到清淨心。清淨心裡頭一念不生，那是根本智；清淨心起作用，無所不知，那叫後得智。古人用的方法是這樣的。"
    },
    {
      "id": "09-023-0075_p0125",
      "zh_CN": "从前五年学戒，不是学戒律，五年学戒就是遵守老师的教诫。老师怎么教你，你就怎么做，守老师的教诫五年，五年大概心定下来了。然后再听教、再听讲经、再参禅，或者再念佛，那个功夫进步就太快太快了，基础稳固了；换句话说，基础就是清净心，根本智就是清净心。心地清净起作用的时候是无所不知；般若无知，无所不知。我们现在搞颠倒，一开头就什么都要学，什么都要知，到最后是什么也不知道，这个搞糟糕了。所以什么都学，学杂了、学乱了，有所不知，人家是无所不知，我们变成有所不知，这糟糕不糟糕！方法错了。我们想想，古人这个方法与《金刚经》上所讲的原理原则相应，我们今天用的方法与经典所讲的完全相悖，背道而驰。再看底下这小段：",
      "zh_TW": "從前五年學戒，不是學戒律，五年學戒就是遵守老師的教誡。老師怎麼教你，你就怎麼做，守老師的教誡五年，五年大概心定下來了。然後再聽教、再聽講經、再參禪，或者再念佛，那個功夫進步就太快太快了，基礎穩固了；換句話說，基礎就是清淨心，根本智就是清淨心。心地清淨起作用的時候是無所不知；般若無知，無所不知。我們現在搞顛倒，一開頭就什麼都要學，什麼都要知，到最後是什麼也不知道，這個搞糟糕了。所以什麼都學，學雜了、學亂了，有所不知，人家是無所不知，我們變成有所不知，這糟糕不糟糕！方法錯了。我們想想，古人這個方法與《金剛經》上所講的原理原則相應，我們今天用的方法與經典所講的完全相悖，背道而馳。再看底下這小段："
    },
    {
      "id": "09-023-0075_p0126",
      "zh_CN": "【无实无虚，即《起信论》如实空义，如实不空义。】",
      "zh_TW": "【無實無虛，即《起信論》如實空義，如實不空義。】"
    },
    {
      "id": "09-023-0075_p0127",
      "zh_CN": "如实就是如实空，无虚就是如实不空，马鸣菩萨在《起信论》里头所讲的。",
      "zh_TW": "如實就是如實空，無虛就是如實不空，馬鳴菩薩在《起信論》裡頭所講的。"
    },
    {
      "id": "09-023-0075_p0128",
      "zh_CN": "【如实即是真如，因真如为真实之性体，故曰如实。】",
      "zh_TW": "【如實即是真如，因真如為真實之性體，故曰如實。】"
    },
    {
      "id": "09-023-0075_p0129",
      "zh_CN": "如实是指这个意思。",
      "zh_TW": "如實是指這個意思。"
    },
    {
      "id": "09-023-0075_p0130",
      "zh_CN": "【如实空者，就是无实的意思。】",
      "zh_TW": "【如實空者，就是無實的意思。】"
    },
    {
      "id": "09-023-0075_p0131",
      "zh_CN": "说的虽然是有一点差别，意思完全相同。",
      "zh_TW": "說的雖然是有一點差別，意思完全相同。"
    },
    {
      "id": "09-023-0075_p0132",
      "zh_CN": "【如实不空者，无虚也。空而不空，无实即复无虚。不空而空，无虚即复无实。此是一切法，如如不动之真体。】",
      "zh_TW": "【如實不空者，無虛也。空而不空，無實即復無虛。不空而空，無虛即復無實。此是一切法，如如不動之真體。】"
    },
    {
      "id": "09-023-0075_p0133",
      "zh_CN": "这一段的意思很明显，并不难懂。前面的意思懂得了，这个地方念念就可以了。",
      "zh_TW": "這一段的意思很明顯，並不難懂。前面的意思懂得了，這個地方念念就可以了。"
    },
    {
      "id": "09-023-0075_p0134",
      "zh_CN": "【不空是由空来，可知无虚是由无实来，诸法一如，是由实无有法来。】",
      "zh_TW": "【不空是由空來，可知無虛是由無實來，諸法一如，是由實無有法來。】"
    },
    {
      "id": "09-023-0075_p0135",
      "zh_CN": "这一句的意思深，但是的确是事实。意思虽然深，并不难体会，如果我们能够想到本经末后佛的教训，「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」你想这一句就能明了了。不但十法界依正庄严如梦幻泡影，决定不能执着。即使诸佛如来的一真法界，一真法界里面没有变化，没有生灭。人都是无量寿，西方极乐世界的人无量寿，华藏世界的人是不是无量寿？没说！没说我们也晓得是无量寿。怎么晓得的？他不用生灭心，他用的是常住真心，常住真心不生不灭，他现的那个相分就没有生灭，没有生灭不就叫无量寿！十法界里面都是用的八识五十一心所，用识心，识有生有灭，所以十法界里面的相都是生灭相，道理在此地。因为生灭相，所以寿命就有长有短。我们明白这个道理，我们自己能不能把自己的寿命延长？我们有没有能力把我们的青春多住一个时期？你要是懂得金刚般若，你就会肯定，行！可以做得到，理论有。怎么做法？把你生灭的心那个妄念把它减缓，就行了。现在我们这个妄想一团，不得了，太大了！你能够把你的妄念减少，妄念减缓，就延寿了，你也就不容易衰老。我们世间人常讲，儒家讲忧能使人老，忧虑。忧虑就是你的妄想起伏很大，你什么事情都看得开一点，都不要去分别执着，样样都好，好也好、不好也好，大而化之，无所谓了，你这个心就比较平静，你就不容易衰老。所以真的样样做得到，你懂理论、懂方法，真的是「佛事门中，有求必应」，求什么就得什么，求阿耨多罗三藐三菩提都得到，世间这些东西不就鸡毛蒜皮？所以，要晓得这个道理。无虚是从无实来的，无实是体，无虚是相跟作用。",
      "zh_TW": "這一句的意思深，但是的確是事實。意思雖然深，並不難體會，如果我們能夠想到本經末後佛的教訓，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」你想這一句就能明瞭了。不但十法界依正莊嚴如夢幻泡影，決定不能執著。即使諸佛如來的一真法界，一真法界裡面沒有變化，沒有生滅。人都是無量壽，西方極樂世界的人無量壽，華藏世界的人是不是無量壽？沒說！沒說我們也曉得是無量壽。怎麼曉得的？他不用生滅心，他用的是常住真心，常住真心不生不滅，他現的那個相分就沒有生滅，沒有生滅不就叫無量壽！十法界裡面都是用的八識五十一心所，用識心，識有生有滅，所以十法界裡面的相都是生滅相，道理在此地。因為生滅相，所以壽命就有長有短。我們明白這個道理，我們自己能不能把自己的壽命延長？我們有沒有能力把我們的青春多住一個時期？你要是懂得金剛般若，你就會肯定，行！可以做得到，理論有。怎麼做法？把你生滅的心那個妄念把它減緩，就行了。現在我們這個妄想一團，不得了，太大了！你能夠把你的妄念減少，妄念減緩，就延壽了，你也就不容易衰老。我們世間人常講，儒家講憂能使人老，憂慮。憂慮就是你的妄想起伏很大，你什麼事情都看得開一點，都不要去分別執著，樣樣都好，好也好、不好也好，大而化之，無所謂了，你這個心就比較平靜，你就不容易衰老。所以真的樣樣做得到，你懂理論、懂方法，真的是「佛事門中，有求必應」，求什麼就得什麼，求阿耨多羅三藐三菩提都得到，世間這些東西不就雞毛蒜皮？所以，要曉得這個道理。無虛是從無實來的，無實是體，無虛是相跟作用。"
    },
    {
      "id": "09-023-0075_p0136",
      "zh_CN": "【无实，可指诸法言。诸法缘生，故无实。】",
      "zh_TW": "【無實，可指諸法言。諸法緣生，故無實。】"
    },
    {
      "id": "09-023-0075_p0137",
      "zh_CN": "一切不是真实的。",
      "zh_TW": "一切不是真實的。"
    },
    {
      "id": "09-023-0075_p0138",
      "zh_CN": "【无虚，可指「如」言。真如不空，故无虚。如来所得，但证诸法如义耳。】",
      "zh_TW": "【無虛，可指「如」言。真如不空，故無虛。如來所得，但證諸法如義耳。】"
    },
    {
      "id": "09-023-0075_p0139",
      "zh_CN": "这是说明无实跟无虚互为体用，讲真性无实、法相无虚也讲得通，讲法相无实、真性无虚也讲得通，多圆融！这是叫你法相名词不能执着，言说不能执着，横说、竖说、左说，它是圆的，它都通；你执着一个就不通，就出障碍。显示出事事无碍、理事无碍，不思议解脱境界。所以无论什么事，在佛菩萨口里头没有一样不圆融，在我们口里处处都起障碍。他对于这个事理透彻了、明了了。",
      "zh_TW": "這是說明無實跟無虛互為體用，講真性無實、法相無虛也講得通，講法相無實、真性無虛也講得通，多圓融！這是叫你法相名詞不能執著，言說不能執著，橫說、豎說、左說，它是圓的，它都通；你執著一個就不通，就出障礙。顯示出事事無礙、理事無礙，不思議解脫境界。所以無論什麼事，在佛菩薩口裡頭沒有一樣不圓融，在我們口裡處處都起障礙。他對於這個事理透徹了、明瞭了。"
    },
    {
      "id": "09-023-0075_p0140",
      "zh_CN": "【无实无虚，是空有一如。】",
      "zh_TW": "【無實無虛，是空有一如。】"
    },
    {
      "id": "09-023-0075_p0141",
      "zh_CN": "空有是一不是二。",
      "zh_TW": "空有是一不是二。"
    },
    {
      "id": "09-023-0075_p0142",
      "zh_CN": "【性德本然】",
      "zh_TW": "【性德本然】"
    },
    {
      "id": "09-023-0075_p0143",
      "zh_CN": "我们真如本性本来是这个样子。",
      "zh_TW": "我們真如本性本來是這個樣子。"
    },
    {
      "id": "09-023-0075_p0144",
      "zh_CN": "【如来证此，说此。】",
      "zh_TW": "【如來證此，說此。】"
    },
    {
      "id": "09-023-0075_p0145",
      "zh_CN": "如来为我们说的，无非就是把他所证得的为我们说出来而已，他所证出来的是事实的真相。",
      "zh_TW": "如來為我們說的，無非就是把他所證得的為我們說出來而已，他所證出來的是事實的真相。"
    },
    {
      "id": "09-023-0075_p0146",
      "zh_CN": "【令众生觉此，修此。若观一切法唯实，凡夫也。】",
      "zh_TW": "【令眾生覺此，修此。若觀一切法唯實，凡夫也。】"
    },
    {
      "id": "09-023-0075_p0147",
      "zh_CN": "一切法都当真，都以为是实在的，坚固的执着不放，这是凡夫，六道凡夫。",
      "zh_TW": "一切法都當真，都以為是實在的，堅固的執著不放，這是凡夫，六道凡夫。"
    },
    {
      "id": "09-023-0075_p0148",
      "zh_CN": "【若观一切法唯虚，二乘也。】",
      "zh_TW": "【若觀一切法唯虛，二乘也。】"
    },
    {
      "id": "09-023-0075_p0149",
      "zh_CN": "声闻、缘觉、阿罗汉、辟支佛堕在空里面，他认为一切法都是假的，一切法都舍弃，他也不生心，这堕偏真涅槃。",
      "zh_TW": "聲聞、緣覺、阿羅漢、辟支佛墮在空裡面，他認為一切法都是假的，一切法都捨棄，他也不生心，這墮偏真涅槃。"
    },
    {
      "id": "09-023-0075_p0150",
      "zh_CN": "【即观一切法实中有虚，虚中有实。】",
      "zh_TW": "【即觀一切法實中有虛，虛中有實。】"
    },
    {
      "id": "09-023-0075_p0151",
      "zh_CN": "这是权教菩萨。权教菩萨就是十法界里面的佛菩萨，不能超越十法界。",
      "zh_TW": "這是權教菩薩。權教菩薩就是十法界裡面的佛菩薩，不能超越十法界。"
    },
    {
      "id": "09-023-0075_p0152",
      "zh_CN": "【佛与诸大菩萨，观一切法无实无虚，是整个的。无实即无虚，无虚即无实。诸法一如，空有同时。】",
      "zh_TW": "【佛與諸大菩薩，觀一切法無實無虛，是整個的。無實即無虛，無虛即無實。諸法一如，空有同時。】"
    },
    {
      "id": "09-023-0075_p0153",
      "zh_CN": "空有同时，性相同时，理事同时，无有一切不同时，这是一真法界的菩萨，超越十法界；无实无虚才能超越十法界。我们学般若，实在讲对于往生净土有很大的帮助，你明白这个道理，什么事情看淡了、看穿了，不放在心上，往生的品位增高，这个有一定的帮助。",
      "zh_TW": "空有同時，性相同時，理事同時，無有一切不同時，這是一真法界的菩薩，超越十法界；無實無虛才能超越十法界。我們學般若，實在講對於往生淨土有很大的幫助，你明白這個道理，什麼事情看淡了、看穿了，不放在心上，往生的品位增高，這個有一定的幫助。"
    },
    {
      "id": "09-023-0075_p0154",
      "zh_CN": "【佛事门中，不立一法。】",
      "zh_TW": "【佛事門中，不立一法。】"
    },
    {
      "id": "09-023-0075_p0155",
      "zh_CN": "真的是一法不立。",
      "zh_TW": "真的是一法不立。"
    },
    {
      "id": "09-023-0075_p0156",
      "zh_CN": "【无实也】",
      "zh_TW": "【無實也】"
    },
    {
      "id": "09-023-0075_p0157",
      "zh_CN": "这就是无住。",
      "zh_TW": "這就是無住。"
    },
    {
      "id": "09-023-0075_p0158",
      "zh_CN": "【不舍一法，无虚也。】",
      "zh_TW": "【不捨一法，無虛也。】"
    },
    {
      "id": "09-023-0075_p0159",
      "zh_CN": "无虚是生心。底下讲：",
      "zh_TW": "無虛是生心。底下講："
    },
    {
      "id": "09-023-0075_p0160",
      "zh_CN": "【应无所住，无实也。而生其心，无虚也。无实无虚，即是诸法实相。应如是觉，如是修。】",
      "zh_TW": "【應無所住，無實也。而生其心，無虛也。無實無虛，即是諸法實相。應如是覺，如是修。】"
    },
    {
      "id": "09-023-0075_p0161",
      "zh_CN": "为我们说出修行的总纲领，修行的总原则，一定要懂得无实无虚的道理，知道无实无虚的事实。我们现前的生活，真的就得自在美满。你心里头没有忧虑、没有牵挂、没有妄想、没有分别、没有执着，你说多自在！这是真正的幸福，这是真正的享受，这就是诸法实相。",
      "zh_TW": "為我們說出修行的總綱領，修行的總原則，一定要懂得無實無虛的道理，知道無實無虛的事實。我們現前的生活，真的就得自在美滿。你心裡頭沒有憂慮、沒有牽掛、沒有妄想、沒有分別、沒有執著，你說多自在！這是真正的幸福，這是真正的享受，這就是諸法實相。"
    },
    {
      "id": "09-023-0075_p0162",
      "zh_CN": "【生无所住心，离一切相行布施六度，以利益一切众生是也。】",
      "zh_TW": "【生無所住心，離一切相行布施六度，以利益一切眾生是也。】"
    },
    {
      "id": "09-023-0075_p0163",
      "zh_CN": "真正的佛弟子，真正觉悟的人，他必然是这个现象。也就是说，你从他做人，从他做事、处事待人接物，一定符合《金刚经》所讲的原理原则，他是觉悟的人。如果自称为觉悟的人，他的心态跟《金刚经》上讲的原理原则相违背，那是假的，那是骗人的。大乘佛法要是读多了，法眼不敢讲，慧眼会开。这个世间真的、假的、邪的、正的，你一眼就看穿了，绝对不会受这些妖魔鬼怪的蒙骗，不可能的。所以大乘经不可不读。今天就讲到此地。",
      "zh_TW": "真正的佛弟子，真正覺悟的人，他必然是這個現象。也就是說，你從他做人，從他做事、處事待人接物，一定符合《金剛經》所講的原理原則，他是覺悟的人。如果自稱為覺悟的人，他的心態跟《金剛經》上講的原理原則相違背，那是假的，那是騙人的。大乘佛法要是讀多了，法眼不敢講，慧眼會開。這個世間真的、假的、邪的、正的，你一眼就看穿了，絕對不會受這些妖魔鬼怪的矇騙，不可能的。所以大乘經不可不讀。今天就講到此地。"
    }
  ]
}