{
  "doc_id": "09-023-0123",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二三集",
    "zh_TW": "第一二三集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国净宗学会",
    "zh_TW": "美國淨宗學會"
  },
  "doc_number": "09-023-0123",
  "total_paragraphs": 89,
  "paragraphs": [
    {
      "id": "09-023-0123_p0001",
      "zh_CN": "请掀开经本二百七十六面，倒数第二行，从小注二十五段看起。",
      "zh_TW": "請掀開經本二百七十六面，倒數第二行，從小註二十五段看起。"
    },
    {
      "id": "09-023-0123_p0002",
      "zh_CN": "【遍计执性，谓普遍计较执着。即性宗常说之分别、执着、攀缘、无明、妄心、妄想等。意在明其虽是无明妄想，然为真心之所变现，非离真性而别有也。】",
      "zh_TW": "【遍計執性，謂普遍計較執著。即性宗常說之分別、執著、攀緣、無明、妄心、妄想等。意在明其雖是無明妄想，然為真心之所變現，非離真性而別有也。】"
    },
    {
      "id": "09-023-0123_p0003",
      "zh_CN": "这是相宗里面讲的三性与三无性，这是相宗非常重要的理论。他将世出世间一切法归纳为这三种性质。遍计，遍是普遍，计就是计较，我们用计较大家好懂。相宗他们的论点里面称为计度分别，度是度量，就是计较、度量、分别。也就是性宗常讲的，像我们在《金刚经》上常看到的，我们净土经论当中也常常看到的，所谓分别、执着、攀缘、无明、妄想等等，这里面的范围就非常广大。而在《百法明门》里面，我们看到的比较具体一些，就是属于不相应行法。百法一共分为五类：第一类「心法」，第二类「心所法」。心法跟心所法，以及色法，都是属于依他起性。依他起，这是许许多多条件形成的，这些条件就是依他起，就是因缘所生的。",
      "zh_TW": "這是相宗裡面講的三性與三無性，這是相宗非常重要的理論。他將世出世間一切法歸納為這三種性質。遍計，遍是普遍，計就是計較，我們用計較大家好懂。相宗他們的論點裡面稱為計度分別，度是度量，就是計較、度量、分別。也就是性宗常講的，像我們在《金剛經》上常看到的，我們淨土經論當中也常常看到的，所謂分別、執著、攀緣、無明、妄想等等，這裡面的範圍就非常廣大。而在《百法明門》裡面，我們看到的比較具體一些，就是屬於不相應行法。百法一共分為五類：第一類「心法」，第二類「心所法」。心法跟心所法，以及色法，都是屬於依他起性。依他起，這是許許多多條件形成的，這些條件就是依他起，就是因緣所生的。"
    },
    {
      "id": "09-023-0123_p0004",
      "zh_CN": "「遍计所执」，用现在的话来讲，抽象的概念，它没有事实。譬如，百法里面不相应行法，第一个是「得」，得失的得。说得，当然失也包括在其中，讲一个就行了。「得」，有这么一个概念，像我得到了，我得到财富；「我」是心法，「财富」是色法。把这两边离开，单单讲得，「得」是什么？得，既不是心法，也不是色法，但它确实有这么一个概念。它虽不是心法，也不是色法，它是从心法、色法连带发生的，也离不开它们，但是不可以归纳在它们那一类，这叫做不相应行法。凡是这一类的，都是遍计所执性，就是根本没有这个事实，只是一个抽象的概念而已。在性宗，总而言之，就把它称之为妄想，这是属于妄想。意思是说明，它虽然是无明、妄想，可是它是真性所变现的，真性是万事万物的本体。其实我们讲的三性，统统都是真性变现出来的，离开真如本性就无有一法可得。打个妄想，也是从真性里面起来的，所以不是离开真性而别有一法。这句话特别说在遍计所执性上，因为它完全是虚妄的；不像心法、色法好像还有一个东西存在一样；这个我们都知道，完全不存在，完全是一个妄念。第二个叫：",
      "zh_TW": "「遍計所執」，用現在的話來講，抽象的概念，它沒有事實。譬如，百法裡面不相應行法，第一個是「得」，得失的得。說得，當然失也包括在其中，講一個就行了。「得」，有這麼一個概念，像我得到了，我得到財富；「我」是心法，「財富」是色法。把這兩邊離開，單單講得，「得」是什麼？得，既不是心法，也不是色法，但它確實有這麼一個概念。它雖不是心法，也不是色法，它是從心法、色法連帶發生的，也離不開它們，但是不可以歸納在它們那一類，這叫做不相應行法。凡是這一類的，都是遍計所執性，就是根本沒有這個事實，只是一個抽象的概念而已。在性宗，總而言之，就把它稱之為妄想，這是屬於妄想。意思是說明，它雖然是無明、妄想，可是它是真性所變現的，真性是萬事萬物的本體。其實我們講的三性，統統都是真性變現出來的，離開真如本性就無有一法可得。打個妄想，也是從真性裡面起來的，所以不是離開真性而別有一法。這句話特別說在遍計所執性上，因為它完全是虛妄的；不像心法、色法好像還有一個東西存在一樣；這個我們都知道，完全不存在，完全是一個妄念。第二個叫："
    },
    {
      "id": "09-023-0123_p0005",
      "zh_CN": "【依他起性，即性宗所说之缘起、缘生、性起。此正本性随缘现起之相用，原不离性体。依者，随也。他，指缘而言也。】",
      "zh_TW": "【依他起性，即性宗所說之緣起、緣生、性起。此正本性隨緣現起之相用，原不離性體。依者，隨也。他，指緣而言也。】"
    },
    {
      "id": "09-023-0123_p0006",
      "zh_CN": "这个地方的注解，实在讲比相宗讲得简单，容易明了，相宗讲得非常繁琐。「依」就是依靠，「他」用我们现在的话，就是许许多多的条件。它要依许许多多的条件才能够生起现象，凡是这一类的我们都称作依他起性。依他起性，就是法性宗里面所讲的缘起，《般若经》上讲的缘起性空。缘起，世出世间一切法，包括佛法，也是因缘所生，因缘所生就叫做缘起。缘起的法，决定没有自体，我们讲性空那个性是实体；它没有实体，它是许许多多条件合起来现相，这个条件散开来之后，这个相就不存在。",
      "zh_TW": "這個地方的註解，實在講比相宗講得簡單，容易明瞭，相宗講得非常繁瑣。「依」就是依靠，「他」用我們現在的話，就是許許多多的條件。它要依許許多多的條件才能夠生起現象，凡是這一類的我們都稱作依他起性。依他起性，就是法性宗裡面所講的緣起，《般若經》上講的緣起性空。緣起，世出世間一切法，包括佛法，也是因緣所生，因緣所生就叫做緣起。緣起的法，決定沒有自體，我們講性空那個性是實體；它沒有實體，它是許許多多條件合起來現相，這個條件散開來之後，這個相就不存在。"
    },
    {
      "id": "09-023-0123_p0007",
      "zh_CN": "所有一切的形相都是依他起，像我们人的身体，身体是属于依他起。「他」就是四大五蕴。四大五蕴还是用归纳的方法来说的，因为细说太繁琐，把它归纳为色受想行识，这五样东西合起来，有这个身体。四大五蕴要是离开，这个身相就没有了，可见得这个身确确实实没有自性。身，实在讲有没有生灭？没有。缘聚的时候是不生而生，它的确没有生，我们看到好像是生了；缘散的时候不灭而灭，实在讲它没有灭，它只是缘聚缘散而已，哪里会有生灭！生灭是我们看一种粗的相，看的是聚散之相。聚，我们叫它生；散，叫它做灭，实际上只有缘聚缘散，决定没有生灭，这是我们佛法里面常讲「不生不灭」。不生不灭的意思，我们通常也觉得很含糊，搞不清楚，怎么叫不生不灭？缘聚的时候不生，缘散的时候不灭；从缘上去观看，没有生灭的现象。讲缘起、缘生、性起，都是一个意思，这是在性宗，特别是在《般若》跟禅宗里面讲得最多。",
      "zh_TW": "所有一切的形相都是依他起，像我們人的身體，身體是屬於依他起。「他」就是四大五蘊。四大五蘊還是用歸納的方法來說的，因為細說太繁瑣，把它歸納為色受想行識，這五樣東西合起來，有這個身體。四大五蘊要是離開，這個身相就沒有了，可見得這個身確確實實沒有自性。身，實在講有沒有生滅？沒有。緣聚的時候是不生而生，它的確沒有生，我們看到好像是生了；緣散的時候不滅而滅，實在講它沒有滅，它只是緣聚緣散而已，哪裡會有生滅！生滅是我們看一種粗的相，看的是聚散之相。聚，我們叫它生；散，叫它做滅，實際上只有緣聚緣散，決定沒有生滅，這是我們佛法裡面常講「不生不滅」。不生不滅的意思，我們通常也覺得很含糊，搞不清楚，怎麼叫不生不滅？緣聚的時候不生，緣散的時候不滅；從緣上去觀看，沒有生滅的現象。講緣起、緣生、性起，都是一個意思，這是在性宗，特別是在《般若》跟禪宗裡面講得最多。"
    },
    {
      "id": "09-023-0123_p0008",
      "zh_CN": "这正是本性随缘现起之相用，它随什么缘？缘非常复杂，无量复杂的因缘它也有一个头绪，那个头绪就是一念不觉，就是无明动相，统统从这个地方起来的，这是我们在前面已经讲得很多。不觉心就动，觉心是不动的，这一点我们学佛的同修一定要很清楚、很明白，觉心是不动的。我们今天求什么？求觉，希望觉悟。怎样才能够觉？如果你妄念不止，怎么可能觉？一定要把妄念息掉。妄念息掉，恢复到清净，这个净就是我们一般讲的定。佛法修学，定是枢纽，戒是方法；因戒得定，因定开慧，我们的目的是开智慧。智慧不是学来的，不是从外面来的，是我们自性里面本来具足的，不需要向外学，外面没有，一定要向里面用功。本经告诉我们：「信心清净则生实相」。信，用戒定慧三学来看，信就是戒学，清净就是定学，实相就是慧学，这两句话里面戒定慧三学都圆满具足。",
      "zh_TW": "這正是本性隨緣現起之相用，它隨什麼緣？緣非常複雜，無量複雜的因緣它也有一個頭緒，那個頭緒就是一念不覺，就是無明動相，統統從這個地方起來的，這是我們在前面已經講得很多。不覺心就動，覺心是不動的，這一點我們學佛的同修一定要很清楚、很明白，覺心是不動的。我們今天求什麼？求覺，希望覺悟。怎樣才能夠覺？如果你妄念不止，怎麼可能覺？一定要把妄念息掉。妄念息掉，恢復到清淨，這個淨就是我們一般講的定。佛法修學，定是樞紐，戒是方法；因戒得定，因定開慧，我們的目的是開智慧。智慧不是學來的，不是從外面來的，是我們自性裡面本來具足的，不需要向外學，外面沒有，一定要向裡面用功。本經告訴我們：「信心清淨則生實相」。信，用戒定慧三學來看，信就是戒學，清淨就是定學，實相就是慧學，這兩句話裡面戒定慧三學都圓滿具足。"
    },
    {
      "id": "09-023-0123_p0009",
      "zh_CN": "由此可知，一念不觉就起了无明，无明是动相。随缘，第一个缘就是指的无明妄动。依相宗的说法，无明起来之后，无明不觉生三细，这就把真如本性变成阿赖耶识。阿赖耶识里面有三细相：无明业相、转相、境界相。转相也叫做见分，境界相也叫做相分。见分就是我们现在所讲的精神这一部分，相分讲物质这一部分，精神跟物质都是无明业相里面变现出来的，所以心跟物是同源，同一个根源。相宗说得详细，它就变现出这个现相。念头，也就是妄想，它愈来愈复杂，于是变现的现相也非常复杂。如果我们要问，我们妄想究竟是多么复杂？你就看它变现出来的相分。你看十法界依正庄严，这个复杂的程度是我们无法想像的，它跟我们的妄想完全成正比例。这个复杂现相怎么复杂，我们的妄念就这么复杂，妄念是因，现相是果。原不离性体，它也是自性随着染缘变现出来的境界，十法界依正庄严都是依他起性。第三个讲：",
      "zh_TW": "由此可知，一念不覺就起了無明，無明是動相。隨緣，第一個緣就是指的無明妄動。依相宗的說法，無明起來之後，無明不覺生三細，這就把真如本性變成阿賴耶識。阿賴耶識裡面有三細相：無明業相、轉相、境界相。轉相也叫做見分，境界相也叫做相分。見分就是我們現在所講的精神這一部分，相分講物質這一部分，精神跟物質都是無明業相裡面變現出來的，所以心跟物是同源，同一個根源。相宗說得詳細，它就變現出這個現相。念頭，也就是妄想，它愈來愈複雜，於是變現的現相也非常複雜。如果我們要問，我們妄想究竟是多麼複雜？你就看它變現出來的相分。你看十法界依正莊嚴，這個複雜的程度是我們無法想像的，它跟我們的妄想完全成正比例。這個複雜現相怎麼複雜，我們的妄念就這麼複雜，妄念是因，現相是果。原不離性體，它也是自性隨著染緣變現出來的境界，十法界依正莊嚴都是依他起性。第三個講："
    },
    {
      "id": "09-023-0123_p0010",
      "zh_CN": "【圆成实性，圆是圆满，成是成就的意思，谓本具，本来具足的。】",
      "zh_TW": "【圓成實性，圓是圓滿，成是成就的意思，謂本具，本來具足的。】"
    },
    {
      "id": "09-023-0123_p0011",
      "zh_CN": "圆成实性是讲真如本性，它从体上说的。",
      "zh_TW": "圓成實性是講真如本性，它從體上說的。"
    },
    {
      "id": "09-023-0123_p0012",
      "zh_CN": "【约体说，明其本来圆满具足，非造作法。】",
      "zh_TW": "【約體說，明其本來圓滿具足，非造作法。】"
    },
    {
      "id": "09-023-0123_p0013",
      "zh_CN": "它不是有为法。依他起跟遍计执性是有为法，在《百法》里面总共分为九十四法；圆成实性是属于无为法，而且是六个无为里面最后一个「真如无为」，才是圆成实，其他的像虚空无为，它还不是圆成实。",
      "zh_TW": "它不是有為法。依他起跟遍計執性是有為法，在《百法》裡面總共分為九十四法；圓成實性是屬於無為法，而且是六個無為裡面最後一個「真如無為」，才是圓成實，其他的像虛空無為，它還不是圓成實。"
    },
    {
      "id": "09-023-0123_p0014",
      "zh_CN": "【实，就是真实。】",
      "zh_TW": "【實，就是真實。】"
    },
    {
      "id": "09-023-0123_p0015",
      "zh_CN": "决定不是虚妄的；像前面两类都是虚妄的，绝对不是真实。这个圆成实性，它是真实的，它是没有生灭的。",
      "zh_TW": "決定不是虛妄的；像前面兩類都是虛妄的，絕對不是真實。這個圓成實性，它是真實的，它是沒有生滅的。"
    },
    {
      "id": "09-023-0123_p0016",
      "zh_CN": "【此即性宗常说之法界、真如、如如、真心、实相、圆觉、自性、清净心等，其名无量。】",
      "zh_TW": "【此即性宗常說之法界、真如、如如、真心、實相、圓覺、自性、清淨心等，其名無量。】"
    },
    {
      "id": "09-023-0123_p0017",
      "zh_CN": "佛在经上说「圆成实」，那个名字说得很多。有一些同修读佛经，不免起了怀疑，说释迦牟尼佛一桩事情用一个名字就好了，说那么多名字，把我们都讲糊涂了。他为什么不用一个名字？实在讲，佛说法我们大家都能肯定，充满了智慧。在方法上讲，极尽其善巧方便，而是我们不能领会，所以在里头还产生误会，这是我们的错误。佛为什么用很多的名相？他有两个道理，第一个，一个名相没有办法把这桩事情形容得清楚，性德它是多方面的，一个名相没有办法完全包含；第二个意思，怕我们学佛的同修执着，执着就错了，前面讲「法尚应舍，何况非法」。性、相宗里面都告诉我们，我们求学的态度，第一个是要离名字相，可见得名相不能执着，所以佛一桩事情说许多名相，就是告诉你不必执着，懂得意思就行了，不需要执着。有这两个理由，佛往往每一桩事情都说了好多个名称，特别是真如本性说得非常之多，这里只是略举几个名词而已，其名无量。",
      "zh_TW": "佛在經上說「圓成實」，那個名字說得很多。有一些同修讀佛經，不免起了懷疑，說釋迦牟尼佛一樁事情用一個名字就好了，說那麼多名字，把我們都講糊塗了。他為什麼不用一個名字？實在講，佛說法我們大家都能肯定，充滿了智慧。在方法上講，極盡其善巧方便，而是我們不能領會，所以在裡頭還產生誤會，這是我們的錯誤。佛為什麼用很多的名相？他有兩個道理，第一個，一個名相沒有辦法把這樁事情形容得清楚，性德它是多方面的，一個名相沒有辦法完全包含；第二個意思，怕我們學佛的同修執著，執著就錯了，前面講「法尚應捨，何況非法」。性、相宗裡面都告訴我們，我們求學的態度，第一個是要離名字相，可見得名相不能執著，所以佛一樁事情說許多名相，就是告訴你不必執著，懂得意思就行了，不需要執著。有這兩個理由，佛往往每一樁事情都說了好多個名稱，特別是真如本性說得非常之多，這裡只是略舉幾個名詞而已，其名無量。"
    },
    {
      "id": "09-023-0123_p0018",
      "zh_CN": "【性宗亦谓之真实性也。】",
      "zh_TW": "【性宗亦謂之真實性也。】"
    },
    {
      "id": "09-023-0123_p0019",
      "zh_CN": "相宗称它作圆成实性，性宗也叫它真实性。",
      "zh_TW": "相宗稱它作圓成實性，性宗也叫它真實性。"
    },
    {
      "id": "09-023-0123_p0020",
      "zh_CN": "三性的说法，是不是达到究竟圆满？没有。为什么没有达到究竟圆满？它是落在言语思量这个范畴之中，那就不是究竟的，所以必须要有三无性，这个问题才真正达到圆满。正如同佛说法，说到最后他一定把所说的完全否定，这才圆满。为什么否定才圆满？因为真如本性里头本来没有一个念头，你说什么？所以一定要懂得他「说而无说，无说而说」；我们要是会听，「听而无听，无听而听」，你才能够契入境界，这才是真正达到教学的目标。所以，不可以用思惟、不可以用想像、不可以用言说。但是，我们离开思惟、想像、言说，不能够传递，佛要把法传给我们就无法可传，必须要利用这个做工具，透过这个工具，你要从里面悟入，要明白这个道理。所以，接着一定讲三无性。",
      "zh_TW": "三性的說法，是不是達到究竟圓滿？沒有。為什麼沒有達到究竟圓滿？它是落在言語思量這個範疇之中，那就不是究竟的，所以必須要有三無性，這個問題才真正達到圓滿。正如同佛說法，說到最後他一定把所說的完全否定，這才圓滿。為什麼否定才圓滿？因為真如本性裡頭本來沒有一個念頭，你說什麼？所以一定要懂得他「說而無說，無說而說」；我們要是會聽，「聽而無聽，無聽而聽」，你才能夠契入境界，這才是真正達到教學的目標。所以，不可以用思惟、不可以用想像、不可以用言說。但是，我們離開思惟、想像、言說，不能夠傳遞，佛要把法傳給我們就無法可傳，必須要利用這個做工具，透過這個工具，你要從裡面悟入，要明白這個道理。所以，接著一定講三無性。"
    },
    {
      "id": "09-023-0123_p0021",
      "zh_CN": "【三无性即相无性、生无性、胜义无性。无字甚活。】",
      "zh_TW": "【三無性即相無性、生無性、勝義無性。無字甚活。】"
    },
    {
      "id": "09-023-0123_p0022",
      "zh_CN": "这个字活活泼泼的，不能把它当作没有，你要说没有的话，就坐实了，那就不是这个意思。",
      "zh_TW": "這個字活活潑潑的，不能把它當作沒有，你要說沒有的話，就坐實了，那就不是這個意思。"
    },
    {
      "id": "09-023-0123_p0023",
      "zh_CN": "【有非、空之义，即不可执着是也。】",
      "zh_TW": "【有非、空之義，即不可執著是也。】"
    },
    {
      "id": "09-023-0123_p0024",
      "zh_CN": "实在讲，这个「无」最好的一个讲法，就是决定不能执着，执着就错了。执着，用《金刚经》上的话来说，你一定堕在四相四见当中，那就错了，所以要懂得不执着。我们看底下这一段，再做一个简单的解释，先说相无性：",
      "zh_TW": "實在講，這個「無」最好的一個講法，就是決定不能執著，執著就錯了。執著，用《金剛經》上的話來說，你一定墮在四相四見當中，那就錯了，所以要懂得不執著。我們看底下這一段，再做一個簡單的解釋，先說相無性："
    },
    {
      "id": "09-023-0123_p0025",
      "zh_CN": "【虚妄之相，非真实性，性中本无有相，应不着相而无之，乃是性也，是谓相无性。】",
      "zh_TW": "【虛妄之相，非真實性，性中本無有相，應不著相而無之，乃是性也，是謂相無性。】"
    },
    {
      "id": "09-023-0123_p0026",
      "zh_CN": "这个文字很简单，实在讲将这个名词解释得也相当清楚。虚妄之相，正是《金刚经》上所说：「凡所有相，皆是虚妄。」这是真的，一点都不假。相是怎么来的？我们知道它是业因果报所产生的现相。业因，用现代的话来说，就是波动，我们佛法里面讲「不觉心动」。我们讲心动，跟现在科学家讲的波动，这个意思非常接近。念头就是心的波，心的波动。动，它就会现相，可是这个相决定不存在。我们现在感觉现相之存在，实在讲是波动的相续相，连续的现相。可是你一定要知道，它确确实实是当体即空，了不可得，这是一定要清楚的。",
      "zh_TW": "這個文字很簡單，實在講將這個名詞解釋得也相當清楚。虛妄之相，正是《金剛經》上所說：「凡所有相，皆是虛妄。」這是真的，一點都不假。相是怎麼來的？我們知道它是業因果報所產生的現相。業因，用現代的話來說，就是波動，我們佛法裡面講「不覺心動」。我們講心動，跟現在科學家講的波動，這個意思非常接近。念頭就是心的波，心的波動。動，它就會現相，可是這個相決定不存在。我們現在感覺現相之存在，實在講是波動的相續相，連續的現相。可是你一定要知道，它確確實實是當體即空，了不可得，這是一定要清楚的。"
    },
    {
      "id": "09-023-0123_p0027",
      "zh_CN": "我们晓得现相是怎么发生的，它的真实状况如何，然后才懂得佛法里面所讲的染净不二、生灭不二。染净，在我们看，这个现相极其粗显，怎么能说不二？清净到极处是佛，染污到极处是阿鼻地狱，是不是真的不二？真的，一点都不错！极清净也是一念现的相，而且这一念是「当处出生，当处灭尽」，不可得；极其染污的相，也是「当处出生，当处灭尽」，你要求这个相也了不可得。我们是心太粗了，见不到这种事实真相，所以看到是连续的。连续相里面对于染净好像感触特别的深刻，其实我们的感触是错误的观念，的确是错误的。所以佛与大菩萨的境界，他们入了诸法一如，确确实实入了「诸法平等，无有高下」，他们入的叫一真法界。一真法界，简单的讲，就是把十法界看成平等的，在十法界极其差别里面那个差别相没有了，你看到的是真正清净相；这个清净，染净两边都没有了，这叫真清净。看到这个现相，看到不二的现相，法法皆如、法法皆是，这是一真法界里面的境界，这是真实的。",
      "zh_TW": "我們曉得現相是怎麼發生的，它的真實狀況如何，然後才懂得佛法裡面所講的染淨不二、生滅不二。染淨，在我們看，這個現相極其粗顯，怎麼能說不二？清淨到極處是佛，染污到極處是阿鼻地獄，是不是真的不二？真的，一點都不錯！極清淨也是一念現的相，而且這一念是「當處出生，當處滅盡」，不可得；極其染污的相，也是「當處出生，當處滅盡」，你要求這個相也了不可得。我們是心太粗了，見不到這種事實真相，所以看到是連續的。連續相裡面對於染淨好像感觸特別的深刻，其實我們的感觸是錯誤的觀念，的確是錯誤的。所以佛與大菩薩的境界，他們入了諸法一如，確確實實入了「諸法平等，無有高下」，他們入的叫一真法界。一真法界，簡單的講，就是把十法界看成平等的，在十法界極其差別裡面那個差別相沒有了，你看到的是真正清淨相；這個清淨，染淨兩邊都沒有了，這叫真清淨。看到這個現相，看到不二的現相，法法皆如、法法皆是，這是一真法界裡面的境界，這是真實的。"
    },
    {
      "id": "09-023-0123_p0028",
      "zh_CN": "这个妄相是性现起的，但是它并不是真性。「性中本无有相」，不但六道的相没有，十法界的相没有，给诸位说，一真法界的相也没有；总而言之，只要是有现相，都是心动了。现的相不一样，十法界的相不相同，这就是动的振幅大小不相同。在十法界里面，愈是往上面去，我们讲他的心愈清净，愈清净，波动小；愈往六凡下去，它的波动愈大，是这么样形成的。到菩萨、到佛，那种波动几几乎乎接近水平，见不到它的动，其实它还是有动相，它要是没有动相的话，就不会现相。知道这个事实真相，知道它的原理，自自然然就不会着相，不会在相里面起分别、执着、攀缘，不会起这个念头，因为晓得相是假的，相是根本不存在的，所见到的都是业因果报的相续，所以佛在这个经上告诉我们：「万法皆空，因果不空。」为什么因果不空？因为有十法界的幻相。十法界幻相从哪里来的？从因果来的，所以因果不空。跟法相唯识宗讲的，相皆是虚妄，唯有识是真实的，这个意思完全相同。不着相，从相上就见性，这个意思前面都说过了。我们再看底下这一段：",
      "zh_TW": "這個妄相是性現起的，但是它並不是真性。「性中本無有相」，不但六道的相沒有，十法界的相沒有，給諸位說，一真法界的相也沒有；總而言之，只要是有現相，都是心動了。現的相不一樣，十法界的相不相同，這就是動的振幅大小不相同。在十法界裡面，愈是往上面去，我們講他的心愈清淨，愈清淨，波動小；愈往六凡下去，它的波動愈大，是這麼樣形成的。到菩薩、到佛，那種波動幾幾乎乎接近水平，見不到它的動，其實它還是有動相，它要是沒有動相的話，就不會現相。知道這個事實真相，知道它的原理，自自然然就不會著相，不會在相裡面起分別、執著、攀緣，不會起這個念頭，因為曉得相是假的，相是根本不存在的，所見到的都是業因果報的相續，所以佛在這個經上告訴我們：「萬法皆空，因果不空。」為什麼因果不空？因為有十法界的幻相。十法界幻相從哪裡來的？從因果來的，所以因果不空。跟法相唯識宗講的，相皆是虛妄，唯有識是真實的，這個意思完全相同。不著相，從相上就見性，這個意思前面都說過了。我們再看底下這一段："
    },
    {
      "id": "09-023-0123_p0029",
      "zh_CN": "【缘生之法，本非真性。性体无此缘生，应不着缘生而无之，乃是性也。是谓生无性。】",
      "zh_TW": "【緣生之法，本非真性。性體無此緣生，應不著緣生而無之，乃是性也。是謂生無性。】"
    },
    {
      "id": "09-023-0123_p0030",
      "zh_CN": "「生无性」是对依他起的。生是讲生灭，生灭就是有为，所有一切万法都是生灭法。为什么它有生灭？因为它是生灭心变的，生灭心就是生灭的念头，我们的妄想、念头，一个念头灭了，底下一个念头接着就起来了。我们自己晓得，我们这个念头的起灭，这个念头是很粗很粗，最微细的念头我们自己没有办法觉察到，那是阿赖耶识里头微细相。我们能够觉察到的念头是第六意识，我们叫意识，下意识，这个我们有的时候能够觉察。所能够觉察的，还是意识里面那个粗显的一部分，它微细的那一部分我们还是觉察不到；阿赖耶的微细相，那当然就更难了。佛在大乘经上常讲，八地菩萨见到阿赖耶识，八地菩萨，你就想那个心多清净！",
      "zh_TW": "「生無性」是對依他起的。生是講生滅，生滅就是有為，所有一切萬法都是生滅法。為什麼它有生滅？因為它是生滅心變的，生滅心就是生滅的念頭，我們的妄想、念頭，一個念頭滅了，底下一個念頭接著就起來了。我們自己曉得，我們這個念頭的起滅，這個念頭是很粗很粗，最微細的念頭我們自己沒有辦法覺察到，那是阿賴耶識裡頭微細相。我們能夠覺察到的念頭是第六意識，我們叫意識，下意識，這個我們有的時候能夠覺察。所能夠覺察的，還是意識裡面那個粗顯的一部分，它微細的那一部分我們還是覺察不到；阿賴耶的微細相，那當然就更難了。佛在大乘經上常講，八地菩薩見到阿賴耶識，八地菩薩，你就想那個心多清淨！"
    },
    {
      "id": "09-023-0123_p0031",
      "zh_CN": "清净心就是定功，世间的定功四禅八定，这是没有出六道，我们讲一般修定功夫分八个等级。第九段的功夫就出三界，就出离六道轮回，阿罗汉、辟支佛所证的，叫九次第定，那是第九等的定功。可是阿罗汉、辟支佛的定功，在圆教大经上他们的断证功夫，也就是定功，等于七信位的菩萨；换句话说，七信位菩萨的定功，这是第九等的定功。八信、九信、十信再到初住，初住有十个位次，十住、十行、十回向有三十个位次，然后从初地、二地到八地，你们想想看，那个等级不可思议！八地菩萨那么深的定功，观察到阿赖耶识的心动，心里头微细的波动他见到了。见到，才能够把它降伏，才能够使它慢慢再平静；你见不到的时候，你对它就没有办法用功夫，见到的时候，才能够降伏它。所以八地菩萨转阿赖耶成大圆镜智。这个时候见到什么？见到依他起性的那个根源，那个波动的源头他见到了。",
      "zh_TW": "清淨心就是定功，世間的定功四禪八定，這是沒有出六道，我們講一般修定功夫分八個等級。第九段的功夫就出三界，就出離六道輪迴，阿羅漢、辟支佛所證的，叫九次第定，那是第九等的定功。可是阿羅漢、辟支佛的定功，在圓教大經上他們的斷證功夫，也就是定功，等於七信位的菩薩；換句話說，七信位菩薩的定功，這是第九等的定功。八信、九信、十信再到初住，初住有十個位次，十住、十行、十迴向有三十個位次，然後從初地、二地到八地，你們想想看，那個等級不可思議！八地菩薩那麼深的定功，觀察到阿賴耶識的心動，心裡頭微細的波動他見到了。見到，才能夠把它降伏，才能夠使它慢慢再平靜；你見不到的時候，你對它就沒有辦法用功夫，見到的時候，才能夠降伏它。所以八地菩薩轉阿賴耶成大圓鏡智。這個時候見到什麼？見到依他起性的那個根源，那個波動的源頭他見到了。"
    },
    {
      "id": "09-023-0123_p0032",
      "zh_CN": "「缘生之法，本非真性。」到这个时候他亲自见到，真心本性是不动的，阿赖耶里面的动相还是无明在作祟，一念不觉而有无明。这是世出世间一切法的根源，我们今天讲宇宙万有的本体，这些现相从哪里来的？从这儿来的；可是真性里头没有这个东西，性体无此缘生。明了这个事实真相，对于所有缘生，不要说缘生所现的幻相不执着，缘生也不执着。缘生是能生，现相是所生，能所都不执着，晓得这个就是性，还是真性的起用，这叫做「生无性」。缘起性空，前面依他起性是讲缘起，生无性是讲性空，缘起性空。",
      "zh_TW": "「緣生之法，本非真性。」到這個時候他親自見到，真心本性是不動的，阿賴耶裡面的動相還是無明在作祟，一念不覺而有無明。這是世出世間一切法的根源，我們今天講宇宙萬有的本體，這些現相從哪裡來的？從這兒來的；可是真性裡頭沒有這個東西，性體無此緣生。明瞭這個事實真相，對於所有緣生，不要說緣生所現的幻相不執著，緣生也不執著。緣生是能生，現相是所生，能所都不執著，曉得這個就是性，還是真性的起用，這叫做「生無性」。緣起性空，前面依他起性是講緣起，生無性是講性空，緣起性空。"
    },
    {
      "id": "09-023-0123_p0033",
      "zh_CN": "「胜义无性」是对「圆成实」说的。圆成实，说实在话，是很不得已佛为我们起了这么一个名字，显示一切幻法之外，还有一个真实。我讲这个幻法之外，这都有毛病、都有语病，为什么？幻法实在讲就是真实，但是讲幻法就是真实，大家很难懂，怎么虚幻就是真实？很不好懂。幻法之外有个真实，这个大家比较好懂；虽然好懂，很容易出麻烦，很容易把意思错会了。不执着这些幻法，幻法就是真实的。只要在幻法里起心动念，那就错了，这就错了。所以佛是不得已而建立的名相，可见得名相是缘起的。圆成实是缘起的，胜义无性也是缘起的。真如本性里哪里有个胜义无性这个名字？没有这个名号。这些理跟事我们都要懂得。",
      "zh_TW": "「勝義無性」是對「圓成實」說的。圓成實，說實在話，是很不得已佛為我們起了這麼一個名字，顯示一切幻法之外，還有一個真實。我講這個幻法之外，這都有毛病、都有語病，為什麼？幻法實在講就是真實，但是講幻法就是真實，大家很難懂，怎麼虛幻就是真實？很不好懂。幻法之外有個真實，這個大家比較好懂；雖然好懂，很容易出麻煩，很容易把意思錯會了。不執著這些幻法，幻法就是真實的。只要在幻法裡起心動念，那就錯了，這就錯了。所以佛是不得已而建立的名相，可見得名相是緣起的。圓成實是緣起的，勝義無性也是緣起的。真如本性裡哪裡有個勝義無性這個名字？沒有這個名號。這些理跟事我們都要懂得。"
    },
    {
      "id": "09-023-0123_p0034",
      "zh_CN": "【胜义无性，就是真如本性，为一切法之本体，名第一义，亦名胜义。】",
      "zh_TW": "【勝義無性，就是真如本性，為一切法之本體，名第一義，亦名勝義。】"
    },
    {
      "id": "09-023-0123_p0035",
      "zh_CN": "胜是殊胜的意思。这个地方说「真如、性、本体、第一义、胜义」，可见得佛说这桩事情，也说了许许多多的名相。",
      "zh_TW": "勝是殊勝的意思。這個地方說「真如、性、本體、第一義、勝義」，可見得佛說這樁事情，也說了許許多多的名相。"
    },
    {
      "id": "09-023-0123_p0036",
      "zh_CN": "【此性真实，众生本具，本来圆满，所谓圆成实也。】",
      "zh_TW": "【此性真實，眾生本具，本來圓滿，所謂圓成實也。】"
    },
    {
      "id": "09-023-0123_p0037",
      "zh_CN": "这个地方，我们虽然不能够彻底明了，我们对佛有信心，佛决定不欺骗我们。真如自性，我们个个都有，本来具足，现在虽然在迷，迷失也没有欠缺一丝毫。诸佛如来觉悟了，证得了，说实在话，他的自性也没有比我们多一点点，没有。从这一方面来说，佛讲「一切众生本来成佛」，佛在《华严》、《圆觉》上都说，他说这个话不多，在一切经里头很少经上有这种说法，这才说出真话，一切众生本来成佛，一切众生本来是佛。《华严经》上尤其说得好，「一切众生皆有如来智慧德相」，佛的智慧是圆满的，我们每一个人的智慧也是圆满的。佛的德相无量无边，万德万能，真的是随心所欲，应化在十法界，应以佛身得度他就现佛相，应以菩萨身得度他就现菩萨相，这叫圆满的现相。佛告诉我们，这是我们的本能。我们的本能今天失掉了，佛告诉我们不是真的失掉，真的失掉就不能叫本能，就不能叫本具，不是真的失掉。而是怎么失掉？迷失了，就是你现在一念迷，如果你一念觉，你的智慧德能马上就恢复。迷跟觉都是无始的，前面我们说过，不能再说，花的时间很长。我们的麻烦是一念迷念念迷，麻烦在此地。偶尔也有觉悟的时候，可是第一念觉了，第二念又迷了，那个觉悟就像闪电一样，古人比喻说石火电光，一会儿又迷了。如何能够保持念念觉，那就成功了，我们的本能就全都恢复了。",
      "zh_TW": "這個地方，我們雖然不能夠徹底明瞭，我們對佛有信心，佛決定不欺騙我們。真如自性，我們個個都有，本來具足，現在雖然在迷，迷失也沒有欠缺一絲毫。諸佛如來覺悟了，證得了，說實在話，他的自性也沒有比我們多一點點，沒有。從這一方面來說，佛講「一切眾生本來成佛」，佛在《華嚴》、《圓覺》上都說，他說這個話不多，在一切經裡頭很少經上有這種說法，這才說出真話，一切眾生本來成佛，一切眾生本來是佛。《華嚴經》上尤其說得好，「一切眾生皆有如來智慧德相」，佛的智慧是圓滿的，我們每一個人的智慧也是圓滿的。佛的德相無量無邊，萬德萬能，真的是隨心所欲，應化在十法界，應以佛身得度他就現佛相，應以菩薩身得度他就現菩薩相，這叫圓滿的現相。佛告訴我們，這是我們的本能。我們的本能今天失掉了，佛告訴我們不是真的失掉，真的失掉就不能叫本能，就不能叫本具，不是真的失掉。而是怎麼失掉？迷失了，就是你現在一念迷，如果你一念覺，你的智慧德能馬上就恢復。迷跟覺都是無始的，前面我們說過，不能再說，花的時間很長。我們的麻煩是一念迷念念迷，麻煩在此地。偶爾也有覺悟的時候，可是第一念覺了，第二念又迷了，那個覺悟就像閃電一樣，古人比喻說石火電光，一會兒又迷了。如何能夠保持念念覺，那就成功了，我們的本能就全都恢復了。"
    },
    {
      "id": "09-023-0123_p0038",
      "zh_CN": "《金刚经》上就是跟我们讲这些理论与方法，这个方法里头最重要的，我们用很浅显的话来说，就是「看破放下、放下看破」，交互的去用功。看破一分，就放下一分；放下一分，又看破一分；又看破一分，你就再放下一分，这样辗转相辅相成。佛在个部经上告诉我们，一切诸佛之成佛，从初发心一直到如来地，就用这个功夫，这真的叫直截了当。这是本具、本来圆满，所以叫圆成实。",
      "zh_TW": "《金剛經》上就是跟我們講這些理論與方法，這個方法裡頭最重要的，我們用很淺顯的話來說，就是「看破放下、放下看破」，交互的去用功。看破一分，就放下一分；放下一分，又看破一分；又看破一分，你就再放下一分，這樣輾轉相輔相成。佛在個部經上告訴我們，一切諸佛之成佛，從初發心一直到如來地，就用這個功夫，這真的叫直截了當。這是本具、本來圓滿，所以叫圓成實。"
    },
    {
      "id": "09-023-0123_p0039",
      "zh_CN": "【然胜义亦是名字，故曰胜义无性。】",
      "zh_TW": "【然勝義亦是名字，故曰勝義無性。】"
    },
    {
      "id": "09-023-0123_p0040",
      "zh_CN": "它也没有自性。",
      "zh_TW": "它也沒有自性。"
    },
    {
      "id": "09-023-0123_p0041",
      "zh_CN": "【应并胜义之假名亦不着而无之，乃真实性也。】",
      "zh_TW": "【應並勝義之假名亦不著而無之，乃真實性也。】"
    },
    {
      "id": "09-023-0123_p0042",
      "zh_CN": "可见得要见真实性，真实性就是清净心、就是真心，就是本经前面讲的信心清净，清净就生实相；实相就是此地讲的真实性。底下这一段，这是合起来说的，做三性、三无性的总结。",
      "zh_TW": "可見得要見真實性，真實性就是清淨心、就是真心，就是本經前面講的信心清淨，清淨就生實相；實相就是此地講的真實性。底下這一段，這是合起來說的，做三性、三無性的總結。"
    },
    {
      "id": "09-023-0123_p0043",
      "zh_CN": "【不着相，方是真性。不着缘生，方是真性。性亦不着，方为真性。】",
      "zh_TW": "【不著相，方是真性。不著緣生，方是真性。性亦不著，方為真性。】"
    },
    {
      "id": "09-023-0123_p0044",
      "zh_CN": "这是总结前面遍计执性、依他起性、圆成实性、相无性、生无性、胜义无性。对于这些法相名词的含义，我们清楚明了，而不能够执着。这个执着是含着微细的起心动念、分别，都不能有，这才是真性、真心的显露。",
      "zh_TW": "這是總結前面遍計執性、依他起性、圓成實性、相無性、生無性、勝義無性。對於這些法相名詞的含義，我們清楚明瞭，而不能夠執著。這個執著是含著微細的起心動念、分別，都不能有，這才是真性、真心的顯露。"
    },
    {
      "id": "09-023-0123_p0045",
      "zh_CN": "【正显相既离性而无体，性亦非离相而别存，于义尤圆。】",
      "zh_TW": "【正顯相既離性而無體，性亦非離相而別存，於義尤圓。】"
    },
    {
      "id": "09-023-0123_p0046",
      "zh_CN": "这个意思才讲得圆满，为什么？性一定现相，性是体，有体一定有相，一定有作用，所以体相用是一而三、三而一。我们看《华严经》的经题「大方广」三个字，就是说的体相用。佛法里面讲真、讲妄，它的定义很简单，凡是永恒常住不变就叫它做真；凡是会变、无常的就叫它做妄。体相用，在这个里面，体是不变的，体是常住的，所以说它是真的；相跟作用都会变，相也会变，用也会变，会变的就是无常的，我们叫它做妄。由此可知，真妄是一不是二。麻烦的是众生着相而不见性，麻烦在此地。所以，只要你不着相，性在哪里？性相一如，性相是一体，见相就是见性，见性就是见相，性相原无二致，这个意思才圆满。",
      "zh_TW": "這個意思才講得圓滿，為什麼？性一定現相，性是體，有體一定有相，一定有作用，所以體相用是一而三、三而一。我們看《華嚴經》的經題「大方廣」三個字，就是說的體相用。佛法裡面講真、講妄，它的定義很簡單，凡是永恆常住不變就叫它做真；凡是會變、無常的就叫它做妄。體相用，在這個裡面，體是不變的，體是常住的，所以說它是真的；相跟作用都會變，相也會變，用也會變，會變的就是無常的，我們叫它做妄。由此可知，真妄是一不是二。麻煩的是眾生著相而不見性，麻煩在此地。所以，只要你不著相，性在哪裡？性相一如，性相是一體，見相就是見性，見性就是見相，性相原無二致，這個意思才圓滿。"
    },
    {
      "id": "09-023-0123_p0047",
      "zh_CN": "【佛说三性、三无性，所以显性相之圆融。】",
      "zh_TW": "【佛說三性、三無性，所以顯性相之圓融。】"
    },
    {
      "id": "09-023-0123_p0048",
      "zh_CN": "清凉大师在《华严经》里面，为我们讲的无障碍法界，理无碍、事无碍、理事无碍、事事无碍，为什么无碍？因为它是圆融的，它是一体的。",
      "zh_TW": "清涼大師在《華嚴經》裡面，為我們講的無障礙法界，理無礙、事無礙、理事無礙、事事無礙，為什麼無礙？因為它是圓融的，它是一體的。"
    },
    {
      "id": "09-023-0123_p0049",
      "zh_CN": "我们要如何能够契入佛菩萨的境界？也就是说，如何能够契入真实的境界？经上讲得很好，禅宗里常说「明心见性，见性成佛」，本经里面所讲的诸佛如来，诸佛如来是谁？我们自己是的，不是别人。我们什么时候能成得了诸佛如来？说诸佛，诸位一定要懂这个意思，《金刚经》里讲得很清楚，圆教初住以上就是诸佛。《华严经》称四十一位法身大士，在本经里面称诸佛，这四十一位叫诸佛。究竟果位上叫圆满佛，这四十一位叫分证佛，统统是如来，都有如来的称号，都有如来这个意思。怎么样契入？《金刚经》上讲得太好，「如来者，诸法如义」。我们什么时候到诸法如义，我们就是如来，我们就成佛，虽不是圆满佛，是分证佛，真佛不是假佛。",
      "zh_TW": "我們要如何能夠契入佛菩薩的境界？也就是說，如何能夠契入真實的境界？經上講得很好，禪宗裡常說「明心見性，見性成佛」，本經裡面所講的諸佛如來，諸佛如來是誰？我們自己是的，不是別人。我們什麼時候能成得了諸佛如來？說諸佛，諸位一定要懂這個意思，《金剛經》裡講得很清楚，圓教初住以上就是諸佛。《華嚴經》稱四十一位法身大士，在本經裡面稱諸佛，這四十一位叫諸佛。究竟果位上叫圓滿佛，這四十一位叫分證佛，統統是如來，都有如來的稱號，都有如來這個意思。怎麼樣契入？《金剛經》上講得太好，「如來者，諸法如義」。我們什麼時候到諸法如義，我們就是如來，我們就成佛，雖不是圓滿佛，是分證佛，真佛不是假佛。"
    },
    {
      "id": "09-023-0123_p0050",
      "zh_CN": "什么叫诸法如义？于一切境缘当中，人事环境、物质环境，没有障碍就如，有障碍就不如。我们今天看这个人喜欢，看那个人讨厌，这不如。看这桩事情喜欢，看那桩事情不高兴，也不如！如何能够把十法界看成一法界，十法界不二，《维摩经》上说「入不二法门」，众生跟佛一如，性相一如，理事一如，乃至于空有一如，染净一如，佛跟魔一如，无有一法不如，这是我们《金刚经》说的，「万法皆如、法法皆是」，这个时候就恭喜你，你就成了诸佛如来，你入了佛位。",
      "zh_TW": "什麼叫諸法如義？於一切境緣當中，人事環境、物質環境，沒有障礙就如，有障礙就不如。我們今天看這個人喜歡，看那個人討厭，這不如。看這樁事情喜歡，看那樁事情不高興，也不如！如何能夠把十法界看成一法界，十法界不二，《維摩經》上說「入不二法門」，眾生跟佛一如，性相一如，理事一如，乃至於空有一如，染淨一如，佛跟魔一如，無有一法不如，這是我們《金剛經》說的，「萬法皆如、法法皆是」，這個時候就恭喜你，你就成了諸佛如來，你入了佛位。"
    },
    {
      "id": "09-023-0123_p0051",
      "zh_CN": "这是我们要努力的，功夫在哪里用？就在日常生活当中，顺逆境缘之中练习观！把这个观念换过来，从前观念错误，错误就是样样都不如、样样都不是、样样都对立，如何在这里面体会到它是一，它决定不是二。但是这种观，大乘经上都教给我们这种观，实在讲它已经把方法道理跟我们讲得很清楚，我们观不出来，无从下手。实在讲，不是佛不慈悲，佛讲得太清楚。像《金刚经》上随便拈几句，「凡所有相，皆是虚妄」，那不就一如了吗？佛是个相，饿鬼、畜生也是个相，「凡所有相，皆是虚妄」，佛相是虚妄的，畜生、饿鬼相也是虚妄的，那不就一如，不就平等了吗？你要时时刻刻提得起来。",
      "zh_TW": "這是我們要努力的，功夫在哪裡用？就在日常生活當中，順逆境緣之中練習觀！把這個觀念換過來，從前觀念錯誤，錯誤就是樣樣都不如、樣樣都不是、樣樣都對立，如何在這裡面體會到它是一，它決定不是二。但是這種觀，大乘經上都教給我們這種觀，實在講它已經把方法道理跟我們講得很清楚，我們觀不出來，無從下手。實在講，不是佛不慈悲，佛講得太清楚。像《金剛經》上隨便拈幾句，「凡所有相，皆是虛妄」，那不就一如了嗎？佛是個相，餓鬼、畜生也是個相，「凡所有相，皆是虛妄」，佛相是虛妄的，畜生、餓鬼相也是虛妄的，那不就一如，不就平等了嗎？你要時時刻刻提得起來。"
    },
    {
      "id": "09-023-0123_p0052",
      "zh_CN": "我们今天难处在哪里？你说它虚妄，它怎么个虚妄法？明明摆在面前，它怎么个虚妄法？你一定要晓得，这个相是业因果报刹那生灭循环所现的，你这把事实真相搞清楚了。相存在不存在？刹那生灭，不存在。你能够在一切时、一切处，用这个方法观察世出世间一切法，你慢慢可以契入到一如，可以入不二法门。这个观不能失掉，一失掉就迷惑了，一失掉的时候，你就起心动念、分别执着，你就有是非人我，你就有无量的烦恼，迷失了真相。真相没有别的，是业因果报循环的相续相，确确实实刹那生灭。刹那生灭，生灭的时间太短促，时间太短了，可以说是生灭同时，一生就灭，生灭同时，所以叫它做不生不灭。诸位想想，如果果然不生，你说个不生就没有意思，说个不生不灭那有什么意思？生灭跟不生灭是同时的，说它不生不灭，这个话就有意义了，它不是真的不生，确确实实它不存在。你说佛，佛不存在，说鬼、畜生，他也不存在，没有一样东西是存在的。从这里去看就入一如，才晓得法法平等，真的是诸法平等，无有高下。我们再看这个小注里面说的：",
      "zh_TW": "我們今天難處在哪裡？你說它虛妄，它怎麼個虛妄法？明明擺在面前，它怎麼個虛妄法？你一定要曉得，這個相是業因果報剎那生滅循環所現的，你這把事實真相搞清楚了。相存在不存在？剎那生滅，不存在。你能夠在一切時、一切處，用這個方法觀察世出世間一切法，你慢慢可以契入到一如，可以入不二法門。這個觀不能失掉，一失掉就迷惑了，一失掉的時候，你就起心動念、分別執著，你就有是非人我，你就有無量的煩惱，迷失了真相。真相沒有別的，是業因果報循環的相續相，確確實實剎那生滅。剎那生滅，生滅的時間太短促，時間太短了，可以說是生滅同時，一生就滅，生滅同時，所以叫它做不生不滅。諸位想想，如果果然不生，你說個不生就沒有意思，說個不生不滅那有什麼意思？生滅跟不生滅是同時的，說它不生不滅，這個話就有意義了，它不是真的不生，確確實實它不存在。你說佛，佛不存在，說鬼、畜生，他也不存在，沒有一樣東西是存在的。從這裡去看就入一如，才曉得法法平等，真的是諸法平等，無有高下。我們再看這個小註裡面說的："
    },
    {
      "id": "09-023-0123_p0053",
      "zh_CN": "【智者明了三性三无性之理，以贯通乎性相。则能空有不着，合乎中道。】",
      "zh_TW": "【智者明瞭三性三無性之理，以貫通乎性相。則能空有不著，合乎中道。】"
    },
    {
      "id": "09-023-0123_p0054",
      "zh_CN": "三性、三无性也是说明事实真相，告诉我们所有一切法相、现相的性质，我们统统搞清楚、搞明白了，当然就不会再执着，不会再去分别了。这样不但我们可以脱离轮回、脱离生死；世出世法里面都知道生死事大，佛的大乘经典确确实实能够帮助我们解决这个问题，确实可以脱离生死，可以超越轮回；不但能够超越轮回，而且能够超越十法界，只要你入不二法门，就超越十法界。",
      "zh_TW": "三性、三無性也是說明事實真相，告訴我們所有一切法相、現相的性質，我們統統搞清楚、搞明白了，當然就不會再執著，不會再去分別了。這樣不但我們可以脫離輪迴、脫離生死；世出世法裡面都知道生死事大，佛的大乘經典確確實實能夠幫助我們解決這個問題，確實可以脫離生死，可以超越輪迴；不但能夠超越輪迴，而且能夠超越十法界，只要你入不二法門，就超越十法界。"
    },
    {
      "id": "09-023-0123_p0055",
      "zh_CN": "【本经令观一切有为法如梦者】",
      "zh_TW": "【本經令觀一切有為法如夢者】"
    },
    {
      "id": "09-023-0123_p0056",
      "zh_CN": "这是末后一首偈，这是总结论：一切有为法，如梦幻泡影。",
      "zh_TW": "這是末後一首偈，這是總結論：一切有為法，如夢幻泡影。"
    },
    {
      "id": "09-023-0123_p0057",
      "zh_CN": "【因作如是观，便能洞彻三性三无性之理。换言之，若明三性三无性，方能彻底了然一切有为法之如梦。】",
      "zh_TW": "【因作如是觀，便能洞徹三性三無性之理。換言之，若明三性三無性，方能徹底了然一切有為法之如夢。】"
    },
    {
      "id": "09-023-0123_p0058",
      "zh_CN": "由此可知，性相是一不是二，这是佛家所讲的，「法门无量，殊途同归」。无量无边的法门，到最后都归入不二法门；相宗到最后归到这里，性宗也归到这个地方。如果我们能常常作如是观，如是观里面有浅深不相同、有广狭不相同，看你所解义理的浅深，你的观法功夫得力的程度不一样。但是只要肯用功，只要会用功，功夫一定得力，一定会逐渐的深入，然后了解宇宙人生的真相。",
      "zh_TW": "由此可知，性相是一不是二，這是佛家所講的，「法門無量，殊途同歸」。無量無邊的法門，到最後都歸入不二法門；相宗到最後歸到這裡，性宗也歸到這個地方。如果我們能常常作如是觀，如是觀裡面有淺深不相同、有廣狹不相同，看你所解義理的淺深，你的觀法功夫得力的程度不一樣。但是只要肯用功，只要會用功，功夫一定得力，一定會逐漸的深入，然後了解宇宙人生的真相。"
    },
    {
      "id": "09-023-0123_p0059",
      "zh_CN": "【当知清净心中，本来离相，是谓真实性，无有梦相。】",
      "zh_TW": "【當知清淨心中，本來離相，是謂真實性，無有夢相。】"
    },
    {
      "id": "09-023-0123_p0060",
      "zh_CN": "梦幻泡影都没有，我们清净心里确确实实是如此，真心离念。真心在不在？在。真心起不起作用？起作用；天天都起作用，念念都起作用，从来没有一分一秒止住而不起作用，从来没有过。全是真心在作用！虽是真心起作用，自己不晓得是真心起作用，这就迷了，这就叫凡夫；日常生活当中还是妄心当家作主，真心起作用还做不了主。我们跟诸佛菩萨不一样的地方就在此地，诸佛菩萨真心起作用，真心当家作主。我们是真心起作用，妄心当家作主，就好像你是主人，你家里用了很多佣人，结果佣人当家作主，主人没权了，变成这个样子。妄心是什么？分别执着。起心动念、分别执着，这是妄心。真心是什么？见闻觉知，真心。我们睁开眼睛能见，能见是真心不是妄心。六根门头举一根，你把这一根通达了，那六根就都通达了。《楞严经》上，佛也是举眼根，说得很详细，经文很长，十番显见。说明能见是真心起作用，见性见，第一眼见是见性见；第二，妄念起来了，起分别执着。第一眼见的时候，没有分别、没有执着、没有起心、没有动念，看得很清楚，见性见。诸位要知道，离开妄想分别执着就是真性。诸佛菩萨的六根跟我们完全相同，人家见到的是真实的，不带一丝毫虚妄，就是不带丝毫妄想分别执着，就不带这个东西；只要掺杂这个东西进去，就把真心变成阿赖耶识。",
      "zh_TW": "夢幻泡影都沒有，我們清淨心裡確確實實是如此，真心離念。真心在不在？在。真心起不起作用？起作用；天天都起作用，念念都起作用，從來沒有一分一秒止住而不起作用，從來沒有過。全是真心在作用！雖是真心起作用，自己不曉得是真心起作用，這就迷了，這就叫凡夫；日常生活當中還是妄心當家作主，真心起作用還做不了主。我們跟諸佛菩薩不一樣的地方就在此地，諸佛菩薩真心起作用，真心當家作主。我們是真心起作用，妄心當家作主，就好像你是主人，你家裡用了很多佣人，結果佣人當家作主，主人沒權了，變成這個樣子。妄心是什麼？分別執著。起心動念、分別執著，這是妄心。真心是什麼？見聞覺知，真心。我們睜開眼睛能見，能見是真心不是妄心。六根門頭舉一根，你把這一根通達了，那六根就都通達了。《楞嚴經》上，佛也是舉眼根，說得很詳細，經文很長，十番顯見。說明能見是真心起作用，見性見，第一眼見是見性見；第二，妄念起來了，起分別執著。第一眼見的時候，沒有分別、沒有執著、沒有起心、沒有動念，看得很清楚，見性見。諸位要知道，離開妄想分別執著就是真性。諸佛菩薩的六根跟我們完全相同，人家見到的是真實的，不帶一絲毫虛妄，就是不帶絲毫妄想分別執著，就不帶這個東西；只要摻雜這個東西進去，就把真心變成阿賴耶識。"
    },
    {
      "id": "09-023-0123_p0061",
      "zh_CN": "如果你要问，我们真如本性是几时变成阿赖耶识？为什么会变成阿赖耶识？有这个问题的人很多，不但现在有，释迦牟尼佛当年在世就有人向他问过，这是老问题！这个问题在佛法叫根本大问，大问题！这是根本问题。佛虽然在《楞严经》上讲得很详细、很明白，可是读《楞严经》的人、听《楞严经》的人，还是没听懂。为什么没听懂？说老实话，讲经的人本身不懂，怎么会帮你讲，你会听懂了呢？我怎么可以说讲经的人没懂？因为《楞严经》我过去讲过很多遍，我也不懂。我只看古人那个注解怎么讲，我就怎么讲，实际上我没有透彻它的意思。难，非常之难！",
      "zh_TW": "如果你要問，我們真如本性是幾時變成阿賴耶識？為什麼會變成阿賴耶識？有這個問題的人很多，不但現在有，釋迦牟尼佛當年在世就有人向他問過，這是老問題！這個問題在佛法叫根本大問，大問題！這是根本問題。佛雖然在《楞嚴經》上講得很詳細、很明白，可是讀《楞嚴經》的人、聽《楞嚴經》的人，還是沒聽懂。為什麼沒聽懂？說老實話，講經的人本身不懂，怎麼會幫你講，你會聽懂了呢？我怎麼可以說講經的人沒懂？因為《楞嚴經》我過去講過很多遍，我也不懂。我只看古人那個註解怎麼講，我就怎麼講，實際上我沒有透徹它的意思。難，非常之難！"
    },
    {
      "id": "09-023-0123_p0062",
      "zh_CN": "为什么没有懂？因为我们有分别执着，有妄想。我们讲经还要找很多参考资料，就完了，全是妄想，一大堆妄想搬出来讲，这是实实在在的。几时你自己真的有了悟性，真的契入境界，这个要没有真正修行功夫做不到。所以你一生要学讲经，去研究《大藏经》，去找这些东西，《大藏经》从头到尾背过也不行，也没有用处。必须要在一切境缘当中离妄想分别执着，那就成功了。那你的见闻觉知，跟如来、诸大菩萨完全一样。展开经典，看看他们悟的是什么，我们可以拿来比对比对，那个不相同。所以一定要契入境界。要想契入境界，没有别的，放下，放下妄想、放下执着、放下分别；放下之后，还要放下。到哪一天没东西好放了，那你就成佛了。到等觉菩萨，还有一品生相无明没有放下，他还是要放下，要做这个功夫。「清净心中，本来离相」，离相就是离一切妄想分别执着。知道妄想分别执着对我们没有好处，只有害处，这个东西造业。有业因一定就有果报，因为我们这个业不断在造，念念都在造，所以业果相续。",
      "zh_TW": "為什麼沒有懂？因為我們有分別執著，有妄想。我們講經還要找很多參考資料，就完了，全是妄想，一大堆妄想搬出來講，這是實實在在的。幾時你自己真的有了悟性，真的契入境界，這個要沒有真正修行功夫做不到。所以你一生要學講經，去研究《大藏經》，去找這些東西，《大藏經》從頭到尾背過也不行，也沒有用處。必須要在一切境緣當中離妄想分別執著，那就成功了。那你的見聞覺知，跟如來、諸大菩薩完全一樣。展開經典，看看他們悟的是什麼，我們可以拿來比對比對，那個不相同。所以一定要契入境界。要想契入境界，沒有別的，放下，放下妄想、放下執著、放下分別；放下之後，還要放下。到哪一天沒東西好放了，那你就成佛了。到等覺菩薩，還有一品生相無明沒有放下，他還是要放下，要做這個功夫。「清淨心中，本來離相」，離相就是離一切妄想分別執著。知道妄想分別執著對我們沒有好處，只有害處，這個東西造業。有業因一定就有果報，因為我們這個業不斷在造，念念都在造，所以業果相續。"
    },
    {
      "id": "09-023-0123_p0063",
      "zh_CN": "【因真性以随缘故，现起身心世界等相，是谓依他起性，这就好比现梦中的境界。凡夫不明缘生虚幻，生本无生，遂致计较执着，认虚为实、认假为真，是谓遍计执性，这就是迷相昧性。】",
      "zh_TW": "【因真性以隨緣故，現起身心世界等相，是謂依他起性，這就好比現夢中的境界。凡夫不明緣生虛幻，生本無生，遂致計較執著，認虛為實、認假為真，是謂遍計執性，這就是迷相昧性。】"
    },
    {
      "id": "09-023-0123_p0064",
      "zh_CN": "迷在幻相上，迷在梦境上，以为梦境是真实的，这种虚妄的分别执着，就是遍计所执性。前面我们曾经读过《楞严经》上六句话，在二百七十五面，第十九段，《楞严经》曰：「认悟中迷，晦昧为空。空晦暗中，结暗为色。色杂妄想，想相为身。」这六句我们详细讲过，真正难得！宇宙怎么来的？人生怎么来的？这六句讲得清清楚楚、明明白白，不但宇宙人生怎么来的，这里讲虚空怎么来的，晦昧为空是讲虚空，虚空怎么来的？虚空也不是真的，也是假的。在《百法》里面，虚空是属于无为法。为什么把它列在无为？因为我们看不出它的变动，像动物生老病死很显著，我们看得出来，牠有生有灭，有生有灭的就叫做有为法。植物有开花结果，也很明显。矿物，像我们这个地球，大家都知道沧海桑田，地面上也是不断在起变化，起变化那就是无常，那就属于生灭法。何况星球，现在我们知道得更多，就是佛经上讲的成住坏空，这是有为法。虚空，一个生起，一个将来灭掉，但是从生起到灭掉当中，它没有什么变化，看不出它生灭的现象，没有办法列在有为法里面，只好把它列在无为法里面。但是这种无为，叫相似的无为，不是真实的无为。真正的无为，真如无为，我们的清净心、真如本性，那是真如无为。这个一定要清楚、要明了。我们再回头看底下这三十三段：",
      "zh_TW": "迷在幻相上，迷在夢境上，以為夢境是真實的，這種虛妄的分別執著，就是遍計所執性。前面我們曾經讀過《楞嚴經》上六句話，在二百七十五面，第十九段，《楞嚴經》曰：「認悟中迷，晦昧為空。空晦暗中，結暗為色。色雜妄想，想相為身。」這六句我們詳細講過，真正難得！宇宙怎麼來的？人生怎麼來的？這六句講得清清楚楚、明明白白，不但宇宙人生怎麼來的，這裡講虛空怎麼來的，晦昧為空是講虛空，虛空怎麼來的？虛空也不是真的，也是假的。在《百法》裡面，虛空是屬於無為法。為什麼把它列在無為？因為我們看不出它的變動，像動物生老病死很顯著，我們看得出來，牠有生有滅，有生有滅的就叫做有為法。植物有開花結果，也很明顯。礦物，像我們這個地球，大家都知道滄海桑田，地面上也是不斷在起變化，起變化那就是無常，那就屬於生滅法。何況星球，現在我們知道得更多，就是佛經上講的成住壞空，這是有為法。虛空，一個生起，一個將來滅掉，但是從生起到滅掉當中，它沒有什麼變化，看不出它生滅的現象，沒有辦法列在有為法裡面，只好把它列在無為法裡面。但是這種無為，叫相似的無為，不是真實的無為。真正的無為，真如無為，我們的清淨心、真如本性，那是真如無為。這個一定要清楚、要明瞭。我們再回頭看底下這三十三段："
    },
    {
      "id": "09-023-0123_p0065",
      "zh_CN": "【修行人，不可于妄心外，别执有一真心。】",
      "zh_TW": "【修行人，不可於妄心外，別執有一真心。】"
    },
    {
      "id": "09-023-0123_p0066",
      "zh_CN": "一定要入真妄不二，那就是真的。如果说妄的外面有个真的，真的外面有个妄的，都迷了、都错了。过去欧阳竟无先生曾经说过：佛法不是宗教，佛法也不是哲学。不是宗教，这个意思我们很清楚。为什么不是哲学？我们读经读到这个地方就明了，哲学里面有能有所，能所是对立的、相对的，佛法里面没有一法是对立的，所以它跟哲学完全不一样。如果我们从对立的心态去学佛，你决定不能入佛门。现在佛法变成宗教，你要不是学佛教的宗教，就是学佛教的哲学，绝对不是释迦牟尼佛所讲的教义。所以一定要记住，佛法是不二法，六祖讲得好：二就不是佛法。所以妄心跟真心是一不是二。为什么把它叫做真心，又叫做妄心？因为迷悟不一样。迷了就叫妄心，悟了就叫真心；迷的是它，悟的还是它，而心里面没有迷悟，由此可知，妄心、真心是假名而已，是不得已说了一个名词。有没有迷悟？再给你说，迷悟不二，这就愈说愈深，说迷悟不二，这个意思非常非常之深！我们看到迷悟非常显著的不一样，怎么会不二？你要是把它的根源搞清楚，明白了，那就不二。怎么迷的、怎么悟的？大乘了义经典里面都讲这个问题，《金刚经》上尤其说得透彻，尤其说得明白，世尊说法非常巧妙，用「即非是名」来显示这个意思，即非是名显示法法皆如、法法不二，不能够把这个法看作二。这是讲到真心跟妄心，妄心之外，另外执着有一个真心。",
      "zh_TW": "一定要入真妄不二，那就是真的。如果說妄的外面有個真的，真的外面有個妄的，都迷了、都錯了。過去歐陽竟無先生曾經說過：佛法不是宗教，佛法也不是哲學。不是宗教，這個意思我們很清楚。為什麼不是哲學？我們讀經讀到這個地方就明瞭，哲學裡面有能有所，能所是對立的、相對的，佛法裡面沒有一法是對立的，所以它跟哲學完全不一樣。如果我們從對立的心態去學佛，你決定不能入佛門。現在佛法變成宗教，你要不是學佛教的宗教，就是學佛教的哲學，絕對不是釋迦牟尼佛所講的教義。所以一定要記住，佛法是不二法，六祖講得好：二就不是佛法。所以妄心跟真心是一不是二。為什麼把它叫做真心，又叫做妄心？因為迷悟不一樣。迷了就叫妄心，悟了就叫真心；迷的是它，悟的還是它，而心裡面沒有迷悟，由此可知，妄心、真心是假名而已，是不得已說了一個名詞。有沒有迷悟？再給你說，迷悟不二，這就愈說愈深，說迷悟不二，這個意思非常非常之深！我們看到迷悟非常顯著的不一樣，怎麼會不二？你要是把它的根源搞清楚，明白了，那就不二。怎麼迷的、怎麼悟的？大乘了義經典裡面都講這個問題，《金剛經》上尤其說得透徹，尤其說得明白，世尊說法非常巧妙，用「即非是名」來顯示這個意思，即非是名顯示法法皆如、法法不二，不能夠把這個法看作二。這是講到真心跟妄心，妄心之外，另外執著有一個真心。"
    },
    {
      "id": "09-023-0123_p0067",
      "zh_CN": "【若其如此，仍复昧性。】",
      "zh_TW": "【若其如此，仍復昧性。】"
    },
    {
      "id": "09-023-0123_p0068",
      "zh_CN": "昧就是迷，还是迷了性，还是不见性。",
      "zh_TW": "昧就是迷，還是迷了性，還是不見性。"
    },
    {
      "id": "09-023-0123_p0069",
      "zh_CN": "【何以故？不著于性，乃真实性故。】",
      "zh_TW": "【何以故？不著於性，乃真實性故。】"
    },
    {
      "id": "09-023-0123_p0070",
      "zh_CN": "换句话说，佛所讲的真心、妄心都不要去执着。我们要体会他的意思，不能分别、不能想像，「我想想，佛这是什么意思」，那就错了。所以佛法里面，不但是禅宗，教下也不例外。佛法里头不讲研究，为什么？研究是意识，佛法用的名词叫参究。参究跟研究有什么不一样？参究不用心意识，也就是不用分别、不用执着，不但这个不用，也不落印象。这个心意识，心是阿赖耶识，阿赖耶识是落印象，末那识是执着，意识是分别。离心意识，就是离分别、离执着、离印象，那个叫参。研究是用心意识，研究不行，研究完全落在二、三。所以参的时候不落二、三，不落二、三是万法一如。",
      "zh_TW": "換句話說，佛所講的真心、妄心都不要去執著。我們要體會他的意思，不能分別、不能想像，「我想想，佛這是什麼意思」，那就錯了。所以佛法裡面，不但是禪宗，教下也不例外。佛法裡頭不講研究，為什麼？研究是意識，佛法用的名詞叫參究。參究跟研究有什麼不一樣？參究不用心意識，也就是不用分別、不用執著，不但這個不用，也不落印象。這個心意識，心是阿賴耶識，阿賴耶識是落印象，末那識是執著，意識是分別。離心意識，就是離分別、離執著、離印象，那個叫參。研究是用心意識，研究不行，研究完全落在二、三。所以參的時候不落二、三，不落二、三是萬法一如。"
    },
    {
      "id": "09-023-0123_p0071",
      "zh_CN": "【要紧功夫，惟在不起遍计执。则依他起，便是圆成实。】",
      "zh_TW": "【要緊功夫，惟在不起遍計執。則依他起，便是圓成實。】"
    },
    {
      "id": "09-023-0123_p0072",
      "zh_CN": "依他起是相分，是相跟作用，圆成实是体，一而三，三而一，确实是一桩事情，这是入不二法门。所以坏在哪里？坏在遍计执。遍计执就是妄想分别执着，就坏在这里。",
      "zh_TW": "依他起是相分，是相跟作用，圓成實是體，一而三，三而一，確實是一樁事情，這是入不二法門。所以壞在哪裡？壞在遍計執。遍計執就是妄想分別執著，就壞在這裡。"
    },
    {
      "id": "09-023-0123_p0073",
      "zh_CN": "【何以故？于性相皆不计执，虽炽然现相，而心固无相也。虽示入生死，而性本无生也。】",
      "zh_TW": "【何以故？於性相皆不計執，雖熾然現相，而心固無相也。雖示入生死，而性本無生也。】"
    },
    {
      "id": "09-023-0123_p0074",
      "zh_CN": "只要离开妄想分别执着，十法界、六道轮回原来就是一真法界。我们要问：一真法界这些相，众生相跟佛菩萨相一样不一样？给诸位说，不一样。并不是一真法界，花都变成一个颜色，都变成一个形状，不是！为什么还有这么多现相？业因果报本来就那么多。这是佛讲的，「诸法空相，因果不空」，因复杂，现的相复杂。可是你要知道，现的相再复杂，这些现相都是当体即空，了不可得，三无性里面讲「生无性」就是说这个事实真相。",
      "zh_TW": "只要離開妄想分別執著，十法界、六道輪迴原來就是一真法界。我們要問：一真法界這些相，眾生相跟佛菩薩相一樣不一樣？給諸位說，不一樣。並不是一真法界，花都變成一個顏色，都變成一個形狀，不是！為什麼還有這麼多現相？業因果報本來就那麼多。這是佛講的，「諸法空相，因果不空」，因複雜，現的相複雜。可是你要知道，現的相再複雜，這些現相都是當體即空，了不可得，三無性裡面講「生無性」就是說這個事實真相。"
    },
    {
      "id": "09-023-0123_p0075",
      "zh_CN": "《金刚经》上讲的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，不是没有有为法，有为法有，十法界都是有为法，但是这些现相是梦幻泡影。凡夫不晓得它的真相，执着梦幻泡影以为是真实，错在这个地方，在这里感受苦乐忧喜这些果报。离开一切妄想分别执着，在天堂里面你不会感觉得乐受，你的心永远是平静的，不会被外境所动，不会被境界所转；你在地狱里面没有苦受。换句话说，苦乐忧喜舍都没有了，那才叫真的乐，才叫离苦得乐。佛法里面得乐，那个乐不是苦乐的乐，苦乐的乐就错了；苦乐都没有，那叫乐。佛经上讲凡夫的受，就是感受，身所有一切感受把它归纳起来，称之为苦乐两大类；心呢？心的感受是忧喜，把它归纳成这两大类，这是你身心的受。当你身心没有苦乐，也没有忧喜的时候，这时候叫舍受。舍受是最好、最舒适的，这是正常的。为什么不叫它做正受？舍的时间太短，不能保持；如果能保持，就叫正受，就叫得定。这个定，佛学名词叫三昧，你就得三昧。三昧是正受，就是苦乐忧喜统统都没有了，这个受才叫正受；你有苦乐忧喜，这个受是不正常的，这不是正受。",
      "zh_TW": "《金剛經》上講的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，不是沒有有為法，有為法有，十法界都是有為法，但是這些現相是夢幻泡影。凡夫不曉得它的真相，執著夢幻泡影以為是真實，錯在這個地方，在這裡感受苦樂憂喜這些果報。離開一切妄想分別執著，在天堂裡面你不會感覺得樂受，你的心永遠是平靜的，不會被外境所動，不會被境界所轉；你在地獄裡面沒有苦受。換句話說，苦樂憂喜捨都沒有了，那才叫真的樂，才叫離苦得樂。佛法裡面得樂，那個樂不是苦樂的樂，苦樂的樂就錯了；苦樂都沒有，那叫樂。佛經上講凡夫的受，就是感受，身所有一切感受把它歸納起來，稱之為苦樂兩大類；心呢？心的感受是憂喜，把它歸納成這兩大類，這是你身心的受。當你身心沒有苦樂，也沒有憂喜的時候，這時候叫捨受。捨受是最好、最舒適的，這是正常的。為什麼不叫它做正受？捨的時間太短，不能保持；如果能保持，就叫正受，就叫得定。這個定，佛學名詞叫三昧，你就得三昧。三昧是正受，就是苦樂憂喜統統都沒有了，這個受才叫正受；你有苦樂憂喜，這個受是不正常的，這不是正受。"
    },
    {
      "id": "09-023-0123_p0076",
      "zh_CN": "苦乐忧喜跟外面境界不相干，跟四圣六凡都不相干，从哪里来的？从你自己妄想分别执着来的，所以真的跟境界不相干。凡夫之人，昧于自性、迷着幻相，以为这个现相是真实的。里面有妄想，就是刚才讲了，分别执着，见到外面这个缘，外面是缘，里面是因；遇到缘，它就起现行，现行是什么？烦恼，喜怒哀乐爱恶欲，烦恼就起来了，感受就起来了。外面就是缘，因是里头的；佛教给我们，把那个因息掉，外面的缘不起作用。知道外面的所有一切缘都是平等的，都是当体即空，了不可得，你的心才能够在一切境界里面真正清净了，真正定下来了。心一清净，十法界依正庄严的现相你就看清楚了，愈看愈清楚，愈看愈明了。明了就是智慧，所以则生实相；生智慧，没有一样不清楚、不明了。一切法怎么来的、怎么发生的、怎么变化的、怎么结果的，都能够清清楚楚、明明白白。「要紧功夫，惟在不起遍计执」，就是把妄想分别执着放下。",
      "zh_TW": "苦樂憂喜跟外面境界不相干，跟四聖六凡都不相干，從哪裡來的？從你自己妄想分別執著來的，所以真的跟境界不相干。凡夫之人，昧於自性、迷著幻相，以為這個現相是真實的。裡面有妄想，就是剛才講了，分別執著，見到外面這個緣，外面是緣，裡面是因；遇到緣，它就起現行，現行是什麼？煩惱，喜怒哀樂愛惡欲，煩惱就起來了，感受就起來了。外面就是緣，因是裡頭的；佛教給我們，把那個因息掉，外面的緣不起作用。知道外面的所有一切緣都是平等的，都是當體即空，了不可得，你的心才能夠在一切境界裡面真正清淨了，真正定下來了。心一清淨，十法界依正莊嚴的現相你就看清楚了，愈看愈清楚，愈看愈明瞭。明瞭就是智慧，所以則生實相；生智慧，沒有一樣不清楚、不明瞭。一切法怎麼來的、怎麼發生的、怎麼變化的、怎麼結果的，都能夠清清楚楚、明明白白。「要緊功夫，惟在不起遍計執」，就是把妄想分別執著放下。"
    },
    {
      "id": "09-023-0123_p0077",
      "zh_CN": "于性相都不计较、都不执着了，所以外面境界、十法界依正庄严，炽然现相，你自己的心地清净，一尘不染。这个境界，刚才说过，这是诸佛如来的境界，依《华严经》来说，这是法身大士的境界，你最低限度已经证得圆教初住菩萨，入这个境界。虽入这个境界，我们身还留在世间，可是确实证得这个境界。这个境界在佛法里有个术语，叫「入般涅槃」，你已经证入般涅槃。涅槃有二种：一种叫「有余依涅槃」，一种叫「无余依涅槃」。什么叫有余？身体还在，身体还在是有余的。涅槃不是死，有很多人认为，佛教死了就叫涅槃，哪有这个话！这个话把名词完全错会了。涅槃是不生不灭；你已经完全了解、明白不生不灭的道理跟事实真相，就叫做入般涅槃。身体还在，身体还在有没有妨碍？没有妨碍，刚才讲了，理事无碍，事事无碍。这个时候的身体，就是此地讲的「虽示入生死」，示是示现。跟诸佛菩萨应化在这个世间没有两样，自己清清楚楚、明明白白，不会起一个妄念，生即无生，生跟无生是一不是二。我们世间人把生跟死看作两桩事情，入般涅槃的人晓得生跟死是一不是二，生死即涅槃。生死就是生灭，涅槃就是不生不灭，这个意思就说明生灭跟不生不灭是一不是二，这个话的意思是这个说法。",
      "zh_TW": "於性相都不計較、都不執著了，所以外面境界、十法界依正莊嚴，熾然現相，你自己的心地清淨，一塵不染。這個境界，剛才說過，這是諸佛如來的境界，依《華嚴經》來說，這是法身大士的境界，你最低限度已經證得圓教初住菩薩，入這個境界。雖入這個境界，我們身還留在世間，可是確實證得這個境界。這個境界在佛法裡有個術語，叫「入般涅槃」，你已經證入般涅槃。涅槃有二種：一種叫「有餘依涅槃」，一種叫「無餘依涅槃」。什麼叫有餘？身體還在，身體還在是有餘的。涅槃不是死，有很多人認為，佛教死了就叫涅槃，哪有這個話！這個話把名詞完全錯會了。涅槃是不生不滅；你已經完全了解、明白不生不滅的道理跟事實真相，就叫做入般涅槃。身體還在，身體還在有沒有妨礙？沒有妨礙，剛才講了，理事無礙，事事無礙。這個時候的身體，就是此地講的「雖示入生死」，示是示現。跟諸佛菩薩應化在這個世間沒有兩樣，自己清清楚楚、明明白白，不會起一個妄念，生即無生，生跟無生是一不是二。我們世間人把生跟死看作兩樁事情，入般涅槃的人曉得生跟死是一不是二，生死即涅槃。生死就是生滅，涅槃就是不生不滅，這個意思就說明生滅跟不生不滅是一不是二，這個話的意思是這個說法。"
    },
    {
      "id": "09-023-0123_p0078",
      "zh_CN": "「烦恼即菩提」，烦恼是迷，菩提是觉；我们一般人把这个看作两桩事情；这句话的意思就是：不觉跟觉是一不是二，这是入不二法门。这些话很难懂，而且很容易把意思会错了。如果能够正确的体会，非常有受用，在日常生活当中，确确实实去做转烦恼成菩提的功夫。菩提是智慧，迷的时候是烦恼，悟的时候是智慧，所以烦恼都不怕，转过来是无量智慧。我们在以前讲席当中说到这一句，我们举一个比喻来讲，大家比较容易体会。烦恼转成菩提，怎么转法？我举个比喻说，譬如做小偷的，做小偷也很聪明，他不聪明他偷不到东西。他有很多坏点子、坏主意、坏的手段。他一旦觉悟了，知道这个是不好、不道德的事情；转过头来，他就当警察，专门抓小偷。他那一套东西都会了，那不就是转成智慧了吗？所以在一念之间，烦恼转过来就是无量智慧。所以不要怕烦恼多，烦恼多，换句话说，转过来之后你的智慧就多，要会转才行；也就是一个用在错误的地方，一个用在正当的地方，用在正当的地方就叫做菩提，用在错误地方那是犯罪，造作罪业，那个错误了。",
      "zh_TW": "「煩惱即菩提」，煩惱是迷，菩提是覺；我們一般人把這個看作兩樁事情；這句話的意思就是：不覺跟覺是一不是二，這是入不二法門。這些話很難懂，而且很容易把意思會錯了。如果能夠正確的體會，非常有受用，在日常生活當中，確確實實去做轉煩惱成菩提的功夫。菩提是智慧，迷的時候是煩惱，悟的時候是智慧，所以煩惱都不怕，轉過來是無量智慧。我們在以前講席當中說到這一句，我們舉一個比喻來講，大家比較容易體會。煩惱轉成菩提，怎麼轉法？我舉個比喻說，譬如做小偷的，做小偷也很聰明，他不聰明他偷不到東西。他有很多壞點子、壞主意、壞的手段。他一旦覺悟了，知道這個是不好、不道德的事情；轉過頭來，他就當警察，專門抓小偷。他那一套東西都會了，那不就是轉成智慧了嗎？所以在一念之間，煩惱轉過來就是無量智慧。所以不要怕煩惱多，煩惱多，換句話說，轉過來之後你的智慧就多，要會轉才行；也就是一個用在錯誤的地方，一個用在正當的地方，用在正當的地方就叫做菩提，用在錯誤地方那是犯罪，造作罪業，那個錯誤了。"
    },
    {
      "id": "09-023-0123_p0079",
      "zh_CN": "【本经唯一主旨，在于无住。】",
      "zh_TW": "【本經唯一主旨，在於無住。】"
    },
    {
      "id": "09-023-0123_p0080",
      "zh_CN": "这个在经的上半部就讲过，「应无所住而生其心」，佛把修行的总纲领、总原则在前面已经都说出来了，所以一部经的主旨就在无住。",
      "zh_TW": "這個在經的上半部就講過，「應無所住而生其心」，佛把修行的總綱領、總原則在前面已經都說出來了，所以一部經的主旨就在無住。"
    },
    {
      "id": "09-023-0123_p0081",
      "zh_CN": "【以破我也】",
      "zh_TW": "【以破我也】"
    },
    {
      "id": "09-023-0123_p0082",
      "zh_CN": "佛门里面常讲到迷悟、善恶的标准，有很多人没搞清楚。佛法里面讲善恶的标准，凡是为我都是恶的，凡是念念为众生那就是善的。为什么为我就是恶的？佛法要破我执。你起心动念，「我」摆在这个地方，你哪一天才能够脱离轮回？诸位要知道，只要有「我」这个念头在，你就出不了三界，六道轮回你永远不能超越，你有「我」。所以佛教给我们，起心动念为一切众生着想，不要想自己，这是大乘的修学纲领。起心动念都想到众生，慢慢把我就淡掉了。为一切众生，我是众生之一，一切众生都好，那我也不会坏到哪里去，念念为一切众生。善恶标准是这么订的，迷悟标准也在此地，起心动念执着我就迷了。所以，第一个就是要破我。",
      "zh_TW": "佛門裡面常講到迷悟、善惡的標準，有很多人沒搞清楚。佛法裡面講善惡的標準，凡是為我都是惡的，凡是念念為眾生那就是善的。為什麼為我就是惡的？佛法要破我執。你起心動念，「我」擺在這個地方，你哪一天才能夠脫離輪迴？諸位要知道，只要有「我」這個念頭在，你就出不了三界，六道輪迴你永遠不能超越，你有「我」。所以佛教給我們，起心動念為一切眾生著想，不要想自己，這是大乘的修學綱領。起心動念都想到眾生，慢慢把我就淡掉了。為一切眾生，我是眾生之一，一切眾生都好，那我也不會壞到哪裡去，念念為一切眾生。善惡標準是這麼訂的，迷悟標準也在此地，起心動念執著我就迷了。所以，第一個就是要破我。"
    },
    {
      "id": "09-023-0123_p0083",
      "zh_CN": "【观上说如梦之义，可知作如梦观，是贯彻到底的。即是由粗而细、由浅而深、从初学至究竟。】",
      "zh_TW": "【觀上說如夢之義，可知作如夢觀，是貫徹到底的。即是由粗而細、由淺而深、從初學至究竟。】"
    },
    {
      "id": "09-023-0123_p0084",
      "zh_CN": "其实《金刚经》上，可以说每一句、每一个字，都可以当作日常生活当中用功的观行，这是这部经的好处。所以佛在经上屡次的告诉我们：「受持读诵、为人演说，乃至四句偈」，那个四句偈是指本经任何的四句，不是指末后这首偈子，它是指任何的四句，四句就是一首偈，统统可以做为观行的标准。这首偈当然更好，因为所举的这些例子，我们每一个人都很清楚，都知道这是虚幻不实。「梦」是总说，「幻、泡、影」前面也一个字一个字分别说过。总而言之，说明所有一切法相是虚妄不是真实的，把这个境界看作梦境，实实在在是一个梦境。我们把它看作梦境，说实在的话，还是隔了一层，确实是梦境，确实是虚妄的，决定不是真实的。这个样子，你的心自然就会清净；也就是说，心于一切人事环境、物质环境当中，自自然然就不执着、不分别，可以放下了。放下，智慧就现前。放下一分，就透一分智慧；放下二分，就透二分智慧，这是真实的智慧，就是自性本具的般若光明。我们今天智慧光明不能现前，就是妄想分别执着障碍住了。只要一放下，本性里面的智慧光明就起作用，就现前。所以应作如是观，的确是非常非常重要。",
      "zh_TW": "其實《金剛經》上，可以說每一句、每一個字，都可以當作日常生活當中用功的觀行，這是這部經的好處。所以佛在經上屢次的告訴我們：「受持讀誦、為人演說，乃至四句偈」，那個四句偈是指本經任何的四句，不是指末後這首偈子，它是指任何的四句，四句就是一首偈，統統可以做為觀行的標準。這首偈當然更好，因為所舉的這些例子，我們每一個人都很清楚，都知道這是虛幻不實。「夢」是總說，「幻、泡、影」前面也一個字一個字分別說過。總而言之，說明所有一切法相是虛妄不是真實的，把這個境界看作夢境，實實在在是一個夢境。我們把它看作夢境，說實在的話，還是隔了一層，確實是夢境，確實是虛妄的，決定不是真實的。這個樣子，你的心自然就會清淨；也就是說，心於一切人事環境、物質環境當中，自自然然就不執著、不分別，可以放下了。放下，智慧就現前。放下一分，就透一分智慧；放下二分，就透二分智慧，這是真實的智慧，就是自性本具的般若光明。我們今天智慧光明不能現前，就是妄想分別執著障礙住了。只要一放下，本性裡面的智慧光明就起作用，就現前。所以應作如是觀，的確是非常非常重要。"
    },
    {
      "id": "09-023-0123_p0085",
      "zh_CN": "「如露如电」，是讲所有一切现相存在的时间短暂，极其短暂。千万不要以为：我们这个人在这个世界上还有几十年。你这样想法错误了！几十年当然比起无限的时空是很渺小、很短暂，但是你没有看出真正的真相，事实真相没看出；事实真相刹那生灭。我在前面也曾经跟诸位同修提示过，我们的光阴过去不再回来，那不是一场梦是什么？去年过去了，上一个月过去了，上一个星期过去了，昨天过去了，今天早晨过去了，中午过去了，下午过去了，能再回来吗？不能！那不是一场梦是什么？不要以为我这个身体还能够存在多少年，我们这个身体存在是刹那刹那计算的，不是一小时一小时计算的，更不可以一天一天计算的，刹那刹那计算的。你才晓得是如露亦如电，才知道不可能存在，这个经上讲的「当体即空，了不可得」，这两句话的意思你就明白了；《楞严》上讲的「当处出生，当处灭尽」，就说这个意思。",
      "zh_TW": "「如露如電」，是講所有一切現相存在的時間短暫，極其短暫。千萬不要以為：我們這個人在這個世界上還有幾十年。你這樣想法錯誤了！幾十年當然比起無限的時空是很渺小、很短暫，但是你沒有看出真正的真相，事實真相沒看出；事實真相剎那生滅。我在前面也曾經跟諸位同修提示過，我們的光陰過去不再回來，那不是一場夢是什麼？去年過去了，上一個月過去了，上一個星期過去了，昨天過去了，今天早晨過去了，中午過去了，下午過去了，能再回來嗎？不能！那不是一場夢是什麼？不要以為我這個身體還能夠存在多少年，我們這個身體存在是剎那剎那計算的，不是一小時一小時計算的，更不可以一天一天計算的，剎那剎那計算的。你才曉得是如露亦如電，才知道不可能存在，這個經上講的「當體即空，了不可得」，這兩句話的意思你就明白了；《楞嚴》上講的「當處出生，當處滅盡」，就說這個意思。"
    },
    {
      "id": "09-023-0123_p0086",
      "zh_CN": "这样作观，从初发心一直到成佛都管用，而且是非常管用，所以说这是贯彻到底的。从初发心一直到成佛，你能够作如是观，正确！非常正确！这个观，由粗而细、由浅而深，粗细浅深随着你的境界不一样，因为你作观，你晓得作观改变我们的想法、看法。观是观念。我们以前都把它当作实在，当作真实，这是错误的观念。以为我们的寿命很长久，以为我们会拥有很多很多的财富，这都是错误的观念，全是假的，梦境！什么东西你得到？什么也得不到，不但身外之物你一样得不到，身体都得不到。身体刹那刹那在变化，我们大家都晓得这个常识。我们进这个佛堂来，一个半小时出去，细胞新陈代谢不晓得多少个了。可见得我们进门来的身体，跟出去不是一个身体，这是现在大家都能体会到的。身体都是假的，何况身外之物？把这些观念统统改正过来，这叫作观。",
      "zh_TW": "這樣作觀，從初發心一直到成佛都管用，而且是非常管用，所以說這是貫徹到底的。從初發心一直到成佛，你能夠作如是觀，正確！非常正確！這個觀，由粗而細、由淺而深，粗細淺深隨著你的境界不一樣，因為你作觀，你曉得作觀改變我們的想法、看法。觀是觀念。我們以前都把它當作實在，當作真實，這是錯誤的觀念。以為我們的壽命很長久，以為我們會擁有很多很多的財富，這都是錯誤的觀念，全是假的，夢境！什麼東西你得到？什麼也得不到，不但身外之物你一樣得不到，身體都得不到。身體剎那剎那在變化，我們大家都曉得這個常識。我們進這個佛堂來，一個半小時出去，細胞新陳代謝不曉得多少個了。可見得我們進門來的身體，跟出去不是一個身體，這是現在大家都能體會到的。身體都是假的，何況身外之物？把這些觀念統統改正過來，這叫作觀。"
    },
    {
      "id": "09-023-0123_p0087",
      "zh_CN": "想法、看法修正过来了，改正过来了，当然我们的说法、做法就跟着改正。说法、做法那是行为，修行，修正我们的行为。粗细浅深，刚才讲了，随着你的境界在提升，会由粗而细、由浅而深。换句话说，你的境界年年不一样，不但年年不一样，月月不一样。诸位要知道，年年不一样，年的时间比较长。年年有进步，你的功夫可以说得力了，已经进入了状况。年年不一样，你自己会感觉到，别的人也会感觉到，从什么地方感觉到？相上，心变了相就变了。你的气色不一样，你的光采不一样，你的身体健康不一样，这是非常非常显著的。也就是说，你要是真的能够作如是观，你的相貌一天会比一天好，你一年会比一年年轻，你的身体一年比一年好，所有一切病痛都会恢复正常，这一定的道理。你的心清净了，清净心变出来的相就是正常的。你为什么会有病痛，为什么会那样？妄想，清净心破坏了，里面的相也破坏了，这是很明显能看得出来的。功夫更要得力的话，月月不一样。到月月不一样，你自己充满了信心，真正是佛法里头讲的法喜充满，你得到法喜，你的生活一定是非常快乐、非常幸福。这个快乐幸福，绝对不是物质，不是从外面境界，是从你内心里头生出来的。「从初学至究竟」，这个我们更容易了解，从十信位、十住位、十行位、十回向位、十地位，不断的向上提升。",
      "zh_TW": "想法、看法修正過來了，改正過來了，當然我們的說法、做法就跟著改正。說法、做法那是行為，修行，修正我們的行為。粗細淺深，剛才講了，隨著你的境界在提升，會由粗而細、由淺而深。換句話說，你的境界年年不一樣，不但年年不一樣，月月不一樣。諸位要知道，年年不一樣，年的時間比較長。年年有進步，你的功夫可以說得力了，已經進入了狀況。年年不一樣，你自己會感覺到，別的人也會感覺到，從什麼地方感覺到？相上，心變了相就變了。你的氣色不一樣，你的光采不一樣，你的身體健康不一樣，這是非常非常顯著的。也就是說，你要是真的能夠作如是觀，你的相貌一天會比一天好，你一年會比一年年輕，你的身體一年比一年好，所有一切病痛都會恢復正常，這一定的道理。你的心清淨了，清淨心變出來的相就是正常的。你為什麼會有病痛，為什麼會那樣？妄想，清淨心破壞了，裡面的相也破壞了，這是很明顯能看得出來的。功夫更要得力的話，月月不一樣。到月月不一樣，你自己充滿了信心，真正是佛法裡頭講的法喜充滿，你得到法喜，你的生活一定是非常快樂、非常幸福。這個快樂幸福，絕對不是物質，不是從外面境界，是從你內心裡頭生出來的。「從初學至究竟」，這個我們更容易了解，從十信位、十住位、十行位、十迴向位、十地位，不斷的向上提升。"
    },
    {
      "id": "09-023-0123_p0088",
      "zh_CN": "【一切行门，皆不外此观。】",
      "zh_TW": "【一切行門，皆不外此觀。】"
    },
    {
      "id": "09-023-0123_p0089",
      "zh_CN": "在日常生活行为当中，都不能离开这四句的观法。今天时间到了，我们就讲到此地。",
      "zh_TW": "在日常生活行為當中，都不能離開這四句的觀法。今天時間到了，我們就講到此地。"
    }
  ]
}