{
  "doc_id": "09-023-0024",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "09-023-0024",
  "total_paragraphs": 91,
  "paragraphs": [
    {
      "id": "09-023-0024_p0001",
      "zh_CN": "请掀开经本，第二卷，第四十六面，倒数第七行，从第六节看起：",
      "zh_TW": "請掀開經本，第二卷，第四十六面，倒數第七行，從第六節看起："
    },
    {
      "id": "09-023-0024_p0002",
      "zh_CN": "【佛所说法，本来皆不可取，皆不可说。故取法说法，取非法说非法，皆非也。明得此真实义，便为实信。】",
      "zh_TW": "【佛所說法，本來皆不可取，皆不可說。故取法說法，取非法說非法，皆非也。明得此真實義，便為實信。】"
    },
    {
      "id": "09-023-0024_p0003",
      "zh_CN": "我们昨天讲到这个地方。必须要补充一句的，就是《金刚经》上讲的实信，这一条是一个标准。这个标准也是说明了，诸佛菩萨为一切众生说法的事实真相，我们明白、了解，这才算是实信。这一条实在说相当不容易，它的水准相当之高。一般人只知道世尊当年在世，讲经三百余会，说法四十九年，这是大家很容易理解的。什么叫「无说而说，说而无说」？这就很难懂了。这一段的意思，我们知道世尊说法「无说而说，说而无说」，因此法与非法都不可取、都不可执着。但是佛所说的一切法，对我们来讲，有大用处、有大利益，可是这个利益如果有丝毫执着，那就变质了，这是佛法之难处。佛法自始至终，破执着而已，诸位一定要记住这句话。执着有，错误；执着空，就是执着没有，也错了。有、没有都不可以执着，那个才叫对了，那个是知见，叫佛知佛见。这底下说：",
      "zh_TW": "我們昨天講到這個地方。必須要補充一句的，就是《金剛經》上講的實信，這一條是一個標準。這個標準也是說明了，諸佛菩薩為一切眾生說法的事實真相，我們明白、了解，這才算是實信。這一條實在說相當不容易，它的水準相當之高。一般人只知道世尊當年在世，講經三百餘會，說法四十九年，這是大家很容易理解的。什麼叫「無說而說，說而無說」？這就很難懂了。這一段的意思，我們知道世尊說法「無說而說，說而無說」，因此法與非法都不可取、都不可執著。但是佛所說的一切法，對我們來講，有大用處、有大利益，可是這個利益如果有絲毫執著，那就變質了，這是佛法之難處。佛法自始至終，破執著而已，諸位一定要記住這句話。執著有，錯誤；執著空，就是執著沒有，也錯了。有、沒有都不可以執著，那個才叫對了，那個是知見，叫佛知佛見。這底下說："
    },
    {
      "id": "09-023-0024_p0004",
      "zh_CN": "【一念相应得无量福】",
      "zh_TW": "【一念相應得無量福】"
    },
    {
      "id": "09-023-0024_p0005",
      "zh_CN": "一念与什么相应？在此地讲，就是与法跟非法，不取法相，也不取非法相，与这个相应，此地是指这个，那你得的福就无量无边了。为什么？一切诸佛如来，他们在生活上、在事业上、在处事待人接物上，就是这么做的，这个做法与自性相应，性德无量无边，无有穷尽，因此得福就无量，道理是在这个地方。",
      "zh_TW": "一念與什麼相應？在此地講，就是與法跟非法，不取法相，也不取非法相，與這個相應，此地是指這個，那你得的福就無量無邊了。為什麼？一切諸佛如來，他們在生活上、在事業上、在處事待人接物上，就是這麼做的，這個做法與自性相應，性德無量無邊，無有窮盡，因此得福就無量，道理是在這個地方。"
    },
    {
      "id": "09-023-0024_p0006",
      "zh_CN": "【以一念相应是净念相继之根也】",
      "zh_TW": "【以一念相應是淨念相繼之根也】"
    },
    {
      "id": "09-023-0024_p0007",
      "zh_CN": "净念相继不一定是指净土宗念佛。大势至菩萨在《圆通章》里面，教给我们念佛的方法，他说「都摄六根、净念相继」，念佛的方法。我们看到这四个字，不能执着这一定是念佛法门的，这是净土宗的，你要是这个执着就错了。其实净念相继这一句，通所有的大小乘佛法，无论是哪一宗，无论修哪一个法门，如果不能净念相继就不能成就，这是一定的道理。所以这一句是通达一切法。",
      "zh_TW": "淨念相繼不一定是指淨土宗念佛。大勢至菩薩在《圓通章》裡面，教給我們念佛的方法，他說「都攝六根、淨念相繼」，念佛的方法。我們看到這四個字，不能執著這一定是念佛法門的，這是淨土宗的，你要是這個執著就錯了。其實淨念相繼這一句，通所有的大小乘佛法，無論是哪一宗，無論修哪一個法門，如果不能淨念相繼就不能成就，這是一定的道理。所以這一句是通達一切法。"
    },
    {
      "id": "09-023-0024_p0008",
      "zh_CN": "【佛虽成佛，终不自以为有少法可得。】",
      "zh_TW": "【佛雖成佛，終不自以為有少法可得。】"
    },
    {
      "id": "09-023-0024_p0009",
      "zh_CN": "佛成佛了，佛证得什么？佛证得阿耨多罗三藐三菩提，无上正等正觉，这个话不假。佛有没有自己以为我证得阿耨多罗三藐三菩提？没有这个念头。如果佛有这个念头，哪个证得的？我证得的，我相有了，有我相，与我对面的就有人相，就有众生相，就有寿者相，四相具足，他是凡夫，他不是佛。说有法可得，是我们凡夫看到的，而佛呢？佛心清净，确确实实没动一个念头，说我有什么法可得。换句话说，佛是从来不把这些事放在心上，虽然做了，虽然证得了，心里还若无其事，这是他高明之处，心里面丝毫的分别执着都没有，这才是真正的无上正等正觉。到底下一大段，要详细说明这个道理。",
      "zh_TW": "佛成佛了，佛證得什麼？佛證得阿耨多羅三藐三菩提，無上正等正覺，這個話不假。佛有沒有自己以為我證得阿耨多羅三藐三菩提？沒有這個念頭。如果佛有這個念頭，哪個證得的？我證得的，我相有了，有我相，與我對面的就有人相，就有眾生相，就有壽者相，四相具足，他是凡夫，他不是佛。說有法可得，是我們凡夫看到的，而佛呢？佛心清淨，確確實實沒動一個念頭，說我有什麼法可得。換句話說，佛是從來不把這些事放在心上，雖然做了，雖然證得了，心裡還若無其事，這是他高明之處，心裡面絲毫的分別執著都沒有，這才是真正的無上正等正覺。到底下一大段，要詳細說明這個道理。"
    },
    {
      "id": "09-023-0024_p0010",
      "zh_CN": "【无少法可得者，不自以为成佛也。故曰所谓佛法者即非佛法。】",
      "zh_TW": "【無少法可得者，不自以為成佛也。故曰所謂佛法者即非佛法。】"
    },
    {
      "id": "09-023-0024_p0011",
      "zh_CN": "佛于所得之法不执着，于所证的地位也不执着。证的地位，我们说他成佛了，佛在十法界，至高无上，他没有觉得他至高，他没有觉得他无上，没觉得。这是我们要晓得的，我们要学习的。我们得一点点就自以为是、自以为了不起、自以为很高，甚至于现在我们常常听到的，值得骄傲；值得骄傲，你想想看这个话是什么味道？他值得骄傲。佛证了无上正等正觉，他没有觉得有什么好骄傲的，没觉得。佛成了佛，也没有觉得值得骄傲的，没有！所以佛能够与九法界众生打成一片，我们学佛，要从这些地方学。",
      "zh_TW": "佛於所得之法不執著，於所證的地位也不執著。證的地位，我們說他成佛了，佛在十法界，至高無上，他沒有覺得他至高，他沒有覺得他無上，沒覺得。這是我們要曉得的，我們要學習的。我們得一點點就自以為是、自以為了不起、自以為很高，甚至於現在我們常常聽到的，值得驕傲；值得驕傲，你想想看這個話是什麼味道？他值得驕傲。佛證了無上正等正覺，他沒有覺得有什麼好驕傲的，沒覺得。佛成了佛，也沒有覺得值得驕傲的，沒有！所以佛能夠與九法界眾生打成一片，我們學佛，要從這些地方學。"
    },
    {
      "id": "09-023-0024_p0012",
      "zh_CN": "【彻始彻终，一以贯之曰，无住而已矣。】",
      "zh_TW": "【徹始徹終，一以貫之曰，無住而已矣。】"
    },
    {
      "id": "09-023-0024_p0013",
      "zh_CN": "在这一大段里面，第一大段，我们所看到的，这一段就是「的示无住以生信」，这里面一句话可以把整个意思都包括了，就是「无住」，无住就是不执着。佛就是教给我们不执着，执着就错了。",
      "zh_TW": "在這一大段裡面，第一大段，我們所看到的，這一段就是「的示無住以生信」，這裡面一句話可以把整個意思都包括了，就是「無住」，無住就是不執著。佛就是教給我們不執著，執著就錯了。"
    },
    {
      "id": "09-023-0024_p0014",
      "zh_CN": "【因赅果海，果彻因源，如是如是。】",
      "zh_TW": "【因賅果海，果徹因源，如是如是。】"
    },
    {
      "id": "09-023-0024_p0015",
      "zh_CN": "因果是世出世间的定律，善因决定有善果，恶因决定有恶报，因果报应丝毫不爽，作佛、作菩萨之因，就是无住。能够空有两边不住，就能成菩萨、成佛，这是从因到果。成了佛、成了菩萨之后，还是两边不住，果彻因源。从这个地方，我们又明白一桩事情，那就是佛法当中所说，佛法是不二法。诸位从这里能看到，因果是一，不是二。因里头有果，果里头有因，因果是一法，不是二法。把因果看作二法，你就看错了，所以佛法是不二法。这就是因赅果海，果彻因源，这八个字说明因果是一法。第一大段「生信」，我们就报告到此地。",
      "zh_TW": "因果是世出世間的定律，善因決定有善果，惡因決定有惡報，因果報應絲毫不爽，作佛、作菩薩之因，就是無住。能夠空有兩邊不住，就能成菩薩、成佛，這是從因到果。成了佛、成了菩薩之後，還是兩邊不住，果徹因源。從這個地方，我們又明白一樁事情，那就是佛法當中所說，佛法是不二法。諸位從這裡能看到，因果是一，不是二。因裡頭有果，果裡頭有因，因果是一法，不是二法。把因果看作二法，你就看錯了，所以佛法是不二法。這就是因賅果海，果徹因源，這八個字說明因果是一法。第一大段「生信」，我們就報告到此地。"
    },
    {
      "id": "09-023-0024_p0016",
      "zh_CN": "再看底下第二大段。第二大段科题：「推阐无住以开解」，推是推广，阐是说明。我们把这个展开来详细的说明，帮助大家开悟。信是真正相信，以此为实，以这个为实在，真正相信，信了以后要理解。由此可知，佛法里面讲的信，跟其他宗教讲的信不一样。一般宗教叫你决定相信神，不明白的也不能问，神说的那还有什么话说？佛法不一样，佛法可以打破沙锅问到底，佛不会怪你，佛法是准许你问的，一定要叫你把这些道理事实真相，全都搞明白了，那才行，有丝毫的疑惑就变成你修证上的障碍，所以解太重要了。我们要清楚，世尊当年在世讲经说法四十九年，要是在信解行证这四个字里面，这四十九年讲经说法是在哪一个字？全都在解，这才知道解的重要。信了以后，要了解、要明白，所以佛教的信不是迷信。我们佛法讲正信，什么叫正信？道理明白了，真相明白了；可见得这个信是有条件的，不是没有条件的，你讲得很有道理，确实是事实真相，我相信得过，这是有条件的。正信还不是真信，想想有道理，但是这个道理，你证得了，我没有证得。事实真相，你受用到了，我还没有受用到。必须自己亲自证得那个时候、亲自得受用那个时候，那个信才叫做真的相信。可见得佛法讲信，分很多等级。前面一大科讲实信，实信的标准是要依教奉行。这一段唯恐你还不能真正发心去做，这才不厌其烦，再加详细说明。目的希望你真的相信，真的能去照做。经文一开端，世尊举小乘人，小乘四果，来做一个样子，做一个例子。我们看经文：",
      "zh_TW": "再看底下第二大段。第二大段科題：「推闡無住以開解」，推是推廣，闡是說明。我們把這個展開來詳細的說明，幫助大家開悟。信是真正相信，以此為實，以這個為實在，真正相信，信了以後要理解。由此可知，佛法裡面講的信，跟其他宗教講的信不一樣。一般宗教叫你決定相信神，不明白的也不能問，神說的那還有什麼話說？佛法不一樣，佛法可以打破沙鍋問到底，佛不會怪你，佛法是准許你問的，一定要叫你把這些道理事實真相，全都搞明白了，那才行，有絲毫的疑惑就變成你修證上的障礙，所以解太重要了。我們要清楚，世尊當年在世講經說法四十九年，要是在信解行證這四個字裡面，這四十九年講經說法是在哪一個字？全都在解，這才知道解的重要。信了以後，要了解、要明白，所以佛教的信不是迷信。我們佛法講正信，什麼叫正信？道理明白了，真相明白了；可見得這個信是有條件的，不是沒有條件的，你講得很有道理，確實是事實真相，我相信得過，這是有條件的。正信還不是真信，想想有道理，但是這個道理，你證得了，我沒有證得。事實真相，你受用到了，我還沒有受用到。必須自己親自證得那個時候、親自得受用那個時候，那個信才叫做真的相信。可見得佛法講信，分很多等級。前面一大科講實信，實信的標準是要依教奉行。這一段唯恐你還不能真正發心去做，這才不厭其煩，再加詳細說明。目的希望你真的相信，真的能去照做。經文一開端，世尊舉小乘人，小乘四果，來做一個樣子，做一個例子。我們看經文："
    },
    {
      "id": "09-023-0024_p0017",
      "zh_CN": "经【须菩提，于意云何？须陀洹能作是念，我得须陀洹果不？】",
      "zh_TW": "經【須菩提，於意云何？須陀洹能作是念，我得須陀洹果不？】"
    },
    {
      "id": "09-023-0024_p0018",
      "zh_CN": "这个意思是说明，叫着须菩提问他，你的意思如何？你以为如何？须陀洹会不会有这么一个念头，「我得须陀洹果，我证须陀洹果了」，他会不会有这个念头？你们大家如果不看这个经文的话，你们想想有没有？如果你证得须陀洹果，「我证得须陀洹果了！」我们在很多地方，在外国、在台湾我也听到，没人这个说法，都说须陀洹果太低了，有很多人说，他是什么菩萨再来的，他已经成佛了，佛再来的，这只能够骗骗无知的人。假如《金刚经》你要是念熟了，他就骗不了你，他说他是菩萨再来，他着了菩萨相；他说什么佛再来，他着了佛相，着了相就是凡夫。佛菩萨怎么会着相？不但佛菩萨不着相，连小乘初果须陀洹都不着相。我们看尊者的答复：",
      "zh_TW": "這個意思是說明，叫著須菩提問他，你的意思如何？你以為如何？須陀洹會不會有這麼一個念頭，「我得須陀洹果，我證須陀洹果了」，他會不會有這個念頭？你們大家如果不看這個經文的話，你們想想有沒有？如果你證得須陀洹果，「我證得須陀洹果了！」我們在很多地方，在外國、在台灣我也聽到，沒人這個說法，都說須陀洹果太低了，有很多人說，他是什麼菩薩再來的，他已經成佛了，佛再來的，這只能夠騙騙無知的人。假如《金剛經》你要是念熟了，他就騙不了你，他說他是菩薩再來，他著了菩薩相；他說什麼佛再來，他著了佛相，著了相就是凡夫。佛菩薩怎麼會著相？不但佛菩薩不著相，連小乘初果須陀洹都不著相。我們看尊者的答覆："
    },
    {
      "id": "09-023-0024_p0019",
      "zh_CN": "经【须菩提言：不也，世尊。何以故？须陀洹名为入流，而无所入。不入色声香味触法，是名须陀洹。】",
      "zh_TW": "經【須菩提言：不也，世尊。何以故？須陀洹名為入流，而無所入。不入色聲香味觸法，是名須陀洹。】"
    },
    {
      "id": "09-023-0024_p0020",
      "zh_CN": "须陀洹是梵语，要是把它的意思翻成中国的意思，就是入流的意思。入什么流？入圣人一流，他不是凡夫，他已经入圣者之流，是这么个意思。所以证得须陀洹果，就是圣人，就不是凡夫。我们看底下这个注解：",
      "zh_TW": "須陀洹是梵語，要是把它的意思翻成中國的意思，就是入流的意思。入什麼流？入聖人一流，他不是凡夫，他已經入聖者之流，是這麼個意思。所以證得須陀洹果，就是聖人，就不是凡夫。我們看底下這個註解："
    },
    {
      "id": "09-023-0024_p0021",
      "zh_CN": "【初果】",
      "zh_TW": "【初果】"
    },
    {
      "id": "09-023-0024_p0022",
      "zh_CN": "须陀洹是初果，小乘初果。",
      "zh_TW": "須陀洹是初果，小乘初果。"
    },
    {
      "id": "09-023-0024_p0023",
      "zh_CN": "【断尽三界八十八使】",
      "zh_TW": "【斷盡三界八十八使】"
    },
    {
      "id": "09-023-0024_p0024",
      "zh_CN": "使是烦恼，烦恼的代名词。古时候讲使，就是衙门里面当差的，像现代的刑警队，刑警队跟在你后面，绝对不是好事，你一定犯法，他要来抓你的。这八十八个烦恼，天天跟着你，你就不自在了，你就不得不搞生死轮回，原因在此地，这是烦恼。我们通常把烦恼分为两类，一个是见解上的错误，一个是思想上的错误。这是属于见惑，见解上的。三界就是欲界、色界、无色界，总共有八十八种，所以称为八十八使，初果断尽了。八十八种要是把它归纳，归纳为五大类。第一个是「身见」，一切众生都把这个身当作我，这是错误的见解，这个见解叫身见。从这里我们就了解，初果之人，绝对不会把这个身当作我；如果你还把这个身当作我，保证你没有证到初果。如果你证到初果，你不会再把这个身当作我，你要自己想一想，我有没有证果，不就知道了。还把这个身当作我的话，没证果。第二个是「边见」，所谓边见就是我们今天所讲的相对，相对就是两边。譬如经文前面所讲的，空有是相对；邪正是相对，真假是相对。而我们确实是生活在相对的世间，爱因斯坦讲的《相对论》，那个相对在我们佛法讲边见。这是错误的见解。",
      "zh_TW": "使是煩惱，煩惱的代名詞。古時候講使，就是衙門裡面當差的，像現代的刑警隊，刑警隊跟在你後面，絕對不是好事，你一定犯法，他要來抓你的。這八十八個煩惱，天天跟著你，你就不自在了，你就不得不搞生死輪迴，原因在此地，這是煩惱。我們通常把煩惱分為兩類，一個是見解上的錯誤，一個是思想上的錯誤。這是屬於見惑，見解上的。三界就是欲界、色界、無色界，總共有八十八種，所以稱為八十八使，初果斷盡了。八十八種要是把它歸納，歸納為五大類。第一個是「身見」，一切眾生都把這個身當作我，這是錯誤的見解，這個見解叫身見。從這裡我們就了解，初果之人，絕對不會把這個身當作我；如果你還把這個身當作我，保證你沒有證到初果。如果你證到初果，你不會再把這個身當作我，你要自己想一想，我有沒有證果，不就知道了。還把這個身當作我的話，沒證果。第二個是「邊見」，所謂邊見就是我們今天所講的相對，相對就是兩邊。譬如經文前面所講的，空有是相對；邪正是相對，真假是相對。而我們確實是生活在相對的世間，愛因斯坦講的《相對論》，那個相對在我們佛法講邊見。這是錯誤的見解。"
    },
    {
      "id": "09-023-0024_p0025",
      "zh_CN": "第三种叫「戒取见」，第四种叫「见取见」，这两种合起来就是我们一般所讲的成见。某人成见很深，成见就是非常固执他的看法，这个我们叫做成见很深，这个也是很严重的烦恼。为什么分成两个？一个是因，一个是果。因上的成见，我们就叫它做戒取见。持戒是修行之因，所以说是因地上的。佛在经上举比喻说，这是世尊当年在世，印度那个时候的确是宗教之国，佛教以外，经典上记载，印度宗教可以算是有名的，信徒都相当多的，有九十六种，九十六种外道，那是宗教。其中有些宗教持牛戒，持牛戒是什么？学牛，牛吃草，他也就吃草，牛给人家耕田，他也帮人家去耕田，为什么他要学牛？这些人都是有修行的人，都修定，确实有定功，他在定中看到牛死了以后生天，人死了以后堕三恶道。他一想的时候，牛能够生天，这很值得他去羡慕、去效法；他也想生天，于是他就学牛。你要告诉他，牛不是这样生天的，他不相信，他在定中亲眼看到的。所以这个成见就很深，这一类的就叫做戒取见，他是错误的。实际上牛能够生天，是牠前世善根成熟，不是这一生的；这一生当中，作牛可以说受果报而不造业，牛的性情很温顺，又吃草，牠也不是吃肉的，替人耕田服劳役，牠是在消业障，没有造业。能生天是前世的善因，前世必定修十善业道，这一生牠的寿命完了之后，过去生中的善业现前，这样生天的，绝对不是吃草、耕田而生天的，没有这个道理。这是举出这一个例子，把这个因看错了，不是这个因，以为是这种因。世间法里头，与这个相类似的很多很多，我们一一要细心去观察、去辨别。",
      "zh_TW": "第三種叫「戒取見」，第四種叫「見取見」，這兩種合起來就是我們一般所講的成見。某人成見很深，成見就是非常固執他的看法，這個我們叫做成見很深，這個也是很嚴重的煩惱。為什麼分成兩個？一個是因，一個是果。因上的成見，我們就叫它做戒取見。持戒是修行之因，所以說是因地上的。佛在經上舉比喻說，這是世尊當年在世，印度那個時候的確是宗教之國，佛教以外，經典上記載，印度宗教可以算是有名的，信徒都相當多的，有九十六種，九十六種外道，那是宗教。其中有些宗教持牛戒，持牛戒是什麼？學牛，牛吃草，他也就吃草，牛給人家耕田，他也幫人家去耕田，為什麼他要學牛？這些人都是有修行的人，都修定，確實有定功，他在定中看到牛死了以後生天，人死了以後墮三惡道。他一想的時候，牛能夠生天，這很值得他去羨慕、去效法；他也想生天，於是他就學牛。你要告訴他，牛不是這樣生天的，他不相信，他在定中親眼看到的。所以這個成見就很深，這一類的就叫做戒取見，他是錯誤的。實際上牛能夠生天，是牠前世善根成熟，不是這一生的；這一生當中，作牛可以說受果報而不造業，牛的性情很溫順，又吃草，牠也不是吃肉的，替人耕田服勞役，牠是在消業障，沒有造業。能生天是前世的善因，前世必定修十善業道，這一生牠的壽命完了之後，過去生中的善業現前，這樣生天的，絕對不是吃草、耕田而生天的，沒有這個道理。這是舉出這一個例子，把這個因看錯了，不是這個因，以為是這種因。世間法裡頭，與這個相類似的很多很多，我們一一要細心去觀察、去辨別。"
    },
    {
      "id": "09-023-0024_p0026",
      "zh_CN": "见取见，这个见就是见解的见，这是从果上说的。佛在经上也有比喻，譬如生天，有许多人认为生到天上就究竟了，就得永生，这个见解是错误的。天人的福报确实比我们人间大得多，寿命也长。譬如忉利天，这是古时候这些印度人祭天，多半都是祭忉利天主，中国人也不例外，中国人也祭天，我们中国人叫玉皇大帝，玉皇大帝就是忉利天主，欲界第二层天，并不很高。佛告诉我们，忉利天人的寿命一千岁，我们人间一百年是忉利天的一天，忉利天人看我们人间，人活得很可怜，寿命只有一天，一百岁才一天，如果说五十岁就走的话，那就是半天。所以，你说人有什么值得骄傲？天人看起来真可怜，时间实在是太短太短了。忉利天人，一天是我们人间一百年，一年也是三百六十五天，他的寿命一千岁，当然我们算起来是天文数字，寿命是真长；其实他的寿命并不很长，天有二十八层，这才是第二层，上面还有二十六层，愈往上面去寿命愈长。譬如大家所熟悉的弥勒菩萨，弥勒现在是菩萨，现在没成佛，将来要到我们这个世间来示现成佛，像释迦牟尼佛一样，示现八相成道成佛。什么时候来？他现在在兜率天，兜率天的寿命尽了，他下生，兜率天在上面，他下生，到我们人间来是下生。兜率天的寿命四千岁，它是倍倍增长的，忉利天寿命是一千岁，忉利天上面是夜摩天，夜摩天的寿命二千岁，是忉利天的一倍，再往上去兜率天，兜率天又是夜摩天的一倍，四千岁。时间的时差也不一样，我们现在讲时差，时差也不一样，我们人间四百年，兜率天一天，弥勒菩萨那个地方，一天是我们人间四百年，人纵然活上一百岁，假如兜率天也是以二十四小时计算，一百岁的寿命在他看起来六个钟点，五十岁三个钟点就完了，这些跟大家讲的都是事实真相。兜率天一天是我们人间四百年，一年也算是三百六十五天，四千岁，他要什么时候到我们世间来成佛？《弥勒下生经》里面讲，五十六亿七千万年，这个年岁就是这样算出来的。菩萨从兜率天下降到这个世间来成佛，是我们娑婆世界贤劫第五尊佛，释迦牟尼佛是第四尊佛，这个要知道。",
      "zh_TW": "見取見，這個見就是見解的見，這是從果上說的。佛在經上也有比喻，譬如生天，有許多人認為生到天上就究竟了，就得永生，這個見解是錯誤的。天人的福報確實比我們人間大得多，壽命也長。譬如忉利天，這是古時候這些印度人祭天，多半都是祭忉利天主，中國人也不例外，中國人也祭天，我們中國人叫玉皇大帝，玉皇大帝就是忉利天主，欲界第二層天，並不很高。佛告訴我們，忉利天人的壽命一千歲，我們人間一百年是忉利天的一天，忉利天人看我們人間，人活得很可憐，壽命只有一天，一百歲才一天，如果說五十歲就走的話，那就是半天。所以，你說人有什麼值得驕傲？天人看起來真可憐，時間實在是太短太短了。忉利天人，一天是我們人間一百年，一年也是三百六十五天，他的壽命一千歲，當然我們算起來是天文數字，壽命是真長；其實他的壽命並不很長，天有二十八層，這才是第二層，上面還有二十六層，愈往上面去壽命愈長。譬如大家所熟悉的彌勒菩薩，彌勒現在是菩薩，現在沒成佛，將來要到我們這個世間來示現成佛，像釋迦牟尼佛一樣，示現八相成道成佛。什麼時候來？他現在在兜率天，兜率天的壽命盡了，他下生，兜率天在上面，他下生，到我們人間來是下生。兜率天的壽命四千歲，它是倍倍增長的，忉利天壽命是一千歲，忉利天上面是夜摩天，夜摩天的壽命二千歲，是忉利天的一倍，再往上去兜率天，兜率天又是夜摩天的一倍，四千歲。時間的時差也不一樣，我們現在講時差，時差也不一樣，我們人間四百年，兜率天一天，彌勒菩薩那個地方，一天是我們人間四百年，人縱然活上一百歲，假如兜率天也是以二十四小時計算，一百歲的壽命在他看起來六個鐘點，五十歲三個鐘點就完了，這些跟大家講的都是事實真相。兜率天一天是我們人間四百年，一年也算是三百六十五天，四千歲，他要什麼時候到我們世間來成佛？《彌勒下生經》裡面講，五十六億七千萬年，這個年歲就是這樣算出來的。菩薩從兜率天下降到這個世間來成佛，是我們娑婆世界賢劫第五尊佛，釋迦牟尼佛是第四尊佛，這個要知道。"
    },
    {
      "id": "09-023-0024_p0027",
      "zh_CN": "现在有很多人说，释迦佛已经退位，弥勒佛掌天盘了，这个说法你能够相信吗？没根据！我们说东西要以佛的经典做根据，佛经典上没这么说法，没这个说法！实实在在讲，以忉利天的人来看，释迦佛在我们这个世间灭度，到现在时间不长，以忉利天来算，玉皇大帝那里算，他们一天我们人间一百年，释迦牟尼佛灭度，外国人的算法是二千五百年，忉利天才二十五天，哪有这么快弥勒菩萨就下来了，没这个话，这是讲不通的。必须要明理，就不会被人家这些说法动摇了。经典上所说的，都是真实的。这是属于错误的见解，叫做见取见。非果计果，不是真正的结果，把它当作结果，这是错误的。真正不生不灭，真正永生，只有在佛法，佛法里面讲的菩提涅槃，那才是真正的果报，那就没有错了。末后一个叫「邪见」，邪知邪见；除了上面这个四种之外，所有一切错误的见解，包括在这一类。八十八使可以分为五大类，初果这五大类统统断掉了，换句话说，他知见正。",
      "zh_TW": "現在有很多人說，釋迦佛已經退位，彌勒佛掌天盤了，這個說法你能夠相信嗎？沒根據！我們說東西要以佛的經典做根據，佛經典上沒這麼說法，沒這個說法！實實在在講，以忉利天的人來看，釋迦佛在我們這個世間滅度，到現在時間不長，以忉利天來算，玉皇大帝那裡算，他們一天我們人間一百年，釋迦牟尼佛滅度，外國人的算法是二千五百年，忉利天才二十五天，哪有這麼快彌勒菩薩就下來了，沒這個話，這是講不通的。必須要明理，就不會被人家這些說法動搖了。經典上所說的，都是真實的。這是屬於錯誤的見解，叫做見取見。非果計果，不是真正的結果，把它當作結果，這是錯誤的。真正不生不滅，真正永生，只有在佛法，佛法裡面講的菩提涅槃，那才是真正的果報，那就沒有錯了。末後一個叫「邪見」，邪知邪見；除了上面這個四種之外，所有一切錯誤的見解，包括在這一類。八十八使可以分為五大類，初果這五大類統統斷掉了，換句話說，他知見正。"
    },
    {
      "id": "09-023-0024_p0028",
      "zh_CN": "【已见真空之理，而知无我亦无我所矣。】",
      "zh_TW": "【已見真空之理，而知無我亦無我所矣。】"
    },
    {
      "id": "09-023-0024_p0029",
      "zh_CN": "他明白这个，他了解无我，我尚且没有，我所有的当然更不执着了。这是初果须陀洹的条件，这是佛门小学一年级。诸位要知道，我们过去生中，生生世世无量劫来，曾经供养无量无边诸佛如来，我们在佛教学校里念哪个班？统统念的幼稚园小班、中班、大班，没有到一年级，小学一年级从来没有去过；如果到了小学一年级，就是学生，正式的学生，不退转。初果须陀洹就不退转，位不退。我们还在三界六道里打滚，说起来很惭愧，无量劫来念幼稚园，生生世世都留级，都不能够往上升，我们是这么一个样子。这一生搞清楚、搞明白了，要发愤、要努力，要脱离幼稚园的班，要往上面去进取，这个就对了。",
      "zh_TW": "他明白這個，他了解無我，我尚且沒有，我所有的當然更不執著了。這是初果須陀洹的條件，這是佛門小學一年級。諸位要知道，我們過去生中，生生世世無量劫來，曾經供養無量無邊諸佛如來，我們在佛教學校裡念哪個班？統統念的幼稚園小班、中班、大班，沒有到一年級，小學一年級從來沒有去過；如果到了小學一年級，就是學生，正式的學生，不退轉。初果須陀洹就不退轉，位不退。我們還在三界六道裡打滾，說起來很慚愧，無量劫來念幼稚園，生生世世都留級，都不能夠往上升，我們是這麼一個樣子。這一生搞清楚、搞明白了，要發憤、要努力，要脫離幼稚園的班，要往上面去進取，這個就對了。"
    },
    {
      "id": "09-023-0024_p0030",
      "zh_CN": "【须陀洹，此云入流。】",
      "zh_TW": "【須陀洹，此云入流。】"
    },
    {
      "id": "09-023-0024_p0031",
      "zh_CN": "这再解释什么叫入流。",
      "zh_TW": "這再解釋什麼叫入流。"
    },
    {
      "id": "09-023-0024_p0032",
      "zh_CN": "【根尘相对，名为六入，所以相入者，识为分别故。今曰不入，明其能空情识矣。虽名入流，而实无所入。】",
      "zh_TW": "【根塵相對，名為六入，所以相入者，識為分別故。今曰不入，明其能空情識矣。雖名入流，而實無所入。】"
    },
    {
      "id": "09-023-0024_p0033",
      "zh_CN": "可见得入流只是一个名词而已。入的意思，我们要把它搞清楚。",
      "zh_TW": "可見得入流只是一個名詞而已。入的意思，我們要把它搞清楚。"
    },
    {
      "id": "09-023-0024_p0034",
      "zh_CN": "根尘相对，譬如我们眼根对的叫色尘，眼根对的是色；眼所见的统统叫做色，用这个字来做代表，眼所见的都叫色。耳所听的都叫声，都用一个字来做代表。怎么个入法？我们看到这个花，花是不是真的入进去？没有！你会入进去？明明花在外面，没跑到我们里面去，怎么会入进去？识为分别，这个识是第六意识，第六意识起什么作用？分别的作用，这是人，那是物；这是花，那是叶；分别的是第六意识，执着是第七识。第六识只管分别，它不执着；第七识执着，末那执着。分别那个病很轻，执着就严重了。所以世尊教给我们大家，教须菩提实在讲就是教给我们大家，云何降伏其心？不执着。我们的妄心，就不会有很大的起伏了。一切法都不执着，那就对了。",
      "zh_TW": "根塵相對，譬如我們眼根對的叫色塵，眼根對的是色；眼所見的統統叫做色，用這個字來做代表，眼所見的都叫色。耳所聽的都叫聲，都用一個字來做代表。怎麼個入法？我們看到這個花，花是不是真的入進去？沒有！你會入進去？明明花在外面，沒跑到我們裡面去，怎麼會入進去？識為分別，這個識是第六意識，第六意識起什麼作用？分別的作用，這是人，那是物；這是花，那是葉；分別的是第六意識，執著是第七識。第六識只管分別，它不執著；第七識執著，末那執著。分別那個病很輕，執著就嚴重了。所以世尊教給我們大家，教須菩提實在講就是教給我們大家，云何降伏其心？不執著。我們的妄心，就不會有很大的起伏了。一切法都不執著，那就對了。"
    },
    {
      "id": "09-023-0024_p0035",
      "zh_CN": "今曰不入，入流者而无所入。这句话的意思，小注里说，明，明是明了，明了他把情识离开了、不执着了，情识就是第六意识、第七识。换句话说，他能在境界当中不分别、不执着，这个就叫做入流。实际上哪有所入？能入、所入都没有。叫它做入流，因为诸佛菩萨、声闻、缘觉，对于一切法都不执着，他也不执着了，这是圣人之流，这么个意思。如果我们也不执着了，说老实话，我们念佛求生净土，比须陀洹功夫高多了，弥陀弟子，那不一样！",
      "zh_TW": "今曰不入，入流者而無所入。這句話的意思，小註裡說，明，明是明瞭，明瞭他把情識離開了、不執著了，情識就是第六意識、第七識。換句話說，他能在境界當中不分別、不執著，這個就叫做入流。實際上哪有所入？能入、所入都沒有。叫它做入流，因為諸佛菩薩、聲聞、緣覺，對於一切法都不執著，他也不執著了，這是聖人之流，這麼個意思。如果我們也不執著了，說老實話，我們念佛求生淨土，比須陀洹功夫高多了，彌陀弟子，那不一樣！"
    },
    {
      "id": "09-023-0024_p0036",
      "zh_CN": "【故曰，是名须陀洹。名者，假名也、名相也。下是名句，皆此意也。】",
      "zh_TW": "【故曰，是名須陀洹。名者，假名也、名相也。下是名句，皆此意也。】"
    },
    {
      "id": "09-023-0024_p0037",
      "zh_CN": "底下「是名」很多很多，凡是讲到是名，都是这个意思，这是一个名称而已。名是假名，名是名相。名相跟事实，的确是有距离的。我们要从名相体会它的事实，体会到事实之后，不执著名相，名相只是一个工具而已。这是说初果，初果不着相了。再看看二果：",
      "zh_TW": "底下「是名」很多很多，凡是講到是名，都是這個意思，這是一個名稱而已。名是假名，名是名相。名相跟事實，的確是有距離的。我們要從名相體會它的事實，體會到事實之後，不執著名相，名相只是一個工具而已。這是說初果，初果不著相了。再看看二果："
    },
    {
      "id": "09-023-0024_p0038",
      "zh_CN": "经【须菩提，于意云何？斯陀含能作是念，我得斯陀含果不？须菩提言：不也，世尊。何以故？斯陀含名一往来，而实无往来，是名斯陀含。】",
      "zh_TW": "經【須菩提，於意云何？斯陀含能作是念，我得斯陀含果不？須菩提言：不也，世尊。何以故？斯陀含名一往來，而實無往來，是名斯陀含。】"
    },
    {
      "id": "09-023-0024_p0039",
      "zh_CN": "这个句子要注意。",
      "zh_TW": "這個句子要注意。"
    },
    {
      "id": "09-023-0024_p0040",
      "zh_CN": "【初果进断欲界思惑上上乃至中下，共六品，证二果。】",
      "zh_TW": "【初果進斷欲界思惑上上乃至中下，共六品，證二果。】"
    },
    {
      "id": "09-023-0024_p0041",
      "zh_CN": "三界八十八品见惑断尽证初果，他还有三界八十一品的思惑；思惑难断，见惑容易断，思惑难断。思惑就是错误的思想，最重的六品断掉了，上上品、上中品、上下品，中上品、中中品、中下品，这六品，他就证二果。「尚余下三品」，还有下上品、下中品、下下品，这三品没断，他还要天上人间一次往来。",
      "zh_TW": "三界八十八品見惑斷盡證初果，他還有三界八十一品的思惑；思惑難斷，見惑容易斷，思惑難斷。思惑就是錯誤的思想，最重的六品斷掉了，上上品、上中品、上下品，中上品、中中品、中下品，這六品，他就證二果。「尚餘下三品」，還有下上品、下中品、下下品，這三品沒斷，他還要天上人間一次往來。"
    },
    {
      "id": "09-023-0024_p0042",
      "zh_CN": "【二果须一往天上，一来人间断之，故称一往来。然其心中，实无往来之相。】",
      "zh_TW": "【二果須一往天上，一來人間斷之，故稱一往來。然其心中，實無往來之相。】"
    },
    {
      "id": "09-023-0024_p0043",
      "zh_CN": "他确实天上人间一次往返。他在天上不着天人之相，他到人间不着人间之相。着相才有往来，不着相哪有往来？由此可知，往来是从分别执着上所现的这个境界，离开一切分别执着，觅往来了不可得。明白这个道理，我们念佛的人往生西方极乐世界，如果两边都离开了，都不执着、都不分别了，那就是古人所讲的「生则决定生，去则实不去」，就是这个意思，这是相当高的境界，一般人的确很难体会。我在讲经的时候，有的时候引用现代科学来做证明。现代科学家知道，空间是多维次的，不是一个单纯的。像我们人居住这个空间，属于三度空间。爱因斯坦发现的，还有四度空间、还有五度空间，现代科学家证实有十一度空间。实在说，空间是无限度数的，不只十一度，十一度就很难想像了。所谓生则决定生；去为什么实不去？空间的转变。空间转变的样子，实在讲就像我们看电视，频道的转变，看还是这个萤幕。我们这个频道看新加坡，按一个钮，那个频道看美国，美国就现前了，美国有没有来？没有来，都在这一个画面上，很像这个意思。往生西方极乐世界，换频道而已，所以叫实不去，换频道而已。真的西方极乐世界现前了，娑婆世界不见了，真的西方世界现前了。二果圣人天上人间一往来，实在讲就是这样的境界。",
      "zh_TW": "他確實天上人間一次往返。他在天上不著天人之相，他到人間不著人間之相。著相才有往來，不著相哪有往來？由此可知，往來是從分別執著上所現的這個境界，離開一切分別執著，覓往來了不可得。明白這個道理，我們念佛的人往生西方極樂世界，如果兩邊都離開了，都不執著、都不分別了，那就是古人所講的「生則決定生，去則實不去」，就是這個意思，這是相當高的境界，一般人的確很難體會。我在講經的時候，有的時候引用現代科學來做證明。現代科學家知道，空間是多維次的，不是一個單純的。像我們人居住這個空間，屬於三度空間。愛因斯坦發現的，還有四度空間、還有五度空間，現代科學家證實有十一度空間。實在說，空間是無限度數的，不只十一度，十一度就很難想像了。所謂生則決定生；去為什麼實不去？空間的轉變。空間轉變的樣子，實在講就像我們看電視，頻道的轉變，看還是這個螢幕。我們這個頻道看新加坡，按一個鈕，那個頻道看美國，美國就現前了，美國有沒有來？沒有來，都在這一個畫面上，很像這個意思。往生西方極樂世界，換頻道而已，所以叫實不去，換頻道而已。真的西方極樂世界現前了，娑婆世界不見了，真的西方世界現前了。二果聖人天上人間一往來，實在講就是這樣的境界。"
    },
    {
      "id": "09-023-0024_p0044",
      "zh_CN": "经【须菩提，于意云何？阿那含能作是念，我得阿那含果不？须菩提言：不也，世尊。何以故？阿那含名为不来，而实无来，是故名阿那含。】",
      "zh_TW": "經【須菩提，於意云何？阿那含能作是念，我得阿那含果不？須菩提言：不也，世尊。何以故？阿那含名為不來，而實無來，是故名阿那含。】"
    },
    {
      "id": "09-023-0024_p0045",
      "zh_CN": "阿那含是梵语，翻成中国意思是不来。二果再进一步，把欲界底下三品惑断尽，他就不到欲界来了，这里我们晓得了，到欲界来要有欲界的因，没有这个因，他怎么会来？三果圣人就是阿那含，他把欲界九品惑都断尽了，欲界的因没有了，所以他不到欲界来了。不到欲界到哪里？到色界，他住在色界四禅天。",
      "zh_TW": "阿那含是梵語，翻成中國意思是不來。二果再進一步，把欲界底下三品惑斷盡，他就不到欲界來了，這裡我們曉得了，到欲界來要有欲界的因，沒有這個因，他怎麼會來？三果聖人就是阿那含，他把欲界九品惑都斷盡了，欲界的因沒有了，所以他不到欲界來了。不到欲界到哪裡？到色界，他住在色界四禪天。"
    },
    {
      "id": "09-023-0024_p0046",
      "zh_CN": "【寄居色界四禅，不来人间，故称不来。然其心中，实无所谓来。】",
      "zh_TW": "【寄居色界四禪，不來人間，故稱不來。然其心中，實無所謂來。】"
    },
    {
      "id": "09-023-0024_p0047",
      "zh_CN": "他的心很清净，从来没有分别我来不来，没这个念头，他在四禅天，在那个地方修行。我们在佛经上仔细去观察，世尊为我们说的，三界六道凡圣同居土非常明显的有三处。第一个是四禅，四禅一共有九天，其中有五天都是这些声闻他们修行的道场，所以四禅是凡圣同居土。凡夫天有四天，圣人有五天，总共是有九层天。另外一个地方就是兜率，兜率天是凡圣同居土。有内院、有外院，外院是凡夫，内院是弥勒菩萨，所以兜率天是凡圣同居土。还有一个就是我们这个世间，我们这个地球也是凡圣同居土，确实有菩萨、有罗汉、有缘觉，在我们这个世间住，也住在这个地球上。这些圣者我们见不到他，他也不愿意见我们，虽然住在一起，彼此不相识；有缘的人，特别有因缘的人，偶尔会遇到。",
      "zh_TW": "他的心很清淨，從來沒有分別我來不來，沒這個念頭，他在四禪天，在那個地方修行。我們在佛經上仔細去觀察，世尊為我們說的，三界六道凡聖同居土非常明顯的有三處。第一個是四禪，四禪一共有九天，其中有五天都是這些聲聞他們修行的道場，所以四禪是凡聖同居土。凡夫天有四天，聖人有五天，總共是有九層天。另外一個地方就是兜率，兜率天是凡聖同居土。有內院、有外院，外院是凡夫，內院是彌勒菩薩，所以兜率天是凡聖同居土。還有一個就是我們這個世間，我們這個地球也是凡聖同居土，確實有菩薩、有羅漢、有緣覺，在我們這個世間住，也住在這個地球上。這些聖者我們見不到他，他也不願意見我們，雖然住在一起，彼此不相識；有緣的人，特別有因緣的人，偶爾會遇到。"
    },
    {
      "id": "09-023-0024_p0048",
      "zh_CN": "像诸位常常拜忏，你们拜水忏，《慈悲三昧水忏》；那个里面有个故事，迦诺迦尊者是个阿罗汉，他的道场在四川，悟达国师害了人面疮，他是皇帝的老师，国家有名的这些大夫都看遍了，没有人能把他治好。以后想起来，他在早年遇到一个人，曾经告诉他，你有急难的时候，将来你来找我，告诉他，他在四川某个地方，在一个山上，山上有两棵树，你到那个树旁边去叫他的名字，你就会找到他了。他果然找到这么个地方，真的有两棵树，迦诺迦尊者道场现出来了。尊者是阿罗汉，用慈悲三昧水给他洗疮，冤结解除，他好了。离开的时候，没走多远回头一看，没有了，一片荒山，这证明真的我们这个世间，有阿罗汉居住，我们看不到，他有他的宫殿，他有他的道场，这是《慈悲三昧水忏》里面记载的，决定不是假的。悟达国师不会打妄语，不会骗我们的。",
      "zh_TW": "像諸位常常拜懺，你們拜水懺，《慈悲三昧水懺》；那個裡面有個故事，迦諾迦尊者是個阿羅漢，他的道場在四川，悟達國師害了人面瘡，他是皇帝的老師，國家有名的這些大夫都看遍了，沒有人能把他治好。以後想起來，他在早年遇到一個人，曾經告訴他，你有急難的時候，將來你來找我，告訴他，他在四川某個地方，在一個山上，山上有兩棵樹，你到那個樹旁邊去叫他的名字，你就會找到他了。他果然找到這麼個地方，真的有兩棵樹，迦諾迦尊者道場現出來了。尊者是阿羅漢，用慈悲三昧水給他洗瘡，冤結解除，他好了。離開的時候，沒走多遠回頭一看，沒有了，一片荒山，這證明真的我們這個世間，有阿羅漢居住，我們看不到，他有他的宮殿，他有他的道場，這是《慈悲三昧水懺》裡面記載的，決定不是假的。悟達國師不會打妄語，不會騙我們的。"
    },
    {
      "id": "09-023-0024_p0049",
      "zh_CN": "另外一个，我们净土宗第四代的祖师法照大师，法照大师早年在衡山南岳，河南的南岳，他出家修行，心地非常之好。有一天早斋，早晨吃粥，那个时候过堂吃饭，出家人都用钵，钵里面盛的是稀饭、粥。他们正在念供养咒，供养咒念完准备吃饭，眼睛一看那个钵，钵里面现的有相，就像电视一样，现了画面；他仔细一看，看得很清楚，看到里面有金碧辉煌大的寺庙，那个山、路都看得很清楚、很明白，看了很久，以后没有了，这个相没有了。他吃完饭之后，就把这个事情给一些同参道友，几个比较要好的人告诉他，他看到这个相，结果有人就跟他讲，他说你所讲的这个好像是五台山，于是他就发心去朝五台，五台山是文殊菩萨的道场，他一到五台山，很熟！果然跟他看的是一模一样的，那个路他都很熟，他就循这个路去找，找到了大圣竹林寺，就是他在钵里头看到的。他就进去了，文殊菩萨、普贤菩萨在那里讲经说法，有两万多人围绕着在那里听经，这个座席大概都是这样的，前面一排人都不愿意坐，后头都坐满了，他后来的没有地方坐，就到前面来坐了，所以距离文殊菩萨就很近了。菩萨讲经完了之后，他上前请教，末法时期众生业障很重，修哪一种法门容易成就，文殊菩萨就教给他，修念佛法门。念哪一尊佛？念阿弥陀佛。文殊菩萨自己念了几声，教给他念，他就学会了。以后离开大圣竹林寺，沿途想做做记号，下一次来不要忘记，结果回头一看，荒山一片，道场没有了，这才知道，文殊菩萨真的在五台山，无缘的人见不到，他的宫殿是七宝宫殿，菩萨的宝刹。法照本来是参禅的，以后专修念佛法门，他在文殊菩萨那个地方学的念佛的腔调，于是乎就提倡，叫五会念佛，所以人家称他叫五会法师，就是称法照，是我们净土宗四祖。",
      "zh_TW": "另外一個，我們淨土宗第四代的祖師法照大師，法照大師早年在衡山南嶽，河南的南嶽，他出家修行，心地非常之好。有一天早齋，早晨吃粥，那個時候過堂吃飯，出家人都用缽，缽裡面盛的是稀飯、粥。他們正在念供養咒，供養咒念完準備吃飯，眼睛一看那個缽，缽裡面現的有相，就像電視一樣，現了畫面；他仔細一看，看得很清楚，看到裡面有金碧輝煌大的寺廟，那個山、路都看得很清楚、很明白，看了很久，以後沒有了，這個相沒有了。他吃完飯之後，就把這個事情給一些同參道友，幾個比較要好的人告訴他，他看到這個相，結果有人就跟他講，他說你所講的這個好像是五台山，於是他就發心去朝五台，五台山是文殊菩薩的道場，他一到五台山，很熟！果然跟他看的是一模一樣的，那個路他都很熟，他就循這個路去找，找到了大聖竹林寺，就是他在缽裡頭看到的。他就進去了，文殊菩薩、普賢菩薩在那裡講經說法，有兩萬多人圍繞著在那裡聽經，這個座席大概都是這樣的，前面一排人都不願意坐，後頭都坐滿了，他後來的沒有地方坐，就到前面來坐了，所以距離文殊菩薩就很近了。菩薩講經完了之後，他上前請教，末法時期眾生業障很重，修哪一種法門容易成就，文殊菩薩就教給他，修念佛法門。念哪一尊佛？念阿彌陀佛。文殊菩薩自己念了幾聲，教給他念，他就學會了。以後離開大聖竹林寺，沿途想做做記號，下一次來不要忘記，結果回頭一看，荒山一片，道場沒有了，這才知道，文殊菩薩真的在五台山，無緣的人見不到，他的宮殿是七寶宮殿，菩薩的寶剎。法照本來是參禪的，以後專修念佛法門，他在文殊菩薩那個地方學的念佛的腔調，於是乎就提倡，叫五會念佛，所以人家稱他叫五會法師，就是稱法照，是我們淨土宗四祖。"
    },
    {
      "id": "09-023-0024_p0050",
      "zh_CN": "诸位要晓得，现在我们也听到录音带有五会念佛，这个谱子是民国初年，民国二十几年，也是一位法师，我记不清楚了，是一位法师写的，这一位法师懂得音乐，写了一个谱，取这个五会的意思。这个乐谱，我是一九七七年在香港讲经，在倓虚老法师的中华佛教图书馆里面看到的，看到有几本，已经很旧了，几十年前的东西了，我看到也很欢喜，我对音乐不太懂，但是看到很欢喜，因为我知道法照禅师这个故事，看到这五会念佛，我就把它带一本回台湾，在台湾就翻印，翻印也印得很多。以后我们台湾有一位法师，法展法师，跟我同戒，年龄比我大一点，他懂音乐，没出家之前喜欢唱歌懂音乐，以后他在中坜圆光佛学院教书，就拿这个谱子去教他们唱。所以他们唱一段时期之后，就录了一个带子来流通。这个带子我听了一听，我感觉得不是法照禅师所传的，为什么？这个佛号念的，最要紧念的心要定，要把自己的清净心念出来，这是正确的。他那个五会念佛的声调很好听，像唱歌一样，不能叫我们定心；换句话说，那就对修行没有帮助。我们要修清净心，我们要修一心不乱，那个声调没有办法达到一心不乱。但是有好处，当作音乐表演可以接引初机，很好！接引初机很好，那就很有功德了。真正修行，不行！那个声调不行。所以真正修行，诸位一定要细心去体会，这个声调能叫我心定下来，能把我那些妄念统统念掉，那才有用处！种种念佛的音调，我们仔细去观察，哪一种适合于自己。像现在我们做了不少念佛机，念佛机里面的声调，大概是台中莲社的，李炳南老居士那个地方的念佛声调。这个声调很单纯，四个字阿弥陀佛，听久了确实心会定下来。",
      "zh_TW": "諸位要曉得，現在我們也聽到錄音帶有五會念佛，這個譜子是民國初年，民國二十幾年，也是一位法師，我記不清楚了，是一位法師寫的，這一位法師懂得音樂，寫了一個譜，取這個五會的意思。這個樂譜，我是一九七七年在香港講經，在倓虛老法師的中華佛教圖書館裡面看到的，看到有幾本，已經很舊了，幾十年前的東西了，我看到也很歡喜，我對音樂不太懂，但是看到很歡喜，因為我知道法照禪師這個故事，看到這五會念佛，我就把它帶一本回台灣，在台灣就翻印，翻印也印得很多。以後我們台灣有一位法師，法展法師，跟我同戒，年齡比我大一點，他懂音樂，沒出家之前喜歡唱歌懂音樂，以後他在中壢圓光佛學院教書，就拿這個譜子去教他們唱。所以他們唱一段時期之後，就錄了一個帶子來流通。這個帶子我聽了一聽，我感覺得不是法照禪師所傳的，為什麼？這個佛號念的，最要緊念的心要定，要把自己的清淨心念出來，這是正確的。他那個五會念佛的聲調很好聽，像唱歌一樣，不能叫我們定心；換句話說，那就對修行沒有幫助。我們要修清淨心，我們要修一心不亂，那個聲調沒有辦法達到一心不亂。但是有好處，當作音樂表演可以接引初機，很好！接引初機很好，那就很有功德了。真正修行，不行！那個聲調不行。所以真正修行，諸位一定要細心去體會，這個聲調能叫我心定下來，能把我那些妄念統統念掉，那才有用處！種種念佛的音調，我們仔細去觀察，哪一種適合於自己。像現在我們做了不少念佛機，念佛機裡面的聲調，大概是台中蓮社的，李炳南老居士那個地方的念佛聲調。這個聲調很單純，四個字阿彌陀佛，聽久了確實心會定下來。"
    },
    {
      "id": "09-023-0024_p0051",
      "zh_CN": "这是说明凡圣同居土，我们这个世间真的有菩萨、有阿罗汉，住在我们这个世间，我们凡夫不认识，凡夫也见不到。而这些圣者常常会化身在世间，与佛菩萨有缘的，可能你就遇到了，虽然遇到，你也不知道他是菩萨，他也不会告诉你，我是什么菩萨，他不会讲的，这个事情有。我有一个老师的太太，在抗战期间，我念中学的时候，我们校长的夫人，周邦道周老师的夫人，胜利以后她住在南京，在南京遇到地藏菩萨。那个时候她还不信佛，地藏菩萨到她家，跟她化香油，也不多，好像只化五斤香油，她没有给他，以后很后悔，她没给他。地藏菩萨就走了，走了之后，她突然想起来；那个时候她住的院子很大，庭院很大，院子外面有大门，当中还有二门，到里面住家是第三个门，门都是关着的；突然想起来，这个和尚说他是九华山来的，走了以后才想起来，他怎么来的？门没有开，他突然走了，也没有人替他开门，没有看到他开门走。所以这个疑问始终她就不解，就是生平遇到这么一桩怪事情，她说真的她不是在作梦，是白天，一个出家人从九华山来的，跟她化香油。以后到台中，她学佛了，把这个事情问李老师，李老师就告诉她，地藏王菩萨，她才晓得地藏王菩萨化身来的。所以我们在日常生活当中，可能就会遇到佛菩萨，但是不知道、不晓得。佛菩萨非常慈悲，常常照顾我们，我们不认识。这是这一个世间叫凡圣同居土。再看下面第四段：",
      "zh_TW": "這是說明凡聖同居土，我們這個世間真的有菩薩、有阿羅漢，住在我們這個世間，我們凡夫不認識，凡夫也見不到。而這些聖者常常會化身在世間，與佛菩薩有緣的，可能你就遇到了，雖然遇到，你也不知道他是菩薩，他也不會告訴你，我是什麼菩薩，他不會講的，這個事情有。我有一個老師的太太，在抗戰期間，我念中學的時候，我們校長的夫人，周邦道周老師的夫人，勝利以後她住在南京，在南京遇到地藏菩薩。那個時候她還不信佛，地藏菩薩到她家，跟她化香油，也不多，好像只化五斤香油，她沒有給他，以後很後悔，她沒給他。地藏菩薩就走了，走了之後，她突然想起來；那個時候她住的院子很大，庭院很大，院子外面有大門，當中還有二門，到裡面住家是第三個門，門都是關著的；突然想起來，這個和尚說他是九華山來的，走了以後才想起來，他怎麼來的？門沒有開，他突然走了，也沒有人替他開門，沒有看到他開門走。所以這個疑問始終她就不解，就是生平遇到這麼一樁怪事情，她說真的她不是在作夢，是白天，一個出家人從九華山來的，跟她化香油。以後到台中，她學佛了，把這個事情問李老師，李老師就告訴她，地藏王菩薩，她才曉得地藏王菩薩化身來的。所以我們在日常生活當中，可能就會遇到佛菩薩，但是不知道、不曉得。佛菩薩非常慈悲，常常照顧我們，我們不認識。這是這一個世間叫凡聖同居土。再看下面第四段："
    },
    {
      "id": "09-023-0024_p0052",
      "zh_CN": "经【须菩提，于意云何？阿罗汉能作是念，我得阿罗汉道不？须菩提言：不也，世尊。何以故？实无有法，名阿罗汉。世尊，若阿罗汉作是念，我得阿罗汉道，即为着我人众生寿者。】",
      "zh_TW": "經【須菩提，於意云何？阿羅漢能作是念，我得阿羅漢道不？須菩提言：不也，世尊。何以故？實無有法，名阿羅漢。世尊，若阿羅漢作是念，我得阿羅漢道，即為著我人眾生壽者。】"
    },
    {
      "id": "09-023-0024_p0053",
      "zh_CN": "这是四相具足，四相具足是凡夫，哪里是阿罗汉？我们看小注：",
      "zh_TW": "這是四相具足，四相具足是凡夫，哪裡是阿羅漢？我們看小註："
    },
    {
      "id": "09-023-0024_p0054",
      "zh_CN": "【阿罗汉，此云无生。】",
      "zh_TW": "【阿羅漢，此云無生。】"
    },
    {
      "id": "09-023-0024_p0055",
      "zh_CN": "三果于四禅天，进断，进是进步，再往前推进，向上推进，断上二界，就是色界跟无色界。色界四禅，无色界四天，总共八层。每一层里面有九品烦恼，思惑，九八是七十二，这七十二品惑断尽了，色界的因没有了，无色界的因也没有了，出了三界，这样超越三界。",
      "zh_TW": "三果於四禪天，進斷，進是進步，再往前推進，向上推進，斷上二界，就是色界跟無色界。色界四禪，無色界四天，總共八層。每一層裡面有九品煩惱，思惑，九八是七十二，這七十二品惑斷盡了，色界的因沒有了，無色界的因也沒有了，出了三界，這樣超越三界。"
    },
    {
      "id": "09-023-0024_p0056",
      "zh_CN": "「便证无生法忍」，这是真的不生了，不会再到六道里面来轮回，六道里面的生死没有了。所以他真的证了无生，证无生法忍。「不受后有」，后有就是死了以后还要投胎，那就有了，阿罗汉没有了。我们很麻烦，死了还要投胎。《地藏经》上讲的，顶多七七四十九天，又投胎去了。你要是明白这个真相，你就要晓得千万不能死，死了就不得了，那个麻烦才真大！这是真的，实实在在的。我们学佛，说实在话，目的何在？不死。能做得到吗？能！念佛往生，往生不是死。有很多人误会，以为念佛人都是求死，这大错特错，这个误会太严重了。所以有很多人不敢念《弥陀经》，念《弥陀经》是送死的，这是很大很大的错误。往生西方极乐世界，诸位要知道，活着去的，没有说是死了去的。活着去的，没死！你是活的，你没有断气，你的头脑很清楚，眼睛也看得见，耳朵也听得见，嘴巴也会说话，哪里叫死人？临终的时候看到阿弥陀佛来接引。福报大的，福报大就是临走的时候身体很健康，这是福报大的，告诉旁边家亲眷属，佛来了，来接引我，我跟他走了，你看是活着走的，哪里是死的走的？福报差一等的临终生病，但是他头脑清楚，大家给他念佛助念，他也跟着念佛；临走的时候，别人以为他嘴巴在动，他念佛走的，其实最后那个嘴巴在动不是念佛，他是告诉大家佛来接引他，他要走了，嘴巴在动，没有声音、没有气力，说不出来，是这样的情形。何况我们在这些年当中，我们见到的、听到的，站着走的、坐着走的，预知时至，没有病苦，很多！",
      "zh_TW": "「便證無生法忍」，這是真的不生了，不會再到六道裡面來輪迴，六道裡面的生死沒有了。所以他真的證了無生，證無生法忍。「不受後有」，後有就是死了以後還要投胎，那就有了，阿羅漢沒有了。我們很麻煩，死了還要投胎。《地藏經》上講的，頂多七七四十九天，又投胎去了。你要是明白這個真相，你就要曉得千萬不能死，死了就不得了，那個麻煩才真大！這是真的，實實在在的。我們學佛，說實在話，目的何在？不死。能做得到嗎？能！念佛往生，往生不是死。有很多人誤會，以為念佛人都是求死，這大錯特錯，這個誤會太嚴重了。所以有很多人不敢念《彌陀經》，念《彌陀經》是送死的，這是很大很大的錯誤。往生西方極樂世界，諸位要知道，活著去的，沒有說是死了去的。活著去的，沒死！你是活的，你沒有斷氣，你的頭腦很清楚，眼睛也看得見，耳朵也聽得見，嘴巴也會說話，哪裡叫死人？臨終的時候看到阿彌陀佛來接引。福報大的，福報大就是臨走的時候身體很健康，這是福報大的，告訴旁邊家親眷屬，佛來了，來接引我，我跟他走了，你看是活著走的，哪裡是死的走的？福報差一等的臨終生病，但是他頭腦清楚，大家給他念佛助念，他也跟著念佛；臨走的時候，別人以為他嘴巴在動，他念佛走的，其實最後那個嘴巴在動不是念佛，他是告訴大家佛來接引他，他要走了，嘴巴在動，沒有聲音、沒有氣力，說不出來，是這樣的情形。何況我們在這些年當中，我們見到的、聽到的，站著走的、坐著走的，預知時至，沒有病苦，很多！"
    },
    {
      "id": "09-023-0024_p0057",
      "zh_CN": "我们在台湾，台湾这四十年当中，念佛真正往生，最保守的估计也在五百人以上，这是真正难得，这么一个小的地方，这么短的时间，这么多人往生。其中站着走的，台南将军乡的一个老太太，这是民国五十七年的事情。我是五十八年在佛光山，跟星云法师在一起，我帮助他；那是头一年的事情，就是五十七年。佛光山那个时候刚刚开山，那一块空地只有一栋建筑物，就是他那个佛学院，最早的就是一栋建筑物。佛光山的工程一年到头都没有中断，所以有长工，包给他们做的，有长工，其中就有一个是将军乡的工人。我有一天晚上，带着大概有二十几个学生，月光很好，我们在树下赏月，在讨论课程，这个工人走到我们的圈子来了，我们也欢迎他，你来听听佛法也不错。他坐下来之后，他给我们讲佛法，我们洗耳恭听，听他讲他的邻居，老太太往生的瑞相，这个老太太一年前往生的。这个老太太不认识字，心地很好，非常慈悲，也不懂什么叫佛法，佛也拜、神也拜、土地公也拜，到处都拜，三年前她儿子娶了个媳妇，媳妇懂得一点佛法，就劝她不要去乱拜，在家里面专拜阿弥陀佛、专念阿弥陀佛，求生净土。这个老太太很难得，她听她媳妇的话，果然就在家里老实念佛，念了三年，预知时至；不过她没有跟家人说，在事后我们想一想，可能跟家人说家人会阻扰她，所以她不讲。那一天晚上吃晚饭，她的儿女非常孝顺，她就交代家里人，她说她要洗澡，你们先吃饭，不要等我；家里的人饭开了，还是等她，等她等了很久没出来，到里面去看看，确实洗了澡，叫她没有声音。她家有个小佛堂，老太太洗完澡换了衣服，穿了海青，在小佛堂里面，手上拿着念珠，面对着佛像，站在那里，叫也不答应，仔细一看，死了，往生了，站着走的。才晓得这个老太太预知时至，不告诉家人，没有人干扰她，自自在在往生了。那个工人给我们讲了一个多钟点，劝我们要念佛，念佛往生是真的，我亲眼看到的。实在不是假的，念佛往生净土。",
      "zh_TW": "我們在台灣，台灣這四十年當中，念佛真正往生，最保守的估計也在五百人以上，這是真正難得，這麼一個小的地方，這麼短的時間，這麼多人往生。其中站著走的，台南將軍鄉的一個老太太，這是民國五十七年的事情。我是五十八年在佛光山，跟星雲法師在一起，我幫助他；那是頭一年的事情，就是五十七年。佛光山那個時候剛剛開山，那一塊空地只有一棟建築物，就是他那個佛學院，最早的就是一棟建築物。佛光山的工程一年到頭都沒有中斷，所以有長工，包給他們做的，有長工，其中就有一個是將軍鄉的工人。我有一天晚上，帶著大概有二十幾個學生，月光很好，我們在樹下賞月，在討論課程，這個工人走到我們的圈子來了，我們也歡迎他，你來聽聽佛法也不錯。他坐下來之後，他給我們講佛法，我們洗耳恭聽，聽他講他的鄰居，老太太往生的瑞相，這個老太太一年前往生的。這個老太太不認識字，心地很好，非常慈悲，也不懂什麼叫佛法，佛也拜、神也拜、土地公也拜，到處都拜，三年前她兒子娶了個媳婦，媳婦懂得一點佛法，就勸她不要去亂拜，在家裡面專拜阿彌陀佛、專念阿彌陀佛，求生淨土。這個老太太很難得，她聽她媳婦的話，果然就在家裡老實念佛，念了三年，預知時至；不過她沒有跟家人說，在事後我們想一想，可能跟家人說家人會阻擾她，所以她不講。那一天晚上吃晚飯，她的兒女非常孝順，她就交代家裡人，她說她要洗澡，你們先吃飯，不要等我；家裡的人飯開了，還是等她，等她等了很久沒出來，到裡面去看看，確實洗了澡，叫她沒有聲音。她家有個小佛堂，老太太洗完澡換了衣服，穿了海青，在小佛堂裡面，手上拿著念珠，面對著佛像，站在那裡，叫也不答應，仔細一看，死了，往生了，站著走的。才曉得這個老太太預知時至，不告訴家人，沒有人干擾她，自自在在往生了。那個工人給我們講了一個多鐘點，勸我們要念佛，念佛往生是真的，我親眼看到的。實在不是假的，念佛往生淨土。"
    },
    {
      "id": "09-023-0024_p0058",
      "zh_CN": "大概在，这个恐怕还不到十年，顶多十年前的样子，美国旧金山，这个事情是甘老居士告诉我的，是他亲戚的朋友，也是很熟的人，一个老太太。在美国老人很寂寞，美国地方大，出门没有车是决定不行的，老人在家里不会开车，就做家事，照顾家庭。这个老太太也不例外，照顾自己的儿子、媳妇，照顾孙子，在家里烧饭、洗衣服，做这些家事。每天早晨，早饭都是她烧的，这一天，她儿子、媳妇起来的时候，老太太没烧饭，就感觉得很奇怪；怎么今天老太太这么晚还没起来，就去敲她的门，门一打开，老太太盘腿坐在那个地方，叫她也不答应，再一看，往生了，不知道什么时候往生，坐着往生的。这个老太太很有趣，她床上旁边摆了好几套的衣服，孝服，儿子的、媳妇的、孙子的，不知道她什么时候做的，统统做好了，都摆在旁边，还有遗嘱老早写好了，摆在旁边，预知时至。这都没有人看见，大概是家人上班，小孩上学了，她在家做这些孝服，连后事她都自己准备好了，都是念佛往生的。所以这种情形，至少三个月之前就晓得哪一天走，她才有这么多的时间去做衣服，不可思议！类似这些事情，实在讲我们看到很多很多。",
      "zh_TW": "大概在，這個恐怕還不到十年，頂多十年前的樣子，美國舊金山，這個事情是甘老居士告訴我的，是他親戚的朋友，也是很熟的人，一個老太太。在美國老人很寂寞，美國地方大，出門沒有車是決定不行的，老人在家裡不會開車，就做家事，照顧家庭。這個老太太也不例外，照顧自己的兒子、媳婦，照顧孫子，在家裡燒飯、洗衣服，做這些家事。每天早晨，早飯都是她燒的，這一天，她兒子、媳婦起來的時候，老太太沒燒飯，就感覺得很奇怪；怎麼今天老太太這麼晚還沒起來，就去敲她的門，門一打開，老太太盤腿坐在那個地方，叫她也不答應，再一看，往生了，不知道什麼時候往生，坐著往生的。這個老太太很有趣，她床上旁邊擺了好幾套的衣服，孝服，兒子的、媳婦的、孫子的，不知道她什麼時候做的，統統做好了，都擺在旁邊，還有遺囑老早寫好了，擺在旁邊，預知時至。這都沒有人看見，大概是家人上班，小孩上學了，她在家做這些孝服，連後事她都自己準備好了，都是念佛往生的。所以這種情形，至少三個月之前就曉得哪一天走，她才有這麼多的時間去做衣服，不可思議！類似這些事情，實在講我們看到很多很多。"
    },
    {
      "id": "09-023-0024_p0059",
      "zh_CN": "倓虚老法师在《念佛论》后面说过，站着走的、坐着走的、预知时至、不生病的，他一生当中见到二十多个人。听别人讲的那就很多了，那这个不论，亲眼看到的二十多个人。像台北李济华居士往生，那个也很不可思议。李老居士八十多岁，他大概是二个月以前就知道，知道自己哪一天走。所以星期假日出去看看朋友，见最后一次面，他也不告诉人。走的那一天，他们念佛团聚会，聚会大家在一块念佛，念一支香跟打佛七一样，当中讲开示，请他老人家讲开示，通常开示讲半个小时，他那一天高兴，讲了一个半小时，恳切的劝大家念佛。讲完之后，向大家告辞，我要回家去了。人家认为他八十多岁，讲一个半钟点讲累了，他要回家去了。他下了讲台，讲堂隔壁就是客厅，他在客厅沙发上一坐往生了，你看看，往生之前讲一个半钟点，音声宏亮，没有一点改变，下台说走就走了，这是我亲眼看到的，哪里是假的？不信，那真的叫没福！这个法门是善根福德因缘，你不相信是没福。世间是假的，一场空，唯有念佛求生净土，这是真的！真的不相信，信假的，愚痴到了极处。这说明不受后有，真正能往生就不受后有，以后六道生死轮回再也没有了，永远把这问题解决掉了，这才叫大丈夫，这才叫英雄好汉。",
      "zh_TW": "倓虛老法師在《念佛論》後面說過，站著走的、坐著走的、預知時至、不生病的，他一生當中見到二十多個人。聽別人講的那就很多了，那這個不論，親眼看到的二十多個人。像台北李濟華居士往生，那個也很不可思議。李老居士八十多歲，他大概是二個月以前就知道，知道自己哪一天走。所以星期假日出去看看朋友，見最後一次面，他也不告訴人。走的那一天，他們念佛團聚會，聚會大家在一塊念佛，念一支香跟打佛七一樣，當中講開示，請他老人家講開示，通常開示講半個小時，他那一天高興，講了一個半小時，懇切的勸大家念佛。講完之後，向大家告辭，我要回家去了。人家認為他八十多歲，講一個半鐘點講累了，他要回家去了。他下了講台，講堂隔壁就是客廳，他在客廳沙發上一坐往生了，你看看，往生之前講一個半鐘點，音聲宏亮，沒有一點改變，下台說走就走了，這是我親眼看到的，哪裡是假的？不信，那真的叫沒福！這個法門是善根福德因緣，你不相信是沒福。世間是假的，一場空，唯有念佛求生淨土，這是真的！真的不相信，信假的，愚痴到了極處。這說明不受後有，真正能往生就不受後有，以後六道生死輪迴再也沒有了，永遠把這問題解決掉了，這才叫大丈夫，這才叫英雄好漢。"
    },
    {
      "id": "09-023-0024_p0060",
      "zh_CN": "【生死从此了矣，故称无生。然其心中，实并法亦无之。因其无法，则生灭心息，故称无生。是亦假名无生耳。】",
      "zh_TW": "【生死從此了矣，故稱無生。然其心中，實並法亦無之。因其無法，則生滅心息，故稱無生。是亦假名無生耳。】"
    },
    {
      "id": "09-023-0024_p0061",
      "zh_CN": "事相上讲，他真的不会到三界来投胎，不会舍身受身，六道轮回的生死永远断掉了。阿罗汉不但没有这个执着，就连断上二界七十二品的烦恼念头都没有，并不以为我断七十二品思惑，他没有这个念头，连修学的法都不执着，所得的果更不会执着。由此可知，世尊建立这些名相，实在是为解说方便起见而建立的。相是假相，名是假名，因此名与相都不可以执着。举这么多例子，这是从证果的人来说，人家因为不执着才能够证得；稍稍有一点执着就不能证果。后面阿罗汉意思也略说一说：",
      "zh_TW": "事相上講，他真的不會到三界來投胎，不會捨身受身，六道輪迴的生死永遠斷掉了。阿羅漢不但沒有這個執著，就連斷上二界七十二品的煩惱念頭都沒有，並不以為我斷七十二品思惑，他沒有這個念頭，連修學的法都不執著，所得的果更不會執著。由此可知，世尊建立這些名相，實在是為解說方便起見而建立的。相是假相，名是假名，因此名與相都不可以執著。舉這麼多例子，這是從證果的人來說，人家因為不執著才能夠證得；稍稍有一點執著就不能證果。後面阿羅漢意思也略說一說："
    },
    {
      "id": "09-023-0024_p0062",
      "zh_CN": "【阿罗汉一云杀贼】",
      "zh_TW": "【阿羅漢一云殺賊】"
    },
    {
      "id": "09-023-0024_p0063",
      "zh_CN": "它有三个意思：杀贼、应供、不生，这些意思。杀贼，杀烦恼贼之意。有一些人看到佛经的这些名词术语，感到很奇怪，佛家不杀生是第一条大戒，怎么阿罗汉还杀贼？贼是比喻，贼偷窃我们的东西，我们的财物受了损失。烦恼能够障碍我们的智慧，障碍我们的德能，好像烦恼把我们的智慧德能给偷走了，把它比喻作贼，贼灭掉之后，我们的财物就不会受损失，取这个意思，不是真的贼，是烦恼：贪瞋痴慢，是讲这个。",
      "zh_TW": "它有三個意思：殺賊、應供、不生，這些意思。殺賊，殺煩惱賊之意。有一些人看到佛經的這些名詞術語，感到很奇怪，佛家不殺生是第一條大戒，怎麼阿羅漢還殺賊？賊是比喻，賊偷竊我們的東西，我們的財物受了損失。煩惱能夠障礙我們的智慧，障礙我們的德能，好像煩惱把我們的智慧德能給偷走了，把它比喻作賊，賊滅掉之後，我們的財物就不會受損失，取這個意思，不是真的賊，是煩惱：貪瞋痴慢，是講這個。"
    },
    {
      "id": "09-023-0024_p0064",
      "zh_CN": "【又云应供】",
      "zh_TW": "【又云應供】"
    },
    {
      "id": "09-023-0024_p0065",
      "zh_CN": "应供的意思，应是应该，供是供养，应该接受天人的供养，为什么？他是福田。我们供养阿罗汉，真的种福，他是福田。所以供养他，让一切众生得福。我们读了《金刚经》，我们就晓得，阿罗汉的福田不大，《金刚经》上所给我们讲的无上福田，得无量福德，那是超过阿罗汉太多太多了，我们应当要认真的来学习。这是世尊引用小乘四果，说明不分别、不执着所得的成就。",
      "zh_TW": "應供的意思，應是應該，供是供養，應該接受天人的供養，為什麼？他是福田。我們供養阿羅漢，真的種福，他是福田。所以供養他，讓一切眾生得福。我們讀了《金剛經》，我們就曉得，阿羅漢的福田不大，《金剛經》上所給我們講的無上福田，得無量福德，那是超過阿羅漢太多太多了，我們應當要認真的來學習。這是世尊引用小乘四果，說明不分別、不執著所得的成就。"
    },
    {
      "id": "09-023-0024_p0066",
      "zh_CN": "底下这一段，尊者为我们现身说法。他自己出来做见证，这就更亲切，更容易去体会、去了解，确确实实是要离一切相，不应该着相。我们看尊者所说的：",
      "zh_TW": "底下這一段，尊者為我們現身說法。他自己出來做見證，這就更親切，更容易去體會、去了解，確確實實是要離一切相，不應該著相。我們看尊者所說的："
    },
    {
      "id": "09-023-0024_p0067",
      "zh_CN": "经【世尊】",
      "zh_TW": "經【世尊】"
    },
    {
      "id": "09-023-0024_p0068",
      "zh_CN": "这是对佛尊敬的称呼。",
      "zh_TW": "這是對佛尊敬的稱呼。"
    },
    {
      "id": "09-023-0024_p0069",
      "zh_CN": "经【佛说我得无诤三昧】",
      "zh_TW": "經【佛說我得無諍三昧】"
    },
    {
      "id": "09-023-0024_p0070",
      "zh_CN": "诸位看这个经文上，没有说如来说，「佛说」，这个地方就有差别，佛是指释迦牟尼佛，是从相上讲，不从性上讲。释迦牟尼佛常常称赞他，他得无诤三昧。",
      "zh_TW": "諸位看這個經文上，沒有說如來說，「佛說」，這個地方就有差別，佛是指釋迦牟尼佛，是從相上講，不從性上講。釋迦牟尼佛常常稱讚他，他得無諍三昧。"
    },
    {
      "id": "09-023-0024_p0071",
      "zh_CN": "经【人中最为第一，是第一离欲阿罗汉。】",
      "zh_TW": "經【人中最為第一，是第一離欲阿羅漢。】"
    },
    {
      "id": "09-023-0024_p0072",
      "zh_CN": "这是释迦牟尼佛在大众当中，夸奖须菩提尊者，他有特长。这里面的意思，什么叫无诤三昧？要知道，实在说我们要学习。今天的社会是个竞争的社会，什么都要争，如果你不争，那你就是无诤三昧了，你就得无诤三昧，世间人不赞叹你，佛菩萨赞叹你，这个要知道。",
      "zh_TW": "這是釋迦牟尼佛在大眾當中，誇獎須菩提尊者，他有特長。這裡面的意思，什麼叫無諍三昧？要知道，實在說我們要學習。今天的社會是個競爭的社會，什麼都要爭，如果你不爭，那你就是無諍三昧了，你就得無諍三昧，世間人不讚歎你，佛菩薩讚歎你，這個要知道。"
    },
    {
      "id": "09-023-0024_p0073",
      "zh_CN": "【不与物竞】",
      "zh_TW": "【不與物競】"
    },
    {
      "id": "09-023-0024_p0074",
      "zh_CN": "竞是竞争。这个地方没有说不与人竞争，说个物，物的意思比人范围要大，要大得多。不但我们不与人争，我们不与鬼神争，我们不与天争，我们也不与大梵天王争，这个物就都包括了；如果用「人」不能包括，物的范围大。就是与一切众生我们不跟他竞争。",
      "zh_TW": "競是競爭。這個地方沒有說不與人競爭，說個物，物的意思比人範圍要大，要大得多。不但我們不與人爭，我們不與鬼神爭，我們不與天爭，我們也不與大梵天王爭，這個物就都包括了；如果用「人」不能包括，物的範圍大。就是與一切眾生我們不跟他競爭。"
    },
    {
      "id": "09-023-0024_p0075",
      "zh_CN": "【一切平等。由不自是，故能无诤。】",
      "zh_TW": "【一切平等。由不自是，故能無諍。】"
    },
    {
      "id": "09-023-0024_p0076",
      "zh_CN": "凡是有争执，一定是执着自己的成见，自以为是。两个人都自以为是，这才争执，你以为是，我不自以为是，这就没事了。你争我让，就争不起来。打架，两个对打才打得起来；一个打，一个让，打不起来。吵嘴也是如此，两个人对骂才很热闹，一个人骂，一个人不吭气，他就不会骂了。由此可知，打架的人、吵架的人，两个人程度一般高；一个高、一个低吵不起来，程度高的会让，吵不起来，这个要学，学会了你一生都很幸福。你要是跟人家吵的时候，你自己要生惭愧心，怎么样？「我跟他一样的」，不一样怎么能吵得起来！我们小时候念书，现在学校跟从前教育不一样，现在民主自由，老师对学生很客气。我那个时候念书，老师很尊严，学生犯过失，体罚、打手心、罚跪，两个同学吵架，两个人统统罚跪。我们做学生的，心很不服气，明明知道这个同学有理，那个同学没有理，为什么两个人一起罚跪。到以后学佛才明白，两个一样的，罚得对，一点没错；如果一个真的好，好的会让，不会闹事，吵不起来，一定是一样的，两个都罚绝对正确，才晓得老师没做错，我们想错了，我们有偏见，老师做的是对的。「由不自是」这一句话很有道理，不要自己以为是，不要自己以为很能干，不要自己以为很聪明，都是招惹是非，都是招惹麻烦。现在社会所讲，你保持一个低姿势，好！不要跟人相争。尤其是学佛，从哪里学起，「于人无争，于世无求」。无争无求，一切就放下了，一切就不执着了，念佛往生没有障碍。念佛不能往生，就是因为你还有争，你还有求，有争有求吃亏的是自己，亏吃大了！不能往生，还继续不断搞六道轮回，你说这个麻烦大不大？这个亏吃大了，所以先要学无诤。须菩提尊者于一切人事物都不争，世尊赞叹他、标榜他，就是教我们学他，用意在此地。",
      "zh_TW": "凡是有爭執，一定是執著自己的成見，自以為是。兩個人都自以為是，這才爭執，你以為是，我不自以為是，這就沒事了。你爭我讓，就爭不起來。打架，兩個對打才打得起來；一個打，一個讓，打不起來。吵嘴也是如此，兩個人對罵才很熱鬧，一個人罵，一個人不吭氣，他就不會罵了。由此可知，打架的人、吵架的人，兩個人程度一般高；一個高、一個低吵不起來，程度高的會讓，吵不起來，這個要學，學會了你一生都很幸福。你要是跟人家吵的時候，你自己要生慚愧心，怎麼樣？「我跟他一樣的」，不一樣怎麼能吵得起來！我們小時候念書，現在學校跟從前教育不一樣，現在民主自由，老師對學生很客氣。我那個時候念書，老師很尊嚴，學生犯過失，體罰、打手心、罰跪，兩個同學吵架，兩個人統統罰跪。我們做學生的，心很不服氣，明明知道這個同學有理，那個同學沒有理，為什麼兩個人一起罰跪。到以後學佛才明白，兩個一樣的，罰得對，一點沒錯；如果一個真的好，好的會讓，不會鬧事，吵不起來，一定是一樣的，兩個都罰絕對正確，才曉得老師沒做錯，我們想錯了，我們有偏見，老師做的是對的。「由不自是」這一句話很有道理，不要自己以為是，不要自己以為很能幹，不要自己以為很聰明，都是招惹是非，都是招惹麻煩。現在社會所講，你保持一個低姿勢，好！不要跟人相爭。尤其是學佛，從哪裡學起，「於人無爭，於世無求」。無爭無求，一切就放下了，一切就不執著了，念佛往生沒有障礙。念佛不能往生，就是因為你還有爭，你還有求，有爭有求吃虧的是自己，虧吃大了！不能往生，還繼續不斷搞六道輪迴，你說這個麻煩大不大？這個虧吃大了，所以先要學無諍。須菩提尊者於一切人事物都不爭，世尊讚歎他、標榜他，就是教我們學他，用意在此地。"
    },
    {
      "id": "09-023-0024_p0077",
      "zh_CN": "【无诤，则不恼他。意在守护他心，令不生恼。修此三昧，岂非大慈。】",
      "zh_TW": "【無諍，則不惱他。意在守護他心，令不生惱。修此三昧，豈非大慈。】"
    },
    {
      "id": "09-023-0024_p0078",
      "zh_CN": "这是大慈大悲，就是不要让别人生烦恼。假如那个人见到我就讨厌，怎么办？我们看到他来了，赶快躲开。这是修什么？修大慈悲，不是怕他，不让他生烦恼，这是菩萨行，真正学佛就要从这些地方学起，从这个地方下手。",
      "zh_TW": "這是大慈大悲，就是不要讓別人生煩惱。假如那個人見到我就討厭，怎麼辦？我們看到他來了，趕快躲開。這是修什麼？修大慈悲，不是怕他，不讓他生煩惱，這是菩薩行，真正學佛就要從這些地方學起，從這個地方下手。"
    },
    {
      "id": "09-023-0024_p0079",
      "zh_CN": "【三昧，此云正受。】",
      "zh_TW": "【三昧，此云正受。】"
    },
    {
      "id": "09-023-0024_p0080",
      "zh_CN": "三昧是梵语音译过来的，翻成中国的意思叫正受，受是享受，正受是正常的享受。",
      "zh_TW": "三昧是梵語音譯過來的，翻成中國的意思叫正受，受是享受，正受是正常的享受。"
    },
    {
      "id": "09-023-0024_p0081",
      "zh_CN": "【亦曰正定】",
      "zh_TW": "【亦曰正定】"
    },
    {
      "id": "09-023-0024_p0082",
      "zh_CN": "也翻作正定，三昧也可以当作定讲。【不受诸受】",
      "zh_TW": "也翻作正定，三昧也可以當作定講。【不受諸受】"
    },
    {
      "id": "09-023-0024_p0083",
      "zh_CN": "我们凡夫有受，受就是有享受，你享受的是些什么？你所有一切享受归纳起来，不外乎这五种：苦、乐、忧、喜、舍，身之享受是苦乐，心的享受是忧喜，我们讲精神的享受，物质的享受。物质享受里有苦乐，精神享受里有忧喜；苦乐忧喜都没有的时候，叫舍受，这是统统都没有，很平淡的，这叫舍受。舍受好，时间很短，不长。舍受要是长了，那就是定，就叫三昧。它不长久，它是短暂的，一会儿烦恼又起来了。不受这五种受，这才叫正受。",
      "zh_TW": "我們凡夫有受，受就是有享受，你享受的是些什麼？你所有一切享受歸納起來，不外乎這五種：苦、樂、憂、喜、捨，身之享受是苦樂，心的享受是憂喜，我們講精神的享受，物質的享受。物質享受裡有苦樂，精神享受裡有憂喜；苦樂憂喜都沒有的時候，叫捨受，這是統統都沒有，很平淡的，這叫捨受。捨受好，時間很短，不長。捨受要是長了，那就是定，就叫三昧。它不長久，它是短暫的，一會兒煩惱又起來了。不受這五種受，這才叫正受。"
    },
    {
      "id": "09-023-0024_p0084",
      "zh_CN": "【一切不受，则不为一切所动，是为正定。】",
      "zh_TW": "【一切不受，則不為一切所動，是為正定。】"
    },
    {
      "id": "09-023-0024_p0085",
      "zh_CN": "因为不受，当然不会被外面境界动摇，换句话说，不会被外境干扰。心就是定的，心是清净的，这个叫做正定。",
      "zh_TW": "因為不受，當然不會被外面境界動搖，換句話說，不會被外境干擾。心就是定的，心是清淨的，這個叫做正定。"
    },
    {
      "id": "09-023-0024_p0086",
      "zh_CN": "【然此三昧之所以成者，则由于人我是非之相皆空耳。】",
      "zh_TW": "【然此三昧之所以成者，則由於人我是非之相皆空耳。】"
    },
    {
      "id": "09-023-0024_p0087",
      "zh_CN": "他为什么能得到无诤三昧？四相断了，所以能够忍世间人不能忍的，世间人没法子忍的，他能忍。世间人何以无法忍？因为有我、有人、有众生、有寿者，你就没法子。佛菩萨、阿罗汉为什么能忍？无我、无人、无众生、无寿者；你骂他，他绝对不会答复你。为什么？他「无我」，你骂谁，你骂了半天，他「无我」，他没接受。我们被人家一骂，我们马上就生气了，为什么？他这一骂，我马上就受过来，就接受了，很快就接受过来，这一接受过来他就有反应。阿罗汉无我相，他这一骂都落空，没人受他的。你细细想这个道理，如果从今之后，再有人骂你，你马上就生气了，你去想想，怎么我就接受了？接受应当受好的，不好的不要接受，要明了。真有功夫的人，好的赞叹、恭维也不接受，心在境界里保持清净如如不动，那才叫高段的功夫，这是应当要学的。真正的事实的真相，人家四相都空了，四相都不执着了。",
      "zh_TW": "他為什麼能得到無諍三昧？四相斷了，所以能夠忍世間人不能忍的，世間人沒法子忍的，他能忍。世間人何以無法忍？因為有我、有人、有眾生、有壽者，你就沒法子。佛菩薩、阿羅漢為什麼能忍？無我、無人、無眾生、無壽者；你罵他，他絕對不會答覆你。為什麼？他「無我」，你罵誰，你罵了半天，他「無我」，他沒接受。我們被人家一罵，我們馬上就生氣了，為什麼？他這一罵，我馬上就受過來，就接受了，很快就接受過來，這一接受過來他就有反應。阿羅漢無我相，他這一罵都落空，沒人受他的。你細細想這個道理，如果從今之後，再有人罵你，你馬上就生氣了，你去想想，怎麼我就接受了？接受應當受好的，不好的不要接受，要明瞭。真有功夫的人，好的讚歎、恭維也不接受，心在境界裡保持清淨如如不動，那才叫高段的功夫，這是應當要學的。真正的事實的真相，人家四相都空了，四相都不執著了。"
    },
    {
      "id": "09-023-0024_p0088",
      "zh_CN": "【虽得无诤三昧，而不存有所得心。是自忘其在定矣，此为离三昧障。乃真得无诤、真得三昧。故称第一离欲阿罗汉。】",
      "zh_TW": "【雖得無諍三昧，而不存有所得心。是自忘其在定矣，此為離三昧障。乃真得無諍、真得三昧。故稱第一離欲阿羅漢。】"
    },
    {
      "id": "09-023-0024_p0089",
      "zh_CN": "这里面有两句话很重要，「自忘其在定」，这个定是很深的禅定，像世尊在《楞严经》上讲的九次第定，阿罗汉所证的九次第定。忘其在定，他不像四禅天他们所得的禅定、四空天所得的禅定，因为他执着我得初禅了，他就生初禅天，我得二禅了，他就生二禅天；尊者已经得第九定了，他没有说他得定，所以他还在人间，跟我们大家混在一起，他真的得定了，并没有执着在定上。由此可知，世间禅定这个四禅八定，四相没破，我得定了，有我相，我相的对面是人相，人相的对面是众生相，众生相相续不断是寿者相，寿者相是讲时间，相续不断。四相具足，所以他出不了三界，不能得圣果，就是因为他执着有四相；虽然得第八定，还比不上一个须陀洹，道理在此地，这是我们必须要知道。我们所修的法门，认真修学，心里面干净，不以为然，不以为我修得怎么样了，不可以有这个念头，有这个念头是着相了。即使证果，也要像这些圣人摆的这个例子，清清楚楚，他自己并没有说他证果。我们说他证果，他自己绝对没有这个念头；我证果了，我得什么法了，没这个念头，一有这个念头四相具足；这叫离三昧障。由此可知，世间的四禅八定都有障，他住在这个定里头，那就叫障。他把这个法也空掉了，果也空掉了，障没有了，这叫真得无诤三昧。世尊赞叹他，称为第一离欲阿罗汉。",
      "zh_TW": "這裡面有兩句話很重要，「自忘其在定」，這個定是很深的禪定，像世尊在《楞嚴經》上講的九次第定，阿羅漢所證的九次第定。忘其在定，他不像四禪天他們所得的禪定、四空天所得的禪定，因為他執著我得初禪了，他就生初禪天，我得二禪了，他就生二禪天；尊者已經得第九定了，他沒有說他得定，所以他還在人間，跟我們大家混在一起，他真的得定了，並沒有執著在定上。由此可知，世間禪定這個四禪八定，四相沒破，我得定了，有我相，我相的對面是人相，人相的對面是眾生相，眾生相相續不斷是壽者相，壽者相是講時間，相續不斷。四相具足，所以他出不了三界，不能得聖果，就是因為他執著有四相；雖然得第八定，還比不上一個須陀洹，道理在此地，這是我們必須要知道。我們所修的法門，認真修學，心裡面乾淨，不以為然，不以為我修得怎麼樣了，不可以有這個念頭，有這個念頭是著相了。即使證果，也要像這些聖人擺的這個例子，清清楚楚，他自己並沒有說他證果。我們說他證果，他自己絕對沒有這個念頭；我證果了，我得什麼法了，沒這個念頭，一有這個念頭四相具足；這叫離三昧障。由此可知，世間的四禪八定都有障，他住在這個定裡頭，那就叫障。他把這個法也空掉了，果也空掉了，障沒有了，這叫真得無諍三昧。世尊讚歎他，稱為第一離欲阿羅漢。"
    },
    {
      "id": "09-023-0024_p0090",
      "zh_CN": "【不但于一切人中最为第一，即以阿罗汉之离欲言，亦称第一也。】",
      "zh_TW": "【不但於一切人中最為第一，即以阿羅漢之離欲言，亦稱第一也。】"
    },
    {
      "id": "09-023-0024_p0091",
      "zh_CN": "人中离欲第一，就是于人无争，于世无求，他第一，就在阿罗汉同学当中，他的功夫也比别人高，也算是第一。我们今天就讲到此地。",
      "zh_TW": "人中離欲第一，就是於人無爭，於世無求，他第一，就在阿羅漢同學當中，他的功夫也比別人高，也算是第一。我們今天就講到此地。"
    }
  ]
}