{
  "doc_id": "09-023-0116",
  "title": {
    "zh_CN": "金刚般若研习报告",
    "zh_TW": "金剛般若研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一六集",
    "zh_TW": "第一一六集"
  },
  "year": "1995",
  "location": {
    "zh_CN": "美国净宗学会",
    "zh_TW": "美國淨宗學會"
  },
  "doc_number": "09-023-0116",
  "total_paragraphs": 77,
  "paragraphs": [
    {
      "id": "09-023-0116_p0001",
      "zh_CN": "请掀开经本二百六十八面，第一行：",
      "zh_TW": "請掀開經本二百六十八面，第一行："
    },
    {
      "id": "09-023-0116_p0002",
      "zh_CN": "【当知不取，即是离相。云何方能不取。《圆觉经》云︰一切菩萨及末世众生，应当远离一切幻化虚妄境界。由坚持远离心故。心如幻者，亦复远离。远离为幻，亦复远离。离远离幻，亦复远离。得无所离，即除诸幻。】",
      "zh_TW": "【當知不取，即是離相。云何方能不取。《圓覺經》云︰一切菩薩及末世眾生，應當遠離一切幻化虛妄境界。由堅持遠離心故。心如幻者，亦復遠離。遠離為幻，亦復遠離。離遠離幻，亦復遠離。得無所離，即除諸幻。】"
    },
    {
      "id": "09-023-0116_p0003",
      "zh_CN": "这一段是《圆觉经》上的经文。我们把底下这几句念完：",
      "zh_TW": "這一段是《圓覺經》上的經文。我們把底下這幾句念完："
    },
    {
      "id": "09-023-0116_p0004",
      "zh_CN": "【细究此段经义，可见离相功夫，全在坚持。坚持者，强制之谓也。此层功夫，诚不可少。不然，无始来取相习气，何能除之。】",
      "zh_TW": "【細究此段經義，可見離相功夫，全在堅持。堅持者，強制之謂也。此層功夫，誠不可少。不然，無始來取相習氣，何能除之。】"
    },
    {
      "id": "09-023-0116_p0005",
      "zh_CN": "佛在《圆觉经》上教给我们这个方法，实在讲这个方法是过去一切诸佛修行证果的经验之谈。离相的确是一桩很难的事情，这个我们在前面曾经讨论过，它的困难就是妄想执着，是我们无始劫以来养成的习气，这个习气的根太深，所以我们虽然晓得它是虚幻的，晓得它不是真实的，可是依旧没有办法把它断除。如果不离，我们在佛法修学上就谈不上功夫，当然更谈不上得力。由此可知，佛在经上常讲，我们修行是无量劫来，决不是一世、二世，是无量世。像佛在《无量寿经》说阿阇王子，过去曾经供养四百亿佛，这个善根当然非常深厚。供养四百亿佛，在世尊法会当中那个情形跟我们现在差不多。为什么这样深厚的善根还是不能成就？归根结柢就是离相离见太难了，这也是我们今天毛病之所在。《金刚般若》讲到最后，就是教我们不取相，教给我们如如不动。能够不取于相，自然就如如不动。不取就是离相，相要怎么离法？怎样才不取？《圆觉经》上这一段，是诸佛的经验之谈，提供给我们做参考。",
      "zh_TW": "佛在《圓覺經》上教給我們這個方法，實在講這個方法是過去一切諸佛修行證果的經驗之談。離相的確是一樁很難的事情，這個我們在前面曾經討論過，它的困難就是妄想執著，是我們無始劫以來養成的習氣，這個習氣的根太深，所以我們雖然曉得它是虛幻的，曉得它不是真實的，可是依舊沒有辦法把它斷除。如果不離，我們在佛法修學上就談不上功夫，當然更談不上得力。由此可知，佛在經上常講，我們修行是無量劫來，決不是一世、二世，是無量世。像佛在《無量壽經》說阿闍王子，過去曾經供養四百億佛，這個善根當然非常深厚。供養四百億佛，在世尊法會當中那個情形跟我們現在差不多。為什麼這樣深厚的善根還是不能成就？歸根結柢就是離相離見太難了，這也是我們今天毛病之所在。《金剛般若》講到最後，就是教我們不取相，教給我們如如不動。能夠不取於相，自然就如如不動。不取就是離相，相要怎麼離法？怎樣才不取？《圓覺經》上這一段，是諸佛的經驗之談，提供給我們做參考。"
    },
    {
      "id": "09-023-0116_p0006",
      "zh_CN": "一切菩萨及末世众生，一切菩萨，是世尊当年讲经说法，参加法会的这些菩萨们，一直到世尊末法时期的众生。我们今天是在末法时期，这句话也包括我们在内。要想修行证果，应当远离一切幻化虚妄境界。这一句就是讲六道、十法界依正庄严，都不是实在的，这个前面我们已经说了很多，决定是虚妄的，经上讲的梦幻泡影，一点都不错，佛教给我们应当远离。",
      "zh_TW": "一切菩薩及末世眾生，一切菩薩，是世尊當年講經說法，參加法會的這些菩薩們，一直到世尊末法時期的眾生。我們今天是在末法時期，這句話也包括我們在內。要想修行證果，應當遠離一切幻化虛妄境界。這一句就是講六道、十法界依正莊嚴，都不是實在的，這個前面我們已經說了很多，決定是虛妄的，經上講的夢幻泡影，一點都不錯，佛教給我們應當遠離。"
    },
    {
      "id": "09-023-0116_p0007",
      "zh_CN": "由坚持远离心故，这个关键就在坚持两个字，要坚持到底，决定不能够放松，要坚持远离，远离就是放下。这桩事情难，难一定要做。要知道不做就不行，不做就没有办法脱离六道轮回，没有办法脱离十法界。要想出离轮回，出离十法界，证得一真法界，一定要坚持远离，也就是一定要放下。",
      "zh_TW": "由堅持遠離心故，這個關鍵就在堅持兩個字，要堅持到底，決定不能夠放鬆，要堅持遠離，遠離就是放下。這樁事情難，難一定要做。要知道不做就不行，不做就沒有辦法脫離六道輪迴，沒有辦法脫離十法界。要想出離輪迴，出離十法界，證得一真法界，一定要堅持遠離，也就是一定要放下。"
    },
    {
      "id": "09-023-0116_p0008",
      "zh_CN": "心如幻者，亦复远离。这个离，离相，这里教给我们有层次、有步骤，这样做起来比较容易。先放下什么？身外之物。一切虚幻妄境界，这是身外之物。身外之物能放下，那个心也不是真的，我们起心动念这个心，这个心是个妄心，心如幻者，亦复远离。远离，记住就是不取，就是不执着。我们能够思惟想像的这个心，也是梦幻泡影。前面世尊告诉我们，「过去心不可得，现在心不可得，未来心不可得」，我们起心动念的心，有过去、现在、未来，这叫三际心不可得，要远离，也就是要把它放下。",
      "zh_TW": "心如幻者，亦復遠離。這個離，離相，這裡教給我們有層次、有步驟，這樣做起來比較容易。先放下什麼？身外之物。一切虛幻妄境界，這是身外之物。身外之物能放下，那個心也不是真的，我們起心動念這個心，這個心是個妄心，心如幻者，亦復遠離。遠離，記住就是不取，就是不執著。我們能夠思惟想像的這個心，也是夢幻泡影。前面世尊告訴我們，「過去心不可得，現在心不可得，未來心不可得」，我們起心動念的心，有過去、現在、未來，這叫三際心不可得，要遠離，也就是要把它放下。"
    },
    {
      "id": "09-023-0116_p0009",
      "zh_CN": "远离为幻，远离这个念头也不是真的，真心本性里面也找不到远离这么一念，这一念也要不得，远离也要远离，也不能有，亦复远离。「离远离幻，亦复远离」，这就是所谓彻底放下，放下还要放下，再放下，再放下，放到没有东西可放了，自性就现前。「得无所离，即除诸幻」，到没有东西再离了，梦幻泡影就没有了。这个时候，真性自然就显露了。细细研究这一段的经义，可见离相功夫全在坚持。坚持就是强制的意思，也就是说要勉强去做，特别是在初学这个阶段非常重要，非常重要，不能不做。前面我们在经文上读过「信心不逆」，那句话也是初学关键的所在。不逆，就是非这样做不可；不这么做，决定不能成就。这一层功夫，特别是对于初学决定不能少，不然无始劫以来，着相、取相的习气，真的是没法子断。",
      "zh_TW": "遠離為幻，遠離這個念頭也不是真的，真心本性裡面也找不到遠離這麼一念，這一念也要不得，遠離也要遠離，也不能有，亦復遠離。「離遠離幻，亦復遠離」，這就是所謂徹底放下，放下還要放下，再放下，再放下，放到沒有東西可放了，自性就現前。「得無所離，即除諸幻」，到沒有東西再離了，夢幻泡影就沒有了。這個時候，真性自然就顯露了。細細研究這一段的經義，可見離相功夫全在堅持。堅持就是強制的意思，也就是說要勉強去做，特別是在初學這個階段非常重要，非常重要，不能不做。前面我們在經文上讀過「信心不逆」，那句話也是初學關鍵的所在。不逆，就是非這樣做不可；不這麼做，決定不能成就。這一層功夫，特別是對於初學決定不能少，不然無始劫以來，著相、取相的習氣，真的是沒法子斷。"
    },
    {
      "id": "09-023-0116_p0010",
      "zh_CN": "我们看看过去世尊在世的时候，跟着佛修行的人多，虽然经上告诉我们，见了佛哪有不得利益的道理，但是每个人见到佛得的利益并不相等。有人明心见性，这是得大利益；有人开悟得定，没有见性，得中利益；有些人断恶修善，生三善道不堕三恶道，得小利益，不等。都得利益，但是并不相等，这个我们要知道。能够远离的人就得利益，不能远离的人就不得利益。刚才讲了，最低限度的利益，我们讲生三善道，不堕三恶道，你也要坚持不做恶事，不造恶业，这才行。坚持五戒，坚持十善业，可见得最低限度的，也不能离开坚持。如果我们不能坚持五戒十善，佛法无论修学得怎么样，讲得天花乱坠，来生还是要堕三恶道。",
      "zh_TW": "我們看看過去世尊在世的時候，跟著佛修行的人多，雖然經上告訴我們，見了佛哪有不得利益的道理，但是每個人見到佛得的利益並不相等。有人明心見性，這是得大利益；有人開悟得定，沒有見性，得中利益；有些人斷惡修善，生三善道不墮三惡道，得小利益，不等。都得利益，但是並不相等，這個我們要知道。能夠遠離的人就得利益，不能遠離的人就不得利益。剛才講了，最低限度的利益，我們講生三善道，不墮三惡道，你也要堅持不做惡事，不造惡業，這才行。堅持五戒，堅持十善業，可見得最低限度的，也不能離開堅持。如果我們不能堅持五戒十善，佛法無論修學得怎麼樣，講得天花亂墜，來生還是要墮三惡道。"
    },
    {
      "id": "09-023-0116_p0011",
      "zh_CN": "不但是教下，念佛也不例外。我们看到慈云灌顶法师《大势至菩萨念佛圆通章疏钞》，这个小册子我们过去印过不少次，有很多同修看到过。他在这个小册子末后，为我们说出念佛人一百种不同的果报。第一种就是地狱，念佛的人为什么还堕地狱？这是叫我们很疑惑的一桩事情，但是它是事实。念佛应当成佛，成不了佛，怎么可能会堕地狱？这就是口里念佛，心里还造阿鼻地狱的罪业。我们如果冷静的去观察，造这种罪业的人真有，真可怕！哪一种罪业？我们最常见到的破和合僧，障碍别人修行，这种造业是不知不觉的。有的时候还自以为在修功德，哪里晓得是造罪业？很冷静、很细心的去观察就知道。这个经上讲的「坚持」这两个字非常重要。我们修净土，必须要坚持《无量寿经》，《无量寿经》上所说的，我们要记住，要认真的去研究，明了佛的意思，依教奉行。要把它真正做到，这才有用；换句话说，佛教导我们的，没有别的，改习气而已。",
      "zh_TW": "不但是教下，念佛也不例外。我們看到慈雲灌頂法師《大勢至菩薩念佛圓通章疏鈔》，這個小冊子我們過去印過不少次，有很多同修看到過。他在這個小冊子末後，為我們說出念佛人一百種不同的果報。第一種就是地獄，念佛的人為什麼還墮地獄？這是叫我們很疑惑的一樁事情，但是它是事實。念佛應當成佛，成不了佛，怎麼可能會墮地獄？這就是口裡念佛，心裡還造阿鼻地獄的罪業。我們如果冷靜的去觀察，造這種罪業的人真有，真可怕！哪一種罪業？我們最常見到的破和合僧，障礙別人修行，這種造業是不知不覺的。有的時候還自以為在修功德，哪裡曉得是造罪業？很冷靜、很細心的去觀察就知道。這個經上講的「堅持」這兩個字非常重要。我們修淨土，必須要堅持《無量壽經》，《無量壽經》上所說的，我們要記住，要認真的去研究，明瞭佛的意思，依教奉行。要把它真正做到，這才有用；換句話說，佛教導我們的，沒有別的，改習氣而已。"
    },
    {
      "id": "09-023-0116_p0012",
      "zh_CN": "【无明我见未断，亦最足以破坏其坚持。然则非更于离无明我见上用功不可。云何能离。《圆觉经》云︰知幻即离，不作方便，是也。知幻二字，即是离无明之最妙方便，不必别寻方便也。】",
      "zh_TW": "【無明我見未斷，亦最足以破壞其堅持。然則非更於離無明我見上用功不可。云何能離。《圓覺經》云︰知幻即離，不作方便，是也。知幻二字，即是離無明之最妙方便，不必別尋方便也。】"
    },
    {
      "id": "09-023-0116_p0013",
      "zh_CN": "《圆觉经》上说的这些话，我们在《无量寿经》、在《金刚经》上都见到了，所以老老实实依照这两部经修行足够了。我们为什么不能坚持？为什么常常还会放逸？自己把握不住、控制不住？这就是无明、我见没有破。无明是不知道事实真相，这是无明。《金刚经》上告诉我们：三心不可得、诸法皆空，这就是把真相告诉我们。三心是能执着的，诸法是我们所执着的，能所都不可得，能所都空。你要是真的了解能所都空、都不可得，你自然就放下，就不会再执着，不会再去造恶业。这是说明为什么一般修行人不能够坚持到底，就是无明、我见没有断。",
      "zh_TW": "《圓覺經》上說的這些話，我們在《無量壽經》、在《金剛經》上都見到了，所以老老實實依照這兩部經修行足夠了。我們為什麼不能堅持？為什麼常常還會放逸？自己把握不住、控制不住？這就是無明、我見沒有破。無明是不知道事實真相，這是無明。《金剛經》上告訴我們：三心不可得、諸法皆空，這就是把真相告訴我們。三心是能執著的，諸法是我們所執著的，能所都不可得，能所都空。你要是真的了解能所都空、都不可得，你自然就放下，就不會再執著，不會再去造惡業。這是說明為什麼一般修行人不能夠堅持到底，就是無明、我見沒有斷。"
    },
    {
      "id": "09-023-0116_p0014",
      "zh_CN": "「然则非更于离无明我见上用功不可」，用功的方法就是研教，要读经，要研究大乘经教；换句话说，一定要把宇宙人生的真相搞清楚、搞明白。《圆觉经》上这两句话，我相信许多同修们都能说得出来，「知幻即离，不作方便」。知跟离是一不是二，这前面都说过，知就离了，离就知了。知是看破，离是放下。知道就看破了，看破就知道了，是一不是二。所以这里面不需要其他的方便法。这个知是真知，真正知道了，知道他就离了。「知幻二字，即是离无明之最妙方便」，不需要再用别的方法。实在讲，讲到知幻，《金刚经》好。《金刚经》把一切法梦幻泡影，都给我们讲得这么清楚、这么透彻。《楞严》、《圆觉》也好，都是把宇宙人生的真相跟我们说出、说破了。下面引用《楞严经》上一段话说：",
      "zh_TW": "「然則非更於離無明我見上用功不可」，用功的方法就是研教，要讀經，要研究大乘經教；換句話說，一定要把宇宙人生的真相搞清楚、搞明白。《圓覺經》上這兩句話，我相信許多同修們都能說得出來，「知幻即離，不作方便」。知跟離是一不是二，這前面都說過，知就離了，離就知了。知是看破，離是放下。知道就看破了，看破就知道了，是一不是二。所以這裡面不需要其他的方便法。這個知是真知，真正知道了，知道他就離了。「知幻二字，即是離無明之最妙方便」，不需要再用別的方法。實在講，講到知幻，《金剛經》好。《金剛經》把一切法夢幻泡影，都給我們講得這麼清楚、這麼透徹。《楞嚴》、《圓覺》也好，都是把宇宙人生的真相跟我們說出、說破了。下面引用《楞嚴經》上一段話說："
    },
    {
      "id": "09-023-0116_p0015",
      "zh_CN": "【楞严经曰︰「如来本起因地，最初发心，先以直心正念真如，始能远离诸幻。」正念，即是觉照。须径直觉照真如本性，方能知其是幻也。由此可见必须先悟如如不动之本性，乃能不取于相矣。不但应向不取上坚持，还须向如如上觉照。】",
      "zh_TW": "【楞嚴經曰︰「如來本起因地，最初發心，先以直心正念真如，始能遠離諸幻。」正念，即是覺照。須徑直覺照真如本性，方能知其是幻也。由此可見必須先悟如如不動之本性，乃能不取於相矣。不但應向不取上堅持，還須向如如上覺照。】"
    },
    {
      "id": "09-023-0116_p0016",
      "zh_CN": "这个意思很深很深，这是法身大士的境界，我们虽然做不到，对这个理论、方法要知道一些。知道得愈多愈好，知道得愈透彻，对我们修学愈有帮助。不能说这不是我们的境界，我们就可以不要学它，那就错了。第一句话说，「如来本起因地」，这个意思是说，诸佛最初修行的时候，像我们现在就是在这个时候，在本起因地的时候。人家怎么成功的？人家是「最初发心，先以直心正念真如。」我们这一点没能做到，我们修行功夫当然就不如他们。最初发心，这个发心就是发菩提心。菩提心是修行的根本，我们没发。我们今天发心来学佛，发的是什么心？我们希望佛菩萨保佑我们，保佑我们升官发财，保佑我们家人平安，保佑我们健康长寿，我们发的是这个心，这个心不是菩提心。《金刚经》一开头，须菩提尊者就说：「善男子、善女人，发阿耨多罗三藐三菩提心。」人家发的是这个心。",
      "zh_TW": "這個意思很深很深，這是法身大士的境界，我們雖然做不到，對這個理論、方法要知道一些。知道得愈多愈好，知道得愈透徹，對我們修學愈有幫助。不能說這不是我們的境界，我們就可以不要學它，那就錯了。第一句話說，「如來本起因地」，這個意思是說，諸佛最初修行的時候，像我們現在就是在這個時候，在本起因地的時候。人家怎麼成功的？人家是「最初發心，先以直心正念真如。」我們這一點沒能做到，我們修行功夫當然就不如他們。最初發心，這個發心就是發菩提心。菩提心是修行的根本，我們沒發。我們今天發心來學佛，發的是什麼心？我們希望佛菩薩保佑我們，保佑我們升官發財，保佑我們家人平安，保佑我們健康長壽，我們發的是這個心，這個心不是菩提心。《金剛經》一開頭，須菩提尊者就說：「善男子、善女人，發阿耨多羅三藐三菩提心。」人家發的是這個心。"
    },
    {
      "id": "09-023-0116_p0017",
      "zh_CN": "菩提心的心体，清凉大师在《华严》上说菩提心，他说了三个。第一个是菩提心的心体，第二个是讲菩提心的心相，第三个是讲菩提心的心德，就是心的作用。心相就是菩提心的样子，菩提心的作用。第一个是菩提心的本体，本体就是《起信论》上讲的三心：直心、深心、大悲心。这三心是菩提心的心体，它的本体。直心就是这里讲的正念真如。直心是什么意思？怎样才叫直心？有些人看到这里，「我很直，我的心很直！」是这个意思吗？不是的。佛在《观无量寿佛经》也讲菩提心，他讲这个心体的三心：至诚心、深心、回向发愿心。我们把经论合起来看，意思就更清楚。直心就是至诚心，真诚到了极处叫至诚。诚怎么讲法？我们每个人「我很诚心」，都以为自己心很真诚。真诚的标准是什么？过去，曾国藩先生在《读书笔记》里面，给「诚」字下了个定义，说得好！跟儒家、佛家讲的都相应。他说：「一念不生是谓诚」，这是诚的标准，诚的讲法；你心里面有个念头，就不诚。有念即妄，这是佛经上讲的。心里头有虚妄，怎么能算真诚？这是把诚的标准给我们说出，要诚到极处，心里丝毫的妄念都没有，这个时候就是直心正念真如，真如是真心本性的理体。始能远离诸幻，那当然，所有一切幻都没有了。前面讲虚妄的境界、幻心，离幻也是幻，全都尽了，都没有了。",
      "zh_TW": "菩提心的心體，清涼大師在《華嚴》上說菩提心，他說了三個。第一個是菩提心的心體，第二個是講菩提心的心相，第三個是講菩提心的心德，就是心的作用。心相就是菩提心的樣子，菩提心的作用。第一個是菩提心的本體，本體就是《起信論》上講的三心：直心、深心、大悲心。這三心是菩提心的心體，它的本體。直心就是這裡講的正念真如。直心是什麼意思？怎樣才叫直心？有些人看到這裡，「我很直，我的心很直！」是這個意思嗎？不是的。佛在《觀無量壽佛經》也講菩提心，他講這個心體的三心：至誠心、深心、迴向發願心。我們把經論合起來看，意思就更清楚。直心就是至誠心，真誠到了極處叫至誠。誠怎麼講法？我們每個人「我很誠心」，都以為自己心很真誠。真誠的標準是什麼？過去，曾國藩先生在《讀書筆記》裡面，給「誠」字下了個定義，說得好！跟儒家、佛家講的都相應。他說：「一念不生是謂誠」，這是誠的標準，誠的講法；你心裡面有個念頭，就不誠。有念即妄，這是佛經上講的。心裡頭有虛妄，怎麼能算真誠？這是把誠的標準給我們說出，要誠到極處，心裡絲毫的妄念都沒有，這個時候就是直心正念真如，真如是真心本性的理體。始能遠離諸幻，那當然，所有一切幻都沒有了。前面講虛妄的境界、幻心，離幻也是幻，全都盡了，都沒有了。"
    },
    {
      "id": "09-023-0116_p0018",
      "zh_CN": "这个注也注得好！正念，不是有念，有念就妄。我们也常讲，所谓正念就是没有妄念，没有妄念的时候就称之为正念。怕大家听了这句话起了误会，以为正念还有一个念，那就错了，正念没有念。无念，是不是叫做正念？无念不是正念，无念是无明。正念是无妄念。这个话很难懂，此地这个解释，解释得好，就是觉照。觉就是不迷，我们一般人在无念的时候，为什么说无念不是正念？他无念，他没有觉，他迷，他心里确实一念不生，但是他什么都不晓得，那个不是正念。正念是什么念头都没有，一切诸法清清楚楚、了了分明，像镜子一样，照得清清楚楚。这是自性起用，相宗里面讲大圆镜智的起用。此界他方，此界是我们现前这个境界，他方讲到其他诸佛刹土，阿弥陀佛的世界，毘卢遮那佛的世界，药师如来的世界，你都看得清清楚楚，那叫照。不迷就叫觉，统统照见，彻底的照见，这才叫做正念，这个意思我们一定要清楚。",
      "zh_TW": "這個註也註得好！正念，不是有念，有念就妄。我們也常講，所謂正念就是沒有妄念，沒有妄念的時候就稱之為正念。怕大家聽了這句話起了誤會，以為正念還有一個念，那就錯了，正念沒有念。無念，是不是叫做正念？無念不是正念，無念是無明。正念是無妄念。這個話很難懂，此地這個解釋，解釋得好，就是覺照。覺就是不迷，我們一般人在無念的時候，為什麼說無念不是正念？他無念，他沒有覺，他迷，他心裡確實一念不生，但是他什麼都不曉得，那個不是正念。正念是什麼念頭都沒有，一切諸法清清楚楚、了了分明，像鏡子一樣，照得清清楚楚。這是自性起用，相宗裡面講大圓鏡智的起用。此界他方，此界是我們現前這個境界，他方講到其他諸佛剎土，阿彌陀佛的世界，毘盧遮那佛的世界，藥師如來的世界，你都看得清清楚楚，那叫照。不迷就叫覺，統統照見，徹底的照見，這才叫做正念，這個意思我們一定要清楚。"
    },
    {
      "id": "09-023-0116_p0019",
      "zh_CN": "「须径直觉照真如本性」，须是必须；实在讲，一定是这个道理，一定是这么一桩事情。直捷了当，里面确确实实没有一丝毫的委曲之相，十法界依正庄严就是真如本性。性相一如，理事不二，所谓相是性之相，所谓性乃是相之性，如果说理，是事之理，事是理之事，所以它是一不是二，前面讲了，诸法一如，这就是觉照真如本性。",
      "zh_TW": "「須徑直覺照真如本性」，須是必須；實在講，一定是這個道理，一定是這麼一樁事情。直捷了當，裡面確確實實沒有一絲毫的委曲之相，十法界依正莊嚴就是真如本性。性相一如，理事不二，所謂相是性之相，所謂性乃是相之性，如果說理，是事之理，事是理之事，所以它是一不是二，前面講了，諸法一如，這就是覺照真如本性。"
    },
    {
      "id": "09-023-0116_p0020",
      "zh_CN": "「方能知其是幻也」，知道真如本性所变现的一切境界相是虚幻的，相是幻的。这些幻相都是依真如自性变现出来的。佛法里面讲真、讲妄，它有个标准，凡是永远不会改变的，就称它为真的；凡是会变的，就称它是幻的，是虚妄的。体性，它不变，体性空寂，没有现相，所以它不会变；不会变的，这是真的。从体起相，那个相会变；会变的，这是虚妄的。真跟妄是这么讲法，真妄一如，真妄不二。前面跟诸位报告过，这个妄相，相不会灭，这个要记住，相是决定不会灭的，不生不灭，相不会灭，但是相会变。为什么会变？随众生心就会变了。《楞严经》上讲，「随众生心，应所知量」，随众生心，它就会变。所以，众生的心不变，相就不变。但是众生都有妄想，那个妄想心，相就随着变了，这是佛教我们修定。修定的意思是什么？把妄想息掉，你现那个相就真常。西方极乐世界的相，为什么那么殊胜？就是西方世界的人心清净，没有妄想，所以那个世界就是真常；也是唯心所现，也是唯识所变，没有例外的。这就是知道它是幻，知幻当然就离了。",
      "zh_TW": "「方能知其是幻也」，知道真如本性所變現的一切境界相是虛幻的，相是幻的。這些幻相都是依真如自性變現出來的。佛法裡面講真、講妄，它有個標準，凡是永遠不會改變的，就稱它為真的；凡是會變的，就稱它是幻的，是虛妄的。體性，它不變，體性空寂，沒有現相，所以它不會變；不會變的，這是真的。從體起相，那個相會變；會變的，這是虛妄的。真跟妄是這麼講法，真妄一如，真妄不二。前面跟諸位報告過，這個妄相，相不會滅，這個要記住，相是決定不會滅的，不生不滅，相不會滅，但是相會變。為什麼會變？隨眾生心就會變了。《楞嚴經》上講，「隨眾生心，應所知量」，隨眾生心，它就會變。所以，眾生的心不變，相就不變。但是眾生都有妄想，那個妄想心，相就隨著變了，這是佛教我們修定。修定的意思是什麼？把妄想息掉，你現那個相就真常。西方極樂世界的相，為什麼那麼殊勝？就是西方世界的人心清淨，沒有妄想，所以那個世界就是真常；也是唯心所現，也是唯識所變，沒有例外的。這就是知道它是幻，知幻當然就離了。"
    },
    {
      "id": "09-023-0116_p0021",
      "zh_CN": "由此可见必须先悟如如不动之本性，乃能不取于相矣。正因为这个道理，宗门就采取这个理论做为修学最高的指导原则。禅宗里头它就用这个，禅宗一定是先要开悟，悟后起修。没有开悟之前，不能看经，也不能听讲经，他要先求悟。悟了以后，再去读经，再去听讲，悟后起修，这是宗门跟教下不一样。教下先读经，先研究，先听经，然后再去修行，这是两种不同的修学方法。当然宗门里头开了悟之后，再听经研教快，而且不会有错误，因为他心清净，他心生智慧，所以非常非常的快速。但是开悟不容易，明心见性不是人人能做得到。所以宗门接引的根性，《坛经》里头所说的，六祖接引的是上上根人，中下根就没分。中下根悟不了，一定要上上根人，他们走这个路子。中下根人就从教下下手，能得利益。",
      "zh_TW": "由此可見必須先悟如如不動之本性，乃能不取於相矣。正因為這個道理，宗門就採取這個理論做為修學最高的指導原則。禪宗裡頭它就用這個，禪宗一定是先要開悟，悟後起修。沒有開悟之前，不能看經，也不能聽講經，他要先求悟。悟了以後，再去讀經，再去聽講，悟後起修，這是宗門跟教下不一樣。教下先讀經，先研究，先聽經，然後再去修行，這是兩種不同的修學方法。當然宗門裡頭開了悟之後，再聽經研教快，而且不會有錯誤，因為他心清淨，他心生智慧，所以非常非常的快速。但是開悟不容易，明心見性不是人人能做得到。所以宗門接引的根性，《壇經》裡頭所說的，六祖接引的是上上根人，中下根就沒分。中下根悟不了，一定要上上根人，他們走這個路子。中下根人就從教下下手，能得利益。"
    },
    {
      "id": "09-023-0116_p0022",
      "zh_CN": "无论是宗门教下，最重要的关键在老师。所以佛在《阿难问事佛吉凶经》里面，一开端就告诉我们，学佛一定要亲近明师。那个明是光明的明，不是名气大的名，名气大没有用处。光明的明是明心见性的老师，他是过来人，他的经验，他的教导，可以提供我们做参考。这样的老师很难，不容易遇到；遇到了，我们也不认识，也不相信，那就没有法子。老师的教学，一定要负因果的责任。老师是给你指路，如果路指错了，你的目的想成佛，他把你的路指错了，他要负大责任，那个不是开玩笑的！像宗门里面公案所说：「错下一个字转语，堕五百世野狐身。」错说了一个字，就是说把人家的方向指错了，这是百丈大师的公案，许多同修都很熟悉的。",
      "zh_TW": "無論是宗門教下，最重要的關鍵在老師。所以佛在《阿難問事佛吉凶經》裡面，一開端就告訴我們，學佛一定要親近明師。那個明是光明的明，不是名氣大的名，名氣大沒有用處。光明的明是明心見性的老師，他是過來人，他的經驗，他的教導，可以提供我們做參考。這樣的老師很難，不容易遇到；遇到了，我們也不認識，也不相信，那就沒有法子。老師的教學，一定要負因果的責任。老師是給你指路，如果路指錯了，你的目的想成佛，他把你的路指錯了，他要負大責任，那個不是開玩笑的！像宗門裡面公案所說：「錯下一個字轉語，墮五百世野狐身。」錯說了一個字，就是說把人家的方向指錯了，這是百丈大師的公案，許多同修都很熟悉的。"
    },
    {
      "id": "09-023-0116_p0023",
      "zh_CN": "这是以前一位法师，人家向他请教一个问题：大修行人还落不落因果？他告诉人家：「大修行人不落因果」，就一个字堕五百世野狐身。这个狐狸也很有灵性，过去是大法师。遇到百丈禅师，他变成人形，常常来参加法会，听老法师讲经说法。可是百丈法师知道他，知道这个不是人，是个狐狸精。他向老法师请教，老法师就说：明天我上堂，你把从前人家问你的那句话，你提出来问我。第二天上堂，他来了，就提出这个问题︰大修行人还落不落因果？百丈大师给它改一个字，大修行人不昧因果，改一个字。他是不落因果，不昧因果。到第二天，这个狐狸就死了，老和尚叫人到后山去给他收尸，把他火化，他就脱离了畜生身。",
      "zh_TW": "這是以前一位法師，人家向他請教一個問題：大修行人還落不落因果？他告訴人家：「大修行人不落因果」，就一個字墮五百世野狐身。這個狐狸也很有靈性，過去是大法師。遇到百丈禪師，他變成人形，常常來參加法會，聽老法師講經說法。可是百丈法師知道他，知道這個不是人，是個狐狸精。他向老法師請教，老法師就說：明天我上堂，你把從前人家問你的那句話，你提出來問我。第二天上堂，他來了，就提出這個問題︰大修行人還落不落因果？百丈大師給它改一個字，大修行人不昧因果，改一個字。他是不落因果，不昧因果。到第二天，這個狐狸就死了，老和尚叫人到後山去給他收屍，把他火化，他就脫離了畜生身。"
    },
    {
      "id": "09-023-0116_p0024",
      "zh_CN": "所以指导一个人修行不容易，你要是把人家路子指错，怎么得了？你自己走错路那活该，没有话说。你把人家的路指错了，这个因果可就背大了。怎样指路就不会错？劝人念佛这个路是决定不错，是不是？十方三世一切诸佛，劝十法界众生念阿弥陀佛求生极乐世界，这是一点都不会错的，这个绝对不会背因果的。但是你要劝他学其他的法门，你就要负责任，那个就不是开玩笑的。那个法门能不能契他的根性？他在这一生修学能不能有成就？做老师的那要胸有成竹，要清清楚楚的，那个路子走错了、指错了，麻烦就大了。我们读这一段，也就晓得修学大乘的难处。参禅不容易，参禅要先开悟；没开悟不能修行，悟后起修。所以最方便的是念佛，念佛不开悟没有关系。甚至于念佛连教理不明也没有关系，只要你肯老实念，肯万缘放下老实念，那就能成功。所以这个法门，古德常讲「万修万人去」，道理就在此地。",
      "zh_TW": "所以指導一個人修行不容易，你要是把人家路子指錯，怎麼得了？你自己走錯路那活該，沒有話說。你把人家的路指錯了，這個因果可就背大了。怎樣指路就不會錯？勸人念佛這個路是決定不錯，是不是？十方三世一切諸佛，勸十法界眾生念阿彌陀佛求生極樂世界，這是一點都不會錯的，這個絕對不會背因果的。但是你要勸他學其他的法門，你就要負責任，那個就不是開玩笑的。那個法門能不能契他的根性？他在這一生修學能不能有成就？做老師的那要胸有成竹，要清清楚楚的，那個路子走錯了、指錯了，麻煩就大了。我們讀這一段，也就曉得修學大乘的難處。參禪不容易，參禪要先開悟；沒開悟不能修行，悟後起修。所以最方便的是念佛，念佛不開悟沒有關係。甚至於念佛連教理不明也沒有關係，只要你肯老實念，肯萬緣放下老實念，那就能成功。所以這個法門，古德常講「萬修萬人去」，道理就在此地。"
    },
    {
      "id": "09-023-0116_p0025",
      "zh_CN": "「不但应向不取上坚持」，也就是坚持要放下，什么都要放下，必须要自己心中一念不生。我们念佛人实在讲，要做这个功夫，能够身心世界万缘放下，我们这句佛号得力了，这个要紧。无量劫来我们在六道里头打滚，生生世世永远不能出头。这一生好难得遇到这个法门，遇到这个法门，就是说你遇到出头的机会，遇到超越三界、一生成佛的机会。这个机会你要把它把握住，你要不懂得坚持的话，那就可惜了！这个机会实实在在是难遭遇，要知道珍惜，要知道这个机缘得来之不易。不但不取，还要向如如上觉照，如如是性体，真心本性上去觉照。这一段所讲的，是所有一切大乘修行的纲领、原则，确实是难。因为它难，所以阿弥陀佛才为我们开启念佛往生的法门，唯有这个法门才能普度一切众生。",
      "zh_TW": "「不但應向不取上堅持」，也就是堅持要放下，什麼都要放下，必須要自己心中一念不生。我們念佛人實在講，要做這個功夫，能夠身心世界萬緣放下，我們這句佛號得力了，這個要緊。無量劫來我們在六道裡頭打滾，生生世世永遠不能出頭。這一生好難得遇到這個法門，遇到這個法門，就是說你遇到出頭的機會，遇到超越三界、一生成佛的機會。這個機會你要把它把握住，你要不懂得堅持的話，那就可惜了！這個機會實實在在是難遭遇，要知道珍惜，要知道這個機緣得來之不易。不但不取，還要向如如上覺照，如如是性體，真心本性上去覺照。這一段所講的，是所有一切大乘修行的綱領、原則，確實是難。因為它難，所以阿彌陀佛才為我們開啟念佛往生的法門，唯有這個法門才能普度一切眾生。"
    },
    {
      "id": "09-023-0116_p0026",
      "zh_CN": "【《圆觉经》曰：一切菩萨及末世众生，先断无始轮回根本。】",
      "zh_TW": "【《圓覺經》曰：一切菩薩及末世眾生，先斷無始輪迴根本。】"
    },
    {
      "id": "09-023-0116_p0027",
      "zh_CN": "这是讲到修学，从哪里修起？从先断无始轮回根本下手。",
      "zh_TW": "這是講到修學，從哪裡修起？從先斷無始輪迴根本下手。"
    },
    {
      "id": "09-023-0116_p0028",
      "zh_CN": "【轮回根本，即是无明我见也。】",
      "zh_TW": "【輪迴根本，即是無明我見也。】"
    },
    {
      "id": "09-023-0116_p0029",
      "zh_CN": "换句话说，就是《金刚经》上讲的四相四见，要从这个地方下手。经云，这还是《圆觉经》上说的：",
      "zh_TW": "換句話說，就是《金剛經》上講的四相四見，要從這個地方下手。經云，這還是《圓覺經》上說的："
    },
    {
      "id": "09-023-0116_p0030",
      "zh_CN": "【一切如来本起因地，皆依圆照清净觉相，永断无明，方成佛道。圆照觉相，便是直心正念真如。要紧功夫，全在圆照二字。】",
      "zh_TW": "【一切如來本起因地，皆依圓照清淨覺相，永斷無明，方成佛道。圓照覺相，便是直心正念真如。要緊功夫，全在圓照二字。】"
    },
    {
      "id": "09-023-0116_p0031",
      "zh_CN": "我们同修们大家听过《无量寿经》，《金刚经》也快讲完了，这个地方是到流通分，《圆觉》、《楞严》过去都曾经讲过，所以我们今天读这一段经文，应该不会感到陌生。纵然对于经义不能很透彻的明白，多多少少也能够有少分的体会。",
      "zh_TW": "我們同修們大家聽過《無量壽經》，《金剛經》也快講完了，這個地方是到流通分，《圓覺》、《楞嚴》過去都曾經講過，所以我們今天讀這一段經文，應該不會感到陌生。縱然對於經義不能很透徹的明白，多多少少也能夠有少分的體會。"
    },
    {
      "id": "09-023-0116_p0032",
      "zh_CN": "圆照清净觉相，这句话是功夫，也是效果。圆是圆满，照就是前面讲的觉照，清净觉相是什么？宇宙人生的真相。体是真如、是自性，真如自性的相是清净觉相。从真如本性变现出来的四见四相；四见就是我们现在所讲的精神，四相是我们现在讲的物质。现代的科学把宇宙一切万相分为两大类：精神跟物质。在佛法里面把它称之为色、心。色法就是一切的物质，物质现象；心法就是精神的现象。在法相宗所讲的，精神现象是阿赖耶的见分；物质现象是阿赖耶的相分。前面告诉我们三心不可得，是属于见分，四见。万法缘生，当体即空，了不可得，是讲的相分。于是我们明了，见相两分也是清净觉相，你们想想对不对？这个清净，染净两边都离，染净两边都没有。为什么都没有？因为它当体即空，了不可得。",
      "zh_TW": "圓照清淨覺相，這句話是功夫，也是效果。圓是圓滿，照就是前面講的覺照，清淨覺相是什麼？宇宙人生的真相。體是真如、是自性，真如自性的相是清淨覺相。從真如本性變現出來的四見四相；四見就是我們現在所講的精神，四相是我們現在講的物質。現代的科學把宇宙一切萬相分為兩大類：精神跟物質。在佛法裡面把它稱之為色、心。色法就是一切的物質，物質現象；心法就是精神的現象。在法相宗所講的，精神現象是阿賴耶的見分；物質現象是阿賴耶的相分。前面告訴我們三心不可得，是屬於見分，四見。萬法緣生，當體即空，了不可得，是講的相分。於是我們明瞭，見相兩分也是清淨覺相，你們想想對不對？這個清淨，染淨兩邊都離，染淨兩邊都沒有。為什麼都沒有？因為它當體即空，了不可得。"
    },
    {
      "id": "09-023-0116_p0033",
      "zh_CN": "你要是能够照到清净觉相，万法一如，万法平等，《金刚经》前面我们读过，是法平等，无有高下。那个时候，净秽平等，生佛平等，无有一法不平等，一切法里头没有高下。为什么没有高下？因为它没有自性，它没有自体，它当体即空，哪有高下？佛法界、众生法界，都是因果刹那生灭的相续相，你看到这一点，你就看到清净觉相，所以统统不可得。统统不可得，就是平等无有高下，这才见到事实真相。永断无明，宇宙人生的真相彻底明白了，这就叫成佛。佛是什么？佛是大觉，彻底明白了。",
      "zh_TW": "你要是能夠照到清淨覺相，萬法一如，萬法平等，《金剛經》前面我們讀過，是法平等，無有高下。那個時候，淨穢平等，生佛平等，無有一法不平等，一切法裡頭沒有高下。為什麼沒有高下？因為它沒有自性，它沒有自體，它當體即空，哪有高下？佛法界、眾生法界，都是因果剎那生滅的相續相，你看到這一點，你就看到清淨覺相，所以統統不可得。統統不可得，就是平等無有高下，這才見到事實真相。永斷無明，宇宙人生的真相徹底明白了，這就叫成佛。佛是什麼？佛是大覺，徹底明白了。"
    },
    {
      "id": "09-023-0116_p0034",
      "zh_CN": "【圆照觉相，便是直心正念真如。】",
      "zh_TW": "【圓照覺相，便是直心正念真如。】"
    },
    {
      "id": "09-023-0116_p0035",
      "zh_CN": "我们在经论上读到这句话，直心正念真如，怎么个讲法？什么意思？这个地方说出来了。可见得那个念不是心里有挂念，我们常常讲心里念着，其实已经把这个字的意思错会了。那个念是什么？当下就是。哪有念头？当下就是。我们中国这个文字也不可思议，这个念是今心。今心是现在这个心就是的，念是这个意思，不是真的有个念头，有个念头就是妄念。现在的心就是，就是什么？就是清净觉相，这才叫做正念真如。现前的心，就是清净觉相。",
      "zh_TW": "我們在經論上讀到這句話，直心正念真如，怎麼個講法？什麼意思？這個地方說出來了。可見得那個念不是心裡有掛念，我們常常講心裡念著，其實已經把這個字的意思錯會了。那個念是什麼？當下就是。哪有念頭？當下就是。我們中國這個文字也不可思議，這個念是今心。今心是現在這個心就是的，念是這個意思，不是真的有個念頭，有個念頭就是妄念。現在的心就是，就是什麼？就是清淨覺相，這才叫做正念真如。現前的心，就是清淨覺相。"
    },
    {
      "id": "09-023-0116_p0036",
      "zh_CN": "由此可知，我们念佛应当怎么念？现在这个心就是阿弥陀佛，这叫真正念佛。不是我们想阿弥陀佛，不是！现在这个心就是阿弥陀佛。阿弥陀佛是什么？阿弥陀佛是四十八愿。你现在这个心就是四十八愿，四十八愿就是你的心，这叫真念佛。我们讲经说过，四十八愿每一愿都含摄其他的四十七愿，四十八愿愿愿都是圆融的，都是无碍的，一即是多，多即是一。这样念佛，你们想想哪有不往生的道理？决定往生，不但往生，上上品往生。所以你要会念。你的心是阿弥陀佛的心，阿弥陀佛四十八愿目的何在？目的是普度一切众生。普度一切众生是德用，四十八愿是相，我们讲菩提心，菩提心的样子是四十八愿，菩提心的德用是普度一切众生，菩提心的体是直心、深心、大悲心。要紧功夫，全在圆照。什么叫做圆照？下面一段给我们解释。",
      "zh_TW": "由此可知，我們念佛應當怎麼念？現在這個心就是阿彌陀佛，這叫真正念佛。不是我們想阿彌陀佛，不是！現在這個心就是阿彌陀佛。阿彌陀佛是什麼？阿彌陀佛是四十八願。你現在這個心就是四十八願，四十八願就是你的心，這叫真念佛。我們講經說過，四十八願每一願都含攝其他的四十七願，四十八願願願都是圓融的，都是無礙的，一即是多，多即是一。這樣念佛，你們想想哪有不往生的道理？決定往生，不但往生，上上品往生。所以你要會念。你的心是阿彌陀佛的心，阿彌陀佛四十八願目的何在？目的是普度一切眾生。普度一切眾生是德用，四十八願是相，我們講菩提心，菩提心的樣子是四十八願，菩提心的德用是普度一切眾生，菩提心的體是直心、深心、大悲心。要緊功夫，全在圓照。什麼叫做圓照？下面一段給我們解釋。"
    },
    {
      "id": "09-023-0116_p0037",
      "zh_CN": "【何谓圆照？前念已灭，后念未生，正恁么时，一心湛寂，了了明明，是之谓照。】",
      "zh_TW": "【何謂圓照？前念已滅，後念未生，正恁麼時，一心湛寂，了了明明，是之謂照。】"
    },
    {
      "id": "09-023-0116_p0038",
      "zh_CN": "我们先来研究这一句，什么叫圆照？把圆照两个字分开来讲，先讲照。前念灭了，后念还没有生，就在这个时候。这个时候就难了，因为我们前念灭了，后念马上就跟着生起来了。前念灭了，后念没生那个时候，那是什么时候？真心显露的时候。前念是妄念，后念也是妄念，前面妄念灭了，后面妄念没有生，这是真心。禅宗里修定修什么？就修这个，参禅就是参这个。我们细心去想一想，这个事情真难。什么叫上上乘人？上上乘人，我们从这个地方稍稍有一点体会，心地清净，所谓看得破，放得下，妄念少的人，这是上上乘人，他才有办法保持清净心，保持真心。这个时候一心湛寂，这是真心；了了分明，可见得这个心就是前面讲的清净觉相。凡夫有没有？有，虽有，可惜前念、后念太接近，几乎前念跟后念连成一体，我们的清净觉相永远也出不来，我们的麻烦在此地。由此可知，「照」这个意思就是真心起用。真心起作用就叫照，妄心起用叫见。你看见没有？妄心作用。你照见没有？照是真心作用。这两个字我们要把它搞清楚。",
      "zh_TW": "我們先來研究這一句，什麼叫圓照？把圓照兩個字分開來講，先講照。前念滅了，後念還沒有生，就在這個時候。這個時候就難了，因為我們前念滅了，後念馬上就跟著生起來了。前念滅了，後念沒生那個時候，那是什麼時候？真心顯露的時候。前念是妄念，後念也是妄念，前面妄念滅了，後面妄念沒有生，這是真心。禪宗裡修定修什麼？就修這個，參禪就是參這個。我們細心去想一想，這個事情真難。什麼叫上上乘人？上上乘人，我們從這個地方稍稍有一點體會，心地清淨，所謂看得破，放得下，妄念少的人，這是上上乘人，他才有辦法保持清淨心，保持真心。這個時候一心湛寂，這是真心；了了分明，可見得這個心就是前面講的清淨覺相。凡夫有沒有？有，雖有，可惜前念、後念太接近，幾乎前念跟後念連成一體，我們的清淨覺相永遠也出不來，我們的麻煩在此地。由此可知，「照」這個意思就是真心起用。真心起作用就叫照，妄心起用叫見。你看見沒有？妄心作用。你照見沒有？照是真心作用。這兩個字我們要把它搞清楚。"
    },
    {
      "id": "09-023-0116_p0039",
      "zh_CN": "【圆者，非着力，非不着力。】",
      "zh_TW": "【圓者，非著力，非不著力。】"
    },
    {
      "id": "09-023-0116_p0040",
      "zh_CN": "实在讲，这个地方古人所谓此处用不得力。你不用力不对，你用力也不对，这是圆的意思。",
      "zh_TW": "實在講，這個地方古人所謂此處用不得力。你不用力不對，你用力也不對，這是圓的意思。"
    },
    {
      "id": "09-023-0116_p0041",
      "zh_CN": "【不沈不浮】",
      "zh_TW": "【不沈不浮】"
    },
    {
      "id": "09-023-0116_p0042",
      "zh_CN": "这是形容，形容这个境界。",
      "zh_TW": "這是形容，形容這個境界。"
    },
    {
      "id": "09-023-0116_p0043",
      "zh_CN": "【恍如朗月孤圆，是也。】",
      "zh_TW": "【恍如朗月孤圓，是也。】"
    },
    {
      "id": "09-023-0116_p0044",
      "zh_CN": "这个境界我们要很细心去体会。着力、不着力都是攀缘；非着力、非不着力，这是随缘，自自然然。前面跟诸位举古人那个例子，古人用撑船，船快到岸了，那个时候用不着力，只要把舵把稳，撑杆的、摇橹的统统都放下，这个船自自然然很缓慢的往岸边上靠，那个境界就是用不得力。这是说那种境界，这是圆的意思。圆修圆证，这种修行叫圆修，证果叫圆证。",
      "zh_TW": "這個境界我們要很細心去體會。著力、不著力都是攀緣；非著力、非不著力，這是隨緣，自自然然。前面跟諸位舉古人那個例子，古人用撐船，船快到岸了，那個時候用不著力，只要把舵把穩，撐桿的、搖櫓的統統都放下，這個船自自然然很緩慢的往岸邊上靠，那個境界就是用不得力。這是說那種境界，這是圓的意思。圓修圓證，這種修行叫圓修，證果叫圓證。"
    },
    {
      "id": "09-023-0116_p0045",
      "zh_CN": "【此际一念未起，清净无比，遍体清凉，便是本来面目。】",
      "zh_TW": "【此際一念未起，清淨無比，遍體清涼，便是本來面目。】"
    },
    {
      "id": "09-023-0116_p0046",
      "zh_CN": "此际，际是时候，就是这个时候。这个时候，一念未起，前面妄念灭了，后面一个妄念没起来的时候，此际就是指这个时候，这个时候是你真心显露。我们念佛人常讲的，一念相应一念佛，这就叫相应，这是一念相应的相。相应就是真心显露，真心显露，妄念离了，时间虽然很短暂，你能够有一秒钟、两秒钟的受用，就很难得。要在这里下功夫，这个时候的心清净无比。这个清净不是修得的，本来清净。遍体清凉，清凉是你的感受，我们一般讲轻安自在，这个轻安自在的相已经很粗了，实在讲这个境界自己没有入，体会不到也说不出来。禅宗里面所说的，「父母未生前本来面目」，这就是真心自性显露的时候。",
      "zh_TW": "此際，際是時候，就是這個時候。這個時候，一念未起，前面妄念滅了，後面一個妄念沒起來的時候，此際就是指這個時候，這個時候是你真心顯露。我們念佛人常講的，一念相應一念佛，這就叫相應，這是一念相應的相。相應就是真心顯露，真心顯露，妄念離了，時間雖然很短暫，你能夠有一秒鐘、兩秒鐘的受用，就很難得。要在這裡下功夫，這個時候的心清淨無比。這個清淨不是修得的，本來清淨。遍體清涼，清涼是你的感受，我們一般講輕安自在，這個輕安自在的相已經很粗了，實在講這個境界自己沒有入，體會不到也說不出來。禪宗裡面所說的，「父母未生前本來面目」，這就是真心自性顯露的時候。"
    },
    {
      "id": "09-023-0116_p0047",
      "zh_CN": "【务须绵密无间，久久便能入定，如此用功，便是随顺趋入也。】",
      "zh_TW": "【務須綿密無間，久久便能入定，如此用功，便是隨順趨入也。】"
    },
    {
      "id": "09-023-0116_p0048",
      "zh_CN": "经文这一大段，几个小段合起来这一大段，都是禅宗用功的精华。禅宗里参究怎么参究法？这都是它最重要的理论与方法。我们念佛人虽然不是用它这种方式，可是理论是一样的，道理是一样的。所以能够明了通达，对于念佛有很大的帮助，念佛容易得念佛三昧。这种境界现前要能够保持，绵密无间，用绵密无间，就跟前面非着力、非不着力呼应了。这个境界现前，你要是感觉到很清凉、很自在，完了，你落在意识里去了，你起念头了。清清楚楚，这个境界非常清楚，一念不生。稍稍有一念，稍稍有感觉，这个时候很舒服、很自在，这就坏了，马上就堕到意识里去了。所以这个地方，依旧还是要保持非着力、非不着力，这样才能入定。所以定的境界里头清清楚楚、明明白白，决定没有一个妄想。有一个妄念在里头，不是入定，不是定。像这样用功，这叫随顺趋入。可见得，这个功夫确实如古人所说：此处用不得力也。这个境界里头用不得力，自自然然的趋入；也是大乘法里面常说的「无功用道」，这是入了这个境界。在我们现前，我们的阶段没有达到这个层次，我们还要坚持，还要用心意识才行，这个是离心意识。因为心意识就是念头，这是离念，离相离念的功夫，我们见相还没有离，一定要坚持。",
      "zh_TW": "經文這一大段，幾個小段合起來這一大段，都是禪宗用功的精華。禪宗裡參究怎麼參究法？這都是它最重要的理論與方法。我們念佛人雖然不是用它這種方式，可是理論是一樣的，道理是一樣的。所以能夠明瞭通達，對於念佛有很大的幫助，念佛容易得念佛三昧。這種境界現前要能夠保持，綿密無間，用綿密無間，就跟前面非著力、非不著力呼應了。這個境界現前，你要是感覺到很清涼、很自在，完了，你落在意識裡去了，你起念頭了。清清楚楚，這個境界非常清楚，一念不生。稍稍有一念，稍稍有感覺，這個時候很舒服、很自在，這就壞了，馬上就墮到意識裡去了。所以這個地方，依舊還是要保持非著力、非不著力，這樣才能入定。所以定的境界裡頭清清楚楚、明明白白，決定沒有一個妄想。有一個妄念在裡頭，不是入定，不是定。像這樣用功，這叫隨順趨入。可見得，這個功夫確實如古人所說：此處用不得力也。這個境界裡頭用不得力，自自然然的趨入；也是大乘法裡面常說的「無功用道」，這是入了這個境界。在我們現前，我們的階段沒有達到這個層次，我們還要堅持，還要用心意識才行，這個是離心意識。因為心意識就是念頭，這是離念，離相離念的功夫，我們見相還沒有離，一定要堅持。"
    },
    {
      "id": "09-023-0116_p0049",
      "zh_CN": "【《圆觉经》曰：如来因地修圆觉者。】",
      "zh_TW": "【《圓覺經》曰：如來因地修圓覺者。】"
    },
    {
      "id": "09-023-0116_p0050",
      "zh_CN": "这个地方讲的如来，跟《金刚经》上讲的如来，意思完全相同，如来是从性体上说的。若就事相上讲，圆教初住菩萨，破一品无明、证一分法身，就成如来。《华严经》上所说的四十一位法身大士，四十一位诸佛如来，如来是这个意思，圆教初住菩萨都在其中，他们在因地修圆觉者，着重在圆字，圆修。",
      "zh_TW": "這個地方講的如來，跟《金剛經》上講的如來，意思完全相同，如來是從性體上說的。若就事相上講，圓教初住菩薩，破一品無明、證一分法身，就成如來。《華嚴經》上所說的四十一位法身大士，四十一位諸佛如來，如來是這個意思，圓教初住菩薩都在其中，他們在因地修圓覺者，著重在圓字，圓修。"
    },
    {
      "id": "09-023-0116_p0051",
      "zh_CN": "【知是空花，即无轮转。】",
      "zh_TW": "【知是空花，即無輪轉。】"
    },
    {
      "id": "09-023-0116_p0052",
      "zh_CN": "我们现在知了没有？我们没知，我们刚刚听说，在这个般若会上听说。假如我们要是真的知道了，这个事情就解决了。空花是空中之花，本无所有。这个空花就是说的六道、十法界。六道、十法界是梦幻泡影，如空中花，如水中月，没有自体，当体即空，了不可得。你要是真正知道了，轮回就没有了。你还要超越轮回，超越什么？轮回没有，你超越什么？轮回已经没有了。你不知道，你迷在里头，你以为有轮回。你晓得了，晓得就没有了，所以就超越了。",
      "zh_TW": "我們現在知了沒有？我們沒知，我們剛剛聽說，在這個般若會上聽說。假如我們要是真的知道了，這個事情就解決了。空花是空中之花，本無所有。這個空花就是說的六道、十法界。六道、十法界是夢幻泡影，如空中花，如水中月，沒有自體，當體即空，了不可得。你要是真正知道了，輪迴就沒有了。你還要超越輪迴，超越什麼？輪迴沒有，你超越什麼？輪迴已經沒有了。你不知道，你迷在裡頭，你以為有輪迴。你曉得了，曉得就沒有了，所以就超越了。"
    },
    {
      "id": "09-023-0116_p0053",
      "zh_CN": "【亦无身心受彼生死】",
      "zh_TW": "【亦無身心受彼生死】"
    },
    {
      "id": "09-023-0116_p0054",
      "zh_CN": "一切众生最恐怖的、最害怕的是什么？生死。有没有生死？没有，决定没有生死。能生死的心是假的，是没有，三心不可得；所生死的这个身体相分也是假的，当体即空，了不可得。能所俱空，谁生谁死？没有。生死这个幻相怎么来的？迷的人执着三心是真的，迷执这个身体也是真的，身心世界都是真的，都是实有的，他就有生死。他是不是真有生死？他真的没有生死，自己以为有生死。以为有生死，他就受生死之苦，其实苦也是假的，苦也不是真的。这就是说明不了解事实真相。后头两句这个结论好！",
      "zh_TW": "一切眾生最恐怖的、最害怕的是什麼？生死。有沒有生死？沒有，決定沒有生死。能生死的心是假的，是沒有，三心不可得；所生死的這個身體相分也是假的，當體即空，了不可得。能所俱空，誰生誰死？沒有。生死這個幻相怎麼來的？迷的人執著三心是真的，迷執這個身體也是真的，身心世界都是真的，都是實有的，他就有生死。他是不是真有生死？他真的沒有生死，自己以為有生死。以為有生死，他就受生死之苦，其實苦也是假的，苦也不是真的。這就是說明不了解事實真相。後頭兩句這個結論好！"
    },
    {
      "id": "09-023-0116_p0055",
      "zh_CN": "【非作故无，本性无故。】",
      "zh_TW": "【非作故無，本性無故。】"
    },
    {
      "id": "09-023-0116_p0056",
      "zh_CN": "这个无就是解释前面的「亦无身心受彼生死」，这个无不是造作它才无，本性上无。本性上因为没有妄念，就没有三心。本性里头没有妄相，所以就没有身心世界，那谁受？这底下解释：",
      "zh_TW": "這個無就是解釋前面的「亦無身心受彼生死」，這個無不是造作它才無，本性上無。本性上因為沒有妄念，就沒有三心。本性裡頭沒有妄相，所以就沒有身心世界，那誰受？這底下解釋："
    },
    {
      "id": "09-023-0116_p0057",
      "zh_CN": "【此言自性既本不生，则亦不灭，故曰本性无。】",
      "zh_TW": "【此言自性既本不生，則亦不滅，故曰本性無。】"
    },
    {
      "id": "09-023-0116_p0058",
      "zh_CN": "本性无有身心，无有六道，无有十法界。这个事与理，前面都说了很多。",
      "zh_TW": "本性無有身心，無有六道，無有十法界。這個事與理，前面都說了很多。"
    },
    {
      "id": "09-023-0116_p0059",
      "zh_CN": "【发心便应觉照本不生之性，故曰因地修圆觉。】",
      "zh_TW": "【發心便應覺照本不生之性，故曰因地修圓覺。】"
    },
    {
      "id": "09-023-0116_p0060",
      "zh_CN": "从这个地方，我们多少也能体会得法身大士的修学。他们的修学跟我们确实有不一样的所在。这个不一样，就是经上讲的，他们是直心正念真如，他们是圆照觉相。我们把这两句合起来看，意思就比较明显，这两句可以互为注解。他们的功夫，确确实实是无功用道；也就是说非着力、非不着力。他们确实是随顺趋入，随顺在哪里随顺？在日常生活当中随顺，工作里面随顺，处事待人接物里头随顺。什么叫非着力、非不着力？我们前面曾经讲过，境界清清楚楚、明明白白，工作我们认真努力去做，不是不做，样样事情都做，只是在做的当中，不起心、不动念、不分别、不执着，这就是随顺趋入，这就是圆修圆觉，就是圆照觉相，就是正念真如。",
      "zh_TW": "從這個地方，我們多少也能體會得法身大士的修學。他們的修學跟我們確實有不一樣的所在。這個不一樣，就是經上講的，他們是直心正念真如，他們是圓照覺相。我們把這兩句合起來看，意思就比較明顯，這兩句可以互為註解。他們的功夫，確確實實是無功用道；也就是說非著力、非不著力。他們確實是隨順趨入，隨順在哪裡隨順？在日常生活當中隨順，工作裡面隨順，處事待人接物裡頭隨順。什麼叫非著力、非不著力？我們前面曾經講過，境界清清楚楚、明明白白，工作我們認真努力去做，不是不做，樣樣事情都做，只是在做的當中，不起心、不動念、不分別、不執著，這就是隨順趨入，這就是圓修圓覺，就是圓照覺相，就是正念真如。"
    },
    {
      "id": "09-023-0116_p0061",
      "zh_CN": "【如是修者，知彼一切生灭幻相，尽是空花，有即非有，故不为幻境所转矣。】",
      "zh_TW": "【如是修者，知彼一切生滅幻相，盡是空花，有即非有，故不為幻境所轉矣。】"
    },
    {
      "id": "09-023-0116_p0062",
      "zh_CN": "他在境界里面所表现的，跟一般人完全没有两样。像释迦牟尼佛在这个经前面所示现的，入舍卫大城乞食，着衣持钵，这是当时出家人每天做的工作。释迦牟尼佛也照做，跟一般出家人没有两样，每天出去托钵。托钵，接受在家人供养这一钵饭，出家人一定要为在家人说法，就像《金刚经》上讲的，乃至四句偈，一句半偈，一定要说。他有问题，要给他解答；他没有问题，要给他嘱咐，这是说法。在家人是财供养，出家人回报他是法供养。回到精舍讲堂，每天讲经说法，这是出家人的事业。所以在事上，跟我们世间人没有不一样的地方。每天有他正常的工作，他需要做的事情，用心不一样。因为他知道一切法的真相：梦幻泡影，当体即空、了不可得，有即非有，相即非相，所以他的心是清净的。他没有分别，没有执着，没有起心动念，你要问他为什么？因为一切相当体即空。",
      "zh_TW": "他在境界裡面所表現的，跟一般人完全沒有兩樣。像釋迦牟尼佛在這個經前面所示現的，入舍衛大城乞食，著衣持缽，這是當時出家人每天做的工作。釋迦牟尼佛也照做，跟一般出家人沒有兩樣，每天出去托缽。托缽，接受在家人供養這一缽飯，出家人一定要為在家人說法，就像《金剛經》上講的，乃至四句偈，一句半偈，一定要說。他有問題，要給他解答；他沒有問題，要給他囑咐，這是說法。在家人是財供養，出家人回報他是法供養。回到精舍講堂，每天講經說法，這是出家人的事業。所以在事上，跟我們世間人沒有不一樣的地方。每天有他正常的工作，他需要做的事情，用心不一樣。因為他知道一切法的真相：夢幻泡影，當體即空、了不可得，有即非有，相即非相，所以他的心是清淨的。他沒有分別，沒有執著，沒有起心動念，你要問他為什麼？因為一切相當體即空。"
    },
    {
      "id": "09-023-0116_p0063",
      "zh_CN": "凡夫跟佛菩萨不同的地方，就是起心动念，妄想分别执着，不一样就在此地。为什么凡夫接触这些现相，他会起妄想分别执着？他不知道这些现相是当体即空的，是了不可得的，误以为实实在在有。他不晓得事实的真相，是业因果报刹那生灭的相续相，他不晓得。诸佛菩萨看十法界依正庄严是什么？就是业因果报刹那生灭的相续相。他看得清楚，看得明白，所以他在其中不起心、不动念、不分别、不执着。我们今天学佛菩萨，头一个要学他的观念。哲学里面所说的宇宙人生观，头一个我们学这个；也就是说，想法、看法要学佛菩萨，他是正确的。想法、看法正确了，你的说法、做法当然正确，那还有什么问题？所以跟世间人在一起，大慈大悲，和光同尘。他们在迷惑，没觉悟，佛菩萨做一个最好的榜样。这个榜样是什么？教给一切众生怎样生活；然后再帮助他觉悟，帮助他离开这个虚幻，这叫大慈大悲。所以他晓得「生灭幻相，尽是空花，有即非有，故不为幻境所转。」凡夫最苦的，就是被境界所转，佛菩萨不会被境界所转了，《楞严经》上说：「若能转境，则同如来。」你不被境界转，你就转境界；你能转境界，你就是如来。前面讲如来因地修圆觉者，那你成如来了。这个如来，刚才讲了，圆教初住菩萨就是如来。",
      "zh_TW": "凡夫跟佛菩薩不同的地方，就是起心動念，妄想分別執著，不一樣就在此地。為什麼凡夫接觸這些現相，他會起妄想分別執著？他不知道這些現相是當體即空的，是了不可得的，誤以為實實在在有。他不曉得事實的真相，是業因果報剎那生滅的相續相，他不曉得。諸佛菩薩看十法界依正莊嚴是什麼？就是業因果報剎那生滅的相續相。他看得清楚，看得明白，所以他在其中不起心、不動念、不分別、不執著。我們今天學佛菩薩，頭一個要學他的觀念。哲學裡面所說的宇宙人生觀，頭一個我們學這個；也就是說，想法、看法要學佛菩薩，他是正確的。想法、看法正確了，你的說法、做法當然正確，那還有什麼問題？所以跟世間人在一起，大慈大悲，和光同塵。他們在迷惑，沒覺悟，佛菩薩做一個最好的榜樣。這個榜樣是什麼？教給一切眾生怎樣生活；然後再幫助他覺悟，幫助他離開這個虛幻，這叫大慈大悲。所以他曉得「生滅幻相，盡是空花，有即非有，故不為幻境所轉。」凡夫最苦的，就是被境界所轉，佛菩薩不會被境界所轉了，《楞嚴經》上說：「若能轉境，則同如來。」你不被境界轉，你就轉境界；你能轉境界，你就是如來。前面講如來因地修圓覺者，那你成如來了。這個如來，剛才講了，圓教初住菩薩就是如來。"
    },
    {
      "id": "09-023-0116_p0064",
      "zh_CN": "【与知幻即离义同】",
      "zh_TW": "【與知幻即離義同】"
    },
    {
      "id": "09-023-0116_p0065",
      "zh_CN": "前面引用《圆觉经》「知幻即离，不作方便」，这个意思完全相同。这是用《圆觉经》的经文，来解释《圆觉经》上「知幻即离」。",
      "zh_TW": "前面引用《圓覺經》「知幻即離，不作方便」，這個意思完全相同。這是用《圓覺經》的經文，來解釋《圓覺經》上「知幻即離」。"
    },
    {
      "id": "09-023-0116_p0066",
      "zh_CN": "【观上引经文，当可了然。】",
      "zh_TW": "【觀上引經文，當可了然。】"
    },
    {
      "id": "09-023-0116_p0067",
      "zh_CN": "看到前面引用《圆觉经》、《楞严经》的文字不少，当可了然。",
      "zh_TW": "看到前面引用《圓覺經》、《楞嚴經》的文字不少，當可了然。"
    },
    {
      "id": "09-023-0116_p0068",
      "zh_CN": "【径向本不生处觉照，为除无明之妙法。】",
      "zh_TW": "【徑向本不生處覺照，為除無明之妙法。】"
    },
    {
      "id": "09-023-0116_p0069",
      "zh_CN": "这个事情一定要在日常生活当中，就像前面所说的，务须绵密无间，很自然的、很细心的去觉照。我们从早到晚，对人对事对物，六根一接触就要晓得，外面境界是业因果报刹那的相续相。你能够提得起这一句，这就是正念分明，清清楚楚、明明白白。功夫用久了，这讲绵密无间。因为你一间断，你就迷了，你又打妄想，又起分别执着，那你就错了。你能把这个觉照功夫保持住，给诸位说，有个三、五年，你不能成圣，也是道道地地的贤人，就入菩萨的观行位，那个一点不假。",
      "zh_TW": "這個事情一定要在日常生活當中，就像前面所說的，務須綿密無間，很自然的、很細心的去覺照。我們從早到晚，對人對事對物，六根一接觸就要曉得，外面境界是業因果報剎那的相續相。你能夠提得起這一句，這就是正念分明，清清楚楚、明明白白。功夫用久了，這講綿密無間。因為你一間斷，你就迷了，你又打妄想，又起分別執著，那你就錯了。你能把這個覺照功夫保持住，給諸位說，有個三、五年，你不能成聖，也是道道地地的賢人，就入菩薩的觀行位，那個一點不假。"
    },
    {
      "id": "09-023-0116_p0070",
      "zh_CN": "观行位就是通常讲的功夫得力。什么叫功夫得力？不被境界所转。你在境界里自己能做得了主，不被境界转。不被境界转，我们再说一个很粗显的话，你已经改变了命运，你已经不受你命运的支配。凡是受命运支配的，动弹不得的，随境所转。你不被境界转，你命运超越了。不需要很长的时间，你懂得这个道理，懂得这个方法，你就真正去用功夫。这个功夫，就在生活里面晓得万法皆空、三心不可得，这是《金刚经》上重要的纲领，然后自自然然就做到无住生心、生心无住，这是除无明极妙的方法。",
      "zh_TW": "觀行位就是通常講的功夫得力。什麼叫功夫得力？不被境界所轉。你在境界裡自己能做得了主，不被境界轉。不被境界轉，我們再說一個很粗顯的話，你已經改變了命運，你已經不受你命運的支配。凡是受命運支配的，動彈不得的，隨境所轉。你不被境界轉，你命運超越了。不需要很長的時間，你懂得這個道理，懂得這個方法，你就真正去用功夫。這個功夫，就在生活裡面曉得萬法皆空、三心不可得，這是《金剛經》上重要的綱領，然後自自然然就做到無住生心、生心無住，這是除無明極妙的方法。"
    },
    {
      "id": "09-023-0116_p0071",
      "zh_CN": "【本不生处，即于未起念时，向不动处，摄心觉照。】",
      "zh_TW": "【本不生處，即於未起念時，向不動處，攝心覺照。】"
    },
    {
      "id": "09-023-0116_p0072",
      "zh_CN": "觉照就是禅宗所用的观心的方法。观心的方法跟参话头的方法不一样，观心的功夫深，参话头的功夫浅。那是什么？观心没有办法，做不到，这才参话头。话头是什么？就是念头。这个念头起来了，就教你去观察，那个念头从哪里起来的？做这个功夫。我们打了一个妄想，不要去理会它想些什么，注意那个念头从哪里起来的；你一观，那个念头没有了，要继续观它到哪里去了？用这种功夫，叫参话头。观心不是的，观心是前念灭了，后念没有生，那个当中是真心，那是观心，所以这个很难。早期禅宗用观心的方法，以后人的根性劣，妄想多了，观心这个方法用不上了，所以祖师才教人参话头，用参话头的方法来摄心。观心，这当然是最高明的。",
      "zh_TW": "覺照就是禪宗所用的觀心的方法。觀心的方法跟參話頭的方法不一樣，觀心的功夫深，參話頭的功夫淺。那是什麼？觀心沒有辦法，做不到，這才參話頭。話頭是什麼？就是念頭。這個念頭起來了，就教你去觀察，那個念頭從哪裡起來的？做這個功夫。我們打了一個妄想，不要去理會它想些什麼，注意那個念頭從哪裡起來的；你一觀，那個念頭沒有了，要繼續觀它到哪裡去了？用這種功夫，叫參話頭。觀心不是的，觀心是前念滅了，後念沒有生，那個當中是真心，那是觀心，所以這個很難。早期禪宗用觀心的方法，以後人的根性劣，妄想多了，觀心這個方法用不上了，所以祖師才教人參話頭，用參話頭的方法來攝心。觀心，這當然是最高明的。"
    },
    {
      "id": "09-023-0116_p0073",
      "zh_CN": "【以成其不取】",
      "zh_TW": "【以成其不取】"
    },
    {
      "id": "09-023-0116_p0074",
      "zh_CN": "你能够这样做，你对于一切法自自然然都不取了。实实在在讲，如果我们对于一切法的真相明白，是真明白了，你就不会取，不会执着。为什么？取相、执着是一场空。佛没有欺骗我们，佛不是没有理由的来教导我们，所给我们讲的，教给我们的，全是事实真相。大乘经都是从实相里面流露出来的，实相就是事实真相。这是决定可以相信的，决定可以接受的，因为它是事实真相。了解事实真相，你想想还有哪一桩事情放不下？你所有一切放不下的，都是虚妄的。这就是告诉你，应当放下，不应当再挂在心上。但是事，事是缘，缘可不可以放下？不可以。前面讲过：万法皆空，所以你要放下；因果不空。这就是说明了一切都空，身心世界俱不可得，你为什么还要规规矩矩做人，老老实实办事，为什么还要这样子？因果不空。因果是什么？眼前十法界依正庄严的现相，就是因果的幻相，这个东西不空，所以你还是要断恶修善，积功累德。你那个因好，相续相就好。这个相里头有十法界依正庄严，那个不一样，这就是为什么还要接着应无所住，后头还要而生其心；而生其心就是因果不空。这是一定要晓得的。现在世间人颠倒，恰恰把它搞反了，以为因果是假的，以为一切现相是真的，这个糟糕！经上常讲颠倒错乱，他颠倒在哪里？就颠倒在此地。一切皆空，他认为都是有的，不空；真的是不空，他又认为是空的，他那个颠倒在此地。这一颠倒就造无量的罪业，所现的相续相，那个相就不好，现的是三恶道业因果报刹那生灭的相续相，现这种相。",
      "zh_TW": "你能夠這樣做，你對於一切法自自然然都不取了。實實在在講，如果我們對於一切法的真相明白，是真明白了，你就不會取，不會執著。為什麼？取相、執著是一場空。佛沒有欺騙我們，佛不是沒有理由的來教導我們，所給我們講的，教給我們的，全是事實真相。大乘經都是從實相裡面流露出來的，實相就是事實真相。這是決定可以相信的，決定可以接受的，因為它是事實真相。了解事實真相，你想想還有哪一樁事情放不下？你所有一切放不下的，都是虛妄的。這就是告訴你，應當放下，不應當再掛在心上。但是事，事是緣，緣可不可以放下？不可以。前面講過：萬法皆空，所以你要放下；因果不空。這就是說明了一切都空，身心世界俱不可得，你為什麼還要規規矩矩做人，老老實實辦事，為什麼還要這樣子？因果不空。因果是什麼？眼前十法界依正莊嚴的現相，就是因果的幻相，這個東西不空，所以你還是要斷惡修善，積功累德。你那個因好，相續相就好。這個相裡頭有十法界依正莊嚴，那個不一樣，這就是為什麼還要接著應無所住，後頭還要而生其心；而生其心就是因果不空。這是一定要曉得的。現在世間人顛倒，恰恰把它搞反了，以為因果是假的，以為一切現相是真的，這個糟糕！經上常講顛倒錯亂，他顛倒在哪裡？就顛倒在此地。一切皆空，他認為都是有的，不空；真的是不空，他又認為是空的，他那個顛倒在此地。這一顛倒就造無量的罪業，所現的相續相，那個相就不好，現的是三惡道業因果報剎那生滅的相續相，現這種相。"
    },
    {
      "id": "09-023-0116_p0075",
      "zh_CN": "【于遇缘时，坚持不取，以圆满其不动，庶于如如性体，得有入处。】",
      "zh_TW": "【於遇緣時，堅持不取，以圓滿其不動，庶於如如性體，得有入處。】"
    },
    {
      "id": "09-023-0116_p0076",
      "zh_CN": "于如如性体得有入处，就是我们平常所讲的明心见性，这就是见性的意思；也是经上所谓契入真如，这就是契入真如的意思；一般世间人讲，证果、成道，都是这个意思，这是证到佛果、成菩萨道。关键就在「遇缘时坚持不取」，这句话非常重要。遇缘的时候，你要有觉有照。有觉有照是什么？身心世界都是假的，都不是真的，这就是功夫，这就是智慧，这就不迷。譬如遇到缘，遇到缘有赚钱的时候，这个缘你遇到了，你拼命去赚钱去了，你就迷了。遇到缘不取，不取是什么？随缘，不去攀缘，要懂这个意思。钱怎么来的？知道业因果报的相续相。过去生中财布施的多，这是果报现前了。现前要晓得，当体即空，了不可得。你知道当体即空，了不可得，你的做法就不一样，你不会把这些钱据为己有、把它存起来，不会了，马上就散掉，去帮助一切需要的人。那你钱是不是都丢掉了？没有。你这个地方丢掉，后面又来了，来得比前面还要多。但是总而言之要记住，不管来得多、来得少，要散，这是智慧。不能够聚，一聚就错了，空的，哪里能聚得了？所以一定要散。",
      "zh_TW": "於如如性體得有入處，就是我們平常所講的明心見性，這就是見性的意思；也是經上所謂契入真如，這就是契入真如的意思；一般世間人講，證果、成道，都是這個意思，這是證到佛果、成菩薩道。關鍵就在「遇緣時堅持不取」，這句話非常重要。遇緣的時候，你要有覺有照。有覺有照是什麼？身心世界都是假的，都不是真的，這就是功夫，這就是智慧，這就不迷。譬如遇到緣，遇到緣有賺錢的時候，這個緣你遇到了，你拼命去賺錢去了，你就迷了。遇到緣不取，不取是什麼？隨緣，不去攀緣，要懂這個意思。錢怎麼來的？知道業因果報的相續相。過去生中財布施的多，這是果報現前了。現前要曉得，當體即空，了不可得。你知道當體即空，了不可得，你的做法就不一樣，你不會把這些錢據為己有、把它存起來，不會了，馬上就散掉，去幫助一切需要的人。那你錢是不是都丟掉了？沒有。你這個地方丟掉，後面又來了，來得比前面還要多。但是總而言之要記住，不管來得多、來得少，要散，這是智慧。不能夠聚，一聚就錯了，空的，哪裡能聚得了？所以一定要散。"
    },
    {
      "id": "09-023-0116_p0077",
      "zh_CN": "世间人不懂得散财，为什么他不知道散财？他不晓得事实真相。知道事实真相，他一定这样做法。而且这个财决定帮助一切需要帮助的众生，这个财就非常有意义、非常有价值，积功累德。否则的话，那个财实在讲，过去修也不容易，现在得到的时候把它糟蹋掉了，你说那多可惜！做了一些毫无意义的事情，不但没有好处，有很多财造了罪业，更不值得了。所以你就有智慧，才晓得怎样去处理，怎样去运用。心依旧是如如不动，不动不是说不起作用，动静一如，动静不二，那才叫真不动。动中有不动，那是真不动。这个意思很深，大家要细心去体会。今天就讲到此地。",
      "zh_TW": "世間人不懂得散財，為什麼他不知道散財？他不曉得事實真相。知道事實真相，他一定這樣做法。而且這個財決定幫助一切需要幫助的眾生，這個財就非常有意義、非常有價值，積功累德。否則的話，那個財實在講，過去修也不容易，現在得到的時候把它糟蹋掉了，你說那多可惜！做了一些毫無意義的事情，不但沒有好處，有很多財造了罪業，更不值得了。所以你就有智慧，才曉得怎樣去處理，怎樣去運用。心依舊是如如不動，不動不是說不起作用，動靜一如，動靜不二，那才叫真不動。動中有不動，那是真不動。這個意思很深，大家要細心去體會。今天就講到此地。"
    }
  ]
}