{
  "doc_id": "32-276-0002",
  "title": {
    "zh_CN": "华藏卫视会客谈话节录—宗教是人类不能缺少的教育",
    "zh_TW": "華藏衛視會客談話節錄—宗教是人類不能缺少的教育"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台北内湖华藏卫视总部",
    "zh_TW": "台灣台北內湖華藏衛視總部"
  },
  "doc_number": "32-276-0002",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "32-276-0002_p0001",
      "zh_CN": "现在大家对宗教都有误会，不但对儒释道，其他宗教都有误会。误会什么？没有落实教义，没有把教义讲清楚、讲明白，所以信，全是我们讲的迷信。真正古时候，各个人都读经典，都学经典，从经典里面学会怎么做人、怎么处事。今天经典都是拿来超度的，拿来做忏悔，做错事情，求神保佑他不要受到惩罚，都变质了。所以现在我们把它找回来，找回来就要办学，希望宗教回归教育。",
      "zh_TW": "現在大家對宗教都有誤會，不但對儒釋道，其他宗教都有誤會。誤會什麼？沒有落實教義，沒有把教義講清楚、講明白，所以信，全是我們講的迷信。真正古時候，各個人都讀經典，都學經典，從經典裡面學會怎麼做人、怎麼處事。今天經典都是拿來超度的，拿來做懺悔，做錯事情，求神保佑他不要受到懲罰，都變質了。所以現在我們把它找回來，找回來就要辦學，希望宗教回歸教育。"
    },
    {
      "id": "32-276-0002_p0002",
      "zh_CN": "宗教是人类不能缺少的教育，这汤恩比说的。为什么不能缺少？宗教两个字讲得好，宗有三个意思：主要的、重要的、尊崇的，你查字典查得到；教也有三个意思：教育、教学、教化。宗教这两个字连起来，主要的教育、重要的教学、尊崇的教化。",
      "zh_TW": "宗教是人類不能缺少的教育，這湯恩比說的。為什麼不能缺少？宗教兩個字講得好，宗有三個意思：主要的、重要的、尊崇的，你查字典查得到；教也有三個意思：教育、教學、教化。宗教這兩個字連起來，主要的教育、重要的教學、尊崇的教化。"
    },
    {
      "id": "32-276-0002_p0003",
      "zh_CN": "宗教教育内容是什么？伦理、道德、因果、圣贤的智慧。这四样东西要不要？都在宗教经典里头，在宗教教学里头。如果真正搞通、搞明白了，才知道宗教教育能救世界，跟中国圣贤教育没有两样，都是神圣的。",
      "zh_TW": "宗教教育內容是什麼？倫理、道德、因果、聖賢的智慧。這四樣東西要不要？都在宗教經典裡頭，在宗教教學裡頭。如果真正搞通、搞明白了，才知道宗教教育能救世界，跟中國聖賢教育沒有兩樣，都是神聖的。"
    },
    {
      "id": "32-276-0002_p0004",
      "zh_CN": "所以西方恢复宗教，西方就安定了；东方恢复中国传统文化，东方安定。西方这个宗教跟东方的儒释道可以融会贯通，世界和平。现在对于这桩事情，认识的人愈来愈多，尤其我们进入联合国，我们每天讲经，把这个东西讲清楚、讲明白，让这些大使都有机会接触到，然后回到自己国家去推动。",
      "zh_TW": "所以西方恢復宗教，西方就安定了；東方恢復中國傳統文化，東方安定。西方這個宗教跟東方的儒釋道可以融會貫通，世界和平。現在對於這樁事情，認識的人愈來愈多，尤其我們進入聯合國，我們每天講經，把這個東西講清楚、講明白，讓這些大使都有機會接觸到，然後回到自己國家去推動。"
    },
    {
      "id": "32-276-0002_p0005",
      "zh_CN": "经教都是好东西，选择一部，一门深入，长时薰修，无师可以自通。为什么？智慧是你自性本有的，不是外来的。经典也都出自于自性，只要明心见性，全明白了。明心，没有见性，不能全明白，明白一半，够了。所以核心，真诚、清净、平等的爱心，要有这个，这个太重要了！圣贤的学术、西方宗教，都是立足于真诚、清净、平等。真诚、清净、平等是你的自性，性德，本有的，不是外来的。",
      "zh_TW": "經教都是好東西，選擇一部，一門深入，長時薰修，無師可以自通。為什麼？智慧是你自性本有的，不是外來的。經典也都出自於自性，只要明心見性，全明白了。明心，沒有見性，不能全明白，明白一半，夠了。所以核心，真誠、清淨、平等的愛心，要有這個，這個太重要了！聖賢的學術、西方宗教，都是立足於真誠、清淨、平等。真誠、清淨、平等是你的自性，性德，本有的，不是外來的。"
    },
    {
      "id": "32-276-0002_p0006",
      "zh_CN": "念佛是个捷径，很多人不知道，很难懂，但是很有效，只要你肯做，相信，老实念。为什么？不念佛，你疑问很多、杂念很多，胡思乱想；念佛了，只有一个念头，用这一念把那个杂念、妄想全部打掉。念佛不仅仅是求生净土，是得定，妄想没有了、杂念没有了，统统放下，就定在这个佛号上，开智慧，会开智慧。",
      "zh_TW": "念佛是個捷徑，很多人不知道，很難懂，但是很有效，只要你肯做，相信，老實念。為什麼？不念佛，你疑問很多、雜念很多，胡思亂想；念佛了，只有一個念頭，用這一念把那個雜念、妄想全部打掉。念佛不僅僅是求生淨土，是得定，妄想沒有了、雜念沒有了，統統放下，就定在這個佛號上，開智慧，會開智慧。"
    },
    {
      "id": "32-276-0002_p0007",
      "zh_CN": "再看古人的东西，原先看不懂的，慢慢的看懂了。有耐心，一遍不懂，第二遍，二遍不懂，三遍。看个二十遍、三十遍，兴趣就来了，读书的快乐，读书乐就出现了；百遍、千遍，智慧现前，就通了。《无量寿经》有同学念过上万遍的，来跟我见面，读完一万多遍。智慧有没有开？没开。什么原因？烦恼、习气没放下。特别是贡高我慢，不读还好，还没有贡高，遍数念足的时候，贡高我慢了，这就完了！",
      "zh_TW": "再看古人的東西，原先看不懂的，慢慢的看懂了。有耐心，一遍不懂，第二遍，二遍不懂，三遍。看個二十遍、三十遍，興趣就來了，讀書的快樂，讀書樂就出現了；百遍、千遍，智慧現前，就通了。《無量壽經》有同學念過上萬遍的，來跟我見面，讀完一萬多遍。智慧有沒有開？沒開。什麼原因？煩惱、習氣沒放下。特別是貢高我慢，不讀還好，還沒有貢高，遍數念足的時候，貢高我慢了，這就完了！"
    },
    {
      "id": "32-276-0002_p0008",
      "zh_CN": "所以，修、行，行很重要，行就是落实，这个重要。修什么？修正、调整。调整之后要保持、恢复，恢复到老实、听话、真干。听话，我就提出两句话，释迦牟尼佛教我们，放下贪瞋痴慢疑，五种根本烦恼，要真干，要真把它放下；表现在外面的，学孔老夫子，温良恭俭让。人家跟你接触，会感觉到你温和、善良，大家都喜欢；恭敬，对人对事恭敬；节俭；忍让，懂得让别人。样样都让，名闻利养统统要让，愈让你的心愈清净，愈让愈快乐。要变成行为，修正之后要养成习惯。圣贤书里头全是教这些东西，所以读书要读圣贤书。",
      "zh_TW": "所以，修、行，行很重要，行就是落實，這個重要。修什麼？修正、調整。調整之後要保持、恢復，恢復到老實、聽話、真幹。聽話，我就提出兩句話，釋迦牟尼佛教我們，放下貪瞋痴慢疑，五種根本煩惱，要真幹，要真把它放下；表現在外面的，學孔老夫子，溫良恭儉讓。人家跟你接觸，會感覺到你溫和、善良，大家都喜歡；恭敬，對人對事恭敬；節儉；忍讓，懂得讓別人。樣樣都讓，名聞利養統統要讓，愈讓你的心愈清淨，愈讓愈快樂。要變成行為，修正之後要養成習慣。聖賢書裡頭全是教這些東西，所以讀書要讀聖賢書。"
    },
    {
      "id": "32-276-0002_p0009",
      "zh_CN": "所以古时候社会风气为什么那么好？榜样多。凡是读书人，不管他读得怎么样，他离开自己家里大门出去，都要装个样子，不装个样子不好意思，人家骂他。样样都要孔老夫子的温良恭俭让，要表演出来。风气好！老百姓，国家没那么多学校，没办学校，为什么人人都很会做人？看榜样看出来的。",
      "zh_TW": "所以古時候社會風氣為什麼那麼好？榜樣多。凡是讀書人，不管他讀得怎麼樣，他離開自己家裡大門出去，都要裝個樣子，不裝個樣子不好意思，人家罵他。樣樣都要孔老夫子的溫良恭儉讓，要表演出來。風氣好！老百姓，國家沒那麼多學校，沒辦學校，為什麼人人都很會做人？看榜樣看出來的。"
    },
    {
      "id": "32-276-0002_p0010",
      "zh_CN": "所以士农工商，把读书人摆在第一，高高的，什么？他是人的样子。下面，农、工、商都要看这个榜样，都要学这个样子。所以他是教育。穷秀才一生没做什么光辉的事情，后人还是这么尊敬他，就是因为他的榜样做得好，那就是教化众生，他有功德，社会的安定和谐是他们创造的，他们带头带的，我们要把这个恢复。人要争这口气，我要给社会大众做个好样子。有这个念头就好，他自然就规矩了，自然就断恶修善。",
      "zh_TW": "所以士農工商，把讀書人擺在第一，高高的，什麼？他是人的樣子。下面，農、工、商都要看這個榜樣，都要學這個樣子。所以他是教育。窮秀才一生沒做什麼光輝的事情，後人還是這麼尊敬他，就是因為他的榜樣做得好，那就是教化眾生，他有功德，社會的安定和諧是他們創造的，他們帶頭帶的，我們要把這個恢復。人要爭這口氣，我要給社會大眾做個好樣子。有這個念頭就好，他自然就規矩了，自然就斷惡修善。"
    }
  ]
}