{
  "doc_id": "32-306-0010",
  "title": {
    "zh_CN": "与英国汉学院学生谈话—功夫不够时，能否找一个清净的地方学习经教和念佛",
    "zh_TW": "與英國漢學院學生談話—功夫不夠時，能否找一個清淨的地方學習經教和念佛"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "32-306-0010",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "32-306-0010_p0001",
      "zh_CN": "这个问题与缘分有关系。我们有没有这个环境，能不能遇到，那是个理想，很难实现的。但是佛、祖师大德教给我们的方法，不限于任何外境都能成功的，这个很重要，那就是放下。我年轻的时候，二十六岁，亲近章嘉大师，他老人家告诉我的，就是看破、放下。看破、放下，在哪里看破？就在当下。不是过去、不是未来，就是当下，当下你眼睛所看的这个境界，一般人会被境界转，受境界干扰，这叫凡夫。真正修行人，他不受外面环境干扰，怎么看呢？他知道「一切法无所有，毕竟空，不可得」。就在当前，是不是真的？是真的。在哪里？前一秒钟。后一秒钟看前一秒钟，在不在了？不在。会不会回来？不会回来，永远不回来。那怎么样？随它去吧！这问题就能解决。修行是这个修法的，六根在六尘之处修：眼在色上修，你所看到的一切色；耳在声上修，一切音声上修；鼻，在气味上修；舌，在尝味上修，饮食尝味当中修。干这个的，这是真干，这不是干假的。知道所有一切境界都不是真的。",
      "zh_TW": "這個問題與緣分有關係。我們有沒有這個環境，能不能遇到，那是個理想，很難實現的。但是佛、祖師大德教給我們的方法，不限於任何外境都能成功的，這個很重要，那就是放下。我年輕的時候，二十六歲，親近章嘉大師，他老人家告訴我的，就是看破、放下。看破、放下，在哪裡看破？就在當下。不是過去、不是未來，就是當下，當下你眼睛所看的這個境界，一般人會被境界轉，受境界干擾，這叫凡夫。真正修行人，他不受外面環境干擾，怎麼看呢？他知道「一切法無所有，畢竟空，不可得」。就在當前，是不是真的？是真的。在哪裡？前一秒鐘。後一秒鐘看前一秒鐘，在不在了？不在。會不會回來？不會回來，永遠不回來。那怎麼樣？隨它去吧！這問題就能解決。修行是這個修法的，六根在六塵之處修：眼在色上修，你所看到的一切色；耳在聲上修，一切音聲上修；鼻，在氣味上修；舌，在嘗味上修，飲食嘗味當中修。幹這個的，這是真幹，這不是幹假的。知道所有一切境界都不是真的。"
    },
    {
      "id": "32-306-0010_p0002",
      "zh_CN": "所以佛经上有一句话说「一弹指」，一弹指的时候，经历过多少个不同的画面？我们外面境界，它刹那刹那在变，它不是真的，这一弹指、一秒钟，变了多少次？佛在经上告诉我们，三十二亿百千念。百千是十万，十万个念头，一刹那它就过去了，再不会回来了。一秒钟这种情形多少次？三十二亿。所以，真正修行成就的人告诉你，这世界上没有东西，没有一样东西你可以掌握到、控制到，是你的，包括我们的身体、包括我们的思想，都不是，这是佛菩萨的境界。所以佛菩萨跟我们不相同，他从这个地方看出「一切法无所有，毕竟空，不可得」。既然不可得，你就不必理它，来随它来，去随它去，不要去理它。",
      "zh_TW": "所以佛經上有一句話說「一彈指」，一彈指的時候，經歷過多少個不同的畫面？我們外面境界，它剎那剎那在變，它不是真的，這一彈指、一秒鐘，變了多少次？佛在經上告訴我們，三十二億百千念。百千是十萬，十萬個念頭，一剎那它就過去了，再不會回來了。一秒鐘這種情形多少次？三十二億。所以，真正修行成就的人告訴你，這世界上沒有東西，沒有一樣東西你可以掌握到、控制到，是你的，包括我們的身體、包括我們的思想，都不是，這是佛菩薩的境界。所以佛菩薩跟我們不相同，他從這個地方看出「一切法無所有，畢竟空，不可得」。既然不可得，你就不必理它，來隨它來，去隨它去，不要去理它。"
    },
    {
      "id": "32-306-0010_p0003",
      "zh_CN": "在境缘当中，就是色声香味触法，境缘当中修什么？修不起心不动念。你在我面前生灭，我不理会你，我根本不分别不执着、不起心不动念，就修这个。我们现在一般凡人是见色闻声，他起心动念、他分别执着，这就苦不堪言了。苦从哪来？苦从这来的。你要是完全把它看清楚、看明白了，看出它的真相，根本就不去理它，「天下本无事，庸人自扰之」，你就解脱了，妙极了！",
      "zh_TW": "在境緣當中，就是色聲香味觸法，境緣當中修什麼？修不起心不動念。你在我面前生滅，我不理會你，我根本不分別不執著、不起心不動念，就修這個。我們現在一般凡人是見色聞聲，他起心動念、他分別執著，這就苦不堪言了。苦從哪來？苦從這來的。你要是完全把它看清楚、看明白了，看出它的真相，根本就不去理它，「天下本無事，庸人自擾之」，你就解脫了，妙極了！"
    },
    {
      "id": "32-306-0010_p0004",
      "zh_CN": "在哪里修？眼在色上修，耳在音声上修，接触外头境界的时候，就晓得别理会它。可是这个要真看破，看破就了解事实真相，事实真相是一弹指三十二亿百千念，今天量子证实；那就是换句话说，佛教里头有科学。他用这个方法让我们把心静下来，真的不要随着外头虚幻的环境，来扰乱我们的清净心，心永远保持清净、平等、觉，没有高下。",
      "zh_TW": "在哪裡修？眼在色上修，耳在音聲上修，接觸外頭境界的時候，就曉得別理會它。可是這個要真看破，看破就了解事實真相，事實真相是一彈指三十二億百千念，今天量子證實；那就是換句話說，佛教裡頭有科學。他用這個方法讓我們把心靜下來，真的不要隨著外頭虛幻的環境，來擾亂我們的清淨心，心永遠保持清淨、平等、覺，沒有高下。"
    },
    {
      "id": "32-306-0010_p0005",
      "zh_CN": "大乘经里面讲得很多，佛在哪里？佛在你心里头。你心里本来有佛，不动，你就见佛；动，见不到佛，你见到是世间这些境界。不动是什么？不动是佛境界，是自性起心动念变现出这个宇宙。所以宇宙是从哪来的？心想生。你要是没有念头的话，这宇宙就没有了，整个宇宙不是真的。",
      "zh_TW": "大乘經裡面講得很多，佛在哪裡？佛在你心裡頭。你心裡本來有佛，不動，你就見佛；動，見不到佛，你見到是世間這些境界。不動是什麼？不動是佛境界，是自性起心動念變現出這個宇宙。所以宇宙是從哪來的？心想生。你要是沒有念頭的話，這宇宙就沒有了，整個宇宙不是真的。"
    },
    {
      "id": "32-306-0010_p0006",
      "zh_CN": "入这个境界，自己掌控不住，用念佛的功夫，我换一个念头，阿弥陀佛，把这个就给它隔开了。阿弥陀佛念久了，这个境界现前，如如不动了，这定功，这叫念佛三昧；得念佛三昧，往生自在了。极乐世界也是我们自性变现出来，是真心变的，我们这个境界是妄心变的。妄心是什么？里面有分别、妄想、执着，还有贪瞋痴慢疑，这是妄心，现的是幻境。不了解就上当了，就被它欺骗了，欺骗就很痛苦、很冤枉，不知道真相。所以佛法实在你要是真实契入，你才佩服它的确高明，不费功夫，真的，是得来不费一点功夫。",
      "zh_TW": "入這個境界，自己掌控不住，用念佛的功夫，我換一個念頭，阿彌陀佛，把這個就給它隔開了。阿彌陀佛念久了，這個境界現前，如如不動了，這定功，這叫念佛三昧；得念佛三昧，往生自在了。極樂世界也是我們自性變現出來，是真心變的，我們這個境界是妄心變的。妄心是什麼？裡面有分別、妄想、執著，還有貪瞋痴慢疑，這是妄心，現的是幻境。不了解就上當了，就被它欺騙了，欺騙就很痛苦、很冤枉，不知道真相。所以佛法實在你要是真實契入，你才佩服它的確高明，不費功夫，真的，是得來不費一點功夫。"
    }
  ]
}