{
  "doc_id": "32-306-0001",
  "title": {
    "zh_CN": "对英国汉学院师生谈话—相信命运 改变命运",
    "zh_TW": "對英國漢學院師生談話—相信命運 改變命運"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "英国威尔士卡马森",
    "zh_TW": "英國威爾士卡馬森"
  },
  "doc_number": "32-306-0001",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-306-0001_p0001",
      "zh_CN": "我学佛是方东美先生一句话，我听了之后很中意。我跟他学哲学，最后一个单元他讲佛经哲学。我说佛经是宗教、是迷信，它哪来的哲学？他说「你还年轻（那时候我二十六岁），你不懂得。释迦牟尼是世界上最伟大的哲学家」。学哲学要跟谁学？要跟释迦牟尼佛学。「大乘经典是哲学的最高峰，学佛是人生最高的享受」。他告诉我，我对他信任，是好老师。所以我就开始读佛经、听经，我就接受了。",
      "zh_TW": "我學佛是方東美先生一句話，我聽了之後很中意。我跟他學哲學，最後一個單元他講佛經哲學。我說佛經是宗教、是迷信，它哪來的哲學？他說「你還年輕（那時候我二十六歲），你不懂得。釋迦牟尼是世界上最偉大的哲學家」。學哲學要跟誰學？要跟釋迦牟尼佛學。「大乘經典是哲學的最高峰，學佛是人生最高的享受」。他告訴我，我對他信任，是好老師。所以我就開始讀佛經、聽經，我就接受了。"
    },
    {
      "id": "32-306-0001_p0002",
      "zh_CN": "以后我就发现是有道理，专门走这个路子。出家，穿上这个衣服，去见方老师，方老师一看到：「你真干了！好，太好了，你的路走对了！」那个时候我的朋友、同事们，个个都骂我，学佛学迷了，迷到这种程度。只有方老师一个，鼓励我，非常不容易。人生最高的享受，是真的不是假的。",
      "zh_TW": "以後我就發現是有道理，專門走這個路子。出家，穿上這個衣服，去見方老師，方老師一看到：「你真幹了！好，太好了，你的路走對了！」那個時候我的朋友、同事們，個個都罵我，學佛學迷了，迷到這種程度。只有方老師一個，鼓勵我，非常不容易。人生最高的享受，是真的不是假的。"
    },
    {
      "id": "32-306-0001_p0003",
      "zh_CN": "我的寿命只有四十五岁，寿命怎么延长的？我自己没有想到延长，记住四十五岁是一个关口。那年生了一个月的病，一个月病就好了。第二年，遇到甘珠呼图克图，藏传的大德，我们也是老朋友，他大我十几岁，很难得的好法师。我们在法会上碰到的，他告诉我，他说：「我们在背后都常常说你。」我说，说我什么？「说你人还不错，非常可惜，短命。你现在这一关过了。」这个谈话是四十六岁，他说过了。怎么过了？「你讲经十二年」，我一出家剃头的时候就开始讲经，讲了十二年，「讲经的功德」。",
      "zh_TW": "我的壽命只有四十五歲，壽命怎麼延長的？我自己沒有想到延長，記住四十五歲是一個關口。那年生了一個月的病，一個月病就好了。第二年，遇到甘珠呼圖克圖，藏傳的大德，我們也是老朋友，他大我十幾歲，很難得的好法師。我們在法會上碰到的，他告訴我，他說：「我們在背後都常常說你。」我說，說我什麼？「說你人還不錯，非常可惜，短命。你現在這一關過了。」這個談話是四十六歲，他說過了。怎麼過了？「你講經十二年」，我一出家剃頭的時候就開始講經，講了十二年，「講經的功德」。"
    },
    {
      "id": "32-306-0001_p0004",
      "zh_CN": "现在讲经的人没有了，要发心讲经，来传释迦牟尼佛的法，这是好东西，不能让它中断。我们要肯定，我这是从方先生学的，方先生告诉我：佛教是哲学，不是迷信。要好好的传下去，这才对得起释迦牟尼佛，对得起历代的祖师，不能让它在我们这断了。我是做这么一桩事情。相信命运、相信因果，我们对于老祖宗、对于佛陀做出一点贡献，尽我们自己一生的力量，一心在经教上下功夫，其他的什么都不问，佛陀替我安排。",
      "zh_TW": "現在講經的人沒有了，要發心講經，來傳釋迦牟尼佛的法，這是好東西，不能讓它中斷。我們要肯定，我這是從方先生學的，方先生告訴我：佛教是哲學，不是迷信。要好好的傳下去，這才對得起釋迦牟尼佛，對得起歷代的祖師，不能讓它在我們這斷了。我是做這麼一樁事情。相信命運、相信因果，我們對於老祖宗、對於佛陀做出一點貢獻，盡我們自己一生的力量，一心在經教上下功夫，其他的什麼都不問，佛陀替我安排。"
    }
  ]
}