{
  "doc_id": "12-018-0010",
  "title": {
    "zh_CN": "华严讲习",
    "zh_TW": "華嚴講習"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "12-018-0010",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "12-018-0010_p0001",
      "zh_CN": "我们今天就再来看，继续看《华严经》，这些部分，我们将来在华严讲习里面都不想讲的、不打算讲的，因为这部分太长，我们讲经的时候就直接经题、内容、大意，接着就经文，所以不会说得这么详细。第七十五面，这是第三大段，「显经之宗趣」。显是显明，说明这部经它的宗旨、它的归趣。什么叫做宗？什么叫做趣？清凉在此地给我们下了一个定义，「语之所尚曰宗，宗之所归曰趣」。宗就是宗旨，换句话说，就是这一次所说它目的之所在，这个就是宗旨。说话一定有目的，佛讲经也不例外，无论是大部头、是小部头，是长时间讲，还是短时间讲，它一定有宗旨。如果没有目的、没有宗旨，这个话就毫无意义，所以它有目的。目的的归结就是趣。这是世尊每一会讲经宗趣都不一样，都不相同。譬如《弥陀经》，这是大家最熟悉的，《弥陀经》的宗旨就是信愿行，世尊说明西方极乐世界，他的目的是希望大家能够生起信心，能够发愿求生，能够老实念佛；它的趣，就是往生不退成佛。所以对宗趣两个字的意思，我们一定要很清楚。佛每一部经都有他说这部经的意义、说这部经的目的，趣就是说这部经对于听众的期望，希望他将来有什么样的结果。",
      "zh_TW": "我們今天就再來看，繼續看《華嚴經》，這些部分，我們將來在華嚴講習裡面都不想講的、不打算講的，因為這部分太長，我們講經的時候就直接經題、內容、大意，接著就經文，所以不會說得這麼詳細。第七十五面，這是第三大段，「顯經之宗趣」。顯是顯明，說明這部經它的宗旨、它的歸趣。什麼叫做宗？什麼叫做趣？清涼在此地給我們下了一個定義，「語之所尚曰宗，宗之所歸曰趣」。宗就是宗旨，換句話說，就是這一次所說它目的之所在，這個就是宗旨。說話一定有目的，佛講經也不例外，無論是大部頭、是小部頭，是長時間講，還是短時間講，它一定有宗旨。如果沒有目的、沒有宗旨，這個話就毫無意義，所以它有目的。目的的歸結就是趣。這是世尊每一會講經宗趣都不一樣，都不相同。譬如《彌陀經》，這是大家最熟悉的，《彌陀經》的宗旨就是信願行，世尊說明西方極樂世界，他的目的是希望大家能夠生起信心，能夠發願求生，能夠老實念佛；它的趣，就是往生不退成佛。所以對宗趣兩個字的意思，我們一定要很清楚。佛每一部經都有他說這部經的意義、說這部經的目的，趣就是說這部經對於聽眾的期望，希望他將來有什麼樣的結果。"
    },
    {
      "id": "12-018-0010_p0002",
      "zh_CN": "「一切诸经，各自有宗。然楞伽云：一切法不生，不应立是宗者。斯言遣滞，若无宗之宗，宗说兼畅。」《楞伽经》上这段话，好！一切法不生，这是真的，千真万确的事实真相。一切法不生，你还有什么宗、还有什么趣？没有。可是这个话不是对凡夫说的，不是凡夫境界。凡夫要听了这个话，换句话说，一丝毫的利益都得不到，程度不够。这个话对谁说的？对法身大士说的，在十法界里面都不行，不是这个水平。十法界里面的众生，观察世出世间一切法都是有生有灭。超越十法界，才真正见到一切法不生，到那个境界里面，还立什么宗？宗没有了。由此可知，《华严经》今天是对我们凡夫说的，讲得很清楚，大心凡夫，它不是对法身大士。可是这一句话要对大心凡夫来讲也有个特别的意思，怕你执着，这一句话是破你一切的执着，告诉你，佛所讲的宗、所讲的趣，都是权巧方便建立的，不是真的。你把这个执着是真的那就错了，是他教学的手段，不是他的目的。譬如世间法教学最高的标准是教你拿博士学位，达到博士这个标准，可是怎样才能帮助你达到？一定要办幼稚园、办小学、办中学、办大学，这些所有一切的设施都是方便，到博士班才叫究竟，前面统统是方便法。由此可知，《华严》也是方便法，也是方便说。究竟说，真实说，没有文字，没有言说，那是真实的。叫「言语道断，心行处灭」，那是真实的。所以佛跟佛见面，一句话都没有，虽然一句话没有，也没有任何表情，可是心灵是通的，真正是平等法，真正是无二法。",
      "zh_TW": "「一切諸經，各自有宗。然楞伽云：一切法不生，不應立是宗者。斯言遣滯，若無宗之宗，宗說兼暢。」《楞伽經》上這段話，好！一切法不生，這是真的，千真萬確的事實真相。一切法不生，你還有什麼宗、還有什麼趣？沒有。可是這個話不是對凡夫說的，不是凡夫境界。凡夫要聽了這個話，換句話說，一絲毫的利益都得不到，程度不夠。這個話對誰說的？對法身大士說的，在十法界裡面都不行，不是這個水平。十法界裡面的眾生，觀察世出世間一切法都是有生有滅。超越十法界，才真正見到一切法不生，到那個境界裡面，還立什麼宗？宗沒有了。由此可知，《華嚴經》今天是對我們凡夫說的，講得很清楚，大心凡夫，它不是對法身大士。可是這一句話要對大心凡夫來講也有個特別的意思，怕你執著，這一句話是破你一切的執著，告訴你，佛所講的宗、所講的趣，都是權巧方便建立的，不是真的。你把這個執著是真的那就錯了，是他教學的手段，不是他的目的。譬如世間法教學最高的標準是教你拿博士學位，達到博士這個標準，可是怎樣才能幫助你達到？一定要辦幼稚園、辦小學、辦中學、辦大學，這些所有一切的設施都是方便，到博士班才叫究竟，前面統統是方便法。由此可知，《華嚴》也是方便法，也是方便說。究竟說，真實說，沒有文字，沒有言說，那是真實的。叫「言語道斷，心行處滅」，那是真實的。所以佛跟佛見面，一句話都沒有，雖然一句話沒有，也沒有任何表情，可是心靈是通的，真正是平等法，真正是無二法。"
    },
    {
      "id": "12-018-0010_p0003",
      "zh_CN": "末后这两句，妙！「若无宗之宗，宗说兼畅」。什么叫无宗？不执着宗，不执着就没有了。只要一不执着，世出世间法都通畅了。由此可知，我们今天的大病就是执着，就是不肯放下、不肯舍弃，这个麻烦大。所以我们的境界很难向上提升，原因就在此地。这就好比我们上楼一样，我们一步踏在这个阶梯，舍不得放弃这个阶梯，不肯离开这一层，你怎么能往上面一层去？就是这么个道理。你踏到这一层，立刻就要舍弃这一层，你就向上升；在这一层住下来就麻烦，你就不能再往上提升了。世法里头也说「学无止境」，不能止，停在这个境界里面，你所学的东西就很有限。有限还罢了，有限里面一定会误会、错解，这个就不好了，会错解意思。这个我们要懂得。所以佛虽然是立的有宗、有趣，我们晓得这个宗趣是世尊教学的权巧方便的显示，不可以把它坐实，坐实就错了。",
      "zh_TW": "末後這兩句，妙！「若無宗之宗，宗說兼暢」。什麼叫無宗？不執著宗，不執著就沒有了。只要一不執著，世出世間法都通暢了。由此可知，我們今天的大病就是執著，就是不肯放下、不肯捨棄，這個麻煩大。所以我們的境界很難向上提升，原因就在此地。這就好比我們上樓一樣，我們一步踏在這個階梯，捨不得放棄這個階梯，不肯離開這一層，你怎麼能往上面一層去？就是這麼個道理。你踏到這一層，立刻就要捨棄這一層，你就向上升；在這一層住下來就麻煩，你就不能再往上提升了。世法裡頭也說「學無止境」，不能止，停在這個境界裡面，你所學的東西就很有限。有限還罷了，有限裡面一定會誤會、錯解，這個就不好了，會錯解意思。這個我們要懂得。所以佛雖然是立的有宗、有趣，我們曉得這個宗趣是世尊教學的權巧方便的顯示，不可以把它坐實，坐實就錯了。"
    },
    {
      "id": "12-018-0010_p0004",
      "zh_CN": "「今此经者，以法界理实缘起因果不思议为宗」，这是清凉大师。古来的大德判《华严》这部经，说它的宗趣之所在，各人的说法不一样，诸位看《疏钞》的原文，你就看到了。清凉大师举古大德所说的，说了很多，他老人家最后做一个折衷，就是他的注疏里面就用「法界理实缘起因果不思议」，这是他折衷各家的说法，为我们设定《华严经》的宗趣。下面再给我们解释，说法界这个名词，「诸经容有」，佛不是只在《华严》里面讲法界，大乘经里面讲得很多，小乘经里面偶尔也说到，但是佛所说的，没有详细说，没有细说，虽说了，没细说。「未显特异」，特是特别，异是不同，没有显示出它的特别之处，它跟一切诸法不同之处，佛没有细说。在本经里面说得最详细、说得透彻，所以用不思议三个字贯之。法界不思议，法界里面所包含的一切诸法，法法皆不可思议，若有一法可思可议，法界的特异就没有了，所以用不思议把它彻始彻终贯穿了。理如是，实就是事实，法界理实，理跟事实。缘起就是十法界依正庄严怎么变现出来的？从哪里来的？我们现在一般学术界在探讨宇宙的起源、生命的起源，就是此地讲的理实缘起四个字。起是生起，缘用现在的话来说就是条件，不是单纯。佛在这部经上讲无量因缘，无量的因缘而生起的，哪里是偶然？所以理跟事都是无量因缘而兴起的，于是这里面就有一个现象产生，这个现象就是因果，这个现象就发生了。因果循环，因果相续，因果转变，这个现象生起，这个现象也是不可思议。我们如果说是用思、用议，思就是思惟、想像，你只能够明了它的局部，这思惟想像局部，它深广的现象你就达不到。",
      "zh_TW": "「今此經者，以法界理實緣起因果不思議為宗」，這是清涼大師。古來的大德判《華嚴》這部經，說它的宗趣之所在，各人的說法不一樣，諸位看《疏鈔》的原文，你就看到了。清涼大師舉古大德所說的，說了很多，他老人家最後做一個折衷，就是他的註疏裡面就用「法界理實緣起因果不思議」，這是他折衷各家的說法，為我們設定《華嚴經》的宗趣。下面再給我們解釋，說法界這個名詞，「諸經容有」，佛不是只在《華嚴》裡面講法界，大乘經裡面講得很多，小乘經裡面偶爾也說到，但是佛所說的，沒有詳細說，沒有細說，雖說了，沒細說。「未顯特異」，特是特別，異是不同，沒有顯示出它的特別之處，它跟一切諸法不同之處，佛沒有細說。在本經裡面說得最詳細、說得透徹，所以用不思議三個字貫之。法界不思議，法界裡面所包含的一切諸法，法法皆不可思議，若有一法可思可議，法界的特異就沒有了，所以用不思議把它徹始徹終貫穿了。理如是，實就是事實，法界理實，理跟事實。緣起就是十法界依正莊嚴怎麼變現出來的？從哪裡來的？我們現在一般學術界在探討宇宙的起源、生命的起源，就是此地講的理實緣起四個字。起是生起，緣用現在的話來說就是條件，不是單純。佛在這部經上講無量因緣，無量的因緣而生起的，哪裡是偶然？所以理跟事都是無量因緣而興起的，於是這裡面就有一個現象產生，這個現象就是因果，這個現象就發生了。因果循環，因果相續，因果轉變，這個現象生起，這個現象也是不可思議。我們如果說是用思、用議，思就是思惟、想像，你只能夠明瞭它的局部，這思惟想像局部，它深廣的現象你就達不到。"
    },
    {
      "id": "12-018-0010_p0005",
      "zh_CN": "诸位一定要晓得，我们的言语范围不大，有很多事情，我们言语没有法子表达，说不出来。所以言语的能力是很有限的，诸佛菩萨言语那么善巧也有一个范围。但是思想比言语的功能大得多，我们说不出，我们能够体会得到。宗门里面常讲，「如人饮水，冷暖自知」。饮水，我问你，这个水冷热如何？你能说得出来吗？你怎么个说法，我听了也是含糊笼统，也没有办法清楚，为什么？各人的标准不相同。譬如吃辣椒，辣不辣？那个会吃辣的，不辣；我们不会吃的，尝一点，辣死人了。怎么一样？不一样！每一个人的标准都不相同，你能说得出来吗？说不出来。能够说得出来的，只是一个概略而已，一个概略的观念。实际上决定说不出来，要你自己去尝到，你才晓得那个味道。你尝到的时候，你也说不出来。禅宗常说人开悟了，开悟那个境界，他能说得出来吗？他说不出来。不是他不肯说，他真的说不出来，只有开悟跟开悟的人，他们能够心心相印，他们能够体会。否则的话，怎么样去说，怎么样去形容，给诸位说都是相似，都没有办法形容得那么真实，没法子，言语、思惟的能力达不到。",
      "zh_TW": "諸位一定要曉得，我們的言語範圍不大，有很多事情，我們言語沒有法子表達，說不出來。所以言語的能力是很有限的，諸佛菩薩言語那麼善巧也有一個範圍。但是思想比言語的功能大得多，我們說不出，我們能夠體會得到。宗門裡面常講，「如人飲水，冷暖自知」。飲水，我問你，這個水冷熱如何？你能說得出來嗎？你怎麼個說法，我聽了也是含糊籠統，也沒有辦法清楚，為什麼？各人的標準不相同。譬如吃辣椒，辣不辣？那個會吃辣的，不辣；我們不會吃的，嘗一點，辣死人了。怎麼一樣？不一樣！每一個人的標準都不相同，你能說得出來嗎？說不出來。能夠說得出來的，只是一個概略而已，一個概略的觀念。實際上決定說不出來，要你自己去嘗到，你才曉得那個味道。你嘗到的時候，你也說不出來。禪宗常說人開悟了，開悟那個境界，他能說得出來嗎？他說不出來。不是他不肯說，他真的說不出來，只有開悟跟開悟的人，他們能夠心心相印，他們能夠體會。否則的話，怎麼樣去說，怎麼樣去形容，給諸位說都是相似，都沒有辦法形容得那麼真實，沒法子，言語、思惟的能力達不到。"
    },
    {
      "id": "12-018-0010_p0006",
      "zh_CN": "思惟虽然比言语范围是大多了，还是有范围。这个范围是什么？法相宗里面讲的阿赖耶识。你看第六意识那个能力真是强，向外它可以缘十法界，对内可以缘到阿赖耶，但是就是没有办法缘到真性，没有办法缘一真法界。所以在实，这里讲个理实，实，思惟不能够缘一真，可以缘十法界，这个范围就太大了。可是佛所证的是一真法界的状况，这是讲法界，这个法界是讲一真法界，诸佛如来果地上的境界。它也有理，也有事实，华藏世界是事实，极乐世界是事实。大家都知道，极乐世界有四土，华藏世界也有四土，哪一个世界都有四土。四土里面常寂光是理，实报土以下那是事，此地不用一个事，它不用理事，它用理实，这个字用得就有意义。如果说事，连我们这个也包括在其中，我们就会把它想得很浅。说个实，那是真实的报土，我们这是虚幻的报土。所以那是一真，是真实的报土。",
      "zh_TW": "思惟雖然比言語範圍是大多了，還是有範圍。這個範圍是什麼？法相宗裡面講的阿賴耶識。你看第六意識那個能力真是強，向外它可以緣十法界，對內可以緣到阿賴耶，但是就是沒有辦法緣到真性，沒有辦法緣一真法界。所以在實，這裡講個理實，實，思惟不能夠緣一真，可以緣十法界，這個範圍就太大了。可是佛所證的是一真法界的狀況，這是講法界，這個法界是講一真法界，諸佛如來果地上的境界。它也有理，也有事實，華藏世界是事實，極樂世界是事實。大家都知道，極樂世界有四土，華藏世界也有四土，哪一個世界都有四土。四土裡面常寂光是理，實報土以下那是事，此地不用一個事，它不用理事，它用理實，這個字用得就有意義。如果說事，連我們這個也包括在其中，我們就會把它想得很淺。說個實，那是真實的報土，我們這是虛幻的報土。所以那是一真，是真實的報土。"
    },
    {
      "id": "12-018-0010_p0007",
      "zh_CN": "佛法讲真、讲假，用什么做标准？这个我们要清楚，佛法的标准，不变是真的，会变是假的。我们这个报土会变，人，你看有生老病死，会变；植物，生住异灭，变；矿物，成住坏空，它变。凡是会变的都是假的，都不是真的。我们想想十法界里面哪个东西不变？统统都在变，只是变化在时间上有迟速不同。我们人间这个变化太大、太快，到天道他们变化的速度就减缓了。佛经上讲的忉利天，忉利天的一天是我们人间一百年，一天的变化就是我们这边一百年的变化，一百年的变化太快，它一天就慢很多。忉利天要比起兜率天，忉利天的变化太大，兜率天的变化比它又缓慢。你明白这个道理，你就晓得佛讲经的义趣，那个味道（法味）你才能体会出来，才能够渐渐体会得到。实在说不管是快是慢，真的都是一刹那、一瞬间的事。假如说我们看水上的蜉蝣，你们有没有见过，水上的小虫子，水上跑来跑去的，我们中国人叫牠蜉蝣。蜉蝣的寿命大概只有十个小时，十个小时牠一生，从生到死，牠一生，你看那个变化多大。牠要看我们人活几十岁、活一百岁，不就是像我们看大梵天一样吗？寿命太长，简直不可思议。十个小时就是牠的一生，我们还几十年是一生，我们看牠，牠变得太快，牠过一分钟就等于我们好像过一年一样。所以你从这个上面去仔细一观察，我们今天看大梵天王的福报寿命就是蜉蝣看我们，牠看我们就像我们看大梵天没有两样。我们这几十年、一百年也觉得很短，所以你就想到大梵天王他也觉得他的寿命很短，他看我们就像水上的蜉蝣一样，朝生暮死。",
      "zh_TW": "佛法講真、講假，用什麼做標準？這個我們要清楚，佛法的標準，不變是真的，會變是假的。我們這個報土會變，人，你看有生老病死，會變；植物，生住異滅，變；礦物，成住壞空，它變。凡是會變的都是假的，都不是真的。我們想想十法界裡面哪個東西不變？統統都在變，只是變化在時間上有遲速不同。我們人間這個變化太大、太快，到天道他們變化的速度就減緩了。佛經上講的忉利天，忉利天的一天是我們人間一百年，一天的變化就是我們這邊一百年的變化，一百年的變化太快，它一天就慢很多。忉利天要比起兜率天，忉利天的變化太大，兜率天的變化比它又緩慢。你明白這個道理，你就曉得佛講經的義趣，那個味道（法味）你才能體會出來，才能夠漸漸體會得到。實在說不管是快是慢，真的都是一剎那、一瞬間的事。假如說我們看水上的蜉蝣，你們有沒有見過，水上的小蟲子，水上跑來跑去的，我們中國人叫牠蜉蝣。蜉蝣的壽命大概只有十個小時，十個小時牠一生，從生到死，牠一生，你看那個變化多大。牠要看我們人活幾十歲、活一百歲，不就是像我們看大梵天一樣嗎？壽命太長，簡直不可思議。十個小時就是牠的一生，我們還幾十年是一生，我們看牠，牠變得太快，牠過一分鐘就等於我們好像過一年一樣。所以你從這個上面去仔細一觀察，我們今天看大梵天王的福報壽命就是蜉蝣看我們，牠看我們就像我們看大梵天沒有兩樣。我們這幾十年、一百年也覺得很短，所以你就想到大梵天王他也覺得他的壽命很短，他看我們就像水上的蜉蝣一樣，朝生暮死。"
    },
    {
      "id": "12-018-0010_p0008",
      "zh_CN": "你看看兜率天，这不算太高，兜率天的一天是我们人间四百年，假设我们这个人在世间能活一百岁，也算一天二十四小时，兜率天的人看我们人间的寿命，六个小时，你说有什么意思？还不到朝生暮死，这个地方要觉悟。大梵天看兜率天，就跟兜率天看我们没有两样。如果从非想非非想天，寿命八万大劫，八万大劫，我们这个世界经过多少次成住坏空？八万次成住坏空。一个大劫是一个成住坏空，八万劫，八万次的成住坏空。他来看我们这众生的寿命，只是几秒钟，你说多可怜！我们现在自以为了不起，从高的天看到我们，真叫可怜虫都不够格，比可怜虫还可怜。你要了解这个事实真相，你才觉得我们佛不能不学，我们学了佛，我们将来看大梵天也跟看蜉蝣一样，这一点不假。你生到西方极乐世界下下品往生，你看无想天人的寿命都是朝生暮死。这是叫你渐渐看到世出世间缘起因果的现象。所以了解这个，人还有什么价值？你还有什么放不下的？还有什么好留恋的？人真的会觉悟，真的明白过来，然后所行的，这一转变就是佛菩萨。",
      "zh_TW": "你看看兜率天，這不算太高，兜率天的一天是我們人間四百年，假設我們這個人在世間能活一百歲，也算一天二十四小時，兜率天的人看我們人間的壽命，六個小時，你說有什麼意思？還不到朝生暮死，這個地方要覺悟。大梵天看兜率天，就跟兜率天看我們沒有兩樣。如果從非想非非想天，壽命八萬大劫，八萬大劫，我們這個世界經過多少次成住壞空？八萬次成住壞空。一個大劫是一個成住壞空，八萬劫，八萬次的成住壞空。他來看我們這眾生的壽命，只是幾秒鐘，你說多可憐！我們現在自以為了不起，從高的天看到我們，真叫可憐蟲都不夠格，比可憐蟲還可憐。你要了解這個事實真相，你才覺得我們佛不能不學，我們學了佛，我們將來看大梵天也跟看蜉蝣一樣，這一點不假。你生到西方極樂世界下下品往生，你看無想天人的壽命都是朝生暮死。這是叫你漸漸看到世出世間緣起因果的現象。所以了解這個，人還有什麼價值？你還有什麼放不下的？還有什麼好留戀的？人真的會覺悟，真的明白過來，然後所行的，這一轉變就是佛菩薩。"
    },
    {
      "id": "12-018-0010_p0009",
      "zh_CN": "所以昨天跟你们讲忏悔，古德教给我们忏悔，三种方式，伏业、转业、灭业。这是讲转业。凡夫能做到的忏悔，说老实话，上乘的功夫也不过是伏业而已。转业是觉悟的人，不觉悟的人，他怎么转得过来？这个一转，真的就是转生死就成大涅槃，大涅槃是如来果地法身大士的境界。我们能不能转？能转，不是不能转，就在这个一念之间。你为什么转不过来？烦恼习气太重，这是一个大障碍。第二个，对事实真相，就是此地讲的「法界理实缘起因果」你完全不了解，完全不认识。你真正认识明白了解，那就很好转。这一转，从今之后再不会为自己想，换句话说，「我」没有了，「我」这个观念没有了，执着没有了，分别没有了。变成什么？变成尽虚空遍法界是个我，念念都与虚空法界相应，那就恭喜你，你成佛了。这经上常讲证得清净法身，虚空法界是我的身，虚空法界是我，你就成了毘卢遮那佛。你看一念之间。所以转业忏很了不起，能转，哪有不灭罪的道理？",
      "zh_TW": "所以昨天跟你們講懺悔，古德教給我們懺悔，三種方式，伏業、轉業、滅業。這是講轉業。凡夫能做到的懺悔，說老實話，上乘的功夫也不過是伏業而已。轉業是覺悟的人，不覺悟的人，他怎麼轉得過來？這個一轉，真的就是轉生死就成大涅槃，大涅槃是如來果地法身大士的境界。我們能不能轉？能轉，不是不能轉，就在這個一念之間。你為什麼轉不過來？煩惱習氣太重，這是一個大障礙。第二個，對事實真相，就是此地講的「法界理實緣起因果」你完全不了解，完全不認識。你真正認識明白了解，那就很好轉。這一轉，從今之後再不會為自己想，換句話說，「我」沒有了，「我」這個觀念沒有了，執著沒有了，分別沒有了。變成什麼？變成盡虛空遍法界是個我，念念都與虛空法界相應，那就恭喜你，你成佛了。這經上常講證得清淨法身，虛空法界是我的身，虛空法界是我，你就成了毘盧遮那佛。你看一念之間。所以轉業懺很了不起，能轉，哪有不滅罪的道理？"
    },
    {
      "id": "12-018-0010_p0010",
      "zh_CN": "你不会转，你要硬的从伏、从灭来做，那真是很苦。所以聪明人，你看连修行讲从根本修，根本在哪里？根本是心性，根本就是此地讲的理实缘起，你把这个道理搞清楚、搞明白了，从今而后不过凡夫的生活，过佛菩萨的生活。佛菩萨的生活在事相上跟凡夫没有差别，理念上跟凡夫完全不一样。理念上，他心是空的，他心是静的；凡夫的心念，他是实，他不空，他心里拉拉杂杂的东西不知道有多少，他心是动的，他不是静的。所以妄念纷飞，他有妄想，他不是静的。佛与大菩萨，我们这里讲的大菩萨就是讲法身大士，超越十法界的菩萨，他心永远是静的，永远是空的，心里头干干净净，一尘不染，不但世法不染，佛法也不染，真清净。清净心是真心，清净心就是佛心，我们为什么不肯放下，为什么要在六道、十法界里头还在这受罪？还在这受苦？冤枉！所以本经的宗旨，清凉讲得好。李长者所说的跟清凉的大致相同，前后加了一句，到后面我们会看到，大致是相同的。所以这个地方不思议三个字是关键。",
      "zh_TW": "你不會轉，你要硬的從伏、從滅來做，那真是很苦。所以聰明人，你看連修行講從根本修，根本在哪裡？根本是心性，根本就是此地講的理實緣起，你把這個道理搞清楚、搞明白了，從今而後不過凡夫的生活，過佛菩薩的生活。佛菩薩的生活在事相上跟凡夫沒有差別，理念上跟凡夫完全不一樣。理念上，他心是空的，他心是靜的；凡夫的心念，他是實，他不空，他心裡拉拉雜雜的東西不知道有多少，他心是動的，他不是靜的。所以妄念紛飛，他有妄想，他不是靜的。佛與大菩薩，我們這裡講的大菩薩就是講法身大士，超越十法界的菩薩，他心永遠是靜的，永遠是空的，心裡頭乾乾淨淨，一塵不染，不但世法不染，佛法也不染，真清淨。清淨心是真心，清淨心就是佛心，我們為什麼不肯放下，為什麼要在六道、十法界裡頭還在這受罪？還在這受苦？冤枉！所以本經的宗旨，清涼講得好。李長者所說的跟清涼的大致相同，前後加了一句，到後面我們會看到，大致是相同的。所以這個地方不思議三個字是關鍵。"
    },
    {
      "id": "12-018-0010_p0011",
      "zh_CN": "后面说，「所以龙树指此经为大不思议经，斯良证也」，良是好，良是很好的证明。龙树菩萨讲《华严》是大不思议经，在一切经当中，这里是举龙树菩萨这个话来做证明。清凉在本经宗趣里面，用不思议三个字。「净名但明作用不思议解脱，盖是一分之义，未显法界融通等不思议，故不同也。」《净名》就是《维摩诘经》，所以《维摩诘经》称作小不思议经。为什么叫小不思议？《维摩经》里头有不思议的意思，这个不思议只是讲作用不思议，显示出来了，说得很清楚、很明白，说得不够圆满、不够周全，所以「未显法界融通等不思议」。《维摩经》虽然也讲不思议，跟《华严经》讲的不思议还是不同，《华严》是法法皆不思议，《维摩》仅说作用不思议，这是这二部经里面所说不相同的所在。",
      "zh_TW": "後面說，「所以龍樹指此經為大不思議經，斯良證也」，良是好，良是很好的證明。龍樹菩薩講《華嚴》是大不思議經，在一切經當中，這裡是舉龍樹菩薩這個話來做證明。清涼在本經宗趣裡面，用不思議三個字。「淨名但明作用不思議解脫，蓋是一分之義，未顯法界融通等不思議，故不同也。」《淨名》就是《維摩詰經》，所以《維摩詰經》稱作小不思議經。為什麼叫小不思議？《維摩經》裡頭有不思議的意思，這個不思議只是講作用不思議，顯示出來了，說得很清楚、很明白，說得不夠圓滿、不夠周全，所以「未顯法界融通等不思議」。《維摩經》雖然也講不思議，跟《華嚴經》講的不思議還是不同，《華嚴》是法法皆不思議，《維摩》僅說作用不思議，這是這二部經裡面所說不相同的所在。"
    },
    {
      "id": "12-018-0010_p0012",
      "zh_CN": "我们研经学教，首先要把宗旨掌握到，好像我们去旅行，我们先把方向掌握到，不至于迷失了道路。果然能把清凉所讲的宗旨掌握到，我们要想得到华严三昧，要想契入华严境界，那就不是难事。将来入经文的时候，字字句句都与这个宗旨相应，都能够契合这个宗旨，那就真的不可思议。而不是像一般学佛的人，一般学佛的人很多，我们常讲所学非所用，他所学的经论用不上。是不是经论有错误？给诸位说，经论没错误。他为什么用不上？为什么不得利益？他没有抓住宗旨，没有抓住方向，虽然研经学教，或者是依教修行，都修偏差了，所以不得受用。由此可知，宗趣在一部经里头它所占的重要的位置。十门开启就是用十个大段落来介绍全经的大意，全经的内容，宗趣是非常重要的一门。天台家的五重玄义，第三条叫明宗，是玄义里头的核心，最重要的一环，跟《华严》里面这个段落显经宗趣是完全相同的。这是学佛，我们讲修行，不可以不知的。",
      "zh_TW": "我們研經學教，首先要把宗旨掌握到，好像我們去旅行，我們先把方向掌握到，不至於迷失了道路。果然能把清涼所講的宗旨掌握到，我們要想得到華嚴三昧，要想契入華嚴境界，那就不是難事。將來入經文的時候，字字句句都與這個宗旨相應，都能夠契合這個宗旨，那就真的不可思議。而不是像一般學佛的人，一般學佛的人很多，我們常講所學非所用，他所學的經論用不上。是不是經論有錯誤？給諸位說，經論沒錯誤。他為什麼用不上？為什麼不得利益？他沒有抓住宗旨，沒有抓住方向，雖然研經學教，或者是依教修行，都修偏差了，所以不得受用。由此可知，宗趣在一部經裡頭它所佔的重要的位置。十門開啟就是用十個大段落來介紹全經的大意，全經的內容，宗趣是非常重要的一門。天台家的五重玄義，第三條叫明宗，是玄義裡頭的核心，最重要的一環，跟《華嚴》裡面這個段落顯經宗趣是完全相同的。這是學佛，我們講修行，不可以不知的。"
    },
    {
      "id": "12-018-0010_p0013",
      "zh_CN": "但是在玄义里面，是以这一门最深、最难懂、最难体会，这是事实。因为它的意思本来就深，不是故意把它加深，它本来就深。清凉在玄义里头用了很大的篇幅来说这一段，道霈禅师真是很难得，讲那么一大段的文字，节录成这样一个短篇，对我们初学的人来讲便利太多了。可是我们修学要想在这一生真正契入境界，不可以得少为足，我们看到这个就很满足了。这个小册子是我们的引导，道霈禅师确实有这个意思，他写这本书就是引导我们。因为《疏钞》跟《合论》的分量都太大，我们一般初学的人看到这么大的部头，兴趣就没有了，不敢去研究，不但不敢去研究，连读诵都畏惧。所以他把它节录成《疏论纂要》，纂要就是节要的意思。他的目的是希望借着《纂要》，提起你深入《疏》、《论》原文的义趣，这个是道霈禅师真正的目的，我们才能真正得受用。但是为人讲解，特别是在这个时代，将来在二十一世纪，人的根性劣，烦恼习气重，深入不思议境界就太难太难，真的叫一代不如一代，这不是假的。一代烦恼比一代严重，我们对广大群众介绍，愈简单愈精要愈好。这种说法，众生有没有得利益的？有，肯定有。任何一个时代，任何一个地区，都有聪明人，都有善根很深厚的人，他虽然是短时间一接触，他也能开悟，他也能明白，也能提起深入经藏的意愿，我们这种介绍就起作用、就有价值了。这是讲到观机，应机施教。",
      "zh_TW": "但是在玄義裡面，是以這一門最深、最難懂、最難體會，這是事實。因為它的意思本來就深，不是故意把它加深，它本來就深。清涼在玄義裡頭用了很大的篇幅來說這一段，道霈禪師真是很難得，講那麼一大段的文字，節錄成這樣一個短篇，對我們初學的人來講便利太多了。可是我們修學要想在這一生真正契入境界，不可以得少為足，我們看到這個就很滿足了。這個小冊子是我們的引導，道霈禪師確實有這個意思，他寫這本書就是引導我們。因為《疏鈔》跟《合論》的分量都太大，我們一般初學的人看到這麼大的部頭，興趣就沒有了，不敢去研究，不但不敢去研究，連讀誦都畏懼。所以他把它節錄成《疏論纂要》，纂要就是節要的意思。他的目的是希望藉著《纂要》，提起你深入《疏》、《論》原文的義趣，這個是道霈禪師真正的目的，我們才能真正得受用。但是為人講解，特別是在這個時代，將來在二十一世紀，人的根性劣，煩惱習氣重，深入不思議境界就太難太難，真的叫一代不如一代，這不是假的。一代煩惱比一代嚴重，我們對廣大群眾介紹，愈簡單愈精要愈好。這種說法，眾生有沒有得利益的？有，肯定有。任何一個時代，任何一個地區，都有聰明人，都有善根很深厚的人，他雖然是短時間一接觸，他也能開悟，他也能明白，也能提起深入經藏的意願，我們這種介紹就起作用、就有價值了。這是講到觀機，應機施教。"
    },
    {
      "id": "12-018-0010_p0014",
      "zh_CN": "再看底下这段文，「其中释义有四门」，清凉详细给我们解释本经的宗趣。「第一别开法界以成因果，谓普贤法界为因，遮那法界为果，是故因果不离理实法界。」这桩事情，我们一定有个很清晰的概念，在一真法界里面，给我们开显因果这个现象。普贤法界是因，这一句里头，着重在普贤这两个字。在《普贤行愿品》里面、在大经里面，佛给我们说普贤这两个字的意思，清凉与李长者根据经义，为我们阐述普贤两个字的深义。这个普他就说了十条，所以经上讲十普，十普总归结就是心量圆满的显现，佛家常讲「心包太虚，量周沙界」，那才是普。所以普是真心，普就是法界，普就是圆满的性德。它说贤，它不说圣，说贤，你不能不懂圣。圣是什么意思？圣是对于尽虚空遍法界，要是以这个宗趣来讲，就是法界理实缘起因果不思议，他完全明了，这个人叫圣。什么叫圣人？圣人对于事理的真相通达明了，就叫做圣。这个人对于一切事理通达明了，跟圣人差不多，虽然他不能成圣，跟圣人差不多，这个人叫贤。所以此地的贤在我们佛门讲等觉菩萨，这称之为贤。为什么不称圣称为贤？圣是果地，贤是因地，它表因。",
      "zh_TW": "再看底下這段文，「其中釋義有四門」，清涼詳細給我們解釋本經的宗趣。「第一別開法界以成因果，謂普賢法界為因，遮那法界為果，是故因果不離理實法界。」這樁事情，我們一定有個很清晰的概念，在一真法界裡面，給我們開顯因果這個現象。普賢法界是因，這一句裡頭，著重在普賢這兩個字。在《普賢行願品》裡面、在大經裡面，佛給我們說普賢這兩個字的意思，清涼與李長者根據經義，為我們闡述普賢兩個字的深義。這個普他就說了十條，所以經上講十普，十普總歸結就是心量圓滿的顯現，佛家常講「心包太虛，量周沙界」，那才是普。所以普是真心，普就是法界，普就是圓滿的性德。它說賢，它不說聖，說賢，你不能不懂聖。聖是什麼意思？聖是對於盡虛空遍法界，要是以這個宗趣來講，就是法界理實緣起因果不思議，他完全明瞭，這個人叫聖。什麼叫聖人？聖人對於事理的真相通達明瞭，就叫做聖。這個人對於一切事理通達明瞭，跟聖人差不多，雖然他不能成聖，跟聖人差不多，這個人叫賢。所以此地的賢在我們佛門講等覺菩薩，這稱之為賢。為什麼不稱聖稱為賢？聖是果地，賢是因地，它表因。"
    },
    {
      "id": "12-018-0010_p0015",
      "zh_CN": "普贤行所修的，也就是普贤菩萨的生活，我们这样说起来，大家就更容易懂，你听了容易体会，也会感觉得很亲切，与自己实际生活没脱离。普贤菩萨的生活就是我们现前的生活，我们每一个人现在过的生活就是普贤菩萨的生活，我们今天得不到普贤菩萨的受用，我们的心不是普贤心。你才晓得事上没有两样，正是《华严经》上讲的「事事无碍」，没有两样。障碍在哪里？障碍，在你心念上产生的障碍。普贤菩萨没有障碍，为什么没有障碍？他心地清净不染，平等不二，所以他没有障碍。为什么说普贤菩萨的生活就是我们现在自己过的生活？诸佛菩萨随类化身，哪个地方有感，哪个地方就有应，我们此地有感，菩萨当然应现。应现在哪里？应现在我们眼前，应现在我们周边，我们六根所接触的无一不是普贤法界。为什么我们不知道？我们妄想分别执着把自己搞糊涂了，所以见不到。谁见到？善财童子见到。我们今天要见到了，我们就是《华严经》的善财，我们所接触的一切人事物就是五十三参，接触所有一切的众生就是五十三位的善友。这个是真的，不是假的。",
      "zh_TW": "普賢行所修的，也就是普賢菩薩的生活，我們這樣說起來，大家就更容易懂，你聽了容易體會，也會感覺得很親切，與自己實際生活沒脫離。普賢菩薩的生活就是我們現前的生活，我們每一個人現在過的生活就是普賢菩薩的生活，我們今天得不到普賢菩薩的受用，我們的心不是普賢心。你才曉得事上沒有兩樣，正是《華嚴經》上講的「事事無礙」，沒有兩樣。障礙在哪裡？障礙，在你心念上產生的障礙。普賢菩薩沒有障礙，為什麼沒有障礙？他心地清淨不染，平等不二，所以他沒有障礙。為什麼說普賢菩薩的生活就是我們現在自己過的生活？諸佛菩薩隨類化身，哪個地方有感，哪個地方就有應，我們此地有感，菩薩當然應現。應現在哪裡？應現在我們眼前，應現在我們周邊，我們六根所接觸的無一不是普賢法界。為什麼我們不知道？我們妄想分別執著把自己搞糊塗了，所以見不到。誰見到？善財童子見到。我們今天要見到了，我們就是《華嚴經》的善財，我們所接觸的一切人事物就是五十三參，接觸所有一切的眾生就是五十三位的善友。這個是真的，不是假的。"
    },
    {
      "id": "12-018-0010_p0016",
      "zh_CN": "所以大方广佛华严在哪里？不就在我们现前吗？没离开我们一步，一寸一分都没有离开，关键就在乎我们会不会转、能不能转得过来，关键在此地。这一个转变就太殊胜，叫无比的殊胜。这个转凡成圣，不是小圣，大圣。希望大家在这里要留意，要细心去体会，一定要把自己的障碍去掉。你不把障碍除掉，还是没法子相应的，没有法子相应，就没有法子契入。换句话说，我们还过生死轮回的生活，还是用轮回心造轮回业，这就苦了，这个是没完没了。一念契入，烦恼就舍掉了，实在是转烦恼成菩提，把我们平常妄想分别执着一转变，成为无量的智慧，烦恼跟智慧一桩事情。迷的时候叫烦恼，悟的时候是智慧，它不是二桩事情，是一桩事情。佛菩萨比我们高明，就是把一切烦恼转变成智慧，我们的麻烦是把自性无量的智慧转变成烦恼。怎么转的？我们讲最粗、最明显的，就是一念自私，这个麻烦。我讲的是粗得不能再粗了，就是一念自私，就把你自性无量的般若智慧转变成无量的烦恼，烦恼现的这个法界就是六道三途。所以我们从哪里下手？我们要真干，从哪里干起？把自私自利的念头断掉，从这里下手，从今而后不再为自己。不再为自己是真正之乐，真正是大享受。你不再为自己，没有自己了，诸位想想，你还有烦恼吗？纵然有烦恼，谁受？我自己没有了，谁受烦恼？纵然有生死，谁生死？有我，我生死；我没有了，谁生死？生死就没有了，这才真正叫连根拔除。",
      "zh_TW": "所以大方廣佛華嚴在哪裡？不就在我們現前嗎？沒離開我們一步，一寸一分都沒有離開，關鍵就在乎我們會不會轉、能不能轉得過來，關鍵在此地。這一個轉變就太殊勝，叫無比的殊勝。這個轉凡成聖，不是小聖，大聖。希望大家在這裡要留意，要細心去體會，一定要把自己的障礙去掉。你不把障礙除掉，還是沒法子相應的，沒有法子相應，就沒有法子契入。換句話說，我們還過生死輪迴的生活，還是用輪迴心造輪迴業，這就苦了，這個是沒完沒了。一念契入，煩惱就捨掉了，實在是轉煩惱成菩提，把我們平常妄想分別執著一轉變，成為無量的智慧，煩惱跟智慧一樁事情。迷的時候叫煩惱，悟的時候是智慧，它不是二樁事情，是一樁事情。佛菩薩比我們高明，就是把一切煩惱轉變成智慧，我們的麻煩是把自性無量的智慧轉變成煩惱。怎麼轉的？我們講最粗、最明顯的，就是一念自私，這個麻煩。我講的是粗得不能再粗了，就是一念自私，就把你自性無量的般若智慧轉變成無量的煩惱，煩惱現的這個法界就是六道三途。所以我們從哪裡下手？我們要真幹，從哪裡幹起？把自私自利的念頭斷掉，從這裡下手，從今而後不再為自己。不再為自己是真正之樂，真正是大享受。你不再為自己，沒有自己了，諸位想想，你還有煩惱嗎？縱然有煩惱，誰受？我自己沒有了，誰受煩惱？縱然有生死，誰生死？有我，我生死；我沒有了，誰生死？生死就沒有了，這才真正叫連根拔除。"
    },
    {
      "id": "12-018-0010_p0017",
      "zh_CN": "你有我，你就有烦恼，你就有苦受，你就有生死，你就有轮回。我没有了，一切都没有了。为什么偏偏要执着这个身是我？患得患失里面起了一个我所，不晓得这个东西是假的，无常的，不可得。不可得里头，偏偏起了一个妄念，得失的念头，全是妄想。所以你们念《百法》、讲《百法》，我在过去遇到一个学生，他曾经跟我学过，以后在台湾有个大学里面讲《百法明门》，他来告诉我，学校请他去讲《百法明门》。我笑了一笑，我说你讲的百法，大概不是明门，黑门。他听不懂，他说怎么百法是黑门不是明门？明是什么？明是智慧，听了《百法》，开悟了，那就是你讲的是明门。如果你讲这一百条，叫学生又记住，牢牢记住这一百条，分别这一百条，执着这一百条，岂不是黑门吗？他头脑里头已经够复杂了，再加上一百条，叫它更复杂，那不是明门，那黑门、暗门。所以你要明白《百法》它的宗旨是什么？宗趣是什么？末后讲得很清楚，它的宗趣是要你真正悟到二无我。《百法明门论》只解释佛在经上讲的一句话，「一切法无我」，只是这一句话的注解。佛讲一切法无我，什么是一切法？再讲百法；什么是无我？后面讲二无我，人无我，法无我。你了解百法之后，你就晓得人无我、法无我，破我、法二执，那就是明门。",
      "zh_TW": "你有我，你就有煩惱，你就有苦受，你就有生死，你就有輪迴。我沒有了，一切都沒有了。為什麼偏偏要執著這個身是我？患得患失裡面起了一個我所，不曉得這個東西是假的，無常的，不可得。不可得裡頭，偏偏起了一個妄念，得失的念頭，全是妄想。所以你們念《百法》、講《百法》，我在過去遇到一個學生，他曾經跟我學過，以後在台灣有個大學裡面講《百法明門》，他來告訴我，學校請他去講《百法明門》。我笑了一笑，我說你講的百法，大概不是明門，黑門。他聽不懂，他說怎麼百法是黑門不是明門？明是什麼？明是智慧，聽了《百法》，開悟了，那就是你講的是明門。如果你講這一百條，叫學生又記住，牢牢記住這一百條，分別這一百條，執著這一百條，豈不是黑門嗎？他頭腦裡頭已經夠複雜了，再加上一百條，叫它更複雜，那不是明門，那黑門、暗門。所以你要明白《百法》它的宗旨是什麼？宗趣是什麼？末後講得很清楚，它的宗趣是要你真正悟到二無我。《百法明門論》只解釋佛在經上講的一句話，「一切法無我」，只是這一句話的註解。佛講一切法無我，什麼是一切法？再講百法；什麼是無我？後面講二無我，人無我，法無我。你了解百法之後，你就曉得人無我、法無我，破我、法二執，那就是明門。"
    },
    {
      "id": "12-018-0010_p0018",
      "zh_CN": "大乘经论的讲解不是容易的事情，如果讲了之后叫听众装了一肚皮的佛法，那就坏了，那就不是明门。听了之后一肚子拉拉杂杂东西统统舍干净，那就明门了，那就觉悟了。世间法的教学，尚且不主张记问，不主张叫你要记得很多，主张什么？主张叫悟处。你看古老的教学，老师观察学生，某个学生有悟性，这个学生悟性很高，教你要领悟，不是要求你记得很多。小学学生背诵经文，背诵经文用意在哪里？帮助他将来开悟，背诵经文是一个修定的手段。小孩也会胡思乱想，那要从小养成胡思乱想的这个毛病、这个习惯，麻烦可就大了，这个人一生都开不了悟。所以从小就不让他胡思乱想，把他的思想意志集中，叫他读经。所以读经表面上看到，叫你经文要熟读、熟记，实际上是破一切妄想，真正用意在此地，也是我们佛法里面讲训练根本智。",
      "zh_TW": "大乘經論的講解不是容易的事情，如果講了之後叫聽眾裝了一肚皮的佛法，那就壞了，那就不是明門。聽了之後一肚子拉拉雜雜東西統統捨乾淨，那就明門了，那就覺悟了。世間法的教學，尚且不主張記問，不主張叫你要記得很多，主張什麼？主張叫悟處。你看古老的教學，老師觀察學生，某個學生有悟性，這個學生悟性很高，教你要領悟，不是要求你記得很多。小學學生背誦經文，背誦經文用意在哪裡？幫助他將來開悟，背誦經文是一個修定的手段。小孩也會胡思亂想，那要從小養成胡思亂想的這個毛病、這個習慣，麻煩可就大了，這個人一生都開不了悟。所以從小就不讓他胡思亂想，把他的思想意志集中，叫他讀經。所以讀經表面上看到，叫你經文要熟讀、熟記，實際上是破一切妄想，真正用意在此地，也是我們佛法裡面講訓練根本智。"
    },
    {
      "id": "12-018-0010_p0019",
      "zh_CN": "这是现在佛家教学也是完全丧失掉了，我们今天在佛门里面看不到教学。所以我们读古书，看看古人亲近善知识，五年学教。学教实在讲，什么东西都没学。你亲近善知识，这头五年干什么？分配你工作，叫你去做事。做事修苦行，目的是什么？修福。然后叫你读经，给一本经给你，叫你去念，念到会背。天分好的，没多久他就会背了，老师再给一个深的、分量大的，再去给你背。换句话说，折磨你，没有讲解的。讲堂里面讲经，禅堂里面参禅，念佛堂念佛，都没你的分，你没有资格进去，你只能在外面打杂，照顾大众。你好好的依照老师给你的课本，你去念。念经是什么？收心，不打妄想。天天要去读经、要背经，那是修定；作务，就是给常住做事，修福。五年福慧双修，奠定福慧的基础，所以叫你修苦行。哪里说一出家就做学生、就做清众，什么事都不干，你没有慧，也没有福，你将来什么成就都没有。",
      "zh_TW": "這是現在佛家教學也是完全喪失掉了，我們今天在佛門裡面看不到教學。所以我們讀古書，看看古人親近善知識，五年學教。學教實在講，什麼東西都沒學。你親近善知識，這頭五年幹什麼？分配你工作，叫你去做事。做事修苦行，目的是什麼？修福。然後叫你讀經，給一本經給你，叫你去念，念到會背。天分好的，沒多久他就會背了，老師再給一個深的、分量大的，再去給你背。換句話說，折磨你，沒有講解的。講堂裡面講經，禪堂裡面參禪，念佛堂念佛，都沒你的分，你沒有資格進去，你只能在外面打雜，照顧大眾。你好好的依照老師給你的課本，你去念。念經是什麼？收心，不打妄想。天天要去讀經、要背經，那是修定；作務，就是給常住做事，修福。五年福慧雙修，奠定福慧的基礎，所以叫你修苦行。哪裡說一出家就做學生、就做清眾，什麼事都不幹，你沒有慧，也沒有福，你將來什麼成就都沒有。"
    },
    {
      "id": "12-018-0010_p0020",
      "zh_CN": "所以你想想，古人教学有道理，不但佛法是这个教学，你去念《礼记》，《礼记》你念「曲礼」、念「内则」，你念这些东西，「少仪」，你去念这几篇，这几篇统统是讲小学。从前小学七岁就跟老师，老师教你什么？教你洒扫应对，都教你做活，看到你的年龄，看到你的体力状况，分配工作给你做。所以它是生活的教育，也是教你修福，到你长大了，你还是会勤劳，你能够事奉师长。所以学生要照顾老师的生活，侍候老师。你会照顾老师，你回家就会照顾父母，所以这是老师教的。你会侍候你的兄弟姐妹，你能够奉事师长，所以属于生活的教育。教导你处事待人接物，教规矩，教你做人。读书，年岁那么小，不是读书的时候，智慧没开，所以完全教你背书。教你背书，训练你的根本智，不让你天天打妄想，叫你起心动念都想到书上的文字，用这个方法收心，在佛家讲「都摄六根」，用这个方法，这是教育。等到十三、四岁了，懂事了，智慧开了，然后再讲解经里面的道理，宇宙人生的大道理。",
      "zh_TW": "所以你想想，古人教學有道理，不但佛法是這個教學，你去念《禮記》，《禮記》你念「曲禮」、念「內則」，你念這些東西，「少儀」，你去念這幾篇，這幾篇統統是講小學。從前小學七歲就跟老師，老師教你什麼？教你灑掃應對，都教你做活，看到你的年齡，看到你的體力狀況，分配工作給你做。所以它是生活的教育，也是教你修福，到你長大了，你還是會勤勞，你能夠事奉師長。所以學生要照顧老師的生活，侍候老師。你會照顧老師，你回家就會照顧父母，所以這是老師教的。你會侍候你的兄弟姐妹，你能夠奉事師長，所以屬於生活的教育。教導你處事待人接物，教規矩，教你做人。讀書，年歲那麼小，不是讀書的時候，智慧沒開，所以完全教你背書。教你背書，訓練你的根本智，不讓你天天打妄想，叫你起心動念都想到書上的文字，用這個方法收心，在佛家講「都攝六根」，用這個方法，這是教育。等到十三、四歲了，懂事了，智慧開了，然後再講解經裡面的道理，宇宙人生的大道理。"
    },
    {
      "id": "12-018-0010_p0021",
      "zh_CN": "所以中国过去学校只有二个阶段，没有三个阶段，像现在小学、中学、大学，古时候没有中学，只有小学、大学。大学叫太学。大学里面是研究讨论，小学里面完全背诵，不讲解。所以小学的老师，没有讲述的，不讲意思，专门叫你背，督促你。你能够背诵了，再叫你背一百遍、背二百遍，天天温习。每天一定把昨天的课程背一遍，再上新的课程，再教新的课程，那个教学法好！今天这种新的科学教学法，远远不如以前那个老办法，老办法是叫人真开智慧，现在这个方法，实在讲智慧都堵塞了，智慧没有了，只有聪明，而且世智辩聪。所以今天的教育，世智辩聪的教育，不是真实智慧。",
      "zh_TW": "所以中國過去學校只有二個階段，沒有三個階段，像現在小學、中學、大學，古時候沒有中學，只有小學、大學。大學叫太學。大學裡面是研究討論，小學裡面完全背誦，不講解。所以小學的老師，沒有講述的，不講意思，專門叫你背，督促你。你能夠背誦了，再叫你背一百遍、背二百遍，天天溫習。每天一定把昨天的課程背一遍，再上新的課程，再教新的課程，那個教學法好！今天這種新的科學教學法，遠遠不如以前那個老辦法，老辦法是叫人真開智慧，現在這個方法，實在講智慧都堵塞了，智慧沒有了，只有聰明，而且世智辯聰。所以今天的教育，世智辯聰的教育，不是真實智慧。"
    },
    {
      "id": "12-018-0010_p0022",
      "zh_CN": "真实智慧的人，心清净，心空，空就灵；心要是实，实就不灵。我们佛法里天天离不开敲木鱼，木鱼里头不挖空，你敲敲看，响不响？一定把它挖空，里头没有东西，敲了才响，才好听。我们人也是如此，人心里头牵肠挂肚的东西那么多，一点智慧都没有，不灵了。你要想智慧现前，那你就得晓得，把你心里拉拉杂杂的东西统统去得干干净净，你的心就灵，智慧就开了。又想心里东西要保存到，又想开智慧，哪有这种事情？办不到的。一定要把那些牵肠挂肚的东西舍得干干净净，然后你看书，给诸位说，一看就懂了，一看就明了，一看这一句里头很多意思都出来了。你怎么看出来？因为你心里头没有东西，就看出来了。何以心里没有东西就看出来？因为心里没有东西，是真的，外面这些文字相全是假的，缘起性空，空与空就相应了。所以你见色闻声，六根接触外面境界，统统生智慧。不要说看经讲无量义，看什么都能讲无量义，看这朵花给你讲两个钟点也讲不完，都是无量义，法法圆融，法法不可思议。",
      "zh_TW": "真實智慧的人，心清淨，心空，空就靈；心要是實，實就不靈。我們佛法裡天天離不開敲木魚，木魚裡頭不挖空，你敲敲看，響不響？一定把它挖空，裡頭沒有東西，敲了才響，才好聽。我們人也是如此，人心裡頭牽腸掛肚的東西那麼多，一點智慧都沒有，不靈了。你要想智慧現前，那你就得曉得，把你心裡拉拉雜雜的東西統統去得乾乾淨淨，你的心就靈，智慧就開了。又想心裡東西要保存到，又想開智慧，哪有這種事情？辦不到的。一定要把那些牽腸掛肚的東西捨得乾乾淨淨，然後你看書，給諸位說，一看就懂了，一看就明瞭，一看這一句裡頭很多意思都出來了。你怎麼看出來？因為你心裡頭沒有東西，就看出來了。何以心裡沒有東西就看出來？因為心裡沒有東西，是真的，外面這些文字相全是假的，緣起性空，空與空就相應了。所以你見色聞聲，六根接觸外面境界，統統生智慧。不要說看經講無量義，看什麼都能講無量義，看這朵花給你講兩個鐘點也講不完，都是無量義，法法圓融，法法不可思議。"
    },
    {
      "id": "12-018-0010_p0023",
      "zh_CN": "前面跟诸位报告的，《大方广佛华严经》就是我们现实的社会，就是现实的世界。一毛一尘，无一不是大方广佛华严，这个味道你才能体会得到，都在一个空、灵。所以不舍怎么行？不放下怎么行？明白这个道理，你才晓得非放下不可，除这个办法之外，没有第二个办法。彻底放下之后，你所有一切行，给诸位说，统统是普贤行；你只要心里还有一物，你的一切行就不是普贤行。这个地方是以普贤法界为因，普贤行的关键就在此地。心里头什么都没有，你看六祖大师，这禅宗六祖惠能大师，他说的「本来无一物」，这就对了。你的心里本来什么都没有，这是你的真心、是你的本性，你这个心性跟十方诸佛如来无二无别。十方诸佛如来的智慧德相，我们讲智慧德相，用大方广三个字来配，体性是大，智慧是相，德相是作用。德相里面的相是现相，依正庄严的相状，那个德就是作用，与自性完全相应的作用是德，就是大方广。与自性体相作用完全相应、完全契合，这就是普贤法界，这就是普贤行。所以如果我们要修普贤行，一桩一桩在事上去找，那个可麻烦透了。「离世间品」给你讲二千个法门，二千法门都是纲要，每一个法门里面都含摄无量法门。那二千法门是总纲，这个学起来，你说多麻烦。",
      "zh_TW": "前面跟諸位報告的，《大方廣佛華嚴經》就是我們現實的社會，就是現實的世界。一毛一塵，無一不是大方廣佛華嚴，這個味道你才能體會得到，都在一個空、靈。所以不捨怎麼行？不放下怎麼行？明白這個道理，你才曉得非放下不可，除這個辦法之外，沒有第二個辦法。徹底放下之後，你所有一切行，給諸位說，統統是普賢行；你只要心裡還有一物，你的一切行就不是普賢行。這個地方是以普賢法界為因，普賢行的關鍵就在此地。心裡頭什麼都沒有，你看六祖大師，這禪宗六祖惠能大師，他說的「本來無一物」，這就對了。你的心裡本來什麼都沒有，這是你的真心、是你的本性，你這個心性跟十方諸佛如來無二無別。十方諸佛如來的智慧德相，我們講智慧德相，用大方廣三個字來配，體性是大，智慧是相，德相是作用。德相裡面的相是現相，依正莊嚴的相狀，那個德就是作用，與自性完全相應的作用是德，就是大方廣。與自性體相作用完全相應、完全契合，這就是普賢法界，這就是普賢行。所以如果我們要修普賢行，一樁一樁在事上去找，那個可麻煩透了。「離世間品」給你講二千個法門，二千法門都是綱要，每一個法門裡面都含攝無量法門。那二千法門是總綱，這個學起來，你說多麻煩。"
    },
    {
      "id": "12-018-0010_p0024",
      "zh_CN": "所以大乘，为什么人家喜欢禅宗？禅宗不找这些麻烦。宗门看教下的人，入海算沙，太麻烦了。经典浩如烟海，佛所讲的一切法门是海里头的沙，你这个多麻烦。所以宗门它要抓总纲领、总原则，简单明了，确实是好。无怪千百年来，没有人不向往禅宗的，直截了当，不啰嗦，不麻烦，抓住总纲领。总纲领就是我们《无量寿经》上的「清净平等觉」，这是总纲领。清净就是不染污，有一丝毫的染污就不清净，你的心就不是真心了。这个染污说什么？分别执着，通常我们不讲妄想，讲无明。讲妄想，我们观念上对妄想这个名词概念上是非常粗的，一天到晚胡思乱想。其实那个妄想是极其微细的，我们自己不知道，所以说之为无明。换一个名词，使你不至于发生误会，告诉你，最严重的分别执着。分别执着是最粗的妄想，这个东西不能有，有了这个东西你就是妄心，把你的真心变成八识、变成五十一心所，转变了，真的叫唯识所变。",
      "zh_TW": "所以大乘，為什麼人家喜歡禪宗？禪宗不找這些麻煩。宗門看教下的人，入海算沙，太麻煩了。經典浩如煙海，佛所講的一切法門是海裡頭的沙，你這個多麻煩。所以宗門它要抓總綱領、總原則，簡單明瞭，確實是好。無怪千百年來，沒有人不嚮往禪宗的，直截了當，不囉嗦，不麻煩，抓住總綱領。總綱領就是我們《無量壽經》上的「清淨平等覺」，這是總綱領。清淨就是不染污，有一絲毫的染污就不清淨，你的心就不是真心了。這個染污說什麼？分別執著，通常我們不講妄想，講無明。講妄想，我們觀念上對妄想這個名詞概念上是非常粗的，一天到晚胡思亂想。其實那個妄想是極其微細的，我們自己不知道，所以說之為無明。換一個名詞，使你不至於發生誤會，告訴你，最嚴重的分別執著。分別執著是最粗的妄想，這個東西不能有，有了這個東西你就是妄心，把你的真心變成八識、變成五十一心所，轉變了，真的叫唯識所變。"
    },
    {
      "id": "12-018-0010_p0025",
      "zh_CN": "一切众生本来成佛，现在变成凡夫，怎么变的？识变的。什么是识？分别执着变的，你还有分别，你还有执着。禅宗里面有人向老和尚问：老和尚，无明从哪里来的？老和尚怎么答复他，怎么教他？扭着他的耳朵，抓着鼻子，就是、就是，这就是。你们想想，老和尚有没有讲错？一点都没错。无明从哪里来的？就是你分别执着来的。如果老和尚这个手段对付你，你一下觉悟，就开悟了，事情就解决了。可是抓着你的鼻子，提着你的耳朵，你还是不觉悟，没有法子。老和尚说：就是，就是。你还不晓得是什么，那有什么法子？没办法。所以从心想生，不想就没事了。",
      "zh_TW": "一切眾生本來成佛，現在變成凡夫，怎麼變的？識變的。什麼是識？分別執著變的，你還有分別，你還有執著。禪宗裡面有人向老和尚問：老和尚，無明從哪裡來的？老和尚怎麼答覆他，怎麼教他？扭著他的耳朵，抓著鼻子，就是、就是，這就是。你們想想，老和尚有沒有講錯？一點都沒錯。無明從哪裡來的？就是你分別執著來的。如果老和尚這個手段對付你，你一下覺悟，就開悟了，事情就解決了。可是抓著你的鼻子，提著你的耳朵，你還是不覺悟，沒有法子。老和尚說：就是，就是。你還不曉得是什麼，那有什麼法子？沒辦法。所以從心想生，不想就沒事了。"
    },
    {
      "id": "12-018-0010_p0026",
      "zh_CN": "中国人造字，所以我们说中国文字不能改，中国文字是高度智慧的符号。文字是个符号，让你看到这个文字，你就会觉悟，你就不迷，你说这个文字多好，全世界任何一个国家民族找不到的。你看我们讲「思想」，思想在中国文字上就不是好东西。想，心里有个相，那个相是什么？妄想。思是什么？思是你有了分别，心里画了好多界限，一分别就有界限。什么是真心？什么是本性？把界限拿掉，把妄相拿掉，剩下来是真心，你看多有味道！中国人造字，佛法还没到中国来，不能说中国人没智慧，不能说中国没有佛菩萨在，中国真有佛菩萨出现，不过不叫佛菩萨这个名字而已，你看造这些文字，这个里头多有学问。从这些符号里头你能够觉悟，你就晓得应该怎么生活，怎样处事待人接物，只看这个符号就明白了，聪明人一看就懂得了。",
      "zh_TW": "中國人造字，所以我們說中國文字不能改，中國文字是高度智慧的符號。文字是個符號，讓你看到這個文字，你就會覺悟，你就不迷，你說這個文字多好，全世界任何一個國家民族找不到的。你看我們講「思想」，思想在中國文字上就不是好東西。想，心裡有個相，那個相是什麼？妄想。思是什麼？思是你有了分別，心裡畫了好多界限，一分別就有界限。什麼是真心？什麼是本性？把界限拿掉，把妄相拿掉，剩下來是真心，你看多有味道！中國人造字，佛法還沒到中國來，不能說中國人沒智慧，不能說中國沒有佛菩薩在，中國真有佛菩薩出現，不過不叫佛菩薩這個名字而已，你看造這些文字，這個裡頭多有學問。從這些符號裡頭你能夠覺悟，你就曉得應該怎麼生活，怎樣處事待人接物，只看這個符號就明白了，聰明人一看就懂得了。"
    },
    {
      "id": "12-018-0010_p0027",
      "zh_CN": "这样美好的文化，我们应当向全世界发扬光大。实在讲中国人应当领导全世界，世界人才有幸福，才有美满、和平。我们不能跟人家走，为什么？人家文化比我们低，我们跟人家低的走，错误了。中国不是自大，我们这个比他高，他跟我们是对了，他往上走；我们跟他走是往下流，这叫大错特错。而是我们中国人，真的，这一代的中国人，实在讲对不起古圣先贤、对不起祖宗，祖宗给我们留下来这样美好的文化遗产，我们把它舍弃，对于这份宝藏不认识，不能把它发扬光大，我们的过失。学佛的人（佛弟子）对不起诸佛、对不起菩萨、对不起祖师大德，佛法在这个世间是所有一切文化的精髓，是所有文化的颠峰，最高峰！现在把它当作迷信，把它拿来当作超度死人的工具，你说糟不糟糕？它是教我们成佛作祖的，教我们带领一切众生过高度文明的生活、过高度智慧的生活。我们后代佛的学生不争气，把这么好的东西都糟蹋掉，你说可怜不可怜？",
      "zh_TW": "這樣美好的文化，我們應當向全世界發揚光大。實在講中國人應當領導全世界，世界人才有幸福，才有美滿、和平。我們不能跟人家走，為什麼？人家文化比我們低，我們跟人家低的走，錯誤了。中國不是自大，我們這個比他高，他跟我們是對了，他往上走；我們跟他走是往下流，這叫大錯特錯。而是我們中國人，真的，這一代的中國人，實在講對不起古聖先賢、對不起祖宗，祖宗給我們留下來這樣美好的文化遺產，我們把它捨棄，對於這份寶藏不認識，不能把它發揚光大，我們的過失。學佛的人（佛弟子）對不起諸佛、對不起菩薩、對不起祖師大德，佛法在這個世間是所有一切文化的精髓，是所有文化的顛峰，最高峰！現在把它當作迷信，把它拿來當作超度死人的工具，你說糟不糟糕？它是教我們成佛作祖的，教我們帶領一切眾生過高度文明的生活、過高度智慧的生活。我們後代佛的學生不爭氣，把這麼好的東西都糟蹋掉，你說可憐不可憐？"
    },
    {
      "id": "12-018-0010_p0028",
      "zh_CN": "我们今天无论在什么地方、无论在什么场所，人家要我们上台去介绍佛法，首先就要让大众真正认识佛法，佛法到底是什么，其他的慢慢来，这是第一步，佛法已经被世间人误会得太深太深了。现在社会上还有许多人对佛法存有戒心，唯恐人学佛，你说糟糕不糟糕？唯恐什么？学佛是堕落，学佛是迷信，看成这个。他们有没有看错？没有看错，责任在我们这边，我们身为佛弟子，对佛法不认识，对佛法误解，对佛法曲解，我们所作所为违背了佛的教诲，不但违背佛的教诲，甚至于违背了世间的仁义道德，人家当然用一个轻视的眼光来看我们。所以这个误会不在他，过失在我们学佛的人，我们没有依教奉行，没有把佛的教诲搞清楚、搞明白，罪过在我们这边，不在他那边。我们不懂得普贤的因，不了解普贤行，不知道这个殊胜的功德利益，依旧是用轮回心造轮回业，胡作妄为，你怎么能怪别人？所以我们自己要认真去反省，认真的去改过自新，好好的去修学，佛法才能在这一代再兴旺起来。佛法兴，举世之人就有福了，真实的利益，他们才能够享受得到。真实的利益是毘卢遮那的法界，毘卢遮那的法界也没有离开我们现实的生活。",
      "zh_TW": "我們今天無論在什麼地方、無論在什麼場所，人家要我們上台去介紹佛法，首先就要讓大眾真正認識佛法，佛法到底是什麼，其他的慢慢來，這是第一步，佛法已經被世間人誤會得太深太深了。現在社會上還有許多人對佛法存有戒心，唯恐人學佛，你說糟糕不糟糕？唯恐什麼？學佛是墮落，學佛是迷信，看成這個。他們有沒有看錯？沒有看錯，責任在我們這邊，我們身為佛弟子，對佛法不認識，對佛法誤解，對佛法曲解，我們所作所為違背了佛的教誨，不但違背佛的教誨，甚至於違背了世間的仁義道德，人家當然用一個輕視的眼光來看我們。所以這個誤會不在他，過失在我們學佛的人，我們沒有依教奉行，沒有把佛的教誨搞清楚、搞明白，罪過在我們這邊，不在他那邊。我們不懂得普賢的因，不了解普賢行，不知道這個殊勝的功德利益，依舊是用輪迴心造輪迴業，胡作妄為，你怎麼能怪別人？所以我們自己要認真去反省，認真的去改過自新，好好的去修學，佛法才能在這一代再興旺起來。佛法興，舉世之人就有福了，真實的利益，他們才能夠享受得到。真實的利益是毘盧遮那的法界，毘盧遮那的法界也沒有離開我們現實的生活。"
    },
    {
      "id": "12-018-0010_p0029",
      "zh_CN": "因与果都在现实生活之中，我们不知道怎么行？过去方东美先生，他认识，非常可惜，他没有这个机会，没有缘，不能把《华严》教义发扬光大。他跟我说过很多遍，《华严经》是全世界最好的哲学概论，他是个哲学家，他从哲学的观点来看佛法。他说，佛经的哲学是世界哲学的最高峰，古今中外哲学的学说都比不上佛经。佛经里面特别赞叹《华严》，他说《华严》是佛经哲学里头最好的哲学概论。他说得很具体，这一部经典里面，就是这个教科书里头，有圆满的理论，有精细修学的方法，末后还带表演，做出一个榜样来给你看。在古今中外教科书里头，像这种编辑的方法找不到，所以他对于这部经典赞叹备至。",
      "zh_TW": "因與果都在現實生活之中，我們不知道怎麼行？過去方東美先生，他認識，非常可惜，他沒有這個機會，沒有緣，不能把《華嚴》教義發揚光大。他跟我說過很多遍，《華嚴經》是全世界最好的哲學概論，他是個哲學家，他從哲學的觀點來看佛法。他說，佛經的哲學是世界哲學的最高峰，古今中外哲學的學說都比不上佛經。佛經裡面特別讚歎《華嚴》，他說《華嚴》是佛經哲學裡頭最好的哲學概論。他說得很具體，這一部經典裡面，就是這個教科書裡頭，有圓滿的理論，有精細修學的方法，末後還帶表演，做出一個榜樣來給你看。在古今中外教科書裡頭，像這種編輯的方法找不到，所以他對於這部經典讚歎備至。"
    },
    {
      "id": "12-018-0010_p0030",
      "zh_CN": "晚年，晚年退休了，公家学校退休了，私立学校请他，天主教的辅仁大学，请他到博士班开华严哲学。所以他的华严哲学是在辅仁大学博士班讲的，那个也受限制，一个星期好像只有一堂课，一个星期只有一堂课，三个小时，受时间的限制，受课程的限制，没有法子发挥，只能够说说大意。他教学的时候，博士班的学生并不多，但是旁听的不少，连学生加旁听的大概有一百多人。那个时候正好碰到我在台北讲《华严经》，我印了有一千套《华严经》的经本，《八十华严》、《六十华严》、《四十华严》，我也是印成小册，总共合起来，这三部《华严》合起来，六十多册。学校里面，听方先生课的人，我每个人送一套，送了一百多套。送给他们，他们能不能看？那又是问题，总是结个缘，结个欢喜缘，结个善缘。他们能念到博士班，能够在博士班旁听，至少也都是学士，跟这些人结个法缘。",
      "zh_TW": "晚年，晚年退休了，公家學校退休了，私立學校請他，天主教的輔仁大學，請他到博士班開華嚴哲學。所以他的華嚴哲學是在輔仁大學博士班講的，那個也受限制，一個星期好像只有一堂課，一個星期只有一堂課，三個小時，受時間的限制，受課程的限制，沒有法子發揮，只能夠說說大意。他教學的時候，博士班的學生並不多，但是旁聽的不少，連學生加旁聽的大概有一百多人。那個時候正好碰到我在台北講《華嚴經》，我印了有一千套《華嚴經》的經本，《八十華嚴》、《六十華嚴》、《四十華嚴》，我也是印成小冊，總共合起來，這三部《華嚴》合起來，六十多冊。學校裡面，聽方先生課的人，我每個人送一套，送了一百多套。送給他們，他們能不能看？那又是問題，總是結個緣，結個歡喜緣，結個善緣。他們能念到博士班，能夠在博士班旁聽，至少也都是學士，跟這些人結個法緣。"
    },
    {
      "id": "12-018-0010_p0031",
      "zh_CN": "这是特别提醒我们，普贤行的重要。你看在经没有开讲之前，在宗趣里头第一条就提到普贤行。我们在《无量寿经》，还是在序分，还没有到正宗分，第一句就提到「咸共遵修普贤大士之德」。你们想想真实的教学，重点在哪里？这就明白了，重点的教学就是在普贤行。普贤行跟一般的行门没有两样，只是用心不一样。普贤的心是尽虚空遍法界，我们念念都是虚空法界，你所有的一切行都是普贤行。念念为自己，为我这个小团体，为我这个小道场，这就不是普贤行了。这个心量太小太小了，这什么心？轮回心。修十大愿王还是轮回心，为什么？出不了六道轮回，心量太小了。普贤行是圆满的心量，一丝毫障碍都没有，真正是心包太虚，量周沙界，这个心量就是普贤行。这是我们用宗门的方法抓住总纲领。",
      "zh_TW": "這是特別提醒我們，普賢行的重要。你看在經沒有開講之前，在宗趣裡頭第一條就提到普賢行。我們在《無量壽經》，還是在序分，還沒有到正宗分，第一句就提到「咸共遵修普賢大士之德」。你們想想真實的教學，重點在哪裡？這就明白了，重點的教學就是在普賢行。普賢行跟一般的行門沒有兩樣，只是用心不一樣。普賢的心是盡虛空遍法界，我們念念都是虛空法界，你所有的一切行都是普賢行。念念為自己，為我這個小團體，為我這個小道場，這就不是普賢行了。這個心量太小太小了，這什麼心？輪迴心。修十大願王還是輪迴心，為什麼？出不了六道輪迴，心量太小了。普賢行是圓滿的心量，一絲毫障礙都沒有，真正是心包太虛，量周沙界，這個心量就是普賢行。這是我們用宗門的方法抓住總綱領。"
    },
    {
      "id": "12-018-0010_p0032",
      "zh_CN": "下一堂，我再从事相给诸位说，这个普，我给你讲十普，这是经上讲的，从事上讲，今天给大家从理上讲的。你要不拓开心量，那十种事相也做不到，就是做也不能圆满。所以首先要把心量拓开，起心动念我们想整个社会、想整个世界，希望在这个世界一切众生，人人都能够觉悟，人人都过得很幸福、都过得很美福，存这样的心，与普贤的因就接近，就相应。决定不可以念念想自己，为自己的利益，为我小圈圈、小团体的利益，这很糟糕，不能解决问题，只能够叫这个社会愈来纠纷愈多，众生过得愈来愈苦，包括自己在内，自己也苦。一定要把心量拓开，恢复自己本来面目，很重要，很重要。我们以这个理念、以这个基础来入《华严》就不难了；如果没有这个基础、没有这个理念，诸佛如来来讲《华严经》，你也听不懂，你也入不进去。为什么？不是《华严经》的对象，我们佛家讲不是《华严》的当机。我也只能说到此地，至于怎么个做法，要靠大家自己发心，这是别人帮不上忙的。谁真正发心，谁就入境界，你会得华严三昧，会入华严境界。所以一定要真正发心，真正干，真放下，然后就真看破了。好，今天时间到了。这本书你们大家负责，我就不要讲了。",
      "zh_TW": "下一堂，我再從事相給諸位說，這個普，我給你講十普，這是經上講的，從事上講，今天給大家從理上講的。你要不拓開心量，那十種事相也做不到，就是做也不能圓滿。所以首先要把心量拓開，起心動念我們想整個社會、想整個世界，希望在這個世界一切眾生，人人都能夠覺悟，人人都過得很幸福、都過得很美福，存這樣的心，與普賢的因就接近，就相應。決定不可以念念想自己，為自己的利益，為我小圈圈、小團體的利益，這很糟糕，不能解決問題，只能夠叫這個社會愈來糾紛愈多，眾生過得愈來愈苦，包括自己在內，自己也苦。一定要把心量拓開，恢復自己本來面目，很重要，很重要。我們以這個理念、以這個基礎來入《華嚴》就不難了；如果沒有這個基礎、沒有這個理念，諸佛如來來講《華嚴經》，你也聽不懂，你也入不進去。為什麼？不是《華嚴經》的對象，我們佛家講不是《華嚴》的當機。我也只能說到此地，至於怎麼個做法，要靠大家自己發心，這是別人幫不上忙的。誰真正發心，誰就入境界，你會得華嚴三昧，會入華嚴境界。所以一定要真正發心，真正幹，真放下，然後就真看破了。好，今天時間到了。這本書你們大家負責，我就不要講了。"
    }
  ]
}