{
  "doc_id": "21-147-0001",
  "title": {
    "zh_CN": "日本王子饭店晚宴—宴请知恩院一行",
    "zh_TW": "日本王子飯店晚宴—宴請知恩院一行"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "日本兹贺大津王子饭店",
    "zh_TW": "日本茲賀大津王子飯店"
  },
  "doc_number": "21-147-0001",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "21-147-0001_p0001",
      "zh_CN": "诸位先生，尊敬的日本净土宗各个大德，今天晚上我们能够在此地再次聚会，我们感到非常荣幸。我刚刚听到水谷先生身体有一点不适，今天晚上不能参加，我们感到非常遗憾。我们在日本还有时间，我一定会去看他。",
      "zh_TW": "諸位先生，尊敬的日本淨土宗各個大德，今天晚上我們能夠在此地再次聚會，我們感到非常榮幸。我剛剛聽到水谷先生身體有一點不適，今天晚上不能參加，我們感到非常遺憾。我們在日本還有時間，我一定會去看他。"
    },
    {
      "id": "21-147-0001_p0002",
      "zh_CN": "第一次来做这个弘法工作，得到大家的支持，我们非常感激。今天上午我去拜会、参拜中村康隆老师，我们承蒙他亲切的接待，同时嘱咐我们要把《大方广佛华严经》一定要把它讲圆满；同时也特别嘱咐「消除社会冲突，促进世界和平」是我们当前最重要的工作。",
      "zh_TW": "第一次來做這個弘法工作，得到大家的支持，我們非常感激。今天上午我去拜會、參拜中村康隆老師，我們承蒙他親切的接待，同時囑咐我們要把《大方廣佛華嚴經》一定要把它講圓滿；同時也特別囑咐「消除社會衝突，促進世界和平」是我們當前最重要的工作。"
    },
    {
      "id": "21-147-0001_p0003",
      "zh_CN": "我们从上一次四月跟这一次十月份来参访，我们的目的就是希求日本这一边的高僧大德、志士仁人，我们同心同力来携手把佛法从东方兴旺起来，再传到全世界。我们肯定只有佛法的教学才能够化除世间的冲突，达到世界真正的和平。",
      "zh_TW": "我們從上一次四月跟這一次十月份來參訪，我們的目的就是希求日本這一邊的高僧大德、志士仁人，我們同心同力來攜手把佛法從東方興旺起來，再傳到全世界。我們肯定只有佛法的教學才能夠化除世間的衝突，達到世界真正的和平。"
    },
    {
      "id": "21-147-0001_p0004",
      "zh_CN": "最近的三、四年来，我开始（这是第二次）启讲《大方广佛华严经》，这部经分量很大，现在我们的第一分将快要讲完，已经讲到第十卷，我们使用的时间差不多将近一千八百个小时。我们深深感到本师释迦牟尼佛在经典里面最宝贵的教学，确确实实能给世界带来和平、安定、繁荣、兴旺，给一切众生带来幸福、美满。非常可惜的是这样好的教育，现在这个社会上很少人能够提倡，很少人能够推行。这个是我们这一次到日本来参访，我们希求日本这边的大善知识，我们希望跟着上一代，我们上一代的时候，特别是净土宗的往来，有很好的基础。希望从这个基础上，我们认真努力的结合，把这一桩事情做到圆满。这也是今天中村康隆老师他特别教导我们的。",
      "zh_TW": "最近的三、四年來，我開始（這是第二次）啟講《大方廣佛華嚴經》，這部經分量很大，現在我們的第一分將快要講完，已經講到第十卷，我們使用的時間差不多將近一千八百個小時。我們深深感到本師釋迦牟尼佛在經典裡面最寶貴的教學，確確實實能給世界帶來和平、安定、繁榮、興旺，給一切眾生帶來幸福、美滿。非常可惜的是這樣好的教育，現在這個社會上很少人能夠提倡，很少人能夠推行。這個是我們這一次到日本來參訪，我們希求日本這邊的大善知識，我們希望跟著上一代，我們上一代的時候，特別是淨土宗的往來，有很好的基礎。希望從這個基礎上，我們認真努力的結合，把這一樁事情做到圓滿。這也是今天中村康隆老師他特別教導我們的。"
    },
    {
      "id": "21-147-0001_p0005",
      "zh_CN": "佛法一定要做到本土化、现代化、生活化，这个我们学到之后，学了佛之后，对自己来讲确确实实智慧开了，烦恼少，智慧开，身心健康，法喜充满，那是对个人；对家庭，家庭和合，中国人常讲「家和万事兴」；对社会，对处事待人接物都能够与法性相应。这是佛法确确实实是一门很好的学问，非常实用的学问；它不是一个玄学，不是一种可望不可及的，确确实实的生活教育。",
      "zh_TW": "佛法一定要做到本土化、現代化、生活化，這個我們學到之後，學了佛之後，對自己來講確確實實智慧開了，煩惱少，智慧開，身心健康，法喜充滿，那是對個人；對家庭，家庭和合，中國人常講「家和萬事興」；對社會，對處事待人接物都能夠與法性相應。這是佛法確確實實是一門很好的學問，非常實用的學問；它不是一個玄學，不是一種可望不可及的，確確實實的生活教育。"
    },
    {
      "id": "21-147-0001_p0006",
      "zh_CN": "佛教教学的推动，过去我们在台湾做过有十几、二十年，我们有一点经验。最初我们的想法一定要从高级知识分子来做起，从这里推动，所以推动大学生学佛的运动，这在台湾做得很成功。台湾几乎是每一个大学、每一个专科学校，甚至于高级中学校都有佛学社的组织。学生学佛了，老师就不能不学了。有的学生问老师，老师答不出来，逼着老师也学佛了。台湾佛学运动是这样把它带动起来的。",
      "zh_TW": "佛教教學的推動，過去我們在台灣做過有十幾、二十年，我們有一點經驗。最初我們的想法一定要從高級知識分子來做起，從這裡推動，所以推動大學生學佛的運動，這在台灣做得很成功。台灣幾乎是每一個大學、每一個專科學校，甚至於高級中學校都有佛學社的組織。學生學佛了，老師就不能不學了。有的學生問老師，老師答不出來，逼著老師也學佛了。台灣佛學運動是這樣把它帶動起來的。"
    },
    {
      "id": "21-147-0001_p0007",
      "zh_CN": "宗教方面，团结交往的这一种活动，我们在新加坡也有几年的经验。现在我们在澳洲，从过去的经验当中，在澳洲来推动。这一次能够访问日本，见到日本特别是我们净土宗的这些大德们，我们希望在此地向大家多学习，请诸位多多的指教。我们也能够把过去这些活动的经验，提供给这一边的同学们做个参考，希望我们把佛法活活泼泼的能够在社会上整个的带动起来。",
      "zh_TW": "宗教方面，團結交往的這一種活動，我們在新加坡也有幾年的經驗。現在我們在澳洲，從過去的經驗當中，在澳洲來推動。這一次能夠訪問日本，見到日本特別是我們淨土宗的這些大德們，我們希望在此地向大家多學習，請諸位多多的指教。我們也能夠把過去這些活動的經驗，提供給這一邊的同學們做個參考，希望我們把佛法活活潑潑的能夠在社會上整個的帶動起來。"
    },
    {
      "id": "21-147-0001_p0008",
      "zh_CN": "今天晚上承蒙诸位宝贵的时间来参加我们的聚会，我再一次表示非常感激。",
      "zh_TW": "今天晚上承蒙諸位寶貴的時間來參加我們的聚會，我再一次表示非常感激。"
    }
  ]
}