{
  "doc_id": "02-036-0004",
  "title": {
    "zh_CN": "大乘无量寿经菁华",
    "zh_TW": "大乘無量壽經菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "香港佛教青年协会",
    "zh_TW": "香港佛教青年協會"
  },
  "doc_number": "02-036-0004",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "02-036-0004_p0001",
      "zh_CN": "诸位法师，诸位同修、大德，请掀开经本第七面，第七面最后一行，第十六段：",
      "zh_TW": "諸位法師，諸位同修、大德，請掀開經本第七面，第七面最後一行，第十六段："
    },
    {
      "id": "02-036-0004_p0002",
      "zh_CN": "【积植德行。不起贪瞋痴欲诸想。不着色声香味触法。】",
      "zh_TW": "【積植德行。不起貪瞋痴欲諸想。不著色聲香味觸法。】"
    },
    {
      "id": "02-036-0004_p0003",
      "zh_CN": "世尊在经文里面这些开示我们看到很多，多次重复的开示，说明这几句话的重要性。无量劫来无数的修行人，他们修学没有能够得到成果，原因都在此地。『积』是累积，『植』就是种植的意思，所谓种善因得善果，「植」就是种植的意思。『德行』，行是生活行为，生活行为必须与道德相应，这种行为就称之为德行。哪些是标准的德行？佛在此地告诉我们，内，从内心『不起贪瞋痴欲诸想』，这些「想」不但是妄想，而且实在说它是极其愚痴的思想。佛告诉我们，自性清净心中没有这些东西，这些东西真心里面本来无，它从哪里来的？从无明生的。相宗经论里面常讲，「一念不觉而有无明」，这是从一念不觉无明里面生起来的，叫根本烦恼，「贪瞋痴」；「欲」是欲望。这四个字里面包括的范围，也是无限的深广，我们如果有一个字，这一生道业就不能成就，修得再好，只是有漏的福报而已，决定不能够了生死出三界。",
      "zh_TW": "世尊在經文裡面這些開示我們看到很多，多次重複的開示，說明這幾句話的重要性。無量劫來無數的修行人，他們修學沒有能夠得到成果，原因都在此地。『積』是累積，『植』就是種植的意思，所謂種善因得善果，「植」就是種植的意思。『德行』，行是生活行為，生活行為必須與道德相應，這種行為就稱之為德行。哪些是標準的德行？佛在此地告訴我們，內，從內心『不起貪瞋痴欲諸想』，這些「想」不但是妄想，而且實在說它是極其愚痴的思想。佛告訴我們，自性清淨心中沒有這些東西，這些東西真心裡面本來無，它從哪裡來的？從無明生的。相宗經論裡面常講，「一念不覺而有無明」，這是從一念不覺無明裡面生起來的，叫根本煩惱，「貪瞋痴」；「欲」是欲望。這四個字裡面包括的範圍，也是無限的深廣，我們如果有一個字，這一生道業就不能成就，修得再好，只是有漏的福報而已，決定不能夠了生死出三界。"
    },
    {
      "id": "02-036-0004_p0004",
      "zh_CN": "对外面『不着』，「着」是执着，不执着色声香味触法，把外面的境界，无量无边的事物，这句话也都包括尽了。佛法里面通常称这个叫六尘，这个六大类。尘是比喻污染，它能够污染我们的真心本性，所以把它比喻作尘垢，也把它说做六欲，六种欲望，是我们六根所攀缘的对象。眼缘色，耳缘声，鼻缘香，舌缘味，身缘触，意缘法，所以也称为六缘。如果内起烦恼，你的心就不定，心就不清净，外面又受这些诱惑，你的麻烦就大了。所以佛说，内不起烦恼，外不着境界；换句话说，内不动心，外不受诱惑，这种行就叫做德行。可见得这个行，我们学佛前学佛后没有改变，一样穿衣吃饭，一样工作，一样应酬。没有学佛之前，我们生活行为里面会起烦恼，会被外面境界诱惑，这就是凡夫，这就是造六道轮回业。学了佛之后，佛教导我们，我们明白了，在生活当中，在应酬当中，内里面不起心动念，外面境界不分别执着，这个行就叫德行。所以这个经它的好处，就是跟我们说得清清楚楚、明明白白。请看底下这一段：",
      "zh_TW": "對外面『不著』，「著」是執著，不執著色聲香味觸法，把外面的境界，無量無邊的事物，這句話也都包括盡了。佛法裡面通常稱這個叫六塵，這個六大類。塵是比喻污染，它能夠污染我們的真心本性，所以把它比喻作塵垢，也把它說做六欲，六種欲望，是我們六根所攀緣的對象。眼緣色，耳緣聲，鼻緣香，舌緣味，身緣觸，意緣法，所以也稱為六緣。如果內起煩惱，你的心就不定，心就不清淨，外面又受這些誘惑，你的麻煩就大了。所以佛說，內不起煩惱，外不著境界；換句話說，內不動心，外不受誘惑，這種行就叫做德行。可見得這個行，我們學佛前學佛後沒有改變，一樣穿衣吃飯，一樣工作，一樣應酬。沒有學佛之前，我們生活行為裡面會起煩惱，會被外面境界誘惑，這就是凡夫，這就是造六道輪迴業。學了佛之後，佛教導我們，我們明白了，在生活當中，在應酬當中，內裡面不起心動念，外面境界不分別執著，這個行就叫德行。所以這個經它的好處，就是跟我們說得清清楚楚、明明白白。請看底下這一段："
    },
    {
      "id": "02-036-0004_p0005",
      "zh_CN": "【植众德本。不计众苦。少欲知足。专求白法。惠利群生。】",
      "zh_TW": "【植眾德本。不計眾苦。少欲知足。專求白法。惠利群生。】"
    },
    {
      "id": "02-036-0004_p0006",
      "zh_CN": "我们先说这一句，『植』是培植，就是培养，我们要培养德行的根本，德行的根本落实在生活当中，就是这段经文的开示。第一个不能怕苦，『计』是计较，一切苦难都不需要去计较，我们要能够忍受，这点是修行人成败重要的观念。一些修行人修得很好，为什么还会起心动念？为什么还会受外面诱惑？他不能受苦，一遇到苦难他就变节了，他的贪心、攀缘就又起来了，就又造罪业，那怎么能成功？古往今来，我们看到许许多多修学，无论修学哪一个法门，那些真正成就的人，他真受得了苦。物质生活的缺乏他能够忍受，人为的障碍他也能忍受，以及天然的灾害，他没有一样不能忍受，忍辱波罗蜜他修圆满了，所以他才能成就。所以我们要想成功，首先要肯吃苦，这是我们学佛先决的条件。如果我们有福报，福报再大还是要吃苦，为什么？只有过苦日子，我们的警觉性才能提高，对这个世间才没有留恋。净宗法门古圣先贤、祖师大德教我们要修欣厌二门。欣是对极乐世界向往、羡慕，恨不得早一天往生；厌是厌离娑婆。如果在娑婆世界生活过得很富裕，厌离之心很难生起，你对这个世间贪恋，那就障碍你往生，障碍你这一生得度作佛的因缘，你说多可惜。所以即使有福报，我们的福报也要让别人去享。",
      "zh_TW": "我們先說這一句，『植』是培植，就是培養，我們要培養德行的根本，德行的根本落實在生活當中，就是這段經文的開示。第一個不能怕苦，『計』是計較，一切苦難都不需要去計較，我們要能夠忍受，這點是修行人成敗重要的觀念。一些修行人修得很好，為什麼還會起心動念？為什麼還會受外面誘惑？他不能受苦，一遇到苦難他就變節了，他的貪心、攀緣就又起來了，就又造罪業，那怎麼能成功？古往今來，我們看到許許多多修學，無論修學哪一個法門，那些真正成就的人，他真受得了苦。物質生活的缺乏他能夠忍受，人為的障礙他也能忍受，以及天然的災害，他沒有一樣不能忍受，忍辱波羅蜜他修圓滿了，所以他才能成就。所以我們要想成功，首先要肯吃苦，這是我們學佛先決的條件。如果我們有福報，福報再大還是要吃苦，為什麼？只有過苦日子，我們的警覺性才能提高，對這個世間才沒有留戀。淨宗法門古聖先賢、祖師大德教我們要修欣厭二門。欣是對極樂世界嚮往、羨慕，恨不得早一天往生；厭是厭離娑婆。如果在娑婆世界生活過得很富裕，厭離之心很難生起，你對這個世間貪戀，那就障礙你往生，障礙你這一生得度作佛的因緣，你說多可惜。所以即使有福報，我們的福報也要讓別人去享。"
    },
    {
      "id": "02-036-0004_p0007",
      "zh_CN": "世间苦难的人很多，我们要全心全力帮助这些苦难的人，把自己的生活降到最低的水平，衣食足就够了，何必要奢求？这一生当中，不但营生的事业，这世间事，即使出世间弘法利生的大事业，我们也要随缘而不攀缘，永远保持自己的清净心、平等心，这样才正确，这才是一个修行人。所以底下说『少欲知足』，欲是欲望，生活所需降到最低的限度，这是「少欲知足」，知足就快乐，知足常乐，这四个字是修行证果极重要的开示，我们要晓得。怎么知道它是最重要的？诸位在经论里面看到，一切诸佛示现八相成道到人间来作佛，先要住在兜率天去做补处菩萨，这是候补佛，候补佛住在兜率天。兜率是什么意思？知足，兜率是梵语，翻成中国意思是知足。由此可知，你知足你就有能力作佛，不知足不能作佛，知足才能够作佛。世出世间谁是第一个知足的人？诸佛如来。我们要知道，应当要学习。",
      "zh_TW": "世間苦難的人很多，我們要全心全力幫助這些苦難的人，把自己的生活降到最低的水平，衣食足就夠了，何必要奢求？這一生當中，不但營生的事業，這世間事，即使出世間弘法利生的大事業，我們也要隨緣而不攀緣，永遠保持自己的清淨心、平等心，這樣才正確，這才是一個修行人。所以底下說『少欲知足』，欲是欲望，生活所需降到最低的限度，這是「少欲知足」，知足就快樂，知足常樂，這四個字是修行證果極重要的開示，我們要曉得。怎麼知道它是最重要的？諸位在經論裡面看到，一切諸佛示現八相成道到人間來作佛，先要住在兜率天去做補處菩薩，這是候補佛，候補佛住在兜率天。兜率是什麼意思？知足，兜率是梵語，翻成中國意思是知足。由此可知，你知足你就有能力作佛，不知足不能作佛，知足才能夠作佛。世出世間誰是第一個知足的人？諸佛如來。我們要知道，應當要學習。"
    },
    {
      "id": "02-036-0004_p0008",
      "zh_CN": "那么我们要问，到什么样的程度才知足？什么样的水平才知足？就是现前的生活，我现前过的日子，我现前做的这个工作，我非常满足。诸位要晓得，知足的人心就安，心安了，理就得，得什么？悟了。宇宙人生的大道理你就觉悟了，叫心安理得，理得心安。由此可知，知足并没有一个什么标准、什么水平，没有，为什么？一切众生的福德因缘不一样。我们这一生所受的，这个佛在经论上重复了千百次，苦口婆心到了极处，告诉我们事实真相，「欲知前世因，今生受者是」，我们这生的享受，一生的受用，前世修的，你前生修的财富多，你这一生过富足的生活；前世没修财布施，我们这一生物质生活就比较艰难，这一定的道理。「欲知来世果，今生作者是」，来生是什么样的果报？这一生所作所为就是来世的因，有因必有果，有果必有因，因缘果报丝毫不爽，这是佛在一切经论里面常常提示的。所以知足没有标准，就是现前的生活，我们知足就常乐。",
      "zh_TW": "那麼我們要問，到什麼樣的程度才知足？什麼樣的水平才知足？就是現前的生活，我現前過的日子，我現前做的這個工作，我非常滿足。諸位要曉得，知足的人心就安，心安了，理就得，得什麼？悟了。宇宙人生的大道理你就覺悟了，叫心安理得，理得心安。由此可知，知足並沒有一個什麼標準、什麼水平，沒有，為什麼？一切眾生的福德因緣不一樣。我們這一生所受的，這個佛在經論上重複了千百次，苦口婆心到了極處，告訴我們事實真相，「欲知前世因，今生受者是」，我們這生的享受，一生的受用，前世修的，你前生修的財富多，你這一生過富足的生活；前世沒修財布施，我們這一生物質生活就比較艱難，這一定的道理。「欲知來世果，今生作者是」，來生是什麼樣的果報？這一生所作所為就是來世的因，有因必有果，有果必有因，因緣果報絲毫不爽，這是佛在一切經論裡面常常提示的。所以知足沒有標準，就是現前的生活，我們知足就常樂。"
    },
    {
      "id": "02-036-0004_p0009",
      "zh_CN": "知足之后『专求白法』，「白法」就是善法，我们中国人习惯上用善恶，善法、恶法；古时候印度人他们的习惯称白法、黑法，白就是善，黑就是恶，他们用黑白来表这个意思。「专求白法」，专修善法。佛在这部经上教导我们的就是善法，我们要常常读诵，要理解，要能记住，还要在日常生活当中切实做到才行。经读了很多，如果做不到，依旧还是要造恶业，那就真的可惜了。自古以来，不但末法时期，世尊在世的时候，佛弟子当中天天跟着佛陀的，在佛陀身边听佛讲经说法，他也能言善道，依旧去造作恶业，哪一个人？提婆达多那一帮人，六群比丘那一帮人。释迦牟尼佛的学生，天天跟在佛的身边，也都能言善道，毁谤老师，破坏僧团，在里面从事分化，搞分立，搞小团体，搞小帮派，世尊在世就有这个现象了，何况末法时期。我们今天听说，哪一个道场、哪个团体里面有很多派别，甚至于都有十几个派别的，我们听了不足以为奇，为什么？佛当年在世，僧团里面就有很多派别。提婆达多是一派，六群比丘就是六派，那至少有七派，这是跟佛唱反调的。为什么会有这种情形？他是多欲不知足，问题出在这个地方。天天讲经说法，他听是听了，不能满足他的欲望，他不甘心、不情愿，于是得用种种方法希望达到他的心愿。能不能达到？决定不能，如果能，因果律就推翻了。如是因，如是果，如是报，一点都不差，你命里没有，你怎么能够得到？用什么样的手段，只是造罪业，决定得不到，这是我们必须要明了的。这专求善法。佛法是一切善法当中最究竟、最圆满的善法。",
      "zh_TW": "知足之後『專求白法』，「白法」就是善法，我們中國人習慣上用善惡，善法、惡法；古時候印度人他們的習慣稱白法、黑法，白就是善，黑就是惡，他們用黑白來表這個意思。「專求白法」，專修善法。佛在這部經上教導我們的就是善法，我們要常常讀誦，要理解，要能記住，還要在日常生活當中切實做到才行。經讀了很多，如果做不到，依舊還是要造惡業，那就真的可惜了。自古以來，不但末法時期，世尊在世的時候，佛弟子當中天天跟著佛陀的，在佛陀身邊聽佛講經說法，他也能言善道，依舊去造作惡業，哪一個人？提婆達多那一幫人，六群比丘那一幫人。釋迦牟尼佛的學生，天天跟在佛的身邊，也都能言善道，毀謗老師，破壞僧團，在裡面從事分化，搞分立，搞小團體，搞小幫派，世尊在世就有這個現象了，何況末法時期。我們今天聽說，哪一個道場、哪個團體裡面有很多派別，甚至於都有十幾個派別的，我們聽了不足以為奇，為什麼？佛當年在世，僧團裡面就有很多派別。提婆達多是一派，六群比丘就是六派，那至少有七派，這是跟佛唱反調的。為什麼會有這種情形？他是多欲不知足，問題出在這個地方。天天講經說法，他聽是聽了，不能滿足他的欲望，他不甘心、不情願，於是得用種種方法希望達到他的心願。能不能達到？決定不能，如果能，因果律就推翻了。如是因，如是果，如是報，一點都不差，你命裡沒有，你怎麼能夠得到？用什麼樣的手段，只是造罪業，決定得不到，這是我們必須要明瞭的。這專求善法。佛法是一切善法當中最究竟、最圓滿的善法。"
    },
    {
      "id": "02-036-0004_p0010",
      "zh_CN": "【惠利群生。志愿无倦。】",
      "zh_TW": "【惠利群生。志願無倦。】"
    },
    {
      "id": "02-036-0004_p0011",
      "zh_CN": "佛弟子应当学佛，佛时时处处都是以利益众生为目标，从来没有想到利益自己，都是利益众生。『群生』是尽虚空遍法界一切众生，你看他的心量多大。他的志、他的愿望，永远是不疲不厌。",
      "zh_TW": "佛弟子應當學佛，佛時時處處都是以利益眾生為目標，從來沒有想到利益自己，都是利益眾生。『群生』是盡虛空遍法界一切眾生，你看他的心量多大。他的志、他的願望，永遠是不疲不厭。"
    },
    {
      "id": "02-036-0004_p0012",
      "zh_CN": "【忍力成就。】",
      "zh_TW": "【忍力成就。】"
    },
    {
      "id": "02-036-0004_p0013",
      "zh_CN": "做利益众生的工作，这里面范围很广、很大，只要是利益众生的事，佛菩萨都做。要落实，事相上来说，世间种种行业、种种工作，佛菩萨没有一样不参与。就像《华严》五十三参里面所示现的，他的身分男女老少、各行各业，不论是以什么身分，不论是以什么工作，都是服务社会，都是利益众生的，而不是自利。对于自己的生活，前面讲得很清楚，少欲知足，这是自己生活。譬如经商，菩萨也经商，也赚钱，赚了很多很多的钱，他自己生活很节俭，过得很清苦，他这些财富贡献给社会、贡献给国家、贡献给人民、贡献给一切众生，他不是自己拿来享受，这叫菩萨行。他生活得无比的快乐，这是他有忍力，「忍力成就」了。这几句是说我们自利的德，德本，自利的德本。下面是利他：",
      "zh_TW": "做利益眾生的工作，這裡面範圍很廣、很大，只要是利益眾生的事，佛菩薩都做。要落實，事相上來說，世間種種行業、種種工作，佛菩薩沒有一樣不參與。就像《華嚴》五十三參裡面所示現的，他的身分男女老少、各行各業，不論是以什麼身分，不論是以什麼工作，都是服務社會，都是利益眾生的，而不是自利。對於自己的生活，前面講得很清楚，少欲知足，這是自己生活。譬如經商，菩薩也經商，也賺錢，賺了很多很多的錢，他自己生活很節儉，過得很清苦，他這些財富貢獻給社會、貢獻給國家、貢獻給人民、貢獻給一切眾生，他不是自己拿來享受，這叫菩薩行。他生活得無比的快樂，這是他有忍力，「忍力成就」了。這幾句是說我們自利的德，德本，自利的德本。下面是利他："
    },
    {
      "id": "02-036-0004_p0014",
      "zh_CN": "【于诸有情。常怀慈忍。和颜爱语。劝谕策进。】",
      "zh_TW": "【於諸有情。常懷慈忍。和顏愛語。勸諭策進。】"
    },
    {
      "id": "02-036-0004_p0015",
      "zh_CN": "这几句话讲的是纲领、原则。对一切有情众生，这里头没有包括无情的，专门是讲有情众生，在我们现实环境里面就是专指人类。我们处世待人，跟大众相处要『常怀慈忍』，常存这个心。「慈」是慈悲，大慈大悲；「忍」是忍让，处处能够让别人，自己常常能够退一步，能让别人，这是菩萨行。我们要想植众德本，众是多，无量无边德行的根本就是这几句，无量无边的德行都是从这个根本生的。自利里头最重要的是少欲知足，利他里头最重要的是「常怀慈忍」。常常存大慈悲心，常常存忍让，避免一切的斗争。斗争很残酷，果报不堪设想。佛法里面常讲的，冤冤相报没完没了，哪一个有智慧的人，肯去做这样的事情？我们这一生当中有这么一点小智慧，明白了。我们过去生中，无始劫来没这个智慧，所以生生世世与这些有情众生结的怨就很多很多。纵然学佛了，弘法利生了，菩提道上还有许许多多的障碍。有人问做这样的好事，为什么还有这么多的魔障？过去生中结的怨，现在因缘遇会它就来报复，有什么法子？他来报复，我们能够慈忍，报复我们接受，安心情愿的接受，报到这里就没有了。我们自己不生一丝毫怨恨之心，这个结到这个地方就化解了，这个帐就轻了，来生再遇到就是善友，就不是冤家了。所谓是「冤家宜解不宜结」，这是解冤释结唯一的妙法，慈忍。你要统统给你，我们自己所有的，这叫无故加之而不怒，你要钱钱给你，你要名名给你，你要位位给你，你要命命也给你，没事了。身命可以舍的，舍了这个身，再过四十九天又来了，舍身受身跟换衣服、脱衣服一样，这有什么难事？",
      "zh_TW": "這幾句話講的是綱領、原則。對一切有情眾生，這裡頭沒有包括無情的，專門是講有情眾生，在我們現實環境裡面就是專指人類。我們處世待人，跟大眾相處要『常懷慈忍』，常存這個心。「慈」是慈悲，大慈大悲；「忍」是忍讓，處處能夠讓別人，自己常常能夠退一步，能讓別人，這是菩薩行。我們要想植眾德本，眾是多，無量無邊德行的根本就是這幾句，無量無邊的德行都是從這個根本生的。自利裡頭最重要的是少欲知足，利他裡頭最重要的是「常懷慈忍」。常常存大慈悲心，常常存忍讓，避免一切的鬥爭。鬥爭很殘酷，果報不堪設想。佛法裡面常講的，冤冤相報沒完沒了，哪一個有智慧的人，肯去做這樣的事情？我們這一生當中有這麼一點小智慧，明白了。我們過去生中，無始劫來沒這個智慧，所以生生世世與這些有情眾生結的怨就很多很多。縱然學佛了，弘法利生了，菩提道上還有許許多多的障礙。有人問做這樣的好事，為什麼還有這麼多的魔障？過去生中結的怨，現在因緣遇會它就來報復，有什麼法子？他來報復，我們能夠慈忍，報復我們接受，安心情願的接受，報到這裡就沒有了。我們自己不生一絲毫怨恨之心，這個結到這個地方就化解了，這個帳就輕了，來生再遇到就是善友，就不是冤家了。所謂是「冤家宜解不宜結」，這是解冤釋結唯一的妙法，慈忍。你要統統給你，我們自己所有的，這叫無故加之而不怒，你要錢錢給你，你要名名給你，你要位位給你，你要命命也給你，沒事了。身命可以捨的，捨了這個身，再過四十九天又來了，捨身受身跟換衣服、脫衣服一樣，這有什麼難事？"
    },
    {
      "id": "02-036-0004_p0016",
      "zh_CN": "身命不是一世的，生生世世，如果我们存的是好心，做的是好事，我们这个身舍掉了，来生再换一个身，比这个身更好，愈换愈好，为什么不早一点换？我们这一生贫贱之身，要换一个富贵之身，那不是很好吗？富贵之身再换一个天人之身，那不就更好吗？忉利天人换成夜摩天身，那不是愈换愈好吗？要懂得这个道理。所以别说是身外之物，人家来要，我们可以让给他，身命他要要，我们都很欢喜让给他。你要命命给你，我这里舍了，那里就提升了。所以一个人，真正是存好心、行好事、说好话、做好人，好的标准就是《无量寿经》上所讲的，依这个标准来修学，我们的身相必然是愈换愈庄严，愈换愈美好。如果你是反其道而行之，你存的是恶心、邪念，做恶事、出恶言，那么你舍身之后就愈换愈差了。现在这个人身还勉强，再换个畜生身那比人就差多了，畜生再换成饿鬼身，再换成地狱身，那是愈来愈往下坡走，那就不好。我们要懂得这个道理，前途无限的光明。底下落实在生活当中，具体教给我们几桩事情。不是这几桩就完了，希望从这几桩你能够举一反三，闻一知十，知道自己应该怎样处事待人接物。",
      "zh_TW": "身命不是一世的，生生世世，如果我們存的是好心，做的是好事，我們這個身捨掉了，來生再換一個身，比這個身更好，愈換愈好，為什麼不早一點換？我們這一生貧賤之身，要換一個富貴之身，那不是很好嗎？富貴之身再換一個天人之身，那不就更好嗎？忉利天人換成夜摩天身，那不是愈換愈好嗎？要懂得這個道理。所以別說是身外之物，人家來要，我們可以讓給他，身命他要要，我們都很歡喜讓給他。你要命命給你，我這裡捨了，那裡就提升了。所以一個人，真正是存好心、行好事、說好話、做好人，好的標準就是《無量壽經》上所講的，依這個標準來修學，我們的身相必然是愈換愈莊嚴，愈換愈美好。如果你是反其道而行之，你存的是惡心、邪念，做惡事、出惡言，那麼你捨身之後就愈換愈差了。現在這個人身還勉強，再換個畜生身那比人就差多了，畜生再換成餓鬼身，再換成地獄身，那是愈來愈往下坡走，那就不好。我們要懂得這個道理，前途無限的光明。底下落實在生活當中，具體教給我們幾樁事情。不是這幾樁就完了，希望從這幾樁你能夠舉一反三，聞一知十，知道自己應該怎樣處事待人接物。"
    },
    {
      "id": "02-036-0004_p0017",
      "zh_CN": "『和颜爱语』，我们对人面孔要和睦、要安详、要欢喜，让人家一见到你就能够生欢喜心。为什么看到你生欢喜心？你这个容颜是和睦的，怎么知道自己容颜和睦的？心怀慈忍，你心地慈悲，所谓是存乎中，一定形于外，你的慈悲心自自然然流露在你的面孔上，一看，这个人很慈祥，人家看到生欢喜。言语，爱语，爱护一切众生，所说的话都是爱护一切众生的话。『劝谕策进』，「劝」是劝勉，劝导他们；「谕」是晓谕，我们今天讲开导。很有耐心给他说明白，说什么？善因善果，恶因恶报，很耐烦、很细心的给他说明，这是谕。说明之后要警策他，这个「策」，帮助他提高警觉。「进」是进步，要他天天在德行、在学问、在修持，天天有长进。这些都是原则。下面再举个例子：",
      "zh_TW": "『和顏愛語』，我們對人面孔要和睦、要安詳、要歡喜，讓人家一見到你就能夠生歡喜心。為什麼看到你生歡喜心？你這個容顏是和睦的，怎麼知道自己容顏和睦的？心懷慈忍，你心地慈悲，所謂是存乎中，一定形於外，你的慈悲心自自然然流露在你的面孔上，一看，這個人很慈祥，人家看到生歡喜。言語，愛語，愛護一切眾生，所說的話都是愛護一切眾生的話。『勸諭策進』，「勸」是勸勉，勸導他們；「諭」是曉諭，我們今天講開導。很有耐心給他說明白，說什麼？善因善果，惡因惡報，很耐煩、很細心的給他說明，這是諭。說明之後要警策他，這個「策」，幫助他提高警覺。「進」是進步，要他天天在德行、在學問、在修持，天天有長進。這些都是原則。下面再舉個例子："
    },
    {
      "id": "02-036-0004_p0018",
      "zh_CN": "【恭敬三宝。奉事师长。无有虚伪谄曲之心。庄严众行。轨范具足。】",
      "zh_TW": "【恭敬三寶。奉事師長。無有虛偽諂曲之心。莊嚴眾行。軌範具足。】"
    },
    {
      "id": "02-036-0004_p0019",
      "zh_CN": "这是具体讲几个例子。对三宝要恭敬，『恭』是真诚心，『敬』是尊重，『三宝』是佛法僧。佛现在不在世，我们供奉佛像，要把佛像当作真佛看待，佛像所在的地方就如同真佛在此地一样，我们要有这样的恭敬心。法宝是经典，佛不住世，法是最为珍宝的，三宝当中这是第一，佛在世，佛是第一；佛不在世，法是第一。我们要读诵、要研究、要讨论、要受持，依教奉行，我们能够得到佛法真实的利益，所以要把经典看作世间最宝贵的东西，没有比这个更可贵了。在一切经中，尤其是《无量寿经》，经藏中之宝！一切经中第一经，我们要重视，常常放在身边。我们印了许多小本的小册子，便利诸位同修携带，时时刻刻不忘记，时时刻刻展开来读诵，提醒自己，如教修行。",
      "zh_TW": "這是具體講幾個例子。對三寶要恭敬，『恭』是真誠心，『敬』是尊重，『三寶』是佛法僧。佛現在不在世，我們供奉佛像，要把佛像當作真佛看待，佛像所在的地方就如同真佛在此地一樣，我們要有這樣的恭敬心。法寶是經典，佛不住世，法是最為珍寶的，三寶當中這是第一，佛在世，佛是第一；佛不在世，法是第一。我們要讀誦、要研究、要討論、要受持，依教奉行，我們能夠得到佛法真實的利益，所以要把經典看作世間最寶貴的東西，沒有比這個更可貴了。在一切經中，尤其是《無量壽經》，經藏中之寶！一切經中第一經，我們要重視，常常放在身邊。我們印了許多小本的小冊子，便利諸位同修攜帶，時時刻刻不忘記，時時刻刻展開來讀誦，提醒自己，如教修行。"
    },
    {
      "id": "02-036-0004_p0020",
      "zh_CN": "第三僧宝，僧宝是指出家人。我们对出家人要尊敬，不要去问这个出家人是贤、是愚，不要有分别心，你要在这里头生平等心。不要去问这个出家人是持戒、还是破戒，如果你常常有这样的分别执着，不但得不到利益，你得的是罪过。要知道我们学佛学的是什么？我们修的是清净平等觉。如果我们对于这些出家人，甚至于对一些在家同修，心里面存着有邪思，张家长李家短，这个好那个坏，你自己天天造的是轮回业，你造的是恶道之因，将来感的果报当然不善。所以惠能大师在《坛经》里面教导我们，他说，「若真修道人，不见世间过」，这个话讲得有道理！真修道人，顾自己都来不及了，哪里还有时间去分别别人？这个话是真的不是假的。能大师是什么样的人物，尚且不见世间过，何况我们凡夫。不见，不分别、不执着，这是最低的限度，起码的功夫，我们要能做到。高阶层的功夫，那比这个殊胜太多了。",
      "zh_TW": "第三僧寶，僧寶是指出家人。我們對出家人要尊敬，不要去問這個出家人是賢、是愚，不要有分別心，你要在這裡頭生平等心。不要去問這個出家人是持戒、還是破戒，如果你常常有這樣的分別執著，不但得不到利益，你得的是罪過。要知道我們學佛學的是什麼？我們修的是清淨平等覺。如果我們對於這些出家人，甚至於對一些在家同修，心裡面存著有邪思，張家長李家短，這個好那個壞，你自己天天造的是輪迴業，你造的是惡道之因，將來感的果報當然不善。所以惠能大師在《壇經》裡面教導我們，他說，「若真修道人，不見世間過」，這個話講得有道理！真修道人，顧自己都來不及了，哪裡還有時間去分別別人？這個話是真的不是假的。能大師是什麼樣的人物，尚且不見世間過，何況我們凡夫。不見，不分別、不執著，這是最低的限度，起碼的功夫，我們要能做到。高階層的功夫，那比這個殊勝太多了。"
    },
    {
      "id": "02-036-0004_p0021",
      "zh_CN": "佛在经上讲，佛眼看一切众生都是佛，这个意思就说明，你要知道什么时候你成佛了，不要问别人，什么时候你看到一切众生都是佛，你就成佛了。你要问为什么？境随心转，你自己是个圆满的佛心，佛见的这个境界是佛境界，佛心见佛境界，《华严经》上讲「情与无情，同圆种智」，就是这么个道理。同样这个原则，菩萨看一切众生都是菩萨；换句话说，善心看一切众生都是善人，恶心看一切众生没有一个是好人。我们可以从境界里面反过头来看自己的心，因为一个人看自己很不容易，看别人的毛病容易，看自己看不到。如果你懂得这个道理，像照镜子一样，我看不到面孔，我照照镜子就看到了；我看不到自己心行的善恶，我看外面的境界，我看每一个人都是善人，每一个人都是好人，再回过头来，自己的善心才逐渐培养成就了。植众德本，你这个培植有了成果，你看一切众生都是善人，看一切众生都是善知识。这样的平等心、清净心，对待这些出家人，你能得大利益。三宝是真实的福田，无上福田，恭敬得福，得无量福报，我们为什么不修福而去造罪业？出家人他有善恶，他的事情，与我们不相干。我们看到他这个形相，我们就种福了，恭敬就种福。他是个很不好的出家人、破戒的出家人，我们对他恭敬也得福，而且得的福更大，为什么会更大？因为你的心清净，你的心平等，你没有分别，你没有执着，你看这个福多大。佛在经上讲的话很有道理。",
      "zh_TW": "佛在經上講，佛眼看一切眾生都是佛，這個意思就說明，你要知道什麼時候你成佛了，不要問別人，什麼時候你看到一切眾生都是佛，你就成佛了。你要問為什麼？境隨心轉，你自己是個圓滿的佛心，佛見的這個境界是佛境界，佛心見佛境界，《華嚴經》上講「情與無情，同圓種智」，就是這麼個道理。同樣這個原則，菩薩看一切眾生都是菩薩；換句話說，善心看一切眾生都是善人，惡心看一切眾生沒有一個是好人。我們可以從境界裡面反過頭來看自己的心，因為一個人看自己很不容易，看別人的毛病容易，看自己看不到。如果你懂得這個道理，像照鏡子一樣，我看不到面孔，我照照鏡子就看到了；我看不到自己心行的善惡，我看外面的境界，我看每一個人都是善人，每一個人都是好人，再回過頭來，自己的善心才逐漸培養成就了。植眾德本，你這個培植有了成果，你看一切眾生都是善人，看一切眾生都是善知識。這樣的平等心、清淨心，對待這些出家人，你能得大利益。三寶是真實的福田，無上福田，恭敬得福，得無量福報，我們為什麼不修福而去造罪業？出家人他有善惡，他的事情，與我們不相干。我們看到他這個形相，我們就種福了，恭敬就種福。他是個很不好的出家人、破戒的出家人，我們對他恭敬也得福，而且得的福更大，為什麼會更大？因為你的心清淨，你的心平等，你沒有分別，你沒有執著，你看這個福多大。佛在經上講的話很有道理。"
    },
    {
      "id": "02-036-0004_p0022",
      "zh_CN": "『奉事师长』，「师长」是教导我们的老师，出家也好，在家也好，男众也好，女众也好，只要他教导我，我跟他学习，他就是我的老师。对老师要尊敬。「奉事」就是依教奉行，老师教导我们的，我们一定要把它做到，这叫奉事。对于老师的恩德念念不忘，我们能够依教奉行，将他的教诲发扬光大，这就是报师恩。每一位善知识、好老师，都是少欲知足，所以在物质上的供养，他不需要你供给，他需要你行道，他需要你惠利群生，不疲不厌，老师就欢喜了。真正的善知识生活一定是非常简单，一定是过很低的水平，他快乐，他知足，他不求人，这才是一个真正的好老师。",
      "zh_TW": "『奉事師長』，「師長」是教導我們的老師，出家也好，在家也好，男眾也好，女眾也好，只要他教導我，我跟他學習，他就是我的老師。對老師要尊敬。「奉事」就是依教奉行，老師教導我們的，我們一定要把它做到，這叫奉事。對於老師的恩德念念不忘，我們能夠依教奉行，將他的教誨發揚光大，這就是報師恩。每一位善知識、好老師，都是少欲知足，所以在物質上的供養，他不需要你供給，他需要你行道，他需要你惠利群生，不疲不厭，老師就歡喜了。真正的善知識生活一定是非常簡單，一定是過很低的水平，他快樂，他知足，他不求人，這才是一個真正的好老師。"
    },
    {
      "id": "02-036-0004_p0023",
      "zh_CN": "『无有虚伪谄曲之心』，我们平常要这样的存心，心地要真诚，没有虚伪。「谄」是巴结，「曲」是委曲，没有这个心。『庄严众行』，「行」是我们的行持。起心动念是意业的行为，口是言语，身是造作，我们身语意行为都能做到尽善尽美，那就叫做「庄严」。善的标准就是佛在此地所说的，特别是底下所讲的原理原则。『轨范具足』，「具足」是没有欠缺，可以做大众的榜样，可以做社会的模范，「轨范具足」。下面这八句是修行总纲领、总原则。",
      "zh_TW": "『無有虛偽諂曲之心』，我們平常要這樣的存心，心地要真誠，沒有虛偽。「諂」是巴結，「曲」是委曲，沒有這個心。『莊嚴眾行』，「行」是我們的行持。起心動念是意業的行為，口是言語，身是造作，我們身語意行為都能做到盡善盡美，那就叫做「莊嚴」。善的標準就是佛在此地所說的，特別是底下所講的原理原則。『軌範具足』，「具足」是沒有欠缺，可以做大眾的榜樣，可以做社會的模範，「軌範具足」。下面這八句是修行總綱領、總原則。"
    },
    {
      "id": "02-036-0004_p0024",
      "zh_CN": "【观法如化。三昧常寂。】",
      "zh_TW": "【觀法如化。三昧常寂。】"
    },
    {
      "id": "02-036-0004_p0025",
      "zh_CN": "这是定、慧，『观法如化』是慧，『三昧常寂』是定。后面六句是戒，戒定慧三学。你要有智慧观察世间、观察万法，如佛所说，一点都不错。「凡所有相，皆是虚妄」；「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这就是「观法如化」，梦幻泡影。所以佛告诉我们，世出世间一切法，因缘所生，当体即空，了不可得，这是事实真相。所得的不可得，能得也不可得。《金刚经》上所说的，「过去心不可得，现在心不可得，未来心不可得」，那是能得的心。能得所得统统不可得，佛教给我们常作如是观，常作如是观你就开智慧，你就入佛知见，你自自然然能够万缘放下。世出世间法一丝毫不沾染，你就得大自在，你就得大圆满，观慧重要。",
      "zh_TW": "這是定、慧，『觀法如化』是慧，『三昧常寂』是定。後面六句是戒，戒定慧三學。你要有智慧觀察世間、觀察萬法，如佛所說，一點都不錯。「凡所有相，皆是虛妄」；「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這就是「觀法如化」，夢幻泡影。所以佛告訴我們，世出世間一切法，因緣所生，當體即空，了不可得，這是事實真相。所得的不可得，能得也不可得。《金剛經》上所說的，「過去心不可得，現在心不可得，未來心不可得」，那是能得的心。能得所得統統不可得，佛教給我們常作如是觀，常作如是觀你就開智慧，你就入佛知見，你自自然然能夠萬緣放下。世出世間法一絲毫不沾染，你就得大自在，你就得大圓滿，觀慧重要。"
    },
    {
      "id": "02-036-0004_p0026",
      "zh_CN": "这个慧是看破，我们讲的看破。「三昧常寂」是放下，三昧是禅定，翻成中国意思也叫正受，正常的享受。正常享受是什么？心是清净寂灭的，这正常享受，心地清净，二六时中一念不生，没有一个妄念，这是他的享受。所以全经论修行，这个八句跟经题上「清净平等觉」圆满的相应。清净，经题上的清净，就是善护三业；经题上讲的平等，就是三昧常寂，真平等，于一切法不起心不动念，当然就平等；观法如化是觉，清净平等觉，修学的总纲领。我们在日常生活当中，三昧常寂做不到，我们用什么办法？念佛。一切时、一切处、一切境缘之中，境是物质环境，缘是人事环境，人事环境也好，物质环境也好，心里头只有一句佛号，除一句阿弥陀佛之外，一个念头都没有，这就与三昧常寂相应，这叫一心专念，一向专念，决定得生净土。生活当中、应酬里面，我们身语意三业的造作，遵守戒律。",
      "zh_TW": "這個慧是看破，我們講的看破。「三昧常寂」是放下，三昧是禪定，翻成中國意思也叫正受，正常的享受。正常享受是什麼？心是清淨寂滅的，這正常享受，心地清淨，二六時中一念不生，沒有一個妄念，這是他的享受。所以全經論修行，這個八句跟經題上「清淨平等覺」圓滿的相應。清淨，經題上的清淨，就是善護三業；經題上講的平等，就是三昧常寂，真平等，於一切法不起心不動念，當然就平等；觀法如化是覺，清淨平等覺，修學的總綱領。我們在日常生活當中，三昧常寂做不到，我們用什麼辦法？念佛。一切時、一切處、一切境緣之中，境是物質環境，緣是人事環境，人事環境也好，物質環境也好，心裡頭只有一句佛號，除一句阿彌陀佛之外，一個念頭都沒有，這就與三昧常寂相應，這叫一心專念，一向專念，決定得生淨土。生活當中、應酬裡面，我們身語意三業的造作，遵守戒律。"
    },
    {
      "id": "02-036-0004_p0027",
      "zh_CN": "【善护口业。不讥他过。】",
      "zh_TW": "【善護口業。不譏他過。】"
    },
    {
      "id": "02-036-0004_p0028",
      "zh_CN": "三业是身口意，你看佛在此地，把口摆在第一，身摆在后面，为什么？佛知道一切众生最容易造的是口业，特别把它提在第一句，教给我们怎样『善护口业』呢？『不讥他过』，别人有过失不说。我常常劝勉大家，我自己就是这个学法，心没有恶念，意没有邪思，耳不闻恶声，口不出恶言，我用这个方法保持自己的清净心。别人在我面前说是非，我立刻就躲开，不听；人家要说给我听，我立刻就请他停止，不要再说，我不想听。希望我们自己阿赖耶识里面多藏一些善的种子，少藏一些恶的种子，这个好！阿赖耶是我们自己的仓库，我仓库里头要收藏好种子，坏种子我不要。喜欢听是非、听恶言的，他仓库里头坏种子很多，那个东西很讨厌，遇缘它就起现行。所以我们要能够防守，护，善护。这是我们阿赖耶识仓库的大门，我们要看紧，送进去的东西是好的还是坏的，坏的马上拒绝，出去不收，我们才能保护自己心地的纯善。诸位要知道，纯善之心纵然不生净土，也必定生天，人间没有这个福报能够相应的，决定生天。",
      "zh_TW": "三業是身口意，你看佛在此地，把口擺在第一，身擺在後面，為什麼？佛知道一切眾生最容易造的是口業，特別把它提在第一句，教給我們怎樣『善護口業』呢？『不譏他過』，別人有過失不說。我常常勸勉大家，我自己就是這個學法，心沒有惡念，意沒有邪思，耳不聞惡聲，口不出惡言，我用這個方法保持自己的清淨心。別人在我面前說是非，我立刻就躲開，不聽；人家要說給我聽，我立刻就請他停止，不要再說，我不想聽。希望我們自己阿賴耶識裡面多藏一些善的種子，少藏一些惡的種子，這個好！阿賴耶是我們自己的倉庫，我倉庫裡頭要收藏好種子，壞種子我不要。喜歡聽是非、聽惡言的，他倉庫裡頭壞種子很多，那個東西很討厭，遇緣它就起現行。所以我們要能夠防守，護，善護。這是我們阿賴耶識倉庫的大門，我們要看緊，送進去的東西是好的還是壞的，壞的馬上拒絕，出去不收，我們才能保護自己心地的純善。諸位要知道，純善之心縱然不生淨土，也必定生天，人間沒有這個福報能夠相應的，決定生天。"
    },
    {
      "id": "02-036-0004_p0029",
      "zh_CN": "我们这一生生命很短促，我这个老年人还能活几年？即使是年轻人，也不可以想我还年轻，黄泉路上无老少，我们每一天打开报纸看看那个讣文，年轻的人不少，谁能保证自己还能活个多少年？如果明白这个事实，要即时努力，现在要抓得紧紧的，有一天的时间一定要认真努力干一天，为什么干？为我们光明的前途而干。我认真努力干，我的前途一片光明。三业清净的人，念佛哪有不往生的道理！不但往生，往生的品位一定高。所以我们要懂得，决定不造恶业，决定不干这个傻事情，要以平等心、清净心观察世间，这就是依报随着正报转，这就是《楞严经》上所讲的「若能转境，则同如来」。我们怎样转变眼前的境界？纯善之心，极善之心，这个善就是清净平等觉。我们看世间一切众生都是善人，都是善知识，跟善财童子五十三参完全相同。善财是修学大乘的一个好榜样，他的心目当中，学生就是自己一个，除自己之外，一切众生都是老师、都是善知识、都是佛菩萨，所以他能够一生圆满成佛，道理就在此地。",
      "zh_TW": "我們這一生生命很短促，我這個老年人還能活幾年？即使是年輕人，也不可以想我還年輕，黃泉路上無老少，我們每一天打開報紙看看那個訃文，年輕的人不少，誰能保證自己還能活個多少年？如果明白這個事實，要即時努力，現在要抓得緊緊的，有一天的時間一定要認真努力幹一天，為什麼幹？為我們光明的前途而幹。我認真努力幹，我的前途一片光明。三業清淨的人，念佛哪有不往生的道理！不但往生，往生的品位一定高。所以我們要懂得，決定不造惡業，決定不幹這個傻事情，要以平等心、清淨心觀察世間，這就是依報隨著正報轉，這就是《楞嚴經》上所講的「若能轉境，則同如來」。我們怎樣轉變眼前的境界？純善之心，極善之心，這個善就是清淨平等覺。我們看世間一切眾生都是善人，都是善知識，跟善財童子五十三參完全相同。善財是修學大乘的一個好榜樣，他的心目當中，學生就是自己一個，除自己之外，一切眾生都是老師、都是善知識、都是佛菩薩，所以他能夠一生圓滿成佛，道理就在此地。"
    },
    {
      "id": "02-036-0004_p0030",
      "zh_CN": "我们这一生成不了佛，这个是好人，那个是坏人，我们生活在哪里？生活在妄想分别执着里面，怎么能成就？不能成就。能不能成就，实在讲外面的缘不能干涉你，障碍不了你，谁障碍你？自己障碍自己。你修学的功德，功德很大了，别人看了嫉妒，想把你的功德毁掉，用什么方法？他没有办法；佛没有办法毁掉你，魔也没办法，只有你自己甘心情愿毁掉，那就真的毁掉了。所以魔来什么？来劝你毁掉，怎么劝你？劝你发脾气，故意用种种方法来引诱你，叫你发脾气，你一看，脾气一发，火烧功德林，把你功德烧光了，你就上了魔的当，魔在那里鼓掌，我这个计策成功了。如果魔在这个地方扰乱你，你如如不动，不上他的当，他一点办法都没有。你们想想，释迦牟尼佛八相成道，降魔，那一幅净观很值得我们做参考。佛是用定慧降魔，慧是清清楚楚、明明白白；定是如如不动，威胁、利诱统统不动心，魔就退走了，没有法子了。魔的能力是叫你自己起心动念，叫你自己毁灭你自己，除这个之外，他还有什么办法？我们明白这个道理，自己要好好的修自己，所有一切境界不动心，不分别、不执着、不起心、不动念，这是真正护持自己的道业，护持自己的功德。",
      "zh_TW": "我們這一生成不了佛，這個是好人，那個是壞人，我們生活在哪裡？生活在妄想分別執著裡面，怎麼能成就？不能成就。能不能成就，實在講外面的緣不能干涉你，障礙不了你，誰障礙你？自己障礙自己。你修學的功德，功德很大了，別人看了嫉妒，想把你的功德毀掉，用什麼方法？他沒有辦法；佛沒有辦法毀掉你，魔也沒辦法，只有你自己甘心情願毀掉，那就真的毀掉了。所以魔來什麼？來勸你毀掉，怎麼勸你？勸你發脾氣，故意用種種方法來引誘你，叫你發脾氣，你一看，脾氣一發，火燒功德林，把你功德燒光了，你就上了魔的當，魔在那裡鼓掌，我這個計策成功了。如果魔在這個地方擾亂你，你如如不動，不上他的當，他一點辦法都沒有。你們想想，釋迦牟尼佛八相成道，降魔，那一幅淨觀很值得我們做參考。佛是用定慧降魔，慧是清清楚楚、明明白白；定是如如不動，威脅、利誘統統不動心，魔就退走了，沒有法子了。魔的能力是叫你自己起心動念，叫你自己毀滅你自己，除這個之外，他還有什麼辦法？我們明白這個道理，自己要好好的修自己，所有一切境界不動心，不分別、不執著、不起心、不動念，這是真正護持自己的道業，護持自己的功德。"
    },
    {
      "id": "02-036-0004_p0031",
      "zh_CN": "【善护身业。不失律仪。】",
      "zh_TW": "【善護身業。不失律儀。】"
    },
    {
      "id": "02-036-0004_p0032",
      "zh_CN": "『律仪』就是佛所制定的戒律。『身业』里面，十善业是不杀生、不淫欲、不偷盗，这是三个纲领；细节，普通生活处事待人接物一些规矩，我们能够遵守不违犯，这叫『不失律仪』。「律」是戒律，「仪」是威仪。戒律也包括法律，学佛的人决定不做犯法的事情，遵守国家的法律，遵守地方上一切的规约。",
      "zh_TW": "『律儀』就是佛所制定的戒律。『身業』裡面，十善業是不殺生、不淫欲、不偷盜，這是三個綱領；細節，普通生活處事待人接物一些規矩，我們能夠遵守不違犯，這叫『不失律儀』。「律」是戒律，「儀」是威儀。戒律也包括法律，學佛的人決定不做犯法的事情，遵守國家的法律，遵守地方上一切的規約。"
    },
    {
      "id": "02-036-0004_p0033",
      "zh_CN": "【善护意业。清净无染。】",
      "zh_TW": "【善護意業。清淨無染。】"
    },
    {
      "id": "02-036-0004_p0034",
      "zh_CN": "『意』是心，起心动念，一定要让它『无染』，不被染着，这个意思就是说要护持你自己的清净心。这一段世尊在此地教我们如何植众德本，我们能把这个经文里面的义趣能够体会到，真正能懂得然后把它做到，你就植众德本。无量无边的德行一定从这个地方生起，如同树的根本一样。往后所讲的，叫枝枝叶叶，这是根本，有了根本，枝叶就不难了。请看第十八段：",
      "zh_TW": "『意』是心，起心動念，一定要讓它『無染』，不被染著，這個意思就是說要護持你自己的清淨心。這一段世尊在此地教我們如何植眾德本，我們能把這個經文裡面的義趣能夠體會到，真正能懂得然後把它做到，你就植眾德本。無量無邊的德行一定從這個地方生起，如同樹的根本一樣。往後所講的，叫枝枝葉葉，這是根本，有了根本，枝葉就不難了。請看第十八段："
    },
    {
      "id": "02-036-0004_p0035",
      "zh_CN": "【恒以布施。持戒。忍辱。精进。禅定。智慧。六度之行。教化安立众生。】",
      "zh_TW": "【恆以布施。持戒。忍辱。精進。禪定。智慧。六度之行。教化安立眾生。】"
    },
    {
      "id": "02-036-0004_p0036",
      "zh_CN": "『恒』是不间断，永恒，经常是这个样子。『以』是用，我们用布施这个方法。『布施』里面概略的说包括三大类，财布施、法布施、无畏布施。财、法布施大家都好懂，无畏布施不太好懂。我们简单的说，如果这个人心里面有忧虑、有恐怖、有不安，你能够帮助他解除这些困难，让他得到身心安稳，这就叫做无畏布施。畏是畏惧、恐怖。他不害怕，他能够安心了，这类的布施属于无畏布施。所以在我们学佛同修，我相信绝大多数我们同修当中都选择素食，素食是最好的无畏布施。不食众生肉，一切众生看到你不害怕、不怕你，你不会伤害牠，你不会杀牠、不会吃牠，所以不食肉对一些畜生道展开了大无畏的布施。三种布施往往都有连带的关系，真的是一即是三，三即是一，常修布施。",
      "zh_TW": "『恆』是不間斷，永恆，經常是這個樣子。『以』是用，我們用布施這個方法。『布施』裡面概略的說包括三大類，財布施、法布施、無畏布施。財、法布施大家都好懂，無畏布施不太好懂。我們簡單的說，如果這個人心裡面有憂慮、有恐怖、有不安，你能夠幫助他解除這些困難，讓他得到身心安穩，這就叫做無畏布施。畏是畏懼、恐怖。他不害怕，他能夠安心了，這類的布施屬於無畏布施。所以在我們學佛同修，我相信絕大多數我們同修當中都選擇素食，素食是最好的無畏布施。不食眾生肉，一切眾生看到你不害怕、不怕你，你不會傷害牠，你不會殺牠、不會吃牠，所以不食肉對一些畜生道展開了大無畏的布施。三種布施往往都有連帶的關係，真的是一即是三，三即是一，常修布施。"
    },
    {
      "id": "02-036-0004_p0037",
      "zh_CN": "『持戒』，此地的戒持是广义的，就是守法。一定要懂得守法、守规矩，才是社会大众的榜样。一些人所谓走法律的漏洞，投机取巧以为聪明，其实他所得的是小利，他所失的是大福，大的福报失掉了，得一点小的利益，真正叫得不偿失。为什么说大福报？守法是给社会大众做一个好样子，这个好样子福报就太大了，你是社会大众的表率、模范，福报不可思议。",
      "zh_TW": "『持戒』，此地的戒持是廣義的，就是守法。一定要懂得守法、守規矩，才是社會大眾的榜樣。一些人所謂走法律的漏洞，投機取巧以為聰明，其實他所得的是小利，他所失的是大福，大的福報失掉了，得一點小的利益，真正叫得不償失。為什麼說大福報？守法是給社會大眾做一個好樣子，這個好樣子福報就太大了，你是社會大眾的表率、模範，福報不可思議。"
    },
    {
      "id": "02-036-0004_p0038",
      "zh_CN": "『忍辱』是讲的耐心，无论从事什么样的工作，不畏艰难。谚语常讲，世间的事「不如意事常八九」，做事情哪有那么顺利的；又有说「好事多磨」，磨就是障碍，古今中外圣哲前贤都有这些例子，我们今天遇到一些困难算什么。我们读释迦牟尼佛的传记，在《大藏经》里面，《释迦方志》、《释迦谱》是最古老的佛陀传记。他一生遭遇的困难非常多，成了佛，释迦牟尼佛是不是初成佛？不是。《梵网经》上告诉我们，他这一次到我们地球上来示现是第八千次了，他常来！来了八千次示现成佛，还有这么多障碍，还有这么多的困难，这是告诉我们后学，我们要有耐心，要能够突破，要能够承受、忍辱，什么样的艰难困苦我们都要忍下去。要常常想到，我们有困难的时候想想释迦牟尼佛，想想过去这些祖师大德，哪一个不是在一生当中受许许多多折磨而后才成就的。要是一生没有受过折磨，一帆风顺，好像一个都没听说过；都是经过许许多多的磨难，然后才成就，我们要记取、要学习。",
      "zh_TW": "『忍辱』是講的耐心，無論從事什麼樣的工作，不畏艱難。諺語常講，世間的事「不如意事常八九」，做事情哪有那麼順利的；又有說「好事多磨」，磨就是障礙，古今中外聖哲前賢都有這些例子，我們今天遇到一些困難算什麼。我們讀釋迦牟尼佛的傳記，在《大藏經》裡面，《釋迦方誌》、《釋迦譜》是最古老的佛陀傳記。他一生遭遇的困難非常多，成了佛，釋迦牟尼佛是不是初成佛？不是。《梵網經》上告訴我們，他這一次到我們地球上來示現是第八千次了，他常來！來了八千次示現成佛，還有這麼多障礙，還有這麼多的困難，這是告訴我們後學，我們要有耐心，要能夠突破，要能夠承受、忍辱，什麼樣的艱難困苦我們都要忍下去。要常常想到，我們有困難的時候想想釋迦牟尼佛，想想過去這些祖師大德，哪一個不是在一生當中受許許多多折磨而後才成就的。要是一生沒有受過折磨，一帆風順，好像一個都沒聽說過；都是經過許許多多的磨難，然後才成就，我們要記取、要學習。"
    },
    {
      "id": "02-036-0004_p0039",
      "zh_CN": "第四个是『精进』，这说得很多，一门深入，长时间的薰修，这叫「精进」。佛法里面的精进，它真正的目的就是修清净心。我们的心一年比一年清净，一个月比一个月清净，这叫真功夫，你真的修持。这个就是宗门教下常讲的从根本修，根本就是清净心。我们心清净，平等心自然就得到，这个清净平等觉，一即是三，三即是一，一个得到，三个同时得到。清净哪有不平等的，不平等你怎么会清净？清净心起作用是慧，照见，《般若心经》里面讲，「观自在菩萨，照见五蕴皆空」，凭什么照见？清净心照见。所以净宗的修学着重在清净心，所以叫净宗，净土，心净则佛土净。",
      "zh_TW": "第四個是『精進』，這說得很多，一門深入，長時間的薰修，這叫「精進」。佛法裡面的精進，它真正的目的就是修清淨心。我們的心一年比一年清淨，一個月比一個月清淨，這叫真功夫，你真的修持。這個就是宗門教下常講的從根本修，根本就是清淨心。我們心清淨，平等心自然就得到，這個清淨平等覺，一即是三，三即是一，一個得到，三個同時得到。清淨哪有不平等的，不平等你怎麼會清淨？清淨心起作用是慧，照見，《般若心經》裡面講，「觀自在菩薩，照見五蘊皆空」，憑什麼照見？清淨心照見。所以淨宗的修學著重在清淨心，所以叫淨宗，淨土，心淨則佛土淨。"
    },
    {
      "id": "02-036-0004_p0040",
      "zh_CN": "『禅定』，此地也是广义的，就是《金刚经》上所说，「不取于相，如如不动」。不取于相是禅，如如不动是定，如果用现代的话来说，外不着相，内不动心。外为什么不着相？观法如化，你自然就不执着了，假的不是真的，梦幻泡影，皆是虚妄，你就看破了，禅；看破之后当然就不动心，所以定就是放下，禅就是看破，禅定两个字合起来就是看破、放下。然后我们的生活，我们在这个世间所表现的，所表演的是高度的智慧，如诸佛菩萨示现在世间游戏神通，无二无别。所以学佛人可贵的是要摆脱轮回心，放下轮回业，要发菩提心，大菩提心，要行菩萨业。菩萨业就是末后这一句，『六度之行，教化安立众生』，这是菩萨业，这不是轮回业。我们干这个事情，干这个事情你说多自在。「六度」是总结，布施、持戒到禅定、般若。我们自己这样做，自己这样做也是教化众生，做给别人看的，做个好样子给人看。「安立」，「安」是叫一切身心安住，住在这个境界里面，住在六度里面；「立」是建立，建立菩萨的事业，建立智慧的事业，智慧的生活。菩萨应化在世间干这个的，帮助众生干这么一桩事情。下面这一段愈说愈清楚，愈说愈明白：",
      "zh_TW": "『禪定』，此地也是廣義的，就是《金剛經》上所說，「不取於相，如如不動」。不取於相是禪，如如不動是定，如果用現代的話來說，外不著相，內不動心。外為什麼不著相？觀法如化，你自然就不執著了，假的不是真的，夢幻泡影，皆是虛妄，你就看破了，禪；看破之後當然就不動心，所以定就是放下，禪就是看破，禪定兩個字合起來就是看破、放下。然後我們的生活，我們在這個世間所表現的，所表演的是高度的智慧，如諸佛菩薩示現在世間遊戲神通，無二無別。所以學佛人可貴的是要擺脫輪迴心，放下輪迴業，要發菩提心，大菩提心，要行菩薩業。菩薩業就是末後這一句，『六度之行，教化安立眾生』，這是菩薩業，這不是輪迴業。我們幹這個事情，幹這個事情你說多自在。「六度」是總結，布施、持戒到禪定、般若。我們自己這樣做，自己這樣做也是教化眾生，做給別人看的，做個好樣子給人看。「安立」，「安」是叫一切身心安住，住在這個境界裡面，住在六度裡面；「立」是建立，建立菩薩的事業，建立智慧的事業，智慧的生活。菩薩應化在世間幹這個的，幫助眾生幹這麼一樁事情。下面這一段愈說愈清楚，愈說愈明白："
    },
    {
      "id": "02-036-0004_p0041",
      "zh_CN": "【发菩提心。】",
      "zh_TW": "【發菩提心。】"
    },
    {
      "id": "02-036-0004_p0042",
      "zh_CN": "把那个心转过来了，『菩提』是梵语，翻成中国的意思是觉。从前我们不觉，心里面有妄想分别执着就不觉，现在觉了，觉了之后永远舍离妄想分别执着，你真的觉悟了。唯有真正觉悟的人，底下所说的这个他真能做到。学佛学了很多年，学了几十年，甚至于学到老，学到死还做不到，什么原因？没有发菩提心，没觉悟、没回头，依旧用的是妄想分别执着。这样学佛，从前李炳南老居士告诉我们，这种学佛叫佛学，他们搞的是佛学，搞得不错，很好，佛学家，他不是学佛，他是佛学，恰好颠倒了。所以佛在《华严经》上说，忘失菩提心，修一切善法，都是魔业，也是这个道理。这个善法里面讲经说法、领众修行都是善法，没菩提心，这些善法都不是正法，都不能令人了生死出三界，顶多叫你得人天福报，帮助你生天享天福，天福享尽了还是要堕落，你没有办法超越轮回，就叫魔业。你这个事业是属于魔不是属于佛，佛是决定帮助你了生死出三界，这叫佛事。现在我们讲佛事，一般人都会想到给死人念经超度叫佛事，其实经典里面讲的佛事不是这个意思。经典里面说的佛事，是帮助众生了生死出三界，这个事业叫做佛事，这是正觉，所以发菩提心非常重要。『发菩提心』实在讲，就是前面所说的观法如化，你没有观慧，你怎么会觉悟？你不可能觉悟。你要有真正智慧观照，晓得这世出世间一切法，确确实实是梦幻泡影，确确实实是不可得，你这才恍然大悟，把无始劫来妄想执着放下，这菩提心现前了。自自然然你能够：",
      "zh_TW": "把那個心轉過來了，『菩提』是梵語，翻成中國的意思是覺。從前我們不覺，心裡面有妄想分別執著就不覺，現在覺了，覺了之後永遠捨離妄想分別執著，你真的覺悟了。唯有真正覺悟的人，底下所說的這個他真能做到。學佛學了很多年，學了幾十年，甚至於學到老，學到死還做不到，什麼原因？沒有發菩提心，沒覺悟、沒回頭，依舊用的是妄想分別執著。這樣學佛，從前李炳南老居士告訴我們，這種學佛叫佛學，他們搞的是佛學，搞得不錯，很好，佛學家，他不是學佛，他是佛學，恰好顛倒了。所以佛在《華嚴經》上說，忘失菩提心，修一切善法，都是魔業，也是這個道理。這個善法裡面講經說法、領眾修行都是善法，沒菩提心，這些善法都不是正法，都不能令人了生死出三界，頂多叫你得人天福報，幫助你生天享天福，天福享盡了還是要墮落，你沒有辦法超越輪迴，就叫魔業。你這個事業是屬於魔不是屬於佛，佛是決定幫助你了生死出三界，這叫佛事。現在我們講佛事，一般人都會想到給死人念經超度叫佛事，其實經典裡面講的佛事不是這個意思。經典裡面說的佛事，是幫助眾生了生死出三界，這個事業叫做佛事，這是正覺，所以發菩提心非常重要。『發菩提心』實在講，就是前面所說的觀法如化，你沒有觀慧，你怎麼會覺悟？你不可能覺悟。你要有真正智慧觀照，曉得這世出世間一切法，確確實實是夢幻泡影，確確實實是不可得，你這才恍然大悟，把無始劫來妄想執著放下，這菩提心現前了。自自然然你能夠："
    },
    {
      "id": "02-036-0004_p0043",
      "zh_CN": "【持诸禁戒。坚守不犯。】",
      "zh_TW": "【持諸禁戒。堅守不犯。】"
    },
    {
      "id": "02-036-0004_p0044",
      "zh_CN": "你持戒自然清净，一点都不勉强。心清净，身清净，身心清净，境界清净，环境就转过来了。也许有人问，你说境界清净我不相信，为什么不相信？我看这个世界不清净。他说这个话有没有道理？很有道理，道理在哪里？他的心不清净，看到世界不清净；我的心清净，看到世界清净，他没懂，没搞清楚。佛在这个世间，佛看这个世界是净土，实报庄严土，我们看这个世界是凡圣同居土，佛跟我们坐在一个讲堂，他的境界跟我们的境界不一样。再跟诸位说个老实话，我们每一个人的境界都不一样，每一个人的世界也都不一样，不可能有两个人相同的，只可以说大致相同，相同里面还有许许多多不同。譬如你们看人，这个人跟你们见面，你对他印象很好，他人不错；那个人说，我对他印象很恶劣，你看看，这个境界不就马上不同了吗？这都是在人道、都在现前，立刻就不一样。看人如此，看物也如此。我们看这朵花，这朵花插得不错，我很喜欢；那个人说，这个花插得不好，哪个地方、哪个地方不合什么规矩，不都在眼前吗？所以说每个人的境界都不一样，哪里会有相同的。只有到成佛才相同。为什么？佛的心平等，所以佛的境界就相同。人心不平等，每个人看的境界不一样，各人是各人的境界，各人是各人的宇宙，这个道理我们要懂得、要明了，然后你才晓得，我们可以不受外面境界的干扰，我修我的，你修你的。所谓公修公得，婆修婆得，不修就不得，各人干各人的，谁也不能代替谁。所以『持诸禁戒，坚守不犯』。",
      "zh_TW": "你持戒自然清淨，一點都不勉強。心清淨，身清淨，身心清淨，境界清淨，環境就轉過來了。也許有人問，你說境界清淨我不相信，為什麼不相信？我看這個世界不清淨。他說這個話有沒有道理？很有道理，道理在哪裡？他的心不清淨，看到世界不清淨；我的心清淨，看到世界清淨，他沒懂，沒搞清楚。佛在這個世間，佛看這個世界是淨土，實報莊嚴土，我們看這個世界是凡聖同居土，佛跟我們坐在一個講堂，他的境界跟我們的境界不一樣。再跟諸位說個老實話，我們每一個人的境界都不一樣，每一個人的世界也都不一樣，不可能有兩個人相同的，只可以說大致相同，相同裡面還有許許多多不同。譬如你們看人，這個人跟你們見面，你對他印象很好，他人不錯；那個人說，我對他印象很惡劣，你看看，這個境界不就馬上不同了嗎？這都是在人道、都在現前，立刻就不一樣。看人如此，看物也如此。我們看這朵花，這朵花插得不錯，我很喜歡；那個人說，這個花插得不好，哪個地方、哪個地方不合什麼規矩，不都在眼前嗎？所以說每個人的境界都不一樣，哪裡會有相同的。只有到成佛才相同。為什麼？佛的心平等，所以佛的境界就相同。人心不平等，每個人看的境界不一樣，各人是各人的境界，各人是各人的宇宙，這個道理我們要懂得、要明瞭，然後你才曉得，我們可以不受外面境界的干擾，我修我的，你修你的。所謂公修公得，婆修婆得，不修就不得，各人幹各人的，誰也不能代替誰。所以『持諸禁戒，堅守不犯』。"
    },
    {
      "id": "02-036-0004_p0045",
      "zh_CN": "【饶益有情。】",
      "zh_TW": "【饒益有情。】"
    },
    {
      "id": "02-036-0004_p0046",
      "zh_CN": "这是大慈悲心，不但我们要利益一切有情众生，要给他最殊胜的利益，『饶』是丰饶、丰富。换句话说，我们要全心全力的去帮助他，我有十分的能力，我帮助他九分，我还是对不起他，我还是有愧，一定要全心全力帮助一切有情众生。",
      "zh_TW": "這是大慈悲心，不但我們要利益一切有情眾生，要給他最殊勝的利益，『饒』是豐饒、豐富。換句話說，我們要全心全力的去幫助他，我有十分的能力，我幫助他九分，我還是對不起他，我還是有愧，一定要全心全力幫助一切有情眾生。"
    },
    {
      "id": "02-036-0004_p0047",
      "zh_CN": "【所作善根。悉施与之。令得安乐。】",
      "zh_TW": "【所作善根。悉施與之。令得安樂。】"
    },
    {
      "id": "02-036-0004_p0048",
      "zh_CN": "自己所修学的决定有收获，我们成就智慧，智慧贡献给一切众生，我们所得到的福德，福德给一切众生去享受，我们自己不享受，给大家去享受。令一切众生都能得到安乐，身心安稳，自在快乐。诸佛如来是这个做法，诸菩萨、声闻也是这个做法，我们今天学佛不走这个路子，你走哪一条路？六度就是生活，六度就是工作，六度就是一天到晚接触广大群众，念念当中修布施，时时刻刻守法，守法就是持戒，走路有走路的样子，遵守交通规则，就是给社会大众做好样子，做好样子就是布施。念念要有布施的心，念念要有帮助一切众生之行，要真做，不是在此地、在经文上念念讲讲就算了，这个不可以的，要真做。",
      "zh_TW": "自己所修學的決定有收穫，我們成就智慧，智慧貢獻給一切眾生，我們所得到的福德，福德給一切眾生去享受，我們自己不享受，給大家去享受。令一切眾生都能得到安樂，身心安穩，自在快樂。諸佛如來是這個做法，諸菩薩、聲聞也是這個做法，我們今天學佛不走這個路子，你走哪一條路？六度就是生活，六度就是工作，六度就是一天到晚接觸廣大群眾，念念當中修布施，時時刻刻守法，守法就是持戒，走路有走路的樣子，遵守交通規則，就是給社會大眾做好樣子，做好樣子就是布施。念念要有布施的心，念念要有幫助一切眾生之行，要真做，不是在此地、在經文上念念講講就算了，這個不可以的，要真做。"
    },
    {
      "id": "02-036-0004_p0049",
      "zh_CN": "自己的心愿就是希望一切大众都得到安乐。真正的安乐、究竟的安乐是西方极乐世界。那么我们就明白了，令一切众生得丰饶的利益、真正的安乐，一定要把净土法门介绍给他。他要不接受，他要排斥，怎么办？我们念一句阿弥陀佛，他听进去了，不听也要听，听进去之后，一历耳根，永为道种，我把最好的佛法已经布施给你了、供养给你了。所以在家同修出门手上拿一串念珠，好！你要晓得，你手上拿这串念珠不知不觉当中度了很多人，人家一看「阿弥陀佛」，口没有念出来，他心里想到，这个人是学佛的、念佛的，佛这个念头从他心里面生起来，落在他阿赖耶识里了，你就给他丰饶的利益，你就『令得安乐』。他要欢喜，你就讲给他听、介绍给他听；不欢喜，这一表示就行了，这个善根种子就种下去了。底下这一条，这条好懂：",
      "zh_TW": "自己的心願就是希望一切大眾都得到安樂。真正的安樂、究竟的安樂是西方極樂世界。那麼我們就明白了，令一切眾生得豐饒的利益、真正的安樂，一定要把淨土法門介紹給他。他要不接受，他要排斥，怎麼辦？我們念一句阿彌陀佛，他聽進去了，不聽也要聽，聽進去之後，一歷耳根，永為道種，我把最好的佛法已經布施給你了、供養給你了。所以在家同修出門手上拿一串念珠，好！你要曉得，你手上拿這串念珠不知不覺當中度了很多人，人家一看「阿彌陀佛」，口沒有念出來，他心裡想到，這個人是學佛的、念佛的，佛這個念頭從他心裡面生起來，落在他阿賴耶識裡了，你就給他豐饒的利益，你就『令得安樂』。他要歡喜，你就講給他聽、介紹給他聽；不歡喜，這一表示就行了，這個善根種子就種下去了。底下這一條，這條好懂："
    },
    {
      "id": "02-036-0004_p0050",
      "zh_CN": "【要当作善。】",
      "zh_TW": "【要當作善。】"
    },
    {
      "id": "02-036-0004_p0051",
      "zh_CN": "『要』是必要，『当』是应当，人生在世必要应当『作善』，不要造恶。这里面讲的十善业。",
      "zh_TW": "『要』是必要，『當』是應當，人生在世必要應當『作善』，不要造惡。這裡面講的十善業。"
    },
    {
      "id": "02-036-0004_p0052",
      "zh_CN": "【所谓一不杀生。】",
      "zh_TW": "【所謂一不殺生。】"
    },
    {
      "id": "02-036-0004_p0053",
      "zh_CN": "绝不杀害一切众生，不但不杀害，如果让一个众生因我而生烦恼，那都是我的过失，我不应该做的。",
      "zh_TW": "絕不殺害一切眾生，不但不殺害，如果讓一個眾生因我而生煩惱，那都是我的過失，我不應該做的。"
    },
    {
      "id": "02-036-0004_p0054",
      "zh_CN": "【二不偷盗。】",
      "zh_TW": "【二不偷盜。】"
    },
    {
      "id": "02-036-0004_p0055",
      "zh_CN": "一定要知道，佛在经上讲的话是真实的，所谓是欠命的要还命，欠债的要还钱。我们这生偷盗，盗来了，来世还要还他，一丝一毫都不差，我们何必去造这个业？",
      "zh_TW": "一定要知道，佛在經上講的話是真實的，所謂是欠命的要還命，欠債的要還錢。我們這生偷盜，盜來了，來世還要還他，一絲一毫都不差，我們何必去造這個業？"
    },
    {
      "id": "02-036-0004_p0056",
      "zh_CN": "【三不淫欲。】",
      "zh_TW": "【三不淫欲。】"
    },
    {
      "id": "02-036-0004_p0057",
      "zh_CN": "这是讲出家人，在家人如果能够做到，更殊胜、更好。身三善。下面是口四善：",
      "zh_TW": "這是講出家人，在家人如果能夠做到，更殊勝、更好。身三善。下面是口四善："
    },
    {
      "id": "02-036-0004_p0058",
      "zh_CN": "【四不妄言。】",
      "zh_TW": "【四不妄言。】"
    },
    {
      "id": "02-036-0004_p0059",
      "zh_CN": "不说假话，不欺骗众生。",
      "zh_TW": "不說假話，不欺騙眾生。"
    },
    {
      "id": "02-036-0004_p0060",
      "zh_CN": "【五不绮语。】",
      "zh_TW": "【五不綺語。】"
    },
    {
      "id": "02-036-0004_p0061",
      "zh_CN": "『绮语』是花言巧语，甜言蜜语，也是叫人上当，也是陷人不义。",
      "zh_TW": "『綺語』是花言巧語，甜言蜜語，也是叫人上當，也是陷人不義。"
    },
    {
      "id": "02-036-0004_p0062",
      "zh_CN": "【六不恶口。】",
      "zh_TW": "【六不惡口。】"
    },
    {
      "id": "02-036-0004_p0063",
      "zh_CN": "『恶口』是说话粗鲁，言词很难听。",
      "zh_TW": "『惡口』是說話粗魯，言詞很難聽。"
    },
    {
      "id": "02-036-0004_p0064",
      "zh_CN": "【七不两舌。】",
      "zh_TW": "【七不兩舌。】"
    },
    {
      "id": "02-036-0004_p0065",
      "zh_CN": "『两舌』是挑拨是非，令彼此两方产生了隔膜，变成了冤仇。「两舌」这个过失很大很大。口的四业。后面是意三业：",
      "zh_TW": "『兩舌』是挑撥是非，令彼此兩方產生了隔膜，變成了冤仇。「兩舌」這個過失很大很大。口的四業。後面是意三業："
    },
    {
      "id": "02-036-0004_p0066",
      "zh_CN": "【八不贪。九不瞋。十不痴。】",
      "zh_TW": "【八不貪。九不瞋。十不痴。】"
    },
    {
      "id": "02-036-0004_p0067",
      "zh_CN": "十善业是以这三条为根。贪瞋痴，佛说为三毒烦恼，最毒，所有一切的恶业、恶法都是从贪瞋痴生出来的。所以贪瞋痴转过来不贪、不瞋、不痴，佛说这叫三善根，世间所有一切善法从这个根生的。所以我们真正能够放下贪瞋痴、断了贪瞋痴，真正做到不贪、不瞋、不痴，自自然然你的身业、口业都与善相应，无量无边的善行、德行都从不贪、不瞋、不痴这三个善根建立起来。这是前面讲植众德本最重要的修学方法。不仅对世间法不贪，佛法也不贪，真正做到随缘而不攀缘，攀缘就有贪瞋痴，随缘没有贪瞋痴。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "十善業是以這三條為根。貪瞋痴，佛說為三毒煩惱，最毒，所有一切的惡業、惡法都是從貪瞋痴生出來的。所以貪瞋痴轉過來不貪、不瞋、不痴，佛說這叫三善根，世間所有一切善法從這個根生的。所以我們真正能夠放下貪瞋痴、斷了貪瞋痴，真正做到不貪、不瞋、不痴，自自然然你的身業、口業都與善相應，無量無邊的善行、德行都從不貪、不瞋、不痴這三個善根建立起來。這是前面講植眾德本最重要的修學方法。不僅對世間法不貪，佛法也不貪，真正做到隨緣而不攀緣，攀緣就有貪瞋痴，隨緣沒有貪瞋痴。好，今天時間到了，我們就講到此地。"
    }
  ]
}