{
  "doc_id": "02-036-0003",
  "title": {
    "zh_CN": "大乘无量寿经菁华",
    "zh_TW": "大乘無量壽經菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "香港佛教青年协会",
    "zh_TW": "香港佛教青年協會"
  },
  "doc_number": "02-036-0003",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-036-0003_p0001",
      "zh_CN": "老和尚，诸位法师，诸位大德、同学，请掀开经本第四面第三行，我们看第十小段，「愿我得佛清净声，法音普及无边界」。昨天讲到这两句，意犹未尽，不能不做一点补充。",
      "zh_TW": "老和尚，諸位法師，諸位大德、同學，請掀開經本第四面第三行，我們看第十小段，「願我得佛清淨聲，法音普及無邊界」。昨天講到這兩句，意猶未盡，不能不做一點補充。"
    },
    {
      "id": "02-036-0003_p0002",
      "zh_CN": "清净音是从清净心生的，清净心是真心。我们学佛修行，无论在家、出家，一定要认真努力做到心没有邪念，要做到心无邪念，耳不听恶音，口不出恶言，这样我们就能保持清净心。清净心里面发出来的音声是清净声，声声都与性德相应，这就是法音。法音是不是真的能够普及无边界？无边界就是我们佛家常讲的尽虚空遍法界，确实是如此。我们凡夫心念很粗，不容易觉察，可是我们知道物质的现象都有波动，像光有光波，电磁有电磁波，音声也有声波、有音波，这个波动的现象非常复杂，这是个物理现象。愈是靠我们近的，这个波动的幅度愈大，愈远波就愈微弱，极其微弱还是达到虚空法界。我们今天用高科技的这些技术，能够探测到几十万光年星球上发射的光波非常微弱，普通的望远镜没有办法看得到，用无线电的望远镜，用高科技来测试可以探到，这是物的波动。",
      "zh_TW": "清淨音是從清淨心生的，清淨心是真心。我們學佛修行，無論在家、出家，一定要認真努力做到心沒有邪念，要做到心無邪念，耳不聽惡音，口不出惡言，這樣我們就能保持清淨心。清淨心裡面發出來的音聲是清淨聲，聲聲都與性德相應，這就是法音。法音是不是真的能夠普及無邊界？無邊界就是我們佛家常講的盡虛空遍法界，確實是如此。我們凡夫心念很粗，不容易覺察，可是我們知道物質的現象都有波動，像光有光波，電磁有電磁波，音聲也有聲波、有音波，這個波動的現象非常複雜，這是個物理現象。愈是靠我們近的，這個波動的幅度愈大，愈遠波就愈微弱，極其微弱還是達到虛空法界。我們今天用高科技的這些技術，能夠探測到幾十萬光年星球上發射的光波非常微弱，普通的望遠鏡沒有辦法看得到，用無線電的望遠鏡，用高科技來測試可以探到，這是物的波動。"
    },
    {
      "id": "02-036-0003_p0003",
      "zh_CN": "诸位要知道，心里的波动，我们讲心里起心动念，起心动念它也是有波。心的波动没有强弱的现象，不会说距离我们近的波动强，远了慢慢就变弱了，质能有这个现象，心能没有这个现象。正因为如此，我们发一念善心，一念真诚心，就与虚空法界诸佛菩萨感应道交，这个感应非常快速。同样一个道理，如果我们起一个恶念、起一个邪念，也会跟这些妖魔鬼怪、魔王起感应道交的作用。能感是我们自己，所感的是诸佛菩萨跟外面的境界，这个道理跟事实真相如果不是佛在经教里面告诉我们，我们确实没有办法能够体会得到、能够观察到。所以「法音普及无边界」是真实的，佛如是，众生亦如是。法藏比丘在此地，在他老师世间自在王如来的面前发这个弘愿，希望自己清净音跟佛一样。佛是达到究竟圆满的清净，这是我们应当要学习的。得清净心，得清净音之后做什么？要弘法利生，实践自己度众生的大愿。",
      "zh_TW": "諸位要知道，心裡的波動，我們講心裡起心動念，起心動念它也是有波。心的波動沒有強弱的現象，不會說距離我們近的波動強，遠了慢慢就變弱了，質能有這個現象，心能沒有這個現象。正因為如此，我們發一念善心，一念真誠心，就與虛空法界諸佛菩薩感應道交，這個感應非常快速。同樣一個道理，如果我們起一個惡念、起一個邪念，也會跟這些妖魔鬼怪、魔王起感應道交的作用。能感是我們自己，所感的是諸佛菩薩跟外面的境界，這個道理跟事實真相如果不是佛在經教裡面告訴我們，我們確實沒有辦法能夠體會得到、能夠觀察到。所以「法音普及無邊界」是真實的，佛如是，眾生亦如是。法藏比丘在此地，在他老師世間自在王如來的面前發這個弘願，希望自己清淨音跟佛一樣。佛是達到究竟圓滿的清淨，這是我們應當要學習的。得清淨心，得清淨音之後做什麼？要弘法利生，實踐自己度眾生的大願。"
    },
    {
      "id": "02-036-0003_p0004",
      "zh_CN": "【宣扬戒定精进门。】",
      "zh_TW": "【宣揚戒定精進門。】"
    },
    {
      "id": "02-036-0003_p0005",
      "zh_CN": "这一句就包含了所有的大乘佛法，说了戒，说了定，说了精进，就是把菩萨所修的六度万行全都包括了。因为这个经文是偈颂的体裁，四句是一首，一句是七个字，受这个限制，所以说三个，其余三个就包括在其中了。这也就是讲的宣扬大乘佛法，如诸佛如来一样。",
      "zh_TW": "這一句就包含了所有的大乘佛法，說了戒，說了定，說了精進，就是把菩薩所修的六度萬行全都包括了。因為這個經文是偈頌的體裁，四句是一首，一句是七個字，受這個限制，所以說三個，其餘三個就包括在其中了。這也就是講的宣揚大乘佛法，如諸佛如來一樣。"
    },
    {
      "id": "02-036-0003_p0006",
      "zh_CN": "【通达甚深微妙法。】",
      "zh_TW": "【通達甚深微妙法。】"
    },
    {
      "id": "02-036-0003_p0007",
      "zh_CN": "这一句是专指净土法门，净土法门确实是甚深微妙之法。唯有这个法门，能够平等普度虚空法界一切众生，除这个法门之外，其他的大乘法门都能够度一类的根机，不能普度。譬如我们读六祖的《坛经》，能大师在《坛经》里面跟我们说得很清楚，他所度的对象是上上根人；换句话说，上上根以下的都不契机。唯独净宗法门，三根普被，利钝全收，这个法门就甚深微妙了。如经所说这个法门只有佛，「唯佛与佛方能究竟」，即使等觉菩萨也不能搞得很清楚、很明白，所以这个法门称作难信之法。虽难信，很容易修学，难信易修，这是甚深微妙的大法。",
      "zh_TW": "這一句是專指淨土法門，淨土法門確實是甚深微妙之法。唯有這個法門，能夠平等普度虛空法界一切眾生，除這個法門之外，其他的大乘法門都能夠度一類的根機，不能普度。譬如我們讀六祖的《壇經》，能大師在《壇經》裡面跟我們說得很清楚，他所度的對象是上上根人；換句話說，上上根以下的都不契機。唯獨淨宗法門，三根普被，利鈍全收，這個法門就甚深微妙了。如經所說這個法門只有佛，「唯佛與佛方能究竟」，即使等覺菩薩也不能搞得很清楚、很明白，所以這個法門稱作難信之法。雖難信，很容易修學，難信易修，這是甚深微妙的大法。"
    },
    {
      "id": "02-036-0003_p0008",
      "zh_CN": "【智慧广大深如海。内心清净绝尘劳。】",
      "zh_TW": "【智慧廣大深如海。內心清淨絕塵勞。】"
    },
    {
      "id": "02-036-0003_p0009",
      "zh_CN": "这两句，前面一句是果，后面一句是因。『智慧广大深如海』，这是赞叹如来果地上的自性般若圆满的现前了。佛告诉我们，这样究竟圆满的智慧我们也有，《华严经．出现品》里面说得多好，「一切众生皆有如来智慧德相」，「智慧广大深如海」，一切众生都有。德是讲他的能力，万德万能；相是讲他的依正庄严，《华严经》上的华藏世界，毘卢遮那的依正庄严，西方极乐世界阿弥陀佛的依正庄严，那都是相。生佛不二，生佛平等，为什么今天佛有，我们没有了？这就是下面一句，他们的心清净到极处。『尘劳』是烦恼的代名词，见思烦恼、尘沙烦恼、无明烦恼他断尽了，所以他的智慧完全透露，没有阻碍。我们有智慧、有德能、有相好，但是这些东西被尘沙、无明烦恼障碍住了，不能现前。我们学佛目的何在？诸佛如来教我们些什么？我们要明了，就是教我们断烦恼、断习气。我们要时时刻刻提高警觉，这一生当中一定要克服自己的妄想习气，不再被这些烦恼习气污染，我们的修学才能有成就，往生西方极乐世界才有决定的把握。",
      "zh_TW": "這兩句，前面一句是果，後面一句是因。『智慧廣大深如海』，這是讚歎如來果地上的自性般若圓滿的現前了。佛告訴我們，這樣究竟圓滿的智慧我們也有，《華嚴經．出現品》裡面說得多好，「一切眾生皆有如來智慧德相」，「智慧廣大深如海」，一切眾生都有。德是講他的能力，萬德萬能；相是講他的依正莊嚴，《華嚴經》上的華藏世界，毘盧遮那的依正莊嚴，西方極樂世界阿彌陀佛的依正莊嚴，那都是相。生佛不二，生佛平等，為什麼今天佛有，我們沒有了？這就是下面一句，他們的心清淨到極處。『塵勞』是煩惱的代名詞，見思煩惱、塵沙煩惱、無明煩惱他斷盡了，所以他的智慧完全透露，沒有阻礙。我們有智慧、有德能、有相好，但是這些東西被塵沙、無明煩惱障礙住了，不能現前。我們學佛目的何在？諸佛如來教我們些什麼？我們要明瞭，就是教我們斷煩惱、斷習氣。我們要時時刻刻提高警覺，這一生當中一定要克服自己的妄想習氣，不再被這些煩惱習氣污染，我們的修學才能有成就，往生西方極樂世界才有決定的把握。"
    },
    {
      "id": "02-036-0003_p0010",
      "zh_CN": "我们不必看古代，就看近代，像倓虚老法师当年给我们所说的，他老人家一生看到念佛人，站着往生的、坐着往生的，他看到二十多个；听说那不算，太多了！亲眼看到的二十多个人。他们能，我们为什么不能？要想想看原因在哪里？我们如果能把这个不能的原因消除，我们也能。这里面不能的原因，实在讲，放不下！这是最大的障碍。你放不下，你还要受业障的连累，临命终时还要生病，还有病苦。你能够把业障消除，往生的时候就得自在了。如何消除？放下而已，身心世界一切放下，世出世法没有一丝毫的留恋。我们这个身体在这个世界，要常常想到，只有今天这一天，今天是我最后的一天，这一场讲演是我最后一场讲演，那还有什么放不下？放不下也得要放下。印光大师教我们，常常把「死」字贴在额头上，常常想到我就要死了，你要死，你有什么东西能带得去？这是真的觉悟了。不要想明天，不要想明年，没有了。诸佛菩萨为什么那样能够彻底放下？『内心清净绝尘劳』，他把尘劳统统放得干干净净了。我们还想到有今天，不想明天，跟他们比差了一大截，差得很远。",
      "zh_TW": "我們不必看古代，就看近代，像倓虛老法師當年給我們所說的，他老人家一生看到念佛人，站著往生的、坐著往生的，他看到二十多個；聽說那不算，太多了！親眼看到的二十多個人。他們能，我們為什麼不能？要想想看原因在哪裡？我們如果能把這個不能的原因消除，我們也能。這裡面不能的原因，實在講，放不下！這是最大的障礙。你放不下，你還要受業障的連累，臨命終時還要生病，還有病苦。你能夠把業障消除，往生的時候就得自在了。如何消除？放下而已，身心世界一切放下，世出世法沒有一絲毫的留戀。我們這個身體在這個世界，要常常想到，只有今天這一天，今天是我最後的一天，這一場講演是我最後一場講演，那還有什麼放不下？放不下也得要放下。印光大師教我們，常常把「死」字貼在額頭上，常常想到我就要死了，你要死，你有什麼東西能帶得去？這是真的覺悟了。不要想明天，不要想明年，沒有了。諸佛菩薩為什麼那樣能夠徹底放下？『內心清淨絕塵勞』，他把塵勞統統放得乾乾淨淨了。我們還想到有今天，不想明天，跟他們比差了一大截，差得很遠。"
    },
    {
      "id": "02-036-0003_p0011",
      "zh_CN": "他们念头里面是什么？刹那际，《华严经．十定品》里面所讲的，那是如来果地上的境界，所有一切现象，实际上的存在有多久？刹那际。《金刚经》上告诉我们，「如露亦如电」，电是闪电，一刹那就过去了，第二刹那又是一个境界、又是一个现象，第二刹那的现象跟第一刹那的现象决定不相同。所以大经里面讲，诸佛如来入刹那际定、刹那际三昧，所以他才能真正做到「内心清净绝尘劳」。如果我们自己常常想到死，就到了，你自己才真正是万念俱灰，这个时候一心念佛。谚语里面常讲，「人之将死，其言也善」，一生做再多的恶事，临终的时候发一个善念、动一个善念，讲几句好话，从内心里面生出来的，那是真善不是假善。一生骗人，这个时候后悔，这个时候不骗人；立刻就要断气，就要走了。这一念回头，纵然这一生造作许多的罪业，他还是会生善处，为什么？人这一生跟来一生，关键是在最后一念，最后一念重要！最后一念是阿弥陀佛，那就恭喜你，你到西方极乐世界去作佛了。你看四十八愿里面第十八愿，临终一念十念必生净土，所以关键是在最后一念。我们天天念阿弥陀佛是在练习，希望临终能保持这一念，那你临终要有大福报，这个大福报是什么？临终的时候头脑清清楚楚、明明白白，这一句佛号才能把握得住；如果临终迷惑颠倒，不醒人事，那就糟了。祖师大德劝勉我们，我们一生修福，修福不要享福，把这个福报留到临命终时来享受，临命终时清清楚楚、明明白白，享这个福。诸位一定要知道，凡是堕落在三恶道，都是迷惑颠倒去的，哪有一个人清清楚楚、明明白白，会去做饿鬼、会去变畜生？没有这个道理！都是糊里糊涂去的。所以临终清楚是非常非常重要，这是人生第一大福报，你来生比这一生会更殊胜、更美满、更幸福，所以这几句话很重要很重要。下面说：",
      "zh_TW": "他們念頭裡面是什麼？剎那際，《華嚴經．十定品》裡面所講的，那是如來果地上的境界，所有一切現象，實際上的存在有多久？剎那際。《金剛經》上告訴我們，「如露亦如電」，電是閃電，一剎那就過去了，第二剎那又是一個境界、又是一個現象，第二剎那的現象跟第一剎那的現象決定不相同。所以大經裡面講，諸佛如來入剎那際定、剎那際三昧，所以他才能真正做到「內心清淨絕塵勞」。如果我們自己常常想到死，就到了，你自己才真正是萬念俱灰，這個時候一心念佛。諺語裡面常講，「人之將死，其言也善」，一生做再多的惡事，臨終的時候發一個善念、動一個善念，講幾句好話，從內心裡面生出來的，那是真善不是假善。一生騙人，這個時候後悔，這個時候不騙人；立刻就要斷氣，就要走了。這一念回頭，縱然這一生造作許多的罪業，他還是會生善處，為什麼？人這一生跟來一生，關鍵是在最後一念，最後一念重要！最後一念是阿彌陀佛，那就恭喜你，你到西方極樂世界去作佛了。你看四十八願裡面第十八願，臨終一念十念必生淨土，所以關鍵是在最後一念。我們天天念阿彌陀佛是在練習，希望臨終能保持這一念，那你臨終要有大福報，這個大福報是什麼？臨終的時候頭腦清清楚楚、明明白白，這一句佛號才能把握得住；如果臨終迷惑顛倒，不醒人事，那就糟了。祖師大德勸勉我們，我們一生修福，修福不要享福，把這個福報留到臨命終時來享受，臨命終時清清楚楚、明明白白，享這個福。諸位一定要知道，凡是墮落在三惡道，都是迷惑顛倒去的，哪有一個人清清楚楚、明明白白，會去做餓鬼、會去變畜生？沒有這個道理！都是糊裡糊塗去的。所以臨終清楚是非常非常重要，這是人生第一大福報，你來生比這一生會更殊勝、更美滿、更幸福，所以這幾句話很重要很重要。下面說："
    },
    {
      "id": "02-036-0003_p0012",
      "zh_CN": "【超过无边恶趣门。】",
      "zh_TW": "【超過無邊惡趣門。】"
    },
    {
      "id": "02-036-0003_p0013",
      "zh_CN": "此地讲的『恶趣』，不仅仅是讲三恶道，三善道也是「恶趣」，为什么？脱离不了轮回！这是大乘菩萨法，菩萨法不但看六道是恶趣，二乘也是恶趣。你看世尊在楞严会上对于小乘人的呵斥，我们就明了了。此地讲的『无边恶趣门』，可以说是十法界以内的都叫做「恶趣门」。由此可知，这个境界是法身大士的境界，所以底下讲：",
      "zh_TW": "此地講的『惡趣』，不僅僅是講三惡道，三善道也是「惡趣」，為什麼？脫離不了輪迴！這是大乘菩薩法，菩薩法不但看六道是惡趣，二乘也是惡趣。你看世尊在楞嚴會上對於小乘人的呵斥，我們就明瞭了。此地講的『無邊惡趣門』，可以說是十法界以內的都叫做「惡趣門」。由此可知，這個境界是法身大士的境界，所以底下講："
    },
    {
      "id": "02-036-0003_p0014",
      "zh_CN": "【速到菩提究竟岸。】",
      "zh_TW": "【速到菩提究竟岸。】"
    },
    {
      "id": "02-036-0003_p0015",
      "zh_CN": "『菩提究竟岸』是哪里？一真法界，一真法界就是「菩提究竟岸」。上一次我到此地来，永惺法师所办的「此岸彼岸」，此岸是十法界，彼岸是一真法界，西方极乐世界是一真法界，那是真实的彼岸。我们念佛往生西方极乐世界，纵然是生到凡圣同居土下下品往生，给诸位说，也登彼岸了，你也到达菩提究竟岸。这个经文里面说『速到』两个字，这两个字好！「速到」唯有修念佛法门，念佛往生不退成佛，真正的速到。到达西方极乐世界了：",
      "zh_TW": "『菩提究竟岸』是哪裡？一真法界，一真法界就是「菩提究竟岸」。上一次我到此地來，永惺法師所辦的「此岸彼岸」，此岸是十法界，彼岸是一真法界，西方極樂世界是一真法界，那是真實的彼岸。我們念佛往生西方極樂世界，縱然是生到凡聖同居土下下品往生，給諸位說，也登彼岸了，你也到達菩提究竟岸。這個經文裡面說『速到』兩個字，這兩個字好！「速到」唯有修念佛法門，念佛往生不退成佛，真正的速到。到達西方極樂世界了："
    },
    {
      "id": "02-036-0003_p0016",
      "zh_CN": "【无明贪瞋皆永无。】",
      "zh_TW": "【無明貪瞋皆永無。】"
    },
    {
      "id": "02-036-0003_p0017",
      "zh_CN": "无明烦恼的习气种子，虽然没有断，这带业往生！西方极乐世界无明烦恼的缘没有了，虽有业习种子没有缘它永远不起现行，所以往生到西方极乐世界我们的修学才真正得到保障。那个地方的成就快速，我们从经典里面细细的去推算、去体会，成就之快速非常惊人。阿弥陀佛建立西方极乐世界，这是示现，如同我们本师释迦牟尼佛在我们这个世间示现成佛度化众生一样，是一起示现的。这个示现到今天才只十劫，十劫要比三大阿僧祇劫、比无量劫，这个时间非常短暂。这么短暂的时间里面，往生到西方极乐世界，证到十地菩萨果位、证到等觉果位成佛的不计其数。所以我们概略的估计一下，生到西方极乐世界就修行，我们凡夫，凡圣同居土下下品往生一品惑没断，到达西方极乐世界，要把见思、尘沙、无明统统断尽，证到究竟圆满的佛果，需要多少时间？大概三劫，顶多四劫，就成功了。惊人！你生到华藏世界也不行，这佛在《华严经》上说的，你生到华藏世界，你要想证到究竟圆满的果位，要三大阿僧祇劫。",
      "zh_TW": "無明煩惱的習氣種子，雖然沒有斷，這帶業往生！西方極樂世界無明煩惱的緣沒有了，雖有業習種子沒有緣它永遠不起現行，所以往生到西方極樂世界我們的修學才真正得到保障。那個地方的成就快速，我們從經典裡面細細的去推算、去體會，成就之快速非常驚人。阿彌陀佛建立西方極樂世界，這是示現，如同我們本師釋迦牟尼佛在我們這個世間示現成佛度化眾生一樣，是一起示現的。這個示現到今天才只十劫，十劫要比三大阿僧祇劫、比無量劫，這個時間非常短暫。這麼短暫的時間裡面，往生到西方極樂世界，證到十地菩薩果位、證到等覺果位成佛的不計其數。所以我們概略的估計一下，生到西方極樂世界就修行，我們凡夫，凡聖同居土下下品往生一品惑沒斷，到達西方極樂世界，要把見思、塵沙、無明統統斷盡，證到究竟圓滿的佛果，需要多少時間？大概三劫，頂多四劫，就成功了。驚人！你生到華藏世界也不行，這佛在《華嚴經》上說的，你生到華藏世界，你要想證到究竟圓滿的果位，要三大阿僧祇劫。"
    },
    {
      "id": "02-036-0003_p0018",
      "zh_CN": "诸位要明了，三大阿僧祇劫是从圆教初住菩萨讲起，你在这个以前，以前是在十法界修的，不管修多长的时间，不算。三大阿僧祇劫不是讲从我们这里算起，不是，从初住菩萨算起。你看第一个阿僧祇劫修满三贤位，十住、十行、十回向，这一个阿僧祇劫；第二个阿僧祇劫七个位次，从初地到七地；第三个阿僧祇劫是八地、九地、十地，三个位次。这跟你讲得清清楚楚、明明白白，三大阿僧祇劫从哪个地方算起，你要晓得。所以我们要往生到华藏世界，要到究竟圆满成佛，要修三大阿僧祇劫。可是到西方极乐世界，三劫、四劫就成功了，所以连普贤、文殊都不得不发心求生弥陀净土。我们在《华严经》末后看到的，两位菩萨都发愿，不但他自己发愿往生，还劝导华藏会上四十一位法身大士念佛同生净土，你看看多么殊胜！多么庄严。这个大的场面值得我们深深反省，这是甚深微妙法门，无比稀有的法门，所以到达西方极乐世界，『无明贪瞋皆永无』，阿弥陀佛四十八愿愿力加持你。",
      "zh_TW": "諸位要明瞭，三大阿僧祇劫是從圓教初住菩薩講起，你在這個以前，以前是在十法界修的，不管修多長的時間，不算。三大阿僧祇劫不是講從我們這裡算起，不是，從初住菩薩算起。你看第一個阿僧祇劫修滿三賢位，十住、十行、十迴向，這一個阿僧祇劫；第二個阿僧祇劫七個位次，從初地到七地；第三個阿僧祇劫是八地、九地、十地，三個位次。這跟你講得清清楚楚、明明白白，三大阿僧祇劫從哪個地方算起，你要曉得。所以我們要往生到華藏世界，要到究竟圓滿成佛，要修三大阿僧祇劫。可是到西方極樂世界，三劫、四劫就成功了，所以連普賢、文殊都不得不發心求生彌陀淨土。我們在《華嚴經》末後看到的，兩位菩薩都發願，不但他自己發願往生，還勸導華藏會上四十一位法身大士念佛同生淨土，你看看多麼殊勝！多麼莊嚴。這個大的場面值得我們深深反省，這是甚深微妙法門，無比稀有的法門，所以到達西方極樂世界，『無明貪瞋皆永無』，阿彌陀佛四十八願願力加持你。"
    },
    {
      "id": "02-036-0003_p0019",
      "zh_CN": "【惑尽过亡三昧力。】",
      "zh_TW": "【惑盡過亡三昧力。】"
    },
    {
      "id": "02-036-0003_p0020",
      "zh_CN": "『惑』是无明，无明断尽；『过』是烦恼，尘沙、见思统统没有了，什么力量达到的？念佛三昧成就的，此地这个『三昧』是念佛三昧。念佛三昧是三昧中王。我们在五十三参里面看到的善财童子，第一位参访德云比丘就教他念佛三昧，末后普贤菩萨十大愿王导归极乐，你看看一个开端、一个终结，这个意思很明显，彻始彻终念佛三昧。再看底下这一段，前面这一段可以说是自利行，自利圆满要发心利他，要帮助一些没悟的众生。",
      "zh_TW": "『惑』是無明，無明斷盡；『過』是煩惱，塵沙、見思統統沒有了，什麼力量達到的？念佛三昧成就的，此地這個『三昧』是念佛三昧。念佛三昧是三昧中王。我們在五十三參裡面看到的善財童子，第一位參訪德雲比丘就教他念佛三昧，末後普賢菩薩十大願王導歸極樂，你看看一個開端、一個終結，這個意思很明顯，徹始徹終念佛三昧。再看底下這一段，前面這一段可以說是自利行，自利圓滿要發心利他，要幫助一些沒悟的眾生。"
    },
    {
      "id": "02-036-0003_p0021",
      "zh_CN": "【常行布施及戒忍。精进定慧六波罗。】",
      "zh_TW": "【常行布施及戒忍。精進定慧六波羅。】"
    },
    {
      "id": "02-036-0003_p0022",
      "zh_CN": "这就是你自己成就了，俗话说得道了，得道之后你要行菩萨道，要发菩提心，要行菩萨道。菩提心就是常常觉悟的心。菩提是梵语，意思是觉，菩提心就是觉心，我们现在一般讲的高度的警觉心。你真正有高度的警觉，不被世间名闻利养、财色名食所迷惑，这就是高度的警觉心，这就是菩提心。了解宇宙人生的真相，所有的现象都是虚妄的，没有一样是真的，正如经上所说，「凡所有相，皆是虚妄」。什么是真实的？上求佛道，下化众生，只有这个事情是真实的。无论我们现前在这个世间是什么身分、是什么地位，是从事哪一种行业，就在自己本位上、本行上行菩萨道，展现出菩萨的六度万行。我们起心动念、一切作为，都是利益社会、利益大众，这就是修布施。不是为图自利，现在人说服务社会、服务众生。为众生服务、为社会服务就是布施，永远抱一个为大众服务的心，而且是义务的服务不讲求报酬。报酬有也好没有也好，都欢喜、都自在。不可以说报酬优厚我就多做一点，报酬少一点我就少做一点，那就不是菩萨行了。菩萨行不问报酬，不但报酬厚薄不问，报酬有没有都不问。真诚心、清净心、热心的去服务，任何一个行业都是服务社会的。",
      "zh_TW": "這就是你自己成就了，俗話說得道了，得道之後你要行菩薩道，要發菩提心，要行菩薩道。菩提心就是常常覺悟的心。菩提是梵語，意思是覺，菩提心就是覺心，我們現在一般講的高度的警覺心。你真正有高度的警覺，不被世間名聞利養、財色名食所迷惑，這就是高度的警覺心，這就是菩提心。了解宇宙人生的真相，所有的現象都是虛妄的，沒有一樣是真的，正如經上所說，「凡所有相，皆是虛妄」。什麼是真實的？上求佛道，下化眾生，只有這個事情是真實的。無論我們現前在這個世間是什麼身分、是什麼地位，是從事哪一種行業，就在自己本位上、本行上行菩薩道，展現出菩薩的六度萬行。我們起心動念、一切作為，都是利益社會、利益大眾，這就是修布施。不是為圖自利，現在人說服務社會、服務眾生。為眾生服務、為社會服務就是布施，永遠抱一個為大眾服務的心，而且是義務的服務不講求報酬。報酬有也好沒有也好，都歡喜、都自在。不可以說報酬優厚我就多做一點，報酬少一點我就少做一點，那就不是菩薩行了。菩薩行不問報酬，不但報酬厚薄不問，報酬有沒有都不問。真誠心、清淨心、熱心的去服務，任何一個行業都是服務社會的。"
    },
    {
      "id": "02-036-0003_p0023",
      "zh_CN": "持戒，戒律广义的说法就是守法、守规矩。世尊给我们约定的，我们要遵守，佛法里面没有的，世尊给我们讲原则，「摄善法戒，饶益有情戒」，益是利益众生，饶是丰饶，令一切众生得到最丰饶利益，佛没说出来，没有一条一条说出来，凡是利益众生、利益社会的事情，我们都要去做，这才是持戒。所以摄善法跟饶益有情，包括世间所有一切善法，世间的法律、规矩，乃至于风俗、道德、人情世故，我们都要懂得、都要遵守，这才叫持戒。忍辱，忍辱是耐心，很有耐心去做，一心行善，使自己成就纯善的心、纯善的行。在这个时候也许你会遭遇到许多不如意的事情，你要能忍辱，为什么？《金刚经》上说得很好，我们的心善、行善、言善，还遭受毁谤、遭受陷害，这是过去生中的业障。要知道种种不如意的事现前，这就报掉了，报掉了好！",
      "zh_TW": "持戒，戒律廣義的說法就是守法、守規矩。世尊給我們約定的，我們要遵守，佛法裡面沒有的，世尊給我們講原則，「攝善法戒，饒益有情戒」，益是利益眾生，饒是豐饒，令一切眾生得到最豐饒利益，佛沒說出來，沒有一條一條說出來，凡是利益眾生、利益社會的事情，我們都要去做，這才是持戒。所以攝善法跟饒益有情，包括世間所有一切善法，世間的法律、規矩，乃至於風俗、道德、人情世故，我們都要懂得、都要遵守，這才叫持戒。忍辱，忍辱是耐心，很有耐心去做，一心行善，使自己成就純善的心、純善的行。在這個時候也許你會遭遇到許多不如意的事情，你要能忍辱，為什麼？《金剛經》上說得很好，我們的心善、行善、言善，還遭受毀謗、遭受陷害，這是過去生中的業障。要知道種種不如意的事現前，這就報掉了，報掉了好！"
    },
    {
      "id": "02-036-0003_p0024",
      "zh_CN": "世间人常讲，「善人没有好结果」，这个说法是错误的，而不是真实的。我们举个例子说，孔老夫子的学生颜回，大善人！大智慧的人，他的生活贫穷潦倒，他不以为然，他很快乐，「贫而乐」，这是他真正得到的学位，真正得到的受用。可是他寿命很短，孔老夫子也叹息不幸早死，他死的时候只有三十几岁，年岁很轻，我们世间人看到，「这么好的人，为什么没有好报？为什么不长寿？」假如你有天眼一看，你就点头了，好人有好报，他死了，他到天上去享福去了，好事！世间多住一天，多受一天罪，他到天上去，早去一天早享福，所以有天眼来看，这个善才有真正的善报。不要以为到这个地方来多受几年罪这是善报，那完全错了。所以我们在《净土圣贤录》、在《往生传》里面看到，这个念佛的人，许许多多念佛接触这个法门真的认真念佛求生净土，很多人大概都是三年，三年的功夫他就往生。",
      "zh_TW": "世間人常講，「善人沒有好結果」，這個說法是錯誤的，而不是真實的。我們舉個例子說，孔老夫子的學生顏回，大善人！大智慧的人，他的生活貧窮潦倒，他不以為然，他很快樂，「貧而樂」，這是他真正得到的學位，真正得到的受用。可是他壽命很短，孔老夫子也嘆息不幸早死，他死的時候只有三十幾歲，年歲很輕，我們世間人看到，「這麼好的人，為什麼沒有好報？為什麼不長壽？」假如你有天眼一看，你就點頭了，好人有好報，他死了，他到天上去享福去了，好事！世間多住一天，多受一天罪，他到天上去，早去一天早享福，所以有天眼來看，這個善才有真正的善報。不要以為到這個地方來多受幾年罪這是善報，那完全錯了。所以我們在《淨土聖賢錄》、在《往生傳》裡面看到，這個念佛的人，許許多多念佛接觸這個法門真的認真念佛求生淨土，很多人大概都是三年，三年的功夫他就往生。"
    },
    {
      "id": "02-036-0003_p0025",
      "zh_CN": "过去也有同修问过我，是不是他们的寿命都到了？哪有那么巧？说偶尔有几个也许会碰巧，正好三年寿命到了，他往生了。那么多人，就不是这么巧的事情，所以我们就想到有一个可能，他三年功夫成熟了，业障消了。要知道我们住在这个世间叫业报身，住在这个世间是受罪的、是受苦的。大家现在生活在这个世间，你有什么事情值得你快乐？你有多少烦恼、有多少忧虑、有多少牵挂，日子苦不堪言！你念佛念了几年，业障消除了，你的福报现前了。福报现前，这个世间没有那么大的福，一定要找一个很有福报的地方，现在人讲移民，移民到极乐世界去了，极乐世界是第一等的福报。你们学佛还怕死，怕死就是想去又舍不得这个地方，又不想去，这种心态怎么能成功？我跟你们的心情就不一样，我希望今天晚上就去，不能等！去不成？去不成是业障还没消掉！努力在消业障，认真的在消业障，业障消掉了，马上就走了。十法界依正庄严都是我们自己心之所感变现出来的境界，所以我劝勉同修心要善，纯善，不起一个恶念；行善，循规蹈矩；言善，不出恶言，不听恶声，常常保持自己的清净心，你要有耐心，要能忍得住才行，所以忍耐的功夫非常重要。布施、持戒、忍辱修大福德。成佛是二足尊，二是智慧、福德这两种；足是满足，圆满的意思，智慧跟福德圆满了这才能成佛。我们今天要修，如何修大福德？布施、持戒、忍辱；怎样修大智慧？精进、禅定、般若，所以后面这个三条是修慧的，前面是修福。",
      "zh_TW": "過去也有同修問過我，是不是他們的壽命都到了？哪有那麼巧？說偶爾有幾個也許會碰巧，正好三年壽命到了，他往生了。那麼多人，就不是這麼巧的事情，所以我們就想到有一個可能，他三年功夫成熟了，業障消了。要知道我們住在這個世間叫業報身，住在這個世間是受罪的、是受苦的。大家現在生活在這個世間，你有什麼事情值得你快樂？你有多少煩惱、有多少憂慮、有多少牽掛，日子苦不堪言！你念佛念了幾年，業障消除了，你的福報現前了。福報現前，這個世間沒有那麼大的福，一定要找一個很有福報的地方，現在人講移民，移民到極樂世界去了，極樂世界是第一等的福報。你們學佛還怕死，怕死就是想去又捨不得這個地方，又不想去，這種心態怎麼能成功？我跟你們的心情就不一樣，我希望今天晚上就去，不能等！去不成？去不成是業障還沒消掉！努力在消業障，認真的在消業障，業障消掉了，馬上就走了。十法界依正莊嚴都是我們自己心之所感變現出來的境界，所以我勸勉同修心要善，純善，不起一個惡念；行善，循規蹈矩；言善，不出惡言，不聽惡聲，常常保持自己的清淨心，你要有耐心，要能忍得住才行，所以忍耐的功夫非常重要。布施、持戒、忍辱修大福德。成佛是二足尊，二是智慧、福德這兩種；足是滿足，圓滿的意思，智慧跟福德圓滿了這才能成佛。我們今天要修，如何修大福德？布施、持戒、忍辱；怎樣修大智慧？精進、禪定、般若，所以後面這個三條是修慧的，前面是修福。"
    },
    {
      "id": "02-036-0003_p0026",
      "zh_CN": "精进，这两个字我们要认识清楚，精是纯而不杂，一门深入，这是精；进是不退，只有进步，没有退步。现在我们看到有许多同学们，他们也很努力也很认真，在大乘佛法里修学，他修的东西太多、太复杂了，所以用的功力很多，收的效果很少，这什么原因？他们是杂进，他有进步，杂进、乱进，所以效果就很微薄。佛教我们精进，精是一门深入，不杂不乱，那效果就非常的显著。所以在近代，过去我们不谈，我们看近代，我们自己看到的，亲耳所闻的，最近念佛往生的讯息，有站着走的，有坐着走的，不生病，预知时至。这大概在十几年前，我在美国讲经，我第一次到旧金山讲经是一九八三年，就在那个前面一、两年，很近很近的事情。有个同修告诉我，他的亲戚有个老太太念佛坐着往生的，在旧金山。这个老太太，儿女把她接到美国去，接到美国去干什么？照顾孙子，在家里烧饭、洗衣服，老太太也没有怨言，天天在家里看家。媳妇上班去了，小孩上学去了，家里一个人，她就老实念佛。大概总念了有几年，往生的这一天，因为每天早晨都是她起来做早点，照顾家人。这天早晨她没起来，早晨大家起来之后没有看到老太太，厨房里也没有生火，也没有煮东西，就打开她的房门看看，老太太盘腿坐在那个地方，不知道什么时候已经走了，不晓得什么时候走的。旁边摆的有遗嘱，遗嘱她老早写好了，不但把遗嘱写好了，他的儿子、媳妇、孙子每一个人的孝服，她都做好了，一份、一份摆在她面前，她统统准备好了。大概就是家里人不在的时候，她偷偷的在家里做。因为在美国这个孝服到哪里去找？这绝对找不到的，她全部都预备好。了不起！预知时至，是个在家的老太太，这是我们念佛人的好榜样，这不是假的，是真的事情。",
      "zh_TW": "精進，這兩個字我們要認識清楚，精是純而不雜，一門深入，這是精；進是不退，只有進步，沒有退步。現在我們看到有許多同學們，他們也很努力也很認真，在大乘佛法裡修學，他修的東西太多、太複雜了，所以用的功力很多，收的效果很少，這什麼原因？他們是雜進，他有進步，雜進、亂進，所以效果就很微薄。佛教我們精進，精是一門深入，不雜不亂，那效果就非常的顯著。所以在近代，過去我們不談，我們看近代，我們自己看到的，親耳所聞的，最近念佛往生的訊息，有站著走的，有坐著走的，不生病，預知時至。這大概在十幾年前，我在美國講經，我第一次到舊金山講經是一九八三年，就在那個前面一、兩年，很近很近的事情。有個同修告訴我，他的親戚有個老太太念佛坐著往生的，在舊金山。這個老太太，兒女把她接到美國去，接到美國去幹什麼？照顧孫子，在家裡燒飯、洗衣服，老太太也沒有怨言，天天在家裡看家。媳婦上班去了，小孩上學去了，家裡一個人，她就老實念佛。大概總念了有幾年，往生的這一天，因為每天早晨都是她起來做早點，照顧家人。這天早晨她沒起來，早晨大家起來之後沒有看到老太太，廚房裡也沒有生火，也沒有煮東西，就打開她的房門看看，老太太盤腿坐在那個地方，不知道什麼時候已經走了，不曉得什麼時候走的。旁邊擺的有遺囑，遺囑她老早寫好了，不但把遺囑寫好了，他的兒子、媳婦、孫子每一個人的孝服，她都做好了，一份、一份擺在她面前，她統統準備好了。大概就是家裡人不在的時候，她偷偷的在家裡做。因為在美國這個孝服到哪裡去找？這絕對找不到的，她全部都預備好。了不起！預知時至，是個在家的老太太，這是我們念佛人的好榜樣，這不是假的，是真的事情。"
    },
    {
      "id": "02-036-0003_p0027",
      "zh_CN": "我们想想她能做得到，我们为什么做不到？没有别的，就是她放得下，所以她做到；我们为什么做不到？牵肠挂肚的事情太多了，放不下，所以你就做不到。我们如果觉悟，生不带来死不带去，想带也带不去，既然知道死不带去，到临死再放下，何不如现在就放下。现在就放下，你就生死自在，临死的时候再放下，可能还会生病。现在就放下，给诸位说，临终的时候不生病，我们要明白这个道理。要早一点放下，快快放下，彻底放下，这个真的觉悟了，真有一点智慧了。所以放下之后，我们这个身还没走，没走怎么？为众生服务，为佛法服务，活一天服务一天，毫无留恋，毫无牵挂，随时可以走，走得快快乐乐。这前面两句行菩萨道，教给我们怎么做法。再看下面这两句：",
      "zh_TW": "我們想想她能做得到，我們為什麼做不到？沒有別的，就是她放得下，所以她做到；我們為什麼做不到？牽腸掛肚的事情太多了，放不下，所以你就做不到。我們如果覺悟，生不帶來死不帶去，想帶也帶不去，既然知道死不帶去，到臨死再放下，何不如現在就放下。現在就放下，你就生死自在，臨死的時候再放下，可能還會生病。現在就放下，給諸位說，臨終的時候不生病，我們要明白這個道理。要早一點放下，快快放下，徹底放下，這個真的覺悟了，真有一點智慧了。所以放下之後，我們這個身還沒走，沒走怎麼？為眾生服務，為佛法服務，活一天服務一天，毫無留戀，毫無牽掛，隨時可以走，走得快快樂樂。這前面兩句行菩薩道，教給我們怎麼做法。再看下面這兩句："
    },
    {
      "id": "02-036-0003_p0028",
      "zh_CN": "【未度有情令得度。已度之者使成佛。】",
      "zh_TW": "【未度有情令得度。已度之者使成佛。】"
    },
    {
      "id": "02-036-0003_p0029",
      "zh_CN": "这两句是教给我们，面对着广大的众生，我们用什么样的态度来服务。没有接触佛法的，我们要给他机会，帮助他有闻法的机缘，帮助他，帮助他有接触佛法的机缘。现代我们可以利用科技，我们利用电视广播，所以电视广播确实帮助了许许多多人，他们以前不知道佛法是什么，从电视里面看到之后，懂得佛法，欢喜学习，电视接引了不少众生。我们在这个地方讲经说法，外面的人未必来听，拉也拉不动，如果我们在电视里广播，他无意当中打开看到了，愈看愈欢喜，以后这里讲经，你不叫他来，他自己就会来。另外一个就是电脑的网路，许许多多的高级知识分子，从电脑网路里面看到我们的资讯，这个样子发心来学佛，热心研究教理，很多很多，这是我们给他机会，我们在这里布施佛法，叫『未度有情令得度』。",
      "zh_TW": "這兩句是教給我們，面對著廣大的眾生，我們用什麼樣的態度來服務。沒有接觸佛法的，我們要給他機會，幫助他有聞法的機緣，幫助他，幫助他有接觸佛法的機緣。現代我們可以利用科技，我們利用電視廣播，所以電視廣播確實幫助了許許多多人，他們以前不知道佛法是什麼，從電視裡面看到之後，懂得佛法，歡喜學習，電視接引了不少眾生。我們在這個地方講經說法，外面的人未必來聽，拉也拉不動，如果我們在電視裡廣播，他無意當中打開看到了，愈看愈歡喜，以後這裡講經，你不叫他來，他自己就會來。另外一個就是電腦的網路，許許多多的高級知識分子，從電腦網路裡面看到我們的資訊，這個樣子發心來學佛，熱心研究教理，很多很多，這是我們給他機會，我們在這裡布施佛法，叫『未度有情令得度』。"
    },
    {
      "id": "02-036-0003_p0030",
      "zh_CN": "『已度之者使成佛』，已经学佛的人，对佛法有了信仰，我们要帮助他、介绍他念佛法门，希望他当生成就。念佛这个法门非常广大，并不是说我们只念阿弥陀佛，只念《无量寿经》、念《弥陀经》，才能够生净土，要不念这些就不能生净土，那我们净土法门就很窄，就不广了，那我们就错看了阿弥陀佛，「阿弥陀佛的心量不大！不念他的不得救，跟上帝一样，相信才得救，不信就不救，这个心量很小。」阿弥陀佛你念他，他来接引你，你不念他，他也来接引你，这个了不起！这个话从哪里来的？《无量寿经》上面的。你看三辈往生，上辈中辈下辈都是讲专修净土法门，佛来接引往生。末后这一段不是专修净土法门，修学其他大乘法门的，无论哪个法门，禅、律、密、教，不管哪个法门，你把你自己那个法门修好，临命终时回向往生西方极乐世界，阿弥陀佛统统都来接引。我们这才知道阿弥陀佛没有私心，没有门户之见，极乐世界这个大门敞开，这是「已度之者使成佛」。无论他修学哪一个法门，只要是修学大乘法门，我们一定劝他最后回向求生净土。所以这一段经文，过去慈舟老法师在做科判的时候，把它判作「一心三辈」，那也是三辈往生，看你自己修学功夫的浅深，佛统统来接引你，不可思议，这是已度之者使成佛。末后这两句非常非常重要，实在是给我们学佛的人当头一棒：",
      "zh_TW": "『已度之者使成佛』，已經學佛的人，對佛法有了信仰，我們要幫助他、介紹他念佛法門，希望他當生成就。念佛這個法門非常廣大，並不是說我們只念阿彌陀佛，只念《無量壽經》、念《彌陀經》，才能夠生淨土，要不念這些就不能生淨土，那我們淨土法門就很窄，就不廣了，那我們就錯看了阿彌陀佛，「阿彌陀佛的心量不大！不念他的不得救，跟上帝一樣，相信才得救，不信就不救，這個心量很小。」阿彌陀佛你念他，他來接引你，你不念他，他也來接引你，這個了不起！這個話從哪裡來的？《無量壽經》上面的。你看三輩往生，上輩中輩下輩都是講專修淨土法門，佛來接引往生。末後這一段不是專修淨土法門，修學其他大乘法門的，無論哪個法門，禪、律、密、教，不管哪個法門，你把你自己那個法門修好，臨命終時迴向往生西方極樂世界，阿彌陀佛統統都來接引。我們這才知道阿彌陀佛沒有私心，沒有門戶之見，極樂世界這個大門敞開，這是「已度之者使成佛」。無論他修學哪一個法門，只要是修學大乘法門，我們一定勸他最後迴向求生淨土。所以這一段經文，過去慈舟老法師在做科判的時候，把它判作「一心三輩」，那也是三輩往生，看你自己修學功夫的淺深，佛統統來接引你，不可思議，這是已度之者使成佛。末後這兩句非常非常重要，實在是給我們學佛的人當頭一棒："
    },
    {
      "id": "02-036-0003_p0031",
      "zh_CN": "【假令供养恒沙圣。不如坚勇求正觉。】",
      "zh_TW": "【假令供養恆沙聖。不如堅勇求正覺。】"
    },
    {
      "id": "02-036-0003_p0032",
      "zh_CN": "这就是告诉我们，千万不可以单单偏重在修福这一边。『供养恒沙圣』，「圣」是讲佛菩萨，地上菩萨是大圣，供养佛菩萨是修福不是修慧。福报再大，你供养恒沙诸佛菩萨，你也没有办法断烦恼，你也没有办法消除无明；换句话说，你也不能脱离六道轮回，你干的是轮回业。这个事情六祖在《坛经》里面说得非常直率，这桩事情福不能救。这桩事情是什么事？了生死出三界的事情福不能救，一定要开智慧才能救，明心见性这才能够脱离十法界。所以特别用这两句来劝勉我们，你就是修福修得再大，你将来的福报作大梵天王、作摩醯首罗天王，你都『不如坚勇求正觉』。坚决勇猛精进念佛往生不退成佛，这才是正法，这个做法那就对了。这两句的教诲我们要常常记在心里，福要修，修福决定不能着相，决定不能享福。福一享就迷了，生活一奢侈苦日子就过不习惯。佛知道我们众生烦恼习气很重，所以在入涅槃之前告诉我们「以戒为师」，又告诉我们「以苦为师」，特别是出家修行人，生活清苦一点好，生活苦一点对这个世间没有留恋、没有贪着。这个世间不可爱，常常有走的心、有厌离之心，这个好！如果生活过得很舒适、很自在，这个世间不错、很快乐！留恋这个世间，留恋这个世间你就出不了六道轮回，那就错了，所以佛教给我们「以苦为师」是很有道理的。我们如果有福，福报给大家去享，我们自己不要去享，警觉心才能够提得起来。世出世间一切法决定没有贪恋，净宗法门古德讲的，欣厌之心才能够保任，要保持，任运的保持向往西方极乐世界、厌弃娑婆世界，对这个世间没有留恋。",
      "zh_TW": "這就是告訴我們，千萬不可以單單偏重在修福這一邊。『供養恆沙聖』，「聖」是講佛菩薩，地上菩薩是大聖，供養佛菩薩是修福不是修慧。福報再大，你供養恆沙諸佛菩薩，你也沒有辦法斷煩惱，你也沒有辦法消除無明；換句話說，你也不能脫離六道輪迴，你幹的是輪迴業。這個事情六祖在《壇經》裡面說得非常直率，這樁事情福不能救。這樁事情是什麼事？了生死出三界的事情福不能救，一定要開智慧才能救，明心見性這才能夠脫離十法界。所以特別用這兩句來勸勉我們，你就是修福修得再大，你將來的福報作大梵天王、作摩醯首羅天王，你都『不如堅勇求正覺』。堅決勇猛精進念佛往生不退成佛，這才是正法，這個做法那就對了。這兩句的教誨我們要常常記在心裡，福要修，修福決定不能著相，決定不能享福。福一享就迷了，生活一奢侈苦日子就過不習慣。佛知道我們眾生煩惱習氣很重，所以在入涅槃之前告訴我們「以戒為師」，又告訴我們「以苦為師」，特別是出家修行人，生活清苦一點好，生活苦一點對這個世間沒有留戀、沒有貪著。這個世間不可愛，常常有走的心、有厭離之心，這個好！如果生活過得很舒適、很自在，這個世間不錯、很快樂！留戀這個世間，留戀這個世間你就出不了六道輪迴，那就錯了，所以佛教給我們「以苦為師」是很有道理的。我們如果有福，福報給大家去享，我們自己不要去享，警覺心才能夠提得起來。世出世間一切法決定沒有貪戀，淨宗法門古德講的，欣厭之心才能夠保任，要保持，任運的保持嚮往西方極樂世界、厭棄娑婆世界，對這個世間沒有留戀。"
    },
    {
      "id": "02-036-0003_p0033",
      "zh_CN": "【常运慈心拔有情。度尽无边苦众生。】",
      "zh_TW": "【常運慈心拔有情。度盡無邊苦眾生。】"
    },
    {
      "id": "02-036-0003_p0034",
      "zh_CN": "这如同地藏菩萨一样，生生世世、时时处处发度众生的大愿，这两句就是四弘誓愿里的「众生无边誓愿度」。哪些是苦众生？十法界的众生都苦，不单是六道，十法界都苦。十法界的众生都是错用了心，没有用真心，怎么能免得了苦？六道里面有情众生，六道之外声闻、缘觉、菩萨，里面包括天台大师所说的藏教佛、通教佛，这都是十法界的。十法界没有见性，依旧用的八识五十一心所，还用这个，用妄心不是用真心，所以都是苦众生。他们的苦处，不能够明心见性，不能够见性成佛，真正菩萨要发大菩提心，要帮助他，拔除有情众生的无明烦恼，要做出觉悟的榜样给他们看，让他们看到这个现象能有所感悟，这样才能成功。再看底下这一段：",
      "zh_TW": "這如同地藏菩薩一樣，生生世世、時時處處發度眾生的大願，這兩句就是四弘誓願裡的「眾生無邊誓願度」。哪些是苦眾生？十法界的眾生都苦，不單是六道，十法界都苦。十法界的眾生都是錯用了心，沒有用真心，怎麼能免得了苦？六道裡面有情眾生，六道之外聲聞、緣覺、菩薩，裡面包括天台大師所說的藏教佛、通教佛，這都是十法界的。十法界沒有見性，依舊用的八識五十一心所，還用這個，用妄心不是用真心，所以都是苦眾生。他們的苦處，不能夠明心見性，不能夠見性成佛，真正菩薩要發大菩提心，要幫助他，拔除有情眾生的無明煩惱，要做出覺悟的榜樣給他們看，讓他們看到這個現象能有所感悟，這樣才能成功。再看底下這一段："
    },
    {
      "id": "02-036-0003_p0035",
      "zh_CN": "【人有至心求道。精进不止。会当克果。何愿不得。】",
      "zh_TW": "【人有至心求道。精進不止。會當剋果。何願不得。】"
    },
    {
      "id": "02-036-0003_p0036",
      "zh_CN": "这一段经文，特别我们在此时此地共同来学习，前面曾经跟诸位提过，现代的社会动乱，人民生活痛苦，这是全世界性的。而世间的灾难、灾变，我想你们知道的比我多，你们从报纸、电视、广播这些资讯里面所看到的，全世界到处有灾难。而且这些灾难你要细心去做一个统计，一年比一年多，去年比前年多，今年比去年多，明年比今年更多，一次比一次多，一次比一次严重，这不是好现象。灾难怎么形成的？我跟大家说真话，灾难是我们自己，我自己不善，我自己没有修得好。可是现在一般人不这么想，一般人说人心不好，他们不好，把这个责任全推给别人，好像与自己不相干，错了。我们想救自己，想救度一切众生，想消除灾难，想把这个灾难减低，把这个速度减缓，一定要大彻大悟，大彻大悟是什么？灾难是自己不善的心变现出来的。",
      "zh_TW": "這一段經文，特別我們在此時此地共同來學習，前面曾經跟諸位提過，現代的社會動亂，人民生活痛苦，這是全世界性的。而世間的災難、災變，我想你們知道的比我多，你們從報紙、電視、廣播這些資訊裡面所看到的，全世界到處有災難。而且這些災難你要細心去做一個統計，一年比一年多，去年比前年多，今年比去年多，明年比今年更多，一次比一次多，一次比一次嚴重，這不是好現象。災難怎麼形成的？我跟大家說真話，災難是我們自己，我自己不善，我自己沒有修得好。可是現在一般人不這麼想，一般人說人心不好，他們不好，把這個責任全推給別人，好像與自己不相干，錯了。我們想救自己，想救度一切眾生，想消除災難，想把這個災難減低，把這個速度減緩，一定要大徹大悟，大徹大悟是什麼？災難是自己不善的心變現出來的。"
    },
    {
      "id": "02-036-0003_p0037",
      "zh_CN": "世尊告诉我们，「一切法从心想生」，又告诉我们，「依报随着正报转」。依报是什么？正报是什么？正报就是我自己这个身体，我自己身体之外统统是依报。依报里面有有情的依报、有无情的依报；跟你讲正报，不是讲许许多多有情众生，不是，正报讲自己一个人。我自己的心不好、修得不好，带累大家遭这个大灾难，这才跟佛经上讲的完全相应。我们想一想，仔细去反省，认真的去思惟，真的过失无量无边，令这一切众生遭受这么大的苦难，这个责任我一个人负。我一个人明白、觉悟了，痛改前非，从今之后要像经上所说的一样，内心清净绝尘劳，无明贪瞋皆永无，我要真做到，我才能对得起佛菩萨，我才能对得起一切众生。如果不从自己做，从别人做，没有那个道理。释迦牟尼佛教化众生是从自己做起。在中国，佛法没传到中国来之前，我们知道中国古时候有一位了不起的大圣人，舜王，尧舜禹汤，舜王。舜王是真正做到了不见世间过，他真做到了。他看到别人的过失，完全承当，是我自己的过失，我做得不好，没有能够感动别人。从自己本身做起，这是诸佛菩萨圣贤教导我们的。我们真正做好人，一定感动天地鬼神，一定转变依报，依报随着正报转，必定能够转变依报，人事环境、物质环境统统会转变，我们能有这样的自觉才能得度。",
      "zh_TW": "世尊告訴我們，「一切法從心想生」，又告訴我們，「依報隨著正報轉」。依報是什麼？正報是什麼？正報就是我自己這個身體，我自己身體之外統統是依報。依報裡面有有情的依報、有無情的依報；跟你講正報，不是講許許多多有情眾生，不是，正報講自己一個人。我自己的心不好、修得不好，帶累大家遭這個大災難，這才跟佛經上講的完全相應。我們想一想，仔細去反省，認真的去思惟，真的過失無量無邊，令這一切眾生遭受這麼大的苦難，這個責任我一個人負。我一個人明白、覺悟了，痛改前非，從今之後要像經上所說的一樣，內心清淨絕塵勞，無明貪瞋皆永無，我要真做到，我才能對得起佛菩薩，我才能對得起一切眾生。如果不從自己做，從別人做，沒有那個道理。釋迦牟尼佛教化眾生是從自己做起。在中國，佛法沒傳到中國來之前，我們知道中國古時候有一位了不起的大聖人，舜王，堯舜禹湯，舜王。舜王是真正做到了不見世間過，他真做到了。他看到別人的過失，完全承當，是我自己的過失，我做得不好，沒有能夠感動別人。從自己本身做起，這是諸佛菩薩聖賢教導我們的。我們真正做好人，一定感動天地鬼神，一定轉變依報，依報隨著正報轉，必定能夠轉變依報，人事環境、物質環境統統會轉變，我們能有這樣的自覺才能得度。"
    },
    {
      "id": "02-036-0003_p0038",
      "zh_CN": "人都有良心，都有良知，只是被烦恼盖复住，被财色名食迷惑了，迷得再深也会觉悟。我们看看印光大师，这距离我们不算太远，我们在传记里面看到，印祖在七十岁以后，蚊虫、苍蝇、跳蚤这些小动物不去骚扰他，他有这种感召的力量。别人住在那个房子里面，这些东西统统都有，赶也赶不走；他老人家到那里去一坐，统统搬家出去了，迁单了，连小动物都会被感动，哪有人不会感动的道理！众生还在造恶，就是自己心不好、行不好，我自己要负责任，绝不怪罪于他，他没有过失，没有人教导他。我希望我们学佛四众同修都有这个认识，我们都能够回头，都能够自己责备自己，认真努力修学，必然能转变这个环境。佛法里面讲消灾免难，这个话不是假的，如理如法的修学，一定得到这个效果。所以经上讲『人有至心求道』，「至心」是真心，真诚到极处。「道」是什么？我为了便利同修们明白起见，把古人的话用现代的简单、通俗的言语来表达，道就是我们对联上挂的二十个字。「真诚、清净、平等、正觉、慈悲」，我们的心起心动念，能不能跟这十个字相应？果然把这十个字，变成我们自己的思想，起心动念你就与道相应了。这边的「看破、放下、自在、随缘、念佛」，这是处事待人接物落实在生活上。我们只要把这二十个字做到了，这个道你就得到，你就得到道了。我们要真心去求，真心去学习，『精进不止』，不懈怠，不停止。",
      "zh_TW": "人都有良心，都有良知，只是被煩惱蓋覆住，被財色名食迷惑了，迷得再深也會覺悟。我們看看印光大師，這距離我們不算太遠，我們在傳記裡面看到，印祖在七十歲以後，蚊蟲、蒼蠅、跳蚤這些小動物不去騷擾他，他有這種感召的力量。別人住在那個房子裡面，這些東西統統都有，趕也趕不走；他老人家到那裡去一坐，統統搬家出去了，遷單了，連小動物都會被感動，哪有人不會感動的道理！眾生還在造惡，就是自己心不好、行不好，我自己要負責任，絕不怪罪於他，他沒有過失，沒有人教導他。我希望我們學佛四眾同修都有這個認識，我們都能夠回頭，都能夠自己責備自己，認真努力修學，必然能轉變這個環境。佛法裡面講消災免難，這個話不是假的，如理如法的修學，一定得到這個效果。所以經上講『人有至心求道』，「至心」是真心，真誠到極處。「道」是什麼？我為了便利同修們明白起見，把古人的話用現代的簡單、通俗的言語來表達，道就是我們對聯上掛的二十個字。「真誠、清淨、平等、正覺、慈悲」，我們的心起心動念，能不能跟這十個字相應？果然把這十個字，變成我們自己的思想，起心動念你就與道相應了。這邊的「看破、放下、自在、隨緣、念佛」，這是處事待人接物落實在生活上。我們只要把這二十個字做到了，這個道你就得到，你就得到道了。我們要真心去求，真心去學習，『精進不止』，不懈怠，不停止。"
    },
    {
      "id": "02-036-0003_p0039",
      "zh_CN": "『会当克果，何愿不得』。佛的话很肯定，一定会得到结果，一定能满足你的愿望。此地同修，我遇到几位跟我谈你们的愿望，想在这个地方建一个道场，天天有法师来讲经，天天有同修来共修。这个愿很好！为什么这个愿不能兑现？这段经文多念念，你就晓得了。你没有至心，你没有精进，所以你虽有这个愿望，还达不到。读这段经文就明白了，如果我们真心精进不懈，你的愿望很快会成就，这个经典就是证明，阿弥陀佛给我们作证，佛氏门中，有求必应。求，求而没有感应，这从前章嘉大师传给我的，我初学佛的时候，他老人家传给我的，教给我佛氏门中，有求必应，你有求，求不到，你有障碍，你有业障，你把业障消除，你所求的就现前了。四十多年前章嘉大师教给我的，只要把业障消除就成功了，有求必应。我们求作佛，这是世出世间法最艰难的，最不容易求到的，都能够求得，何况建一个小道场，这叫鸡毛蒜皮的小事，哪有不能成就的道理？所以至心精进这四个字重要！再看底下这段经文：",
      "zh_TW": "『會當剋果，何願不得』。佛的話很肯定，一定會得到結果，一定能滿足你的願望。此地同修，我遇到幾位跟我談你們的願望，想在這個地方建一個道場，天天有法師來講經，天天有同修來共修。這個願很好！為什麼這個願不能兌現？這段經文多念念，你就曉得了。你沒有至心，你沒有精進，所以你雖有這個願望，還達不到。讀這段經文就明白了，如果我們真心精進不懈，你的願望很快會成就，這個經典就是證明，阿彌陀佛給我們作證，佛氏門中，有求必應。求，求而沒有感應，這從前章嘉大師傳給我的，我初學佛的時候，他老人家傳給我的，教給我佛氏門中，有求必應，你有求，求不到，你有障礙，你有業障，你把業障消除，你所求的就現前了。四十多年前章嘉大師教給我的，只要把業障消除就成功了，有求必應。我們求作佛，這是世出世間法最艱難的，最不容易求到的，都能夠求得，何況建一個小道場，這叫雞毛蒜皮的小事，哪有不能成就的道理？所以至心精進這四個字重要！再看底下這段經文："
    },
    {
      "id": "02-036-0003_p0040",
      "zh_CN": "【法藏闻佛所说。皆悉睹见。起发无上殊胜之愿。于彼天人善恶。国土粗妙。思惟究竟。便一其心。选择所欲。结得大愿。精勤求索。恭慎保持。修习功德。满足五劫。于彼二十一俱胝佛土。功德庄严之事。明了通达。如一佛刹。所摄佛国。超过于彼。】",
      "zh_TW": "【法藏聞佛所說。皆悉睹見。起發無上殊勝之願。於彼天人善惡。國土粗妙。思惟究竟。便一其心。選擇所欲。結得大願。精勤求索。恭慎保持。修習功德。滿足五劫。於彼二十一俱胝佛土。功德莊嚴之事。明了通達。如一佛剎。所攝佛國。超過於彼。】"
    },
    {
      "id": "02-036-0003_p0041",
      "zh_CN": "这个经的前面，是世间自在王如来看到法藏比丘这一个学生非常难得，在同学当中，他至心精进超过所有的同学，愿力深广不可思议。他向佛请教、求教，他希望建立一个道场，帮助十方刹土一切有缘的同修，到他这个地方来修行证果，他提供道场。这个道场就是以后的极乐世界。这个道场不是凭空建立的，向佛请教。佛非常慈悲，跟他说明十方诸佛刹土的依正庄严，说的时间很长，不但佛详细说明，而且又将十方诸佛刹土以如来神力变现在他面前，让他统统看到，像我们现在看电视一样。这个经文就接着这个意思，『法藏闻佛所说』，世间自在王跟他说的法，变现的这个境界他都看见了，他这一看见之后就发起殊胜之愿，这个愿确确实实不可思议。他发的什么殊胜之愿？十方世界诸佛刹土里面所有一切不善的他都不要，诸佛刹土里面所有一切善的他统统都要，他要建立这样的一个道场，纯善无恶，可以说是集一切诸佛刹土众善之大成，要造这么一个道场，西方极乐世界。供养十方有志成佛的人，只要你立下志愿，我一生想成佛，阿弥陀佛无条件的帮你忙，殊胜之愿是指的这个。",
      "zh_TW": "這個經的前面，是世間自在王如來看到法藏比丘這一個學生非常難得，在同學當中，他至心精進超過所有的同學，願力深廣不可思議。他向佛請教、求教，他希望建立一個道場，幫助十方剎土一切有緣的同修，到他這個地方來修行證果，他提供道場。這個道場就是以後的極樂世界。這個道場不是憑空建立的，向佛請教。佛非常慈悲，跟他說明十方諸佛剎土的依正莊嚴，說的時間很長，不但佛詳細說明，而且又將十方諸佛剎土以如來神力變現在他面前，讓他統統看到，像我們現在看電視一樣。這個經文就接著這個意思，『法藏聞佛所說』，世間自在王跟他說的法，變現的這個境界他都看見了，他這一看見之後就發起殊勝之願，這個願確確實實不可思議。他發的什麼殊勝之願？十方世界諸佛剎土裡面所有一切不善的他都不要，諸佛剎土裡面所有一切善的他統統都要，他要建立這樣的一個道場，純善無惡，可以說是集一切諸佛剎土眾善之大成，要造這麼一個道場，西方極樂世界。供養十方有志成佛的人，只要你立下志願，我一生想成佛，阿彌陀佛無條件的幫你忙，殊勝之願是指的這個。"
    },
    {
      "id": "02-036-0003_p0042",
      "zh_CN": "『于彼天人善恶』，这是讲人事环境，「彼」是十方诸佛刹土，一切诸佛刹土里面有善、有恶，多半的诸佛刹土都有六道、都有十法界。『国土粗妙』，每一尊佛都有四土，我们现在住的这个世间是释迦牟尼佛的凡圣同居土，释迦牟尼佛也有实报庄严土，我们见不到，也有方便有余土，不仅仅是阿弥陀佛才有四土，所有一切诸佛都有四土。不过极乐世界的四土很殊胜，其他诸佛刹土不能为比，原因在哪里？一切诸佛刹土的四土有隔别，有区别，有隔碍。譬如说我们在释迦牟尼佛的凡圣同居土，我们见不到实报庄严土，见不到方便有余土，这就是有别、有隔。西方极乐世界他们那边的四土没有隔别，同在一起，所以我们生到那里是凡圣同居土，我们是凡夫，一品烦恼都没有断，观音菩萨、普贤菩萨、文殊菩萨、弥勒菩萨，等觉菩萨，他们到西方极乐世界生实报庄严土，可是我们天天跟他见面，天天跟他排排坐，天天跟他拉手，没有障碍；这个地方菩萨也在此地，见不到！这就是西方四土比十方诸佛如来四土殊胜之处。这是讲「天人善恶，国土粗妙」。",
      "zh_TW": "『於彼天人善惡』，這是講人事環境，「彼」是十方諸佛剎土，一切諸佛剎土裡面有善、有惡，多半的諸佛剎土都有六道、都有十法界。『國土粗妙』，每一尊佛都有四土，我們現在住的這個世間是釋迦牟尼佛的凡聖同居土，釋迦牟尼佛也有實報莊嚴土，我們見不到，也有方便有餘土，不僅僅是阿彌陀佛才有四土，所有一切諸佛都有四土。不過極樂世界的四土很殊勝，其他諸佛剎土不能為比，原因在哪裡？一切諸佛剎土的四土有隔別，有區別，有隔礙。譬如說我們在釋迦牟尼佛的凡聖同居土，我們見不到實報莊嚴土，見不到方便有餘土，這就是有別、有隔。西方極樂世界他們那邊的四土沒有隔別，同在一起，所以我們生到那裡是凡聖同居土，我們是凡夫，一品煩惱都沒有斷，觀音菩薩、普賢菩薩、文殊菩薩、彌勒菩薩，等覺菩薩，他們到西方極樂世界生實報莊嚴土，可是我們天天跟他見面，天天跟他排排坐，天天跟他拉手，沒有障礙；這個地方菩薩也在此地，見不到！這就是西方四土比十方諸佛如來四土殊勝之處。這是講「天人善惡，國土粗妙」。"
    },
    {
      "id": "02-036-0003_p0043",
      "zh_CN": "法藏菩萨听到了，看到了，『思惟究竟』。「思惟究竟」，这四个字里面含义无限的深广，他对于这些事、理、因缘果报都搞得清清楚楚、明明白白，通达明了，然后一心一意来选择。『选择所欲』，这个「欲」，他欢喜，他欢喜纯善无恶。『皆得大愿』，说明四十八愿是这么来的，四十八愿不是关着门在那里想，不是，要用现在的话来说，完全从观光考察里面得来的。他了解十方一切诸佛刹土，知道这些因缘果报，如果舍恶果，三恶道是恶果，六道是恶果，十法界也是恶果，西方极乐世界没有十法界，十法界都没有了，哪里会有六道、会有三途？所以没有！这是他的选择。所以他的那个世界就是一真法界，四十八愿是这么来的。我们现在读这个经，仔细想想，阿弥陀佛发这个愿合理、合情、合法，我们真正信得过。如果说他没有通过这样的学习，凭空自己在家里想像要怎么做，做得再好我们还是有疑惑，不能完全肯定去接受。他是通过从老师那里教学，通过观光考察，这个学问是真的不是假的。他又能够『精勤求索，恭慎保持』，「精」是精进，「勤」是勤奋，他去寻求，真正去求止于至善，真正是求尽善尽美，因果必须要相应，求得之后恭敬、慎重、保持，决定不能失掉。『修习功德，满足五劫』，用五劫这么长的时间来学习，这么长的时间来建造西方极乐世界。",
      "zh_TW": "法藏菩薩聽到了，看到了，『思惟究竟』。「思惟究竟」，這四個字裡面含義無限的深廣，他對於這些事、理、因緣果報都搞得清清楚楚、明明白白，通達明瞭，然後一心一意來選擇。『選擇所欲』，這個「欲」，他歡喜，他歡喜純善無惡。『皆得大願』，說明四十八願是這麼來的，四十八願不是關著門在那裡想，不是，要用現在的話來說，完全從觀光考察裡面得來的。他了解十方一切諸佛剎土，知道這些因緣果報，如果捨惡果，三惡道是惡果，六道是惡果，十法界也是惡果，西方極樂世界沒有十法界，十法界都沒有了，哪裡會有六道、會有三途？所以沒有！這是他的選擇。所以他的那個世界就是一真法界，四十八願是這麼來的。我們現在讀這個經，仔細想想，阿彌陀佛發這個願合理、合情、合法，我們真正信得過。如果說他沒有通過這樣的學習，憑空自己在家裡想像要怎麼做，做得再好我們還是有疑惑，不能完全肯定去接受。他是通過從老師那裡教學，通過觀光考察，這個學問是真的不是假的。他又能夠『精勤求索，恭慎保持』，「精」是精進，「勤」是勤奮，他去尋求，真正去求止於至善，真正是求盡善盡美，因果必須要相應，求得之後恭敬、慎重、保持，決定不能失掉。『修習功德，滿足五劫』，用五劫這麼長的時間來學習，這麼長的時間來建造西方極樂世界。"
    },
    {
      "id": "02-036-0003_p0044",
      "zh_CN": "『于彼二十一俱胝佛土』，二十一就是《弥陀经》上讲的二百一十亿佛国土，二十一俱胝就是二百一十亿。这不是数目字，如果是数目字，这个数字并不大，是表法的，代表大圆满。佛在经上用数字表法，在显教里面多半用七、用十，七代表圆满，七不是数字。七是什么意思？四方、上下，六个加上当中，这七，表这个意思。所以我们看到西方极乐世界，《弥陀经》上所讲的，到处七重行树、七重罗网，统统都是七。有些人看到，不好看，一个模式，呆呆板板的。他看到这个文字，这个极乐世界我不想去。为什么？太呆板。他不晓得圆满！什么叫圆满？随心所欲，经上讲的，读经才明了。你看《无量寿经》上解释得详细，你在极乐世界的住处，你想你的房子高大它就变大，想小它就小，想在地上就在地上，想在空中就在空中，这是七的意思，不是呆呆板板的。有人喜欢住洋房，有人喜欢住茅蓬，各人随心所欲，这个叫圆满，然后才知道西方依正庄严，美不胜收。",
      "zh_TW": "『於彼二十一俱胝佛土』，二十一就是《彌陀經》上講的二百一十億佛國土，二十一俱胝就是二百一十億。這不是數目字，如果是數目字，這個數字並不大，是表法的，代表大圓滿。佛在經上用數字表法，在顯教裡面多半用七、用十，七代表圓滿，七不是數字。七是什麼意思？四方、上下，六個加上當中，這七，表這個意思。所以我們看到西方極樂世界，《彌陀經》上所講的，到處七重行樹、七重羅網，統統都是七。有些人看到，不好看，一個模式，呆呆板板的。他看到這個文字，這個極樂世界我不想去。為什麼？太呆板。他不曉得圓滿！什麼叫圓滿？隨心所欲，經上講的，讀經才明瞭。你看《無量壽經》上解釋得詳細，你在極樂世界的住處，你想你的房子高大它就變大，想小它就小，想在地上就在地上，想在空中就在空中，這是七的意思，不是呆呆板板的。有人喜歡住洋房，有人喜歡住茅蓬，各人隨心所欲，這個叫圓滿，然後才知道西方依正莊嚴，美不勝收。"
    },
    {
      "id": "02-036-0003_p0045",
      "zh_CN": "二十一也是代表圆满，密教里面多半用十六、用二十一表大圆满。净土经显密圆融，在《无量寿经》、在《弥陀经》、在《观无量寿佛经》里面，密义很多。你看《无量寿经》开头给我们讲「十六正士」，十六是密教里头表圆满的。在这些地方看到这个法门无比的广大，可以说将一切诸佛如来所说一切教法，圆圆满满含摄在其中，一个都不漏，这是十方诸佛国土功德庄严之事。『明了通达，如一佛刹』，这是法藏在因地里面真实的学问，真实的功夫。『所摄国土，超过于彼』，「所摄国土」就是他自己所建造的这个国土极乐世界，「超过于彼」，彼就是十方一切诸佛的刹土。二十一俱胝就是代表尽虚空遍法界一切诸佛刹土，一个都没有漏掉，这就说明西方极乐世界超过一切诸佛世界的刹土。阿弥陀佛慈悲到了极处，对于遍法界的众生真正的爱护，真正的关怀，无微不至的照顾，这种精神、毅力、智慧、德行，我们要学习，我们也要真干。",
      "zh_TW": "二十一也是代表圓滿，密教裡面多半用十六、用二十一表大圓滿。淨土經顯密圓融，在《無量壽經》、在《彌陀經》、在《觀無量壽佛經》裡面，密義很多。你看《無量壽經》開頭給我們講「十六正士」，十六是密教裡頭表圓滿的。在這些地方看到這個法門無比的廣大，可以說將一切諸佛如來所說一切教法，圓圓滿滿含攝在其中，一個都不漏，這是十方諸佛國土功德莊嚴之事。『明瞭通達，如一佛剎』，這是法藏在因地裡面真實的學問，真實的功夫。『所攝國土，超過於彼』，「所攝國土」就是他自己所建造的這個國土極樂世界，「超過於彼」，彼就是十方一切諸佛的剎土。二十一俱胝就是代表盡虛空遍法界一切諸佛剎土，一個都沒有漏掉，這就說明西方極樂世界超過一切諸佛世界的剎土。阿彌陀佛慈悲到了極處，對於遍法界的眾生真正的愛護，真正的關懷，無微不至的照顧，這種精神、毅力、智慧、德行，我們要學習，我們也要真幹。"
    },
    {
      "id": "02-036-0003_p0046",
      "zh_CN": "第十五段：",
      "zh_TW": "第十五段："
    },
    {
      "id": "02-036-0003_p0047",
      "zh_CN": "【住真实慧。勇猛精进。】",
      "zh_TW": "【住真實慧。勇猛精進。】"
    },
    {
      "id": "02-036-0003_p0048",
      "zh_CN": "我们『住真实慧』，是一心求生净土，身心世界一切放下。看破是明了的意思，对于世出世间一切法通达明了，这就叫看破；丝毫不沾染就是放下。放下不是叫你事不要做，事照做！有很多人把这些词句误会了，我在新加坡收到大陆同修一封信，他还搞得很苦恼很苦恼，他听我说要放下，他工作也不做了，什么都辞掉了，最后搞得没饭吃，写信告诉我，他说我一切都放下，现在我怎么办？我没饭吃。完全错会了意思，放下是叫你心里面忧虑、牵挂、烦恼、分别、执着放下，不是叫你事放下。事要放下，释迦牟尼佛也不讲经说法，放下了！我也不要到此地来，放下了！把意思错会了。开经偈讲，「愿解如来真实义」，那一位老兄是错解如来真实义，搞错了。放下，不是讲事，是讲心里。事情更精进、更努力、更认真为社会服务，为人民服务，佛法是积极的，不是消极的，是进取的，不是退缩的，这个一定要懂得，不可以错会意思。今天时间到了，就讲到此地。",
      "zh_TW": "我們『住真實慧』，是一心求生淨土，身心世界一切放下。看破是明瞭的意思，對於世出世間一切法通達明瞭，這就叫看破；絲毫不沾染就是放下。放下不是叫你事不要做，事照做！有很多人把這些詞句誤會了，我在新加坡收到大陸同修一封信，他還搞得很苦惱很苦惱，他聽我說要放下，他工作也不做了，什麼都辭掉了，最後搞得沒飯吃，寫信告訴我，他說我一切都放下，現在我怎麼辦？我沒飯吃。完全錯會了意思，放下是叫你心裡面憂慮、牽掛、煩惱、分別、執著放下，不是叫你事放下。事要放下，釋迦牟尼佛也不講經說法，放下了！我也不要到此地來，放下了！把意思錯會了。開經偈講，「願解如來真實義」，那一位老兄是錯解如來真實義，搞錯了。放下，不是講事，是講心裡。事情更精進、更努力、更認真為社會服務，為人民服務，佛法是積極的，不是消極的，是進取的，不是退縮的，這個一定要懂得，不可以錯會意思。今天時間到了，就講到此地。"
    }
  ]
}