{
  "doc_id": "21-646-0002",
  "title": {
    "zh_CN": "念力的秘密分享",
    "zh_TW": "念力的祕密分享"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-646-0002",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "21-646-0002_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天我们接着分享《念力的秘密》，我们看第一页当中有一段：",
      "zh_TW": "諸位法師，諸位同學，請坐。今天我們接著分享《念力的祕密》，我們看第一頁當中有一段："
    },
    {
      "id": "21-646-0002_p0002",
      "zh_CN": "「真实并非固定不变，而是流动或变动的。想要用意念影响物质，念头必须非常专注，而且动机强烈」。这个地方给我们一个信息，真实，什么是真实的？不生不灭，永恒不变，那是真实的。科学家告诉我们，连虚空都不是真实的，为什么？它有变化。在佛法里面讲确实是这样的，只有法性是真实的。法性就是自性，也叫做真如，也叫做本性，它没有现象，它不是自然现象，也不是精神现象，也不是物质现象，我们的六根，眼耳鼻舌身意统统缘不到，它存在。怎么样知道它存在？佛在大乘经上常讲，这桩事情「唯证方知」。在禅宗称它作明心见性，见到真实了，没有见性的人永远见不到真实。真实讲不清楚，真实无法想像，佛经上常常用一句话说，「心行处灭，言语道断」。心行就是我们的思想，你想不到。思想确实它有极限，这个超越极限了，你想不到它，言语说不出。大乘经教里常常有这两句话，都是形容法性、真性。",
      "zh_TW": "「真實並非固定不變，而是流動或變動的。想要用意念影響物質，念頭必須非常專注，而且動機強烈」。這個地方給我們一個信息，真實，什麼是真實的？不生不滅，永恆不變，那是真實的。科學家告訴我們，連虛空都不是真實的，為什麼？它有變化。在佛法裡面講確實是這樣的，只有法性是真實的。法性就是自性，也叫做真如，也叫做本性，它沒有現象，它不是自然現象，也不是精神現象，也不是物質現象，我們的六根，眼耳鼻舌身意統統緣不到，它存在。怎麼樣知道它存在？佛在大乘經上常講，這樁事情「唯證方知」。在禪宗稱它作明心見性，見到真實了，沒有見性的人永遠見不到真實。真實講不清楚，真實無法想像，佛經上常常用一句話說，「心行處滅，言語道斷」。心行就是我們的思想，你想不到。思想確實它有極限，這個超越極限了，你想不到它，言語說不出。大乘經教裡常常有這兩句話，都是形容法性、真性。"
    },
    {
      "id": "21-646-0002_p0003",
      "zh_CN": "一切法相那是作用。真实是本体，作用有现象，就是它有这三种现象，这科学家所说的。佛法也讲三种现象，阿赖耶的业相、转相、境界相。阿赖耶的转相也称之为见分，境界相也称为相分，阿赖耶的见、相两分比较容易能接触到的，因为它有相分，所以科学跟哲学能够研究它。它是动的，波动的现象，流动或者是变动。这个能量非常之大，就是意识的能量，这是意念，念头的能量非常大。如果想用意念影响物质，特异功能能够将桌上的物质用意念去移动它，从桌子这边搬到桌子这边。我们曾经看过这个表演，是真的，他就用这个方法。怎样才能够产生这个效果？意念要非常注重，就是想着、想着，想着它移动，它真的就会移动。动机也要非常强烈，真有办法。",
      "zh_TW": "一切法相那是作用。真實是本體，作用有現象，就是它有這三種現象，這科學家所說的。佛法也講三種現象，阿賴耶的業相、轉相、境界相。阿賴耶的轉相也稱之為見分，境界相也稱為相分，阿賴耶的見、相兩分比較容易能接觸到的，因為它有相分，所以科學跟哲學能夠研究它。它是動的，波動的現象，流動或者是變動。這個能量非常之大，就是意識的能量，這是意念，念頭的能量非常大。如果想用意念影響物質，特異功能能夠將桌上的物質用意念去移動它，從桌子這邊搬到桌子這邊。我們曾經看過這個表演，是真的，他就用這個方法。怎樣才能夠產生這個效果？意念要非常注重，就是想著、想著，想著它移動，它真的就會移動。動機也要非常強烈，真有辦法。"
    },
    {
      "id": "21-646-0002_p0004",
      "zh_CN": "我早年在台中跟李老师学教，李老师也是很好的中医。他给我们讲了个故事，是古时候的，我记不得是哪个朝代，应该是明清，有一位非常高明的医生。有一次有个很严重的病人找到他，他给他诊断之后告诉他，你这个病没事情，不要害怕，如果你这个病要长在大腿上，那你就要命了，你就活不成了。这个人听了之后非常害怕，天天想着大腿不要有毛病，这个没有关系，天天想着。大概过了一个月，上面没有了，身体里的没有了，真的跑到大腿上来了，人家说他要要命了。别人就跟他讲，你再去问问医生看，既然他说的这个地方，也许他能治你。他就去找医生，医生告诉他，「恭喜你，原来你病在内，病入膏肓，药力达不到，现在转变，用念力转变，把它转到这个地方来了，好用药了」，就把他治好了。念力，能够把在内脏很深的病毒转移到容易治的地方。这个就是什么？你看动机强烈，非常专注，这个病人。还不是很高明，他医生他只是止住，如果是非常专注、动机强烈，这个病就好了，没有了。",
      "zh_TW": "我早年在台中跟李老師學教，李老師也是很好的中醫。他給我們講了個故事，是古時候的，我記不得是哪個朝代，應該是明清，有一位非常高明的醫生。有一次有個很嚴重的病人找到他，他給他診斷之後告訴他，你這個病沒事情，不要害怕，如果你這個病要長在大腿上，那你就要命了，你就活不成了。這個人聽了之後非常害怕，天天想著大腿不要有毛病，這個沒有關係，天天想著。大概過了一個月，上面沒有了，身體裡的沒有了，真的跑到大腿上來了，人家說他要要命了。別人就跟他講，你再去問問醫生看，既然他說的這個地方，也許他能治你。他就去找醫生，醫生告訴他，「恭喜你，原來你病在內，病入膏肓，藥力達不到，現在轉變，用念力轉變，把它轉到這個地方來了，好用藥了」，就把他治好了。念力，能夠把在內臟很深的病毒轉移到容易治的地方。這個就是什麼？你看動機強烈，非常專注，這個病人。還不是很高明，他醫生他只是止住，如果是非常專注、動機強烈，這個病就好了，沒有了。"
    },
    {
      "id": "21-646-0002_p0005",
      "zh_CN": "能不能办到？能，我们在前几年看到，中国大陆山西小院，不是一个，我听说有四十多个。得的是癌症，医院放弃治疗，告诉他们，你们的寿命只有二、三个月。这些人是虔诚的佛教徒，既然寿命到了，不求活下去，这个意念没有了，只求往生极乐世界，天天念阿弥陀佛，非常专注，动机强烈在求生净土，在阿弥陀佛。病呢？病不管它了，不理它了，也不照顾它了，过了二、三个月这病没有了，他感觉到没有什么不舒服的地方，再去检查，真的没有了。所以医生就感到非常惊讶，你们用什么方法治疗的？说没有，什么方法没有，我们就一心求生西方极乐世界，一心专念阿弥陀佛，它病自然没有了。这个例子是真的不是假的，他们把这些光碟送来给我看，我看了很欢喜。没想到现在科学把这桩事情证实了，什么个道理？意识的能量改变物质环境。",
      "zh_TW": "能不能辦到？能，我們在前幾年看到，中國大陸山西小院，不是一個，我聽說有四十多個。得的是癌症，醫院放棄治療，告訴他們，你們的壽命只有二、三個月。這些人是虔誠的佛教徒，既然壽命到了，不求活下去，這個意念沒有了，只求往生極樂世界，天天念阿彌陀佛，非常專注，動機強烈在求生淨土，在阿彌陀佛。病呢？病不管它了，不理它了，也不照顧它了，過了二、三個月這病沒有了，他感覺到沒有什麼不舒服的地方，再去檢查，真的沒有了。所以醫生就感到非常驚訝，你們用什麼方法治療的？說沒有，什麼方法沒有，我們就一心求生西方極樂世界，一心專念阿彌陀佛，它病自然沒有了。這個例子是真的不是假的，他們把這些光碟送來給我看，我看了很歡喜。沒想到現在科學把這樁事情證實了，什麼個道理？意識的能量改變物質環境。"
    },
    {
      "id": "21-646-0002_p0006",
      "zh_CN": "我们同修当中还有个例子，这大家都知道的，东北的刘素云居士。十年前，她得的是红斑狼疮，比癌症还严重，医生告诉她，妳随时都有死亡的可能。她学佛了，她对于生死不在乎，她也不害怕，不怕死。那时候刚刚学佛，听《无量寿经》，念阿弥陀佛，对这个非常有兴趣，也是非常专注，动机强烈。她听我讲经，听光盘，她说我听懂一句话，这一句话是我常说的，「一门深入，长时薰修」，她说她懂得这一句。所以她每天听经听一个碟，那是我早年在台湾讲的《无量寿经》。大概一部《无量寿经》是六十多个小时就讲完了，她有这么一套光碟。每天听一片，就是一个小时，这一个小时的听十遍，也就是用十个小时听经，其实它就是一个小时的内容重复，长时薰修。除听光碟之外她就念阿弥陀佛。她没有杂念、没有妄想，什么也不贪图，就是念佛、听经，把极乐世界搞清楚、搞明白，一心求生净土。",
      "zh_TW": "我們同修當中還有個例子，這大家都知道的，東北的劉素雲居士。十年前，她得的是紅斑狼瘡，比癌症還嚴重，醫生告訴她，妳隨時都有死亡的可能。她學佛了，她對於生死不在乎，她也不害怕，不怕死。那時候剛剛學佛，聽《無量壽經》，念阿彌陀佛，對這個非常有興趣，也是非常專注，動機強烈。她聽我講經，聽光盤，她說我聽懂一句話，這一句話是我常說的，「一門深入，長時薰修」，她說她懂得這一句。所以她每天聽經聽一個碟，那是我早年在台灣講的《無量壽經》。大概一部《無量壽經》是六十多個小時就講完了，她有這麼一套光碟。每天聽一片，就是一個小時，這一個小時的聽十遍，也就是用十個小時聽經，其實它就是一個小時的內容重複，長時薰修。除聽光碟之外她就念阿彌陀佛。她沒有雜念、沒有妄想，什麼也不貪圖，就是念佛、聽經，把極樂世界搞清楚、搞明白，一心求生淨土。"
    },
    {
      "id": "21-646-0002_p0007",
      "zh_CN": "这样听了几个月之后没事，活得好好的，再去检查没有了，红斑狼疮没有了。医生感觉到奇怪，问她：妳用什么药治好的，什么方子治好的？她说没有，我用念佛，天天在家里听经念佛。医院的医生相信，这奇迹。为什么相信她？这个人一生没有说过妄语，老实人，实话实说，一生没打过妄语。不容易，难得，所以每个人都相信她的话。这个她非常专注，动机强烈，她把她的病忘掉了，所以红斑狼疮这个病苦没有了，就自自然然恢复了原状，这个病毒没有了，自然恢复原状，就健康了。现在到处讲经，请她的人很多，六十多岁。她五十五岁开始学佛，到六十五岁十年，十年如一日，一部经、一句佛号，一点都不夹杂。真的给我们做了一个实验，一门深入，长时薰修，效果不可思议。所以我们看到科学家这段报告，我们用得上。所以一门深入，长时薰修，只要能做到，没有一个不成就。用在修净土法门上，那就是善导大师所说的「万修万人去」，一个都不会漏掉。佛在经上讲的话真的，没有妄语，祖师大德所说的也是真话。我们没念得好、没有修得好，问题在自己，不在经典、不在祖师，我们自己没有真干，你看真干的人效果卓着。",
      "zh_TW": "這樣聽了幾個月之後沒事，活得好好的，再去檢查沒有了，紅斑狼瘡沒有了。醫生感覺到奇怪，問她：妳用什麼藥治好的，什麼方子治好的？她說沒有，我用念佛，天天在家裡聽經念佛。醫院的醫生相信，這奇蹟。為什麼相信她？這個人一生沒有說過妄語，老實人，實話實說，一生沒打過妄語。不容易，難得，所以每個人都相信她的話。這個她非常專注，動機強烈，她把她的病忘掉了，所以紅斑狼瘡這個病苦沒有了，就自自然然恢復了原狀，這個病毒沒有了，自然恢復原狀，就健康了。現在到處講經，請她的人很多，六十多歲。她五十五歲開始學佛，到六十五歲十年，十年如一日，一部經、一句佛號，一點都不夾雜。真的給我們做了一個實驗，一門深入，長時薰修，效果不可思議。所以我們看到科學家這段報告，我們用得上。所以一門深入，長時薰修，只要能做到，沒有一個不成就。用在修淨土法門上，那就是善導大師所說的「萬修萬人去」，一個都不會漏掉。佛在經上講的話真的，沒有妄語，祖師大德所說的也是真話。我們沒念得好、沒有修得好，問題在自己，不在經典、不在祖師，我們自己沒有真幹，你看真幹的人效果卓著。"
    },
    {
      "id": "21-646-0002_p0008",
      "zh_CN": "底下一段告诉我们，「心灵」，就是八识的见分，「显然是以某种方式与物质」，物质是八识的相分，「不可分地连结在一起」。这个观念要有，这是正知正见。心灵是精神，物质是肉体，物质跟精神是一桩事情，不能离开。这个发现并不很远，是在一九九０年代发现的，德国的科学家普朗克，他一生研究物质到底是个什么东西，这桩事情他算搞清楚了，对于科学是一个很大的贡献。他说物质的基础是意念，物质根本是假的，不是真的，是意念产生的一个幻相。就跟弥勒菩萨跟我们讲的是完全相同，弥勒菩萨告诉我们，「一弹指有三十二亿百千念，念念成形」，那个念是精神现象，意念是精神现象。念念成形，形就是物质，每一个念里头都有物质现象存在；而「形皆有识」，每一个物质现象里面都有受想行识。这就是我们所谓的精神现象，精神现象跟物质现象是一体，决定分不开的，说这桩事情不可分的连结在一起。这都是最近发现的。所以念头能够影响物质，我们的念头能够影响我们全身每一个细胞。",
      "zh_TW": "底下一段告訴我們，「心靈」，就是八識的見分，「顯然是以某種方式與物質」，物質是八識的相分，「不可分地連結在一起」。這個觀念要有，這是正知正見。心靈是精神，物質是肉體，物質跟精神是一樁事情，不能離開。這個發現並不很遠，是在一九九０年代發現的，德國的科學家普朗克，他一生研究物質到底是個什麼東西，這樁事情他算搞清楚了，對於科學是一個很大的貢獻。他說物質的基礎是意念，物質根本是假的，不是真的，是意念產生的一個幻相。就跟彌勒菩薩跟我們講的是完全相同，彌勒菩薩告訴我們，「一彈指有三十二億百千念，念念成形」，那個念是精神現象，意念是精神現象。念念成形，形就是物質，每一個念裡頭都有物質現象存在；而「形皆有識」，每一個物質現象裡面都有受想行識。這就是我們所謂的精神現象，精神現象跟物質現象是一體，決定分不開的，說這樁事情不可分的連結在一起。這都是最近發現的。所以念頭能夠影響物質，我們的念頭能夠影響我們全身每一個細胞。"
    },
    {
      "id": "21-646-0002_p0009",
      "zh_CN": "身体为什么有病？我们的念头不善，产生病毒的细胞。要知道，佛在经典上常常告诉我们，我们每个人心里头有三毒，与生俱来的，那不是学来的，生生世世都有，就是贪瞋痴，叫三毒烦恼，这个东西很容易为外面的细菌感染。如果我们把贪瞋痴断掉，不贪、不瞋、不痴，现在的话说，你的免疫能力很强，为什么？很多这些病菌你不受感染。真的，不是假的。你有清净心，清净心不受感染；你有慈悲心，慈悲心能解毒，不要用药物，慈悲心能解毒。我们宿世今生跟很多众生结了恶缘，这冤亲债主，怎么样化解？慈悲能化解，清净慈悲能化解宿世现前的冤亲债主，它能化解。慈悲放光，慈悲能够加持我们有缘的众生。菩提心里头不能少慈悲，少了慈悲没有菩提心。菩提心，真诚、清净、平等、正觉、慈悲。所以培养慈悲心，我们的意念能量就非常强大，我节录最后的一条就是说这个，我们学佛的人应该要如是学。",
      "zh_TW": "身體為什麼有病？我們的念頭不善，產生病毒的細胞。要知道，佛在經典上常常告訴我們，我們每個人心裡頭有三毒，與生俱來的，那不是學來的，生生世世都有，就是貪瞋痴，叫三毒煩惱，這個東西很容易為外面的細菌感染。如果我們把貪瞋痴斷掉，不貪、不瞋、不痴，現在的話說，你的免疫能力很強，為什麼？很多這些病菌你不受感染。真的，不是假的。你有清淨心，清淨心不受感染；你有慈悲心，慈悲心能解毒，不要用藥物，慈悲心能解毒。我們宿世今生跟很多眾生結了惡緣，這冤親債主，怎麼樣化解？慈悲能化解，清淨慈悲能化解宿世現前的冤親債主，它能化解。慈悲放光，慈悲能夠加持我們有緣的眾生。菩提心裡頭不能少慈悲，少了慈悲沒有菩提心。菩提心，真誠、清淨、平等、正覺、慈悲。所以培養慈悲心，我們的意念能量就非常強大，我節錄最後的一條就是說這個，我們學佛的人應該要如是學。"
    },
    {
      "id": "21-646-0002_p0010",
      "zh_CN": "我们再看第二页，第二页里面，我们都把它看看、念一念，这很难得的这些信息。「能量不停来回传递产生一个异常巨大的能量场」，科学家把它起的名字叫「零点能量场」，这个能量场是非常大的。零点能量场似乎是大乘佛法里面讲的真如本性。零点是什么？里头什么都没有，这才是零点，有一、有二就不是的。我们的自性确实是零点，所以科学跟哲学都找不到它，因为它是零。怎样找到？我们的念头也变成零就找到了。所以佛教给我们，放下起心动念、放下分别执着你就明心见性了。那怎么？我们归零了，零跟零碰到了。我们还有一个念头就不行，你就找不到。这个是难事，几个人能没有念头！",
      "zh_TW": "我們再看第二頁，第二頁裡面，我們都把它看看、念一念，這很難得的這些信息。「能量不停來回傳遞產生一個異常巨大的能量場」，科學家把它起的名字叫「零點能量場」，這個能量場是非常大的。零點能量場似乎是大乘佛法裡面講的真如本性。零點是什麼？裡頭什麼都沒有，這才是零點，有一、有二就不是的。我們的自性確實是零點，所以科學跟哲學都找不到它，因為它是零。怎樣找到？我們的念頭也變成零就找到了。所以佛教給我們，放下起心動念、放下分別執著你就明心見性了。那怎麼？我們歸零了，零跟零碰到了。我們還有一個念頭就不行，你就找不到。這個是難事，幾個人能沒有念頭！"
    },
    {
      "id": "21-646-0002_p0011",
      "zh_CN": "我们看《了凡四训》，当中有一段写到，了凡先生跟云谷禅师在栖霞山禅堂里面坐了三天三夜，不起一个念头。三天三夜不起一个念头不容易，云谷禅师很惊讶，这不是平常功夫，这是相当深的定功。就向了凡先生请教，你这三天三夜不起一个念头很难得，云谷禅师可能一生都没见到。了凡先生说出了（他是老实人），我没有功夫。为什么没有念头？我的命被孔先生算定了。二十年来，孔先生给他排的一生流年一点都不差。他是个读书人，每年参加考试，哪一次考第几名，每一次去都完全跟他所说的一样；每个月的收入跟命里头排的也是一样，一点都不差，二十年来。他说既然是命里头排定的，我想也没用，不想了。所以他那个是属于无想定，不是禅定，禅定里头有境界，他没有境界，他是什么？他是无明。什么都不想，什么也不知道，这叫无明。云谷禅师听了就哈哈大笑，「我以为你是圣人，原来你还是个凡夫」。怎么是凡夫？他不是禅定，定里头有慧、有觉，它有作用，他这个不起作用，属于无想定。无想定，什么都不想，什么也不知道。无想定要真正修成，生四禅无想天，无想天佛法称它作外道天，就是他迷惑颠倒，没有智慧，这是错误的。禅定里头是有境界的，就像念佛人，念佛三昧是禅定，念佛三昧里头有极乐世界、有阿弥陀佛，不是什么都没有，你在禅定当中你能见到极乐世界，你能见到阿弥陀佛，你能见到极乐世界的依正庄严，见到的一定跟《无量寿经》上讲的是一样的，就没错。",
      "zh_TW": "我們看《了凡四訓》，當中有一段寫到，了凡先生跟雲谷禪師在棲霞山禪堂裡面坐了三天三夜，不起一個念頭。三天三夜不起一個念頭不容易，雲谷禪師很驚訝，這不是平常功夫，這是相當深的定功。就向了凡先生請教，你這三天三夜不起一個念頭很難得，雲谷禪師可能一生都沒見到。了凡先生說出了（他是老實人），我沒有功夫。為什麼沒有念頭？我的命被孔先生算定了。二十年來，孔先生給他排的一生流年一點都不差。他是個讀書人，每年參加考試，哪一次考第幾名，每一次去都完全跟他所說的一樣；每個月的收入跟命裡頭排的也是一樣，一點都不差，二十年來。他說既然是命裡頭排定的，我想也沒用，不想了。所以他那個是屬於無想定，不是禪定，禪定裡頭有境界，他沒有境界，他是什麼？他是無明。什麼都不想，什麼也不知道，這叫無明。雲谷禪師聽了就哈哈大笑，「我以為你是聖人，原來你還是個凡夫」。怎麼是凡夫？他不是禪定，定裡頭有慧、有覺，它有作用，他這個不起作用，屬於無想定。無想定，什麼都不想，什麼也不知道。無想定要真正修成，生四禪無想天，無想天佛法稱它作外道天，就是他迷惑顛倒，沒有智慧，這是錯誤的。禪定裡頭是有境界的，就像念佛人，念佛三昧是禪定，念佛三昧裡頭有極樂世界、有阿彌陀佛，不是什麼都沒有，你在禪定當中你能見到極樂世界，你能見到阿彌陀佛，你能見到極樂世界的依正莊嚴，見到的一定跟《無量壽經》上講的是一樣的，就沒錯。"
    },
    {
      "id": "21-646-0002_p0012",
      "zh_CN": "东晋我们净土宗第一代的祖师慧远大师，他在庐山建了一个念佛堂，东林念佛堂，就是现在的东林寺。有一百二十三个同参道友，大家都喜欢念佛，就在一块，就集在一起念佛，发愿在那个地方往生。以虎溪为界，他们不下山，一百二十三个人统统往生，这还得了？不得了！远公往生的时候跟他的同伴们说，他说极乐世界他见过三次，在定中见到的，见过三次。人家就问他，极乐世界像什么样子？跟《无量寿经》上讲的完全相同。那个时候净土三经，《弥陀经》、《观无量寿佛经》都还没有翻译出来，修净土只有一部《无量寿经》，这是最早翻译的，所以他们只依这一部经。专修，一门深入，长时薰修。见过三次极乐世界，他今天又看到了，这第四次，跟大家讲我要往生了。往生的时候佛来迎接他，他告诉大家看到佛来迎接，而且还看到佛的身旁有十几个，是念佛堂比他早往生的，跟着阿弥陀佛一起来接他到极乐世界。这不是假的，这是真的。",
      "zh_TW": "東晉我們淨土宗第一代的祖師慧遠大師，他在廬山建了一個念佛堂，東林念佛堂，就是現在的東林寺。有一百二十三個同參道友，大家都喜歡念佛，就在一塊，就集在一起念佛，發願在那個地方往生。以虎溪為界，他們不下山，一百二十三個人統統往生，這還得了？不得了！遠公往生的時候跟他的同伴們說，他說極樂世界他見過三次，在定中見到的，見過三次。人家就問他，極樂世界像什麼樣子？跟《無量壽經》上講的完全相同。那個時候淨土三經，《彌陀經》、《觀無量壽佛經》都還沒有翻譯出來，修淨土只有一部《無量壽經》，這是最早翻譯的，所以他們只依這一部經。專修，一門深入，長時薰修。見過三次極樂世界，他今天又看到了，這第四次，跟大家講我要往生了。往生的時候佛來迎接他，他告訴大家看到佛來迎接，而且還看到佛的身旁有十幾個，是念佛堂比他早往生的，跟著阿彌陀佛一起來接他到極樂世界。這不是假的，這是真的。"
    },
    {
      "id": "21-646-0002_p0013",
      "zh_CN": "所以我们在此地要学这两句话，要专注，非常的专注，要有坚定信心，一丝毫不怀疑。这个能量场，科学家讲零点能量场，我觉得它就是我们讲的真如本性，诸法实相，他讲这个东西。但是他讲不清楚，佛法讲得透彻，惠能大师明心见性就是见到了。必须自己的心什么都没有，达到零，零是真心，真跟真相应就见到了。有一个念头那是叫妄心，妄心见不到真心，妄心可以见到阿赖耶，见不到真心，所以妄心专注到极处还是妄心。我们明白这个道理，我们要一心专注念阿弥陀佛，一心专注去想极乐世界；一切法从心想生，你能够见到极乐世界。我们是用极乐世界做一个跳板，到极乐世界再向上提升一步，明心见性。在这个地方我们见不了性，我们没有能力把自己阿赖耶识里面这些习气种子清除掉。清除掉才是零点，一样东西没有清除掉，那就不是零点，你还有二、三在里头。中国人讲三心二意，三心二意是佛话，三心说的是什么？阿赖耶、末那、意识，这叫三心，二意就是末那跟意识，末那叫意根，第六叫意识，二意。三心二意是妄心，不是真心，放下三心二意，真心就现前了，你就见性了，法相宗里面讲转八识成四智，就见性了。回归到零点，就见到能量场，这个场非常非常大，比虚空法界还大。",
      "zh_TW": "所以我們在此地要學這兩句話，要專注，非常的專注，要有堅定信心，一絲毫不懷疑。這個能量場，科學家講零點能量場，我覺得它就是我們講的真如本性，諸法實相，他講這個東西。但是他講不清楚，佛法講得透徹，惠能大師明心見性就是見到了。必須自己的心什麼都沒有，達到零，零是真心，真跟真相應就見到了。有一個念頭那是叫妄心，妄心見不到真心，妄心可以見到阿賴耶，見不到真心，所以妄心專注到極處還是妄心。我們明白這個道理，我們要一心專注念阿彌陀佛，一心專注去想極樂世界；一切法從心想生，你能夠見到極樂世界。我們是用極樂世界做一個跳板，到極樂世界再向上提升一步，明心見性。在這個地方我們見不了性，我們沒有能力把自己阿賴耶識裡面這些習氣種子清除掉。清除掉才是零點，一樣東西沒有清除掉，那就不是零點，你還有二、三在裡頭。中國人講三心二意，三心二意是佛話，三心說的是什麼？阿賴耶、末那、意識，這叫三心，二意就是末那跟意識，末那叫意根，第六叫意識，二意。三心二意是妄心，不是真心，放下三心二意，真心就現前了，你就見性了，法相宗裡面講轉八識成四智，就見性了。回歸到零點，就見到能量場，這個場非常非常大，比虛空法界還大。"
    },
    {
      "id": "21-646-0002_p0014",
      "zh_CN": "这第二段我们念念，「这些粒子独自发出的能量小得难以想像」，无法想像，「证明了次原子物质与零点能量场的不断交换能量。移去零点能量场，所有的物质将会垮陷」，就是物质没有了。这个能量场就是哲学里面讲的宇宙万有的本体，正是大乘佛法讲的真如自性。如果没有它，什么都没有，所有一切现象都没有了，一切现象是依它生起的。所以它能生能现，阿赖耶能变。没有阿赖耶就没有变化，有阿赖耶，妄心善变，心在变，外头物质跟着变，就这么个道理。贤首国师的《妄尽还源观》上「示三遍」给我们讲得很清楚。第一个，这三种周遍第一个是「周遍法界」，就是此地讲的，次原子物质与零点能量场不断交换能量，这就是周遍法界。第二个现象，就产生了作用，这个就是「出生无尽」，所有的变化都产生了。第三个现象是「含容空有」，这是讲它的量，无量，不是有量。含是包含，包含虚空，容是容纳，容纳万有。佛门常讲「心包太虚，量周沙界」，这是事实真相。我们今天的心量变得这么小，两个人都不能包容，都要对立，这错误的，绝对是错误的。所以每个人的心量都是跟虚空法界一样大，甚至于还超过。量大福大，量小的人没福报。所以要能包容一切人，要能包容一切法，不要去分别，不要去计较，恢复你本来的心量，你本来的心量跟佛一样，佛的心量就是能包太虚，「心包太虚，量周沙界」，这佛的心量，我们自己的心量跟佛是一样的。所以今天我们变成小心量，什么都要去斤斤计较，这错误了！斤斤计较就变成六道轮回，就变成三恶道。四圣法界里头就不计较了，心量就扩大了，这是我们一定要学习的。",
      "zh_TW": "這第二段我們念念，「這些粒子獨自發出的能量小得難以想像」，無法想像，「證明了次原子物質與零點能量場的不斷交換能量。移去零點能量場，所有的物質將會垮陷」，就是物質沒有了。這個能量場就是哲學裡面講的宇宙萬有的本體，正是大乘佛法講的真如自性。如果沒有它，什麼都沒有，所有一切現象都沒有了，一切現象是依它生起的。所以它能生能現，阿賴耶能變。沒有阿賴耶就沒有變化，有阿賴耶，妄心善變，心在變，外頭物質跟著變，就這麼個道理。賢首國師的《妄盡還源觀》上「示三遍」給我們講得很清楚。第一個，這三種周遍第一個是「周遍法界」，就是此地講的，次原子物質與零點能量場不斷交換能量，這就是周遍法界。第二個現象，就產生了作用，這個就是「出生無盡」，所有的變化都產生了。第三個現象是「含容空有」，這是講它的量，無量，不是有量。含是包含，包含虛空，容是容納，容納萬有。佛門常講「心包太虛，量周沙界」，這是事實真相。我們今天的心量變得這麼小，兩個人都不能包容，都要對立，這錯誤的，絕對是錯誤的。所以每個人的心量都是跟虛空法界一樣大，甚至於還超過。量大福大，量小的人沒福報。所以要能包容一切人，要能包容一切法，不要去分別，不要去計較，恢復你本來的心量，你本來的心量跟佛一樣，佛的心量就是能包太虛，「心包太虛，量周沙界」，這佛的心量，我們自己的心量跟佛是一樣的。所以今天我們變成小心量，什麼都要去斤斤計較，這錯誤了！斤斤計較就變成六道輪迴，就變成三惡道。四聖法界裡頭就不計較了，心量就擴大了，這是我們一定要學習的。"
    },
    {
      "id": "21-646-0002_p0015",
      "zh_CN": "「宇宙所有物质都与零点能量场互动」，这就说明法相永远不能够离开法性。法性能生能现，法相是所生所现，所生所现的法相，现在科学称它为现象。现象有三大类，自然现象、心理现象、物理现象，心理现象就是意念，全是从自性里头变现出来的。",
      "zh_TW": "「宇宙所有物質都與零點能量場互動」，這就說明法相永遠不能夠離開法性。法性能生能現，法相是所生所現，所生所現的法相，現在科學稱它為現象。現象有三大類，自然現象、心理現象、物理現象，心理現象就是意念，全是從自性裡頭變現出來的。"
    },
    {
      "id": "21-646-0002_p0016",
      "zh_CN": "「人体的构造与天线有某些相似之处，是看不见信息的接收器，还是信号的发送者」。这说我们一个人，我们一个人在宇宙里头，佛法讲法界，现在科学称为宇宙，都是一个意思，在宇宙里头是个很小的点，这个点永远存在。科学很早就发现，叫物质不灭。物质不灭我们就能够体会到第二个意思，更深一层的意思，我们的意念不灭。物质不灭，物质分散之后它又结合。我们晓得我们的人体，用科学的名词来说，是原子、电子组成的，原子、电子离开了，这身体就没有了。就好像这一座房子，这座房子是钢筋、水泥、砖头、瓦块，按照图形把它拼凑摆成，房子出现了，如果把它拆掉之后是一堆建筑材料。所以房子有没有生灭？没有生灭，合起来是房子，散掉它就变材料了。人的身体也是一样，这些极微之微的原子、电子它不灭，它会跑到别的地方又组成了，又组成身体。所以这物质的身体真的不是自己，我们身体的原子会跑到别人身上去，别人身上也会跑到我这来，真的不是。",
      "zh_TW": "「人體的構造與天線有某些相似之處，是看不見信息的接收器，還是信號的發送者」。這說我們一個人，我們一個人在宇宙裡頭，佛法講法界，現在科學稱為宇宙，都是一個意思，在宇宙裡頭是個很小的點，這個點永遠存在。科學很早就發現，叫物質不滅。物質不滅我們就能夠體會到第二個意思，更深一層的意思，我們的意念不滅。物質不滅，物質分散之後它又結合。我們曉得我們的人體，用科學的名詞來說，是原子、電子組成的，原子、電子離開了，這身體就沒有了。就好像這一座房子，這座房子是鋼筋、水泥、磚頭、瓦塊，按照圖形把它拼湊擺成，房子出現了，如果把它拆掉之後是一堆建築材料。所以房子有沒有生滅？沒有生滅，合起來是房子，散掉它就變材料了。人的身體也是一樣，這些極微之微的原子、電子它不滅，它會跑到別的地方又組成了，又組成身體。所以這物質的身體真的不是自己，我們身體的原子會跑到別人身上去，別人身上也會跑到我這來，真的不是。"
    },
    {
      "id": "21-646-0002_p0017",
      "zh_CN": "那什么是自己？那个念头是自己。可是念头有没有交流？有，念头虽然交流，自己还存在，我们一般人称它作灵魂，知道身体有生灭，灵魂不生灭。灵魂有没有？真有。实在讲，灵魂也是色受想行识，不过它那个色不是明显的物质，我们肉眼看不见，天眼可以看见。那佛菩萨更高明，佛菩萨有法眼、有佛眼、有慧眼，他们能看到我们凡夫看不到的东西，而且看得非常清楚，整个宇宙的真相佛是五眼圆明，太清楚了，究竟是什么回事情他清楚。所以，我们人体不断把我们的信息往整个宇宙发送，整个宇宙都能够收到我们的信息，我们讲波动现象。我们的念头，跟我们身体，身体的细胞，细胞它是振动才产生的，所以它也发出信息。它发出信息，我们这个细胞是健康的还是带有病毒的，它发这个。健康的信息发出去好，能帮助宇宙，能帮助星球健康；病毒的不好，放出去是什么？就是病菌往外头放，好像瘟神一样，把瘟疫、病毒散放在外头。",
      "zh_TW": "那什麼是自己？那個念頭是自己。可是念頭有沒有交流？有，念頭雖然交流，自己還存在，我們一般人稱它作靈魂，知道身體有生滅，靈魂不生滅。靈魂有沒有？真有。實在講，靈魂也是色受想行識，不過它那個色不是明顯的物質，我們肉眼看不見，天眼可以看見。那佛菩薩更高明，佛菩薩有法眼、有佛眼、有慧眼，他們能看到我們凡夫看不到的東西，而且看得非常清楚，整個宇宙的真相佛是五眼圓明，太清楚了，究竟是什麼回事情他清楚。所以，我們人體不斷把我們的信息往整個宇宙發送，整個宇宙都能夠收到我們的信息，我們講波動現象。我們的念頭，跟我們身體，身體的細胞，細胞它是振動才產生的，所以它也發出信息。它發出信息，我們這個細胞是健康的還是帶有病毒的，它發這個。健康的信息發出去好，能幫助宇宙，能幫助星球健康；病毒的不好，放出去是什麼？就是病菌往外頭放，好像瘟神一樣，把瘟疫、病毒散放在外頭。"
    },
    {
      "id": "21-646-0002_p0018",
      "zh_CN": "我们如果是碰到不善的念头怎么办？那很可怕，这负面的。真的，多少这些信息发给我们，我们都收到了。收到怎么样？我们现在这个机器不灵，是收到了，收到没有感觉，这机器不灵。为什么不灵？因为我们有烦恼、有习气，也就是说有起心动念、有分别执着，这机器不灵。要极其集中，而且要不断的发射，我们才会感受到，一般的时候我们无法感受。可是佛菩萨他们极为灵敏，极其微细的信息他都知道。所以诸佛如来、法身菩萨真的是无所不知、无所不能。无所不能就是他有能力帮助我们，我们需要的时候就是有感，他就有应，感应道交不可思议。「佛氏门中，有求必应」，这句话很多同修都熟悉，是真的不是假的。我们要求佛菩萨，意念要单纯，意念要集中，我们的动机要纯正。纯正是什么？不是为名闻利养，不是为害一切众生，这个念头就纯正。如理如法，端正心念，这个力量就很强大。所以我们起心动念要对自己负责任，而且知道会影响宇宙。也许影响不在我们眼前，我们根本看不到，可能是另外一个星球，这都是决定有可能的。我们不要让我们不善的念头去影响别人，要用善的念头。最善的念头是念阿弥陀佛，《无量寿经》上讲得非常清楚、非常透彻。",
      "zh_TW": "我們如果是碰到不善的念頭怎麼辦？那很可怕，這負面的。真的，多少這些信息發給我們，我們都收到了。收到怎麼樣？我們現在這個機器不靈，是收到了，收到沒有感覺，這機器不靈。為什麼不靈？因為我們有煩惱、有習氣，也就是說有起心動念、有分別執著，這機器不靈。要極其集中，而且要不斷的發射，我們才會感受到，一般的時候我們無法感受。可是佛菩薩他們極為靈敏，極其微細的信息他都知道。所以諸佛如來、法身菩薩真的是無所不知、無所不能。無所不能就是他有能力幫助我們，我們需要的時候就是有感，他就有應，感應道交不可思議。「佛氏門中，有求必應」，這句話很多同修都熟悉，是真的不是假的。我們要求佛菩薩，意念要單純，意念要集中，我們的動機要純正。純正是什麼？不是為名聞利養，不是為害一切眾生，這個念頭就純正。如理如法，端正心念，這個力量就很強大。所以我們起心動念要對自己負責任，而且知道會影響宇宙。也許影響不在我們眼前，我們根本看不到，可能是另外一個星球，這都是決定有可能的。我們不要讓我們不善的念頭去影響別人，要用善的念頭。最善的念頭是念阿彌陀佛，《無量壽經》上講得非常清楚、非常透徹。"
    },
    {
      "id": "21-646-0002_p0019",
      "zh_CN": "「意念是一种频率，治疗念力就是一种高度有秩序的光，意念同样是高度和谐的」。这一条是讲治病，用意念来治病。这个意念是善的意念，不是贪瞋痴慢疑的意念，不是怨恨恼怒烦的意念，也不是杀盗淫妄的意念，用我们中国老祖宗的话，五伦的意念，五常的意念，四维八德的意念，这最好的意念。能不能治病？能。佛法教我们的意念是十善、五戒、六度、普贤菩萨十愿、阿弥陀佛四十八愿，正念，这个念头太好了！希望我们发射这种念头，传播这种念头，对遍法界虚空界一切众生。众生里头包括的范围很大，动物是众生，众缘和合而生的，植物也是众生，矿物也是众生，虚空跟时间都是众缘和合而生的，所以这个众生范围包括太大了。我们要用正念发出去，念念都是正念，没有邪念。佛经上常常讲，今天科学给我们做证明，这事是真的不是假的。我们一个善念，与遍法界虚空界的善念就相应，与一切不善的念头都不相应。这样能改变我们身心健康，能改善我们居住环境的美好，这就叫「福人居福地，福地福人居」。有福的人心好、行好，这人是好心，我们讲四好：存好心、说好话、行好事、做好人，这四好，这种人有福报。这样的人居住的地方，那个地方就是福地，福地福人居。自己有福，也能影响别人，周边的人都沾光，为什么？他也居在福地。「厚德载福」，《易经》上说的。",
      "zh_TW": "「意念是一種頻率，治療念力就是一種高度有秩序的光，意念同樣是高度和諧的」。這一條是講治病，用意念來治病。這個意念是善的意念，不是貪瞋痴慢疑的意念，不是怨恨惱怒煩的意念，也不是殺盜淫妄的意念，用我們中國老祖宗的話，五倫的意念，五常的意念，四維八德的意念，這最好的意念。能不能治病？能。佛法教我們的意念是十善、五戒、六度、普賢菩薩十願、阿彌陀佛四十八願，正念，這個念頭太好了！希望我們發射這種念頭，傳播這種念頭，對遍法界虛空界一切眾生。眾生裡頭包括的範圍很大，動物是眾生，眾緣和合而生的，植物也是眾生，礦物也是眾生，虛空跟時間都是眾緣和合而生的，所以這個眾生範圍包括太大了。我們要用正念發出去，念念都是正念，沒有邪念。佛經上常常講，今天科學給我們做證明，這事是真的不是假的。我們一個善念，與遍法界虛空界的善念就相應，與一切不善的念頭都不相應。這樣能改變我們身心健康，能改善我們居住環境的美好，這就叫「福人居福地，福地福人居」。有福的人心好、行好，這人是好心，我們講四好：存好心、說好話、行好事、做好人，這四好，這種人有福報。這樣的人居住的地方，那個地方就是福地，福地福人居。自己有福，也能影響別人，周邊的人都沾光，為什麼？他也居在福地。「厚德載福」，《易經》上說的。"
    },
    {
      "id": "21-646-0002_p0020",
      "zh_CN": "底下一条，「人类意念可以影响植物。生物体读得懂人类的心思意念，并会有所反应」。他说「蛋白蛋黄都会与蛋壳互通信息」，这说一个鸡蛋。「即使生物体被切为几片，沟通也持续进行」。这个现象被证明了，叫全息的现象。一个物体被砸得粉碎，每一粒的微尘它们还是在互通信息。整个宇宙，用现在的话是个有机体，宇宙之间的东西没有死东西，活活泼泼。我们地下的泥土、海边的沙滩，每一粒沙、每一粒泥土，它们都互通信息。有没有跟我们互通？有。我们也跟它互通，但是我们现在就是因为有起心动念、分别执着这些烦恼，把我们的灵性障碍掉了，否则的话，我们统统都清楚、都能了解，这个宇宙多可爱，遍法界虚空界万物都有灵明觉知。所以《华严经》上有一句话说，「情与无情，同圆种智」。我们初学佛的时候，还教佛学院，对这句话无法理解。情是有情众生，我们今天讲动物，说成佛还能讲得通，无情是矿物、植物，它能成佛吗？《华严经》说它都能成佛，情与无情同圆种智。圆满一切种智就成佛，它怎么可能？石头能成佛吗？《华严经》上说行。",
      "zh_TW": "底下一條，「人類意念可以影響植物。生物體讀得懂人類的心思意念，並會有所反應」。他說「蛋白蛋黃都會與蛋殼互通信息」，這說一個雞蛋。「即使生物體被切為幾片，溝通也持續進行」。這個現象被證明了，叫全息的現象。一個物體被砸得粉碎，每一粒的微塵它們還是在互通信息。整個宇宙，用現在的話是個有機體，宇宙之間的東西沒有死東西，活活潑潑。我們地下的泥土、海邊的沙灘，每一粒沙、每一粒泥土，它們都互通信息。有沒有跟我們互通？有。我們也跟它互通，但是我們現在就是因為有起心動念、分別執著這些煩惱，把我們的靈性障礙掉了，否則的話，我們統統都清楚、都能了解，這個宇宙多可愛，遍法界虛空界萬物都有靈明覺知。所以《華嚴經》上有一句話說，「情與無情，同圓種智」。我們初學佛的時候，還教佛學院，對這句話無法理解。情是有情眾生，我們今天講動物，說成佛還能講得通，無情是礦物、植物，它能成佛嗎？《華嚴經》說它都能成佛，情與無情同圓種智。圓滿一切種智就成佛，它怎麼可能？石頭能成佛嗎？《華嚴經》上說行。"
    },
    {
      "id": "21-646-0002_p0021",
      "zh_CN": "我们教佛学院，经常很多老师在一起研究这个问题，想不出来，没法子，佛经上这么说，只这么讲。今天科学证明了，是真的不是假的。其实佛经上讲的那些我们也天天讲、天天研究，就是没有体会到。阿赖耶不就讲得很清楚吗？一念不觉而有无明，阿赖耶出现了，阿赖耶一出现它就有三个现象。这三个现象今天科学家知道了，阿赖耶第一个现象，业相，业是动，它不是静止的，它有波动现象，科学家称这个为能量，能量是动的，不动能量不能产生。从能量就产生信息，科学家说信息，是阿赖耶的转相；从阿赖耶的转相就产生物质现象，物质现象就是阿赖耶的境界相，科学称为物质。你看三种现象，业相是自然现象，信息是心理现象，再产生物质现象，这三种现象发生了。",
      "zh_TW": "我們教佛學院，經常很多老師在一起研究這個問題，想不出來，沒法子，佛經上這麼說，只這麼講。今天科學證明了，是真的不是假的。其實佛經上講的那些我們也天天講、天天研究，就是沒有體會到。阿賴耶不就講得很清楚嗎？一念不覺而有無明，阿賴耶出現了，阿賴耶一出現它就有三個現象。這三個現象今天科學家知道了，阿賴耶第一個現象，業相，業是動，它不是靜止的，它有波動現象，科學家稱這個為能量，能量是動的，不動能量不能產生。從能量就產生信息，科學家說信息，是阿賴耶的轉相；從阿賴耶的轉相就產生物質現象，物質現象就是阿賴耶的境界相，科學稱為物質。你看三種現象，業相是自然現象，信息是心理現象，再產生物質現象，這三種現象發生了。"
    },
    {
      "id": "21-646-0002_p0022",
      "zh_CN": "那个时候确实，我们没有读到贤首国师的《还源观》，《还源观》给我们很大的启示，了解什么？三种周遍。这个以前我们不知道，今天科学证明了。任何一个波动现象它都周遍法界，一动就周遍法界，所以光速、电磁波不能比，那是物理，这是自性，自性一动就周遍法界。物理上物质的这个振动它比较慢，但是思想的波动快，比光、比电快。我们想到太阳，心一想，马上就到太阳了，可是太阳的光到我们地球还要八分多钟，这就是说我们意念的速度比太阳、比光快多了。所以意念确实是属于性德、属于自性的，它一动念周遍法界。",
      "zh_TW": "那個時候確實，我們沒有讀到賢首國師的《還源觀》，《還源觀》給我們很大的啟示，了解什麼？三種周遍。這個以前我們不知道，今天科學證明了。任何一個波動現象它都周遍法界，一動就周遍法界，所以光速、電磁波不能比，那是物理，這是自性，自性一動就周遍法界。物理上物質的這個振動它比較慢，但是思想的波動快，比光、比電快。我們想到太陽，心一想，馬上就到太陽了，可是太陽的光到我們地球還要八分多鐘，這就是說我們意念的速度比太陽、比光快多了。所以意念確實是屬於性德、屬於自性的，它一動念周遍法界。"
    },
    {
      "id": "21-646-0002_p0023",
      "zh_CN": "人的意念可以影响物质，最近十年我们做这个实验做成功了。我们在乡下种菜，种菜我们就跟菜沟通，菜是植物，我们用爱心对它，用恭敬心对待它，它就长得特别好。不需要用农药化肥，我们用意念去灌溉它，用爱心去灌溉它，它能接收到，它非常欢喜。我们在澳洲有个很大的菜园，种植的各种品种很多，有二、三十种，是个很有规模的大菜园。有一次我们道场悟谦法师，这比丘尼，她是长住在精舍，菜园就在精舍里头，她晚上做个梦，丝瓜托梦给她，告诉她说：我已经太老了，妳怎么还不来采？告诉她在什么位置上。到第二天，奇怪，怎么这么个梦？到第二天就照这个梦里头丝瓜告诉的位置去看，真的找到了，找到确实太老了，不能吃了。所以就跟丝瓜讲：丝瓜菩萨，你太老了，不能吃，让你再长一段时期把你拿来做种子。真有这么回事情。",
      "zh_TW": "人的意念可以影響物質，最近十年我們做這個實驗做成功了。我們在鄉下種菜，種菜我們就跟菜溝通，菜是植物，我們用愛心對它，用恭敬心對待它，它就長得特別好。不需要用農藥化肥，我們用意念去灌溉它，用愛心去灌溉它，它能接收到，它非常歡喜。我們在澳洲有個很大的菜園，種植的各種品種很多，有二、三十種，是個很有規模的大菜園。有一次我們道場悟謙法師，這比丘尼，她是長住在精舍，菜園就在精舍裡頭，她晚上做個夢，絲瓜託夢給她，告訴她說：我已經太老了，妳怎麼還不來採？告訴她在什麼位置上。到第二天，奇怪，怎麼這麼個夢？到第二天就照這個夢裡頭絲瓜告訴的位置去看，真的找到了，找到確實太老了，不能吃了。所以就跟絲瓜講：絲瓜菩薩，你太老了，不能吃，讓你再長一段時期把你拿來做種子。真有這麼回事情。"
    },
    {
      "id": "21-646-0002_p0024",
      "zh_CN": "树神托梦，这是最近，今年的事情。我们的停车场有两棵枇杷树，当中有一棵死了、枯了，看样子已经活不成了。树神来托梦，感恩，我们在那里道场十年，他说他听了十年经，念了十年佛，他要到极乐世界去了。枇杷树神往生极乐世界，我说我们这十年有成就。人没有成就，枇杷树神成就了，人不如树神，非常值得我们启发。我们当年，这十年前，买下这个教堂，建立净宗学院，附近的房子我们都买下来，做寮房、做宿舍。有一个宿舍房子太旧了，我们要把它拆掉重建。重建，这个门口有四棵树必须要砍掉，为什么？否则的话卡车进不来，建筑材料不能进来。佛在经典里面告诉我们，我们砍树，树有树神，树高度超过一个人就有树神，要去祭祀他，跟他诵经，请他搬家，三天之后我们再砍树，让三天的时间请他搬家。我们做了，三天之后真的去砍树，到第四天、第五天的时候，这树神托梦给我们道场这些年轻法师，传递信息给他，说我们给他的时间太短，他来不及搬家，他受了伤害。告诉我们，以后如果要砍树，一个星期之前通知他。",
      "zh_TW": "樹神託夢，這是最近，今年的事情。我們的停車場有兩棵枇杷樹，當中有一棵死了、枯了，看樣子已經活不成了。樹神來託夢，感恩，我們在那裡道場十年，他說他聽了十年經，念了十年佛，他要到極樂世界去了。枇杷樹神往生極樂世界，我說我們這十年有成就。人沒有成就，枇杷樹神成就了，人不如樹神，非常值得我們啟發。我們當年，這十年前，買下這個教堂，建立淨宗學院，附近的房子我們都買下來，做寮房、做宿舍。有一個宿舍房子太舊了，我們要把它拆掉重建。重建，這個門口有四棵樹必須要砍掉，為什麼？否則的話卡車進不來，建築材料不能進來。佛在經典裡面告訴我們，我們砍樹，樹有樹神，樹高度超過一個人就有樹神，要去祭祀他，跟他誦經，請他搬家，三天之後我們再砍樹，讓三天的時間請他搬家。我們做了，三天之後真的去砍樹，到第四天、第五天的時候，這樹神託夢給我們道場這些年輕法師，傳遞信息給他，說我們給他的時間太短，他來不及搬家，他受了傷害。告訴我們，以後如果要砍樹，一個星期之前通知他。"
    },
    {
      "id": "21-646-0002_p0025",
      "zh_CN": "我们想想也有道理，澳洲人的动作都很缓慢，跟香港完全不一样，走路、说话、办事都是慢吞吞的。我们去的时候，商店早晨几点钟开门？差不多十一点。晚上打烊关门什么时候？大概五点钟。澳洲人很会享受大自然，他对于赚钱不重视，他只要生活能过得去就行了，不希望多赚钱。所以我住在城市，布里斯班这个小城市，在澳洲算是大城市，澳洲第三大的城市，人口大概一百万，这个城市，公园有多少？有一千个公园。你要一天去玩一个公园，三年还没有玩完，你就晓得人家注重，非常重视户外生活。它土地大，人少。我在那个地方买了一个房子，院子多大？你们都无法想像，合中国七十多亩，院子有这么大。从我院子，我院子外面用铁丝网围住的，这个铁丝网走一圈一个小时，里面可以做驾驶车的训练场，那么大的地方。所以我们的菜园就很大，树木很多。重视大自然的生活。这个很有道理，人生在世要活得快乐、活得自在，每天去为钱忙着辛苦，搞了一生，最后死了一文钱也带不去，一生白忙了，那个是真的没有智慧。真有智慧的人，中国古人，只要能吃饱、能穿暖，有个小房子遮蔽风雨，他就自在得不得了，真的快乐。",
      "zh_TW": "我們想想也有道理，澳洲人的動作都很緩慢，跟香港完全不一樣，走路、說話、辦事都是慢吞吞的。我們去的時候，商店早晨幾點鐘開門？差不多十一點。晚上打烊關門什麼時候？大概五點鐘。澳洲人很會享受大自然，他對於賺錢不重視，他只要生活能過得去就行了，不希望多賺錢。所以我住在城市，布里斯班這個小城市，在澳洲算是大城市，澳洲第三大的城市，人口大概一百萬，這個城市，公園有多少？有一千個公園。你要一天去玩一個公園，三年還沒有玩完，你就曉得人家注重，非常重視戶外生活。它土地大，人少。我在那個地方買了一個房子，院子多大？你們都無法想像，合中國七十多畝，院子有這麼大。從我院子，我院子外面用鐵絲網圍住的，這個鐵絲網走一圈一個小時，裡面可以做駕駛車的訓練場，那麼大的地方。所以我們的菜園就很大，樹木很多。重視大自然的生活。這個很有道理，人生在世要活得快樂、活得自在，每天去為錢忙著辛苦，搞了一生，最後死了一文錢也帶不去，一生白忙了，那個是真的沒有智慧。真有智慧的人，中國古人，只要能吃飽、能穿暖，有個小房子遮蔽風雨，他就自在得不得了，真的快樂。"
    },
    {
      "id": "21-646-0002_p0026",
      "zh_CN": "这是说明我们确实影响了植物，这些植物懂得人的意思，我们以爱心待它，它就爱心回馈。我们的菜，我们种了也有二十多种果木树，丰收。附近这些菜农到我这里来看我们的农场，我们没有化肥、没有农药，怎么会种得这么好，他们赶不上，都来问我们，我说我们是用阿弥陀佛佛号种出来的。我们的菜园都有念佛机，整个菜园里头念阿弥陀佛。用佛号种出来的，他们认为不可思议。果木也不需要照顾，菜园也如此。跟小鸟，我们爱牠，牠也爱我们。我们的菜园一定留上一块专门供小虫的，虫要吃菜专门到那去吃，不是留给牠们，牠们决定不侵犯。鸟也是，鸟吃水果，我们指定几棵树，上面挂上牌子，这是给你们鸟吃的，没有挂牌子小鸟绝对不会去吃。我们跟自然和睦相处，共存共荣，我们照顾它，它照顾我们。那个鸟就像家里养的一样，早晚成群在树林里面。与整个大自然一切众生和睦相处，真诚的爱心，我们念佛求生净土，我们也劝牠们念佛求生净土。",
      "zh_TW": "這是說明我們確實影響了植物，這些植物懂得人的意思，我們以愛心待它，它就愛心回饋。我們的菜，我們種了也有二十多種果木樹，豐收。附近這些菜農到我這裡來看我們的農場，我們沒有化肥、沒有農藥，怎麼會種得這麼好，他們趕不上，都來問我們，我說我們是用阿彌陀佛佛號種出來的。我們的菜園都有念佛機，整個菜園裡頭念阿彌陀佛。用佛號種出來的，他們認為不可思議。果木也不需要照顧，菜園也如此。跟小鳥，我們愛牠，牠也愛我們。我們的菜園一定留上一塊專門供小蟲的，蟲要吃菜專門到那去吃，不是留給牠們，牠們決定不侵犯。鳥也是，鳥吃水果，我們指定幾棵樹，上面掛上牌子，這是給你們鳥吃的，沒有掛牌子小鳥絕對不會去吃。我們跟自然和睦相處，共存共榮，我們照顧它，它照顧我們。那個鳥就像家裡養的一樣，早晚成群在樹林裡面。與整個大自然一切眾生和睦相處，真誠的愛心，我們念佛求生淨土，我們也勸牠們念佛求生淨土。"
    },
    {
      "id": "21-646-0002_p0027",
      "zh_CN": "底下这一条，「发送意念者的每一种强烈情绪」，你的爱、你的恨、你的愤怒，「都会导致接受意念者的强烈光释放」。起不起作用？起作用，无论这个人距离你多远，你爱他，他感受到，你恨他，他也感受到。什么样的人不能感受？烦恼习气重的人不能感受，感受不到，心地清净的人就很容易感受到。要是这些负面的，别人恨你，在咒你，那用什么方法来保护自己？用正念，中国古人所说的邪不胜正。我们用清净心、慈悲心，用念佛的心是最好，念阿弥陀佛、念观世音菩萨，你就决定不会受伤害。要懂得保护。",
      "zh_TW": "底下這一條，「發送意念者的每一種強烈情緒」，你的愛、你的恨、你的憤怒，「都會導致接受意念者的強烈光釋放」。起不起作用？起作用，無論這個人距離你多遠，你愛他，他感受到，你恨他，他也感受到。什麼樣的人不能感受？煩惱習氣重的人不能感受，感受不到，心地清淨的人就很容易感受到。要是這些負面的，別人恨你，在咒你，那用什麼方法來保護自己？用正念，中國古人所說的邪不勝正。我們用清淨心、慈悲心，用念佛的心是最好，念阿彌陀佛、念觀世音菩薩，你就決定不會受傷害。要懂得保護。"
    },
    {
      "id": "21-646-0002_p0028",
      "zh_CN": "「生物体可以与环境双向沟通。意念是一种光子流，那植物接收到信号并受其影响，便一点都不奇怪」。这是最近我们十年，跟小动物、跟这些植物接触非常之多，乃至蚊虫蚂蚁，都有灵性。蚂蚁很多到那，牠找东西吃，我们不希望看到这么多蚂蚁，我们居住的环境要干净，牠就不会来，牠没东西吃。蚂蚁要吃的东西我们放在户外，放在院子里头，牠到那边去，就不会进房间里头来。真有灵性。我澳洲的住处房子不大，土地很大，我们想盖一栋宿舍，有时候同修多可以接待，盖了一栋房子在后面。房子盖好了我住进去，新房子，第二天早晨起来，在洗手间里头全是蚂蚁，从哪来的不晓得，新房子！我都不能进去。我在洗手间门口合掌请求蚂蚁菩萨，我说你们从哪里来我不晓得，你们就从哪里出去，半个小时之后我要用洗手间，我给你半个钟点时间，你们赶快出去。我就出去念佛，半个小时回来之后，洗手间一只蚂蚁都没有。跟小动物很好相处，现在最不好相处是人，跟人很难相处，跟这些小动物牠真听话，我们爱牠，我们尊敬牠，牠也爱我们，也尊敬我们，相处很融洽。这些蚂蚁我们照不照顾？照顾牠，牠要找东西吃，我们吃剩下的东西给牠放在院子里头，距离蚂蚁窝不远的地方，牠要搬运也方便，也省一点力气。所以一定要欢欢喜喜跟一切众生相处，知道一切众生皆有灵性，佛法讲一切众生都有佛性。",
      "zh_TW": "「生物體可以與環境雙向溝通。意念是一種光子流，那植物接收到信號並受其影響，便一點都不奇怪」。這是最近我們十年，跟小動物、跟這些植物接觸非常之多，乃至蚊蟲螞蟻，都有靈性。螞蟻很多到那，牠找東西吃，我們不希望看到這麼多螞蟻，我們居住的環境要乾淨，牠就不會來，牠沒東西吃。螞蟻要吃的東西我們放在戶外，放在院子裡頭，牠到那邊去，就不會進房間裡頭來。真有靈性。我澳洲的住處房子不大，土地很大，我們想蓋一棟宿舍，有時候同修多可以接待，蓋了一棟房子在後面。房子蓋好了我住進去，新房子，第二天早晨起來，在洗手間裡頭全是螞蟻，從哪來的不曉得，新房子！我都不能進去。我在洗手間門口合掌請求螞蟻菩薩，我說你們從哪裡來我不曉得，你們就從哪裡出去，半個小時之後我要用洗手間，我給你半個鐘點時間，你們趕快出去。我就出去念佛，半個小時回來之後，洗手間一隻螞蟻都沒有。跟小動物很好相處，現在最不好相處是人，跟人很難相處，跟這些小動物牠真聽話，我們愛牠，我們尊敬牠，牠也愛我們，也尊敬我們，相處很融洽。這些螞蟻我們照不照顧？照顧牠，牠要找東西吃，我們吃剩下的東西給牠放在院子裡頭，距離螞蟻窩不遠的地方，牠要搬運也方便，也省一點力氣。所以一定要歡歡喜喜跟一切眾生相處，知道一切眾生皆有靈性，佛法講一切眾生都有佛性。"
    },
    {
      "id": "21-646-0002_p0029",
      "zh_CN": "下面一条，「意念的效力是爱的完全展现，会让两个身体合而为一」。这是爱心。现在这一条，我们在对动物、对植物、对矿物，产生意想不到的效果，反而对人不行。人现在出现了个问题，最严重的问题是信心没有了。对自己都不相信，都没有信心，他能对别人生出信心吗？信心在中国古人讲，是德行的最低底限，信要没有了一切都完了。五常是德行的标准，你看仁、义、礼、智、信，底限是信，如果信心没有了上面全没有了，这个道理要懂。我们学佛能不能成就，完全在你有没有信心。真信佛不容易，这话说得容易，做到太难！对经典的教诲、对诸佛菩萨一丝毫怀疑都没有，那个感应就不可思议。学佛的人多，具足信心的人不多。所以《华严经》上说，「信为道元功德母，长养一切诸善根」，善根、功德都是从信心当中生的，没有信心怎么行？",
      "zh_TW": "下面一條，「意念的效力是愛的完全展現，會讓兩個身體合而為一」。這是愛心。現在這一條，我們在對動物、對植物、對礦物，產生意想不到的效果，反而對人不行。人現在出現了個問題，最嚴重的問題是信心沒有了。對自己都不相信，都沒有信心，他能對別人生出信心嗎？信心在中國古人講，是德行的最低底限，信要沒有了一切都完了。五常是德行的標準，你看仁、義、禮、智、信，底限是信，如果信心沒有了上面全沒有了，這個道理要懂。我們學佛能不能成就，完全在你有沒有信心。真信佛不容易，這話說得容易，做到太難！對經典的教誨、對諸佛菩薩一絲毫懷疑都沒有，那個感應就不可思議。學佛的人多，具足信心的人不多。所以《華嚴經》上說，「信為道元功德母，長養一切諸善根」，善根、功德都是從信心當中生的，沒有信心怎麼行？"
    },
    {
      "id": "21-646-0002_p0030",
      "zh_CN": "这些德行、性德是一切众生统统具足的，为什么我们今天自性本具的性德不能现前？这是教育问题，我们从小没有受过伦理道德的教育，接受外国的科学教育。科学教育基本概念就是教你怀疑，跟中国传统不一样，中国传统从小就教你不怀疑，你有信心。小孩对父母有信心，对大人有信心，对长辈有信心，从来不怀疑，相信每个人都是好人。你看从小念书，《三字经》头一句话，「人之初，性本善」，上学第一句话就是建立你的信心，一切众生本性本善。教育是如何去培养这个本善，让它不变质，培养这个本善让它发扬光大。善待自己，成圣成贤、成佛成菩萨，这叫善待自己；善待一切众生，这叫发扬光大。所以中国传统、大乘佛法，英国汤恩比博士说，能救现前的社会。",
      "zh_TW": "這些德行、性德是一切眾生統統具足的，為什麼我們今天自性本具的性德不能現前？這是教育問題，我們從小沒有受過倫理道德的教育，接受外國的科學教育。科學教育基本概念就是教你懷疑，跟中國傳統不一樣，中國傳統從小就教你不懷疑，你有信心。小孩對父母有信心，對大人有信心，對長輩有信心，從來不懷疑，相信每個人都是好人。你看從小念書，《三字經》頭一句話，「人之初，性本善」，上學第一句話就是建立你的信心，一切眾生本性本善。教育是如何去培養這個本善，讓它不變質，培養這個本善讓它發揚光大。善待自己，成聖成賢、成佛成菩薩，這叫善待自己；善待一切眾生，這叫發揚光大。所以中國傳統、大乘佛法，英國湯恩比博士說，能救現前的社會。"
    },
    {
      "id": "21-646-0002_p0031",
      "zh_CN": "「不管是好消息还是坏消息的预感，都会被心脏和脑部接收到，最让人惊讶的是，心脏竟比脑部更快接收预感」。我们中国人讲预兆，好事的预兆、恶事的预兆都有预感，这些预感，我们的脑、我们的心脏都能够很快接收到。这真有，不是假的。无论是什么样的预兆，最重要的是冷静，不能够躁动，心要有主宰，我们来接受事实真相。善的固然好，要知道它有副作用；恶的虽然不好，我们如何能化解，借着这个缘分，让我们知道修养道德重要、深信因果重要。只要有智慧，顺境逆境、善缘恶缘都是我们最好的增上缘，帮助提升自己的境界。所以特别是不好的这些信息，灾难的这一类东西，它特别强，有强烈的预感，一定要镇静，念佛就好。行善好，帮助这个事情化解。",
      "zh_TW": "「不管是好消息還是壞消息的預感，都會被心臟和腦部接收到，最讓人驚訝的是，心臟竟比腦部更快接收預感」。我們中國人講預兆，好事的預兆、惡事的預兆都有預感，這些預感，我們的腦、我們的心臟都能夠很快接收到。這真有，不是假的。無論是什麼樣的預兆，最重要的是冷靜，不能夠躁動，心要有主宰，我們來接受事實真相。善的固然好，要知道它有副作用；惡的雖然不好，我們如何能化解，藉著這個緣分，讓我們知道修養道德重要、深信因果重要。只要有智慧，順境逆境、善緣惡緣都是我們最好的增上緣，幫助提升自己的境界。所以特別是不好的這些信息，災難的這一類東西，它特別強，有強烈的預感，一定要鎮靜，念佛就好。行善好，幫助這個事情化解。"
    },
    {
      "id": "21-646-0002_p0032",
      "zh_CN": "「动机是念力成功的关键要素」。我们要想运用念力来改变自己、来改变环境，动机非常重要，动机一定要善。善是什么？要利益社会众生，这个动机就好，如果是自私自利，这动机不好；自私自利要伤害别人，这个动机就更坏，会感来意想不到的灾难。人决定不能有害人的心，人要能遵守古圣先贤教给我们的德行，念念能够舍己为人，这个动机好。大乘教里头，《华严妄尽还源观》讲四德，自性的四德，第四个就是「代众生苦」。这个是性德的圆满，众生有苦有难我们来承当、来代替他受。要给社会大众做好样子，自己不怕辛苦、不怕辛劳、不怕劳累，尽心尽力去做，你愈做身体愈健康，愈做心情愈快乐，这就是生活在幸福之中。为自私自利，那对自己有很大的伤害。「正面意念（带有爱心或利他之心的意念）往往能带来协调的心跳」，带给我们的是欢喜，带给我们的是幸福。",
      "zh_TW": "「動機是念力成功的關鍵要素」。我們要想運用念力來改變自己、來改變環境，動機非常重要，動機一定要善。善是什麼？要利益社會眾生，這個動機就好，如果是自私自利，這動機不好；自私自利要傷害別人，這個動機就更壞，會感來意想不到的災難。人決定不能有害人的心，人要能遵守古聖先賢教給我們的德行，念念能夠捨己為人，這個動機好。大乘教裡頭，《華嚴妄盡還源觀》講四德，自性的四德，第四個就是「代眾生苦」。這個是性德的圓滿，眾生有苦有難我們來承當、來代替他受。要給社會大眾做好樣子，自己不怕辛苦、不怕辛勞、不怕勞累，盡心盡力去做，你愈做身體愈健康，愈做心情愈快樂，這就是生活在幸福之中。為自私自利，那對自己有很大的傷害。「正面意念（帶有愛心或利他之心的意念）往往能帶來協調的心跳」，帶給我們的是歡喜，帶給我們的是幸福。"
    },
    {
      "id": "21-646-0002_p0033",
      "zh_CN": "底下一条，这一条我是节录了这里头最重要的一句话，这是讲「喇嘛」，他们住在高山，「单凭意念，就可以把结冰的水烧开」。意念产生那么大的能量，能把水烧开。而且他们穿的衣服并不多，卧在冰天雪地之下他身上是温暖的，他睡的那块地方你摸摸，下面是热的，像火炕一样。用意念，极度的专注产生这么大的效果。「发送意念的最重要第一步骤都是进入一种高度专注的状态」。这是我们要学着用意念，意念一定是高度专注、全心专注，像《弥陀经》上讲的「一心不乱」。我们明白这个道理，用一心专念阿弥陀佛，自自然然跟阿弥陀佛感应道交。佛菩萨跟我们同在，佛菩萨跟我们一体，跟阿弥陀佛结合成一体，什么灾难都没有了，什么病痛也没有了，科学家给我们做证明。「和谐、有条理」都是意念。",
      "zh_TW": "底下一條，這一條我是節錄了這裡頭最重要的一句話，這是講「喇嘛」，他們住在高山，「單憑意念，就可以把結冰的水燒開」。意念產生那麼大的能量，能把水燒開。而且他們穿的衣服並不多，臥在冰天雪地之下他身上是溫暖的，他睡的那塊地方你摸摸，下面是熱的，像火炕一樣。用意念，極度的專注產生這麼大的效果。「發送意念的最重要第一步驟都是進入一種高度專注的狀態」。這是我們要學著用意念，意念一定是高度專注、全心專注，像《彌陀經》上講的「一心不亂」。我們明白這個道理，用一心專念阿彌陀佛，自自然然跟阿彌陀佛感應道交。佛菩薩跟我們同在，佛菩薩跟我們一體，跟阿彌陀佛結合成一體，什麼災難都沒有了，什麼病痛也沒有了，科學家給我們做證明。「和諧、有條理」都是意念。"
    },
    {
      "id": "21-646-0002_p0034",
      "zh_CN": "这下面是教给我们用意念的方法。「从外在刺激抽身」，不受外面环境的干扰，「向内专注，慈悲心让脑部跃升到一种充满能量的高度感官觉知」。慈悲心是爱心，没有条件的爱心，有这么大的能力，不但让你身心健康，而且让你智慧增长。这个智慧是自性里头本有的，因为有障碍透不出来；慈悲心、专注，你的障碍减少了，自性里头的般若智慧它就能现前。身心健康，智慧增长。",
      "zh_TW": "這下面是教給我們用意念的方法。「從外在刺激抽身」，不受外面環境的干擾，「向內專注，慈悲心讓腦部躍升到一種充滿能量的高度感官覺知」。慈悲心是愛心，沒有條件的愛心，有這麼大的能力，不但讓你身心健康，而且讓你智慧增長。這個智慧是自性裡頭本有的，因為有障礙透不出來；慈悲心、專注，你的障礙減少了，自性裡頭的般若智慧它就能現前。身心健康，智慧增長。"
    },
    {
      "id": "21-646-0002_p0035",
      "zh_CN": "「禅修改变脑波形态，八个星期练习，就让脑部的快乐区得到活化，免疫机能也变强了」，身体抵抗力增强了。我们平常人这个脑波受杂念、妄念的干扰，所以它不清净。禅修是一种方法，让你的思惟想像条理化、秩序化，还得集中。妄念少了，杂念少了，清净心慢慢现前了。清净里头就有喜乐，在禅宗叫禅悦，一般大乘叫法喜，就生出来了。这个是快乐，他要不是快乐，人就不愿意干这桩事情，坐在那里坐一天，功夫好的坐个二、三天都不起来，他也不要吃也不要喝。你看《虚云老和尚年谱》，老和尚坐禅常常坐到半个月，长的到一个月。他也不吃不睡，没有饮食，也不喝水，出定的时候精神饱满，还告诉你好像入定没多久，几分钟，自己不知不觉。定中里面时间、空间维次都没有了，定中有境界。这都是改变我们的方法。我们念佛不必用禅修，就是用念佛就可以，念佛、止静。或者自己口里不要念，专门听，听佛号。现在用念佛机，声音开小小的，自己能听得见，听得清清楚楚，心里头跟着念，口里头不出声。口也不必动，就是用心念，就能达到这个境界。",
      "zh_TW": "「禪修改變腦波形態，八個星期練習，就讓腦部的快樂區得到活化，免疫機能也變強了」，身體抵抗力增強了。我們平常人這個腦波受雜念、妄念的干擾，所以它不清淨。禪修是一種方法，讓你的思惟想像條理化、秩序化，還得集中。妄念少了，雜念少了，清淨心慢慢現前了。清淨裡頭就有喜樂，在禪宗叫禪悅，一般大乘叫法喜，就生出來了。這個是快樂，他要不是快樂，人就不願意幹這樁事情，坐在那裡坐一天，功夫好的坐個二、三天都不起來，他也不要吃也不要喝。你看《虛雲老和尚年譜》，老和尚坐禪常常坐到半個月，長的到一個月。他也不吃不睡，沒有飲食，也不喝水，出定的時候精神飽滿，還告訴你好像入定沒多久，幾分鐘，自己不知不覺。定中裡面時間、空間維次都沒有了，定中有境界。這都是改變我們的方法。我們念佛不必用禪修，就是用念佛就可以，念佛、止靜。或者自己口裡不要念，專門聽，聽佛號。現在用念佛機，聲音開小小的，自己能聽得見，聽得清清楚楚，心裡頭跟著念，口裡頭不出聲。口也不必動，就是用心念，就能達到這個境界。"
    },
    {
      "id": "21-646-0002_p0036",
      "zh_CN": "「专致的心念显然可以扩大感官知觉能力的机制」，这就是一般人讲神通。感官，我们眼耳鼻舌身都起作用，在心清净到一定的程度，一般人看不到的东西你看见，听不到的东西你能听到。像前面讲的这些预感你就特别明显，无论在什么地方发生的、在什么时候发生的几乎都能知道。所以这个一点都不奇怪，这都是事实真相。",
      "zh_TW": "「專致的心念顯然可以擴大感官知覺能力的機制」，這就是一般人講神通。感官，我們眼耳鼻舌身都起作用，在心清淨到一定的程度，一般人看不到的東西你看見，聽不到的東西你能聽到。像前面講的這些預感你就特別明顯，無論在什麼地方發生的、在什麼時候發生的幾乎都能知道。所以這個一點都不奇怪，這都是事實真相。"
    },
    {
      "id": "21-646-0002_p0037",
      "zh_CN": "「行使念力起初需要专注，继而就得交托出去，放下自己和结果」。这是他们做的，这个是很有道理，我们一种专注的意念，这个善念，发出去之后就交托。交托给谁？我们学佛的人交托给佛菩萨，后面的结果不想。今天这个世间苦难的众生很多，我们以真诚慈悲，将自己所修学的功德、将我们一切善行的福德统统回向给他，真诚的回向，这种回向可以达到等于他自己所修的，有这么大的力量。我们发心真诚，后面的结果佛菩萨保佑他，佛菩萨加持他，真正能做得到。",
      "zh_TW": "「行使念力起初需要專注，繼而就得交托出去，放下自己和結果」。這是他們做的，這個是很有道理，我們一種專注的意念，這個善念，發出去之後就交托。交托給誰？我們學佛的人交托給佛菩薩，後面的結果不想。今天這個世間苦難的眾生很多，我們以真誠慈悲，將自己所修學的功德、將我們一切善行的福德統統迴向給他，真誠的迴向，這種迴向可以達到等於他自己所修的，有這麼大的力量。我們發心真誠，後面的結果佛菩薩保佑他，佛菩薩加持他，真正能做得到。"
    },
    {
      "id": "21-646-0002_p0038",
      "zh_CN": "底下这一段很重要，「负面意念对身体有强烈的负面影响，病人或是有罪恶感、易怒和缺乏自信」，这是现在很普遍的现象。要知道，负面不仅伤害别人，伤害自己。我们恨一个人，痛恨这个人，那个人有没有受到影响？有；受多少？三分，自己受影响七分。不值得！我们用正面的，爱心、慈悲心去关怀一个人，他所得到的三分，自己得到的七分，你就想想起心动念对自己多重要。爱别人是真爱自己，帮助别人是真的帮助自己，成就别人是成就自己，这一定的道理。害人是先害自己，无论是个人、是团体，乃至于一个国家，没有例外的。明白这个道理，起心动念决定不能有伤害别人的念头，这个负面是决定错误，决定不能有，因为它真起作用，首先是自己伤害。所以佛菩萨决定没有一个恶念，念念皆是善念，这是我们应该要学习的，他是我们为人处世最好的榜样。",
      "zh_TW": "底下這一段很重要，「負面意念對身體有強烈的負面影響，病人或是有罪惡感、易怒和缺乏自信」，這是現在很普遍的現象。要知道，負面不僅傷害別人，傷害自己。我們恨一個人，痛恨這個人，那個人有沒有受到影響？有；受多少？三分，自己受影響七分。不值得！我們用正面的，愛心、慈悲心去關懷一個人，他所得到的三分，自己得到的七分，你就想想起心動念對自己多重要。愛別人是真愛自己，幫助別人是真的幫助自己，成就別人是成就自己，這一定的道理。害人是先害自己，無論是個人、是團體，乃至於一個國家，沒有例外的。明白這個道理，起心動念決定不能有傷害別人的念頭，這個負面是決定錯誤，決定不能有，因為它真起作用，首先是自己傷害。所以佛菩薩決定沒有一個惡念，念念皆是善念，這是我們應該要學習的，他是我們為人處世最好的榜樣。"
    },
    {
      "id": "21-646-0002_p0039",
      "zh_CN": "下面这一段，「生物体归根究底是由电子之类的粒子构成」，我们身体也是的，这是从物质现象。「所以任何磁方向的激烈改变」，这从理上讲，「应深深影响他们的生理过程」，这是一定的道理。所以磁场改变我们心就不安，特别是一个强烈不善的磁场，我们要进入那里面就感觉得一身不舒服，很多人有这个感触。如果这个磁场非常好，你一进入这里就好像有保护一样，心里非常平安、非常安稳，很喜欢这个地方。我在过去亲近老师，对章嘉大师的磁场就特别有感觉，让你生欢喜心，让你舍不得离开。老师一句话不说，我愿意跟他坐在一起，坐上三、四个钟点一点疲乏都没有。善心的磁场、慈悲心的磁场，摄受人心。诸佛菩萨的磁场我们可以在经典里面去发觉，那个磁场好极了，一般人不知道。你以真诚恭敬心去读经，印光大师说得好，「一分诚敬得一分利益」。我们就读经，如果没有真诚心，什么也得不到，不真诚就是很厚的障碍，把你跟它的磁场障碍住了，你得不到利益。十分诚敬心你得十分利益，百分诚敬心你得百分利益，万分诚敬心你就得万分利益，那还得了！所以经典不可思议。",
      "zh_TW": "下面這一段，「生物體歸根究底是由電子之類的粒子構成」，我們身體也是的，這是從物質現象。「所以任何磁方向的激烈改變」，這從理上講，「應深深影響他們的生理過程」，這是一定的道理。所以磁場改變我們心就不安，特別是一個強烈不善的磁場，我們要進入那裡面就感覺得一身不舒服，很多人有這個感觸。如果這個磁場非常好，你一進入這裡就好像有保護一樣，心裡非常平安、非常安穩，很喜歡這個地方。我在過去親近老師，對章嘉大師的磁場就特別有感覺，讓你生歡喜心，讓你捨不得離開。老師一句話不說，我願意跟他坐在一起，坐上三、四個鐘點一點疲乏都沒有。善心的磁場、慈悲心的磁場，攝受人心。諸佛菩薩的磁場我們可以在經典裡面去發覺，那個磁場好極了，一般人不知道。你以真誠恭敬心去讀經，印光大師說得好，「一分誠敬得一分利益」。我們就讀經，如果沒有真誠心，什麼也得不到，不真誠就是很厚的障礙，把你跟它的磁場障礙住了，你得不到利益。十分誠敬心你得十分利益，百分誠敬心你得百分利益，萬分誠敬心你就得萬分利益，那還得了！所以經典不可思議。"
    },
    {
      "id": "21-646-0002_p0040",
      "zh_CN": "江本博士跟我认识之后不排斥宗教了，以前他是科学家，不沾宗教的边，怕人家说他是迷信，跟我往来他这个关突破了，拿着佛经去做实验，水的反应、结晶非常之美，其他宗教的经典也都很美。我就跟他讲，你看宗教是好东西，不是坏东西。你拿一本社会上色情杂志，或者是杀盗的这种杂志，你去让那个水结晶给它看，它那个反应就非常难看。水会看、会听，懂得人的意思，他实验过了。佛号，阿弥陀佛、释迦牟尼佛、大日如来，佛号去做实验，那个结晶都美、都好看。这就说出哪是正面的，哪是负面的，一定要搞清楚。希望我们这一生永远住在正面的，你就会非常幸福、非常快乐、非常的美满。自己要懂得取舍。所以外面电磁、磁场会干扰我们的情绪，不但干扰情绪，还干扰我们的身体，我们的物质身体。",
      "zh_TW": "江本博士跟我認識之後不排斥宗教了，以前他是科學家，不沾宗教的邊，怕人家說他是迷信，跟我往來他這個關突破了，拿著佛經去做實驗，水的反應、結晶非常之美，其他宗教的經典也都很美。我就跟他講，你看宗教是好東西，不是壞東西。你拿一本社會上色情雜誌，或者是殺盜的這種雜誌，你去讓那個水結晶給它看，它那個反應就非常難看。水會看、會聽，懂得人的意思，他實驗過了。佛號，阿彌陀佛、釋迦牟尼佛、大日如來，佛號去做實驗，那個結晶都美、都好看。這就說出哪是正面的，哪是負面的，一定要搞清楚。希望我們這一生永遠住在正面的，你就會非常幸福、非常快樂、非常的美滿。自己要懂得取捨。所以外面電磁、磁場會干擾我們的情緒，不但干擾情緒，還干擾我們的身體，我們的物質身體。"
    },
    {
      "id": "21-646-0002_p0041",
      "zh_CN": "「地球的微幅磁场摆动深深影响到身体、心脏、脑部」。我们住在地球上，不能摆脱地球的磁场，磁场稍微有一点变动，我们的心就不安，心慌意乱，就受这种干扰。但是这个与修定有关系，定力愈深就愈不受干扰。我们用念阿弥陀佛修定。佛号真正能念得好的话，地球磁场变动，我不受干扰；别人心慌意乱，你心是定的。定就生智慧，知道怎么应付、怎么应对，这个很重要。",
      "zh_TW": "「地球的微幅磁場擺動深深影響到身體、心臟、腦部」。我們住在地球上，不能擺脫地球的磁場，磁場稍微有一點變動，我們的心就不安，心慌意亂，就受這種干擾。但是這個與修定有關係，定力愈深就愈不受干擾。我們用念阿彌陀佛修定。佛號真正能念得好的話，地球磁場變動，我不受干擾；別人心慌意亂，你心是定的。定就生智慧，知道怎麼應付、怎麼應對，這個很重要。"
    },
    {
      "id": "21-646-0002_p0042",
      "zh_CN": "「心灵意念还带来实际的生理改变，用意念去发想，可以让人改变身体的某些部分」。你身体某些部分有问题、有病痛，你用这些方法可以让你的身体恢复，恢复到正常。底下一个，「想像那里的皮肤已回复正常」，确实可以做得到。记住前面的方法，一心专注，强烈的动机，效果就非常显著。今天时间到了，我们就学习到此地。",
      "zh_TW": "「心靈意念還帶來實際的生理改變，用意念去發想，可以讓人改變身體的某些部分」。你身體某些部分有問題、有病痛，你用這些方法可以讓你的身體恢復，恢復到正常。底下一個，「想像那裡的皮膚已回復正常」，確實可以做得到。記住前面的方法，一心專注，強烈的動機，效果就非常顯著。今天時間到了，我們就學習到此地。"
    }
  ]
}