{
  "doc_id": "01-013-0001",
  "title": {
    "zh_CN": "往生咒讲记",
    "zh_TW": "往生咒講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-013-0001",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "01-013-0001_p0001",
      "zh_CN": "请掀开经本（阿弥陀经疏钞演义会本第四卷）六百零七面，第三行：结释咒意。",
      "zh_TW": "請掀開經本（阿彌陀經疏鈔演義會本第四卷）六百零七面，第三行：結釋咒意。"
    },
    {
      "id": "01-013-0001_p0002",
      "zh_CN": "经【拔一切业障根本得生净土陀罗尼。】",
      "zh_TW": "經【拔一切業障根本得生淨土陀羅尼。】"
    },
    {
      "id": "01-013-0001_p0003",
      "zh_CN": "疏【释咒意者。以咒附经。经得咒而弥显。以经先咒。咒得经而愈灵。交相为用。应结释也。此咒详见不思议神力传。持此咒者。灭罪往生。故以拔业障生净土为名。陀罗尼者。此云总持也。】",
      "zh_TW": "疏【釋咒意者。以咒附經。經得咒而彌顯。以經先咒。咒得經而愈靈。交相為用。應結釋也。此咒詳見不思議神力傳。持此咒者。滅罪往生。故以拔業障生淨土為名。陀羅尼者。此云總持也。】"
    },
    {
      "id": "01-013-0001_p0004",
      "zh_CN": "莲池大师在注子里面告诉我们，『释咒意者』，这是我们通常习惯上所称的「往生咒」。咒本来不是属于《阿弥陀经》的，但是这个「往生咒」也是以密法专修净土，莲池大师将这个咒附经有他特别的用意。在《疏钞》里面，我们看到每一段经文末后一段的注解都是「称理」，「理」就是禅宗讲的心性，称理就是称性而谈，这是属于禅宗的。所以他这个注解的方式就是「禅净不二」，后面加上往生咒，它的意思是「显密不二」，这才看出净宗实实在在无比的圆融。自古至今，我们看很多的注解都没有这个体例，所以，这是莲池大师他老人家的一番苦心，无非是期望我们人人都能够信解，人人能够念佛求生净土，这是大师一片苦心，真实的慈悲。",
      "zh_TW": "蓮池大師在註子裡面告訴我們，『釋咒意者』，這是我們通常習慣上所稱的「往生咒」。咒本來不是屬於《阿彌陀經》的，但是這個「往生咒」也是以密法專修淨土，蓮池大師將這個咒附經有他特別的用意。在《疏鈔》裡面，我們看到每一段經文末後一段的註解都是「稱理」，「理」就是禪宗講的心性，稱理就是稱性而談，這是屬於禪宗的。所以他這個註解的方式就是「禪淨不二」，後面加上往生咒，它的意思是「顯密不二」，這才看出淨宗實實在在無比的圓融。自古至今，我們看很多的註解都沒有這個體例，所以，這是蓮池大師他老人家的一番苦心，無非是期望我們人人都能夠信解，人人能夠念佛求生淨土，這是大師一片苦心，真實的慈悲。"
    },
    {
      "id": "01-013-0001_p0005",
      "zh_CN": "『以咒附经，经得咒而弥显，以经先咒。咒得经而愈灵，交相为用，应结释也』，这是先讲经后附咒，咒在经的后面。我们先看这一段，这一段大师他的用意已经明显的说出来了。「经得咒而弥显」，这一句是怎么说法？我们必须要知道。佛在世说法是应机而说，如果佛为初机而说（初学的人而说），这一些我们常常在小乘经里面看到很多，大乘经上也有，佛说得很清楚，说得很简单，并不难懂，让初机人就能够接受。佛向一类大根器的人，聪明智慧、领悟力很强的人，佛的说法就相当的深入。我们今天看起来的确有相当的深度，往往我们看到很不容易理解，很难体会。在一般说大经的时候，实际上我们肉眼看不到的还有一些鬼神、天龙八部也参与了这一个法会。佛为我们说是显说，要用我们的语言说，我们才会听得懂。这些鬼神们都有五通，漏尽通他们没有，漏尽通阿罗汉才能够证得，五通鬼神都有。因此，这些鬼神能够懂得我们人间的言语，所以他们也非常欢喜听佛讲经说法。",
      "zh_TW": "『以咒附經，經得咒而彌顯，以經先咒。咒得經而愈靈，交相為用，應結釋也』，這是先講經後附咒，咒在經的後面。我們先看這一段，這一段大師他的用意已經明顯的說出來了。「經得咒而彌顯」，這一句是怎麼說法？我們必須要知道。佛在世說法是應機而說，如果佛為初機而說（初學的人而說），這一些我們常常在小乘經裡面看到很多，大乘經上也有，佛說得很清楚，說得很簡單，並不難懂，讓初機人就能夠接受。佛向一類大根器的人，聰明智慧、領悟力很強的人，佛的說法就相當的深入。我們今天看起來的確有相當的深度，往往我們看到很不容易理解，很難體會。在一般說大經的時候，實際上我們肉眼看不到的還有一些鬼神、天龍八部也參與了這一個法會。佛為我們說是顯說，要用我們的語言說，我們才會聽得懂。這些鬼神們都有五通，漏盡通他們沒有，漏盡通阿羅漢才能夠證得，五通鬼神都有。因此，這些鬼神能夠懂得我們人間的言語，所以他們也非常歡喜聽佛講經說法。"
    },
    {
      "id": "01-013-0001_p0006",
      "zh_CN": "佛在一部经讲圆满之后，往往用咒。实在讲，这个咒语并不是印度话，也不是梵文，梵文也翻不出来，也不懂。咒语实际上就是鬼神的言语，就是对那些来参加法会的这一些鬼神，用他们的言语说几句，对他们来讲非常的亲切，佛说几句有这个意思。所说的内容，实在讲就是经里面的纲领、纲要。所以咒是经之密说，经是咒之显说，内容其实是一样的；一个说得很详细，一个是提纲挈领，好像讲的几个题目一样，是这么一个意思。这是密咒，在佛经里面，就成为一种特别的体例，这是一般印度文学里面也没有的。",
      "zh_TW": "佛在一部經講圓滿之後，往往用咒。實在講，這個咒語並不是印度話，也不是梵文，梵文也翻不出來，也不懂。咒語實際上就是鬼神的言語，就是對那些來參加法會的這一些鬼神，用他們的言語說幾句，對他們來講非常的親切，佛說幾句有這個意思。所說的內容，實在講就是經裡面的綱領、綱要。所以咒是經之密說，經是咒之顯說，內容其實是一樣的；一個說得很詳細，一個是提綱挈領，好像講的幾個題目一樣，是這麼一個意思。這是密咒，在佛經裡面，就成為一種特別的體例，這是一般印度文學裡面也沒有的。"
    },
    {
      "id": "01-013-0001_p0007",
      "zh_CN": "鬼神对我们一般人来说有感应，善神与人有感应，邪神、恶鬼与人也有感应，这个里面的吉凶祸福差别就很大了。这个感应是不是念咒就会有感应？念咒是一种方式，但是它不是最主要的，主要是我们现代名词里讲的「心电感应」，我们中国古代所说的「诚则灵」。诚则灵，这个「诚」里面到底是善是恶，就不一定。单单讲「诚」，诚里面没有善恶，可是诚的底下，这个众生的愿求就有善恶了。有人心地很慈悲，求一切众生的善福，这个心是善良的。有的人求鬼神，只求自己的利益，而不怕伤害别人，这个心就不善了。所以诚能感诸佛菩萨，也能感一切善神，亦能感一切恶神。所以，这个感之后，那个愿求里面就有善恶、就有吉凶祸福，这是我们不能不知道的。",
      "zh_TW": "鬼神對我們一般人來說有感應，善神與人有感應，邪神、惡鬼與人也有感應，這個裡面的吉凶禍福差別就很大了。這個感應是不是念咒就會有感應？念咒是一種方式，但是它不是最主要的，主要是我們現代名詞裡講的「心電感應」，我們中國古代所說的「誠則靈」。誠則靈，這個「誠」裡面到底是善是惡，就不一定。單單講「誠」，誠裡面沒有善惡，可是誠的底下，這個眾生的願求就有善惡了。有人心地很慈悲，求一切眾生的善福，這個心是善良的。有的人求鬼神，只求自己的利益，而不怕傷害別人，這個心就不善了。所以誠能感諸佛菩薩，也能感一切善神，亦能感一切惡神。所以，這個感之後，那個願求裡面就有善惡、就有吉凶禍福，這是我們不能不知道的。"
    },
    {
      "id": "01-013-0001_p0008",
      "zh_CN": "经跟咒一合等于显密圆融了，所以经的义趣格外的明显；显是显露出来。这个话虽然是这么说，这么说也没有说错，可是真正要这个经义显露，如果我们的心不诚就显露不出来。你要问为什么？这个我们在讲席里也常说，开经偈云：「愿解如来真实义。」怎么解？光是想解是没有办法达到的。我们多读、多研究、多思惟，是不是能解？不能解。什么原因？佛的言语，佛所说的一切经，是从真心自性里面自自然然流露出来的，没有加一丝毫分别想像。我们用分别的心、用思考的心，怎么能够得他的真实义？这是用的心不相应。好像这个水源，人家的水源是清水，我们的水源是浊水。浊水要想了解清水，流到清水，清水也变浊了。这就是我常讲的，我们今天是错解了如来真实义、曲解了如来真实义，没能够真正理解。真正理解，要用什么方法？清净心。佛心是清净的，我们的心也是清净的，那就行了。如来的意思你就理解了，你就懂了，你的心跟佛心一样，你的解跟佛的解才能够相应。",
      "zh_TW": "經跟咒一合等於顯密圓融了，所以經的義趣格外的明顯；顯是顯露出來。這個話雖然是這麼說，這麼說也沒有說錯，可是真正要這個經義顯露，如果我們的心不誠就顯露不出來。你要問為什麼？這個我們在講席裡也常說，開經偈云：「願解如來真實義。」怎麼解？光是想解是沒有辦法達到的。我們多讀、多研究、多思惟，是不是能解？不能解。什麼原因？佛的言語，佛所說的一切經，是從真心自性裡面自自然然流露出來的，沒有加一絲毫分別想像。我們用分別的心、用思考的心，怎麼能夠得他的真實義？這是用的心不相應。好像這個水源，人家的水源是清水，我們的水源是濁水。濁水要想了解清水，流到清水，清水也變濁了。這就是我常講的，我們今天是錯解了如來真實義、曲解了如來真實義，沒能夠真正理解。真正理解，要用什麼方法？清淨心。佛心是清淨的，我們的心也是清淨的，那就行了。如來的意思你就理解了，你就懂了，你的心跟佛心一樣，你的解跟佛的解才能夠相應。"
    },
    {
      "id": "01-013-0001_p0009",
      "zh_CN": "总而言之，一定要修定。我们净宗《无量寿经》的经题上面，教给我们修行的三大纲领是「清净、平等、觉」，这是修行的三大纲领。这个三大纲领，我们只要抓住一个就行了。譬如我们修清净心，心清净了，当然平等；心不平等，绝对不会清净；心不清净，决定不可能觉。所以这三个是「一而三，三而一」。从平等入手也可以，从觉入手也可以。",
      "zh_TW": "總而言之，一定要修定。我們淨宗《無量壽經》的經題上面，教給我們修行的三大綱領是「清淨、平等、覺」，這是修行的三大綱領。這個三大綱領，我們只要抓住一個就行了。譬如我們修清淨心，心清淨了，當然平等；心不平等，絕對不會清淨；心不清淨，決定不可能覺。所以這三個是「一而三，三而一」。從平等入手也可以，從覺入手也可以。"
    },
    {
      "id": "01-013-0001_p0010",
      "zh_CN": "但是对我们业障深重的凡夫来说，从清净心下手比较方便，比较容易。我劝导大家入佛门先读一部经，念三年，其他的一切都放下。为什么要这样做？前面都曾经详细报告过，为的就是修清净心。念一部经，心容易清净；念多了，这个头脑就乱了。你念多了、看多了，自然就胡思乱想；换句话说，你什么好处都得不到。我们佛门讲：「功德」，功是功夫，德是得什么？得清净心、得平等心，开智慧，觉就是开智慧。你的心里面妄想、执着、分别那么多，修行修得再勤苦，烦恼还是一大堆，妄想一大堆，智慧完全没有，这叫白修了，实在讲是修行不得法。那个不想真修的人，我们看到笑笑就算了；真正想修的人，他来见我，我会教给他方法。",
      "zh_TW": "但是對我們業障深重的凡夫來說，從清淨心下手比較方便，比較容易。我勸導大家入佛門先讀一部經，念三年，其他的一切都放下。為什麼要這樣做？前面都曾經詳細報告過，為的就是修清淨心。念一部經，心容易清淨；念多了，這個頭腦就亂了。你念多了、看多了，自然就胡思亂想；換句話說，你什麼好處都得不到。我們佛門講：「功德」，功是功夫，德是得什麼？得清淨心、得平等心，開智慧，覺就是開智慧。你的心裡面妄想、執著、分別那麼多，修行修得再勤苦，煩惱還是一大堆，妄想一大堆，智慧完全沒有，這叫白修了，實在講是修行不得法。那個不想真修的人，我們看到笑笑就算了；真正想修的人，他來見我，我會教給他方法。"
    },
    {
      "id": "01-013-0001_p0011",
      "zh_CN": "今天中午，有几个朋友来看我，其中有一位是佛教徒，他是学密的，也学了不少年。他告诉我：「妄想太多了，烦恼太多了，想压都压不住。念咒也不行，念佛也不行，看经也不行，简直就无可奈何。」我笑笑，算了！他不是真修。到我这里来，看到这个书也喜欢，那个东西也喜欢。他喜欢的东西太多了，一样也放不下，这就不是真修！",
      "zh_TW": "今天中午，有幾個朋友來看我，其中有一位是佛教徒，他是學密的，也學了不少年。他告訴我：「妄想太多了，煩惱太多了，想壓都壓不住。念咒也不行，念佛也不行，看經也不行，簡直就無可奈何。」我笑笑，算了！他不是真修。到我這裡來，看到這個書也喜歡，那個東西也喜歡。他喜歡的東西太多了，一樣也放不下，這就不是真修！"
    },
    {
      "id": "01-013-0001_p0012",
      "zh_CN": "真修行人，不但这个世间一切要放下，佛法也要放下。选一部经，一门深入，从一部经里面成就戒定慧，成就根本智。根本智得到了，然后再求解，那个解是正解，就不会曲解了，不会错解了。你没有根本智，换句话说，你心不清净，不要说看经你会曲解，你来听讲经，也把我的意思听错了。这个很多！他以为听懂了，或者在外面跟别人讲；我听听，不是这么回事情，这个意思错会了。连我讲的意思他都错会了，那佛、菩萨、祖师大德的意思，他怎么会不错？可见得关键在用心。",
      "zh_TW": "真修行人，不但這個世間一切要放下，佛法也要放下。選一部經，一門深入，從一部經裡面成就戒定慧，成就根本智。根本智得到了，然後再求解，那個解是正解，就不會曲解了，不會錯解了。你沒有根本智，換句話說，你心不清淨，不要說看經你會曲解，你來聽講經，也把我的意思聽錯了。這個很多！他以為聽懂了，或者在外面跟別人講；我聽聽，不是這麼回事情，這個意思錯會了。連我講的意思他都錯會了，那佛、菩薩、祖師大德的意思，他怎麼會不錯？可見得關鍵在用心。"
    },
    {
      "id": "01-013-0001_p0013",
      "zh_CN": "我们要想「经得咒而弥显」，我们一定要如法的修学，要修真实的清净心，清净心起用就是智慧。佛在许多经论上，告诉我们十法界的心行。十法界他们用的是什么心？这一点很重要。佛的心是清净、平等，在《无量寿经》经题上，开端就是清净、平等，这是佛心。我们要想学佛，要想修净土，净土是凡夫直捷成佛的一个法门。我们读经、念佛目标就是要把自己的「清净、平等、觉」给念出来，「清净、平等、觉」是本有的，不是外来的，是真心，是本性。",
      "zh_TW": "我們要想「經得咒而彌顯」，我們一定要如法的修學，要修真實的清淨心，清淨心起用就是智慧。佛在許多經論上，告訴我們十法界的心行。十法界他們用的是什麼心？這一點很重要。佛的心是清淨、平等，在《無量壽經》經題上，開端就是清淨、平等，這是佛心。我們要想學佛，要想修淨土，淨土是凡夫直捷成佛的一個法門。我們讀經、念佛目標就是要把自己的「清淨、平等、覺」給念出來，「清淨、平等、覺」是本有的，不是外來的，是真心，是本性。"
    },
    {
      "id": "01-013-0001_p0014",
      "zh_CN": "菩萨的心是六度，菩萨绝对没有自己，不会想着有自己。如果想着有自己，这个人绝对不是菩萨。《金刚经》你们都念过，《金刚经》说得很好，「菩萨有我相人相众生相寿者相，即非菩萨」，不是说得很明白吗？菩萨决定没有自己，起心动念都想着一切众生。",
      "zh_TW": "菩薩的心是六度，菩薩絕對沒有自己，不會想著有自己。如果想著有自己，這個人絕對不是菩薩。《金剛經》你們都念過，《金剛經》說得很好，「菩薩有我相人相眾生相壽者相，即非菩薩」，不是說得很明白嗎？菩薩決定沒有自己，起心動念都想著一切眾生。"
    },
    {
      "id": "01-013-0001_p0015",
      "zh_CN": "菩萨入世跟大众接触，一定符合六度的原则，就是「布施、持戒、忍辱、精进、禅定、般若」。「持戒」就是守法，菩萨一定规规矩矩的，一定依着正确的方法来教化众生，不会标新立异。凡是奇奇怪怪的这些事情，那个绝对不是菩萨所作的。持戒就是守法。「忍辱」决定有耐心，忍辱是度瞋恚，养慈悲心，不会有怨恨，不会有报复。「精进」，进是进步，天天求进步，精是纯而不杂，他表现的决定是一门深入。因为他要教别人，自己要作榜样；教别人修一门，自己修很多门，人家看到就会起疑惑，不相信！菩萨一定给众生作一个最好的榜样。「禅定」，绝对不为外面境界所诱惑，内不生烦恼，外不受诱惑，那是定。最后一个是「般若」，就是理智，我们讲他是理性的，绝对不会动感情，他是非常冷静的，一切事理他看得清清楚楚、明明白白，所以菩萨决定符合这个原则。",
      "zh_TW": "菩薩入世跟大眾接觸，一定符合六度的原則，就是「布施、持戒、忍辱、精進、禪定、般若」。「持戒」就是守法，菩薩一定規規矩矩的，一定依著正確的方法來教化眾生，不會標新立異。凡是奇奇怪怪的這些事情，那個絕對不是菩薩所作的。持戒就是守法。「忍辱」決定有耐心，忍辱是度瞋恚，養慈悲心，不會有怨恨，不會有報復。「精進」，進是進步，天天求進步，精是純而不雜，他表現的決定是一門深入。因為他要教別人，自己要作榜樣；教別人修一門，自己修很多門，人家看到就會起疑惑，不相信！菩薩一定給眾生作一個最好的榜樣。「禪定」，絕對不為外面境界所誘惑，內不生煩惱，外不受誘惑，那是定。最後一個是「般若」，就是理智，我們講他是理性的，絕對不會動感情，他是非常冷靜的，一切事理他看得清清楚楚、明明白白，所以菩薩決定符合這個原則。"
    },
    {
      "id": "01-013-0001_p0016",
      "zh_CN": "所以，我们对佛法要真是稍稍有一点深入，这个眼睛就放光了。这些修行人，哪些是真的？哪些是假的？一句话不说，一见面就知道了。真正修行人，心变了，心一天比一天清净，一天比一天慈悲，一天比一天增长智慧，所谓「烦恼轻、智慧长」。他的相貌一天比一天圆满，一天比一天光明，所谓「相随心转」，所以从他的容貌、威仪就能看得出来，那个也不是装的，他是自自然然的。",
      "zh_TW": "所以，我們對佛法要真是稍稍有一點深入，這個眼睛就放光了。這些修行人，哪些是真的？哪些是假的？一句話不說，一見面就知道了。真正修行人，心變了，心一天比一天清淨，一天比一天慈悲，一天比一天增長智慧，所謂「煩惱輕、智慧長」。他的相貌一天比一天圓滿，一天比一天光明，所謂「相隨心轉」，所以從他的容貌、威儀就能看得出來，那個也不是裝的，他是自自然然的。"
    },
    {
      "id": "01-013-0001_p0017",
      "zh_CN": "如果看到这个修行人说修得很好，一看面上无光，威仪不雅，就晓得他即使是非常用功，他也是走错了道路，他修行的不如法。佛法真正要契入了，确实是破迷开悟、离苦得乐，一天比一天快乐，一年比一年快乐，那是他真正得到法喜，他的功夫得力了。如果学的一天比一天苦恼，那就要好好的检点、反省，不是佛法错，是自己搞错了。",
      "zh_TW": "如果看到這個修行人說修得很好，一看面上無光，威儀不雅，就曉得他即使是非常用功，他也是走錯了道路，他修行的不如法。佛法真正要契入了，確實是破迷開悟、離苦得樂，一天比一天快樂，一年比一年快樂，那是他真正得到法喜，他的功夫得力了。如果學的一天比一天苦惱，那就要好好的檢點、反省，不是佛法錯，是自己搞錯了。"
    },
    {
      "id": "01-013-0001_p0018",
      "zh_CN": "「以经先咒」，先讲经再说咒。佛是在人间说法，当然先要照顾人，鬼神后来再照顾他，这个也是释迦牟尼佛守法，持戒守法！我们主要是为哪些人说法？主要在人间是为人说法的，鬼神是来旁听的，他是来附带的，不是主要，不是为他们说的。如果佛在天上说法，那是以天神他们为主。所以，今天佛是在人间说法，当然经要在前面，咒附在后面。",
      "zh_TW": "「以經先咒」，先講經再說咒。佛是在人間說法，當然先要照顧人，鬼神後來再照顧他，這個也是釋迦牟尼佛守法，持戒守法！我們主要是為哪些人說法？主要在人間是為人說法的，鬼神是來旁聽的，他是來附帶的，不是主要，不是為他們說的。如果佛在天上說法，那是以天神他們為主。所以，今天佛是在人間說法，當然經要在前面，咒附在後面。"
    },
    {
      "id": "01-013-0001_p0019",
      "zh_CN": "「咒得经而愈灵」，我们读经是两种读法，两种目的。第一种我们求根本智。这一种读法，就是恭恭敬敬经本翻开，从「如是我闻」一直念到最后「信受奉行」，一个字没有念错，一句没有念错，字字分明；不去求解，恭恭敬敬的念，没有妄想、没有分别、没有执着，没有怀疑。这一种读经就是修定，修根本智。根本智就是《般若经》上讲的：「般若无知。」我们是修无知。",
      "zh_TW": "「咒得經而愈靈」，我們讀經是兩種讀法，兩種目的。第一種我們求根本智。這一種讀法，就是恭恭敬敬經本翻開，從「如是我聞」一直念到最後「信受奉行」，一個字沒有念錯，一句沒有念錯，字字分明；不去求解，恭恭敬敬的念，沒有妄想、沒有分別、沒有執著，沒有懷疑。這一種讀經就是修定，修根本智。根本智就是《般若經》上講的：「般若無知。」我們是修無知。"
    },
    {
      "id": "01-013-0001_p0020",
      "zh_CN": "如果读经的时候，再想这一句是什么意思，那一段怎么解释，那就坏了。你读经的目的就被破掉了，你是把经典当作世间书去念，那个得不到效果。因为我们读经就是修定，读一个小时是修一个小时的定。修定的方法很多，比如禅宗是打坐，观心或者参话头，教下都是用读经的方法，我们净宗有的时候用读经，有的时候用念佛，像密宗持咒，都是修根本智的方法。",
      "zh_TW": "如果讀經的時候，再想這一句是什麼意思，那一段怎麼解釋，那就壞了。你讀經的目的就被破掉了，你是把經典當作世間書去念，那個得不到效果。因為我們讀經就是修定，讀一個小時是修一個小時的定。修定的方法很多，比如禪宗是打坐，觀心或者參話頭，教下都是用讀經的方法，我們淨宗有的時候用讀經，有的時候用念佛，像密宗持咒，都是修根本智的方法。"
    },
    {
      "id": "01-013-0001_p0021",
      "zh_CN": "方法很多，所谓八万四千法门，无量法门，法就是方法，门就是门径，统统是修定。修定的方法、门径太多了，我们只要选择一种、两种，很适合于自己现在的生活方式，我们修起来很方便，这样就好。所以读经是修定，跟人家在禅堂里面打坐没有什么两样，决定不能够有妄想、分别、执着，这就对了。我们读两个小时，就修两个小时，这是第一种的方法。",
      "zh_TW": "方法很多，所謂八萬四千法門，無量法門，法就是方法，門就是門徑，統統是修定。修定的方法、門徑太多了，我們只要選擇一種、兩種，很適合於自己現在的生活方式，我們修起來很方便，這樣就好。所以讀經是修定，跟人家在禪堂裡面打坐沒有什麼兩樣，決定不能夠有妄想、分別、執著，這就對了。我們讀兩個小時，就修兩個小時，這是第一種的方法。"
    },
    {
      "id": "01-013-0001_p0022",
      "zh_CN": "第二种方法，那就深入一层，随文入观。那是已经得到了根本智，已经得到定了，才有这个能力。没有得到定的时候，没有这个能力。已经得到定，这个能力是把经里面佛所讲的理论、境界跟自己的心融合成一体。读《阿弥陀经》就到了极乐世界，西方世界依正庄严跟自己的身心融成一片了，那个境界高，那个利益非常非常之大，这就是「咒得经而愈灵」。咒是密说，经是显说，无论是经是咒，统统跟自己的心境融成了一片，这是真实的功夫，「心愿解行」跟阿弥陀佛没有两样，完全融成一片，这是第二种的读法。",
      "zh_TW": "第二種方法，那就深入一層，隨文入觀。那是已經得到了根本智，已經得到定了，才有這個能力。沒有得到定的時候，沒有這個能力。已經得到定，這個能力是把經裡面佛所講的理論、境界跟自己的心融合成一體。讀《阿彌陀經》就到了極樂世界，西方世界依正莊嚴跟自己的身心融成一片了，那個境界高，那個利益非常非常之大，這就是「咒得經而愈靈」。咒是密說，經是顯說，無論是經是咒，統統跟自己的心境融成了一片，這是真實的功夫，「心願解行」跟阿彌陀佛沒有兩樣，完全融成一片，這是第二種的讀法。"
    },
    {
      "id": "01-013-0001_p0023",
      "zh_CN": "现在恐怕大多数人这两种读法都没有，所以你们学了很久，功夫不得力，原因在哪里？不会用心，方法错了。你们听经听的时间长了，听经每听一遍就是提醒你一次，薰习一遍。可见得烦恼习气力量太大了，我们这一点薄弱的薰习，敌不过！境界一现前了，马上就迷了。不但一般境界里面迷，正在读经也迷了，正在念佛也迷了，这个东西就难了。所以大师讲：「交相为用。」就是经跟咒相辅相成，这个意思非常之好。",
      "zh_TW": "現在恐怕大多數人這兩種讀法都沒有，所以你們學了很久，功夫不得力，原因在哪裡？不會用心，方法錯了。你們聽經聽的時間長了，聽經每聽一遍就是提醒你一次，薰習一遍。可見得煩惱習氣力量太大了，我們這一點薄弱的薰習，敵不過！境界一現前了，馬上就迷了。不但一般境界裡面迷，正在讀經也迷了，正在念佛也迷了，這個東西就難了。所以大師講：「交相為用。」就是經跟咒相輔相成，這個意思非常之好。"
    },
    {
      "id": "01-013-0001_p0024",
      "zh_CN": "『此咒详见不思议神力传』，这是把往生咒的出处说出来了。它不是出在《阿弥陀经》，也不是出在《无量寿经》，「净土三经」里面都没有，它是出在《不思议神力传》这本书上。",
      "zh_TW": "『此咒詳見不思議神力傳』，這是把往生咒的出處說出來了。它不是出在《阿彌陀經》，也不是出在《無量壽經》，「淨土三經」裡面都沒有，它是出在《不思議神力傳》這本書上。"
    },
    {
      "id": "01-013-0001_p0025",
      "zh_CN": "『持此咒者，灭罪往生』。佛说得很清楚、很明白，要是专修这个法门，专持往生咒，确实能够灭罪，确实能够蒙佛接引，往生西方。佛说得不错！我们五经读本里面收的有，也许诸位看过，经上说得很清楚，往生咒念三十万遍，就感得阿弥陀佛现前。往生咒持三十万遍，在过去我们道场有个老居士，这个老居士现在都不在了，他是张龄老居士，也许有同修见过他。没有见过他的，如果知道「总统纪念歌」，那个歌词就是他作的。他以前是总统府的秘书，早年我讲经，他们夫妻两个几乎都没有一次缺席，天天都来听的。",
      "zh_TW": "『持此咒者，滅罪往生』。佛說得很清楚、很明白，要是專修這個法門，專持往生咒，確實能夠滅罪，確實能夠蒙佛接引，往生西方。佛說得不錯！我們五經讀本裡面收的有，也許諸位看過，經上說得很清楚，往生咒念三十萬遍，就感得阿彌陀佛現前。往生咒持三十萬遍，在過去我們道場有個老居士，這個老居士現在都不在了，他是張齡老居士，也許有同修見過他。沒有見過他的，如果知道「總統紀念歌」，那個歌詞就是他作的。他以前是總統府的秘書，早年我講經，他們夫妻兩個幾乎都沒有一次缺席，天天都來聽的。"
    },
    {
      "id": "01-013-0001_p0026",
      "zh_CN": "他看到往生咒念三十万遍，就感应得佛现前，他就认真每天念，念满三十万遍。他来告诉我，说：「法师，不灵！佛没有现前，什么感应也没有。」这个造的罪就很重，为什么？谤法。不是咒不灵，是你不如法。你念这个咒，先问问罪灭了没有，罪是什么？妄想、分别、执着、烦恼，这是罪。一天到晚口里都是念的咒语，这一些妄想、分别、执着统统不生了，罪就灭了。三十万遍往生咒是要相当长的一个时间，这么长的时间当中，你不起一个妄念，就是我们经上讲的「一心不乱」、「心不颠倒」，那才有用处，才有感应！一面念往生咒，一面打妄想，那怎么行？这个就不如法了。",
      "zh_TW": "他看到往生咒念三十萬遍，就感應得佛現前，他就認真每天念，念滿三十萬遍。他來告訴我，說：「法師，不靈！佛沒有現前，什麼感應也沒有。」這個造的罪就很重，為什麼？謗法。不是咒不靈，是你不如法。你念這個咒，先問問罪滅了沒有，罪是什麼？妄想、分別、執著、煩惱，這是罪。一天到晚口裡都是念的咒語，這一些妄想、分別、執著統統不生了，罪就滅了。三十萬遍往生咒是要相當長的一個時間，這麼長的時間當中，你不起一個妄念，就是我們經上講的「一心不亂」、「心不顛倒」，那才有用處，才有感應！一面念往生咒，一面打妄想，那怎麼行？這個就不如法了。"
    },
    {
      "id": "01-013-0001_p0027",
      "zh_CN": "所以诸位一定要知道这一个关键的所在，大势至菩萨教给我们：「都摄六根，净念相继。」这两句话说得太好了，不但是净土修行的秘诀，任何一个宗派，任何一个法门，也都不能离开这个原则。离开这个原则，违背这个原则，无论修学哪个法门都不会有成就的。",
      "zh_TW": "所以諸位一定要知道這一個關鍵的所在，大勢至菩薩教給我們：「都攝六根，淨念相繼。」這兩句話說得太好了，不但是淨土修行的祕訣，任何一個宗派，任何一個法門，也都不能離開這個原則。離開這個原則，違背這個原則，無論修學哪個法門都不會有成就的。"
    },
    {
      "id": "01-013-0001_p0028",
      "zh_CN": "无量法门，特别是大乘法门，目的是在明心见性。我们净宗修「理一心不乱」就是明心见性，跟禅宗讲的名词虽然不一样，但是境界完全相同。禅宗讲「大彻大悟，见性成佛」，我们讲「理一心不乱」。实报庄严土往生，就是见性成佛。可见得那个原理是相同的，一定要做到「净念相继」。净是清净心，禅宗里面六祖所说的「本来无一物」，你那个心里要一物都没有，这个心是清净心现前了。可是你如果弄错了，「我心里什么都没有了」，什么都没有是无明，把无明当作「本来无一物」，又错了！所以这是一丝毫不能够错会的。",
      "zh_TW": "無量法門，特別是大乘法門，目的是在明心見性。我們淨宗修「理一心不亂」就是明心見性，跟禪宗講的名詞雖然不一樣，但是境界完全相同。禪宗講「大徹大悟，見性成佛」，我們講「理一心不亂」。實報莊嚴土往生，就是見性成佛。可見得那個原理是相同的，一定要做到「淨念相繼」。淨是清淨心，禪宗裡面六祖所說的「本來無一物」，你那個心裡要一物都沒有，這個心是清淨心現前了。可是你如果弄錯了，「我心裡什麼都沒有了」，什麼都沒有是無明，把無明當作「本來無一物」，又錯了！所以這是一絲毫不能夠錯會的。"
    },
    {
      "id": "01-013-0001_p0029",
      "zh_CN": "佛的心清净，确实没有一个念头。虽然没有一个念头，但是没有一样不清楚，所谓「寂寂惺惺」，寂是清净寂灭，惺是照得清清楚楚，没有一样不明了，那才是真心。寂，不落在妄想里，没有妄想；惺，不落在无明里。两边都不落，那叫真心。我们凡夫很糟糕，不是落在妄想这一边，就是落在无明那一边，总搞不清楚，这是我们修行功夫很难得力、很难有成就的因素。",
      "zh_TW": "佛的心清淨，確實沒有一個念頭。雖然沒有一個念頭，但是沒有一樣不清楚，所謂「寂寂惺惺」，寂是清淨寂滅，惺是照得清清楚楚，沒有一樣不明瞭，那才是真心。寂，不落在妄想裡，沒有妄想；惺，不落在無明裡。兩邊都不落，那叫真心。我們凡夫很糟糕，不是落在妄想這一邊，就是落在無明那一邊，總搞不清楚，這是我們修行功夫很難得力、很難有成就的因素。"
    },
    {
      "id": "01-013-0001_p0030",
      "zh_CN": "我们读经，就是依照这个原理所采取的修行方法。譬如我们念《阿弥陀经》，《阿弥陀经》不长，我们读经时，读的字字分明、句句清楚，这是不落无明。读经的时候，没有一个杂念，没有一个妄想，心地清净寂灭，那个方法就用对了。读经不能有分别，不能有妄想，不可以想经里的意思，这个很重要！所以读经是真正的修行，这叫真供养。",
      "zh_TW": "我們讀經，就是依照這個原理所採取的修行方法。譬如我們念《阿彌陀經》，《阿彌陀經》不長，我們讀經時，讀的字字分明、句句清楚，這是不落無明。讀經的時候，沒有一個雜念，沒有一個妄想，心地清淨寂滅，那個方法就用對了。讀經不能有分別，不能有妄想，不可以想經裡的意思，這個很重要！所以讀經是真正的修行，這叫真供養。"
    },
    {
      "id": "01-013-0001_p0031",
      "zh_CN": "还有一些人迷惑颠倒，以为我读经是读给佛菩萨听的，佛菩萨看到我很乖就保佑我了，我天天念经给他听。这是糊涂，这是大错特错。经是佛菩萨讲的，难道他还要听这个东西吗？他才不要听。这是修行非常好的一个方法，我们不会用这个方法，错解了这个方法，所以得的效果往往是相反的。",
      "zh_TW": "還有一些人迷惑顛倒，以為我讀經是讀給佛菩薩聽的，佛菩薩看到我很乖就保佑我了，我天天念經給他聽。這是糊塗，這是大錯特錯。經是佛菩薩講的，難道他還要聽這個東西嗎？他才不要聽。這是修行非常好的一個方法，我們不會用這個方法，錯解了這個方法，所以得的效果往往是相反的。"
    },
    {
      "id": "01-013-0001_p0032",
      "zh_CN": "灭罪，首先要晓得什么叫作「罪」？妄想、分别、执着、烦恼就是罪。真的有效果了，这些东西少了，妄想少了，烦恼轻了，这就是你罪灭掉的现象。三十万遍往生咒念了之后，心确实达到相当清净的程度，这就是我们平常说的，纵然不能到「一心不乱」，至少也到「功夫成片」，有这种功夫就决定得生。所以念三十万遍往生咒这个没说错，而是自己不会用功。今天往生咒念一千遍，记了下来，我今天念一千了，明天我又念了，两千了。你看看这个心掺杂这么多妄想在里面，掺杂这么多欲望在里面。尤其是求感应的心、求神通的心那么切，他还算不错，没遇到妖魔鬼怪。凡是求神通、求感应的，都很容易被魔所扰乱，被妖魔鬼怪来欺骗。灭罪往生，真的有这个功效，有这个功德。",
      "zh_TW": "滅罪，首先要曉得什麼叫作「罪」？妄想、分別、執著、煩惱就是罪。真的有效果了，這些東西少了，妄想少了，煩惱輕了，這就是你罪滅掉的現象。三十萬遍往生咒念了之後，心確實達到相當清淨的程度，這就是我們平常說的，縱然不能到「一心不亂」，至少也到「功夫成片」，有這種功夫就決定得生。所以念三十萬遍往生咒這個沒說錯，而是自己不會用功。今天往生咒念一千遍，記了下來，我今天念一千了，明天我又念了，兩千了。你看看這個心摻雜這麼多妄想在裡面，摻雜這麼多欲望在裡面。尤其是求感應的心、求神通的心那麼切，他還算不錯，沒遇到妖魔鬼怪。凡是求神通、求感應的，都很容易被魔所擾亂，被妖魔鬼怪來欺騙。滅罪往生，真的有這個功效，有這個功德。"
    },
    {
      "id": "01-013-0001_p0033",
      "zh_CN": "『故以拔业障生净土为名，陀罗尼者，此云总持也』。这是梵语，翻成中文的意思叫总持，总一切法，持一切义，也就是我们今天讲的纲领，佛法的纲领。",
      "zh_TW": "『故以拔業障生淨土為名，陀羅尼者，此云總持也』。這是梵語，翻成中文的意思叫總持，總一切法，持一切義，也就是我們今天講的綱領，佛法的綱領。"
    },
    {
      "id": "01-013-0001_p0034",
      "zh_CN": "底下《钞》这一段特别为我们解释业障。想要消业障，如果不知道业障是什么，到底消的是什么也不晓得。现在我们学佛的同修，每一个人都希望消业障：「我的业障很重，我要消业障。」问他：「什么叫业障？」说不出来。说不出来，那还消什么？一定要清清楚楚、明明白白。障就是障碍，障碍了什么？障碍了真心，障碍了本性，这个障就很严重。什么是障？业就是障。业是什么？业是事业。哪个人不喜欢作事业？希望自己的事业愈大愈好，事业愈大，障也就大了，烦恼也就大了。",
      "zh_TW": "底下《鈔》這一段特別為我們解釋業障。想要消業障，如果不知道業障是什麼，到底消的是什麼也不曉得。現在我們學佛的同修，每一個人都希望消業障：「我的業障很重，我要消業障。」問他：「什麼叫業障？」說不出來。說不出來，那還消什麼？一定要清清楚楚、明明白白。障就是障礙，障礙了什麼？障礙了真心，障礙了本性，這個障就很嚴重。什麼是障？業就是障。業是什麼？業是事業。哪個人不喜歡作事業？希望自己的事業愈大愈好，事業愈大，障也就大了，煩惱也就大了。"
    },
    {
      "id": "01-013-0001_p0035",
      "zh_CN": "人生下来很可怜。一上学念书了，你们看看学校发的作业簿，他就作「业」了。从一入学就开始作业，一直作到死都作不完，这是造业。所以人为什么出不了六道轮回？就是他那个造业从来没有中断过，拼命在造。造的是善业，三善道投胎；造的是恶业，三恶道受报。造业是六道轮回，哪一天我们能不造业，那就好了。",
      "zh_TW": "人生下來很可憐。一上學念書了，你們看看學校發的作業簿，他就作「業」了。從一入學就開始作業，一直作到死都作不完，這是造業。所以人為什麼出不了六道輪迴？就是他那個造業從來沒有中斷過，拼命在造。造的是善業，三善道投胎；造的是惡業，三惡道受報。造業是六道輪迴，哪一天我們能不造業，那就好了。"
    },
    {
      "id": "01-013-0001_p0036",
      "zh_CN": "今天下午有几个同修来看我，第一次到这儿来，是个出家的老比丘尼，很发心，自己省吃俭用，到处帮助人家盖庙，出钱出力。她有八十四岁了，我劝她念佛，不要再造业了。盖庙是造业吗？你们想想是不是造业？台湾的庙太多了，不要再盖了，要紧的是念佛求往生。不但恶业不能造，善业也不要造。说实在话，一面造作，心地还是清净，那是菩萨再来，不是凡夫。中国古时候这些道场的建立，跟诸位讲，不是凡夫建的，都是佛、菩萨、阿罗汉化身来建的。凡夫造业，他怎么能出得了三界？怎么能了生死？诸佛菩萨「作而无作，无作而作」，他是来利益众生的，来帮助众生的，所以都是佛菩萨应化而来的。我们今天自己是凡夫，不是佛菩萨再来的，去学佛菩萨那种事业，那我们就坏了，所以这个就要知道。老比丘尼八十四岁了，修行非常认真，早晨很早起来，自己还当维那。已经八十四岁了，非常难得，这个唱的声音也还满响亮的，真不容易！我今天看到她很喜欢，八十几岁有这么好的身体，很难得。",
      "zh_TW": "今天下午有幾個同修來看我，第一次到這兒來，是個出家的老比丘尼，很發心，自己省吃儉用，到處幫助人家蓋廟，出錢出力。她有八十四歲了，我勸她念佛，不要再造業了。蓋廟是造業嗎？你們想想是不是造業？台灣的廟太多了，不要再蓋了，要緊的是念佛求往生。不但惡業不能造，善業也不要造。說實在話，一面造作，心地還是清淨，那是菩薩再來，不是凡夫。中國古時候這些道場的建立，跟諸位講，不是凡夫建的，都是佛、菩薩、阿羅漢化身來建的。凡夫造業，他怎麼能出得了三界？怎麼能了生死？諸佛菩薩「作而無作，無作而作」，他是來利益眾生的，來幫助眾生的，所以都是佛菩薩應化而來的。我們今天自己是凡夫，不是佛菩薩再來的，去學佛菩薩那種事業，那我們就壞了，所以這個就要知道。老比丘尼八十四歲了，修行非常認真，早晨很早起來，自己還當維那。已經八十四歲了，非常難得，這個唱的聲音也還滿響亮的，真不容易！我今天看到她很喜歡，八十幾歲有這麼好的身體，很難得。"
    },
    {
      "id": "01-013-0001_p0037",
      "zh_CN": "她来告诉我，一心又想求生西方极乐世界，一个是他的孙子还不少，放不下，又挂念这个，又挂念那个，还有在外国的，常常问一问：「现在情形怎么样？」心里牵挂这些。",
      "zh_TW": "她來告訴我，一心又想求生西方極樂世界，一個是他的孫子還不少，放不下，又掛念這個，又掛念那個，還有在外國的，常常問一問：「現在情形怎麼樣？」心裡牽掛這些。"
    },
    {
      "id": "01-013-0001_p0038",
      "zh_CN": "我今天告诉她：「这叫业障，那些都是魔，魔障，不会叫你往生。」",
      "zh_TW": "我今天告訴她：「這叫業障，那些都是魔，魔障，不會叫你往生。」"
    },
    {
      "id": "01-013-0001_p0039",
      "zh_CN": "她问我：「怎么办？」",
      "zh_TW": "她問我：「怎麼辦？」"
    },
    {
      "id": "01-013-0001_p0040",
      "zh_CN": "我说：「放下，不要管他。你一心一意念佛往生西方极乐世界去。儿孙放不下，你到了西方世界，你就是菩萨了，菩萨的儿孙会有菩萨照顾，会有护法神保佑，比你照顾周到得多。你要不能往生，落在六道轮回，你的儿孙谁也照顾不了，你自己也无可奈何。我给你讲的都是真话。你想错了，做错了。哪有佛菩萨的眷属没有人照顾的？没有这个道理。」",
      "zh_TW": "我說：「放下，不要管他。你一心一意念佛往生西方極樂世界去。兒孫放不下，你到了西方世界，你就是菩薩了，菩薩的兒孫會有菩薩照顧，會有護法神保佑，比你照顧周到得多。你要不能往生，落在六道輪迴，你的兒孫誰也照顧不了，你自己也無可奈何。我給你講的都是真話。你想錯了，做錯了。哪有佛菩薩的眷屬沒有人照顧的？沒有這個道理。」"
    },
    {
      "id": "01-013-0001_p0041",
      "zh_CN": "今天她听明白了，很欢喜的走了。造极重的罪业，还有护法神在照顾他。佛家讲：「一子成佛，九祖生天。」这都是实话，不是骗人的。所以你要是真正想照顾你的家亲眷属，唯一的好办法，就是一心一意求生净土，见阿弥陀佛，什么都解决了。你要不能生到净土，那你的问题决不是你想像、你操心所能解决得了的。所以学佛要有智慧。",
      "zh_TW": "今天她聽明白了，很歡喜的走了。造極重的罪業，還有護法神在照顧他。佛家講：「一子成佛，九祖生天。」這都是實話，不是騙人的。所以你要是真正想照顧你的家親眷屬，唯一的好辦法，就是一心一意求生淨土，見阿彌陀佛，什麼都解決了。你要不能生到淨土，那你的問題決不是你想像、你操心所能解決得了的。所以學佛要有智慧。"
    },
    {
      "id": "01-013-0001_p0042",
      "zh_CN": "钞【业障者。凡障有三。一烦恼障。二业障。三报障。今言业障。则中摄前后。烦恼者业之因。报者业之果也。业必有因。业必招果。故摄二障。除障贵除其本。如根绝不生芽。芽不生。则枝叶华果。悉不生故。今此咒持之。则烦恼不起。是拔业障根本也。如传言。日夜各持三七遍。灭五逆谤法等罪。是也。得生净土者。轮回娑婆。皆繇业障。业障既空。秽土种灭。随愿往生。故得生阿弥陀佛极乐国土。总持者。总统摄持。更无遗失。即咒之别名也。传名不思议神力者。即经名不思议功德也。持咒持名。即得往生。故同名不思议。】",
      "zh_TW": "鈔【業障者。凡障有三。一煩惱障。二業障。三報障。今言業障。則中攝前後。煩惱者業之因。報者業之果也。業必有因。業必招果。故攝二障。除障貴除其本。如根絕不生芽。芽不生。則枝葉華果。悉不生故。今此咒持之。則煩惱不起。是拔業障根本也。如傳言。日夜各持三七遍。滅五逆謗法等罪。是也。得生淨土者。輪迴娑婆。皆繇業障。業障既空。穢土種滅。隨願往生。故得生阿彌陀佛極樂國土。總持者。總統攝持。更無遺失。即咒之別名也。傳名不思議神力者。即經名不思議功德也。持咒持名。即得往生。故同名不思議。】"
    },
    {
      "id": "01-013-0001_p0043",
      "zh_CN": "『业障者，凡障有三，一烦恼障，二业障，三报障』。「业障」有三大类，这个三大类就是平常经上所讲的「惑、业、苦」，惑是迷惑，业是造作，苦是受报。业障，实在讲无量无边，这里讲的三障是烦恼障、业障、报障。「烦恼」，我们不说细的，说粗的。细的很难懂，粗的就是《百法明门》里面所讲的二十六种烦恼，即六个根本烦恼、二十个随烦恼，就是这二十六个烦恼造成了六道轮回。假如这二十六个烦恼都断了、没有了，六道轮回就没有了，不要说你要怎么出去了，到时候六道轮回找也找不到，所以能造六道轮回的就是这二十六个烦恼。",
      "zh_TW": "『業障者，凡障有三，一煩惱障，二業障，三報障』。「業障」有三大類，這個三大類就是平常經上所講的「惑、業、苦」，惑是迷惑，業是造作，苦是受報。業障，實在講無量無邊，這裡講的三障是煩惱障、業障、報障。「煩惱」，我們不說細的，說粗的。細的很難懂，粗的就是《百法明門》裡面所講的二十六種煩惱，即六個根本煩惱、二十個隨煩惱，就是這二十六個煩惱造成了六道輪迴。假如這二十六個煩惱都斷了、沒有了，六道輪迴就沒有了，不要說你要怎麼出去了，到時候六道輪迴找也找不到，所以能造六道輪迴的就是這二十六個煩惱。"
    },
    {
      "id": "01-013-0001_p0044",
      "zh_CN": "烦恼是障，里面有烦恼，外面就造作。你们在《普贤行愿品》忏悔偈里面所念到的，什么东西造的？身、语、意。身体动作是造作，口里面是言语，意里面是念头。起心动念是意在造业，言语是口在造业，身体动作是身在造业。所以这个烦恼表现在「身、语、意」业上来发挥，就起作用了。身、语、意就是烦恼造业的工具，这个我们要知道。我们时时刻刻要有警觉，依照佛的教诫不造恶业，那就好了。",
      "zh_TW": "煩惱是障，裡面有煩惱，外面就造作。你們在《普賢行願品》懺悔偈裡面所念到的，什麼東西造的？身、語、意。身體動作是造作，口裡面是言語，意裡面是念頭。起心動念是意在造業，言語是口在造業，身體動作是身在造業。所以這個煩惱表現在「身、語、意」業上來發揮，就起作用了。身、語、意就是煩惱造業的工具，這個我們要知道。我們時時刻刻要有警覺，依照佛的教誡不造惡業，那就好了。"
    },
    {
      "id": "01-013-0001_p0045",
      "zh_CN": "既然有造作，后面一定有果报，善因就有善果，果报在三善道；恶因一定要有恶报，果报就是三途，「地狱、饿鬼、畜生」这是三途。我们生生世世、无量劫来都没有办法脱离轮回，都在六道里面打滚，而且一世不如一世。在六道里像螺旋纹一样，愈来愈下去，它不会往上面转的。什么原因？我们造的恶业比善业多，一生一生、一世一世累积下来，就往下沉，不会往上浮。这一个事实，只要我们头脑稍微冷静一点，我们想想，不要想久远，想今天从早到晚，我起心动念，起了多少个善念？起了多少个恶念？你就晓得了。",
      "zh_TW": "既然有造作，後面一定有果報，善因就有善果，果報在三善道；惡因一定要有惡報，果報就是三途，「地獄、餓鬼、畜生」這是三途。我們生生世世、無量劫來都沒有辦法脫離輪迴，都在六道裡面打滾，而且一世不如一世。在六道裡像螺旋紋一樣，愈來愈下去，它不會往上面轉的。什麼原因？我們造的惡業比善業多，一生一生、一世一世累積下來，就往下沉，不會往上浮。這一個事實，只要我們頭腦稍微冷靜一點，我們想想，不要想久遠，想今天從早到晚，我起心動念，起了多少個善念？起了多少個惡念？你就曉得了。"
    },
    {
      "id": "01-013-0001_p0046",
      "zh_CN": "什么是善念？什么是恶念？为一切众生的、为社会大众利益的，这是善念；为自己、为个人、为一家的，这是恶念。你起的念头，到底哪一种念头多？为我自己的念头多，换句话说，你就是往下堕，你不是往上升。这就说明六道轮回的可怖，真可怕！我们在六道里一世不如一世，一世比一世苦，这是事实的真相，不可以不知道。",
      "zh_TW": "什麼是善念？什麼是惡念？為一切眾生的、為社會大眾利益的，這是善念；為自己、為個人、為一家的，這是惡念。你起的念頭，到底哪一種念頭多？為我自己的念頭多，換句話說，你就是往下墮，你不是往上升。這就說明六道輪迴的可怖，真可怕！我們在六道裡一世不如一世，一世比一世苦，這是事實的真相，不可以不知道。"
    },
    {
      "id": "01-013-0001_p0047",
      "zh_CN": "我们看下面的文。『今言业障』，这个明明是三障，他没有说「拔三障生净土」，他只说「拔业障」，没有说「拔三障」。「今言业障，则中摄前后」。三障，「业障」在中，没有烦恼，就不会造业；不造业，就不会有报，所以这个业在当中把上下都关连了。从「因、缘、果」里面来讲，业是因，报是果，烦恼是缘。就是这个果报，跟果报最密切的这个叫因，疏远的叫缘。业跟果报关系最近，烦恼还远一层。像父子，父亲是因，祖父那是缘，比较远一点的是缘。所以这个业报，在三障说「业障」是最合理的。",
      "zh_TW": "我們看下面的文。『今言業障』，這個明明是三障，他沒有說「拔三障生淨土」，他只說「拔業障」，沒有說「拔三障」。「今言業障，則中攝前後」。三障，「業障」在中，沒有煩惱，就不會造業；不造業，就不會有報，所以這個業在當中把上下都關連了。從「因、緣、果」裡面來講，業是因，報是果，煩惱是緣。就是這個果報，跟果報最密切的這個叫因，疏遠的叫緣。業跟果報關係最近，煩惱還遠一層。像父子，父親是因，祖父那是緣，比較遠一點的是緣。所以這個業報，在三障說「業障」是最合理的。"
    },
    {
      "id": "01-013-0001_p0048",
      "zh_CN": "『烦恼者业之因，报者业之果也。业必有因，业必招果，故摄二障』，这是讲一个业障把前面这个烦恼跟后面的果报统统都包括在其中，这个好懂。",
      "zh_TW": "『煩惱者業之因，報者業之果也。業必有因，業必招果，故攝二障』，這是講一個業障把前面這個煩惱跟後面的果報統統都包括在其中，這個好懂。"
    },
    {
      "id": "01-013-0001_p0049",
      "zh_CN": "『除障贵除其本，如根绝不生芽，芽不生，则枝叶华果，悉不生故』。「除障」，有人在枝叶上除，有人在根本上除，这就看人的根性。上上根人、利根之人，他知道从根本修；根本是从根本上下手。中、下根人他不明白这个道理，他也没有法子从根本修，佛就教给他们从枝叶上修。譬如我们看到一棵树，这棵树我们不想要它，聪明的人拔根，根一挖，树就拉倒；那个笨人不要它，先把叶子一片一片的拿下来，然后枝条一条一条剪下来，最后慢慢的才把这棵树连根拔掉，你说那个多费事，多费时间。这在佛法里面讲叫渐修，渐修就是用这个方法，在枝叶上下手。",
      "zh_TW": "『除障貴除其本，如根絕不生芽，芽不生，則枝葉華果，悉不生故』。「除障」，有人在枝葉上除，有人在根本上除，這就看人的根性。上上根人、利根之人，他知道從根本修；根本是從根本上下手。中、下根人他不明白這個道理，他也沒有法子從根本修，佛就教給他們從枝葉上修。譬如我們看到一棵樹，這棵樹我們不想要它，聰明的人拔根，根一挖，樹就拉倒；那個笨人不要它，先把葉子一片一片的拿下來，然後枝條一條一條剪下來，最後慢慢的才把這棵樹連根拔掉，你說那個多費事，多費時間。這在佛法裡面講叫漸修，漸修就是用這個方法，在枝葉上下手。"
    },
    {
      "id": "01-013-0001_p0050",
      "zh_CN": "高级的修行方法是从根本上下手，禅是从根本上。诸位要晓得，禅有两大派系，我们在《坛经》里面看到神秀跟惠能两位大师，神秀大师所接引的对象是大乘根性的人，还是从枝叶上来。六祖能大师是从根本上下手，他接引的是上上根人。我们净土宗是从根本修，这个要知道。密宗里有从根本，也有从枝叶，所以成就不一样。",
      "zh_TW": "高級的修行方法是從根本上下手，禪是從根本上。諸位要曉得，禪有兩大派系，我們在《壇經》裡面看到神秀跟惠能兩位大師，神秀大師所接引的對象是大乘根性的人，還是從枝葉上來。六祖能大師是從根本上下手，他接引的是上上根人。我們淨土宗是從根本修，這個要知道。密宗裡有從根本，也有從枝葉，所以成就不一樣。"
    },
    {
      "id": "01-013-0001_p0051",
      "zh_CN": "净宗不管是什么根性，统统从根本修，为什么？一句「阿弥陀佛」就是根本的根本，上根人也是用这个方法，下根人也是用这个方法；文殊、普贤用这个方法，阿鼻地狱众生也用这个方法。所以生到西方极乐世界，虽然有四土、三辈、九品，那个可以说是理上有，确实有，事上没有。你们看《无量寿经》就知道，事上是平等的，所以西方世界是平等世界，事上平等。我们这个世界，每一个人个子高矮不一样，相貌也不相同。到达西方极乐世界，西方极乐世界的人，个子都一样高，相貌完全一样，都跟阿弥陀佛一样，这是《无量寿经》上讲得清清楚楚、明明白白。所以那个世界叫平等世界，四土、三辈、九品是理论上不平等，事实上平等。",
      "zh_TW": "淨宗不管是什麼根性，統統從根本修，為什麼？一句「阿彌陀佛」就是根本的根本，上根人也是用這個方法，下根人也是用這個方法；文殊、普賢用這個方法，阿鼻地獄眾生也用這個方法。所以生到西方極樂世界，雖然有四土、三輩、九品，那個可以說是理上有，確實有，事上沒有。你們看《無量壽經》就知道，事上是平等的，所以西方世界是平等世界，事上平等。我們這個世界，每一個人個子高矮不一樣，相貌也不相同。到達西方極樂世界，西方極樂世界的人，個子都一樣高，相貌完全一樣，都跟阿彌陀佛一樣，這是《無量壽經》上講得清清楚楚、明明白白。所以那個世界叫平等世界，四土、三輩、九品是理論上不平等，事實上平等。"
    },
    {
      "id": "01-013-0001_p0052",
      "zh_CN": "事上为什么平等？阿弥陀佛本愿威神的加持。说老实话，我们是带业去往生的，烦恼没有断，怎么可能平等？决定不能平等，这是阿弥陀佛本愿威神加持，这个是真正不可思议，十方一切诸佛刹土里面所没有的。我们遇到这个法门一定要珍惜，如果这一生放过了，想以后再遇到，那是非常非常的难得了，真的是「百千万劫难遭遇」。",
      "zh_TW": "事上為什麼平等？阿彌陀佛本願威神的加持。說老實話，我們是帶業去往生的，煩惱沒有斷，怎麼可能平等？決定不能平等，這是阿彌陀佛本願威神加持，這個是真正不可思議，十方一切諸佛剎土裡面所沒有的。我們遇到這個法門一定要珍惜，如果這一生放過了，想以後再遇到，那是非常非常的難得了，真的是「百千萬劫難遭遇」。"
    },
    {
      "id": "01-013-0001_p0053",
      "zh_CN": "所以这个「除障」要除根。",
      "zh_TW": "所以這個「除障」要除根。"
    },
    {
      "id": "01-013-0001_p0054",
      "zh_CN": "『今此咒持之，则烦恼不起，是拔业障根本也』。所以，你要懂得持咒。如果这个咒真的能把自己的妄想、杂念伏住了，这叫持咒，这叫功夫得力了。假如一面念往生咒，一面在打妄想，不要说三十万遍了，三百万遍、三千万遍也没用，也是古人所讲的：「喊破喉咙也枉然。」没用！为什么？你持的不如法，你不会用心。",
      "zh_TW": "『今此咒持之，則煩惱不起，是拔業障根本也』。所以，你要懂得持咒。如果這個咒真的能把自己的妄想、雜念伏住了，這叫持咒，這叫功夫得力了。假如一面念往生咒，一面在打妄想，不要說三十萬遍了，三百萬遍、三千萬遍也沒用，也是古人所講的：「喊破喉嚨也枉然。」沒用！為什麼？你持的不如法，你不會用心。"
    },
    {
      "id": "01-013-0001_p0055",
      "zh_CN": "佛法的修学，无论是哪一个法门，无论是哪一个宗派，最要紧的是会用心，这个很重要。不会用心，模仿那个样子，那是不切实际的，不能成就的；只有外表，没有实际的内容。佛法是讲求实质，并不重视外表。",
      "zh_TW": "佛法的修學，無論是哪一個法門，無論是哪一個宗派，最要緊的是會用心，這個很重要。不會用心，模仿那個樣子，那是不切實際的，不能成就的；只有外表，沒有實際的內容。佛法是講求實質，並不重視外表。"
    },
    {
      "id": "01-013-0001_p0056",
      "zh_CN": "『如传言』。这个「传」，就是上面所说的「不思议神力传」。",
      "zh_TW": "『如傳言』。這個「傳」，就是上面所說的「不思議神力傳」。"
    },
    {
      "id": "01-013-0001_p0057",
      "zh_CN": "『日夜各持三七遍』。「三七」就是二十一遍。",
      "zh_TW": "『日夜各持三七遍』。「三七」就是二十一遍。"
    },
    {
      "id": "01-013-0001_p0058",
      "zh_CN": "『灭五逆谤法等罪，是也』。往往有一些同学看到这个字样，心里面生疑惑：「这个往生咒不长，每天早晨念二十一遍，晚上念二十一遍，不难。五逆谤法是极重的罪，要堕阿鼻地狱的，这样就可以灭罪吗？这是真的吗？」你们说是真的，还是假的？你们可以试试看，张龄居士念了三十万遍没效。佛说的没错，还是我那一句话，我们错解如来真实义。",
      "zh_TW": "『滅五逆謗法等罪，是也』。往往有一些同學看到這個字樣，心裡面生疑惑：「這個往生咒不長，每天早晨念二十一遍，晚上念二十一遍，不難。五逆謗法是極重的罪，要墮阿鼻地獄的，這樣就可以滅罪嗎？這是真的嗎？」你們說是真的，還是假的？你們可以試試看，張齡居士念了三十萬遍沒效。佛說的沒錯，還是我那一句話，我們錯解如來真實義。"
    },
    {
      "id": "01-013-0001_p0059",
      "zh_CN": "早晚课诵，我也说了很多遍。早课的用意是提醒我们，这一天起心动念、言语、造作要遵守佛菩萨的教诲，早晨是提醒。晚课是反省，我这一天有哪些地方做到了，哪些地方没有做到？做到的要继续保持，没有做到的明天要改进。这才叫做早、晚课。不是早晨把这个经咒念一遍给佛菩萨听，晚上再念一遍给他听，我们自己言语、造作、思想、行为根本就不相干，那这种早晚课，说老实话是有罪过的。什么罪过？早晨骗佛菩萨一遍，晚上又去骗一遍，天天骗佛菩萨，你这个罪过重了！你要明白这个意思，你就晓得做早晚课的真实义。",
      "zh_TW": "早晚課誦，我也說了很多遍。早課的用意是提醒我們，這一天起心動念、言語、造作要遵守佛菩薩的教誨，早晨是提醒。晚課是反省，我這一天有哪些地方做到了，哪些地方沒有做到？做到的要繼續保持，沒有做到的明天要改進。這才叫做早、晚課。不是早晨把這個經咒念一遍給佛菩薩聽，晚上再念一遍給他聽，我們自己言語、造作、思想、行為根本就不相干，那這種早晚課，說老實話是有罪過的。什麼罪過？早晨騙佛菩薩一遍，晚上又去騙一遍，天天騙佛菩薩，你這個罪過重了！你要明白這個意思，你就曉得做早晚課的真實義。"
    },
    {
      "id": "01-013-0001_p0060",
      "zh_CN": "早晨二十一遍往生咒念的身心清净，要把这个清净保持一天，这才叫持往生咒；不是念完就没事了。你学了，不能用在日常生活当中，这个学了没用处，要学以致用。晚课再有二十一遍，夜梦不颠倒。日夜身心清净，这样念三十万遍，他怎么不往生？他怎么不消罪业？所以不是他错，是我们把意思解错了。我们以为经上讲早晨念二十一遍、晚上念二十一遍就可以了，造作五逆、谤法罪没有关系，我念二十一遍往生咒就消掉了，这叫大错特错，叫大邪见，邪知邪见。这一点我们要晓得。",
      "zh_TW": "早晨二十一遍往生咒念的身心清淨，要把這個清淨保持一天，這才叫持往生咒；不是念完就沒事了。你學了，不能用在日常生活當中，這個學了沒用處，要學以致用。晚課再有二十一遍，夜夢不顛倒。日夜身心清淨，這樣念三十萬遍，他怎麼不往生？他怎麼不消罪業？所以不是他錯，是我們把意思解錯了。我們以為經上講早晨念二十一遍、晚上念二十一遍就可以了，造作五逆、謗法罪沒有關係，我念二十一遍往生咒就消掉了，這叫大錯特錯，叫大邪見，邪知邪見。這一點我們要曉得。"
    },
    {
      "id": "01-013-0001_p0061",
      "zh_CN": "确实这个经咒、佛号功德威神不可思议。实在讲，我们修行的人都是错解了意思，都是做的形式、做的表面，没有认真、实际在心地上下功夫。果然在心地上下功夫，那个收获实在讲没有法子形容。所以佛法真实的利益，不是将来得到，现在就得到。你这个境界完全转变，跟过去没有学佛绝对不一样，跟这个世间一切人也不一样，确确实实契入佛菩萨应化世间那个境界，在这个世间跟大家和光同尘、游戏神通，这是快乐无比！心地清净，一尘不染，那多快乐！那是真实的享受。",
      "zh_TW": "確實這個經咒、佛號功德威神不可思議。實在講，我們修行的人都是錯解了意思，都是做的形式、做的表面，沒有認真、實際在心地上下功夫。果然在心地上下功夫，那個收穫實在講沒有法子形容。所以佛法真實的利益，不是將來得到，現在就得到。你這個境界完全轉變，跟過去沒有學佛絕對不一樣，跟這個世間一切人也不一樣，確確實實契入佛菩薩應化世間那個境界，在這個世間跟大家和光同塵、遊戲神通，這是快樂無比！心地清淨，一塵不染，那多快樂！那是真實的享受。"
    },
    {
      "id": "01-013-0001_p0062",
      "zh_CN": "你不入境界，这个利益你得不到，这种欢喜你也得不到。所以读经、念往生咒、念阿弥陀佛名号都可以，都能达到这个境界，就是你要会用功，如理如法的修行，经典里所讲的理论、道理要懂得，要与理相应，经典里面教给我们一些方法，我们要明了，要把它做到，与法相应，佛法真实的功德利益你才能得到。",
      "zh_TW": "你不入境界，這個利益你得不到，這種歡喜你也得不到。所以讀經、念往生咒、念阿彌陀佛名號都可以，都能達到這個境界，就是你要會用功，如理如法的修行，經典裡所講的理論、道理要懂得，要與理相應，經典裡面教給我們一些方法，我們要明瞭，要把它做到，與法相應，佛法真實的功德利益你才能得到。"
    },
    {
      "id": "01-013-0001_p0063",
      "zh_CN": "『得生净土者』。底下解释得生净土。",
      "zh_TW": "『得生淨土者』。底下解釋得生淨土。"
    },
    {
      "id": "01-013-0001_p0064",
      "zh_CN": "『轮回娑婆，皆繇业障』，这是晓得生死轮回的因在哪里。因在造业，为什么会造业？因为有烦恼。造业，后面才有六道轮回的果报。业障要空了，烦恼当然也空；烦恼还在，你的业障决定空不了。消业障必定断烦恼，断烦恼一定会消业障。",
      "zh_TW": "『輪迴娑婆，皆繇業障』，這是曉得生死輪迴的因在哪裡。因在造業，為什麼會造業？因為有煩惱。造業，後面才有六道輪迴的果報。業障要空了，煩惱當然也空；煩惱還在，你的業障決定空不了。消業障必定斷煩惱，斷煩惱一定會消業障。"
    },
    {
      "id": "01-013-0001_p0065",
      "zh_CN": "『业障既空，秽土种灭』。这个「秽土」就是六道轮回。六道轮回的种子没有了，六道轮回的因没有了，六道轮回的果报现象当然没有了。永嘉大师讲的「觉后空空无大千」，「大千」就是六道。",
      "zh_TW": "『業障既空，穢土種滅』。這個「穢土」就是六道輪迴。六道輪迴的種子沒有了，六道輪迴的因沒有了，六道輪迴的果報現象當然沒有了。永嘉大師講的「覺後空空無大千」，「大千」就是六道。"
    },
    {
      "id": "01-013-0001_p0066",
      "zh_CN": "『随愿往生』。一定随着自己的愿望，想到西方极乐世界，一定达到。",
      "zh_TW": "『隨願往生』。一定隨著自己的願望，想到西方極樂世界，一定達到。"
    },
    {
      "id": "01-013-0001_p0067",
      "zh_CN": "『故得生阿弥陀佛极乐国土』。这就是说你业障消除了，一定得生。诸位要记住，这是在密咒上讲的，前面经上讲的也是这个原则。所以我们念佛，念佛能不能往生？念佛，业障消了才能往生。我们不是叫「带业往生」吗？没错！古大德给我们解释得很清楚，《印光大师文钞》里也讲的很清楚，「带」是带过去的业，不可以带现在的业。过去是指什么？过去没有学佛不知道时所造的那个业，这是可以原谅的，可以给你带去。学了佛，知道这是坏事，还要做，这不能原谅，这个也不可以带。只能带旧业，不可以带新业，这一点诸位一定要知道。",
      "zh_TW": "『故得生阿彌陀佛極樂國土』。這就是說你業障消除了，一定得生。諸位要記住，這是在密咒上講的，前面經上講的也是這個原則。所以我們念佛，念佛能不能往生？念佛，業障消了才能往生。我們不是叫「帶業往生」嗎？沒錯！古大德給我們解釋得很清楚，《印光大師文鈔》裡也講的很清楚，「帶」是帶過去的業，不可以帶現在的業。過去是指什麼？過去沒有學佛不知道時所造的那個業，這是可以原諒的，可以給你帶去。學了佛，知道這是壞事，還要做，這不能原諒，這個也不可以帶。只能帶舊業，不可以帶新業，這一點諸位一定要知道。"
    },
    {
      "id": "01-013-0001_p0068",
      "zh_CN": "这就是这个法门比其他一切法门殊胜的地方。说实在话，其他法门连过去的业都不能带，一定要消干净才能出得了三界。阿罗汉出了三界了，四果阿罗汉见思烦恼统统断尽了，也就是《百法明门》里面所说的二十六种烦恼统统断尽了，他才能够超越六道轮回。六道以外的尘沙烦恼、无明烦恼都没有破，所以不能见性。我们这个法门见思烦恼不必完全断尽，只要把现行断了就可以了。什么叫现行？现在不发作就可以了。现在一面念佛，一面还发作，没有用处。诸位要记住，就是决定不带现前。现在一定要修身心清净，这个很要紧很要紧，这是我们这一生念佛能不能往生的关键。",
      "zh_TW": "這就是這個法門比其他一切法門殊勝的地方。說實在話，其他法門連過去的業都不能帶，一定要消乾淨才能出得了三界。阿羅漢出了三界了，四果阿羅漢見思煩惱統統斷盡了，也就是《百法明門》裡面所說的二十六種煩惱統統斷盡了，他才能夠超越六道輪迴。六道以外的塵沙煩惱、無明煩惱都沒有破，所以不能見性。我們這個法門見思煩惱不必完全斷盡，只要把現行斷了就可以了。什麼叫現行？現在不發作就可以了。現在一面念佛，一面還發作，沒有用處。諸位要記住，就是決定不帶現前。現在一定要修身心清淨，這個很要緊很要緊，這是我們這一生念佛能不能往生的關鍵。"
    },
    {
      "id": "01-013-0001_p0069",
      "zh_CN": "『总持者，总统摄持，更无遗失，即咒之别名也』。咒也叫总持，这是陀罗尼的意思。『传名不思议神力者，即经名不思议功德也』。我们这个经是《不思议功德经》，所以往生咒也是不思议神力咒。『持咒持名，即得往生，故同名不思议』。咒就是经的密说，与经中的宗旨、义趣可以是完全相同。今天我们就讲到此地。",
      "zh_TW": "『總持者，總統攝持，更無遺失，即咒之別名也』。咒也叫總持，這是陀羅尼的意思。『傳名不思議神力者，即經名不思議功德也』。我們這個經是《不思議功德經》，所以往生咒也是不思議神力咒。『持咒持名，即得往生，故同名不思議』。咒就是經的密說，與經中的宗旨、義趣可以是完全相同。今天我們就講到此地。"
    }
  ]
}