{
  "doc_id": "21-779-0001",
  "title": {
    "zh_CN": "爱民亲民的国王——联合国教科文组织特别会议「缅怀泰王普密蓬．阿杜德陛下」发言",
    "zh_TW": "愛民親民的國王——聯合國教科文組織特別會議「緬懷泰王普密蓬．阿杜德陛下」發言"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "法国巴黎教科文组织总部",
    "zh_TW": "法國巴黎教科文組織總部"
  },
  "doc_number": "21-779-0001",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "21-779-0001_p0001",
      "zh_CN": "尊敬的联合国教科文组织总干事博科娃阁下、世佛联主席宛纳梅提先生、各国大使代表、各位宗教领袖代表、各位嘉宾、女士们、先生们：大家好！",
      "zh_TW": "尊敬的聯合國教科文組織總幹事博科娃閣下、世佛聯主席宛納梅提先生、各國大使代表、各位宗教領袖代表、各位嘉賓、女士們、先生們：大家好！"
    },
    {
      "id": "21-779-0001_p0002",
      "zh_CN": "今天是一个庄严的日子，我们能够在联合国教科文组织总部，共同缅怀已故泰王普密蓬•阿杜德陛下，可以说是具有非凡的历史意义！",
      "zh_TW": "今天是一個莊嚴的日子，我們能夠在聯合國教科文組織總部，共同緬懷已故泰王普密蓬•阿杜德陛下，可以說是具有非凡的歷史意義！"
    },
    {
      "id": "21-779-0001_p0003",
      "zh_CN": "我们从普密蓬•阿杜德陛下在位七十年的行谊来看，他确实是爱民如子。泰国人民常说：「也许我们还不是世界上最好的国家，但是我们有最好的国王陛下！」在曼谷的机场、街头、店铺、影院中，随处可见普密蓬陛下的画像，泰国民众会双手合十，俯身跪拜，以示尊崇。",
      "zh_TW": "我們從普密蓬•阿杜德陛下在位七十年的行誼來看，他確實是愛民如子。泰國人民常說：「也許我們還不是世界上最好的國家，但是我們有最好的國王陛下！」在曼谷的機場、街頭、店鋪、影院中，隨處可見普密蓬陛下的畫像，泰國民眾會雙手合十，俯身跪拜，以示尊崇。"
    },
    {
      "id": "21-779-0001_p0004",
      "zh_CN": "从年少到年老，普密蓬陛下用了一生的时间，带领泰国逐步走出贫穷落后的局面。泰国民众为了表达这分爱戴，将国王陛下的生日十二月五日定为他们的父亲节。节日当天，人们会全体肃立，齐唱《颂圣歌》，并由僧人领众，为国王陛下诵经祈福。这就是中国古人所说的圣君——「民奉其君，爱之如父母，仰之如日月，敬之如神明，畏之若雷霆。」这样的圣君自古以来都稀有难逢。",
      "zh_TW": "從年少到年老，普密蓬陛下用了一生的時間，帶領泰國逐步走出貧窮落後的局面。泰國民眾為了表達這分愛戴，將國王陛下的生日十二月五日定為他們的父親節。節日當天，人們會全體肅立，齊唱《頌聖歌》，並由僧人領眾，為國王陛下誦經祈福。這就是中國古人所說的聖君——「民奉其君，愛之如父母，仰之如日月，敬之如神明，畏之若雷霆。」這樣的聖君自古以來都稀有難逢。"
    },
    {
      "id": "21-779-0001_p0005",
      "zh_CN": "泰国享有「东南亚粮仓」的美称，百分之七八十的人口从事于农业生产，是亚洲唯一的粮食净出口国，也是世界上主要的粮食出口国。获得这样的地位，普密蓬陛下功德甚伟。",
      "zh_TW": "泰國享有「東南亞糧倉」的美稱，百分之七八十的人口從事於農業生產，是亞洲唯一的糧食淨出口國，也是世界上主要的糧食出口國。獲得這樣的地位，普密蓬陛下功德甚偉。"
    },
    {
      "id": "21-779-0001_p0006",
      "zh_CN": "自登基起，普密蓬陛下就体察民间疾苦，足迹遍布大半个泰国，用王室基金为农民修建水利等基础设施。他还推行了皇家发展计划。泰国国土存在大量的沙壤土、硬固土和红土，非常不适于耕种，而且还有许多耕地的盐分含量过高，国王陛下带领钻研，拿出了一系列改良办法，有效的提升了土壤品质，确保了农作物的生长。在曾经因盛产鸦片而贫困落后的泰北山区，国王陛下推广种植油茶、夏威夷坚果、茶叶与咖啡等三百多种经济作物以替代罂粟（读音：英素）种植，这不但减少世界上毒品的供应，也促进了泰北山区的安定与繁荣。",
      "zh_TW": "自登基起，普密蓬陛下就體察民間疾苦，足跡遍佈大半個泰國，用王室基金為農民修建水利等基礎設施。他還推行了皇家發展計畫。泰國國土存在大量的沙壤土、硬固土和紅土，非常不適於耕種，而且還有許多耕地的鹽分含量過高，國王陛下帶領鑽研，拿出了一系列改良辦法，有效的提升了土壤品質，確保了農作物的生長。在曾經因盛產鴉片而貧困落後的泰北山區，國王陛下推廣種植油茶、夏威夷堅果、茶葉與咖啡等三百多種經濟作物以替代罌粟（讀音：英素）種植，這不但減少世界上毒品的供應，也促進了泰北山區的安定與繁榮。"
    },
    {
      "id": "21-779-0001_p0007",
      "zh_CN": "普密蓬陛下还从泰国五省皇家领地里捐出总共九千四百公顷，给当地农民用于练习耕作。截至目前，据说泰国全国已经拥有了三千多项皇家发展计划，所以普密蓬陛下也拥有「农民国王」的美称。",
      "zh_TW": "普密蓬陛下還從泰國五省皇家領地裡捐出總共九千四百公頃，給當地農民用於練習耕作。截至目前，據說泰國全國已經擁有了三千多項皇家發展計畫，所以普密蓬陛下也擁有「農民國王」的美稱。"
    },
    {
      "id": "21-779-0001_p0008",
      "zh_CN": "国王陛下不但关心农业，也关心民众的身体素质。他在自己的王宫里种植水稻试验田，创办牛奶厂，免费发放牛奶给学校的学生。在国王陛下投资创办的泰国农业博物馆里，工作人员给孩子们讲解农作物种种种植的相关知识以后，带领他们去田间学习栽种果树，结束后还让孩子们选了自己喜欢的小树苗回家培育。孩子们说：「我们在博物馆里学到很多，国王陛下真的棒极了！」在泰国，老百姓病了，从入院到出院，只要三十泰铢就解决了。支持这些国民公益项目的，就是普密蓬陛下每年的产业收入。",
      "zh_TW": "國王陛下不但關心農業，也關心民眾的身體素質。他在自己的王宮裡種植水稻試驗田，創辦牛奶廠，免費發放牛奶給學校的學生。在國王陛下投資創辦的泰國農業博物館裡，工作人員給孩子們講解農作物種種種植的相關知識以後，帶領他們去田間學習栽種果樹，結束後還讓孩子們選了自己喜歡的小樹苗回家培育。孩子們說：「我們在博物館裡學到很多，國王陛下真的棒極了！」在泰國，老百姓病了，從入院到出院，只要三十泰銖就解決了。支持這些國民公益項目的，就是普密蓬陛下每年的產業收入。"
    },
    {
      "id": "21-779-0001_p0009",
      "zh_CN": "为表彰普密蓬陛下对改善泰国人民生活水准而做出的杰出贡献，二ＯＯ六年，时任联合国秘书长的安南先生向国王陛下颁发了全球第一个「人类发展终身成就奖」。诚如安南先生说过的：「人类的可持续发展，归根结蒂是要把人放在第一位，并且要赋予人民力量，包括为人民提供教育、保健、机会等等，这也是联合国各项工作的中心。」普密蓬陛下的爱民如子，是佛教慈悲济世精神的体现，也是一切宗教仁慈博爱精神的最佳展现。",
      "zh_TW": "為表彰普密蓬陛下對改善泰國人民生活水準而做出的傑出貢獻，二ＯＯ六年，時任聯合國祕書長的安南先生向國王陛下頒發了全球第一個「人類發展終身成就獎」。誠如安南先生說過的：「人類的可持續發展，歸根結蒂是要把人放在第一位，並且要賦予人民力量，包括為人民提供教育、保健、機會等等，這也是聯合國各項工作的中心。」普密蓬陛下的愛民如子，是佛教慈悲濟世精神的體現，也是一切宗教仁慈博愛精神的最佳展現。"
    },
    {
      "id": "21-779-0001_p0010",
      "zh_CN": "彭博社新闻机构新出炉了「二Ｏ一七年痛苦指数国家排行榜」，泰国以失业率仅占百分之一的超低百分比，再度被评为全世界最幸福的国家。这是泰国连续三年被评为全球最幸福的国家，这样的幸福果实来自于普密蓬陛下爱民如子所积累的成果。",
      "zh_TW": "彭博社新聞機構新出爐了「二Ｏ一七年痛苦指數國家排行榜」，泰國以失業率僅佔百分之一的超低百分比，再度被評為全世界最幸福的國家。這是泰國連續三年被評為全球最幸福的國家，這樣的幸福果實來自於普密蓬陛下愛民如子所積累的成果。"
    },
    {
      "id": "21-779-0001_p0011",
      "zh_CN": "今天，我们在此追思普密蓬陛下，铭记他爱民如子的精神。愿以此为契机，为全人类未来的可持续发展提供更深层次的思考，并带来切实可行的实际行动。希望不仅泰国成为世界上最幸福的国家，也要让每一个国家都能成为最幸福的地方，共同打造地球天堂、和谐世界。谢谢大家！",
      "zh_TW": "今天，我們在此追思普密蓬陛下，銘記他愛民如子的精神。願以此為契機，為全人類未來的可持續發展提供更深層次的思考，並帶來切實可行的實際行動。希望不僅泰國成為世界上最幸福的國家，也要讓每一個國家都能成為最幸福的地方，共同打造地球天堂、和諧世界。謝謝大家！"
    }
  ]
}