{
  "doc_id": "14-007-0005",
  "title": {
    "zh_CN": "地藏经—我们哪一天不造业？",
    "zh_TW": "地藏經—我們哪一天不造業？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-007-0005",
  "total_paragraphs": 99,
  "paragraphs": [
    {
      "id": "14-007-0005_p0001",
      "zh_CN": "请掀开经文一百一十六面。光目女布施罗汉之后，罗汉问她有什么祈求、愿望。她就跟罗汉说，她的母亲过世不久，不知道现在在什么地方。阿罗汉也为她的孝心所感动。经文我们看得很清楚，阿罗汉必须要入定，才能够看到这个境界；他假如要不入定，他就看不到。这个与大菩萨们就不同，大菩萨所谓行住坐卧都在定中，不必入定，你一问他，他马上就知道，这个境界就现前。这是见到阿罗汉跟菩萨功夫浅深、差别就在此地。我们看经文：",
      "zh_TW": "請掀開經文一百一十六面。光目女布施羅漢之後，羅漢問她有什麼祈求、願望。她就跟羅漢說，她的母親過世不久，不知道現在在什麼地方。阿羅漢也為她的孝心所感動。經文我們看得很清楚，阿羅漢必須要入定，才能夠看到這個境界；他假如要不入定，他就看不到。這個與大菩薩們就不同，大菩薩所謂行住坐臥都在定中，不必入定，你一問他，他馬上就知道，這個境界就現前。這是見到阿羅漢跟菩薩功夫淺深、差別就在此地。我們看經文："
    },
    {
      "id": "14-007-0005_p0002",
      "zh_CN": "【罗汉愍之。为作方便。劝光目言。汝可志诚念清净莲华目如来。兼塑画形像。存亡获报。】",
      "zh_TW": "【羅漢愍之。為作方便。勸光目言。汝可志誠念清淨蓮華目如來。兼塑畫形像。存亡獲報。】"
    },
    {
      "id": "14-007-0005_p0003",
      "zh_CN": "罗汉见到光目女的母亲是堕在地狱之中，怎样帮助她超度？这就是教给他方法，这个地方我们一看还是用念佛的方法。正是慈云灌顶法师，这是清朝乾隆时间的一位大德，他在《观无量寿经》注解里面曾经说过，消灾灭罪，任何法门、任何功德都灭不了的罪、消不了的灾，唯有念佛最有效了。这是在《观无量寿经》注解里面说的。换句话说，这一句阿弥陀佛的功德、效果，实在是无与伦比，没有能够跟它相比的。这个事实知道的人不多，所以我们今天要讲超度，念佛功德不可思议。罗汉在此地教她念佛，也教她塑造佛菩萨的形像。塑造形像的功德非常大，它功德之大小与佛法的宣传有很大的关系。假如佛法弘扬不普遍，一般人见到佛像都把它当作一种艺术品来看待，像西方很多观光旅游到中国大陆去参观寺院，都把这个当艺术品。许许多多的佛像，我们在中国、外国商店里面看到，当艺术品在那里出卖。有没有好处？不能说没有好处，正是经典上所说，「一历耳根，永为道种」。他看到佛像，知道佛的名号，阿赖耶识里面就种下佛法的种子了。但是他没有净信，所以这个种子的成熟，那就很慢很慢了。如果佛法能普遍的宣扬，大家对佛法的理论、修学的功德利益都能够明了，他见像闻名能够生起恭敬心，这个利益就很大很大，说不定得度的因缘这一生就成熟了。所以佛法的宣扬，非常非常的重要。今天世间这样的乱，与佛法的弘扬有很大的关系。在我们中国过去，这几千年的历史之中，凡是佛法弘扬最胜的时候，也就是天下太平，国家最强盛的时候；佛法衰，国力也就衰，社会也就有动乱。细细去读历史，我们会发现这个事实，这个事实决定不是偶然的。",
      "zh_TW": "羅漢見到光目女的母親是墮在地獄之中，怎樣幫助她超度？這就是教給他方法，這個地方我們一看還是用念佛的方法。正是慈雲灌頂法師，這是清朝乾隆時間的一位大德，他在《觀無量壽經》註解裡面曾經說過，消災滅罪，任何法門、任何功德都滅不了的罪、消不了的災，唯有念佛最有效了。這是在《觀無量壽經》註解裡面說的。換句話說，這一句阿彌陀佛的功德、效果，實在是無與倫比，沒有能夠跟它相比的。這個事實知道的人不多，所以我們今天要講超度，念佛功德不可思議。羅漢在此地教她念佛，也教她塑造佛菩薩的形像。塑造形像的功德非常大，它功德之大小與佛法的宣傳有很大的關係。假如佛法弘揚不普遍，一般人見到佛像都把它當作一種藝術品來看待，像西方很多觀光旅遊到中國大陸去參觀寺院，都把這個當藝術品。許許多多的佛像，我們在中國、外國商店裡面看到，當藝術品在那裡出賣。有沒有好處？不能說沒有好處，正是經典上所說，「一歷耳根，永為道種」。他看到佛像，知道佛的名號，阿賴耶識裡面就種下佛法的種子了。但是他沒有淨信，所以這個種子的成熟，那就很慢很慢了。如果佛法能普遍的宣揚，大家對佛法的理論、修學的功德利益都能夠明瞭，他見像聞名能夠生起恭敬心，這個利益就很大很大，說不定得度的因緣這一生就成熟了。所以佛法的宣揚，非常非常的重要。今天世間這樣的亂，與佛法的弘揚有很大的關係。在我們中國過去，這幾千年的歷史之中，凡是佛法弘揚最勝的時候，也就是天下太平，國家最強盛的時候；佛法衰，國力也就衰，社會也就有動亂。細細去讀歷史，我們會發現這個事實，這個事實決定不是偶然的。"
    },
    {
      "id": "14-007-0005_p0004",
      "zh_CN": "此地跟我们讲，建造寺院、建立道场，统统都是弘法利生。『存亡获报』，「存」是在世间的人，「亡」是过去的亲人，都得到殊胜的果报。光目女是个虔诚的佛弟子，听了罗汉的教诫，她就能信受。",
      "zh_TW": "此地跟我們講，建造寺院、建立道場，統統都是弘法利生。『存亡獲報』，「存」是在世間的人，「亡」是過去的親人，都得到殊勝的果報。光目女是個虔誠的佛弟子，聽了羅漢的教誡，她就能信受。"
    },
    {
      "id": "14-007-0005_p0005",
      "zh_CN": "【光目闻已。即舍所爱。】",
      "zh_TW": "【光目聞已。即捨所愛。】"
    },
    {
      "id": "14-007-0005_p0006",
      "zh_CN": "人世所爱的是财富，舍财修福。",
      "zh_TW": "人世所愛的是財富，捨財修福。"
    },
    {
      "id": "14-007-0005_p0007",
      "zh_CN": "【寻画佛像。而供养之。】",
      "zh_TW": "【尋畫佛像。而供養之。】"
    },
    {
      "id": "14-007-0005_p0008",
      "zh_CN": "这就是她能够依教奉行。",
      "zh_TW": "這就是她能夠依教奉行。"
    },
    {
      "id": "14-007-0005_p0009",
      "zh_CN": "【复恭敬心。悲泣瞻礼。】",
      "zh_TW": "【復恭敬心。悲泣瞻禮。】"
    },
    {
      "id": "14-007-0005_p0010",
      "zh_CN": "我们在经文上没有看到念佛，阿罗汉教她念佛，没有看到念这个字样，诸位要知道，『瞻礼』就是念；『恭敬』、『悲泣』，那是用最虔诚的心，为了救度母亲。「瞻礼」就是念佛。念佛经上跟我们讲有四种，有持名念佛，通常我们念佛都是用口念，持名念佛；有观想念佛，《十六观经》里面所讲的，前面十二种属于观想念佛；第三种叫观像念佛，这个地方瞻礼就是观像念佛，这是我们应该要记住的。",
      "zh_TW": "我們在經文上沒有看到念佛，阿羅漢教她念佛，沒有看到念這個字樣，諸位要知道，『瞻禮』就是念；『恭敬』、『悲泣』，那是用最虔誠的心，為了救度母親。「瞻禮」就是念佛。念佛經上跟我們講有四種，有持名念佛，通常我們念佛都是用口念，持名念佛；有觀想念佛，《十六觀經》裡面所講的，前面十二種屬於觀想念佛；第三種叫觀像念佛，這個地方瞻禮就是觀像念佛，這是我們應該要記住的。"
    },
    {
      "id": "14-007-0005_p0011",
      "zh_CN": "【忽于夜后。梦见佛身。金身晃耀。如须弥山。放大光明。而告光目。汝母不久。当生汝家。才觉饥寒。即当言说。】",
      "zh_TW": "【忽於夜後。夢見佛身。金身晃耀。如須彌山。放大光明。而告光目。汝母不久。當生汝家。纔覺飢寒。即當言說。】"
    },
    {
      "id": "14-007-0005_p0012",
      "zh_CN": "我们继续看底下经文：",
      "zh_TW": "我們繼續看底下經文："
    },
    {
      "id": "14-007-0005_p0013",
      "zh_CN": "【其后家内。婢生一子。未满三日。而乃言说。稽首悲泣。告于光目。生死业缘。果报自受。吾是汝母。久处暗冥。自别汝来。累堕大地狱。蒙汝福力。方得受生。为下贱人。又复短命。寿年十三。更落恶道。汝有何计。令吾脱免。】",
      "zh_TW": "【其後家內。婢生一子。未滿三日。而乃言說。稽首悲泣。告於光目。生死業緣。果報自受。吾是汝母。久處暗冥。自別汝來。累墮大地獄。蒙汝福力。方得受生。為下賤人。又復短命。壽年十三。更落惡道。汝有何計。令吾脫免。】"
    },
    {
      "id": "14-007-0005_p0014",
      "zh_CN": "光目女念佛的功夫，要跟前面婆罗门女，两个比较一下，很显然不一样。前面我们见到的，可以断定她是得一心不乱，如果不得一心不乱，她没有能力到地狱。所以地狱里面只有一个受罪的人、一个是菩萨才能够去，其他的人见不到的，这是得一心。光目女也非常虔诚，她没有得到一心，如果得到一心，她这个境界在定中就现前，她是在梦中。这是感应道交，在梦中佛告诉她的。这样的感应至少也是我们常讲功夫成片，才能够得到与诸佛菩萨相感应，念到功夫成片。换句话说，这个念力能够把烦恼伏住，没有办法断，但是能把烦恼伏住。前面婆罗门女，必定是将见思烦恼断了，那个功夫深。这是功夫浅深不同。一个是自己定中现量境界，这个是梦中佛来指点的，这就是我们看出念佛功夫浅深不同。",
      "zh_TW": "光目女念佛的功夫，要跟前面婆羅門女，兩個比較一下，很顯然不一樣。前面我們見到的，可以斷定她是得一心不亂，如果不得一心不亂，她沒有能力到地獄。所以地獄裡面只有一個受罪的人、一個是菩薩才能夠去，其他的人見不到的，這是得一心。光目女也非常虔誠，她沒有得到一心，如果得到一心，她這個境界在定中就現前，她是在夢中。這是感應道交，在夢中佛告訴她的。這樣的感應至少也是我們常講功夫成片，才能夠得到與諸佛菩薩相感應，念到功夫成片。換句話說，這個念力能夠把煩惱伏住，沒有辦法斷，但是能把煩惱伏住。前面婆羅門女，必定是將見思煩惱斷了，那個功夫深。這是功夫淺深不同。一個是自己定中現量境界，這個是夢中佛來指點的，這就是我們看出念佛功夫淺深不同。"
    },
    {
      "id": "14-007-0005_p0015",
      "zh_CN": "佛告诉她，妳的母亲不久就又能得人身，从地狱里面超生了，得人身了。『才觉饥寒』，她就会说话，这是佛告诉她的。过了几天，果然就有奇怪的事情发生了，她家里面的佣人，婢女是家里佣人，生了一个小孩，未满三天他就会说话。这样的情形这个世间也有，但是非常的稀少，并不常见。我们一般人投胎，投胎是什么时候来投胎？是母亲怀孕的那一刹那，那个时候投胎。所以他在胎中他要度过十个月，这十个月佛在经典上讲叫胎狱，就好像监牢狱一样，叫坐胎。这十个月，母亲喝一杯凉水，他就像在寒冰地狱一样，非常痛苦；喝一杯热茶，就像在八热地狱一样。所以这种苦难不是好受的，他想脱离也脱离不了。既然入胎了，就没有办法脱离，所以那十个月非常痛苦，把从前的事情都忘记干干净净的，前生的事情忘记了，这是我们能够理解的。",
      "zh_TW": "佛告訴她，妳的母親不久就又能得人身，從地獄裡面超生了，得人身了。『纔覺飢寒』，她就會說話，這是佛告訴她的。過了幾天，果然就有奇怪的事情發生了，她家裡面的傭人，婢女是家裡傭人，生了一個小孩，未滿三天他就會說話。這樣的情形這個世間也有，但是非常的稀少，並不常見。我們一般人投胎，投胎是什麼時候來投胎？是母親懷孕的那一剎那，那個時候投胎。所以他在胎中他要度過十個月，這十個月佛在經典上講叫胎獄，就好像監牢獄一樣，叫坐胎。這十個月，母親喝一杯涼水，他就像在寒冰地獄一樣，非常痛苦；喝一杯熱茶，就像在八熱地獄一樣。所以這種苦難不是好受的，他想脫離也脫離不了。既然入胎了，就沒有辦法脫離，所以那十個月非常痛苦，把從前的事情都忘記乾乾淨淨的，前生的事情忘記了，這是我們能夠理解的。"
    },
    {
      "id": "14-007-0005_p0016",
      "zh_CN": "我们看到有许多小朋友非常聪明，在十几岁的时候，害一场大病之后，他就变成愚痴了，记忆力完全没有了。我过去有一位同事就是这样的，他的一个小孩，虽然没有完全白痴，大概几乎到百分之五十，痴痴呆呆的。小时候非常聪明，发过高烧之后，医学里面讲脑神经里面某些部分有了伤害，使他记忆完全没有。害一场大病，尚且能把记忆丧失掉，你要想这十个月的胎狱之苦，前生事情忘记得干干净净，这叫做隔阴之迷，是这么一个原因。也有的人一生下来，他对于前生的事情完全知道，记忆完全没有丧失，这是什么原因？这个多半都是很有福报的人，这种人叫夺胎，父母怀孕的是另外一个神识，我们中国人讲灵魂，是另外一个人来投胎。他这个小孩一出生就死了，他神识就离开了，另外一个神识借尸还魂，他就入了他这个胎，借他的，这样他就没有受十个月怀胎之苦，这样情形对于前生的事情完全知道，在我们佛法里面叫夺胎，他不是入胎，他是夺胎。夺胎也要有缘分的，没有这个缘分也夺不来的。光目女的母亲是属于夺胎，还是佛的神力加持，使她能够恢复，这就不得而知了，因为经文上没有说明。凡是能记得前生的事情，不是属于夺胎一种，那就是佛的威神加持，这个不可思议。",
      "zh_TW": "我們看到有許多小朋友非常聰明，在十幾歲的時候，害一場大病之後，他就變成愚痴了，記憶力完全沒有了。我過去有一位同事就是這樣的，他的一個小孩，雖然沒有完全白痴，大概幾乎到百分之五十，痴痴呆呆的。小時候非常聰明，發過高燒之後，醫學裡面講腦神經裡面某些部分有了傷害，使他記憶完全沒有。害一場大病，尚且能把記憶喪失掉，你要想這十個月的胎獄之苦，前生事情忘記得乾乾淨淨，這叫做隔陰之迷，是這麼一個原因。也有的人一生下來，他對於前生的事情完全知道，記憶完全沒有喪失，這是什麼原因？這個多半都是很有福報的人，這種人叫奪胎，父母懷孕的是另外一個神識，我們中國人講靈魂，是另外一個人來投胎。他這個小孩一出生就死了，他神識就離開了，另外一個神識借屍還魂，他就入了他這個胎，借他的，這樣他就沒有受十個月懷胎之苦，這樣情形對於前生的事情完全知道，在我們佛法裡面叫奪胎，他不是入胎，他是奪胎。奪胎也要有緣分的，沒有這個緣分也奪不來的。光目女的母親是屬於奪胎，還是佛的神力加持，使她能夠恢復，這就不得而知了，因為經文上沒有說明。凡是能記得前生的事情，不是屬於奪胎一種，那就是佛的威神加持，這個不可思議。"
    },
    {
      "id": "14-007-0005_p0017",
      "zh_CN": "她从堕到地狱之后，受到这些苦难，自己有高度的觉悟了，所以她告诉光目说『生死业缘，果报自受』。这是她自己现在才真正明了，才真正觉悟，不受这大苦难，她不晓得。这才告诉她，她说我是妳的母亲，『久处暗冥』。她母亲死了不久，为什么「久处暗冥」？在地狱里面受苦，所感觉到的是很长很长的时间，我们俗话讲「度日如年」，地狱里面虽然是我们人间看起一刹那，她可能在那里感受到就是千万亿年。『自别汝来，累堕大地狱，蒙汝福力，方得受生，为下贱人』。她遵照阿罗汉的教诫，念佛，积功累德，回向她的母亲，使她母亲能够从地狱里面脱出，再得人身。虽然得人身，她的宿业很重，所以出生在下贱之人。在印度当时阶级观念非常重，而且还短命。她自己晓得十三岁她就要死了，死了以后还要堕恶道，她的余罪并没有完全报尽，所以她还是要受的。『汝有何计，令吾脱免』，妳有什么计划、有什么方法，能够免除我的灾难？",
      "zh_TW": "她從墮到地獄之後，受到這些苦難，自己有高度的覺悟了，所以她告訴光目說『生死業緣，果報自受』。這是她自己現在才真正明瞭，才真正覺悟，不受這大苦難，她不曉得。這才告訴她，她說我是妳的母親，『久處暗冥』。她母親死了不久，為什麼「久處暗冥」？在地獄裡面受苦，所感覺到的是很長很長的時間，我們俗話講「度日如年」，地獄裡面雖然是我們人間看起一剎那，她可能在那裡感受到就是千萬億年。『自別汝來，累墮大地獄，蒙汝福力，方得受生，為下賤人』。她遵照阿羅漢的教誡，念佛，積功累德，迴向她的母親，使她母親能夠從地獄裡面脫出，再得人身。雖然得人身，她的宿業很重，所以出生在下賤之人。在印度當時階級觀念非常重，而且還短命。她自己曉得十三歲她就要死了，死了以後還要墮惡道，她的餘罪並沒有完全報盡，所以她還是要受的。『汝有何計，令吾脫免』，妳有什麼計畫、有什麼方法，能夠免除我的災難？"
    },
    {
      "id": "14-007-0005_p0018",
      "zh_CN": "【光目闻说。知母无疑。哽咽悲啼。而白婢子。既是我母。合知本罪。作何行业。堕于恶道。】",
      "zh_TW": "【光目聞說。知母無疑。哽咽悲啼。而白婢子。既是我母。合知本罪。作何行業。墮於惡道。】"
    },
    {
      "id": "14-007-0005_p0019",
      "zh_CN": "光目听了这个话，为了要证实究竟是不是她母亲转世的，问一问，妳既然是我母亲，妳在生前究竟造了些什么罪，堕到大地狱里面？",
      "zh_TW": "光目聽了這個話，為了要證實究竟是不是她母親轉世的，問一問，妳既然是我母親，妳在生前究竟造了些什麼罪，墮到大地獄裡面？"
    },
    {
      "id": "14-007-0005_p0020",
      "zh_CN": "【婢子答言。以杀害毁骂二业受报。若非蒙福。救拔吾难。以是业故。未合解脱。】",
      "zh_TW": "【婢子答言。以殺害毀罵二業受報。若非蒙福。救拔吾難。以是業故。未合解脫。】"
    },
    {
      "id": "14-007-0005_p0021",
      "zh_CN": "她所说的是一生里面所造恶业最重的，杀生。『杀』是断命，断一切众生之命，这叫「杀」；『害』是令一切众生受到损害，或者给他有恐怖，叫他身心不安，使他生烦恼；『毁』是毁谤；『骂』是骂詈，这些罪业她所受的果报。这些情形，我们在一般生活当中也常常见到，甚至于自己也是这样做。看到《地藏经》上，果报是累堕大地狱，我们想想真的会有这么严重吗？这些必须要深入大乘经藏，我们就会了解了。造罪业最重的无过于三宝，以恶心对待三宝这个罪业就重了，因为三宝是一切众生的眼目，是一切众生的福田，众生能够在一生当中破迷开悟、离苦得乐，除依三宝之外，没有第二个方法。所以三宝在世间是第一福田，如果杀害、毁骂是对三宝，那这个罪业就重了。此地并没有说明，可见得这是重罪不是轻罪。",
      "zh_TW": "她所說的是一生裡面所造惡業最重的，殺生。『殺』是斷命，斷一切眾生之命，這叫「殺」；『害』是令一切眾生受到損害，或者給他有恐怖，叫他身心不安，使他生煩惱；『毀』是毀謗；『罵』是罵詈，這些罪業她所受的果報。這些情形，我們在一般生活當中也常常見到，甚至於自己也是這樣做。看到《地藏經》上，果報是累墮大地獄，我們想想真的會有這麼嚴重嗎？這些必須要深入大乘經藏，我們就會了解了。造罪業最重的無過於三寶，以惡心對待三寶這個罪業就重了，因為三寶是一切眾生的眼目，是一切眾生的福田，眾生能夠在一生當中破迷開悟、離苦得樂，除依三寶之外，沒有第二個方法。所以三寶在世間是第一福田，如果殺害、毀罵是對三寶，那這個罪業就重了。此地並沒有說明，可見得這是重罪不是輕罪。"
    },
    {
      "id": "14-007-0005_p0022",
      "zh_CN": "【光目问言。地狱罪报。其事云何。】",
      "zh_TW": "【光目問言。地獄罪報。其事云何。】"
    },
    {
      "id": "14-007-0005_p0023",
      "zh_CN": "地狱里到底是些什么状况？",
      "zh_TW": "地獄裡到底是些什麼狀況？"
    },
    {
      "id": "14-007-0005_p0024",
      "zh_CN": "【婢子答言。罪苦之事。不忍称说。】",
      "zh_TW": "【婢子答言。罪苦之事。不忍稱說。】"
    },
    {
      "id": "14-007-0005_p0025",
      "zh_CN": "连说都不忍心，那个苦痛就可想而知了。",
      "zh_TW": "連說都不忍心，那個苦痛就可想而知了。"
    },
    {
      "id": "14-007-0005_p0026",
      "zh_CN": "【百千岁中。卒白难竟。】",
      "zh_TW": "【百千歲中。卒白難竟。】"
    },
    {
      "id": "14-007-0005_p0027",
      "zh_CN": "『卒』是诠述。就是一百年、一千年要叫我说，也说不尽。",
      "zh_TW": "『卒』是詮述。就是一百年、一千年要叫我說，也說不盡。"
    },
    {
      "id": "14-007-0005_p0028",
      "zh_CN": "【光目闻已。啼泪号泣。而白空界。愿我之母。永脱地狱。毕十三岁。更无重罪。及历恶道。十方诸佛。慈哀愍我。听我为母所发广大誓愿。若得我母永离三途。及斯下贱。乃至女人之身。永劫不受者。愿我自今日后。对清净莲华目如来像前。却后百千万亿劫中。应有世界。所有地狱。及三恶道。诸罪苦众生。誓愿救拔。令离地狱恶趣。畜生。饿鬼等。如是罪报等人。尽成佛竟。我然后方成正觉。】",
      "zh_TW": "【光目聞已。啼淚號泣。而白空界。願我之母。永脫地獄。畢十三歲。更無重罪。及歷惡道。十方諸佛。慈哀愍我。聽我為母所發廣大誓願。若得我母永離三途。及斯下賤。乃至女人之身。永劫不受者。願我自今日後。對清淨蓮華目如來像前。卻後百千萬億劫中。應有世界。所有地獄。及三惡道。諸罪苦眾生。誓願救拔。令離地獄惡趣。畜生。餓鬼等。如是罪報等人。盡成佛竟。我然後方成正覺。】"
    },
    {
      "id": "14-007-0005_p0029",
      "zh_CN": "光目女之所以能够发大菩提心，修大菩提行，是为她母亲而来的，这就是她母亲的功德了。她母亲要不遭这个劫难，说实在的话，她也就不会发大心，不会修大行，也就不会证大果了。所以她母亲能够脱离地狱，永脱轮回，为什么原因？这个因果就在此地。所以这个超度，我们一定要晓得它理论的依据，然后才知道超度确确实实有效果。光目女固然了不起，她的母亲实在是她发心修行证果的第一个因素，没有这个因素，她一切不能成就。所以母亲的福就太大太大了，这讲福德。光目女成就是功德，她母亲成就的是福德。这个才是真正的孝顺，真正的孝女。",
      "zh_TW": "光目女之所以能夠發大菩提心，修大菩提行，是為她母親而來的，這就是她母親的功德了。她母親要不遭這個劫難，說實在的話，她也就不會發大心，不會修大行，也就不會證大果了。所以她母親能夠脫離地獄，永脫輪迴，為什麼原因？這個因果就在此地。所以這個超度，我們一定要曉得它理論的依據，然後才知道超度確確實實有效果。光目女固然了不起，她的母親實在是她發心修行證果的第一個因素，沒有這個因素，她一切不能成就。所以母親的福就太大太大了，這講福德。光目女成就是功德，她母親成就的是福德。這個才是真正的孝順，真正的孝女。"
    },
    {
      "id": "14-007-0005_p0030",
      "zh_CN": "【发誓愿已。具闻清净莲华目如来而告之曰。光目。汝大慈愍。善能为母发如是大愿。】",
      "zh_TW": "【發誓願已。具聞清淨蓮華目如來而告之曰。光目。汝大慈愍。善能為母發如是大願。】"
    },
    {
      "id": "14-007-0005_p0031",
      "zh_CN": "这个愿贵在真心，真心所发的誓愿，一定是兑现的，而不是虚愿，她完完全全要做到的，尽心尽力把它做到。",
      "zh_TW": "這個願貴在真心，真心所發的誓願，一定是兌現的，而不是虛願，她完完全全要做到的，盡心盡力把它做到。"
    },
    {
      "id": "14-007-0005_p0032",
      "zh_CN": "【吾观汝母。】",
      "zh_TW": "【吾觀汝母。】"
    },
    {
      "id": "14-007-0005_p0033",
      "zh_CN": "佛所示现的这个感应还是音声，没有现相，始终听到空中有声音，妳的母亲：",
      "zh_TW": "佛所示現的這個感應還是音聲，沒有現相，始終聽到空中有聲音，妳的母親："
    },
    {
      "id": "14-007-0005_p0034",
      "zh_CN": "【十三岁毕。舍此报已。生为梵志。寿年百岁。】",
      "zh_TW": "【十三歲畢。捨此報已。生為梵志。壽年百歲。】"
    },
    {
      "id": "14-007-0005_p0035",
      "zh_CN": "证明她母亲十三岁报尽之后，不堕恶道。『梵志』是个修行人，而且长寿，有百岁的寿命。",
      "zh_TW": "證明她母親十三歲報盡之後，不墮惡道。『梵志』是個修行人，而且長壽，有百歲的壽命。"
    },
    {
      "id": "14-007-0005_p0036",
      "zh_CN": "【过是报后。当生无忧国土。寿命不可计劫。】",
      "zh_TW": "【過是報後。當生無憂國土。壽命不可計劫。】"
    },
    {
      "id": "14-007-0005_p0037",
      "zh_CN": "『无忧国土』就是西方极乐世界。换句话说，她母亲在做梵志的时候，就是做一个修行人的时候，后来一定会遇到善知识，劝她念佛求生净土。她有善根，听了善知识的劝导、开示，她就能够接受，就能够发愿依教修行，第三世她就往生西方极乐世界，生到西方极乐世界寿命无量。弥陀无量寿，生到西方国土的人，每一个人都是无量寿。",
      "zh_TW": "『無憂國土』就是西方極樂世界。換句話說，她母親在做梵志的時候，就是做一個修行人的時候，後來一定會遇到善知識，勸她念佛求生淨土。她有善根，聽了善知識的勸導、開示，她就能夠接受，就能夠發願依教修行，第三世她就往生西方極樂世界，生到西方極樂世界壽命無量。彌陀無量壽，生到西方國土的人，每一個人都是無量壽。"
    },
    {
      "id": "14-007-0005_p0038",
      "zh_CN": "【后成佛果。广度人天。数如恒河沙。】",
      "zh_TW": "【後成佛果。廣度人天。數如恆河沙。】"
    },
    {
      "id": "14-007-0005_p0039",
      "zh_CN": "生到西方极乐世界，说老实话就决定成佛，那个世界是一生成佛的世界，决定成佛。成佛之后广度众生。",
      "zh_TW": "生到西方極樂世界，說老實話就決定成佛，那個世界是一生成佛的世界，決定成佛。成佛之後廣度眾生。"
    },
    {
      "id": "14-007-0005_p0040",
      "zh_CN": "【佛告定自在王。尔时罗汉福度光目者。即无尽意菩萨是。】",
      "zh_TW": "【佛告定自在王。爾時羅漢福度光目者。即無盡意菩薩是。】"
    },
    {
      "id": "14-007-0005_p0041",
      "zh_CN": "我们在《法华经》里面念到『无尽意菩萨』，地藏菩萨作光目女的时候，他是个阿罗汉，来度她的，现在是「无尽意菩萨」。",
      "zh_TW": "我們在《法華經》裡面念到『無盡意菩薩』，地藏菩薩作光目女的時候，他是個阿羅漢，來度她的，現在是「無盡意菩薩」。"
    },
    {
      "id": "14-007-0005_p0042",
      "zh_CN": "【光目母者。即解脱菩萨是。】",
      "zh_TW": "【光目母者。即解脫菩薩是。】"
    },
    {
      "id": "14-007-0005_p0043",
      "zh_CN": "『解脱菩萨』，我们在《无量寿经》里面看到，在大乘经论里面都看到。",
      "zh_TW": "『解脫菩薩』，我們在《無量壽經》裡面看到，在大乘經論裡面都看到。"
    },
    {
      "id": "14-007-0005_p0044",
      "zh_CN": "【光目女者。即地藏菩萨是。】",
      "zh_TW": "【光目女者。即地藏菩薩是。】"
    },
    {
      "id": "14-007-0005_p0045",
      "zh_CN": "这是讲他们过去世的因缘。",
      "zh_TW": "這是講他們過去世的因緣。"
    },
    {
      "id": "14-007-0005_p0046",
      "zh_CN": "【过去久远劫中。如是慈愍发恒河沙愿。广度众生。】",
      "zh_TW": "【過去久遠劫中。如是慈愍發恆河沙願。廣度眾生。】"
    },
    {
      "id": "14-007-0005_p0047",
      "zh_CN": "这一句是略说。地藏菩萨生生世世，像婆罗门女、光目女，这样的修行、发愿，生生世世从无间断。一直到今天，他在六道里面舍身受身，修行、发愿有多少次？像『恒河沙』一样，生生世世不忘本愿。",
      "zh_TW": "這一句是略說。地藏菩薩生生世世，像婆羅門女、光目女，這樣的修行、發願，生生世世從無間斷。一直到今天，他在六道裡面捨身受身，修行、發願有多少次？像『恆河沙』一樣，生生世世不忘本願。"
    },
    {
      "id": "14-007-0005_p0048",
      "zh_CN": "【未来世中。若有男子女人。不行善者。行恶者。乃至不信因果者。邪婬妄语者。两舌恶口者。毁谤大乘者。如是诸业众生。必堕恶趣。】",
      "zh_TW": "【未來世中。若有男子女人。不行善者。行惡者。乃至不信因果者。邪婬妄語者。兩舌惡口者。毀謗大乘者。如是諸業眾生。必墮惡趣。】"
    },
    {
      "id": "14-007-0005_p0049",
      "zh_CN": "这一节我们要仔细的去看，决定不能够疏忽。为什么？不善的因，决定有不善的果报。佛在此地所讲的话，决定是真实的。这是造罪业。说到造罪业，我们看了，说实在话，都有恐怖。为什么？想想经上讲的，我们从过去到今天，都是时时在造，只是程度浅深大小不同而已，哪一天不造业？这个罪业累计下来，以后的果报很麻烦。所以实实在在讲，我们来生自己到哪里去，这个经典念多了，不要问人，自己知道。问别人，别人所讲的，未必是真的。经典念多了，来生自己到哪里去，是清清楚楚、明明白白。为什么？什么样的因感什么样的果，因果报应决定没有差错。所以我们这一生当中，如果不念佛求生净土，说老实话，来世得人身，靠不住。入三途，那倒是确实是有把握，决定堕三途，这非常可怕。遇到佛法，总是过去世善根、福德、因缘非常深厚，你才能遇到。",
      "zh_TW": "這一節我們要仔細的去看，決定不能夠疏忽。為什麼？不善的因，決定有不善的果報。佛在此地所講的話，決定是真實的。這是造罪業。說到造罪業，我們看了，說實在話，都有恐怖。為什麼？想想經上講的，我們從過去到今天，都是時時在造，只是程度淺深大小不同而已，哪一天不造業？這個罪業累計下來，以後的果報很麻煩。所以實實在在講，我們來生自己到哪裡去，這個經典念多了，不要問人，自己知道。問別人，別人所講的，未必是真的。經典念多了，來生自己到哪裡去，是清清楚楚、明明白白。為什麼？什麼樣的因感什麼樣的果，因果報應決定沒有差錯。所以我們這一生當中，如果不念佛求生淨土，說老實話，來世得人身，靠不住。入三途，那倒是確實是有把握，決定墮三途，這非常可怕。遇到佛法，總是過去世善根、福德、因緣非常深厚，你才能遇到。"
    },
    {
      "id": "14-007-0005_p0050",
      "zh_CN": "【若遇善知识。劝令一弹指间。】",
      "zh_TW": "【若遇善知識。勸令一彈指間。】"
    },
    {
      "id": "14-007-0005_p0051",
      "zh_CN": "这是讲时间之短暂。",
      "zh_TW": "這是講時間之短暫。"
    },
    {
      "id": "14-007-0005_p0052",
      "zh_CN": "【归依地藏菩萨。是诸众生。即得解脱三恶道报。】",
      "zh_TW": "【歸依地藏菩薩。是諸眾生。即得解脫三惡道報。】"
    },
    {
      "id": "14-007-0005_p0053",
      "zh_CN": "这是遇到善知识劝你『归依地藏菩萨』，时间多长？一弹指间。一弹指间，这个「归依」是真正皈依。皈是回头，依是依靠。从什么地方回头？从不行善行恶，从这里回头，真正依靠地藏菩萨。地藏菩萨在哪里？就是《地藏菩萨本愿经》，完全依靠这部经典来修行。我们起心动念、处事待人接物，身体造作、口里面言语，有没有违背菩萨的教训？如果有违背的地方，我们赶快改过来，这叫做皈依。这是真正依靠，依靠这个经典，用这个经典做标准，修正我们的思想、见解、行为，这叫皈依。而不是在菩萨面前念个三皈依，那个没用处的，一点用都没有，那只能够说就是阿赖耶识里面种一个三皈的种子，只有这个好处，不晓得到哪一生哪一劫才起作用。什么叫起作用？起作用，真正回头，真正依这个标准来修行，那就叫起现行，起作用了。",
      "zh_TW": "這是遇到善知識勸你『歸依地藏菩薩』，時間多長？一彈指間。一彈指間，這個「歸依」是真正皈依。皈是回頭，依是依靠。從什麼地方回頭？從不行善行惡，從這裡回頭，真正依靠地藏菩薩。地藏菩薩在哪裡？就是《地藏菩薩本願經》，完全依靠這部經典來修行。我們起心動念、處事待人接物，身體造作、口裡面言語，有沒有違背菩薩的教訓？如果有違背的地方，我們趕快改過來，這叫做皈依。這是真正依靠，依靠這個經典，用這個經典做標準，修正我們的思想、見解、行為，這叫皈依。而不是在菩薩面前念個三皈依，那個沒用處的，一點用都沒有，那只能夠說就是阿賴耶識裡面種一個三皈的種子，只有這個好處，不曉得到哪一生哪一劫才起作用。什麼叫起作用？起作用，真正回頭，真正依這個標準來修行，那就叫起現行，起作用了。"
    },
    {
      "id": "14-007-0005_p0054",
      "zh_CN": "所以皈依绝对不是形式，要讲求实质的皈依，真正回头，真正断恶修善。只要他一回头，这个业果就转了。所以因缘果报决定是有。再说得俗一点，就是命运真的是有。命运从哪里来的？是自己造成的，不是别人主宰的。不是佛菩萨主宰，也不是上帝主宰，也不是阎罗王主宰，没有人主宰，自己主宰。就是你自己生生世世所造的业因，你造的有善有恶，善与恶所造的这个业因是无量无边。因有了，实在讲这个十法界的因统统都有，十法界成佛的因我们都有，我们要没有成佛的因，我们这一生怎么能成得了佛？一定有因，所以它才有果。因到果这当中，决定的就是在缘。所以佛法讲缘生，它不讲因生，缘生。因已经造了，不能改变。我已经造了恶业，我不想受恶的果报，那怎么办？缘上，把这个恶缘断掉，那就行了。缘断掉了，虽有因，它不会结果。譬如说，我们讲瓜的种子，这是结瓜的因，这个是因，种子不能改变。我不想要瓜，我把瓜的种子放到我的茶杯里，放上一百年它也结不了瓜，为什么？缘断掉了。它的缘，它要土壤，它要肥料，它要水分，它要阳光，它要空气，要这么许多缘它才能够结果，我今天把它的缘统统断掉，虽有因不结果。佛在此地教给我们就是这样的，我们过去生中、今生今世造了许许多多的恶因，将来怎么样能避免三恶道报？今天觉悟了，我从今天起把恶缘断掉，我心里面想善，口里面说善，身体行善，身语意都不再造恶了，恶缘没有了，断了，这个样恶的果报自然就不会现前了。我们毕竟还有不少善因，我们想哪一个善因，想这个果报，我们对于这个缘特别加强，这就行了。",
      "zh_TW": "所以皈依絕對不是形式，要講求實質的皈依，真正回頭，真正斷惡修善。只要他一回頭，這個業果就轉了。所以因緣果報決定是有。再說得俗一點，就是命運真的是有。命運從哪裡來的？是自己造成的，不是別人主宰的。不是佛菩薩主宰，也不是上帝主宰，也不是閻羅王主宰，沒有人主宰，自己主宰。就是你自己生生世世所造的業因，你造的有善有惡，善與惡所造的這個業因是無量無邊。因有了，實在講這個十法界的因統統都有，十法界成佛的因我們都有，我們要沒有成佛的因，我們這一生怎麼能成得了佛？一定有因，所以它才有果。因到果這當中，決定的就是在緣。所以佛法講緣生，它不講因生，緣生。因已經造了，不能改變。我已經造了惡業，我不想受惡的果報，那怎麼辦？緣上，把這個惡緣斷掉，那就行了。緣斷掉了，雖有因，它不會結果。譬如說，我們講瓜的種子，這是結瓜的因，這個是因，種子不能改變。我不想要瓜，我把瓜的種子放到我的茶杯裡，放上一百年它也結不了瓜，為什麼？緣斷掉了。它的緣，它要土壤，它要肥料，它要水分，它要陽光，它要空氣，要這麼許多緣它才能夠結果，我今天把它的緣統統斷掉，雖有因不結果。佛在此地教給我們就是這樣的，我們過去生中、今生今世造了許許多多的惡因，將來怎麼樣能避免三惡道報？今天覺悟了，我從今天起把惡緣斷掉，我心裡面想善，口裡面說善，身體行善，身語意都不再造惡了，惡緣沒有了，斷了，這個樣惡的果報自然就不會現前了。我們畢竟還有不少善因，我們想哪一個善因，想這個果報，我們對於這個緣特別加強，這就行了。"
    },
    {
      "id": "14-007-0005_p0055",
      "zh_CN": "我们现在知道，佛在一切经典里面告诉我们，世出世间一切善法，念佛求生净土是第一善。肯定了这个事实，这就好办了，我们可以把九法界的善恶之缘统统断掉，我们专门在这个善因的缘特别加强，那这一生往后只有一个果报，这个果报是什么？往生西方不退成佛，就一个果报，决定成功。所以念佛往生，你要问这到底是不是事实，有没有把握，你把这个事实状况统统搞清楚了，你就晓得它是事实，决定有把握，人人可以做得到。怕的什么？怕的是夹杂，最怕夹杂，夹杂就是不纯，我虽然念佛求生净土，我还修其他的法门，还有其他这些善恶业缘同时都还有，还没有把它断干净，这个事情就麻烦了，这样修学就未必能成就了。所以要想真正成就，确实不难。本经佛教给我们「归依地藏菩萨」，也就是说修行要以孝敬为基础。《本愿经》是佛门的孝经，我们看看婆罗门女、看看光目女，都是大孝之人。唯有大孝，从孝里面产生无比的勇气，真实的大愿才能够建功立业，圆成佛道，普度众生。他这个力量从哪里来的？从孝亲这个力量把它发扬光大的。",
      "zh_TW": "我們現在知道，佛在一切經典裡面告訴我們，世出世間一切善法，念佛求生淨土是第一善。肯定了這個事實，這就好辦了，我們可以把九法界的善惡之緣統統斷掉，我們專門在這個善因的緣特別加強，那這一生往後只有一個果報，這個果報是什麼？往生西方不退成佛，就一個果報，決定成功。所以念佛往生，你要問這到底是不是事實，有沒有把握，你把這個事實狀況統統搞清楚了，你就曉得它是事實，決定有把握，人人可以做得到。怕的什麼？怕的是夾雜，最怕夾雜，夾雜就是不純，我雖然念佛求生淨土，我還修其他的法門，還有其他這些善惡業緣同時都還有，還沒有把它斷乾淨，這個事情就麻煩了，這樣修學就未必能成就了。所以要想真正成就，確實不難。本經佛教給我們「歸依地藏菩薩」，也就是說修行要以孝敬為基礎。《本願經》是佛門的孝經，我們看看婆羅門女、看看光目女，都是大孝之人。唯有大孝，從孝裡面產生無比的勇氣，真實的大願才能夠建功立業，圓成佛道，普度眾生。他這個力量從哪裡來的？從孝親這個力量把它發揚光大的。"
    },
    {
      "id": "14-007-0005_p0056",
      "zh_CN": "所以佛法的修学，我们中国古来的祖师大德教给我们，「养五德，修六和」，是以这个为最根本的基础。五德是我们中国的，是孔老夫子为代表的，孔子的弟子赞叹老师有五种的德行，「温良恭俭让」，温厚、善良、恭慎、节俭、忍让，夫子的美德，我们要学习，要涵养。佛教给我们六和敬，「见和同解」，见和同解用现代的话来说就是建立共识，我们的想法看法能够趋于接近。「戒和同修」，戒就是讲的守法，佛的教戒我们遵守，国家的法令规章，乃至于风俗习惯，统统要遵守，才能与一切大众和睦相处。现在交通便捷，观光旅游是每一个国家地区都在发展，我们到哪一个国家，那个国家的风土人情、法律道德观念都不相同，我们到那里去要遵守他们的，他才欢喜，才能够跟他和睦相处，我们中国人常讲入境要随俗，这才行。佛菩萨更是「恒顺众生，随喜功德」，这就是「戒和同修，身和同住，口和无诤，意和同悦，利和同均」，这是我们要讲求的。",
      "zh_TW": "所以佛法的修學，我們中國古來的祖師大德教給我們，「養五德，修六和」，是以這個為最根本的基礎。五德是我們中國的，是孔老夫子為代表的，孔子的弟子讚歎老師有五種的德行，「溫良恭儉讓」，溫厚、善良、恭慎、節儉、忍讓，夫子的美德，我們要學習，要涵養。佛教給我們六和敬，「見和同解」，見和同解用現代的話來說就是建立共識，我們的想法看法能夠趨於接近。「戒和同修」，戒就是講的守法，佛的教戒我們遵守，國家的法令規章，乃至於風俗習慣，統統要遵守，才能與一切大眾和睦相處。現在交通便捷，觀光旅遊是每一個國家地區都在發展，我們到哪一個國家，那個國家的風土人情、法律道德觀念都不相同，我們到那裡去要遵守他們的，他才歡喜，才能夠跟他和睦相處，我們中國人常講入境要隨俗，這才行。佛菩薩更是「恆順眾生，隨喜功德」，這就是「戒和同修，身和同住，口和無諍，意和同悅，利和同均」，這是我們要講求的。"
    },
    {
      "id": "14-007-0005_p0057",
      "zh_CN": "自古以来，大圣大贤都给我们说得很清楚、很明白，统治一个国家，要想这个国家长治久安，老百姓都能过到幸福的生活，要怎样才能办得到？古圣先贤跟我们说，只要有两桩事情做到了，天下就太平了。哪两桩？第一个就是人事公开，选贤与能，没有私心，用人没有私心；第二个是财务公开，就是生活水平尽量把它拉到接近，差距不大，社会就安定。如果这个社会用人不当，用私人不用贤人，财富不均，相差悬殊很大，就决定免不了动乱，什么方法来对治动乱，都不可能有效果。所以佛法讲的六和敬，那真的是大智慧、大学问，六和敬用在你一家，你这个家庭必定兴旺；用在你这个国，你这个国家必然富强；这个世界人都能遵守，这世界才真正大同，真正达到世界和平。六条，这是我们修学的大根大本。然后才能讲求三福、三学、六度，才能够说那些。所以基础的基础是五德、六和。我们再看下面经文：",
      "zh_TW": "自古以來，大聖大賢都給我們說得很清楚、很明白，統治一個國家，要想這個國家長治久安，老百姓都能過到幸福的生活，要怎樣才能辦得到？古聖先賢跟我們說，只要有兩樁事情做到了，天下就太平了。哪兩樁？第一個就是人事公開，選賢與能，沒有私心，用人沒有私心；第二個是財務公開，就是生活水平盡量把它拉到接近，差距不大，社會就安定。如果這個社會用人不當，用私人不用賢人，財富不均，相差懸殊很大，就決定免不了動亂，什麼方法來對治動亂，都不可能有效果。所以佛法講的六和敬，那真的是大智慧、大學問，六和敬用在你一家，你這個家庭必定興旺；用在你這個國，你這個國家必然富強；這個世界人都能遵守，這世界才真正大同，真正達到世界和平。六條，這是我們修學的大根大本。然後才能講求三福、三學、六度，才能夠說那些。所以基礎的基礎是五德、六和。我們再看下面經文："
    },
    {
      "id": "14-007-0005_p0058",
      "zh_CN": "【若能志心归敬。及瞻礼赞叹。香华衣服。种种珍宝。或复饮食。如是奉事者。未来百千万亿劫中。常在诸天受胜妙乐。若天福尽。下生人间。犹百千劫。常为帝王。能忆宿命因果本末。】",
      "zh_TW": "【若能志心歸敬。及瞻禮讚歎。香華衣服。種種珍寶。或復飲食。如是奉事者。未來百千萬億劫中。常在諸天受勝妙樂。若天福盡。下生人間。猶百千劫。常為帝王。能憶宿命因果本末。】"
    },
    {
      "id": "14-007-0005_p0059",
      "zh_CN": "这是说的果报，此地所讲的果报单单指修福。可是同修一定要记住，不可以望文生义。望文生义，我们中国古人常讲「三世佛冤」，三世（过去、现在、未来）诸佛都喊冤枉，你把佛的意思错解了。地藏菩萨什么时候要求我们供养他、称赞他？没有，没有看到过。如来又何以要教给我们瞻礼赞叹、香华供养地藏菩萨？我们以儒家的教训来说，夫子常常教导我们，孝亲最上的是养父母之志，不是养父母之身。如果讲养父母之身就算是孝了，禽兽、畜生也能做得到，何必要受过良好教育的人来做？人之所以异于禽兽，就是孝的范围是无量的深广，这个要知道。既然世间法我们知道养父母之志，这是大孝，父母总希望儿女成圣成贤，如果学佛的父母，哪一个不希望儿女作佛作菩萨？这就对了。地藏菩萨之志是广度众生，我们对于地藏菩萨的瞻礼、恭敬，能够把它转过来对一切众生，这才叫真正效法地藏心，这才是真正的「志心归敬」。而不是去巴结地藏菩萨，地藏菩萨在哪里也不晓得，画一个像去巴结他，那总是会落空的。要知道地藏菩萨所关心的是一切苦难的众生，我们念念也能关心这些人、帮助这些人，这就是志心归敬地藏菩萨。看地藏菩萨在经上，他怎么做的，我学他这个做法，这就对了。这样的修学，果报才『常在诸天受胜妙乐』。而不是每天自己塑造一个地藏菩萨形像，或者画个地藏菩萨形像，天天去拜他，天天去念他，香华供养，你就能得到。心量窄小，自私自利，恐怕得到的果报还是三途。到那个时候你说，经上讲的我统统做到了，为什么我还到三恶道？到了那里，见了阎王还不服气，我完全依照经典做的。实际上你曲解了经义，经上不是这个意思，你错解了。所以这点一定要搞清楚。你要真正这样做，经上讲的这个福报一丝毫都不夸张，这是真实的。所以我们要懂得经义，开经偈讲「愿解如来真实义」，这句话相当不容易，佛所讲的意思在哪里。",
      "zh_TW": "這是說的果報，此地所講的果報單單指修福。可是同修一定要記住，不可以望文生義。望文生義，我們中國古人常講「三世佛冤」，三世（過去、現在、未來）諸佛都喊冤枉，你把佛的意思錯解了。地藏菩薩什麼時候要求我們供養他、稱讚他？沒有，沒有看到過。如來又何以要教給我們瞻禮讚歎、香華供養地藏菩薩？我們以儒家的教訓來說，夫子常常教導我們，孝親最上的是養父母之志，不是養父母之身。如果講養父母之身就算是孝了，禽獸、畜生也能做得到，何必要受過良好教育的人來做？人之所以異於禽獸，就是孝的範圍是無量的深廣，這個要知道。既然世間法我們知道養父母之志，這是大孝，父母總希望兒女成聖成賢，如果學佛的父母，哪一個不希望兒女作佛作菩薩？這就對了。地藏菩薩之志是廣度眾生，我們對於地藏菩薩的瞻禮、恭敬，能夠把它轉過來對一切眾生，這才叫真正效法地藏心，這才是真正的「志心歸敬」。而不是去巴結地藏菩薩，地藏菩薩在哪裡也不曉得，畫一個像去巴結他，那總是會落空的。要知道地藏菩薩所關心的是一切苦難的眾生，我們念念也能關心這些人、幫助這些人，這就是志心歸敬地藏菩薩。看地藏菩薩在經上，他怎麼做的，我學他這個做法，這就對了。這樣的修學，果報才『常在諸天受勝妙樂』。而不是每天自己塑造一個地藏菩薩形像，或者畫個地藏菩薩形像，天天去拜他，天天去念他，香華供養，你就能得到。心量窄小，自私自利，恐怕得到的果報還是三途。到那個時候你說，經上講的我統統做到了，為什麼我還到三惡道？到了那裡，見了閻王還不服氣，我完全依照經典做的。實際上你曲解了經義，經上不是這個意思，你錯解了。所以這點一定要搞清楚。你要真正這樣做，經上講的這個福報一絲毫都不誇張，這是真實的。所以我們要懂得經義，開經偈講「願解如來真實義」，這句話相當不容易，佛所講的意思在哪裡。"
    },
    {
      "id": "14-007-0005_p0060",
      "zh_CN": "【定自在王。如是地藏菩萨。有如此不可思议大威神力。广利众生。汝等诸菩萨。当记是经。广宣流布。】",
      "zh_TW": "【定自在王。如是地藏菩薩。有如此不可思議大威神力。廣利眾生。汝等諸菩薩。當記是經。廣宣流布。】"
    },
    {
      "id": "14-007-0005_p0061",
      "zh_CN": "受高等教育的，他看到这部经典他不相信，不如《金刚经》、《般若心经》好讲，那都讲理论，他听了会点头，看了这部经就摇头，这部经不好讲。但是这部经非常重要，是基础的基础，没有这个基础，学《般若》、学其他一切法门，充其量学习一点佛教的常识，佛教的皮毛。用现代的话来说，就是学的是佛学，把佛教当作世间一种学术来研究，对于断烦恼、了生死出三界是一丝毫都不相干。换句话说，将来该怎么堕落还是怎么堕落，该怎么轮回还是怎么轮回，实际上的功德利益是一点都得不到。佛在此地嘱咐与会的这些菩萨们，要记住这部经，要『广宣流布』，一切时一切处要为大众宣讲，使一切众生都能够认识宇宙人生的真相。宇宙就是我们生活的环境，人生就是本人，我们自己本人以及我们生活的环境，真相如何。《地藏经》上是给我们说明真相的，而且就是说明我们现前生活的真相。",
      "zh_TW": "受高等教育的，他看到這部經典他不相信，不如《金剛經》、《般若心經》好講，那都講理論，他聽了會點頭，看了這部經就搖頭，這部經不好講。但是這部經非常重要，是基礎的基礎，沒有這個基礎，學《般若》、學其他一切法門，充其量學習一點佛教的常識，佛教的皮毛。用現代的話來說，就是學的是佛學，把佛教當作世間一種學術來研究，對於斷煩惱、了生死出三界是一絲毫都不相干。換句話說，將來該怎麼墮落還是怎麼墮落，該怎麼輪迴還是怎麼輪迴，實際上的功德利益是一點都得不到。佛在此地囑咐與會的這些菩薩們，要記住這部經，要『廣宣流布』，一切時一切處要為大眾宣講，使一切眾生都能夠認識宇宙人生的真相。宇宙就是我們生活的環境，人生就是本人，我們自己本人以及我們生活的環境，真相如何。《地藏經》上是給我們說明真相的，而且就是說明我們現前生活的真相。"
    },
    {
      "id": "14-007-0005_p0062",
      "zh_CN": "【定自在王白佛言。世尊。愿不有虑。我等千万亿菩萨摩诃萨。必能承佛威神。广演是经。于阎浮提。利益众生。定自在王菩萨白世尊已。合掌恭敬。作礼而退。】",
      "zh_TW": "【定自在王白佛言。世尊。願不有慮。我等千萬億菩薩摩訶薩。必能承佛威神。廣演是經。於閻浮提。利益眾生。定自在王菩薩白世尊已。合掌恭敬。作禮而退。】"
    },
    {
      "id": "14-007-0005_p0063",
      "zh_CN": "此地定自在王菩萨代表与会的那些菩萨们，接受了佛的教诲。在言词里面我们也看到一个真相。许多同修因为听到我常说，消灾灭罪最有效果的是发心讲经，我常说。而这个话是李老师教给我的，李老师我跟他的时候，他老人家已经七十岁了，不但学问深，阅历也广，往往看到我们学生当中福薄的、短命的（他能看得出来），他会特别把他叫到房间里，跟他讲：孩子，你没有福报，你短命。听了都心惊胆跳。然后就告诉他，你发心讲经，可以把这个业力转过来。这老师常常教人的。所以，改造命运、转变命运最有效的是发心讲经。可是一听到发心讲经，这个事情难，这我怎么行？你看看『必能承佛威神』，确实我们哪有能力来讲经说法？坐在这个讲台上是承蒙佛的威神加持，这才能说得出来。这是真的，一点都不假，绝对不是自己有能力，大概每一个发心讲经的人都会有这个经验。就是真正发心讲经的人有这个经验，在没有讲之前预备，总是预备得愈充分愈好，讲一个小时要用三、四十个小时去准备，准备那些资料一上台一句都用不着。上台所讲的，一看经文，那个意思就往前生，都不是自己想出来的，佛的威神加持。可是自己不敢不准备，不准备没有信心，怕到讲台上一句话说不出来，这个很难为情。所预备的东西拿到讲台上，是未必用得上，这是真的。",
      "zh_TW": "此地定自在王菩薩代表與會的那些菩薩們，接受了佛的教誨。在言詞裡面我們也看到一個真相。許多同修因為聽到我常說，消災滅罪最有效果的是發心講經，我常說。而這個話是李老師教給我的，李老師我跟他的時候，他老人家已經七十歲了，不但學問深，閱歷也廣，往往看到我們學生當中福薄的、短命的（他能看得出來），他會特別把他叫到房間裡，跟他講：孩子，你沒有福報，你短命。聽了都心驚膽跳。然後就告訴他，你發心講經，可以把這個業力轉過來。這老師常常教人的。所以，改造命運、轉變命運最有效的是發心講經。可是一聽到發心講經，這個事情難，這我怎麼行？你看看『必能承佛威神』，確實我們哪有能力來講經說法？坐在這個講台上是承蒙佛的威神加持，這才能說得出來。這是真的，一點都不假，絕對不是自己有能力，大概每一個發心講經的人都會有這個經驗。就是真正發心講經的人有這個經驗，在沒有講之前預備，總是預備得愈充分愈好，講一個小時要用三、四十個小時去準備，準備那些資料一上台一句都用不著。上台所講的，一看經文，那個意思就往前生，都不是自己想出來的，佛的威神加持。可是自己不敢不準備，不準備沒有信心，怕到講台上一句話說不出來，這個很難為情。所預備的東西拿到講台上，是未必用得上，這是真的。"
    },
    {
      "id": "14-007-0005_p0064",
      "zh_CN": "你看最明显的例子，谛闲老法师讲《圆觉经》。谛闲法师《圆觉经讲义》，那个讲义是他的讲稿，他自己写的讲稿。可是好像是蒋维乔居士，听他讲经的时候有笔记，那个笔记叫《亲闻记》，蒋维乔居士写的《亲闻记》。蒋居士记的这个笔记，记完之后给老和尚看一看，老和尚一看：这个好，这是我讲的吗？他都怀疑，这是我讲的吗？佛力加持，自己讲出来的不晓得，下了台之后再问他，他也不知道。我讲经这个情形，那就更多更多了。我讲经，跟同学说，就是最初的十年有笔记，有准备；十年之后，就不再有笔记，也没有准备了。我现在讲，我讲经之前，经文没有看过，经本摆在这没有看过。我讲的这些东西，你等一下再来问我，我真的，我不是跟你讲假的，真的不晓得，一句都记不得。如果你记得讲给我听，我想想，也许我讲过。确实是如此，三宝威神加持。所以我常常勉励年轻的同修，也就是说我们发个心，把我这个身体、把我这个嘴巴借给佛菩萨用用。肯不肯借给他？肯借给他，他就真的借；不肯借用他，那就没法子了。佛的威神必须要借用这个工具，他才能够利益众生，所以希望诸位同修要发心。",
      "zh_TW": "你看最明顯的例子，諦閑老法師講《圓覺經》。諦閑法師《圓覺經講義》，那個講義是他的講稿，他自己寫的講稿。可是好像是蔣維喬居士，聽他講經的時候有筆記，那個筆記叫《親聞記》，蔣維喬居士寫的《親聞記》。蔣居士記的這個筆記，記完之後給老和尚看一看，老和尚一看：這個好，這是我講的嗎？他都懷疑，這是我講的嗎？佛力加持，自己講出來的不曉得，下了台之後再問他，他也不知道。我講經這個情形，那就更多更多了。我講經，跟同學說，就是最初的十年有筆記，有準備；十年之後，就不再有筆記，也沒有準備了。我現在講，我講經之前，經文沒有看過，經本擺在這沒有看過。我講的這些東西，你等一下再來問我，我真的，我不是跟你講假的，真的不曉得，一句都記不得。如果你記得講給我聽，我想想，也許我講過。確實是如此，三寶威神加持。所以我常常勉勵年輕的同修，也就是說我們發個心，把我這個身體、把我這個嘴巴借給佛菩薩用用。肯不肯借給他？肯借給他，他就真的借；不肯借用他，那就沒法子了。佛的威神必須要借用這個工具，他才能夠利益眾生，所以希望諸位同修要發心。"
    },
    {
      "id": "14-007-0005_p0065",
      "zh_CN": "特别是圣一法师这个讲义写得好，深入浅出，简要详明，有它的好处。如果再参考前清有一个注解，就是《地藏菩萨本愿经科注》，那个注得详细，那个注得深，可以做参考。另外民国初年还有一本，《地藏菩萨本愿经》的白话注解，这是民国初年。《地藏经》的注解并不多。我讲这部经也讲过很多遍，我讲不止十遍了，也有一些录音带还留在这里，都可以提供同修们做参考。所以入门、修学，或者是帮助别人，这部经很好。小乘经里面《阿难问世佛吉凶经》好，这部经非常好。再就是《了凡四训》、《感应篇》，虽然不是佛经，确确实实来讲它是学佛的基础，非常重要。佛法从信心入门，特别是深信因果，要从这个地方入门。这些都足以能够帮助我们深信因果，然后我们起心动念心里面才有警惕，自然不起恶念，自然不造恶业，这个恶的缘就断掉了，过去生中虽然造的恶因，也不会有恶的果报。这是学佛最重要的一招，首先保住自己不堕恶道，然后再进一步求生净土。我们再看下面经文：",
      "zh_TW": "特別是聖一法師這個講義寫得好，深入淺出，簡要詳明，有它的好處。如果再參考前清有一個註解，就是《地藏菩薩本願經科註》，那個註得詳細，那個註得深，可以做參考。另外民國初年還有一本，《地藏菩薩本願經》的白話註解，這是民國初年。《地藏經》的註解並不多。我講這部經也講過很多遍，我講不止十遍了，也有一些錄音帶還留在這裡，都可以提供同修們做參考。所以入門、修學，或者是幫助別人，這部經很好。小乘經裡面《阿難問世佛吉凶經》好，這部經非常好。再就是《了凡四訓》、《感應篇》，雖然不是佛經，確確實實來講它是學佛的基礎，非常重要。佛法從信心入門，特別是深信因果，要從這個地方入門。這些都足以能夠幫助我們深信因果，然後我們起心動念心裡面才有警惕，自然不起惡念，自然不造惡業，這個惡的緣就斷掉了，過去生中雖然造的惡因，也不會有惡的果報。這是學佛最重要的一招，首先保住自己不墮惡道，然後再進一步求生淨土。我們再看下面經文："
    },
    {
      "id": "14-007-0005_p0066",
      "zh_CN": "【尔时。四方天王。俱从座起。合掌恭敬。白佛言。世尊。地藏菩萨于久远劫来。发如是大愿。云何至今。犹度未绝。更发广大誓言。唯愿世尊。为我等说。】",
      "zh_TW": "【爾時。四方天王。俱從座起。合掌恭敬。白佛言。世尊。地藏菩薩於久遠劫來。發如是大願。云何至今。猶度未絕。更發廣大誓言。唯願世尊。為我等說。】"
    },
    {
      "id": "14-007-0005_p0067",
      "zh_CN": "这个是四天王，当时他们也在座，实在讲四大天王也是菩萨化身，不是真正的天神，菩萨化身示现天王身来拥护佛法，护持三宝。他们的发问也是代众生来请问的，问地藏菩萨久远劫以来度众生到现在为什么还没度尽？时时刻刻还在那里发愿。四天王，下面有个简单的注解，诸位自己可以看。",
      "zh_TW": "這個是四天王，當時他們也在座，實在講四大天王也是菩薩化身，不是真正的天神，菩薩化身示現天王身來擁護佛法，護持三寶。他們的發問也是代眾生來請問的，問地藏菩薩久遠劫以來度眾生到現在為什麼還沒度盡？時時刻刻還在那裡發願。四天王，下面有個簡單的註解，諸位自己可以看。"
    },
    {
      "id": "14-007-0005_p0068",
      "zh_CN": "【佛告四天王。善哉。善哉。】",
      "zh_TW": "【佛告四天王。善哉。善哉。】"
    },
    {
      "id": "14-007-0005_p0069",
      "zh_CN": "这是赞叹他的发问，你问得很好。",
      "zh_TW": "這是讚歎他的發問，你問得很好。"
    },
    {
      "id": "14-007-0005_p0070",
      "zh_CN": "【吾今为汝。及未来现在天人众等。广利益故。说地藏菩萨于娑婆世界。阎浮提内。生死道中。慈哀救拔。度脱一切罪苦众生方便之事。】",
      "zh_TW": "【吾今為汝。及未來現在天人眾等。廣利益故。說地藏菩薩於娑婆世界。閻浮提內。生死道中。慈哀救拔。度脫一切罪苦眾生方便之事。】"
    },
    {
      "id": "14-007-0005_p0071",
      "zh_CN": "菩萨祈请，佛一定有说，佛特别跟我们说出，地藏菩萨在我们这个世界度众生的一些事情。",
      "zh_TW": "菩薩祈請，佛一定有說，佛特別跟我們說出，地藏菩薩在我們這個世界度眾生的一些事情。"
    },
    {
      "id": "14-007-0005_p0072",
      "zh_CN": "【四天王言。唯然。世尊。愿乐欲闻。】",
      "zh_TW": "【四天王言。唯然。世尊。願樂欲聞。】"
    },
    {
      "id": "14-007-0005_p0073",
      "zh_CN": "地藏菩萨在这个世间有应身、有化身，应身的出现，像现在九华山的金地藏，这是应身。唐朝时候出现的，就是现在的韩国人，到我们中国住在九华山。他九十九岁圆寂的，他的真身、肉身一直到现在还在，现在还在九华山，但是现在他的肉身已经放在肉身殿的地下室，现在不供出来。",
      "zh_TW": "地藏菩薩在這個世間有應身、有化身，應身的出現，像現在九華山的金地藏，這是應身。唐朝時候出現的，就是現在的韓國人，到我們中國住在九華山。他九十九歲圓寂的，他的真身、肉身一直到現在還在，現在還在九華山，但是現在他的肉身已經放在肉身殿的地下室，現在不供出來。"
    },
    {
      "id": "14-007-0005_p0074",
      "zh_CN": "化身就很多了，与菩萨有缘就能够遇到。在台湾大概有不少学佛的同修，都知道周邦道的夫人曾经遇到地藏菩萨，她有一篇文章《遇地藏菩萨记》。那是抗战胜利以后在南京，她在南京住的那个房子我去过，那个房子很大。从大门要经过很大的一个院子，到里面是二门，再进去才是她自己住的地方，所以房子很大。有一天，就有一个出家人，到她家里去化缘。那个时候周夫人还不信佛，看到出家人来化缘，就问他从哪里来的？他说从九华山来的。要跟她化五斤香油，她也没有给他。没给他，这个法师就走了。走了之后，她忽然想起来了，我家从外面进来的时候经过三道门，门没有开，他怎么进来的？走了以后，门也没有开，他怎么出去的？所以这个疑惑一直到台湾见到李老师她都不明白，她就把这桩事情告诉李炳南老居士。李老师告诉她，妳遇到的是九华山的地藏菩萨化身。她这才一觉悟，这才忏悔，想到当年菩萨化五斤香油没有给他，心里很难过。她那个记载写得很详细，这个是属于化身，是与菩萨有缘。以后果然她学佛非常的虔诚，在台湾往生，在家女众往生的瑞相，她非常之殊胜，火化的时候有三百多颗舍利。这是非常稀有难得的，这是过去生中善根非常深厚。我们看经文：",
      "zh_TW": "化身就很多了，與菩薩有緣就能夠遇到。在台灣大概有不少學佛的同修，都知道周邦道的夫人曾經遇到地藏菩薩，她有一篇文章《遇地藏菩薩記》。那是抗戰勝利以後在南京，她在南京住的那個房子我去過，那個房子很大。從大門要經過很大的一個院子，到裡面是二門，再進去才是她自己住的地方，所以房子很大。有一天，就有一個出家人，到她家裡去化緣。那個時候周夫人還不信佛，看到出家人來化緣，就問他從哪裡來的？他說從九華山來的。要跟她化五斤香油，她也沒有給他。沒給他，這個法師就走了。走了之後，她忽然想起來了，我家從外面進來的時候經過三道門，門沒有開，他怎麼進來的？走了以後，門也沒有開，他怎麼出去的？所以這個疑惑一直到台灣見到李老師她都不明白，她就把這樁事情告訴李炳南老居士。李老師告訴她，妳遇到的是九華山的地藏菩薩化身。她這才一覺悟，這才懺悔，想到當年菩薩化五斤香油沒有給他，心裡很難過。她那個記載寫得很詳細，這個是屬於化身，是與菩薩有緣。以後果然她學佛非常的虔誠，在台灣往生，在家女眾往生的瑞相，她非常之殊勝，火化的時候有三百多顆舍利。這是非常稀有難得的，這是過去生中善根非常深厚。我們看經文："
    },
    {
      "id": "14-007-0005_p0075",
      "zh_CN": "【佛告四天王。地藏菩萨久远劫来。迄至于今。度脱众生。犹未毕愿。】",
      "zh_TW": "【佛告四天王。地藏菩薩久遠劫來。迄至于今。度脫眾生。猶未畢願。】"
    },
    {
      "id": "14-007-0005_p0076",
      "zh_CN": "没满愿。",
      "zh_TW": "沒滿願。"
    },
    {
      "id": "14-007-0005_p0077",
      "zh_CN": "【慈愍此世罪苦众生。复观未来无量劫中。因蔓不断。以是之故。又发重愿。】",
      "zh_TW": "【慈愍此世罪苦眾生。復觀未來無量劫中。因蔓不斷。以是之故。又發重願。】"
    },
    {
      "id": "14-007-0005_p0078",
      "zh_CN": "说实实在在的话，诸佛菩萨比我们这个世界人口多得太多了，众生愈是有苦难，佛菩萨愈来的次数多。来了，我们为什么见不到？他不会把身分告诉你。身分要一告诉你，那个麻烦可大了，某个人是什么菩萨再来的，哪个不去供养？哪一个不去巴结？不但不能教化众生，扰乱社会，妖言惑众，确实是如此。",
      "zh_TW": "說實實在在的話，諸佛菩薩比我們這個世界人口多得太多了，眾生愈是有苦難，佛菩薩愈來的次數多。來了，我們為什麼見不到？他不會把身分告訴你。身分要一告訴你，那個麻煩可大了，某個人是什麼菩薩再來的，哪個不去供養？哪一個不去巴結？不但不能教化眾生，擾亂社會，妖言惑眾，確實是如此。"
    },
    {
      "id": "14-007-0005_p0079",
      "zh_CN": "诸佛菩萨出现在世间，从来不肯暴露身分的，如果身分一露出来，马上就走。这在我们中国历史上有很多例子，像永明延寿是阿弥陀佛再来的，身分一露了，当时就走了。这是真的。布袋和尚是弥勒菩萨再来的，那是他自己宣布的，我是弥勒菩萨再来的，说了，人家有走了。说了，没有再留在这里多住一天，没有，说完就走。寒山、拾得，是文殊、普贤再来的。丰干和尚也是阿弥陀佛再来的。佛菩萨应现在这个世间多，现出家身、现在家身，像傅大士是在家居士，弥勒菩萨化身的。我们知道弥勒化身在家的傅大士，出家的布袋和尚。确确实实就像《普门品》里面所讲的三十二应身，应以什么身得度就现什么身，他不会告诉你。凡是告诉你还不走的，这就有问题，这问题很严重了，自古以来没有这个例子，佛教不许可的。说是什么菩萨再来，说了又不走，那就不可靠，不可靠。别人说了，别人说了也不行，别人说了自己好像也默认了，那个也靠不住，也是假的。你看印光大师，印光大师是大势至菩萨再来的，谁透漏了消息？观音菩萨透漏的。你们在《永思录》里面可以看到，是观音菩萨说出来的，说得很清楚，他四年以后，他就离开这个世界了。果然没有错，四年以后，他往生了。但是那个人，知道的人全家去拜印老，印老说你们来干什么？他就把这个事情，他是作梦，梦中观音菩萨告诉他的，所以全家到上海去拜印光法师。印光法师听了之后，狠狠的把他骂了一顿，以后再不准说，再胡造谣言，永远不要见我的面。就不敢说，一直到四年以后老和尚往生了，他才把这个事情说出来，大势至菩萨再来的。",
      "zh_TW": "諸佛菩薩出現在世間，從來不肯暴露身分的，如果身分一露出來，馬上就走。這在我們中國歷史上有很多例子，像永明延壽是阿彌陀佛再來的，身分一露了，當時就走了。這是真的。布袋和尚是彌勒菩薩再來的，那是他自己宣布的，我是彌勒菩薩再來的，說了，人家有走了。說了，沒有再留在這裡多住一天，沒有，說完就走。寒山、拾得，是文殊、普賢再來的。豐干和尚也是阿彌陀佛再來的。佛菩薩應現在這個世間多，現出家身、現在家身，像傅大士是在家居士，彌勒菩薩化身的。我們知道彌勒化身在家的傅大士，出家的布袋和尚。確確實實就像《普門品》裡面所講的三十二應身，應以什麼身得度就現什麼身，他不會告訴你。凡是告訴你還不走的，這就有問題，這問題很嚴重了，自古以來沒有這個例子，佛教不許可的。說是什麼菩薩再來，說了又不走，那就不可靠，不可靠。別人說了，別人說了也不行，別人說了自己好像也默認了，那個也靠不住，也是假的。你看印光大師，印光大師是大勢至菩薩再來的，誰透漏了消息？觀音菩薩透漏的。你們在《永思錄》裡面可以看到，是觀音菩薩說出來的，說得很清楚，他四年以後，他就離開這個世界了。果然沒有錯，四年以後，他往生了。但是那個人，知道的人全家去拜印老，印老說你們來幹什麼？他就把這個事情，他是作夢，夢中觀音菩薩告訴他的，所以全家到上海去拜印光法師。印光法師聽了之後，狠狠的把他罵了一頓，以後再不准說，再胡造謠言，永遠不要見我的面。就不敢說，一直到四年以後老和尚往生了，他才把這個事情說出來，大勢至菩薩再來的。"
    },
    {
      "id": "14-007-0005_p0080",
      "zh_CN": "现在会集《无量寿经》的夏莲居老居士，他已经往生了，已经往生十几年了。这个人说实在话，我们在这里猜想，不是观世音菩萨再来的，那就是阿弥陀佛再来，绝对不是一般普通人。为什么？他这次再来的任务，实实在在说就是把《无量寿经》重新整理一下，普度末世众生，就为这桩事情来的。整理《无量寿经》，第一次是宋朝王龙舒居士，他发心的，做得不理想。王龙舒居士自己修行不错，他往生的时候没有生病，预知时至，站着走的，这是现身说法，绝对不是普通人。第二次整理是彭际清居士，清朝乾隆时间的人，也是一位了不起的大善知识。出生在贵族，他的父亲是乾隆皇帝的兵部尚书，那个官阶就像现在的国防部长，那真正是贵族出身。生长在贵族家里不做官，虽然没有出家，始终是居士身念佛，学佛，弘扬佛法，第二次是他作的。第三次是魏默深居士作的，魏居士是清朝咸丰年间人，做的虽然比前面都好，但是依旧不圆满。这些本子印光法师都有评论，都有批评。所以夏莲居居士在民国二十三年开始会集现在这个本子，这个本子才是《无量寿经》最圆满的版本。",
      "zh_TW": "現在會集《無量壽經》的夏蓮居老居士，他已經往生了，已經往生十幾年了。這個人說實在話，我們在這裡猜想，不是觀世音菩薩再來的，那就是阿彌陀佛再來，絕對不是一般普通人。為什麼？他這次再來的任務，實實在在說就是把《無量壽經》重新整理一下，普度末世眾生，就為這樁事情來的。整理《無量壽經》，第一次是宋朝王龍舒居士，他發心的，做得不理想。王龍舒居士自己修行不錯，他往生的時候沒有生病，預知時至，站著走的，這是現身說法，絕對不是普通人。第二次整理是彭際清居士，清朝乾隆時間的人，也是一位了不起的大善知識。出生在貴族，他的父親是乾隆皇帝的兵部尚書，那個官階就像現在的國防部長，那真正是貴族出身。生長在貴族家裡不做官，雖然沒有出家，始終是居士身念佛，學佛，弘揚佛法，第二次是他作的。第三次是魏默深居士作的，魏居士是清朝咸豐年間人，做的雖然比前面都好，但是依舊不圓滿。這些本子印光法師都有評論，都有批評。所以夏蓮居居士在民國二十三年開始會集現在這個本子，這個本子才是《無量壽經》最圓滿的版本。"
    },
    {
      "id": "14-007-0005_p0081",
      "zh_CN": "我们现在将五种原译本，四种节校本、节会本，统统印在一起，就是印在净土五经读本里面，《无量寿经》九种不同版本，你统统可以看到。所以这个版本的会集，绝对不是普通人可以做得到的，十地菩萨都做不出来，不是普通人。我到北京见到黄老居士，我希望黄老居士能够把夏老一生的事迹写个传记公布世人，他老人家摇头，他说现在时节因缘没有到，他说他一定会写，现在还不能公布。原因是如果老实真的公布了，大家不相信，会说这叫胡造谣言，神通事迹不可思议的事情太多了。我去的时候他送我一张照片，就是夏莲居老居士一张照片，这个照片已经经过很多次的翻版，所以就不是很清楚了，我们还是把它印出来了。头顶上现的有佛像、有佛光，脚底下鞋子放光，这都不可思议的。他后面本来是屏风，屏风上现的有佛像。他说最初的照片很清楚，现在不太清楚，但是隐隐约约的，还是看得清楚。所以的确不可思议。",
      "zh_TW": "我們現在將五種原譯本，四種節校本、節會本，統統印在一起，就是印在淨土五經讀本裡面，《無量壽經》九種不同版本，你統統可以看到。所以這個版本的會集，絕對不是普通人可以做得到的，十地菩薩都做不出來，不是普通人。我到北京見到黃老居士，我希望黃老居士能夠把夏老一生的事蹟寫個傳記公布世人，他老人家搖頭，他說現在時節因緣沒有到，他說他一定會寫，現在還不能公布。原因是如果老實真的公布了，大家不相信，會說這叫胡造謠言，神通事跡不可思議的事情太多了。我去的時候他送我一張照片，就是夏蓮居老居士一張照片，這個照片已經經過很多次的翻版，所以就不是很清楚了，我們還是把它印出來了。頭頂上現的有佛像、有佛光，腳底下鞋子放光，這都不可思議的。他後面本來是屏風，屏風上現的有佛像。他說最初的照片很清楚，現在不太清楚，但是隱隱約約的，還是看得清楚。所以的確不可思議。"
    },
    {
      "id": "14-007-0005_p0082",
      "zh_CN": "我们对这个本子要信受奉行，一定能够得到大利益。他这个本子出来之后，第一个用他这个本子来讲《无量寿经》的，就是慈舟法师。慈舟法师是忏云法师的老师，忏云法师是慈舟的学生，不是跟他出家的，不是徒弟，是学生。在台湾道源老和尚也是慈舟的学生，这两位法师在台湾都很有地位，也很有声望的，都是慈老的学生。慈老最初选择这个本子在济南宣讲，而且还做的有科判。这个科判，慈老的科判还好，在文化大革命当中黄念老还把它保存下来，没有丧失掉，他把这个东西给我。我们在台湾唯恐这种东西丧失掉了，所以就复印在经本后面，印得很多，所以能够看到慈舟法师的科判。证实这一部经典会集的的确是尽善尽美，佛菩萨再来重新做的，这个是慈悲到了极处。我们把经文念一遍：",
      "zh_TW": "我們對這個本子要信受奉行，一定能夠得到大利益。他這個本子出來之後，第一個用他這個本子來講《無量壽經》的，就是慈舟法師。慈舟法師是懺雲法師的老師，懺雲法師是慈舟的學生，不是跟他出家的，不是徒弟，是學生。在台灣道源老和尚也是慈舟的學生，這兩位法師在台灣都很有地位，也很有聲望的，都是慈老的學生。慈老最初選擇這個本子在濟南宣講，而且還做的有科判。這個科判，慈老的科判還好，在文化大革命當中黃念老還把它保存下來，沒有喪失掉，他把這個東西給我。我們在台灣唯恐這種東西喪失掉了，所以就複印在經本後面，印得很多，所以能夠看到慈舟法師的科判。證實這一部經典會集的的確是盡善盡美，佛菩薩再來重新做的，這個是慈悲到了極處。我們把經文念一遍："
    },
    {
      "id": "14-007-0005_p0083",
      "zh_CN": "【如是菩萨。于娑婆世界。阎浮提中。百千万亿方便。而为教化。四天王。地藏菩萨若遇杀生者。说宿殃短命报。】",
      "zh_TW": "【如是菩薩。於娑婆世界。閻浮提中。百千萬億方便。而為教化。四天王。地藏菩薩若遇殺生者。說宿殃短命報。】"
    },
    {
      "id": "14-007-0005_p0084",
      "zh_CN": "这一句杀害众生的果报。此地这一句是一个题目，这一个题目不晓得出了多少书，不知道说了多少话，我们要明白这个道理。",
      "zh_TW": "這一句殺害眾生的果報。此地這一句是一個題目，這一個題目不曉得出了多少書，不知道說了多少話，我們要明白這個道理。"
    },
    {
      "id": "14-007-0005_p0085",
      "zh_CN": "【若遇窃盗者。说贫穷苦楚报。】",
      "zh_TW": "【若遇竊盜者。說貧窮苦楚報。】"
    },
    {
      "id": "14-007-0005_p0086",
      "zh_CN": "贫苦是怎么来的？实在讲偷盗是因，是这样的一个果报。",
      "zh_TW": "貧苦是怎麼來的？實在講偷盜是因，是這樣的一個果報。"
    },
    {
      "id": "14-007-0005_p0087",
      "zh_CN": "【若遇邪淫者。说雀鸽鸳鸯报。】",
      "zh_TW": "【若遇邪淫者。說雀鴿鴛鴦報。】"
    },
    {
      "id": "14-007-0005_p0088",
      "zh_CN": "这三途里头畜生。",
      "zh_TW": "這三途裡頭畜生。"
    },
    {
      "id": "14-007-0005_p0089",
      "zh_CN": "【若遇恶口者。说眷属斗诤报。若遇毁谤者。说无舌疮口报。若遇瞋恚者。说丑陋癃残报。若遇悭吝者。说所求违愿报。若遇饮食无度者。说饥渴咽病报。若遇畋猎恣情者。说惊狂丧命报。】",
      "zh_TW": "【若遇惡口者。說眷屬鬥諍報。若遇毀謗者。說無舌瘡口報。若遇瞋恚者。說醜陋癃殘報。若遇慳吝者。說所求違願報。若遇飲食無度者。說飢渴咽病報。若遇畋獵恣情者。說驚狂喪命報。】"
    },
    {
      "id": "14-007-0005_p0090",
      "zh_CN": "我最初读《地藏经》，就是读到这一句，读了之后我的寒毛直竖。为什么？因为我亲眼见到我父亲的果报。我父亲在抗战期间是军人，管军械的，他是军械官，管这些枪炮、武器、弹药，所以我们家里面枪支就很多，长枪短枪十几支，天天去打猎，子弹来源太方便了。我从十六岁到十九岁这三年，大概平均每天打二十发子弹，没有事情，练枪。练到什么样的准确度？大概总百分之九十五以上，不需要瞄准的。我的枪法练到这样，练出来的，天天练，所以杀害的众生就非常之多，喜欢打猎。他死的时候四十五岁，就是『惊狂丧命报』，我们现在讲就是神经，这是疯狂了，人疯了。疯狂了，看到火就往火里面钻，看到山就往山上跑，人瘦得是皮包骨头，气力之大，四、五个人控制不住他，所以看到这个跟经上讲的完全一样。所以我读了这部经，我就发心吃长素了，亲眼看到的，感受非常之深。所以经上讲的这个因果报应，丝毫不爽。",
      "zh_TW": "我最初讀《地藏經》，就是讀到這一句，讀了之後我的寒毛直豎。為什麼？因為我親眼見到我父親的果報。我父親在抗戰期間是軍人，管軍械的，他是軍械官，管這些槍炮、武器、彈藥，所以我們家裡面槍支就很多，長槍短槍十幾支，天天去打獵，子彈來源太方便了。我從十六歲到十九歲這三年，大概平均每天打二十發子彈，沒有事情，練槍。練到什麼樣的準確度？大概總百分之九十五以上，不需要瞄準的。我的槍法練到這樣，練出來的，天天練，所以殺害的眾生就非常之多，喜歡打獵。他死的時候四十五歲，就是『驚狂喪命報』，我們現在講就是神經，這是瘋狂了，人瘋了。瘋狂了，看到火就往火裡面鑽，看到山就往山上跑，人瘦得是皮包骨頭，氣力之大，四、五個人控制不住他，所以看到這個跟經上講的完全一樣。所以我讀了這部經，我就發心吃長素了，親眼看到的，感受非常之深。所以經上講的這個因果報應，絲毫不爽。"
    },
    {
      "id": "14-007-0005_p0091",
      "zh_CN": "我家里面，这一家人，有好几代了，都短命。所以从前看相算命说我活不了四十五岁，我听了之后我也相信。所以那个时候学佛，自己的寿命只定到四十五岁，四十五岁就要死了，所以学佛也就特别认真。我二十六岁开始学佛，学佛不到半年，读《地藏经》就开始吃长素。我没有求寿命，四十五岁害了一场大病，害病的时候想到寿命到了，医生能医病不能医命，所以也就不看医生不吃药，老实念佛等往生。念了一个月病好了，一直到现在，除伤风感冒之外，都没有生过病。在台湾就那一次病了一个月，这个关口过来了。以后是哪一年？就是蒋经国总统任第六任总统那一年，仁王法会当中我讲《仁王经》，遇到甘珠活佛，甘珠跟我是老朋友。那一天遇到，他开玩笑的跟我说，他说过去我们都在背后议论你。我说议论什么？没有福报，短命。我说这些，这个我知道，我自己晓得。他说你这些年讲经的功德很大，你的命运整个转过来了，不但很有福报，而且很长命，很长寿。他说这个是你讲经的功德转变过来的。我也没有求福报，也没有求寿命，什么都没求。不求自自然然它也能转。所以他所讲的，跟李老师当年教给我们的，确实都很接近，都相同。我们继续看下面经文：",
      "zh_TW": "我家裡面，這一家人，有好幾代了，都短命。所以從前看相算命說我活不了四十五歲，我聽了之後我也相信。所以那個時候學佛，自己的壽命只定到四十五歲，四十五歲就要死了，所以學佛也就特別認真。我二十六歲開始學佛，學佛不到半年，讀《地藏經》就開始吃長素。我沒有求壽命，四十五歲害了一場大病，害病的時候想到壽命到了，醫生能醫病不能醫命，所以也就不看醫生不吃藥，老實念佛等往生。念了一個月病好了，一直到現在，除傷風感冒之外，都沒有生過病。在台灣就那一次病了一個月，這個關口過來了。以後是哪一年？就是蔣經國總統任第六任總統那一年，仁王法會當中我講《仁王經》，遇到甘珠活佛，甘珠跟我是老朋友。那一天遇到，他開玩笑的跟我說，他說過去我們都在背後議論你。我說議論什麼？沒有福報，短命。我說這些，這個我知道，我自己曉得。他說你這些年講經的功德很大，你的命運整個轉過來了，不但很有福報，而且很長命，很長壽。他說這個是你講經的功德轉變過來的。我也沒有求福報，也沒有求壽命，什麼都沒求。不求自自然然它也能轉。所以他所講的，跟李老師當年教給我們的，確實都很接近，都相同。我們繼續看下面經文："
    },
    {
      "id": "14-007-0005_p0092",
      "zh_CN": "【若遇悖逆父母者。说天地灾杀报。若遇烧山林木者。说狂迷取死报。】",
      "zh_TW": "【若遇悖逆父母者。說天地災殺報。若遇燒山林木者。說狂迷取死報。】"
    },
    {
      "id": "14-007-0005_p0093",
      "zh_CN": "『烧山』，可以说是杀害众生的罪业最重的。山林里面有多少的生物，那个比打猎，打猎你才杀几个，这个杀害是最重，所以果报也最苦。",
      "zh_TW": "『燒山』，可以說是殺害眾生的罪業最重的。山林裡面有多少的生物，那個比打獵，打獵你才殺幾個，這個殺害是最重，所以果報也最苦。"
    },
    {
      "id": "14-007-0005_p0094",
      "zh_CN": "【若遇前后父母恶毒者。说返生鞭挞现受报。若遇网捕生雏者。说骨肉分离报。若遇毁谤三宝者。说盲聋瘖哑报。若遇轻法慢教者。说永处恶道报。若遇破用常住者。说亿劫轮回地狱报。若遇污梵诬僧者。说永在畜生报。若遇汤火斩斫伤生者。说轮回递偿报。若遇破戒犯斋者。说禽兽饥饿报。若遇非理毁用者。说所求阙绝报。若遇吾我贡高者。说卑使下贱报。若遇两舌斗乱者。说无舌百舌报。若遇邪见者。说边地受生报。如是等阎浮提众生。身口言意业。恶习结业。百千报应。今粗略说。】",
      "zh_TW": "【若遇前後父母惡毒者。說返生鞭撻現受報。若遇網捕生雛者。說骨肉分離報。若遇毀謗三寶者。說盲聾瘖啞報。若遇輕法慢教者。說永處惡道報。若遇破用常住者。說億劫輪迴地獄報。若遇污梵誣僧者。說永在畜生報。若遇湯火斬斫傷生者。說輪迴遞償報。若遇破戒犯齋者。說禽獸飢餓報。若遇非理毀用者。說所求闕絕報。若遇吾我貢高者。說卑使下賤報。若遇兩舌鬥亂者。說無舌百舌報。若遇邪見者。說邊地受生報。如是等閻浮提眾生。身口言意業。惡習結業。百千報應。今粗略說。】"
    },
    {
      "id": "14-007-0005_p0095",
      "zh_CN": "这个一大段都是讲地藏菩萨在这个世间，为一切众生说法的内容，所讲的也是略举纲目而已。诸佛菩萨无有定法可说，所说之法一定是应机而说，众生有什么样的过失，他就把这些事实真相，因果报应的真相，为我们说得清清楚楚、明明白白，让我们自己觉悟，改过自新，这才能够消灾免难，离苦得乐。",
      "zh_TW": "這個一大段都是講地藏菩薩在這個世間，為一切眾生說法的內容，所講的也是略舉綱目而已。諸佛菩薩無有定法可說，所說之法一定是應機而說，眾生有什麼樣的過失，他就把這些事實真相，因果報應的真相，為我們說得清清楚楚、明明白白，讓我們自己覺悟，改過自新，這才能夠消災免難，離苦得樂。"
    },
    {
      "id": "14-007-0005_p0096",
      "zh_CN": "【如是等阎浮提众生。业感差别。地藏菩萨百千方便。而教化之。是诸众生。先受如是等报。后堕地狱。动经劫数。无有出期。是故汝等。护人护国。无令是诸众业。迷惑众生。四天王闻已。涕泪悲叹。合掌而退。】",
      "zh_TW": "【如是等閻浮提眾生。業感差別。地藏菩薩百千方便。而教化之。是諸眾生。先受如是等報。後墮地獄。動經劫數。無有出期。是故汝等。護人護國。無令是諸眾業。迷惑眾生。四天王聞已。涕淚悲歎。合掌而退。】"
    },
    {
      "id": "14-007-0005_p0097",
      "zh_CN": "佛为四天王说明地藏菩萨在这个世间是怎样教化众生，末后又特别嘱咐这些护法神要善护众生、善护国土，不要叫这些众生再迷惑。护法神听了佛的嘱咐，经上跟我们说的『涕泪悲叹』，这是无限的感叹，不是佛没有能力，也不是地藏菩萨没有能力，而是众生业障太重了。正如佛在这部经上讲的，阎浮提众生，刚强难化，他不能够信受，不能够依教奉行，原因在此地。",
      "zh_TW": "佛為四天王說明地藏菩薩在這個世間是怎樣教化眾生，末後又特別囑咐這些護法神要善護眾生、善護國土，不要叫這些眾生再迷惑。護法神聽了佛的囑咐，經上跟我們說的『涕淚悲歎』，這是無限的感嘆，不是佛沒有能力，也不是地藏菩薩沒有能力，而是眾生業障太重了。正如佛在這部經上講的，閻浮提眾生，剛強難化，他不能夠信受，不能夠依教奉行，原因在此地。"
    },
    {
      "id": "14-007-0005_p0098",
      "zh_CN": "在过去，佛法在亚洲弘扬，信受奉行的人多，决定不是迷信。历代帝王那个信从佛法，是从内心里面来学习的，绝对不是利用这个东西来统治老百姓的，不是拿它做手段的。这一点我们要认识清楚，诸位要细细的读历史、研究历史，你才能了解事实的真相。民国以来我们中国遭的灾难，在全世界每一个国家地区里面都找不到的，中国遭受空前的灾难。根本原因是什么？把我们传统的教育舍掉了，放弃了，把佛陀的教育也丢掉了，统统都不要了，这个是大灾大难根本的原因。什么时候中国人再能够过好日子？必须把孔孟、大乘再把它找回来，重新来研究，重新来学习，中国人就可以离苦得乐了。不向这条路走，没有第二条路好走的。",
      "zh_TW": "在過去，佛法在亞洲弘揚，信受奉行的人多，決定不是迷信。歷代帝王那個信從佛法，是從內心裡面來學習的，絕對不是利用這個東西來統治老百姓的，不是拿它做手段的。這一點我們要認識清楚，諸位要細細的讀歷史、研究歷史，你才能了解事實的真相。民國以來我們中國遭的災難，在全世界每一個國家地區裡面都找不到的，中國遭受空前的災難。根本原因是什麼？把我們傳統的教育捨掉了，放棄了，把佛陀的教育也丟掉了，統統都不要了，這個是大災大難根本的原因。什麼時候中國人再能夠過好日子？必須把孔孟、大乘再把它找回來，重新來研究，重新來學習，中國人就可以離苦得樂了。不向這條路走，沒有第二條路好走的。"
    },
    {
      "id": "14-007-0005_p0099",
      "zh_CN": "我们这个佛堂古籍收藏的不少，同修们在此地如果有时间，希望多多利用这个场所，好好的把心收下来，念一点中国古书，我相信对于自己、对于环境，对于宇宙人生的真相，多多少少会有相当程度的理解，会觉悟，会明了。好，我们今天就讲到此地。",
      "zh_TW": "我們這個佛堂古籍收藏的不少，同修們在此地如果有時間，希望多多利用這個場所，好好的把心收下來，念一點中國古書，我相信對於自己、對於環境，對於宇宙人生的真相，多多少少會有相當程度的理解，會覺悟，會明瞭。好，我們今天就講到此地。"
    }
  ]
}