{
  "doc_id": "14-007-0011",
  "title": {
    "zh_CN": "地藏经—导归极乐世界",
    "zh_TW": "地藏經—導歸極樂世界"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "达拉斯",
    "zh_TW": "達拉斯"
  },
  "doc_number": "14-007-0011",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "14-007-0011_p0001",
      "zh_CN": "请掀开经本，二百八十一面：",
      "zh_TW": "請掀開經本，二百八十一面："
    },
    {
      "id": "14-007-0011_p0002",
      "zh_CN": "【称佛名号品第九】",
      "zh_TW": "【稱佛名號品第九】"
    },
    {
      "id": "14-007-0011_p0003",
      "zh_CN": "这部经总共分为四大段。第一个大段是介绍地藏菩萨，这就是第一「忉利天宫神通品」，以及第二「分身集会」，这两品是第一个大段落。第二大段，是从第三品、第四、第五，这是说地藏菩萨教化众生的对象。第六、第七、第八是说度众生的缘，度化之缘，也就是机缘。从这品以下，这是说成佛之因。如果不能帮助众生成佛，那么菩萨度化众生就不能算是圆满，一定要令一切众生圆成佛道，这个才叫做圆满。怎么个成佛法？当然这一切修学方法当中，最稳当、最直捷无过是念佛法门，所以他教给我们成佛，也不外乎是念佛、念法、念僧，念三宝。从这个地方使我们想起来，世尊在《阿弥陀经》里面所说的，西方极乐世界诸上善人，他们在极乐世界修什么法门？《弥陀经》上一再告诉我们，那边的人都是修的念佛、念法、念僧。这一部经，『称佛名号品』，就是念佛。三宝当中，这是佛宝，念佛成佛。由此可知，这一章是菩萨度化众生最重要的一章。一开端给我们介绍了十尊佛，这个十尊佛都是地藏菩萨在久远劫中他修行所亲近的老师，他这样给我们介绍含义很深。在这一品里面没有提到阿弥陀佛，阿弥陀佛是十方一切诸佛所敬仰的，菩萨没提到，所提到的都是他历劫亲近的本师如来，这教给我们不忘本，这个就是教孝，所以含义很深。我们看经文：",
      "zh_TW": "這部經總共分為四大段。第一個大段是介紹地藏菩薩，這就是第一「忉利天宮神通品」，以及第二「分身集會」，這兩品是第一個大段落。第二大段，是從第三品、第四、第五，這是說地藏菩薩教化眾生的對象。第六、第七、第八是說度眾生的緣，度化之緣，也就是機緣。從這品以下，這是說成佛之因。如果不能幫助眾生成佛，那麼菩薩度化眾生就不能算是圓滿，一定要令一切眾生圓成佛道，這個才叫做圓滿。怎麼個成佛法？當然這一切修學方法當中，最穩當、最直捷無過是念佛法門，所以他教給我們成佛，也不外乎是念佛、念法、念僧，念三寶。從這個地方使我們想起來，世尊在《阿彌陀經》裡面所說的，西方極樂世界諸上善人，他們在極樂世界修什麼法門？《彌陀經》上一再告訴我們，那邊的人都是修的念佛、念法、念僧。這一部經，『稱佛名號品』，就是念佛。三寶當中，這是佛寶，念佛成佛。由此可知，這一章是菩薩度化眾生最重要的一章。一開端給我們介紹了十尊佛，這個十尊佛都是地藏菩薩在久遠劫中他修行所親近的老師，他這樣給我們介紹含義很深。在這一品裡面沒有提到阿彌陀佛，阿彌陀佛是十方一切諸佛所敬仰的，菩薩沒提到，所提到的都是他歷劫親近的本師如來，這教給我們不忘本，這個就是教孝，所以含義很深。我們看經文："
    },
    {
      "id": "14-007-0011_p0004",
      "zh_CN": "【尔时。地藏菩萨摩诃萨白佛言。世尊。我今为未来众生。演利益事。于生死中。得大利益。唯愿世尊。听我说之。】",
      "zh_TW": "【爾時。地藏菩薩摩訶薩白佛言。世尊。我今為未來眾生。演利益事。於生死中。得大利益。唯願世尊。聽我說之。】"
    },
    {
      "id": "14-007-0011_p0005",
      "zh_CN": "这一段文里面，含有两个意思。第一个意思，这一次在忉利天宫，接受了佛的付托，将佛灭度之后，弥勒佛未降生之前，度化众生的责任，要地藏菩萨来担负起来，这第一个意思。第二个意思，显示自己度众生的大愿，所以他说我现在『为未来众生』，这个「未来」时间就非常非常的长远。『演』是演说，也是表演。众生当中最殊胜的利益，最大的利益，就是了生死、成佛道，这个是最大的利益。",
      "zh_TW": "這一段文裡面，含有兩個意思。第一個意思，這一次在忉利天宮，接受了佛的付託，將佛滅度之後，彌勒佛未降生之前，度化眾生的責任，要地藏菩薩來擔負起來，這第一個意思。第二個意思，顯示自己度眾生的大願，所以他說我現在『為未來眾生』，這個「未來」時間就非常非常的長遠。『演』是演說，也是表演。眾生當中最殊勝的利益，最大的利益，就是了生死、成佛道，這個是最大的利益。"
    },
    {
      "id": "14-007-0011_p0006",
      "zh_CN": "刚才说过了，世尊在我们这个世间，教给我们学佛成佛的法门，偏重在西方净土，这是许多经典都赞叹的，都指归的。在大经里面，首先我们在《华严经》上看到，普贤菩萨十大愿王导归极乐，在华严会上文殊、普贤、善财童子，乃至于五十三位善友，无不是以西方世界为归宿。经上讲得很清楚，十地菩萨始终不离念佛，这个十地是从初地到等觉，实际上是十一个位次没有一个不修念佛法门的。《无量寿经》传到中国来之后，在东晋时代就翻译出来了，当时慧远大师在卢山建念佛堂，特别提倡这个法门。到唐朝有善导大师专修专弘。天台的智者大师造《观无量寿经》的注解，他老人家念佛求生净土。以后永明延寿大师，明末的莲池、蕅益都是宗教俱通的大善知识，晚年纯提净土。所以净宗在清朝一代，真正是户晓家传，就是因为这个法门能够平等普度末法时期一切众生平等成佛。所以古人常说「千经万论，处处指归」，实在是不可思议。地藏菩萨当然也不例外，处处教我们念佛，我们在此地看到菩萨不忘本，他在此地跟我们介绍这些菩萨，是他亲近的老师。我们更不能忘本，我们的本师是释迦牟尼佛，释迦牟尼佛教我们念阿弥陀佛，那念阿弥陀佛才是释迦牟尼佛最听话的学生，要体会到这个意思，这一章的精神我们才能把它掌握住了。",
      "zh_TW": "剛才說過了，世尊在我們這個世間，教給我們學佛成佛的法門，偏重在西方淨土，這是許多經典都讚歎的，都指歸的。在大經裡面，首先我們在《華嚴經》上看到，普賢菩薩十大願王導歸極樂，在華嚴會上文殊、普賢、善財童子，乃至於五十三位善友，無不是以西方世界為歸宿。經上講得很清楚，十地菩薩始終不離念佛，這個十地是從初地到等覺，實際上是十一個位次沒有一個不修念佛法門的。《無量壽經》傳到中國來之後，在東晉時代就翻譯出來了，當時慧遠大師在盧山建念佛堂，特別提倡這個法門。到唐朝有善導大師專修專弘。天台的智者大師造《觀無量壽經》的註解，他老人家念佛求生淨土。以後永明延壽大師，明末的蓮池、蕅益都是宗教俱通的大善知識，晚年純提淨土。所以淨宗在清朝一代，真正是戶曉家傳，就是因為這個法門能夠平等普度末法時期一切眾生平等成佛。所以古人常說「千經萬論，處處指歸」，實在是不可思議。地藏菩薩當然也不例外，處處教我們念佛，我們在此地看到菩薩不忘本，他在此地跟我們介紹這些菩薩，是他親近的老師。我們更不能忘本，我們的本師是釋迦牟尼佛，釋迦牟尼佛教我們念阿彌陀佛，那念阿彌陀佛才是釋迦牟尼佛最聽話的學生，要體會到這個意思，這一章的精神我們才能把它掌握住了。"
    },
    {
      "id": "14-007-0011_p0007",
      "zh_CN": "我们看经文：",
      "zh_TW": "我們看經文："
    },
    {
      "id": "14-007-0011_p0008",
      "zh_CN": "【佛告地藏菩萨。汝今欲兴慈悲。救拔一切罪苦六道众生。演不思议事。今正是时。唯当速说。吾即涅槃。使汝早毕是愿。吾亦无忧现在未来一切众生。】",
      "zh_TW": "【佛告地藏菩薩。汝今欲興慈悲。救拔一切罪苦六道眾生。演不思議事。今正是時。唯當速說。吾即涅槃。使汝早畢是願。吾亦無憂現在未來一切眾生。】"
    },
    {
      "id": "14-007-0011_p0009",
      "zh_CN": "这段文世尊敦促他说法的时节因缘真正成熟了，对他赞叹安慰。佛度众生的本愿有人继承，这是无量欢喜之事。",
      "zh_TW": "這段文世尊敦促他說法的時節因緣真正成熟了，對他讚歎安慰。佛度眾生的本願有人繼承，這是無量歡喜之事。"
    },
    {
      "id": "14-007-0011_p0010",
      "zh_CN": "【地藏菩萨白佛言。世尊。过去无量阿僧祇劫。有佛出世。号无边身如来。若有男子女人。闻是佛名。暂生恭敬。即得超越四十劫生死重罪。何况塑画形像。供养赞叹。其人获福无量无边。】",
      "zh_TW": "【地藏菩薩白佛言。世尊。過去無量阿僧祇劫。有佛出世。號無邊身如來。若有男子女人。聞是佛名。暫生恭敬。即得超越四十劫生死重罪。何況塑畫形像。供養讚歎。其人獲福無量無邊。】"
    },
    {
      "id": "14-007-0011_p0011",
      "zh_CN": "这是地藏菩萨久远劫以来，修行证果所经历的诸佛如来，当然也是无量无边。在此地略举几位，用意是劝勉我们。这个几位，当然有表法的深义。经历许多佛，为什么不举其他的佛，单单举这几尊？这几尊佛与我们有非常密切的关系。",
      "zh_TW": "這是地藏菩薩久遠劫以來，修行證果所經歷的諸佛如來，當然也是無量無邊。在此地略舉幾位，用意是勸勉我們。這個幾位，當然有表法的深義。經歷許多佛，為什麼不舉其他的佛，單單舉這幾尊？這幾尊佛與我們有非常密切的關係。"
    },
    {
      "id": "14-007-0011_p0012",
      "zh_CN": "『无边身如来』，「无边身」就是法身。佛的法身跟众生的法身是一个身，不是两个身，所以这也叫自性身，自性就是身，身就是自性，这个自性身真的是无量无边，身是一个相。大经上告诉我们，一切现象都是从心性变现出来的，所谓是「唯心所现，唯识所变」，这个万象它有变化，变化是识。识是什么？识就是分别执着，所以说一切法从心想生，这个心想是识，真心没有想，真心离念。有念是识，不是真心，真心没有念，所以真心能够现相。识心能够变化，这个十法界的变化是识心在作用，唯识所变。所以尽虚空遍法界统统是自性的现相。什么叫法身？法是万法，无量无边万法就是自己的法身。这乍听起来很难理解，怎么一切诸法都是我的身？上从一切诸佛菩萨，下至恶道众生，统统是自己，不但这有情众生是自己，山河大地、虚空世界，这无情的还是自己，这个我们就搞不懂了。佛在不得已的时候则用比喻说。譬如我们作梦，我们每一个人都有作梦的经验，当你在作梦的时候，梦中绝对不是自己一个人，作梦的时候有自己，也梦到许许多多人，梦境当中也有山河大地，也有虚空世界。假如你醒过来好好的想一想，这梦从哪里来的？梦是自己心里变现的相，既然是自心变现的境界，那梦中哪一样不是自己？我们整个心化成一个梦境，整个梦境就是自己的心，心外无梦，梦外无心，这个我们能体会得到。所以我们就能够肯定梦中自己是自己，别人还是自己（这自己心里变现出来的，不是他跑到我们梦中去的），梦中山河大地、花草树木没有一样不是自己。我们回头想一想，眼前一切众生、山河大地是我们真心变现的，梦境是我们的妄心变现的，这是我们自己真心变现的。什么时候你真正肯定了，承认了，这一切万事万法都是我自己，你就证得清净法身了。证得法身的时候，这心是平等的。对于任何一个人都平等，对佛平等，对地狱众生也平等，为什么？全是我自心变现的。心外无法，法外无心，哪一法不是自己？所以禅宗说得很好，说「若人识得心，大地无寸土」，哪一个人真正认得自性了，自己清净心了，大地寸土都没有了，为什么？全是自性，大地也是自性。所以佛度众生为的什么？度自己心内众生，没有度别的外面去，这个慈悲才叫真正平等，叫大慈大悲。「无缘大慈，同体大悲」，同一个心性，同体，原本就是一个，哪有差别。所以心性无量无边，心性所现的现相也是无量无边，这是讲到我们自己的真心本性，这个说法是说的法身。",
      "zh_TW": "『無邊身如來』，「無邊身」就是法身。佛的法身跟眾生的法身是一個身，不是兩個身，所以這也叫自性身，自性就是身，身就是自性，這個自性身真的是無量無邊，身是一個相。大經上告訴我們，一切現象都是從心性變現出來的，所謂是「唯心所現，唯識所變」，這個萬象它有變化，變化是識。識是什麼？識就是分別執著，所以說一切法從心想生，這個心想是識，真心沒有想，真心離念。有念是識，不是真心，真心沒有念，所以真心能夠現相。識心能夠變化，這個十法界的變化是識心在作用，唯識所變。所以盡虛空遍法界統統是自性的現相。什麼叫法身？法是萬法，無量無邊萬法就是自己的法身。這乍聽起來很難理解，怎麼一切諸法都是我的身？上從一切諸佛菩薩，下至惡道眾生，統統是自己，不但這有情眾生是自己，山河大地、虛空世界，這無情的還是自己，這個我們就搞不懂了。佛在不得已的時候則用比喻說。譬如我們作夢，我們每一個人都有作夢的經驗，當你在作夢的時候，夢中絕對不是自己一個人，作夢的時候有自己，也夢到許許多多人，夢境當中也有山河大地，也有虛空世界。假如你醒過來好好的想一想，這夢從哪裡來的？夢是自己心裡變現的相，既然是自心變現的境界，那夢中哪一樣不是自己？我們整個心化成一個夢境，整個夢境就是自己的心，心外無夢，夢外無心，這個我們能體會得到。所以我們就能夠肯定夢中自己是自己，別人還是自己（這自己心裡變現出來的，不是他跑到我們夢中去的），夢中山河大地、花草樹木沒有一樣不是自己。我們回頭想一想，眼前一切眾生、山河大地是我們真心變現的，夢境是我們的妄心變現的，這是我們自己真心變現的。什麼時候你真正肯定了，承認了，這一切萬事萬法都是我自己，你就證得清淨法身了。證得法身的時候，這心是平等的。對於任何一個人都平等，對佛平等，對地獄眾生也平等，為什麼？全是我自心變現的。心外無法，法外無心，哪一法不是自己？所以禪宗說得很好，說「若人識得心，大地無寸土」，哪一個人真正認得自性了，自己清淨心了，大地寸土都沒有了，為什麼？全是自性，大地也是自性。所以佛度眾生為的什麼？度自己心內眾生，沒有度別的外面去，這個慈悲才叫真正平等，叫大慈大悲。「無緣大慈，同體大悲」，同一個心性，同體，原本就是一個，哪有差別。所以心性無量無邊，心性所現的現相也是無量無邊，這是講到我們自己的真心本性，這個說法是說的法身。"
    },
    {
      "id": "14-007-0011_p0013",
      "zh_CN": "第二讲报身，报身是自受用身，也是智慧之身，就是豁然觉悟了，觉悟尽虚空遍法界就是一个自己，这叫觉悟，禅宗里面讲大彻大悟，明心见性，就是指的这个境界。如果还有是非人我，那绝对入不了这个境界。凡是入这个境界的，就是《无量寿经》经题上的几句话，清净、平等、觉，心清净了，心平等了，觉而不迷，这是大彻大悟明心见性的境界。所以从能见这一方面来讲，就叫做自受用报身，自己真的彻底觉悟了，与一切万法再也不会有分别、不会有执着了，永离分别、执着。这个智慧也是无量无边，所以报身也是无边。从报身起作用，起什么作用？众生有感佛就有应，像《梵网经》上讲释迦牟尼佛自称「千百亿化身释迦牟尼佛」，从报身起作用，什么地方众生有感他自然就有应，感应道交，所以应化身也是无量无边的。这一尊佛的德号就是一体三身的名号，是我们自己本来面目，藉佛号显示自己本来的面目，就如同禅宗所说的「父母未生前本来面目」。",
      "zh_TW": "第二講報身，報身是自受用身，也是智慧之身，就是豁然覺悟了，覺悟盡虛空遍法界就是一個自己，這叫覺悟，禪宗裡面講大徹大悟，明心見性，就是指的這個境界。如果還有是非人我，那絕對入不了這個境界。凡是入這個境界的，就是《無量壽經》經題上的幾句話，清淨、平等、覺，心清淨了，心平等了，覺而不迷，這是大徹大悟明心見性的境界。所以從能見這一方面來講，就叫做自受用報身，自己真的徹底覺悟了，與一切萬法再也不會有分別、不會有執著了，永離分別、執著。這個智慧也是無量無邊，所以報身也是無邊。從報身起作用，起什麼作用？眾生有感佛就有應，像《梵網經》上講釋迦牟尼佛自稱「千百億化身釋迦牟尼佛」，從報身起作用，什麼地方眾生有感他自然就有應，感應道交，所以應化身也是無量無邊的。這一尊佛的德號就是一體三身的名號，是我們自己本來面目，藉佛號顯示自己本來的面目，就如同禪宗所說的「父母未生前本來面目」。"
    },
    {
      "id": "14-007-0011_p0014",
      "zh_CN": "下面，这是说闻名见相的利益。如果有人听到这个名号，听到这个名号要能解义，要能理解，真正生欢喜心，虽不能够契入。契入是证入，自己也到这个境界，这个福报是真正的无量无边，那是功德。不能契入，能对这个名号生欢喜心，生恭敬心，这一个金刚种子种在八识田中，这个福报就超越四十劫生死重罪。所以这里讲的是获福，有这么大的福报。也许我们要问，这佛，「无边身如来」长得是什么样子？我们要想画他的形像，造一个形像，这怎么造法？造得像不像？《大藏经》上有一部经，《大藏经》里面叫《造像量度经》，就是教给你造这个佛像，造菩萨像，造罗汉像，造辟支佛像，怎么样去造法。佛的相貌是相同的。众生相貌不相同，因为心不一样。人心不同，各如其面，面貌不相同，心不同。佛为什么同？佛的心相同的，佛的心都没有念头，没有念头就相同了。有念，总不可能两个人念头会一样的；就是一样，也不会完全一样，里面也有少许差别。可是佛的相貌是相同的，所以《造像量度经》跟我们讲，三十二相八十种好。我们怎么能够在这个相同的相貌当中，认识这是哪一尊佛，那是某一尊佛，怎么认识？有一种方法，就是他站着或者坐着那个姿态，叫表法，其他地方你没有法子辨别。",
      "zh_TW": "下面，這是說聞名見相的利益。如果有人聽到這個名號，聽到這個名號要能解義，要能理解，真正生歡喜心，雖不能夠契入。契入是證入，自己也到這個境界，這個福報是真正的無量無邊，那是功德。不能契入，能對這個名號生歡喜心，生恭敬心，這一個金剛種子種在八識田中，這個福報就超越四十劫生死重罪。所以這裡講的是獲福，有這麼大的福報。也許我們要問，這佛，「無邊身如來」長得是什麼樣子？我們要想畫他的形像，造一個形像，這怎麼造法？造得像不像？《大藏經》上有一部經，《大藏經》裡面叫《造像量度經》，就是教給你造這個佛像，造菩薩像，造羅漢像，造辟支佛像，怎麼樣去造法。佛的相貌是相同的。眾生相貌不相同，因為心不一樣。人心不同，各如其面，面貌不相同，心不同。佛為什麼同？佛的心相同的，佛的心都沒有念頭，沒有念頭就相同了。有念，總不可能兩個人念頭會一樣的；就是一樣，也不會完全一樣，裡面也有少許差別。可是佛的相貌是相同的，所以《造像量度經》跟我們講，三十二相八十種好。我們怎麼能夠在這個相同的相貌當中，認識這是哪一尊佛，那是某一尊佛，怎麼認識？有一種方法，就是他站著或者坐著那個姿態，叫表法，其他地方你沒有法子辨別。"
    },
    {
      "id": "14-007-0011_p0015",
      "zh_CN": "像我们供养的阿弥陀佛像，弥陀像手上结的这个印，这叫弥陀印，这叫手印。手印，在现在的话来讲，就是手语。你看他手摆一种什么姿势，它代表一个意思在那里。阿弥陀佛站着的像，右手垂下，这接引像。所以说你看他手姿势能够辨别。这是塑画佛菩萨形像，这就有了依据。如果依《华严》来讲，「一即一切，一切即一」，我们见到是佛像，这不是叫「一切法从心生」吗？所有一切诸佛如来全是自己本性的果德，所有一切菩萨是自性的修德。佛菩萨形像、名号统统代表自性无量的德能，因此我们不必刻意去分别、执着，这个用不着的，晓得统统是代表真如本性的无量智慧德能。",
      "zh_TW": "像我們供養的阿彌陀佛像，彌陀像手上結的這個印，這叫彌陀印，這叫手印。手印，在現在的話來講，就是手語。你看他手擺一種什麼姿勢，它代表一個意思在那裡。阿彌陀佛站著的像，右手垂下，這接引像。所以說你看他手姿勢能夠辨別。這是塑畫佛菩薩形像，這就有了依據。如果依《華嚴》來講，「一即一切，一切即一」，我們見到是佛像，這不是叫「一切法從心生」嗎？所有一切諸佛如來全是自己本性的果德，所有一切菩薩是自性的修德。佛菩薩形像、名號統統代表自性無量的德能，因此我們不必刻意去分別、執著，這個用不著的，曉得統統是代表真如本性的無量智慧德能。"
    },
    {
      "id": "14-007-0011_p0016",
      "zh_CN": "再看第二尊：",
      "zh_TW": "再看第二尊："
    },
    {
      "id": "14-007-0011_p0017",
      "zh_CN": "【又于过去恒河沙劫。有佛出世。号宝性如来。若有男子女人。闻是佛名。一弹指顷。发心归依。是人于无上道。永不退转。】",
      "zh_TW": "【又於過去恆河沙劫。有佛出世。號寶性如來。若有男子女人。聞是佛名。一彈指頃。發心歸依。是人於無上道。永不退轉。】"
    },
    {
      "id": "14-007-0011_p0018",
      "zh_CN": "『宝性』，「性」就是真如本性。在一切法当中，性才是真真实实的宝藏，为什么？它能变现一切万法。这是从性体上来说。如果从现相上来讲，诸佛如来是一切众生之宝。为什么？众生要遇到佛，那就事事都能满愿了，没有一样求不到，没有一样得不到，「佛氏门中，有求必应」，佛是一切众生之宝。这从相上讲的。性相是一不是二，相乃性之相，性是相之性，从这个地方我们就能够体会到，从佛的相要能够体会佛性。所以下面讲，『若有男子女人，闻是佛名，一弹指顷，发心归依』。此地「发心归依」，只要一发心皈依，这个人就不是凡夫了，不但超越六道，而且在圆教里面，这是初住菩萨，别教是初地菩萨。初发心，发的什么心？菩提心。皈是回头。依是依靠佛菩萨的教诲去修行。从初住，一直到等觉、成佛，永远不会退转，这个我们能信得过。所以经文不能够依文解义。我们今天也发心皈依了，我们心没发，为什么没发？什么叫心没搞清楚，这是真的不是假的。我们也没有皈，也没有依，皈是回头，没有回头。三宝，我们在讲堂里面介绍过多次了。三宝，佛宝是觉而不迷，法宝是正而不邪，僧宝是净而不染。我们想想几时回头了？从迷惑颠倒回头，依靠自性觉，这是皈依佛；从邪知邪见回头，依靠正知正见，这叫皈依法；从一切污染回头，依自性清净心，这叫皈依僧。用这个标准来衡量，我们几时皈依过？所以在佛菩萨面前念的三皈偈子，那是有口无心，像二、三岁小朋友唱个歌，那不能当真，我们今天干的是这个。所以真正皈依这个人，『于无上道，永不退转。』我们怎么不能相信？当然可以信得过的。",
      "zh_TW": "『寶性』，「性」就是真如本性。在一切法當中，性才是真真實實的寶藏，為什麼？它能變現一切萬法。這是從性體上來說。如果從現相上來講，諸佛如來是一切眾生之寶。為什麼？眾生要遇到佛，那就事事都能滿願了，沒有一樣求不到，沒有一樣得不到，「佛氏門中，有求必應」，佛是一切眾生之寶。這從相上講的。性相是一不是二，相乃性之相，性是相之性，從這個地方我們就能夠體會到，從佛的相要能夠體會佛性。所以下面講，『若有男子女人，聞是佛名，一彈指頃，發心歸依』。此地「發心歸依」，只要一發心皈依，這個人就不是凡夫了，不但超越六道，而且在圓教裡面，這是初住菩薩，別教是初地菩薩。初發心，發的什麼心？菩提心。皈是回頭。依是依靠佛菩薩的教誨去修行。從初住，一直到等覺、成佛，永遠不會退轉，這個我們能信得過。所以經文不能夠依文解義。我們今天也發心皈依了，我們心沒發，為什麼沒發？什麼叫心沒搞清楚，這是真的不是假的。我們也沒有皈，也沒有依，皈是回頭，沒有回頭。三寶，我們在講堂裡面介紹過多次了。三寶，佛寶是覺而不迷，法寶是正而不邪，僧寶是淨而不染。我們想想幾時回頭了？從迷惑顛倒回頭，依靠自性覺，這是皈依佛；從邪知邪見回頭，依靠正知正見，這叫皈依法；從一切污染回頭，依自性清淨心，這叫皈依僧。用這個標準來衡量，我們幾時皈依過？所以在佛菩薩面前念的三皈偈子，那是有口無心，像二、三歲小朋友唱個歌，那不能當真，我們今天幹的是這個。所以真正皈依這個人，『於無上道，永不退轉。』我們怎麼不能相信？當然可以信得過的。"
    },
    {
      "id": "14-007-0011_p0019",
      "zh_CN": "第三尊佛：",
      "zh_TW": "第三尊佛："
    },
    {
      "id": "14-007-0011_p0020",
      "zh_CN": "【又于过去。有佛出世。号波头摩胜如来。若有男子女人。闻是佛名。历于耳根。是人当得千返生于六欲天中。何况志心称念。】",
      "zh_TW": "【又於過去。有佛出世。號波頭摩勝如來。若有男子女人。聞是佛名。歷於耳根。是人當得千返生於六欲天中。何況志心稱念。】"
    },
    {
      "id": "14-007-0011_p0021",
      "zh_CN": "这是第三尊佛。『波头摩』是梵语，翻成中国意思是红色的莲花。莲花的种类、颜色很多，《弥陀经》上是略说四色。在许多种的颜色里面，是以红色的最殊胜，所以「波头摩胜如来」，胜是殊胜的意思，就是最殊胜的红莲，这尊佛的名号是从比喻里面建立的。",
      "zh_TW": "這是第三尊佛。『波頭摩』是梵語，翻成中國意思是紅色的蓮花。蓮花的種類、顏色很多，《彌陀經》上是略說四色。在許多種的顏色裡面，是以紅色的最殊勝，所以「波頭摩勝如來」，勝是殊勝的意思，就是最殊勝的紅蓮，這尊佛的名號是從比喻裡面建立的。"
    },
    {
      "id": "14-007-0011_p0022",
      "zh_CN": "佛门里面表法通常是用三种东西，第一种就是轮，轮相，我们常讲法轮，用这个来表法。这个意义也很深，唯有轮能够代表佛所讲的宇宙人生的真相，从轮相能够显示得出来。轮是个圆，圆当然有心，心在哪里？找不到。虽然找不到，决定有，有，找不到，我们的心也是如此。心有没有？决定有，在哪里？也找不到。轮有周，周是用，我们的身体就起作用（身好像轮的周，它起作用），心是身的主宰，所以佛常常用这个东西来表法。对于我们一个人，养生也应该要像轮来学习，养心要净，心要清净，心要空，心里头什么都没有。圆心，心什么都没有，心是空的，心是净的。身，身是动的，身要劳动，心要清净，这种人就长生不老了。为什么？他与自性的性相相应。现在人养生恰恰相反，身要舒服不要动，心在乱动，是恰恰相反，那就毛病百出了，这个问题就多了，他跟这个道理相反，相违背了。所以用轮来表法的意思很深。第二种就是莲花，在佛门用得非常之多。莲花代表清净。莲，根是生在泥土里面，泥代表六道，六道是染污的法界；它的茎是在水当中，水是清净的，代表四圣法界；花开在水的上面，这个意思就表示超越六凡四圣，超越了十法界。不但六凡它不染，四圣也不沾染，这不得已就叫它做一真法界，出了水之后，那就叫一真法界，表这个意思。换句话说，不但对世间法不染着，出世间的佛法也一样不染着，这才能成就。第三种表法的就是卍字，卍字代表吉祥，是佛的三十二相之一，佛在胸口这里有一个相叫卍字，代表万德吉祥的意思。这是佛门里面表法最常用的三种。",
      "zh_TW": "佛門裡面表法通常是用三種東西，第一種就是輪，輪相，我們常講法輪，用這個來表法。這個意義也很深，唯有輪能夠代表佛所講的宇宙人生的真相，從輪相能夠顯示得出來。輪是個圓，圓當然有心，心在哪裡？找不到。雖然找不到，決定有，有，找不到，我們的心也是如此。心有沒有？決定有，在哪裡？也找不到。輪有周，周是用，我們的身體就起作用（身好像輪的周，它起作用），心是身的主宰，所以佛常常用這個東西來表法。對於我們一個人，養生也應該要像輪來學習，養心要淨，心要清淨，心要空，心裡頭什麼都沒有。圓心，心什麼都沒有，心是空的，心是淨的。身，身是動的，身要勞動，心要清淨，這種人就長生不老了。為什麼？他與自性的性相相應。現在人養生恰恰相反，身要舒服不要動，心在亂動，是恰恰相反，那就毛病百出了，這個問題就多了，他跟這個道理相反，相違背了。所以用輪來表法的意思很深。第二種就是蓮花，在佛門用得非常之多。蓮花代表清淨。蓮，根是生在泥土裡面，泥代表六道，六道是染污的法界；它的莖是在水當中，水是清淨的，代表四聖法界；花開在水的上面，這個意思就表示超越六凡四聖，超越了十法界。不但六凡它不染，四聖也不沾染，這不得已就叫它做一真法界，出了水之後，那就叫一真法界，表這個意思。換句話說，不但對世間法不染著，出世間的佛法也一樣不染著，這才能成就。第三種表法的就是卍字，卍字代表吉祥，是佛的三十二相之一，佛在胸口這裡有一個相叫卍字，代表萬德吉祥的意思。這是佛門裡面表法最常用的三種。"
    },
    {
      "id": "14-007-0011_p0023",
      "zh_CN": "此地说是有男子女人，闻到佛的名号。闻到佛的名号，一定要晓得名号所含的义趣，能生欢喜心，能生向往之心，也能够认真来学习，学清净不染。心地清净就会生天，天上环境比我们人间清净。所以他千次『返生于六欲天中』，「六欲天」，欲界天有六层，他就在六层天上往来，不往下面堕落。『何况志心称念』，这个「志心称念」是依照佛的教训去修行，那个功德殊胜了，那就不止千返生于六欲天了。在六欲天还是出不了三界。这都是说闻名的福德。",
      "zh_TW": "此地說是有男子女人，聞到佛的名號。聞到佛的名號，一定要曉得名號所含的義趣，能生歡喜心，能生嚮往之心，也能夠認真來學習，學清淨不染。心地清淨就會生天，天上環境比我們人間清淨。所以他千次『返生於六欲天中』，「六欲天」，欲界天有六層，他就在六層天上往來，不往下面墮落。『何況志心稱念』，這個「志心稱念」是依照佛的教訓去修行，那個功德殊勝了，那就不止千返生於六欲天了。在六欲天還是出不了三界。這都是說聞名的福德。"
    },
    {
      "id": "14-007-0011_p0024",
      "zh_CN": "【又于过去不可说不可说阿僧祇劫。有佛出世。号师子吼如来。若有男子女人。闻是佛名。一念归依。是人得遇无量诸佛。摩顶授记。】",
      "zh_TW": "【又於過去不可說不可說阿僧祇劫。有佛出世。號師子吼如來。若有男子女人。聞是佛名。一念歸依。是人得遇無量諸佛。摩頂授記。】"
    },
    {
      "id": "14-007-0011_p0025",
      "zh_CN": "这是第四尊。『师子吼』是比喻。在野兽之中，我们常常称狮子是兽中之王，狮子叫的时候，音声非常威猛，狮子一叫那些小的野兽，吓得腿都软了，跑都跑不动。佛法里面把如来讲经说法比喻作「师子吼」，佛一说经这些外道都被佛所降伏了，所以用这个比喻，比喻佛说法。所以「师子吼如来」是形容佛说法的威猛之相。",
      "zh_TW": "這是第四尊。『師子吼』是比喻。在野獸之中，我們常常稱獅子是獸中之王，獅子叫的時候，音聲非常威猛，獅子一叫那些小的野獸，嚇得腿都軟了，跑都跑不動。佛法裡面把如來講經說法比喻作「師子吼」，佛一說經這些外道都被佛所降伏了，所以用這個比喻，比喻佛說法。所以「師子吼如來」是形容佛說法的威猛之相。"
    },
    {
      "id": "14-007-0011_p0026",
      "zh_CN": "底下讲闻名得益，『闻是佛名，一念归依』。「闻是佛名」就是闻佛说法，因为这尊佛的名号是代表说法的。闻法说法，「一念归依」，一念就是一心，一心一意归仰佛法，依靠佛的教训来修正我们身心行为，这个与佛缘就深了。所以他会常常遇到诸佛如来讲经说法，『摩顶授记』。我们看到这个因与果确确实实相应。",
      "zh_TW": "底下講聞名得益，『聞是佛名，一念歸依』。「聞是佛名」就是聞佛說法，因為這尊佛的名號是代表說法的。聞法說法，「一念歸依」，一念就是一心，一心一意歸仰佛法，依靠佛的教訓來修正我們身心行為，這個與佛緣就深了。所以他會常常遇到諸佛如來講經說法，『摩頂授記』。我們看到這個因與果確確實實相應。"
    },
    {
      "id": "14-007-0011_p0027",
      "zh_CN": "第五尊是拘留孙佛佛。",
      "zh_TW": "第五尊是拘留孫佛佛。"
    },
    {
      "id": "14-007-0011_p0028",
      "zh_CN": "【又于过去。有佛出世。号拘留孙佛。若有男子女人。闻是佛名。志心瞻礼。或复赞叹。是人于贤劫千佛会中。为大梵王。得授上记。】",
      "zh_TW": "【又於過去。有佛出世。號拘留孫佛。若有男子女人。聞是佛名。志心瞻禮。或復讚歎。是人於賢劫千佛會中。為大梵王。得授上記。】"
    },
    {
      "id": "14-007-0011_p0029",
      "zh_CN": "前面跟后面这些诸佛，我们仔细观察，都是地藏菩萨久远劫之前，他那个时候初学佛还没有证得菩萨果位时候，亲近的这些老师。这当中跑了一尊『拘留孙佛』来了，而且又说『千佛会』上，这就变成我们『贤劫』了，变成我们这一劫了。我们这一劫，第一尊佛是「拘留孙佛」，释迦牟尼佛是第四尊佛，距离我们很近，这怎么讲也讲不通？前后的佛跟我们距离都很远很远，无量劫前的事情，怎么会跑到现在这一劫插到当中去了？诸位要晓得，佛在许许多多经论里面告诉我们，诸佛如来同名同号的很多，所以他是跟我们「贤劫」第一尊佛同名同号，不但名号相同，住的劫也相同。我们现在这一劫叫贤劫，那个时候拘留孙佛出现在世间也叫贤劫，所以是佛名、劫名完全相同。绝不是指我们自己现在这个贤劫，不是指这个，这样才能够讲得通。我们这个社会上，同名同姓的人也很多，同名同姓住的地方地名相同的也不少，也有，无论在中国在外国。所以在太虚空当中，佛菩萨同名同姓的有好多好多，这个我们要知道。",
      "zh_TW": "前面跟後面這些諸佛，我們仔細觀察，都是地藏菩薩久遠劫之前，他那個時候初學佛還沒有證得菩薩果位時候，親近的這些老師。這當中跑了一尊『拘留孫佛』來了，而且又說『千佛會』上，這就變成我們『賢劫』了，變成我們這一劫了。我們這一劫，第一尊佛是「拘留孫佛」，釋迦牟尼佛是第四尊佛，距離我們很近，這怎麼講也講不通？前後的佛跟我們距離都很遠很遠，無量劫前的事情，怎麼會跑到現在這一劫插到當中去了？諸位要曉得，佛在許許多多經論裡面告訴我們，諸佛如來同名同號的很多，所以他是跟我們「賢劫」第一尊佛同名同號，不但名號相同，住的劫也相同。我們現在這一劫叫賢劫，那個時候拘留孫佛出現在世間也叫賢劫，所以是佛名、劫名完全相同。絕不是指我們自己現在這個賢劫，不是指這個，這樣才能夠講得通。我們這個社會上，同名同姓的人也很多，同名同姓住的地方地名相同的也不少，也有，無論在中國在外國。所以在太虛空當中，佛菩薩同名同姓的有好多好多，這個我們要知道。"
    },
    {
      "id": "14-007-0011_p0030",
      "zh_CN": "底下佛的名号也略为介绍一下，「拘留孙」是梵语音译的，翻成中国的意思翻作应断，就是应该要断。断什么？断烦恼，断习气，断生死，是从这上建立的名号。还有一个意思叫庄严，你能够断烦恼、生死，那是真正的庄严。所以这个意思都相通。能够断烦恼，能够断习气，他的心地当然清净。『梵』就是清净的意思，所以他的果报在梵天，身心清净果报在梵天。诸佛菩萨在梵天里面也常常讲经说法，你在那里会遇到佛法，会遇到佛菩萨给你授记。『上记』就是受成佛之记，是预先告诉你，你在某一个时期修行证果、成就。",
      "zh_TW": "底下佛的名號也略為介紹一下，「拘留孫」是梵語音譯的，翻成中國的意思翻作應斷，就是應該要斷。斷什麼？斷煩惱，斷習氣，斷生死，是從這上建立的名號。還有一個意思叫莊嚴，你能夠斷煩惱、生死，那是真正的莊嚴。所以這個意思都相通。能夠斷煩惱，能夠斷習氣，他的心地當然清淨。『梵』就是清淨的意思，所以他的果報在梵天，身心清淨果報在梵天。諸佛菩薩在梵天裡面也常常講經說法，你在那裡會遇到佛法，會遇到佛菩薩給你授記。『上記』就是受成佛之記，是預先告訴你，你在某一個時期修行證果、成就。"
    },
    {
      "id": "14-007-0011_p0031",
      "zh_CN": "再看第六尊：",
      "zh_TW": "再看第六尊："
    },
    {
      "id": "14-007-0011_p0032",
      "zh_CN": "【又于过去。有佛出世。号毘婆尸。若有男子女人。闻是佛名。永不堕恶道。常生人天。受胜妙乐。】",
      "zh_TW": "【又於過去。有佛出世。號毘婆尸。若有男子女人。聞是佛名。永不墮惡道。常生人天。受勝妙樂。】"
    },
    {
      "id": "14-007-0011_p0033",
      "zh_CN": "『毘婆尸』也是梵语，翻成中国的意思叫胜观，胜是殊胜，观是观察，也可以说是观念，对自己来讲是观念，对外面来讲是观察。我们对内对外不但没有胜观，连「观」这个字都谈不上。为什么？成天打妄想。妄想、分别、执着，这三样东西只要有一样，观就没有了。所以佛法里面修行，总纲领上来讲就是修定。观，是什么？观是定慧等学。你看教下所讲的，无论是天台、贤首，乃至于法相、唯识，都叫修观。天台家叫止观，止观就是禅定的一种方法。我们念佛，说实在话也是属于止观。这一句佛号，念这句佛号，把所有一切妄想、分别都放下，放下就是止。所有一切妄念把它止住，专提这句佛号，这就是观，叫观照。照住这一句佛号，一定要叫这句佛号字字分明，清清楚楚、明明白白，心里头一个妄念都没有，这个叫功夫得力。这是修清净心，没有妄念，心清净。佛号清清楚楚、明明白白，这是慧，这是智慧。所以这种修行方法里面有定有慧。一面念佛，一面打妄想，那统统没有了，止也没有了，观也没有了。那个佛号念了有没有好处？有好处，得福报，不能出三界，得人天福报。如果这个里面得力，功夫得力，得力就是止观。那能够得功夫成片，能得一心不乱，决定往生。",
      "zh_TW": "『毘婆尸』也是梵語，翻成中國的意思叫勝觀，勝是殊勝，觀是觀察，也可以說是觀念，對自己來講是觀念，對外面來講是觀察。我們對內對外不但沒有勝觀，連「觀」這個字都談不上。為什麼？成天打妄想。妄想、分別、執著，這三樣東西只要有一樣，觀就沒有了。所以佛法裡面修行，總綱領上來講就是修定。觀，是什麼？觀是定慧等學。你看教下所講的，無論是天台、賢首，乃至於法相、唯識，都叫修觀。天台家叫止觀，止觀就是禪定的一種方法。我們念佛，說實在話也是屬於止觀。這一句佛號，念這句佛號，把所有一切妄想、分別都放下，放下就是止。所有一切妄念把它止住，專提這句佛號，這就是觀，叫觀照。照住這一句佛號，一定要叫這句佛號字字分明，清清楚楚、明明白白，心裡頭一個妄念都沒有，這個叫功夫得力。這是修清淨心，沒有妄念，心清淨。佛號清清楚楚、明明白白，這是慧，這是智慧。所以這種修行方法裡面有定有慧。一面念佛，一面打妄想，那統統沒有了，止也沒有了，觀也沒有了。那個佛號念了有沒有好處？有好處，得福報，不能出三界，得人天福報。如果這個裡面得力，功夫得力，得力就是止觀。那能夠得功夫成片，能得一心不亂，決定往生。"
    },
    {
      "id": "14-007-0011_p0034",
      "zh_CN": "所以古德教给我们念佛，像大势至菩萨在《楞严经》上给我们讲的「净念相继」，这四个字就是念佛的秘诀，就是此地讲的胜观。净，就是心地清净，没有妄想，没有分别，这是净；念，心念口念，念得字字分明，清清楚楚，佛号从心里面生出来，口里念出来，耳朵再听进去，这很容易摄心；相继是不间断，一句接一一句不间断，这叫功夫得力，这就叫做胜观。念到功夫成片，这就往生了，愿意求生西方极乐世界，这就真正得生净土。往生这个意念不强，来生得人天福报，不会堕恶道。『受胜妙乐』，殊胜微妙快乐。《大庄严论》云：「无病第一利」，利益，真正的利益，大利，不生病。「知足第一富」，什么人最富有？知足的人最富有，为什么？无所求，不求了，这是真正富足。「善友第一亲」，真正的善人有智慧、有道德，你亲近这些人，这就真正是第一亲。「涅槃第一乐」，什么最快乐？心地清净最快乐。佛给我们讲的，我们仔细想想很有道理，这是我们应当要学习的。",
      "zh_TW": "所以古德教給我們念佛，像大勢至菩薩在《楞嚴經》上給我們講的「淨念相繼」，這四個字就是念佛的祕訣，就是此地講的勝觀。淨，就是心地清淨，沒有妄想，沒有分別，這是淨；念，心念口念，念得字字分明，清清楚楚，佛號從心裡面生出來，口裡念出來，耳朵再聽進去，這很容易攝心；相繼是不間斷，一句接一一句不間斷，這叫功夫得力，這就叫做勝觀。念到功夫成片，這就往生了，願意求生西方極樂世界，這就真正得生淨土。往生這個意念不強，來生得人天福報，不會墮惡道。『受勝妙樂』，殊勝微妙快樂。《大莊嚴論》云：「無病第一利」，利益，真正的利益，大利，不生病。「知足第一富」，什麼人最富有？知足的人最富有，為什麼？無所求，不求了，這是真正富足。「善友第一親」，真正的善人有智慧、有道德，你親近這些人，這就真正是第一親。「涅槃第一樂」，什麼最快樂？心地清淨最快樂。佛給我們講的，我們仔細想想很有道理，這是我們應當要學習的。"
    },
    {
      "id": "14-007-0011_p0035",
      "zh_CN": "再看下面第七尊：",
      "zh_TW": "再看下面第七尊："
    },
    {
      "id": "14-007-0011_p0036",
      "zh_CN": "【又于过去无量无数恒河沙劫。有佛出世。号宝胜如来。若有男子女人。闻是佛名。毕竟不堕恶道。常在天上。受胜妙乐。】",
      "zh_TW": "【又於過去無量無數恆河沙劫。有佛出世。號寶勝如來。若有男子女人。聞是佛名。畢竟不墮惡道。常在天上。受勝妙樂。】"
    },
    {
      "id": "14-007-0011_p0037",
      "zh_CN": "『宝胜』，也是从比喻上建立的名号。「宝」是世间人所希求的，可是世间人所希求的宝，所谓七宝而已，都是属于财物。你拥有宝藏可以得财富，不会贫乏，但是这并不是真正的宝。为什么？不能了生死，不能够消灾免难。佛给我们讲真正的宝藏，是自性的智慧功德，这是真实的宝藏，永远丢不掉的。佛在大经上非常具体的告诉我们，三德是指法身、般若、解脱，每一德里面都有四宝，这个四宝就是常乐我净。法身具足常乐我净，般若也具足常乐我净，解脱还是具足这四净德，这是真正之宝。所以我们就晓得，世间之宝不稀奇，不值得去追求，这是真的。追求物欲，我们将来前途是愈往下堕落。欲念太重了，往下堕落。所以贪瞋痴这是三恶道的业因。",
      "zh_TW": "『寶勝』，也是從比喻上建立的名號。「寶」是世間人所希求的，可是世間人所希求的寶，所謂七寶而已，都是屬於財物。你擁有寶藏可以得財富，不會貧乏，但是這並不是真正的寶。為什麼？不能了生死，不能夠消災免難。佛給我們講真正的寶藏，是自性的智慧功德，這是真實的寶藏，永遠丟不掉的。佛在大經上非常具體的告訴我們，三德是指法身、般若、解脫，每一德裡面都有四寶，這個四寶就是常樂我淨。法身具足常樂我淨，般若也具足常樂我淨，解脫還是具足這四淨德，這是真正之寶。所以我們就曉得，世間之寶不稀奇，不值得去追求，這是真的。追求物欲，我們將來前途是愈往下墮落。欲念太重了，往下墮落。所以貪瞋痴這是三惡道的業因。"
    },
    {
      "id": "14-007-0011_p0038",
      "zh_CN": "佛给我们讲知足第一富，我们吃得饱，穿得暖，有一个小房子可以遮蔽风雨，足了，这个快乐。真正能体会佛的教训，一生哪有不幸福、不快乐的道理！凡是一生当中天天忧虑，天天烦恼，你要去追究他到底是什么原因？不知足，那个苦恼都是为了不知足而来的。所以学佛要体会到佛的教训，要体会到真实的事理，依教修行，才能得大自在。经上讲的，『毕竟不堕恶道，常在天上，受胜妙乐。』现前就得「胜妙乐」，现前就得到。所以知足非常非常重要。佛在一切经里面几乎没有一部经不提到「少欲知足」，少欲知足大到了极处、顶点了，世出世间我统统都不求，没有这个欲望了，少欲；知足，一句佛号就知足了，一生就受持这一句佛号，依照大势至菩萨教训来做，「都摄六根，净念相继」，我这一生就往生西方极乐世界了，这才真正是少欲知足的功夫做到家了，做到究竟圆满了。真的身心世界世出世法统统放下，晓得这一句佛号是宝胜，是宝中最殊胜者。",
      "zh_TW": "佛給我們講知足第一富，我們吃得飽，穿得暖，有一個小房子可以遮蔽風雨，足了，這個快樂。真正能體會佛的教訓，一生哪有不幸福、不快樂的道理！凡是一生當中天天憂慮，天天煩惱，你要去追究他到底是什麼原因？不知足，那個苦惱都是為了不知足而來的。所以學佛要體會到佛的教訓，要體會到真實的事理，依教修行，才能得大自在。經上講的，『畢竟不墮惡道，常在天上，受勝妙樂。』現前就得「勝妙樂」，現前就得到。所以知足非常非常重要。佛在一切經裡面幾乎沒有一部經不提到「少欲知足」，少欲知足大到了極處、頂點了，世出世間我統統都不求，沒有這個欲望了，少欲；知足，一句佛號就知足了，一生就受持這一句佛號，依照大勢至菩薩教訓來做，「都攝六根，淨念相繼」，我這一生就往生西方極樂世界了，這才真正是少欲知足的功夫做到家了，做到究竟圓滿了。真的身心世界世出世法統統放下，曉得這一句佛號是寶勝，是寶中最殊勝者。"
    },
    {
      "id": "14-007-0011_p0039",
      "zh_CN": "【又于过去。有佛出世。号宝相如来。若有男子女人。闻是佛名。生恭敬心。是人不久。得阿罗汉果。】",
      "zh_TW": "【又於過去。有佛出世。號寶相如來。若有男子女人。聞是佛名。生恭敬心。是人不久。得阿羅漢果。】"
    },
    {
      "id": "14-007-0011_p0040",
      "zh_CN": "这果报并不很殊胜，证阿罗汉，但是比起前面在人天当中受胜妙乐，那要高出很多了。『宝相』是从相上所说的，「相」是从心地变现的，所以世俗也常说相随心转。人心不同，各如其面，面相，所以相会变，随着你的心在变。真正有修行的人，无论在家出家，如果他修行功夫得力，半年、一年相就变了。变得真快，心变了，相就变了。心清净了，身体就健康，毛病都没有了。境随心转，我们身体也是境，随心转。佛的相是人当中相貌最殊胜的，最圆满的，找不到一丝毫缺陷，那是佛的智慧圆满、德行圆满。我们讲福德，福德圆满，因此他的相就圆满。经上跟我们讲的，佛有三十二相八十种好。诸位要想详细知道三十二相八十种好，你可以看江味农居士《金刚经讲义》，他《讲义》里面注得很清楚。每一种相都属于果报，既然是果报，当然就有业因，你不修因哪来的果报？佛的舌相，佛的舌头很薄，所以舌头伸出来可以把脸盖住，广长舌相。我们不行，没有这个能力，佛在经上说，我们舌头伸出来，可以舔到自己的鼻子，三生不妄语。三生不妄语才有这个相，舌头伸出来可以舔到鼻子。佛舌头伸出来整个面都盖起来了，你想想看，佛是多生多劫不妄语，修来的。每一种相都是一种方法修来的，这是江居士在经论上把这个搜集得很齐全，每一种相好的修因他都写出来了。",
      "zh_TW": "這果報並不很殊勝，證阿羅漢，但是比起前面在人天當中受勝妙樂，那要高出很多了。『寶相』是從相上所說的，「相」是從心地變現的，所以世俗也常說相隨心轉。人心不同，各如其面，面相，所以相會變，隨著你的心在變。真正有修行的人，無論在家出家，如果他修行功夫得力，半年、一年相就變了。變得真快，心變了，相就變了。心清淨了，身體就健康，毛病都沒有了。境隨心轉，我們身體也是境，隨心轉。佛的相是人當中相貌最殊勝的，最圓滿的，找不到一絲毫缺陷，那是佛的智慧圓滿、德行圓滿。我們講福德，福德圓滿，因此他的相就圓滿。經上跟我們講的，佛有三十二相八十種好。諸位要想詳細知道三十二相八十種好，你可以看江味農居士《金剛經講義》，他《講義》裡面註得很清楚。每一種相都屬於果報，既然是果報，當然就有業因，你不修因哪來的果報？佛的舌相，佛的舌頭很薄，所以舌頭伸出來可以把臉蓋住，廣長舌相。我們不行，沒有這個能力，佛在經上說，我們舌頭伸出來，可以舔到自己的鼻子，三生不妄語。三生不妄語才有這個相，舌頭伸出來可以舔到鼻子。佛舌頭伸出來整個面都蓋起來了，你想想看，佛是多生多劫不妄語，修來的。每一種相都是一種方法修來的，這是江居士在經論上把這個蒐集得很齊全，每一種相好的修因他都寫出來了。"
    },
    {
      "id": "14-007-0011_p0041",
      "zh_CN": "底下讲的得益，说是男子女人，闻到这尊「宝相如来」，见到佛的相好，生欢喜心，生仰慕之心，也想修学，也想修这个因，将来能得相好，这个人不久就『得阿罗汉果』了。这个也有证明，佛陀在世，阿难尊者，你们念《楞严经》就看到了，阿难为什么出家？就是仰慕释迦牟尼佛的相好。他看到佛的相太美了，他说这个相绝对不是父母所生的，一定是修行所得来的，修行能有这么好的相，所以他就发心出家修行。所以他修行的目的不是作佛，不是作菩萨，是想长得漂亮一点。这个就是心地不真，「因地不真，果招迂曲」，他才遭了难。但是证阿罗汉果，这是他得到的。",
      "zh_TW": "底下講的得益，說是男子女人，聞到這尊「寶相如來」，見到佛的相好，生歡喜心，生仰慕之心，也想修學，也想修這個因，將來能得相好，這個人不久就『得阿羅漢果』了。這個也有證明，佛陀在世，阿難尊者，你們念《楞嚴經》就看到了，阿難為什麼出家？就是仰慕釋迦牟尼佛的相好。他看到佛的相太美了，他說這個相絕對不是父母所生的，一定是修行所得來的，修行能有這麼好的相，所以他就發心出家修行。所以他修行的目的不是作佛，不是作菩薩，是想長得漂亮一點。這個就是心地不真，「因地不真，果招迂曲」，他才遭了難。但是證阿羅漢果，這是他得到的。"
    },
    {
      "id": "14-007-0011_p0042",
      "zh_CN": "这部经是大乘经不是小乘经，怎么也证阿罗汉果？阿罗汉有两种，有大乘阿罗汉，有小乘阿罗汉。「阿罗汉」是梵语，翻成中国的意思叫无学。无学，他所学的统统学完了，拿现在的话来说就是毕业了，毕业就是没得再学了，就是这个意思。小乘法里面毕业了叫阿罗汉，大乘法里面毕业了叫大阿罗汉，所以经上讲大阿罗汉跟小乘阿罗汉差别太大了。大乘阿罗汉是第十地的菩萨，我们讲十地是第十地法云地的菩萨，在他上面就是等觉，等觉再上面就成佛了，可见得他距离成佛非常非常接近。如果就小乘果位来讲，阿罗汉就是圆教七信位的菩萨，他跟小乘阿罗汉在断证功夫上来讲是平等的，阿罗汉断见思烦恼，圆教七信位菩萨也断见思烦恼。在我们念佛法门里面，就是事一心不乱，我们念佛念到事一心不乱，也是断见思烦恼，所以这个地位相同。地位虽然跟小乘阿罗汉相同，但是那个功德、福报不一样，念佛人的功德福报比小乘阿罗汉要超出太多太多了。",
      "zh_TW": "這部經是大乘經不是小乘經，怎麼也證阿羅漢果？阿羅漢有兩種，有大乘阿羅漢，有小乘阿羅漢。「阿羅漢」是梵語，翻成中國的意思叫無學。無學，他所學的統統學完了，拿現在的話來說就是畢業了，畢業就是沒得再學了，就是這個意思。小乘法裡面畢業了叫阿羅漢，大乘法裡面畢業了叫大阿羅漢，所以經上講大阿羅漢跟小乘阿羅漢差別太大了。大乘阿羅漢是第十地的菩薩，我們講十地是第十地法雲地的菩薩，在他上面就是等覺，等覺再上面就成佛了，可見得他距離成佛非常非常接近。如果就小乘果位來講，阿羅漢就是圓教七信位的菩薩，他跟小乘阿羅漢在斷證功夫上來講是平等的，阿羅漢斷見思煩惱，圓教七信位菩薩也斷見思煩惱。在我們念佛法門裡面，就是事一心不亂，我們念佛念到事一心不亂，也是斷見思煩惱，所以這個地位相同。地位雖然跟小乘阿羅漢相同，但是那個功德、福報不一樣，念佛人的功德福報比小乘阿羅漢要超出太多太多了。"
    },
    {
      "id": "14-007-0011_p0043",
      "zh_CN": "第九尊是袈裟幢如来。",
      "zh_TW": "第九尊是袈裟幢如來。"
    },
    {
      "id": "14-007-0011_p0044",
      "zh_CN": "【又于过去。无量阿僧祇劫。有佛出世。号袈裟幢如来。若有男子女人。闻是佛名者。超一百大劫生死之罪。】",
      "zh_TW": "【又於過去。無量阿僧祇劫。有佛出世。號袈裟幢如來。若有男子女人。聞是佛名者。超一百大劫生死之罪。】"
    },
    {
      "id": "14-007-0011_p0045",
      "zh_CN": "『袈裟』是如来宝幢之相，用现代的话来讲，就是说的标志，「袈裟」是一种标志。『幢』是说法的标志。十方三世一切诸佛如来都是着袈裟，所以释迦牟尼佛示现成佛之后也不例外，着袈裟也就是劝导众生少欲知足。佛在世，出家人的生活非常简单，三衣一钵。出家人有什么财产？三衣一钵。当然佛行化的地区都在印度恒河流域，那个地方天气热，三件衣服足够了，最冷的时候三件衣服一起穿上，热天穿一件。衣服，不像我们这有裁缝的，你们看看印度人的衣服，就是一块大布往身上一裹。他只有三块布，这三衣随身带的，晚上睡觉的时候，这个三件衣就可以当被盖。所以他也没有房子住，树下一宿，这是佛的制度。日中一食，他吃饭是外面托钵，一天出去托钵一次，一天吃一餐。睡觉睡在树下，树下只可以睡一个晚上。为什么？怕你看这个大树很好，很阴凉，每天晚上都到这里来，对这个树起了贪心。这个地方好，天天到这来，所以给你制一个戒条，只可以住一个晚上，第二天要搬走，到别的地方去，绝无留恋，劝人少欲知足。",
      "zh_TW": "『袈裟』是如來寶幢之相，用現代的話來講，就是說的標誌，「袈裟」是一種標誌。『幢』是說法的標誌。十方三世一切諸佛如來都是著袈裟，所以釋迦牟尼佛示現成佛之後也不例外，著袈裟也就是勸導眾生少欲知足。佛在世，出家人的生活非常簡單，三衣一缽。出家人有什麼財產？三衣一缽。當然佛行化的地區都在印度恆河流域，那個地方天氣熱，三件衣服足夠了，最冷的時候三件衣服一起穿上，熱天穿一件。衣服，不像我們這有裁縫的，你們看看印度人的衣服，就是一塊大布往身上一裹。他只有三塊布，這三衣隨身帶的，晚上睡覺的時候，這個三件衣就可以當被蓋。所以他也沒有房子住，樹下一宿，這是佛的制度。日中一食，他吃飯是外面托缽，一天出去托缽一次，一天吃一餐。睡覺睡在樹下，樹下只可以睡一個晚上。為什麼？怕你看這個大樹很好，很陰涼，每天晚上都到這裡來，對這個樹起了貪心。這個地方好，天天到這來，所以給你制一個戒條，只可以住一個晚上，第二天要搬走，到別的地方去，絕無留戀，勸人少欲知足。"
    },
    {
      "id": "14-007-0011_p0046",
      "zh_CN": "可是在现代这个社会，这个制度好不好？非常之好。可惜的行不通，我们今天出去托钵谁给饭给我们吃，没有人给你；我们晚上在树下住一晚上，警察会来赶我们，行不通。所以佛教传到中国来，因为是中国帝王礼请这些法师到中国来，来了之后这都是帝王师，中国人尊师重道，哪有叫老师出去讨饭的，这做学生心里怎么样也过不去。所以一到中国来，居住的是宫殿（照皇帝居住的那个房舍一样的来建造，居住的是宫殿），饮食起居都有人伺候，他想托钵也托不成了。所以到了中国，佛教立刻就中国本土化，也是当时的现代化。从前这种生活方式我们要记住。所以今天袈裟虽然还有，但是已经缩小了，只有原来袈裟三分之一大。你看印度人穿那个衣服，跟我们中国这个袈裟，搭在身上这个披衣，我们这个披衣大小只有他们的三分之一。这做个纪念，使我们看到袈裟，不忘当年释迦牟尼佛师徒，他们行道那个时候生活方式，我们念念不忘，少欲知足。",
      "zh_TW": "可是在現代這個社會，這個制度好不好？非常之好。可惜的行不通，我們今天出去托缽誰給飯給我們吃，沒有人給你；我們晚上在樹下住一晚上，警察會來趕我們，行不通。所以佛教傳到中國來，因為是中國帝王禮請這些法師到中國來，來了之後這都是帝王師，中國人尊師重道，哪有叫老師出去討飯的，這做學生心裡怎麼樣也過不去。所以一到中國來，居住的是宮殿（照皇帝居住的那個房舍一樣的來建造，居住的是宮殿），飲食起居都有人伺候，他想托缽也托不成了。所以到了中國，佛教立刻就中國本土化，也是當時的現代化。從前這種生活方式我們要記住。所以今天袈裟雖然還有，但是已經縮小了，只有原來袈裟三分之一大。你看印度人穿那個衣服，跟我們中國這個袈裟，搭在身上這個披衣，我們這個披衣大小只有他們的三分之一。這做個紀念，使我們看到袈裟，不忘當年釋迦牟尼佛師徒，他們行道那個時候生活方式，我們念念不忘，少欲知足。"
    },
    {
      "id": "14-007-0011_p0047",
      "zh_CN": "现在佛教在日本，日本出家人的袈裟缩小得更小，不知道多少分之一，不晓得了。你看日本的法师们，平常穿的西装、穿的皮鞋，你根本也不知道，只是剃光头就是了。是剃光头，没错，穿西装，穿皮鞋。他的袈裟在哪里？西装口袋里，拿出来大概这么一小块，二、三寸，里面也是一格一格的。用的时候，做佛事的时候，掏出来一个带子套在头上，挂在这个当中，这就是他的袈裟；不用的时候，拿起来，收到口袋里去。日本人科技很发达，这个也把它缩小了，缩成那么一点点，装在口袋里去。但是都是纪念的意义，不过他那个实在太过分了一点，我们这个至少还可以披在身上。这是我们应当要晓得，所以它是表法的。",
      "zh_TW": "現在佛教在日本，日本出家人的袈裟縮小得更小，不知道多少分之一，不曉得了。你看日本的法師們，平常穿的西裝、穿的皮鞋，你根本也不知道，只是剃光頭就是了。是剃光頭，沒錯，穿西裝，穿皮鞋。他的袈裟在哪裡？西裝口袋裡，拿出來大概這麼一小塊，二、三寸，裡面也是一格一格的。用的時候，做佛事的時候，掏出來一個帶子套在頭上，掛在這個當中，這就是他的袈裟；不用的時候，拿起來，收到口袋裡去。日本人科技很發達，這個也把它縮小了，縮成那麼一點點，裝在口袋裡去。但是都是紀念的意義，不過他那個實在太過分了一點，我們這個至少還可以披在身上。這是我們應當要曉得，所以它是表法的。"
    },
    {
      "id": "14-007-0011_p0048",
      "zh_CN": "念佛的功德，念佛的教诲，既然肯念，当然能信，当然能行，所以他有『超一百大劫生死之罪』的利益。",
      "zh_TW": "念佛的功德，念佛的教誨，既然肯念，當然能信，當然能行，所以他有『超一百大劫生死之罪』的利益。"
    },
    {
      "id": "14-007-0011_p0049",
      "zh_CN": "末后一尊说：",
      "zh_TW": "末後一尊說："
    },
    {
      "id": "14-007-0011_p0050",
      "zh_CN": "【又于过去。有佛出世。号大通山王如来。若有男子女人。闻是佛名者。是人得遇恒河沙佛。广为说法。必成菩提。】",
      "zh_TW": "【又於過去。有佛出世。號大通山王如來。若有男子女人。聞是佛名者。是人得遇恆河沙佛。廣為說法。必成菩提。】"
    },
    {
      "id": "14-007-0011_p0051",
      "zh_CN": "这一尊佛号也是从比喻上建立的。『大通』是指的法，「通」是通达，大通是无所不通、无所不达，像近代一般宗教徒赞美上帝全知全能，这个大通就是全知全能的意思。『山王』是比喻，凡是佛经里面讲到的山，都是用须弥山来做比喻，须弥山是这个世界里面最高大的山，山中之王。这个名号，前面两个字是法，后面两个字是比喻，比喻佛的智慧、神通就像须弥山王一样。大通，在三德里面来讲，当然是偏重在般若，偏重在智慧。在应用，那就是说法，因此闻名依教修行，他能够得闻诸佛为他说法，正是所谓众生有感，佛一定有应，感应道交，不可思议。",
      "zh_TW": "這一尊佛號也是從比喻上建立的。『大通』是指的法，「通」是通達，大通是無所不通、無所不達，像近代一般宗教徒讚美上帝全知全能，這個大通就是全知全能的意思。『山王』是比喻，凡是佛經裡面講到的山，都是用須彌山來做比喻，須彌山是這個世界裡面最高大的山，山中之王。這個名號，前面兩個字是法，後面兩個字是比喻，比喻佛的智慧、神通就像須彌山王一樣。大通，在三德裡面來講，當然是偏重在般若，偏重在智慧。在應用，那就是說法，因此聞名依教修行，他能夠得聞諸佛為他說法，正是所謂眾生有感，佛一定有應，感應道交，不可思議。"
    },
    {
      "id": "14-007-0011_p0052",
      "zh_CN": "佛菩萨，我们凡夫没有法子想像的，决定不能用凡情去测度，那就错了。佛菩萨无量的德能，无尽的慈悲，哪个地方有感，他哪个地方就有应，感应道交。我们求，求有的时候不应，不应就是我们感的力量不够，不是他不应，而是我们自己这里产生了障碍，叫业障，障住了，这是不得感应。只要把这个障碍去掉，就通达了，就感应道交了。去障碍的方法就是忏悔，忏悔业障，那一切就通达无碍了。什么方法求忏悔？读经，特别是《地藏经》。为什么说特别是《地藏经》？《地藏经》里面说众生的种种过失，说得很多，我们读了之后想一想我有没有。这经像一面镜子一样，我们自己有过失，自己不能发现，这一读经统统发现了。发现之后把它改过来，业障就没有了，就消掉了。这些过失就是障碍，只要把这个东西消除，与诸佛菩萨就会感应道交。",
      "zh_TW": "佛菩薩，我們凡夫沒有法子想像的，決定不能用凡情去測度，那就錯了。佛菩薩無量的德能，無盡的慈悲，哪個地方有感，他哪個地方就有應，感應道交。我們求，求有的時候不應，不應就是我們感的力量不夠，不是他不應，而是我們自己這裡產生了障礙，叫業障，障住了，這是不得感應。只要把這個障礙去掉，就通達了，就感應道交了。去障礙的方法就是懺悔，懺悔業障，那一切就通達無礙了。什麼方法求懺悔？讀經，特別是《地藏經》。為什麼說特別是《地藏經》？《地藏經》裡面說眾生的種種過失，說得很多，我們讀了之後想一想我有沒有。這經像一面鏡子一樣，我們自己有過失，自己不能發現，這一讀經統統發現了。發現之後把它改過來，業障就沒有了，就消掉了。這些過失就是障礙，只要把這個東西消除，與諸佛菩薩就會感應道交。"
    },
    {
      "id": "14-007-0011_p0053",
      "zh_CN": "这是地藏菩萨详细的给我们介绍了十尊佛。当然他亲近的不止十尊佛，所以下面又说，这是总说：",
      "zh_TW": "這是地藏菩薩詳細的給我們介紹了十尊佛。當然他親近的不止十尊佛，所以下面又說，這是總說："
    },
    {
      "id": "14-007-0011_p0054",
      "zh_CN": "【又于过去。有净月佛。山王佛。智胜佛。净名王佛。智成就佛。无上佛。妙声佛。满月佛。月面佛。有如是等不可说佛。】",
      "zh_TW": "【又於過去。有淨月佛。山王佛。智勝佛。淨名王佛。智成就佛。無上佛。妙聲佛。滿月佛。月面佛。有如是等不可說佛。】"
    },
    {
      "id": "14-007-0011_p0055",
      "zh_CN": "末后一句就带过去了，像前面所说的这些佛太多太多了，『不可说』。这个「不可说」是个数字，是印度最大数字里面第二个，第二大的。有十大数里头从最后的那个大数，这是第二。还有一个比这个更大的，是「不可说不可说」。他这里只说了一个「不可说」，所以这是第二大数。你就晓得经历的佛太多了，真是说不尽。",
      "zh_TW": "末後一句就帶過去了，像前面所說的這些佛太多太多了，『不可說』。這個「不可說」是個數字，是印度最大數字裡面第二個，第二大的。有十大數裡頭從最後的那個大數，這是第二。還有一個比這個更大的，是「不可說不可說」。他這裡只說了一個「不可說」，所以這是第二大數。你就曉得經歷的佛太多了，真是說不盡。"
    },
    {
      "id": "14-007-0011_p0056",
      "zh_CN": "这几尊佛，我们也不必详细介绍了，我们看底下经文：",
      "zh_TW": "這幾尊佛，我們也不必詳細介紹了，我們看底下經文："
    },
    {
      "id": "14-007-0011_p0057",
      "zh_CN": "【世尊。现在未来一切众生。若天若人。若男若女。但念得一佛名号。功德无量。何况多名。】",
      "zh_TW": "【世尊。現在未來一切眾生。若天若人。若男若女。但念得一佛名號。功德無量。何況多名。】"
    },
    {
      "id": "14-007-0011_p0058",
      "zh_CN": "这一句开示非常重要，句句是慈悲至极，我们不能够把它疏忽，不能轻易看过。一生当中能够遇到佛法不是简单人，今天世界虽然说不大，世界上人口有四十多亿，四十多亿人当中，有几个人闻到佛法？一生当中有机会闻到佛法，实在不多。闻到佛法之中的，又有几分之几闻到正法？就更少了。这个世间假佛法太多，真佛法不多，我们能闻到那实在是有幸，实在是要珍惜。更应当像佛在本经里面屡次的嘱咐，要把佛法推广，普遍介绍给有缘的众生。所谓有缘，就是他能信、能解、能行，那这都是有缘的人。我们要把佛法介绍给他，尽心尽力去帮助他学佛，帮助他深入，帮助他求生净土。",
      "zh_TW": "這一句開示非常重要，句句是慈悲至極，我們不能夠把它疏忽，不能輕易看過。一生當中能夠遇到佛法不是簡單人，今天世界雖然說不大，世界上人口有四十多億，四十多億人當中，有幾個人聞到佛法？一生當中有機會聞到佛法，實在不多。聞到佛法之中的，又有幾分之幾聞到正法？就更少了。這個世間假佛法太多，真佛法不多，我們能聞到那實在是有幸，實在是要珍惜。更應當像佛在本經裡面屢次的囑咐，要把佛法推廣，普遍介紹給有緣的眾生。所謂有緣，就是他能信、能解、能行，那這都是有緣的人。我們要把佛法介紹給他，盡心盡力去幫助他學佛，幫助他深入，幫助他求生淨土。"
    },
    {
      "id": "14-007-0011_p0059",
      "zh_CN": "佛虽然是无量无边，《华严经》上讲的主伴圆融，这十玄门里头说的，说得非常之好，一尊佛是主，一切佛是伴。一即一切，一切即一，所以我们不要有执着，不要有分别，心地才会得到清净、平等，才会真正做到普贤菩萨修学的方法，「礼敬诸佛。没有分别，没有执着，这是真正的礼敬；一有分别、执着，礼敬没有了，这个要知道。我供养阿弥陀佛，阿弥陀佛第一，阿弥陀佛是主，一切诸佛是伴，这本尊。他供养药师如来，药师如来是主，阿弥陀佛也是伴。另外一个人供养毘卢遮那佛，毘卢遮那是主，药师、弥陀都是伴。主伴圆融，一切诸佛是个个都可以作主，是人人也都作伴，你看平等不平等？真平等。我们不知道真相，在这个里面分别、执着，自生障碍，这叫大错特错了。所以生生世世学佛，不得其门而入，原因在哪里？就是这些分别、执着，不知道主伴圆融，不知道佛佛平等，不晓得这个道理。佛如是，菩萨也不例外，经典亦复如是。",
      "zh_TW": "佛雖然是無量無邊，《華嚴經》上講的主伴圓融，這十玄門裡頭說的，說得非常之好，一尊佛是主，一切佛是伴。一即一切，一切即一，所以我們不要有執著，不要有分別，心地才會得到清淨、平等，才會真正做到普賢菩薩修學的方法，「禮敬諸佛。沒有分別，沒有執著，這是真正的禮敬；一有分別、執著，禮敬沒有了，這個要知道。我供養阿彌陀佛，阿彌陀佛第一，阿彌陀佛是主，一切諸佛是伴，這本尊。他供養藥師如來，藥師如來是主，阿彌陀佛也是伴。另外一個人供養毘盧遮那佛，毘盧遮那是主，藥師、彌陀都是伴。主伴圓融，一切諸佛是個個都可以作主，是人人也都作伴，你看平等不平等？真平等。我們不知道真相，在這個裡面分別、執著，自生障礙，這叫大錯特錯了。所以生生世世學佛，不得其門而入，原因在哪裡？就是這些分別、執著，不知道主伴圓融，不知道佛佛平等，不曉得這個道理。佛如是，菩薩也不例外，經典亦復如是。"
    },
    {
      "id": "14-007-0011_p0060",
      "zh_CN": "我们这里净宗学会，我们尊崇的《无量寿经》第一，其他一切经都是伴，《无量寿经》是主。另一个道场专修《地藏经》，《地藏经》是主，《无量寿经》也是伴，主伴圆融。你说哪个是第一？每一部经都可以称第一。所以说法门平等，无有高下，任何一门你只要专修、专学都能得一心，而且什么？都能往生西方极乐世界，往生极乐世界不一定要专修净土法门。你看《无量寿经》上，三辈往生讲得多清楚，经文上四大段，前面上辈往生的，中辈往生的，下辈往生的，后面一段是读诵大乘往生的，那就是一切大乘经，就没有指定哪一部了。我们念《地藏经》，供养地藏菩萨，依照地藏法门来修学，能不能往生？决定往生。《无量寿经》上有。",
      "zh_TW": "我們這裡淨宗學會，我們尊崇的《無量壽經》第一，其他一切經都是伴，《無量壽經》是主。另一個道場專修《地藏經》，《地藏經》是主，《無量壽經》也是伴，主伴圓融。你說哪個是第一？每一部經都可以稱第一。所以說法門平等，無有高下，任何一門你只要專修、專學都能得一心，而且什麼？都能往生西方極樂世界，往生極樂世界不一定要專修淨土法門。你看《無量壽經》上，三輩往生講得多清楚，經文上四大段，前面上輩往生的，中輩往生的，下輩往生的，後面一段是讀誦大乘往生的，那就是一切大乘經，就沒有指定哪一部了。我們念《地藏經》，供養地藏菩薩，依照地藏法門來修學，能不能往生？決定往生。《無量壽經》上有。"
    },
    {
      "id": "14-007-0011_p0061",
      "zh_CN": "所以，记住往生不往生，那个要紧的地方就是你功夫得力不得力，就在这里。无论修学哪个法门，在净土来讲功夫成片、事一心不乱、理一心不乱，这都讲究功夫的。禅宗里面讲观照、照住、照见，观照等于我们的功夫成片，照住等于我们的事一心不乱，照见等于我们的理一心不乱。每一宗在功夫上讲的名词术语不一样，事实境界都相同，只要你达到像禅宗讲的观照的功夫，我临命终时发愿求生西方极乐世界，是决定得生，阿弥陀佛一定来接引。你看四十八愿最后的五愿，都是为了一切大乘菩萨们所发的，所以说不一定要修净土三经才能往生，修哪一部经统统能往生，这个要知道。所以我在外面到处讲经，是已经修学哪一个法门的，我就劝他专修，不必要改。你还没有修学，没有选择的，我劝你选择《无量寿经》。为什么劝你选择《无量寿经》？《无量寿经》容易，比起一切经里那些法门容易，而且里面性相、事理所讲的经文不长，但是面面都周到，这个很难得，是难得的一部好经，非常适合于我们现代人来受持，所以是特别介绍。但是已经选定其他经典，我不会介绍的，我不会破坏别人，教人家改变方向，不会，认真努力，一心一意专修，回向求生净土，必定能生。",
      "zh_TW": "所以，記住往生不往生，那個要緊的地方就是你功夫得力不得力，就在這裡。無論修學哪個法門，在淨土來講功夫成片、事一心不亂、理一心不亂，這都講究功夫的。禪宗裡面講觀照、照住、照見，觀照等於我們的功夫成片，照住等於我們的事一心不亂，照見等於我們的理一心不亂。每一宗在功夫上講的名詞術語不一樣，事實境界都相同，只要你達到像禪宗講的觀照的功夫，我臨命終時發願求生西方極樂世界，是決定得生，阿彌陀佛一定來接引。你看四十八願最後的五願，都是為了一切大乘菩薩們所發的，所以說不一定要修淨土三經才能往生，修哪一部經統統能往生，這個要知道。所以我在外面到處講經，是已經修學哪一個法門的，我就勸他專修，不必要改。你還沒有修學，沒有選擇的，我勸你選擇《無量壽經》。為什麼勸你選擇《無量壽經》？《無量壽經》容易，比起一切經裡那些法門容易，而且裡面性相、事理所講的經文不長，但是面面都周到，這個很難得，是難得的一部好經，非常適合於我們現代人來受持，所以是特別介紹。但是已經選定其他經典，我不會介紹的，我不會破壞別人，教人家改變方向，不會，認真努力，一心一意專修，迴向求生淨土，必定能生。"
    },
    {
      "id": "14-007-0011_p0062",
      "zh_CN": "这个末后还有一段：",
      "zh_TW": "這個末後還有一段："
    },
    {
      "id": "14-007-0011_p0063",
      "zh_CN": "【是众生等。生时死时。自得大利。终不堕恶道。】",
      "zh_TW": "【是眾生等。生時死時。自得大利。終不墮惡道。】"
    },
    {
      "id": "14-007-0011_p0064",
      "zh_CN": "这一段说得好。但是要真正达到，『终不堕恶道』这个目的，那就决定要得生净土，这一句才能实现。为什么？永脱轮回。假如不能够往生净土，也就是不能出离六道轮回，三恶道非常难避免。纵然这一生不造恶业，多生多劫之中，恶业造得很多，没有办法保证这些恶业种子不起现行，这谁都不能保证。所以那是很麻烦的一桩事情，往生净土这个事情才是真正彻底解决了。",
      "zh_TW": "這一段說得好。但是要真正達到，『終不墮惡道』這個目的，那就決定要得生淨土，這一句才能實現。為什麼？永脫輪迴。假如不能夠往生淨土，也就是不能出離六道輪迴，三惡道非常難避免。縱然這一生不造惡業，多生多劫之中，惡業造得很多，沒有辦法保證這些惡業種子不起現行，這誰都不能保證。所以那是很麻煩的一樁事情，往生淨土這個事情才是真正徹底解決了。"
    },
    {
      "id": "14-007-0011_p0065",
      "zh_CN": "我们今天就讲到此地。",
      "zh_TW": "我們今天就講到此地。"
    }
  ]
}