{
  "doc_id": "14-007-0010",
  "title": {
    "zh_CN": "地藏经—佛氏门中，不舍一人",
    "zh_TW": "地藏經—佛氏門中，不捨一人"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "达拉斯",
    "zh_TW": "達拉斯"
  },
  "doc_number": "14-007-0010",
  "total_paragraphs": 110,
  "paragraphs": [
    {
      "id": "14-007-0010_p0001",
      "zh_CN": "【佛告阎罗天子。恣汝所问。吾为汝说。是时。阎罗天子瞻礼世尊。及回视地藏菩萨。而白佛言。世尊。我观地藏菩萨。在六道中。百千方便。而度罪苦众生。不辞疲倦。是大菩萨。有如是不可思议神通之事。然诸众生。脱获罪报。未久之间。又堕恶道。】",
      "zh_TW": "【佛告閻羅天子。恣汝所問。吾為汝說。是時。閻羅天子瞻禮世尊。及迴視地藏菩薩。而白佛言。世尊。我觀地藏菩薩。在六道中。百千方便。而度罪苦眾生。不辭疲倦。是大菩薩。有如是不可思議神通之事。然諸眾生。脫獲罪報。未久之間。又墮惡道。】"
    },
    {
      "id": "14-007-0010_p0002",
      "zh_CN": "我们先看到这个地方，这是先叙述一段事实。这是讲到阎罗王代表这些鬼王们向世尊提出一个疑问，还没有说出疑问之前，先叙述这一段事实。这个事实是这些鬼王们亲身经历的，亲眼所见的，就是六道众生很不容易超出，虽然地藏菩萨以无尽的慈悲，无量的方便来帮助这些众生，可是这些众生得到菩萨的帮助，暂时脱离了恶道，不久之间他又回来了。我们知道经上所讲的『脱获罪报』，是专指三恶道得人天的果报了。人间天上时间很短，尤其是人道，寿命不长。天上，色界天以上寿命很长，佛经里面称为长寿天。欲界天要跟地狱来相比，那没有地狱那么长，很短暂的，所以这些鬼王们看到这些离开恶道得人天了，但是不久他又回来了，又回到三恶道去了。于是他的疑问就发生在此地。我们看底下经文：",
      "zh_TW": "我們先看到這個地方，這是先敘述一段事實。這是講到閻羅王代表這些鬼王們向世尊提出一個疑問，還沒有說出疑問之前，先敘述這一段事實。這個事實是這些鬼王們親身經歷的，親眼所見的，就是六道眾生很不容易超出，雖然地藏菩薩以無盡的慈悲，無量的方便來幫助這些眾生，可是這些眾生得到菩薩的幫助，暫時脫離了惡道，不久之間他又回來了。我們知道經上所講的『脫獲罪報』，是專指三惡道得人天的果報了。人間天上時間很短，尤其是人道，壽命不長。天上，色界天以上壽命很長，佛經裡面稱為長壽天。欲界天要跟地獄來相比，那沒有地獄那麼長，很短暫的，所以這些鬼王們看到這些離開惡道得人天了，但是不久他又回來了，又回到三惡道去了。於是他的疑問就發生在此地。我們看底下經文："
    },
    {
      "id": "14-007-0010_p0003",
      "zh_CN": "【世尊。是地藏菩萨既有如是不可思议神力。云何众生而不依止善道。永取解脱。】",
      "zh_TW": "【世尊。是地藏菩薩既有如是不可思議神力。云何眾生而不依止善道。永取解脫。】"
    },
    {
      "id": "14-007-0010_p0004",
      "zh_CN": "这是阎罗天子的疑问。",
      "zh_TW": "這是閻羅天子的疑問。"
    },
    {
      "id": "14-007-0010_p0005",
      "zh_CN": "【唯愿世尊。为我解说。】",
      "zh_TW": "【唯願世尊。為我解說。】"
    },
    {
      "id": "14-007-0010_p0006",
      "zh_CN": "这个疑问不外乎两桩事情，第一个是说菩萨既然有这样不思议的神通道力，那就应该要叫这些众生永脱轮回才对，才能够显示出菩萨的确有不思议的威神。第二个问题就是六道的众生（这是从众生这方面来说，第一个疑问是从菩萨身边讲的），这些众生既然接受菩萨的教化，就应该好好的学习，认真精进不懈，求取解脱。可是事实上不然，众生遇到恶缘他又堕落了，又回到三恶道来了，现在到底是地藏菩萨的能力不足，还是众生自己业障深重，阎罗王提出就是这两个问题。我们看释迦牟尼佛怎么为他解答的：",
      "zh_TW": "這個疑問不外乎兩樁事情，第一個是說菩薩既然有這樣不思議的神通道力，那就應該要叫這些眾生永脫輪迴才對，才能夠顯示出菩薩的確有不思議的威神。第二個問題就是六道的眾生（這是從眾生這方面來說，第一個疑問是從菩薩身邊講的），這些眾生既然接受菩薩的教化，就應該好好的學習，認真精進不懈，求取解脫。可是事實上不然，眾生遇到惡緣他又墮落了，又回到三惡道來了，現在到底是地藏菩薩的能力不足，還是眾生自己業障深重，閻羅王提出就是這兩個問題。我們看釋迦牟尼佛怎麼為他解答的："
    },
    {
      "id": "14-007-0010_p0007",
      "zh_CN": "【佛告阎罗天子。南阎浮提众生。其性刚强。难调难伏。】",
      "zh_TW": "【佛告閻羅天子。南閻浮提眾生。其性剛強。難調難伏。】"
    },
    {
      "id": "14-007-0010_p0008",
      "zh_CN": "这样的句子我们在《地藏经》已经重复看到很多遍了，不是一遍，看到很多遍；遍数看多了，我们的印象就非常深刻。就是一部经，一遍读下来，多数我们不能记得，但是它一句话重复很多遍的，我们印象很深，我们一定会记得。这是佛说出我们的病根，刚强难化。换句话说，不肯听话，勉强听了，听了就离恶道，转过眼之后又忘掉了，这个是阎浮提众生的习性。",
      "zh_TW": "這樣的句子我們在《地藏經》已經重複看到很多遍了，不是一遍，看到很多遍；遍數看多了，我們的印象就非常深刻。就是一部經，一遍讀下來，多數我們不能記得，但是它一句話重複很多遍的，我們印象很深，我們一定會記得。這是佛說出我們的病根，剛強難化。換句話說，不肯聽話，勉強聽了，聽了就離惡道，轉過眼之後又忘掉了，這個是閻浮提眾生的習性。"
    },
    {
      "id": "14-007-0010_p0009",
      "zh_CN": "『调』跟『伏』，「调」是讲心，「伏」是讲烦恼，调是妄心，相当不容易。《金刚经》上我们看到，那是须菩提尊者向释迦牟尼佛请教的也是这两个问题，说得不一样，事实上完全相同。须菩提问的「云何降伏其心，应云何住」，就是我们的心要安住在哪里，我们妄想、妄念纷飞要怎么样把它伏住，同样是这两个问题，真是千经万论，诸佛菩萨时时提示我们。底下先为我们解释地藏菩萨的德能：",
      "zh_TW": "『調』跟『伏』，「調」是講心，「伏」是講煩惱，調是妄心，相當不容易。《金剛經》上我們看到，那是須菩提尊者向釋迦牟尼佛請教的也是這兩個問題，說得不一樣，事實上完全相同。須菩提問的「云何降伏其心，應云何住」，就是我們的心要安住在哪裡，我們妄想、妄念紛飛要怎麼樣把它伏住，同樣是這兩個問題，真是千經萬論，諸佛菩薩時時提示我們。底下先為我們解釋地藏菩薩的德能："
    },
    {
      "id": "14-007-0010_p0010",
      "zh_CN": "【是大菩萨。于百千劫。】",
      "zh_TW": "【是大菩薩。於百千劫。】"
    },
    {
      "id": "14-007-0010_p0011",
      "zh_CN": "这是讲时间之长。",
      "zh_TW": "這是講時間之長。"
    },
    {
      "id": "14-007-0010_p0012",
      "zh_CN": "【头头救拔如是众生。早令解脱。】",
      "zh_TW": "【頭頭救拔如是眾生。早令解脫。】"
    },
    {
      "id": "14-007-0010_p0013",
      "zh_CN": "菩萨的确辛苦，正是所谓「佛氏门中，不舍一人」，慈悲到了极处，说实在话无论你有缘无缘，佛菩萨对待一切众生一定是平等的，绝对没有分别。众生能不能得利益？那就是看个人的善根福德了。得度的机会是一定平等，不平等，佛菩萨就不能叫大慈悲，这平等的。换句话说，我们能不能体会，能不能接受，这个是在自己。所以菩萨的心愿总希望众生早一天解脱。这个解脱就是脱离六道轮回。",
      "zh_TW": "菩薩的確辛苦，正是所謂「佛氏門中，不捨一人」，慈悲到了極處，說實在話無論你有緣無緣，佛菩薩對待一切眾生一定是平等的，絕對沒有分別。眾生能不能得利益？那就是看個人的善根福德了。得度的機會是一定平等，不平等，佛菩薩就不能叫大慈悲，這平等的。換句話說，我們能不能體會，能不能接受，這個是在自己。所以菩薩的心願總希望眾生早一天解脫。這個解脫就是脫離六道輪迴。"
    },
    {
      "id": "14-007-0010_p0014",
      "zh_CN": "【是罪报人。乃至堕大恶趣。菩萨以方便力。拔出根本业缘。而遣悟宿世之事。】",
      "zh_TW": "【是罪報人。乃至墮大惡趣。菩薩以方便力。拔出根本業緣。而遣悟宿世之事。】"
    },
    {
      "id": "14-007-0010_p0015",
      "zh_CN": "众生，这就是造罪业的这些人，从造业一直到受报，菩萨统统都救拔。我们现前在这个世间，还没堕恶道，但是不免造业。菩萨来救过我们吗？来过。我们遇到地藏菩萨像，听到地藏菩萨名，读到地藏菩萨的经典，这就是菩萨对我们的救拔。不是菩萨来天天给你说好话，来劝你，不是的，你只要遇到了就是地藏菩萨来救拔我们。",
      "zh_TW": "眾生，這就是造罪業的這些人，從造業一直到受報，菩薩統統都救拔。我們現前在這個世間，還沒墮惡道，但是不免造業。菩薩來救過我們嗎？來過。我們遇到地藏菩薩像，聽到地藏菩薩名，讀到地藏菩薩的經典，這就是菩薩對我們的救拔。不是菩薩來天天給你說好話，來勸你，不是的，你只要遇到了就是地藏菩薩來救拔我們。"
    },
    {
      "id": "14-007-0010_p0016",
      "zh_CN": "拔除我们根本的业缘，『根本业缘』是什么？前面曾经跟诸位报告过，三恶道的第一个业因是贪瞋痴，叫三毒，「根本业缘」就是贪瞋痴。所以修道能不能成就，就看这三毒烦恼你能不能够降伏，能够降伏三毒烦恼，说实在话真的是有求必应。我们今天求愿不能相应，心里想求得不到，得不到，这有障碍。什么障碍了？就是贪瞋痴三毒障碍了，这叫业障，叫罪障。只要能把这个去掉，去掉，佛菩萨没有办法帮助我们的，佛菩萨能够帮助我们的，是把这些事实真相告诉我们，把障碍在什么地方告诉我们，然后那个事情就属于自己的了。如果遇不到佛法，我们怎么会知道，这贪瞋痴有这样严重的伤害？这想不到。现在我们要怎样把三毒烦恼从内心深处把它拔除，拔除掉了就是底下所讲的，你对于过去世的事情，你都明白了。",
      "zh_TW": "拔除我們根本的業緣，『根本業緣』是什麼？前面曾經跟諸位報告過，三惡道的第一個業因是貪瞋痴，叫三毒，「根本業緣」就是貪瞋痴。所以修道能不能成就，就看這三毒煩惱你能不能夠降伏，能夠降伏三毒煩惱，說實在話真的是有求必應。我們今天求願不能相應，心裡想求得不到，得不到，這有障礙。什麼障礙了？就是貪瞋痴三毒障礙了，這叫業障，叫罪障。只要能把這個去掉，去掉，佛菩薩沒有辦法幫助我們的，佛菩薩能夠幫助我們的，是把這些事實真相告訴我們，把障礙在什麼地方告訴我們，然後那個事情就屬於自己的了。如果遇不到佛法，我們怎麼會知道，這貪瞋痴有這樣嚴重的傷害？這想不到。現在我們要怎樣把三毒煩惱從內心深處把它拔除，拔除掉了就是底下所講的，你對於過去世的事情，你都明白了。"
    },
    {
      "id": "14-007-0010_p0017",
      "zh_CN": "『而遣悟宿世之事。』这是什么个道理？佛在经论里面，常常用水来比喻我们的心，心在清净的时候，就像水在平静，像一面镜子一样，外面的境界相照得清清楚楚。我们心要到清净的时候，不但现前一切事相照得清清楚楚，能照过去、能照未来，就是我们俗话讲神通，过去、现在、未来就统统都知道了。现在我们为什么不知道？我们这个心（水）起了波浪。什么波浪？贪瞋痴就是大风大浪，所以这个心就是照的作用完全丧失掉，本能没有丧失掉，只要定下来，能力就恢复。所以佛法的教学，自始至终就教我们修定。修定为什么叫你要修布施、持戒、忍辱、精进，为什么要修这些？你们诸位仔细去想想，不从这下手，那个心怎么能定得下来？由此可知，布施、持戒、忍辱、精进都是修定的前方便。这个六度里面，到第五就得禅定，第六智慧就开了。智慧开了，现在、过去、未来，的确是无所不知、无所不能，智慧能力就现前了。真是千经万论劝我们布施，布施就是放下，就是舍。绝对不是讲，舍几个钱财，那个没有用处的，于事无济。要把分别放下，把执着放下，把烦恼放下，把习气放下，把忧虑放下，把心里牵挂的放下，布施就是放下，你心才会定。你这些东西放不下，你怎么样也不能得定，你这个贪瞋痴根本业缘就不能拔除，这个东西是我们无始劫来，生生世世不能超越轮回的因素。虽然生生世世都学佛，都修行，得不到结果，毛病都发生在此地，不是老师没认真教，是学生不肯认真的学习，老师确实是尽心尽力了。所以佛菩萨对众生只能做到「开示」，后面两个字「悟入」是学生的事情。学生不悟，学生不入，那个没有用处，那老师办不到。这是就菩萨方便救拔来说的，下面再从众生这一方面。",
      "zh_TW": "『而遣悟宿世之事。』這是什麼個道理？佛在經論裡面，常常用水來比喻我們的心，心在清淨的時候，就像水在平靜，像一面鏡子一樣，外面的境界相照得清清楚楚。我們心要到清淨的時候，不但現前一切事相照得清清楚楚，能照過去、能照未來，就是我們俗話講神通，過去、現在、未來就統統都知道了。現在我們為什麼不知道？我們這個心（水）起了波浪。什麼波浪？貪瞋痴就是大風大浪，所以這個心就是照的作用完全喪失掉，本能沒有喪失掉，只要定下來，能力就恢復。所以佛法的教學，自始至終就教我們修定。修定為什麼叫你要修布施、持戒、忍辱、精進，為什麼要修這些？你們諸位仔細去想想，不從這下手，那個心怎麼能定得下來？由此可知，布施、持戒、忍辱、精進都是修定的前方便。這個六度裡面，到第五就得禪定，第六智慧就開了。智慧開了，現在、過去、未來，的確是無所不知、無所不能，智慧能力就現前了。真是千經萬論勸我們布施，布施就是放下，就是捨。絕對不是講，捨幾個錢財，那個沒有用處的，於事無濟。要把分別放下，把執著放下，把煩惱放下，把習氣放下，把憂慮放下，把心裡牽掛的放下，布施就是放下，你心才會定。你這些東西放不下，你怎麼樣也不能得定，你這個貪瞋痴根本業緣就不能拔除，這個東西是我們無始劫來，生生世世不能超越輪迴的因素。雖然生生世世都學佛，都修行，得不到結果，毛病都發生在此地，不是老師沒認真教，是學生不肯認真的學習，老師確實是盡心盡力了。所以佛菩薩對眾生只能做到「開示」，後面兩個字「悟入」是學生的事情。學生不悟，學生不入，那個沒有用處，那老師辦不到。這是就菩薩方便救拔來說的，下面再從眾生這一方面。"
    },
    {
      "id": "14-007-0010_p0018",
      "zh_CN": "【自是阎浮提众生。结恶习重。旋出旋入。劳斯菩萨。久经劫数。而作度脱。】",
      "zh_TW": "【自是閻浮提眾生。結惡習重。旋出旋入。勞斯菩薩。久經劫數。而作度脫。】"
    },
    {
      "id": "14-007-0010_p0019",
      "zh_CN": "这是说到我们六道凡夫。六道凡夫『结恶习重』，这句话非常要紧，这是凡夫不能得菩萨救度的关键，恶习气太重了。『旋出旋入』，「旋」是快。得到佛菩萨，换句话说，肯听话，肯依照修行的，真的很快就离恶道。但是一离恶道，就把佛菩萨的教诲忘掉了，恶习气又现行了，所以很快又堕落。菩萨绝对不会因为你再堕落，我就不管你，没有这个道理，那就不慈悲了。无论多少次的堕落，菩萨还是一样的关心，一样的帮助，这个叫大慈大悲。这个详细的事实，佛在《楞严经》上讲得非常详细，说明六道众生生死轮回的原因，以及事实的真相。",
      "zh_TW": "這是說到我們六道凡夫。六道凡夫『結惡習重』，這句話非常要緊，這是凡夫不能得菩薩救度的關鍵，惡習氣太重了。『旋出旋入』，「旋」是快。得到佛菩薩，換句話說，肯聽話，肯依照修行的，真的很快就離惡道。但是一離惡道，就把佛菩薩的教誨忘掉了，惡習氣又現行了，所以很快又墮落。菩薩絕對不會因為你再墮落，我就不管你，沒有這個道理，那就不慈悲了。無論多少次的墮落，菩薩還是一樣的關心，一樣的幫助，這個叫大慈大悲。這個詳細的事實，佛在《楞嚴經》上講得非常詳細，說明六道眾生生死輪迴的原因，以及事實的真相。"
    },
    {
      "id": "14-007-0010_p0020",
      "zh_CN": "下面佛用比喻来说明，比喻这个六道众生。说：",
      "zh_TW": "下面佛用比喻來說明，比喻這個六道眾生。說："
    },
    {
      "id": "14-007-0010_p0021",
      "zh_CN": "【譬如有人。迷失本家。误入险道。其险道中。多诸夜叉。及虎狼师子。蚖蛇蝮蝎。如是迷人。在险道中。须臾之间。即遭诸毒。】",
      "zh_TW": "【譬如有人。迷失本家。誤入險道。其險道中。多諸夜叉。及虎狼師子。蚖蛇蝮蠍。如是迷人。在險道中。須臾之間。即遭諸毒。】"
    },
    {
      "id": "14-007-0010_p0022",
      "zh_CN": "『譬如有人』就是六道凡夫。『本家』就是本性，迷失了自性。『险道』是指六道当中的三恶道。三恶道实实在在太苦，这里面有『夜叉，及虎狼师子』，毒蛇猛兽。这就譬如一个人迷了路，走到险路上去了，一不小心他就遭毒害了；换句话说，他的生命时时刻刻都有危险。这是比喻六道凡夫迷失自性。「险道」是什么？就是贪瞋痴。毒蛇猛兽，是贪瞋痴后面的果报三途：饿鬼、地狱、畜生。人在迷失的时候不知不觉，堕落到三途，后悔就来不及了。",
      "zh_TW": "『譬如有人』就是六道凡夫。『本家』就是本性，迷失了自性。『險道』是指六道當中的三惡道。三惡道實實在在太苦，這裡面有『夜叉，及虎狼師子』，毒蛇猛獸。這就譬如一個人迷了路，走到險路上去了，一不小心他就遭毒害了；換句話說，他的生命時時刻刻都有危險。這是比喻六道凡夫迷失自性。「險道」是什麼？就是貪瞋痴。毒蛇猛獸，是貪瞋痴後面的果報三途：餓鬼、地獄、畜生。人在迷失的時候不知不覺，墮落到三途，後悔就來不及了。"
    },
    {
      "id": "14-007-0010_p0023",
      "zh_CN": "【有一知识。多解大术。】",
      "zh_TW": "【有一知識。多解大術。】"
    },
    {
      "id": "14-007-0010_p0024",
      "zh_CN": "这是遇到一个善知识。『多解』是他常识丰富，他知道的事情很多。『术』是方法。你遇到毒蛇猛兽，他知道用什么方法来解毒，来帮助，来救你。",
      "zh_TW": "這是遇到一個善知識。『多解』是他常識豐富，他知道的事情很多。『術』是方法。你遇到毒蛇猛獸，他知道用什麼方法來解毒，來幫助，來救你。"
    },
    {
      "id": "14-007-0010_p0025",
      "zh_CN": "【善禁是毒。乃及夜叉诸恶毒等。】",
      "zh_TW": "【善禁是毒。乃及夜叉諸惡毒等。】"
    },
    {
      "id": "14-007-0010_p0026",
      "zh_CN": "有这么一个人，这个人比喻菩萨，菩萨有能力，他认得清清楚楚，什么样的因将来得什么样的果报，他清楚。",
      "zh_TW": "有這麼一個人，這個人比喻菩薩，菩薩有能力，他認得清清楚楚，什麼樣的因將來得什麼樣的果報，他清楚。"
    },
    {
      "id": "14-007-0010_p0027",
      "zh_CN": "【忽逢迷人。欲进险道。而语之言。咄哉。男子。为何事故。而入此路。有何异术。能制诸毒。】",
      "zh_TW": "【忽逢迷人。欲進險道。而語之言。咄哉。男子。為何事故。而入此路。有何異術。能制諸毒。】"
    },
    {
      "id": "14-007-0010_p0028",
      "zh_CN": "菩萨遇到凡夫，凡夫现在走的路，是三恶道的路。如果对于经论，稍稍有一点修养的人，对这个世间事就会看得很清楚，现在看他是个人，是很不错的一个人，再往后面几十年看看，二十年、三十年，这个人就要落三恶道，明眼人看得清楚。换句话说，看我们现在造的是什么因，将来会得什么果报。这个不需要问什么有神通那些，不需要问这些人，自己心里最清楚了。你问别人，别人也许会欺骗你，不见得给你讲真话。为什么？给你讲真话，你不高兴。这个社会现在的确骗人的事情太多了，自己要冷静，要有智慧，要有常识。因缘果报，丝毫不爽，善因一定有善果，恶因必定得恶报，经上讲得很清楚。我们看许多做善事的人，好像他没有得到善果还得到恶报，有一些无恶不作的人，看他生活享受，很自在的，没有看到他果报，于是对这个因缘果报都怀疑，都不相信了。那是你自己，你只看这么一小段，这一段以前的没看到，这一段以后的也没有看到，怎么就可以下结论？佛给我们讲得很清楚，今世作恶没有得到恶报，是前世做的善多，他这一生享受的是前世的果报；这一生所做的，来生再受。经上讲得很明白，告诉我们，我们要想知道前世的因，我过去世造的些什么，佛说「今生受者是」，我们这一生当中享受的，就是的，果，前生造的因；要想知道来世怎么样，佛就跟我们说，你「今生作者是」，你这一生所作所为就是来生的果报。",
      "zh_TW": "菩薩遇到凡夫，凡夫現在走的路，是三惡道的路。如果對於經論，稍稍有一點修養的人，對這個世間事就會看得很清楚，現在看他是個人，是很不錯的一個人，再往後面幾十年看看，二十年、三十年，這個人就要落三惡道，明眼人看得清楚。換句話說，看我們現在造的是什麼因，將來會得什麼果報。這個不需要問什麼有神通那些，不需要問這些人，自己心裡最清楚了。你問別人，別人也許會欺騙你，不見得給你講真話。為什麼？給你講真話，你不高興。這個社會現在的確騙人的事情太多了，自己要冷靜，要有智慧，要有常識。因緣果報，絲毫不爽，善因一定有善果，惡因必定得惡報，經上講得很清楚。我們看許多做善事的人，好像他沒有得到善果還得到惡報，有一些無惡不作的人，看他生活享受，很自在的，沒有看到他果報，於是對這個因緣果報都懷疑，都不相信了。那是你自己，你只看這麼一小段，這一段以前的沒看到，這一段以後的也沒有看到，怎麼就可以下結論？佛給我們講得很清楚，今世作惡沒有得到惡報，是前世做的善多，他這一生享受的是前世的果報；這一生所做的，來生再受。經上講得很明白，告訴我們，我們要想知道前世的因，我過去世造的些什麼，佛說「今生受者是」，我們這一生當中享受的，就是的，果，前生造的因；要想知道來世怎麼樣，佛就跟我們說，你「今生作者是」，你這一生所作所為就是來生的果報。"
    },
    {
      "id": "14-007-0010_p0029",
      "zh_CN": "因果是通三世的，我们凡夫一定要看现世报才相信。现世报有没有？有，尤其在现在这个社会，现世报特别多。这个特别多就是什么？过去世做的善因不大，这一世虽然也有福报，做的恶事做多了，等不到来世报，现在就报，等不到来世。同样一个道理，过去世当中修的善因少，这一世拼命修善，善的果报不到来生，这一生也报了。由此可知，善恶报应完全操在自己手中，我们细读《了凡四训》对这个事情就会很明了了。了凡先生过去生中也种的是善因，善因不很大，所以也能做一个县官。寿命不很长，只有五十三岁，五十三岁在古人也就算不错了。后来遇到云谷禅师，教他断恶修善，他的果报在一生当中，就是后半世完全改过来了，命里只有五十三岁，他活了七十多岁。这个是这一生当中断恶修善的果报，不等来生，这一生就得利益了，就得好处。如果我们也想真正改变自己的命运，改造自己的生活环境，要认真的学习，决定不能听随世俗，那就错了。也无须去看相算命，用不着搞这些，这些东西，现在江湖术士骗人的事情还是多，你遇到真正有学问、有德行的人还是少数。算命看相也是一门大学问。现在台湾，甚至于美国，很流行看风水。风水改一下，人命运就能改好吗？哪有这个道理，讲不通的。风水就是居住的环境，有没有？确实有，这一点都不假。你的心还会随着环境转就有风水，如果你心不为环境转了，像《楞严经》上说的「若能转物，则同如来」。那就没有了，为什么？你不会随境界转了，你就转境界了，你在境界里面就做得了主宰。但那个不是普通人，所以普通人还是有。既然有，居住环境是我们生活当中，可以说是最为密切的，住得很舒服，身心安稳，这就好；环境住得很不舒服，身心不安，这个风水就不好。而且这个风水也是因人而异，这栋房子我住很舒服，你住未必舒服。我觉得这个格局，我看了很顺眼，另外一个看，真是看了别扭，他不顺眼，因人而异。所以这个居住环境一定要配合人，哪一个人住，适合于某一种人住，不能一概而论。",
      "zh_TW": "因果是通三世的，我們凡夫一定要看現世報才相信。現世報有沒有？有，尤其在現在這個社會，現世報特別多。這個特別多就是什麼？過去世做的善因不大，這一世雖然也有福報，做的惡事做多了，等不到來世報，現在就報，等不到來世。同樣一個道理，過去世當中修的善因少，這一世拼命修善，善的果報不到來生，這一生也報了。由此可知，善惡報應完全操在自己手中，我們細讀《了凡四訓》對這個事情就會很明瞭了。了凡先生過去生中也種的是善因，善因不很大，所以也能做一個縣官。壽命不很長，只有五十三歲，五十三歲在古人也就算不錯了。後來遇到雲谷禪師，教他斷惡修善，他的果報在一生當中，就是後半世完全改過來了，命裡只有五十三歲，他活了七十多歲。這個是這一生當中斷惡修善的果報，不等來生，這一生就得利益了，就得好處。如果我們也想真正改變自己的命運，改造自己的生活環境，要認真的學習，決定不能聽隨世俗，那就錯了。也無須去看相算命，用不著搞這些，這些東西，現在江湖術士騙人的事情還是多，你遇到真正有學問、有德行的人還是少數。算命看相也是一門大學問。現在台灣，甚至於美國，很流行看風水。風水改一下，人命運就能改好嗎？哪有這個道理，講不通的。風水就是居住的環境，有沒有？確實有，這一點都不假。你的心還會隨著環境轉就有風水，如果你心不為環境轉了，像《楞嚴經》上說的「若能轉物，則同如來」。那就沒有了，為什麼？你不會隨境界轉了，你就轉境界了，你在境界裡面就做得了主宰。但那個不是普通人，所以普通人還是有。既然有，居住環境是我們生活當中，可以說是最為密切的，住得很舒服，身心安穩，這就好；環境住得很不舒服，身心不安，這個風水就不好。而且這個風水也是因人而異，這棟房子我住很舒服，你住未必舒服。我覺得這個格局，我看了很順眼，另外一個看，真是看了彆扭，他不順眼，因人而異。所以這個居住環境一定要配合人，哪一個人住，適合於某一種人住，不能一概而論。"
    },
    {
      "id": "14-007-0010_p0030",
      "zh_CN": "我们今天不必去看别人，要多省察自己。看到别人造贪瞋痴，晓得他将来堕恶道，别人是自己的一面镜子。看到别人了，回过头来想想我有没有？他往那个恶道走，我有没有走恶道。看到别人走恶道，自己就止步，这是个聪明人，自己能回头。看到别人往三途走，自己跟着后头追，这是大错特错了。这社会是一面镜子，看到别人行善，我们要跟他学习；看到别人造恶，我们自己要反省，这就对了，这就是诸佛菩萨教给我们的。所以这部经上也是讲的这个意思。「知识，多解大术，善禁是毒，乃及夜叉诸恶毒等」，这说他的能力，比喻菩萨的能力。『忽逢迷人，欲进险道』。迷惑颠倒，他不知道是非善恶，误入歧途。我们六道众生，确确实实就是这个样子。佛菩萨看到了，呵斥，教训我们，我们到底有什么能力，有什么样的本事，要去游历险道？这一桩事情，是指哪一类众生？实在讲是真的不少，不愿意离开人道的。这人不错，人间是很好，来生还要得人身。甚至于很多法师们，不愿意往生净土，来生我还要当法师，我要弘法利生，显示他有大慈悲，有大菩提心，念念都不舍众生，比地藏菩萨还慈悲。试问问，我们来生有把握还得人身吗？有把握得人身能遇到佛法吗？问题多了，不容易。",
      "zh_TW": "我們今天不必去看別人，要多省察自己。看到別人造貪瞋痴，曉得他將來墮惡道，別人是自己的一面鏡子。看到別人了，回過頭來想想我有沒有？他往那個惡道走，我有沒有走惡道。看到別人走惡道，自己就止步，這是個聰明人，自己能回頭。看到別人往三途走，自己跟著後頭追，這是大錯特錯了。這社會是一面鏡子，看到別人行善，我們要跟他學習；看到別人造惡，我們自己要反省，這就對了，這就是諸佛菩薩教給我們的。所以這部經上也是講的這個意思。「知識，多解大術，善禁是毒，乃及夜叉諸惡毒等」，這說他的能力，比喻菩薩的能力。『忽逢迷人，欲進險道』。迷惑顛倒，他不知道是非善惡，誤入歧途。我們六道眾生，確確實實就是這個樣子。佛菩薩看到了，呵斥，教訓我們，我們到底有什麼能力，有什麼樣的本事，要去遊歷險道？這一樁事情，是指哪一類眾生？實在講是真的不少，不願意離開人道的。這人不錯，人間是很好，來生還要得人身。甚至於很多法師們，不願意往生淨土，來生我還要當法師，我要弘法利生，顯示他有大慈悲，有大菩提心，念念都不捨眾生，比地藏菩薩還慈悲。試問問，我們來生有把握還得人身嗎？有把握得人身能遇到佛法嗎？問題多了，不容易。"
    },
    {
      "id": "14-007-0010_p0031",
      "zh_CN": "我们中国古圣先贤常说，取法乎上，仅得乎中，取法乎中，就仅得于下。我们今天取法乎下，这得什么？我们往生西方极乐世界，我们想上品上生，上品上生去不了，还有个中品下品，大概还不成问题。要真正只取人道，太危险了，不容易得到。人道，五戒十善，要真正达到一定的标准，就是经上常讲的「善男子、善女人」，有这一个字，来生一定得人身。如果心里面还有三毒贪瞋痴，这就不善了，这哪来的善？十善里面的意三善就是无贪、无瞋、无痴。十善是身三、口四、意三，身是不杀生、不偷盗、不邪淫，这身三；口四是不妄语、不两舌、不恶口、不绮语；意里面是不贪、不瞋、不痴，这才算善。这十条做不到，那不是善，换句话说，人身就保不住。所以我们得人身很难，失人身很容易。明明讲的是六道轮回，可是世俗人常说，人死了都做鬼。明明有六道，为什么人死一定会做鬼？可是大家都这么说。再仔细想想，人死了会去做鬼也不是没有道理，你们想想哪个人没有贪心？贪心堕饿鬼。没有贪心了，跟鬼的缘就断掉了，就决定不会堕饿鬼，没有瞋恚心就不堕地狱，没有愚痴心就不堕畜生。三恶道的业因贪瞋痴，所以不贪、不瞋、不痴就不会堕三恶道。来生还想得人身，还想出家弘法利生，实在讲这是妄想，没有这个本事做不到。",
      "zh_TW": "我們中國古聖先賢常說，取法乎上，僅得乎中，取法乎中，就僅得於下。我們今天取法乎下，這得什麼？我們往生西方極樂世界，我們想上品上生，上品上生去不了，還有個中品下品，大概還不成問題。要真正只取人道，太危險了，不容易得到。人道，五戒十善，要真正達到一定的標準，就是經上常講的「善男子、善女人」，有這一個字，來生一定得人身。如果心裡面還有三毒貪瞋痴，這就不善了，這哪來的善？十善裡面的意三善就是無貪、無瞋、無痴。十善是身三、口四、意三，身是不殺生、不偷盜、不邪淫，這身三；口四是不妄語、不兩舌、不惡口、不綺語；意裡面是不貪、不瞋、不痴，這才算善。這十條做不到，那不是善，換句話說，人身就保不住。所以我們得人身很難，失人身很容易。明明講的是六道輪迴，可是世俗人常說，人死了都做鬼。明明有六道，為什麼人死一定會做鬼？可是大家都這麼說。再仔細想想，人死了會去做鬼也不是沒有道理，你們想想哪個人沒有貪心？貪心墮餓鬼。沒有貪心了，跟鬼的緣就斷掉了，就決定不會墮餓鬼，沒有瞋恚心就不墮地獄，沒有愚痴心就不墮畜生。三惡道的業因貪瞋痴，所以不貪、不瞋、不痴就不會墮三惡道。來生還想得人身，還想出家弘法利生，實在講這是妄想，沒有這個本事做不到。"
    },
    {
      "id": "14-007-0010_p0032",
      "zh_CN": "我们今天求生西方极乐世界，那比得人身、得天身还要殊胜，为什么我们会得到？得人身得不到，去成佛反而能做到，这又叫人怀疑了。诸位要晓得，得人身、得天身是全靠自己，求生净土是靠佛菩萨，这个不一样！净宗法门全身仰靠阿弥陀佛。《无量寿经》上清清楚楚、明明白白，跟我们说出阿弥陀佛四十八愿，愿愿都是度众生。细细去念四十八愿，觉得这个事情可靠，自古至今念佛往生的人太多太多了，这给我们做了证明。即使在我们自己这一生当中，我们亲眼见到的，亲耳听到的，念佛往生的人，临终有种种瑞相，确确实实得生的，也见到、听到不少。这个事情怎么可以怀疑？能信的人有福。所以读到这段经文，我们深深有感慨，确确实实像经上讲的，我们没能力。佛菩萨这一点醒我们：",
      "zh_TW": "我們今天求生西方極樂世界，那比得人身、得天身還要殊勝，為什麼我們會得到？得人身得不到，去成佛反而能做到，這又叫人懷疑了。諸位要曉得，得人身、得天身是全靠自己，求生淨土是靠佛菩薩，這個不一樣！淨宗法門全身仰靠阿彌陀佛。《無量壽經》上清清楚楚、明明白白，跟我們說出阿彌陀佛四十八願，願願都是度眾生。細細去念四十八願，覺得這個事情可靠，自古至今念佛往生的人太多太多了，這給我們做了證明。即使在我們自己這一生當中，我們親眼見到的，親耳聽到的，念佛往生的人，臨終有種種瑞相，確確實實得生的，也見到、聽到不少。這個事情怎麼可以懷疑？能信的人有福。所以讀到這段經文，我們深深有感慨，確確實實像經上講的，我們沒能力。佛菩薩這一點醒我們："
    },
    {
      "id": "14-007-0010_p0033",
      "zh_CN": "【是迷路人。忽闻是语。方知险道。即便退步。求出此路。是善知识。提携接手。引出险道。免诸恶毒。至于好道。令得安乐。而语之言。咄哉。迷人。自今已后。勿履是道。此路入者。卒难得出。复损性命。是迷路人。亦生感重。】",
      "zh_TW": "【是迷路人。忽聞是語。方知險道。即便退步。求出此路。是善知識。提携接手。引出險道。免諸惡毒。至于好道。令得安樂。而語之言。咄哉。迷人。自今已後。勿履是道。此路入者。卒難得出。復損性命。是迷路人。亦生感重。】"
    },
    {
      "id": "14-007-0010_p0034",
      "zh_CN": "这是比喻。『此路』，六道轮回的路。不但来生我们不愿意得人身，天福我们也不要去享，为什么？不究竟。佛在经上常常跟我们讲，时间不是真的，是我们在妄念上产生这样一个虚妄的现相，用现代的话来说是抽象的，不是真实的，所以时间没有长短。不要认为生天上，天上非想非非想天，寿命八万大劫，那不错，很好。可是你要到那个地方去，你的感受大概跟我们人生没什么两样。如果你要想一想，水上的小虫，在水上走来走去的蜉蝣，在美国好像不常见，在大陆小水沟上常常看到这小虫，那个小虫的寿命只有几个小时，朝生暮死。七、八个小时就是牠一生，牠要看到我们人活上几十年、一百年，这是神仙，这还得了！牠对我们羡慕死了。诸位要知道，非想非非想天看我们，就像蜉蝣一样；我们看天人，就像蜉蝣看人一样。我们现在作人有什么意思？忙忙碌碌，搞这一生，到底为什么？谁能提出一个满意的答案，到底为什么？一天忙到晚。忙来忙去还是搞六道轮回，实在讲善事忙得少，恶事忙得多。换句话说，在六道轮回要出不去，将来往哪里去成分多？还是做鬼的成分多，在这里。",
      "zh_TW": "這是比喻。『此路』，六道輪迴的路。不但來生我們不願意得人身，天福我們也不要去享，為什麼？不究竟。佛在經上常常跟我們講，時間不是真的，是我們在妄念上產生這樣一個虛妄的現相，用現代的話來說是抽象的，不是真實的，所以時間沒有長短。不要認為生天上，天上非想非非想天，壽命八萬大劫，那不錯，很好。可是你要到那個地方去，你的感受大概跟我們人生沒什麼兩樣。如果你要想一想，水上的小蟲，在水上走來走去的蜉蝣，在美國好像不常見，在大陸小水溝上常常看到這小蟲，那個小蟲的壽命只有幾個小時，朝生暮死。七、八個小時就是牠一生，牠要看到我們人活上幾十年、一百年，這是神仙，這還得了！牠對我們羨慕死了。諸位要知道，非想非非想天看我們，就像蜉蝣一樣；我們看天人，就像蜉蝣看人一樣。我們現在作人有什麼意思？忙忙碌碌，搞這一生，到底為什麼？誰能提出一個滿意的答案，到底為什麼？一天忙到晚。忙來忙去還是搞六道輪迴，實在講善事忙得少，惡事忙得多。換句話說，在六道輪迴要出不去，將來往哪裡去成分多？還是做鬼的成分多，在這裡。"
    },
    {
      "id": "14-007-0010_p0035",
      "zh_CN": "所以知道这个事实真相，就要『求出此路』，这是觉悟的人，真正觉悟了。佛家讲开悟，开悟什么？一心一意想求脱离生死轮回，这个人是觉悟的人。脱离轮回最好的方法，最容易、最简单、最稳当、最靠得住的方法，就是念佛求生净土。一心一意去念，没往生之前，我们还在这个世间一切随缘，不要去计较了，把自己的精神，把自己的时间，把自己的体力，统统用在念佛上。我要「求出此路」，不再造生死业了，口里念的阿弥陀佛，身体拜阿弥陀佛，心里面想阿弥陀佛就对了。拜佛很重要，特别是现代人，坐办公室的时间多，运动量很少，拜佛是很好的运动。我这一次在洛杉矶，从前在我们学佛社的Amy，个子高高瘦瘦的，她的妈妈在洛杉矶期间照顾我。她告诉我，她听我讲经就学拜佛，她一天拜一百拜，拜了一年，她现在可以双盘坐两个小时。她从前盘不起来，腿是硬的，现在拜了一年，她腿拜软了，双盘可以盘两个小时。我说不错，六十多岁，这是拜佛的好处，对健康有好处，一天拜一百拜。我劝她，我说妳最好一天能拜三百拜。所以年岁大的人，六十岁以上，年岁大的人，要维持身体健康，长寿，拜佛好。专拜阿弥陀佛，专念阿弥陀佛，专想阿弥陀佛，就不要胡思乱想，这一想就想阿弥陀佛，想你家里头供养的那个阿弥陀佛，常常想他，到临终的时候来接引你阿弥陀佛就是你想的那个相。佛的相貌是随心想生，你天天想这个相，临终的时候他就来接引你。临终来的阿弥陀佛，你不认识他，相貌不一样，你就不能跟他去，也许是别人来冒充，不是真的。我天天供养他，天天看他，看熟了，到时候一定佛现这个相貌来接引你，天天想他，总有一天把他想来了，这个就对了。",
      "zh_TW": "所以知道這個事實真相，就要『求出此路』，這是覺悟的人，真正覺悟了。佛家講開悟，開悟什麼？一心一意想求脫離生死輪迴，這個人是覺悟的人。脫離輪迴最好的方法，最容易、最簡單、最穩當、最靠得住的方法，就是念佛求生淨土。一心一意去念，沒往生之前，我們還在這個世間一切隨緣，不要去計較了，把自己的精神，把自己的時間，把自己的體力，統統用在念佛上。我要「求出此路」，不再造生死業了，口裡念的阿彌陀佛，身體拜阿彌陀佛，心裡面想阿彌陀佛就對了。拜佛很重要，特別是現代人，坐辦公室的時間多，運動量很少，拜佛是很好的運動。我這一次在洛杉磯，從前在我們學佛社的Amy，個子高高瘦瘦的，她的媽媽在洛杉磯期間照顧我。她告訴我，她聽我講經就學拜佛，她一天拜一百拜，拜了一年，她現在可以雙盤坐兩個小時。她從前盤不起來，腿是硬的，現在拜了一年，她腿拜軟了，雙盤可以盤兩個小時。我說不錯，六十多歲，這是拜佛的好處，對健康有好處，一天拜一百拜。我勸她，我說妳最好一天能拜三百拜。所以年歲大的人，六十歲以上，年歲大的人，要維持身體健康，長壽，拜佛好。專拜阿彌陀佛，專念阿彌陀佛，專想阿彌陀佛，就不要胡思亂想，這一想就想阿彌陀佛，想你家裡頭供養的那個阿彌陀佛，常常想他，到臨終的時候來接引你阿彌陀佛就是你想的那個相。佛的相貌是隨心想生，你天天想這個相，臨終的時候他就來接引你。臨終來的阿彌陀佛，你不認識他，相貌不一樣，你就不能跟他去，也許是別人來冒充，不是真的。我天天供養他，天天看他，看熟了，到時候一定佛現這個相貌來接引你，天天想他，總有一天把他想來了，這個就對了。"
    },
    {
      "id": "14-007-0010_p0036",
      "zh_CN": "这也是底下这一段话，就是善知识接引。我们对于佛菩萨的教诲，教诲实际上就是接引我们，经上还有几句很重要的话。",
      "zh_TW": "這也是底下這一段話，就是善知識接引。我們對於佛菩薩的教誨，教誨實際上就是接引我們，經上還有幾句很重要的話。"
    },
    {
      "id": "14-007-0010_p0037",
      "zh_CN": "【临别之时。知识又言。若见亲知及诸路人。若男若女。言于此路多诸毒恶。丧失性命。无令是众。自取其死。】",
      "zh_TW": "【臨別之時。知識又言。若見親知及諸路人。若男若女。言於此路多諸毒惡。喪失性命。無令是眾。自取其死。】"
    },
    {
      "id": "14-007-0010_p0038",
      "zh_CN": "这个几句话很重要。我们自己很幸运，遇到佛法把事实真相搞清楚了，自己依照这个理论方法修行，对于了生死，脱离六道轮回，往生西方极乐世界，是确确实实有把握，这是世出世间一切利益当中，没有比这个更大的利益了。我们自己得到，我们的家亲眷属、朋友，还有许许多多的人迷惑，不知道。这个时候我们要尽心尽力的帮助他们，希望他们也能够觉悟，也能够回头。也许有同修说家里人不相信，还要毁谤，还要造业。这些事情是有的，为什么他不相信？为什么他还要毁谤？实在讲我们自己没有修得好，不能叫他生起信心。假如我们修得很好，修得很如法，不相信的人看到他也相信了。这就是劝告，要以种种方便，劝导这些亲朋好友，要劝他们，方法、手段太多了，自己要有智慧去运用，劝他们回头。",
      "zh_TW": "這個幾句話很重要。我們自己很幸運，遇到佛法把事實真相搞清楚了，自己依照這個理論方法修行，對於了生死，脫離六道輪迴，往生西方極樂世界，是確確實實有把握，這是世出世間一切利益當中，沒有比這個更大的利益了。我們自己得到，我們的家親眷屬、朋友，還有許許多多的人迷惑，不知道。這個時候我們要盡心盡力的幫助他們，希望他們也能夠覺悟，也能夠回頭。也許有同修說家裡人不相信，還要毀謗，還要造業。這些事情是有的，為什麼他不相信？為什麼他還要毀謗？實在講我們自己沒有修得好，不能叫他生起信心。假如我們修得很好，修得很如法，不相信的人看到他也相信了。這就是勸告，要以種種方便，勸導這些親朋好友，要勸他們，方法、手段太多了，自己要有智慧去運用，勸他們回頭。"
    },
    {
      "id": "14-007-0010_p0039",
      "zh_CN": "在过去，这个还在抗战胜利以后的事情，实在讲距离我们现在不算太远，三十多年、四十年前事情的样子，香港何东爵士的夫人，就是何世礼将军的母亲，她是一个念佛人。她的儿子媳妇是虔诚的基督教徒，对这个完全不相信。老太太为了一家和睦，也同意信教自由，各人信各人的教，彼此不相妨害，每一个人都能够谅解，一家和睦相处。儿子媳妇很孝顺，老太太念佛，他们也不反对，他们每个星期天上他们的教堂。老太太到临终的时候，把儿子媳妇叫到面前来，她说我们一家向来是信教自由，她说我今天要往生了，我最后要求你念几句佛号送送我，也算是我们母子一场，这个要求当然她的儿子就答应了，临终的时候提出这么一个要求。同时也召集她的亲戚朋友，找到家里来告别、辞行，她没有生病，她念佛坐着走的，在佛号当中往生的。他们这一家人看到老太太这样走了，全家都念佛了，再也不到基督教去了，亲眼看到的。你看老太太度她一家人手段高明！你不相信，我表演给你看，这个不能不相信。所以香港今天，香港岛上最大的一个道场东莲觉苑，就是何东爵士的财产捐出来的，现在请出家人住持，东莲觉苑就是他们家的房子。",
      "zh_TW": "在過去，這個還在抗戰勝利以後的事情，實在講距離我們現在不算太遠，三十多年、四十年前事情的樣子，香港何東爵士的夫人，就是何世禮將軍的母親，她是一個念佛人。她的兒子媳婦是虔誠的基督教徒，對這個完全不相信。老太太為了一家和睦，也同意信教自由，各人信各人的教，彼此不相妨害，每一個人都能夠諒解，一家和睦相處。兒子媳婦很孝順，老太太念佛，他們也不反對，他們每個星期天上他們的教堂。老太太到臨終的時候，把兒子媳婦叫到面前來，她說我們一家向來是信教自由，她說我今天要往生了，我最後要求你念幾句佛號送送我，也算是我們母子一場，這個要求當然她的兒子就答應了，臨終的時候提出這麼一個要求。同時也召集她的親戚朋友，找到家裡來告別、辭行，她沒有生病，她念佛坐著走的，在佛號當中往生的。他們這一家人看到老太太這樣走了，全家都念佛了，再也不到基督教去了，親眼看到的。你看老太太度她一家人手段高明！你不相信，我表演給你看，這個不能不相信。所以香港今天，香港島上最大的一個道場東蓮覺苑，就是何東爵士的財產捐出來的，現在請出家人住持，東蓮覺苑就是他們家的房子。"
    },
    {
      "id": "14-007-0010_p0040",
      "zh_CN": "所以我们念佛要往生不能走得这么自在，开个往生大会，说说笑笑，念几句阿弥陀佛就走了，这人家怎么能相信？所以度化众生的方法很多，讲经说法是个方法，实在讲最殊胜、最有效的方法，就是表演往生。这个方法最高明，真是叫你看了，是不能不信，所以这一家人受感化。不但一家人，那感化的人太多太多了，这个事情传到台湾，李老师那时候在台中讲经说法，也常常提到何老太太往生这个事情，劝我们大家念佛。在我们台湾，预知时至，晓得什么时候走的，站着走的、坐着走的都很多。所以要认真的劝人，劝人要自己做一个榜样，这才能够让大众生起念佛的信心。所以这一段是劝勉我们。",
      "zh_TW": "所以我們念佛要往生不能走得這麼自在，開個往生大會，說說笑笑，念幾句阿彌陀佛就走了，這人家怎麼能相信？所以度化眾生的方法很多，講經說法是個方法，實在講最殊勝、最有效的方法，就是表演往生。這個方法最高明，真是叫你看了，是不能不信，所以這一家人受感化。不但一家人，那感化的人太多太多了，這個事情傳到台灣，李老師那時候在台中講經說法，也常常提到何老太太往生這個事情，勸我們大家念佛。在我們台灣，預知時至，曉得什麼時候走的，站著走的、坐著走的都很多。所以要認真的勸人，勸人要自己做一個榜樣，這才能夠讓大眾生起念佛的信心。所以這一段是勸勉我們。"
    },
    {
      "id": "14-007-0010_p0041",
      "zh_CN": "【是故地藏菩萨具大慈悲。救拔罪苦众生。生人天中。令受妙乐。是诸罪众。知业道苦。脱得出离。永不再历。如迷路人。误入险道。遇善知识接引令出。永不复入。】",
      "zh_TW": "【是故地藏菩薩具大慈悲。救拔罪苦眾生。生人天中。令受妙樂。是諸罪眾。知業道苦。脫得出離。永不再歷。如迷路人。誤入險道。遇善知識接引令出。永不復入。】"
    },
    {
      "id": "14-007-0010_p0042",
      "zh_CN": "这就好像前面的比喻一样，我们遇到佛法，知道十法界的状况，这是事实的真相了解了，那就一定要求出离，没有能力得大自在，就决定不入六道。到哪一天我有智慧、有神通，决定不迷了，我愿意再到六道里面来帮助别人。像地藏菩萨一样，那个行，有这个能力，行；没有能力，那一进去就出不来了，不但度人度不了，连自己也度不了，这个就不可以。",
      "zh_TW": "這就好像前面的比喻一樣，我們遇到佛法，知道十法界的狀況，這是事實的真相了解了，那就一定要求出離，沒有能力得大自在，就決定不入六道。到哪一天我有智慧、有神通，決定不迷了，我願意再到六道裡面來幫助別人。像地藏菩薩一樣，那個行，有這個能力，行；沒有能力，那一進去就出不來了，不但度人度不了，連自己也度不了，這個就不可以。"
    },
    {
      "id": "14-007-0010_p0043",
      "zh_CN": "【逢见他人。复劝莫入。自言因是迷故。得解脱竟。更不复入。】",
      "zh_TW": "【逢見他人。復勸莫入。自言因是迷故。得解脫竟。更不復入。】"
    },
    {
      "id": "14-007-0010_p0044",
      "zh_CN": "这是劝我们转告别人，要把佛法殊胜的功德利益辗转的介绍给别人，我们自己得到了利益，也希望别人都能够得到。我们再看底下一段：",
      "zh_TW": "這是勸我們轉告別人，要把佛法殊勝的功德利益輾轉的介紹給別人，我們自己得到了利益，也希望別人都能夠得到。我們再看底下一段："
    },
    {
      "id": "14-007-0010_p0045",
      "zh_CN": "【若再履践。犹尚迷误。不觉旧曾所落险道。或致失命。如堕恶趣。】",
      "zh_TW": "【若再履踐。猶尚迷誤。不覺舊曾所落險道。或致失命。如墮惡趣。】"
    },
    {
      "id": "14-007-0010_p0046",
      "zh_CN": "这一段是和前面「难调难伏」，「结恶习重，旋出旋入」。",
      "zh_TW": "這一段是和前面「難調難伏」，「結惡習重，旋出旋入」。"
    },
    {
      "id": "14-007-0010_p0047",
      "zh_CN": "【地藏菩萨方便力故。使令解脱。生人天中。】",
      "zh_TW": "【地藏菩薩方便力故。使令解脫。生人天中。】"
    },
    {
      "id": "14-007-0010_p0048",
      "zh_CN": "从恶道里面再能够回到人天两道，这已经得很大的利益了。必须在人天把脚跟扎稳，然后再超越六道，这是菩萨的本愿。",
      "zh_TW": "從惡道裡面再能夠回到人天兩道，這已經得很大的利益了。必須在人天把腳跟扎穩，然後再超越六道，這是菩薩的本願。"
    },
    {
      "id": "14-007-0010_p0049",
      "zh_CN": "【旋又再入。若业结重。永处地狱。无解脱时。】",
      "zh_TW": "【旋又再入。若業結重。永處地獄。無解脫時。】"
    },
    {
      "id": "14-007-0010_p0050",
      "zh_CN": "最怕的就是堕地狱。换句话说，最怕的实实在在就是造地狱的业因，这个太可怕了。常言说得好，「凡夫畏果，菩萨畏因」。凡夫到果报现前，这时候害怕，害怕有什么用？还是要受。菩萨不怕果报，菩萨怕业因，因可怕。我不造这个因，绝对不受果报，所以那是聪明人。菩萨是觉悟的人；换句话说，迷惑颠倒的人怕果报，觉悟的人怕造恶因。",
      "zh_TW": "最怕的就是墮地獄。換句話說，最怕的實實在在就是造地獄的業因，這個太可怕了。常言說得好，「凡夫畏果，菩薩畏因」。凡夫到果報現前，這時候害怕，害怕有什麼用？還是要受。菩薩不怕果報，菩薩怕業因，因可怕。我不造這個因，絕對不受果報，所以那是聰明人。菩薩是覺悟的人；換句話說，迷惑顛倒的人怕果報，覺悟的人怕造惡因。"
    },
    {
      "id": "14-007-0010_p0051",
      "zh_CN": "【尔时。恶毒鬼王合掌恭敬。白佛言。世尊。我等诸鬼王。其数无量。在阎浮提。或利益人。或损害人。各各不同。然是业报。使我眷属游行世界。多恶少善。】",
      "zh_TW": "【爾時。惡毒鬼王合掌恭敬。白佛言。世尊。我等諸鬼王。其數無量。在閻浮提。或利益人。或損害人。各各不同。然是業報。使我眷屬遊行世界。多惡少善。】"
    },
    {
      "id": "14-007-0010_p0052",
      "zh_CN": "鬼里面有善的，尤其是参与忉利天宫法会的这些鬼王，可以说都是皈依三宝，都是虔诚的佛弟子，发愿护法，哪有不善的？但是我们要知道，鬼道跟人间也相仿佛，人间里面皈依三宝，做佛弟子的人不少，但是没有皈依的人也不少，鬼道情形也是如此。发菩提心拥护正法，当然他是利益人的。还没有发心，没有皈依的，鬼道的习气比人道还要重；换句话说，免不了会损害人。一般人讲起来，害人的鬼多，不害人的鬼少，这个就是他恶的习气重，善念就少，这个是事实，实际上的状况如是。",
      "zh_TW": "鬼裡面有善的，尤其是參與忉利天宮法會的這些鬼王，可以說都是皈依三寶，都是虔誠的佛弟子，發願護法，哪有不善的？但是我們要知道，鬼道跟人間也相彷彿，人間裡面皈依三寶，做佛弟子的人不少，但是沒有皈依的人也不少，鬼道情形也是如此。發菩提心擁護正法，當然他是利益人的。還沒有發心，沒有皈依的，鬼道的習氣比人道還要重；換句話說，免不了會損害人。一般人講起來，害人的鬼多，不害人的鬼少，這個就是他惡的習氣重，善念就少，這個是事實，實際上的狀況如是。"
    },
    {
      "id": "14-007-0010_p0053",
      "zh_CN": "【过人家庭。或城邑聚落。庄园房舍。或有男子女人。修毛发善事。乃至悬一旛一盖。少香少华。供养佛像及菩萨像。或转读尊经。烧香供养一句一偈。我等鬼王。敬礼是人。如过去现在未来诸佛。敕诸小鬼。各有大力。及土地分。便令卫护。不令恶事横事。恶病横病。乃至不如意事。近于此舍等处。何况入门。】",
      "zh_TW": "【過人家庭。或城邑聚落。莊園房舍。或有男子女人。修毛髮善事。乃至懸一旛一蓋。少香少華。供養佛像及菩薩像。或轉讀尊經。燒香供養一句一偈。我等鬼王。敬禮是人。如過去現在未來諸佛。敕諸小鬼。各有大力。及土地分。便令衛護。不令惡事橫事。惡病橫病。乃至不如意事。近於此捨等處。何況入門。】"
    },
    {
      "id": "14-007-0010_p0054",
      "zh_CN": "这些事情我们也应当把它记住，这是鬼王自己说出来的，他们对于人行善也非常尊重，也非常的敬爱，不但不会加害于人，反而能够保佑这些人。这段经文里面所讲的『或有男子女人』，没有加一个「善」字，这个范围就非常非常普遍，一点点小的善事，这种小善我们一般人看微不足道，此地讲的没有前面意思那么深广，完全在事相上讲。你家里面悬幡悬盖（这是供养具），『少香少华』，家里面供养的有佛像、菩萨像，或者家里常常听经，常常读经，这小善。经义懂与不懂没有关系，只要是恭恭敬敬，清净心、真诚心、恭敬心去做，这就善。虽然微不足道的小善，可是鬼神他尊重你，他来保佑你。这些小鬼、土地都是这些鬼王的部属，叫这些修善的人不会遇到恶事，不会遭到横祸，乃至于一些不如意的事情，他遇不到，这是鬼神冥冥当中保护着，他之所以来保护，是你自己的善行所感。",
      "zh_TW": "這些事情我們也應當把它記住，這是鬼王自己說出來的，他們對於人行善也非常尊重，也非常的敬愛，不但不會加害於人，反而能夠保佑這些人。這段經文裡面所講的『或有男子女人』，沒有加一個「善」字，這個範圍就非常非常普遍，一點點小的善事，這種小善我們一般人看微不足道，此地講的沒有前面意思那麼深廣，完全在事相上講。你家裡面懸幡懸蓋（這是供養具），『少香少華』，家裡面供養的有佛像、菩薩像，或者家裡常常聽經，常常讀經，這小善。經義懂與不懂沒有關係，只要是恭恭敬敬，清淨心、真誠心、恭敬心去做，這就善。雖然微不足道的小善，可是鬼神他尊重你，他來保佑你。這些小鬼、土地都是這些鬼王的部屬，叫這些修善的人不會遇到惡事，不會遭到橫禍，乃至於一些不如意的事情，他遇不到，這是鬼神冥冥當中保護著，他之所以來保護，是你自己的善行所感。"
    },
    {
      "id": "14-007-0010_p0055",
      "zh_CN": "【佛赞鬼王。善哉善哉。汝等及与阎罗。能如是拥护善男女等。吾亦告梵王帝释。令卫护汝。】",
      "zh_TW": "【佛讚鬼王。善哉善哉。汝等及與閻羅。能如是擁護善男女等。吾亦告梵王帝釋。令衛護汝。】"
    },
    {
      "id": "14-007-0010_p0056",
      "zh_CN": "佛听他们这些话也非常的安慰，所以也就慰勉这些鬼王，称赞他们，他们能保护这个世间人民，鬼王是帝释天的部属，为大梵天所统。佛是天人师，也会嘱咐大梵天王、帝释天王，也要爱护这些鬼王们，也拥护他们。",
      "zh_TW": "佛聽他們這些話也非常的安慰，所以也就慰勉這些鬼王，稱讚他們，他們能保護這個世間人民，鬼王是帝釋天的部屬，為大梵天所統。佛是天人師，也會囑咐大梵天王、帝釋天王，也要愛護這些鬼王們，也擁護他們。"
    },
    {
      "id": "14-007-0010_p0057",
      "zh_CN": "【说是语时。会中有一鬼王。名曰主命。】",
      "zh_TW": "【說是語時。會中有一鬼王。名曰主命。】"
    },
    {
      "id": "14-007-0010_p0058",
      "zh_CN": "『主命』就是六道里面众生，在这个六道里面投胎，舍身受身，他管这个事情。像我们现在人间管户口的，哪一家小孩出生了要报户口，死亡之后要注销，管这个业务的，鬼里面管这个业务的就叫主命鬼王。我们台北市大龙峒有一个庙叫保安宫，里面供的神叫保生大帝，保生大帝就是此地的主命鬼王。在大陆上我们常常听说有注生娘娘，也是主命鬼王，都是属于这一类的。他在这个会里面也发了大愿，愿意帮助我们世间人。",
      "zh_TW": "『主命』就是六道裡面眾生，在這個六道裡面投胎，捨身受身，他管這個事情。像我們現在人間管戶口的，哪一家小孩出生了要報戶口，死亡之後要註銷，管這個業務的，鬼裡面管這個業務的就叫主命鬼王。我們台北市大龍峒有一個廟叫保安宮，裡面供的神叫保生大帝，保生大帝就是此地的主命鬼王。在大陸上我們常常聽說有註生娘娘，也是主命鬼王，都是屬於這一類的。他在這個會裡面也發了大願，願意幫助我們世間人。"
    },
    {
      "id": "14-007-0010_p0059",
      "zh_CN": "【白佛言。世尊。我本业缘。主阎浮人命。生时死时。我皆主之。】",
      "zh_TW": "【白佛言。世尊。我本業緣。主閻浮人命。生時死時。我皆主之。】"
    },
    {
      "id": "14-007-0010_p0060",
      "zh_CN": "他这个『主』，实在讲我们生死他做不了主的，他是管记录的，管这些事情的。一切众生随业自转，这个我们要知道。所以他的这个职责，实在讲也是像《楞严》上讲的「循业发现」。",
      "zh_TW": "他這個『主』，實在講我們生死他做不了主的，他是管記錄的，管這些事情的。一切眾生隨業自轉，這個我們要知道。所以他的這個職責，實在講也是像《楞嚴》上講的「循業發現」。"
    },
    {
      "id": "14-007-0010_p0061",
      "zh_CN": "【在我本愿。甚欲利益。】",
      "zh_TW": "【在我本願。甚欲利益。】"
    },
    {
      "id": "14-007-0010_p0062",
      "zh_CN": "这是鬼王说出他自己的本愿，总想利益众生，帮助众生。",
      "zh_TW": "這是鬼王說出他自己的本願，總想利益眾生，幫助眾生。"
    },
    {
      "id": "14-007-0010_p0063",
      "zh_CN": "【自是众生。不会我意。致令生死。俱不得安。】",
      "zh_TW": "【自是眾生。不會我意。致令生死。俱不得安。】"
    },
    {
      "id": "14-007-0010_p0064",
      "zh_CN": "人不能了解鬼神的意思，不能通达鬼神的志趣，往往所作所为与鬼神的心愿恰恰相反。我们在下面就看到了：",
      "zh_TW": "人不能了解鬼神的意思，不能通達鬼神的志趣，往往所作所為與鬼神的心願恰恰相反。我們在下面就看到了："
    },
    {
      "id": "14-007-0010_p0065",
      "zh_CN": "【何以故。是阎浮提人。初生之时。不问男女。或欲生时。】",
      "zh_TW": "【何以故。是閻浮提人。初生之時。不問男女。或欲生時。】"
    },
    {
      "id": "14-007-0010_p0066",
      "zh_CN": "『欲生』还没有降生。",
      "zh_TW": "『欲生』還沒有降生。"
    },
    {
      "id": "14-007-0010_p0067",
      "zh_CN": "【但作善事。增益舍宅。自令土地无量欢喜。拥护子母。得大安乐。利益眷属。】",
      "zh_TW": "【但作善事。增益舍宅。自令土地無量歡喜。擁護子母。得大安樂。利益眷屬。】"
    },
    {
      "id": "14-007-0010_p0068",
      "zh_CN": "主命鬼王，他就是管这些事情。生的时候，做母亲的人怀孕，我们中国儒家讲胎教，胎教着重于善行，佛法里面讲胎教比儒家讲得更透彻、更是圆满。要修善，所以这个母亲怀孕最好是读经，以清净心来念经，那是大善，天地鬼神真是会加持。",
      "zh_TW": "主命鬼王，他就是管這些事情。生的時候，做母親的人懷孕，我們中國儒家講胎教，胎教著重於善行，佛法裡面講胎教比儒家講得更透徹、更是圓滿。要修善，所以這個母親懷孕最好是讀經，以清淨心來念經，那是大善，天地鬼神真是會加持。"
    },
    {
      "id": "14-007-0010_p0069",
      "zh_CN": "【或已生下。慎勿杀害。取诸鲜味。供给产母。及广聚眷属。饮酒食肉。歌乐弦管。能令子母。不得安乐。】",
      "zh_TW": "【或已生下。慎勿殺害。取諸鮮味。供給產母。及廣聚眷屬。飲酒食肉。歌樂絃管。能令子母。不得安樂。】"
    },
    {
      "id": "14-007-0010_p0070",
      "zh_CN": "这就是违背鬼神慈悲的意愿了，你家里得小孩欢喜，你这一欢喜多少众生都丧失性命，这笔帐都算在这个母子的头上，他怎么能得安乐？人在一出生，甚至于没有出生之前就造罪业了。小孩还没出生，这母亲为了小孩要进补，进补，你要杀生，这个帐都算他头上，这造罪业。如果好像不吃这些东西，身体就不健康，身体健康、不健康也是一念之间。佛法常讲一切法从心想生，你心里想不健康，你人决定不会健康，不在食肉，在心想。心是一切法的主宰，这是真的，不是假的。所以你说造罪业造多重，没有出生之前就造罪业，生下之后罪业造得更多。纵然是有福而来的，这个福也折尽了，所以这个一生当中多灾多难。这都是不肯接受佛菩萨的教训，所得的后果。",
      "zh_TW": "這就是違背鬼神慈悲的意願了，你家裡得小孩歡喜，你這一歡喜多少眾生都喪失性命，這筆帳都算在這個母子的頭上，他怎麼能得安樂？人在一出生，甚至於沒有出生之前就造罪業了。小孩還沒出生，這母親為了小孩要進補，進補，你要殺生，這個帳都算他頭上，這造罪業。如果好像不吃這些東西，身體就不健康，身體健康、不健康也是一念之間。佛法常講一切法從心想生，你心裡想不健康，你人決定不會健康，不在食肉，在心想。心是一切法的主宰，這是真的，不是假的。所以你說造罪業造多重，沒有出生之前就造罪業，生下之後罪業造得更多。縱然是有福而來的，這個福也折盡了，所以這個一生當中多災多難。這都是不肯接受佛菩薩的教訓，所得的後果。"
    },
    {
      "id": "14-007-0010_p0071",
      "zh_CN": "人要想健康、长寿、快乐，先要有一个健康的心理，心理健康，你的身体不会不健康的，心理不健康怎么样补都是枉然，不可能有一个健康的身体。一个人，个人幸福是在自己心里的主宰。社会的繁荣，世界的和平，是大家共业所感。这个共业就是什么？共同的那个心理现相变现出来的，这个社会人人都是善心，人人都知道断恶修善，这社会怎么会不繁荣？怎么会不和平？心才是万法的主宰，小主宰自己一生，大就是整个世界。所以佛法确确实实是净化身心，最殊胜的良药。今天全世界污染非常严重，佛经上常讲「依报随着正报转」，依报就是我们的生活环境，这自然环境是依报，依报是随正报转。换句话说，正报是人心，心地清净了，外面自然环境就清净；心不清净，外面自然环境的染污，怎么样改善都很有限，很难收到效果。真正要收到效果，要从心里清净去做起。这桩事情，佛法可以说是一切法当中最殊胜的方法，要养慈悲心。唯有慈心不杀，那才是真正健康、长寿的果报。杀牠来养自己，决定是短命多病的果报。哪有杀害众生养自己的道理？那个众生牠也有情欲，牠也有瞋恨；换句话说，牠有瞋恨心，牠就有报复的意念。冤冤相报，没完没了，这个才真正可怕，所以佛在此地处处提醒我们。",
      "zh_TW": "人要想健康、長壽、快樂，先要有一個健康的心理，心理健康，你的身體不會不健康的，心理不健康怎麼樣補都是枉然，不可能有一個健康的身體。一個人，個人幸福是在自己心裡的主宰。社會的繁榮，世界的和平，是大家共業所感。這個共業就是什麼？共同的那個心理現相變現出來的，這個社會人人都是善心，人人都知道斷惡修善，這社會怎麼會不繁榮？怎麼會不和平？心才是萬法的主宰，小主宰自己一生，大就是整個世界。所以佛法確確實實是淨化身心，最殊勝的良藥。今天全世界污染非常嚴重，佛經上常講「依報隨著正報轉」，依報就是我們的生活環境，這自然環境是依報，依報是隨正報轉。換句話說，正報是人心，心地清淨了，外面自然環境就清淨；心不清淨，外面自然環境的染污，怎麼樣改善都很有限，很難收到效果。真正要收到效果，要從心裡清淨去做起。這樁事情，佛法可以說是一切法當中最殊勝的方法，要養慈悲心。唯有慈心不殺，那才是真正健康、長壽的果報。殺牠來養自己，決定是短命多病的果報。哪有殺害眾生養自己的道理？那個眾生牠也有情欲，牠也有瞋恨；換句話說，牠有瞋恨心，牠就有報復的意念。冤冤相報，沒完沒了，這個才真正可怕，所以佛在此地處處提醒我們。"
    },
    {
      "id": "14-007-0010_p0072",
      "zh_CN": "【何以故。是产难时。有无数恶鬼。及魍魉精魅。欲食腥血。】",
      "zh_TW": "【何以故。是產難時。有無數惡鬼。及魍魎精魅。欲食腥血。】"
    },
    {
      "id": "14-007-0010_p0073",
      "zh_CN": "这是讲生产的时候。一个人在临死的时候，小孩在出生的时候，这个时候都有妖魔鬼怪来扰乱。换句话说，多生多劫跟众生结的这些怨，冤家债主他来报复，这是最好的机会，他不会错过。所以遇到这些问题，家宅有宅舍之神，这是保护你一家的；土地，保护你这个地方的，他们总是尽心尽力来保护。如果你造的恶业不重，大致上他们还都有能力。如果造很重的恶业，这些保护的鬼神他们没有能力抗拒，换句话说，灾祸就会临头。",
      "zh_TW": "這是講生產的時候。一個人在臨死的時候，小孩在出生的時候，這個時候都有妖魔鬼怪來擾亂。換句話說，多生多劫跟眾生結的這些怨，冤家債主他來報復，這是最好的機會，他不會錯過。所以遇到這些問題，家宅有宅舍之神，這是保護你一家的；土地，保護你這個地方的，他們總是盡心盡力來保護。如果你造的惡業不重，大致上他們還都有能力。如果造很重的惡業，這些保護的鬼神他們沒有能力抗拒，換句話說，災禍就會臨頭。"
    },
    {
      "id": "14-007-0010_p0074",
      "zh_CN": "【是我早令舍宅土地灵祇。荷护子母。使令安乐。而得利益。如是之人。见安乐故。】",
      "zh_TW": "【是我早令舍宅土地靈祇。荷護子母。使令安樂。而得利益。如是之人。見安樂故。】"
    },
    {
      "id": "14-007-0010_p0075",
      "zh_CN": "经文里头还有一些它是用古字，这个『见』跟现在的「现」古时候是同一个字，念的时候念现，就念现在安乐，『见安乐故』。",
      "zh_TW": "經文裡頭還有一些它是用古字，這個『見』跟現在的「現」古時候是同一個字，念的時候念現，就念現在安樂，『見安樂故』。"
    },
    {
      "id": "14-007-0010_p0076",
      "zh_CN": "【便合设福。答诸土地。】",
      "zh_TW": "【便合設福。答諸土地。】"
    },
    {
      "id": "14-007-0010_p0077",
      "zh_CN": "应该要修福，答谢这些保护你的善神土地，这个才对，他们才欢喜。",
      "zh_TW": "應該要修福，答謝這些保護你的善神土地，這個才對，他們才歡喜。"
    },
    {
      "id": "14-007-0010_p0078",
      "zh_CN": "【翻为杀害。集聚眷属。】",
      "zh_TW": "【翻為殺害。集聚眷屬。】"
    },
    {
      "id": "14-007-0010_p0079",
      "zh_CN": "饮酒食肉，那就错了，这个就错了，这个不是这些护法善神的愿望，这个就是不知道鬼神保护人的意愿。",
      "zh_TW": "飲酒食肉，那就錯了，這個就錯了，這個不是這些護法善神的願望，這個就是不知道鬼神保護人的意願。"
    },
    {
      "id": "14-007-0010_p0080",
      "zh_CN": "【以是之故。犯殃自受。子母俱损。】",
      "zh_TW": "【以是之故。犯殃自受。子母俱損。】"
    },
    {
      "id": "14-007-0010_p0081",
      "zh_CN": "这是说出这个原因，小孩来投胎出生的时候这状况，我们知道这个事实状况，就晓得自己应该怎么个做法。这是生时。",
      "zh_TW": "這是說出這個原因，小孩來投胎出生的時候這狀況，我們知道這個事實狀況，就曉得自己應該怎麼個做法。這是生時。"
    },
    {
      "id": "14-007-0010_p0082",
      "zh_CN": "下面一段再讲死的时候，我们应该怎么样修法？生死事大。",
      "zh_TW": "下面一段再講死的時候，我們應該怎麼樣修法？生死事大。"
    },
    {
      "id": "14-007-0010_p0083",
      "zh_CN": "【又阎浮提临命终人。不问善恶。我欲令是命终之人。不落恶道。何况自修善根。增我力故。】",
      "zh_TW": "【又閻浮提臨命終人。不問善惡。我欲令是命終之人。不落惡道。何況自修善根。增我力故。】"
    },
    {
      "id": "14-007-0010_p0084",
      "zh_CN": "这些鬼神绝对不愿意看到你堕恶道，如果见到人堕恶道生欢喜心，诸位想想看他有没有资格去作神？没有资格了。神是鬼当中有地位的，有善根的，有福德的，在鬼里叫福德鬼，他有善根，有福德。这在此地为我们说出来，我们想到，所谓人同此心，心同此理，这是对的。但是我们自己要能够修善根，那他的愿望就能达到，为什么？他很容易帮助我们。他虽然不愿意我们堕恶道，但是我们自己作恶多端，他无可奈何。就好像执法的人一样，法官、警察都愿意这些人入监牢狱吗？不愿意。你不犯法，他欢喜；你实在犯法，他不得已要去执行，他有他的苦处，不是他愿意这么做法，鬼神亦复如是。（音档中断）",
      "zh_TW": "這些鬼神絕對不願意看到你墮惡道，如果見到人墮惡道生歡喜心，諸位想想看他有沒有資格去作神？沒有資格了。神是鬼當中有地位的，有善根的，有福德的，在鬼裡叫福德鬼，他有善根，有福德。這在此地為我們說出來，我們想到，所謂人同此心，心同此理，這是對的。但是我們自己要能夠修善根，那他的願望就能達到，為什麼？他很容易幫助我們。他雖然不願意我們墮惡道，但是我們自己作惡多端，他無可奈何。就好像執法的人一樣，法官、警察都願意這些人入監牢獄嗎？不願意。你不犯法，他歡喜；你實在犯法，他不得已要去執行，他有他的苦處，不是他願意這麼做法，鬼神亦復如是。（音檔中斷）"
    },
    {
      "id": "14-007-0010_p0085",
      "zh_CN": "【是阎浮提行善之人。临命终时。亦有百千恶道鬼神。或变作父母。乃至诸眷属。引接亡人。令落恶道。何况本造恶者。】",
      "zh_TW": "【是閻浮提行善之人。臨命終時。亦有百千惡道鬼神。或變作父母。乃至諸眷屬。引接亡人。令落惡道。何況本造惡者。】"
    },
    {
      "id": "14-007-0010_p0086",
      "zh_CN": "这个要记住。所以，佛在经典里面常常劝我们，生产的时候，临终的时候，劝我们念《地藏经》。你说为什么？你就知道了，临终的时候许许多多的事情，这部经上讲得详细，你这才明了，才知道如何防范。",
      "zh_TW": "這個要記住。所以，佛在經典裡面常常勸我們，生產的時候，臨終的時候，勸我們念《地藏經》。你說為什麼？你就知道了，臨終的時候許許多多的事情，這部經上講得詳細，你這才明瞭，才知道如何防範。"
    },
    {
      "id": "14-007-0010_p0087",
      "zh_CN": "生时、死时这是大事，这是关键的时刻，也是冤家债主报复的好机会。你生的时候他来扰乱，希望什么？希望你死亡，他来害你，他不愿意你得人身，他会扰乱。死的时候他希望你堕恶道，他来报复你。这些是什么？冤家债主。『百千恶道鬼神』，这「恶道鬼神」是过去生生世世的冤家债主。他跟你没有冤仇他不会害你的，他不会找麻烦的。我们一生当中跟多少众生结了冤仇，何况生生世世，所以这个是没有办法避免的。我们看病重的人，快临终的人，他常常跟旁边「我看到某个人，他在门口」，都是他死掉的那个家亲眷属。是不是真的家亲眷属？不是的，《地藏经》上讲到是他冤家债主变现的，变现这个样子，他来找他，他愿意跟他走，那就上当了。他是变化的，不是真的，这是来诱惑你的，所以往往看到的时候，他看到父母，看到祖父母，看到什么亲戚朋友。他是真看见，我们在旁边看不见，他真看见。经上讲的话没错，这是来诱惑的，来报复的。这是什么？行善之人尚且如此，那要是作恶的就更不得了，这些诱惑的人就更方便了。行善的人还有许多善神来保佑，尚且还不免有这些鬼神在扰乱。这一桩事情说实在话，我们哪一个人都不能避免，看经上讲的不久，不久就临到自己了。所以这一部经上讲的，不是讲别人的事情，是讲我们自己切身的大事，我们在日常生活当中，应该要留意。",
      "zh_TW": "生時、死時這是大事，這是關鍵的時刻，也是冤家債主報復的好機會。你生的時候他來擾亂，希望什麼？希望你死亡，他來害你，他不願意你得人身，他會擾亂。死的時候他希望你墮惡道，他來報復你。這些是什麼？冤家債主。『百千惡道鬼神』，這「惡道鬼神」是過去生生世世的冤家債主。他跟你沒有冤仇他不會害你的，他不會找麻煩的。我們一生當中跟多少眾生結了冤仇，何況生生世世，所以這個是沒有辦法避免的。我們看病重的人，快臨終的人，他常常跟旁邊「我看到某個人，他在門口」，都是他死掉的那個家親眷屬。是不是真的家親眷屬？不是的，《地藏經》上講到是他冤家債主變現的，變現這個樣子，他來找他，他願意跟他走，那就上當了。他是變化的，不是真的，這是來誘惑你的，所以往往看到的時候，他看到父母，看到祖父母，看到什麼親戚朋友。他是真看見，我們在旁邊看不見，他真看見。經上講的話沒錯，這是來誘惑的，來報復的。這是什麼？行善之人尚且如此，那要是作惡的就更不得了，這些誘惑的人就更方便了。行善的人還有許多善神來保佑，尚且還不免有這些鬼神在擾亂。這一樁事情說實在話，我們哪一個人都不能避免，看經上講的不久，不久就臨到自己了。所以這一部經上講的，不是講別人的事情，是講我們自己切身的大事，我們在日常生活當中，應該要留意。"
    },
    {
      "id": "14-007-0010_p0088",
      "zh_CN": "见到这个情形，菩萨又说：",
      "zh_TW": "見到這個情形，菩薩又說："
    },
    {
      "id": "14-007-0010_p0089",
      "zh_CN": "【世尊。如是阎浮提男子女人。临命终时。神识惛昧。不辩善恶。乃至眼耳。更无见闻。】",
      "zh_TW": "【世尊。如是閻浮提男子女人。臨命終時。神識惛昧。不辯善惡。乃至眼耳。更無見聞。】"
    },
    {
      "id": "14-007-0010_p0090",
      "zh_CN": "这临终的时候迷惑颠倒，见到这些人来了，他没有能力辨别。哪是冒充的？哪是假的？没有能力辨别，没有能力辨别往往就跟他去了，这个事情麻烦就大了。下面两行非常非常重要，这教我们修行方法。",
      "zh_TW": "這臨終的時候迷惑顛倒，見到這些人來了，他沒有能力辨別。哪是冒充的？哪是假的？沒有能力辨別，沒有能力辨別往往就跟他去了，這個事情麻煩就大了。下面兩行非常非常重要，這教我們修行方法。"
    },
    {
      "id": "14-007-0010_p0091",
      "zh_CN": "【是诸眷属。当须设大供养。转读尊经。念佛菩萨名号。如是善缘。能令亡者。离诸恶道。诸魔鬼神。悉皆退散。】",
      "zh_TW": "【是諸眷屬。當須設大供養。轉讀尊經。念佛菩薩名號。如是善緣。能令亡者。離諸惡道。諸魔鬼神。悉皆退散。】"
    },
    {
      "id": "14-007-0010_p0092",
      "zh_CN": "这个地方的『大供养』，一个是以财供养，供养这些鬼神，鬼神都是冤家债主，供养他，希望他不要扰乱。第二个是法供养，法供养就是此地讲的读经，『念佛菩萨名号』。这样去做，病人看到这些现相都会没有了，都看不到了，他都走了，他不会来扰乱了。所以这个是急事，是大事，我们应当要晓得。可是今天在这个社会，往往有很多的不方便，这个不方便，财供养不方便，一般病重都在医院，所以在医院唯一的一个方法就是修法供养。即使不能够读经，念佛菩萨名号，这是最方便的。找不到人来助念，现在用念佛机很好，句句佛号要叫这个临终人听在耳根里面，要叫他听得见，叫他听得清楚，劝他跟着念佛，求愿往生，这就是最大的供养，这个要知道。这是我们在平常当中遇到一些亲戚朋友，或者熟悉的人，他们家有这个难事，我们要把这个方法，把这个事实真相告诉他，这是很大的功德。因为他不知道，往往造业，会堕落。他晓得了，应该怎么做，也许你这一、二句话，他免堕恶道之苦，这个功德就积得很大了。",
      "zh_TW": "這個地方的『大供養』，一個是以財供養，供養這些鬼神，鬼神都是冤家債主，供養他，希望他不要擾亂。第二個是法供養，法供養就是此地講的讀經，『念佛菩薩名號』。這樣去做，病人看到這些現相都會沒有了，都看不到了，他都走了，他不會來擾亂了。所以這個是急事，是大事，我們應當要曉得。可是今天在這個社會，往往有很多的不方便，這個不方便，財供養不方便，一般病重都在醫院，所以在醫院唯一的一個方法就是修法供養。即使不能夠讀經，念佛菩薩名號，這是最方便的。找不到人來助念，現在用念佛機很好，句句佛號要叫這個臨終人聽在耳根裡面，要叫他聽得見，叫他聽得清楚，勸他跟著念佛，求願往生，這就是最大的供養，這個要知道。這是我們在平常當中遇到一些親戚朋友，或者熟悉的人，他們家有這個難事，我們要把這個方法，把這個事實真相告訴他，這是很大的功德。因為他不知道，往往造業，會墮落。他曉得了，應該怎麼做，也許你這一、二句話，他免墮惡道之苦，這個功德就積得很大了。"
    },
    {
      "id": "14-007-0010_p0093",
      "zh_CN": "【世尊。一切众生临命终时。若得闻一佛名。一菩萨名。或大乘经典一句一偈。我观如是辈人。除五无间杀害之罪。小小恶业。合堕恶趣者。寻即解脱。】",
      "zh_TW": "【世尊。一切眾生臨命終時。若得聞一佛名。一菩薩名。或大乘經典一句一偈。我觀如是輩人。除五無間殺害之罪。小小惡業。合墮惡趣者。尋即解脫。】"
    },
    {
      "id": "14-007-0010_p0094",
      "zh_CN": "这个利益就太大太大了。只有一种造的罪业太大，『五无间杀害之罪』。这个太重了，这小善没有办法，帮不上忙，他还是要堕落的。除了极重的罪，一般小小罪业的话，确确实实这个功德都能够帮助他超越了。「五无间」这个罪业后面经文还会看到，这个是罪业里面极重的重罪。",
      "zh_TW": "這個利益就太大太大了。只有一種造的罪業太大，『五無間殺害之罪』。這個太重了，這小善沒有辦法，幫不上忙，他還是要墮落的。除了極重的罪，一般小小罪業的話，確確實實這個功德都能夠幫助他超越了。「五無間」這個罪業後面經文還會看到，這個是罪業裡面極重的重罪。"
    },
    {
      "id": "14-007-0010_p0095",
      "zh_CN": "【佛告主命鬼王。汝大慈故。能发如是大愿。于生死中。护诸众生。若未来世中。有男子女人。至生死时。汝莫退是愿。总令解脱。永得安乐。】",
      "zh_TW": "【佛告主命鬼王。汝大慈故。能發如是大願。於生死中。護諸眾生。若未來世中。有男子女人。至生死時。汝莫退是願。總令解脫。永得安樂。】"
    },
    {
      "id": "14-007-0010_p0096",
      "zh_CN": "这是世尊听到鬼王的禀白，对他赞叹、劝勉。像这些鬼王，实在而言，都是菩萨化身，应以鬼王身得度者，即现鬼王身而为说法，这菩萨化身，他能在一切众生生死关头，能够帮助人，能够保佑人。",
      "zh_TW": "這是世尊聽到鬼王的稟白，對他讚歎、勸勉。像這些鬼王，實在而言，都是菩薩化身，應以鬼王身得度者，即現鬼王身而為說法，這菩薩化身，他能在一切眾生生死關頭，能夠幫助人，能夠保佑人。"
    },
    {
      "id": "14-007-0010_p0097",
      "zh_CN": "【鬼王白佛言。愿不有虑。我毕是形。念念拥护阎浮众生。生时死时。俱得安乐。】",
      "zh_TW": "【鬼王白佛言。願不有慮。我畢是形。念念擁護閻浮眾生。生時死時。俱得安樂。】"
    },
    {
      "id": "14-007-0010_p0098",
      "zh_CN": "这是鬼王表明自己职责所在，一定会帮助人。",
      "zh_TW": "這是鬼王表明自己職責所在，一定會幫助人。"
    },
    {
      "id": "14-007-0010_p0099",
      "zh_CN": "【但愿诸众生。于生死时。信受我语。无不解脱。获大利益。】",
      "zh_TW": "【但願諸眾生。於生死時。信受我語。無不解脫。獲大利益。】"
    },
    {
      "id": "14-007-0010_p0100",
      "zh_CN": "这个一句非常非常重要，他教给我们的就是在生时死时，慎勿杀害。这个要警惕、要小心，决定不杀害众生，应当广修善缘，这个就好。善缘里面，我们从这部经来看，总结起来说，在佛门当中修的善缘是真实的善缘，是最殊胜的善缘。佛门里面怎么修？跟我们讲得很清楚，诵经、念佛、念菩萨名号，再有能力的话修布施。布施方法，我们今天力量可以做得到的，印经布施，造佛菩萨形像布施，这个功德利益就像经上所说的，这个利益很大。",
      "zh_TW": "這個一句非常非常重要，他教給我們的就是在生時死時，慎勿殺害。這個要警惕、要小心，決定不殺害眾生，應當廣修善緣，這個就好。善緣裡面，我們從這部經來看，總結起來說，在佛門當中修的善緣是真實的善緣，是最殊勝的善緣。佛門裡面怎麼修？跟我們講得很清楚，誦經、念佛、念菩薩名號，再有能力的話修布施。布施方法，我們今天力量可以做得到的，印經布施，造佛菩薩形像布施，這個功德利益就像經上所說的，這個利益很大。"
    },
    {
      "id": "14-007-0010_p0101",
      "zh_CN": "现在在这个社会，我们做这个事情不难，难在什么？难在没想到，想到的话真的不难，所费不多，利益很大。经书，与经书效果相同的，录音带。录音带，做读诵经典的录音带流通。经念得很熟了，这一部《地藏经》从头到尾念一遍，一个半小时差不多。九十分钟的录音带，录成一个，再拷贝流通，这是有声的《地藏经》。这个方法好，讲经的录音带也很好，这个都是修法布施。所以在平常要多修布施，不要到临时再修，经上讲临时修都有这么大的好处，平常修岂不是更好吗？前面经上教给我们「闻健自修，分分己获」。现在耳目聪明，身体健康，就应该认真的来修学。佛在《阿难问事佛吉凶经》里面就跟我们讲，那是劝我们「积财丧道」，劝我们不要积财，积财增长贪瞋痴，财要怎么样？布施。布施才是真实的积财，你命里有财，你这里舍掉那里就来了，而且来的总比舍得要多一点，好像这个世间一样，它总有一点利息，这是真的。永远舍不尽，不要怕舍掉，舍不尽的，尽管放心，佛菩萨不会骗我们的。",
      "zh_TW": "現在在這個社會，我們做這個事情不難，難在什麼？難在沒想到，想到的話真的不難，所費不多，利益很大。經書，與經書效果相同的，錄音帶。錄音帶，做讀誦經典的錄音帶流通。經念得很熟了，這一部《地藏經》從頭到尾念一遍，一個半小時差不多。九十分鐘的錄音帶，錄成一個，再拷貝流通，這是有聲的《地藏經》。這個方法好，講經的錄音帶也很好，這個都是修法布施。所以在平常要多修布施，不要到臨時再修，經上講臨時修都有這麼大的好處，平常修豈不是更好嗎？前面經上教給我們「聞健自修，分分己獲」。現在耳目聰明，身體健康，就應該認真的來修學。佛在《阿難問事佛吉凶經》裡面就跟我們講，那是勸我們「積財喪道」，勸我們不要積財，積財增長貪瞋痴，財要怎麼樣？布施。布施才是真實的積財，你命裡有財，你這裡捨掉那裡就來了，而且來的總比捨得要多一點，好像這個世間一樣，它總有一點利息，這是真的。永遠捨不盡，不要怕捨掉，捨不盡的，儘管放心，佛菩薩不會騙我們的。"
    },
    {
      "id": "14-007-0010_p0102",
      "zh_CN": "我们看近代虚云老和尚，一生建道场。《虚云老和尚年谱》我们这很多，有很多结缘的。我是最初学佛就读这本书，读得我很感动，对老和尚很仰慕，一生建道场，修建旧庙，一修好建好他就请一个人来做住持，就把道场交给他，他到别的地方去了。别的地方去，又遇到有这个缘成熟了，又建；建好了以后，又交给人，一生建庙修庙自己都没庙住，好！再有一个是印光老法师，一生印经，愈印愈多，统统布施掉，愈布施愈多。世间人怕，我们学佛的人不怕，学佛的人知道，财布施得财富，法布施得智慧，无畏布施得健康长寿。我们印经造像布施，这三种布施具足。印经要钱，要成本，财布施；经典是法；你读了经典的人，依照经典修行，身心安稳，是无畏布施。所以印经三种布施具足，真的是一即是三，三即是一，没有比这个更好了。",
      "zh_TW": "我們看近代虛雲老和尚，一生建道場。《虛雲老和尚年譜》我們這很多，有很多結緣的。我是最初學佛就讀這本書，讀得我很感動，對老和尚很仰慕，一生建道場，修建舊廟，一修好建好他就請一個人來做住持，就把道場交給他，他到別的地方去了。別的地方去，又遇到有這個緣成熟了，又建；建好了以後，又交給人，一生建廟修廟自己都沒廟住，好！再有一個是印光老法師，一生印經，愈印愈多，統統布施掉，愈布施愈多。世間人怕，我們學佛的人不怕，學佛的人知道，財布施得財富，法布施得智慧，無畏布施得健康長壽。我們印經造像布施，這三種布施具足。印經要錢，要成本，財布施；經典是法；你讀了經典的人，依照經典修行，身心安穩，是無畏布施。所以印經三種布施具足，真的是一即是三，三即是一，沒有比這個更好了。"
    },
    {
      "id": "14-007-0010_p0103",
      "zh_CN": "今天讲造道场是很好，实际上怎么样？实际上有问题，有困难。建道场容易，这个道场建好了之后不能天天讲经说法，道场功德在哪里？没有功德。「人能弘道，非道弘人」，今天建道场不难，找一个人讲经弘法的就难了，佛法的兴衰在人不在场所，场所再多没人弘法，那统统是假的，都落空。所以今天培养弘法人才，这个是佛事里头第一功德，没有比这更大的，这是续佛慧命，利益众生。我们能把这点认清，有这么一个小道场够了，不要再建了，力量用来培养弘法人才，这一点重要。所以同修们无论在家出家，尽量找时间利用这个场所，我们共同来学习，来研经，来学习。",
      "zh_TW": "今天講造道場是很好，實際上怎麼樣？實際上有問題，有困難。建道場容易，這個道場建好了之後不能天天講經說法，道場功德在哪裡？沒有功德。「人能弘道，非道弘人」，今天建道場不難，找一個人講經弘法的就難了，佛法的興衰在人不在場所，場所再多沒人弘法，那統統是假的，都落空。所以今天培養弘法人才，這個是佛事裡頭第一功德，沒有比這更大的，這是續佛慧命，利益眾生。我們能把這點認清，有這麼一個小道場夠了，不要再建了，力量用來培養弘法人才，這一點重要。所以同修們無論在家出家，盡量找時間利用這個場所，我們共同來學習，來研經，來學習。"
    },
    {
      "id": "14-007-0010_p0104",
      "zh_CN": "这个就是接受世尊跟地藏菩萨，以及忉利会上的这些天龙鬼神他们的意愿。",
      "zh_TW": "這個就是接受世尊跟地藏菩薩，以及忉利會上的這些天龍鬼神他們的意願。"
    },
    {
      "id": "14-007-0010_p0105",
      "zh_CN": "后面这一段我们把它念掉：",
      "zh_TW": "後面這一段我們把它念掉："
    },
    {
      "id": "14-007-0010_p0106",
      "zh_CN": "【尔时。佛告地藏菩萨。是大鬼王主命者。已曾经百千生。作大鬼王。于生死中。拥护众生。是大士。慈悲愿故。现大鬼身。实非鬼也。】",
      "zh_TW": "【爾時。佛告地藏菩薩。是大鬼王主命者。已曾經百千生。作大鬼王。於生死中。擁護眾生。是大士。慈悲願故。現大鬼身。實非鬼也。】"
    },
    {
      "id": "14-007-0010_p0107",
      "zh_CN": "是菩萨化身来的，他不是真的鬼，他是菩萨。",
      "zh_TW": "是菩薩化身來的，他不是真的鬼，他是菩薩。"
    },
    {
      "id": "14-007-0010_p0108",
      "zh_CN": "【却后过一百七十劫。当得成佛。号曰无相如来。劫名安乐。世界名净住。其佛寿命。不可计劫。地藏。是大鬼王。其事如是。不可思议。所度人天。亦不可限量。】",
      "zh_TW": "【卻後過一百七十劫。當得成佛。號曰無相如來。劫名安樂。世界名淨住。其佛壽命。不可計劫。地藏。是大鬼王。其事如是。不可思議。所度人天。亦不可限量。】"
    },
    {
      "id": "14-007-0010_p0109",
      "zh_CN": "所以，一切善神拥护众生的，差不多都是诸佛菩萨变现的。临终的时候，那些冤家债主变现家亲眷属来诱惑你，诸佛菩萨变现这些鬼王来拥护人、来保佑人，事实就是这样的。",
      "zh_TW": "所以，一切善神擁護眾生的，差不多都是諸佛菩薩變現的。臨終的時候，那些冤家債主變現家親眷屬來誘惑你，諸佛菩薩變現這些鬼王來擁護人、來保佑人，事實就是這樣的。"
    },
    {
      "id": "14-007-0010_p0110",
      "zh_CN": "我们今天讲到此地。",
      "zh_TW": "我們今天講到此地。"
    }
  ]
}