{
  "doc_id": "14-007-0004",
  "title": {
    "zh_CN": "地藏经—佛不度无缘之人",
    "zh_TW": "地藏經—佛不度無緣之人"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-007-0004",
  "total_paragraphs": 139,
  "paragraphs": [
    {
      "id": "14-007-0004_p0001",
      "zh_CN": "请掀开经本第七十八页，我们看经文这个大字：",
      "zh_TW": "請掀開經本第七十八頁，我們看經文這個大字："
    },
    {
      "id": "14-007-0004_p0002",
      "zh_CN": "【但于佛法中。所为善事。一毛一渧。一沙一尘。或毫发许。我渐度脱。使获大利。】",
      "zh_TW": "【但於佛法中。所為善事。一毛一渧。一沙一塵。或毫髮許。我漸度脫。使獲大利。】"
    },
    {
      "id": "14-007-0004_p0003",
      "zh_CN": "这一段经文是说明佛菩萨度众生一定要有缘，所谓是「佛不度无缘之人」，不是佛没有能力，而是众生无缘。这个无缘也就是不能信受，不相信、不接受，那佛菩萨对他就无可奈何了。为什么不能够信受？这要讲到善根的深厚了。经上跟我们讲的这几句话，我们要注意到，他说『但于佛法中』，这句话重要，在佛法当中你所修积的善事，修积的再小、再少，也是与佛菩萨有缘了，这个就是佛菩萨度化的对象。所以特别着重「于佛法中」。",
      "zh_TW": "這一段經文是說明佛菩薩度眾生一定要有緣，所謂是「佛不度無緣之人」，不是佛沒有能力，而是眾生無緣。這個無緣也就是不能信受，不相信、不接受，那佛菩薩對他就無可奈何了。為什麼不能夠信受？這要講到善根的深厚了。經上跟我們講的這幾句話，我們要注意到，他說『但於佛法中』，這句話重要，在佛法當中你所修積的善事，修積的再小、再少，也是與佛菩薩有緣了，這個就是佛菩薩度化的對象。所以特別著重「於佛法中」。"
    },
    {
      "id": "14-007-0004_p0004",
      "zh_CN": "我们现在是不是在佛法当中修积了很多好事？这个地方，佛法不是从形式上讲的，从形式上讲的佛法，做的好事再多，你想想看当年萧梁（梁武帝）在佛门当中做的善事，可以说是自古至今恐怕也没有能力超过他，他建佛教的寺院建了四百八十多所，达摩祖师来的时候还跟他讲「并无功德」，这是形式的佛法。此地所讲的是实质的佛法。实质的佛法是什么？佛是觉悟的意思，于一切法真正觉悟了，这就是「于佛法中」，你所做的善事大小，功德都是无量无边。为什么无量无边？他真正觉悟了，他不再迷惑了。所以大家要注意这两个字，关键也就在此地。否则的话，我们常常会生疑惑，某人在佛法里面做了好多善事，他为什么不得好报？这个问题就来了。他不晓得《了凡四训》里面讲这个善事，有真的善、有假的善，有圆善、有半善，有偏善、有邪善，都是善，这个里面一分析有几十种之多。佛法是纯善，非常非常之难得，如果不能够深入大乘经典，不能够真正理解教义，往往我们都把佛家讲的善法误会了，把世间种种善法误以为是佛法，这个不可以不知道。",
      "zh_TW": "我們現在是不是在佛法當中修積了很多好事？這個地方，佛法不是從形式上講的，從形式上講的佛法，做的好事再多，你想想看當年蕭梁（梁武帝）在佛門當中做的善事，可以說是自古至今恐怕也沒有能力超過他，他建佛教的寺院建了四百八十多所，達摩祖師來的時候還跟他講「並無功德」，這是形式的佛法。此地所講的是實質的佛法。實質的佛法是什麼？佛是覺悟的意思，於一切法真正覺悟了，這就是「於佛法中」，你所做的善事大小，功德都是無量無邊。為什麼無量無邊？他真正覺悟了，他不再迷惑了。所以大家要注意這兩個字，關鍵也就在此地。否則的話，我們常常會生疑惑，某人在佛法裡面做了好多善事，他為什麼不得好報？這個問題就來了。他不曉得《了凡四訓》裡面講這個善事，有真的善、有假的善，有圓善、有半善，有偏善、有邪善，都是善，這個裡面一分析有幾十種之多。佛法是純善，非常非常之難得，如果不能夠深入大乘經典，不能夠真正理解教義，往往我們都把佛家講的善法誤會了，把世間種種善法誤以為是佛法，這個不可以不知道。"
    },
    {
      "id": "14-007-0004_p0005",
      "zh_CN": "【唯愿世尊不以后世恶业众生为虑。如是三白佛言。唯愿世尊不以后世恶业众生为虑。】",
      "zh_TW": "【唯願世尊不以後世惡業眾生為慮。如是三白佛言。唯願世尊不以後世惡業眾生為慮。】"
    },
    {
      "id": "14-007-0004_p0006",
      "zh_CN": "这就是地藏菩萨直下承当了。可见得虽然直下承当，这个里面还是有条件的，众生要在佛法当中没有一丝毫的善根，那地藏菩萨也没有办法；真正在佛法当中种了一些善根，地藏菩萨一定帮助他，所以这段经文我们要留意，我们应当如何来学习。",
      "zh_TW": "這就是地藏菩薩直下承當了。可見得雖然直下承當，這個裡面還是有條件的，眾生要在佛法當中沒有一絲毫的善根，那地藏菩薩也沒有辦法；真正在佛法當中種了一些善根，地藏菩薩一定幫助他，所以這段經文我們要留意，我們應當如何來學習。"
    },
    {
      "id": "14-007-0004_p0007",
      "zh_CN": "【尔时。佛赞地藏菩萨言。善哉。善哉。吾助汝喜。汝能成就久远劫来。发弘誓愿。广度将毕。即证菩提。】",
      "zh_TW": "【爾時。佛讚地藏菩薩言。善哉。善哉。吾助汝喜。汝能成就久遠劫來。發弘誓願。廣度將畢。即證菩提。】"
    },
    {
      "id": "14-007-0004_p0008",
      "zh_CN": "这是释迦牟尼佛对地藏菩萨接受他的附托，代佛教化众生，佛也非常欢喜，对他的赞叹、鼓励、加勉。前面所说的都是为我们介绍地藏菩萨。也就是释迦牟尼佛灭度之后，弥勒没有出世之前，这一段期间当中代佛教化众生的就是地藏菩萨，所以我们对他应当有相当程度的认识，他现在的身分是代理佛，他不是佛，是代理佛。底下这就要给我们说明哪些人具有得度的因缘，也就是说什么样的人是地藏菩萨所度的对象，这就是讲所化之机，机就是根基。底下这三品都是说地藏菩萨教化的对象，我们要好好的来学习，看看我们是不是这一世当中就能够圆满的得度。",
      "zh_TW": "這是釋迦牟尼佛對地藏菩薩接受他的附託，代佛教化眾生，佛也非常歡喜，對他的讚歎、鼓勵、加勉。前面所說的都是為我們介紹地藏菩薩。也就是釋迦牟尼佛滅度之後，彌勒沒有出世之前，這一段期間當中代佛教化眾生的就是地藏菩薩，所以我們對他應當有相當程度的認識，他現在的身分是代理佛，他不是佛，是代理佛。底下這就要給我們說明哪些人具有得度的因緣，也就是說什麼樣的人是地藏菩薩所度的對象，這就是講所化之機，機就是根基。底下這三品都是說地藏菩薩教化的對象，我們要好好的來學習，看看我們是不是這一世當中就能夠圓滿的得度。"
    },
    {
      "id": "14-007-0004_p0009",
      "zh_CN": "【尔时。佛母摩耶夫人。恭敬合掌。问地藏菩萨言。圣者。阎浮众生。造业差别。所受报应。其事云何。】",
      "zh_TW": "【爾時。佛母摩耶夫人。恭敬合掌。問地藏菩薩言。聖者。閻浮眾生。造業差別。所受報應。其事云何。】"
    },
    {
      "id": "14-007-0004_p0010",
      "zh_CN": "这桩事情不是别人来启请的，而是释迦牟尼佛的生母摩耶夫人。我们在传记里面读到，摩耶夫人生了释迦牟尼佛之后就生忉利天了。我们世间人眼光，释迦牟尼佛命真不好，怎么才生下来妈妈就死了，不知道他母亲怀他的功德非常大，生下来之后，她到天上享福去了，享天福去了。所以这是世间人的眼光往往看事看错了，看得不准确。这是佛母来给我们启请，这个里面显示着有很深的人情味。为什么？摩耶夫人是我们娑婆世界的人，对于自己的家乡、自己的故土感情非常之深，所以也特别关心，因此提出这个问题。『阎浮众生』，这是家乡的人。家乡的人，『造业差别，所受报应』，事实是怎样的？我们注意看，她问的是阎浮提，可是地藏菩萨答的不是的。",
      "zh_TW": "這樁事情不是別人來啟請的，而是釋迦牟尼佛的生母摩耶夫人。我們在傳記裡面讀到，摩耶夫人生了釋迦牟尼佛之後就生忉利天了。我們世間人眼光，釋迦牟尼佛命真不好，怎麼才生下來媽媽就死了，不知道他母親懷他的功德非常大，生下來之後，她到天上享福去了，享天福去了。所以這是世間人的眼光往往看事看錯了，看得不準確。這是佛母來給我們啟請，這個裡面顯示著有很深的人情味。為什麼？摩耶夫人是我們娑婆世界的人，對於自己的家鄉、自己的故土感情非常之深，所以也特別關心，因此提出這個問題。『閻浮眾生』，這是家鄉的人。家鄉的人，『造業差別，所受報應』，事實是怎樣的？我們注意看，她問的是閻浮提，可是地藏菩薩答的不是的。"
    },
    {
      "id": "14-007-0004_p0011",
      "zh_CN": "【地藏答言。千万世界。乃及国土。或有地狱。或无地狱。或有女人。或无女人。或有佛法。或无佛法。乃至声闻。辟支佛。亦复如是。非但地狱。罪报一等。】",
      "zh_TW": "【地藏答言。千萬世界。乃及國土。或有地獄。或無地獄。或有女人。或無女人。或有佛法。或無佛法。乃至聲聞。辟支佛。亦復如是。非但地獄。罪報一等。】"
    },
    {
      "id": "14-007-0004_p0012",
      "zh_CN": "她问的范围很小，只问她的故土。菩萨答复得广大，尽虚空遍法界。说实在话，就是因缘果报，不但六道是因缘果报，四圣法界也是因缘果报。乃至于超越四圣，我们讲到一真法界，《法华》讲一真，《华严》讲一真，依旧离不开因果。所以地藏菩萨就从因果上来说，来给她说明。",
      "zh_TW": "她問的範圍很小，只問她的故土。菩薩答覆得廣大，盡虛空遍法界。說實在話，就是因緣果報，不但六道是因緣果報，四聖法界也是因緣果報。乃至於超越四聖，我們講到一真法界，《法華》講一真，《華嚴》講一真，依舊離不開因果。所以地藏菩薩就從因果上來說，來給她說明。"
    },
    {
      "id": "14-007-0004_p0013",
      "zh_CN": "世界无量无边，有些世界有地狱，有地狱就是有六道；有些世界没有地狱，我们现在所知道的是西方极乐世界没有地狱。有的世界有女人，有男有女；有些世界上没有女人，没有女人的世界很多，不止是西方极乐世界，相当之多。『或有佛法，或无佛法』，就我们娑婆世界来说，一个小世界，四大洲，北俱卢洲就没有佛法，所以韦驮菩萨护法的「三洲感应」，这有的有佛法，有的没有佛法。『乃至声闻』，这是小乘；『辟支佛』，我们一般讲中乘，再往上去菩萨，统统离不开因果，离不开果报。『非但地狱，罪报一等。』",
      "zh_TW": "世界無量無邊，有些世界有地獄，有地獄就是有六道；有些世界沒有地獄，我們現在所知道的是西方極樂世界沒有地獄。有的世界有女人，有男有女；有些世界上沒有女人，沒有女人的世界很多，不止是西方極樂世界，相當之多。『或有佛法，或無佛法』，就我們娑婆世界來說，一個小世界，四大洲，北俱盧洲就沒有佛法，所以韋馱菩薩護法的「三洲感應」，這有的有佛法，有的沒有佛法。『乃至聲聞』，這是小乘；『辟支佛』，我們一般講中乘，再往上去菩薩，統統離不開因果，離不開果報。『非但地獄，罪報一等。』"
    },
    {
      "id": "14-007-0004_p0014",
      "zh_CN": "【摩耶夫人重白菩萨。且愿闻于阎浮罪报。所感恶趣。地藏答言。圣母。唯愿听受。我粗说之。佛母白言。愿圣者说。】",
      "zh_TW": "【摩耶夫人重白菩薩。且願聞於閻浮罪報。所感惡趣。地藏答言。聖母。唯願聽受。我粗說之。佛母白言。願聖者說。】"
    },
    {
      "id": "14-007-0004_p0015",
      "zh_CN": "前面地藏答复是总答，就整个法界的业果来答。后面这个『答言』，完全答复摩耶夫人所问的，也就是问的南阎浮提洲了。",
      "zh_TW": "前面地藏答覆是總答，就整個法界的業果來答。後面這個『答言』，完全答覆摩耶夫人所問的，也就是問的南閻浮提洲了。"
    },
    {
      "id": "14-007-0004_p0016",
      "zh_CN": "【尔时。地藏菩萨白圣母言。南阎浮提罪报。名号如是。】",
      "zh_TW": "【爾時。地藏菩薩白聖母言。南閻浮提罪報。名號如是。】"
    },
    {
      "id": "14-007-0004_p0017",
      "zh_CN": "『如是』，底下所说的。『南阎浮提』就是指的我们这个地球。在我们这个地球上所看到的六道众生，有种种不同的业，有种种不同的缘，有种种不同的果报。如果不是佛眼清净为我们宣说，可以说没有人知道这些事实的真相。在古印度，宗教非常发达，释迦牟尼佛在世的时候，印度著名的宗教就有九十六种之多。在佛门里称为外道，九十六种。这些宗教徒们，他们修行的功夫，好的，能够生到非想非非想处天。换句话说，我们现代这些宗教的修持，比他们相差太远了。到初禅、二禅的，实在讲是不计其数，他们都修禅定。得到禅定，就像前面婆罗门女一样，六道里面情形他们看得清清楚楚。所以这个六道轮回不是佛说的，佛没有出世之前，印度所有的宗教都承认六道轮回，为什么？他们见到了。虽然见到了，可是不知道为什么会有这些事情，也没有办法解决这个问题，一直到佛出现在世间，才把这个事实的真相为我们说出来。地藏菩萨就是代表佛来为我们说法，说出地狱果报的真相，什么原因有这些事情。先讲五无间地狱，这是地狱里头最苦的地方、最重的地方。",
      "zh_TW": "『如是』，底下所說的。『南閻浮提』就是指的我們這個地球。在我們這個地球上所看到的六道眾生，有種種不同的業，有種種不同的緣，有種種不同的果報。如果不是佛眼清淨為我們宣說，可以說沒有人知道這些事實的真相。在古印度，宗教非常發達，釋迦牟尼佛在世的時候，印度著名的宗教就有九十六種之多。在佛門裡稱為外道，九十六種。這些宗教徒們，他們修行的功夫，好的，能夠生到非想非非想處天。換句話說，我們現代這些宗教的修持，比他們相差太遠了。到初禪、二禪的，實在講是不計其數，他們都修禪定。得到禪定，就像前面婆羅門女一樣，六道裡面情形他們看得清清楚楚。所以這個六道輪迴不是佛說的，佛沒有出世之前，印度所有的宗教都承認六道輪迴，為什麼？他們見到了。雖然見到了，可是不知道為什麼會有這些事情，也沒有辦法解決這個問題，一直到佛出現在世間，才把這個事實的真相為我們說出來。地藏菩薩就是代表佛來為我們說法，說出地獄果報的真相，什麼原因有這些事情。先講五無間地獄，這是地獄裡頭最苦的地方、最重的地方。"
    },
    {
      "id": "14-007-0004_p0018",
      "zh_CN": "【若有众生。不孝父母。或至杀害。当堕无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。不孝父母。或至殺害。當墮無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-007-0004_p0019",
      "zh_CN": "《地藏经》一开头就跟我们讲『无间地狱』的因缘。《楞严》讲得很详细，通常一般大乘经讲六道，它讲七道，六道之外还加一个仙道。通常这个仙包括在天、包括在人间，它特别单独列一道。七道里面讲地狱道的占全文的一半，讲得特别详细。这个真是佛菩萨彻底的悲心，慈悲到了极处。为什么？地狱罪业很容易造，很容易堕落，堕落之后想出来可不容易。『千万亿劫，求出无期』，这是真的。所以说得这么详细，就是叫我们要有警觉，这个事情决定不能做。做了之后，佛菩萨虽然慈悲，没有办法度你。地藏菩萨虽然在地狱里度众生，你要想堕地狱也不要紧，还有地藏菩萨。地藏菩萨在地狱碰到你也无可奈何，也没有法子度你，这是诸位要晓得的。实际上地藏菩萨无处不在，不是只在地狱，这是一个比喻，地狱极苦的众生菩萨都能度，那其他的还有什么话说？当然就更容易度了，真正的意思是在此地。所以孝顺父母非常非常重要，我们中国儒家的教学就是建立在孝道的基础上。佛法，特别是大乘佛法，也是建立在孝道的基础上。学佛从哪里学起？从孝学起。怎么样才叫孝？我们要翻开孔子公的《论语》，孔子对于孝的解释很多，因人而异。哪个人来问孝，孔老夫子给他解释；那个人来问孝，又是一个解释。到底哪个是对？这也就是讲的应机说法，对治他的毛病习气。可见得儒家教学跟佛法教学，相同的地方非常之多。",
      "zh_TW": "《地藏經》一開頭就跟我們講『無間地獄』的因緣。《楞嚴》講得很詳細，通常一般大乘經講六道，它講七道，六道之外還加一個仙道。通常這個仙包括在天、包括在人間，它特別單獨列一道。七道裡面講地獄道的佔全文的一半，講得特別詳細。這個真是佛菩薩徹底的悲心，慈悲到了極處。為什麼？地獄罪業很容易造，很容易墮落，墮落之後想出來可不容易。『千萬億劫，求出無期』，這是真的。所以說得這麼詳細，就是叫我們要有警覺，這個事情決定不能做。做了之後，佛菩薩雖然慈悲，沒有辦法度你。地藏菩薩雖然在地獄裡度眾生，你要想墮地獄也不要緊，還有地藏菩薩。地藏菩薩在地獄碰到你也無可奈何，也沒有法子度你，這是諸位要曉得的。實際上地藏菩薩無處不在，不是只在地獄，這是一個比喻，地獄極苦的眾生菩薩都能度，那其他的還有什麼話說？當然就更容易度了，真正的意思是在此地。所以孝順父母非常非常重要，我們中國儒家的教學就是建立在孝道的基礎上。佛法，特別是大乘佛法，也是建立在孝道的基礎上。學佛從哪裡學起？從孝學起。怎麼樣才叫孝？我們要翻開孔子公的《論語》，孔子對於孝的解釋很多，因人而異。哪個人來問孝，孔老夫子給他解釋；那個人來問孝，又是一個解釋。到底哪個是對？這也就是講的應機說法，對治他的毛病習氣。可見得儒家教學跟佛法教學，相同的地方非常之多。"
    },
    {
      "id": "14-007-0004_p0020",
      "zh_CN": "中国的文字是充满了智慧，真正讲到圆满的尽孝只有一个人，什么人？佛，佛是圆圆满满的把孝道做到了。这个字，在中国古时候造字的时候，佛教没有传到中国来，中国人造的这个字跟佛法讲的孝完全相应。这个字叫会意，上面是「老」字，下面是「子」。现在西方人讲，父子有代沟。代沟，就不孝。你看孝，孝就是把这个沟弥补起来，没有代沟。父亲跟儿子是一体，这个才叫孝真正尽到了。父子有别，心里面有分别、有执着，这就不孝。你从这个字的本义上去看，跟佛法讲的完全一样。父亲，还有父亲；祖父，祖父还有父亲，一直往上追，过去无始；儿子，还有儿子，一直往下面去算，无始无终。过去无始，未来无终，这是什么？是一体。",
      "zh_TW": "中國的文字是充滿了智慧，真正講到圓滿的盡孝只有一個人，什麼人？佛，佛是圓圓滿滿的把孝道做到了。這個字，在中國古時候造字的時候，佛教沒有傳到中國來，中國人造的這個字跟佛法講的孝完全相應。這個字叫會意，上面是「老」字，下面是「子」。現在西方人講，父子有代溝。代溝，就不孝。你看孝，孝就是把這個溝彌補起來，沒有代溝。父親跟兒子是一體，這個才叫孝真正盡到了。父子有別，心裡面有分別、有執著，這就不孝。你從這個字的本義上去看，跟佛法講的完全一樣。父親，還有父親；祖父，祖父還有父親，一直往上追，過去無始；兒子，還有兒子，一直往下面去算，無始無終。過去無始，未來無終，這是什麼？是一體。"
    },
    {
      "id": "14-007-0004_p0021",
      "zh_CN": "这有人要问，我们为什么要祭祖先？祭祖先是孝道。为什么祭祖先是孝道？你把这个字认清楚了，你就知道了。整个是一体的，不但现在父子没有代沟，跟我们远祖、千年万世的祖先都没有界限。人要是肯定了这个观念，那个心地多厚道！这是教育的基础。什么是教育？这是教育。这是从竖的看，无始无终。横的看，横遍十方。「竖穷三际，横遍十方」是一个什么？是法界的全体。我们用一个心，一个真诚之心对法界全体，这个孝才做到圆满。谁能做到？只有佛，佛才是真正尽到究竟圆满的孝道。佛法的根在此地，也就是佛教教育的根本就是这个，地藏是表孝。由此可知，我们对于一切众生起分别、执着就不孝了。那是外国人，那是基督教，这就不孝了。这个字含义无比的深广。",
      "zh_TW": "這有人要問，我們為什麼要祭祖先？祭祖先是孝道。為什麼祭祖先是孝道？你把這個字認清楚了，你就知道了。整個是一體的，不但現在父子沒有代溝，跟我們遠祖、千年萬世的祖先都沒有界限。人要是肯定了這個觀念，那個心地多厚道！這是教育的基礎。什麼是教育？這是教育。這是從豎的看，無始無終。橫的看，橫遍十方。「豎窮三際，橫遍十方」是一個什麼？是法界的全體。我們用一個心，一個真誠之心對法界全體，這個孝才做到圓滿。誰能做到？只有佛，佛才是真正盡到究竟圓滿的孝道。佛法的根在此地，也就是佛教教育的根本就是這個，地藏是表孝。由此可知，我們對於一切眾生起分別、執著就不孝了。那是外國人，那是基督教，這就不孝了。這個字含義無比的深廣。"
    },
    {
      "id": "14-007-0004_p0022",
      "zh_CN": "父母恩德太大了，养育之恩，你再要不孝，还要加以杀害，那是一定堕无间地狱。不孝这个罪过就很大了，杀父、杀母，这是无间地狱的业因。所以学佛从哪里学起？从孝顺父母学起。不孝顺父母，决定不能成佛，也不能往生，阿弥陀佛念得再好都不能往生。为什么？西方极乐世界没有一个是不孝顺的人可以到那个世界去的，不可能的。所以要从这个地方学起，要知道孝孝这个字的含义，我们如何来修学。这是第一个堕地狱的业因，就是杀父、杀母。再看第二个：",
      "zh_TW": "父母恩德太大了，養育之恩，你再要不孝，還要加以殺害，那是一定墮無間地獄。不孝這個罪過就很大了，殺父、殺母，這是無間地獄的業因。所以學佛從哪裡學起？從孝順父母學起。不孝順父母，決定不能成佛，也不能往生，阿彌陀佛念得再好都不能往生。為什麼？西方極樂世界沒有一個是不孝順的人可以到那個世界去的，不可能的。所以要從這個地方學起，要知道孝孝這個字的含義，我們如何來修學。這是第一個墮地獄的業因，就是殺父、殺母。再看第二個："
    },
    {
      "id": "14-007-0004_p0023",
      "zh_CN": "【若有众生。出佛身血。毁谤三宝。不敬尊经。亦当堕于无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。出佛身血。毀謗三寶。不敬尊經。亦當墮於無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-007-0004_p0024",
      "zh_CN": "这是第二个堕地狱的因由。佛的福报非常之大，人要想害佛，不可能的。佛有许许多多护法善神保佑，不可能伤害到他的，这我们讲福报太大了。但是使佛身上出血、受一点小伤，这个有可能。『出佛身血』，他注解里头有，诸位看看，是提婆达多当年想害佛，在山顶上推石头下来想砸佛，当中有护法神用金刚杵拦石头，石头就碎了，裂碎了，碎片碰到佛，使他出了一点血。现在佛不在世，你想害佛也害不到了，想叫他出血都不可能了，但是有等流之罪。什么叫等流？就是你恶意破坏佛像。无意的，这个没有什么罪过，无意没有罪过。是恶意的，瞋恚心，恶意来破坏佛菩萨形像，就等于「出佛身血」。『毁谤三宝』，这个地方讲的「三宝」是住世三宝，就是讲的佛像、经典、出家修道之人。『不敬尊经』，「不敬尊经」就是对于经典不尊敬。通常我们简单的说，就用一个出佛身血。第三种：",
      "zh_TW": "這是第二個墮地獄的因由。佛的福報非常之大，人要想害佛，不可能的。佛有許許多多護法善神保佑，不可能傷害到他的，這我們講福報太大了。但是使佛身上出血、受一點小傷，這個有可能。『出佛身血』，他註解裡頭有，諸位看看，是提婆達多當年想害佛，在山頂上推石頭下來想砸佛，當中有護法神用金剛杵攔石頭，石頭就碎了，裂碎了，碎片碰到佛，使他出了一點血。現在佛不在世，你想害佛也害不到了，想叫他出血都不可能了，但是有等流之罪。什麼叫等流？就是你惡意破壞佛像。無意的，這個沒有什麼罪過，無意沒有罪過。是惡意的，瞋恚心，惡意來破壞佛菩薩形像，就等於「出佛身血」。『毀謗三寶』，這個地方講的「三寶」是住世三寶，就是講的佛像、經典、出家修道之人。『不敬尊經』，「不敬尊經」就是對於經典不尊敬。通常我們簡單的說，就用一個出佛身血。第三種："
    },
    {
      "id": "14-007-0004_p0025",
      "zh_CN": "【若有众生。侵损常住。玷污僧尼。或伽蓝内。恣行淫欲。或杀或害。如是等辈。当堕无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。侵損常住。玷污僧尼。或伽藍內。恣行淫欲。或殺或害。如是等輩。當墮無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-007-0004_p0026",
      "zh_CN": "前面几条，说实在话还不太容易犯。人，不孝父母的人很多，但是到杀父杀母那毕竟还是少数，那是很难遇到的。恶意来毁谤三宝、出佛身血，这个也不容易。我们看这一条就很多了。第一句说『侵损常住』，「侵」是侵犯，「损」是损害，在我们现前这个世间常常见到。古来祖师大德，时时教导出家人要爱护常住物。可是我们现在所看到的，真正爱护常住物的人少，往往把常住的东西没有看成怎么样的珍惜它，实在讲比自己的东西那个珍惜的心还不够。自己的东西他知道爱护，常住的东西不知道爱护，我们见到很多。甚至于我们自己在台北的图书馆，我们也常见到，出家人对于常住物毫不关心，任意的糟蹋。这个罪过就在此地了，「侵损常住」。",
      "zh_TW": "前面幾條，說實在話還不太容易犯。人，不孝父母的人很多，但是到殺父殺母那畢竟還是少數，那是很難遇到的。惡意來毀謗三寶、出佛身血，這個也不容易。我們看這一條就很多了。第一句說『侵損常住』，「侵」是侵犯，「損」是損害，在我們現前這個世間常常見到。古來祖師大德，時時教導出家人要愛護常住物。可是我們現在所看到的，真正愛護常住物的人少，往往把常住的東西沒有看成怎麼樣的珍惜它，實在講比自己的東西那個珍惜的心還不夠。自己的東西他知道愛護，常住的東西不知道愛護，我們見到很多。甚至於我們自己在台北的圖書館，我們也常見到，出家人對於常住物毫不關心，任意的糟蹋。這個罪過就在此地了，「侵損常住」。"
    },
    {
      "id": "14-007-0004_p0027",
      "zh_CN": "『玷污僧尼』，这个「污」里面就含的有侮辱。『伽蓝』就是寺院，「伽蓝」是印度话，就是出家修道的道场。『恣行淫欲』，这个在一般寺院，在中国寺院古时候可以说绝对没有。但是佛法没落之后，像大陆上遭这么大的一个劫难，共产党统治大陆之后，佛教完全禁止活动三十六年，这是一个非常可悲的现象。中国佛法过去也有教难，「三武灭法」，但是那个时间都很短，破坏的范围不大。这一次经过三十六年，彻底的破坏，这个实在讲佛教是空前的灾难。现在虽然是邓小平出来之后政策改变了，逐渐逐渐的在恢复，要想恢复到过去那个规模至少要努力五百年，不容易。所以像这些我们都要有相当的警觉。杀害那罪过当然更重了。『如是等辈』，这也是堕落地狱的原因。实在讲这些人无知，只看到眼前的利益，不知道后果可畏。",
      "zh_TW": "『玷污僧尼』，這個「污」裡面就含的有侮辱。『伽藍』就是寺院，「伽藍」是印度話，就是出家修道的道場。『恣行淫欲』，這個在一般寺院，在中國寺院古時候可以說絕對沒有。但是佛法沒落之後，像大陸上遭這麼大的一個劫難，共產黨統治大陸之後，佛教完全禁止活動三十六年，這是一個非常可悲的現象。中國佛法過去也有教難，「三武滅法」，但是那個時間都很短，破壞的範圍不大。這一次經過三十六年，徹底的破壞，這個實在講佛教是空前的災難。現在雖然是鄧小平出來之後政策改變了，逐漸逐漸的在恢復，要想恢復到過去那個規模至少要努力五百年，不容易。所以像這些我們都要有相當的警覺。殺害那罪過當然更重了。『如是等輩』，這也是墮落地獄的原因。實在講這些人無知，只看到眼前的利益，不知道後果可畏。"
    },
    {
      "id": "14-007-0004_p0028",
      "zh_CN": "【若有众生。伪作沙门。心非沙门。破用常住。欺诳白衣。违背戒律。种种造恶。如是等辈。当堕无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。偽作沙門。心非沙門。破用常住。欺誑白衣。違背戒律。種種造惡。如是等輩。當墮無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-007-0004_p0029",
      "zh_CN": "这一条是完全指的出家人。前面「侵损常住」，是在家人霸占寺庙的财产，这个我们也时有听闻，是这一类的。这是出家人自己『破用常住』，欺骗信徒。『白衣』是指信徒。『违背戒律』，佛的教诫他不信，他也不会照做，完全满足他的贪瞋痴的欲望，造种种罪业。现在我们在台湾，这是这几年才听说的，社会上有这么一个名词，说哪一个行业好？开庙店不错，这就是开庙店的。庙店是很赚钱，又不要本钱，还不要交税，是不错。可是看看《地藏经》，将来果报在阿鼻地狱，『千万亿劫，求出无期』。由此可知，庙店虽然好赚钱，后果不堪设想，太可怕了。所以凡事我们都要很冷静的去多想想，《地藏经》上跟我们讲的是大原则、大前提，至于真正细节，当然不是这样少的文字能够给我们说明白的，我们要把握住原则。",
      "zh_TW": "這一條是完全指的出家人。前面「侵損常住」，是在家人霸佔寺廟的財產，這個我們也時有聽聞，是這一類的。這是出家人自己『破用常住』，欺騙信徒。『白衣』是指信徒。『違背戒律』，佛的教誡他不信，他也不會照做，完全滿足他的貪瞋痴的欲望，造種種罪業。現在我們在台灣，這是這幾年才聽說的，社會上有這麼一個名詞，說哪一個行業好？開廟店不錯，這就是開廟店的。廟店是很賺錢，又不要本錢，還不要交稅，是不錯。可是看看《地藏經》，將來果報在阿鼻地獄，『千萬億劫，求出無期』。由此可知，廟店雖然好賺錢，後果不堪設想，太可怕了。所以凡事我們都要很冷靜的去多想想，《地藏經》上跟我們講的是大原則、大前提，至於真正細節，當然不是這樣少的文字能夠給我們說明白的，我們要把握住原則。"
    },
    {
      "id": "14-007-0004_p0030",
      "zh_CN": "对于因果报应说得很详细的、很明白的，要算是《了凡四训》、《安士全书》、《感应篇汇编》，这些书说得详细也说的多，所以学佛的同修应当要多多去读。读的遍数少了没有用处，少了怎么样？印象不深，提不起警觉。假如我们在短短时间当中，能够一下把它念上三百遍，这个印象就深刻了，然后起心动念才会有警觉。所以说遍数不够不行。古人读书是讲求遍数的，所谓「读书千遍，其义自见」。我们现在人不如古人，实在讲这是一个很大的原因，不肯读书，读了之后不肯再读，他怎么会得受用？不但我们一般人，就是连学佛的人，在宇宙人生哪些是真的、哪些是假的，什么叫邪、什么叫正，什么是善恶，什么是是非，什么是利害，都搞不清楚，这怎么得了！这个搞不清楚就是经上讲的迷惑颠倒，这是不觉。",
      "zh_TW": "對於因果報應說得很詳細的、很明白的，要算是《了凡四訓》、《安士全書》、《感應篇彙編》，這些書說得詳細也說的多，所以學佛的同修應當要多多去讀。讀的遍數少了沒有用處，少了怎麼樣？印象不深，提不起警覺。假如我們在短短時間當中，能夠一下把它念上三百遍，這個印象就深刻了，然後起心動念才會有警覺。所以說遍數不夠不行。古人讀書是講求遍數的，所謂「讀書千遍，其義自見」。我們現在人不如古人，實在講這是一個很大的原因，不肯讀書，讀了之後不肯再讀，他怎麼會得受用？不但我們一般人，就是連學佛的人，在宇宙人生哪些是真的、哪些是假的，什麼叫邪、什麼叫正，什麼是善惡，什麼是是非，什麼是利害，都搞不清楚，這怎麼得了！這個搞不清楚就是經上講的迷惑顛倒，這是不覺。"
    },
    {
      "id": "14-007-0004_p0031",
      "zh_CN": "要想把自己的觉心恢复，不读经不行，经不讲也不行。发心讲经那就更好了，讲一遍，实在讲大概总比念个三、五十遍那个印象还深。为什么？你要很用心去预备，你要去准备它。所以最好是发心出来讲经，这样你对于经典的印象就会很深刻，会常常记在心里，起心动念自己就有一个标准，有一个是非善恶的标准。自己晓得我动这个念头、我做这个事情，后来会有什么样的果报，就会想到，当然自己这个行为就会收敛了。这些完全都是真实的，佛教我们不打妄语，佛是绝对没有妄语的，句句话都是真实的。你相信，你有福报，所以信的人有福了。基督教常讲，信的人就有福了，一点都没错。",
      "zh_TW": "要想把自己的覺心恢復，不讀經不行，經不講也不行。發心講經那就更好了，講一遍，實在講大概總比念個三、五十遍那個印象還深。為什麼？你要很用心去預備，你要去準備它。所以最好是發心出來講經，這樣你對於經典的印象就會很深刻，會常常記在心裡，起心動念自己就有一個標準，有一個是非善惡的標準。自己曉得我動這個念頭、我做這個事情，後來會有什麼樣的果報，就會想到，當然自己這個行為就會收斂了。這些完全都是真實的，佛教我們不打妄語，佛是絕對沒有妄語的，句句話都是真實的。你相信，你有福報，所以信的人有福了。基督教常講，信的人就有福了，一點都沒錯。"
    },
    {
      "id": "14-007-0004_p0032",
      "zh_CN": "【若有众生。偷窃常住财物谷米。饮食衣服。乃至一物不与取者。当堕无间地狱。千万亿劫。求出无期。】",
      "zh_TW": "【若有眾生。偷竊常住財物穀米。飲食衣服。乃至一物不與取者。當墮無間地獄。千萬億劫。求出無期。】"
    },
    {
      "id": "14-007-0004_p0033",
      "zh_CN": "这讲常住物。常住物果报为什么这么重？这是讲偷盗。这是五戒里头有不杀生、不偷盗、不邪淫、不妄语、不饮酒，这根本戒。偷盗，你偷一个人的东西，将来要还的，不是不还的。将来要还的，你只还一个人，我只欠一个人的，这个容易。如果要是偷像我们市政府的公共设施，它这个公共设施是这一市的市民纳税来建造的；换句话说，你所偷的是这一个市区那些市民个个你都要偿还，这个事情麻烦大了。再要想到，如果这个公共设施是国家设立的，那个麻烦更大了。你偷这一国之人，你将来还的时候，这全国的国民你都欠他的，那就还不了，要还到什么时候你才能还清？他这个结罪是这样结法的。",
      "zh_TW": "這講常住物。常住物果報為什麼這麼重？這是講偷盜。這是五戒裡頭有不殺生、不偷盜、不邪淫、不妄語、不飲酒，這根本戒。偷盜，你偷一個人的東西，將來要還的，不是不還的。將來要還的，你只還一個人，我只欠一個人的，這個容易。如果要是偷像我們市政府的公共設施，它這個公共設施是這一市的市民納稅來建造的；換句話說，你所偷的是這一個市區那些市民個個你都要償還，這個事情麻煩大了。再要想到，如果這個公共設施是國家設立的，那個麻煩更大了。你偷這一國之人，你將來還的時候，這全國的國民你都欠他的，那就還不了，要還到什麼時候你才能還清？他這個結罪是這樣結法的。"
    },
    {
      "id": "14-007-0004_p0034",
      "zh_CN": "寺院里面的物，那这个罪过就更重了。因为寺院道场它叫十方常住，是尽虚空遍法界，不止我们这个地球，所有一切世界国度里面，只要有出家人，他都有一份，这个结罪可不得了，所以这个罪结出来之后就堕无间地狱。所以你偷一个人的东西没有那么大的罪，你偷国家的东西罪很重，偷寺院的东西罪就更重了，因为它的范围比一个国家还要来得广大，道理在此地，何况偷的他要还。所以诸位总要记住，欠钱要还钱，欠命要还命，这没法子，不能避免的。这个对于初学的人，我们通常不讲，讲了什么？他第二次不来听经了，这个法师讲经说法胡说八道，尽在骂我，他不来了。这对老同修，我们就给你说真话了。所以不能吃素食的，肉食，要记住佛教给我们的三净肉，自己决定不要买活的回家来杀，买活的回家来杀你欠牠一条命，将来你要还牠。市场里面，美国的冷冻食品非常之好，你买牠回来，那不要还牠的命。你买活的回来杀的时候，你欠牠一条命，这个事情麻烦就大了。所以你要把三世因果看清楚了，说我们的钱被别人偷了、被别人骗了，一笑了之。为什么？将来他还是要还我的，跑不掉的，等于说是我借给你们，来生来世还都得还的，生生世世决定逃不掉的。除非你自己心里面舍掉，算了，我不要他还了，这个帐就了了。如果你心里面没有舍掉，还牵挂着，他就非还不可。",
      "zh_TW": "寺院裡面的物，那這個罪過就更重了。因為寺院道場它叫十方常住，是盡虛空遍法界，不止我們這個地球，所有一切世界國度裡面，只要有出家人，他都有一份，這個結罪可不得了，所以這個罪結出來之後就墮無間地獄。所以你偷一個人的東西沒有那麼大的罪，你偷國家的東西罪很重，偷寺院的東西罪就更重了，因為它的範圍比一個國家還要來得廣大，道理在此地，何況偷的他要還。所以諸位總要記住，欠錢要還錢，欠命要還命，這沒法子，不能避免的。這個對於初學的人，我們通常不講，講了什麼？他第二次不來聽經了，這個法師講經說法胡說八道，盡在罵我，他不來了。這對老同修，我們就給你說真話了。所以不能吃素食的，肉食，要記住佛教給我們的三淨肉，自己決定不要買活的回家來殺，買活的回家來殺你欠牠一條命，將來你要還牠。市場裡面，美國的冷凍食品非常之好，你買牠回來，那不要還牠的命。你買活的回來殺的時候，你欠牠一條命，這個事情麻煩就大了。所以你要把三世因果看清楚了，說我們的錢被別人偷了、被別人騙了，一笑了之。為什麼？將來他還是要還我的，跑不掉的，等於說是我借給你們，來生來世還都得還的，生生世世決定逃不掉的。除非你自己心裡面捨掉，算了，我不要他還了，這個帳就了了。如果你心裡面沒有捨掉，還牽掛著，他就非還不可。"
    },
    {
      "id": "14-007-0004_p0035",
      "zh_CN": "因果通三世，一定要知道。常住的东西要爱惜，因为它是十方供养的。供养是十方僧众人人都有分，所以僧团叫和合僧团。但是实在讲，十方常住跟和合僧团，在我们现在这个世间也见不到了。我学佛以来四十多年了，就没有看到，连我自己这个道场也不是十方常住，也不是和合僧团。住在这个地方，每个人都有每个人意见，每个人有每个人分别执着，做不到和合。所以和合非常不容易。真正是和合僧团、十方常住，才会堕阿鼻地狱。如果不是和合僧团、不是十方常住，这个结罪的范围没有这么重、没有这么大。这等于说他们这一个团体而已，充其量是与他们有关系的这些信徒，没有那么大的重罪。注解里写得很清楚，诸位可以多看看。",
      "zh_TW": "因果通三世，一定要知道。常住的東西要愛惜，因為它是十方供養的。供養是十方僧眾人人都有分，所以僧團叫和合僧團。但是實在講，十方常住跟和合僧團，在我們現在這個世間也見不到了。我學佛以來四十多年了，就沒有看到，連我自己這個道場也不是十方常住，也不是和合僧團。住在這個地方，每個人都有每個人意見，每個人有每個人分別執著，做不到和合。所以和合非常不容易。真正是和合僧團、十方常住，才會墮阿鼻地獄。如果不是和合僧團、不是十方常住，這個結罪的範圍沒有這麼重、沒有這麼大。這等於說他們這一個團體而已，充其量是與他們有關係的這些信徒，沒有那麼大的重罪。註解裡寫得很清楚，諸位可以多看看。"
    },
    {
      "id": "14-007-0004_p0036",
      "zh_CN": "【地藏白言。圣母。若有众生。作如是罪。】",
      "zh_TW": "【地藏白言。聖母。若有眾生。作如是罪。】"
    },
    {
      "id": "14-007-0004_p0037",
      "zh_CN": "就是像前面所说的杀父杀母、出佛身血，这里面还有杀阿罗汉、破和合僧，虽然文字上没有，意思上统统都具足了，这是五无间的罪业。",
      "zh_TW": "就是像前面所說的殺父殺母、出佛身血，這裡面還有殺阿羅漢、破和合僧，雖然文字上沒有，意思上統統都具足了，這是五無間的罪業。"
    },
    {
      "id": "14-007-0004_p0038",
      "zh_CN": "【当堕五无间地狱。求暂停苦。一念不得。】",
      "zh_TW": "【當墮五無間地獄。求暫停苦。一念不得。】"
    },
    {
      "id": "14-007-0004_p0039",
      "zh_CN": "这个是罪过非常的深重。这个无间地狱很奇怪，也是我们一般常识没有法子能想像得到的。第一个是「趣果无间」，人这个地方一断气、死了，立刻就堕地狱，当中没有停留的时间，马上就去了，所以叫无间，没有间隔的。通常一般人，我们说人死了以后投胎，还有四十九天，七七四十九天，这都在《地藏经》上说的，那是绝对大多数四十九天以后才去投胎。诸位要记住，他不是堕地狱，要堕地狱，没有那么长，马上就去了，一分钟都不会耽误的，他就去了。如果要生天的，他也马上就去了，他那个福报很大，马上就到天上去享福了，也不会停留。四十九天投胎是在哪里？实在讲是人道、阿修罗道、畜生道、饿鬼道，这四道。所以他死了以后，我们俗话讲灵魂，他魂魄没有去投胎，他投胎找到因缘了，他再去投胎。",
      "zh_TW": "這個是罪過非常的深重。這個無間地獄很奇怪，也是我們一般常識沒有法子能想像得到的。第一個是「趣果無間」，人這個地方一斷氣、死了，立刻就墮地獄，當中沒有停留的時間，馬上就去了，所以叫無間，沒有間隔的。通常一般人，我們說人死了以後投胎，還有四十九天，七七四十九天，這都在《地藏經》上說的，那是絕對大多數四十九天以後才去投胎。諸位要記住，他不是墮地獄，要墮地獄，沒有那麼長，馬上就去了，一分鐘都不會耽誤的，他就去了。如果要生天的，他也馬上就去了，他那個福報很大，馬上就到天上去享福了，也不會停留。四十九天投胎是在哪裡？實在講是人道、阿修羅道、畜生道、餓鬼道，這四道。所以他死了以後，我們俗話講靈魂，他魂魄沒有去投胎，他投胎找到因緣了，他再去投胎。"
    },
    {
      "id": "14-007-0004_p0040",
      "zh_CN": "比如到人道，他要去找他的父母，不是随便能够投胎的，与那个父母有缘，前世有缘。有什么缘？佛跟我们讲了，缘当然很复杂，归纳起来不外乎四大类。第一个是过去父母对他有恩，他见到了，他就报恩去的。这个报恩来的好，孝子贤孙，这个小孩好，他报恩来的。第二个有怨，这父母过去时候的冤家对头，他来什么？来报仇的，这个小孩就糟糕，会搞得将来家破人亡。这报恩、报怨。第三个是讨债的，这父母欠他的，他来讨债。讨债看多少，如果欠的少，这个小孩养个两岁、三岁就走了，就死了，讨债鬼，欠他少。如果欠的多，恐怕供到大学毕业、研究所毕业，他走了，那是欠他多的，来讨债的。还有一种来债的，是他欠父母的，还债的。还债也要看欠多少，如果欠的多，他对父母物质生活的供养很丰盛，没有孝顺心，对父母没有敬爱之心，只是把你生活照顾到；假如欠的少的，那对父母你吃得饱就算了，他过得很丰盛的生活，他叫你过的生活跟家里佣人差不多。这个我们见到过，那是什么？他欠的少的。四种缘：报恩、报怨、讨债、还债。我们要觉悟，我们父母、儿女就是这么一回事情。所以看穿了，这个心里有警觉性，没有学佛的随业受报。学了佛之后要把这个因果转变过来，好的更好，不好的把它变成好的因果，这就是佛法给我们的殊胜的利益。不学佛的人不知道转，学佛的人会转。这个讲趣果无间。这后面注解里头都有，我就不要细细说了。",
      "zh_TW": "比如到人道，他要去找他的父母，不是隨便能夠投胎的，與那個父母有緣，前世有緣。有什麼緣？佛跟我們講了，緣當然很複雜，歸納起來不外乎四大類。第一個是過去父母對他有恩，他見到了，他就報恩去的。這個報恩來的好，孝子賢孫，這個小孩好，他報恩來的。第二個有怨，這父母過去時候的冤家對頭，他來什麼？來報仇的，這個小孩就糟糕，會搞得將來家破人亡。這報恩、報怨。第三個是討債的，這父母欠他的，他來討債。討債看多少，如果欠的少，這個小孩養個兩歲、三歲就走了，就死了，討債鬼，欠他少。如果欠的多，恐怕供到大學畢業、研究所畢業，他走了，那是欠他多的，來討債的。還有一種來債的，是他欠父母的，還債的。還債也要看欠多少，如果欠的多，他對父母物質生活的供養很豐盛，沒有孝順心，對父母沒有敬愛之心，只是把你生活照顧到；假如欠的少的，那對父母你吃得飽就算了，他過得很豐盛的生活，他叫你過的生活跟家裡傭人差不多。這個我們見到過，那是什麼？他欠的少的。四種緣：報恩、報怨、討債、還債。我們要覺悟，我們父母、兒女就是這麼一回事情。所以看穿了，這個心裡有警覺性，沒有學佛的隨業受報。學了佛之後要把這個因果轉變過來，好的更好，不好的把它變成好的因果，這就是佛法給我們的殊勝的利益。不學佛的人不知道轉，學佛的人會轉。這個講趣果無間。這後面註解裡頭都有，我就不要細細說了。"
    },
    {
      "id": "14-007-0004_p0041",
      "zh_CN": "【摩耶夫人重白地藏菩萨言。云何名为无间地狱。】",
      "zh_TW": "【摩耶夫人重白地藏菩薩言。云何名為無間地獄。】"
    },
    {
      "id": "14-007-0004_p0042",
      "zh_CN": "『摩耶夫人』代我们发问，我们看到『无间地狱』，也不晓得什么叫五无间地狱。",
      "zh_TW": "『摩耶夫人』代我們發問，我們看到『無間地獄』，也不曉得什麼叫五無間地獄。"
    },
    {
      "id": "14-007-0004_p0043",
      "zh_CN": "【地藏白言。圣母。诸有地狱。在大铁围山之内。其大地狱。有一十八所。次有五百。名号各别。次有千百。名字亦别。无间狱者。其狱城。周匝八万余里。其城纯铁。高一万里。城上火聚。少有空缺。其狱城中。诸狱相连。名号各别。】",
      "zh_TW": "【地藏白言。聖母。諸有地獄。在大鐵圍山之內。其大地獄。有一十八所。次有五百。名號各別。次有千百。名字亦別。無間獄者。其獄城。周匝八萬餘里。其城純鐵。高一萬里。城上火聚。少有空缺。其獄城中。諸獄相連。名號各別。】"
    },
    {
      "id": "14-007-0004_p0044",
      "zh_CN": "『地狱』是从梵文翻译过来的，这个不是音译，是义译。梵文它的本义就是六道里面最苦的一道，是这个意思。我们中国在翻的时候，这个监狱很苦，坐监狱很苦，那个监狱如果在地底下，那不是最苦了，是不是？是这么个翻法的。诸位要晓得，它是六道里头最苦的处所，本义是如此。所以看到这个地狱，不要马上想到它在地底下，它不一定在地底下。",
      "zh_TW": "『地獄』是從梵文翻譯過來的，這個不是音譯，是義譯。梵文它的本義就是六道裡面最苦的一道，是這個意思。我們中國在翻的時候，這個監獄很苦，坐監獄很苦，那個監獄如果在地底下，那不是最苦了，是不是？是這麼個翻法的。諸位要曉得，它是六道裡頭最苦的處所，本義是如此。所以看到這個地獄，不要馬上想到它在地底下，它不一定在地底下。"
    },
    {
      "id": "14-007-0004_p0045",
      "zh_CN": "【独有一狱。名曰无间。其狱周匝万八千里。狱墙高一千里。悉是铁为。上火彻下。下火彻上。铁蛇铁狗。吐火驰逐。狱墙之上。东西而走。狱中有床。遍满万里。一人受罪。自见其身。遍卧满床。千万人受罪。亦各自见。身满床上。众业所感。获报如是。】",
      "zh_TW": "【獨有一獄。名曰無間。其獄周匝萬八千里。獄牆高一千里。悉是鐵為。上火徹下。下火徹上。鐵蛇鐵狗。吐火馳逐。獄牆之上。東西而走。獄中有床。遍滿萬里。一人受罪。自見其身。遍臥滿床。千萬人受罪。亦各自見。身滿床上。眾業所感。獲報如是。】"
    },
    {
      "id": "14-007-0004_p0046",
      "zh_CN": "这个是跟我们说明无间地狱，这是「受苦无间」。地狱里面无量的苦刑，他是同时都受，不是受完这个刑再受那个，不是的，他同时具受。地狱是化身的，是变化的，化身的。经上跟我们讲的空间、讲的时间，『万八千里』、『高一千里』都是讲的空间；讲「千万亿劫」，这是讲的时间。空间跟时间都不是真实的，这一点要记住。佛在唯识经论里面给我们说出这个真相，时间、空间只是一种抽象的概念，不是事实。这个的的确确，我们是因为观念太深刻了，误以为真实，佛给我们一点醒，我们想想看是真的。时间，像我们现在常常旅行，晓得有时差，古时候很难发现有时差这个问题。现在是因为速度太大了，很容易觉得有时差，那你就晓得时间是假的，不是真的。何况，不要说其他的星球，就是我们这个地球南极、北极，六个月的白天、六个月的晚上，你说一日一夜，那一日一夜就是我们当中这一部分人的一年，它一日一夜。",
      "zh_TW": "這個是跟我們說明無間地獄，這是「受苦無間」。地獄裡面無量的苦刑，他是同時都受，不是受完這個刑再受那個，不是的，他同時具受。地獄是化身的，是變化的，化身的。經上跟我們講的空間、講的時間，『萬八千里』、『高一千里』都是講的空間；講「千萬億劫」，這是講的時間。空間跟時間都不是真實的，這一點要記住。佛在唯識經論裡面給我們說出這個真相，時間、空間只是一種抽象的概念，不是事實。這個的的確確，我們是因為觀念太深刻了，誤以為真實，佛給我們一點醒，我們想想看是真的。時間，像我們現在常常旅行，曉得有時差，古時候很難發現有時差這個問題。現在是因為速度太大了，很容易覺得有時差，那你就曉得時間是假的，不是真的。何況，不要說其他的星球，就是我們這個地球南極、北極，六個月的白天、六個月的晚上，你說一日一夜，那一日一夜就是我們當中這一部分人的一年，它一日一夜。"
    },
    {
      "id": "14-007-0004_p0047",
      "zh_CN": "地狱里面讲的「千万亿劫」，也是一个抽象的概念，不一定真的是那么长，但是他在受罪感觉就有那么长。我们人常常讲，在痛苦的时候度日如年，感觉得时间很长。欢乐的时候感觉得时间很短暂，痛苦的时候感觉得时间特别长，它是这个意思。在那里面受罪感触的时候，那确确实实就是千万亿劫，他真的是这个感触。经上又告诉我们，地狱里面，一个人在里面他觉得他那个身体充满了地狱，千万人在地狱里每一个人都感觉到他自己的身体是充满了这个地狱。会不会重叠？不会。为什么？是他自己业力变现的。自己不造这个罪业，地狱看都看不到。我们再看底下的经文：",
      "zh_TW": "地獄裡面講的「千萬億劫」，也是一個抽象的概念，不一定真的是那麼長，但是他在受罪感覺就有那麼長。我們人常常講，在痛苦的時候度日如年，感覺得時間很長。歡樂的時候感覺得時間很短暫，痛苦的時候感覺得時間特別長，它是這個意思。在那裡面受罪感觸的時候，那確確實實就是千萬億劫，他真的是這個感觸。經上又告訴我們，地獄裡面，一個人在裡面他覺得他那個身體充滿了地獄，千萬人在地獄裡每一個人都感覺到他自己的身體是充滿了這個地獄。會不會重疊？不會。為什麼？是他自己業力變現的。自己不造這個罪業，地獄看都看不到。我們再看底下的經文："
    },
    {
      "id": "14-007-0004_p0048",
      "zh_CN": "【又诸罪人。备受众苦。千百夜叉。及以恶鬼。口牙如剑。眼如电光。手复铜爪。拖拽罪人。复有夜叉。执大铁戟。中罪人身。或中口鼻。或中腹背。抛空翻接。或置床上。复有铁鹰。啗罪人目。复有铁蛇。缴罪人颈。百肢节内。悉下长钉。拔舌耕犁。抽肠剉斩。洋铜灌口。热铁缠身。】",
      "zh_TW": "【又諸罪人。備受眾苦。千百夜叉。及以惡鬼。口牙如劍。眼如電光。手復銅爪。拖拽罪人。復有夜叉。執大鐵戟。中罪人身。或中口鼻。或中腹背。拋空翻接。或置床上。復有鐵鷹。啗罪人目。復有鐵蛇。繳罪人頸。百肢節內。悉下長釘。拔舌耕犁。抽腸剉斬。洋銅灌口。熱鐵纏身。】"
    },
    {
      "id": "14-007-0004_p0049",
      "zh_CN": "这个是略举地狱里面所受的苦报，所受的苦报是略举的。地狱既是造恶之人化身所现的，他在哪一个时代，这些造恶的工具，他怎么样去害别人，那一些工具最后还要来制伏他。不但是过去世间，像我们这个世间的历史，自古以来种种这些刑罚，我们读书或者听老人讲，脑海里都有印象，如果堕落到地狱里面，这些东西统统都出现。为什么？你有印象在，那个印象阿赖耶识里会起现行，会变成这些事实。还要加上现代的这些杀人的利器，这经上没有讲机关枪、没有讲原子弹，现在要堕落地狱更可怖了。为什么？还有这些枪炮、炸弹、原子弹，还有毒气，什么统统都要受，连古带今全都要受。所以你要懂得什么个道理，就是你阿赖耶识里面有这些种子在，在阿鼻地狱这些种子统统起现行，原理就在此地。所以地狱不是别人建立叫你去受罪的，不是的，是你自己业力变现出来的。就好比那个恶人天天做坏事情，晚上作梦也做坏事情，作梦他恐惧，也怕警察，也怕刑警来抓他，他这是「日有所思，夜有所梦」。入地狱，就是阿赖耶识里头这些东西统统都现行了，是这么一回事情。不是佛菩萨建造的，也不是上帝建造的，也不是鬼神建造的，与什么人都不相干，完全是自作自受，这个我们一定要清楚。因此，人生在世，无论在什么环境，顺境、逆境；无论对什么人，善人、恶人，我们要常常用清净心，常常起善念，常常看人的好处，不要去看人的坏处，培养自己的善心所，将来纵然不能往生，也不会堕恶道。为什么？阿赖耶识里，虽然是有恶种子，种子少、力量弱，不会起现行。所以佛法给我们讲这些事实，它有个道理在，这个道理你愈想，是真实的，是值得相信的。",
      "zh_TW": "這個是略舉地獄裡面所受的苦報，所受的苦報是略舉的。地獄既是造惡之人化身所現的，他在哪一個時代，這些造惡的工具，他怎麼樣去害別人，那一些工具最後還要來制伏他。不但是過去世間，像我們這個世間的歷史，自古以來種種這些刑罰，我們讀書或者聽老人講，腦海裡都有印象，如果墮落到地獄裡面，這些東西統統都出現。為什麼？你有印象在，那個印象阿賴耶識裡會起現行，會變成這些事實。還要加上現代的這些殺人的利器，這經上沒有講機關槍、沒有講原子彈，現在要墮落地獄更可怖了。為什麼？還有這些槍炮、炸彈、原子彈，還有毒氣，什麼統統都要受，連古帶今全都要受。所以你要懂得什麼個道理，就是你阿賴耶識裡面有這些種子在，在阿鼻地獄這些種子統統起現行，原理就在此地。所以地獄不是別人建立叫你去受罪的，不是的，是你自己業力變現出來的。就好比那個惡人天天做壞事情，晚上作夢也做壞事情，作夢他恐懼，也怕警察，也怕刑警來抓他，他這是「日有所思，夜有所夢」。入地獄，就是阿賴耶識裡頭這些東西統統都現行了，是這麼一回事情。不是佛菩薩建造的，也不是上帝建造的，也不是鬼神建造的，與什麼人都不相干，完全是自作自受，這個我們一定要清楚。因此，人生在世，無論在什麼環境，順境、逆境；無論對什麼人，善人、惡人，我們要常常用清淨心，常常起善念，常常看人的好處，不要去看人的壞處，培養自己的善心所，將來縱然不能往生，也不會墮惡道。為什麼？阿賴耶識裡，雖然是有惡種子，種子少、力量弱，不會起現行。所以佛法給我們講這些事實，它有個道理在，這個道理你愈想，是真實的，是值得相信的。"
    },
    {
      "id": "14-007-0004_p0050",
      "zh_CN": "【万死千生。业感如是。】",
      "zh_TW": "【萬死千生。業感如是。】"
    },
    {
      "id": "14-007-0004_p0051",
      "zh_CN": "这一句是总结上面所讲的无间地狱种种的苦报，也就是罪报。",
      "zh_TW": "這一句是總結上面所講的無間地獄種種的苦報，也就是罪報。"
    },
    {
      "id": "14-007-0004_p0052",
      "zh_CN": "【动经亿劫。求出无期。】",
      "zh_TW": "【動經億劫。求出無期。】"
    },
    {
      "id": "14-007-0004_p0053",
      "zh_CN": "地狱进去很容易，出来非常困难。真正觉悟的人，看破世间，知道这个世间无常。真正觉悟的人，珍惜自己的生命，为什么？我们生在这个世间时光短暂，并不长久，我们要利用这个有限的时光办真正的大事，就是如何能够超越轮回。这个是真正的大事，没有比这个更大的，这才叫真正觉悟。超越轮回，理论、方法都很多。但是由于我们现前的根性，我们生活的环境，真正能做得到的，唯有念佛求生净土。就是八万四千法门里面，只有这一个法门，我们是真正有把握，是可以做得到的。其他法门理论没有错，方法也没错，就是我们是不是那样的根性，有没有办法能做得到，的确是一个未知数。这个法门是佛力加持，这是靠佛力；自己具足信、愿、行这三个条件，一心称念就能成功。我们看到古往今来，是真正发心、真正觉悟求往生的，一心念佛的，多半都是三年到五年就成就了，非常非常之多。你们看《净土圣贤录》、看《往生传》，看看台湾林看治居士写的《往生见闻记》，那是这四十年当中她亲眼看的、亲耳听的，这都是事实。所以这是我们决定可以做得到的，这才是真正觉悟的人，身心世界一切放下。为什么？假的，到最后统统一场空，不值得。底下还要说明这个地狱时间之长。",
      "zh_TW": "地獄進去很容易，出來非常困難。真正覺悟的人，看破世間，知道這個世間無常。真正覺悟的人，珍惜自己的生命，為什麼？我們生在這個世間時光短暫，並不長久，我們要利用這個有限的時光辦真正的大事，就是如何能夠超越輪迴。這個是真正的大事，沒有比這個更大的，這才叫真正覺悟。超越輪迴，理論、方法都很多。但是由於我們現前的根性，我們生活的環境，真正能做得到的，唯有念佛求生淨土。就是八萬四千法門裡面，只有這一個法門，我們是真正有把握，是可以做得到的。其他法門理論沒有錯，方法也沒錯，就是我們是不是那樣的根性，有沒有辦法能做得到，的確是一個未知數。這個法門是佛力加持，這是靠佛力；自己具足信、願、行這三個條件，一心稱念就能成功。我們看到古往今來，是真正發心、真正覺悟求往生的，一心念佛的，多半都是三年到五年就成就了，非常非常之多。你們看《淨土聖賢錄》、看《往生傳》，看看台灣林看治居士寫的《往生見聞記》，那是這四十年當中她親眼看的、親耳聽的，這都是事實。所以這是我們決定可以做得到的，這才是真正覺悟的人，身心世界一切放下。為什麼？假的，到最後統統一場空，不值得。底下還要說明這個地獄時間之長。"
    },
    {
      "id": "14-007-0004_p0054",
      "zh_CN": "【此界坏时。寄生他界。】",
      "zh_TW": "【此界壞時。寄生他界。】"
    },
    {
      "id": "14-007-0004_p0055",
      "zh_CN": "这个『界』是世界，佛给我们讲世界有成住坏空。我们这个地球，现在天文学家测度太阳光、太阳能量逐渐逐渐会消失，消失到最后就变成一个死星球，这个太阳系就瓦解了，就没有了。这个地狱到哪里去？地狱众生罪还没受满。再到别的星球地狱去继续受果报，等到这个世界将来又形成的时候他再回来。这是形容堕落地狱时劫之长，堕落地狱不容易出离，这些经文是跟我们说这桩事实。",
      "zh_TW": "這個『界』是世界，佛給我們講世界有成住壞空。我們這個地球，現在天文學家測度太陽光、太陽能量逐漸逐漸會消失，消失到最後就變成一個死星球，這個太陽系就瓦解了，就沒有了。這個地獄到哪裡去？地獄眾生罪還沒受滿。再到別的星球地獄去繼續受果報，等到這個世界將來又形成的時候他再回來。這是形容墮落地獄時劫之長，墮落地獄不容易出離，這些經文是跟我們說這樁事實。"
    },
    {
      "id": "14-007-0004_p0056",
      "zh_CN": "【他界次坏。转寄他方。他方坏时。展转相寄。此界成后。还复而来。无间罪报。其事如是。】",
      "zh_TW": "【他界次壞。轉寄他方。他方壞時。展轉相寄。此界成後。還復而來。無間罪報。其事如是。】"
    },
    {
      "id": "14-007-0004_p0057",
      "zh_CN": "地藏菩萨说的就是佛所说的，我们一定要相信，绝对不是骗人的。",
      "zh_TW": "地藏菩薩說的就是佛所說的，我們一定要相信，絕對不是騙人的。"
    },
    {
      "id": "14-007-0004_p0058",
      "zh_CN": "【又五事业感。故称无间。】",
      "zh_TW": "【又五事業感。故稱無間。】"
    },
    {
      "id": "14-007-0004_p0059",
      "zh_CN": "这底下说明什么叫五种无间。『无间』就是没有间隔。",
      "zh_TW": "這底下說明什麼叫五種無間。『無間』就是沒有間隔。"
    },
    {
      "id": "14-007-0004_p0060",
      "zh_CN": "【何等为五。一者。日夜受罪。以至劫数。无时间绝。故称无间。】",
      "zh_TW": "【何等為五。一者。日夜受罪。以至劫數。無時間絕。故稱無間。】"
    },
    {
      "id": "14-007-0004_p0061",
      "zh_CN": "堕落地狱之后，必定要他罪受满了之后出来。否则的话，在这一段期间他受罪没有间隔，没有休息的。不像其他受苦，他还有休息的时候，他这里没有休息，所以称作无间地狱。",
      "zh_TW": "墮落地獄之後，必定要他罪受滿了之後出來。否則的話，在這一段期間他受罪沒有間隔，沒有休息的。不像其他受苦，他還有休息的時候，他這裡沒有休息，所以稱作無間地獄。"
    },
    {
      "id": "14-007-0004_p0062",
      "zh_CN": "【二者。一人亦满。多人亦满。故称无间。】",
      "zh_TW": "【二者。一人亦滿。多人亦滿。故稱無間。】"
    },
    {
      "id": "14-007-0004_p0063",
      "zh_CN": "这就是身形，他跟地狱一样大，充满了这个地狱。这也是『无间』的意思。",
      "zh_TW": "這就是身形，他跟地獄一樣大，充滿了這個地獄。這也是『無間』的意思。"
    },
    {
      "id": "14-007-0004_p0064",
      "zh_CN": "【三者。罪器叉棒。鹰蛇狼犬。碓磨锯凿。剉斫镬汤。】",
      "zh_TW": "【三者。罪器叉棒。鷹蛇狼犬。碓磨鋸鑿。剉斫鑊湯。】"
    },
    {
      "id": "14-007-0004_p0065",
      "zh_CN": "『镬汤』就是我们俗话讲的油鼎、油锅，下油锅就是指的这个。",
      "zh_TW": "『鑊湯』就是我們俗話講的油鼎、油鍋，下油鍋就是指的這個。"
    },
    {
      "id": "14-007-0004_p0066",
      "zh_CN": "【铁网铁绳。铁驴铁马。生革络首。热铁浇身。饥吞铁丸。渴饮铁汁。从年竟劫。数那由他。苦楚相连。更无间断。故称无间。】",
      "zh_TW": "【鐵網鐵繩。鐵驢鐵馬。生革絡首。熱鐵澆身。飢吞鐵丸。渴飲鐵汁。從年竟劫。數那由他。苦楚相連。更無間斷。故稱無間。】"
    },
    {
      "id": "14-007-0004_p0067",
      "zh_CN": "这一段略说，细说说不尽。地狱里面所有这些刑罚罪具，他统统要受，同时要受，没有间断在受。",
      "zh_TW": "這一段略說，細說說不盡。地獄裡面所有這些刑罰罪具，他統統要受，同時要受，沒有間斷在受。"
    },
    {
      "id": "14-007-0004_p0068",
      "zh_CN": "【四者。不问男子女人。羌胡夷狄。老幼贵贱。或龙或神。或天或鬼。罪行业感。悉同受之。故称无间。】",
      "zh_TW": "【四者。不問男子女人。羌胡夷狄。老幼貴賤。或龍或神。或天或鬼。罪行業感。悉同受之。故稱無間。】"
    },
    {
      "id": "14-007-0004_p0069",
      "zh_CN": "这是讲「果无间」。换句话说，不管你在哪一道，不管你是什么身分，你造作这样的罪业就必定要受果报。所以他这个受果报是平等的，不分富贵贫贱的，统统要受。",
      "zh_TW": "這是講「果無間」。換句話說，不管你在哪一道，不管你是什麼身分，你造作這樣的罪業就必定要受果報。所以他這個受果報是平等的，不分富貴貧賤的，統統要受。"
    },
    {
      "id": "14-007-0004_p0070",
      "zh_CN": "【五者。若堕此狱。从初入时。至百千劫。一日一夜。万死万生。求一念间。暂住不得。】",
      "zh_TW": "【五者。若墮此獄。從初入時。至百千劫。一日一夜。萬死萬生。求一念間。暫住不得。】"
    },
    {
      "id": "14-007-0004_p0071",
      "zh_CN": "这就是「命无间」。譬如在地狱里面，小鬼拿着叉棒，这一叉人不就死了吗？是死了没错，这风一吹他就又活过来了，活过来再死。这是一天一夜，『万死万生』，就搞这个。所以这才叫真正恐怖到了极处。地狱里面死掉就好了，死掉就出来了，超生了，就是死不了，麻烦大了，活又活不成，死也死不了，就受这种罪。所以说是真正有福的人，念《地藏经》是真正有福，对于这宇宙之间，这些奇奇怪怪的现象真正明白、真正了解，我们自己在生活当中起心动念知道怎么做法，知道如何来回避，如何来求出离。实在讲，真正聪明人就是求出离。为什么？你不离开六道，换句话说，总有一天会跑到这里去，这是一条险道，很容易堕落进去。",
      "zh_TW": "這就是「命無間」。譬如在地獄裡面，小鬼拿著叉棒，這一叉人不就死了嗎？是死了沒錯，這風一吹他就又活過來了，活過來再死。這是一天一夜，『萬死萬生』，就搞這個。所以這才叫真正恐怖到了極處。地獄裡面死掉就好了，死掉就出來了，超生了，就是死不了，麻煩大了，活又活不成，死也死不了，就受這種罪。所以說是真正有福的人，念《地藏經》是真正有福，對於這宇宙之間，這些奇奇怪怪的現象真正明白、真正了解，我們自己在生活當中起心動念知道怎麼做法，知道如何來迴避，如何來求出離。實在講，真正聰明人就是求出離。為什麼？你不離開六道，換句話說，總有一天會跑到這裡去，這是一條險道，很容易墮落進去。"
    },
    {
      "id": "14-007-0004_p0072",
      "zh_CN": "读读《地藏经》，真是念到寒毛直竖，想想自己过去，想想自己现前起心动念，真的与恶道相应。年岁一天一天大，换句话说，与恶道一天一天接近，这怎么得了？所以世间恐怖的事情、可怕的事情，没有比这个更可怕的。佛给我们说出这个现状，而且指示我们，我们有能力、有方法超越，你不肯超越，那就没有法子了。佛能够帮我们忙的只到此地，至于我们自己想真正修行、真正超越，那就是自己度自己了。佛为我们开示说明事实真相，下面事情就是自己的事情了，我们如何悟入。",
      "zh_TW": "讀讀《地藏經》，真是念到寒毛直豎，想想自己過去，想想自己現前起心動念，真的與惡道相應。年歲一天一天大，換句話說，與惡道一天一天接近，這怎麼得了？所以世間恐怖的事情、可怕的事情，沒有比這個更可怕的。佛給我們說出這個現狀，而且指示我們，我們有能力、有方法超越，你不肯超越，那就沒有法子了。佛能夠幫我們忙的只到此地，至於我們自己想真正修行、真正超越，那就是自己度自己了。佛為我們開示說明事實真相，下面事情就是自己的事情了，我們如何悟入。"
    },
    {
      "id": "14-007-0004_p0073",
      "zh_CN": "【除非业尽。方得受生。】",
      "zh_TW": "【除非業盡。方得受生。】"
    },
    {
      "id": "14-007-0004_p0074",
      "zh_CN": "地狱罪报尽了，他就离开地狱了。所以地狱不是不能出来，是能出来，时间太长了，这个可怕的地方就在此地。",
      "zh_TW": "地獄罪報盡了，他就離開地獄了。所以地獄不是不能出來，是能出來，時間太長了，這個可怕的地方就在此地。"
    },
    {
      "id": "14-007-0004_p0075",
      "zh_CN": "【以此连绵。故称无间。地藏菩萨白圣母言。无间地狱。粗说如是。若广说地狱罪器等名。及诸苦事。一劫之中。求说不尽。】",
      "zh_TW": "【以此連綿。故稱無間。地藏菩薩白聖母言。無間地獄。粗說如是。若廣說地獄罪器等名。及諸苦事。一劫之中。求說不盡。】"
    },
    {
      "id": "14-007-0004_p0076",
      "zh_CN": "这是真话，要给你细说说不尽的，这只是说个概略。",
      "zh_TW": "這是真話，要給你細說說不盡的，這只是說個概略。"
    },
    {
      "id": "14-007-0004_p0077",
      "zh_CN": "【摩耶夫人闻已。愁忧合掌。顶礼而退。】",
      "zh_TW": "【摩耶夫人聞已。愁憂合掌。頂禮而退。】"
    },
    {
      "id": "14-007-0004_p0078",
      "zh_CN": "摩耶夫人听了之后，非常之感叹，也非常的忧愁，怜悯这些众生，自己没有能力帮助这些苦难的众生。",
      "zh_TW": "摩耶夫人聽了之後，非常之感嘆，也非常的憂愁，憐憫這些眾生，自己沒有能力幫助這些苦難的眾生。"
    },
    {
      "id": "14-007-0004_p0079",
      "zh_CN": "我们再看底下这一品，「阎浮众生业感品」。这一品是说众生造业受报，怎样去感得佛菩萨来协助。",
      "zh_TW": "我們再看底下這一品，「閻浮眾生業感品」。這一品是說眾生造業受報，怎樣去感得佛菩薩來協助。"
    },
    {
      "id": "14-007-0004_p0080",
      "zh_CN": "【尔时。地藏菩萨摩诃萨白佛言。世尊。我承佛如来威神力故。遍百千万亿世界。分是身形。救拔一切业报众生。若非如来大慈力故。即不能作如是变化。我今又蒙佛付嘱。至阿逸多成佛已来。六道众生。遣令度脱。唯然。世尊。愿不有虑。】",
      "zh_TW": "【爾時。地藏菩薩摩訶薩白佛言。世尊。我承佛如來威神力故。遍百千萬億世界。分是身形。救拔一切業報眾生。若非如來大慈力故。即不能作如是變化。我今又蒙佛付囑。至阿逸多成佛已來。六道眾生。遣令度脫。唯然。世尊。願不有慮。】"
    },
    {
      "id": "14-007-0004_p0081",
      "zh_CN": "这段文不难懂，我们要注意的一桩事情，就是地藏菩萨在此地显示得无比的谦虚。十方诸佛里面有许许多多的诸佛如来都是他的学生，学生都成佛了，老师还作菩萨，为什么？老师的愿力很大，「地狱不空，誓不成佛」。学生没有这么大的愿力，学生早都成佛了，老师还没成佛。菩萨就是菩萨身分，对佛还是这么谦虚，这是值得我们学习的。地藏菩萨有没有能力？有能力，不说自己有能力，说『如来威神』加持，我才有这个能力。这是谦虚的话，客气话，像这些地方我们要很留意，一丝毫骄慢、自大统统没有。『阿逸多』就是弥勒菩萨。",
      "zh_TW": "這段文不難懂，我們要注意的一樁事情，就是地藏菩薩在此地顯示得無比的謙虛。十方諸佛裡面有許許多多的諸佛如來都是他的學生，學生都成佛了，老師還作菩薩，為什麼？老師的願力很大，「地獄不空，誓不成佛」。學生沒有這麼大的願力，學生早都成佛了，老師還沒成佛。菩薩就是菩薩身分，對佛還是這麼謙虛，這是值得我們學習的。地藏菩薩有沒有能力？有能力，不說自己有能力，說『如來威神』加持，我才有這個能力。這是謙虛的話，客氣話，像這些地方我們要很留意，一絲毫驕慢、自大統統沒有。『阿逸多』就是彌勒菩薩。"
    },
    {
      "id": "14-007-0004_p0082",
      "zh_CN": "【尔时。佛告地藏菩萨。一切众生。未解脱者。性识无定。恶习结业。善习结果。为善为恶。逐境而生。轮转五道。暂无休息。动经尘劫。迷惑障难。】",
      "zh_TW": "【爾時。佛告地藏菩薩。一切眾生。未解脫者。性識無定。惡習結業。善習結果。為善為惡。逐境而生。輪轉五道。暫無休息。動經塵劫。迷惑障難。】"
    },
    {
      "id": "14-007-0004_p0083",
      "zh_CN": "佛虽然是对地藏菩萨说，实际上就是告诉我们大家人生宇宙的真相。『一切众生』，包括我们自己在内。『未解脱』，「解脱」是自在的意思，还没有得到自在，这样的人他的『性识无定』。「性」是讲什么？性情，这个不是讲的本性，本性是一定的，本性大家都一样的，就是儒家所讲的习性。《论语》里头提到「性相近也」，那是讲的本性。《三字经》上讲「性本善，习相远」，性本善那个善不是善恶的善，如果当作善恶的善来讲，那就不是本性，那是习性。所以它那个「善」字，要用佛法来说，是赞美的词句，不是善恶之善，这个就对了；习相远，习是讲习性，那每个人差别就不一样，距离就很大了。在十法界里头从佛到恶道众生，这个习性差别太大太大了，所以说「性识无定」。",
      "zh_TW": "佛雖然是對地藏菩薩說，實際上就是告訴我們大家人生宇宙的真相。『一切眾生』，包括我們自己在內。『未解脫』，「解脫」是自在的意思，還沒有得到自在，這樣的人他的『性識無定』。「性」是講什麼？性情，這個不是講的本性，本性是一定的，本性大家都一樣的，就是儒家所講的習性。《論語》裡頭提到「性相近也」，那是講的本性。《三字經》上講「性本善，習相遠」，性本善那個善不是善惡的善，如果當作善惡的善來講，那就不是本性，那是習性。所以它那個「善」字，要用佛法來說，是讚美的詞句，不是善惡之善，這個就對了；習相遠，習是講習性，那每個人差別就不一樣，距離就很大了。在十法界裡頭從佛到惡道眾生，這個習性差別太大太大了，所以說「性識無定」。"
    },
    {
      "id": "14-007-0004_p0084",
      "zh_CN": "『恶习结业』，就造业。『善习结果』，「果」是好的果报。「业」就是三途的罪报。『为善为恶，逐境而生』。为什么会「逐境而生」？就是性识无定。他性识要是定了，定就是我们常讲人得禅定了、念佛得一心不乱了，他就不会逐境而生了。这个境界是外面境界，不会受境界的影响了，这个人得自在了，心里头有主宰，心得清净。换句话说，顺境里面他不会有欢喜心，逆境里面他也不会有厌恶的心，他的心始终是平等的，始终是清净的，这就得定了。这种人就是根熟的众生，他这一生决定可以超越六道，他这个缘成熟了。我们学佛要注意这一点，虽然念佛求生净土，也要达到这个标准，阿弥陀佛才来接引我们。如果达不到这个标准，佛不会来接引你，这个是一定要记住。",
      "zh_TW": "『惡習結業』，就造業。『善習結果』，「果」是好的果報。「業」就是三途的罪報。『為善為惡，逐境而生』。為什麼會「逐境而生」？就是性識無定。他性識要是定了，定就是我們常講人得禪定了、念佛得一心不亂了，他就不會逐境而生了。這個境界是外面境界，不會受境界的影響了，這個人得自在了，心裡頭有主宰，心得清淨。換句話說，順境裡面他不會有歡喜心，逆境裡面他也不會有厭惡的心，他的心始終是平等的，始終是清淨的，這就得定了。這種人就是根熟的眾生，他這一生決定可以超越六道，他這個緣成熟了。我們學佛要注意這一點，雖然念佛求生淨土，也要達到這個標準，阿彌陀佛才來接引我們。如果達不到這個標準，佛不會來接引你，這個是一定要記住。"
    },
    {
      "id": "14-007-0004_p0085",
      "zh_CN": "所以念佛的人多，往生的人少。从前李老师在台中常常跟我们说，他是拿台中莲社来做比喻，莲社同修一万个念佛的人，大概真正往生只有四、五个人，不能往生的太多太多了。什么原因？性识无定。换句话说，他的功夫不得力，还是受外面境界诱惑，六根接触外境自己还会起心动念，还会有贪瞋痴慢，有善恶念头起来，这个就是功夫不得力。功夫真正得力了，六根接触六尘境界，「外不着相，内不动心」，依然是这一句阿弥陀佛念到底，不会受外境影响，这种人就决定往生。所以真正求往生的人，要注意这桩事情。我们念佛是一桩事情，念得得力不得力？虽念，不得力，没有用。古人所说「喊破喉咙也枉然」，一天念十万声佛号还是被境界所转，这个不行，这个就是喊破喉咙也枉然。果然不被外境所动，一天念十声都不算少。这就是十念法，早晨念十句阿弥陀佛，晚上念十句阿弥陀佛，他行。为什么？他在境界里头不会被境界所转，在境界里面常常能保持清净心，这个都行。",
      "zh_TW": "所以念佛的人多，往生的人少。從前李老師在台中常常跟我們說，他是拿台中蓮社來做比喻，蓮社同修一萬個念佛的人，大概真正往生只有四、五個人，不能往生的太多太多了。什麼原因？性識無定。換句話說，他的功夫不得力，還是受外面境界誘惑，六根接觸外境自己還會起心動念，還會有貪瞋痴慢，有善惡念頭起來，這個就是功夫不得力。功夫真正得力了，六根接觸六塵境界，「外不著相，內不動心」，依然是這一句阿彌陀佛念到底，不會受外境影響，這種人就決定往生。所以真正求往生的人，要注意這樁事情。我們念佛是一樁事情，念得得力不得力？雖念，不得力，沒有用。古人所說「喊破喉嚨也枉然」，一天念十萬聲佛號還是被境界所轉，這個不行，這個就是喊破喉嚨也枉然。果然不被外境所動，一天念十聲都不算少。這就是十念法，早晨念十句阿彌陀佛，晚上念十句阿彌陀佛，他行。為什麼？他在境界裡頭不會被境界所轉，在境界裡面常常能保持清淨心，這個都行。"
    },
    {
      "id": "14-007-0004_p0086",
      "zh_CN": "所以蕅益大师在《弥陀要解》里面跟我们讲得很明白，能不能往生，决定在信愿之有无。真信、真愿，自然把这个身心世界拉拉杂杂的东西统统放下了。你还放不下、还有牵挂，你的信就不真，愿就不切。真信、切愿是身心世界一切放下，就是对这个世间没有一丝毫留恋，这是往生的第一个条件。生到西方极乐世界品位高下，在念佛功夫的浅深，没有说念佛号的多少，没有说这个。所以念佛号多少不要紧，功夫要紧。所以功夫，就是能够伏得住自己的念头，我在这里一起心动念了，马上警觉到阿弥陀佛，把念头归到阿弥陀佛去，使我们所有妄念从阿弥陀佛里消失掉，这叫功夫、这叫得力。",
      "zh_TW": "所以蕅益大師在《彌陀要解》裡面跟我們講得很明白，能不能往生，決定在信願之有無。真信、真願，自然把這個身心世界拉拉雜雜的東西統統放下了。你還放不下、還有牽掛，你的信就不真，願就不切。真信、切願是身心世界一切放下，就是對這個世間沒有一絲毫留戀，這是往生的第一個條件。生到西方極樂世界品位高下，在念佛功夫的淺深，沒有說念佛號的多少，沒有說這個。所以念佛號多少不要緊，功夫要緊。所以功夫，就是能夠伏得住自己的念頭，我在這裡一起心動念了，馬上警覺到阿彌陀佛，把念頭歸到阿彌陀佛去，使我們所有妄念從阿彌陀佛裡消失掉，這叫功夫、這叫得力。"
    },
    {
      "id": "14-007-0004_p0087",
      "zh_CN": "所以要知道世间什么都是假的，什么都是空的。大家都晓得人不能不死，死了以后这个世间哪一样是你的？哪一样你带去了？从前念书人，我留名青史。将来这个世界会坏掉的，那青史也没有了，一场空。这是说的真话，多想想，人会觉悟。所以这个世间，不管你留恋、牵挂哪一样东西，都是自己给自己找麻烦，这个就是六道生死轮回的根本。你心里头有牵挂、有放不下的、有执着的，你就决定要受六道轮回。我们过去生中，生生世世离不开六道，也就是这个忧虑、牵挂没有真正的放下。虽然生生世世都学佛，没有一生学成功。这一生遇到佛法了，如果老毛病还是继续再犯的话，这不得了，这个问题严重。所以什么都不能执着，什么都要放下，只有一样东西抓得牢牢的，「阿弥陀佛」这四个字，那就成功了。这个东西谁都拿不去的，为什么？我心里头念。人家说你念，念我就要用手段对付你，好，我口不念，我心里念。只要心里面这个佛号不断，就成功。有些家人不念佛，你念佛他来障碍，他来反对你，我心里念口不念，我一家和合。恒顺众生，随喜功德，不要跟任何人起冲突，不要跟任何人有磨擦，别人对我误会，我们不要放在心里，我们要把这句佛号放在心里就对了。念念当中我们要离开这个娑婆世界，要到西方极乐世界去，愈早愈好，要有这个意念，要有这样的决心。",
      "zh_TW": "所以要知道世間什麼都是假的，什麼都是空的。大家都曉得人不能不死，死了以後這個世間哪一樣是你的？哪一樣你帶去了？從前念書人，我留名青史。將來這個世界會壞掉的，那青史也沒有了，一場空。這是說的真話，多想想，人會覺悟。所以這個世間，不管你留戀、牽掛哪一樣東西，都是自己給自己找麻煩，這個就是六道生死輪迴的根本。你心裡頭有牽掛、有放不下的、有執著的，你就決定要受六道輪迴。我們過去生中，生生世世離不開六道，也就是這個憂慮、牽掛沒有真正的放下。雖然生生世世都學佛，沒有一生學成功。這一生遇到佛法了，如果老毛病還是繼續再犯的話，這不得了，這個問題嚴重。所以什麼都不能執著，什麼都要放下，只有一樣東西抓得牢牢的，「阿彌陀佛」這四個字，那就成功了。這個東西誰都拿不去的，為什麼？我心裡頭念。人家說你念，念我就要用手段對付你，好，我口不念，我心裡念。只要心裡面這個佛號不斷，就成功。有些家人不念佛，你念佛他來障礙，他來反對你，我心裡念口不念，我一家和合。恆順眾生，隨喜功德，不要跟任何人起衝突，不要跟任何人有磨擦，別人對我誤會，我們不要放在心裡，我們要把這句佛號放在心裡就對了。念念當中我們要離開這個娑婆世界，要到西方極樂世界去，愈早愈好，要有這個意念，要有這樣的決心。"
    },
    {
      "id": "14-007-0004_p0088",
      "zh_CN": "【如鱼游网。将是长流。脱入暂出。又复遭网。】",
      "zh_TW": "【如魚遊網。將是長流。脫入暫出。又復遭網。】"
    },
    {
      "id": "14-007-0004_p0089",
      "zh_CN": "这是形容六道众生，就好像鱼逃不出鱼网一样。",
      "zh_TW": "這是形容六道眾生，就好像魚逃不出魚網一樣。"
    },
    {
      "id": "14-007-0004_p0090",
      "zh_CN": "【以是等辈。吾当忧念。】",
      "zh_TW": "【以是等輩。吾當憂念。】"
    },
    {
      "id": "14-007-0004_p0091",
      "zh_CN": "这是众生在三途、在六道里头往来不息，生生死死。佛与大菩萨看到是非常的怜悯，常常挂念这桩事情，总是想方法帮助他脱离六道轮回。所以诸佛菩萨的愿望只有这一个，帮助众生脱离六道轮回，帮助众生圆成佛道。",
      "zh_TW": "這是眾生在三途、在六道裡頭往來不息，生生死死。佛與大菩薩看到是非常的憐憫，常常掛念這樁事情，總是想方法幫助他脫離六道輪迴。所以諸佛菩薩的願望只有這一個，幫助眾生脫離六道輪迴，幫助眾生圓成佛道。"
    },
    {
      "id": "14-007-0004_p0092",
      "zh_CN": "【汝既毕是往愿。累劫重誓。广度罪辈。吾复何虑。】",
      "zh_TW": "【汝既畢是往願。累劫重誓。廣度罪輩。吾復何慮。】"
    },
    {
      "id": "14-007-0004_p0093",
      "zh_CN": "释迦牟尼佛虽然灭度了，地藏菩萨肯发心代佛主持教化众生的事业，佛就非常安慰了。这个事情有人去办了，不必再顾虑了，何况地藏菩萨生生世世都发这样的大愿，要度尽一切苦难众生。",
      "zh_TW": "釋迦牟尼佛雖然滅度了，地藏菩薩肯發心代佛主持教化眾生的事業，佛就非常安慰了。這個事情有人去辦了，不必再顧慮了，何況地藏菩薩生生世世都發這樣的大願，要度盡一切苦難眾生。"
    },
    {
      "id": "14-007-0004_p0094",
      "zh_CN": "【说是语时。会中有一菩萨摩诃萨。】",
      "zh_TW": "【說是語時。會中有一菩薩摩訶薩。】"
    },
    {
      "id": "14-007-0004_p0095",
      "zh_CN": "这个『菩萨』，加上『摩诃萨』，就是大菩萨。大到什么程度？地上菩萨，这就不是普通菩萨，至少初地以上的才称「摩诃萨」。如果不加摩诃萨，我们通常称三贤位的菩萨，十住、十行、十回向就称菩萨，加上摩诃萨是地上菩萨。",
      "zh_TW": "這個『菩薩』，加上『摩訶薩』，就是大菩薩。大到什麼程度？地上菩薩，這就不是普通菩薩，至少初地以上的才稱「摩訶薩」。如果不加摩訶薩，我們通常稱三賢位的菩薩，十住、十行、十迴向就稱菩薩，加上摩訶薩是地上菩薩。"
    },
    {
      "id": "14-007-0004_p0096",
      "zh_CN": "【名定自在王。白佛言。世尊。地藏菩萨累劫已来。各发何愿。今蒙世尊。殷勤赞叹。唯愿世尊。略而说之。】",
      "zh_TW": "【名定自在王。白佛言。世尊。地藏菩薩累劫已來。各發何願。今蒙世尊。殷勤讚歎。唯願世尊。略而說之。】"
    },
    {
      "id": "14-007-0004_p0097",
      "zh_CN": "定自在王菩萨哪有不知道的事情？真正不知道是我们这些凡夫，他这一问，佛一说明，我们也就知道了。所以他这个发问是代替众生发问，问地藏菩萨，在因地当中究竟发的是什么愿，为什么这个会这样殊胜？世尊对菩萨这样的赞叹？",
      "zh_TW": "定自在王菩薩哪有不知道的事情？真正不知道是我們這些凡夫，他這一問，佛一說明，我們也就知道了。所以他這個發問是代替眾生發問，問地藏菩薩，在因地當中究竟發的是什麼願，為什麼這個會這樣殊勝？世尊對菩薩這樣的讚歎？"
    },
    {
      "id": "14-007-0004_p0098",
      "zh_CN": "【尔时。世尊告定自在王菩萨。谛听。谛听。善思念之。吾当为汝。分别解说。】",
      "zh_TW": "【爾時。世尊告定自在王菩薩。諦聽。諦聽。善思念之。吾當為汝。分別解說。】"
    },
    {
      "id": "14-007-0004_p0099",
      "zh_CN": "『谛听』要用现在的话来说就是仔细听、注意听，就是这个意思。听了之后，要『善思念之』。这两句话实在是闻法开悟的秘诀，解行都有。我们听了佛法不会开悟，原因在哪里？我们不仔细、不专心，一面在听，一面在打妄想，心不专。第二个我们听的时候把意思解错了、想错了，就不是「善思」，纵然意思没有想错，也不愿意去做，那个「念」就是去做。所以这一句里头包括菩萨三慧，谛听是闻慧，善思是思慧，念之是修慧，闻思修三慧。所以一听就开悟，一悟就证果。为什么开悟？善思。为什么会证果？念之，念之他就入这个境界了。所以善思是悟，念之是入，他悟入这个境界。所以这一句，我们在大乘经里面常常看到这个话，要晓得这个话含的什么意思。为什么许多当时在座的人，听释迦牟尼佛讲经，听还不到一半就开悟了，听不到一半就证果了。我们今天一遍一遍的听，听了好多遍还莫名其妙，还不懂它什么回事情，就是这八个字没有。非常非常重要。所以讲经的人不会讲不要紧，会听的人会听都会开悟。会说不如会听，这个话都是真的。所以经典里面许多开示，非常非常的宝贵。",
      "zh_TW": "『諦聽』要用現在的話來說就是仔細聽、注意聽，就是這個意思。聽了之後，要『善思念之』。這兩句話實在是聞法開悟的祕訣，解行都有。我們聽了佛法不會開悟，原因在哪裡？我們不仔細、不專心，一面在聽，一面在打妄想，心不專。第二個我們聽的時候把意思解錯了、想錯了，就不是「善思」，縱然意思沒有想錯，也不願意去做，那個「念」就是去做。所以這一句裡頭包括菩薩三慧，諦聽是聞慧，善思是思慧，念之是修慧，聞思修三慧。所以一聽就開悟，一悟就證果。為什麼開悟？善思。為什麼會證果？念之，念之他就入這個境界了。所以善思是悟，念之是入，他悟入這個境界。所以這一句，我們在大乘經裡面常常看到這個話，要曉得這個話含的什麼意思。為什麼許多當時在座的人，聽釋迦牟尼佛講經，聽還不到一半就開悟了，聽不到一半就證果了。我們今天一遍一遍的聽，聽了好多遍還莫名其妙，還不懂它什麼回事情，就是這八個字沒有。非常非常重要。所以講經的人不會講不要緊，會聽的人會聽都會開悟。會說不如會聽，這個話都是真的。所以經典裡面許多開示，非常非常的寶貴。"
    },
    {
      "id": "14-007-0004_p0100",
      "zh_CN": "【乃往过去。无量阿僧祇那由他不可说劫。】",
      "zh_TW": "【乃往過去。無量阿僧祇那由他不可說劫。】"
    },
    {
      "id": "14-007-0004_p0101",
      "zh_CN": "这一句是讲时间的长远。",
      "zh_TW": "這一句是講時間的長遠。"
    },
    {
      "id": "14-007-0004_p0102",
      "zh_CN": "【尔时有佛。号一切智成就。】",
      "zh_TW": "【爾時有佛。號一切智成就。】"
    },
    {
      "id": "14-007-0004_p0103",
      "zh_CN": "『一切智成就』是佛的别号。下面从「如来」到「世尊」是佛的通号。",
      "zh_TW": "『一切智成就』是佛的別號。下面從「如來」到「世尊」是佛的通號。"
    },
    {
      "id": "14-007-0004_p0104",
      "zh_CN": "【如来。应供。正遍知。明行足。善逝。世间解。无上士。调御丈夫。天人师。佛。世尊。其佛寿命六万劫。】",
      "zh_TW": "【如來。應供。正遍知。明行足。善逝。世間解。無上士。調御丈夫。天人師。佛。世尊。其佛壽命六萬劫。】"
    },
    {
      "id": "14-007-0004_p0105",
      "zh_CN": "凡是成佛统统都有这些名号，这个名号用现代的话来讲就是头衔，统统都具足这些头衔，这些头衔都是代表佛的智慧德能。所以佛佛道同，他的德能相同，智慧也相同，别名不相同。这尊佛叫「一切智成就」，我们的本师叫释迦牟尼，西方极乐世界叫阿弥陀，这名字不相同。称『佛』，都称「佛」，相同的；称『如来』，都称「如来」，这也相同的。十种称号注解里面统统都有，都有解释，解释虽然简单，初学很容易理解。十种名号含义甚深，要想真正多理解一些，这些大经大论里头注解就很详细，像《华严》、像《大智度论》里面，讲得就非常详细。",
      "zh_TW": "凡是成佛統統都有這些名號，這個名號用現代的話來講就是頭銜，統統都具足這些頭銜，這些頭銜都是代表佛的智慧德能。所以佛佛道同，他的德能相同，智慧也相同，別名不相同。這尊佛叫「一切智成就」，我們的本師叫釋迦牟尼，西方極樂世界叫阿彌陀，這名字不相同。稱『佛』，都稱「佛」，相同的；稱『如來』，都稱「如來」，這也相同的。十種稱號註解裡面統統都有，都有解釋，解釋雖然簡單，初學很容易理解。十種名號含義甚深，要想真正多理解一些，這些大經大論裡頭註解就很詳細，像《華嚴》、像《大智度論》裡面，講得就非常詳細。"
    },
    {
      "id": "14-007-0004_p0106",
      "zh_CN": "【未出家时。】",
      "zh_TW": "【未出家時。】"
    },
    {
      "id": "14-007-0004_p0107",
      "zh_CN": "这尊佛在未出家时。",
      "zh_TW": "這尊佛在未出家時。"
    },
    {
      "id": "14-007-0004_p0108",
      "zh_CN": "【为小国王。】",
      "zh_TW": "【為小國王。】"
    },
    {
      "id": "14-007-0004_p0109",
      "zh_CN": "这是讲久远劫之前，这尊佛在没有出家之前，他是一个『小国王』。",
      "zh_TW": "這是講久遠劫之前，這尊佛在沒有出家之前，他是一個『小國王』。"
    },
    {
      "id": "14-007-0004_p0110",
      "zh_CN": "【与一邻国王为友。同行十善。饶益众生。】",
      "zh_TW": "【與一鄰國王為友。同行十善。饒益眾生。】"
    },
    {
      "id": "14-007-0004_p0111",
      "zh_CN": "这个国王非常的仁慈，是一个好国王，以『十善』来教化众生。邻国的国王也不错，他们两个志同道合，都是修十善业道。",
      "zh_TW": "這個國王非常的仁慈，是一個好國王，以『十善』來教化眾生。鄰國的國王也不錯，他們兩個志同道合，都是修十善業道。"
    },
    {
      "id": "14-007-0004_p0112",
      "zh_CN": "这个世出世间法，真正读书明理、深入佛法的人知道，出世间法智慧第一，没有定慧不能出世间；世间法是福德第一，没有福德，什么事都不能成就。小团体里面的领导人（领袖），要有小福德；大团体里面，像国家的领袖，有大福德。没有福德，决定不能够领导人。领导人不是定、不是慧，不是才干、不是聪明，是福德。那个有福的人怎么样？人家就听他的话，听话，他就能领起来。没有福德的人，虽然有智慧、有聪明，讲了人家不听，不尊敬你，这就一点办法都没有了。福德从哪来的？多生多劫修积来的。所以世间一个领袖，不是他这一生，在我们中国人讲是命里注定，哪能勉强？你要想当个领袖，你知道这个因缘果报，我这一生多培福，来生就得到了。不修因哪来的果报？不要讲是人间帝王、大臣，我们看从前功名富贵都是果报，真是「一饮一啄，莫非前定」，一丝毫都勉强不得的。",
      "zh_TW": "這個世出世間法，真正讀書明理、深入佛法的人知道，出世間法智慧第一，沒有定慧不能出世間；世間法是福德第一，沒有福德，什麼事都不能成就。小團體裡面的領導人（領袖），要有小福德；大團體裡面，像國家的領袖，有大福德。沒有福德，決定不能夠領導人。領導人不是定、不是慧，不是才幹、不是聰明，是福德。那個有福的人怎麼樣？人家就聽他的話，聽話，他就能領起來。沒有福德的人，雖然有智慧、有聰明，講了人家不聽，不尊敬你，這就一點辦法都沒有了。福德從哪來的？多生多劫修積來的。所以世間一個領袖，不是他這一生，在我們中國人講是命裡注定，哪能勉強？你要想當個領袖，你知道這個因緣果報，我這一生多培福，來生就得到了。不修因哪來的果報？不要講是人間帝王、大臣，我們看從前功名富貴都是果報，真是「一飲一啄，莫非前定」，一絲毫都勉強不得的。"
    },
    {
      "id": "14-007-0004_p0113",
      "zh_CN": "所以一个人乐天知命，什么人在世间最快乐？知道自己命运的人最快乐。为什么？他会一生守着本分，快快乐乐的度这一生，这就完全正确了。福真的是自己求，没有福我这一生可以修福，积功累德，弥补自己的缺陷，这一生当中也能改造自己的命运。命运是自己创造的，也是自己来改造的。任何人不能帮助我们改造命运，要是有人说来帮助你改，那是假的，那是骗人的。诸佛菩萨大慈大悲，如果命运别人能改的话，佛菩萨应当帮我们改才对；不帮我们改命，那佛菩萨怎么能算慈悲？所以佛菩萨也不行，也没有这个能力，一定是自己主宰，自己改造自己的命运，这是正确的。所以做国王的人，前世修大福德。",
      "zh_TW": "所以一個人樂天知命，什麼人在世間最快樂？知道自己命運的人最快樂。為什麼？他會一生守著本分，快快樂樂的度這一生，這就完全正確了。福真的是自己求，沒有福我這一生可以修福，積功累德，彌補自己的缺陷，這一生當中也能改造自己的命運。命運是自己創造的，也是自己來改造的。任何人不能幫助我們改造命運，要是有人說來幫助你改，那是假的，那是騙人的。諸佛菩薩大慈大悲，如果命運別人能改的話，佛菩薩應當幫我們改才對；不幫我們改命，那佛菩薩怎麼能算慈悲？所以佛菩薩也不行，也沒有這個能力，一定是自己主宰，自己改造自己的命運，這是正確的。所以做國王的人，前世修大福德。"
    },
    {
      "id": "14-007-0004_p0114",
      "zh_CN": "【其邻国内。所有人民。多造众恶。二王议计。广设方便。】",
      "zh_TW": "【其鄰國內。所有人民。多造眾惡。二王議計。廣設方便。】"
    },
    {
      "id": "14-007-0004_p0115",
      "zh_CN": "这两个国王就在开会，虽然以十善教化众生、教化老百姓，老百姓里头造恶业的还是很多。这两个国王来开开会，看用什么方法。",
      "zh_TW": "這兩個國王就在開會，雖然以十善教化眾生、教化老百姓，老百姓裡頭造惡業的還是很多。這兩個國王來開開會，看用什麼方法。"
    },
    {
      "id": "14-007-0004_p0116",
      "zh_CN": "【一王发愿。早成佛道。当度是辈。令使无余。一王发愿。若不先度罪苦。令是安乐。得至菩提。我终未愿成佛。】",
      "zh_TW": "【一王發願。早成佛道。當度是輩。令使無餘。一王發願。若不先度罪苦。令是安樂。得至菩提。我終未願成佛。】"
    },
    {
      "id": "14-007-0004_p0117",
      "zh_CN": "这两个小国王，他们两个人愿心就不一样，但是目标是相同的，都是为众生造福，都是想帮助众生离苦得乐。一个人想想，那只有我赶快成佛，成佛智慧圆满、福德圆满，以圆满的智慧、福德才能教化众生。这是正确的。一个人发愿，我成佛我要到哪一年才成佛？等我修成佛这些众生受多少苦难？不忍心，还是先帮助他们成佛，他们不能离苦得乐，我就不成佛。这就是地藏菩萨。",
      "zh_TW": "這兩個小國王，他們兩個人願心就不一樣，但是目標是相同的，都是為眾生造福，都是想幫助眾生離苦得樂。一個人想想，那只有我趕快成佛，成佛智慧圓滿、福德圓滿，以圓滿的智慧、福德才能教化眾生。這是正確的。一個人發願，我成佛我要到哪一年才成佛？等我修成佛這些眾生受多少苦難？不忍心，還是先幫助他們成佛，他們不能離苦得樂，我就不成佛。這就是地藏菩薩。"
    },
    {
      "id": "14-007-0004_p0118",
      "zh_CN": "【佛告定自在王菩萨。一王发愿早成佛者。即一切智成就如来是。】",
      "zh_TW": "【佛告定自在王菩薩。一王發願早成佛者。即一切智成就如來是。】"
    },
    {
      "id": "14-007-0004_p0119",
      "zh_CN": "这个『一切智成就如来』跟地藏菩萨在因地当中是同参道友，他现在成佛了。",
      "zh_TW": "這個『一切智成就如來』跟地藏菩薩在因地當中是同參道友，他現在成佛了。"
    },
    {
      "id": "14-007-0004_p0120",
      "zh_CN": "【一王发愿永度罪苦众生。未愿成佛者。即地藏菩萨是。】",
      "zh_TW": "【一王發願永度罪苦眾生。未願成佛者。即地藏菩薩是。】"
    },
    {
      "id": "14-007-0004_p0121",
      "zh_CN": "这个都是无量劫无量劫之前的事情了。",
      "zh_TW": "這個都是無量劫無量劫之前的事情了。"
    },
    {
      "id": "14-007-0004_p0122",
      "zh_CN": "【复于过去。无量阿僧祇劫。有佛出世。名清净莲华目如来。其佛寿命四十劫。】",
      "zh_TW": "【復於過去。無量阿僧祇劫。有佛出世。名清淨蓮華目如來。其佛壽命四十劫。】"
    },
    {
      "id": "14-007-0004_p0123",
      "zh_CN": "佛的寿命跟众生的寿命大致是相同的，寿命长证明这个世间福报很大。像释迦牟尼佛出现在世间寿命八十岁，我们这个世间人苦难很多。寿命是第一福，福报里面最大的福报，所以寿命长，这个世间人福报大。前面是地藏菩萨因地的一桩事情。现在再举一个例子，还是地藏菩萨因地的事情。这个时间比前面就更远，前面是做国王发愿，这个还没有做国王。不但没有做国王，还是个女身，所以这个时间比前面那更远。你再想想地藏菩萨因地真是久远劫的修行。",
      "zh_TW": "佛的壽命跟眾生的壽命大致是相同的，壽命長證明這個世間福報很大。像釋迦牟尼佛出現在世間壽命八十歲，我們這個世間人苦難很多。壽命是第一福，福報裡面最大的福報，所以壽命長，這個世間人福報大。前面是地藏菩薩因地的一樁事情。現在再舉一個例子，還是地藏菩薩因地的事情。這個時間比前面就更遠，前面是做國王發願，這個還沒有做國王。不但沒有做國王，還是個女身，所以這個時間比前面那更遠。你再想想地藏菩薩因地真是久遠劫的修行。"
    },
    {
      "id": "14-007-0004_p0124",
      "zh_CN": "【像法之中。】",
      "zh_TW": "【像法之中。】"
    },
    {
      "id": "14-007-0004_p0125",
      "zh_CN": "就是清净莲花目如来，『像法之中』。",
      "zh_TW": "就是清淨蓮花目如來，『像法之中』。"
    },
    {
      "id": "14-007-0004_p0126",
      "zh_CN": "【有一罗汉。福度众生。因次教化。遇一女人。字曰光目。设食供养。】",
      "zh_TW": "【有一羅漢。福度眾生。因次教化。遇一女人。字曰光目。設食供養。】"
    },
    {
      "id": "14-007-0004_p0127",
      "zh_CN": "就是佛的像法当中有一个弟子，是证得阿罗汉的，他在外面教化众生，遇到一个『光目』女来供养他。",
      "zh_TW": "就是佛的像法當中有一個弟子，是證得阿羅漢的，他在外面教化眾生，遇到一個『光目』女來供養他。"
    },
    {
      "id": "14-007-0004_p0128",
      "zh_CN": "【罗汉问之。欲愿何等。】",
      "zh_TW": "【羅漢問之。欲願何等。】"
    },
    {
      "id": "14-007-0004_p0129",
      "zh_CN": "佛门的规矩，出家人接受在家人的供养，要给在家人祈福，不能白受，这白受了要不给他祈福，将来要还债的，这个很麻烦，一定要给他祈福。所以接受供养之后就问她，妳有什么要求的？有什么愿望？",
      "zh_TW": "佛門的規矩，出家人接受在家人的供養，要給在家人祈福，不能白受，這白受了要不給他祈福，將來要還債的，這個很麻煩，一定要給他祈福。所以接受供養之後就問她，妳有什麼要求的？有什麼願望？"
    },
    {
      "id": "14-007-0004_p0130",
      "zh_CN": "【光目答言。我以母亡之日。资福救拔。未知我母生处何趣。】",
      "zh_TW": "【光目答言。我以母亡之日。資福救拔。未知我母生處何趣。】"
    },
    {
      "id": "14-007-0004_p0131",
      "zh_CN": "这也是个孝女，母亲过世了。过世，她知道，她要替母亲修福，所以斋僧是修福，求超度亡母，不晓得母亲现在在哪里。这个也是纯孝之心，这个罗汉也深受感动，就帮助她。",
      "zh_TW": "這也是個孝女，母親過世了。過世，她知道，她要替母親修福，所以齋僧是修福，求超度亡母，不曉得母親現在在哪裡。這個也是純孝之心，這個羅漢也深受感動，就幫助她。"
    },
    {
      "id": "14-007-0004_p0132",
      "zh_CN": "【罗汉愍之。为入定观。】",
      "zh_TW": "【羅漢愍之。為入定觀。】"
    },
    {
      "id": "14-007-0004_p0133",
      "zh_CN": "『罗汉』帮她找，怎么找法？入定，定中就能看到六道的境界，就能帮她找到。这个是她自己没有功夫，是阿罗汉入定代她找，不像前面婆罗门女，那是佛叫她回家去念佛，她自己得念佛三昧、得一心不乱，她定境现前，亲自见到。阿罗汉一入定：",
      "zh_TW": "『羅漢』幫她找，怎麼找法？入定，定中就能看到六道的境界，就能幫她找到。這個是她自己沒有功夫，是阿羅漢入定代她找，不像前面婆羅門女，那是佛叫她回家去念佛，她自己得念佛三昧、得一心不亂，她定境現前，親自見到。阿羅漢一入定："
    },
    {
      "id": "14-007-0004_p0134",
      "zh_CN": "【见光目女母堕在恶趣。受极大苦。】",
      "zh_TW": "【見光目女母墮在惡趣。受極大苦。】"
    },
    {
      "id": "14-007-0004_p0135",
      "zh_CN": "堕在地狱，在受着苦报。",
      "zh_TW": "墮在地獄，在受著苦報。"
    },
    {
      "id": "14-007-0004_p0136",
      "zh_CN": "【罗汉问光目言。汝母在生。作何行业。今在恶趣。受极大苦。光目答言。我母所习。唯好食噉鱼鼈之属。所食鱼鼈多食其子。或炒或煮。恣情食噉。计其命数。千万复倍。尊者慈愍。如何哀救。】",
      "zh_TW": "【羅漢問光目言。汝母在生。作何行業。今在惡趣。受極大苦。光目答言。我母所習。唯好食噉魚鼈之屬。所食魚鼈多食其子。或炒或煮。恣情食噉。計其命數。千萬復倍。尊者慈愍。如何哀救。】"
    },
    {
      "id": "14-007-0004_p0137",
      "zh_CN": "杀业太重，杀生。杀业太重，所以她堕落得这么苦。这一点是事实。在台湾有一位法师，广化法师。这位法师是一个很好的法师，跟我也是很好的朋友。他在没有出家之前，他是军人，他做军需，管薪饷，管钱的，所以钱周转就很方便。在军中每天杀一只鸡来吃，我们在军队的时候苦得不得了，吃肉很不容易，他是一天吃一只鸡，吃得很舒服。以后学佛，知道果报的可怕，出家了，戒律很严。在台湾学戒律，大家都知道广化法师。出家之后，有一天他洗澡，在洗澡间里面跌了一跤，腿跌断了，就残废了。他告诉我，他说这是重业轻报。重业什么？他堕地狱的。他在洗澡的时候，看到浴室里统统是鸡，往自己身上跳，躲（这里躲、那里躲），这样跌倒的，腿跌断了。他现在七十多岁，去年我去看他，中风，半身不遂坐轮椅，说话的时候口里头流口水。我看到很难过，杀业。",
      "zh_TW": "殺業太重，殺生。殺業太重，所以她墮落得這麼苦。這一點是事實。在台灣有一位法師，廣化法師。這位法師是一個很好的法師，跟我也是很好的朋友。他在沒有出家之前，他是軍人，他做軍需，管薪餉，管錢的，所以錢周轉就很方便。在軍中每天殺一隻雞來吃，我們在軍隊的時候苦得不得了，吃肉很不容易，他是一天吃一隻雞，吃得很舒服。以後學佛，知道果報的可怕，出家了，戒律很嚴。在台灣學戒律，大家都知道廣化法師。出家之後，有一天他洗澡，在洗澡間裡面跌了一跤，腿跌斷了，就殘廢了。他告訴我，他說這是重業輕報。重業什麼？他墮地獄的。他在洗澡的時候，看到浴室裡統統是雞，往自己身上跳，躲（這裡躲、那裡躲），這樣跌倒的，腿跌斷了。他現在七十多歲，去年我去看他，中風，半身不遂坐輪椅，說話的時候口裡頭流口水。我看到很難過，殺業。"
    },
    {
      "id": "14-007-0004_p0138",
      "zh_CN": "广化法师，实在讲现身说法，叫我们亲眼看到这个果报之可怕。他是极力的修持，没有能转得过来。我告诉诸位同学，我的这个杀业比他也不轻，不轻于他。我的杀业是年岁比他更轻，实在话说不很懂事。我十六岁到十九岁三年打猎，打了三年猎，也杀了不少的众生。打猎，那猎是野兽，杀得不多，那总是枪，一枪只杀一个，不多。最多的是用黄色炸药去炸鱼，那个炸药一炸下去，那是千百条的鱼就往外面翻，我们划了个船去捞，那个罪业太重太重。所以我一学佛念《了凡四训》、念《地藏经》，寒毛直竖，晓得自己将来果报在地狱。所以这发心学佛，李老师就劝我讲经，他说学讲经消罪业是第一。我的业消得比他多，所以我到今天还没有受这个果报。他这个果报，他在四十多岁的时候就受这个果报了，这就是没有转得过来。所以修行一定要真正发心，一定要真正善知识，我要遇不到李老师，一点办法都没有，我这个能够转过来是李老师帮助的，所以老师的恩德实在是太大太大了，超过父母。",
      "zh_TW": "廣化法師，實在講現身說法，叫我們親眼看到這個果報之可怕。他是極力的修持，沒有能轉得過來。我告訴諸位同學，我的這個殺業比他也不輕，不輕於他。我的殺業是年歲比他更輕，實在話說不很懂事。我十六歲到十九歲三年打獵，打了三年獵，也殺了不少的眾生。打獵，那獵是野獸，殺得不多，那總是槍，一槍只殺一個，不多。最多的是用黃色炸藥去炸魚，那個炸藥一炸下去，那是千百條的魚就往外面翻，我們划了個船去撈，那個罪業太重太重。所以我一學佛念《了凡四訓》、念《地藏經》，寒毛直豎，曉得自己將來果報在地獄。所以這發心學佛，李老師就勸我講經，他說學講經消罪業是第一。我的業消得比他多，所以我到今天還沒有受這個果報。他這個果報，他在四十多歲的時候就受這個果報了，這就是沒有轉得過來。所以修行一定要真正發心，一定要真正善知識，我要遇不到李老師，一點辦法都沒有，我這個能夠轉過來是李老師幫助的，所以老師的恩德實在是太大太大了，超過父母。"
    },
    {
      "id": "14-007-0004_p0139",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}