{
  "doc_id": "14-007-0007",
  "title": {
    "zh_CN": "地藏经—修福的重要",
    "zh_TW": "地藏經—修福的重要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-007-0007",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "14-007-0007_p0001",
      "zh_CN": "我们将经文念一段，对对地方，第一行：",
      "zh_TW": "我們將經文念一段，對對地方，第一行："
    },
    {
      "id": "14-007-0007_p0002",
      "zh_CN": "【复次普广。若有女人。厌是丑陋。多疾病者。但于地藏像前。志心瞻礼。食顷之间。是人千万劫中。所受生身。相貌圆满。是丑陋女人。如不厌女身。即百千万亿生中。常为王女。乃及王妃。宰辅大姓。大长者女。端正受生。诸相圆满。】",
      "zh_TW": "【復次普廣。若有女人。厭是醜陋。多疾病者。但於地藏像前。志心瞻禮。食頃之間。是人千萬劫中。所受生身。相貌圓滿。是醜陋女人。如不厭女身。即百千萬億生中。常為王女。乃及王妃。宰輔大姓。大長者女。端正受生。諸相圓滿。】"
    },
    {
      "id": "14-007-0007_p0003",
      "zh_CN": "这一段是厌恶丑陋以及身体不健康的修学方法。佛在经上讲，相貌跟身体的健康也是福报。为什么会有不健康？为什么会有丑陋？在中国世俗里面常讲「相随心转」，你看那个看相、算命的都常说，由此可知，心地慈悲相貌就圆满。我们看看相貌最圆满的是佛菩萨，所以佛菩萨三十二相八十种好，这种相是修来的，不是天生的。我们在许多经论里面看到，一切诸佛成佛了，还要特别用一百劫的时间去修福；换句话说，就是修相好。也许有同修们有疑惑，成佛应该是福慧都圆满，我们常讲佛是二足尊，福慧都圆满，为什么还用一百劫的时间专门来修相好？这一点我们要细心去体会，这正是佛的慈悲处，教我们、劝我们要修福，他做一个样子，成佛，成佛还要特别修福报。由此可知，福报对于众生来说非常非常的重要，没有福就很苦，有福这才自在。福，绝对不是天上掉下来的，也绝对不是你聪明智慧就会有福报，也绝对不是说你运气好就有福报，没有这个事情。凡事都有因果，福报是果，所以一定要修因。",
      "zh_TW": "這一段是厭惡醜陋以及身體不健康的修學方法。佛在經上講，相貌跟身體的健康也是福報。為什麼會有不健康？為什麼會有醜陋？在中國世俗裡面常講「相隨心轉」，你看那個看相、算命的都常說，由此可知，心地慈悲相貌就圓滿。我們看看相貌最圓滿的是佛菩薩，所以佛菩薩三十二相八十種好，這種相是修來的，不是天生的。我們在許多經論裡面看到，一切諸佛成佛了，還要特別用一百劫的時間去修福；換句話說，就是修相好。也許有同修們有疑惑，成佛應該是福慧都圓滿，我們常講佛是二足尊，福慧都圓滿，為什麼還用一百劫的時間專門來修相好？這一點我們要細心去體會，這正是佛的慈悲處，教我們、勸我們要修福，他做一個樣子，成佛，成佛還要特別修福報。由此可知，福報對於眾生來說非常非常的重要，沒有福就很苦，有福這才自在。福，絕對不是天上掉下來的，也絕對不是你聰明智慧就會有福報，也絕對不是說你運氣好就有福報，沒有這個事情。凡事都有因果，福報是果，所以一定要修因。"
    },
    {
      "id": "14-007-0007_p0004",
      "zh_CN": "佛在这部经里面，可以说自始至终都劝我们修福。佛法虽然讲福、讲慧，佛还是把福摆在慧的前面。这个很有道理，没有福报修慧也有障碍，也修不成，正所谓是「法轮未转食轮先」。我们要想学佛，要想修学法门，肚子吃不饱不行，这个决定没有法子修行的。所以，换句话说，还得要生活能过得去，生活过得很安稳，才能真正专心来办道。所以佛对这桩事情很重视，劝我们要认真的修学，到后面有一品专门讲「校量布施功德缘品」，那一品专门教给我们修学的方法。修行方法很多，常说无量无边的法门，法是方法，门就是门径。方法、门径非常之多，可是要把它归纳起来，实在讲就是三大类，三大类都叫做布施，财布施、法布施、无畏布施。财布施得财富不缺乏、财富自在，法布施得聪明智慧，无畏布施得健康长寿，这个是总说。要细说，我们身体每一个部位的相好，都有特别的原因，有特别的修学方法。像佛三十二相八十种好，江味农居士在《金刚经讲义》里面，就把这一段解释得很清楚，哪一种相是什么方法修得的，三十二相就是三十二种修学的方法，实在讲是三十二大类，每一类细分很多很多。所以境随心转，相随心转。我们要记住这个教训，心善相就善，心恶相就恶；心正相就正，心邪相就邪，确确实实相貌是随心在转变的。细心的人，观察入微的人，一看人的相貌，不但知道善恶，而且晓得你吉凶祸福，也能判断你寿命的长短，都能看得出来。",
      "zh_TW": "佛在這部經裡面，可以說自始至終都勸我們修福。佛法雖然講福、講慧，佛還是把福擺在慧的前面。這個很有道理，沒有福報修慧也有障礙，也修不成，正所謂是「法輪未轉食輪先」。我們要想學佛，要想修學法門，肚子吃不飽不行，這個決定沒有法子修行的。所以，換句話說，還得要生活能過得去，生活過得很安穩，才能真正專心來辦道。所以佛對這樁事情很重視，勸我們要認真的修學，到後面有一品專門講「校量布施功德緣品」，那一品專門教給我們修學的方法。修行方法很多，常說無量無邊的法門，法是方法，門就是門徑。方法、門徑非常之多，可是要把它歸納起來，實在講就是三大類，三大類都叫做布施，財布施、法布施、無畏布施。財布施得財富不缺乏、財富自在，法布施得聰明智慧，無畏布施得健康長壽，這個是總說。要細說，我們身體每一個部位的相好，都有特別的原因，有特別的修學方法。像佛三十二相八十種好，江味農居士在《金剛經講義》裡面，就把這一段解釋得很清楚，哪一種相是什麼方法修得的，三十二相就是三十二種修學的方法，實在講是三十二大類，每一類細分很多很多。所以境隨心轉，相隨心轉。我們要記住這個教訓，心善相就善，心惡相就惡；心正相就正，心邪相就邪，確確實實相貌是隨心在轉變的。細心的人，觀察入微的人，一看人的相貌，不但知道善惡，而且曉得你吉凶禍福，也能判斷你壽命的長短，都能看得出來。"
    },
    {
      "id": "14-007-0007_p0005",
      "zh_CN": "这一段教给我们修行的方法，要紧关键的字眼就在『志心瞻礼』，「志心」就是《弥陀经》上讲的一心不乱，就是这个意思。后面在总结里面说：",
      "zh_TW": "這一段教給我們修行的方法，要緊關鍵的字眼就在『志心瞻禮』，「志心」就是《彌陀經》上講的一心不亂，就是這個意思。後面在總結裡面說："
    },
    {
      "id": "14-007-0007_p0006",
      "zh_CN": "【由志心故。瞻礼地藏菩萨。获福如是。】",
      "zh_TW": "【由志心故。瞻禮地藏菩薩。獲福如是。】"
    },
    {
      "id": "14-007-0007_p0007",
      "zh_CN": "『瞻』就是仰慕的意思，仰慕。『礼』是礼敬。能够仰慕，能够礼敬，必定具足了清净心，必定能够依照佛菩萨在这部经里面跟我们所讲的理论方法来修行。不能够一心一意依教修行，那就不叫「志心瞻礼」，所以这点我们一定要把它搞清楚。绝对不是说每天拜拜地藏菩萨就行了，那个没有用处的，那是属于形式，要紧是一心，真心。一心是真心，二心就是妄心。一心是真心，真心依照《地藏本愿经》来修学，这样才能够『获福如是』，才能够得到像前面所讲的果报。底下一段：",
      "zh_TW": "『瞻』就是仰慕的意思，仰慕。『禮』是禮敬。能夠仰慕，能夠禮敬，必定具足了清淨心，必定能夠依照佛菩薩在這部經裡面跟我們所講的理論方法來修行。不能夠一心一意依教修行，那就不叫「志心瞻禮」，所以這點我們一定要把它搞清楚。絕對不是說每天拜拜地藏菩薩就行了，那個沒有用處的，那是屬於形式，要緊是一心，真心。一心是真心，二心就是妄心。一心是真心，真心依照《地藏本願經》來修學，這樣才能夠『獲福如是』，才能夠得到像前面所講的果報。底下一段："
    },
    {
      "id": "14-007-0007_p0008",
      "zh_CN": "【复次普广。若有善男子善女人。能对菩萨像前。作诸伎乐。及歌咏赞叹。香华供养。乃至劝于一人多人。如是等辈。现在世中。及未来世。常得百千鬼神日夜卫护。不令恶事辄闻其耳。何况亲受诸横。】",
      "zh_TW": "【復次普廣。若有善男子善女人。能對菩薩像前。作諸伎樂。及歌詠讚歎。香華供養。乃至勸於一人多人。如是等輩。現在世中。及未來世。常得百千鬼神日夜衛護。不令惡事輒聞其耳。何況親受諸橫。】"
    },
    {
      "id": "14-007-0007_p0009",
      "zh_CN": "这一段含义很深，佛法着重在流通，佛在这部经里面，这个意思说得特别的多。经典一开始，世尊就把教化众生的使命委托给地藏菩萨，因为释迦牟尼佛要入灭了，底下一尊佛是弥勒佛。弥勒佛要什么时候到我们这个世间来？前面曾经跟诸位报告过，算我们这个地球上，我们一般人所讲的年代，大概是五十六亿七千万年，这么长的时间，弥勒佛才会下来。这个时间怎么个算法？弥勒菩萨现在在兜率天，兜率天寿命尽了，他就降生世间，示现成佛了。兜率天的寿命，那个地方的一天是我们人间四百年，兜率天的一天是我们人间四百年，假设一年也是三百六十天，他的寿命是四千岁，诸位就能算得清楚了，四百乘三百六再乘四千，这个年代就清楚了，就出来了。到那个时候才下来，可见得当中这么长的时间，我们这个世间没有佛，没有佛众生就苦了。诸佛菩萨大慈大悲，所谓「佛氏门中，不舍一人」，佛菩萨怎么可以说坐着看这些人受苦受难？所以不在世也得委托一个人来代佛教化众生，这就是把这个使命委托给地藏菩萨。而且这个法会，在开端我们看到的，十方三世一切诸佛菩萨统统都来参加了，可以说胜会是任何经典法会都不能够跟他相比的。在会的这些菩萨统统接受释迦牟尼佛的嘱咐，在末法时期，在众生有苦难的时期，都要流通这一部经典。把这部经典普遍的推荐给一切众生、介绍给一切大众，这就叫流通。能够流通经典，功德是无量无边。",
      "zh_TW": "這一段含義很深，佛法著重在流通，佛在這部經裡面，這個意思說得特別的多。經典一開始，世尊就把教化眾生的使命委託給地藏菩薩，因為釋迦牟尼佛要入滅了，底下一尊佛是彌勒佛。彌勒佛要什麼時候到我們這個世間來？前面曾經跟諸位報告過，算我們這個地球上，我們一般人所講的年代，大概是五十六億七千萬年，這麼長的時間，彌勒佛才會下來。這個時間怎麼個算法？彌勒菩薩現在在兜率天，兜率天壽命盡了，他就降生世間，示現成佛了。兜率天的壽命，那個地方的一天是我們人間四百年，兜率天的一天是我們人間四百年，假設一年也是三百六十天，他的壽命是四千歲，諸位就能算得清楚了，四百乘三百六再乘四千，這個年代就清楚了，就出來了。到那個時候才下來，可見得當中這麼長的時間，我們這個世間沒有佛，沒有佛眾生就苦了。諸佛菩薩大慈大悲，所謂「佛氏門中，不捨一人」，佛菩薩怎麼可以說坐著看這些人受苦受難？所以不在世也得委託一個人來代佛教化眾生，這就是把這個使命委託給地藏菩薩。而且這個法會，在開端我們看到的，十方三世一切諸佛菩薩統統都來參加了，可以說勝會是任何經典法會都不能夠跟他相比的。在會的這些菩薩統統接受釋迦牟尼佛的囑咐，在末法時期，在眾生有苦難的時期，都要流通這一部經典。把這部經典普遍的推薦給一切眾生、介紹給一切大眾，這就叫流通。能夠流通經典，功德是無量無邊。"
    },
    {
      "id": "14-007-0007_p0010",
      "zh_CN": "在我们末法时期，我们过去跟诸位同修讲的《无量寿经》，那也可以说是一切诸佛公认的，度众生成佛道的第一经。但是《无量寿经》不是一般人都能够接受的，我们在《无量寿经》里面看到，真正能接受《无量寿经》的两种人，一种是绝顶聪明智慧的人，在我们佛门讲上上根人，他一听他就明了，就通达。像马鸣、龙树菩萨，我们中国的智者、永明大师，这样的人物，一听他就接受，毫不怀疑，专修专弘他能成就，这是第一类。第二类就是有大善根福德的人，虽然智慧、学识平平，他能相信，你一劝他，他就欢喜，他就接受，他就老实念佛，这个很不容易，非常可贵。这是经上讲，这种人过去生中曾经供养无量无边诸佛如来，在这一生当中他的善根发现，有缘分遇到这部经典，他能接受。这两种人一定成就。但是大多数的人，纵然有缘遇到《无量寿经》，遇到净土法门，也念佛，也拜阿弥陀佛，也求往生，但是他不能往生，原因在哪里？没有基础。没有什么基础？没有地藏本愿的基础。所以佛在此地劝这么多菩萨弘扬这部经典，有道理，《无量寿经》要建立在《地藏经》的基础上。譬如像我们净宗学会，我们佛堂建好了，这是地，咱没有地建不起来，有了地才能建得起来，地就是地藏本愿，大楼就是无量寿佛，一定要有基础。所以在这部经典里面在在处处，苦口婆心嘱咐这些大菩萨，要流通这部经典。",
      "zh_TW": "在我們末法時期，我們過去跟諸位同修講的《無量壽經》，那也可以說是一切諸佛公認的，度眾生成佛道的第一經。但是《無量壽經》不是一般人都能夠接受的，我們在《無量壽經》裡面看到，真正能接受《無量壽經》的兩種人，一種是絕頂聰明智慧的人，在我們佛門講上上根人，他一聽他就明瞭，就通達。像馬鳴、龍樹菩薩，我們中國的智者、永明大師，這樣的人物，一聽他就接受，毫不懷疑，專修專弘他能成就，這是第一類。第二類就是有大善根福德的人，雖然智慧、學識平平，他能相信，你一勸他，他就歡喜，他就接受，他就老實念佛，這個很不容易，非常可貴。這是經上講，這種人過去生中曾經供養無量無邊諸佛如來，在這一生當中他的善根發現，有緣分遇到這部經典，他能接受。這兩種人一定成就。但是大多數的人，縱然有緣遇到《無量壽經》，遇到淨土法門，也念佛，也拜阿彌陀佛，也求往生，但是他不能往生，原因在哪裡？沒有基礎。沒有什麼基礎？沒有地藏本願的基礎。所以佛在此地勸這麼多菩薩弘揚這部經典，有道理，《無量壽經》要建立在《地藏經》的基礎上。譬如像我們淨宗學會，我們佛堂建好了，這是地，咱沒有地建不起來，有了地才能建得起來，地就是地藏本願，大樓就是無量壽佛，一定要有基礎。所以在這部經典裡面在在處處，苦口婆心囑咐這些大菩薩，要流通這部經典。"
    },
    {
      "id": "14-007-0007_p0011",
      "zh_CN": "这一段经文，这是非常善巧方便的流通，我们今天讲就是艺术化的流通。『伎乐』、『歌咏』，要用现在的话来讲，最好能把这些经典写成剧本，编成电视连续剧，这个样子来传播就容易了，大家喜欢看，又喜欢听，佛法同时他接受了。这一章是教给我们这样做法，用剧本、用歌舞的方法，把佛教教义呈现在大众的面前，介绍给大家。现在我们佛门里面实在讲缺乏人才，特别缺乏编剧的人才，写剧本编剧的人才。如果要有这种人才，我们佛教里面材料太丰富了，简直是取之不尽，用之不竭。像《地藏经》每一段这些开示编一个单元，连续二十次到三十次电台上广播，这一部《地藏经》大家的印象就非常深刻了。所有一切大小乘经典，都可以用这些方法来表达。在讲堂里面讲经，听起来枯燥无味。搬到舞台上，那就热闹了。在这个地方讲经，我们请他，他都不愿意来。搬上舞台，还得卖票，花钱，他也愿意去。所以佛教教育艺术化，佛菩萨在经典里面就给我们指示了，这是我们要记住、要知道，能够这样做，用这种方法度人无量。所以他能『常得百千鬼神日夜卫护』，有这些诸佛护念，护法神、善神保护你。下面一段是讲讥毁的果报。",
      "zh_TW": "這一段經文，這是非常善巧方便的流通，我們今天講就是藝術化的流通。『伎樂』、『歌詠』，要用現在的話來講，最好能把這些經典寫成劇本，編成電視連續劇，這個樣子來傳播就容易了，大家喜歡看，又喜歡聽，佛法同時他接受了。這一章是教給我們這樣做法，用劇本、用歌舞的方法，把佛教教義呈現在大眾的面前，介紹給大家。現在我們佛門裡面實在講缺乏人才，特別缺乏編劇的人才，寫劇本編劇的人才。如果要有這種人才，我們佛教裡面材料太豐富了，簡直是取之不盡，用之不竭。像《地藏經》每一段這些開示編一個單元，連續二十次到三十次電台上廣播，這一部《地藏經》大家的印象就非常深刻了。所有一切大小乘經典，都可以用這些方法來表達。在講堂裡面講經，聽起來枯燥無味。搬到舞台上，那就熱鬧了。在這個地方講經，我們請他，他都不願意來。搬上舞台，還得賣票，花錢，他也願意去。所以佛教教育藝術化，佛菩薩在經典裡面就給我們指示了，這是我們要記住、要知道，能夠這樣做，用這種方法度人無量。所以他能『常得百千鬼神日夜衛護』，有這些諸佛護念，護法神、善神保護你。下面一段是講譏毀的果報。"
    },
    {
      "id": "14-007-0007_p0012",
      "zh_CN": "【复次普广。未来世中。若有恶人及恶神恶鬼。见有善男子善女人。归敬供养赞叹瞻礼地藏菩萨形像。或妄生讥毁。谤无功德及利益事。或露齿笑。或背面非。或劝人共非。或一人非。或多人非。乃至一念生讥毁者。如是之人。贤劫千佛灭度。讥毁之报。尚在阿鼻地狱受极重罪。过是劫已。方受饿鬼。又经千劫。复受畜生。又经千劫。方得人身。纵受人身。贫穷下贱。诸根不具。多被恶业。来结其心。不久之间。复堕恶道。是故普广。讥毁他人供养。尚获此报。何况别生恶见毁灭。】",
      "zh_TW": "【復次普廣。未來世中。若有惡人及惡神惡鬼。見有善男子善女人。歸敬供養讚歎瞻禮地藏菩薩形像。或妄生譏毀。謗無功德及利益事。或露齒笑。或背面非。或勸人共非。或一人非。或多人非。乃至一念生譏毀者。如是之人。賢劫千佛滅度。譏毀之報。尚在阿鼻地獄受極重罪。過是劫已。方受餓鬼。又經千劫。復受畜生。又經千劫。方得人身。縱受人身。貧窮下賤。諸根不具。多被惡業。來結其心。不久之間。復墮惡道。是故普廣。譏毀他人供養。尚獲此報。何況別生惡見毀滅。】"
    },
    {
      "id": "14-007-0007_p0013",
      "zh_CN": "这一段开示我们听了之后，特别在现前这个时代，我们深有所感。在过去，在中国，讥毁三宝还少见，并不多见。现在可以说是非常非常的普遍。众生造的这个罪业，必定如经所说的这个果报，这个果报我们看到太可怕了。谁叫这些众生造这么重的罪业？那就是我们这些挂名的佛弟子，我们没有尽到宣扬的责任，使社会大众对佛教产生误会，产生曲解，所以才叫这么多众生受苦受难。我们要能够想到这一点，所以既然出家了，既然学佛了，在家出家四众弟子都有弘法利生的责任。像一个学校，出家，这是专任的教员；在家是兼任的教员，责任比较轻一点。出家人责任就非常之重，不能把佛法正法普遍宣扬，就是罪过。所以我们中国，过去人常讲「地狱门前僧道多」，谁堕地狱？出家人堕地狱。出家人修行得不错，为什么堕地狱？没有尽到责任。什么责任？弘法利生的责任。",
      "zh_TW": "這一段開示我們聽了之後，特別在現前這個時代，我們深有所感。在過去，在中國，譏毀三寶還少見，並不多見。現在可以說是非常非常的普遍。眾生造的這個罪業，必定如經所說的這個果報，這個果報我們看到太可怕了。誰叫這些眾生造這麼重的罪業？那就是我們這些掛名的佛弟子，我們沒有盡到宣揚的責任，使社會大眾對佛教產生誤會，產生曲解，所以才叫這麼多眾生受苦受難。我們要能夠想到這一點，所以既然出家了，既然學佛了，在家出家四眾弟子都有弘法利生的責任。像一個學校，出家，這是專任的教員；在家是兼任的教員，責任比較輕一點。出家人責任就非常之重，不能把佛法正法普遍宣揚，就是罪過。所以我們中國，過去人常講「地獄門前僧道多」，誰墮地獄？出家人墮地獄。出家人修行得不錯，為什麼墮地獄？沒有盡到責任。什麼責任？弘法利生的責任。"
    },
    {
      "id": "14-007-0007_p0014",
      "zh_CN": "弘法利生方法、手段非常之多，不一定是讲经说法，不讲经说法也能弘扬佛法。你修持得好，给人家做一个榜样，这就是宣扬佛法；你往生的时候有瑞相，这也是宣扬佛法；你学佛之后身心愉快，能够常生欢喜心，叫别人看到你仰慕，这也是宣扬佛法。方式很多，不单单是讲经的一途。能够给人宣讲，乃至于一句一偈，功德都不可思议。这些方式，实在讲不难，人人都做得到。我们都有一些亲戚朋友，现在往来通信比较上，比从前在量上讲多得太多了，你每给人写一封信，都写上一个「阿弥陀佛」，都写上一个「南无地藏菩萨」，那个人看到的时候他也念一声，也种了金刚种子。最近我在温哥华讲经，那边有个陈风子老先生，是个金石家，印章刻得很好，我请他给我刻了十几个。现在我们把它印出来，印的小贴纸，我们寄信信封上贴一个「阿弥陀佛」，贴一个「无量寿佛」，这很好，你信封上，邮差他都能看得见，看见都念一句，时时刻刻我们都在弘法利生。我们印的「南无阿弥陀佛」，有中文的、有英文的，我们家门口可以贴，你们车上可以贴，这些都是方法。别人来问，一定要解释清楚，特别要给人一个正确的观念，教人了解佛法究竟是什么，破除他的误会，破除他的曲解，这个功德就很大。",
      "zh_TW": "弘法利生方法、手段非常之多，不一定是講經說法，不講經說法也能弘揚佛法。你修持得好，給人家做一個榜樣，這就是宣揚佛法；你往生的時候有瑞相，這也是宣揚佛法；你學佛之後身心愉快，能夠常生歡喜心，叫別人看到你仰慕，這也是宣揚佛法。方式很多，不單單是講經的一途。能夠給人宣講，乃至於一句一偈，功德都不可思議。這些方式，實在講不難，人人都做得到。我們都有一些親戚朋友，現在往來通信比較上，比從前在量上講多得太多了，你每給人寫一封信，都寫上一個「阿彌陀佛」，都寫上一個「南無地藏菩薩」，那個人看到的時候他也念一聲，也種了金剛種子。最近我在溫哥華講經，那邊有個陳風子老先生，是個金石家，印章刻得很好，我請他給我刻了十幾個。現在我們把它印出來，印的小貼紙，我們寄信信封上貼一個「阿彌陀佛」，貼一個「無量壽佛」，這很好，你信封上，郵差他都能看得見，看見都念一句，時時刻刻我們都在弘法利生。我們印的「南無阿彌陀佛」，有中文的、有英文的，我們家門口可以貼，你們車上可以貼，這些都是方法。別人來問，一定要解釋清楚，特別要給人一個正確的觀念，教人了解佛法究竟是什麼，破除他的誤會，破除他的曲解，這個功德就很大。"
    },
    {
      "id": "14-007-0007_p0015",
      "zh_CN": "前些年我在旧金山，马祖庙请我去讲演，我讲了一个题目，叫「认识佛教」。以后有一个听众把它从录音带上写下来，我改了一点，印出一个小册子，《认识佛教》。这个对于初学的人来讲非常有帮助，告诉大众佛教绝对不是迷信，佛教对我们有一定的好处。我们人生在世，普遍所追求的，个人的幸福快乐，家庭美满，社会和谐，国家富强，世界和平。这每个人所追求的，怎样才能够得到？才能够圆圆满满的得到？要认识佛教。所以我们看到这些讥毁之人，换句话说，统统都是对佛教误会，对佛教认识不清楚。为什么有误会？我们出家人做的这个样子叫人家误会，在家同修拜佛叫人家看到误会，你拜佛、学佛说不出一个道理出来，人家就说你是迷信。他心里动个念头，迷信，说你是迷信，这就是讥毁，果报很惨。我们不学佛，我们跟他在一起，他不会起这个念头；我们学佛了，他见到我们说，这是迷信。他这个念头动了，岂不是我们把他送到地狱里去吗？这个罪多重。所以要时时处处为人解说。现在科技发达，流通佛法的成本低廉，我们印书，我们制作录音带，大量的去赠送，普遍的去结缘，人人都能够努力这样做，这个社会风气可以改善的，不是不能改善。所以这部经典每一章都给我们很多很多的启示。再看底下一段，我们也把经文念一念：",
      "zh_TW": "前些年我在舊金山，馬祖廟請我去講演，我講了一個題目，叫「認識佛教」。以後有一個聽眾把它從錄音帶上寫下來，我改了一點，印出一個小冊子，《認識佛教》。這個對於初學的人來講非常有幫助，告訴大眾佛教絕對不是迷信，佛教對我們有一定的好處。我們人生在世，普遍所追求的，個人的幸福快樂，家庭美滿，社會和諧，國家富強，世界和平。這每個人所追求的，怎樣才能夠得到？才能夠圓圓滿滿的得到？要認識佛教。所以我們看到這些譏毀之人，換句話說，統統都是對佛教誤會，對佛教認識不清楚。為什麼有誤會？我們出家人做的這個樣子叫人家誤會，在家同修拜佛叫人家看到誤會，你拜佛、學佛說不出一個道理出來，人家就說你是迷信。他心裡動個念頭，迷信，說你是迷信，這就是譏毀，果報很慘。我們不學佛，我們跟他在一起，他不會起這個念頭；我們學佛了，他見到我們說，這是迷信。他這個念頭動了，豈不是我們把他送到地獄裡去嗎？這個罪多重。所以要時時處處為人解說。現在科技發達，流通佛法的成本低廉，我們印書，我們製作錄音帶，大量的去贈送，普遍的去結緣，人人都能夠努力這樣做，這個社會風氣可以改善的，不是不能改善。所以這部經典每一章都給我們很多很多的啟示。再看底下一段，我們也把經文念一念："
    },
    {
      "id": "14-007-0007_p0016",
      "zh_CN": "【复次普广。若未来世。有男子女人。久处床枕。求生求死。了不可得。或夜梦恶鬼。乃及家亲。或游险道。或多魇寐。共鬼神游。日月岁深。转复尪瘵。眠中叫苦。惨凄不乐者。此皆是业道论对。未定轻重。或难舍寿。或不得愈。男女俗眼。不辨是事。但当对诸佛菩萨像前。高声转读此经一遍。或取病人可爱之物。或衣服宝贝。庄园舍宅。对病人前。高声唱言。我某甲等。为是病人。对经像前。舍诸等物。或供养经像。或造佛菩萨形像。或造塔寺。或燃油灯。或施常住。如是三白病人。遣令闻知。假使诸识分散。至气尽者。乃至一日二日三日四日。至七日以来。但高声白。高声读经。是人命终之后。宿殃重罪。至于五无间罪。永得解脱。所受生处。常知宿命。何况善男子善女人。自书此经。或教人书。或自塑画菩萨形像。乃至教人塑画。所受果报。必获大利。是故普广。若见有人读诵是经。乃至一念赞叹是经。或恭敬者。汝须百千方便。劝是等人。勤心莫退。能得未来现在千万亿不可思议功德。】",
      "zh_TW": "【復次普廣。若未來世。有男子女人。久處床枕。求生求死。了不可得。或夜夢惡鬼。乃及家親。或遊險道。或多魘寐。共鬼神遊。日月歲深。轉復尪瘵。眠中叫苦。慘悽不樂者。此皆是業道論對。未定輕重。或難捨壽。或不得愈。男女俗眼。不辨是事。但當對諸佛菩薩像前。高聲轉讀此經一遍。或取病人可愛之物。或衣服寶貝。莊園舍宅。對病人前。高聲唱言。我某甲等。為是病人。對經像前。捨諸等物。或供養經像。或造佛菩薩形像。或造塔寺。或燃油燈。或施常住。如是三白病人。遣令聞知。假使諸識分散。至氣盡者。乃至一日二日三日四日。至七日以來。但高聲白。高聲讀經。是人命終之後。宿殃重罪。至於五無間罪。永得解脫。所受生處。常知宿命。何況善男子善女人。自書此經。或教人書。或自塑畫菩薩形像。乃至教人塑畫。所受果報。必獲大利。是故普廣。若見有人讀誦是經。乃至一念讚歎是經。或恭敬者。汝須百千方便。勸是等人。勤心莫退。能得未來現在千萬億不可思議功德。】"
    },
    {
      "id": "14-007-0007_p0017",
      "zh_CN": "这一章经文比较长，主旨是教我们怎么样对待久病，久病很痛苦。在现代这个社会里面，几乎随时随处都能看得见，所谓是老人病，真正是求生不得，求死不能。他也不死，他一口气不断，一天到晚躺在床上，一躺就躺十几年、二十年，日夜都要人照顾，这是指这样的病。这个病有没有方法治？有，可惜没有人相信。所以真正把《地藏经》这段经文念通了，他就了解了。疾病很多，把它归纳起来不外乎三大类。第一大类是生理的疾病，伤风、感冒、饮食不小心，生理上的病，这种病可以找医生，医生只能够医疗生理上的毛病。人除了生理之外，还有情绪，还有心理，这个情绪跟心理，医生就没有法子了。因此疾病除了生理病之外，还有一种叫冤业病，这个就是冤家债主，这些鬼神妖魅找到你了。找到你，报复你，这个没有法子，医生对他无可奈何，不是医药能治的。这些常常在寺庙里面念念经，消消灾它就好了，真的就有效。那是什么？诵经、拜忏是调解，调解对方要接受了，算了，他就离开了，你的病就好了。所以那是调解，也有不接受的，不接受就没有法子，但是一般讲大多数会接受的。像最显著的慈悲三昧水忏，悟达国师害的人面疮就是冤家债主，遇到迦诺迦尊者给他调解，说出生生世世冤冤相报的因果，彼此了解了，彼此都能够原谅，冤家走了，他病好了。这是第二类的。",
      "zh_TW": "這一章經文比較長，主旨是教我們怎麼樣對待久病，久病很痛苦。在現代這個社會裡面，幾乎隨時隨處都能看得見，所謂是老人病，真正是求生不得，求死不能。他也不死，他一口氣不斷，一天到晚躺在床上，一躺就躺十幾年、二十年，日夜都要人照顧，這是指這樣的病。這個病有沒有方法治？有，可惜沒有人相信。所以真正把《地藏經》這段經文念通了，他就了解了。疾病很多，把它歸納起來不外乎三大類。第一大類是生理的疾病，傷風、感冒、飲食不小心，生理上的病，這種病可以找醫生，醫生只能夠醫療生理上的毛病。人除了生理之外，還有情緒，還有心理，這個情緒跟心理，醫生就沒有法子了。因此疾病除了生理病之外，還有一種叫冤業病，這個就是冤家債主，這些鬼神妖魅找到你了。找到你，報復你，這個沒有法子，醫生對他無可奈何，不是醫藥能治的。這些常常在寺廟裡面念念經，消消災它就好了，真的就有效。那是什麼？誦經、拜懺是調解，調解對方要接受了，算了，他就離開了，你的病就好了。所以那是調解，也有不接受的，不接受就沒有法子，但是一般講大多數會接受的。像最顯著的慈悲三昧水懺，悟達國師害的人面瘡就是冤家債主，遇到迦諾迦尊者給他調解，說出生生世世冤冤相報的因果，彼此了解了，彼此都能夠原諒，冤家走了，他病好了。這是第二類的。"
    },
    {
      "id": "14-007-0007_p0018",
      "zh_CN": "第三类叫业障病，这个事情麻烦了，既不是生理，也不是冤家债主，自己造作的罪业，所以这个是医药不能治，天天诵经拜佛超度也不见效，这是最麻烦的事情。这样的病就是我们这一章所说的，这是业障病。『久处床枕，求生求死，了不可得』。常常见鬼见神，他的家亲眷属是已经过世的，过世的家亲眷属，常常见这些，这个不是好事情。这个病怎么治法？这个病要自己真正忏悔，忏除业障，他病就能好。真正忏悔，改过自新，这个行。如果能再加以修福，他好得就更快了。如果是寿命到了，到了，他死得也快，他不会受这么多折磨，他也能够早生善道，这都是好事情。所以不了解的人，你劝他的时候，他说你骗人，你骗他。过去我在台北市讲《华严经》的时候，有一位同修他很有钱，老人得了这个病，他一个人信佛，他一家人都不信，这个就一家人障碍，无可奈何。得的这个病，一天是三班护士照顾，十几年，每一年的医药费不晓得花到哪去了，花太多了。我那时就告诉他，我说如果你把这些医药费，全部捐献出来做慈善事业，他的病就好了。为什么？那也是他享福，他要花那么多钱，他有钱，他要花，花的时候身体有病怎么花？躺在床上花。你能统统把它布施出去做慈善事业，他也都花掉了，都花光了。花光了，病就好了，没医药费了。",
      "zh_TW": "第三類叫業障病，這個事情麻煩了，既不是生理，也不是冤家債主，自己造作的罪業，所以這個是醫藥不能治，天天誦經拜佛超度也不見效，這是最麻煩的事情。這樣的病就是我們這一章所說的，這是業障病。『久處床枕，求生求死，了不可得』。常常見鬼見神，他的家親眷屬是已經過世的，過世的家親眷屬，常常見這些，這個不是好事情。這個病怎麼治法？這個病要自己真正懺悔，懺除業障，他病就能好。真正懺悔，改過自新，這個行。如果能再加以修福，他好得就更快了。如果是壽命到了，到了，他死得也快，他不會受這麼多折磨，他也能夠早生善道，這都是好事情。所以不了解的人，你勸他的時候，他說你騙人，你騙他。過去我在台北市講《華嚴經》的時候，有一位同修他很有錢，老人得了這個病，他一個人信佛，他一家人都不信，這個就一家人障礙，無可奈何。得的這個病，一天是三班護士照顧，十幾年，每一年的醫藥費不曉得花到哪去了，花太多了。我那時就告訴他，我說如果你把這些醫藥費，全部捐獻出來做慈善事業，他的病就好了。為什麼？那也是他享福，他要花那麼多錢，他有錢，他要花，花的時候身體有病怎麼花？躺在床上花。你能統統把它布施出去做慈善事業，他也都花掉了，都花光了。花光了，病就好了，沒醫藥費了。"
    },
    {
      "id": "14-007-0007_p0019",
      "zh_CN": "在美国买医药保险好事情，为什么？医药费这么开销，开掉了；开掉什么？人不生病。你这个医药费要是放在那个地方，非生病不可，那是生病用的。所以常常布施医药，这个人不会生病。所以你们买医药保险观念要转一下，我布施医药，不要想到我有病的时候要用，那将来你准用得上。念头一转，我月月布施，我把这个供养有病的人，帮助他们。你一生不会生病，这个念头转一下就对了。这经上就是教给我们这个方法，要懂。所以你能够为大众着想，你自己才真正得福报；为个人着想，为我一家着想，果报还要自己受，这个很苦。",
      "zh_TW": "在美國買醫藥保險好事情，為什麼？醫藥費這麼開銷，開掉了；開掉什麼？人不生病。你這個醫藥費要是放在那個地方，非生病不可，那是生病用的。所以常常布施醫藥，這個人不會生病。所以你們買醫藥保險觀念要轉一下，我布施醫藥，不要想到我有病的時候要用，那將來你准用得上。念頭一轉，我月月布施，我把這個供養有病的人，幫助他們。你一生不會生病，這個念頭轉一下就對了。這經上就是教給我們這個方法，要懂。所以你能夠為大眾著想，你自己才真正得福報；為個人著想，為我一家著想，果報還要自己受，這個很苦。"
    },
    {
      "id": "14-007-0007_p0020",
      "zh_CN": "这段经文大主意就在此地。后面，特别就是人在病重的时候，佛教给我们舍财修福，把他自己心爱之物，收藏的珍宝，或者他的财产，他的房屋、他的田地，捐献出来造寺、造塔，捐献给三宝，这个功德最大。『塔寺』是什么？「塔」是供奉佛舍利的，供人瞻仰，对三宝生起敬心，生起敬仰，启发人学佛的信心，所以功德很大。寺院是学校，是佛教教学的场所，这个场所能对这一个地方破迷开悟、转凡成圣的一个场所，所以它的功德就非常非常之大了。但是这个寺院一定要弘法利生，如果不能弘法利生，这个寺院建筑在这里也是枉然。就好像我们办学校，学校是建好了，没有老师，也没有学生，这个学校不能产生作用。所以一定要有真正善知识，在这个地方主持教化，这才有功德。诸位如果体会到这一点，就晓得我们舍财修福应该如何来修学。假如遇不到善知识，此地讲的写经，『自书此经，或教人书』。在从前印刷术不发达，还没有发明，宋朝以前经典都是手写的。你写一部，这个世间就多一部经，写两部就多两部经；自己不能写，请人写，雇人来写，那个功德也一样的。这是使世间经典多，流通就广。现在不要自己写了，现在印刷，又便宜，又省事。所以现在人修福，那古人简直作梦都不敢想的，古人一生能写几部经？能流通几部经？现在只要你有钱，这个经一印就几万本，到处流通，这个福报大。",
      "zh_TW": "這段經文大主意就在此地。後面，特別就是人在病重的時候，佛教給我們捨財修福，把他自己心愛之物，收藏的珍寶，或者他的財產，他的房屋、他的田地，捐獻出來造寺、造塔，捐獻給三寶，這個功德最大。『塔寺』是什麼？「塔」是供奉佛舍利的，供人瞻仰，對三寶生起敬心，生起敬仰，啟發人學佛的信心，所以功德很大。寺院是學校，是佛教教學的場所，這個場所能對這一個地方破迷開悟、轉凡成聖的一個場所，所以它的功德就非常非常之大了。但是這個寺院一定要弘法利生，如果不能弘法利生，這個寺院建築在這裡也是枉然。就好像我們辦學校，學校是建好了，沒有老師，也沒有學生，這個學校不能產生作用。所以一定要有真正善知識，在這個地方主持教化，這才有功德。諸位如果體會到這一點，就曉得我們捨財修福應該如何來修學。假如遇不到善知識，此地講的寫經，『自書此經，或教人書』。在從前印刷術不發達，還沒有發明，宋朝以前經典都是手寫的。你寫一部，這個世間就多一部經，寫兩部就多兩部經；自己不能寫，請人寫，僱人來寫，那個功德也一樣的。這是使世間經典多，流通就廣。現在不要自己寫了，現在印刷，又便宜，又省事。所以現在人修福，那古人簡直作夢都不敢想的，古人一生能寫幾部經？能流通幾部經？現在只要你有錢，這個經一印就幾萬本，到處流通，這個福報大。"
    },
    {
      "id": "14-007-0007_p0021",
      "zh_CN": "写经，造像，造佛菩萨像，或者是画佛菩萨像。咱们现在印，大量的来印，大量的流通，这是个好事情。现在不但可以印经，可以印佛菩萨形像，而且可以流通录音带。录音带不外乎两种，一种是读经的录音带，有很多人你叫他念一部经，他没有时间，坐到这里看着经文念没有时间。我有录音带，他开车他可以在车上听，也是一样，听久了，他意思都明了了。所以现在有有声的《地藏菩萨本愿经》。另外一种就是讲经的录音带，这个我们自己在家里听，一面听一面就拷贝，我听一遍就拷贝一个带子，听两遍拷贝两个带子，我把这些带子送给亲戚朋友，辗转流通，功德无量，这是我们能做的。",
      "zh_TW": "寫經，造像，造佛菩薩像，或者是畫佛菩薩像。咱們現在印，大量的來印，大量的流通，這是個好事情。現在不但可以印經，可以印佛菩薩形像，而且可以流通錄音帶。錄音帶不外乎兩種，一種是讀經的錄音帶，有很多人你叫他念一部經，他沒有時間，坐到這裡看著經文念沒有時間。我有錄音帶，他開車他可以在車上聽，也是一樣，聽久了，他意思都明瞭了。所以現在有有聲的《地藏菩薩本願經》。另外一種就是講經的錄音帶，這個我們自己在家裡聽，一面聽一面就拷貝，我聽一遍就拷貝一個帶子，聽兩遍拷貝兩個帶子，我把這些帶子送給親戚朋友，輾轉流通，功德無量，這是我們能做的。"
    },
    {
      "id": "14-007-0007_p0022",
      "zh_CN": "天地之间，鬼神是真有，一点都不假。好像是前年，前年过年，大年初一，我们会的董事长韩锳居士，她坐在里面。大年初一上午，大概是九点钟，鬼打电话给她，真的一点不假。她去接那个电话，声音非常凄惨向她要求，她要到图书馆去。大年初一，平常我们道场不给人做超度佛事，除非自己的同修有家亲眷属，我们会替他做的，外面我们一概不接受，我们人也不会出去念经的，我们是一个弘法的道场。特别是过年期间，就是同修眷属也不可以的，也不答应的。大年初一，有个小女孩心声非常凄惨，要到图书馆来。董事长刚听到电话，以为是开玩笑的，就把电话摔下不理她，把她骂了一顿。过了几分钟又打来，又打来说，她儿子接的，她儿子说不对，她这个不像是开玩笑的，她一想是真的。结果电话放下没多久，就到图书馆，到图书馆有一个太太，我们有个同修带着她来，她女儿车祸死了，请求超度。问她多大年龄，十二岁，她就学她叫的声音。她说，是的，一点没错。你看十二岁的小孩上午九点钟打电话来，打两次，这真的。",
      "zh_TW": "天地之間，鬼神是真有，一點都不假。好像是前年，前年過年，大年初一，我們會的董事長韓鍈居士，她坐在裡面。大年初一上午，大概是九點鐘，鬼打電話給她，真的一點不假。她去接那個電話，聲音非常淒慘向她要求，她要到圖書館去。大年初一，平常我們道場不給人做超度佛事，除非自己的同修有家親眷屬，我們會替他做的，外面我們一概不接受，我們人也不會出去念經的，我們是一個弘法的道場。特別是過年期間，就是同修眷屬也不可以的，也不答應的。大年初一，有個小女孩心聲非常淒慘，要到圖書館來。董事長剛聽到電話，以為是開玩笑的，就把電話摔下不理她，把她罵了一頓。過了幾分鐘又打來，又打來說，她兒子接的，她兒子說不對，她這個不像是開玩笑的，她一想是真的。結果電話放下沒多久，就到圖書館，到圖書館有一個太太，我們有個同修帶著她來，她女兒車禍死了，請求超度。問她多大年齡，十二歲，她就學她叫的聲音。她說，是的，一點沒錯。你看十二歲的小孩上午九點鐘打電話來，打兩次，這真的。"
    },
    {
      "id": "14-007-0007_p0023",
      "zh_CN": "最近，大概你们看报纸或者看电视晓得，台湾出了一次车祸，死了三十多个人，星期五出的车祸。我们图书馆的悟道师，上次到这来过，星期一晚上作个梦，梦到有三十多个人，绳子捆着摆在铁轨上，他吓死了，吓呆了，其中有个人求他超度。他打电话给我们董事长，星期五出的车祸。你看看五天之前这批人还没死，已经来求超度了。「一饮一啄，莫非前定」，他说那三十多个人都被绳子捆绑起来，摆在那个铁轨上，五天前。这不是假的，这都是眼前真的事实。宇宙之大，里面一些事情太多太多了，我们不能说是眼睛见不到，耳朵听不到，想不到，这个东西是迷信。哪是迷信？确实的事情。这些都是横死，都是死于非命的。经上给我们说了，如果我们命里面有这些灾难，你只要依照经典的方法来修行，这些灾难统统可以消除。所以这部经典的理论、方法，我们要特别留意。",
      "zh_TW": "最近，大概你們看報紙或者看電視曉得，台灣出了一次車禍，死了三十多個人，星期五出的車禍。我們圖書館的悟道師，上次到這來過，星期一晚上作個夢，夢到有三十多個人，繩子捆著擺在鐵軌上，他嚇死了，嚇呆了，其中有個人求他超度。他打電話給我們董事長，星期五出的車禍。你看看五天之前這批人還沒死，已經來求超度了。「一飲一啄，莫非前定」，他說那三十多個人都被繩子捆綁起來，擺在那個鐵軌上，五天前。這不是假的，這都是眼前真的事實。宇宙之大，裡面一些事情太多太多了，我們不能說是眼睛見不到，耳朵聽不到，想不到，這個東西是迷信。哪是迷信？確實的事情。這些都是橫死，都是死於非命的。經上給我們說了，如果我們命裡面有這些災難，你只要依照經典的方法來修行，這些災難統統可以消除。所以這部經典的理論、方法，我們要特別留意。"
    },
    {
      "id": "14-007-0007_p0024",
      "zh_CN": "今年我们在美国建立这个道场，建立道场我们第一步讲《地藏经》。我在其他的几个地方也都讲《地藏经》，在加州也讲。这个地方讲完了，底下的有D.C.、有亨茨维尔、亚特兰大、迈阿密，统统讲《地藏经》。但是不能这样细讲，因为时间每一个地方只有七天，完全讲大义。净土建立在《地藏》的基础上。我们再看下面一段，梦寐见鬼，这一段就是梦中见鬼见神的。",
      "zh_TW": "今年我們在美國建立這個道場，建立道場我們第一步講《地藏經》。我在其他的幾個地方也都講《地藏經》，在加州也講。這個地方講完了，底下的有D.C.、有亨茨維爾、亞特蘭大、邁阿密，統統講《地藏經》。但是不能這樣細講，因為時間每一個地方只有七天，完全講大義。淨土建立在《地藏》的基礎上。我們再看下面一段，夢寐見鬼，這一段就是夢中見鬼見神的。"
    },
    {
      "id": "14-007-0007_p0025",
      "zh_CN": "【复次普广。若未来世诸众生等。或梦或寐。见诸鬼神。乃及诸形。或悲或啼。或愁或叹。或恐或怖。此皆是一生十生。百生千生。过去父母。男女弟妹。夫妻眷属。在于恶趣。未得出离。无处希望福力救拔。当告宿世骨肉。使作方便。愿离恶道。普广。汝以神力。遣是眷属。令对诸佛菩萨像前。志心自读此经。或请人读。其数三遍。或七遍。如是恶道眷属。经声毕是遍数。当得解脱。乃至梦寐之中。永不复见。】",
      "zh_TW": "【復次普廣。若未來世諸眾生等。或夢或寐。見諸鬼神。乃及諸形。或悲或啼。或愁或歎。或恐或怖。此皆是一生十生。百生千生。過去父母。男女弟妹。夫妻眷屬。在於惡趣。未得出離。無處希望福力救拔。當告宿世骨肉。使作方便。願離惡道。普廣。汝以神力。遣是眷屬。令對諸佛菩薩像前。志心自讀此經。或請人讀。其數三遍。或七遍。如是惡道眷屬。經聲畢是遍數。當得解脫。乃至夢寐之中。永不復見。】"
    },
    {
      "id": "14-007-0007_p0026",
      "zh_CN": "像这些事情，许多同修们常常遇到的，梦到已经过去的家亲眷属，这是有认识的；还有梦到不认识的，正像经上讲的，看到他很苦，很可怜。不认识的，多半是久远的家亲眷属，那当然我们印象当中都没有，或者是几十世的，乃至于几百世以前的家亲眷属。为什么他要来找你？因为你现在有能力帮助他。当你没有能力帮助他的时候，他不来找你，找你什么？没用处，他不来找你。你学佛了，他知道你有力量帮助他了，所以他来求你。当我们梦到有这些情形，你恭恭敬敬的读经给他回向，他所求的就是这个。读经的功德，七分功德他得一分，念经的人自己得六分，存亡两利，都得利益。读经一定恭恭敬敬的读。『或请人读』，「请人读」，就是我们一般讲请这些法师念经超度，大乘经典都非常有效果。所以请人读，为什么我们请法师要请七位？七位他才得一分功德，他得七分之一的功德。所以实在讲最好是自己念。自己对经典不熟，很生疏，生涩念不下去，可以请法师，请法师我们在旁边跟着读，法师带着我们读，这样就好，这个效果非常之大。自己要不是跟着读，这个效果很小。有很多人不知道这个经忏佛事真实的功德利益，只是什么？应付人情而已，好像家里老人过世了，不这样做做别人笑话，这不得不做。做给谁？做给那些活人看的，死人死了，一了就完，什么都没有了。这都是一个迷信的观念。",
      "zh_TW": "像這些事情，許多同修們常常遇到的，夢到已經過去的家親眷屬，這是有認識的；還有夢到不認識的，正像經上講的，看到他很苦，很可憐。不認識的，多半是久遠的家親眷屬，那當然我們印象當中都沒有，或者是幾十世的，乃至於幾百世以前的家親眷屬。為什麼他要來找你？因為你現在有能力幫助他。當你沒有能力幫助他的時候，他不來找你，找你什麼？沒用處，他不來找你。你學佛了，他知道你有力量幫助他了，所以他來求你。當我們夢到有這些情形，你恭恭敬敬的讀經給他迴向，他所求的就是這個。讀經的功德，七分功德他得一分，念經的人自己得六分，存亡兩利，都得利益。讀經一定恭恭敬敬的讀。『或請人讀』，「請人讀」，就是我們一般講請這些法師念經超度，大乘經典都非常有效果。所以請人讀，為什麼我們請法師要請七位？七位他才得一分功德，他得七分之一的功德。所以實在講最好是自己念。自己對經典不熟，很生疏，生澀念不下去，可以請法師，請法師我們在旁邊跟著讀，法師帶著我們讀，這樣就好，這個效果非常之大。自己要不是跟著讀，這個效果很小。有很多人不知道這個經懺佛事真實的功德利益，只是什麼？應付人情而已，好像家裡老人過世了，不這樣做做別人笑話，這不得不做。做給誰？做給那些活人看的，死人死了，一了就完，什麼都沒有了。這都是一個迷信的觀念。"
    },
    {
      "id": "14-007-0007_p0027",
      "zh_CN": "我在没有学佛之前，好像是三十九年、四十年前的时候，有一次我到观音山，正好遇到有一家人在做佛事，大概是超度他家的老人，前面请了几个法师诵经，他们家亲眷属就在大殿后面，在那里打麻将。我看到那个，那时候我虽然没有学佛，我看到这个简直不像话，一点诚意都没有。到哪个地方要拜的时候，法师通知这个地方要拜三拜，赶紧放下牌过来拜三拜，拜完之后赶紧又去了，真是不像话。像这样是一丝毫诚敬之意都没有。假如诵经的法师要规矩，好好的给你经念一遍；如果是不太规矩的话，他就可以这里念几句，跳过来后头再念几句，很快的一部经就念完了，本来这部经要念一个小时，偷工减料半小时就够了，反正你也不晓得。现在常有这个事情。所以如果家亲眷属跟着一起念，法师对你也尊敬，知道你有诚意，他念经心也清净，也恭恭敬敬念，也不敢掉一句、掉一个字，为什么？你跟着念，这个效果才真正能够得到。所以不如理、不如法，那就很难。再看底下这一段：",
      "zh_TW": "我在沒有學佛之前，好像是三十九年、四十年前的時候，有一次我到觀音山，正好遇到有一家人在做佛事，大概是超度他家的老人，前面請了幾個法師誦經，他們家親眷屬就在大殿後面，在那裡打麻將。我看到那個，那時候我雖然沒有學佛，我看到這個簡直不像話，一點誠意都沒有。到哪個地方要拜的時候，法師通知這個地方要拜三拜，趕緊放下牌過來拜三拜，拜完之後趕緊又去了，真是不像話。像這樣是一絲毫誠敬之意都沒有。假如誦經的法師要規矩，好好的給你經念一遍；如果是不太規矩的話，他就可以這裡念幾句，跳過來後頭再念幾句，很快的一部經就念完了，本來這部經要念一個小時，偷工減料半小時就夠了，反正你也不曉得。現在常有這個事情。所以如果家親眷屬跟著一起念，法師對你也尊敬，知道你有誠意，他念經心也清淨，也恭恭敬敬念，也不敢掉一句、掉一個字，為什麼？你跟著念，這個效果才真正能夠得到。所以不如理、不如法，那就很難。再看底下這一段："
    },
    {
      "id": "14-007-0007_p0028",
      "zh_CN": "【复次普广。若未来世。有诸下贱等人。或奴或婢。乃至诸不自由之人。觉知宿业。要忏悔者。志心瞻礼地藏菩萨形像。乃至一七日中。念菩萨名。可满万遍。如是等人。尽此报后。千万生中。常生尊贵。更不经三恶道苦。】",
      "zh_TW": "【復次普廣。若未來世。有諸下賤等人。或奴或婢。乃至諸不自由之人。覺知宿業。要懺悔者。志心瞻禮地藏菩薩形像。乃至一七日中。念菩薩名。可滿萬遍。如是等人。盡此報後。千萬生中。常生尊貴。更不經三惡道苦。】"
    },
    {
      "id": "14-007-0007_p0029",
      "zh_CN": "人在这个世间贫富贵贱，这是没有办法平等的，一定有的现象。为什么不平等？因为每一个众生在这个世间，生生世世造的业不平等。起心动念不平等，果报哪有平等的道理？佛在经上说，下贱之人，失去自由之人。失去自由，就完全被人控制，受人的主宰。佛给我们说了五条重要的因素，第一个就是不孝顺父母，对父母骄慢，瞧不起父母，果报是下贱，贫穷下贱的果报。第二个是刚强，经上常讲「刚强难化」，坚固的执着，不肯忏悔，自己有过失也绝对不低头，也绝对不忏悔。第三种人是放逸，无礼；第四种是窃盗，以窃盗为生的；第五种是负债逃避不还的。这五种业因是得贫穷下贱主要的因素。但这个因素，哪一种果报因素都非常非常复杂，佛不能那么细讲，只能讲一切因素里面最重要的。可是不学佛的人虽然得的果报，总是心里面不平，怨天尤人，老天对不起他，所有一切人也对不起他，这个罪业就更重了，所以他的果报一世不如一世。清醒的人、明白的人看到这个现象，真可怜，佛在经上常常感叹着「可怜悯者」。如果他觉悟了，他知道求忏悔了，这就是有回头了，也就是有救了。",
      "zh_TW": "人在這個世間貧富貴賤，這是沒有辦法平等的，一定有的現象。為什麼不平等？因為每一個眾生在這個世間，生生世世造的業不平等。起心動念不平等，果報哪有平等的道理？佛在經上說，下賤之人，失去自由之人。失去自由，就完全被人控制，受人的主宰。佛給我們說了五條重要的因素，第一個就是不孝順父母，對父母驕慢，瞧不起父母，果報是下賤，貧窮下賤的果報。第二個是剛強，經上常講「剛強難化」，堅固的執著，不肯懺悔，自己有過失也絕對不低頭，也絕對不懺悔。第三種人是放逸，無禮；第四種是竊盜，以竊盜為生的；第五種是負債逃避不還的。這五種業因是得貧窮下賤主要的因素。但這個因素，哪一種果報因素都非常非常複雜，佛不能那麼細講，只能講一切因素裡面最重要的。可是不學佛的人雖然得的果報，總是心裡面不平，怨天尤人，老天對不起他，所有一切人也對不起他，這個罪業就更重了，所以他的果報一世不如一世。清醒的人、明白的人看到這個現象，真可憐，佛在經上常常感嘆著「可憐憫者」。如果他覺悟了，他知道求懺悔了，這就是有回頭了，也就是有救了。"
    },
    {
      "id": "14-007-0007_p0030",
      "zh_CN": "忏悔，怎么忏悔法？在佛菩萨形像的面前，是藉这个像表达自己诚敬之心。念佛名就会想佛菩萨的教训，不是光念名就行了，光念名没用处。顾名思义，我们今天说念名就要想到佛菩萨的教训，念地藏菩萨或者看地藏菩萨的形像，看到菩萨了，就想到菩萨在经里面怎么教我们的，这才有效果。想想经上所讲的，再反省反省自己对人、对事、对物，那些想法、看法、做法，哪些地方错了，经典一对照就知道了。经像一面镜子，我们脸上有肮脏看不到，照照镜子，可以把它洗干净。经照心、照行为，念了以后想想我哪些思想错误，哪些见解错误，哪些我的行持错误，我要依照教训统统改正过来，这叫真正忏悔。所以大家万万不能望文生义，望文生义，地藏菩萨也喊冤枉。『一七日中，念菩萨名，可满万遍』，这个罪业就忏悔掉了，哪有那么容易？经里面讲的没错，往往我们看，自己看错了。灭罪一定是得清净心，心清净了，罪就灭了。你要不相信，你试验试验看。此地「一七日中」，就是通常讲的打地藏七，跟净土法门里打佛七是一样的道理，就是把身心世界一切放下，好好的修七天，一心一意的修七天，七天念《地藏经》、念地藏菩萨名号。七天是七天七夜，也跟净宗的方式完全相同，七天当中不怀疑、不夹杂、不间断，七天七夜念到身心清净，业障就消了。业障消不消自己清楚，你自己还有妄想、还有执着、还有烦恼，那业障都在，没消掉。烦恼轻了，分别执着少了，这个就是业障消除的现象。烦恼轻翻过来智慧一定增长，也就是说你看人、看事、看物，比以往更聪明、更清楚、更明白，这是智慧增长。以前处世总觉得糊里糊涂的，迷惑颠倒；现在处世清清楚楚、了了分明，自在安乐。所以这七天修行一定要得到这样的效果。现在我们台湾许多道场，打佛七、打禅七、打地藏七，很多，常常都听说。但是有没有效果？那就很难讲了。",
      "zh_TW": "懺悔，怎麼懺悔法？在佛菩薩形像的面前，是藉這個像表達自己誠敬之心。念佛名就會想佛菩薩的教訓，不是光念名就行了，光念名沒用處。顧名思義，我們今天說念名就要想到佛菩薩的教訓，念地藏菩薩或者看地藏菩薩的形像，看到菩薩了，就想到菩薩在經裡面怎麼教我們的，這才有效果。想想經上所講的，再反省反省自己對人、對事、對物，那些想法、看法、做法，哪些地方錯了，經典一對照就知道了。經像一面鏡子，我們臉上有骯髒看不到，照照鏡子，可以把它洗乾淨。經照心、照行為，念了以後想想我哪些思想錯誤，哪些見解錯誤，哪些我的行持錯誤，我要依照教訓統統改正過來，這叫真正懺悔。所以大家萬萬不能望文生義，望文生義，地藏菩薩也喊冤枉。『一七日中，念菩薩名，可滿萬遍』，這個罪業就懺悔掉了，哪有那麼容易？經裡面講的沒錯，往往我們看，自己看錯了。滅罪一定是得清淨心，心清淨了，罪就滅了。你要不相信，你試驗試驗看。此地「一七日中」，就是通常講的打地藏七，跟淨土法門裡打佛七是一樣的道理，就是把身心世界一切放下，好好的修七天，一心一意的修七天，七天念《地藏經》、念地藏菩薩名號。七天是七天七夜，也跟淨宗的方式完全相同，七天當中不懷疑、不夾雜、不間斷，七天七夜念到身心清淨，業障就消了。業障消不消自己清楚，你自己還有妄想、還有執著、還有煩惱，那業障都在，沒消掉。煩惱輕了，分別執著少了，這個就是業障消除的現象。煩惱輕翻過來智慧一定增長，也就是說你看人、看事、看物，比以往更聰明、更清楚、更明白，這是智慧增長。以前處世總覺得糊裡糊塗的，迷惑顛倒；現在處世清清楚楚、了了分明，自在安樂。所以這七天修行一定要得到這樣的效果。現在我們台灣許多道場，打佛七、打禪七、打地藏七，很多，常常都聽說。但是有沒有效果？那就很難講了。"
    },
    {
      "id": "14-007-0007_p0031",
      "zh_CN": "我这一次在洛杉矶，有一位同修他也是每天来听经，告诉我洛杉矶那边有一个美国的禅宗道场，这个禅宗道场是个日本法师建的。大概那个法师已经过世了，他有一些美国的徒弟，现在是美国徒弟他们来住持，但是还保持他的修学的方法，他们参禅。他的小孩已经念高中了，去参加过三天，回到家里来告诉他的父母，希望有时间还愿意去参加。里面怎么个修行法？打坐，早晨八点半开始打坐。他早晨起来之后就是清洁环境，里面一个特色就是不说话，一进门一句话不准说。八点半开始坐香，坐到十一点半，吃午饭；吃过午饭，一点半坐到五点半；夜晚的时候，大概是八点钟坐到十点钟，再休息。每天就是打坐，一句话不说，他说非常有受用。禅堂里面坐香不但不准说话，不准打妄想，你心里有妄想，主七和尚看得出来。为什么？你坐得就不规矩了，这个时候就香板供养，要打。打什么？把妄想打掉。所以他在那里三天，三天没有说一句话，也不可以打一个妄想，打妄想那个板子就打下来了，所以他心非常清净，很有受用，禅七。",
      "zh_TW": "我這一次在洛杉磯，有一位同修他也是每天來聽經，告訴我洛杉磯那邊有一個美國的禪宗道場，這個禪宗道場是個日本法師建的。大概那個法師已經過世了，他有一些美國的徒弟，現在是美國徒弟他們來住持，但是還保持他的修學的方法，他們參禪。他的小孩已經念高中了，去參加過三天，回到家裡來告訴他的父母，希望有時間還願意去參加。裡面怎麼個修行法？打坐，早晨八點半開始打坐。他早晨起來之後就是清潔環境，裡面一個特色就是不說話，一進門一句話不准說。八點半開始坐香，坐到十一點半，吃午飯；吃過午飯，一點半坐到五點半；夜晚的時候，大概是八點鐘坐到十點鐘，再休息。每天就是打坐，一句話不說，他說非常有受用。禪堂裡面坐香不但不准說話，不准打妄想，你心裡有妄想，主七和尚看得出來。為什麼？你坐得就不規矩了，這個時候就香板供養，要打。打什麼？把妄想打掉。所以他在那裡三天，三天沒有說一句話，也不可以打一個妄想，打妄想那個板子就打下來了，所以他心非常清淨，很有受用，禪七。"
    },
    {
      "id": "14-007-0007_p0032",
      "zh_CN": "想想我们的佛七，念佛的时候绕佛、止静。一支香下来了，交头接耳，张家长、李家短就搞这个，杂心闲话，这有什么用处？晚上睡觉还作恶梦，没用。所以想想日本人很可爱，修行的方法，你看简单，收效果很大。特别是对美国人，有些工作很紧张的，到那个地方去，去坐个二、三天，得到真正的轻松，把一切都放下，他确实得到好处。所以像这样的日本人在美国建的这种禅宗道场，禅中心很多。我在麦迪森去参观过一个道场，那也是日本人不在了，现在是美国人住持，我们去的时候他带我去参观，道场还没有我们这么大，坐禅的禅堂里面，大概可以能坐二十个人的样子，那几条街附近的人都欢喜，没有事都到那里去坐。",
      "zh_TW": "想想我們的佛七，念佛的時候繞佛、止靜。一支香下來了，交頭接耳，張家長、李家短就搞這個，雜心閒話，這有什麼用處？晚上睡覺還作惡夢，沒用。所以想想日本人很可愛，修行的方法，你看簡單，收效果很大。特別是對美國人，有些工作很緊張的，到那個地方去，去坐個二、三天，得到真正的輕鬆，把一切都放下，他確實得到好處。所以像這樣的日本人在美國建的這種禪宗道場，禪中心很多。我在麥迪森去參觀過一個道場，那也是日本人不在了，現在是美國人住持，我們去的時候他帶我去參觀，道場還沒有我們這麼大，坐禪的禪堂裡面，大概可以能坐二十個人的樣子，那幾條街附近的人都歡喜，沒有事都到那裡去坐。"
    },
    {
      "id": "14-007-0007_p0033",
      "zh_CN": "所以修行是什么？修心、修口、修身，心里面不打妄想，口里面没有言语，身体安静没有动作，这个叫真正修行。禅宗是这样修法，净土宗也是这个修法，地藏七还是这个修法，只是一个是一天到晚在那里打坐，一个是诵经、绕佛、止静、拜佛，这是一般打七的时候是这三种方法交替。交替什么？你身体不会疲劳，坐久了，拜佛，活动活动；活动之后，经行，散散步，但是心是清净的，口念佛。绝对不能够杂心闲话，绝对不能够胡思乱想，那就大错特错了。",
      "zh_TW": "所以修行是什麼？修心、修口、修身，心裡面不打妄想，口裡面沒有言語，身體安靜沒有動作，這個叫真正修行。禪宗是這樣修法，淨土宗也是這個修法，地藏七還是這個修法，只是一個是一天到晚在那裡打坐，一個是誦經、繞佛、止靜、拜佛，這是一般打七的時候是這三種方法交替。交替什麼？你身體不會疲勞，坐久了，拜佛，活動活動；活動之後，經行，散散步，但是心是清淨的，口念佛。絕對不能夠雜心閒話，絕對不能夠胡思亂想，那就大錯特錯了。"
    },
    {
      "id": "14-007-0007_p0034",
      "zh_CN": "我过去在这边提倡的，一个月我们在一块共修一次，二十四小时的念佛。这不是我发明的，古来祖师早就这样的做法了。不过他们从前做法是在寺庙里面，寺庙里面住的出家人多，由出家人来领众，他是分班，分为三班，就是一班八个小时。这八个小时是什么？是念的，三班一班是念的，两班不念，听。因为你二十四小时念的话，人身体吃不消，所以出声音念，只要你念八个小时。这八个小时也不是一口气的，他们那里大概是一支香两小时，念两小时，休息四小时。就是四小时像我们一样听，听佛号，我们口不念。所以在一块共修，比如分成三个班，一班念，两班不念（心里念，口不要出声）。念的这一班，绕佛，绕佛念；不念的，止静、拜佛的，这个不念，听，听他们念。三班互相轮流，一支香换一班。",
      "zh_TW": "我過去在這邊提倡的，一個月我們在一塊共修一次，二十四小時的念佛。這不是我發明的，古來祖師早就這樣的做法了。不過他們從前做法是在寺廟裡面，寺廟裡面住的出家人多，由出家人來領眾，他是分班，分為三班，就是一班八個小時。這八個小時是什麼？是念的，三班一班是念的，兩班不念，聽。因為你二十四小時念的話，人身體吃不消，所以出聲音念，只要你念八個小時。這八個小時也不是一口氣的，他們那裡大概是一支香兩小時，念兩小時，休息四小時。就是四小時像我們一樣聽，聽佛號，我們口不念。所以在一塊共修，比如分成三個班，一班念，兩班不念（心裡念，口不要出聲）。念的這一班，繞佛，繞佛念；不念的，止靜、拜佛的，這個不念，聽，聽他們念。三班互相輪流，一支香換一班。"
    },
    {
      "id": "14-007-0007_p0035",
      "zh_CN": "我们现在没有这么多人来领众，就用录音带、用念佛机，用这个方式，所以在方法上、在效果上是相同的。现在我们这个佛堂比从前大得多了，宽敞多了，也舒适多了。真正修，真正发心修的话，一个月修一天，这是至少，少得不能再少了。看看你们同修要是欢喜，这个道场尽量给大家使用。道场得有道，没有道，有场没道，这没有用处。道场真正有道，一个是讲经、一个是修行，我们这里修行就是念佛。所以念佛的时候也要进到佛堂就一句话都不说，跟任何人都不打招呼。打招呼什么？就夹杂了。见到法师也不理，理都是夹杂的。你进佛堂目的是念佛的，是离一切妄想分别执着的，这才对。这是我们一定要记住的，否则的话这个佛七只是法会，热闹而已，不是修行，所以得不到效果。",
      "zh_TW": "我們現在沒有這麼多人來領眾，就用錄音帶、用念佛機，用這個方式，所以在方法上、在效果上是相同的。現在我們這個佛堂比從前大得多了，寬敞多了，也舒適多了。真正修，真正發心修的話，一個月修一天，這是至少，少得不能再少了。看看你們同修要是歡喜，這個道場盡量給大家使用。道場得有道，沒有道，有場沒道，這沒有用處。道場真正有道，一個是講經、一個是修行，我們這裡修行就是念佛。所以念佛的時候也要進到佛堂就一句話都不說，跟任何人都不打招呼。打招呼什麼？就夾雜了。見到法師也不理，理都是夾雜的。你進佛堂目的是念佛的，是離一切妄想分別執著的，這才對。這是我們一定要記住的，否則的話這個佛七只是法會，熱鬧而已，不是修行，所以得不到效果。"
    },
    {
      "id": "14-007-0007_p0036",
      "zh_CN": "我们再看看底下一段，下一段是讲产妇应该怎样修福，使母子能够得到平安、得到利益，这一段也非常重要。",
      "zh_TW": "我們再看看底下一段，下一段是講產婦應該怎樣修福，使母子能夠得到平安、得到利益，這一段也非常重要。"
    },
    {
      "id": "14-007-0007_p0037",
      "zh_CN": "【复次普广。若未来世中。阎浮提内。】",
      "zh_TW": "【復次普廣。若未來世中。閻浮提內。】"
    },
    {
      "id": "14-007-0007_p0038",
      "zh_CN": "『阎浮提』拿现代的话来讲，就是指我们这个地球。",
      "zh_TW": "『閻浮提』拿現代的話來講，就是指我們這個地球。"
    },
    {
      "id": "14-007-0007_p0039",
      "zh_CN": "【刹利。婆罗门。长者。居士。一切人等。及异姓种族。】",
      "zh_TW": "【剎利。婆羅門。長者。居士。一切人等。及異姓種族。】"
    },
    {
      "id": "14-007-0007_p0040",
      "zh_CN": "这就是包括所有的一切人类，不管是哪一个种族，无论是贫富贵贱，统统都包括了。",
      "zh_TW": "這就是包括所有的一切人類，不管是哪一個種族，無論是貧富貴賤，統統都包括了。"
    },
    {
      "id": "14-007-0007_p0041",
      "zh_CN": "【有新产者。或男或女。】",
      "zh_TW": "【有新產者。或男或女。】"
    },
    {
      "id": "14-007-0007_p0042",
      "zh_CN": "这个就是有小孩出世，不管是男孩是女孩。",
      "zh_TW": "這個就是有小孩出世，不管是男孩是女孩。"
    },
    {
      "id": "14-007-0007_p0043",
      "zh_CN": "【七日之中。早与读诵此不可思议经典。更为念菩萨名。可满万遍。是新生子。或男或女。宿有殃报。便得解脱。安乐易养。寿命增长。若是承福生者。转增安乐。及与寿命。】",
      "zh_TW": "【七日之中。早與讀誦此不可思議經典。更為念菩薩名。可滿萬遍。是新生子。或男或女。宿有殃報。便得解脫。安樂易養。壽命增長。若是承福生者。轉增安樂。及與壽命。】"
    },
    {
      "id": "14-007-0007_p0044",
      "zh_CN": "这一段经文不长，可是讲得很清楚，这个里头重要的就是要晓得怎样修学才如理如法，这一点很重要。『七日之中』，最好这是在生产之前有七天的修行，并不是临产前七天，谁能算得那么好？生产之前最好能修七天，就这个意思。这个七天也就是说自己在家里头打一个地藏七，方法跟前面讲的一样，七天要非常的安静，把心定下来，一切事物放下，专心读经，念地藏菩萨名号，思惟经典里面的教训，反省自己的过失，改过自新，断恶向善，这就是修行的方法。做母亲的人能够这样修，就会影响胎儿。这个胎儿如果是来讨债、报怨的，母亲这样做，就把这个怨结化解掉了。如果他是来报恩的，他是有大福报来投生的，那他的福报就更大了。所以像这种修学方法，我们仔细去想想，它确实是合理的，确实是有道理的。所以做母亲的起心动念、一切的行止，对于胎儿都有很大的影响，即使是出生了。",
      "zh_TW": "這一段經文不長，可是講得很清楚，這個裡頭重要的就是要曉得怎樣修學才如理如法，這一點很重要。『七日之中』，最好這是在生產之前有七天的修行，並不是臨產前七天，誰能算得那麼好？生產之前最好能修七天，就這個意思。這個七天也就是說自己在家裡頭打一個地藏七，方法跟前面講的一樣，七天要非常的安靜，把心定下來，一切事物放下，專心讀經，念地藏菩薩名號，思惟經典裡面的教訓，反省自己的過失，改過自新，斷惡向善，這就是修行的方法。做母親的人能夠這樣修，就會影響胎兒。這個胎兒如果是來討債、報怨的，母親這樣做，就把這個怨結化解掉了。如果他是來報恩的，他是有大福報來投生的，那他的福報就更大了。所以像這種修學方法，我們仔細去想想，它確實是合理的，確實是有道理的。所以做母親的起心動念、一切的行止，對於胎兒都有很大的影響，即使是出生了。"
    },
    {
      "id": "14-007-0007_p0045",
      "zh_CN": "从前李老师告诉我们的，他说大陆上有很多小孩、婴儿，没几个月就死掉了，这很多。什么原因死掉的？吃母亲的奶，奶有毒。什么毒？母亲发脾气的时候，瞋恚心一上来的时候，奶都变成毒素。所以在发脾气的时候喂小孩奶，这个小孩就中毒，这婴儿中毒。往往不知道这个道理，死于非命。所以在动怒的时候，这个时候决定不喂奶。李老师在台中常常教这些年轻人。可见得生理与心理关系非常密切，心平气和欢喜的时候血液是养分，常常发怒的时候，那就充满了毒素。佛法里面讲的，贪瞋痴三毒，一点都不假。不但心毒，连生理的血肉，都含的有毒素。所以古人常讲「病从口入，祸从口出」，多说话的人容易招祸，好吃的人容易长病。吃什么？吃肉。我们想一想，哪一个动物你杀牠来吃，牠会欢欢喜喜的被你杀，来供养你？如果牠真的欢欢喜喜来供养你的话，那个肉就很有营养。假如被杀的时候牠很生气，心里不平，我们换句话说，牠的血肉里面都是毒素。轮回的现象，就是冤冤相报，牠并不知道牠是得的果报，牠在受报的时候牠总是不平，总是充满了仇恨。我们如果能想到这一点，你对于肉食自然就不敢吃了，不是怕冤冤相报，是怕得一些奇奇怪怪的病，自己要受罪。这个就是病从口入真正的事实。经典虽然是不很长，许多重要，在生活方面的修学方法，几乎它都讲到了，这是它的好处。我们再看底下一段：",
      "zh_TW": "從前李老師告訴我們的，他說大陸上有很多小孩、嬰兒，沒幾個月就死掉了，這很多。什麼原因死掉的？吃母親的奶，奶有毒。什麼毒？母親發脾氣的時候，瞋恚心一上來的時候，奶都變成毒素。所以在發脾氣的時候餵小孩奶，這個小孩就中毒，這嬰兒中毒。往往不知道這個道理，死於非命。所以在動怒的時候，這個時候決定不餵奶。李老師在台中常常教這些年輕人。可見得生理與心理關係非常密切，心平氣和歡喜的時候血液是養分，常常發怒的時候，那就充滿了毒素。佛法裡面講的，貪瞋痴三毒，一點都不假。不但心毒，連生理的血肉，都含的有毒素。所以古人常講「病從口入，禍從口出」，多說話的人容易招禍，好吃的人容易長病。吃什麼？吃肉。我們想一想，哪一個動物你殺牠來吃，牠會歡歡喜喜的被你殺，來供養你？如果牠真的歡歡喜喜來供養你的話，那個肉就很有營養。假如被殺的時候牠很生氣，心裡不平，我們換句話說，牠的血肉裡面都是毒素。輪迴的現象，就是冤冤相報，牠並不知道牠是得的果報，牠在受報的時候牠總是不平，總是充滿了仇恨。我們如果能想到這一點，你對於肉食自然就不敢吃了，不是怕冤冤相報，是怕得一些奇奇怪怪的病，自己要受罪。這個就是病從口入真正的事實。經典雖然是不很長，許多重要，在生活方面的修學方法，幾乎它都講到了，這是它的好處。我們再看底下一段："
    },
    {
      "id": "14-007-0007_p0046",
      "zh_CN": "【复次普广。若未来世众生。于月一日。八日。十四日。十五日。十八日。二十三。二十四。二十八。二十九日。乃至三十日。是诸日等。诸罪结集。定其轻重。南阎浮提众生。举止动念。无不是业。无不是罪。何况恣情杀害。窃盗。邪淫。妄语。百千罪状。能于是十斋日。对佛菩萨诸贤圣像前。读是经一遍。东西南北。百由旬内。无诸灾难。当此居家。若长若幼。现在未来。百千岁中。永离恶趣。能于十斋日每转一遍。现世令此居家无诸横病。衣食丰溢。】",
      "zh_TW": "【復次普廣。若未來世眾生。於月一日。八日。十四日。十五日。十八日。二十三。二十四。二十八。二十九日。乃至三十日。是諸日等。諸罪結集。定其輕重。南閻浮提眾生。舉止動念。無不是業。無不是罪。何況恣情殺害。竊盜。邪淫。妄語。百千罪狀。能於是十齋日。對佛菩薩諸賢聖像前。讀是經一遍。東西南北。百由旬內。無諸災難。當此居家。若長若幼。現在未來。百千歲中。永離惡趣。能於十齋日每轉一遍。現世令此居家無諸橫病。衣食豐溢。】"
    },
    {
      "id": "14-007-0007_p0047",
      "zh_CN": "这一章经是讲的斋戒、诵经的利益。斋戒是修行的一种方法，这种方法应用得非常普遍。首先我们要说一说什么叫做『斋』，「斋」不是吃素，现在很多人一听说吃斋，就想到吃素就是吃斋，这个错了，吃素跟吃斋是两回事情，绝对不相同的。释迦牟尼佛当年在世，僧团里面的生活方式是托钵，所谓是「树下一宿，日中一食」。晚上住在哪里？住在树下，在树下打坐；吃饭的时候到外面去托钵，一天托一次。托钵人家给什么就吃什么，没有分别执着。所以今天小乘佛法，泰国、锡兰还是托钵，出家人还是托钵。可见得佛教没有教你吃素，但是吃的肉食，佛给我们讲吃三净肉。三净肉，第一个是没有看到杀；第二个是没有听到杀的声音；第三个是不是为我杀的，不为我杀。像在美国的市场，你们去买的这些肉食，大概都是三净肉。这个是佛陀在世行化的方便之门，绝对不让大家添麻烦，就是你吃什么就供养我们什么，不必要为出家人特别去做，不添麻烦，这是慈悲，这是方便。因此全世界的佛教都是过这种生活，一直到现在，只有中国佛教吃素。",
      "zh_TW": "這一章經是講的齋戒、誦經的利益。齋戒是修行的一種方法，這種方法應用得非常普遍。首先我們要說一說什麼叫做『齋』，「齋」不是吃素，現在很多人一聽說吃齋，就想到吃素就是吃齋，這個錯了，吃素跟吃齋是兩回事情，絕對不相同的。釋迦牟尼佛當年在世，僧團裡面的生活方式是托缽，所謂是「樹下一宿，日中一食」。晚上住在哪裡？住在樹下，在樹下打坐；吃飯的時候到外面去托缽，一天托一次。托缽人家給什麼就吃什麼，沒有分別執著。所以今天小乘佛法，泰國、錫蘭還是托缽，出家人還是托缽。可見得佛教沒有教你吃素，但是吃的肉食，佛給我們講吃三淨肉。三淨肉，第一個是沒有看到殺；第二個是沒有聽到殺的聲音；第三個是不是為我殺的，不為我殺。像在美國的市場，你們去買的這些肉食，大概都是三淨肉。這個是佛陀在世行化的方便之門，絕對不讓大家添麻煩，就是你吃什麼就供養我們什麼，不必要為出家人特別去做，不添麻煩，這是慈悲，這是方便。因此全世界的佛教都是過這種生活，一直到現在，只有中國佛教吃素。"
    },
    {
      "id": "14-007-0007_p0048",
      "zh_CN": "所以我们常常到国外去旅游，见到外国的出家人，他们看我们不吃肉，感觉得很奇怪；我们看他们吃肉，也感觉得很奇怪。其实一定要把这个历史要搞清楚，我们中国出家人素食是怎么来的？是梁武帝提倡的，所以这个要知道，梁武帝提倡的。梁武帝当时在世的时候是以帝王之尊，是佛门的大护法，他很慈悲，读《楞伽经》，经上说菩萨心地非常慈悲，不忍心食众生肉。他看到这个经文很感动，所以他就发心吃长素，断肉食。于是就要求佛门来响应，佛门，他是大护法，当然就是响应。搞了这么多年就变成好像牢不可破，出家人要吃肉这个不像话，这大家造成很多误会，实在我们应该要理解。你明白这个事实真相，你跟外国这些出家人在一起，看他们生活方式就不会觉得奇怪了。但是素食真的是有好处。佛陀当年在世是不得已，因为你托钵，你要教人家天天煮素菜来供养你，岂不是找人家的麻烦吗？实在是不得已。大乘经典里面说菩萨不食众生肉，说得很多，常常看到，这是对的。但是也不要执着，你执着就错了，所以不要执着，这个要知道。要知道这个是保护自己的慈悲心，将慈悲心发扬光大，它真正用意在此地。",
      "zh_TW": "所以我們常常到國外去旅遊，見到外國的出家人，他們看我們不吃肉，感覺得很奇怪；我們看他們吃肉，也感覺得很奇怪。其實一定要把這個歷史要搞清楚，我們中國出家人素食是怎麼來的？是梁武帝提倡的，所以這個要知道，梁武帝提倡的。梁武帝當時在世的時候是以帝王之尊，是佛門的大護法，他很慈悲，讀《楞伽經》，經上說菩薩心地非常慈悲，不忍心食眾生肉。他看到這個經文很感動，所以他就發心吃長素，斷肉食。於是就要求佛門來響應，佛門，他是大護法，當然就是響應。搞了這麼多年就變成好像牢不可破，出家人要吃肉這個不像話，這大家造成很多誤會，實在我們應該要理解。你明白這個事實真相，你跟外國這些出家人在一起，看他們生活方式就不會覺得奇怪了。但是素食真的是有好處。佛陀當年在世是不得已，因為你托缽，你要教人家天天煮素菜來供養你，豈不是找人家的麻煩嗎？實在是不得已。大乘經典裡面說菩薩不食眾生肉，說得很多，常常看到，這是對的。但是也不要執著，你執著就錯了，所以不要執著，這個要知道。要知道這個是保護自己的慈悲心，將慈悲心發揚光大，它真正用意在此地。"
    },
    {
      "id": "14-007-0007_p0049",
      "zh_CN": "所以我们世间人的饮食只讲到卫生，我们吃东西要干净，要消毒，怕传染病，保护生理。刚才说过了，人除了生理之外还有心理，还有情绪，哪些东西影响情绪的，我们就不知道防范，哪些东西影响心理的，这个在佛门讲求。佛门里面不吃五辛，为什么不吃五辛？防卫性情的，使自己有个很善良的性情，用意在此地。不吃肉是保护慈悲心的，心地清净、慈悲。所以他的饮食卫生、卫性、卫心，这种生活方式最圆满的。所有一切的营养素食里面不缺乏，蔬菜、豆类里头不缺乏，样样俱全，而且养分绝对比肉类要好。听说这几年，最近这个几年，有一些科学家在研究，已经发现了，素食东西营养价值非常之高，最近有人发现。佛在三千年前就教导我们，佛是真正的慈悲，不忍心叫信徒麻烦，天天供养出家人要去动脑筋，要去单独替他做，怕大家麻烦，所以才随缘，「恒顺众生，随喜功德」。但是大乘经上常常劝大家，不要吃众生肉。",
      "zh_TW": "所以我們世間人的飲食只講到衛生，我們吃東西要乾淨，要消毒，怕傳染病，保護生理。剛才說過了，人除了生理之外還有心理，還有情緒，哪些東西影響情緒的，我們就不知道防範，哪些東西影響心理的，這個在佛門講求。佛門裡面不吃五辛，為什麼不吃五辛？防衛性情的，使自己有個很善良的性情，用意在此地。不吃肉是保護慈悲心的，心地清淨、慈悲。所以他的飲食衛生、衛性、衛心，這種生活方式最圓滿的。所有一切的營養素食裡面不缺乏，蔬菜、豆類裡頭不缺乏，樣樣俱全，而且養分絕對比肉類要好。聽說這幾年，最近這個幾年，有一些科學家在研究，已經發現了，素食東西營養價值非常之高，最近有人發現。佛在三千年前就教導我們，佛是真正的慈悲，不忍心叫信徒麻煩，天天供養出家人要去動腦筋，要去單獨替他做，怕大家麻煩，所以才隨緣，「恆順眾生，隨喜功德」。但是大乘經上常常勸大家，不要吃眾生肉。"
    },
    {
      "id": "14-007-0007_p0050",
      "zh_CN": "这个地方斋戒，斋戒是斋心，斋是心清净，叫斋心；换句话说，斋戒是修清净心。一个月三十天，有十天的时间来修清净心，这个对于身心健康有很大的帮助。身心健康，福在其中，特别是年岁大的人。老年什么是福报？身体健康第一福报，财富不是福报，身体健康是真正福报。要想身体健康、长寿，斋戒是一个最好修学的方法，使我们真正能得到这个效果。",
      "zh_TW": "這個地方齋戒，齋戒是齋心，齋是心清淨，叫齋心；換句話說，齋戒是修清淨心。一個月三十天，有十天的時間來修清淨心，這個對於身心健康有很大的幫助。身心健康，福在其中，特別是年歲大的人。老年什麼是福報？身體健康第一福報，財富不是福報，身體健康是真正福報。要想身體健康、長壽，齋戒是一個最好修學的方法，使我們真正能得到這個效果。"
    },
    {
      "id": "14-007-0007_p0051",
      "zh_CN": "今天时间到了。",
      "zh_TW": "今天時間到了。"
    }
  ]
}