{
  "doc_id": "14-007-0002",
  "title": {
    "zh_CN": "地藏经—天福不究竟",
    "zh_TW": "地藏經—天福不究竟"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-007-0002",
  "total_paragraphs": 133,
  "paragraphs": [
    {
      "id": "14-007-0002_p0001",
      "zh_CN": "佛陀在世弟子们每一天睡眠的时间四小时，以后到中国来之后，大概睡眠的时间是六小时。可见得真的是精进，实在是精进，工作非常的紧张。这样的如来事业到我们现在这一代，我们已经看不到，现在寺院纵然讲经，时间也很短。有很多寺院一年四季，每一季讲一个星期，一个星期不是天天讲，一天讲一个小时。两个小时要升大座讲经。我们昨天还不是大座。正式大座前面大概四十分钟，讲完之后大概也有二十分钟，换句话说，那个仪规、仪式就做了一个小时，三个月讲七个小时，实实在在很难体会到。像我这个道场，我们在台湾这个道场，每天讲经，每天晚上讲一个半小时，这个折扣就打得很多了，想想世尊当年一天讲八个小时，我们现在只讲一个半小时。因此过去寺院丛林那是冶炉，陶冶人性，那个地方住上三年，等于我们现在恐怕三十年的修学时间都赶不上他三年。佛法如果要再能够兴旺起来，必须要恢复从前的教学。",
      "zh_TW": "佛陀在世弟子們每一天睡眠的時間四小時，以後到中國來之後，大概睡眠的時間是六小時。可見得真的是精進，實在是精進，工作非常的緊張。這樣的如來事業到我們現在這一代，我們已經看不到，現在寺院縱然講經，時間也很短。有很多寺院一年四季，每一季講一個星期，一個星期不是天天講，一天講一個小時。兩個小時要升大座講經。我們昨天還不是大座。正式大座前面大概四十分鐘，講完之後大概也有二十分鐘，換句話說，那個儀規、儀式就做了一個小時，三個月講七個小時，實實在在很難體會到。像我這個道場，我們在台灣這個道場，每天講經，每天晚上講一個半小時，這個折扣就打得很多了，想想世尊當年一天講八個小時，我們現在只講一個半小時。因此過去寺院叢林那是冶爐，陶冶人性，那個地方住上三年，等於我們現在恐怕三十年的修學時間都趕不上他三年。佛法如果要再能夠興旺起來，必須要恢復從前的教學。"
    },
    {
      "id": "14-007-0002_p0002",
      "zh_CN": "过去我在台北，方东美先生是个学者，常常感叹着说，如果要佛法兴旺，一定要恢复丛林制度。丛林制度没落了，佛法也就没落了，所以我们见到护法神，就要想到我们肩负的是一种什么样的责任。当然时代不相同，从前在休闲的时间比较长，我们中国习俗农历年过年从哪一天开始过年？从腊八，十二月初八。过到什么时候？过到二月二龙抬头。你看看这个假期多长。现在大家过年放几天假？三天、五天，时间都缩短了。所以从前在那么长的一段期间，寺庙里面每天讲经教学。对于一般信众，那个时候没有学校，想念书就到寺庙。寺庙里面法师不但精通佛法，也精通世间法。书本，那个时候没有印刷术，很难找得到。到哪里去找书？到寺庙里面的藏经楼，藏经楼不但有佛教经典，世间诸子百家统统收藏，实在讲它就是一个学校，藏经楼就是图书馆。所以只有到这些地方，才能看到完备的图书，才能够亲近好的老师。",
      "zh_TW": "過去我在台北，方東美先生是個學者，常常感嘆著說，如果要佛法興旺，一定要恢復叢林制度。叢林制度沒落了，佛法也就沒落了，所以我們見到護法神，就要想到我們肩負的是一種什麼樣的責任。當然時代不相同，從前在休閒的時間比較長，我們中國習俗農曆年過年從哪一天開始過年？從臘八，十二月初八。過到什麼時候？過到二月二龍抬頭。你看看這個假期多長。現在大家過年放幾天假？三天、五天，時間都縮短了。所以從前在那麼長的一段期間，寺廟裡面每天講經教學。對於一般信眾，那個時候沒有學校，想念書就到寺廟。寺廟裡面法師不但精通佛法，也精通世間法。書本，那個時候沒有印刷術，很難找得到。到哪裡去找書？到寺廟裡面的藏經樓，藏經樓不但有佛教經典，世間諸子百家統統收藏，實在講它就是一個學校，藏經樓就是圖書館。所以只有到這些地方，才能看到完備的圖書，才能夠親近好的老師。"
    },
    {
      "id": "14-007-0002_p0003",
      "zh_CN": "东方持国天王教给我们负责尽职，要把自己的本分事情做到尽善尽美。第二尊南方天王。东方天王手上拿的是琵琶，琵琶它表法，它表的有意思，那是属于弦乐，弦乐，弦不能太紧，也不能太松，松了就不响，紧了就会断掉。这就是告诉我们，我们每一个人在自己本分岗位上要做到恰到好处，不能不及，也不能过分，过分也是错误。所以要做到，佛法讲中道，儒家讲中庸，要做到中，做到适中，这就对了。所以他这个琵琶代表这个意思。",
      "zh_TW": "東方持國天王教給我們負責盡職，要把自己的本分事情做到盡善盡美。第二尊南方天王。東方天王手上拿的是琵琶，琵琶它表法，它表的有意思，那是屬於弦樂，弦樂，弦不能太緊，也不能太鬆，鬆了就不響，緊了就會斷掉。這就是告訴我們，我們每一個人在自己本分崗位上要做到恰到好處，不能不及，也不能過分，過分也是錯誤。所以要做到，佛法講中道，儒家講中庸，要做到中，做到適中，這就對了。所以他這個琵琶代表這個意思。"
    },
    {
      "id": "14-007-0002_p0004",
      "zh_CN": "南方是增长天王，代表的是进步，我们佛门讲精进，精是精纯，进是进步，换句话，进步不是乱进、不是杂进，是精进，这个很重要。特别像现代科技，现代这些科学家个个都是专家、都是专精，他才能成就。你看在三千年前释迦牟尼佛就是这样教导我们，无论世法、出世法都要专、要精，我们才会有成就。儒家也讲「日日新」，就是天天要进步，不进则退，所以天天要求进步。由此可知，佛法不是保守的，佛法不是守旧的，佛法更不是落伍的。真实的讲，佛法永远站在时代的前端，领导这个时代的，这个是佛法。南方天王手上拿一把剑，这个剑也是表法的，剑代表智慧，慧剑能够把我们的烦恼、妄想把它斩断，取这个意思。要怎样才能达到这个理想的目标？那要讲求方法、手段了，所以西方天王、北方天王就代表的手段。",
      "zh_TW": "南方是增長天王，代表的是進步，我們佛門講精進，精是精純，進是進步，換句話，進步不是亂進、不是雜進，是精進，這個很重要。特別像現代科技，現代這些科學家個個都是專家、都是專精，他才能成就。你看在三千年前釋迦牟尼佛就是這樣教導我們，無論世法、出世法都要專、要精，我們才會有成就。儒家也講「日日新」，就是天天要進步，不進則退，所以天天要求進步。由此可知，佛法不是保守的，佛法不是守舊的，佛法更不是落伍的。真實的講，佛法永遠站在時代的前端，領導這個時代的，這個是佛法。南方天王手上拿一把劍，這個劍也是表法的，劍代表智慧，慧劍能夠把我們的煩惱、妄想把它斬斷，取這個意思。要怎樣才能達到這個理想的目標？那要講求方法、手段了，所以西方天王、北方天王就代表的手段。"
    },
    {
      "id": "14-007-0002_p0005",
      "zh_CN": "西方天王叫广目，北方天王叫多闻，我们听了这个名字，就会联想到中国古圣先贤常说的「读万卷书，行万里路」，多看、多听，这才能够增长学问，增长见识。所以他教给我们的方法，广目是教给我们多看，像我们现在所谓观光、旅游、考察。看看别人的优点、缺点，别人的优点我们学习它，缺点我们改掉它，这就有进步了。所以进步叫改进，把过去的缺点改过来就提升了一步，再发现缺点又改过又提升一层了。像现在科技的发明，像摄影机有第一代、第二代、第三代、第四代，怎么有那么多代？不断在改进，一直到它尽善尽美。广目是教给我们多多的看，广目是多多的看。北方天王叫多闻，多听。所以天王里面没有多说的，没有多嘴的天王，只教给我们要多看、多听。采人之长，舍人之短，这样才能成就自己无量的事功，事业、功德。由此可知，佛法不迷信，教给我们的方法，合情合理。",
      "zh_TW": "西方天王叫廣目，北方天王叫多聞，我們聽了這個名字，就會聯想到中國古聖先賢常說的「讀萬卷書，行萬里路」，多看、多聽，這才能夠增長學問，增長見識。所以他教給我們的方法，廣目是教給我們多看，像我們現在所謂觀光、旅遊、考察。看看別人的優點、缺點，別人的優點我們學習它，缺點我們改掉它，這就有進步了。所以進步叫改進，把過去的缺點改過來就提升了一步，再發現缺點又改過又提升一層了。像現在科技的發明，像攝影機有第一代、第二代、第三代、第四代，怎麼有那麼多代？不斷在改進，一直到它盡善盡美。廣目是教給我們多多的看，廣目是多多的看。北方天王叫多聞，多聽。所以天王裡面沒有多說的，沒有多嘴的天王，只教給我們要多看、多聽。採人之長，捨人之短，這樣才能成就自己無量的事功，事業、功德。由此可知，佛法不迷信，教給我們的方法，合情合理。"
    },
    {
      "id": "14-007-0002_p0006",
      "zh_CN": "西方天王，广目天王手上拿的是龙，代表什么意思？龙代表变化。你看这个社会人情事理变化多端，你能够有学问、有见识，你才能够主宰这个局面，你才不会被时局所迷惑。这就是我们今天讲的学问、见识，才能应付得了千变万化的世界，龙是表这个意思。北方天王手上拿的伞，伞是遮盖的意思。我们叫伞，香港人叫遮。遮很有道理，遮盖，遮阴、遮灰尘，这个就是保持自己的身心清净，不要让自己受染污，取这个意思。所以他手上拿的道具也都表教学的义趣，我们一定要知道。这四大天王给诸位略略的介绍。",
      "zh_TW": "西方天王，廣目天王手上拿的是龍，代表什麼意思？龍代表變化。你看這個社會人情事理變化多端，你能夠有學問、有見識，你才能夠主宰這個局面，你才不會被時局所迷惑。這就是我們今天講的學問、見識，才能應付得了千變萬化的世界，龍是表這個意思。北方天王手上拿的傘，傘是遮蓋的意思。我們叫傘，香港人叫遮。遮很有道理，遮蓋，遮陰、遮灰塵，這個就是保持自己的身心清淨，不要讓自己受染污，取這個意思。所以他手上拿的道具也都表教學的義趣，我們一定要知道。這四大天王給諸位略略的介紹。"
    },
    {
      "id": "14-007-0002_p0007",
      "zh_CN": "我们送给诸位同修的本子，这个本子是圣一法师一九八二年在九华山所讲的（大家看看序文就晓得），他讲得很好，是中国大陆佛教整个停顿了三十六年，第一次请法师讲经，就是圣一法师。他回到香港之后，他一面讲一面写讲记，带回到香港给我看。我说非常之好，我希望他能够出版。他很客气、很谦虚，讲稿要我给他修改，也要我给他写一篇序文。我说这个事情就交给我了，我回带到台湾把它印出来了。他这个本子深入浅出，比古人的本子写得更适合于我们现代人来研读，所以是一个很好的本子，诸位可以参考。",
      "zh_TW": "我們送給諸位同修的本子，這個本子是聖一法師一九八二年在九華山所講的（大家看看序文就曉得），他講得很好，是中國大陸佛教整個停頓了三十六年，第一次請法師講經，就是聖一法師。他回到香港之後，他一面講一面寫講記，帶回到香港給我看。我說非常之好，我希望他能夠出版。他很客氣、很謙虛，講稿要我給他修改，也要我給他寫一篇序文。我說這個事情就交給我了，我回帶到台灣把它印出來了。他這個本子深入淺出，比古人的本子寫得更適合於我們現代人來研讀，所以是一個很好的本子，諸位可以參考。"
    },
    {
      "id": "14-007-0002_p0008",
      "zh_CN": "【所谓四天王天。忉利天。】",
      "zh_TW": "【所謂四天王天。忉利天。】"
    },
    {
      "id": "14-007-0002_p0009",
      "zh_CN": "『忉利天』就是三十三天，差不多是现在一般宗教里面所讲的上帝、天主。",
      "zh_TW": "『忉利天』就是三十三天，差不多是現在一般宗教裡面所講的上帝、天主。"
    },
    {
      "id": "14-007-0002_p0010",
      "zh_CN": "【须焰摩天。兜率陀天。】",
      "zh_TW": "【須焰摩天。兜率陀天。】"
    },
    {
      "id": "14-007-0002_p0011",
      "zh_CN": "『兜率天』跟我们佛教关系比较密切，因为弥勒菩萨就住在兜率天，这个到后面会跟诸位介绍。",
      "zh_TW": "『兜率天』跟我們佛教關係比較密切，因為彌勒菩薩就住在兜率天，這個到後面會跟諸位介紹。"
    },
    {
      "id": "14-007-0002_p0012",
      "zh_CN": "【化乐天。】",
      "zh_TW": "【化樂天。】"
    },
    {
      "id": "14-007-0002_p0013",
      "zh_CN": "福报就很大了，所有一切受用统统是变化所作，这是福报很大的。",
      "zh_TW": "福報就很大了，所有一切受用統統是變化所作，這是福報很大的。"
    },
    {
      "id": "14-007-0002_p0014",
      "zh_CN": "【他化自在天。】",
      "zh_TW": "【他化自在天。】"
    },
    {
      "id": "14-007-0002_p0015",
      "zh_CN": "是欲界里面最高的一层天，那福报更大了，他的受用不需要自己变化，是第五天变化出来供养他，他自己都不需要劳动，所以这是福报最大的一层。这是属于欲界。再看底下是色界：",
      "zh_TW": "是欲界裡面最高的一層天，那福報更大了，他的受用不需要自己變化，是第五天變化出來供養他，他自己都不需要勞動，所以這是福報最大的一層。這是屬於欲界。再看底下是色界："
    },
    {
      "id": "14-007-0002_p0016",
      "zh_CN": "【梵众天。梵辅天。大梵天。】",
      "zh_TW": "【梵眾天。梵輔天。大梵天。】"
    },
    {
      "id": "14-007-0002_p0017",
      "zh_CN": "这个三层叫梵天，是修禅。这是世间禅定，我们常讲四禅八定，得到初禅。得到初禅的人，将来就生这三天。这个三天看他的定功，看他的智慧，看他的福德，最胜的就生到『大梵天』，「大梵天」就是梵天的天王；其次的就是『梵辅天』，是天王底下的大臣；『梵众天』就是天上的老百姓。这是天上福报也不相同，所以他有阶级之分。如果得二禅的禅定，就生到光天了。梵是清净的意思，从清净再放光明。",
      "zh_TW": "這個三層叫梵天，是修禪。這是世間禪定，我們常講四禪八定，得到初禪。得到初禪的人，將來就生這三天。這個三天看他的定功，看他的智慧，看他的福德，最勝的就生到『大梵天』，「大梵天」就是梵天的天王；其次的就是『梵輔天』，是天王底下的大臣；『梵眾天』就是天上的老百姓。這是天上福報也不相同，所以他有階級之分。如果得二禪的禪定，就生到光天了。梵是清淨的意思，從清淨再放光明。"
    },
    {
      "id": "14-007-0002_p0018",
      "zh_CN": "【少光天。无量光天。光音天。】",
      "zh_TW": "【少光天。無量光天。光音天。】"
    },
    {
      "id": "14-007-0002_p0019",
      "zh_CN": "这是第二禅。第三禅叫净天，身心清净，有：",
      "zh_TW": "這是第二禪。第三禪叫淨天，身心清淨，有："
    },
    {
      "id": "14-007-0002_p0020",
      "zh_CN": "【少净天。无量净天。遍净天。】",
      "zh_TW": "【少淨天。無量淨天。遍淨天。】"
    },
    {
      "id": "14-007-0002_p0021",
      "zh_CN": "第四禅，这是色界里面最高的，福报最大。佛法里面常讲小三灾、大三灾，大三灾灾难一直到第三禅，就是到『遍净天』还要受灾难。四禅不受灾难，所以福报是真正大，就是大三灾他也没有影响，福很大。",
      "zh_TW": "第四禪，這是色界裡面最高的，福報最大。佛法裡面常講小三災、大三災，大三災災難一直到第三禪，就是到『遍淨天』還要受災難。四禪不受災難，所以福報是真正大，就是大三災他也沒有影響，福很大。"
    },
    {
      "id": "14-007-0002_p0022",
      "zh_CN": "【福生天。福爱天。广果天。】",
      "zh_TW": "【福生天。福愛天。廣果天。】"
    },
    {
      "id": "14-007-0002_p0023",
      "zh_CN": "这是四禅。四禅很特别，所谓是凡圣同居土。在娑婆世界凡圣同居土一共有三种，我们这个世间是凡圣同居土；在欲界天里面第四层兜率天是凡圣同居土，内院是圣人；第三种就是四禅天。四禅天，福生、福爱、广果是凡夫天，另外：",
      "zh_TW": "這是四禪。四禪很特別，所謂是凡聖同居土。在娑婆世界凡聖同居土一共有三種，我們這個世間是凡聖同居土；在欲界天裡面第四層兜率天是凡聖同居土，內院是聖人；第三種就是四禪天。四禪天，福生、福愛、廣果是凡夫天，另外："
    },
    {
      "id": "14-007-0002_p0024",
      "zh_CN": "【无想天。无烦天。无热天。善见天。善现天。色究竟天。摩醯首罗天。】",
      "zh_TW": "【無想天。無煩天。無熱天。善見天。善現天。色究竟天。摩醯首羅天。】"
    },
    {
      "id": "14-007-0002_p0025",
      "zh_CN": "这些都是属于圣人，所以四禅是凡圣同居土。从『无想天』到『善现天』，叫五不还天。小乘三果以上的圣人，他们在这个地方修行，不会再回到欲界来，所以叫不还，就是不再到欲界来。『色究竟天，摩醯首罗天』，这是四禅天的天王。再往下去，这是属于无色界天。无色界天修四空定，生四空天，因为他没有色身。所以凡夫里面，最高级的凡夫，他不要身体。在我们中国古典里面看到，老子曾经有这样感慨说，「吾有大患」，我有很大的忧患，什么忧患？「为吾有身」，我有这个身体。有身体就有忧患，没有身体多好。你看真的，无色界天的人没有身体，没有身体就没有生老病死苦，生老病死苦都是因为有身体才有的，所以这是我们六道里面最聪明的人，他不要身体，我们今天所谓是灵界。色界天人有身体，财色名食睡这五欲他没有。",
      "zh_TW": "這些都是屬於聖人，所以四禪是凡聖同居土。從『無想天』到『善現天』，叫五不還天。小乘三果以上的聖人，他們在這個地方修行，不會再回到欲界來，所以叫不還，就是不再到欲界來。『色究竟天，摩醯首羅天』，這是四禪天的天王。再往下去，這是屬於無色界天。無色界天修四空定，生四空天，因為他沒有色身。所以凡夫裡面，最高級的凡夫，他不要身體。在我們中國古典裡面看到，老子曾經有這樣感慨說，「吾有大患」，我有很大的憂患，什麼憂患？「為吾有身」，我有這個身體。有身體就有憂患，沒有身體多好。你看真的，無色界天的人沒有身體，沒有身體就沒有生老病死苦，生老病死苦都是因為有身體才有的，所以這是我們六道裡面最聰明的人，他不要身體，我們今天所謂是靈界。色界天人有身體，財色名食睡這五欲他沒有。"
    },
    {
      "id": "14-007-0002_p0026",
      "zh_CN": "说到这个地方，我们应该很冷静的想一想，诸佛菩萨、祖师大德为什么叫我们修净土？为什么不叫我们修禅？过去倓虚老法师在《念佛论》里面说过，在佛七开示的录音带里面我们听到过，他老人家讲，他一生当中，他活了九十多岁，是天台宗近代的祖师。他说他一生当中看到学禅的人，得禅定的，他见过。得禅定，就是将来能够生四禅天的，来生到初禅、二禅、三禅，他见过；他说明心见性的，他没有见过，一个也没有见过。诸位要知道，不能明心见性，就不能出三界。生到天上，虽然福报很大、寿命很长，还有终了的时候，寿命到了依旧还要六道轮回，出不了轮回，换句话说，不能解决问题。得禅定，相当不容易，依然出不了三界。我们想想，我们来修定、修禅，财色名食睡，这个确实不动心了吗？如果还动心，你修得再高，还是欲界。为什么？你欲没有断，初禅天没有分，梵众天、梵辅天没分，你就晓得这个东西多难。所以诸佛菩萨劝我们念佛，念佛是带业往生，比修禅是要方便多了。禅靠自力，净靠佛力，临终的时候佛来接引，果报比学禅的人殊胜太多了。可是真正要往生，诸位要记住，只能够带旧业（带业往生），而不是带新业。不要以为可以带业往生，我天天造业没有关系，临终的时候我还能往生，这个想法就错了，那就错了。我们没有学佛之前造作这些罪业，那是无知，这个可以带的。从学佛这一天以后，再要造罪业，那就是很大的障碍。所以念佛的人很多，往生的人很少，原因在哪里？他不断，依然造业，这个就很可惜了。",
      "zh_TW": "說到這個地方，我們應該很冷靜的想一想，諸佛菩薩、祖師大德為什麼叫我們修淨土？為什麼不叫我們修禪？過去倓虛老法師在《念佛論》裡面說過，在佛七開示的錄音帶裡面我們聽到過，他老人家講，他一生當中，他活了九十多歲，是天台宗近代的祖師。他說他一生當中看到學禪的人，得禪定的，他見過。得禪定，就是將來能夠生四禪天的，來生到初禪、二禪、三禪，他見過；他說明心見性的，他沒有見過，一個也沒有見過。諸位要知道，不能明心見性，就不能出三界。生到天上，雖然福報很大、壽命很長，還有终了的時候，壽命到了依舊還要六道輪迴，出不了輪迴，換句話說，不能解決問題。得禪定，相當不容易，依然出不了三界。我們想想，我們來修定、修禪，財色名食睡，這個確實不動心了嗎？如果還動心，你修得再高，還是欲界。為什麼？你欲沒有斷，初禪天沒有分，梵眾天、梵輔天沒分，你就曉得這個東西多難。所以諸佛菩薩勸我們念佛，念佛是帶業往生，比修禪是要方便多了。禪靠自力，淨靠佛力，臨終的時候佛來接引，果報比學禪的人殊勝太多了。可是真正要往生，諸位要記住，只能夠帶舊業（帶業往生），而不是帶新業。不要以為可以帶業往生，我天天造業沒有關係，臨終的時候我還能往生，這個想法就錯了，那就錯了。我們沒有學佛之前造作這些罪業，那是無知，這個可以帶的。從學佛這一天以後，再要造罪業，那就是很大的障礙。所以念佛的人很多，往生的人很少，原因在哪裡？他不斷，依然造業，這個就很可惜了。"
    },
    {
      "id": "14-007-0002_p0027",
      "zh_CN": "这个法门一切诸佛都说「难信之法」，所以不相信这个法门是很正常的，相信这个法门是很奇怪的事情。我们在《无量寿经》里面看到，能够相信这个法门两种人，一种是绝顶聪明智慧的人，上上根的人，这是从理论进去的，他不怀疑，像马鸣、龙树、智者、永明之流的，他们深信不疑。第二种人是有大福德之人，哪些人？乡下老太太，没念过书的，不认识字的，跟她一说，她就相信了，她就老实念佛了，临命终的时候预知时至，站着走的、坐着走的，大福德之人，不是一般人能比的。过去我们怎么想都想不出原因，念了《无量寿经》才知道，佛讲那些人都是大福德之人。要知道我们生生世世念佛都没有能够生得去，原因在哪里？原因是一面念佛，还一面打妄想，还一面在造业。就是说，旧业当然不必说了，一面念佛还天天在造新业，这就去不了了。现在我们真正觉悟了，觉悟之后，我从今之后不再造新业了。只要你不造新业，你这一生决定成就。成就的秘诀，古人所讲的「老实念佛」，你只要做到老实念，你这一生决定得生。为什么决定得生？因为我们无量劫来所种的善根福德因缘不可思议，这是真的。假如没有这种深厚善根福德因缘，你今天没有缘分遇到这个法门，遇到这个法门你也不会深信，你也不会受持。真正能够相信受持，证明你的善根是非常非常的深厚，你一定要珍惜。",
      "zh_TW": "這個法門一切諸佛都說「難信之法」，所以不相信這個法門是很正常的，相信這個法門是很奇怪的事情。我們在《無量壽經》裡面看到，能夠相信這個法門兩種人，一種是絕頂聰明智慧的人，上上根的人，這是從理論進去的，他不懷疑，像馬鳴、龍樹、智者、永明之流的，他們深信不疑。第二種人是有大福德之人，哪些人？鄉下老太太，沒念過書的，不認識字的，跟她一說，她就相信了，她就老實念佛了，臨命終的時候預知時至，站著走的、坐著走的，大福德之人，不是一般人能比的。過去我們怎麼想都想不出原因，念了《無量壽經》才知道，佛講那些人都是大福德之人。要知道我們生生世世念佛都沒有能夠生得去，原因在哪裡？原因是一面念佛，還一面打妄想，還一面在造業。就是說，舊業當然不必說了，一面念佛還天天在造新業，這就去不了了。現在我們真正覺悟了，覺悟之後，我從今之後不再造新業了。只要你不造新業，你這一生決定成就。成就的祕訣，古人所講的「老實念佛」，你只要做到老實念，你這一生決定得生。為什麼決定得生？因為我們無量劫來所種的善根福德因緣不可思議，這是真的。假如沒有這種深厚善根福德因緣，你今天沒有緣分遇到這個法門，遇到這個法門你也不會深信，你也不會受持。真正能夠相信受持，證明你的善根是非常非常的深厚，你一定要珍惜。"
    },
    {
      "id": "14-007-0002_p0028",
      "zh_CN": "老实的标准是什么？觉明妙行菩萨讲得很好。我们综合古德的教训，实在讲最早的教训，大势至菩萨在《楞严经》上教导我们，「净念相继」，这就是老实的标准。什么叫净念？净念就是专念，一心念。如果念佛还有夹杂，还夹着妄想，还夹着分别，还夹着执着，这就不老实了。另外一个相继，二六时中，就是一天到晚这个佛号不间断。也许大家听到，这个不容易做到，往年谛闲老法师教他那个徒弟的方法，我们可以做得到。他教他的徒弟就是一心称念「阿弥陀佛」，念累了你就休息，休息好了接着再念。这个方法容易，我们可以做到。他那个徒弟依教奉行，念了三年，预知时至，站着往生的。往生之后还站了三天，等他师父来办后事，因为他在乡下一个小庙，人去请他师父来往三天，他死了以后还站三天。你看看，那也是不认识字，是个粗人。但是他可贵处就是老实，老师怎么教他就怎么奉行，百分之百的依教奉行，他成功了，不是普通人能够做得到的。这就是说明念佛跟参禅，这有个比较，到底哪一种容易成就？哪一种我们有把握能够做得到的？禅比净是难多了，得禅定都不容易，更何况开悟？这是我们一定要牢牢的记住。果然做到老实念佛，我们这一生才真有价值，得这个身体永脱轮回，不退成佛。",
      "zh_TW": "老實的標準是什麼？覺明妙行菩薩講得很好。我們綜合古德的教訓，實在講最早的教訓，大勢至菩薩在《楞嚴經》上教導我們，「淨念相繼」，這就是老實的標準。什麼叫淨念？淨念就是專念，一心念。如果念佛還有夾雜，還夾著妄想，還夾著分別，還夾著執著，這就不老實了。另外一個相繼，二六時中，就是一天到晚這個佛號不間斷。也許大家聽到，這個不容易做到，往年諦閑老法師教他那個徒弟的方法，我們可以做得到。他教他的徒弟就是一心稱念「阿彌陀佛」，念累了你就休息，休息好了接著再念。這個方法容易，我們可以做到。他那個徒弟依教奉行，念了三年，預知時至，站著往生的。往生之後還站了三天，等他師父來辦後事，因為他在鄉下一個小廟，人去請他師父來往三天，他死了以後還站三天。你看看，那也是不認識字，是個粗人。但是他可貴處就是老實，老師怎麼教他就怎麼奉行，百分之百的依教奉行，他成功了，不是普通人能夠做得到的。這就是說明念佛跟參禪，這有個比較，到底哪一種容易成就？哪一種我們有把握能夠做得到的？禪比淨是難多了，得禪定都不容易，更何况開悟？這是我們一定要牢牢的記住。果然做到老實念佛，我們這一生才真有價值，得這個身體永脫輪迴，不退成佛。"
    },
    {
      "id": "14-007-0002_p0029",
      "zh_CN": "无色界天，经文里面说得很省略。",
      "zh_TW": "無色界天，經文裡面說得很省略。"
    },
    {
      "id": "14-007-0002_p0030",
      "zh_CN": "【乃至非想非想非非想处天。】",
      "zh_TW": "【乃至非想非想非非想處天。】"
    },
    {
      "id": "14-007-0002_p0031",
      "zh_CN": "无色界有四天，有空处天、识处天、无所有处天、『非想非非想处天』，「非想非非想处天」是三界二十八层天最高的地方。经上给我们说，到这层天的天人寿命八万大劫，这是最长的。八万大劫到了，他还是要堕落。为什么？他没出三界，他的定力只能支持这么久，定功失掉了，他就堕落了。所以这不是究竟法，我们一定要清楚，一定要明了。底下说：",
      "zh_TW": "無色界有四天，有空處天、識處天、無所有處天、『非想非非想處天』，「非想非非想處天」是三界二十八層天最高的地方。經上給我們說，到這層天的天人壽命八萬大劫，這是最長的。八萬大劫到了，他還是要墮落。為什麼？他沒出三界，他的定力只能支持這麼久，定功失掉了，他就墮落了。所以這不是究竟法，我們一定要清楚，一定要明瞭。底下說："
    },
    {
      "id": "14-007-0002_p0032",
      "zh_CN": "【一切天众。龙众。鬼神等众。悉来集会。】",
      "zh_TW": "【一切天眾。龍眾。鬼神等眾。悉來集會。】"
    },
    {
      "id": "14-007-0002_p0033",
      "zh_CN": "这一句是统指此界、他方。此界是我们娑婆世界，释迦牟尼佛的教区；他方是十方诸佛教化的区域，有缘的这些众生也都到忉利天宫来参加这个法会，这个法会实在是无比的庄严。",
      "zh_TW": "這一句是統指此界、他方。此界是我們娑婆世界，釋迦牟尼佛的教區；他方是十方諸佛教化的區域，有緣的這些眾生也都到忉利天宮來參加這個法會，這個法會實在是無比的莊嚴。"
    },
    {
      "id": "14-007-0002_p0034",
      "zh_CN": "【复有他方国土。及娑婆世界海神。江神。河神。树神。山神。地神。川泽神。苗稼神，昼神。夜神。空神。天神。饮食神。草木神。如是等神。皆来集会。】",
      "zh_TW": "【復有他方國土。及娑婆世界海神。江神。河神。樹神。山神。地神。川澤神。苗稼神，晝神。夜神。空神。天神。飲食神。草木神。如是等神。皆來集會。】"
    },
    {
      "id": "14-007-0002_p0035",
      "zh_CN": "这些神真有，这都不是假的，确确实实是有的。草木都有神，花也有神。不是说这些草木、花都成了精，不是的。这神是什么？是有些人死了以后，依附草木就变成了这些神一类的。这一点我也要提醒同修们注意，因为有一些同修喜欢花，非常爱花，死了以后就做花神了。为什么？舍不得离开它，这个事情很麻烦。所以佛教给我们于一切法都不要执着，你执着、贪爱以后麻烦太多了，不可以执着。喜欢古玩的、喜欢古董的，都是大毛病。学佛了，特别喜欢佛像，珍惜佛像，死了以后，佛像里头有老鼠、有虫，都到那去。特别喜欢书的，书有蛀虫，他离不开，他舍不得。所以佛教给我们于一切法不要执着，你将来得自在解脱容易，往生容易，没有忧虑，没有牵挂。一丝毫牵挂都不能有，于人、于事、于物不要执着，要晓得一切有为法，如梦幻泡影，没有一样是真实的，千万不要受这个害。这是我概略的把这个意思跟诸位说出来，详细的你们去看注解，他注解里头都有。",
      "zh_TW": "這些神真有，這都不是假的，確確實實是有的。草木都有神，花也有神。不是說這些草木、花都成了精，不是的。這神是什麼？是有些人死了以後，依附草木就變成了這些神一類的。這一點我也要提醒同修們注意，因為有一些同修喜歡花，非常愛花，死了以後就做花神了。為什麼？捨不得離開它，這個事情很麻煩。所以佛教給我們於一切法都不要執著，你執著、貪愛以後麻煩太多了，不可以執著。喜歡古玩的、喜歡古董的，都是大毛病。學佛了，特別喜歡佛像，珍惜佛像，死了以後，佛像裡頭有老鼠、有蟲，都到那去。特別喜歡書的，書有蛀蟲，他離不開，他捨不得。所以佛教給我們於一切法不要執著，你將來得自在解脫容易，往生容易，沒有憂慮，沒有牽掛。一絲毫牽掛都不能有，於人、於事、於物不要執著，要曉得一切有為法，如夢幻泡影，沒有一樣是真實的，千萬不要受這個害。這是我概略的把這個意思跟諸位說出來，詳細的你們去看註解，他註解裡頭都有。"
    },
    {
      "id": "14-007-0002_p0036",
      "zh_CN": "【复有他方国土。及娑婆世界诸大鬼王。所谓恶目鬼王。噉血鬼王。噉精气鬼王。噉胎卵鬼王。行病鬼王。摄毒鬼王。慈心鬼王，福利鬼王。大爱敬鬼王。如是等鬼王。皆来集会。】",
      "zh_TW": "【復有他方國土。及娑婆世界諸大鬼王。所謂惡目鬼王。噉血鬼王。噉精氣鬼王。噉胎卵鬼王。行病鬼王。攝毒鬼王。慈心鬼王，福利鬼王。大愛敬鬼王。如是等鬼王。皆來集會。】"
    },
    {
      "id": "14-007-0002_p0037",
      "zh_CN": "《地藏经》上我们看到，主要的看到地狱，看到许许多多的鬼神，一般讲是饿鬼道、地狱道，都说到这些。这些全都是事实，绝对不是虚构的，不是一个假想来令众生畏惧，不是这个意思，佛全给我们讲的事实。如果真正明白理论，我们就不怀疑了。佛给我们讲十法界依正庄严怎么来的？唯识经论里面讲得就很透彻，「唯心所现，唯识所变」。十法界依正庄严，我们眼前这个世界从哪里来？是自己心识变现的。自己心识，那是万德万能。不是别人变现，是自己变现的。自己变现，自己在受用。这一想，自己变的，那是假的，不是真的。是的，我们眼前这个身、这个世界也是自己变现的，离开自己的心性，决定没有一法可得，所以统统是心性变现出来的。",
      "zh_TW": "《地藏經》上我們看到，主要的看到地獄，看到許許多多的鬼神，一般講是餓鬼道、地獄道，都說到這些。這些全都是事實，絕對不是虛構的，不是一個假想來令眾生畏懼，不是這個意思，佛全給我們講的事實。如果真正明白理論，我們就不懷疑了。佛給我們講十法界依正莊嚴怎麼來的？唯識經論裡面講得就很透徹，「唯心所現，唯識所變」。十法界依正莊嚴，我們眼前這個世界從哪裡來？是自己心識變現的。自己心識，那是萬德萬能。不是別人變現，是自己變現的。自己變現，自己在受用。這一想，自己變的，那是假的，不是真的。是的，我們眼前這個身、這個世界也是自己變現的，離開自己的心性，決定沒有一法可得，所以統統是心性變現出來的。"
    },
    {
      "id": "14-007-0002_p0038",
      "zh_CN": "大家晓得梦是假的，我想每一个同修有作梦的经验，如果天天晚上作恶梦，好不好受？诸位要知道，三恶道就是我们真如本性在作恶梦，华藏世界、极乐世界就是我们真如本性在作美梦。所以华藏世界是自性变现的，极乐世界也是自性变现的，我们今天这个世界是苦乐参半的一个梦。实在讲我们在这个世间，就是这一场梦，苦多乐少。《华严》上说得好，「应观法界性，一切唯心造」，这真是讲绝了，讲得非常之透彻。所以佛法教学的目标，教我们明心见性。见性之后，你自己就可以做主宰，换句话说，不再作梦，即使作梦，自己知道在作梦。你看诸佛菩萨应化到我们这个世间来，他知道，他知道他从哪来的，他知道在这里做什么事情，做完之后知道到哪里去。我们不知道，我们过去生不知道，未来生也不知道，所以才有恐惧。如果我们统统都明了，那就自在了。",
      "zh_TW": "大家曉得夢是假的，我想每一個同修有作夢的經驗，如果天天晚上作惡夢，好不好受？諸位要知道，三惡道就是我們真如本性在作惡夢，華藏世界、極樂世界就是我們真如本性在作美夢。所以華藏世界是自性變現的，極樂世界也是自性變現的，我們今天這個世界是苦樂參半的一個夢。實在講我們在這個世間，就是這一場夢，苦多樂少。《華嚴》上說得好，「應觀法界性，一切唯心造」，這真是講絕了，講得非常之透徹。所以佛法教學的目標，教我們明心見性。見性之後，你自己就可以做主宰，換句話說，不再作夢，即使作夢，自己知道在作夢。你看諸佛菩薩應化到我們這個世間來，他知道，他知道他從哪來的，他知道在這裡做什麼事情，做完之後知道到哪裡去。我們不知道，我們過去生不知道，未來生也不知道，所以才有恐懼。如果我們統統都明瞭，那就自在了。"
    },
    {
      "id": "14-007-0002_p0039",
      "zh_CN": "怎么样才能明了？佛给我们讲，你把心定下来，定到一定的程度就明了了。要是想研究、去想像，是永远不会明了真相的，永远都在梦境之中。只有把一切分别执着妄想统统放下，让心定下来，清净心照见一切万法，像一面镜子一样统统照见了，这个就叫大彻大悟，不但六道你见到了，十法界也见到了。因此整个佛法的修学，无论是哪一宗、哪一个法门，无不是修定。我们念佛就用这一句佛号修定。这一句佛号能成功吗？能。大势至菩萨从初发心就是念这一句阿弥陀佛，一直念到成佛，没有换第二个方法，就是一句佛号。从初发心证菩萨五十一个阶级，到最后圆满成佛，就一句佛号，这是《大势至圆通章》里面告诉我们的。成佛之后，他在十方世界教化众生用什么方法？还是用他这个方法。他是过来人，他已经成就了，这个方法简单容易，绝对可靠。现在台湾发明念佛机，好，我们能向它学就不错了，它日夜都不断，一个妄想都不打。现在台湾同修在此地有很多，念佛机在美国还很少见，希望我们同修将来每个人都能够人手一台，用这个工具时时刻刻提醒自己，使自己的功夫不间断、不夹杂。这个就是大势至菩萨教给我们的。",
      "zh_TW": "怎麼樣才能明瞭？佛給我們講，你把心定下來，定到一定的程度就明瞭了。要是想研究、去想像，是永遠不會明瞭真相的，永遠都在夢境之中。只有把一切分別執著妄想統統放下，讓心定下來，清淨心照見一切萬法，像一面鏡子一樣統統照見了，這個就叫大徹大悟，不但六道你見到了，十法界也見到了。因此整個佛法的修學，無論是哪一宗、哪一個法門，無不是修定。我們念佛就用這一句佛號修定。這一句佛號能成功嗎？能。大勢至菩薩從初發心就是念這一句阿彌陀佛，一直念到成佛，沒有換第二個方法，就是一句佛號。從初發心證菩薩五十一個階級，到最後圓滿成佛，就一句佛號，這是《大勢至圓通章》裡面告訴我們的。成佛之後，他在十方世界教化眾生用什麼方法？還是用他這個方法。他是過來人，他已經成就了，這個方法簡單容易，絕對可靠。現在台灣發明念佛機，好，我們能向它學就不錯了，它日夜都不斷，一個妄想都不打。現在台灣同修在此地有很多，念佛機在美國還很少見，希望我們同修將來每個人都能夠人手一台，用這個工具時時刻刻提醒自己，使自己的功夫不間斷、不夾雜。這個就是大勢至菩薩教給我們的。"
    },
    {
      "id": "14-007-0002_p0040",
      "zh_CN": "夏莲居老居士在《净修节要》里面写到的是，净宗初祖大势至菩萨。通常在我们中国讲到净宗初祖，我们都想到慧远大师，从来没有人想到大势至菩萨的。他老人家这一提，我一看到这几个字，很有道理，在虚空法界，第一个提倡念佛，念佛成功，用这一句阿弥陀佛接引十方无量无边念佛众生，大势至菩萨是第一个人，确实是净宗初祖、法界初祖。世尊在我们这个世界示现成佛，二七日中宣讲《大方佛华严经》，《华严》末后普贤菩萨十大愿王导归极乐，普贤菩萨是我们娑婆世界第一个提倡念佛法门的，娑婆世界的初祖。在中国，佛教传到中国，中国第一个提倡念佛法门的是慧远大师，慧远是中国的初祖。夏老一提出来，我们晓得初祖有三个，有法界初祖、娑婆初祖、中国初祖。这一定要把它辨别清楚，这个法门无比的殊胜。《地藏经》教给我们什么方法？还是念佛的方法，实在是不可思议。我们看底下这段经文：",
      "zh_TW": "夏蓮居老居士在《淨修節要》裡面寫到的是，淨宗初祖大勢至菩薩。通常在我們中國講到淨宗初祖，我們都想到慧遠大師，從來沒有人想到大勢至菩薩的。他老人家這一提，我一看到這幾個字，很有道理，在虛空法界，第一個提倡念佛，念佛成功，用這一句阿彌陀佛接引十方無量無邊念佛眾生，大勢至菩薩是第一個人，確實是淨宗初祖、法界初祖。世尊在我們這個世界示現成佛，二七日中宣講《大方佛華嚴經》，《華嚴》末後普賢菩薩十大願王導歸極樂，普賢菩薩是我們娑婆世界第一個提倡念佛法門的，娑婆世界的初祖。在中國，佛教傳到中國，中國第一個提倡念佛法門的是慧遠大師，慧遠是中國的初祖。夏老一提出來，我們曉得初祖有三個，有法界初祖、娑婆初祖、中國初祖。這一定要把它辨別清楚，這個法門無比的殊勝。《地藏經》教給我們什麼方法？還是念佛的方法，實在是不可思議。我們看底下這段經文："
    },
    {
      "id": "14-007-0002_p0041",
      "zh_CN": "【尔时。释迦牟尼佛告文殊师利法王子菩萨摩诃萨。】",
      "zh_TW": "【爾時。釋迦牟尼佛告文殊師利法王子菩薩摩訶薩。】"
    },
    {
      "id": "14-007-0002_p0042",
      "zh_CN": "这是佛对文殊菩萨说。",
      "zh_TW": "這是佛對文殊菩薩說。"
    },
    {
      "id": "14-007-0002_p0043",
      "zh_CN": "【汝观是一切诸佛菩萨。】",
      "zh_TW": "【汝觀是一切諸佛菩薩。】"
    },
    {
      "id": "14-007-0002_p0044",
      "zh_CN": "这是叫文殊，文殊是菩萨里面智慧第一。佛叫他看看，看看我们今天的法会，你看来了这么多的诸佛菩萨，十方世界一切诸佛都来了，一个也没有漏。",
      "zh_TW": "這是叫文殊，文殊是菩薩裡面智慧第一。佛叫他看看，看看我們今天的法會，你看來了這麼多的諸佛菩薩，十方世界一切諸佛都來了，一個也沒有漏。"
    },
    {
      "id": "14-007-0002_p0045",
      "zh_CN": "【及天龙鬼神。此世界。他世界。此国土。他国土。如是今来集会。到忉利天者。汝知数不。】",
      "zh_TW": "【及天龍鬼神。此世界。他世界。此國土。他國土。如是今來集會。到忉利天者。汝知數不。】"
    },
    {
      "id": "14-007-0002_p0046",
      "zh_CN": "这个字在此地是个问号，是个疑问的句子。问他今天这个法会这么多的大众，你知不知道有多少数目？",
      "zh_TW": "這個字在此地是個問號，是個疑問的句子。問他今天這個法會這麼多的大眾，你知不知道有多少數目？"
    },
    {
      "id": "14-007-0002_p0047",
      "zh_CN": "【文殊师利白佛言。】",
      "zh_TW": "【文殊師利白佛言。】"
    },
    {
      "id": "14-007-0002_p0048",
      "zh_CN": "『白』是下对上的敬称。上对下用告，告诉你。你看佛告文殊师利菩萨，「文殊师利白佛言」。这从前很讲求的，这是礼节上的敬词，现在没有了，现在是我告诉你。他说告诉你，听到这个，我们听完，可是我们学佛要懂得，要知道从前确实在言语行为当中虔诚、恭敬都能够表现。",
      "zh_TW": "『白』是下對上的敬稱。上對下用告，告訴你。你看佛告文殊師利菩薩，「文殊師利白佛言」。這從前很講求的，這是禮節上的敬詞，現在沒有了，現在是我告訴你。他說告訴你，聽到這個，我們聽完，可是我們學佛要懂得，要知道從前確實在言語行為當中虔誠、恭敬都能夠表現。"
    },
    {
      "id": "14-007-0002_p0049",
      "zh_CN": "【世尊。若以我神力。千劫测度。不能得知。】",
      "zh_TW": "【世尊。若以我神力。千劫測度。不能得知。】"
    },
    {
      "id": "14-007-0002_p0050",
      "zh_CN": "文殊，刚才说过了，菩萨当中智慧第一。他说以他的能力，他的智慧、神通能力，不要说是短时间，就是以一千劫这么长的时间，来让我，不要说计算，来概略的推算，都没有办法知道。你看在《地藏经》一开端，我们看到这个法会殊胜庄严，空前绝后，没有的，查遍《大藏经》一切经典参与的大众没有像《地藏经》这么多的。这一点我们要特别特别的注意到，这就是说这是真正如来的根本大法，佛法就从这个地方建立起来的。就好像盖房子，这是地基，这是基础，一切诸佛菩萨都从这个基础上建立的，他怎么能不来？他怎么能离开？这个佛法就是大圆满法，诸位要记住，孝敬就是大圆满法。这一部经中心的教义就是讲孝敬。文殊菩萨答不上来。",
      "zh_TW": "文殊，剛才說過了，菩薩當中智慧第一。他說以他的能力，他的智慧、神通能力，不要說是短時間，就是以一千劫這麼長的時間，來讓我，不要說計算，來概略的推算，都沒有辦法知道。你看在《地藏經》一開端，我們看到這個法會殊勝莊嚴，空前絕後，沒有的，查遍《大藏經》一切經典參與的大眾沒有像《地藏經》這麼多的。這一點我們要特別特別的注意到，這就是說這是真正如來的根本大法，佛法就從這個地方建立起來的。就好像蓋房子，這是地基，這是基礎，一切諸佛菩薩都從這個基礎上建立的，他怎麼能不來？他怎麼能離開？這個佛法就是大圓滿法，諸位要記住，孝敬就是大圓滿法。這一部經中心的教義就是講孝敬。文殊菩薩答不上來。"
    },
    {
      "id": "14-007-0002_p0051",
      "zh_CN": "【佛告文殊师利。吾以佛眼观故。犹不尽数。】",
      "zh_TW": "【佛告文殊師利。吾以佛眼觀故。猶不盡數。】"
    },
    {
      "id": "14-007-0002_p0052",
      "zh_CN": "这是释迦牟尼佛谦虚，佛哪有不知道的？不可能不知道，这是谦虚，也是极其形容与会大众之多。佛很客气的说，我以佛眼来观察，我也不知道有多少数字。",
      "zh_TW": "這是釋迦牟尼佛謙虛，佛哪有不知道的？不可能不知道，這是謙虛，也是極其形容與會大眾之多。佛很客氣的說，我以佛眼來觀察，我也不知道有多少數字。"
    },
    {
      "id": "14-007-0002_p0053",
      "zh_CN": "【此皆是地藏菩萨久远劫来。已度。】",
      "zh_TW": "【此皆是地藏菩薩久遠劫來。已度。】"
    },
    {
      "id": "14-007-0002_p0054",
      "zh_CN": "『已度』是诸佛。",
      "zh_TW": "『已度』是諸佛。"
    },
    {
      "id": "14-007-0002_p0055",
      "zh_CN": "【当度。】",
      "zh_TW": "【當度。】"
    },
    {
      "id": "14-007-0002_p0056",
      "zh_CN": "『当度』是菩萨。",
      "zh_TW": "『當度』是菩薩。"
    },
    {
      "id": "14-007-0002_p0057",
      "zh_CN": "【未度。】",
      "zh_TW": "【未度。】"
    },
    {
      "id": "14-007-0002_p0058",
      "zh_CN": "就是诸天鬼神这一类的。",
      "zh_TW": "就是諸天鬼神這一類的。"
    },
    {
      "id": "14-007-0002_p0059",
      "zh_CN": "【已成就。当成就。未成就。】",
      "zh_TW": "【已成就。當成就。未成就。】"
    },
    {
      "id": "14-007-0002_p0060",
      "zh_CN": "『已成就』的，是已经成佛了；『未成就』的，就是没有成佛。这一些，来的这些人，由此可知都是与地藏菩萨有缘，这是佛家常讲「佛不度无缘之人」。地藏菩萨与一切众生都有缘，为什么？所有一切众生离不开大地，谁能离开地？既然在地上居住，就与这个地有缘，所以地与众生的缘就特别殊胜，何况此地的地是指心地。我们可以说尽虚空遍法界，或者是佛法里常讲的十法界依正庄严，统统是心地变现出来的。所以今天世尊要宣讲心地法门，那就是虚空法界所有一切众生跟地藏菩萨统统有缘。因此这个地藏法会的殊胜超过华严，也超过无量寿，超过阿弥陀，没有任何一尊佛菩萨能跟他相比，这个我们要晓得。所以学佛从哪里学起？从地藏学起，也就是从心地法门学起。",
      "zh_TW": "『已成就』的，是已經成佛了；『未成就』的，就是沒有成佛。這一些，來的這些人，由此可知都是與地藏菩薩有緣，這是佛家常講「佛不度無緣之人」。地藏菩薩與一切眾生都有緣，為什麼？所有一切眾生離不開大地，誰能離開地？既然在地上居住，就與這個地有緣，所以地與眾生的緣就特別殊勝，何况此地的地是指心地。我們可以說盡虛空遍法界，或者是佛法裡常講的十法界依正莊嚴，統統是心地變現出來的。所以今天世尊要宣講心地法門，那就是虛空法界所有一切眾生跟地藏菩薩統統有緣。因此這個地藏法會的殊勝超過華嚴，也超過無量壽，超過阿彌陀，沒有任何一尊佛菩薩能跟他相比，這個我們要曉得。所以學佛從哪裡學起？從地藏學起，也就是從心地法門學起。"
    },
    {
      "id": "14-007-0002_p0061",
      "zh_CN": "【文殊师利白佛言。世尊。我已过去久修善根。】",
      "zh_TW": "【文殊師利白佛言。世尊。我已過去久修善根。】"
    },
    {
      "id": "14-007-0002_p0062",
      "zh_CN": "诸位特别要注意这一句，『久修善根』。",
      "zh_TW": "諸位特別要注意這一句，『久修善根』。"
    },
    {
      "id": "14-007-0002_p0063",
      "zh_CN": "【证无碍智。闻佛所言。即当信受。】",
      "zh_TW": "【證無礙智。聞佛所言。即當信受。】"
    },
    {
      "id": "14-007-0002_p0064",
      "zh_CN": "这个说明佛所说的以及现前这个境界，是必须要具足无量劫来久修善根的人，听到佛说的话，他就相信，就不怀疑。对佛所说的话还怀疑，还不能完全相信，这是善根少的人。正如同《弥陀经》上所说，「不可以少善根福德因缘，得生彼国」。所以往生西方极乐世界条件三个，善根要多，福德要多，因缘要具足。",
      "zh_TW": "這個說明佛所說的以及現前這個境界，是必須要具足無量劫來久修善根的人，聽到佛說的話，他就相信，就不懷疑。對佛所說的話還懷疑，還不能完全相信，這是善根少的人。正如同《彌陀經》上所說，「不可以少善根福德因緣，得生彼國」。所以往生西方極樂世界條件三個，善根要多，福德要多，因緣要具足。"
    },
    {
      "id": "14-007-0002_p0065",
      "zh_CN": "我们再具体的说明什么叫善根？听了就相信，就不怀疑，这就是善根。听了能够解是善根，听了不能解、不懂，但是他相信不怀疑，也是善根。听了以后真正肯发愿求生净土，真正肯老实念佛，这是福德。换句话说，我们相信净土法门，我们念佛念得不恳切，一天到晚还有疑虑，还有妄想，还有杂念，还有烦脑，这就是我们福德不够。一个有福报的人，心地清净，没有忧虑，没有牵挂，没有烦恼，什么也没有，一天到晚就是一句阿弥陀佛，这是大福德。这个人的福不是一般声闻、缘觉、菩萨能比的，为什么？他这个福报一生成佛。因缘是你遇到善知识，遇到好的同参道友，常常鼓励你，因缘可以说是具足。",
      "zh_TW": "我們再具體的說明什麼叫善根？聽了就相信，就不懷疑，這就是善根。聽了能夠解是善根，聽了不能解、不懂，但是他相信不懷疑，也是善根。聽了以後真正肯發願求生淨土，真正肯老實念佛，這是福德。換句話說，我們相信淨土法門，我們念佛念得不懇切，一天到晚還有疑慮，還有妄想，還有雜念，還有煩腦，這就是我們福德不夠。一個有福報的人，心地清淨，沒有憂慮，沒有牽掛，沒有煩惱，什麼也沒有，一天到晚就是一句阿彌陀佛，這是大福德。這個人的福不是一般聲聞、緣覺、菩薩能比的，為什麼？他這個福報一生成佛。因緣是你遇到善知識，遇到好的同參道友，常常鼓勵你，因緣可以說是具足。"
    },
    {
      "id": "14-007-0002_p0066",
      "zh_CN": "在现在整个世界来讲，没有比台湾更殊胜，缘殊胜。能往生的，这四十年当中，我知道的概略的估计，大概有五百人真正生到西方极乐世界，这个比例就相当之大。这么一个小小的地方，四十年之间这么多人往生，这地方是福地，不可思议。凡是能往生的，都是善根福德具足的。凡是不能往生的，不是少善根就是少福德，这两个缺一条都不能往生。少善根的人是什么？半信半疑，这是少善根。少福德的人，虽念佛还是打妄想，还是有牵挂，换句话还是放不下，放不下是没福。再说得通俗一点，我们常讲看破是善根，放下是福德，还是没能看破放下，不能一心一意专求净土，这是善根福德不足。所以读这句经文的时候我们应该要有警觉，我们自己过去生中的善根福德是具足的，就看这一生能不能相续，能不能加强，这个重要。下面略举几个例子来说：",
      "zh_TW": "在現在整個世界來講，沒有比台灣更殊勝，緣殊勝。能往生的，這四十年當中，我知道的概略的估計，大概有五百人真正生到西方極樂世界，這個比例就相當之大。這麼一個小小的地方，四十年之間這麼多人往生，這地方是福地，不可思議。凡是能往生的，都是善根福德具足的。凡是不能往生的，不是少善根就是少福德，這兩個缺一條都不能往生。少善根的人是什麼？半信半疑，這是少善根。少福德的人，雖念佛還是打妄想，還是有牽掛，換句話還是放不下，放不下是沒福。再說得通俗一點，我們常講看破是善根，放下是福德，還是沒能看破放下，不能一心一意專求淨土，這是善根福德不足。所以讀這句經文的時候我們應該要有警覺，我們自己過去生中的善根福德是具足的，就看這一生能不能相續，能不能加強，這個重要。下面略舉幾個例子來說："
    },
    {
      "id": "14-007-0002_p0067",
      "zh_CN": "【小果声闻。】",
      "zh_TW": "【小果聲聞。】"
    },
    {
      "id": "14-007-0002_p0068",
      "zh_CN": "这是讲小乘人。小乘人不相信，现在在亚洲的南方这些小乘国家，对于西方世界净土他不相信，这小乘人。",
      "zh_TW": "這是講小乘人。小乘人不相信，現在在亞洲的南方這些小乘國家，對於西方世界淨土他不相信，這小乘人。"
    },
    {
      "id": "14-007-0002_p0069",
      "zh_CN": "【天龙八部。及未来世诸众生等。虽闻如来诚实之语。必怀疑惑。设使顶受。未免兴谤。】",
      "zh_TW": "【天龍八部。及未來世諸眾生等。雖聞如來誠實之語。必懷疑惑。設使頂受。未免興謗。】"
    },
    {
      "id": "14-007-0002_p0070",
      "zh_CN": "诸位同修要晓得，《地藏经》很难讲，《弥陀经》很难讲，为什么？现在所谓是受过高等教育的知识分子，听到这些是神话，这神话故事，哪有这个事情？他们信不信佛？也皈依了，也信佛，也念经，听到这些经典，他说这是神话，这就是毁谤。为什么毁谤？他不能接受，不能相信。所以我们看到一些人，遇到一些这样的事情，不要见怪。经上讲得很清楚，这很正常的现象，一点都不奇怪。不仅如此，如果大家去念《高僧传》、去念《居士传》，你会发现许多高僧大德在刚刚入佛门之前，对这个法门也是毁谤，也不相信，很多。那就是善根福德虽然有，还有隔阴之迷，不能起作用。可是慢慢修久了，他觉悟了，他相信了。",
      "zh_TW": "諸位同修要曉得，《地藏經》很難講，《彌陀經》很難講，為什麼？現在所謂是受過高等教育的知識分子，聽到這些是神話，這神話故事，哪有這個事情？他們信不信佛？也皈依了，也信佛，也念經，聽到這些經典，他說這是神話，這就是毀謗。為什麼毀謗？他不能接受，不能相信。所以我們看到一些人，遇到一些這樣的事情，不要見怪。經上講得很清楚，這很正常的現象，一點都不奇怪。不僅如此，如果大家去念《高僧傳》、去念《居士傳》，你會發現許多高僧大德在剛剛入佛門之前，對這個法門也是毀謗，也不相信，很多。那就是善根福德雖然有，還有隔陰之迷，不能起作用。可是慢慢修久了，他覺悟了，他相信了。"
    },
    {
      "id": "14-007-0002_p0071",
      "zh_CN": "我自己就是个例子，所以说起来就很惭愧，我不是一个上根的人，中下根性。我在学佛之初对这个法门不相信，完全不能够接受，我学佛的前三年完全不能接受。认为什么？这是佛对这些老太婆们，看她们可怜，无知无识，说几句安慰安慰她们的话而已。我是这个看法，没法子接受的。到以后我跟忏云法师在埔里住茅蓬，我在他茅蓬住了五个半月。忏老法师叫我看《印光大师文钞》，我把这一部《文钞》看下来，对这个法门不反对了，但是叫我修学我还不甘心，还不情愿。以后到台中亲近李炳南老居士，李老是印光大师的学生，在台中可以说是专修专弘净土法门，我跟他十年。我能讲《弥陀经》是讲给别人听的，是劝别人念佛的，我自己不念，为什么不念？不能完全相信。李老师甚至于有一次跟我讲，那真是苦口婆心，现在想非常感谢。他知道、看出我修学的态度劝我说，他说这个法门，自古至今多少聪明人都学这个法门，即使上当被骗了，那些人都被骗了，我们被骗一次也不碍事，这样来劝我。我听了很受感动，可是怎么样？还是不能完全接受，难信之法。一直到民国六十年，我在台北开讲《华严经》，我讲《华严》讲了十七年。讲到末后这个阶段，忽然有一天想起来，文殊菩萨修什么法门的？普贤菩萨修什么法门的？善财童子修什么法门的？仔细再到经里面去一查，统统是念阿弥陀佛求生净土的。这个把我吓了一跳，文殊、普贤、善财童子统统是念佛求生净土，为什么？这就不是一个普通事情，文殊、普贤是华藏世界的等觉菩萨，不是其他的，是毘庐遮那佛的后补佛。他有什么理由到极乐世界去？只有一个道理，去成佛。等觉菩萨再往上去就是成无上正等正觉，只有这一个理由，如果不是到那里去证无上正等正觉，那就根本没有道理到西方极乐世界去。所以从这个地方才豁然大悟，才晓得这一个法门是成佛的法门。我相信这个法门是从《华严经》上起信的。回过头来想想从前老师那些劝告，非常感激，虽然没有完全相信，但老师对我可以说真正尽到了教导的责任，所以从此以后才专修专弘净土，《华严经》也不讲了。",
      "zh_TW": "我自己就是個例子，所以說起來就很慚愧，我不是一個上根的人，中下根性。我在學佛之初對這個法門不相信，完全不能夠接受，我學佛的前三年完全不能接受。認為什麼？這是佛對這些老太婆們，看她們可憐，無知無識，說幾句安慰安慰她們的話而已。我是這個看法，沒法子接受的。到以後我跟懺雲法師在埔里住茅蓬，我在他茅蓬住了五個半月。懺老法師叫我看《印光大師文鈔》，我把這一部《文鈔》看下來，對這個法門不反對了，但是叫我修學我還不甘心，還不情願。以後到台中親近李炳南老居士，李老是印光大師的學生，在台中可以說是專修專弘淨土法門，我跟他十年。我能講《彌陀經》是講給別人聽的，是勸別人念佛的，我自己不念，為什麼不念？不能完全相信。李老師甚至於有一次跟我講，那真是苦口婆心，現在想非常感謝。他知道、看出我修學的態度勸我說，他說這個法門，自古至今多少聰明人都學這個法門，即使上當被騙了，那些人都被騙了，我們被騙一次也不礙事，這樣來勸我。我聽了很受感動，可是怎麼樣？還是不能完全接受，難信之法。一直到民國六十年，我在台北開講《華嚴經》，我講《華嚴》講了十七年。講到末後這個階段，忽然有一天想起來，文殊菩薩修什麼法門的？普賢菩薩修什麼法門的？善財童子修什麼法門的？仔細再到經裡面去一查，統統是念阿彌陀佛求生淨土的。這個把我嚇了一跳，文殊、普賢、善財童子統統是念佛求生淨土，為什麼？這就不是一個普通事情，文殊、普賢是華藏世界的等覺菩薩，不是其他的，是毘廬遮那佛的後補佛。他有什麼理由到極樂世界去？只有一個道理，去成佛。等覺菩薩再往上去就是成無上正等正覺，只有這一個理由，如果不是到那裡去證無上正等正覺，那就根本沒有道理到西方極樂世界去。所以從這個地方才豁然大悟，才曉得這一個法門是成佛的法門。我相信這個法門是從《華嚴經》上起信的。回過頭來想想從前老師那些勸告，非常感激，雖然沒有完全相信，但老師對我可以說真正盡到了教導的責任，所以從此以後才專修專弘淨土，《華嚴經》也不講了。"
    },
    {
      "id": "14-007-0002_p0072",
      "zh_CN": "我在早年学佛，兴趣最浓厚的是《楞严》、《华严》，特别向往《华严经》，仰慕清凉大师，到以后才真正认识《弥陀经》、《无量寿经》就是《华严经》的精华。到以后看到彭际清居士所说的完全同意，他说《无量寿经》就是中本《华严》，《阿弥陀经》就是小本《华严》，一点都不错。隋唐时代，日本的高僧大德在中国留学的，他们说《华严》、《法华》都是《无量寿经》的引导而已。我看了这个句子非常非常的欢喜，肯定的接受，为什么？就是《楞严》、《法华》、《华严》把我引到《无量寿经》里面来的，他所说的话，我就是走的这个路子，是这样入门进来的。所以这个法门实实在在不可思议，看到别人诽谤，这是很正常的现象，不足以为奇怪。反而一听了就能相信，就能接受，这个人奇怪，这个人不可思议，这是真的。",
      "zh_TW": "我在早年學佛，興趣最濃厚的是《楞嚴》、《華嚴》，特別嚮往《華嚴經》，仰慕清凉大師，到以後才真正認識《彌陀經》、《無量壽經》就是《華嚴經》的精華。到以後看到彭際清居士所說的完全同意，他說《無量壽經》就是中本《華嚴》，《阿彌陀經》就是小本《華嚴》，一點都不錯。隋唐時代，日本的高僧大德在中國留學的，他們說《華嚴》、《法華》都是《無量壽經》的引導而已。我看了這個句子非常非常的歡喜，肯定的接受，為什麼？就是《楞嚴》、《法華》、《華嚴》把我引到《無量壽經》裡面來的，他所說的話，我就是走的這個路子，是這樣入門進來的。所以這個法門實實在在不可思議，看到別人誹謗，這是很正常的現象，不足以為奇怪。反而一聽了就能相信，就能接受，這個人奇怪，這個人不可思議，這是真的。"
    },
    {
      "id": "14-007-0002_p0073",
      "zh_CN": "【唯愿世尊。广说地藏菩萨摩诃萨因地作何行。立何愿。而能成就不思议事。】",
      "zh_TW": "【唯願世尊。廣說地藏菩薩摩訶薩因地作何行。立何願。而能成就不思議事。】"
    },
    {
      "id": "14-007-0002_p0074",
      "zh_CN": "经文一直到这个地方，我们才看到文殊菩萨启请了。下面，这是世尊的开示，也正是我们学习地藏法门重点都在向下经文。",
      "zh_TW": "經文一直到這個地方，我們才看到文殊菩薩啟請了。下面，這是世尊的開示，也正是我們學習地藏法門重點都在向下經文。"
    },
    {
      "id": "14-007-0002_p0075",
      "zh_CN": "【佛告文殊师利。譬如三千大千世界。所有草木丛林。稻麻竹苇。山石微尘。】",
      "zh_TW": "【佛告文殊師利。譬如三千大千世界。所有草木叢林。稻麻竹葦。山石微塵。】"
    },
    {
      "id": "14-007-0002_p0076",
      "zh_CN": "总而言之就是说整个世界就是了，所有这些物质，我们今天来讲。",
      "zh_TW": "總而言之就是說整個世界就是了，所有這些物質，我們今天來講。"
    },
    {
      "id": "14-007-0002_p0077",
      "zh_CN": "【一物一数。作一恒河。】",
      "zh_TW": "【一物一數。作一恆河。】"
    },
    {
      "id": "14-007-0002_p0078",
      "zh_CN": "这是比喻。一个数把它变成一条恒河，这是印度最大的一条河流。佛讲经常常用恒河来做比喻，是因为当年他讲经都在恒河流域一带，就近取这个比喻大家好懂。恒河的沙非常之细，真的像面粉一样，跟我们一般沙不一样，很细。说：",
      "zh_TW": "這是比喻。一個數把它變成一條恆河，這是印度最大的一條河流。佛講經常常用恆河來做比喻，是因為當年他講經都在恆河流域一帶，就近取這個比喻大家好懂。恆河的沙非常之細，真的像麵粉一樣，跟我們一般沙不一樣，很細。說："
    },
    {
      "id": "14-007-0002_p0079",
      "zh_CN": "【一恒河沙。一沙一界。】",
      "zh_TW": "【一恆河沙。一沙一界。】"
    },
    {
      "id": "14-007-0002_p0080",
      "zh_CN": "这个『界』是世界。一粒沙再做一个世界。",
      "zh_TW": "這個『界』是世界。一粒沙再做一個世界。"
    },
    {
      "id": "14-007-0002_p0081",
      "zh_CN": "【一界之内。一尘一劫。一劫之内。所积尘数。尽克为劫。】",
      "zh_TW": "【一界之內。一塵一劫。一劫之內。所積塵數。盡克為劫。】"
    },
    {
      "id": "14-007-0002_p0082",
      "zh_CN": "这一段是比喻时间的长远。诸位去想想，没法子想像，这时间太长太长。这种比喻的说法，实在讲只有佛能说得出来，除佛之外，你看看古今中外的典籍，说大数目字有没有这样的说法？这找不到。实在讲是无限大的一个长时间。",
      "zh_TW": "這一段是比喻時間的長遠。諸位去想想，沒法子想像，這時間太長太長。這種比喻的說法，實在講只有佛能說得出來，除佛之外，你看看古今中外的典籍，說大數目字有沒有這樣的說法？這找不到。實在講是無限大的一個長時間。"
    },
    {
      "id": "14-007-0002_p0083",
      "zh_CN": "【地藏菩萨证十地果位已来。千倍多于上喻。】",
      "zh_TW": "【地藏菩薩證十地果位已來。千倍多於上喻。】"
    },
    {
      "id": "14-007-0002_p0084",
      "zh_CN": "这讲地藏菩萨，不是普通的，证到十地果位，已经这么久了。十地果位之前的修行，不必说了，那更长更长。",
      "zh_TW": "這講地藏菩薩，不是普通的，證到十地果位，已經這麼久了。十地果位之前的修行，不必說了，那更長更長。"
    },
    {
      "id": "14-007-0002_p0085",
      "zh_CN": "【何况地藏菩萨在声闻辟支佛地。】",
      "zh_TW": "【何况地藏菩薩在聲聞辟支佛地。】"
    },
    {
      "id": "14-007-0002_p0086",
      "zh_CN": "这就更长了。先说出地藏菩萨久远劫的修行。这段经文给我们的启示，就是修行要有长远心，要有恒心，要发长远心，绝对不是几个月几年就能成就的。现在一般人，换句话说，没有耐心，所谓急功好利，这个是大病。学佛要有耐心，要有长远心，勇猛精进，绝不退转，这才能成就。即使念佛求生净土，也要用这个态度。",
      "zh_TW": "這就更長了。先說出地藏菩薩久遠劫的修行。這段經文給我們的啟示，就是修行要有長遠心，要有恆心，要發長遠心，絕對不是幾個月幾年就能成就的。現在一般人，換句話說，沒有耐心，所謂急功好利，這個是大病。學佛要有耐心，要有長遠心，勇猛精進，絕不退轉，這才能成就。即使念佛求生淨土，也要用這個態度。"
    },
    {
      "id": "14-007-0002_p0087",
      "zh_CN": "【文殊师利。此菩萨威神誓愿。不可思议。】",
      "zh_TW": "【文殊師利。此菩薩威神誓願。不可思議。】"
    },
    {
      "id": "14-007-0002_p0088",
      "zh_CN": "文殊菩萨请教的，释迦牟尼佛就是这么样回答的。诸位同修，你们在这个一问一答当中学到了些什么？他这一问一答含的些什么意思，我们读了能体会吗？实在讲精髓就在这几句，这几句确确实实像禅宗的公案一样，确实不是粗心的人能够参得透的。释迦牟尼佛也知道，参不透干脆就说，所以下面再给我们细说。实在讲经到这个地方就讲完了，后面是注解而已，注解里面含义很深。",
      "zh_TW": "文殊菩薩請教的，釋迦牟尼佛就是這麼樣回答的。諸位同修，你們在這個一問一答當中學到了些什麼？他這一問一答含的些什麼意思，我們讀了能體會嗎？實在講精髓就在這幾句，這幾句確確實實像禪宗的公案一樣，確實不是粗心的人能夠參得透的。釋迦牟尼佛也知道，參不透乾脆就說，所以下面再給我們細說。實在講經到這個地方就講完了，後面是註解而已，註解裡面含義很深。"
    },
    {
      "id": "14-007-0002_p0089",
      "zh_CN": "【若未来世。】",
      "zh_TW": "【若未來世。】"
    },
    {
      "id": "14-007-0002_p0090",
      "zh_CN": "『若』是假设的话。『未来世』就是指我们现在。",
      "zh_TW": "『若』是假設的話。『未來世』就是指我們現在。"
    },
    {
      "id": "14-007-0002_p0091",
      "zh_CN": "【有善男子善女人。闻是菩萨名字。或赞叹。或瞻礼。或称名。或供养。乃至彩画。刻镂。塑漆形像。是人当得百返生于三十三天。永不堕恶道。】",
      "zh_TW": "【有善男子善女人。聞是菩薩名字。或讚歎。或瞻禮。或稱名。或供養。乃至彩畫。刻鏤。塑漆形像。是人當得百返生於三十三天。永不墮惡道。】"
    },
    {
      "id": "14-007-0002_p0092",
      "zh_CN": "这是佛给我们说出来，闻名、赞叹、供养菩萨形像的功德。这么样的好处，这很容易，我们人人都做得到的。是不是真的能够得到一百次往返天上人间的果报，不会堕三恶道？假如要是靠不住，那释迦牟尼佛是不是在此地打妄语欺骗我们？佛没有妄语，你读经字字都要留意，千万不能看错了，不能把佛的意思解错了，第一个条件，『善男子、善女人』。我们善不善？我们要不是「善男子、善女人」，你这么做得不到，所以第一个条件是善。佛讲的话有道理，没讲错。善的标准是什么？地藏菩萨是讲基本的法门，基本的法门，《观无量寿经》三福是讲的基础，全做到了，你就有分，这是你自己修学条件具足了。可是经里面还有关键的字眼，这个字眼是『闻』。这个「闻」字要注意，闻字要讲求，这个闻不是平常我们耳朵听的这个闻，这个闻不管用，要像《楞严经．观音菩萨耳根圆通章》里面所说的「反闻闻自性，性成无上道」，所以他才有这么样殊胜的果报。",
      "zh_TW": "這是佛給我們說出來，聞名、讚歎、供養菩薩形像的功德。這麼樣的好處，這很容易，我們人人都做得到的。是不是真的能夠得到一百次往返天上人間的果報，不會墮三惡道？假如要是靠不住，那釋迦牟尼佛是不是在此地打妄語欺騙我們？佛沒有妄語，你讀經字字都要留意，千萬不能看錯了，不能把佛的意思解錯了，第一個條件，『善男子、善女人』。我們善不善？我們要不是「善男子、善女人」，你這麼做得不到，所以第一個條件是善。佛講的話有道理，沒講錯。善的標準是什麼？地藏菩薩是講基本的法門，基本的法門，《觀無量壽經》三福是講的基礎，全做到了，你就有分，這是你自己修學條件具足了。可是經裡面還有關鍵的字眼，這個字眼是『聞』。這個「聞」字要注意，聞字要講求，這個聞不是平常我們耳朵聽的這個聞，這個聞不管用，要像《楞嚴經．觀音菩薩耳根圓通章》裡面所說的「反聞聞自性，性成無上道」，所以他才有這麼樣殊勝的果報。"
    },
    {
      "id": "14-007-0002_p0093",
      "zh_CN": "『赞叹』，对谁「赞叹」？塑造一尊地藏菩萨、画一尊地藏菩萨像在那里赞叹就行了吗？这不是佛教给我们的意思。赞叹地藏本愿，这就对了。地藏本愿是什么？是教我们孝亲尊师，把孝敬扩大到一切众生，是教我们赞叹这个，是教我们对于地藏菩萨瞻礼、礼敬用在日常生活上对一切大众。大乘菩萨戒经里面告诉我们，「一切男子是我父，一切女人是我母」，我们孝养父母就是尽虚空遍法界一切众生，大乘菩萨戒建立在这个基础上。所以不是叫你天天塑一个菩萨像，天天在那里称赞礼拜供养，你就能够一百次往返三十三天，哪有这么便宜的事情？所以佛在经上没讲错，是你自己把意思会错了。这个诸位一定要知道，千万不能错会意思，经上讲的没错。所以关键就在「善」、「闻」，就在这两个字。",
      "zh_TW": "『讚歎』，對誰「讚歎」？塑造一尊地藏菩薩、畫一尊地藏菩薩像在那裡讚歎就行了嗎？這不是佛教給我們的意思。讚歎地藏本願，這就對了。地藏本願是什麼？是教我們孝親尊師，把孝敬擴大到一切眾生，是教我們讚歎這個，是教我們對於地藏菩薩瞻禮、禮敬用在日常生活上對一切大眾。大乘菩薩戒經裡面告訴我們，「一切男子是我父，一切女人是我母」，我們孝養父母就是盡虛空遍法界一切眾生，大乘菩薩戒建立在這個基礎上。所以不是叫你天天塑一個菩薩像，天天在那裡稱讚禮拜供養，你就能夠一百次往返三十三天，哪有這麼便宜的事情？所以佛在經上沒講錯，是你自己把意思會錯了。這個諸位一定要知道，千萬不能錯會意思，經上講的沒錯。所以關鍵就在「善」、「聞」，就在這兩個字。"
    },
    {
      "id": "14-007-0002_p0094",
      "zh_CN": "【文殊师利。是地藏菩萨摩诃萨。于过去久远不可说不可说劫前。身为大长者子。时世有佛。号曰师子奋迅具足万行如来。】",
      "zh_TW": "【文殊師利。是地藏菩薩摩訶薩。於過去久遠不可說不可說劫前。身為大長者子。時世有佛。號曰師子奮迅具足萬行如來。】"
    },
    {
      "id": "14-007-0002_p0095",
      "zh_CN": "此地是讲过去地藏菩萨在因地修行证果，举出他让我们学习，使我们警悟（我们能够警觉、能够领悟），能够向他学习，这就对了。",
      "zh_TW": "此地是講過去地藏菩薩在因地修行證果，舉出他讓我們學習，使我們警悟（我們能夠警覺、能夠領悟），能夠向他學習，這就對了。"
    },
    {
      "id": "14-007-0002_p0096",
      "zh_CN": "【时长者子。见佛相好。千福庄严。因问彼佛。作何行愿。而得此相。】",
      "zh_TW": "【時長者子。見佛相好。千福莊嚴。因問彼佛。作何行願。而得此相。】"
    },
    {
      "id": "14-007-0002_p0097",
      "zh_CN": "诸位要知道，人身的相好是福德，健康长寿是福德，因此学佛的人，你看诸佛菩萨，纵然是阿罗汉，阿罗汉福报差一点，所以相貌有些奇奇怪怪的，虽然奇奇怪怪并不难看，也很慈悲，是真正有修有学的人。我们凡夫业障很重，从什么地方看到？从面貌能看出来，从体质能看出来，从形态能看出来。我们的态度不端庄，身体不健康，多病、多烦脑，身体不清净，有很难闻的气味，这个都业障深重。学佛的人都是这个样子，人家看起来，这学佛没什么好处。学佛，第一个得到的利益，说实在话，就是现在人所讲的改变了体质，这是你学佛得到效果。我们应该要晓得，我们学佛有没有收获，有没有效果，从这些地方能看得出来。所以我常常讲，我讲的话都是真话，学佛的人不老、不病、不死，我讲真话。还老，还会生病，还会死，你这个佛就白学了。怎样才能做到？你要真学，能够改变体质，改变命运，这个是学佛最殊胜的利益。",
      "zh_TW": "諸位要知道，人身的相好是福德，健康長壽是福德，因此學佛的人，你看諸佛菩薩，縱然是阿羅漢，阿羅漢福報差一點，所以相貌有些奇奇怪怪的，雖然奇奇怪怪並不難看，也很慈悲，是真正有修有學的人。我們凡夫業障很重，從什麼地方看到？從面貌能看出來，從體質能看出來，從形態能看出來。我們的態度不端莊，身體不健康，多病、多煩腦，身體不清淨，有很難聞的氣味，這個都業障深重。學佛的人都是這個樣子，人家看起來，這學佛沒什麼好處。學佛，第一個得到的利益，說實在話，就是現在人所講的改變了體質，這是你學佛得到效果。我們應該要曉得，我們學佛有沒有收獲，有沒有效果，從這些地方能看得出來。所以我常常講，我講的話都是真話，學佛的人不老、不病、不死，我講真話。還老，還會生病，還會死，你這個佛就白學了。怎樣才能做到？你要真學，能夠改變體質，改變命運，這個是學佛最殊勝的利益。"
    },
    {
      "id": "14-007-0002_p0098",
      "zh_CN": "这个世间所有科学、宗教没有办法解决的，唯独佛法能解决。有没有证明？有证明，我自己本身就给诸位做证明。我在年轻学佛的那个时代，在临济寺刚刚出家的时候，比我晚一年出家的，都住在临济寺，他都晓得。我们临济寺念佛会的副会长林道棨，还有一个老居士，名字我一下记不起来，是个教英语的，胖胖的，在哪个中学教英语的老师，也是福州人，临济寺的老信徒。他常常告诉我，他说我业障很重，说话气味非常难闻，我自己也晓得。以后我在景美他来看我，他说法师你这几年讲经的功德很大，从前你这些毛病现在统统都没有了，体质改变了。我在初讲经的时候，音声发不出来，学生只有四十个人，我的音声不能够灌注。音声之改变我自己没有发现，是邬老居士发现的，在法华寺也是讲《地藏经》。我在法华寺讲《地藏经》，广钦法师还来听过一次，广老来听过一次。他发现说，他每天带录音机来录音，忽然发现我的音声变了，他就来告诉我，他说法师你音声不相同了，他拿两天的录音一对照，不一样，三宝加持，相貌也变了。这是修行，确确实实它有效果的，佛法里面讲「三转法轮」，做证转。如果得不到这个殊胜利益，那我们真的叫白学了。希望同学们，你们能够相信，那真是不可思议；你们不相信，那很正常的。",
      "zh_TW": "這個世間所有科學、宗教沒有辦法解決的，唯獨佛法能解決。有沒有證明？有證明，我自己本身就給諸位做證明。我在年輕學佛的那個時代，在臨濟寺剛剛出家的時候，比我晚一年出家的，都住在臨濟寺，他都曉得。我們臨濟寺念佛會的副會長林道棨，還有一個老居士，名字我一下記不起來，是個教英語的，胖胖的，在哪個中學教英語的老師，也是福州人，臨濟寺的老信徒。他常常告訴我，他說我業障很重，說話氣味非常難聞，我自己也曉得。以後我在景美他來看我，他說法師你這幾年講經的功德很大，從前你這些毛病現在統統都沒有了，體質改變了。我在初講經的時候，音聲發不出來，學生只有四十個人，我的音聲不能夠灌注。音聲之改變我自己沒有發現，是鄔老居士發現的，在法華寺也是講《地藏經》。我在法華寺講《地藏經》，廣欽法師還來聽過一次，廣老來聽過一次。他發現說，他每天帶錄音機來錄音，忽然發現我的音聲變了，他就來告訴我，他說法師你音聲不相同了，他拿兩天的錄音一對照，不一樣，三寶加持，相貌也變了。這是修行，確確實實它有效果的，佛法裡面講「三轉法輪」，做證轉。如果得不到這個殊勝利益，那我們真的叫白學了。希望同學們，你們能夠相信，那真是不可思議；你們不相信，那很正常的。"
    },
    {
      "id": "14-007-0002_p0099",
      "zh_CN": "所以，你看这里一问的时候，长者子见到佛的相好，『千福庄严』，修来的。在楞严会上，阿难尊者看到释迦牟尼佛的相好，也这样问。阿难想佛的相好决定不是父母所生的，一定是他修来的，他也想得这个相好，所以他出家修行。所以阿难尊者出家修行的目的是希望自己漂亮一点，没有其他的目的。",
      "zh_TW": "所以，你看這裡一問的時候，長者子見到佛的相好，『千福莊嚴』，修來的。在楞嚴會上，阿難尊者看到釋迦牟尼佛的相好，也這樣問。阿難想佛的相好決定不是父母所生的，一定是他修來的，他也想得這個相好，所以他出家修行。所以阿難尊者出家修行的目的是希望自己漂亮一點，沒有其他的目的。"
    },
    {
      "id": "14-007-0002_p0100",
      "zh_CN": "【时师子奋迅具足万行如来告长者子。欲证此身。当须久远度脱一切受苦众生。】",
      "zh_TW": "【時師子奮迅具足萬行如來告長者子。欲證此身。當須久遠度脫一切受苦眾生。】"
    },
    {
      "id": "14-007-0002_p0101",
      "zh_CN": "佛告诉他，你想得到相好光明，怎么样才能得到？一定要发长远心去帮助一切苦难的众生，这就叫发菩提心，修菩萨道。所以这一句就是菩提心，就是菩萨道，也就是佛法里面所讲的如来家业，菩萨的事业，绝不为自己，为一切众生。自己得到殊胜的感应，也不是为自己，自己没求这个，得到这个身是给别人做证明，别人能够相信，真实的利益是别人得利益。所以不但有理论、有方法，还有事实证明。长者子不可思议，听了文殊菩萨的话他就相信，文殊菩萨给他说这桩事情，他就相信。",
      "zh_TW": "佛告訴他，你想得到相好光明，怎麼樣才能得到？一定要發長遠心去幫助一切苦難的眾生，這就叫發菩提心，修菩薩道。所以這一句就是菩提心，就是菩薩道，也就是佛法裡面所講的如來家業，菩薩的事業，絕不為自己，為一切眾生。自己得到殊勝的感應，也不是為自己，自己沒求這個，得到這個身是給別人做證明，別人能夠相信，真實的利益是別人得利益。所以不但有理論、有方法，還有事實證明。長者子不可思議，聽了文殊菩薩的話他就相信，文殊菩薩給他說這樁事情，他就相信。"
    },
    {
      "id": "14-007-0002_p0102",
      "zh_CN": "【文殊师利。时长者子。因发愿言。我今尽未来际不可计劫。为是罪苦六道众生。广设方便。尽令解脱。而我自身。方成佛道。】",
      "zh_TW": "【文殊師利。時長者子。因發願言。我今盡未來際不可計劫。為是罪苦六道眾生。廣設方便。盡令解脫。而我自身。方成佛道。】"
    },
    {
      "id": "14-007-0002_p0103",
      "zh_CN": "这个人就是地藏菩萨前身，真正发度众生的愿，真正发这个愿，用他的智慧、用他的德能来帮助一切众生，希望一切众生都能够破迷开悟、离苦得乐。",
      "zh_TW": "這個人就是地藏菩薩前身，真正發度眾生的願，真正發這個願，用他的智慧、用他的德能來幫助一切眾生，希望一切眾生都能夠破迷開悟、離苦得樂。"
    },
    {
      "id": "14-007-0002_p0104",
      "zh_CN": "【以是于彼佛前。立斯大愿。于今百千万亿那由他不可说劫。尚为菩萨。】",
      "zh_TW": "【以是於彼佛前。立斯大願。于今百千萬億那由他不可說劫。尚為菩薩。】"
    },
    {
      "id": "14-007-0002_p0105",
      "zh_CN": "众生没有度尽他就不成佛，这就是地藏菩萨。前面我们看到分身地藏菩萨太多了，后面经文还会读到。你发这个愿，依照这个愿修行，你就叫地藏菩萨，你和地藏菩萨同愿、同行，这个才叫修学地藏法门。这是举大长者这一段故事。下面再举一段故事，婆罗门女。",
      "zh_TW": "眾生沒有度盡他就不成佛，這就是地藏菩薩。前面我們看到分身地藏菩薩太多了，後面經文還會讀到。你發這個願，依照這個願修行，你就叫地藏菩薩，你和地藏菩薩同願、同行，這個才叫修學地藏法門。這是舉大長者這一段故事。下面再舉一段故事，婆羅門女。"
    },
    {
      "id": "14-007-0002_p0106",
      "zh_CN": "【又于过去。不可思议阿僧祗劫。】",
      "zh_TW": "【又於過去。不可思議阿僧祗劫。】"
    },
    {
      "id": "14-007-0002_p0107",
      "zh_CN": "这个时间都是非常非常之长。",
      "zh_TW": "這個時間都是非常非常之長。"
    },
    {
      "id": "14-007-0002_p0108",
      "zh_CN": "【时世有佛。号曰觉华定自在王如来。彼佛寿命。四百千万亿阿僧祗劫。】",
      "zh_TW": "【時世有佛。號曰覺華定自在王如來。彼佛壽命。四百千萬億阿僧祗劫。】"
    },
    {
      "id": "14-007-0002_p0109",
      "zh_CN": "佛寿长，世间人寿命也长，佛的寿命跟众生的寿命大致相同。由此可知，寿命长，就是这个时代众生福报很大。在佛的：",
      "zh_TW": "佛壽長，世間人壽命也長，佛的壽命跟眾生的壽命大致相同。由此可知，壽命長，就是這個時代眾生福報很大。在佛的："
    },
    {
      "id": "14-007-0002_p0110",
      "zh_CN": "【像法之中。】",
      "zh_TW": "【像法之中。】"
    },
    {
      "id": "14-007-0002_p0111",
      "zh_CN": "佛已经灭度了，经过正法，再到像法，这是觉华定自在王佛像法的时候。",
      "zh_TW": "佛已經滅度了，經過正法，再到像法，這是覺華定自在王佛像法的時候。"
    },
    {
      "id": "14-007-0002_p0112",
      "zh_CN": "【有一婆罗门女。宿福深厚。】",
      "zh_TW": "【有一婆羅門女。宿福深厚。】"
    },
    {
      "id": "14-007-0002_p0113",
      "zh_CN": "这一句要注意。『宿』是指过去。过去生中，生生世世所培的福德，那就非常深厚了。",
      "zh_TW": "這一句要注意。『宿』是指過去。過去生中，生生世世所培的福德，那就非常深厚了。"
    },
    {
      "id": "14-007-0002_p0114",
      "zh_CN": "【众所钦敬。行住坐卧。诸天卫护。】",
      "zh_TW": "【眾所欽敬。行住坐卧。諸天衛護。】"
    },
    {
      "id": "14-007-0002_p0115",
      "zh_CN": "自然有护法的善神保佑她，这是个有福之人。世出世间法，无福不能领导人，无论大小团体，领导人是最有福报的。绝对不是哪个人有什么能力、有什么权术可以居领导地位，这个在佛法里讲不通的。佛法里面讲福德，过去生中所修的。有这个福德自然有人拥护，自然有人听话、没有福德的人，别人不会听从你的。现代人不相信这个道理，这一不相信，个个都想做领袖，所以天下大乱。古人知道。",
      "zh_TW": "自然有護法的善神保佑她，這是個有福之人。世出世間法，無福不能領導人，無論大小團體，領導人是最有福報的。絕對不是哪個人有什麼能力、有什麼權術可以居領導地位，這個在佛法裡講不通的。佛法裡面講福德，過去生中所修的。有這個福德自然有人擁護，自然有人聽話、沒有福德的人，別人不會聽從你的。現代人不相信這個道理，這一不相信，個個都想做領袖，所以天下大亂。古人知道。"
    },
    {
      "id": "14-007-0002_p0116",
      "zh_CN": "【其母信邪。常轻三宝。】",
      "zh_TW": "【其母信邪。常輕三寶。】"
    },
    {
      "id": "14-007-0002_p0117",
      "zh_CN": "『轻』是轻视、轻慢。",
      "zh_TW": "『輕』是輕視、輕慢。"
    },
    {
      "id": "14-007-0002_p0118",
      "zh_CN": "【是时圣女。广设方便。劝诱其母。令生正见。】",
      "zh_TW": "【是時聖女。廣設方便。勸誘其母。令生正見。】"
    },
    {
      "id": "14-007-0002_p0119",
      "zh_CN": "这是讲她母亲在世时候，虽然不相信佛法，毁谤三宝，造的罪业很深。她这个女儿有福，女儿知道，总是劝她，劝她也没有用。",
      "zh_TW": "這是講她母親在世時候，雖然不相信佛法，毀謗三寶，造的罪業很深。她這個女兒有福，女兒知道，總是勸她，勸她也沒有用。"
    },
    {
      "id": "14-007-0002_p0120",
      "zh_CN": "【而此女母。未全生信。不久命终。魂神堕在无间地狱。】",
      "zh_TW": "【而此女母。未全生信。不久命终。魂神墮在無間地獄。】"
    },
    {
      "id": "14-007-0002_p0121",
      "zh_CN": "这是母女、父子，人中的至亲，看这个因缘果报，谁都不能够代替。可是女儿非常孝顺。",
      "zh_TW": "這是母女、父子，人中的至親，看這個因緣果報，誰都不能夠代替。可是女兒非常孝順。"
    },
    {
      "id": "14-007-0002_p0122",
      "zh_CN": "【时婆罗门女。知母在世不信因果。计当随业。必生恶趣。】",
      "zh_TW": "【時婆羅門女。知母在世不信因果。計當隨業。必生惡趣。】"
    },
    {
      "id": "14-007-0002_p0123",
      "zh_CN": "『计』是心里面在判断、在想像，母亲在生前所造的业，必定堕地狱。",
      "zh_TW": "『計』是心裡面在判斷、在想像，母親在生前所造的業，必定墮地獄。"
    },
    {
      "id": "14-007-0002_p0124",
      "zh_CN": "【遂卖家宅。广求香华。及诸供具。于先佛塔寺。大兴供养。】",
      "zh_TW": "【遂賣家宅。廣求香華。及諸供具。於先佛塔寺。大興供養。】"
    },
    {
      "id": "14-007-0002_p0125",
      "zh_CN": "『先佛』就是觉华定自在王如来。这一段跟前面一段义趣完全不相同，这一段给我们讲的感应道交，要怎么样来修才能够得感应，感应道交是基于什么样的理论才能得到，我们要注意这一点。",
      "zh_TW": "『先佛』就是覺華定自在王如來。這一段跟前面一段義趣完全不相同，這一段給我們講的感應道交，要怎麼樣來修才能夠得感應，感應道交是基於什麼樣的理論才能得到，我們要注意這一點。"
    },
    {
      "id": "14-007-0002_p0126",
      "zh_CN": "【见觉华定自在王如来。其形像在一寺中。塑画威容。端严毕备。时婆罗门女。瞻礼尊容。倍生敬仰。】",
      "zh_TW": "【見覺華定自在王如來。其形像在一寺中。塑畫威容。端嚴畢備。時婆羅門女。瞻禮尊容。倍生敬仰。】"
    },
    {
      "id": "14-007-0002_p0127",
      "zh_CN": "这一句里面求感应，『瞻礼』、『倍生敬仰』就这六个字。「瞻礼」是仰慕。心地清净、真诚、恳切，不是普通的心态，诚敬到了极处。我们一般人这种心态，求佛感应，求不到的，不可能有感应。到极度的虔诚恭敬，虔诚恭敬除了一心礼敬之外，没有第二个妄念，这是能感之因。",
      "zh_TW": "這一句裡面求感應，『瞻禮』、『倍生敬仰』就這六個字。「瞻禮」是仰慕。心地清淨、真誠、懇切，不是普通的心態，誠敬到了極處。我們一般人這種心態，求佛感應，求不到的，不可能有感應。到極度的虔誠恭敬，虔誠恭敬除了一心禮敬之外，沒有第二個妄念，這是能感之因。"
    },
    {
      "id": "14-007-0002_p0128",
      "zh_CN": "【私自念言。佛名大觉。具一切智。若在世时。我母死后。傥来问佛。必知处所。】",
      "zh_TW": "【私自念言。佛名大覺。具一切智。若在世時。我母死後。儻來問佛。必知處所。】"
    },
    {
      "id": "14-007-0002_p0129",
      "zh_CN": "这心里想着，我母亲现在到哪里去了，不知道，如果佛在世的话，我要是有缘遇到了，我向他请教，他一定知道。",
      "zh_TW": "這心裡想著，我母親現在到哪裡去了，不知道，如果佛在世的話，我要是有緣遇到了，我向他請教，他一定知道。"
    },
    {
      "id": "14-007-0002_p0130",
      "zh_CN": "【时婆罗门女。垂泣良久。瞻恋如来。忽闻空中声曰。泣者圣女。勿至悲哀。我今示汝母之去处。】",
      "zh_TW": "【時婆羅門女。垂泣良久。瞻戀如來。忽聞空中聲曰。泣者聖女。勿至悲哀。我今示汝母之去處。】"
    },
    {
      "id": "14-007-0002_p0131",
      "zh_CN": "这个空中她听到声音，声音告诉她说，我告诉妳母亲在哪里。婆罗门女有感，佛就有应，感应就在前面讲了，瞻礼、倍生敬仰。我们今天求佛这个心态不能够现前，换句话说，我们没有能够做到至诚恭敬，没能做到，所以没有感应。诸位还要记住，假如心地不是真正清净平等，真正的恭敬，突然有感应来了，那是妖魔鬼怪冒充佛菩萨来骗你。为什么？因果不相应，这个诸位要记住。现在这个时代妖魔鬼怪特别多，所以有很多人学佛都变成魔了，非常的可惜。那些人多半是什么？求神通，求感应，喜欢这些。妖魔鬼怪知道你有这个念头，这得其便，所以就很容易上他的当。真正感应不是没有，是真诚恭敬，心里头一个杂念、一个妄想都没有，这样的求，得到感应是真的。心里面有妄想，有杂念，有烦脑，有贪瞋痴慢，这样求感应是假的，不是真的，这是我们特别要记住。",
      "zh_TW": "這個空中她聽到聲音，聲音告訴她說，我告訴妳母親在哪裡。婆羅門女有感，佛就有應，感應就在前面講了，瞻禮、倍生敬仰。我們今天求佛這個心態不能夠現前，換句話說，我們沒有能夠做到至誠恭敬，沒能做到，所以沒有感應。諸位還要記住，假如心地不是真正清淨平等，真正的恭敬，突然有感應來了，那是妖魔鬼怪冒充佛菩薩來騙你。為什麼？因果不相應，這個諸位要記住。現在這個時代妖魔鬼怪特別多，所以有很多人學佛都變成魔了，非常的可惜。那些人多半是什麼？求神通，求感應，喜歡這些。妖魔鬼怪知道你有這個念頭，這得其便，所以就很容易上他的當。真正感應不是沒有，是真誠恭敬，心裡頭一個雜念、一個妄想都沒有，這樣的求，得到感應是真的。心裡面有妄想，有雜念，有煩腦，有貪瞋痴慢，這樣求感應是假的，不是真的，這是我們特別要記住。"
    },
    {
      "id": "14-007-0002_p0132",
      "zh_CN": "【婆罗门女合掌向空。而白空曰。是何神德。宽我忧虑。我自失母已来。昼夜忆恋。无处可问知母生界。时空中有声。再报女曰。我是汝所瞻礼者。过去觉华定自在王如来。见汝忆母，倍于常情众生之分。故来告示。】",
      "zh_TW": "【婆羅門女合掌向空。而白空曰。是何神德。寬我憂慮。我自失母已來。晝夜憶戀。無處可問知母生界。時空中有聲。再報女曰。我是汝所瞻禮者。過去覺華定自在王如來。見汝憶母，倍於常情眾生之分。故來告示。】"
    },
    {
      "id": "14-007-0002_p0133",
      "zh_CN": "佛为什么来应？就是这一句，她对母亲的孝敬。孝敬，求佛的真诚比平常一些众生是加倍。从前的人真诚，现在人诚意都没有了，现在人说老实话，都虚情假意，都不是真的。原因在哪里？根本的原因是我们对于教育疏忽掉了，第二个原因是社会的大环境污染了。我们虽然讲真诚，这个真诚的意识都没有法子想像，到底什么叫真，什么叫诚？我现在这个心、这个态度还不够恭敬，还不够虔诚吗？自以为是，不但说标准降低，没有标准了。在从前的确它有一定的标准，这是要留意，要学习的。所以感应道交必定有它的理由，有它的原因，我们不能不留意。今天时间到了，我们就讲到此地。",
      "zh_TW": "佛為什麼來應？就是這一句，她對母親的孝敬。孝敬，求佛的真誠比平常一些眾生是加倍。從前的人真誠，現在人誠意都沒有了，現在人說老實話，都虛情假意，都不是真的。原因在哪裡？根本的原因是我們對於教育疏忽掉了，第二個原因是社會的大環境污染了。我們雖然講真誠，這個真誠的意識都沒有法子想像，到底什麼叫真，什麼叫誠？我現在這個心、這個態度還不夠恭敬，還不夠虔誠嗎？自以為是，不但說標準降低，沒有標準了。在從前的確它有一定的標準，這是要留意，要學習的。所以感應道交必定有它的理由，有它的原因，我們不能不留意。今天時間到了，我們就講到此地。"
    }
  ]
}