{
  "doc_id": "14-007-0003",
  "title": {
    "zh_CN": "地藏经—诸供养中，法供养最",
    "zh_TW": "地藏經—諸供養中，法供養最"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "14-007-0003",
  "total_paragraphs": 152,
  "paragraphs": [
    {
      "id": "14-007-0003_p0001",
      "zh_CN": "【端坐思惟吾之名号。即当知母所生去处。】",
      "zh_TW": "【端坐思惟吾之名號。即當知母所生去處。】"
    },
    {
      "id": "14-007-0003_p0002",
      "zh_CN": "如如不动叫做『坐』，所以这个「坐」，坐是取什么？取不动。我们人坐在这个地方就不动了，是取什么？取心不动，不是身不动，身不动没用处，要心不动。假如自己盘腿面壁还在那里打妄想，那有什么用处？没有用处。你行住坐卧，甚至于游山玩水，你这个心不为外境所动，都叫做禅定。所以坐是不动心的意思，禅是不着相的意思。不着相，用现代的话来说，就是不会被外面境界诱惑。外不受诱惑，内不动心（不起心动念），这叫做禅定。此地「端坐思惟」就是这个意思。这是我们一定要理解的，这样的心态就是至诚恭敬。我们常常讲念佛要不夹杂、不间断，这个不夹杂、不间断就是端坐思惟的意思，也是净宗常讲的一心称念。称念是念佛的名号，这样念佛才能够得一心。得到一心之后，我们的本能就恢复了，你要想见过去的先人他在哪里，就统统见到了。所以你要问六道到底是真的是假的？佛不告诉你什么是真什么是假，佛教你做功夫，到功夫一定的程度，你自己亲自见到，然后你自然就明了了。『即当知母所生去处』，妳就知道了，这才管用。因为她并不是只想到，我要知道母亲现在在哪里，知道有什么用处？知道也是枉然。佛可以告诉她在哪里，在哪里没用处，不能解决问题。婆罗门女她的用心是希望来帮助她母亲离苦得乐，佛给妳讲在什么地方，妳还是帮助不了。那要用什么方法？一定要修积功德，积功累德先人才能真正得到好处。所以教给她修行的方法，这个诸位一定要知道。",
      "zh_TW": "如如不動叫做『坐』，所以這個「坐」，坐是取什麼？取不動。我們人坐在這個地方就不動了，是取什麼？取心不動，不是身不動，身不動沒用處，要心不動。假如自己盤腿面壁還在那裡打妄想，那有什麼用處？沒有用處。你行住坐臥，甚至於遊山玩水，你這個心不為外境所動，都叫做禪定。所以坐是不動心的意思，禪是不著相的意思。不著相，用現代的話來說，就是不會被外面境界誘惑。外不受誘惑，內不動心（不起心動念），這叫做禪定。此地「端坐思惟」就是這個意思。這是我們一定要理解的，這樣的心態就是至誠恭敬。我們常常講念佛要不夾雜、不間斷，這個不夾雜、不間斷就是端坐思惟的意思，也是淨宗常講的一心稱念。稱念是念佛的名號，這樣念佛才能夠得一心。得到一心之後，我們的本能就恢復了，你要想見過去的先人他在哪裡，就統統見到了。所以你要問六道到底是真的是假的？佛不告訴你什麼是真什麼是假，佛教你做功夫，到功夫一定的程度，你自己親自見到，然後你自然就明瞭了。『即當知母所生去處』，妳就知道了，這才管用。因為她並不是只想到，我要知道母親現在在哪裡，知道有什麼用處？知道也是枉然。佛可以告訴她在哪裡，在哪裡沒用處，不能解決問題。婆羅門女她的用心是希望來幫助她母親離苦得樂，佛給妳講在什麼地方，妳還是幫助不了。那要用什麼方法？一定要修積功德，積功累德先人才能真正得到好處。所以教給她修行的方法，這個諸位一定要知道。"
    },
    {
      "id": "14-007-0003_p0003",
      "zh_CN": "【时婆罗门女。寻礼佛已。即归其舍。以忆母故。端坐念觉华定自在王如来。经一日一夜。】",
      "zh_TW": "【時婆羅門女。尋禮佛已。即歸其舍。以憶母故。端坐念覺華定自在王如來。經一日一夜。】"
    },
    {
      "id": "14-007-0003_p0004",
      "zh_CN": "她因为想母亲，这个思念是超过一般人的情分，因此佛教给她方法，她完全接受，回到家里去就依教奉行，真正做到不怀疑、不间断、不夹杂，一心念佛。《弥陀经》上给我们说，念佛，从若一日、若二日一直到七日，净土宗打佛七就是根据《弥陀经》而来的。佛七念佛是不能间断的，这个七天是七天七夜，如果说白天念晚上休息这个不是念佛，为什么？中断。所以念了七天，甚至于念七个七天（四十九天）也没有感应，什么原因？夹杂、间断，这就得不到感应了。所以决定是不夹杂、不间断，就是此地所讲的端坐称念，这是念佛的秘诀。婆罗门女是上根之人，她在一天一夜就得到一心不乱。我们要问她这个一心不乱究竟是什么样的境界？一心不乱有等次，大分有事一心、有理一心，事一心里面又分许许多多的等级，理一心里那更不必说了，如果以大乘佛法来讲，从圆初住到等觉就四十一个阶级，统统叫理一心。由此可知，虽然得一心不乱，功夫浅深还是有很大的差别，不是一样的。",
      "zh_TW": "她因為想母親，這個思念是超過一般人的情分，因此佛教給她方法，她完全接受，回到家裡去就依教奉行，真正做到不懷疑、不間斷、不夾雜，一心念佛。《彌陀經》上給我們說，念佛，從若一日、若二日一直到七日，淨土宗打佛七就是根據《彌陀經》而來的。佛七念佛是不能間斷的，這個七天是七天七夜，如果說白天念晚上休息這個不是念佛，為什麼？中斷。所以念了七天，甚至於念七個七天（四十九天）也沒有感應，什麼原因？夾雜、間斷，這就得不到感應了。所以決定是不夾雜、不間斷，就是此地所講的端坐稱念，這是念佛的祕訣。婆羅門女是上根之人，她在一天一夜就得到一心不亂。我們要問她這個一心不亂究竟是什麼樣的境界？一心不亂有等次，大分有事一心、有理一心，事一心裡面又分許許多多的等級，理一心裡那更不必說了，如果以大乘佛法來講，從圓初住到等覺就四十一個階級，統統叫理一心。由此可知，雖然得一心不亂，功夫淺深還是有很大的差別，不是一樣的。"
    },
    {
      "id": "14-007-0003_p0005",
      "zh_CN": "我们看这段经文，婆罗门女念佛一天一夜得一心不乱。这个一心不乱最低的限度也是属于事一心不乱，不是理一心，是事一心不乱。事一心不乱就是有相当深的定功了。为什么能够在一天一夜，我们今天讲二十四小时，她就能够得到？这个里面有两个原因，第一个是她的善根福德深厚，过去世的善根深厚；第二个因素是她救母亲这个心非常恳切，她母亲就因此得度了。她母亲堕到地狱，因为她的修行成就，使她母亲从地狱超生到忉利天。诸位要问，为什么她有这个能力？我们拿世间法来比喻，譬如一对夫妇，他的儿子今天做了总统、做了部长，儿子成就父母沾光，父母走到外面谁不恭敬？这是某某部长的老太爷，就是这么个道理。今天她的女儿证果了，成菩萨了，哪有菩萨的母亲还可以把她放在地狱受罪？赶紧请出来送到忉利天去享福去，就这么个道理。所以福德是可以给家人去享的。功德，她母亲没有功德，她本身有功德，功德里面一定有福德，菩萨之母。再说她为什么会成菩萨？实在是她母亲堕阿鼻地狱，她为了救她母亲这才发愤图强，这才成就菩萨。她一天一夜能够得一心不乱，是她母亲功德。她母亲不堕地狱，她也不念佛，她也不拜佛，她就不能成就了。你们想想就这么个道理。她的成就是她母亲这个关系，她才真正肯发心成就的。所以她母亲也有一分好处在里头。她证了菩萨果位，了生死出三界。母亲虽然不能了生死、不能出三界，但是三恶道超越了，到三善道去享福去了。",
      "zh_TW": "我們看這段經文，婆羅門女念佛一天一夜得一心不亂。這個一心不亂最低的限度也是屬於事一心不亂，不是理一心，是事一心不亂。事一心不亂就是有相當深的定功了。為什麼能夠在一天一夜，我們今天講二十四小時，她就能夠得到？這個裡面有兩個原因，第一個是她的善根福德深厚，過去世的善根深厚；第二個因素是她救母親這個心非常懇切，她母親就因此得度了。她母親墮到地獄，因為她的修行成就，使她母親從地獄超生到忉利天。諸位要問，為什麼她有這個能力？我們拿世間法來比喻，譬如一對夫婦，他的兒子今天做了總統、做了部長，兒子成就父母沾光，父母走到外面誰不恭敬？這是某某部長的老太爺，就是這麼個道理。今天她的女兒證果了，成菩薩了，哪有菩薩的母親還可以把她放在地獄受罪？趕緊請出來送到忉利天去享福去，就這麼個道理。所以福德是可以給家人去享的。功德，她母親沒有功德，她本身有功德，功德裡面一定有福德，菩薩之母。再說她為什麼會成菩薩？實在是她母親墮阿鼻地獄，她為了救她母親這才發憤圖強，這才成就菩薩。她一天一夜能夠得一心不亂，是她母親功德。她母親不墮地獄，她也不念佛，她也不拜佛，她就不能成就了。你們想想就這麼個道理。她的成就是她母親這個關係，她才真正肯發心成就的。所以她母親也有一分好處在裡頭。她證了菩薩果位，了生死出三界。母親雖然不能了生死、不能出三界，但是三惡道超越了，到三善道去享福去了。"
    },
    {
      "id": "14-007-0003_p0006",
      "zh_CN": "所以我们要想超度家亲眷属，自己不证果位怎么行？家亲眷属沾不到光。我们请法师来诵经、来超度，这个诵经超度的法师他也一念经就证果了，那你家亲眷属必定生忉利天去了。假如这个法师有口无心，也有一点点好处，口善而已，家亲眷属得的利益非常非常之少，也就是劝他念一部经而已，有口无心的念一遍。诸位明白这个道理，超度理论、方法、因果都在《地藏经》里面。做七也是根据《地藏经》的，七七四十九天做七，统统在《地藏经》里。我们明了它的理论，明了它的方法，明了它的果报，才知道这个事情真实不虚，这不是迷信。不明白这个道理，看到超度亡灵，这是迷信。我们现在做的那个形式，确实是迷信，不明白这个道理。明白这个道理，这不是迷信。所以我们要想报父母之恩、报祖先之恩，一定要认真修行。只要你也能够念到一心不乱，一心不乱标准很高，我们再把标准降低一点，念到功夫成片，过去家亲眷属的亡灵统统都沾光了。为什么？功夫成片就决定往生，往生西方极乐世界那个菩萨的果位就不是光目女、不是婆罗门女所能够相比的，地位更高了。这是佛家常讲，「一子成佛，九祖生天」。讲孝顺父母，没有比学佛的人讲到的更究竟、更圆满，无论在家学佛、出家学佛功德利益是相同的。",
      "zh_TW": "所以我們要想超度家親眷屬，自己不證果位怎麼行？家親眷屬沾不到光。我們請法師來誦經、來超度，這個誦經超度的法師他也一念經就證果了，那你家親眷屬必定生忉利天去了。假如這個法師有口無心，也有一點點好處，口善而已，家親眷屬得的利益非常非常之少，也就是勸他念一部經而已，有口無心的念一遍。諸位明白這個道理，超度理論、方法、因果都在《地藏經》裡面。做七也是根據《地藏經》的，七七四十九天做七，統統在《地藏經》裡。我們明瞭它的理論，明瞭它的方法，明瞭它的果報，才知道這個事情真實不虛，這不是迷信。不明白這個道理，看到超度亡靈，這是迷信。我們現在做的那個形式，確實是迷信，不明白這個道理。明白這個道理，這不是迷信。所以我們要想報父母之恩、報祖先之恩，一定要認真修行。只要你也能夠念到一心不亂，一心不亂標準很高，我們再把標準降低一點，念到功夫成片，過去家親眷屬的亡靈統統都沾光了。為什麼？功夫成片就決定往生，往生西方極樂世界那個菩薩的果位就不是光目女、不是婆羅門女所能夠相比的，地位更高了。這是佛家常講，「一子成佛，九祖生天」。講孝順父母，沒有比學佛的人講到的更究竟、更圓滿，無論在家學佛、出家學佛功德利益是相同的。"
    },
    {
      "id": "14-007-0003_p0007",
      "zh_CN": "既然得定了，这得一心了，定中自然就见到这些境界了，底下经文就叙说定中的境界。",
      "zh_TW": "既然得定了，這得一心了，定中自然就見到這些境界了，底下經文就敘說定中的境界。"
    },
    {
      "id": "14-007-0003_p0008",
      "zh_CN": "【忽见自身。到一海边。其水涌沸。】",
      "zh_TW": "【忽見自身。到一海邊。其水涌沸。】"
    },
    {
      "id": "14-007-0003_p0009",
      "zh_CN": "这个『海』不是普通的海，普通海虽然有波涛、有大浪，但是这个『水』好像是煮开了的水一样，是热的，沸腾的，热水。这个里面：",
      "zh_TW": "這個『海』不是普通的海，普通海雖然有波濤、有大浪，但是這個『水』好像是煮開了的水一樣，是熱的，沸騰的，熱水。這個裡面："
    },
    {
      "id": "14-007-0003_p0010",
      "zh_CN": "【多诸恶兽。尽复铁身。】",
      "zh_TW": "【多諸惡獸。盡復鐵身。】"
    },
    {
      "id": "14-007-0003_p0011",
      "zh_CN": "都非常恐怖。这些恶兽是替身，不是我们世间所见到的这些水族，不是这些，牠是替身。",
      "zh_TW": "都非常恐怖。這些惡獸是替身，不是我們世間所見到的這些水族，不是這些，牠是替身。"
    },
    {
      "id": "14-007-0003_p0012",
      "zh_CN": "【飞走海上。东西驰逐。见诸男子女人。百千万数。出没海中。被诸恶兽争取食噉。】",
      "zh_TW": "【飛走海上。東西馳逐。見諸男子女人。百千萬數。出沒海中。被諸惡獸爭取食噉。】"
    },
    {
      "id": "14-007-0003_p0013",
      "zh_CN": "这是她见到第一个景象。",
      "zh_TW": "這是她見到第一個景象。"
    },
    {
      "id": "14-007-0003_p0014",
      "zh_CN": "【又见夜叉。】",
      "zh_TW": "【又見夜叉。】"
    },
    {
      "id": "14-007-0003_p0015",
      "zh_CN": "这个『夜叉』是鬼，就像我们中国人讲的牛头马面，这一些饿鬼。",
      "zh_TW": "這個『夜叉』是鬼，就像我們中國人講的牛頭馬面，這一些餓鬼。"
    },
    {
      "id": "14-007-0003_p0016",
      "zh_CN": "【其形各异。或多手多眼。多足多头。口牙外出。利刃如剑。驱诸罪人。使近恶兽。】",
      "zh_TW": "【其形各異。或多手多眼。多足多頭。口牙外出。利刃如劍。驅諸罪人。使近惡獸。】"
    },
    {
      "id": "14-007-0003_p0017",
      "zh_CN": "这是她见到第二个现象。又见到：",
      "zh_TW": "這是她見到第二個現象。又見到："
    },
    {
      "id": "14-007-0003_p0018",
      "zh_CN": "【复自搏攫。头足相就。其形万类。不敢久视。】",
      "zh_TW": "【復自搏攫。頭足相就。其形萬類。不敢久視。】"
    },
    {
      "id": "14-007-0003_p0019",
      "zh_CN": "还有自相残害的。",
      "zh_TW": "還有自相殘害的。"
    },
    {
      "id": "14-007-0003_p0020",
      "zh_CN": "【时婆罗门女。以念佛力故。自然无惧。】",
      "zh_TW": "【時婆羅門女。以念佛力故。自然無懼。】"
    },
    {
      "id": "14-007-0003_p0021",
      "zh_CN": "一般人看到这个，恐怖，那是心惊肉跳。她看到这个现象，是慈悲心，不忍再看下去了，但是她并不恐怖。这个并不恐怖有两个力量，一个是自己得一心不乱，自己的定功，另外一个是佛力加持，所以虽然见到这个境界，她不会恐怖。我们再看下面经文：",
      "zh_TW": "一般人看到這個，恐怖，那是心驚肉跳。她看到這個現象，是慈悲心，不忍再看下去了，但是她並不恐怖。這個並不恐怖有兩個力量，一個是自己得一心不亂，自己的定功，另外一個是佛力加持，所以雖然見到這個境界，她不會恐怖。我們再看下面經文："
    },
    {
      "id": "14-007-0003_p0022",
      "zh_CN": "【有一鬼王。名曰无毒。稽首来迎。白圣女曰。善哉菩萨。何缘来此。】",
      "zh_TW": "【有一鬼王。名曰無毒。稽首來迎。白聖女曰。善哉菩薩。何緣來此。】"
    },
    {
      "id": "14-007-0003_p0023",
      "zh_CN": "从这一节经文，我们就知道婆罗门女，一天一夜念佛得一心不乱，因为她不是一心不乱，不能称菩萨。得一心不乱，这就是菩萨的果位了。菩萨到这个地狱里面来游览、来参观，所以鬼王来迎接她。『稽首来迎』，地狱里的鬼王，「稽首」就是顶礼，以最恭敬的礼节来迎接她。她是第一次见到这个情节，对于这个里面情况并不了解，也不熟悉。",
      "zh_TW": "從這一節經文，我們就知道婆羅門女，一天一夜念佛得一心不亂，因為她不是一心不亂，不能稱菩薩。得一心不亂，這就是菩薩的果位了。菩薩到這個地獄裡面來遊覽、來參觀，所以鬼王來迎接她。『稽首來迎』，地獄裡的鬼王，「稽首」就是頂禮，以最恭敬的禮節來迎接她。她是第一次見到這個情節，對於這個裡面情況並不了解，也不熟悉。"
    },
    {
      "id": "14-007-0003_p0024",
      "zh_CN": "【时婆罗门女问鬼王曰。此是何处。无毒答曰。此是大铁围山西面第一重海。】",
      "zh_TW": "【時婆羅門女問鬼王曰。此是何處。無毒答曰。此是大鐵圍山西面第一重海。】"
    },
    {
      "id": "14-007-0003_p0025",
      "zh_CN": "这是讲到我们这个世界了，我们这个世界外面是『大铁围山』。佛给我们说明铁围山之中统统是地狱。",
      "zh_TW": "這是講到我們這個世界了，我們這個世界外面是『大鐵圍山』。佛給我們說明鐵圍山之中統統是地獄。"
    },
    {
      "id": "14-007-0003_p0026",
      "zh_CN": "【圣女问曰。我闻铁围之内。地狱在中。是事实不。无毒答曰。实有地狱。】",
      "zh_TW": "【聖女問曰。我聞鐵圍之內。地獄在中。是事實不。無毒答曰。實有地獄。】"
    },
    {
      "id": "14-007-0003_p0027",
      "zh_CN": "是真的，这个绝对不是虚构的。",
      "zh_TW": "是真的，這個絕對不是虛構的。"
    },
    {
      "id": "14-007-0003_p0028",
      "zh_CN": "【圣女问曰。我今云何得到狱所。】",
      "zh_TW": "【聖女問曰。我今云何得到獄所。】"
    },
    {
      "id": "14-007-0003_p0029",
      "zh_CN": "我怎么会到地狱里面来了？",
      "zh_TW": "我怎麼會到地獄裡面來了？"
    },
    {
      "id": "14-007-0003_p0030",
      "zh_CN": "【无毒答曰。若非威神。即须业力。非此二事。终不能到。】",
      "zh_TW": "【無毒答曰。若非威神。即須業力。非此二事。終不能到。】"
    },
    {
      "id": "14-007-0003_p0031",
      "zh_CN": "地狱不是随随便便可以能参观的，可以能去得了的。在民国初年，民国初年张太炎先生，我想有许多同修应该也听说过这个人，民国初年是中国很著名的国学大师。我在台湾早年学佛，有一位老居士对我帮助很多，就是朱镜宙老居士。朱老居士跟李炳南老居士同年，年岁也活得很大，他也是九十多岁才过世的。朱老居士是张太炎先生的女婿，张太炎是他老岳丈，他一些故事很多，所以那时候他常常讲给我们听。他说他的老岳父，在袁世凯那个时代，袁世凯执政的时代，因为他非常反对袁世凯，虽反对他从来不骂袁世凯。人家就问为什么不骂他？他说他不值得我骂。袁世凯以后知道这个事情很生气，就把他关起来了，关在监牢狱里，关了一个月。他在坐监的时候，遇到一个奇怪的事情，东岳大帝，在我们中国东岳大帝是大鬼王，阎罗王好比是总统，五岳好比像现在大陆上五个军区司令一样的，他的一个区，东岳是管五个省，这是大鬼王，请他去做判官。这个判官地位很高，相当于秘书长。请他去，晚上要到阴间去办公，到天亮的时候小鬼就用轿子抬把他送回来，回来之后他还记得他昨天晚上去干的些什么事情。他每天都去，相当辛苦。",
      "zh_TW": "地獄不是隨隨便便可以能參觀的，可以能去得了的。在民國初年，民國初年張太炎先生，我想有許多同修應該也聽說過這個人，民國初年是中國很著名的國學大師。我在台灣早年學佛，有一位老居士對我幫助很多，就是朱鏡宙老居士。朱老居士跟李炳南老居士同年，年歲也活得很大，他也是九十多歲才過世的。朱老居士是張太炎先生的女婿，張太炎是他老岳丈，他一些故事很多，所以那時候他常常講給我們聽。他說他的老岳父，在袁世凱那個時代，袁世凱執政的時代，因為他非常反對袁世凱，雖反對他從來不罵袁世凱。人家就問為什麼不罵他？他說他不值得我罵。袁世凱以後知道這個事情很生氣，就把他關起來了，關在監牢獄裡，關了一個月。他在坐監的時候，遇到一個奇怪的事情，東嶽大帝，在我們中國東嶽大帝是大鬼王，閻羅王好比是總統，五嶽好比像現在大陸上五個軍區司令一樣的，他的一個區，東嶽是管五個省，這是大鬼王，請他去做判官。這個判官地位很高，相當於祕書長。請他去，晚上要到陰間去辦公，到天亮的時候小鬼就用轎子抬把他送回來，回來之後他還記得他昨天晚上去幹的些什麼事情。他每天都去，相當辛苦。"
    },
    {
      "id": "14-007-0003_p0032",
      "zh_CN": "阴间他看得很多，曾经有一次就是讲到炮烙的刑罚，这是地狱，地狱的炮烙刑罚。他觉得这个刑罚非常的残忍，非常残酷，就是那个铁柱子烧红了之后，叫人抱在那个地方，他说这个太残忍，建议东岳大帝把这个刑罚废除。东岳大帝就笑笑，他说你去看看好了，就派了两个小鬼带他到现场去看。小鬼带他走了很远，走到那个地方，小鬼就告诉他：到了，就在这个地方。他看不见，所以他才恍然大悟，不是那个罪人见都见不到。地狱境界是怎么来的？是你自己心里变化所作，就跟人作梦一样，你在梦中受罪，第二个人在你面前也看不到。他才明了佛经上讲的是有道理，地狱只有两种人，一个是菩萨到地狱度众生的，另外一个就是造作地狱罪业的人，只有这两种人。",
      "zh_TW": "陰間他看得很多，曾經有一次就是講到炮烙的刑罰，這是地獄，地獄的炮烙刑罰。他覺得這個刑罰非常的殘忍，非常殘酷，就是那個鐵柱子燒紅了之後，叫人抱在那個地方，他說這個太殘忍，建議東嶽大帝把這個刑罰廢除。東嶽大帝就笑笑，他說你去看看好了，就派了兩個小鬼帶他到現場去看。小鬼帶他走了很遠，走到那個地方，小鬼就告訴他：到了，就在這個地方。他看不見，所以他才恍然大悟，不是那個罪人見都見不到。地獄境界是怎麼來的？是你自己心裡變化所作，就跟人作夢一樣，你在夢中受罪，第二個人在你面前也看不到。他才明瞭佛經上講的是有道理，地獄只有兩種人，一個是菩薩到地獄度眾生的，另外一個就是造作地獄罪業的人，只有這兩種人。"
    },
    {
      "id": "14-007-0003_p0033",
      "zh_CN": "婆罗门女她怎么去的？当然是觉华定自在王如来神力加持她的，因为她要见她的母亲。她自己现在有这个能力，成就功德确确实实可以帮助她母亲，所以佛力加持使她见到这个境界。所以这是我们要知道的，这是事实。虽然佛法里面讲「凡所有相，皆是虚妄」，那是从理上说的，并不是没有这些事。我们这个世界也是虚妄的，西方极乐世界也是虚妄的，华藏世界还是虚妄的，理上讲决定平等，事上有没有？事真有。你在没有得解脱的时候，真有苦乐，真有善恶果报，这个一点不假，这是我们要清楚。没有得解脱之前，一定要知道善因善果、恶业恶报，一定要知道。明白因果报应的事实，我们自自然然就不造恶业，虽有三途这些境界，我们见也见不到。不但六道是自己变现的，连十法界声闻、缘觉、菩萨、佛还是自性变现的，离开自性无有一法可得，这就是事实的真相。《般若经》上常讲「诸法实相」，就是一切法的真实相如是。",
      "zh_TW": "婆羅門女她怎麼去的？當然是覺華定自在王如來神力加持她的，因為她要見她的母親。她自己現在有這個能力，成就功德確確實實可以幫助她母親，所以佛力加持使她見到這個境界。所以這是我們要知道的，這是事實。雖然佛法裡面講「凡所有相，皆是虛妄」，那是從理上說的，並不是沒有這些事。我們這個世界也是虛妄的，西方極樂世界也是虛妄的，華藏世界還是虛妄的，理上講決定平等，事上有沒有？事真有。你在沒有得解脫的時候，真有苦樂，真有善惡果報，這個一點不假，這是我們要清楚。沒有得解脫之前，一定要知道善因善果、惡業惡報，一定要知道。明白因果報應的事實，我們自自然然就不造惡業，雖有三途這些境界，我們見也見不到。不但六道是自己變現的，連十法界聲聞、緣覺、菩薩、佛還是自性變現的，離開自性無有一法可得，這就是事實的真相。《般若經》上常講「諸法實相」，就是一切法的真實相如是。"
    },
    {
      "id": "14-007-0003_p0034",
      "zh_CN": "【圣女又问。此水何缘。而乃涌沸。多诸罪人。及以恶兽。】",
      "zh_TW": "【聖女又問。此水何緣。而乃涌沸。多諸罪人。及以惡獸。】"
    },
    {
      "id": "14-007-0003_p0035",
      "zh_CN": "她看了有怀疑，她当然就要问。",
      "zh_TW": "她看了有懷疑，她當然就要問。"
    },
    {
      "id": "14-007-0003_p0036",
      "zh_CN": "【无毒答曰。此是阎浮提造恶众生新死之者。】",
      "zh_TW": "【無毒答曰。此是閻浮提造惡眾生新死之者。】"
    },
    {
      "id": "14-007-0003_p0037",
      "zh_CN": "『阎浮提』就指我们这个地球，就是我们这个地球上的人，在生的时候他造恶业，死了没好久，新死的人，在这个业海里面受果报。",
      "zh_TW": "『閻浮提』就指我們這個地球，就是我們這個地球上的人，在生的時候他造惡業，死了沒好久，新死的人，在這個業海裡面受果報。"
    },
    {
      "id": "14-007-0003_p0038",
      "zh_CN": "【经四十九日后。无人继嗣为作功德。救拔苦难。】",
      "zh_TW": "【經四十九日後。無人繼嗣為作功德。救拔苦難。】"
    },
    {
      "id": "14-007-0003_p0039",
      "zh_CN": "他的后人不信佛法，不知道替他修福超度。人过世之后，做七，就从这儿来的。",
      "zh_TW": "他的後人不信佛法，不知道替他修福超度。人過世之後，做七，就從這兒來的。"
    },
    {
      "id": "14-007-0003_p0040",
      "zh_CN": "【生时又无善因。】",
      "zh_TW": "【生時又無善因。】"
    },
    {
      "id": "14-007-0003_p0041",
      "zh_CN": "过去在作人的时候，也没有很好的善因。",
      "zh_TW": "過去在作人的時候，也沒有很好的善因。"
    },
    {
      "id": "14-007-0003_p0042",
      "zh_CN": "【当据本业所感地狱。】",
      "zh_TW": "【當據本業所感地獄。】"
    },
    {
      "id": "14-007-0003_p0043",
      "zh_CN": "这个就是你造作什么样的业因，自自然然会感得什么样的果报，它是自然感应的。",
      "zh_TW": "這個就是你造作什麼樣的業因，自自然然會感得什麼樣的果報，它是自然感應的。"
    },
    {
      "id": "14-007-0003_p0044",
      "zh_CN": "【自然先渡此海。海东十万由旬。又有一海。其苦倍此。彼海之东。又有一海。其苦复倍。】",
      "zh_TW": "【自然先渡此海。海東十萬由旬。又有一海。其苦倍此。彼海之東。又有一海。其苦復倍。】"
    },
    {
      "id": "14-007-0003_p0045",
      "zh_CN": "愈往里面走，这个苦就加倍。",
      "zh_TW": "愈往裡面走，這個苦就加倍。"
    },
    {
      "id": "14-007-0003_p0046",
      "zh_CN": "【三业恶因之所招感。共号业海。其处是也。】",
      "zh_TW": "【三業惡因之所招感。共號業海。其處是也。】"
    },
    {
      "id": "14-007-0003_p0047",
      "zh_CN": "你现在看到就是这个处所，佛在经上给我们讲的业海。我们在此地看到经文里面，又有一句，这使我们又有疑惑了。这海到底在哪里？绝对不是我们现在看到的海洋。诸位要晓得，我们今天肉眼所能看到的这个世界，是我们得人身所感的，人死了以后就入另外一个空间，跟我们这个空间不一样了。现在科学家说我们人生活在三度空间，四度空间我们就没有办法接触了。人一死了之后，也许他就到四度空间、到五度空间去了，所以他跟我们这空间不一样。这个事实，近代西方科学家逐渐逐渐也在研究探讨，也逐渐肯定这是一个事实。所以他们见到的这个境界，不是我们见到这个境界，千万不要用我们的妄想分别执着，到底大铁围山在哪里？须弥山在哪里？喜马拉雅山是不是须弥山？天天在打妄想，永远找不到答案。要知道每个境界不相同，定中境界它这个范围比我们六根所接触的要广大得太多太多了。业海有三重，身语意三业所变现的，第一重业海所看到的身业，第二重是口业，第三重是意业，所以他果报是一重比一重苦。圣一法师注解注得简要详明，深入浅出，同学们可以细细去看看，看到有问题，我在此地你们可以来问我。我跟大家所讲的，他注子里面没有的，注子里有的，我就省事了，就不要再讲了。我们再看底下的经文：",
      "zh_TW": "你現在看到就是這個處所，佛在經上給我們講的業海。我們在此地看到經文裡面，又有一句，這使我們又有疑惑了。這海到底在哪裡？絕對不是我們現在看到的海洋。諸位要曉得，我們今天肉眼所能看到的這個世界，是我們得人身所感的，人死了以後就入另外一個空間，跟我們這個空間不一樣了。現在科學家說我們人生活在三度空間，四度空間我們就沒有辦法接觸了。人一死了之後，也許他就到四度空間、到五度空間去了，所以他跟我們這空間不一樣。這個事實，近代西方科學家逐漸逐漸也在研究探討，也逐漸肯定這是一個事實。所以他們見到的這個境界，不是我們見到這個境界，千萬不要用我們的妄想分別執著，到底大鐵圍山在哪裡？須彌山在哪裡？喜馬拉雅山是不是須彌山？天天在打妄想，永遠找不到答案。要知道每個境界不相同，定中境界它這個範圍比我們六根所接觸的要廣大得太多太多了。業海有三重，身語意三業所變現的，第一重業海所看到的身業，第二重是口業，第三重是意業，所以他果報是一重比一重苦。聖一法師註解註得簡要詳明，深入淺出，同學們可以細細去看看，看到有問題，我在此地你們可以來問我。我跟大家所講的，他註子裡面沒有的，註子裡有的，我就省事了，就不要再講了。我們再看底下的經文："
    },
    {
      "id": "14-007-0003_p0048",
      "zh_CN": "【圣女又问鬼王无毒曰。地狱何在。无毒答曰。三海之内。是大地狱。其数百千。各各差别。所谓大者。具有十八。】",
      "zh_TW": "【聖女又問鬼王無毒曰。地獄何在。無毒答曰。三海之內。是大地獄。其數百千。各各差別。所謂大者。具有十八。】"
    },
    {
      "id": "14-007-0003_p0049",
      "zh_CN": "我们俗话常讲十八层地狱，其实不是十八层，是十八大地狱。地狱没有十八层的，这十八层是一般民间的误会。就好像天，天不是三十三层，天二十八层，说三十三天是忉利天，这是佛学常识，总要清楚。大地狱有十八。",
      "zh_TW": "我們俗話常講十八層地獄，其實不是十八層，是十八大地獄。地獄沒有十八層的，這十八層是一般民間的誤會。就好像天，天不是三十三層，天二十八層，說三十三天是忉利天，這是佛學常識，總要清楚。大地獄有十八。"
    },
    {
      "id": "14-007-0003_p0050",
      "zh_CN": "【次有五百。苦毒无量。】",
      "zh_TW": "【次有五百。苦毒無量。】"
    },
    {
      "id": "14-007-0003_p0051",
      "zh_CN": "『五百』是中地狱，还有小地狱，小地狱更多了。",
      "zh_TW": "『五百』是中地獄，還有小地獄，小地獄更多了。"
    },
    {
      "id": "14-007-0003_p0052",
      "zh_CN": "【次有千百。亦无量苦。圣女又问大鬼王曰。我母死来未久。不知魂神当至何趣。】",
      "zh_TW": "【次有千百。亦無量苦。聖女又問大鬼王曰。我母死來未久。不知魂神當至何趣。】"
    },
    {
      "id": "14-007-0003_p0053",
      "zh_CN": "『魂神』就是我们中国人常讲的灵魂。实在说灵魂是一个错误的说法，这个魂要灵它会到地狱去吗？这不可能，就是不灵它才去。所以这个魂实在讲迷魂，迷了，它才会往这里跑；它要不迷，绝对不会到三恶道去。我们在梦中，梦中境界就没有清醒的时候清楚。由此可知，作梦就不如在清醒的时候；死的时候比作梦的那个境界还要差，更迷惑。我们孔老夫子在《易经》里面讲这些问题，他老人家讲得非常之好，他不讲灵魂，他讲游魂。你看在《易经》里面所说的，他老人家讲的，也是讲宇宙万法的起源，他讲「精气为物，游魂为变」。这两句是讲科学。我们今天科学家分析，这一切物质可以分到最后原子、电子、粒子，愈分愈细分。这个东西从哪里来的？佛法唯识经论里面讲，这是见分所变的，跟夫子所讲的「精气为物」就很相像，这是讲物质的来源。我们这些所谓神魂从哪儿来的？「游魂为变」。这是讲什么？六道里面有情众生从哪来的？是游魂为变，变就是投胎来的。魂实在讲它行动非常快速，而且极不稳定，所以称它作游魂非常有道理。佛在经上讲，那个速度之大，绝对不是任何物质能相比的。我们现在物质上讲速度，光的速度最快了，现在还有发现比光速度更快的，快到十倍的，这是在太空当中所发现的，但是都比不上魂神。",
      "zh_TW": "『魂神』就是我們中國人常講的靈魂。實在說靈魂是一個錯誤的說法，這個魂要靈它會到地獄去嗎？這不可能，就是不靈它才去。所以這個魂實在講迷魂，迷了，它才會往這裡跑；它要不迷，絕對不會到三惡道去。我們在夢中，夢中境界就沒有清醒的時候清楚。由此可知，作夢就不如在清醒的時候；死的時候比作夢的那個境界還要差，更迷惑。我們孔老夫子在《易經》裡面講這些問題，他老人家講得非常之好，他不講靈魂，他講遊魂。你看在《易經》裡面所說的，他老人家講的，也是講宇宙萬法的起源，他講「精氣為物，遊魂為變」。這兩句是講科學。我們今天科學家分析，這一切物質可以分到最後原子、電子、粒子，愈分愈細分。這個東西從哪裡來的？佛法唯識經論裡面講，這是見分所變的，跟夫子所講的「精氣為物」就很相像，這是講物質的來源。我們這些所謂神魂從哪兒來的？「遊魂為變」。這是講什麼？六道裡面有情眾生從哪來的？是遊魂為變，變就是投胎來的。魂實在講它行動非常快速，而且極不穩定，所以稱它作遊魂非常有道理。佛在經上講，那個速度之大，絕對不是任何物質能相比的。我們現在物質上講速度，光的速度最快了，現在還有發現比光速度更快的，快到十倍的，這是在太空當中所發現的，但是都比不上魂神。"
    },
    {
      "id": "14-007-0003_p0054",
      "zh_CN": "你看我们娑婆世界距离西方极乐世界十万亿佛国土，佛国土要是用我们一般讲银河系来算，十万亿个银河系，这个距离还得了吗？我们现在这个银河系，我们居住地球这个星系，银河系，科学家测量，从银河系的这一端到那一端，用光的速度来通过，都要二十多万年。十万亿个银河系，那还得了，我们要往生西方世界，要乘光速，不晓得到何年何月才能到。可是佛在经上给我们讲，这一弹指之间，从此地就到那里。你就晓得魂神的速度太大了。在经上给我们讲，佛法讲神识，它的速度在一念之间就能够尽虚空遍法界，西方极乐世界这个距离实在是太短太短了。这给我们讲的是真话，这些道理都在大经大论之中。这里「神魂」在翻译的时候，把佛法、把我们中国世间人的观念统统包括了。「魂，我们中国人称的；神，神识，是佛经里面称的，所以这种翻译是翻得非常之好，非常圆满。",
      "zh_TW": "你看我們娑婆世界距離西方極樂世界十萬億佛國土，佛國土要是用我們一般講銀河系來算，十萬億個銀河系，這個距離還得了嗎？我們現在這個銀河系，我們居住地球這個星系，銀河系，科學家測量，從銀河系的這一端到那一端，用光的速度來通過，都要二十多萬年。十萬億個銀河系，那還得了，我們要往生西方世界，要乘光速，不曉得到何年何月才能到。可是佛在經上給我們講，這一彈指之間，從此地就到那裡。你就曉得魂神的速度太大了。在經上給我們講，佛法講神識，它的速度在一念之間就能夠盡虛空遍法界，西方極樂世界這個距離實在是太短太短了。這給我們講的是真話，這些道理都在大經大論之中。這裡「神魂」在翻譯的時候，把佛法、把我們中國世間人的觀念統統包括了。「魂，我們中國人稱的；神，神識，是佛經裡面稱的，所以這種翻譯是翻得非常之好，非常圓滿。"
    },
    {
      "id": "14-007-0003_p0055",
      "zh_CN": "不晓得她的母亲，母亲死了没多久，没几天，她的神魂不晓得在什么地方。『何趣』，「趣」就是五趣，就是不晓得她在哪一道。",
      "zh_TW": "不曉得她的母親，母親死了沒多久，沒幾天，她的神魂不曉得在什麼地方。『何趣』，「趣」就是五趣，就是不曉得她在哪一道。"
    },
    {
      "id": "14-007-0003_p0056",
      "zh_CN": "【鬼王问圣女曰。菩萨之母。在生习何行业。】",
      "zh_TW": "【鬼王問聖女曰。菩薩之母。在生習何行業。】"
    },
    {
      "id": "14-007-0003_p0057",
      "zh_CN": "这就问她了，她在世间作人的时候，她是哪一行哪一业，这个与她造业有密切的关系。",
      "zh_TW": "這就問她了，她在世間作人的時候，她是哪一行哪一業，這個與她造業有密切的關係。"
    },
    {
      "id": "14-007-0003_p0058",
      "zh_CN": "【圣女答曰。我母邪见。讥毁三宝。设或暂信。旋又不敬。死虽日浅。未知生处。】",
      "zh_TW": "【聖女答曰。我母邪見。譏毀三寶。設或暫信。旋又不敬。死雖日淺。未知生處。】"
    },
    {
      "id": "14-007-0003_p0059",
      "zh_CN": "从她在世所造的业就不善，罪业里面最重的是意业，意业里面就是讲的『邪见』，也就是说她的知见不正。用现代的话来说，她的见解、思想不正，有错误。错误之大的是不知道三宝，不知三宝这是迷惑，还要来『讥毁三宝』，这个罪业就重了。「三宝」是人天眼目，是一切众生得度的因缘，毁谤之罪比任何罪业都重。我们要问问，我们今天已经学佛了，甚至于已经受三皈五戒了，甚至于已经出家了，我们有没有讥毁三宝？依然不免，你就晓得可怕。出家修道一生不能成就的人太多，古人常说「地狱门前僧道多」，谁堕地狱？出家人堕地狱。出家人为什么堕地狱？讥毁三宝。我们举一个例子，诸位就能够觉悟到，最重要的是自己。譬如我今天学的是净土宗，我看到学禅的就看不顺眼，就要讥笑他、毁谤他；看到学密的，我也要毁谤他几句。试问问禅是不是释迦牟尼佛传的？密是不是释迦牟尼佛传的？既然是释迦牟尼佛传的，你要毁谤就谤佛；禅密的经典也是释迦牟尼佛说的，你谤法；依照那些宗派方法修行，历代成就不知道多少成佛作祖的，你谤僧。你虽然一天到晚阿弥陀佛、阿弥陀佛，还是在毁谤三宝，你这怎么能成功？怎么能成就？所以六祖大师在《坛经》里面教给我们的话，那不仅仅是对学禅的人来说的，他那是讲的大前题、大原则，无论修学哪一宗哪一派都要记住，「若真修道人，不见世间过」。常常看到别人过失，就是你自己的烦恼业习现前，就在那里造作罪业。为什么见别人过？古德又说「若要佛法兴，唯有僧赞僧」，不同宗派、不同法门互相赞叹，佛法就能够兴旺了，众生就有福了。",
      "zh_TW": "從她在世所造的業就不善，罪業裡面最重的是意業，意業裡面就是講的『邪見』，也就是說她的知見不正。用現代的話來說，她的見解、思想不正，有錯誤。錯誤之大的是不知道三寶，不知三寶這是迷惑，還要來『譏毀三寶』，這個罪業就重了。「三寶」是人天眼目，是一切眾生得度的因緣，毀謗之罪比任何罪業都重。我們要問問，我們今天已經學佛了，甚至於已經受三皈五戒了，甚至於已經出家了，我們有沒有譏毀三寶？依然不免，你就曉得可怕。出家修道一生不能成就的人太多，古人常說「地獄門前僧道多」，誰墮地獄？出家人墮地獄。出家人為什麼墮地獄？譏毀三寶。我們舉一個例子，諸位就能夠覺悟到，最重要的是自己。譬如我今天學的是淨土宗，我看到學禪的就看不順眼，就要譏笑他、毀謗他；看到學密的，我也要毀謗他幾句。試問問禪是不是釋迦牟尼佛傳的？密是不是釋迦牟尼佛傳的？既然是釋迦牟尼佛傳的，你要毀謗就謗佛；禪密的經典也是釋迦牟尼佛說的，你謗法；依照那些宗派方法修行，歷代成就不知道多少成佛作祖的，你謗僧。你雖然一天到晚阿彌陀佛、阿彌陀佛，還是在毀謗三寶，你這怎麼能成功？怎麼能成就？所以六祖大師在《壇經》裡面教給我們的話，那不僅僅是對學禪的人來說的，他那是講的大前題、大原則，無論修學哪一宗哪一派都要記住，「若真修道人，不見世間過」。常常看到別人過失，就是你自己的煩惱業習現前，就在那裡造作罪業。為什麼見別人過？古德又說「若要佛法興，唯有僧讚僧」，不同宗派、不同法門互相讚歎，佛法就能夠興旺了，眾生就有福了。"
    },
    {
      "id": "14-007-0003_p0060",
      "zh_CN": "所以凡夫业习实在太重，就像《地藏经》上讲的，阎浮提众生刚强难化，「举止动念，无不是业，无不是罪」。这是《地藏经》上的话，这个一点都不假。真正觉悟的人，决定不见别人过失，决定不说别人过失，他心清净，清净心里面生智慧，这是一个真正修行人。还有妄想、还有烦恼、还有分别、还有执着，我们自己要觉悟，这是业习深重，还在哪里造罪业，这个是学佛、出家，甚至于一生讲经说法也没用处，也不能了生死出三界，这是真话。自古以来，出家人堕落的不知道有多少。所以她举出她的母亲也是这一类的。『设或暂信』，这个「暂信」是她女儿信佛，常常劝她，偶尔也点头，也觉得相信，可是过一会儿她又忘掉了，对三宝的恭敬心又失掉了。『死虽日浅，未知生处』，不晓得她在哪里？",
      "zh_TW": "所以凡夫業習實在太重，就像《地藏經》上講的，閻浮提眾生剛強難化，「舉止動念，無不是業，無不是罪」。這是《地藏經》上的話，這個一點都不假。真正覺悟的人，決定不見別人過失，決定不說別人過失，他心清淨，清淨心裡面生智慧，這是一個真正修行人。還有妄想、還有煩惱、還有分別、還有執著，我們自己要覺悟，這是業習深重，還在哪裡造罪業，這個是學佛、出家，甚至於一生講經說法也沒用處，也不能了生死出三界，這是真話。自古以來，出家人墮落的不知道有多少。所以她舉出她的母親也是這一類的。『設或暫信』，這個「暫信」是她女兒信佛，常常勸她，偶爾也點頭，也覺得相信，可是過一會兒她又忘掉了，對三寶的恭敬心又失掉了。『死雖日淺，未知生處』，不曉得她在哪裡？"
    },
    {
      "id": "14-007-0003_p0061",
      "zh_CN": "【无毒问曰。菩萨之母。姓氏何等。】",
      "zh_TW": "【無毒問曰。菩薩之母。姓氏何等。】"
    },
    {
      "id": "14-007-0003_p0062",
      "zh_CN": "无毒就问了，『菩萨之母』，姓什么，名字叫什么？",
      "zh_TW": "無毒就問了，『菩薩之母』，姓什麼，名字叫什麼？"
    },
    {
      "id": "14-007-0003_p0063",
      "zh_CN": "【圣女答曰。我父我母。俱婆罗门种。】",
      "zh_TW": "【聖女答曰。我父我母。俱婆羅門種。】"
    },
    {
      "id": "14-007-0003_p0064",
      "zh_CN": "这是在印度他们四姓阶级，他们属于婆罗门。",
      "zh_TW": "這是在印度他們四姓階級，他們屬於婆羅門。"
    },
    {
      "id": "14-007-0003_p0065",
      "zh_CN": "【父号尸罗善现。母号悦帝利。】",
      "zh_TW": "【父號尸羅善現。母號悅帝利。】"
    },
    {
      "id": "14-007-0003_p0066",
      "zh_CN": "把她父亲母亲的名字说出来了。这一说出来，鬼王立刻就知道了，为什么？就在这几天，地狱里发生一件大事。什么大事？底下经文就看到了，这是地狱里面很不平常的一桩大事。",
      "zh_TW": "把她父親母親的名字說出來了。這一說出來，鬼王立刻就知道了，為什麼？就在這幾天，地獄裡發生一件大事。什麼大事？底下經文就看到了，這是地獄裡面很不平常的一樁大事。"
    },
    {
      "id": "14-007-0003_p0067",
      "zh_CN": "【无毒合掌。启菩萨曰。】",
      "zh_TW": "【無毒合掌。啟菩薩曰。】"
    },
    {
      "id": "14-007-0003_p0068",
      "zh_CN": "『启』是敬词，对她特别的恭敬。",
      "zh_TW": "『啟』是敬詞，對她特別的恭敬。"
    },
    {
      "id": "14-007-0003_p0069",
      "zh_CN": "【愿圣者却返本处。无至忧忆悲恋。】",
      "zh_TW": "【願聖者卻返本處。無至憂憶悲戀。】"
    },
    {
      "id": "14-007-0003_p0070",
      "zh_CN": "他说你可以回去了，不要忧悲，也不要挂念了。",
      "zh_TW": "他說你可以回去了，不要憂悲，也不要掛念了。"
    },
    {
      "id": "14-007-0003_p0071",
      "zh_CN": "【悦帝利罪女。生天以来。经今三日。】",
      "zh_TW": "【悅帝利罪女。生天以來。經今三日。】"
    },
    {
      "id": "14-007-0003_p0072",
      "zh_CN": "你的母亲确确实实是堕地狱到这儿来了，可是来了没有多久，三天之前她已经生天了。这个天是指忉利天，她已经生天了，三天前就生天了。实在讲这个婆罗门女还没有开始念佛，就是觉华定自在王如来给她一开示，她那个心一动，她母亲就生天了，这个感应道交真不可思议。下面这就说明了：",
      "zh_TW": "你的母親確確實實是墮地獄到這兒來了，可是來了沒有多久，三天之前她已經生天了。這個天是指忉利天，她已經生天了，三天前就生天了。實在講這個婆羅門女還沒有開始念佛，就是覺華定自在王如來給她一開示，她那個心一動，她母親就生天了，這個感應道交真不可思議。下面這就說明了："
    },
    {
      "id": "14-007-0003_p0073",
      "zh_CN": "【云承孝顺之子。为母设供修福。布施觉华定自在王如来塔寺。】",
      "zh_TW": "【云承孝順之子。為母設供修福。布施覺華定自在王如來塔寺。】"
    },
    {
      "id": "14-007-0003_p0074",
      "zh_CN": "鬼王只知道这些事相，其中真正的道理鬼王也不晓得，完全从修福上来说的，所以诸位要晓得这也是事实。建立道场、弘扬佛法这个福德是无量无边，但是这个道场一定要正法道场，是一个弘扬正法的道场，是一个真正修行的道场，这里面决定是诸佛护念、龙天拥护。尤其在我们现在这个乱世，就像佛在《楞严经》上所说的，「邪师说法，如恒河沙」，真妄莫辨，邪正不分。在这样一个乱世，它是一个正法道场，那是非常的稀有，决定诸佛护念，决定龙天保佑。所以一个真正修行人，身心世界一切放下，什么样灾难来临，一概不要去理会，不要去过问。为什么？我修一心不乱，绝对不会被境界动摇了念头，这是一个真正修道人，这就是真正的正法道场，我们才能有成就。",
      "zh_TW": "鬼王只知道這些事相，其中真正的道理鬼王也不曉得，完全從修福上來說的，所以諸位要曉得這也是事實。建立道場、弘揚佛法這個福德是無量無邊，但是這個道場一定要正法道場，是一個弘揚正法的道場，是一個真正修行的道場，這裡面決定是諸佛護念、龍天擁護。尤其在我們現在這個亂世，就像佛在《楞嚴經》上所說的，「邪師說法，如恆河沙」，真妄莫辨，邪正不分。在這樣一個亂世，它是一個正法道場，那是非常的稀有，決定諸佛護念，決定龍天保佑。所以一個真正修行人，身心世界一切放下，什麼樣災難來臨，一概不要去理會，不要去過問。為什麼？我修一心不亂，絕對不會被境界動搖了念頭，這是一個真正修道人，這就是真正的正法道場，我們才能有成就。"
    },
    {
      "id": "14-007-0003_p0075",
      "zh_CN": "所以我们这个道场成立，实在讲是三宝成就的。为什么？我没有动一个念头在此地建道场，没动这个念头，实在讲也没有这个能力。这个道场成就，不可思议，我们没有化缘，在任何地方讲经、台湾讲经，我没有向大家宣布，我们要在达拉斯建个道场，现在缺什么、缺什么，没说过，我从来没讲过。只是比较接近的，常常到我这来的，我就很感叹，现在大家有这种事情，只是不晓得钱从哪来。可是真就是莫名其妙，就有人送钱来，送钱来的数字很大，哪个人我不知道。确实不知道，也不认识，送来的钱就恰恰好，它也不多也不少。道场建筑我们没有操一点心，整个建筑从开工到建成，我们的总监工，康国泰居士。我们所看到的就是工程师画的这几个图，不错，好，你们去做。大家送来的钱，我们统统寄到这边来。",
      "zh_TW": "所以我們這個道場成立，實在講是三寶成就的。為什麼？我沒有動一個念頭在此地建道場，沒動這個念頭，實在講也沒有這個能力。這個道場成就，不可思議，我們沒有化緣，在任何地方講經、台灣講經，我沒有向大家宣布，我們要在達拉斯建個道場，現在缺什麼、缺什麼，沒說過，我從來沒講過。只是比較接近的，常常到我這來的，我就很感嘆，現在大家有這種事情，只是不曉得錢從哪來。可是真就是莫名其妙，就有人送錢來，送錢來的數字很大，哪個人我不知道。確實不知道，也不認識，送來的錢就恰恰好，它也不多也不少。道場建築我們沒有操一點心，整個建築從開工到建成，我們的總監工，康國泰居士。我們所看到的就是工程師畫的這幾個圖，不錯，好，你們去做。大家送來的錢，我們統統寄到這邊來。"
    },
    {
      "id": "14-007-0003_p0076",
      "zh_CN": "建成之后，我问康居士大概一共多少钱，他告诉我，我们原来预算是三十万，他说超过一点，三十二万。功德圆满，不可思议。我在别州讲经，法师，你为什么喜欢达拉斯？为什么在达拉斯建道场？我说这个事情，你得去问阿弥陀佛，我不知道。道场建成了，我就想到什么？我们这个道场，国泰打电话告诉我，我们的高度二十一尺。我一想二十一尺很高，我们的佛像只有四尺高，放在这个地方上面空得太多了，所以就想到一定要最好有大张的佛像，就在那里想。而且想的时候，这佛像最好能画的是外国人，为什么？我们今天到外国，佛像不像美国人，美国人不会进来。我这一次到这里来的头一天，听说有个出家人送我们三张油画像，我人没有见到，是简丰文居士他收的，收到马上给我。我一打开一看，哪一人送的也不知道，而且特别交代，这是送达拉斯佛教会的。我们一展开，真的，你看大势至菩萨就是美国人，观音菩萨是中国人，阿弥陀佛一看是印度人，不可思议，感应道交。台湾现在流行一句话，「心想事成」，我在那里想它就来了，不可思议。也是这一方同修们真正有福，这是三宝建立的道场，我们不敢居功，三宝建立的。我们要好好利用这个道场，认真的来修学，才不辜负三宝的恩德。",
      "zh_TW": "建成之後，我問康居士大概一共多少錢，他告訴我，我們原來預算是三十萬，他說超過一點，三十二萬。功德圓滿，不可思議。我在別州講經，法師，你為什麼喜歡達拉斯？為什麼在達拉斯建道場？我說這個事情，你得去問阿彌陀佛，我不知道。道場建成了，我就想到什麼？我們這個道場，國泰打電話告訴我，我們的高度二十一尺。我一想二十一尺很高，我們的佛像只有四尺高，放在這個地方上面空得太多了，所以就想到一定要最好有大張的佛像，就在那裡想。而且想的時候，這佛像最好能畫的是外國人，為什麼？我們今天到外國，佛像不像美國人，美國人不會進來。我這一次到這裡來的頭一天，聽說有個出家人送我們三張油畫像，我人沒有見到，是簡豐文居士他收的，收到馬上給我。我一打開一看，哪一人送的也不知道，而且特別交代，這是送達拉斯佛教會的。我們一展開，真的，你看大勢至菩薩就是美國人，觀音菩薩是中國人，阿彌陀佛一看是印度人，不可思議，感應道交。台灣現在流行一句話，「心想事成」，我在那裡想它就來了，不可思議。也是這一方同修們真正有福，這是三寶建立的道場，我們不敢居功，三寶建立的。我們要好好利用這個道場，認真的來修學，才不辜負三寶的恩德。"
    },
    {
      "id": "14-007-0003_p0077",
      "zh_CN": "所以他是从事相上、修福上来看的，不知道福里面还有修慧，还有定慧，没有定慧她不能来到地狱，但是她的母亲能够得度，那的确是福。所以此地鬼王答复的，完全从福德上来讲，是有道理的。",
      "zh_TW": "所以他是從事相上、修福上來看的，不知道福裡面還有修慧，還有定慧，沒有定慧她不能來到地獄，但是她的母親能夠得度，那的確是福。所以此地鬼王答覆的，完全從福德上來講，是有道理的。"
    },
    {
      "id": "14-007-0003_p0078",
      "zh_CN": "【非唯菩萨之母得脱地狱。应是无间罪人。此日悉得受乐。俱同生讫。鬼王言毕。合掌而退。】",
      "zh_TW": "【非唯菩薩之母得脫地獄。應是無間罪人。此日悉得受樂。俱同生訖。鬼王言畢。合掌而退。】"
    },
    {
      "id": "14-007-0003_p0079",
      "zh_CN": "我们中国人有一句谚语说，「一人有福，连带一屋」。我们这一屋有一个人有福，我们大家都沾他的光了，就是这个道理。婆罗门女她的母亲有福，当时在地狱同时受罪的人也沾了光，她生天了，那些在地狱受罪的人（跟她在一起的）同时都生天了，这沾光了。由此可知，修持功德不可思议，连那些所谓像是邻里乡党都沾光，何况自己的亲属、祖先。对于「一子成佛，九祖生天」，我们就更能相信了，那是有密切关系的人，这是地狱罪人没有这些关系的都沾光。",
      "zh_TW": "我們中國人有一句諺語說，「一人有福，連帶一屋」。我們這一屋有一個人有福，我們大家都沾他的光了，就是這個道理。婆羅門女她的母親有福，當時在地獄同時受罪的人也沾了光，她生天了，那些在地獄受罪的人（跟她在一起的）同時都生天了，這沾光了。由此可知，修持功德不可思議，連那些所謂像是鄰里鄉黨都沾光，何況自己的親屬、祖先。對於「一子成佛，九祖生天」，我們就更能相信了，那是有密切關係的人，這是地獄罪人沒有這些關係的都沾光。"
    },
    {
      "id": "14-007-0003_p0080",
      "zh_CN": "【婆罗门女。寻如梦归。】",
      "zh_TW": "【婆羅門女。尋如夢歸。】"
    },
    {
      "id": "14-007-0003_p0081",
      "zh_CN": "这是出定。",
      "zh_TW": "這是出定。"
    },
    {
      "id": "14-007-0003_p0082",
      "zh_CN": "【悟此事已。】",
      "zh_TW": "【悟此事已。】"
    },
    {
      "id": "14-007-0003_p0083",
      "zh_CN": "『悟』是觉悟，是明了。对于这个事实她明白了，佛没有告诉她，她自己完全见到了，亲眼见到，亲耳听到。",
      "zh_TW": "『悟』是覺悟，是明瞭。對於這個事實她明白了，佛沒有告訴她，她自己完全見到了，親眼見到，親耳聽到。"
    },
    {
      "id": "14-007-0003_p0084",
      "zh_CN": "【便于觉华定自在王如来塔像之前。立弘誓愿。愿我尽未来劫。应有罪苦众生。广设方便。使令解脱。】",
      "zh_TW": "【便於覺華定自在王如來塔像之前。立弘誓願。願我盡未來劫。應有罪苦眾生。廣設方便。使令解脫。】"
    },
    {
      "id": "14-007-0003_p0085",
      "zh_CN": "她明了事实之后，自己发了大心，立了大誓愿，知道这些人非常之苦，亲眼看到地狱的状况，怜悯这些受罪之人，发愿要帮助他。而且这个愿心发得非常之广大，『尽未来劫』，这就是永恒而没有间断，发愿度地狱众生。『广设方便』，这就是以她的智慧、以她的能力，以种种善巧方法来帮助他，帮助他们解脱。『解脱』是当动词讲，「解」就是解，把他的罪障解除，「脱」是脱离地狱。",
      "zh_TW": "她明瞭事實之後，自己發了大心，立了大誓願，知道這些人非常之苦，親眼看到地獄的狀況，憐憫這些受罪之人，發願要幫助他。而且這個願心發得非常之廣大，『盡未來劫』，這就是永恆而沒有間斷，發願度地獄眾生。『廣設方便』，這就是以她的智慧、以她的能力，以種種善巧方法來幫助他，幫助他們解脫。『解脫』是當動詞講，「解」就是解，把他的罪障解除，「脫」是脫離地獄。"
    },
    {
      "id": "14-007-0003_p0086",
      "zh_CN": "【佛告文殊师利。时鬼王无毒者。当今财首菩萨是。婆罗门女者。即地藏菩萨是。】",
      "zh_TW": "【佛告文殊師利。時鬼王無毒者。當今財首菩薩是。婆羅門女者。即地藏菩薩是。】"
    },
    {
      "id": "14-007-0003_p0087",
      "zh_CN": "从前，这是讲过去世的事情，以前在地狱里做鬼王的，招待婆罗门女的那个人，就是现在的『财首菩萨』。『婆罗门女』，就是现在的地藏王菩萨。这是说地藏王菩萨过去生中的事情，说出这个本迹因缘，提醒我们大家，知道这些因因果果的事实真相，我们应该要怎样去修学，怎样去效法菩萨在因地里面发心，在因地当中的行持，这我们才真正得到利益。我们再看底下一章：",
      "zh_TW": "從前，這是講過去世的事情，以前在地獄裡做鬼王的，招待婆羅門女的那個人，就是現在的『財首菩薩』。『婆羅門女』，就是現在的地藏王菩薩。這是說地藏王菩薩過去生中的事情，說出這個本跡因緣，提醒我們大家，知道這些因因果果的事實真相，我們應該要怎樣去修學，怎樣去效法菩薩在因地裡面發心，在因地當中的行持，這我們才真正得到利益。我們再看底下一章："
    },
    {
      "id": "14-007-0003_p0088",
      "zh_CN": "【分身集会品第二】",
      "zh_TW": "【分身集會品第二】"
    },
    {
      "id": "14-007-0003_p0089",
      "zh_CN": "【尔时。百千万亿不可思。不可议。不可量。不可说。无量阿僧祇世界。】",
      "zh_TW": "【爾時。百千萬億不可思。不可議。不可量。不可說。無量阿僧祇世界。】"
    },
    {
      "id": "14-007-0003_p0090",
      "zh_CN": "前面说的全是数字，数字太大了，绝对不是我们能够计算得出来的。不但我们没法子想像，即使是最进步的电子计算机也算不出来，才晓得这个数目之大。这是讲世界的数目。无量无边的世界，只要有世界就有地狱，十方诸佛世界都跟我们这个世界差不多，都会起惑造业，因此也都有六道，也都有十法界。所以西方极乐世界是个非常特殊的世界，它没有十法界，当然更没有六道。",
      "zh_TW": "前面說的全是數字，數字太大了，絕對不是我們能夠計算得出來的。不但我們沒法子想像，即使是最進步的電子計算機也算不出來，才曉得這個數目之大。這是講世界的數目。無量無邊的世界，只要有世界就有地獄，十方諸佛世界都跟我們這個世界差不多，都會起惑造業，因此也都有六道，也都有十法界。所以西方極樂世界是個非常特殊的世界，它沒有十法界，當然更沒有六道。"
    },
    {
      "id": "14-007-0003_p0091",
      "zh_CN": "【所有地狱处。分身地藏菩萨。俱来集在忉利天宫。】",
      "zh_TW": "【所有地獄處。分身地藏菩薩。俱來集在忉利天宮。】"
    },
    {
      "id": "14-007-0003_p0092",
      "zh_CN": "今天世尊在忉利天宫宣讲《地藏菩萨本愿经》，十方诸佛来听法，十方地藏菩萨也来与会。这一章是讲本尊，地藏会上的本尊就是地藏菩萨，要介绍有能力度化一切众生的这个人，先要把这个人来介绍给大家，所以菩萨非常慈悲也莅临道场了。",
      "zh_TW": "今天世尊在忉利天宮宣講《地藏菩薩本願經》，十方諸佛來聽法，十方地藏菩薩也來與會。這一章是講本尊，地藏會上的本尊就是地藏菩薩，要介紹有能力度化一切眾生的這個人，先要把這個人來介紹給大家，所以菩薩非常慈悲也蒞臨道場了。"
    },
    {
      "id": "14-007-0003_p0093",
      "zh_CN": "【以如来神力故。各以方面。与诸得解脱从业道出者。亦各有千万亿那由他数。】",
      "zh_TW": "【以如來神力故。各以方面。與諸得解脫從業道出者。亦各有千萬億那由他數。】"
    },
    {
      "id": "14-007-0003_p0094",
      "zh_CN": "诸佛来参与法会都带了菩萨，带了侍者，地藏菩萨来也不例外，他也带了很多人来参加。这些人还有许多是在恶道里面的，恶道里面怎么能来？是地藏菩萨的学生。地藏菩萨威神加持，他们虽然现在还在恶道，但是是一个皈依三宝虔诚的佛弟子，所以有能力来参加这个法会，数量之多也不可思议。",
      "zh_TW": "諸佛來參與法會都帶了菩薩，帶了侍者，地藏菩薩來也不例外，他也帶了很多人來參加。這些人還有許多是在惡道裡面的，惡道裡面怎麼能來？是地藏菩薩的學生。地藏菩薩威神加持，他們雖然現在還在惡道，但是是一個皈依三寶虔誠的佛弟子，所以有能力來參加這個法會，數量之多也不可思議。"
    },
    {
      "id": "14-007-0003_p0095",
      "zh_CN": "【共持香华。来供养佛。】",
      "zh_TW": "【共持香華。來供養佛。】"
    },
    {
      "id": "14-007-0003_p0096",
      "zh_CN": "见了佛总不能空手来，也要有点礼物表示一点敬意，在佛门最通常就是『香华』供养。「香」代表信；「华」代表修行。所以诸位要晓得，不一定真的拿香花，这个要知道。我真信、真正依教修行，这个就是你已经拿到香花了，香花代表这个意思。送好花好香，自己不相信又不依教奉行，那个没用的，那是假的。所以要懂这个道理。这一切供养中，你看《普贤菩萨行愿品》里面告诉我们，「诸供养中，法供养最」。物质是表法的，香表信，花表行，先开花后结果，花表六度万行，表这个意思，我们真正能够信，能发愿能修行，就是「共持香华，来供养佛」。所以此地也不能依文解义，依文解义那就错了。",
      "zh_TW": "見了佛總不能空手來，也要有點禮物表示一點敬意，在佛門最通常就是『香華』供養。「香」代表信；「華」代表修行。所以諸位要曉得，不一定真的拿香花，這個要知道。我真信、真正依教修行，這個就是你已經拿到香花了，香花代表這個意思。送好花好香，自己不相信又不依教奉行，那個沒用的，那是假的。所以要懂這個道理。這一切供養中，你看《普賢菩薩行願品》裡面告訴我們，「諸供養中，法供養最」。物質是表法的，香表信，花表行，先開花後結果，花表六度萬行，表這個意思，我們真正能夠信，能發願能修行，就是「共持香華，來供養佛」。所以此地也不能依文解義，依文解義那就錯了。"
    },
    {
      "id": "14-007-0003_p0097",
      "zh_CN": "【彼诸同来等辈。皆因地藏菩萨教化。永不退转于阿耨多罗三藐三菩提。】",
      "zh_TW": "【彼諸同來等輩。皆因地藏菩薩教化。永不退轉於阿耨多羅三藐三菩提。】"
    },
    {
      "id": "14-007-0003_p0098",
      "zh_CN": "这都是地藏菩萨的得意学生，真正的好学生，永远不会退失道心，所以菩萨才以神力加持，带他到忉利天宫参加这个无比广大的盛会。",
      "zh_TW": "這都是地藏菩薩的得意學生，真正的好學生，永遠不會退失道心，所以菩薩才以神力加持，帶他到忉利天宮參加這個無比廣大的盛會。"
    },
    {
      "id": "14-007-0003_p0099",
      "zh_CN": "【是诸众等。久远劫来。流浪生死。六道受苦。暂无休息。】",
      "zh_TW": "【是諸眾等。久遠劫來。流浪生死。六道受苦。暫無休息。】"
    },
    {
      "id": "14-007-0003_p0100",
      "zh_CN": "这是指地藏菩萨带来的这些人，他们现在才觉悟，过去也是六道凡夫。",
      "zh_TW": "這是指地藏菩薩帶來的這些人，他們現在才覺悟，過去也是六道凡夫。"
    },
    {
      "id": "14-007-0003_p0101",
      "zh_CN": "【以地藏菩萨广大慈悲。深誓愿故。各获果证。】",
      "zh_TW": "【以地藏菩薩廣大慈悲。深誓願故。各獲果證。】"
    },
    {
      "id": "14-007-0003_p0102",
      "zh_CN": "如果不是修行证果之人，怎么能够证得不退菩提？最低限度都是证了初果之人，换句话说，见思烦恼之中他有能力断三界八十八品见惑，这样程度以上的人。我们晓得证到四果才能出三界，三果圣人还在三界之中，这些人纵然证果了，帮助地藏菩萨度化众生，为地藏菩萨当助手，是这样的人。",
      "zh_TW": "如果不是修行證果之人，怎麼能夠證得不退菩提？最低限度都是證了初果之人，換句話說，見思煩惱之中他有能力斷三界八十八品見惑，這樣程度以上的人。我們曉得證到四果才能出三界，三果聖人還在三界之中，這些人縱然證果了，幫助地藏菩薩度化眾生，為地藏菩薩當助手，是這樣的人。"
    },
    {
      "id": "14-007-0003_p0103",
      "zh_CN": "【既至忉利。心怀踊跃。瞻仰如来。目不暂舍。】",
      "zh_TW": "【既至忉利。心懷踴躍。瞻仰如來。目不暫捨。】"
    },
    {
      "id": "14-007-0003_p0104",
      "zh_CN": "这个缘也非常殊胜，一般人见佛不容易，他们这些人要不是地藏菩萨带他，哪有机会能够到忉利天去见释迦牟尼佛？不但见释迦牟尼佛，同时见到十方一切诸佛如来，这种欢喜实在是难以想像。所以经文里面形容，『瞻仰如来，目不暂舍』，这就是他珍惜稀有的因缘。",
      "zh_TW": "這個緣也非常殊勝，一般人見佛不容易，他們這些人要不是地藏菩薩帶他，哪有機會能夠到忉利天去見釋迦牟尼佛？不但見釋迦牟尼佛，同時見到十方一切諸佛如來，這種歡喜實在是難以想像。所以經文裡面形容，『瞻仰如來，目不暫捨』，這就是他珍惜稀有的因緣。"
    },
    {
      "id": "14-007-0003_p0105",
      "zh_CN": "【尔时。世尊舒金色臂。摩百千万亿不可思。不可议。不可量。不可说。无量阿僧祇世界诸分身地藏菩萨摩诃萨顶。】",
      "zh_TW": "【爾時。世尊舒金色臂。摩百千萬億不可思。不可議。不可量。不可說。無量阿僧祇世界諸分身地藏菩薩摩訶薩頂。】"
    },
    {
      "id": "14-007-0003_p0106",
      "zh_CN": "『摩顶』是有奖励、安慰、慰劳的意思，也是有一分感谢，为什么？地藏菩萨帮助佛度化众生，这是「摩顶」。",
      "zh_TW": "『摩頂』是有獎勵、安慰、慰勞的意思，也是有一分感謝，為什麼？地藏菩薩幫助佛度化眾生，這是「摩頂」。"
    },
    {
      "id": "14-007-0003_p0107",
      "zh_CN": "【而作是言。吾于五浊恶世。】",
      "zh_TW": "【而作是言。吾於五濁惡世。】"
    },
    {
      "id": "14-007-0003_p0108",
      "zh_CN": "『吾』是本师释迦牟尼佛自称。『浊恶』，「浊」就是我们今天所讲的染污。佛在一切经上给我们讲染污有五种，所以叫「五浊」。第一种是见解的染污；第二种是思想的染污，叫烦恼浊。见浊就是我们见解的污染，烦恼是思想的污染，这个两种是根本，这两样染污了，带来身心世界统统都污染了。染污之严重，无过于我们现在这个时代。这个时代，你看科学家讲的，太空空气的染污，如果再要像这样下去，再过个几十年，这个地球上人类就不适合生存了。这是科技带来的副作用，虽然给我们带来一些方便，可是身心所受的污染非常严重。所以从前没有的这些怪病，现在年年都有新的奇怪的病发生，病从哪里来？一个是思想，一个是饮食。所以我们要想身体健康，第一个因素就是要有健康的见解，有健康的思想，我们的想法、看法不受污染，心清净；第二个要有清洁的饮食，身清净，身心清净才能真正得到健康长寿，这是千真万确的事实。现在世界上许多科学家在这里研究，对生理上的健康有不少的发明，在过去没有必要，因为过去染污没有现在这么严重，这个对治染污有许多的发现。可是根本的因素科学家没有发现，那就是心理的染污、精神的染污，这个问题比生理还要严重，唯独佛法里面讨论这个问题。世间法讨论这个问题，现在虽然是有，不普遍，也不深入，这是很严重的问题，等到世人发现，恐怕已经来不及了。所以我们学佛的同学，实在是经上讲的，真正有福报，有善根、有福德。这是讲到五浊恶世。",
      "zh_TW": "『吾』是本師釋迦牟尼佛自稱。『濁惡』，「濁」就是我們今天所講的染污。佛在一切經上給我們講染污有五種，所以叫「五濁」。第一種是見解的染污；第二種是思想的染污，叫煩惱濁。見濁就是我們見解的污染，煩惱是思想的污染，這個兩種是根本，這兩樣染污了，帶來身心世界統統都污染了。染污之嚴重，無過於我們現在這個時代。這個時代，你看科學家講的，太空空氣的染污，如果再要像這樣下去，再過個幾十年，這個地球上人類就不適合生存了。這是科技帶來的副作用，雖然給我們帶來一些方便，可是身心所受的污染非常嚴重。所以從前沒有的這些怪病，現在年年都有新的奇怪的病發生，病從哪裡來？一個是思想，一個是飲食。所以我們要想身體健康，第一個因素就是要有健康的見解，有健康的思想，我們的想法、看法不受污染，心清淨；第二個要有清潔的飲食，身清淨，身心清淨才能真正得到健康長壽，這是千真萬確的事實。現在世界上許多科學家在這裡研究，對生理上的健康有不少的發明，在過去沒有必要，因為過去染污沒有現在這麼嚴重，這個對治染污有許多的發現。可是根本的因素科學家沒有發現，那就是心理的染污、精神的染污，這個問題比生理還要嚴重，唯獨佛法裡面討論這個問題。世間法討論這個問題，現在雖然是有，不普遍，也不深入，這是很嚴重的問題，等到世人發現，恐怕已經來不及了。所以我們學佛的同學，實在是經上講的，真正有福報，有善根、有福德。這是講到五濁惡世。"
    },
    {
      "id": "14-007-0003_p0109",
      "zh_CN": "【教化如是刚强众生。令心调伏。舍邪归正。十有一二。尚恶习在。】",
      "zh_TW": "【教化如是剛強眾生。令心調伏。捨邪歸正。十有一二。尚惡習在。】"
    },
    {
      "id": "14-007-0003_p0110",
      "zh_CN": "佛生生世世教化众生，得度的人多，不可称量，可是还有一些业障很重的人，他那个恶习气还存在，在佛所度化的这些人当中，比例虽然不大，有十分之一、二。诸位要知道，这个十分之一、二，不是指一般人，是指真正入佛门，真正在修行的人。像我在前面所讲的，大家细细去体会，虽然出家修行，他还有恶习在，这就是所谓的刚强难化的一类人。佛很慈悲：",
      "zh_TW": "佛生生世世教化眾生，得度的人多，不可稱量，可是還有一些業障很重的人，他那個惡習氣還存在，在佛所度化的這些人當中，比例雖然不大，有十分之一、二。諸位要知道，這個十分之一、二，不是指一般人，是指真正入佛門，真正在修行的人。像我在前面所講的，大家細細去體會，雖然出家修行，他還有惡習在，這就是所謂的剛強難化的一類人。佛很慈悲："
    },
    {
      "id": "14-007-0003_p0111",
      "zh_CN": "【吾亦分身千百亿。】",
      "zh_TW": "【吾亦分身千百億。】"
    },
    {
      "id": "14-007-0003_p0112",
      "zh_CN": "释迦牟尼佛在我们这个世间出现是分身而来的。",
      "zh_TW": "釋迦牟尼佛在我們這個世間出現是分身而來的。"
    },
    {
      "id": "14-007-0003_p0113",
      "zh_CN": "【广设方便。】",
      "zh_TW": "【廣設方便。】"
    },
    {
      "id": "14-007-0003_p0114",
      "zh_CN": "像世尊在我们这个世间，在现前这个阶段讲经三百多会、说法四十九年，给我们说了许许多多的经论、法门，这就是『广设方便』。",
      "zh_TW": "像世尊在我們這個世間，在現前這個階段講經三百多會、說法四十九年，給我們說了許許多多的經論、法門，這就是『廣設方便』。"
    },
    {
      "id": "14-007-0003_p0115",
      "zh_CN": "【或有利根。闻即信受。】",
      "zh_TW": "【或有利根。聞即信受。】"
    },
    {
      "id": "14-007-0003_p0116",
      "zh_CN": "这是少数的，根性很利，听了佛的话就接受，就相信，不怀疑、就接受，依教修行。",
      "zh_TW": "這是少數的，根性很利，聽了佛的話就接受，就相信，不懷疑、就接受，依教修行。"
    },
    {
      "id": "14-007-0003_p0117",
      "zh_CN": "【或有善果。】",
      "zh_TW": "【或有善果。】"
    },
    {
      "id": "14-007-0003_p0118",
      "zh_CN": "『善果』，这是讲他过去生中善根很厚，虽然接触他不能相信，但是久久劝导，他相信了。",
      "zh_TW": "『善果』，這是講他過去生中善根很厚，雖然接觸他不能相信，但是久久勸導，他相信了。"
    },
    {
      "id": "14-007-0003_p0119",
      "zh_CN": "【勤劝成就。】",
      "zh_TW": "【勤勸成就。】"
    },
    {
      "id": "14-007-0003_p0120",
      "zh_CN": "这是中等根性的人。还有一等，下等根性的：",
      "zh_TW": "這是中等根性的人。還有一等，下等根性的："
    },
    {
      "id": "14-007-0003_p0121",
      "zh_CN": "【或有暗钝。久化方归。】",
      "zh_TW": "【或有暗鈍。久化方歸。】"
    },
    {
      "id": "14-007-0003_p0122",
      "zh_CN": "这都很可贵的，都有成就，上中下三等根性，都是指有成就的人。",
      "zh_TW": "這都很可貴的，都有成就，上中下三等根性，都是指有成就的人。"
    },
    {
      "id": "14-007-0003_p0123",
      "zh_CN": "【或有业重。不生敬仰。如是等辈众生。各各差别。分身度脱。】",
      "zh_TW": "【或有業重。不生敬仰。如是等輩眾生。各各差別。分身度脫。】"
    },
    {
      "id": "14-007-0003_p0124",
      "zh_CN": "这个就是经上讲的刚强难化，佛只给他种了一个种子，在释迦牟尼佛这一代当中，没有办法得度。这就是他的业障很重，敬仰的心生不起来，这样的人数量相当之多。什么原因？说实在话，学佛，古时候成就的人多，现在人，学佛的人多，成就的人少，原因是古时候人都曾经受过良好的教育。什么叫教育？我们现在学校这么多，难道不是教育吗？如果跟中国古时候教育内容宗旨一比较，是迥然不同。古人的教育，那个教育的目的是教我们怎样做人，他是以这个为教学的宗旨，教我们知道人与人的关系，父子的关系、兄弟的关系、夫妇的关系、朋友的关系、君臣的关系。教我们人与人的关系，使我们在这个社会上，一生我们能够规规矩矩的做人，能够断恶修善、积功累德，他从前教育目的在此地。现在教育这些不谈，全部都不要了，只讲求科技。科技虽然发达了，人与人关系没有了，天下大乱。一个人在世间一生当中没有安全感，时常生活在恐怖忧虑之中，得不偿失。",
      "zh_TW": "這個就是經上講的剛強難化，佛只給他種了一個種子，在釋迦牟尼佛這一代當中，沒有辦法得度。這就是他的業障很重，敬仰的心生不起來，這樣的人數量相當之多。什麼原因？說實在話，學佛，古時候成就的人多，現在人，學佛的人多，成就的人少，原因是古時候人都曾經受過良好的教育。什麼叫教育？我們現在學校這麼多，難道不是教育嗎？如果跟中國古時候教育內容宗旨一比較，是迥然不同。古人的教育，那個教育的目的是教我們怎樣做人，他是以這個為教學的宗旨，教我們知道人與人的關係，父子的關係、兄弟的關係、夫婦的關係、朋友的關係、君臣的關係。教我們人與人的關係，使我們在這個社會上，一生我們能夠規規矩矩的做人，能夠斷惡修善、積功累德，他從前教育目的在此地。現在教育這些不談，全部都不要了，只講求科技。科技雖然發達了，人與人關係沒有了，天下大亂。一個人在世間一生當中沒有安全感，時常生活在恐怖憂慮之中，得不償失。"
    },
    {
      "id": "14-007-0003_p0125",
      "zh_CN": "所以从前人学佛人心厚道，处处见别人好处，处处看到别人善处，他心生欢喜，容易入道，敬仰之心容易生。现代人不是如此，一天到晚天天看人毛病，天天看人过失，人家好处都忘光了，看不到，专看过失，所以人与人之间敬仰之心完全没有了。不但看人的过失，也看佛菩萨的过失，佛给我们讲《地藏经》，神话，哪有这些事情？释迦牟尼佛骗人的，拿这个来吓唬你们，叫你们不敢做坏事，你们都上当了。我们不做坏事上当了，做坏事的人都不上当？看佛菩萨的毛病，怎么能够生敬仰之心？不生敬仰就不可能接受佛的教法，那佛法殊胜的功德利益当然就得不到，这一定的道理。所以要晓得我们这一代遭这么大的苦难，真正的病根就是把我们的教育丧失掉了，非常非常痛心。",
      "zh_TW": "所以從前人學佛人心厚道，處處見別人好處，處處看到別人善處，他心生歡喜，容易入道，敬仰之心容易生。現代人不是如此，一天到晚天天看人毛病，天天看人過失，人家好處都忘光了，看不到，專看過失，所以人與人之間敬仰之心完全沒有了。不但看人的過失，也看佛菩薩的過失，佛給我們講《地藏經》，神話，哪有這些事情？釋迦牟尼佛騙人的，拿這個來嚇唬你們，叫你們不敢做壞事，你們都上當了。我們不做壞事上當了，做壞事的人都不上當？看佛菩薩的毛病，怎麼能夠生敬仰之心？不生敬仰就不可能接受佛的教法，那佛法殊勝的功德利益當然就得不到，這一定的道理。所以要曉得我們這一代遭這麼大的苦難，真正的病根就是把我們的教育喪失掉了，非常非常痛心。"
    },
    {
      "id": "14-007-0003_p0126",
      "zh_CN": "现在实在没有法子补救，李炳南老居士在往生之前一、二天，他还在外面散步，跟几个学生说，那个可以说最后的遗言了。他老人家讲现在天下已经乱了，诸佛菩萨神仙来都救不了，唯一的一条生路，「老实念佛，求生净土」，教给我们学生，留这么一句话。他老人家往生今年是五年了，我们看这个时局，五年的变化，他说的话是真实的，一点都不错，一年比一年乱。我差不多是，几乎一年到头的时间都在外面旅行，回到台湾最长也只能住两个月就要走了，常常走、处处走，每一年所看到的这个现象都不相同，众生的贪瞋痴慢、恶念一年都比一年重，没有说是一年比一年轻一点，没有。这一年比一年加重，绝对不是好事，所以这是真正值得我们警惕的。",
      "zh_TW": "現在實在沒有法子補救，李炳南老居士在往生之前一、二天，他還在外面散步，跟幾個學生說，那個可以說最後的遺言了。他老人家講現在天下已經亂了，諸佛菩薩神仙來都救不了，唯一的一條生路，「老實念佛，求生淨土」，教給我們學生，留這麼一句話。他老人家往生今年是五年了，我們看這個時局，五年的變化，他說的話是真實的，一點都不錯，一年比一年亂。我差不多是，幾乎一年到頭的時間都在外面旅行，回到台灣最長也只能住兩個月就要走了，常常走、處處走，每一年所看到的這個現象都不相同，眾生的貪瞋痴慢、惡念一年都比一年重，沒有說是一年比一年輕一點，沒有。這一年比一年加重，絕對不是好事，所以這是真正值得我們警惕的。"
    },
    {
      "id": "14-007-0003_p0127",
      "zh_CN": "念佛求生净土需要多少时间？我们从古至今、从中到外，仔细去观察那些往生的人，绝大多数的三年。所以只要有三年的时间，我们这条路就走通了，西方极乐世界就得到了。别人能够做得到，我们为什么做不到？别人为什么能做到？就是老实念佛，一天到晚除了想阿弥陀佛、念阿弥陀佛之外，这个脑子里什么都不想，这样就成功。口里念阿弥陀佛还想着张家长李家短、这个人是那个人非，那你念三十年、三百年也不能成功，也没指望，所以我们要真正觉悟。超越三界，永脱轮回，证不退转，这才是我们一生当中真正的大事，其他的都是小事，不值得我们去思考，不值得我们把它放在心上。你再好再坏我要把这个放在心上，我就不能往生了，还要搞六道轮回，不可以。所以真正觉悟的人，实在讲身心世界是一切放下，这个放下不是讲事上放下，是从心地里面不再牵挂了。我们只牵挂一桩事情，牵挂阿弥陀佛，牵挂西方极乐世界。所以这些年我到处劝大家专念《无量寿经》、专念《阿弥陀经》，其他统统放下，道理也在此地。",
      "zh_TW": "念佛求生淨土需要多少時間？我們從古至今、從中到外，仔細去觀察那些往生的人，絕大多數的三年。所以只要有三年的時間，我們這條路就走通了，西方極樂世界就得到了。別人能夠做得到，我們為什麼做不到？別人為什麼能做到？就是老實念佛，一天到晚除了想阿彌陀佛、念阿彌陀佛之外，這個腦子裡什麼都不想，這樣就成功。口裡念阿彌陀佛還想著張家長李家短、這個人是那個人非，那你念三十年、三百年也不能成功，也沒指望，所以我們要真正覺悟。超越三界，永脫輪迴，證不退轉，這才是我們一生當中真正的大事，其他的都是小事，不值得我們去思考，不值得我們把它放在心上。你再好再壞我要把這個放在心上，我就不能往生了，還要搞六道輪迴，不可以。所以真正覺悟的人，實在講身心世界是一切放下，這個放下不是講事上放下，是從心地裡面不再牽掛了。我們只牽掛一樁事情，牽掛阿彌陀佛，牽掛西方極樂世界。所以這些年我到處勸大家專念《無量壽經》、專念《阿彌陀經》，其他統統放下，道理也在此地。"
    },
    {
      "id": "14-007-0003_p0128",
      "zh_CN": "有多少好心的同修，里面也有不少出家的法师们，常常遇到我也劝我，希望我把这些大经大论能够留一套录音带留下来。我也答应他们了，我说等我将来有这个缘分，有这么一点福报，我不要再跑了，我能够定下来了，我把这个大经大论都讲一遍。我不是讲给大家听，讲给大家听是什么？是把你们的道心破坏了，为什么？我讲《金刚经》，《金刚经》好，阿弥陀佛不念了；我讲《华严经》，《华严经》不错。你们还是专念《无量寿经》、专念阿弥陀佛，我讲《法华经》、讲《华严经》、讲《楞严经》，我自己在房间对录音机讲，只留录音带。这个录音带给什么人？给对净土还信心没有生起来的，给他们听的。已经对净土生信心，不要听了，决心求生净土，到了西方极乐世界，阿弥陀佛比我讲得好，我哪里比得上？所以要听大经大论，到西方极乐世界听，不要听我的，这就对了，死心塌地去念佛。我们再看底下经文：",
      "zh_TW": "有多少好心的同修，裡面也有不少出家的法師們，常常遇到我也勸我，希望我把這些大經大論能夠留一套錄音帶留下來。我也答應他們了，我說等我將來有這個緣分，有這麼一點福報，我不要再跑了，我能夠定下來了，我把這個大經大論都講一遍。我不是講給大家聽，講給大家聽是什麼？是把你們的道心破壞了，為什麼？我講《金剛經》，《金剛經》好，阿彌陀佛不念了；我講《華嚴經》，《華嚴經》不錯。你們還是專念《無量壽經》、專念阿彌陀佛，我講《法華經》、講《華嚴經》、講《楞嚴經》，我自己在房間對錄音機講，只留錄音帶。這個錄音帶給什麼人？給對淨土還信心沒有生起來的，給他們聽的。已經對淨土生信心，不要聽了，決心求生淨土，到了西方極樂世界，阿彌陀佛比我講得好，我哪裡比得上？所以要聽大經大論，到西方極樂世界聽，不要聽我的，這就對了，死心塌地去念佛。我們再看底下經文："
    },
    {
      "id": "14-007-0003_p0129",
      "zh_CN": "【或现男子身。或现女人身。或现天龙身。或现鬼神身。】",
      "zh_TW": "【或現男子身。或現女人身。或現天龍身。或現鬼神身。】"
    },
    {
      "id": "14-007-0003_p0130",
      "zh_CN": "这几句是现有情身，我们讲动物。",
      "zh_TW": "這幾句是現有情身，我們講動物。"
    },
    {
      "id": "14-007-0003_p0131",
      "zh_CN": "【或现山林川原。河池泉井。】",
      "zh_TW": "【或現山林川原。河池泉井。】"
    },
    {
      "id": "14-007-0003_p0132",
      "zh_CN": "这句是现无情之身。你看佛菩萨不但能现有情身，也能现无情之身，风吹树动、落叶飞花往往一看他开悟了。怎么开悟了？原来那是佛在那里示现的，是在那里诱导帮助你、启发你，让你在这个地方领悟宇宙人生的真相。的确是无处不现身。",
      "zh_TW": "這句是現無情之身。你看佛菩薩不但能現有情身，也能現無情之身，風吹樹動、落葉飛花往往一看他開悟了。怎麼開悟了？原來那是佛在那裡示現的，是在那裡誘導幫助你、啟發你，讓你在這個地方領悟宇宙人生的真相。的確是無處不現身。"
    },
    {
      "id": "14-007-0003_p0133",
      "zh_CN": "【利及于人。悉皆度脱。】",
      "zh_TW": "【利及於人。悉皆度脫。】"
    },
    {
      "id": "14-007-0003_p0134",
      "zh_CN": "这是这一小段的总结。情与无情统统示现。",
      "zh_TW": "這是這一小段的總結。情與無情統統示現。"
    },
    {
      "id": "14-007-0003_p0135",
      "zh_CN": "【或现天帝身。或现梵王身。或现转轮王身。或现居士身。或现国王身。或现宰辅身。】",
      "zh_TW": "【或現天帝身。或現梵王身。或現轉輪王身。或現居士身。或現國王身。或現宰輔身。】"
    },
    {
      "id": "14-007-0003_p0136",
      "zh_CN": "『宰辅』就是文武百官，协助国王治理国家的。",
      "zh_TW": "『宰輔』就是文武百官，協助國王治理國家的。"
    },
    {
      "id": "14-007-0003_p0137",
      "zh_CN": "【或现官属身。或现比丘。比丘尼。优婆塞。优婆夷身。乃至声闻。罗汉。辟支佛。菩萨等身。而以化度。非但佛身独现其前。】",
      "zh_TW": "【或現官屬身。或現比丘。比丘尼。優婆塞。優婆夷身。乃至聲聞。羅漢。辟支佛。菩薩等身。而以化度。非但佛身獨現其前。】"
    },
    {
      "id": "14-007-0003_p0138",
      "zh_CN": "和前面总而言之，这是佛与大菩萨有能力示现十法界依正庄严，这就统统都包括了。如果我们真正能够肯定这个事实，能够明了事实的真相，我们要问一问，你对于那个外道还毁不毁谤？还会不会动心？不会了，天主教里面讲的天主、神父说不定是佛菩萨化身的，甚至于邪教里面，那些乩童也许也是佛菩萨变化的，度那一类的众生。众生根性不相同，佛菩萨所用的手段也不一样，你是善人则以善法来度你，你是恶人他以恶法来度你。那个恶人，他比他还恶，那恶人都佩服他，都被他领导了。无处不现身，所以明了这个事实真相，我们的心在一切境缘之中，境是物质环境，缘是人事环境，我们的心就平等了。心平等才能得清净，清净、平等心自然就觉而不迷了，才能够成就佛法。佛法就是正觉之法，才能成就正觉之法。对于宇宙人生一切现象能够正确的理解，我们念佛才能够念到功夫成片，一心不乱，才能真正得道。所以这些地方，这个都叫做解。解以后才能起信，我们这个行的功夫才会得力。解不圆，行很难得力，为什么？他有疑惑，疑是障碍，断疑生信，信心才能够建立。我们再看下面经文：",
      "zh_TW": "和前面總而言之，這是佛與大菩薩有能力示現十法界依正莊嚴，這就統統都包括了。如果我們真正能夠肯定這個事實，能夠明瞭事實的真相，我們要問一問，你對於那個外道還毀不毀謗？還會不會動心？不會了，天主教裡面講的天主、神父說不定是佛菩薩化身的，甚至於邪教裡面，那些乩童也許也是佛菩薩變化的，度那一類的眾生。眾生根性不相同，佛菩薩所用的手段也不一樣，你是善人則以善法來度你，你是惡人他以惡法來度你。那個惡人，他比他還惡，那惡人都佩服他，都被他領導了。無處不現身，所以明瞭這個事實真相，我們的心在一切境緣之中，境是物質環境，緣是人事環境，我們的心就平等了。心平等才能得清淨，清淨、平等心自然就覺而不迷了，才能夠成就佛法。佛法就是正覺之法，才能成就正覺之法。對於宇宙人生一切現象能夠正確的理解，我們念佛才能夠念到功夫成片，一心不亂，才能真正得道。所以這些地方，這個都叫做解。解以後才能起信，我們這個行的功夫才會得力。解不圓，行很難得力，為什麼？他有疑惑，疑是障礙，斷疑生信，信心才能夠建立。我們再看下面經文："
    },
    {
      "id": "14-007-0003_p0139",
      "zh_CN": "【汝观吾累劫勤苦。度脱如是等难化刚强罪苦众生。】",
      "zh_TW": "【汝觀吾累劫勤苦。度脫如是等難化剛強罪苦眾生。】"
    },
    {
      "id": "14-007-0003_p0140",
      "zh_CN": "这一句特别是指六道，六道里面特别是指阎浮提众生，就是指我们这个世界的人类，刚强难化。",
      "zh_TW": "這一句特別是指六道，六道裡面特別是指閻浮提眾生，就是指我們這個世界的人類，剛強難化。"
    },
    {
      "id": "14-007-0003_p0141",
      "zh_CN": "【其有未调伏者。随业报应。】",
      "zh_TW": "【其有未調伏者。隨業報應。】"
    },
    {
      "id": "14-007-0003_p0142",
      "zh_CN": "凡夫都有情绪，我们有情绪好的时候，也有情绪不好的时候，这个情绪好与不好，好像都有周期性的，我想很多同学自己能感受到。『伏』是对烦恼、妄想、执着，把它伏住。佛给我们讲理论，给我们讲事实真相，我们明白这些理论、事实真相了，我们性情能够调和，烦恼习气能够伏住，这是自己的功夫。佛的能事只是给我们讲经说法，其他的忙帮不上。我们听了佛讲经说法，第一要觉悟，觉悟就是解；悟了以后要做到，这个做到做什么？就是「调伏」。调伏就是做到，就是真正修行，把我们的情绪调和下来，使情绪能保持稳定，不要有高低起伏。把烦恼、习气伏住，不要让它起作用，我们这样心才能够得定。定心是真心，真心起作用就是智慧。所以慧没有办法修的，慧是从定生的，能够用功的地方只是戒、定，慧没有办法。得到定，自然就开慧了；没有定，怎么求也求不到慧来。读经、研究、讨论这个没有慧的，那是什么？分别、妄想而已，你那个理解佛法是你的解释，不是佛的意思。在开经偈里，「愿解如来真实义」，你解的是你自己的意思，不是佛意思。为什么？因为佛没有意思，到我自己也没有意思，佛的意思我就懂得了。有意思都是错误的，都不是真实义，真实义是没有意思，心到真正的清净平等觉了，就是《无量寿经》经的经题上所说的。我们学佛，特别是修净土，整个修学的目的、修学的方法、修学的境界，统统在经题上，所以夏老居士会集本这个经题实在不可思议。",
      "zh_TW": "凡夫都有情緒，我們有情緒好的時候，也有情緒不好的時候，這個情緒好與不好，好像都有週期性的，我想很多同學自己能感受到。『伏』是對煩惱、妄想、執著，把它伏住。佛給我們講理論，給我們講事實真相，我們明白這些理論、事實真相了，我們性情能夠調和，煩惱習氣能夠伏住，這是自己的功夫。佛的能事只是給我們講經說法，其他的忙幫不上。我們聽了佛講經說法，第一要覺悟，覺悟就是解；悟了以後要做到，這個做到做什麼？就是「調伏」。調伏就是做到，就是真正修行，把我們的情緒調和下來，使情緒能保持穩定，不要有高低起伏。把煩惱、習氣伏住，不要讓它起作用，我們這樣心才能夠得定。定心是真心，真心起作用就是智慧。所以慧沒有辦法修的，慧是從定生的，能夠用功的地方只是戒、定，慧沒有辦法。得到定，自然就開慧了；沒有定，怎麼求也求不到慧來。讀經、研究、討論這個沒有慧的，那是什麼？分別、妄想而已，你那個理解佛法是你的解釋，不是佛的意思。在開經偈裡，「願解如來真實義」，你解的是你自己的意思，不是佛意思。為什麼？因為佛沒有意思，到我自己也沒有意思，佛的意思我就懂得了。有意思都是錯誤的，都不是真實義，真實義是沒有意思，心到真正的清淨平等覺了，就是《無量壽經》經的經題上所說的。我們學佛，特別是修淨土，整個修學的目的、修學的方法、修學的境界，統統在經題上，所以夏老居士會集本這個經題實在不可思議。"
    },
    {
      "id": "14-007-0003_p0143",
      "zh_CN": "下面说，「其有未调伏者，随业报应」。未调伏者不是指一般的众生，是指学佛的人，接受释迦牟尼佛的教悔，没有能做到，没有能真正依教修行，就是未调伏者。不是一个真正依教修行的人，他还是要随业报应。这李老师以前常讲的，该怎么生死还是怎么生死，该怎么轮回他还是怎么轮回，那没有用处的。",
      "zh_TW": "下面說，「其有未調伏者，隨業報應」。未調伏者不是指一般的眾生，是指學佛的人，接受釋迦牟尼佛的教悔，沒有能做到，沒有能真正依教修行，就是未調伏者。不是一個真正依教修行的人，他還是要隨業報應。這李老師以前常講的，該怎麼生死還是怎麼生死，該怎麼輪迴他還是怎麼輪迴，那沒有用處的。"
    },
    {
      "id": "14-007-0003_p0144",
      "zh_CN": "【若堕恶趣。受大苦时。汝当忆念吾在忉利天宫。殷勤付嘱。令娑婆世界至弥勒出世已来众生。悉使解脱。永离诸苦。遇佛授记。】",
      "zh_TW": "【若墮惡趣。受大苦時。汝當憶念吾在忉利天宮。殷勤付囑。令娑婆世界至彌勒出世已來眾生。悉使解脫。永離諸苦。遇佛授記。】"
    },
    {
      "id": "14-007-0003_p0145",
      "zh_CN": "我们就明了，地藏菩萨、地藏法门跟我们修学关系是多么重要。释迦牟尼佛现在不在世了，底下一尊佛是弥勒佛，还没有来。弥勒佛什么时候来？那你要晓得弥勒佛现在在哪里？现在他还没成佛，他是菩萨，他在兜率天，兜率内院。兜率天的寿命是四千岁，四千岁怎么个算法？他的一天（一昼夜）是我们人间四百年，兜率天的一天是我们人间的四百年，也像我们这个算法一年三百六十天，四千岁合我们人间多少年？五十七亿多年。四百是一天，乘三百六十，再乘四千，那个时候弥勒菩萨就到我们这个世间来了。五十七亿年之后，我们人间听到，这天文数字，这么长的一段时间。释迦牟尼佛的法运只有一万二千年，照我们中国人的算法，正法过去了，像法也过去了，现在是末法。末法一万年，现在末法已经过去一千年，今年好像是（以中国人的算法）三千零一十八年。正法、像法过去了，末法已经过去一千年，所以这第二个一千年的开端，往后九千年，这个世界就没有佛法了，佛法就灭了。再要等这个世间有佛法，是等弥勒菩萨降世示现成佛讲经说法，这个世间再有佛法。",
      "zh_TW": "我們就明瞭，地藏菩薩、地藏法門跟我們修學關係是多麼重要。釋迦牟尼佛現在不在世了，底下一尊佛是彌勒佛，還沒有來。彌勒佛什麼時候來？那你要曉得彌勒佛現在在哪裡？現在他還沒成佛，他是菩薩，他在兜率天，兜率內院。兜率天的壽命是四千歲，四千歲怎麼個算法？他的一天（一晝夜）是我們人間四百年，兜率天的一天是我們人間的四百年，也像我們這個算法一年三百六十天，四千歲合我們人間多少年？五十七億多年。四百是一天，乘三百六十，再乘四千，那個時候彌勒菩薩就到我們這個世間來了。五十七億年之後，我們人間聽到，這天文數字，這麼長的一段時間。釋迦牟尼佛的法運只有一萬二千年，照我們中國人的算法，正法過去了，像法也過去了，現在是末法。末法一萬年，現在末法已經過去一千年，今年好像是（以中國人的算法）三千零一十八年。正法、像法過去了，末法已經過去一千年，所以這第二個一千年的開端，往後九千年，這個世界就沒有佛法了，佛法就滅了。再要等這個世間有佛法，是等彌勒菩薩降世示現成佛講經說法，這個世間再有佛法。"
    },
    {
      "id": "14-007-0003_p0146",
      "zh_CN": "世间有佛法的时间很短暂，没有佛法的时间太长太长，没有佛法众生就非常非常之苦。怎么办？地藏菩萨代佛在这一段时间当中，他来教化众生。所以这两尊佛当中的空档是地藏菩萨来代表弘法利生，所以他是代理佛。佛的愿望是希望一切众生皆成佛道，我们在《无量寿经》上读到的，这是佛的愿望。这里经文也看到了，『悉使解脱，永离诸苦，遇佛授记』，就跟《无量寿经》「一切皆成佛」是同一个意义，这是诸佛的本愿。要怎样能够满佛的本愿？实实在在不容易，我们再看佛对他的嘱咐，附托给他，地藏菩萨也能直下承当。",
      "zh_TW": "世間有佛法的時間很短暫，沒有佛法的時間太長太長，沒有佛法眾生就非常非常之苦。怎麼辦？地藏菩薩代佛在這一段時間當中，他來教化眾生。所以這兩尊佛當中的空檔是地藏菩薩來代表弘法利生，所以他是代理佛。佛的願望是希望一切眾生皆成佛道，我們在《無量壽經》上讀到的，這是佛的願望。這裡經文也看到了，『悉使解脫，永離諸苦，遇佛授記』，就跟《無量壽經》「一切皆成佛」是同一個意義，這是諸佛的本願。要怎樣能夠滿佛的本願？實實在在不容易，我們再看佛對他的囑咐，附托給他，地藏菩薩也能直下承當。"
    },
    {
      "id": "14-007-0003_p0147",
      "zh_CN": "【尔时。诸世界分身地藏菩萨。共复一形。】",
      "zh_TW": "【爾時。諸世界分身地藏菩薩。共復一形。】"
    },
    {
      "id": "14-007-0003_p0148",
      "zh_CN": "一即一切，一切即一，这是事实，地藏菩萨如此，一切诸佛菩萨没有一个不如此，乃至我们也是如此，这是事实真相。",
      "zh_TW": "一即一切，一切即一，這是事實，地藏菩薩如此，一切諸佛菩薩沒有一個不如此，乃至我們也是如此，這是事實真相。"
    },
    {
      "id": "14-007-0003_p0149",
      "zh_CN": "【涕泪哀恋。白其佛言。我从久远劫来。蒙佛接引。使获不可思议神力。具大智慧。我所分身。遍满百千万亿恒河沙世界。每一世界。化百千万亿身。每一身。度百千万亿人。令归敬三宝。永离生死。至涅槃乐。】",
      "zh_TW": "【涕淚哀戀。白其佛言。我從久遠劫來。蒙佛接引。使獲不可思議神力。具大智慧。我所分身。遍滿百千萬億恆河沙世界。每一世界。化百千萬億身。每一身。度百千萬億人。令歸敬三寶。永離生死。至涅槃樂。】"
    },
    {
      "id": "14-007-0003_p0150",
      "zh_CN": "这一段就是菩萨直下承当，接受如来的附托。他像佛一样，也是以无量无边的分身、化身，帮助一切众生。一切众生大分为三类，第一类叫根熟的，菩萨决定帮助他这一生成就，这个成就就是这一生当中决定脱离六道轮回，往生净土，不退成佛，这是上根的人，叫根熟的。中根的人，根没熟，帮助他成熟，他对于一生成就的法门还不能完全相信，这给他讲解一切大乘佛法来诱导他，使他慢慢成熟，这是第二类人。第三类人，完全没有善根的，那怎么办？要帮助他种善根。他不相信没有关系，他见到佛像了，听到一句佛号了，所谓是「一历耳根，永为道种」，佛的种子在他阿赖耶识里头种下去了，这也是一个将来得度的因缘。所以佛对于一切众生，在大分上用这三种方法普度一切众生。所以我们建这个道场，门口招牌字还没做出来，我们这个招牌，我们的建筑物叫Amitabha House，使往来的人眼睛一看，「阿弥陀佛」落在他阿赖耶种子去了。这就是没有善根的人都给他种上善根了，已经有善根的人是入门来修学大乘，缘成熟了一心念佛决定往生。",
      "zh_TW": "這一段就是菩薩直下承當，接受如來的附托。他像佛一樣，也是以無量無邊的分身、化身，幫助一切眾生。一切眾生大分為三類，第一類叫根熟的，菩薩決定幫助他這一生成就，這個成就就是這一生當中決定脫離六道輪迴，往生淨土，不退成佛，這是上根的人，叫根熟的。中根的人，根沒熟，幫助他成熟，他對於一生成就的法門還不能完全相信，這給他講解一切大乘佛法來誘導他，使他慢慢成熟，這是第二類人。第三類人，完全沒有善根的，那怎麼辦？要幫助他種善根。他不相信沒有關係，他見到佛像了，聽到一句佛號了，所謂是「一歷耳根，永為道種」，佛的種子在他阿賴耶識裡頭種下去了，這也是一個將來得度的因緣。所以佛對於一切眾生，在大分上用這三種方法普度一切眾生。所以我們建這個道場，門口招牌字還沒做出來，我們這個招牌，我們的建築物叫Amitabha House，使往來的人眼睛一看，「阿彌陀佛」落在他阿賴耶種子去了。這就是沒有善根的人都給他種上善根了，已經有善根的人是入門來修學大乘，緣成熟了一心念佛決定往生。"
    },
    {
      "id": "14-007-0003_p0151",
      "zh_CN": "我们这一次到明尼苏达跟威斯康辛两州去弘法，那一边都是学生，都是美国有名的大学城。所以我跟那边的同修们说，我说你们在这里接引众生，要以学生为主，以学生为主不能以净土宗为主，要以大乘佛法为主。为什么？他们不是根熟的众生，要帮助他成熟，要帮助他种善根，所有一切佛学的活动，无论是研究、讨论、讲经说法，统统借学校的教室，这样让学校里面学生耳有闻、眼有看，阿赖耶识里都种了佛的种子了，这才正确。他们也体会到这个意思了，想明年暑假办学生大专佛学讲座。我说行，我说我们全力支援，像我们在台湾办夏令营、大专佛学讲座这种方式。所以说我们要观机，要以种种方便帮助大家，目的是令『归敬三宝』。当然「归敬三宝」有程度上不同，可是无论程度浅深，目标是一致的，是『永离生死，至涅槃乐』，这个目标是永远不变的。",
      "zh_TW": "我們這一次到明尼蘇達跟威斯康辛兩州去弘法，那一邊都是學生，都是美國有名的大學城。所以我跟那邊的同修們說，我說你們在這裡接引眾生，要以學生為主，以學生為主不能以淨土宗為主，要以大乘佛法為主。為什麼？他們不是根熟的眾生，要幫助他成熟，要幫助他種善根，所有一切佛學的活動，無論是研究、討論、講經說法，統統借學校的教室，這樣讓學校裡面學生耳有聞、眼有看，阿賴耶識裡都種了佛的種子了，這才正確。他們也體會到這個意思了，想明年暑假辦學生大專佛學講座。我說行，我說我們全力支援，像我們在台灣辦夏令營、大專佛學講座這種方式。所以說我們要觀機，要以種種方便幫助大家，目的是令『歸敬三寶』。當然「歸敬三寶」有程度上不同，可是無論程度淺深，目標是一致的，是『永離生死，至涅槃樂』，這個目標是永遠不變的。"
    },
    {
      "id": "14-007-0003_p0152",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}