{
  "doc_id": "19-014-0094",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十四集",
    "zh_TW": "第九十四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0094",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-014-0094_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十五面，倒数第二行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十五面，倒數第二行："
    },
    {
      "id": "19-014-0094_p0002",
      "zh_CN": "【舍庄严故，于顺违境，无爱恚心。】",
      "zh_TW": "【捨莊嚴故，於順違境，無愛恚心。】"
    },
    {
      "id": "19-014-0094_p0003",
      "zh_CN": "我们看这一段，这是四无量心最后的一段。菩萨修行十善业道落实在舍心上，他得的殊胜功德利益是『于顺违境，无爱恚心』，我们念了这一句就应当要想到清净、平等、正觉、慈悲。这些要领说起来容易，为什么我们做不到？就是没有修舍心。如果真正能修慈、悲、喜、舍，我们的真心、我们的性德自然就现前。慈悲喜舍是性德，一切众生自性里头本来具足，王阳明所讲的「良知良能」，不是从外面来的，但是六道凡夫从久远劫来就迷失了，我们要听清楚，是「迷失」，并不是真的失去，迷失而已，如果我们要真的觉悟了，性德立刻就恢复。舍是放下，为什么放不下？放不下是因为没有看破。",
      "zh_TW": "我們看這一段，這是四無量心最後的一段。菩薩修行十善業道落實在捨心上，他得的殊勝功德利益是『於順違境，無愛恚心』，我們念了這一句就應當要想到清淨、平等、正覺、慈悲。這些要領說起來容易，為什麼我們做不到？就是沒有修捨心。如果真正能修慈、悲、喜、捨，我們的真心、我們的性德自然就現前。慈悲喜捨是性德，一切眾生自性裡頭本來具足，王陽明所講的「良知良能」，不是從外面來的，但是六道凡夫從久遠劫來就迷失了，我們要聽清楚，是「迷失」，並不是真的失去，迷失而已，如果我們要真的覺悟了，性德立刻就恢復。捨是放下，為什麼放不下？放不下是因為沒有看破。"
    },
    {
      "id": "19-014-0094_p0004",
      "zh_CN": "我在初学佛的时候，章嘉大师就教我这两句话，「看破」、「放下」。这两句话从哪里做起？实在讲，从「舍」做起。他教我从「布施」下手，布施就是舍。而这个地方，「舍」更有它精奥的义趣，就是于顺境、逆境，「违」是逆境，在顺境、逆境里面修平等心、修清净心。顺境没有贪爱，逆境没有瞋恚，要在这个地方用真实功夫，于是我们心地就得到平、净，平等清净，真心现前。这个事情说起来容易，做起来难，实实在在太难了。我们也知道这是对的、这是好的，可是烦恼习气就是放不下；换句话说，就是不能舍。不能舍，你功夫就没有办法进步，这是什么样的功夫？跟诸位说，这是佛法入门的功夫。如果不能看破、不能放下，看破是智慧，放下叫功夫，不能放下，你就没有办法见道，不要说是修道，道在哪里你根本见都没有看见，你还修什么？所以这个境界要真的成就了，这是「见道位」。",
      "zh_TW": "我在初學佛的時候，章嘉大師就教我這兩句話，「看破」、「放下」。這兩句話從哪裡做起？實在講，從「捨」做起。他教我從「布施」下手，布施就是捨。而這個地方，「捨」更有它精奧的義趣，就是於順境、逆境，「違」是逆境，在順境、逆境裡面修平等心、修清淨心。順境沒有貪愛，逆境沒有瞋恚，要在這個地方用真實功夫，於是我們心地就得到平、淨，平等清淨，真心現前。這個事情說起來容易，做起來難，實實在在太難了。我們也知道這是對的、這是好的，可是煩惱習氣就是放不下；換句話說，就是不能捨。不能捨，你功夫就沒有辦法進步，這是什麼樣的功夫？跟諸位說，這是佛法入門的功夫。如果不能看破、不能放下，看破是智慧，放下叫功夫，不能放下，你就沒有辦法見道，不要說是修道，道在哪裡你根本見都沒有看見，你還修什麼？所以這個境界要真的成就了，這是「見道位」。"
    },
    {
      "id": "19-014-0094_p0005",
      "zh_CN": "但是四无量心是天人所修的，他们修十善业、四无量心，感得天上的福报，有没有见道？没有。为什么没有见道？我执没有破，虽然对于顺逆境界能够不动心，很不错了，可是这是见道的前方便，我们一般讲的预备功夫。假如他的功夫提升一层，把自私自利舍掉了，如果能舍名闻利养、舍五欲六尘的享受，「我」的那个念头还在，就不能够见道。见思烦恼里面头一条「身见」，破了身见，实在讲，身见破了，其他的四种见也同时都破了，身见是个根本。经典上常讲三界八十八品见惑，八十八品见惑关键在「身见」，不再执着这个身是我，这是须陀洹果，小乘初果位、大乘圆教菩萨初信位，这是见道了。我们想一想，如果不在这个地方下功夫，我们永远徘徊在佛门之外，要想成就难！这是说明八万四千法门，哪一个法门修行都不容易。",
      "zh_TW": "但是四無量心是天人所修的，他們修十善業、四無量心，感得天上的福報，有沒有見道？沒有。為什麼沒有見道？我執沒有破，雖然對於順逆境界能夠不動心，很不錯了，可是這是見道的前方便，我們一般講的預備功夫。假如他的功夫提升一層，把自私自利捨掉了，如果能捨名聞利養、捨五欲六塵的享受，「我」的那個念頭還在，就不能夠見道。見思煩惱裡面頭一條「身見」，破了身見，實在講，身見破了，其他的四種見也同時都破了，身見是個根本。經典上常講三界八十八品見惑，八十八品見惑關鍵在「身見」，不再執著這個身是我，這是須陀洹果，小乘初果位、大乘圓教菩薩初信位，這是見道了。我們想一想，如果不在這個地方下功夫，我們永遠徘徊在佛門之外，要想成就難！這是說明八萬四千法門，哪一個法門修行都不容易。"
    },
    {
      "id": "19-014-0094_p0006",
      "zh_CN": "世尊看得清楚，所以告诉我们末法众生，除了修净土，仰靠阿弥陀佛本愿威神加持、接引往生之外，实在没有第二条路。净宗法门的方便就是不必断烦恼，比如说我们讲的「身见」，身见我们并没有断掉，我们有念佛的功夫把它伏住。伏住是不起现行，也就是不起作用，有这样的功夫就能往生。也就是说，「我」确实没有断，但是有时候能做到暂时、短时期的忘我，这叫「伏」，这个我们认真努力一点可以做到。释迦牟尼佛不是做给我们看吗？身心世界、一切万缘他统统放下，过最简单的生活，容易伏我执。这种修学的方法，往生西方净土是很容易取得的，佛都做了榜样，都做了模范给我们看，我们要能体会，要能懂得佛的意思。佛为什么这个作法？他这种作法教我们什么？教我们舍，教我们放下。",
      "zh_TW": "世尊看得清楚，所以告訴我們末法眾生，除了修淨土，仰靠阿彌陀佛本願威神加持、接引往生之外，實在沒有第二條路。淨宗法門的方便就是不必斷煩惱，比如說我們講的「身見」，身見我們並沒有斷掉，我們有念佛的功夫把它伏住。伏住是不起現行，也就是不起作用，有這樣的功夫就能往生。也就是說，「我」確實沒有斷，但是有時候能做到暫時、短時期的忘我，這叫「伏」，這個我們認真努力一點可以做到。釋迦牟尼佛不是做給我們看嗎？身心世界、一切萬緣他統統放下，過最簡單的生活，容易伏我執。這種修學的方法，往生西方淨土是很容易取得的，佛都做了榜樣，都做了模範給我們看，我們要能體會，要能懂得佛的意思。佛為什麼這個作法？他這種作法教我們什麼？教我們捨，教我們放下。"
    },
    {
      "id": "19-014-0094_p0007",
      "zh_CN": "我们生活在这个世间，一定要觉悟生命非常危脆，世间决定不能久住。所有一切境界都是过眼云烟，看看而已，哪一样东西你能够抓得住？哪一样你能够得到？什么都得不到；包括自己这个身体都得不到，何况身外之物？因此舍就是决定应当的。你要问什么理由？没有什么理由，舍是决定正确的，佛家的术语说「法尔如是」。一切诸佛菩萨、声闻、缘觉，哪一个不舍？我们就看这二十八层天，天为什么会有二十八层？我们看清楚了，他舍的多少；舍得少，他的位置低；舍得多，他的位置就升高。对于五欲六尘的念头，事放下了、舍掉了，但是念头没有舍掉，生天生欲界天。享受五欲六尘的念头都舍掉了，名闻利养、五欲六尘念头都没有了，他生色界天。色界天还有色身，如果这个色身也舍掉了，这个意愿都没有，生无色界天。很明显的，舍得愈多，生的地位就愈高。到如来究竟果地，将等觉菩萨最后一品生相无明也舍掉了，他证得究竟圆满的果位。那一品生相无明还在，没有舍掉，他是等觉菩萨。由此可知，世出世间法，所以跟你说这么多品位，品位怎么形成？就是舍的多寡而已。这个道理、事实真相我们不能不懂。",
      "zh_TW": "我們生活在這個世間，一定要覺悟生命非常危脆，世間決定不能久住。所有一切境界都是過眼雲煙，看看而已，哪一樣東西你能夠抓得住？哪一樣你能夠得到？什麼都得不到；包括自己這個身體都得不到，何況身外之物？因此捨就是決定應當的。你要問什麼理由？沒有什麼理由，捨是決定正確的，佛家的術語說「法爾如是」。一切諸佛菩薩、聲聞、緣覺，哪一個不捨？我們就看這二十八層天，天為什麼會有二十八層？我們看清楚了，他捨的多少；捨得少，他的位置低；捨得多，他的位置就升高。對於五欲六塵的念頭，事放下了、捨掉了，但是念頭沒有捨掉，生天生欲界天。享受五欲六塵的念頭都捨掉了，名聞利養、五欲六塵念頭都沒有了，他生色界天。色界天還有色身，如果這個色身也捨掉了，這個意願都沒有，生無色界天。很明顯的，捨得愈多，生的地位就愈高。到如來究竟果地，將等覺菩薩最後一品生相無明也捨掉了，他證得究竟圓滿的果位。那一品生相無明還在，沒有捨掉，他是等覺菩薩。由此可知，世出世間法，所以跟你說這麼多品位，品位怎麼形成？就是捨的多寡而已。這個道理、事實真相我們不能不懂。"
    },
    {
      "id": "19-014-0094_p0008",
      "zh_CN": "顺境，世间人所讲的「事事如意」，善人你所欢喜的人物，这种境界容易起贪心、贪恋，烦恼里面讲的「爱别离」，就是对这个境界说的；逆境，艰难困苦的生活，恶人、自己的冤家对头，处在这个境界里面，心不自在，瞋恚心容易现前，怨声载道，怨天尤人。六道凡夫处的境界不外乎如此，我们不明因果的真相，所以顺境起贪心，逆境起瞋恚心，于是这个业愈造愈重，果报愈来愈往下坠落，想提升太难太难了。",
      "zh_TW": "順境，世間人所講的「事事如意」，善人你所歡喜的人物，這種境界容易起貪心、貪戀，煩惱裡面講的「愛別離」，就是對這個境界說的；逆境，艱難困苦的生活，惡人、自己的冤家對頭，處在這個境界裡面，心不自在，瞋恚心容易現前，怨聲載道，怨天尤人。六道凡夫處的境界不外乎如此，我們不明因果的真相，所以順境起貪心，逆境起瞋恚心，於是這個業愈造愈重，果報愈來愈往下墜落，想提升太難太難了。"
    },
    {
      "id": "19-014-0094_p0009",
      "zh_CN": "所以在六道当中，我们一定要记住，往上升太难，往下坠落很容易。这样我们就能够体会到，众生在六道里头轮回，总是一世不如一世，只有遇到圣贤教诲，才有向上提升的机缘，这个机缘不多。现在世界上将近七十亿人口，几分之几在一生当中遇到圣贤教诲？过去一个世纪，遇到圣贤教诲的人多半都提升；在现前这个世纪，纵然遇到圣贤教诲，还是往下坠落。原因在哪里？敌不过烦恼，禁不起诱惑。现在这个社会诱惑的力量太大了，谚语常讲「看得破，忍不过」，圣人讲的道理不错，是很好，可是在事实里他忍不过；忍不过，他不能随顺圣贤教诲，还是随顺自己的贪瞋痴慢，还是随顺自己的自私自利，依旧是堕落。明知故犯，这有什么法子？",
      "zh_TW": "所以在六道當中，我們一定要記住，往上升太難，往下墜落很容易。這樣我們就能夠體會到，眾生在六道裡頭輪迴，總是一世不如一世，只有遇到聖賢教誨，才有向上提升的機緣，這個機緣不多。現在世界上將近七十億人口，幾分之幾在一生當中遇到聖賢教誨？過去一個世紀，遇到聖賢教誨的人多半都提升；在現前這個世紀，縱然遇到聖賢教誨，還是往下墜落。原因在哪裡？敵不過煩惱，禁不起誘惑。現在這個社會誘惑的力量太大了，諺語常講「看得破，忍不過」，聖人講的道理不錯，是很好，可是在事實裡他忍不過；忍不過，他不能隨順聖賢教誨，還是隨順自己的貪瞋痴慢，還是隨順自己的自私自利，依舊是墮落。明知故犯，這有什麼法子？"
    },
    {
      "id": "19-014-0094_p0010",
      "zh_CN": "我们要明白这个道理，明白浅了还不行，要深明其理，深深明了事实真相。眼前我们能够咬紧牙根忍一忍，前途就一片光明，你纵然不能脱离六道，你能保住人身，还可以从人身往上提升，过幸福美满的日子；你要是忍不过，依旧随顺自己烦恼习气，必定往下堕落。现在往下堕落，说实在话，堕落地狱的机会最多。不管你相不相信圣贤所说的话，不是说不相信就不会堕落了，有些人说：「宗教的事情、鬼神的事情，信它就有，不信就无。」这么简单的话，我们尽可不信；你信有，不信还是有，这个事情不管你信不信，事实存在。于是「舍」这个字就非常重要，时时刻刻要放在心上、要提醒自己，欢喜舍、尽量的舍，能够舍到像释迦牟尼佛一样，那就最好了；舍到只剩自己生活必需品，这是我们佛门里面讲的「衣单」，我还有两套换洗衣服，晚上睡觉还有个舖盖就够了，其他统统不要了。",
      "zh_TW": "我們要明白這個道理，明白淺了還不行，要深明其理，深深明瞭事實真相。眼前我們能夠咬緊牙根忍一忍，前途就一片光明，你縱然不能脫離六道，你能保住人身，還可以從人身往上提升，過幸福美滿的日子；你要是忍不過，依舊隨順自己煩惱習氣，必定往下墮落。現在往下墮落，說實在話，墮落地獄的機會最多。不管你相不相信聖賢所說的話，不是說不相信就不會墮落了，有些人說：「宗教的事情、鬼神的事情，信它就有，不信就無。」這麼簡單的話，我們盡可不信；你信有，不信還是有，這個事情不管你信不信，事實存在。於是「捨」這個字就非常重要，時時刻刻要放在心上、要提醒自己，歡喜捨、盡量的捨，能夠捨到像釋迦牟尼佛一樣，那就最好了；捨到只剩自己生活必需品，這是我們佛門裡面講的「衣單」，我還有兩套換洗衣服，晚上睡覺還有個舖蓋就夠了，其他統統不要了。"
    },
    {
      "id": "19-014-0094_p0011",
      "zh_CN": "这个事情，你们现在年轻人是没有办法想像到的，在我这一代中国人大概都经历过。我们作学生的时代，正好遇到中国跟日本打仗，抗战期间那八年的生活，我们是作学生，那个时候我们是小学生。好像抗战的那一年我是小学三年级，所以整个抗战期间，我过的是小学生活、初中生活。逃难！我们确确实实只有两套换洗衣服，一个小小的布被子，每天背在身上走路，全部的家财就这么多；再就是课本、几本书，我们全部的财产就这么多。八年过这种日子，过得很自在、很快乐。我每天游山玩水，我八年当中走了十个省，江南十个省走遍了，完全靠走路，所以这种生活你们没有办法想像。那时候带领我们的是比我们大的同学、老师，那个时候我们叫「流亡学生」，真的是靠救济过生活。走到哪里都有一些慈善的人帮助我们，给我们一点吃的，给我们找一个可以遮蔽风雨的地方暂时住下来。住得最长久的都不会超过一年，通常三个月到六个月就搬家，就要走路了。长途跋涉的时候，有的地方只住一天、两三天。所以「舍」，我们有过经历，有过这个经验，知道这个好处。为什么？什么负担都没有，什么心思也没有，妄想没有了。全部家当背在身上，你还有什么妄想？没有妄想了，生命跟财产结合成一体了。",
      "zh_TW": "這個事情，你們現在年輕人是沒有辦法想像到的，在我這一代中國人大概都經歷過。我們作學生的時代，正好遇到中國跟日本打仗，抗戰期間那八年的生活，我們是作學生，那個時候我們是小學生。好像抗戰的那一年我是小學三年級，所以整個抗戰期間，我過的是小學生活、初中生活。逃難！我們確確實實只有兩套換洗衣服，一個小小的布被子，每天背在身上走路，全部的家財就這麼多；再就是課本、幾本書，我們全部的財產就這麼多。八年過這種日子，過得很自在、很快樂。我每天遊山玩水，我八年當中走了十個省，江南十個省走遍了，完全靠走路，所以這種生活你們沒有辦法想像。那時候帶領我們的是比我們大的同學、老師，那個時候我們叫「流亡學生」，真的是靠救濟過生活。走到哪裡都有一些慈善的人幫助我們，給我們一點吃的，給我們找一個可以遮蔽風雨的地方暫時住下來。住得最長久的都不會超過一年，通常三個月到六個月就搬家，就要走路了。長途跋涉的時候，有的地方只住一天、兩三天。所以「捨」，我們有過經歷，有過這個經驗，知道這個好處。為什麼？什麼負擔都沒有，什麼心思也沒有，妄想沒有了。全部家當背在身上，你還有什麼妄想？沒有妄想了，生命跟財產結合成一體了。"
    },
    {
      "id": "19-014-0094_p0012",
      "zh_CN": "我们在佛法里面所看到的，释迦牟尼佛是这个样子，历代祖师大德给我们示现也是这个样子，过最简单的生活，万缘放下，做社会上最积极的工作，教化众生，给众生做一个最好的榜样。慈悲喜舍，这是四无量心，到这个地方简单跟诸位介绍过了。这四个字对我们的修学非常非常重要，佛把它列在菩萨六波罗蜜之后，可见得世尊在教学用意上，对于这个科目非常重视。好，今天我们就讲到此地。",
      "zh_TW": "我們在佛法裡面所看到的，釋迦牟尼佛是這個樣子，歷代祖師大德給我們示現也是這個樣子，過最簡單的生活，萬緣放下，做社會上最積極的工作，教化眾生，給眾生做一個最好的榜樣。慈悲喜捨，這是四無量心，到這個地方簡單跟諸位介紹過了。這四個字對我們的修學非常非常重要，佛把它列在菩薩六波羅蜜之後，可見得世尊在教學用意上，對於這個科目非常重視。好，今天我們就講到此地。"
    }
  ]
}