{
  "doc_id": "19-014-0001",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0001",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-014-0001_p0001",
      "zh_CN": "诸位同学，大家好！昨天我们将《感应篇》讲圆满了。《感应篇》的文字虽然不长，古人汇编这一些公案、因缘，也就是历史上许许多多感应的故事，搜集得非常丰富，有理论，有事实，如果详细的介绍，是永远说不尽的。过去有很多感应的事实，现在更多，我们在中国、在外国，常常在报纸、在电视资讯里面，得到许许多多这一方面的报导，这些报导确实增长了我们的信心，绝对不可以说，我们没有亲眼见到，我们就不承认。过去李老师常常用比喻讲，他说：「你的爸爸你见到了，你承认；你祖父你见到了，你的曾祖父、高祖父要是都没见到，那你都不承认了，哪有这种道理？」我们见不到的事情太多太多了。以现在科学家来说，我们眼睛的功能很有限，所见到的光，光波只能在适合的波度我们能看到，比我们能见光波长的光波我们见不到，短波也见不到。但是今天用科学仪器去测量，确确实实有长波、有短波，有我们见不到的，见不到不能说它不存在，见不到不能说它不是事实，这就属于迷信，这是属于武断。",
      "zh_TW": "諸位同學，大家好！昨天我們將《感應篇》講圓滿了。《感應篇》的文字雖然不長，古人彙編這一些公案、因緣，也就是歷史上許許多多感應的故事，蒐集得非常豐富，有理論，有事實，如果詳細的介紹，是永遠說不盡的。過去有很多感應的事實，現在更多，我們在中國、在外國，常常在報紙、在電視資訊裡面，得到許許多多這一方面的報導，這些報導確實增長了我們的信心，絕對不可以說，我們沒有親眼見到，我們就不承認。過去李老師常常用比喻講，他說：「你的爸爸你見到了，你承認；你祖父你見到了，你的曾祖父、高祖父要是都沒見到，那你都不承認了，哪有這種道理？」我們見不到的事情太多太多了。以現在科學家來說，我們眼睛的功能很有限，所見到的光，光波只能在適合的波度我們能看到，比我們能見光波長的光波我們見不到，短波也見不到。但是今天用科學儀器去測量，確確實實有長波、有短波，有我們見不到的，見不到不能說它不存在，見不到不能說它不是事實，這就屬於迷信，這是屬於武斷。"
    },
    {
      "id": "19-014-0001_p0002",
      "zh_CN": "佛是非常讲求科学的，他让我们去证明，宇宙之大，无奇不有，这是事实。今天科学家知道空间有不同的维次，我们常常听讲三度空间、四度空间、五度空间，在理论上讲空间是无限度的，不同维次的空间，我们就见不到，就无法接触。科学家了解这个事实，确实有不同维次空间存在，但是怎么突破，现在技术上还做不到。佛家做到了，有许多高级的宗教做到了，他为什么做到？他知道不同空间维次的来源、原因，为什么会造成不同维次的空间，他知道。怎么造成的？是由于一切众生妄想分别执着造成的，众生的妄想分别执着无量无边，所以空间维次是无量无边的。知道它的根源，如果把这个根源消除，问题就解决了。所以佛家用禅定的方法，让我们把妄想分别执着统统放下，于是不同维次空间突破了。你放下得愈多，突破的层次愈大，这是我们今天讲的「神通」，中国人讲特异功能，就这么回事情。",
      "zh_TW": "佛是非常講求科學的，他讓我們去證明，宇宙之大，無奇不有，這是事實。今天科學家知道空間有不同的維次，我們常常聽講三度空間、四度空間、五度空間，在理論上講空間是無限度的，不同維次的空間，我們就見不到，就無法接觸。科學家了解這個事實，確實有不同維次空間存在，但是怎麼突破，現在技術上還做不到。佛家做到了，有許多高級的宗教做到了，他為什麼做到？他知道不同空間維次的來源、原因，為什麼會造成不同維次的空間，他知道。怎麼造成的？是由於一切眾生妄想分別執著造成的，眾生的妄想分別執著無量無邊，所以空間維次是無量無邊的。知道它的根源，如果把這個根源消除，問題就解決了。所以佛家用禪定的方法，讓我們把妄想分別執著統統放下，於是不同維次空間突破了。你放下得愈多，突破的層次愈大，這是我們今天講的「神通」，中國人講特異功能，就這麼回事情。"
    },
    {
      "id": "19-014-0001_p0003",
      "zh_CN": "心愈清净，你能够接触的境界就愈广大；妄念愈多，烦恼愈多，你的圈圈就愈小，你就无有方法突破。我们人住在三维空间里面，四维空间他决定没有分。佛懂得这个道理，晓得这个事实现象是怎么来的，所以他有方法，佛家讲八万四千法门，那是讲八万四千种不同的方法、不同的手段。修什么？全是修禅定。换句话说，全都是消除我们的妄想分别执着，恢复我们的真心。真心是「心包太虚，量周沙界」，「无所不知，无所不能」。这个话是真的，不玄，有很清晰明白的理论依据，这是佛教导我们的。所以诸位同修到此地来参学，最重要的就是从佛法里面学得放下，「看破、放下」。我常常跟大家讲，我们的根，这个根本的错误，我常常讲好像树的根本烂掉了，那还有救吗？根本是什么？真心、本性。我们的真心本性怎么会烂掉？怎么会坏掉？染上了自私自利，这就完了。",
      "zh_TW": "心愈清淨，你能夠接觸的境界就愈廣大；妄念愈多，煩惱愈多，你的圈圈就愈小，你就無有方法突破。我們人住在三維空間裡面，四維空間他決定沒有分。佛懂得這個道理，曉得這個事實現象是怎麼來的，所以他有方法，佛家講八萬四千法門，那是講八萬四千種不同的方法、不同的手段。修什麼？全是修禪定。換句話說，全都是消除我們的妄想分別執著，恢復我們的真心。真心是「心包太虛，量周沙界」，「無所不知，無所不能」。這個話是真的，不玄，有很清晰明白的理論依據，這是佛教導我們的。所以諸位同修到此地來參學，最重要的就是從佛法裡面學得放下，「看破、放下」。我常常跟大家講，我們的根，這個根本的錯誤，我常常講好像樹的根本爛掉了，那還有救嗎？根本是什麼？真心、本性。我們的真心本性怎麼會爛掉？怎麼會壞掉？染上了自私自利，這就完了。"
    },
    {
      "id": "19-014-0001_p0004",
      "zh_CN": "佛经里面告诉我们，真心是什么样子？经论里讲得太多了，真心离念。换句话说，没有妄念的心就是真心，有妄念的心就是妄心，妄行。妄是什么？妄念。妄念里头最严重的就是我执，起心动念是「我」，我的利益，这就完了，你这个圈圈划得太小，只有我，都没有别人。我听很多人说，夫妻两个都有秘密。有一次，有一位在此地很有名的，我们谈「唐城」那个事情，他是那边一个老板，看到我们「佛教居士林」这样坦承公开，他很佩服。他跟他太太就有秘密，他有多少钱，太太不知道，太太有多少钱，他也不知道。这个我执还得了吗？真的只有我，我之外一个人都没有。他都不相信这个世间有可靠的人，一生不敢跟人说真话，你说这种人生活在世间多么可怜！这是佛经里讲「可怜悯者」。哪里像我们学佛的人，心里没事，决定没有自私自利，对待任何一个人都坦承公开，没有丝毫秘密。",
      "zh_TW": "佛經裡面告訴我們，真心是什麼樣子？經論裡講得太多了，真心離念。換句話說，沒有妄念的心就是真心，有妄念的心就是妄心，妄行。妄是什麼？妄念。妄念裡頭最嚴重的就是我執，起心動念是「我」，我的利益，這就完了，你這個圈圈劃得太小，只有我，都沒有別人。我聽很多人說，夫妻兩個都有祕密。有一次，有一位在此地很有名的，我們談「唐城」那個事情，他是那邊一個老闆，看到我們「佛教居士林」這樣坦承公開，他很佩服。他跟他太太就有祕密，他有多少錢，太太不知道，太太有多少錢，他也不知道。這個我執還得了嗎？真的只有我，我之外一個人都沒有。他都不相信這個世間有可靠的人，一生不敢跟人說真話，你說這種人生活在世間多麼可憐！這是佛經裡講「可憐憫者」。哪裡像我們學佛的人，心裡沒事，決定沒有自私自利，對待任何一個人都坦承公開，沒有絲毫祕密。"
    },
    {
      "id": "19-014-0001_p0005",
      "zh_CN": "所以头一个要学佛想成就，要想求生西方极乐世界，亲近阿弥陀佛，如果你有私心，去不了！念佛念得再好，都去不了。为什么？佛在经上给我们介绍，西方极乐世界是「诸上善人俱会一处」，不但是善，最善、上善，上善人的俱乐部，我们不善怎么能进得去？阿弥陀佛纵然慈悲欢迎你去，那里的大众不欢迎，我们要明白这个道理。「上善」是什么？决定没有自私自利。你有自私自利，说实在话你再大的福报，你的享受是一生，你这一生享尽了，没有了！舍弃自私自利，把念头转一转，一切为社会、为众生。这还不够大，佛菩萨那个心量，他不是为我们地球众生，是为虚空法界一切众生，所以那个心量大，这个人才叫「上善」。首先把心量拓开，决定不为自己，不为自己的好处太多了。你们诸位同修冷静观察，细细思惟，你看许多、也有出家人，为自己的，他们的形象是怎么样的？不为自己的，我们这是不为自己的，没有自私自利，一切公开。你们供养我的钱，我转手就过去了。你们交给我，我转手就送掉了。一切为正法久住，正法是教化众生，帮助一切众生觉悟，一切好事里头，这是第一等好事。",
      "zh_TW": "所以頭一個要學佛想成就，要想求生西方極樂世界，親近阿彌陀佛，如果你有私心，去不了！念佛念得再好，都去不了。為什麼？佛在經上給我們介紹，西方極樂世界是「諸上善人俱會一處」，不但是善，最善、上善，上善人的俱樂部，我們不善怎麼能進得去？阿彌陀佛縱然慈悲歡迎你去，那裡的大眾不歡迎，我們要明白這個道理。「上善」是什麼？決定沒有自私自利。你有自私自利，說實在話你再大的福報，你的享受是一生，你這一生享盡了，沒有了！捨棄自私自利，把念頭轉一轉，一切為社會、為眾生。這還不夠大，佛菩薩那個心量，他不是為我們地球眾生，是為虛空法界一切眾生，所以那個心量大，這個人才叫「上善」。首先把心量拓開，決定不為自己，不為自己的好處太多了。你們諸位同修冷靜觀察，細細思惟，你看許多、也有出家人，為自己的，他們的形象是怎麼樣的？不為自己的，我們這是不為自己的，沒有自私自利，一切公開。你們供養我的錢，我轉手就過去了。你們交給我，我轉手就送掉了。一切為正法久住，正法是教化眾生，幫助一切眾生覺悟，一切好事裡頭，這是第一等好事。"
    },
    {
      "id": "19-014-0001_p0006",
      "zh_CN": "所以我跟大家讲过很多遍，社会要安定，世界要和平，一切众生要和睦相处，平等对待，互相尊重，互助合作，整个世界是一个大家庭。怎样才能落实？政治做不到，武力也办不到，经济、科学、技术都办不到，这大家都看得很清楚，几千年的历史，我们看得很明白，能够办得到的只有教育。释迦牟尼佛是王子出身，他可以作国王，他知道这个事情政治不能解决，舍弃王位。经典里面记载，释迦佛年轻的时候，武艺超群，他可以作将军、作元帅，他也不搞这个，他知道这个不能解决问题，舍弃了，终身从事于多元文化的社会教育。释迦牟尼佛是什么身分？什么样的一个人？用现在的话说，他是「多元文化社会教育的工作者」，他干这个事情。而且是义务教学，他不收学费，他不取人家的供养，过最简单的生活，每天三衣一钵，清净自在，快乐无比，给我们做示范。",
      "zh_TW": "所以我跟大家講過很多遍，社會要安定，世界要和平，一切眾生要和睦相處，平等對待，互相尊重，互助合作，整個世界是一個大家庭。怎樣才能落實？政治做不到，武力也辦不到，經濟、科學、技術都辦不到，這大家都看得很清楚，幾千年的歷史，我們看得很明白，能夠辦得到的只有教育。釋迦牟尼佛是王子出身，他可以作國王，他知道這個事情政治不能解決，捨棄王位。經典裡面記載，釋迦佛年輕的時候，武藝超群，他可以作將軍、作元帥，他也不搞這個，他知道這個不能解決問題，捨棄了，終身從事於多元文化的社會教育。釋迦牟尼佛是什麼身分？什麼樣的一個人？用現在的話說，他是「多元文化社會教育的工作者」，他幹這個事情。而且是義務教學，他不收學費，他不取人家的供養，過最簡單的生活，每天三衣一缽，清淨自在，快樂無比，給我們做示範。"
    },
    {
      "id": "19-014-0001_p0007",
      "zh_CN": "当年在世，游学五印度，印度分五个区，那时都是小国，没有统一，跟中国周朝时候一样。周朝时候，我们在经上念到八百诸侯，就是八百多个小国。大的国，大概像现在一个县那么大；小国，一个小村庄、村镇，小国。这些小国当然有矛盾，当然有冲突，当然有战争，释迦牟尼佛教学把这些都化解了。所以我们在书上看到，当时十六大国王都皈依佛法，都依释迦牟尼佛做老师，这是他懂得。中国古圣先贤也懂这个道理，佛教没传到中国之前，古老的中国提倡孝道，提倡师道。汉武帝制定国家教学的方针，也就是我们今天讲的教育政策。汉武帝那个时候，佛法还没有传到中国来，佛法传到中国来是汉明帝，还在后面几代，后汉明帝，汉武帝是前汉。这个政策根据《礼记》里面「学记」实施的，「学记」是中国古老的教育哲学，里面有两句话，「建国君民，教学为先」。",
      "zh_TW": "當年在世，遊學五印度，印度分五個區，那時都是小國，沒有統一，跟中國周朝時候一樣。周朝時候，我們在經上念到八百諸侯，就是八百多個小國。大的國，大概像現在一個縣那麼大；小國，一個小村莊、村鎮，小國。這些小國當然有矛盾，當然有衝突，當然有戰爭，釋迦牟尼佛教學把這些都化解了。所以我們在書上看到，當時十六大國王都皈依佛法，都依釋迦牟尼佛做老師，這是他懂得。中國古聖先賢也懂這個道理，佛教沒傳到中國之前，古老的中國提倡孝道，提倡師道。漢武帝制定國家教學的方針，也就是我們今天講的教育政策。漢武帝那個時候，佛法還沒有傳到中國來，佛法傳到中國來是漢明帝，還在後面幾代，後漢明帝，漢武帝是前漢。這個政策根據《禮記》裡面「學記」實施的，「學記」是中國古老的教育哲學，裡面有兩句話，「建國君民，教學為先」。"
    },
    {
      "id": "19-014-0001_p0008",
      "zh_CN": "诸位要知道，一个国家治乱关系在教育，你家庭兴衰关键也在教育。你这个家能不能兴，看你家的小孩，你作父母的要常常知道，你的小孩他想什么？他念什么？他说什么？他干什么？你要了解他，一切错误的要把它纠正，这是教育。最重要的不可以存自私自利的心，要努力，要好学。学习里面最重要的是德行，智慧、技能学成之后，为社会服务，父母从小要教；为国家服务，为全世界人类服务，这个伟大。那个愚痴的父母，为自己家庭赚钱，家庭享受。你要晓得，谚语说得好，「一家饱暖千家怨」，你一家很富裕，你不照顾别人，别人都是你的冤亲债主，恨你入骨，到你运衰的时候，群起而攻之，你这个家就灭亡了。所以要布施恩德，自己有能力、有财富，布施贫穷的人，你这个家道永远不衰。为什么？贫穷人拥护你，「你是好人，你肯帮助我们，我们希望你发大财，你发大财我们沾光」，各个人帮忙。你要不照顾别人，你发财，人家就恨你，你家失火了，他绝不来救火，「烧得好！烧得好！」你家里要被强盗抢劫的时候，他在旁边看，「抢得好！该抢！」都会变成这个现象，这是人之常情。一定要帮助别人，要帮助社会。我们帮助别人，我们遇到困难的时候，别人帮助我们，互相帮助，所以一定要懂这个道理。",
      "zh_TW": "諸位要知道，一個國家治亂關係在教育，你家庭興衰關鍵也在教育。你這個家能不能興，看你家的小孩，你作父母的要常常知道，你的小孩他想什麼？他念什麼？他說什麼？他幹什麼？你要了解他，一切錯誤的要把它糾正，這是教育。最重要的不可以存自私自利的心，要努力，要好學。學習裡面最重要的是德行，智慧、技能學成之後，為社會服務，父母從小要教；為國家服務，為全世界人類服務，這個偉大。那個愚痴的父母，為自己家庭賺錢，家庭享受。你要曉得，諺語說得好，「一家飽暖千家怨」，你一家很富裕，你不照顧別人，別人都是你的冤親債主，恨你入骨，到你運衰的時候，群起而攻之，你這個家就滅亡了。所以要布施恩德，自己有能力、有財富，布施貧窮的人，你這個家道永遠不衰。為什麼？貧窮人擁護你，「你是好人，你肯幫助我們，我們希望你發大財，你發大財我們沾光」，各個人幫忙。你要不照顧別人，你發財，人家就恨你，你家失火了，他絕不來救火，「燒得好！燒得好！」你家裡要被強盜搶劫的時候，他在旁邊看，「搶得好！該搶！」都會變成這個現象，這是人之常情。一定要幫助別人，要幫助社會。我們幫助別人，我們遇到困難的時候，別人幫助我們，互相幫助，所以一定要懂這個道理。"
    },
    {
      "id": "19-014-0001_p0009",
      "zh_CN": "我也遇到很多同参道友，甚至于一些老法师来问我：「净空法师，我要跟你学习。」我说：「学什么？我有什么好学，我什么都没有。」他说：「你的法缘殊胜，你教教我。」我说：「这个很简单，布施。你布施法缘就好，你不肯布施，你哪来的法缘？」我们这几十年来，我在台上讲经今年四十一年了，我们的录像带、录音带，现在做的光碟以及书本，我们后头版权页都是「欢迎翻印」，绝对没有「版权所有，翻印必究」，决定没有这个字样，所以我们的东西流通到全世界，法缘这么胜。假如我后头印上「版权所有，翻印必究」，法缘就完了。今天为什么在世界上产生这么大的影响，很多同修告诉我，最保守的估计超过两亿人，很保守的估计。什么原因？就是没有版权，大家欢喜流通。我们是利益社会，利益大众，你何必要版权？你要那个版权，你拿的几个钱？太有限了。我们没有版权。",
      "zh_TW": "我也遇到很多同參道友，甚至於一些老法師來問我：「淨空法師，我要跟你學習。」我說：「學什麼？我有什麼好學，我什麼都沒有。」他說：「你的法緣殊勝，你教教我。」我說：「這個很簡單，布施。你布施法緣就好，你不肯布施，你哪來的法緣？」我們這幾十年來，我在台上講經今年四十一年了，我們的錄像帶、錄音帶，現在做的光碟以及書本，我們後頭版權頁都是「歡迎翻印」，絕對沒有「版權所有，翻印必究」，決定沒有這個字樣，所以我們的東西流通到全世界，法緣這麼勝。假如我後頭印上「版權所有，翻印必究」，法緣就完了。今天為什麼在世界上產生這麼大的影響，很多同修告訴我，最保守的估計超過兩億人，很保守的估計。什麼原因？就是沒有版權，大家歡喜流通。我們是利益社會，利益大眾，你何必要版權？你要那個版權，你拿的幾個錢？太有限了。我們沒有版權。"
    },
    {
      "id": "19-014-0001_p0010",
      "zh_CN": "我们拿这些钱做更多的东西，跟全世界各个地方结缘。所以钱多多做，钱少少做，没有钱最好了，没有钱我没有事，我可以找个山明水秀的地方去隐居，去读书，去念佛，那多快乐！所以现在搞得没有办法，你们送这么多钱来怎么办？我要想办法把它怎么用出去，很快把它用出去，这个东西绝不能留。财是古人讲的通货，像流水一样，一定要流通，大去大来，小去小来，不去就不来了。通货要流通才行，财不可以积，一积就错了，佛在经上讲的「积财丧道」，道就没有了，所以财不可以积，财一定要用，特别要帮助苦难的人。所以我们多做利益社会、利益大众的事情，这是真实功德，你这一生没有白来，你没有白过。",
      "zh_TW": "我們拿這些錢做更多的東西，跟全世界各個地方結緣。所以錢多多做，錢少少做，沒有錢最好了，沒有錢我沒有事，我可以找個山明水秀的地方去隱居，去讀書，去念佛，那多快樂！所以現在搞得沒有辦法，你們送這麼多錢來怎麼辦？我要想辦法把它怎麼用出去，很快把它用出去，這個東西絕不能留。財是古人講的通貨，像流水一樣，一定要流通，大去大來，小去小來，不去就不來了。通貨要流通才行，財不可以積，一積就錯了，佛在經上講的「積財喪道」，道就沒有了，所以財不可以積，財一定要用，特別要幫助苦難的人。所以我們多做利益社會、利益大眾的事情，這是真實功德，你這一生沒有白來，你沒有白過。"
    },
    {
      "id": "19-014-0001_p0011",
      "zh_CN": "所以诸位到此地来，最重要的是「自私自利」放下，「名闻利养」放下，「贪瞋痴慢」放下，只要把这十二个字放下，你学佛你就决定能成佛。你学佛不能成佛，这十二个字当中总有几个字没放下，造成障碍。佛菩萨之所以能成佛菩萨，他这十二字完全没有了。学佛，大家听说诸佛菩萨乘愿再来，什么叫「乘愿再来」？我们如果发个愿，愿力超过我们的业力，我们现在就乘愿再来了。佛菩萨是什么愿？我们知道，佛菩萨应化在这个世间，这个身体是为大众服务的，不是为自己。我们今天得这个身体，念念是为我的，为我是业力。身体不是我的，身体是为一切众生服务的一个工具，那你就是乘愿再来，你跟佛菩萨没有两样。所谓凡夫跟佛只在一念之差，一念迷，迷什么？迷这个身是我，一切都为我，迷！佛菩萨觉，觉的是什么？身体不是我，身体是为众生服务的工具，尽量发挥这个工具，为一切众生造福，就这么一个念头；转过来，凡夫成佛了。不为自己，自己的福报无量无边，智慧无量无边，我们在这里做一个一百八十度的大转变，你们学佛在这一生当中肯定成就。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以諸位到此地來，最重要的是「自私自利」放下，「名聞利養」放下，「貪瞋痴慢」放下，只要把這十二個字放下，你學佛你就決定能成佛。你學佛不能成佛，這十二個字當中總有幾個字沒放下，造成障礙。佛菩薩之所以能成佛菩薩，他這十二字完全沒有了。學佛，大家聽說諸佛菩薩乘願再來，什麼叫「乘願再來」？我們如果發個願，願力超過我們的業力，我們現在就乘願再來了。佛菩薩是什麼願？我們知道，佛菩薩應化在這個世間，這個身體是為大眾服務的，不是為自己。我們今天得這個身體，念念是為我的，為我是業力。身體不是我的，身體是為一切眾生服務的一個工具，那你就是乘願再來，你跟佛菩薩沒有兩樣。所謂凡夫跟佛只在一念之差，一念迷，迷什麼？迷這個身是我，一切都為我，迷！佛菩薩覺，覺的是什麼？身體不是我，身體是為眾生服務的工具，盡量發揮這個工具，為一切眾生造福，就這麼一個念頭；轉過來，凡夫成佛了。不為自己，自己的福報無量無邊，智慧無量無邊，我們在這裡做一個一百八十度的大轉變，你們學佛在這一生當中肯定成就。好，今天時間到了，我們就講到此地。"
    }
  ]
}