{
  "doc_id": "19-014-0110",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一Ｏ集",
    "zh_TW": "第一一Ｏ集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0110",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-014-0110_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十六面，经文第四行看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十六面，經文第四行看起："
    },
    {
      "id": "19-014-0110_p0002",
      "zh_CN": "【五根庄严故，深信坚固，精勤匪懈，常无迷忘，寂然调顺，断诸烦恼。】",
      "zh_TW": "【五根莊嚴故，深信堅固，精勤匪懈，常無迷忘，寂然調順，斷諸煩惱。】"
    },
    {
      "id": "19-014-0110_p0003",
      "zh_CN": "这一段是说，如果我们将十善业道落实在五根，就能够得到下面四句的殊胜利益。『深信坚固』，我们现在修学迫切需要的；『精勤匪懈』，也是我们向往的；『常无迷忘』，这是智慧现前；『寂然调顺』，这是真实的功夫。果，断一切烦恼。五根有五种。所谓根，什么叫「根」？世尊在此地是用比喻说的，如同植物，它有根，它就能够抽芽，它就能够成长、开花、结果。佛说「信、进、念、定、慧」，这五条是无上菩提的根本，如果没有这个根，我们怎么修都不能成就，这五条是有顺序的，有先后次第的。第一个就是「信」，第二个是「精进」。没有「信」，哪来的「进」？没有「进」哪里来的「念」？由此可知，《华严经》上说：「信为道元功德母，长养一切诸善根。」这两句话说得有道理，说得一点都不错。",
      "zh_TW": "這一段是說，如果我們將十善業道落實在五根，就能夠得到下面四句的殊勝利益。『深信堅固』，我們現在修學迫切需要的；『精勤匪懈』，也是我們嚮往的；『常無迷忘』，這是智慧現前；『寂然調順』，這是真實的功夫。果，斷一切煩惱。五根有五種。所謂根，什麼叫「根」？世尊在此地是用比喻說的，如同植物，它有根，它就能夠抽芽，它就能夠成長、開花、結果。佛說「信、進、念、定、慧」，這五條是無上菩提的根本，如果沒有這個根，我們怎麼修都不能成就，這五條是有順序的，有先後次第的。第一個就是「信」，第二個是「精進」。沒有「信」，哪來的「進」？沒有「進」哪裡來的「念」？由此可知，《華嚴經》上說：「信為道元功德母，長養一切諸善根。」這兩句話說得有道理，說得一點都不錯。"
    },
    {
      "id": "19-014-0110_p0004",
      "zh_CN": "念佛，古来祖师大德跟我们讲，净宗三个条件叫「三资粮」，我们要往生西方极乐世界，必须具备这三个条件。这三个条件不具足，纵然一天念十万声佛号，也只是跟西方净土结一个善缘，这一生决定不能往生，这个道理我们要懂。这三个条件，第一个就是「信」，第二个是「愿」，第三个是「行」。所谓「行」就是断一切恶，修一切善，老实念佛。古人又说：老实念佛是正行，断恶修善是助行，这个话讲得也有道理。可是更重要的，莲池、蕅益大师都教导我们「正助不二」、「正助双修」，不要把助修看轻，我们才会有成就。",
      "zh_TW": "念佛，古來祖師大德跟我們講，淨宗三個條件叫「三資糧」，我們要往生西方極樂世界，必須具備這三個條件。這三個條件不具足，縱然一天念十萬聲佛號，也只是跟西方淨土結一個善緣，這一生決定不能往生，這個道理我們要懂。這三個條件，第一個就是「信」，第二個是「願」，第三個是「行」。所謂「行」就是斷一切惡，修一切善，老實念佛。古人又說：老實念佛是正行，斷惡修善是助行，這個話講得也有道理。可是更重要的，蓮池、蕅益大師都教導我們「正助不二」、「正助雙修」，不要把助修看輕，我們才會有成就。"
    },
    {
      "id": "19-014-0110_p0005",
      "zh_CN": "三资粮第一个既然是「信」，信什么？教下一般说「信诸谛理」、「信忍乐欲」。于一切真理，这个「谛理」就是我们现在讲的真理，真实的道理，你要相信。「信」下面一个叫「忍」，「忍」这个字用今天的话来说，就是「肯定」。我信了，但是还不能肯定，这个「信」不能算是根；你有信，这个信没有根。不但要肯定，还要爱好。你相信了，你肯定了，你不喜欢它，有什么用处？到了很喜欢了，很喜欢，要不能把它落实，还不叫做根。末后有个「欲」，欲是欲望，把它变成自己的欲望。我们今天以净土来说，我们信阿弥陀佛，我们信极乐世界，我们信了之后，我们心里肯定、爱好，确确实实变成自己的欲望：我一定想生极乐世界，一定希求亲近阿弥陀佛，这个信才叫有根。如果没有一个强烈的欲望想求生、想亲近阿弥陀佛，你这个信没有根，虽有信没有根。",
      "zh_TW": "三資糧第一個既然是「信」，信什麼？教下一般說「信諸諦理」、「信忍樂欲」。於一切真理，這個「諦理」就是我們現在講的真理，真實的道理，你要相信。「信」下面一個叫「忍」，「忍」這個字用今天的話來說，就是「肯定」。我信了，但是還不能肯定，這個「信」不能算是根；你有信，這個信沒有根。不但要肯定，還要愛好。你相信了，你肯定了，你不喜歡它，有什麼用處？到了很喜歡了，很喜歡，要不能把它落實，還不叫做根。末後有個「欲」，欲是欲望，把它變成自己的欲望。我們今天以淨土來說，我們信阿彌陀佛，我們信極樂世界，我們信了之後，我們心裡肯定、愛好，確確實實變成自己的欲望：我一定想生極樂世界，一定希求親近阿彌陀佛，這個信才叫有根。如果沒有一個強烈的欲望想求生、想親近阿彌陀佛，你這個信沒有根，雖有信沒有根。"
    },
    {
      "id": "19-014-0110_p0006",
      "zh_CN": "由此可知，古人讲念佛的人多，往生的人少，我们不就明白了吗？为什么往生的人少？修念佛法门的人，我们知道，他都信，但是能不能肯定？不一定。举最明显的例子来说，我们今天修净土，依《无量寿经》会集本。在台湾、在中国，有一些人对会集本提出质疑，于是很多念佛人信心动摇了。那就是他有「信」，他没有「忍」，下面两个字当然更没有了。如果没有别人提出异议，也许他这个「信」慢慢能够培养成，亦能往生；这些提出异议的人，把这些人的善根破坏掉了。诸位要晓得，这些人破不了佛法，也破不了善根深厚的人，只有善根薄弱的人，被他全部破坏掉了。因为善根深厚的人他有根，他的信有根，他不会动摇，说得再有理，他也不会动摇。善导大师在《观经四帖疏‧上品上生章》里头所说的。",
      "zh_TW": "由此可知，古人講念佛的人多，往生的人少，我們不就明白了嗎？為什麼往生的人少？修念佛法門的人，我們知道，他都信，但是能不能肯定？不一定。舉最明顯的例子來說，我們今天修淨土，依《無量壽經》會集本。在臺灣、在中國，有一些人對會集本提出質疑，於是很多念佛人信心動搖了。那就是他有「信」，他沒有「忍」，下面兩個字當然更沒有了。如果沒有別人提出異議，也許他這個「信」慢慢能夠培養成，亦能往生；這些提出異議的人，把這些人的善根破壞掉了。諸位要曉得，這些人破不了佛法，也破不了善根深厚的人，只有善根薄弱的人，被他全部破壞掉了。因為善根深厚的人他有根，他的信有根，他不會動搖，說得再有理，他也不會動搖。善導大師在《觀經四帖疏‧上品上生章》裡頭所說的。"
    },
    {
      "id": "19-014-0110_p0007",
      "zh_CN": "会集所节录的经文，字字句句是佛说的，不是会集这个人说的。字字句句都有来源，都有根据，都是依据五种原译本节录下来的，哪里有错？假如我们对会集本真的产生怀疑了，我们可以不用这个会集本，我们采取原译本。众生根性不相同，所以佛度众生不是一个法门，无量法门。佛为什么说这么多法门？为了适应众生的根性。哪个法门适合我的根性？我看了能生欢喜心，我能看得懂，这个对我就有缘，就能够契合我的根机。所以现在世间流通的《无量寿经》译本、会集、节校总共有九个本子，九个本子都好，要记住佛在经上教导我们的，「法门平等，无有高下」。",
      "zh_TW": "會集所節錄的經文，字字句句是佛說的，不是會集這個人說的。字字句句都有來源，都有根據，都是依據五種原譯本節錄下來的，哪裡有錯？假如我們對會集本真的產生懷疑了，我們可以不用這個會集本，我們採取原譯本。眾生根性不相同，所以佛度眾生不是一個法門，無量法門。佛為什麼說這麼多法門？為了適應眾生的根性。哪個法門適合我的根性？我看了能生歡喜心，我能看得懂，這個對我就有緣，就能夠契合我的根機。所以現在世間流通的《無量壽經》譯本、會集、節校總共有九個本子，九個本子都好，要記住佛在經上教導我們的，「法門平等，無有高下」。"
    },
    {
      "id": "19-014-0110_p0008",
      "zh_CN": "会集是佛说的，即使不是佛说的，只要符合佛的法印，佛统统承认它是佛经，你看看佛的心胸多么开阔！诸位都知道，佛经有五种人说，佛只是五种里头的一种，有弟子说，有仙人说，只要说得符合佛的法印。佛的法印是什么？我们同学都知道，小乘三法印，无常、无我、涅槃，大乘一法印，实相。「实相」就是宇宙人生的真相。他所讲的是宇宙人生真相，诸佛如来所说的也是宇宙人生真相，那怎么不是佛经？佛教我们离一切妄想分别执着，信心是我们自性里面最重要的一个性德，我们凡夫迷失了自性，性德不能现前。佛菩萨来帮助我们，启发我们，让我们恢复性德，帮我们明心见性，于是我们才真正能够体会、觉悟宇宙人生的真相、真理。「信根」是从这个地方生的。",
      "zh_TW": "會集是佛說的，即使不是佛說的，只要符合佛的法印，佛統統承認它是佛經，你看看佛的心胸多麼開闊！諸位都知道，佛經有五種人說，佛只是五種裡頭的一種，有弟子說，有仙人說，只要說得符合佛的法印。佛的法印是什麼？我們同學都知道，小乘三法印，無常、無我、涅槃，大乘一法印，實相。「實相」就是宇宙人生的真相。他所講的是宇宙人生真相，諸佛如來所說的也是宇宙人生真相，那怎麼不是佛經？佛教我們離一切妄想分別執著，信心是我們自性裡面最重要的一個性德，我們凡夫迷失了自性，性德不能現前。佛菩薩來幫助我們，啟發我們，讓我們恢復性德，幫我們明心見性，於是我們才真正能夠體會、覺悟宇宙人生的真相、真理。「信根」是從這個地方生的。"
    },
    {
      "id": "19-014-0110_p0009",
      "zh_CN": "凡夫之人，佛常讲，上上根人烦恼轻、智慧长，对于佛所说的，他一接触就能够深信不疑，这是上根。另外一种下下根人也有好处，他虽然没有智慧，他是真的过去生中有深厚的善根福德因缘，他遇善知识教，他深信不疑，我们一般讲「老实」，下下根人是指老实人，他不怀疑，他相信老师，相信老师有德行、有智慧，相信老师决定不欺骗众生，所以对老师的话完全相信，没有一丝毫疑惑，这种人容易成就。",
      "zh_TW": "凡夫之人，佛常講，上上根人煩惱輕、智慧長，對於佛所說的，他一接觸就能夠深信不疑，這是上根。另外一種下下根人也有好處，他雖然沒有智慧，他是真的過去生中有深厚的善根福德因緣，他遇善知識教，他深信不疑，我們一般講「老實」，下下根人是指老實人，他不懷疑，他相信老師，相信老師有德行、有智慧，相信老師決定不欺騙眾生，所以對老師的話完全相信，沒有一絲毫疑惑，這種人容易成就。"
    },
    {
      "id": "19-014-0110_p0010",
      "zh_CN": "我们读书，看到书本记载过去的修行人，如果我们留意，看看眼前周边的这些修行人，真正有成就的，修其他的法门我们接触比较少，修净土法门我们接触比较多，我们看到很多往生的瑞相希有。再仔细打听，观察一下，这些人都是老实人，都是对于经教深信不疑，依教修行，他才会有这样殊胜的成就。佛家常说「三转法轮」，这些人的往生，这些人的成就，叫「作证转」，他给我们做了证明。",
      "zh_TW": "我們讀書，看到書本記載過去的修行人，如果我們留意，看看眼前周邊的這些修行人，真正有成就的，修其他的法門我們接觸比較少，修淨土法門我們接觸比較多，我們看到很多往生的瑞相希有。再仔細打聽，觀察一下，這些人都是老實人，都是對於經教深信不疑，依教修行，他才會有這樣殊勝的成就。佛家常說「三轉法輪」，這些人的往生，這些人的成就，叫「作證轉」，他給我們做了證明。"
    },
    {
      "id": "19-014-0110_p0011",
      "zh_CN": "所以佛法修学能不能有成就，你成就有多大，关键在信心。你的信心愈坚定，你的成就愈大；如果你信心有问题，半信半疑，你在这个法门不会有成就。不仅是净宗如此，佛法无论哪个宗派，无论哪个法门，没有例外的，都是建立在信心的基础上，所以信心比什么都重要。而信心确确实实很难建立，这与过去生中所修积的善根福德因缘有很大的关系，所以成就不是偶然的，也不是一生一世的事情。过去生中有善根福德，这一生中遇到很好的机缘，这一生当中肯定成就。你遇到真正善知识，对善知识的教诲深信不疑，依教奉行，真正从信，到肯定，到欢喜接受，到落实在自己生活行持当中，这个「信」才有根，根才能够生长；这个生长是长道心，菩提心增长了。",
      "zh_TW": "所以佛法修學能不能有成就，你成就有多大，關鍵在信心。你的信心愈堅定，你的成就愈大；如果你信心有問題，半信半疑，你在這個法門不會有成就。不僅是淨宗如此，佛法無論哪個宗派，無論哪個法門，沒有例外的，都是建立在信心的基礎上，所以信心比什麼都重要。而信心確確實實很難建立，這與過去生中所修積的善根福德因緣有很大的關係，所以成就不是偶然的，也不是一生一世的事情。過去生中有善根福德，這一生中遇到很好的機緣，這一生當中肯定成就。你遇到真正善知識，對善知識的教誨深信不疑，依教奉行，真正從信，到肯定，到歡喜接受，到落實在自己生活行持當中，這個「信」才有根，根才能夠生長；這個生長是長道心，菩提心增長了。"
    },
    {
      "id": "19-014-0110_p0012",
      "zh_CN": "净宗所具有的，是「无上大菩提心」。这是蕅益大师在《要解》里头所说的，「坚定的信愿，求生西方极乐世界这个心是无上大菩提心」。我们要从这个地方扎根，从这个地方认真修学。为什么别人能信，我不能信？为什么别人不怀疑，我怀疑？多去想想。追随古来的祖师大德，近代的印光大师，明末清初的莲池大师、蕅益大师，都是我们最好的榜样，值得我们学习，值得我们效法。今天时间到了，我们就讲到此地。",
      "zh_TW": "淨宗所具有的，是「無上大菩提心」。這是蕅益大師在《要解》裡頭所說的，「堅定的信願，求生西方極樂世界這個心是無上大菩提心」。我們要從這個地方扎根，從這個地方認真修學。為什麼別人能信，我不能信？為什麼別人不懷疑，我懷疑？多去想想。追隨古來的祖師大德，近代的印光大師，明末清初的蓮池大師、蕅益大師，都是我們最好的榜樣，值得我們學習，值得我們效法。今天時間到了，我們就講到此地。"
    }
  ]
}