{
  "doc_id": "19-014-0063",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十三集",
    "zh_TW": "第六十三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0063",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-014-0063_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十面，倒数第三行看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十面，倒數第三行看起："
    },
    {
      "id": "19-014-0063_p0002",
      "zh_CN": "【复次龙王，若离瞋恚，即得八种喜悦心法。何等为八？一、无损恼心。二、无瞋恚心。三、无诤讼心。四、柔和质直心。五、得圣者慈心。六、常作利益安众生心。七、身相端严，众共尊敬。八、以和忍故，速生梵世。是为八。若能回向阿耨多罗三藐三菩提者，后成佛时，得无碍心，观者无厌。】",
      "zh_TW": "【復次龍王，若離瞋恚，即得八種喜悅心法。何等為八？一、無損惱心。二、無瞋恚心。三、無諍訟心。四、柔和質直心。五、得聖者慈心。六、常作利益安眾生心。七、身相端嚴，眾共尊敬。八、以和忍故，速生梵世。是為八。若能迴向阿耨多羅三藐三菩提者，後成佛時，得無礙心，觀者無厭。】"
    },
    {
      "id": "19-014-0063_p0003",
      "zh_CN": "贪、瞋、痴是三毒烦恼，要用现在大家容易懂的话来说，就是三种根本的病毒。我们人身体不健康，有很多病痛，是从这儿来的；人有六道生死轮回，也从这儿来的。如果把三毒烦恼拔除，不但你身体健康长寿，永远不生病，而且六道轮回也没有了。所以佛在一切经论里面特别强调十善业道，特别在这一部经上，这一部经是佛家修学，无论是大乘、小乘，是哪一个宗派、哪一个法门，这是共同学习的科目。离开了十善，就不是佛法。而且佛在此地特别嘱咐我们，菩萨何以能成菩萨？就是昼夜常念十善，没有间断的，思惟十善，观察十善，不容许毫分不善间杂，这就成菩萨，这就超越六道，就能转凡成圣。",
      "zh_TW": "貪、瞋、痴是三毒煩惱，要用現在大家容易懂的話來說，就是三種根本的病毒。我們人身體不健康，有很多病痛，是從這兒來的；人有六道生死輪迴，也從這兒來的。如果把三毒煩惱拔除，不但你身體健康長壽，永遠不生病，而且六道輪迴也沒有了。所以佛在一切經論裡面特別強調十善業道，特別在這一部經上，這一部經是佛家修學，無論是大乘、小乘，是哪一個宗派、哪一個法門，這是共同學習的科目。離開了十善，就不是佛法。而且佛在此地特別囑咐我們，菩薩何以能成菩薩？就是晝夜常念十善，沒有間斷的，思惟十善，觀察十善，不容許毫分不善間雜，這就成菩薩，這就超越六道，就能轉凡成聖。"
    },
    {
      "id": "19-014-0063_p0004",
      "zh_CN": "我们凡夫修行，为什么这么艰难？十善没有完全做到；纵然做到几分之几，还掺杂着不善在里头。我们自己很冷静的做一个深深的反省，我们的十恶多过十善，这样的人念佛都不能往生。所以诸位要记住，为什么念佛不能往生？因为西方极乐世界「诸上善人俱会一处」，我们不是上善，阿弥陀佛纵然慈悲接引我们，那个地方的大众不能容纳你，所以你还是去不了。由此可知，十善是多么重要。不仅仅佛家重视，我们再看看，所有的宗教都讲到十善。由此可知，十善业道是世间所有宗教共同修学的法门，我们怎么能疏忽！来生要得人身，要修十善业道；来生要生天，也要修十善业道。如果不能修十善，还是造十恶业，三途就有分。",
      "zh_TW": "我們凡夫修行，為什麼這麼艱難？十善沒有完全做到；縱然做到幾分之幾，還摻雜著不善在裡頭。我們自己很冷靜的做一個深深的反省，我們的十惡多過十善，這樣的人念佛都不能往生。所以諸位要記住，為什麼念佛不能往生？因為西方極樂世界「諸上善人俱會一處」，我們不是上善，阿彌陀佛縱然慈悲接引我們，那個地方的大眾不能容納你，所以你還是去不了。由此可知，十善是多麼重要。不僅僅佛家重視，我們再看看，所有的宗教都講到十善。由此可知，十善業道是世間所有宗教共同修學的法門，我們怎麼能疏忽！來生要得人身，要修十善業道；來生要生天，也要修十善業道。如果不能修十善，還是造十惡業，三途就有分。"
    },
    {
      "id": "19-014-0063_p0005",
      "zh_CN": "我们的眼光要看得远一点，不要怕死。哪一个不死？人都是要死的，早一天死跟晚一天死毫无差别，所以我们不怕死。问题是死了以后到哪里去？这个问题严重了。佛家常说「万法皆空，因果不空」，因果何以不空？因果是转变不空，因会变成果，果又会变成因，因果永远在循环，所以它是转变不空、循环不空、相续不空，这是真理，世出世间法的定律。我们真正明白、觉悟了，绝不贪图眼前这几年的享受，这个享受是将来痛苦的根源。我们能够放下这几年物质、精神上的享受，你得来是生生世世永远的安乐，要懂这个道理。善行的标准，什么是「善」？利益社会、利益众生。怎么样利益？自己要做一个样子给社会人看。",
      "zh_TW": "我們的眼光要看得遠一點，不要怕死。哪一個不死？人都是要死的，早一天死跟晚一天死毫無差別，所以我們不怕死。問題是死了以後到哪裡去？這個問題嚴重了。佛家常說「萬法皆空，因果不空」，因果何以不空？因果是轉變不空，因會變成果，果又會變成因，因果永遠在循環，所以它是轉變不空、循環不空、相續不空，這是真理，世出世間法的定律。我們真正明白、覺悟了，絕不貪圖眼前這幾年的享受，這個享受是將來痛苦的根源。我們能夠放下這幾年物質、精神上的享受，你得來是生生世世永遠的安樂，要懂這個道理。善行的標準，什麼是「善」？利益社會、利益眾生。怎麼樣利益？自己要做一個樣子給社會人看。"
    },
    {
      "id": "19-014-0063_p0006",
      "zh_CN": "学佛，佛是释迦牟尼佛，释迦牟尼佛示现的样子，我们要能够仿效。释迦牟尼佛在这个社会上有崇高的地位，他是王子出身，他可以继承王位，他能够舍弃。舍弃他的地位，舍弃他的富贵，舍弃他五欲六尘的享受。他有妻子，他能舍弃。过什么样的生活？过世间最贫苦的生活，给我们做榜样。他教我们放下，他自己确实彻底放下了。世尊如是，你再看看《新旧约全书》，耶稣基督亦如是、伊斯兰教穆罕默德亦如是。再仔细观察佛家诸大菩萨、祖师大德，个个示现的无不如是。我们从这个地方觉悟，从这里省悟过来。",
      "zh_TW": "學佛，佛是釋迦牟尼佛，釋迦牟尼佛示現的樣子，我們要能夠仿效。釋迦牟尼佛在這個社會上有崇高的地位，他是王子出身，他可以繼承王位，他能夠捨棄。捨棄他的地位，捨棄他的富貴，捨棄他五欲六塵的享受。他有妻子，他能捨棄。過什麼樣的生活？過世間最貧苦的生活，給我們做榜樣。他教我們放下，他自己確實徹底放下了。世尊如是，你再看看《新舊約全書》，耶穌基督亦如是、伊斯蘭教穆罕默德亦如是。再仔細觀察佛家諸大菩薩、祖師大德，個個示現的無不如是。我們從這個地方覺悟，從這裡省悟過來。"
    },
    {
      "id": "19-014-0063_p0007",
      "zh_CN": "怎么救自己，怎么救世人，来挽救这个劫难？要以身作则。如果说的是一套，行的是一套，无济于事，不能转变业报。不但不能转变业报，而且我们还有很重的罪业。什么罪业？破坏佛教的形象；这一条罪业就是等于破和合僧，四众弟子都有分。我们要晓得，决定不能大意，决定不能疏忽。佛家的四众弟子，在家出家，念念为众生，念念为正法久住。这样殊胜的大法，今天为什么衰落到这个地步？没有人依教奉行，没有人为人演说。为人演说就是弘法利生，依教奉行就是自度。依什么教？依十善业道。",
      "zh_TW": "怎麼救自己，怎麼救世人，來挽救這個劫難？要以身作則。如果說的是一套，行的是一套，無濟於事，不能轉變業報。不但不能轉變業報，而且我們還有很重的罪業。什麼罪業？破壞佛教的形象；這一條罪業就是等於破和合僧，四眾弟子都有分。我們要曉得，決定不能大意，決定不能疏忽。佛家的四眾弟子，在家出家，念念為眾生，念念為正法久住。這樣殊勝的大法，今天為什麼衰落到這個地步？沒有人依教奉行，沒有人為人演說。為人演說就是弘法利生，依教奉行就是自度。依什麼教？依十善業道。"
    },
    {
      "id": "19-014-0063_p0008",
      "zh_CN": "我们大家都修净土，修净土何必要这样重视十善业道？诸位看看《观无量寿佛经》，佛跟我们讲修学的基础「净业三福」。净业三福里面头一条，「孝养父母，奉事师长，慈心不杀，修十善业」。「十善业」就是指这部经。孝亲、尊师、慈心，落实在十善业道；没有十善业道，你前头都做不到，你不孝、不敬，没有慈悲心。这个慈悲心是对一切众生无私无我的爱心，把十善业道做出来给大家看，让他在见闻觉知里面有所体悟。觉悟他才回头，不觉悟是不会回头的，所以世尊这么重视。有这个基础，才能够修净土。净土是大乘法，但是我们其他的没有，只有这么一条，念佛能够往生凡圣同居土；净业三福具足这一条，少分，我们修这个法门能成就。如果再能具足第二条，「受持三皈，具足众戒，不犯威仪」，这三句话你能做到，你念佛往生方便有余土。如果再把第三条也做到，「发菩提心，深信因果，读诵大乘，劝进行者」，你往生的是实报庄严土。修行的根基在此地。",
      "zh_TW": "我們大家都修淨土，修淨土何必要這樣重視十善業道？諸位看看《觀無量壽佛經》，佛跟我們講修學的基礎「淨業三福」。淨業三福裡面頭一條，「孝養父母，奉事師長，慈心不殺，修十善業」。「十善業」就是指這部經。孝親、尊師、慈心，落實在十善業道；沒有十善業道，你前頭都做不到，你不孝、不敬，沒有慈悲心。這個慈悲心是對一切眾生無私無我的愛心，把十善業道做出來給大家看，讓他在見聞覺知裡面有所體悟。覺悟他才回頭，不覺悟是不會回頭的，所以世尊這麼重視。有這個基礎，才能夠修淨土。淨土是大乘法，但是我們其他的沒有，只有這麼一條，念佛能夠往生凡聖同居土；淨業三福具足這一條，少分，我們修這個法門能成就。如果再能具足第二條，「受持三皈，具足眾戒，不犯威儀」，這三句話你能做到，你念佛往生方便有餘土。如果再把第三條也做到，「發菩提心，深信因果，讀誦大乘，勸進行者」，你往生的是實報莊嚴土。修行的根基在此地。"
    },
    {
      "id": "19-014-0063_p0009",
      "zh_CN": "《无量寿经》里面，关于十善讲得也很多，「三辈往生」就具足十善法，我们怎么能够疏忽？净宗的同学，我们的朝暮课诵，早课选读的是四十八愿，晚课选读的是三十二到三十七品，内容是什么？五戒十善，这里面讲得详细。每天做晚课，用它来反省、检点：佛教我做的，我有没有做？佛不许可我们做的，我有没有犯？这样做晚课就有功德。不是早晚课念一遍给佛菩萨听，那有罪过。什么罪过？欺骗佛菩萨。早晨在佛像前骗他一次，晚上又骗他一次。你的罪过不落地狱谁堕地狱？早课用意是叫我们发心，我们要发跟阿弥陀佛一样的心、一样的愿。晚课是检点我们自己的心行，起心动念、言语造作，改过自新。",
      "zh_TW": "《無量壽經》裡面，關於十善講得也很多，「三輩往生」就具足十善法，我們怎麼能夠疏忽？淨宗的同學，我們的朝暮課誦，早課選讀的是四十八願，晚課選讀的是三十二到三十七品，內容是什麼？五戒十善，這裡面講得詳細。每天做晚課，用它來反省、檢點：佛教我做的，我有沒有做？佛不許可我們做的，我有沒有犯？這樣做晚課就有功德。不是早晚課念一遍給佛菩薩聽，那有罪過。什麼罪過？欺騙佛菩薩。早晨在佛像前騙他一次，晚上又騙他一次。你的罪過不落地獄誰墮地獄？早課用意是叫我們發心，我們要發跟阿彌陀佛一樣的心、一樣的願。晚課是檢點我們自己的心行，起心動念、言語造作，改過自新。"
    },
    {
      "id": "19-014-0063_p0010",
      "zh_CN": "烦恼里头最严重的是贪欲，我们在这一段讲得也特别详细。瞋恚怎么起来的？贪不到才瞋恚；如果你所贪欲的都能得到，你就不会起瞋恚了。诸位要晓得，贪瞋痴是妄念、是妄心、是邪知邪见，自性里头本来没有这个东西。我们很不幸，无量劫前迷失了自性，长劫轮回染上这个毛病。就像吸毒的人染上了毒瘾，自己总要觉悟，染上这个毒瘾，现在要决心戒除。世间吸毒的人戒毒都不容易，这个无始劫以来的毒瘾已经生根了，要戒除它当然是更难。怎样能戒除？佛菩萨教导我们，我们自己这一生修学的经验，证明佛在经论上所教导我们的，「一门深入，长时薰修」，只有这一个办法我们才能够戒除这个毒瘾，才能回头是岸。",
      "zh_TW": "煩惱裡頭最嚴重的是貪欲，我們在這一段講得也特別詳細。瞋恚怎麼起來的？貪不到才瞋恚；如果你所貪欲的都能得到，你就不會起瞋恚了。諸位要曉得，貪瞋痴是妄念、是妄心、是邪知邪見，自性裡頭本來沒有這個東西。我們很不幸，無量劫前迷失了自性，長劫輪迴染上這個毛病。就像吸毒的人染上了毒癮，自己總要覺悟，染上這個毒癮，現在要決心戒除。世間吸毒的人戒毒都不容易，這個無始劫以來的毒癮已經生根了，要戒除它當然是更難。怎樣能戒除？佛菩薩教導我們，我們自己這一生修學的經驗，證明佛在經論上所教導我們的，「一門深入，長時薰修」，只有這一個辦法我們才能夠戒除這個毒癮，才能回頭是岸。"
    },
    {
      "id": "19-014-0063_p0011",
      "zh_CN": "每天读经都还不够，要研究讨论，要详细讲解，一天都不能放过。古时候寺院丛林每天有八个小时讲经，有八个小时修行。修行是什么？反省、思惟，改过自新，这叫修行；修行是把自己的过失、把自己的毛病修正过来，这叫修行。现在一般寺院庵堂里这样的功课已经没有了，都流于形式，所以才叫迷信。佛法原本是教学，流于形式，实质内容没有了，就变成宗教，变成迷信。没有能力辨别是非，没有能力辨别善恶，当然更没有能力辨别真妄，甚至于连对自己利害得失都不能够辨别，这是迷惑到所以然处！我们自己迷惑，带给社会大众是痛苦，一定要觉悟。我个人觉悟，个人解脱了；帮助别人觉悟，别人也能得解脱。",
      "zh_TW": "每天讀經都還不夠，要研究討論，要詳細講解，一天都不能放過。古時候寺院叢林每天有八個小時講經，有八個小時修行。修行是什麼？反省、思惟，改過自新，這叫修行；修行是把自己的過失、把自己的毛病修正過來，這叫修行。現在一般寺院庵堂裡這樣的功課已經沒有了，都流於形式，所以才叫迷信。佛法原本是教學，流於形式，實質內容沒有了，就變成宗教，變成迷信。沒有能力辨別是非，沒有能力辨別善惡，當然更沒有能力辨別真妄，甚至於連對自己利害得失都不能夠辨別，這是迷惑到所以然處！我們自己迷惑，帶給社會大眾是痛苦，一定要覺悟。我個人覺悟，個人解脫了；幫助別人覺悟，別人也能得解脫。"
    },
    {
      "id": "19-014-0063_p0012",
      "zh_CN": "诸位要记住一个事实，念佛的人多，往生的人少。从前李炳南老居士常讲：「一万个念佛人，真正能往生的两三个人而已。」什么原因？这两三个人真干；念佛不能往生的没有真干。在古代，每一个人知道自己修行，所以佛只是讲经说法，从来没有领众共修过。我们在经典里面没有看到释迦牟尼佛带领大众打个禅七、打个佛七，没有这个事情，世尊四十九年只有讲经说法；修行在个人，各个人闻经明理之后，都知道修行，所谓是「师父领进门，修行在个人」。",
      "zh_TW": "諸位要記住一個事實，念佛的人多，往生的人少。從前李炳南老居士常講：「一萬個念佛人，真正能往生的兩三個人而已。」什麼原因？這兩三個人真幹；念佛不能往生的沒有真幹。在古代，每一個人知道自己修行，所以佛只是講經說法，從來沒有領眾共修過。我們在經典裡面沒有看到釋迦牟尼佛帶領大眾打個禪七、打個佛七，沒有這個事情，世尊四十九年只有講經說法；修行在個人，各個人聞經明理之後，都知道修行，所謂是「師父領進門，修行在個人」。"
    },
    {
      "id": "19-014-0063_p0013",
      "zh_CN": "可是到了末法时期，众生根性钝了，烦恼业障重了，不知道修行，懈怠懒散，这很可惜。所以马祖道一和尚跟百丈禅师发心提倡共修。共修是依众靠众，儒家所谓「十目所视，十手所指」，大众在一块的时候，我们懈怠就不好意思，用这个方法成就了不少人，功德无量。个人能够修行成就的，跟诸位说，上上根人；中下根人个人修行成就很困难，必须要依众靠众，这才有大家共修，集合同学们，志同道合的，每天在一起研究讨论。理愈来愈清楚、愈来愈明了，我们才有能力应付这些复杂的事相，在这个滚滚红尘里面得清净心。",
      "zh_TW": "可是到了末法時期，眾生根性鈍了，煩惱業障重了，不知道修行，懈怠懶散，這很可惜。所以馬祖道一和尚跟百丈禪師發心提倡共修。共修是依眾靠眾，儒家所謂「十目所視，十手所指」，大眾在一塊的時候，我們懈怠就不好意思，用這個方法成就了不少人，功德無量。個人能夠修行成就的，跟諸位說，上上根人；中下根人個人修行成就很困難，必須要依眾靠眾，這才有大家共修，集合同學們，志同道合的，每天在一起研究討論。理愈來愈清楚、愈來愈明瞭，我們才有能力應付這些複雜的事相，在這個滾滾紅塵裡面得清淨心。"
    },
    {
      "id": "19-014-0063_p0014",
      "zh_CN": "生活在一起，互相协助，互相照顾，这就叫依众靠众。靠大家帮助，靠大家协助，成就自己，务必把自己的烦恼习气消除掉。净宗是大乘，古德告诉我们，大乘当中的大乘，一乘当中的一乘，无比殊胜的教法。你要是懂得这个道理的话，你的观念、你的言行，必定不同于凡夫。为什么？一定要给社会大众做个好榜样，「学为人师，行为世范」。我自己一个人躲在家里修行成就了，不足以为社会大众做榜样。所以菩萨能够舍己为人，念念为社会着想，念念为世界的和平安定、众生幸福着想，从这个地方做出贡献，这是大乘菩萨。好，今天时间到了，我们就介绍到此地。",
      "zh_TW": "生活在一起，互相協助，互相照顧，這就叫依眾靠眾。靠大家幫助，靠大家協助，成就自己，務必把自己的煩惱習氣消除掉。淨宗是大乘，古德告訴我們，大乘當中的大乘，一乘當中的一乘，無比殊勝的教法。你要是懂得這個道理的話，你的觀念、你的言行，必定不同於凡夫。為什麼？一定要給社會大眾做個好榜樣，「學為人師，行為世範」。我自己一個人躲在家裡修行成就了，不足以為社會大眾做榜樣。所以菩薩能夠捨己為人，念念為社會著想，念念為世界的和平安定、眾生幸福著想，從這個地方做出貢獻，這是大乘菩薩。好，今天時間到了，我們就介紹到此地。"
    }
  ]
}