{
  "doc_id": "19-014-0079",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十九集",
    "zh_TW": "第七十九集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0079",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "19-014-0079_p0001",
      "zh_CN": "请掀开经本：《十善业道经》第十二面，经文第四行看起：",
      "zh_TW": "請掀開經本：《十善業道經》第十二面，經文第四行看起："
    },
    {
      "id": "19-014-0079_p0002",
      "zh_CN": "【离不与取。而行施故。常富财宝。无能侵夺。最胜无比。悉能备集。诸佛法藏。】",
      "zh_TW": "【離不與取。而行施故。常富財寶。無能侵奪。最勝無比。悉能備集。諸佛法藏。】"
    },
    {
      "id": "19-014-0079_p0003",
      "zh_CN": "六度里面，这是第二「持戒波罗蜜」。『不与取』，这是盗戒；能够离不与取，也就是持戒布施。这一条就是持戒布施，前面是不杀生布施，这是持戒布施。布施决定得福报。这个地方讲的「财宝」是通三世的果报。财布施得财富，财也算是宝；法布施得聪明智慧，聪明智慧是法宝；无畏布施得健康长寿，我们一定知道大家会把健康长寿视为第一宝，所以财宝通三种因果。常行布施的人，他要是不离恶业；也就是还造十恶业，他也欢喜布施，他得不得福报？得福报。他的福报在哪里享受？在三恶道享受；就是没有离贪瞋痴，他堕在畜生道里面，畜生道有福。",
      "zh_TW": "六度裡面，這是第二「持戒波羅蜜」。『不與取』，這是盜戒；能夠離不與取，也就是持戒布施。這一條就是持戒布施，前面是不殺生布施，這是持戒布施。布施決定得福報。這個地方講的「財寶」是通三世的果報。財布施得財富，財也算是寶；法布施得聰明智慧，聰明智慧是法寶；無畏布施得健康長壽，我們一定知道大家會把健康長壽視為第一寶，所以財寶通三種因果。常行布施的人，他要是不離惡業；也就是還造十惡業，他也歡喜布施，他得不得福報？得福報。他的福報在哪裡享受？在三惡道享受；就是沒有離貪瞋痴，他墮在畜生道裡面，畜生道有福。"
    },
    {
      "id": "19-014-0079_p0004",
      "zh_CN": "我们现在看很多人养的宠物，你看牠多有福报！一个家庭养个宠物，那是一家人的宝贝，没有一个不欢喜牠，没有一个不关怀牠，牠那个福报是前生修布施。如果这个宠物很聪明，牠还有法布施；如果牠健康长寿，牠还有无畏布施。所以你仔细去观察，你观察人家饲养的宠物，你就晓得很多过去生中三种布施都有，但是没有离开贪瞋痴，得这个果报。如果福报大的，他就变成罗刹，变成阿修罗，福报大的；阿修罗是畜生当中的领袖，饿鬼当中的鬼王，会得这样的福报。但是我们知道，这种福报享完之后，他的恶业现前，那就真的是苦报了。由此可知，如果不修十善业，所修一切福都不真实；唯有修十善，依十善再去修布施、持戒六度万行，这个福报才是真实的，最低限度都是享人天的福报。",
      "zh_TW": "我們現在看很多人養的寵物，你看牠多有福報！一個家庭養個寵物，那是一家人的寶貝，沒有一個不歡喜牠，沒有一個不關懷牠，牠那個福報是前生修布施。如果這個寵物很聰明，牠還有法布施；如果牠健康長壽，牠還有無畏布施。所以你仔細去觀察，你觀察人家飼養的寵物，你就曉得很多過去生中三種布施都有，但是沒有離開貪瞋痴，得這個果報。如果福報大的，他就變成羅剎，變成阿修羅，福報大的；阿修羅是畜生當中的領袖，餓鬼當中的鬼王，會得這樣的福報。但是我們知道，這種福報享完之後，他的惡業現前，那就真的是苦報了。由此可知，如果不修十善業，所修一切福都不真實；唯有修十善，依十善再去修布施、持戒六度萬行，這個福報才是真實的，最低限度都是享人天的福報。"
    },
    {
      "id": "19-014-0079_p0005",
      "zh_CN": "可是诸位要知道，人天福报还不是究竟。我们看看过去，过去有，现在没有这么大福报的人。前清康熙、乾隆，他那个福报生生世世修，不知道修了多少世，累积成为人间的帝王，福报修得来的。他们决定是三种福报统统修，所以财富、聪明智慧、健康长寿。康熙做了六十一年皇帝，乾隆做了六十年皇帝，做了四年太上皇，他要不修这三种福报，他的福从哪儿来的？固然这两位皇帝都是英主，英明的帝王，确实为国家民族与人民做了不少的好事，有没有过失？还是有。为了小小的、微不足道的文字狱，就杀了多少念书人，这就造业。福报享尽了，他还有余福，余福再享得差不多了，罪报就现前了。",
      "zh_TW": "可是諸位要知道，人天福報還不是究竟。我們看看過去，過去有，現在沒有這麼大福報的人。前清康熙、乾隆，他那個福報生生世世修，不知道修了多少世，累積成為人間的帝王，福報修得來的。他們決定是三種福報統統修，所以財富、聰明智慧、健康長壽。康熙做了六十一年皇帝，乾隆做了六十年皇帝，做了四年太上皇，他要不修這三種福報，他的福從哪兒來的？固然這兩位皇帝都是英主，英明的帝王，確實為國家民族與人民做了不少的好事，有沒有過失？還是有。為了小小的、微不足道的文字獄，就殺了多少念書人，這就造業。福報享盡了，他還有餘福，餘福再享得差不多了，罪報就現前了。"
    },
    {
      "id": "19-014-0079_p0006",
      "zh_CN": "所以，六道里面的果报，总不是究竟的，聪明人决定要超越六道。即使发愿要到六道救度这些苦难的众生，一定要能乘愿再来。为什么？乘愿再来，他是愿力身，他不是业报身；乘愿再来的人，决定不造业。我们可以从这个地方来观察，他是累积修福慧而来的，还是真正乘愿而来的。如果还有恶念、还有爱憎，他不是乘愿再来的；乘愿再来的人，情转变成智慧了，所以说决定没有感情起作用。他处事待人接物是真实智慧，决定不是感情；还有情，这是业报身，随业流转。佛家法相宗的「转识成智」，「识」就是情识。所以说转八识成四智，四智菩提，这是乘愿再来人；没有能够把心心所转变成四智菩提，他是六道凡夫。六道凡夫福报再大，做到摩醯首罗天王，福享尽了，还要往下堕落；换句话说，决定逃不出轮回。",
      "zh_TW": "所以，六道裡面的果報，總不是究竟的，聰明人決定要超越六道。即使發願要到六道救度這些苦難的眾生，一定要能乘願再來。為什麼？乘願再來，他是願力身，他不是業報身；乘願再來的人，決定不造業。我們可以從這個地方來觀察，他是累積修福慧而來的，還是真正乘願而來的。如果還有惡念、還有愛憎，他不是乘願再來的；乘願再來的人，情轉變成智慧了，所以說決定沒有感情起作用。他處事待人接物是真實智慧，決定不是感情；還有情，這是業報身，隨業流轉。佛家法相宗的「轉識成智」，「識」就是情識。所以說轉八識成四智，四智菩提，這是乘願再來人；沒有能夠把心心所轉變成四智菩提，他是六道凡夫。六道凡夫福報再大，做到摩醯首羅天王，福享盡了，還要往下墮落；換句話說，決定逃不出輪迴。"
    },
    {
      "id": "19-014-0079_p0007",
      "zh_CN": "所以我们冷静的观察，大梵天王、摩醯首罗天王比不上须陀洹；须陀洹虽然天上人间七次往来，决定脱离六道轮回，诸天天王没有办法超越轮回。我们修行在哪里修？六根接触六尘境界里面，如何把情识转变成菩提，四智菩提转阿赖耶为大圆镜。「大圆镜」是什么意思？就是我们现在把佛陀的教诲总结成这十句：真诚、清净、平等、正觉、慈悲，看破、放下、自在、随缘、念佛；心包太虚，量周沙界，这是大圆镜。真诚心包太虚、遍法界，清净心包太虚、周法界，乃至于自在包太虚、周法界，随缘也是包太虚、周法界，这是大圆镜智。转末那为平等性智，转第六意识为妙观察智，转前五识为成所作智，这个「智」的量都是包太虚、周法界。",
      "zh_TW": "所以我們冷靜的觀察，大梵天王、摩醯首羅天王比不上須陀洹；須陀洹雖然天上人間七次往來，決定脫離六道輪迴，諸天天王沒有辦法超越輪迴。我們修行在哪裡修？六根接觸六塵境界裡面，如何把情識轉變成菩提，四智菩提轉阿賴耶為大圓鏡。「大圓鏡」是什麼意思？就是我們現在把佛陀的教誨總結成這十句：真誠、清淨、平等、正覺、慈悲，看破、放下、自在、隨緣、念佛；心包太虛，量周沙界，這是大圓鏡。真誠心包太虛、遍法界，清淨心包太虛、周法界，乃至於自在包太虛、周法界，隨緣也是包太虛、周法界，這是大圓鏡智。轉末那為平等性智，轉第六意識為妙觀察智，轉前五識為成所作智，這個「智」的量都是包太虛、周法界。"
    },
    {
      "id": "19-014-0079_p0008",
      "zh_CN": "我们在什么地方转？就在日常生活当中，处事待人接物做一个大转变，决定不起自私自利；顺境决定不起贪爱，逆境决定不起瞋恚，我们就止于至善。与一切众生接触，起心动念无不是善，决定跟十善业相应，果报是称性的，所以『常富财宝，无能侵夺』。称性的财宝什么人能够侵犯，什么人能够夺取？人家要来要，都给他了，这里去了，那里就来了，永远不会断掉，所以说愈施愈多。",
      "zh_TW": "我們在什麼地方轉？就在日常生活當中，處事待人接物做一個大轉變，決定不起自私自利；順境決定不起貪愛，逆境決定不起瞋恚，我們就止於至善。與一切眾生接觸，起心動念無不是善，決定跟十善業相應，果報是稱性的，所以『常富財寶，無能侵奪』。稱性的財寶什麼人能夠侵犯，什麼人能夠奪取？人家要來要，都給他了，這裡去了，那裡就來了，永遠不會斷掉，所以說愈施愈多。"
    },
    {
      "id": "19-014-0079_p0009",
      "zh_CN": "我们看到现在这个世间，众生生活得这么苦，文化水平一天比一天低落。物质生活的艰苦，不懂得财布施；文化水平的降落，不懂得法布施。我们每看一本书，翻到后头「版权所有，翻印必究」，不肯法布施，他怎么会长聪明智慧？念念总是计算别人，贪图小利，健康长寿的果报得不到，没有了。我们细细观察这个社会，都在造业，不知道修福，认为造业是自己聪明，自己比别人高明，造作这些恶业得来这些福报。他不晓得那个福报是他命里有的，命里有的福报，比他现在所享受、所得来的大很多很多！因为他造罪业已经打了折扣，打折扣，他还享这么大的福，你就想想，如果不打折扣的时候，他的福报有多大！",
      "zh_TW": "我們看到現在這個世間，眾生生活得這麼苦，文化水平一天比一天低落。物質生活的艱苦，不懂得財布施；文化水平的降落，不懂得法布施。我們每看一本書，翻到後頭「版權所有，翻印必究」，不肯法布施，他怎麼會長聰明智慧？念念總是計算別人，貪圖小利，健康長壽的果報得不到，沒有了。我們細細觀察這個社會，都在造業，不知道修福，認為造業是自己聰明，自己比別人高明，造作這些惡業得來這些福報。他不曉得那個福報是他命裡有的，命裡有的福報，比他現在所享受、所得來的大很多很多！因為他造罪業已經打了折扣，打折扣，他還享這麼大的福，你就想想，如果不打折扣的時候，他的福報有多大！"
    },
    {
      "id": "19-014-0079_p0010",
      "zh_CN": "过去世间圣贤人多，修学的环境好，家里面有老人给你做榜样，社会上有许多学者给你做榜样。中国古籍，不要说多，清朝末年以前，哪一个文学作品后面有「版权所有，翻印必究」的？没有。你们所看到的都是「欢迎流通，功德无量」，都是劝你去流通，没有禁止的。「版权所有，翻印必究」到民国初年才有，民国这个时代人苦、可怜，不懂得修福。民国以来，我们所看到这个社会上的一些大富长者、豪门贵族，都是过去在那些帝王时代修的福，现在来享受。我们这一生真的是有幸遇到佛法，所以才能看得出来，这个世间因缘果报，我们看得很清楚、看得很明白，于是我们自己知道应该怎么作法。",
      "zh_TW": "過去世間聖賢人多，修學的環境好，家裡面有老人給你做榜樣，社會上有許多學者給你做榜樣。中國古籍，不要說多，清朝末年以前，哪一個文學作品後面有「版權所有，翻印必究」的？沒有。你們所看到的都是「歡迎流通，功德無量」，都是勸你去流通，沒有禁止的。「版權所有，翻印必究」到民國初年才有，民國這個時代人苦、可憐，不懂得修福。民國以來，我們所看到這個社會上的一些大富長者、豪門貴族，都是過去在那些帝王時代修的福，現在來享受。我們這一生真的是有幸遇到佛法，所以才能看得出來，這個世間因緣果報，我們看得很清楚、看得很明白，於是我們自己知道應該怎麼作法。"
    },
    {
      "id": "19-014-0079_p0011",
      "zh_CN": "这一句是离偷盗，得的福报是『最胜无比，悉能备集』，这两句话是你得到的是最胜无比的福德。不仅如此，后面这两句『悉能备集，诸佛法藏』，福慧两种福报，你都得到了，这个果报真正是无比的殊胜。智慧，这是法布施所得来的；真有施心，著作决定不可能有「版权所有，翻印必究」这个字样，这些他得的福，非常非常有限。佛门里面，现在有一些大德也是粗心大意，疏忽了这桩事情，自己的著作也印上「版权所有，翻印必究」，把自己的法缘断掉了，违背了自己的誓愿；誓愿天天还挂在口皮上念：众生无边誓愿度。「版权所有，翻印必究」，你度什么众生？违背自己的誓愿，你度的众生是有条件的。你拿钱来买我的书，变成什么？变成商品生意买卖了，哪里有法缘？这样的心态念佛不能往生，西方极乐世界没有这么小气的人。",
      "zh_TW": "這一句是離偷盜，得的福報是『最勝無比，悉能備集』，這兩句話是你得到的是最勝無比的福德。不僅如此，後面這兩句『悉能備集，諸佛法藏』，福慧兩種福報，你都得到了，這個果報真正是無比的殊勝。智慧，這是法布施所得來的；真有施心，著作決定不可能有「版權所有，翻印必究」這個字樣，這些他得的福，非常非常有限。佛門裡面，現在有一些大德也是粗心大意，疏忽了這樁事情，自己的著作也印上「版權所有，翻印必究」，把自己的法緣斷掉了，違背了自己的誓願；誓願天天還掛在口皮上念：眾生無邊誓願度。「版權所有，翻印必究」，你度什麼眾生？違背自己的誓願，你度的眾生是有條件的。你拿錢來買我的書，變成什麼？變成商品生意買賣了，哪裡有法緣？這樣的心態念佛不能往生，西方極樂世界沒有這麼小氣的人。"
    },
    {
      "id": "19-014-0079_p0012",
      "zh_CN": "我们自己学佛有一点心得，写出来供养大众，恨不得多印一些赠送给别人。自己没有能力印，别人印不是更好吗？我更省事。不准别人印，一定要自己印来卖钱，成什么话！这样的心态念佛不能往生，世间一个慈善的人，尚且不这么作法。我们中国古时候教学，好的东西都是想尽方法流通。我们平常很容易看到的是这些大夫，他们有一些一般的救急的处方，都印成小册子，也是「欢迎翻印，功德无量」，从来没有看到这些善书后面，限制别人翻印，没有见过。中国人过去没有这种思想，这种思想从外国传来的。",
      "zh_TW": "我們自己學佛有一點心得，寫出來供養大眾，恨不得多印一些贈送給別人。自己沒有能力印，別人印不是更好嗎？我更省事。不准別人印，一定要自己印來賣錢，成什麼話！這樣的心態念佛不能往生，世間一個慈善的人，尚且不這麼作法。我們中國古時候教學，好的東西都是想盡方法流通。我們平常很容易看到的是這些大夫，他們有一些一般的救急的處方，都印成小冊子，也是「歡迎翻印，功德無量」，從來沒有看到這些善書後面，限制別人翻印，沒有見過。中國人過去沒有這種思想，這種思想從外國傳來的。"
    },
    {
      "id": "19-014-0079_p0013",
      "zh_CN": "外国人自古以来接受的教育，是功利主义的教育，他要保护自己，唯恐别人侵占自己的权益，所以法律上订了很多。中国人自古以来受圣贤教育，圣贤教育是希望一切众生各个都能作圣作贤。佛法的教育是希望一切众生早成佛道，怎么可能有限制？这是我们最低限度要觉悟的。往年我在此地，演培法师问我：「怎么样能够做到法缘殊胜？」我告诉他：「布施。无条件的布施，无私的布施，你的法缘自然就殊胜。自己只要认真落实佛陀的教诲，依教奉行，法缘是自然殊胜。」",
      "zh_TW": "外國人自古以來接受的教育，是功利主義的教育，他要保護自己，唯恐別人侵佔自己的權益，所以法律上訂了很多。中國人自古以來受聖賢教育，聖賢教育是希望一切眾生各個都能作聖作賢。佛法的教育是希望一切眾生早成佛道，怎麼可能有限制？這是我們最低限度要覺悟的。往年我在此地，演培法師問我：「怎麼樣能夠做到法緣殊勝？」我告訴他：「布施。無條件的布施，無私的布施，你的法緣自然就殊勝。自己只要認真落實佛陀的教誨，依教奉行，法緣是自然殊勝。」"
    },
    {
      "id": "19-014-0079_p0014",
      "zh_CN": "我讲经弘法四十一年，从来没有说是拉一个信徒来听，没有过；我也从来不去撒广告，这是李老师教导我的，讲得非常有道理，我懂。他说：「你在外面去讲经，你打了很多广告，招来很多听众。头一天不错，大家上了当，被你骗来了；这一听，听到你讲得不怎么样，明天人就少了一半，后天又少了，你不就泄气了？你自己信心就没有了。」这很有道理。不撒广告，我头一天讲经三个人听，第二天讲经四个人听，第三天讲经五个人听，你的听众天天在增长，增长把我们的气就鼓起来了，这是李老师教导我的。所以决定不可以搞广告，搞广告，你顶多是讲一次，你不能讲第二次，讲第二次、第三次，你听众会逐渐下降；除非你真的讲得好，真的讲得好也不搞这一套。",
      "zh_TW": "我講經弘法四十一年，從來沒有說是拉一個信徒來聽，沒有過；我也從來不去撒廣告，這是李老師教導我的，講得非常有道理，我懂。他說：「你在外面去講經，你打了很多廣告，招來很多聽眾。頭一天不錯，大家上了當，被你騙來了；這一聽，聽到你講得不怎麼樣，明天人就少了一半，後天又少了，你不就洩氣了？你自己信心就沒有了。」這很有道理。不撒廣告，我頭一天講經三個人聽，第二天講經四個人聽，第三天講經五個人聽，你的聽眾天天在增長，增長把我們的氣就鼓起來了，這是李老師教導我的。所以決定不可以搞廣告，搞廣告，你頂多是講一次，你不能講第二次，講第二次、第三次，你聽眾會逐漸下降；除非你真的講得好，真的講得好也不搞這一套。"
    },
    {
      "id": "19-014-0079_p0015",
      "zh_CN": "佛教跟其他宗教不一样，佛教是师道，师道是「只闻来学，未闻往教」，绝不拉听众，听众是自己仰慕而来的。他有真诚心，这就是印祖讲的「一分恭敬，得一分利益」，他真能得利益；拉得来的，感情或者不得已勉强来的，没有恭敬心，不得利益。这真正是过来人才懂得，才把这个道理传给我们。到处去招揽信徒的，这都是外国人的思想，不是我们中国古圣先贤的教诲。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛教跟其他宗教不一樣，佛教是師道，師道是「只聞來學，未聞往教」，絕不拉聽眾，聽眾是自己仰慕而來的。他有真誠心，這就是印祖講的「一分恭敬，得一分利益」，他真能得利益；拉得來的，感情或者不得已勉強來的，沒有恭敬心，不得利益。這真正是過來人才懂得，才把這個道理傳給我們。到處去招攬信徒的，這都是外國人的思想，不是我們中國古聖先賢的教誨。好，今天時間到了，我們就講到此地。"
    }
  ]
}