{
  "doc_id": "19-014-0023",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0023",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-014-0023_p0001",
      "zh_CN": "诸位同学：大家好！请掀开《十善业道经》第四面最后一行，从最后一句看起：",
      "zh_TW": "諸位同學：大家好！請掀開《十善業道經》第四面最後一行，從最後一句看起："
    },
    {
      "id": "19-014-0023_p0002",
      "zh_CN": "【汝当于此。正见不动。勿复堕在断常见中。于诸福田。欢喜敬养。是故汝等。亦得人天尊敬供养。】",
      "zh_TW": "【汝當於此。正見不動。勿復墮在斷常見中。於諸福田。歡喜敬養。是故汝等。亦得人天尊敬供養。】"
    },
    {
      "id": "19-014-0023_p0003",
      "zh_CN": "这是这一大段最后的一小段，世尊总结劝勉我们。龙王是我们大家的代表，『汝当于此』是我们对于这桩事情，要做到『正见不动』，「正见」是正确的见解，决定不可以为邪思邪见所动摇，尤其不可以再『堕在断常见中』，「断常见」是古印度一种错误的看法。「断见」，所谓是「人死如灯灭」，死了一切都没有了，不相信有来世，不相信有报应，这是决定错误的见解。「常见」，人死了，过二十年之后，投人胎又是一条好汉，这也是错误的。这两种见解广泛的在世间。",
      "zh_TW": "這是這一大段最後的一小段，世尊總結勸勉我們。龍王是我們大家的代表，『汝當於此』是我們對於這樁事情，要做到『正見不動』，「正見」是正確的見解，決定不可以為邪思邪見所動搖，尤其不可以再『墮在斷常見中』，「斷常見」是古印度一種錯誤的看法。「斷見」，所謂是「人死如燈滅」，死了一切都沒有了，不相信有來世，不相信有報應，這是決定錯誤的見解。「常見」，人死了，過二十年之後，投人胎又是一條好漢，這也是錯誤的。這兩種見解廣泛的在世間。"
    },
    {
      "id": "19-014-0023_p0004",
      "zh_CN": "我这次在香港亚视访问的时候，曾经说了一句话。他说：谚语讲「人不为己，天诛地灭」，哪个不为自己？他说为自己是正当的。我当时就跟他说明，这一句话是错误的，这句话不是正见，误导了许许多多的众生。什么是正见？人应当为社会，应当为众生，这是正知正见，不要为自己。",
      "zh_TW": "我這次在香港亞視訪問的時候，曾經說了一句話。他說：諺語講「人不為己，天誅地滅」，哪個不為自己？他說為自己是正當的。我當時就跟他說明，這一句話是錯誤的，這句話不是正見，誤導了許許多多的眾生。什麼是正見？人應當為社會，應當為眾生，這是正知正見，不要為自己。"
    },
    {
      "id": "19-014-0023_p0005",
      "zh_CN": "新加坡过去有一位大财主陈嘉庚，在南洋大家都知道他，他白手起家，发了大财，可是自己的生活非常节俭。年纪老了去检查身体，营养不良，钱到哪里去了？全做社会慈善事业，新加坡南洋大学就是他办的。在国内自己的家乡，到处兴办学校，提倡教育，帮助一些苦难的人。他自己有钱并不享受，坐飞机的时候，他儿子坐头等舱，他自己坐经济舱，下了飞机跟他儿子讲：「我们同时到达，何必花那么多冤枉钱？」并不是你花那么多钱你就比我早到，我们同时到。所以这老人不一样。听说他儿子有一次被强盗绑票，强盗提出条件要多少赎金。他通知强盗：你把我儿子杀掉好了，我一分钱不会给他，我的钱全部拿来做公益慈善事业，绝不给后代。那个强盗接到通知，把他的儿子放掉了。真正做社会慈善福利事业，念念为人想、为社会想，没有为自己。所以今天在南洋提到陈老先生，哪一个不尊敬？这叫正知正见。",
      "zh_TW": "新加坡過去有一位大財主陳嘉庚，在南洋大家都知道他，他白手起家，發了大財，可是自己的生活非常節儉。年紀老了去檢查身體，營養不良，錢到哪裡去了？全做社會慈善事業，新加坡南洋大學就是他辦的。在國內自己的家鄉，到處興辦學校，提倡教育，幫助一些苦難的人。他自己有錢並不享受，坐飛機的時候，他兒子坐頭等艙，他自己坐經濟艙，下了飛機跟他兒子講：「我們同時到達，何必花那麼多冤枉錢？」並不是你花那麼多錢你就比我早到，我們同時到。所以這老人不一樣。聽說他兒子有一次被強盜綁票，強盜提出條件要多少贖金。他通知強盜：你把我兒子殺掉好了，我一分錢不會給他，我的錢全部拿來做公益慈善事業，絕不給後代。那個強盜接到通知，把他的兒子放掉了。真正做社會慈善福利事業，念念為人想、為社會想，沒有為自己。所以今天在南洋提到陳老先生，哪一個不尊敬？這叫正知正見。"
    },
    {
      "id": "19-014-0023_p0006",
      "zh_CN": "释迦牟尼佛是王子出身，他可以享一点富裕的生活，他为什么不享受？为什么天天要出去托钵、要树下一宿？告诉我们万缘放下，我生在这个世间是为众生的，为社会的，不是为自己，所以他没有业障。诸位要晓得，为自己就有业障，为众生哪来的业障？我们今天要消业障，把业障彻底消除，这一个念头转过来就消了。所以「为己」是决定错误的观念。菩萨行里面，释迦牟尼讲六个要领，第一个布施，布施是什么意思？用现代的话来说，为众生服务，为社会服务，这就叫布施。持戒是什么意思？守法，遵守佛菩萨的教法，遵守国家的宪法，遵守地方上一切的规章，除这个之外，有不成文的伦理道德、风俗习惯，我们都应当遵守，这叫持戒。佛菩萨每一句话里面，含义都无限的深广。",
      "zh_TW": "釋迦牟尼佛是王子出身，他可以享一點富裕的生活，他為什麼不享受？為什麼天天要出去托缽、要樹下一宿？告訴我們萬緣放下，我生在這個世間是為眾生的，為社會的，不是為自己，所以他沒有業障。諸位要曉得，為自己就有業障，為眾生哪來的業障？我們今天要消業障，把業障徹底消除，這一個念頭轉過來就消了。所以「為己」是決定錯誤的觀念。菩薩行裡面，釋迦牟尼講六個要領，第一個布施，布施是什麼意思？用現代的話來說，為眾生服務，為社會服務，這就叫布施。持戒是什麼意思？守法，遵守佛菩薩的教法，遵守國家的憲法，遵守地方上一切的規章，除這個之外，有不成文的倫理道德、風俗習慣，我們都應當遵守，這叫持戒。佛菩薩每一句話裡面，含義都無限的深廣。"
    },
    {
      "id": "19-014-0023_p0007",
      "zh_CN": "我们要常常心住在正见，正知正见，不会为社会种种不善的风气所动摇。凡是心行不定、容易被动摇的，没有别的，贪图名闻利养、五欲六尘享受，他才会动摇。如果把这些念头放下，他怎么会动摇？宇宙人生的真相是因缘果报的一个现象，佛在一切经里面都是这个说法，世间法、出世间法没有例外的。说穿了就是因果的转变，所以它不是常见，也不是断见，因果的循环、因果的相续，这是世出世间、虚空世界一切众生的真相，我们要明了。",
      "zh_TW": "我們要常常心住在正見，正知正見，不會為社會種種不善的風氣所動搖。凡是心行不定、容易被動搖的，沒有別的，貪圖名聞利養、五欲六塵享受，他才會動搖。如果把這些念頭放下，他怎麼會動搖？宇宙人生的真相是因緣果報的一個現象，佛在一切經裡面都是這個說法，世間法、出世間法沒有例外的。說穿了就是因果的轉變，所以它不是常見，也不是斷見，因果的循環、因果的相續，這是世出世間、虛空世界一切眾生的真相，我們要明瞭。"
    },
    {
      "id": "19-014-0023_p0008",
      "zh_CN": "明了之后，底下说『于诸福田，欢喜敬养』，敬是尊敬，养是供养。种种福田，「田」是比喻，田地能够生长五谷杂粮，这个田能够生福就叫做福田。「福田」，在佛经里面通常讲有三种：第一种是「敬田」，所谓是「敬人者人恒敬之」，我们对别人尊敬，别人对我们就尊敬。敬田主要的代表是三宝，我们对三宝恭敬。但是要晓得，必须把对三宝的恭敬，用在一切众生身上，我对佛如何恭敬，我对于一切众生同样的恭敬，这就对了，你这个作法叫普贤行。普贤行跟一般菩萨行不相同的地方，普贤行是用真诚心、清净心、平等心，没有高下。看佛跟众生是一律平等，一味恭敬，得的果报不可思议，这叫敬田。",
      "zh_TW": "明瞭之後，底下說『於諸福田，歡喜敬養』，敬是尊敬，養是供養。種種福田，「田」是比喻，田地能夠生長五穀雜糧，這個田能夠生福就叫做福田。「福田」，在佛經裡面通常講有三種：第一種是「敬田」，所謂是「敬人者人恆敬之」，我們對別人尊敬，別人對我們就尊敬。敬田主要的代表是三寶，我們對三寶恭敬。但是要曉得，必須把對三寶的恭敬，用在一切眾生身上，我對佛如何恭敬，我對於一切眾生同樣的恭敬，這就對了，你這個作法叫普賢行。普賢行跟一般菩薩行不相同的地方，普賢行是用真誠心、清淨心、平等心，沒有高下。看佛跟眾生是一律平等，一味恭敬，得的果報不可思議，這叫敬田。"
    },
    {
      "id": "19-014-0023_p0009",
      "zh_CN": "第二种是「恩田」，恩田是以父母为代表，父母是我们最大的恩人，知恩报恩。将报答父母之恩的心行，用在一切众生身上。佛门的同修，不管你是修哪一个宗、哪一个法门，天天念回向偈，回向偈里面，「上报四重恩，下济三途苦」，我们有没有报恩这个心？心尚且没有，哪有报恩的行为？我们用什么报恩？用善心、善念、善行。一生努力修善，对于一切人、一切事、一切物，我们用这个行为报答亲恩，报答老师之恩，报答一切众生提供我们一切生活条件之恩，这是恩田。",
      "zh_TW": "第二種是「恩田」，恩田是以父母為代表，父母是我們最大的恩人，知恩報恩。將報答父母之恩的心行，用在一切眾生身上。佛門的同修，不管你是修哪一個宗、哪一個法門，天天念迴向偈，迴向偈裡面，「上報四重恩，下濟三途苦」，我們有沒有報恩這個心？心尚且沒有，哪有報恩的行為？我們用什麼報恩？用善心、善念、善行。一生努力修善，對於一切人、一切事、一切物，我們用這個行為報答親恩，報答老師之恩，報答一切眾生提供我們一切生活條件之恩，這是恩田。"
    },
    {
      "id": "19-014-0023_p0010",
      "zh_CN": "第三种是「悲田」，世间一切苦难众生，我们要尽心尽力的帮助他们，帮助他们脱离贫困，这里面需要物资的帮助，更重要的需要教学的帮助。诸位要知道，物资的帮助是帮助一时，解决他眼前的痛苦。中国古人说得很好：「济难不济贫」，他眼前有灾难我们要救济他，贫穷没有办法救。贫穷要救的话，那是他一生的事情。可是贫穷怎么帮忙？教育他，教他技术能力，他自己可以独立谋生。所以办学校是济贫唯一的方法，帮助他破迷开悟，他觉悟了就能过圆满幸福的生活。",
      "zh_TW": "第三種是「悲田」，世間一切苦難眾生，我們要盡心盡力的幫助他們，幫助他們脫離貧困，這裡面需要物資的幫助，更重要的需要教學的幫助。諸位要知道，物資的幫助是幫助一時，解決他眼前的痛苦。中國古人說得很好：「濟難不濟貧」，他眼前有災難我們要救濟他，貧窮沒有辦法救。貧窮要救的話，那是他一生的事情。可是貧窮怎麼幫忙？教育他，教他技術能力，他自己可以獨立謀生。所以辦學校是濟貧唯一的方法，幫助他破迷開悟，他覺悟了就能過圓滿幸福的生活。"
    },
    {
      "id": "19-014-0023_p0011",
      "zh_CN": "古圣先贤，无论中国外国，没有不重视教育的。教育里面最重要的是德行的教育，孔老夫子教学四个科目：第一个是德行，德行教育是教你做人之道，你明了人与人的关系，你懂得怎样做人。在业因果报里面，你会逐步逐步向上升，你不会堕落。教你做好人，教你做善人，教你做贤人，教你做圣人，这是教育。其次是言语，正所谓是「口为祸福之门」，教你知道说话的分寸，这个在中国古时候，七岁上学就开始教了。在家庭、在群众当中，你知道长幼，你知道辈分，对什么样的人该说什么样的话，从小孩的时候就教起，所谓是「少成若天性，习惯成自然」，懂礼！这是古时候的中国人，「礼仪之邦」。礼从什么时候学的？从小学开始教的，言语、行为一定要懂礼。第三才谈政事，政事就是今天讲的技术、能力，训练这些。我们今天讲的职业教育、科技教育，属于这一类。你学会了，将来在社会上有谋生的技能，有发展的条件，教你这个。最后才谈到艺术、文学，那是你已经物质生活富裕，再提高精神生活的享受。这是中国古老教学的四个层次，不能颠倒的。",
      "zh_TW": "古聖先賢，無論中國外國，沒有不重視教育的。教育裡面最重要的是德行的教育，孔老夫子教學四個科目：第一個是德行，德行教育是教你做人之道，你明瞭人與人的關係，你懂得怎樣做人。在業因果報裡面，你會逐步逐步向上升，你不會墮落。教你做好人，教你做善人，教你做賢人，教你做聖人，這是教育。其次是言語，正所謂是「口為禍福之門」，教你知道說話的分寸，這個在中國古時候，七歲上學就開始教了。在家庭、在群眾當中，你知道長幼，你知道輩分，對什麼樣的人該說什麼樣的話，從小孩的時候就教起，所謂是「少成若天性，習慣成自然」，懂禮！這是古時候的中國人，「禮儀之邦」。禮從什麼時候學的？從小學開始教的，言語、行為一定要懂禮。第三才談政事，政事就是今天講的技術、能力，訓練這些。我們今天講的職業教育、科技教育，屬於這一類。你學會了，將來在社會上有謀生的技能，有發展的條件，教你這個。最後才談到藝術、文學，那是你已經物質生活富裕，再提高精神生活的享受。這是中國古老教學的四個層次，不能顛倒的。"
    },
    {
      "id": "19-014-0023_p0012",
      "zh_CN": "现在教育没有了，前面两条没有，现在只剩下后头两条，所以社会发生问题。前面两条是根本，后面两条是枝叶花果，今天根本没有了，所以社会看起来很好看，那是什么东西？花瓶里插的花，没有根。所以看起来好看，但是整个社会动摇，整个社会混乱，人人担心世界末日。这是舍弃古圣先贤的教学，不知道古圣先贤教学是真正的福田。将来的趋向是怎么样？还是要走老路，谁能够走古圣先贤的老路，谁将来是世界的领导人，是这个世间真正的救护者。凡是新起的这些把戏都不可靠，没有通过实验，古人这个老路子是几千年实验过的，通过实验的。今天你创新一个方法，没有通过实验，不能证明你这个方法到底正不正确。所以我们首先要真正认识福田，我们才晓得怎样去种福，欢欢喜喜尊敬福田，在这里面广修供养。",
      "zh_TW": "現在教育沒有了，前面兩條沒有，現在只剩下後頭兩條，所以社會發生問題。前面兩條是根本，後面兩條是枝葉花果，今天根本沒有了，所以社會看起來很好看，那是什麼東西？花瓶裡插的花，沒有根。所以看起來好看，但是整個社會動搖，整個社會混亂，人人擔心世界末日。這是捨棄古聖先賢的教學，不知道古聖先賢教學是真正的福田。將來的趨向是怎麼樣？還是要走老路，誰能夠走古聖先賢的老路，誰將來是世界的領導人，是這個世間真正的救護者。凡是新起的這些把戲都不可靠，沒有通過實驗，古人這個老路子是幾千年實驗過的，通過實驗的。今天你創新一個方法，沒有通過實驗，不能證明你這個方法到底正不正確。所以我們首先要真正認識福田，我們才曉得怎樣去種福，歡歡喜喜尊敬福田，在這裡面廣修供養。"
    },
    {
      "id": "19-014-0023_p0013",
      "zh_CN": "佛经里面关于这些事情说得太多太多，世尊在本经下面一段是最精彩的，把这些话具体落实了，教我们「昼夜常念、思惟、观察善法」。这一句跟祆教的教义完全相同。祆教，我们一般也称它为拜火教，火象征光明、象征智慧，他们的中心教义就是讲求心善、念头善、行为善，跟世尊在这里讲的完全相应。祆教哪一天到我们讲堂来讲经，我们把这一段写出来赠送给他们，跟他们的教义完全相同。我们能够这样做，就能得到人天尊敬供养。",
      "zh_TW": "佛經裡面關於這些事情說得太多太多，世尊在本經下面一段是最精彩的，把這些話具體落實了，教我們「晝夜常念、思惟、觀察善法」。這一句跟祆教的教義完全相同。祆教，我們一般也稱它為拜火教，火象徵光明、象徵智慧，他們的中心教義就是講求心善、念頭善、行為善，跟世尊在這裡講的完全相應。祆教哪一天到我們講堂來講經，我們把這一段寫出來贈送給他們，跟他們的教義完全相同。我們能夠這樣做，就能得到人天尊敬供養。"
    },
    {
      "id": "19-014-0023_p0014",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}