{
  "doc_id": "19-014-0082",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十二集",
    "zh_TW": "第八十二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0082",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "19-014-0082_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十三面，经文第三行看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十三面，經文第三行看起："
    },
    {
      "id": "19-014-0082_p0002",
      "zh_CN": "【离麤恶语。而行施故。常富财宝。无能侵夺。一切众会。欢喜归依。言皆信受。无违拒者。】",
      "zh_TW": "【離麤惡語。而行施故。常富財寶。無能侵奪。一切眾會。歡喜歸依。言皆信受。無違拒者。】"
    },
    {
      "id": "19-014-0082_p0003",
      "zh_CN": "这是不恶口。不恶口而行布施所得到的殊胜果报，前面两句总说就不必讲了，前面说过了，就是『常富财宝，无能侵夺』。我们看别报，『一切众会，欢喜归依』，这个非常难得，就是与大众相处的时候，「众会」是许多人在一起，你都受到群众欢迎。「欢喜归依」，我们今天可以用这个词句来解释，就是你会得到大众的拥戴欢迎。『言皆信受』，你在大众当中发表谈话大家都相信，都能接受，没有『违拒』，没有抗争的，没有拒绝的。由此可知，这是一个非常得人望的领导人。他这一份福德是从哪里来的？是从不恶口来的。",
      "zh_TW": "這是不惡口。不惡口而行布施所得到的殊勝果報，前面兩句總說就不必講了，前面說過了，就是『常富財寶，無能侵奪』。我們看別報，『一切眾會，歡喜歸依』，這個非常難得，就是與大眾相處的時候，「眾會」是許多人在一起，你都受到群眾歡迎。「歡喜歸依」，我們今天可以用這個詞句來解釋，就是你會得到大眾的擁戴歡迎。『言皆信受』，你在大眾當中發表談話大家都相信，都能接受，沒有『違拒』，沒有抗爭的，沒有拒絕的。由此可知，這是一個非常得人望的領導人。他這一份福德是從哪裡來的？是從不惡口來的。"
    },
    {
      "id": "19-014-0082_p0004",
      "zh_CN": "我们今天看到有一些领袖，确实深受群众欢迎，这个果报我们就知道他是怎么修来的。有些人的确有智慧，也有能力，也很热心想为社会大众做一点事情，但是他跟大众相处，人家不拥护他。这是什么原因？这是过去生中口业上的问题，口业里头说话粗鲁，让大众听起来不舒服，所以就感得果报；纵然你有智慧，热心为大家服务，大家抗拒你。所以圆满的福德，面面都要做好，少一面都不行，我们真正懂得因果的道理，了解报应的事实，自自然然不用别人劝告，决定修十善业。",
      "zh_TW": "我們今天看到有一些領袖，確實深受群眾歡迎，這個果報我們就知道他是怎麼修來的。有些人的確有智慧，也有能力，也很熱心想為社會大眾做一點事情，但是他跟大眾相處，人家不擁護他。這是什麼原因？這是過去生中口業上的問題，口業裡頭說話粗魯，讓大眾聽起來不舒服，所以就感得果報；縱然你有智慧，熱心為大家服務，大家抗拒你。所以圓滿的福德，面面都要做好，少一面都不行，我們真正懂得因果的道理，了解報應的事實，自自然然不用別人勸告，決定修十善業。"
    },
    {
      "id": "19-014-0082_p0005",
      "zh_CN": "十善业用在哪一个行门上都得到殊胜的果报，我们为什么不认真努力去修学？为什么不把自己的这些毛病习气改过来？果然能改过来，无论世法、佛法，真的是一帆风顺。特别在佛法里面，佛教导我们要向一切诸佛如来学习，众生无边誓愿度，帮助一切苦难众生。这个「苦难」广义的讲，十法界的众生都有苦、都有难。十法界里面佛法界，那个佛没有明心见性，没有出离十法界，这个就是他的灾难。到一真法界才算是你真正得到了安稳处，佛法里面讲「究竟涅槃」。",
      "zh_TW": "十善業用在哪一個行門上都得到殊勝的果報，我們為什麼不認真努力去修學？為什麼不把自己的這些毛病習氣改過來？果然能改過來，無論世法、佛法，真的是一帆風順。特別在佛法裡面，佛教導我們要向一切諸佛如來學習，眾生無邊誓願度，幫助一切苦難眾生。這個「苦難」廣義的講，十法界的眾生都有苦、都有難。十法界裡面佛法界，那個佛沒有明心見性，沒有出離十法界，這個就是他的災難。到一真法界才算是你真正得到了安穩處，佛法裡面講「究竟涅槃」。"
    },
    {
      "id": "19-014-0082_p0006",
      "zh_CN": "「究竟涅槃」广义讲，就是一真法界。在《华严经》里面圆教初住就证得究竟涅槃，究竟里圆满的究竟，那是圆教的佛果；初住、二住，分证的究竟；十法界里声闻、缘觉证得的是偏真涅槃；十法界里的佛，还不是分证的涅槃。这些理跟事我们都必须清楚，都必须明了。这些声闻菩萨为什么要修行证果，目的何在？目的只有一个，为了普度一切众生而修行、而求证果的，决定不是为自己的。",
      "zh_TW": "「究竟涅槃」廣義講，就是一真法界。在《華嚴經》裡面圓教初住就證得究竟涅槃，究竟裡圓滿的究竟，那是圓教的佛果；初住、二住，分證的究竟；十法界裡聲聞、緣覺證得的是偏真涅槃；十法界裡的佛，還不是分證的涅槃。這些理跟事我們都必須清楚，都必須明瞭。這些聲聞菩薩為什麼要修行證果，目的何在？目的只有一個，為了普度一切眾生而修行、而求證果的，決定不是為自己的。"
    },
    {
      "id": "19-014-0082_p0007",
      "zh_CN": "十善业道是我们修行的基础，大根大本。我们的修行最重要的是在起步，起步要做不好，前途就没有了，第二步你就跌倒、摔跤了。把十善业道用在世出世间一切法上，这个地方是教我们，这部经典通大小乘、通一切佛法，开端就教我们将十善用在菩萨六波罗蜜上。布施得财宝，财是福，宝是慧，得福报、得智慧。福报跟智慧圆不圆满，那就要看细行；细行就是十善。哪一种细行得哪一种果报，细行不能不修。细行不是一般人常讲的，「小小戒可以舍，小小戒无所谓」，这个话不能说。说话粗鲁一点，「小小戒，这个无所谓」，果报不可思议。你能够与大众接触和颜爱语，你得的果报是大众欢喜归依、拥戴你，你说的话别人欢喜接受，这是从小小戒里头得到的果报。",
      "zh_TW": "十善業道是我們修行的基礎，大根大本。我們的修行最重要的是在起步，起步要做不好，前途就沒有了，第二步你就跌倒、摔跤了。把十善業道用在世出世間一切法上，這個地方是教我們，這部經典通大小乘、通一切佛法，開端就教我們將十善用在菩薩六波羅蜜上。布施得財寶，財是福，寶是慧，得福報、得智慧。福報跟智慧圓不圓滿，那就要看細行；細行就是十善。哪一種細行得哪一種果報，細行不能不修。細行不是一般人常講的，「小小戒可以捨，小小戒無所謂」，這個話不能說。說話粗魯一點，「小小戒，這個無所謂」，果報不可思議。你能夠與大眾接觸和顏愛語，你得的果報是大眾歡喜歸依、擁戴你，你說的話別人歡喜接受，這是從小小戒裡頭得到的果報。"
    },
    {
      "id": "19-014-0082_p0008",
      "zh_CN": "我们在日常生活当中，在自己经验里面，或者是自己本人，或者我们看到许许多多各个阶层的领导人，他对他们的干部、对他们的员工，能不能得到大众衷心的拥戴，我们是看这些果报，从果报现在我们知道他是什么因造成的。凡夫不知道，不知道这些微细的因行。大众对你好，这还能过得去；如果底下群众对你有意见，你就埋怨，怨天尤人，总觉得自己没有错，错都是别人。这个观念、这种思想就是大错！下面这一段：",
      "zh_TW": "我們在日常生活當中，在自己經驗裡面，或者是自己本人，或者我們看到許許多多各個階層的領導人，他對他們的幹部、對他們的員工，能不能得到大眾衷心的擁戴，我們是看這些果報，從果報現在我們知道他是什麼因造成的。凡夫不知道，不知道這些微細的因行。大眾對你好，這還能過得去；如果底下群眾對你有意見，你就埋怨，怨天尤人，總覺得自己沒有錯，錯都是別人。這個觀念、這種思想就是大錯！下面這一段："
    },
    {
      "id": "19-014-0082_p0009",
      "zh_CN": "【离无义语。而行施故。常富财宝。无能侵夺。言不虚设。人皆敬受。能善方便。断诸疑惑。】",
      "zh_TW": "【離無義語。而行施故。常富財寶。無能侵奪。言不虛設。人皆敬受。能善方便。斷諸疑惑。】"
    },
    {
      "id": "19-014-0082_p0010",
      "zh_CN": "这是不绮语。绮语，我们世俗间常讲「伶牙俐齿」，很会说话、花言巧语，可是存心不善，欺骗别人，诱导别人走向不善。这些话好听，人都爱听，过失非常之大。绮语有有意的、有无意的。有意的罪就更重了，看他伤害社会的面有多广，看他伤害的影响时间有多么长，从这里结罪。如果影响的面很广、时间很长，这个罪过就不得了；他影响的面不大，时间很短暂，这个罪过就很小。",
      "zh_TW": "這是不綺語。綺語，我們世俗間常講「伶牙俐齒」，很會說話、花言巧語，可是存心不善，欺騙別人，誘導別人走向不善。這些話好聽，人都愛聽，過失非常之大。綺語有有意的、有無意的。有意的罪就更重了，看他傷害社會的面有多廣，看他傷害的影響時間有多麼長，從這裡結罪。如果影響的面很廣、時間很長，這個罪過就不得了；他影響的面不大，時間很短暫，這個罪過就很小。"
    },
    {
      "id": "19-014-0082_p0011",
      "zh_CN": "如果跟大家举例子，最通常见的叫歌谣。佛教没有到中国来之前，在古时候歌谣是每一个民族最原始的文化，再落后的民族都有，它都有它的歌唱、有它的舞蹈。我们现在常常在电视上，看到世界许许多多不同族群他们的歌舞，中国古书里面记载，观光旅游看到这个族群、看到这些国家，听听他们人民唱的是什么歌，唱歌的内容、舞蹈的内容，就知道这个国家的兴衰。由此可知，古时候人观察入微。这些内容我们今天来看，如果与十恶业相应的，不善。不善哪里会有好的果报？这个国家、这个地区，决定会动乱不安。如果这些歌舞内容与十善业相应的，这个社会一定好，一定是安定、繁荣、兴旺。到人家家庭里面，你看看家庭里头这些成员他的谈吐言词、他的爱好，这一家人喜欢听什么歌、喜欢看哪一类的娱乐，你也就晓得这个家庭是兴、是衰，能看得到。",
      "zh_TW": "如果跟大家舉例子，最通常見的叫歌謠。佛教沒有到中國來之前，在古時候歌謠是每一個民族最原始的文化，再落後的民族都有，它都有它的歌唱、有它的舞蹈。我們現在常常在電視上，看到世界許許多多不同族群他們的歌舞，中國古書裡面記載，觀光旅遊看到這個族群、看到這些國家，聽聽他們人民唱的是什麼歌，唱歌的內容、舞蹈的內容，就知道這個國家的興衰。由此可知，古時候人觀察入微。這些內容我們今天來看，如果與十惡業相應的，不善。不善哪裡會有好的果報？這個國家、這個地區，決定會動亂不安。如果這些歌舞內容與十善業相應的，這個社會一定好，一定是安定、繁榮、興旺。到人家家庭裡面，你看看家庭裡頭這些成員他的談吐言詞、他的愛好，這一家人喜歡聽什麼歌、喜歡看哪一類的娛樂，你也就曉得這個家庭是興、是衰，能看得到。"
    },
    {
      "id": "19-014-0082_p0012",
      "zh_CN": "在佛法的标准，凡是顺乎性德的，决定是善的、决定是好的，因好果报一定好，真的是因圆果满；如果它的因不好，要想希求好的果报，决定没这个道理。今天在世界上美国最强盛，美国强盛真正的原因，我们读读美国的历史，美国历史虽然只有两百年，前面一百年好。这个世纪初，二０年代、三０年代，我过去听方东美先生说，他在美国读书、在美国教书，他非常尊敬美国人。在全世界美国人讲正义，很难得、很不容易；世界各国在中国想尽方法争取特权，只有美国人能够仗义为中国人说一些公道话。有它历史的渊源，前人积的德，今天能成为世界上一等国。将来还能不能领导世界？那就要看他现在所作所为了。在一个世纪之前，美国人在全世界受人尊敬、受人赞叹，现在美国是权充世界警察，惹起许许多多地区族群对美国人不满，连美国政府都宣布，美国人出去旅行要特别小心，怕人家劫机、怕人家绑架，把你当作人质。为什么会有这个现象？为什么美国人走出去，不会受到大众热烈的欢迎爱戴？我们的言行能不能与十善业道相应？无论大，看一个国家，小，看一个家庭，业因果报都非常明显，这样明显的事实摆在我们眼前，我们视而不见、听而不闻，那就是愚痴到极处了。",
      "zh_TW": "在佛法的標準，凡是順乎性德的，決定是善的、決定是好的，因好果報一定好，真的是因圓果滿；如果它的因不好，要想希求好的果報，決定沒這個道理。今天在世界上美國最強盛，美國強盛真正的原因，我們讀讀美國的歷史，美國歷史雖然只有兩百年，前面一百年好。這個世紀初，二０年代、三０年代，我過去聽方東美先生說，他在美國讀書、在美國教書，他非常尊敬美國人。在全世界美國人講正義，很難得、很不容易；世界各國在中國想盡方法爭取特權，只有美國人能夠仗義為中國人說一些公道話。有它歷史的淵源，前人積的德，今天能成為世界上一等國。將來還能不能領導世界？那就要看他現在所作所為了。在一個世紀之前，美國人在全世界受人尊敬、受人讚歎，現在美國是權充世界警察，惹起許許多多地區族群對美國人不滿，連美國政府都宣布，美國人出去旅行要特別小心，怕人家劫機、怕人家綁架，把你當作人質。為什麼會有這個現象？為什麼美國人走出去，不會受到大眾熱烈的歡迎愛戴？我們的言行能不能與十善業道相應？無論大，看一個國家，小，看一個家庭，業因果報都非常明顯，這樣明顯的事實擺在我們眼前，我們視而不見、聽而不聞，那就是愚痴到極處了。"
    },
    {
      "id": "19-014-0082_p0013",
      "zh_CN": "我们能够不绮语，「绮语」里面现在最严重的就是包括戏剧。你看看现代戏剧的内容！中国自古以来受儒家的教学，对于这些文艺、艺术方面守住孔老夫子一个原则，「思无邪」。什么是「邪」？十恶都是邪。所以中国古老的戏剧，诸位仔细去观察它的剧情，古老的戏剧守住四个原则，那是社会教育，教导老百姓教什么？忠、孝、节、义，善有善报、恶有恶报。你看它的内容是不是这样的？这跟外国的艺术不相同；中国几千年来文艺界都守住这个原则，包括地方戏剧也不例外。从前学校没有这么多，学校教育不发达，国家怎样教化全国的人民？只有仰赖戏剧歌舞。从来没有念过书，不认识字，他很会做人，他从哪里学来的？看戏学来的。所以从前戏班子，各个地方去表演，那是社会教育。",
      "zh_TW": "我們能夠不綺語，「綺語」裡面現在最嚴重的就是包括戲劇。你看看現代戲劇的內容！中國自古以來受儒家的教學，對於這些文藝、藝術方面守住孔老夫子一個原則，「思無邪」。什麼是「邪」？十惡都是邪。所以中國古老的戲劇，諸位仔細去觀察它的劇情，古老的戲劇守住四個原則，那是社會教育，教導老百姓教什麼？忠、孝、節、義，善有善報、惡有惡報。你看它的內容是不是這樣的？這跟外國的藝術不相同；中國幾千年來文藝界都守住這個原則，包括地方戲劇也不例外。從前學校沒有這麼多，學校教育不發達，國家怎樣教化全國的人民？只有仰賴戲劇歌舞。從來沒有念過書，不認識字，他很會做人，他從哪裡學來的？看戲學來的。所以從前戲班子，各個地方去表演，那是社會教育。"
    },
    {
      "id": "19-014-0082_p0014",
      "zh_CN": "现在随着科技的发达，舞台的戏剧逐渐逐渐没落了，都变成电视连续剧。现在写电视连续剧剧本的，他就不会遵守孔老夫子的原则，外国的电视内容就不必说了。从前方东美先生跟台湾教育部的官员说，那是教育部官员向他请教，那一天正好我在他家里，我听到他们谈话。这个官员向方先生请教：「美国现在是世界上最强的国家。古时候罗马是世界上最强的，罗马也亡国了。」所以他们就向他请教：「美国将来亡国，第一个因素是什么？」方先生毫没有犹豫，不会考虑一下才答复你，立刻就答复很干脆：「电视。」美国将来亡国第一个因素是电视；它的电视内容完全是十恶业，二十四小时的播放，小孩、年轻人天天看这个东西。在美国小孩、婴儿，两、三个月眼睛就张得大大的看电视，你说这还得了！",
      "zh_TW": "現在隨著科技的發達，舞台的戲劇逐漸逐漸沒落了，都變成電視連續劇。現在寫電視連續劇劇本的，他就不會遵守孔老夫子的原則，外國的電視內容就不必說了。從前方東美先生跟台灣教育部的官員說，那是教育部官員向他請教，那一天正好我在他家裡，我聽到他們談話。這個官員向方先生請教：「美國現在是世界上最強的國家。古時候羅馬是世界上最強的，羅馬也亡國了。」所以他們就向他請教：「美國將來亡國，第一個因素是什麼？」方先生毫沒有猶豫，不會考慮一下才答覆你，立刻就答覆很乾脆：「電視。」美國將來亡國第一個因素是電視；它的電視內容完全是十惡業，二十四小時的播放，小孩、年輕人天天看這個東西。在美國小孩、嬰兒，兩、三個月眼睛就張得大大的看電視，你說這還得了！"
    },
    {
      "id": "19-014-0082_p0015",
      "zh_CN": "所以今天美国青少年的问题这么严重，他都不晓得这个原因出在哪里，出在电视。现在小孩，儿女杀父母，学生杀老师、杀同学，非常严重，电视造成的。所以当时在台湾，方先生警告；台湾要小心！如果不加以防范，要步美国人的后尘，台湾也就完了，整个毁掉了。这是属于绮语。所以不绮语的果报『言不虚设』，决没有虚妄的言词，『人皆敬受』，别人能够尊敬你、能够接受，你自己有善巧方便，帮助一切众生断除疑惑。这是口的四种善业，我们就介绍到此地。",
      "zh_TW": "所以今天美國青少年的問題這麼嚴重，他都不曉得這個原因出在哪裡，出在電視。現在小孩，兒女殺父母，學生殺老師、殺同學，非常嚴重，電視造成的。所以當時在台灣，方先生警告；台灣要小心！如果不加以防範，要步美國人的後塵，台灣也就完了，整個毀掉了。這是屬於綺語。所以不綺語的果報『言不虛設』，決沒有虛妄的言詞，『人皆敬受』，別人能夠尊敬你、能夠接受，你自己有善巧方便，幫助一切眾生斷除疑惑。這是口的四種善業，我們就介紹到此地。"
    }
  ]
}