{
  "doc_id": "19-014-0033",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0033",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-014-0033_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第六面，从倒数第三行看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第六面，從倒數第三行看起："
    },
    {
      "id": "19-014-0033_p0002",
      "zh_CN": "【复次龙王。若离偷盗。即得十种可保信法。何等为十。一者。资财盈积。王贼水火及非爱子。不能散灭。二。多人爱念。三。人不欺负。四。十方赞美。五。不忧损害。六。善名流布。七。处众无畏。八。财命色力安乐。辩才具足无缺。九。常怀施意。十。命终生天。是为十。若能回向阿耨多罗三藐三菩提者。后成佛时。得证清净大菩提智。】",
      "zh_TW": "【復次龍王。若離偷盜。即得十種可保信法。何等為十。一者。資財盈積。王賊水火及非愛子。不能散滅。二。多人愛念。三。人不欺負。四。十方讚美。五。不憂損害。六。善名流布。七。處眾無畏。八。財命色力安樂。辯才具足無缺。九。常懷施意。十。命終生天。是為十。若能迴向阿耨多羅三藐三菩提者。後成佛時。得證清淨大菩提智。】"
    },
    {
      "id": "19-014-0033_p0003",
      "zh_CN": "这是一段。这一段是世尊为我们开示不偷盗的十种殊胜果报。第一条就是财富，『资财盈积，王贼水火及非爱子』，这是佛经上常讲的财为五家共有，你不会遭这个难。「王」，是在古时候如果犯罪了，你的家产会被国家没收，叫抄家。「贼」是盗贼。「水火」，是容易知道，被大水漂、火烧。「非爱子」是败家子。所以这是五家共有，你能够免除这个灾难。",
      "zh_TW": "這是一段。這一段是世尊為我們開示不偷盜的十種殊勝果報。第一條就是財富，『資財盈積，王賊水火及非愛子』，這是佛經上常講的財為五家共有，你不會遭這個難。「王」，是在古時候如果犯罪了，你的家產會被國家沒收，叫抄家。「賊」是盜賊。「水火」，是容易知道，被大水漂、火燒。「非愛子」是敗家子。所以這是五家共有，你能夠免除這個災難。"
    },
    {
      "id": "19-014-0033_p0004",
      "zh_CN": "财富是所有一切众生，可以说念念希求的。不爱财富的人很少，那是真正有道之人，安贫乐道，这种人是极少数。我看绝大多数的人，都在那里追求财富。财富是不是能追求得到？如果说我们有能力追求到财富，圣贤的教诲就可以放弃了，你可以推翻因果的定律。佛在经教里面告诉我们，世出世间法都不出因果定律，世间法如是，出世间法亦复如是。清凉判《华严经》五周因果，智者判《法华经》一乘因果，佛法离不开因果，这个道理我们总得要懂得。种善因一定得善果，因不善要想求得善果，没有这个道理！",
      "zh_TW": "財富是所有一切眾生，可以說念念希求的。不愛財富的人很少，那是真正有道之人，安貧樂道，這種人是極少數。我看絕大多數的人，都在那裡追求財富。財富是不是能追求得到？如果說我們有能力追求到財富，聖賢的教誨就可以放棄了，你可以推翻因果的定律。佛在經教裡面告訴我們，世出世間法都不出因果定律，世間法如是，出世間法亦復如是。清涼判《華嚴經》五周因果，智者判《法華經》一乘因果，佛法離不開因果，這個道理我們總得要懂得。種善因一定得善果，因不善要想求得善果，沒有這個道理！"
    },
    {
      "id": "19-014-0033_p0005",
      "zh_CN": "圣贤人的教育，总结起来是教我们什么？无非是教我们有能力辨别邪正是非，这是因；帮助我们认识吉凶祸福，吉凶祸福是果。什么是邪？什么是正？凡是与灾祸相应的，果报是灾祸、是凶，这就是「邪」，这就是「非」。如果果报是吉祥的、是福，这就是「是」，这就是「正」。吉凶祸福的定义、标准，一定要在果报上看。佛家对于果报讲得很多，也讲得很深很广，果报通三世。现前得福报，将来没有福，这个福报是假的，不是真的。我们就看现前的社会，有很多人少壮的时候发达，真的是「资财盈积」，有亿万财产，经营个十年、二十年，听说他的公司亏债倒闭、破产了，我们在现前社会看到很多。他的发达、财富不是真的，实在讲，是给你在眼前看几天而已，时间不长。如果他的财富能够绵延到他的子孙后代，代代都能够保持，这就是真的不是假的。我们中国古人所谓「富不过三代」，这一句话的意味深长，三代就衰、就败了，这哪里是真的？这不是真的。三代尚且不是真的，自己在这一生当中都保不住，可见得更是虚幻。",
      "zh_TW": "聖賢人的教育，總結起來是教我們什麼？無非是教我們有能力辨別邪正是非，這是因；幫助我們認識吉凶禍福，吉凶禍福是果。什麼是邪？什麼是正？凡是與災禍相應的，果報是災禍、是凶，這就是「邪」，這就是「非」。如果果報是吉祥的、是福，這就是「是」，這就是「正」。吉凶禍福的定義、標準，一定要在果報上看。佛家對於果報講得很多，也講得很深很廣，果報通三世。現前得福報，將來沒有福，這個福報是假的，不是真的。我們就看現前的社會，有很多人少壯的時候發達，真的是「資財盈積」，有億萬財產，經營個十年、二十年，聽說他的公司虧債倒閉、破產了，我們在現前社會看到很多。他的發達、財富不是真的，實在講，是給你在眼前看幾天而已，時間不長。如果他的財富能夠綿延到他的子孫後代，代代都能夠保持，這就是真的不是假的。我們中國古人所謂「富不過三代」，這一句話的意味深長，三代就衰、就敗了，這哪裡是真的？這不是真的。三代尚且不是真的，自己在這一生當中都保不住，可見得更是虛幻。"
    },
    {
      "id": "19-014-0033_p0006",
      "zh_CN": "佛法里面讲的福报，是这一生有福，来生有福，后世有福，生生世世都有福，这是真的。现在人眼光短浅，只看眼前，这是没有智慧，这是愚痴。古圣先贤的教诲不是没有道理，如果没有道理，它怎么能够绵延几千年，这当中都没有一个人能够把古人的教诲推翻、否定掉？我们要多想想。古人教诲当中决定不掺杂私人的利害，他跟我们无亲无故，他不求我们任何一点的报酬，不但在物质上供养他不希求，我们后世对他的礼敬赞叹他也不求，真正到无所求。无所求而说的话是真话，凡是有所求的、有条件说的话，未必是真的。无条件、无所求，诸佛菩萨、古圣先贤对一切众生都是这样的一个态度。所以我们要认识哪个是善知识、哪个是好人、哪个是恶人，要有能力辨别。所以他们看事情看得透彻，对于因果的理论、事实、转变、相续、循环，他们看得太清楚、太明白了，所以指导我们一个总原则：种善因一定得善果，不善的因决定有不善的果报。圣人所以成为圣人，贤人所以成为贤人，都不出这个道理。",
      "zh_TW": "佛法裡面講的福報，是這一生有福，來生有福，後世有福，生生世世都有福，這是真的。現在人眼光短淺，只看眼前，這是沒有智慧，這是愚痴。古聖先賢的教誨不是沒有道理，如果沒有道理，它怎麼能夠綿延幾千年，這當中都沒有一個人能夠把古人的教誨推翻、否定掉？我們要多想想。古人教誨當中決定不摻雜私人的利害，他跟我們無親無故，他不求我們任何一點的報酬，不但在物質上供養他不希求，我們後世對他的禮敬讚歎他也不求，真正到無所求。無所求而說的話是真話，凡是有所求的、有條件說的話，未必是真的。無條件、無所求，諸佛菩薩、古聖先賢對一切眾生都是這樣的一個態度。所以我們要認識哪個是善知識、哪個是好人、哪個是惡人，要有能力辨別。所以他們看事情看得透徹，對於因果的理論、事實、轉變、相續、循環，他們看得太清楚、太明白了，所以指導我們一個總原則：種善因一定得善果，不善的因決定有不善的果報。聖人所以成為聖人，賢人所以成為賢人，都不出這個道理。"
    },
    {
      "id": "19-014-0033_p0007",
      "zh_CN": "财富怎么来的？财布施来的。财布施是因，财富是果报。果报好不好？很难说。我过去讲经也常讲，你这一生得财富，是你过去生中修的善因得的果报。果报现前了，是福是祸很难讲，问题在你有没有智慧。用钱是智慧，你要是没有智慧的话，你的钱用得不恰当就造罪业，那就变成祸，不是福，几个人会用？由此可知，真正会用钱的是要靠大智慧。大智慧还是从教学当中得来的。归结到最后是个教育问题，吉凶祸福的关键在教育。人有智慧自然能够趋吉避凶，而趋吉避凶的手段是断恶修善，你因果才相应。再能破迷开悟，这样就真正能够离开凶灾，趋向吉祥，这是圣贤的教诲。",
      "zh_TW": "財富怎麼來的？財布施來的。財布施是因，財富是果報。果報好不好？很難說。我過去講經也常講，你這一生得財富，是你過去生中修的善因得的果報。果報現前了，是福是禍很難講，問題在你有沒有智慧。用錢是智慧，你要是沒有智慧的話，你的錢用得不恰當就造罪業，那就變成禍，不是福，幾個人會用？由此可知，真正會用錢的是要靠大智慧。大智慧還是從教學當中得來的。歸結到最後是個教育問題，吉凶禍福的關鍵在教育。人有智慧自然能夠趨吉避凶，而趨吉避凶的手段是斷惡修善，你因果才相應。再能破迷開悟，這樣就真正能夠離開凶災，趨向吉祥，這是聖賢的教誨。"
    },
    {
      "id": "19-014-0033_p0008",
      "zh_CN": "下面讲「王贼水火及败家子」，这些都是自己过去今生跟一切众生结不善的缘造成的。由此可知，我们生活在世间，处事待人接物，言行举止不能不谨慎。菩萨绝对不会跟一个众生去结怨，结怨后面总会遇到冤冤相报。这五家是冤冤相报，你跟人结好缘就不会有这个事情。所以，真正的福报是财富与社会大众共享，而不是一个人独享。你发财了，别人赞叹，别人欢喜，为什么？他沾光，你肯散财。",
      "zh_TW": "下面講「王賊水火及敗家子」，這些都是自己過去今生跟一切眾生結不善的緣造成的。由此可知，我們生活在世間，處事待人接物，言行舉止不能不謹慎。菩薩絕對不會跟一個眾生去結怨，結怨後面總會遇到冤冤相報。這五家是冤冤相報，你跟人結好緣就不會有這個事情。所以，真正的福報是財富與社會大眾共享，而不是一個人獨享。你發財了，別人讚歎，別人歡喜，為什麼？他沾光，你肯散財。"
    },
    {
      "id": "19-014-0033_p0009",
      "zh_CN": "中国在古代真有智慧、会用钱的是范蠡，他是吴王夫差的一个大夫。勾践复国之后，他离开去经商，没有几年发达了，发了大财。发了之后，他散财，到处布施，把钱统统布施尽了，再从小生意做起，过几年又发了。命里有，丢都丢不掉。发了之后再散，三聚三散。所以中国大陆上供财神是供范蠡，这是有道理的，他是我们修积财富的一个典型人物，真正是财富人的模范，肯帮忙救济苦难众生。所以财你尽管去散，散不完的，愈散愈多。",
      "zh_TW": "中國在古代真有智慧、會用錢的是范蠡，他是吳王夫差的一個大夫。勾踐復國之後，他離開去經商，沒有幾年發達了，發了大財。發了之後，他散財，到處布施，把錢統統布施盡了，再從小生意做起，過幾年又發了。命裡有，丟都丟不掉。發了之後再散，三聚三散。所以中國大陸上供財神是供范蠡，這是有道理的，他是我們修積財富的一個典型人物，真正是財富人的模範，肯幫忙救濟苦難眾生。所以財你儘管去散，散不完的，愈散愈多。"
    },
    {
      "id": "19-014-0033_p0010",
      "zh_CN": "我们看到马来西亚丹斯里李金友，他做得很如法。他是私人企业，我们到「古晋」去看他，他买下了一片荒山，许多人都说决定赔本，不会有前途。他经营六年，六年没有赚一分钱，都在赔。这个山没有开幕，六年的经营。附近十几个村庄的人都是打猎的，打猎不是好事情，他把他们的猎具统统收买过来，把他们这些人统统找到山上，分配给他们工作，做他公司的员工，给他们很好的待遇，让他们可以养家，不打猎了。前面我们讲不杀生，这一个地区的人不杀生了。不但不杀生，还吃长素，山上员工三百多人，终年吃长素。他说，最初这些人不习惯吃素。半年之后，他们很欢喜了，为什么？皮肤改变了，脸上皱纹没有了，大家高兴，所以现在欢喜吃长素。你想想看，他布施这十几个村庄，这么多人感恩他，都做他的护法，所以他这个山庄非常安全，不会有坏人进去，这些村庄都保护他们的。",
      "zh_TW": "我們看到馬來西亞丹斯里李金友，他做得很如法。他是私人企業，我們到「古晉」去看他，他買下了一片荒山，許多人都說決定賠本，不會有前途。他經營六年，六年沒有賺一分錢，都在賠。這個山沒有開幕，六年的經營。附近十幾個村莊的人都是打獵的，打獵不是好事情，他把他們的獵具統統收買過來，把他們這些人統統找到山上，分配給他們工作，做他公司的員工，給他們很好的待遇，讓他們可以養家，不打獵了。前面我們講不殺生，這一個地區的人不殺生了。不但不殺生，還吃長素，山上員工三百多人，終年吃長素。他說，最初這些人不習慣吃素。半年之後，他們很歡喜了，為什麼？皮膚改變了，臉上皺紋沒有了，大家高興，所以現在歡喜吃長素。你想想看，他布施這十幾個村莊，這麼多人感恩他，都做他的護法，所以他這個山莊非常安全，不會有壞人進去，這些村莊都保護他們的。"
    },
    {
      "id": "19-014-0033_p0011",
      "zh_CN": "所以一个人有福，整个地方人都得福报、都享受，这是正确的。决定不是为一家、为你的一个小团体，不是的。对整个社会、对一切众生做出全心全力的奉献，他后面的福报不可思议。这是出自他内心的，他做得心安理得，做得非常欢喜。人必须要有大菩提心，帮助一切苦难众生。可是如果有丝毫要占众生便宜之心，这就犯了偷盗戒，偷盗叫「不与取」。",
      "zh_TW": "所以一個人有福，整個地方人都得福報、都享受，這是正確的。決定不是為一家、為你的一個小團體，不是的。對整個社會、對一切眾生做出全心全力的奉獻，他後面的福報不可思議。這是出自他內心的，他做得心安理得，做得非常歡喜。人必須要有大菩提心，幫助一切苦難眾生。可是如果有絲毫要佔眾生便宜之心，這就犯了偷盜戒，偷盜叫「不與取」。"
    },
    {
      "id": "19-014-0033_p0012",
      "zh_CN": "今天我们在新加坡，团结不同的宗教、不同的族群，得到全世界人的赞叹。我们是不是为了希求这些赞叹来做？不是的，你赞叹也好，你毁谤也好，与我不相干。我只是仔细衡量这件事情该不该做，衡量的标准是与社会、世界的安定、和平、繁荣、幸福这几个条件相不相应。如果相应，应当要做，不相应，我们决定不可以做，有一个衡量的标准。",
      "zh_TW": "今天我們在新加坡，團結不同的宗教、不同的族群，得到全世界人的讚歎。我們是不是為了希求這些讚歎來做？不是的，你讚歎也好，你毀謗也好，與我不相干。我只是仔細衡量這件事情該不該做，衡量的標準是與社會、世界的安定、和平、繁榮、幸福這幾個條件相不相應。如果相應，應當要做，不相應，我們決定不可以做，有一個衡量的標準。"
    },
    {
      "id": "19-014-0033_p0013",
      "zh_CN": "我们今天看到世界要遭大灾难，这种灾难的征兆，全世界有智慧的人、政治家、科学家、各个行业里头都能够深深的感觉到，但是没有办法解决这个问题。我想了很久，原因在哪里？原因是教育彻底失败。中国把圣贤教育丢掉了，西方把宗教教育丢掉了，不再相信《圣经》的话，宣布上帝已经死亡，这还得了？所以这个世间有灾难。家庭教育没有了，学校教育没有了，社会教育也没有了，宗教教育也破产了，这怎么办？我们今天联合宗教，团结一切宗教，我们帮助他们、提醒他们，一定要重视宗教教育。不能够一味在宗教仪式上去做，有仪式没有教育，人家会说我们是迷信。必须恢复宗教教育来团结族群，弥补圣贤教育。大众把它忘失掉了，所以要从这个地方来恢复、来提醒。唯有真正恢复圣贤教育，这个世间灾难才能够避免。心量一定要大，不能只为自己。",
      "zh_TW": "我們今天看到世界要遭大災難，這種災難的徵兆，全世界有智慧的人、政治家、科學家、各個行業裡頭都能夠深深的感覺到，但是沒有辦法解決這個問題。我想了很久，原因在哪裡？原因是教育徹底失敗。中國把聖賢教育丟掉了，西方把宗教教育丟掉了，不再相信《聖經》的話，宣布上帝已經死亡，這還得了？所以這個世間有災難。家庭教育沒有了，學校教育沒有了，社會教育也沒有了，宗教教育也破產了，這怎麼辦？我們今天聯合宗教，團結一切宗教，我們幫助他們、提醒他們，一定要重視宗教教育。不能夠一味在宗教儀式上去做，有儀式沒有教育，人家會說我們是迷信。必須恢復宗教教育來團結族群，彌補聖賢教育。大眾把它忘失掉了，所以要從這個地方來恢復、來提醒。唯有真正恢復聖賢教育，這個世間災難才能夠避免。心量一定要大，不能只為自己。"
    },
    {
      "id": "19-014-0033_p0014",
      "zh_CN": "我们今天帮助别的宗教、帮助别的族群、帮助别的国家，如果你这个心马上就不高兴了，我们这个世间就要同归于尽，最后是毁灭，为什么？你只顾自己，不顾别人，不管全世界别的地方是否都毁掉，你只想要这个地方保住。这个世界就好像我们的身体一样，我们这是个头部，如果全身都烂掉了，你这个头能活得了吗？佛跟我们讲得更广大，尽虚空遍法界一切众生是一个法身，所以经典常讲「心包太虚，量周沙界」，道理在此地。我们绝不能只顾自己，要顾全整个大局。大局是全世界，起心动念要为整个世界着想，整个世界和平，社会安定，我们大家都得福。哪个地方有灾难，与我们都有密切关联，我们想逃避，不是个容易事情，无论在理论、在现实上说，都不能成立。所以今天全世界是一体，要有宏观，要有真实智慧。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "我們今天幫助別的宗教、幫助別的族群、幫助別的國家，如果你這個心馬上就不高興了，我們這個世間就要同歸於盡，最後是毀滅，為什麼？你只顧自己，不顧別人，不管全世界別的地方是否都毀掉，你只想要這個地方保住。這個世界就好像我們的身體一樣，我們這是個頭部，如果全身都爛掉了，你這個頭能活得了嗎？佛跟我們講得更廣大，盡虛空遍法界一切眾生是一個法身，所以經典常講「心包太虛，量周沙界」，道理在此地。我們絕不能只顧自己，要顧全整個大局。大局是全世界，起心動念要為整個世界著想，整個世界和平，社會安定，我們大家都得福。哪個地方有災難，與我們都有密切關聯，我們想逃避，不是個容易事情，無論在理論、在現實上說，都不能成立。所以今天全世界是一體，要有宏觀，要有真實智慧。好，今天時間到了，我們就講到此地。"
    }
  ]
}