{
  "doc_id": "19-014-0125",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二五集",
    "zh_TW": "第一二五集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0125",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-014-0125_p0001",
      "zh_CN": "诸位同学，大家好！七觉支里面「择法」这一条，包括的范围非常广大。无论在世间法或是在出世间法，我们在一生当中，譬如求学、工作，都应当要慎重的选择。读书，学校里面有那么多的科系，社会上有那么多的行业，都要有智慧去选择。选择的标准，佛法里面是给我们一个启示，要拣别真假，要选真的不要选假的；我们把真假换一个名称，我们要选善的不要选恶的。我们要选择有利于众生、有利于社会的，绝不能选择伤害众生、伤害社会的，这样的选择才真正能达到断恶修善，积功累德。从我们的生活、工作，一直到处事待人接物，要善于选择，现在人讲的要懂得抓住机会，在佛法里面讲缘，要能掌握到缘。殊胜的机缘是很不容易遇到的，机缘现前，你若不能够掌握，刹那之间就消失了，以后再希望有这个缘出现，那不是一个容易事情。所以机会一定要抓住，绝不能够轻易把它失掉。修学法门也不例外，要抓住学习的机会、学习的环境，我们才会有成就。",
      "zh_TW": "諸位同學，大家好！七覺支裡面「擇法」這一條，包括的範圍非常廣大。無論在世間法或是在出世間法，我們在一生當中，譬如求學、工作，都應當要慎重的選擇。讀書，學校裡面有那麼多的科系，社會上有那麼多的行業，都要有智慧去選擇。選擇的標準，佛法裡面是給我們一個啟示，要揀別真假，要選真的不要選假的；我們把真假換一個名稱，我們要選善的不要選惡的。我們要選擇有利於眾生、有利於社會的，絕不能選擇傷害眾生、傷害社會的，這樣的選擇才真正能達到斷惡修善，積功累德。從我們的生活、工作，一直到處事待人接物，要善於選擇，現在人講的要懂得抓住機會，在佛法裡面講緣，要能掌握到緣。殊勝的機緣是很不容易遇到的，機緣現前，你若不能夠掌握，剎那之間就消失了，以後再希望有這個緣出現，那不是一個容易事情。所以機會一定要抓住，絕不能夠輕易把它失掉。修學法門也不例外，要抓住學習的機會、學習的環境，我們才會有成就。"
    },
    {
      "id": "19-014-0125_p0002",
      "zh_CN": "对于修学的法门，那就更应当慎重去选择。一生当中专攻一部经，作专家不作通家。专到某一个程度之后，确实他就通了。古德常说：「一经通，一切经通。」一切经通之后，还作专家不作通家。那是什么？那是大慈大悲，给后学做榜样，不要让后学看到：「你样样都通，样样都讲，为什么要我讲一样？」他就产生怀疑。所以为后人做榜样，这叫大慈大悲。这个例子，我们在《华严经》五十三参里面看到了。五十三参任何一位善知识，实在讲他都通，善财童子何必要去访问五十三个善知识？一个就够了，其余善知识那些本事他都会，他为什么不讲？「我只跟你讲一门，另外那一门你去找那个人」，为什么？个个示现作专家不作通家，用意在此地。那都是法身大士，都是古佛再来的，哪有不通的道理？世出世间法全都通达。他示现的只懂一门，「其余的，我不如某个人」，这些话的真正含义在哪里，我们要能体会到，我们才能真正学到东西。",
      "zh_TW": "對於修學的法門，那就更應當慎重去選擇。一生當中專攻一部經，作專家不作通家。專到某一個程度之後，確實他就通了。古德常說：「一經通，一切經通。」一切經通之後，還作專家不作通家。那是什麼？那是大慈大悲，給後學做榜樣，不要讓後學看到：「你樣樣都通，樣樣都講，為什麼要我講一樣？」他就產生懷疑。所以為後人做榜樣，這叫大慈大悲。這個例子，我們在《華嚴經》五十三參裡面看到了。五十三參任何一位善知識，實在講他都通，善財童子何必要去訪問五十三個善知識？一個就夠了，其餘善知識那些本事他都會，他為什麼不講？「我只跟你講一門，另外那一門你去找那個人」，為什麼？個個示現作專家不作通家，用意在此地。那都是法身大士，都是古佛再來的，哪有不通的道理？世出世間法全都通達。他示現的只懂一門，「其餘的，我不如某個人」，這些話的真正含義在哪裡，我們要能體會到，我們才能真正學到東西。"
    },
    {
      "id": "19-014-0125_p0003",
      "zh_CN": "所以人家的思考都是为利益众生、利益后学，绝不图自己方便。自己的学生想什么我就教你什么，我何必教你到别的地方参学？他用意究竟在哪里？我们一定要懂得。除非在不得已之下，我们同学当中发心想学其他法门，真的找不到人教，这叫逼着没有办法。如果这个法门，现在这个世间还有人在教，教得不错，我们就不教了，就介绍他到某个地方去参学。诸位在《高僧传》，在中国过去这些山志、寺院的历史里头都能看见，学人来参学，见了老和尚之后，老和尚跟他讲：「你的缘不在我这里，你到某个地方去找某一个人。」他到那里住个三年五载，真的成功了，开悟、证果了。老和尚有这种本事，指导他到某个地方去学，他能成就。在他那里为什么不能成就？这里头许许多多的暗示，我们都要懂得。实在不得已，那就是另当别论。",
      "zh_TW": "所以人家的思考都是為利益眾生、利益後學，絕不圖自己方便。自己的學生想什麼我就教你什麼，我何必教你到別的地方參學？他用意究竟在哪裡？我們一定要懂得。除非在不得已之下，我們同學當中發心想學其他法門，真的找不到人教，這叫逼著沒有辦法。如果這個法門，現在這個世間還有人在教，教得不錯，我們就不教了，就介紹他到某個地方去參學。諸位在《高僧傳》，在中國過去這些山誌、寺院的歷史裡頭都能看見，學人來參學，見了老和尚之後，老和尚跟他講：「你的緣不在我這裡，你到某個地方去找某一個人。」他到那裡住個三年五載，真的成功了，開悟、證果了。老和尚有這種本事，指導他到某個地方去學，他能成就。在他那裡為什麼不能成就？這裡頭許許多多的暗示，我們都要懂得。實在不得已，那就是另當別論。"
    },
    {
      "id": "19-014-0125_p0004",
      "zh_CN": "择法是非常的广泛，学佛更是要选择。许许多多学佛的人，对于佛法认识不清楚，以为驾乩扶鸾也是学佛，甚至于现在把法轮功也认为是学佛，错了！没有择法的智慧，没有择法的能力，人云亦云，这怎么行！肯定要走上错误的道路。纵然会回头，对自己的时间精力也浪费了很多。",
      "zh_TW": "擇法是非常的廣泛，學佛更是要選擇。許許多多學佛的人，對於佛法認識不清楚，以為駕乩扶鸞也是學佛，甚至於現在把法輪功也認為是學佛，錯了！沒有擇法的智慧，沒有擇法的能力，人云亦云，這怎麼行！肯定要走上錯誤的道路。縱然會回頭，對自己的時間精力也浪費了很多。"
    },
    {
      "id": "19-014-0125_p0005",
      "zh_CN": "第三个「进觉支」，精进，「修道法时，善能觉了正不正行，不谬行于无益苦行故」；精进。觉支，此地解释得好，就是四个字：「善能觉了」。「觉支」的意思，「支」是支分，是讲下面七条，重点是在「觉」。它这个注解是善能觉了，哪是正行、哪是不正行，正行要精进，不正行要舍弃。佛教弟子不修无益的苦行，这个苦行对我们的道业没有真正的帮助，所以佛不教我们修。还有一点我们要想到，每个人根性不一样，因此他的方法不见得适合我，我修学的方法不见得适合他，观机不容易！",
      "zh_TW": "第三個「進覺支」，精進，「修道法時，善能覺了正不正行，不謬行於無益苦行故」；精進。覺支，此地解釋得好，就是四個字：「善能覺了」。「覺支」的意思，「支」是支分，是講下面七條，重點是在「覺」。它這個註解是善能覺了，哪是正行、哪是不正行，正行要精進，不正行要捨棄。佛教弟子不修無益的苦行，這個苦行對我們的道業沒有真正的幫助，所以佛不教我們修。還有一點我們要想到，每個人根性不一樣，因此他的方法不見得適合我，我修學的方法不見得適合他，觀機不容易！"
    },
    {
      "id": "19-014-0125_p0006",
      "zh_CN": "不但观机不容易，我们自己了解自己也就相当困难；认识自己。认识自己的根性，我们选择的法门就能契合自己的根性，所以契机、契理。我们初入佛门，必然对于各个宗派都会去看看，为什么？求一个初步的了解，然后再从这里面去选择。选择也未必恰当，这是什么原因？不知道自己的根性。看到人家这个法门好，非常羡慕，想学，问题是能不能学得成功？如果学不成功，那就是不契机，不适合我的根性，勉强去学，决定浪费时间、浪费精力，到最后一事无成。",
      "zh_TW": "不但觀機不容易，我們自己了解自己也就相當困難；認識自己。認識自己的根性，我們選擇的法門就能契合自己的根性，所以契機、契理。我們初入佛門，必然對於各個宗派都會去看看，為什麼？求一個初步的了解，然後再從這裡面去選擇。選擇也未必恰當，這是什麼原因？不知道自己的根性。看到人家這個法門好，非常羨慕，想學，問題是能不能學得成功？如果學不成功，那就是不契機，不適合我的根性，勉強去學，決定浪費時間、浪費精力，到最後一事無成。"
    },
    {
      "id": "19-014-0125_p0007",
      "zh_CN": "佛法里面讲的成就，最低的水平是要脱离六道；没有能力超越三界六道轮回，不算成就，生天都不算成就，天福享尽还要堕落。这是小成就，佛家讲小果；而真正成就是大乘，大乘的成就是要破一品无明，证一分法身，这是大成就。我初学佛的时候，因为在没有学佛之前喜欢读书，所以接触佛教之后就非常向往教下。在教下，最初方东美先生曾经在上课的时候跟我介绍过：「佛教里头有两门是世间非常稀有的学问，一个是佛教的性宗，一个是佛教的相宗。性宗，禅宗为代表；相宗，法相唯识。」所以我刚刚接触佛教，我对于这两门特别留意。",
      "zh_TW": "佛法裡面講的成就，最低的水平是要脫離六道；沒有能力超越三界六道輪迴，不算成就，生天都不算成就，天福享盡還要墮落。這是小成就，佛家講小果；而真正成就是大乘，大乘的成就是要破一品無明，證一分法身，這是大成就。我初學佛的時候，因為在沒有學佛之前喜歡讀書，所以接觸佛教之後就非常嚮往教下。在教下，最初方東美先生曾經在上課的時候跟我介紹過：「佛教裡頭有兩門是世間非常稀有的學問，一個是佛教的性宗，一個是佛教的相宗。性宗，禪宗為代表；相宗，法相唯識。」所以我剛剛接觸佛教，我對於這兩門特別留意。"
    },
    {
      "id": "19-014-0125_p0008",
      "zh_CN": "以后我把我的工作辞了，那个时候有意思出家去专攻教下的典籍。我跟忏云法师住茅篷住了五个半月，忏云法师把净土法门介绍给我。在那个时候我很难接受，我的兴趣不在这上面。他拿了三本书要我做科判，《弥陀经疏钞》、《弥陀经要解》、《弥陀经圆中钞》，这三样东西。我把科判搞出来之后，科判不是我自己的，莲池大师的、蕅益大师的、幽谿大师的，就是从他们的注解把科判整理划成表解，很长很长一张表解，划出来之后我非常欢喜；我看到经典的章法结构、思想体系，生欢喜心，但是还没有意思学这个东西。在山上那么长的时间里面，他教我去看《印光大师文钞》，这个非常有受用。《文钞》读过之后，对于净土的概念改过来了。从前轻视净土，《文钞》念了之后，不敢轻视了，晓得这里头是很难得，对于这个不排斥了，也有一点信心，但是还没有发心去学净土，对它比较尊重，知道这不是老太婆教，这里面有大学问。",
      "zh_TW": "以後我把我的工作辭了，那個時候有意思出家去專攻教下的典籍。我跟懺雲法師住茅篷住了五個半月，懺雲法師把淨土法門介紹給我。在那個時候我很難接受，我的興趣不在這上面。他拿了三本書要我做科判，《彌陀經疏鈔》、《彌陀經要解》、《彌陀經圓中鈔》，這三樣東西。我把科判搞出來之後，科判不是我自己的，蓮池大師的、蕅益大師的、幽谿大師的，就是從他們的註解把科判整理劃成表解，很長很長一張表解，劃出來之後我非常歡喜；我看到經典的章法結構、思想體系，生歡喜心，但是還沒有意思學這個東西。在山上那麼長的時間裡面，他教我去看《印光大師文鈔》，這個非常有受用。《文鈔》讀過之後，對於淨土的概念改過來了。從前輕視淨土，《文鈔》念了之後，不敢輕視了，曉得這裡頭是很難得，對於這個不排斥了，也有一點信心，但是還沒有發心去學淨土，對它比較尊重，知道這不是老太婆教，這裡面有大學問。"
    },
    {
      "id": "19-014-0125_p0009",
      "zh_CN": "我离开忏云法师，去亲近李炳南老居士。在台中慈光图书馆这一段期间当中，认真学净土。忏云法师修净土，李炳南老居士也修净土，但是忏云法师说不出来，李老师能够把这个讲得清楚、讲得明白，把我们的疑惑断掉了，我们才认真学习，所以选择法门才能够精进不懈。我跟同学们说，我到台中学的时候不是专修一门，但是李老师的条件：「你这一门东西学会，才可以学第二门。」我学的进度快，学得很有成绩，一个月学一部经，这一部经我就可以上台讲。那个时候我没出家，我跟他一年三个月，十五个月学十五部经，真的是法喜充满，很有成就感！学得很辛苦，学得非常快乐，真有收获。",
      "zh_TW": "我離開懺雲法師，去親近李炳南老居士。在台中慈光圖書館這一段期間當中，認真學淨土。懺雲法師修淨土，李炳南老居士也修淨土，但是懺雲法師說不出來，李老師能夠把這個講得清楚、講得明白，把我們的疑惑斷掉了，我們才認真學習，所以選擇法門才能夠精進不懈。我跟同學們說，我到台中學的時候不是專修一門，但是李老師的條件：「你這一門東西學會，才可以學第二門。」我學的進度快，學得很有成績，一個月學一部經，這一部經我就可以上台講。那個時候我沒出家，我跟他一年三個月，十五個月學十五部經，真的是法喜充滿，很有成就感！學得很辛苦，學得非常快樂，真有收穫。"
    },
    {
      "id": "19-014-0125_p0010",
      "zh_CN": "以后就出家了，离开他了。出家之后，我每一个月回到慈光图书馆住一个星期，这样大概持续有一年多，我就离开寺庙，又回到台中去长住，这一住就住七、八年，没有离开李老师。发现到离开老师不行，一个月一个星期时间不够，就再回去。回去的时候，跟他学几部大经，就学《楞严经》。所以我佛法经教的基础是《楞严》，《楞严》我也讲了不少遍。确实，这一部经你能讲了，其他所有经你拿在手上都能讲。《华严经》太大，所以我听李老师讲《华严》，我听一卷，一卷就够了，八十卷《华严》后面七十九卷就没有问题了，我都能讲，而且我讲得比李老师讲得还详细，因为我的时间比他长。",
      "zh_TW": "以後就出家了，離開他了。出家之後，我每一個月回到慈光圖書館住一個星期，這樣大概持續有一年多，我就離開寺廟，又回到台中去長住，這一住就住七、八年，沒有離開李老師。發現到離開老師不行，一個月一個星期時間不夠，就再回去。回去的時候，跟他學幾部大經，就學《楞嚴經》。所以我佛法經教的基礎是《楞嚴》，《楞嚴》我也講了不少遍。確實，這一部經你能講了，其他所有經你拿在手上都能講。《華嚴經》太大，所以我聽李老師講《華嚴》，我聽一卷，一卷就夠了，八十卷《華嚴》後面七十九卷就沒有問題了，我都能講，而且我講得比李老師講得還詳細，因為我的時間比他長。"
    },
    {
      "id": "19-014-0125_p0011",
      "zh_CN": "择法，精进。不修无益苦行，苦行是释迦牟尼佛非常赞叹的，苦行能够降低一个人的欲望，保持道心不退；但是对于我们修学没有利益的苦行，没有必要，这是我们一定要懂得的。好，今天我们就讲到这一条。",
      "zh_TW": "擇法，精進。不修無益苦行，苦行是釋迦牟尼佛非常讚歎的，苦行能夠降低一個人的欲望，保持道心不退；但是對於我們修學沒有利益的苦行，沒有必要，這是我們一定要懂得的。好，今天我們就講到這一條。"
    }
  ]
}