{
  "doc_id": "19-014-0028",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0028",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "19-014-0028_p0001",
      "zh_CN": "诸位同修，大家好！",
      "zh_TW": "諸位同修，大家好！"
    },
    {
      "id": "19-014-0028_p0002",
      "zh_CN": "佛法教人最要紧的是让人明了宇宙人生的真相，这是究竟圆满的觉悟，觉悟之后，做人就能跟虚空法界一切众生融合成一体。这是世出世间的大学问，也就是说学佛就是学怎样与别人相处，如何跟一切众生相处像自己的家亲眷属一样。家亲眷属的比喻还不恰当，为什么？现在社会不孝父母的人很多，儿女跟父母不能相处，婆媳不能相处，兄弟不能相处，甚至于夫妻都不能相处，这个问题严重，非常非常的严重。我们展开世尊的经典，仔细去观察、去研究，我们在这里得出一个结论，佛无非教我们做人而已。由此可知，学佛就是学做人。如果我们在这个世间，人与人都处不好，你怎么能往生极乐世界？你怎么能跟极乐世界的人相处？说老实话，极乐世界的人比我们今天社会复杂太多了。何以知道？他是从十方无量无边刹土去往生的人，形形色色、各种类别，没有法子计算的。这些人能往生的，都是很会做人，很懂得做人。",
      "zh_TW": "佛法教人最要緊的是讓人明瞭宇宙人生的真相，這是究竟圓滿的覺悟，覺悟之後，做人就能跟虛空法界一切眾生融合成一體。這是世出世間的大學問，也就是說學佛就是學怎樣與別人相處，如何跟一切眾生相處像自己的家親眷屬一樣。家親眷屬的比喻還不恰當，為什麼？現在社會不孝父母的人很多，兒女跟父母不能相處，婆媳不能相處，兄弟不能相處，甚至於夫妻都不能相處，這個問題嚴重，非常非常的嚴重。我們展開世尊的經典，仔細去觀察、去研究，我們在這裡得出一個結論，佛無非教我們做人而已。由此可知，學佛就是學做人。如果我們在這個世間，人與人都處不好，你怎麼能往生極樂世界？你怎麼能跟極樂世界的人相處？說老實話，極樂世界的人比我們今天社會複雜太多了。何以知道？他是從十方無量無邊剎土去往生的人，形形色色、各種類別，沒有法子計算的。這些人能往生的，都是很會做人，很懂得做人。"
    },
    {
      "id": "19-014-0028_p0003",
      "zh_CN": "做人的最高原则，就是《十善业道经》这一段开示，这是最高的原则。我们把这一段落实了，你无论在哪一个法界，你是真的菩萨，你是真佛，你不是假的，不是相似，不是观行。佛教我们的原则，就是教我们常常念着别人的善。我们在居士林听过伊斯兰教的简介，印度教跟巴哈伊教的简介，所有宗教的圣人都是教我们做人，都是教导我们要心善、念善、行为善。但是所有宗教经典，实在讲佛的经典讲得最究竟、最圆满，为什么？他讲「不容毫分，不善间杂」，这是其他的经典里面我没有看到的，这就讲得彻底、讲得究竟，不可以夹杂。这个人有十分是恶，有一分是善，我们只赞叹他一分善，只取他这一分善，把他那个十分恶忘掉，不要放在心上，这人还是个善人。这个人有十分善，有一分恶，那一分恶当然更要把它忘掉，决定不能放在心上。我们心上放别人的过失，放别人之恶，是我们自己的恶。",
      "zh_TW": "做人的最高原則，就是《十善業道經》這一段開示，這是最高的原則。我們把這一段落實了，你無論在哪一個法界，你是真的菩薩，你是真佛，你不是假的，不是相似，不是觀行。佛教我們的原則，就是教我們常常念著別人的善。我們在居士林聽過伊斯蘭教的簡介，印度教跟巴哈伊教的簡介，所有宗教的聖人都是教我們做人，都是教導我們要心善、念善、行為善。但是所有宗教經典，實在講佛的經典講得最究竟、最圓滿，為什麼？他講「不容毫分，不善間雜」，這是其他的經典裡面我沒有看到的，這就講得徹底、講得究竟，不可以夾雜。這個人有十分是惡，有一分是善，我們只讚歎他一分善，只取他這一分善，把他那個十分惡忘掉，不要放在心上，這人還是個善人。這個人有十分善，有一分惡，那一分惡當然更要把它忘掉，決定不能放在心上。我們心上放別人的過失，放別人之惡，是我們自己的惡。"
    },
    {
      "id": "19-014-0028_p0004",
      "zh_CN": "蕅益大师《灵峰宗论》里面说得好，境缘没有好恶。境是我们物质生活环境，缘是我们的人事生活环境，外面人跟物都没有好坏，好坏从哪里生的？好坏从自己心里头生的，你自己喜欢他就好，你自己不喜欢他就坏，好坏没有标准，好坏随顺各人烦恼习气，这么来的。所以佛教导我们，离开一切妄想分别执着，这个世界是一真法界，一真法界里面所有一切的众生，都是诸佛如来。《华严经》上讲「情与无情，同圆种智」，怎么来的？就是这么来的。我们真修行、真用功，也就在这个地方。",
      "zh_TW": "蕅益大師《靈峰宗論》裡面說得好，境緣沒有好惡。境是我們物質生活環境，緣是我們的人事生活環境，外面人跟物都沒有好壞，好壞從哪裡生的？好壞從自己心裡頭生的，你自己喜歡他就好，你自己不喜歡他就壞，好壞沒有標準，好壞隨順各人煩惱習氣，這麼來的。所以佛教導我們，離開一切妄想分別執著，這個世界是一真法界，一真法界裡面所有一切的眾生，都是諸佛如來。《華嚴經》上講「情與無情，同圓種智」，怎麼來的？就是這麼來的。我們真修行、真用功，也就在這個地方。"
    },
    {
      "id": "19-014-0028_p0005",
      "zh_CN": "我们讲席当中常常举舜王做例子，诸位读历史都知道这个事情。舜王的父母兄弟，可以说天下人都认为他们是坏人，公认的。可是在舜王心目当中是好人，他没有看到他父母兄弟丝毫的过恶，丝毫都没有看到。只看到自己的过失、缺点，天天自己改过自新，没有要求他的家人。三年全家感化了，自行化他，这不是佛经说的一个最鲜明的例子吗？自行就是化他，自己不行，怎么能化他？自行化他，我们从舜王身上去看就恍然大悟，原来这个才叫做自行化他，成就自己圆满的性德，自己真的一点缺点都没有了，自然就感化一切有情众生，自己成佛就能令一切众生成佛。",
      "zh_TW": "我們講席當中常常舉舜王做例子，諸位讀歷史都知道這個事情。舜王的父母兄弟，可以說天下人都認為他們是壞人，公認的。可是在舜王心目當中是好人，他沒有看到他父母兄弟絲毫的過惡，絲毫都沒有看到。只看到自己的過失、缺點，天天自己改過自新，沒有要求他的家人。三年全家感化了，自行化他，這不是佛經說的一個最鮮明的例子嗎？自行就是化他，自己不行，怎麼能化他？自行化他，我們從舜王身上去看就恍然大悟，原來這個才叫做自行化他，成就自己圓滿的性德，自己真的一點缺點都沒有了，自然就感化一切有情眾生，自己成佛就能令一切眾生成佛。"
    },
    {
      "id": "19-014-0028_p0006",
      "zh_CN": "所以这一段经文里面，《十善业道经》第五面，从经文第三行到最后这一行，总共是六行半的经文，这是我们修行的纲领。佛在这个地方讲得很好，人天、声闻、缘觉、菩萨都不能离开这个法门，都是这个法门成就的。这里讲得清楚、讲得透彻，教导我们昼夜常念善法，你的心善；思惟善法，你的思想善；观察善法，你的行为善。观察什么？看别人的善，不要看别人的恶。于是我们就生在善好的世间，这个世间没有恶，纯善无恶是真的，不是假的。这就是大乘经里面常讲的随顺法性，不是随顺烦恼了。常常我们在经论上读到这些句子，随顺法性，不晓得怎么随顺法，怎么去做不知道。随顺烦恼知道，随顺法性就不知道。这个地方告诉我们，这是随顺法性，常念善法、思惟善法、观察善法，这是随顺法性，法性是至善圆满。",
      "zh_TW": "所以這一段經文裡面，《十善業道經》第五面，從經文第三行到最後這一行，總共是六行半的經文，這是我們修行的綱領。佛在這個地方講得很好，人天、聲聞、緣覺、菩薩都不能離開這個法門，都是這個法門成就的。這裡講得清楚、講得透徹，教導我們晝夜常念善法，你的心善；思惟善法，你的思想善；觀察善法，你的行為善。觀察什麼？看別人的善，不要看別人的惡。於是我們就生在善好的世間，這個世間沒有惡，純善無惡是真的，不是假的。這就是大乘經裡面常講的隨順法性，不是隨順煩惱了。常常我們在經論上讀到這些句子，隨順法性，不曉得怎麼隨順法，怎麼去做不知道。隨順煩惱知道，隨順法性就不知道。這個地方告訴我們，這是隨順法性，常念善法、思惟善法、觀察善法，這是隨順法性，法性是至善圓滿。"
    },
    {
      "id": "19-014-0028_p0007",
      "zh_CN": "什么时候我们「不见世间过」，世间一切人事物，人是我们的有情世间，是我们的生活人事环境，事跟物是物质环境，在这一切环境里面，见不到恶，只见善而不见恶。那就是惠能大师讲的「若真修道人，不见世间过」，真修道人。心里面还有是非人我，这不是真修道人。是非人我从哪里来的？从妄想分别执着里头变现出来的。真正修道人，佛常常教我们要放下妄想分别执着。妄想分别执着放下了，就是《弥陀经》上讲的「一心不乱」，这一心不乱才能现前，念佛的功夫才能成就，决定往生不退成佛。由此可知，我们还有妄想分别执着，还有人我是非，要知道这是自己菩提道上的障碍。",
      "zh_TW": "什麼時候我們「不見世間過」，世間一切人事物，人是我們的有情世間，是我們的生活人事環境，事跟物是物質環境，在這一切環境裡面，見不到惡，只見善而不見惡。那就是惠能大師講的「若真修道人，不見世間過」，真修道人。心裡面還有是非人我，這不是真修道人。是非人我從哪裡來的？從妄想分別執著裡頭變現出來的。真正修道人，佛常常教我們要放下妄想分別執著。妄想分別執著放下了，就是《彌陀經》上講的「一心不亂」，這一心不亂才能現前，念佛的功夫才能成就，決定往生不退成佛。由此可知，我們還有妄想分別執著，還有人我是非，要知道這是自己菩提道上的障礙。"
    },
    {
      "id": "19-014-0028_p0008",
      "zh_CN": "诸位听了这些话，也许又有问题来了，世间真有很多恶人，真的找麻烦的，我们遇到怎么办？我们单看他善，他看我不善，我不惹他，他来找我麻烦。我们处这种环境怎么办？佛教我们断烦恼，开智慧。怎么断烦恼？前面讲的常念、思惟、观察善法，烦恼就断尽了。烦恼断尽，智慧现前，在生活环境当中，你有高度的智慧，你有高度的艺术，你自然能够回避。纵有种种障难，实际上障不住你，也难不倒你，你在一切顺境逆境、善缘恶缘，你必定得法喜充满，你有智慧能应付，决定是自他两利，绝对不会是自利害他，没这个道理，这个就是佛法。",
      "zh_TW": "諸位聽了這些話，也許又有問題來了，世間真有很多惡人，真的找麻煩的，我們遇到怎麼辦？我們單看他善，他看我不善，我不惹他，他來找我麻煩。我們處這種環境怎麼辦？佛教我們斷煩惱，開智慧。怎麼斷煩惱？前面講的常念、思惟、觀察善法，煩惱就斷盡了。煩惱斷盡，智慧現前，在生活環境當中，你有高度的智慧，你有高度的藝術，你自然能夠迴避。縱有種種障難，實際上障不住你，也難不倒你，你在一切順境逆境、善緣惡緣，你必定得法喜充滿，你有智慧能應付，決定是自他兩利，絕對不會是自利害他，沒這個道理，這個就是佛法。"
    },
    {
      "id": "19-014-0028_p0009",
      "zh_CN": "末后这几句话非常重要，从人天到佛果地，都依善法成就。这法是什么？",
      "zh_TW": "末後這幾句話非常重要，從人天到佛果地，都依善法成就。這法是什麼？"
    },
    {
      "id": "19-014-0028_p0010",
      "zh_CN": "【此法即是，十善业道。何等为十？谓能永离杀生、偷盗、邪行、妄语、两舌、恶口、绮语、贪欲、瞋恚、邪见。】",
      "zh_TW": "【此法即是，十善業道。何等為十？謂能永離殺生、偷盜、邪行、妄語、兩舌、惡口、綺語、貪欲、瞋恚、邪見。】"
    },
    {
      "id": "19-014-0028_p0011",
      "zh_CN": "『永离杀生』，杀害的念头永远消灭了。无论对什么人，对极恶的人，对伤害自己的人，甚至于像《金刚经》里面所讲的，歌利王割截身体。这个故事在《大涅槃经》里面，《大涅槃经》里面讲得很详细，那是什么？无缘无故凌迟处死，仙人没有一丝毫的瞋恚，决定不会起个念头，「我对，你不对」，没有，这叫真正修道人，这才叫做「永离杀生」。这个意思延伸，决定没有伤害众生的念头。念头尚且没有，哪里会有行为？念念帮助众生，念念利益众生，哪有念念去妨碍众生，去障碍他的？这是「永离杀生」的实义。",
      "zh_TW": "『永離殺生』，殺害的念頭永遠消滅了。無論對什麼人，對極惡的人，對傷害自己的人，甚至於像《金剛經》裡面所講的，歌利王割截身體。這個故事在《大涅槃經》裡面，《大涅槃經》裡面講得很詳細，那是什麼？無緣無故凌遲處死，仙人沒有一絲毫的瞋恚，決定不會起個念頭，「我對，你不對」，沒有，這叫真正修道人，這才叫做「永離殺生」。這個意思延伸，決定沒有傷害眾生的念頭。念頭尚且沒有，哪裡會有行為？念念幫助眾生，念念利益眾生，哪有念念去妨礙眾生，去障礙他的？這是「永離殺生」的實義。"
    },
    {
      "id": "19-014-0028_p0012",
      "zh_CN": "永离是贯下去的，永离『偷盗』，偷盗是不与取。这个物有主，主人没有答应，我就把它拿来，无论用什么样的方法，用什么样的手段，都叫偷盗。我们把这个意思做一个总结，说个最容易懂的话，占别人的便宜，这就是偷盗罪。我们念念是帮助别人，决定不能占别人的便宜，一切时、一切处尊重别人。『邪行』是淫欲，要从念头上把它拔除，没有这个心，没有这个念头，这才叫永离。世间人如果能够把这个念头伏住，根虽然没断，决定不起现行。这个念头伏住，将来往生是色界天，不是欲界。这个念头没有断，纵然很轻微，还会有这个念头起来，你出不了欲界，修行功夫再高，你也在六欲天，「财色名食睡」这个五欲没有断尽。这些念头如果是严重的话，那是堕地狱的，佛在经上常讲「财色名食睡，地狱五条根」，你把这个放下，把这个舍掉，地狱的根断掉了。世间人对于五欲六尘的享受贪恋，那个根非常坚固，你什么时候能够脱离地狱？这个坚固的根如果不断掉，念佛也不能往生。这个根拉住你，你去不了，念佛念得再好都不能往生，心地再清净也不能往生。纵修善因，不过是人天福报而已，决定出不了三界。",
      "zh_TW": "永離是貫下去的，永離『偷盜』，偷盜是不與取。這個物有主，主人沒有答應，我就把它拿來，無論用什麼樣的方法，用什麼樣的手段，都叫偷盜。我們把這個意思做一個總結，說個最容易懂的話，佔別人的便宜，這就是偷盜罪。我們念念是幫助別人，決定不能佔別人的便宜，一切時、一切處尊重別人。『邪行』是淫欲，要從念頭上把它拔除，沒有這個心，沒有這個念頭，這才叫永離。世間人如果能夠把這個念頭伏住，根雖然沒斷，決定不起現行。這個念頭伏住，將來往生是色界天，不是欲界。這個念頭沒有斷，縱然很輕微，還會有這個念頭起來，你出不了欲界，修行功夫再高，你也在六欲天，「財色名食睡」這個五欲沒有斷盡。這些念頭如果是嚴重的話，那是墮地獄的，佛在經上常講「財色名食睡，地獄五條根」，你把這個放下，把這個捨掉，地獄的根斷掉了。世間人對於五欲六塵的享受貪戀，那個根非常堅固，你什麼時候能夠脫離地獄？這個堅固的根如果不斷掉，念佛也不能往生。這個根拉住你，你去不了，念佛念得再好都不能往生，心地再清淨也不能往生。縱修善因，不過是人天福報而已，決定出不了三界。"
    },
    {
      "id": "19-014-0028_p0013",
      "zh_CN": "所以佛教学生，不但是「以戒为师」，还要「以苦为师」，这个意思深。我们能忍受，无论是物质生活、精神生活，宁愿苦一点，苦的生活有出离的心，对这个世间没有留恋。生活太舒服、太富裕，对这个世间有留恋，舍不得离开就不能往生。所以佛家为什么那么样赞叹苦行，道理在此地。苦行对我们修出世间法障碍少，道理在此地。这是讲「杀、盗、淫」，身三业一定要永断。接着永断口的过失：『妄语』，说话不诚实，说假话欺骗人；『两舌』，挑拨是非；『恶口』，说话粗鲁；『绮语』，花言巧语，说得非常好听，目的在害人，这是口的四种过失。念头里面，『贪欲、瞋恚、邪见』，邪见是愚痴，都得要永断。这一段经文是世尊对一切众生无上的教诲，真实的开示，不仅是释迦牟尼佛，十方三世一切诸佛如来没有例外的。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以佛教學生，不但是「以戒為師」，還要「以苦為師」，這個意思深。我們能忍受，無論是物質生活、精神生活，寧願苦一點，苦的生活有出離的心，對這個世間沒有留戀。生活太舒服、太富裕，對這個世間有留戀，捨不得離開就不能往生。所以佛家為什麼那麼樣讚歎苦行，道理在此地。苦行對我們修出世間法障礙少，道理在此地。這是講「殺、盜、淫」，身三業一定要永斷。接著永斷口的過失：『妄語』，說話不誠實，說假話欺騙人；『兩舌』，挑撥是非；『惡口』，說話粗魯；『綺語』，花言巧語，說得非常好聽，目的在害人，這是口的四種過失。念頭裡面，『貪欲、瞋恚、邪見』，邪見是愚痴，都得要永斷。這一段經文是世尊對一切眾生無上的教誨，真實的開示，不僅是釋迦牟尼佛，十方三世一切諸佛如來沒有例外的。今天時間到了，我們就講到此地。"
    }
  ]
}