{
  "doc_id": "19-014-0059",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十九集",
    "zh_TW": "第五十九集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0059",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-014-0059_p0001",
      "zh_CN": "诸位同学，大家好！最近我刻了几个小图章，这个小图章只有一个字，「通」字，送给不少同参道友。我们想到从个人一直到大宇宙，这当中所以会产生障碍，都是因为不通，通就能够解决问题。在个人来讲，我们的身体健康，身体为什么不健康？就是因为我们的血气不通，所以这个人才会生病。中国古时候治病的方法，用针灸、用推拿，这种方法在古代非常普遍，不需要吃药。高明的医生知道你什么地方发生了阻碍，只要把这个阻碍排除，使血气畅通，你就恢复健康。服药，那是不得已的办法。",
      "zh_TW": "諸位同學，大家好！最近我刻了幾個小圖章，這個小圖章只有一個字，「通」字，送給不少同參道友。我們想到從個人一直到大宇宙，這當中所以會產生障礙，都是因為不通，通就能夠解決問題。在個人來講，我們的身體健康，身體為什麼不健康？就是因為我們的血氣不通，所以這個人才會生病。中國古時候治病的方法，用針灸、用推拿，這種方法在古代非常普遍，不需要吃藥。高明的醫生知道你什麼地方發生了阻礙，只要把這個阻礙排除，使血氣暢通，你就恢復健康。服藥，那是不得已的辦法。"
    },
    {
      "id": "19-014-0059_p0002",
      "zh_CN": "实在，我们在佛经上看到，那的确是最高明的方法，佛经里面跟我们讲到的「念咒」，生病了，佛教你念个咒，咒一念病就好了。我们看到觉得这非常神奇，神奇莫测，其实这个方法是非常科学的，它是用音声震动把你这个不通的部分打通。所以佛经里面有许许多多治病的咒语，我们现在念了不灵。为什么不灵？念的音不正确。所以这个一定要传，要口传，音不正确就达不到，效果就没有了。还有音声量的大小，要是很正确的话，它震动你身体内脏某一个部分。佛这个方法比中国针灸还要高明，针灸还要用针，还要用手去推拿，这个不需要。用音声来震动，最高明的方法。非常可惜，这个咒语文字记载还存在《大藏经》，但没有人会念，失传了。但是它告诉我们一个真理，这个真理就是要「贯通」才行。",
      "zh_TW": "實在，我們在佛經上看到，那的確是最高明的方法，佛經裡面跟我們講到的「念咒」，生病了，佛教你念個咒，咒一念病就好了。我們看到覺得這非常神奇，神奇莫測，其實這個方法是非常科學的，它是用音聲震動把你這個不通的部分打通。所以佛經裡面有許許多多治病的咒語，我們現在念了不靈。為什麼不靈？念的音不正確。所以這個一定要傳，要口傳，音不正確就達不到，效果就沒有了。還有音聲量的大小，要是很正確的話，它震動你身體內臟某一個部分。佛這個方法比中國針灸還要高明，針灸還要用針，還要用手去推拿，這個不需要。用音聲來震動，最高明的方法。非常可惜，這個咒語文字記載還存在《大藏經》，但沒有人會念，失傳了。但是它告訴我們一個真理，這個真理就是要「貫通」才行。"
    },
    {
      "id": "19-014-0059_p0003",
      "zh_CN": "人与人之间的障碍，也是由于缺少往来、缺少沟通，于是产生了误会，由误会起磨擦，这样才造成不和、造成敌视，发展成为竞争、斗争。追究最初的原因，不通。所以人与人要沟通，要密切的往来沟通。为什么好朋友一生相处那么好？常常往来；有空闲的时候就互相访问、聊天，无所不谈，畅通，就变成好朋友。冤家对头为什么冤结愈结愈深？不往来；不往来就互相猜疑，愈猜愈错。这说明人与人要沟通，家庭与家庭之间要沟通。现在缺乏了，人与人之间有隔膜，家与家之间，我们住在这里，邻居都不相往来，这怎么行？",
      "zh_TW": "人與人之間的障礙，也是由於缺少往來、缺少溝通，於是產生了誤會，由誤會起磨擦，這樣才造成不和、造成敵視，發展成為競爭、鬥爭。追究最初的原因，不通。所以人與人要溝通，要密切的往來溝通。為什麼好朋友一生相處那麼好？常常往來；有空閒的時候就互相訪問、聊天，無所不談，暢通，就變成好朋友。冤家對頭為什麼冤結愈結愈深？不往來；不往來就互相猜疑，愈猜愈錯。這說明人與人要溝通，家庭與家庭之間要溝通。現在缺乏了，人與人之間有隔膜，家與家之間，我們住在這裡，鄰居都不相往來，這怎麼行？"
    },
    {
      "id": "19-014-0059_p0004",
      "zh_CN": "在中国旧社会，邻居确确实实做到了互相守望。年节喜庆常常有，今天他们家的老人过生日、小孩过生日，都会把邻居邀集在一块欢聚。我们从前住在农村里面，这一个村庄上大家常常相聚，大概一个星期总会有一、两次，所以一个村庄就像变成一个大家庭一样，彼此互相关照。小孩有做错了事情，哪一家邻居看到了，都会来管教，把他当作自己孩子来看待。任何一家的老人，我们在路上遇到的时候，都会帮助他、都会扶持他。风俗人情之厚，现在看不到了。现在都市里住公寓房子，隔壁那一家住了几十年，不知道他姓什么，从来没打过招呼。现在人情多么淡薄。",
      "zh_TW": "在中國舊社會，鄰居確確實實做到了互相守望。年節喜慶常常有，今天他們家的老人過生日、小孩過生日，都會把鄰居邀集在一塊歡聚。我們從前住在農村裡面，這一個村莊上大家常常相聚，大概一個星期總會有一、兩次，所以一個村莊就像變成一個大家庭一樣，彼此互相關照。小孩有做錯了事情，哪一家鄰居看到了，都會來管教，把他當作自己孩子來看待。任何一家的老人，我們在路上遇到的時候，都會幫助他、都會扶持他。風俗人情之厚，現在看不到了。現在都市裡住公寓房子，隔壁那一家住了幾十年，不知道他姓什麼，從來沒打過招呼。現在人情多麼淡薄。"
    },
    {
      "id": "19-014-0059_p0005",
      "zh_CN": "所以解决二十一世纪社会问题，人家说中国儒家的学说跟大乘佛法。这里头最重要的一个方式就是「通」，儒讲通，佛也讲通。族群与族群之间要沟通。现在由于交通便捷，资讯发达，我们对于远方的朋友们，要懂得利用高科技的手段来沟通。我们每天早晨这半个小时的聚会，在网路上跟大家沟通。族群之间要沟通，宗教之间更要沟通。国与国之间，希望我们每一个人起心动念所思考的是整个世界的安全。中国古德所谓：「天下兴亡，匹夫有责。」那个时候指的是一个国家，今天我们要把心量、眼光扩大，国家的兴衰，世界的安危，我们每一个人都有责任。国家为什么衰？世界为什么危？由于不通。国家要兴旺，世界要安定和平，关键就在一个「通」字。这是最低限度我们要有这个心量，要有这个认知，认真努力去做沟通的工作。",
      "zh_TW": "所以解決二十一世紀社會問題，人家說中國儒家的學說跟大乘佛法。這裡頭最重要的一個方式就是「通」，儒講通，佛也講通。族群與族群之間要溝通。現在由於交通便捷，資訊發達，我們對於遠方的朋友們，要懂得利用高科技的手段來溝通。我們每天早晨這半個小時的聚會，在網路上跟大家溝通。族群之間要溝通，宗教之間更要溝通。國與國之間，希望我們每一個人起心動念所思考的是整個世界的安全。中國古德所謂：「天下興亡，匹夫有責。」那個時候指的是一個國家，今天我們要把心量、眼光擴大，國家的興衰，世界的安危，我們每一個人都有責任。國家為什麼衰？世界為什麼危？由於不通。國家要興旺，世界要安定和平，關鍵就在一個「通」字。這是最低限度我們要有這個心量，要有這個認知，認真努力去做溝通的工作。"
    },
    {
      "id": "19-014-0059_p0006",
      "zh_CN": "日常生活当中，现在我们跟不同族群、不同国家的人接触的机会很多，接触的时候要懂得向别人请教，问问他们国家的历史文化，问问他们个人的生活习惯，增长我们的知识，这是学问。古今中外的圣人，他之所以能称之为圣人，他喜欢问，问了之后，我们也把自己国家的历史文物、风俗习惯介绍给他，这是彼此沟通。这样的往来才真正有意义、有价值，言语之中没有废话，彼此双方都长学问、长德行。就我们现前而论，我们常说，佛法，世尊在经典里面无数次的教导我们，「受持读诵，为人演说」。「为人演说」就是作师作范，「学为人师，行为世范」。「演」是表演，我们要做出好样子给人看，人家看了才会生起信心。",
      "zh_TW": "日常生活當中，現在我們跟不同族群、不同國家的人接觸的機會很多，接觸的時候要懂得向別人請教，問問他們國家的歷史文化，問問他們個人的生活習慣，增長我們的知識，這是學問。古今中外的聖人，他之所以能稱之為聖人，他喜歡問，問了之後，我們也把自己國家的歷史文物、風俗習慣介紹給他，這是彼此溝通。這樣的往來才真正有意義、有價值，言語之中沒有廢話，彼此雙方都長學問、長德行。就我們現前而論，我們常說，佛法，世尊在經典裡面無數次的教導我們，「受持讀誦，為人演說」。「為人演說」就是作師作範，「學為人師，行為世範」。「演」是表演，我們要做出好樣子給人看，人家看了才會生起信心。"
    },
    {
      "id": "19-014-0059_p0007",
      "zh_CN": "佛一切经论里面都讲到依正庄严，「庄严」两个字我们有没有？如果没有，怎么能做一个好样子给人看？「庄严」这两个字用现在的话来说，真善美慧。我们有没有？真善美慧表现在我们容貌、体质、音声之中。我们想一想，我们在日常生活当中表现的是什么？自己看不到自己，天天照镜子，照镜子是修学很好的一种方式，尤其是大镜子，常常照照，看看自己的一举一动，看看自己的容颜、表态，用这个方法来修正自己的过失。求别人教你难，谁也不肯得罪人，谁都希望做好人，何必跟人家做冤家、做对头？没有人教我们。尤其在今天这个社会，人家在旁边看笑话，在背后论是非。能说我们过失的人，真正关心、真正爱护，现在找不到了。从前还有父母，还有老师，现在父母也不敢说了，老师更不敢说了。我们一定要了解现前的社会状况，怎样修养自己的品德，增上自己的学业。你不靠自己靠谁？",
      "zh_TW": "佛一切經論裡面都講到依正莊嚴，「莊嚴」兩個字我們有沒有？如果沒有，怎麼能做一個好樣子給人看？「莊嚴」這兩個字用現在的話來說，真善美慧。我們有沒有？真善美慧表現在我們容貌、體質、音聲之中。我們想一想，我們在日常生活當中表現的是什麼？自己看不到自己，天天照鏡子，照鏡子是修學很好的一種方式，尤其是大鏡子，常常照照，看看自己的一舉一動，看看自己的容顏、表態，用這個方法來修正自己的過失。求別人教你難，誰也不肯得罪人，誰都希望做好人，何必跟人家做冤家、做對頭？沒有人教我們。尤其在今天這個社會，人家在旁邊看笑話，在背後論是非。能說我們過失的人，真正關心、真正愛護，現在找不到了。從前還有父母，還有老師，現在父母也不敢說了，老師更不敢說了。我們一定要了解現前的社會狀況，怎樣修養自己的品德，增上自己的學業。你不靠自己靠誰？"
    },
    {
      "id": "19-014-0059_p0008",
      "zh_CN": "现在物质文明发达，我们买一面大的镜子，买了做什么用？照自己，不是照别人的。会修行的人，看到别人就能够回光返照，想到自己，这是好事情，这是正确的。别人有善行，我立刻想想我有没有；别人作恶，我想想我自己有没有做过。所以社会上一切人事物也是一面大镜子，会用的人，成就自己的德行学问。关键在会与不会。人与人之间第一个印象，就是跟你见面，你的容颜，你的身体。如果我们学佛的人身体不健康，就不能教社会大众对佛法生起信心，一看：「你学佛的，你不健康。佛不能学，学佛就是这个样子。」这是我们的罪业，我们把佛的形象破坏了。佛法依报正报都庄严，我们学佛就是佛的一个代表、佛的形象，我们破坏了佛的形象，我们糟蹋了佛的形象，我们造无量无边的罪业，自己还不知道，这个很可怕。所以调心、调身，佛在经论里面讲得很多很多，尤其是戒经。经论里面多半是教我们调心的，戒律里面多半是教我们调身的，身心健康，远离病苦，社会大众才需要、才欢喜。所以佛法不忽略现实，我们要有美好的容颜接待大众，要有健康的心态展示给人看，这个就是接引广大众生。",
      "zh_TW": "現在物質文明發達，我們買一面大的鏡子，買了做什麼用？照自己，不是照別人的。會修行的人，看到別人就能夠回光返照，想到自己，這是好事情，這是正確的。別人有善行，我立刻想想我有沒有；別人作惡，我想想我自己有沒有做過。所以社會上一切人事物也是一面大鏡子，會用的人，成就自己的德行學問。關鍵在會與不會。人與人之間第一個印象，就是跟你見面，你的容顏，你的身體。如果我們學佛的人身體不健康，就不能教社會大眾對佛法生起信心，一看：「你學佛的，你不健康。佛不能學，學佛就是這個樣子。」這是我們的罪業，我們把佛的形象破壞了。佛法依報正報都莊嚴，我們學佛就是佛的一個代表、佛的形象，我們破壞了佛的形象，我們糟蹋了佛的形象，我們造無量無邊的罪業，自己還不知道，這個很可怕。所以調心、調身，佛在經論裡面講得很多很多，尤其是戒經。經論裡面多半是教我們調心的，戒律裡面多半是教我們調身的，身心健康，遠離病苦，社會大眾才需要、才歡喜。所以佛法不忽略現實，我們要有美好的容顏接待大眾，要有健康的心態展示給人看，這個就是接引廣大眾生。"
    },
    {
      "id": "19-014-0059_p0009",
      "zh_CN": "佛教，我们说了这么多年，它是佛陀至善圆满的教育，它不是宗教。所以无论是不同的族群、不同的宗教，都应当学佛。为什么？佛法是究竟圆满的智慧。虚空法界一切众生都需要智慧，需要真实的智慧，需要圆满的智慧，才能过幸福美满的生活。众生生活在世间，生活得这么辛苦，为什么生活得这么苦？没有智慧；生活在烦恼、忧虑、艰难之中，这很不幸。佛法要度众生，「度」是帮助、协助的意思，帮助众生、协助众生离苦得乐。这不是一句空洞的口号，是真实的目标。怎样能将这个目标落实？要有真实智慧的教学。",
      "zh_TW": "佛教，我們說了這麼多年，它是佛陀至善圓滿的教育，它不是宗教。所以無論是不同的族群、不同的宗教，都應當學佛。為什麼？佛法是究竟圓滿的智慧。虛空法界一切眾生都需要智慧，需要真實的智慧，需要圓滿的智慧，才能過幸福美滿的生活。眾生生活在世間，生活得這麼辛苦，為什麼生活得這麼苦？沒有智慧；生活在煩惱、憂慮、艱難之中，這很不幸。佛法要度眾生，「度」是幫助、協助的意思，幫助眾生、協助眾生離苦得樂。這不是一句空洞的口號，是真實的目標。怎樣能將這個目標落實？要有真實智慧的教學。"
    },
    {
      "id": "19-014-0059_p0010",
      "zh_CN": "身体健康，诸位一定要知道，凡是贪图安乐，求身体健康就难了。所以我们常常想到，世尊何以用轮来做表法、做为教学的标志？轮的心是清净的。轮是个圆，现在大家都学过几何，圆，心有没有？有；心在哪里？没有形相。所以心要虚，虚就灵，心里头不能有东西；身要动，要懂得运动。世间人强身之道，做种种运动；佛教给我们身心同时修学，用拜佛、用礼拜。我们每天能够拜三百拜佛，这个三百拜是最少的，我们知道有许许多多人一天拜三千拜，他拜佛能开悟。",
      "zh_TW": "身體健康，諸位一定要知道，凡是貪圖安樂，求身體健康就難了。所以我們常常想到，世尊何以用輪來做表法、做為教學的標誌？輪的心是清淨的。輪是個圓，現在大家都學過幾何，圓，心有沒有？有；心在哪裡？沒有形相。所以心要虛，虛就靈，心裡頭不能有東西；身要動，要懂得運動。世間人強身之道，做種種運動；佛教給我們身心同時修學，用拜佛、用禮拜。我們每天能夠拜三百拜佛，這個三百拜是最少的，我們知道有許許多多人一天拜三千拜，他拜佛能開悟。"
    },
    {
      "id": "19-014-0059_p0011",
      "zh_CN": "你们在《影尘回忆录》看到那个晒蜡烛的法师，他就是拜佛开悟的。他不认识字，没有念过书，到后来能作诗、能作偈、能讲经说法，在阿育王寺拜佛拜三年开悟的。心诚，通了。我们之不能开悟是不通，他用拜佛的方法打通了。中年以上，每天至少要拜三百拜，拜到身上出汗。我早年跟忏云法师在埔里住茅篷，我一天是拜八百拜，每天至少内衣要换两次，身上一身都是汗，对身体健康有帮助、有好处。我在他山上住了半年，拜了十几万拜。前些年我在洛杉矶遇到一位在家居士，六十多岁，身体不好，我劝他拜佛，他有六十多岁，「你一天拜一百拜，早晨拜五十拜，晚上拜五十拜，不要间断。」他拜了一年身体好了，原来这个身体骨节都僵硬了，居然能双盘，才知道这个方法好。这个方法里头有运动、有强身，修定修慧。拜佛的人心是清净的，身是活动的，就跟那个轮相一样，圆周在动、心不动，所以比其他的运动好。其他的运动是你心也在动，拜佛这种运动心不动，确实定慧等学。",
      "zh_TW": "你們在《影塵回憶錄》看到那個曬蠟燭的法師，他就是拜佛開悟的。他不認識字，沒有念過書，到後來能作詩、能作偈、能講經說法，在阿育王寺拜佛拜三年開悟的。心誠，通了。我們之不能開悟是不通，他用拜佛的方法打通了。中年以上，每天至少要拜三百拜，拜到身上出汗。我早年跟懺雲法師在埔里住茅篷，我一天是拜八百拜，每天至少內衣要換兩次，身上一身都是汗，對身體健康有幫助、有好處。我在他山上住了半年，拜了十幾萬拜。前些年我在洛杉磯遇到一位在家居士，六十多歲，身體不好，我勸他拜佛，他有六十多歲，「你一天拜一百拜，早晨拜五十拜，晚上拜五十拜，不要間斷。」他拜了一年身體好了，原來這個身體骨節都僵硬了，居然能雙盤，才知道這個方法好。這個方法裡頭有運動、有強身，修定修慧。拜佛的人心是清淨的，身是活動的，就跟那個輪相一樣，圓周在動、心不動，所以比其他的運動好。其他的運動是你心也在動，拜佛這種運動心不動，確實定慧等學。"
    },
    {
      "id": "19-014-0059_p0012",
      "zh_CN": "不要怕流汗，流汗好，我们里面的毒、肮脏的东西能排出去了，排出去之后，你就不会生病。许许多多疾病都是毒素排不出去，特别是关节炎、风湿病，是什么东西？尿毒；尿毒排不出去，积在关节里面发炎的。凡是得这种病的，几乎都不出汗，很少出汗。尤其我们住在冷气间，住久了，弱不禁风。所以病的根源我们要晓得，要怎样去把它拔除。不怕出汗，每天多洗几次衣服，这个没有问题。身心健康，我们有好的形象给社会大众看，接引社会大众不要错过学佛的机会，这样就好。好，今天我们就讲到这里。",
      "zh_TW": "不要怕流汗，流汗好，我們裡面的毒、骯髒的東西能排出去了，排出去之後，你就不會生病。許許多多疾病都是毒素排不出去，特別是關節炎、風濕病，是什麼東西？尿毒；尿毒排不出去，積在關節裡面發炎的。凡是得這種病的，幾乎都不出汗，很少出汗。尤其我們住在冷氣間，住久了，弱不禁風。所以病的根源我們要曉得，要怎樣去把它拔除。不怕出汗，每天多洗幾次衣服，這個沒有問題。身心健康，我們有好的形象給社會大眾看，接引社會大眾不要錯過學佛的機會，這樣就好。好，今天我們就講到這裡。"
    }
  ]
}