{
  "doc_id": "19-014-0084",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十四集",
    "zh_TW": "第八十四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0084",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-014-0084_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十四面第一行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十四面第一行："
    },
    {
      "id": "19-014-0084_p0002",
      "zh_CN": "【离忿怒心。而行施故。常富财宝。无能侵夺。速自成就。无碍心智。诸根严好。见皆敬爱。】",
      "zh_TW": "【離忿怒心。而行施故。常富財寶。無能侵奪。速自成就。無礙心智。諸根嚴好。見皆敬愛。】"
    },
    {
      "id": "19-014-0084_p0003",
      "zh_CN": "这是不瞋，十善里头「不瞋」。瞋恚的心最难断，遇到不称心、不如意的事情，瞋恚的念头自然就会生起来，而且生得非常快，这就说明无始劫以来恶习气深重。在烦恼里面，这个烦恼是最严重的，佛跟我们讲它的果报在地狱。三毒是三恶道主要的因素，贪欲是饿鬼道，瞋恚是地狱道，愚痴是畜生道。所以佛在大小乘一切经论里面，这一桩事情不知道说了多少次，时时刻刻在提醒我们，千万不能造三毒的业因，造三毒业因就决定堕三恶道。佛度众生、帮助众生离苦得乐，我们一般讲佛菩萨保佑、佛菩萨加持，他用什么方法来保佑、来加持？用教学。时时刻刻提醒我们，我们自己愚痴，不懂佛的意思，不能够接受教诲、身体力行，所以学了佛还是要堕三途。岂不闻谚语常说「地狱门前僧道多」，这个话绝不是无风生浪，有道理的、有原因的。",
      "zh_TW": "這是不瞋，十善裡頭「不瞋」。瞋恚的心最難斷，遇到不稱心、不如意的事情，瞋恚的念頭自然就會生起來，而且生得非常快，這就說明無始劫以來惡習氣深重。在煩惱裡面，這個煩惱是最嚴重的，佛跟我們講它的果報在地獄。三毒是三惡道主要的因素，貪欲是餓鬼道，瞋恚是地獄道，愚痴是畜生道。所以佛在大小乘一切經論裡面，這一樁事情不知道說了多少次，時時刻刻在提醒我們，千萬不能造三毒的業因，造三毒業因就決定墮三惡道。佛度眾生、幫助眾生離苦得樂，我們一般講佛菩薩保佑、佛菩薩加持，他用什麼方法來保佑、來加持？用教學。時時刻刻提醒我們，我們自己愚痴，不懂佛的意思，不能夠接受教誨、身體力行，所以學了佛還是要墮三途。豈不聞諺語常說「地獄門前僧道多」，這個話絕不是無風生浪，有道理的、有原因的。"
    },
    {
      "id": "19-014-0084_p0004",
      "zh_CN": "四众弟子在这一生当中，有机会闻到佛法，这是希有难逢的因缘。经上佛也常讲，善根、福德、因缘三个具足，这一生才能得度。我们是因缘具足，问题就是有没有善根、福德？有善根、福德就是真信切愿、依教奉行，这个就是善根福德。不信，没有这个愿力，不肯依教奉行，还是随顺自己烦恼习气，你三个条件「因缘」有了，善根、福德不足，就是从前李炳南老居士所说的，你依旧是随业受报，你还是被业力牵引，出不了轮回，逃不过三途。必须三个条件同时具足，这个人在这一生超越了。过去很多年前我在台湾，蓝吉富教授来问我往生的条件，我就依照《弥陀经》上这一句经文答复他，《弥陀经》说：「不可以少善根福德因缘得生彼国。」我们今天一般说善根、福德、因缘都有，但是少，少了不能「得生彼国」；换句话说，要多善根、多福德、多因缘才决定生净土。佛在经上讲得这么清楚、这么明白，我们要知道。",
      "zh_TW": "四眾弟子在這一生當中，有機會聞到佛法，這是希有難逢的因緣。經上佛也常講，善根、福德、因緣三個具足，這一生才能得度。我們是因緣具足，問題就是有沒有善根、福德？有善根、福德就是真信切願、依教奉行，這個就是善根福德。不信，沒有這個願力，不肯依教奉行，還是隨順自己煩惱習氣，你三個條件「因緣」有了，善根、福德不足，就是從前李炳南老居士所說的，你依舊是隨業受報，你還是被業力牽引，出不了輪迴，逃不過三途。必須三個條件同時具足，這個人在這一生超越了。過去很多年前我在台灣，藍吉富教授來問我往生的條件，我就依照《彌陀經》上這一句經文答覆他，《彌陀經》說：「不可以少善根福德因緣得生彼國。」我們今天一般說善根、福德、因緣都有，但是少，少了不能「得生彼國」；換句話說，要多善根、多福德、多因緣才決定生淨土。佛在經上講得這麼清楚、這麼明白，我們要知道。"
    },
    {
      "id": "19-014-0084_p0005",
      "zh_CN": "忿怒的心要怎样降伏？这是大学问，这是真功夫。会用功的人、警觉性高的人，这个念头才起来，「南无阿弥陀佛」，这一句佛号把这个念头压下去，这叫会念佛。念头才起，第一个念头是忿恨心，第二个念头是阿弥陀佛，时时刻刻要用这个功夫，然后你才晓得念佛法门的殊胜；八万四千法门里面这个法门方便，随时随地可以用，而且用得非常有效。古德常说：「不怕念起，只怕觉迟。」念，就是贪瞋痴的念头、自私自利的念头、随顺烦恼习气的念头，这个念头决定会起，无始劫以来薰习成的，你是凡夫，哪有不起烦恼的道理？第一念起来了，第二念就警觉到，一句佛号就把它摆平了，就把它压下去了。这个功夫用久了，实实在在讲你要是真肯用，一般讲三年，三年到五年决定成功。关键就是警觉性高，念头才起，佛号立刻就提起来，这是净宗无比殊胜之处。凡夫可怜，烦恼起来，第二个念头又继续起来，于是烦恼念念增长，这个样子才让自己在这一生当中，纵然遇到殊胜的法缘都不能成就，道理在此地。我们今天知道这桩事情了，明白这个道理，就要认真好好的去学习。佛要怎么念？就是这个念法；要用得纯熟，随时随处都能够提得起来，把你烦恼完全控制住，于是这个境界就转过来了。你自己知道，很清楚、很明了，烦恼轻、智慧长，功夫见效了。",
      "zh_TW": "忿怒的心要怎樣降伏？這是大學問，這是真功夫。會用功的人、警覺性高的人，這個念頭才起來，「南無阿彌陀佛」，這一句佛號把這個念頭壓下去，這叫會念佛。念頭才起，第一個念頭是忿恨心，第二個念頭是阿彌陀佛，時時刻刻要用這個功夫，然後你才曉得念佛法門的殊勝；八萬四千法門裡面這個法門方便，隨時隨地可以用，而且用得非常有效。古德常說：「不怕念起，只怕覺遲。」念，就是貪瞋痴的念頭、自私自利的念頭、隨順煩惱習氣的念頭，這個念頭決定會起，無始劫以來薰習成的，你是凡夫，哪有不起煩惱的道理？第一念起來了，第二念就警覺到，一句佛號就把它擺平了，就把它壓下去了。這個功夫用久了，實實在在講你要是真肯用，一般講三年，三年到五年決定成功。關鍵就是警覺性高，念頭才起，佛號立刻就提起來，這是淨宗無比殊勝之處。凡夫可憐，煩惱起來，第二個念頭又繼續起來，於是煩惱念念增長，這個樣子才讓自己在這一生當中，縱然遇到殊勝的法緣都不能成就，道理在此地。我們今天知道這樁事情了，明白這個道理，就要認真好好的去學習。佛要怎麼念？就是這個念法；要用得純熟，隨時隨處都能夠提得起來，把你煩惱完全控制住，於是這個境界就轉過來了。你自己知道，很清楚、很明瞭，煩惱輕、智慧長，功夫見效了。"
    },
    {
      "id": "19-014-0084_p0006",
      "zh_CN": "纵然是弘法利生、利益众生的事情，也都要看缘分。自古以来，高人、大德，很多一生遇不到缘；遇不到缘，他自修，他成功了、自度了。没有缘的时候自度，有缘的时候帮助众生，缘绝不强求。佛教我们随缘，强求，你决定生烦恼。所以，诸佛菩萨、祖师大德常常训导我们，「随缘而不攀缘」。随缘，你的心是清净的、平等的；攀缘，心不清净、心不平等；换句话说，你生烦恼不生智慧。随缘，生智慧不生烦恼，我们必须要了解这是事实。",
      "zh_TW": "縱然是弘法利生、利益眾生的事情，也都要看緣分。自古以來，高人、大德，很多一生遇不到緣；遇不到緣，他自修，他成功了、自度了。沒有緣的時候自度，有緣的時候幫助眾生，緣絕不強求。佛教我們隨緣，強求，你決定生煩惱。所以，諸佛菩薩、祖師大德常常訓導我們，「隨緣而不攀緣」。隨緣，你的心是清淨的、平等的；攀緣，心不清淨、心不平等；換句話說，你生煩惱不生智慧。隨緣，生智慧不生煩惱，我們必須要了解這是事實。"
    },
    {
      "id": "19-014-0084_p0007",
      "zh_CN": "佛法不容易遇到，这个事实一定要了解，开经偈里面所讲「百千万劫难遭遇」，是真的不是假的。你要是真正了解，你才会珍惜。遇到佛法为什么不知道珍惜佛法？不了解，不知道它的好处，不知道它的可贵，不知道它这样难逢。彭际清居士也讲得好，「无量劫来希有难逢之一日」，我们今天遇到，无量劫希有难逢，哪有那么容易，你每一次生生世世都遇到。这些话说得有没有过分？我们冷静思惟、仔细观察就知道了。我们对于古人讲的话这才肯定，丝毫不疑惑，然后想想自己，这是多么幸运！",
      "zh_TW": "佛法不容易遇到，這個事實一定要了解，開經偈裡面所講「百千萬劫難遭遇」，是真的不是假的。你要是真正了解，你才會珍惜。遇到佛法為什麼不知道珍惜佛法？不了解，不知道它的好處，不知道它的可貴，不知道它這樣難逢。彭際清居士也講得好，「無量劫來希有難逢之一日」，我們今天遇到，無量劫希有難逢，哪有那麼容易，你每一次生生世世都遇到。這些話說得有沒有過分？我們冷靜思惟、仔細觀察就知道了。我們對於古人講的話這才肯定，絲毫不疑惑，然後想想自己，這是多麼幸運！"
    },
    {
      "id": "19-014-0084_p0008",
      "zh_CN": "学佛成败的关键，我学佛头一天，承蒙章嘉大师教导我「看破、放下」，你的成败关键决定在这四个字；你不能看破、不能放下，这一生充其量在佛法里结个缘。「结缘」，无量劫来我们过去结过不少次的缘，所以才讲善根深厚。世尊在《无量寿经》里面告诉我们，阿阇王子那一帮人，过去生中曾经供养四百亿佛。印度「亿」这个数字出入很大，十万也叫亿，百万也叫亿，千万也叫亿，我们就算最低的，算十万，一个亿是十万，「四百亿」这个数字也就相当可观了。过去生中曾经这么多次接触到佛法所种的善根，这个善根在《弥陀经》上讲，是「少善根」，还不是多。由此可知，我们习气的严重，为什么？我们在经上看到的，阿阇王子他们听世尊讲《无量寿经》，还没有发心求生净土，这个心还没有发出来；只发一个心，「我们将来作佛，也要像阿弥陀佛一样」，没有发求生的心。如果发求生净土的心，这才叫多善根。所以阿阇王子还是属于少善根、少福德；纵然是多因缘，他善根少、福德少，不能成就。",
      "zh_TW": "學佛成敗的關鍵，我學佛頭一天，承蒙章嘉大師教導我「看破、放下」，你的成敗關鍵決定在這四個字；你不能看破、不能放下，這一生充其量在佛法裡結個緣。「結緣」，無量劫來我們過去結過不少次的緣，所以才講善根深厚。世尊在《無量壽經》裡面告訴我們，阿闍王子那一幫人，過去生中曾經供養四百億佛。印度「億」這個數字出入很大，十萬也叫億，百萬也叫億，千萬也叫億，我們就算最低的，算十萬，一個億是十萬，「四百億」這個數字也就相當可觀了。過去生中曾經這麼多次接觸到佛法所種的善根，這個善根在《彌陀經》上講，是「少善根」，還不是多。由此可知，我們習氣的嚴重，為什麼？我們在經上看到的，阿闍王子他們聽世尊講《無量壽經》，還沒有發心求生淨土，這個心還沒有發出來；只發一個心，「我們將來作佛，也要像阿彌陀佛一樣」，沒有發求生的心。如果發求生淨土的心，這才叫多善根。所以阿闍王子還是屬於少善根、少福德；縱然是多因緣，他善根少、福德少，不能成就。"
    },
    {
      "id": "19-014-0084_p0009",
      "zh_CN": "我们反省一下，我们是不是少善根、少福德？这个要好好去思量。果然善根福德少，有没有办法补救？有，你真正能看破、真正能放下、真正能求学，有个几年时间，可以把你的少善根变成多善根，那就是日夜要加强佛法的薰修。诸位在新加坡最明显的例子，居士林老林长陈光别，虽然从小学佛，护持佛法五、六十年，少善根，善根、福德都少，因缘不少，因缘是具足。最后晚年四年的时间，生病躺在病床上，每天听经听八个小时，一天不间断，把他的善根福德补足了，变成了多善根。病中真的万缘放下，一心念佛，所以他成功了，这给我们做了一个很好的典范。",
      "zh_TW": "我們反省一下，我們是不是少善根、少福德？這個要好好去思量。果然善根福德少，有沒有辦法補救？有，你真正能看破、真正能放下、真正能求學，有個幾年時間，可以把你的少善根變成多善根，那就是日夜要加強佛法的薰修。諸位在新加坡最明顯的例子，居士林老林長陳光別，雖然從小學佛，護持佛法五、六十年，少善根，善根、福德都少，因緣不少，因緣是具足。最後晚年四年的時間，生病躺在病床上，每天聽經聽八個小時，一天不間斷，把他的善根福德補足了，變成了多善根。病中真的萬緣放下，一心念佛，所以他成功了，這給我們做了一個很好的典範。"
    },
    {
      "id": "19-014-0084_p0010",
      "zh_CN": "我们不要等临终生病、躺在床上再听录像带，不必，现在就要干！他躺在病床上听了四年，就能预知时至。我们现在不生病，趁年轻的时候，万缘放下，也每天听上八个小时，我相信四年站着往生，不会生病的，这很可能。可能变成不可能是什么原因？不肯干。放下什么？放下烦恼习气，放下自私自利，放下贪瞋痴慢，放下是非人我，放下五欲六尘，教你放下这些东西。",
      "zh_TW": "我們不要等臨終生病、躺在床上再聽錄像帶，不必，現在就要幹！他躺在病床上聽了四年，就能預知時至。我們現在不生病，趁年輕的時候，萬緣放下，也每天聽上八個小時，我相信四年站著往生，不會生病的，這很可能。可能變成不可能是什麼原因？不肯幹。放下什麼？放下煩惱習氣，放下自私自利，放下貪瞋痴慢，放下是非人我，放下五欲六塵，教你放下這些東西。"
    },
    {
      "id": "19-014-0084_p0011",
      "zh_CN": "专心读经、听讲经、念佛，三年成就的人太多太多了。你们去看《净土圣贤录》，你去看《往生传》，多少人三年往生了。所以过去有很多人来问我，他说：「法师，是不是他们刚刚好寿命到了？」我笑笑，不见得。哪有那么巧？一个、两个或者有，那么多人都是三年、五年念佛就往生了，不可能那么巧。那是什么原因？他没有度众生的法缘；他自己成就了，到这个时候，功夫到这个程度叫「生死自在」。他随时可以走，他想走就走，他觉得这个世间没有法缘，没有度众生的对象，住在这个世间没有意义，这样就走了。先到西方极乐世界去见阿弥陀佛，见了阿弥陀佛之后，哪个地方有缘，他就到哪里去度众生，不限于这个地球。到西方极乐世界，我们的活动空间是尽虚空遍法界，活动空间大了。这个地方的缘没有成熟，他方世界缘成熟了，可以到他方世界去，不会拘束在这个世间，这个道理我们一定要懂得。",
      "zh_TW": "專心讀經、聽講經、念佛，三年成就的人太多太多了。你們去看《淨土聖賢錄》，你去看《往生傳》，多少人三年往生了。所以過去有很多人來問我，他說：「法師，是不是他們剛剛好壽命到了？」我笑笑，不見得。哪有那麼巧？一個、兩個或者有，那麼多人都是三年、五年念佛就往生了，不可能那麼巧。那是什麼原因？他沒有度眾生的法緣；他自己成就了，到這個時候，功夫到這個程度叫「生死自在」。他隨時可以走，他想走就走，他覺得這個世間沒有法緣，沒有度眾生的對象，住在這個世間沒有意義，這樣就走了。先到西方極樂世界去見阿彌陀佛，見了阿彌陀佛之後，哪個地方有緣，他就到哪裡去度眾生，不限於這個地球。到西方極樂世界，我們的活動空間是盡虛空遍法界，活動空間大了。這個地方的緣沒有成熟，他方世界緣成熟了，可以到他方世界去，不會拘束在這個世間，這個道理我們一定要懂得。"
    },
    {
      "id": "19-014-0084_p0012",
      "zh_CN": "不瞋恚，你看看这一条的成就，『速自成就』，你成就得快。『无碍心智』，「无碍」就是没有障碍，你的智慧没有障碍。诸根庄严相好，『见皆敬爱』，这是怎么成就的？没有瞋恚。瞋恚的时候面孔很不好看，所以相貌不好，大家看了你不欢喜；离瞋恚相貌就好、身体也好，每个人看到你都生欢喜心；因为你可以欢喜对待别人，别人也欢喜对你。瞋恚这个样子谁都不愿意看。我们在这个社会上，跟大众有缘、无缘，这是一个很重要的因素。好，今天就讲到这里。",
      "zh_TW": "不瞋恚，你看看這一條的成就，『速自成就』，你成就得快。『無礙心智』，「無礙」就是沒有障礙，你的智慧沒有障礙。諸根莊嚴相好，『見皆敬愛』，這是怎麼成就的？沒有瞋恚。瞋恚的時候面孔很不好看，所以相貌不好，大家看了你不歡喜；離瞋恚相貌就好、身體也好，每個人看到你都生歡喜心；因為你可以歡喜對待別人，別人也歡喜對你。瞋恚這個樣子誰都不願意看。我們在這個社會上，跟大眾有緣、無緣，這是一個很重要的因素。好，今天就講到這裡。"
    }
  ]
}