{
  "doc_id": "19-014-0064",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十四集",
    "zh_TW": "第六十四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0064",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-014-0064_p0001",
      "zh_CN": "诸位同学，大家好！",
      "zh_TW": "諸位同學，大家好！"
    },
    {
      "id": "19-014-0064_p0002",
      "zh_CN": "我们自从学佛以来，早年赵默林老居士供养这一尊佛像，做为我们台北华藏图书馆成立的时候所供奉的这一尊。这一尊像原本是瓷的，大概也有两三百年了，所以保存真是小心翼翼，唯恐损坏。以后我们用照相的方法，把它印出来，印了大概有好几万张，在全世界流通，每个人见到都生欢喜心。在四、五年前，才开始在台湾用木雕，照这一尊佛像的模样，大概也雕了不少尊，雕得也很好。",
      "zh_TW": "我們自從學佛以來，早年趙默林老居士供養這一尊佛像，做為我們台北華藏圖書館成立的時候所供奉的這一尊。這一尊像原本是瓷的，大概也有兩三百年了，所以保存真是小心翼翼，唯恐損壞。以後我們用照相的方法，把它印出來，印了大概有好幾萬張，在全世界流通，每個人見到都生歡喜心。在四、五年前，才開始在台灣用木雕，照這一尊佛像的模樣，大概也雕了不少尊，雕得也很好。"
    },
    {
      "id": "19-014-0064_p0003",
      "zh_CN": "供佛最重要的意义，是提醒自己向佛陀学习。中国古人所说的「见贤思齐」，看到贤人我们就要生起一个念头，要像他一样。佛是圣贤当中至圣至贤，确确实实是天上人间至善之人，没有丝毫的缺陷，是值得九法界众生所学习的，他给我们做了最好的榜样，最好的示范。佛一生四十九年教学当中，虽然讲了许许多多，我们用一句话将它总结，他四十九年讲些什么？《般若经》上一句话就说明白了，「诸法实相」，他所告诉我们的是宇宙人生的真相。真相明白之后，这就是佛家宗门里面所说的明心见性；明心见性就是彻底了解宇宙人生的真相。明了之后，他的心思、行为自然端正。端正的心就是真诚心、清净心、平等心、正觉心、慈悲心，这是端正的心，佛心。",
      "zh_TW": "供佛最重要的意義，是提醒自己向佛陀學習。中國古人所說的「見賢思齊」，看到賢人我們就要生起一個念頭，要像他一樣。佛是聖賢當中至聖至賢，確確實實是天上人間至善之人，沒有絲毫的缺陷，是值得九法界眾生所學習的，他給我們做了最好的榜樣，最好的示範。佛一生四十九年教學當中，雖然講了許許多多，我們用一句話將它總結，他四十九年講些什麼？《般若經》上一句話就說明白了，「諸法實相」，他所告訴我們的是宇宙人生的真相。真相明白之後，這就是佛家宗門裡面所說的明心見性；明心見性就是徹底了解宇宙人生的真相。明瞭之後，他的心思、行為自然端正。端正的心就是真誠心、清淨心、平等心、正覺心、慈悲心，這是端正的心，佛心。"
    },
    {
      "id": "19-014-0064_p0004",
      "zh_CN": "诸位要晓得，佛心是我们自己的真心，是我们自己的本心，本来就是这个样子。现在变成不真、不诚、不清、不净，这是错误的。这个错误不是与生俱来的，不是自性本具的，是迷惑颠倒、妄想习气所造成。我们要学佛就要知道，把自己妄想习气薰成的妄心舍掉、永远离开，恢复到我们的真心，恢复到我们的自性。真心落实在生活上、落实在处事待人接物，就是看破、放下，自在、随缘。佛这个说法，儒、道，乃至于其他宗教的神圣，确实是异口同音，都是这个说法，我们一定要相信。",
      "zh_TW": "諸位要曉得，佛心是我們自己的真心，是我們自己的本心，本來就是這個樣子。現在變成不真、不誠、不清、不淨，這是錯誤的。這個錯誤不是與生俱來的，不是自性本具的，是迷惑顛倒、妄想習氣所造成。我們要學佛就要知道，把自己妄想習氣薰成的妄心捨掉、永遠離開，恢復到我們的真心，恢復到我們的自性。真心落實在生活上、落實在處事待人接物，就是看破、放下，自在、隨緣。佛這個說法，儒、道，乃至於其他宗教的神聖，確實是異口同音，都是這個說法，我們一定要相信。"
    },
    {
      "id": "19-014-0064_p0005",
      "zh_CN": "儒家教人，如果我们用一句话把它总结，实在就是《大学》里头所说的：「大学之道，在明明德，在亲民，在止于至善。」孔孟毕生教人不离这个原则。儒家讲的「大人」，就是宗教里面讲的「圣人」，佛教里面讲的「佛菩萨」，名词不一样，义理完全相同。大人之学，第一个是「明明德」。「明明德」就是明心见性，就是彻底明了诸法实相，跟佛家讲的没有两样。明德之后要落实，落实在「亲民」，亲民就是为人民作师作范，「学为人师，行为世范」，这是亲民。明明德，用佛家的话来说，是自度，亲民是度他，自度度他都要「止于至善」，要做到究竟圆满。佛家的至善，在佛经里面我们常常看到有个名词「阿耨多罗三藐三菩提」，那是佛法里面的止于至善，我们讲圆满的佛道，究竟圆满的佛果，这是至善。",
      "zh_TW": "儒家教人，如果我們用一句話把它總結，實在就是《大學》裡頭所說的：「大學之道，在明明德，在親民，在止於至善。」孔孟畢生教人不離這個原則。儒家講的「大人」，就是宗教裡面講的「聖人」，佛教裡面講的「佛菩薩」，名詞不一樣，義理完全相同。大人之學，第一個是「明明德」。「明明德」就是明心見性，就是徹底明瞭諸法實相，跟佛家講的沒有兩樣。明德之後要落實，落實在「親民」，親民就是為人民作師作範，「學為人師，行為世範」，這是親民。明明德，用佛家的話來說，是自度，親民是度他，自度度他都要「止於至善」，要做到究竟圓滿。佛家的至善，在佛經裡面我們常常看到有個名詞「阿耨多羅三藐三菩提」，那是佛法裡面的止於至善，我們講圓滿的佛道，究竟圓滿的佛果，這是至善。"
    },
    {
      "id": "19-014-0064_p0006",
      "zh_CN": "儒家讲得好，在《大学》上所说的，「知止而后有定」，你知道止于至善，你的心就定了。为什么？你不会再被烦恼所动摇，不被外面境界所诱惑。由此可知，为什么大乘佛法世尊一开头就劝人发菩提心？劝人发菩提心那个用意，就是儒家讲的「知止」，你有一个向上的方向，有一个向上的目标：我要作佛，发菩提心就是发作佛的心。在儒家讲，就是作圣之心，儒家「读书志在圣贤」。为什么求学？为什么读书？是想学圣人。由此可知，儒家作圣、佛家作佛，这是止于至善。我要作圣人、要作佛，就决定不能够随波逐流，决定不可以同流合污，所以他的心定了。「定而后能静，静而后能安，安而后能虑，虑而后能得」，这是一个永远不变的过程。",
      "zh_TW": "儒家講得好，在《大學》上所說的，「知止而後有定」，你知道止於至善，你的心就定了。為什麼？你不會再被煩惱所動搖，不被外面境界所誘惑。由此可知，為什麼大乘佛法世尊一開頭就勸人發菩提心？勸人發菩提心那個用意，就是儒家講的「知止」，你有一個向上的方向，有一個向上的目標：我要作佛，發菩提心就是發作佛的心。在儒家講，就是作聖之心，儒家「讀書志在聖賢」。為什麼求學？為什麼讀書？是想學聖人。由此可知，儒家作聖、佛家作佛，這是止於至善。我要作聖人、要作佛，就決定不能夠隨波逐流，決定不可以同流合污，所以他的心定了。「定而後能靜，靜而後能安，安而後能慮，慮而後能得」，這是一個永遠不變的過程。"
    },
    {
      "id": "19-014-0064_p0007",
      "zh_CN": "反过来看看现代的社会。为什么社会这么动乱，人心不安？物质生活条件比过去优越太多倍了，为什么生活得这么痛苦？就是他不知止。换句话说，他没有一个正确的目标、方向，像一只船航行在大海里面，不知道方向，不晓得要到哪里去，他当然就不安。今天社会状况确实是如此。怎样帮助自己、帮助众生，来消除这一个困惑、这个迷障？现代世界上也有一些真正有学问、有见识的志士仁人，他们喊出来了：「要解决二十一世纪的社会问题，只有孔孟学说跟大乘佛法。」我们想想不错。",
      "zh_TW": "反過來看看現代的社會。為什麼社會這麼動亂，人心不安？物質生活條件比過去優越太多倍了，為什麼生活得這麼痛苦？就是他不知止。換句話說，他沒有一個正確的目標、方向，像一隻船航行在大海裡面，不知道方向，不曉得要到哪裡去，他當然就不安。今天社會狀況確實是如此。怎樣幫助自己、幫助眾生，來消除這一個困惑、這個迷障？現代世界上也有一些真正有學問、有見識的志士仁人，他們喊出來了：「要解決二十一世紀的社會問題，只有孔孟學說跟大乘佛法。」我們想想不錯。"
    },
    {
      "id": "19-014-0064_p0008",
      "zh_CN": "孔孟的学说教我们「明明德、亲民、止于至善」，大乘佛法教导我们「真诚、清净、平等、正觉、慈悲、看破、放下、自在、随缘」这十八个字，末后总结到念佛，这大圆满，决定不落空。所以儒佛这一个指导，确确实实使我们在苦海里面找到了方向、找到了目标，不再徬徨、不再迷惑了，这是佛家讲的离苦得乐。儒佛讲的大纲领，我们应当接受，依教奉行。这两家的典籍都非常丰富，那是细节、是细目，我们学到多少，就得多少受用。学得少，得小受用；学得多，得大受用；学得彻底，得究竟圆满的受用。儒佛如是，其他各家各派、各个不同的宗教，无一不如是，我们清楚、我们明白。",
      "zh_TW": "孔孟的學說教我們「明明德、親民、止於至善」，大乘佛法教導我們「真誠、清淨、平等、正覺、慈悲、看破、放下、自在、隨緣」這十八個字，末後總結到念佛，這大圓滿，決定不落空。所以儒佛這一個指導，確確實實使我們在苦海裡面找到了方向、找到了目標，不再徬徨、不再迷惑了，這是佛家講的離苦得樂。儒佛講的大綱領，我們應當接受，依教奉行。這兩家的典籍都非常豐富，那是細節、是細目，我們學到多少，就得多少受用。學得少，得小受用；學得多，得大受用；學得徹底，得究竟圓滿的受用。儒佛如是，其他各家各派、各個不同的宗教，無一不如是，我們清楚、我們明白。"
    },
    {
      "id": "19-014-0064_p0009",
      "zh_CN": "我们今天确确实实可以肯定，所有宗教都是现代人所讲的多元文化的社会教育。各教各派、各个宗教所讲的确实是一桩事情，是同一个方向、同一个目标，不过他们所说的有半、满的差别；儒佛讲得圆满，其他各家各派宗教没有讲到圆满。这个说法我们不能执着，正是佛家教人，对于上根利智的讲究竟圆满法，对于中下根人讲接近圆满法。由此可知，所谓「圆满」，所谓「不圆满」，不是在教学宗旨上的差别，而是在接受教学的众生根性有差别，这个道理我们要懂。",
      "zh_TW": "我們今天確確實實可以肯定，所有宗教都是現代人所講的多元文化的社會教育。各教各派、各個宗教所講的確實是一樁事情，是同一個方向、同一個目標，不過他們所說的有半、滿的差別；儒佛講得圓滿，其他各家各派宗教沒有講到圓滿。這個說法我們不能執著，正是佛家教人，對於上根利智的講究竟圓滿法，對於中下根人講接近圓滿法。由此可知，所謂「圓滿」，所謂「不圓滿」，不是在教學宗旨上的差別，而是在接受教學的眾生根性有差別，這個道理我們要懂。"
    },
    {
      "id": "19-014-0064_p0010",
      "zh_CN": "现在由于资讯发达，交通便捷，这一个地球变成一个大家庭，这是我们必须要认知的。所以各种不同的学术、不同的宗教，逐渐逐渐决定是融合贯通，使一切众生都能够趋向究竟圆满，成就多元文化教学的终极目标。然后我们看到这个世界祥和，社会繁荣兴旺，人与人之间相亲相爱，犹如父子兄弟，彼此互相尊重、互助合作，这个世间的动乱不安可以消除，世间的危机、劫难也可以化解了。我们在这个地方认识教育的功能、教学的重要。宗教不可以止于仪式，止于仪式是迷信，必须要详细认真的探讨教义、解释教义、奉行教义，落实到我们实际生活工作、处事待人接物。佛法真的是有利于众生，有无比殊胜的贡献。我们觉悟的人、明白的人，应当认真努力奉行，去推广。好，今天时间到了，我们就讲到此地。现在我们去参加佛七的法会。",
      "zh_TW": "現在由於資訊發達，交通便捷，這一個地球變成一個大家庭，這是我們必須要認知的。所以各種不同的學術、不同的宗教，逐漸逐漸決定是融合貫通，使一切眾生都能夠趨向究竟圓滿，成就多元文化教學的終極目標。然後我們看到這個世界祥和，社會繁榮興旺，人與人之間相親相愛，猶如父子兄弟，彼此互相尊重、互助合作，這個世間的動亂不安可以消除，世間的危機、劫難也可以化解了。我們在這個地方認識教育的功能、教學的重要。宗教不可以止於儀式，止於儀式是迷信，必須要詳細認真的探討教義、解釋教義、奉行教義，落實到我們實際生活工作、處事待人接物。佛法真的是有利於眾生，有無比殊勝的貢獻。我們覺悟的人、明白的人，應當認真努力奉行，去推廣。好，今天時間到了，我們就講到此地。現在我們去參加佛七的法會。"
    }
  ]
}