{
  "doc_id": "19-014-0007",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0007",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "19-014-0007_p0001",
      "zh_CN": "诸位同学，大家好！",
      "zh_TW": "諸位同學，大家好！"
    },
    {
      "id": "19-014-0007_p0002",
      "zh_CN": "【佛说十善业道经】",
      "zh_TW": "【佛說十善業道經】"
    },
    {
      "id": "19-014-0007_p0003",
      "zh_CN": "我们先简单的将经题做一个报告。本经的经题一共有七个字，「佛说十善业道」叫别题，后面这个「经」字叫通题，同学们都能够熟知。所谓别题是与其他的经名不相同，有区别，专指这一部经。末后「经」字是通题，通一切经，凡是佛所说的都称之为「经」。在别题六个字里面，在七立选题当中这是人法，题目里有人、有法，是人法立题。「佛」是人，「十善业道」是法。",
      "zh_TW": "我們先簡單的將經題做一個報告。本經的經題一共有七個字，「佛說十善業道」叫別題，後面這個「經」字叫通題，同學們都能夠熟知。所謂別題是與其他的經名不相同，有區別，專指這一部經。末後「經」字是通題，通一切經，凡是佛所說的都稱之為「經」。在別題六個字裡面，在七立選題當中這是人法，題目裡有人、有法，是人法立題。「佛」是人，「十善業道」是法。"
    },
    {
      "id": "19-014-0007_p0004",
      "zh_CN": "我们特别要留意的，这个地方的「佛说」，与净宗的三经：《佛说大乘无量寿庄严清净平等觉经》、《佛说观无量寿佛经》、罗什大师翻译的小本《佛说阿弥陀经》，净宗的三经经题上都冠上「佛说」，这一部经的「佛说」跟净宗三经的「佛说」，意思相同。那就是不仅是释迦牟尼佛说，这一点要特别注意到，十方三世一切诸佛都说，差别在这个地方。其他经典在十方世界一切诸佛未必全都说，唯独净土三经跟这一部经，佛是决定要说的。由此可知，这部经的重要性。",
      "zh_TW": "我們特別要留意的，這個地方的「佛說」，與淨宗的三經：《佛說大乘無量壽莊嚴清淨平等覺經》、《佛說觀無量壽佛經》、羅什大師翻譯的小本《佛說阿彌陀經》，淨宗的三經經題上都冠上「佛說」，這一部經的「佛說」跟淨宗三經的「佛說」，意思相同。那就是不僅是釋迦牟尼佛說，這一點要特別注意到，十方三世一切諸佛都說，差別在這個地方。其他經典在十方世界一切諸佛未必全都說，唯獨淨土三經跟這一部經，佛是決定要說的。由此可知，這部經的重要性。"
    },
    {
      "id": "19-014-0007_p0005",
      "zh_CN": "首先跟诸位说明的是『佛』这个字，在现代社会许许多多人把这个字误会了，说成佛教是迷信，这是对这个字不了解。这个字的来源是从古印度梵文里面音译的「佛陀耶」，中国人喜欢简单，把尾音舍掉了，单单称个「佛」。在古时候没有这个字，这个字是佛教传到中国来新造的字。中国古字里面有「弗」这个音，是没有「人」字边的「弗」，中国古字里头有。但是从印度传来的这个「佛」是个人，所以就把它加上一个「人」字边，这个字是翻译经文新造的字，古时候没有，取「弗」这个音。",
      "zh_TW": "首先跟諸位說明的是『佛』這個字，在現代社會許許多多人把這個字誤會了，說成佛教是迷信，這是對這個字不了解。這個字的來源是從古印度梵文裡面音譯的「佛陀耶」，中國人喜歡簡單，把尾音捨掉了，單單稱個「佛」。在古時候沒有這個字，這個字是佛教傳到中國來新造的字。中國古字裡面有「弗」這個音，是沒有「人」字邊的「弗」，中國古字裡頭有。但是從印度傳來的這個「佛」是個人，所以就把它加上一個「人」字邊，這個字是翻譯經文新造的字，古時候沒有，取「弗」這個音。"
    },
    {
      "id": "19-014-0007_p0006",
      "zh_CN": "这个人是什么人？现在大家都晓得释迦牟尼，释迦牟尼我们大家称他作「佛」，印度人称他作「佛陀」，我们简称为「佛」。「佛」这个意思，跟中国人讲的「圣」是非常接近的，中国人称「圣人」。中国人称「神」，意思也接近，「神、圣、佛」都是说对于宇宙人生的真相通达明了，都有这个意思。但是在程度上来讲可能有些不同，我们中国人讲「神圣」，这个意思比较含糊；而印度的「佛陀」，他这个意思非常清楚，一点都不含糊，对于宇宙人生的真相，「理事、性相、因果」彻底明了通达，而没有丝毫的错误，这样的人才称之为「佛」。谁做到这种功夫，他就称之为「佛」。所以「佛陀」在佛的教学当中，确实是个学位的名称，他不是神，他也不是仙，他是人。所以这个字旁边加了一个「人」旁，我们要认识清楚。",
      "zh_TW": "這個人是什麼人？現在大家都曉得釋迦牟尼，釋迦牟尼我們大家稱他作「佛」，印度人稱他作「佛陀」，我們簡稱為「佛」。「佛」這個意思，跟中國人講的「聖」是非常接近的，中國人稱「聖人」。中國人稱「神」，意思也接近，「神、聖、佛」都是說對於宇宙人生的真相通達明瞭，都有這個意思。但是在程度上來講可能有些不同，我們中國人講「神聖」，這個意思比較含糊；而印度的「佛陀」，他這個意思非常清楚，一點都不含糊，對於宇宙人生的真相，「理事、性相、因果」徹底明瞭通達，而沒有絲毫的錯誤，這樣的人才稱之為「佛」。誰做到這種功夫，他就稱之為「佛」。所以「佛陀」在佛的教學當中，確實是個學位的名稱，他不是神，他也不是仙，他是人。所以這個字旁邊加了一個「人」旁，我們要認識清楚。"
    },
    {
      "id": "19-014-0007_p0007",
      "zh_CN": "中国人称「圣」也有这个意思，但是并没有讲把宇宙人生性相、理事、因果彻底通达明了，没有这个说法，只说通达明了。通达到什么样的程度，层次不一样。在佛法里面，我们在大乘经上看到，尤其是《华严》，《华严》上讲四十一位法身大士，这四十一个层次都称之为佛。诸位在江味农居士《金刚经讲义》里面就看到，都称之为佛。他们对于宇宙人生的真相，性相、理事、因果，他们都通达，但是通达的层次不相同，所以有五十一个阶级。这个地方称「佛」是最高的一个阶级，我们通常讲的究竟圆满，没有比这个更高，他到了顶点，这称之为佛。在佛教里面，圆教称之为究竟圆满佛。",
      "zh_TW": "中國人稱「聖」也有這個意思，但是並沒有講把宇宙人生性相、理事、因果徹底通達明瞭，沒有這個說法，只說通達明瞭。通達到什麼樣的程度，層次不一樣。在佛法裡面，我們在大乘經上看到，尤其是《華嚴》，《華嚴》上講四十一位法身大士，這四十一個層次都稱之為佛。諸位在江味農居士《金剛經講義》裡面就看到，都稱之為佛。他們對於宇宙人生的真相，性相、理事、因果，他們都通達，但是通達的層次不相同，所以有五十一個階級。這個地方稱「佛」是最高的一個階級，我們通常講的究竟圓滿，沒有比這個更高，他到了頂點，這稱之為佛。在佛教裡面，圓教稱之為究竟圓滿佛。"
    },
    {
      "id": "19-014-0007_p0008",
      "zh_CN": "这个人就是释迦牟尼，释迦牟尼说这部经。这个『说』，古人给我们讲解是生欢喜心，为众生说法。欢喜心从哪里来的？是看到一切众生缘成熟了，可以接受这个法门，可以接受这种教诲，用现在的话来说，可以接受这个课程，佛就很欢喜的来跟大家上课，教导大众，劝化大众，在里头生无量的欢喜。看到众生可以转恶为善、转迷为悟、转凡成圣，佛看到欢喜，帮助一切众生当生成就。",
      "zh_TW": "這個人就是釋迦牟尼，釋迦牟尼說這部經。這個『說』，古人給我們講解是生歡喜心，為眾生說法。歡喜心從哪裡來的？是看到一切眾生緣成熟了，可以接受這個法門，可以接受這種教誨，用現在的話來說，可以接受這個課程，佛就很歡喜的來跟大家上課，教導大眾，勸化大眾，在裡頭生無量的歡喜。看到眾生可以轉惡為善、轉迷為悟、轉凡成聖，佛看到歡喜，幫助一切眾生當生成就。"
    },
    {
      "id": "19-014-0007_p0009",
      "zh_CN": "净宗法门是一切诸佛说法终极的目标，而十善业道是一切诸佛说法，帮助众生在一生成就里头最重要的手段，这是我们不能不知道的。说什么？说十善业。本经里面所讲的十条，这个『十』不是数字，我们要把它看作数目字，那就看错了。「十」跟《华严经》里面表法的义趣完全相同，它代表的是大圆满。大圆满的善法归纳为十个纲领，每一纲领里面它的境界深广都是没有边际的，我们要懂得这个意思。",
      "zh_TW": "淨宗法門是一切諸佛說法終極的目標，而十善業道是一切諸佛說法，幫助眾生在一生成就裡頭最重要的手段，這是我們不能不知道的。說什麼？說十善業。本經裡面所講的十條，這個『十』不是數字，我們要把它看作數目字，那就看錯了。「十」跟《華嚴經》裡面表法的義趣完全相同，它代表的是大圓滿。大圓滿的善法歸納為十個綱領，每一綱領裡面它的境界深廣都是沒有邊際的，我們要懂得這個意思。"
    },
    {
      "id": "19-014-0007_p0010",
      "zh_CN": "『十善』，善与恶，佛在此地指示我们一个标准，什么是善？什么是恶？我们读这部经要细心去体会，如果没有十善业的基础，念佛是不能往生的。何以见得？佛在《观无量寿佛经》上告诉我们，未修净业之前要先修三福，三福是大乘佛法的基础，像我们盖房子、盖大楼，这是打地基，十善业道是基础。如果没有这个基础，无论修学哪一个法门都不能成就，所以它是共同的基础。",
      "zh_TW": "『十善』，善與惡，佛在此地指示我們一個標準，什麼是善？什麼是惡？我們讀這部經要細心去體會，如果沒有十善業的基礎，念佛是不能往生的。何以見得？佛在《觀無量壽佛經》上告訴我們，未修淨業之前要先修三福，三福是大乘佛法的基礎，像我們蓋房子、蓋大樓，這是打地基，十善業道是基礎。如果沒有這個基礎，無論修學哪一個法門都不能成就，所以它是共同的基礎。"
    },
    {
      "id": "19-014-0007_p0011",
      "zh_CN": "佛在「净业三福」上最后的结语说得好，这三条是「三世诸佛，净业正因」，这两句话我们要牢牢的记住。三世是过去、现在、未来，一切诸佛当然修行成佛不是一个法门，无量法门，但是不管是哪一个法门，都要以三福做基础。好像你盖房子，不管你盖多高，不管你盖什么样式，你的地基决定是相同的，你的地基打得牢，你的建筑才坚固。",
      "zh_TW": "佛在「淨業三福」上最後的結語說得好，這三條是「三世諸佛，淨業正因」，這兩句話我們要牢牢的記住。三世是過去、現在、未來，一切諸佛當然修行成佛不是一個法門，無量法門，但是不管是哪一個法門，都要以三福做基礎。好像你蓋房子，不管你蓋多高，不管你蓋什麼樣式，你的地基決定是相同的，你的地基打得牢，你的建築才堅固。"
    },
    {
      "id": "19-014-0007_p0012",
      "zh_CN": "「净业三福」头一条：「孝养父母，奉事师长，慈心不杀，修十善业」，我跟大家讲过很多遍。前面三句是愿，后面这一句是行，如果没有行，前面这三愿就落空。你用什么孝养父母？用什么奉事师长？用什么去做慈心不杀？就是十善业。所以《十善业道》这部经，在我们佛家常讲，经典有四大类：教、理、行、果，这是属于行，偏重在行门，我们要老老实实去做。真正做到了，前面的愿都满了，「孝养父母」这个愿满了，「奉事师长」也满了，「慈心不杀」也满了，完全要靠修十善业。",
      "zh_TW": "「淨業三福」頭一條：「孝養父母，奉事師長，慈心不殺，修十善業」，我跟大家講過很多遍。前面三句是願，後面這一句是行，如果沒有行，前面這三願就落空。你用什麼孝養父母？用什麼奉事師長？用什麼去做慈心不殺？就是十善業。所以《十善業道》這部經，在我們佛家常講，經典有四大類：教、理、行、果，這是屬於行，偏重在行門，我們要老老實實去做。真正做到了，前面的願都滿了，「孝養父母」這個願滿了，「奉事師長」也滿了，「慈心不殺」也滿了，完全要靠修十善業。"
    },
    {
      "id": "19-014-0007_p0013",
      "zh_CN": "『业』这个字怎么讲？用现在的话来说，就是在日常生活，每天工作、处事待人接物所有一切的作为，正当在做的时候，我们称之为「事」。你现在在做什么事？这个事做完之后，它的结果就叫做「业」。所以你做的事是好事叫善业，不好的事叫恶业，业是做事的结果。我们在学校念书，功课叫作业；课程念完了，叫结业；我们将学校给我们规定所有的课程都学习完毕，叫毕业。",
      "zh_TW": "『業』這個字怎麼講？用現在的話來說，就是在日常生活，每天工作、處事待人接物所有一切的作為，正當在做的時候，我們稱之為「事」。你現在在做什麼事？這個事做完之後，它的結果就叫做「業」。所以你做的事是好事叫善業，不好的事叫惡業，業是做事的結果。我們在學校念書，功課叫作業；課程念完了，叫結業；我們將學校給我們規定所有的課程都學習完畢，叫畢業。"
    },
    {
      "id": "19-014-0007_p0014",
      "zh_CN": "业在哪里？看不见，听不到，也摸不着。佛告诉我们，业在阿赖耶识里面。这个话一般人不好懂，什么叫阿赖耶识？我们用现在的话来说，业在你的印象当中，譬如你过去做的一切善恶业，现在一回想就能记忆起来。你为什么会想到昨天的事情、前天的事情、前年的事情、几十年前的事情，你为什么会想得起来？必定有一个地方替你保存这些档案。这个保存档案的地方，在佛家讲就叫做阿赖耶识。",
      "zh_TW": "業在哪裡？看不見，聽不到，也摸不著。佛告訴我們，業在阿賴耶識裡面。這個話一般人不好懂，什麼叫阿賴耶識？我們用現在的話來說，業在你的印象當中，譬如你過去做的一切善惡業，現在一回想就能記憶起來。你為什麼會想到昨天的事情、前天的事情、前年的事情、幾十年前的事情，你為什麼會想得起來？必定有一個地方替你保存這些檔案。這個保存檔案的地方，在佛家講就叫做阿賴耶識。"
    },
    {
      "id": "19-014-0007_p0015",
      "zh_CN": "「阿赖耶」是印度话，翻成中国意思叫「藏识」，仓库、资料库，你的点点滴滴，起心动念、言语造作都放在资料库里储藏，不会漏掉的。我们人死了，什么都带不去，业会带去。为什么？有形的东西带不去，业是无形的，它跟着你走。我们想到这一桩事情，就很可怕，世间没有什么值得畏惧的，这一桩事情真正值得我们畏惧。我们的思想不善、言语不善、行为不善，阿赖耶识里头永远不会磨灭。你说这个东西，麻烦不麻烦！了解事实真相之后，我们决定不造恶业。",
      "zh_TW": "「阿賴耶」是印度話，翻成中國意思叫「藏識」，倉庫、資料庫，你的點點滴滴，起心動念、言語造作都放在資料庫裡儲藏，不會漏掉的。我們人死了，什麼都帶不去，業會帶去。為什麼？有形的東西帶不去，業是無形的，它跟著你走。我們想到這一樁事情，就很可怕，世間沒有什麼值得畏懼的，這一樁事情真正值得我們畏懼。我們的思想不善、言語不善、行為不善，阿賴耶識裡頭永遠不會磨滅。你說這個東西，麻煩不麻煩！了解事實真相之後，我們決定不造惡業。"
    },
    {
      "id": "19-014-0007_p0016",
      "zh_CN": "就像佛在这部经里头给我们最重要的开示，纲领的开示，我们把这几句经文节录出来，我们写在这部经本的前面，这是这部经最重要的几句话。我们断恶要把恶断干净，我们修善要把善行修圆满，自己的事情，与别人无关。别人不管他用什么方式对我，他对我好，我感激他；他对我不好，决定不可以放在心上，放在心上你是自己跟自己过不去。所以佛在这部经上教导我们，「昼夜常念善法」，你的心善；「思惟善法」，你的思想善；「观察善法」，你的行为善。「不容毫分不善夹杂」，你的恶才去得干净，你的善才会修圆满。别人得罪我们、毁谤我们、侮辱我们、陷害我们，假的，「凡所有相，皆是虚妄」，何必把它放在资料库里头做档案？我们要学佛与法身大士，资料库一打开，全是善的，没有一点不善的东西在里面，这个人成佛了。十善业道修圆满，就是无上菩提，就是圆满的佛果。",
      "zh_TW": "就像佛在這部經裡頭給我們最重要的開示，綱領的開示，我們把這幾句經文節錄出來，我們寫在這部經本的前面，這是這部經最重要的幾句話。我們斷惡要把惡斷乾淨，我們修善要把善行修圓滿，自己的事情，與別人無關。別人不管他用什麼方式對我，他對我好，我感激他；他對我不好，決定不可以放在心上，放在心上你是自己跟自己過不去。所以佛在這部經上教導我們，「晝夜常念善法」，你的心善；「思惟善法」，你的思想善；「觀察善法」，你的行為善。「不容毫分不善夾雜」，你的惡才去得乾淨，你的善才會修圓滿。別人得罪我們、毀謗我們、侮辱我們、陷害我們，假的，「凡所有相，皆是虛妄」，何必把它放在資料庫裡頭做檔案？我們要學佛與法身大士，資料庫一打開，全是善的，沒有一點不善的東西在裡面，這個人成佛了。十善業道修圓滿，就是無上菩提，就是圓滿的佛果。"
    },
    {
      "id": "19-014-0007_p0017",
      "zh_CN": "我们常常看到佛像，佛像的圆光顶上有三个字，画的佛像上都是这个作法，有梵文写的，也有汉文写的，也有藏文写的，三个字是「唵、阿、吽」。这三个字是什么意思？我初学佛的时候不知道，请教章嘉大师。我那个时候求章嘉大师他的墨宝，他老人家给我写了这三个字「唵、阿、吽」，送给我，他用藏文写的。这是什么意思？告诉我是十善圆满。「唵」是身善圆满，「阿」是语善圆满，「吽」是意善圆满。十善业道，从初学佛开始学起，学到圆满就成佛了，比五戒还要深、还要广。因为人没有入佛门的时候，还没有受戒，先修十善。五戒是佛为弟子们传授的，十善是佛对一切众生的宣化，这个意思多广多深，教我们在日常生活当中，工作里面，处事待人接物，都要遵守这个原则。今天时间到了，我们就讲到此地。题的意思还没讲完，明天我们接着再说。",
      "zh_TW": "我們常常看到佛像，佛像的圓光頂上有三個字，畫的佛像上都是這個作法，有梵文寫的，也有漢文寫的，也有藏文寫的，三個字是「唵、阿、吽」。這三個字是什麼意思？我初學佛的時候不知道，請教章嘉大師。我那個時候求章嘉大師他的墨寶，他老人家給我寫了這三個字「唵、阿、吽」，送給我，他用藏文寫的。這是什麼意思？告訴我是十善圓滿。「唵」是身善圓滿，「阿」是語善圓滿，「吽」是意善圓滿。十善業道，從初學佛開始學起，學到圓滿就成佛了，比五戒還要深、還要廣。因為人沒有入佛門的時候，還沒有受戒，先修十善。五戒是佛為弟子們傳授的，十善是佛對一切眾生的宣化，這個意思多廣多深，教我們在日常生活當中，工作裡面，處事待人接物，都要遵守這個原則。今天時間到了，我們就講到此地。題的意思還沒講完，明天我們接著再說。"
    }
  ]
}