{
  "doc_id": "19-014-0021",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0021",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-014-0021_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第四面，倒数第三行，从第二句看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第四面，倒數第三行，從第二句看起："
    },
    {
      "id": "19-014-0021_p0002",
      "zh_CN": "【今大海中。所有众生。形色麤鄙。或大或小。皆由自心种种想念。作身语意。诸不善业。是故随业。各自受报。】",
      "zh_TW": "【今大海中。所有眾生。形色麤鄙。或大或小。皆由自心種種想念。作身語意。諸不善業。是故隨業。各自受報。】"
    },
    {
      "id": "19-014-0021_p0003",
      "zh_CN": "到这里是一段。这是世尊首先让我们看世出世间善业福德的果报，然后再回头看看，六道里有情众生造作不善业的，从果报上形成强烈的对比，这就显示出为什么佛说「智者知已，应修善业」。『大海』是比喻我们这个世间的有情众生。谚语云：「人心不同，各如其面。」我们每一个人的面貌不一样，健康状况不相同，生活环境亦有差别。这些是什么原因造成的？就是佛在此地所说的，「皆由自心种种想念」，这正是大乘经里面佛常说的「一切法从心想生」。所以我们起心动念所感召的果报，自己决定不能够避免。",
      "zh_TW": "到這裡是一段。這是世尊首先讓我們看世出世間善業福德的果報，然後再回頭看看，六道裡有情眾生造作不善業的，從果報上形成強烈的對比，這就顯示出為什麼佛說「智者知已，應修善業」。『大海』是比喻我們這個世間的有情眾生。諺語云：「人心不同，各如其面。」我們每一個人的面貌不一樣，健康狀況不相同，生活環境亦有差別。這些是什麼原因造成的？就是佛在此地所說的，「皆由自心種種想念」，這正是大乘經裡面佛常說的「一切法從心想生」。所以我們起心動念所感召的果報，自己決定不能夠避免。"
    },
    {
      "id": "19-014-0021_p0004",
      "zh_CN": "真正通达明白的人，晓得这个事情确确实实是自作自受，决定没有一丝毫外力的干涉。世间人不懂，怨天尤人，好像都是别人、环境给他造成的，其实这是极大的一个误会，是他太粗心大意了。佛法里面讲「四缘生法」，他只看到一缘，其他三种缘没有看到。说是外面干扰，这就属于增上缘，他忘掉自己本身具备的亲因缘、所缘缘、无间缘，他把这个疏忽掉了。如果前面这三个缘好，外面增上缘是决定不受干扰。这个例子很明显，为什么诸佛菩萨不受干扰？为什么修学禅定的人不受干扰？由此可知，干扰是什么？是你自己的三种恶缘跟它相结合，真正的因素在此地。",
      "zh_TW": "真正通達明白的人，曉得這個事情確確實實是自作自受，決定沒有一絲毫外力的干涉。世間人不懂，怨天尤人，好像都是別人、環境給他造成的，其實這是極大的一個誤會，是他太粗心大意了。佛法裡面講「四緣生法」，他只看到一緣，其他三種緣沒有看到。說是外面干擾，這就屬於增上緣，他忘掉自己本身具備的親因緣、所緣緣、無間緣，他把這個疏忽掉了。如果前面這三個緣好，外面增上緣是決定不受干擾。這個例子很明顯，為什麼諸佛菩薩不受干擾？為什麼修學禪定的人不受干擾？由此可知，干擾是什麼？是你自己的三種惡緣跟它相結合，真正的因素在此地。"
    },
    {
      "id": "19-014-0021_p0005",
      "zh_CN": "『大海中，所有众生』，我们看看今天世界，世界上所有这一些人物都一样。『形』是我们讲的体质，身体的形状，『色』是肤色、容色，粗恶鄙陋，跟真正大威德的人来相比，人家是妙色严净。『或大或小』，这是说形状，在大海里面有很大的动物，也有很小的鱼虾。这是让我们仔细观察，都是众生，众生福德差别太大太大了，『皆由自心种种想念』。这个「想念」是不善，思想不善，言行当然就不善。",
      "zh_TW": "『大海中，所有眾生』，我們看看今天世界，世界上所有這一些人物都一樣。『形』是我們講的體質，身體的形狀，『色』是膚色、容色，粗惡鄙陋，跟真正大威德的人來相比，人家是妙色嚴淨。『或大或小』，這是說形狀，在大海裡面有很大的動物，也有很小的魚蝦。這是讓我們仔細觀察，都是眾生，眾生福德差別太大太大了，『皆由自心種種想念』。這個「想念」是不善，思想不善，言行當然就不善。"
    },
    {
      "id": "19-014-0021_p0006",
      "zh_CN": "所以我们观察一个人的德行，从哪里看？思想看不到，从言行当中看，言行就是思想自然的反应。『作身语意，诸不善业』，身造杀、盗、淫，口：妄语、两舌、绮语、恶口，意：贪、瞋、痴、慢，所以才感召这一些不善的果报，『是故随业，各自受报』。我们明白这个道理，了解事实真相，就应当要知道自求多福，那你是真的觉悟了；还不知道自求多福，那是绝大的一个错误。",
      "zh_TW": "所以我們觀察一個人的德行，從哪裡看？思想看不到，從言行當中看，言行就是思想自然的反應。『作身語意，諸不善業』，身造殺、盜、淫，口：妄語、兩舌、綺語、惡口，意：貪、瞋、痴、慢，所以才感召這一些不善的果報，『是故隨業，各自受報』。我們明白這個道理，了解事實真相，就應當要知道自求多福，那你是真的覺悟了；還不知道自求多福，那是絕大的一個錯誤。"
    },
    {
      "id": "19-014-0021_p0007",
      "zh_CN": "我们今天生活在这个地区，新加坡这个地区在今天世界上来说，算得上是个上善的地区，社会安定，人民守法，繁荣富裕，这在今天世界很难找到的。我们生在这个地区，不要应了谚语所谓：「身在福中不知福」，不知道利用这个环境成就自己的道业德行，这就错了。可是苦、乐两个境界，乐是最容易淘汰人，所以佛教人「以苦为师，以戒为师」。小乘的修学非常重视苦行，在苦行里面锻炼自己的意志，磨炼自己的身心，成就法器，以迦叶尊者为代表。大乘是在无障碍的法界里面，成就自己圆满功德，不是小乘能相比的。大乘在顺境，以善财童子做代表，生在富贵的家庭，过荣华富裕的生活，在这里面成就圆满功德，比小乘高得太多了。",
      "zh_TW": "我們今天生活在這個地區，新加坡這個地區在今天世界上來說，算得上是個上善的地區，社會安定，人民守法，繁榮富裕，這在今天世界很難找到的。我們生在這個地區，不要應了諺語所謂：「身在福中不知福」，不知道利用這個環境成就自己的道業德行，這就錯了。可是苦、樂兩個境界，樂是最容易淘汰人，所以佛教人「以苦為師，以戒為師」。小乘的修學非常重視苦行，在苦行裡面鍛鍊自己的意志，磨鍊自己的身心，成就法器，以迦葉尊者為代表。大乘是在無障礙的法界裡面，成就自己圓滿功德，不是小乘能相比的。大乘在順境，以善財童子做代表，生在富貴的家庭，過榮華富裕的生活，在這裡面成就圓滿功德，比小乘高得太多了。"
    },
    {
      "id": "19-014-0021_p0008",
      "zh_CN": "我们从历史上看，中国外国都没有例外，富贵家庭有几多好儿孙？英雄豪杰都是从苦难当中磨炼成就的，这就说明富裕淘汰人比苦难要增长很多很多倍。我们是凡夫，不是圣人。大乘是圣人，他可以在极乐世界成就。这一等人所以称为圣人，无论是顺境逆境、善缘恶缘，他都不动心，都没有分别执着，他才有资格享受极乐、华藏，享受这个圆满的世界。如果在顺境善缘还有贪爱，逆境恶缘还有瞋恚，你是凡夫，你没有资格，你在顺境里面必定被淘汰掉。最明显的是懈怠、懒散，不知道上进，堕落了，这是最普遍的。",
      "zh_TW": "我們從歷史上看，中國外國都沒有例外，富貴家庭有幾多好兒孫？英雄豪傑都是從苦難當中磨鍊成就的，這就說明富裕淘汰人比苦難要增長很多很多倍。我們是凡夫，不是聖人。大乘是聖人，他可以在極樂世界成就。這一等人所以稱為聖人，無論是順境逆境、善緣惡緣，他都不動心，都沒有分別執著，他才有資格享受極樂、華藏，享受這個圓滿的世界。如果在順境善緣還有貪愛，逆境惡緣還有瞋恚，你是凡夫，你沒有資格，你在順境裡面必定被淘汰掉。最明顯的是懈怠、懶散，不知道上進，墮落了，這是最普遍的。"
    },
    {
      "id": "19-014-0021_p0009",
      "zh_CN": "世出世间，佛在《金刚般若经》上讲了真实话，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。诸位冷静观察，人世间确实是一场梦，昨天过去再不会回来了。昨天不会回来，眼前刹那刹那都不会回来，我们往哪里走？往坟墓里头走，往死亡线上走，刹那不住，真叫勇猛精进。你说有什么意思！一口气不来，这个世间什么是你的？连身体都保不住，「万般将不去，唯有业随身」，这是佛陀提出的忠告，这是真的，跟着你走的是业力。既然业力会跟着你走，这个世间所有一切的人事物都不会跟你走。不会跟我们走的，我们要放下，决定不能在带不去的这一方面起心动念，我们就错了。我们要想着带得去的，带得去的是业。你造善业福德，你会带去，你造作的恶业也会带去，为什么不断恶修善？为什么不与一切众生广结善缘？",
      "zh_TW": "世出世間，佛在《金剛般若經》上講了真實話，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。諸位冷靜觀察，人世間確實是一場夢，昨天過去再不會回來了。昨天不會回來，眼前剎那剎那都不會回來，我們往哪裡走？往墳墓裡頭走，往死亡線上走，剎那不住，真叫勇猛精進。你說有什麼意思！一口氣不來，這個世間什麼是你的？連身體都保不住，「萬般將不去，唯有業隨身」，這是佛陀提出的忠告，這是真的，跟著你走的是業力。既然業力會跟著你走，這個世間所有一切的人事物都不會跟你走。不會跟我們走的，我們要放下，決定不能在帶不去的這一方面起心動念，我們就錯了。我們要想著帶得去的，帶得去的是業。你造善業福德，你會帶去，你造作的惡業也會帶去，為什麼不斷惡修善？為什麼不與一切眾生廣結善緣？"
    },
    {
      "id": "19-014-0021_p0010",
      "zh_CN": "真正明白这个道理，通达事实真相的人，这个人就觉悟了。觉悟的人决定不造恶业，不但不造恶业，连一个恶念都不会起。为什么？对自己有害，不会自己害自己。不但言善行善，起心动念都善，知道这个是带得去的，这个对于自己有大利益，所以前途一片光明，成就大威德的福报。如果我们念头恶、行为恶，必堕恶道。",
      "zh_TW": "真正明白這個道理，通達事實真相的人，這個人就覺悟了。覺悟的人決定不造惡業，不但不造惡業，連一個惡念都不會起。為什麼？對自己有害，不會自己害自己。不但言善行善，起心動念都善，知道這個是帶得去的，這個對於自己有大利益，所以前途一片光明，成就大威德的福報。如果我們念頭惡、行為惡，必墮惡道。"
    },
    {
      "id": "19-014-0021_p0011",
      "zh_CN": "平常造作恶业，很多人不晓得。譬如我们旅行，我举一个最简单的例子，现在这是太普遍了，你们从中国、从台湾各个地方来的团，你们都组团到这儿来，组团要出发了，告诉你七点钟上车出发，你要是耽误五分钟、十分钟，叫那么多人在车上等你，这就是恶业。这个事情很少人知道，你亏欠那么多人的债务，还的时候就辛苦了。你不能守规矩，处处就是占别人的便宜，这是占别人时间的便宜，每一个人都要付出十几分钟时间等你，这是恶业。所以从前弘一大师，我曾经听说，他老人家的性格，北方人非常爽直，在日本一段时期，跟朋友约定八点钟来见面，八点一分这个人还没有来，他把门关起来。过一会儿来了，他在窗口把他臭骂一顿，赶他回去，不守时间。这是一个最普通的例子，日常生活当中，我们不知不觉不知道造多少恶业！一个人迷惑颠倒太久太久了，觉悟很困难，不是一个容易事情。",
      "zh_TW": "平常造作惡業，很多人不曉得。譬如我們旅行，我舉一個最簡單的例子，現在這是太普遍了，你們從中國、從台灣各個地方來的團，你們都組團到這兒來，組團要出發了，告訴你七點鐘上車出發，你要是耽誤五分鐘、十分鐘，叫那麼多人在車上等你，這就是惡業。這個事情很少人知道，你虧欠那麼多人的債務，還的時候就辛苦了。你不能守規矩，處處就是佔別人的便宜，這是佔別人時間的便宜，每一個人都要付出十幾分鐘時間等你，這是惡業。所以從前弘一大師，我曾經聽說，他老人家的性格，北方人非常爽直，在日本一段時期，跟朋友約定八點鐘來見面，八點一分這個人還沒有來，他把門關起來。過一會兒來了，他在窗口把他臭罵一頓，趕他回去，不守時間。這是一個最普通的例子，日常生活當中，我們不知不覺不知道造多少惡業！一個人迷惑顛倒太久太久了，覺悟很困難，不是一個容易事情。"
    },
    {
      "id": "19-014-0021_p0012",
      "zh_CN": "我们念这一句「阿弥陀佛」，大家都会念，什么意思不知道。虽念阿弥陀佛，没有真正能够落实在生活上，所以功夫不得力。「阿弥陀佛」这个名号，要照字面上翻成中国意思是「无量觉」，加上「南无」是「皈依无量觉」。「无量觉」是对一切人、对一切事、对一切物，于一切时、一切处都要做到觉而不迷。怎么可以常常迷失了自己？佛法我们讲了很多很多遍，佛法是生活教育，教我们怎么生活、怎么过日子、怎么工作、怎么处事待人接物。不但佛法如是，我们星期天听听印度教，他也是这个说法，伊斯兰教也是这个说法。古圣先贤的教诲没有别的，教导我们如何过真正幸福美满的生活，这是圣贤教育。",
      "zh_TW": "我們念這一句「阿彌陀佛」，大家都會念，什麼意思不知道。雖念阿彌陀佛，沒有真正能夠落實在生活上，所以功夫不得力。「阿彌陀佛」這個名號，要照字面上翻成中國意思是「無量覺」，加上「南無」是「皈依無量覺」。「無量覺」是對一切人、對一切事、對一切物，於一切時、一切處都要做到覺而不迷。怎麼可以常常迷失了自己？佛法我們講了很多很多遍，佛法是生活教育，教我們怎麼生活、怎麼過日子、怎麼工作、怎麼處事待人接物。不但佛法如是，我們星期天聽聽印度教，他也是這個說法，伊斯蘭教也是這個說法。古聖先賢的教誨沒有別的，教導我們如何過真正幸福美滿的生活，這是聖賢教育。"
    },
    {
      "id": "19-014-0021_p0013",
      "zh_CN": "我们今天学佛，我们的生活依旧过得非常苦，在苦难当中，什么原因？我们食而不化。天天在学，学了不能跟生活结成一体，错在这个地方，不知道生活，不晓得怎么过日子。这种学习，就是所谓「所学非所用」，学得很多，一条也用不上，这个错误。佛法教人头一条，你们见到佛家的道场，寺院庵堂，你一走进去，跟你第一个见面的是谁？弥勒菩萨，天王殿他坐在大门口来迎接你，这是生活教育。教你什么？笑面迎人。教导你量大福大，那个肚皮大是代表量大。量大福大，要能够包容，要懂得笑面迎人，这是生活教育。",
      "zh_TW": "我們今天學佛，我們的生活依舊過得非常苦，在苦難當中，什麼原因？我們食而不化。天天在學，學了不能跟生活結成一體，錯在這個地方，不知道生活，不曉得怎麼過日子。這種學習，就是所謂「所學非所用」，學得很多，一條也用不上，這個錯誤。佛法教人頭一條，你們見到佛家的道場，寺院庵堂，你一走進去，跟你第一個見面的是誰？彌勒菩薩，天王殿他坐在大門口來迎接你，這是生活教育。教你什麼？笑面迎人。教導你量大福大，那個肚皮大是代表量大。量大福大，要能夠包容，要懂得笑面迎人，這是生活教育。"
    },
    {
      "id": "19-014-0021_p0014",
      "zh_CN": "四天王我们讲多少遍了，持国天王教你负责尽职，增长天王教你天天求进步，广目天王教你多看，多闻天王教你多听，没有教你多嘴。多看、多听、少说，「多说一句话，不如少说一句话，少说一句话，不如无话」，你的心地清净自在。觉明妙行菩萨忠告我们：「少说一句话，多念一句佛，打得念头死，许汝法身活。」所以大威德、大福报，跟没有威德福报强烈对比之下，我们应当觉悟，懂得佛陀教诲的义趣，从这里面才能体认到佛陀的真实慈悲。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "四天王我們講多少遍了，持國天王教你負責盡職，增長天王教你天天求進步，廣目天王教你多看，多聞天王教你多聽，沒有教你多嘴。多看、多聽、少說，「多說一句話，不如少說一句話，少說一句話，不如無話」，你的心地清淨自在。覺明妙行菩薩忠告我們：「少說一句話，多念一句佛，打得念頭死，許汝法身活。」所以大威德、大福報，跟沒有威德福報強烈對比之下，我們應當覺悟，懂得佛陀教誨的義趣，從這裡面才能體認到佛陀的真實慈悲。好，今天時間到了，我們就講到此地。"
    }
  ]
}