{
  "doc_id": "19-014-0019",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0019",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "19-014-0019_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第四面，经文第五行，从第二句看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第四面，經文第五行，從第二句看起："
    },
    {
      "id": "19-014-0019_p0002",
      "zh_CN": "【汝又观此。诸大菩萨。妙色严净。一切皆由修集。善业福德而生。】",
      "zh_TW": "【汝又觀此。諸大菩薩。妙色嚴淨。一切皆由修集。善業福德而生。】"
    },
    {
      "id": "19-014-0019_p0003",
      "zh_CN": "前面佛教我们观佛身，佛身是从百千亿福德所生，接着就教我们观菩萨的妙色身。佛身是表性德，性德是究竟圆满的。「百千亿」这个字是形容，实际上是无量无边的福德，不但我们说不尽，即使是诸佛如来异口同音共同来宣说，说无量劫也说不尽。这个道理我们现在懂得了，能够体会到，所谓是「称性」的，没有人能说。可是菩萨没有成佛，菩萨的妙色庄严是属于修德。这个地方告诉我们菩萨的『妙色』，这是讲色相，庄严清净。经上我们常常读到「三十二相，八十种好」，这是菩萨的修德。如来果地上，大经里面常讲「身有无量相，相有无量好」，那是修德圆满、性德现前，才有这样的殊胜庄严。「三十二相，八十种好」，是我们这个世间常讲的「劣应身」，这都是属于修德，非常明显。佛在经上告诉我们，菩萨示现成佛，这句话我们要细心体会，正如同《普门品》里面所说的，「应以佛身而度者，即现佛身而为说法」，现的这个佛身决定是现同类身。所以在我们人间，释迦牟尼佛示现一定是在人道，这就现同类身，示现成佛。",
      "zh_TW": "前面佛教我們觀佛身，佛身是從百千億福德所生，接著就教我們觀菩薩的妙色身。佛身是表性德，性德是究竟圓滿的。「百千億」這個字是形容，實際上是無量無邊的福德，不但我們說不盡，即使是諸佛如來異口同音共同來宣說，說無量劫也說不盡。這個道理我們現在懂得了，能夠體會到，所謂是「稱性」的，沒有人能說。可是菩薩沒有成佛，菩薩的妙色莊嚴是屬於修德。這個地方告訴我們菩薩的『妙色』，這是講色相，莊嚴清淨。經上我們常常讀到「三十二相，八十種好」，這是菩薩的修德。如來果地上，大經裡面常講「身有無量相，相有無量好」，那是修德圓滿、性德現前，才有這樣的殊勝莊嚴。「三十二相，八十種好」，是我們這個世間常講的「劣應身」，這都是屬於修德，非常明顯。佛在經上告訴我們，菩薩示現成佛，這句話我們要細心體會，正如同《普門品》裡面所說的，「應以佛身而度者，即現佛身而為說法」，現的這個佛身決定是現同類身。所以在我們人間，釋迦牟尼佛示現一定是在人道，這就現同類身，示現成佛。"
    },
    {
      "id": "19-014-0019_p0004",
      "zh_CN": "「三十二相，八十种好」是果报，果必有因。譬如经上跟我们讲佛的「广长舌相」，是生生世世不妄语的果报。佛说一个人如果三世不妄语，舌头伸出来可以舔到自己的鼻尖，三世不妄语。我们今天舌头伸出来舔不到，就说明我们还是常常打妄语。佛的示现，他的舌头伸出来可以把脸盖住，说明生生世世不妄语。由此可知，虽然讲「三十二相，八十种好」，讲这么多，它的基础都是十善业。如果真正把十善业道修好了，「妙色严净」是自自然然现前。",
      "zh_TW": "「三十二相，八十種好」是果報，果必有因。譬如經上跟我們講佛的「廣長舌相」，是生生世世不妄語的果報。佛說一個人如果三世不妄語，舌頭伸出來可以舔到自己的鼻尖，三世不妄語。我們今天舌頭伸出來舔不到，就說明我們還是常常打妄語。佛的示現，他的舌頭伸出來可以把臉蓋住，說明生生世世不妄語。由此可知，雖然講「三十二相，八十種好」，講這麼多，它的基礎都是十善業。如果真正把十善業道修好了，「妙色嚴淨」是自自然然現前。"
    },
    {
      "id": "19-014-0019_p0005",
      "zh_CN": "「庄严清净」这四个字里面，最重要是「净」，净是清净心。诸位要晓得，说一个「净」，我们归纳佛陀的教诲，真诚，你要不真诚决定不会清净；你要不平等，你也不会清净；你要迷惑、没有智慧，你也不会清净；你心地不慈悲，你也不会清净。所以真诚、清净、平等、正觉、慈悲，有一条必定五个都具足，大家要懂这个道理。任何一条，你说真诚，心很真诚但不清净，不清净决定不真诚，不平等决定不真诚，不慈悲决定不真诚。任何一条，有一条必定是五条圆满具足，所以色相才庄严。",
      "zh_TW": "「莊嚴清淨」這四個字裡面，最重要是「淨」，淨是清淨心。諸位要曉得，說一個「淨」，我們歸納佛陀的教誨，真誠，你要不真誠決定不會清淨；你要不平等，你也不會清淨；你要迷惑、沒有智慧，你也不會清淨；你心地不慈悲，你也不會清淨。所以真誠、清淨、平等、正覺、慈悲，有一條必定五個都具足，大家要懂這個道理。任何一條，你說真誠，心很真誠但不清淨，不清淨決定不真誠，不平等決定不真誠，不慈悲決定不真誠。任何一條，有一條必定是五條圓滿具足，所以色相才莊嚴。"
    },
    {
      "id": "19-014-0019_p0006",
      "zh_CN": "色相称之为「妙」，妙在哪里？妙在佛在《金刚经》上所说的「无我相、无人相、无众生相、无寿者相」，这就妙了。换句话说，着相就不妙了。再说得清楚明白一点，我们六根接触外面境界，起心动念就不妙了。诸佛菩萨跟凡夫不同的地方就在此地，人家的本事就在这里。他们能够做得到，我们为什么做不到？见色闻声为什么会起心动念？这个起心动念，当然是你受外面境界的引诱。合自己意思的，实在讲什么叫「合自己意思」？随顺自己的烦恼，随顺自己喜爱就起了贪心，随顺自己的厌恶就起了瞋恚心，这是凡夫，这叫造业，你所感的果报当然不殊胜。诸佛菩萨的色相是随顺性德，性德是善的。",
      "zh_TW": "色相稱之為「妙」，妙在哪裡？妙在佛在《金剛經》上所說的「無我相、無人相、無眾生相、無壽者相」，這就妙了。換句話說，著相就不妙了。再說得清楚明白一點，我們六根接觸外面境界，起心動念就不妙了。諸佛菩薩跟凡夫不同的地方就在此地，人家的本事就在這裡。他們能夠做得到，我們為什麼做不到？見色聞聲為什麼會起心動念？這個起心動念，當然是你受外面境界的引誘。合自己意思的，實在講什麼叫「合自己意思」？隨順自己的煩惱，隨順自己喜愛就起了貪心，隨順自己的厭惡就起了瞋恚心，這是凡夫，這叫造業，你所感的果報當然不殊勝。諸佛菩薩的色相是隨順性德，性德是善的。"
    },
    {
      "id": "19-014-0019_p0007",
      "zh_CN": "中国《三字经》开头，就说「人之初，性本善」，「性」是自性、是本性，本性是善的。我们很难体会，这个善不是善恶的善，善恶的善是相对的善，所以我们一听到「性本善」，马上这个意识就落在善恶相对的善。这错了，不能理解它的意思。开经偈里面讲「愿解如来真实义」，我们要懂这个道理。善恶相对的善是习性，不是本性。底下所讲的「性相近，习相远」，「性相近」这个「性」是真性、是本性，大家都一样，一切众生无二无别。可是习性里面就有善、就有恶，这个善恶是相对的善恶，跟前面讲的「性本善」，意思完全不相同，这是我们必须要清楚、要明了的。",
      "zh_TW": "中國《三字經》開頭，就說「人之初，性本善」，「性」是自性、是本性，本性是善的。我們很難體會，這個善不是善惡的善，善惡的善是相對的善，所以我們一聽到「性本善」，馬上這個意識就落在善惡相對的善。這錯了，不能理解它的意思。開經偈裡面講「願解如來真實義」，我們要懂這個道理。善惡相對的善是習性，不是本性。底下所講的「性相近，習相遠」，「性相近」這個「性」是真性、是本性，大家都一樣，一切眾生無二無別。可是習性裡面就有善、就有惡，這個善惡是相對的善惡，跟前面講的「性本善」，意思完全不相同，這是我們必須要清楚、要明瞭的。"
    },
    {
      "id": "19-014-0019_p0008",
      "zh_CN": "没有见性之前，全是修德。佛在经上跟我们讲的四圣法界，声闻（阿罗汉）、辟支佛、菩萨、佛，十法界里面的佛法界，这种佛就是经上讲的「三十二相，八十种好」，是修德，不是属于性德。为什么？他没见性。必须破一品无明，证一分法身，性德才现前。这个时候就像前面所说的「千万亿福德所生」，这个「千万亿福德」不是修来的，是自性本具的，完全恢复了自性。前面这一段教我们观佛身，是体会性德，这个地方教我们观诸大菩萨，是教我们观修德。",
      "zh_TW": "沒有見性之前，全是修德。佛在經上跟我們講的四聖法界，聲聞（阿羅漢）、辟支佛、菩薩、佛，十法界裡面的佛法界，這種佛就是經上講的「三十二相，八十種好」，是修德，不是屬於性德。為什麼？他沒見性。必須破一品無明，證一分法身，性德才現前。這個時候就像前面所說的「千萬億福德所生」，這個「千萬億福德」不是修來的，是自性本具的，完全恢復了自性。前面這一段教我們觀佛身，是體會性德，這個地方教我們觀諸大菩薩，是教我們觀修德。"
    },
    {
      "id": "19-014-0019_p0009",
      "zh_CN": "我们今天是凡夫，自己一定要承认，一定要有自知之明。圣贤人常常教导我们「人贵自知」，一个人最重要的是要知道自己，才谈得上修行。如果自己不认识自己、不了解自己、不知道自己，这个修为是谈不上的。修为里头的关键，断恶修善，破迷开悟。他对于什么叫善恶，他不懂，什么叫迷悟，他也不懂，他从哪里修起？不但是修做不到，学都做不到。我们每天在读诵，每天在听经，是不是真的听懂，真的理解？没有。为什么说你没听懂、没理解？你真听懂理解，你的念头就转过来了。",
      "zh_TW": "我們今天是凡夫，自己一定要承認，一定要有自知之明。聖賢人常常教導我們「人貴自知」，一個人最重要的是要知道自己，才談得上修行。如果自己不認識自己、不了解自己、不知道自己，這個修為是談不上的。修為裡頭的關鍵，斷惡修善，破迷開悟。他對於什麼叫善惡，他不懂，什麼叫迷悟，他也不懂，他從哪裡修起？不但是修做不到，學都做不到。我們每天在讀誦，每天在聽經，是不是真的聽懂，真的理解？沒有。為什麼說你沒聽懂、沒理解？你真聽懂理解，你的念頭就轉過來了。"
    },
    {
      "id": "19-014-0019_p0010",
      "zh_CN": "所以佛家不讲「教学」，佛家讲「教化」。教了你，你真懂得、真明白了，立刻就产生变化，化迷为悟，化恶为善，化凡为圣，他就起变化。古人所谓「读书变化气质」，这个「化」，现在的话讲，是从成绩上来观察。「教」是从事相上说的，「化」是从成绩上说的。到底有没有成效，效果如何，就看你有多大的变化。小的变化，是你得少分明了；多变化，你有多分明了；大变化，那你真的是明了了。",
      "zh_TW": "所以佛家不講「教學」，佛家講「教化」。教了你，你真懂得、真明白了，立刻就產生變化，化迷為悟，化惡為善，化凡為聖，他就起變化。古人所謂「讀書變化氣質」，這個「化」，現在的話講，是從成績上來觀察。「教」是從事相上說的，「化」是從成績上說的。到底有沒有成效，效果如何，就看你有多大的變化。小的變化，是你得少分明瞭；多變化，你有多分明瞭；大變化，那你真的是明瞭了。"
    },
    {
      "id": "19-014-0019_p0011",
      "zh_CN": "凡夫业障习气非常深重，障碍了佛菩萨圣贤的教诲，障碍！虽然天天学习、天天听，学了十几年、二十几年、三十年，依然没有一丝毫变化，你就晓得自己业障是多么重。但是业障重不怕，用什么方法消除业障？不断的薰修，这个方法很妙，佛祖传下来「长时薰习」。因为我们的烦恼习气这么重，是长时间薰修成的，是这么个道理。我们对于圣贤教诲薰修的时间太少、不够，所以如果能有长时间的薰修，总会有一天觉悟过来。我们看看中国古来的大德，宗门教下，也不是短时间闻经听教就觉悟的，也是有多少年，少则三年五载，我们讲根性利的，晚则有三、四十年才开悟的，我们在《高僧传》、《高士传》上都看到的。从这个地方，我们能很清晰的看出来，众生根性不相同，各人努力也不一样，十分认真努力学习，可以帮助我们缩短时间、提前觉悟，一定要认真努力。",
      "zh_TW": "凡夫業障習氣非常深重，障礙了佛菩薩聖賢的教誨，障礙！雖然天天學習、天天聽，學了十幾年、二十幾年、三十年，依然沒有一絲毫變化，你就曉得自己業障是多麼重。但是業障重不怕，用什麼方法消除業障？不斷的薰修，這個方法很妙，佛祖傳下來「長時薰習」。因為我們的煩惱習氣這麼重，是長時間薰修成的，是這麼個道理。我們對於聖賢教誨薰修的時間太少、不夠，所以如果能有長時間的薰修，總會有一天覺悟過來。我們看看中國古來的大德，宗門教下，也不是短時間聞經聽教就覺悟的，也是有多少年，少則三年五載，我們講根性利的，晚則有三、四十年才開悟的，我們在《高僧傳》、《高士傳》上都看到的。從這個地方，我們能很清晰的看出來，眾生根性不相同，各人努力也不一樣，十分認真努力學習，可以幫助我們縮短時間、提前覺悟，一定要認真努力。"
    },
    {
      "id": "19-014-0019_p0012",
      "zh_CN": "不但在经论当中要努力学习，最重要的是要把经典的教学落实在生活当中，离开了实际生活，悟门就堵塞了，这一点我们要明了。为什么古人三年五载、十年八年开悟了，他能够把所学的东西落实，信、解、行、证。课堂里面，经本上的学习是信、解；解了之后，你要落实在生活当中是行；通过了行，行是实验，通过实验，证实你解的没有错。这个证就是转凡成圣，行是转恶为善、转迷为悟。所以你要不能够落实在生活里面，生活包括工作、包括处事待人接物，你不能落实，你怎么能够契入？契入就是证。怎么能够入佛菩萨的境界？所以没有行、证，虽学不能化。",
      "zh_TW": "不但在經論當中要努力學習，最重要的是要把經典的教學落實在生活當中，離開了實際生活，悟門就堵塞了，這一點我們要明瞭。為什麼古人三年五載、十年八年開悟了，他能夠把所學的東西落實，信、解、行、證。課堂裡面，經本上的學習是信、解；解了之後，你要落實在生活當中是行；通過了行，行是實驗，通過實驗，證實你解的沒有錯。這個證就是轉凡成聖，行是轉惡為善、轉迷為悟。所以你要不能夠落實在生活裡面，生活包括工作、包括處事待人接物，你不能落實，你怎麼能夠契入？契入就是證。怎麼能夠入佛菩薩的境界？所以沒有行、證，雖學不能化。"
    },
    {
      "id": "19-014-0019_p0013",
      "zh_CN": "从这些地方，我们深深体会到诸佛菩萨的大慈大悲，长时间不舍弃众生，有耐心、肯耐烦，慢慢来教，一遍一遍重复的来教导、诱导、劝导，总有一天你会觉悟，你会回头。但是「总有一天」，时间长短各人不一样，这是佛家所谓「上、中、下」三根。上根，时间短；中根，可能在这一生，二十年、三十年；下根，这一生不会开悟，等来生。佛菩萨有耐心，来生后世，后世可能是多少劫以后，你的缘成熟了，你才搞明白、才开悟，佛不舍弃，「佛氏门中，不舍一人」。",
      "zh_TW": "從這些地方，我們深深體會到諸佛菩薩的大慈大悲，長時間不捨棄眾生，有耐心、肯耐煩，慢慢來教，一遍一遍重複的來教導、誘導、勸導，總有一天你會覺悟，你會回頭。但是「總有一天」，時間長短各人不一樣，這是佛家所謂「上、中、下」三根。上根，時間短；中根，可能在這一生，二十年、三十年；下根，這一生不會開悟，等來生。佛菩薩有耐心，來生後世，後世可能是多少劫以後，你的緣成熟了，你才搞明白、才開悟，佛不捨棄，「佛氏門中，不捨一人」。"
    },
    {
      "id": "19-014-0019_p0014",
      "zh_CN": "善友的提携，就是善导大师所讲的「总在遇缘不同」，遇缘最重要的是善友，佛家讲的善知识，善知识的提携是很重要的一个增上缘。我们能够遇到，有机缘常常在听，天天在听，现在经本得到容易，《大藏经》轻而易举我们就可以得到，天天读诵。今天我们的善知识是什么？经书是善知识；现在科技发达，录像带、光碟是善知识。可是你要懂得修学的方法，方法的秘诀是「一门深入，长时薰修」。为什么？一门容易得定，定就能开慧。同时学很多，困难！换句话说，把你得定开慧的时间推迟了。你要是一门的话，会把你得定开慧的时间提前，所以你要懂方法。",
      "zh_TW": "善友的提攜，就是善導大師所講的「總在遇緣不同」，遇緣最重要的是善友，佛家講的善知識，善知識的提攜是很重要的一個增上緣。我們能夠遇到，有機緣常常在聽，天天在聽，現在經本得到容易，《大藏經》輕而易舉我們就可以得到，天天讀誦。今天我們的善知識是什麼？經書是善知識；現在科技發達，錄像帶、光碟是善知識。可是你要懂得修學的方法，方法的祕訣是「一門深入，長時薰修」。為什麼？一門容易得定，定就能開慧。同時學很多，困難！換句話說，把你得定開慧的時間推遲了。你要是一門的話，會把你得定開慧的時間提前，所以你要懂方法。"
    },
    {
      "id": "19-014-0019_p0015",
      "zh_CN": "『修集善业福德』，这一句话特别偏重在十善业道，我们真正要觉悟、真正要有坚定的信心，永离杀生、偷盗、邪行、妄语、两舌、恶口、绮语、贪、瞋、痴。永离，从内心里头把这十恶拔除，这是从修德上说。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "『修集善業福德』，這一句話特別偏重在十善業道，我們真正要覺悟、真正要有堅定的信心，永離殺生、偷盜、邪行、妄語、兩舌、惡口、綺語、貪、瞋、痴。永離，從內心裡頭把這十惡拔除，這是從修德上說。好，今天時間到了，我們就講到此地。"
    }
  ]
}