{
  "doc_id": "19-014-0076",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十六集",
    "zh_TW": "第七十六集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0076",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "19-014-0076_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十一面，倒数第三行最后一句看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十一面，倒數第三行最後一句看起："
    },
    {
      "id": "19-014-0076_p0002",
      "zh_CN": "【九。住无碍见。十。不堕诸难。】",
      "zh_TW": "【九。住無礙見。十。不墮諸難。】"
    },
    {
      "id": "19-014-0076_p0003",
      "zh_CN": "我们看这两条。到这里差不多是将断恶修善所得的殊胜果报，介绍了一个大概，这些果报确确实实是非常的殊胜。今天看第九『住无碍见』，这是属于智慧。「见」是说见解，见解无障碍；换句话说，对于世出世间法，都能够得到通达无碍。这个利益，我想无论什么人，不论他是信仰什么样的宗教，没有不希求的，是一切众生共同的一个愿望。佛告诉我们，这一种愿望实际上是我们的本能；换句话说，一切众生每个人本来有这个能力。清凉在《华严》跟我们讲四种无碍：理无碍、事无碍、理事无碍、事事无碍；这是我们自性本有的，本来具足的。现在我们的见解、思想处处都有障碍。障碍从哪里来的？障碍是十恶业造成的。这十恶里面具足了妄想分别执着，每一条都非常严重，所以性德不能现前。经上讲的种种不思议的果报，都是属于我们自性本具的德能，只要我们离开十恶；离开十恶就是十善，这个性德才能够恢复。恢复到什么样的程度，这是功夫的问题。",
      "zh_TW": "我們看這兩條。到這裡差不多是將斷惡修善所得的殊勝果報，介紹了一個大概，這些果報確確實實是非常的殊勝。今天看第九『住無礙見』，這是屬於智慧。「見」是說見解，見解無障礙；換句話說，對於世出世間法，都能夠得到通達無礙。這個利益，我想無論什麼人，不論他是信仰什麼樣的宗教，沒有不希求的，是一切眾生共同的一個願望。佛告訴我們，這一種願望實際上是我們的本能；換句話說，一切眾生每個人本來有這個能力。清涼在《華嚴》跟我們講四種無礙：理無礙、事無礙、理事無礙、事事無礙；這是我們自性本有的，本來具足的。現在我們的見解、思想處處都有障礙。障礙從哪裡來的？障礙是十惡業造成的。這十惡裡面具足了妄想分別執著，每一條都非常嚴重，所以性德不能現前。經上講的種種不思議的果報，都是屬於我們自性本具的德能，只要我們離開十惡；離開十惡就是十善，這個性德才能夠恢復。恢復到什麼樣的程度，這是功夫的問題。"
    },
    {
      "id": "19-014-0076_p0004",
      "zh_CN": "由此可知，一个聪明人、有智慧的人、有福德的人，一定要懂得「离一切恶，修一切善」；「一切」就是此地十条的纲领。这十条展开来，无量无边的罪业。十善也是如此，每一条善展开来是无量无边的善福。学佛从这里学起，希望我们在一生当中修到纯善。儒家讲「止于至善」，这是世出世间圣人，修心养性的最高目标。儒家教人「格物、致知、诚意、正心、修身、齐家」；佛教人「孝亲尊师，修十善业道」。世出世间的大圣大贤，我们合起来看，确实古人所谓的「英雄所见，大略相同」，这是值得我们相信的。",
      "zh_TW": "由此可知，一個聰明人、有智慧的人、有福德的人，一定要懂得「離一切惡，修一切善」；「一切」就是此地十條的綱領。這十條展開來，無量無邊的罪業。十善也是如此，每一條善展開來是無量無邊的善福。學佛從這裡學起，希望我們在一生當中修到純善。儒家講「止於至善」，這是世出世間聖人，修心養性的最高目標。儒家教人「格物、致知、誠意、正心、修身、齊家」；佛教人「孝親尊師，修十善業道」。世出世間的大聖大賢，我們合起來看，確實古人所謂的「英雄所見，大略相同」，這是值得我們相信的。"
    },
    {
      "id": "19-014-0076_p0005",
      "zh_CN": "真正要是相信之后，就要认真努力去学习，把我们在这一生当中，过去所犯不好的、不善的行为、习气，彻底改正过来。改正就是修行；修是修正，把错误修正，这叫修行。凡夫很不容易发现自己的过失，但是看别人的过失却很容易。所以古人就教我们，看别人的过失，立刻能回过头来想一想：自己有没有犯他们同样的过失？这叫回头。回头就把自己的过失检查出来，这在佛法里面叫开悟。什么叫「开悟」？知道自己的过失，这个人开悟、觉悟了。凡夫不晓得自己过失，所以永远没有办法把过失改正过来，这是一般可以说多数人修行功夫不得力，原因就在这里。我们常常观察别人，立刻回头想自己。不要把观察别人的放在自己心上，那就大错特错，自己真是罪上加罪；看别人立刻回光返照，这是智慧。再有一种方法，读圣贤书。近代印光大师，为什么苦口婆心劝人去读《太上感应篇》，去读《了凡四训》、读《安士全书》？果然能够天天念这些书，自己的毛病很容易检查出来。拿着这些经文，跟自己心行细细的对照一番，我们哪些念头是善的、哪些行为是恶的，自己清清楚楚。善心善行要保持，恶念恶行一定要改过。大乘经教念多了，我们的见解、思想跟佛接近了。",
      "zh_TW": "真正要是相信之後，就要認真努力去學習，把我們在這一生當中，過去所犯不好的、不善的行為、習氣，徹底改正過來。改正就是修行；修是修正，把錯誤修正，這叫修行。凡夫很不容易發現自己的過失，但是看別人的過失卻很容易。所以古人就教我們，看別人的過失，立刻能回過頭來想一想：自己有沒有犯他們同樣的過失？這叫回頭。回頭就把自己的過失檢查出來，這在佛法裡面叫開悟。什麼叫「開悟」？知道自己的過失，這個人開悟、覺悟了。凡夫不曉得自己過失，所以永遠沒有辦法把過失改正過來，這是一般可以說多數人修行功夫不得力，原因就在這裡。我們常常觀察別人，立刻回頭想自己。不要把觀察別人的放在自己心上，那就大錯特錯，自己真是罪上加罪；看別人立刻迴光返照，這是智慧。再有一種方法，讀聖賢書。近代印光大師，為什麼苦口婆心勸人去讀《太上感應篇》，去讀《了凡四訓》、讀《安士全書》？果然能夠天天念這些書，自己的毛病很容易檢查出來。拿著這些經文，跟自己心行細細的對照一番，我們哪些念頭是善的、哪些行為是惡的，自己清清楚楚。善心善行要保持，惡念惡行一定要改過。大乘經教念多了，我們的見解、思想跟佛接近了。"
    },
    {
      "id": "19-014-0076_p0006",
      "zh_CN": "佛菩萨的思想见解是正知正见，我们自己的想法看法决定是错误的。为什么这么说法？我们从事实里面去细细观察，诸佛菩萨生生世世修行，他的经历太丰富了，他们的心清净，能知道过去世，也能看到未来世，这个话不是假的。我们心思迷惑，过去生中的事情忘掉了，忘得干干净净，偶尔在梦中起现行。一般人都会作梦，梦里面许许多多的境界，多半是阿赖耶识里头种子现行；那些种子不是现在的，这一生没有造过这些事情，过去生中的。所以从梦中你要仔细去思惟观察，能得到一点过去生中所造业的讯息，能够得到一点讯息。什么时候我们自己修到清净心，自己过去生生世世的状况，就又想起来了，能够回忆到。像我们世间一般人，心比较清净，能够回忆到他的童年；心再要清净，能够回忆到过去一生、过去二生、过去三生。这种事情现在人称为「特异功能」，一般人叫「神通」。",
      "zh_TW": "佛菩薩的思想見解是正知正見，我們自己的想法看法決定是錯誤的。為什麼這麼說法？我們從事實裡面去細細觀察，諸佛菩薩生生世世修行，他的經歷太豐富了，他們的心清淨，能知道過去世，也能看到未來世，這個話不是假的。我們心思迷惑，過去生中的事情忘掉了，忘得乾乾淨淨，偶爾在夢中起現行。一般人都會作夢，夢裡面許許多多的境界，多半是阿賴耶識裡頭種子現行；那些種子不是現在的，這一生沒有造過這些事情，過去生中的。所以從夢中你要仔細去思惟觀察，能得到一點過去生中所造業的訊息，能夠得到一點訊息。什麼時候我們自己修到清淨心，自己過去生生世世的狀況，就又想起來了，能夠回憶到。像我們世間一般人，心比較清淨，能夠回憶到他的童年；心再要清淨，能夠回憶到過去一生、過去二生、過去三生。這種事情現在人稱為「特異功能」，一般人叫「神通」。"
    },
    {
      "id": "19-014-0076_p0007",
      "zh_CN": "神通是从禅定里面得来的。佛的定功深，佛的禅定圆满，所以无量劫前的事情，他都能够回忆到。这个我们现在所说的，他的经验比我们丰富太多了。我们这短短几十年所学的东西，实实在在不可靠，这是我们一定要理解的，绝对不是自卑，这是事实真相。我们从小所学的，学的是什么？是在这个现实社会随波逐流。今天这个社会又是什么状况？佛在《楞严经》讲：「邪师说法，如恒河沙。」我们所接触的都是邪知邪见。非常不幸，自以为是，所谓是「积非成是」，大家都错了，我们跟着也错了，好像都是对的。",
      "zh_TW": "神通是從禪定裡面得來的。佛的定功深，佛的禪定圓滿，所以無量劫前的事情，他都能夠回憶到。這個我們現在所說的，他的經驗比我們豐富太多了。我們這短短幾十年所學的東西，實實在在不可靠，這是我們一定要理解的，絕對不是自卑，這是事實真相。我們從小所學的，學的是什麼？是在這個現實社會隨波逐流。今天這個社會又是什麼狀況？佛在《楞嚴經》講：「邪師說法，如恆河沙。」我們所接觸的都是邪知邪見。非常不幸，自以為是，所謂是「積非成是」，大家都錯了，我們跟著也錯了，好像都是對的。"
    },
    {
      "id": "19-014-0076_p0008",
      "zh_CN": "是非善恶的标准在哪里？在圣贤人的心行。真正觉悟的人，他们的思想、言论、行为，那才是标准。我们学佛，释迦牟尼佛的心行是绝对的标准。在世间法里面，过去中国人崇奉孔老夫子的心行为标准，孔老夫子的心行在《论语》里面。宋朝朱熹朱夫子编订一套《四书》，将《大学》、《中庸》、《论语》、《孟子》这四种东西合在一起称为《四书》。《四书》是中国人是非善恶的标准，《四书》是中国人人生价值观的标准，这是中华民族精神之所在。可是现代人不念了，把自己几千年来的民族价值观舍掉，随顺现前这个时代的邪知邪见。所以世间才有动乱，才有天灾人祸。这个灾难实在说是才开始，不是结束。往后还有更大的灾难，也许我们都能遇得到。如何能够消除灾难？世出世间圣贤都是这样告诉我们：从人心转变。人心能够觉悟，转邪为正，不再随顺自己的烦恼习气，不再随顺现在一般社会世俗价值观。我们反过头来随顺圣贤的教诲，这个灾难就能够化解，你就能够住正知正见，于一切事理通达无碍。",
      "zh_TW": "是非善惡的標準在哪裡？在聖賢人的心行。真正覺悟的人，他們的思想、言論、行為，那才是標準。我們學佛，釋迦牟尼佛的心行是絕對的標準。在世間法裡面，過去中國人崇奉孔老夫子的心行為標準，孔老夫子的心行在《論語》裡面。宋朝朱熹朱夫子編訂一套《四書》，將《大學》、《中庸》、《論語》、《孟子》這四種東西合在一起稱為《四書》。《四書》是中國人是非善惡的標準，《四書》是中國人人生價值觀的標準，這是中華民族精神之所在。可是現代人不念了，把自己幾千年來的民族價值觀捨掉，隨順現前這個時代的邪知邪見。所以世間才有動亂，才有天災人禍。這個災難實在說是才開始，不是結束。往後還有更大的災難，也許我們都能遇得到。如何能夠消除災難？世出世間聖賢都是這樣告訴我們：從人心轉變。人心能夠覺悟，轉邪為正，不再隨順自己的煩惱習氣，不再隨順現在一般社會世俗價值觀。我們反過頭來隨順聖賢的教誨，這個災難就能夠化解，你就能夠住正知正見，於一切事理通達無礙。"
    },
    {
      "id": "19-014-0076_p0009",
      "zh_CN": "底下讲『不堕诸难』，这一句话是个双关语，意思非常深广。众生都造恶业，招来的天灾人祸，觉悟的人在这个地方要不要受难？难肯定是要受，共业所感，但是决定不堕。为什么他不堕？他是清醒的，他是清净的，他是善良的，在大难之下他是往上升的，不是往下堕落的。学佛的人，如果有如同《弥陀经》上所讲「具足善根、福德、因缘」，在大乘教里面遇到净土法门，他决定往生极乐世界。大难来了，他有好去处，他去极乐世界作佛，叫「不堕诸难」。另外的意思，在大灾难当中，他也可以不受，这是第二个意思。我们知道许许多多重大的灾难，还有一些人能够幸免。这些幸免的人不外乎两类因素：第一种是过去生中善根福德深厚，这一生虽然造小恶，他有余福，他的余福很大、很厚，可以免除这个灾难；另外一种是这一生当中遇到善知识，亲近善知识，接受善知识的教诲，懂得断恶修善，所以他也能够避免。这些事情，《感应篇》、《阴骘文》跟《了凡四训》里面都讲得很多，理论与事实真相都有，我们要多读。",
      "zh_TW": "底下講『不墮諸難』，這一句話是個雙關語，意思非常深廣。眾生都造惡業，招來的天災人禍，覺悟的人在這個地方要不要受難？難肯定是要受，共業所感，但是決定不墮。為什麼他不墮？他是清醒的，他是清淨的，他是善良的，在大難之下他是往上升的，不是往下墮落的。學佛的人，如果有如同《彌陀經》上所講「具足善根、福德、因緣」，在大乘教裡面遇到淨土法門，他決定往生極樂世界。大難來了，他有好去處，他去極樂世界作佛，叫「不墮諸難」。另外的意思，在大災難當中，他也可以不受，這是第二個意思。我們知道許許多多重大的災難，還有一些人能夠倖免。這些倖免的人不外乎兩類因素：第一種是過去生中善根福德深厚，這一生雖然造小惡，他有餘福，他的餘福很大、很厚，可以免除這個災難；另外一種是這一生當中遇到善知識，親近善知識，接受善知識的教誨，懂得斷惡修善，所以他也能夠避免。這些事情，《感應篇》、《陰騭文》跟《了凡四訓》裡面都講得很多，理論與事實真相都有，我們要多讀。"
    },
    {
      "id": "19-014-0076_p0010",
      "zh_CN": "仔细去观察，善果决定是从善因得来的。造作恶业，希求果报，佛常讲「无有是处」，没有这个道理的；造作善因而得恶的果报，同样也没有这个道理。可是世间一般人往往看到这个人一生行善，最后得的是恶报，看到许多人作恶，现在有种种享受，好像古圣先贤所说的因果报应不准确，于是怀疑，不能接受。这是他看得太浅，佛家常讲「因果通三世」，现前作恶还能够得福报，是他过去生中修积得厚，这一生虽然是作恶、造恶，他的福报已经折损了，折损之后他还有余福，并没有耗尽，他还有余福，所以他现在享福。不是造恶得福报，那你就搞错了。这一生积善，受的是苦报，说明过去生中造的恶业多，今生修善已经弥补他的恶业，但是他恶业太大，还有余恶没有能断，所以他才受恶报。但是他行善并不中断，他有信心，来生有大福报。所以佛在经上告诉我们：「欲知今世果」，你要晓得今世的果报，「前世作者是」，我们前生所造作的业因，是今生的果报；欲知来世的果报，你这一生当中做的就是的。",
      "zh_TW": "仔細去觀察，善果決定是從善因得來的。造作惡業，希求果報，佛常講「無有是處」，沒有這個道理的；造作善因而得惡的果報，同樣也沒有這個道理。可是世間一般人往往看到這個人一生行善，最後得的是惡報，看到許多人作惡，現在有種種享受，好像古聖先賢所說的因果報應不準確，於是懷疑，不能接受。這是他看得太淺，佛家常講「因果通三世」，現前作惡還能夠得福報，是他過去生中修積得厚，這一生雖然是作惡、造惡，他的福報已經折損了，折損之後他還有餘福，並沒有耗盡，他還有餘福，所以他現在享福。不是造惡得福報，那你就搞錯了。這一生積善，受的是苦報，說明過去生中造的惡業多，今生修善已經彌補他的惡業，但是他惡業太大，還有餘惡沒有能斷，所以他才受惡報。但是他行善並不中斷，他有信心，來生有大福報。所以佛在經上告訴我們：「欲知今世果」，你要曉得今世的果報，「前世作者是」，我們前生所造作的業因，是今生的果報；欲知來世的果報，你這一生當中做的就是的。"
    },
    {
      "id": "19-014-0076_p0011",
      "zh_CN": "佛家说：「万法皆空，因果不空。」因果转变不空，相续不空，循环不空。善恶决定有果报，我们了解这个道理，了解事实真相，绝不作恶。不管遭遇到什么样的艰难困苦，我们一个恶念都不生，来生有大福报。这一生的时间短，来生的时间长，聪明人要有远大的眼光，修来生福报。这绝对不是消极。来生大福报成就，这一生晚年福报亦会现前。佛家讲「花报」，你修积得太多了，修积得太厚、太大了，不等来生受福，这一生就现前。所以这一生称花报，来生是果报。花报殊胜，果报就可想而知。所以，福决定是从善心善行修积来的，我们要深信不疑，认真努力去做。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "佛家說：「萬法皆空，因果不空。」因果轉變不空，相續不空，循環不空。善惡決定有果報，我們了解這個道理，了解事實真相，絕不作惡。不管遭遇到什麼樣的艱難困苦，我們一個惡念都不生，來生有大福報。這一生的時間短，來生的時間長，聰明人要有遠大的眼光，修來生福報。這絕對不是消極。來生大福報成就，這一生晚年福報亦會現前。佛家講「花報」，你修積得太多了，修積得太厚、太大了，不等來生受福，這一生就現前。所以這一生稱花報，來生是果報。花報殊勝，果報就可想而知。所以，福決定是從善心善行修積來的，我們要深信不疑，認真努力去做。好，今天時間到了，我們就講到此地。"
    }
  ]
}