{
  "doc_id": "19-014-0086",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十六集",
    "zh_TW": "第八十六集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0086",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "19-014-0086_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十四面倒数第三行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十四面倒數第三行："
    },
    {
      "id": "19-014-0086_p0002",
      "zh_CN": "【龙王。举要言之。行十善道。以戒庄严故。能生一切佛法义利。满足大愿。】",
      "zh_TW": "【龍王。舉要言之。行十善道。以戒莊嚴故。能生一切佛法義利。滿足大願。】"
    },
    {
      "id": "19-014-0086_p0003",
      "zh_CN": "从这以下所讲的功德利益，就是前面第一条我们所念到的行十善布施。以施庄严故，就是「常富财宝，无能侵夺」总说，往下都是总说，就不用一条一条的细说了。但是从前面佛给我们一个启示，那就是告诉我们，人在这个世间，谚语常讲，「一饮一啄，莫非前定」，这个意思实在是无限的深广，我们一生果报当中也非常复杂，极其细微的小事情，无一不是有前因的，我们从这里看，你就晓得这个因之复杂。",
      "zh_TW": "從這以下所講的功德利益，就是前面第一條我們所念到的行十善布施。以施莊嚴故，就是「常富財寶，無能侵奪」總說，往下都是總說，就不用一條一條的細說了。但是從前面佛給我們一個啟示，那就是告訴我們，人在這個世間，諺語常講，「一飲一啄，莫非前定」，這個意思實在是無限的深廣，我們一生果報當中也非常複雜，極其細微的小事情，無一不是有前因的，我們從這裡看，你就曉得這個因之複雜。"
    },
    {
      "id": "19-014-0086_p0004",
      "zh_CN": "同是行布施，这个布施里面不管是大小，舍一文钱也好、舍亿万财也好，无论是财布施、法布施、无畏布施，十善具足，那个福报是圆满的，没有一丝毫欠缺；十善里头有一条欠缺的，这个果报里就不圆满。看你在果报当中，你还有哪些不如意的事，我们现在一想就晓得了，在修因某些地方有了欠缺，所以果报不圆满。从这个地方，我们才真正能体会到什么叫「一饮一啄，莫非前定」，什么叫做「自作自受」，我们才真正明了。这个因果实在讲太细密了，唯有真正体会得、真正懂得这个道理，心才真的安住下来，绝对不会怨天尤人。为什么？动一个怨天尤人的念头，我们又造了不善业，招得来生不如意，这是事实真相。",
      "zh_TW": "同是行布施，這個布施裡面不管是大小，捨一文錢也好、捨億萬財也好，無論是財布施、法布施、無畏布施，十善具足，那個福報是圓滿的，沒有一絲毫欠缺；十善裡頭有一條欠缺的，這個果報裡就不圓滿。看你在果報當中，你還有哪些不如意的事，我們現在一想就曉得了，在修因某些地方有了欠缺，所以果報不圓滿。從這個地方，我們才真正能體會到什麼叫「一飲一啄，莫非前定」，什麼叫做「自作自受」，我們才真正明瞭。這個因果實在講太細密了，唯有真正體會得、真正懂得這個道理，心才真的安住下來，絕對不會怨天尤人。為什麼？動一個怨天尤人的念頭，我們又造了不善業，招得來生不如意，這是事實真相。"
    },
    {
      "id": "19-014-0086_p0005",
      "zh_CN": "佛在经上前面举的这个例子，只是一个概略言之，没有详细，详细要像天台大师给我们解释「百界千如」。为什么？我们学佛学到现在懂得这个道理。单单一个布施里面，布施就具足十善，知不知道？十善每一个条目里面，不杀生这个里面有不杀生的不杀生，不偷盗的不杀生，不邪淫的不杀生，乃至于不贪的不杀生，不痴的不杀生。你这样一观察，那就太细密了。这种观察的方法，天台大师讲《法华经》教我们的，他教我们看十法界，每一法界里面都具足十法界。佛法界里面；有佛法界里面的菩萨法界，有佛法界里面的声闻法界，乃至于有佛法界里面的地狱法界。人法界里面；有人法界的佛法界，有人法界的天法界，也有人法界的畜生法界。每一法界都具足十法界，这就一百界，都是概略的说。一百法界里头，每一个法界又具足一百法界。谁懂得这个道理？谁能够有这种力量去微细观察？「诸法实相」谈何容易！我们今天用浅显的言语来说，宇宙人生的真相，或者说虚空法界一切众生的真相，纵然我们能够在一法界里看十法界，还是看的皮毛，还不是深入。深入观察无有边际、无有穷尽，这个彻法底源，根源没有底、没有边。",
      "zh_TW": "佛在經上前面舉的這個例子，只是一個概略言之，沒有詳細，詳細要像天台大師給我們解釋「百界千如」。為什麼？我們學佛學到現在懂得這個道理。單單一個布施裡面，布施就具足十善，知不知道？十善每一個條目裡面，不殺生這個裡面有不殺生的不殺生，不偷盜的不殺生，不邪淫的不殺生，乃至於不貪的不殺生，不痴的不殺生。你這樣一觀察，那就太細密了。這種觀察的方法，天台大師講《法華經》教我們的，他教我們看十法界，每一法界裡面都具足十法界。佛法界裡面；有佛法界裡面的菩薩法界，有佛法界裡面的聲聞法界，乃至於有佛法界裡面的地獄法界。人法界裡面；有人法界的佛法界，有人法界的天法界，也有人法界的畜生法界。每一法界都具足十法界，這就一百界，都是概略的說。一百法界裡頭，每一個法界又具足一百法界。誰懂得這個道理？誰能夠有這種力量去微細觀察？「諸法實相」談何容易！我們今天用淺顯的言語來說，宇宙人生的真相，或者說虛空法界一切眾生的真相，縱然我們能夠在一法界裡看十法界，還是看的皮毛，還不是深入。深入觀察無有邊際、無有窮盡，這個徹法底源，根源沒有底、沒有邊。"
    },
    {
      "id": "19-014-0086_p0006",
      "zh_CN": "要怎样才能够契入这个境界？古德常跟我们讲的，「多一事不如少一事，少一事不如无事」，我们从这一句话，像数学里头套公式，「有心不如无心」。法身大士无心，十法界里面四圣法界还是有心。有心为善不如无心为善；有心落在意识里面，无心就是真心，就是真如本性。我们要细心向这个里面去体会。往下这都是举要言之，不必像前面这么细说。前面懂得了，后面你自己就能够体会得了。",
      "zh_TW": "要怎樣才能夠契入這個境界？古德常跟我們講的，「多一事不如少一事，少一事不如無事」，我們從這一句話，像數學裡頭套公式，「有心不如無心」。法身大士無心，十法界裡面四聖法界還是有心。有心為善不如無心為善；有心落在意識裡面，無心就是真心，就是真如本性。我們要細心向這個裡面去體會。往下這都是舉要言之，不必像前面這麼細說。前面懂得了，後面你自己就能夠體會得了。"
    },
    {
      "id": "19-014-0086_p0007",
      "zh_CN": "『行十善道，以戒庄严故』，把十善落在持戒上。我们也要像前面那样去思惟；离杀生而持戒故，下面总的说，就是『能生一切佛法义利，满足大愿』。底下单单就「离杀生」这个别报，佛在此地省略了，让我们自己去想。离偷盗而持戒故，总的果报是一样的，别报我们应当能想得到。一条一条你去仔细思惟，你会开悟。从这个地方我们就能体会得，十善业是修行根本。离十善业不但不能生一切佛法，一切世间善法都不能生。在这里我们就想到，世尊为什么在这部经一开端告诉我们，「不容毫分不善间杂」。这一句开示要紧，毫分不善夹杂在其中，就不是佛法。诸位要晓得，佛法是纯善之法。什么是佛法？一真法界是佛法。为什么会有十法界？修一切善法夹杂不善。十法界里夹杂不善，夹杂不善愈少往上升，愈多就往下坠，不就这么回事情？夹杂不善多了，这是畜生、饿鬼、地狱。难道地狱里面的人没有修过善吗？没有起过善念吗？不可能的。一切众生心想、造作都是善恶混杂的，就看他是善多还是恶多。善多恶少六道里面人天福报，善少恶多这是三恶道的苦报，即使是在四圣法界，依旧是善多恶少，他还没有完全离恶。",
      "zh_TW": "『行十善道，以戒莊嚴故』，把十善落在持戒上。我們也要像前面那樣去思惟；離殺生而持戒故，下面總的說，就是『能生一切佛法義利，滿足大願』。底下單單就「離殺生」這個別報，佛在此地省略了，讓我們自己去想。離偷盜而持戒故，總的果報是一樣的，別報我們應當能想得到。一條一條你去仔細思惟，你會開悟。從這個地方我們就能體會得，十善業是修行根本。離十善業不但不能生一切佛法，一切世間善法都不能生。在這裡我們就想到，世尊為什麼在這部經一開端告訴我們，「不容毫分不善間雜」。這一句開示要緊，毫分不善夾雜在其中，就不是佛法。諸位要曉得，佛法是純善之法。什麼是佛法？一真法界是佛法。為什麼會有十法界？修一切善法夾雜不善。十法界裡夾雜不善，夾雜不善愈少往上升，愈多就往下墜，不就這麼回事情？夾雜不善多了，這是畜生、餓鬼、地獄。難道地獄裡面的人沒有修過善嗎？沒有起過善念嗎？不可能的。一切眾生心想、造作都是善惡混雜的，就看他是善多還是惡多。善多惡少六道裡面人天福報，善少惡多這是三惡道的苦報，即使是在四聖法界，依舊是善多惡少，他還沒有完全離惡。"
    },
    {
      "id": "19-014-0086_p0008",
      "zh_CN": "什么是恶？妄想分别是恶。极其轻微的恶，就是经上讲的毫分不善。他那个不善真的是一毫一分，很轻的不善障道，障碍你不能入一真法界。我们不懂这个道理，所以在日常生活当中粗心大意，还以为：「小小戒可以舍，小小不善无所谓，只要大体上不错就行了。」我们常常自己这么安慰。「大体不错」，跟诸位说，是对待社会、对待别人，要求别人不可以太严格，就是佛法也不可以。为什么？要求严格他不来了。讲经的讲堂不是学校，他喜欢来就来，喜欢不来就不来，所以不可以太严格。纵然今天我们讲在一块共修，也不可以太严格。真正严格修行道场，古时候大德他们做到了，他们真像上学一样报名参加的，不是说你喜欢来就来，喜欢去就去，不是的。",
      "zh_TW": "什麼是惡？妄想分別是惡。極其輕微的惡，就是經上講的毫分不善。他那個不善真的是一毫一分，很輕的不善障道，障礙你不能入一真法界。我們不懂這個道理，所以在日常生活當中粗心大意，還以為：「小小戒可以捨，小小不善無所謂，只要大體上不錯就行了。」我們常常自己這麼安慰。「大體不錯」，跟諸位說，是對待社會、對待別人，要求別人不可以太嚴格，就是佛法也不可以。為什麼？要求嚴格他不來了。講經的講堂不是學校，他喜歡來就來，喜歡不來就不來，所以不可以太嚴格。縱然今天我們講在一塊共修，也不可以太嚴格。真正嚴格修行道場，古時候大德他們做到了，他們真像上學一樣報名參加的，不是說你喜歡來就來，喜歡去就去，不是的。"
    },
    {
      "id": "19-014-0086_p0009",
      "zh_CN": "我们净宗往年庐山远公，这是在中国第一个莲社，同参道友一百二十三个人，这是固定的，绝对不是你想来参加就来参加，你想离开就离开，不是的；大家真的志愿，志同道合在一起念佛共修，那一百二十三个人都成就，这是古时候真正修行道场。我们今天念佛堂开放的，这是什么？这是接引的道场；接引广大群众的，要求就不能这么严格。在接引大众当中，有若干时日，善根福德因缘成熟了；成熟是什么？我们真想往生。这时候行，看看有多少人，人数多少没有关系。觉明妙行菩萨在《西方确指》所讲的，他们志同道合的一共十二个人，十二个人在一个小道场里面进修，一个方向、一个目标，志同道合，这十二个人都成就。",
      "zh_TW": "我們淨宗往年廬山遠公，這是在中國第一個蓮社，同參道友一百二十三個人，這是固定的，絕對不是你想來參加就來參加，你想離開就離開，不是的；大家真的志願，志同道合在一起念佛共修，那一百二十三個人都成就，這是古時候真正修行道場。我們今天念佛堂開放的，這是什麼？這是接引的道場；接引廣大群眾的，要求就不能這麼嚴格。在接引大眾當中，有若干時日，善根福德因緣成熟了；成熟是什麼？我們真想往生。這時候行，看看有多少人，人數多少沒有關係。覺明妙行菩薩在《西方確指》所講的，他們志同道合的一共十二個人，十二個人在一個小道場裡面進修，一個方向、一個目標，志同道合，這十二個人都成就。"
    },
    {
      "id": "19-014-0086_p0010",
      "zh_CN": "人数最少的，这是一个僧团来说，四个人；换句话说，四个人以上就行了。是把这个事情真搞清楚、真搞明白，我们四个人坚定决心求生净土，这个世间世缘统统放下，那有个小道场，行！确确实实圆圆满满做到六和敬。四个人志同道合不容易找，两个人住在一起都要吵架，都要意见不和，你还有什么法子！你就晓得四个人同心，那是多么困难的事情。然后想到远公当年在世一百二十三个人，真是不可思议。古时候那些道场，或许菩萨示现给我们做榜样、给我们做模范，希望我们能够学习。",
      "zh_TW": "人數最少的，這是一個僧團來說，四個人；換句話說，四個人以上就行了。是把這個事情真搞清楚、真搞明白，我們四個人堅定決心求生淨土，這個世間世緣統統放下，那有個小道場，行！確確實實圓圓滿滿做到六和敬。四個人志同道合不容易找，兩個人住在一起都要吵架，都要意見不和，你還有什麼法子！你就曉得四個人同心，那是多麼困難的事情。然後想到遠公當年在世一百二十三個人，真是不可思議。古時候那些道場，或許菩薩示現給我們做榜樣、給我們做模範，希望我們能夠學習。"
    },
    {
      "id": "19-014-0086_p0011",
      "zh_CN": "这是行十善业，着重在「行」字，行就是落实，落实在持戒，戒庄严。「庄严」用现在的话来说，美好、圆满没有缺陷。圆满的意思好，我们持戒才能圆满。",
      "zh_TW": "這是行十善業，著重在「行」字，行就是落實，落實在持戒，戒莊嚴。「莊嚴」用現在的話來說，美好、圓滿沒有缺陷。圓滿的意思好，我們持戒才能圓滿。"
    },
    {
      "id": "19-014-0086_p0012",
      "zh_CN": "『能生一切佛法义利』，「义」是道理，对于一切佛法的道理明白了。「利」是利益、是受用。持戒在此地是广义不是狭义，因为六度是菩萨行为的准则。持戒用我们现在的话来说，就是守法。人无论是独居，无论是跟大众相处，都有规律；尤其是跟大众相处，决定要守法。佛陀的教诫决定遵守，所以不一定是那些戒条，凡是经上讲的这些教训都是戒法、告诫，意思要明了，行为要遵守。除这个之外，像国家的宪法、法律、规约都要遵守。到人家家里面，所谓是「家有家规，国有国法」，要守人家家里面的规矩。每一个人家规矩不一样，像我们佛教的道场，道场这么多，每一个道场都有它自己的规矩。每一个道场他们定的常住公约都不相同，我们先要去看看，不懂先要问，道场里面有知客，他就是管这个事情的，要向他请教。尤其是不同的族群、不同的宗教。前天印度教跟我们说的，印度教最重视的普通礼节，无论是你赠送他们的东西，或者他们赠送你的东西，一定要用右手。他送东西你用左手去接，这大不敬，在我们无所谓，他那里就不行。你送东西给他，一定要右手拿；他送东西，你一定右手来接，不可以用左手，我们要懂得，才能够『满足大愿』。「满足大愿」，就是我们常讲的有求必应，我们有求，愿都能得到满足。这是十善落在持戒上。",
      "zh_TW": "『能生一切佛法義利』，「義」是道理，對於一切佛法的道理明白了。「利」是利益、是受用。持戒在此地是廣義不是狹義，因為六度是菩薩行為的準則。持戒用我們現在的話來說，就是守法。人無論是獨居，無論是跟大眾相處，都有規律；尤其是跟大眾相處，決定要守法。佛陀的教誡決定遵守，所以不一定是那些戒條，凡是經上講的這些教訓都是戒法、告誡，意思要明瞭，行為要遵守。除這個之外，像國家的憲法、法律、規約都要遵守。到人家家裡面，所謂是「家有家規，國有國法」，要守人家家裡面的規矩。每一個人家規矩不一樣，像我們佛教的道場，道場這麼多，每一個道場都有它自己的規矩。每一個道場他們定的常住公約都不相同，我們先要去看看，不懂先要問，道場裡面有知客，他就是管這個事情的，要向他請教。尤其是不同的族群、不同的宗教。前天印度教跟我們說的，印度教最重視的普通禮節，無論是你贈送他們的東西，或者他們贈送你的東西，一定要用右手。他送東西你用左手去接，這大不敬，在我們無所謂，他那裡就不行。你送東西給他，一定要右手拿；他送東西，你一定右手來接，不可以用左手，我們要懂得，才能夠『滿足大願』。「滿足大願」，就是我們常講的有求必應，我們有求，願都能得到滿足。這是十善落在持戒上。"
    },
    {
      "id": "19-014-0086_p0013",
      "zh_CN": "为什么守法就能满足？诸位要晓得，一个人守法得到大众的尊敬欢迎，帮助的人多；常常不守法，人家对你信心没有了，你需要帮助的时候，别人不会帮助你，你办什么事情障碍很多、成就困难。所以佛把守法摆在第二，布施摆在第一。布施要真正放下，为什么？你真正放下你才能守法，放弃自己的分别执着，我就能守法；我不能放弃自己的成见，不能放弃自己的执着，守法谈不上。所以六波罗蜜这个次第不能够颠倒的，它一个环节套着一个环节：不能够布施，不可能守法；不能守法，决定不能忍辱；不能忍辱，你决定不会有进步。它一个套一个的。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "為什麼守法就能滿足？諸位要曉得，一個人守法得到大眾的尊敬歡迎，幫助的人多；常常不守法，人家對你信心沒有了，你需要幫助的時候，別人不會幫助你，你辦什麼事情障礙很多、成就困難。所以佛把守法擺在第二，布施擺在第一。布施要真正放下，為什麼？你真正放下你才能守法，放棄自己的分別執著，我就能守法；我不能放棄自己的成見，不能放棄自己的執著，守法談不上。所以六波羅蜜這個次第不能夠顛倒的，它一個環節套著一個環節：不能夠布施，不可能守法；不能守法，決定不能忍辱；不能忍辱，你決定不會有進步。它一個套一個的。好，今天時間到了，我們就講到此地。"
    }
  ]
}