{
  "doc_id": "19-014-0042",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十二集",
    "zh_TW": "第四十二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0042",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "19-014-0042_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第八页，经文第五行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第八頁，經文第五行："
    },
    {
      "id": "19-014-0042_p0002",
      "zh_CN": "【复次龙王，若离两舌，即得五种不可坏法。】",
      "zh_TW": "【復次龍王，若離兩舌，即得五種不可壞法。】"
    },
    {
      "id": "19-014-0042_p0003",
      "zh_CN": "昨天我们将两舌的过失略略的做了一个说明。一切过失当中，可以说最严重的是这一条。这一条是属于行动，而它的根本则是三毒烦恼；如果没有三毒烦恼，身与口决定不会造恶业。由此可知，三毒是能造，身口七支是所造。古大德教我们，修行要从根本修。根本，就是要转三毒为戒定慧，这是如来世尊教导我们的。三毒是烦恼的根，戒定慧是一切善法的根，这是善、恶两个根本。「从根本修」，我们要知道根本说的是什么。根本从哪里下手，这是我们在讲席当中常说的。根本的根本就是我执，「我」不能不破。破我执是真实智慧，只要有我执存在，在整个佛法里面，大家都晓得，我执不破你不能入门，大小乘都不能入门。小乘初果须陀洹，怎么证须陀洹的？断尽三界八十八品见惑，才证须陀洹果，小乘初果。大乘菩萨五十一个位次，初信位也是要断三界八十八品见惑。见惑里面头一条是身见，这个身见就是我执，这是我们不能不认清楚的。",
      "zh_TW": "昨天我們將兩舌的過失略略的做了一個說明。一切過失當中，可以說最嚴重的是這一條。這一條是屬於行動，而它的根本則是三毒煩惱；如果沒有三毒煩惱，身與口決定不會造惡業。由此可知，三毒是能造，身口七支是所造。古大德教我們，修行要從根本修。根本，就是要轉三毒為戒定慧，這是如來世尊教導我們的。三毒是煩惱的根，戒定慧是一切善法的根，這是善、惡兩個根本。「從根本修」，我們要知道根本說的是什麼。根本從哪裡下手，這是我們在講席當中常說的。根本的根本就是我執，「我」不能不破。破我執是真實智慧，只要有我執存在，在整個佛法裡面，大家都曉得，我執不破你不能入門，大小乘都不能入門。小乘初果須陀洹，怎麼證須陀洹的？斷盡三界八十八品見惑，才證須陀洹果，小乘初果。大乘菩薩五十一個位次，初信位也是要斷三界八十八品見惑。見惑裡面頭一條是身見，這個身見就是我執，這是我們不能不認清楚的。"
    },
    {
      "id": "19-014-0042_p0004",
      "zh_CN": "我们学佛学了多少年，功夫不得力，天天还在生烦恼。为什么功夫不得力？你没有去真干；天天读诵、天天讲解、天天研究讨论，不管用，这是在信解里打转转，没有去行。要行才能证，你不行怎么能证？所以真正肯行，这就是真实智慧。真实智慧给我们带来两种殊胜的利益。一个是开悟，智慧现前，《无量寿经》上讲的「开化显示真实之际」，这一句话实际上就是禅宗里面讲的明心见性，教下所讲的大开圆解。你要放得下才行，佛家讲「舍得」，你要把身见舍掉，见思烦恼舍掉，你才能得真实智慧，才能够得明心见性，这是智慧成就了。第二个，你得「真实之利」。真实之利，我们讲是物质上的享受不缺乏，圆满了。",
      "zh_TW": "我們學佛學了多少年，功夫不得力，天天還在生煩惱。為什麼功夫不得力？你沒有去真幹；天天讀誦、天天講解、天天研究討論，不管用，這是在信解裡打轉轉，沒有去行。要行才能證，你不行怎麼能證？所以真正肯行，這就是真實智慧。真實智慧給我們帶來兩種殊勝的利益。一個是開悟，智慧現前，《無量壽經》上講的「開化顯示真實之際」，這一句話實際上就是禪宗裡面講的明心見性，教下所講的大開圓解。你要放得下才行，佛家講「捨得」，你要把身見捨掉，見思煩惱捨掉，你才能得真實智慧，才能夠得明心見性，這是智慧成就了。第二個，你得「真實之利」。真實之利，我們講是物質上的享受不缺乏，圓滿了。"
    },
    {
      "id": "19-014-0042_p0005",
      "zh_CN": "你得两种利益，福慧二足尊，这才有一点像佛，距离究竟佛虽然很远，但是你已经有这个样子，你已经像了。如果见思烦恼断不掉，不像，你还是十足的凡夫。无论怎么样修行，你都出不了六道轮回，修得再好，也不过是人天福报而已，这是我们一定要懂得的。你要不懂这个道理，不了解事实真相，这一生得不到结果。人天福报不算是果，在佛法里讲五乘佛法，勉强说人天小果；实际上佛法里面讲小果，是阿罗汉跟辟支佛。超越六道轮回才算是真的有了结果，没有离开六道轮回不算。所以真正佛法是三乘：小乘是声闻、阿罗汉，中乘是缘觉、辟支佛，上乘是菩萨、是佛。这才是真正的果报、真实的果报，都是由断见思烦恼开始。",
      "zh_TW": "你得兩種利益，福慧二足尊，這才有一點像佛，距離究竟佛雖然很遠，但是你已經有這個樣子，你已經像了。如果見思煩惱斷不掉，不像，你還是十足的凡夫。無論怎麼樣修行，你都出不了六道輪迴，修得再好，也不過是人天福報而已，這是我們一定要懂得的。你要不懂這個道理，不了解事實真相，這一生得不到結果。人天福報不算是果，在佛法裡講五乘佛法，勉強說人天小果；實際上佛法裡面講小果，是阿羅漢跟辟支佛。超越六道輪迴才算是真的有了結果，沒有離開六道輪迴不算。所以真正佛法是三乘：小乘是聲聞、阿羅漢，中乘是緣覺、辟支佛，上乘是菩薩、是佛。這才是真正的果報、真實的果報，都是由斷見思煩惱開始。"
    },
    {
      "id": "19-014-0042_p0006",
      "zh_CN": "我们今天如果不把自私自利舍弃掉，怎么行？这是自己的障碍，头一关很难破，这个关口破了之后，往后就顺利多了。困难当然有，但是比这个困难来说，那是容易解决多了。所以，只要你证得初信位的菩萨，或者是小乘须陀洹初果，佛在经上讲，你就有了学位，在三不退里头「位不退」，你决定不会退转六道作凡夫。可是须陀洹跟初信菩萨都没有离开六道，但是他在六道里头决定不堕凡夫；换句话说，他决定不堕三恶道，这就真的得到保证，决定不堕三恶道。为什么？不再造三恶道的业了。他只有往上提升，提升有快慢不一样，根利的他提升得快，根性钝的他提升得慢，决定不会下坠。",
      "zh_TW": "我們今天如果不把自私自利捨棄掉，怎麼行？這是自己的障礙，頭一關很難破，這個關口破了之後，往後就順利多了。困難當然有，但是比這個困難來說，那是容易解決多了。所以，只要你證得初信位的菩薩，或者是小乘須陀洹初果，佛在經上講，你就有了學位，在三不退裡頭「位不退」，你決定不會退轉六道作凡夫。可是須陀洹跟初信菩薩都沒有離開六道，但是他在六道裡頭決定不墮凡夫；換句話說，他決定不墮三惡道，這就真的得到保證，決定不墮三惡道。為什麼？不再造三惡道的業了。他只有往上提升，提升有快慢不一樣，根利的他提升得快，根性鈍的他提升得慢，決定不會下墜。"
    },
    {
      "id": "19-014-0042_p0007",
      "zh_CN": "现在我们如何来转，来做一个回转？佛法说真的，是转业，不是灭业。为什么？五逆十恶业，业的性是真如本性，如果这个业性灭掉了，那善的也没有了。所以佛法讲「断」、讲「灭」，都是一个形容词，不是真的断了，也不是真的灭了。是什么回事？转变了。转恶为善，善性跟恶性是一个性，不是两个性，是真如本性。真如本性为什么会有善恶？在迷悟，悟的时候纯善，迷的时候纯恶，是这么回事情。但是本性上没有迷悟，本性上没有善恶，善恶是从迷悟上分的，这才重视转迷为悟的教学。",
      "zh_TW": "現在我們如何來轉，來做一個回轉？佛法說真的，是轉業，不是滅業。為什麼？五逆十惡業，業的性是真如本性，如果這個業性滅掉了，那善的也沒有了。所以佛法講「斷」、講「滅」，都是一個形容詞，不是真的斷了，也不是真的滅了。是什麼回事？轉變了。轉惡為善，善性跟惡性是一個性，不是兩個性，是真如本性。真如本性為什麼會有善惡？在迷悟，悟的時候純善，迷的時候純惡，是這麼回事情。但是本性上沒有迷悟，本性上沒有善惡，善惡是從迷悟上分的，這才重視轉迷為悟的教學。"
    },
    {
      "id": "19-014-0042_p0008",
      "zh_CN": "整个佛法，无论是显教、密教，宗门、教下，大乘、小乘，就是一个教你怎样转迷为悟，关键在此地。迷悟一转了，善恶当然转，自自然然转恶为善，不需要用力的。我们今天就是迷悟转不过来，所以转恶为善那么样的困难。在转变功夫上来讲，迷悟是根本，善恶又是其次，是枝末。从根本上下手，那就是转迷为悟。我们执着自己的根身以为是我，执着自私自利，这是迷，这不是悟。由于自私自利、贪瞋痴慢，才造十恶业。而十恶业里面最严重的，对自己伤害极其严重的是两舌，挑拨是非、斗乱两头，果报非常可怕。看你造作恶业的影响，你影响得愈大，影响得愈深，罪业愈重，你堕落在地狱的时间愈长，你所受的极苦。我们要细心观察，要时时反省，要常记圣人教诲。成人之善，决定不成就别人造恶；两舌是成就别人造恶。世尊在此地教导我们『若离两舌，即得五种不可坏法』，不可沮坏。",
      "zh_TW": "整個佛法，無論是顯教、密教，宗門、教下，大乘、小乘，就是一個教你怎樣轉迷為悟，關鍵在此地。迷悟一轉了，善惡當然轉，自自然然轉惡為善，不需要用力的。我們今天就是迷悟轉不過來，所以轉惡為善那麼樣的困難。在轉變功夫上來講，迷悟是根本，善惡又是其次，是枝末。從根本上下手，那就是轉迷為悟。我們執著自己的根身以為是我，執著自私自利，這是迷，這不是悟。由於自私自利、貪瞋痴慢，才造十惡業。而十惡業裡面最嚴重的，對自己傷害極其嚴重的是兩舌，挑撥是非、鬥亂兩頭，果報非常可怕。看你造作惡業的影響，你影響得愈大，影響得愈深，罪業愈重，你墮落在地獄的時間愈長，你所受的極苦。我們要細心觀察，要時時反省，要常記聖人教誨。成人之善，決定不成就別人造惡；兩舌是成就別人造惡。世尊在此地教導我們『若離兩舌，即得五種不可壞法』，不可沮壞。"
    },
    {
      "id": "19-014-0042_p0009",
      "zh_CN": "【何等为五？一、得不坏身，无能害故。】",
      "zh_TW": "【何等為五？一、得不壞身，無能害故。】"
    },
    {
      "id": "19-014-0042_p0010",
      "zh_CN": "这就是『不坏身』的定义，没有能够伤害你的。为什么没有能伤害你？因为无我；人有我才会受人伤害，无我就不受人伤害。诸位读《金刚经》，看到《金刚经》上有一段小故事，忍辱仙人被歌利王割截身体。这个故事详细的叙说是在《大涅槃经》里面，《金刚经》上只是提了一下，详细记载在《大涅槃经》。忍辱仙人是谁？是释迦牟尼佛没有成佛的时候，在修菩萨道，他过去生中的事情。歌利王，「歌利」是梵语，翻成中国的意思，暴君，无道之君；歌利就是残暴、无道，是这个意思。这个修行人，在深山里面。国王到山上打猎，带着许多人，里面也有一些宫女。这些宫女遇到仙人，围在旁边向他请教，仙人给她说法。这个国王看到，非常生气，说是你这个人不老实，调戏他的宫女，立刻凌迟处死。「凌迟」是用刀割肉，一片一片的割，这是最残酷的刑罚。菩萨一丝毫怨恨的心都没有，成就忍辱波罗蜜圆满之相。菩萨不但不恨这个国王，反而感激，为什么？通过这一次的试验，他知道他修的忍辱波罗蜜圆满。所以当时他发了一个愿：「将来我成佛的时候，第一个度你。」所以释迦牟尼佛成佛，第一个得度的，憍陈如尊者；憍陈如就是从前的歌利王。",
      "zh_TW": "這就是『不壞身』的定義，沒有能夠傷害你的。為什麼沒有能傷害你？因為無我；人有我才會受人傷害，無我就不受人傷害。諸位讀《金剛經》，看到《金剛經》上有一段小故事，忍辱仙人被歌利王割截身體。這個故事詳細的敘說是在《大涅槃經》裡面，《金剛經》上只是提了一下，詳細記載在《大涅槃經》。忍辱仙人是誰？是釋迦牟尼佛沒有成佛的時候，在修菩薩道，他過去生中的事情。歌利王，「歌利」是梵語，翻成中國的意思，暴君，無道之君；歌利就是殘暴、無道，是這個意思。這個修行人，在深山裡面。國王到山上打獵，帶著許多人，裡面也有一些宮女。這些宮女遇到仙人，圍在旁邊向他請教，仙人給她說法。這個國王看到，非常生氣，說是你這個人不老實，調戲他的宮女，立刻凌遲處死。「凌遲」是用刀割肉，一片一片的割，這是最殘酷的刑罰。菩薩一絲毫怨恨的心都沒有，成就忍辱波羅蜜圓滿之相。菩薩不但不恨這個國王，反而感激，為什麼？通過這一次的試驗，他知道他修的忍辱波羅蜜圓滿。所以當時他發了一個願：「將來我成佛的時候，第一個度你。」所以釋迦牟尼佛成佛，第一個得度的，憍陳如尊者；憍陳如就是從前的歌利王。"
    },
    {
      "id": "19-014-0042_p0011",
      "zh_CN": "这是我们要学习的。我们受别人一点侮辱，就生气、怀恨在心，念念不忘。这还得了？这一种心态，跟对方结下冤仇，冤仇怎么样？冤冤相报，没完没了。这多痛苦！这个苦从哪里来的？自作自受；你自己没有智慧，你执着这个身是我。忍辱仙人为什么不痛苦？割的时候他也不痛苦，什么原因？无我相。我们今天被人家刺了、割了，为什么会痛苦？有我；执着这个身是我，所以你就有痛苦。不执着这个身是我，他要割别人，你为什么不痛？因为你不执着那个身是我；你要不执着这个身是我，你也没有痛苦。",
      "zh_TW": "這是我們要學習的。我們受別人一點侮辱，就生氣、懷恨在心，念念不忘。這還得了？這一種心態，跟對方結下冤仇，冤仇怎麼樣？冤冤相報，沒完沒了。這多痛苦！這個苦從哪裡來的？自作自受；你自己沒有智慧，你執著這個身是我。忍辱仙人為什麼不痛苦？割的時候他也不痛苦，什麼原因？無我相。我們今天被人家刺了、割了，為什麼會痛苦？有我；執著這個身是我，所以你就有痛苦。不執著這個身是我，他要割別人，你為什麼不痛？因為你不執著那個身是我；你要不執著這個身是我，你也沒有痛苦。"
    },
    {
      "id": "19-014-0042_p0012",
      "zh_CN": "所有一切烦恼都是从我执来的，所以佛讲凡夫的受有五种：苦、乐、忧、喜，心有忧喜、身有苦乐；当你身没有苦乐的时候，心没有忧喜的时候，叫舍受。舍受是正常的，很可惜你保持不住，你的时间很短；舍受要是永远保持，那就叫禅定、三昧。这五种受都是不正常的受，凡夫有，圣人没有，须陀洹以上的就没有了。我们在经论里面常常看到，佛跟我们讲的，色界天人没有瞋恚、没有傲慢，他在逆境、恶人，也能够心平气和，所以他才能够超越欲界，才能够生到色界天。愈往上面去烦恼习气愈淡薄，但是他的根没有断，所以他出不了三界，比不上须陀洹。须陀洹觉悟了，知道这个不是身，这个不是我。",
      "zh_TW": "所有一切煩惱都是從我執來的，所以佛講凡夫的受有五種：苦、樂、憂、喜，心有憂喜、身有苦樂；當你身沒有苦樂的時候，心沒有憂喜的時候，叫捨受。捨受是正常的，很可惜你保持不住，你的時間很短；捨受要是永遠保持，那就叫禪定、三昧。這五種受都是不正常的受，凡夫有，聖人沒有，須陀洹以上的就沒有了。我們在經論裡面常常看到，佛跟我們講的，色界天人沒有瞋恚、沒有傲慢，他在逆境、惡人，也能夠心平氣和，所以他才能夠超越欲界，才能夠生到色界天。愈往上面去煩惱習氣愈淡薄，但是他的根沒有斷，所以他出不了三界，比不上須陀洹。須陀洹覺悟了，知道這個不是身，這個不是我。"
    },
    {
      "id": "19-014-0042_p0013",
      "zh_CN": "什么是我？虚空法界一切众生是我。这个话很难懂，我常常用比喻说，我们今天的根身，就像我们身体上的一个细胞；我们整个身体，就像是虚空法界一切众生。觉悟的人知道，虚空法界一切众生是自己，一个身，所以他不会执着这个细胞是我，他知道全体是我。佛跟我们说出来了，在经上常讲，「十方三世佛，共同一法身」，谁都会念，你没有证得。你几时证得十方三世依正庄严原来是自己，你证得这个境界，那就恭喜你，你就是法身菩萨了。你证得法身，法身就是虚空法界一切众生，肯定是自己，不是别人。所以自私自利这个念头没有了，你这才『得不坏身，无能害故』。",
      "zh_TW": "什麼是我？虛空法界一切眾生是我。這個話很難懂，我常常用比喻說，我們今天的根身，就像我們身體上的一個細胞；我們整個身體，就像是虛空法界一切眾生。覺悟的人知道，虛空法界一切眾生是自己，一個身，所以他不會執著這個細胞是我，他知道全體是我。佛跟我們說出來了，在經上常講，「十方三世佛，共同一法身」，誰都會念，你沒有證得。你幾時證得十方三世依正莊嚴原來是自己，你證得這個境界，那就恭喜你，你就是法身菩薩了。你證得法身，法身就是虛空法界一切眾生，肯定是自己，不是別人。所以自私自利這個念頭沒有了，你這才『得不壞身，無能害故』。"
    },
    {
      "id": "19-014-0042_p0014",
      "zh_CN": "什么东西能够害虚空法界？今天的原子弹也不能把虚空法界炸掉，对虚空法界它无能为力，这真的「无能害」。你得的这个身，就是佛家讲的，用比喻讲，「金刚不坏身」。身如虚空，用周沙界，这个身体六根的作用，见闻觉知都周遍法界。我们遇到佛法，要不能在这上做真功夫，不能得这个真实利益，我们岂不叫白学了？所以，放弃这个肉身，你就得法身；你要不能放下这个肉身，你永远不能证法身。你能证法身，你就是法身菩萨；你不能证法身，你是六道凡夫。这个道理总是要懂得，要认真去干。",
      "zh_TW": "什麼東西能夠害虛空法界？今天的原子彈也不能把虛空法界炸掉，對虛空法界它無能為力，這真的「無能害」。你得的這個身，就是佛家講的，用比喻講，「金剛不壞身」。身如虛空，用周沙界，這個身體六根的作用，見聞覺知都周遍法界。我們遇到佛法，要不能在這上做真功夫，不能得這個真實利益，我們豈不叫白學了？所以，放棄這個肉身，你就得法身；你要不能放下這個肉身，你永遠不能證法身。你能證法身，你就是法身菩薩；你不能證法身，你是六道凡夫。這個道理總是要懂得，要認真去幹。"
    },
    {
      "id": "19-014-0042_p0015",
      "zh_CN": "佛在这个地方教我们修十善，教我们断十恶；十善的反面是十恶，十恶决定不能做，十善一定要修。好，今天时间到了，我们就讲到这里。",
      "zh_TW": "佛在這個地方教我們修十善，教我們斷十惡；十善的反面是十惡，十惡決定不能做，十善一定要修。好，今天時間到了，我們就講到這裡。"
    }
  ]
}