{
  "doc_id": "19-014-0051",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十一集",
    "zh_TW": "第五十一集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0051",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "19-014-0051_p0001",
      "zh_CN": "诸位同学，大家好！昨天晚上我们听了犹太教的简报，这是一个古老的宗教，我们比较少接触。在中国大陆没有，中国大陆只有五个宗教，接触的机会就更少。我们听了之后，知道他们最主要的经典是《旧约》，他们的历史有四千多年；而天主教是《新旧约》都采纳，基督教则偏重在《新约》。他们所崇奉的是一个神，这里面的差别，基督教偏重在耶稣，天主教偏重在圣母。昨天我们也听他们的报告，他们肯定上帝就是真理，宇宙之间的大能。这个概念很好、很正确，确实能被现代人所接受。佛弟子广学多闻，尤其是出家，肩负起教化众生的使命，对于众生的机宜不能够不知道，你弘法利生才真正能做到契机契理。",
      "zh_TW": "諸位同學，大家好！昨天晚上我們聽了猶太教的簡報，這是一個古老的宗教，我們比較少接觸。在中國大陸沒有，中國大陸只有五個宗教，接觸的機會就更少。我們聽了之後，知道他們最主要的經典是《舊約》，他們的歷史有四千多年；而天主教是《新舊約》都採納，基督教則偏重在《新約》。他們所崇奉的是一個神，這裡面的差別，基督教偏重在耶穌，天主教偏重在聖母。昨天我們也聽他們的報告，他們肯定上帝就是真理，宇宙之間的大能。這個概念很好、很正確，確實能被現代人所接受。佛弟子廣學多聞，尤其是出家，肩負起教化眾生的使命，對於眾生的機宜不能夠不知道，你弘法利生才真正能做到契機契理。"
    },
    {
      "id": "19-014-0051_p0002",
      "zh_CN": "好在这一次我们邀请每个宗教来传道，这是个长期性的，不是短期的。每一次我们都留着有录像带，英语的部分，希望我们这边能够用中文做成字幕，我们要很用心的来学习。在不同宗教里面找到一个共同点，这个共同点就是大家所公认的真理。佛陀的本意是智慧、是觉悟；他们说真理、说大能，跟佛家讲的大智大觉是同一个意义、同一个道理。可是宗教教育，宗教如何真正利益世人？必须将这个真理落实在我们生活当中。",
      "zh_TW": "好在這一次我們邀請每個宗教來傳道，這是個長期性的，不是短期的。每一次我們都留著有錄像帶，英語的部分，希望我們這邊能夠用中文做成字幕，我們要很用心的來學習。在不同宗教裡面找到一個共同點，這個共同點就是大家所公認的真理。佛陀的本意是智慧、是覺悟；他們說真理、說大能，跟佛家講的大智大覺是同一個意義、同一個道理。可是宗教教育，宗教如何真正利益世人？必須將這個真理落實在我們生活當中。"
    },
    {
      "id": "19-014-0051_p0003",
      "zh_CN": "真理所表现在外面的就是仁慈博爱。我们今天将佛法的中心理念拈出来，五句十个字：真诚、清净、平等、正觉、慈悲。这不仅是佛法的精义，也可以说是世间所有宗教的精华之所在。上帝爱世人，神爱世人，佛菩萨大慈大悲。佛、菩萨、神、上帝是什么？在哪里？就是当人自性本具的真诚、清净、平等、正觉。它的大用就是慈悲，就是博爱；不分国土、不分族群、不分宗教，仁民爱物。不但要爱人，一般宗教里面只是说爱人，佛经讲的范围就更大了，《华严》说的「情与无情，同圆种智」，这就是说明连植物、矿物，我们对它都充满了爱心善意，何况对有情众生？如果我们自己果然对于情与无情充满了真诚、清净、平等的善意与爱心，这个人在佛法里面就称之为「佛陀」、称之为「菩萨」。如果还夹杂着不善，夹杂着恶意。什么叫「恶意」？不善就是恶。佛跟我们说的标准，十善业道；犹太教的标准，摩西十诫。十诫的内容跟十善是相同的，所以十善业道是所有宗教典籍里面都是明文教诫，信徒们一定要知道遵守。离开这个基本教学，我们就不善了，就造作恶业，变现出三途苦报。",
      "zh_TW": "真理所表現在外面的就是仁慈博愛。我們今天將佛法的中心理念拈出來，五句十個字：真誠、清淨、平等、正覺、慈悲。這不僅是佛法的精義，也可以說是世間所有宗教的精華之所在。上帝愛世人，神愛世人，佛菩薩大慈大悲。佛、菩薩、神、上帝是什麼？在哪裡？就是當人自性本具的真誠、清淨、平等、正覺。它的大用就是慈悲，就是博愛；不分國土、不分族群、不分宗教，仁民愛物。不但要愛人，一般宗教裡面只是說愛人，佛經講的範圍就更大了，《華嚴》說的「情與無情，同圓種智」，這就是說明連植物、礦物，我們對它都充滿了愛心善意，何況對有情眾生？如果我們自己果然對於情與無情充滿了真誠、清淨、平等的善意與愛心，這個人在佛法裡面就稱之為「佛陀」、稱之為「菩薩」。如果還夾雜著不善，夾雜著惡意。什麼叫「惡意」？不善就是惡。佛跟我們說的標準，十善業道；猶太教的標準，摩西十誡。十誡的內容跟十善是相同的，所以十善業道是所有宗教典籍裡面都是明文教誡，信徒們一定要知道遵守。離開這個基本教學，我們就不善了，就造作惡業，變現出三途苦報。"
    },
    {
      "id": "19-014-0051_p0004",
      "zh_CN": "自古以来祖师大德教导我们，学佛从哪里学？从根本修。根本是什么？念头；念头要善，念头要清净，念头要平等。我在大众当中，觉得我自己身分特殊，觉得我地位跟别人不一样，这是不善，这不是善。我们看看世出世间的圣哲，中国人是讲世间法，重视世间法，孔老夫子是个代表。夫子一生的行谊，处世待人的态度是自卑而尊人，圣人给我们做出的模样。我觉得比别人高一等，你是凡夫。这比人高一等的念头、行为，在佛法里面讲，深重的业障习气。谁知道？佛晓得。做佛的弟子，就要把佛法里面所讲的真诚、清净、平等、正觉、慈悲做出来给大家看，这是教化众生。你自己真正做到了，这是你的自受用，给别人看是化他。要认真去做，努力的去做。",
      "zh_TW": "自古以來祖師大德教導我們，學佛從哪裡學？從根本修。根本是什麼？念頭；念頭要善，念頭要清淨，念頭要平等。我在大眾當中，覺得我自己身分特殊，覺得我地位跟別人不一樣，這是不善，這不是善。我們看看世出世間的聖哲，中國人是講世間法，重視世間法，孔老夫子是個代表。夫子一生的行誼，處世待人的態度是自卑而尊人，聖人給我們做出的模樣。我覺得比別人高一等，你是凡夫。這比人高一等的念頭、行為，在佛法裡面講，深重的業障習氣。誰知道？佛曉得。做佛的弟子，就要把佛法裡面所講的真誠、清淨、平等、正覺、慈悲做出來給大家看，這是教化眾生。你自己真正做到了，這是你的自受用，給別人看是化他。要認真去做，努力的去做。"
    },
    {
      "id": "19-014-0051_p0005",
      "zh_CN": "各个宗教的信徒，也跟佛法一样，要通达、深明经典的「义趣」；义是道理、义理；趣是方向、目标。明了之后，要把这些大道理落实，落实在生活当中，落实在处事待人接物。念念为社会造福，给众生做好样子，远离名闻利养，舍弃五欲六尘；一般宗教里头说，这个人才得救。谁救你？自己救自己；大乘佛法里面，自己度自己。诸佛菩萨、一切神圣给你做自救、自度的增上缘，这是我们必须要知道的。",
      "zh_TW": "各個宗教的信徒，也跟佛法一樣，要通達、深明經典的「義趣」；義是道理、義理；趣是方向、目標。明瞭之後，要把這些大道理落實，落實在生活當中，落實在處事待人接物。念念為社會造福，給眾生做好樣子，遠離名聞利養，捨棄五欲六塵；一般宗教裡頭說，這個人才得救。誰救你？自己救自己；大乘佛法裡面，自己度自己。諸佛菩薩、一切神聖給你做自救、自度的增上緣，這是我們必須要知道的。"
    },
    {
      "id": "19-014-0051_p0006",
      "zh_CN": "人生苦短！昨天中国有个同修打电话告诉我，他说他到美国去了一趟，去了一两个月回来了。朋友当中，很好的朋友，三个过世了，年龄都不到五十岁，深深感触人是这么样的脆弱。「人命无常，国土危脆」，要想长久，这是妄想，那是痴人说梦！六道里面决定没有长久的，佛告诉我们的真相，「刹那变化」，告诉你世间是无常的。有智慧的人他聪明，掌握现在。现在这一刹那，他掌握住了他就成功；忽略现在，那就一定堕落。佛家讲「常乐我净」，常乐我净从自性里面才见到。确实自性是无形无相的，横遍十方三际；这里头有真常、有真我，具足常乐我净这四种净德。现相里头决定没有，相是虚妄的，「凡所有相，皆是虚妄」。我们能把这一点看清楚、看明白了，相可以受用绝无执着，不但没有执着，不可分别；远离分别执着，你就见到诸法实相。见到诸法实相的人，在佛法里面称他为「佛陀」，称他「如来」。",
      "zh_TW": "人生苦短！昨天中國有個同修打電話告訴我，他說他到美國去了一趟，去了一兩個月回來了。朋友當中，很好的朋友，三個過世了，年齡都不到五十歲，深深感觸人是這麼樣的脆弱。「人命無常，國土危脆」，要想長久，這是妄想，那是痴人說夢！六道裡面決定沒有長久的，佛告訴我們的真相，「剎那變化」，告訴你世間是無常的。有智慧的人他聰明，掌握現在。現在這一剎那，他掌握住了他就成功；忽略現在，那就一定墮落。佛家講「常樂我淨」，常樂我淨從自性裡面才見到。確實自性是無形無相的，橫遍十方三際；這裡頭有真常、有真我，具足常樂我淨這四種淨德。現相裡頭決定沒有，相是虛妄的，「凡所有相，皆是虛妄」。我們能把這一點看清楚、看明白了，相可以受用絕無執著，不但沒有執著，不可分別；遠離分別執著，你就見到諸法實相。見到諸法實相的人，在佛法裡面稱他為「佛陀」，稱他「如來」。"
    },
    {
      "id": "19-014-0051_p0007",
      "zh_CN": "所以我们学佛要知道从哪里学，从哪里下手，怎么样成就。日常生活里面，充满了真诚、清净、平等；处事待人接物，充满了大慈大悲。这个人乐！真正离苦得乐了。苦是什么？妄想分别执着；他离开了，他没有了。他乐的是，虚空法界一切众生是一个真诚、清净、平等的总体。这个理念、这个受用，无时不圆满，无处不圆满，得大圆满，得大自在。这是真的，除这个之外都是虚妄的。所以学佛学什么？我们这样圆满周遍的爱心；佛家讲慈悲，大慈大悲。显现在日常生活当中，点点滴滴皆是大圆满，点点滴滴你的受用都是大自在。佛法里面能得这个受用，所有宗教教学，如果能够如理如法的修学，都能达到同样的境界。所以佛在经上说，「法门平等，无有高下」，这个「法门」不局限于佛教的法门，旁通世出世间所有一切法。这正是大乘所说的，「圆人说法，无法不圆」，圆悟、圆修、圆证。这个在一切法里面，确实大乘讲得透彻、讲得明显，我们要在这里下功夫。",
      "zh_TW": "所以我們學佛要知道從哪裡學，從哪裡下手，怎麼樣成就。日常生活裡面，充滿了真誠、清淨、平等；處事待人接物，充滿了大慈大悲。這個人樂！真正離苦得樂了。苦是什麼？妄想分別執著；他離開了，他沒有了。他樂的是，虛空法界一切眾生是一個真誠、清淨、平等的總體。這個理念、這個受用，無時不圓滿，無處不圓滿，得大圓滿，得大自在。這是真的，除這個之外都是虛妄的。所以學佛學什麼？我們這樣圓滿周遍的愛心；佛家講慈悲，大慈大悲。顯現在日常生活當中，點點滴滴皆是大圓滿，點點滴滴你的受用都是大自在。佛法裡面能得這個受用，所有宗教教學，如果能夠如理如法的修學，都能達到同樣的境界。所以佛在經上說，「法門平等，無有高下」，這個「法門」不侷限於佛教的法門，旁通世出世間所有一切法。這正是大乘所說的，「圓人說法，無法不圓」，圓悟、圓修、圓證。這個在一切法裡面，確實大乘講得透徹、講得明顯，我們要在這裡下功夫。"
    },
    {
      "id": "19-014-0051_p0008",
      "zh_CN": "下功夫不仅仅是在研教，要落实，解行要相应。解帮助你行，行帮助你解，解与行相辅相成，这把我们提升到无上道。有解无行，该怎么堕落还怎么堕落，该怎么生死还是怎么生死，无济于事，不能解决问题。清凉大师在《华严经疏钞》里头讲得好：「有解无行，增长邪见；有行无解，增长无明。」诸佛菩萨、祖师大德都教导我们解行要相应，这是正法，这是正教。偏在一边，邪了。什么叫「邪教」？偏在一边。走路不是走正当中，走在两边，走边上、旁边去了，偏邪。邪、正我们要有能力辨别，我们自己走的是个什么道路，清清楚楚、明明白白。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "下功夫不僅僅是在研教，要落實，解行要相應。解幫助你行，行幫助你解，解與行相輔相成，這把我們提升到無上道。有解無行，該怎麼墮落還怎麼墮落，該怎麼生死還是怎麼生死，無濟於事，不能解決問題。清涼大師在《華嚴經疏鈔》裡頭講得好：「有解無行，增長邪見；有行無解，增長無明。」諸佛菩薩、祖師大德都教導我們解行要相應，這是正法，這是正教。偏在一邊，邪了。什麼叫「邪教」？偏在一邊。走路不是走正當中，走在兩邊，走邊上、旁邊去了，偏邪。邪、正我們要有能力辨別，我們自己走的是個什麼道路，清清楚楚、明明白白。好，今天時間到了，我們就講到此地。"
    }
  ]
}