{
  "doc_id": "19-014-0074",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十四集",
    "zh_TW": "第七十四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0074",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-014-0074_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十一面，倒数第四行，当中第六看起：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十一面，倒數第四行，當中第六看起："
    },
    {
      "id": "19-014-0074_p0002",
      "zh_CN": "【六。无量福慧。转转增胜。】",
      "zh_TW": "【六。無量福慧。轉轉增勝。】"
    },
    {
      "id": "19-014-0074_p0003",
      "zh_CN": "大家都希求福慧增长；不但是福德，智慧也是从善业而生的。中国古老的谚语常讲：「福至心灵」，福报现前的时候，智慧也就现前了，心思特别的灵敏，说明福跟慧的关系。为什么？因为它们的根都是一个善心、善念、善行。如果心行不善，这种人哪有福报？世间不善之人，我们也看到有很多在享福的大富贵的人，我们一定要明了，他这个福报是前生修的，不是这一生。这一生所修的，果报在来世，这是佛在经上常跟我们说：「欲知前世因，今生受者是；欲知来世果，今生作者是。」这不是讲得清清楚楚、明明白白吗？决定不是作恶多端的人有福报，那你就完全看错了；不知道这一生的果报是前生修的。我们今生所作所为，果报在来生，这个道理一定要懂。我这一生没福，前生没修，这个不能怪别人。所以真正明白道理、了解事实真相，决定不会怨天尤人，心是安定的；所谓是「心安理得」，理明白了，心就安了。我们想不想求福报？想不想求智慧？今生修因，来生福慧就现前了，因果通三世，一定要晓得这个道理。",
      "zh_TW": "大家都希求福慧增長；不但是福德，智慧也是從善業而生的。中國古老的諺語常講：「福至心靈」，福報現前的時候，智慧也就現前了，心思特別的靈敏，說明福跟慧的關係。為什麼？因為它們的根都是一個善心、善念、善行。如果心行不善，這種人哪有福報？世間不善之人，我們也看到有很多在享福的大富貴的人，我們一定要明瞭，他這個福報是前生修的，不是這一生。這一生所修的，果報在來世，這是佛在經上常跟我們說：「欲知前世因，今生受者是；欲知來世果，今生作者是。」這不是講得清清楚楚、明明白白嗎？決定不是作惡多端的人有福報，那你就完全看錯了；不知道這一生的果報是前生修的。我們今生所作所為，果報在來生，這個道理一定要懂。我這一生沒福，前生沒修，這個不能怪別人。所以真正明白道理、了解事實真相，決定不會怨天尤人，心是安定的；所謂是「心安理得」，理明白了，心就安了。我們想不想求福報？想不想求智慧？今生修因，來生福慧就現前了，因果通三世，一定要曉得這個道理。"
    },
    {
      "id": "19-014-0074_p0004",
      "zh_CN": "世出世间法你都搞清楚、搞明白了，修福、修慧是当然之理。我们要不要享受？不要享受。把我们修行的果报回向给一切众生，布施供养一切众生，让大家去享受，自己不要去享受。为什么？这个福报，是有漏的福报。如果你要享受这个福报，你的功夫、你的道行决定会退转。你要不享受，拿它来布施供养一切众生，你的道业会天天在增长。所以诸佛菩萨他们所享受的是无漏的果报，这是我们应当学习的；有漏的福报决定不享受，去享受无漏的福报。",
      "zh_TW": "世出世間法你都搞清楚、搞明白了，修福、修慧是當然之理。我們要不要享受？不要享受。把我們修行的果報迴向給一切眾生，布施供養一切眾生，讓大家去享受，自己不要去享受。為什麼？這個福報，是有漏的福報。如果你要享受這個福報，你的功夫、你的道行決定會退轉。你要不享受，拿它來布施供養一切眾生，你的道業會天天在增長。所以諸佛菩薩他們所享受的是無漏的果報，這是我們應當學習的；有漏的福報決定不享受，去享受無漏的福報。"
    },
    {
      "id": "19-014-0074_p0005",
      "zh_CN": "释迦牟尼佛当年在世，就做出样子给我们看。他老人家示现在世的时候，讲经说法、教化众生，法布施，讲经说法是法布施、法供养；用身体、用劳力，这是财供养，内财布施、内财供养；财法两种供养。自己一生生活所需，吃得饱、穿得暖，足矣！所以他享受的是无漏的福慧。后人也依照佛陀的教诲修行，而不能有佛陀那样的成就，原因是什么？不能放下有漏的福报，让有漏的福报障碍了无漏的果德，毛病出在这里。如果我们真的把毛病找出来，再将这个毛病消除，诸佛菩萨果地上的受用，我们虽然不能够圆满的得到，也能得到少分。这在大乘经论里，佛常常提示我们、常常教诲我们。",
      "zh_TW": "釋迦牟尼佛當年在世，就做出樣子給我們看。他老人家示現在世的時候，講經說法、教化眾生，法布施，講經說法是法布施、法供養；用身體、用勞力，這是財供養，內財布施、內財供養；財法兩種供養。自己一生生活所需，吃得飽、穿得暖，足矣！所以他享受的是無漏的福慧。後人也依照佛陀的教誨修行，而不能有佛陀那樣的成就，原因是什麼？不能放下有漏的福報，讓有漏的福報障礙了無漏的果德，毛病出在這裡。如果我們真的把毛病找出來，再將這個毛病消除，諸佛菩薩果地上的受用，我們雖然不能夠圓滿的得到，也能得到少分。這在大乘經論裡，佛常常提示我們、常常教誨我們。"
    },
    {
      "id": "19-014-0074_p0006",
      "zh_CN": "我们今天在此地看到，十善业是佛门修行的基础。这一大段的经文，都是讲修十善业殊胜的果报。离愚痴，这个邪见是愚痴，十种殊胜的果报。怎么晓得它是修行的基础？向下经文还有几个大段，文字不多，里面跟我们讲的「六度」，以十善为基础修六度，这在第十二面就是的。六度是菩萨行，菩萨没有十善的基础，六度不能成就，我们要觉悟。六度后面，这是在第十五面第四行，「慈悲喜舍」四无量心，最后一行「四摄法」。再翻过来从念处、正勤到正道，这是第十六这一面，「三十七道品」。第十七面头一个字是错字，大家改正过来，「止庄严故」，它是止观，止、观、方便。诸位看看这个经文的排列，大、小乘，宗门、教下，显教、密教，全都在其中，全都是以十善业为基础。不认真修十善业就不是学佛，可以说，你在佛法里搞一辈子，你一无所成。你再仔细观察真正念佛往生的人，无论他是什么身分，无论他是哪一个行业，在家、出家，决定具足十善业；不能具足十善业，决定不能往生。",
      "zh_TW": "我們今天在此地看到，十善業是佛門修行的基礎。這一大段的經文，都是講修十善業殊勝的果報。離愚痴，這個邪見是愚痴，十種殊勝的果報。怎麼曉得它是修行的基礎？向下經文還有幾個大段，文字不多，裡面跟我們講的「六度」，以十善為基礎修六度，這在第十二面就是的。六度是菩薩行，菩薩沒有十善的基礎，六度不能成就，我們要覺悟。六度後面，這是在第十五面第四行，「慈悲喜捨」四無量心，最後一行「四攝法」。再翻過來從念處、正勤到正道，這是第十六這一面，「三十七道品」。第十七面頭一個字是錯字，大家改正過來，「止莊嚴故」，它是止觀，止、觀、方便。諸位看看這個經文的排列，大、小乘，宗門、教下，顯教、密教，全都在其中，全都是以十善業為基礎。不認真修十善業就不是學佛，可以說，你在佛法裡搞一輩子，你一無所成。你再仔細觀察真正念佛往生的人，無論他是什麼身分，無論他是哪一個行業，在家、出家，決定具足十善業；不能具足十善業，決定不能往生。"
    },
    {
      "id": "19-014-0074_p0007",
      "zh_CN": "由此可知，我们要想在这一生往生西方净土，三福第一条：「孝养父母，奉事师长，慈心不杀，修十善业。」这四句要做到，然后你才可以拍拍胸脯，肯定有把握往生。你这四句做不到，这个四句，我们过去讲的时候讲得很详细，孝亲尊师、慈心不杀，就是落实在十善业道上；如果没有十善业道，孝亲尊师都是假的，你也没有慈悲心，前面三句统统没有；都是落实在修十善业。所以希望同修们要特别的注意到，决定不能够疏忽，这个是佛法修学的根本戒里面的根本戒。",
      "zh_TW": "由此可知，我們要想在這一生往生西方淨土，三福第一條：「孝養父母，奉事師長，慈心不殺，修十善業。」這四句要做到，然後你才可以拍拍胸脯，肯定有把握往生。你這四句做不到，這個四句，我們過去講的時候講得很詳細，孝親尊師、慈心不殺，就是落實在十善業道上；如果沒有十善業道，孝親尊師都是假的，你也沒有慈悲心，前面三句統統沒有；都是落實在修十善業。所以希望同修們要特別的注意到，決定不能夠疏忽，這個是佛法修學的根本戒裡面的根本戒。"
    },
    {
      "id": "19-014-0074_p0008",
      "zh_CN": "「受持三皈，具足众戒」，是建立在十善业道的基础上。你没有这个基础，三皈五戒都没有办法落实；没有基础。所以，三皈五戒全是假的，都落于有名无实，说得不好听一点，自欺欺人，自己以为怎样怎样，到最后还是搞三途六道。印光大师教诫学人，他说得好！有人向他请教：「怎样能入佛法？」他说：「一分诚敬得一分利益，十分诚敬得十分利益。」诚是什么？诚就是具足十善业，这是真诚。心与十善业不相应，诚在哪里？诚，绝对不是一个抽象的概念，一定要落实在我们生活当中。落实在生活当中就是十善业，十善业的圆满就是如来的佛果。",
      "zh_TW": "「受持三皈，具足眾戒」，是建立在十善業道的基礎上。你沒有這個基礎，三皈五戒都沒有辦法落實；沒有基礎。所以，三皈五戒全是假的，都落於有名無實，說得不好聽一點，自欺欺人，自己以為怎樣怎樣，到最後還是搞三途六道。印光大師教誡學人，他說得好！有人向他請教：「怎樣能入佛法？」他說：「一分誠敬得一分利益，十分誠敬得十分利益。」誠是什麼？誠就是具足十善業，這是真誠。心與十善業不相應，誠在哪裡？誠，絕對不是一個抽象的概念，一定要落實在我們生活當中。落實在生活當中就是十善業，十善業的圓滿就是如來的佛果。"
    },
    {
      "id": "19-014-0074_p0009",
      "zh_CN": "诸位如果细心的话，我们常常看到佛菩萨的画像、佛像，菩萨像都没有，你看看佛的画像，佛颈子部分有一个圆光，圆光上面写了三个字，我们常常见的有用中文写的、有用藏文写的，也有用梵文写的，都是一个意思，念「唵、阿、吽」。「唵阿吽」是什么意思？唵是身，阿是口，吽是意，身口意三业清净，三业纯善，这三个字就是十善业道。十善业道圆满，成佛。大家不要看轻，等觉菩萨还要修，何况我们初发心？十善、五戒，常常连起来讲的，这是行门的根本，从初发心到如来地都不能离开，须臾不可离者，这叫道。这是正道，这是佛道，我们怎么可以掉以轻心？起心动念、言语造作，都要想想与这十个纲领相应不相应？不相应，那就是恶业。翻过来就是十恶业，造作十恶业的是三途地狱。佛在经上常常教诫我们，上品十恶，地狱的业因；上品十善，生天的业因。我们果然明白这个道理，了解事实，我们自己将来往哪里去，清清楚楚、明明白白。所以要想修福、要想修慧，今天总算是搞得更清楚、更明白了，决定不能够违背。",
      "zh_TW": "諸位如果細心的話，我們常常看到佛菩薩的畫像、佛像，菩薩像都沒有，你看看佛的畫像，佛頸子部分有一個圓光，圓光上面寫了三個字，我們常常見的有用中文寫的、有用藏文寫的，也有用梵文寫的，都是一個意思，念「唵、阿、吽」。「唵阿吽」是什麼意思？唵是身，阿是口，吽是意，身口意三業清淨，三業純善，這三個字就是十善業道。十善業道圓滿，成佛。大家不要看輕，等覺菩薩還要修，何況我們初發心？十善、五戒，常常連起來講的，這是行門的根本，從初發心到如來地都不能離開，須臾不可離者，這叫道。這是正道，這是佛道，我們怎麼可以掉以輕心？起心動念、言語造作，都要想想與這十個綱領相應不相應？不相應，那就是惡業。翻過來就是十惡業，造作十惡業的是三途地獄。佛在經上常常教誡我們，上品十惡，地獄的業因；上品十善，生天的業因。我們果然明白這個道理，了解事實，我們自己將來往哪裡去，清清楚楚、明明白白。所以要想修福、要想修慧，今天總算是搞得更清楚、更明白了，決定不能夠違背。"
    },
    {
      "id": "19-014-0074_p0010",
      "zh_CN": "【七。永离邪道。行于圣道。】",
      "zh_TW": "【七。永離邪道。行於聖道。】"
    },
    {
      "id": "19-014-0074_p0011",
      "zh_CN": "这一条殊胜的利益，不必解释我们就能够清楚了。十恶是邪道、是三恶道，跟诸位说，不是人道。我们起心动念要落在十恶里面，你就是行邪道；你也修道，修三恶道，三恶道很容易修成就，果报在三途。你要不愿意堕三途，不愿意去当饿鬼、地狱、畜生，你就行正道；远离邪道，行圣人之道。诸佛菩萨都是走十善业道，十善业道是佛道，十善业道是菩萨道、是圣人之道，我们要走这条路。走这条路才是真正有智慧的人，真正觉悟的人，真正回头的人，回头是岸。从哪里做？要从起心动念处做，这是你真做。",
      "zh_TW": "這一條殊勝的利益，不必解釋我們就能夠清楚了。十惡是邪道、是三惡道，跟諸位說，不是人道。我們起心動念要落在十惡裡面，你就是行邪道；你也修道，修三惡道，三惡道很容易修成就，果報在三途。你要不願意墮三途，不願意去當餓鬼、地獄、畜生，你就行正道；遠離邪道，行聖人之道。諸佛菩薩都是走十善業道，十善業道是佛道，十善業道是菩薩道、是聖人之道，我們要走這條路。走這條路才是真正有智慧的人，真正覺悟的人，真正回頭的人，回頭是岸。從哪裡做？要從起心動念處做，這是你真做。"
    },
    {
      "id": "19-014-0074_p0012",
      "zh_CN": "起心动念，一般凡夫、凡人起心动念都是自私自利。在自私自利里面生了一个根，根就是贪瞋痴慢，还有一个疑，这五种叫思惑；思是思想，你的思想见解迷惑了。疑是什么？怀疑圣道、怀疑圣人，这才起贡高我慢，轻慢圣贤、轻慢圣道。十善业道是圣道，没有放在眼里，没有放在心上，轻慢，所以果报在三途。三途果报是自作自受，不是别人给你的。人天福报、三乘圣果，也都是自己造作、自己享受。虚空法界里面谁作主？自己作主。佛菩萨、大圣大贤，他也不作主；阎罗王跟上帝，也不给我们作主；都是自己造作，自己受报。这个道理佛讲得清楚，在世出世间一切圣教当中，唯独佛法讲得透彻。我们有幸得人身、闻佛法，这个殊胜的机缘不可以错过，真正是「百千万劫难遭遇」。所以一定要记住，「离邪道，行圣道」，这才是如来真实弟子，诸佛赞叹，天神敬仰。希望我们同学共同勉励。好，今天就讲到这里。",
      "zh_TW": "起心動念，一般凡夫、凡人起心動念都是自私自利。在自私自利裡面生了一個根，根就是貪瞋痴慢，還有一個疑，這五種叫思惑；思是思想，你的思想見解迷惑了。疑是什麼？懷疑聖道、懷疑聖人，這才起貢高我慢，輕慢聖賢、輕慢聖道。十善業道是聖道，沒有放在眼裡，沒有放在心上，輕慢，所以果報在三途。三途果報是自作自受，不是別人給你的。人天福報、三乘聖果，也都是自己造作、自己享受。虛空法界裡面誰作主？自己作主。佛菩薩、大聖大賢，他也不作主；閻羅王跟上帝，也不給我們作主；都是自己造作，自己受報。這個道理佛講得清楚，在世出世間一切聖教當中，唯獨佛法講得透徹。我們有幸得人身、聞佛法，這個殊勝的機緣不可以錯過，真正是「百千萬劫難遭遇」。所以一定要記住，「離邪道，行聖道」，這才是如來真實弟子，諸佛讚歎，天神敬仰。希望我們同學共同勉勵。好，今天就講到這裡。"
    }
  ]
}