{
  "doc_id": "19-014-0122",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二二集",
    "zh_TW": "第一二二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0122",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "19-014-0122_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十六面，经文倒数第三行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十六面，經文倒數第三行："
    },
    {
      "id": "19-014-0122_p0002",
      "zh_CN": "【力庄严故，众怨尽灭，无能坏者。】",
      "zh_TW": "【力莊嚴故，眾怨盡滅，無能壞者。】"
    },
    {
      "id": "19-014-0122_p0003",
      "zh_CN": "这两句是讲「五力」的效果，在效果里面讲『众怨尽灭』。「怨」一个字里头含义就非常之深，不但外面来的障碍是怨业，自己本身的障碍也是怨业，懈怠、懒散都是怨业。五根所对治的，《教乘法数》里面讲的疑障，怀疑、障碍，这是怨业，懈怠是怨业，昏沉、失念、忘掉了都是怨业，后面讲散乱、愚迷，这些都是怨家烦恼，这不是外面来的。正像《八大人觉经》里面佛跟我们讲的四种魔，四种魔有三种是属于内在的，「五阴魔」是内在的，不是外面的，色、受、想、行、识，这是我们内身的，「烦恼魔」也是内在的，「死魔」也是我们自己的事情；外面所有一切的魔障都叫做「天魔」，不是属于自己的。这就理解怨业范围之大。",
      "zh_TW": "這兩句是講「五力」的效果，在效果裡面講『眾怨盡滅』。「怨」一個字裡頭含義就非常之深，不但外面來的障礙是怨業，自己本身的障礙也是怨業，懈怠、懶散都是怨業。五根所對治的，《教乘法數》裡面講的疑障，懷疑、障礙，這是怨業，懈怠是怨業，昏沉、失念、忘掉了都是怨業，後面講散亂、愚迷，這些都是怨家煩惱，這不是外面來的。正像《八大人覺經》裡面佛跟我們講的四種魔，四種魔有三種是屬於內在的，「五陰魔」是內在的，不是外面的，色、受、想、行、識，這是我們內身的，「煩惱魔」也是內在的，「死魔」也是我們自己的事情；外面所有一切的魔障都叫做「天魔」，不是屬於自己的。這就理解怨業範圍之大。"
    },
    {
      "id": "19-014-0122_p0004",
      "zh_CN": "我们要想破外面的怨业，先要断内心的怨业。内里面断了，外面全部都化解了；内里头要不断，要把外面怨家化除，没有这个道理。外面怨家，无始劫结来的，永远都断不了。所以菩萨成佛，一定要做到「业尽情空」，他才能成得了佛。我们想想这一句话，他如何去落实？决定是从本身做起。众生成佛、修道这么样的艰难，到底难在哪里？他难在一个错误的观念，他对外不知道对内；消除业障他的着眼点是在外面，他不知道消除内在的业障重要。而佛在经论里面常常跟我们讲：「一切法从心想生。」这一句话非常重要！世出世间十法界依正庄严从哪里来的？心想生的。为什么世间有这么多恶人？是我心想生的。离开心想，无有一法可得。逆境、恶人，是我们自己不善念头所生的，怎么能怪外面的环境？错怪了人家。如果自己念念都是善，你然后看外面境界，无有不善。佛为什么看一切众生都是佛？他心是佛。佛的心看外面境界，无一不是佛。我们自己哪一天成就？不要说成佛菩萨，那太高了，我们只讲善人、好人。什么时候我们自己才真正成为善人、好人？善人眼睛睁开，一切世间无有一法不善，饿鬼、地狱、畜生都善，那才是个善人。还有不善夹杂在其中，不是善人，他那个善是相对的善，不是纯善，纯善一定要离开相对，这才行。",
      "zh_TW": "我們要想破外面的怨業，先要斷內心的怨業。內裡面斷了，外面全部都化解了；內裡頭要不斷，要把外面怨家化除，沒有這個道理。外面怨家，無始劫結來的，永遠都斷不了。所以菩薩成佛，一定要做到「業盡情空」，他才能成得了佛。我們想想這一句話，他如何去落實？決定是從本身做起。眾生成佛、修道這麼樣的艱難，到底難在哪裡？他難在一個錯誤的觀念，他對外不知道對內；消除業障他的著眼點是在外面，他不知道消除內在的業障重要。而佛在經論裡面常常跟我們講：「一切法從心想生。」這一句話非常重要！世出世間十法界依正莊嚴從哪裡來的？心想生的。為什麼世間有這麼多惡人？是我心想生的。離開心想，無有一法可得。逆境、惡人，是我們自己不善念頭所生的，怎麼能怪外面的環境？錯怪了人家。如果自己念念都是善，你然後看外面境界，無有不善。佛為什麼看一切眾生都是佛？他心是佛。佛的心看外面境界，無一不是佛。我們自己哪一天成就？不要說成佛菩薩，那太高了，我們只講善人、好人。什麼時候我們自己才真正成為善人、好人？善人眼睛睜開，一切世間無有一法不善，餓鬼、地獄、畜生都善，那才是個善人。還有不善夾雜在其中，不是善人，他那個善是相對的善，不是純善，純善一定要離開相對，這才行。"
    },
    {
      "id": "19-014-0122_p0005",
      "zh_CN": "我们自己想想，经上举的这都是严重的烦恼，把它归纳，怀疑。不仅仅我们对圣教怀疑，我们对一切人怀疑，对事怀疑，对物怀疑。什么时候能把这个疑断掉？不能说别人对我怀疑，我也对他怀疑，错了，那就变成大障碍，我们永远没有办法进展。他怀疑我，我不怀疑他。他拒绝我、排斥我，我退让，我暂时避开，我绝不怀疑他，到自己功夫真正深了，「精诚所至，金石为开」，就能化解外面人对自己的怀疑了。他对我还有怀疑，说明我的真诚不够，我自己做得不好，决没有丝毫怨恨别人的心。念念要回光返照！为什么别人怀疑我？为什么排斥我？我们这样诚心诚意、全心全力为众生服务，为社会服务，社会还不肯接纳我们；我们全心全力为佛教、为国家在此地培养人才，为什么国家不要我们、拒绝我们？我们的真诚做得不够！决定不能怪别人，不能怪社会，我自己做得不够。",
      "zh_TW": "我們自己想想，經上舉的這都是嚴重的煩惱，把它歸納，懷疑。不僅僅我們對聖教懷疑，我們對一切人懷疑，對事懷疑，對物懷疑。什麼時候能把這個疑斷掉？不能說別人對我懷疑，我也對他懷疑，錯了，那就變成大障礙，我們永遠沒有辦法進展。他懷疑我，我不懷疑他。他拒絕我、排斥我，我退讓，我暫時避開，我絕不懷疑他，到自己功夫真正深了，「精誠所至，金石為開」，就能化解外面人對自己的懷疑了。他對我還有懷疑，說明我的真誠不夠，我自己做得不好，決沒有絲毫怨恨別人的心。念念要回光返照！為什麼別人懷疑我？為什麼排斥我？我們這樣誠心誠意、全心全力為眾生服務，為社會服務，社會還不肯接納我們；我們全心全力為佛教、為國家在此地培養人才，為什麼國家不要我們、拒絕我們？我們的真誠做得不夠！決定不能怪別人，不能怪社會，我自己做得不夠。"
    },
    {
      "id": "19-014-0122_p0006",
      "zh_CN": "诸佛菩萨、大圣大贤没有一个不是在自己心性上下功夫的，这叫「内学」。如果一切都看到外面、看到别人，这叫「外道」。佛家讲内学、外道，是从这里分的。我们自己学佛，千万不要学成外道。「外道」是什么？「心外求法」叫外道。处处看到别人不是，这是外道；念念反省自己的不是，这是学佛。确确实实别人没有不是之处，纵然他作五逆十恶，他也没有过失，为什么？《无量寿经》上讲得清楚：「先人不善，不识道德，无有语者」，没有人教他。没有人教他，我们要怪他，我们就错了。我们想想经上这句话对不对？细细想想，确实他父母没教他，他的长辈没教他，他的老师没教他，他怎么会知道？所以他犯一切过失，我们决定不能责怪；我们有一念责怪之心，我们的心太刻薄了。",
      "zh_TW": "諸佛菩薩、大聖大賢沒有一個不是在自己心性上下功夫的，這叫「內學」。如果一切都看到外面、看到別人，這叫「外道」。佛家講內學、外道，是從這裡分的。我們自己學佛，千萬不要學成外道。「外道」是什麼？「心外求法」叫外道。處處看到別人不是，這是外道；念念反省自己的不是，這是學佛。確確實實別人沒有不是之處，縱然他作五逆十惡，他也沒有過失，為什麼？《無量壽經》上講得清楚：「先人不善，不識道德，無有語者」，沒有人教他。沒有人教他，我們要怪他，我們就錯了。我們想想經上這句話對不對？細細想想，確實他父母沒教他，他的長輩沒教他，他的老師沒教他，他怎麼會知道？所以他犯一切過失，我們決定不能責怪；我們有一念責怪之心，我們的心太刻薄了。"
    },
    {
      "id": "19-014-0122_p0007",
      "zh_CN": "我们也是好不容易才明白这个道理，才从往昔种种恶习气回过头来。回头都是不容易！天天亲近佛菩萨：每天读经，每天跟同修道友研究讨论，这是亲近佛菩萨。五十年，这么长的时间锲而不舍，天天在干，没有一天放下，我们才把这个念头转过来，好不容易！你要没有毅力、没有决心，你怎么能转得过来？在这个时代，花五十年时间回过头来、转过来，已经算是很快的了，已经是非常难能可贵了。转过来，决定不再堕落了。套一句宗教里面的话说，「自己得救了」，佛家讲「自己得度了」。自己得度之后，这个身体还留在这个世间，绝不为自己，自己没有了；身体留在这个世间帮助众生觉悟，帮助众生明白这个大道理。",
      "zh_TW": "我們也是好不容易才明白這個道理，才從往昔種種惡習氣回過頭來。回頭都是不容易！天天親近佛菩薩：每天讀經，每天跟同修道友研究討論，這是親近佛菩薩。五十年，這麼長的時間鍥而不捨，天天在幹，沒有一天放下，我們才把這個念頭轉過來，好不容易！你要沒有毅力、沒有決心，你怎麼能轉得過來？在這個時代，花五十年時間回過頭來、轉過來，已經算是很快的了，已經是非常難能可貴了。轉過來，決定不再墮落了。套一句宗教裡面的話說，「自己得救了」，佛家講「自己得度了」。自己得度之後，這個身體還留在這個世間，絕不為自己，自己沒有了；身體留在這個世間幫助眾生覺悟，幫助眾生明白這個大道理。"
    },
    {
      "id": "19-014-0122_p0008",
      "zh_CN": "「虚空法界一切众生原本一体」，这个佛在大乘经里面多次宣说，我们没有想到澳洲这些土着他们有这个观念，他们知道宇宙众生是一体。所以他们的思想，他们的生活，他们的行为，他们的文化，没有背弃自然的法则。就在现在，还守一千年前他们祖宗传下来的老规矩，他不改变，所以他自己称「真人」，称我们这些人叫「变种的人」，被物质文明污染了，污染了心灵，污染了体能，我们身体本能被污染了。这个话他说得有证据，他说：「你们这些变种人，你们敢不敢在大雨之下不穿衣服，能够淋一天的雨，你的身体很健康，一点毛病没有？」举出这个证据，我们想想我们不行，我们雨水淋了之后，马上伤风感冒就来了。我们的体能被污染了。",
      "zh_TW": "「虛空法界一切眾生原本一體」，這個佛在大乘經裡面多次宣說，我們沒有想到澳洲這些土著他們有這個觀念，他們知道宇宙眾生是一體。所以他們的思想，他們的生活，他們的行為，他們的文化，沒有背棄自然的法則。就在現在，還守一千年前他們祖宗傳下來的老規矩，他不改變，所以他自己稱「真人」，稱我們這些人叫「變種的人」，被物質文明污染了，污染了心靈，污染了體能，我們身體本能被污染了。這個話他說得有證據，他說：「你們這些變種人，你們敢不敢在大雨之下不穿衣服，能夠淋一天的雨，你的身體很健康，一點毛病沒有？」舉出這個證據，我們想想我們不行，我們雨水淋了之後，馬上傷風感冒就來了。我們的體能被污染了。"
    },
    {
      "id": "19-014-0122_p0009",
      "zh_CN": "这些土着不穿衣服的，男女都不穿衣服，过大自然，返璞归真。他们生活在旷野，澳洲政府给他们建了些房子，他们把房子当作仓库储藏东西，生活依旧在野外，晚上睡觉露天。消化系统好！吃东西，山上野生的东西拿来就吃，他也没有病，他吃得很健康，吃得很强壮。真的，我们变种人的体能，上天赋与你的本能丧失掉了，他们那种生活我们过不了。就用他们的话来说，真人跟变种人，实在讲就是观念上一念之差，都是从妄想分别执着而生的，离开妄想分别执着，就恢复到天真！他们心地清净，没有烦恼，没有忧虑，没有牵挂，没有贪瞋痴慢，没有是非人我，所以特异功能的人非常多。这个我们晓得，「特异功能」在佛法讲，「神通」。这个「通」从哪里来的？通从清净心来的。他们身心清净，所以他能够突破时空的维次，能够跟不同维次空间的众生沟通、往来。他们知道感恩、祈祷，所以他们对于有一些教会到那边传教，他们看到很奇怪。传教师教人祈祷，他说那都是形式。他们一天到晚都在祈祷，念念都是感恩，真的是我们回向偈里头讲的「上报四重恩，下济三途苦」，他们落实了，我们只是在念，他们念念当中都不忘四重恩，他们感神的恩，感天地的恩，感大自然万物之恩。确确实实他们有高度的智慧，有崇高的文化，但是一般人把他们看作野蛮民族，衣服都不穿，很值得我们思考的。",
      "zh_TW": "這些土著不穿衣服的，男女都不穿衣服，過大自然，返璞歸真。他們生活在曠野，澳洲政府給他們建了些房子，他們把房子當作倉庫儲藏東西，生活依舊在野外，晚上睡覺露天。消化系統好！吃東西，山上野生的東西拿來就吃，他也沒有病，他吃得很健康，吃得很強壯。真的，我們變種人的體能，上天賦與你的本能喪失掉了，他們那種生活我們過不了。就用他們的話來說，真人跟變種人，實在講就是觀念上一念之差，都是從妄想分別執著而生的，離開妄想分別執著，就恢復到天真！他們心地清淨，沒有煩惱，沒有憂慮，沒有牽掛，沒有貪瞋痴慢，沒有是非人我，所以特異功能的人非常多。這個我們曉得，「特異功能」在佛法講，「神通」。這個「通」從哪裡來的？通從清淨心來的。他們身心清淨，所以他能夠突破時空的維次，能夠跟不同維次空間的眾生溝通、往來。他們知道感恩、祈禱，所以他們對於有一些教會到那邊傳教，他們看到很奇怪。傳教師教人祈禱，他說那都是形式。他們一天到晚都在祈禱，念念都是感恩，真的是我們迴向偈裡頭講的「上報四重恩，下濟三途苦」，他們落實了，我們只是在念，他們念念當中都不忘四重恩，他們感神的恩，感天地的恩，感大自然萬物之恩。確確實實他們有高度的智慧，有崇高的文化，但是一般人把他們看作野蠻民族，衣服都不穿，很值得我們思考的。"
    },
    {
      "id": "19-014-0122_p0010",
      "zh_CN": "我们如何能把疑障破除，这非常非常重要！这一关能突破之后，后面就不太难了，你精进、念根念力、定根定力、慧根慧力自然就增长，自然你会精进不懈，哪里要人去督促？为什么？快乐的事情，世出世间没有比这个更快乐。古人喜欢读书，「读书乐」！现在人为什么不喜欢读书？读书太苦了。读书里头有乐，他没有得到，他要真正得到，他怎么不肯读！我们为什么读书没有乐？没有入进去，书里头的义趣、味道没有尝到。佛法更是乐，没有能够比的。今天佛所讲的东西我们没有真正懂得，没有真正体会得，没有把佛法融会变成自己的东西。如果融会成自己的思想见解、生活行为，他怎么不乐？用现在的话来说，你没有得到乐，好像吃东西没有得到养分，是你吃了之后没有消化，不是食物不能消化，是我们自己的消化系统出了问题、出了毛病。为什么有人读的时候他能消化，我们读不能消化？我们消化系统出了问题，这个问题是贪瞋痴慢疑，妄想、分别、执着，这是我们的消化系统出了问题。",
      "zh_TW": "我們如何能把疑障破除，這非常非常重要！這一關能突破之後，後面就不太難了，你精進、念根念力、定根定力、慧根慧力自然就增長，自然你會精進不懈，哪裡要人去督促？為什麼？快樂的事情，世出世間沒有比這個更快樂。古人喜歡讀書，「讀書樂」！現在人為什麼不喜歡讀書？讀書太苦了。讀書裡頭有樂，他沒有得到，他要真正得到，他怎麼不肯讀！我們為什麼讀書沒有樂？沒有入進去，書裡頭的義趣、味道沒有嘗到。佛法更是樂，沒有能夠比的。今天佛所講的東西我們沒有真正懂得，沒有真正體會得，沒有把佛法融會變成自己的東西。如果融會成自己的思想見解、生活行為，他怎麼不樂？用現在的話來說，你沒有得到樂，好像吃東西沒有得到養分，是你吃了之後沒有消化，不是食物不能消化，是我們自己的消化系統出了問題、出了毛病。為什麼有人讀的時候他能消化，我們讀不能消化？我們消化系統出了問題，這個問題是貪瞋痴慢疑，妄想、分別、執著，這是我們的消化系統出了問題。"
    },
    {
      "id": "19-014-0122_p0011",
      "zh_CN": "所以，执着不能没有，为什么？你是凡夫，怎么可能没有？要知道减少，你就会有好处。妄想分别执着少一分，佛法你就能吸收一分；你能少两分，你就能吸收两分。就这么个道理。如果还坚持自己妄想分别执着，你这一生当中怎么样用功苦学，都不能消化。吃得再多，不消化，得不到滋养！所以要想得到圣贤教诲，实在讲，就是心性本具的智慧德能，你要得到这个真正的滋养，必须把身体、身心调好，恢复自己消化的功能，这样在菩提道上自然就一帆风顺。",
      "zh_TW": "所以，執著不能沒有，為什麼？你是凡夫，怎麼可能沒有？要知道減少，你就會有好處。妄想分別執著少一分，佛法你就能吸收一分；你能少兩分，你就能吸收兩分。就這麼個道理。如果還堅持自己妄想分別執著，你這一生當中怎麼樣用功苦學，都不能消化。吃得再多，不消化，得不到滋養！所以要想得到聖賢教誨，實在講，就是心性本具的智慧德能，你要得到這個真正的滋養，必須把身體、身心調好，恢復自己消化的功能，這樣在菩提道上自然就一帆風順。"
    },
    {
      "id": "19-014-0122_p0012",
      "zh_CN": "佛法，总的来说，第一个纲领原则就是「禅定」，禅定是佛法的枢纽。「禅定」两个字怎么讲法？《金刚经》上说的：「不取于相，如如不动。」我们就恢复了。「不取于相」，就是外不着相。外怎么能不着相？要常常想到「凡所有相，皆是虚妄」。好相、顺境，心里欢喜，「凡所有相，皆是虚妄」，欢喜心压下去。欢喜心是烦恼！逆境、恶人，「凡所有相，皆是虚妄」，瞋恚心压下去了。一切时、一切处，保持平常心，平是平等，常是恒常，永远保持一个平等心。所以我们在佛前供一杯水，水代表什么？代表「平等」、代表「清净」，永远保持你的清净、平等，这是佛道，大道！「平常心是道」。六根跟外面一接触，才有小小风浪自己心就把持不住，这没有道，是凡心不是道心。诸位要记住，道心是清净平等心，凡心是喜怒哀乐心。如何超凡入圣？你明白了，你就晓得怎样用功。好，今天时间到了。",
      "zh_TW": "佛法，總的來說，第一個綱領原則就是「禪定」，禪定是佛法的樞紐。「禪定」兩個字怎麼講法？《金剛經》上說的：「不取於相，如如不動。」我們就恢復了。「不取於相」，就是外不著相。外怎麼能不著相？要常常想到「凡所有相，皆是虛妄」。好相、順境，心裡歡喜，「凡所有相，皆是虛妄」，歡喜心壓下去。歡喜心是煩惱！逆境、惡人，「凡所有相，皆是虛妄」，瞋恚心壓下去了。一切時、一切處，保持平常心，平是平等，常是恆常，永遠保持一個平等心。所以我們在佛前供一杯水，水代表什麼？代表「平等」、代表「清淨」，永遠保持你的清淨、平等，這是佛道，大道！「平常心是道」。六根跟外面一接觸，才有小小風浪自己心就把持不住，這沒有道，是凡心不是道心。諸位要記住，道心是清淨平等心，凡心是喜怒哀樂心。如何超凡入聖？你明白了，你就曉得怎樣用功。好，今天時間到了。"
    }
  ]
}