{
  "doc_id": "19-014-0038",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十八集",
    "zh_TW": "第三十八集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0038",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "19-014-0038_p0001",
      "zh_CN": "诸位同学，大家好。请掀开《十善业道经》，第七面倒数第二行：",
      "zh_TW": "諸位同學，大家好。請掀開《十善業道經》，第七面倒數第二行："
    },
    {
      "id": "19-014-0038_p0002",
      "zh_CN": "【复次龙王，若离妄语，即得八种天所赞法。何等为八？一、口常清净，优钵华香。】",
      "zh_TW": "【復次龍王，若離妄語，即得八種天所讚法。何等為八？一、口常清淨，優缽華香。】"
    },
    {
      "id": "19-014-0038_p0003",
      "zh_CN": "我们一句一句的看。现在世间有不少人相信科学，对于宗教里面所讲的鬼神，大概都很难接受，而一致的否定。我们这部经上面，佛是对龙王说的，这个话能相信吗？龙王究竟在哪里？我们要懂得佛说法的善巧，佛所说的每一句、每一个字都含着无量义，问题是我们要会解释。这部经一开端写得很清楚，是在娑竭罗龙宫里面讲的，所以有人问我娑竭罗龙宫究竟在哪里？我告诉他就是我们现前的社会。",
      "zh_TW": "我們一句一句的看。現在世間有不少人相信科學，對於宗教裡面所講的鬼神，大概都很難接受，而一致的否定。我們這部經上面，佛是對龍王說的，這個話能相信嗎？龍王究竟在哪裡？我們要懂得佛說法的善巧，佛所說的每一句、每一個字都含著無量義，問題是我們要會解釋。這部經一開端寫得很清楚，是在娑竭羅龍宮裡面講的，所以有人問我娑竭羅龍宮究竟在哪裡？我告訴他就是我們現前的社會。"
    },
    {
      "id": "19-014-0038_p0004",
      "zh_CN": "娑竭罗是梵语，翻成中文的意思是「咸水海」。大海海水都是咸的，海水好不好吃？你们有没有尝过海水的味道？苦涩不能喝，这是形容苦海，我们这个世间是苦海。龙代表什么？这在佛法里面讲得非常非常之多，龙代表变化，我们这个世间人情事理变幻无常，龙是个善变的，取这个意思。我们生活在这个苦难的社会当中，这就是娑竭罗龙。王是什么？各行各业的领导人，这是王。不一定指国王，你是公司老板你在公司是王；你是一个家庭的家长，一家都听你的，你是家里的王。各个行业领导人称为王，龙王就取这个意思。所以这个说法，叫你立刻想到这个社会变化多端，这个世间是苦海，你想想看它的味道多足！要是喊着某一个帝王、某一个长者、居士来跟他说法，就没有这么多广泛的义趣在里头了，这是佛说法的善巧方便。",
      "zh_TW": "娑竭羅是梵語，翻成中文的意思是「鹹水海」。大海海水都是鹹的，海水好不好吃？你們有沒有嘗過海水的味道？苦澀不能喝，這是形容苦海，我們這個世間是苦海。龍代表什麼？這在佛法裡面講得非常非常之多，龍代表變化，我們這個世間人情事理變幻無常，龍是個善變的，取這個意思。我們生活在這個苦難的社會當中，這就是娑竭羅龍。王是什麼？各行各業的領導人，這是王。不一定指國王，你是公司老闆你在公司是王；你是一個家庭的家長，一家都聽你的，你是家裡的王。各個行業領導人稱為王，龍王就取這個意思。所以這個說法，叫你立刻想到這個社會變化多端，這個世間是苦海，你想想看它的味道多足！要是喊著某一個帝王、某一個長者、居士來跟他說法，就沒有這麼多廣泛的義趣在裡頭了，這是佛說法的善巧方便。"
    },
    {
      "id": "19-014-0038_p0005",
      "zh_CN": "我们再问一问，这个龙真的有吗？天龙八部真的有吗？这是真有，他是在另一个维次的空间，我们见不到。佛有能力突破一切不同的空间，所以佛说法，他眼睛里看到的，那是广大的听众，各个不同维次空间众生都有，我们人看不到。等你的境界提升，你能突破几个空间，这个解释就另一种说法，另外一种解释，我们才知道。「佛以一音而说法，众生随类各得解」，所以一切众生听佛说法都得利益。我们住在三度空间，没有能力突破四度以上空间的，这个解释一点都不错。",
      "zh_TW": "我們再問一問，這個龍真的有嗎？天龍八部真的有嗎？這是真有，他是在另一個維次的空間，我們見不到。佛有能力突破一切不同的空間，所以佛說法，他眼睛裡看到的，那是廣大的聽眾，各個不同維次空間眾生都有，我們人看不到。等你的境界提升，你能突破幾個空間，這個解釋就另一種說法，另外一種解釋，我們才知道。「佛以一音而說法，眾生隨類各得解」，所以一切眾生聽佛說法都得利益。我們住在三度空間，沒有能力突破四度以上空間的，這個解釋一點都不錯。"
    },
    {
      "id": "19-014-0038_p0006",
      "zh_CN": "所以娑竭罗是比喻我们这个世间是个苦海，龙王在这个变化多端的社会里面是各个阶层领导人。佛教我们真实的善法，你看看这个果报多殊胜！不杀生、不偷盗、不邪淫的果报，多殊胜！如果你违背了，不但这些殊胜果报没有，带来的是灾难。我们看看今天的社会，只要你细心去观察，都在造十恶业。谁将十恶业做得广、做得大，这个人是英雄，被社会赞叹。反过来，修十善业、不造十恶业的，社会人看这个人无能、窝囊。我们今天究竟是要行十善，还是要造十恶？诸位一定要记得人生苦短，死了以后很可能就换另一个不同维次空间。",
      "zh_TW": "所以娑竭羅是比喻我們這個世間是個苦海，龍王在這個變化多端的社會裡面是各個階層領導人。佛教我們真實的善法，你看看這個果報多殊勝！不殺生、不偷盜、不邪淫的果報，多殊勝！如果你違背了，不但這些殊勝果報沒有，帶來的是災難。我們看看今天的社會，只要你細心去觀察，都在造十惡業。誰將十惡業做得廣、做得大，這個人是英雄，被社會讚歎。反過來，修十善業、不造十惡業的，社會人看這個人無能、窩囊。我們今天究竟是要行十善，還是要造十惡？諸位一定要記得人生苦短，死了以後很可能就換另一個不同維次空間。"
    },
    {
      "id": "19-014-0038_p0007",
      "zh_CN": "我们希望来生，这个来生是现在人也不能相信的，他要能相信有来生，我相信他起心动念就会谨慎。确实有来生，这个一点不假。我过去在美国看到一些杂志、报纸常常刊登这些讯息，有人把它搜集起来，翻成中文给我看，现在这个例子很多，应当多搜集、多发表、多流通，让大家晓得这是事实，决定有来生。",
      "zh_TW": "我們希望來生，這個來生是現在人也不能相信的，他要能相信有來生，我相信他起心動念就會謹慎。確實有來生，這個一點不假。我過去在美國看到一些雜誌、報紙常常刊登這些訊息，有人把它蒐集起來，翻成中文給我看，現在這個例子很多，應當多蒐集、多發表、多流通，讓大家曉得這是事實，決定有來生。"
    },
    {
      "id": "19-014-0038_p0008",
      "zh_CN": "如果我们细心去观察也不难体会，我们每天晚上会作梦，梦中的空间维次跟我们现实不一样，我们的身命会舍掉，那个梦境不会舍掉。为什么？梦境跟我们身体不相干，它会存在，佛法里讲得很清楚，梦境是阿赖耶识里面的种子起现行。只要细心观察，佛所讲的十法界我们都能够接受，都能够体会得到。",
      "zh_TW": "如果我們細心去觀察也不難體會，我們每天晚上會作夢，夢中的空間維次跟我們現實不一樣，我們的身命會捨掉，那個夢境不會捨掉。為什麼？夢境跟我們身體不相干，它會存在，佛法裡講得很清楚，夢境是阿賴耶識裡面的種子起現行。只要細心觀察，佛所講的十法界我們都能夠接受，都能夠體會得到。"
    },
    {
      "id": "19-014-0038_p0009",
      "zh_CN": "今天从这一段到往后四段经文是讲的口业。一切众生，特别是娑婆世界「身语意」三业，口业最重，所以佛说了四条。第一条是「妄语」，妄语是存心欺骗别人，这个罪重。其次，有意无意的传播妄语伤害别人，这个「别人」里面包括我们的社会，包括国家世界。结罪是要看他这个妄语影响多大，影响愈大，受害的人愈多，这个罪就愈重。如果这个妄语欺骗的人少，受害的人少，他这个罪就轻。我们言语不能不谨慎，不能不想想这个言语出去之后会产生什么样的后果。",
      "zh_TW": "今天從這一段到往後四段經文是講的口業。一切眾生，特別是娑婆世界「身語意」三業，口業最重，所以佛說了四條。第一條是「妄語」，妄語是存心欺騙別人，這個罪重。其次，有意無意的傳播妄語傷害別人，這個「別人」裡面包括我們的社會，包括國家世界。結罪是要看他這個妄語影響多大，影響愈大，受害的人愈多，這個罪就愈重。如果這個妄語欺騙的人少，受害的人少，他這個罪就輕。我們言語不能不謹慎，不能不想想這個言語出去之後會產生什麼樣的後果。"
    },
    {
      "id": "19-014-0038_p0010",
      "zh_CN": "我们在《发起菩萨殊胜志乐经》里面，看到释迦牟尼佛跟我们讲的故事，这是两个比丘讲经说法，弘法利生，法缘很殊胜，就有嫉妒的人以两舌、妄语来破坏，使信众对法师丧失信心，把这个弘法道场破坏了，果报在地狱。佛在经上讲得很清楚，堕在地狱里一千八百万年，这是以我们人间年代来算的，地狱里面他的感受是无量劫。在地狱的苦所谓是「度日如年」，所以他的实际感受是无量劫，人间的时间是一千八百万年。你要是知道这些果报，为什么要造这些恶业？造业真的很容易，甚至几分钟、几个小时造谣生事，哪里晓得果报这样惨！",
      "zh_TW": "我們在《發起菩薩殊勝志樂經》裡面，看到釋迦牟尼佛跟我們講的故事，這是兩個比丘講經說法，弘法利生，法緣很殊勝，就有嫉妒的人以兩舌、妄語來破壞，使信眾對法師喪失信心，把這個弘法道場破壞了，果報在地獄。佛在經上講得很清楚，墮在地獄裡一千八百萬年，這是以我們人間年代來算的，地獄裡面他的感受是無量劫。在地獄的苦所謂是「度日如年」，所以他的實際感受是無量劫，人間的時間是一千八百萬年。你要是知道這些果報，為什麼要造這些惡業？造業真的很容易，甚至幾分鐘、幾個小時造謠生事，哪裡曉得果報這樣慘！"
    },
    {
      "id": "19-014-0038_p0011",
      "zh_CN": "不妄语的功德，无比的殊胜。佛在此地说『得八种天所赞法』，「天」是天人，天人、天神赞叹你。第一、「口常清净，优钵华香」。「优钵华」翻成中文是青莲花，你口中出香气。这一点我们也常常要警惕到，我们口里出的气味是什么味道？如果这个气味很难闻，对修行人来讲不是坏事，为什么？警策自己，「我口业不清净，应当努力修学」，所以这是好事情。跟大众相处，有的时候距离近，说话就闻到别人很不好的气味，你也不要嫌弃，你嫌弃他就错了，心里要知道他口业很重。这个口业，就是此地讲的妄语、两舌、恶口、绮语。古人有所谓四十岁以前，我们的果报还受过去业报的影响，残余的果报；四十岁之后，自己这一生所造的业逐渐逐渐现前了。这个话说得很有道理，过去生中造的恶业不怕，只要真正觉悟，真正回头，断恶修善。",
      "zh_TW": "不妄語的功德，無比的殊勝。佛在此地說『得八種天所讚法』，「天」是天人，天人、天神讚歎你。第一、「口常清淨，優缽華香」。「優缽華」翻成中文是青蓮花，你口中出香氣。這一點我們也常常要警惕到，我們口裡出的氣味是什麼味道？如果這個氣味很難聞，對修行人來講不是壞事，為什麼？警策自己，「我口業不清淨，應當努力修學」，所以這是好事情。跟大眾相處，有的時候距離近，說話就聞到別人很不好的氣味，你也不要嫌棄，你嫌棄他就錯了，心裡要知道他口業很重。這個口業，就是此地講的妄語、兩舌、惡口、綺語。古人有所謂四十歲以前，我們的果報還受過去業報的影響，殘餘的果報；四十歲之後，自己這一生所造的業逐漸逐漸現前了。這個話說得很有道理，過去生中造的惡業不怕，只要真正覺悟，真正回頭，斷惡修善。"
    },
    {
      "id": "19-014-0038_p0012",
      "zh_CN": "我们在《了凡四训》里面看到，像袁了凡这样的人，在中国过去乃至于现代很多，都能够改变自己的命运，命运掌握在自己手中。佛陀的教学没有别的，就是教我们改造命运。断恶修善是改造命运，破迷开悟是转凡成圣。我们想改造自己命运，就要好好的跟着佛学，佛对我们慈悲到极处，佛是完全义务的。说实在话，我们得到佛的教诲，我们没有东西可以报答他，他什么都不要，在世的时候不过是三衣一钵，你给他什么，他都不要，何况佛陀现在不住世。我们为了纪念他、尊敬他，不忘恩德，造佛像来供养。他是不是有意要我们造像来供养纪念他？没有这个念头，这是出于我们报恩的心，他没有这个意思。所以字字句句都是真实教诲，你能够善护口业，你一定得口常清净，青莲花香。",
      "zh_TW": "我們在《了凡四訓》裡面看到，像袁了凡這樣的人，在中國過去乃至於現代很多，都能夠改變自己的命運，命運掌握在自己手中。佛陀的教學沒有別的，就是教我們改造命運。斷惡修善是改造命運，破迷開悟是轉凡成聖。我們想改造自己命運，就要好好的跟著佛學，佛對我們慈悲到極處，佛是完全義務的。說實在話，我們得到佛的教誨，我們沒有東西可以報答他，他什麼都不要，在世的時候不過是三衣一缽，你給他什麼，他都不要，何況佛陀現在不住世。我們為了紀念他、尊敬他，不忘恩德，造佛像來供養。他是不是有意要我們造像來供養紀念他？沒有這個念頭，這是出於我們報恩的心，他沒有這個意思。所以字字句句都是真實教誨，你能夠善護口業，你一定得口常清淨，青蓮花香。"
    },
    {
      "id": "19-014-0038_p0013",
      "zh_CN": "一九七七年我在香港讲经，初次到香港，香港同修告诉我，虚云老和尚曾经到过香港，那个时候香港佛教界里面四众同修都希望留老和尚常住香港，给他建了一个精舍。他的精舍我去看过，听说老和尚只住了几天，就又回到中国大陆去了，告诉香港的同修：「这个地方不能住」。「这个地方」就是香港，这个地方是花花世界，不适合修道人在这里住，这里会堕落，所以他回到中国。香港同修告诉我，老和尚一年剃一次头，虚云老和尚你看他的照片，他头发很长，他一年剃一次头，一年洗一次澡，衣服都不换的，领子上油垢一层好厚，但是闻闻很香。他不是像我们，我们的衣服三天不洗有臭味。他的衣服出清香，清香就是青莲花香，那我们就知道老和尚三业清净，才感得这个果报，我们没有办法跟他相比。像这些地方都值得我们警惕，我们三天没洗澡，换下衣服闻闻看什么味道？从这些地方知道自己功夫境界。修行，勘验自己的功夫，比比皆是，只是我们自己太粗心、太大意了，自己必须知道自己境界，你的修学就有信心，增长信心，也能够帮助自己，警策自己，勇猛精进，确实得好处，确实不一样。",
      "zh_TW": "一九七七年我在香港講經，初次到香港，香港同修告訴我，虛雲老和尚曾經到過香港，那個時候香港佛教界裡面四眾同修都希望留老和尚常住香港，給他建了一個精舍。他的精舍我去看過，聽說老和尚只住了幾天，就又回到中國大陸去了，告訴香港的同修：「這個地方不能住」。「這個地方」就是香港，這個地方是花花世界，不適合修道人在這裡住，這裡會墮落，所以他回到中國。香港同修告訴我，老和尚一年剃一次頭，虛雲老和尚你看他的照片，他頭髮很長，他一年剃一次頭，一年洗一次澡，衣服都不換的，領子上油垢一層好厚，但是聞聞很香。他不是像我們，我們的衣服三天不洗有臭味。他的衣服出清香，清香就是青蓮花香，那我們就知道老和尚三業清淨，才感得這個果報，我們沒有辦法跟他相比。像這些地方都值得我們警惕，我們三天沒洗澡，換下衣服聞聞看什麼味道？從這些地方知道自己功夫境界。修行，勘驗自己的功夫，比比皆是，只是我們自己太粗心、太大意了，自己必須知道自己境界，你的修學就有信心，增長信心，也能夠幫助自己，警策自己，勇猛精進，確實得好處，確實不一樣。"
    },
    {
      "id": "19-014-0038_p0014",
      "zh_CN": "说话口里面的气味很难闻，不一定是年岁大，年轻人也一样。我在初学佛的时候，自己不觉得，常常接近的有一些居士他们知道，知道人家也不说。我还记得当时有一位老居士，是临济寺的一位老信徒，名字我一下忘掉了，那个时候他大概有六十多岁，退休了。我在「华藏图书馆」讲经的时候，他来听。我在华藏图书馆讲经，这个图书馆建立是我讲经二十年，满二十年才有那么一个图书馆。有一天他告诉我，他说：「法师，从前你口里头气味很难闻，现在没有了。」二十年了，我自己不知道，他告诉我，从来也没有人讲过，这个老居士告诉我。我们真正依照佛法修行，时间久了。可是这个经天天要读，天天要讲，如果离开了经教，我们就会胡思乱想；离开了佛陀的教诲，今天社会上名闻利养、财色名食睡的诱惑，你决定抵不住，肯定会堕落。我们等于在大风大浪当中，我们是条破船，还能不沉没，靠佛法天天提醒我们，天天在勉励自己，境界现前立刻就想到佛陀教诲，才不至于淹没。",
      "zh_TW": "說話口裡面的氣味很難聞，不一定是年歲大，年輕人也一樣。我在初學佛的時候，自己不覺得，常常接近的有一些居士他們知道，知道人家也不說。我還記得當時有一位老居士，是臨濟寺的一位老信徒，名字我一下忘掉了，那個時候他大概有六十多歲，退休了。我在「華藏圖書館」講經的時候，他來聽。我在華藏圖書館講經，這個圖書館建立是我講經二十年，滿二十年才有那麼一個圖書館。有一天他告訴我，他說：「法師，從前你口裡頭氣味很難聞，現在沒有了。」二十年了，我自己不知道，他告訴我，從來也沒有人講過，這個老居士告訴我。我們真正依照佛法修行，時間久了。可是這個經天天要讀，天天要講，如果離開了經教，我們就會胡思亂想；離開了佛陀的教誨，今天社會上名聞利養、財色名食睡的誘惑，你決定抵不住，肯定會墮落。我們等於在大風大浪當中，我們是條破船，還能不沉沒，靠佛法天天提醒我們，天天在勉勵自己，境界現前立刻就想到佛陀教誨，才不至於淹沒。"
    },
    {
      "id": "19-014-0038_p0015",
      "zh_CN": "所以我们常讲心清净，身就清净，体质就清净，能够依教修行，这个十善业道可以改变你的体质，可以改变你的容貌，相随心转，体质也随心转。头一个好处，口里面的气味没有了，转变成清香，这是「不妄语」的第一个好处。我们也在这个地方勘验自己的不妄语做到什么样的功夫，可以从这个地方看出来。「广长舌相」，那个太难了，那个不容易，这个容易。小善就有这个小的果报。佛讲三世不妄语，舌头伸出来可以舔到自己鼻子，释迦牟尼佛的舌头伸出来可以把脸盖住，生生世世不妄语，这是三十二相。好，今天时间到了。",
      "zh_TW": "所以我們常講心清淨，身就清淨，體質就清淨，能夠依教修行，這個十善業道可以改變你的體質，可以改變你的容貌，相隨心轉，體質也隨心轉。頭一個好處，口裡面的氣味沒有了，轉變成清香，這是「不妄語」的第一個好處。我們也在這個地方勘驗自己的不妄語做到什麼樣的功夫，可以從這個地方看出來。「廣長舌相」，那個太難了，那個不容易，這個容易。小善就有這個小的果報。佛講三世不妄語，舌頭伸出來可以舔到自己鼻子，釋迦牟尼佛的舌頭伸出來可以把臉蓋住，生生世世不妄語，這是三十二相。好，今天時間到了。"
    }
  ]
}