{
  "doc_id": "19-014-0037",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0037",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-014-0037_p0001",
      "zh_CN": "诸位同学：大家好！请掀开《十善业道经》，第七面第四行：",
      "zh_TW": "諸位同學：大家好！請掀開《十善業道經》，第七面第四行："
    },
    {
      "id": "19-014-0037_p0002",
      "zh_CN": "【复次龙王，若离邪行，即得四种智所赞法。何等为四？一、诸根调顺。二、永离諠掉。三、世所称叹。四、妻莫能侵。是为四。若能回向阿耨多罗三藐三菩提者，后成佛时，得佛丈夫隐密藏相。】",
      "zh_TW": "【復次龍王，若離邪行，即得四種智所讚法。何等為四？一、諸根調順。二、永離諠掉。三、世所稱歎。四、妻莫能侵。是為四。若能迴向阿耨多羅三藐三菩提者，後成佛時，得佛丈夫隱密藏相。】"
    },
    {
      "id": "19-014-0037_p0003",
      "zh_CN": "看这一段，这一段是讲邪淫。『邪行』是讲的邪淫，如果能够永离邪淫，就得四种智慧所赞叹。这个『智』就是智人，有智慧的人一定会赞叹你。哪四种法？第一种是『诸根调顺』，这一句话用现在的话来说，就是身体健康。「根」是根身。身体健康是所有一切众生第一个希求的，人纵然得大富大贵，如果身体不健康，也是终身的遗憾。尤其人在中年以后，健康是真正的福报，过度的淫欲，决定损害健康。年轻的时候不懂事，中年以后所有的这些毛病都出现了，所以古大德教导年轻人，这一条是非常重视的。",
      "zh_TW": "看這一段，這一段是講邪淫。『邪行』是講的邪淫，如果能夠永離邪淫，就得四種智慧所讚歎。這個『智』就是智人，有智慧的人一定會讚歎你。哪四種法？第一種是『諸根調順』，這一句話用現在的話來說，就是身體健康。「根」是根身。身體健康是所有一切眾生第一個希求的，人縱然得大富大貴，如果身體不健康，也是終身的遺憾。尤其人在中年以後，健康是真正的福報，過度的淫欲，決定損害健康。年輕的時候不懂事，中年以後所有的這些毛病都出現了，所以古大德教導年輕人，這一條是非常重視的。"
    },
    {
      "id": "19-014-0037_p0004",
      "zh_CN": "第二是『永离諠掉』。「諠」，在此地讲是夫妻家庭不和，吵吵闹闹，諠是吵闹。「掉」，是身心不安。一个家庭里面，夫妻不能和合，现在人讲外遇，多半是先生有外遇，或者太太有外遇，这个家庭问题就来了。由于怀疑、嫉妒、瞋恨，口角就决定不能避免，影响之大，不只两个人，直接受害的是子女。尤其子女在童年的时候，父母是他心目当中的榜样，他天天在看，如果父母做出不善的榜样，这是影响他一生；他再影响社会，这个影响逐渐逐渐扩大。由此可知，邪行造无量无边罪业，很少人能想到这些问题、能了解事实真相。如果你要能够永离邪行，你的家庭和合，夫妻和好，家庭和睦，永远不会有这些现象。",
      "zh_TW": "第二是『永離諠掉』。「諠」，在此地講是夫妻家庭不和，吵吵鬧鬧，諠是吵鬧。「掉」，是身心不安。一個家庭裡面，夫妻不能和合，現在人講外遇，多半是先生有外遇，或者太太有外遇，這個家庭問題就來了。由於懷疑、嫉妒、瞋恨，口角就決定不能避免，影響之大，不只兩個人，直接受害的是子女。尤其子女在童年的時候，父母是他心目當中的榜樣，他天天在看，如果父母做出不善的榜樣，這是影響他一生；他再影響社會，這個影響逐漸逐漸擴大。由此可知，邪行造無量無邊罪業，很少人能想到這些問題、能了解事實真相。如果你要能夠永離邪行，你的家庭和合，夫妻和好，家庭和睦，永遠不會有這些現象。"
    },
    {
      "id": "19-014-0037_p0005",
      "zh_CN": "第三是『世所称叹』，这是显而易见的。夫妇好和，家庭美满，不但你的家人赞叹，你的父母兄弟赞叹，你的亲戚朋友赞叹，你的邻里乡党、社会大众，没有不赞叹的。",
      "zh_TW": "第三是『世所稱歎』，這是顯而易見的。夫婦好和，家庭美滿，不但你的家人讚歎，你的父母兄弟讚歎，你的親戚朋友讚歎，你的鄰里鄉黨、社會大眾，沒有不讚歎的。"
    },
    {
      "id": "19-014-0037_p0006",
      "zh_CN": "我们前天看到回教「传道协会」，举办他们的母亲节，表扬十几位贤妻良母。这些模范母亲多半都是年轻的时候先生过世了，或者是离婚了，她们一生守节，过着非常艰苦的生活，将儿女抚养成人，使儿女受过很好的教育。今天在新加坡这个社会都有杰出的贡献，所以这个母亲在子女心目当中是英雄，无比的伟大。回教协会举行这个盛大的宴会来表扬她们，她们是社会的榜样。这个榜样的核心、中坚，就是远离邪行，我们中国古人讲的守节。",
      "zh_TW": "我們前天看到回教「傳道協會」，舉辦他們的母親節，表揚十幾位賢妻良母。這些模範母親多半都是年輕的時候先生過世了，或者是離婚了，她們一生守節，過著非常艱苦的生活，將兒女撫養成人，使兒女受過很好的教育。今天在新加坡這個社會都有傑出的貢獻，所以這個母親在子女心目當中是英雄，無比的偉大。回教協會舉行這個盛大的宴會來表揚她們，她們是社會的榜樣。這個榜樣的核心、中堅，就是遠離邪行，我們中國古人講的守節。"
    },
    {
      "id": "19-014-0037_p0007",
      "zh_CN": "今天社会的动乱，我们常说根在哪里？根在家庭被破坏了，年轻的男女不懂得这个大道理。结婚，婚姻是人生的大事，你看中国古礼多么重视！为什么要那么重视，那么样隆重来举行？它是「齐家、治国、平天下」的根本。所以我们细心检讨现前的社会、整个世界，动乱不安，每一个地区都埋伏着严重的危机。这个基本的因素在哪里？就是在家庭教育疏忽了，家庭教育要是没有了，我们的教育就全盘失败。今天这个世界上学校很多，大学很多，受教育的机会很普遍，接受的是什么教育？功利的教育，鼓励人们贪瞋痴，鼓励人去做杀盗淫妄，这个社会怎么能好？这个发展下去，那真的世界末日就现前了。",
      "zh_TW": "今天社會的動亂，我們常說根在哪裡？根在家庭被破壞了，年輕的男女不懂得這個大道理。結婚，婚姻是人生的大事，你看中國古禮多麼重視！為什麼要那麼重視，那麼樣隆重來舉行？它是「齊家、治國、平天下」的根本。所以我們細心檢討現前的社會、整個世界，動亂不安，每一個地區都埋伏著嚴重的危機。這個基本的因素在哪裡？就是在家庭教育疏忽了，家庭教育要是沒有了，我們的教育就全盤失敗。今天這個世界上學校很多，大學很多，受教育的機會很普遍，接受的是什麼教育？功利的教育，鼓勵人們貪瞋痴，鼓勵人去做殺盜淫妄，這個社會怎麼能好？這個發展下去，那真的世界末日就現前了。"
    },
    {
      "id": "19-014-0037_p0008",
      "zh_CN": "我们今天看到社会这个现象，现象就是预兆，什么样的预兆？世界末日的预兆，非常可怕。人与人之间没有道义，只有利害，对我有利，这个人是朋友；对我没有利，这个人是敌人，这还得了？古时候虽然是君主专制的时代，有不少很好的帝王，他讲仁义。佛教帝王以十善治国，儒家教导社会各个阶层的领导人，从帝王一直到社会各个阶层的领导，甚至于一家的家长，都教他「明德、亲民、止于至善」，轻财利，重仁义。如果社会大众都争名夺利，最后的演变决定是世界大战。从国家的领导人到平民，心目当中只有利害，这还得了？「唯利是图」，不知道道义，这个社会就没有救了。",
      "zh_TW": "我們今天看到社會這個現象，現象就是預兆，什麼樣的預兆？世界末日的預兆，非常可怕。人與人之間沒有道義，只有利害，對我有利，這個人是朋友；對我沒有利，這個人是敵人，這還得了？古時候雖然是君主專制的時代，有不少很好的帝王，他講仁義。佛教帝王以十善治國，儒家教導社會各個階層的領導人，從帝王一直到社會各個階層的領導，甚至於一家的家長，都教他「明德、親民、止於至善」，輕財利，重仁義。如果社會大眾都爭名奪利，最後的演變決定是世界大戰。從國家的領導人到平民，心目當中只有利害，這還得了？「唯利是圖」，不知道道義，這個社會就沒有救了。"
    },
    {
      "id": "19-014-0037_p0009",
      "zh_CN": "所以挽救现在的社会，挽救这个劫难，劫难是天灾人祸，政治做不到，武力不能解决问题。儒跟佛都讲得很清楚，用武力只是结冤仇，但是因果通三世，冤冤相报没完没了，那个报复一次比一次残酷。我们细心在历史上观察，你能够体会得到，你看第一次世界大战、第二次大战，一次比一次残酷。第三次大战，有人说这是世界最后的一次战争，为什么？这一次战争爆发，世界上人已经差不多死尽了。法国中世纪的预言家讲，这个战争发生之后，世界上人口只剩七个大数，「七个大数」有人说是七亿人，也有人说是七千万人，人差不多都死尽，那就不打仗了，所以这个战争是最后的战争。我们能够相信，如果今天世界上所有核武的国家，他们的核子弹统统都爆发，这个世界差不多是毁灭尽了，真的那个时候活的人羡慕死去的人，活受罪！怎么造成的？大家争利，争名夺利造成的。所以世出世间的圣贤，无不是教导我们节俭、忍让，以真诚的善心帮助别人，这才能得到永久的和平。",
      "zh_TW": "所以挽救現在的社會，挽救這個劫難，劫難是天災人禍，政治做不到，武力不能解決問題。儒跟佛都講得很清楚，用武力只是結冤仇，但是因果通三世，冤冤相報沒完沒了，那個報復一次比一次殘酷。我們細心在歷史上觀察，你能夠體會得到，你看第一次世界大戰、第二次大戰，一次比一次殘酷。第三次大戰，有人說這是世界最後的一次戰爭，為什麼？這一次戰爭爆發，世界上人已經差不多死盡了。法國中世紀的預言家講，這個戰爭發生之後，世界上人口只剩七個大數，「七個大數」有人說是七億人，也有人說是七千萬人，人差不多都死盡，那就不打仗了，所以這個戰爭是最後的戰爭。我們能夠相信，如果今天世界上所有核武的國家，他們的核子彈統統都爆發，這個世界差不多是毀滅盡了，真的那個時候活的人羨慕死去的人，活受罪！怎麼造成的？大家爭利，爭名奪利造成的。所以世出世間的聖賢，無不是教導我們節儉、忍讓，以真誠的善心幫助別人，這才能得到永久的和平。"
    },
    {
      "id": "19-014-0037_p0010",
      "zh_CN": "今天世界有许多人说「中国威胁论」，说这个话没有智慧，没有学问，何以故？展开中国五千年的历史，中国从来没有侵犯过其他的国家，历史上找不到。中国人接受的是圣贤教育，古代帝王的时代，一直到清朝都不例外。附近这许多国家向中国朝贡，朝贡就是外交礼节送礼，进贡送一些礼品，中国人回礼比他送来的要厚好几倍，绝不占人家的便宜。中国人懂得礼尚往来，这个情谊愈结愈厚。圣人没有教礼尚往来要平等，他不是的，而是要多加一点。现在人不重视这个，古时候就是连乡下人、没有念过书的人都懂得，亲戚朋友送礼，自己要用个本子记下来。为什么记下来？他有喜庆的时候我们送礼，看看他送多少给我们，我们不能够少过他，送一样的再加一点，人情厚！中国古老的社会是这样的，国家更是如此，任何一个国家对中国送礼都记下来，送的礼品是些什么东西，我们回报是哪些东西，决定回报得厚，这是泱泱大国的风度。怎么可以占别人便宜？所以解决当前灾难的问题只有教育，圣贤的教育，佛菩萨的教育，才能办得到。",
      "zh_TW": "今天世界有許多人說「中國威脅論」，說這個話沒有智慧，沒有學問，何以故？展開中國五千年的歷史，中國從來沒有侵犯過其他的國家，歷史上找不到。中國人接受的是聖賢教育，古代帝王的時代，一直到清朝都不例外。附近這許多國家向中國朝貢，朝貢就是外交禮節送禮，進貢送一些禮品，中國人回禮比他送來的要厚好幾倍，絕不佔人家的便宜。中國人懂得禮尚往來，這個情誼愈結愈厚。聖人沒有教禮尚往來要平等，他不是的，而是要多加一點。現在人不重視這個，古時候就是連鄉下人、沒有念過書的人都懂得，親戚朋友送禮，自己要用個本子記下來。為什麼記下來？他有喜慶的時候我們送禮，看看他送多少給我們，我們不能夠少過他，送一樣的再加一點，人情厚！中國古老的社會是這樣的，國家更是如此，任何一個國家對中國送禮都記下來，送的禮品是些什麼東西，我們回報是哪些東西，決定回報得厚，這是泱泱大國的風度。怎麼可以佔別人便宜？所以解決當前災難的問題只有教育，聖賢的教育，佛菩薩的教育，才能辦得到。"
    },
    {
      "id": "19-014-0037_p0011",
      "zh_CN": "第四条是『妻莫能侵』。「侵」是侵犯，侵犯里头最严重的就是离婚、分财产，侵是这个意思。永离邪行，你决定不会有这个事情，绝对不会有这个念头。我们今天看看这个世间离婚率多高！我还听到中国有一些同修到此地来，跟我讲过这个问题，他说中国现在离婚率也很高，差不多有百分之二十五。可是社会大众认为这是好现象，这是真正民主自由开放。这是西方人的思想，西方人的离婚率达到百分之六十以上，听说台湾已经占百分之五十了，这个社会怎么能不动乱！离婚的人，他们的子女是直接受害人，这些人从小思想、情绪就不正常，缺乏爱心，充满了瞋恨。发展下去，后果我们就不难想像得到。所以圣贤人的教育，我们用一个字做总结，就是爱的教育，圣人教我们人与人要互相敬爱，要互相尊重。",
      "zh_TW": "第四條是『妻莫能侵』。「侵」是侵犯，侵犯裡頭最嚴重的就是離婚、分財產，侵是這個意思。永離邪行，你決定不會有這個事情，絕對不會有這個念頭。我們今天看看這個世間離婚率多高！我還聽到中國有一些同修到此地來，跟我講過這個問題，他說中國現在離婚率也很高，差不多有百分之二十五。可是社會大眾認為這是好現象，這是真正民主自由開放。這是西方人的思想，西方人的離婚率達到百分之六十以上，聽說台灣已經佔百分之五十了，這個社會怎麼能不動亂！離婚的人，他們的子女是直接受害人，這些人從小思想、情緒就不正常，缺乏愛心，充滿了瞋恨。發展下去，後果我們就不難想像得到。所以聖賢人的教育，我們用一個字做總結，就是愛的教育，聖人教我們人與人要互相敬愛，要互相尊重。"
    },
    {
      "id": "19-014-0037_p0012",
      "zh_CN": "佛在这部经前面跟我们讲得非常非常好，说「菩萨有一法，能断一切诸恶道苦」。这是什么法？「昼夜常念善法」，善法就是十善业道；「思惟善法，观察善法，令诸善法，念念圆满，不容毫分不善间杂」，你就永断恶业，恶道就没有了，恶道是恶业变现出来的，这一段开示比什么都重要。我们要落实在家庭里面，落实在夫妇之间；落实在你工作，你工作，你有很多同事；落实在社会，处事待人接物，只记别人的好处，只记别人的善处，绝对不要想别人的恶念恶行。纵然别人有恶念恶行，我们根本不放在心上，只念他的善，时间久了，恶人会被你感化成善人，你就做了好事。你感化一个人回头，那个影响力很大，影响无数的人回头，无数的人省思。",
      "zh_TW": "佛在這部經前面跟我們講得非常非常好，說「菩薩有一法，能斷一切諸惡道苦」。這是什麼法？「晝夜常念善法」，善法就是十善業道；「思惟善法，觀察善法，令諸善法，念念圓滿，不容毫分不善間雜」，你就永斷惡業，惡道就沒有了，惡道是惡業變現出來的，這一段開示比什麼都重要。我們要落實在家庭裡面，落實在夫婦之間；落實在你工作，你工作，你有很多同事；落實在社會，處事待人接物，只記別人的好處，只記別人的善處，絕對不要想別人的惡念惡行。縱然別人有惡念惡行，我們根本不放在心上，只念他的善，時間久了，惡人會被你感化成善人，你就做了好事。你感化一個人回頭，那個影響力很大，影響無數的人回頭，無數的人省思。"
    },
    {
      "id": "19-014-0037_p0013",
      "zh_CN": "由此可知，这个十善我们必须要学习，要认真努力去学习，对自己决定是利益。不但自己不犯邪行，还要劝勉你所认识的亲戚朋友，要把这个功德利益给他说清楚、说明白。救自己，救社会，救一切众生，就在这一念。一念随顺佛陀教诲，我们走的是佛道，是菩萨道；违背佛陀的教诲，你走的是三恶道。所以这是有智慧的人赞叹，他看得清楚，他知道这里头的利害得失。",
      "zh_TW": "由此可知，這個十善我們必須要學習，要認真努力去學習，對自己決定是利益。不但自己不犯邪行，還要勸勉你所認識的親戚朋友，要把這個功德利益給他說清楚、說明白。救自己，救社會，救一切眾生，就在這一念。一念隨順佛陀教誨，我們走的是佛道，是菩薩道；違背佛陀的教誨，你走的是三惡道。所以這是有智慧的人讚歎，他看得清楚，他知道這裡頭的利害得失。"
    },
    {
      "id": "19-014-0037_p0014",
      "zh_CN": "末后，你能够回向无上菩提，果报是佛的『隐密藏相』。「隐密藏相」是三十二相之一，「三十二相、八十种好」是善的果报，这是儒家讲的「止于至善」。果必有因，因缘虽然很多，无量无边，但是归纳起来总不出这十种，所以十善展开就是无量无边的善行善法。希望我们同修们带头来做，做出榜样给人看，别人就会相信，就会模仿，这样成就无量无边的功德。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "末後，你能夠迴向無上菩提，果報是佛的『隱密藏相』。「隱密藏相」是三十二相之一，「三十二相、八十種好」是善的果報，這是儒家講的「止於至善」。果必有因，因緣雖然很多，無量無邊，但是歸納起來總不出這十種，所以十善展開就是無量無邊的善行善法。希望我們同修們帶頭來做，做出榜樣給人看，別人就會相信，就會模仿，這樣成就無量無邊的功德。好，今天時間到了，我們就講到此地。"
    }
  ]
}