{
  "doc_id": "19-014-0129",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二九集",
    "zh_TW": "第一二九集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0129",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "19-014-0129_p0001",
      "zh_CN": "诸位同学，大家好！请看七觉支最后一条「舍觉支」，「舍所缘境界时，善能觉了取舍虚伪，不生追忆故。」舍是放下，也就是放下对于世出世间一切法的妄想分别执着。这一句话的意思一定要听清楚，不是在事相上放下，是在心里上放下。佛法教初学，往往也从事相上教他放下，为什么？这是凡夫习染太重，心随境转，这是凡夫，所以事相是境，也得要放下。佛给我们制定的禁戒，禁止不许做的，像不杀生、不偷盗、不邪淫、不妄语、不饮酒，加一个「不」，那就是从事上都放下。为什么？因为你的心在境界上做不了主，你会被境界所转，那就得放下。",
      "zh_TW": "諸位同學，大家好！請看七覺支最後一條「捨覺支」，「捨所緣境界時，善能覺了取捨虛偽，不生追憶故。」捨是放下，也就是放下對於世出世間一切法的妄想分別執著。這一句話的意思一定要聽清楚，不是在事相上放下，是在心裡上放下。佛法教初學，往往也從事相上教他放下，為什麼？這是凡夫習染太重，心隨境轉，這是凡夫，所以事相是境，也得要放下。佛給我們制定的禁戒，禁止不許做的，像不殺生、不偷盜、不邪淫、不妄語、不飲酒，加一個「不」，那就是從事上都放下。為什麼？因為你的心在境界上做不了主，你會被境界所轉，那就得放下。"
    },
    {
      "id": "19-014-0129_p0002",
      "zh_CN": "如果自己有相当的功夫，我们一般讲「禅定」，你有相当的定功，你不会被外境所转了，这些戒律就没有了；不是戒律没有了，而是戒律圆满了。圆满的境界是理事无碍，事事无碍。为什么？他不被境转；境不碍心，心也不碍境。这是什么程度？大乘经上讲的法身菩萨的境界，无障碍的境界。这个道理我们一定要懂，然后你才知道应该怎样学佛，应该怎样持戒，自己心里就明白了。我们见色闻声还动心、还起念，那就必须严持佛的禁戒，对自己一定有好处。到法身大士的境界，真正到了无障碍的境界，绝对不会起一个伤害众生的念头，所以他不杀生的戒圆满；决定不会有一个念头占人便宜，绝对没有，他不盗的戒圆满；决定不会有个念头侵犯别人，他不淫的戒圆满。他在境界里确确实实不起心、不动念，显现出来的是大慈大悲，这个大慈悲心充满虚空法界，这是法身菩萨。我们今天没有到这个境界，六根接触外面境界还会起心动念，这就知道自己功夫不行。还是被习气所拘，不得自在，那你一定要严持禁戒，慢慢的把自己的功夫向上提升，这是正确的。",
      "zh_TW": "如果自己有相當的功夫，我們一般講「禪定」，你有相當的定功，你不會被外境所轉了，這些戒律就沒有了；不是戒律沒有了，而是戒律圓滿了。圓滿的境界是理事無礙，事事無礙。為什麼？他不被境轉；境不礙心，心也不礙境。這是什麼程度？大乘經上講的法身菩薩的境界，無障礙的境界。這個道理我們一定要懂，然後你才知道應該怎樣學佛，應該怎樣持戒，自己心裡就明白了。我們見色聞聲還動心、還起念，那就必須嚴持佛的禁戒，對自己一定有好處。到法身大士的境界，真正到了無障礙的境界，絕對不會起一個傷害眾生的念頭，所以他不殺生的戒圓滿；決定不會有一個念頭佔人便宜，絕對沒有，他不盜的戒圓滿；決定不會有個念頭侵犯別人，他不淫的戒圓滿。他在境界裡確確實實不起心、不動念，顯現出來的是大慈大悲，這個大慈悲心充滿虛空法界，這是法身菩薩。我們今天沒有到這個境界，六根接觸外面境界還會起心動念，這就知道自己功夫不行。還是被習氣所拘，不得自在，那你一定要嚴持禁戒，慢慢的把自己的功夫向上提升，這是正確的。"
    },
    {
      "id": "19-014-0129_p0003",
      "zh_CN": "七觉支最后一条「舍」。「舍所缘境界时」，能缘是我们的根身，所缘是六尘境界，初学的人一定要在这上用功夫；舍一切境界的时候，我们讲「放下」。从哪里放下起？首先放下自私自利，这就是放下我相；我相里面最严重的就是自私自利，一定要把这个放下。「我做的这个事情是利益一切众生的！」「利益一切众生」也得放下，弘法利生是利益众生的，你要不要放下？你要不放下，你是轮回心，干的是轮回业；不过这个轮回业是善业，果报在三善道，出不了六道。放下，才能够超越六道轮回，这是破我执，所以一定要懂这个道理。你的心是很慈悲，好心，「我要帮助这些苦难众生，要把佛法好好的发扬光大」，好！是好事，但是与心性不相应。所以你一定要明了：我统统放下了，这个事情，弘法利生事情有没有人做？有，诸佛菩萨会再来。我赶快去作佛、去作菩萨要紧，一定要懂这个道理。诸佛菩萨大慈大悲，哪有见到这些苦难众生不来救度的道理？何必一定说是「这非我不可，我不做就没人做了」，哪有这种道理！这是迷得深，所以很多放不下的因素在此地。",
      "zh_TW": "七覺支最後一條「捨」。「捨所緣境界時」，能緣是我們的根身，所緣是六塵境界，初學的人一定要在這上用功夫；捨一切境界的時候，我們講「放下」。從哪裡放下起？首先放下自私自利，這就是放下我相；我相裡面最嚴重的就是自私自利，一定要把這個放下。「我做的這個事情是利益一切眾生的！」「利益一切眾生」也得放下，弘法利生是利益眾生的，你要不要放下？你要不放下，你是輪迴心，幹的是輪迴業；不過這個輪迴業是善業，果報在三善道，出不了六道。放下，才能夠超越六道輪迴，這是破我執，所以一定要懂這個道理。你的心是很慈悲，好心，「我要幫助這些苦難眾生，要把佛法好好的發揚光大」，好！是好事，但是與心性不相應。所以你一定要明瞭：我統統放下了，這個事情，弘法利生事情有沒有人做？有，諸佛菩薩會再來。我趕快去作佛、去作菩薩要緊，一定要懂這個道理。諸佛菩薩大慈大悲，哪有見到這些苦難眾生不來救度的道理？何必一定說是「這非我不可，我不做就沒人做了」，哪有這種道理！這是迷得深，所以很多放不下的因素在此地。"
    },
    {
      "id": "19-014-0129_p0004",
      "zh_CN": "真正明理的人，从世间法里面来说，最重要的是传人，就是我走了，底下还有人接着来干，这在佛法里面叫「承传」；历代祖师一代一代的承传，这在世间法是对的，不一定我要干到底，有人接着干就行了。接着的人没有像我自己做得这么圆满，这是可能的；但是不要着急，只要传人接着干，他在经验当中会吸取教训，他会不断在进步、不断在成长，十年、二十年之后，可能他的成就超过我们自己，这很可能的。只要锲而不舍，只要不退心，「勇猛精进」这条非常重要。学习，我们走的是弘法利生这个道路，教学的道路，最重要的是讲台，天天要讲，自己毛病习气再深都不怕，只要你天天讲。为什么？每讲一遍，不知不觉是劝自己一遍；讲久了，假的也变成真的，毛病习气不想断，它自自然然就淡薄了。为什么？天天接受佛法的薰习，苦口婆心劝别人，同时劝自己！别人得的利益不多，自己得的利益真多！这个道理一定要懂。",
      "zh_TW": "真正明理的人，從世間法裡面來說，最重要的是傳人，就是我走了，底下還有人接著來幹，這在佛法裡面叫「承傳」；歷代祖師一代一代的承傳，這在世間法是對的，不一定我要幹到底，有人接著幹就行了。接著的人沒有像我自己做得這麼圓滿，這是可能的；但是不要著急，只要傳人接著幹，他在經驗當中會吸取教訓，他會不斷在進步、不斷在成長，十年、二十年之後，可能他的成就超過我們自己，這很可能的。只要鍥而不捨，只要不退心，「勇猛精進」這條非常重要。學習，我們走的是弘法利生這個道路，教學的道路，最重要的是講台，天天要講，自己毛病習氣再深都不怕，只要你天天講。為什麼？每講一遍，不知不覺是勸自己一遍；講久了，假的也變成真的，毛病習氣不想斷，它自自然然就淡薄了。為什麼？天天接受佛法的薰習，苦口婆心勸別人，同時勸自己！別人得的利益不多，自己得的利益真多！這個道理一定要懂。"
    },
    {
      "id": "19-014-0129_p0005",
      "zh_CN": "没有人请我们讲怎么办？我们到哪里去讲？没有人请我们讲，我们每天自己讲。没有人听，我在从前是用一个录音机，我对著录音机讲，录音机是我的听众。我讲完之后，我把录音机重新打开，我自己细细听一遍，看看我满意不满意。跟诸位说，我除了旅行，乘车、坐飞机、坐船之外，我每天讲经不中断的，我只要有个小录音机就行了。那个时候的录音机还大，现在的小巧玲珑。我这样干出来的，四十多年没有空过，一定要真干，拼命去干，我们才能学得出来。「有人请讲很好，没有人请讲就不讲了」，你学不出来。古人所谓：「一日暴之，十日寒之。」你怎么能学得出来？",
      "zh_TW": "沒有人請我們講怎麼辦？我們到哪裡去講？沒有人請我們講，我們每天自己講。沒有人聽，我在從前是用一個錄音機，我對著錄音機講，錄音機是我的聽眾。我講完之後，我把錄音機重新打開，我自己細細聽一遍，看看我滿意不滿意。跟諸位說，我除了旅行，乘車、坐飛機、坐船之外，我每天講經不中斷的，我只要有個小錄音機就行了。那個時候的錄音機還大，現在的小巧玲瓏。我這樣幹出來的，四十多年沒有空過，一定要真幹，拼命去幹，我們才能學得出來。「有人請講很好，沒有人請講就不講了」，你學不出來。古人所謂：「一日暴之，十日寒之。」你怎麼能學得出來？"
    },
    {
      "id": "19-014-0129_p0006",
      "zh_CN": "现在你们比我这一代更幸福，你们现在这一代可以用小摄像机，便宜！不但你自己讲的你能听到声音，你还能看到你的表情；你对摄像机讲，讲完之后放出来看，听听所讲的内容满不满意，看看你的形相满不满意。我们自己觉得满意，大概别人也就差不多了；自己觉得不满意，别人怎么会满意？天天反省，天天修正。如果自己总觉得不满意的时候，怎么办？在初学的时候是一定有这么一个过程的，那是什么？我们的心不相应；我们讲是讲了，没做到。如果所讲的自己都能做到，就相应。所以不相应的原因是自己没有做到，有口无心，毛病出在这个地方。心口相应，我们自己听了会满意；心口不相应的时候，这就难了。",
      "zh_TW": "現在你們比我這一代更幸福，你們現在這一代可以用小攝像機，便宜！不但你自己講的你能聽到聲音，你還能看到你的表情；你對攝像機講，講完之後放出來看，聽聽所講的內容滿不滿意，看看你的形相滿不滿意。我們自己覺得滿意，大概別人也就差不多了；自己覺得不滿意，別人怎麼會滿意？天天反省，天天修正。如果自己總覺得不滿意的時候，怎麼辦？在初學的時候是一定有這麼一個過程的，那是什麼？我們的心不相應；我們講是講了，沒做到。如果所講的自己都能做到，就相應。所以不相應的原因是自己沒有做到，有口無心，毛病出在這個地方。心口相應，我們自己聽了會滿意；心口不相應的時候，這就難了。"
    },
    {
      "id": "19-014-0129_p0007",
      "zh_CN": "舍觉支里面最重要的，「善能觉了取舍虚伪」，这一句话是什么意思？就是《金刚经》上所说的「凡所有相，皆是虚妄」。可以取，可以舍，取舍是事，事事无碍，重要的是不能执着，执着就错了。实在是《金刚经》后面四句偈要常常放在心上，「一切有为法，如梦幻泡影」，这就是取舍虚伪；「如露亦如电」，是讲这一切法不存在，就是「凡所有相，皆是虚妄」，不存在。凡夫看到好像这个东西是真的，那是相续相，「如露」是相续相；「如电」是真实相，刹那生灭。《仁王经》上跟我们讲的「一弹指六十刹那，一刹那九百生灭」，这是讲的事实真相，所以你不能执着，执着就错了。执着是什么？与真相不相应，与真相相违背，错在这里。这个错就是佛家讲的「迷」，就是讲的「无明」；无明，你不了解事实真相。所以真正了解事实真相，这个心得大自在。",
      "zh_TW": "捨覺支裡面最重要的，「善能覺了取捨虛偽」，這一句話是什麼意思？就是《金剛經》上所說的「凡所有相，皆是虛妄」。可以取，可以捨，取捨是事，事事無礙，重要的是不能執著，執著就錯了。實在是《金剛經》後面四句偈要常常放在心上，「一切有為法，如夢幻泡影」，這就是取捨虛偽；「如露亦如電」，是講這一切法不存在，就是「凡所有相，皆是虛妄」，不存在。凡夫看到好像這個東西是真的，那是相續相，「如露」是相續相；「如電」是真實相，剎那生滅。《仁王經》上跟我們講的「一彈指六十剎那，一剎那九百生滅」，這是講的事實真相，所以你不能執著，執著就錯了。執著是什麼？與真相不相應，與真相相違背，錯在這裡。這個錯就是佛家講的「迷」，就是講的「無明」；無明，你不了解事實真相。所以真正了解事實真相，這個心得大自在。"
    },
    {
      "id": "19-014-0129_p0008",
      "zh_CN": "大自在是真心。为什么得大自在？《坛经》里面讲「本来无一物」，他怎么不自在？有一物就不自在，无一物就自在，本来无一物。不管你起什么样的妄想分别执着，还是本来无一物。你不要以为执着你就真的有了，假的。唯识里面讲的三性「遍计所执性」，不是真的，决定没有这个事实。所以法身菩萨们他们看得清楚，「一切众生本来成佛」。现在是不是佛？是佛，不过是个糊涂佛，他是真佛他不是假佛。他糊涂在哪里？就是起了妄想分别执着，这就糊涂了；虽然起妄想分别执着，他的本性里还是本来无一物。所以一切众生确确实实本来成佛，这事情是真的不是假的。我们一定要懂这个道理，放下一切妄想分别执着，勇猛精进，修什么？修六波罗蜜。为什么又要勇猛精进去修六波罗蜜？六波罗蜜是性德，自性本具、本有的，不是从外头来的。帮助一切没有觉悟的众生，「先觉觉后觉，先知觉后知」，这是一切诸佛菩萨的常轨、大道，自自然然他就是这么作法。",
      "zh_TW": "大自在是真心。為什麼得大自在？《壇經》裡面講「本來無一物」，他怎麼不自在？有一物就不自在，無一物就自在，本來無一物。不管你起什麼樣的妄想分別執著，還是本來無一物。你不要以為執著你就真的有了，假的。唯識裡面講的三性「遍計所執性」，不是真的，決定沒有這個事實。所以法身菩薩們他們看得清楚，「一切眾生本來成佛」。現在是不是佛？是佛，不過是個糊塗佛，他是真佛他不是假佛。他糊塗在哪裡？就是起了妄想分別執著，這就糊塗了；雖然起妄想分別執著，他的本性裡還是本來無一物。所以一切眾生確確實實本來成佛，這事情是真的不是假的。我們一定要懂這個道理，放下一切妄想分別執著，勇猛精進，修什麼？修六波羅蜜。為什麼又要勇猛精進去修六波羅蜜？六波羅蜜是性德，自性本具、本有的，不是從外頭來的。幫助一切沒有覺悟的眾生，「先覺覺後覺，先知覺後知」，這是一切諸佛菩薩的常軌、大道，自自然然他就是這麼作法。"
    },
    {
      "id": "19-014-0129_p0009",
      "zh_CN": "「不生追忆故」，放下之后不会再留恋，不会再追忆。世间人这是免不了的，想过去、想未来。菩萨动念的时候真是万善相随，不动念的时候是心里头一个杂念都没有，一念不生。为什么说动念的时候万善相随？动念是普度众生，利益一切众生，那就是无量无边的善业统统都跟着起来了，纯善无恶，我们要在这里学习。所以《十善业道经》里头最重要的一句话，我们常常跟同学们提起，就是佛教菩萨「昼夜常念善法，思惟善法，观察善法」，没有一样不善；这里面如果有执着，如果有追忆，这就不善，那就迷了。「善能觉了」，觉了是善，不觉就迷，不可能在觉与不觉当中，不可能的，不是觉就是迷，不可能走在当中的，所以一定要善觉，明了取舍虚伪。",
      "zh_TW": "「不生追憶故」，放下之後不會再留戀，不會再追憶。世間人這是免不了的，想過去、想未來。菩薩動念的時候真是萬善相隨，不動念的時候是心裡頭一個雜念都沒有，一念不生。為什麼說動念的時候萬善相隨？動念是普度眾生，利益一切眾生，那就是無量無邊的善業統統都跟著起來了，純善無惡，我們要在這裡學習。所以《十善業道經》裡頭最重要的一句話，我們常常跟同學們提起，就是佛教菩薩「晝夜常念善法，思惟善法，觀察善法」，沒有一樣不善；這裡面如果有執著，如果有追憶，這就不善，那就迷了。「善能覺了」，覺了是善，不覺就迷，不可能在覺與不覺當中，不可能的，不是覺就是迷，不可能走在當中的，所以一定要善覺，明瞭取捨虛偽。"
    },
    {
      "id": "19-014-0129_p0010",
      "zh_CN": "由此可知，什么时候取，什么时候舍，取舍都是利益众生，取舍都是给众生做一个好榜样，帮助众生觉悟。取能帮助众生觉悟，我们就用取；舍能帮助众生觉悟，我们就用舍；活活泼泼，不是为自己，是为众生，所以要懂这个道理，这才叫做「善能觉了」。真正觉悟的人他才懂得，他做得非常非常自然，没有一法不是利益众生的，这个道理要懂、要学。好，这一条我们就讲到此地，这是「觉支庄严故，善能觉悟一切诸法」，这是一句总结。好，今天我们就讲到此地。",
      "zh_TW": "由此可知，什麼時候取，什麼時候捨，取捨都是利益眾生，取捨都是給眾生做一個好榜樣，幫助眾生覺悟。取能幫助眾生覺悟，我們就用取；捨能幫助眾生覺悟，我們就用捨；活活潑潑，不是為自己，是為眾生，所以要懂這個道理，這才叫做「善能覺了」。真正覺悟的人他才懂得，他做得非常非常自然，沒有一法不是利益眾生的，這個道理要懂、要學。好，這一條我們就講到此地，這是「覺支莊嚴故，善能覺悟一切諸法」，這是一句總結。好，今天我們就講到此地。"
    }
  ]
}