{
  "doc_id": "19-014-0052",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十二集",
    "zh_TW": "第五十二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0052",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-014-0052_p0001",
      "zh_CN": "诸位同学，大家好！最近我们听说联合国要召开一个世界的宗教会议，这桩事情好像在过去还没有过，这是第一次，是好事情。人类祈求和平、祈求上苍的保佑已有千千万万年了，可是和平一直都没有到来。相反的，天灾人祸，尤其是战乱，一次比一次严重，伤亡的生命财产无法估计。以近代来看，人们已经历了第一次世界大战、第二次大战，恐怕将来还会有第三次大战，所以和平的希望太渺茫了。为什么会有这些不幸的现象？",
      "zh_TW": "諸位同學，大家好！最近我們聽說聯合國要召開一個世界的宗教會議，這樁事情好像在過去還沒有過，這是第一次，是好事情。人類祈求和平、祈求上蒼的保佑已有千千萬萬年了，可是和平一直都沒有到來。相反的，天災人禍，尤其是戰亂，一次比一次嚴重，傷亡的生命財產無法估計。以近代來看，人們已經歷了第一次世界大戰、第二次大戰，恐怕將來還會有第三次大戰，所以和平的希望太渺茫了。為什麼會有這些不幸的現象？"
    },
    {
      "id": "19-014-0052_p0002",
      "zh_CN": "中国古代的圣贤，虽然也祈求上苍、祈求神祇，但并不完全依靠，而是依靠圣贤人的教诲。佛教传到中国来之后，在中国是儒教、佛教、道教三教鼎立。可是讲「教」，并不是现在人观念当中的宗教，而是教学、教育。换句话说，这是三大学派，各有千秋。就如同雍正皇帝在《十善业道经》前面的上谕所说的一样，「三教之觉民于海内也」，这三种教育都是教导人民觉悟的，「理同出于一原，道并行而不悖」。雍正皇帝的话不错，完全正确。",
      "zh_TW": "中國古代的聖賢，雖然也祈求上蒼、祈求神祇，但並不完全依靠，而是依靠聖賢人的教誨。佛教傳到中國來之後，在中國是儒教、佛教、道教三教鼎立。可是講「教」，並不是現在人觀念當中的宗教，而是教學、教育。換句話說，這是三大學派，各有千秋。就如同雍正皇帝在《十善業道經》前面的上諭所說的一樣，「三教之覺民於海內也」，這三種教育都是教導人民覺悟的，「理同出於一原，道並行而不悖」。雍正皇帝的話不錯，完全正確。"
    },
    {
      "id": "19-014-0052_p0003",
      "zh_CN": "世界上有许许多多的宗教，可以说理都是出于一源。什么理？真诚、清净、平等、慈悲。我们现在总结佛的教诲，就是十个字：「真诚、清净、平等、正觉、慈悲」，这是理，同出于一源。道并行而不悖，「道」是什么？爱人。",
      "zh_TW": "世界上有許許多多的宗教，可以說理都是出於一源。什麼理？真誠、清淨、平等、慈悲。我們現在總結佛的教誨，就是十個字：「真誠、清淨、平等、正覺、慈悲」，這是理，同出於一源。道並行而不悖，「道」是什麼？愛人。"
    },
    {
      "id": "19-014-0052_p0004",
      "zh_CN": "基督教、天主教、犹太教说「上帝爱世人」、「神爱世人」，佛教里面说佛菩萨一片慈悲。此地大多数人民信仰伊斯兰教，邻近的马来西亚与印度尼西亚也都是回教国家。回教的经典展开，每一段的头一句话就是「阿拉确实是仁慈的」（他们称上帝为「阿拉」）。所以世间宗教再多，它的根本是一个，都是真诚、清净、平等，智慧、仁慈、博爱，这是根本。宗教教学的目标也相同，教人互相尊重、和睦相处、平等对待，它不分国家、不分族类。任何宗教在传教的时候，都没有限制一定要同一国家、同一族的人，才可以信仰他的教，没有。每一个宗教都传遍全世界，它们确实是平等的。唯有教育才能够达到和平。",
      "zh_TW": "基督教、天主教、猶太教說「上帝愛世人」、「神愛世人」，佛教裡面說佛菩薩一片慈悲。此地大多數人民信仰伊斯蘭教，鄰近的馬來西亞與印度尼西亞也都是回教國家。回教的經典展開，每一段的頭一句話就是「阿拉確實是仁慈的」（他們稱上帝為「阿拉」）。所以世間宗教再多，它的根本是一個，都是真誠、清淨、平等，智慧、仁慈、博愛，這是根本。宗教教學的目標也相同，教人互相尊重、和睦相處、平等對待，它不分國家、不分族類。任何宗教在傳教的時候，都沒有限制一定要同一國家、同一族的人，才可以信仰他的教，沒有。每一個宗教都傳遍全世界，它們確實是平等的。唯有教育才能夠達到和平。"
    },
    {
      "id": "19-014-0052_p0005",
      "zh_CN": "宗教原本都是教学，用现代话来说，都是多元文化的社会教育。诸位仔细去看所有宗教的经典，你就会明了了。宗教心胸都是广大的，佛家讲「心包太虚，量周沙界」，任何宗教都如是。为什么现在宗教人士心量变得这么窄小，只有自己，贬抑别人？那不是神的意思，不是宗教教义里所说的，而是个人造成的。",
      "zh_TW": "宗教原本都是教學，用現代話來說，都是多元文化的社會教育。諸位仔細去看所有宗教的經典，你就會明瞭了。宗教心胸都是廣大的，佛家講「心包太虛，量周沙界」，任何宗教都如是。為什麼現在宗教人士心量變得這麼窄小，只有自己，貶抑別人？那不是神的意思，不是宗教教義裡所說的，而是個人造成的。"
    },
    {
      "id": "19-014-0052_p0006",
      "zh_CN": "我们不讲其他宗教，单单讲佛教，我们有没有照佛的经典去做？没有。自己的道场，希望它兴旺。别人的道场，希望它衰败，希望它的信徒都到我这儿来。本身就排斥了，这是不是佛的教诫？不是。「自赞毁他」是菩萨重戒，这是佛在菩萨戒里面制定的戒条。标榜自己、赞叹自己，毁谤别人，这是极大的错误。",
      "zh_TW": "我們不講其他宗教，單單講佛教，我們有沒有照佛的經典去做？沒有。自己的道場，希望它興旺。別人的道場，希望它衰敗，希望它的信徒都到我這兒來。本身就排斥了，這是不是佛的教誡？不是。「自讚毀他」是菩薩重戒，這是佛在菩薩戒裡面制定的戒條。標榜自己、讚歎自己，毀謗別人，這是極大的錯誤。"
    },
    {
      "id": "19-014-0052_p0007",
      "zh_CN": "佛怎么教我们的？我们在《华严经》上看到，每一位善知识都是自己谦虚，尊重别人、抬举别人。这样子「道并行而不悖」，世界才有和平。佛跟我们说，世出世间一切法个个都平等，个个都第一。如果分第一、第二、第三，麻烦就来了，绝对不能和睦相处，唯有平等才能够和睦相处。「和」从哪里来？从「平」来。不平等就决定没有和平，所以一切宗教都是教人平等。",
      "zh_TW": "佛怎麼教我們的？我們在《華嚴經》上看到，每一位善知識都是自己謙虛，尊重別人、抬舉別人。這樣子「道並行而不悖」，世界才有和平。佛跟我們說，世出世間一切法個個都平等，個個都第一。如果分第一、第二、第三，麻煩就來了，絕對不能和睦相處，唯有平等才能夠和睦相處。「和」從哪裡來？從「平」來。不平等就決定沒有和平，所以一切宗教都是教人平等。"
    },
    {
      "id": "19-014-0052_p0008",
      "zh_CN": "世间为什么有这么多宗教？我们要了解，过去交通不发达，人与人之间很少往来。我们在古书里面看到，确实有老死不相往来的。譬如在乡村，他住在这个村庄，另一边的村庄，他可能一生都没去过，他一生的生活范围就是这个小村庄、小圈圈里面。他在这个小圈圈里面，要与大众和睦相处，也必须有圣贤教育。由于居住环境不相同，文化不相同，历史背景不相同，所以圣贤设教，建立教化，这样才形成许多宗教。我们在佛经里面看到，释迦牟尼佛出世的时代，印度有一百多个宗教，要用现在的话来说，就是一百多种的教学，教化印度所有不同族群、不同国土的居民。宗教是这么来的。",
      "zh_TW": "世間為什麼有這麼多宗教？我們要了解，過去交通不發達，人與人之間很少往來。我們在古書裡面看到，確實有老死不相往來的。譬如在鄉村，他住在這個村莊，另一邊的村莊，他可能一生都沒去過，他一生的生活範圍就是這個小村莊、小圈圈裡面。他在這個小圈圈裡面，要與大眾和睦相處，也必須有聖賢教育。由於居住環境不相同，文化不相同，歷史背景不相同，所以聖賢設教，建立教化，這樣才形成許多宗教。我們在佛經裡面看到，釋迦牟尼佛出世的時代，印度有一百多個宗教，要用現在的話來說，就是一百多種的教學，教化印度所有不同族群、不同國土的居民。宗教是這麼來的。"
    },
    {
      "id": "19-014-0052_p0009",
      "zh_CN": "中国宗教不发达，原因是秦朝时代秦始皇就统一了中国。他统一中国的时间虽然短，影响非常大。接着的汉朝时间就长了，前汉、后汉约四百年。汉朝的汉武帝制定教育政策与教学方针，那时佛教尚未传到中国来，是以儒家为正宗。汉明帝时候，佛教传到中国来，逐渐形成儒、释、道三家的教育教导中国人民。此一教育理念，一直绵延到满清都没有改变。两千年中改朝换代许多次，政治制度也有革新，只有教育政策与教学方针没有变，连蒙古人、满清人入主中国也没有变更。中国人民自古以来接受这三家的教导，用佛学的名词来讲，有了深厚的善根。",
      "zh_TW": "中國宗教不發達，原因是秦朝時代秦始皇就統一了中國。他統一中國的時間雖然短，影響非常大。接著的漢朝時間就長了，前漢、後漢約四百年。漢朝的漢武帝制定教育政策與教學方針，那時佛教尚未傳到中國來，是以儒家為正宗。漢明帝時候，佛教傳到中國來，逐漸形成儒、釋、道三家的教育教導中國人民。此一教育理念，一直綿延到滿清都沒有改變。兩千年中改朝換代許多次，政治制度也有革新，只有教育政策與教學方針沒有變，連蒙古人、滿清人入主中國也沒有變更。中國人民自古以來接受這三家的教導，用佛學的名詞來講，有了深厚的善根。"
    },
    {
      "id": "19-014-0052_p0010",
      "zh_CN": "中国是个和平的民族。展开中国的历史，中国从来没有在外国的国土上打过仗的。什么原因？接受了圣贤的教育。中国不会侵略别人，只是爱护别人，以德服人，不是以力。历代帝王都是修养自己的道德。附近的国家归顺中国，这是他们对中国的尊敬，不是中国对他们的要求。他们尊敬中国，于是他们对中国朝贡（朝贡就是现在讲的送礼），可是中国的回礼比他们送来的要厚许多倍。中国厚待小国，尊重小国，我们只要看看历史就晓得了。",
      "zh_TW": "中國是個和平的民族。展開中國的歷史，中國從來沒有在外國的國土上打過仗的。什麼原因？接受了聖賢的教育。中國不會侵略別人，只是愛護別人，以德服人，不是以力。歷代帝王都是修養自己的道德。附近的國家歸順中國，這是他們對中國的尊敬，不是中國對他們的要求。他們尊敬中國，於是他們對中國朝貢（朝貢就是現在講的送禮），可是中國的回禮比他們送來的要厚許多倍。中國厚待小國，尊重小國，我們只要看看歷史就曉得了。"
    },
    {
      "id": "19-014-0052_p0011",
      "zh_CN": "满清中叶以后，逐渐远离了古圣先贤的教诲，于是烦恼习气就现行了，自私自利、贪瞋痴慢，败坏了社会风气。再加上接触西方之后，外国人洋枪大砲侵略中国，中国几乎被列强瓜分了，所以受这两百多年来的苦难。这是中国人从来没有想过的，中国人一直都是重视文治，不重视武力。于是中国人对自己古老的道德文化产生怀疑。我们讲道德，人家讲武力。我们打不过别人，受别人欺负，所谓是好人被人欺。中国人现在是觉悟了，我们也着重军备，发展新武器。这是不是为了侵略别人？不是的，这个发展是吓阻外国人不能再欺负中国了，如果再欺负中国，我们有能力抵抗，这是属于自卫。没有一点武力，再讲道德仁义，还是被人家消灭。释迦族就是好榜样。释迦族为什么在印度消灭了？没有武力，完全讲仁义道德，人家一打过来，这一族就毁灭了。我们要懂这个道理。所以中国建立武力，不是为了侵略别人的，是两三百年的教训告诉我们，不能不有一点武力，否则的话，别人还是欺负你，世界和平依旧不能达不到。这是武装保护和平。",
      "zh_TW": "滿清中葉以後，逐漸遠離了古聖先賢的教誨，於是煩惱習氣就現行了，自私自利、貪瞋痴慢，敗壞了社會風氣。再加上接觸西方之後，外國人洋槍大砲侵略中國，中國幾乎被列強瓜分了，所以受這兩百多年來的苦難。這是中國人從來沒有想過的，中國人一直都是重視文治，不重視武力。於是中國人對自己古老的道德文化產生懷疑。我們講道德，人家講武力。我們打不過別人，受別人欺負，所謂是好人被人欺。中國人現在是覺悟了，我們也著重軍備，發展新武器。這是不是為了侵略別人？不是的，這個發展是嚇阻外國人不能再欺負中國了，如果再欺負中國，我們有能力抵抗，這是屬於自衛。沒有一點武力，再講道德仁義，還是被人家消滅。釋迦族就是好榜樣。釋迦族為什麼在印度消滅了？沒有武力，完全講仁義道德，人家一打過來，這一族就毀滅了。我們要懂這個道理。所以中國建立武力，不是為了侵略別人的，是兩三百年的教訓告訴我們，不能不有一點武力，否則的話，別人還是欺負你，世界和平依舊不能達不到。這是武裝保護和平。"
    },
    {
      "id": "19-014-0052_p0012",
      "zh_CN": "我们向全世界推行和平的理念，和平如何达到？教育。教育里面最重要的是家庭教育，这是根基。家庭是社会的基础，家庭被破坏，社会就完了。家庭的核心是夫妇，夫妻不和，天下大乱。所以，中国儒释道都重视家庭教育。佛家教人，最根本的理念就是「孝养父母，奉事师长，慈心不杀，修十善业」，一部《十善业道经》，就是讲这四句话。儒家教的五伦八德，都是从家庭做起。家庭教育要是败坏，其他全部都完了。好像四层大楼，家庭教育是第一层，没有第一层，哪来第二层？第二层是学校教育，第三层是社会教育，第四层是宗教教育。宗教教育是精神的教育，教导你超凡入圣，将你的仁慈博爱发挥到极处，爱护世出世间一切众生。真诚的爱心，用宗教教育把它扩大了。这四种教育落实了，世界就有永久的和平安定，人与人之间就懂得互相尊敬，互相敬爱，互助合作，真的是共存共荣。如果没有这四种教育做基础，这些好听的话都是口号，决定不能落实。",
      "zh_TW": "我們向全世界推行和平的理念，和平如何達到？教育。教育裡面最重要的是家庭教育，這是根基。家庭是社會的基礎，家庭被破壞，社會就完了。家庭的核心是夫婦，夫妻不和，天下大亂。所以，中國儒釋道都重視家庭教育。佛家教人，最根本的理念就是「孝養父母，奉事師長，慈心不殺，修十善業」，一部《十善業道經》，就是講這四句話。儒家教的五倫八德，都是從家庭做起。家庭教育要是敗壞，其他全部都完了。好像四層大樓，家庭教育是第一層，沒有第一層，哪來第二層？第二層是學校教育，第三層是社會教育，第四層是宗教教育。宗教教育是精神的教育，教導你超凡入聖，將你的仁慈博愛發揮到極處，愛護世出世間一切眾生。真誠的愛心，用宗教教育把它擴大了。這四種教育落實了，世界就有永久的和平安定，人與人之間就懂得互相尊敬，互相敬愛，互助合作，真的是共存共榮。如果沒有這四種教育做基礎，這些好聽的話都是口號，決定不能落實。"
    },
    {
      "id": "19-014-0052_p0013",
      "zh_CN": "但是我们看今天的世间，家庭教育没有了，子女不听父母的话。学校教育也没有了，学生不听老师的话。至于社会教育，大家每天看的报纸、杂志、电视、电影，都是教人杀盗淫妄。宗教也完全流于形式，只有宗教仪式，没有宗教教育，经典会读，不懂意思。意思都不懂，怎么能落实？四种教育都没有了，天下焉能不乱？今天世界上的志士仁人，要想挽救世间的劫运，没有别的，必须要恢复这四大教育。",
      "zh_TW": "但是我們看今天的世間，家庭教育沒有了，子女不聽父母的話。學校教育也沒有了，學生不聽老師的話。至於社會教育，大家每天看的報紙、雜誌、電視、電影，都是教人殺盜淫妄。宗教也完全流於形式，只有宗教儀式，沒有宗教教育，經典會讀，不懂意思。意思都不懂，怎麼能落實？四種教育都沒有了，天下焉能不亂？今天世界上的志士仁人，要想挽救世間的劫運，沒有別的，必須要恢復這四大教育。"
    },
    {
      "id": "19-014-0052_p0014",
      "zh_CN": "有没有再建立新宗教的必要？没有，不需要了。古来宗教里面的内容太丰富了，我们能够做到千分之一、万分之一，世界和平都有希望，不需要新兴宗教了。再搞新兴宗教，是画蛇添足，毫无意义，只不过是扰乱秩序而已，我们要明白这个道理。过去讲六大宗教，这是全世界承认的。新加坡有九大宗教，经典、教义都好。我们如何把它融会贯通，认真学习，发扬光大，挽救社会，挽救劫运，落实世界和平、社会安定、人民幸福，这是当前迫切的问题。七十年代英国汤恩比博士说：「解决二十一世纪的社会问题，只有孔孟学说与大乘佛法。」他说得也很有道理。对一切众生的教学，这两家说得具体而透彻，是值得我们认真努力学习、发扬光大的。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "有沒有再建立新宗教的必要？沒有，不需要了。古來宗教裡面的內容太豐富了，我們能夠做到千分之一、萬分之一，世界和平都有希望，不需要新興宗教了。再搞新興宗教，是畫蛇添足，毫無意義，只不過是擾亂秩序而已，我們要明白這個道理。過去講六大宗教，這是全世界承認的。新加坡有九大宗教，經典、教義都好。我們如何把它融會貫通，認真學習，發揚光大，挽救社會，挽救劫運，落實世界和平、社會安定、人民幸福，這是當前迫切的問題。七十年代英國湯恩比博士說：「解決二十一世紀的社會問題，只有孔孟學說與大乘佛法。」他說得也很有道理。對一切眾生的教學，這兩家說得具體而透徹，是值得我們認真努力學習、發揚光大的。好，今天時間到了，我們就講到此地。"
    }
  ]
}