{
  "doc_id": "19-014-0103",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一Ｏ三集",
    "zh_TW": "第一Ｏ三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0103",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "19-014-0103_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十六面第一行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十六面第一行："
    },
    {
      "id": "19-014-0103_p0002",
      "zh_CN": "【念处庄严故，善能修习四念处观。】",
      "zh_TW": "【念處莊嚴故，善能修習四念處觀。】"
    },
    {
      "id": "19-014-0103_p0003",
      "zh_CN": "四念处有四条，前面三条已经介绍过了，今天我们继续讲最后一条：「观法无我」。念处四条都是智慧，智慧的观察，也就是现代哲学所讲的人生观、宇宙观，这四条前面三条是属于人生观，最后这一条「观法无我」是属于宇宙观。这个观法是正确的，确确实实见到宇宙人生的真相，与《心经》上所讲的「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，是一个意思。如果说我们怎样像菩萨一样照见五蕴皆空，四念处就是最好的下手方便，你从这个地方去观察，你观身、你观受，受是我们现前一切的享受、感受；你观心，这个心就是念头，起心动念；最后教你观法，法是一切诸法。前面三条属于人生观，末后一条教我们看宇宙之间万事万法。你看清楚了、看明白了，你的思想见解与诸佛菩萨等同，跟他平等、跟他一样，然后你才能够体会到诸佛菩萨在十法界游戏神通，我们在六道里面是受业报，造善业受福报，造诸恶业就受苦报。",
      "zh_TW": "四念處有四條，前面三條已經介紹過了，今天我們繼續講最後一條：「觀法無我」。念處四條都是智慧，智慧的觀察，也就是現代哲學所講的人生觀、宇宙觀，這四條前面三條是屬於人生觀，最後這一條「觀法無我」是屬於宇宙觀。這個觀法是正確的，確確實實見到宇宙人生的真相，與《心經》上所講的「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，是一個意思。如果說我們怎樣像菩薩一樣照見五蘊皆空，四念處就是最好的下手方便，你從這個地方去觀察，你觀身、你觀受，受是我們現前一切的享受、感受；你觀心，這個心就是念頭，起心動念；最後教你觀法，法是一切諸法。前面三條屬於人生觀，末後一條教我們看宇宙之間萬事萬法。你看清楚了、看明白了，你的思想見解與諸佛菩薩等同，跟他平等、跟他一樣，然後你才能夠體會到諸佛菩薩在十法界遊戲神通，我們在六道裡面是受業報，造善業受福報，造諸惡業就受苦報。"
    },
    {
      "id": "19-014-0103_p0004",
      "zh_CN": "六道众生是业报身，自己没有办法做主宰。而业报里面又非常复杂，我们冷静去思惟就能想到，哪一个众生这一生当中都是造善业，没有造恶业？不可能的，一个也找不到。同样道理，你找一个众生一生都造恶业，没有做一点善业，那也找不到。所以六道众生起心动念、言语造作，善恶混杂，那就看是善多还是恶多。善多恶少，你能够享人天福报，虽然享福，依旧是不如意事常八九，为什么还有不如意事？是善里面夹杂着恶报在里头。造作恶业里面，也有善业，即使是堕在地狱众生，地狱怎么堕的？现行里面造作五逆十恶，这个堕地狱。可是地狱众生也造作一些善业，或者是前一生造的，或者是多生多劫之前造的，所以佛菩萨示现在地狱也能够帮助他们。",
      "zh_TW": "六道眾生是業報身，自己沒有辦法做主宰。而業報裡面又非常複雜，我們冷靜去思惟就能想到，哪一個眾生這一生當中都是造善業，沒有造惡業？不可能的，一個也找不到。同樣道理，你找一個眾生一生都造惡業，沒有做一點善業，那也找不到。所以六道眾生起心動念、言語造作，善惡混雜，那就看是善多還是惡多。善多惡少，你能夠享人天福報，雖然享福，依舊是不如意事常八九，為什麼還有不如意事？是善裡面夾雜著惡報在裡頭。造作惡業裡面，也有善業，即使是墮在地獄眾生，地獄怎麼墮的？現行裡面造作五逆十惡，這個墮地獄。可是地獄眾生也造作一些善業，或者是前一生造的，或者是多生多劫之前造的，所以佛菩薩示現在地獄也能夠幫助他們。"
    },
    {
      "id": "19-014-0103_p0005",
      "zh_CN": "可是诸位要晓得，佛菩萨的帮助，在四种缘里面是属于增上缘，这是外面力量能够帮助你，这是缘，可是你自己得有善因，没有善因，善缘帮不上忙。善因是亲因缘、所缘缘、无间缘，这三个是善因，善因加上善缘，善果就现前。像哪些？我们在《地藏菩萨本愿经》里面看到的，婆罗门女的母亲造作恶业堕地狱，有没有善因？有。怎么知道有？她的女儿学佛，女儿修行，女儿念佛，她虽然不相信，她看在眼里、听在耳里，所谓是「一历耳根，永为道种」，她阿赖耶里面有这个种子，这就是善因。于是女儿认真修行，因她堕落而修行证果，她就能脱离地狱，道理很充分，不是迷信。如果她阿赖耶识里头，连这个念头都没有、影像都没有，那就是佛菩萨示现也帮不上忙，道理我们总是要懂。于是我们就明了，一切法中确确实实如普贤菩萨所说，法供养为最。《华严经‧普贤行愿品》里面，讲到布施供养的比较，法供养为最。法供养我们要有心去修，帮助一切众生种善根。",
      "zh_TW": "可是諸位要曉得，佛菩薩的幫助，在四種緣裡面是屬於增上緣，這是外面力量能夠幫助你，這是緣，可是你自己得有善因，沒有善因，善緣幫不上忙。善因是親因緣、所緣緣、無間緣，這三個是善因，善因加上善緣，善果就現前。像哪些？我們在《地藏菩薩本願經》裡面看到的，婆羅門女的母親造作惡業墮地獄，有沒有善因？有。怎麼知道有？她的女兒學佛，女兒修行，女兒念佛，她雖然不相信，她看在眼裡、聽在耳裡，所謂是「一歷耳根，永為道種」，她阿賴耶裡面有這個種子，這就是善因。於是女兒認真修行，因她墮落而修行證果，她就能脫離地獄，道理很充分，不是迷信。如果她阿賴耶識裡頭，連這個念頭都沒有、影像都沒有，那就是佛菩薩示現也幫不上忙，道理我們總是要懂。於是我們就明瞭，一切法中確確實實如普賢菩薩所說，法供養為最。《華嚴經‧普賢行願品》裡面，講到布施供養的比較，法供養為最。法供養我們要有心去修，幫助一切眾生種善根。"
    },
    {
      "id": "19-014-0103_p0006",
      "zh_CN": "所以我常讲，出家人穿这一身圆领大袍，纵然是个破戒的比丘，他也跟许许多多众生种下善根，他在路上走了走，不管他行为怎么样，人家一看这和尚，就想到佛，阿赖耶里头就种善根。《出家功德经》里面讲，出家功德非常殊胜，怎么殊胜？破戒也殊胜，你帮助别人阿赖耶识种佛的善根，佛的种子种下去。你自己破戒、犯规，你会堕阿鼻地狱，但是你帮助许许多多人种善根，这是真的，这是哪一个行业也比不上的。我们细细从这理上去观察、去分析，你才真正会懂得。阿赖耶识只要有这个善根，总有一天他会修行证果，要是没有这个善根那就难了，太难太难了。因此，诸佛菩萨在十法界里面示现，随类化身，随机说法，种种示现，以示现佛宝、僧宝为主，以这个为主，其他的为辅助。你读《普门品》，第一个菩萨现佛身、现比丘身。展开《华严经》五十三参，前面三位代表佛法僧三宝，道理在此地。我们自己一定要清楚，一定要明了。",
      "zh_TW": "所以我常講，出家人穿這一身圓領大袍，縱然是個破戒的比丘，他也跟許許多多眾生種下善根，他在路上走了走，不管他行為怎麼樣，人家一看這和尚，就想到佛，阿賴耶裡頭就種善根。《出家功德經》裡面講，出家功德非常殊勝，怎麼殊勝？破戒也殊勝，你幫助別人阿賴耶識種佛的善根，佛的種子種下去。你自己破戒、犯規，你會墮阿鼻地獄，但是你幫助許許多多人種善根，這是真的，這是哪一個行業也比不上的。我們細細從這理上去觀察、去分析，你才真正會懂得。阿賴耶識只要有這個善根，總有一天他會修行證果，要是沒有這個善根那就難了，太難太難了。因此，諸佛菩薩在十法界裡面示現，隨類化身，隨機說法，種種示現，以示現佛寶、僧寶為主，以這個為主，其他的為輔助。你讀《普門品》，第一個菩薩現佛身、現比丘身。展開《華嚴經》五十三參，前面三位代表佛法僧三寶，道理在此地。我們自己一定要清楚，一定要明瞭。"
    },
    {
      "id": "19-014-0103_p0007",
      "zh_CN": "这四种正观，是正确的观察，丝毫没有错误。前面讲观心无常，就是《金刚经》上「三心不可得」；「观法无我」就是万法皆空，《金刚经》上讲：「一切有为法，如梦幻泡影」，又说：「凡所有相，皆是虚妄」。这个经文我们念得很熟，我们也记得很清楚，但是不能用在现前，现前六根接触六尘境界，迷惑了，不知道这些相是幻相，了不可得。诸法缘生，缘生无性，没有自性。这一切法的现象，它的真相就是缘聚缘散。缘聚，现这个现象出来；缘散，这现象就消失。你真正看清楚了，缘聚，诸法不生；缘消失了，诸法不灭。它没有生哪有灭？有生才有灭，无生哪来的灭？这个道理我们一定要懂，如果你真正通达，你的心里头就清净，身心世界一切放下，不会再把它放在心上，一切放下了。",
      "zh_TW": "這四種正觀，是正確的觀察，絲毫沒有錯誤。前面講觀心無常，就是《金剛經》上「三心不可得」；「觀法無我」就是萬法皆空，《金剛經》上講：「一切有為法，如夢幻泡影」，又說：「凡所有相，皆是虛妄」。這個經文我們念得很熟，我們也記得很清楚，但是不能用在現前，現前六根接觸六塵境界，迷惑了，不知道這些相是幻相，了不可得。諸法緣生，緣生無性，沒有自性。這一切法的現象，它的真相就是緣聚緣散。緣聚，現這個現象出來；緣散，這現象就消失。你真正看清楚了，緣聚，諸法不生；緣消失了，諸法不滅。它沒有生哪有滅？有生才有滅，無生哪來的滅？這個道理我們一定要懂，如果你真正通達，你的心裡頭就清淨，身心世界一切放下，不會再把它放在心上，一切放下了。"
    },
    {
      "id": "19-014-0103_p0008",
      "zh_CN": "一切放下，身心现在人讲轻松，我们佛法里面讲得大自在，你就入境界，得大自在是自受用，是你自己的享受，心地清净，一尘不染。我们今天做不到，什么原因做不到？这些东西常常念，没有深入去体会，没有契入境界。清凉在《华严》里面，给我们判的四科：信、解、行、证，我们今天止于信解，没有行证，所以得不到真实受用，一定要真正行。什么行？改变我们的观念，观念改变了，我们的行为就改变，言语行为都改变。改变之后是个什么样子？那就是佛家常讲的，「慈悲为本，方便为门」；大彻大悟之后，入佛的境界，《法华经》里面讲的「入佛知见」，入佛知见之后，表现出来的样子。在十法界里，无论他现什么样的身分，表现的样子决定是大慈大悲。他示现在世间做什么？决定是大开方便之门，帮助一切还没有觉悟的众生去觉悟。我们今天没有法子契入境界，就是不知道三心不可得，不知道万法皆空，四念处讲「观法无我」，「无我」就是空。",
      "zh_TW": "一切放下，身心現在人講輕鬆，我們佛法裡面講得大自在，你就入境界，得大自在是自受用，是你自己的享受，心地清淨，一塵不染。我們今天做不到，什麼原因做不到？這些東西常常念，沒有深入去體會，沒有契入境界。清涼在《華嚴》裡面，給我們判的四科：信、解、行、證，我們今天止於信解，沒有行證，所以得不到真實受用，一定要真正行。什麼行？改變我們的觀念，觀念改變了，我們的行為就改變，言語行為都改變。改變之後是個什麼樣子？那就是佛家常講的，「慈悲為本，方便為門」；大徹大悟之後，入佛的境界，《法華經》裡面講的「入佛知見」，入佛知見之後，表現出來的樣子。在十法界裡，無論他現什麼樣的身分，表現的樣子決定是大慈大悲。他示現在世間做什麼？決定是大開方便之門，幫助一切還沒有覺悟的眾生去覺悟。我們今天沒有法子契入境界，就是不知道三心不可得，不知道萬法皆空，四念處講「觀法無我」，「無我」就是空。"
    },
    {
      "id": "19-014-0103_p0009",
      "zh_CN": "「我」这一个字的定义，佛法里面说得很多，但是最重要的意思有两个，一个是「主宰」的意思，一切诸法没有主宰，自己做不了主，包括我们的身体，我们身体自己做不了主；自己要做主，那年年十八多好，它为什么要老？为什么要病？自己做不了主。第二个是「自在」的意思，一切诸法，自己不能作主，自己得不到自在，自在就是我们今天讲自由，他不自由，他受种种条件限制。任何一法都逃不出这个定义，我们要仔细去观察。",
      "zh_TW": "「我」這一個字的定義，佛法裡面說得很多，但是最重要的意思有兩個，一個是「主宰」的意思，一切諸法沒有主宰，自己做不了主，包括我們的身體，我們身體自己做不了主；自己要做主，那年年十八多好，它為什麼要老？為什麼要病？自己做不了主。第二個是「自在」的意思，一切諸法，自己不能作主，自己得不到自在，自在就是我們今天講自由，他不自由，他受種種條件限制。任何一法都逃不出這個定義，我們要仔細去觀察。"
    },
    {
      "id": "19-014-0103_p0010",
      "zh_CN": "《中观论》一开头就说得好，「诸法不自生」，不但自己不能生，也不能共生。我们今天方便说，说一切诸法是许多因缘而生的，这是方便说，不是真实说；《中观》里面讲的，那是真实说，「不共不无因，是故说无生」，那才是真实。诸佛菩萨清楚、明白，所以才真正得大自在，证得法身、般若、解脱，这三德里面皆有「常乐我净」，观身不净，他净得到了；观受是苦，他是乐，那个心是常住真心，诸法真的有我，真有主宰、真有自在。凡夫没有，跟诸位说，哪些凡夫？六道里头没有，十法界里头也没有，到一真法界里头才有常乐我净。诸佛菩萨示现在世间，给我们启示，帮助我们，引导我们放下六道、放下十法界，契入一真法界。一真法界，真在哪里？法身是真的，般若是真的，解脱是真的。法身是体，般若是能证性体的智慧，解脱是受用。这是佛对一切众生无尽的慈悲。",
      "zh_TW": "《中觀論》一開頭就說得好，「諸法不自生」，不但自己不能生，也不能共生。我們今天方便說，說一切諸法是許多因緣而生的，這是方便說，不是真實說；《中觀》裡面講的，那是真實說，「不共不無因，是故說無生」，那才是真實。諸佛菩薩清楚、明白，所以才真正得大自在，證得法身、般若、解脫，這三德裡面皆有「常樂我淨」，觀身不淨，他淨得到了；觀受是苦，他是樂，那個心是常住真心，諸法真的有我，真有主宰、真有自在。凡夫沒有，跟諸位說，哪些凡夫？六道裡頭沒有，十法界裡頭也沒有，到一真法界裡頭才有常樂我淨。諸佛菩薩示現在世間，給我們啟示，幫助我們，引導我們放下六道、放下十法界，契入一真法界。一真法界，真在哪裡？法身是真的，般若是真的，解脫是真的。法身是體，般若是能證性體的智慧，解脫是受用。這是佛對一切眾生無盡的慈悲。"
    },
    {
      "id": "19-014-0103_p0011",
      "zh_CN": "我过去讲三十七道品，我将四念处做一个总结，就是老师教导我们的「看得破」，四念处是看得破，四如意足是「放得下」，你要不懂什么叫看破、什么叫放下，你就细细去研求这两科。世尊对于这两科的开导，在大小乘经论里面，常常可以看到，所以古大德说，诸佛菩萨出现世间讲经说法，总不出三十七道品。我们学佛不能把三十七道品看作小乘，那你就看错了。天台家智者大师讲的藏、通、别、圆，藏教的三十七道品是小乘，圆教的三十七道品是大乘当中的大乘，所以才说「圆人说法，无法不圆」。",
      "zh_TW": "我過去講三十七道品，我將四念處做一個總結，就是老師教導我們的「看得破」，四念處是看得破，四如意足是「放得下」，你要不懂什麼叫看破、什麼叫放下，你就細細去研求這兩科。世尊對於這兩科的開導，在大小乘經論裡面，常常可以看到，所以古大德說，諸佛菩薩出現世間講經說法，總不出三十七道品。我們學佛不能把三十七道品看作小乘，那你就看錯了。天台家智者大師講的藏、通、別、圓，藏教的三十七道品是小乘，圓教的三十七道品是大乘當中的大乘，所以才說「圓人說法，無法不圓」。"
    },
    {
      "id": "19-014-0103_p0012",
      "zh_CN": "真正能到观法无我，心才真正得清净，像诸佛菩萨一样，无量劫来积功累德，度化无量无边众生，心里头一尘不染。《金刚经》上已经透消息给我们，度无量无边众生，实无众生而得度者，「实无众生」是心里头不着相。为什么不着相？观法无我，还要有居功的念头，你着相，你是凡夫，不但出不了十法界，恐怕六道都出不了。凡夫要想出六道难，「我做了多少多少好事，我积了多少多少功德」，不错，六道里面享受有漏的福报。要把有漏的福报变成无漏的功德，实在讲连无漏功德也了不可得，你才真的是无漏功德。这个道理马鸣菩萨在《起信论》里面教我们：「离言说相、离名字相、离心缘相」，那才叫真实功德。你心里头还有一丝毫的分别执着，都是变成有漏的福报，再大的好事都是有漏福报。",
      "zh_TW": "真正能到觀法無我，心才真正得清淨，像諸佛菩薩一樣，無量劫來積功累德，度化無量無邊眾生，心裡頭一塵不染。《金剛經》上已經透消息給我們，度無量無邊眾生，實無眾生而得度者，「實無眾生」是心裡頭不著相。為什麼不著相？觀法無我，還要有居功的念頭，你著相，你是凡夫，不但出不了十法界，恐怕六道都出不了。凡夫要想出六道難，「我做了多少多少好事，我積了多少多少功德」，不錯，六道裡面享受有漏的福報。要把有漏的福報變成無漏的功德，實在講連無漏功德也了不可得，你才真的是無漏功德。這個道理馬鳴菩薩在《起信論》裡面教我們：「離言說相、離名字相、離心緣相」，那才叫真實功德。你心裡頭還有一絲毫的分別執著，都是變成有漏的福報，再大的好事都是有漏福報。"
    },
    {
      "id": "19-014-0103_p0013",
      "zh_CN": "四念处大意跟诸位介绍过了，实际上它的义理无有穷尽，我们要细心去体会，认真努力去修学。《朝暮课诵》，古大德把《般若心经》收在课诵当中。《朝暮课诵》说实在话，你们仔细想想，它全都是会集的。古德为什么要我们每天把《心经》念一、两遍？时时刻刻提醒，《心经》的目标就是四念处观，要我们用智慧观察世间，你才能得知世间法的真相，你才能修清净心，你才会放下，你才会不染着世出世间一切法。不但世间法不染着，出世间法也不染着，《金刚经》上佛明白对我们开示：「法尚应舍，何况非法」，这样渐渐才能契入佛菩萨境界，这是我们常讲的转业报身为愿力身，你就自在了。",
      "zh_TW": "四念處大意跟諸位介紹過了，實際上它的義理無有窮盡，我們要細心去體會，認真努力去修學。《朝暮課誦》，古大德把《般若心經》收在課誦當中。《朝暮課誦》說實在話，你們仔細想想，它全都是會集的。古德為什麼要我們每天把《心經》念一、兩遍？時時刻刻提醒，《心經》的目標就是四念處觀，要我們用智慧觀察世間，你才能得知世間法的真相，你才能修清淨心，你才會放下，你才會不染著世出世間一切法。不但世間法不染著，出世間法也不染著，《金剛經》上佛明白對我們開示：「法尚應捨，何況非法」，這樣漸漸才能契入佛菩薩境界，這是我們常講的轉業報身為願力身，你就自在了。"
    },
    {
      "id": "19-014-0103_p0014",
      "zh_CN": "在世间全心全力帮助一切众生断恶修善、破迷开悟、转凡成圣，自己一念行善的念头都不起，真清净，决定没有妄想分别执着，我们要向这个目标、方向去迈进，这叫成佛之道。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "在世間全心全力幫助一切眾生斷惡修善、破迷開悟、轉凡成聖，自己一念行善的念頭都不起，真清淨，決定沒有妄想分別執著，我們要向這個目標、方向去邁進，這叫成佛之道。好，今天時間到了，我們就講到此地。"
    }
  ]
}