{
  "doc_id": "19-014-0029",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十九集",
    "zh_TW": "第二十九集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0029",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "19-014-0029_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第五面，倒数第二行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第五面，倒數第二行："
    },
    {
      "id": "19-014-0029_p0002",
      "zh_CN": "【何等为十。谓能永离杀生。偷盗。邪行。妄语。两舌。恶口。绮语。贪欲。瞋恚。邪见。】",
      "zh_TW": "【何等為十。謂能永離殺生。偷盜。邪行。妄語。兩舌。惡口。綺語。貪欲。瞋恚。邪見。】"
    },
    {
      "id": "19-014-0029_p0003",
      "zh_CN": "向下的经文还要细说，但是这一段是全经的总纲领，必须要深深的体会，牢牢的记住。前面佛在经文上告诉我们，「不容毫分不善间杂」，我们才能真正做到纯善。往生到西方极乐世界，一定要知道那个世界是「诸上善人俱会一处」，我们的心行不善，念佛念得再好也不能往生。过去李炳南老居士常讲：「念佛的人多，往生的人少。」原因在哪里？夹杂不善，把这一生往生的机会错过了。",
      "zh_TW": "向下的經文還要細說，但是這一段是全經的總綱領，必須要深深的體會，牢牢的記住。前面佛在經文上告訴我們，「不容毫分不善間雜」，我們才能真正做到純善。往生到西方極樂世界，一定要知道那個世界是「諸上善人俱會一處」，我們的心行不善，念佛念得再好也不能往生。過去李炳南老居士常講：「念佛的人多，往生的人少。」原因在哪裡？夾雜不善，把這一生往生的機會錯過了。"
    },
    {
      "id": "19-014-0029_p0004",
      "zh_CN": "「永离」两个字是一直贯下去的，从『永离杀生』，贯到『永离邪见』。前面虽然跟诸位略略的报告过，实际上是永远说不尽的，义理无量无边。不但不可以杀生，杀生的念头都要永离。「永离杀生」之后，要能生起护生的心，爱护一切众生，帮助一切众生。佛教菩萨修学六个科目，佛经里面称为「六波罗蜜」。第一就是「布施」，布施的对象就是一切众生，布施财物，布施佛法，布施无畏。如果令众生畏惧，这也包括在杀生这一条里头。虽然没有杀害他，但你让他感到恐惧、害怕、不安，都属于这个范围之内。甚至于众生对于我们所作所为不满意、不高兴，我们都错了，这就是前面所说的「不容毫分不善间杂」。修行就在日常生活当中，处事待人接物，把这些微细的毛病修正过来，这叫修行。",
      "zh_TW": "「永離」兩個字是一直貫下去的，從『永離殺生』，貫到『永離邪見』。前面雖然跟諸位略略的報告過，實際上是永遠說不盡的，義理無量無邊。不但不可以殺生，殺生的念頭都要永離。「永離殺生」之後，要能生起護生的心，愛護一切眾生，幫助一切眾生。佛教菩薩修學六個科目，佛經裡面稱為「六波羅蜜」。第一就是「布施」，布施的對象就是一切眾生，布施財物，布施佛法，布施無畏。如果令眾生畏懼，這也包括在殺生這一條裡頭。雖然沒有殺害他，但你讓他感到恐懼、害怕、不安，都屬於這個範圍之內。甚至於眾生對於我們所作所為不滿意、不高興，我們都錯了，這就是前面所說的「不容毫分不善間雜」。修行就在日常生活當中，處事待人接物，把這些微細的毛病修正過來，這叫修行。"
    },
    {
      "id": "19-014-0029_p0005",
      "zh_CN": "第二条是「永离偷盗」。偷盗我也讲得很多，佛经里面对于偷盗的定义，说之为「不与取」。这个物有主，主人没有答应，你就把它拿来，或者是据为己有，或者是暂时使用，或者是移动了位置，都不可以。也许诸位以为树木花草是野生的，应该是无主，你错了。出家人很多都住在山上，因此就地取材，砍几棵树，搭一个小茅篷。世尊教诫出家人，这些树有没有主？有主。谁是主？山神是主，树神是主，我们肉眼看不见。佛说这棵树的高度只要有一个人这么高，你要砍它的话，三天之前要去祭祀，为它诵经念咒，说明要用这棵树搭个小茅篷在这边修行，请树神搬家。如果不这样做，这是属于偷盗。所以一草一木不要认为它没有主，很难讲，它的主人我们肉眼看不见、身体接触不到。哪一样东西没有主？所以对人、对事、对物，一定要小心谨慎。",
      "zh_TW": "第二條是「永離偷盜」。偷盜我也講得很多，佛經裡面對於偷盜的定義，說之為「不與取」。這個物有主，主人沒有答應，你就把它拿來，或者是據為己有，或者是暫時使用，或者是移動了位置，都不可以。也許諸位以為樹木花草是野生的，應該是無主，你錯了。出家人很多都住在山上，因此就地取材，砍幾棵樹，搭一個小茅篷。世尊教誡出家人，這些樹有沒有主？有主。誰是主？山神是主，樹神是主，我們肉眼看不見。佛說這棵樹的高度只要有一個人這麼高，你要砍它的話，三天之前要去祭祀，為它誦經念咒，說明要用這棵樹搭個小茅篷在這邊修行，請樹神搬家。如果不這樣做，這是屬於偷盜。所以一草一木不要認為它沒有主，很難講，它的主人我們肉眼看不見、身體接觸不到。哪一樣東西沒有主？所以對人、對事、對物，一定要小心謹慎。"
    },
    {
      "id": "19-014-0029_p0006",
      "zh_CN": "在偷盗里面，佛在一切经论里面都警告我们，三宝物得罪最重。三宝物的主是尽虚空遍法界的佛法僧，这个偷盗是你永远还不尽的。大乘经上常讲，你造五逆十恶，诸佛菩萨都有办法来救你，盗三宝物，盗常住物，十方三世一切诸佛都没有办法救你。所以谚语讲：「地狱门前僧道多」，这个话非常有道理，是真的不是假的。佛门常住物轻易窃盗，这还得了吗？你用的时候很方便，可是你将来还不了，这个道理一定要懂。常住一根针、一条线、一张纸头，都不可以用盗心取。可是今天大家疏忽了，看到别人这么做没事，我也这么做。现在是没有事，等事情到面前了，后悔莫及。这个地方常住很慈悲，把《地藏经》上这一段经文影印，到处贴上，告诉大家，这是大慈大悲。并不是常住怕东西被你拿去了，不是，此地常住很大方，你要拿尽管拿。你将来果报怎么办？所以，你一定要懂这个道理。",
      "zh_TW": "在偷盜裡面，佛在一切經論裡面都警告我們，三寶物得罪最重。三寶物的主是盡虛空遍法界的佛法僧，這個偷盜是你永遠還不盡的。大乘經上常講，你造五逆十惡，諸佛菩薩都有辦法來救你，盜三寶物，盜常住物，十方三世一切諸佛都沒有辦法救你。所以諺語講：「地獄門前僧道多」，這個話非常有道理，是真的不是假的。佛門常住物輕易竊盜，這還得了嗎？你用的時候很方便，可是你將來還不了，這個道理一定要懂。常住一根針、一條線、一張紙頭，都不可以用盜心取。可是今天大家疏忽了，看到別人這麼做沒事，我也這麼做。現在是沒有事，等事情到面前了，後悔莫及。這個地方常住很慈悲，把《地藏經》上這一段經文影印，到處貼上，告訴大家，這是大慈大悲。並不是常住怕東西被你拿去了，不是，此地常住很大方，你要拿儘管拿。你將來果報怎麼辦？所以，你一定要懂這個道理。"
    },
    {
      "id": "19-014-0029_p0007",
      "zh_CN": "我常常讲，现在跟过去的时代不一样，科技发达，我们点的电灯要不要付电费？电费是常住付的。我们打电话也得要付电话费。没有必要而浪费常住的能源，让常住去缴费，也是属于偷盗。有一些明理的居士，我看到很佩服，他们用常住的电话，用完之后一定要放钱，这是对的。点点滴滴很小的事情，就是此地讲的「毫分不善」，不是大的不善，只是很小的一点不善夹杂在这里面，就把你的善法毁掉了，我们不能不知道。",
      "zh_TW": "我常常講，現在跟過去的時代不一樣，科技發達，我們點的電燈要不要付電費？電費是常住付的。我們打電話也得要付電話費。沒有必要而浪費常住的能源，讓常住去繳費，也是屬於偷盜。有一些明理的居士，我看到很佩服，他們用常住的電話，用完之後一定要放錢，這是對的。點點滴滴很小的事情，就是此地講的「毫分不善」，不是大的不善，只是很小的一點不善夾雜在這裡面，就把你的善法毀掉了，我們不能不知道。"
    },
    {
      "id": "19-014-0029_p0008",
      "zh_CN": "偷盗说到最贴切之处，就是我们今天讲占别人便宜，这个范围就包括很大了。别人便宜不好占，别人损失不大，我们自己的损失太大太大了。为什么？障碍自己的道业，毁掉自己的清净心，把这一生往生作佛的机会错过了，你说这个损失多大！真正是无法弥补的损失，何必干这个事情？别人占我的便宜可以，没有问题，不要去计较，这是布施，不放在心上。如果要计较，那我们又错了，我们又变成不善。我们决定不能有占别人便宜的念头，占一个人的便宜尚且不可以，你怎么可以占公家的便宜，像地方政府的、国家的、三宝的？自然就没有了。一定要记住永离，我们这一生肯定成就。",
      "zh_TW": "偷盜說到最貼切之處，就是我們今天講佔別人便宜，這個範圍就包括很大了。別人便宜不好佔，別人損失不大，我們自己的損失太大太大了。為什麼？障礙自己的道業，毀掉自己的清淨心，把這一生往生作佛的機會錯過了，你說這個損失多大！真正是無法彌補的損失，何必幹這個事情？別人佔我的便宜可以，沒有問題，不要去計較，這是布施，不放在心上。如果要計較，那我們又錯了，我們又變成不善。我們決定不能有佔別人便宜的念頭，佔一個人的便宜尚且不可以，你怎麼可以佔公家的便宜，像地方政府的、國家的、三寶的？自然就沒有了。一定要記住永離，我們這一生肯定成就。"
    },
    {
      "id": "19-014-0029_p0009",
      "zh_CN": "『邪行』，此地是指淫欲，男女的情欲。我也常讲到，情欲泛滥在现在这个社会已经太普遍了，所以社会动乱，世界不太平。这个事情不是小事情，不是两个人的事情，如果是两个人的事情无所谓，那个罪不大，这是大事情。你看看中国的古礼就晓得，中国古人对这个事情看得多么重。我讲经的时候常常做比喻，整个社会、整个地球，在佛法里面讲虚空法界、法身，就像一个身体，而一个家庭就像身体上一个细胞，夫妻就是细胞的细胞核。夫妻不和，男的在外头有外遇，女的或者也在外面有外遇，这个细胞核坏了，细胞坏了影响整个身体，你的身体就病了。所以夫妻不和，家庭破裂，就是社会动乱的根源，你说你背的因果多大？整个世界不安，社会动乱，就是从这里起来的。今天我们看到全世界离婚率这么高，说这个世界不乱，哪有可能？关系太大太大了。",
      "zh_TW": "『邪行』，此地是指淫欲，男女的情欲。我也常講到，情欲氾濫在現在這個社會已經太普遍了，所以社會動亂，世界不太平。這個事情不是小事情，不是兩個人的事情，如果是兩個人的事情無所謂，那個罪不大，這是大事情。你看看中國的古禮就曉得，中國古人對這個事情看得多麼重。我講經的時候常常做比喻，整個社會、整個地球，在佛法裡面講虛空法界、法身，就像一個身體，而一個家庭就像身體上一個細胞，夫妻就是細胞的細胞核。夫妻不和，男的在外頭有外遇，女的或者也在外面有外遇，這個細胞核壞了，細胞壞了影響整個身體，你的身體就病了。所以夫妻不和，家庭破裂，就是社會動亂的根源，你說你背的因果多大？整個世界不安，社會動亂，就是從這裡起來的。今天我們看到全世界離婚率這麼高，說這個世界不亂，哪有可能？關係太大太大了。"
    },
    {
      "id": "19-014-0029_p0010",
      "zh_CN": "如果没有这么严重的关系，佛怎么会把它定作根本戒？中国古大德常说：「万恶淫为首，百善孝为先」，我们要细细体会这句话，要了解这个道理。世界和平、社会安定、国家的兴亡都在家庭，所以儒家讲「修身、齐家、治国、平天下」，平天下就是世界和平的意思。现在讲世界和平，中国古时候讲天下太平，那个根是家，家的根本是夫妇。在宗教里面，特别是佛教与儒家，对这个事情讲得很多、很透彻。起心动念的时候，立刻就要想到你背的是什么因果。我们一念恶，叫整个社会、整个世界，一切众生遭难；我一念善，能叫一切众生得福。社会的安危，众生的祸福，都在我们起心动念之间，不是小事。《十善业道经》是佛法修学的根本法，现在人讲基本法，从初发心到无上道。",
      "zh_TW": "如果沒有這麼嚴重的關係，佛怎麼會把它定作根本戒？中國古大德常說：「萬惡淫為首，百善孝為先」，我們要細細體會這句話，要了解這個道理。世界和平、社會安定、國家的興亡都在家庭，所以儒家講「修身、齊家、治國、平天下」，平天下就是世界和平的意思。現在講世界和平，中國古時候講天下太平，那個根是家，家的根本是夫婦。在宗教裡面，特別是佛教與儒家，對這個事情講得很多、很透徹。起心動念的時候，立刻就要想到你背的是什麼因果。我們一念惡，叫整個社會、整個世界，一切眾生遭難；我一念善，能叫一切眾生得福。社會的安危，眾生的禍福，都在我們起心動念之間，不是小事。《十善業道經》是佛法修學的根本法，現在人講基本法，從初發心到無上道。"
    },
    {
      "id": "19-014-0029_p0011",
      "zh_CN": "『妄语』，有意无意欺骗众生。「妄」是虚妄、不诚实，现在所谓说假话欺骗别人，这是口恶里头最严重的，而且最容易犯。为什么会作恶、会毁犯佛陀的教诲？现在人说，无非是保护自己的利益。其实，哪里是自己的利益？说实在话，无非是包庇自己的罪恶。罪恶不能积，佛教我们积功累德，功德要积，罪恶怎么可以积？罪恶积得愈大，你将来的果报是堕落得愈苦。",
      "zh_TW": "『妄語』，有意無意欺騙眾生。「妄」是虛妄、不誠實，現在所謂說假話欺騙別人，這是口惡裡頭最嚴重的，而且最容易犯。為什麼會作惡、會毀犯佛陀的教誨？現在人說，無非是保護自己的利益。其實，哪裡是自己的利益？說實在話，無非是包庇自己的罪惡。罪惡不能積，佛教我們積功累德，功德要積，罪惡怎麼可以積？罪惡積得愈大，你將來的果報是墮落得愈苦。"
    },
    {
      "id": "19-014-0029_p0012",
      "zh_CN": "『两舌』是挑拨是非，斗乱两头，这个罪过尤其是重。佛在经典里面告诉我们，果报在拔舌地狱，端看你造作的业。当然，这里面最严重的罪过是「破和合僧」，这是五逆罪之一。我们在《发起菩萨殊胜志乐经》里面看到，出家人嫉妒出家人、毁谤出家人，毁谤讲经说法的法师，把他的道场破坏，让他的信徒对法师失去信心，不再去听这个法师讲经。这个嫉妒的人目的达到了，可是他的果报，我们在经上看到，他堕落在地狱里面，以我们人间的时间来算，是一千八百万年。诸位要晓得，我们人间跟地狱有时差，时差很大，在地狱里面他所感受到的是无量劫。时间不是实法，是从抽象概念上造成的，它不是真实的，所以佛在大经上告诉我们「念劫圆融」，一念展开是无量劫，无量劫可以把它缩短成一念，因此在地狱里面感受确确实实是无量劫。我们想想，何必造这个罪业？如果看到别人有好事，我们随喜赞叹他，帮助他，成就他，我们所获得的功德跟他一样大。",
      "zh_TW": "『兩舌』是挑撥是非，鬥亂兩頭，這個罪過尤其是重。佛在經典裡面告訴我們，果報在拔舌地獄，端看你造作的業。當然，這裡面最嚴重的罪過是「破和合僧」，這是五逆罪之一。我們在《發起菩薩殊勝志樂經》裡面看到，出家人嫉妒出家人、毀謗出家人，毀謗講經說法的法師，把他的道場破壞，讓他的信徒對法師失去信心，不再去聽這個法師講經。這個嫉妒的人目的達到了，可是他的果報，我們在經上看到，他墮落在地獄裡面，以我們人間的時間來算，是一千八百萬年。諸位要曉得，我們人間跟地獄有時差，時差很大，在地獄裡面他所感受到的是無量劫。時間不是實法，是從抽象概念上造成的，它不是真實的，所以佛在大經上告訴我們「念劫圓融」，一念展開是無量劫，無量劫可以把它縮短成一念，因此在地獄裡面感受確確實實是無量劫。我們想想，何必造這個罪業？如果看到別人有好事，我們隨喜讚歎他，幫助他，成就他，我們所獲得的功德跟他一樣大。"
    },
    {
      "id": "19-014-0029_p0013",
      "zh_CN": "所以自利跟自害也是一念之间，吉凶祸福存于一念，一念觉，得无量无边的福报，一念错了，招来无穷的祸患。不学佛的人不知道，学佛的人务必深明此理，自己起心动念、言语造作，自然就会小心谨慎，不至于毁犯。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以自利跟自害也是一念之間，吉凶禍福存於一念，一念覺，得無量無邊的福報，一念錯了，招來無窮的禍患。不學佛的人不知道，學佛的人務必深明此理，自己起心動念、言語造作，自然就會小心謹慎，不至於毀犯。今天時間到了，我們就講到此地。"
    }
  ]
}