{
  "doc_id": "19-014-0080",
  "title": {
    "zh_CN": "佛说十善业道经",
    "zh_TW": "佛說十善業道經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十集",
    "zh_TW": "第八十集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "19-014-0080",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "19-014-0080_p0001",
      "zh_CN": "诸位同学，大家好！请掀开《十善业道经》第十二面，倒数第四行：",
      "zh_TW": "諸位同學，大家好！請掀開《十善業道經》第十二面，倒數第四行："
    },
    {
      "id": "19-014-0080_p0002",
      "zh_CN": "【离非梵行。而行施故。常富财宝。无能侵夺。其家直顺。母及妻子。无有能以欲心视者。】",
      "zh_TW": "【離非梵行。而行施故。常富財寶。無能侵奪。其家直順。母及妻子。無有能以欲心視者。】"
    },
    {
      "id": "19-014-0080_p0003",
      "zh_CN": "佛在这部经上教导我们，为我们开示，将十善业落实在菩萨行的六波罗蜜。六波罗蜜，布施是广说，说得很详细，后面五种是略说。广义我们懂得了，佛一略说，我们也能够通达明了，比照前面一段的广义，这就是所谓「举一反三」，希望我们能够把这个善行落实，落实在生活当中，落实在工作，落实在处事待人接物。",
      "zh_TW": "佛在這部經上教導我們，為我們開示，將十善業落實在菩薩行的六波羅蜜。六波羅蜜，布施是廣說，說得很詳細，後面五種是略說。廣義我們懂得了，佛一略說，我們也能夠通達明瞭，比照前面一段的廣義，這就是所謂「舉一反三」，希望我們能夠把這個善行落實，落實在生活當中，落實在工作，落實在處事待人接物。"
    },
    {
      "id": "19-014-0080_p0004",
      "zh_CN": "这一段讲的是不邪淫。前面讲过不杀生、不偷盗，不邪淫落实在布施，布施一定是得财宝，所以每一句里面都有『常富财宝，无能侵夺』。这是事实，世间人所谓是真理，修因必定有果报，果报你想离，离不开的，果报一定是随着你的。懂得这个道理，了解事实真相，我们要求财宝不是求不到。「佛氏门中，有求必应」，求有求的道理，一定是以十善业去修布施波罗蜜，修这三种施。",
      "zh_TW": "這一段講的是不邪淫。前面講過不殺生、不偷盜，不邪淫落實在布施，布施一定是得財寶，所以每一句裡面都有『常富財寶，無能侵奪』。這是事實，世間人所謂是真理，修因必定有果報，果報你想離，離不開的，果報一定是隨著你的。懂得這個道理，了解事實真相，我們要求財寶不是求不到。「佛氏門中，有求必應」，求有求的道理，一定是以十善業去修布施波羅蜜，修這三種施。"
    },
    {
      "id": "19-014-0080_p0005",
      "zh_CN": "这是离邪淫，就是不邪淫行布施。前面两句是总说，「常富财宝，无能侵夺」是总说。后面有别报，『其家直顺』，你的家庭美满，人人都正直和顺。「顺」是和顺，家和万事兴，家庭的美满是要修善行才能够感得的；如果行为不善，纵然你能够得财宝，可是你家里面还不是很美满的。『母及妻子』，这是家庭里面的女众，外面人跟她接触的时候，都是以尊敬心、敬爱之心，绝对没有淫欲的念头来看待她。由此可知，什么样的因，感什么样的果报，业因果报丝毫不爽，我们要想家庭和顺，一定要断恶修善才能做得到。",
      "zh_TW": "這是離邪淫，就是不邪淫行布施。前面兩句是總說，「常富財寶，無能侵奪」是總說。後面有別報，『其家直順』，你的家庭美滿，人人都正直和順。「順」是和順，家和萬事興，家庭的美滿是要修善行才能夠感得的；如果行為不善，縱然你能夠得財寶，可是你家裡面還不是很美滿的。『母及妻子』，這是家庭裡面的女眾，外面人跟她接觸的時候，都是以尊敬心、敬愛之心，絕對沒有淫欲的念頭來看待她。由此可知，什麼樣的因，感什麼樣的果報，業因果報絲毫不爽，我們要想家庭和順，一定要斷惡修善才能做得到。"
    },
    {
      "id": "19-014-0080_p0006",
      "zh_CN": "今天这个社会最严重的问题，就是家庭伦理道德毁坏了。什么人毁坏了？我们读佛经之后就晓得，不是别人毁坏的，是自己造作恶行毁坏的。我们自己有悭贪的心，所以你的财富才有人动你的脑筋，侵犯你、夺取你，是我们自己有悭贪的心没有放下。杀生，有杀害众生的心才会得这种果报。我们常存着要占别人便宜的心，这是盗心，所以我们得的东西，也有别人常常会打主意。我们对于女色有淫欲之心，家里面的女眷也会遭许许多多是非。你的家怎么能够平安？如何能得到和睦？",
      "zh_TW": "今天這個社會最嚴重的問題，就是家庭倫理道德毀壞了。什麼人毀壞了？我們讀佛經之後就曉得，不是別人毀壞的，是自己造作惡行毀壞的。我們自己有慳貪的心，所以你的財富才有人動你的腦筋，侵犯你、奪取你，是我們自己有慳貪的心沒有放下。殺生，有殺害眾生的心才會得這種果報。我們常存著要佔別人便宜的心，這是盜心，所以我們得的東西，也有別人常常會打主意。我們對於女色有淫欲之心，家裡面的女眷也會遭許許多多是非。你的家怎麼能夠平安？如何能得到和睦？"
    },
    {
      "id": "19-014-0080_p0007",
      "zh_CN": "所以细看佛经就晓得，今天的家庭问题、社会问题、儿女、青少年的问题，为什么会这么严重？回过头来想想，我们自己没有修十善业，社会大众也把这个疏忽了。念佛，天天念阿弥陀佛，还是免不了灾难。不是阿弥陀佛不灵，阿弥陀佛教我们从孝亲尊师、慈心不杀、修十善业做起，我们做了没有？这是业因果报，佛菩萨转不了，一定要知道，这叫自作自受。佛菩萨对我们只是教学、教导，是给我们做增上缘。我们自己听了佛菩萨的教诲，要能信、能解、能行，你就得到果报了。得果报是证，你就证得了。",
      "zh_TW": "所以細看佛經就曉得，今天的家庭問題、社會問題、兒女、青少年的問題，為什麼會這麼嚴重？回過頭來想想，我們自己沒有修十善業，社會大眾也把這個疏忽了。念佛，天天念阿彌陀佛，還是免不了災難。不是阿彌陀佛不靈，阿彌陀佛教我們從孝親尊師、慈心不殺、修十善業做起，我們做了沒有？這是業因果報，佛菩薩轉不了，一定要知道，這叫自作自受。佛菩薩對我們只是教學、教導，是給我們做增上緣。我們自己聽了佛菩薩的教誨，要能信、能解、能行，你就得到果報了。得果報是證，你就證得了。"
    },
    {
      "id": "19-014-0080_p0008",
      "zh_CN": "希望我们的同修，过去我们的思想行为不正，那已经是过去了，不必再提了，应当忏悔。怎么个忏悔法？我过去就这个问题，曾经请教过章嘉大师，「是不是要拜几部忏，祈求佛菩萨原谅？」章嘉大师摇头，「不是这样的。」我问他：「怎么忏悔法？」真正忏悔是改往修来、改过自新，知道这是错了，把错误的改掉，从今天起，我不再犯这个错误，这叫真忏悔。所以真正的善知识他们明理，重实质而不重形式。形式有什么作用？大师也跟我说得很明白，形式就跟唱戏一样的，是做给别人看的。希望社会大众看了这个形式，能生忏悔心，是这个意思。我们才明了，佛家所有的仪规是演戏。那是什么？接引众生的，是属于四摄法。",
      "zh_TW": "希望我們的同修，過去我們的思想行為不正，那已經是過去了，不必再提了，應當懺悔。怎麼個懺悔法？我過去就這個問題，曾經請教過章嘉大師，「是不是要拜幾部懺，祈求佛菩薩原諒？」章嘉大師搖頭，「不是這樣的。」我問他：「怎麼懺悔法？」真正懺悔是改往修來、改過自新，知道這是錯了，把錯誤的改掉，從今天起，我不再犯這個錯誤，這叫真懺悔。所以真正的善知識他們明理，重實質而不重形式。形式有什麼作用？大師也跟我說得很明白，形式就跟唱戲一樣的，是做給別人看的。希望社會大眾看了這個形式，能生懺悔心，是這個意思。我們才明瞭，佛家所有的儀規是演戲。那是什麼？接引眾生的，是屬於四攝法。"
    },
    {
      "id": "19-014-0080_p0009",
      "zh_CN": "自己修行不在形式，是在内心里真正觉悟；内心不觉悟、不回头，形式做得再好看没有用处，无济于事，转不了业报。所以从内心里面要发愿做一个好人。什么是好人？具足十善业的，这个人是好人、善人。如果心里念念还是搞十恶，对待一切众生还有怨恨的意思，还有伤害的念头，你不善；还想占别人的便宜，这是盗心，你不善；还有淫欲的念头起来，你不善；你要想得好果报，到哪里去得到？不但是六道，十法界都没有例外的，业因果报都是自己造作，自己去承受。你造善业必定得善果，经上所讲的是好的果报，你一定得到；你造作不善，经上虽然没有说，后面蕅益大师《节要》里面附说十恶的果报。十善反过来就是十恶，我们自己能够想像得到的，可是蕅益大师还是很慈悲，明显的跟我们提醒。底下一段：",
      "zh_TW": "自己修行不在形式，是在內心裡真正覺悟；內心不覺悟、不回頭，形式做得再好看沒有用處，無濟於事，轉不了業報。所以從內心裡面要發願做一個好人。什麼是好人？具足十善業的，這個人是好人、善人。如果心裡念念還是搞十惡，對待一切眾生還有怨恨的意思，還有傷害的念頭，你不善；還想佔別人的便宜，這是盜心，你不善；還有淫欲的念頭起來，你不善；你要想得好果報，到哪裡去得到？不但是六道，十法界都沒有例外的，業因果報都是自己造作，自己去承受。你造善業必定得善果，經上所講的是好的果報，你一定得到；你造作不善，經上雖然沒有說，後面蕅益大師《節要》裡面附說十惡的果報。十善反過來就是十惡，我們自己能夠想像得到的，可是蕅益大師還是很慈悲，明顯的跟我們提醒。底下一段："
    },
    {
      "id": "19-014-0080_p0010",
      "zh_CN": "【离虚诳语。而行施故。常富财宝。无能侵夺。】",
      "zh_TW": "【離虛誑語。而行施故。常富財寶。無能侵奪。】"
    },
    {
      "id": "19-014-0080_p0011",
      "zh_CN": "这是总说。『离虚诳语』就是不妄语，以真诚心处事待人接物。诚实，古今中外真的是不分国土、不分族群、不分宗教都赞叹、都欢喜。它的别报，底下这四句：",
      "zh_TW": "這是總說。『離虛誑語』就是不妄語，以真誠心處事待人接物。誠實，古今中外真的是不分國土、不分族群、不分宗教都讚歎、都歡喜。它的別報，底下這四句："
    },
    {
      "id": "19-014-0080_p0012",
      "zh_CN": "【离众毁谤。摄持正法。如其誓愿。所作必果。】",
      "zh_TW": "【離眾毀謗。攝持正法。如其誓願。所作必果。】"
    },
    {
      "id": "19-014-0080_p0013",
      "zh_CN": "妄语、两舌是佛法里面的大戒。我过去跟李老师多年，李老师常常警惕我们，古今多少修行人，修积的功德不能成就，为什么？从妄语、两舌里面漏失了。烦恼在佛经里面也称为「有漏」，把你的功德法财漏掉了，你所修的功德不见了、漏掉了；漏洞很多，妄语、两舌的漏洞最大。两舌是挑拨是非，你常常不以真诚心待人，你说的话没有人相信，一定会遭受别人的议论、毁谤。你能够真诚不妄语而行布施，你得的果报是『离众毁谤』，没有人能毁谤你。",
      "zh_TW": "妄語、兩舌是佛法裡面的大戒。我過去跟李老師多年，李老師常常警惕我們，古今多少修行人，修積的功德不能成就，為什麼？從妄語、兩舌裡面漏失了。煩惱在佛經裡面也稱為「有漏」，把你的功德法財漏掉了，你所修的功德不見了、漏掉了；漏洞很多，妄語、兩舌的漏洞最大。兩舌是挑撥是非，你常常不以真誠心待人，你說的話沒有人相信，一定會遭受別人的議論、毀謗。你能夠真誠不妄語而行布施，你得的果報是『離眾毀謗』，沒有人能毀謗你。"
    },
    {
      "id": "19-014-0080_p0014",
      "zh_CN": "在我们佛门当中，得到广大群众赞叹而没有毁谤的，近百年当中大概只有一位，印光法师，没有听别人对他有毁谤的，其余大德都不能够避免。这一生修得再好，过去生中造的业。愈是有这个果报，我们自己愈要警惕。毁谤来的时候，过去的恶业报掉了，别人毁谤我，我们决定不可以毁谤人，我们的帐到此地结了。别人侮辱我，我们决定不能动报复的念头，侮辱也好、陷害也好，逆来顺受，知道这是过去生中，或者是未学佛之前，或者是学了佛之后还不明道理，造作许许多多的恶业，应该感受的果报。哪有造恶业不受恶报的道理？造恶业要没有恶报，你修善也没有善果，业因果报丝毫不爽。所以不可以妄语，老老实实去修善、修布施，你就能「离众毁谤」。",
      "zh_TW": "在我們佛門當中，得到廣大群眾讚歎而沒有毀謗的，近百年當中大概只有一位，印光法師，沒有聽別人對他有毀謗的，其餘大德都不能夠避免。這一生修得再好，過去生中造的業。愈是有這個果報，我們自己愈要警惕。毀謗來的時候，過去的惡業報掉了，別人毀謗我，我們決定不可以毀謗人，我們的帳到此地結了。別人侮辱我，我們決定不能動報復的念頭，侮辱也好、陷害也好，逆來順受，知道這是過去生中，或者是未學佛之前，或者是學了佛之後還不明道理，造作許許多多的惡業，應該感受的果報。哪有造惡業不受惡報的道理？造惡業要沒有惡報，你修善也沒有善果，業因果報絲毫不爽。所以不可以妄語，老老實實去修善、修布施，你就能「離眾毀謗」。"
    },
    {
      "id": "19-014-0080_p0015",
      "zh_CN": "『摄持正法』，言而有信你才能够摄受，这个摄受是自己，持是保持；古圣先贤的教诲，就是你能信、你能解、你能行，这就是「摄持」。「正法」，狭义的是佛菩萨的教诲，最窄小的就是佛在本经上教导的，这是正法；广义的说，世出世间一切圣贤的教诲，决定与佛的法印相应。佛的什么法印？「诸恶莫作，众善奉行，自净其意」，这十二个字是诸佛如来的法印，能通世出世间一切圣贤。",
      "zh_TW": "『攝持正法』，言而有信你才能夠攝受，這個攝受是自己，持是保持；古聖先賢的教誨，就是你能信、你能解、你能行，這就是「攝持」。「正法」，狹義的是佛菩薩的教誨，最窄小的就是佛在本經上教導的，這是正法；廣義的說，世出世間一切聖賢的教誨，決定與佛的法印相應。佛的什麼法印？「諸惡莫作，眾善奉行，自淨其意」，這十二個字是諸佛如來的法印，能通世出世間一切聖賢。"
    },
    {
      "id": "19-014-0080_p0016",
      "zh_CN": "我有一年在台北大专讲座，我开了一门功课：《了凡四训》，也非常受同学们的欢迎。有一个法师，当然这个法师是代表有一些法师，对于我非常不满意。有一天我遇到一位法师，年龄比我大，出家也比我久，我把他看作一个长者，他把我叫到身边，把我斥责了一番，说：「你在大专讲座里开课，你讲佛法就好了，你为什么要讲外道的东西？」我听了很奇怪，我说：「我没有讲外道东西，我是讲佛法。」「《了凡四训》这不是佛经。」我说：「你说的是这个事情。」我说：「虽然不是佛经，但是它有佛法印印定。」他板起面孔，很生气：「什么法印？」我说：「诸恶莫作，众善奉行，自净其意，是诸佛教。」我说：「《了凡四训》符不符合这个法印？」我一说出来，他脸红了，掉头走了。所以你要懂得这个道理，我们心胸就开阔了。不但《了凡四训》可以包容，所有一切宗教的经典，它里面所讲的都是教人「诸恶莫作，众善奉行，自净其意」，哪个宗教不是佛教？哪个经典不是佛经？这就对了。否则的话，释迦牟尼佛为什么要传这四句话？心胸狭小，常常想跟别人对立、对敌，就造无量无边罪业。",
      "zh_TW": "我有一年在台北大專講座，我開了一門功課：《了凡四訓》，也非常受同學們的歡迎。有一個法師，當然這個法師是代表有一些法師，對於我非常不滿意。有一天我遇到一位法師，年齡比我大，出家也比我久，我把他看作一個長者，他把我叫到身邊，把我斥責了一番，說：「你在大專講座裡開課，你講佛法就好了，你為什麼要講外道的東西？」我聽了很奇怪，我說：「我沒有講外道東西，我是講佛法。」「《了凡四訓》這不是佛經。」我說：「你說的是這個事情。」我說：「雖然不是佛經，但是它有佛法印印定。」他板起面孔，很生氣：「什麼法印？」我說：「諸惡莫作，眾善奉行，自淨其意，是諸佛教。」我說：「《了凡四訓》符不符合這個法印？」我一說出來，他臉紅了，掉頭走了。所以你要懂得這個道理，我們心胸就開闊了。不但《了凡四訓》可以包容，所有一切宗教的經典，它裡面所講的都是教人「諸惡莫作，眾善奉行，自淨其意」，哪個宗教不是佛教？哪個經典不是佛經？這就對了。否則的話，釋迦牟尼佛為什麼要傳這四句話？心胸狹小，常常想跟別人對立、對敵，就造無量無邊罪業。"
    },
    {
      "id": "19-014-0080_p0017",
      "zh_CN": "今天世界为什么这么乱？人心为什么这么不安？就是因为对立，不能包容。天天喊和平，「和平」两个字什么意思不懂。我去查查字典，看「和平」两个字怎么解法，我看了之后，对它的解释不满意，所以我提出我的解法，我解释用八个字：「和睦相处，平等对待」。如果我们的心不平等，和睦就休想，决定不可能实现的。在佛法里面，佛在经上跟我们讲得太多太多了，佛是什么心？平等心。平等心是佛，六度心是菩萨，四谛心是声闻，因缘心是缘觉，佛在经上讲得太多了、太清楚了。「平等」两个字重要！",
      "zh_TW": "今天世界為什麼這麼亂？人心為什麼這麼不安？就是因為對立，不能包容。天天喊和平，「和平」兩個字什麼意思不懂。我去查查字典，看「和平」兩個字怎麼解法，我看了之後，對它的解釋不滿意，所以我提出我的解法，我解釋用八個字：「和睦相處，平等對待」。如果我們的心不平等，和睦就休想，決定不可能實現的。在佛法裡面，佛在經上跟我們講得太多太多了，佛是什麼心？平等心。平等心是佛，六度心是菩薩，四諦心是聲聞，因緣心是緣覺，佛在經上講得太多了、太清楚了。「平等」兩個字重要！"
    },
    {
      "id": "19-014-0080_p0018",
      "zh_CN": "我们对于一切众生没有高下，人心到平等了，看一切人、一切事、一切物都能用平等心。平等心是什么？离妄想、分别、执着就平等。有妄想、分别、执着，哪里来的平等？平等才能够和睦相处。哪一个圣贤人不教人和睦相处？所以我们一定要懂这个道理，「摄持正法」。",
      "zh_TW": "我們對於一切眾生沒有高下，人心到平等了，看一切人、一切事、一切物都能用平等心。平等心是什麼？離妄想、分別、執著就平等。有妄想、分別、執著，哪裡來的平等？平等才能夠和睦相處。哪一個聖賢人不教人和睦相處？所以我們一定要懂這個道理，「攝持正法」。"
    },
    {
      "id": "19-014-0080_p0019",
      "zh_CN": "『如其誓愿，所作必果』，每一个人希求的不一样，有人求作佛，有人求人天富贵，有求必应，没有求不得的。只要你认真用真诚心去修十善业道，你就有愿必果。好，今天时间到了，我们就讲到这里。",
      "zh_TW": "『如其誓願，所作必果』，每一個人希求的不一樣，有人求作佛，有人求人天富貴，有求必應，沒有求不得的。只要你認真用真誠心去修十善業道，你就有願必果。好，今天時間到了，我們就講到這裡。"
    }
  ]
}