{
  "doc_id": "09-004-0037",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0037",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "09-004-0037_p0001",
      "zh_CN": "【简曰：如何是大乘见解？师曰：明与无明，凡夫见二，智者了达其性无二。无二之性，即是实性。实性者，处凡愚而不减，在贤圣而不增，住烦恼而不乱，居禅定而不寂，不断不常，不来不去，不在中间及其内外，不生不灭，性相如如，常住不迁，名之曰道。】",
      "zh_TW": "【簡曰：如何是大乘見解？師曰：明與無明，凡夫見二，智者了達其性無二。無二之性，即是實性。實性者，處凡愚而不減，在賢聖而不增，住煩惱而不亂，居禪定而不寂，不斷不常，不來不去，不在中間及其內外，不生不滅，性相如如，常住不遷，名之曰道。】"
    },
    {
      "id": "09-004-0037_p0002",
      "zh_CN": "薛简问：「如何是大乘见解？」大乘见解是指大乘法，尤其是指一乘佛法。六祖说：「明与无明」，明是光明，无明就是暗，「凡夫见解是两桩事，明不是暗，暗不是明，智者了达其性无二。」我们要注意「性」字。智是具有智慧的人，所谓上智大根性的人，他晓得明暗之相是有二，相不同，可是明暗之性是一不是二，所以说是不二。「无二之性，即是实性。」实性，就是真如本性。《仁王经》云：「诸法实性，清净平等，非有非无。」实性就是哲学讲的「宇宙万有之本体」。我们迷惑了实性，被称为凡夫，虽然我们在凡夫位，我们的真如实性并没有减少；纵然是在诸佛如来的地位上，真如实性也没有增加。《大乘起信论》云：「一切法，真如平等，不增不减。」六祖说：「住烦恼位上，实性它不乱。像佛与大菩萨住在禅定之中，真如实性也不显得特别的寂静。」从这些形容的语句中，我们要细心体会实性的样子。经上讲，实性是「不断不常」，《楞伽经》云「非断非常」，它不是断灭相，也不能说是常住相。它「不来不去」，无来无去，不来不去就超越三世（过去、现在、未来）。它「不在内外，亦不在中间」，如《楞严经》里的七处征心，俱不可得，不在内，不在外，也不在中间。它是「不生不灭，性相如如」，实在没有法子形容，称它作如如。「常住不迁」，不迁就是永远没有改变，永远就是这个样子，《楞严经》云：「众生迷惑颠倒，皆由不知常住真心性净明体。」无二之性，就是常住真心性净明体，也就是此地所讲的实性。这个实性，名之为道。你不是要问「道」吗？这个就叫做道。",
      "zh_TW": "薛簡問：「如何是大乘見解？」大乘見解是指大乘法，尤其是指一乘佛法。六祖說：「明與無明」，明是光明，無明就是暗，「凡夫見解是兩樁事，明不是暗，暗不是明，智者了達其性無二。」我們要注意「性」字。智是具有智慧的人，所謂上智大根性的人，他曉得明暗之相是有二，相不同，可是明暗之性是一不是二，所以說是不二。「無二之性，即是實性。」實性，就是真如本性。《仁王經》云：「諸法實性，清淨平等，非有非無。」實性就是哲學講的「宇宙萬有之本體」。我們迷惑了實性，被稱為凡夫，雖然我們在凡夫位，我們的真如實性並沒有減少；縱然是在諸佛如來的地位上，真如實性也沒有增加。《大乘起信論》云：「一切法，真如平等，不增不減。」六祖說：「住煩惱位上，實性它不亂。像佛與大菩薩住在禪定之中，真如實性也不顯得特別的寂靜。」從這些形容的語句中，我們要細心體會實性的樣子。經上講，實性是「不斷不常」，《楞伽經》云「非斷非常」，它不是斷滅相，也不能說是常住相。它「不來不去」，無來無去，不來不去就超越三世（過去、現在、未來）。它「不在內外，亦不在中間」，如《楞嚴經》裡的七處徵心，俱不可得，不在內，不在外，也不在中間。它是「不生不滅，性相如如」，實在沒有法子形容，稱它作如如。「常住不遷」，不遷就是永遠沒有改變，永遠就是這個樣子，《楞嚴經》云：「眾生迷惑顛倒，皆由不知常住真心性淨明體。」無二之性，就是常住真心性淨明體，也就是此地所講的實性。這個實性，名之為道。你不是要問「道」嗎？這個就叫做道。"
    },
    {
      "id": "09-004-0037_p0003",
      "zh_CN": "【简曰：师说不生不灭，何异外道？】",
      "zh_TW": "【簡曰：師說不生不滅，何異外道？】"
    },
    {
      "id": "09-004-0037_p0004",
      "zh_CN": "薛简问：「祖师所说的不生不灭，何异于外道？」印度六师外道也讲「神我不灭」，「神我」就是世俗所讲的灵魂。印度一些宗教家们也有相当的定功，他知道我们的身是有生有灭，他看到六道轮回，见到一切众生在六道中舍身受身，所以他知道身是无常的，身是生灭的。到六道里投胎，舍身、受身的那个主人，中国人讲的灵魂，佛法讲的神识，好像是不生不灭，于是就错认这个神识是不生不灭。佛法告诉我们：神识不是真的，是虚妄的。这在唯识说得特别详细。佛法，它是要将世出世间一切法的真实相，彻底的了解，认识清楚，所以不同于外道。要认识清楚，必定要亲证，绝对不是记闻之学。别人这么说，我们就相信，这在佛法里是讲不通。佛法是必须要自己证得这个境界，才算是真实。自己没有证得，释迦牟尼佛为我讲的，阿弥陀佛为我讲的，也不能代表就是自己的境界，这是佛法与一切宗教、一切世间学说不同之所在。薛简误会了，认为这是外道的思想。在《楞严经》中，阿难尊者当年亲听释迦佛所说，也免不了有许多误会，其中不少处所认为佛所讲与外道所说很接近。当然，佛所讲的决不是外道所说的。可是自己有疑，一定要请教，要请老师为我们断疑生信。",
      "zh_TW": "薛簡問：「祖師所說的不生不滅，何異於外道？」印度六師外道也講「神我不滅」，「神我」就是世俗所講的靈魂。印度一些宗教家們也有相當的定功，他知道我們的身是有生有滅，他看到六道輪迴，見到一切眾生在六道中捨身受身，所以他知道身是無常的，身是生滅的。到六道裡投胎，捨身、受身的那個主人，中國人講的靈魂，佛法講的神識，好像是不生不滅，於是就錯認這個神識是不生不滅。佛法告訴我們：神識不是真的，是虛妄的。這在唯識說得特別詳細。佛法，它是要將世出世間一切法的真實相，徹底的了解，認識清楚，所以不同於外道。要認識清楚，必定要親證，絕對不是記聞之學。別人這麼說，我們就相信，這在佛法裡是講不通。佛法是必須要自己證得這個境界，才算是真實。自己沒有證得，釋迦牟尼佛為我講的，阿彌陀佛為我講的，也不能代表就是自己的境界，這是佛法與一切宗教、一切世間學說不同之所在。薛簡誤會了，認為這是外道的思想。在《楞嚴經》中，阿難尊者當年親聽釋迦佛所說，也免不了有許多誤會，其中不少處所認為佛所講與外道所說很接近。當然，佛所講的決不是外道所說的。可是自己有疑，一定要請教，要請老師為我們斷疑生信。"
    },
    {
      "id": "09-004-0037_p0005",
      "zh_CN": "【师曰：外道所说不生不灭者，将灭止生，以生显灭，灭犹不灭，生说不生；我说不生不灭者，本自无生，今亦无灭，所以不同外道。】",
      "zh_TW": "【師曰：外道所說不生不滅者，將滅止生，以生顯滅，滅猶不滅，生說不生；我說不生不滅者，本自無生，今亦無滅，所以不同外道。】"
    },
    {
      "id": "09-004-0037_p0006",
      "zh_CN": "六祖说：「外道所说不生不灭者，将灭止生，以生显灭。灭犹不灭，生说不生。」这几句话答得很妙，实在是高明。外道的概念，还是脱不了相对的思想，也就是我们今天讲的相对论。它讲的「不生不灭」，生灭是两端，它是将灭来止生，以生来显灭；换句话说，它是生灭法，它是有生有灭。既然是有生有灭，是属于相对的，相对就是错误。它说的灭，灭还是不灭，它所说的生，也不见得就是真正有生。为什么？有灭才显得生，有生才显得灭，这是在相对的境界，一句话就说破外道的境界。",
      "zh_TW": "六祖說：「外道所說不生不滅者，將滅止生，以生顯滅。滅猶不滅，生說不生。」這幾句話答得很妙，實在是高明。外道的概念，還是脫不了相對的思想，也就是我們今天講的相對論。它講的「不生不滅」，生滅是兩端，它是將滅來止生，以生來顯滅；換句話說，它是生滅法，它是有生有滅。既然是有生有滅，是屬於相對的，相對就是錯誤。它說的滅，滅還是不滅，它所說的生，也不見得就是真正有生。為什麼？有滅才顯得生，有生才顯得滅，這是在相對的境界，一句話就說破外道的境界。"
    },
    {
      "id": "09-004-0037_p0007",
      "zh_CN": "六祖说：「我说的不生不灭，不是相对的，而是本自无生，今亦不灭。」这与外道的见解完全不同；换句话说，它不是相对的。根本就没有生，哪来的有灭？「不生不灭」一句懂得，前面说的「不断不常，不来不去」的意思，统统可以大彻大悟。这是佛法不同于外道所说。我们在这里得到一个结论：佛法是超越相对的，外道没有超越相对；凡是超越相对的就是佛法，凡是未能超越相对的都是世间法。",
      "zh_TW": "六祖說：「我說的不生不滅，不是相對的，而是本自無生，今亦不滅。」這與外道的見解完全不同；換句話說，它不是相對的。根本就沒有生，哪來的有滅？「不生不滅」一句懂得，前面說的「不斷不常，不來不去」的意思，統統可以大徹大悟。這是佛法不同於外道所說。我們在這裡得到一個結論：佛法是超越相對的，外道沒有超越相對；凡是超越相對的就是佛法，凡是未能超越相對的都是世間法。"
    },
    {
      "id": "09-004-0037_p0008",
      "zh_CN": "【汝若欲知心要，但一切善恶都莫思量，自然得入清净心体，湛然常寂，妙用恒沙。】",
      "zh_TW": "【汝若欲知心要，但一切善惡都莫思量，自然得入清淨心體，湛然常寂，妙用恆沙。】"
    },
    {
      "id": "09-004-0037_p0009",
      "zh_CN": "这几句话很重要，对于我们初学的人来说是很精要的开示。六祖说：「汝若欲知心要」，想要真正了解修心的要诀，「但一切善恶都莫思量，自然得入清净心体，湛然常寂，妙用恒沙。」学佛，有些同修是初入门，有些同修已经修学三十年、五十年，试问问：在这许多岁月之中，我们的修学到底成就在哪里？学禅的，我们是不是得禅定？有没有明心见性？念佛的人，我们有没有证得一心不乱？有没有把握了脱生死、生西方极乐世界？如果连消息都无，我们就应当认真检讨。我们这些年来所修所学一定有差错，否则必定有显著的成绩。我们见到六祖大师会下这些学生们，他们修学的时间，少的三、五年，多的十几年，都有显著的成绩表现，这值得我们深深反省。「一切善恶都莫思量」，我们是一切善恶一天想到晚，心从来没有清净过，这是我们不能成就最大的原因。不但你想一切恶，心不清净，你就是想一切善，心还是不清净。",
      "zh_TW": "這幾句話很重要，對於我們初學的人來說是很精要的開示。六祖說：「汝若欲知心要」，想要真正了解修心的要訣，「但一切善惡都莫思量，自然得入清淨心體，湛然常寂，妙用恆沙。」學佛，有些同修是初入門，有些同修已經修學三十年、五十年，試問問：在這許多歲月之中，我們的修學到底成就在哪裡？學禪的，我們是不是得禪定？有沒有明心見性？念佛的人，我們有沒有證得一心不亂？有沒有把握了脫生死、生西方極樂世界？如果連消息都無，我們就應當認真檢討。我們這些年來所修所學一定有差錯，否則必定有顯著的成績。我們見到六祖大師會下這些學生們，他們修學的時間，少的三、五年，多的十幾年，都有顯著的成績表現，這值得我們深深反省。「一切善惡都莫思量」，我們是一切善惡一天想到晚，心從來沒有清淨過，這是我們不能成就最大的原因。不但你想一切惡，心不清淨，你就是想一切善，心還是不清淨。"
    },
    {
      "id": "09-004-0037_p0010",
      "zh_CN": "许多学人对我说，希望能求得佛教的大义，做为自己修学的方针。我自己学佛也将近三十年，三十年之中我所体会的，佛教的教学没有别的，只是教导我们「一心不乱」而已。所以，我把它归结为「平等心、清净心、慈悲心」，佛法的修学只是如此而已。我们的心，是不是一天比一天平等、一天比一天清净、一天比一天慈悲？果然如是，我们就大有进益；若是相反，我们的路就走错了。我们能把握到这个纲领，就应当将一切善恶都莫思量，心就清净、心就平等了。这两句话大家要特别注意到，不是叫你一切善事都不要做、恶事也不要去断，那就错了。断恶修善是事，是我们一天到晚必须要做的，要断恶、要修善，但是断恶修善的心不能有。事上要断，心上（心就是念头）莫思量，断恶不作断恶想，修善也不作修善想，心一味清净，这是学佛人。如果说，「我心清净，我恶事不做，我善事也不做」，这是外道，这是小乘，这不是佛法。如果是这样作法，六祖怎么能说「妙用恒沙」？「恒沙」是比喻「多」，像恒河沙一样，这是大用无方。懂得这个要领，你自然得入清净心体。清净心体就是实性，也就是净土宗讲的理一心不乱。「湛然常寂」是清净心体之相，心清净极了。从清净心中生出来的断一切恶、修一切善，这是妙用恒沙。",
      "zh_TW": "許多學人對我說，希望能求得佛教的大義，做為自己修學的方針。我自己學佛也將近三十年，三十年之中我所體會的，佛教的教學沒有別的，只是教導我們「一心不亂」而已。所以，我把它歸結為「平等心、清淨心、慈悲心」，佛法的修學只是如此而已。我們的心，是不是一天比一天平等、一天比一天清淨、一天比一天慈悲？果然如是，我們就大有進益；若是相反，我們的路就走錯了。我們能把握到這個綱領，就應當將一切善惡都莫思量，心就清淨、心就平等了。這兩句話大家要特別注意到，不是叫你一切善事都不要做、惡事也不要去斷，那就錯了。斷惡修善是事，是我們一天到晚必須要做的，要斷惡、要修善，但是斷惡修善的心不能有。事上要斷，心上（心就是念頭）莫思量，斷惡不作斷惡想，修善也不作修善想，心一味清淨，這是學佛人。如果說，「我心清淨，我惡事不做，我善事也不做」，這是外道，這是小乘，這不是佛法。如果是這樣作法，六祖怎麼能說「妙用恆沙」？「恆沙」是比喻「多」，像恆河沙一樣，這是大用無方。懂得這個要領，你自然得入清淨心體。清淨心體就是實性，也就是淨土宗講的理一心不亂。「湛然常寂」是清淨心體之相，心清淨極了。從清淨心中生出來的斷一切惡、修一切善，這是妙用恆沙。"
    },
    {
      "id": "09-004-0037_p0011",
      "zh_CN": "【简蒙指教，豁然大悟！礼辞归阙，表奏师语。其年九月三日，有诏奖谕师曰：师辞老疾，为朕修道，国之福田。师若净名托疾毘耶，阐扬大乘，传诸佛心，谈不二法。薛简传师指授如来知见，朕积善余庆，宿种善根，值师出世，顿悟上乘，感荷师恩，顶戴无已。拜奉磨衲袈裟及水晶钵，敕韶州剌史修饰寺宇，赐师旧居为国恩寺。】",
      "zh_TW": "【簡蒙指教，豁然大悟！禮辭歸闕，表奏師語。其年九月三日，有詔獎諭師曰：師辭老疾，為朕修道，國之福田。師若淨名托疾毘耶，闡揚大乘，傳諸佛心，談不二法。薛簡傳師指授如來知見，朕積善餘慶，宿種善根，值師出世，頓悟上乘，感荷師恩，頂戴無已。拜奉磨衲袈裟及水晶缽，敕韶州剌史修飾寺宇，賜師舊居為國恩寺。】"
    },
    {
      "id": "09-004-0037_p0012",
      "zh_CN": "薛简承蒙六祖这一番指教，豁然大悟！可见，他也是有相当根基的人。「礼辞归阙」，回到朝廷，把六祖大师的开示转达给皇帝。就在这一年九月初三，皇帝有诏书奖谕六祖大师，说：「大师不肯奉召，而以年老多病为辞。你为皇帝修道，为国家的福田。」一个国家、一个地区真正有修道的人，就有龙天护法，此地一定蒙福报，就会消灾免难。「师若净名托疾毘耶，阐扬大乘，传诸佛心，谈不二法。」这是将他比作维摩长者。维摩长者当年示现生病，佛弟子、舍利弗尊者这些人都来问候，他藉这个机会为这些修学大乘佛法的人开导，告诉他们不二法门及学佛的心要。薛简传达六祖大师指授如来知见，皇帝听了之后也非常高兴，感觉到自己是积善余庆，宿种善根，这才能遇到大师出世，顿悟上乘。为了感谢六祖大师的恩德，将袈裟、水晶宝钵赠送给他作礼物，并赐六祖大师的故乡旧宅名为国恩寺。这是礼遇有加。",
      "zh_TW": "薛簡承蒙六祖這一番指教，豁然大悟！可見，他也是有相當根基的人。「禮辭歸闕」，回到朝廷，把六祖大師的開示轉達給皇帝。就在這一年九月初三，皇帝有詔書獎諭六祖大師，說：「大師不肯奉召，而以年老多病為辭。你為皇帝修道，為國家的福田。」一個國家、一個地區真正有修道的人，就有龍天護法，此地一定蒙福報，就會消災免難。「師若淨名托疾毘耶，闡揚大乘，傳諸佛心，談不二法。」這是將他比作維摩長者。維摩長者當年示現生病，佛弟子、舍利弗尊者這些人都來問候，他藉這個機會為這些修學大乘佛法的人開導，告訴他們不二法門及學佛的心要。薛簡傳達六祖大師指授如來知見，皇帝聽了之後也非常高興，感覺到自己是積善餘慶，宿種善根，這才能遇到大師出世，頓悟上乘。為了感謝六祖大師的恩德，將袈裟、水晶寶缽贈送給他作禮物，並賜六祖大師的故鄉舊宅名為國恩寺。這是禮遇有加。"
    }
  ]
}