{
  "doc_id": "09-004-0024",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0024",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "09-004-0024_p0001",
      "zh_CN": "【僧法达，洪州人，七岁出家，常诵《法华经》。来礼祖师，头不至地。师诃曰：礼不投地，何如不礼！汝心中必有一物，蕴习何事耶？曰：念《法华经》已及三千部。】",
      "zh_TW": "【僧法達，洪州人，七歲出家，常誦《法華經》。來禮祖師，頭不至地。師訶曰：禮不投地，何如不禮！汝心中必有一物，蘊習何事耶？曰：念《法華經》已及三千部。】"
    },
    {
      "id": "09-004-0024_p0002",
      "zh_CN": "法达禅师，七岁出家，常诵《法华经》。有一天，他到曹溪来参礼六祖，态度显得很傲慢，六祖说：「既然你到这里来礼拜，礼拜应当要合乎规矩。礼拜头不着地，这样的礼拜存有傲慢之心，与不礼拜没有什么两样。想必你心中一定有一样东西，值得你骄傲的。你一向学的是什么？」法达禅师说：「我念《法华经》已经有三千部。」在佛经里，《法华经》可以说是一部很重要的经典。在中国，天台智𫖮大师就是依据这部经建立法华宗，即天台宗。这部经的经文相当长，将近七万字。照一般来读诵，若是一天念一部，三千部《法华经》大概要十年才能念完。由此可知，法达禅师对于《法华经》已经是非常的精熟，可以说是熟透了，这是他值得骄傲之处。",
      "zh_TW": "法達禪師，七歲出家，常誦《法華經》。有一天，他到曹溪來參禮六祖，態度顯得很傲慢，六祖說：「既然你到這裡來禮拜，禮拜應當要合乎規矩。禮拜頭不著地，這樣的禮拜存有傲慢之心，與不禮拜沒有什麼兩樣。想必你心中一定有一樣東西，值得你驕傲的。你一向學的是什麼？」法達禪師說：「我念《法華經》已經有三千部。」在佛經裡，《法華經》可以說是一部很重要的經典。在中國，天台智顗大師就是依據這部經建立法華宗，即天台宗。這部經的經文相當長，將近七萬字。照一般來讀誦，若是一天念一部，三千部《法華經》大概要十年才能念完。由此可知，法達禪師對於《法華經》已經是非常的精熟，可以說是熟透了，這是他值得驕傲之處。"
    },
    {
      "id": "09-004-0024_p0003",
      "zh_CN": "【师曰：汝若念至万部，得其经意，不以为胜，则与吾偕行。汝今负此事业，都不知过。听吾偈曰：礼本折幔幢，头奚不至地？有我罪即生，亡功福无比。】",
      "zh_TW": "【師曰：汝若念至萬部，得其經意，不以為勝，則與吾偕行。汝今負此事業，都不知過。聽吾偈曰：禮本折幔幢，頭奚不至地？有我罪即生，亡功福無比。】"
    },
    {
      "id": "09-004-0024_p0004",
      "zh_CN": "六祖说：「别说你念三千部，你就是念到一万部，要是真正通达经义，自己一点傲慢心都没有，你就可以与我同行。」「同行」，就是境界达到相同的层次。说：「你今天实在是辜负自己修学佛法的大事，你还不晓得过失。」于是祖师为他说一首偈：『礼本折幔幢，头奚不至地？有我罪即生，亡功福无比』。「礼本折幔幢」，礼是礼敬，在佛门里礼拜是五体投地，它的用意就是折服我们贡高我慢的习气，因为骄慢是一切众生与生俱来的烦恼。「头奚不至地」，你礼拜为何头不着地？「有我罪即生，亡功福无比」。「亡」与「无」相通。一切罪都是有「我」而起的，「我」就是我贪、我见、我慢。所以，只要有「我」，就有种种的分别、执着、妄想。在佛法里讲，我执是一切罪业的根源。亡功的「亡」，就是「无我」。如果一个人能做到无我，这个功德、福报就无与伦比。",
      "zh_TW": "六祖說：「別說你念三千部，你就是念到一萬部，要是真正通達經義，自己一點傲慢心都沒有，你就可以與我同行。」「同行」，就是境界達到相同的層次。說：「你今天實在是辜負自己修學佛法的大事，你還不曉得過失。」於是祖師為他說一首偈：『禮本折幔幢，頭奚不至地？有我罪即生，亡功福無比』。「禮本折幔幢」，禮是禮敬，在佛門裡禮拜是五體投地，它的用意就是折服我們貢高我慢的習氣，因為驕慢是一切眾生與生俱來的煩惱。「頭奚不至地」，你禮拜為何頭不著地？「有我罪即生，亡功福無比」。「亡」與「無」相通。一切罪都是有「我」而起的，「我」就是我貪、我見、我慢。所以，只要有「我」，就有種種的分別、執著、妄想。在佛法裡講，我執是一切罪業的根源。亡功的「亡」，就是「無我」。如果一個人能做到無我，這個功德、福報就無與倫比。"
    },
    {
      "id": "09-004-0024_p0005",
      "zh_CN": "【师又曰：汝名什么？曰：法达。师曰：汝名法达，何曾达法？复说偈曰：汝今名法达，勤诵未休歇。空诵但循声，明心号菩萨。汝今有缘故，吾今为汝说。但信佛无言，莲华从口发。】",
      "zh_TW": "【師又曰：汝名什麼？曰：法達。師曰：汝名法達，何曾達法？復說偈曰：汝今名法達，勤誦未休歇。空誦但循聲，明心號菩薩。汝今有緣故，吾今為汝說。但信佛無言，蓮華從口發。】"
    },
    {
      "id": "09-004-0024_p0006",
      "zh_CN": "六祖又问：「你叫什么名字？」他说：「我叫法达。」六祖说：「你的名字叫法达，这个名字不错，很好！可是你何曾通达佛法？」于是，又为他说一首偈。「汝今名法达，勤诵未休歇。」这是指法达这么多年来，每天勤奋的读诵《法华经》。「空诵但循声」，虽然念《法华经》念了这么多年，念了三千部，很可惜你并没有能解义，《法华经》的义趣没有懂。「明心号菩萨」，这句话很重要，提醒他，念经的目的是在明心见性，明心见性才叫做菩萨。可惜！你念了这么多年，并没有明心见性。「汝今有缘故，吾今为汝说。」我们两个很有缘分，如果没有缘分，那什么都不能谈了。既然有缘，当然我要给你说明。「但信佛无言，莲华从口发。」只要真正相信佛无言；这句话是讲至理绝言，「道本无言，言说是妄」。世尊在《金刚经》曾经说过，如果有人说佛说法，就是谤佛。这是说明，佛说法是「说而无说，无说而说」。因此，我们修学佛法、读诵经典，千万不可以执着言语、文字、名相等等；这就是「但信佛无言」，说无言之言；如此才能「莲华从口发」，莲华就是指《妙法莲华经》。",
      "zh_TW": "六祖又問：「你叫什麼名字？」他說：「我叫法達。」六祖說：「你的名字叫法達，這個名字不錯，很好！可是你何曾通達佛法？」於是，又為他說一首偈。「汝今名法達，勤誦未休歇。」這是指法達這麼多年來，每天勤奮的讀誦《法華經》。「空誦但循聲」，雖然念《法華經》念了這麼多年，念了三千部，很可惜你並沒有能解義，《法華經》的義趣沒有懂。「明心號菩薩」，這句話很重要，提醒他，念經的目的是在明心見性，明心見性才叫做菩薩。可惜！你念了這麼多年，並沒有明心見性。「汝今有緣故，吾今為汝說。」我們兩個很有緣分，如果沒有緣分，那什麼都不能談了。既然有緣，當然我要給你說明。「但信佛無言，蓮華從口發。」只要真正相信佛無言；這句話是講至理絕言，「道本無言，言說是妄」。世尊在《金剛經》曾經說過，如果有人說佛說法，就是謗佛。這是說明，佛說法是「說而無說，無說而說」。因此，我們修學佛法、讀誦經典，千萬不可以執著言語、文字、名相等等；這就是「但信佛無言」，說無言之言；如此才能「蓮華從口發」，蓮華就是指《妙法蓮華經》。"
    },
    {
      "id": "09-004-0024_p0007",
      "zh_CN": "【达闻偈，悔谢曰：而今而后，当谦恭一切。弟子诵《法华经》，未解经义，心常有疑。和尚智慧广大，愿略说经中义理。师曰：法达！法即甚达，汝心不达。经本无疑，汝心自疑。汝念此经，以何为宗？达曰：学人根性暗钝，从来但依文诵念，岂知宗趣？师曰：吾不识文字，汝试取经诵之一遍，吾当为汝解说。法达即高声念经，至方便品，师曰：止！此经元来以因缘出世为宗，纵说多种譬喻，亦无越于此。何者因缘？经云：诸佛世尊，唯以一大事因缘故出现于世。一大事者，佛之知见也。世人外迷着相，内迷着空；若能于相离相，于空离空，即是内外不迷。若悟此法，一念心开，是为开佛知见。】",
      "zh_TW": "【達聞偈，悔謝曰：而今而後，當謙恭一切。弟子誦《法華經》，未解經義，心常有疑。和尚智慧廣大，願略說經中義理。師曰：法達！法即甚達，汝心不達。經本無疑，汝心自疑。汝念此經，以何為宗？達曰：學人根性暗鈍，從來但依文誦念，豈知宗趣？師曰：吾不識文字，汝試取經誦之一遍，吾當為汝解說。法達即高聲念經，至方便品，師曰：止！此經元來以因緣出世為宗，縱說多種譬喻，亦無越於此。何者因緣？經云：諸佛世尊，唯以一大事因緣故出現於世。一大事者，佛之知見也。世人外迷著相，內迷著空；若能於相離相，於空離空，即是內外不迷。若悟此法，一念心開，是為開佛知見。】"
    },
    {
      "id": "09-004-0024_p0008",
      "zh_CN": "法达禅师听了这两首偈之后，深为感动，于是向六祖忏悔、礼谢。他说：「我从今以后，一定学习谦虚恭敬一切。」说了这些话之后，他又向大师请教：「弟子念《法华经》，对于经的意思并不了解，心中时常有疑问，和尚智慧广大，愿略说经中的义理。」六祖说：「法达，法是非常的通达，可惜你的心没有通达；经本来没有疑惑，而是你心里自己疑惑。」于是问他：「你念这部经，以什么为宗旨？」法达禅师说：「我的根性非常暗钝，只晓得依文字来念，并不懂得这部经的宗趣。」六祖说：「我不认识字，你把这部经念一遍给我听，我来为你解释。」法达就高声念经，念到方便品，六祖说：「好了！可以止住了。这部经原来是以因缘出世为宗旨。无论它说多少譬喻，也不能超过这一个原则。什么因缘？经上说：诸佛世尊唯以一大事因缘故出现于世。这一大事，就是说佛之知见。世间人，外迷着相，内迷着空。如果能于相离相，于空离空，就是内外不迷。若悟此法，一念心开，就是开佛知见。」",
      "zh_TW": "法達禪師聽了這兩首偈之後，深為感動，於是向六祖懺悔、禮謝。他說：「我從今以後，一定學習謙虛恭敬一切。」說了這些話之後，他又向大師請教：「弟子念《法華經》，對於經的意思並不了解，心中時常有疑問，和尚智慧廣大，願略說經中的義理。」六祖說：「法達，法是非常的通達，可惜你的心沒有通達；經本來沒有疑惑，而是你心裡自己疑惑。」於是問他：「你念這部經，以什麼為宗旨？」法達禪師說：「我的根性非常暗鈍，只曉得依文字來念，並不懂得這部經的宗趣。」六祖說：「我不認識字，你把這部經念一遍給我聽，我來為你解釋。」法達就高聲念經，念到方便品，六祖說：「好了！可以止住了。這部經原來是以因緣出世為宗旨。無論它說多少譬喻，也不能超過這一個原則。什麼因緣？經上說：諸佛世尊唯以一大事因緣故出現於世。這一大事，就是說佛之知見。世間人，外迷著相，內迷著空。如果能於相離相，於空離空，就是內外不迷。若悟此法，一念心開，就是開佛知見。」"
    },
    {
      "id": "09-004-0024_p0009",
      "zh_CN": "【佛犹觉也，分为四门：开觉知见，示觉知见，悟觉知见，入觉知见。若闻开示，便能悟入，即觉知见，本来真性而得出现。汝慎勿错解经意，见他道开示悟入，自是佛之知见，我辈无分。若作此解，乃是谤经毁佛也。】",
      "zh_TW": "【佛猶覺也，分為四門：開覺知見，示覺知見，悟覺知見，入覺知見。若聞開示，便能悟入，即覺知見，本來真性而得出現。汝慎勿錯解經意，見他道開示悟入，自是佛之知見，我輩無分。若作此解，乃是謗經毀佛也。】"
    },
    {
      "id": "09-004-0024_p0010",
      "zh_CN": "「佛」字是梵语，意思是觉者。六祖说：「经的旨趣可以分为四门：开觉知见，示觉知见，悟觉知见，入觉知见。」这个讲解是既简单又透彻。《法华经》本文说「开示悟入佛之知见」，六祖完全是从义理来说明。特别教导法达：「若闻开示，便能悟入。」这两句话非常重要，说明觉知见，觉是迷的反面，不迷就是觉。迷与觉的定义，可以分为许多层次来说，在小乘有四果四向，在大乘法菩萨有五十一个阶级。由此可知，它的标准层次是各个不同。本经，六祖是对上上乘根性之人而说，换句话说，六祖的标准是最高的标准：一乘佛法的标准，这个标准还在大乘之上。觉，什么是一乘之觉？一乘之觉一定要明心见性；换句话说，迷失了本性，都叫做不觉。不但凡夫不觉，二乘人、权教菩萨，都说之为不觉。这个道理，《大乘起信论》说得很透彻。六祖说：「觉知见，本来真性而得出现。」这就是明心见性。又说：「你不可以错解经义。佛说开示悟入，若你误会这个开示悟入佛之知见是诸佛的知见，我们自己没有分，若要这样解释，这就叫谤经毁佛。」",
      "zh_TW": "「佛」字是梵語，意思是覺者。六祖說：「經的旨趣可以分為四門：開覺知見，示覺知見，悟覺知見，入覺知見。」這個講解是既簡單又透徹。《法華經》本文說「開示悟入佛之知見」，六祖完全是從義理來說明。特別教導法達：「若聞開示，便能悟入。」這兩句話非常重要，說明覺知見，覺是迷的反面，不迷就是覺。迷與覺的定義，可以分為許多層次來說，在小乘有四果四向，在大乘法菩薩有五十一個階級。由此可知，它的標準層次是各個不同。本經，六祖是對上上乘根性之人而說，換句話說，六祖的標準是最高的標準：一乘佛法的標準，這個標準還在大乘之上。覺，什麼是一乘之覺？一乘之覺一定要明心見性；換句話說，迷失了本性，都叫做不覺。不但凡夫不覺，二乘人、權教菩薩，都說之為不覺。這個道理，《大乘起信論》說得很透徹。六祖說：「覺知見，本來真性而得出現。」這就是明心見性。又說：「你不可以錯解經義。佛說開示悟入，若你誤會這個開示悟入佛之知見是諸佛的知見，我們自己沒有分，若要這樣解釋，這就叫謗經毀佛。」"
    },
    {
      "id": "09-004-0024_p0011",
      "zh_CN": "佛教，诸位从一切经论中仔细去观察，它不是宗教。我们承认佛教是宗教，这也是谤佛谤法。为什么？它不是宗教，你说它是宗教，那不是毁谤它吗？大凡宗教，一定有个主宰的神，教徒与神是不能平等的。譬如，外道的宗教讲上帝，人与上帝不能平等，不能说人人都去作上帝，那还得了！佛教里没有这个，佛教是佛陀的教育。我们真正做到续佛慧命，弘扬佛法，利益众生，首先自己不可以谤佛谤法。佛是讲平等的，佛是说一切众生皆有佛性，一切众生皆得作佛。「佛」是什么？佛是大智大觉之人。佛说，这种大智大觉我们每个人都有分，并不是他独有的。所以，六祖在此处提醒法达：佛之知见是我们自己的知见。佛就是觉，觉悟的知见是人人皆有。",
      "zh_TW": "佛教，諸位從一切經論中仔細去觀察，它不是宗教。我們承認佛教是宗教，這也是謗佛謗法。為什麼？它不是宗教，你說它是宗教，那不是毀謗它嗎？大凡宗教，一定有個主宰的神，教徒與神是不能平等的。譬如，外道的宗教講上帝，人與上帝不能平等，不能說人人都去作上帝，那還得了！佛教裡沒有這個，佛教是佛陀的教育。我們真正做到續佛慧命，弘揚佛法，利益眾生，首先自己不可以謗佛謗法。佛是講平等的，佛是說一切眾生皆有佛性，一切眾生皆得作佛。「佛」是什麼？佛是大智大覺之人。佛說，這種大智大覺我們每個人都有分，並不是他獨有的。所以，六祖在此處提醒法達：佛之知見是我們自己的知見。佛就是覺，覺悟的知見是人人皆有。"
    },
    {
      "id": "09-004-0024_p0012",
      "zh_CN": "【彼既是佛，已具知见，何用更开？汝今当信，佛知见者，只汝自心，更无别佛。盖为一切众生，自蔽光明，贪爱尘境，外缘内扰，甘受驱驰。便劳他世尊从三昧起，种种苦口，劝令寝息。莫向外求，与佛无二。故云：开佛知见。吾亦劝一切人，于自心中常开佛之知见。世人心邪，愚迷造罪，口善心恶，贪瞋嫉妒，谄佞我慢，侵人害物，自开众生知见。】",
      "zh_TW": "【彼既是佛，已具知見，何用更開？汝今當信，佛知見者，只汝自心，更無別佛。蓋為一切眾生，自蔽光明，貪愛塵境，外緣內擾，甘受驅馳。便勞他世尊從三昧起，種種苦口，勸令寢息。莫向外求，與佛無二。故云：開佛知見。吾亦勸一切人，於自心中常開佛之知見。世人心邪，愚迷造罪，口善心惡，貪瞋嫉妒，諂佞我慢，侵人害物，自開眾生知見。】"
    },
    {
      "id": "09-004-0024_p0013",
      "zh_CN": "六祖说：「彼既是佛；这部经是释迦牟尼佛讲的，他已经成佛，已经成就圆满的智慧觉悟。他已经具足觉悟的知见，何必还要开什么？应当要相信，佛之知见就是我们自己的心地，是我们自己的真心。除了自己真心之外，更无别佛。」很可惜一切众生自己把自己的真心蒙蔽，使我们无尽的智慧光明不能现前。这个毛病出在哪里？毛病就是障碍，这个障碍，在佛法里将它归纳，不外乎两种：一种是「烦恼障」，一种是「所知障」。何谓「烦恼障」？我们根尘相接触的时候，生起贪瞋痴慢，「贪爱尘境，外缘内扰」，于是将我们自己本性里的智慧光明、觉之知见障碍住。佛的教学，无非教我们恢复自己真性的本能而已。这桩事情，佛对于我们只是做为一个增上缘，从旁边给我们一点帮助，只要我们肯接受，自己肯努力。这桩事要自修、自悟、自度，没有法子依赖任何一个人。",
      "zh_TW": "六祖說：「彼既是佛；這部經是釋迦牟尼佛講的，他已經成佛，已經成就圓滿的智慧覺悟。他已經具足覺悟的知見，何必還要開什麼？應當要相信，佛之知見就是我們自己的心地，是我們自己的真心。除了自己真心之外，更無別佛。」很可惜一切眾生自己把自己的真心蒙蔽，使我們無盡的智慧光明不能現前。這個毛病出在哪裡？毛病就是障礙，這個障礙，在佛法裡將它歸納，不外乎兩種：一種是「煩惱障」，一種是「所知障」。何謂「煩惱障」？我們根塵相接觸的時候，生起貪瞋痴慢，「貪愛塵境，外緣內擾」，於是將我們自己本性裡的智慧光明、覺之知見障礙住。佛的教學，無非教我們恢復自己真性的本能而已。這樁事情，佛對於我們只是做為一個增上緣，從旁邊給我們一點幫助，只要我們肯接受，自己肯努力。這樁事要自修、自悟、自度，沒有法子依賴任何一個人。"
    },
    {
      "id": "09-004-0024_p0014",
      "zh_CN": "六祖说：「我们现在是麻烦释迦牟尼佛，从定中发起种种苦口婆心，无非劝我们止息妄念。」我们要想学佛，学佛就是学觉；我们要想成佛，就是成就大智大觉。从哪里做起？得从放下万缘做起；换言之，要从心地清净做起。心里不清净，这就是障碍，这就是烦恼。所以，学佛的人心一定要清净。要想心清净，必须要将名闻利养、五欲六尘统统放下，修平等心，修清净心。由平等清净中，一定会生起无量的慈悲，利益一切众生。所以，这桩事情一定要向内求，而不是向外求。向内求，则与十方诸佛没有两样，所以叫开佛知见。这一条懂得，「示、悟、入」的意思就可想而知。",
      "zh_TW": "六祖說：「我們現在是麻煩釋迦牟尼佛，從定中發起種種苦口婆心，無非勸我們止息妄念。」我們要想學佛，學佛就是學覺；我們要想成佛，就是成就大智大覺。從哪裡做起？得從放下萬緣做起；換言之，要從心地清淨做起。心裡不清淨，這就是障礙，這就是煩惱。所以，學佛的人心一定要清淨。要想心清淨，必須要將名聞利養、五欲六塵統統放下，修平等心，修清淨心。由平等清淨中，一定會生起無量的慈悲，利益一切眾生。所以，這樁事情一定要向內求，而不是向外求。向內求，則與十方諸佛沒有兩樣，所以叫開佛知見。這一條懂得，「示、悟、入」的意思就可想而知。"
    },
    {
      "id": "09-004-0024_p0015",
      "zh_CN": "六祖说：「我时常劝一切人，要于自心中常开佛之知见。」在自己心里要常常觉悟，不可以迷在境界里，也不可以迷在自己知见里。迷在自己知见里面，这叫所知障，还是障碍自己大觉之知见。「世间人心地邪念、妄念很多，于是他才造作种种的罪业，口善心恶，贪瞋嫉妒，谄佞我慢，侵人害物，这些都是自开众生知见，不是佛知见。」这几句话说得非常好，让我们了解邪知邪见的意思，知道了，就应当改过自新。",
      "zh_TW": "六祖說：「我時常勸一切人，要於自心中常開佛之知見。」在自己心裡要常常覺悟，不可以迷在境界裡，也不可以迷在自己知見裡。迷在自己知見裡面，這叫所知障，還是障礙自己大覺之知見。「世間人心地邪念、妄念很多，於是他才造作種種的罪業，口善心惡，貪瞋嫉妒，諂佞我慢，侵人害物，這些都是自開眾生知見，不是佛知見。」這幾句話說得非常好，讓我們了解邪知邪見的意思，知道了，就應當改過自新。"
    }
  ]
}