{
  "doc_id": "09-004-0040",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十集",
    "zh_TW": "第四十集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0040",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "09-004-0040_p0001",
      "zh_CN": "◎付嘱流通第十",
      "zh_TW": "◎付囑流通第十"
    },
    {
      "id": "09-004-0040_p0002",
      "zh_CN": "【师于太极元年壬子七月，命门人往新州国恩寺建塔，仍命促工。次年夏末落成。七月一日，集徒众曰：吾至八月，欲离世间。汝等有疑，早须相问，为汝破疑，令汝迷尽。吾若去后，无人教汝。法海等闻，悉皆涕泣。惟有神会，不动神情，亦无涕泣。师云：神会小师却得善不善等，毁誉不动，哀乐不生，余者不得。数年在山，竟修何道？汝今悲泣，为忧阿谁？若忧吾不知去处，吾自知去处。吾若不知去处，终不预报于汝。汝等悲泣，盖为不知吾去处；若知吾去处，即不合悲泣。法性本无生灭去来。汝等尽坐，吾与汝等一偈，名曰真假动静偈。汝等诵取此偈，与吾意同；依此修行，不失宗旨。众僧作礼，请师说偈。】",
      "zh_TW": "【師於太極元年壬子七月，命門人往新州國恩寺建塔，仍命促工。次年夏末落成。七月一日，集徒眾曰：吾至八月，欲離世間。汝等有疑，早須相問，為汝破疑，令汝迷盡。吾若去後，無人教汝。法海等聞，悉皆涕泣。惟有神會，不動神情，亦無涕泣。師云：神會小師卻得善不善等，毀譽不動，哀樂不生，餘者不得。數年在山，竟修何道？汝今悲泣，為憂阿誰？若憂吾不知去處，吾自知去處。吾若不知去處，終不預報於汝。汝等悲泣，蓋為不知吾去處；若知吾去處，即不合悲泣。法性本無生滅去來。汝等盡坐，吾與汝等一偈，名曰真假動靜偈。汝等誦取此偈，與吾意同；依此修行，不失宗旨。眾僧作禮，請師說偈。】"
    },
    {
      "id": "09-004-0040_p0003",
      "zh_CN": "六祖大师在太极元年七月，命他的门人到新州（其出生地）国恩寺去建塔。塔是藏骨灰的地方。第二年，开元元年（公元七百一十三年）夏天，塔造好了。这一年的七月一日，六祖集合弟子们，说：「我在八月就要离开这个世间。」六祖在他要走的一年前，就叫学生准备藏骨灰的塔，但是，明确的宣布是在自己往生前一个月。他是八月初三圆寂的。",
      "zh_TW": "六祖大師在太極元年七月，命他的門人到新州（其出生地）國恩寺去建塔。塔是藏骨灰的地方。第二年，開元元年（公元七百一十三年）夏天，塔造好了。這一年的七月一日，六祖集合弟子們，說：「我在八月就要離開這個世間。」六祖在他要走的一年前，就叫學生準備藏骨灰的塔，但是，明確的宣布是在自己往生前一個月。他是八月初三圓寂的。"
    },
    {
      "id": "09-004-0040_p0004",
      "zh_CN": "徒众当然没有像大师这么自在，免不了有人情世故，于是有许多人心里都很悲伤。六祖说：「你们悲泣，是为谁担忧？若是为我担忧，忧虑我走了不知道到哪里去，你就错了，我晓得我到哪里去。如果我不知道自己的去处，我何必预先告诉你们大家？」于是，六祖为大众说八首偈，说明「真假动静」。「你们如果能诵取这八首偈，就与我的意思完全一样，与我同志。依照这个偈子去修行，决定不失宗旨。」",
      "zh_TW": "徒眾當然沒有像大師這麼自在，免不了有人情世故，於是有許多人心裡都很悲傷。六祖說：「你們悲泣，是為誰擔憂？若是為我擔憂，憂慮我走了不知道到哪裡去，你就錯了，我曉得我到哪裡去。如果我不知道自己的去處，我何必預先告訴你們大家？」於是，六祖為大眾說八首偈，說明「真假動靜」。「你們如果能誦取這八首偈，就與我的意思完全一樣，與我同志。依照這個偈子去修行，決定不失宗旨。」"
    },
    {
      "id": "09-004-0040_p0005",
      "zh_CN": "【偈曰：一切无有真，不以见于真。若见于真者，是见尽非真。若能自有真，离假即心真。自心不离假，无真何处真？有情即解动，无情即不动。若修不动行，同无情不动。若觅真不动，动上有不动。不动是不动，无情无佛种。能善分别相，第一义不动。但作如此见，即是真如用。报诸学道人，努力须用意。莫于大乘门，却执生死智。若言下相应，即共论佛义，若实不相应，合掌令欢喜。此宗本无诤，诤即失道意。执逆诤法门，自性入生死。】",
      "zh_TW": "【偈曰：一切無有真，不以見於真。若見於真者，是見盡非真。若能自有真，離假即心真。自心不離假，無真何處真？有情即解動，無情即不動。若修不動行，同無情不動。若覓真不動，動上有不動。不動是不動，無情無佛種。能善分別相，第一義不動。但作如此見，即是真如用。報諸學道人，努力須用意。莫於大乘門，卻執生死智。若言下相應，即共論佛義，若實不相應，合掌令歡喜。此宗本無諍，諍即失道意。執逆諍法門，自性入生死。】"
    },
    {
      "id": "09-004-0040_p0006",
      "zh_CN": "第一首偈：『一切无有真，不以见于真。若见于真者，是见尽非真。』说明「凡所有相，皆是虚妄」，所谓一切无有真实。这个意思，佛在三千年前在一切经论里都说得很清楚。现今的科学家也证实宇宙之间没有永恒的存在，与佛经所说的意思是一样。但是，科学家还无法找到一个真正的、永恒的东西；这个东西在佛法有，称为「真如本性」，这是永恒的。可是要想见性，一定要离妄。第二首偈：『若能自有真，离假即心真。自心不离假，无真何处真？』教我们离妄才能证得真性，真性是永恒的。",
      "zh_TW": "第一首偈：『一切無有真，不以見於真。若見於真者，是見盡非真。』說明「凡所有相，皆是虛妄」，所謂一切無有真實。這個意思，佛在三千年前在一切經論裡都說得很清楚。現今的科學家也證實宇宙之間沒有永恆的存在，與佛經所說的意思是一樣。但是，科學家還無法找到一個真正的、永恆的東西；這個東西在佛法有，稱為「真如本性」，這是永恆的。可是要想見性，一定要離妄。第二首偈：『若能自有真，離假即心真。自心不離假，無真何處真？』教我們離妄才能證得真性，真性是永恆的。"
    },
    {
      "id": "09-004-0040_p0007",
      "zh_CN": "第三首偈：『有情即解动，无情即不动。若修不动行，同无情不动。』这是点破坐禅。六祖绝不同意长坐不卧，若把这个当作禅，这就错了。「若修不动行」，不动就是「长坐不卧」，「同无情不动」，无情就是木头、石头，与木石没有两样。第四首偈：『若觅真不动，动上有不动。不动是不动，无情无佛种。』如何才是禅宗讲的不动？真正的不动，决不是长坐，而是「动上有不动」；换句话说，动静一如，这才是禅宗所说的真正的不动。特别是《华严经》善财童子五十三参，完全显示出真实的不动。",
      "zh_TW": "第三首偈：『有情即解動，無情即不動。若修不動行，同無情不動。』這是點破坐禪。六祖絕不同意長坐不臥，若把這個當作禪，這就錯了。「若修不動行」，不動就是「長坐不臥」，「同無情不動」，無情就是木頭、石頭，與木石沒有兩樣。第四首偈：『若覓真不動，動上有不動。不動是不動，無情無佛種。』如何才是禪宗講的不動？真正的不動，決不是長坐，而是「動上有不動」；換句話說，動靜一如，這才是禪宗所說的真正的不動。特別是《華嚴經》善財童子五十三參，完全顯示出真實的不動。"
    },
    {
      "id": "09-004-0040_p0008",
      "zh_CN": "第五首偈：『能善分别相，第一义不动。但作如此见，即是真如用。』意思是说，能善分别法相，于第一义而不动。这就是在事上、在外境上，一切自在一如，而内心绝不随境界动摇，这才是真正的不动。古德说：「在大的愤怒之下，或者恐惧、忧患、好乐而能不动心，这才是真实的不动」；又说：「修道的人，动心是最可耻的。」外境不值得我们去追逐，经云：「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。以上这五首偈，都是说明如何去修心，修真正的不动心，成就禅定。",
      "zh_TW": "第五首偈：『能善分別相，第一義不動。但作如此見，即是真如用。』意思是說，能善分別法相，於第一義而不動。這就是在事上、在外境上，一切自在一如，而內心絕不隨境界動搖，這才是真正的不動。古德說：「在大的憤怒之下，或者恐懼、憂患、好樂而能不動心，這才是真實的不動」；又說：「修道的人，動心是最可恥的。」外境不值得我們去追逐，經云：「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。以上這五首偈，都是說明如何去修心，修真正的不動心，成就禪定。"
    },
    {
      "id": "09-004-0040_p0009",
      "zh_CN": "六、七、八这三首偈，指示我们修学不可以争执，特别说明「此宗本无诤，诤即失道意」。所以，佛门戒戏论、戒争执。至于说法，契机者要为他说；不契机者，要叫他生欢喜心。从这里我们能看出，佛门传法一片慈悲。",
      "zh_TW": "六、七、八這三首偈，指示我們修學不可以爭執，特別說明「此宗本無諍，諍即失道意」。所以，佛門戒戲論、戒爭執。至於說法，契機者要為他說；不契機者，要叫他生歡喜心。從這裡我們能看出，佛門傳法一片慈悲。"
    },
    {
      "id": "09-004-0040_p0010",
      "zh_CN": "【时徒众闻说偈已，普皆作礼。并体师意，各各摄心，依法修行，更不敢诤。乃知大师不久住世，法海上座再拜问曰：和尚入灭之后，衣法当付何人？师曰：吾于大梵寺说法，以至于今，抄录流行，目曰《法宝坛经》。汝等守护，递相传授，度诸群生，但依此说，是名正法。今为汝等说法，不付其衣，盖为汝等信根淳熟，决定无疑，堪任大事。然据先祖达磨大师付授偈意，衣不合传。偈曰：吾本来兹土，传法救迷情；一花开五叶，结果自然成。】",
      "zh_TW": "【時徒眾聞說偈已，普皆作禮。並體師意，各各攝心，依法修行，更不敢諍。乃知大師不久住世，法海上座再拜問曰：和尚入滅之後，衣法當付何人？師曰：吾於大梵寺說法，以至於今，抄錄流行，目曰《法寶壇經》。汝等守護，遞相傳授，度諸群生，但依此說，是名正法。今為汝等說法，不付其衣，蓋為汝等信根淳熟，決定無疑，堪任大事。然據先祖達磨大師付授偈意，衣不合傳。偈曰：吾本來茲土，傳法救迷情；一花開五葉，結果自然成。】"
    },
    {
      "id": "09-004-0040_p0011",
      "zh_CN": "六祖说完这些开示后，徒众依法修行，不敢有所争执。大师住世不久了，最重要的事无过于传法，于是法海上座请教大师，衣法以后应当传给什么人？六祖说：「我从大梵寺说法，一直到今天，你们抄录流行，经题称为《法宝坛经》。只要大家能守护，能将这个法门传授出去普度众生，依照此说，这就是正法，衣就不传了。」所以，从六祖以后，只传法不传衣。达摩祖师偈云：「吾本来兹土，传法救迷情；一花开五叶，结果自然成。」从这首偈的意思来看，衣法也只传到六祖为止。",
      "zh_TW": "六祖說完這些開示後，徒眾依法修行，不敢有所爭執。大師住世不久了，最重要的事無過於傳法，於是法海上座請教大師，衣法以後應當傳給什麼人？六祖說：「我從大梵寺說法，一直到今天，你們抄錄流行，經題稱為《法寶壇經》。只要大家能守護，能將這個法門傳授出去普度眾生，依照此說，這就是正法，衣就不傳了。」所以，從六祖以後，只傳法不傳衣。達摩祖師偈云：「吾本來茲土，傳法救迷情；一花開五葉，結果自然成。」從這首偈的意思來看，衣法也只傳到六祖為止。"
    },
    {
      "id": "09-004-0040_p0012",
      "zh_CN": "【师复曰：诸善知识！汝等各各净心，听吾说法。汝等诸人自心是佛，更莫狐疑。外无一物而能建立，皆是本心生万种法，故经云心生种种法生，心灭种种法灭。若欲成就种智，须达一相三昧、一行三昧。若于一切处而不住相，于彼相中不生憎爱，亦无取舍，不念利益成坏等事，安闲恬静，虚融澹泊，此名一相三昧。若于一切处行住坐卧，纯一直心，不动道场，真成净土，此名一行三昧。】",
      "zh_TW": "【師復曰：諸善知識！汝等各各淨心，聽吾說法。汝等諸人自心是佛，更莫狐疑。外無一物而能建立，皆是本心生萬種法，故經云心生種種法生，心滅種種法滅。若欲成就種智，須達一相三昧、一行三昧。若於一切處而不住相，於彼相中不生憎愛，亦無取捨，不念利益成壞等事，安閒恬靜，虛融澹泊，此名一相三昧。若於一切處行住坐臥，純一直心，不動道場，真成淨土，此名一行三昧。】"
    },
    {
      "id": "09-004-0040_p0013",
      "zh_CN": "六祖特别告诉大众修行的心要，应当要重视「一相三昧」与「一行三昧」，才能成就一切种智。在境界相里不执着、不住相，于一切境界中，不生憎爱，亦无取舍，不念利益成坏等事，安闲恬静，这叫做「一相三昧」。「一行三昧」，就是纯一不动心，成就真实的净土。这是告诉大众要精进，各自努力。在这一段开示中，最重要的就是这两种三昧，不但参禅的人看得很重，实在说，它是通一切法门。念佛人如果懂得这个道理，可以证得一心不乱。",
      "zh_TW": "六祖特別告訴大眾修行的心要，應當要重視「一相三昧」與「一行三昧」，才能成就一切種智。在境界相裡不執著、不住相，於一切境界中，不生憎愛，亦無取捨，不念利益成壞等事，安閒恬靜，這叫做「一相三昧」。「一行三昧」，就是純一不動心，成就真實的淨土。這是告訴大眾要精進，各自努力。在這一段開示中，最重要的就是這兩種三昧，不但參禪的人看得很重，實在說，它是通一切法門。念佛人如果懂得這個道理，可以證得一心不亂。"
    },
    {
      "id": "09-004-0040_p0014",
      "zh_CN": "「一相三昧」，大家要特别注意这个「一」，「一行」也是一，《华严》讲「一真法界」，净土讲「一心不乱」，古人说：「识得一，万事毕」，一了百了！「相」是讲境界相。六祖在此地提了一个纲领：「若于一切处而不住相」。一切处，无论顺境、逆境，无论四圣的境界、六凡的境界，都要不住。我们六凡的境界不住了，住在四圣的境界里，还是「住相」。念佛人心住在西方境界，算不算住相？心中有阿弥陀佛、有西方净土，还是「住相」。一相三昧，不是一般人能做得到，在功夫上来说，最低限度也是圆教初住以上的境界；以净土讲，是理一心不乱的境界。因此，我们功夫没有到这个境界之前，我们心里住佛的名号、住佛的境界相，也未尝不可，还是好事情；但是，六尘的境界相是万万住不得，这个有很大的障碍。",
      "zh_TW": "「一相三昧」，大家要特別注意這個「一」，「一行」也是一，《華嚴》講「一真法界」，淨土講「一心不亂」，古人說：「識得一，萬事畢」，一了百了！「相」是講境界相。六祖在此地提了一個綱領：「若於一切處而不住相」。一切處，無論順境、逆境，無論四聖的境界、六凡的境界，都要不住。我們六凡的境界不住了，住在四聖的境界裡，還是「住相」。念佛人心住在西方境界，算不算住相？心中有阿彌陀佛、有西方淨土，還是「住相」。一相三昧，不是一般人能做得到，在功夫上來說，最低限度也是圓教初住以上的境界；以淨土講，是理一心不亂的境界。因此，我們功夫沒有到這個境界之前，我們心裡住佛的名號、住佛的境界相，也未嘗不可，還是好事情；但是，六塵的境界相是萬萬住不得，這個有很大的障礙。"
    },
    {
      "id": "09-004-0040_p0015",
      "zh_CN": "「于彼相中不生憎爱」，这是教我们不住相的方法。在一切境界中，于逆境界不生瞋恚心，这是现前就要学的；于顺境不生贪爱心。你能在顺逆境界中不生憎爱，就是觉悟的人，就不迷惑；因为憎爱是迷惑，是不觉。学佛，就是要学着念念觉而不迷，境界里才动憎爱，就是迷而不觉。「亦无取舍」，憎爱之心都没有，于一切境界是什么态度？不取不舍的态度。不取不舍就是随缘，就是「恒顺众生，随喜功德」。",
      "zh_TW": "「於彼相中不生憎愛」，這是教我們不住相的方法。在一切境界中，於逆境界不生瞋恚心，這是現前就要學的；於順境不生貪愛心。你能在順逆境界中不生憎愛，就是覺悟的人，就不迷惑；因為憎愛是迷惑，是不覺。學佛，就是要學著念念覺而不迷，境界裡才動憎愛，就是迷而不覺。「亦無取捨」，憎愛之心都沒有，於一切境界是什麼態度？不取不捨的態度。不取不捨就是隨緣，就是「恆順眾生，隨喜功德」。"
    },
    {
      "id": "09-004-0040_p0016",
      "zh_CN": "「不念利益成坏等事」，这是对自己来说，念念是造福众生、造福社会，而不念自己的利益。虽然为社会、为众生造福，也不计较成坏。成了，大家有福，这桩事情自然成就；纵然做不成，自己也是尽心尽力了，对于自己来说是功德圆满。千万不要以为「事情做成了是功德圆满，事情失败了，这个功德就不圆满」，你这种想法是错误的，大乘法是论心不论事。因为事是要牵涉到许多的因缘，用现今的话来说，就是要具备许多条件，其中有几种条件不具足，在事上就会有障碍，就会有困难；在佛法讲是众生的福德因缘不一样。何以西方极乐世界因缘那么殊胜，而我们娑婆世界众生今天这样痛苦？我们见到世界上到处都有许多的灾难。所以，我们要记取古人所谓「谋事在人，成事在天」，要尽心尽力为社会、为众生谋幸福而不计成败，更不可以有自私自利的念头。这样去做事情，做得再多，心是安闲恬静的，与诸佛菩萨无二无别。心是虚，惟虚才能容一切法，才能做到澹泊。这叫一相，自己的心与外面一切相融成一体，正是道家所谓「天地与我同根，万物与我一体」，这个境界是「一相三昧」。",
      "zh_TW": "「不念利益成壞等事」，這是對自己來說，念念是造福眾生、造福社會，而不念自己的利益。雖然為社會、為眾生造福，也不計較成壞。成了，大家有福，這樁事情自然成就；縱然做不成，自己也是盡心盡力了，對於自己來說是功德圓滿。千萬不要以為「事情做成了是功德圓滿，事情失敗了，這個功德就不圓滿」，你這種想法是錯誤的，大乘法是論心不論事。因為事是要牽涉到許多的因緣，用現今的話來說，就是要具備許多條件，其中有幾種條件不具足，在事上就會有障礙，就會有困難；在佛法講是眾生的福德因緣不一樣。何以西方極樂世界因緣那麼殊勝，而我們娑婆世界眾生今天這樣痛苦？我們見到世界上到處都有許多的災難。所以，我們要記取古人所謂「謀事在人，成事在天」，要盡心盡力為社會、為眾生謀幸福而不計成敗，更不可以有自私自利的念頭。這樣去做事情，做得再多，心是安閒恬靜的，與諸佛菩薩無二無別。心是虛，惟虛才能容一切法，才能做到澹泊。這叫一相，自己的心與外面一切相融成一體，正是道家所謂「天地與我同根，萬物與我一體」，這個境界是「一相三昧」。"
    },
    {
      "id": "09-004-0040_p0017",
      "zh_CN": "「一行三昧」，行是修行，也就是行为。行为无量无边，佛法将它归纳为三类：身、口、意；或者归纳为行、住、坐、卧四种。大师在此地教导我们，「于一切处」，也就是一切顺逆境界里，我们的身口意三业、行住坐卧四威仪，要学「纯一直心，不动道场」，这是讲修「一行三昧」；修成之后，这是成就了真实的净土。我们一定要从「真诚」下手，无论待什么人，无论做什么事，一定要用真心、诚心。「真」与「诚」就是纯一直心，就是不动道场，就是真正的净土。也许有人会说：「我们以诚敬待人，可是别人不以真诚待我，我们不是吃亏了吗？」这个念头是错误的。真诚是纯一直心、不动道场，是修的真净土，真实清净。别人不修是他的事，我们自己修，就必定要这样做，在道学上才有入处。否则，名义上是学道，实际上我们的心行与道早就相违背。所以，一个学道之人，在在处处以纯一真心待人接物，这是修一行三昧的下手处。",
      "zh_TW": "「一行三昧」，行是修行，也就是行為。行為無量無邊，佛法將它歸納為三類：身、口、意；或者歸納為行、住、坐、臥四種。大師在此地教導我們，「於一切處」，也就是一切順逆境界裡，我們的身口意三業、行住坐臥四威儀，要學「純一直心，不動道場」，這是講修「一行三昧」；修成之後，這是成就了真實的淨土。我們一定要從「真誠」下手，無論待什麼人，無論做什麼事，一定要用真心、誠心。「真」與「誠」就是純一直心，就是不動道場，就是真正的淨土。也許有人會說：「我們以誠敬待人，可是別人不以真誠待我，我們不是吃虧了嗎？」這個念頭是錯誤的。真誠是純一直心、不動道場，是修的真淨土，真實清淨。別人不修是他的事，我們自己修，就必定要這樣做，在道學上才有入處。否則，名義上是學道，實際上我們的心行與道早就相違背。所以，一個學道之人，在在處處以純一真心待人接物，這是修一行三昧的下手處。"
    },
    {
      "id": "09-004-0040_p0018",
      "zh_CN": "【若人具二三昧，如地有种，含藏长养，成熟其实，一相一行亦复如是。我今说法，犹如时雨，普润大地；汝等佛性，譬诸种子，遇兹霑洽，悉得发生。承吾旨者，决获菩提，依吾行者，定证妙果。听吾偈曰：心地含诸种，普雨悉皆萌，顿悟花情已，菩提果自成。师说偈已，曰：其法无二，其心亦然。其道清净，亦无诸相。汝等慎勿观静及空其心，此心本净，无可取舍。各自努力，随缘好去。尔时，徒众作礼而退。】",
      "zh_TW": "【若人具二三昧，如地有種，含藏長養，成熟其實，一相一行亦復如是。我今說法，猶如時雨，普潤大地；汝等佛性，譬諸種子，遇茲霑洽，悉得發生。承吾旨者，決獲菩提，依吾行者，定證妙果。聽吾偈曰：心地含諸種，普雨悉皆萌，頓悟花情已，菩提果自成。師說偈已，曰：其法無二，其心亦然。其道清淨，亦無諸相。汝等慎勿觀靜及空其心，此心本淨，無可取捨。各自努力，隨緣好去。爾時，徒眾作禮而退。】"
    },
    {
      "id": "09-004-0040_p0019",
      "zh_CN": "六祖说：「如果我们具足这两种三昧，就好像地有种子，当然能含藏长养，成熟果实」。「一相」、「一行」这两种三昧，在大乘佛法上就是成佛作祖的种子。我们自己要想成佛，对于这种修行的方法、原理原则，千万不可以疏忽。六祖告诫我们，千万不要观静、不要空心，这是一种外道的修学方法。观静与空心是修无想定，心里什么都不想，以为这是清净，这是错误的。心本来清净，无可取舍；你要是取静、取空，这是错误的。这一番开示，对我们修行人来说是最高的指导原则。",
      "zh_TW": "六祖說：「如果我們具足這兩種三昧，就好像地有種子，當然能含藏長養，成熟果實」。「一相」、「一行」這兩種三昧，在大乘佛法上就是成佛作祖的種子。我們自己要想成佛，對於這種修行的方法、原理原則，千萬不可以疏忽。六祖告誡我們，千萬不要觀靜、不要空心，這是一種外道的修學方法。觀靜與空心是修無想定，心裡什麼都不想，以為這是清淨，這是錯誤的。心本來清淨，無可取捨；你要是取靜、取空，這是錯誤的。這一番開示，對我們修行人來說是最高的指導原則。"
    }
  ]
}