{
  "doc_id": "09-004-0041",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十一集",
    "zh_TW": "第四十一集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0041",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "09-004-0041_p0001",
      "zh_CN": "【大师七月八日忽谓门人曰：吾欲归新州，汝等速理舟楫。大众哀留甚坚。师曰：诸佛出现，犹示涅槃；有来必去，理亦常然。吾此形骸，归必有所。众曰：师从此去，早晚可回？师曰：叶落归根，来时无口。】",
      "zh_TW": "【大師七月八日忽謂門人曰：吾欲歸新州，汝等速理舟楫。大眾哀留甚堅。師曰：諸佛出現，猶示涅槃；有來必去，理亦常然。吾此形骸，歸必有所。眾曰：師從此去，早晚可回？師曰：葉落歸根，來時無口。】"
    },
    {
      "id": "09-004-0041_p0002",
      "zh_CN": "开元元年七月八日，六祖大师忽然告诉弟子们说：「我要回去新州，你们赶快为我准备交通工具。」大众都坚决的挽留，六祖说：「诸佛出现，还要示现涅槃，有来一定有去，这是常理。我这个形骸，当然也是归有处所。」大众问：「老师去了之后，何时再回来？」六祖说：「叶落归根，来时无口。」这两句话含义很深。像大师这样的人，他要示现入灭，在哪个地方不可以？为何要回到新州老家，回到他出生的地方？含义深，教导我们要晓得根本。",
      "zh_TW": "開元元年七月八日，六祖大師忽然告訴弟子們說：「我要回去新州，你們趕快為我準備交通工具。」大眾都堅決的挽留，六祖說：「諸佛出現，還要示現涅槃，有來一定有去，這是常理。我這個形骸，當然也是歸有處所。」大眾問：「老師去了之後，何時再回來？」六祖說：「葉落歸根，來時無口。」這兩句話含義很深。像大師這樣的人，他要示現入滅，在哪個地方不可以？為何要回到新州老家，回到他出生的地方？含義深，教導我們要曉得根本。"
    },
    {
      "id": "09-004-0041_p0003",
      "zh_CN": "【又问曰：正法眼藏传付何人？师曰：有道者得，无心者通。】",
      "zh_TW": "【又問曰：正法眼藏傳付何人？師曰：有道者得，無心者通。】"
    },
    {
      "id": "09-004-0041_p0004",
      "zh_CN": "正法眼藏传给谁？有道的人就得到。什么人有道？无心的人就有道。「无心」就是无妄心；换句话说，妄心还时常现前，他的心就不通，就不能通达世出世间一切法，他也就没有得道。可见，末后这一句就是前一句的注解。我们要想得道，交光大师《楞严经正脉》讲「舍识用根」，舍识就是无心，用根就一切通达。所以，这两句可以说是《楞严经》的纲领。",
      "zh_TW": "正法眼藏傳給誰？有道的人就得到。什麼人有道？無心的人就有道。「無心」就是無妄心；換句話說，妄心還時常現前，他的心就不通，就不能通達世出世間一切法，他也就沒有得道。可見，末後這一句就是前一句的註解。我們要想得道，交光大師《楞嚴經正脈》講「捨識用根」，捨識就是無心，用根就一切通達。所以，這兩句可以說是《楞嚴經》的綱領。"
    },
    {
      "id": "09-004-0041_p0005",
      "zh_CN": "【又问：后莫有难否？师曰：吾灭后五六年，当有一人来取吾首。听吾记曰：头上养亲，口里须餐。遇满之难，杨柳为官。又云：吾去七十年，有二菩萨从东方来，一出家、一在家，同时兴化，建立吾宗，缔缉伽蓝，昌隆法嗣。】",
      "zh_TW": "【又問：後莫有難否？師曰：吾滅後五六年，當有一人來取吾首。聽吾記曰：頭上養親，口裡須餐。遇滿之難，楊柳為官。又云：吾去七十年，有二菩薩從東方來，一出家、一在家，同時興化，建立吾宗，締緝伽藍，昌隆法嗣。】"
    },
    {
      "id": "09-004-0041_p0006",
      "zh_CN": "学生们又问：「以后会不会有什么难？」大师说：「我灭后五、六年，会有一个人来取我的头。」这是预先知道五、六年后，寺庙里会有这桩事。又说：「我灭后七十年，有二位菩萨从东方来，一位示现出家，一位示现在家。」连七十年以后的事情，他也知道。「一出家」是指马祖道一禅师，「一在家」是指庞蕴居士，这是两位菩萨，同时兴化，建立吾宗。",
      "zh_TW": "學生們又問：「以後會不會有什麼難？」大師說：「我滅後五、六年，會有一個人來取我的頭。」這是預先知道五、六年後，寺廟裡會有這樁事。又說：「我滅後七十年，有二位菩薩從東方來，一位示現出家，一位示現在家。」連七十年以後的事情，他也知道。「一出家」是指馬祖道一禪師，「一在家」是指龐蘊居士，這是兩位菩薩，同時興化，建立吾宗。"
    },
    {
      "id": "09-004-0041_p0007",
      "zh_CN": "我们读了这段经文，就知道凡事都有一个定数。如果没有定数，怎么能预先知道？不但没有得道的人被数拘缚住，逃不出数，得道之人也有数。如果说得道之人超越数量，就不应该先知。既然能先知，在何时某佛、某菩萨出现于世间，可见都有个数。这种情形在佛经很多，我们在佛经里看到古佛给菩萨们授记，都是属于预言。由此可知，「一饮一啄，莫非前定」。得道之人对于数的问题，正是百丈大师所说的「大修行人不昧因果」；他有数，他清清楚楚，他知道，不是不知道。凡夫昧于因果之中，对于因果报应他不晓得，他迷惑颠倒，迷在里面。大修行人清清楚楚，他不迷，所以叫做「不昧因果」，而不是没有因果。我们对于这个道理能肯定、能接受，在大乘佛法叫「始觉」。能悟入这个道理，心就定了，不会再向境界攀缘，最低限度也有袁了凡一样的功夫，从早到晚心是清净的。心清净就能生光明，心清净就能通大道。同修们要特别留意，不可以轻易看过。只看大师有他心通、宿命通，这样看就没有意义，我们在其中要悟出一些道理，自己要能得到真实的受用。",
      "zh_TW": "我們讀了這段經文，就知道凡事都有一個定數。如果沒有定數，怎麼能預先知道？不但沒有得道的人被數拘縛住，逃不出數，得道之人也有數。如果說得道之人超越數量，就不應該先知。既然能先知，在何時某佛、某菩薩出現於世間，可見都有個數。這種情形在佛經很多，我們在佛經裡看到古佛給菩薩們授記，都是屬於預言。由此可知，「一飲一啄，莫非前定」。得道之人對於數的問題，正是百丈大師所說的「大修行人不昧因果」；他有數，他清清楚楚，他知道，不是不知道。凡夫昧於因果之中，對於因果報應他不曉得，他迷惑顛倒，迷在裡面。大修行人清清楚楚，他不迷，所以叫做「不昧因果」，而不是沒有因果。我們對於這個道理能肯定、能接受，在大乘佛法叫「始覺」。能悟入這個道理，心就定了，不會再向境界攀緣，最低限度也有袁了凡一樣的功夫，從早到晚心是清淨的。心清淨就能生光明，心清淨就能通大道。同修們要特別留意，不可以輕易看過。只看大師有他心通、宿命通，這樣看就沒有意義，我們在其中要悟出一些道理，自己要能得到真實的受用。"
    },
    {
      "id": "09-004-0041_p0008",
      "zh_CN": "【问曰：未知从上佛祖应现已来，传授几代？愿垂开示。师云：古佛应世已无数量，不可计也。今以七佛为始：过去庄严劫，毘婆尸佛、尸弃佛、毘舍浮佛；今贤劫，拘留孙佛、拘那含牟尼佛、迦叶佛、释迦文佛，是为七佛。释迦文佛首传摩诃迦叶尊者，第二阿难尊者、第三商那和修尊者、第四优波鞠多尊者、第五提多迦尊者、第六弥遮迦尊者、第七婆须蜜多尊者、第八佛驮难提尊者、第九伏驮蜜多尊者、第十胁尊者、十一富那夜奢尊者、十二马鸣大士、十三迦毘摩罗尊者、十四龙树大士、十五迦那提婆尊者、十六罗侯罗多尊者、十七僧伽难提尊者、十八伽耶舍多尊者、十九鸠摩罗多尊者、二十阇耶多尊者、二十一婆修盘头尊者、二十二摩拏罗尊者、二十三鹤勒那尊者、二十四师子尊者、二十五婆舍斯多尊者、二十六不如蜜多尊者、二十七般若多罗尊者、二十八菩提达摩尊者此土是为初祖、二十九慧可大师、三十僧璨大师、三十一道信大师、三十二弘忍大师、惠能是为三十三祖。从上诸祖，各有禀承。汝等向后，递代流传，毋令乖误。】",
      "zh_TW": "【問曰：未知從上佛祖應現已來，傳授幾代？願垂開示。師云：古佛應世已無數量，不可計也。今以七佛為始：過去莊嚴劫，毘婆尸佛、尸棄佛、毘舍浮佛；今賢劫，拘留孫佛、拘那含牟尼佛、迦葉佛、釋迦文佛，是為七佛。釋迦文佛首傳摩訶迦葉尊者，第二阿難尊者、第三商那和修尊者、第四優波鞠多尊者、第五提多迦尊者、第六彌遮迦尊者、第七婆須蜜多尊者、第八佛馱難提尊者、第九伏馱蜜多尊者、第十脅尊者、十一富那夜奢尊者、十二馬鳴大士、十三迦毘摩羅尊者、十四龍樹大士、十五迦那提婆尊者、十六羅侯羅多尊者、十七僧伽難提尊者、十八伽耶舍多尊者、十九鳩摩羅多尊者、二十闍耶多尊者、二十一婆修盤頭尊者、二十二摩拏羅尊者、二十三鶴勒那尊者、二十四師子尊者、二十五婆舍斯多尊者、二十六不如蜜多尊者、二十七般若多羅尊者、二十八菩提達摩尊者此土是為初祖、二十九慧可大師、三十僧璨大師、三十一道信大師、三十二弘忍大師、惠能是為三十三祖。從上諸祖，各有稟承。汝等向後，遞代流傳，毋令乖誤。】"
    },
    {
      "id": "09-004-0041_p0009",
      "zh_CN": "讲到佛法师承，六祖说：「古佛应世，数量无法计算。」六祖从七佛算起。释迦牟尼佛传法给大迦叶尊者，迦叶是第一代祖师。由迦叶传给阿难尊者，二十八传到菩提达摩。菩提达摩到中国来，就是中国的初祖。菩提达摩传慧可，慧可传僧璨，僧璨传道信，道信传弘忍，是为五祖。弘忍传惠能，这是六祖。从大迦叶尊者算起，惠能大师是第三十三代祖师，若从中国算起，从达摩祖师算起，他是第六代祖师。这一段是说佛法的承传，也就是一般所讲的师承。师承在世出世法非常重要，古今中外这些学者皆有师承而成就。今天无论世出世间的修学，往往对于师承疏忽，这是很大的错误。",
      "zh_TW": "講到佛法師承，六祖說：「古佛應世，數量無法計算。」六祖從七佛算起。釋迦牟尼佛傳法給大迦葉尊者，迦葉是第一代祖師。由迦葉傳給阿難尊者，二十八傳到菩提達摩。菩提達摩到中國來，就是中國的初祖。菩提達摩傳慧可，慧可傳僧璨，僧璨傳道信，道信傳弘忍，是為五祖。弘忍傳惠能，這是六祖。從大迦葉尊者算起，惠能大師是第三十三代祖師，若從中國算起，從達摩祖師算起，他是第六代祖師。這一段是說佛法的承傳，也就是一般所講的師承。師承在世出世法非常重要，古今中外這些學者皆有師承而成就。今天無論世出世間的修學，往往對於師承疏忽，這是很大的錯誤。"
    },
    {
      "id": "09-004-0041_p0010",
      "zh_CN": "【大师开元元年癸丑岁八月三日，于国恩寺斋罢，谓诸徒众曰：汝等各依位坐，吾与汝别。法海白言：和尚留何教法，令后代迷人得见佛性？师言：汝等谛听！后代迷人，若识众生，即是佛性；若不识众生，万劫觅佛难逢。吾今教汝，识自心众生，见自心佛性。欲求见佛，但识众生；只为众生迷佛，非是佛迷众生。自性若悟，众生是佛；自性若迷，佛是众生。自性平等，众生是佛；自性邪险，佛是众生。汝等心若险曲，即佛在众生中；一念平直，即是众生成佛。我心自有佛，自佛是真佛。自若无佛心，何处求真佛。汝等自心是佛，更莫狐疑。外无一物而能建立，皆是本心生万种法。故经云：心生种种法生，心灭种种法灭。吾今留一偈，与汝等别，名自性真佛偈。后代之人，识此偈意，自见本心，自成佛道。】",
      "zh_TW": "【大師開元元年癸丑歲八月三日，於國恩寺齋罷，謂諸徒眾曰：汝等各依位坐，吾與汝別。法海白言：和尚留何教法，令後代迷人得見佛性？師言：汝等諦聽！後代迷人，若識眾生，即是佛性；若不識眾生，萬劫覓佛難逢。吾今教汝，識自心眾生，見自心佛性。欲求見佛，但識眾生；只為眾生迷佛，非是佛迷眾生。自性若悟，眾生是佛；自性若迷，佛是眾生。自性平等，眾生是佛；自性邪險，佛是眾生。汝等心若險曲，即佛在眾生中；一念平直，即是眾生成佛。我心自有佛，自佛是真佛。自若無佛心，何處求真佛。汝等自心是佛，更莫狐疑。外無一物而能建立，皆是本心生萬種法。故經云：心生種種法生，心滅種種法滅。吾今留一偈，與汝等別，名自性真佛偈。後代之人，識此偈意，自見本心，自成佛道。】"
    },
    {
      "id": "09-004-0041_p0011",
      "zh_CN": "开元元年八月初三，中午斋罢之后，大师向大众告别：「我要走了。」他就是在当天走的。学生们请求老师最后的遗教，特别是关怀后代迷人如何能见性。这个请求实在是太重要了，若是为自己，大师未必会说，因为平时说得太多了；为后代修学之人，大师不能不说。大师说：「后代迷人，若识众生，即是佛性。」这两句话是纲领。何谓「众生」？众生是众缘和合而生。能认识到一切现象都是众缘和合而生的，就见到佛性；换句话说，这是明心见性的门槛。「吾今教汝，识自心众生，见自心佛性。」特别注意「自心」两个字，如果迷失自心，这是凡夫；觉悟自心，就是佛菩萨。「自性平等，众生是佛；自性邪险，佛是众生。」你一念平等正直，你就是众生成佛。「汝等自心是佛，更莫狐疑。外无一物而能建立，皆是本心生万种法。故经云：心生种种法生，心灭种种法灭。」这一番话重复两次，可见非常重要。",
      "zh_TW": "開元元年八月初三，中午齋罷之後，大師向大眾告別：「我要走了。」他就是在當天走的。學生們請求老師最後的遺教，特別是關懷後代迷人如何能見性。這個請求實在是太重要了，若是為自己，大師未必會說，因為平時說得太多了；為後代修學之人，大師不能不說。大師說：「後代迷人，若識眾生，即是佛性。」這兩句話是綱領。何謂「眾生」？眾生是眾緣和合而生。能認識到一切現象都是眾緣和合而生的，就見到佛性；換句話說，這是明心見性的門檻。「吾今教汝，識自心眾生，見自心佛性。」特別注意「自心」兩個字，如果迷失自心，這是凡夫；覺悟自心，就是佛菩薩。「自性平等，眾生是佛；自性邪險，佛是眾生。」你一念平等正直，你就是眾生成佛。「汝等自心是佛，更莫狐疑。外無一物而能建立，皆是本心生萬種法。故經云：心生種種法生，心滅種種法滅。」這一番話重覆兩次，可見非常重要。"
    },
    {
      "id": "09-004-0041_p0012",
      "zh_CN": "【偈曰：真如自性是真佛，邪见三毒是魔王。邪迷之时魔在舍，正见之时佛在堂。性中邪见三毒生，即是魔王来住舍。正见自除三毒心，魔变成佛真无假。法身报身及化身，三身本来是一身。若向性中能自见，即是成佛菩提因。本从化身生净性，净性常在化身中。性使化身行正道 ，当来圆满真无穷。淫性本是净性因，除淫即是净性身。性中各自离五欲，见性刹那即是真。今生若遇顿教门，忽悟自性见世尊。若欲修行觅作佛，不知何处拟求真。若能心中自见真，有真即是成佛因。不见自性外觅佛，起心总是大痴人。顿教法门今已留，救度世人须自修。报汝当来学道者，不作此见大悠悠。】",
      "zh_TW": "【偈曰：真如自性是真佛，邪見三毒是魔王。邪迷之時魔在舍，正見之時佛在堂。性中邪見三毒生，即是魔王來住舍。正見自除三毒心，魔變成佛真無假。法身報身及化身，三身本來是一身。若向性中能自見，即是成佛菩提因。本從化身生淨性，淨性常在化身中。性使化身行正道 ，當來圓滿真無窮。淫性本是淨性因，除淫即是淨性身。性中各自離五欲，見性剎那即是真。今生若遇頓教門，忽悟自性見世尊。若欲修行覓作佛，不知何處擬求真。若能心中自見真，有真即是成佛因。不見自性外覓佛，起心總是大痴人。頓教法門今已留，救度世人須自修。報汝當來學道者，不作此見大悠悠。】"
    },
    {
      "id": "09-004-0041_p0013",
      "zh_CN": "最后，大师说了八首偈，叫做「自性真佛偈」。第一首偈，是辨别佛与魔。告诉我们：「真如自性是真佛，邪见三毒是魔王」。第二首偈，说明佛魔本来不二。为什么？都是从本性显现。本性觉是佛，本性迷是魔，佛与魔并不是两样东西，只是迷悟说一个不同的名词而已。第三首偈，说明三身原本是一身。第四首偈，说明「一」与「三」是不一不异。第五首偈，教导我们要想明心见性，一定要除障，除障才能见性。第六、第七首偈，是顿教成佛。第八首偈是劝修。这八首偈是大师最后的遗教，句子不多，表面上看起来很浅显，实际含有很深的道理，要我们自己去悟。同时更难得，他教导我们最初下手入门之处；换句话说，不但是上根人得利益，中下根性的人，真正发心修行，也能得莫大的功德利益。这是大师的善巧开示。",
      "zh_TW": "最後，大師說了八首偈，叫做「自性真佛偈」。第一首偈，是辨別佛與魔。告訴我們：「真如自性是真佛，邪見三毒是魔王」。第二首偈，說明佛魔本來不二。為什麼？都是從本性顯現。本性覺是佛，本性迷是魔，佛與魔並不是兩樣東西，只是迷悟說一個不同的名詞而已。第三首偈，說明三身原本是一身。第四首偈，說明「一」與「三」是不一不異。第五首偈，教導我們要想明心見性，一定要除障，除障才能見性。第六、第七首偈，是頓教成佛。第八首偈是勸修。這八首偈是大師最後的遺教，句子不多，表面上看起來很淺顯，實際含有很深的道理，要我們自己去悟。同時更難得，他教導我們最初下手入門之處；換句話說，不但是上根人得利益，中下根性的人，真正發心修行，也能得莫大的功德利益。這是大師的善巧開示。"
    },
    {
      "id": "09-004-0041_p0014",
      "zh_CN": "【师说偈已，告曰：汝等好住，吾灭度后，莫作世情悲泣雨泪、受人吊问、身着孝服，非吾弟子，亦非正法。但识自本心，见自本性，无动无静，无生无灭，无去无来，无是无非，无住无往。恐汝等心迷，不会吾意，今再嘱汝，令汝见性。吾灭度后，依此修行，如吾在日。若违吾教，纵吾在世，亦无有益。】",
      "zh_TW": "【師說偈已，告曰：汝等好住，吾滅度後，莫作世情悲泣雨淚、受人弔問、身著孝服，非吾弟子，亦非正法。但識自本心，見自本性，無動無靜，無生無滅，無去無來，無是無非，無住無往。恐汝等心迷，不會吾意，今再囑汝，令汝見性。吾滅度後，依此修行，如吾在日。若違吾教，縱吾在世，亦無有益。】"
    },
    {
      "id": "09-004-0041_p0015",
      "zh_CN": "大师告诉大众：「你们好好的安住，我灭度之后，不要做世间人情这种悲泣流泪，接受别人的吊问，或者身穿孝服，这都不是我的真正弟子，也不是正法。」大师交代说：「但识自本心，见自本性。」这两句话就是教导我们，重要的是要明心见性。《大集经》云：「一切众生，心性本净。心既然是本净，烦恼诸结不能染着，心就像虚空一样」。「无动无静，无生无灭，无去无来，无是无非，无住无往」，这五句都是形容真性的样子。凡夫心迷，在境界里看到似乎是有动有静、有生有灭、有来有去，有这些虚妄的境界相。因此，大师在此地特别做最后的开导，一再嘱咐，教导我们见性。这些道理，在此地说得少，说得多、说得详细无过于《楞严经》。《楞严经》十番显见，全是说这些道理，有很长的经文，再加上古德详细的注解，确实对我们有很大的受用，真正是古人所说开智慧的《楞严经》。我们若不悟，在境界里确实无法修正错误的行为，怎能成就道果？所以，大师一再嘱咐我们，要以见性为修行的第一个目标。「吾灭度后，依此修行，如吾在日」，就如同大师在面前一样。「若违吾教，纵吾在世，亦无有益。」你若是不遵守老师的这些教训，老师就是在你面前也没用处。这句话是千真万确。我们能够真正通达《坛经》的义理，依教修行，六祖大师就在我们的身边。",
      "zh_TW": "大師告訴大眾：「你們好好的安住，我滅度之後，不要做世間人情這種悲泣流淚，接受別人的弔問，或者身穿孝服，這都不是我的真正弟子，也不是正法。」大師交代說：「但識自本心，見自本性。」這兩句話就是教導我們，重要的是要明心見性。《大集經》云：「一切眾生，心性本淨。心既然是本淨，煩惱諸結不能染著，心就像虛空一樣」。「無動無靜，無生無滅，無去無來，無是無非，無住無往」，這五句都是形容真性的樣子。凡夫心迷，在境界裡看到似乎是有動有靜、有生有滅、有來有去，有這些虛妄的境界相。因此，大師在此地特別做最後的開導，一再囑咐，教導我們見性。這些道理，在此地說得少，說得多、說得詳細無過於《楞嚴經》。《楞嚴經》十番顯見，全是說這些道理，有很長的經文，再加上古德詳細的註解，確實對我們有很大的受用，真正是古人所說開智慧的《楞嚴經》。我們若不悟，在境界裡確實無法修正錯誤的行為，怎能成就道果？所以，大師一再囑咐我們，要以見性為修行的第一個目標。「吾滅度後，依此修行，如吾在日」，就如同大師在面前一樣。「若違吾教，縱吾在世，亦無有益。」你若是不遵守老師的這些教訓，老師就是在你面前也沒用處。這句話是千真萬確。我們能夠真正通達《壇經》的義理，依教修行，六祖大師就在我們的身邊。"
    },
    {
      "id": "09-004-0041_p0016",
      "zh_CN": "【复说偈曰：兀兀不修善，腾腾不造恶；寂寂断见闻，荡荡心无着。】",
      "zh_TW": "【復說偈曰：兀兀不修善，騰騰不造惡；寂寂斷見聞，蕩蕩心無著。】"
    },
    {
      "id": "09-004-0041_p0017",
      "zh_CN": "「兀兀不修善」，「兀」是不动，心里不动。善要不要修？要修。「诸恶莫作，众善奉行」，虽然修一切善，心不动。诸位读了「兀兀不修善」这句话，一切善事都不做了，你就不懂大师的意思。这是教你心里不能有修善的心，可是修善的事情要做。「腾腾不造恶」，「腾腾」是自在的意思，自在坦然，不造恶。「寂寂断见闻，荡荡心无着」，这四句话实在是说尽修行人的本色，是我们应当要学的。「荡荡心无着」就是诚敬之心，心中坦然、平等、清净、慈悲一切。「寂寂」是安静的意思。「断见闻」，就是在一切见闻中，心是清净的，心是不染着，这样才能把一切事情看得清清楚楚。在一切见闻中不生分别、不生执着；今人所谓是客观的看，实际上客观还落在意识；这是完全离心意识接触、见闻，心地才能真正达到平等、清净、慈悲一切。这是大师末后的教诫。",
      "zh_TW": "「兀兀不修善」，「兀」是不動，心裡不動。善要不要修？要修。「諸惡莫作，眾善奉行」，雖然修一切善，心不動。諸位讀了「兀兀不修善」這句話，一切善事都不做了，你就不懂大師的意思。這是教你心裡不能有修善的心，可是修善的事情要做。「騰騰不造惡」，「騰騰」是自在的意思，自在坦然，不造惡。「寂寂斷見聞，蕩蕩心無著」，這四句話實在是說盡修行人的本色，是我們應當要學的。「蕩蕩心無著」就是誠敬之心，心中坦然、平等、清淨、慈悲一切。「寂寂」是安靜的意思。「斷見聞」，就是在一切見聞中，心是清淨的，心是不染著，這樣才能把一切事情看得清清楚楚。在一切見聞中不生分別、不生執著；今人所謂是客觀的看，實際上客觀還落在意識；這是完全離心意識接觸、見聞，心地才能真正達到平等、清淨、慈悲一切。這是大師末後的教誡。"
    },
    {
      "id": "09-004-0041_p0018",
      "zh_CN": "【师说偈已，端坐至三更，忽谓门人曰：吾行矣！奄然迁化。于时异香满室，白虹属地，林木变白，禽兽哀鸣。十一月广韶新三郡官僚洎门人缁白争迎真身，莫决所之，乃焚香祷曰：香烟指处，师所归焉。时香烟直贯曹溪。十一月十三日，迁神龛并所传衣钵而回。次年七月二十五日出龛，弟子方辩以香泥上之。门人忆念取首之记，遂先以铁叶漆布固护师颈入塔，忽于塔内白光出现，直上冲天，三日始散。韶州奏闻，奉敕立碑，纪师道行。师春秋七十有六，年二十四传衣，三十九祝发。说法利生三十七载，得旨嗣法者四十三人，悟道超凡者莫知其数。达摩所传信衣，中宗赐磨衲宝钵，及方辩塑师真相，并道具等，主塔侍者尸之，永镇宝林道场。流传《坛经》，以显宗旨，兴隆三宝，普利群生者。】",
      "zh_TW": "【師說偈已，端坐至三更，忽謂門人曰：吾行矣！奄然遷化。於時異香滿室，白虹屬地，林木變白，禽獸哀鳴。十一月廣韶新三郡官僚洎門人緇白爭迎真身，莫決所之，乃焚香禱曰：香煙指處，師所歸焉。時香煙直貫曹溪。十一月十三日，遷神龕併所傳衣缽而回。次年七月二十五日出龕，弟子方辯以香泥上之。門人憶念取首之記，遂先以鐵葉漆布固護師頸入塔，忽於塔內白光出現，直上衝天，三日始散。韶州奏聞，奉敕立碑，紀師道行。師春秋七十有六，年二十四傳衣，三十九祝髮。說法利生三十七載，得旨嗣法者四十三人，悟道超凡者莫知其數。達摩所傳信衣，中宗賜磨衲寶缽，及方辯塑師真相，并道具等，主塔侍者尸之，永鎮寶林道場。流傳《壇經》，以顯宗旨，興隆三寶，普利群生者。】"
    },
    {
      "id": "09-004-0041_p0019",
      "zh_CN": "到半夜三更，大师忽然对门人说：「我走了。」就奄然迁化。说去就去，这是何等的自在！六祖大师能做到，我们也能做到。大师降生在唐太宗贞观十二年（六百三十八年），圆寂在玄宗开元元年（七百一十三年），春秋七十有六。",
      "zh_TW": "到半夜三更，大師忽然對門人說：「我走了。」就奄然遷化。說去就去，這是何等的自在！六祖大師能做到，我們也能做到。大師降生在唐太宗貞觀十二年（六百三十八年），圓寂在玄宗開元元年（七百一十三年），春秋七十有六。"
    }
  ]
}