{
  "doc_id": "09-004-0029",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十九集",
    "zh_TW": "第二十九集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0029",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "09-004-0029_p0001",
      "zh_CN": "【听吾偈曰：无上大涅槃，圆明常寂照，凡愚谓之死，外道执为断。诸求二乘人，目以为无作。尽属情所计，六十二见本。妄立虚假名，何为真实义？惟有过量人，通达无取舍。以知五蕴法，及以蕴中我，外现众色像，一一音声相。平等如梦幻，不起凡圣见，不作涅槃解，二边三际断。常应诸根用，而不起用想，分别一切法，不起分别想。劫火烧海底，风鼓山相击。真常寂灭乐，涅槃相如是。吾今强言说，令汝舍邪见。汝勿随言解，许汝知少分。志道闻偈大悟，踊跃作礼而退。】",
      "zh_TW": "【聽吾偈曰：無上大涅槃，圓明常寂照，凡愚謂之死，外道執為斷。諸求二乘人，目以為無作。盡屬情所計，六十二見本。妄立虛假名，何為真實義？惟有過量人，通達無取捨。以知五蘊法，及以蘊中我，外現眾色像，一一音聲相。平等如夢幻，不起凡聖見，不作涅槃解，二邊三際斷。常應諸根用，而不起用想，分別一切法，不起分別想。劫火燒海底，風鼓山相擊。真常寂滅樂，涅槃相如是。吾今強言說，令汝捨邪見。汝勿隨言解，許汝知少分。志道聞偈大悟，踴躍作禮而退。】"
    },
    {
      "id": "09-004-0029_p0002",
      "zh_CN": "第一首偈：『无上大涅槃，圆明常寂照，凡愚谓之死，外道执为断。』前面两句是说明涅槃的本意。「无上」是指至高无上。何谓「涅槃」？《楞伽经》云：「妄想不生，不起不灭，我说涅槃。涅槃者，如真实义见。离先妄想心心数法，逮得如来自觉圣智，我说是涅槃。」古德说：「法身、般若、解脱，具足这三法，就叫做大涅槃。」《顿悟入道要门论》云：「如何得大涅槃？禅师说：不造生死业，就能证得。如何是生死业？禅师说：求大涅槃是生死业，舍垢取净是生死业，有得有证是生死业，不能摆脱对治的法门，这就是生死业。」由此可知，佛法是对治我们惑业病根而建立，惑业离了之后，对治法门的药也要把它摆脱掉，这样才能纤毫不立，这就叫做大涅槃。大涅槃之用，「圆明常寂照」，「圆」是圆满，指妙净明心，「明」是光明；光明的清净心无始无终，这是「常」；从来也不散乱，这是「寂」；灵鉴不昧，这是「照」，这是凡圣同具的理体。凡夫、二乘（愚是指二乘）迷了寂照的大涅槃，误以为是生死。外道也没有见到事实的真相，将涅槃执着为断灭。",
      "zh_TW": "第一首偈：『無上大涅槃，圓明常寂照，凡愚謂之死，外道執為斷。』前面兩句是說明涅槃的本意。「無上」是指至高無上。何謂「涅槃」？《楞伽經》云：「妄想不生，不起不滅，我說涅槃。涅槃者，如真實義見。離先妄想心心數法，逮得如來自覺聖智，我說是涅槃。」古德說：「法身、般若、解脫，具足這三法，就叫做大涅槃。」《頓悟入道要門論》云：「如何得大涅槃？禪師說：不造生死業，就能證得。如何是生死業？禪師說：求大涅槃是生死業，捨垢取淨是生死業，有得有證是生死業，不能擺脫對治的法門，這就是生死業。」由此可知，佛法是對治我們惑業病根而建立，惑業離了之後，對治法門的藥也要把它擺脫掉，這樣才能纖毫不立，這就叫做大涅槃。大涅槃之用，「圓明常寂照」，「圓」是圓滿，指妙淨明心，「明」是光明；光明的清淨心無始無終，這是「常」；從來也不散亂，這是「寂」；靈鑒不昧，這是「照」，這是凡聖同具的理體。凡夫、二乘（愚是指二乘）迷了寂照的大涅槃，誤以為是生死。外道也沒有見到事實的真相，將涅槃執著為斷滅。"
    },
    {
      "id": "09-004-0029_p0003",
      "zh_CN": "第二首偈：『诸求二乘人，目以为无作，尽属情所计，六十二见本』。「二乘」是指声闻与缘觉，这两类小乘圣者的见解也并不完全正确。《大智度论》云：无作见解是属于邪见，虽然六十二种都是邪见，而以「无作」这个邪见为最重。「无作」的意思是说，连一切功德求涅槃都不作；要是稍稍偏差一些，就会堕在恶取空，这个病比执着「有」还要大。古德常讲：「宁可执有如须弥山，不可执空如芥子。」无作就是偏在空的邪见上。大师说，这些「尽属情所计」，是凡情计度分别，是六十二种邪见的根本；死、断、无作，这是一切邪见的根本。",
      "zh_TW": "第二首偈：『諸求二乘人，目以為無作，盡屬情所計，六十二見本』。「二乘」是指聲聞與緣覺，這兩類小乘聖者的見解也並不完全正確。《大智度論》云：無作見解是屬於邪見，雖然六十二種都是邪見，而以「無作」這個邪見為最重。「無作」的意思是說，連一切功德求涅槃都不作；要是稍稍偏差一些，就會墮在惡取空，這個病比執著「有」還要大。古德常講：「寧可執有如須彌山，不可執空如芥子。」無作就是偏在空的邪見上。大師說，這些「盡屬情所計」，是凡情計度分別，是六十二種邪見的根本；死、斷、無作，這是一切邪見的根本。"
    },
    {
      "id": "09-004-0029_p0004",
      "zh_CN": "第三首偈：『妄立虚假名，何为真实义，惟有过量人，通达无取舍。』前面两句是说明六十二种邪见所建立的种种名目，无非都是虚而不实的假名。断见、常见、无作之见，这里面决定没有真实的义理。这是总指凡夫、外道、二乘所执着的，总而言之，都不是真实义。真实义谁见到？唯有诸佛菩萨、唯有过量人，「过量人」是指非常人，不是平常人所能度量的。这样的人才能通达而无取舍，通达是指通达无上大涅槃，圆明常寂照，他通达涅槃的真实义。通达之后他又如何？他于涅槃决定没有取舍，他不取涅槃，也不舍涅槃。因此他与小乘人不一样，小乘人是取涅槃，佛常说「堕无为坑」，堕在偏真涅槃，这是小乘圣者的执着；《楞严经》云「内守幽闲，犹为法尘分别影事」，这是小乘的境界。六祖说「目以为无作」，与佛所讲的没有两样。「目以为无作，尽属情所计」，这两句是六祖说二乘圣者的境界。大乘菩萨对于大涅槃的义理既然通达，他不取不舍。为什么？我们看下文这两首偈颂所说。",
      "zh_TW": "第三首偈：『妄立虛假名，何為真實義，惟有過量人，通達無取捨。』前面兩句是說明六十二種邪見所建立的種種名目，無非都是虛而不實的假名。斷見、常見、無作之見，這裡面決定沒有真實的義理。這是總指凡夫、外道、二乘所執著的，總而言之，都不是真實義。真實義誰見到？唯有諸佛菩薩、唯有過量人，「過量人」是指非常人，不是平常人所能度量的。這樣的人才能通達而無取捨，通達是指通達無上大涅槃，圓明常寂照，他通達涅槃的真實義。通達之後他又如何？他於涅槃決定沒有取捨，他不取涅槃，也不捨涅槃。因此他與小乘人不一樣，小乘人是取涅槃，佛常說「墮無為坑」，墮在偏真涅槃，這是小乘聖者的執著；《楞嚴經》云「內守幽閑，猶為法塵分別影事」，這是小乘的境界。六祖說「目以為無作」，與佛所講的沒有兩樣。「目以為無作，盡屬情所計」，這兩句是六祖說二乘聖者的境界。大乘菩薩對於大涅槃的義理既然通達，他不取不捨。為什麼？我們看下文這兩首偈頌所說。"
    },
    {
      "id": "09-004-0029_p0005",
      "zh_CN": "第四首偈：『以知五蕴法，及以蕴中我，外现众色像，一一音声相。』这四句是说明法相。这些过量人、这些大菩萨们，对于五蕴法真正通达明了。五蕴一展开就是百法，百法就是一切法的归纳，我们讲五蕴法，也就是说世出世间一切法。五蕴当中，一般人所执着的主宰，我执。「我」以外，这是一切境界相，境界相有人事环境、物质环境、自然环境，这些在此地也以两句话代表：「外现众色像，一一音声相。」这是说色与声，香味触法都省略。虽然是说两句，当然统统都包括了，因为前面有一句「五蕴法」，后面只说两句作代表。",
      "zh_TW": "第四首偈：『以知五蘊法，及以蘊中我，外現眾色像，一一音聲相。』這四句是說明法相。這些過量人、這些大菩薩們，對於五蘊法真正通達明瞭。五蘊一展開就是百法，百法就是一切法的歸納，我們講五蘊法，也就是說世出世間一切法。五蘊當中，一般人所執著的主宰，我執。「我」以外，這是一切境界相，境界相有人事環境、物質環境、自然環境，這些在此地也以兩句話代表：「外現眾色像，一一音聲相。」這是說色與聲，香味觸法都省略。雖然是說兩句，當然統統都包括了，因為前面有一句「五蘊法」，後面只說兩句作代表。"
    },
    {
      "id": "09-004-0029_p0006",
      "zh_CN": "第五首偈：『平等如梦幻，不起凡圣见，不作涅槃解，二边三际断。』这是说明圣哲的见解，晓得五蕴与我以及色像音声，这是包括一切万法，都是平等一如，《金刚经》云：「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」一切有为法就是五蕴法，也就是百法。你作如是观，才能见一切法的真实相，也就是平等相，也就是万法皆如之相，这样当然就不会再生起凡情圣智的见解。心若平等，不分高下，即与众生诸佛世界山河，有相无相，遍十方界，一切平等，无彼我相。这个时候，本源清净心，常自圆满，光明遍照，就是圆明常寂照的境界现前。「不作涅槃解」，对于大涅槃无取无舍。佛说涅槃是为对治众生生死病根，生死既离，如果还存一个涅槃的见解，又错了。「二边三际断」，两边不立，「三际」是说过去、现在、未来。到这个境界，时间与空间是一，正是所谓一真法界，在净土是常寂光净土。",
      "zh_TW": "第五首偈：『平等如夢幻，不起凡聖見，不作涅槃解，二邊三際斷。』這是說明聖哲的見解，曉得五蘊與我以及色像音聲，這是包括一切萬法，都是平等一如，《金剛經》云：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」一切有為法就是五蘊法，也就是百法。你作如是觀，才能見一切法的真實相，也就是平等相，也就是萬法皆如之相，這樣當然就不會再生起凡情聖智的見解。心若平等，不分高下，即與眾生諸佛世界山河，有相無相，遍十方界，一切平等，無彼我相。這個時候，本源清淨心，常自圓滿，光明遍照，就是圓明常寂照的境界現前。「不作涅槃解」，對於大涅槃無取無捨。佛說涅槃是為對治眾生生死病根，生死既離，如果還存一個涅槃的見解，又錯了。「二邊三際斷」，兩邊不立，「三際」是說過去、現在、未來。到這個境界，時間與空間是一，正是所謂一真法界，在淨土是常寂光淨土。"
    },
    {
      "id": "09-004-0029_p0007",
      "zh_CN": "第六首偈：『常应诸根用，而不起用想，分别一切法，不起分别想。』这首偈是讲证得大涅槃之后的德用自在。在眼叫见，在耳叫闻，在鼻叫嗅，六根接触六尘境界，见闻觉知的作用一切明了，「而不起用想」，这就与我们凡夫不一样。觉悟的人，他不起用想，天天用它；我们迷的人，虽然天天用它，就起了用想。「用想」就是无明，《楞严经》云：「知见立知，是无明本」。「分别一切法，不起分别想」。悟的人，心于一切境界不起一念；不起一念，他在日常生活中，对于万法还有没有分别？若无分别即是白痴，他有分别，虽有分别不起分别想，这就是与凡夫不同之处。凡夫分别是用第六意识，第六意识起作用，他有分别想。所以，佛在大经教导我们，尤其是交光大师在《楞严正脉》教导我们「舍识用根」，用见性见一切色法，用闻性闻一切音声。见性见一切色法，就是分别一切法不起分别想，这就是见性起作用。分别一切法，不起分别想，我们耳根闻音声，这是闻性起作用。诸位懂得这两句，六根接触六尘境界你能这样用，这就是《楞严经》的宗旨，也就是交光大师特别提出来的「舍识用根」；凡夫与佛的差别就在此地。",
      "zh_TW": "第六首偈：『常應諸根用，而不起用想，分別一切法，不起分別想。』這首偈是講證得大涅槃之後的德用自在。在眼叫見，在耳叫聞，在鼻叫嗅，六根接觸六塵境界，見聞覺知的作用一切明瞭，「而不起用想」，這就與我們凡夫不一樣。覺悟的人，他不起用想，天天用它；我們迷的人，雖然天天用它，就起了用想。「用想」就是無明，《楞嚴經》云：「知見立知，是無明本」。「分別一切法，不起分別想」。悟的人，心於一切境界不起一念；不起一念，他在日常生活中，對於萬法還有沒有分別？若無分別即是白痴，他有分別，雖有分別不起分別想，這就是與凡夫不同之處。凡夫分別是用第六意識，第六意識起作用，他有分別想。所以，佛在大經教導我們，尤其是交光大師在《楞嚴正脈》教導我們「捨識用根」，用見性見一切色法，用聞性聞一切音聲。見性見一切色法，就是分別一切法不起分別想，這就是見性起作用。分別一切法，不起分別想，我們耳根聞音聲，這是聞性起作用。諸位懂得這兩句，六根接觸六塵境界你能這樣用，這就是《楞嚴經》的宗旨，也就是交光大師特別提出來的「捨識用根」；凡夫與佛的差別就在此地。"
    },
    {
      "id": "09-004-0029_p0008",
      "zh_CN": "第七首偈：『劫火烧海底，风鼓山相击，真常寂灭乐，涅槃相如是。』这首偈是说明，这个世间纵然遭遇到大劫难，与证得寂灭之人不相干。佛在《仁王经．护国品》说明，这个世界有成住坏空，有大三灾的劫难，经云：「劫烧终讫，乾坤洞然。须弥巨海，都为灰飏。天龙福尽，于中凋丧。二仪尚殒，国有何常。」这就是讲成住坏空的大劫。这样的事情，在今天科学家都为我们证实。我们用天文望远镜观察太空的星球，星球就是世界，每天会发现有新星出现，每天也有许多星球毁灭，这就是世界的成住坏空。「风鼓山相击」，说明这个世界坏的形状。「风」是毘岚大风，「山」是指须弥大山；灾风鼓动，须弥崩倒。我们以天文望远镜的观察，一个星球的爆炸必然有大风、大火，佛法讲的大三灾，水灾、风灾、火灾都达到了极处。这个现象从科学里得到证实，我们确实相信这些事情会发生。佛经讲的小三灾：刀兵劫、瘟疫、饥馑，使我们想到第三次世界大战（核子战争）。如果核子战争爆发，辐射尘所落的地方就造成原子病，这就是佛法讲的瘟疫。同时，这个地区草木不生，这些动物必然要受饥饿之苦。佛经讲的大三灾、小三灾，现代科学都已经证明，而且这个劫难距离我们愈来愈近，这是我们应当要警惕的。在现在这个时候，我们最要紧的就是要真正证得「真常寂灭乐」；这是如来所得之法，真实常住，所以叫真常。《楞严经》云：「独妙真常」。《起信捷要》云：「究竟乐有二义，一者、无上菩提觉法乐，二者、无上涅槃寂灭乐。」《涅槃经》云：「生灭灭已，寂灭为乐。」佛说，纵然是大三灾，何况是小三灾，在这大劫难中，唯有证得真常，唯有生灭灭已的人，他才不受影响。",
      "zh_TW": "第七首偈：『劫火燒海底，風鼓山相擊，真常寂滅樂，涅槃相如是。』這首偈是說明，這個世間縱然遭遇到大劫難，與證得寂滅之人不相干。佛在《仁王經．護國品》說明，這個世界有成住壞空，有大三災的劫難，經云：「劫燒終訖，乾坤洞然。須彌巨海，都為灰颺。天龍福盡，於中凋喪。二儀尚殞，國有何常。」這就是講成住壞空的大劫。這樣的事情，在今天科學家都為我們證實。我們用天文望遠鏡觀察太空的星球，星球就是世界，每天會發現有新星出現，每天也有許多星球毀滅，這就是世界的成住壞空。「風鼓山相擊」，說明這個世界壞的形狀。「風」是毘嵐大風，「山」是指須彌大山；災風鼓動，須彌崩倒。我們以天文望遠鏡的觀察，一個星球的爆炸必然有大風、大火，佛法講的大三災，水災、風災、火災都達到了極處。這個現象從科學裡得到證實，我們確實相信這些事情會發生。佛經講的小三災：刀兵劫、瘟疫、饑饉，使我們想到第三次世界大戰（核子戰爭）。如果核子戰爭爆發，輻射塵所落的地方就造成原子病，這就是佛法講的瘟疫。同時，這個地區草木不生，這些動物必然要受飢餓之苦。佛經講的大三災、小三災，現代科學都已經證明，而且這個劫難距離我們愈來愈近，這是我們應當要警惕的。在現在這個時候，我們最要緊的就是要真正證得「真常寂滅樂」；這是如來所得之法，真實常住，所以叫真常。《楞嚴經》云：「獨妙真常」。《起信捷要》云：「究竟樂有二義，一者、無上菩提覺法樂，二者、無上涅槃寂滅樂。」《涅槃經》云：「生滅滅已，寂滅為樂。」佛說，縱然是大三災，何況是小三災，在這大劫難中，唯有證得真常，唯有生滅滅已的人，他才不受影響。"
    },
    {
      "id": "09-004-0029_p0009",
      "zh_CN": "第八首偈：『吾今强言说，令汝舍邪见，汝勿随言解，许汝知少分。』这首偈是说明说听的方便以及态度。",
      "zh_TW": "第八首偈：『吾今強言說，令汝捨邪見，汝勿隨言解，許汝知少分。』這首偈是說明說聽的方便以及態度。"
    }
  ]
}