{
  "doc_id": "09-004-0009",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0009",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "09-004-0009_p0001",
      "zh_CN": "【善知识！迷人口念，当念之时，有妄有非。念念若行，是名真性。悟此法者，是般若法。修此行者，是般若行。不修即凡，一念修行，自身等佛。善知识！凡夫即佛，烦恼即菩提。前念迷，即凡夫；后念悟，即佛。前念着境，即烦恼；后念离境，即菩提。善知识！摩诃般若波罗蜜，最尊最上最第一，无住无往亦无来，三世诸佛皆从中出。当用大智慧打破五蕴烦恼尘劳。如此修行，定成佛道，变三毒为戒定慧。】",
      "zh_TW": "【善知識！迷人口念，當念之時，有妄有非。念念若行，是名真性。悟此法者，是般若法。修此行者，是般若行。不修即凡，一念修行，自身等佛。善知識！凡夫即佛，煩惱即菩提。前念迷，即凡夫；後念悟，即佛。前念著境，即煩惱；後念離境，即菩提。善知識！摩訶般若波羅蜜，最尊最上最第一，無住無往亦無來，三世諸佛皆從中出。當用大智慧打破五蘊煩惱塵勞。如此修行，定成佛道，變三毒為戒定慧。】"
    },
    {
      "id": "09-004-0009_p0002",
      "zh_CN": "善知识！迷失本性而不觉悟之人，只知道口念，念时就已不真，已经错了。如果能念念心行觉照，才是真实不妄的真如自性。悟得此自性，就是般若法。随顺自性修行，就是般若行。不如是修行就是凡夫，若能一念如法修行，自身当下就与诸佛平等无异。善知识！凡夫原本就是佛，烦恼本来就是菩提。前念迷失自性，即是凡夫；后念悟得自性，即是佛。前念执着尘境，即是烦恼起；后念离境一切不执着，即是菩提现前。善知识！摩诃般若波罗蜜，究竟圆满，离生灭到彼岸的大智慧，是最尊贵、最高尚、最第一的佛法。无住无往亦无来，三世诸佛皆从此般若法中出现。应当运用这大智慧打破五蕴烦恼尘劳，如此修行，定成佛道，转变贪瞋痴三毒烦恼为戒定慧三无漏学。",
      "zh_TW": "善知識！迷失本性而不覺悟之人，只知道口念，念時就已不真，已經錯了。如果能念念心行覺照，才是真實不妄的真如自性。悟得此自性，就是般若法。隨順自性修行，就是般若行。不如是修行就是凡夫，若能一念如法修行，自身當下就與諸佛平等無異。善知識！凡夫原本就是佛，煩惱本來就是菩提。前念迷失自性，即是凡夫；後念悟得自性，即是佛。前念執著塵境，即是煩惱起；後念離境一切不執著，即是菩提現前。善知識！摩訶般若波羅蜜，究竟圓滿，離生滅到彼岸的大智慧，是最尊貴、最高尚、最第一的佛法。無住無往亦無來，三世諸佛皆從此般若法中出現。應當運用這大智慧打破五蘊煩惱塵勞，如此修行，定成佛道，轉變貪瞋痴三毒煩惱為戒定慧三無漏學。"
    },
    {
      "id": "09-004-0009_p0003",
      "zh_CN": "六祖大师在这番开示中，指点我们修般若行的方法。首先教我们必须认识般若法的重要性，肯定般若在佛法中的地位是最尊、最上、最为第一。佛住世说法四十九年，说般若法占去二十二年，可见此法重要，无怪乎六祖特别强调。怎么悟、怎么修？古人说：「如果体会得施为运动灵觉之性，就是诸佛之心。前佛后佛，只言传心，更无别法。」若真识得自性，则对一切万法全体消融，一念化为无上智觉，当下了悟一切万法不离自性，圣凡一体，烦恼菩提原本不二。这是说悟此法者。修此法门，就是运用观照般若观照五蕴皆空，转烦恼为菩提。《阿含经》云：「色如聚沫」，色即是空；「受如浮泡，想如野马，行如芭蕉，识如幻法」，受想行识，亦复皆空。",
      "zh_TW": "六祖大師在這番開示中，指點我們修般若行的方法。首先教我們必須認識般若法的重要性，肯定般若在佛法中的地位是最尊、最上、最為第一。佛住世說法四十九年，說般若法佔去二十二年，可見此法重要，無怪乎六祖特別強調。怎麼悟、怎麼修？古人說：「如果體會得施為運動靈覺之性，就是諸佛之心。前佛後佛，只言傳心，更無別法。」若真識得自性，則對一切萬法全體消融，一念化為無上智覺，當下了悟一切萬法不離自性，聖凡一體，煩惱菩提原本不二。這是說悟此法者。修此法門，就是運用觀照般若觀照五蘊皆空，轉煩惱為菩提。《阿含經》云：「色如聚沫」，色即是空；「受如浮泡，想如野馬，行如芭蕉，識如幻法」，受想行識，亦復皆空。"
    },
    {
      "id": "09-004-0009_p0004",
      "zh_CN": "众生的病根，佛说是贪瞋痴三毒根本烦恼。一、「贪悭」毒害，以迷心对于一切顺心之境求取无厌。二、「瞋恚」毒害，以迷心对于一切不顺心的境缘起忿怒瞋恚。三、「愚痴」毒害，是指愚迷的痴心，亦称作无明，迷于一切境缘而不能觉悟其理事真实相。此三毒烦恼是一切烦恼、不善法之根源。佛教教学，就是针对此三毒，从根本下手对治。所以，如来立教，也只有三法：一是「戒学」，二是「定学」，三是「慧学」。防非止恶，除身口之过，是戒学宗旨；息虑静缘，使心意不散乱，是定学宗旨；破迷开悟，断惑证真，是慧学宗旨。戒学是手段、是方便，无戒学则不能生定，无定则不能生慧。因此，戒定慧三学相资相成，如鼎之三足不可缺一。佛法无他，只是转贪欲为净戒，转瞋恚为禅定，转愚痴为般若智慧而已。佛教大意：「诸恶莫作，众善奉行，自净其意，是诸佛教。」前二句是戒学，自净其意是定慧，这是一切诸佛教化众生的基本方针。",
      "zh_TW": "眾生的病根，佛說是貪瞋痴三毒根本煩惱。一、「貪慳」毒害，以迷心對於一切順心之境求取無厭。二、「瞋恚」毒害，以迷心對於一切不順心的境緣起忿怒瞋恚。三、「愚痴」毒害，是指愚迷的痴心，亦稱作無明，迷於一切境緣而不能覺悟其理事真實相。此三毒煩惱是一切煩惱、不善法之根源。佛教教學，就是針對此三毒，從根本下手對治。所以，如來立教，也只有三法：一是「戒學」，二是「定學」，三是「慧學」。防非止惡，除身口之過，是戒學宗旨；息慮靜緣，使心意不散亂，是定學宗旨；破迷開悟，斷惑證真，是慧學宗旨。戒學是手段、是方便，無戒學則不能生定，無定則不能生慧。因此，戒定慧三學相資相成，如鼎之三足不可缺一。佛法無他，只是轉貪欲為淨戒，轉瞋恚為禪定，轉愚痴為般若智慧而已。佛教大意：「諸惡莫作，眾善奉行，自淨其意，是諸佛教。」前二句是戒學，自淨其意是定慧，這是一切諸佛教化眾生的基本方針。"
    },
    {
      "id": "09-004-0009_p0005",
      "zh_CN": "修学的最初方便，最初下手入门处，无过于背诵经典。经典，包括儒家的《四书》、《五经》，是佛祖圣哲们亲证的实相般若。实相般若只能悟，不可求解，因为实相是圆融无碍的，所以经典中字字句句也都包含无量义理，开悟之后一切明了，才能证得其大用无方无量妙义。因此，古德教童蒙，佛门教沙弥，都是自背诵经典入门。背诵经典时，自然不起妄想，就是「诸恶莫作」。经典是圣贤自性实相般若，是善中之善，背诵就是「众善奉行」，这是修根本戒学；背诵时，必须收拾放心、专心一志，这是修根本定学；背诵时，字字句句了了分明，这是修根本慧学。直至背过千遍万遍，三学成就，三慧顿开，大彻大悟，明心见性，转识成智，顿超三乘，成佛作祖，如是殊胜功德利益成果，即使十方诸佛也是说之不尽！背诵经典乃是三学三慧一次完成的最究竟、大圆满的修法，好老师无不劝导学生背书，就是这个道理。背书的目的，不是在熟记书中文辞义理，而是在修戒定慧，是在求大彻大悟。背诵是完成三学三慧的方便法门，这一点是必须明白的。",
      "zh_TW": "修學的最初方便，最初下手入門處，無過於背誦經典。經典，包括儒家的《四書》、《五經》，是佛祖聖哲們親證的實相般若。實相般若只能悟，不可求解，因為實相是圓融無礙的，所以經典中字字句句也都包含無量義理，開悟之後一切明瞭，才能證得其大用無方無量妙義。因此，古德教童蒙，佛門教沙彌，都是自背誦經典入門。背誦經典時，自然不起妄想，就是「諸惡莫作」。經典是聖賢自性實相般若，是善中之善，背誦就是「眾善奉行」，這是修根本戒學；背誦時，必須收拾放心、專心一志，這是修根本定學；背誦時，字字句句了了分明，這是修根本慧學。直至背過千遍萬遍，三學成就，三慧頓開，大徹大悟，明心見性，轉識成智，頓超三乘，成佛作祖，如是殊勝功德利益成果，即使十方諸佛也是說之不盡！背誦經典乃是三學三慧一次完成的最究竟、大圓滿的修法，好老師無不勸導學生背書，就是這個道理。背書的目的，不是在熟記書中文辭義理，而是在修戒定慧，是在求大徹大悟。背誦是完成三學三慧的方便法門，這一點是必須明白的。"
    },
    {
      "id": "09-004-0009_p0006",
      "zh_CN": "明末蕅益大师说：三聚净戒的作用，就是克制三毒心，成就无量善法聚。「三聚净戒」：第一「誓断一切恶」，第二「誓修一切善」，第三「誓度一切众生」。菩萨在过去因地中修行时，为了对治三毒而发三誓愿：誓持一切净戒，对治贪毒；誓断一切恶、常修一切善，对治瞋毒；誓度一切众生，故常修慧，对治痴毒。由于能持如是戒定慧三种净戒法，所以能超越三毒，成就佛道。这些都是说明修行的纲领。照见五蕴皆空，成就理事无碍，变三毒为戒定慧，成就事事无碍，这是真正的修般若行。我们要是明了这个道理，可见菩萨行原来就在日用平常，念念将贪心、瞋心、痴心变化为三学三慧而已。",
      "zh_TW": "明末蕅益大師說：三聚淨戒的作用，就是克制三毒心，成就無量善法聚。「三聚淨戒」：第一「誓斷一切惡」，第二「誓修一切善」，第三「誓度一切眾生」。菩薩在過去因地中修行時，為了對治三毒而發三誓願：誓持一切淨戒，對治貪毒；誓斷一切惡、常修一切善，對治瞋毒；誓度一切眾生，故常修慧，對治痴毒。由於能持如是戒定慧三種淨戒法，所以能超越三毒，成就佛道。這些都是說明修行的綱領。照見五蘊皆空，成就理事無礙，變三毒為戒定慧，成就事事無礙，這是真正的修般若行。我們要是明瞭這個道理，可見菩薩行原來就在日用平常，念念將貪心、瞋心、痴心變化為三學三慧而已。"
    },
    {
      "id": "09-004-0009_p0007",
      "zh_CN": "【善知识！我此法门，从一般若生八万四千智慧。何以故？为世人有八万四千尘劳。若无尘劳，智慧常现，不离自性。悟此法者，即是无念无忆无着，不起诳妄，用自真如性，以智慧观照，于一切法不取不舍，即是见性成佛道。】",
      "zh_TW": "【善知識！我此法門，從一般若生八萬四千智慧。何以故？為世人有八萬四千塵勞。若無塵勞，智慧常現，不離自性。悟此法者，即是無念無憶無著，不起誑妄，用自真如性，以智慧觀照，於一切法不取不捨，即是見性成佛道。】"
    },
    {
      "id": "09-004-0009_p0008",
      "zh_CN": "善知识！我此法门，从一实相般若观照，能生八万四千智慧。为什么？因为世人有八万四千尘劳烦恼缘故。如果世间人没有尘劳烦恼，般若智慧就会常时现前，念念与自性相应，念念不离自性。了悟此法门之人，即是没有妄念，亦无思量执着，不起诳妄，随缘运用自真如性，用智慧观照一切法，于一切法，不论是有为无为、世间法或出世间法，都能不取不舍，如此便是见自真性成佛道。",
      "zh_TW": "善知識！我此法門，從一實相般若觀照，能生八萬四千智慧。為什麼？因為世人有八萬四千塵勞煩惱緣故。如果世間人沒有塵勞煩惱，般若智慧就會常時現前，念念與自性相應，念念不離自性。了悟此法門之人，即是沒有妄念，亦無思量執著，不起誑妄，隨緣運用自真如性，用智慧觀照一切法，於一切法，不論是有為無為、世間法或出世間法，都能不取不捨，如此便是見自真性成佛道。"
    },
    {
      "id": "09-004-0009_p0009",
      "zh_CN": "六祖大师这段开示，是教导我们明心见性成佛道的修学法。一真实相、一乘佛法，是以无念为宗。何谓「无念」？所谓无念，是指无妄念，亦是正念的别名。古德说：「无念者，心体灵知，湛寂不动，如镜照物，如灯显像。像的好丑、物的大小，镜子和灯都不知道；虽然不知道，但是灯和镜子都照得清清楚楚。真心理体，湛寂而灵明觉知，起用就是见闻觉知，其中若觅一毫妄念相，确实是了不可得，故称无念。」无念不是什么都不念，是无一切分别、嫉妒等妄念。无念之念，生无生相，住无住相，异无异相，灭无灭相，于一切法中亲见其不一不异，当下便契入自性，见到自家的本来面目。六祖说的「从一般若」，便是指此，亦称作根本智。此处说的「一」，是「一即是多，多即是一」的一，是「一多不二」的一，而非是数目的「一」。唯一是真，唯一是如。《华严》的「一真」、净土的「一心」，就是此处的「一般若」。唯「一」是根本智，其对境能生无量智慧，何止八万四千？证得一心时，再看经论，字字句句本来具足无量妙义；无量德慧亦从来无有隐藏，原本就存在我们的现前。入此境界，自然于一切法不取不舍，无忆无着，不起诳妄，这就是从一般若生八万四千智慧，这就是见性成佛的道路。",
      "zh_TW": "六祖大師這段開示，是教導我們明心見性成佛道的修學法。一真實相、一乘佛法，是以無念為宗。何謂「無念」？所謂無念，是指無妄念，亦是正念的別名。古德說：「無念者，心體靈知，湛寂不動，如鏡照物，如燈顯像。像的好醜、物的大小，鏡子和燈都不知道；雖然不知道，但是燈和鏡子都照得清清楚楚。真心理體，湛寂而靈明覺知，起用就是見聞覺知，其中若覓一毫妄念相，確實是了不可得，故稱無念。」無念不是什麼都不念，是無一切分別、嫉妒等妄念。無念之念，生無生相，住無住相，異無異相，滅無滅相，於一切法中親見其不一不異，當下便契入自性，見到自家的本來面目。六祖說的「從一般若」，便是指此，亦稱作根本智。此處說的「一」，是「一即是多，多即是一」的一，是「一多不二」的一，而非是數目的「一」。唯一是真，唯一是如。《華嚴》的「一真」、淨土的「一心」，就是此處的「一般若」。唯「一」是根本智，其對境能生無量智慧，何止八萬四千？證得一心時，再看經論，字字句句本來具足無量妙義；無量德慧亦從來無有隱藏，原本就存在我們的現前。入此境界，自然於一切法不取不捨，無憶無著，不起誑妄，這就是從一般若生八萬四千智慧，這就是見性成佛的道路。"
    },
    {
      "id": "09-004-0009_p0010",
      "zh_CN": "【善知识！若欲入甚深法界及般若三昧者，须修般若行，持诵《金刚般若经》，即得见性。当知此功德无量无边，经中分明赞叹，莫能具说。此法门是最上乘，为大智人说，为上根人说。小根小智人闻，心生不信。何以故？譬如，天龙下雨于阎浮提，城邑聚落悉皆漂流，如漂枣叶。若雨大海，不增不减。若大乘人，若最上乘人，闻说《金刚经》，心开悟解，故知本性自有般若之智；自用智慧常观照故，不假文字。譬如雨水，不从天有，元是龙能兴致。令一切众生一切草木有情无情，悉皆蒙润，百川众流却入大海合为一体。众生本性般若之智，亦复如是。】",
      "zh_TW": "【善知識！若欲入甚深法界及般若三昧者，須修般若行，持誦《金剛般若經》，即得見性。當知此功德無量無邊，經中分明讚歎，莫能具說。此法門是最上乘，為大智人說，為上根人說。小根小智人聞，心生不信。何以故？譬如，天龍下雨於閻浮提，城邑聚落悉皆漂流，如漂棗葉。若雨大海，不增不減。若大乘人，若最上乘人，聞說《金剛經》，心開悟解，故知本性自有般若之智；自用智慧常觀照故，不假文字。譬如雨水，不從天有，元是龍能興致。令一切眾生一切草木有情無情，悉皆蒙潤，百川眾流卻入大海合為一體。眾生本性般若之智，亦復如是。】"
    },
    {
      "id": "09-004-0009_p0011",
      "zh_CN": "善知识！如果要想证入甚深一真法界及般若正定之人，必须要修般若行，持诵《金刚般若波罗蜜经》，即能得见自性。应当知道，这部《金刚经》的功德是无量无边，经中已经分明较量赞叹，不能尽述。这个法门是最上乘的教学法，专为有大智慧人说，专为有上等根性人说。若是小根性、小智慧之人，听了如此法门，心里必定疑惑不信。为什么？譬如，天龙降雨于阎浮提大地，城市、村落都漂流于大水中，如同漂流草叶一样。如果雨水落在大海中，大海的水却不见增减。大乘根性之人、最上乘根性之人，听闻别人说《金刚经》，由于经典启示，就能心开悟解，因而知道本性自有般若智慧；这是自己运用智慧时常观照的缘故，不是假藉文字的灌输、记问而后知道的。譬如雨水的下降，不是从天而有，原是龙能兴致。令一切众生、一切草木，有情无情，都能平等的蒙受雨水润泽。一切河川流入大海，河水与海水合成一体。众生的本性般若智慧，也是如此。在这番开示中，六祖为我们介绍《金刚经》，教我们应当持诵。五祖也时常教人：「但持《金刚经》，即自见性，直了成佛。」《金刚经》一卷五千言，乃是诸佛实相般若照见诸法如义的最上第一开示。如果是大乘根性、一乘根性人，的确很容易悟入。",
      "zh_TW": "善知識！如果要想證入甚深一真法界及般若正定之人，必須要修般若行，持誦《金剛般若波羅蜜經》，即能得見自性。應當知道，這部《金剛經》的功德是無量無邊，經中已經分明較量讚歎，不能盡述。這個法門是最上乘的教學法，專為有大智慧人說，專為有上等根性人說。若是小根性、小智慧之人，聽了如此法門，心裡必定疑惑不信。為什麼？譬如，天龍降雨於閻浮提大地，城市、村落都漂流於大水中，如同漂流草葉一樣。如果雨水落在大海中，大海的水卻不見增減。大乘根性之人、最上乘根性之人，聽聞別人說《金剛經》，由於經典啟示，就能心開悟解，因而知道本性自有般若智慧；這是自己運用智慧時常觀照的緣故，不是假藉文字的灌輸、記問而後知道的。譬如雨水的下降，不是從天而有，原是龍能興致。令一切眾生、一切草木，有情無情，都能平等的蒙受雨水潤澤。一切河川流入大海，河水與海水合成一體。眾生的本性般若智慧，也是如此。在這番開示中，六祖為我們介紹《金剛經》，教我們應當持誦。五祖也時常教人：「但持《金剛經》，即自見性，直了成佛。」《金剛經》一卷五千言，乃是諸佛實相般若照見諸法如義的最上第一開示。如果是大乘根性、一乘根性人，的確很容易悟入。"
    },
    {
      "id": "09-004-0009_p0012",
      "zh_CN": "【善知识！小根之人，闻此顿教，犹如草木，根性小者，若被大雨，悉皆自倒，不能增长。小根之人，亦复如是。元有般若之智，与大智人更无差别，因何闻法不自开悟？缘邪见障重，烦恼根深，犹如大云覆盖于日，不得风吹，日光不现。般若之智亦无大小，为一切众生自心迷悟不同。迷心外见，修行觅佛，未悟自性，即是小根。若闻悟顿教，不执外修，但于自心常起正见，烦恼尘劳常不能染，即是见性。】",
      "zh_TW": "【善知識！小根之人，聞此頓教，猶如草木，根性小者，若被大雨，悉皆自倒，不能增長。小根之人，亦復如是。元有般若之智，與大智人更無差別，因何聞法不自開悟？緣邪見障重，煩惱根深，猶如大雲覆蓋於日，不得風吹，日光不現。般若之智亦無大小，為一切眾生自心迷悟不同。迷心外見，修行覓佛，未悟自性，即是小根。若聞悟頓教，不執外修，但於自心常起正見，煩惱塵勞常不能染，即是見性。】"
    },
    {
      "id": "09-004-0009_p0013",
      "zh_CN": "善知识！小根性人听闻顿教法门，犹如草木根性小的，小树、小草，根小，若被大雨一冲，就全都自己倒下去了，不能再继续生长。小根性人不堪承受大法，也与这种情形一样。其实所谓小根性人，原本就具有般若智慧，与大根性、大智慧人并没有什么差别。何以闻此顿教大法，还是不能自己开悟？追究其根源，因为他们执着邪见的所知障太重，烦恼习气根深蒂固；如厚厚的云层遮蔽了太阳，若得不到一阵强风把云层吹散，太阳的光明则不能透出来。自性般若智慧本来人人具足，亦无大小差别，只因一切众生自心有迷悟不同。迷失自心之人，因而外生邪见，舍自心而心外求佛谓之修行，总是不悟自性，此谓小根性之人。倘若闻法开悟如此顿教法门，不执着心外修行，只在自己心中常存正见，一切烦恼尘劳常能不染于心，这就是见性。",
      "zh_TW": "善知識！小根性人聽聞頓教法門，猶如草木根性小的，小樹、小草，根小，若被大雨一沖，就全都自己倒下去了，不能再繼續生長。小根性人不堪承受大法，也與這種情形一樣。其實所謂小根性人，原本就具有般若智慧，與大根性、大智慧人並沒有什麼差別。何以聞此頓教大法，還是不能自己開悟？追究其根源，因為他們執著邪見的所知障太重，煩惱習氣根深蒂固；如厚厚的雲層遮蔽了太陽，若得不到一陣強風把雲層吹散，太陽的光明則不能透出來。自性般若智慧本來人人具足，亦無大小差別，只因一切眾生自心有迷悟不同。迷失自心之人，因而外生邪見，捨自心而心外求佛謂之修行，總是不悟自性，此謂小根性之人。倘若聞法開悟如此頓教法門，不執著心外修行，只在自己心中常存正見，一切煩惱塵勞常能不染於心，這就是見性。"
    },
    {
      "id": "09-004-0009_p0014",
      "zh_CN": "六祖大师在这一节开示中，说明众生因根性的不同，所以闻法、开悟的机缘各有差别。凡是看不破、放不下、被境界所转者，就是小根性。小根性又如何能信受一真无妄的大法？《楞严经》云：「若能转物，则同如来。」换句话说，果真能放下身心世界，看破一切境相原本皆是虚妄，即时烦恼障、所知障、人我执、法我执无不应念化成无上正等正觉，这就是见性成佛。六祖大师在此，将一乘佛法、最上乘佛法的修学理论、方法、纲领和盘托出；这部经典，不愧是大乘佛法中最好的指导纲领。我们得到这个纲领之后，无论修学哪一个法门，都能用得上。譬如，多数修净土法门的同修们，若能明了六祖所说的纲领，依照此纲领来念佛，我们必定会在很短的时间念到一心不乱，而且是理一心不乱，这种功德太殊胜了。",
      "zh_TW": "六祖大師在這一節開示中，說明眾生因根性的不同，所以聞法、開悟的機緣各有差別。凡是看不破、放不下、被境界所轉者，就是小根性。小根性又如何能信受一真無妄的大法？《楞嚴經》云：「若能轉物，則同如來。」換句話說，果真能放下身心世界，看破一切境相原本皆是虛妄，即時煩惱障、所知障、人我執、法我執無不應念化成無上正等正覺，這就是見性成佛。六祖大師在此，將一乘佛法、最上乘佛法的修學理論、方法、綱領和盤托出；這部經典，不愧是大乘佛法中最好的指導綱領。我們得到這個綱領之後，無論修學哪一個法門，都能用得上。譬如，多數修淨土法門的同修們，若能明瞭六祖所說的綱領，依照此綱領來念佛，我們必定會在很短的時間念到一心不亂，而且是理一心不亂，這種功德太殊勝了。"
    }
  ]
}