{
  "doc_id": "09-004-0039",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十九集",
    "zh_TW": "第三十九集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0039",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "09-004-0039_p0001",
      "zh_CN": "【自性动用，共人言语，外于相离相，内于空离空。若全着相，即是邪见；若全执空，即长无明。】",
      "zh_TW": "【自性動用，共人言語，外於相離相，內於空離空。若全著相，即是邪見；若全執空，即長無明。】"
    },
    {
      "id": "09-004-0039_p0002",
      "zh_CN": "这是六祖大师教诫学人称性的教学。首先告诉我们，言语如何才能称性，这一点很重要。佛陀在《金刚经》教须菩提尊者说法的要领有两句话：「不取于相，如如不动」，六祖此处所说与《金刚经》的意思完全相同，我们读起来比读《金刚经》更容易领悟。",
      "zh_TW": "這是六祖大師教誡學人稱性的教學。首先告訴我們，言語如何才能稱性，這一點很重要。佛陀在《金剛經》教須菩提尊者說法的要領有兩句話：「不取於相，如如不動」，六祖此處所說與《金剛經》的意思完全相同，我們讀起來比讀《金剛經》更容易領悟。"
    },
    {
      "id": "09-004-0039_p0003",
      "zh_CN": "六祖教导我们「自性动用」，「动」就是发起，「用」是讲作用。此地讲的发起作用，着重在利益一切众生，即教化众生。教化众生，特别是在我们娑婆世界，总是以言说为主。所以，我们与人言语，要能做到外离相，于相离相，不着相，内也不着空。这是很要紧的。一般人离相，他就着空；离空，他就着相；换句话说，空与有总是执着一端。譬如，凡夫执着有，小乘人执着空，都是毛病。大师就指出这些毛病：「如果你全着相，这就是增长邪见。」不但世间一切法如此，就是学佛也不例外，我们着相学佛。譬如听经，你着言说相；看经，你着文字相，这样作法都是邪见。如果我们不着相，我什么都不执着，「什么都不执着」就着空，什么都不执着就长无明。如声闻、缘觉执着空，佛在《楞严经》说：「内守幽闲，犹为法尘分别影事。」这是长无明，这是学佛最大的忌讳，这是病根之所在。",
      "zh_TW": "六祖教導我們「自性動用」，「動」就是發起，「用」是講作用。此地講的發起作用，著重在利益一切眾生，即教化眾生。教化眾生，特別是在我們娑婆世界，總是以言說為主。所以，我們與人言語，要能做到外離相，於相離相，不著相，內也不著空。這是很要緊的。一般人離相，他就著空；離空，他就著相；換句話說，空與有總是執著一端。譬如，凡夫執著有，小乘人執著空，都是毛病。大師就指出這些毛病：「如果你全著相，這就是增長邪見。」不但世間一切法如此，就是學佛也不例外，我們著相學佛。譬如聽經，你著言說相；看經，你著文字相，這樣作法都是邪見。如果我們不著相，我什麼都不執著，「什麼都不執著」就著空，什麼都不執著就長無明。如聲聞、緣覺執著空，佛在《楞嚴經》說：「內守幽閑，猶為法塵分別影事。」這是長無明，這是學佛最大的忌諱，這是病根之所在。"
    },
    {
      "id": "09-004-0039_p0004",
      "zh_CN": "【执空之人，有谤经，直言不用文字。既云不用文字，人亦不合语言，只此语言便是文字之相。又云：直道不立文字。即此不立两字，亦是文字。见人所说，便即谤他言着文字。汝等须知，自迷犹可，又谤佛经。不要谤经，罪障无数。】",
      "zh_TW": "【執空之人，有謗經，直言不用文字。既云不用文字，人亦不合語言，只此語言便是文字之相。又云：直道不立文字。即此不立兩字，亦是文字。見人所說，便即謗他言著文字。汝等須知，自迷猶可，又謗佛經。不要謗經，罪障無數。】"
    },
    {
      "id": "09-004-0039_p0005",
      "zh_CN": "执着空的人，他有时候谤经。尤其学禅的，禅宗不立文字，于是他不看经、也不听教，常说「不用文字」。既然不用文字，也不应该说话，因为说话就是文字相；文字不过是言语记录下来的符号而已，不用文字当然也就不能说话。你说话，你还是执着文字相。又说：「不立文字」，达摩祖师到中国来，「直指人心，不立文字」。试问问：直指人心，不立文字，这八个字是不是文字？还是文字。这都是不了解佛法的真实义，都是着相。所以，他见别人讲经说法，就毁谤别人「着文字相」。大师在此地特别教诫我们：「自己迷，那还罢了！如果再要谤佛经，这个罪就重了。」教我们不要谤经，如果谤经、谤法，这个罪障实在是太重了。",
      "zh_TW": "執著空的人，他有時候謗經。尤其學禪的，禪宗不立文字，於是他不看經、也不聽教，常說「不用文字」。既然不用文字，也不應該說話，因為說話就是文字相；文字不過是言語記錄下來的符號而已，不用文字當然也就不能說話。你說話，你還是執著文字相。又說：「不立文字」，達摩祖師到中國來，「直指人心，不立文字」。試問問：直指人心，不立文字，這八個字是不是文字？還是文字。這都是不了解佛法的真實義，都是著相。所以，他見別人講經說法，就毀謗別人「著文字相」。大師在此地特別教誡我們：「自己迷，那還罷了！如果再要謗佛經，這個罪就重了。」教我們不要謗經，如果謗經、謗法，這個罪障實在是太重了。"
    },
    {
      "id": "09-004-0039_p0006",
      "zh_CN": "【若着相于外而作法求真，或广立道场说有无之过患，如是之人累劫不可见性。】",
      "zh_TW": "【若著相於外而作法求真，或廣立道場說有無之過患，如是之人累劫不可見性。】"
    },
    {
      "id": "09-004-0039_p0007",
      "zh_CN": "学佛最大的忌讳就是着相；换句话说，外面的境界相决定执着不得，内又不能执空。空有两边都不着，这样才能建立道场，度脱一切众生；两边有一头执着，你要去求真，到哪里能求到？以净土法门来说，求一心，你心中执着有个一心、执着有个乱心，你只要有这两种执着之一，就无法证得一心。我们要求一心不乱，心里有个「一心不乱」，这个「一心不乱」就是真正一心不乱的障碍，这是我们要懂得的。换句话说，我们的心已经不清净，你再广立道场说有说无，这怎么能得一心不乱、怎么能明心见性？大师在此地，真是把我们累劫修行的病根一语道破。",
      "zh_TW": "學佛最大的忌諱就是著相；換句話說，外面的境界相決定執著不得，內又不能執空。空有兩邊都不著，這樣才能建立道場，度脫一切眾生；兩邊有一頭執著，你要去求真，到哪裡能求到？以淨土法門來說，求一心，你心中執著有個一心、執著有個亂心，你只要有這兩種執著之一，就無法證得一心。我們要求一心不亂，心裡有個「一心不亂」，這個「一心不亂」就是真正一心不亂的障礙，這是我們要懂得的。換句話說，我們的心已經不清淨，你再廣立道場說有說無，這怎麼能得一心不亂、怎麼能明心見性？大師在此地，真是把我們累劫修行的病根一語道破。"
    },
    {
      "id": "09-004-0039_p0008",
      "zh_CN": "【但听依法修行，又莫百物不思而于道性窒碍；若听说不修，令人反生邪念。】",
      "zh_TW": "【但聽依法修行，又莫百物不思而於道性窒礙；若聽說不修，令人反生邪念。】"
    },
    {
      "id": "09-004-0039_p0009",
      "zh_CN": "『但听依法修行』，依一乘了义的佛法。『又莫百物不思』，「莫」是不可。依法修行，不能什么都不想；什么都不想，你就着空，于道性就起障碍，就不通，这是讲修行错修了。修行，「修」是修正，「行」是行为，修正身心的行为。错误的修学，第一个是执空的人，他什么都不想，以为自己清净了，「什么都不想」是无想定，果报在无想天（外道天），有时候是在四空天，这是错误，这是障碍道；道就是真如实性。『若听说不修，令人反生邪念』，这也是错误，这是闻而不修。听说大道是清净的，大道是本有的，如《华严经》、《圆觉经》所说的「众生本来成佛」，自己认为直下承担「我本来是佛」就不要修了。这也错了，这样反而生邪知邪见。",
      "zh_TW": "『但聽依法修行』，依一乘了義的佛法。『又莫百物不思』，「莫」是不可。依法修行，不能什麼都不想；什麼都不想，你就著空，於道性就起障礙，就不通，這是講修行錯修了。修行，「修」是修正，「行」是行為，修正身心的行為。錯誤的修學，第一個是執空的人，他什麼都不想，以為自己清淨了，「什麼都不想」是無想定，果報在無想天（外道天），有時候是在四空天，這是錯誤，這是障礙道；道就是真如實性。『若聽說不修，令人反生邪念』，這也是錯誤，這是聞而不修。聽說大道是清淨的，大道是本有的，如《華嚴經》、《圓覺經》所說的「眾生本來成佛」，自己認為直下承擔「我本來是佛」就不要修了。這也錯了，這樣反而生邪知邪見。"
    },
    {
      "id": "09-004-0039_p0010",
      "zh_CN": "【但依法修行，无住相法施。汝等若悟，依此说，依此用，依此行，依此作，即不失本宗。】",
      "zh_TW": "【但依法修行，無住相法施。汝等若悟，依此說，依此用，依此行，依此作，即不失本宗。】"
    },
    {
      "id": "09-004-0039_p0011",
      "zh_CN": "这是指导我们正修行的纲领。六祖一生所得的法要，就是《金刚经》的一句话：「应无所住，而生其心。」他是在这句话开悟，一生受用不尽。在此地大师也是这样教导我们，要行无住相法施。「无住相」就是「应无所住」，「法施」就是「生心」，无住生心。六祖嘱咐我们：「如果你们真正悟了，悟无住相法施，依这个原理原则去说法，依这个原理原则在日常中起作用、修行、种种行作，就不会失去根本宗旨。」根本宗旨是指「无住生心」。",
      "zh_TW": "這是指導我們正修行的綱領。六祖一生所得的法要，就是《金剛經》的一句話：「應無所住，而生其心。」他是在這句話開悟，一生受用不盡。在此地大師也是這樣教導我們，要行無住相法施。「無住相」就是「應無所住」，「法施」就是「生心」，無住生心。六祖囑咐我們：「如果你們真正悟了，悟無住相法施，依這個原理原則去說法，依這個原理原則在日常中起作用、修行、種種行作，就不會失去根本宗旨。」根本宗旨是指「無住生心」。"
    },
    {
      "id": "09-004-0039_p0012",
      "zh_CN": "【若有人问汝义，问有将无对，问无将有对，问凡以圣对，问圣以凡对；二道相因，生中道义。】",
      "zh_TW": "【若有人問汝義，問有將無對，問無將有對，問凡以聖對，問聖以凡對；二道相因，生中道義。】"
    },
    {
      "id": "09-004-0039_p0013",
      "zh_CN": "六祖说：「如果有人问你佛法大义，你怎么教导他？从反面答复。问有，你用无来对；问无，你就将有来对；问凡，你就说圣对；问圣，你就说凡对。」这个说法巧妙极了，决不是与人唱反调，用意是在「二道相因，生中道义」；中道就是实性。诸佛、菩萨、祖师说法，无不是希望众生开悟，或有意、或无意，都是教导众生快快开悟，唯有悟入之后才能离苦得乐。所以，一切言说，无不是二道相因，生中道义；换句话说，一切言说，皆不失本宗，都是称性而说。祖师升堂说法是称性而说，平常闲聊天是不是称性而说？也是称性而说。见性之人，随时随地无不称性。「依此说，依此用，依此行，依此作」，哪有一桩事情不称性？哪有一桩事情不是教众生开悟的？这是真实的大慈大悲。",
      "zh_TW": "六祖說：「如果有人問你佛法大義，你怎麼教導他？從反面答覆。問有，你用無來對；問無，你就將有來對；問凡，你就說聖對；問聖，你就說凡對。」這個說法巧妙極了，決不是與人唱反調，用意是在「二道相因，生中道義」；中道就是實性。諸佛、菩薩、祖師說法，無不是希望眾生開悟，或有意、或無意，都是教導眾生快快開悟，唯有悟入之後才能離苦得樂。所以，一切言說，無不是二道相因，生中道義；換句話說，一切言說，皆不失本宗，都是稱性而說。祖師升堂說法是稱性而說，平常閒聊天是不是稱性而說？也是稱性而說。見性之人，隨時隨地無不稱性。「依此說，依此用，依此行，依此作」，哪有一樁事情不稱性？哪有一樁事情不是教眾生開悟的？這是真實的大慈大悲。"
    },
    {
      "id": "09-004-0039_p0014",
      "zh_CN": "《大智度论》有一段经文说明「二道相因，生中道义」的道理：「常是一边，断灭是一边，离是二边行中道，是为般若波罗蜜。」所以，别人问你「有」，你就答「无」。为什么？有，是一边。为什么说有？因为无，才显现「有」。因为有，才显现「无」。可见，有、无这两桩事，是互为因缘而显现的。没有「无」，哪来的有？没有「有」，哪来的无？你果然在这里面悟了，「两边不立，中道也没有」，这就是「生中道」的意思。中道也没有，正所谓是「两边不立，中道不存」，这才是般若波罗蜜。在修证上说，菩萨是一边，菩萨是能修；六波罗蜜是一边，是所修。佛是一边，是能证；菩提是一边，是所证。能修、所修，能证、所证，离开这两边行中道，这是般若波罗蜜。这是举个例子，这样的例子在一切大乘了义经典随处都能见到，禅宗语录里面也不例外。懂得这个意思，你才能看经、看语录，看的时候才有味道。否则，你看他一问一答，所问非所答，所答非所问，简直是迷在雾里，不知道它义趣之所在。",
      "zh_TW": "《大智度論》有一段經文說明「二道相因，生中道義」的道理：「常是一邊，斷滅是一邊，離是二邊行中道，是為般若波羅蜜。」所以，別人問你「有」，你就答「無」。為什麼？有，是一邊。為什麼說有？因為無，才顯現「有」。因為有，才顯現「無」。可見，有、無這兩樁事，是互為因緣而顯現的。沒有「無」，哪來的有？沒有「有」，哪來的無？你果然在這裡面悟了，「兩邊不立，中道也沒有」，這就是「生中道」的意思。中道也沒有，正所謂是「兩邊不立，中道不存」，這才是般若波羅蜜。在修證上說，菩薩是一邊，菩薩是能修；六波羅蜜是一邊，是所修。佛是一邊，是能證；菩提是一邊，是所證。能修、所修，能證、所證，離開這兩邊行中道，這是般若波羅蜜。這是舉個例子，這樣的例子在一切大乘了義經典隨處都能見到，禪宗語錄裡面也不例外。懂得這個意思，你才能看經、看語錄，看的時候才有味道。否則，你看他一問一答，所問非所答，所答非所問，簡直是迷在霧裡，不知道它義趣之所在。"
    },
    {
      "id": "09-004-0039_p0015",
      "zh_CN": "【汝一问一对，余问一依此作，即不失理也。设有人问：何名为暗？答云：明是因，暗是缘，明没即暗。以明显暗，以暗显明，来去相因，成中道义。余问悉皆如此。汝等于后传法，依此迭相教授，勿失宗旨。】",
      "zh_TW": "【汝一問一對，餘問一依此作，即不失理也。設有人問：何名為暗？答云：明是因，暗是緣，明沒即暗。以明顯暗，以暗顯明，來去相因，成中道義。餘問悉皆如此。汝等於後傳法，依此迭相教授，勿失宗旨。】"
    },
    {
      "id": "09-004-0039_p0016",
      "zh_CN": "六祖说：「一问一对，余问一依此作，即不失理也。」理是真理，什么真理？中道；这个问答就不失理。「假设有人问：何谓暗？答云：明是因，暗是缘，明没有了，暗就现前。以明显示暗相，以暗显示明相，一来一往互相显现，就显示出中道的义理。以此类推，其他无论问什么，无不如是，悉皆如此。」末后嘱咐大众：「你们于后传法，要依照这个原理原则，迭相教授，勿失宗旨。」",
      "zh_TW": "六祖說：「一問一對，餘問一依此作，即不失理也。」理是真理，什麼真理？中道；這個問答就不失理。「假設有人問：何謂暗？答云：明是因，暗是緣，明沒有了，暗就現前。以明顯示暗相，以暗顯示明相，一來一往互相顯現，就顯示出中道的義理。以此類推，其他無論問什麼，無不如是，悉皆如此。」末後囑咐大眾：「你們於後傳法，要依照這個原理原則，迭相教授，勿失宗旨。」"
    },
    {
      "id": "09-004-0039_p0017",
      "zh_CN": "大师这一番开示，后人确实是以此原理原则为教学的依据，我们在禅宗语录几乎处处都能见到。譬如，有人问：「怎样才能见佛真身？」答：「不见有无，就是见佛真身。」又问：「为何不见有无就是见佛真身？」答：「有因无而建立，无因有而显示。本不立有，无也就不能存在。」有无是相对的，没有这一边，决定没有那一边。既然「无」都不存在，「有」从哪里得？有与无，是相对而建立的；既然是相对建立的，它是属于生灭法，生灭就是有为法，它不是真实的。所以，我们离开生灭，离开有为，就见佛的真身。这些方法都是学自六祖的。譬如，有人问：「何者是无为法？」答：「有为法是。」又问：「我问的是无为法，你何以回答有为法是？」诸位若是通达这个原理原则，你一想就明白，他答复得巧妙，他不是随便答复的。如果要讲到真正的无为，就是「不取有为，亦不取无为」，有为无为都不取，这才叫真正的无为。",
      "zh_TW": "大師這一番開示，後人確實是以此原理原則為教學的依據，我們在禪宗語錄幾乎處處都能見到。譬如，有人問：「怎樣才能見佛真身？」答：「不見有無，就是見佛真身。」又問：「為何不見有無就是見佛真身？」答：「有因無而建立，無因有而顯示。本不立有，無也就不能存在。」有無是相對的，沒有這一邊，決定沒有那一邊。既然「無」都不存在，「有」從哪裡得？有與無，是相對而建立的；既然是相對建立的，它是屬於生滅法，生滅就是有為法，它不是真實的。所以，我們離開生滅，離開有為，就見佛的真身。這些方法都是學自六祖的。譬如，有人問：「何者是無為法？」答：「有為法是。」又問：「我問的是無為法，你何以回答有為法是？」諸位若是通達這個原理原則，你一想就明白，他答覆得巧妙，他不是隨便答覆的。如果要講到真正的無為，就是「不取有為，亦不取無為」，有為無為都不取，這才叫真正的無為。"
    }
  ]
}