{
  "doc_id": "09-004-0035",
  "title": {
    "zh_CN": "六祖坛经讲记",
    "zh_TW": "六祖壇經講記"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "1981",
  "location": {
    "zh_CN": "台湾中广",
    "zh_TW": "台灣中廣"
  },
  "doc_number": "09-004-0035",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "09-004-0035_p0001",
      "zh_CN": "【有一童子，名神会，襄阳高氏子。年十三，自玉泉来参礼。师曰：知识远来艰辛，还将得本来否？若有本，则合识主，试说看。会曰：以无住为本，见即是主。师曰：这沙弥争合取次语，以拄杖打三下。】",
      "zh_TW": "【有一童子，名神會，襄陽高氏子。年十三，自玉泉來參禮。師曰：知識遠來艱辛，還將得本來否？若有本，則合識主，試說看。會曰：以無住為本，見即是主。師曰：這沙彌爭合取次語，以拄杖打三下。】"
    },
    {
      "id": "09-004-0035_p0002",
      "zh_CN": "神会幼年时候就学道，他十三岁从玉泉寺到曹溪来参礼。玉泉是神秀道场，可见他以往是亲近神秀大师。这个童子非常聪明。六祖问他：「知识远来艰辛，还将得本来否？若有本，则合识主，试说看。」这些话都是禅宗机锋语。六祖对于来参学的人都相当尊重，连这位小沙弥也不例外，称他作「知识」。「善知识！你从老远很辛苦到我这里来，你还能见得本来面目否？」这个意思是说，根本若是明白，枝叶自然茂盛。「本」就是本有灵明觉知的本性。六祖说：「如果你有本，就应当认识主人」。「主人」就是自己的真性，所谓「父母未生前本来面目」，这才是自己的主人公。六祖叫他试说说看。神会说：「我以无住为本，见就是主。」这些话，实在说并不是神会的见地，他并没有证得，而是随随便便说的，他在秀大师会下听得多，这些话他很会讲。六祖说：「这个沙弥，怎么可以这样随随便便说话？」意思就是，神会说话太草率了，取别人的言语来答复祖师所提的问话。于是，祖师就拿拄杖打他三下，责备他说话不应该取别人的见解做为自己的见解，所说的是「口头禅」，不是自己的见地。",
      "zh_TW": "神會幼年時候就學道，他十三歲從玉泉寺到曹溪來參禮。玉泉是神秀道場，可見他以往是親近神秀大師。這個童子非常聰明。六祖問他：「知識遠來艱辛，還將得本來否？若有本，則合識主，試說看。」這些話都是禪宗機鋒語。六祖對於來參學的人都相當尊重，連這位小沙彌也不例外，稱他作「知識」。「善知識！你從老遠很辛苦到我這裡來，你還能見得本來面目否？」這個意思是說，根本若是明白，枝葉自然茂盛。「本」就是本有靈明覺知的本性。六祖說：「如果你有本，就應當認識主人」。「主人」就是自己的真性，所謂「父母未生前本來面目」，這才是自己的主人公。六祖叫他試說說看。神會說：「我以無住為本，見就是主。」這些話，實在說並不是神會的見地，他並沒有證得，而是隨隨便便說的，他在秀大師會下聽得多，這些話他很會講。六祖說：「這個沙彌，怎麼可以這樣隨隨便便說話？」意思就是，神會說話太草率了，取別人的言語來答覆祖師所提的問話。於是，祖師就拿拄杖打他三下，責備他說話不應該取別人的見解做為自己的見解，所說的是「口頭禪」，不是自己的見地。"
    },
    {
      "id": "09-004-0035_p0003",
      "zh_CN": "【会乃问曰：和尚坐禅，还见不见？师云：吾打汝是痛不痛？对曰：亦痛亦不痛。师曰：吾亦见亦不见。神会问：如何是亦见亦不见？师云：吾之所见，常见自心过愆，不见他人是非好恶，是以亦见亦不见。汝言亦痛亦不痛，如何？汝若不痛，同其木石；若痛，则同凡夫，即起恚恨。汝向前见不见是二边，痛不痛是生灭。汝自性且不见，敢尔戏论。神会礼拜悔谢。】",
      "zh_TW": "【會乃問曰：和尚坐禪，還見不見？師云：吾打汝是痛不痛？對曰：亦痛亦不痛。師曰：吾亦見亦不見。神會問：如何是亦見亦不見？師云：吾之所見，常見自心過愆，不見他人是非好惡，是以亦見亦不見。汝言亦痛亦不痛，如何？汝若不痛，同其木石；若痛，則同凡夫，即起恚恨。汝向前見不見是二邊，痛不痛是生滅。汝自性且不見，敢爾戲論。神會禮拜悔謝。】"
    },
    {
      "id": "09-004-0035_p0004",
      "zh_CN": "神会问六祖：「和尚坐禅，你还见不见？」祖师反过来问他：「我打你痛不痛？」神会对曰：「亦痛亦不痛。」这都是禅宗里学的油腔滑调。六祖说：「我亦见亦不见。」神会问：「如何是亦见亦不见？」底下这些话很重要，诸位要特别留意。六祖说：「吾之所见，是常见自己心中的过失，常见自己的过错；我不见，是不见他人是非好恶」。这叫亦见亦不见，这是学道人真正的本分事情。六祖反过来问他：「你说亦痛亦不痛，这话怎么讲法？打你若不痛的话，你与木头石块有什么两样？打你，你还痛，你是凡夫，你就会起瞋恚心。见不见是二边，痛不痛是生灭法。你自性没有觉悟，你敢在我面前戏论、开玩笑！」这个责备很重，神会于是礼拜忏悔，知道自己错了，完全是一副油腔滑调、聪明伶俐的口头禅。实在讲，神会是年纪太轻了，但是从这段文中也能看出，他确实是个聪明伶俐、非常可爱的小沙弥，难怪祖师对他相当器重。",
      "zh_TW": "神會問六祖：「和尚坐禪，你還見不見？」祖師反過來問他：「我打你痛不痛？」神會對曰：「亦痛亦不痛。」這都是禪宗裡學的油腔滑調。六祖說：「我亦見亦不見。」神會問：「如何是亦見亦不見？」底下這些話很重要，諸位要特別留意。六祖說：「吾之所見，是常見自己心中的過失，常見自己的過錯；我不見，是不見他人是非好惡」。這叫亦見亦不見，這是學道人真正的本分事情。六祖反過來問他：「你說亦痛亦不痛，這話怎麼講法？打你若不痛的話，你與木頭石塊有什麼兩樣？打你，你還痛，你是凡夫，你就會起瞋恚心。見不見是二邊，痛不痛是生滅法。你自性沒有覺悟，你敢在我面前戲論、開玩笑！」這個責備很重，神會於是禮拜懺悔，知道自己錯了，完全是一副油腔滑調、聰明伶俐的口頭禪。實在講，神會是年紀太輕了，但是從這段文中也能看出，他確實是個聰明伶俐、非常可愛的小沙彌，難怪祖師對他相當器重。"
    },
    {
      "id": "09-004-0035_p0005",
      "zh_CN": "【师又曰：汝若心迷不见，问善知识觅路；汝若心悟，即自见性，依法修行。汝自迷不见自心，却来问吾见与不见。吾见自知，岂代汝迷？汝若自见，亦不代吾迷。何不自知自见，乃问吾见与不见？神会再礼百余拜，求谢过愆，服勤给侍，不离左右。】",
      "zh_TW": "【師又曰：汝若心迷不見，問善知識覓路；汝若心悟，即自見性，依法修行。汝自迷不見自心，卻來問吾見與不見。吾見自知，豈代汝迷？汝若自見，亦不代吾迷。何不自知自見，乃問吾見與不見？神會再禮百餘拜，求謝過愆，服勤給侍，不離左右。】"
    },
    {
      "id": "09-004-0035_p0006",
      "zh_CN": "六祖说：「你若是心迷不见性，就应当问善知识，求一条开悟的道路，这叫参学。你要是心悟了的话，悟了当然就是明心见性，见性之后就要认真依照见性的方法修行。你现在自己迷惑颠倒，不见自心，你到我这里来，还反问我见与不见。我见性，我自己晓得，岂能代你见性？岂能代你破除迷障？你若是自己明心见性，你也代不了我！」这桩事情，正所谓「父子上山，各自努力」，哪一个人也帮不上哪一个人的忙，哪一个也代替不了哪一个。六祖说：「你如何不自知自见？」这就是教导他方法。明心见性，这是要自己觉悟，自己去见性，不要去问别人见与不见。问别人见与不见，与自己确实是不相干。",
      "zh_TW": "六祖說：「你若是心迷不見性，就應當問善知識，求一條開悟的道路，這叫參學。你要是心悟了的話，悟了當然就是明心見性，見性之後就要認真依照見性的方法修行。你現在自己迷惑顛倒，不見自心，你到我這裡來，還反問我見與不見。我見性，我自己曉得，豈能代你見性？豈能代你破除迷障？你若是自己明心見性，你也代不了我！」這樁事情，正所謂「父子上山，各自努力」，哪一個人也幫不上哪一個人的忙，哪一個也代替不了哪一個。六祖說：「你如何不自知自見？」這就是教導他方法。明心見性，這是要自己覺悟，自己去見性，不要去問別人見與不見。問別人見與不見，與自己確實是不相干。"
    },
    {
      "id": "09-004-0035_p0007",
      "zh_CN": "这一番开示，对我们非常有用处。因为我们见到一位善知识，总会问他：「你现在的程度怎么样？你有没有了生死？你有没有断烦恼？你有没有明心见性？」这些话就与神会初见六祖是一样的意思，所问的都是不相干的话，没有意义的话，这些话都叫做戏论，是不应该问的。",
      "zh_TW": "這一番開示，對我們非常有用處。因為我們見到一位善知識，總會問他：「你現在的程度怎麼樣？你有沒有了生死？你有沒有斷煩惱？你有沒有明心見性？」這些話就與神會初見六祖是一樣的意思，所問的都是不相干的話，沒有意義的話，這些話都叫做戲論，是不應該問的。"
    },
    {
      "id": "09-004-0035_p0008",
      "zh_CN": "【一日，师告众曰：吾有一物，无头无尾，无名无字，无背无面，诸人还识否？神会出曰：是诸佛之本源，神会之佛性。】",
      "zh_TW": "【一日，師告眾曰：吾有一物，無頭無尾，無名無字，無背無面，諸人還識否？神會出曰：是諸佛之本源，神會之佛性。】"
    },
    {
      "id": "09-004-0035_p0009",
      "zh_CN": "有一天，祖师为了勘验大众，提出一个问题来考大众，看看在会的大众有几个功夫成熟了，这一番启示就可以叫那些功夫成熟的人明心见性。六祖说：「吾有一物，无头无尾，无名无字，无背无面。」这三句，头、尾是两边，名、字是两边，背、面也是两边；说这些皆无，这是两边不立。「诸人还识否？」你们有几个人能认得？神会说：「这是诸佛之本源，是神会之佛性。」这个小孩说得没错。祖师所说确实是指真如本性，大家还没有说出来，这个小沙弥就先把它说出来了。",
      "zh_TW": "有一天，祖師為了勘驗大眾，提出一個問題來考大眾，看看在會的大眾有幾個功夫成熟了，這一番啟示就可以叫那些功夫成熟的人明心見性。六祖說：「吾有一物，無頭無尾，無名無字，無背無面。」這三句，頭、尾是兩邊，名、字是兩邊，背、面也是兩邊；說這些皆無，這是兩邊不立。「諸人還識否？」你們有幾個人能認得？神會說：「這是諸佛之本源，是神會之佛性。」這個小孩說得沒錯。祖師所說確實是指真如本性，大家還沒有說出來，這個小沙彌就先把它說出來了。"
    },
    {
      "id": "09-004-0035_p0010",
      "zh_CN": "【师曰：向汝道无名无字，汝便唤作本源佛性。汝向去有把茆盖头，也只成个知解宗徒。】",
      "zh_TW": "【師曰：向汝道無名無字，汝便喚作本源佛性。汝向去有把茆蓋頭，也只成箇知解宗徒。】"
    },
    {
      "id": "09-004-0035_p0011",
      "zh_CN": "六祖说：「没有名也没有字，你怎么叫它做本源佛性？」你怎么可以称之为自家的本性、诸佛的本源？本源是名字，佛性也是名字，这就是责备他依然落在痕迹上。真正觉悟的人，一点痕迹都不落。神会的悟性很高，但他还是免不了落在知解上。于是六祖责备他说：「你将来若是有一把茆草盖头，你也不过是成就一个知解宗徒而已」。「茅草盖头」，就是将来自己有一个立足处，有一个茅篷可住。这句话完全是呵斥责备他的话。但是，禅宗往往以呵斥的话做为印可。所以，看起来是六祖责备，实际上是同意神会的见地没有错误。",
      "zh_TW": "六祖說：「沒有名也沒有字，你怎麼叫它做本源佛性？」你怎麼可以稱之為自家的本性、諸佛的本源？本源是名字，佛性也是名字，這就是責備他依然落在痕跡上。真正覺悟的人，一點痕跡都不落。神會的悟性很高，但他還是免不了落在知解上。於是六祖責備他說：「你將來若是有一把茆草蓋頭，你也不過是成就一個知解宗徒而已」。「茅草蓋頭」，就是將來自己有一個立足處，有一個茅篷可住。這句話完全是呵斥責備他的話。但是，禪宗往往以呵斥的話做為印可。所以，看起來是六祖責備，實際上是同意神會的見地沒有錯誤。"
    },
    {
      "id": "09-004-0035_p0012",
      "zh_CN": "【会后入京洛，大弘曹溪顿教。着《显宗记》，行于世。】",
      "zh_TW": "【會後入京洛，大弘曹溪頓教。著《顯宗記》，行於世。】"
    },
    {
      "id": "09-004-0035_p0013",
      "zh_CN": "神会就是后来的荷泽禅师。六祖过世之后，神会到了京师洛阳，洛阳本来是神秀大师弘法的根据地，他去了之后，大弘曹溪的顿教。他着有《显宗记》，这是一篇非常有名的作品，完全是讲明心见性、向上一着。",
      "zh_TW": "神會就是後來的荷澤禪師。六祖過世之後，神會到了京師洛陽，洛陽本來是神秀大師弘法的根據地，他去了之後，大弘曹溪的頓教。他著有《顯宗記》，這是一篇非常有名的作品，完全是講明心見性、向上一著。"
    },
    {
      "id": "09-004-0035_p0014",
      "zh_CN": "【师见诸宗难问，咸起恶心，多聚座下，愍而谓曰：学道之人，一切善念恶念应当尽除，无名可名，名于自性。无二之性，是名实性。于实性上建立一切教门，言下便须自见。诸人闻说，总皆作礼，请事为师。】",
      "zh_TW": "【師見諸宗難問，咸起惡心，多聚座下，愍而謂曰：學道之人，一切善念惡念應當盡除，無名可名，名於自性。無二之性，是名實性。於實性上建立一切教門，言下便須自見。諸人聞說，總皆作禮，請事為師。】"
    },
    {
      "id": "09-004-0035_p0015",
      "zh_CN": "六祖大师经常见到许多人故意找难题来问，免不了都是由于嫉妒瞋恚而来的。这样的人在秀大师会下很多，如果不多，怎么会派张行昌来行刺？大师又何必隐居在猎人队十五年？可见嫉妒障碍、争名夺利在佛门中普遍存在，盛唐的时候是如此，何况今天？觉悟到这个境界，自己修行应避免这些争端。修道之人一定要做到「于人无争，于世无求」，有争的地方我们要避免，有求的地方我们要忍让。总而言之，道心是清净心，我们所修的只是着重在清净心。若是修净土，只着重在一心不乱；一心不乱就是此地讲的明心见性。六祖会下，当然也免不了有这种人。大师对于这些习气很重的人非常怜悯，时常开导劝化他们。下面这一段，可以说是日常开导的纲要，这几句我们要特别牢牢的记住。",
      "zh_TW": "六祖大師經常見到許多人故意找難題來問，免不了都是由於嫉妒瞋恚而來的。這樣的人在秀大師會下很多，如果不多，怎麼會派張行昌來行刺？大師又何必隱居在獵人隊十五年？可見嫉妒障礙、爭名奪利在佛門中普遍存在，盛唐的時候是如此，何況今天？覺悟到這個境界，自己修行應避免這些爭端。修道之人一定要做到「於人無爭，於世無求」，有爭的地方我們要避免，有求的地方我們要忍讓。總而言之，道心是清淨心，我們所修的只是著重在清淨心。若是修淨土，只著重在一心不亂；一心不亂就是此地講的明心見性。六祖會下，當然也免不了有這種人。大師對於這些習氣很重的人非常憐憫，時常開導勸化他們。下面這一段，可以說是日常開導的綱要，這幾句我們要特別牢牢的記住。"
    },
    {
      "id": "09-004-0035_p0016",
      "zh_CN": "『学道之人，一切善念恶念应当尽除』。「道」是平等心、清净心、慈悲心，清净、慈悲是建立在平等的基础上，这才是一个学道人。不但一切恶念我们要断尽，就是一切善念也不应该存在，这才是真正的善。一般的善，是善恶相对的善，相对的善就不善。也许有人问：「恶，我们应当离，若是连善都离了，这个世界还成什么世界？」他不晓得这个道理，执着在字面上。殊不知，离开善恶的善，自性中的真善、本来的善就现前。所以，佛法讲慈悲，叫「无缘大慈」，缘是条件，无缘是没条件的，慈就是慈爱、仁爱；「同体大悲」，一切万物与我同一个理体，真正能做到别人就是自己，自己就是别人，自己与别人分不开，是一不是二，这才是真善。所以，祖师在此教导我们，善恶两边都要离开，这才能开悟，心才能到清净，才能到一心。",
      "zh_TW": "『學道之人，一切善念惡念應當盡除』。「道」是平等心、清淨心、慈悲心，清淨、慈悲是建立在平等的基礎上，這才是一個學道人。不但一切惡念我們要斷盡，就是一切善念也不應該存在，這才是真正的善。一般的善，是善惡相對的善，相對的善就不善。也許有人問：「惡，我們應當離，若是連善都離了，這個世界還成什麼世界？」他不曉得這個道理，執著在字面上。殊不知，離開善惡的善，自性中的真善、本來的善就現前。所以，佛法講慈悲，叫「無緣大慈」，緣是條件，無緣是沒條件的，慈就是慈愛、仁愛；「同體大悲」，一切萬物與我同一個理體，真正能做到別人就是自己，自己就是別人，自己與別人分不開，是一不是二，這才是真善。所以，祖師在此教導我們，善惡兩邊都要離開，這才能開悟，心才能到清淨，才能到一心。"
    },
    {
      "id": "09-004-0035_p0017",
      "zh_CN": "这个时候，不但善念、恶念的念要离掉，名相也要离掉。『无名可名，名于自性』。老子说：「道可道，非常道。名可名，非常名。」这些名相都不是真实的，是假名安立。在佛法讲，这些是属于遍计所执性；遍计所执性完全是虚妄的，决定不是真实的。我们要记住，名是假名，不要执着在名相中，生许多无谓的烦恼，更不应该在这些假名中起一切纠纷，这就迷惑得太深、太重了。『无二之性，是名实性』。无二是不二，实性就是实相。《证道歌》云：「实相即一切众生本有灵觉真心。」真心，无量劫来一直到今天，本来就清净、本来就圆满、本来就具足。如同六祖听五祖讲《金刚经》，讲到「应无所住，而生其心」，悟后所说的几句话一样，自性一切具足，一点也没有欠缺。这才叫真正的开悟、真正的自觉，平等心、清净心、慈悲心才能现前。换句话说，我们的平等心、清净心、慈悲心不能现前，就是我们不能舍善恶之念，不能舍这些假名、假相；果然能舍，就见性了。于实性上，这才能建立一切教门，教化一切众生。所以说，言下就要见性。大众听了这些话，都非常感激老师。",
      "zh_TW": "這個時候，不但善念、惡念的念要離掉，名相也要離掉。『無名可名，名於自性』。老子說：「道可道，非常道。名可名，非常名。」這些名相都不是真實的，是假名安立。在佛法講，這些是屬於遍計所執性；遍計所執性完全是虛妄的，決定不是真實的。我們要記住，名是假名，不要執著在名相中，生許多無謂的煩惱，更不應該在這些假名中起一切糾紛，這就迷惑得太深、太重了。『無二之性，是名實性』。無二是不二，實性就是實相。《證道歌》云：「實相即一切眾生本有靈覺真心。」真心，無量劫來一直到今天，本來就清淨、本來就圓滿、本來就具足。如同六祖聽五祖講《金剛經》，講到「應無所住，而生其心」，悟後所說的幾句話一樣，自性一切具足，一點也沒有欠缺。這才叫真正的開悟、真正的自覺，平等心、清淨心、慈悲心才能現前。換句話說，我們的平等心、清淨心、慈悲心不能現前，就是我們不能捨善惡之念，不能捨這些假名、假相；果然能捨，就見性了。於實性上，這才能建立一切教門，教化一切眾生。所以說，言下就要見性。大眾聽了這些話，都非常感激老師。"
    }
  ]
}