{
  "doc_id": "14-013-0005",
  "title": {
    "zh_CN": "地藏经科注菁华",
    "zh_TW": "地藏經科註菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "14-013-0005",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "14-013-0005_p0001",
      "zh_CN": "诸位同修，今天是佛七的圆满日，在这几天当中，我们在一起学习青莲法师的《地藏经．纶贯》。而这几天当中，我们所读的仅仅是他的序文，正文是五重玄义，我们还没有读到。序文不长，里面为我们讲了五桩事情，就是五个段落。第一个段落是讲法界的总体，也就是现代哲学里面所说的宇宙万有的本体。第二段是讲佛道的根源，世尊他所修、所证、所说、所传的是什么，文字虽然不长，也交代得很清楚。第三段是讲法界的缘起，佛经里面常说十法界依正庄严，究竟是从哪里来的，是什么原因而发生，这也有周详的叙说。第四段是讲六道轮回的由来。这个说法愈来愈跟我们的生活相应，正因为一切众生不了解事实真相，产生许多错误的想法与见解，这才造作无量无边的罪业，感得三途六道的苦报。如果我们对于这些理论事实真相明白了，我们的思想与作为就跟诸佛菩萨没有两样，才能真正过我们正常的生活。由此可知，我们现在的生活是很不正常的。最后一段是讲到这一次法会的缘起，这段文没讲完，只讲了前面一半，今天我们接着来看。在第九面最后一行，第四个字看起：",
      "zh_TW": "諸位同修，今天是佛七的圓滿日，在這幾天當中，我們在一起學習青蓮法師的《地藏經．綸貫》。而這幾天當中，我們所讀的僅僅是他的序文，正文是五重玄義，我們還沒有讀到。序文不長，裡面為我們講了五樁事情，就是五個段落。第一個段落是講法界的總體，也就是現代哲學裡面所說的宇宙萬有的本體。第二段是講佛道的根源，世尊他所修、所證、所說、所傳的是什麼，文字雖然不長，也交代得很清楚。第三段是講法界的緣起，佛經裡面常說十法界依正莊嚴，究竟是從哪裡來的，是什麼原因而發生，這也有周詳的敘說。第四段是講六道輪迴的由來。這個說法愈來愈跟我們的生活相應，正因為一切眾生不了解事實真相，產生許多錯誤的想法與見解，這才造作無量無邊的罪業，感得三途六道的苦報。如果我們對於這些理論事實真相明白了，我們的思想與作為就跟諸佛菩薩沒有兩樣，才能真正過我們正常的生活。由此可知，我們現在的生活是很不正常的。最後一段是講到這一次法會的緣起，這段文沒講完，只講了前面一半，今天我們接著來看。在第九面最後一行，第四個字看起："
    },
    {
      "id": "14-013-0005_p0002",
      "zh_CN": "【释迦文佛，特升忉利天中，报圣母恩德，谆谆付嘱以频申。令向佛法中，献少水少华，并脱幽途之苦。俾从大士前，能一瞻一礼，咸蒙胜地之欢。功莫京焉，义叵量矣。】",
      "zh_TW": "【釋迦文佛，特昇忉利天中，報聖母恩德，諄諄付囑以頻申。令向佛法中，獻少水少華，並脫幽途之苦。俾從大士前，能一瞻一禮，咸蒙勝地之歡。功莫京焉，義叵量矣。】"
    },
    {
      "id": "14-013-0005_p0003",
      "zh_CN": "这个地方，是说明法会的缘起。在这里面，我们特别要留意，也是要认真学习的，就是「报恩」，释迦牟尼佛示现成佛，给我们做榜样。我们在经典里面读到，世尊出生之后第七天，他的母亲就往生忉利天了。我们世间人，感觉释迦牟尼佛很不幸，生下来没几天妈妈就死了，哪里知道他的母亲生的这个儿子是佛陀，福报太大了，人间没有那么大的福报享受，请她到天上去享福，这是我们世间人看不到的，她去享天福。所以世尊的童年，是由他的姨母照顾他，他的姨母以后也出家，都是修行证果的人。到世尊八十岁，化缘将要尽的时候，到最后这一个法会是报恩法会，在忉利天宫开地藏法会，教我们报本返始。佛法里面，诸位知道，每堂课诵，每次法会圆满的时候，我们都要做回向。而古大德为我们做的回向偈，里面最重要的两句，就是「上报四重恩，下济三途苦」，这是回向偈里面最重要的。人人都知道报恩，这个社会就是佛菩萨所证得的境界，也可以说那就是佛菩萨生活的环境。我们要想作佛、作菩萨，希望往生西方极乐世界，每天念这个回向偈不行，没有什么用处，要真正做到知恩报恩。",
      "zh_TW": "這個地方，是說明法會的緣起。在這裡面，我們特別要留意，也是要認真學習的，就是「報恩」，釋迦牟尼佛示現成佛，給我們做榜樣。我們在經典裡面讀到，世尊出生之後第七天，他的母親就往生忉利天了。我們世間人，感覺釋迦牟尼佛很不幸，生下來沒幾天媽媽就死了，哪裡知道他的母親生的這個兒子是佛陀，福報太大了，人間沒有那麼大的福報享受，請她到天上去享福，這是我們世間人看不到的，她去享天福。所以世尊的童年，是由他的姨母照顧他，他的姨母以後也出家，都是修行證果的人。到世尊八十歲，化緣將要盡的時候，到最後這一個法會是報恩法會，在忉利天宮開地藏法會，教我們報本返始。佛法裡面，諸位知道，每堂課誦，每次法會圓滿的時候，我們都要做迴向。而古大德為我們做的迴向偈，裡面最重要的兩句，就是「上報四重恩，下濟三途苦」，這是迴向偈裡面最重要的。人人都知道報恩，這個社會就是佛菩薩所證得的境界，也可以說那就是佛菩薩生活的環境。我們要想作佛、作菩薩，希望往生西方極樂世界，每天念這個迴向偈不行，沒有什麼用處，要真正做到知恩報恩。"
    },
    {
      "id": "14-013-0005_p0004",
      "zh_CN": "父母对我们有生育之恩，我们这个身体得自于父母，要靠父母养育成人，这个恩德非常大。在《大藏经》里面，佛为我们说过《父母恩重难报经》，这部经有两种译本，早年有安世高的译本，这个译本非常可靠，安世高大士的译本经文不长；另外一种本子，鸠摩罗什的译本，这个不可靠，因为在罗什大师翻译经典目录当中没有，到底从哪里来的，我们也不晓得。所以这部经，在《大藏经》里面放在疑似录，就是它有疑问。里面的内容说得虽然是很好，可是在中国过去的文人非常重视考据，有没有真正的依据，值得我们后人相信。过去有同修印这个经来为母亲祝寿，曾经来找我，问我用哪一个本子好？我看看这两个本子都不错；但是罗什大师这个本子，听说没有依据。所以我到台中请教李老师，李老师认为还是用安世高的本子好，这是李老师对于经典慎重之处。",
      "zh_TW": "父母對我們有生育之恩，我們這個身體得自於父母，要靠父母養育成人，這個恩德非常大。在《大藏經》裡面，佛為我們說過《父母恩重難報經》，這部經有兩種譯本，早年有安世高的譯本，這個譯本非常可靠，安世高大士的譯本經文不長；另外一種本子，鳩摩羅什的譯本，這個不可靠，因為在羅什大師翻譯經典目錄當中沒有，到底從哪裡來的，我們也不曉得。所以這部經，在《大藏經》裡面放在疑似錄，就是它有疑問。裡面的內容說得雖然是很好，可是在中國過去的文人非常重視考據，有沒有真正的依據，值得我們後人相信。過去有同修印這個經來為母親祝壽，曾經來找我，問我用哪一個本子好？我看看這兩個本子都不錯；但是羅什大師這個本子，聽說沒有依據。所以我到台中請教李老師，李老師認為還是用安世高的本子好，這是李老師對於經典慎重之處。"
    },
    {
      "id": "14-013-0005_p0005",
      "zh_CN": "父母之恩，我们知道了。老师的恩德，知不知道？如果没有老师，我们怎么会懂得佛法，怎么会开启智慧。这个道理，佛法没有到中国来，我们中国人就知道。诸位读《礼记》，这一部书的完成在佛法之前。在佛法还没传到中国来，中国人就把老师的恩德，看作跟父母的恩德是相同的。佛经传到中国来之后，佛告诉我们，我们这个肉身、生命得自于父母。我们还有一个慧命，我们有两个命，生命跟慧命，生命得自于父母，慧命得自于老师。所以佛门里面更重视老师的恩德，诸佛菩萨是我们的老师。现代学佛的同修，由于生活逐渐富裕，大多数同修家里面都设有佛堂，都供养有佛菩萨，你有没有供养你的父母、祖先？如果只供养佛菩萨形像，而把父母、祖先忘记，你不是佛的学生。",
      "zh_TW": "父母之恩，我們知道了。老師的恩德，知不知道？如果沒有老師，我們怎麼會懂得佛法，怎麼會開啟智慧。這個道理，佛法沒有到中國來，我們中國人就知道。諸位讀《禮記》，這一部書的完成在佛法之前。在佛法還沒傳到中國來，中國人就把老師的恩德，看作跟父母的恩德是相同的。佛經傳到中國來之後，佛告訴我們，我們這個肉身、生命得自於父母。我們還有一個慧命，我們有兩個命，生命跟慧命，生命得自於父母，慧命得自於老師。所以佛門裡面更重視老師的恩德，諸佛菩薩是我們的老師。現代學佛的同修，由於生活逐漸富裕，大多數同修家裡面都設有佛堂，都供養有佛菩薩，你有沒有供養你的父母、祖先？如果只供養佛菩薩形像，而把父母、祖先忘記，你不是佛的學生。"
    },
    {
      "id": "14-013-0005_p0006",
      "zh_CN": "我们这个道场，佛像的旁边供养有中华民族祖先神位，这是报父母之恩，供养佛菩萨形像报老师之恩，我们走进这个殿堂，念念不忘父母、不忘老师。我们这个道场设在外国，不是自己的国家，我们生活在这个土地上，这块土地供养我们的生活，这个地方的人民对我们有许许多多的帮助，这也是大恩大德，这是四重恩里面的国土之恩、众生之恩。如果没有国家政府，来保护我们生活的安全，你怎么能够安心办道？这也得要知恩报恩。从这个地方细心去观察，没有一个众生对我们没有恩德的。不但是这个时代众生与我们有恩，过去世、再过去世，世世代代的众生，跟我们的生活都有密切连带的关系，他们对我们生命当中、修学当中都有贡献，我们都得到他们的利益。我们今天吃一粒米，喝一杯水，有没有想到这一粒米是怎么来的？这一杯水是怎么来的？细细的思惟你才晓得，我们平常这一餐饭、这一件衣，生活所需，是多少人提出心力的贡献，我们才能够这样方便得到。可是我们有没有想到，有那么多贡献的人对我们的好处，对我们的恩惠？我们又应该如何去报答他？这是佛教导我们的知恩报恩。",
      "zh_TW": "我們這個道場，佛像的旁邊供養有中華民族祖先神位，這是報父母之恩，供養佛菩薩形像報老師之恩，我們走進這個殿堂，念念不忘父母、不忘老師。我們這個道場設在外國，不是自己的國家，我們生活在這個土地上，這塊土地供養我們的生活，這個地方的人民對我們有許許多多的幫助，這也是大恩大德，這是四重恩裡面的國土之恩、眾生之恩。如果沒有國家政府，來保護我們生活的安全，你怎麼能夠安心辦道？這也得要知恩報恩。從這個地方細心去觀察，沒有一個眾生對我們沒有恩德的。不但是這個時代眾生與我們有恩，過去世、再過去世，世世代代的眾生，跟我們的生活都有密切連帶的關係，他們對我們生命當中、修學當中都有貢獻，我們都得到他們的利益。我們今天吃一粒米，喝一杯水，有沒有想到這一粒米是怎麼來的？這一杯水是怎麼來的？細細的思惟你才曉得，我們平常這一餐飯、這一件衣，生活所需，是多少人提出心力的貢獻，我們才能夠這樣方便得到。可是我們有沒有想到，有那麼多貢獻的人對我們的好處，對我們的恩惠？我們又應該如何去報答他？這是佛教導我們的知恩報恩。"
    },
    {
      "id": "14-013-0005_p0007",
      "zh_CN": "有一些对我们有恩德的人、有贡献的人，很不幸他做错了事情，感得三途的苦报，所以三途受苦的众生，也都是我们的恩人。佛在经上讲，一切众生皆是我们「过去父母、未来诸佛」，佛讲的话是真的不是假的，这说明我们跟一切众生的关系。我们看到造罪业堕恶道的众生是什么人？是我们过去父母。我们为了报恩，要全心全力帮助他。现在造作恶业，还没有堕落的，好办！我们帮助他、劝导他回头，真的是回头是岸。已经堕落在恶道里面，我们要学习地藏菩萨，效法地藏菩萨，自己赶紧认真努力修学，我们的修学有了成就，真正能够脱离三界了，只要你能够证得阿罗汉果，你也能随类化身，也能够随机说法。换句话说，你有能力去游览地狱，你有能力像地藏菩萨一样，帮助地狱苦难众生。从报恩上来说，这部经自始至终就是讲报恩。人如果不知道恩德，就是所谓的忘恩负义，忘恩负义的人，不但在佛法里面没有成就，在世间法里面也不可能有成就。",
      "zh_TW": "有一些對我們有恩德的人、有貢獻的人，很不幸他做錯了事情，感得三途的苦報，所以三途受苦的眾生，也都是我們的恩人。佛在經上講，一切眾生皆是我們「過去父母、未來諸佛」，佛講的話是真的不是假的，這說明我們跟一切眾生的關係。我們看到造罪業墮惡道的眾生是什麼人？是我們過去父母。我們為了報恩，要全心全力幫助他。現在造作惡業，還沒有墮落的，好辦！我們幫助他、勸導他回頭，真的是回頭是岸。已經墮落在惡道裡面，我們要學習地藏菩薩，效法地藏菩薩，自己趕緊認真努力修學，我們的修學有了成就，真正能夠脫離三界了，只要你能夠證得阿羅漢果，你也能隨類化身，也能夠隨機說法。換句話說，你有能力去遊覽地獄，你有能力像地藏菩薩一樣，幫助地獄苦難眾生。從報恩上來說，這部經自始至終就是講報恩。人如果不知道恩德，就是所謂的忘恩負義，忘恩負義的人，不但在佛法裡面沒有成就，在世間法裡面也不可能有成就。"
    },
    {
      "id": "14-013-0005_p0008",
      "zh_CN": "「知恩报恩」这个科目，在《大般若经》里面，是二地菩萨主修的功课。我们也不能说，等我们到二地的时候再来修，你就永远都不能登地。何况《华严经》告诉我们，一个真正会修学的人，懂得修学的人，是「一即一切，一切即一」，这个一不是「专一」，是「任一」。日常生活当中，点点滴滴的事情，穿衣也好、吃饭也好、饮茶也好，里面都含着究竟圆满的佛法，这个道理几个人懂？禅宗里面的公案，许多人都知道「赵州茶」。我在香港还遇到一个餐馆，有人送他一个屏条，上面就写「赵州茶」，他卖茶的。当时有不少参禅的学者去参访赵州和尚，向他老人家请教；他见了人，笑瞇瞇，欢欢喜喜，「吃茶去！」大家真的去吃茶了。他那个「吃茶去」三个字，意味无穷；你真的去端着茶就喝，那就完了，你怎么会开得了悟？这一句话里头有很深很广的禅机，都归结到知恩报恩，都归结到上报四恩、下济三苦。《华严经》讲的一法，不是专指哪一法，世出世间任何一法都具足一切法。",
      "zh_TW": "「知恩報恩」這個科目，在《大般若經》裡面，是二地菩薩主修的功課。我們也不能說，等我們到二地的時候再來修，你就永遠都不能登地。何況《華嚴經》告訴我們，一個真正會修學的人，懂得修學的人，是「一即一切，一切即一」，這個一不是「專一」，是「任一」。日常生活當中，點點滴滴的事情，穿衣也好、吃飯也好、飲茶也好，裡面都含著究竟圓滿的佛法，這個道理幾個人懂？禪宗裡面的公案，許多人都知道「趙州茶」。我在香港還遇到一個餐館，有人送他一個屏條，上面就寫「趙州茶」，他賣茶的。當時有不少參禪的學者去參訪趙州和尚，向他老人家請教；他見了人，笑瞇瞇，歡歡喜喜，「喫茶去！」大家真的去喫茶了。他那個「喫茶去」三個字，意味無窮；你真的去端著茶就喝，那就完了，你怎麼會開得了悟？這一句話裡頭有很深很廣的禪機，都歸結到知恩報恩，都歸結到上報四恩、下濟三苦。《華嚴經》講的一法，不是專指哪一法，世出世間任何一法都具足一切法。"
    },
    {
      "id": "14-013-0005_p0009",
      "zh_CN": "特别是在现前这个社会，许许多多人把恩义都忘掉了，甚至于根本不知道什么叫恩义？根本不明了谁对我有恩，谁对我有义？这是悲哀，这是教育真正的失败。所以感得的果报，是整个世界动乱不安，也包括我们在内。我们的生活没有安全感，你追究它的根本原因，「恩义」两个字失掉了。我们学佛，接受世尊的教诲，赶紧把这两个字找回来，切切实实的去做到，唤醒社会大众「知恩报恩」，这在现代佛法的教学是第一堂课。真正明白了，觉醒过来了，才知道我们周边一切人物，对我们都是有莫大之恩，我们如何图报？要相信佛法，要理解经典，依教奉行，以此功德回向法界，我们才能报少许之恩，这是世尊在这个法会里面教导我们的。",
      "zh_TW": "特別是在現前這個社會，許許多多人把恩義都忘掉了，甚至於根本不知道什麼叫恩義？根本不明瞭誰對我有恩，誰對我有義？這是悲哀，這是教育真正的失敗。所以感得的果報，是整個世界動亂不安，也包括我們在內。我們的生活沒有安全感，你追究它的根本原因，「恩義」兩個字失掉了。我們學佛，接受世尊的教誨，趕緊把這兩個字找回來，切切實實的去做到，喚醒社會大眾「知恩報恩」，這在現代佛法的教學是第一堂課。真正明白了，覺醒過來了，才知道我們周邊一切人物，對我們都是有莫大之恩，我們如何圖報？要相信佛法，要理解經典，依教奉行，以此功德迴向法界，我們才能報少許之恩，這是世尊在這個法會裡面教導我們的。"
    },
    {
      "id": "14-013-0005_p0010",
      "zh_CN": "佛这个法会圆满之后，从忉利天宫下降，经典上记载这是二月十四。下降之后，这是一天一夜，为他的学生讲《大涅槃经》。《大涅槃经》是世尊最后的遗嘱，第二天世尊就示现入般涅槃，在经典里面记载，释迦牟尼佛是二月十五入般涅槃。所以在这一会上，特别嘱咐地藏菩萨，佛不住世的时候，付托地藏菩萨代佛说法、代佛度生，这就是此地讲『谆谆付嘱以频申』。这个意思前面跟诸位讲过，用现代的话来说大家容易明白，「地藏」就是代表孝亲尊师。这一两年当中，我们在各处为同修们解释经论，我用的总题目就是「学为人师，行为世范」。这两句话很难做到，但是必须要做，不可以说做不到就不做，不可以。百分之百做不到，做百分之八十；百分之八十做不到，做百分之五十；百分之五十做不到，做百分之十；一定要做，不能不做，做个百分之一二也好。",
      "zh_TW": "佛這個法會圓滿之後，從忉利天宮下降，經典上記載這是二月十四。下降之後，這是一天一夜，為他的學生講《大涅槃經》。《大涅槃經》是世尊最後的遺囑，第二天世尊就示現入般涅槃，在經典裡面記載，釋迦牟尼佛是二月十五入般涅槃。所以在這一會上，特別囑咐地藏菩薩，佛不住世的時候，付託地藏菩薩代佛說法、代佛度生，這就是此地講『諄諄付囑以頻申』。這個意思前面跟諸位講過，用現代的話來說大家容易明白，「地藏」就是代表孝親尊師。這一兩年當中，我們在各處為同修們解釋經論，我用的總題目就是「學為人師，行為世範」。這兩句話很難做到，但是必須要做，不可以說做不到就不做，不可以。百分之百做不到，做百分之八十；百分之八十做不到，做百分之五十；百分之五十做不到，做百分之十；一定要做，不能不做，做個百分之一二也好。"
    },
    {
      "id": "14-013-0005_p0011",
      "zh_CN": "「师范」是什么？师是表率，范是模范。你要是真正想学佛，真正知恩报恩，你起心动念要想想，你这个念头可不可以做社会大众的榜样？可不可以做社会大众的模范？社会大众都是你这个想法，这个世间好不好？在起心动念之处，你得要回光返照。中国的圣人教人，「己所不欲，勿施于人」，这两句话讲得浅，讲得很明白。我不喜欢别人毁谤我，我就决定不可以毁谤人，我喜欢别人赞叹我，我一定要常常赞叹人，这是儒家所教的。我希望将来的儿女孝顺我，我现在一定要孝顺父母，要做样子给下一代看。这一部经里面，特别说明因缘果报的理论与事实，起心动念都在造因，因不好，哪里有好的果报？我们希望别人宽宏大量对我，我一定要宽宏大量待人，我不能够容人，果报就是别人不能容我。",
      "zh_TW": "「師範」是什麼？師是表率，範是模範。你要是真正想學佛，真正知恩報恩，你起心動念要想想，你這個念頭可不可以做社會大眾的榜樣？可不可以做社會大眾的模範？社會大眾都是你這個想法，這個世間好不好？在起心動念之處，你得要回光返照。中國的聖人教人，「己所不欲，勿施於人」，這兩句話講得淺，講得很明白。我不喜歡別人毀謗我，我就決定不可以毀謗人，我喜歡別人讚歎我，我一定要常常讚歎人，這是儒家所教的。我希望將來的兒女孝順我，我現在一定要孝順父母，要做樣子給下一代看。這一部經裡面，特別說明因緣果報的理論與事實，起心動念都在造因，因不好，哪裡有好的果報？我們希望別人寬宏大量對我，我一定要寬宏大量待人，我不能夠容人，果報就是別人不能容我。"
    },
    {
      "id": "14-013-0005_p0012",
      "zh_CN": "生命是短促的，七天很快就过去了，七十年也是一转眼就过去了。明年九九年，这一个大世纪结束了，一千年实在讲也是一刹那。我们冷静观察，就体会到《华严经》所讲的「念劫圆融」，一念就是无量劫，无量劫就是一念。体会到这个事实，我们对于一切人事物的缘就会很珍惜，这个缘不容易遇到，真是「百千万劫难遭遇」。遇到了之后，我们要做一个觉悟的人，不要做一个迷惑颠倒的人。觉悟的人，能把恶缘转变成善缘，能把善缘维持得更好，这样的人就叫佛菩萨，佛菩萨就是觉悟的人。昨天，我在此地的「多元文化论坛」跟这里一所大学，访问的时候我特别提醒大家，澳洲政府，澳洲现在有不少的学者，他们有智慧，他们很慈悲，他们提倡多元文化，而佛法就是多元文化的教学。",
      "zh_TW": "生命是短促的，七天很快就過去了，七十年也是一轉眼就過去了。明年九九年，這一個大世紀結束了，一千年實在講也是一剎那。我們冷靜觀察，就體會到《華嚴經》所講的「念劫圓融」，一念就是無量劫，無量劫就是一念。體會到這個事實，我們對於一切人事物的緣就會很珍惜，這個緣不容易遇到，真是「百千萬劫難遭遇」。遇到了之後，我們要做一個覺悟的人，不要做一個迷惑顛倒的人。覺悟的人，能把惡緣轉變成善緣，能把善緣維持得更好，這樣的人就叫佛菩薩，佛菩薩就是覺悟的人。昨天，我在此地的「多元文化論壇」跟這裡一所大學，訪問的時候我特別提醒大家，澳洲政府，澳洲現在有不少的學者，他們有智慧，他們很慈悲，他們提倡多元文化，而佛法就是多元文化的教學。"
    },
    {
      "id": "14-013-0005_p0013",
      "zh_CN": "释迦牟尼佛当年在世的时候，那个时候的社会阶级观念很深，很不平等，宗教更是复杂，经典里面常讲九十六种，比我们现在这个社会复杂多了。释迦牟尼佛展现高人一等的圆满智慧，把这些问题化解，令一切众生互相尊重，互相的关怀，互相合作，生活在大慈悲之中，这是真实智慧。《无量寿经》告诉我们三个真实，实在是太宝贵了，这三个真实才是报恩的大圆满。「开化显示真实之际」，这一句话，要用我们现前浅显的话说，就是我们自己本身要做一个好样子给社会大众看。「住真实慧」，生活在高度智慧之中，不生烦恼，凡夫的生活是烦恼、忧虑、困苦的生活，佛菩萨的生活是智慧的生活、自在的生活、快乐的生活，我们要能理解，要知道如何学习。显示真实之际，就是我们起心动念、言语造作要与性德相应，真实之际是性德，是真如本性。真如本性是什么？说得清楚一点，说得简单一点，我们今天提出了十个字：「真诚、清净、平等、正觉、慈悲」，那就是真实之际。我们的起心动念、一切作为，与这十个字是不是相应？果然相应，你就是显示真实之际。唯有显示真实之际，才是真正帮助众生，「惠以真实之利」。给众生真正的利益，真正的好处，是要我们自己做得相应。自己做得不相应，说得再好也是枉然，谁会相信？你说到，你要做到才行。",
      "zh_TW": "釋迦牟尼佛當年在世的時候，那個時候的社會階級觀念很深，很不平等，宗教更是複雜，經典裡面常講九十六種，比我們現在這個社會複雜多了。釋迦牟尼佛展現高人一等的圓滿智慧，把這些問題化解，令一切眾生互相尊重，互相的關懷，互相合作，生活在大慈悲之中，這是真實智慧。《無量壽經》告訴我們三個真實，實在是太寶貴了，這三個真實才是報恩的大圓滿。「開化顯示真實之際」，這一句話，要用我們現前淺顯的話說，就是我們自己本身要做一個好樣子給社會大眾看。「住真實慧」，生活在高度智慧之中，不生煩惱，凡夫的生活是煩惱、憂慮、困苦的生活，佛菩薩的生活是智慧的生活、自在的生活、快樂的生活，我們要能理解，要知道如何學習。顯示真實之際，就是我們起心動念、言語造作要與性德相應，真實之際是性德，是真如本性。真如本性是什麼？說得清楚一點，說得簡單一點，我們今天提出了十個字：「真誠、清淨、平等、正覺、慈悲」，那就是真實之際。我們的起心動念、一切作為，與這十個字是不是相應？果然相應，你就是顯示真實之際。唯有顯示真實之際，才是真正幫助眾生，「惠以真實之利」。給眾生真正的利益，真正的好處，是要我們自己做得相應。自己做得不相應，說得再好也是枉然，誰會相信？你說到，你要做到才行。"
    },
    {
      "id": "14-013-0005_p0014",
      "zh_CN": "我也告诉「论坛」里面的朋友，今天来提倡、弘扬、推广多元文化，那是佛菩萨的事业，我们怎么不关心？我们要希望这个世界，不同的种族，不同的文化，不同的宗教信仰，希望他们都能回头，都能舍弃成见，都能够相亲相爱，互助合作，我们提倡的人首先要做一个好样子，所以我说我们的形象是招牌。招牌不好，你去推销，没有人要，没有人相信。坐在我旁边是一位李局长，他是此地少数民族事务局的局长，他来领导多元论坛，他说了一句话，我们同学翻译告诉我，我听到了，他说：「我们人这个长相，有的人长得好，有的人长得不好，是天生的没有办法。」我听了这句话的时候，我就告诉他：「相随心转，相可以改。不但相可以改，体质可以改，我们居住的环境也可以改。」",
      "zh_TW": "我也告訴「論壇」裡面的朋友，今天來提倡、弘揚、推廣多元文化，那是佛菩薩的事業，我們怎麼不關心？我們要希望這個世界，不同的種族，不同的文化，不同的宗教信仰，希望他們都能回頭，都能捨棄成見，都能夠相親相愛，互助合作，我們提倡的人首先要做一個好樣子，所以我說我們的形象是招牌。招牌不好，你去推銷，沒有人要，沒有人相信。坐在我旁邊是一位李局長，他是此地少數民族事務局的局長，他來領導多元論壇，他說了一句話，我們同學翻譯告訴我，我聽到了，他說：「我們人這個長相，有的人長得好，有的人長得不好，是天生的沒有辦法。」我聽了這句話的時候，我就告訴他：「相隨心轉，相可以改。不但相可以改，體質可以改，我們居住的環境也可以改。」"
    },
    {
      "id": "14-013-0005_p0015",
      "zh_CN": "佛经讲：「境随心转」，这一句话大家都听得耳熟，可是你为什么转不过来？你之所以转不过来，你心里的念头没转过来。你的心是妄心，你不是真心，你的心污染不清净，你的心高下不平等，你的相貌当然就不好。学佛修行就是修这个，希望每个人容貌修得都跟阿弥陀佛一样，我们心是佛心，相貌就是佛的相貌，自然就转了。你们念观音菩萨的人很多，你们的相貌不像观音菩萨，你的修行没有功夫。如果有功夫，你的相貌一定像观音菩萨清净慈悲。所以你修行有没有功夫？不必问，看看你这块招牌就知道了。看看你的言语动作，就晓得你有什么样的功夫，哪里能骗得了人？只能骗世间无知之人，真正有学问、有德行的人，瞒不过。",
      "zh_TW": "佛經講：「境隨心轉」，這一句話大家都聽得耳熟，可是你為什麼轉不過來？你之所以轉不過來，你心裡的念頭沒轉過來。你的心是妄心，你不是真心，你的心污染不清淨，你的心高下不平等，你的相貌當然就不好。學佛修行就是修這個，希望每個人容貌修得都跟阿彌陀佛一樣，我們心是佛心，相貌就是佛的相貌，自然就轉了。你們念觀音菩薩的人很多，你們的相貌不像觀音菩薩，你的修行沒有功夫。如果有功夫，你的相貌一定像觀音菩薩清淨慈悲。所以你修行有沒有功夫？不必問，看看你這塊招牌就知道了。看看你的言語動作，就曉得你有什麼樣的功夫，哪裡能騙得了人？只能騙世間無知之人，真正有學問、有德行的人，瞞不過。"
    },
    {
      "id": "14-013-0005_p0016",
      "zh_CN": "今天我们生活的环境跟世尊当年在世，可以说没有两样。他老人家在世，当时那个社会由于交通不发达、资讯不发达，所以人的生活空间受到限制，他的教化也只限于古印度。古印度就是整个印度这个地区，南部到锡兰岛，北部到雪山，就是喜马拉雅山，这是世尊游化的地区。现在科技发达，交通便捷，我们生活范围扩张到整个地球。整个地球里面社会的状况，就跟释迦牟尼佛当时印度的社会状况非常类似，所以我们要了解，世尊的教学是多元文化的教学，经典的理论与方法是解决多元文化的教材。我们要懂得这个道理，然后才晓得佛法对于今天的社会，对于这个世界，真的有用处。过去欧阳大师讲：「佛法非宗教非哲学，而为今时所必需」，这个话讲得有道理。我们现在愈看愈有道理，愈看愈认同他的观点。",
      "zh_TW": "今天我們生活的環境跟世尊當年在世，可以說沒有兩樣。他老人家在世，當時那個社會由於交通不發達、資訊不發達，所以人的生活空間受到限制，他的教化也只限於古印度。古印度就是整個印度這個地區，南部到錫蘭島，北部到雪山，就是喜馬拉雅山，這是世尊遊化的地區。現在科技發達，交通便捷，我們生活範圍擴張到整個地球。整個地球裡面社會的狀況，就跟釋迦牟尼佛當時印度的社會狀況非常類似，所以我們要了解，世尊的教學是多元文化的教學，經典的理論與方法是解決多元文化的教材。我們要懂得這個道理，然後才曉得佛法對於今天的社會，對於這個世界，真的有用處。過去歐陽大師講：「佛法非宗教非哲學，而為今時所必需」，這個話講得有道理。我們現在愈看愈有道理，愈看愈認同他的觀點。"
    },
    {
      "id": "14-013-0005_p0017",
      "zh_CN": "佛法是教育，我们还不能把它当作普通教育来看待，世间一切法所不能解决的问题，佛法能解决。所以我们希望大家能有这个共识，有共同的目标、共同的方向，认真努力来修学。佛法最殊胜的，不仅解决我们现前社会问题，它还能解决九法界众生的大问题。九法界众生比我们现在又不知道复杂多少倍，更是一个全面的多元文化。佛能令一切众生圆成佛道，圆成佛道就是圆满成就无上菩提。所以这个教学称为法宝，真的是当之无愧。今天法宝展现在我们面前，几个人把它当作宝？包括我们四众同修，虽然是学佛了，天天见到佛像会顶礼，真的没有把佛法当作宝来看待。李老师过去曾经说过，他说：「我们许多同学来学佛，是以什么样的心态？消遣，没事干到佛堂来消遣消遣，不是认真在学习。」为什么不认真学习？没有搞清楚，没有搞明白。不但是在家同修没搞清楚、没搞明白，出家的法师天天讲经说法，也不见得搞清楚、搞明白。所以这个事情，归根结柢就是要真干！",
      "zh_TW": "佛法是教育，我們還不能把它當作普通教育來看待，世間一切法所不能解決的問題，佛法能解決。所以我們希望大家能有這個共識，有共同的目標、共同的方向，認真努力來修學。佛法最殊勝的，不僅解決我們現前社會問題，它還能解決九法界眾生的大問題。九法界眾生比我們現在又不知道複雜多少倍，更是一個全面的多元文化。佛能令一切眾生圓成佛道，圓成佛道就是圓滿成就無上菩提。所以這個教學稱為法寶，真的是當之無愧。今天法寶展現在我們面前，幾個人把它當作寶？包括我們四眾同修，雖然是學佛了，天天見到佛像會頂禮，真的沒有把佛法當作寶來看待。李老師過去曾經說過，他說：「我們許多同學來學佛，是以什麼樣的心態？消遣，沒事幹到佛堂來消遣消遣，不是認真在學習。」為什麼不認真學習？沒有搞清楚，沒有搞明白。不但是在家同修沒搞清楚、沒搞明白，出家的法師天天講經說法，也不見得搞清楚、搞明白。所以這個事情，歸根結柢就是要真幹！"
    },
    {
      "id": "14-013-0005_p0018",
      "zh_CN": "下面这是在日常生活当中，教导我们应当要怎么作法。『令向佛法中，献少水少华』。你看到这个文字，你就在佛菩萨形相上供一杯水，买几枝鲜花插在那里供养。下面说『并脱幽途之苦』，你就会离开三恶道了，你相不相信，哪有这么便宜的事情？造作三恶道的重业，在佛前面供一杯水、供几枝花，就能够脱离三途，没人相信！所以佛法的弘扬，当然就成了障碍，为什么？着相求法。佛曾经说过：「依文解义，三世佛冤。」你看到这个文字，自己想这个意思，过去佛、现在佛、未来佛，统统都喊冤枉，你把他的意思解错了。所以经文里面字字句句都有很深广的意思，你要去体会。《金刚经》教人要「深解义趣」，义是道理，经典讲的道理，经典里面真正的法味，你要深解，解得浅不行。怎么样才能深解？你要做到，你的心跟佛心相应，那是你真的深解了。你还是凡夫心，还是轮回心，你怎么能解佛的意思？别说佛的意思你不能解释，古大德的注解你也解释不了，你也不懂。所以佛法讲：「一念相应一念佛」，一念要相应才能深解。",
      "zh_TW": "下面這是在日常生活當中，教導我們應當要怎麼作法。『令向佛法中，獻少水少華』。你看到這個文字，你就在佛菩薩形相上供一杯水，買幾枝鮮花插在那裡供養。下面說『並脫幽途之苦』，你就會離開三惡道了，你相不相信，哪有這麼便宜的事情？造作三惡道的重業，在佛前面供一杯水、供幾枝花，就能夠脫離三途，沒人相信！所以佛法的弘揚，當然就成了障礙，為什麼？著相求法。佛曾經說過：「依文解義，三世佛冤。」你看到這個文字，自己想這個意思，過去佛、現在佛、未來佛，統統都喊冤枉，你把他的意思解錯了。所以經文裡面字字句句都有很深廣的意思，你要去體會。《金剛經》教人要「深解義趣」，義是道理，經典講的道理，經典裡面真正的法味，你要深解，解得淺不行。怎麼樣才能深解？你要做到，你的心跟佛心相應，那是你真的深解了。你還是凡夫心，還是輪迴心，你怎麼能解佛的意思？別說佛的意思你不能解釋，古大德的註解你也解釋不了，你也不懂。所以佛法講：「一念相應一念佛」，一念要相應才能深解。"
    },
    {
      "id": "14-013-0005_p0019",
      "zh_CN": "怎么个相应法？我们现在用十个字，就是告诉大家，你跟这十个字相应就行了。「真诚、清净、平等、正觉、慈悲」，你一念跟这十个字相应，你就是一念佛，你就是佛心。这十个字是字字都圆满相应，不是说我只相应一个字，相应两个字，其他的都没有，那就全不相应，这十个字是一桩事情。你心地真诚，什么叫真诚？清净是真诚、平等是真诚、正觉是真诚、慈悲是真诚，少一个都不真诚。说慈悲也是如此，什么叫慈悲？真诚是慈悲、清净是慈悲、平等是慈悲、正觉是慈悲。所以这十个字叫一心，叫真心。你少一个字，真心全都没有了，那是妄心，轮回心。你十个字圆满具足，就是菩提心、佛心。心是主宰，心是佛心，你的眼当然就是佛眼，你的行当然就是佛行，这叫从根本修。",
      "zh_TW": "怎麼個相應法？我們現在用十個字，就是告訴大家，你跟這十個字相應就行了。「真誠、清淨、平等、正覺、慈悲」，你一念跟這十個字相應，你就是一念佛，你就是佛心。這十個字是字字都圓滿相應，不是說我只相應一個字，相應兩個字，其他的都沒有，那就全不相應，這十個字是一樁事情。你心地真誠，什麼叫真誠？清淨是真誠、平等是真誠、正覺是真誠、慈悲是真誠，少一個都不真誠。說慈悲也是如此，什麼叫慈悲？真誠是慈悲、清淨是慈悲、平等是慈悲、正覺是慈悲。所以這十個字叫一心，叫真心。你少一個字，真心全都沒有了，那是妄心，輪迴心。你十個字圓滿具足，就是菩提心、佛心。心是主宰，心是佛心，你的眼當然就是佛眼，你的行當然就是佛行，這叫從根本修。"
    },
    {
      "id": "14-013-0005_p0020",
      "zh_CN": "我们提出这二十个字，前面这十个字是心，下面十个字是行。你的日常生活行为，自然就是「看破、放下、自在、随缘、念佛」，决定相应。行门里面十个字也是一桩事情，少一个字你的行是假的，不是真的。我们这样提出来，大家就有一个比较清晰的概念，知道从哪里下手。单讲一念相应，讲得太笼统，不知道怎么叫相应，有很多同修听到「一念相应，念念相应」，他也不去深究，以为我念阿弥陀佛，我就跟阿弥陀佛相应，念南无观音菩萨，就跟观音菩萨相应，全把意思错会了。",
      "zh_TW": "我們提出這二十個字，前面這十個字是心，下面十個字是行。你的日常生活行為，自然就是「看破、放下、自在、隨緣、念佛」，決定相應。行門裡面十個字也是一樁事情，少一個字你的行是假的，不是真的。我們這樣提出來，大家就有一個比較清晰的概念，知道從哪裡下手。單講一念相應，講得太籠統，不知道怎麼叫相應，有很多同修聽到「一念相應，念念相應」，他也不去深究，以為我念阿彌陀佛，我就跟阿彌陀佛相應，念南無觀音菩薩，就跟觀音菩薩相應，全把意思錯會了。"
    },
    {
      "id": "14-013-0005_p0021",
      "zh_CN": "此地叫你「献水」，水代表清净平等。所以供一杯水，不是供养佛的，佛不希罕这个。这一杯水献给谁的？献给自己真心，献给自己本性的自性佛，让你时时刻刻看到这杯水，我的心要像水这么干净，要像水这样平等，这一杯水不起波浪，心是平的。所以供水不能供茶，有很多同修不知道，以为供茶很恭敬，买很名贵的茶来供佛，茶水有颜色，那个心被污染了，所以一定要供清水。供花，花代表什么？花代表因；因好，果就好。起心动念、言语造作是造因，花是提醒你，你造因要造美好的因，将来你会有美好的果报，表这个意思。所以在经典里面，通常都是以花来代表六度，见到花就要想到「布施、持戒、忍辱、精进、禅定、般若」，日常生活行为，处事待人接物，一定要遵守这六个原则，这是供花意义。也有供果，果是代表我们的希望，我们希望的果是作佛，成佛是我们希求的果报。所以花不是供养给佛菩萨看，也是供养我们自己，供养我们的真心，你得懂这个意思，然后你才能脱离三恶道。",
      "zh_TW": "此地叫你「獻水」，水代表清淨平等。所以供一杯水，不是供養佛的，佛不希罕這個。這一杯水獻給誰的？獻給自己真心，獻給自己本性的自性佛，讓你時時刻刻看到這杯水，我的心要像水這麼乾淨，要像水這樣平等，這一杯水不起波浪，心是平的。所以供水不能供茶，有很多同修不知道，以為供茶很恭敬，買很名貴的茶來供佛，茶水有顏色，那個心被污染了，所以一定要供清水。供花，花代表什麼？花代表因；因好，果就好。起心動念、言語造作是造因，花是提醒你，你造因要造美好的因，將來你會有美好的果報，表這個意思。所以在經典裡面，通常都是以花來代表六度，見到花就要想到「布施、持戒、忍辱、精進、禪定、般若」，日常生活行為，處事待人接物，一定要遵守這六個原則，這是供花意義。也有供果，果是代表我們的希望，我們希望的果是作佛，成佛是我們希求的果報。所以花不是供養給佛菩薩看，也是供養我們自己，供養我們的真心，你得懂這個意思，然後你才能脫離三惡道。"
    },
    {
      "id": "14-013-0005_p0022",
      "zh_CN": "「幽途之苦」，幽是指地狱，途是指畜生、饿鬼，三途地狱。所以你要不懂得真正修因，你怎么能够证果？我们不能看别人这么做，我们也这样作法，我做得比他还庄严，以为我们的功德果报比他还殊胜，错了。诸位将来有机会，实在是要到外面多看看，多参学，你才能长见识。你哪里都不去，关在自己这个小地方修行，闭门造车，自以为是，出去之后就贻笑大方，人家看你笑话，自己还以为不错。假如你们有机会到苏州灵岩山，你去看印光法师的道场，印光法师的关房还在，他修学的那个小地方你们去看看，他当时生活的样子，完全保持在那里。你看他的小佛堂，他的佛堂只供一尊佛，佛背后写一个「死」字。天天念着我就要死了，你还有什么想头，你还有什么放不下的？你要死了，你想放不下，你也带不走。他用这个字来警策自己、提醒自己，「万缘放下，一心念佛」，这个方法好！",
      "zh_TW": "「幽途之苦」，幽是指地獄，途是指畜生、餓鬼，三途地獄。所以你要不懂得真正修因，你怎麼能夠證果？我們不能看別人這麼做，我們也這樣作法，我做得比他還莊嚴，以為我們的功德果報比他還殊勝，錯了。諸位將來有機會，實在是要到外面多看看，多參學，你才能長見識。你哪裡都不去，關在自己這個小地方修行，閉門造車，自以為是，出去之後就貽笑大方，人家看你笑話，自己還以為不錯。假如你們有機會到蘇州靈巖山，你去看印光法師的道場，印光法師的關房還在，他修學的那個小地方你們去看看，他當時生活的樣子，完全保持在那裡。你看他的小佛堂，他的佛堂只供一尊佛，佛背後寫一個「死」字。天天念著我就要死了，你還有什麼想頭，你還有什麼放不下的？你要死了，你想放不下，你也帶不走。他用這個字來警策自己、提醒自己，「萬緣放下，一心念佛」，這個方法好！"
    },
    {
      "id": "14-013-0005_p0023",
      "zh_CN": "印光大师是大势至菩萨再来，何必要搞这一套？这一套是表演给我们看的。我们这个时代的众生要想成就，天天要念死才肯放下，你还想活你就放不下了，你放不下你就搞三途。天天念着死，随时都可以死，随处都可以死，你什么想头都没有了，你就真的想阿弥陀佛，阿弥陀佛随时来接引我。现在念佛的人很多，听我这个话，认为是正确的人不多，听说念佛就要死了，这还敢念？来都不敢来。大家求的是长命富贵，这个道场很兴旺，有很多人来，说是念佛堂上挂个死，把人都吓跑掉了，谁还敢来？那就是不怕死的人敢来。",
      "zh_TW": "印光大師是大勢至菩薩再來，何必要搞這一套？這一套是表演給我們看的。我們這個時代的眾生要想成就，天天要念死才肯放下，你還想活你就放不下了，你放不下你就搞三途。天天念著死，隨時都可以死，隨處都可以死，你什麼想頭都沒有了，你就真的想阿彌陀佛，阿彌陀佛隨時來接引我。現在念佛的人很多，聽我這個話，認為是正確的人不多，聽說念佛就要死了，這還敢念？來都不敢來。大家求的是長命富貴，這個道場很興旺，有很多人來，說是念佛堂上掛個死，把人都嚇跑掉了，誰還敢來？那就是不怕死的人敢來。"
    },
    {
      "id": "14-013-0005_p0024",
      "zh_CN": "一定要明白这个道理，祖师的示现真正是救我们，让我们在这一生当中永脱轮回，我们在六道轮回这一生是最后一次，下一次来是菩萨、是佛来了。你是乘愿再来的，跟诸佛如来没有两样，随类化身，随机说法，你说多自在！那是来救度众生，不是来酬偿业报。我们酬偿业报，在这一生就一笔勾消，要有这样的志气，这才叫真正发菩提心，你这个念头才能跟佛法相应。没有这个认知，没有这个意愿，你那个佛号怎么念都不会相应。跟佛法不相应，决定跟轮回相应，如果跟贪瞋痴相应，你就是跟三恶道相应，麻烦就大了。我们同修在一起，不能不把这事情交代清楚，不能不把这事情讲解明白。讲清楚了，讲明白了，前面的路各人走各人的，这是佛菩萨也帮不上忙。我们应该怎样走这条路？走出轮回，走出十法界，我们才能真正的成就，才得到大圆满。",
      "zh_TW": "一定要明白這個道理，祖師的示現真正是救我們，讓我們在這一生當中永脫輪迴，我們在六道輪迴這一生是最後一次，下一次來是菩薩、是佛來了。你是乘願再來的，跟諸佛如來沒有兩樣，隨類化身，隨機說法，你說多自在！那是來救度眾生，不是來酬償業報。我們酬償業報，在這一生就一筆勾消，要有這樣的志氣，這才叫真正發菩提心，你這個念頭才能跟佛法相應。沒有這個認知，沒有這個意願，你那個佛號怎麼念都不會相應。跟佛法不相應，決定跟輪迴相應，如果跟貪瞋痴相應，你就是跟三惡道相應，麻煩就大了。我們同修在一起，不能不把這事情交代清楚，不能不把這事情講解明白。講清楚了，講明白了，前面的路各人走各人的，這是佛菩薩也幫不上忙。我們應該怎樣走這條路？走出輪迴，走出十法界，我們才能真正的成就，才得到大圓滿。"
    },
    {
      "id": "14-013-0005_p0025",
      "zh_CN": "常常亲近我的同修们听得多了，我说上面一句，底下一句他都知道了，他有这个本事，可是他还是做不到，还是要造业。我们看到也不能说置之不问，我们的作法就太残忍了，我们还是要帮助他，常常提醒他，他的烦恼习气太重，念念随顺烦恼，念念跟烦恼相应，麻烦在此地。有一些善根深厚的人、聪明的人，听到劝告他回头了，回头就是要认真克服自己的烦恼，要跟烦恼打仗，我们自己才有救。如果不能克服烦恼，还随顺烦恼，那就没救了，这一生遇到佛法也会空过。其实我们学佛决不是这一生才开始，佛在经上讲每个学佛的同修，过去生中生生世世，你都是学佛的人。",
      "zh_TW": "常常親近我的同修們聽得多了，我說上面一句，底下一句他都知道了，他有這個本事，可是他還是做不到，還是要造業。我們看到也不能說置之不問，我們的作法就太殘忍了，我們還是要幫助他，常常提醒他，他的煩惱習氣太重，念念隨順煩惱，念念跟煩惱相應，麻煩在此地。有一些善根深厚的人、聰明的人，聽到勸告他回頭了，回頭就是要認真克服自己的煩惱，要跟煩惱打仗，我們自己才有救。如果不能克服煩惱，還隨順煩惱，那就沒救了，這一生遇到佛法也會空過。其實我們學佛決不是這一生才開始，佛在經上講每個學佛的同修，過去生中生生世世，你都是學佛的人。"
    },
    {
      "id": "14-013-0005_p0026",
      "zh_CN": "《无量寿经》举的例子，阿阇王子跟五百长者，过去生中曾经供养四百亿佛，这还得了！供养四百亿佛，听世尊讲《无量寿经》还不肯发愿往生，只发心将来作佛时也像阿弥陀佛，并没有发愿往生。什么原因？还是随顺烦恼，没有随顺菩提，病根就在此地。如果他不随顺烦恼了，他就成就了。阿难比他们聪明，阿难听了之后，就发愿求生西方极乐世界。所以你们今天要问，阿难尊者在哪里？在极乐世界。怎么知道？《无量寿经》说的，阿难在极乐世界，我们到极乐世界就找到他。这就是说明他随顺佛法，他就能往生，若随顺烦恼习气，你的善根只多种了一点，这一生不能成就。",
      "zh_TW": "《無量壽經》舉的例子，阿闍王子跟五百長者，過去生中曾經供養四百億佛，這還得了！供養四百億佛，聽世尊講《無量壽經》還不肯發願往生，只發心將來作佛時也像阿彌陀佛，並沒有發願往生。什麼原因？還是隨順煩惱，沒有隨順菩提，病根就在此地。如果他不隨順煩惱了，他就成就了。阿難比他們聰明，阿難聽了之後，就發願求生西方極樂世界。所以你們今天要問，阿難尊者在哪裡？在極樂世界。怎麼知道？《無量壽經》說的，阿難在極樂世界，我們到極樂世界就找到他。這就是說明他隨順佛法，他就能往生，若隨順煩惱習氣，你的善根只多種了一點，這一生不能成就。"
    },
    {
      "id": "14-013-0005_p0027",
      "zh_CN": "说到这个地方，我们也能体会到，我们这一生当中听到这个法门，欢欢喜喜下定决心，舍弃万缘，一心念佛，求生净土。我们自己应该很庆幸、很安慰，我们的善根福德因缘超过阿阇王子，阿阇王子过去供养四百亿佛，我们过去生中供佛超过他太多太多了，要不然你怎会有这个念头生起？这是自己应该庆幸，应该勉励自己，决心在这一生当中超越，不再搞了，再搞的时候太难过了。这个机会很难遇到，今天这个机会错过了，你要想下一次再遇到这个机会，恐怕要经过无量劫。不是说你来生就可以遇到，没有那么便宜的事情，没有那么简单的事情，这一点同修们一定要记住。",
      "zh_TW": "說到這個地方，我們也能體會到，我們這一生當中聽到這個法門，歡歡喜喜下定決心，捨棄萬緣，一心念佛，求生淨土。我們自己應該很慶幸、很安慰，我們的善根福德因緣超過阿闍王子，阿闍王子過去供養四百億佛，我們過去生中供佛超過他太多太多了，要不然你怎會有這個念頭生起？這是自己應該慶幸，應該勉勵自己，決心在這一生當中超越，不再搞了，再搞的時候太難過了。這個機會很難遇到，今天這個機會錯過了，你要想下一次再遇到這個機會，恐怕要經過無量劫。不是說你來生就可以遇到，沒有那麼便宜的事情，沒有那麼簡單的事情，這一點同修們一定要記住。"
    },
    {
      "id": "14-013-0005_p0028",
      "zh_CN": "底下说向地藏菩萨学习，『能一瞻一礼，咸蒙胜地之欢』。「一瞻一礼」，瞻是瞻仰，礼是礼拜。我们供养地藏菩萨的形相，你看看菩萨形相给他拜三拜，这就是一瞻一礼；这一瞻三礼，不是一礼了。你能够得到胜地之欢吗？胜是殊胜，地是地位，欢是欢喜。胜地之欢是什么位次？最低的位次是欢喜地，十地菩萨的初地是欢喜地。这是讲瞻礼菩萨形相，瞻礼的意思深了，此地瞻礼的意义是向菩萨学习。你真的发心学地藏菩萨，效法地藏菩萨，这叫瞻礼；不是天天摆着地藏菩萨像，去看一看，去拜一拜，这没有用处。你要真正向他学习，这才是真正的瞻礼，在形式上，你不拜他没有关系，你不看他也没有关系。你发真心想学他，他在哪里？这一部经就是地藏菩萨。你把这部经了解得透彻，完全落实，字字句句都做到，经上给你讲，你最低的果位是欢喜地的菩萨，位次高了。",
      "zh_TW": "底下說向地藏菩薩學習，『能一瞻一禮，咸蒙勝地之歡』。「一瞻一禮」，瞻是瞻仰，禮是禮拜。我們供養地藏菩薩的形相，你看看菩薩形相給他拜三拜，這就是一瞻一禮；這一瞻三禮，不是一禮了。你能夠得到勝地之歡嗎？勝是殊勝，地是地位，歡是歡喜。勝地之歡是什麼位次？最低的位次是歡喜地，十地菩薩的初地是歡喜地。這是講瞻禮菩薩形相，瞻禮的意思深了，此地瞻禮的意義是向菩薩學習。你真的發心學地藏菩薩，效法地藏菩薩，這叫瞻禮；不是天天擺著地藏菩薩像，去看一看，去拜一拜，這沒有用處。你要真正向他學習，這才是真正的瞻禮，在形式上，你不拜他沒有關係，你不看他也沒有關係。你發真心想學他，他在哪裡？這一部經就是地藏菩薩。你把這部經了解得透徹，完全落實，字字句句都做到，經上給你講，你最低的果位是歡喜地的菩薩，位次高了。"
    },
    {
      "id": "14-013-0005_p0029",
      "zh_CN": "在此地，不论什么圆教、别教，总而言之，你到欢喜地了，你就决定超越十法界。在圆教里面讲，超越十法界是圆教初住菩萨，初住菩萨等于别教的初地菩萨，所以即使是别教初地也超越十法界了，已经证得一真法界。证得一真法界才叫做相应，在十法界里面不相应，一真法界才相应。一真法界的人用真心，不用妄心，起心动念都是真诚、清净、平等、正觉、慈悲，他不会起其他的念头，念念都与这十个字相应。初地菩萨是欢喜地。",
      "zh_TW": "在此地，不論什麼圓教、別教，總而言之，你到歡喜地了，你就決定超越十法界。在圓教裡面講，超越十法界是圓教初住菩薩，初住菩薩等於別教的初地菩薩，所以即使是別教初地也超越十法界了，已經證得一真法界。證得一真法界才叫做相應，在十法界裡面不相應，一真法界才相應。一真法界的人用真心，不用妄心，起心動念都是真誠、清淨、平等、正覺、慈悲，他不會起其他的念頭，念念都與這十個字相應。初地菩薩是歡喜地。"
    },
    {
      "id": "14-013-0005_p0030",
      "zh_CN": "所以大家千万不要误会，看到这个经文，赶紧请一尊地藏菩萨像在家里供养，早晚看几眼，拜两拜，你就以为经上讲的殊胜利益，你统统都得到了。你这么想法，三世诸佛都喊冤枉，你把佛的意思全解错了。你要真做到，心要相应，言语就能相应。有很多发心讲经的同修来问我：「经要怎么才讲得好？」没有别的，相应就讲好，你不相应怎么能讲得好？不相应，经上讲的全是别人的，我们要想讲别人的意思，这个事情太难了，不好讲。讲自己的意思就很好讲，一点困难都没有了。这也是善导大师在《观经》注解讲的，「一切要从真实心中作」，只要你的心真诚就相应，诚则灵。诚就能感，诸佛菩萨就有应，佛菩萨就加持。你心地不真诚，佛菩萨就加持不上，真诚心就得佛菩萨加持。",
      "zh_TW": "所以大家千萬不要誤會，看到這個經文，趕緊請一尊地藏菩薩像在家裡供養，早晚看幾眼，拜兩拜，你就以為經上講的殊勝利益，你統統都得到了。你這麼想法，三世諸佛都喊冤枉，你把佛的意思全解錯了。你要真做到，心要相應，言語就能相應。有很多發心講經的同修來問我：「經要怎麼才講得好？」沒有別的，相應就講好，你不相應怎麼能講得好？不相應，經上講的全是別人的，我們要想講別人的意思，這個事情太難了，不好講。講自己的意思就很好講，一點困難都沒有了。這也是善導大師在《觀經》註解講的，「一切要從真實心中作」，只要你的心真誠就相應，誠則靈。誠就能感，諸佛菩薩就有應，佛菩薩就加持。你心地不真誠，佛菩薩就加持不上，真誠心就得佛菩薩加持。"
    },
    {
      "id": "14-013-0005_p0031",
      "zh_CN": "『功莫京焉』，「京」是大，你的功德就大了，太大太大了。『义叵量矣』，「叵量」是不可称量，义理不可称量，无量无边。今天时间到了，刚好讲到此地是一个段落。底下一行半是青莲法师作注的缘由，下面才是「纶贯」的正文五重玄义。这一次也很难得，我们有这样的机会，虽然「纶贯」的正文没有讲到，前面这几段意思也非常好，非常重要。",
      "zh_TW": "『功莫京焉』，「京」是大，你的功德就大了，太大太大了。『義叵量矣』，「叵量」是不可稱量，義理不可稱量，無量無邊。今天時間到了，剛好講到此地是一個段落。底下一行半是青蓮法師作註的緣由，下面才是「綸貫」的正文五重玄義。這一次也很難得，我們有這樣的機會，雖然「綸貫」的正文沒有講到，前面這幾段意思也非常好，非常重要。"
    },
    {
      "id": "14-013-0005_p0032",
      "zh_CN": "今天，我们就到这里圆满。",
      "zh_TW": "今天，我們就到這裡圓滿。"
    }
  ]
}