{
  "doc_id": "01-003-0092",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十二集",
    "zh_TW": "第九十二集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0092",
  "total_paragraphs": 110,
  "paragraphs": [
    {
      "id": "01-003-0092_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一六八页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一六八頁："
    },
    {
      "id": "01-003-0092_p0002",
      "zh_CN": "◎【九、总释名题】",
      "zh_TW": "◎【九、總釋名題】"
    },
    {
      "id": "01-003-0092_p0003",
      "zh_CN": "总释名题分两个大段：",
      "zh_TW": "總釋名題分兩個大段："
    },
    {
      "id": "01-003-0092_p0004",
      "zh_CN": "【初、题义，二、译人。】",
      "zh_TW": "【初、題義，二、譯人。】"
    },
    {
      "id": "01-003-0092_p0005",
      "zh_CN": "第一大段是解释经题，第二个大段是说明翻译的人，就是鸠摩罗什大师。",
      "zh_TW": "第一大段是解釋經題，第二個大段是說明翻譯的人，就是鳩摩羅什大師。"
    },
    {
      "id": "01-003-0092_p0006",
      "zh_CN": "【如上八门叙义，已知一经大旨。今欲释文，先明总题，使有纲领，故次之以总释名题。】",
      "zh_TW": "【如上八門敘義，已知一經大旨。今欲釋文，先明總題，使有綱領，故次之以總釋名題。】"
    },
    {
      "id": "01-003-0092_p0007",
      "zh_CN": "这一段叙说这一大段的来由，为什么要有这一段，先说清楚。前面八门是本经的玄义，拿现代话来说就是《弥陀经》概要，概说、概论，我们已经讲完，对于这部经的宗旨义趣说得很清楚明白。",
      "zh_TW": "這一段敘說這一大段的來由，為什麼要有這一段，先說清楚。前面八門是本經的玄義，拿現代話來說就是《彌陀經》概要，概說、概論，我們已經講完，對於這部經的宗旨義趣說得很清楚明白。"
    },
    {
      "id": "01-003-0092_p0008",
      "zh_CN": "到这个时候真正才入了经文，在经文之前先介绍题目，因为题目是一部经的总纲，就好像一篇文章的题目，非常重要。",
      "zh_TW": "到這個時候真正才入了經文，在經文之前先介紹題目，因為題目是一部經的總綱，就好像一篇文章的題目，非常重要。"
    },
    {
      "id": "01-003-0092_p0009",
      "zh_CN": "经【佛说阿弥陀经。】",
      "zh_TW": "經【佛說阿彌陀經。】"
    },
    {
      "id": "01-003-0092_p0010",
      "zh_CN": "下面《疏》就是注解。",
      "zh_TW": "下面《疏》就是註解。"
    },
    {
      "id": "01-003-0092_p0011",
      "zh_CN": "疏【题义有四。】",
      "zh_TW": "疏【題義有四。】"
    },
    {
      "id": "01-003-0092_p0012",
      "zh_CN": "这里面有四段，怎么分？第一段是『佛』，一个字就是一段，第二段是『说』，第三段是『阿弥陀』，第四段是『经』。",
      "zh_TW": "這裡面有四段，怎麼分？第一段是『佛』，一個字就是一段，第二段是『說』，第三段是『阿彌陀』，第四段是『經』。"
    },
    {
      "id": "01-003-0092_p0013",
      "zh_CN": "疏【初、能说佛。】",
      "zh_TW": "疏【初、能說佛。】"
    },
    {
      "id": "01-003-0092_p0014",
      "zh_CN": "『佛』，就是本师释迦牟尼佛。",
      "zh_TW": "『佛』，就是本師釋迦牟尼佛。"
    },
    {
      "id": "01-003-0092_p0015",
      "zh_CN": "疏【二、正明说。】",
      "zh_TW": "疏【二、正明說。】"
    },
    {
      "id": "01-003-0092_p0016",
      "zh_CN": "正是释迦牟尼佛所说的。",
      "zh_TW": "正是釋迦牟尼佛所說的。"
    },
    {
      "id": "01-003-0092_p0017",
      "zh_CN": "疏【三、所说佛。】",
      "zh_TW": "疏【三、所說佛。】"
    },
    {
      "id": "01-003-0092_p0018",
      "zh_CN": "第三段就是所说的内容，释迦牟尼佛为我们说什么？说西方极乐世界阿弥陀佛，把西方极乐世界介绍给我们。",
      "zh_TW": "第三段就是所說的內容，釋迦牟尼佛為我們說什麼？說西方極樂世界阿彌陀佛，把西方極樂世界介紹給我們。"
    },
    {
      "id": "01-003-0092_p0019",
      "zh_CN": "疏【四、结说名。】",
      "zh_TW": "疏【四、結說名。】"
    },
    {
      "id": "01-003-0092_p0020",
      "zh_CN": "就是经。",
      "zh_TW": "就是經。"
    },
    {
      "id": "01-003-0092_p0021",
      "zh_CN": "疏【言此土释迦牟尼佛。】",
      "zh_TW": "疏【言此土釋迦牟尼佛。】"
    },
    {
      "id": "01-003-0092_p0022",
      "zh_CN": "「此」，是对「彼」说的，因为阿弥陀佛不在我们这个世界。我们通常讲世界，一般人的观念就是指这个地球；其实在佛法里那个范围大得太多，不是指一个地球，佛法里面讲的世界就是我们现在所讲的一个银河系，这里面的星球真是数不清了。佛经里面常讲，「三千大千世界」。三千大千世界是一尊佛的教化区，所以佛有没有灭度？没有，佛没灭度。我们说佛灭度，是在我们这个地球上来说的，释迦牟尼佛出现，释迦牟尼佛灭度了。如果就大世界来讲，佛没灭度，佛在我们这地球上灭度，另外一个星球上他又出现了，就这么回事情。所以佛实在是不生不灭，这是我们应当要知道的。",
      "zh_TW": "「此」，是對「彼」說的，因為阿彌陀佛不在我們這個世界。我們通常講世界，一般人的觀念就是指這個地球；其實在佛法裡那個範圍大得太多，不是指一個地球，佛法裡面講的世界就是我們現在所講的一個銀河系，這裡面的星球真是數不清了。佛經裡面常講，「三千大千世界」。三千大千世界是一尊佛的教化區，所以佛有沒有滅度？沒有，佛沒滅度。我們說佛滅度，是在我們這個地球上來說的，釋迦牟尼佛出現，釋迦牟尼佛滅度了。如果就大世界來講，佛沒滅度，佛在我們這地球上滅度，另外一個星球上他又出現了，就這麼回事情。所以佛實在是不生不滅，這是我們應當要知道的。"
    },
    {
      "id": "01-003-0092_p0023",
      "zh_CN": "阿弥陀佛，他不属于我们这个银河系，而是另外一个星系，这个星系距离我们非常的遥远，经上说「十万亿佛国土」；如果一个佛国土就是一个银河系，我们银河在这边，西方极乐世界那个银河在那边，当中有十万亿个银河系，这个距离就太远太远了。我们今天这些科学家怎么动脑筋，想坐太空梭，也到不了，距离实在太遥远了。虽然遥远，我们要去还不难，还很容易，那就是说我们的神识（俗话说灵魂），它的速度非常快，任何科技交通工具没有办法跟它相比，一弹指间、一念之间就可以从我们这个世界往生到西方极乐世界。所以距离远，不要害怕，不要担心！这就是释迦牟尼佛：",
      "zh_TW": "阿彌陀佛，他不屬於我們這個銀河系，而是另外一個星系，這個星系距離我們非常的遙遠，經上說「十萬億佛國土」；如果一個佛國土就是一個銀河系，我們銀河在這邊，西方極樂世界那個銀河在那邊，當中有十萬億個銀河系，這個距離就太遠太遠了。我們今天這些科學家怎麼動腦筋，想坐太空梭，也到不了，距離實在太遙遠了。雖然遙遠，我們要去還不難，還很容易，那就是說我們的神識（俗話說靈魂），它的速度非常快，任何科技交通工具沒有辦法跟它相比，一彈指間、一念之間就可以從我們這個世界往生到西方極樂世界。所以距離遠，不要害怕，不要擔心！這就是釋迦牟尼佛："
    },
    {
      "id": "01-003-0092_p0024",
      "zh_CN": "疏【说彼土阿弥陀佛依正庄严。】",
      "zh_TW": "疏【說彼土阿彌陀佛依正莊嚴。】"
    },
    {
      "id": "01-003-0092_p0025",
      "zh_CN": "『依』是环境，说那边的生活环境。『正』是说我们身体，身体是正报，这个身体的容貌、健康、长寿，这都是属于身的正报。依报就是我们的物质环境。给我们介绍西方极乐世界阿弥陀佛以及那边的人民，叫『依正庄严』。目的呢？",
      "zh_TW": "『依』是環境，說那邊的生活環境。『正』是說我們身體，身體是正報，這個身體的容貌、健康、長壽，這都是屬於身的正報。依報就是我們的物質環境。給我們介紹西方極樂世界阿彌陀佛以及那邊的人民，叫『依正莊嚴』。目的呢？"
    },
    {
      "id": "01-003-0092_p0026",
      "zh_CN": "疏【信愿往生之经也。】",
      "zh_TW": "疏【信願往生之經也。】"
    },
    {
      "id": "01-003-0092_p0027",
      "zh_CN": "劝我们要相信、劝我们发愿，发什么愿？我们移民到西方极乐世界去。现在有很多人移民到外国，我看都很苦，在外国生活的压力很重，在外国的华侨不幸福！所以我们应当移民到西方极乐世界，那才是真正安稳的国土，美国决定不安稳。",
      "zh_TW": "勸我們要相信、勸我們發願，發什麼願？我們移民到西方極樂世界去。現在有很多人移民到外國，我看都很苦，在外國生活的壓力很重，在外國的華僑不幸福！所以我們應當移民到西方極樂世界，那才是真正安穩的國土，美國決定不安穩。"
    },
    {
      "id": "01-003-0092_p0028",
      "zh_CN": "疏【统括大意，次乃离释。】",
      "zh_TW": "疏【統括大意，次乃離釋。】"
    },
    {
      "id": "01-003-0092_p0029",
      "zh_CN": "先把大意说出来，『离释』就是一段一段来解释。下面是《钞》，《钞》是《疏》的注解。《疏》跟《钞》都是莲池大师作的，大师给这个经作一个注解之后，因为注解相当深，怕后人研究有困难，自己又把他的注解再加一道注解，注解的注解叫做《钞》。《钞》里面如果文字容易明白的，我们就省略，就不要细讲；有难懂的地方，我们再提出来研究讨论。",
      "zh_TW": "先把大意說出來，『離釋』就是一段一段來解釋。下面是《鈔》，《鈔》是《疏》的註解。《疏》跟《鈔》都是蓮池大師作的，大師給這個經作一個註解之後，因為註解相當深，怕後人研究有困難，自己又把他的註解再加一道註解，註解的註解叫做《鈔》。《鈔》裡面如果文字容易明白的，我們就省略，就不要細講；有難懂的地方，我們再提出來研究討論。"
    },
    {
      "id": "01-003-0092_p0030",
      "zh_CN": "钞【统括者，先且略表全文，使血脉贯通，意义具足。】",
      "zh_TW": "鈔【統括者，先且略表全文，使血脈貫通，意義具足。】"
    },
    {
      "id": "01-003-0092_p0031",
      "zh_CN": "这就是统括的意思。",
      "zh_TW": "這就是統括的意思。"
    },
    {
      "id": "01-003-0092_p0032",
      "zh_CN": "钞【次乃一一离而释之。】",
      "zh_TW": "鈔【次乃一一離而釋之。】"
    },
    {
      "id": "01-003-0092_p0033",
      "zh_CN": "离释，就是将名题「佛说阿弥陀经」分成四个段落，一段一段详细加以解释。",
      "zh_TW": "離釋，就是將名題「佛說阿彌陀經」分成四個段落，一段一段詳細加以解釋。"
    },
    {
      "id": "01-003-0092_p0034",
      "zh_CN": "钞【题止佛名。】",
      "zh_TW": "鈔【題止佛名。】"
    },
    {
      "id": "01-003-0092_p0035",
      "zh_CN": "在这部经上，经题用佛的名号。",
      "zh_TW": "在這部經上，經題用佛的名號。"
    },
    {
      "id": "01-003-0092_p0036",
      "zh_CN": "钞【而言依正等者，观经言佛便周，今举佛名，摄无不尽故。】",
      "zh_TW": "鈔【而言依正等者，觀經言佛便周，今舉佛名，攝無不盡故。】"
    },
    {
      "id": "01-003-0092_p0037",
      "zh_CN": "经题里面没有讲到依正庄严，只讲到佛的名号。虽然没有说到依正庄严，说到佛，依正庄严都包括在其中，言语上虽然省略，但是意思非常的完整、周全。",
      "zh_TW": "經題裡面沒有講到依正莊嚴，只講到佛的名號。雖然沒有說到依正莊嚴，說到佛，依正莊嚴都包括在其中，言語上雖然省略，但是意思非常的完整、周全。"
    },
    {
      "id": "01-003-0092_p0038",
      "zh_CN": "离释，就是分开来讲。这些地方我们要特别的留意，因为不仅是念佛人必须知道，同时也是佛学常识，我们明白了，对于佛教才不至于发生误会。",
      "zh_TW": "離釋，就是分開來講。這些地方我們要特別的留意，因為不僅是念佛人必須知道，同時也是佛學常識，我們明白了，對於佛教才不至於發生誤會。"
    },
    {
      "id": "01-003-0092_p0039",
      "zh_CN": "钞【次离释也。】",
      "zh_TW": "鈔【次離釋也。】"
    },
    {
      "id": "01-003-0092_p0040",
      "zh_CN": "分开来讲。先讲佛字：",
      "zh_TW": "分開來講。先講佛字："
    },
    {
      "id": "01-003-0092_p0041",
      "zh_CN": "疏【佛者，梵语具云佛陀，此云觉者。】",
      "zh_TW": "疏【佛者，梵語具云佛陀，此云覺者。】"
    },
    {
      "id": "01-003-0092_p0042",
      "zh_CN": "『具』是完全的称呼，具足的称呼，称佛陀耶。我们把印度梵文翻成中文，「佛陀耶」，称「佛」就是省略。中国人可以在全世界是一个非常优秀的民族，我们自己要能够体认，在近百年当中，中国遭了很大的苦难，一直到今天，我们中国人在世界上都没办法抬头，原因是什么？是我们自己丧失了民族的自信心，这是很可悲哀的事情，古人所谓「哀莫大于心死」，自信心失掉就是心死了，这是非常可悲的现象。所以今天遭这样的大难。要想民族复兴、国家强盛，首先要把自信心恢复，我们跟世界上任何一个国家民族比一比，我们不输给别人，不仅不输给别人，我们的确是超越别人。",
      "zh_TW": "『具』是完全的稱呼，具足的稱呼，稱佛陀耶。我們把印度梵文翻成中文，「佛陀耶」，稱「佛」就是省略。中國人可以在全世界是一個非常優秀的民族，我們自己要能夠體認，在近百年當中，中國遭了很大的苦難，一直到今天，我們中國人在世界上都沒辦法抬頭，原因是什麼？是我們自己喪失了民族的自信心，這是很可悲哀的事情，古人所謂「哀莫大於心死」，自信心失掉就是心死了，這是非常可悲的現象。所以今天遭這樣的大難。要想民族復興、國家強盛，首先要把自信心恢復，我們跟世界上任何一個國家民族比一比，我們不輸給別人，不僅不輸給別人，我們的確是超越別人。"
    },
    {
      "id": "01-003-0092_p0043",
      "zh_CN": "一九八三年，我第二次到美国，遇到一个美国人，他对我们中国人很赞叹，他说是一般的讲法，不是代表他个人的看法，这个看法在国外相当普遍，说世界上一对一的比较，中国人第一，这外国人承认的，中国人非常聪明、非常优秀，一个比一个。如果两个两个比较，犹太人第一。三个人三个人比较，日本人第一。这是外国人一般说法。这个意思很明显，中国人各个能独立，但是不团结，一盘散沙，世界上最团结的是日本人。",
      "zh_TW": "一九八三年，我第二次到美國，遇到一個美國人，他對我們中國人很讚歎，他說是一般的講法，不是代表他個人的看法，這個看法在國外相當普遍，說世界上一對一的比較，中國人第一，這外國人承認的，中國人非常聰明、非常優秀，一個比一個。如果兩個兩個比較，猶太人第一。三個人三個人比較，日本人第一。這是外國人一般說法。這個意思很明顯，中國人各個能獨立，但是不團結，一盤散沙，世界上最團結的是日本人。"
    },
    {
      "id": "01-003-0092_p0044",
      "zh_CN": "他又提出一个问题来问我：中国人为什么不团结？不像日本人那么团结？因为这个人是个基督教徒，我就用基督教的语气来答复他，我说：中国人之所以不团结，就是上帝的安排。他听了吃一惊，他说：怎么是上帝的安排？我说：中国人如果团结起来，这个世界上还有你吃饭的地方！他听了笑了一笑，我讲的话是真的，不是假的。中国人一团结，世界第一，那真是主宰全世界。正因为不团结，你们还有饭吃，你们还有工作做；中国人团结，你们就没饭吃了。这可见得我们这民族自信心恢复非常的重要。",
      "zh_TW": "他又提出一個問題來問我：中國人為什麼不團結？不像日本人那麼團結？因為這個人是個基督教徒，我就用基督教的語氣來答覆他，我說：中國人之所以不團結，就是上帝的安排。他聽了吃一驚，他說：怎麼是上帝的安排？我說：中國人如果團結起來，這個世界上還有你吃飯的地方！他聽了笑了一笑，我講的話是真的，不是假的。中國人一團結，世界第一，那真是主宰全世界。正因為不團結，你們還有飯吃，你們還有工作做；中國人團結，你們就沒飯吃了。這可見得我們這民族自信心恢復非常的重要。"
    },
    {
      "id": "01-003-0092_p0045",
      "zh_CN": "现在中国人在全世界绝不像过去了，尤其是台湾，从前我们拿台湾护照在国外都受人家轻视，瞧不起，现在我们把台湾护照拿出来，大家都另眼相看，什么原因？钱太多了，现在台湾存的钱，世界第一。所以我们台湾，如果能改善交通、礼貌、环境的清洁，台湾是现在这个地球上的极乐世界，我们哪一样都不输给别人，这是应当要晓得的。",
      "zh_TW": "現在中國人在全世界絕不像過去了，尤其是台灣，從前我們拿台灣護照在國外都受人家輕視，瞧不起，現在我們把台灣護照拿出來，大家都另眼相看，什麼原因？錢太多了，現在台灣存的錢，世界第一。所以我們台灣，如果能改善交通、禮貌、環境的清潔，台灣是現在這個地球上的極樂世界，我們哪一樣都不輸給別人，這是應當要曉得的。"
    },
    {
      "id": "01-003-0092_p0046",
      "zh_CN": "中国人喜欢简单，不喜欢啰嗦，所以翻译外国文也都是很简单的，佛陀耶把后头尾音不要了，就取一个「佛」字。",
      "zh_TW": "中國人喜歡簡單，不喜歡囉嗦，所以翻譯外國文也都是很簡單的，佛陀耶把後頭尾音不要了，就取一個「佛」字。"
    },
    {
      "id": "01-003-0092_p0047",
      "zh_CN": "疏【此云觉者。】",
      "zh_TW": "疏【此云覺者。】"
    },
    {
      "id": "01-003-0092_p0048",
      "zh_CN": "佛陀耶是什么意思？『觉』，智慧觉悟的意思。",
      "zh_TW": "佛陀耶是什麼意思？『覺』，智慧覺悟的意思。"
    },
    {
      "id": "01-003-0092_p0049",
      "zh_CN": "疏【备三觉故。】",
      "zh_TW": "疏【備三覺故。】"
    },
    {
      "id": "01-003-0092_p0050",
      "zh_CN": "具备三种觉的意思。",
      "zh_TW": "具備三種覺的意思。"
    },
    {
      "id": "01-003-0092_p0051",
      "zh_CN": "疏【又云智者，无不知故。】",
      "zh_TW": "疏【又云智者，無不知故。】"
    },
    {
      "id": "01-003-0092_p0052",
      "zh_CN": "「佛」这个意思里，有觉的意思、有智的意思，有这两种意思。",
      "zh_TW": "「佛」這個意思裡，有覺的意思、有智的意思，有這兩種意思。"
    },
    {
      "id": "01-003-0092_p0053",
      "zh_CN": "疏【又佛者，十号之一。】",
      "zh_TW": "疏【又佛者，十號之一。】"
    },
    {
      "id": "01-003-0092_p0054",
      "zh_CN": "佛有十种称号，这十种称号里面有一个号就叫「佛」，就叫佛陀。",
      "zh_TW": "佛有十種稱號，這十種稱號裡面有一個號就叫「佛」，就叫佛陀。"
    },
    {
      "id": "01-003-0092_p0055",
      "zh_CN": "疏【又佛地明十义佛，天台明六即佛，华严明十身佛。】",
      "zh_TW": "疏【又佛地明十義佛，天台明六即佛，華嚴明十身佛。】"
    },
    {
      "id": "01-003-0092_p0056",
      "zh_CN": "『明』就是说明，《佛地论》里面讲十种佛的意义。天台智者大师在《法华经》注解里面讲，有六种佛，叫『六即佛』。《华严经》里面讲十种佛，就是『十身佛』。",
      "zh_TW": "『明』就是說明，《佛地論》裡面講十種佛的意義。天台智者大師在《法華經》註解裡面講，有六種佛，叫『六即佛』。《華嚴經》裡面講十種佛，就是『十身佛』。"
    },
    {
      "id": "01-003-0092_p0057",
      "zh_CN": "疏【故佛者，天中天，圣中圣。】",
      "zh_TW": "疏【故佛者，天中天，聖中聖。】"
    },
    {
      "id": "01-003-0092_p0058",
      "zh_CN": "这是对佛的尊称，尊称为『天中天』，圣中之圣。",
      "zh_TW": "這是對佛的尊稱，尊稱為『天中天』，聖中之聖。"
    },
    {
      "id": "01-003-0092_p0059",
      "zh_CN": "疏【凡单言佛者，即本师释迦牟尼也。】",
      "zh_TW": "疏【凡單言佛者，即本師釋迦牟尼也。】"
    },
    {
      "id": "01-003-0092_p0060",
      "zh_CN": "单单称佛的，就是称我们的根本老师『释迦牟尼佛』，像我们这个经题。",
      "zh_TW": "單單稱佛的，就是稱我們的根本老師『釋迦牟尼佛』，像我們這個經題。"
    },
    {
      "id": "01-003-0092_p0061",
      "zh_CN": "钞【梵者，净也。】",
      "zh_TW": "鈔【梵者，淨也。】"
    },
    {
      "id": "01-003-0092_p0062",
      "zh_CN": "印度人，古印度人自称他们是大梵天人的后裔，所以他们的言语就称梵语，文字称为梵文。这个说法也不是没有道理，自古传说他们最初的祖先是从天上来的，梵天来的。《进化论》里面讲，人类的祖先是猿猴，由猿猴进化来的；佛法里头不讲进化。佛跟我们讲，人类祖先从哪里来？从光音天来的。光音天人到这个地球，来到这个地方，当时地球有一种植物叫地肥，非常香、非常美，他们很喜欢吃这个，吃多了之后，他飞行的神通失掉，走不了！为什么？他起了贪心，贪爱这个地方，他回不去了。回不去以后，住在这个地方，所以人是从这么来的。所以人类的祖先是光音天人。在佛法讲，初禅是梵天，二禅是光音天，所以古印度的传说跟佛经里面所说的非常接近。『梵』，就是清净的意思。",
      "zh_TW": "印度人，古印度人自稱他們是大梵天人的後裔，所以他們的言語就稱梵語，文字稱為梵文。這個說法也不是沒有道理，自古傳說他們最初的祖先是從天上來的，梵天來的。《進化論》裡面講，人類的祖先是猿猴，由猿猴進化來的；佛法裡頭不講進化。佛跟我們講，人類祖先從哪裡來？從光音天來的。光音天人到這個地球，來到這個地方，當時地球有一種植物叫地肥，非常香、非常美，他們很喜歡吃這個，吃多了之後，他飛行的神通失掉，走不了！為什麼？他起了貪心，貪愛這個地方，他回不去了。回不去以後，住在這個地方，所以人是從這麼來的。所以人類的祖先是光音天人。在佛法講，初禪是梵天，二禪是光音天，所以古印度的傳說跟佛經裡面所說的非常接近。『梵』，就是清淨的意思。"
    },
    {
      "id": "01-003-0092_p0063",
      "zh_CN": "钞【对华名梵，文质之谓也。】",
      "zh_TW": "鈔【對華名梵，文質之謂也。】"
    },
    {
      "id": "01-003-0092_p0064",
      "zh_CN": "梵本，佛经的原文是梵文写的，『对华名梵』，「华」就是中文，对中文来讲，名「梵」。《演义》云：「文质之谓者，梵本皆西域之语，质而无文，译以此方之语，则用六经庄老之文，文采绮丽，焕然成章」。梵文是质而无文，没有修辞，文句没有美化。中文不一样，中文一篇文章写完之后还要修饰，要把这文句美化，美化这就是「文」。质就是有内容，文就是有文采，这才是第一流的好文章。佛经翻成中文，的确文质具优。",
      "zh_TW": "梵本，佛經的原文是梵文寫的，『對華名梵』，「華」就是中文，對中文來講，名「梵」。《演義》云：「文質之謂者，梵本皆西域之語，質而無文，譯以此方之語，則用六經莊老之文，文采綺麗，煥然成章」。梵文是質而無文，沒有修辭，文句沒有美化。中文不一樣，中文一篇文章寫完之後還要修飾，要把這文句美化，美化這就是「文」。質就是有內容，文就是有文采，這才是第一流的好文章。佛經翻成中文，的確文質具優。"
    },
    {
      "id": "01-003-0092_p0065",
      "zh_CN": "佛法，佛灭度之后一千年传到中国，在中国历史上所记载的，确切的日期就是摩腾、竺法兰这两位法师，汉明帝派特使把他们从西域请到中国来，是汉明帝永平十年，公元是六十七年，现在公元是一九八七年，一千九百多年了，佛教很早就到中国来。以后一直唐朝中叶，西域的佛经大量传到中国来，中国法师到那边去取经，也有印度法师带来的，可以说经典是非常的丰富。带过来的东西，不是全部翻译，是挑选重要的优先翻译，翻成中文。",
      "zh_TW": "佛法，佛滅度之後一千年傳到中國，在中國歷史上所記載的，確切的日期就是摩騰、竺法蘭這兩位法師，漢明帝派特使把他們從西域請到中國來，是漢明帝永平十年，公元是六十七年，現在公元是一九八七年，一千九百多年了，佛教很早就到中國來。以後一直唐朝中葉，西域的佛經大量傳到中國來，中國法師到那邊去取經，也有印度法師帶來的，可以說經典是非常的豐富。帶過來的東西，不是全部翻譯，是挑選重要的優先翻譯，翻成中文。"
    },
    {
      "id": "01-003-0092_p0066",
      "zh_CN": "可是诸位有没有想到，梵文的原本到哪里去了？没有了，中国大陆上找不到一部梵文原文的经典。在当时大量的贝叶经流通，为什么今天一部都没有，这是个问题！我曾经就这个问题去请教方东美先生，方先生听了之后，也觉得这的确是个问题，他想了一想，想出一个答案，这个答案是他想出来的，我很同意他的说法，他说：我们中国人太自负，信心太强，认为我们所翻译的经典，不但意思完全不错，而且文字上修饰比梵文还要华丽，念中文的经典，梵文经典可以不要了。这是方先生答复我的，我听了也觉得很满意，可见得我们中国人自信心之强，在那个时候所以能够成为世界上一等国，没有任何一个国家能跟中国相比的，独一无二，信心之强。现在人念中文经典怀疑，不相信，要去找梵文经典、找英文的经典、找西藏文的经典，这真是悲哀的一桩事情。日本文的，是从中文翻译过去，西藏文的，固然是一部分直接从梵文译过去，但是还是有一部分从中文译过去的。",
      "zh_TW": "可是諸位有沒有想到，梵文的原本到哪裡去了？沒有了，中國大陸上找不到一部梵文原文的經典。在當時大量的貝葉經流通，為什麼今天一部都沒有，這是個問題！我曾經就這個問題去請教方東美先生，方先生聽了之後，也覺得這的確是個問題，他想了一想，想出一個答案，這個答案是他想出來的，我很同意他的說法，他說：我們中國人太自負，信心太強，認為我們所翻譯的經典，不但意思完全不錯，而且文字上修飾比梵文還要華麗，念中文的經典，梵文經典可以不要了。這是方先生答覆我的，我聽了也覺得很滿意，可見得我們中國人自信心之強，在那個時候所以能夠成為世界上一等國，沒有任何一個國家能跟中國相比的，獨一無二，信心之強。現在人念中文經典懷疑，不相信，要去找梵文經典、找英文的經典、找西藏文的經典，這真是悲哀的一樁事情。日本文的，是從中文翻譯過去，西藏文的，固然是一部分直接從梵文譯過去，但是還是有一部分從中文譯過去的。"
    },
    {
      "id": "01-003-0092_p0067",
      "zh_CN": "西藏的佛教比中国落后好几百年，西藏的佛教是唐朝文成公主嫁到西藏，文成公主提倡的，那时候藏王才到印度、到中国来取经。从后汉到唐，至少要晚六、七百年，在修学成就上，实在讲西藏比不上中国。你不说别的，我们算承认他，达赖、班禅这些大喇嘛是阿罗汉转世的，才阿罗汉而已。中国各宗各派的祖师，那都是明心见性的大菩萨，超过阿罗汉太多太多了，阿罗汉怎么能比？所以不仅自信心失掉，连学佛的信心都失掉，这怎么能成就？国外密宗很盛行，其实中国的佛学决定不比西藏差，说实在话，真正要想学佛要学中国东西，可以说佛学经典中文经典是独一无二。",
      "zh_TW": "西藏的佛教比中國落後好幾百年，西藏的佛教是唐朝文成公主嫁到西藏，文成公主提倡的，那時候藏王才到印度、到中國來取經。從後漢到唐，至少要晚六、七百年，在修學成就上，實在講西藏比不上中國。你不說別的，我們算承認他，達賴、班禪這些大喇嘛是阿羅漢轉世的，才阿羅漢而已。中國各宗各派的祖師，那都是明心見性的大菩薩，超過阿羅漢太多太多了，阿羅漢怎麼能比？所以不僅自信心失掉，連學佛的信心都失掉，這怎麼能成就？國外密宗很盛行，其實中國的佛學決定不比西藏差，說實在話，真正要想學佛要學中國東西，可以說佛學經典中文經典是獨一無二。"
    },
    {
      "id": "01-003-0092_p0068",
      "zh_CN": "我还提醒美国人，我接触的美国人学佛的也多，也都一窝蜂的学禅学密去了，所以我就给他当头一棒，我就直截了当告诉他，我说：佛教没有到美国来。他们听了就很奇怪，现在美国佛教很盛，日本人在那里传教，日本人势力很大，美国的佛教百分之九十的教会寺庙是日本人的，西藏的占百分之六、七，中国的只占百分二、三。日本势力最大，左右美国的佛教。我就告诉美国人，我说：佛教没有到美国来。他们听了很奇怪，我就给他解释，我说：你仔细去观察一下，中国人供的佛像、菩萨像，一看就是中国人，佛到中国来了；日本人供的佛菩萨像，一看就是日本人，还穿日式鞋子。泰国的佛像，下巴尖尖的，一看就是泰国人。我说：你们美国什么时候看到一个佛像、菩萨像，像你美国人？我提醒他，佛教给我们的是顶天立地、是独立的精神，不是被别人牵着鼻子走，这是我们对佛法佩服得五体投地的地方。",
      "zh_TW": "我還提醒美國人，我接觸的美國人學佛的也多，也都一窩蜂的學禪學密去了，所以我就給他當頭一棒，我就直截了當告訴他，我說：佛教沒有到美國來。他們聽了就很奇怪，現在美國佛教很盛，日本人在那裡傳教，日本人勢力很大，美國的佛教百分之九十的教會寺廟是日本人的，西藏的佔百分之六、七，中國的只佔百分二、三。日本勢力最大，左右美國的佛教。我就告訴美國人，我說：佛教沒有到美國來。他們聽了很奇怪，我就給他解釋，我說：你仔細去觀察一下，中國人供的佛像、菩薩像，一看就是中國人，佛到中國來了；日本人供的佛菩薩像，一看就是日本人，還穿日式鞋子。泰國的佛像，下巴尖尖的，一看就是泰國人。我說：你們美國什麼時候看到一個佛像、菩薩像，像你美國人？我提醒他，佛教給我們的是頂天立地、是獨立的精神，不是被別人牽著鼻子走，這是我們對佛法佩服得五體投地的地方。"
    },
    {
      "id": "01-003-0092_p0069",
      "zh_CN": "日本人的佛教传教是侵略的性质，他今天不是用武力、不是用军队来侵略，用宗教、经济这两种方法来侵略，把你这个国家灭亡了你还不知道。用佛法，控制你的思想，你听他的话、听他摆布，这不得了！所以我是点醒美国人，不要被他用这种方法来侵略。现在美国人逐渐丧失自信心，认为日本好，样样都日本第一，这是我们要警惕的。所以要认识自己的文化、要认识自己的优点，也要晓得自己的缺点，我们今天最大的缺点是：没有自信心、不团结。能把这两个缺点改过来，我们就是世界第一，就是世界的领导者。",
      "zh_TW": "日本人的佛教傳教是侵略的性質，他今天不是用武力、不是用軍隊來侵略，用宗教、經濟這兩種方法來侵略，把你這個國家滅亡了你還不知道。用佛法，控制你的思想，你聽他的話、聽他擺佈，這不得了！所以我是點醒美國人，不要被他用這種方法來侵略。現在美國人逐漸喪失自信心，認為日本好，樣樣都日本第一，這是我們要警惕的。所以要認識自己的文化、要認識自己的優點，也要曉得自己的缺點，我們今天最大的缺點是：沒有自信心、不團結。能把這兩個缺點改過來，我們就是世界第一，就是世界的領導者。"
    },
    {
      "id": "01-003-0092_p0070",
      "zh_CN": "钞【具者，具足，梵语当云佛陀，不言陀者，省文也。】",
      "zh_TW": "鈔【具者，具足，梵語當云佛陀，不言陀者，省文也。】"
    },
    {
      "id": "01-003-0092_p0071",
      "zh_CN": "『省文』就是省略。中国人喜欢简单、喜欢省略，所以把佛陀耶那个尾音省掉，单单称佛。",
      "zh_TW": "『省文』就是省略。中國人喜歡簡單、喜歡省略，所以把佛陀耶那個尾音省掉，單單稱佛。"
    },
    {
      "id": "01-003-0092_p0072",
      "zh_CN": "钞【译以震旦之言，则云觉者。】",
      "zh_TW": "鈔【譯以震旦之言，則云覺者。】"
    },
    {
      "id": "01-003-0092_p0073",
      "zh_CN": "『震旦』是古时候外国人对中国的称呼，因为中国在东方，太阳出来的地方。另外还有一个称呼，称「支那」。「支那」是梵语，是古印度尊称中国，意思就是文化水准高，物产丰富，用现在的话说，就是一个文明与经济开发最高的一个国家、一个地区。像佛经里面称「舍卫国」一样，它是人文、经济在古印度是最繁华、最兴盛的地区，是一种尊称。",
      "zh_TW": "『震旦』是古時候外國人對中國的稱呼，因為中國在東方，太陽出來的地方。另外還有一個稱呼，稱「支那」。「支那」是梵語，是古印度尊稱中國，意思就是文化水準高，物產豐富，用現在的話說，就是一個文明與經濟開發最高的一個國家、一個地區。像佛經裡面稱「舍衛國」一樣，它是人文、經濟在古印度是最繁華、最興盛的地區，是一種尊稱。"
    },
    {
      "id": "01-003-0092_p0074",
      "zh_CN": "佛，翻译成中国话，『则云觉者』。这个觉是：",
      "zh_TW": "佛，翻譯成中國話，『則云覺者』。這個覺是："
    },
    {
      "id": "01-003-0092_p0075",
      "zh_CN": "钞【对迷者得名也。】",
      "zh_TW": "鈔【對迷者得名也。】"
    },
    {
      "id": "01-003-0092_p0076",
      "zh_CN": "『迷』的反面就是觉悟。所以迷、觉是一对，佛觉，不觉就是迷，凡夫迷，佛是觉悟。觉里面有三个意思：",
      "zh_TW": "『迷』的反面就是覺悟。所以迷、覺是一對，佛覺，不覺就是迷，凡夫迷，佛是覺悟。覺裡面有三個意思："
    },
    {
      "id": "01-003-0092_p0077",
      "zh_CN": "钞【三觉者，自觉异凡夫。】",
      "zh_TW": "鈔【三覺者，自覺異凡夫。】"
    },
    {
      "id": "01-003-0092_p0078",
      "zh_CN": "佛自觉，凡人自己迷惑。确确实实，我们不知道自己从哪里来的，也不晓得自己将来要到哪里去，甚至于不知道现在应该做些什么，这一生就糊里糊涂过去了，这就是不觉，真的醉生梦死。凡夫就是这样的，在这个世间争名争利，到后来是一场空，哪一样东西你能带得去？没有一样。就是古人所讲的，人应当做到三不朽：立功、立德、立言，所谓遗芳后世，这个观念还是迷而不觉。为什么？地球有成住坏空，你留不住。根据地质学家考据，地球以前已经经过四次洪水，整个地面都淹没，所有文化全部摧毁了，每次洪水几乎文化都是从头来起。你留芳后世，这是一个梦想，是做不到事情。可见得佛讲的话是正确没有错误的。迷惑颠倒！这是要觉悟的。",
      "zh_TW": "佛自覺，凡人自己迷惑。確確實實，我們不知道自己從哪裡來的，也不曉得自己將來要到哪裡去，甚至於不知道現在應該做些什麼，這一生就糊裡糊塗過去了，這就是不覺，真的醉生夢死。凡夫就是這樣的，在這個世間爭名爭利，到後來是一場空，哪一樣東西你能帶得去？沒有一樣。就是古人所講的，人應當做到三不朽：立功、立德、立言，所謂遺芳後世，這個觀念還是迷而不覺。為什麼？地球有成住壞空，你留不住。根據地質學家考據，地球以前已經經過四次洪水，整個地面都淹沒，所有文化全部摧毀了，每次洪水幾乎文化都是從頭來起。你留芳後世，這是一個夢想，是做不到事情。可見得佛講的話是正確沒有錯誤的。迷惑顛倒！這是要覺悟的。"
    },
    {
      "id": "01-003-0092_p0079",
      "zh_CN": "佛不迷，他就没有烦恼，他不迷，他就没有轮回，烦恼是因，轮回是果。六道轮回从哪里来的？就是你心里烦恼变现出来的，这个人心里没有烦恼就没有六道轮回。佛在经上讲，小乘圣者四果罗汉超越轮回，他怎么超越？见思烦恼断了，就超越三界、超越轮回。佛没有见思烦恼，不但见思烦恼他没有，尘沙烦恼他也没有，无明烦恼他也没有。阿罗汉这三类的烦恼，只不过断见思烦恼，尘沙烦恼、无明烦恼他还有，那么三界六道轮回他没有。",
      "zh_TW": "佛不迷，他就沒有煩惱，他不迷，他就沒有輪迴，煩惱是因，輪迴是果。六道輪迴從哪裡來的？就是你心裡煩惱變現出來的，這個人心裡沒有煩惱就沒有六道輪迴。佛在經上講，小乘聖者四果羅漢超越輪迴，他怎麼超越？見思煩惱斷了，就超越三界、超越輪迴。佛沒有見思煩惱，不但見思煩惱他沒有，塵沙煩惱他也沒有，無明煩惱他也沒有。阿羅漢這三類的煩惱，只不過斷見思煩惱，塵沙煩惱、無明煩惱他還有，那麼三界六道輪迴他沒有。"
    },
    {
      "id": "01-003-0092_p0080",
      "zh_CN": "诸位同修要牢牢的记住，如果我们见思烦恼没有断，不管你学哪个法门，你都不能成就，为什么？你没有能力出三界。就像倓虚法师讲的，他是天台宗的祖师，天台修行是用止观的方法修禅定、修止观，修到最好的程度也不过是生天而已，没有出三界。就算禅定功夫很深，盘腿面壁能坐上一个月、一百天不起来，这了不起！他的果报也不过是在初禅二禅而已，在四禅天，就这么一个功夫，出不了三界。",
      "zh_TW": "諸位同修要牢牢的記住，如果我們見思煩惱沒有斷，不管你學哪個法門，你都不能成就，為什麼？你沒有能力出三界。就像倓虛法師講的，他是天台宗的祖師，天台修行是用止觀的方法修禪定、修止觀，修到最好的程度也不過是生天而已，沒有出三界。就算禪定功夫很深，盤腿面壁能坐上一個月、一百天不起來，這了不起！他的果報也不過是在初禪二禪而已，在四禪天，就這麼一個功夫，出不了三界。"
    },
    {
      "id": "01-003-0092_p0081",
      "zh_CN": "所以诸位同修，你要想在这一生了生死脱轮回，想真正离苦得乐，干净俐落，你必须对《阿弥陀经》、对《无量寿经》要认真的去研究，除了这个法门之外，任何一个法门，你别想在这一生成就。我不是这么武断的说，你自己想一想，你能不能断烦恼？不是说法门不好，法门都好，你要用那个法子修，果然能断烦恼，那就成功了。你用那个方法修，修来修去不能断烦恼，换句话说，你就不成功，你那个药吃了没效。",
      "zh_TW": "所以諸位同修，你要想在這一生了生死脫輪迴，想真正離苦得樂，乾淨俐落，你必須對《阿彌陀經》、對《無量壽經》要認真的去研究，除了這個法門之外，任何一個法門，你別想在這一生成就。我不是這麼武斷的說，你自己想一想，你能不能斷煩惱？不是說法門不好，法門都好，你要用那個法子修，果然能斷煩惱，那就成功了。你用那個方法修，修來修去不能斷煩惱，換句話說，你就不成功，你那個藥吃了沒效。"
    },
    {
      "id": "01-003-0092_p0082",
      "zh_CN": "这个法门不断烦恼可以往生，妙就妙在此地，除这个法门之外，所谓八万四千法门，任何一个法门都要断见思烦恼才能超越六道轮回，只有这个法门不必。你真正相信、真正发愿、真正肯念佛，你这一生决定成功。你要把一切放下，不但把世缘放下，就是一切所有的佛法都要放下。一切经教我不要去研究，我只要研究这两部经够了，保证你这一生往生。你要再搞禅、搞密、搞教，那你就靠不住，为什么？你的思想混乱了，你这个功夫里头掺杂了，不纯，所以很难得效果。这个法门没有别的诀窍，就像大经里面所说的，「发菩提心，一向专念」，我们这部经里面讲「一心不乱、心不颠倒」，你只要真正能照这样做，就决定成功，所以说非常非常的重要。",
      "zh_TW": "這個法門不斷煩惱可以往生，妙就妙在此地，除這個法門之外，所謂八萬四千法門，任何一個法門都要斷見思煩惱才能超越六道輪迴，只有這個法門不必。你真正相信、真正發願、真正肯念佛，你這一生決定成功。你要把一切放下，不但把世緣放下，就是一切所有的佛法都要放下。一切經教我不要去研究，我只要研究這兩部經夠了，保證你這一生往生。你要再搞禪、搞密、搞教，那你就靠不住，為什麼？你的思想混亂了，你這個功夫裡頭摻雜了，不純，所以很難得效果。這個法門沒有別的訣竅，就像大經裡面所說的，「發菩提心，一向專念」，我們這部經裡面講「一心不亂、心不顛倒」，你只要真正能照這樣做，就決定成功，所以說非常非常的重要。"
    },
    {
      "id": "01-003-0092_p0083",
      "zh_CN": "我跟诸位同修说，我是决定有把握往生，所以我今天这么肯定的来劝你们，就是我决定有把握。我在这个世界上一天到晚欢欢喜喜、嘻嘻哈哈，为什么？我来旅行的，我是来玩的，我无忧无虑、无牵无挂，怎么不自在！要认真努力。我在没得这法门以前跟你们一样，一天到晚胡思乱想烦恼重重，得到这个法门之后，没有了，妄想杂念没有了，一切烦恼也没有了，那个烦恼找都找不到，想一个烦恼都没有、都想不到，这法门的好处，我真正得利益了。",
      "zh_TW": "我跟諸位同修說，我是決定有把握往生，所以我今天這麼肯定的來勸你們，就是我決定有把握。我在這個世界上一天到晚歡歡喜喜、嘻嘻哈哈，為什麼？我來旅行的，我是來玩的，我無憂無慮、無牽無掛，怎麼不自在！要認真努力。我在沒得這法門以前跟你們一樣，一天到晚胡思亂想煩惱重重，得到這個法門之後，沒有了，妄想雜念沒有了，一切煩惱也沒有了，那個煩惱找都找不到，想一個煩惱都沒有、都想不到，這法門的好處，我真正得利益了。"
    },
    {
      "id": "01-003-0092_p0084",
      "zh_CN": "今天把这殊胜利益贡献给诸位。所以大家要是发心印经，最好就印这两部经，《弥陀经疏钞》、《要解》，《无量寿经》的注解，那是无量无边的功德，为什么？人家得到这个，他真的能得度。得到别的经书，虽然是好，一生当中就救不了现在的命。这几本书真正救得了命，真正能解决问题，所以一切功德没有能够跟这个相比的。这是讲自觉，佛觉，凡夫不觉，『自觉异凡夫』，异就是跟凡夫不一样。",
      "zh_TW": "今天把這殊勝利益貢獻給諸位。所以大家要是發心印經，最好就印這兩部經，《彌陀經疏鈔》、《要解》，《無量壽經》的註解，那是無量無邊的功德，為什麼？人家得到這個，他真的能得度。得到別的經書，雖然是好，一生當中就救不了現在的命。這幾本書真正救得了命，真正能解決問題，所以一切功德沒有能夠跟這個相比的。這是講自覺，佛覺，凡夫不覺，『自覺異凡夫』，異就是跟凡夫不一樣。"
    },
    {
      "id": "01-003-0092_p0085",
      "zh_CN": "钞【觉他异二乘。】",
      "zh_TW": "鈔【覺他異二乘。】"
    },
    {
      "id": "01-003-0092_p0086",
      "zh_CN": "『二乘』是讲声闻、缘觉，我们通常称为阿罗汉，辟支佛，在佛法里叫小乘。小乘见思烦恼断了，他能超越六道生死轮回。可是他只是自觉，没有觉他，俗话讲：自了汉。自己觉悟了，不肯帮助别人、不肯教化众生，这是小乘人。因此，小乘的自觉没有圆满，三类的烦恼他只断掉一类，见思烦恼，另外两类他没有断。他为什么断不了？那两类的烦恼要教化众生才断得了。小乘人贪图身心自在，不愿意跟社会人接触，因为社会人太麻烦了，所以他的尘沙惑、无明惑断不掉。佛不一样，佛普遍的教化众生，大慈大悲，跟声闻、缘觉不相同。",
      "zh_TW": "『二乘』是講聲聞、緣覺，我們通常稱為阿羅漢，辟支佛，在佛法裡叫小乘。小乘見思煩惱斷了，他能超越六道生死輪迴。可是他只是自覺，沒有覺他，俗話講：自了漢。自己覺悟了，不肯幫助別人、不肯教化眾生，這是小乘人。因此，小乘的自覺沒有圓滿，三類的煩惱他只斷掉一類，見思煩惱，另外兩類他沒有斷。他為什麼斷不了？那兩類的煩惱要教化眾生才斷得了。小乘人貪圖身心自在，不願意跟社會人接觸，因為社會人太麻煩了，所以他的塵沙惑、無明惑斷不掉。佛不一樣，佛普遍的教化眾生，大慈大悲，跟聲聞、緣覺不相同。"
    },
    {
      "id": "01-003-0092_p0087",
      "zh_CN": "钞【觉满异菩萨。】",
      "zh_TW": "鈔【覺滿異菩薩。】"
    },
    {
      "id": "01-003-0092_p0088",
      "zh_CN": "『满』是圆满，菩萨确实他是自觉觉他，自己自觉也教化众生，也帮助别人觉悟，但是不圆满。唯有佛圆满，圆满的大觉，所以他跟菩萨不一样。",
      "zh_TW": "『滿』是圓滿，菩薩確實他是自覺覺他，自己自覺也教化眾生，也幫助別人覺悟，但是不圓滿。唯有佛圓滿，圓滿的大覺，所以他跟菩薩不一樣。"
    },
    {
      "id": "01-003-0092_p0089",
      "zh_CN": "在佛门里面的称呼，我在此地略说一说，这是一种常识，诸位要记住。我们今天看到许多这个出家人往往尊称「某某大师」，这个称呼要不得，你们同修们晓得之后，以后见到出家人不要称大师，称大师是骂他的，为什么？「大师」是佛称的，菩萨都没有资格称大师，菩萨称「大士」，观音大士。你们有没有哪里看到「观音大师」？没有，观音大士。所以菩萨称「大士」，称「开士」。",
      "zh_TW": "在佛門裡面的稱呼，我在此地略說一說，這是一種常識，諸位要記住。我們今天看到許多這個出家人往往尊稱「某某大師」，這個稱呼要不得，你們同修們曉得之後，以後見到出家人不要稱大師，稱大師是罵他的，為什麼？「大師」是佛稱的，菩薩都沒有資格稱大師，菩薩稱「大士」，觀音大士。你們有沒有哪裡看到「觀音大師」？沒有，觀音大士。所以菩薩稱「大士」，稱「開士」。"
    },
    {
      "id": "01-003-0092_p0090",
      "zh_CN": "「大师」是对佛的尊称，普通一般人不能称，为什么？要觉满的人才能称，他虽然觉，觉没有圆满，不能称大师。所以这要称大师太过分了。好像我们见到一个人，我们要尊敬他，这世间上尊敬的名称最高的是总统，我见到你「总统先生」，那是不是骂你！你不是总统称你总统先生；你在一个学校当教员，那个学校最高的是校长，看到你「校长先生」，那不是骂人吗？所以这是绝对错误的，现代人许多地方僭越，做得太过分了。",
      "zh_TW": "「大師」是對佛的尊稱，普通一般人不能稱，為什麼？要覺滿的人才能稱，他雖然覺，覺沒有圓滿，不能稱大師。所以這要稱大師太過分了。好像我們見到一個人，我們要尊敬他，這世間上尊敬的名稱最高的是總統，我見到你「總統先生」，那是不是罵你！你不是總統稱你總統先生；你在一個學校當教員，那個學校最高的是校長，看到你「校長先生」，那不是罵人嗎？所以這是絕對錯誤的，現代人許多地方僭越，做得太過分了。"
    },
    {
      "id": "01-003-0092_p0091",
      "zh_CN": "钞【三觉俱圆，故曰自他觉满之者。】",
      "zh_TW": "鈔【三覺俱圓，故曰自他覺滿之者。】"
    },
    {
      "id": "01-003-0092_p0092",
      "zh_CN": "要到这种地位，我们才尊称他为佛，称之为大师。",
      "zh_TW": "要到這種地位，我們才尊稱他為佛，稱之為大師。"
    },
    {
      "id": "01-003-0092_p0093",
      "zh_CN": "「佛」这个字，意思很多，当时在中国文字里面找不到字汇来翻这个名词，只好音译再加以注解。底下还有一种『三觉』的意思，也是讲自觉、觉他、觉满。",
      "zh_TW": "「佛」這個字，意思很多，當時在中國文字裡面找不到字彙來翻這個名詞，只好音譯再加以註解。底下還有一種『三覺』的意思，也是講自覺、覺他、覺滿。"
    },
    {
      "id": "01-003-0092_p0094",
      "zh_CN": "钞【又离心名自觉，离色名觉他，俱离名觉满，亦三觉义。】",
      "zh_TW": "鈔【又離心名自覺，離色名覺他，俱離名覺滿，亦三覺義。】"
    },
    {
      "id": "01-003-0092_p0095",
      "zh_CN": "前面三觉是从人事上来说的，阿罗汉、辟支佛、菩萨，确实有这个人，确实有这个事，从这地方说的。这个『三觉』是完全从自己修证功夫上说的，与外人不相干。这里面讲到『色』、讲到『心』，这就讲到唯识学，唯识学也就是佛教的心理学，讲到心理学了。这个「心」就是讲的识心，我们通常讲八识。八识是完全讲心理，阿赖耶识是讲心之本体，前面讲的七个识是这个心的作用，心理的作用。所以作用，第一个作用是末那，末那是转识，如何从体转变成作用，它叫转识。第六是意识，我们现在所用的都是意识，意识种种分别、种种执着，这全是意识心。",
      "zh_TW": "前面三覺是從人事上來說的，阿羅漢、辟支佛、菩薩，確實有這個人，確實有這個事，從這地方說的。這個『三覺』是完全從自己修證功夫上說的，與外人不相干。這裡面講到『色』、講到『心』，這就講到唯識學，唯識學也就是佛教的心理學，講到心理學了。這個「心」就是講的識心，我們通常講八識。八識是完全講心理，阿賴耶識是講心之本體，前面講的七個識是這個心的作用，心理的作用。所以作用，第一個作用是末那，末那是轉識，如何從體轉變成作用，它叫轉識。第六是意識，我們現在所用的都是意識，意識種種分別、種種執著，這全是意識心。"
    },
    {
      "id": "01-003-0092_p0096",
      "zh_CN": "在眼耳鼻舌身，这就五识，我们五种感官，在眼就能见、在耳就能听，所以《楞严》上讲：元依一精明，分成六和合。它的体是一个，但是在工具上不相同，它起的作用不一样。这个事情在现代科技发达，我们不难理解。譬如电，电的体是一个，在灯上它就放光，在麦克风上它就能把音声扩大，电是一个东西！它的机器不一样，它起的作用不一样。阿赖耶就像电流一样，眼耳鼻舌身就像电器一样，它在哪一个器上，它起的作用不相同，但是那个电流决定是相同的。所以心是一个，在眼能见、在耳能听、在鼻嗅香、在舌尝味，这是它机械不一样，它起的作用不相同。这些统统叫妄心，虚妄的，不是真心。",
      "zh_TW": "在眼耳鼻舌身，這就五識，我們五種感官，在眼就能見、在耳就能聽，所以《楞嚴》上講：元依一精明，分成六和合。它的體是一個，但是在工具上不相同，它起的作用不一樣。這個事情在現代科技發達，我們不難理解。譬如電，電的體是一個，在燈上它就放光，在麥克風上它就能把音聲擴大，電是一個東西！它的機器不一樣，它起的作用不一樣。阿賴耶就像電流一樣，眼耳鼻舌身就像電器一樣，它在哪一個器上，它起的作用不相同，但是那個電流決定是相同的。所以心是一個，在眼能見、在耳能聽、在鼻嗅香、在舌嘗味，這是它機械不一樣，它起的作用不相同。這些統統叫妄心，虛妄的，不是真心。"
    },
    {
      "id": "01-003-0092_p0097",
      "zh_CN": "真心的作用，那不得了！真心作用不受器械的拘束，如果你是真心，也能见、也能听、也能闻味道，所以《楞严》上说「六根互用」。任何一个物体上，它能发挥全部的功能、全部的作用，这是真实的。所以用真心的人，我们一般人讲有神通，为什么有神通？譬如他眼看到这里，后面能不能看到？后面能看到，他的脑袋他可以看！身呢？身都起作用了，他没有障碍！头顶也看上面、脚底下看下面，四面八方他都看到。所以真心现前，你的本能就恢复。",
      "zh_TW": "真心的作用，那不得了！真心作用不受器械的拘束，如果你是真心，也能見、也能聽、也能聞味道，所以《楞嚴》上說「六根互用」。任何一個物體上，它能發揮全部的功能、全部的作用，這是真實的。所以用真心的人，我們一般人講有神通，為什麼有神通？譬如他眼看到這裡，後面能不能看到？後面能看到，他的腦袋他可以看！身呢？身都起作用了，他沒有障礙！頭頂也看上面、腳底下看下面，四面八方他都看到。所以真心現前，你的本能就恢復。"
    },
    {
      "id": "01-003-0092_p0098",
      "zh_CN": "现在这个世界上有不少有神通的人，是真的不是假的，你们千千万万不要去惹他，不要去接近他，没好处。因为他那个神通都是鬼神附在他身上所现的，不是他的本能。妖魔鬼怪到这个世间，他跟他有缘，借着他的身体显神通，彼此两个人都有好处，那个魔鬼有好处，他自己也觉得我现在有神通了，也搞了不少的徒众来兴风作浪，搞这些名闻利养。现在人迷信这个特别多，讲真的他不相信，讲个假的他相信。",
      "zh_TW": "現在這個世界上有不少有神通的人，是真的不是假的，你們千千萬萬不要去惹他，不要去接近他，沒好處。因為他那個神通都是鬼神附在他身上所現的，不是他的本能。妖魔鬼怪到這個世間，他跟他有緣，借著他的身體顯神通，彼此兩個人都有好處，那個魔鬼有好處，他自己也覺得我現在有神通了，也搞了不少的徒眾來興風作浪，搞這些名聞利養。現在人迷信這個特別多，講真的他不相信，講個假的他相信。"
    },
    {
      "id": "01-003-0092_p0099",
      "zh_CN": "我在洛杉矶讲净土法门，听的人大概只有四十多个人，当中有个居士告诉我，他说：法师，你如果讲《财神经》，听的人恐怕都上万。他就告诉我，卢胜彦在那边讲《财神经》，卖票一张票二十块美金，里面位子都没得坐，你看有多少人？卢胜彦真是发了财。我们跟人讲真的，真的没人听，讲假的骗人，现在人听骗，一骗他就来了。眼前好，财源滚滚不断而来，可是后来的果报不得了，这是得不偿失，古人所讲：刀口舐蜜。蜜很甜在刀刃上，吃下去甜尝到了，舌头也去掉了；后来的果报太可怕，我们决定不要干这个事情。",
      "zh_TW": "我在洛杉磯講淨土法門，聽的人大概只有四十多個人，當中有個居士告訴我，他說：法師，你如果講《財神經》，聽的人恐怕都上萬。他就告訴我，盧勝彥在那邊講《財神經》，賣票一張票二十塊美金，裡面位子都沒得坐，你看有多少人？盧勝彥真是發了財。我們跟人講真的，真的沒人聽，講假的騙人，現在人聽騙，一騙他就來了。眼前好，財源滾滾不斷而來，可是後來的果報不得了，這是得不償失，古人所講：刀口舐蜜。蜜很甜在刀刃上，吃下去甜嘗到了，舌頭也去掉了；後來的果報太可怕，我們決定不要幹這個事情。"
    },
    {
      "id": "01-003-0092_p0100",
      "zh_CN": "所以要自觉，自觉离心，离心意识，这就叫自觉，这是真正的功夫。离心意识是怎么离法？简单的说，这个识就是分别，意是执着，心是落印象。假如我们在生活当中，处事待人接物，我们不分别、不执着、不落印象，这就叫离心意识，这叫自觉。诸位想想，你能不能做得到？不容易！这是自觉。",
      "zh_TW": "所以要自覺，自覺離心，離心意識，這就叫自覺，這是真正的功夫。離心意識是怎麼離法？簡單的說，這個識就是分別，意是執著，心是落印象。假如我們在生活當中，處事待人接物，我們不分別、不執著、不落印象，這就叫離心意識，這叫自覺。諸位想想，你能不能做得到？不容易！這是自覺。"
    },
    {
      "id": "01-003-0092_p0101",
      "zh_CN": "这个自觉的意思比前面讲的还要深，这是真正的功夫，要离心意识。我常常在讲席当中用四句话来讲：不分别、不执着、不起心、不动念。要真正去做！真的这样去做，有人问我：这不就变成白痴了吗？如果白痴就是佛的话，那很容易，现在医院打一针就白痴了，成佛，何必要这么苦修？用不着了！不是的。我给你讲的这个不分别，是「分别」跟「不分别」是一不是二，这叫不分别；「执着」与「不执着」是一不是二，这叫不执着；不动念，「动念」跟「不动念」也是一不是二；「起心」与「不起心」也是一不是二。",
      "zh_TW": "這個自覺的意思比前面講的還要深，這是真正的功夫，要離心意識。我常常在講席當中用四句話來講：不分別、不執著、不起心、不動念。要真正去做！真的這樣去做，有人問我：這不就變成白痴了嗎？如果白痴就是佛的話，那很容易，現在醫院打一針就白痴了，成佛，何必要這麼苦修？用不著了！不是的。我給你講的這個不分別，是「分別」跟「不分別」是一不是二，這叫不分別；「執著」與「不執著」是一不是二，這叫不執著；不動念，「動念」跟「不動念」也是一不是二；「起心」與「不起心」也是一不是二。"
    },
    {
      "id": "01-003-0092_p0102",
      "zh_CN": "这听起来就很玄了，但是我跟诸位说的这是真实话。譬如我们待人接物，我们手上拿一本书，人家问你：法师，你手上拿什么？我不起心、不动念、不分别、不执着，我一句话没得说，人家问的，那我不是呆呆的！他问我什么，我说：这书！什么书？《弥陀经》。你看我这又分别、又执着、又起心、又动念，这个分别执着、起心动念是为他，他说这个是书，所以我才跟他说书，他说这个是《弥陀经》，我也跟他说《弥陀经》。我自己心里面有没有执着这是书、这是《弥陀经》？没有。所以对自己讲，确实没有起心动念、没有分别执着，但是对人的时候，又起心又动念又分别又执着，所以它是一不是二。诸位要学这样子，这个叫佛。",
      "zh_TW": "這聽起來就很玄了，但是我跟諸位說的這是真實話。譬如我們待人接物，我們手上拿一本書，人家問你：法師，你手上拿什麼？我不起心、不動念、不分別、不執著，我一句話沒得說，人家問的，那我不是呆呆的！他問我什麼，我說：這書！什麼書？《彌陀經》。你看我這又分別、又執著、又起心、又動念，這個分別執著、起心動念是為他，他說這個是書，所以我才跟他說書，他說這個是《彌陀經》，我也跟他說《彌陀經》。我自己心裡面有沒有執著這是書、這是《彌陀經》？沒有。所以對自己講，確實沒有起心動念、沒有分別執著，但是對人的時候，又起心又動念又分別又執著，所以它是一不是二。諸位要學這樣子，這個叫佛。"
    },
    {
      "id": "01-003-0092_p0103",
      "zh_CN": "对自己，「佛法在世间」，对别人，「不坏世间相」，世间一切现象、世间一切秩序，随顺，决定不破坏它，自己心地干干净净一尘不染，你就得大自在了。这个世间没有一个人不能相处，没有一桩事情不可爱，你会得大自在。可是世间人跟佛不一样，他外面分别里头也真分别，外头执着里头也执着，这个事情麻烦大了。佛菩萨那个高明之处，就是外面对你，随着你的分别而分别，随着你的执着而执着，他自己根本没有分别执着，他的本事就在此地，这叫自觉，这是我们要学的。修行修什么？就修这个。每天敲着木鱼念经、拜佛、磕头，人家说那个都是装样子，装模作样的，样子装得再像，心里面不作功夫，没用处。",
      "zh_TW": "對自己，「佛法在世間」，對別人，「不壞世間相」，世間一切現象、世間一切秩序，隨順，決定不破壞它，自己心地乾乾淨淨一塵不染，你就得大自在了。這個世間沒有一個人不能相處，沒有一樁事情不可愛，你會得大自在。可是世間人跟佛不一樣，他外面分別裡頭也真分別，外頭執著裡頭也執著，這個事情麻煩大了。佛菩薩那個高明之處，就是外面對你，隨著你的分別而分別，隨著你的執著而執著，他自己根本沒有分別執著，他的本事就在此地，這叫自覺，這是我們要學的。修行修什麼？就修這個。每天敲著木魚念經、拜佛、磕頭，人家說那個都是裝樣子，裝模作樣的，樣子裝得再像，心裡面不作功夫，沒用處。"
    },
    {
      "id": "01-003-0092_p0104",
      "zh_CN": "我这次去加拿大，遇到一位同修，他告诉我，他过去跟一个老师父学佛，他说他那个师父修行非常好，就是每天的功课都不缺，都非常认真的修学，他佩服得五体投地。他说最近着魔了，住在神经病院，他来问我什么原因？问我要不要再亲近他？我就告诉他，形式上的修行，修得再好装模作样，真正修行是在内心里头用功夫，转境界，不在形式。",
      "zh_TW": "我這次去加拿大，遇到一位同修，他告訴我，他過去跟一個老師父學佛，他說他那個師父修行非常好，就是每天的功課都不缺，都非常認真的修學，他佩服得五體投地。他說最近著魔了，住在神經病院，他來問我什麼原因？問我要不要再親近他？我就告訴他，形式上的修行，修得再好裝模作樣，真正修行是在內心裡頭用功夫，轉境界，不在形式。"
    },
    {
      "id": "01-003-0092_p0105",
      "zh_CN": "我们读古人传记，寒山、拾得在寺庙里头疯疯癫癫的，厨房里面烧火的两个小工，到后来才晓得是文殊、普贤两大菩萨，他们在天台山国清寺，碓房舂米的丰干，那是阿弥陀佛，都做苦工，都在伺候大家。所以他们看到戒堂里面半月诵戒，庄严都在诵戒，认真！寒山、拾得在门口讽刺笑话他们，为什么？戒律很认真诵，做不到。所以要晓得，真正功夫在心地，「因地不真，果招迂曲」，他那个师父有这个魔障，着了魔，有原因的。",
      "zh_TW": "我們讀古人傳記，寒山、拾得在寺廟裡頭瘋瘋癲癲的，廚房裡面燒火的兩個小工，到後來才曉得是文殊、普賢兩大菩薩，他們在天台山國清寺，碓房舂米的豐干，那是阿彌陀佛，都做苦工，都在伺候大家。所以他們看到戒堂裡面半月誦戒，莊嚴都在誦戒，認真！寒山、拾得在門口諷刺笑話他們，為什麼？戒律很認真誦，做不到。所以要曉得，真正功夫在心地，「因地不真，果招迂曲」，他那個師父有這個魔障，著了魔，有原因的。"
    },
    {
      "id": "01-003-0092_p0106",
      "zh_CN": "他问我要不要再亲近他，我告诉他，我说：你既然跟他那么多年，你有义务照顾他，他在病苦当中，如果需要帮助的话，有钱应当帮助他、照顾他。他告诉我：我那个师父钱太多了。我说：那你就不必去了，钱太多了，就要着魔障。《阿难问事佛吉凶经》里，佛告诉我们「积财丧道」，他心就不在道上了，心天天就在那钱财上。尤其在香港，他的师父在香港，钱多了放在银行里面又怕利息少了，买股票又怕跌了，那个事情麻烦大了，他哪有心在道上？所以每天仪规做得再好，他心不在道上，他会着魔！这个地方我们要晓得，离心离色很重要很重要。",
      "zh_TW": "他問我要不要再親近他，我告訴他，我說：你既然跟他那麼多年，你有義務照顧他，他在病苦當中，如果需要幫助的話，有錢應當幫助他、照顧他。他告訴我：我那個師父錢太多了。我說：那你就不必去了，錢太多了，就要著魔障。《阿難問事佛吉凶經》裡，佛告訴我們「積財喪道」，他心就不在道上了，心天天就在那錢財上。尤其在香港，他的師父在香港，錢多了放在銀行裡面又怕利息少了，買股票又怕跌了，那個事情麻煩大了，他哪有心在道上？所以每天儀規做得再好，他心不在道上，他會著魔！這個地方我們要曉得，離心離色很重要很重要。"
    },
    {
      "id": "01-003-0092_p0107",
      "zh_CN": "色是什么呢？外面的境界，外面境界要舍掉，决不为外面五欲六尘所动心。外面是财色名食睡、名闻利养，你还要为这些东西动心，那你就错了，你就迷了，你就不觉了。所以这个自觉觉他的意思，就是内断烦恼，内是不起心、不动念、不分别、不执着，外面不为五欲六尘所诱惑，这叫觉他。『俱离』，两边都离了，内离烦恼，外断尘缘，这叫觉满，觉行圆满。所以这一段的解释完全从自己功夫上来说的，非常的重要。",
      "zh_TW": "色是什麼呢？外面的境界，外面境界要捨掉，決不為外面五欲六塵所動心。外面是財色名食睡、名聞利養，你還要為這些東西動心，那你就錯了，你就迷了，你就不覺了。所以這個自覺覺他的意思，就是內斷煩惱，內是不起心、不動念、不分別、不執著，外面不為五欲六塵所誘惑，這叫覺他。『俱離』，兩邊都離了，內離煩惱，外斷塵緣，這叫覺滿，覺行圓滿。所以這一段的解釋完全從自己功夫上來說的，非常的重要。"
    },
    {
      "id": "01-003-0092_p0108",
      "zh_CN": "学佛第一个阶段的收获是法喜充满，这是你初初证得的，这是享受。我是民国四十二年亲近方东美先生的，非常的难得，他要我在他家里上课，不是在学校，所以我跟他学是在他家里学的。他给我讲《哲学概论》，讲到最后终结的时候讲到《佛经哲学》，他下了一个定语：佛经哲学是全世界哲学里面最高的，是人生最高的享受。我就是被这两句话打动了，所以发心来学佛，来研究佛学。我对他非常感激，为什么？我今天真正证实了人生最高的享受，我得到了。",
      "zh_TW": "學佛第一個階段的收穫是法喜充滿，這是你初初證得的，這是享受。我是民國四十二年親近方東美先生的，非常的難得，他要我在他家裡上課，不是在學校，所以我跟他學是在他家裡學的。他給我講《哲學概論》，講到最後終結的時候講到《佛經哲學》，他下了一個定語：佛經哲學是全世界哲學裡面最高的，是人生最高的享受。我就是被這兩句話打動了，所以發心來學佛，來研究佛學。我對他非常感激，為什麼？我今天真正證實了人生最高的享受，我得到了。"
    },
    {
      "id": "01-003-0092_p0109",
      "zh_CN": "所以学佛身心自在快快乐乐，我看很多人学佛学得面孔愁眉苦脸的，这个学佛没有得法，没有得利益，就好像我们有病，这个药吃了没效。希望大家要好好的检点，认真的学习，学佛的人就是快快乐乐。我在国外能够有这么好的法缘，大家都希望来跟我，就是看到我很快乐，我这个快乐从哪里来的？念阿弥陀佛来的。我教他「你这么念，你就会很快乐」，这个就能接引很多众生。如果我一天到晚板着脸孔愁眉苦脸、谁都不愿意学佛了。你看学佛，学佛就是这个样子，这佛还能学吗？这佛不能学！",
      "zh_TW": "所以學佛身心自在快快樂樂，我看很多人學佛學得面孔愁眉苦臉的，這個學佛沒有得法，沒有得利益，就好像我們有病，這個藥吃了沒效。希望大家要好好的檢點，認真的學習，學佛的人就是快快樂樂。我在國外能夠有這麼好的法緣，大家都希望來跟我，就是看到我很快樂，我這個快樂從哪裡來的？念阿彌陀佛來的。我教他「你這麼念，你就會很快樂」，這個就能接引很多眾生。如果我一天到晚板著臉孔愁眉苦臉、誰都不願意學佛了。你看學佛，學佛就是這個樣子，這佛還能學嗎？這佛不能學！"
    },
    {
      "id": "01-003-0092_p0110",
      "zh_CN": "诸位要好好认真，假如我们佛法没有学好，不但我们对不起佛陀，我们破坏了佛法，为什么？我们吓得别人不敢学佛，这个罪过就无量无边，等于破坏佛法。我们总要叫人家一见到：学佛多好，那个人学佛，你看看那么幸福、那么快乐。第一个就要叫人家有这个印象，这样你就能普度众生，你就能普遍的接引众生，很重要很重要。这种法喜是从内心里面发出来的，不是学来的，决定不是受外面境界刺激，是真正从内心发出来的喜悦，这叫法喜。我们今天讲到此地。",
      "zh_TW": "諸位要好好認真，假如我們佛法沒有學好，不但我們對不起佛陀，我們破壞了佛法，為什麼？我們嚇得別人不敢學佛，這個罪過就無量無邊，等於破壞佛法。我們總要叫人家一見到：學佛多好，那個人學佛，你看看那麼幸福、那麼快樂。第一個就要叫人家有這個印象，這樣你就能普度眾生，你就能普遍的接引眾生，很重要很重要。這種法喜是從內心裡面發出來的，不是學來的，決定不是受外面境界刺激，是真正從內心發出來的喜悅，這叫法喜。我們今天講到此地。"
    }
  ]
}