{
  "doc_id": "01-003-0044",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十四集",
    "zh_TW": "第四十四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0044",
  "total_paragraphs": 100,
  "paragraphs": [
    {
      "id": "01-003-0044_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五十三页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五十三頁："
    },
    {
      "id": "01-003-0044_p0002",
      "zh_CN": "疏【回向菩提者，凡所修为，咸愿往生，是名回向。而向无他向，回向西方者，回向自性也。】",
      "zh_TW": "疏【回向菩提者，凡所修為，咸願往生，是名回向。而向無他向，回向西方者，回向自性也。】"
    },
    {
      "id": "01-003-0044_p0003",
      "zh_CN": "这几句是注解序文「有愿皆回向菩提」这一句。学佛为什么要回向？有哪些事情应当回向？回向给谁？这些我们都要把它搞清楚。凡是真正学佛的人，无论做什么善事，大善、小善，你修世间法或者出世间法，都要回向。这里说得很清楚，『凡所修为』，「为」就是你的造作，「修」是你的修行，『咸愿往生』，不管做什么，我们只有一个目标，求生净土，求生净土这个念头时时刻刻不能忘记。做一切善，做善事修福，这个福修了做什么用？帮助我往生。",
      "zh_TW": "這幾句是註解序文「有願皆回向菩提」這一句。學佛為什麼要回向？有哪些事情應當回向？回向給誰？這些我們都要把它搞清楚。凡是真正學佛的人，無論做什麼善事，大善、小善，你修世間法或者出世間法，都要回向。這裡說得很清楚，『凡所修為』，「為」就是你的造作，「修」是你的修行，『咸願往生』，不管做什麼，我們只有一個目標，求生淨土，求生淨土這個念頭時時刻刻不能忘記。做一切善，做善事修福，這個福修了做什麼用？幫助我往生。"
    },
    {
      "id": "01-003-0044_p0004",
      "zh_CN": "往生也要靠福报，经论里常说：「临命终时，心不颠倒」，这就是大福报。所修的一切善法，绝对不求现在的善果，不求这个福，修福不愿意享受这个福报，愿意在什么时候享受？临命终时没有病，这是大福报。世间人讲五福，福有五大类。寿终时清清楚楚、明明白白，这是五福之一，而且是五福里面最重要的。为什么？大家都晓得有六道，死了之后就去轮回了。凡是恶道，都是迷惑颠倒才去的，哪一个人清清楚楚的会到恶道去？人在临命终时害病，不认得家亲眷属，甚至不省人事，这个很危险！在这种情形之下，纵然我们帮他助念，这是尽到我们的心力，他有没有受用很难讲！假如他临命终时清清楚楚，我们帮他助念，这个很有效果。可见得临终那一着关系到来世的福报、来世的因果，所以非常的重要。因此我们今生在世，无论修大善小善，都希望资助在临命终时正念现前，佛号念得清清楚楚的往生，这叫「回向」，回向的意思就是在此地。",
      "zh_TW": "往生也要靠福報，經論裡常說：「臨命終時，心不顛倒」，這就是大福報。所修的一切善法，絕對不求現在的善果，不求這個福，修福不願意享受這個福報，願意在什麼時候享受？臨命終時沒有病，這是大福報。世間人講五福，福有五大類。壽終時清清楚楚、明明白白，這是五福之一，而且是五福裡面最重要的。為什麼？大家都曉得有六道，死了之後就去輪迴了。凡是惡道，都是迷惑顛倒才去的，哪一個人清清楚楚的會到惡道去？人在臨命終時害病，不認得家親眷屬，甚至不省人事，這個很危險！在這種情形之下，縱然我們幫他助念，這是盡到我們的心力，他有沒有受用很難講！假如他臨命終時清清楚楚，我們幫他助念，這個很有效果。可見得臨終那一著關係到來世的福報、來世的因果，所以非常的重要。因此我們今生在世，無論修大善小善，都希望資助在臨命終時正念現前，佛號念得清清楚楚的往生，這叫「回向」，回向的意思就是在此地。"
    },
    {
      "id": "01-003-0044_p0005",
      "zh_CN": "回向更有一重意思，就是破我执。世间人我执相当重，起心动念决定不把我忘掉，凡是做一桩事情，与我有没有好处，这是第一个念头。这种念头是与生俱来，用不着学的，总是与自己要有利益。由此可知，我执是天天在增长，我执是烦恼障的根源。没有我执，烦恼障就破了；没有法执，所知障就破了。所以这是两重障的根本。无论做什么事都肯回向，我执就淡得多。我做的善事不为自己，为一切众生；我有福报，不要自己享，给众生去享，让大家享，这就把小我化成大我，这样就好。",
      "zh_TW": "回向更有一重意思，就是破我執。世間人我執相當重，起心動念決定不把我忘掉，凡是做一樁事情，與我有沒有好處，這是第一個念頭。這種念頭是與生俱來，用不著學的，總是與自己要有利益。由此可知，我執是天天在增長，我執是煩惱障的根源。沒有我執，煩惱障就破了；沒有法執，所知障就破了。所以這是兩重障的根本。無論做什麼事都肯回向，我執就淡得多。我做的善事不為自己，為一切眾生；我有福報，不要自己享，給眾生去享，讓大家享，這就把小我化成大我，這樣就好。"
    },
    {
      "id": "01-003-0044_p0006",
      "zh_CN": "『而回向无他向』，这是特别对修净土人来说的。如果我们一心一意求生西方净土，你念念都要回向西方，不能回向到别的地方去，就是念念不忘西方极乐世界，念念都修西方。『回向西方』就是『回向自性』，这个经上这么说的，《华严经》上也是这么说的。因为有些人不懂得这个道理，我做这么多好事都替别人做的，最后一样也得不到，我干它做什么？不干了。所以末后告诉你，回向西方就是回向自性，圆圆满满，整个还是自己得到的，那是真正得到的。如果现在为了小我，为了自己现在这个身体，结果是一样都得不到！因为这个身体是生不带来，死不带去，为它，你就上当，就吃亏了。要为自性，自性是真我。这个身是生灭之我，自性是不生不灭的真我。明白这个道理，你就懂得回向是应当要修学的。",
      "zh_TW": "『而回向無他向』，這是特別對修淨土人來說的。如果我們一心一意求生西方淨土，你念念都要回向西方，不能回向到別的地方去，就是念念不忘西方極樂世界，念念都修西方。『回向西方』就是『回向自性』，這個經上這麼說的，《華嚴經》上也是這麼說的。因為有些人不懂得這個道理，我做這麼多好事都替別人做的，最後一樣也得不到，我幹它做什麼？不幹了。所以末後告訴你，回向西方就是回向自性，圓圓滿滿，整個還是自己得到的，那是真正得到的。如果現在為了小我，為了自己現在這個身體，結果是一樣都得不到！因為這個身體是生不帶來，死不帶去，為它，你就上當，就吃虧了。要為自性，自性是真我。這個身是生滅之我，自性是不生不滅的真我。明白這個道理，你就懂得回向是應當要修學的。"
    },
    {
      "id": "01-003-0044_p0007",
      "zh_CN": "疏【末二句。】",
      "zh_TW": "疏【末二句。】"
    },
    {
      "id": "01-003-0044_p0008",
      "zh_CN": "末二句，就是序文「展此精诚，乞求加被」这两句。",
      "zh_TW": "末二句，就是序文「展此精誠，乞求加被」這兩句。"
    },
    {
      "id": "01-003-0044_p0009",
      "zh_CN": "演【蹑前起后。】",
      "zh_TW": "演【躡前起後。】"
    },
    {
      "id": "01-003-0044_p0010",
      "zh_CN": "总结前面的，发起后面请加。",
      "zh_TW": "總結前面的，發起後面請加。"
    },
    {
      "id": "01-003-0044_p0011",
      "zh_CN": "疏【欲兴善事，必仗佛加。】",
      "zh_TW": "疏【欲興善事，必仗佛加。】"
    },
    {
      "id": "01-003-0044_p0012",
      "zh_CN": "这个意义很深，也非常的真实。如果没有三宝的加持，我们要想真正做一桩善事很难，为什么？魔来扰乱，很不容易做一桩善事。古大德也常说，以讲经来说，如果没有三宝加持，这个经讲不出来，一定要靠三宝加持；没有三宝加持，你讲的顶多是文字而已。像学校里老师教国文一样，教文字，义理没法子，说不出来！佛经的意思几乎全部是意在言外，文字表面上看不出来，一定要求三宝加持。",
      "zh_TW": "這個意義很深，也非常的真實。如果沒有三寶的加持，我們要想真正做一樁善事很難，為什麼？魔來擾亂，很不容易做一樁善事。古大德也常說，以講經來說，如果沒有三寶加持，這個經講不出來，一定要靠三寶加持；沒有三寶加持，你講的頂多是文字而已。像學校裡老師教國文一樣，教文字，義理沒法子，說不出來！佛經的意思幾乎全部是意在言外，文字表面上看不出來，一定要求三寶加持。"
    },
    {
      "id": "01-003-0044_p0013",
      "zh_CN": "许许多多讲经的大德们，你去问他：你这个经怎么讲的？他自己不晓得！谛闲法师当年在世讲经，蒋维乔居士、江味农居士都是他会下的听众，这都是民国初年了不起的大居士。《圆觉经亲闻记》，蒋维乔笔记的，他随听随记，记了之后都送给老和尚看一看，请老和尚修正一下。老和尚看了他的笔记，就把他叫过来问：你记的这个，是我讲的吗？他说：是。我怎么会讲得这么好？他自己都不晓得的。三宝加持！老和尚讲经的时候，自己也有准备，他有《圆觉经》讲义，结果所讲的都是讲义之外的东西，连他自己都不晓得！这是上讲台有神力加持。",
      "zh_TW": "許許多多講經的大德們，你去問他：你這個經怎麼講的？他自己不曉得！諦閑法師當年在世講經，蔣維喬居士、江味農居士都是他會下的聽眾，這都是民國初年了不起的大居士。《圓覺經親聞記》，蔣維喬筆記的，他隨聽隨記，記了之後都送給老和尚看一看，請老和尚修正一下。老和尚看了他的筆記，就把他叫過來問：你記的這個，是我講的嗎？他說：是。我怎麼會講得這麼好？他自己都不曉得的。三寶加持！老和尚講經的時候，自己也有準備，他有《圓覺經》講義，結果所講的都是講義之外的東西，連他自己都不曉得！這是上講台有神力加持。"
    },
    {
      "id": "01-003-0044_p0014",
      "zh_CN": "台中李老师也是这个情形，李老师讲经是充分的准备。他星期三讲经，这一天不见客人。一天心定下来，在那里准备晚上讲经，可是上了讲台之后，他所讲的跟他准备的不一样，他准备的都没有讲到，上台讲的都不是他预备的，神力加持，确实是如此。我在台上讲经也是如此，我下了台，你问我讲些什么？我不晓得。通常我讲这些东西都没有准备，尤其是这部经讲了好多遍，可是每一遍都不一样。所以，没有神力加持不行！一定要靠三宝加持。这是举一个例子，这一个例子如此，一切善事没有例外的。所以诸位一定要发菩提心，要修菩萨道，才能感应得十方一切诸佛菩萨护念，龙天拥护。这是一般人所求的，求不到，一定要靠感应。所以此地讲，「必仗佛加」，就是佛力加持。",
      "zh_TW": "台中李老師也是這個情形，李老師講經是充分的準備。他星期三講經，這一天不見客人。一天心定下來，在那裡準備晚上講經，可是上了講台之後，他所講的跟他準備的不一樣，他準備的都沒有講到，上台講的都不是他預備的，神力加持，確實是如此。我在台上講經也是如此，我下了台，你問我講些什麼？我不曉得。通常我講這些東西都沒有準備，尤其是這部經講了好多遍，可是每一遍都不一樣。所以，沒有神力加持不行！一定要靠三寶加持。這是舉一個例子，這一個例子如此，一切善事沒有例外的。所以諸位一定要發菩提心，要修菩薩道，才能感應得十方一切諸佛菩薩護念，龍天擁護。這是一般人所求的，求不到，一定要靠感應。所以此地講，「必仗佛加」，就是佛力加持。"
    },
    {
      "id": "01-003-0044_p0015",
      "zh_CN": "疏【菩萨且然，况复凡品。】",
      "zh_TW": "疏【菩薩且然，況復凡品。】"
    },
    {
      "id": "01-003-0044_p0016",
      "zh_CN": "菩萨尚且要求佛加持，何况我们凡夫呢？凡夫更是要求佛菩萨加持。他做这个注解，求佛加持。",
      "zh_TW": "菩薩尚且要求佛加持，何況我們凡夫呢？凡夫更是要求佛菩薩加持。他做這個註解，求佛加持。"
    },
    {
      "id": "01-003-0044_p0017",
      "zh_CN": "疏【精者无二，诚者不虚。古谓精诚之极，鬼神与通，而况三宝大慈，悯念众生，犹如赤子。】",
      "zh_TW": "疏【精者無二，誠者不虛。古謂精誠之極，鬼神與通，而況三寶大慈，憫念眾生，猶如赤子。】"
    },
    {
      "id": "01-003-0044_p0018",
      "zh_CN": "这几句是给我们讲感应的。如何求感应？要『精诚』，所谓诚则灵。《了凡四训》里面讲，从前画符念咒，符箓家能跟鬼神往来，他画的这个符灵。其实他画的符灵，你们任何一个人画的符都灵，只要守一个原则：诚，诚则灵。所以平常要练习，符要画得很熟。画的时候，这笔一点下去到一道符画成功，心里不起一个念头，这个符就灵，诚心画的，一念不生；如果有杂念在里头，这个符就不灵。念咒也是如此，有人念咒灵，有人念咒不灵。这个咒从头到尾念下来，里面没有一个杂念，一气呵成，当中不起一念，这个咒就灵；只要起一个妄念，咒就不灵。由此可知，长的咒不如短的咒，长咒不容易摄心，容易打妄想。念「阿弥陀佛」时没有妄想，就很灵。如果念阿弥陀佛还打妄想，这一句佛号也就不灵。道理就这么简单，可是你得要会做。所以，以至诚心就能与鬼神往来。与鬼神都能往来，何况佛菩萨？佛菩萨的能力比鬼神大得太多了。古人说：「精诚之极，鬼神与通。」这句话出在《管子》这部书上的。",
      "zh_TW": "這幾句是給我們講感應的。如何求感應？要『精誠』，所謂誠則靈。《了凡四訓》裡面講，從前畫符念咒，符籙家能跟鬼神往來，他畫的這個符靈。其實他畫的符靈，你們任何一個人畫的符都靈，只要守一個原則：誠，誠則靈。所以平常要練習，符要畫得很熟。畫的時候，這筆一點下去到一道符畫成功，心裡不起一個念頭，這個符就靈，誠心畫的，一念不生；如果有雜念在裡頭，這個符就不靈。念咒也是如此，有人念咒靈，有人念咒不靈。這個咒從頭到尾念下來，裡面沒有一個雜念，一氣呵成，當中不起一念，這個咒就靈；只要起一個妄念，咒就不靈。由此可知，長的咒不如短的咒，長咒不容易攝心，容易打妄想。念「阿彌陀佛」時沒有妄想，就很靈。如果念阿彌陀佛還打妄想，這一句佛號也就不靈。道理就這麼簡單，可是你得要會做。所以，以至誠心就能與鬼神往來。與鬼神都能往來，何況佛菩薩？佛菩薩的能力比鬼神大得太多了。古人說：「精誠之極，鬼神與通。」這句話出在《管子》這部書上的。"
    },
    {
      "id": "01-003-0044_p0019",
      "zh_CN": "演【鬼神与通者。管子云：思之思之，又重思之，思之不得，鬼神其将通之，非鬼神之与通，乃精诚之极也。】",
      "zh_TW": "演【鬼神與通者。管子云：思之思之，又重思之，思之不得，鬼神其將通之，非鬼神之與通，乃精誠之極也。】"
    },
    {
      "id": "01-003-0044_p0020",
      "zh_CN": "这一段在《管子》里也是很有名的几句话，讲感应道交之事。我们希望求与佛菩萨感应道交，希望佛菩萨常常加持我们，唯一的一个条件就是至诚恭敬。无论在什么境界里面，顺境也好、逆境也好，保持自己心清净，心清净就得感应。如果在顺境里面，心里欢喜，这就不行了，清净心里头没有欢喜。逆境里有烦恼，你这个心又被染污，又不清净了。不清净就是不诚，诚心里面没有喜怒哀乐，这心永远是清净的。那个法喜不一样，法喜不是喜怒之喜，喜怒哀乐之喜它是相对的。法喜是从内心里面自己生的，这个不一样！这个不是对外面境界的反应，是从内心里面生的。所以说法喜充满不相同。法喜的时候，心还是清净的，心里面不会有波浪、不会有起伏，心是清净慈悲平等，这里面有无量的欢喜，它不碍事。",
      "zh_TW": "這一段在《管子》裡也是很有名的幾句話，講感應道交之事。我們希望求與佛菩薩感應道交，希望佛菩薩常常加持我們，唯一的一個條件就是至誠恭敬。無論在什麼境界裡面，順境也好、逆境也好，保持自己心清淨，心清淨就得感應。如果在順境裡面，心裡歡喜，這就不行了，清淨心裡頭沒有歡喜。逆境裡有煩惱，你這個心又被染污，又不清淨了。不清淨就是不誠，誠心裡面沒有喜怒哀樂，這心永遠是清淨的。那個法喜不一樣，法喜不是喜怒之喜，喜怒哀樂之喜它是相對的。法喜是從內心裡面自己生的，這個不一樣！這個不是對外面境界的反應，是從內心裡面生的。所以說法喜充滿不相同。法喜的時候，心還是清淨的，心裡面不會有波浪、不會有起伏，心是清淨慈悲平等，這裡面有無量的歡喜，它不礙事。"
    },
    {
      "id": "01-003-0044_p0021",
      "zh_CN": "『三宝』，这是佛菩萨。大慈大悲，『悯念众生，犹如赤子』，这句是比喻，比喻佛菩萨没有不慈悲众生的。慈悲跟爱护是一个意思，为什么佛经里面不讲爱而讲慈？这里头有一点差别。爱是从情生的，这里头带着有情，染污；慈悲是从理智里面生的，从智慧里面生的，不染污。换句话说，清净心的爱就叫慈悲，不清净的慈悲就叫爱，慈悲跟爱是一桩事情，就是一个是迷心，一个是觉心，觉悟的心。觉悟的心起作用，我们叫它做慈悲，迷心就叫它做爱情，爱情跟慈悲是一不是二。这是说明，佛菩萨对于众生非常的爱护。",
      "zh_TW": "『三寶』，這是佛菩薩。大慈大悲，『憫念眾生，猶如赤子』，這句是比喻，比喻佛菩薩沒有不慈悲眾生的。慈悲跟愛護是一個意思，為什麼佛經裡面不講愛而講慈？這裡頭有一點差別。愛是從情生的，這裡頭帶著有情，染污；慈悲是從理智裡面生的，從智慧裡面生的，不染污。換句話說，清淨心的愛就叫慈悲，不清淨的慈悲就叫愛，慈悲跟愛是一樁事情，就是一個是迷心，一個是覺心，覺悟的心。覺悟的心起作用，我們叫它做慈悲，迷心就叫它做愛情，愛情跟慈悲是一不是二。這是說明，佛菩薩對於眾生非常的愛護。"
    },
    {
      "id": "01-003-0044_p0022",
      "zh_CN": "『但有利于众生，精诚求之，宁不加被（这个字念破音字，与「披」字意思相同）』，佛菩萨念念要救度一切众生，像四弘誓愿里面讲的「众生无边誓愿度」，你现在发心要度众生，他怎么不欢喜！等于说你帮他的忙。你帮他的忙，他也会帮你的忙；你不肯帮他忙，那他没有法子，他想加持给你加不上。这也是启发我们的信心，真正是发利益众生的心，佛菩萨没有不保佑的，没有不加持的。如果是为自己或为家庭求佛菩萨加持，这就比较难！那是另有因缘，才真正能求得到，如果没有另外的因缘，不太容易！如果是为利益一切众生，佛菩萨加持就很容易，而且是理所当然，决定得佛菩萨加持的，这是我们自己一定要能够信得过。",
      "zh_TW": "『但有利於眾生，精誠求之，寧不加被（這個字念破音字，與「披」字意思相同）』，佛菩薩念念要救度一切眾生，像四弘誓願裡面講的「眾生無邊誓願度」，你現在發心要度眾生，他怎麼不歡喜！等於說你幫他的忙。你幫他的忙，他也會幫你的忙；你不肯幫他忙，那他沒有法子，他想加持給你加不上。這也是啟發我們的信心，真正是發利益眾生的心，佛菩薩沒有不保佑的，沒有不加持的。如果是為自己或為家庭求佛菩薩加持，這就比較難！那是另有因緣，才真正能求得到，如果沒有另外的因緣，不太容易！如果是為利益一切眾生，佛菩薩加持就很容易，而且是理所當然，決定得佛菩薩加持的，這是我們自己一定要能夠信得過。"
    },
    {
      "id": "01-003-0044_p0023",
      "zh_CN": "下面就是大师请加的偈子，请求佛菩萨加持，给他智慧、给他能力，来为《弥陀经》作一部好的注解，利益一切众生。偈子有四首，一首四句，四首十六句。",
      "zh_TW": "下面就是大師請加的偈子，請求佛菩薩加持，給他智慧、給他能力，來為《彌陀經》作一部好的註解，利益一切眾生。偈子有四首，一首四句，四首十六句。"
    },
    {
      "id": "01-003-0044_p0024",
      "zh_CN": "◎【五、请加】",
      "zh_TW": "◎【五、請加】"
    },
    {
      "id": "01-003-0044_p0025",
      "zh_CN": "序【归命娑婆说法主，西方接引大慈尊，不可思议佛护经，舍利文殊诸圣者。】",
      "zh_TW": "序【歸命娑婆說法主，西方接引大慈尊，不可思議佛護經，舍利文殊諸聖者。】"
    },
    {
      "id": "01-003-0044_p0026",
      "zh_CN": "第一首是皈依。再看第二首：",
      "zh_TW": "第一首是皈依。再看第二首："
    },
    {
      "id": "01-003-0044_p0027",
      "zh_CN": "序【二土六方遍尘刹，过去见在及当来，无尽三宝咸证知，惟愿慈悲摄受我。】",
      "zh_TW": "序【二土六方遍塵剎，過去見在及當來，無盡三寶咸證知，惟願慈悲攝受我。】"
    },
    {
      "id": "01-003-0044_p0028",
      "zh_CN": "『见』跟现在的「现」，同一个音，同一个意思。前面一首偈是说本经的三宝，本经说经的是释迦牟尼佛，所说的是西方世界的阿弥陀佛，这都是我们的本师。第二首是讲无尽的三宝，特别是在本经后面「六方佛赞叹劝修」，这是讲十方一切三宝，都是我们应当要皈依的。末后这两首偈是正示的请加：",
      "zh_TW": "『見』跟現在的「現」，同一個音，同一個意思。前面一首偈是說本經的三寶，本經說經的是釋迦牟尼佛，所說的是西方世界的阿彌陀佛，這都是我們的本師。第二首是講無盡的三寶，特別是在本經後面「六方佛讚歎勸修」，這是講十方一切三寶，都是我們應當要皈依的。末後這兩首偈是正示的請加："
    },
    {
      "id": "01-003-0044_p0029",
      "zh_CN": "序【我今妄以秽土见，蠡测如来清净心。】",
      "zh_TW": "序【我今妄以穢土見，蠡測如來清淨心。】"
    },
    {
      "id": "01-003-0044_p0030",
      "zh_CN": "这是当然是大师谦虚，如果对佛来讲也是真实。我们生在娑婆世界，娑婆世界是秽恶之土，不是一个清净的世界，心地都为六尘染污，对经典里面的义趣只是在那里猜测而已，怎么能够了解如来的真实义！所以，先把自己眼前的境界说出来，这意思就是非常之勉强。",
      "zh_TW": "這是當然是大師謙虛，如果對佛來講也是真實。我們生在娑婆世界，娑婆世界是穢惡之土，不是一個清淨的世界，心地都為六塵染污，對經典裡面的義趣只是在那裡猜測而已，怎麼能夠了解如來的真實義！所以，先把自己眼前的境界說出來，這意思就是非常之勉強。"
    },
    {
      "id": "01-003-0044_p0031",
      "zh_CN": "序【仰承三宝大威神，加被凡愚成胜智。】",
      "zh_TW": "序【仰承三寶大威神，加被凡愚成勝智。】"
    },
    {
      "id": "01-003-0044_p0032",
      "zh_CN": "这就是求加。承蒙三宝威神加持，使我们凡夫也像佛菩萨一样有殊胜的智慧，这才能够弘经，才能够替这个经作注解。",
      "zh_TW": "這就是求加。承蒙三寶威神加持，使我們凡夫也像佛菩薩一樣有殊勝的智慧，這才能夠弘經，才能夠替這個經作註解。"
    },
    {
      "id": "01-003-0044_p0033",
      "zh_CN": "序【使我言言符佛意。】",
      "zh_TW": "序【使我言言符佛意。】"
    },
    {
      "id": "01-003-0044_p0034",
      "zh_CN": "『言言』就是字字，所作的这个注解字字都能够符合佛的意思。",
      "zh_TW": "『言言』就是字字，所作的這個註解字字都能夠符合佛的意思。"
    },
    {
      "id": "01-003-0044_p0035",
      "zh_CN": "序【流通遐迩益含灵。】",
      "zh_TW": "序【流通遐邇益含靈。】"
    },
    {
      "id": "01-003-0044_p0036",
      "zh_CN": "这是他的本愿，注经不是为名利，不是为自己，是为了利益众生，帮助别人劝修净土。",
      "zh_TW": "這是他的本願，註經不是為名利，不是為自己，是為了利益眾生，幫助別人勸修淨土。"
    },
    {
      "id": "01-003-0044_p0037",
      "zh_CN": "序【见闻随喜悉往生，同证寂光无上果。】",
      "zh_TW": "序【見聞隨喜悉往生，同證寂光無上果。】"
    },
    {
      "id": "01-003-0044_p0038",
      "zh_CN": "目标如此而已。可见得他愿愿都是为利益众生，不是为自己。",
      "zh_TW": "目標如此而已。可見得他願願都是為利益眾生，不是為自己。"
    },
    {
      "id": "01-003-0044_p0039",
      "zh_CN": "演【偈中初八句，是先皈命。】",
      "zh_TW": "演【偈中初八句，是先皈命。】"
    },
    {
      "id": "01-003-0044_p0040",
      "zh_CN": "前面两首是先皈依。",
      "zh_TW": "前面兩首是先皈依。"
    },
    {
      "id": "01-003-0044_p0041",
      "zh_CN": "演【次八句，是正请加。】",
      "zh_TW": "演【次八句，是正請加。】"
    },
    {
      "id": "01-003-0044_p0042",
      "zh_CN": "次八句就是后面两首，是「正请加」，就是正式请求佛力加持。",
      "zh_TW": "次八句就是後面兩首，是「正請加」，就是正式請求佛力加持。"
    },
    {
      "id": "01-003-0044_p0043",
      "zh_CN": "演【初中又二。】",
      "zh_TW": "演【初中又二。】"
    },
    {
      "id": "01-003-0044_p0044",
      "zh_CN": "『初中』就是前面皈依的两首偈，这两首偈是两个意思。",
      "zh_TW": "『初中』就是前面皈依的兩首偈，這兩首偈是兩個意思。"
    },
    {
      "id": "01-003-0044_p0045",
      "zh_CN": "演【初四句。】",
      "zh_TW": "演【初四句。】"
    },
    {
      "id": "01-003-0044_p0046",
      "zh_CN": "就是第一首。",
      "zh_TW": "就是第一首。"
    },
    {
      "id": "01-003-0044_p0047",
      "zh_CN": "演【就本经三宝。】",
      "zh_TW": "演【就本經三寶。】"
    },
    {
      "id": "01-003-0044_p0048",
      "zh_CN": "刚才我提示给诸位了。",
      "zh_TW": "剛才我提示給諸位了。"
    },
    {
      "id": "01-003-0044_p0049",
      "zh_CN": "演【后四句，指无尽三宝。】",
      "zh_TW": "演【後四句，指無盡三寶。】"
    },
    {
      "id": "01-003-0044_p0050",
      "zh_CN": "就是十方三宝。第三首：",
      "zh_TW": "就是十方三寶。第三首："
    },
    {
      "id": "01-003-0044_p0051",
      "zh_CN": "演【次中有三，初二句，先出请加所以。】",
      "zh_TW": "演【次中有三，初二句，先出請加所以。】"
    },
    {
      "id": "01-003-0044_p0052",
      "zh_CN": "就是说出求佛加持的理由，我为什么要求佛加持。",
      "zh_TW": "就是說出求佛加持的理由，我為什麼要求佛加持。"
    },
    {
      "id": "01-003-0044_p0053",
      "zh_CN": "演【中三句，是正求加被。后三句，是回向菩提。】",
      "zh_TW": "演【中三句，是正求加被。後三句，是回向菩提。】"
    },
    {
      "id": "01-003-0044_p0054",
      "zh_CN": "后三句是从「流通遐迩益含灵」到「同证寂光无上果」。",
      "zh_TW": "後三句是從「流通遐邇益含靈」到「同證寂光無上果」。"
    },
    {
      "id": "01-003-0044_p0055",
      "zh_CN": "演【娑婆，此云堪忍。佛具三缘慈名大慈，此经声闻众中舍利为首，菩萨众中文殊为首，故特标出。】",
      "zh_TW": "演【娑婆，此云堪忍。佛具三緣慈名大慈，此經聲聞眾中舍利為首，菩薩眾中文殊為首，故特標出。】"
    },
    {
      "id": "01-003-0044_p0056",
      "zh_CN": "这是解释第一首。『娑婆』是梵语音译的，意思就是『堪忍』，这个世界太苦了，而这些众生在这个世界都能忍受得了，而且很习惯这边恶劣的环境。有好地方要他去，他不想去，所以才有这么一个名称，叫堪忍世界。这个世界非常不好，比起十方诸佛净土差得太远了，可是此地众生真正想发愿、想舍离这个世界的，实在不多！",
      "zh_TW": "這是解釋第一首。『娑婆』是梵語音譯的，意思就是『堪忍』，這個世界太苦了，而這些眾生在這個世界都能忍受得了，而且很習慣這邊惡劣的環境。有好地方要他去，他不想去，所以才有這麼一個名稱，叫堪忍世界。這個世界非常不好，比起十方諸佛淨土差得太遠了，可是此地眾生真正想發願、想捨離這個世界的，實在不多！"
    },
    {
      "id": "01-003-0044_p0057",
      "zh_CN": "佛称为『大慈』，是佛具三种缘慈。缘慈通常我们讲「爱缘慈」，爱缘慈，佛没有。爱缘慈，众生有，我喜欢他，我就对他很慈悲，我不喜欢他，我就对他不慈悲，这是爱缘慈，佛没有。除爱缘慈之外，其他的三种缘，佛都具有：众生缘慈，法缘慈，无缘慈。爱缘慈完全是出于自己的感情。「众生缘慈」就是理智，所谓推己及人，这个人虽然与我没有关系，但是他是个人，他有苦难的时候我也应当尽义务帮助他，无需要任何报酬，这是属于众生缘慈。众生缘慈，在我们人间像有学问有道德的人，在古时候讲圣贤君子，他们能够做到。但是法缘慈，他就做不到，他就不懂。",
      "zh_TW": "佛稱為『大慈』，是佛具三種緣慈。緣慈通常我們講「愛緣慈」，愛緣慈，佛沒有。愛緣慈，眾生有，我喜歡他，我就對他很慈悲，我不喜歡他，我就對他不慈悲，這是愛緣慈，佛沒有。除愛緣慈之外，其他的三種緣，佛都具有：眾生緣慈，法緣慈，無緣慈。愛緣慈完全是出於自己的感情。「眾生緣慈」就是理智，所謂推己及人，這個人雖然與我沒有關係，但是他是個人，他有苦難的時候我也應當盡義務幫助他，無需要任何報酬，這是屬於眾生緣慈。眾生緣慈，在我們人間像有學問有道德的人，在古時候講聖賢君子，他們能夠做到。但是法緣慈，他就做不到，他就不懂。"
    },
    {
      "id": "01-003-0044_p0058",
      "zh_CN": "法缘是什么？这个范围比前面两种广大得多。菩萨才具有法缘慈。他凭什么对一切众生行慈悲？凭法。凭什么法？我们现在所讲的法是最容易理解的，像普贤菩萨十大愿王是法，他因为要修十大愿王，他对一切众生一定慈悲。「礼敬诸佛」、「称赞如来」，那个境界都是无量无边的。你为什么要对一切情与无情众生那么慈爱？我要修这个法。菩萨修无上菩提之法，他一定要对一切众生大慈大悲。这个与前面不一样，境界也非常广大，同时也是用真心。",
      "zh_TW": "法緣是什麼？這個範圍比前面兩種廣大得多。菩薩才具有法緣慈。他憑什麼對一切眾生行慈悲？憑法。憑什麼法？我們現在所講的法是最容易理解的，像普賢菩薩十大願王是法，他因為要修十大願王，他對一切眾生一定慈悲。「禮敬諸佛」、「稱讚如來」，那個境界都是無量無邊的。你為什麼要對一切情與無情眾生那麼慈愛？我要修這個法。菩薩修無上菩提之法，他一定要對一切眾生大慈大悲。這個與前面不一樣，境界也非常廣大，同時也是用真心。"
    },
    {
      "id": "01-003-0044_p0059",
      "zh_CN": "到如来果地，那是「无缘大慈，同体大悲」，这就是法缘慈达到究竟，达到圆满，到这个时候对一切众生的慈爱是无缘，就是无条件的，没有任何条件，没有任何理由，为什么？因为一切众生情与无情跟自己完全是一体。敬他就是敬自，敬自就是敬他，自他不二，自他是一体，这是如来的慈悲。所以佛具众生缘、法缘、无缘三种慈，这个叫做大慈。所以我们称佛、称大菩萨都称大慈大悲。此地称「大慈尊」，就是称本经里面所说的释迦牟尼佛与极乐世界导师阿弥陀佛，这是专门称他们两位的。",
      "zh_TW": "到如來果地，那是「無緣大慈，同體大悲」，這就是法緣慈達到究竟，達到圓滿，到這個時候對一切眾生的慈愛是無緣，就是無條件的，沒有任何條件，沒有任何理由，為什麼？因為一切眾生情與無情跟自己完全是一體。敬他就是敬自，敬自就是敬他，自他不二，自他是一體，這是如來的慈悲。所以佛具眾生緣、法緣、無緣三種慈，這個叫做大慈。所以我們稱佛、稱大菩薩都稱大慈大悲。此地稱「大慈尊」，就是稱本經裡面所說的釋迦牟尼佛與極樂世界導師阿彌陀佛，這是專門稱他們兩位的。"
    },
    {
      "id": "01-003-0044_p0060",
      "zh_CN": "『不可思议佛护经』，这句是指我们这部经，这部经的不可思议，就是十方三世一切诸佛之所护念。本经经题原来的题目是「称赞不可思议功德一切诸佛所护念经」。什么人称赞？一切诸佛。没有一尊佛不称赞这部经，没有一尊佛不称扬这个法门。你们查遍《大藏经》，哪一部经是一切诸佛护念？没有，找不到！只有这部经是一切诸佛之所护念。",
      "zh_TW": "『不可思議佛護經』，這句是指我們這部經，這部經的不可思議，就是十方三世一切諸佛之所護念。本經經題原來的題目是「稱讚不可思議功德一切諸佛所護念經」。什麼人稱讚？一切諸佛。沒有一尊佛不稱讚這部經，沒有一尊佛不稱揚這個法門。你們查遍《大藏經》，哪一部經是一切諸佛護念？沒有，找不到！只有這部經是一切諸佛之所護念。"
    },
    {
      "id": "01-003-0044_p0061",
      "zh_CN": "你们如果真正懂得这个意思，你在八万四千法门，你就晓得选择了。一切诸佛所护之经，你要是依这个经来修学，换句话说，一切诸佛都要护念你！你不求他护念，他也要护念，因为他要护念这部经。你天天读诵这个经，依照这个经修行，他怎么不护念？你要是希望一切诸佛都保护你，一切诸佛都护念你，没有别的，念《阿弥陀经》，念阿弥陀佛，就行了。这种殊胜的利益到哪里去找？找不到。真正通达佛法，如果他不修净土，不取西方极乐世界，这个人是大傻瓜一个，不可能有这种人的。除非他不通，他对整个佛法没有见到，见到某一部分，见到这一部分，那一部分没有见到，他不能相信。如果整个都见到，非去这个地方不可，没有理由不取净土法门，因为它太殊胜、太不可思议。我们一定要懂这个道理。",
      "zh_TW": "你們如果真正懂得這個意思，你在八萬四千法門，你就曉得選擇了。一切諸佛所護之經，你要是依這個經來修學，換句話說，一切諸佛都要護念你！你不求他護念，他也要護念，因為他要護念這部經。你天天讀誦這個經，依照這個經修行，他怎麼不護念？你要是希望一切諸佛都保護你，一切諸佛都護念你，沒有別的，念《阿彌陀經》，念阿彌陀佛，就行了。這種殊勝的利益到哪裡去找？找不到。真正通達佛法，如果他不修淨土，不取西方極樂世界，這個人是大傻瓜一個，不可能有這種人的。除非他不通，他對整個佛法沒有見到，見到某一部分，見到這一部分，那一部分沒有見到，他不能相信。如果整個都見到，非去這個地方不可，沒有理由不取淨土法門，因為它太殊勝、太不可思議。我們一定要懂這個道理。"
    },
    {
      "id": "01-003-0044_p0062",
      "zh_CN": "而且那个六方佛，真是妙极了！六方，每一方佛的数量经上讲「如恒河沙数」，其实不止恒河沙，一条恒河到底有几粒沙？诸佛太多太多，没有法子计算，恒河沙算什么！这些诸佛没有一尊不赞叹的。释迦牟尼佛每一方佛举几个名字，提几个名字举例，那么多的佛，到底释迦牟尼佛要举哪几个好？举这个把那个漏掉，举那个把那个也漏掉，总是挂一漏万，到底举哪个好？随便举几个，不可以，佛没有随便说话的。佛说话不随便说，他都有用意的，都有很深的意义。他举的那几个佛的名字，含义很深。",
      "zh_TW": "而且那個六方佛，真是妙極了！六方，每一方佛的數量經上講「如恆河沙數」，其實不止恆河沙，一條恆河到底有幾粒沙？諸佛太多太多，沒有法子計算，恆河沙算什麼！這些諸佛沒有一尊不讚歎的。釋迦牟尼佛每一方佛舉幾個名字，提幾個名字舉例，那麼多的佛，到底釋迦牟尼佛要舉哪幾個好？舉這個把那個漏掉，舉那個把那個也漏掉，總是掛一漏萬，到底舉哪個好？隨便舉幾個，不可以，佛沒有隨便說話的。佛說話不隨便說，他都有用意的，都有很深的意義。他舉的那幾個佛的名字，含義很深。"
    },
    {
      "id": "01-003-0044_p0063",
      "zh_CN": "我今年春天在香港讲《弥陀经要解》，讲台上讲到这段经文的时候，忽然之间发现的，因为经讲熟了，不需要预备，忽然看出来那个佛的名字有不可思议的意思在里头，所以一直讲下来，听的人很欢喜，讲完之后我再做笔记，我觉得这个讲得没错，统统是表法的。佛的名字，从东方「阿閦鞞佛」到末后「如须弥山佛」，全部是表法，代表一个修净土的人从初发心到成无上道整个的历程。所以他不是随便举的，就跟《华严经》上味道差不多，《华严经》上以善财童子来表演、来表法，《弥陀经》就是用六方佛的名号来表法。这个意思，愈看愈有道理，绝对不是我猜想的，但是这种说法古人注子里没有，《疏钞演义》与《要解》也没这个讲法。如果不是三宝神力加持，我也不晓得！讲台上忽然之间发现的，这一口气讲下去，讲得没错！所以这是诸佛所护念之经，我们要重视它。所以在一切经里面，如果诸位问我：整个《大藏经》只准你学一部，你要哪一部经？告诉诸位，我要《阿弥陀经》，其他的我都不要，再可以要一部，那我要《华严经》。",
      "zh_TW": "我今年春天在香港講《彌陀經要解》，講台上講到這段經文的時候，忽然之間發現的，因為經講熟了，不需要預備，忽然看出來那個佛的名字有不可思議的意思在裡頭，所以一直講下來，聽的人很歡喜，講完之後我再做筆記，我覺得這個講得沒錯，統統是表法的。佛的名字，從東方「阿閦鞞佛」到末後「如須彌山佛」，全部是表法，代表一個修淨土的人從初發心到成無上道整個的歷程。所以他不是隨便舉的，就跟《華嚴經》上味道差不多，《華嚴經》上以善財童子來表演、來表法，《彌陀經》就是用六方佛的名號來表法。這個意思，愈看愈有道理，絕對不是我猜想的，但是這種說法古人註子裡沒有，《疏鈔演義》與《要解》也沒這個講法。如果不是三寶神力加持，我也不曉得！講台上忽然之間發現的，這一口氣講下去，講得沒錯！所以這是諸佛所護念之經，我們要重視它。所以在一切經裡面，如果諸位問我：整個《大藏經》只准你學一部，你要哪一部經？告訴諸位，我要《阿彌陀經》，其他的我都不要，再可以要一部，那我要《華嚴經》。"
    },
    {
      "id": "01-003-0044_p0064",
      "zh_CN": "『舍利文殊诸圣者』，序分有十六位尊者，四位菩萨。十六位尊者里面，舍利弗摆在第一位，四大菩萨，文殊菩萨摆在第一位，所以举出他们两个人做为代表。",
      "zh_TW": "『舍利文殊諸聖者』，序分有十六位尊者，四位菩薩。十六位尊者裡面，舍利弗擺在第一位，四大菩薩，文殊菩薩擺在第一位，所以舉出他們兩個人做為代表。"
    },
    {
      "id": "01-003-0044_p0065",
      "zh_CN": "演【二土句，是横遍一切处。】",
      "zh_TW": "演【二土句，是橫遍一切處。】"
    },
    {
      "id": "01-003-0044_p0066",
      "zh_CN": "这是讲「二土六方遍尘刹」这一句。『二土』是指娑婆世界与西方极乐世界。「土」是国土，是诸佛的国土，也就是一尊佛的教化区域。我们晓得，佛在经上常说的，讲大千世界就是三千大千世界，这是一尊佛的教化区。每一尊佛教化区域都叫做大千世界，或者叫三千大千世界。虽然都叫做三千大千世界，每一个大千世界并不是一样大，大小不相同。为什么有大小不相同？佛在因地所发的愿以及种种业力因缘不相等。所以，西方极乐世界比我们娑婆世界就大得太多了。他那是个大的三千大千世界，我们娑婆是个小三千大千世界，这个要比较就不相同了。当然太虚空里面比阿弥陀佛那个大千世界还大的也有，不是没有；比我们娑婆世界还小的大千世界也有，所以大小不等。正如同我们夜晚看到天上的星星，每一个星球大小也不相等。「横遍一切处」，横遍十方，这是讲空间。",
      "zh_TW": "這是講「二土六方遍塵剎」這一句。『二土』是指娑婆世界與西方極樂世界。「土」是國土，是諸佛的國土，也就是一尊佛的教化區域。我們曉得，佛在經上常說的，講大千世界就是三千大千世界，這是一尊佛的教化區。每一尊佛教化區域都叫做大千世界，或者叫三千大千世界。雖然都叫做三千大千世界，每一個大千世界並不是一樣大，大小不相同。為什麼有大小不相同？佛在因地所發的願以及種種業力因緣不相等。所以，西方極樂世界比我們娑婆世界就大得太多了。他那是個大的三千大千世界，我們娑婆是個小三千大千世界，這個要比較就不相同了。當然太虛空裡面比阿彌陀佛那個大千世界還大的也有，不是沒有；比我們娑婆世界還小的大千世界也有，所以大小不等。正如同我們夜晚看到天上的星星，每一個星球大小也不相等。「橫遍一切處」，橫遍十方，這是講空間。"
    },
    {
      "id": "01-003-0044_p0067",
      "zh_CN": "演【过去句，是竖遍一切时。】",
      "zh_TW": "演【過去句，是豎遍一切時。】"
    },
    {
      "id": "01-003-0044_p0068",
      "zh_CN": "「过去现在及当来」这一句是竖说，是从时间上来说。时间有过去世、未来世、现在世，所以是「竖遍一切时」，前面是「横遍一切处」，这就把整个时空说尽了，一个也漏不掉，十方三世完全包括在其中。这个境界之大，跟我们在《普贤行愿品》里面念的没两样。境界非常广大，可见大师心胸之大！",
      "zh_TW": "「過去現在及當來」這一句是豎說，是從時間上來說。時間有過去世、未來世、現在世，所以是「豎遍一切時」，前面是「橫遍一切處」，這就把整個時空說盡了，一個也漏不掉，十方三世完全包括在其中。這個境界之大，跟我們在《普賢行願品》裡面念的沒兩樣。境界非常廣大，可見大師心胸之大！"
    },
    {
      "id": "01-003-0044_p0069",
      "zh_CN": "我们今天做一点善事范围都很小，哪里会想到这么大的范围，只想我这一家好，佛菩萨保佑我一家平安，保佑我的亲戚朋友，这就不得了！如果再大一点，保佑我们这个县市，保佑我们台湾，其余都想不到了。有几个人能够做一点善事，祈求希望全世界的人好？这种人很少，这种念头很少。跟莲池大师比，还差得远！莲池大师的心量尽虚空遍法界，一个星球都没有漏掉。所以我们学佛，常常读经的时候，从这个地方想一想，我们的心量太小了，有什么资格作佛？所以作佛，第一个条件就是要把心量放大，「心包太虚，量周沙界」，心量要大。",
      "zh_TW": "我們今天做一點善事範圍都很小，哪裡會想到這麼大的範圍，只想我這一家好，佛菩薩保佑我一家平安，保佑我的親戚朋友，這就不得了！如果再大一點，保佑我們這個縣市，保佑我們台灣，其餘都想不到了。有幾個人能夠做一點善事，祈求希望全世界的人好？這種人很少，這種念頭很少。跟蓮池大師比，還差得遠！蓮池大師的心量盡虛空遍法界，一個星球都沒有漏掉。所以我們學佛，常常讀經的時候，從這個地方想一想，我們的心量太小了，有什麼資格作佛？所以作佛，第一個條件就是要把心量放大，「心包太虛，量周沙界」，心量要大。"
    },
    {
      "id": "01-003-0044_p0070",
      "zh_CN": "『无尽三宝咸证知』，世界无尽，每一个世界都有三宝，所以三宝也是无尽。无尽的三宝都为我做证明，证明我发心是真实的，确确实实是为利益一切众生，求佛给我做见证。『惟愿慈悲摄受我』，不但要给我做证明，而且还要蒙佛神力来帮助我，大慈大悲来摄受我。为什么要求佛摄受？底下请加里面就讲得很清楚，是我自己有这样大的愿，没有能力！我有愿，希望个个众生都能认识《弥陀经》，都能认识西方极乐世界，发愿求生净土。但是我现在没有能力，我做不到。我很想做，很想做又做不到，不做又不行，这怎么办？求佛帮忙。我愿意做，求佛帮忙我把这个事情做圆满，自己能力真的太有限了。",
      "zh_TW": "『無盡三寶咸證知』，世界無盡，每一個世界都有三寶，所以三寶也是無盡。無盡的三寶都為我做證明，證明我發心是真實的，確確實實是為利益一切眾生，求佛給我做見證。『惟願慈悲攝受我』，不但要給我做證明，而且還要蒙佛神力來幫助我，大慈大悲來攝受我。為什麼要求佛攝受？底下請加裡面就講得很清楚，是我自己有這樣大的願，沒有能力！我有願，希望個個眾生都能認識《彌陀經》，都能認識西方極樂世界，發願求生淨土。但是我現在沒有能力，我做不到。我很想做，很想做又做不到，不做又不行，這怎麼辦？求佛幫忙。我願意做，求佛幫忙我把這個事情做圓滿，自己能力真的太有限了。"
    },
    {
      "id": "01-003-0044_p0071",
      "zh_CN": "『我今妄以秽土见』，见是见解，就是凡夫的见解。凡夫如何能理解佛的境界？凡夫如何能测度佛的知见？当然是不可能的。『蠡测如来清净心』，蠡是小管子，一点点，你要看外面也只能看到局部，看不到全体。这是比喻自己见解见闻非常窄小，没有办法入佛之知见。",
      "zh_TW": "『我今妄以穢土見』，見是見解，就是凡夫的見解。凡夫如何能理解佛的境界？凡夫如何能測度佛的知見？當然是不可能的。『蠡測如來清淨心』，蠡是小管子，一點點，你要看外面也只能看到局部，看不到全體。這是比喻自己見解見聞非常窄小，沒有辦法入佛之知見。"
    },
    {
      "id": "01-003-0044_p0072",
      "zh_CN": "演【如来清净心者。】",
      "zh_TW": "演【如來清淨心者。】"
    },
    {
      "id": "01-003-0044_p0073",
      "zh_CN": "就是佛知佛见。",
      "zh_TW": "就是佛知佛見。"
    },
    {
      "id": "01-003-0044_p0074",
      "zh_CN": "演【如来从实相般若流出文字般若，故此经即是如来清净心。】",
      "zh_TW": "演【如來從實相般若流出文字般若，故此經即是如來清淨心。】"
    },
    {
      "id": "01-003-0044_p0075",
      "zh_CN": "一切经都是如来般若智慧当中流露出来的文字。《华严》说得好，「佛法无人说，虽智莫能解」，佛经一定要有人说，如果没有人跟你讲解，世间再聪明、再有智慧的人也不懂。为什么不懂？佛是从清净心里面流露出来的言语文字，世间人是分别心、执着心、染污心，他跟佛心不一样，所以接触到佛法必定会曲解意思，他凭自己的知见来解释佛经，这就错了。「依文解义，三世佛冤」，三世诸佛都喊冤枉，错会了意思。所以，不能够依文解义。",
      "zh_TW": "一切經都是如來般若智慧當中流露出來的文字。《華嚴》說得好，「佛法無人說，雖智莫能解」，佛經一定要有人說，如果沒有人跟你講解，世間再聰明、再有智慧的人也不懂。為什麼不懂？佛是從清淨心裡面流露出來的言語文字，世間人是分別心、執著心、染污心，他跟佛心不一樣，所以接觸到佛法必定會曲解意思，他憑自己的知見來解釋佛經，這就錯了。「依文解義，三世佛冤」，三世諸佛都喊冤枉，錯會了意思。所以，不能夠依文解義。"
    },
    {
      "id": "01-003-0044_p0076",
      "zh_CN": "那么，要什么人说？要有修有证的人说，因为有修有证的人他心清净。清净心与清净心就起感应，才能够体会到这个经里面真正的意思。所以不清净的心去讲佛经，没有这个道理，讲不出来的。你要求与佛菩萨感应，也要用清净心才能得感应；心不清净，想求也求不到，这个事情不是勉强的。不是说我多烧几支好香，天天点灯礼拜，多巴结巴结，佛大概就慈悲对我了，你要认为他可以感情用事，那就大错特错了。佛菩萨没有感情，纯粹的理智，不讲感情的。你这条件不合，那就一点办法都没有。果然心地清净了，你一天到晚不烧香、不磕头、不礼拜、不燃灯也有感应，为什么？净与净感应。",
      "zh_TW": "那麼，要什麼人說？要有修有證的人說，因為有修有證的人他心清淨。清淨心與清淨心就起感應，才能夠體會到這個經裡面真正的意思。所以不清淨的心去講佛經，沒有這個道理，講不出來的。你要求與佛菩薩感應，也要用清淨心才能得感應；心不清淨，想求也求不到，這個事情不是勉強的。不是說我多燒幾支好香，天天點燈禮拜，多巴結巴結，佛大概就慈悲對我了，你要認為他可以感情用事，那就大錯特錯了。佛菩薩沒有感情，純粹的理智，不講感情的。你這條件不合，那就一點辦法都沒有。果然心地清淨了，你一天到晚不燒香、不磕頭、不禮拜、不燃燈也有感應，為什麼？淨與淨感應。"
    },
    {
      "id": "01-003-0044_p0077",
      "zh_CN": "为什么教你这些仪式？仪式，时时刻刻叫你提高自己的警觉，提示你的觉正净，是这个意思。心地果然清净光明，燃不燃灯无所谓。就是因为我们的心地太黑暗，所以常常看到灯，想到我们要光明，我们要觉悟，是这么一个意思。所以，清净心才能得感应。因此，佛经就是如来清净心，是他清净心变现之物，特别是这部经。这部经比其他的经清净，为什么？纯一讲一心不乱，没有拐弯抹角的，其他的经还是拐弯抹角，慢慢才转到这里。这个经是直截了当，所以说特别的清净。",
      "zh_TW": "為什麼教你這些儀式？儀式，時時刻刻叫你提高自己的警覺，提示你的覺正淨，是這個意思。心地果然清淨光明，燃不燃燈無所謂。就是因為我們的心地太黑暗，所以常常看到燈，想到我們要光明，我們要覺悟，是這麼一個意思。所以，清淨心才能得感應。因此，佛經就是如來清淨心，是他清淨心變現之物，特別是這部經。這部經比其他的經清淨，為什麼？純一講一心不亂，沒有拐彎抹角的，其他的經還是拐彎抹角，慢慢才轉到這裡。這個經是直截了當，所以說特別的清淨。"
    },
    {
      "id": "01-003-0044_p0078",
      "zh_CN": "『仰承三宝大威神，加被凡愚成胜智』，没有如来菩萨殊胜的智慧，这经义没有法子发明。要想发明经义，又要符合佛智，像开经偈里面讲「愿解如来真实义」，真正不是一个容易事情！没有三宝加持，决定做不到的。底下陈说出自己的愿望，『使我言言符佛意』。末后三句就回向，也就是目的之所在，是帮助佛流通大法。『流通遐迩』，遐迩是远近，这个远近里面有时间也有空间。时间是讲现在、未来，过去不必说了。空间是由近到远，就我们凡夫来说，我们现在活动的空间，充其量是这个地球。",
      "zh_TW": "『仰承三寶大威神，加被凡愚成勝智』，沒有如來菩薩殊勝的智慧，這經義沒有法子發明。要想發明經義，又要符合佛智，像開經偈裡面講「願解如來真實義」，真正不是一個容易事情！沒有三寶加持，決定做不到的。底下陳說出自己的願望，『使我言言符佛意』。末後三句就回向，也就是目的之所在，是幫助佛流通大法。『流通遐邇』，遐邇是遠近，這個遠近裡面有時間也有空間。時間是講現在、未來，過去不必說了。空間是由近到遠，就我們凡夫來說，我們現在活動的空間，充其量是這個地球。"
    },
    {
      "id": "01-003-0044_p0079",
      "zh_CN": "从他老人家住的杭州云栖寺，从一个地区慢慢流传到其他地区，从中国流传到外国，这是由近而远，从我们这个世界流通到他方世界，这是大师的愿望。希望这些众生，凡是见到这部经、听到这部经的，能生欢喜心。听经闻经，并不一定要从头到尾都听到，能听完整当然好。可是诸位要晓得，这一部经讲下来，能够从头听到尾，这是很大的福报。特别是大经，几乎不可能！像这个经，过去我在台北讲过两遍，第一遍在莲友念佛团讲，四年圆满，第二遍在我们图书馆讲，五年圆满，一共讲了三百三十五次，哪一个人每一会都来听？不可能！所以一会不缺的只有我一个，没有缺席，其余找不到一个。所以你们要想将来一会不缺，上台来讲经，你就会不缺。听众总会有一些事情打闲岔，一次、两次没来的，这是常有的，尤其是这么长的经，会缺席的。听一次也好，一次有一次的利益，一次有一次的感受，能生欢喜；果然能够信受奉行，发愿往生，一次也不算少，无量无边的功德。最后的目标，「同证寂光无上果」。",
      "zh_TW": "從他老人家住的杭州雲棲寺，從一個地區慢慢流傳到其他地區，從中國流傳到外國，這是由近而遠，從我們這個世界流通到他方世界，這是大師的願望。希望這些眾生，凡是見到這部經、聽到這部經的，能生歡喜心。聽經聞經，並不一定要從頭到尾都聽到，能聽完整當然好。可是諸位要曉得，這一部經講下來，能夠從頭聽到尾，這是很大的福報。特別是大經，幾乎不可能！像這個經，過去我在台北講過兩遍，第一遍在蓮友念佛團講，四年圓滿，第二遍在我們圖書館講，五年圓滿，一共講了三百三十五次，哪一個人每一會都來聽？不可能！所以一會不缺的只有我一個，沒有缺席，其餘找不到一個。所以你們要想將來一會不缺，上台來講經，你就會不缺。聽眾總會有一些事情打閒岔，一次、兩次沒來的，這是常有的，尤其是這麼長的經，會缺席的。聽一次也好，一次有一次的利益，一次有一次的感受，能生歡喜；果然能夠信受奉行，發願往生，一次也不算少，無量無邊的功德。最後的目標，「同證寂光無上果」。"
    },
    {
      "id": "01-003-0044_p0080",
      "zh_CN": "演【寂光无上果者，四十一位法身大士，皆证寂光而非无上。】",
      "zh_TW": "演【寂光無上果者，四十一位法身大士，皆證寂光而非無上。】"
    },
    {
      "id": "01-003-0044_p0081",
      "zh_CN": "『四十一位』是《华严经》上的，就是普贤菩萨十大愿王导归极乐，是华藏海会的诸菩萨，四十一位是从初住起，十住、十行、十回向、十地、等觉。这四十一位，每一位里面的人数是没办法算得尽的，不知道有多少初住菩萨、二住菩萨、等觉菩萨，数量太多了。总而言之，不出这四十一类。统统生西方净土，这是《华严经》上所看到的，他们是生寂光土，而寂光土跟实报土是同时证得，生实报土就生寂光土，寂光是理，实报是事，理事无碍，事事无碍，这是华严境界，但不是无上。",
      "zh_TW": "『四十一位』是《華嚴經》上的，就是普賢菩薩十大願王導歸極樂，是華藏海會的諸菩薩，四十一位是從初住起，十住、十行、十迴向、十地、等覺。這四十一位，每一位裡面的人數是沒辦法算得盡的，不知道有多少初住菩薩、二住菩薩、等覺菩薩，數量太多了。總而言之，不出這四十一類。統統生西方淨土，這是《華嚴經》上所看到的，他們是生寂光土，而寂光土跟實報土是同時證得，生實報土就生寂光土，寂光是理，實報是事，理事無礙，事事無礙，這是華嚴境界，但不是無上。"
    },
    {
      "id": "01-003-0044_p0082",
      "zh_CN": "演【唯妙觉一位，乃为无上果也。】",
      "zh_TW": "演【唯妙覺一位，乃為無上果也。】"
    },
    {
      "id": "01-003-0044_p0083",
      "zh_CN": "『妙觉一位』，这是『无上果』，无上果是佛果，妙觉就是佛，是圆教的佛，没有在他之上，他到顶头了，这就是无上正等正觉。学佛到这个地方才算是真正圆满，等觉菩萨还不是真正圆满，一定要到妙觉位才是圆满。这是注子里面把这段「请加」的文，给我们简单的说出来。下面大师自己有一段注解：",
      "zh_TW": "『妙覺一位』，這是『無上果』，無上果是佛果，妙覺就是佛，是圓教的佛，沒有在他之上，他到頂頭了，這就是無上正等正覺。學佛到這個地方才算是真正圓滿，等覺菩薩還不是真正圓滿，一定要到妙覺位才是圓滿。這是註子裡面把這段「請加」的文，給我們簡單的說出來。下面大師自己有一段註解："
    },
    {
      "id": "01-003-0044_p0084",
      "zh_CN": "疏【归命，如波罗密例，倒语法也。】",
      "zh_TW": "疏【歸命，如波羅密例，倒語法也。】"
    },
    {
      "id": "01-003-0044_p0085",
      "zh_CN": "这个句法是颠倒的。因为这个经文是从外国文翻成中国文，里面用的名词术语有许多是梵文所译的句子，有很多倒装句还是保留着梵文的形式，但这种情形不太多。",
      "zh_TW": "這個句法是顛倒的。因為這個經文是從外國文翻成中國文，裡面用的名詞術語有許多是梵文所譯的句子，有很多倒裝句還是保留著梵文的形式，但這種情形不太多。"
    },
    {
      "id": "01-003-0044_p0086",
      "zh_CN": "疏【归义有二：一者归投义，言世人至重者身命。】",
      "zh_TW": "疏【歸義有二：一者歸投義，言世人至重者身命。】"
    },
    {
      "id": "01-003-0044_p0087",
      "zh_CN": "世间人大多数都把身命看作最重，没有比这个更重的。如果把身命看轻了，把其他看重了，这种人不多，那是少数，绝大多数是把自己身命看得最重。",
      "zh_TW": "世間人大多數都把身命看作最重，沒有比這個更重的。如果把身命看輕了，把其他看重了，這種人不多，那是少數，絕大多數是把自己身命看得最重。"
    },
    {
      "id": "01-003-0044_p0088",
      "zh_CN": "疏【举身命而归依，诚敬之至，无二心也。】",
      "zh_TW": "疏【舉身命而歸依，誠敬之至，無二心也。】"
    },
    {
      "id": "01-003-0044_p0089",
      "zh_CN": "这个归依是诚到了极处，所以用归命，就是以身命来归依。归命有两种含义，这是第一个意思。第二：",
      "zh_TW": "這個歸依是誠到了極處，所以用歸命，就是以身命來歸依。歸命有兩種含義，這是第一個意思。第二："
    },
    {
      "id": "01-003-0044_p0090",
      "zh_CN": "疏【二者归元义，举身命而归依，即是总摄六根还归一心也。】",
      "zh_TW": "疏【二者歸元義，舉身命而歸依，即是總攝六根還歸一心也。】"
    },
    {
      "id": "01-003-0044_p0091",
      "zh_CN": "『元』就是元本，就是我们的根本，根本是一心。佛门合掌表什么意思？合掌表一心。十个指头表散乱，能够把散乱的心收起来，收成一心，表这个意思。所以掌一合，一看到掌合，心要收起来。心与外面这个行要相应，如果掌合心里还在打妄想，这就错了，表里不一了。外面形式上好像满恭敬，里头还在打妄想，这不是真正的恭敬；表里一如，这才是真正恭敬。「总摄六根还归一心」，注解有：",
      "zh_TW": "『元』就是元本，就是我們的根本，根本是一心。佛門合掌表什麼意思？合掌表一心。十個指頭表散亂，能夠把散亂的心收起來，收成一心，表這個意思。所以掌一合，一看到掌合，心要收起來。心與外面這個行要相應，如果掌合心裡還在打妄想，這就錯了，表裡不一了。外面形式上好像滿恭敬，裡頭還在打妄想，這不是真正的恭敬；表裡一如，這才是真正恭敬。「總攝六根還歸一心」，註解有："
    },
    {
      "id": "01-003-0044_p0092",
      "zh_CN": "演【还归一心者，元依一精明，分成六和合，今返六和合，还归一精明也。】",
      "zh_TW": "演【還歸一心者，元依一精明，分成六和合，今返六和合，還歸一精明也。】"
    },
    {
      "id": "01-003-0044_p0093",
      "zh_CN": "这是《楞严经》上的句子。『一精明』是自己的一心，『六和合』是六根。就是你的真心在六根上起了六种不同的作用，在眼叫见，在耳叫闻，在鼻叫嗅，在舌叫尝，其实都是一心的作用。如果这个意思你不能够体会，我们举一个例子，你就容易了解。譬如电，发电厂送来的电，这是一样的，没有什么两样。可是电在灯上它就放光，灯是一个器具，它在这上起光明作用。在录音机，它把我们的音都录下去了。在电热器，它能够发热。随着器皿不相同，它起不同的作用，虽然起不同作用，统统是一个电流，绝对不会说放光的电跟录音的电是两种，不是一样的，没这个道理。我们六根作用确确实实是一不是二，就是一个真心。我们这个眼就好比灯一样，耳就好比收音机一样，电流在里面它起作用。这就叫「元依一精明，分成六和合」，在六根上起六种不同的作用，虽然起六种不同的作用，要晓得全是一心。",
      "zh_TW": "這是《楞嚴經》上的句子。『一精明』是自己的一心，『六和合』是六根。就是你的真心在六根上起了六種不同的作用，在眼叫見，在耳叫聞，在鼻叫嗅，在舌叫嘗，其實都是一心的作用。如果這個意思你不能夠體會，我們舉一個例子，你就容易了解。譬如電，發電廠送來的電，這是一樣的，沒有什麼兩樣。可是電在燈上它就放光，燈是一個器具，它在這上起光明作用。在錄音機，它把我們的音都錄下去了。在電熱器，它能夠發熱。隨著器皿不相同，它起不同的作用，雖然起不同作用，統統是一個電流，絕對不會說放光的電跟錄音的電是兩種，不是一樣的，沒這個道理。我們六根作用確確實實是一不是二，就是一個真心。我們這個眼就好比燈一樣，耳就好比收音機一樣，電流在裡面它起作用。這就叫「元依一精明，分成六和合」，在六根上起六種不同的作用，雖然起六種不同的作用，要曉得全是一心。"
    },
    {
      "id": "01-003-0044_p0094",
      "zh_CN": "『今返六和合，还归一精明』。现在我们回过头来，把六根里面的六条心，合而为一，这就是诚心现前了。一心分散在六根门头，这是散开来，现在再把它归一，表至诚、表恭敬，这是「还归一心」的意思。",
      "zh_TW": "『今返六和合，還歸一精明』。現在我們回過頭來，把六根裡面的六條心，合而為一，這就是誠心現前了。一心分散在六根門頭，這是散開來，現在再把它歸一，表至誠、表恭敬，這是「還歸一心」的意思。"
    },
    {
      "id": "01-003-0044_p0095",
      "zh_CN": "疏【娑婆言释迦，西方言弥陀。先释迦者，教所繇兴也，孺子封侯，尚不背本，凡夫入圣，岂得辜恩。古有临终焚香先供养释迦者，正此意也。】",
      "zh_TW": "疏【娑婆言釋迦，西方言彌陀。先釋迦者，教所繇興也，孺子封侯，尚不背本，凡夫入聖，豈得辜恩。古有臨終焚香先供養釋迦者，正此意也。】"
    },
    {
      "id": "01-003-0044_p0096",
      "zh_CN": "这个地方是解释为什么大师归命偈里面先说「归命娑婆说法主」，其次再说「西方接引大慈尊」。把释迦牟尼佛摆在前面，阿弥陀佛摆在后面，这是不忘本。你怎么知道有西方世界？本师释迦牟尼佛介绍的，不能把这个大恩人给忘掉了。如果你对于释迦牟尼佛不礼敬，到了西方极乐世界，阿弥陀佛会把你赶出来。介绍人这么大的恩人，你把他忘掉，这怎么可以？不可以的。所以人不能忘本，佛门重视，儒家也重视，这也是我们中国文化的特色。所以中国人祭祖先，没有一家人不祭祖先的，祭祖先就是报本反始，纪念我们最远最早的祖先，虽然隔了许多代，几千万年了，我们也不晓得他面貌是什么样子，但是心里面总是纪念着我们的始祖，有这个意思在。这一段就是说明这个道理。",
      "zh_TW": "這個地方是解釋為什麼大師歸命偈裡面先說「歸命娑婆說法主」，其次再說「西方接引大慈尊」。把釋迦牟尼佛擺在前面，阿彌陀佛擺在後面，這是不忘本。你怎麼知道有西方世界？本師釋迦牟尼佛介紹的，不能把這個大恩人給忘掉了。如果你對於釋迦牟尼佛不禮敬，到了西方極樂世界，阿彌陀佛會把你趕出來。介紹人這麼大的恩人，你把他忘掉，這怎麼可以？不可以的。所以人不能忘本，佛門重視，儒家也重視，這也是我們中國文化的特色。所以中國人祭祖先，沒有一家人不祭祖先的，祭祖先就是報本反始，紀念我們最遠最早的祖先，雖然隔了許多代，幾千萬年了，我們也不曉得他面貌是什麼樣子，但是心裡面總是紀念著我們的始祖，有這個意思在。這一段就是說明這個道理。"
    },
    {
      "id": "01-003-0044_p0097",
      "zh_CN": "『先释迦者，教所繇兴也』。「教」就是特别指《弥陀经》的净土教，他教给我们的。『孺子封侯，尚不背本』，这有典故，是汉朝陈平的一段故事。陈平封侯的时候，他想到最先推荐他认识汉高祖的魏无知这个人，如果不是他的引荐，他也没办法亲近汉高祖，今天他封侯，这个介绍人一定要得到封赏。所以汉高祖对他很赞叹，说他不忘本。这是举这么一个故事。",
      "zh_TW": "『先釋迦者，教所繇興也』。「教」就是特別指《彌陀經》的淨土教，他教給我們的。『孺子封侯，尚不背本』，這有典故，是漢朝陳平的一段故事。陳平封侯的時候，他想到最先推薦他認識漢高祖的魏無知這個人，如果不是他的引薦，他也沒辦法親近漢高祖，今天他封侯，這個介紹人一定要得到封賞。所以漢高祖對他很讚歎，說他不忘本。這是舉這麼一個故事。"
    },
    {
      "id": "01-003-0044_p0098",
      "zh_CN": "『凡夫入圣，岂得辜恩』，往生西方净土就是圣人。普通我们讲，法身大士才称圣人，摩诃萨才称圣人，菩萨称贤人，摩诃是大，见性的大菩萨才称圣人。我们凡夫纵然是下品下生，往生到西方极乐世界都称圣人，这是西方极乐世界殊胜之处，只要往生西方极乐世界就是去作佛，为什么？一生成佛。今天密宗所强调的即身成佛，未必可靠！往生西方即身成佛是绝对可靠。而且禅与密里面岔路很多，魔障很多，老实念佛决定没有障碍，稳稳当当的成就，这不是那两宗能够相比的。所以，不能辜负本师介绍的恩德。",
      "zh_TW": "『凡夫入聖，豈得辜恩』，往生西方淨土就是聖人。普通我們講，法身大士才稱聖人，摩訶薩才稱聖人，菩薩稱賢人，摩訶是大，見性的大菩薩才稱聖人。我們凡夫縱然是下品下生，往生到西方極樂世界都稱聖人，這是西方極樂世界殊勝之處，只要往生西方極樂世界就是去作佛，為什麼？一生成佛。今天密宗所強調的即身成佛，未必可靠！往生西方即身成佛是絕對可靠。而且禪與密裡面岔路很多，魔障很多，老實念佛決定沒有障礙，穩穩當當的成就，這不是那兩宗能夠相比的。所以，不能辜負本師介紹的恩德。"
    },
    {
      "id": "01-003-0044_p0099",
      "zh_CN": "『古有临终焚香先供养释迦者』，这是临命终往生的时候，他先燃香供养本师释迦牟尼佛，报恩，意思是在此地。什么人？刘遗民。这个人也是真正往生，一点都不假。他是东林莲社的，跟慧远大师在一起。慧远大师在庐山最早建莲社，他们一共有一百二十三人在一起念佛，个个往生。当然往生不是同一天走的，有早去，有迟去的，可是的确是个个都去了，后去的看着先去的人跟着阿弥陀佛、观音、势至一同来接引，每一个人都有非常好的瑞相。这在中国佛教史上是最光辉的一页，因为个个成就，是最多人成就的道场。",
      "zh_TW": "『古有臨終焚香先供養釋迦者』，這是臨命終往生的時候，他先燃香供養本師釋迦牟尼佛，報恩，意思是在此地。什麼人？劉遺民。這個人也是真正往生，一點都不假。他是東林蓮社的，跟慧遠大師在一起。慧遠大師在廬山最早建蓮社，他們一共有一百二十三人在一起念佛，個個往生。當然往生不是同一天走的，有早去，有遲去的，可是的確是個個都去了，後去的看著先去的人跟著阿彌陀佛、觀音、勢至一同來接引，每一個人都有非常好的瑞相。這在中國佛教史上是最光輝的一頁，因為個個成就，是最多人成就的道場。"
    },
    {
      "id": "01-003-0044_p0100",
      "zh_CN": "其次，禅宗成就最多的就是六祖的道场，六祖在南华寺教学三十七年，总共成就的四十三人。在他会下大彻大悟、明心见性一共四十三人，这在禅宗史上任何一个祖师没有办法跟他相比的。但是他要是跟远公大师相比，远公大师成就的人比他多得太多了。即使在禅里面大彻大悟，不究竟，并不圆满，往生净土则是究竟圆满，这一点我们应当要晓得。刘遗民往生时，佛来接的时候，他看到西方三圣来接引他，赶紧烧香，他先礼拜本师释迦牟尼佛，要不是本师释迦牟尼佛讲经介绍的，他怎么会有今天？拜完释迦牟尼佛，再拜阿弥陀佛，跟阿弥陀佛去了。所以有这么一段事情，这个意思就是说要报本师的恩德，这个介绍人万万不能够忘记，人不可以忘本。今天我们就讲到此地。",
      "zh_TW": "其次，禪宗成就最多的就是六祖的道場，六祖在南華寺教學三十七年，總共成就的四十三人。在他會下大徹大悟、明心見性一共四十三人，這在禪宗史上任何一個祖師沒有辦法跟他相比的。但是他要是跟遠公大師相比，遠公大師成就的人比他多得太多了。即使在禪裡面大徹大悟，不究竟，並不圓滿，往生淨土則是究竟圓滿，這一點我們應當要曉得。劉遺民往生時，佛來接的時候，他看到西方三聖來接引他，趕緊燒香，他先禮拜本師釋迦牟尼佛，要不是本師釋迦牟尼佛講經介紹的，他怎麼會有今天？拜完釋迦牟尼佛，再拜阿彌陀佛，跟阿彌陀佛去了。所以有這麼一段事情，這個意思就是說要報本師的恩德，這個介紹人萬萬不能夠忘記，人不可以忘本。今天我們就講到此地。"
    }
  ]
}