{
  "doc_id": "01-003-0091",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十一集",
    "zh_TW": "第九十一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0091",
  "total_paragraphs": 128,
  "paragraphs": [
    {
      "id": "01-003-0091_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一六一页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一六一頁："
    },
    {
      "id": "01-003-0091_p0002",
      "zh_CN": "疏【难脱者，元末张士诚攻湖州，江浙丞相与战，擒四十人，囚槛送戮，夜宿西湖鸟窠寺。大猷谋禅师，徐步廊下，囚见师神观闲雅，持诵不辍，因求救拔。师教令至心念南无救苦救难阿弥陀佛，中有三人信受其语，念不绝口。天晓发囚，易枷锁，至三人，刑具不足，惟系以绳，既而审鞫，知良民被虏者，遂得释。】",
      "zh_TW": "疏【難脫者，元末張士誠攻湖州，江浙丞相與戰，擒四十人，囚檻送戮，夜宿西湖鳥窠寺。大猷謀禪師，徐步廊下，囚見師神觀閒雅，持誦不輟，因求救拔。師教令至心念南無救苦救難阿彌陀佛，中有三人信受其語，念不絕口。天曉發囚，易枷鎖，至三人，刑具不足，惟繫以繩，既而審鞫，知良民被虜者，遂得釋。】"
    },
    {
      "id": "01-003-0091_p0003",
      "zh_CN": "这是讲感应里面末后一条，「俘囚脱难」。遇到灾难的时候，念佛念菩萨的感应很多。我们看许多《感应录》里面所记载的，不仅如此，古人《笔记》里面记载的也非常之多，像纪晓岚《阅微草堂笔记》里面就记载不少。这也是略举一条，这是元朝时候的一段故事。『张士诚』在当时也是割据一方，以后是被朱元璋消灭，在当时他的势力相当大。『湖州』是在江苏。战乱的时候，有不少的良民被俘虏。有作乱的，也有良民，掺杂在其中，各人业力不相同。这些俘虏关在寺院里的空房，所以能见到法师，这是众生的共业。这些遇难的人求法师帮助他，法师能帮助的就是劝他念佛，我们平常遇到灾难都念「南无大慈大悲救苦救难观世音菩萨」，这个地方是『救苦救难阿弥陀佛』。我相信大猷谋禅师自己本身一定是个念佛修净土的人，要不然他不会教他念阿弥陀佛。",
      "zh_TW": "這是講感應裡面末後一條，「俘囚脫難」。遇到災難的時候，念佛念菩薩的感應很多。我們看許多《感應錄》裡面所記載的，不僅如此，古人《筆記》裡面記載的也非常之多，像紀曉嵐《閱微草堂筆記》裡面就記載不少。這也是略舉一條，這是元朝時候的一段故事。『張士誠』在當時也是割據一方，以後是被朱元璋消滅，在當時他的勢力相當大。『湖州』是在江蘇。戰亂的時候，有不少的良民被俘虜。有作亂的，也有良民，摻雜在其中，各人業力不相同。這些俘虜關在寺院裡的空房，所以能見到法師，這是眾生的共業。這些遇難的人求法師幫助他，法師能幫助的就是勸他念佛，我們平常遇到災難都念「南無大慈大悲救苦救難觀世音菩薩」，這個地方是『救苦救難阿彌陀佛』。我相信大猷謀禪師自己本身一定是個念佛修淨土的人，要不然他不會教他念阿彌陀佛。"
    },
    {
      "id": "01-003-0091_p0004",
      "zh_CN": "由此可知，当我们遇到灾难，要不要再去念观音菩萨？生病，要不要去念药师佛？好像每个佛菩萨管一桩事情。从这个地方我们就觉悟到，我们平常所修的这个法门，念阿弥陀佛。阿弥陀佛就是我们的本尊，遇到灾难也好，有疾病也好，统统念阿弥陀佛，决定有效。这个效果从什么地方产生？我们在讲席当中跟诸位说过，至诚感通。一般人求佛、求菩萨没效，就是他心不诚，怎么晓得他心不诚？他要求许许多多佛菩萨，他心就不诚。心要是真诚，只求一尊佛菩萨，你平常专念他，到时候一定有灵验。我们念这一段要明白这个道理。俗话说「诚则灵」，不诚就不灵，念咒、画符都不例外。念咒、画符诚都灵，何况我们念佛菩萨名号？那更没有疑惑了。",
      "zh_TW": "由此可知，當我們遇到災難，要不要再去念觀音菩薩？生病，要不要去念藥師佛？好像每個佛菩薩管一樁事情。從這個地方我們就覺悟到，我們平常所修的這個法門，念阿彌陀佛。阿彌陀佛就是我們的本尊，遇到災難也好，有疾病也好，統統念阿彌陀佛，決定有效。這個效果從什麼地方產生？我們在講席當中跟諸位說過，至誠感通。一般人求佛、求菩薩沒效，就是他心不誠，怎麼曉得他心不誠？他要求許許多多佛菩薩，他心就不誠。心要是真誠，只求一尊佛菩薩，你平常專念他，到時候一定有靈驗。我們念這一段要明白這個道理。俗話說「誠則靈」，不誠就不靈，念咒、畫符都不例外。念咒、畫符誠都靈，何況我們念佛菩薩名號？那更沒有疑惑了。"
    },
    {
      "id": "01-003-0091_p0005",
      "zh_CN": "学佛，纵然研究经教，也是得一门深入。学多了，我们的精神、力量就分散了，要想有成就很难。自古以来，学要专攻，譬如我们用十年的时间专门学这部《弥陀经》，专攻这一部《弥陀经》，十年不断的去读诵、去演讲，研究讨论，十年以后你就是《阿弥陀经》的专家了。哪一个人都比不上你，为什么？你在这一部经上下了十年功夫。另外一个人十年他研究十部经，看起来不少，很多！一年研究一部，每部经他所了解的都是表面的，没有深度。如果十年研究二十部、三十部，那更不必说了。我想这个道理，大家都能够明了，你好好的想想，我们应该用什么态度来学佛。",
      "zh_TW": "學佛，縱然研究經教，也是得一門深入。學多了，我們的精神、力量就分散了，要想有成就很難。自古以來，學要專攻，譬如我們用十年的時間專門學這部《彌陀經》，專攻這一部《彌陀經》，十年不斷的去讀誦、去演講，研究討論，十年以後你就是《阿彌陀經》的專家了。哪一個人都比不上你，為什麼？你在這一部經上下了十年功夫。另外一個人十年他研究十部經，看起來不少，很多！一年研究一部，每部經他所了解的都是表面的，沒有深度。如果十年研究二十部、三十部，那更不必說了。我想這個道理，大家都能夠明瞭，你好好的想想，我們應該用什麼態度來學佛。"
    },
    {
      "id": "01-003-0091_p0006",
      "zh_CN": "古今有成就的这些大德们，都是一生专攻一部。古时候，像清凉一生专攻《华严》，他讲《华严经》讲了五十遍；智者大师专攻《法华》；南山律祖，唐朝终南山道宣律师专攻《四分戒律》。《四分律》是一部很大的书，他听了二十多遍，听讲，人家能有这样的精神，哪个地方讲《四分律》，他就到那里去讨经单听经，经讲完他就离开。近代圆瑛法师，专攻《楞严》，二十五岁就在《楞严》下功夫，一直到七十多岁才完成一部《楞严经讲义》，一生的力量，他能有那么大的成就。江味农居士一生专攻《金刚经》，在《金刚经》下了四十年的功夫，古今以来讲《金刚经》没有人能超过他，他那一部《金刚经讲义》是《金刚经》注解的权威，人家用的功夫深，四十年！周止庵居士在一部《心经》上，《心经》二百六十个字，他也用了四十年的功夫，写成《心经诠注》，这是《心经》权威的注解，自古至今没有任何一个人能超过他。所以无论是解门、行门都要专攻，才能收到不思议的效果。",
      "zh_TW": "古今有成就的這些大德們，都是一生專攻一部。古時候，像清涼一生專攻《華嚴》，他講《華嚴經》講了五十遍；智者大師專攻《法華》；南山律祖，唐朝終南山道宣律師專攻《四分戒律》。《四分律》是一部很大的書，他聽了二十多遍，聽講，人家能有這樣的精神，哪個地方講《四分律》，他就到那裡去討經單聽經，經講完他就離開。近代圓瑛法師，專攻《楞嚴》，二十五歲就在《楞嚴》下功夫，一直到七十多歲才完成一部《楞嚴經講義》，一生的力量，他能有那麼大的成就。江味農居士一生專攻《金剛經》，在《金剛經》下了四十年的功夫，古今以來講《金剛經》沒有人能超過他，他那一部《金剛經講義》是《金剛經》註解的權威，人家用的功夫深，四十年！周止菴居士在一部《心經》上，《心經》二百六十個字，他也用了四十年的功夫，寫成《心經詮注》，這是《心經》權威的註解，自古至今沒有任何一個人能超過他。所以無論是解門、行門都要專攻，才能收到不思議的效果。"
    },
    {
      "id": "01-003-0091_p0007",
      "zh_CN": "这个地方讲到念佛，其中这三个人是冤枉的，是良民，他们相信；作恶的人，他不相信。我们要问，假如他相信，能不能得救？他相信，决定能得救。下面一段讲恶人得度。这些人都能往生、都能得救，那我想我们这一生是决定没有问题。",
      "zh_TW": "這個地方講到念佛，其中這三個人是冤枉的，是良民，他們相信；作惡的人，他不相信。我們要問，假如他相信，能不能得救？他相信，決定能得救。下面一段講惡人得度。這些人都能往生、都能得救，那我想我們這一生是決定沒有問題。"
    },
    {
      "id": "01-003-0091_p0008",
      "zh_CN": "玄义【又复恶人则善和十念，地狱现而化佛空迎。畜生则鸲鹆称名，形骸掩而莲华地发。何况身无重慝，报在最灵，信愿熏修，宁成虚弃。】",
      "zh_TW": "玄義【又復惡人則善和十念，地獄現而化佛空迎。畜生則鴝鵒稱名，形骸掩而蓮華地發。何況身無重慝，報在最靈，信願熏修，寧成虛棄。】"
    },
    {
      "id": "01-003-0091_p0009",
      "zh_CN": "我们看注解：",
      "zh_TW": "我們看註解："
    },
    {
      "id": "01-003-0091_p0010",
      "zh_CN": "疏【恶人者。】",
      "zh_TW": "疏【惡人者。】"
    },
    {
      "id": "01-003-0091_p0011",
      "zh_CN": "这是很有名的一个公案，家喻户晓。",
      "zh_TW": "這是很有名的一個公案，家喻戶曉。"
    },
    {
      "id": "01-003-0091_p0012",
      "zh_CN": "疏【唐张善和，屠牛为业。】",
      "zh_TW": "疏【唐張善和，屠牛為業。】"
    },
    {
      "id": "01-003-0091_p0013",
      "zh_CN": "唐朝时候『张善和』，这个人是个屠户，杀牛的，一生不晓得杀了多少牛，卖牛肉的。",
      "zh_TW": "唐朝時候『張善和』，這個人是個屠戶，殺牛的，一生不曉得殺了多少牛，賣牛肉的。"
    },
    {
      "id": "01-003-0091_p0014",
      "zh_CN": "疏【临终，见群牛索命，于是大怖。】",
      "zh_TW": "疏【臨終，見群牛索命，於是大怖。】"
    },
    {
      "id": "01-003-0091_p0015",
      "zh_CN": "临命终的时候，他看到许多牛头人来向他讨命。这个时候他就害怕了，知道因果报应丝毫不爽。",
      "zh_TW": "臨命終的時候，他看到許多牛頭人來向他討命。這個時候他就害怕了，知道因果報應絲毫不爽。"
    },
    {
      "id": "01-003-0091_p0016",
      "zh_CN": "疏【唤其妻云：速延僧为我念佛。】",
      "zh_TW": "疏【喚其妻云：速延僧為我念佛。】"
    },
    {
      "id": "01-003-0091_p0017",
      "zh_CN": "他就叫他的太太，请出家人来给他超度。《往生传》里面记载，他大呼救命的时候，这是缘遇得好，因缘殊胜，刚好有一个化缘的出家人从他家门口经过，听到他叫的声音，问：什么事情？他太太请出家人到家里。他就告诉他，许多牛头人来问他要命。",
      "zh_TW": "他就叫他的太太，請出家人來給他超度。《往生傳》裡面記載，他大呼救命的時候，這是緣遇得好，因緣殊勝，剛好有一個化緣的出家人從他家門口經過，聽到他叫的聲音，問：什麼事情？他太太請出家人到家裡。他就告訴他，許多牛頭人來問他要命。"
    },
    {
      "id": "01-003-0091_p0018",
      "zh_CN": "疏【谕云：经中说临终恶相现者，至心念佛，即得往生。】",
      "zh_TW": "疏【諭云：經中說臨終惡相現者，至心念佛，即得往生。】"
    },
    {
      "id": "01-003-0091_p0019",
      "zh_CN": "这个出家人就告诉他：《观无量寿佛经》里面讲，五逆十恶是重大的罪业，临终时候念佛也能往生。",
      "zh_TW": "這個出家人就告訴他：《觀無量壽佛經》裡面講，五逆十惡是重大的罪業，臨終時候念佛也能往生。"
    },
    {
      "id": "01-003-0091_p0020",
      "zh_CN": "疏【和云：地狱至。】",
      "zh_TW": "疏【和云：地獄至。】"
    },
    {
      "id": "01-003-0091_p0021",
      "zh_CN": "张善和大叫：地狱相现前了。换句话说，马上他就要堕地狱了。",
      "zh_TW": "張善和大叫：地獄相現前了。換句話說，馬上他就要墮地獄了。"
    },
    {
      "id": "01-003-0091_p0022",
      "zh_CN": "疏【急取香𬬻来，即以右手擎火，左手拈香，面西专切念佛，未满十声，自言佛来迎我，即化去。】",
      "zh_TW": "疏【急取香鑪來，即以右手擎火，左手拈香，面西專切念佛，未滿十聲，自言佛來迎我，即化去。】"
    },
    {
      "id": "01-003-0091_p0023",
      "zh_CN": "赶快拿着香炉，手上拿了一把香，他就大声的念阿弥陀佛。未满十声，他说：牛头人不见了，佛来了。他跟佛走了。这是一个非常好的例子，这是作恶临终念佛往生。但是这一条必须跟诸位说明白，你们曾经看到有几个人临终的时候这么清楚、这么明白？这是先决条件。如果临命终时，人都不认得了，这就没救了。",
      "zh_TW": "趕快拿著香爐，手上拿了一把香，他就大聲的念阿彌陀佛。未滿十聲，他說：牛頭人不見了，佛來了。他跟佛走了。這是一個非常好的例子，這是作惡臨終念佛往生。但是這一條必須跟諸位說明白，你們曾經看到有幾個人臨終的時候這麼清楚、這麼明白？這是先決條件。如果臨命終時，人都不認得了，這就沒救了。"
    },
    {
      "id": "01-003-0091_p0024",
      "zh_CN": "张善和这个是大福报，这个福报是前生修的，前生修的就是《弥陀经》上所说的「临命终时心不颠倒」。所以《弥陀经》给我们讲两桩事情，第一个是「一心不乱」，那是决定成就的，只要得一心不乱，往生西方极乐世界，喜欢什么时候去就什么时候去，喜欢在这个世界上多住几年就多住几年，决定不碍事，来去自由，那是得一心不乱的。没得一心不乱，那最重要的条件就是「心不颠倒」，你走的时候要清清楚楚、明明白白，这样才有把握去得了。临终要是有痛苦，要是昏迷不醒，那就没办法，那个甚至助念都没办法。所以人在一生当中要修福，不要享福，不要把你所修的那点福报都享尽，享尽了，临终就没福了。",
      "zh_TW": "張善和這個是大福報，這個福報是前生修的，前生修的就是《彌陀經》上所說的「臨命終時心不顛倒」。所以《彌陀經》給我們講兩樁事情，第一個是「一心不亂」，那是決定成就的，只要得一心不亂，往生西方極樂世界，喜歡什麼時候去就什麼時候去，喜歡在這個世界上多住幾年就多住幾年，決定不礙事，來去自由，那是得一心不亂的。沒得一心不亂，那最重要的條件就是「心不顛倒」，你走的時候要清清楚楚、明明白白，這樣才有把握去得了。臨終要是有痛苦，要是昏迷不醒，那就沒辦法，那個甚至助念都沒辦法。所以人在一生當中要修福，不要享福，不要把你所修的那點福報都享盡，享盡了，臨終就沒福了。"
    },
    {
      "id": "01-003-0091_p0025",
      "zh_CN": "我过去看过不少富贵人家，少年得志、中年得志，尽情享受，一呼百应的，到晚年衰了。晚年的时候连一个伺候的人、照顾的人都没有了，洗衣服、烧饭都要自己动手，可怜得不得了。在他得志的时候，家里佣人十几个、二十个，伺候唯恐不周到，到晚年的时候，什么事情都要自己做，上街买菜也拿个篮子自己跑去。我见过很多很多，这福享尽了。他死的那个情形就可想而知，怎么会清楚明白？不可能的。",
      "zh_TW": "我過去看過不少富貴人家，少年得志、中年得志，盡情享受，一呼百應的，到晚年衰了。晚年的時候連一個伺候的人、照顧的人都沒有了，洗衣服、燒飯都要自己動手，可憐得不得了。在他得志的時候，家裡傭人十幾個、二十個，伺候唯恐不周到，到晚年的時候，什麼事情都要自己做，上街買菜也拿個籃子自己跑去。我見過很多很多，這福享盡了。他死的那個情形就可想而知，怎麼會清楚明白？不可能的。"
    },
    {
      "id": "01-003-0091_p0026",
      "zh_CN": "所以一定要知道修福，希望临终的时候清清楚楚明明白白，我们念佛就决定可以往生了。带业往生，要靠临终这一刹那。像张善和这么清楚，这是他多生多劫修行的善根，在这个时候现前。一生没有闻到过佛法，临终听到了，他肯相信，肯专心的去念，所以临命终时十念一念也能往生，这是《观经》里面下品下生。可是千万要记住，决不能存一个侥幸的心理，看了这段故事，不要紧，这一生多造一点恶没关系，临命终还来得及。你要是这样想法，就大错特错！你临命终的时候能保得住像张善和这么清楚吗？能保得住在那个时候有善知识来帮助你吗？所以不可以存侥幸的心理，要认真的念佛。尤其是现代这个时代，意外的灾难很多，我们自己能有把握一生不会遇到吗？突然而来的灾难，怎么办？所以平常就要认真努力的念佛，念佛能消灾免难，纵然是大劫难来临，也能清清楚楚的念佛往生，这是不可思议的功德利益。",
      "zh_TW": "所以一定要知道修福，希望臨終的時候清清楚楚明明白白，我們念佛就決定可以往生了。帶業往生，要靠臨終這一剎那。像張善和這麼清楚，這是他多生多劫修行的善根，在這個時候現前。一生沒有聞到過佛法，臨終聽到了，他肯相信，肯專心的去念，所以臨命終時十念一念也能往生，這是《觀經》裡面下品下生。可是千萬要記住，決不能存一個僥倖的心理，看了這段故事，不要緊，這一生多造一點惡沒關係，臨命終還來得及。你要是這樣想法，就大錯特錯！你臨命終的時候能保得住像張善和這麼清楚嗎？能保得住在那個時候有善知識來幫助你嗎？所以不可以存僥倖的心理，要認真的念佛。尤其是現代這個時代，意外的災難很多，我們自己能有把握一生不會遇到嗎？突然而來的災難，怎麼辦？所以平常就要認真努力的念佛，念佛能消災免難，縱然是大劫難來臨，也能清清楚楚的念佛往生，這是不可思議的功德利益。"
    },
    {
      "id": "01-003-0091_p0027",
      "zh_CN": "疏【畜生者。】",
      "zh_TW": "疏【畜生者。】"
    },
    {
      "id": "01-003-0091_p0028",
      "zh_CN": "这一段是讲畜生念佛往生。这个事情很奇怪，也不少，古人编写一本书《物犹如此》，专门记载中国历代畜生往生的。",
      "zh_TW": "這一段是講畜生念佛往生。這個事情很奇怪，也不少，古人編寫一本書《物猶如此》，專門記載中國歷代畜生往生的。"
    },
    {
      "id": "01-003-0091_p0029",
      "zh_CN": "疏【宋黄岩正等寺，观公，畜鸲鹆。】",
      "zh_TW": "疏【宋黃巖正等寺，觀公，畜鴝鵒。】"
    },
    {
      "id": "01-003-0091_p0030",
      "zh_CN": "寺庙名叫正等。这是一个出家人，他的法名没有完全记载，对他尊称称一个字，『观公』。他养了一只『鸲鹆』，我们俗话叫八哥，八哥鸟会说话的。",
      "zh_TW": "寺廟名叫正等。這是一個出家人，他的法名沒有完全記載，對他尊稱稱一個字，『觀公』。他養了一隻『鴝鵒』，我們俗話叫八哥，八哥鳥會說話的。"
    },
    {
      "id": "01-003-0091_p0031",
      "zh_CN": "疏【常念佛不绝。】",
      "zh_TW": "疏【常念佛不絕。】"
    },
    {
      "id": "01-003-0091_p0032",
      "zh_CN": "在寺庙里面大家教牠念佛，牠也会念佛。",
      "zh_TW": "在寺廟裡面大家教牠念佛，牠也會念佛。"
    },
    {
      "id": "01-003-0091_p0033",
      "zh_CN": "疏【一日立化笼上，观葬之。】",
      "zh_TW": "疏【一日立化籠上，觀葬之。】"
    },
    {
      "id": "01-003-0091_p0034",
      "zh_CN": "有一天牠往生了，在笼子上站着走的，法师把牠埋起来。",
      "zh_TW": "有一天牠往生了，在籠子上站著走的，法師把牠埋起來。"
    },
    {
      "id": "01-003-0091_p0035",
      "zh_CN": "疏【已而土上出紫莲华一朵。】",
      "zh_TW": "疏【已而土上出紫蓮華一朵。】"
    },
    {
      "id": "01-003-0091_p0036",
      "zh_CN": "埋在地下，没几天这地上长出一朵紫色莲花。法师觉得这是很好的瑞相，想要知道莲花是不是从这只八哥身上长的，就把土扒开看一看。",
      "zh_TW": "埋在地下，沒幾天這地上長出一朵紫色蓮花。法師覺得這是很好的瑞相，想要知道蓮花是不是從這隻八哥身上長的，就把土扒開看一看。"
    },
    {
      "id": "01-003-0091_p0037",
      "zh_CN": "疏【寻土中，则华从舌端而发。】",
      "zh_TW": "疏【尋土中，則華從舌端而發。】"
    },
    {
      "id": "01-003-0091_p0038",
      "zh_CN": "果然没错，莲花是从这只小鸟舌头当中长出来的。",
      "zh_TW": "果然沒錯，蓮花是從這隻小鳥舌頭當中長出來的。"
    },
    {
      "id": "01-003-0091_p0039",
      "zh_CN": "疏【灵芝照律师，为之赞，有「立亡笼闭浑闲事，化紫莲华也太奇」之句。】",
      "zh_TW": "疏【靈芝照律師，為之讚，有「立亡籠閉渾閒事，化紫蓮華也太奇」之句。】"
    },
    {
      "id": "01-003-0091_p0040",
      "zh_CN": "这是宋朝专门研究戒律的一位出家人，律宗里面称他作「灵芝律祖」，他见到这个事情，特别写一篇文章来赞叹。畜生道往生，这是平常事情，听说过很多，这不希奇。舌头变成紫色莲花，这个很希奇。这是讲古代的。",
      "zh_TW": "這是宋朝專門研究戒律的一位出家人，律宗裡面稱他作「靈芝律祖」，他見到這個事情，特別寫一篇文章來讚歎。畜生道往生，這是平常事情，聽說過很多，這不希奇。舌頭變成紫色蓮花，這個很希奇。這是講古代的。"
    },
    {
      "id": "01-003-0091_p0041",
      "zh_CN": "倓虚法师有一个佛七开示的录音带，里头讲了许多现代往生的事情，讲一只公鸡往生。谛闲法师做头陀寺方丈的时候，庙里养的公鸡。这只公鸡每天都跟着大众做早晚课，也跟着大众一起到斋堂，大家吃饭，饭菜掉在地上牠都会捡去吃，吃得干干净净。有一天上殿的时候，下殿之后大家都走了，这公鸡不走。香灯师就赶牠走，说：大家都走了，我要关门，你赶快出去。这只大公鸡不理他，走到大殿当中，站在那个地方，仰着头看着佛像，叫了三声，站在那里死了。谛闲法师照出家人礼节把牠火化埋葬。这是倓虚老法师亲自见到的畜生往生。人要不好好的念佛，连畜生都比不上。往生到西方极乐世界那个功德利益说不尽，你们好好的听听倓老法师的开示。",
      "zh_TW": "倓虛法師有一個佛七開示的錄音帶，裡頭講了許多現代往生的事情，講一隻公雞往生。諦閑法師做頭陀寺方丈的時候，廟裡養的公雞。這隻公雞每天都跟著大眾做早晚課，也跟著大眾一起到齋堂，大家吃飯，飯菜掉在地上牠都會撿去吃，吃得乾乾淨淨。有一天上殿的時候，下殿之後大家都走了，這公雞不走。香燈師就趕牠走，說：大家都走了，我要關門，你趕快出去。這隻大公雞不理他，走到大殿當中，站在那個地方，仰著頭看著佛像，叫了三聲，站在那裡死了。諦閑法師照出家人禮節把牠火化埋葬。這是倓虛老法師親自見到的畜生往生。人要不好好的念佛，連畜生都比不上。往生到西方極樂世界那個功德利益說不盡，你們好好的聽聽倓老法師的開示。"
    },
    {
      "id": "01-003-0091_p0042",
      "zh_CN": "疏【如上持名所举，自飞光出佛至此。】",
      "zh_TW": "疏【如上持名所舉，自飛光出佛至此。】"
    },
    {
      "id": "01-003-0091_p0043",
      "zh_CN": "善导大师念一声佛，口里一道光明，这是前面讲过的，一直到这个地方全是讲感应。",
      "zh_TW": "善導大師念一聲佛，口裡一道光明，這是前面講過的，一直到這個地方全是講感應。"
    },
    {
      "id": "01-003-0091_p0044",
      "zh_CN": "疏【亦千万中纪一而已。】",
      "zh_TW": "疏【亦千萬中紀一而已。】"
    },
    {
      "id": "01-003-0091_p0045",
      "zh_CN": "千万往生的人、往生的动物，略举一二而已，给我们做一个证明。",
      "zh_TW": "千萬往生的人、往生的動物，略舉一二而已，給我們做一個證明。"
    },
    {
      "id": "01-003-0091_p0046",
      "zh_CN": "疏【慝者，恶之匿于心者也。】",
      "zh_TW": "疏【慝者，惡之匿於心者也。】"
    },
    {
      "id": "01-003-0091_p0047",
      "zh_CN": "心里面有大恶，贪瞋痴慢这都是大恶。",
      "zh_TW": "心裡面有大惡，貪瞋痴慢這都是大惡。"
    },
    {
      "id": "01-003-0091_p0048",
      "zh_CN": "疏【最灵者，人为万物之灵也。末复结言，恶人念佛，尚得往生，何况恶未必如善和。】",
      "zh_TW": "疏【最靈者，人為萬物之靈也。末復結言，惡人念佛，尚得往生，何況惡未必如善和。】"
    },
    {
      "id": "01-003-0091_p0049",
      "zh_CN": "没有造张善和那样重的罪业。",
      "zh_TW": "沒有造張善和那樣重的罪業。"
    },
    {
      "id": "01-003-0091_p0050",
      "zh_CN": "疏【畜生念佛，尚得往生，何况灵而号为人类。以此比况，知必生也。】",
      "zh_TW": "疏【畜生念佛，尚得往生，何況靈而號為人類。以此比況，知必生也。】"
    },
    {
      "id": "01-003-0091_p0051",
      "zh_CN": "我们看看这些事迹应当觉悟。除非是我们自己不肯发心，肯发心念佛，我们这一生必定往生，这是千真万确的事实。你们诸位同学有很多是刚刚学佛的，佛法宗派多、法门多、经典多，从哪里下手？这是不能不留意的。如果一下手就找对了门路，你的成就就快，不但快成就也高；找错门路，也许这一生都不能成就，走上许许多多的冤枉路。这是在一开端就得要留意。所有法门里面，一生成就，人人都能成就，无过于念佛法门。",
      "zh_TW": "我們看看這些事蹟應當覺悟。除非是我們自己不肯發心，肯發心念佛，我們這一生必定往生，這是千真萬確的事實。你們諸位同學有很多是剛剛學佛的，佛法宗派多、法門多、經典多，從哪裡下手？這是不能不留意的。如果一下手就找對了門路，你的成就就快，不但快成就也高；找錯門路，也許這一生都不能成就，走上許許多多的冤枉路。這是在一開端就得要留意。所有法門裡面，一生成就，人人都能成就，無過於念佛法門。"
    },
    {
      "id": "01-003-0091_p0052",
      "zh_CN": "《弥陀经》虽然简单，经文不长，可是字字句句里头含着无量义。我们看看这本注解，诸位手上拿的这么一大本，这是《弥陀经》的注解，我们这里面选的是三种注解。莲池大师的《疏钞》，博大精深，这部《疏钞》一共是四卷，我们今天讲到这个地方是第一卷，第一卷还没讲完，已经讲了九十一次。这次是我们第三次讲《疏钞》，第二次我们留的有录音带，九十分钟的录音带，三百三十五个，一部《阿弥陀经》。所以大家千万不要把《弥陀经》看浅了，不要把这个法门看简单了。",
      "zh_TW": "《彌陀經》雖然簡單，經文不長，可是字字句句裡頭含著無量義。我們看看這本註解，諸位手上拿的這麼一大本，這是《彌陀經》的註解，我們這裡面選的是三種註解。蓮池大師的《疏鈔》，博大精深，這部《疏鈔》一共是四卷，我們今天講到這個地方是第一卷，第一卷還沒講完，已經講了九十一次。這次是我們第三次講《疏鈔》，第二次我們留的有錄音帶，九十分鐘的錄音帶，三百三十五個，一部《阿彌陀經》。所以大家千萬不要把《彌陀經》看淺了，不要把這個法門看簡單了。"
    },
    {
      "id": "01-003-0091_p0053",
      "zh_CN": "过去台中李老师讲一部《楞严经》，从头到尾讲完，也不过讲了一百三十六个小时。我们《弥陀经疏钞》一遍已经讲五百多个小时，那是第二次讲的。这一次讲的比上一次更详细，时间用得更多。所以轻视念佛法门，那就是没有福报；选择这个法门，那是你的善根福德因缘深厚。",
      "zh_TW": "過去台中李老師講一部《楞嚴經》，從頭到尾講完，也不過講了一百三十六個小時。我們《彌陀經疏鈔》一遍已經講五百多個小時，那是第二次講的。這一次講的比上一次更詳細，時間用得更多。所以輕視念佛法門，那就是沒有福報；選擇這個法門，那是你的善根福德因緣深厚。"
    },
    {
      "id": "01-003-0091_p0054",
      "zh_CN": "我自己学佛三十多年，过去不晓得，到处摸索，也摸索了许许多多的经论，最后才知道念佛法门好。我在道场讲经，只讲《弥陀经》、《四十华严》这两部经。这一次为你们同学开的《四十二章经》，是帮助你们学讲经，希望你们从《四十二章经》当中提起学佛的兴趣。真正要学佛，一定要念《弥陀经》，一定要修念佛法门。",
      "zh_TW": "我自己學佛三十多年，過去不曉得，到處摸索，也摸索了許許多多的經論，最後才知道念佛法門好。我在道場講經，只講《彌陀經》、《四十華嚴》這兩部經。這一次為你們同學開的《四十二章經》，是幫助你們學講經，希望你們從《四十二章經》當中提起學佛的興趣。真正要學佛，一定要念《彌陀經》，一定要修念佛法門。"
    },
    {
      "id": "01-003-0091_p0055",
      "zh_CN": "疏【信愿熏修，所作唐捐，无有是处。】",
      "zh_TW": "疏【信願熏修，所作唐捐，無有是處。】"
    },
    {
      "id": "01-003-0091_p0056",
      "zh_CN": "『唐捐』的意思就是空过。只要你相信，你发愿，你认真的念佛，念佛叫『熏修』，日夜不间断、不夹杂、不怀疑，一直念下去，这叫熏修，你这个所作如果说空过，没有这个道理，决定得到殊胜的功德利益。",
      "zh_TW": "『唐捐』的意思就是空過。只要你相信，你發願，你認真的念佛，念佛叫『熏修』，日夜不間斷、不夾雜、不懷疑，一直念下去，這叫熏修，你這個所作如果說空過，沒有這個道理，決定得到殊勝的功德利益。"
    },
    {
      "id": "01-003-0091_p0057",
      "zh_CN": "◎【五、结劝】",
      "zh_TW": "◎【五、結勸】"
    },
    {
      "id": "01-003-0091_p0058",
      "zh_CN": "玄义【是以一音始唱，千佛同赓。三学高僧，九流名德，若幽若显，若圣若凡，如万水无不朝东，似群星悉皆拱北，方之捷径，号曰普门，岂虚语哉。决志求生，无容拟议者矣。】",
      "zh_TW": "玄義【是以一音始唱，千佛同賡。三學高僧，九流名德，若幽若顯，若聖若凡，如萬水無不朝東，似群星悉皆拱北，方之捷徑，號曰普門，豈虛語哉。決志求生，無容擬議者矣。】"
    },
    {
      "id": "01-003-0091_p0059",
      "zh_CN": "『赓』是相续。这几句话是莲池大师苦口婆心劝勉我们选择这个法门，认真的去修学。诸位请看注解：",
      "zh_TW": "『賡』是相續。這幾句話是蓮池大師苦口婆心勸勉我們選擇這個法門，認真的去修學。諸位請看註解："
    },
    {
      "id": "01-003-0091_p0060",
      "zh_CN": "疏【此总结净土法门，一切众生所皈依也。】",
      "zh_TW": "疏【此總結淨土法門，一切眾生所皈依也。】"
    },
    {
      "id": "01-003-0091_p0061",
      "zh_CN": "『此』，指前面这三行文字。这个法门可以说最初在华严会上所提倡的。《华严经》在中国佛教是大家公认的根本法轮，一切经皆是《华严》眷属，也是《华严》的枝叶。好像一棵树一样，《华严》是根本，一切经是从这个根本所生的枝叶，就晓得《华严经》在佛法里面所占的地位。《华严经》里面一共讲了二千多个法门，包括显密各宗，它经大，讲得详细、讲得多，可是最后结归的是念佛法门。文殊菩萨、普贤菩萨都是发愿求生西方净土，善财童子也是修念佛往生净土的法门。五十三参里面，虽然参访许许多多不同的宗派、不同的法门，善财童子接触他们之后，如如不动，还是一心念佛。不但到末后文殊、普贤、善财往生净土，而且普贤菩萨以「十大愿王导归极乐」，劝华藏会上所有菩萨们统统求生西方极乐世界，看看这种景象是何等的庄严。所以我们才真正体会到，净土是整个佛法的皈依处。不念佛，不求生净土，那太可惜了。",
      "zh_TW": "『此』，指前面這三行文字。這個法門可以說最初在華嚴會上所提倡的。《華嚴經》在中國佛教是大家公認的根本法輪，一切經皆是《華嚴》眷屬，也是《華嚴》的枝葉。好像一棵樹一樣，《華嚴》是根本，一切經是從這個根本所生的枝葉，就曉得《華嚴經》在佛法裡面所佔的地位。《華嚴經》裡面一共講了二千多個法門，包括顯密各宗，它經大，講得詳細、講得多，可是最後結歸的是念佛法門。文殊菩薩、普賢菩薩都是發願求生西方淨土，善財童子也是修念佛往生淨土的法門。五十三參裡面，雖然參訪許許多多不同的宗派、不同的法門，善財童子接觸他們之後，如如不動，還是一心念佛。不但到末後文殊、普賢、善財往生淨土，而且普賢菩薩以「十大願王導歸極樂」，勸華藏會上所有菩薩們統統求生西方極樂世界，看看這種景象是何等的莊嚴。所以我們才真正體會到，淨土是整個佛法的皈依處。不念佛，不求生淨土，那太可惜了。"
    },
    {
      "id": "01-003-0091_p0062",
      "zh_CN": "李老师在《无量寿经》眉注上，他老人家批了几句话，因为看到经上，菩萨在过去生中供养四百亿佛，那个数字不得了！供养四百亿佛，还有隔阴之迷，还有退转，这个可怕了。虽有远因，将来他当然还是会往生西方极乐世界，但是长劫在六道里头轮回，这个苦吃得很冤枉。所以末后他老人家提示我们，「不求带业往生，非愚即狂」，你不是个愚人，你就是狂妄！这个话一点都不错。",
      "zh_TW": "李老師在《無量壽經》眉註上，他老人家批了幾句話，因為看到經上，菩薩在過去生中供養四百億佛，那個數字不得了！供養四百億佛，還有隔陰之迷，還有退轉，這個可怕了。雖有遠因，將來他當然還是會往生西方極樂世界，但是長劫在六道裡頭輪迴，這個苦吃得很冤枉。所以末後他老人家提示我們，「不求帶業往生，非愚即狂」，你不是個愚人，你就是狂妄！這個話一點都不錯。"
    },
    {
      "id": "01-003-0091_p0063",
      "zh_CN": "疏【唱者导也，赓者续也。始唱者，释迦开示西方，众生始知净业，是引而导之也。】",
      "zh_TW": "疏【唱者導也，賡者續也。始唱者，釋迦開示西方，眾生始知淨業，是引而導之也。】"
    },
    {
      "id": "01-003-0091_p0064",
      "zh_CN": "释迦牟尼佛在华严会上就跟我们说了，说出西方净土。而在弥陀会、无量寿会、观无量寿会是专讲西方极乐世界，专门给我们介绍西方净土。『众生始知净业』，我们才晓得。而佛经传到中国来，《无量寿经》是最早期到中国来的，安世高到中国来的时候，《无量寿经》就传来了，而且安世高把它翻成中文，很可惜这个本子遗失了。",
      "zh_TW": "釋迦牟尼佛在華嚴會上就跟我們說了，說出西方淨土。而在彌陀會、無量壽會、觀無量壽會是專講西方極樂世界，專門給我們介紹西方淨土。『眾生始知淨業』，我們才曉得。而佛經傳到中國來，《無量壽經》是最早期到中國來的，安世高到中國來的時候，《無量壽經》就傳來了，而且安世高把它翻成中文，很可惜這個本子遺失了。"
    },
    {
      "id": "01-003-0091_p0065",
      "zh_CN": "疏【同赓者，六方赞叹。详如经文中说，是续而和之也。】",
      "zh_TW": "疏【同賡者，六方讚歎。詳如經文中說，是續而和之也。】"
    },
    {
      "id": "01-003-0091_p0066",
      "zh_CN": "释迦牟尼佛跟我们讲西方净土，六方佛赞叹，劝我们学习。",
      "zh_TW": "釋迦牟尼佛跟我們講西方淨土，六方佛讚歎，勸我們學習。"
    },
    {
      "id": "01-003-0091_p0067",
      "zh_CN": "疏【三学者，谓禅教律三宗也。】",
      "zh_TW": "疏【三學者，謂禪教律三宗也。】"
    },
    {
      "id": "01-003-0091_p0068",
      "zh_CN": "『三学』是讲禅、教、律，实在讲，这就把净土宗以外的宗派全都包括了；天台、贤首、三论、唯识，都包括在「教」里面。",
      "zh_TW": "『三學』是講禪、教、律，實在講，這就把淨土宗以外的宗派全都包括了；天台、賢首、三論、唯識，都包括在「教」裡面。"
    },
    {
      "id": "01-003-0091_p0069",
      "zh_CN": "疏【禅，如永明，以宗门柱石，而上上品生。】",
      "zh_TW": "疏【禪，如永明，以宗門柱石，而上上品生。】"
    },
    {
      "id": "01-003-0091_p0070",
      "zh_CN": "这是讲禅宗。永明延寿也是先学禅，在禅宗里面大彻大悟，回过头来念佛，成为净土宗第六代祖师。永明延寿大师，传说他是阿弥陀佛再来的。他有一部大书《宗镜录》，一百卷，流传后世，另外还有《万善同归集》。传记里面记载，法师往生之后，有一位出家人在他的塔前礼拜围绕，一年到头都是这样，不肯离去。有人问他：为什么在这里礼塔？他说他曾经死过一次，见到阎罗王，看到阎罗王那个大殿上挂着一张画像，阎罗王要升殿之前，都到那个像前面去拜三拜。他就问旁人：那个像是谁？别人告诉他，那是永明延寿大师。他的寿命大概还没到，阎罗王把他送回来了。送回来之后，他就到处打听，有没有永明延寿这个人，打听到果然有。他就在永明延寿大师这个塔天天礼拜围绕，说阎罗王都恭敬，而且阴间里面告诉他，永明延寿上上品往生。上上品是从这个地方传出来的，传记里头有。",
      "zh_TW": "這是講禪宗。永明延壽也是先學禪，在禪宗裡面大徹大悟，回過頭來念佛，成為淨土宗第六代祖師。永明延壽大師，傳說他是阿彌陀佛再來的。他有一部大書《宗鏡錄》，一百卷，流傳後世，另外還有《萬善同歸集》。傳記裡面記載，法師往生之後，有一位出家人在他的塔前禮拜圍繞，一年到頭都是這樣，不肯離去。有人問他：為什麼在這裡禮塔？他說他曾經死過一次，見到閻羅王，看到閻羅王那個大殿上掛著一張畫像，閻羅王要升殿之前，都到那個像前面去拜三拜。他就問旁人：那個像是誰？別人告訴他，那是永明延壽大師。他的壽命大概還沒到，閻羅王把他送回來了。送回來之後，他就到處打聽，有沒有永明延壽這個人，打聽到果然有。他就在永明延壽大師這個塔天天禮拜圍繞，說閻羅王都恭敬，而且陰間裡面告訴他，永明延壽上上品往生。上上品是從這個地方傳出來的，傳記裡頭有。"
    },
    {
      "id": "01-003-0091_p0071",
      "zh_CN": "疏【圆照以独秉单传，而标名莲境。】",
      "zh_TW": "疏【圓照以獨秉單傳，而標名蓮境。】"
    },
    {
      "id": "01-003-0091_p0072",
      "zh_CN": "宋朝圆照禅师，他在禅宗里面大彻大悟之后，回过头来念佛。『标名莲境』，当时资福寺有一位出家人，到照法师这个地方来礼座，礼座之后还拿出钱来供养。那位法师是非常有名的大法师，身分、地位都比照法师高，所以人家就觉得奇怪，说：你怎么会去拜他？还去供养他？他就告诉别人，他在禅定当中见到西方世界，西方世界莲花上刻圆照法师的名字，所以他知道他将来决定往生，特地到这里来礼座供养。",
      "zh_TW": "宋朝圓照禪師，他在禪宗裡面大徹大悟之後，回過頭來念佛。『標名蓮境』，當時資福寺有一位出家人，到照法師這個地方來禮座，禮座之後還拿出錢來供養。那位法師是非常有名的大法師，身分、地位都比照法師高，所以人家就覺得奇怪，說：你怎麼會去拜他？還去供養他？他就告訴別人，他在禪定當中見到西方世界，西方世界蓮花上刻圓照法師的名字，所以他知道他將來決定往生，特地到這裡來禮座供養。"
    },
    {
      "id": "01-003-0091_p0073",
      "zh_CN": "疏【教，如僧叡弘辅什师，而莲华出榻。】",
      "zh_TW": "疏【教，如僧叡弘輔什師，而蓮華出榻。】"
    },
    {
      "id": "01-003-0091_p0074",
      "zh_CN": "这讲教下。『僧叡』是了不起的人，鸠摩罗什大师四大弟子之一，当时帮助鸠摩罗什大师翻经，学问道德非常之好。罗什法师往生之后，僧叡就到庐山跟慧远大师念佛。他也是预知时至，走的时候预先告诉大家，他什么时候要走。他面西合掌而化，大家看到他坐榻前面有一朵金莲花，忽隐忽现，而且有五色的云烟从他房间里面慢慢的出去，这是往生的瑞相。",
      "zh_TW": "這講教下。『僧叡』是了不起的人，鳩摩羅什大師四大弟子之一，當時幫助鳩摩羅什大師翻經，學問道德非常之好。羅什法師往生之後，僧叡就到廬山跟慧遠大師念佛。他也是預知時至，走的時候預先告訴大家，他什麼時候要走。他面西合掌而化，大家看到他坐榻前面有一朵金蓮花，忽隱忽現，而且有五色的雲煙從他房間裡面慢慢的出去，這是往生的瑞相。"
    },
    {
      "id": "01-003-0091_p0075",
      "zh_CN": "疏【四明中兴台教，而西向坐亡。】",
      "zh_TW": "疏【四明中興台教，而西向坐亡。】"
    },
    {
      "id": "01-003-0091_p0076",
      "zh_CN": "『四明』尊者，注疏很多，是中兴天台宗的大师。他临终也是念佛，面朝西坐亡，没有病苦，预知时至。",
      "zh_TW": "『四明』尊者，註疏很多，是中興天台宗的大師。他臨終也是念佛，面朝西坐亡，沒有病苦，預知時至。"
    },
    {
      "id": "01-003-0091_p0077",
      "zh_CN": "疏【律，如灵芝，生弘毗尼，而死生安养。】",
      "zh_TW": "疏【律，如靈芝，生弘毗尼，而死生安養。】"
    },
    {
      "id": "01-003-0091_p0078",
      "zh_CN": "这是学戒律的。灵芝律师一生弘扬戒律，自己是念佛往生净土。",
      "zh_TW": "這是學戒律的。靈芝律師一生弘揚戒律，自己是念佛往生淨土。"
    },
    {
      "id": "01-003-0091_p0079",
      "zh_CN": "疏【清照大阐律学，而说偈西归。】",
      "zh_TW": "疏【清照大闡律學，而說偈西歸。】"
    },
    {
      "id": "01-003-0091_p0080",
      "zh_CN": "宋朝清照律师，他是灵芝律师的学生。他虽然一生弘扬戒律，可是自己念佛念了六十年。临命终时，说了一首偈子：「弥陀口口称」，称念，「白毫念念想」，常常想阿弥陀佛白毫放光，「持此不退心」，只要你念佛、想佛不退心，「决定生安养」，安养就是西方极乐世界。说完，他就往生了。",
      "zh_TW": "宋朝清照律師，他是靈芝律師的學生。他雖然一生弘揚戒律，可是自己念佛念了六十年。臨命終時，說了一首偈子：「彌陀口口稱」，稱念，「白毫念念想」，常常想阿彌陀佛白毫放光，「持此不退心」，只要你念佛、想佛不退心，「決定生安養」，安養就是西方極樂世界。說完，他就往生了。"
    },
    {
      "id": "01-003-0091_p0081",
      "zh_CN": "疏【若广举者，不可胜数。】",
      "zh_TW": "疏【若廣舉者，不可勝數。】"
    },
    {
      "id": "01-003-0091_p0082",
      "zh_CN": "要是广说就太多了，《净土圣贤录》、历代往生传记记载非常之多。",
      "zh_TW": "要是廣說就太多了，《淨土聖賢錄》、歷代往生傳記記載非常之多。"
    },
    {
      "id": "01-003-0091_p0083",
      "zh_CN": "疏【九流者，谓儒道农工医卜等也。】",
      "zh_TW": "疏【九流者，謂儒道農工醫卜等也。】"
    },
    {
      "id": "01-003-0091_p0084",
      "zh_CN": "三教九流里面念佛往生的人也非常之多。",
      "zh_TW": "三教九流裡面念佛往生的人也非常之多。"
    },
    {
      "id": "01-003-0091_p0085",
      "zh_CN": "疏【儒，如文潞公，德业满朝，而结十万同生之缘。】",
      "zh_TW": "疏【儒，如文潞公，德業滿朝，而結十萬同生之緣。】"
    },
    {
      "id": "01-003-0091_p0086",
      "zh_CN": "就是文彦博，宋朝的宰相，这也是念佛往生的。",
      "zh_TW": "就是文彥博，宋朝的宰相，這也是念佛往生的。"
    },
    {
      "id": "01-003-0091_p0087",
      "zh_CN": "疏【苏长公，文行绝世，而有西方公据之说。】",
      "zh_TW": "疏【蘇長公，文行絕世，而有西方公據之說。】"
    },
    {
      "id": "01-003-0091_p0088",
      "zh_CN": "「长」，念ㄓㄤˇ，就是老大。『苏长公』是苏东坡；苏东坡兄弟三个，他是老大，后人称他长公。苏东坡每到一个地方，都带着一幅阿弥陀佛的画像。人家问他：这是什么东西？他说：这是我生西方的公据。「西方公据」最初就是他说出来的。实际上他并没有往生，为什么不能往生？他那个文学的习气太重，障碍了，所知障太重，所以他没能往生。",
      "zh_TW": "「長」，念ㄓㄤˇ，就是老大。『蘇長公』是蘇東坡；蘇東坡兄弟三個，他是老大，後人稱他長公。蘇東坡每到一個地方，都帶著一幅阿彌陀佛的畫像。人家問他：這是什麼東西？他說：這是我生西方的公據。「西方公據」最初就是他說出來的。實際上他並沒有往生，為什麼不能往生？他那個文學的習氣太重，障礙了，所知障太重，所以他沒能往生。"
    },
    {
      "id": "01-003-0091_p0089",
      "zh_CN": "疏【道，如葛济之舍仙学而回心净业。】",
      "zh_TW": "疏【道，如葛濟之捨仙學而回心淨業。】"
    },
    {
      "id": "01-003-0091_p0090",
      "zh_CN": "宋朝葛济之，「句容人，久事仙学」，江西人，最初是学道的。他太太是个念佛人，有一年太太在织布，忽然看到阿弥陀佛与观音势至、海会大众都现在空中。他太太赶紧礼拜，而且指着天空给葛济之看，但是他看到的是阿弥陀佛的半身，所以他就相信，他不学道就专门念佛了。这是有这么一个公案。",
      "zh_TW": "宋朝葛濟之，「句容人，久事仙學」，江西人，最初是學道的。他太太是個念佛人，有一年太太在織布，忽然看到阿彌陀佛與觀音勢至、海會大眾都現在空中。他太太趕緊禮拜，而且指著天空給葛濟之看，但是他看到的是阿彌陀佛的半身，所以他就相信，他不學道就專門念佛了。這是有這麼一個公案。"
    },
    {
      "id": "01-003-0091_p0091",
      "zh_CN": "疏【鸾法师焚仙经而专修观经。】",
      "zh_TW": "疏【鸞法師焚仙經而專修觀經。】"
    },
    {
      "id": "01-003-0091_p0092",
      "zh_CN": "这是在后魏时代，昙鸾是我们净土宗了不起的一位大师，他喜欢长生不老，所以从小学道、学仙。以后遇到从印度到中国来的一位高僧菩提流支，这个法师也翻了不少的经典。就问他：佛教里头有没有长生不死的方法？菩提流支就跟他说：长生不死只有佛教有，除了佛教之外，哪有真的长生不死？他听了，他就能相信，于是菩提流支就给他一卷《十六观经》，就是《观无量寿佛经》，叫他依照这个方法来修学。他就把从前学的那些仙经一把火烧掉，专修《十六观经》，他修成了。《十六观经》，谛闲法师有注解，是依据《观无量寿佛经妙中钞》来注解的，《妙中钞》很深，初学的人不容易看。谛闲法师是天台宗的祖师，深的化成浅显，初学的人都能看得懂。",
      "zh_TW": "這是在後魏時代，曇鸞是我們淨土宗了不起的一位大師，他喜歡長生不老，所以從小學道、學仙。以後遇到從印度到中國來的一位高僧菩提流支，這個法師也翻了不少的經典。就問他：佛教裡頭有沒有長生不死的方法？菩提流支就跟他說：長生不死只有佛教有，除了佛教之外，哪有真的長生不死？他聽了，他就能相信，於是菩提流支就給他一卷《十六觀經》，就是《觀無量壽佛經》，叫他依照這個方法來修學。他就把從前學的那些仙經一把火燒掉，專修《十六觀經》，他修成了。《十六觀經》，諦閑法師有註解，是依據《觀無量壽佛經妙中鈔》來註解的，《妙中鈔》很深，初學的人不容易看。諦閑法師是天台宗的祖師，深的化成淺顯，初學的人都能看得懂。"
    },
    {
      "id": "01-003-0091_p0093",
      "zh_CN": "疏【乃至子章之业岐黄而念佛。】",
      "zh_TW": "疏【乃至子章之業岐黃而念佛。】"
    },
    {
      "id": "01-003-0091_p0094",
      "zh_CN": "元朝吴子章是行医的大夫，一生念佛，临命终时没有生病，念佛而逝。",
      "zh_TW": "元朝吳子章是行醫的大夫，一生念佛，臨命終時沒有生病，念佛而逝。"
    },
    {
      "id": "01-003-0091_p0095",
      "zh_CN": "疏【张铨之荷耒耜而称名。】",
      "zh_TW": "疏【張銓之荷耒耜而稱名。】"
    },
    {
      "id": "01-003-0091_p0096",
      "zh_CN": "晋朝张铨之，耕田的农夫。他是个读书人，非常清高，不愿意做官，回家去种田。虽然种田，他常常带着经书，在耕作之余休息的时候，他就读佛经。以后他也参加慧远大师的庐山莲社，莲社念佛往生个个都是预知时至，无疾而终。",
      "zh_TW": "晉朝張銓之，耕田的農夫。他是個讀書人，非常清高，不願意做官，回家去種田。雖然種田，他常常帶著經書，在耕作之餘休息的時候，他就讀佛經。以後他也參加慧遠大師的廬山蓮社，蓮社念佛往生個個都是預知時至，無疾而終。"
    },
    {
      "id": "01-003-0091_p0097",
      "zh_CN": "疏【幽如冥君敬礼。】",
      "zh_TW": "疏【幽如冥君敬禮。】"
    },
    {
      "id": "01-003-0091_p0098",
      "zh_CN": "永明延寿禅师，阎罗王礼拜他的画像。",
      "zh_TW": "永明延壽禪師，閻羅王禮拜他的畫像。"
    },
    {
      "id": "01-003-0091_p0099",
      "zh_CN": "疏【罗刹休心。】",
      "zh_TW": "疏【羅剎休心。】"
    },
    {
      "id": "01-003-0091_p0100",
      "zh_CN": "前面说过这个故事。罗刹鬼要吃人，搞得地方上人人恐怖，不能安宁。于是国王就跟罗刹鬼签约定，每天送一个人给他吃，每一家轮流，这样大家稍微能够安心一点。有一天，这一家是个独生子，他一家是念佛的，轮到他只好把家里小孩送去，送给这个罗刹鬼。送去的时候，家里父母就一再嘱咐他，一心念佛，念佛决定不要中断。罗刹鬼因为看他念佛，不敢接近他，所以就没办法吃他。第二天，家里人看到他还活着，问他怎么回事情？他说：罗刹鬼来过又走了。不但走了，从此以后罗刹鬼再不来了。念佛能使鬼神远离，鬼神不敢接近，不敢干扰，这句佛号的力量不可思议。你要至心称念！你一面念佛一面打妄想，那个力量不行，罗刹鬼看到还是会欺负你，你心不诚！有口无心，那佛号不灵，要心口一如。",
      "zh_TW": "前面說過這個故事。羅剎鬼要吃人，搞得地方上人人恐怖，不能安寧。於是國王就跟羅剎鬼簽約定，每天送一個人給他吃，每一家輪流，這樣大家稍微能夠安心一點。有一天，這一家是個獨生子，他一家是念佛的，輪到他只好把家裡小孩送去，送給這個羅剎鬼。送去的時候，家裡父母就一再囑咐他，一心念佛，念佛決定不要中斷。羅剎鬼因為看他念佛，不敢接近他，所以就沒辦法吃他。第二天，家裡人看到他還活著，問他怎麼回事情？他說：羅剎鬼來過又走了。不但走了，從此以後羅剎鬼再不來了。念佛能使鬼神遠離，鬼神不敢接近，不敢干擾，這句佛號的力量不可思議。你要至心稱念！你一面念佛一面打妄想，那個力量不行，羅剎鬼看到還是會欺負你，你心不誠！有口無心，那佛號不靈，要心口一如。"
    },
    {
      "id": "01-003-0091_p0101",
      "zh_CN": "疏【圣。】",
      "zh_TW": "疏【聖。】"
    },
    {
      "id": "01-003-0091_p0102",
      "zh_CN": "这讲圣人。",
      "zh_TW": "這講聖人。"
    },
    {
      "id": "01-003-0091_p0103",
      "zh_CN": "疏【如文殊求生，普贤愿往。】",
      "zh_TW": "疏【如文殊求生，普賢願往。】"
    },
    {
      "id": "01-003-0091_p0104",
      "zh_CN": "《华严经》上讲的，文殊、普贤菩萨求生净土。",
      "zh_TW": "《華嚴經》上講的，文殊、普賢菩薩求生淨土。"
    },
    {
      "id": "01-003-0091_p0105",
      "zh_CN": "疏【况显与凡，不待论矣。】",
      "zh_TW": "疏【況顯與凡，不待論矣。】"
    },
    {
      "id": "01-003-0091_p0106",
      "zh_CN": "『况』是何况。『显』、『凡』那就不必说了。",
      "zh_TW": "『況』是何況。『顯』、『凡』那就不必說了。"
    },
    {
      "id": "01-003-0091_p0107",
      "zh_CN": "疏【朝东者，会极义。】",
      "zh_TW": "疏【朝東者，會極義。】"
    },
    {
      "id": "01-003-0091_p0108",
      "zh_CN": "这是解释前面『如万水无不朝东』。中国的地形，东面是太平洋，所有的河流都是往东流。",
      "zh_TW": "這是解釋前面『如萬水無不朝東』。中國的地形，東面是太平洋，所有的河流都是往東流。"
    },
    {
      "id": "01-003-0091_p0109",
      "zh_CN": "疏【拱北者，宗本义。】",
      "zh_TW": "疏【拱北者，宗本義。】"
    },
    {
      "id": "01-003-0091_p0110",
      "zh_CN": "天上的北极星，我们定它作方向，它动的幅度最小。",
      "zh_TW": "天上的北極星，我們定它作方向，它動的幅度最小。"
    },
    {
      "id": "01-003-0091_p0111",
      "zh_CN": "疏【喻净土为真际所诣，势必向往。】",
      "zh_TW": "疏【喻淨土為真際所詣，勢必向往。】"
    },
    {
      "id": "01-003-0091_p0112",
      "zh_CN": "『真际』就是真理。所谓殊途同归，无不归向净土。",
      "zh_TW": "『真際』就是真理。所謂殊途同歸，無不歸向淨土。"
    },
    {
      "id": "01-003-0091_p0113",
      "zh_CN": "疏【非强之使然也。】",
      "zh_TW": "疏【非強之使然也。】"
    },
    {
      "id": "01-003-0091_p0114",
      "zh_CN": "这不是勉强的，是实实在在的事情，一点都不勉强。",
      "zh_TW": "這不是勉強的，是實實在在的事情，一點都不勉強。"
    },
    {
      "id": "01-003-0091_p0115",
      "zh_CN": "疏【捷径普门，解见前文。】",
      "zh_TW": "疏【捷徑普門，解見前文。】"
    },
    {
      "id": "01-003-0091_p0116",
      "zh_CN": "前面说过，念佛法门是一切法门里面最直捷的、最快速的，没有比这个法门更快的。所以念佛也号称『普门』。",
      "zh_TW": "前面說過，念佛法門是一切法門裡面最直捷的、最快速的，沒有比這個法門更快的。所以念佛也號稱『普門』。"
    },
    {
      "id": "01-003-0091_p0117",
      "zh_CN": "疏【重言结之，明不虚也。】",
      "zh_TW": "疏【重言結之，明不虛也。】"
    },
    {
      "id": "01-003-0091_p0118",
      "zh_CN": "这是一再重复来结劝告诉我们，念佛法门是真实不虚，我们千万不要错过。",
      "zh_TW": "這是一再重複來結勸告訴我們，念佛法門是真實不虛，我們千萬不要錯過。"
    },
    {
      "id": "01-003-0091_p0119",
      "zh_CN": "疏【决志者，大本云：设有大火，充满三千大千世界，要当过此，生彼国土，则决定其志，无退怯也。】",
      "zh_TW": "疏【決志者，大本云：設有大火，充滿三千大千世界，要當過此，生彼國土，則決定其志，無退怯也。】"
    },
    {
      "id": "01-003-0091_p0120",
      "zh_CN": "你要下坚定的决心，要立下这个志向，我这一生决定生净土。既然下定这个决心，你就要知道，世出世间一切万缘要统统放下，你有一桩事情放不下，你就不能往生；这一桩事情就是你自己的大障碍，也就是你自己终身的遗憾，不但是你一生的遗憾，生生世世的遗憾。这个法门不容易遇到，开经偈讲「百千万劫难遭遇」，这是一点都不假。所以勉励你要下定决心，要立定志向。除这个法门，别的法门我暂时放下，我不修了；除这部经典，别的经典我也放下，我暂时不念了。看看前面所讲的，人家一生念《弥陀经》，念几十万遍。如果我们把其他的事情放下，古人那样的成就，我们一样能够追得上。",
      "zh_TW": "你要下堅定的決心，要立下這個志向，我這一生決定生淨土。既然下定這個決心，你就要知道，世出世間一切萬緣要統統放下，你有一樁事情放不下，你就不能往生；這一樁事情就是你自己的大障礙，也就是你自己終身的遺憾，不但是你一生的遺憾，生生世世的遺憾。這個法門不容易遇到，開經偈講「百千萬劫難遭遇」，這是一點都不假。所以勉勵你要下定決心，要立定志向。除這個法門，別的法門我暫時放下，我不修了；除這部經典，別的經典我也放下，我暫時不念了。看看前面所講的，人家一生念《彌陀經》，念幾十萬遍。如果我們把其他的事情放下，古人那樣的成就，我們一樣能夠追得上。"
    },
    {
      "id": "01-003-0091_p0121",
      "zh_CN": "疏【拟议者。】",
      "zh_TW": "疏【擬議者。】"
    },
    {
      "id": "01-003-0091_p0122",
      "zh_CN": "『拟』是怀疑。",
      "zh_TW": "『擬』是懷疑。"
    },
    {
      "id": "01-003-0091_p0123",
      "zh_CN": "疏【易曰：拟之而后言，议之而后动。今谓不须拟议。】",
      "zh_TW": "疏【易曰：擬之而後言，議之而後動。今謂不須擬議。】"
    },
    {
      "id": "01-003-0091_p0124",
      "zh_CN": "就不必去拟议了，决心赶紧下定。",
      "zh_TW": "就不必去擬議了，決心趕緊下定。"
    },
    {
      "id": "01-003-0091_p0125",
      "zh_CN": "疏【昔人有言：卜以决疑，不疑何卜。】",
      "zh_TW": "疏【昔人有言：卜以決疑，不疑何卜。】"
    },
    {
      "id": "01-003-0091_p0126",
      "zh_CN": "这是唐太宗那时候的事情。我们根本没有怀疑，用不着占卜了。",
      "zh_TW": "這是唐太宗那時候的事情。我們根本沒有懷疑，用不著占卜了。"
    },
    {
      "id": "01-003-0091_p0127",
      "zh_CN": "疏【念佛往生，但谛信不疑而已，何复拟议为哉。】",
      "zh_TW": "疏【念佛往生，但諦信不疑而已，何復擬議為哉。】"
    },
    {
      "id": "01-003-0091_p0128",
      "zh_CN": "不要怀疑，不要讨论了，赶紧下定决心念佛，这一生就决定成就。今天时间到了。",
      "zh_TW": "不要懷疑，不要討論了，趕緊下定決心念佛，這一生就決定成就。今天時間到了。"
    }
  ]
}