{
  "doc_id": "01-003-0155",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五五集",
    "zh_TW": "第一五五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0155",
  "total_paragraphs": 121,
  "paragraphs": [
    {
      "id": "01-003-0155_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三三三页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三三三頁："
    },
    {
      "id": "01-003-0155_p0002",
      "zh_CN": "◎【三、雨华】",
      "zh_TW": "◎【三、雨華】"
    },
    {
      "id": "01-003-0155_p0003",
      "zh_CN": "◎【初、天雨妙华】",
      "zh_TW": "◎【初、天雨妙華】"
    },
    {
      "id": "01-003-0155_p0004",
      "zh_CN": "经【昼夜六时。雨天曼陀罗华。】",
      "zh_TW": "經【晝夜六時。雨天曼陀羅華。】"
    },
    {
      "id": "01-003-0155_p0005",
      "zh_CN": "这句经文也是说明空中的庄严。",
      "zh_TW": "這句經文也是說明空中的莊嚴。"
    },
    {
      "id": "01-003-0155_p0006",
      "zh_CN": "疏【言此黄金地上，常雨天华也。彼无须弥日月，而言六时者，以华鸟为候也。庐山莲漏，盖倣此意。】",
      "zh_TW": "疏【言此黃金地上，常雨天華也。彼無須彌日月，而言六時者，以華鳥為候也。廬山蓮漏，蓋倣此意。】"
    },
    {
      "id": "01-003-0155_p0007",
      "zh_CN": "西方极乐世界『黄金地上』，黄金地，可见得是大众居住人烟稠密的处所，因为黄金是舖在地面上的，凡是地面上都舖成马路，这个地方住的人一定很多，不是荒山郊野，这些地方『雨华』。可见得这是不可思议的感应，只要有人居住的地方，空中就会有花，这是空中的庄严。「昼夜六时」，雨花是不断的。西方极乐世界没有须弥山、没有日月，昼夜怎么分法？我们这个世间有昼夜是因为有日月，地球自转，太阳照这边就是白天，太阳照不到的那一边就是夜晚，所以有昼夜。西方极乐世界没有日月，那里没有一样不放光明，地心放光明，人身上有光明，物质有光明，它那个世界是光明世界，无须日月灯明。",
      "zh_TW": "西方極樂世界『黃金地上』，黃金地，可見得是大眾居住人煙稠密的處所，因為黃金是舖在地面上的，凡是地面上都舖成馬路，這個地方住的人一定很多，不是荒山郊野，這些地方『雨華』。可見得這是不可思議的感應，只要有人居住的地方，空中就會有花，這是空中的莊嚴。「晝夜六時」，雨花是不斷的。西方極樂世界沒有須彌山、沒有日月，晝夜怎麼分法？我們這個世間有晝夜是因為有日月，地球自轉，太陽照這邊就是白天，太陽照不到的那一邊就是夜晚，所以有晝夜。西方極樂世界沒有日月，那裡沒有一樣不放光明，地心放光明，人身上有光明，物質有光明，它那個世界是光明世界，無須日月燈明。"
    },
    {
      "id": "01-003-0155_p0008",
      "zh_CN": "钞【此土日月旋环，遶须弥而分昼夜，如赡部正当须弥之南，昼则始东洲半，经乎南洲，终西洲半；夜则始西洲半，经乎北洲，终东洲半。配十二支，六时成昼，六时成夜，为一日也。】",
      "zh_TW": "鈔【此土日月旋環，遶須彌而分晝夜，如贍部正當須彌之南，晝則始東洲半，經乎南洲，終西洲半；夜則始西洲半，經乎北洲，終東洲半。配十二支，六時成晝，六時成夜，為一日也。】"
    },
    {
      "id": "01-003-0155_p0009",
      "zh_CN": "《钞》是莲池大师写的，莲池大师是明朝末年人，距离我们现在大概是五百年。这段文能看出五百年前的人对于这个宇宙的观察，当然跟我们现在的看法不一样，因为五百年前还不知道地球绕太阳转，不知道地球是圆的；从前人的观念是「天圆地方」，地是方形的，天是圆形的。《演义》是古德法师作的，他是莲池大师的徒弟，跟莲池大师同一个时代，所以他的宇宙观跟莲池大师是相通的。",
      "zh_TW": "《鈔》是蓮池大師寫的，蓮池大師是明朝末年人，距離我們現在大概是五百年。這段文能看出五百年前的人對於這個宇宙的觀察，當然跟我們現在的看法不一樣，因為五百年前還不知道地球繞太陽轉，不知道地球是圓的；從前人的觀念是「天圓地方」，地是方形的，天是圓形的。《演義》是古德法師作的，他是蓮池大師的徒弟，跟蓮池大師同一個時代，所以他的宇宙觀跟蓮池大師是相通的。"
    },
    {
      "id": "01-003-0155_p0010",
      "zh_CN": "演【昼则始东洲半六句，言日之旋环也。古云：南赡部洲日当午，北俱卢洲打三鼓，东胜神洲日将晡，西牛货洲开门户，是也。】",
      "zh_TW": "演【晝則始東洲半六句，言日之旋環也。古云：南贍部洲日當午，北俱盧洲打三鼓，東勝神洲日將晡，西牛貨洲開門戶，是也。】"
    },
    {
      "id": "01-003-0155_p0011",
      "zh_CN": "古时候这样说法，其实古大德对于宇宙是非常的清楚，并不迷惑。他的观察、他的理解绝不在现代科学家之下，为什么不说？他说出就麻烦了，为什么？那些人讲也讲不通，何况这是不要紧的事情，大家认为这样好，好就好，你点头，你认为是这样子，那就没事情了。佛法重在明心见性，并不重视天文物理方面。古大德对于天文物理所了解的不在现代科学家之下，诸位要是读《华严》、《楞严》，你就明了。这种说法是民间的传说，不是佛说的。他这个观念，须弥山在我们地球上；实际上，须弥山不在地球上，我们地球只是一个南赡部洲而已。太阳绕须弥而转，须弥究竟在哪里？现在科学家知道了，太阳是绕银河系转的，银河系的中心应该就是须弥山。",
      "zh_TW": "古時候這樣說法，其實古大德對於宇宙是非常的清楚，並不迷惑。他的觀察、他的理解絕不在現代科學家之下，為什麼不說？他說出就麻煩了，為什麼？那些人講也講不通，何況這是不要緊的事情，大家認為這樣好，好就好，你點頭，你認為是這樣子，那就沒事情了。佛法重在明心見性，並不重視天文物理方面。古大德對於天文物理所了解的不在現代科學家之下，諸位要是讀《華嚴》、《楞嚴》，你就明瞭。這種說法是民間的傳說，不是佛說的。他這個觀念，須彌山在我們地球上；實際上，須彌山不在地球上，我們地球只是一個南贍部洲而已。太陽繞須彌而轉，須彌究竟在哪裡？現在科學家知道了，太陽是繞銀河系轉的，銀河系的中心應該就是須彌山。"
    },
    {
      "id": "01-003-0155_p0012",
      "zh_CN": "黄念祖老居士在《无量寿经》注解里面说得很清楚，他说：从前我们认为佛经里面讲的一个单位世界是一个太阳系，事实上，一个单位世界应该是银河系才对。如果一个单位世界是一个银河系，一个小千世界就一千个银河系，十亿个银河系才是一个大千世界。这个说法也很有道理，这个说法是经上讲的才能相应。可见得佛法对于宇宙的观察比现代天文学家还要详细，还要清楚。",
      "zh_TW": "黃念祖老居士在《無量壽經》註解裡面說得很清楚，他說：從前我們認為佛經裡面講的一個單位世界是一個太陽系，事實上，一個單位世界應該是銀河系才對。如果一個單位世界是一個銀河系，一個小千世界就一千個銀河系，十億個銀河系才是一個大千世界。這個說法也很有道理，這個說法是經上講的才能相應。可見得佛法對於宇宙的觀察比現代天文學家還要詳細，還要清楚。"
    },
    {
      "id": "01-003-0155_p0013",
      "zh_CN": "就我们居住在地球上这个环境，中国人分为『昼夜六时』，子丑寅卯辰巳午未申酉戍亥，这是十二时，白天六时，晚上六时，所以叫昼夜六时，这就是一日。我们现在用的时间单位叫小时，现在把一个昼夜分作二十四小时。",
      "zh_TW": "就我們居住在地球上這個環境，中國人分為『晝夜六時』，子丑寅卯辰巳午未申酉戍亥，這是十二時，白天六時，晚上六時，所以叫晝夜六時，這就是一日。我們現在用的時間單位叫小時，現在把一個晝夜分作二十四小時。"
    },
    {
      "id": "01-003-0155_p0014",
      "zh_CN": "钞【彼国既无须弥，又无日月，常明不昏，昼夜无辨。】",
      "zh_TW": "鈔【彼國既無須彌，又無日月，常明不昏，晝夜無辨。】"
    },
    {
      "id": "01-003-0155_p0015",
      "zh_CN": "西方极乐世界没有夜晚，所以没有「昼夜」这个名词。",
      "zh_TW": "西方極樂世界沒有夜晚，所以沒有「晝夜」這個名詞。"
    },
    {
      "id": "01-003-0155_p0016",
      "zh_CN": "钞【唯以华开鸟鸣而为昼，华合鸟栖而为夜也。】",
      "zh_TW": "鈔【唯以華開鳥鳴而為晝，華合鳥棲而為夜也。】"
    },
    {
      "id": "01-003-0155_p0017",
      "zh_CN": "花有开有合的时候，鸟有叫有不叫的时候，用这个来作时间的单位，好比昼夜，实际上西方极乐世界没有夜晚。",
      "zh_TW": "花有開有合的時候，鳥有叫有不叫的時候，用這個來作時間的單位，好比晝夜，實際上西方極樂世界沒有夜晚。"
    },
    {
      "id": "01-003-0155_p0018",
      "zh_CN": "钞【然日月有无，诸本不同，汉译云：日月处空，吴译仍汉；王氏复云处空而不运转，曹魏不言有无，元魏及宋，直云无有。】",
      "zh_TW": "鈔【然日月有無，諸本不同，漢譯云：日月處空，吳譯仍漢；王氏復云處空而不運轉，曹魏不言有無，元魏及宋，直云無有。】"
    },
    {
      "id": "01-003-0155_p0019",
      "zh_CN": "这一段文这是合《无量寿经》，《无量寿经》有十二种译本，唐以后有七种本子失传。莲池大师所见到的《无量寿经》，也只是我们现在存的这五种原译本。西方极乐世界到底有没有日月？《无量寿经》里面所说的不一样。汉译的本子，就是《清净平等觉经》，它说有日月，日月处空，吴译跟汉译的一样，也是这么说法。『王氏复云』，王氏就是王龙舒居士，现在流通的《大阿弥陀经》就是王龙舒的会集本。会集本里面说，『处空而不运转』，他说日月是有，但是日月不像我们这里东面升西面落，西方极乐世界的日月是永远停在那里不动的。『曹魏』就是康僧铠的本子，这个本子流通得最广，它不说有、也不说无，没说。『元魏及宋』，「宋」就是《大乘无量寿庄严经》，这个本子直截了当给我们说，西方极乐世界没有日月。到底有没有日月，这么多本子里面讲法不同。底下是莲池大师的意思：",
      "zh_TW": "這一段文這是合《無量壽經》，《無量壽經》有十二種譯本，唐以後有七種本子失傳。蓮池大師所見到的《無量壽經》，也只是我們現在存的這五種原譯本。西方極樂世界到底有沒有日月？《無量壽經》裡面所說的不一樣。漢譯的本子，就是《清淨平等覺經》，它說有日月，日月處空，吳譯跟漢譯的一樣，也是這麼說法。『王氏復云』，王氏就是王龍舒居士，現在流通的《大阿彌陀經》就是王龍舒的會集本。會集本裡面說，『處空而不運轉』，他說日月是有，但是日月不像我們這裡東面升西面落，西方極樂世界的日月是永遠停在那裡不動的。『曹魏』就是康僧鎧的本子，這個本子流通得最廣，它不說有、也不說無，沒說。『元魏及宋』，「宋」就是《大乘無量壽莊嚴經》，這個本子直截了當給我們說，西方極樂世界沒有日月。到底有沒有日月，這麼多本子裡面講法不同。底下是蓮池大師的意思："
    },
    {
      "id": "01-003-0155_p0020",
      "zh_CN": "钞【若和会之。】",
      "zh_TW": "鈔【若和會之。】"
    },
    {
      "id": "01-003-0155_p0021",
      "zh_CN": "把这五种本子里面所讲合起来看。",
      "zh_TW": "把這五種本子裡面所講合起來看。"
    },
    {
      "id": "01-003-0155_p0022",
      "zh_CN": "钞【当是日月虽存。】",
      "zh_TW": "鈔【當是日月雖存。】"
    },
    {
      "id": "01-003-0155_p0023",
      "zh_CN": "我们这个世界，夜晚在空中看到许许多多星球，西方极乐世界当然也不例外，我想日月星辰也统统都有。有，但是它那个光明已经不发生作用。极乐世界本身的光明太殊胜，日月虽然有光，那个光黯然而不显。譬如我们白天在太阳底下点灯，灯有没有光？有光，但是没用处，显不出它的光明。莲池大师说的是这个意思。",
      "zh_TW": "我們這個世界，夜晚在空中看到許許多多星球，西方極樂世界當然也不例外，我想日月星辰也統統都有。有，但是它那個光明已經不發生作用。極樂世界本身的光明太殊勝，日月雖然有光，那個光黯然而不顯。譬如我們白天在太陽底下點燈，燈有沒有光？有光，但是沒用處，顯不出它的光明。蓮池大師說的是這個意思。"
    },
    {
      "id": "01-003-0155_p0024",
      "zh_CN": "钞【以佛及圣众，光明掩映，与无同耳。】",
      "zh_TW": "鈔【以佛及聖眾，光明掩映，與無同耳。】"
    },
    {
      "id": "01-003-0155_p0025",
      "zh_CN": "虽有也等于没有，不起作用。",
      "zh_TW": "雖有也等於沒有，不起作用。"
    },
    {
      "id": "01-003-0155_p0026",
      "zh_CN": "钞【而以理揆之，无者为正。】",
      "zh_TW": "鈔【而以理揆之，無者為正。】"
    },
    {
      "id": "01-003-0155_p0027",
      "zh_CN": "从理上讲，没有，这是对的。为什么？",
      "zh_TW": "從理上講，沒有，這是對的。為什麼？"
    },
    {
      "id": "01-003-0155_p0028",
      "zh_CN": "钞【何者，忉利而上，尚不假日月为明，何况极乐。】",
      "zh_TW": "鈔【何者，忉利而上，尚不假日月為明，何況極樂。】"
    },
    {
      "id": "01-003-0155_p0029",
      "zh_CN": "这个「无」，实在讲，不像我们现在要依靠太阳。地球上一切生物离开阳光都不能生存，依赖性这样大！西方极乐世界有日月，它不起作用，为什么？不需要依赖能源，本身统统放光，所以有等于无。这个日月就等于我们这个世间看星星一样，它对我们起不了什么作用，应该是这样的意思才正确。",
      "zh_TW": "這個「無」，實在講，不像我們現在要依靠太陽。地球上一切生物離開陽光都不能生存，依賴性這樣大！西方極樂世界有日月，它不起作用，為什麼？不需要依賴能源，本身統統放光，所以有等於無。這個日月就等於我們這個世間看星星一樣，它對我們起不了什麼作用，應該是這樣的意思才正確。"
    },
    {
      "id": "01-003-0155_p0030",
      "zh_CN": "钞【或汉译日月上，缺无有二字，未可知也，高明更详之。】",
      "zh_TW": "鈔【或漢譯日月上，缺無有二字，未可知也，高明更詳之。】"
    },
    {
      "id": "01-003-0155_p0031",
      "zh_CN": "这是莲池大师提出来的意思。但是我们明了，「依报随着正报转」，根据这个理论，有与没有应该能体会、能理解。",
      "zh_TW": "這是蓮池大師提出來的意思。但是我們明瞭，「依報隨著正報轉」，根據這個理論，有與沒有應該能體會、能理解。"
    },
    {
      "id": "01-003-0155_p0032",
      "zh_CN": "钞【莲漏者，远祖于庐山，集众念佛，刻木为莲，具十二叶，引流泉入池，每度一时，水激一叶，昼夜六时，禅诵不辍，与会诸贤，往生甚众。今人六时净业，本于远祖，远祖本此。】",
      "zh_TW": "鈔【蓮漏者，遠祖於廬山，集眾念佛，刻木為蓮，具十二葉，引流泉入池，每度一時，水激一葉，晝夜六時，禪誦不輟，與會諸賢，往生甚眾。今人六時淨業，本於遠祖，遠祖本此。】"
    },
    {
      "id": "01-003-0155_p0033",
      "zh_CN": "『莲漏』是慧远大师所发明的，用滴水的方法来计时。他用木头刻一个莲花，莲花十二片叶，叶子里面可以盛水，引泉水往下滴，滴满一片就是二小时。那莲花像小洗脸盆一样，慢慢滴，这一片叶子滴满了，它又会滴到下面一个。这十二个叶子统统满了，正好是一昼夜，十二个时辰。中国自古以来计时的方法都用「漏」，用这个方法能够知道时刻。",
      "zh_TW": "『蓮漏』是慧遠大師所發明的，用滴水的方法來計時。他用木頭刻一個蓮花，蓮花十二片葉，葉子裡面可以盛水，引泉水往下滴，滴滿一片就是二小時。那蓮花像小洗臉盆一樣，慢慢滴，這一片葉子滴滿了，它又會滴到下面一個。這十二個葉子統統滿了，正好是一晝夜，十二個時辰。中國自古以來計時的方法都用「漏」，用這個方法能夠知道時刻。"
    },
    {
      "id": "01-003-0155_p0034",
      "zh_CN": "净土宗在中国是远公大师提倡的，以后形成一个宗派。当年他集合志同道合的同修在一块专修净业，这道场在江西庐山，现在叫东林寺。远公当年开念佛堂，净土经典只有《无量寿经》，那时《阿弥陀经》、《观无量寿佛经》还没翻译出来。同修的人数是固定的，当年只有一百二十三个人，这些人个个都成就了。参加莲社很不容易，远公老和尚要审查，不够资格的，他不收。譬如同时代的谢灵运，这是东晋一个大文学家，他想参加莲社，远公大师就拒绝，为什么不收？理由就是他文人习气很重，他喜欢作文章，喜欢作诗作词，这个东西对念佛人来讲都是打闲岔。你就晓得当年莲社规矩之严。所以诸位同修要记住，喜欢多看书的人不会有成就。我告诉你们一句老实话，谢灵运喜欢看书、作文章，所以远公大师不让他参加莲社。",
      "zh_TW": "淨土宗在中國是遠公大師提倡的，以後形成一個宗派。當年他集合志同道合的同修在一塊專修淨業，這道場在江西廬山，現在叫東林寺。遠公當年開念佛堂，淨土經典只有《無量壽經》，那時《阿彌陀經》、《觀無量壽佛經》還沒翻譯出來。同修的人數是固定的，當年只有一百二十三個人，這些人個個都成就了。參加蓮社很不容易，遠公老和尚要審查，不夠資格的，他不收。譬如同時代的謝靈運，這是東晉一個大文學家，他想參加蓮社，遠公大師就拒絕，為什麼不收？理由就是他文人習氣很重，他喜歡作文章，喜歡作詩作詞，這個東西對念佛人來講都是打閒岔。你就曉得當年蓮社規矩之嚴。所以諸位同修要記住，喜歡多看書的人不會有成就。我告訴你們一句老實話，謝靈運喜歡看書、作文章，所以遠公大師不讓他參加蓮社。"
    },
    {
      "id": "01-003-0155_p0035",
      "zh_CN": "为什么喜欢看书不能成就？诸位晓得，我们修这个法门目的在哪里？在一心不乱。你喜欢看佛经都不行！你看了《金刚经》上这样说、《地藏经》上那样说，《华严》、《法华》又是一个说法，你什么时候才能得一心？不可能！诸位想真正得一心不乱，真正要想得到功夫成片，古人的话要记住！世间人常讲「不听古人言，吃亏在眼前」，你这一生一定空过了。今天哪个佛学院请我去教书，我不去。我自己也不办佛学院，为什么？科目太多太杂，不会成就的，到那里去浪费时间。求学跟求道不一样，求学，你的知识天天要增长，一天一天要丰富，为学日益！天天要增长。求道不一样，求道是心地清净，一天比一天清净，换句话说，你心里面拉拉杂杂东西愈少愈好，为道日损！把你心里东西天天减少，这个才成功。",
      "zh_TW": "為什麼喜歡看書不能成就？諸位曉得，我們修這個法門目的在哪裡？在一心不亂。你喜歡看佛經都不行！你看了《金剛經》上這樣說、《地藏經》上那樣說，《華嚴》、《法華》又是一個說法，你什麼時候才能得一心？不可能！諸位想真正得一心不亂，真正要想得到功夫成片，古人的話要記住！世間人常講「不聽古人言，吃虧在眼前」，你這一生一定空過了。今天哪個佛學院請我去教書，我不去。我自己也不辦佛學院，為什麼？科目太多太雜，不會成就的，到那裡去浪費時間。求學跟求道不一樣，求學，你的知識天天要增長，一天一天要豐富，為學日益！天天要增長。求道不一樣，求道是心地清淨，一天比一天清淨，換句話說，你心裡面拉拉雜雜東西愈少愈好，為道日損！把你心裡東西天天減少，這個才成功。"
    },
    {
      "id": "01-003-0155_p0036",
      "zh_CN": "四弘誓愿虽然说「法门无量誓愿学」，没错，但是法门无量誓愿学是在「烦恼无尽誓愿断」的后面。现在问你，你烦恼断了没有？你烦恼都断了，才可以法门无量誓愿学。你现在烦恼没断，看得愈多烦恼愈多，看得愈多，你的知解愈多，你的邪知邪见愈多，清凉大师讲「增长邪见」。不但世间书看多了增长邪见，你就是看佛书看多了还是增长邪见。什么时候可以开始看？烦恼断了，你的见思、尘沙、无明都断了。所以说老实话，博学多闻是什么时候？圆教初住菩萨，才有资格出去参学。圆初住的菩萨见思烦恼断了、尘沙烦恼断了，无明破一分；破一品无明、见一分真性。《华严经》善财童子五十三参，出去参学，广学多闻，是什么条件？是证得圆初住的条件。所以法门无量誓愿学不是我们现在，我们现在没有资格。",
      "zh_TW": "四弘誓願雖然說「法門無量誓願學」，沒錯，但是法門無量誓願學是在「煩惱無盡誓願斷」的後面。現在問你，你煩惱斷了沒有？你煩惱都斷了，才可以法門無量誓願學。你現在煩惱沒斷，看得愈多煩惱愈多，看得愈多，你的知解愈多，你的邪知邪見愈多，清涼大師講「增長邪見」。不但世間書看多了增長邪見，你就是看佛書看多了還是增長邪見。什麼時候可以開始看？煩惱斷了，你的見思、塵沙、無明都斷了。所以說老實話，博學多聞是什麼時候？圓教初住菩薩，才有資格出去參學。圓初住的菩薩見思煩惱斷了、塵沙煩惱斷了，無明破一分；破一品無明、見一分真性。《華嚴經》善財童子五十三參，出去參學，廣學多聞，是什麼條件？是證得圓初住的條件。所以法門無量誓願學不是我們現在，我們現在沒有資格。"
    },
    {
      "id": "01-003-0155_p0037",
      "zh_CN": "今天我们要做的工作是要断烦恼，是要修清净心！六根所接触的这个境界，统统都是真性的染污。所以不要多看、不要多听！你看书就看一本《阿弥陀经》，你要听就听一句阿弥陀佛，听其他佛菩萨的名号都染污了，你要得一心都不容易。所以当年莲社是专精，才会有那么大的成就。每一个往生都预知时至，先往生的人跟着阿弥陀佛一同来接后往生的。你看慧远大师往生的传记，西方三圣、莲池海会那些大众来接远公的时候，刘遗民他们先往生的统统都跟阿弥陀佛来，一见面都跟远公大师说：你教给我们念佛，我们先去了，你怎么到现在才来？传记里头有，这绝对不是假的。诸位要想真学，要想真正成就，不用祖师这个办法，可以说没有成功的希望。",
      "zh_TW": "今天我們要做的工作是要斷煩惱，是要修清淨心！六根所接觸的這個境界，統統都是真性的染污。所以不要多看、不要多聽！你看書就看一本《阿彌陀經》，你要聽就聽一句阿彌陀佛，聽其他佛菩薩的名號都染污了，你要得一心都不容易。所以當年蓮社是專精，才會有那麼大的成就。每一個往生都預知時至，先往生的人跟著阿彌陀佛一同來接後往生的。你看慧遠大師往生的傳記，西方三聖、蓮池海會那些大眾來接遠公的時候，劉遺民他們先往生的統統都跟阿彌陀佛來，一見面都跟遠公大師說：你教給我們念佛，我們先去了，你怎麼到現在才來？傳記裡頭有，這絕對不是假的。諸位要想真學，要想真正成就，不用祖師這個辦法，可以說沒有成功的希望。"
    },
    {
      "id": "01-003-0155_p0038",
      "zh_CN": "所以我们今天，将来有机会开念佛堂大家一块共修，有几个真正志同道合的就够了，三个、五个绝对不少，一百、二百也不算多。但是诸位要知道，真正志同道合有二、三十人就不得了，这是末法时期，远公大师那个时候也不过一百二十三个人。所以很难！为什么？你看这么多人当中，念佛堂是成佛的法门，这个人这一生成佛的缘成熟了，你说这是多大的福报！有几个人这一生成佛的缘到了？所以这个东西哪能勉强！他成佛的缘没有到，他念佛堂住不下去的。一个人真正死心塌地，什么东西统统放下，一天到晚是一部经、一个佛号，这个人成佛的缘到了。这个人这一生决定成佛，这是诸位同修一定要记住的。所以你多看经，决定没有好处。",
      "zh_TW": "所以我們今天，將來有機會開念佛堂大家一塊共修，有幾個真正志同道合的就夠了，三個、五個絕對不少，一百、二百也不算多。但是諸位要知道，真正志同道合有二、三十人就不得了，這是末法時期，遠公大師那個時候也不過一百二十三個人。所以很難！為什麼？你看這麼多人當中，念佛堂是成佛的法門，這個人這一生成佛的緣成熟了，你說這是多大的福報！有幾個人這一生成佛的緣到了？所以這個東西哪能勉強！他成佛的緣沒有到，他念佛堂住不下去的。一個人真正死心塌地，什麼東西統統放下，一天到晚是一部經、一個佛號，這個人成佛的緣到了。這個人這一生決定成佛，這是諸位同修一定要記住的。所以你多看經，決定沒有好處。"
    },
    {
      "id": "01-003-0155_p0039",
      "zh_CN": "发愿讲经，的确是非常殊胜，非常难得。讲经也不是容易事情！这两天，简丰文居士非常感慨的来跟我谈，他说他造了很多罪业。什么罪业？劝人讲经。我说：是好事情！他说：他从前不会讲，刚刚出来讲人还很谦虚，现在会讲了贡高我慢、目中无人，这是我害了他。我说：你没害他，你不要自己常常怪自己！我说：哪个父母不希望子女好？哪个做老师的不希望学生好？子女、学生在社会为非作歹，那么这些父母、老师都应该判罪？没有这个道理。我说：你劝他是对的，是一桩好事情，他以后变质了、学坏了，那是他的事情！老师怎么能保证这学生一辈子不做坏事？这是没法子做到的，父母也做不到！我就告诉他：如果这样常常责怪自己，对你修行有很大的不利，是一个大障碍，因为你每想一遍「我对不起这些人，我把这些人诱导坏了」，你阿赖耶识里头又造一次罪业。我说：你为什么不把这些念头换过来去念阿弥陀佛？为什么不去想《无量寿经》？这才对！",
      "zh_TW": "發願講經，的確是非常殊勝，非常難得。講經也不是容易事情！這兩天，簡豐文居士非常感慨的來跟我談，他說他造了很多罪業。什麼罪業？勸人講經。我說：是好事情！他說：他從前不會講，剛剛出來講人還很謙虛，現在會講了貢高我慢、目中無人，這是我害了他。我說：你沒害他，你不要自己常常怪自己！我說：哪個父母不希望子女好？哪個做老師的不希望學生好？子女、學生在社會為非作歹，那麼這些父母、老師都應該判罪？沒有這個道理。我說：你勸他是對的，是一樁好事情，他以後變質了、學壞了，那是他的事情！老師怎麼能保證這學生一輩子不做壞事？這是沒法子做到的，父母也做不到！我就告訴他：如果這樣常常責怪自己，對你修行有很大的不利，是一個大障礙，因為你每想一遍「我對不起這些人，我把這些人誘導壞了」，你阿賴耶識裡頭又造一次罪業。我說：你為什麼不把這些念頭換過來去念阿彌陀佛？為什麼不去想《無量壽經》？這才對！"
    },
    {
      "id": "01-003-0155_p0040",
      "zh_CN": "我们劝人学讲经，学讲经从哪里学起？从修清净心学起，这是我们从经验当中得来的。所以我鼓励人讲经，学讲经先学自己的品德，成就自己的道业，从哪里学起？从专门念一部经念三、五年学起。古大德是五年，现在人没这个耐心，至少也得三年，三年当中念一部经，决定不看第二本书，把这个心定下来。三年以后再开始学讲就不一样了。如果你三年还是样样都喜欢、样样都爱好，那你跟别人学去，我这里不要你，这非常的重要。所以想到祖师的道场，过去前贤的成就，都是我们的好榜样，应该要记取、应该要学习，人家那是已经有成就的人。现在人固然有很多好的方法，但是我们没有看到他的结果、成就；如果我们学了，这一生得不到结果，那很可惜！老路子很可靠，不少人成就，我们看到的。所以还是走老路子好！",
      "zh_TW": "我們勸人學講經，學講經從哪裡學起？從修清淨心學起，這是我們從經驗當中得來的。所以我鼓勵人講經，學講經先學自己的品德，成就自己的道業，從哪裡學起？從專門念一部經念三、五年學起。古大德是五年，現在人沒這個耐心，至少也得三年，三年當中念一部經，決定不看第二本書，把這個心定下來。三年以後再開始學講就不一樣了。如果你三年還是樣樣都喜歡、樣樣都愛好，那你跟別人學去，我這裡不要你，這非常的重要。所以想到祖師的道場，過去前賢的成就，都是我們的好榜樣，應該要記取、應該要學習，人家那是已經有成就的人。現在人固然有很多好的方法，但是我們沒有看到他的結果、成就；如果我們學了，這一生得不到結果，那很可惜！老路子很可靠，不少人成就，我們看到的。所以還是走老路子好！"
    },
    {
      "id": "01-003-0155_p0041",
      "zh_CN": "今人『六时净业』，这就是念佛堂常年念佛，这个方式都『本于远祖』，就是远公大师留下来这念佛的仪式。",
      "zh_TW": "今人『六時淨業』，這就是念佛堂常年念佛，這個方式都『本於遠祖』，就是遠公大師留下來這念佛的儀式。"
    },
    {
      "id": "01-003-0155_p0042",
      "zh_CN": "疏【曼陀罗，天华名也，此云适意。】",
      "zh_TW": "疏【曼陀羅，天華名也，此云適意。】"
    },
    {
      "id": "01-003-0155_p0043",
      "zh_CN": "经上讲「昼夜六时，雨天曼陀罗华」。『天』是天然的，不是人为的，也不是植物生长的，天然的。『曼陀罗』是梵语，翻成中国的意思叫『适意』。曼陀罗花究竟是个什么花？不一定，你喜欢什么花，天上就落什么花，是你自己所喜爱的、所欢喜的，就叫做曼陀罗。中国人讲「如意」，如我之意，就是这个意思。因此这里头花的品种、颜色、光明那就无量无边，各随所好，你喜欢什么它就现什么，这叫适意。",
      "zh_TW": "經上講「晝夜六時，雨天曼陀羅華」。『天』是天然的，不是人為的，也不是植物生長的，天然的。『曼陀羅』是梵語，翻成中國的意思叫『適意』。曼陀羅花究竟是個什麼花？不一定，你喜歡什麼花，天上就落什麼花，是你自己所喜愛的、所歡喜的，就叫做曼陀羅。中國人講「如意」，如我之意，就是這個意思。因此這裡頭花的品種、顏色、光明那就無量無邊，各隨所好，你喜歡什麼它就現什麼，這叫適意。"
    },
    {
      "id": "01-003-0155_p0044",
      "zh_CN": "疏【又云白华。】",
      "zh_TW": "疏【又云白華。】"
    },
    {
      "id": "01-003-0155_p0045",
      "zh_CN": "也有个意思叫白色的花。",
      "zh_TW": "也有個意思叫白色的花。"
    },
    {
      "id": "01-003-0155_p0046",
      "zh_CN": "疏【天雨者，赞叹道德，如空生帝释事。】",
      "zh_TW": "疏【天雨者，讚歎道德，如空生帝釋事。】"
    },
    {
      "id": "01-003-0155_p0047",
      "zh_CN": "空生帝释，《钞》里面有解释。",
      "zh_TW": "空生帝釋，《鈔》裡面有解釋。"
    },
    {
      "id": "01-003-0155_p0048",
      "zh_CN": "钞【白华者，天华多种，如曼殊沙，则云赤华。】",
      "zh_TW": "鈔【白華者，天華多種，如曼殊沙，則云赤華。】"
    },
    {
      "id": "01-003-0155_p0049",
      "zh_CN": "红色的。",
      "zh_TW": "紅色的。"
    },
    {
      "id": "01-003-0155_p0050",
      "zh_CN": "钞【今止白华，文省便也。亦可西方属金，取白业义。】",
      "zh_TW": "鈔【今止白華，文省便也。亦可西方屬金，取白業義。】"
    },
    {
      "id": "01-003-0155_p0051",
      "zh_CN": "『白华』不一定是指颜色白，因为印度人称善为白，称恶为黑。白华就是善花，有这个意思，还是属于适意的意思。适意，但是它是善，善决定增长你的道念，见到这些花，你自然就会念佛、念法、念僧，会念三宝；不会见到这个花去想其他的事情去了。如果见到这个花，想到别的去，这个花就不善，就不能称为白花。所以白花不一定是指颜色，这个诸位要记住。所以取『白业义』，这个讲得非常好。",
      "zh_TW": "『白華』不一定是指顏色白，因為印度人稱善為白，稱惡為黑。白華就是善花，有這個意思，還是屬於適意的意思。適意，但是它是善，善決定增長你的道念，見到這些花，你自然就會念佛、念法、念僧，會念三寶；不會見到這個花去想其他的事情去了。如果見到這個花，想到別的去，這個花就不善，就不能稱為白花。所以白花不一定是指顏色，這個諸位要記住。所以取『白業義』，這個講得非常好。"
    },
    {
      "id": "01-003-0155_p0052",
      "zh_CN": "钞【适意者，天华妙好，适悦人意也。】",
      "zh_TW": "鈔【適意者，天華妙好，適悅人意也。】"
    },
    {
      "id": "01-003-0155_p0053",
      "zh_CN": "一个是白业，一个是妙好悦人意，这个意思合起来非常圆满。",
      "zh_TW": "一個是白業，一個是妙好悅人意，這個意思合起來非常圓滿。"
    },
    {
      "id": "01-003-0155_p0054",
      "zh_CN": "钞【大本云：一切诸天，皆赉天上百千华香，来供彼佛。】",
      "zh_TW": "鈔【大本云：一切諸天，皆賚天上百千華香，來供彼佛。】"
    },
    {
      "id": "01-003-0155_p0055",
      "zh_CN": "这个地方所讲的『诸天』就是他方的菩萨们，他方世界许许多多的菩萨每天都会到西方极乐世界听阿弥陀佛讲经说法。他来听佛说法，一定有供养，带这些天花来供养。实际上，天花也不是带来的，他哪里会带那么远？变化所作的。极乐世界空中无比的庄严。",
      "zh_TW": "這個地方所講的『諸天』就是他方的菩薩們，他方世界許許多多的菩薩每天都會到西方極樂世界聽阿彌陀佛講經說法。他來聽佛說法，一定有供養，帶這些天花來供養。實際上，天花也不是帶來的，他哪裡會帶那麼遠？變化所作的。極樂世界空中無比的莊嚴。"
    },
    {
      "id": "01-003-0155_p0056",
      "zh_CN": "钞【及诸菩萨声闻之众是也。】",
      "zh_TW": "鈔【及諸菩薩聲聞之眾是也。】"
    },
    {
      "id": "01-003-0155_p0057",
      "zh_CN": "这些外面来的客人供养阿弥陀佛、供养西方极乐世界的这些诸上善人。",
      "zh_TW": "這些外面來的客人供養阿彌陀佛、供養西方極樂世界的這些諸上善人。"
    },
    {
      "id": "01-003-0155_p0058",
      "zh_CN": "钞【赞叹者，世人行善，诸天欢喜，何况彼国。】",
      "zh_TW": "鈔【讚歎者，世人行善，諸天歡喜，何況彼國。】"
    },
    {
      "id": "01-003-0155_p0059",
      "zh_CN": "这是说世间法，世间人有善念、善行，给诸位说，诸天鬼神都欢喜。邪鬼恶神虽然害人，他见到善人他恭敬，他也怕，他躲得远远的；如果见到人行不善，这些恶鬼、恶神统统都来帮你造恶，帮你行不善。由此可知，我们心里起心动念造作行为统统有鬼神在那里看到，有鬼神在那里推波助浪，在那里作祟，这个作祟叫你心会发狂，现在这个世间，国内国外，我们见到太多了，有没有救？没有救。在刚刚开头的时候，还不严重，还有救，可以回头！要是深深陷进去，我们今天医学所谓精神分裂，那你没救了。自己一定要警惕！",
      "zh_TW": "這是說世間法，世間人有善念、善行，給諸位說，諸天鬼神都歡喜。邪鬼惡神雖然害人，他見到善人他恭敬，他也怕，他躲得遠遠的；如果見到人行不善，這些惡鬼、惡神統統都來幫你造惡，幫你行不善。由此可知，我們心裡起心動念造作行為統統有鬼神在那裡看到，有鬼神在那裡推波助浪，在那裡作祟，這個作祟叫你心會發狂，現在這個世間，國內國外，我們見到太多了，有沒有救？沒有救。在剛剛開頭的時候，還不嚴重，還有救，可以回頭！要是深深陷進去，我們今天醫學所謂精神分裂，那你沒救了。自己一定要警惕！"
    },
    {
      "id": "01-003-0155_p0060",
      "zh_CN": "大经里面讲，真正的方法、最巧妙的方法就是要读经，要遵守经典里面的教训，依教奉行。心里有妄念就读经，妄念就没有了。经念得很熟，在日常生活当中常常想到佛怎样教导我们，我们应该怎样去做，依教奉行。经典里面说「观经约令」，不说读，说观，观比读要深刻。观是里面有功夫，就是禅宗常讲的观照、照住、照见，观经约令那个观就是观照。观照比读经意义要深一层。读经，你不起作用时，没有观照功夫。读经，你常常在生活当中会想起来，我起一个念头，佛在经上怎么说的，马上就能修正自己，这叫做观照。也就是经典教训时时刻刻记在心里，不敢违背，这是观照，所以他真正能产生约束自己的作用，服从佛的命令，佛的教训就是佛的命令，绝对的服从。这个样子，我们才能避免邪思、才能避免邪见邪行；我们的心善行善，诸天欢喜，这叫世间法。世间法尚且如此，『何况彼国』，西方极乐世界在一切诸佛国土里面是第一善。",
      "zh_TW": "大經裡面講，真正的方法、最巧妙的方法就是要讀經，要遵守經典裡面的教訓，依教奉行。心裡有妄念就讀經，妄念就沒有了。經念得很熟，在日常生活當中常常想到佛怎樣教導我們，我們應該怎樣去做，依教奉行。經典裡面說「觀經約令」，不說讀，說觀，觀比讀要深刻。觀是裡面有功夫，就是禪宗常講的觀照、照住、照見，觀經約令那個觀就是觀照。觀照比讀經意義要深一層。讀經，你不起作用時，沒有觀照功夫。讀經，你常常在生活當中會想起來，我起一個念頭，佛在經上怎麼說的，馬上就能修正自己，這叫做觀照。也就是經典教訓時時刻刻記在心裡，不敢違背，這是觀照，所以他真正能產生約束自己的作用，服從佛的命令，佛的教訓就是佛的命令，絕對的服從。這個樣子，我們才能避免邪思、才能避免邪見邪行；我們的心善行善，諸天歡喜，這叫世間法。世間法尚且如此，『何況彼國』，西方極樂世界在一切諸佛國土裡面是第一善。"
    },
    {
      "id": "01-003-0155_p0061",
      "zh_CN": "钞【如来菩萨贤圣上善之所集会，赞叹雨华，理固应尔。】",
      "zh_TW": "鈔【如來菩薩賢聖上善之所集會，讚歎雨華，理固應爾。】"
    },
    {
      "id": "01-003-0155_p0062",
      "zh_CN": "理上讲应该如此，西方极乐世界连十方诸佛都赞叹，那还有什么话说！十方诸佛都赞叹，实在讲我们也沾光，你念这个经、念阿弥陀佛，十方诸佛也赞叹你。赞经，赞读经的人；赞佛，赞念佛的人。所以我们修行，这一本净土五经足够了。真正修净土的人，一本经就够了，如果一本还嫌少，你那个心还放不下，就读净土五经；五经还觉得不够，还想看看别的，我再介绍诸位一本《净土十要》；如果还不够，那就介绍你《印光大师文钞》。再不够，西方极乐世界没分！决定不能多，愈精愈好，最好是一生当中精一部经。",
      "zh_TW": "理上講應該如此，西方極樂世界連十方諸佛都讚歎，那還有什麼話說！十方諸佛都讚歎，實在講我們也沾光，你念這個經、念阿彌陀佛，十方諸佛也讚歎你。讚經，讚讀經的人；讚佛，讚念佛的人。所以我們修行，這一本淨土五經足夠了。真正修淨土的人，一本經就夠了，如果一本還嫌少，你那個心還放不下，就讀淨土五經；五經還覺得不夠，還想看看別的，我再介紹諸位一本《淨土十要》；如果還不夠，那就介紹你《印光大師文鈔》。再不夠，西方極樂世界沒分！決定不能多，愈精愈好，最好是一生當中精一部經。"
    },
    {
      "id": "01-003-0155_p0063",
      "zh_CN": "中国古来许多祖师大德一生专讲《阿弥陀经》，讲几百遍，一生当中不讲第二部经，这是绝对正确的。如果你一个人，《无量寿经》、《阿弥陀经》是同部的，大本、小本。你在这大本、小本里真正用上十年工夫，专修专讲。十年当中不看第二部经，除这两部经之外，一律不看，十年之后你就是阿弥陀佛的化身。为什么？提起《无量寿经》、《阿弥陀经》，你是世界第一．任何法师大德不能跟你相比，为什么？你一部经上专攻十年！你要是用十年的工夫专攻观音三经，就是《普门品》、《楞严经》「观世音菩萨耳根圆通章」，《华严经》「观自在章」，十年之后你就是活的观音菩萨，你就是观音菩萨再来。这一点都不错，真的观音菩萨化身，为什么？因为你天天念，佛菩萨神力加持你。到十年之后，你必定跟阿弥陀佛、跟观世音菩萨合而为一，就是这样。我跟大家讲的是真话，理上、事上确确实实如此。但是你要是搞多、搞杂，你修一辈子什么都不是，你要往生都靠不住，这个亏就吃得很大！",
      "zh_TW": "中國古來許多祖師大德一生專講《阿彌陀經》，講幾百遍，一生當中不講第二部經，這是絕對正確的。如果你一個人，《無量壽經》、《阿彌陀經》是同部的，大本、小本。你在這大本、小本裡真正用上十年工夫，專修專講。十年當中不看第二部經，除這兩部經之外，一律不看，十年之後你就是阿彌陀佛的化身。為什麼？提起《無量壽經》、《阿彌陀經》，你是世界第一．任何法師大德不能跟你相比，為什麼？你一部經上專攻十年！你要是用十年的工夫專攻觀音三經，就是《普門品》、《楞嚴經》「觀世音菩薩耳根圓通章」，《華嚴經》「觀自在章」，十年之後你就是活的觀音菩薩，你就是觀音菩薩再來。這一點都不錯，真的觀音菩薩化身，為什麼？因為你天天念，佛菩薩神力加持你。到十年之後，你必定跟阿彌陀佛、跟觀世音菩薩合而為一，就是這樣。我跟大家講的是真話，理上、事上確確實實如此。但是你要是搞多、搞雜，你修一輩子什麼都不是，你要往生都靠不住，這個虧就吃得很大！"
    },
    {
      "id": "01-003-0155_p0064",
      "zh_CN": "我要是教学生的话，我就是这个教法。五年当中，你看一部经，我看你看别的经，我一定狠狠的打你。你一定要念这部经，你要是念第二部经，我叫你离开，我不收你，为什么？你看别的东西，头脑染污了。我们要求一心，要修清净心，你天天还在搞染污，你怎么能得到清净？怎么能得到一心？图书馆的书是给别人看的，不是给我看的。他来借，我借给他，他的事情，与我不相干！我自己一天到晚看一本，念一句阿弥陀佛，这样才能成功，这才是专修专弘。实在讲，净土五经都未必能够成功，五经实在讲还是从一部经上下手，我这部经学会了，我再学第二部，这个可以。但是第一部经要学多久？我觉得至少学十年。我过去在台中跟李老师十年学了五部经，学多了。如果十年我学一部经，那我今天早就成佛成菩萨了，不是这个样子。",
      "zh_TW": "我要是教學生的話，我就是這個教法。五年當中，你看一部經，我看你看別的經，我一定狠狠的打你。你一定要念這部經，你要是念第二部經，我叫你離開，我不收你，為什麼？你看別的東西，頭腦染污了。我們要求一心，要修清淨心，你天天還在搞染污，你怎麼能得到清淨？怎麼能得到一心？圖書館的書是給別人看的，不是給我看的。他來借，我借給他，他的事情，與我不相干！我自己一天到晚看一本，念一句阿彌陀佛，這樣才能成功，這才是專修專弘。實在講，淨土五經都未必能夠成功，五經實在講還是從一部經上下手，我這部經學會了，我再學第二部，這個可以。但是第一部經要學多久？我覺得至少學十年。我過去在台中跟李老師十年學了五部經，學多了。如果十年我學一部經，那我今天早就成佛成菩薩了，不是這個樣子。"
    },
    {
      "id": "01-003-0155_p0065",
      "zh_CN": "我在台中刚刚去的时候，学了一部《阿难问事佛吉凶经》，这是我的启蒙、开端，第二部是《阿弥陀经》，第三部是《普贤行愿品》，第四部是《金刚经》，第五部是《楞严经》。十年学五部，学得太多，学杂了。自己现在才知道那个时候路走错了。老师对我们没有认真的约束，认真约束，我会听的，我能够接受的。如果那个时候李老师跟我讲，「一本《弥陀经》，你要是认真的读十年，将来你就是阿弥陀佛化身」。我一定干！我会听话，十年之后我就变成阿弥陀佛了，那怎么会不往生？决定往生！才真正帮助别人。真修行，报纸、杂志、世间书统统丢掉，不要看，这叫真修。",
      "zh_TW": "我在台中剛剛去的時候，學了一部《阿難問事佛吉凶經》，這是我的啟蒙、開端，第二部是《阿彌陀經》，第三部是《普賢行願品》，第四部是《金剛經》，第五部是《楞嚴經》。十年學五部，學得太多，學雜了。自己現在才知道那個時候路走錯了。老師對我們沒有認真的約束，認真約束，我會聽的，我能夠接受的。如果那個時候李老師跟我講，「一本《彌陀經》，你要是認真的讀十年，將來你就是阿彌陀佛化身」。我一定幹！我會聽話，十年之後我就變成阿彌陀佛了，那怎麼會不往生？決定往生！才真正幫助別人。真修行，報紙、雜誌、世間書統統丟掉，不要看，這叫真修。"
    },
    {
      "id": "01-003-0155_p0066",
      "zh_CN": "演【世人行善诸天欢喜者，以人修戒善，则天多眷属，天喜眷属，故生喜也。又诸天皆好善，人修善，则上合天心，故喜也。】",
      "zh_TW": "演【世人行善諸天歡喜者，以人修戒善，則天多眷屬，天喜眷屬，故生喜也。又諸天皆好善，人修善，則上合天心，故喜也。】"
    },
    {
      "id": "01-003-0155_p0067",
      "zh_CN": "这是古德法师注解，注得非常好。",
      "zh_TW": "這是古德法師註解，註得非常好。"
    },
    {
      "id": "01-003-0155_p0068",
      "zh_CN": "钞【如空生帝释者。】",
      "zh_TW": "鈔【如空生帝釋者。】"
    },
    {
      "id": "01-003-0155_p0069",
      "zh_CN": "这是引用佛门的公案，就是故事。",
      "zh_TW": "這是引用佛門的公案，就是故事。"
    },
    {
      "id": "01-003-0155_p0070",
      "zh_CN": "钞【须菩提宴坐。】",
      "zh_TW": "鈔【須菩提宴坐。】"
    },
    {
      "id": "01-003-0155_p0071",
      "zh_CN": "「空生」就是须菩提尊者。须菩提是梵语，翻成中国话叫空生。《金刚经》上他是当机者，因为他是解空第一。『须菩提宴坐』，就是须菩提打坐、静坐的时候。",
      "zh_TW": "「空生」就是須菩提尊者。須菩提是梵語，翻成中國話叫空生。《金剛經》上他是當機者，因為他是解空第一。『須菩提宴坐』，就是須菩提打坐、靜坐的時候。"
    },
    {
      "id": "01-003-0155_p0072",
      "zh_CN": "钞【帝释散华。】",
      "zh_TW": "鈔【帝釋散華。】"
    },
    {
      "id": "01-003-0155_p0073",
      "zh_CN": "『帝释』是忉利天主，中国人叫玉皇大帝。忉利天主从那里经过，看到须菩提尊者在那里入定，天主很欢喜，散花供养。",
      "zh_TW": "『帝釋』是忉利天主，中國人叫玉皇大帝。忉利天主從那裡經過，看到須菩提尊者在那裡入定，天主很歡喜，散花供養。"
    },
    {
      "id": "01-003-0155_p0074",
      "zh_CN": "钞【须菩提问：空中散华，当是何人？】",
      "zh_TW": "鈔【須菩提問：空中散華，當是何人？】"
    },
    {
      "id": "01-003-0155_p0075",
      "zh_CN": "须菩提坐的时候，花落下来，他就问：什么人在散花？",
      "zh_TW": "須菩提坐的時候，花落下來，他就問：什麼人在散花？"
    },
    {
      "id": "01-003-0155_p0076",
      "zh_CN": "钞【答曰：我乃天帝。】",
      "zh_TW": "鈔【答曰：我乃天帝。】"
    },
    {
      "id": "01-003-0155_p0077",
      "zh_CN": "他回答：我是忉利天主。忉利天主散花供养。而且他说：",
      "zh_TW": "他回答：我是忉利天主。忉利天主散花供養。而且他說："
    },
    {
      "id": "01-003-0155_p0078",
      "zh_CN": "钞【以尊者善说般若故。】",
      "zh_TW": "鈔【以尊者善說般若故。】"
    },
    {
      "id": "01-003-0155_p0079",
      "zh_CN": "须菩提善说般若，所以天帝散花供养。这就说明人心善能够感动诸天善神，诸天善神欢喜供养。",
      "zh_TW": "須菩提善說般若，所以天帝散花供養。這就說明人心善能夠感動諸天善神，諸天善神歡喜供養。"
    },
    {
      "id": "01-003-0155_p0080",
      "zh_CN": "钞【是知净土往生之众，一心不乱，则诸念不生，万法空寂，即是善说般若，感动诸天，又何疑哉！】",
      "zh_TW": "鈔【是知淨土往生之眾，一心不亂，則諸念不生，萬法空寂，即是善說般若，感動諸天，又何疑哉！】"
    },
    {
      "id": "01-003-0155_p0081",
      "zh_CN": "六百卷《大般若》，释迦牟尼佛讲经，般若讲了二十二年，我们要不要去学？不要学。因为一句阿弥陀佛，二十二年所讲的《大般若经》统统在里头，你只要念到心清净，念到一个妄念都没有，般若就现前。这一句佛号不可思议！这一句佛号，把释迦牟尼佛以及十方三世一切诸佛如来所说的经教、所修的法门统统含摄在其中，一个都没漏掉。如果你能细心去体会，这个法门得到，是没有一个法门不得到。一切法门都得到了，那么我要问你，你将来弘经要弘什么经？当然，这是个人意愿不相同。用十年功夫，这一经通了，一切经全都通达了。通达的时候，你弘扬什么经？你要问我，我还弘扬这本经，我不会弘扬第二本经，为什么？我要是拿第二种经来教大家，我对不起大众。为什么？因为这部经是最真实、最快速、最容易的，你不把这个法门教给别人，你找那些麻烦给人，不是故意给人家为难吗？说得很玄、说得很妙，天花乱坠，得不到利益。不但于修行证果没有利益，甚至真正理解都做不到，都不可能。",
      "zh_TW": "六百卷《大般若》，釋迦牟尼佛講經，般若講了二十二年，我們要不要去學？不要學。因為一句阿彌陀佛，二十二年所講的《大般若經》統統在裡頭，你只要念到心清淨，念到一個妄念都沒有，般若就現前。這一句佛號不可思議！這一句佛號，把釋迦牟尼佛以及十方三世一切諸佛如來所說的經教、所修的法門統統含攝在其中，一個都沒漏掉。如果你能細心去體會，這個法門得到，是沒有一個法門不得到。一切法門都得到了，那麼我要問你，你將來弘經要弘什麼經？當然，這是個人意願不相同。用十年功夫，這一經通了，一切經全都通達了。通達的時候，你弘揚什麼經？你要問我，我還弘揚這本經，我不會弘揚第二本經，為什麼？我要是拿第二種經來教大家，我對不起大眾。為什麼？因為這部經是最真實、最快速、最容易的，你不把這個法門教給別人，你找那些麻煩給人，不是故意給人家為難嗎？說得很玄、說得很妙，天花亂墜，得不到利益。不但於修行證果沒有利益，甚至真正理解都做不到，都不可能。"
    },
    {
      "id": "01-003-0155_p0082",
      "zh_CN": "最真实的利益，无过于把《弥陀经》传授给别人，把这句佛号教给别人，这是无比的真实。《无量寿经》里面讲，「惠以众生真实之利」，这个法门是「真实智慧」、「真实之际」，经上连续跟我们讲三个真实，这是其他经典里面所没有的。",
      "zh_TW": "最真實的利益，無過於把《彌陀經》傳授給別人，把這句佛號教給別人，這是無比的真實。《無量壽經》裡面講，「惠以眾生真實之利」，這個法門是「真實智慧」、「真實之際」，經上連續跟我們講三個真實，這是其他經典裡面所沒有的。"
    },
    {
      "id": "01-003-0155_p0083",
      "zh_CN": "疏【又华有二种，一者天华，二者树华。】",
      "zh_TW": "疏【又華有二種，一者天華，二者樹華。】"
    },
    {
      "id": "01-003-0155_p0084",
      "zh_CN": "『树华』就是我们世间这些树木花草上所长的。",
      "zh_TW": "『樹華』就是我們世間這些樹木花草上所長的。"
    },
    {
      "id": "01-003-0155_p0085",
      "zh_CN": "疏【今是天华，以天摄树故。】",
      "zh_TW": "疏【今是天華，以天攝樹故。】"
    },
    {
      "id": "01-003-0155_p0086",
      "zh_CN": "说『天华』当然能包括树华，树华不能包括天华。",
      "zh_TW": "說『天華』當然能包括樹華，樹華不能包括天華。"
    },
    {
      "id": "01-003-0155_p0087",
      "zh_CN": "钞【天华者，从天而下，义如前释。】",
      "zh_TW": "鈔【天華者，從天而下，義如前釋。】"
    },
    {
      "id": "01-003-0155_p0088",
      "zh_CN": "像前面解释的，这花是从空中落下来的。",
      "zh_TW": "像前面解釋的，這花是從空中落下來的。"
    },
    {
      "id": "01-003-0155_p0089",
      "zh_CN": "钞【树华者。】",
      "zh_TW": "鈔【樹華者。】"
    },
    {
      "id": "01-003-0155_p0090",
      "zh_CN": "这是讲西方极乐世界有七宝行树。",
      "zh_TW": "這是講西方極樂世界有七寶行樹。"
    },
    {
      "id": "01-003-0155_p0091",
      "zh_CN": "钞【大本云：四方自然风起，出五百音声，吹诸树华，华生异香，随风四散，散诸菩萨声闻大众，华堕地者，积厚四寸，极目明丽，芳香无比，及至小萎，自然乱风吹去，是彼土亦雨树华，故曰以天摄树。】",
      "zh_TW": "鈔【大本云：四方自然風起，出五百音聲，吹諸樹華，華生異香，隨風四散，散諸菩薩聲聞大眾，華墮地者，積厚四寸，極目明麗，芳香無比，及至小萎，自然亂風吹去，是彼土亦雨樹華，故曰以天攝樹。】"
    },
    {
      "id": "01-003-0155_p0092",
      "zh_CN": "这一段是《无量寿经》给我们说明西方极乐世界的庄严。空中有雨花，风吹着，树花也四处飘零，美不胜收！花落在地下，经上讲它的厚度是四寸，而且自自然然排列出最美好的图案，它不乱。花如果枯的时候，就没有了。那个地方的花永远是新鲜的，这个花没有了，新的花又落下来。",
      "zh_TW": "這一段是《無量壽經》給我們說明西方極樂世界的莊嚴。空中有雨花，風吹著，樹花也四處飄零，美不勝收！花落在地下，經上講它的厚度是四寸，而且自自然然排列出最美好的圖案，它不亂。花如果枯的時候，就沒有了。那個地方的花永遠是新鮮的，這個花沒有了，新的花又落下來。"
    },
    {
      "id": "01-003-0155_p0093",
      "zh_CN": "演【及至小萎乱风吹去者，法华云：香风吹萎花，更雨新好者，是也。】",
      "zh_TW": "演【及至小萎亂風吹去者，法華云：香風吹萎花，更雨新好者，是也。】"
    },
    {
      "id": "01-003-0155_p0094",
      "zh_CN": "西方极乐世界就是这个情况。",
      "zh_TW": "西方極樂世界就是這個情況。"
    },
    {
      "id": "01-003-0155_p0095",
      "zh_CN": "演【或难曰：极乐所有花木，皆七宝成，不以春生，不以秋瘁，今乃萎者，何也？】",
      "zh_TW": "演【或難曰：極樂所有花木，皆七寶成，不以春生，不以秋瘁，今乃萎者，何也？】"
    },
    {
      "id": "01-003-0155_p0096",
      "zh_CN": "极乐世界是不生不灭的世界，所有一切法统统是不生不灭，怎么会有枯萎？有枯萎就会有生灭。西方极乐世界，我们在《无量寿经》上报告过，那边的人，凡是生到西方极乐世界，相好光明如同阿弥陀佛，不会说生下来像个小孩慢慢长大，有生有长那就有生老病死。西方极乐世界是化生，没有说是慢慢长成的，所以一生是永生！「虚无之身，无极之体」，所以他没有生老病死。如果他有生长，从小孩慢慢长大．那就必定有老死。所以他这个问得很有道理。",
      "zh_TW": "極樂世界是不生不滅的世界，所有一切法統統是不生不滅，怎麼會有枯萎？有枯萎就會有生滅。西方極樂世界，我們在《無量壽經》上報告過，那邊的人，凡是生到西方極樂世界，相好光明如同阿彌陀佛，不會說生下來像個小孩慢慢長大，有生有長那就有生老病死。西方極樂世界是化生，沒有說是慢慢長成的，所以一生是永生！「虛無之身，無極之體」，所以他沒有生老病死。如果他有生長，從小孩慢慢長大．那就必定有老死。所以他這個問得很有道理。"
    },
    {
      "id": "01-003-0155_p0097",
      "zh_CN": "演【答：此有二义，一者随顺此方故。】",
      "zh_TW": "演【答：此有二義，一者隨順此方故。】"
    },
    {
      "id": "01-003-0155_p0098",
      "zh_CN": "是我们往生到那里去，我们的习气所变现的，因为他那个世界一切都是唯识所变、唯心所现。「这个花落下来，它怎么还不枯？」心里想到它枯，它就枯了。这是他方世界初到西方极乐世界，还带有旧习气，看到这个现象。",
      "zh_TW": "是我們往生到那裡去，我們的習氣所變現的，因為他那個世界一切都是唯識所變、唯心所現。「這個花落下來，它怎麼還不枯？」心裡想到它枯，它就枯了。這是他方世界初到西方極樂世界，還帶有舊習氣，看到這個現象。"
    },
    {
      "id": "01-003-0155_p0099",
      "zh_CN": "演【二者表法故，以花表菩萨之因行。】",
      "zh_TW": "演【二者表法故，以花表菩薩之因行。】"
    },
    {
      "id": "01-003-0155_p0100",
      "zh_CN": "『花』代表因行，修因。修行稍有懈怠，就好像那个花萎了，这是真的，一点不假。西方极乐世界七宝池中，我们这个地方，十方世界的众生，你只要一发心，真正想生西方极乐世界去，那个七宝池中就有一朵莲花生起来。你如果念佛念得很精进、很勤，这个花一天天的大，光色一天比一天好。我们这里发心肯念，那个花就得到养分；如果我们懈怠退心，不想念了，或者是不信这个法门，改学别的法门，这花就枯掉没有了。西方极乐世界这个花枯萎是阿弥陀佛示现一个很大的警惕，劝菩萨要精进，稍稍懈怠那个花的颜色就不一样，这个意思非常之好。",
      "zh_TW": "『花』代表因行，修因。修行稍有懈怠，就好像那個花萎了，這是真的，一點不假。西方極樂世界七寶池中，我們這個地方，十方世界的眾生，你只要一發心，真正想生西方極樂世界去，那個七寶池中就有一朵蓮花生起來。你如果念佛念得很精進、很勤，這個花一天天的大，光色一天比一天好。我們這裡發心肯念，那個花就得到養分；如果我們懈怠退心，不想念了，或者是不信這個法門，改學別的法門，這花就枯掉沒有了。西方極樂世界這個花枯萎是阿彌陀佛示現一個很大的警惕，勸菩薩要精進，稍稍懈怠那個花的顏色就不一樣，這個意思非常之好。"
    },
    {
      "id": "01-003-0155_p0101",
      "zh_CN": "演【稍有懈怠，如花之小萎，则鼓以般若之风，去其懈怠，重加精进，如吹去萎花更雨新好也。】",
      "zh_TW": "演【稍有懈怠，如花之小萎，則鼓以般若之風，去其懈怠，重加精進，如吹去萎花更雨新好也。】"
    },
    {
      "id": "01-003-0155_p0102",
      "zh_CN": "这个意思我们要知道。我们眼前供佛的这些鲜花也表这个意思，供了一、二天，花枯了，就晓得懈怠了；再供新花，再精进、再努力，它表这个意思。我们今天佛堂里面常常供的，不知道意思。虽然讲了，你也晓得了，但是在生活上用不上，不能把这桩事情念念提醒自己，换句话说，我们的习气太重，习气还是不能转过来，这就是功夫不得力。如果你果然转过来，功夫决定得力。你家里供佛也是如此，不仅是供佛，不管在哪个地方，你所看到的花草统统是表法。所以一看到花就想到自己要精进，看到这花快枯、快落了，想到这是懈怠，看到花开得很美好、很盛，这是精进。不一定是在佛堂里看到，所有任何地方看到花，统统表这个意思。常常与自性相应，这样就好。",
      "zh_TW": "這個意思我們要知道。我們眼前供佛的這些鮮花也表這個意思，供了一、二天，花枯了，就曉得懈怠了；再供新花，再精進、再努力，它表這個意思。我們今天佛堂裡面常常供的，不知道意思。雖然講了，你也曉得了，但是在生活上用不上，不能把這樁事情念念提醒自己，換句話說，我們的習氣太重，習氣還是不能轉過來，這就是功夫不得力。如果你果然轉過來，功夫決定得力。你家裡供佛也是如此，不僅是供佛，不管在哪個地方，你所看到的花草統統是表法。所以一看到花就想到自己要精進，看到這花快枯、快落了，想到這是懈怠，看到花開得很美好、很盛，這是精進。不一定是在佛堂裡看到，所有任何地方看到花，統統表這個意思。常常與自性相應，這樣就好。"
    },
    {
      "id": "01-003-0155_p0103",
      "zh_CN": "疏【称理，则自性开觉，是华义。】",
      "zh_TW": "疏【稱理，則自性開覺，是華義。】"
    },
    {
      "id": "01-003-0155_p0104",
      "zh_CN": "演【自性开觉是华义者，以圆觉之心，如花开，明照十方刹故。】",
      "zh_TW": "演【自性開覺是華義者，以圓覺之心，如花開，明照十方剎故。】"
    },
    {
      "id": "01-003-0155_p0105",
      "zh_CN": "「圆」是圆满，「觉」是觉悟，就是觉而不迷，这就比喻花开，「明照十方刹故」，明是明了，照是照见，十方诸佛刹土。我们把它缩小一点，我们眼前这个环境，物质环境、人事环境，样样明了是样样通达、不迷惑，这就是你般若现前，你的心觉而不迷。",
      "zh_TW": "「圓」是圓滿，「覺」是覺悟，就是覺而不迷，這就比喻花開，「明照十方剎故」，明是明瞭，照是照見，十方諸佛剎土。我們把它縮小一點，我們眼前這個環境，物質環境、人事環境，樣樣明瞭是樣樣通達、不迷惑，這就是你般若現前，你的心覺而不迷。"
    },
    {
      "id": "01-003-0155_p0106",
      "zh_CN": "演【佛地论云：如大梦觉，如莲华开，是也。】",
      "zh_TW": "演【佛地論云：如大夢覺，如蓮華開，是也。】"
    },
    {
      "id": "01-003-0155_p0107",
      "zh_CN": "这两句都是比喻自性流露。我们的自性，被烦恼障、所知障障碍住，不能现前！所以叫你把贪瞋痴慢放下，这是去除烦恼障，叫你不要多看多闻，是去除所知障！不要你增长邪见，不要你增长烦恼，是这个意思。",
      "zh_TW": "這兩句都是比喻自性流露。我們的自性，被煩惱障、所知障障礙住，不能現前！所以叫你把貪瞋痴慢放下，這是去除煩惱障，叫你不要多看多聞，是去除所知障！不要你增長邪見，不要你增長煩惱，是這個意思。"
    },
    {
      "id": "01-003-0155_p0108",
      "zh_CN": "钞【自性在迷，如华尚蕊。】",
      "zh_TW": "鈔【自性在迷，如華尚蕊。】"
    },
    {
      "id": "01-003-0155_p0109",
      "zh_CN": "『蕊』是花苞，自性迷的时候，这花还没开，叫花苞。",
      "zh_TW": "『蕊』是花苞，自性迷的時候，這花還沒開，叫花苞。"
    },
    {
      "id": "01-003-0155_p0110",
      "zh_CN": "钞【自性忽悟，如华正开。】",
      "zh_TW": "鈔【自性忽悟，如華正開。】"
    },
    {
      "id": "01-003-0155_p0111",
      "zh_CN": "这比喻。",
      "zh_TW": "這比喻。"
    },
    {
      "id": "01-003-0155_p0112",
      "zh_CN": "钞【又妙色焕烂，不绘而成，妙香馥郁，不行而至。】",
      "zh_TW": "鈔【又妙色煥爛，不繪而成，妙香馥郁，不行而至。】"
    },
    {
      "id": "01-003-0155_p0113",
      "zh_CN": "这是讲性华，完全是讲性德，这个对修行人来说很重要。诸位如果稍微留意，人身上有光明。现在有很多学气功的，修学到相当程度能见到人的光明。最明显的，人身上都有气味。身上气味不好闻，人家接触到，他就远远避开，这是自己要警觉，自己罪业很重，要认真去修行，决定可以消除。",
      "zh_TW": "這是講性華，完全是講性德，這個對修行人來說很重要。諸位如果稍微留意，人身上有光明。現在有很多學氣功的，修學到相當程度能見到人的光明。最明顯的，人身上都有氣味。身上氣味不好聞，人家接觸到，他就遠遠避開，這是自己要警覺，自己罪業很重，要認真去修行，決定可以消除。"
    },
    {
      "id": "01-003-0155_p0114",
      "zh_CN": "钞【华雨自空，不种而生，不采而下，自性神灵通达，亦复如是。】",
      "zh_TW": "鈔【華雨自空，不種而生，不採而下，自性神靈通達，亦復如是。】"
    },
    {
      "id": "01-003-0155_p0115",
      "zh_CN": "花从空中落下来，西方极乐世界宝树不需要种植，自然而生，花不用采摘，它自然会落下来，统统是『自性神灵通达』，也就是自性神通，性德的流露。",
      "zh_TW": "花從空中落下來，西方極樂世界寶樹不需要種植，自然而生，花不用採摘，它自然會落下來，統統是『自性神靈通達』，也就是自性神通，性德的流露。"
    },
    {
      "id": "01-003-0155_p0116",
      "zh_CN": "演【如花尚蕊者，迷则一无所觉故。】",
      "zh_TW": "演【如花尚蕊者，迷則一無所覺故。】"
    },
    {
      "id": "01-003-0155_p0117",
      "zh_CN": "就好像花没开。",
      "zh_TW": "就好像花沒開。"
    },
    {
      "id": "01-003-0155_p0118",
      "zh_CN": "演【如花正开者，悟则万法朗然故。】",
      "zh_TW": "演【如花正開者，悟則萬法朗然故。】"
    },
    {
      "id": "01-003-0155_p0119",
      "zh_CN": "觉悟之后就万法朗然，好比花开了，用花代表自性。",
      "zh_TW": "覺悟之後就萬法朗然，好比花開了，用花代表自性。"
    },
    {
      "id": "01-003-0155_p0120",
      "zh_CN": "演【神灵通达亦复如是者，以十法界依正色心，循业发现，无主持者、无造作者、无分析者，皆自性任运，不思议之无作妙用如是也。】",
      "zh_TW": "演【神靈通達亦復如是者，以十法界依正色心，循業發現，無主持者、無造作者、無分析者，皆自性任運，不思議之無作妙用如是也。】"
    },
    {
      "id": "01-003-0155_p0121",
      "zh_CN": "这个道理，佛在《楞严》、《圆觉》这两部经里面讲得很详细。『循业发现』，所以一切万法没有主持者、没有造业者、没有分析者，你去研究修学那叫白费工夫。你每天去读诵、去研究，能得到什么东西？得的是邪知邪见。佛法求什么？求自性开发，一切通达，不管哪一宗、哪一个方法，都是这个原理。现在人学佛，拿世间做学问的方法来研究佛学，所以把经典变成世间学问来读。古人不是如此，古人拿佛经来修戒定慧，所以只有读诵，没有解释的。我在讲席当中跟诸位讲得很多，读经是戒定慧三学一次完成，古人是用这个方法。我们现在把它当作世间学问、哲学来研究，搞一辈子是搞的世间法，不是佛法，与佛法背道而驰，这是我们一定要明了。我们今天就讲到此地。",
      "zh_TW": "這個道理，佛在《楞嚴》、《圓覺》這兩部經裡面講得很詳細。『循業發現』，所以一切萬法沒有主持者、沒有造業者、沒有分析者，你去研究修學那叫白費工夫。你每天去讀誦、去研究，能得到什麼東西？得的是邪知邪見。佛法求什麼？求自性開發，一切通達，不管哪一宗、哪一個方法，都是這個原理。現在人學佛，拿世間做學問的方法來研究佛學，所以把經典變成世間學問來讀。古人不是如此，古人拿佛經來修戒定慧，所以只有讀誦，沒有解釋的。我在講席當中跟諸位講得很多，讀經是戒定慧三學一次完成，古人是用這個方法。我們現在把它當作世間學問、哲學來研究，搞一輩子是搞的世間法，不是佛法，與佛法背道而馳，這是我們一定要明瞭。我們今天就講到此地。"
    }
  ]
}