{
  "doc_id": "01-003-0124",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二四集",
    "zh_TW": "第一二四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0124",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "01-003-0124_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第二六九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第二六九頁："
    },
    {
      "id": "01-003-0124_p0002",
      "zh_CN": "钞【十种土者，枣柏所分十种权实，虽极乐是权非实，然是且据权实对待分别言耳。若论随机，权实无定，所以者何？彼云弥陀佛土，为一分取相凡夫，未信法空实理，以专忆念，其心分净，得生净土，是权非实。则知就取相者，非就入理者，若理一心，即权即实，故云无定。】",
      "zh_TW": "鈔【十種土者，棗柏所分十種權實，雖極樂是權非實，然是且據權實對待分別言耳。若論隨機，權實無定，所以者何？彼云彌陀佛土，為一分取相凡夫，未信法空實理，以專憶念，其心分淨，得生淨土，是權非實。則知就取相者，非就入理者，若理一心，即權即實，故云無定。】"
    },
    {
      "id": "01-003-0124_p0003",
      "zh_CN": "这一段是《华严经合论》上，李长者的说法。李长者也是一位很了不起的人，虽然是个在家居士，他的修学造诣非常之深。他注解《华严经》，我们晓得《大方广佛华严经》从翻译以来只有两种注解：一种是清凉国师的《疏钞》，另外一种就是李长者的《合论》。",
      "zh_TW": "這一段是《華嚴經合論》上，李長者的說法。李長者也是一位很了不起的人，雖然是個在家居士，他的修學造詣非常之深。他註解《華嚴經》，我們曉得《大方廣佛華嚴經》從翻譯以來只有兩種註解：一種是清涼國師的《疏鈔》，另外一種就是李長者的《合論》。"
    },
    {
      "id": "01-003-0124_p0004",
      "zh_CN": "我们在传记里面看到他老人家，他想给《华严经》作注解，想找一个清净的环境。在路上就遇到一只老虎，我们一般人看到老虎都赶快跑了，他没有。他遇到老虎就跟老虎说：我现在要注《华严经》，找不到清净环境，你替我去找找。那只老虎很听话，就带他走，走到一个深山里面，环境的确是很好，老虎窝，许多老虎在那里，住在一个石洞里面，洞很大很宽敞。老虎搬家，把那个地方让给他。这种感应实在是不可思议！",
      "zh_TW": "我們在傳記裡面看到他老人家，他想給《華嚴經》作註解，想找一個清淨的環境。在路上就遇到一隻老虎，我們一般人看到老虎都趕快跑了，他沒有。他遇到老虎就跟老虎說：我現在要註《華嚴經》，找不到清淨環境，你替我去找找。那隻老虎很聽話，就帶他走，走到一個深山裡面，環境的確是很好，老虎窩，許多老虎在那裡，住在一個石洞裡面，洞很大很寬敞。老虎搬家，把那個地方讓給他。這種感應實在是不可思議！"
    },
    {
      "id": "01-003-0124_p0005",
      "zh_CN": "他住到那边之后，年岁也很大了，没有人照顾，每天早晨就有两个女孩子来给他送吃的，笔墨纸张所需要用的东西统统给他准备好，晚上就离开了。一直到他《华严经》写完，他从来没有跟这两个女孩子说一句话，说：「妳姓什么？叫什么名字？家住在哪里？」没说过话。他就一心注他的经，反正一切都是那两个人伺候。经注完之后，这两个女孩子也不见了，他就走到附近村庄去打听。伺候我这么久了，给她们道个谢，到村庄怎么找也找不到。他说的这个面貌，村里人都不知道。这是真实的感应，传记上记载的，决定不是假的。所以我们晓得李长者也不是一个普通的人。",
      "zh_TW": "他住到那邊之後，年歲也很大了，沒有人照顧，每天早晨就有兩個女孩子來給他送吃的，筆墨紙張所需要用的東西統統給他準備好，晚上就離開了。一直到他《華嚴經》寫完，他從來沒有跟這兩個女孩子說一句話，說：「妳姓什麼？叫什麼名字？家住在哪裡？」沒說過話。他就一心註他的經，反正一切都是那兩個人伺候。經註完之後，這兩個女孩子也不見了，他就走到附近村莊去打聽。伺候我這麼久了，給她們道個謝，到村莊怎麼找也找不到。他說的這個面貌，村裡人都不知道。這是真實的感應，傳記上記載的，決定不是假的。所以我們曉得李長者也不是一個普通的人。"
    },
    {
      "id": "01-003-0124_p0006",
      "zh_CN": "他在《华严经》上讲净土法门，跟一般人主张的有一点不一样。他说西方净土是权不是实，他这样主张法，后来有许多祖师大德驳斥他，像莲池大师这个驳斥就相当有道理。他分的十种净土有权有实，他说极乐世界『是权非实』。《华严合论》里面讲：《阿弥陀经》所讲的净土，《观无量寿佛经》所说的净土，这都是权不是实；《维摩经》上所讲的净土、《梵网经》上讲的净土，这是真实的，虽然是实，不广；摩醯首罗天净土，《涅槃经》讲的净土，《法华经》讲的净土，是权未实；灵山会所指净土，是实不是权。到底究竟怎么才是真正净土？他老人家讲，「唯心净土」是真实的净土，「毘卢遮那佛所居住的净土」是真实的净土。权实，他说了这些。",
      "zh_TW": "他在《華嚴經》上講淨土法門，跟一般人主張的有一點不一樣。他說西方淨土是權不是實，他這樣主張法，後來有許多祖師大德駁斥他，像蓮池大師這個駁斥就相當有道理。他分的十種淨土有權有實，他說極樂世界『是權非實』。《華嚴合論》裡面講：《阿彌陀經》所講的淨土，《觀無量壽佛經》所說的淨土，這都是權不是實；《維摩經》上所講的淨土、《梵網經》上講的淨土，這是真實的，雖然是實，不廣；摩醯首羅天淨土，《涅槃經》講的淨土，《法華經》講的淨土，是權未實；靈山會所指淨土，是實不是權。到底究竟怎麼才是真正淨土？他老人家講，「唯心淨土」是真實的淨土，「毘盧遮那佛所居住的淨土」是真實的淨土。權實，他說了這些。"
    },
    {
      "id": "01-003-0124_p0007",
      "zh_CN": "莲池大师在此地给我们说的，就很有道理，『然是且据权实对待分别言耳』，这是讲李长者，他在《华严合论》里面完全从相对的角度上来看权实。『若论随机，权实无定』，这是莲池大师驳斥他的话，换句话说，莲池大师的看法跟他的看法不一样。『所以者何』，为什么？『彼云』，「彼」是指李长者，就是枣柏大师。李长者说，『弥陀净土，为一分取相凡夫，未信法空实理，以专忆念，其心分净，得生净土，是权非实』。他这个话说得有道理，不是没有道理。但是这是一般通途而论，用在十方诸佛净土里面，这个意思讲得通；用在西方极乐世界，讲不通，西方世界是个非常特别的世界。所以，在理上讲，就是一般常理上讲，讲得通。我们一般念佛求往生，带业往生，生的净土当然是权不是实，我们执持名号是着相去的。",
      "zh_TW": "蓮池大師在此地給我們說的，就很有道理，『然是且據權實對待分別言耳』，這是講李長者，他在《華嚴合論》裡面完全從相對的角度上來看權實。『若論隨機，權實無定』，這是蓮池大師駁斥他的話，換句話說，蓮池大師的看法跟他的看法不一樣。『所以者何』，為什麼？『彼云』，「彼」是指李長者，就是棗柏大師。李長者說，『彌陀淨土，為一分取相凡夫，未信法空實理，以專憶念，其心分淨，得生淨土，是權非實』。他這個話說得有道理，不是沒有道理。但是這是一般通途而論，用在十方諸佛淨土裡面，這個意思講得通；用在西方極樂世界，講不通，西方世界是個非常特別的世界。所以，在理上講，就是一般常理上講，講得通。我們一般念佛求往生，帶業往生，生的淨土當然是權不是實，我們執持名號是著相去的。"
    },
    {
      "id": "01-003-0124_p0008",
      "zh_CN": "西方净土有没有真实？有！实报庄严土、常寂光，那是真实的。换句话说，凡圣同居土、方便有余土是权非实，这是一般常理的说法。可是我们用一般常理来看西方极乐世界，那就错了。西方极乐世界很特别，特别在哪里？依常理来说，十方诸佛世界的凡圣同居土，有！我们这个世界是凡圣同居土，我们能不能天天跟观世音菩萨，跟普贤菩萨、文殊菩萨、地藏菩萨，这晓得住在我们这个世界，能不能天天跟他见面？能不能天天跟他生活在一起？这不可能！西方极乐世界这些等觉菩萨天天在一块，生活在一起。所以这个决定不能拿十方诸佛这些常理常事来看西方极乐世界，这是我们应当要晓得的。",
      "zh_TW": "西方淨土有沒有真實？有！實報莊嚴土、常寂光，那是真實的。換句話說，凡聖同居土、方便有餘土是權非實，這是一般常理的說法。可是我們用一般常理來看西方極樂世界，那就錯了。西方極樂世界很特別，特別在哪裡？依常理來說，十方諸佛世界的凡聖同居土，有！我們這個世界是凡聖同居土，我們能不能天天跟觀世音菩薩，跟普賢菩薩、文殊菩薩、地藏菩薩，這曉得住在我們這個世界，能不能天天跟他見面？能不能天天跟他生活在一起？這不可能！西方極樂世界這些等覺菩薩天天在一塊，生活在一起。所以這個決定不能拿十方諸佛這些常理常事來看西方極樂世界，這是我們應當要曉得的。"
    },
    {
      "id": "01-003-0124_p0009",
      "zh_CN": "这些了不起的祖师大德们，他们那个注子，我们很欣赏，他们注的我们没话说，佩服得五体投地。可是里面也有一些地方，他没有见到。所以佛在入灭之前告诉我们几句话，要我们后人牢牢记住，「依法不依人」，法是经典，李长者是人，这些注解提供我们参考，与经典讲的相应，我们可以取；如果与经典讲的不相应，我们宁可舍掉它。所以他讲的，与一般经论相应，讲一般大乘经典可以；西方净土他那个讲法是有问题。这是我们要晓得的。",
      "zh_TW": "這些了不起的祖師大德們，他們那個註子，我們很欣賞，他們註的我們沒話說，佩服得五體投地。可是裡面也有一些地方，他沒有見到。所以佛在入滅之前告訴我們幾句話，要我們後人牢牢記住，「依法不依人」，法是經典，李長者是人，這些註解提供我們參考，與經典講的相應，我們可以取；如果與經典講的不相應，我們寧可捨掉它。所以他講的，與一般經論相應，講一般大乘經典可以；西方淨土他那個講法是有問題。這是我們要曉得的。"
    },
    {
      "id": "01-003-0124_p0010",
      "zh_CN": "净土法门这个说法，并不是莲池大师一个人说，古来这些大德们对于净土有一致的看法，就是它这个土叫法性土，决定与十方诸佛世界不相同。换句话说，它是真如本性的相分造成那个净土；十方诸佛世界是阿赖耶的相分变现出来的，这个不相同。所以西方世界四土都是纯净之土，都是真实不虚。果然像李长者这个说法，是权非实，换句话说，我们一生到西方极乐世界，哪能证三不退呢？我们不讲别的，如果下下品往生的人也是三不退，那个净土就不是权。为什么？权教菩萨不可能住真实净土。他虽然带业，但是他证三不退！这是我们在《无量寿经》四十八愿里面看到的。阿弥陀佛这一愿要不满，他决定不成佛！他现在已经成佛十劫了，换句话说，他四十八愿愿愿都达到，都圆满了。",
      "zh_TW": "淨土法門這個說法，並不是蓮池大師一個人說，古來這些大德們對於淨土有一致的看法，就是它這個土叫法性土，決定與十方諸佛世界不相同。換句話說，它是真如本性的相分造成那個淨土；十方諸佛世界是阿賴耶的相分變現出來的，這個不相同。所以西方世界四土都是純淨之土，都是真實不虛。果然像李長者這個說法，是權非實，換句話說，我們一生到西方極樂世界，哪能證三不退呢？我們不講別的，如果下下品往生的人也是三不退，那個淨土就不是權。為什麼？權教菩薩不可能住真實淨土。他雖然帶業，但是他證三不退！這是我們在《無量壽經》四十八願裡面看到的。阿彌陀佛這一願要不滿，他決定不成佛！他現在已經成佛十劫了，換句話說，他四十八願願願都達到，都圓滿了。"
    },
    {
      "id": "01-003-0124_p0011",
      "zh_CN": "所以我们修净土法门，无论经典也好，祖师大德的注疏也好，决定不能与四十八愿相违背。四十八愿是阿弥陀佛说的，释迦牟尼佛是重复阿弥陀佛的话告诉我们。所以要以四十八愿为根本的依据；与四十八愿相违背的，我们决定不采信它。像枣柏禅师这个讲法，是与四十八愿相违背。我们相信阿弥陀佛四十八愿所说的句句真实。所以它那是特别殊胜的法门，决定不能拿十方诸佛净土去跟它相提并论。",
      "zh_TW": "所以我們修淨土法門，無論經典也好，祖師大德的註疏也好，決定不能與四十八願相違背。四十八願是阿彌陀佛說的，釋迦牟尼佛是重複阿彌陀佛的話告訴我們。所以要以四十八願為根本的依據；與四十八願相違背的，我們決定不採信它。像棗柏禪師這個講法，是與四十八願相違背。我們相信阿彌陀佛四十八願所說的句句真實。所以它那是特別殊勝的法門，決定不能拿十方諸佛淨土去跟它相提並論。"
    },
    {
      "id": "01-003-0124_p0012",
      "zh_CN": "我们是取相凡夫往生，也很特别，也超越，出乎李长者意料之外，他没能想到！莲池大师说的也很有道理，他说『则知就取相者，非就入理者』，我们念佛功夫有取相、有入理的。功夫成片是取相，事一心不乱是取相，理一心不乱是不着相，入理！从这一方面来说，理一心不乱，他生的净土是实不是权。『若理一心，即权即实，故云无定』，这是莲池大师批评他的话，也不能一定那样说法。我们再看底下这几句，这是莲池大师对我们的开导：",
      "zh_TW": "我們是取相凡夫往生，也很特別，也超越，出乎李長者意料之外，他沒能想到！蓮池大師說的也很有道理，他說『則知就取相者，非就入理者』，我們念佛功夫有取相、有入理的。功夫成片是取相，事一心不亂是取相，理一心不亂是不著相，入理！從這一方面來說，理一心不亂，他生的淨土是實不是權。『若理一心，即權即實，故云無定』，這是蓮池大師批評他的話，也不能一定那樣說法。我們再看底下這幾句，這是蓮池大師對我們的開導："
    },
    {
      "id": "01-003-0124_p0013",
      "zh_CN": "钞【又上四土，亦法尔具足，不可但执寂光。若证寂光，于下三土，随心寄托，自不拨无；未证寂光，拨无下三，则无复所居之土，错之甚矣。】",
      "zh_TW": "鈔【又上四土，亦法爾具足，不可但執寂光。若證寂光，於下三土，隨心寄託，自不撥無；未證寂光，撥無下三，則無復所居之土，錯之甚矣。】"
    },
    {
      "id": "01-003-0124_p0014",
      "zh_CN": "大师这个地方才正式的来批评，指出《华严经合论》这一段话，于理于机都不契。『四土』是常寂光土、实报庄严土，方便有余土、凡圣同居土，西方四土。西方四土『法尔具足』，法尔是自自然然的，真如本性的相分，本来就如是！对于四土都不必执着。『不可但执寂光』，这是怕人听到寂光是实，前三土是权，唯执寂光，拨无三土，这个执着就错了。阿弥陀佛明明跟我们讲的四土！不但真如本性里头四土具足，真如本性的十法界依正庄严统统具足。《坛经》，六祖说得好，「何期自性，本来具足」，本来具足，就是此地所讲的法尔具足；法尔具足，就是六祖所讲的「何期自性，本来具足」。既然十法界依正庄严都是本来具足，西方四土那有什么希奇？说个实在话，权实不在境，权实在人心！你心不清净，这叫权；你心清净，哪个地方不是实报庄严土！如果分这一块是实报土，那一块是方便土，就不是《楞严经》所讲的「当处出生，随处灭尽」，也不能说法尔具足。这个地方有，那个地方没有，怎能叫法尔具足？法尔具足，一是一切是，这才是真实的法尔具足。",
      "zh_TW": "大師這個地方才正式的來批評，指出《華嚴經合論》這一段話，於理於機都不契。『四土』是常寂光土、實報莊嚴土，方便有餘土、凡聖同居土，西方四土。西方四土『法爾具足』，法爾是自自然然的，真如本性的相分，本來就如是！對於四土都不必執著。『不可但執寂光』，這是怕人聽到寂光是實，前三土是權，唯執寂光，撥無三土，這個執著就錯了。阿彌陀佛明明跟我們講的四土！不但真如本性裡頭四土具足，真如本性的十法界依正莊嚴統統具足。《壇經》，六祖說得好，「何期自性，本來具足」，本來具足，就是此地所講的法爾具足；法爾具足，就是六祖所講的「何期自性，本來具足」。既然十法界依正莊嚴都是本來具足，西方四土那有什麼希奇？說個實在話，權實不在境，權實在人心！你心不清淨，這叫權；你心清淨，哪個地方不是實報莊嚴土！如果分這一塊是實報土，那一塊是方便土，就不是《楞嚴經》所講的「當處出生，隨處滅盡」，也不能說法爾具足。這個地方有，那個地方沒有，怎能叫法爾具足？法爾具足，一是一切是，這才是真實的法爾具足。"
    },
    {
      "id": "01-003-0124_p0015",
      "zh_CN": "而是众生他有妄想执着浅深不同，他看的不一样。譬如我们人间看到是水，鬼道里面他看到就是火，同样一个东西，我们看法就不一样，水族看到那就像空气一样，它在里面来去自在。由此可知，外面境界的确是一，叫一真法界，而是众生妄想分别执着把它变成了十法界。十法界是大分，细分每一个众生是一个法界，你们两个人在一起，当然对宇宙人生看法有些相同，有些就不相同，没有说看法完全一样的，没有。到什么时候才完全一样？成佛！佛佛道同，佛与佛看这个法界是相同。由此可知，两个都是等觉菩萨，看法还有不一样。这在此地就显示出来，如果我们说莲池大师是等觉菩萨再来的，李长者也是等觉菩萨再来的，他们两个看西方净土就不相同。为什么？因为还有一品生相无明没破，所以他们看东西大同小异，而不是绝对相同，绝对相同只有成佛。由此可知，在十法界的地位愈低，看事、看这个境界差别就愈大，不一样！所以这个理我们要明了，不至于读这些大经受他们的影响。",
      "zh_TW": "而是眾生他有妄想執著淺深不同，他看的不一樣。譬如我們人間看到是水，鬼道裡面他看到就是火，同樣一個東西，我們看法就不一樣，水族看到那就像空氣一樣，它在裡面來去自在。由此可知，外面境界的確是一，叫一真法界，而是眾生妄想分別執著把它變成了十法界。十法界是大分，細分每一個眾生是一個法界，你們兩個人在一起，當然對宇宙人生看法有些相同，有些就不相同，沒有說看法完全一樣的，沒有。到什麼時候才完全一樣？成佛！佛佛道同，佛與佛看這個法界是相同。由此可知，兩個都是等覺菩薩，看法還有不一樣。這在此地就顯示出來，如果我們說蓮池大師是等覺菩薩再來的，李長者也是等覺菩薩再來的，他們兩個看西方淨土就不相同。為什麼？因為還有一品生相無明沒破，所以他們看東西大同小異，而不是絕對相同，絕對相同只有成佛。由此可知，在十法界的地位愈低，看事、看這個境界差別就愈大，不一樣！所以這個理我們要明瞭，不至於讀這些大經受他們的影響。"
    },
    {
      "id": "01-003-0124_p0016",
      "zh_CN": "我们修这个法门起了怀疑，我念一辈子佛，将来往生净土是权不是实。你有这种怀疑的话，问题就大了，受伤害的不是别人，是自己。因为你带着有怀疑的心去往生，能不能往生？能！《无量寿经》讲了，生到西方极乐世界的边地，在边地里面要过五百岁之后才能花开见佛，才能够入品位，边地没有品位的。这是《无量寿经》里头有的。所以我们一定要断疑生信。莲池大师这一段话就是怕看《华严经》受到李长者的影响，自己对于这样殊胜的法门起了疑惑，这个损失就很大。这是他老人家大慈大悲告诉我们。正如同天台家所讲的「百界千如，三千性相」，没有不具足的。",
      "zh_TW": "我們修這個法門起了懷疑，我念一輩子佛，將來往生淨土是權不是實。你有這種懷疑的話，問題就大了，受傷害的不是別人，是自己。因為你帶著有懷疑的心去往生，能不能往生？能！《無量壽經》講了，生到西方極樂世界的邊地，在邊地裡面要過五百歲之後才能花開見佛，才能夠入品位，邊地沒有品位的。這是《無量壽經》裡頭有的。所以我們一定要斷疑生信。蓮池大師這一段話就是怕看《華嚴經》受到李長者的影響，自己對於這樣殊勝的法門起了疑惑，這個損失就很大。這是他老人家大慈大悲告訴我們。正如同天台家所講的「百界千如，三千性相」，沒有不具足的。"
    },
    {
      "id": "01-003-0124_p0017",
      "zh_CN": "『若证寂光，于下三土，随心寄托，自不拨无』，这是说法身大士，法身大士分证寂光，对于实报土、方便土、同居土，他随心寄托，这句话怎么说？就像《普门品》里面所讲的，「菩萨以三十二应身」，哪个地方众生缘熟，他就现身去度。如果这个人分破无明，证几分法身了，住在实报土，菩萨就在实报土现身去度化他。如果这个人只断见思烦恼没见性，他住方便土，菩萨也就在方便土现身度化他。这就是说应当用什么身分示现，他就示现什么样身分，住哪一种净土。他要是示现人天的身分，那就住凡圣同居土。",
      "zh_TW": "『若證寂光，於下三土，隨心寄託，自不撥無』，這是說法身大士，法身大士分證寂光，對於實報土、方便土、同居土，他隨心寄託，這句話怎麼說？就像《普門品》裡面所講的，「菩薩以三十二應身」，哪個地方眾生緣熟，他就現身去度。如果這個人分破無明，證幾分法身了，住在實報土，菩薩就在實報土現身去度化他。如果這個人只斷見思煩惱沒見性，他住方便土，菩薩也就在方便土現身度化他。這就是說應當用什麼身分示現，他就示現什麼樣身分，住哪一種淨土。他要是示現人天的身分，那就住凡聖同居土。"
    },
    {
      "id": "01-003-0124_p0018",
      "zh_CN": "当年释迦牟尼佛降生在我们这个世界，出现在印度，现的身分跟我们世间人没有两样，寿命跟我们世间人也仿佛，他世寿八十岁。佛出世的时候，他应当住世是一百年，要活一百岁。八十岁那一年，魔王来请他入般涅槃，跟释迦牟尼佛说：「你度化众生这么多年了，四十九年了，也够了，可以入般涅槃了。」佛很慈悲，既然有人请他，他就答应了，少住世二十年，这个在经典上都说过。换句话说，佛还有二十年的福报，他没享！留在这个世间。佛说，他这二十年的福报供养后世出家弟子。现在这些出家弟子不相信，不相信怎么办？自谋生活，这个事情就麻烦大了。如果出家弟子真能相信，一心为道，自然有供养。这个供养就是释迦牟尼佛这二十年余福，一直照顾到法灭尽。佛的法运一万二千年，这一万二千年当中，出家弟子享用不尽。所以你真正信佛了，这个才行。",
      "zh_TW": "當年釋迦牟尼佛降生在我們這個世界，出現在印度，現的身分跟我們世間人沒有兩樣，壽命跟我們世間人也彷彿，他世壽八十歲。佛出世的時候，他應當住世是一百年，要活一百歲。八十歲那一年，魔王來請他入般涅槃，跟釋迦牟尼佛說：「你度化眾生這麼多年了，四十九年了，也夠了，可以入般涅槃了。」佛很慈悲，既然有人請他，他就答應了，少住世二十年，這個在經典上都說過。換句話說，佛還有二十年的福報，他沒享！留在這個世間。佛說，他這二十年的福報供養後世出家弟子。現在這些出家弟子不相信，不相信怎麼辦？自謀生活，這個事情就麻煩大了。如果出家弟子真能相信，一心為道，自然有供養。這個供養就是釋迦牟尼佛這二十年餘福，一直照顧到法滅盡。佛的法運一萬二千年，這一萬二千年當中，出家弟子享用不盡。所以你真正信佛了，這個才行。"
    },
    {
      "id": "01-003-0124_p0019",
      "zh_CN": "这就是说，佛与大菩萨，底下三土随时应现，哪里有缘，他就示现住哪一种净土。所以往生到寂光土，那就得大自在。这个讲法也是个通途讲法。",
      "zh_TW": "這就是說，佛與大菩薩，底下三土隨時應現，哪裡有緣，他就示現住哪一種淨土。所以往生到寂光土，那就得大自在。這個講法也是個通途講法。"
    },
    {
      "id": "01-003-0124_p0020",
      "zh_CN": "往生西方极乐世界的人，经上告诉我们，祖师大德也跟我们说，我们这里去往生是横超三界，不是竖出。一切大小乘经论，要想出三界都是竖出。你要是修禅定，由初禅修到二禅，二禅修到三禅，三禅修到四禅，再修四空定，四禅八定，到第九定超越了。阿罗汉所修的叫九次第定，这个超越了。统统都是这个办法！念佛法门，它什么定都不要，也不要初禅，也不要二禅，它从我们人间就超越，连欲界天都不要去，从旁边走了，叫横超三界！这个很特别。八万四千法门、无量法门里头，说横超的，只有这一门，除这一门之外，没有横超的。",
      "zh_TW": "往生西方極樂世界的人，經上告訴我們，祖師大德也跟我們說，我們這裡去往生是橫超三界，不是豎出。一切大小乘經論，要想出三界都是豎出。你要是修禪定，由初禪修到二禪，二禪修到三禪，三禪修到四禪，再修四空定，四禪八定，到第九定超越了。阿羅漢所修的叫九次第定，這個超越了。統統都是這個辦法！念佛法門，它什麼定都不要，也不要初禪，也不要二禪，它從我們人間就超越，連欲界天都不要去，從旁邊走了，叫橫超三界！這個很特別。八萬四千法門、無量法門裡頭，說橫超的，只有這一門，除這一門之外，沒有橫超的。"
    },
    {
      "id": "01-003-0124_p0021",
      "zh_CN": "十方诸佛净土也不是横生，是竖生，它也一层一层的。我们以通途的比喻来说，见思烦恼没断，决定是凡圣同居土；见思烦恼已经断了，尘沙无明没破，那是方便有余土；无明破一品，证一分法身，决定是实报庄严土。这是有阶级的。可是西方极乐世界是横生四土，一生一切生，同时得到；你现在往生凡圣同居土，等于你同时生方便土、生实报土、生寂光土，这个很奇怪！",
      "zh_TW": "十方諸佛淨土也不是橫生，是豎生，它也一層一層的。我們以通途的比喻來說，見思煩惱沒斷，決定是凡聖同居土；見思煩惱已經斷了，塵沙無明沒破，那是方便有餘土；無明破一品，證一分法身，決定是實報莊嚴土。這是有階級的。可是西方極樂世界是橫生四土，一生一切生，同時得到；你現在往生凡聖同居土，等於你同時生方便土、生實報土、生寂光土，這個很奇怪！"
    },
    {
      "id": "01-003-0124_p0022",
      "zh_CN": "我刚才跟大家讲过，为什么西方极乐世界会同时生？我们去，我们今天烦恼习气没断，真的是凡圣同居土。可是西方世界，经上讲有这些阿罗汉，他们是方便有余土，我们天天跟他在一起，他又跟我们在一起，这就等于方便有余土我们也生了，没有障碍了，没有隔阂！天天跟这些菩萨在一起，菩萨住实报土，所以实报土也在一起。如果不在一起的话，这些罗汉、菩萨怎能跟我们聚集在一堂，天天在一起共同生活。这是真正不可思议！所以古德讲，往生西方横生四土！",
      "zh_TW": "我剛才跟大家講過，為什麼西方極樂世界會同時生？我們去，我們今天煩惱習氣沒斷，真的是凡聖同居土。可是西方世界，經上講有這些阿羅漢，他們是方便有餘土，我們天天跟他在一起，他又跟我們在一起，這就等於方便有餘土我們也生了，沒有障礙了，沒有隔閡！天天跟這些菩薩在一起，菩薩住實報土，所以實報土也在一起。如果不在一起的話，這些羅漢、菩薩怎能跟我們聚集在一堂，天天在一起共同生活。這是真正不可思議！所以古德講，往生西方橫生四土！"
    },
    {
      "id": "01-003-0124_p0023",
      "zh_CN": "像我们这个世间，很多同修念过「慈悲三昧水忏」，那是悟达国师遇到迦诺迦尊者。迦诺迦尊者是阿罗汉，他住的是方便有余土，不是跟他有特别因缘，你怎能见得到？见不到！法照禅师朝五台山见到文殊、普贤菩萨，这两位菩萨住的是实报庄严土，他也是特别因缘，不是普通人都能见得到的，也不是天天能见到的。偶尔这么一个机会就看一次，离开的时候沿途还作记号，准备下一次来的时候好认识路，才做了两个记号，回头一看，房子、寺院统统没有了，荒山一片，第二次再见不到了。",
      "zh_TW": "像我們這個世間，很多同修念過「慈悲三昧水懺」，那是悟達國師遇到迦諾迦尊者。迦諾迦尊者是阿羅漢，他住的是方便有餘土，不是跟他有特別因緣，你怎能見得到？見不到！法照禪師朝五台山見到文殊、普賢菩薩，這兩位菩薩住的是實報莊嚴土，他也是特別因緣，不是普通人都能見得到的，也不是天天能見到的。偶爾這麼一個機會就看一次，離開的時候沿途還作記號，準備下一次來的時候好認識路，才做了兩個記號，回頭一看，房子、寺院統統沒有了，荒山一片，第二次再見不到了。"
    },
    {
      "id": "01-003-0124_p0024",
      "zh_CN": "由此可知，十方诸佛的世界都跟我们娑婆世界差不多。唯独西方世界特别，它的四土在一起。由此可知，这四土对我们讲是不重要，它在一起，有什么重要？不重要！理论上讲，有这么回事情，在事相上讲，没有障碍。莲池大师处处用《华严经》来解释《弥陀经》，西方极乐世界是一真法界，理事无碍，事事无碍！这是特别提到李长者他这看法有偏差，他是一般的看法，而不是真正了解净土的看法。",
      "zh_TW": "由此可知，十方諸佛的世界都跟我們娑婆世界差不多。唯獨西方世界特別，它的四土在一起。由此可知，這四土對我們講是不重要，它在一起，有什麼重要？不重要！理論上講，有這麼回事情，在事相上講，沒有障礙。蓮池大師處處用《華嚴經》來解釋《彌陀經》，西方極樂世界是一真法界，理事無礙，事事無礙！這是特別提到李長者他這看法有偏差，他是一般的看法，而不是真正了解淨土的看法。"
    },
    {
      "id": "01-003-0124_p0025",
      "zh_CN": "『未证寂光，拨无下三土，则无复所居之土，错之甚矣』。像我们现在没证到寂光，如果没证到寂光，我们就不承认底下三种土，那我们住哪里？住的地方都没有了。这问题严重，错得更离谱了。",
      "zh_TW": "『未證寂光，撥無下三土，則無復所居之土，錯之甚矣』。像我們現在沒證到寂光，如果沒證到寂光，我們就不承認底下三種土，那我們住哪裡？住的地方都沒有了。這問題嚴重，錯得更離譜了。"
    },
    {
      "id": "01-003-0124_p0026",
      "zh_CN": "钞【故不信他方有金色世界，楞严所深呵也。】",
      "zh_TW": "鈔【故不信他方有金色世界，楞嚴所深呵也。】"
    },
    {
      "id": "01-003-0124_p0027",
      "zh_CN": "这是引《楞严经》经文。《楞严》破想阴文云：都指现在，即为佛国，无别净居，及金色相」，有这么四句话，这是责备知见错误。我们的见量太窄小，只看到眼前。当然，西方净土连佛自己都说是难信之法，太不可思议了。这个境界，正如同蕅益大师《要解》所说的，十方世界没有的，一切经论里头也没有说到的。那些菩萨们，他们要不是从西方极乐世界来的，那个不相信是很合理的；只有从西方极乐世界回来的，那没话说，他相信。我们看《无量寿经》，这里面与会的大众们，十六正士及无量无边这些菩萨们，他们都是往生西方极乐世界倒驾慈航再来的，不是普通人！没去过西方极乐世界，你跟他讲，很难相信；去过的人，这是没话说的。",
      "zh_TW": "這是引《楞嚴經》經文。《楞嚴》破想陰文云：都指現在，即為佛國，無別淨居，及金色相」，有這麼四句話，這是責備知見錯誤。我們的見量太窄小，只看到眼前。當然，西方淨土連佛自己都說是難信之法，太不可思議了。這個境界，正如同蕅益大師《要解》所說的，十方世界沒有的，一切經論裡頭也沒有說到的。那些菩薩們，他們要不是從西方極樂世界來的，那個不相信是很合理的；只有從西方極樂世界回來的，那沒話說，他相信。我們看《無量壽經》，這裡面與會的大眾們，十六正士及無量無邊這些菩薩們，他們都是往生西方極樂世界倒駕慈航再來的，不是普通人！沒去過西方極樂世界，你跟他講，很難相信；去過的人，這是沒話說的。"
    },
    {
      "id": "01-003-0124_p0028",
      "zh_CN": "钞【佛无土者，十四科净土钞云：八地以上，永脱色累，照体独立，神无方所，用土何为？况复诸佛。佛实无土，而言有者，以众生解微惑重，故以福乐引之行善，盖圣人接物之近迹耳，故曰不妨说土。】",
      "zh_TW": "鈔【佛無土者，十四科淨土鈔云：八地以上，永脫色累，照體獨立，神無方所，用土何為？況復諸佛。佛實無土，而言有者，以眾生解微惑重，故以福樂引之行善，蓋聖人接物之近迹耳，故曰不妨說土。】"
    },
    {
      "id": "01-003-0124_p0029",
      "zh_CN": "这几句话是解释《疏》里面「佛虽无土，为化众生，不妨说土」。『八地以上，永脱色累』，八地菩萨是不动地。我们常讲，「转阿赖耶为大圆镜智」，什么时候才转？八地菩萨才转，圆教八地，不是别教，这个地位多高！阿赖耶是三细相：无明业相、转相、现相（境界相）。「八地转现相，得色自在。九地转转相，得心自在。十地转业相，究竟成佛。」所以转阿赖耶，八地菩萨开始转，这个境界太高了。这个境界一转，那他住什么地方？我们常讲「常寂光土」，他住常寂光。常寂光，给诸位说，身土一如，性相不二！说土，这是随顺我们众生说的；如果在他的境界里，一法都不立，就像六祖所说的「本来无一物」。本来无一物，还是跟我们说的，如果我们执着了，他还有「本来无一物」，他还有一物，有一个「本来无一物」，还是不清净！「本来无一物」也没有，才是真正的清净。这也是符合李长者的话，「心净则土净」，这是真实的净土。所以说：唯佛一人居净土，这是讲真实的净土。『照体独立，神无方所，用土何为？况复诸佛。』这时候身土对他来说都毫无意义，何况诸佛！佛的境界比八地菩萨高多了，当然更是如此。",
      "zh_TW": "這幾句話是解釋《疏》裡面「佛雖無土，為化眾生，不妨說土」。『八地以上，永脫色累』，八地菩薩是不動地。我們常講，「轉阿賴耶為大圓鏡智」，什麼時候才轉？八地菩薩才轉，圓教八地，不是別教，這個地位多高！阿賴耶是三細相：無明業相、轉相、現相（境界相）。「八地轉現相，得色自在。九地轉轉相，得心自在。十地轉業相，究竟成佛。」所以轉阿賴耶，八地菩薩開始轉，這個境界太高了。這個境界一轉，那他住什麼地方？我們常講「常寂光土」，他住常寂光。常寂光，給諸位說，身土一如，性相不二！說土，這是隨順我們眾生說的；如果在他的境界裡，一法都不立，就像六祖所說的「本來無一物」。本來無一物，還是跟我們說的，如果我們執著了，他還有「本來無一物」，他還有一物，有一個「本來無一物」，還是不清淨！「本來無一物」也沒有，才是真正的清淨。這也是符合李長者的話，「心淨則土淨」，這是真實的淨土。所以說：唯佛一人居淨土，這是講真實的淨土。『照體獨立，神無方所，用土何為？況復諸佛。』這時候身土對他來說都毫無意義，何況諸佛！佛的境界比八地菩薩高多了，當然更是如此。"
    },
    {
      "id": "01-003-0124_p0030",
      "zh_CN": "但是佛在因地曾经发了弘誓大愿，他要度众生，「众生无边誓愿度」，现在好了，你证八地、九地、十地、等觉，成了佛，试问问你以前说的话还算不算话？如果说的话不算话，那你是大妄语；如果你说的话算话，那好，九法界的众生你得要去帮他忙！帮他忙，那就得随类现身，也得随类现土。",
      "zh_TW": "但是佛在因地曾經發了弘誓大願，他要度眾生，「眾生無邊誓願度」，現在好了，你證八地、九地、十地、等覺，成了佛，試問問你以前說的話還算不算話？如果說的話不算話，那你是大妄語；如果你說的話算話，那好，九法界的眾生你得要去幫他忙！幫他忙，那就得隨類現身，也得隨類現土。"
    },
    {
      "id": "01-003-0124_p0031",
      "zh_CN": "『众生解微惑重』，「解」就是知见，知见少，不深不广，迷惑很重！所以佛才以『福乐』来引导他断恶修善。这是真的事实，佛也不是骗人。你烦恼习气太重，不能超越六道轮回，你修福就生三善道，你造恶就堕三恶道，个人命运，「一饮一啄，莫非前定」！",
      "zh_TW": "『眾生解微惑重』，「解」就是知見，知見少，不深不廣，迷惑很重！所以佛才以『福樂』來引導他斷惡修善。這是真的事實，佛也不是騙人。你煩惱習氣太重，不能超越六道輪迴，你修福就生三善道，你造惡就墮三惡道，個人命運，「一飲一啄，莫非前定」！"
    },
    {
      "id": "01-003-0124_p0032",
      "zh_CN": "今天世界这样混乱，用什么方法能挽救这个世界？跟诸位说，没有办法。这个世界上不管他是哲学家、科学家、政治家，想解决当前的问题，没法子！唯独佛有方法，现在大家不相信，那有什么办法！佛用什么方法？把六道轮回事实真相告诉你，你心自然定了。我贫穷，我前世没有修布施，没种因！我这一生贫穷，活该！他心定了。所以富贵人能安于富贵，贫贱人能安于贫贱，天下太平。贫穷人晓得，他富贵，过去世他种福，我贫穷，前生没种福；我要想富贵，我现在种福，我来生享福，他知道因果，他不胡作妄为！不是贫人看到富人就嫉妒，想办法去共他的产，这个造的罪业愈造愈重！这不是解决问题，这是制造混乱。唯独佛法能解决这个问题。",
      "zh_TW": "今天世界這樣混亂，用什麼方法能挽救這個世界？跟諸位說，沒有辦法。這個世界上不管他是哲學家、科學家、政治家，想解決當前的問題，沒法子！唯獨佛有方法，現在大家不相信，那有什麼辦法！佛用什麼方法？把六道輪迴事實真相告訴你，你心自然定了。我貧窮，我前世沒有修布施，沒種因！我這一生貧窮，活該！他心定了。所以富貴人能安於富貴，貧賤人能安於貧賤，天下太平。貧窮人曉得，他富貴，過去世他種福，我貧窮，前生沒種福；我要想富貴，我現在種福，我來生享福，他知道因果，他不胡作妄為！不是貧人看到富人就嫉妒，想辦法去共他的產，這個造的罪業愈造愈重！這不是解決問題，這是製造混亂。唯獨佛法能解決這個問題。"
    },
    {
      "id": "01-003-0124_p0033",
      "zh_CN": "所以我们想想前清，我们对于清朝这些帝王不能不佩服！前清宫廷里面天天请法师念《无量寿经》，让大家都知道因果报应，所以朝野相安。每个人都能守分，都知道修福，都知道积德，所以国家强盛，人民安乐。富贵人能帮助贫穷的人，能布施他人，贫穷的人知道因果，自己也肯修福，不怨天尤人。非常可惜，那么好的一个制度被慈禧太后废除了。我们在《无量寿经》序文里看得清清楚楚的。清朝皇宫里的万寿宫，就是天天早晨念这个经，这种做法那是聪明绝顶，大家真是心服口服，学佛都遵守佛的教训，还有什么话说？大公无私！所以佛法劝善规过，它是真的，绝对不是拿这个来吓唬人的，事实真相。这是『圣人接物之近迹』，看这个表层。『故曰不妨说土』，我们讲净土并不妨碍，尤其是《华严》讲的事事无碍。",
      "zh_TW": "所以我們想想前清，我們對於清朝這些帝王不能不佩服！前清宮廷裡面天天請法師念《無量壽經》，讓大家都知道因果報應，所以朝野相安。每個人都能守分，都知道修福，都知道積德，所以國家強盛，人民安樂。富貴人能幫助貧窮的人，能布施他人，貧窮的人知道因果，自己也肯修福，不怨天尤人。非常可惜，那麼好的一個制度被慈禧太后廢除了。我們在《無量壽經》序文裡看得清清楚楚的。清朝皇宮裡的萬壽宮，就是天天早晨念這個經，這種做法那是聰明絕頂，大家真是心服口服，學佛都遵守佛的教訓，還有什麼話說？大公無私！所以佛法勸善規過，它是真的，絕對不是拿這個來嚇唬人的，事實真相。這是『聖人接物之近迹』，看這個表層。『故曰不妨說土』，我們講淨土並不妨礙，尤其是《華嚴》講的事事無礙。"
    },
    {
      "id": "01-003-0124_p0034",
      "zh_CN": "疏【偏指西方者，定趋向故。西方偏指极乐者，如后文无苦有乐，及往生经中说。】",
      "zh_TW": "疏【偏指西方者，定趨向故。西方偏指極樂者，如後文無苦有樂，及往生經中說。】"
    },
    {
      "id": "01-003-0124_p0035",
      "zh_CN": "莲池大师讲『西方』偏偏指极乐世界，这里头含有两重意思：第一个意思是「纯是乐故」，那个世界真的没苦，三苦、八苦这些名字都听不到，哪里还会有事实？所以称之为『极乐』。十方诸佛所赞叹的，真实不虚。这个解在后文，「如后文无苦有乐」。第二个意思是「因缘皆殊胜故」，如《往生经》中所说的，缘胜。也就是说阿弥陀佛与我们娑婆世界这缘非常殊胜，缘胜，到那边去就方便，就容易了。",
      "zh_TW": "蓮池大師講『西方』偏偏指極樂世界，這裡頭含有兩重意思：第一個意思是「純是樂故」，那個世界真的沒苦，三苦、八苦這些名字都聽不到，哪裡還會有事實？所以稱之為『極樂』。十方諸佛所讚歎的，真實不虛。這個解在後文，「如後文無苦有樂」。第二個意思是「因緣皆殊勝故」，如《往生經》中所說的，緣勝。也就是說阿彌陀佛與我們娑婆世界這緣非常殊勝，緣勝，到那邊去就方便，就容易了。"
    },
    {
      "id": "01-003-0124_p0036",
      "zh_CN": "我们拿我们现前环境来说，有些国家对我们这个缘不太胜的，我们要去观光旅游，那个签证非常的麻烦。有些地区我们去玩不必办签证，那缘很殊胜，他欢迎你去，像我们到新加坡，你只要中华民国的护照，买了飞机票就去，不必签证，这个方便。西方极乐世界与我们娑婆世界缘殊胜，不需要任何条件，只要你信愿行就行了。所以说，万修万人去！只要你发愿，你肯念佛，临命终时佛决定来接引你。",
      "zh_TW": "我們拿我們現前環境來說，有些國家對我們這個緣不太勝的，我們要去觀光旅遊，那個簽證非常的麻煩。有些地區我們去玩不必辦簽證，那緣很殊勝，他歡迎你去，像我們到新加坡，你只要中華民國的護照，買了飛機票就去，不必簽證，這個方便。西方極樂世界與我們娑婆世界緣殊勝，不需要任何條件，只要你信願行就行了。所以說，萬修萬人去！只要你發願，你肯念佛，臨命終時佛決定來接引你。"
    },
    {
      "id": "01-003-0124_p0037",
      "zh_CN": "钞【恐有难言。】",
      "zh_TW": "鈔【恐有難言。】"
    },
    {
      "id": "01-003-0124_p0038",
      "zh_CN": "故意来问难。",
      "zh_TW": "故意來問難。"
    },
    {
      "id": "01-003-0124_p0039",
      "zh_CN": "钞【十方世界皆有净土，何为独示西方，教生彼国。】",
      "zh_TW": "鈔【十方世界皆有淨土，何為獨示西方，教生彼國。】"
    },
    {
      "id": "01-003-0124_p0040",
      "zh_CN": "这个问也问得好，十方世界很多，每一尊佛都有净土，为什么偏偏教我们往生西方？东方也很好，南方也很好，何必一定要到西方？像这些故意问难的，多！古今都有，我们也常常遇到。下面答复得很好：",
      "zh_TW": "這個問也問得好，十方世界很多，每一尊佛都有淨土，為什麼偏偏教我們往生西方？東方也很好，南方也很好，何必一定要到西方？像這些故意問難的，多！古今都有，我們也常常遇到。下面答覆得很好："
    },
    {
      "id": "01-003-0124_p0041",
      "zh_CN": "钞【良繇道以多歧亡羊，射以专注中鹄，心无二用，功戒杂施。上都仪云：归命三宝，要指方立相，住心取境，以凡夫系心，尚乃不得，况离相耶。】",
      "zh_TW": "鈔【良繇道以多歧亡羊，射以專注中鵠，心無二用，功戒雜施。上都儀云：歸命三寶，要指方立相，住心取境，以凡夫繫心，尚乃不得，況離相耶。】"
    },
    {
      "id": "01-003-0124_p0042",
      "zh_CN": "这段答复答得很好，这就说明为什么要专注在一方。这是举《列子》里面一桩典故，在佛法来讲就是公案。「歧途亡羊」，岔路太多，那个牧羊人，羊跑到哪里找不到了。这就跟学佛一样，法门很多，经典很多，你要是同时学很多法门，同时去研究很多经论，到最后找不到路子走，你这一生修学很难有成就。这是举这一个比喻来说。『射』是讲射箭，『鹄』是箭靶的中心点，我们射箭要专注，这个箭才能射中。这就是说明，「专」能够中目标，散就没有法子，自己无法控制。这是举世间法两个比喻，说明『心无二用』，要专。无论世出世间法，要专，才能成就；要是杂了，那就非常的难。",
      "zh_TW": "這段答覆答得很好，這就說明為什麼要專注在一方。這是舉《列子》裡面一樁典故，在佛法來講就是公案。「歧途亡羊」，岔路太多，那個牧羊人，羊跑到哪裡找不到了。這就跟學佛一樣，法門很多，經典很多，你要是同時學很多法門，同時去研究很多經論，到最後找不到路子走，你這一生修學很難有成就。這是舉這一個比喻來說。『射』是講射箭，『鵠』是箭靶的中心點，我們射箭要專注，這個箭才能射中。這就是說明，「專」能夠中目標，散就沒有法子，自己無法控制。這是舉世間法兩個比喻，說明『心無二用』，要專。無論世出世間法，要專，才能成就；要是雜了，那就非常的難。"
    },
    {
      "id": "01-003-0124_p0043",
      "zh_CN": "『上都仪云，归命三宝，要指方立相』，这都是教给我们，特别是教给我们修净土的，「指方」，方是方向，「立相」就是有相，这是从有门入，不是从空门入。西方极乐世界是相，西方三圣是相，依正庄严是相，《十六观经》是立相，让我们好观想！指示西方，这是方所，我们心里头有所系念！这叫『住心取境』，这是对什么？对凡夫来说的。除这个法门，要教凡夫入门，那太难！西方净土，就是「指方立相，住心取境」，采取这个方法。因此人人能够修，真是三根普被，利钝全收，方法好就好在这个地方，方法妙就妙在这个地方，值得赞叹也在这个地方。",
      "zh_TW": "『上都儀云，歸命三寶，要指方立相』，這都是教給我們，特別是教給我們修淨土的，「指方」，方是方向，「立相」就是有相，這是從有門入，不是從空門入。西方極樂世界是相，西方三聖是相，依正莊嚴是相，《十六觀經》是立相，讓我們好觀想！指示西方，這是方所，我們心裡頭有所繫念！這叫『住心取境』，這是對什麼？對凡夫來說的。除這個法門，要教凡夫入門，那太難！西方淨土，就是「指方立相，住心取境」，採取這個方法。因此人人能夠修，真是三根普被，利鈍全收，方法好就好在這個地方，方法妙就妙在這個地方，值得讚歎也在這個地方。"
    },
    {
      "id": "01-003-0124_p0044",
      "zh_CN": "黄念祖居士注解《无量寿经》，他就举了一个比喻，现代人玩照相机的人很多，都喜欢照相，他就拿这个做比喻。他说其余的诸宗法门，像那种专业的照相机，要有技术。我们普通人拿那个照相机，照十张不一定有一张照得清楚，照得成功；有专门高等技术，他们用，那照的张张是好。净土法门像傻瓜照相机，全自动，拿来对着一按就好了，张张好！你们不能说这个照相机不好，谁都会用，张张都漂亮。净土法门就像这样子，万修万人去，不需要技术！你不能说它不好，人人会照，人人会用。",
      "zh_TW": "黃念祖居士註解《無量壽經》，他就舉了一個比喻，現代人玩照相機的人很多，都喜歡照相，他就拿這個做比喻。他說其餘的諸宗法門，像那種專業的照相機，要有技術。我們普通人拿那個照相機，照十張不一定有一張照得清楚，照得成功；有專門高等技術，他們用，那照的張張是好。淨土法門像傻瓜照相機，全自動，拿來對著一按就好了，張張好！你們不能說這個照相機不好，誰都會用，張張都漂亮。淨土法門就像這樣子，萬修萬人去，不需要技術！你不能說它不好，人人會照，人人會用。"
    },
    {
      "id": "01-003-0124_p0045",
      "zh_CN": "底下就说明原因，『以凡夫系心，尚乃不得，况离相耶』，这是真的，今天给你立了方向，叫你住心取境，你还做不到；如果叫你离相，那简直就没指望。禅离相，所以难！净土是取相，住心取境来修行。所以四种念佛，持名是第一妙行，这个要知道。",
      "zh_TW": "底下就說明原因，『以凡夫繫心，尚乃不得，況離相耶』，這是真的，今天給你立了方向，叫你住心取境，你還做不到；如果叫你離相，那簡直就沒指望。禪離相，所以難！淨土是取相，住心取境來修行。所以四種念佛，持名是第一妙行，這個要知道。"
    },
    {
      "id": "01-003-0124_p0046",
      "zh_CN": "我过去在台中也曾经向李老师请教过这个问题，我说：《观无量寿佛经》好，怎么不好呢？他摇摇头，他说：没有持名好。我说：为什么？他说：你要晓得，那个观很不容易观成！这是真的，观成之后，往生到西方极乐世界还要离相，还要把那个相拿掉。你在这里好不容易观成，那个印象深刻，到以后再把那很深的印象去掉，难上加难，你要不把执着的这个相舍掉，你不能生实报庄严土，不能生常寂光净土。我想是对！这一句名号容易拿掉，名字是假名，我另外换个名字容易，相不容易拿掉。所以他说这四种念佛，持名接近实相。因为大家观念当中都晓得名是假名，我随便改个名字、换个名字都可以，无所谓。现在大家对姓比较执着，那我不能改姓，名字可以随便改，一天改几个都不妨碍，姓不能改，对姓的执着深，对相的执着更深！所以阿弥陀佛一句名号，名是假名，容易丢掉。你要是依《十六观经》去想，想成功之后再把那个印象抹掉，这太不容易了，比修观还难，何必自找麻烦？我听了觉得很有道理，还是取持名念佛。",
      "zh_TW": "我過去在台中也曾經向李老師請教過這個問題，我說：《觀無量壽佛經》好，怎麼不好呢？他搖搖頭，他說：沒有持名好。我說：為什麼？他說：你要曉得，那個觀很不容易觀成！這是真的，觀成之後，往生到西方極樂世界還要離相，還要把那個相拿掉。你在這裡好不容易觀成，那個印象深刻，到以後再把那很深的印象去掉，難上加難，你要不把執著的這個相捨掉，你不能生實報莊嚴土，不能生常寂光淨土。我想是對！這一句名號容易拿掉，名字是假名，我另外換個名字容易，相不容易拿掉。所以他說這四種念佛，持名接近實相。因為大家觀念當中都曉得名是假名，我隨便改個名字、換個名字都可以，無所謂。現在大家對姓比較執著，那我不能改姓，名字可以隨便改，一天改幾個都不妨礙，姓不能改，對姓的執著深，對相的執著更深！所以阿彌陀佛一句名號，名是假名，容易丟掉。你要是依《十六觀經》去想，想成功之後再把那個印象抹掉，這太不容易了，比修觀還難，何必自找麻煩？我聽了覺得很有道理，還是取持名念佛。"
    },
    {
      "id": "01-003-0124_p0047",
      "zh_CN": "可是他那时候劝我，他说《十六观经》还是可以看看，里面的道理很好。现在我们明白了，净土的理论在《十六观经》，尤其是九品因果，这个我们要知道。上品怎么修的，中品怎么修的，我们自己明白之后，我现在在日常生活当中所修的，将来往生西方极乐世界有什么样的品位相应，这个自己清楚明白。所以理论与九品因果，《观无量寿佛经》讲得详细。",
      "zh_TW": "可是他那時候勸我，他說《十六觀經》還是可以看看，裡面的道理很好。現在我們明白了，淨土的理論在《十六觀經》，尤其是九品因果，這個我們要知道。上品怎麼修的，中品怎麼修的，我們自己明白之後，我現在在日常生活當中所修的，將來往生西方極樂世界有什麼樣的品位相應，這個自己清楚明白。所以理論與九品因果，《觀無量壽佛經》講得詳細。"
    },
    {
      "id": "01-003-0124_p0048",
      "zh_CN": "钞【若夫遍供十方诸佛，还国犹在食时，是生西方以后事，所谓见卵而求时夜，何太早计乎。】",
      "zh_TW": "鈔【若夫遍供十方諸佛，還國猶在食時，是生西方以後事，所謂見卵而求時夜，何太早計乎。】"
    },
    {
      "id": "01-003-0124_p0049",
      "zh_CN": "这几句话莲池大师用意都很深，怕有人提出疑难，既然指方立向、住心取境，为什么经上又说供养他方十万亿佛？提出这个问题的，这个人也的确很聪明。你不是讲专门往生西方极乐世界，为什么西方极乐世界人天天遍供他方十万亿佛？既然这个经上讲要供养他方十万亿佛，那我们现在就供养十万亿佛不是也很好吗？我们天天拜《万佛忏》，天天念《万佛名经》，不必专注西方，十方诸佛都拜！十方诸佛我都缘，都观想，行不行？这个符合《弥陀经》上说的，提出这个问题，说起来也满有道理。这些都聪明过了头，似是而非！所以莲池大师在此地，他解释得很好，很有道理。『遍供十方诸佛』，这是说西方世界的众生，并不是指我们娑婆世界众生。『遍供十方诸佛，还国犹在食时』，这是往生西方世界以后的事情，不是现在的。生到西方极乐世界之后，见到阿弥陀佛，闻阿弥陀佛说法，得无生法忍，这是决定得到的，我们在这《无量寿经》里面所看到的。而四十八愿里面也有，一生到西方极乐世界决定得第一忍、第二忍、第三忍，古大德注子里头说第三忍就是无生法忍。所以西方极乐世界不可思议，哪怕下下品往生的人都是圆证三不退。能证三不退，当然是无生法忍的菩萨，所以他有能力遍供十方诸佛。",
      "zh_TW": "這幾句話蓮池大師用意都很深，怕有人提出疑難，既然指方立向、住心取境，為什麼經上又說供養他方十萬億佛？提出這個問題的，這個人也的確很聰明。你不是講專門往生西方極樂世界，為什麼西方極樂世界人天天遍供他方十萬億佛？既然這個經上講要供養他方十萬億佛，那我們現在就供養十萬億佛不是也很好嗎？我們天天拜《萬佛懺》，天天念《萬佛名經》，不必專注西方，十方諸佛都拜！十方諸佛我都緣，都觀想，行不行？這個符合《彌陀經》上說的，提出這個問題，說起來也滿有道理。這些都聰明過了頭，似是而非！所以蓮池大師在此地，他解釋得很好，很有道理。『遍供十方諸佛』，這是說西方世界的眾生，並不是指我們娑婆世界眾生。『遍供十方諸佛，還國猶在食時』，這是往生西方世界以後的事情，不是現在的。生到西方極樂世界之後，見到阿彌陀佛，聞阿彌陀佛說法，得無生法忍，這是決定得到的，我們在這《無量壽經》裡面所看到的。而四十八願裡面也有，一生到西方極樂世界決定得第一忍、第二忍、第三忍，古大德註子裡頭說第三忍就是無生法忍。所以西方極樂世界不可思議，哪怕下下品往生的人都是圓證三不退。能證三不退，當然是無生法忍的菩薩，所以他有能力遍供十方諸佛。"
    },
    {
      "id": "01-003-0124_p0050",
      "zh_CN": "『见卵而求时夜』，时夜是鸡，这个典故出在《庄子》，意思是见到蛋就想到蛋马上长成大公鸡，就天天早晨报晓，你想得太早、太快了。这个意思告诉你，供养十方诸佛这个事情，是咱们往生西方极乐世界以后的事情，不是现在的事情，现在你就来做，这太早了一点，与教义不符合。现在没到西方极乐世界去，我们要一定发心专念，《无量寿经》所主张的，「发菩提心，一向专念」，这就是指方立相，住心取境。我们要用这个方法达到西方极乐世界。到西方极乐世界以后，供养十方诸佛是那个时候的事情，不是现在。『何太早计乎』，你计划得太早了。",
      "zh_TW": "『見卵而求時夜』，時夜是雞，這個典故出在《莊子》，意思是見到蛋就想到蛋馬上長成大公雞，就天天早晨報曉，你想得太早、太快了。這個意思告訴你，供養十方諸佛這個事情，是咱們往生西方極樂世界以後的事情，不是現在的事情，現在你就來做，這太早了一點，與教義不符合。現在沒到西方極樂世界去，我們要一定發心專念，《無量壽經》所主張的，「發菩提心，一向專念」，這就是指方立相，住心取境。我們要用這個方法達到西方極樂世界。到西方極樂世界以後，供養十方諸佛是那個時候的事情，不是現在。『何太早計乎』，你計劃得太早了。"
    },
    {
      "id": "01-003-0124_p0051",
      "zh_CN": "钞【又问：然则华严何以普礼刹尘如来。】",
      "zh_TW": "鈔【又問：然則華嚴何以普禮剎塵如來。】"
    },
    {
      "id": "01-003-0124_p0052",
      "zh_CN": "本宗本经与《华严》的关系非常的密切，所以古大德称《无量寿经》为中本《华严》，称《弥陀经》为小本《华严》，为什么？《华严》到最后普贤菩萨「十大愿王导归极乐」，所以本经是《华严》的归宿。可见得这个经在整个佛法的地位是无比的崇高，真正是诸佛度众生第一法门，在《华严》之上！普贤菩萨十大愿王第一愿就是「礼敬诸佛」，我们今天为什么单单礼拜一尊阿弥陀佛？莲池大师答复得很妙：",
      "zh_TW": "本宗本經與《華嚴》的關係非常的密切，所以古大德稱《無量壽經》為中本《華嚴》，稱《彌陀經》為小本《華嚴》，為什麼？《華嚴》到最後普賢菩薩「十大願王導歸極樂」，所以本經是《華嚴》的歸宿。可見得這個經在整個佛法的地位是無比的崇高，真正是諸佛度眾生第一法門，在《華嚴》之上！普賢菩薩十大願王第一願就是「禮敬諸佛」，我們今天為什麼單單禮拜一尊阿彌陀佛？蓮池大師答覆得很妙："
    },
    {
      "id": "01-003-0124_p0053",
      "zh_CN": "钞【答：华严一即是多，多即是一，若知此义，或普或偏，常异常同，无足疑也。】",
      "zh_TW": "鈔【答：華嚴一即是多，多即是一，若知此義，或普或偏，常異常同，無足疑也。】"
    },
    {
      "id": "01-003-0124_p0054",
      "zh_CN": "《华严经》上说：「一身复现刹尘身，一一遍礼刹尘佛」，这似乎说的不是往生西方以后的事情，因为《弥陀经》上讲供养十方佛，那是往生西方以后的事情，《华严经》上这几句话好像不是往生以后的事情，为什么不住心取境？不取十方刹尘佛这个境？大师答得妙，以十玄门的原则来答复，「一多相即」，一即是多，多即是一，他用这个理论来答复。这是《华严》教义，就是「一多相即自在门」，「以一无体全法界为体，法界之外，无有余法，故一即多」，「以多望一」也是这个道理，所以「多即是一」。古德这种诠释，意思很难明了。我们拿现代的比喻来说，我们把电视萤光幕比作一，里面现的相多！再多的相有没有离开萤幕，没有！一即是多，多即是一。《华严》讲那个「一」是讲真如本性，能现相的，能现是一，所现是多，能所不二，所以说「全妄即真，全真即妄」，真妄不二。这都是《华严》一多相即自在门，这是很深的理论。但是确确实实是事实，这个事实明白摆在我们面前，我们不能觉察，更得不到受用，原因在哪里？我们迷失了这个境界，在本来境界里起虚妄的分别执着，所以把宇宙人生的真相迷失了。《华严经》跟我们讲的真实相，诸法实相，本来就是这个样子的。",
      "zh_TW": "《華嚴經》上說：「一身復現剎塵身，一一遍禮剎塵佛」，這似乎說的不是往生西方以後的事情，因為《彌陀經》上講供養十方佛，那是往生西方以後的事情，《華嚴經》上這幾句話好像不是往生以後的事情，為什麼不住心取境？不取十方剎塵佛這個境？大師答得妙，以十玄門的原則來答覆，「一多相即」，一即是多，多即是一，他用這個理論來答覆。這是《華嚴》教義，就是「一多相即自在門」，「以一無體全法界為體，法界之外，無有餘法，故一即多」，「以多望一」也是這個道理，所以「多即是一」。古德這種詮釋，意思很難明瞭。我們拿現代的比喻來說，我們把電視螢光幕比作一，裡面現的相多！再多的相有沒有離開螢幕，沒有！一即是多，多即是一。《華嚴》講那個「一」是講真如本性，能現相的，能現是一，所現是多，能所不二，所以說「全妄即真，全真即妄」，真妄不二。這都是《華嚴》一多相即自在門，這是很深的理論。但是確確實實是事實，這個事實明白擺在我們面前，我們不能覺察，更得不到受用，原因在哪裡？我們迷失了這個境界，在本來境界裡起虛妄的分別執著，所以把宇宙人生的真相迷失了。《華嚴經》跟我們講的真實相，諸法實相，本來就是這個樣子的。"
    },
    {
      "id": "01-003-0124_p0055",
      "zh_CN": "『或普或偏，常异常同』，遍礼刹尘，这叫「普」，我只念一尊佛，这叫「偏」。「或偏或普，曰常异；一多相即，曰常同。」何况经论上常说：「阿弥陀佛即法界藏身」，又说：「十方三世佛，共同一法身」，那么十方世界依正庄严是不是也是共同一法身呢？给诸位说，是的，一点都没错。如果不是共同一法身，佛在《华严》、《圆觉》上就不能说：「一切众生本来成佛」，尤其是《华严经》上讲的「情与无情，同圆种智」，这根据什么说的？十法界依正庄严是自性变现之物。不仅诸佛共同一法身，十法界依正庄严共同一个法性。所以讲一就是讲法性，讲多是讲法相，相多！",
      "zh_TW": "『或普或偏，常異常同』，遍禮剎塵，這叫「普」，我只念一尊佛，這叫「偏」。「或偏或普，曰常異；一多相即，曰常同。」何況經論上常說：「阿彌陀佛即法界藏身」，又說：「十方三世佛，共同一法身」，那麼十方世界依正莊嚴是不是也是共同一法身呢？給諸位說，是的，一點都沒錯。如果不是共同一法身，佛在《華嚴》、《圓覺》上就不能說：「一切眾生本來成佛」，尤其是《華嚴經》上講的「情與無情，同圓種智」，這根據什麼說的？十法界依正莊嚴是自性變現之物。不僅諸佛共同一法身，十法界依正莊嚴共同一個法性。所以講一就是講法性，講多是講法相，相多！"
    },
    {
      "id": "01-003-0124_p0056",
      "zh_CN": "古德讲开示为了叫人容易明了起见，用金与器做比喻。「以金作器，器器皆金」，把金比作法性，把器比作法相，统统是黄金，一种质料可以做成千千万万种不同的样子，所有那些不同的样子统统都是金，一样的分量，一样的价值。用这个比喻叫你体会到一点仿佛。我们凡夫分异分同，总是分别执着，见不到事实的真相。你真正了解，就不怀疑了，『无足疑也』。『无苦有乐，详见后文』，这是经后文有的。今天时间到了，我们就讲到此地。",
      "zh_TW": "古德講開示為了叫人容易明瞭起見，用金與器做比喻。「以金作器，器器皆金」，把金比作法性，把器比作法相，統統是黃金，一種質料可以做成千千萬萬種不同的樣子，所有那些不同的樣子統統都是金，一樣的分量，一樣的價值。用這個比喻叫你體會到一點彷彿。我們凡夫分異分同，總是分別執著，見不到事實的真相。你真正了解，就不懷疑了，『無足疑也』。『無苦有樂，詳見後文』，這是經後文有的。今天時間到了，我們就講到此地。"
    }
  ]
}