{
  "doc_id": "01-003-0145",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四五集",
    "zh_TW": "第一四五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0145",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "01-003-0145_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三○九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三○九頁："
    },
    {
      "id": "01-003-0145_p0002",
      "zh_CN": "钞【二者，曲为钝根凡夫，须示苦乐，令生忻厌，先以欲钩牵，后令入佛智。】",
      "zh_TW": "鈔【二者，曲為鈍根凡夫，須示苦樂，令生忻厭，先以欲鉤牽，後令入佛智。】"
    },
    {
      "id": "01-003-0145_p0003",
      "zh_CN": "先是对上根利智的人而说，这一段是对凡夫而说。当然这个法门，我们在《无量寿经》看到，它主要的对象就是六道凡夫，菩萨、声闻是附带而度。由此可知，『曲为钝根凡夫』，确实以此为主。凡夫眼光没有上智人那么远大，智慧也没那么高，你给他说宇宙人生的实相，他很难理解，所看到的是现实。就现实而论，这是凡夫最欢喜也最愿意接受的，那么就必须展现，『示』就是我们今天讲展现，『苦乐』两种不同的境界，凡夫见到这个他就自然知道如何来取舍。",
      "zh_TW": "先是對上根利智的人而說，這一段是對凡夫而說。當然這個法門，我們在《無量壽經》看到，它主要的對象就是六道凡夫，菩薩、聲聞是附帶而度。由此可知，『曲為鈍根凡夫』，確實以此為主。凡夫眼光沒有上智人那麼遠大，智慧也沒那麼高，你給他說宇宙人生的實相，他很難理解，所看到的是現實。就現實而論，這是凡夫最歡喜也最願意接受的，那麼就必須展現，『示』就是我們今天講展現，『苦樂』兩種不同的境界，凡夫見到這個他就自然知道如何來取捨。"
    },
    {
      "id": "01-003-0145_p0004",
      "zh_CN": "这个世界实在是很苦，有个计程车司机跟我说：现在这个世界，好像人都不能活下去了。他有这种感触，他说世界不像世界了。我就劝他：你既然晓得这个世界不是人过的日子，那就赶紧念佛求生净土，还有好的世界，我们可以能去得成的。有这个感触，这就是开始觉悟了。『忻厌』之心自自然然就生起来，「忻」是欢喜，对西方极乐世界欢喜，对于这个世界生厌倦、厌离之心。因此，经上才说西方极乐世界的依正庄严。否则的话，单讲理论、道理就好了，何必讲西方极乐世界这些庄严？这个用意都是为下根凡夫而说。但是他所说的是事实，并不是妄语，不是来欺骗我们，句句都是真实话。",
      "zh_TW": "這個世界實在是很苦，有個計程車司機跟我說：現在這個世界，好像人都不能活下去了。他有這種感觸，他說世界不像世界了。我就勸他：你既然曉得這個世界不是人過的日子，那就趕緊念佛求生淨土，還有好的世界，我們可以能去得成的。有這個感觸，這就是開始覺悟了。『忻厭』之心自自然然就生起來，「忻」是歡喜，對西方極樂世界歡喜，對於這個世界生厭倦、厭離之心。因此，經上才說西方極樂世界的依正莊嚴。否則的話，單講理論、道理就好了，何必講西方極樂世界這些莊嚴？這個用意都是為下根凡夫而說。但是他所說的是事實，並不是妄語，不是來欺騙我們，句句都是真實話。"
    },
    {
      "id": "01-003-0145_p0005",
      "zh_CN": "『先以欲钩牵，后令入佛智』，这是佛度化众生的手段。但是先用乐欲来引导你，他不是欺骗你，不是到那时候说话不算数，不是的，佛所说的话绝对是真实语。《金刚经》上讲得没错，「如来是真语者，实语者，如语者，不异语者，不诳语者」，这决定是如此。虽然是讲欲钩牵，他不是欺骗的，它是真实的事情。正如同佛在《华严经》上讲的华藏世界依正庄严，俗话说「不读华严，不知佛家之富贵」。佛菩萨真的喜欢那样的富贵吗？不是的。那是自自然然的，他那个福报是自然，不是我们求来的。他在那个环境里面也并不知道那个环境是乐，他也没有乐受。如果有乐受，乐受是烦恼，他哪有烦恼？这些佛菩萨到地狱去参观，看到刀山油鼎，他要是到那里去，他也不觉得苦，他是苦乐忧喜舍这五种受都离开了，都没有了。为什么会有那个境界？经上给我们讲得清清楚楚，那是性德自然的显现，不是外面来的，也不是你自己期望我要怎样怎样，不是的，一切都是自然的，是真如本性的流露。所以本性里面原本具足万德万能，这是性德。",
      "zh_TW": "『先以欲鉤牽，後令入佛智』，這是佛度化眾生的手段。但是先用樂欲來引導你，他不是欺騙你，不是到那時候說話不算數，不是的，佛所說的話絕對是真實語。《金剛經》上講得沒錯，「如來是真語者，實語者，如語者，不異語者，不誑語者」，這決定是如此。雖然是講欲鉤牽，他不是欺騙的，它是真實的事情。正如同佛在《華嚴經》上講的華藏世界依正莊嚴，俗話說「不讀華嚴，不知佛家之富貴」。佛菩薩真的喜歡那樣的富貴嗎？不是的。那是自自然然的，他那個福報是自然，不是我們求來的。他在那個環境裡面也並不知道那個環境是樂，他也沒有樂受。如果有樂受，樂受是煩惱，他哪有煩惱？這些佛菩薩到地獄去參觀，看到刀山油鼎，他要是到那裡去，他也不覺得苦，他是苦樂憂喜捨這五種受都離開了，都沒有了。為什麼會有那個境界？經上給我們講得清清楚楚，那是性德自然的顯現，不是外面來的，也不是你自己期望我要怎樣怎樣，不是的，一切都是自然的，是真如本性的流露。所以本性裡面原本具足萬德萬能，這是性德。"
    },
    {
      "id": "01-003-0145_p0006",
      "zh_CN": "我们六道凡夫，如果再说深一点，包括声闻、缘觉、权教菩萨，这都没见性的；没有见性，你的性德虽然有，但是被无明烦恼障碍住，不能现前，所以这个受用就变成修德。我们现在要修，你不修善，你就不会有福报，这就是「善有善报，恶有恶报」。善恶果报是修来的，不是性德，性德不要修的。见了性的菩萨，圆教是初住以上，别教是初地以上，他们的受用就跟《华严》、《弥陀经》上讲的一样，自自然然的受用，不需要经营，不需要求取，性德自然流露。这是我们应当要晓得的，晓得这桩事情才知道学佛为什么一定要见性。不见性就不可以吗？不见性也可以，不见性你的生活还是要你去动脑筋，你得想方法去营求，见了性一切都不需要了，这就说明见性的重要。",
      "zh_TW": "我們六道凡夫，如果再說深一點，包括聲聞、緣覺、權教菩薩，這都沒見性的；沒有見性，你的性德雖然有，但是被無明煩惱障礙住，不能現前，所以這個受用就變成修德。我們現在要修，你不修善，你就不會有福報，這就是「善有善報，惡有惡報」。善惡果報是修來的，不是性德，性德不要修的。見了性的菩薩，圓教是初住以上，別教是初地以上，他們的受用就跟《華嚴》、《彌陀經》上講的一樣，自自然然的受用，不需要經營，不需要求取，性德自然流露。這是我們應當要曉得的，曉得這樁事情才知道學佛為什麼一定要見性。不見性就不可以嗎？不見性也可以，不見性你的生活還是要你去動腦筋，你得想方法去營求，見了性一切都不需要了，這就說明見性的重要。"
    },
    {
      "id": "01-003-0145_p0007",
      "zh_CN": "通常修学，见性难！八万四千法门要想修到见性，不是容易事情。凭我们自己的能力，这一生决定做不到。唯独这个法门，这个法门是靠佛力加持，阿弥陀佛的愿力加持我们，十方一切如来威德加持，帮助我们带业往生，生到西方极乐世界，虽然没见性，生活环境就跟见性的人差不多。这个是难信之法，在教下是讲不通的，蕅益大师《要解》里面说「教网所不能摄」，教里头没这么讲的，十方佛刹也没有这个事情，唯独西方极乐世界特别。这是很特殊的一个环境、一个境界，所以十方诸佛都赞扬。",
      "zh_TW": "通常修學，見性難！八萬四千法門要想修到見性，不是容易事情。憑我們自己的能力，這一生決定做不到。唯獨這個法門，這個法門是靠佛力加持，阿彌陀佛的願力加持我們，十方一切如來威德加持，幫助我們帶業往生，生到西方極樂世界，雖然沒見性，生活環境就跟見性的人差不多。這個是難信之法，在教下是講不通的，蕅益大師《要解》裡面說「教網所不能攝」，教裡頭沒這麼講的，十方佛剎也沒有這個事情，唯獨西方極樂世界特別。這是很特殊的一個環境、一個境界，所以十方諸佛都讚揚。"
    },
    {
      "id": "01-003-0145_p0008",
      "zh_CN": "理上没有，不容易相信，但是这事实上，你想想看，这么多年来往生的人有多少？这么多人的例子摆在我们面前，如果我们不相信，那实在是很愚痴。教并不是理论讲不通，是真正把理论贯通了，他相信，谁通了？莲池大师通了。莲池大师要不通，他怎么会相信？我们看这部注解，引经据典，这是看到莲池大师通了。蕅益大师也通了，蕅益大师早年是学天台的，最后归依到净土，专修专弘成为净土宗的祖师。莲池大师教也通、禅也通，他参过禅的，最后也是归到净土。但是教理真正通达的人实在是不多，没有透彻通达，对于这个法门都表怀疑。纵然不怀疑，他也不肯修学这个法门。说老实话，他之所以不肯修学这个法门，也就是对这个法门没有彻底真正认识清楚。",
      "zh_TW": "理上沒有，不容易相信，但是這事實上，你想想看，這麼多年來往生的人有多少？這麼多人的例子擺在我們面前，如果我們不相信，那實在是很愚痴。教並不是理論講不通，是真正把理論貫通了，他相信，誰通了？蓮池大師通了。蓮池大師要不通，他怎麼會相信？我們看這部註解，引經據典，這是看到蓮池大師通了。蕅益大師也通了，蕅益大師早年是學天台的，最後歸依到淨土，專修專弘成為淨土宗的祖師。蓮池大師教也通、禪也通，他參過禪的，最後也是歸到淨土。但是教理真正通達的人實在是不多，沒有透徹通達，對於這個法門都表懷疑。縱然不懷疑，他也不肯修學這個法門。說老實話，他之所以不肯修學這個法門，也就是對這個法門沒有徹底真正認識清楚。"
    },
    {
      "id": "01-003-0145_p0009",
      "zh_CN": "我们要相信佛所说的这些话，虽然说是欲钩牵，但是都是真实，都是事实，「后令入佛智」，这是目的，就是入佛知见，《法华经》的宗旨，也就是净土所说的无上菩提。往生到西方极乐世界去干什么？去成就无上正等正觉，去干这个的。",
      "zh_TW": "我們要相信佛所說的這些話，雖然說是欲鉤牽，但是都是真實，都是事實，「後令入佛智」，這是目的，就是入佛知見，《法華經》的宗旨，也就是淨土所說的無上菩提。往生到西方極樂世界去幹什麼？去成就無上正等正覺，去幹這個的。"
    },
    {
      "id": "01-003-0145_p0010",
      "zh_CN": "钞【喻如正厄饥寒之国。】",
      "zh_TW": "鈔【喻如正厄饑寒之國。】"
    },
    {
      "id": "01-003-0145_p0011",
      "zh_CN": "这是比喻一个地区正在这个时候遭遇到天灾，老百姓没有收成，这个地方闹饥荒，饥跟寒一定是连带的，没得吃，没得穿，这个生活苦了。",
      "zh_TW": "這是比喻一個地區正在這個時候遭遇到天災，老百姓沒有收成，這個地方鬧饑荒，饑跟寒一定是連帶的，沒得吃，沒得穿，這個生活苦了。"
    },
    {
      "id": "01-003-0145_p0012",
      "zh_CN": "钞【忽闻饱暖之乡。】",
      "zh_TW": "鈔【忽聞飽暖之鄉。】"
    },
    {
      "id": "01-003-0145_p0013",
      "zh_CN": "忽然听说另外一个地方，那个地方生活环境非常好，他总想尽方法要离开饥寒的地方到饱暖之乡。如果拿娑婆世界跟极乐世界两个一比较，那是饱暖之乡，我们这是饥寒之国。",
      "zh_TW": "忽然聽說另外一個地方，那個地方生活環境非常好，他總想盡方法要離開饑寒的地方到飽暖之鄉。如果拿娑婆世界跟極樂世界兩個一比較，那是飽暖之鄉，我們這是饑寒之國。"
    },
    {
      "id": "01-003-0145_p0014",
      "zh_CN": "钞【方沈幽暗之崖，乍睹光明之境。】",
      "zh_TW": "鈔【方沈幽暗之崖，乍睹光明之境。】"
    },
    {
      "id": "01-003-0145_p0015",
      "zh_CN": "『沈』是沈沦，『幽暗』是黑暗。黑暗的山崖，一下见到光明，他怎么不往上爬？",
      "zh_TW": "『沈』是沈淪，『幽暗』是黑暗。黑暗的山崖，一下見到光明，他怎麼不往上爬？"
    },
    {
      "id": "01-003-0145_p0016",
      "zh_CN": "钞【岂不身心踊跃，舍故即新。】",
      "zh_TW": "鈔【豈不身心踊躍，舍故即新。】"
    },
    {
      "id": "01-003-0145_p0017",
      "zh_CN": "这是人之常情。佛特别把西方依正庄严说得这么详细，说得这么清楚，意思就是要我们觉悟。想想我们今天在这个地方生活多苦，这个世界没有美好的地方。台湾在过去，我们生活还没有真正尝到这个苦；现在虽然钱多了，苦就来了，可见得这个钱不是好东西。如果台湾没有这么多钱，大家还好好的过日子，钱太多就作怪了。现在这个社会脱序，我们仔细追究原因，钱太多了，所以现在这个社会动乱不安，我们感觉到苦！你就晓得这个世界不是好世界。",
      "zh_TW": "這是人之常情。佛特別把西方依正莊嚴說得這麼詳細，說得這麼清楚，意思就是要我們覺悟。想想我們今天在這個地方生活多苦，這個世界沒有美好的地方。台灣在過去，我們生活還沒有真正嘗到這個苦；現在雖然錢多了，苦就來了，可見得這個錢不是好東西。如果台灣沒有這麼多錢，大家還好好的過日子，錢太多就作怪了。現在這個社會脫序，我們仔細追究原因，錢太多了，所以現在這個社會動亂不安，我們感覺到苦！你就曉得這個世界不是好世界。"
    },
    {
      "id": "01-003-0145_p0018",
      "zh_CN": "钞【但得往生，终成解脱，方便接引，当如是耳。】",
      "zh_TW": "鈔【但得往生，終成解脫，方便接引，當如是耳。】"
    },
    {
      "id": "01-003-0145_p0019",
      "zh_CN": "这几句话归结到正题了，只要你能往生，那就决定解脱。『解脱』是三德之一，法身、般若、解脱，你一个得到，其余两个一定得到，换句话说，只要往生西方极乐世界，三德秘藏必定证得。弥陀与十方如来接引一切众生，这是特别指六道凡夫，这个方式应当是这样的，他这个讲法没错，非常适合。",
      "zh_TW": "這幾句話歸結到正題了，只要你能往生，那就決定解脫。『解脫』是三德之一，法身、般若、解脫，你一個得到，其餘兩個一定得到，換句話說，只要往生西方極樂世界，三德祕藏必定證得。彌陀與十方如來接引一切眾生，這是特別指六道凡夫，這個方式應當是這樣的，他這個講法沒錯，非常適合。"
    },
    {
      "id": "01-003-0145_p0020",
      "zh_CN": "注解到此地是把阶道这一段大意都给我们叙说出来了，后面这一段称理，这就是讲的消归自性。前面是消文，解释文字里面的含义，这一段是讲消归自性，是讲真实的受用。这是《弥陀疏钞》的体例，与一般注解不相同的地方。",
      "zh_TW": "註解到此地是把階道這一段大意都給我們敘說出來了，後面這一段稱理，這就是講的消歸自性。前面是消文，解釋文字裡面的含義，這一段是講消歸自性，是講真實的受用。這是《彌陀疏鈔》的體例，與一般註解不相同的地方。"
    },
    {
      "id": "01-003-0145_p0021",
      "zh_CN": "疏【称理，则自性平直，是阶道义。自性高邃，是楼阁义。自性具足功德法财，是七宝义。】",
      "zh_TW": "疏【稱理，則自性平直，是階道義。自性高邃，是樓閣義。自性具足功德法財，是七寶義。】"
    },
    {
      "id": "01-003-0145_p0022",
      "zh_CN": "实在说，我们要是追问一句，性德里面为什么有这些依正庄严？依正庄严这是事实，这事实总有个道理，这一段就把这道理给我们说出来了。这三句都讲自性，这就是称性，称性而说，还归自性。",
      "zh_TW": "實在說，我們要是追問一句，性德裡面為什麼有這些依正莊嚴？依正莊嚴這是事實，這事實總有個道理，這一段就把這道理給我們說出來了。這三句都講自性，這就是稱性，稱性而說，還歸自性。"
    },
    {
      "id": "01-003-0145_p0023",
      "zh_CN": "钞【平直者，自性解脱自在，离诸垢污，旷阔坦夷，无有偏陂，是名阶道。】",
      "zh_TW": "鈔【平直者，自性解脫自在，離諸垢汙，曠闊坦夷，無有偏陂，是名階道。】"
    },
    {
      "id": "01-003-0145_p0024",
      "zh_CN": "这几句话里面的意思相当之深，整个佛法关键之所在就是「平等正直」，平等心、直心。《大乘起信论》说菩提心，就是直心、深心、大悲心。直心就是真心，真心就是平等心，平等心就是一心。宗门常说：「识得一，万事毕。」真正觉悟到「一」，什么事都没有了，天下太平。这个一就是净土宗讲的一心不乱，只要你得到一心，平等心、清净心、正直心都现前了。为什么？是一桩事情，就是一心不乱，自己的真如本性就显露了。解脱就是自性的性德，所以『解脱自在』。",
      "zh_TW": "這幾句話裡面的意思相當之深，整個佛法關鍵之所在就是「平等正直」，平等心、直心。《大乘起信論》說菩提心，就是直心、深心、大悲心。直心就是真心，真心就是平等心，平等心就是一心。宗門常說：「識得一，萬事畢。」真正覺悟到「一」，什麼事都沒有了，天下太平。這個一就是淨土宗講的一心不亂，只要你得到一心，平等心、清淨心、正直心都現前了。為什麼？是一樁事情，就是一心不亂，自己的真如本性就顯露了。解脫就是自性的性德，所以『解脫自在』。"
    },
    {
      "id": "01-003-0145_p0025",
      "zh_CN": "『离诸垢污』，这两个字代表烦恼无明，「垢」是无明烦恼，「污」是尘沙、见思烦恼。本性里本来就没有这些东西，是从妄心里面来的，真心里没有这个东西。真心，在圣（在佛）不增，纵然落在三途也不减，不增不减，不生不灭，这是一心，这是佛法最高的原则。如果我们能把握这个原则，一生成就决定不是难事；违背这个原则，这一生修行很不容易成就。不管你修学哪个法门，可以说没有例外的。由此可知，佛法的修行无非就是修清净心而已。清净心在哪里修？在一切境界里面修。我们凡夫不会，凡夫要逃避一切境界，自己觉得是不太愿意的环境，赶紧就要躲避，那怎么能修得成功？永远在那里用分别执着妄想，这个修不成。真正修行人，顺境也好，逆境也好，他在环境里修什么？把自己的分别执着妄想去掉，使自己这个心恢复到清净。在顺境里面不染污，逆境里头也不染污，顺境里面没有贪爱、欢喜的心，逆境里头也没有忧虑的心。无论在什么境界里，他心是平等的，他心是正直的，这叫会用功，这叫会修行。这也就是佛在大乘教里常常教给我们，随缘而不攀缘。我们用分别执着对这个境界，就是攀缘；离开一切分别执着妄想，就是随缘。随缘里面才能见性，攀缘是决定不能见性的。",
      "zh_TW": "『離諸垢汙』，這兩個字代表煩惱無明，「垢」是無明煩惱，「汙」是塵沙、見思煩惱。本性裡本來就沒有這些東西，是從妄心裡面來的，真心裡沒有這個東西。真心，在聖（在佛）不增，縱然落在三途也不減，不增不減，不生不滅，這是一心，這是佛法最高的原則。如果我們能把握這個原則，一生成就決定不是難事；違背這個原則，這一生修行很不容易成就。不管你修學哪個法門，可以說沒有例外的。由此可知，佛法的修行無非就是修清淨心而已。清淨心在哪裡修？在一切境界裡面修。我們凡夫不會，凡夫要逃避一切境界，自己覺得是不太願意的環境，趕緊就要躲避，那怎麼能修得成功？永遠在那裡用分別執著妄想，這個修不成。真正修行人，順境也好，逆境也好，他在環境裡修什麼？把自己的分別執著妄想去掉，使自己這個心恢復到清淨。在順境裡面不染污，逆境裡頭也不染污，順境裡面沒有貪愛、歡喜的心，逆境裡頭也沒有憂慮的心。無論在什麼境界裡，他心是平等的，他心是正直的，這叫會用功，這叫會修行。這也就是佛在大乘教裡常常教給我們，隨緣而不攀緣。我們用分別執著對這個境界，就是攀緣；離開一切分別執著妄想，就是隨緣。隨緣裡面才能見性，攀緣是決定不能見性的。"
    },
    {
      "id": "01-003-0145_p0026",
      "zh_CN": "「离诸垢污」，诸位要晓得，你喜欢这个环境就是垢污，为什么？你心里被那欢喜给染污了。我们中国人讲七情五欲，七情是喜怒哀乐爱恶欲，第一个就是喜欢，欲就是五欲，财色名食睡。只要心里动了七情，你这个心就被染污。如果你不被七情五欲染污，给诸位说，法界是平等的，就跟佛菩萨一样。佛菩萨的法界，天堂跟地狱是平等的，善恶是平等的，是非是平等的，真妄是平等的，没有一样不平等，他那是真正入不二法门，那才能见道，这是大乘的见道。",
      "zh_TW": "「離諸垢汙」，諸位要曉得，你喜歡這個環境就是垢汙，為什麼？你心裡被那歡喜給染污了。我們中國人講七情五欲，七情是喜怒哀樂愛惡欲，第一個就是喜歡，欲就是五欲，財色名食睡。只要心裡動了七情，你這個心就被染污。如果你不被七情五欲染污，給諸位說，法界是平等的，就跟佛菩薩一樣。佛菩薩的法界，天堂跟地獄是平等的，善惡是平等的，是非是平等的，真妄是平等的，沒有一樣不平等，他那是真正入不二法門，那才能見道，這是大乘的見道。"
    },
    {
      "id": "01-003-0145_p0027",
      "zh_CN": "大乘见道位，就是见到万法一如、万法平等，这是他见道了。你在一切法里面还是不平等，你没有见道！大乘见道位就是圆教初住菩萨。《大乘起信论》讲，大乘起信是见道位，《金刚经》上所讲的那个境界也是见道位，为什么？离四相，离四相就平等了。如果你真的是我相、人相、众生相、寿者相没有了，你心平等了，心清净了；你有这四相，没有见道。有这四相，即非菩萨，不是见道位的菩萨，那个菩萨没见道，也就是没有见性（见道就是见性）。在净土宗，理一心不乱就是见道位；事一心不乱还不行，没有见道。",
      "zh_TW": "大乘見道位，就是見到萬法一如、萬法平等，這是他見道了。你在一切法裡面還是不平等，你沒有見道！大乘見道位就是圓教初住菩薩。《大乘起信論》講，大乘起信是見道位，《金剛經》上所講的那個境界也是見道位，為什麼？離四相，離四相就平等了。如果你真的是我相、人相、眾生相、壽者相沒有了，你心平等了，心清淨了；你有這四相，沒有見道。有這四相，即非菩薩，不是見道位的菩薩，那個菩薩沒見道，也就是沒有見性（見道就是見性）。在淨土宗，理一心不亂就是見道位；事一心不亂還不行，沒有見道。"
    },
    {
      "id": "01-003-0145_p0028",
      "zh_CN": "要想真正到达这个地步，要修行。修行最重要是在人事环境，俗话说「处事难，处人更难！」要在处人的人事环境里面，把我们的心境磨平。人事环境里面得清净心，物质环境就不必说了，自然就清净。所以修行到哪里修？菩萨修行在红尘里面修。小乘人他说「人事环境太复杂，算了，我跑到深山，我远离社会」，所以他永远不能见道。他可以得定、可以得清净，但是他那个清净是染净之净，是比较的、是相对的净，不是真正的净，他到城市住几天，他又乱了，又染污了，换句话说，是禁不起考验的清净，这个不行！一定要真正天天在考验，天天在磨练，在这里面成就自己的清净，那是真的清净。这个清净是染净二边都离开的清净，那是无量功德。所以他这句话的意义很深。",
      "zh_TW": "要想真正到達這個地步，要修行。修行最重要是在人事環境，俗話說「處事難，處人更難！」要在處人的人事環境裡面，把我們的心境磨平。人事環境裡面得清淨心，物質環境就不必說了，自然就清淨。所以修行到哪裡修？菩薩修行在紅塵裡面修。小乘人他說「人事環境太複雜，算了，我跑到深山，我遠離社會」，所以他永遠不能見道。他可以得定、可以得清淨，但是他那個清淨是染淨之淨，是比較的、是相對的淨，不是真正的淨，他到城市住幾天，他又亂了，又染污了，換句話說，是禁不起考驗的清淨，這個不行！一定要真正天天在考驗，天天在磨練，在這裡面成就自己的清淨，那是真的清淨。這個清淨是染淨二邊都離開的清淨，那是無量功德。所以他這句話的意義很深。"
    },
    {
      "id": "01-003-0145_p0029",
      "zh_CN": "『旷阔坦夷，无有偏陂』，「陂」就是山坡地，有坡度的。『是名阶道』，道是道路，阶是台阶。西方极乐世界这个阶道是自性功德所显现的。",
      "zh_TW": "『曠闊坦夷，無有偏陂』，「陂」就是山坡地，有坡度的。『是名階道』，道是道路，階是台階。西方極樂世界這個階道是自性功德所顯現的。"
    },
    {
      "id": "01-003-0145_p0030",
      "zh_CN": "钞【高邃者。】",
      "zh_TW": "鈔【高邃者。】"
    },
    {
      "id": "01-003-0145_p0031",
      "zh_CN": "『高邃』，楼阁表显这方面的性德。",
      "zh_TW": "『高邃』，樓閣表顯這方面的性德。"
    },
    {
      "id": "01-003-0145_p0032",
      "zh_CN": "钞【自性迥超尘境，观照不遗，囊括虚空，广博无尽，是名楼阁。】",
      "zh_TW": "鈔【自性迥超塵境，觀照不遺，囊括虛空，廣博無盡，是名樓閣。】"
    },
    {
      "id": "01-003-0145_p0033",
      "zh_CN": "这都是讲性德。『迥』是远的意思，『迥超』是远超过，超过太多，『尘』是六尘，五欲六尘，『境』是境界，包括物质的境界、人事的境界，统统超越了。他怎么超越法？人家用观照，《心经》上讲的「照见五蕴皆空」，那就是迥超尘境的意思。『囊括虚空，广博无尽』，这是比喻真性，佛在《楞严》上告诉我们，心性是无量的，「心包太虚（就是虚空），量周沙界」，就是此地囊括虚空的意思。『楼阁』里面是空的，空才能容！容人。如果楼阁是实的，不空的，那楼阁没用处！房子所以能够得其用，就是里面是空的。我们真如本性也是如此，包虚空包法界。「广博无尽」这是包法界，前面是包虚空。楼阁显这个意思。",
      "zh_TW": "這都是講性德。『迥』是遠的意思，『迥超』是遠超過，超過太多，『塵』是六塵，五欲六塵，『境』是境界，包括物質的境界、人事的境界，統統超越了。他怎麼超越法？人家用觀照，《心經》上講的「照見五蘊皆空」，那就是迥超塵境的意思。『囊括虛空，廣博無盡』，這是比喻真性，佛在《楞嚴》上告訴我們，心性是無量的，「心包太虛（就是虛空），量周沙界」，就是此地囊括虛空的意思。『樓閣』裡面是空的，空才能容！容人。如果樓閣是實的，不空的，那樓閣沒用處！房子所以能夠得其用，就是裡面是空的。我們真如本性也是如此，包虛空包法界。「廣博無盡」這是包法界，前面是包虛空。樓閣顯這個意思。"
    },
    {
      "id": "01-003-0145_p0034",
      "zh_CN": "如果我们明白这个道理了，你才晓得一一法，没有一法不是佛法，我们看到道路就想到我们的心要平直，路平的，我们这个心要像路一样平。看到楼房，我们的心要像楼那样空，空才能包容！你六根接触六尘境界，哪一个境界不是佛法？这样就消归到自性，自性就起无量功德。心里头不能有一物，要干干净净。",
      "zh_TW": "如果我們明白這個道理了，你才曉得一一法，沒有一法不是佛法，我們看到道路就想到我們的心要平直，路平的，我們這個心要像路一樣平。看到樓房，我們的心要像樓那樣空，空才能包容！你六根接觸六塵境界，哪一個境界不是佛法？這樣就消歸到自性，自性就起無量功德。心裡頭不能有一物，要乾乾淨淨。"
    },
    {
      "id": "01-003-0145_p0035",
      "zh_CN": "钞【功德法财者，自性常而不迁，净而不染，我而随缘不碍，乐而富有不亏，是名金银。】",
      "zh_TW": "鈔【功德法財者，自性常而不遷，淨而不染，我而隨緣不礙，樂而富有不虧，是名金銀。】"
    },
    {
      "id": "01-003-0145_p0036",
      "zh_CN": "这是解释法财。『常』，永远就是这个样子，永远不改；就像黄金，颜色不改。『不迁』，迁是变。『净而不染』，这就是体清净、体无垢，六祖大师所谓「本来无一物，何处惹尘埃」，就是这个意思。本性本来如是！",
      "zh_TW": "這是解釋法財。『常』，永遠就是這個樣子，永遠不改；就像黃金，顏色不改。『不遷』，遷是變。『淨而不染』，這就是體清淨、體無垢，六祖大師所謂「本來無一物，何處惹塵埃」，就是這個意思。本性本來如是！"
    },
    {
      "id": "01-003-0145_p0037",
      "zh_CN": "佛门里面也讲求戴这些装饰品，你看佛菩萨都戴璎珞、戴珠宝，大乘跟小乘不一样，小乘这些东西他都不要。大乘佛菩萨戴很多珠宝项链，他那叫璎珞，比项链大，比项链还要美观。戴金银珠宝这些东西，就是叫你常常看到这个，这个不是美观、不是漂亮，是叫你看到这个东西，想到不变，想到清净。这也是表法的，世俗人戴珠宝是炫耀他的身分与财富，学佛的人戴这个东西，意义不相同，常常提醒自己心要清净、要不染、要不变，随缘不变，不变随缘，取这个意思。小乘人不许可这样的，大乘佛法跟小乘完全不一样。《法华经》上，佛说末法时期一定要提倡大乘法。大乘是开放的，不像小乘。小乘法，今天很多人不愿意接受，受不了。大乘法与我的生活没有妨碍，反而使我们现前这个生活更美满，使我们这个生活更充实，他当然喜欢接受！",
      "zh_TW": "佛門裡面也講求戴這些裝飾品，你看佛菩薩都戴瓔珞、戴珠寶，大乘跟小乘不一樣，小乘這些東西他都不要。大乘佛菩薩戴很多珠寶項鍊，他那叫瓔珞，比項鍊大，比項鍊還要美觀。戴金銀珠寶這些東西，就是叫你常常看到這個，這個不是美觀、不是漂亮，是叫你看到這個東西，想到不變，想到清淨。這也是表法的，世俗人戴珠寶是炫耀他的身分與財富，學佛的人戴這個東西，意義不相同，常常提醒自己心要清淨、要不染、要不變，隨緣不變，不變隨緣，取這個意思。小乘人不許可這樣的，大乘佛法跟小乘完全不一樣。《法華經》上，佛說末法時期一定要提倡大乘法。大乘是開放的，不像小乘。小乘法，今天很多人不願意接受，受不了。大乘法與我的生活沒有妨礙，反而使我們現前這個生活更美滿，使我們這個生活更充實，他當然喜歡接受！"
    },
    {
      "id": "01-003-0145_p0038",
      "zh_CN": "小乘没有歌舞，大乘有歌舞。歌舞代表什么意义？代表的是梦幻泡影。你天天看电视，你每天可以看，看的时候你就晓得梦幻泡影，一反过来，整个人生是梦幻泡影罢了，何必去执着！所以看电视是在修行，修一心三观，即空即假即中。世间人他怎么懂？你才晓得一乘法里头，理事无碍、事事无碍，他的生活的确是真善美慧。决不是说这种享受、这种生活会妨道，没有，它还能成就道业。问题就是你那个观念怎么转法，如果你在这里面贪图享受，有喜怒哀乐爱恶欲，那你就堕落，你就被境界所转。你要是不被境界所转，《楞严》上说「若能转境，则同如来」，同如来至少是圆教初住菩萨，与如来同生性。",
      "zh_TW": "小乘沒有歌舞，大乘有歌舞。歌舞代表什麼意義？代表的是夢幻泡影。你天天看電視，你每天可以看，看的時候你就曉得夢幻泡影，一反過來，整個人生是夢幻泡影罷了，何必去執著！所以看電視是在修行，修一心三觀，即空即假即中。世間人他怎麼懂？你才曉得一乘法裡頭，理事無礙、事事無礙，他的生活的確是真善美慧。決不是說這種享受、這種生活會妨道，沒有，它還能成就道業。問題就是你那個觀念怎麼轉法，如果你在這裡面貪圖享受，有喜怒哀樂愛惡欲，那你就墮落，你就被境界所轉。你要是不被境界所轉，《楞嚴》上說「若能轉境，則同如來」，同如來至少是圓教初住菩薩，與如來同生性。"
    },
    {
      "id": "01-003-0145_p0039",
      "zh_CN": "佛法，外国人很乐意学！比基督教还好！比天主教还好！他很容易接受，很欢喜接受，他愈想是这个道理。处处你要提得起观照，一失掉观照必定就堕落。由观照而照住，再进一步照见，照见那是入了这个境界。但是一定从观照起，观照就是境界里时时刻刻能提得起警觉心。提得起警觉心，也就是提得起表法的意义，那就是警觉！晓得样样法都从自性里变现的，一切法还归自性。这个归自性就是你了解这个意义，像我们看到蜡烛，就想到应当燃烧自己照耀别人，这就回归到自性。",
      "zh_TW": "佛法，外國人很樂意學！比基督教還好！比天主教還好！他很容易接受，很歡喜接受，他愈想是這個道理。處處你要提得起觀照，一失掉觀照必定就墮落。由觀照而照住，再進一步照見，照見那是入了這個境界。但是一定從觀照起，觀照就是境界裡時時刻刻能提得起警覺心。提得起警覺心，也就是提得起表法的意義，那就是警覺！曉得樣樣法都從自性裡變現的，一切法還歸自性。這個歸自性就是你了解這個意義，像我們看到蠟燭，就想到應當燃燒自己照耀別人，這就回歸到自性。"
    },
    {
      "id": "01-003-0145_p0040",
      "zh_CN": "境界相，《华严》讲得很好，性起！这是唯识所讲的本质相，本质相是性起的。你迷了之后才变成缘起，迷了之后就叫做缘起。实在讲，缘起跟性起是一不是二，换个名字。觉悟了，就不叫缘起，叫性起，换句话说，是本性里头本来具足的德能，六祖所说的「何期自性能生万法」，万法是自性变现的，能生！变现出来的这些境界，如梦幻泡影，你在这一切境界里头决定不要迷，决定不要执着。不是说这个境界没有，有！梦幻泡影，有！有，你晓得它不是实在的，你不会去执着它。",
      "zh_TW": "境界相，《華嚴》講得很好，性起！這是唯識所講的本質相，本質相是性起的。你迷了之後才變成緣起，迷了之後就叫做緣起。實在講，緣起跟性起是一不是二，換個名字。覺悟了，就不叫緣起，叫性起，換句話說，是本性裡頭本來具足的德能，六祖所說的「何期自性能生萬法」，萬法是自性變現的，能生！變現出來的這些境界，如夢幻泡影，你在這一切境界裡頭決定不要迷，決定不要執著。不是說這個境界沒有，有！夢幻泡影，有！有，你曉得它不是實在的，你不會去執著它。"
    },
    {
      "id": "01-003-0145_p0041",
      "zh_CN": "佛举这个比喻，他真正的用意就是叫我们对于一切法不要去执着、不要去妄想。离一切分别执着妄想，你面对一切法就跟诸佛菩萨受用一切没有两样，这个受用只有乐没有苦，是清净的受用，里头决定不造业。业是从哪里造的？分别执着妄想在造业！离开一切分别执着妄想，哪来的业？不但业没有，造作也没有。所以要晓得这个道理。这是非常明显看出来，这真正的佛法。所以小乘确实是接引初机的，迷惑太重，他不了解这个道理。",
      "zh_TW": "佛舉這個比喻，他真正的用意就是叫我們對於一切法不要去執著、不要去妄想。離一切分別執著妄想，你面對一切法就跟諸佛菩薩受用一切沒有兩樣，這個受用只有樂沒有苦，是清淨的受用，裡頭決定不造業。業是從哪裡造的？分別執著妄想在造業！離開一切分別執著妄想，哪來的業？不但業沒有，造作也沒有。所以要曉得這個道理。這是非常明顯看出來，這真正的佛法。所以小乘確實是接引初機的，迷惑太重，他不了解這個道理。"
    },
    {
      "id": "01-003-0145_p0042",
      "zh_CN": "『我而随缘不碍』，就是「转作无我」，无我在哪里？我就是无我。我跟无我要是二法，套六祖一句话，二法不是佛法。我跟无我是一！佛法是不二法，二就不是佛法。我们修这个法门，就是要修一心不乱，二怎么能到一心？所以你要知道，一切法都是不二法。你能抓住这个原则，你的修学纵然遇不到真善知识，也不至于走错路。凡是走错路的，都是分别执着，从一真里面把它分做二，二分做四，四分做八，愈分愈复杂，搞这个。",
      "zh_TW": "『我而隨緣不礙』，就是「轉作無我」，無我在哪裡？我就是無我。我跟無我要是二法，套六祖一句話，二法不是佛法。我跟無我是一！佛法是不二法，二就不是佛法。我們修這個法門，就是要修一心不亂，二怎麼能到一心？所以你要知道，一切法都是不二法。你能抓住這個原則，你的修學縱然遇不到真善知識，也不至於走錯路。凡是走錯路的，都是分別執著，從一真裡面把它分做二，二分做四，四分做八，愈分愈複雜，搞這個。"
    },
    {
      "id": "01-003-0145_p0043",
      "zh_CN": "所以学佛从哪里学起？从净化你的头脑做起。你的头脑太复杂，妄想分别执着太多，佛法的修行从这里做起，首先教你离开一切分别执着妄想。禅宗直截了当，一下手就做这工作，经也不准听，也不准看，所谓「不立文字」，为什么？看经分别！看了起执着，打妄想！经都不准看，充其量禅堂堂主给你讲一点开示而已。讲开示还不能问，一问，马上就拖下去打香板，他也不答复你，什么原因？就是叫你要脑袋空空，听懂就懂，不懂就算了，不要追究，不要去想它什么意思，不要去想，不要去分别，不要去执着。你一发问，你就有分别执着，所以狠狠的打，把你分别执着打掉，就是这个意思，叫你脑袋恢复到空空的，恢复到六祖的标准，本来无一物。所以，把你头脑里乱七八糟东西用香板把它打掉。",
      "zh_TW": "所以學佛從哪裡學起？從淨化你的頭腦做起。你的頭腦太複雜，妄想分別執著太多，佛法的修行從這裡做起，首先教你離開一切分別執著妄想。禪宗直截了當，一下手就做這工作，經也不准聽，也不准看，所謂「不立文字」，為什麼？看經分別！看了起執著，打妄想！經都不准看，充其量禪堂堂主給你講一點開示而已。講開示還不能問，一問，馬上就拖下去打香板，他也不答覆你，什麼原因？就是叫你要腦袋空空，聽懂就懂，不懂就算了，不要追究，不要去想它什麼意思，不要去想，不要去分別，不要去執著。你一發問，你就有分別執著，所以狠狠的打，把你分別執著打掉，就是這個意思，叫你腦袋恢復到空空的，恢復到六祖的標準，本來無一物。所以，把你頭腦裡亂七八糟東西用香板把它打掉。"
    },
    {
      "id": "01-003-0145_p0044",
      "zh_CN": "煮云法师在世的时候，他晚年常常打佛七，参加佛七的都要找他来打香板。他说：我打，打了他还得供养我。实在说，老和尚打了，你就消灾免难了吗？没这个道理！把你打死，你的灾难都消不了。所以，你一定要懂得它的意义。禅堂里面打香板，那些和尚是不是碰到人就打？不是的！你不是那个材料，人家不打你，为什么？愈打你愈烦恼，那没有效果了。他那个是应该打的、值得打的，为什么？一打他念头就没有了，他就真放下了，那种人要打！会打的，会叫他开悟！你的分别执着重，打死都不会开悟，那有什么用处？禅家那个原则，就是根据「言语道断，心行处灭」，就是叫你做这功夫，恢复到心地真正的清净。",
      "zh_TW": "煮雲法師在世的時候，他晚年常常打佛七，參加佛七的都要找他來打香板。他說：我打，打了他還得供養我。實在說，老和尚打了，你就消災免難了嗎？沒這個道理！把你打死，你的災難都消不了。所以，你一定要懂得它的意義。禪堂裡面打香板，那些和尚是不是碰到人就打？不是的！你不是那個材料，人家不打你，為什麼？愈打你愈煩惱，那沒有效果了。他那個是應該打的、值得打的，為什麼？一打他念頭就沒有了，他就真放下了，那種人要打！會打的，會叫他開悟！你的分別執著重，打死都不會開悟，那有什麼用處？禪家那個原則，就是根據「言語道斷，心行處滅」，就是叫你做這功夫，恢復到心地真正的清淨。"
    },
    {
      "id": "01-003-0145_p0045",
      "zh_CN": "所以教下跟宗门不一样，宗门不用文字，教下用文字、用经典。用经典的方法就是教你读诵，读诵里头没有分别、没有执着，也不准打妄想。初出家五年就是做这工作，不准听经，不准看经，常住服务做事情。做苦工、服劳役是培福，是修福！什么都不准你接触，不准你听经，念佛堂也不准你念佛，禅堂也不准你去参禅，修根本智。就叫你念一部经，这一部经规定一天要念几个钟点，念上五年，他心清净了，他没有别的想头了。这些都是修清净心，这是佛法的入门。",
      "zh_TW": "所以教下跟宗門不一樣，宗門不用文字，教下用文字、用經典。用經典的方法就是教你讀誦，讀誦裡頭沒有分別、沒有執著，也不准打妄想。初出家五年就是做這工作，不准聽經，不准看經，常住服務做事情。做苦工、服勞役是培福，是修福！什麼都不准你接觸，不准你聽經，念佛堂也不准你念佛，禪堂也不准你去參禪，修根本智。就叫你念一部經，這一部經規定一天要念幾個鐘點，念上五年，他心清淨了，他沒有別的想頭了。這些都是修清淨心，這是佛法的入門。"
    },
    {
      "id": "01-003-0145_p0046",
      "zh_CN": "我们今天这一代，无论在家出家赶不上上一代，原因在哪里？我们没有做这个基础，就是没有从根本修。一学佛就听经，就研究经典，听经研究经典，说老实话，不是断分别执着妄想，而是增长分别执着妄想，这就颠倒了。所以你怎么能成就？不能成就！不如那个老老实实念一句阿弥陀佛，他什么都不要，一句阿弥陀佛念三年，他能站着往生，能坐着往生，能预知时至。我们天天研究这个经那个经，许许多多经论，搞了几十年，死的时候还手忙脚乱，最后还得见阎王。你见了阎王，我读过多少多少大品经，什么也没用处，该怎么生死还是怎么生死，没有法子！为什么？你所学的全是世间法，不是佛法。所以世间法，迷！你愈迷愈深！清凉大师讲的，你念经听教增长邪见，你不念经不研教增长无明，总而言之，没好日子过。这些基本的道理要晓得，我们才知道自己应当怎么做法。所以这个转法，晓得我跟无我是一不是二，确实能做到随缘不变，这就行了。",
      "zh_TW": "我們今天這一代，無論在家出家趕不上上一代，原因在哪裡？我們沒有做這個基礎，就是沒有從根本修。一學佛就聽經，就研究經典，聽經研究經典，說老實話，不是斷分別執著妄想，而是增長分別執著妄想，這就顛倒了。所以你怎麼能成就？不能成就！不如那個老老實實念一句阿彌陀佛，他什麼都不要，一句阿彌陀佛念三年，他能站著往生，能坐著往生，能預知時至。我們天天研究這個經那個經，許許多多經論，搞了幾十年，死的時候還手忙腳亂，最後還得見閻王。你見了閻王，我讀過多少多少大品經，什麼也沒用處，該怎麼生死還是怎麼生死，沒有法子！為什麼？你所學的全是世間法，不是佛法。所以世間法，迷！你愈迷愈深！清涼大師講的，你念經聽教增長邪見，你不念經不研教增長無明，總而言之，沒好日子過。這些基本的道理要曉得，我們才知道自己應當怎麼做法。所以這個轉法，曉得我跟無我是一不是二，確實能做到隨緣不變，這就行了。"
    },
    {
      "id": "01-003-0145_p0047",
      "zh_CN": "『乐而富有不亏』，这是讲常乐我净四净德。富有不亏，富不是叫自己富，是叫别人富而不亏，不亏就是没有欠缺。如果我们自己享乐，别人有损失，你的快乐是建立在别人的痛苦上，这个错了。我的快乐应该是建立在众生富有的那一方面，那就真乐！你们想想这个味道，这是什么？见到众生快乐，他快乐，见到众生在苦，他就不快乐，这个跟佛菩萨没有两样。佛菩萨的乐跟我们的乐不一样。特别是佛菩萨见到许许多多人觉悟，见到许许多多人念佛，这个诸佛菩萨最乐，为什么？眼看这么多人都念佛往生不退成佛，这是富有不亏的意思。这里面含义就非常的深广，我说出这一点，诸位就这一点慢慢去体会，你就晓得我们应该如何来修学。七宝是代表富贵、富有。『是名金银』，这是七宝的前面两种，它表这个意思。",
      "zh_TW": "『樂而富有不虧』，這是講常樂我淨四淨德。富有不虧，富不是叫自己富，是叫別人富而不虧，不虧就是沒有欠缺。如果我們自己享樂，別人有損失，你的快樂是建立在別人的痛苦上，這個錯了。我的快樂應該是建立在眾生富有的那一方面，那就真樂！你們想想這個味道，這是什麼？見到眾生快樂，他快樂，見到眾生在苦，他就不快樂，這個跟佛菩薩沒有兩樣。佛菩薩的樂跟我們的樂不一樣。特別是佛菩薩見到許許多多人覺悟，見到許許多多人念佛，這個諸佛菩薩最樂，為什麼？眼看這麼多人都念佛往生不退成佛，這是富有不虧的意思。這裡面含義就非常的深廣，我說出這一點，諸位就這一點慢慢去體會，你就曉得我們應該如何來修學。七寶是代表富貴、富有。『是名金銀』，這是七寶的前面兩種，它表這個意思。"
    },
    {
      "id": "01-003-0145_p0048",
      "zh_CN": "钞【自性内外明彻，无障无碍，是名琉璃。】",
      "zh_TW": "鈔【自性內外明徹，無障無礙，是名琉璃。】"
    },
    {
      "id": "01-003-0145_p0049",
      "zh_CN": "『琉璃』是透明的，它表内外一如、表里如一。中国宋朝宰相司马光，《资治通鉴》他作的，他有一句名言告诉世间人，他一生「事无不可告人言」，你看他的心地光明正大。他一生所做的事情，没有一桩事情不可以告人的，这就是表里一如，就是此地讲的『内外明彻，无障无碍』，心口一如。",
      "zh_TW": "『琉璃』是透明的，它表內外一如、表裡如一。中國宋朝宰相司馬光，《資治通鑑》他作的，他有一句名言告訴世間人，他一生「事無不可告人言」，你看他的心地光明正大。他一生所做的事情，沒有一樁事情不可以告人的，這就是表裡一如，就是此地講的『內外明徹，無障無礙』，心口一如。"
    },
    {
      "id": "01-003-0145_p0050",
      "zh_CN": "钞【自性本体洁白，离过绝非，是名砗磲。】",
      "zh_TW": "鈔【自性本體潔白，離過絕非，是名硨磲。】"
    },
    {
      "id": "01-003-0145_p0051",
      "zh_CN": "『砗磲』体性是白，干净，白净，「白」在佛法里通常代表善。中国人讲善恶，印度人讲白法黑法，用黑白代表善恶。砗磲表清净的善德。断恶修善，三轮体空，这就净了。我虽然修善，但是三轮不空，不空就是着相修善，所以修善不清净。修善要离相，不着相的修善，这个是清净，表这个意思。",
      "zh_TW": "『硨磲』體性是白，乾淨，白淨，「白」在佛法裡通常代表善。中國人講善惡，印度人講白法黑法，用黑白代表善惡。硨磲表清淨的善德。斷惡修善，三輪體空，這就淨了。我雖然修善，但是三輪不空，不空就是著相修善，所以修善不清淨。修善要離相，不著相的修善，這個是清淨，表這個意思。"
    },
    {
      "id": "01-003-0145_p0052",
      "zh_CN": "钞【自性光明炽然，是名赤珠。】",
      "zh_TW": "鈔【自性光明熾然，是名赤珠。】"
    },
    {
      "id": "01-003-0145_p0053",
      "zh_CN": "『赤珠』有光明，像我们现在所讲的宝石一样。当然我们这个世间这些七宝自己都不能放光；不像西方世界，西方世界七宝自己放光。我们这个世间七宝是借外面的光反射，它反射的力量很强，极微弱的光，它一反射，比外面的光亮还要强，所以称之为宝。这个比喻我们『自性光明』。",
      "zh_TW": "『赤珠』有光明，像我們現在所講的寶石一樣。當然我們這個世間這些七寶自己都不能放光；不像西方世界，西方世界七寶自己放光。我們這個世間七寶是借外面的光反射，它反射的力量很強，極微弱的光，它一反射，比外面的光亮還要強，所以稱之為寶。這個比喻我們『自性光明』。"
    },
    {
      "id": "01-003-0145_p0054",
      "zh_CN": "你懂得这些，你就晓得没有一法不是表法的，没有一法不能消归自性！不但我们读经要消归自性，见色闻声，六根接触六尘境界统统都可以消归自性，你想想你跟那些大菩萨有什么差别？大菩萨跟我们不一样地方就在此地，他六根接触六尘是觉而不迷，觉就是归自性！这一切法从自性出还归自性，他的功夫在此地。我们凡夫跟他不一样，就是凡夫迷了，六根接触外面六尘境界，心就随着境界转，不能回头！观音菩萨在《楞严经》圆通章里面讲的，「反闻闻自性」，反闻闻自性，跟此地消归自性是一个意思，他见到一切法立刻就想到自性的功德。",
      "zh_TW": "你懂得這些，你就曉得沒有一法不是表法的，沒有一法不能消歸自性！不但我們讀經要消歸自性，見色聞聲，六根接觸六塵境界統統都可以消歸自性，你想想你跟那些大菩薩有什麼差別？大菩薩跟我們不一樣地方就在此地，他六根接觸六塵是覺而不迷，覺就是歸自性！這一切法從自性出還歸自性，他的功夫在此地。我們凡夫跟他不一樣，就是凡夫迷了，六根接觸外面六塵境界，心就隨著境界轉，不能回頭！觀音菩薩在《楞嚴經》圓通章裡面講的，「反聞聞自性」，反聞聞自性，跟此地消歸自性是一個意思，他見到一切法立刻就想到自性的功德。"
    },
    {
      "id": "01-003-0145_p0055",
      "zh_CN": "自性里面功德能跟外面物相同时流露，这个作用太大，所以大慈大悲救苦救难！我们今天不会，对这个境界迷，迷了之后起贪瞋痴慢，心里反应这些东西。佛菩萨的反应，清净、光明、智慧、慈悲，他反应这些东西。正如六祖见五祖的时候说，「弟子心中常生智慧」，他六根接触六尘境界常生智慧！你们把这一段搞清楚了，岂不是常生智慧吗？凡夫不会，常生烦恼！戴着金银珠宝也常生烦恼，为什么？怕人家偷去，怕哪一天坏掉，一天到晚提心吊胆要照顾它，很可怜！性德不能透出来，透出来的是贪瞋痴慢。这是学佛法真正受用处就在此地。",
      "zh_TW": "自性裡面功德能跟外面物相同時流露，這個作用太大，所以大慈大悲救苦救難！我們今天不會，對這個境界迷，迷了之後起貪瞋痴慢，心裡反應這些東西。佛菩薩的反應，清淨、光明、智慧、慈悲，他反應這些東西。正如六祖見五祖的時候說，「弟子心中常生智慧」，他六根接觸六塵境界常生智慧！你們把這一段搞清楚了，豈不是常生智慧嗎？凡夫不會，常生煩惱！戴著金銀珠寶也常生煩惱，為什麼？怕人家偷去，怕哪一天壞掉，一天到晚提心吊膽要照顧它，很可憐！性德不能透出來，透出來的是貪瞋痴慢。這是學佛法真正受用處就在此地。"
    },
    {
      "id": "01-003-0145_p0056",
      "zh_CN": "钞【自性坚实不易，是名玛瑙。】",
      "zh_TW": "鈔【自性堅實不易，是名瑪瑙。】"
    },
    {
      "id": "01-003-0145_p0057",
      "zh_CN": "『玛瑙』是宝石，质料比较坚固，表『自性坚实』，「实」是真实坚固；『不易』，不改变。比喻性德这方面。",
      "zh_TW": "『瑪瑙』是寶石，質料比較堅固，表『自性堅實』，「實」是真實堅固；『不易』，不改變。比喻性德這方面。"
    },
    {
      "id": "01-003-0145_p0058",
      "zh_CN": "钞【众美毕具，资成法身，是名严饰也。】",
      "zh_TW": "鈔【眾美畢具，資成法身，是名嚴飾也。】"
    },
    {
      "id": "01-003-0145_p0059",
      "zh_CN": "『法身』，「法」就是诸法，「身」就是本身。我的本身是什么？本身是一切诸法，一切诸法是我的本身。你想想看，你这个身有没有生灭？所以法身不生不灭，永远常住。这个意思很难懂，你如果真正懂了，入这个境界，你就是初住菩萨，你在念佛法门就得理一心不乱，从今以后，不再以为这个身是我自己，整个宇宙就是我。",
      "zh_TW": "『法身』，「法」就是諸法，「身」就是本身。我的本身是什麼？本身是一切諸法，一切諸法是我的本身。你想想看，你這個身有沒有生滅？所以法身不生不滅，永遠常住。這個意思很難懂，你如果真正懂了，入這個境界，你就是初住菩薩，你在念佛法門就得理一心不亂，從今以後，不再以為這個身是我自己，整個宇宙就是我。"
    },
    {
      "id": "01-003-0145_p0060",
      "zh_CN": "我在讲席当中常常用作梦做比喻，这个好懂，能够体会到一些。你作梦，梦醒的时候想一想，你梦中所有境界是不是你自己一个心变现出来的？不但梦中那个我是我，梦中一切人也是我，梦中一切万物也是我，梦中那个虚空还是我，全是我心变现的！全心变成梦境，全梦即心，心是自己，境也是自己！这才恍然大悟，原来尽虚空遍法界就是一个我！你梦中所有一切诸佛菩萨还是我，都是我变现的。你从这一点意思去体会。",
      "zh_TW": "我在講席當中常常用作夢做比喻，這個好懂，能夠體會到一些。你作夢，夢醒的時候想一想，你夢中所有境界是不是你自己一個心變現出來的？不但夢中那個我是我，夢中一切人也是我，夢中一切萬物也是我，夢中那個虛空還是我，全是我心變現的！全心變成夢境，全夢即心，心是自己，境也是自己！這才恍然大悟，原來盡虛空遍法界就是一個我！你夢中所有一切諸佛菩薩還是我，都是我變現的。你從這一點意思去體會。"
    },
    {
      "id": "01-003-0145_p0061",
      "zh_CN": "今天尽虚空遍法界，虚空万法是我们真如本性变现出来的，十法界依正庄严，唯心所现、唯识所变，心跟识都是自己。诸佛证得清净法身，怎么证得？就是这个证得的。他彻底明了了，明了之后在一切万法里头再不会分是非人我，所以我相、人相、众生相、寿者相没有了，我见、人见、众生见、寿者见也没有了，佛说那是真正的菩萨。那是什么？证得法身的菩萨，肯定整个虚空宇宙是我自己一个人。一切万法是我自性的影像，我现这个身也是影像，《金刚经》上说「梦幻泡影，如露亦如电，应作如是观」，这是圆教初住以上的菩萨，就是明心见性的菩萨，也就是我们净土宗讲的理一心不乱的菩萨。还有差别，还有分别执着，你决定没有达到这个境界；达到这个境界，心境一如，万法平等。",
      "zh_TW": "今天盡虛空遍法界，虛空萬法是我們真如本性變現出來的，十法界依正莊嚴，唯心所現、唯識所變，心跟識都是自己。諸佛證得清淨法身，怎麼證得？就是這個證得的。他徹底明瞭了，明瞭之後在一切萬法裡頭再不會分是非人我，所以我相、人相、眾生相、壽者相沒有了，我見、人見、眾生見、壽者見也沒有了，佛說那是真正的菩薩。那是什麼？證得法身的菩薩，肯定整個虛空宇宙是我自己一個人。一切萬法是我自性的影像，我現這個身也是影像，《金剛經》上說「夢幻泡影，如露亦如電，應作如是觀」，這是圓教初住以上的菩薩，就是明心見性的菩薩，也就是我們淨土宗講的理一心不亂的菩薩。還有差別，還有分別執著，你決定沒有達到這個境界；達到這個境界，心境一如，萬法平等。"
    },
    {
      "id": "01-003-0145_p0062",
      "zh_CN": "你看印宗问六祖，六祖回答他的，印宗请教「五祖平常跟你们说法，有没有讲禅定解脱？」这是禅宗里头最重要的课题。六祖回答：禅定解脱是二法，佛法是不二法。这就是人家境界比他高！一个是已经证得清净法身，一个是还没有证得。没有证得，他才有分别执着，他才落在二三里头，人家不落二三！用这句话点醒他！这个就是入不二法门。入不二法门就是禅宗里头明心见性，就是教下的大开圆解。",
      "zh_TW": "你看印宗問六祖，六祖回答他的，印宗請教「五祖平常跟你們說法，有沒有講禪定解脫？」這是禪宗裡頭最重要的課題。六祖回答：禪定解脫是二法，佛法是不二法。這就是人家境界比他高！一個是已經證得清淨法身，一個是還沒有證得。沒有證得，他才有分別執著，他才落在二三裡頭，人家不落二三！用這句話點醒他！這個就是入不二法門。入不二法門就是禪宗裡頭明心見性，就是教下的大開圓解。"
    },
    {
      "id": "01-003-0145_p0063",
      "zh_CN": "为什么讲这个法门？佛法，是要把头脑搞得干干净净，不容许分别执着，不容许有妄想，恢复到天真！菩萨行里头有一种行法叫「婴儿行」，婴儿没有分别心。你给他糖也吃，给他大便也吃，他没有分别心，他吃得津津有味，他没有拒绝，这是婴儿行，就是一切分别执着都没有了。为什么会变成凡夫？就是因为你有分别执着。现在要从凡夫再回到圣人，你离开一切分别执着妄想就成了，没有别的法子。千经万论、无量法门，都是这一个目标、一个方向，只是方法手段不相同而已。",
      "zh_TW": "為什麼講這個法門？佛法，是要把頭腦搞得乾乾淨淨，不容許分別執著，不容許有妄想，恢復到天真！菩薩行裡頭有一種行法叫「嬰兒行」，嬰兒沒有分別心。你給他糖也吃，給他大便也吃，他沒有分別心，他吃得津津有味，他沒有拒絕，這是嬰兒行，就是一切分別執著都沒有了。為什麼會變成凡夫？就是因為你有分別執著。現在要從凡夫再回到聖人，你離開一切分別執著妄想就成了，沒有別的法子。千經萬論、無量法門，都是這一個目標、一個方向，只是方法手段不相同而已。"
    },
    {
      "id": "01-003-0145_p0064",
      "zh_CN": "净土法门所以特别，就是怕别的方法你一生都做不到，教给你带业往生，到西方极乐世界从头再修起，这个法门殊胜在此地。但是这个法门要想成就，你也不能用乱心去念佛，乱心念佛不相应，你要用清净心念佛，这个清净心就是讲的一向专念！你不能念的太多，你念的太多，不专！不专就不相应。所以你要专念，把其他的统统放下，世缘放下，一切佛法也放下，一部经、一句佛号念一辈子，这就行了，这条路才能走得通，谁肯走谁成就。真正肯走也不是个容易事情，什么人肯走？傻人！俗话说：傻人有傻福。阿弥陀佛接引他到西方去了，真肯放下！一般人自以为聪明的，他不肯放下，他什么都要学，最后吃亏的是他自己。所以一定要觉悟，一定要专修，要真正肯回头。",
      "zh_TW": "淨土法門所以特別，就是怕別的方法你一生都做不到，教給你帶業往生，到西方極樂世界從頭再修起，這個法門殊勝在此地。但是這個法門要想成就，你也不能用亂心去念佛，亂心念佛不相應，你要用清淨心念佛，這個清淨心就是講的一向專念！你不能念的太多，你念的太多，不專！不專就不相應。所以你要專念，把其他的統統放下，世緣放下，一切佛法也放下，一部經、一句佛號念一輩子，這就行了，這條路才能走得通，誰肯走誰成就。真正肯走也不是個容易事情，什麼人肯走？傻人！俗話說：傻人有傻福。阿彌陀佛接引他到西方去了，真肯放下！一般人自以為聰明的，他不肯放下，他什麼都要學，最後吃虧的是他自己。所以一定要覺悟，一定要專修，要真正肯回頭。"
    },
    {
      "id": "01-003-0145_p0065",
      "zh_CN": "『众美毕具』，西方极乐世界依正庄严，在我们这个世间一切的生活没有障碍，所以大乘菩萨过的生活是真善美慧。世间人这真善美慧是有名无实，为什么？心地清净才知道真善美慧，才能享受真善美慧；心地不清净，那有名无实，决定得不到受用。『资成法身』，法身的意义明了了，法身就是依正庄严。这叫做『严饰』，「严」是庄严，「饰」是装饰。西方世界无量珍宝妙饰，称性的功德。",
      "zh_TW": "『眾美畢具』，西方極樂世界依正莊嚴，在我們這個世間一切的生活沒有障礙，所以大乘菩薩過的生活是真善美慧。世間人這真善美慧是有名無實，為什麼？心地清淨才知道真善美慧，才能享受真善美慧；心地不清淨，那有名無實，決定得不到受用。『資成法身』，法身的意義明瞭了，法身就是依正莊嚴。這叫做『嚴飾』，「嚴」是莊嚴，「飾」是裝飾。西方世界無量珍寶妙飾，稱性的功德。"
    },
    {
      "id": "01-003-0145_p0066",
      "zh_CN": "钞【且善财遍历重城，博参群彦，最后于弥勒楼阁，弹指而登。】",
      "zh_TW": "鈔【且善財遍歷重城，博參群彥，最後於彌勒樓閣，彈指而登。】"
    },
    {
      "id": "01-003-0145_p0067",
      "zh_CN": "后面这是总结，总结里头就劝我们。大师这个注解引《华严经》引得最多，他的目的告诉我们，净土经典的教义跟《华严》是相等的，所以用《华严》来解释。善财童子五十三参，百城烟水，参访五十三位善知识，最后参访弥勒菩萨，弥勒菩萨是第五十二位，最后一位是普贤菩萨。弥勒的楼阁壮丽无比，等于我们现在所讲的科学馆、博物馆一样，进入他的楼阁，那真是十方诸佛世界一切刹土都在里面显现出来，你不管想看哪一尊佛、哪一个世界，马上就现给你看，就像博物馆、展览馆一样，美不胜收。『弹指而登』，这是登果觉，弥勒是等觉菩萨，快要圆满，到这个地位了。善财童子很辛苦，一生成就。",
      "zh_TW": "後面這是總結，總結裡頭就勸我們。大師這個註解引《華嚴經》引得最多，他的目的告訴我們，淨土經典的教義跟《華嚴》是相等的，所以用《華嚴》來解釋。善財童子五十三參，百城煙水，參訪五十三位善知識，最後參訪彌勒菩薩，彌勒菩薩是第五十二位，最後一位是普賢菩薩。彌勒的樓閣壯麗無比，等於我們現在所講的科學館、博物館一樣，進入他的樓閣，那真是十方諸佛世界一切剎土都在裡面顯現出來，你不管想看哪一尊佛、哪一個世界，馬上就現給你看，就像博物館、展覽館一樣，美不勝收。『彈指而登』，這是登果覺，彌勒是等覺菩薩，快要圓滿，到這個地位了。善財童子很辛苦，一生成就。"
    },
    {
      "id": "01-003-0145_p0068",
      "zh_CN": "钞【今但持名，不涉回涂，便居妙境。】",
      "zh_TW": "鈔【今但持名，不涉迴塗，便居妙境。】"
    },
    {
      "id": "01-003-0145_p0069",
      "zh_CN": "我们现在用持名念佛的方法，比善财幸福多了。善财修学多难多苦，我们就是用这一句佛号，不必惹那么多麻烦，不必吃那么多辛苦，也到这个境界。『便居妙境』，妙境就是妙觉位。其他的菩萨法门不用相比，跟华严相比、跟善财相比，我们这个比他快得多！一句佛号成就的果德跟他是相等的，这个法门不思议！",
      "zh_TW": "我們現在用持名念佛的方法，比善財幸福多了。善財修學多難多苦，我們就是用這一句佛號，不必惹那麼多麻煩，不必吃那麼多辛苦，也到這個境界。『便居妙境』，妙境就是妙覺位。其他的菩薩法門不用相比，跟華嚴相比、跟善財相比，我們這個比他快得多！一句佛號成就的果德跟他是相等的，這個法門不思議！"
    },
    {
      "id": "01-003-0145_p0070",
      "zh_CN": "钞【其如终日宝阶行，自称迷路汉。】",
      "zh_TW": "鈔【其如終日寶階行，自稱迷路漢。】"
    },
    {
      "id": "01-003-0145_p0071",
      "zh_CN": "下面是感叹的话。多少念佛人，你天天念佛就等于在宝阶行一样，可是虽然在宝阶行，不知道自己在宝阶行；真的自己在修无上道，不晓得这是无上道。自己每天念那个经是念的一切诸佛所弘扬的第一经，不知道！不知道这是第一经。还以为有很多经典都在这个经之上，而我们这个法门不如人，这都是迷惑颠倒，这是无知。",
      "zh_TW": "下面是感嘆的話。多少念佛人，你天天念佛就等於在寶階行一樣，可是雖然在寶階行，不知道自己在寶階行；真的自己在修無上道，不曉得這是無上道。自己每天念那個經是念的一切諸佛所弘揚的第一經，不知道！不知道這是第一經。還以為有很多經典都在這個經之上，而我們這個法門不如人，這都是迷惑顛倒，這是無知。"
    },
    {
      "id": "01-003-0145_p0072",
      "zh_CN": "钞【可谓倚门弹指，不知身在玉楼中者也，惜哉。】",
      "zh_TW": "鈔【可謂倚門彈指，不知身在玉樓中者也，惜哉。】"
    },
    {
      "id": "01-003-0145_p0073",
      "zh_CN": "可惜！为什么念佛的人那么多，往生的人那么少？虽然他念佛，他不知道西方极乐世界真实状况，也不知道自己是在修什么行，不晓得，所以念了一生不能往生。原因在什么地方？意志犹豫，心不专一，杂心称名，乱心念佛，这样就不能成就，这是非常的可惜。莲池大师给《弥陀经》作这样详细的注解，目的就在此地，就是希望我们真正了解，认识西方，认识自己，你这一生就决定成就。这是他老人家苦心的目的，我们要能够体会。今天时间到了。",
      "zh_TW": "可惜！為什麼念佛的人那麼多，往生的人那麼少？雖然他念佛，他不知道西方極樂世界真實狀況，也不知道自己是在修什麼行，不曉得，所以念了一生不能往生。原因在什麼地方？意志猶豫，心不專一，雜心稱名，亂心念佛，這樣就不能成就，這是非常的可惜。蓮池大師給《彌陀經》作這樣詳細的註解，目的就在此地，就是希望我們真正了解，認識西方，認識自己，你這一生就決定成就。這是他老人家苦心的目的，我們要能夠體會。今天時間到了。"
    }
  ]
}