{
  "doc_id": "01-003-0094",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十四集",
    "zh_TW": "第九十四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0094",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "01-003-0094_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一七一页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一七一頁："
    },
    {
      "id": "01-003-0094_p0002",
      "zh_CN": "钞【十义者，具二智，断二障，觉二谛，得自他二利，如梦觉华开二喻，合之为十义也。】",
      "zh_TW": "鈔【十義者，具二智，斷二障，覺二諦，得自他二利，如夢覺華開二喻，合之為十義也。】"
    },
    {
      "id": "01-003-0094_p0003",
      "zh_CN": "这是解释佛经里面常讲「佛」这个意思，说十义佛。『具二智』，就是根本智与后得智，这是每一位学佛的同修都非常关心的，也就是希望自己能得到这个智慧，虽然非常殷切的期望，几个人得到？为什么得不到？先要把这个原因找到，我们消除为什么得不到的原因，你就有可能得到了。要晓得这根本智非常重要，没有根本智决定没有后得智，好像那个树一样，一定先有根、先有本才会有枝叶花果，这根都没有，它怎么会开花结果？那是不可能的事情。所以根本智就非常重要了。",
      "zh_TW": "這是解釋佛經裡面常講「佛」這個意思，說十義佛。『具二智』，就是根本智與後得智，這是每一位學佛的同修都非常關心的，也就是希望自己能得到這個智慧，雖然非常殷切的期望，幾個人得到？為什麼得不到？先要把這個原因找到，我們消除為什麼得不到的原因，你就有可能得到了。要曉得這根本智非常重要，沒有根本智決定沒有後得智，好像那個樹一樣，一定先有根、先有本才會有枝葉花果，這根都沒有，它怎麼會開花結果？那是不可能的事情。所以根本智就非常重要了。"
    },
    {
      "id": "01-003-0094_p0004",
      "zh_CN": "在我们这一代，佛学的教学完全放弃了根本智；根本智放弃了，后得智也没有了。实在说，就像清凉在《华严疏钞》里面讲的，你不研究佛学，你天天「增长无明」，你每天研究佛学，你天天「增长邪见」，这个事情很麻烦！不是长无明就是长邪见，这怎么能有成就？这不可能的。反过来，我们看看中国古代的教育，古代不但是佛门，连世间法的教学都着重在根本智的培养。如果真正有心想在佛法上有一点成就，无论在家出家，你要特别注意，根本智是从清净心里面生出来的，心不清净，哪来的智慧！",
      "zh_TW": "在我們這一代，佛學的教學完全放棄了根本智；根本智放棄了，後得智也沒有了。實在說，就像清涼在《華嚴疏鈔》裡面講的，你不研究佛學，你天天「增長無明」，你每天研究佛學，你天天「增長邪見」，這個事情很麻煩！不是長無明就是長邪見，這怎麼能有成就？這不可能的。反過來，我們看看中國古代的教育，古代不但是佛門，連世間法的教學都著重在根本智的培養。如果真正有心想在佛法上有一點成就，無論在家出家，你要特別注意，根本智是從清淨心裡面生出來的，心不清淨，哪來的智慧！"
    },
    {
      "id": "01-003-0094_p0005",
      "zh_CN": "古时候，佛门里面教学，一出家剃头是「五年学戒」，这五年的时间就是培养根本智。五年学戒，不是叫你去研究戒律，不是的，你没有资格研究戒律，戒律是一门很大的学问，就跟世间的法律一样。五年学戒是学出家人的生活方式，就好像是佛门里面的新生训练，我们今天上学，大概一到学校去，前三个月是新生训练，佛门里新生训练的时间是五年，这是入伍训练。这个训练有两项重点：第一个是生活教育，习惯出家人的生活，第二个就是培养根本智。根本智怎么培养？就是背诵经典，这五年当中，寺庙里有讲堂，法师讲经，你没有资格听。禅堂里坐禅，念佛堂念佛，你统统都没有资格，你除了工作之外，你自己找时间去背诵经典。",
      "zh_TW": "古時候，佛門裡面教學，一出家剃頭是「五年學戒」，這五年的時間就是培養根本智。五年學戒，不是叫你去研究戒律，不是的，你沒有資格研究戒律，戒律是一門很大的學問，就跟世間的法律一樣。五年學戒是學出家人的生活方式，就好像是佛門裡面的新生訓練，我們今天上學，大概一到學校去，前三個月是新生訓練，佛門裡新生訓練的時間是五年，這是入伍訓練。這個訓練有兩項重點：第一個是生活教育，習慣出家人的生活，第二個就是培養根本智。根本智怎麼培養？就是背誦經典，這五年當中，寺廟裡有講堂，法師講經，你沒有資格聽。禪堂裡坐禪，念佛堂念佛，你統統都沒有資格，你除了工作之外，你自己找時間去背誦經典。"
    },
    {
      "id": "01-003-0094_p0006",
      "zh_CN": "背什么经？这是每一宗、每一派不同。如果你是学华严宗，当然你要背《华严经》，《华严经》那么大部，你要从头到尾把它背过。如果你学天台宗，要背《法华经》，《法华经》的注解也要背，注解就是背智者大师的《文句》，那个分量很可观，还要背《摩诃止观》，在五年当中要把它背过。如果学唯识宗，六经十一论，六经背一、两种，十一论里面背三、四种，这里面最大的一部《瑜伽师地论》要背，你要不背的话，你没有资格学唯识。所以古人统统要背书，背书就是修根本智。诸位要晓得，背书是修戒修定修慧，是戒定慧三学一次完成。",
      "zh_TW": "背什麼經？這是每一宗、每一派不同。如果你是學華嚴宗，當然你要背《華嚴經》，《華嚴經》那麼大部，你要從頭到尾把它背過。如果你學天台宗，要背《法華經》，《法華經》的註解也要背，註解就是背智者大師的《文句》，那個分量很可觀，還要背《摩訶止觀》，在五年當中要把它背過。如果學唯識宗，六經十一論，六經背一、兩種，十一論裡面背三、四種，這裡面最大的一部《瑜伽師地論》要背，你要不背的話，你沒有資格學唯識。所以古人統統要背書，背書就是修根本智。諸位要曉得，背書是修戒修定修慧，是戒定慧三學一次完成。"
    },
    {
      "id": "01-003-0094_p0007",
      "zh_CN": "修净土当然也不例外，不例外当中也有一点例外，净土宗是以三经一论为主，这个分量的确就少得多，《无量寿经》、《观无量寿佛经》、《阿弥陀经》、《往生论》，这一定要背过。如果连同注解，分量就相当可观，你们诸位现在拿的这一大本，这就是《阿弥陀经》的注解，你想想看要把这个背过也不是容易事情。净土宗所谓是不例外当中还有个例外，那就是什么？如果你不背经也行，自己天赋不够，程度很差，甚至于学净土的，有些还是不认识字的，他也来学净土，可以，你就把一句阿弥陀佛念到底，也能成功，也能开智慧。所以这个实实在在是不可思议，真正是一个特别法门。",
      "zh_TW": "修淨土當然也不例外，不例外當中也有一點例外，淨土宗是以三經一論為主，這個分量的確就少得多，《無量壽經》、《觀無量壽佛經》、《阿彌陀經》、《往生論》，這一定要背過。如果連同註解，分量就相當可觀，你們諸位現在拿的這一大本，這就是《阿彌陀經》的註解，你想想看要把這個背過也不是容易事情。淨土宗所謂是不例外當中還有個例外，那就是什麼？如果你不背經也行，自己天賦不夠，程度很差，甚至於學淨土的，有些還是不認識字的，他也來學淨土，可以，你就把一句阿彌陀佛念到底，也能成功，也能開智慧。所以這個實實在在是不可思議，真正是一個特別法門。"
    },
    {
      "id": "01-003-0094_p0008",
      "zh_CN": "今天，净土法门是唯一能救度一切众生的法门，无论是在家出家的同修都要发心把它弘扬光大。《无量寿经》里面，就有十六位菩萨统统是在家的，贤护十六位正士，正士就是菩萨，他们的身分是等觉菩萨，跟观世音、大势至、文殊、普贤是同等的地位，统统现的是在家居士身。要弘扬净土，三经一论一定要背，三经一论的分量都不多，最长的是《无量寿经》，《无量寿经》只有两卷。我们现在用的这个本子是夏莲居居士的会集本，里面一共分四十八章，每一章就是一课，就四十八课，每一课的文字都不长，很容易背诵。",
      "zh_TW": "今天，淨土法門是唯一能救度一切眾生的法門，無論是在家出家的同修都要發心把它弘揚光大。《無量壽經》裡面，就有十六位菩薩統統是在家的，賢護十六位正士，正士就是菩薩，他們的身分是等覺菩薩，跟觀世音、大勢至、文殊、普賢是同等的地位，統統現的是在家居士身。要弘揚淨土，三經一論一定要背，三經一論的分量都不多，最長的是《無量壽經》，《無量壽經》只有兩卷。我們現在用的這個本子是夏蓮居居士的會集本，裡面一共分四十八章，每一章就是一課，就四十八課，每一課的文字都不長，很容易背誦。"
    },
    {
      "id": "01-003-0094_p0009",
      "zh_CN": "《弥陀经》会背的人已经很多，可是《弥陀经》有三种版本，最好三种版本都要把它念熟。我们现在所使用的是鸠摩罗什大师翻的，除这个之外，还有玄奘大师的译本。夏莲居居士的会集本，是我最近从美国带回来的。《阿弥陀经》这三种本子，我们都具足了，这是非常希有的。",
      "zh_TW": "《彌陀經》會背的人已經很多，可是《彌陀經》有三種版本，最好三種版本都要把它念熟。我們現在所使用的是鳩摩羅什大師翻的，除這個之外，還有玄奘大師的譯本。夏蓮居居士的會集本，是我最近從美國帶回來的。《阿彌陀經》這三種本子，我們都具足了，這是非常希有的。"
    },
    {
      "id": "01-003-0094_p0010",
      "zh_CN": "背书，怎么说是修根本智？根本智就是修清净心。背书的时候，就是修戒律，戒律的精神只有八个字：诸恶莫作，众善奉行。诸恶莫作是小乘戒，众善奉行是菩萨戒。我们念经，心里不会想坏事，不会打妄想，就是诸恶莫作，小乘戒具足了；经典是如来从真如本性里面流露出来的，善中之善，没有比这个更善的，我们念经就是众善奉行。所以你念经，一切戒律统统具足，一条都不漏，你说要修戒律，你念经就行了。",
      "zh_TW": "背書，怎麼說是修根本智？根本智就是修清淨心。背書的時候，就是修戒律，戒律的精神只有八個字：諸惡莫作，眾善奉行。諸惡莫作是小乘戒，眾善奉行是菩薩戒。我們念經，心裡不會想壞事，不會打妄想，就是諸惡莫作，小乘戒具足了；經典是如來從真如本性裡面流露出來的，善中之善，沒有比這個更善的，我們念經就是眾善奉行。所以你念經，一切戒律統統具足，一條都不漏，你說要修戒律，你念經就行了。"
    },
    {
      "id": "01-003-0094_p0011",
      "zh_CN": "念经的时候要专心，因为你要背诵，你要专心，专心就是修定，这部经从「如是我闻」到「信受奉行」，念得清清楚楚明明白白，字没有念错，句子没有念颠倒，这就是修慧。念经时，决定不可以想经里的意思。纵然在念经，忽然经里有意思涌出来，不管，还是照念下去，一想经里面「这句话怎么讲」，「这个意思还不错」，那好了，你这三样都没有了。戒没有了，因为你打妄想，定也没有了，慧也没有了。所以念就是老老实实从头到尾念下去，这个念法是修行，是戒定慧三学一次完成，这叫修根本智。",
      "zh_TW": "念經的時候要專心，因為你要背誦，你要專心，專心就是修定，這部經從「如是我聞」到「信受奉行」，念得清清楚楚明明白白，字沒有念錯，句子沒有念顛倒，這就是修慧。念經時，決定不可以想經裡的意思。縱然在念經，忽然經裡有意思湧出來，不管，還是照念下去，一想經裡面「這句話怎麼講」，「這個意思還不錯」，那好了，你這三樣都沒有了。戒沒有了，因為你打妄想，定也沒有了，慧也沒有了。所以念就是老老實實從頭到尾念下去，這個念法是修行，是戒定慧三學一次完成，這叫修根本智。"
    },
    {
      "id": "01-003-0094_p0012",
      "zh_CN": "所以在佛门里面是五年的时间，可是现在一些出家人，实在讲没有善根，也没有福德，为什么？心不定，到处乱跑。这一乱跑，心都跑散了。你跑到外面，你接触许多人，接触许多事，换句话说，搞得满脑袋的胡思乱想。古人讲，「知事多时烦恼多，识人多处是非多」，事情多，你烦恼就多；认识的人多，是非就多。烦恼多、是非多，你的心怎么能定得下来？真正要想成就，不是我们应该知道的事情，最好不要去多问，不需要认识的人，最好不要去跟他打交道，求我们自己心定，这才是重要的事情。",
      "zh_TW": "所以在佛門裡面是五年的時間，可是現在一些出家人，實在講沒有善根，也沒有福德，為什麼？心不定，到處亂跑。這一亂跑，心都跑散了。你跑到外面，你接觸許多人，接觸許多事，換句話說，搞得滿腦袋的胡思亂想。古人講，「知事多時煩惱多，識人多處是非多」，事情多，你煩惱就多；認識的人多，是非就多。煩惱多、是非多，你的心怎麼能定得下來？真正要想成就，不是我們應該知道的事情，最好不要去多問，不需要認識的人，最好不要去跟他打交道，求我們自己心定，這才是重要的事情。"
    },
    {
      "id": "01-003-0094_p0013",
      "zh_CN": "同修们要想真正在佛法上成就，非要从二智下手不可。有了根本智，然后你见色闻声，六根接触外面六尘境界自然贯通，那个智慧就现前，那个智慧叫「后得智」。我们在座同修不少读过《坛经》，六祖大师他有那么大的智慧，那智慧是后得智，从哪里来的？从根本智来的，从清净心来的。他不认识字，当然他不会看经，可是你把经从头到尾念一遍给他听，他都明白了，他会把这个道理一样一样讲给你听。这一接触，智慧就现前了；不接触，般若无知。不接触外面境界，心地清净，一念不生；一接触，智慧立刻生起来，这叫后得智。所以没有根本智，决定没有后得智。",
      "zh_TW": "同修們要想真正在佛法上成就，非要從二智下手不可。有了根本智，然後你見色聞聲，六根接觸外面六塵境界自然貫通，那個智慧就現前，那個智慧叫「後得智」。我們在座同修不少讀過《壇經》，六祖大師他有那麼大的智慧，那智慧是後得智，從哪裡來的？從根本智來的，從清淨心來的。他不認識字，當然他不會看經，可是你把經從頭到尾念一遍給他聽，他都明白了，他會把這個道理一樣一樣講給你聽。這一接觸，智慧就現前了；不接觸，般若無知。不接觸外面境界，心地清淨，一念不生；一接觸，智慧立刻生起來，這叫後得智。所以沒有根本智，決定沒有後得智。"
    },
    {
      "id": "01-003-0094_p0014",
      "zh_CN": "诸位要牢牢记住这句话，多多的读诵大乘。我们今天读诵大乘，我劝诸位就是念《无量寿经》、《观无量寿佛经》、《弥陀经》，就这三部经，我们一生受用不尽，不必要搞得太多。真正在三经上奠定功夫，用个十年、二十年，二十年之后，你就是这个世界上活的阿弥陀佛，那是不可思议的成就，千万不要搞乱了。你搞多了、搞杂了，学一辈子什么也不是，一样也没学好。所以学东西要专。这是具二智，具足两种智慧。",
      "zh_TW": "諸位要牢牢記住這句話，多多的讀誦大乘。我們今天讀誦大乘，我勸諸位就是念《無量壽經》、《觀無量壽佛經》、《彌陀經》，就這三部經，我們一生受用不盡，不必要搞得太多。真正在三經上奠定功夫，用個十年、二十年，二十年之後，你就是這個世界上活的阿彌陀佛，那是不可思議的成就，千萬不要搞亂了。你搞多了、搞雜了，學一輩子什麼也不是，一樣也沒學好。所以學東西要專。這是具二智，具足兩種智慧。"
    },
    {
      "id": "01-003-0094_p0015",
      "zh_CN": "『断二障』，二障就是烦恼障与所知障。烦恼要断，我们不要怕烦恼起来，你愈怕烦恼，烦恼愈多，不要怕它。烦恼起来怎么办？古大德教我们念佛，烦恼起来的时候大声念佛，把那个烦恼就念掉了。如果大声不方便，你就听，用随身听装在口袋上，放最大的声音，那个声音灌到你耳朵去，外头什么声音都听不见。所以烦恼起来的时候，就大声念佛，或者听大声音的佛号。",
      "zh_TW": "『斷二障』，二障就是煩惱障與所知障。煩惱要斷，我們不要怕煩惱起來，你愈怕煩惱，煩惱愈多，不要怕它。煩惱起來怎麼辦？古大德教我們念佛，煩惱起來的時候大聲念佛，把那個煩惱就念掉了。如果大聲不方便，你就聽，用隨身聽裝在口袋上，放最大的聲音，那個聲音灌到你耳朵去，外頭什麼聲音都聽不見。所以煩惱起來的時候，就大聲念佛，或者聽大聲音的佛號。"
    },
    {
      "id": "01-003-0094_p0016",
      "zh_CN": "如果要破所知障，用我刚才讲的念经的方法。研究经不能破所知障，你研究经典是增长所知障。现在很多佛学院用的方法是错误的，多少佛学院请我去，我不去，我不教佛学院，为什么？对不起学生，天天增长学生所知障，这个要不得！所以一定要懂这个道理。破所知障就是修清净心，心地清净光明，所知障就没有了。这是要断二障。",
      "zh_TW": "如果要破所知障，用我剛才講的念經的方法。研究經不能破所知障，你研究經典是增長所知障。現在很多佛學院用的方法是錯誤的，多少佛學院請我去，我不去，我不教佛學院，為什麼？對不起學生，天天增長學生所知障，這個要不得！所以一定要懂這個道理。破所知障就是修清淨心，心地清淨光明，所知障就沒有了。這是要斷二障。"
    },
    {
      "id": "01-003-0094_p0017",
      "zh_CN": "『觉二谛』，二谛就是真谛跟俗谛。你要觉悟，我们这个世界，无论是自身、无论是环境都有真有假，你明白真假，这是智慧。哪是真的？哪是假的？假的，就不必认真，不必去计较，你烦恼就少了。你在假的里头认真计较，你烦恼就多了。真的是什么？真的在我们个人来讲，我们的本性是真的，外面一切法的法性是真的。性是真的，相是假的；理是真的，事是假的。所以对于现象，对于一切事得过且过，不必认真去计较；对于理，我们要求证，我们要把功夫放在这个地方。对于真如本性，我们要把它证得。佛说经是依二谛而说法，所以经有了义、不了义。不了义，佛随顺俗谛来讲的；了义经，佛依他自己所证境界跟我们说的。譬如，净土三经都是了义经典，都是如来自己的境界。这是要觉悟的，觉二谛。",
      "zh_TW": "『覺二諦』，二諦就是真諦跟俗諦。你要覺悟，我們這個世界，無論是自身、無論是環境都有真有假，你明白真假，這是智慧。哪是真的？哪是假的？假的，就不必認真，不必去計較，你煩惱就少了。你在假的裡頭認真計較，你煩惱就多了。真的是什麼？真的在我們個人來講，我們的本性是真的，外面一切法的法性是真的。性是真的，相是假的；理是真的，事是假的。所以對於現象，對於一切事得過且過，不必認真去計較；對於理，我們要求證，我們要把功夫放在這個地方。對於真如本性，我們要把它證得。佛說經是依二諦而說法，所以經有了義、不了義。不了義，佛隨順俗諦來講的；了義經，佛依他自己所證境界跟我們說的。譬如，淨土三經都是了義經典，都是如來自己的境界。這是要覺悟的，覺二諦。"
    },
    {
      "id": "01-003-0094_p0018",
      "zh_CN": "『得自他二利』，这句话容易懂，就是自利、利他。我们学佛人，这个世间名闻利养、财色名食睡，我们要放下，我们不求得这些东西。这些东西纵然得到，应当立刻舍弃，为什么？我们心才清净，你要不舍弃，名利能染污你的自性，要把它舍掉，这是自利。真正自利才有能力利他，特别是我们修净土法门，我们用念佛这个方法自利，念到功夫成片、念到一心不乱，念到西方极乐世界去。我们也用这个方法帮助别人，劝导别人，我在世界每一个国家地区都是劝人念佛，我不讲其他的法门，专门劝人念佛。",
      "zh_TW": "『得自他二利』，這句話容易懂，就是自利、利他。我們學佛人，這個世間名聞利養、財色名食睡，我們要放下，我們不求得這些東西。這些東西縱然得到，應當立刻捨棄，為什麼？我們心才清淨，你要不捨棄，名利能染污你的自性，要把它捨掉，這是自利。真正自利才有能力利他，特別是我們修淨土法門，我們用念佛這個方法自利，念到功夫成片、念到一心不亂，念到西方極樂世界去。我們也用這個方法幫助別人，勸導別人，我在世界每一個國家地區都是勸人念佛，我不講其他的法門，專門勸人念佛。"
    },
    {
      "id": "01-003-0094_p0019",
      "zh_CN": "念佛的利益无量无边，尤其我们这次在《无量寿经》所讨论到的，这部经实在是简要详明，实在符合古人文字最高的标准，它简单不麻烦，扼要，又详细又明白。我们这次开讲，我们也编一个最简单的讲义，使人很容易看，一看就了解。将来，《弥陀经疏钞》我们也要编个讲义；《要解》有两种注子，一个是圆瑛法师的注解，一个是宝静法师的注解，《亲闻记》，它们分量也非常的可观，将来我们把它编成简单的讲义，简单的注解。那么大的分量，现代人一看就头痛，一看他就不想再看下去，我们简简单单的编个几页，他一看这个不多，他一下就看完了。所以有这个好处，诱导大家深入经藏。",
      "zh_TW": "念佛的利益無量無邊，尤其我們這次在《無量壽經》所討論到的，這部經實在是簡要詳明，實在符合古人文字最高的標準，它簡單不麻煩，扼要，又詳細又明白。我們這次開講，我們也編一個最簡單的講義，使人很容易看，一看就了解。將來，《彌陀經疏鈔》我們也要編個講義；《要解》有兩種註子，一個是圓瑛法師的註解，一個是寶靜法師的註解，《親聞記》，它們分量也非常的可觀，將來我們把它編成簡單的講義，簡單的註解。那麼大的分量，現代人一看就頭痛，一看他就不想再看下去，我們簡簡單單的編個幾頁，他一看這個不多，他一下就看完了。所以有這個好處，誘導大家深入經藏。"
    },
    {
      "id": "01-003-0094_p0020",
      "zh_CN": "『如梦觉』，好像作梦醒过来，这是一个比喻，好像『华开』，像莲花开了。『梦觉华开』，就是大梦一下醒过来了，这莲花开起来了。如果我们把它分配来说，「根本智，断烦恼障，觉真谛理，得自利之益」，就好像这大梦忽然醒过来，这个梦是比喻这边的。「后得智，断所知障、觉俗谛理，得利他之益」，我们能利益别人，这就好像莲花开了。这两句是比喻两边的，每句话都有两边。",
      "zh_TW": "『如夢覺』，好像作夢醒過來，這是一個比喻，好像『華開』，像蓮花開了。『夢覺華開』，就是大夢一下醒過來了，這蓮花開起來了。如果我們把它分配來說，「根本智，斷煩惱障，覺真諦理，得自利之益」，就好像這大夢忽然醒過來，這個夢是比喻這邊的。「後得智，斷所知障、覺俗諦理，得利他之益」，我們能利益別人，這就好像蓮花開了。這兩句是比喻兩邊的，每句話都有兩邊。"
    },
    {
      "id": "01-003-0094_p0021",
      "zh_CN": "钞【六即者。】",
      "zh_TW": "鈔【六即者。】"
    },
    {
      "id": "01-003-0094_p0022",
      "zh_CN": "天台家跟我们讲佛有六种，就是『六即佛』。「即」，就是。有六种就是佛。",
      "zh_TW": "天台家跟我們講佛有六種，就是『六即佛』。「即」，就是。有六種就是佛。"
    },
    {
      "id": "01-003-0094_p0023",
      "zh_CN": "钞【始乎理即，终乎究竟。】",
      "zh_TW": "鈔【始乎理即，終乎究竟。】"
    },
    {
      "id": "01-003-0094_p0024",
      "zh_CN": "这当中省掉了，我们略略报告一下。『六』是从事上说的，一共有六条，『即』是从理上讲的。学佛有次第浅深差别不同，所以说「六」。又怕我们产生严重的自卑感，所以要时时刻刻把我们提起来，所以叫「即」，就是佛，这个用意非常之深。",
      "zh_TW": "這當中省掉了，我們略略報告一下。『六』是從事上說的，一共有六條，『即』是從理上講的。學佛有次第淺深差別不同，所以說「六」。又怕我們產生嚴重的自卑感，所以要時時刻刻把我們提起來，所以叫「即」，就是佛，這個用意非常之深。"
    },
    {
      "id": "01-003-0094_p0025",
      "zh_CN": "什么叫『理即』？理即佛。理即佛、名字即佛、观行即佛、相似即佛、分证即佛、究竟即佛，这是天台家所讲的六即佛。「理」是说众生的本性，本性就是佛。佛在《华严》、《圆觉经》上给我们讲：一切众生本来成佛。这是从哪里讲的？是讲理即佛，你本来是佛，是从这上说的。既然本来是佛，换句话说，人人都有资格作佛，人人都应该称佛，为什么？因为你本来是佛！你现在变成凡夫，就是你把这个理迷了，你迷失了自性，所以你才变成六道凡夫。我们今天学佛的目的是在哪里？无非是恢复自性而已，禅家讲这个理即就是「父母未生前本来面目」，就是讲这个。这是从理上讲。",
      "zh_TW": "什麼叫『理即』？理即佛。理即佛、名字即佛、觀行即佛、相似即佛、分證即佛、究竟即佛，這是天台家所講的六即佛。「理」是說眾生的本性，本性就是佛。佛在《華嚴》、《圓覺經》上給我們講：一切眾生本來成佛。這是從哪裡講的？是講理即佛，你本來是佛，是從這上說的。既然本來是佛，換句話說，人人都有資格作佛，人人都應該稱佛，為什麼？因為你本來是佛！你現在變成凡夫，就是你把這個理迷了，你迷失了自性，所以你才變成六道凡夫。我們今天學佛的目的是在哪裡？無非是恢復自性而已，禪家講這個理即就是「父母未生前本來面目」，就是講這個。這是從理上講。"
    },
    {
      "id": "01-003-0094_p0026",
      "zh_CN": "从理上讲，平等的，生佛平等，生佛不二，佛法的平等观是从这个地方建立的，所以它是真正的平等，万法平等，从这里建立的。平等心现前，跟诸位说，那你就成佛了，因为佛心是平等心。我们要想学佛，要想早一点成佛，我们处事待人接物尽量用平等心，就与佛、与真性相应。差别不平等是凡夫心，这是要不得的。",
      "zh_TW": "從理上講，平等的，生佛平等，生佛不二，佛法的平等觀是從這個地方建立的，所以它是真正的平等，萬法平等，從這裡建立的。平等心現前，跟諸位說，那你就成佛了，因為佛心是平等心。我們要想學佛，要想早一點成佛，我們處事待人接物盡量用平等心，就與佛、與真性相應。差別不平等是凡夫心，這是要不得的。"
    },
    {
      "id": "01-003-0094_p0027",
      "zh_CN": "第二，「名字即佛」，这是就凡夫相上讲的。头一个从理上讲的，从理上是佛，没话说，我们从事上说，事相上不是，事相上我们是凡夫。「理即佛」，一般凡夫统统都是，那是真平等，不但人是的，连蚊虫蚂蚁都是的，牠有佛性，一切众生皆有佛性，理是真正平等。从事相上来讲，就不平等。事相上讲，「名字佛」是谁？是闻了佛法的，接触到佛法，受了三皈依，现在发心学佛了，发心学佛，那你就可以叫名字佛，你是有名无实的佛。",
      "zh_TW": "第二，「名字即佛」，這是就凡夫相上講的。頭一個從理上講的，從理上是佛，沒話說，我們從事上說，事相上不是，事相上我們是凡夫。「理即佛」，一般凡夫統統都是，那是真平等，不但人是的，連蚊蟲螞蟻都是的，牠有佛性，一切眾生皆有佛性，理是真正平等。從事相上來講，就不平等。事相上講，「名字佛」是誰？是聞了佛法的，接觸到佛法，受了三皈依，現在發心學佛了，發心學佛，那你就可以叫名字佛，你是有名無實的佛。"
    },
    {
      "id": "01-003-0094_p0028",
      "zh_CN": "学佛了，学佛当然是佛了，就像你们现在有很多同修发心要去临济寺受戒，受菩萨戒就是菩萨了。但是那个菩萨，是名字菩萨，有菩萨之名，你不是真正的菩萨。真正的菩萨，《金刚经》上说，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。你四相还有，《金刚经》上说得很清楚，你不是菩萨。你不是真正的菩萨，你是个名字菩萨。我们发心学佛了，受三皈、五戒，开始学佛了，我们是个名字佛。虽然是个名字佛，我们要向往后头那个佛字，我们一定要从名字变成真正的佛，这就不辜负大师建立这六个名相的用意。",
      "zh_TW": "學佛了，學佛當然是佛了，就像你們現在有很多同修發心要去臨濟寺受戒，受菩薩戒就是菩薩了。但是那個菩薩，是名字菩薩，有菩薩之名，你不是真正的菩薩。真正的菩薩，《金剛經》上說，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。你四相還有，《金剛經》上說得很清楚，你不是菩薩。你不是真正的菩薩，你是個名字菩薩。我們發心學佛了，受三皈、五戒，開始學佛了，我們是個名字佛。雖然是個名字佛，我們要嚮往後頭那個佛字，我們一定要從名字變成真正的佛，這就不辜負大師建立這六個名相的用意。"
    },
    {
      "id": "01-003-0094_p0029",
      "zh_CN": "怎样才能做到真正的佛？给诸位说，念佛。六即佛用在念阿弥陀佛名号上，那真叫妙极了，为什么？每个名词都相应。就净土宗持名念佛来说，发心念佛了，你就是「名字即佛」；念到功夫成片，你就是「观行即佛」，二六时中，心里不念佛的时候，佛号自然现前，没有别的杂念，一天到晚都是阿弥陀佛，那就观行即佛了；念到事一心不乱，那就是「相似即佛」，就是相似佛了，功夫纯熟了，见思烦恼自自然然没有了；念到理一心不乱，见思烦恼、尘沙烦恼断了，破一品无明，那就是「分证即佛」；功夫到了圆满，四十一品无明破尽，那就是「究竟即佛」。",
      "zh_TW": "怎樣才能做到真正的佛？給諸位說，念佛。六即佛用在念阿彌陀佛名號上，那真叫妙極了，為什麼？每個名詞都相應。就淨土宗持名念佛來說，發心念佛了，你就是「名字即佛」；念到功夫成片，你就是「觀行即佛」，二六時中，心裡不念佛的時候，佛號自然現前，沒有別的雜念，一天到晚都是阿彌陀佛，那就觀行即佛了；念到事一心不亂，那就是「相似即佛」，就是相似佛了，功夫純熟了，見思煩惱自自然然沒有了；念到理一心不亂，見思煩惱、塵沙煩惱斷了，破一品無明，那就是「分證即佛」；功夫到了圓滿，四十一品無明破盡，那就是「究竟即佛」。"
    },
    {
      "id": "01-003-0094_p0030",
      "zh_CN": "我曾经跟诸位说过，我要到西方极乐世界去了，到了西方极乐世界，我修什么法门？我还是修念佛法门，我不搞别的。虽然那里佛很多、菩萨很多，想学什么法门都有，我什么都不学，我还是一句阿弥陀佛念到底，为什么？因为我晓得这一句阿弥陀佛从理即到究竟即，最简单不过了。说真的，我不笨，聪明人走近路，聪明人找一个最简单的方法；只有笨人才找好多方法，给自己找麻烦，给自己过不去！我不干那个事情，我就是一句阿弥陀佛念到底。",
      "zh_TW": "我曾經跟諸位說過，我要到西方極樂世界去了，到了西方極樂世界，我修什麼法門？我還是修念佛法門，我不搞別的。雖然那裡佛很多、菩薩很多，想學什麼法門都有，我什麼都不學，我還是一句阿彌陀佛念到底，為什麼？因為我曉得這一句阿彌陀佛從理即到究竟即，最簡單不過了。說真的，我不笨，聰明人走近路，聰明人找一個最簡單的方法；只有笨人才找好多方法，給自己找麻煩，給自己過不去！我不幹那個事情，我就是一句阿彌陀佛念到底。"
    },
    {
      "id": "01-003-0094_p0031",
      "zh_CN": "你们自己好好的去想想，你果然念佛念到相似即佛，到这个时候，差不多一切经论，你纵然没有看过，展开在你面前，你都能说得头头是道。到分证位，世出世间法不要学就一切通达了。你说，我们还要学那些干什么？禅家讲，三藏十二部都叫葛藤，那是对愚人说的，自己跟自己过不去，自己找自己麻烦，佛才跟他讲三藏十二部，佛也不嫌麻烦，他也不怕麻烦。我们不干这个事情，我们要直截了当。我这样讲法，诸位很容易听得懂，这个讲法一点都不错。",
      "zh_TW": "你們自己好好的去想想，你果然念佛念到相似即佛，到這個時候，差不多一切經論，你縱然沒有看過，展開在你面前，你都能說得頭頭是道。到分證位，世出世間法不要學就一切通達了。你說，我們還要學那些幹什麼？禪家講，三藏十二部都叫葛藤，那是對愚人說的，自己跟自己過不去，自己找自己麻煩，佛才跟他講三藏十二部，佛也不嫌麻煩，他也不怕麻煩。我們不幹這個事情，我們要直截了當。我這樣講法，諸位很容易聽得懂，這個講法一點都不錯。"
    },
    {
      "id": "01-003-0094_p0032",
      "zh_CN": "钞【盖始则全觉全迷，中则觉而未尽，末乃无所不觉。今称佛者，指究竟也。】",
      "zh_TW": "鈔【蓋始則全覺全迷，中則覺而未盡，末乃無所不覺。今稱佛者，指究竟也。】"
    },
    {
      "id": "01-003-0094_p0033",
      "zh_CN": "这是六即总结。理即佛是『全觉』，名字即佛是『全迷』，所以开始是全觉全迷。当中从观行到分证，虽然觉，不彻底，『觉而未尽』就是没有圆满。末后一个究竟觉，那是成佛了，那是『无所不觉』。",
      "zh_TW": "這是六即總結。理即佛是『全覺』，名字即佛是『全迷』，所以開始是全覺全迷。當中從觀行到分證，雖然覺，不徹底，『覺而未盡』就是沒有圓滿。末後一個究竟覺，那是成佛了，那是『無所不覺』。"
    },
    {
      "id": "01-003-0094_p0034",
      "zh_CN": "钞【十身者。】",
      "zh_TW": "鈔【十身者。】"
    },
    {
      "id": "01-003-0094_p0035",
      "zh_CN": "十身，这是《华严经》上所讲的。",
      "zh_TW": "十身，這是《華嚴經》上所講的。"
    },
    {
      "id": "01-003-0094_p0036",
      "zh_CN": "钞【一正觉佛，至十随乐佛，详具离世间品。】",
      "zh_TW": "鈔【一正覺佛，至十隨樂佛，詳具離世間品。】"
    },
    {
      "id": "01-003-0094_p0037",
      "zh_CN": "《华严经》一共三十九品，《离世间品》是第三十八品，这品经相当长，一共有五卷经文，完全是讲修行的法门。清凉大师把这部经分为四大科，就是四大段：信、解、行、证，《离世间品》就是行，专门讲修行，里面讲两千多个法门，所以经文相当长。",
      "zh_TW": "《華嚴經》一共三十九品，《離世間品》是第三十八品，這品經相當長，一共有五卷經文，完全是講修行的法門。清涼大師把這部經分為四大科，就是四大段：信、解、行、證，《離世間品》就是行，專門講修行，裡面講兩千多個法門，所以經文相當長。"
    },
    {
      "id": "01-003-0094_p0038",
      "zh_CN": "钞【此十身佛，唯华严有之。然约其大要，不出觉满之义，故曰十身初满，正觉始成，名圆满佛也。】",
      "zh_TW": "鈔【此十身佛，唯華嚴有之。然約其大要，不出覺滿之義，故曰十身初滿，正覺始成，名圓滿佛也。】"
    },
    {
      "id": "01-003-0094_p0039",
      "zh_CN": "第一是「正觉佛」，第二是「愿佛」，第三是「业报佛」，第四是「住持佛」，第五是「涅槃佛」，第六是「法身佛」，第七是「心佛」，第八是「三昧佛」，第九是「本性佛」，第十是「随乐佛」，这是《华严经》里面讲的『十身佛』。这个成佛，天台贤首都说，我们在《普门品》里面，大家看到观世音菩萨随类化身，「应以佛身得度者，即现佛身而为说法」，换句话说，观世音菩萨可以成佛了。所以要晓得，这个成佛，圆教初住菩萨就有能力现佛身，现三十二相八十种好，能现佛身。",
      "zh_TW": "第一是「正覺佛」，第二是「願佛」，第三是「業報佛」，第四是「住持佛」，第五是「涅槃佛」，第六是「法身佛」，第七是「心佛」，第八是「三昧佛」，第九是「本性佛」，第十是「隨樂佛」，這是《華嚴經》裡面講的『十身佛』。這個成佛，天台賢首都說，我們在《普門品》裡面，大家看到觀世音菩薩隨類化身，「應以佛身得度者，即現佛身而為說法」，換句話說，觀世音菩薩可以成佛了。所以要曉得，這個成佛，圓教初住菩薩就有能力現佛身，現三十二相八十種好，能現佛身。"
    },
    {
      "id": "01-003-0094_p0040",
      "zh_CN": "从初住往等觉一共是四十一个位次，这四十一个人都可以现佛身。十住到初行，这十一个位次可以现藏教的佛、通教的佛，可以用这种身分来教化众生。第二行以上一直到等觉，他可以现别教的佛。藏教、通教、别教的佛，都是菩萨，他不能现圆教的佛，为什么？他自己没有证得，就是不是究竟佛。所以我们通常讲成佛，你倒要问问成哪个佛？就好像你说「我毕业了」，毕业了，不错，你是哪个学校毕业的？你是幼稚园毕业的？还是小学毕业的？还是大学毕业的？还是研究所毕业的？毕业都一样，程度不一样！藏教的佛程度最低，通教高一点，别教又高一点，圆教才是究竟圆满的真佛。",
      "zh_TW": "從初住往等覺一共是四十一個位次，這四十一個人都可以現佛身。十住到初行，這十一個位次可以現藏教的佛、通教的佛，可以用這種身分來教化眾生。第二行以上一直到等覺，他可以現別教的佛。藏教、通教、別教的佛，都是菩薩，他不能現圓教的佛，為什麼？他自己沒有證得，就是不是究竟佛。所以我們通常講成佛，你倒要問問成哪個佛？就好像你說「我畢業了」，畢業了，不錯，你是哪個學校畢業的？你是幼稚園畢業的？還是小學畢業的？還是大學畢業的？還是研究所畢業的？畢業都一樣，程度不一樣！藏教的佛程度最低，通教高一點，別教又高一點，圓教才是究竟圓滿的真佛。"
    },
    {
      "id": "01-003-0094_p0041",
      "zh_CN": "从净土法门仔细来观察，或者诸位细读《华严》就会晓得，我们修行可以到他方世界，在他方世界修行可以证得藏教佛、通教佛、别教佛，很难成圆教佛，为什么？我们在《华严经》上看到，普贤菩萨十大愿王，劝华藏会上四十一位法身大士求生西方极乐世界。法身大士，刚才讲了，包括藏通别佛都在里面，这些人到西方极乐世界去干什么？他要不是去成圆教的佛果，那就没有意义！那到西方极乐世界讲不通，没有理由，为什么要去？我们才恍然大悟，要想成最究竟圆满的佛，一定要到西方极乐世界。所以，这部经是《华严》、《法华》的归宿。要真正觉悟！搞其他一切的法门都是枝叶，这是根本。根本真正找到，深信不疑了，所有枝枝叶叶应该统统放下，不要再搞了。",
      "zh_TW": "從淨土法門仔細來觀察，或者諸位細讀《華嚴》就會曉得，我們修行可以到他方世界，在他方世界修行可以證得藏教佛、通教佛、別教佛，很難成圓教佛，為什麼？我們在《華嚴經》上看到，普賢菩薩十大願王，勸華藏會上四十一位法身大士求生西方極樂世界。法身大士，剛才講了，包括藏通別佛都在裡面，這些人到西方極樂世界去幹什麼？他要不是去成圓教的佛果，那就沒有意義！那到西方極樂世界講不通，沒有理由，為什麼要去？我們才恍然大悟，要想成最究竟圓滿的佛，一定要到西方極樂世界。所以，這部經是《華嚴》、《法華》的歸宿。要真正覺悟！搞其他一切的法門都是枝葉，這是根本。根本真正找到，深信不疑了，所有枝枝葉葉應該統統放下，不要再搞了。"
    },
    {
      "id": "01-003-0094_p0042",
      "zh_CN": "所以今天我印经就印《阿弥陀经》，印《无量寿经》，除这个之外，我什么经都不印了，为什么？我认清楚了，这两部经就是一切诸佛所讲经法的精华。我们要印最好的东西，就是以最殊胜的利益供养众生。印这个经的功德比《法华》、《华严》的功德还要大，没有任何一部经能比得上《弥陀经》跟《无量寿经》。我自己学佛三十多年深深的体验，所以我今天一切都放下了，专门修行这个法门。我自己非常有把握我能往生，我这个身在娑婆世界是最后身，来生如果再来，那是乘愿再来，不会受这个果报了。你要问我，凭什么？就凭这一句阿弥陀佛，凭这句成功！",
      "zh_TW": "所以今天我印經就印《阿彌陀經》，印《無量壽經》，除這個之外，我什麼經都不印了，為什麼？我認清楚了，這兩部經就是一切諸佛所講經法的精華。我們要印最好的東西，就是以最殊勝的利益供養眾生。印這個經的功德比《法華》、《華嚴》的功德還要大，沒有任何一部經能比得上《彌陀經》跟《無量壽經》。我自己學佛三十多年深深的體驗，所以我今天一切都放下了，專門修行這個法門。我自己非常有把握我能往生，我這個身在娑婆世界是最後身，來生如果再來，那是乘願再來，不會受這個果報了。你要問我，憑什麼？就憑這一句阿彌陀佛，憑這句成功！"
    },
    {
      "id": "01-003-0094_p0043",
      "zh_CN": "第一是「正觉佛」，就是示现成正觉。这里头有藏教、通教、别教。像观世音菩萨，这些大菩萨们，应以佛身得度者，他就示现正觉身。正觉身是我们一般讲的佛身。",
      "zh_TW": "第一是「正覺佛」，就是示現成正覺。這裡頭有藏教、通教、別教。像觀世音菩薩，這些大菩薩們，應以佛身得度者，他就示現正覺身。正覺身是我們一般講的佛身。"
    },
    {
      "id": "01-003-0094_p0044",
      "zh_CN": "第二是「愿佛」，随愿现身。佛有广大慈悲的愿力，众生想见什么样的身，他就现什么样的身，佛有能力现。我们有没有缘分看到，那是另外一个问题。",
      "zh_TW": "第二是「願佛」，隨願現身。佛有廣大慈悲的願力，眾生想見什麼樣的身，他就現什麼樣的身，佛有能力現。我們有沒有緣分看到，那是另外一個問題。"
    },
    {
      "id": "01-003-0094_p0045",
      "zh_CN": "第三是「业报佛」，菩萨万行所感。譬如，我上次跟诸位讲到，香港有几个同修到普陀山朝拜梵音洞，去拜观音菩萨，三个人去，三个人都看到观音菩萨，回来大家一说，三个人见的像不一样。菩萨能现的是他的愿身，众生所见的是菩萨的业感。有人见菩萨是金色身，有人见的是比丘相，有人见到像老太婆一样，每个人见到的像都不相同，也有见到佛身三十二相八十种好。这就是个人业感不相同，菩萨所应的也不相同，不是菩萨故意现这个身给你看，现那个身给他看，不是的，菩萨没有分别，菩萨没有好恶，菩萨只现一个身，众生所看的不一样，这叫业报佛。",
      "zh_TW": "第三是「業報佛」，菩薩萬行所感。譬如，我上次跟諸位講到，香港有幾個同修到普陀山朝拜梵音洞，去拜觀音菩薩，三個人去，三個人都看到觀音菩薩，回來大家一說，三個人見的像不一樣。菩薩能現的是他的願身，眾生所見的是菩薩的業感。有人見菩薩是金色身，有人見的是比丘相，有人見到像老太婆一樣，每個人見到的像都不相同，也有見到佛身三十二相八十種好。這就是個人業感不相同，菩薩所應的也不相同，不是菩薩故意現這個身給你看，現那個身給他看，不是的，菩薩沒有分別，菩薩沒有好惡，菩薩只現一個身，眾生所看的不一樣，這叫業報佛。"
    },
    {
      "id": "01-003-0094_p0046",
      "zh_CN": "第四是「住持佛」。住持是住持在这个世间，本师释迦牟尼佛虽然不在了，佛的舍利在，现在还有人供养佛舍利，等于佛住世。没有舍利，给诸位说，你供养这部《阿弥陀经》，《阿弥陀经》就是佛的法身舍利，有这个经典在，等于佛在我们面前一样，无二无别，这就叫住持佛。",
      "zh_TW": "第四是「住持佛」。住持是住持在這個世間，本師釋迦牟尼佛雖然不在了，佛的舍利在，現在還有人供養佛舍利，等於佛住世。沒有舍利，給諸位說，你供養這部《阿彌陀經》，《阿彌陀經》就是佛的法身舍利，有這個經典在，等於佛在我們面前一樣，無二無別，這就叫住持佛。"
    },
    {
      "id": "01-003-0094_p0047",
      "zh_CN": "第五是「涅槃佛」。佛度众生，化缘尽他就示现入灭，入灭的这个相叫涅槃佛。佛为什么要入灭？入灭还是为了度众生。有一些人根机不相同，佛在世的时候，他不认真学，反正佛天天见面，我今天不会，还有明天，明天不会，还有后天，日子长得很！他不在乎。佛一入灭，给他当头一棒，把他打醒了，他拼命用功努力，他就能成就。所以佛这一示现入灭，不晓得度了多少人。去年李老师往生，李老师要是再住世下去，实在讲也度不了众生，为什么？大家听他讲经听那么多年，听疲了，耳边风了。虽然有那么多人，多少人都是去捧场的，老信徒，反正一个礼拜一次，不去不好意思。你一不去了，别的同修打电话：我怎么没有看到你来？你是不是又病了？问长问短，你不好意思不去。甚至到那个地方去打个瞌睡也好，有这样的人。实在讲，化缘尽了。他一走了之后，大家一棒打醒了，平常不用功的人拼命的去念佛，四十九天日夜不间断，那度好多人！他一示现入灭就度很多人，连一个老居士都如此，何况是本师释迦牟尼佛，我们能够想像得到的。",
      "zh_TW": "第五是「涅槃佛」。佛度眾生，化緣盡他就示現入滅，入滅的這個相叫涅槃佛。佛為什麼要入滅？入滅還是為了度眾生。有一些人根機不相同，佛在世的時候，他不認真學，反正佛天天見面，我今天不會，還有明天，明天不會，還有後天，日子長得很！他不在乎。佛一入滅，給他當頭一棒，把他打醒了，他拼命用功努力，他就能成就。所以佛這一示現入滅，不曉得度了多少人。去年李老師往生，李老師要是再住世下去，實在講也度不了眾生，為什麼？大家聽他講經聽那麼多年，聽疲了，耳邊風了。雖然有那麼多人，多少人都是去捧場的，老信徒，反正一個禮拜一次，不去不好意思。你一不去了，別的同修打電話：我怎麼沒有看到你來？你是不是又病了？問長問短，你不好意思不去。甚至到那個地方去打個瞌睡也好，有這樣的人。實在講，化緣盡了。他一走了之後，大家一棒打醒了，平常不用功的人拼命的去念佛，四十九天日夜不間斷，那度好多人！他一示現入滅就度很多人，連一個老居士都如此，何況是本師釋迦牟尼佛，我們能夠想像得到的。"
    },
    {
      "id": "01-003-0094_p0048",
      "zh_CN": "第六是「法身佛」。三身里面，法身、报身、应化身，跟那个法身的意思完全一样，就是「法界一相」，一相就是实相。前面我讲过作梦，你在梦中体会，梦中所有境界统统是自己，你要是体会到了，梦中境界就是我的法身，整个梦境就是法身。如果你再能够联想，把这个扩大，尽虚空遍法界就是一个自己，你要能从这上去体会，从这上去实证，一下相应了，那你就证得清净法身。法身常住，不生不灭。",
      "zh_TW": "第六是「法身佛」。三身裡面，法身、報身、應化身，跟那個法身的意思完全一樣，就是「法界一相」，一相就是實相。前面我講過作夢，你在夢中體會，夢中所有境界統統是自己，你要是體會到了，夢中境界就是我的法身，整個夢境就是法身。如果你再能夠聯想，把這個擴大，盡虛空遍法界就是一個自己，你要能從這上去體會，從這上去實證，一下相應了，那你就證得清淨法身。法身常住，不生不滅。"
    },
    {
      "id": "01-003-0094_p0049",
      "zh_CN": "第七是「心佛」。这个心特别偏重在大悲心上，就是菩提心里面的大慈大悲，愿度一切众生。",
      "zh_TW": "第七是「心佛」。這個心特別偏重在大悲心上，就是菩提心裡面的大慈大悲，願度一切眾生。"
    },
    {
      "id": "01-003-0094_p0050",
      "zh_CN": "第八是「三昧佛」，三昧是定，佛是常在定中，行住坐卧都在定中。我们学佛，第一就是要修定。我们在《竹窗随笔》里面看到一个公案，有一个非常用功的学人，他慕名去参访一位老和尚，真正的善知识。老和尚看他来了，也就接受了，就叫他住在寺院里，分配一些工作给他做。他在那里做了三年，有一天他跟老和尚说：我到这里求法的，承蒙老和尚叫我住在这里，可是三年，老和尚你一句话也没说过，我什么也没学到。心里很懊悔，好像白住了三年。老和尚就跟他说：你怎么没学到呢？我天天在教你，天天在跟你说法，你怎么都没听到？说法不一定要用言语！",
      "zh_TW": "第八是「三昧佛」，三昧是定，佛是常在定中，行住坐臥都在定中。我們學佛，第一就是要修定。我們在《竹窗隨筆》裡面看到一個公案，有一個非常用功的學人，他慕名去參訪一位老和尚，真正的善知識。老和尚看他來了，也就接受了，就叫他住在寺院裡，分配一些工作給他做。他在那裡做了三年，有一天他跟老和尚說：我到這裡求法的，承蒙老和尚叫我住在這裡，可是三年，老和尚你一句話也沒說過，我什麼也沒學到。心裡很懊悔，好像白住了三年。老和尚就跟他說：你怎麼沒學到呢？我天天在教你，天天在跟你說法，你怎麼都沒聽到？說法不一定要用言語！"
    },
    {
      "id": "01-003-0094_p0051",
      "zh_CN": "从这个地方，我们就能体会到，老和尚传给他的是活活泼泼的佛法，是在生活当中去悟入，怎么能说没有学到呢？老和尚说：你在此地三年，没有动一个念头想离开，这三年就是修忍辱波罗蜜，这三年就是三昧的前方便，怎么说没有成就呢？他经老和尚一点醒，忽然觉悟了，是不错，三年在这里待下去心地清净多了。所以我们看语录里头，多少学人跟一个善知识二十年、三十年，很平常！有的人一生不离开老师，老师圆寂了，他才离开去教化一方。这都是根深蒂固，功力深厚，他以后教学必定能够把佛法发扬光大。",
      "zh_TW": "從這個地方，我們就能體會到，老和尚傳給他的是活活潑潑的佛法，是在生活當中去悟入，怎麼能說沒有學到呢？老和尚說：你在此地三年，沒有動一個念頭想離開，這三年就是修忍辱波羅蜜，這三年就是三昧的前方便，怎麼說沒有成就呢？他經老和尚一點醒，忽然覺悟了，是不錯，三年在這裡待下去心地清淨多了。所以我們看語錄裡頭，多少學人跟一個善知識二十年、三十年，很平常！有的人一生不離開老師，老師圓寂了，他才離開去教化一方。這都是根深蒂固，功力深厚，他以後教學必定能夠把佛法發揚光大。"
    },
    {
      "id": "01-003-0094_p0052",
      "zh_CN": "现代的人学不成，主要原因是一点定力都没有，不要说三年，三个月的定力都没有，住了二、三个星期就想跑了，实在没有福报。过去星云法师跟我谈过这个问题，他说：佛光山环境这么好，为什么我们毕业的学生不肯留下来，他要跑到别的地方去？天乙法师也曾经问过我这个问题，他说：我们这个道场这么大，一切都非常好，为什么人住不住，到处跑？这在佛法里面讲，没福。如果拿世间法来讲，大概风水不太好。实在讲，福德因缘关系很大。",
      "zh_TW": "現代的人學不成，主要原因是一點定力都沒有，不要說三年，三個月的定力都沒有，住了二、三個星期就想跑了，實在沒有福報。過去星雲法師跟我談過這個問題，他說：佛光山環境這麼好，為什麼我們畢業的學生不肯留下來，他要跑到別的地方去？天乙法師也曾經問過我這個問題，他說：我們這個道場這麼大，一切都非常好，為什麼人住不住，到處跑？這在佛法裡面講，沒福。如果拿世間法來講，大概風水不太好。實在講，福德因緣關係很大。"
    },
    {
      "id": "01-003-0094_p0053",
      "zh_CN": "第九是「本性佛」。本性佛是你的根本智现前了，证得真如本性，就是禅家所讲的明心见性，我们念佛人讲理一心不乱。你要是到理一心不乱，那你就有这个本性佛了。诸位要记住，念到理一心不乱，就跟圆教初住菩萨一样，就可以随类化身，愿以佛身得度者，就有能力示现佛身，这个时候，智慧神通德能统统现前起作用。",
      "zh_TW": "第九是「本性佛」。本性佛是你的根本智現前了，證得真如本性，就是禪家所講的明心見性，我們念佛人講理一心不亂。你要是到理一心不亂，那你就有這個本性佛了。諸位要記住，念到理一心不亂，就跟圓教初住菩薩一樣，就可以隨類化身，願以佛身得度者，就有能力示現佛身，這個時候，智慧神通德能統統現前起作用。"
    },
    {
      "id": "01-003-0094_p0054",
      "zh_CN": "说到这个地方，我们要特别提醒同修一句，事一心跟理一心，我们这一生很难做到，太难了。但是功夫成片，可以说每个人都可以做到，换句话说，凡圣同居土是我们每个人统统有分的，问题就是你去不去？凡圣同居土这个地位是不是太低？不低，历代的祖师都跟我们说，只要你生凡圣同居土就圆生上三土，这是不可思议，古德在注疏里头都是这样跟我们讲法；这是十方诸佛世界里头都没有的，唯有西方极乐世界有这种奇特之事。所以凡圣同居土下品下生的人，到那里去之后，天天跟观音、势至、文殊、普贤在一起，生活在一起、上课在一起、游玩在一起，不离开，一直到他陪我们成佛，这多自在！这是极乐世界最殊胜之处，同修们要牢牢的记住。",
      "zh_TW": "說到這個地方，我們要特別提醒同修一句，事一心跟理一心，我們這一生很難做到，太難了。但是功夫成片，可以說每個人都可以做到，換句話說，凡聖同居土是我們每個人統統有分的，問題就是你去不去？凡聖同居土這個地位是不是太低？不低，歷代的祖師都跟我們說，只要你生凡聖同居土就圓生上三土，這是不可思議，古德在註疏裡頭都是這樣跟我們講法；這是十方諸佛世界裡頭都沒有的，唯有西方極樂世界有這種奇特之事。所以凡聖同居土下品下生的人，到那裡去之後，天天跟觀音、勢至、文殊、普賢在一起，生活在一起、上課在一起、遊玩在一起，不離開，一直到他陪我們成佛，這多自在！這是極樂世界最殊勝之處，同修們要牢牢的記住。"
    },
    {
      "id": "01-003-0094_p0055",
      "zh_CN": "所以三经要好好的念，好的注解我介绍给大家，注解要多看，看的遍数愈多愈好，看多了，看熟了，这个境界常常在你脑海里面，《楞严》上讲「忆佛念佛、现前当来必定见佛」，看多了，熟了，你常常想西方极乐世界的境界，常常想阿弥陀佛与诸大菩萨，这叫「忆佛」，我们口里「念佛」，完全符合净土宗修行的宗趣，那哪有不往生的道理。",
      "zh_TW": "所以三經要好好的念，好的註解我介紹給大家，註解要多看，看的遍數愈多愈好，看多了，看熟了，這個境界常常在你腦海裡面，《楞嚴》上講「憶佛念佛、現前當來必定見佛」，看多了，熟了，你常常想西方極樂世界的境界，常常想阿彌陀佛與諸大菩薩，這叫「憶佛」，我們口裡「念佛」，完全符合淨土宗修行的宗趣，那哪有不往生的道理。"
    },
    {
      "id": "01-003-0094_p0056",
      "zh_CN": "第十是「随乐佛」。念ㄧㄠˋ，乐就是爱好，随着众生的欢喜心，他来示现。",
      "zh_TW": "第十是「隨樂佛」。念ㄧㄠˋ，樂就是愛好，隨著眾生的歡喜心，他來示現。"
    },
    {
      "id": "01-003-0094_p0057",
      "zh_CN": "这是《华严经》上所讲的十种身。底下这几句话，是把它综合起来做个结论。『然约其大要』，归纳出最重要的，『不出觉满之义』，觉满，就是天台家所讲的究竟佛。为什么？不到究竟，怎么能现十身！能够自自在在示现十身，确实要到究竟觉满。『故曰十身初满，正觉始成，名圆满佛也』。正觉始成，是《华严经》上讲的正觉。《华严经》世主妙严品，就是第一品，你展开，「佛始成正觉」，那成的是圆满正觉，不是藏教的正觉，因为他的境界是四十一位法身大士做他的当机者。",
      "zh_TW": "這是《華嚴經》上所講的十種身。底下這幾句話，是把它綜合起來做個結論。『然約其大要』，歸納出最重要的，『不出覺滿之義』，覺滿，就是天台家所講的究竟佛。為什麼？不到究竟，怎麼能現十身！能夠自自在在示現十身，確實要到究竟覺滿。『故曰十身初滿，正覺始成，名圓滿佛也』。正覺始成，是《華嚴經》上講的正覺。《華嚴經》世主妙嚴品，就是第一品，你展開，「佛始成正覺」，那成的是圓滿正覺，不是藏教的正覺，因為他的境界是四十一位法身大士做他的當機者。"
    },
    {
      "id": "01-003-0094_p0058",
      "zh_CN": "钞【天中天者。】",
      "zh_TW": "鈔【天中天者。】"
    },
    {
      "id": "01-003-0094_p0059",
      "zh_CN": "这是对佛的称赞。我们对佛实在是无法赞叹，所以赞他为『天中天』，天中之天。",
      "zh_TW": "這是對佛的稱讚。我們對佛實在是無法讚歎，所以讚他為『天中天』，天中之天。"
    },
    {
      "id": "01-003-0094_p0060",
      "zh_CN": "钞【天有四：一、世间天，诸国王是。】",
      "zh_TW": "鈔【天有四：一、世間天，諸國王是。】"
    },
    {
      "id": "01-003-0094_p0061",
      "zh_CN": "佛经里面讲四种天。第一种也叫名天，就是名字天，有名无实，就是『世间天』。『诸国王是』，像我们中国古时候皇帝称为天子，实际上他是人，他不是天。日本国王称天皇，他也是人，他也不是天。这都是有名无实，这叫世间天，世间人尊称他，不是真正的天。",
      "zh_TW": "佛經裡面講四種天。第一種也叫名天，就是名字天，有名無實，就是『世間天』。『諸國王是』，像我們中國古時候皇帝稱為天子，實際上他是人，他不是天。日本國王稱天皇，他也是人，他也不是天。這都是有名無實，這叫世間天，世間人尊稱他，不是真正的天。"
    },
    {
      "id": "01-003-0094_p0062",
      "zh_CN": "钞【二、生天，欲色无色诸天是。】",
      "zh_TW": "鈔【二、生天，欲色無色諸天是。】"
    },
    {
      "id": "01-003-0094_p0063",
      "zh_CN": "『生天』，真的天上了。佛法讲，天有二十八层。『欲界』有六层天，有男女饮食之欲。天界愈往上去，欲望愈淡薄。再往上去是『色界』，色界有四禅十八层天，初禅三天、二禅三天、三禅三天，四禅九层天。这十八层天，财色名食睡、五欲都没有了。学禅的同修，你自己好好的去反省一下，你还有没有欲望，财色名食睡还动不动心？事上没有，那个不相干，要紧是心上，心里面还有动心，我保证你到不了色界，你还是在欲界。由此可知，修禅不容易！财色名食睡摆在面前真不动心，才能到四禅天，不简单！那是相当功夫。我们心里头稍微动个念头，就不行，那个欲还没断，还是欲界。",
      "zh_TW": "『生天』，真的天上了。佛法講，天有二十八層。『欲界』有六層天，有男女飲食之欲。天界愈往上去，欲望愈淡薄。再往上去是『色界』，色界有四禪十八層天，初禪三天、二禪三天、三禪三天，四禪九層天。這十八層天，財色名食睡、五欲都沒有了。學禪的同修，你自己好好的去反省一下，你還有沒有欲望，財色名食睡還動不動心？事上沒有，那個不相干，要緊是心上，心裡面還有動心，我保證你到不了色界，你還是在欲界。由此可知，修禪不容易！財色名食睡擺在面前真不動心，才能到四禪天，不簡單！那是相當功夫。我們心裡頭稍微動個念頭，就不行，那個欲還沒斷，還是欲界。"
    },
    {
      "id": "01-003-0094_p0064",
      "zh_CN": "色界再往上去是『无色界』，就是四空天，这是我们娑婆世界最高的地方，他真正觉悟身是累赘，他连身都不要了；这四层天，实在讲就是精神的世界，他没有物质，没有身体这个身相，我们俗话说灵魂，那是灵魂所住的境界。能够生到这二十八层天，这叫生天，真正生到天上去了。",
      "zh_TW": "色界再往上去是『無色界』，就是四空天，這是我們娑婆世界最高的地方，他真正覺悟身是累贅，他連身都不要了；這四層天，實在講就是精神的世界，他沒有物質，沒有身體這個身相，我們俗話說靈魂，那是靈魂所住的境界。能夠生到這二十八層天，這叫生天，真正生到天上去了。"
    },
    {
      "id": "01-003-0094_p0065",
      "zh_CN": "钞【三、净天，四果支佛是。】",
      "zh_TW": "鈔【三、淨天，四果支佛是。】"
    },
    {
      "id": "01-003-0094_p0066",
      "zh_CN": "『净天』，净是清净，不是普通的天人，是学佛的人，他烦恼还没断尽，但是他不到欲界来了，这些人叫三果罗汉，小乘的三果，他们住在四禅天。四禅天，一共有九层。其实四禅，平常只有三层，加上一个外道天，这个外道叫无想天；他什么都不想，无想定修成了，修到四禅的外道天。这四种天都是凡夫，都不是圣人。除这四种之外，还有五层，叫五不还天，这是小乘三果人修行的地方，我们佛经里面也称为净居天，净居天人，是他们在那个地方修行。根利的，他直接证阿罗汉，超越三界；根钝的，他要通过四空天再出三界。这叫做净天。『四果支佛』，三果证四果在这个地方，支佛是辟支佛，这两种人居住的地方。",
      "zh_TW": "『淨天』，淨是清淨，不是普通的天人，是學佛的人，他煩惱還沒斷盡，但是他不到欲界來了，這些人叫三果羅漢，小乘的三果，他們住在四禪天。四禪天，一共有九層。其實四禪，平常只有三層，加上一個外道天，這個外道叫無想天；他什麼都不想，無想定修成了，修到四禪的外道天。這四種天都是凡夫，都不是聖人。除這四種之外，還有五層，叫五不還天，這是小乘三果人修行的地方，我們佛經裡面也稱為淨居天，淨居天人，是他們在那個地方修行。根利的，他直接證阿羅漢，超越三界；根鈍的，他要通過四空天再出三界。這叫做淨天。『四果支佛』，三果證四果在這個地方，支佛是辟支佛，這兩種人居住的地方。"
    },
    {
      "id": "01-003-0094_p0067",
      "zh_CN": "钞【四、义天，十住菩萨是。】",
      "zh_TW": "鈔【四、義天，十住菩薩是。】"
    },
    {
      "id": "01-003-0094_p0068",
      "zh_CN": "从欲界忉利天到四禅天，十住菩萨多半化身在天上作天王，用天王的身分来度化众生，这叫『义天』。这个十住是圆教的十住，也就是别教的十地菩萨。",
      "zh_TW": "從欲界忉利天到四禪天，十住菩薩多半化身在天上作天王，用天王的身分來度化眾生，這叫『義天』。這個十住是圓教的十住，也就是別教的十地菩薩。"
    },
    {
      "id": "01-003-0094_p0069",
      "zh_CN": "钞【佛并超之，是天而又天也。】",
      "zh_TW": "鈔【佛並超之，是天而又天也。】"
    },
    {
      "id": "01-003-0094_p0070",
      "zh_CN": "『佛并超之』，前面讲的四种天，佛统统超过，这就称之为天中天。这是对佛的尊称，佛全部都超越了。今天就讲到此地。",
      "zh_TW": "『佛並超之』，前面講的四種天，佛統統超過，這就稱之為天中天。這是對佛的尊稱，佛全部都超越了。今天就講到此地。"
    }
  ]
}