{
  "doc_id": "01-003-0034",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0034",
  "total_paragraphs": 90,
  "paragraphs": [
    {
      "id": "01-003-0034_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四十二页。",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四十二頁。"
    },
    {
      "id": "01-003-0034_p0002",
      "zh_CN": "《弥陀疏钞》是一部大经，这个经文虽然不长，莲池大师将他一生修学的心得，都在这一本经里面发挥出来了。不仅如此，我们从《疏钞》的内容去看，他老人家实际上将世出世间法完全贯摄在这部经典之中。所以蕅益大师赞叹它博大精深，这是一点都不过分的。",
      "zh_TW": "《彌陀疏鈔》是一部大經，這個經文雖然不長，蓮池大師將他一生修學的心得，都在這一本經裡面發揮出來了。不僅如此，我們從《疏鈔》的內容去看，他老人家實際上將世出世間法完全貫攝在這部經典之中。所以蕅益大師讚歎它博大精深，這是一點都不過分的。"
    },
    {
      "id": "01-003-0034_p0003",
      "zh_CN": "佛法不仅仅是在现前这个时代，实际上来说，从释迦牟尼佛那个时代开始，佛教我们什么？虽然说的是八万四千法门，其实那都是不得已而说的，善巧方便而说的，真实说只有一门，就是念佛法门。《华严经》上说：唯有一乘法，无二亦无三。一乘是什么？老实念佛就是一乘法。也许有一些同修听了不服气，以为我们念佛的人自己夸大，可是你细细的去推敲，无论是中国、外国，古代或是现世，没有不尊重《华严经》的。《华严经》是根本法轮，一乘圆教，这是古今中外所公认的。《华严》里面讲什么？跟诸位说，就是讲的念佛，念什么佛？念阿弥陀佛。你们要不相信，你把《华严经》展开来看，讲到最后，普贤菩萨十大愿王导归极乐，就是教你念佛求生净土。这就是一乘圆教的秘密的法门，原来如此。",
      "zh_TW": "佛法不僅僅是在現前這個時代，實際上來說，從釋迦牟尼佛那個時代開始，佛教我們什麼？雖然說的是八萬四千法門，其實那都是不得已而說的，善巧方便而說的，真實說只有一門，就是念佛法門。《華嚴經》上說：唯有一乘法，無二亦無三。一乘是什麼？老實念佛就是一乘法。也許有一些同修聽了不服氣，以為我們念佛的人自己誇大，可是你細細的去推敲，無論是中國、外國，古代或是現世，沒有不尊重《華嚴經》的。《華嚴經》是根本法輪，一乘圓教，這是古今中外所公認的。《華嚴》裡面講什麼？跟諸位說，就是講的念佛，念什麼佛？念阿彌陀佛。你們要不相信，你把《華嚴經》展開來看，講到最後，普賢菩薩十大願王導歸極樂，就是教你念佛求生淨土。這就是一乘圓教的祕密的法門，原來如此。"
    },
    {
      "id": "01-003-0034_p0004",
      "zh_CN": "仔细再看看经典里面的内容，善财童子是修行的榜样，从文殊菩萨会下奠定的根基，什么根基？清净心，清净心就是信心。文殊在华严会上表信，《华严》里面分的是十信、十住、十行、十回向、十地，文殊表信。换句话说，我们对这个法门能够信得过，那就是文殊会上毕业了。出去参学，第一位老师是德云比丘，教念佛法门，最后一个老师是普贤菩萨，不但教你念佛，劝你往生西方极乐世界。从这个地方，我们就能体会到，开头与结束都是念佛。",
      "zh_TW": "仔細再看看經典裡面的內容，善財童子是修行的榜樣，從文殊菩薩會下奠定的根基，什麼根基？清淨心，清淨心就是信心。文殊在華嚴會上表信，《華嚴》裡面分的是十信、十住、十行、十迴向、十地，文殊表信。換句話說，我們對這個法門能夠信得過，那就是文殊會上畢業了。出去參學，第一位老師是德雲比丘，教念佛法門，最後一個老師是普賢菩薩，不但教你念佛，勸你往生西方極樂世界。從這個地方，我們就能體會到，開頭與結束都是念佛。"
    },
    {
      "id": "01-003-0034_p0005",
      "zh_CN": "我们要问一问，善财童子参访了五十一位善知识，他修什么法门？这一点一定要明了，他修的是念阿弥陀佛的法门。念阿弥陀佛法门，为什么还要参访五十一位善知识？其实五十一位善知识是代表八万四千法门，代表无量法门。这个意思就是告诉我们，无量无边的法门现在你面前，自己怎么样呢？了了分明，清清楚楚，如如不动，还是一句弥陀念到底，这就是华严的秘诀，我们对这个一定要认识清楚。所以这个法门是第一法门，这部经是第一经。我们大家在此地这一会是最殊胜的第一会，这个因缘实实在在不容易，我们应当要珍惜。",
      "zh_TW": "我們要問一問，善財童子參訪了五十一位善知識，他修什麼法門？這一點一定要明瞭，他修的是念阿彌陀佛的法門。念阿彌陀佛法門，為什麼還要參訪五十一位善知識？其實五十一位善知識是代表八萬四千法門，代表無量法門。這個意思就是告訴我們，無量無邊的法門現在你面前，自己怎麼樣呢？了了分明，清清楚楚，如如不動，還是一句彌陀念到底，這就是華嚴的祕訣，我們對這個一定要認識清楚。所以這個法門是第一法門，這部經是第一經。我們大家在此地這一會是最殊勝的第一會，這個因緣實實在在不容易，我們應當要珍惜。"
    },
    {
      "id": "01-003-0034_p0006",
      "zh_CN": "至于讲到往生，最近我又看到一个例子。我在洛杉矶住了一天，遇到一个同修告诉我：台中莲社老莲友史宏熹居士往生了。他预知时至，无疾而终，念佛成功了。所以台中李老师听到这个消息非常欢喜。这个老居士七十七岁，往生的头一天，告诉他太太，说他要往生西方极乐世界了。他太太骂他胡说八道，因为人很正常，没病！到第二天也很正常，早晨一样吃早饭，中午听说还吃了一碗白木耳，十一点半钟走的；还写了遗嘱走的，你看看多自在！没害病。史居士往生，我相信对洛杉矶的佛教有莫大的影响。这是念佛人，这么殊胜，走得这么自在，这么好的瑞相，这就是像基督教里面讲的见证，他给我们做了证明，这一生他就没有空过了。",
      "zh_TW": "至於講到往生，最近我又看到一個例子。我在洛杉磯住了一天，遇到一個同修告訴我：台中蓮社老蓮友史宏熹居士往生了。他預知時至，無疾而終，念佛成功了。所以台中李老師聽到這個消息非常歡喜。這個老居士七十七歲，往生的頭一天，告訴他太太，說他要往生西方極樂世界了。他太太罵他胡說八道，因為人很正常，沒病！到第二天也很正常，早晨一樣吃早飯，中午聽說還吃了一碗白木耳，十一點半鐘走的；還寫了遺囑走的，你看看多自在！沒害病。史居士往生，我相信對洛杉磯的佛教有莫大的影響。這是念佛人，這麼殊勝，走得這麼自在，這麼好的瑞相，這就是像基督教裡面講的見證，他給我們做了證明，這一生他就沒有空過了。"
    },
    {
      "id": "01-003-0034_p0007",
      "zh_CN": "所以念佛一定要懂理论、方法，要晓得境界。我们这一生把这桩事情当作第一桩大事，其余都是小事，吃得饱、穿得暖就够了，一心一意念佛求生西方世界，不但要生西方世界，还希望品位高高在上，这才好！你要想到西方极乐世界，这部《弥陀疏钞》就是最好的门径，莲池大师当导游，让我们先对西方境界熟悉、向往，努力的来修学。",
      "zh_TW": "所以念佛一定要懂理論、方法，要曉得境界。我們這一生把這樁事情當作第一樁大事，其餘都是小事，吃得飽、穿得暖就夠了，一心一意念佛求生西方世界，不但要生西方世界，還希望品位高高在上，這才好！你要想到西方極樂世界，這部《彌陀疏鈔》就是最好的門徑，蓮池大師當導遊，讓我們先對西方境界熟悉、嚮往，努力的來修學。"
    },
    {
      "id": "01-003-0034_p0008",
      "zh_CN": "请看序文，第二别叹：",
      "zh_TW": "請看序文，第二別歎："
    },
    {
      "id": "01-003-0034_p0009",
      "zh_CN": "序【然着事而念能相继，不虚入品之功，执理而心实未明，反受落空之祸。】",
      "zh_TW": "序【然著事而念能相繼，不虛入品之功，執理而心實未明，反受落空之禍。】"
    },
    {
      "id": "01-003-0034_p0010",
      "zh_CN": "念佛有事念、有理念。我劝诸位不要学理念，学事念。但是理要明了，理明了有什么好处？容易破执着，我执破才能证事一心不乱，法执破可以证理一心不乱；不明理，执着不容易打破。所以，理一定要明。事念，纵然两种执着不能突破，也可以念到功夫成片，带业往生，所以说『不虚入品之功』，品就是品位，最低的凡圣同居土下品下生，他入了品。换句话说，『着事而念能相继』，这个人决定能往生。",
      "zh_TW": "念佛有事念、有理念。我勸諸位不要學理念，學事念。但是理要明瞭，理明瞭有什麼好處？容易破執著，我執破才能證事一心不亂，法執破可以證理一心不亂；不明理，執著不容易打破。所以，理一定要明。事念，縱然兩種執著不能突破，也可以念到功夫成片，帶業往生，所以說『不虛入品之功』，品就是品位，最低的凡聖同居土下品下生，他入了品。換句話說，『著事而念能相繼』，這個人決定能往生。"
    },
    {
      "id": "01-003-0034_p0011",
      "zh_CN": "如果你『执理而心实未明』，没有达到明心见性，你的成就不如下品下生的人。人家下品下生，你落空了，这就真正可惜！",
      "zh_TW": "如果你『執理而心實未明』，沒有達到明心見性，你的成就不如下品下生的人。人家下品下生，你落空了，這就真正可惜！"
    },
    {
      "id": "01-003-0034_p0012",
      "zh_CN": "演【相继，谓一字一字分明，一句一句接续。】",
      "zh_TW": "演【相繼，謂一字一字分明，一句一句接續。】"
    },
    {
      "id": "01-003-0034_p0013",
      "zh_CN": "『一字一字分明』，我们念六字「南无阿弥陀佛」，念四字「阿弥陀佛」，字字清楚。也许同修要问，我们到底是念四个字还是念六个字？我们这个注解是莲池大师着的，莲池大师在《竹窗随笔》里面记载，他说那个时候，有人请教他：您老人家如何教人念佛？他说：我教人念六个字，南无阿弥陀佛。人家问：您老人家自己怎么念？他说：我念阿弥陀佛，不加南无。「南无」是梵语，翻成中文是恭敬、皈依的意思。念南无阿弥陀佛，就是皈依阿弥陀佛，恭敬阿弥陀佛。于是人家就问他：这是什么缘故？他老人家说：我自己来生不想再轮回，这一生决定要往生，所以念四个字，客气话免了。《弥陀经》里面讲执持名号，名号就四个字，执持名号就对了。为什么劝别人加上南无？因为别人对娑婆世界还有留恋，还不想往生，所以跟阿弥陀佛结个善缘，加个皈依，加个恭敬。",
      "zh_TW": "『一字一字分明』，我們念六字「南無阿彌陀佛」，念四字「阿彌陀佛」，字字清楚。也許同修要問，我們到底是念四個字還是念六個字？我們這個註解是蓮池大師著的，蓮池大師在《竹窗隨筆》裡面記載，他說那個時候，有人請教他：您老人家如何教人念佛？他說：我教人念六個字，南無阿彌陀佛。人家問：您老人家自己怎麼念？他說：我念阿彌陀佛，不加南無。「南無」是梵語，翻成中文是恭敬、皈依的意思。念南無阿彌陀佛，就是皈依阿彌陀佛，恭敬阿彌陀佛。於是人家就問他：這是什麼緣故？他老人家說：我自己來生不想再輪迴，這一生決定要往生，所以念四個字，客氣話免了。《彌陀經》裡面講執持名號，名號就四個字，執持名號就對了。為什麼勸別人加上南無？因為別人對娑婆世界還有留戀，還不想往生，所以跟阿彌陀佛結個善緣，加個皈依，加個恭敬。"
    },
    {
      "id": "01-003-0034_p0014",
      "zh_CN": "由此可知，如果我们真正决心这一生要求生西方世界，来生不愿意再到人间，你就可以学莲池大师，四个字，字字分明、句句继续不断。心里面这一句佛号不要叫它断了，念念相续，这叫做功夫；如果断了，这就不叫功夫。这个佛门里面的功夫，不是少林寺的武功，就是这一句佛号相继不断，这叫功夫。也许有人要问：我们要办事，我们要考虑问题，或者谈话当中答复别人的话，那怎么办？这个时候就把佛号放下，专心去办事，事情办完之后，佛号马上提起，这就行了。",
      "zh_TW": "由此可知，如果我們真正決心這一生要求生西方世界，來生不願意再到人間，你就可以學蓮池大師，四個字，字字分明、句句繼續不斷。心裡面這一句佛號不要叫它斷了，念念相續，這叫做功夫；如果斷了，這就不叫功夫。這個佛門裡面的功夫，不是少林寺的武功，就是這一句佛號相繼不斷，這叫功夫。也許有人要問：我們要辦事，我們要考慮問題，或者談話當中答覆別人的話，那怎麼辦？這個時候就把佛號放下，專心去辦事，事情辦完之後，佛號馬上提起，這就行了。"
    },
    {
      "id": "01-003-0034_p0015",
      "zh_CN": "可见得这个法门真的是像《华严经》一样，理事无碍，事事无碍。这个说得容易，做起来不容易，你要不相信，试试看，你看看你这个佛号会不会中断？一定会断掉。这一断掉怎么样？妄念就起来，就打妄想了。有了佛号，就没有妄想；佛号一断，妄想就起来。所以必须有人提醒你，这就是从前大家念佛要共修，共修就是大家在一起互相的提携，所以才有念佛堂。能到念佛堂念佛，那是有大福报！前世修的有福，才有这个机缘入念佛堂。我们今天没有念佛堂，换句话说，没有福报。可是话又说回来，大家没有福报，你个人还是有福报，问题就在你个人会不会享福，你能不能享受这个福报？",
      "zh_TW": "可見得這個法門真的是像《華嚴經》一樣，理事無礙，事事無礙。這個說得容易，做起來不容易，你要不相信，試試看，你看看你這個佛號會不會中斷？一定會斷掉。這一斷掉怎麼樣？妄念就起來，就打妄想了。有了佛號，就沒有妄想；佛號一斷，妄想就起來。所以必須有人提醒你，這就是從前大家念佛要共修，共修就是大家在一起互相的提攜，所以才有念佛堂。能到念佛堂念佛，那是有大福報！前世修的有福，才有這個機緣入念佛堂。我們今天沒有念佛堂，換句話說，沒有福報。可是話又說回來，大家沒有福報，你個人還是有福報，問題就在你個人會不會享福，你能不能享受這個福報？"
    },
    {
      "id": "01-003-0034_p0016",
      "zh_CN": "何以说这个人有福报？譬如，我们这里每个星期天都有个念佛会，大家在一起共修。我们共修的时候，这个地方有录音，录成一个录音带，这个录音带你拿回家里放就等于我们在一块共修。尤其是现在那个小的录音机，随身听，装在口袋的，放一个耳机在那里，你二六时中都不间断；而且这个录音带自动回转，多方便！这不是你的福报吗？所以你个人有福，你口袋放个随身听，放一个耳机在这个耳朵里面，自动来回，一天二十四小时佛号不断，你的福报大！你跟在念佛堂里头没有两样，而且不防碍你的工作，不耽误你的时间。可见得现代人要是会利用，你的福报比古人大，古人离开念佛堂，佛号就没有了；现在离开念佛堂，走在马路上，一面走着佛号都不间断，甚至睡了大觉，那佛号也不间断，这个福报比古人大得多！你要会用，要会利用。换句话说，你要会享，现在你有福报，你会不会享？你要不会享，那就没法子。你要是会享，人人都有大福报，人人在一生当中决定可以往生，就是你肯不肯享这个福？这就是说明净念相继。",
      "zh_TW": "何以說這個人有福報？譬如，我們這裡每個星期天都有個念佛會，大家在一起共修。我們共修的時候，這個地方有錄音，錄成一個錄音帶，這個錄音帶你拿回家裡放就等於我們在一塊共修。尤其是現在那個小的錄音機，隨身聽，裝在口袋的，放一個耳機在那裡，你二六時中都不間斷；而且這個錄音帶自動迴轉，多方便！這不是你的福報嗎？所以你個人有福，你口袋放個隨身聽，放一個耳機在這個耳朵裡面，自動來回，一天二十四小時佛號不斷，你的福報大！你跟在念佛堂裡頭沒有兩樣，而且不防礙你的工作，不耽誤你的時間。可見得現代人要是會利用，你的福報比古人大，古人離開念佛堂，佛號就沒有了；現在離開念佛堂，走在馬路上，一面走著佛號都不間斷，甚至睡了大覺，那佛號也不間斷，這個福報比古人大得多！你要會用，要會利用。換句話說，你要會享，現在你有福報，你會不會享？你要不會享，那就沒法子。你要是會享，人人都有大福報，人人在一生當中決定可以往生，就是你肯不肯享這個福？這就是說明淨念相繼。"
    },
    {
      "id": "01-003-0034_p0017",
      "zh_CN": "演【不虚入品者，谓但能念念接续，无有间断，则已能伏妄。】",
      "zh_TW": "演【不虛入品者，謂但能念念接續，無有間斷，則已能伏妄。】"
    },
    {
      "id": "01-003-0034_p0018",
      "zh_CN": "这个话是真的，一点都不假，你心里头念念是阿弥陀佛，自然就没有妄念，就没有妄想。佛号一没有了，叫失念。失念之后两个现象：一个是增长邪见，打妄想，想东想西；另外一个，虽然是什么念头都没有，增长无明。你看，不是掉在邪见里，就是掉在无明里。邪见跟无明是生死根本，六道轮回的根本。你怎么能不轮回？你怎么能不生死？要想超越轮回，了断生死，唯一的妙法就是佛号相继，不要叫它中断；念念相继，所以它能伏妄。",
      "zh_TW": "這個話是真的，一點都不假，你心裡頭念念是阿彌陀佛，自然就沒有妄念，就沒有妄想。佛號一沒有了，叫失念。失念之後兩個現象：一個是增長邪見，打妄想，想東想西；另外一個，雖然是什麼念頭都沒有，增長無明。你看，不是掉在邪見裡，就是掉在無明裡。邪見跟無明是生死根本，六道輪迴的根本。你怎麼能不輪迴？你怎麼能不生死？要想超越輪迴，了斷生死，唯一的妙法就是佛號相繼，不要叫它中斷；念念相繼，所以它能伏妄。"
    },
    {
      "id": "01-003-0034_p0019",
      "zh_CN": "演【得少分净，可成末品。】",
      "zh_TW": "演【得少分淨，可成末品。】"
    },
    {
      "id": "01-003-0034_p0020",
      "zh_CN": "『净』就是清净心，虽然你这个心没有到真正的清净，佛号在的时候，你这个心是清净的，你这个佛号一分钟不间断，你得一分钟的清净；一小时不间断，你得一小时的清净；你一天不间断，你得一天的清净，要努力！这叫修净业。所以少分的清净『可成末品』，末品就是凡圣同居土下品下生。这是举一个例子来说。诸位要是念佛往生，绝对不在下品下生，你们的地位不会这么低，比这个要高得多。",
      "zh_TW": "『淨』就是清淨心，雖然你這個心沒有到真正的清淨，佛號在的時候，你這個心是清淨的，你這個佛號一分鐘不間斷，你得一分鐘的清淨；一小時不間斷，你得一小時的清淨；你一天不間斷，你得一天的清淨，要努力！這叫修淨業。所以少分的清淨『可成末品』，末品就是凡聖同居土下品下生。這是舉一個例子來說。諸位要是念佛往生，絕對不在下品下生，你們的地位不會這麼低，比這個要高得多。"
    },
    {
      "id": "01-003-0034_p0021",
      "zh_CN": "演【又或此人夙有灵根，即于此时顿明谛理，随其浅深，或中或上，俱不可知，故曰不虚。】",
      "zh_TW": "演【又或此人夙有靈根，即於此時頓明諦理，隨其淺深，或中或上，俱不可知，故曰不虛。】"
    },
    {
      "id": "01-003-0034_p0022",
      "zh_CN": "这几句话一补充，意思就非常圆满。人确实有夙根，我们这一生发心学佛，或者发心还没几天，是刚刚学佛的，在这里听上一个半钟点，听得很有兴趣，听了还想听，那就证明你学佛不是这一生，你已经多生多世都学佛了。不但学佛，而且修的是这个法门，这就叫你有夙根，你过去世曾经修学过。过去世既然修学，为什么没能往生？刚才讲，你那个功夫间断，没有能够相续。换句话说，一天二十四个小时，清净的时候少，打妄想的时候多，昏沉的时候多，所以你没能去得成。",
      "zh_TW": "這幾句話一補充，意思就非常圓滿。人確實有夙根，我們這一生發心學佛，或者發心還沒幾天，是剛剛學佛的，在這裡聽上一個半鐘點，聽得很有興趣，聽了還想聽，那就證明你學佛不是這一生，你已經多生多世都學佛了。不但學佛，而且修的是這個法門，這就叫你有夙根，你過去世曾經修學過。過去世既然修學，為什麼沒能往生？剛才講，你那個功夫間斷，沒有能夠相續。換句話說，一天二十四個小時，清淨的時候少，打妄想的時候多，昏沉的時候多，所以你沒能去得成。"
    },
    {
      "id": "01-003-0034_p0023",
      "zh_CN": "往生西方世界唯一的条件，保持你的清净心，心净则土净。所以你要晓得，二十四小时，你那个清净心要超过十二个小时；如果十二小时清净、十二个小时不清净，你的机会是一半一半，靠不住。假如一天只有二、三个小时清净，还有二十一、二个小时不清净，那要等来生了，这一生没办法，你考试不及格。我们生生世世都念佛，考试都不及格，没有达到六十分。所以这一生碰到了，继续再干，希望这一生能及格，也许过去生中因缘不足，随身听还没有发明，这一生有了这个机会，大家好好去利用它。所以我劝同修，别的钱可以省，买随身听的钱决定不能省；这就是我们的善知识，它替我们助念，它提醒我们佛号。如果你的家人不反对，你就在家里放录音带给大家听；如果家人反对，你就一个人听，不要妨碍别人。",
      "zh_TW": "往生西方世界唯一的條件，保持你的清淨心，心淨則土淨。所以你要曉得，二十四小時，你那個清淨心要超過十二個小時；如果十二小時清淨、十二個小時不清淨，你的機會是一半一半，靠不住。假如一天只有二、三個小時清淨，還有二十一、二個小時不清淨，那要等來生了，這一生沒辦法，你考試不及格。我們生生世世都念佛，考試都不及格，沒有達到六十分。所以這一生碰到了，繼續再幹，希望這一生能及格，也許過去生中因緣不足，隨身聽還沒有發明，這一生有了這個機會，大家好好去利用它。所以我勸同修，別的錢可以省，買隨身聽的錢決定不能省；這就是我們的善知識，它替我們助念，它提醒我們佛號。如果你的家人不反對，你就在家裡放錄音帶給大家聽；如果家人反對，你就一個人聽，不要妨礙別人。"
    },
    {
      "id": "01-003-0034_p0024",
      "zh_CN": "「夙根」也有深浅不相同，有的人夙根深厚，一接触就『顿明谛理』。「顿」是一刹那之间，「明」是明了，「谛理」是真理，用佛法术语来讲，苦集灭道的真谛，你一下就觉悟了。头一个觉悟，这个世间苦，真苦！人生百岁，也是一弹指就过去。年轻的同修对于这桩事情还不会感觉得到，过了五十岁以上的人，对于这个就相当敏感，什么敏感？无常！年轻同修听了也不要得意，为什么？黄泉路上无老少！你到殡仪馆、公墓去看看，年轻人多少！十几、二十岁死的，很多！人命无常，生死事大。如果这个问题不能解决，那我们就不必谈了。既然可以解决、可以超脱，我们为什么不干？世间因果明白了，出世间的灭道二谛（出世间因果）也明白了，可以能够顿悟了。顿悟是一桩事情，最殊胜的是顿证。悟有两种，有解悟、有证悟。如果顿证，那就是这个经所讲的理一心不乱，得上品上生；如果是解悟，那就是中品，就不是在上品。",
      "zh_TW": "「夙根」也有深淺不相同，有的人夙根深厚，一接觸就『頓明諦理』。「頓」是一剎那之間，「明」是明瞭，「諦理」是真理，用佛法術語來講，苦集滅道的真諦，你一下就覺悟了。頭一個覺悟，這個世間苦，真苦！人生百歲，也是一彈指就過去。年輕的同修對於這樁事情還不會感覺得到，過了五十歲以上的人，對於這個就相當敏感，什麼敏感？無常！年輕同修聽了也不要得意，為什麼？黃泉路上無老少！你到殯儀館、公墓去看看，年輕人多少！十幾、二十歲死的，很多！人命無常，生死事大。如果這個問題不能解決，那我們就不必談了。既然可以解決、可以超脫，我們為什麼不幹？世間因果明白了，出世間的滅道二諦（出世間因果）也明白了，可以能夠頓悟了。頓悟是一樁事情，最殊勝的是頓證。悟有兩種，有解悟、有證悟。如果頓證，那就是這個經所講的理一心不亂，得上品上生；如果是解悟，那就是中品，就不是在上品。"
    },
    {
      "id": "01-003-0034_p0025",
      "zh_CN": "『或中或上』，西方世界有四土，每一土都有三辈九品，四乘九是三十六，大分三十六个等级。你往生西方极乐世界在哪一个等级，要靠你自己努力，决定能成就。所以说『不虚』，决定能成功。记住，要字字分明、念念相继。",
      "zh_TW": "『或中或上』，西方世界有四土，每一土都有三輩九品，四乘九是三十六，大分三十六個等級。你往生西方極樂世界在哪一個等級，要靠你自己努力，決定能成就。所以說『不虛』，決定能成功。記住，要字字分明、念念相繼。"
    },
    {
      "id": "01-003-0034_p0026",
      "zh_CN": "下面这一段讲理，执理，最怕就是这个事情，这是一种误会。",
      "zh_TW": "下面這一段講理，執理，最怕就是這個事情，這是一種誤會。"
    },
    {
      "id": "01-003-0034_p0027",
      "zh_CN": "演【明谓于自本心忽然契合，即所谓一发一切发也。】",
      "zh_TW": "演【明謂於自本心忽然契合，即所謂一發一切發也。】"
    },
    {
      "id": "01-003-0034_p0028",
      "zh_CN": "执理而心实未明，「明」是什么意思？『谓于自本心忽然契合』。『一发一切发』，这个发是举一个例子，其实就是《华严经》上所说的「一即一切，一切即一」。这种句子太抽象，我们不容易明了，所以这个地方举一桩事情。「发」就是发心，举一桩事情来说，一即一切，一切即一，在禅宗里面就是「明心见性」。而明心见性那个境界，六祖大师在《坛经》里面给我们说得很明白，你看他就是「本心忽然契合」，这就叫做见性，就叫做大彻大悟。「忽然契合」，契合什么？怎么契合法？《起信论》讲「始觉合本觉」，就是契合。我们现在的清净心，用这个清净心，这个清净心是始觉，我们念这一句阿弥陀佛是始觉，我们的真如本性是本觉。念这一句阿弥陀佛是始觉，念念始觉，一下要与本觉相契合，就是大彻大悟，就是明心见性、见性成佛。这个境界，六祖说得好，「何期自性本来清净，何期自性本来具足」，圆圆满满，一丝毫欠缺都没有；「何期自性，能生万法」，这是见性，这就是一发一切发。",
      "zh_TW": "執理而心實未明，「明」是什麼意思？『謂於自本心忽然契合』。『一發一切發』，這個發是舉一個例子，其實就是《華嚴經》上所說的「一即一切，一切即一」。這種句子太抽象，我們不容易明瞭，所以這個地方舉一樁事情。「發」就是發心，舉一樁事情來說，一即一切，一切即一，在禪宗裡面就是「明心見性」。而明心見性那個境界，六祖大師在《壇經》裡面給我們說得很明白，你看他就是「本心忽然契合」，這就叫做見性，就叫做大徹大悟。「忽然契合」，契合什麼？怎麼契合法？《起信論》講「始覺合本覺」，就是契合。我們現在的清淨心，用這個清淨心，這個清淨心是始覺，我們念這一句阿彌陀佛是始覺，我們的真如本性是本覺。念這一句阿彌陀佛是始覺，念念始覺，一下要與本覺相契合，就是大徹大悟，就是明心見性、見性成佛。這個境界，六祖說得好，「何期自性本來清淨，何期自性本來具足」，圓圓滿滿，一絲毫欠缺都沒有；「何期自性，能生萬法」，這是見性，這就是一發一切發。"
    },
    {
      "id": "01-003-0034_p0029",
      "zh_CN": "「发」也可以当作发明讲，就是一切明了。一桩事情明了通达了，一切都明了，一切都通达了，世出世间一切事理统统没有障碍，这个叫「发」，发明。这行！到这种境界可以，这种境界念佛就是念而无念、无念而念。念是觉，觉而不迷；念是真，真而不妄。我们真性现前，我们觉性现前，没有杂念，没有妄念，这就叫念佛。如果心地非常清净，一个忘念都没有，虽然这个佛号不念，那也是念。念佛是为了清净心，心清净就是念佛。到这种地步可以不念，不念就是念，行！如果没有到这个境界，你要说无念就是念，我一天到晚不念就是念，『反受落空之祸』，那就坏了。",
      "zh_TW": "「發」也可以當作發明講，就是一切明瞭。一樁事情明瞭通達了，一切都明瞭，一切都通達了，世出世間一切事理統統沒有障礙，這個叫「發」，發明。這行！到這種境界可以，這種境界念佛就是念而無念、無念而念。念是覺，覺而不迷；念是真，真而不妄。我們真性現前，我們覺性現前，沒有雜念，沒有妄念，這就叫念佛。如果心地非常清淨，一個忘念都沒有，雖然這個佛號不念，那也是念。念佛是為了清淨心，心清淨就是念佛。到這種地步可以不念，不念就是念，行！如果沒有到這個境界，你要說無念就是念，我一天到晚不念就是念，『反受落空之禍』，那就壞了。"
    },
    {
      "id": "01-003-0034_p0030",
      "zh_CN": "其实，真正到了这个功夫，他念不念佛？他还念。为什么还要念？无念而念，念而无念！他还念，绝对不会说不念。大势至菩萨是等觉菩萨，他在楞严会上给我们讲的，「都摄六根，净念相继」，他还是念。由此可知，等觉菩萨虽然证到圆满之理，仍执持名号；他明理，依旧不废事。我们不明理就把事废掉，当然要落空。",
      "zh_TW": "其實，真正到了這個功夫，他念不念佛？他還念。為什麼還要念？無念而念，念而無念！他還念，絕對不會說不念。大勢至菩薩是等覺菩薩，他在楞嚴會上給我們講的，「都攝六根，淨念相繼」，他還是念。由此可知，等覺菩薩雖然證到圓滿之理，仍執持名號；他明理，依舊不廢事。我們不明理就把事廢掉，當然要落空。"
    },
    {
      "id": "01-003-0034_p0031",
      "zh_CN": "演【反受祸者，谓若是修行人，则堕邪外。】",
      "zh_TW": "演【反受禍者，謂若是修行人，則墮邪外。】"
    },
    {
      "id": "01-003-0034_p0032",
      "zh_CN": "『邪外』是邪门外道，这是说佛门里面的外道。佛法以外的外道，容易辨别；佛门之内的外道，不容易辨别。",
      "zh_TW": "『邪外』是邪門外道，這是說佛門裡面的外道。佛法以外的外道，容易辨別；佛門之內的外道，不容易辨別。"
    },
    {
      "id": "01-003-0034_p0033",
      "zh_CN": "演【若凡夫外道，则福尽受轮。】",
      "zh_TW": "演【若凡夫外道，則福盡受輪。】"
    },
    {
      "id": "01-003-0034_p0034",
      "zh_CN": "这是两种人，一种是修行人，修行人堕在邪见变成外道，他这一生不能成就。如果是凡夫或者外道，他福报受尽，依旧要受轮回。我们要问，前面那个修行人堕邪外，他福报尽了，他要不要轮回？还是一样要轮回。怎么晓得一样要轮回？因为我们前生就是这样的人，现在又轮回转来了。如果我们前生不是这样的人，你早就到西方极乐世界，不会到此地来，你不在我这里听经，你在极乐世界听阿弥陀佛讲经。所以咱们前生就是受落空之祸，念头错了。",
      "zh_TW": "這是兩種人，一種是修行人，修行人墮在邪見變成外道，他這一生不能成就。如果是凡夫或者外道，他福報受盡，依舊要受輪迴。我們要問，前面那個修行人墮邪外，他福報盡了，他要不要輪迴？還是一樣要輪迴。怎麼曉得一樣要輪迴？因為我們前生就是這樣的人，現在又輪迴轉來了。如果我們前生不是這樣的人，你早就到西方極樂世界，不會到此地來，你不在我這裡聽經，你在極樂世界聽阿彌陀佛講經。所以咱們前生就是受落空之禍，念頭錯了。"
    },
    {
      "id": "01-003-0034_p0035",
      "zh_CN": "演【若口口谈空，步步行有者，则径堕三途，无有休息，故云受祸。】",
      "zh_TW": "演【若口口談空，步步行有者，則徑墮三途，無有休息，故云受禍。】"
    },
    {
      "id": "01-003-0034_p0036",
      "zh_CN": "『口口谈空』是讲空理，谈玄说妙。『步步行有』，行的是五欲六尘、名闻利养。这个「有」就是三有：欲界有、色界有、无色界有。那你怎么不堕三途？这叫『受祸』，这个祸是大祸，反受落空之祸。",
      "zh_TW": "『口口談空』是講空理，談玄說妙。『步步行有』，行的是五欲六塵、名聞利養。這個「有」就是三有：欲界有、色界有、無色界有。那你怎麼不墮三途？這叫『受禍』，這個禍是大禍，反受落空之禍。"
    },
    {
      "id": "01-003-0034_p0037",
      "zh_CN": "疏【上文双揭二病。】",
      "zh_TW": "疏【上文雙揭二病。】"
    },
    {
      "id": "01-003-0034_p0038",
      "zh_CN": "『上文』就是别叹，『双揭二病』，两种病。",
      "zh_TW": "『上文』就是別歎，『雙揭二病』，兩種病。"
    },
    {
      "id": "01-003-0034_p0039",
      "zh_CN": "疏【今于二病，别举其尤。】",
      "zh_TW": "疏【今於二病，別舉其尤。】"
    },
    {
      "id": "01-003-0034_p0040",
      "zh_CN": "二病，一个是着事，一个是着理。『尤』，两种病里头最重的。执着就是病，两种都是执着，都是病。着空的病，要遭大祸，堕三途。着有的病，虽然能往生，品位不高。都不是好现象，都叫做病。",
      "zh_TW": "二病，一個是著事，一個是著理。『尤』，兩種病裡頭最重的。執著就是病，兩種都是執著，都是病。著空的病，要遭大禍，墮三途。著有的病，雖然能往生，品位不高。都不是好現象，都叫做病。"
    },
    {
      "id": "01-003-0034_p0041",
      "zh_CN": "疏【谓着事而信心不切，固无足论。】",
      "zh_TW": "疏【謂著事而信心不切，固無足論。】"
    },
    {
      "id": "01-003-0034_p0042",
      "zh_CN": "『着事而信心不切』，那就不必说了。修这个法门，基础是在信心。蕅益大师在《要解》里面讲得非常明白，第一个要信自己。诸位要晓得，佛菩萨加持，保佑那个有信心的人。没有信心，佛菩萨虽然有威德、有智慧神力，帮不上忙。佛菩萨能帮谁的忙？有信心的人。你有十分信心，他就能帮你十分忙；你有一分信心，他就能帮你一分忙；他帮助你是跟你信心成正比，相对的帮助你。",
      "zh_TW": "『著事而信心不切』，那就不必說了。修這個法門，基礎是在信心。蕅益大師在《要解》裡面講得非常明白，第一個要信自己。諸位要曉得，佛菩薩加持，保佑那個有信心的人。沒有信心，佛菩薩雖然有威德、有智慧神力，幫不上忙。佛菩薩能幫誰的忙？有信心的人。你有十分信心，他就能幫你十分忙；你有一分信心，他就能幫你一分忙；他幫助你是跟你信心成正比，相對的幫助你。"
    },
    {
      "id": "01-003-0034_p0043",
      "zh_CN": "所以对自己要有充分的信心，自信我一生决定生净土，来生绝对不轮回。我有充分的信心，所以佛菩萨也尽最大的力量来帮助我。我有信心，虽然我现在这个身体还在这个世间，我已经是极乐世界的人，不是娑婆世界的人了。你不相信，你还是娑婆世界的人；我相信，我不是娑婆世界的人。这事情问自己！要有充分的信心、决定的信心，我们才能成就。",
      "zh_TW": "所以對自己要有充分的信心，自信我一生決定生淨土，來生絕對不輪迴。我有充分的信心，所以佛菩薩也盡最大的力量來幫助我。我有信心，雖然我現在這個身體還在這個世間，我已經是極樂世界的人，不是娑婆世界的人了。你不相信，你還是娑婆世界的人；我相信，我不是娑婆世界的人。這事情問自己！要有充分的信心、決定的信心，我們才能成就。"
    },
    {
      "id": "01-003-0034_p0044",
      "zh_CN": "「信心不切，固无足论」，那没法子！虽然这一生念佛，不能往生。不能往生，也有好处，念佛是种来生来世往生的一个远因，跟西方世界结了缘，而你念佛在这个世间也是福报。虽然是福报，可是诸位要晓得，不定在哪一道享，人天享福那是最殊胜的，鬼里头也有福报大的，畜生里头也有福报大的。我们看外国人养的小狗、小猫，那个福报比我们一般人都大，照顾得无微不至。现在外国的狗，有专门狗的餐厅，每天还要给牠洗澡，侍候牠舒舒服服的，带牠去散步，带牠去玩，福报很大！这是牠前世修的福，堕畜生身。所以我们这一生修福，来生不一定到人间享福，说不定来生畜生道、饿鬼道。福固然是享，不定在哪一道，这个要知道。",
      "zh_TW": "「信心不切，固無足論」，那沒法子！雖然這一生念佛，不能往生。不能往生，也有好處，念佛是種來生來世往生的一個遠因，跟西方世界結了緣，而你念佛在這個世間也是福報。雖然是福報，可是諸位要曉得，不定在哪一道享，人天享福那是最殊勝的，鬼裡頭也有福報大的，畜生裡頭也有福報大的。我們看外國人養的小狗、小貓，那個福報比我們一般人都大，照顧得無微不至。現在外國的狗，有專門狗的餐廳，每天還要給牠洗澡，侍候牠舒舒服服的，帶牠去散步，帶牠去玩，福報很大！這是牠前世修的福，墮畜生身。所以我們這一生修福，來生不一定到人間享福，說不定來生畜生道、餓鬼道。福固然是享，不定在哪一道，這個要知道。"
    },
    {
      "id": "01-003-0034_p0045",
      "zh_CN": "疏【假使专持名号，念念相继，无有间断，虽或不明谛理，已能成就净身，品位纵卑，往生必矣。所谓士人作榜尾登科亦不恶，但恐榜上无名耳。安得以守愚病之！】",
      "zh_TW": "疏【假使專持名號，念念相繼，無有間斷，雖或不明諦理，已能成就淨身，品位縱卑，往生必矣。所謂士人作榜尾登科亦不惡，但恐榜上無名耳。安得以守愚病之！】"
    },
    {
      "id": "01-003-0034_p0046",
      "zh_CN": "就怕榜上无名！榜上有名，虽然是最后一名，他也去了，也成功了。",
      "zh_TW": "就怕榜上無名！榜上有名，雖然是最後一名，他也去了，也成功了。"
    },
    {
      "id": "01-003-0034_p0047",
      "zh_CN": "演【着事而信不切者。】",
      "zh_TW": "演【著事而信不切者。】"
    },
    {
      "id": "01-003-0034_p0048",
      "zh_CN": "他举出非常实际的例子。",
      "zh_TW": "他舉出非常實際的例子。"
    },
    {
      "id": "01-003-0034_p0049",
      "zh_CN": "演【如今世人，口念弥陀，心驰五欲，空谈净土，系念娑婆也。】",
      "zh_TW": "演【如今世人，口念彌陀，心馳五欲，空談淨土，繫念娑婆也。】"
    },
    {
      "id": "01-003-0034_p0050",
      "zh_CN": "这是我们要好好的警惕！口念弥陀，心里面还贪恋世间五欲六尘，天天念回向偈，求生西方极乐世界，又舍不得现在的娑婆世界，这是口是心非，不能成功的，这就是所谓『着事而不切』。真正念佛人，世间一切情缘要统统放下。你要是有一桩事情放不下，牵肠挂肚，到最后一定耽误了。凡是预知时至、自在往生的，他都是放得干干净净。我刚才讲的史居士，他有十个儿女，都在美国，有的相信佛，有的不信佛、反对佛，有的事业有成就，有的也很不如意。史居士没有一桩事情挂在心里，他心清净，除了念佛之外，他什么也不管，真放得下！所以他才能预知时至。我们也看到念佛的人，「我的女儿还没出嫁，儿子还没结婚」，这个他去不了，为什么？他烦恼太多，牵肠挂肚事情太多了。纵然他女儿出嫁，儿子结了婚，还没有生小孩，生了小孩还没长大！事情多，永远没完没了，虽然念佛，西方世界他今生没分。",
      "zh_TW": "這是我們要好好的警惕！口念彌陀，心裡面還貪戀世間五欲六塵，天天念迴向偈，求生西方極樂世界，又捨不得現在的娑婆世界，這是口是心非，不能成功的，這就是所謂『著事而不切』。真正念佛人，世間一切情緣要統統放下。你要是有一樁事情放不下，牽腸掛肚，到最後一定耽誤了。凡是預知時至、自在往生的，他都是放得乾乾淨淨。我剛才講的史居士，他有十個兒女，都在美國，有的相信佛，有的不信佛、反對佛，有的事業有成就，有的也很不如意。史居士沒有一樁事情掛在心裡，他心清淨，除了念佛之外，他什麼也不管，真放得下！所以他才能預知時至。我們也看到念佛的人，「我的女兒還沒出嫁，兒子還沒結婚」，這個他去不了，為什麼？他煩惱太多，牽腸掛肚事情太多了。縱然他女兒出嫁，兒子結了婚，還沒有生小孩，生了小孩還沒長大！事情多，永遠沒完沒了，雖然念佛，西方世界他今生沒分。"
    },
    {
      "id": "01-003-0034_p0051",
      "zh_CN": "演【成就净身者，谓三业毫无染污。】",
      "zh_TW": "演【成就淨身者，謂三業毫無染污。】"
    },
    {
      "id": "01-003-0034_p0052",
      "zh_CN": "『三业』是身、口、意。最重要的是意业，心地清净、一尘不染。所谓一尘不染，尘就是五欲六尘：财色名食睡、色声香味触法，统统放下了。心里除了阿弥陀佛之外，没有牵挂，这就叫『成就净身』。所以，你要样样放得下。再告诉诸位，唯有样样放得下，你才是样样都圆满。你今天的财不圆满，为什么？没放下。没放下，就不圆满；统统放下，就得大圆满。什么是圆满？决定不缺乏。你不相信，因为你有业障，障碍你那个信。你果真放下，才会真正明了，佛菩萨讲的话没错，为什么？真得大圆满了。所以，你们不肯放下，你们财用很苦。我很自在，我在财上得大圆满。哪一桩放下，你哪一桩就得圆满。样样都放得下，就得大圆满。",
      "zh_TW": "『三業』是身、口、意。最重要的是意業，心地清淨、一塵不染。所謂一塵不染，塵就是五欲六塵：財色名食睡、色聲香味觸法，統統放下了。心裡除了阿彌陀佛之外，沒有牽掛，這就叫『成就淨身』。所以，你要樣樣放得下。再告訴諸位，唯有樣樣放得下，你才是樣樣都圓滿。你今天的財不圓滿，為什麼？沒放下。沒放下，就不圓滿；統統放下，就得大圓滿。什麼是圓滿？決定不缺乏。你不相信，因為你有業障，障礙你那個信。你果真放下，才會真正明瞭，佛菩薩講的話沒錯，為什麼？真得大圓滿了。所以，你們不肯放下，你們財用很苦。我很自在，我在財上得大圓滿。哪一樁放下，你哪一樁就得圓滿。樣樣都放得下，就得大圓滿。"
    },
    {
      "id": "01-003-0034_p0053",
      "zh_CN": "演【即所谓纯清绝点，一条白练也。】",
      "zh_TW": "演【即所謂純清絕點，一條白練也。】"
    },
    {
      "id": "01-003-0034_p0054",
      "zh_CN": "『白练』是瀑布，水非常的清，从上面流下来像一条白练，一尘不染。",
      "zh_TW": "『白練』是瀑布，水非常的清，從上面流下來像一條白練，一塵不染。"
    },
    {
      "id": "01-003-0034_p0055",
      "zh_CN": "演【永明云。】",
      "zh_TW": "演【永明云。】"
    },
    {
      "id": "01-003-0034_p0056",
      "zh_CN": "『永明』就是永明延寿大师，是我们净土宗第六代的祖师。",
      "zh_TW": "『永明』就是永明延壽大師，是我們淨土宗第六代的祖師。"
    },
    {
      "id": "01-003-0034_p0057",
      "zh_CN": "演【求净土者，纵饶未明道眼，也须成就净身。】",
      "zh_TW": "演【求淨土者，縱饒未明道眼，也須成就淨身。】"
    },
    {
      "id": "01-003-0034_p0058",
      "zh_CN": "『道眼』就是明心见性，也就是理一心不乱；纵然功夫没有达到这个境界，也必须身心清净，一尘不染。到这个境界，那是决定往生，品位也相当高，不会在下品下生。",
      "zh_TW": "『道眼』就是明心見性，也就是理一心不亂；縱然功夫沒有達到這個境界，也必須身心清淨，一塵不染。到這個境界，那是決定往生，品位也相當高，不會在下品下生。"
    },
    {
      "id": "01-003-0034_p0059",
      "zh_CN": "疏【乃至执理而心实了明，亦不必论。】",
      "zh_TW": "疏【乃至執理而心實了明，亦不必論。】"
    },
    {
      "id": "01-003-0034_p0060",
      "zh_CN": "他执理，而心真的明了，真的明心见性。真正到明心见性，念与不念真的是无所谓，他不念佛，他也往生，只要他愿意生，他想去他就行。为什么？他有这个功夫，不念也能往生。不念也能往生，不奇怪！为什么？蕅益大师《弥陀要解》里面讲，「得生与否，在于信愿之有无」，讲得很清楚！能不能往生西方极乐世界，他没有讲念，没有讲执持名号，只讲信愿。诸位要晓得，这是对明心见性的人说的，他没有念过一句佛号，他相信、他愿意去，他就生，而且是上品上生，不要念佛。没有到明心见性的时候，那就得要念佛，所以他又说，「品位高下，在于持名之浅深」。你要懂这个道理，这是理与事都要顾到。",
      "zh_TW": "他執理，而心真的明瞭，真的明心見性。真正到明心見性，念與不念真的是無所謂，他不念佛，他也往生，只要他願意生，他想去他就行。為什麼？他有這個功夫，不念也能往生。不念也能往生，不奇怪！為什麼？蕅益大師《彌陀要解》裡面講，「得生與否，在於信願之有無」，講得很清楚！能不能往生西方極樂世界，他沒有講念，沒有講執持名號，只講信願。諸位要曉得，這是對明心見性的人說的，他沒有念過一句佛號，他相信、他願意去，他就生，而且是上品上生，不要念佛。沒有到明心見性的時候，那就得要念佛，所以他又說，「品位高下，在於持名之淺深」。你要懂這個道理，這是理與事都要顧到。"
    },
    {
      "id": "01-003-0034_p0061",
      "zh_CN": "心实实在在了明，明心见性，所以你念不念都不必提这些，你念也好，不念也好，反正你愿意生，你决定会生，这是指这种人。我们没到这功夫！「心实了明」，跟诸位说，见思烦恼断了，尘沙烦恼也断了，四十一品无明至少破了一品，你们想想他是什么境界？我们今天不但见思没有断，连见惑里的身见也没能破得了。博地凡夫，八十八品见惑、八十一品思惑完全具足，怎么能跟见性的人相比？一个人最贵的是自知之明，晓得自己是什么样的身分，晓得自己的病在哪里，才能够对症下药，药到病除。",
      "zh_TW": "心實實在在了明，明心見性，所以你念不念都不必提這些，你念也好，不念也好，反正你願意生，你決定會生，這是指這種人。我們沒到這功夫！「心實了明」，跟諸位說，見思煩惱斷了，塵沙煩惱也斷了，四十一品無明至少破了一品，你們想想他是什麼境界？我們今天不但見思沒有斷，連見惑裡的身見也沒能破得了。博地凡夫，八十八品見惑、八十一品思惑完全具足，怎麼能跟見性的人相比？一個人最貴的是自知之明，曉得自己是什麼樣的身分，曉得自己的病在哪裡，才能夠對症下藥，藥到病除。"
    },
    {
      "id": "01-003-0034_p0062",
      "zh_CN": "在国外曾经有人问我：忏除业障，是不是要去拜梁皇忏，拜水忏？梁皇忏拜了，水忏也拜了，业障消除了没有？不但没消除，还增加不少。我说的话句句真实，不但消不了业障，增长业障。什么叫忏除业障？你每天想想你的过失，能改过就叫做忏除业障。每天想想，我今天哪些事情做错？哪些事情念头是不如法？能够每天反省自己的过失，改正自己的缺点，就叫做忏除业障。对于自己起心动念、一切行为，乃至于工作，讲经教学也是如此，天天在改进，改进就是消业障，天天有进步。不改进，就是业障没消除！这是真正求忏悔。所以忏悔就是精进，就是日新又新。",
      "zh_TW": "在國外曾經有人問我：懺除業障，是不是要去拜梁皇懺，拜水懺？梁皇懺拜了，水懺也拜了，業障消除了沒有？不但沒消除，還增加不少。我說的話句句真實，不但消不了業障，增長業障。什麼叫懺除業障？你每天想想你的過失，能改過就叫做懺除業障。每天想想，我今天哪些事情做錯？哪些事情念頭是不如法？能夠每天反省自己的過失，改正自己的缺點，就叫做懺除業障。對於自己起心動念、一切行為，乃至於工作，講經教學也是如此，天天在改進，改進就是消業障，天天有進步。不改進，就是業障沒消除！這是真正求懺悔。所以懺悔就是精進，就是日新又新。"
    },
    {
      "id": "01-003-0034_p0063",
      "zh_CN": "所以在美国，美国人做生意搞不过日本人。美国人那个工厂要是不赚钱，他马上裁员，把员工解散；或是工人对老板不满意就罢工，那个罢工损失实在非常严重。日本人跟他们不一样，日本人工厂不赚钱了，老板给高级职员减薪，这一招很厉害，员工一看，老板拿不到薪水，高级职员都减薪，下面工人就拼命工作，为什么？工人不减薪，高级职员减薪，这个做得合理，所以工人肯卖命！工人对老板不满意了，要反抗他，抗议的时候头上绑个白布条，还是照样工作。美国人怎么能做得过日本人！这个拿佛法来讲，他真正做到忏除业障。所以，一定要把佛法实践在自己生活当中，佛法不是空谈，佛法是现实的生活。所以，学佛目标是破迷开悟、离苦得乐，真离苦，真得乐。",
      "zh_TW": "所以在美國，美國人做生意搞不過日本人。美國人那個工廠要是不賺錢，他馬上裁員，把員工解散；或是工人對老闆不滿意就罷工，那個罷工損失實在非常嚴重。日本人跟他們不一樣，日本人工廠不賺錢了，老闆給高級職員減薪，這一招很厲害，員工一看，老闆拿不到薪水，高級職員都減薪，下面工人就拼命工作，為什麼？工人不減薪，高級職員減薪，這個做得合理，所以工人肯賣命！工人對老闆不滿意了，要反抗他，抗議的時候頭上綁個白布條，還是照樣工作。美國人怎麼能做得過日本人！這個拿佛法來講，他真正做到懺除業障。所以，一定要把佛法實踐在自己生活當中，佛法不是空談，佛法是現實的生活。所以，學佛目標是破迷開悟、離苦得樂，真離苦，真得樂。"
    },
    {
      "id": "01-003-0034_p0064",
      "zh_CN": "演【心实了明，谓三智一心中得。】",
      "zh_TW": "演【心實了明，謂三智一心中得。】"
    },
    {
      "id": "01-003-0034_p0065",
      "zh_CN": "『三智』是一切智、道种智、一切种智，『一心中得』，这就是开悟了，禅宗讲大彻大悟。",
      "zh_TW": "『三智』是一切智、道種智、一切種智，『一心中得』，這就是開悟了，禪宗講大徹大悟。"
    },
    {
      "id": "01-003-0034_p0066",
      "zh_CN": "演【已登初地。】",
      "zh_TW": "演【已登初地。】"
    },
    {
      "id": "01-003-0034_p0067",
      "zh_CN": "『初地』是别教的初地菩萨；别教初地，在圆教来讲是初住。",
      "zh_TW": "『初地』是別教的初地菩薩；別教初地，在圓教來講是初住。"
    },
    {
      "id": "01-003-0034_p0068",
      "zh_CN": "演【入无生忍。】",
      "zh_TW": "演【入無生忍。】"
    },
    {
      "id": "01-003-0034_p0069",
      "zh_CN": "真正证得一切法不生不灭。",
      "zh_TW": "真正證得一切法不生不滅。"
    },
    {
      "id": "01-003-0034_p0070",
      "zh_CN": "演【于自本心有大开悟者。】",
      "zh_TW": "演【於自本心有大開悟者。】"
    },
    {
      "id": "01-003-0034_p0071",
      "zh_CN": "这样的人，他虽然不念佛，只要相信这个法门，只要愿意，他就去了，他一去就是理一心不乱，生实报庄严土。",
      "zh_TW": "這樣的人，他雖然不念佛，只要相信這個法門，只要願意，他就去了，他一去就是理一心不亂，生實報莊嚴土。"
    },
    {
      "id": "01-003-0034_p0072",
      "zh_CN": "「执理而心实了明，亦不必论」，这个就不必提他们了。下面要讨论「心实未明，反受落空之祸」：",
      "zh_TW": "「執理而心實了明，亦不必論」，這個就不必提他們了。下面要討論「心實未明，反受落空之禍」："
    },
    {
      "id": "01-003-0034_p0073",
      "zh_CN": "疏【假使骋驰狂慧，耽着顽虚，于自本心曾未开悟，而轻谈净土，蔑视往生，为害非细，所谓豁达空、拨因果，莽莽荡荡招殃祸者也。】",
      "zh_TW": "疏【假使騁馳狂慧，耽著頑虛，於自本心曾未開悟，而輕談淨土，蔑視往生，為害非細，所謂豁達空、撥因果，莽莽蕩蕩招殃禍者也。】"
    },
    {
      "id": "01-003-0034_p0074",
      "zh_CN": "莲池大师跟我们谈的是这一类的人，这一类人在现前实实在在不少。国外许多地方，现在是相信禅、相信密，以为那个成就快，其实绝大多数的人是盲从迷信。我这些年到处走走，有不少人觉悟了，回头念阿弥陀佛。凡是事都有理，你要多想想那个道理，理上能不能讲得通！你要想修禅，不要讲那高等的禅，最起码的禅，四禅里面的初禅，这是色界天，没出三界，还要生死轮回的。初禅的条件是什么？他脱离欲界了，欲界是财色名食睡五欲，五欲现前的时候，真正不动心了，才是初禅。我就问：财色名食睡，你还动不动心？如果你还动心，那是口头禅、野狐禅，没用的！还得要堕落三途，不够资格参禅。大家听到这个，害怕了，想想自己财色名食睡恐怕还会动心，只好回过头来念佛，带业往生。「我的五欲是淡了很多，还断不了」，那还不行，你还是在欲界，没有到色界，不容易！",
      "zh_TW": "蓮池大師跟我們談的是這一類的人，這一類人在現前實實在在不少。國外許多地方，現在是相信禪、相信密，以為那個成就快，其實絕大多數的人是盲從迷信。我這些年到處走走，有不少人覺悟了，回頭念阿彌陀佛。凡是事都有理，你要多想想那個道理，理上能不能講得通！你要想修禪，不要講那高等的禪，最起碼的禪，四禪裡面的初禪，這是色界天，沒出三界，還要生死輪迴的。初禪的條件是什麼？他脫離欲界了，欲界是財色名食睡五欲，五欲現前的時候，真正不動心了，才是初禪。我就問：財色名食睡，你還動不動心？如果你還動心，那是口頭禪、野狐禪，沒用的！還得要墮落三途，不夠資格參禪。大家聽到這個，害怕了，想想自己財色名食睡恐怕還會動心，只好回過頭來念佛，帶業往生。「我的五欲是淡了很多，還斷不了」，那還不行，你還是在欲界，沒有到色界，不容易！"
    },
    {
      "id": "01-003-0034_p0075",
      "zh_CN": "说密，那就更糟糕，更麻烦。显教没有学通，没有资格学密，密是显教的加行。密教里面是讲即身成佛，没错。好像你到学校参观博士班，他再过几个月就毕业，博士学位拿到了；你也去参加那个博士班，二、三个月博士学位也拿到，行不行？不行！为什么？你没有念大学、中学、小学，哪有一下就能入博士班？不可能的事情。诸位要晓得，密教是建立在显教的基础上。我们要问：将来要不要学密？要学，不学密不能成佛。什么时候学密？八地菩萨。此地讲初地，才登初地，还不够资格。禅宗明心见性大彻大悟还不够资格，为什么？他才初地。八地菩萨叫不动地，才有资格学密，他当然即身成佛。你要问问自己，到底是几地菩萨？这要搞清楚的。除这个之外，要想即身成佛有没有别的法子？告诉诸位，有！念阿弥陀佛，即身成佛。你要不相信，看《华严经》，善财童子肉身成佛，他是一生成就的，他修什么法门？念佛法门，念阿弥陀佛法门。所以，念佛法门是佛法里最殊胜的法门。",
      "zh_TW": "說密，那就更糟糕，更麻煩。顯教沒有學通，沒有資格學密，密是顯教的加行。密教裡面是講即身成佛，沒錯。好像你到學校參觀博士班，他再過幾個月就畢業，博士學位拿到了；你也去參加那個博士班，二、三個月博士學位也拿到，行不行？不行！為什麼？你沒有念大學、中學、小學，哪有一下就能入博士班？不可能的事情。諸位要曉得，密教是建立在顯教的基礎上。我們要問：將來要不要學密？要學，不學密不能成佛。什麼時候學密？八地菩薩。此地講初地，才登初地，還不夠資格。禪宗明心見性大徹大悟還不夠資格，為什麼？他才初地。八地菩薩叫不動地，才有資格學密，他當然即身成佛。你要問問自己，到底是幾地菩薩？這要搞清楚的。除這個之外，要想即身成佛有沒有別的法子？告訴諸位，有！念阿彌陀佛，即身成佛。你要不相信，看《華嚴經》，善財童子肉身成佛，他是一生成就的，他修什麼法門？念佛法門，念阿彌陀佛法門。所以，念佛法門是佛法裡最殊勝的法門。"
    },
    {
      "id": "01-003-0034_p0076",
      "zh_CN": "演【不正之谓狂。】",
      "zh_TW": "演【不正之謂狂。】"
    },
    {
      "id": "01-003-0034_p0077",
      "zh_CN": "他不是走正路，这叫『狂』。",
      "zh_TW": "他不是走正路，這叫『狂』。"
    },
    {
      "id": "01-003-0034_p0078",
      "zh_CN": "演【狂慧者，虽有智慧，非真慧也。】",
      "zh_TW": "演【狂慧者，雖有智慧，非真慧也。】"
    },
    {
      "id": "01-003-0034_p0079",
      "zh_CN": "那些人不是不聪明，他很聪明，可是他不是真智慧。他那个聪明是从分别执着里头来的，不是从清净心里面透出来的。",
      "zh_TW": "那些人不是不聰明，他很聰明，可是他不是真智慧。他那個聰明是從分別執著裡頭來的，不是從清淨心裡面透出來的。"
    },
    {
      "id": "01-003-0034_p0080",
      "zh_CN": "演【有从学问得者，有从工夫得者，有从邪师得者，种种不同。】",
      "zh_TW": "演【有從學問得者，有從工夫得者，有從邪師得者，種種不同。】"
    },
    {
      "id": "01-003-0034_p0081",
      "zh_CN": "这些都不是真智慧，即使在功夫上得来，也不是真智慧，为什么？这个功夫要与理论相应才行；功夫与理论境界不相应，得来的智慧还是邪知邪见。自古以来修道求学，为什么要有好老师？没有老师行不行？不行！《坛经》里面永嘉大师那一段就讲得很清楚，「没有老师而自悟的，威音王佛以前可以；威音王佛以后，无师自悟的都是天然外道」。所以世出世间法都要师承，都要有老师指导；没有老师指路，就是盲修瞎练。可是老师里面有正有邪，《楞严经》上说，现在这个世间，「邪师说法如恒河沙」。你要是能遇到一个好老师，那你很幸运。不容易遇到！明师难求。遇到一个邪师，这个麻烦大了。邪知邪见有种种不同，那是邪慧。",
      "zh_TW": "這些都不是真智慧，即使在功夫上得來，也不是真智慧，為什麼？這個功夫要與理論相應才行；功夫與理論境界不相應，得來的智慧還是邪知邪見。自古以來修道求學，為什麼要有好老師？沒有老師行不行？不行！《壇經》裡面永嘉大師那一段就講得很清楚，「沒有老師而自悟的，威音王佛以前可以；威音王佛以後，無師自悟的都是天然外道」。所以世出世間法都要師承，都要有老師指導；沒有老師指路，就是盲修瞎練。可是老師裡面有正有邪，《楞嚴經》上說，現在這個世間，「邪師說法如恆河沙」。你要是能遇到一個好老師，那你很幸運。不容易遇到！明師難求。遇到一個邪師，這個麻煩大了。邪知邪見有種種不同，那是邪慧。"
    },
    {
      "id": "01-003-0034_p0082",
      "zh_CN": "演【驰骋者，大率谓十方诸佛一口吞尽，何处更觅弥陀，十方世界彻底掀翻，何方别求净土。再说念佛求生，早是钵盂安柄，头上加头也。】",
      "zh_TW": "演【馳騁者，大率謂十方諸佛一口吞盡，何處更覓彌陀，十方世界徹底掀翻，何方別求淨土。再說念佛求生，早是缽盂安柄，頭上加頭也。】"
    },
    {
      "id": "01-003-0034_p0083",
      "zh_CN": "这是禅宗里面，不是真正大彻大悟的，一知半解、自以为是的这些禅和子，讥笑念佛人所说的这些话。这些话全从理上讲的，理上讲的没错！他说的这些话，他是不是真正懂得？他真正懂了，他就不说了。真正懂得又是一个说法，为什么？真正懂得了，理事无碍，事事无碍。他还有障碍，头上安头那就是障碍；既有障碍，换句话说，他没通。",
      "zh_TW": "這是禪宗裡面，不是真正大徹大悟的，一知半解、自以為是的這些禪和子，譏笑念佛人所說的這些話。這些話全從理上講的，理上講的沒錯！他說的這些話，他是不是真正懂得？他真正懂了，他就不說了。真正懂得又是一個說法，為什麼？真正懂得了，理事無礙，事事無礙。他還有障礙，頭上安頭那就是障礙；既有障礙，換句話說，他沒通。"
    },
    {
      "id": "01-003-0034_p0084",
      "zh_CN": "最近，有人提出不能带业，只可以消业往生，于是修净土的人就人心惶惶。我一到美国，周宣德老居士就问我：怎么办？到底哪个对，是带业还是消业？我就告诉他：带业跟消业是一不是二，有什么值得大惊小怪的，带一点消一点，消一点带一点！只有佛才不带业，等觉菩萨还有一品生相无明，还是带业。虽然净土经论里面没有带业的字样，我就问他：净土经论里头有没有讲三辈九品？有！既然讲三辈九品，要是不带业，哪有三辈九品？带得少的，品位高；带得多的，品位低，这讲带业。如果讲消业，消得多的，品位高；消得少的，品位低。消业与带业，不是一样吗？",
      "zh_TW": "最近，有人提出不能帶業，只可以消業往生，於是修淨土的人就人心惶惶。我一到美國，周宣德老居士就問我：怎麼辦？到底哪個對，是帶業還是消業？我就告訴他：帶業跟消業是一不是二，有什麼值得大驚小怪的，帶一點消一點，消一點帶一點！只有佛才不帶業，等覺菩薩還有一品生相無明，還是帶業。雖然淨土經論裡面沒有帶業的字樣，我就問他：淨土經論裡頭有沒有講三輩九品？有！既然講三輩九品，要是不帶業，哪有三輩九品？帶得少的，品位高；帶得多的，品位低，這講帶業。如果講消業，消得多的，品位高；消得少的，品位低。消業與帶業，不是一樣嗎？"
    },
    {
      "id": "01-003-0034_p0085",
      "zh_CN": "演【不明谓之顽，顽虚者，虽着空理，非真空也。如痴人口口谈空，凡夫四无色定，外道无想，以及非非想阴境空魔，乃至圆虚无心，种种不一。】",
      "zh_TW": "演【不明謂之頑，頑虛者，雖著空理，非真空也。如痴人口口談空，凡夫四無色定，外道無想，以及非非想陰境空魔，乃至圓虛無心，種種不一。】"
    },
    {
      "id": "01-003-0034_p0086",
      "zh_CN": "这段话讲的全是境界，统统在《楞严经》上，这叫『顽虚』，这也是大病，真正的理、真正的事他没见到，换句话说，还是一种误会，听佛法，错解了意思，误会了佛的宗旨，所以才出了毛病。『凡夫四无色定』就是四空天，『外道无想定』生无想天、『非非想阴境空魔』，这是四禅、四空天的境界；这些人把这个境界当作究竟圆满的涅槃，这是一种大误会。所以，凡是生在四禅四空天的人，寿命终了的时候一定堕落，为什么？他自己以为证得涅槃境界，到后来这个境界失掉，「佛原来打妄语骗我们」，这就谤佛、谤法，所以他才会堕落。「种种不一」，境界很多。",
      "zh_TW": "這段話講的全是境界，統統在《楞嚴經》上，這叫『頑虛』，這也是大病，真正的理、真正的事他沒見到，換句話說，還是一種誤會，聽佛法，錯解了意思，誤會了佛的宗旨，所以才出了毛病。『凡夫四無色定』就是四空天，『外道無想定』生無想天、『非非想陰境空魔』，這是四禪、四空天的境界；這些人把這個境界當作究竟圓滿的涅槃，這是一種大誤會。所以，凡是生在四禪四空天的人，壽命終了的時候一定墮落，為什麼？他自己以為證得涅槃境界，到後來這個境界失掉，「佛原來打妄語騙我們」，這就謗佛、謗法，所以他才會墮落。「種種不一」，境界很多。"
    },
    {
      "id": "01-003-0034_p0087",
      "zh_CN": "演【耽著者，大率坚守执者，一向入空，各各自谓成无上道也。】",
      "zh_TW": "演【耽著者，大率堅守執者，一向入空，各各自謂成無上道也。】"
    },
    {
      "id": "01-003-0034_p0088",
      "zh_CN": "就是刚才讲的。",
      "zh_TW": "就是剛才講的。"
    },
    {
      "id": "01-003-0034_p0089",
      "zh_CN": "演【轻谈，谓形于口。蔑视，谓存于心。】",
      "zh_TW": "演【輕談，謂形於口。蔑視，謂存於心。】"
    },
    {
      "id": "01-003-0034_p0090",
      "zh_CN": "『轻谈』，轻视，『蔑视』是存心。心里面瞧不起，口里面毁谤，这是说这一类的。「轻谈净土」，就是批评净土，瞧不起这个法门，自以为禅或者密最殊胜、最高，过失在此地。『为害非细』，这是大害。今天禅与密在外面非常盛行，对于佛教这个修行是大大的伤害，这是我们自己要晓得的，对佛法是有弊没有利。中国自古以来正法久住，我们对自己要有信心。看看《高僧传》，看看各宗的语录、《净土圣贤录》，多少成就的人！这都是事实。现前往生的，我们亲眼看到的，亲耳听到的，就在眼前的，如果这个也不相信，那就没法子了。今天时间到了。",
      "zh_TW": "『輕談』，輕視，『蔑視』是存心。心裡面瞧不起，口裡面毀謗，這是說這一類的。「輕談淨土」，就是批評淨土，瞧不起這個法門，自以為禪或者密最殊勝、最高，過失在此地。『為害非細』，這是大害。今天禪與密在外面非常盛行，對於佛教這個修行是大大的傷害，這是我們自己要曉得的，對佛法是有弊沒有利。中國自古以來正法久住，我們對自己要有信心。看看《高僧傳》，看看各宗的語錄、《淨土聖賢錄》，多少成就的人！這都是事實。現前往生的，我們親眼看到的，親耳聽到的，就在眼前的，如果這個也不相信，那就沒法子了。今天時間到了。"
    }
  ]
}