{
  "doc_id": "01-003-0276",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七六集",
    "zh_TW": "第二七六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0276",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "01-003-0276_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五七七页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五七七頁："
    },
    {
      "id": "01-003-0276_p0002",
      "zh_CN": "钞【三、戒取，谓非因计因，修诸苦行，而起取着我能持戒之见。】",
      "zh_TW": "鈔【三、戒取，謂非因計因，修諸苦行，而起取著我能持戒之見。】"
    },
    {
      "id": "01-003-0276_p0003",
      "zh_CN": "这是见惑里面第三类。「戒取」跟「见取」都是我们现在所讲的成见，也就是主观观念，都是属于这一类。『非因计因』，不是真正的因素，而他执着是因，修因当然就能证果，他在因上看错了。这一类的事情，佛在经上给我们举一个很好的例子，我们可以从这个例子明白这一类的错误见解，能理解得更清楚一些。佛在世的时候，印度当年有不少外道，就是我们现在所讲的宗教，他们修定，有些确实有很好的定功。这些定功，诸位要知道，定中的境界也是属于现量境界，就是亲眼所见的，看到牛死了以后，牠的灵魂生天。于是这些外道心里就想，人死了要堕三恶道，牛死了生天，他就想到人不如牛！牛一生做些什么？牛替人耕田，吃的是青草，他想生天，就学牛去帮农夫耕田，他在外面吃草，以为学牛将来就可以生天。生天的因绝对不是吃草、耕田，他在这里产生一个错误的执着，认为这是生天之因，他就这样子修这一类的苦行。佛告诉我们，生天是要修十善业道，牛死了怎么会生天？牛这一生是畜生道，前世愚痴堕落畜生，这一生牛没有造恶业，只是在受果报，果报受完之后，牠前世还有善因，而是牠前世修十善业道这个因成熟，牠是这个因生天的，绝对不是牠做牛一辈子能生天，这是把因搞错了。「非因」就是不是这个因缘，你计较执着以为是这个因缘，这是个错误的见解，你看错了。",
      "zh_TW": "這是見惑裡面第三類。「戒取」跟「見取」都是我們現在所講的成見，也就是主觀觀念，都是屬於這一類。『非因計因』，不是真正的因素，而他執著是因，修因當然就能證果，他在因上看錯了。這一類的事情，佛在經上給我們舉一個很好的例子，我們可以從這個例子明白這一類的錯誤見解，能理解得更清楚一些。佛在世的時候，印度當年有不少外道，就是我們現在所講的宗教，他們修定，有些確實有很好的定功。這些定功，諸位要知道，定中的境界也是屬於現量境界，就是親眼所見的，看到牛死了以後，牠的靈魂生天。於是這些外道心裡就想，人死了要墮三惡道，牛死了生天，他就想到人不如牛！牛一生做些什麼？牛替人耕田，吃的是青草，他想生天，就學牛去幫農夫耕田，他在外面吃草，以為學牛將來就可以生天。生天的因絕對不是吃草、耕田，他在這裡產生一個錯誤的執著，認為這是生天之因，他就這樣子修這一類的苦行。佛告訴我們，生天是要修十善業道，牛死了怎麼會生天？牛這一生是畜生道，前世愚痴墮落畜生，這一生牛沒有造惡業，只是在受果報，果報受完之後，牠前世還有善因，而是牠前世修十善業道這個因成熟，牠是這個因生天的，絕對不是牠做牛一輩子能生天，這是把因搞錯了。「非因」就是不是這個因緣，你計較執著以為是這個因緣，這是個錯誤的見解，你看錯了。"
    },
    {
      "id": "01-003-0276_p0004",
      "zh_CN": "佛法里面讲，「因果通三世」。果报也有三种：有现报，就是这一生就受果报。现报，无论是作善作恶，善有善报，恶有恶报，大概这个善恶起心动念造作都非常猛烈，就是这个心很强，这一生就感到果报。同修们许多人念过《了凡四训》，了凡先生听了云谷大师的劝导，他明白了，知道命运可以转，于是认真努力的断恶修善，而且全家都行善。这个行善的力量很大，不要等来生，这一生就得到好报，这是我们在《了凡四训》里面看到的。如果报不在这一生，那一定在来生，善因来生得善果，恶因来生一定感恶报。假如来生不报，一定在后生，后生是第三生以后，不一定是哪一生。因一定要得到缘才会结果，所以因缘果报，那个缘很重要。佛法不说因生，它说缘生，无论大小乘经典都是讲缘生，佛法重视这个缘。为什么不讲因生？因已经种下去，没有法子改变，不但我们没有办法改变，诸佛菩萨也不能改变。我们每个人、每个众生十法界的因统统有，我们今天从早起来心地很清净，合掌念一句阿弥陀佛，这是佛法界的因，这个因就种下去；看到一切众生很可怜，起一个布施的心，菩萨心。所以我们每天起心动念、言语造作，都在那里造十法界的因。这些因，哪个因感得果报？那就要看缘，哪个因遇到缘，它就先感得果报。缘我们可以控制，因没有办法。缘能控制，换句话说，果报自己就可以控制。",
      "zh_TW": "佛法裡面講，「因果通三世」。果報也有三種：有現報，就是這一生就受果報。現報，無論是作善作惡，善有善報，惡有惡報，大概這個善惡起心動念造作都非常猛烈，就是這個心很強，這一生就感到果報。同修們許多人念過《了凡四訓》，了凡先生聽了雲谷大師的勸導，他明白了，知道命運可以轉，於是認真努力的斷惡修善，而且全家都行善。這個行善的力量很大，不要等來生，這一生就得到好報，這是我們在《了凡四訓》裡面看到的。如果報不在這一生，那一定在來生，善因來生得善果，惡因來生一定感惡報。假如來生不報，一定在後生，後生是第三生以後，不一定是哪一生。因一定要得到緣才會結果，所以因緣果報，那個緣很重要。佛法不說因生，它說緣生，無論大小乘經典都是講緣生，佛法重視這個緣。為什麼不講因生？因已經種下去，沒有法子改變，不但我們沒有辦法改變，諸佛菩薩也不能改變。我們每個人、每個眾生十法界的因統統有，我們今天從早起來心地很清淨，合掌念一句阿彌陀佛，這是佛法界的因，這個因就種下去；看到一切眾生很可憐，起一個布施的心，菩薩心。所以我們每天起心動念、言語造作，都在那裡造十法界的因。這些因，哪個因感得果報？那就要看緣，哪個因遇到緣，它就先感得果報。緣我們可以控制，因沒有辦法。緣能控制，換句話說，果報自己就可以控制。"
    },
    {
      "id": "01-003-0276_p0005",
      "zh_CN": "我们不想感得恶报，佛教给我们，我们把一切恶缘舍弃，多修善缘，那么我们善的因先受果报，恶的因暂时它就不动，它就不受报。这个好比我们种瓜、种豆，我们想要瓜，就把瓜的种子好好去培养它，它的缘要土壤、肥料、水、日光，缘样样条件都充足，这个瓜一定长得非常好。那个豆我们不想要，我们就把豆的种子放在茶杯里，放上一百年它也不会长个豆出来，就是这么一个道理。所以这个缘自己要会控制，换句话说，十法界的果报确实全在自己手中，与别人无干，佛菩萨也不能帮忙，全是自己在控制。这是佛为我们说出事实真相。十法界最重要的一个因素就是心行，我们明白了，就晓得应该怎样来把这个缘加强，把这个缘增上。佛菩萨、祖师大德都告诉我们，不修行的人这就不说了，真正修行人唯有往生西方极乐世界才是真正的证得正果，这是一点都不假的。如果不往生西方极乐世界，决定不能脱离六道轮回，这个事实真相一定要清楚。",
      "zh_TW": "我們不想感得惡報，佛教給我們，我們把一切惡緣捨棄，多修善緣，那麼我們善的因先受果報，惡的因暫時它就不動，它就不受報。這個好比我們種瓜、種豆，我們想要瓜，就把瓜的種子好好去培養它，它的緣要土壤、肥料、水、日光，緣樣樣條件都充足，這個瓜一定長得非常好。那個豆我們不想要，我們就把豆的種子放在茶杯裡，放上一百年它也不會長個豆出來，就是這麼一個道理。所以這個緣自己要會控制，換句話說，十法界的果報確實全在自己手中，與別人無干，佛菩薩也不能幫忙，全是自己在控制。這是佛為我們說出事實真相。十法界最重要的一個因素就是心行，我們明白了，就曉得應該怎樣來把這個緣加強，把這個緣增上。佛菩薩、祖師大德都告訴我們，不修行的人這就不說了，真正修行人唯有往生西方極樂世界才是真正的證得正果，這是一點都不假的。如果不往生西方極樂世界，決定不能脫離六道輪迴，這個事實真相一定要清楚。"
    },
    {
      "id": "01-003-0276_p0006",
      "zh_CN": "我们往生有把握吗？有，当然有！为什么？西方极乐世界的种子我们有，我们阿赖耶识里面有阿弥陀佛、有净土三经、有西方世界依正庄严，因具足。现在要想去，那就在缘上加强，缘是什么？三资粮，就是三个条件，这都是缘，信、愿、行，行就是一心持名。我们具足信愿行这三个缘，你就决定得生，这个因就正确。而不是我信了佛，我可以不要念佛，我想往生，每天供养佛菩萨、巴结佛菩萨，到时候佛菩萨就会来接引我，这叫「非因计因」。这一生纵然遇到净宗法门，你有殊胜的因，缘不具足，这就不能往生。说明这个例子，在我们日常生活当中这一类错误的见解非常多，把因缘看错了。",
      "zh_TW": "我們往生有把握嗎？有，當然有！為什麼？西方極樂世界的種子我們有，我們阿賴耶識裡面有阿彌陀佛、有淨土三經、有西方世界依正莊嚴，因具足。現在要想去，那就在緣上加強，緣是什麼？三資糧，就是三個條件，這都是緣，信、願、行，行就是一心持名。我們具足信願行這三個緣，你就決定得生，這個因就正確。而不是我信了佛，我可以不要念佛，我想往生，每天供養佛菩薩、巴結佛菩薩，到時候佛菩薩就會來接引我，這叫「非因計因」。這一生縱然遇到淨宗法門，你有殊勝的因，緣不具足，這就不能往生。說明這個例子，在我們日常生活當中這一類錯誤的見解非常多，把因緣看錯了。"
    },
    {
      "id": "01-003-0276_p0007",
      "zh_CN": "钞【四、见取，执粗为胜，担麻弃金，而起自负所见之见】",
      "zh_TW": "鈔【四、見取，執粗為勝，擔麻棄金，而起自負所見之見】"
    },
    {
      "id": "01-003-0276_p0008",
      "zh_CN": "第四，『见取见』是讲果报。有些注疏讲「非果计果」，它不是真实的果报，自己以为是真正的果报。莲池大师讲『执粗为胜』，粗是粗境界，以为这就最殊胜、最究竟，这是错误的。下面是比喻，『担麻弃金，而起自负所见之见』。担麻弃金，这是一个小故事，注解有。非果计果，最明显的例子，世间有许多人以为生天，到天堂，这就是最究竟的果位，生到天上就长生不老、就得永生，不死了，这是完全错误。天人只是寿命比我们长，福报比我们大，寿命再长也有享尽的时候，享尽了，他还要死、还要堕落，所以天不是究竟的果位。执着生天就是究竟的果位，这叫见取见，就是在果报上的成见。同样在佛门里面，修小乘人的人，把阿罗汉果当作究竟果位，他不相信有大乘、不相信有他方世界、不相信有一切诸佛，他执着阿罗汉就是最高的果位（世尊说他们是焦芽败种），也是属于见取见。小乘初果，见惑没有了，如果他还执着这么一个见解，他修小乘能证果吗？决定不能证果的。修小乘人的人很多，证须陀洹果的没见到过，什么原因？他有这个执着，而且戒取见跟见取见还特别严重，这就是我们讲他有严重的执着，他有严重的偏见，这是修行很大的障碍。我们一定要把它搞清楚明白，菩提道上往生西方极乐世界才不至于有阻碍。",
      "zh_TW": "第四，『見取見』是講果報。有些註疏講「非果計果」，它不是真實的果報，自己以為是真正的果報。蓮池大師講『執粗為勝』，粗是粗境界，以為這就最殊勝、最究竟，這是錯誤的。下面是比喻，『擔麻棄金，而起自負所見之見』。擔麻棄金，這是一個小故事，註解有。非果計果，最明顯的例子，世間有許多人以為生天，到天堂，這就是最究竟的果位，生到天上就長生不老、就得永生，不死了，這是完全錯誤。天人只是壽命比我們長，福報比我們大，壽命再長也有享盡的時候，享盡了，他還要死、還要墮落，所以天不是究竟的果位。執著生天就是究竟的果位，這叫見取見，就是在果報上的成見。同樣在佛門裡面，修小乘人的人，把阿羅漢果當作究竟果位，他不相信有大乘、不相信有他方世界、不相信有一切諸佛，他執著阿羅漢就是最高的果位（世尊說他們是焦芽敗種），也是屬於見取見。小乘初果，見惑沒有了，如果他還執著這麼一個見解，他修小乘能證果嗎？決定不能證果的。修小乘人的人很多，證須陀洹果的沒見到過，什麼原因？他有這個執著，而且戒取見跟見取見還特別嚴重，這就是我們講他有嚴重的執著，他有嚴重的偏見，這是修行很大的障礙。我們一定要把它搞清楚明白，菩提道上往生西方極樂世界才不至於有阻礙。"
    },
    {
      "id": "01-003-0276_p0009",
      "zh_CN": "钞【五、邪见。】",
      "zh_TW": "鈔【五、邪見。】"
    },
    {
      "id": "01-003-0276_p0010",
      "zh_CN": "第五是『邪见』，错误见解归纳为前面四大类，前面四类不能包括的所有一切错误的见解都归在这一条。这一条里面最严重的，就是不相信因果报应。现在这世间人真的很多不相信因果报应，报应临头他还不相信，那真的是一点办法都没有了。",
      "zh_TW": "第五是『邪見』，錯誤見解歸納為前面四大類，前面四類不能包括的所有一切錯誤的見解都歸在這一條。這一條裡面最嚴重的，就是不相信因果報應。現在這世間人真的很多不相信因果報應，報應臨頭他還不相信，那真的是一點辦法都沒有了。"
    },
    {
      "id": "01-003-0276_p0011",
      "zh_CN": "钞【谓拨无因果，堕豁达空，而起邪外不正之见。】",
      "zh_TW": "鈔【謂撥無因果，墮豁達空，而起邪外不正之見。】"
    },
    {
      "id": "01-003-0276_p0012",
      "zh_CN": "邪知邪见，外道的知见，都不是正知正见。正知正见唯佛才有，世间人知见都不正，为什么不正？就是因为你有烦恼，你有这五种邪见。有身见、有我执，有偏见、有成见，你的见解怎么会正确？所以佛劝我们世间人不要相信自己的意思，就是你自己的想法、看法不正确。佛说了一句老实话，到什么时候才可以相信自己？最起码要证得阿罗汉果，你才可以相信自己。这又是一个什么道理？因为阿罗汉见思烦恼断了，心清净，没有成见，没有主观观念，无论看什么事，他看得清楚明白。也就是说，见思烦恼还没有断，不能相信自己的见解，不能相信自己的想法、看法是正确的，往往自己犯了过失自己不知道。没有断见思烦恼以前这个阶段，我们现前所处的这个阶段，到底要怎么办才不至于产生过失？我们知道，在现前这个阶段，过失总是不能避免，能把这个过失逐渐减少，减少到最低的程度就算相当不错。我们依靠什么来修正我们的想法、看法？这就是经论。佛经分为经律论三藏，依经论里面所说的修正我们的见解、思想。我们的想法、看法跟佛在经上讲的不一样，我们要觉悟，我们想错了、看错了，佛是正确的。千万不要想到，佛是三千年前那个时代的，很落后，科技不发达，我们现在比他聪明，那你就搞错了，你就又犯了见取、戒取，一定要晓得他的知见是正确的，我们是错误的。依照经典的教训来修正我们的言行，也就是处事待人接物要依照戒律里面所说的规范，用这个标准来修正我们身口错误的行为。三藏经典就是修正我们身口意三业错误行为的标准，经典的作用在此地，不是叫我们天天念的，我们念给佛菩萨听，他才不要听；而是念给自己听的，自己熟记，依照这个标准修正自己的行为，那叫真正的修行。",
      "zh_TW": "邪知邪見，外道的知見，都不是正知正見。正知正見唯佛才有，世間人知見都不正，為什麼不正？就是因為你有煩惱，你有這五種邪見。有身見、有我執，有偏見、有成見，你的見解怎麼會正確？所以佛勸我們世間人不要相信自己的意思，就是你自己的想法、看法不正確。佛說了一句老實話，到什麼時候才可以相信自己？最起碼要證得阿羅漢果，你才可以相信自己。這又是一個什麼道理？因為阿羅漢見思煩惱斷了，心清淨，沒有成見，沒有主觀觀念，無論看什麼事，他看得清楚明白。也就是說，見思煩惱還沒有斷，不能相信自己的見解，不能相信自己的想法、看法是正確的，往往自己犯了過失自己不知道。沒有斷見思煩惱以前這個階段，我們現前所處的這個階段，到底要怎麼辦才不至於產生過失？我們知道，在現前這個階段，過失總是不能避免，能把這個過失逐漸減少，減少到最低的程度就算相當不錯。我們依靠什麼來修正我們的想法、看法？這就是經論。佛經分為經律論三藏，依經論裡面所說的修正我們的見解、思想。我們的想法、看法跟佛在經上講的不一樣，我們要覺悟，我們想錯了、看錯了，佛是正確的。千萬不要想到，佛是三千年前那個時代的，很落後，科技不發達，我們現在比他聰明，那你就搞錯了，你就又犯了見取、戒取，一定要曉得他的知見是正確的，我們是錯誤的。依照經典的教訓來修正我們的言行，也就是處事待人接物要依照戒律裡面所說的規範，用這個標準來修正我們身口錯誤的行為。三藏經典就是修正我們身口意三業錯誤行為的標準，經典的作用在此地，不是叫我們天天念的，我們念給佛菩薩聽，他才不要聽；而是念給自己聽的，自己熟記，依照這個標準修正自己的行為，那叫真正的修行。"
    },
    {
      "id": "01-003-0276_p0013",
      "zh_CN": "邪见里面最重要的就是不相信因果报应，这一条非常严重，所以特别提出来说。世间众生敢作恶，就是『拨无因果』，他才敢；如果对于因缘果报这些事理真正清楚，他决定不敢作恶，为什么？作恶自己吃亏，有报应的，善有善报，恶有恶报。决定不敢起心动念去害人，害人就是害自己，决定不敢犯偷盗的行为，盗人钱财要还债的，不是说盗了可以不还的。欠人命要还命的，你们看安世高大师的传记，《八大人觉经》、《阿难问事佛吉凶经》是安世高翻译的，安世高到中国还两次命债，前生误杀人，这一生到中国来两次被人误杀了。可见得造什么样的因就会受什么样的果报，这真的，「一饮一啄，莫非前定」，谁给你定的？自己定的。这个没话说了，不是佛菩萨定的，也不是阎罗王定的，也不是上帝定的，是自己定的。我们要想自己生活很幸福、很快乐、很平安，决定不造恶因。不但不能作恶，连恶的念头都没有；恶念都没有，恶的缘断掉了。过去生中虽然造恶因，暂时不会起现行，为什么？它没有缘。",
      "zh_TW": "邪見裡面最重要的就是不相信因果報應，這一條非常嚴重，所以特別提出來說。世間眾生敢作惡，就是『撥無因果』，他才敢；如果對於因緣果報這些事理真正清楚，他決定不敢作惡，為什麼？作惡自己吃虧，有報應的，善有善報，惡有惡報。決定不敢起心動念去害人，害人就是害自己，決定不敢犯偷盜的行為，盜人錢財要還債的，不是說盜了可以不還的。欠人命要還命的，你們看安世高大師的傳記，《八大人覺經》、《阿難問事佛吉凶經》是安世高翻譯的，安世高到中國還兩次命債，前生誤殺人，這一生到中國來兩次被人誤殺了。可見得造什麼樣的因就會受什麼樣的果報，這真的，「一飲一啄，莫非前定」，誰給你定的？自己定的。這個沒話說了，不是佛菩薩定的，也不是閻羅王定的，也不是上帝定的，是自己定的。我們要想自己生活很幸福、很快樂、很平安，決定不造惡因。不但不能作惡，連惡的念頭都沒有；惡念都沒有，惡的緣斷掉了。過去生中雖然造惡因，暫時不會起現行，為什麼？它沒有緣。"
    },
    {
      "id": "01-003-0276_p0014",
      "zh_CN": "如果我们现在念念还有恶念，这个恶念就是缘，会有恶报现前。现在恶念都没有了。这个念头没有，不容易！我们这个法门好，把你念头转成阿弥陀佛，念头取消不容易，换个念头容易多了。古人常说「不怕念起，只怕觉迟」，念头起来不怕，怕的是你不觉；你不觉，那个念头一个继续一个就产生力量。如果一觉悟，这个恶念就没有了。怎么觉悟？一句阿弥陀佛提起来，这是觉悟。诸位要晓得，这个觉可不同一般的觉，这是究竟圆满的大觉，不一样！所以我们起心动念知道很快就换成阿弥陀佛，这是一个真正念佛人。念佛功夫真正得力了，就是用佛号换取一切妄念，无论是世间出世间的善念、恶念都不要去理会，第一个念头起，第二个念头就是阿弥陀佛，那就对了，就转过来了。",
      "zh_TW": "如果我們現在念念還有惡念，這個惡念就是緣，會有惡報現前。現在惡念都沒有了。這個念頭沒有，不容易！我們這個法門好，把你念頭轉成阿彌陀佛，念頭取消不容易，換個念頭容易多了。古人常說「不怕念起，只怕覺遲」，念頭起來不怕，怕的是你不覺；你不覺，那個念頭一個繼續一個就產生力量。如果一覺悟，這個惡念就沒有了。怎麼覺悟？一句阿彌陀佛提起來，這是覺悟。諸位要曉得，這個覺可不同一般的覺，這是究竟圓滿的大覺，不一樣！所以我們起心動念知道很快就換成阿彌陀佛，這是一個真正念佛人。念佛功夫真正得力了，就是用佛號換取一切妄念，無論是世間出世間的善念、惡念都不要去理會，第一個念頭起，第二個念頭就是阿彌陀佛，那就對了，就轉過來了。"
    },
    {
      "id": "01-003-0276_p0015",
      "zh_CN": "钞【此五者。】",
      "zh_TW": "鈔【此五者。】"
    },
    {
      "id": "01-003-0276_p0016",
      "zh_CN": "前面说的这五大类。",
      "zh_TW": "前面說的這五大類。"
    },
    {
      "id": "01-003-0276_p0017",
      "zh_CN": "钞【能令众生趋入生死，故名为使。】",
      "zh_TW": "鈔【能令眾生趨入生死，故名為使。】"
    },
    {
      "id": "01-003-0276_p0018",
      "zh_CN": "『使』是古代的衙役，像我们现在的刑警队。这五样东西能叫我们在六道里搞生死轮回，永远不停，没完没了，就是这五条烦恼害了，这是我们要认识清楚的。",
      "zh_TW": "『使』是古代的衙役，像我們現在的刑警隊。這五樣東西能叫我們在六道裡搞生死輪迴，永遠不停，沒完沒了，就是這五條煩惱害了，這是我們要認識清楚的。"
    },
    {
      "id": "01-003-0276_p0019",
      "zh_CN": "钞【而几微迅疾，为害非细，对五钝言，故名利使。】",
      "zh_TW": "鈔【而幾微迅疾，為害非細，對五鈍言，故名利使。】"
    },
    {
      "id": "01-003-0276_p0020",
      "zh_CN": "它是很细微，而且非常快速，这个念头起得也快，消失得也快，一念起一念灭，念念生灭，但是要晓得，它的害处太大了。『细』是小，它不是小害，大害！这个大害就是让我们在六道里永远没有办法超越。对五钝使而说，就叫做利，它猛利。虽然猛利，但是它容易断，真正一觉悟了，它就断了。不像后面五钝使之烦恼，觉悟之后也不容易断。古人讲五钝使像藕断丝连，断是断掉，后头还有丝拉着，很不容易断干净。不像这五种，这五种虽然猛利，很容易断；这个容易是比较起来的，实际也是很难的。",
      "zh_TW": "它是很細微，而且非常快速，這個念頭起得也快，消失得也快，一念起一念滅，念念生滅，但是要曉得，它的害處太大了。『細』是小，它不是小害，大害！這個大害就是讓我們在六道裡永遠沒有辦法超越。對五鈍使而說，就叫做利，它猛利。雖然猛利，但是它容易斷，真正一覺悟了，它就斷了。不像後面五鈍使之煩惱，覺悟之後也不容易斷。古人講五鈍使像藕斷絲連，斷是斷掉，後頭還有絲拉著，很不容易斷乾淨。不像這五種，這五種雖然猛利，很容易斷；這個容易是比較起來的，實際也是很難的。"
    },
    {
      "id": "01-003-0276_p0021",
      "zh_CN": "钞【开之则六十二者，以断常二见为本，而色等五阴，各具四句，三世迭之，则成六十，加本断常，成六十二。】",
      "zh_TW": "鈔【開之則六十二者，以斷常二見為本，而色等五陰，各具四句，三世迭之，則成六十，加本斷常，成六十二。】"
    },
    {
      "id": "01-003-0276_p0022",
      "zh_CN": "『断常』是边见。",
      "zh_TW": "『斷常』是邊見。"
    },
    {
      "id": "01-003-0276_p0023",
      "zh_CN": "钞【此之诸见，犹如罗网，犹如稠林。】",
      "zh_TW": "鈔【此之諸見，猶如羅網，猶如稠林。】"
    },
    {
      "id": "01-003-0276_p0024",
      "zh_CN": "『稠林』就是很密的森林。",
      "zh_TW": "『稠林』就是很密的森林。"
    },
    {
      "id": "01-003-0276_p0025",
      "zh_CN": "钞【缠缚屈曲，不可出离，浑乱真性，故云浊也。】",
      "zh_TW": "鈔【纏縛屈曲，不可出離，渾亂真性，故云濁也。】"
    },
    {
      "id": "01-003-0276_p0026",
      "zh_CN": "六十二，《演义》有简单的解释。《佛学大辞典》、《教乘法数》、《三藏法数》，正果法师编的《佛教基本常识》，大家都可以做参考。",
      "zh_TW": "六十二，《演義》有簡單的解釋。《佛學大辭典》、《教乘法數》、《三藏法數》，正果法師編的《佛教基本常識》，大家都可以做參考。"
    },
    {
      "id": "01-003-0276_p0027",
      "zh_CN": "钞【反显极乐国中，人具正见，非见浊故。】",
      "zh_TW": "鈔【反顯極樂國中，人具正見，非見濁故。】"
    },
    {
      "id": "01-003-0276_p0028",
      "zh_CN": "跟西方极乐世界做个比较，他们那个地方即使凡圣同居土下下品往生的人，知见都纯正，没有一丝毫错误，这是我们这个世界比不上他们的。",
      "zh_TW": "跟西方極樂世界做個比較，他們那個地方即使凡聖同居土下下品往生的人，知見都純正，沒有一絲毫錯誤，這是我們這個世界比不上他們的。"
    },
    {
      "id": "01-003-0276_p0029",
      "zh_CN": "疏【烦恼浊者，五钝使为体。】",
      "zh_TW": "疏【煩惱濁者，五鈍使為體。】"
    },
    {
      "id": "01-003-0276_p0030",
      "zh_CN": "『钝』是讲它的迟钝，没有前面那一对很利，很敏捷、很快速，这个迟钝。",
      "zh_TW": "『鈍』是講它的遲鈍，沒有前面那一對很利，很敏捷、很快速，這個遲鈍。"
    },
    {
      "id": "01-003-0276_p0031",
      "zh_CN": "疏【广之乃至为十，为百八，为八万四千，及恒河沙等。】",
      "zh_TW": "疏【廣之乃至為十，為百八，為八萬四千，及恆河沙等。】"
    },
    {
      "id": "01-003-0276_p0032",
      "zh_CN": "把它展开来讲，那就是十条。十使再把它扩展就是一百零八，都是属于归类，再扩大就是八万四千。佛在经上说数字只说到八万四千，那是一条一条给你说出来，确实一条都没有漏，八万四千条，叫八万四千烦恼，烦恼是真多！八万四千归纳为一百八，这一百八平常也很少讲，太麻烦了。我们这念珠一百零八颗，什么用意？就是对治百八烦恼的。再往上推展，那就是『恒河沙等』，烦恼是无量无边，说不尽！所以我们晓得，八万四千还是归纳的，细说说不尽的。",
      "zh_TW": "把它展開來講，那就是十條。十使再把它擴展就是一百零八，都是屬於歸類，再擴大就是八萬四千。佛在經上說數字只說到八萬四千，那是一條一條給你說出來，確實一條都沒有漏，八萬四千條，叫八萬四千煩惱，煩惱是真多！八萬四千歸納為一百八，這一百八平常也很少講，太麻煩了。我們這念珠一百零八顆，什麼用意？就是對治百八煩惱的。再往上推展，那就是『恆河沙等』，煩惱是無量無邊，說不盡！所以我們曉得，八萬四千還是歸納的，細說說不盡的。"
    },
    {
      "id": "01-003-0276_p0033",
      "zh_CN": "疏【三灾感召，即其相也。】",
      "zh_TW": "疏【三災感召，即其相也。】"
    },
    {
      "id": "01-003-0276_p0034",
      "zh_CN": "『三灾』有大三灾、小三灾。三灾从哪里来的？烦恼感召来的。从这个地方我们就明白，众生一切大小苦难都是烦恼造成的。换句话说，烦恼要是断了，没有了，所有一切灾难就没有了。因没有了，果哪里会有？就没有了。消灾免难要从哪里消？要把烦恼消掉，灾难就没有了。烦恼没有消掉，诸位要知道，灾难一定会现前的。一个是能感，一个是所感。",
      "zh_TW": "『三災』有大三災、小三災。三災從哪裡來的？煩惱感召來的。從這個地方我們就明白，眾生一切大小苦難都是煩惱造成的。換句話說，煩惱要是斷了，沒有了，所有一切災難就沒有了。因沒有了，果哪裡會有？就沒有了。消災免難要從哪裡消？要把煩惱消掉，災難就沒有了。煩惱沒有消掉，諸位要知道，災難一定會現前的。一個是能感，一個是所感。"
    },
    {
      "id": "01-003-0276_p0035",
      "zh_CN": "钞【五钝使者，一、贪，谓遇顺情境，起于爱着，不能舍离故。】",
      "zh_TW": "鈔【五鈍使者，一、貪，謂遇順情境，起於愛著，不能捨離故。】"
    },
    {
      "id": "01-003-0276_p0036",
      "zh_CN": "这就是贪的现象，舍不得离开，贪爱。这里面的范围非常广大，有贪名的、有贪利的、有贪权势的、有贪五欲六尘的，财色名食睡，这是属于五欲六尘，六尘是物质环境种种的享受，这是世间。出世间有四圣法界，声闻、缘觉、菩萨、佛，世间法不贪了，贪佛法，诸位想想，贪心有没有断？没断，换个对象而已。世间法恶，佛法善，贪心没断，这样的人学佛，将来到三善道受报，为什么？贪心没断，不能成正果。佛是叫我们断贪心，不是叫我们换贪的对象，这要搞清楚，所以佛法也不能贪。佛在《金刚经》上说「法尚应舍，何况非法」，法就是佛法，佛法也要放下，也不能贪着，何况世间法！这是我们一定要晓得的。无量无边的烦恼归纳成五大类：贪瞋痴慢疑。这五大类还能不能归纳？能，归纳为三大类，贪瞋痴。这三类还可不可以归纳？还可以，归纳一个「贪」。为什么会有瞋恨？贪不到才瞋恨；如果一贪就得到，瞋恨心就生不起来。归根结柢，那个病的总根就是这个贪字。佛教我们用什么方法来对治它？用布施。六度第一个是布施，布施是度悭贪的，就是来对治这个烦恼的。现在有许多人修布施，能不能度悭贪？不能，因为他是为贪心才去布施的。听说佛门是一本万利，「舍一得万报」，所以他才肯布施；如果告诉他，布施没有好报，他才不布施，他还是以做生意那个眼光，这样修布施是增长贪心。所以那个只叫布施，不可以叫布施波罗蜜。波罗蜜是度，不能叫布施度，他修的是世间法，不是菩萨法；菩萨法是要度悭贪的。我修布施目的在哪里？目的是把我无始劫来悭贪心把它舍掉，那就是你真正修六度，真正是在修菩萨道。",
      "zh_TW": "這就是貪的現象，捨不得離開，貪愛。這裡面的範圍非常廣大，有貪名的、有貪利的、有貪權勢的、有貪五欲六塵的，財色名食睡，這是屬於五欲六塵，六塵是物質環境種種的享受，這是世間。出世間有四聖法界，聲聞、緣覺、菩薩、佛，世間法不貪了，貪佛法，諸位想想，貪心有沒有斷？沒斷，換個對象而已。世間法惡，佛法善，貪心沒斷，這樣的人學佛，將來到三善道受報，為什麼？貪心沒斷，不能成正果。佛是叫我們斷貪心，不是叫我們換貪的對象，這要搞清楚，所以佛法也不能貪。佛在《金剛經》上說「法尚應捨，何況非法」，法就是佛法，佛法也要放下，也不能貪著，何況世間法！這是我們一定要曉得的。無量無邊的煩惱歸納成五大類：貪瞋痴慢疑。這五大類還能不能歸納？能，歸納為三大類，貪瞋痴。這三類還可不可以歸納？還可以，歸納一個「貪」。為什麼會有瞋恨？貪不到才瞋恨；如果一貪就得到，瞋恨心就生不起來。歸根結柢，那個病的總根就是這個貪字。佛教我們用什麼方法來對治它？用布施。六度第一個是布施，布施是度慳貪的，就是來對治這個煩惱的。現在有許多人修布施，能不能度慳貪？不能，因為他是為貪心才去布施的。聽說佛門是一本萬利，「捨一得萬報」，所以他才肯布施；如果告訴他，布施沒有好報，他才不布施，他還是以做生意那個眼光，這樣修布施是增長貪心。所以那個只叫布施，不可以叫布施波羅蜜。波羅蜜是度，不能叫布施度，他修的是世間法，不是菩薩法；菩薩法是要度慳貪的。我修布施目的在哪裡？目的是把我無始劫來慳貪心把它捨掉，那就是你真正修六度，真正是在修菩薩道。"
    },
    {
      "id": "01-003-0276_p0037",
      "zh_CN": "世间人布施修福，佛告诉我们，财布施的果报是财富，法布施的果报是聪明智慧，无畏布施的果报是健康长寿，这是世间法的布施。如果是大乘菩萨法的布施，他的果是明心见性，见性成佛，不是那三种小果报，不一样！为什么？悭贪是根本烦恼，根本拔除了，八万四千烦恼、无量无边烦恼统统都没有了，那是明心见性、见性成佛的果报，而不是得财富、得聪明、得健康长寿，不是这个，这是世间人修的小布施，得小果报。由此可知，我们看现前社会上这些大众，有发财得财富的，有得聪明智慧的，古时候讲得功名的，现在讲得硕士、博士学位的，法布施，得健康长寿的，都是属于果报。但是这世间的善果都相当不容易修，修福真的还是要有福之人，没有福的人修福修不到，为什么？错认了福田。我们讲种福田，种田我们知道要种到一个很肥沃的土地上，它就长得很茂盛；假如种在沙土上，连根都死掉，种子也烂掉，不会有收成的。往往我们把福田认错，把沙漠当作良田，在沙漠下种子，到最后不但没有收成，连本也亏掉，这是我们在现前社会看得太多了。所以无论世出世间法都要智慧，智慧重要！我们愚痴，没有智慧，怎么办？读经，读经开智慧。经读多了、经读久了，心定了，自然智慧开了，看事情也看得清楚，做事情也不会做错。一定要读经、一定要念佛。",
      "zh_TW": "世間人布施修福，佛告訴我們，財布施的果報是財富，法布施的果報是聰明智慧，無畏布施的果報是健康長壽，這是世間法的布施。如果是大乘菩薩法的布施，他的果是明心見性，見性成佛，不是那三種小果報，不一樣！為什麼？慳貪是根本煩惱，根本拔除了，八萬四千煩惱、無量無邊煩惱統統都沒有了，那是明心見性、見性成佛的果報，而不是得財富、得聰明、得健康長壽，不是這個，這是世間人修的小布施，得小果報。由此可知，我們看現前社會上這些大眾，有發財得財富的，有得聰明智慧的，古時候講得功名的，現在講得碩士、博士學位的，法布施，得健康長壽的，都是屬於果報。但是這世間的善果都相當不容易修，修福真的還是要有福之人，沒有福的人修福修不到，為什麼？錯認了福田。我們講種福田，種田我們知道要種到一個很肥沃的土地上，它就長得很茂盛；假如種在沙土上，連根都死掉，種子也爛掉，不會有收成的。往往我們把福田認錯，把沙漠當作良田，在沙漠下種子，到最後不但沒有收成，連本也虧掉，這是我們在現前社會看得太多了。所以無論世出世間法都要智慧，智慧重要！我們愚痴，沒有智慧，怎麼辦？讀經，讀經開智慧。經讀多了、經讀久了，心定了，自然智慧開了，看事情也看得清楚，做事情也不會做錯。一定要讀經、一定要念佛。"
    },
    {
      "id": "01-003-0276_p0038",
      "zh_CN": "钞【二、瞋，谓遇违情境，起于恚恨，不能容忍故。】",
      "zh_TW": "鈔【二、瞋，謂遇違情境，起於恚恨，不能容忍故。】"
    },
    {
      "id": "01-003-0276_p0039",
      "zh_CN": "违背我们喜欢的，也就是我不喜欢的，这个境界，『起于恚恨，不能容忍故』，不能包容！佛教给我们修忍辱波罗蜜，忍辱是对治瞋恚的，要能忍。知道忍、包容，这是有福之人；不能忍，不能包容，纵有福也很快就享尽，后续就没有了。所以一定要学着能够包容，能够忍辱。",
      "zh_TW": "違背我們喜歡的，也就是我不喜歡的，這個境界，『起於恚恨，不能容忍故』，不能包容！佛教給我們修忍辱波羅蜜，忍辱是對治瞋恚的，要能忍。知道忍、包容，這是有福之人；不能忍，不能包容，縱有福也很快就享盡，後續就沒有了。所以一定要學著能夠包容，能夠忍辱。"
    },
    {
      "id": "01-003-0276_p0040",
      "zh_CN": "钞【三、痴，谓于非违非顺境，起于愚暗，不能觉察故。】",
      "zh_TW": "鈔【三、痴，謂於非違非順境，起於愚暗，不能覺察故。】"
    },
    {
      "id": "01-003-0276_p0041",
      "zh_CN": "『痴』是愚痴。这一条简单的说，对于宇宙人生、人情事理、万事万物，哪些是真的？哪些是假的？哪些是邪？哪些是正？哪些是是？哪些是非？他全搞不清楚，迷惑颠倒，这就叫愚痴。这个问题也非常严重，五钝使最难断的就是愚痴。佛教给我们要用「般若」来度愚痴，一定要真实般若智慧。愚痴在大乘最后的阶段就叫做无明，等觉菩萨还有一品生相无明没破，你才晓得愚痴多严重！等觉菩萨最后一品生相无明破除，这就是圆满大觉，这就成佛了。所以这一条是最难断的，要有真正的智慧。前面这几条用「定」可以克服，唯独这一条要用「慧」，定没有办法。",
      "zh_TW": "『痴』是愚痴。這一條簡單的說，對於宇宙人生、人情事理、萬事萬物，哪些是真的？哪些是假的？哪些是邪？哪些是正？哪些是是？哪些是非？他全搞不清楚，迷惑顛倒，這就叫愚痴。這個問題也非常嚴重，五鈍使最難斷的就是愚痴。佛教給我們要用「般若」來度愚痴，一定要真實般若智慧。愚痴在大乘最後的階段就叫做無明，等覺菩薩還有一品生相無明沒破，你才曉得愚痴多嚴重！等覺菩薩最後一品生相無明破除，這就是圓滿大覺，這就成佛了。所以這一條是最難斷的，要有真正的智慧。前面這幾條用「定」可以克服，唯獨這一條要用「慧」，定沒有辦法。"
    },
    {
      "id": "01-003-0276_p0042",
      "zh_CN": "钞【四、慢，谓于一切众生，起骄傲心，上陵下忽，不能恭逊故。】",
      "zh_TW": "鈔【四、慢，謂於一切眾生，起驕傲心，上陵下忽，不能恭遜故。】"
    },
    {
      "id": "01-003-0276_p0043",
      "zh_CN": "『慢』是傲慢。『逊』是谦虚。他不知道恭敬、不知道谦虚，无论对什么人都有骄傲的烦恼起现行。佛家重视，为什么？因为你有慢就不能入道。烦恼那么多，为什么佛偏偏举这一条？这一条它严重在哪里？障道。所以佛重视，世间圣人也重视。《礼记》里面说「傲不可长」，儒家晓得这个烦恼是俱生烦恼，不要学就会！与生俱来的，人人都有，一切众生统统都有，只能讲程度上有浅深不同的差别，个个都有！这个事情很麻烦。有了这个，瞧不起老师、瞧不起善知识、瞧不起同学，你还能成就吗？尊师重道这个善根就被它破坏掉。所以我们要认清，傲慢它对我们的伤害是多么大！佛教给我们忍辱，儒家教给我们谦虚，孔子在《易经系辞》教给人，「满招损，谦受益」，六十四卦里面只有「谦」这一卦六爻都吉，这个卦象没有凶；其他六十三卦，至少都有一爻是凶卦，不是吉卦。谦，谦虚！「地山谦」，卦象是地山，上面是坤卦，坤是地，山本来是在地上，它山在地底下，你想想这个意思。儒家讲「自卑而尊人」，这是谦，我们用这个方法对治无始劫以来的骄慢。我们受骄慢的害受得太惨，要认识它、要真正修行，把它修正过来，从今之后无论对什么人都要谦虚、都要卑下，这就对了。",
      "zh_TW": "『慢』是傲慢。『遜』是謙虛。他不知道恭敬、不知道謙虛，無論對什麼人都有驕傲的煩惱起現行。佛家重視，為什麼？因為你有慢就不能入道。煩惱那麼多，為什麼佛偏偏舉這一條？這一條它嚴重在哪裡？障道。所以佛重視，世間聖人也重視。《禮記》裡面說「傲不可長」，儒家曉得這個煩惱是俱生煩惱，不要學就會！與生俱來的，人人都有，一切眾生統統都有，只能講程度上有淺深不同的差別，個個都有！這個事情很麻煩。有了這個，瞧不起老師、瞧不起善知識、瞧不起同學，你還能成就嗎？尊師重道這個善根就被它破壞掉。所以我們要認清，傲慢它對我們的傷害是多麼大！佛教給我們忍辱，儒家教給我們謙虛，孔子在《易經繫辭》教給人，「滿招損，謙受益」，六十四卦裡面只有「謙」這一卦六爻都吉，這個卦象沒有凶；其他六十三卦，至少都有一爻是凶卦，不是吉卦。謙，謙虛！「地山謙」，卦象是地山，上面是坤卦，坤是地，山本來是在地上，它山在地底下，你想想這個意思。儒家講「自卑而尊人」，這是謙，我們用這個方法對治無始劫以來的驕慢。我們受驕慢的害受得太慘，要認識它、要真正修行，把它修正過來，從今之後無論對什麼人都要謙虛、都要卑下，這就對了。"
    },
    {
      "id": "01-003-0276_p0044",
      "zh_CN": "钞【五、疑，谓于诸善法，起猜贰心，欲进欲退，不能决定故。】",
      "zh_TW": "鈔【五、疑，謂於諸善法，起猜貳心，欲進欲退，不能決定故。】"
    },
    {
      "id": "01-003-0276_p0045",
      "zh_CN": "『猜』是猜疑，『贰心』就是心不能确定，怀疑。疑，在世间法里面，障碍善法、障碍善行；疑，在出世间法里面决定障道，对佛菩萨、祖师的教训起疑惑，不能相信。佛法完全建立在清净信心的基础上，《华严经》讲「信为道元功德母」，你没有坚定的信心，怎么能入门？一个人在道业上要想有成就，第一个对于法要有坚定的信心，完全的肯定，没有怀疑，我们能够接受；第二，对老师、善知识要有清净的信心，我们才能接受他的指导，才能依教奉行。如果对老师起了怀疑，他教导我们，我们处处给他打问号，不能遵守、不能奉行，这个法的利益是决定得不到。疑是坏事情，「疑」是菩萨在修学过程当中最大的障碍。我们如何断疑生信？这个话说起来容易，做起来就相当困难。真正能够有清净信心，还是像佛在《无量寿经》上所说的两种人：一种是上根聪明人，他一接触佛法，他就明白，他就觉悟，他不迷，所以他能信；第二种，善根深厚，虽然他对理论事实没搞得清楚，但是他对于佛菩萨、对于善人很尊敬，也能听话、也能依教奉行，这是难能可贵。大致上就是这两种人。信心不二，他容易成就。信心一动摇，危机现象就现前，就不能成就。特别是我们念佛人，对于净土、对于阿弥陀佛、对于往生决定不能怀疑、决定不能动摇。外面其他的法门很多，你遇到一些知识，这个人叫你修禅，那个人叫你念咒，那个人又说什么法门立刻就见效，你这一听，信心动摇了。信心一动摇，说实在话，哪一个法门你都不能成就。你在诸佛菩萨无量法门当中，你实在不清楚、不明白、不认识、不知道哪一个法门殊胜，所以在修学过程当中得不到利益。",
      "zh_TW": "『猜』是猜疑，『貳心』就是心不能確定，懷疑。疑，在世間法裡面，障礙善法、障礙善行；疑，在出世間法裡面決定障道，對佛菩薩、祖師的教訓起疑惑，不能相信。佛法完全建立在清淨信心的基礎上，《華嚴經》講「信為道元功德母」，你沒有堅定的信心，怎麼能入門？一個人在道業上要想有成就，第一個對於法要有堅定的信心，完全的肯定，沒有懷疑，我們能夠接受；第二，對老師、善知識要有清淨的信心，我們才能接受他的指導，才能依教奉行。如果對老師起了懷疑，他教導我們，我們處處給他打問號，不能遵守、不能奉行，這個法的利益是決定得不到。疑是壞事情，「疑」是菩薩在修學過程當中最大的障礙。我們如何斷疑生信？這個話說起來容易，做起來就相當困難。真正能夠有清淨信心，還是像佛在《無量壽經》上所說的兩種人：一種是上根聰明人，他一接觸佛法，他就明白，他就覺悟，他不迷，所以他能信；第二種，善根深厚，雖然他對理論事實沒搞得清楚，但是他對於佛菩薩、對於善人很尊敬，也能聽話、也能依教奉行，這是難能可貴。大致上就是這兩種人。信心不二，他容易成就。信心一動搖，危機現象就現前，就不能成就。特別是我們念佛人，對於淨土、對於阿彌陀佛、對於往生決定不能懷疑、決定不能動搖。外面其他的法門很多，你遇到一些知識，這個人叫你修禪，那個人叫你念咒，那個人又說什麼法門立刻就見效，你這一聽，信心動搖了。信心一動搖，說實在話，哪一個法門你都不能成就。你在諸佛菩薩無量法門當中，你實在不清楚、不明白、不認識、不知道哪一個法門殊勝，所以在修學過程當中得不到利益。"
    },
    {
      "id": "01-003-0276_p0046",
      "zh_CN": "真实有决定信心，没有怀疑的，一门深入的，我们在这些年也见到不少人，他确实有效果。我们可以很明显的看出，他的身体健康、相貌丰满、气色好了，往往学佛三、五个月他就变了，这是真正得到佛法的利益。这是不是佛菩萨加持？不是的，是他心理产生变化。以前心里妄想分别执着烦恼多，人身体不健康，气色不好，对佛法有了坚定的信心，一门深入，他妄念少了，烦恼少了，心清净了，心清净身就清净，身体以前那些毛病不要去找医生，自然就好了，这就是他心理上把生理调整过来，这个现在确实有科学的依据。身体是受念头的主宰，大乘经上常讲「一切法从心想生」。一个人心纯善无恶、纯净不染，生理自然就调整得正常；人有妄念、有杂念、有妄想，就把正常的生理扰乱，这一乱，毛病就生，用药、用其他方法来帮助你调理，很困难！不如用自己的心来调整，这是最有效的方法。他身体调整了，我们今天讲改变体质，恢复了正常，所以他的容貌、气色都不一样，这非常的明显。古人讲「忧能使人老」，人要是有忧虑烦恼，老化得很快。反过来，一天到晚非常欢喜的人、欢乐的人，不容易衰老，他心情愉快，也就是说，他少烦少恼。没有烦恼的人不容易老，有烦恼的人很容易老化。",
      "zh_TW": "真實有決定信心，沒有懷疑的，一門深入的，我們在這些年也見到不少人，他確實有效果。我們可以很明顯的看出，他的身體健康、相貌豐滿、氣色好了，往往學佛三、五個月他就變了，這是真正得到佛法的利益。這是不是佛菩薩加持？不是的，是他心理產生變化。以前心裡妄想分別執著煩惱多，人身體不健康，氣色不好，對佛法有了堅定的信心，一門深入，他妄念少了，煩惱少了，心清淨了，心清淨身就清淨，身體以前那些毛病不要去找醫生，自然就好了，這就是他心理上把生理調整過來，這個現在確實有科學的依據。身體是受念頭的主宰，大乘經上常講「一切法從心想生」。一個人心純善無惡、純淨不染，生理自然就調整得正常；人有妄念、有雜念、有妄想，就把正常的生理擾亂，這一亂，毛病就生，用藥、用其他方法來幫助你調理，很困難！不如用自己的心來調整，這是最有效的方法。他身體調整了，我們今天講改變體質，恢復了正常，所以他的容貌、氣色都不一樣，這非常的明顯。古人講「憂能使人老」，人要是有憂慮煩惱，老化得很快。反過來，一天到晚非常歡喜的人、歡樂的人，不容易衰老，他心情愉快，也就是說，他少煩少惱。沒有煩惱的人不容易老，有煩惱的人很容易老化。"
    },
    {
      "id": "01-003-0276_p0047",
      "zh_CN": "莲池大师在这部经的注解里面讲，「专持名号，犹胜持咒，亦胜余咒，亦胜一切诸余功德」，这几句话把一心持名的好处说尽了。我们在佛门常听说，「念经不如念咒，念咒不如念佛」，我们听得很熟，究竟怎么不如，莲池大师在此地为我们说出来。《钞》云：「偏赞持名」，赞叹持名的好处。「一、胜本咒者」，本咒是往生咒，念佛的名号比念往生咒好，为什么？「以咒云：诵三十万遍，则见阿弥陀佛。而持名，则一日一心，即佛现前故。」念往生咒三十万遍要念很长的时间，《弥陀经》上讲，一日一夜到七日七夜，他就见佛了。可见得比往生咒要强得多。「又咒云：昼夜六时，各诵三七遍，能灭五逆等罪」，昼夜六时就是二十四小时，二十四小时每隔两小时你就念二十一遍。每隔两小时念二十一遍，一天一夜念十二遍，日夜不能间断，两个小时念二十一遍，「而持名，则至心念佛一声，即灭八十亿劫生死重罪故。」往生咒的功德哪能比得上佛号？差太远了。「二、胜余咒者」，其他所有一切咒，包括密宗这些咒语，都不如念佛，它这里讲的，「专持名号，即大神咒、大明咒、无上咒、无等等咒。」这是《心经》上对于咒赞到极处。「以十念便得往生，一生便得不退，威灵不测，斯名大神，余可例知故。」这句阿弥陀佛就是大神咒。《演义》里面讲：「一心不乱，断无明见自性，大明咒也。往生彼国究竟成佛，无上咒也。证无生忍，回入娑婆，普度众生，无等等咒也。」",
      "zh_TW": "蓮池大師在這部經的註解裡面講，「專持名號，猶勝持咒，亦勝餘咒，亦勝一切諸餘功德」，這幾句話把一心持名的好處說盡了。我們在佛門常聽說，「念經不如念咒，念咒不如念佛」，我們聽得很熟，究竟怎麼不如，蓮池大師在此地為我們說出來。《鈔》云：「偏讚持名」，讚歎持名的好處。「一、勝本咒者」，本咒是往生咒，念佛的名號比念往生咒好，為什麼？「以咒云：誦三十萬遍，則見阿彌陀佛。而持名，則一日一心，即佛現前故。」念往生咒三十萬遍要念很長的時間，《彌陀經》上講，一日一夜到七日七夜，他就見佛了。可見得比往生咒要強得多。「又咒云：晝夜六時，各誦三七遍，能滅五逆等罪」，晝夜六時就是二十四小時，二十四小時每隔兩小時你就念二十一遍。每隔兩小時念二十一遍，一天一夜念十二遍，日夜不能間斷，兩個小時念二十一遍，「而持名，則至心念佛一聲，即滅八十億劫生死重罪故。」往生咒的功德哪能比得上佛號？差太遠了。「二、勝餘咒者」，其他所有一切咒，包括密宗這些咒語，都不如念佛，它這裡講的，「專持名號，即大神咒、大明咒、無上咒、無等等咒。」這是《心經》上對於咒讚到極處。「以十念便得往生，一生便得不退，威靈不測，斯名大神，餘可例知故。」這句阿彌陀佛就是大神咒。《演義》裡面講：「一心不亂，斷無明見自性，大明咒也。往生彼國究竟成佛，無上咒也。證無生忍，回入娑婆，普度眾生，無等等咒也。」"
    },
    {
      "id": "01-003-0276_p0048",
      "zh_CN": "所以，名号功德不可思议！确实知道的人太少了。真正知道，无量无边法门摆在面前绝对不动心，为什么？晓得我这个法门统摄一切。你那些法门说得再好，是我的一枝、是我的一叶，我这个是总统。不晓得这个法门的殊胜！实在遇到了，遇到别的人一劝就跑掉，那真叫可惜！现在人不念《弥陀经》，去念《地藏经》，以为《地藏经》超过《阿弥陀经》、地藏菩萨名号超过阿弥陀佛，叫大错特错！只可以说他少善根、少福德、少因缘。这个法门要多善根、多福德、多因缘，他没那么大善根，去学二等法门、三等法门、四等法门，这第一等法门他没分！《疏钞》应当要细读，认真去念，你就会明了。《无量寿经》、《弥陀经要解》、《观无量寿佛经》善导大师的注子，你真正念到熟透，你对这个法门自然信心不二，信心就坚定，绝对不怀疑，我们这一生才真的会有成就。",
      "zh_TW": "所以，名號功德不可思議！確實知道的人太少了。真正知道，無量無邊法門擺在面前絕對不動心，為什麼？曉得我這個法門統攝一切。你那些法門說得再好，是我的一枝、是我的一葉，我這個是總統。不曉得這個法門的殊勝！實在遇到了，遇到別的人一勸就跑掉，那真叫可惜！現在人不念《彌陀經》，去念《地藏經》，以為《地藏經》超過《阿彌陀經》、地藏菩薩名號超過阿彌陀佛，叫大錯特錯！只可以說他少善根、少福德、少因緣。這個法門要多善根、多福德、多因緣，他沒那麼大善根，去學二等法門、三等法門、四等法門，這第一等法門他沒分！《疏鈔》應當要細讀，認真去念，你就會明瞭。《無量壽經》、《彌陀經要解》、《觀無量壽佛經》善導大師的註子，你真正念到熟透，你對這個法門自然信心不二，信心就堅定，絕對不懷疑，我們這一生才真的會有成就。"
    },
    {
      "id": "01-003-0276_p0049",
      "zh_CN": "钞【此五者，亦能使人趋入生死，故名曰使。较前稍为重滞，故名钝使。】",
      "zh_TW": "鈔【此五者，亦能使人趨入生死，故名曰使。較前稍為重滯，故名鈍使。】"
    },
    {
      "id": "01-003-0276_p0050",
      "zh_CN": "它没有前面那么猛利，但是这五样也是六道生死轮回的根本因素，通常我们讲「见思烦恼」，「见」就是前面的见浊，「思」就是这个地方的烦恼浊。",
      "zh_TW": "它沒有前面那麼猛利，但是這五樣也是六道生死輪迴的根本因素，通常我們講「見思煩惱」，「見」就是前面的見濁，「思」就是這個地方的煩惱濁。"
    },
    {
      "id": "01-003-0276_p0051",
      "zh_CN": "钞【广之者，谓合五利，为十烦恼。】",
      "zh_TW": "鈔【廣之者，謂合五利，為十煩惱。】"
    },
    {
      "id": "01-003-0276_p0052",
      "zh_CN": "如果经上讲『十烦恼』就是这两种，或者讲十使，或者讲见思烦恼，都是指这个。",
      "zh_TW": "如果經上講『十煩惱』就是這兩種，或者講十使，或者講見思煩惱，都是指這個。"
    },
    {
      "id": "01-003-0276_p0053",
      "zh_CN": "钞【又分之为九十八，加十缠，成百八烦恼。】",
      "zh_TW": "鈔【又分之為九十八，加十纏，成百八煩惱。】"
    },
    {
      "id": "01-003-0276_p0054",
      "zh_CN": "九十八再加十缠，百八烦恼就是从这个地方来的。大家看《演义》注解。",
      "zh_TW": "九十八再加十纏，百八煩惱就是從這個地方來的。大家看《演義》註解。"
    },
    {
      "id": "01-003-0276_p0055",
      "zh_CN": "钞【又细推之，则八万四千，乃至恒沙，多多无量。】",
      "zh_TW": "鈔【又細推之，則八萬四千，乃至恆沙，多多無量。】"
    },
    {
      "id": "01-003-0276_p0056",
      "zh_CN": "烦恼真是无量无边。",
      "zh_TW": "煩惱真是無量無邊。"
    },
    {
      "id": "01-003-0276_p0057",
      "zh_CN": "钞【劳烦我心，不得安稳，热恼我心，不得清凉。】",
      "zh_TW": "鈔【勞煩我心，不得安穩，熱惱我心，不得清涼。】"
    },
    {
      "id": "01-003-0276_p0058",
      "zh_CN": "所以叫它做烦恼，烦恼名字是这么来的。",
      "zh_TW": "所以叫它做煩惱，煩惱名字是這麼來的。"
    },
    {
      "id": "01-003-0276_p0059",
      "zh_CN": "钞【又喧烦之法，逼乱心神，使真明不朗。故名烦恼。】",
      "zh_TW": "鈔【又喧煩之法，逼亂心神，使真明不朗。故名煩惱。】"
    },
    {
      "id": "01-003-0276_p0060",
      "zh_CN": "『真明』就是真如本性，本性里面本有的智慧不能现前，被它障碍了。烦恼这个名词是从这个地方建立的。今天我们就讲到此地。",
      "zh_TW": "『真明』就是真如本性，本性裡面本有的智慧不能現前，被它障礙了。煩惱這個名詞是從這個地方建立的。今天我們就講到此地。"
    }
  ]
}