{
  "doc_id": "01-003-0080",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十集",
    "zh_TW": "第八十集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0080",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "01-003-0080_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一二九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一二九頁："
    },
    {
      "id": "01-003-0080_p0002",
      "zh_CN": "◎【五、能诠体性】",
      "zh_TW": "◎【五、能詮體性】"
    },
    {
      "id": "01-003-0080_p0003",
      "zh_CN": "这是十门里面的第五，也就是第五个大段落，说明这部经的「体性」，体是它的本体，性是讲它的性质，这一段在玄义里面也是非常的重要。如果这个经的体性能明了，我们才能信得过它。体性，这个名词用现代话来说，就是佛讲这部经根据什么道理讲的，也就是他所依据的理论。你给我们说了这么多，确实有理论可以依据，那我们当然就可以相信。体性就是讲这部经依据的道理，依据的理论。所以这相当重要，能够启发我们的信心，使我们对这个法门不至于再怀疑了。解释里面分作四段：「初随相，二唯识，三归性，四无碍」。这一段文有相当的深度，因为涉及到根据的理论，所以玄义里面这是最难懂的一个部分。",
      "zh_TW": "這是十門裡面的第五，也就是第五個大段落，說明這部經的「體性」，體是它的本體，性是講它的性質，這一段在玄義裡面也是非常的重要。如果這個經的體性能明瞭，我們才能信得過它。體性，這個名詞用現代話來說，就是佛講這部經根據什麼道理講的，也就是他所依據的理論。你給我們說了這麼多，確實有理論可以依據，那我們當然就可以相信。體性就是講這部經依據的道理，依據的理論。所以這相當重要，能夠啟發我們的信心，使我們對這個法門不至於再懷疑了。解釋裡面分作四段：「初隨相，二唯識，三歸性，四無礙」。這一段文有相當的深度，因為涉及到根據的理論，所以玄義裡面這是最難懂的一個部分。"
    },
    {
      "id": "01-003-0080_p0004",
      "zh_CN": "◎【初、随相】",
      "zh_TW": "◎【初、隨相】"
    },
    {
      "id": "01-003-0080_p0005",
      "zh_CN": "玄义【已知此经被机普遍，未知能诠，何为体性。】",
      "zh_TW": "玄義【已知此經被機普遍，未知能詮，何為體性。】"
    },
    {
      "id": "01-003-0080_p0006",
      "zh_CN": "这是首先提出一个问题，这个方式是问答式的，先把这问题提出来。前面一段是讲这部经所对的、所接引的对象，我们晓得上中下各种根性的人，经上讲得非常好，只要能信能愿能行，都是这个法门接引的对象。换句话说，你不信、不肯发愿、不肯念佛，那就没法子，那就不是这个法门接引的对象。这给我们说得非常清楚，简单明了。在接引对象里面，上上根的人，像文殊菩萨、普贤菩萨都是他接引的对象，下下根的人，乃至于不认识字、没念过书的、没知识的，他听了这个法门死心塌地念佛也能成功。甚至畜生里面还有念佛往生的。中国历史上历代所记载就不少，没有被人记下来的，我相信更多。所以，确确实实法门广大，普遍，『被机普遍』，被是加被的意思，非常的普遍。",
      "zh_TW": "這是首先提出一個問題，這個方式是問答式的，先把這問題提出來。前面一段是講這部經所對的、所接引的對象，我們曉得上中下各種根性的人，經上講得非常好，只要能信能願能行，都是這個法門接引的對象。換句話說，你不信、不肯發願、不肯念佛，那就沒法子，那就不是這個法門接引的對象。這給我們說得非常清楚，簡單明瞭。在接引對象裡面，上上根的人，像文殊菩薩、普賢菩薩都是他接引的對象，下下根的人，乃至於不認識字、沒念過書的、沒知識的，他聽了這個法門死心塌地念佛也能成功。甚至畜生裡面還有念佛往生的。中國歷史上歷代所記載就不少，沒有被人記下來的，我相信更多。所以，確確實實法門廣大，普遍，『被機普遍』，被是加被的意思，非常的普遍。"
    },
    {
      "id": "01-003-0080_p0007",
      "zh_CN": "进一步我们要晓得，『未知能诠』，诠是诠述，就是这部经里面所说的这些文字、言语。『何为体性』，体就是理，它的道理，所依据的道理是什么？体与性都是说的理。下面是答复：",
      "zh_TW": "進一步我們要曉得，『未知能詮』，詮是詮述，就是這部經裡面所說的這些文字、言語。『何為體性』，體就是理，它的道理，所依據的道理是什麼？體與性都是說的理。下面是答覆："
    },
    {
      "id": "01-003-0080_p0008",
      "zh_CN": "玄义【依古展转十门推本，约之成四。】",
      "zh_TW": "玄義【依古展轉十門推本，約之成四。】"
    },
    {
      "id": "01-003-0080_p0009",
      "zh_CN": "『约』是归纳，把它归纳为四门。体里面讲随相、唯识、归性、无碍，归纳为这四门。在此地首先要解释一下什么叫做『十门推本』？古大德讲教体，就是释迦牟尼佛四十九年所说的这些经，从什么地方说出来的，根据什么道理说出来的，古德一共把它分为十条，十条逐渐逐渐去寻求它的根本。第一是「音声语言」，释迦牟尼佛当年在世的时候，是以音声作佛事，所以音声就是教体。佛灭度之后，弟子们将老师过去所讲的记录下来，写成文字。第二是「名句文身」，名词术语，一个完整的意思就叫一句，文是文字，都叫做身。第三是「通取四法」。第四是「诸法显义」，这就讲理了。文字是能诠，就是能够诠述，它里头一定有内容，古人说「文以载道」，它里面有理论、有道理，我们从言语文字里面去悟它的道理，不能死在言语文字里面。言语文字是工具，目的是要我们去悟里面的理，这才真正能得受用。",
      "zh_TW": "『約』是歸納，把它歸納為四門。體裡面講隨相、唯識、歸性、無礙，歸納為這四門。在此地首先要解釋一下什麼叫做『十門推本』？古大德講教體，就是釋迦牟尼佛四十九年所說的這些經，從什麼地方說出來的，根據什麼道理說出來的，古德一共把它分為十條，十條逐漸逐漸去尋求它的根本。第一是「音聲語言」，釋迦牟尼佛當年在世的時候，是以音聲作佛事，所以音聲就是教體。佛滅度之後，弟子們將老師過去所講的記錄下來，寫成文字。第二是「名句文身」，名詞術語，一個完整的意思就叫一句，文是文字，都叫做身。第三是「通取四法」。第四是「諸法顯義」，這就講理了。文字是能詮，就是能夠詮述，它裡頭一定有內容，古人說「文以載道」，它裡面有理論、有道理，我們從言語文字裡面去悟它的道理，不能死在言語文字裡面。言語文字是工具，目的是要我們去悟裡面的理，這才真正能得受用。"
    },
    {
      "id": "01-003-0080_p0010",
      "zh_CN": "第五是「摄境唯心」，境是境界，音声、言语文字都属于境界，这些境界从什么地方变现出来的？唯心所现。换句话说，逐渐就能发现到它的本体，本体是真心、本性，佛说的经是从真心本性里面流露出来的。逐渐逐渐就像《华严》里面所讲的，深入到「理事无碍」、「事事无碍」，到究竟圆满的时候，心性完全恢复到明净，就是光明洁净，一尘不染的时候，尽虚空遍法界一切事理你完全就见到了，就像《心经》里面讲的，「照见五蕴皆空」。五蕴是什么？世出世间一切事理出不了五蕴，小，我们这个身是五蕴之身，大，整个世界是五蕴的世界，有情世间如是，智正觉世间也不能例外。我们娑婆世界是五蕴组合的，西方极乐世界还是五蕴组合的。我们这里五蕴叫染，他那个地方五蕴叫净。实际上五蕴哪有染净？染净在人心，诸位要明了，你心迷就染了，你心清净就净了。",
      "zh_TW": "第五是「攝境唯心」，境是境界，音聲、言語文字都屬於境界，這些境界從什麼地方變現出來的？唯心所現。換句話說，逐漸就能發現到它的本體，本體是真心、本性，佛說的經是從真心本性裡面流露出來的。逐漸逐漸就像《華嚴》裡面所講的，深入到「理事無礙」、「事事無礙」，到究竟圓滿的時候，心性完全恢復到明淨，就是光明潔淨，一塵不染的時候，盡虛空遍法界一切事理你完全就見到了，就像《心經》裡面講的，「照見五蘊皆空」。五蘊是什麼？世出世間一切事理出不了五蘊，小，我們這個身是五蘊之身，大，整個世界是五蘊的世界，有情世間如是，智正覺世間也不能例外。我們娑婆世界是五蘊組合的，西方極樂世界還是五蘊組合的。我們這裡五蘊叫染，他那個地方五蘊叫淨。實際上五蘊哪有染淨？染淨在人心，諸位要明瞭，你心迷就染了，你心清淨就淨了。"
    },
    {
      "id": "01-003-0080_p0011",
      "zh_CN": "佛在《华严》上给我们说得很明白，众生与佛的差别在哪里？众生有分别执着妄想，佛没有分别执着妄想，就这么回事情。《华严》「出现品」说：一切众生皆有如来智慧德相。佛跟众生没有两样，差别就这么一点点。一切众生只要肯把分别执着妄想舍掉，你就叫佛，就叫成佛，成佛实在讲就这么简单。理你明白了，分别执着放不下，这个无可奈何！肯放下的，就行了。不肯放下的，佛也救不了你，也帮不上忙。所以修行修什么？就是把分别执着妄想舍掉，就修的这个。古德说：但求除妄。去掉虚妄就行了，你不必再求真。为什么不能再求真？求真就是一个妄念。像上一次我跟诸位讲的，你只要念佛，不要求一心不乱；因为你求一心不乱，那个念头就是一个妄念，就是你一心不乱的障碍，你要明白这个道理。只要四个字一直念下去，念到功夫成熟，自然就一心不乱。念一天佛，「怎么我还没有到一心不乱？」这样念一辈子都不会到一心不乱，念念当中有障碍，念念当中有妄想，这怎么能成就？",
      "zh_TW": "佛在《華嚴》上給我們說得很明白，眾生與佛的差別在哪裡？眾生有分別執著妄想，佛沒有分別執著妄想，就這麼回事情。《華嚴》「出現品」說：一切眾生皆有如來智慧德相。佛跟眾生沒有兩樣，差別就這麼一點點。一切眾生只要肯把分別執著妄想捨掉，你就叫佛，就叫成佛，成佛實在講就這麼簡單。理你明白了，分別執著放不下，這個無可奈何！肯放下的，就行了。不肯放下的，佛也救不了你，也幫不上忙。所以修行修什麼？就是把分別執著妄想捨掉，就修的這個。古德說：但求除妄。去掉虛妄就行了，你不必再求真。為什麼不能再求真？求真就是一個妄念。像上一次我跟諸位講的，你只要念佛，不要求一心不亂；因為你求一心不亂，那個念頭就是一個妄念，就是你一心不亂的障礙，你要明白這個道理。只要四個字一直念下去，念到功夫成熟，自然就一心不亂。念一天佛，「怎麼我還沒有到一心不亂？」這樣念一輩子都不會到一心不亂，念念當中有障礙，念念當中有妄想，這怎麼能成就？"
    },
    {
      "id": "01-003-0080_p0012",
      "zh_CN": "十门，归纳为四门。四门里面，第一个是『随相』。随有两个意思：第一是「文随于义，义随于文」，文里面有意思，意思里面也是有文章，因为意思它是有条理的、有层次的，有条不紊，这就是文章，这是讲教体。第二个意思是还没有到「会归一心」的时候，我们先从文字表面上来探讨，明白它这个理论的归趣。这就是随相的意思。这四段，愈到后面愈深，后后深于前前。",
      "zh_TW": "十門，歸納為四門。四門裡面，第一個是『隨相』。隨有兩個意思：第一是「文隨於義，義隨於文」，文裡面有意思，意思裡面也是有文章，因為意思它是有條理的、有層次的，有條不紊，這就是文章，這是講教體。第二個意思是還沒有到「會歸一心」的時候，我們先從文字表面上來探討，明白它這個理論的歸趣。這就是隨相的意思。這四段，愈到後面愈深，後後深於前前。"
    },
    {
      "id": "01-003-0080_p0013",
      "zh_CN": "玄义【先明随相，于中复二，一谓声名句文，二谓所诠义，以文与义皆属相故。】",
      "zh_TW": "玄義【先明隨相，於中復二，一謂聲名句文，二謂所詮義，以文與義皆屬相故。】"
    },
    {
      "id": "01-003-0080_p0014",
      "zh_CN": "也许同学们看了会有一点疑问，文字这是相不成问题，义理怎么也说它做相呢？这个到底下有解释。因为要以义对理来说，义还是能诠，所以它还是属于相。更深一层的就是教理，教理要自己细心去领会，所谓意在言外，深就深在这个地方。但是本经，无论你体会义理浅深，统统得利益，乃至于义理完全不懂，我相信、我愿意到西方，我念这句阿弥陀佛也能往生，这个法门殊胜不可思议就在这个地方；不像其他的法门，一定要深深悟入才得受用。这个法门好就好在这里，不能悟入也得受用。",
      "zh_TW": "也許同學們看了會有一點疑問，文字這是相不成問題，義理怎麼也說它做相呢？這個到底下有解釋。因為要以義對理來說，義還是能詮，所以它還是屬於相。更深一層的就是教理，教理要自己細心去領會，所謂意在言外，深就深在這個地方。但是本經，無論你體會義理淺深，統統得利益，乃至於義理完全不懂，我相信、我願意到西方，我念這句阿彌陀佛也能往生，這個法門殊勝不可思議就在這個地方；不像其他的法門，一定要深深悟入才得受用。這個法門好就好在這裡，不能悟入也得受用。"
    },
    {
      "id": "01-003-0080_p0015",
      "zh_CN": "疏【十门展转，详见华严玄谈，圭峰复于中约而束之，遂为四门。】",
      "zh_TW": "疏【十門展轉，詳見華嚴玄談，圭峰復於中約而束之，遂為四門。】"
    },
    {
      "id": "01-003-0080_p0016",
      "zh_CN": "《华严经玄谈》一共有九卷，是唐朝时候清凉大师作的，这是《华严经》注解里面最权威的一部书，称之为《大疏》。『圭峰』就是宗密禅师，他是清凉的学生，清凉是华严宗第四代祖师，宗密是第五代，是华严的五祖，他最著名的著作，流传于后世的就是《圆觉经疏钞》。他在《圆觉经》上下了很大的功夫，作了好几种注解，《圆觉经疏钞》、《圆觉经略疏》都是他作的。我们在传记里面看到，这个法师也很了不起，看看经典太多了，一个人一生当中要去读一切经，可以说是不可能的事情。如何在一切经里面选一、二种来专攻？那么多经看看都欢喜，究竟选哪个好？他老人家用的方法，先去拜佛求感应，求佛菩萨加持，拜佛之后就随手在《大藏经》里面抽一卷，这一卷佛菩萨加持，一抽出来就是《圆觉经》，好了，就死心塌地在《圆觉经》上下功夫，他成就了。随手抽一本，这是拜佛虔诚恭敬求三宝加持，自己与哪一部经有缘，用这种方式。自古以来一直到现代，《圆觉经》的注解没有人能超越宗密大师。他注《圆觉经》不用十门开启，他把十门归纳成四门，『约而束之，遂为四门』。现在莲池大师就采取圭峰宗密大师这个方式，用四门来说明。",
      "zh_TW": "《華嚴經玄談》一共有九卷，是唐朝時候清涼大師作的，這是《華嚴經》註解裡面最權威的一部書，稱之為《大疏》。『圭峰』就是宗密禪師，他是清涼的學生，清涼是華嚴宗第四代祖師，宗密是第五代，是華嚴的五祖，他最著名的著作，流傳於後世的就是《圓覺經疏鈔》。他在《圓覺經》上下了很大的功夫，作了好幾種註解，《圓覺經疏鈔》、《圓覺經略疏》都是他作的。我們在傳記裡面看到，這個法師也很了不起，看看經典太多了，一個人一生當中要去讀一切經，可以說是不可能的事情。如何在一切經裡面選一、二種來專攻？那麼多經看看都歡喜，究竟選哪個好？他老人家用的方法，先去拜佛求感應，求佛菩薩加持，拜佛之後就隨手在《大藏經》裡面抽一卷，這一卷佛菩薩加持，一抽出來就是《圓覺經》，好了，就死心塌地在《圓覺經》上下功夫，他成就了。隨手抽一本，這是拜佛虔誠恭敬求三寶加持，自己與哪一部經有緣，用這種方式。自古以來一直到現代，《圓覺經》的註解沒有人能超越宗密大師。他註《圓覺經》不用十門開啟，他把十門歸納成四門，『約而束之，遂為四門』。現在蓮池大師就採取圭峰宗密大師這個方式，用四門來說明。"
    },
    {
      "id": "01-003-0080_p0017",
      "zh_CN": "疏【初、声名句文者，据大小乘教，或以声为教体。】",
      "zh_TW": "疏【初、聲名句文者，據大小乘教，或以聲為教體。】"
    },
    {
      "id": "01-003-0080_p0018",
      "zh_CN": "佛陀在世是以音声说法，当时没有书本，佛讲，大家听。",
      "zh_TW": "佛陀在世是以音聲說法，當時沒有書本，佛講，大家聽。"
    },
    {
      "id": "01-003-0080_p0019",
      "zh_CN": "疏【或以名句文身而为教体。】",
      "zh_TW": "疏【或以名句文身而為教體。】"
    },
    {
      "id": "01-003-0080_p0020",
      "zh_CN": "佛灭度之后，由阿难尊者，这是多闻第一，记忆力最好，阿难记性之好就像现在录音机一样，听过一遍一个字都不忘，能重复把它讲出来，他有这种能力。阿难复讲，同学们替他作证明，再把它记录下来，成为我们后世这个经典的来源。阿难对于传承佛教有很大的贡献，可以说没有他，佛虽然说那么多经，我们都没有机会能听得到。",
      "zh_TW": "佛滅度之後，由阿難尊者，這是多聞第一，記憶力最好，阿難記性之好就像現在錄音機一樣，聽過一遍一個字都不忘，能重複把它講出來，他有這種能力。阿難複講，同學們替他作證明，再把它記錄下來，成為我們後世這個經典的來源。阿難對於傳承佛教有很大的貢獻，可以說沒有他，佛雖然說那麼多經，我們都沒有機會能聽得到。"
    },
    {
      "id": "01-003-0080_p0021",
      "zh_CN": "疏【今依清凉大师，通收四者，以声为教主。】",
      "zh_TW": "疏【今依清涼大師，通收四者，以聲為教主。】"
    },
    {
      "id": "01-003-0080_p0022",
      "zh_CN": "这是清凉解《华严经》的意思，把它归纳起来就是以音声为教体。清凉也是有依据的，不是随便说的，像《楞严经》上文殊菩萨拣选圆通的时候就说过，「此方真教体，清净在音闻」，我们这个地方娑婆世界众生耳根最利，你叫他看很不容易开悟，你说给他听，他很容易开悟，这是以音声为教体。",
      "zh_TW": "這是清涼解《華嚴經》的意思，把它歸納起來就是以音聲為教體。清涼也是有依據的，不是隨便說的，像《楞嚴經》上文殊菩薩揀選圓通的時候就說過，「此方真教體，清淨在音聞」，我們這個地方娑婆世界眾生耳根最利，你叫他看很不容易開悟，你說給他聽，他很容易開悟，這是以音聲為教體。"
    },
    {
      "id": "01-003-0080_p0023",
      "zh_CN": "疏【名者次第行列，诠法自性。】",
      "zh_TW": "疏【名者次第行列，詮法自性。】"
    },
    {
      "id": "01-003-0080_p0024",
      "zh_CN": "『诠』是诠述，这些名词里面含有一切法的自性在当中。譬如，「无量寿佛」这是个名词，在这个名词里面，我们就会想到实实在在的那一尊佛。「无」这个字里面意思是无有自性，无，一切都无！「无量」，无量两个字合起来，那就变成无限，无有限量；「寿」是寿命，无有限量的寿命，这个意思就很明显，我们就会想到那边那一尊佛，这不要说别的，单说寿命没有限量的，无有限量的。「佛」是觉的意思，这个人寿命长又是大智大觉，佛是大智大觉。从这个名词当中，我们就能体会到一个事实，有一尊大智大觉、寿命极长的佛。「名」它能含这个法的自体，『法』是讲一切万法。我们举一尊佛来说，含他的自体。",
      "zh_TW": "『詮』是詮述，這些名詞裡面含有一切法的自性在當中。譬如，「無量壽佛」這是個名詞，在這個名詞裡面，我們就會想到實實在在的那一尊佛。「無」這個字裡面意思是無有自性，無，一切都無！「無量」，無量兩個字合起來，那就變成無限，無有限量；「壽」是壽命，無有限量的壽命，這個意思就很明顯，我們就會想到那邊那一尊佛，這不要說別的，單說壽命沒有限量的，無有限量的。「佛」是覺的意思，這個人壽命長又是大智大覺，佛是大智大覺。從這個名詞當中，我們就能體會到一個事實，有一尊大智大覺、壽命極長的佛。「名」它能含這個法的自體，『法』是講一切萬法。我們舉一尊佛來說，含他的自體。"
    },
    {
      "id": "01-003-0080_p0025",
      "zh_CN": "通常我们一般人名实都不相副，我们取名字取个好名字，可是事实上跟名字不相合。诸佛菩萨名实一样的，他取什么名号，他实际上就是那样。我们学佛了，你皈依的时候，给你传授三皈的法师给你取个法名，那个法名什么意思？希望你这一生当中能名副其实，不要名与实相违背。中国古人取名字很注意，大部分都希望能名实相符合。现代的人不信，现代的人没有从前人那么样的老成。在古时候印度人，我们在经典上所看到的，许许多多的名号跟这个人确实是相符的。譬如，拘𫄨罗尊者，拘𫄨罗是什么？大膝盖，翻成中国意思他的膝盖特别大。中国话是大膝盖，他与名相符、相称。",
      "zh_TW": "通常我們一般人名實都不相副，我們取名字取個好名字，可是事實上跟名字不相合。諸佛菩薩名實一樣的，他取什麼名號，他實際上就是那樣。我們學佛了，你皈依的時候，給你傳授三皈的法師給你取個法名，那個法名什麼意思？希望你這一生當中能名副其實，不要名與實相違背。中國古人取名字很注意，大部分都希望能名實相符合。現代的人不信，現代的人沒有從前人那麼樣的老成。在古時候印度人，我們在經典上所看到的，許許多多的名號跟這個人確實是相符的。譬如，拘絺羅尊者，拘絺羅是什麼？大膝蓋，翻成中國意思他的膝蓋特別大。中國話是大膝蓋，他與名相符、相稱。"
    },
    {
      "id": "01-003-0080_p0026",
      "zh_CN": "疏【句者次第安布，诠法差别。】",
      "zh_TW": "疏【句者次第安布，詮法差別。】"
    },
    {
      "id": "01-003-0080_p0027",
      "zh_CN": "我们还以「无量寿佛」作比喻，『句』是一个完整的句子，无量寿佛这就是一个完整句子，意思很完全，能够包含大法的意思。假如我们只说一个「量寿佛」，这个意思就不完全，所以这四个字一个字也不能少，少一个字意思就不具足、就不完整。「句」，它每一个字，字字里头都有差别，合起来才是一个完整的意思。『句者，次第安布，诠法差别』，这个字不能颠倒、不能缺少，这才显示它完全的意思。",
      "zh_TW": "我們還以「無量壽佛」作比喻，『句』是一個完整的句子，無量壽佛這就是一個完整句子，意思很完全，能夠包含大法的意思。假如我們只說一個「量壽佛」，這個意思就不完全，所以這四個字一個字也不能少，少一個字意思就不具足、就不完整。「句」，它每一個字，字字裡頭都有差別，合起來才是一個完整的意思。『句者，次第安布，詮法差別』，這個字不能顛倒、不能缺少，這才顯示它完全的意思。"
    },
    {
      "id": "01-003-0080_p0028",
      "zh_CN": "疏【文者次第联合，上二所依。此名句文三者，屈曲为声上诠表，唯声，则不能诠义。唯名句文，则无自体。兼此四事，是谓教体，以假实体用兼资也。】",
      "zh_TW": "疏【文者次第聯合，上二所依。此名句文三者，屈曲為聲上詮表，唯聲，則不能詮義。唯名句文，則無自體。兼此四事，是謂教體，以假實體用兼資也。】"
    },
    {
      "id": "01-003-0080_p0029",
      "zh_CN": "这一段比较难懂一点。『文』是两个句子以上合起来，这才称为文章。《论语》里面，有两句是一章、三句是一章的，一章叙述一个完整的事情。在汉以前，文字非常纯朴，决定没有啰嗦；后来文字有修辞，愈来愈讲求美化，与古文朴实就相差很远了。文就是文饰的意思，必须以文彩，就是我们今天讲的修辞，把它组合，这样才显出这个文章的美化，文字美，念起来音声好听。骈体文，这是最为人所喜爱的。文学里面讲到美的，像诗词歌赋、戏剧里面这些文词，都非常之美，都加以修饰过。佛经当初集结成功之后，也找一些文学好的人再加以词藻上修饰一下，从梵文翻到中文之后，整个经文翻成了，一定请几个著名的文学家来润文。润文就是在词藻上修饰，意思不能有变更，就是词句上、文字上尽量给它美化，有这么一桩工作。这都是属于此地所讲的意思。",
      "zh_TW": "這一段比較難懂一點。『文』是兩個句子以上合起來，這才稱為文章。《論語》裡面，有兩句是一章、三句是一章的，一章敘述一個完整的事情。在漢以前，文字非常純樸，決定沒有囉嗦；後來文字有修辭，愈來愈講求美化，與古文樸實就相差很遠了。文就是文飾的意思，必須以文彩，就是我們今天講的修辭，把它組合，這樣才顯出這個文章的美化，文字美，念起來音聲好聽。駢體文，這是最為人所喜愛的。文學裡面講到美的，像詩詞歌賦、戲劇裡面這些文詞，都非常之美，都加以修飾過。佛經當初集結成功之後，也找一些文學好的人再加以詞藻上修飾一下，從梵文翻到中文之後，整個經文翻成了，一定請幾個著名的文學家來潤文。潤文就是在詞藻上修飾，意思不能有變更，就是詞句上、文字上盡量給它美化，有這麼一樁工作。這都是屬於此地所講的意思。"
    },
    {
      "id": "01-003-0080_p0030",
      "zh_CN": "『兼此四事，是谓教体』，佛经的经体、本体是文字。我们不能离开经书，经书是佛教教学的依据。『假实体用兼资』，这是说什么？这里头有假、有实、有体、有用，兼而有资。名句文这都是假的，为什么是假的？它是不相应行法，诸位念唯识、念过《百法》，你就晓得。所谓不相应行法，用现在的名词说，它属于抽象的，它没有实体，所以叫不相应。与谁不相应？与心不相应，与心所不相应，与色不相应。心法是八识心王，这是真的，因为一切万法是它所变，它是能变，能变跟所变两个比较一下，能变是真的，所变是假的。心所法就是心王的作用，心王的附属，一共有五十一个。与心所法相对的是色法，色法是依他起性，也算是有，确实有这个事情，不能说它没有。语言文字是不相应行法，既不是心法又不是心所法，也不是色法。在唯识三性里面讲，它的性质叫做遍计所执性，这是我们心里一个妄想、一个观念执着，认为有这个东西，实际上没有。所以文字不过是一种符号而已，非常抽象的东西，这是假的，不是真的。",
      "zh_TW": "『兼此四事，是謂教體』，佛經的經體、本體是文字。我們不能離開經書，經書是佛教教學的依據。『假實體用兼資』，這是說什麼？這裡頭有假、有實、有體、有用，兼而有資。名句文這都是假的，為什麼是假的？它是不相應行法，諸位念唯識、念過《百法》，你就曉得。所謂不相應行法，用現在的名詞說，它屬於抽象的，它沒有實體，所以叫不相應。與誰不相應？與心不相應，與心所不相應，與色不相應。心法是八識心王，這是真的，因為一切萬法是它所變，它是能變，能變跟所變兩個比較一下，能變是真的，所變是假的。心所法就是心王的作用，心王的附屬，一共有五十一個。與心所法相對的是色法，色法是依他起性，也算是有，確實有這個事情，不能說它沒有。語言文字是不相應行法，既不是心法又不是心所法，也不是色法。在唯識三性裡面講，它的性質叫做遍計所執性，這是我們心裡一個妄想、一個觀念執著，認為有這個東西，實際上沒有。所以文字不過是一種符號而已，非常抽象的東西，這是假的，不是真的。"
    },
    {
      "id": "01-003-0080_p0031",
      "zh_CN": "音声是实实在在的，音声是属于色法。色法有十一种，有五根六尘，五根是眼耳鼻舌身，六尘是色声香味触法，音声是六尘之一，它属于色法。色法是依他起性；依他起性，这是实在有的。遍计所执性，这个不是真正有，是假有。释迦牟尼佛当年说法，音声是体，后来把它记成文字这是用。有体有用，有假有实。这个实，也不是绝对的真实，跟名句文遍计所执性比较起来，它是实在有这个事情，虽有这个事情，也不能算是绝对的真实。",
      "zh_TW": "音聲是實實在在的，音聲是屬於色法。色法有十一種，有五根六塵，五根是眼耳鼻舌身，六塵是色聲香味觸法，音聲是六塵之一，它屬於色法。色法是依他起性；依他起性，這是實在有的。遍計所執性，這個不是真正有，是假有。釋迦牟尼佛當年說法，音聲是體，後來把它記成文字這是用。有體有用，有假有實。這個實，也不是絕對的真實，跟名句文遍計所執性比較起來，它是實在有這個事情，雖有這個事情，也不能算是絕對的真實。"
    },
    {
      "id": "01-003-0080_p0032",
      "zh_CN": "疏【二、所诠义者，此声名句文，若无所诠之义，则同乎篇韵，殊无意况。】",
      "zh_TW": "疏【二、所詮義者，此聲名句文，若無所詮之義，則同乎篇韻，殊無意況。】"
    },
    {
      "id": "01-003-0080_p0033",
      "zh_CN": "文字里头如果没有意义，那像字典一个字一个字，字都不连起来的，那就没有意义了；像从前韵书，诗韵，那都没有意义，就变成这一类的性质。所以文里头一定要有义，它才有价值，义趣愈深就愈有价值。报纸上有文字，杂志上也是文章，它那个意义太浅，看一遍都不想看第二遍。比较有价值、有深度的文学，它那个味就比较深，读了还想读它。可是再好的文学作品，念上二十遍、三十遍，也不想再看它了。我们看《十三经》，这儒家的书，看《老子》、《庄子》，那个味道就浓厚，真是百读不厌！如果看佛经，那的确是从初发心到等觉菩萨，念上无量劫都念不厌，这是为什么？因为它从真如本性里面流出来的，本性是无有穷尽，所以它言语文字里所含的法味也就无有穷尽，它有很浓厚的义味。",
      "zh_TW": "文字裡頭如果沒有意義，那像字典一個字一個字，字都不連起來的，那就沒有意義了；像從前韻書，詩韻，那都沒有意義，就變成這一類的性質。所以文裡頭一定要有義，它才有價值，義趣愈深就愈有價值。報紙上有文字，雜誌上也是文章，它那個意義太淺，看一遍都不想看第二遍。比較有價值、有深度的文學，它那個味就比較深，讀了還想讀它。可是再好的文學作品，念上二十遍、三十遍，也不想再看它了。我們看《十三經》，這儒家的書，看《老子》、《莊子》，那個味道就濃厚，真是百讀不厭！如果看佛經，那的確是從初發心到等覺菩薩，念上無量劫都念不厭，這是為什麼？因為它從真如本性裡面流出來的，本性是無有窮盡，所以它言語文字裡所含的法味也就無有窮盡，它有很濃厚的義味。"
    },
    {
      "id": "01-003-0080_p0034",
      "zh_CN": "疏【若徒义无文，妙理凭何而得显示。】",
      "zh_TW": "疏【若徒義無文，妙理憑何而得顯示。】"
    },
    {
      "id": "01-003-0080_p0035",
      "zh_CN": "虽有这些义味，如果没有文字来引导我们，我们没有办法得到。这个味从哪里来的？给诸位说，绝对不是文字里头有的。如果文字里有法味，每个人读文字应该都可以领略到，不是！这个味从哪里来？是你借着文字把自己的心性引发出来，所以其味无穷，这叫法喜充满，这就是我们一般讲的悟处。这个悟有没有止境？没有，没有止境的。你去念经，天天有悟处。也许有人说：我天天念经，都没有悟处。为什么没有悟处？你念经不得法，一面念一面打妄想，没有悟处。念经的时候心地不清净，你不会有悟处，念经的时候态度不恭敬，你没有悟处。所以要用诚敬清净心来念经，没有说是没有悟处的，只可以说悟的有浅深差别，必定有悟处。念一遍有一遍的悟处，念两遍有两遍的悟处，这个悟处没有止境的。所以这个经从初发心到成佛都念不厌，就是这个道理。把自己真如本性里面无量的智慧、德能统统念出来，妙在这里，这不可思议！所以佛劝我们，佛经不可不读！《观经》三福，最后是读诵大乘。所以读经非常的重要。",
      "zh_TW": "雖有這些義味，如果沒有文字來引導我們，我們沒有辦法得到。這個味從哪裡來的？給諸位說，絕對不是文字裡頭有的。如果文字裡有法味，每個人讀文字應該都可以領略到，不是！這個味從哪裡來？是你藉著文字把自己的心性引發出來，所以其味無窮，這叫法喜充滿，這就是我們一般講的悟處。這個悟有沒有止境？沒有，沒有止境的。你去念經，天天有悟處。也許有人說：我天天念經，都沒有悟處。為什麼沒有悟處？你念經不得法，一面念一面打妄想，沒有悟處。念經的時候心地不清淨，你不會有悟處，念經的時候態度不恭敬，你沒有悟處。所以要用誠敬清淨心來念經，沒有說是沒有悟處的，只可以說悟的有淺深差別，必定有悟處。念一遍有一遍的悟處，念兩遍有兩遍的悟處，這個悟處沒有止境的。所以這個經從初發心到成佛都念不厭，就是這個道理。把自己真如本性裡面無量的智慧、德能統統念出來，妙在這裡，這不可思議！所以佛勸我們，佛經不可不讀！《觀經》三福，最後是讀誦大乘。所以讀經非常的重要。"
    },
    {
      "id": "01-003-0080_p0036",
      "zh_CN": "疏【良以文随于义，义随于文。】",
      "zh_TW": "疏【良以文隨於義，義隨於文。】"
    },
    {
      "id": "01-003-0080_p0037",
      "zh_CN": "文能启发我们的心智，使我们心智随着这个文流露出来，这是不可思议的利益。",
      "zh_TW": "文能啟發我們的心智，使我們心智隨著這個文流露出來，這是不可思議的利益。"
    },
    {
      "id": "01-003-0080_p0038",
      "zh_CN": "疏【文义相资，乃成教体。】",
      "zh_TW": "疏【文義相資，乃成教體。】"
    },
    {
      "id": "01-003-0080_p0039",
      "zh_CN": "教体，用现在话来说，释迦牟尼佛所说的经写成书本，书本虽然是假，但是它有用，什么作用？能把我们自性引发出来。我们自性就是体，我们这个体跟释迦牟尼佛的那个体没有两样，一体无二体。读经能明心见性，要这样读才行！死在文字里头，那就糟了。所以决定不能随文字转，要用文字把自己真性引发出来，这样念才行。",
      "zh_TW": "教體，用現在話來說，釋迦牟尼佛所說的經寫成書本，書本雖然是假，但是它有用，什麼作用？能把我們自性引發出來。我們自性就是體，我們這個體跟釋迦牟尼佛的那個體沒有兩樣，一體無二體。讀經能明心見性，要這樣讀才行！死在文字裡頭，那就糟了。所以決定不能隨文字轉，要用文字把自己真性引發出來，這樣念才行。"
    },
    {
      "id": "01-003-0080_p0040",
      "zh_CN": "诸位听到好像这个很玄很妙，当然你就会苛求着，怎样我才能得到？你记住我刚才给你说的话，你不要忘掉，以真诚心、清净心、恭敬心去念，念的时候不必分别里头的意思，意思自然显现，那是你的悟处。你去想这是什么道理，这大概是什么意思？那你就错了，你完全落在意识里。开经偈说得好，「愿解如来真实义」，那你就完全错解如来真实义了。你天天念经，念到最后是错解如来真实义，那有什么法子？那就没有办法。所以你一定要会念。",
      "zh_TW": "諸位聽到好像這個很玄很妙，當然你就會苛求著，怎樣我才能得到？你記住我剛才給你說的話，你不要忘掉，以真誠心、清淨心、恭敬心去念，念的時候不必分別裡頭的意思，意思自然顯現，那是你的悟處。你去想這是什麼道理，這大概是什麼意思？那你就錯了，你完全落在意識裡。開經偈說得好，「願解如來真實義」，那你就完全錯解如來真實義了。你天天念經，念到最後是錯解如來真實義，那有什麼法子？那就沒有辦法。所以你一定要會念。"
    },
    {
      "id": "01-003-0080_p0041",
      "zh_CN": "我过去也曾经告诉各位，念经就是戒定慧三学一次完成，所以念经是修行，修戒、修定、修慧。戒律就是「诸恶莫作，众善奉行」，小乘戒是「诸恶莫作」，菩萨戒是「众善奉行」。我们念经的时候，心地真诚恭敬清净，你这个心当然不会有恶，诸恶莫作就做到了。经是释迦牟尼佛从真如本性流露出来的言语，这是善中之善，没有比这个更善了，读经就是众善奉行。所以大小乘戒律统统圆满，统统具足了。念经的时候一心在那里念，一心就是定，专心，念经决定不胡思乱想。我念这一句，想想这里头什么意思，这叫胡思乱想，这就没有定了。我念经是修定，这里头不起一个念头，没有分别执着妄想，这是修定。把经文念得字字分明、句句清楚，没有念错、没有念颠倒，这就是修慧。你这样念才会开悟！所以念经功德很大，道理就在此地。",
      "zh_TW": "我過去也曾經告訴各位，念經就是戒定慧三學一次完成，所以念經是修行，修戒、修定、修慧。戒律就是「諸惡莫作，眾善奉行」，小乘戒是「諸惡莫作」，菩薩戒是「眾善奉行」。我們念經的時候，心地真誠恭敬清淨，你這個心當然不會有惡，諸惡莫作就做到了。經是釋迦牟尼佛從真如本性流露出來的言語，這是善中之善，沒有比這個更善了，讀經就是眾善奉行。所以大小乘戒律統統圓滿，統統具足了。念經的時候一心在那裡念，一心就是定，專心，念經決定不胡思亂想。我念這一句，想想這裡頭什麼意思，這叫胡思亂想，這就沒有定了。我念經是修定，這裡頭不起一個念頭，沒有分別執著妄想，這是修定。把經文念得字字分明、句句清楚，沒有念錯、沒有念顛倒，這就是修慧。你這樣念才會開悟！所以念經功德很大，道理就在此地。"
    },
    {
      "id": "01-003-0080_p0042",
      "zh_CN": "一面念一面想意思，叫打妄想，你所想的不是经里讲的意思，经里面的意思要是流露出来，是你从内心流出来的，不要想的，一想就错了。这是佛经跟世间这些文章书籍绝对不相同的地方。世间所有的书籍，都是从分别执着意识心里面流露出来的，你去念、你去想能得到它的意思。佛说的这个都是从无分别心流露出来的，你用有分别的心去想，你绝对得不到它的意思；必须把分别执着妄想统统打掉，你这样念经，才能得如来真实义，你念经才能有真正受用。",
      "zh_TW": "一面念一面想意思，叫打妄想，你所想的不是經裡講的意思，經裡面的意思要是流露出來，是你從內心流出來的，不要想的，一想就錯了。這是佛經跟世間這些文章書籍絕對不相同的地方。世間所有的書籍，都是從分別執著意識心裡面流露出來的，你去念、你去想能得到它的意思。佛說的這個都是從無分別心流露出來的，你用有分別的心去想，你絕對得不到它的意思；必須把分別執著妄想統統打掉，你這樣念經，才能得如來真實義，你念經才能有真正受用。"
    },
    {
      "id": "01-003-0080_p0043",
      "zh_CN": "疏【故今此经。】",
      "zh_TW": "疏【故今此經。】"
    },
    {
      "id": "01-003-0080_p0044",
      "zh_CN": "这说到本经。",
      "zh_TW": "這說到本經。"
    },
    {
      "id": "01-003-0080_p0045",
      "zh_CN": "疏【从如是我闻，至作礼而退。】",
      "zh_TW": "疏【從如是我聞，至作禮而退。】"
    },
    {
      "id": "01-003-0080_p0046",
      "zh_CN": "这是讲全部的《阿弥陀经》。",
      "zh_TW": "這是講全部的《阿彌陀經》。"
    },
    {
      "id": "01-003-0080_p0047",
      "zh_CN": "疏【是声名句文体。】",
      "zh_TW": "疏【是聲名句文體。】"
    },
    {
      "id": "01-003-0080_p0048",
      "zh_CN": "经文文字确实它是声名文句为体。",
      "zh_TW": "經文文字確實它是聲名文句為體。"
    },
    {
      "id": "01-003-0080_p0049",
      "zh_CN": "疏【而其中所说依正二报，信愿往生等，是所诠义也。】",
      "zh_TW": "疏【而其中所說依正二報，信願往生等，是所詮義也。】"
    },
    {
      "id": "01-003-0080_p0050",
      "zh_CN": "文字里面有意义在。",
      "zh_TW": "文字裡面有意義在。"
    },
    {
      "id": "01-003-0080_p0051",
      "zh_CN": "疏【以是二者，交相随故，而为教体。】",
      "zh_TW": "疏【以是二者，交相隨故，而為教體。】"
    },
    {
      "id": "01-003-0080_p0052",
      "zh_CN": "文里面有义，义里头有文。这是从随相里面说出教体的大意。",
      "zh_TW": "文裡面有義，義裡頭有文。這是從隨相裡面說出教體的大意。"
    },
    {
      "id": "01-003-0080_p0053",
      "zh_CN": "玄义【又若据法所显义，则无非佛事，如香饭光明等，当知法法皆为教体。】",
      "zh_TW": "玄義【又若據法所顯義，則無非佛事，如香飯光明等，當知法法皆為教體。】"
    },
    {
      "id": "01-003-0080_p0054",
      "zh_CN": "『法』是一切法，实在讲一切法里头都能『显义』。你看这个经书，书本这是一法，它能显义，除经书之外，一切法都能显义。我们在《华严经》上看到华藏世界，本经里面看到西方极乐世界六尘说法。六尘说法，那就是法法都能显义，这是真的不是假的。清凉大师在《华严经疏钞》里头把这个意思说得很透彻，就是我们常讲的「表法」，表就是显，法就是里头的意思。譬如我们看到蜡烛，蜡烛这是一法，觉悟的人、不迷的人看到蜡烛就能把自己本性的功德引发出来。蜡烛点燃是光明，我们的心地要光明，要照一切众生，为一切众生破迷开悟，悟是明相，迷是暗相。蜡烛点燃，逐渐逐渐烧，烧没有了，这是「舍己为人」，牺牲自己，我为别人，这是性德。佛前要供灯，从前是油灯，灯烛就代表这个意思。燃香，香代表信，代表戒定，香赞里面有「戒定真香」，见到香、闻到香就要想到我要信，信佛所有的教诫，信佛的话真实，佛不骗人，应当要修戒要修定。灯是代表修慧。燃香、燃灯，代表佛法修学的根本：戒定慧三学。一部《大藏经》，讲的就是戒定慧！你看，一支香、一支蜡烛就完完全全都代表了。《大藏经》搞那么多也是说的这个，一支香、一支蜡烛也是这么多，不增不减，可是有几个人觉悟？",
      "zh_TW": "『法』是一切法，實在講一切法裡頭都能『顯義』。你看這個經書，書本這是一法，它能顯義，除經書之外，一切法都能顯義。我們在《華嚴經》上看到華藏世界，本經裡面看到西方極樂世界六塵說法。六塵說法，那就是法法都能顯義，這是真的不是假的。清涼大師在《華嚴經疏鈔》裡頭把這個意思說得很透徹，就是我們常講的「表法」，表就是顯，法就是裡頭的意思。譬如我們看到蠟燭，蠟燭這是一法，覺悟的人、不迷的人看到蠟燭就能把自己本性的功德引發出來。蠟燭點燃是光明，我們的心地要光明，要照一切眾生，為一切眾生破迷開悟，悟是明相，迷是暗相。蠟燭點燃，逐漸逐漸燒，燒沒有了，這是「捨己為人」，犧牲自己，我為別人，這是性德。佛前要供燈，從前是油燈，燈燭就代表這個意思。燃香，香代表信，代表戒定，香讚裡面有「戒定真香」，見到香、聞到香就要想到我要信，信佛所有的教誡，信佛的話真實，佛不騙人，應當要修戒要修定。燈是代表修慧。燃香、燃燈，代表佛法修學的根本：戒定慧三學。一部《大藏經》，講的就是戒定慧！你看，一支香、一支蠟燭就完完全全都代表了。《大藏經》搞那麼多也是說的這個，一支香、一支蠟燭也是這麼多，不增不減，可是有幾個人覺悟？"
    },
    {
      "id": "01-003-0080_p0055",
      "zh_CN": "所以觉悟的人，天天见佛，见无量无边的佛，诸佛菩萨一天到晚围绕着自己，凡夫不知道，可怜！觉悟的人感激得不得了。佛在哪里？所有一切众生、一切人物没有一个不是佛，没有一个不是善知识。《华严经》上善财童子就是这样教给我们的，五十三位善知识是什么人？就是我们现实社会里面男女老少各行各业。这里头有坏人，对！五十三参里头也有坏人，里头有学佛的，也有学外道的，确实代表了我们现实的社会。善财眼睛里面那些人统统是善知识，统统是佛菩萨。我看到你善的地方，我要跟你学，引发自己的善行，看到你恶的地方，我明了，反省反省我有没有这个恶，所以善人恶人都是自己的老师。没有善人，不能启发自己的善心，没有恶人，自己有过失不能改过。所以善人、恶人，好事、坏事统统是成就自己无上菩提的，这就是这一段的意思。",
      "zh_TW": "所以覺悟的人，天天見佛，見無量無邊的佛，諸佛菩薩一天到晚圍繞著自己，凡夫不知道，可憐！覺悟的人感激得不得了。佛在哪裡？所有一切眾生、一切人物沒有一個不是佛，沒有一個不是善知識。《華嚴經》上善財童子就是這樣教給我們的，五十三位善知識是什麼人？就是我們現實社會裡面男女老少各行各業。這裡頭有壞人，對！五十三參裡頭也有壞人，裡頭有學佛的，也有學外道的，確實代表了我們現實的社會。善財眼睛裡面那些人統統是善知識，統統是佛菩薩。我看到你善的地方，我要跟你學，引發自己的善行，看到你惡的地方，我明瞭，反省反省我有沒有這個惡，所以善人惡人都是自己的老師。沒有善人，不能啟發自己的善心，沒有惡人，自己有過失不能改過。所以善人、惡人，好事、壞事統統是成就自己無上菩提的，這就是這一段的意思。"
    },
    {
      "id": "01-003-0080_p0056",
      "zh_CN": "所以说：无有一法不是教体！法，就是讲的法相。世出世间一切法，你要是晓得它所显示的意义，『无非佛事』，哪一样不是佛事？我们看到这个人执着得不得了，想想我自己有没有？这人就是我的老师！因为我不碰到他，我不会反省，我这一反省，有，马上改过；如果没有，没有我勉励，以后千万不要有这个执着。这样修行才能成就。",
      "zh_TW": "所以說：無有一法不是教體！法，就是講的法相。世出世間一切法，你要是曉得它所顯示的意義，『無非佛事』，哪一樣不是佛事？我們看到這個人執著得不得了，想想我自己有沒有？這人就是我的老師！因為我不碰到他，我不會反省，我這一反省，有，馬上改過；如果沒有，沒有我勉勵，以後千萬不要有這個執著。這樣修行才能成就。"
    },
    {
      "id": "01-003-0080_p0057",
      "zh_CN": "『香饭光明』，吃饭的时候，每个人天天都要吃饭，「饭」代表什么？如果你能把吃饭这个法表法的意思想通，你就会大彻大悟，你真的能看破放下了。这里头代表什么意义？我们这个身体是个带病之身，你身体很健康，三天不吃饭饿扁了，什么力气都没有了，你健康在哪里？饭就是药！你看，过几个钟点就要吃一次药，不吃这个药，你这个身体就不能支持，你身体健康强壮在哪里？假的，不是真的，迷惑颠倒！可是你隔几个小时你就吃这个药，维护你的身命。除身命之外，你要想到你还有慧命，除肉身之外你还有法身，如何能维系我们法身慧命？吃饭怎么不是佛事？怎么不是修行？没有一桩不是佛事！没有一法不通无上道！",
      "zh_TW": "『香飯光明』，吃飯的時候，每個人天天都要吃飯，「飯」代表什麼？如果你能把吃飯這個法表法的意思想通，你就會大徹大悟，你真的能看破放下了。這裡頭代表什麼意義？我們這個身體是個帶病之身，你身體很健康，三天不吃飯餓扁了，什麼力氣都沒有了，你健康在哪裡？飯就是藥！你看，過幾個鐘點就要吃一次藥，不吃這個藥，你這個身體就不能支持，你身體健康強壯在哪裡？假的，不是真的，迷惑顛倒！可是你隔幾個小時你就吃這個藥，維護你的身命。除身命之外，你要想到你還有慧命，除肉身之外你還有法身，如何能維繫我們法身慧命？吃飯怎麼不是佛事？怎麼不是修行？沒有一樁不是佛事！沒有一法不通無上道！"
    },
    {
      "id": "01-003-0080_p0058",
      "zh_CN": "无上道就是真如本性，这什么道理？因为一切法皆是真如本性变现出来的，所以没有一法不通真如本性。大经上告诉我们，「应观法界性，一切唯心造」，没有一法不通见性，《楞严经》里说得好，「一切法因心成体」、「心外无法，法外无心」，这诸位学佛常常听到的。所以，没有一法不能觉悟，没有一法不能入道。根性利的人，见到自然界飞花落叶他就能悟，万法无常，他就能把身心世界一切放下，心得清净。业障重的人，不要说是一切法他看不出苗头，听经也听不懂，他也不能觉悟，这就是业障太重了。",
      "zh_TW": "無上道就是真如本性，這什麼道理？因為一切法皆是真如本性變現出來的，所以沒有一法不通真如本性。大經上告訴我們，「應觀法界性，一切唯心造」，沒有一法不通見性，《楞嚴經》裡說得好，「一切法因心成體」、「心外無法，法外無心」，這諸位學佛常常聽到的。所以，沒有一法不能覺悟，沒有一法不能入道。根性利的人，見到自然界飛花落葉他就能悟，萬法無常，他就能把身心世界一切放下，心得清淨。業障重的人，不要說是一切法他看不出苗頭，聽經也聽不懂，他也不能覺悟，這就是業障太重了。"
    },
    {
      "id": "01-003-0080_p0059",
      "zh_CN": "疏【法能显义。】",
      "zh_TW": "疏【法能顯義。】"
    },
    {
      "id": "01-003-0080_p0060",
      "zh_CN": "这个意思刚才我已经说出一点了。",
      "zh_TW": "這個意思剛才我已經說出一點了。"
    },
    {
      "id": "01-003-0080_p0061",
      "zh_CN": "疏【则法法自彰。】",
      "zh_TW": "疏【則法法自彰。】"
    },
    {
      "id": "01-003-0080_p0062",
      "zh_CN": "『彰』就是明显，显露出来，一点隐藏都没有。",
      "zh_TW": "『彰』就是明顯，顯露出來，一點隱藏都沒有。"
    },
    {
      "id": "01-003-0080_p0063",
      "zh_CN": "疏【不俟文字。】",
      "zh_TW": "疏【不俟文字。】"
    },
    {
      "id": "01-003-0080_p0064",
      "zh_CN": "何必用解说，何必用文字，真的用不着。",
      "zh_TW": "何必用解說，何必用文字，真的用不著。"
    },
    {
      "id": "01-003-0080_p0065",
      "zh_CN": "疏【如华严云台宝网，毛孔光明，皆能说法。】",
      "zh_TW": "疏【如華嚴雲臺寶網，毛孔光明，皆能說法。】"
    },
    {
      "id": "01-003-0080_p0066",
      "zh_CN": "诸位应当了解，它说的什么法？我刚才举的眼前这个例子，蜡烛说的什么法？香说的什么法？讲台说的什么法？佛像说的什么法？都要晓得。你统统都明了了，这总的名称就叫《大方广佛华严经》。《华严经》是活的！不是那个经本，不是八十卷经本！《大方广佛华严经》就是我们现前这个世界，你会了，你就入华严境界。",
      "zh_TW": "諸位應當了解，它說的什麼法？我剛才舉的眼前這個例子，蠟燭說的什麼法？香說的什麼法？講台說的什麼法？佛像說的什麼法？都要曉得。你統統都明瞭了，這總的名稱就叫《大方廣佛華嚴經》。《華嚴經》是活的！不是那個經本，不是八十卷經本！《大方廣佛華嚴經》就是我們現前這個世界，你會了，你就入華嚴境界。"
    },
    {
      "id": "01-003-0080_p0067",
      "zh_CN": "疏【净名云：有佛世界，以香饭而作佛事。】",
      "zh_TW": "疏【淨名云：有佛世界，以香飯而作佛事。】"
    },
    {
      "id": "01-003-0080_p0068",
      "zh_CN": "那个世界的人，舌根利！我们这个世界的人，听经一听就开悟了。他那个世界的人耳根不利，佛怎么讲他都不懂，佛做几样菜，他一吃就开悟了，他能从五味当中开悟，这是根性不相同。我们到那个世界去，佛决定不请我们吃饭，为什么？愈吃愈迷，不会开悟的。所以读经读到《维摩经》这一段经文，别想到那个世界去，以为那个世界天天有好吃的，那世界不错，你要到那里去，你的根性不对，你到那里去什么也吃不到。",
      "zh_TW": "那個世界的人，舌根利！我們這個世界的人，聽經一聽就開悟了。他那個世界的人耳根不利，佛怎麼講他都不懂，佛做幾樣菜，他一吃就開悟了，他能從五味當中開悟，這是根性不相同。我們到那個世界去，佛決定不請我們吃飯，為什麼？愈吃愈迷，不會開悟的。所以讀經讀到《維摩經》這一段經文，別想到那個世界去，以為那個世界天天有好吃的，那世界不錯，你要到那裡去，你的根性不對，你到那裡去什麼也吃不到。"
    },
    {
      "id": "01-003-0080_p0069",
      "zh_CN": "疏【有佛世界，以光明而作佛事。】",
      "zh_TW": "疏【有佛世界，以光明而作佛事。】"
    },
    {
      "id": "01-003-0080_p0070",
      "zh_CN": "这就是佛放光，你一见这个光明你就开悟了。你晓得这个光里头代表的意义，这个光的颜色也是无量种之多，我们现在世间也有，少就是了。十字街头放红光、放绿光、放黄光，你们都晓得的，不要说话，驾车的人一看到红光就晓得停止，这就是作佛事，你就觉悟了。所以有的世界佛一句话不说的，就是放光，大众一看都开悟了，烦恼也断了，佛道也成了。",
      "zh_TW": "這就是佛放光，你一見這個光明你就開悟了。你曉得這個光裡頭代表的意義，這個光的顏色也是無量種之多，我們現在世間也有，少就是了。十字街頭放紅光、放綠光、放黃光，你們都曉得的，不要說話，駕車的人一看到紅光就曉得停止，這就是作佛事，你就覺悟了。所以有的世界佛一句話不說的，就是放光，大眾一看都開悟了，煩惱也斷了，佛道也成了。"
    },
    {
      "id": "01-003-0080_p0071",
      "zh_CN": "疏【乃至一色一香，一举一动。】",
      "zh_TW": "疏【乃至一色一香，一舉一動。】"
    },
    {
      "id": "01-003-0080_p0072",
      "zh_CN": "『举』、『动』里面能表法吗？能表法。现在我们这个世间也有，手语。以前外国人普遍提倡，为什么？言语不通，用手语就能交换意见，就懂得了。学言语很麻烦，学手语比较容易，学了之后走遍全世界都可以用，动作！所以我们看佛菩萨手印，那就是动作，这些动作里面也代表很深的意义。",
      "zh_TW": "『舉』、『動』裡面能表法嗎？能表法。現在我們這個世間也有，手語。以前外國人普遍提倡，為什麼？言語不通，用手語就能交換意見，就懂得了。學言語很麻煩，學手語比較容易，學了之後走遍全世界都可以用，動作！所以我們看佛菩薩手印，那就是動作，這些動作裡面也代表很深的意義。"
    },
    {
      "id": "01-003-0080_p0073",
      "zh_CN": "疏【今此经者，水鸟树林，咸宣妙法，则随举一法，皆成教体。】",
      "zh_TW": "疏【今此經者，水鳥樹林，咸宣妙法，則隨舉一法，皆成教體。】"
    },
    {
      "id": "01-003-0080_p0074",
      "zh_CN": "由此可知，教体广大而没有边际，为什么？说穿了，性相不二，性相一如。离了相，哪来的性？要见性得从相上去见，古德有比喻，『以金作器，器器皆金』，离了器找不到金，离了金没器，它两个是互相依靠存在的，性相关系也就是这样的；讲到佛法，文义关系也是这样。从这个地方去体会随相里面所讲的义趣，经的体性我们才能明了。明了之后，不但这部经，佛所说的一切法我们都相信，我们都不怀疑。佛说十万亿佛国土那边有世界，我们也相信，为什么？因心成体。我们自己的自性万德万能，能变，西方世界是所变，是我们自己心识所变之物。这个功能无量无边，哪有不能变现的道理！理明了之后，对事实真相你就肯定，不会再犹疑，不会再怀疑。",
      "zh_TW": "由此可知，教體廣大而沒有邊際，為什麼？說穿了，性相不二，性相一如。離了相，哪來的性？要見性得從相上去見，古德有比喻，『以金作器，器器皆金』，離了器找不到金，離了金沒器，它兩個是互相依靠存在的，性相關係也就是這樣的；講到佛法，文義關係也是這樣。從這個地方去體會隨相裡面所講的義趣，經的體性我們才能明瞭。明瞭之後，不但這部經，佛所說的一切法我們都相信，我們都不懷疑。佛說十萬億佛國土那邊有世界，我們也相信，為什麼？因心成體。我們自己的自性萬德萬能，能變，西方世界是所變，是我們自己心識所變之物。這個功能無量無邊，哪有不能變現的道理！理明瞭之後，對事實真相你就肯定，不會再猶疑，不會再懷疑。"
    },
    {
      "id": "01-003-0080_p0075",
      "zh_CN": "这一段文主要是增长我们的信心。四段，我们今天讲了一段，后面还有三段，都是深入研讨教体。今天时间到了。",
      "zh_TW": "這一段文主要是增長我們的信心。四段，我們今天講了一段，後面還有三段，都是深入研討教體。今天時間到了。"
    }
  ]
}