{
  "doc_id": "01-003-0061",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十一集",
    "zh_TW": "第六十一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0061",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "01-003-0061_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第八十一页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第八十一頁："
    },
    {
      "id": "01-003-0061_p0002",
      "zh_CN": "疏【如来不思议境界经云：菩萨了知诸佛，及一切法，皆唯心量，得随顺忍，或入初地，舍身速生妙喜世界，极乐净佛土中。】",
      "zh_TW": "疏【如來不思議境界經云：菩薩了知諸佛，及一切法，皆唯心量，得隨順忍，或入初地，捨身速生妙喜世界，極樂淨佛土中。】"
    },
    {
      "id": "01-003-0061_p0003",
      "zh_CN": "这个地方，大师引经来为我们证明。『菩萨了知诸佛，及一切法，皆唯心量』，这一句《演义》里面有注解。真正了知，我们通常说有两种：一种叫解悟，一种是证悟。了知是属于证悟，这个境界是他自己亲证得的；圆教初住以上的菩萨，别教的初地，这是他的现量境界而不是比量。大乘经典比小乘经典殊胜得多，小乘经典里面这些事与理佛都不谈，所以小乘人他不晓得。佛在小乘经典只讲到第六识，第七识、第八识只有在大乘佛法里面佛才常谈。我们读诵大乘经典明白这些道理，我们也能够相信。我们还没有证得这个境界之前，这叫解悟，我们理解。解悟也有很大的好处，为什么？它是我们修行的前导，引导我们修行。《华严》，清凉大师分四大科：信、解、行、证。可见得在《华严经》，解分里面那个悟还是属于解悟，要到「入法界品」，就是我们现在所讲的「普贤菩萨行愿品」，那是证悟，那不是解悟了。由此可知，解也不容易，解了以后修行就得到很大的方便。",
      "zh_TW": "這個地方，大師引經來為我們證明。『菩薩了知諸佛，及一切法，皆唯心量』，這一句《演義》裡面有註解。真正了知，我們通常說有兩種：一種叫解悟，一種是證悟。了知是屬於證悟，這個境界是他自己親證得的；圓教初住以上的菩薩，別教的初地，這是他的現量境界而不是比量。大乘經典比小乘經典殊勝得多，小乘經典裡面這些事與理佛都不談，所以小乘人他不曉得。佛在小乘經典只講到第六識，第七識、第八識只有在大乘佛法裡面佛才常談。我們讀誦大乘經典明白這些道理，我們也能夠相信。我們還沒有證得這個境界之前，這叫解悟，我們理解。解悟也有很大的好處，為什麼？它是我們修行的前導，引導我們修行。《華嚴》，清涼大師分四大科：信、解、行、證。可見得在《華嚴經》，解分裡面那個悟還是屬於解悟，要到「入法界品」，就是我們現在所講的「普賢菩薩行願品」，那是證悟，那不是解悟了。由此可知，解也不容易，解了以後修行就得到很大的方便。"
    },
    {
      "id": "01-003-0061_p0004",
      "zh_CN": "演【了知佛法皆唯心量者，悟一切法。】",
      "zh_TW": "演【了知佛法皆唯心量者，悟一切法。】"
    },
    {
      "id": "01-003-0061_p0005",
      "zh_CN": "『悟』是解悟。",
      "zh_TW": "『悟』是解悟。"
    },
    {
      "id": "01-003-0061_p0006",
      "zh_CN": "演【皆自心现量也。】",
      "zh_TW": "演【皆自心現量也。】"
    },
    {
      "id": "01-003-0061_p0007",
      "zh_CN": "都是自己心量。",
      "zh_TW": "都是自己心量。"
    },
    {
      "id": "01-003-0061_p0008",
      "zh_CN": "演【得随顺忍者。】",
      "zh_TW": "演【得隨順忍者。】"
    },
    {
      "id": "01-003-0061_p0009",
      "zh_CN": "好处就在此地。我们于一切法，它是讲一切佛跟法，『佛』是代表十法界，有情世界，用一个佛来做代表，『法』就是依报，物质环境，我们今天所讲的植物、动物，以及自然现象等等。『随顺忍』就是一切人事环境、物质环境都能随顺，在这里面不起分别、执着，也不会打妄想，这个修行才能得力，这个才能用得上功夫。如果在一切法不能随顺忍，就有许许多多的障碍，障碍你的清净心，所以随顺忍非常重要。随顺忍的先决条件，就是你要了知万法「唯心所现，唯识所变」，就是这么个道理。尽虚空遍法界都是一个自己，除自己之外，没有一法，法法都是自心所现、自心所变。大乘经常说，「心外无法，法外无心」，一定要懂这个道理，这样才能证得无生法忍，才能证得理一心不乱。同样是念佛，同样得一心，理一心与事一心差别在哪里？就在此地，一个人是深明此理，一个人是对于这个理有疑惑，或者是根本就不能接受，他纵然念到一心，叫事一心，事一心是伏烦恼，那很苦！理一心，他烦恼转变，自然没有了，以智慧照破，那就得自在了。",
      "zh_TW": "好處就在此地。我們於一切法，它是講一切佛跟法，『佛』是代表十法界，有情世界，用一個佛來做代表，『法』就是依報，物質環境，我們今天所講的植物、動物，以及自然現象等等。『隨順忍』就是一切人事環境、物質環境都能隨順，在這裡面不起分別、執著，也不會打妄想，這個修行才能得力，這個才能用得上功夫。如果在一切法不能隨順忍，就有許許多多的障礙，障礙你的清淨心，所以隨順忍非常重要。隨順忍的先決條件，就是你要了知萬法「唯心所現，唯識所變」，就是這麼個道理。盡虛空遍法界都是一個自己，除自己之外，沒有一法，法法都是自心所現、自心所變。大乘經常說，「心外無法，法外無心」，一定要懂這個道理，這樣才能證得無生法忍，才能證得理一心不亂。同樣是念佛，同樣得一心，理一心與事一心差別在哪裡？就在此地，一個人是深明此理，一個人是對於這個理有疑惑，或者是根本就不能接受，他縱然念到一心，叫事一心，事一心是伏煩惱，那很苦！理一心，他煩惱轉變，自然沒有了，以智慧照破，那就得自在了。"
    },
    {
      "id": "01-003-0061_p0010",
      "zh_CN": "演【唯心妙理，随顺忍可。】",
      "zh_TW": "演【唯心妙理，隨順忍可。】"
    },
    {
      "id": "01-003-0061_p0011",
      "zh_CN": "心之妙，『理』是一切万法的本体，理体，理体就是心，心就是一切法的本体。『随顺忍可』，忍可就是同意的意思，承认，佛所说的我们承认、我们相信、我们不怀疑，这叫忍可。忍可跟认可，意思相同。",
      "zh_TW": "心之妙，『理』是一切萬法的本體，理體，理體就是心，心就是一切法的本體。『隨順忍可』，忍可就是同意的意思，承認，佛所說的我們承認、我們相信、我們不懷疑，這叫忍可。忍可跟認可，意思相同。"
    },
    {
      "id": "01-003-0061_p0012",
      "zh_CN": "演【此三贤位。】",
      "zh_TW": "演【此三賢位。】"
    },
    {
      "id": "01-003-0061_p0013",
      "zh_CN": "别教三贤位的菩萨，他不是证入的。",
      "zh_TW": "別教三賢位的菩薩，他不是證入的。"
    },
    {
      "id": "01-003-0061_p0014",
      "zh_CN": "演【比观相应，或入初地，则现观相应矣。】",
      "zh_TW": "演【比觀相應，或入初地，則現觀相應矣。】"
    },
    {
      "id": "01-003-0061_p0015",
      "zh_CN": "三贤位，他是属于比量相应。佛所说的事实真相，他自己没有证得，他用理智来推断，这个道理可以承认，所以属于比量。『比观相应』，就是比量的观察。现前诸位同修也都是用这个方式，可是我们现在还不到三贤位，到三贤位还是比量的境界。『入初地』就不一样，初地是现量境界，『则现观相应』，他完全入这个境界，完全证实了，那个时候自己得真正的受用。《华严经‧入法界品》，就是入初地的现量境界，现观相应了。",
      "zh_TW": "三賢位，他是屬於比量相應。佛所說的事實真相，他自己沒有證得，他用理智來推斷，這個道理可以承認，所以屬於比量。『比觀相應』，就是比量的觀察。現前諸位同修也都是用這個方式，可是我們現在還不到三賢位，到三賢位還是比量的境界。『入初地』就不一樣，初地是現量境界，『則現觀相應』，他完全入這個境界，完全證實了，那個時候自己得真正的受用。《華嚴經‧入法界品》，就是入初地的現量境界，現觀相應了。"
    },
    {
      "id": "01-003-0061_p0016",
      "zh_CN": "疏文『舍身速生妙喜世界，极乐净佛土中。』这就是入初地，从随顺忍而入初地，这也是给我们一个很大的启示，我们要想入初地，一定要修随顺忍，换句话说，我们要想念佛念到理一心不乱，就得要修随顺忍。随顺忍里面充满了智慧与禅定，忍就是禅定，随顺就是智慧；没有智慧，就没有法子随顺。随顺忍这个名词就是定慧双修，这样才能证得初地，就是理一心不乱。「舍身速生妙喜世界，极乐净佛土中」，就是指西方极乐世界。这个世界初地往生的是实报庄严土，所以叫妙喜世界；生实报庄严土，而不是凡圣同居土与方便有余土，与《华严经》上四十一位法身大士没有两样，是同样的境界。下面引证：",
      "zh_TW": "疏文『捨身速生妙喜世界，極樂淨佛土中。』這就是入初地，從隨順忍而入初地，這也是給我們一個很大的啟示，我們要想入初地，一定要修隨順忍，換句話說，我們要想念佛念到理一心不亂，就得要修隨順忍。隨順忍裡面充滿了智慧與禪定，忍就是禪定，隨順就是智慧；沒有智慧，就沒有法子隨順。隨順忍這個名詞就是定慧雙修，這樣才能證得初地，就是理一心不亂。「捨身速生妙喜世界，極樂淨佛土中」，就是指西方極樂世界。這個世界初地往生的是實報莊嚴土，所以叫妙喜世界；生實報莊嚴土，而不是凡聖同居土與方便有餘土，與《華嚴經》上四十一位法身大士沒有兩樣，是同樣的境界。下面引證："
    },
    {
      "id": "01-003-0061_p0017",
      "zh_CN": "疏【故龙树以初地往生，摩差末以得忍往生，至如文殊普贤等诸大菩萨，发愿往生，莫可胜数，况初心乎。】",
      "zh_TW": "疏【故龍樹以初地往生，摩差末以得忍往生，至如文殊普賢等諸大菩薩，發願往生，莫可勝數，況初心乎。】"
    },
    {
      "id": "01-003-0061_p0018",
      "zh_CN": "这是举例子勉励我们，龙树菩萨他是证得初地，摩差末菩萨他是得无生法忍。初地勉强可以称无生法忍，严格来讲，七地菩萨才证无生法忍。此地看这经文架式，应当是七地。初地、七地后面是等觉，一层比一层高，这些人统统都发愿往生。我们初发心，怎能不求往生？说了这么多话，要紧的就是这么一句：况且初发心的人。",
      "zh_TW": "這是舉例子勉勵我們，龍樹菩薩他是證得初地，摩差末菩薩他是得無生法忍。初地勉強可以稱無生法忍，嚴格來講，七地菩薩才證無生法忍。此地看這經文架式，應當是七地。初地、七地後面是等覺，一層比一層高，這些人統統都發願往生。我們初發心，怎能不求往生？說了這麼多話，要緊的就是這麼一句：況且初發心的人。"
    },
    {
      "id": "01-003-0061_p0019",
      "zh_CN": "演【龙树初地往生者。】",
      "zh_TW": "演【龍樹初地往生者。】"
    },
    {
      "id": "01-003-0061_p0020",
      "zh_CN": "这也是佛经里面世尊所预记的。",
      "zh_TW": "這也是佛經裡面世尊所預記的。"
    },
    {
      "id": "01-003-0061_p0021",
      "zh_CN": "演【佛云：南天竺国中，大名德比丘，厥号为龙树，能破有无宗，世间中显我，无上大乘法，得初欢喜地，往生安乐刹。】",
      "zh_TW": "演【佛云：南天竺國中，大名德比丘，厥號為龍樹，能破有無宗，世間中顯我，無上大乘法，得初歡喜地，往生安樂剎。】"
    },
    {
      "id": "01-003-0061_p0022",
      "zh_CN": "『安乐刹』就是西方极乐世界。这是释迦牟尼佛当年讲经的时候预记的。『龙树』，这个人出现在释迦牟尼佛灭度之后六百年，在当时也是一位了不起的大师，大乘佛法就从他这里兴起来的。这个人是世间聪明绝顶之人，他不但世间一切外道的那些经书都通达，世间的佛书也都念尽，世法佛法无一不通达，于是自己起了贡高我慢，认为这个世界他是第一人，没有人能胜过他，傲慢心生起来了。这些菩萨们转世再来的，有隔阴之迷，他虽然迷不太重，还是迷了，无始劫以来的习气不容易断尽。",
      "zh_TW": "『安樂剎』就是西方極樂世界。這是釋迦牟尼佛當年講經的時候預記的。『龍樹』，這個人出現在釋迦牟尼佛滅度之後六百年，在當時也是一位了不起的大師，大乘佛法就從他這裡興起來的。這個人是世間聰明絕頂之人，他不但世間一切外道的那些經書都通達，世間的佛書也都念盡，世法佛法無一不通達，於是自己起了貢高我慢，認為這個世界他是第一人，沒有人能勝過他，傲慢心生起來了。這些菩薩們轉世再來的，有隔陰之迷，他雖然迷不太重，還是迷了，無始劫以來的習氣不容易斷盡。"
    },
    {
      "id": "01-003-0061_p0023",
      "zh_CN": "这个时候，大龙菩萨看到他这么傲慢，非常怜悯他，就来度化他，把他领到龙宫去参观。《华严经》就是龙树菩萨从龙宫里面带出来的，那时候世间没有流通。大龙菩萨对他说：还有很多东西是你没见到过的。他听了当然不服气。你不服气，我带你去看。龙树菩萨看到龙宫所收藏的《华严经》，他不能不低头了。看到大本的《华严经》，不要说内容，先讲藏经的丰富，这个经有「十个三千大千世界微尘数偈」，一个大千世界就是我们今天讲的三千大千世界，像我们现在天文学家所讲的银河系，把银河系里面所有的星球都磨成微尘，一个微尘算一首偈，就是四句，不是一个银河系，是十个银河系，这部经的分量就这么大。所以大本《华严经》搬到我们这里，整个地球无法容纳。有「一四天下微尘数品」，龙树菩萨一看，呆了！这才对大乘佛法佩服得五体投地。",
      "zh_TW": "這個時候，大龍菩薩看到他這麼傲慢，非常憐憫他，就來度化他，把他領到龍宮去參觀。《華嚴經》就是龍樹菩薩從龍宮裡面帶出來的，那時候世間沒有流通。大龍菩薩對他說：還有很多東西是你沒見到過的。他聽了當然不服氣。你不服氣，我帶你去看。龍樹菩薩看到龍宮所收藏的《華嚴經》，他不能不低頭了。看到大本的《華嚴經》，不要說內容，先講藏經的豐富，這個經有「十個三千大千世界微塵數偈」，一個大千世界就是我們今天講的三千大千世界，像我們現在天文學家所講的銀河系，把銀河系裡面所有的星球都磨成微塵，一個微塵算一首偈，就是四句，不是一個銀河系，是十個銀河系，這部經的分量就這麼大。所以大本《華嚴經》搬到我們這裡，整個地球無法容納。有「一四天下微塵數品」，龍樹菩薩一看，呆了！這才對大乘佛法佩服得五體投地。"
    },
    {
      "id": "01-003-0061_p0024",
      "zh_CN": "大本华严，这个决不是他能受持的。再看中本，中本他能受持，阎浮提众生不能受持，数量太多了。于是再看下本，下本等于是《华严经》纲要，一共有十万偈、四十品，他说这个行，可以带到阎浮提来。怎么带来的？菩萨真了不起，他把这个经从头到尾看过之后，他就能背诵，是背诵带出来的。所以现在有很多人不承认《华严经》是佛说的，认为是龙树菩萨造的；其实，是龙树菩萨从龙宫带到人间来的。今天这个经传到中国，只有一半，我们讲略本《华严经》，东晋到中国来翻译的，三万六千颂。",
      "zh_TW": "大本華嚴，這個決不是他能受持的。再看中本，中本他能受持，閻浮提眾生不能受持，數量太多了。於是再看下本，下本等於是《華嚴經》綱要，一共有十萬偈、四十品，他說這個行，可以帶到閻浮提來。怎麼帶來的？菩薩真了不起，他把這個經從頭到尾看過之後，他就能背誦，是背誦帶出來的。所以現在有很多人不承認《華嚴經》是佛說的，認為是龍樹菩薩造的；其實，是龍樹菩薩從龍宮帶到人間來的。今天這個經傳到中國，只有一半，我們講略本《華嚴經》，東晉到中國來翻譯的，三萬六千頌。"
    },
    {
      "id": "01-003-0061_p0025",
      "zh_CN": "唐朝时，实叉难陀到中国来，带来《华严经》，重新再翻译，四万五千颂，分量比上一次增加九千颂。于是，《华严经》虽然不完整，大致上能看得出来了。到贞元年间，乌荼国王向中国进贡，礼物当中有《华严经》最后一品，就是「普贤菩萨行愿品」，这品是完整的，一共是四十卷；在八十卷《华严》里面，「入法界品」，就是普贤行愿品，只有二十一卷，所以就多了一半。所以，中文本的《华严经》，只有原本的一半。除中文本之外，这个世间梵本已经不存在了。听说《四十华严》的梵本还有，《八十华严》的梵本已经没有了。所以，《华严经》中文译本是非常宝贵的一部经典。",
      "zh_TW": "唐朝時，實叉難陀到中國來，帶來《華嚴經》，重新再翻譯，四萬五千頌，分量比上一次增加九千頌。於是，《華嚴經》雖然不完整，大致上能看得出來了。到貞元年間，烏荼國王向中國進貢，禮物當中有《華嚴經》最後一品，就是「普賢菩薩行願品」，這品是完整的，一共是四十卷；在八十卷《華嚴》裡面，「入法界品」，就是普賢行願品，只有二十一卷，所以就多了一半。所以，中文本的《華嚴經》，只有原本的一半。除中文本之外，這個世間梵本已經不存在了。聽說《四十華嚴》的梵本還有，《八十華嚴》的梵本已經沒有了。所以，《華嚴經》中文譯本是非常寶貴的一部經典。"
    },
    {
      "id": "01-003-0061_p0026",
      "zh_CN": "龙树菩萨是八宗共祖，中国佛教大乘八个宗派都是以龙树菩萨为第一代的祖师，八个宗派都是从他流出来的。所以，他可以称得上是大乘佛法的初祖，在中国是非常了不起的人，初地菩萨。佛预记六百年之后有这位菩萨出现在世间，他是往生西方极乐世界的。",
      "zh_TW": "龍樹菩薩是八宗共祖，中國佛教大乘八個宗派都是以龍樹菩薩為第一代的祖師，八個宗派都是從他流出來的。所以，他可以稱得上是大乘佛法的初祖，在中國是非常了不起的人，初地菩薩。佛預記六百年之後有這位菩薩出現在世間，他是往生西方極樂世界的。"
    },
    {
      "id": "01-003-0061_p0027",
      "zh_CN": "演【摩差末得忍往生者，菩萨生地经云：时摩差末得不起法忍，五百清信士女皆得不退转地，寿终俱生无量寿佛国。已上证三贤初地往生也。】",
      "zh_TW": "演【摩差末得忍往生者，菩薩生地經云：時摩差末得不起法忍，五百清信士女皆得不退轉地，壽終俱生無量壽佛國。已上證三賢初地往生也。】"
    },
    {
      "id": "01-003-0061_p0028",
      "zh_CN": "『三贤』，前面说过，就是「了知诸佛及一切法，皆唯心量，得随顺忍」。",
      "zh_TW": "『三賢』，前面說過，就是「了知諸佛及一切法，皆唯心量，得隨順忍」。"
    },
    {
      "id": "01-003-0061_p0029",
      "zh_CN": "演【至如文殊普贤等，则等觉菩萨，亦欲往生，如华严偈中说。】",
      "zh_TW": "演【至如文殊普賢等，則等覺菩薩，亦欲往生，如華嚴偈中說。】"
    },
    {
      "id": "01-003-0061_p0030",
      "zh_CN": "他们发愿往生的偈子，在《华严经》「普贤行愿品」里面，我们都能看得到。大师引用这些经文都是劝勉我们，我们初发心的人目标一定要订在西方极乐世界，除西方极乐世界之外，实实在在不容易成就。而修西方世界的法门，的确无过于念佛。念佛这个方法，正如蕅益大师所说，是最直捷、最稳当、最圆顿，简单容易，对你的工作决定没有妨碍。你要想把这个佛号念好，一定要守两个条件：第一个条件，不能间断。诸位一听说不间断就害怕了，我得要工作，工作就不能念佛，这就一定要间断了；这个不间断，是讲你早晚功课不间断。你自己看看自己的环境，不要勉强，不要好高骛远，一天订好多好多功课，你自找麻烦。工作忙碌的人，早晚课就念十声佛号，用十念法。所以不间断，我每天早晚都是十念，一生当中没有一天间断，这就叫不间断，你要懂这个意思。这个十念法，不要看轻了，它会使你养成一个念佛的习惯。平常是散念，没有事情就念，有事情就不必念，你去做事情去。所以学佛不要学呆了，要懂这个道理。",
      "zh_TW": "他們發願往生的偈子，在《華嚴經》「普賢行願品」裡面，我們都能看得到。大師引用這些經文都是勸勉我們，我們初發心的人目標一定要訂在西方極樂世界，除西方極樂世界之外，實實在在不容易成就。而修西方世界的法門，的確無過於念佛。念佛這個方法，正如蕅益大師所說，是最直捷、最穩當、最圓頓，簡單容易，對你的工作決定沒有妨礙。你要想把這個佛號念好，一定要守兩個條件：第一個條件，不能間斷。諸位一聽說不間斷就害怕了，我得要工作，工作就不能念佛，這就一定要間斷了；這個不間斷，是講你早晚功課不間斷。你自己看看自己的環境，不要勉強，不要好高騖遠，一天訂好多好多功課，你自找麻煩。工作忙碌的人，早晚課就念十聲佛號，用十念法。所以不間斷，我每天早晚都是十念，一生當中沒有一天間斷，這就叫不間斷，你要懂這個意思。這個十念法，不要看輕了，它會使你養成一個念佛的習慣。平常是散念，沒有事情就念，有事情就不必念，你去做事情去。所以學佛不要學呆了，要懂這個道理。"
    },
    {
      "id": "01-003-0061_p0031",
      "zh_CN": "如果是清闲一点的人，佛号就订多一点，或者念一百声佛号，念珠一百零八颗，你念一串，或者念三百声、五百声、一千声，随自己订。到你将来年岁大，退休了没有事情，这个时候订一万声、二万声，可以，为什么？不要做事了。现在年轻，还有工作、家庭儿女，你要是一天念十万声，那你什么事都不要干，你一家人都不要吃饭了，这是不可以的，诸位一定要懂这个道理。我们念佛要逐渐增加，不能今天订一万声，念得气也喘不过来，工作也没法子做好，明天再跟菩萨请个假，我念五千声，后天再念三千声，这就是退转，这个要不得。宁可只十念，我念上几年以后，念成习惯了，慢慢再增加，这是精进的相，而不是退转。开始宁可少，愈少愈好，要这样用功。",
      "zh_TW": "如果是清閒一點的人，佛號就訂多一點，或者念一百聲佛號，念珠一百零八顆，你念一串，或者念三百聲、五百聲、一千聲，隨自己訂。到你將來年歲大，退休了沒有事情，這個時候訂一萬聲、二萬聲，可以，為什麼？不要做事了。現在年輕，還有工作、家庭兒女，你要是一天念十萬聲，那你什麼事都不要幹，你一家人都不要吃飯了，這是不可以的，諸位一定要懂這個道理。我們念佛要逐漸增加，不能今天訂一萬聲，念得氣也喘不過來，工作也沒法子做好，明天再跟菩薩請個假，我念五千聲，後天再念三千聲，這就是退轉，這個要不得。寧可只十念，我念上幾年以後，念成習慣了，慢慢再增加，這是精進的相，而不是退轉。開始寧可少，愈少愈好，要這樣用功。"
    },
    {
      "id": "01-003-0061_p0032",
      "zh_CN": "第二个条件，就是不夹杂，这条非常重要。不但世间一切杂事不掺杂在里面，出世间一切佛法也不夹杂在里面。所以念佛人要读经，其实读经也是念佛，忆佛念佛，你读经就想着佛，整个经文从头到尾都是讲佛，讲这些理论方法境界，想着佛，读经也是念佛。我们念什么经？除净土经之外，最好不要念，也不要听，为什么？不夹杂，这个重要！有不少人，他什么经也看，到处都听；我告诉诸位，这个事情学不得。真正有到处参学的人，他听是听了，他那一句阿弥陀佛没有受影响，这行，这个可以。如果我们听了会受他的影响，听了觉得那个不错，也想去学一学试试看，就糟了，你那个念佛功夫掺杂别的东西在里头，你就得不到一心，不但得不到一心，功夫成片都困难，所以说不可以。",
      "zh_TW": "第二個條件，就是不夾雜，這條非常重要。不但世間一切雜事不摻雜在裡面，出世間一切佛法也不夾雜在裡面。所以念佛人要讀經，其實讀經也是念佛，憶佛念佛，你讀經就想著佛，整個經文從頭到尾都是講佛，講這些理論方法境界，想著佛，讀經也是念佛。我們念什麼經？除淨土經之外，最好不要念，也不要聽，為什麼？不夾雜，這個重要！有不少人，他什麼經也看，到處都聽；我告訴諸位，這個事情學不得。真正有到處參學的人，他聽是聽了，他那一句阿彌陀佛沒有受影響，這行，這個可以。如果我們聽了會受他的影響，聽了覺得那個不錯，也想去學一學試試看，就糟了，你那個念佛功夫摻雜別的東西在裡頭，你就得不到一心，不但得不到一心，功夫成片都困難，所以說不可以。"
    },
    {
      "id": "01-003-0061_p0033",
      "zh_CN": "几时到我们自己如如不动了，那行，什么都可以看，什么都可以听，那个不碍事；没有到这个功夫就不可以。真正做到像《金刚经》上所说：不取于相，如如不动。那个时候不管什么人讲经都应该去听，为什么？做影响众。因为讲堂人多了，庄严！外面的人看到讲堂这么多人，他也会坐下来听听，会影响别人。如果这个讲堂里法师讲经只有三、五个人听，外面的人走到那里一看，他不愿意进来听。我们还不够资格当影响众的时候，那就避免外面境界来干扰自己。所以先求一心不乱，先求功夫成片，把我们往生西方极乐世界的基础打好，这比什么都要紧。这是菩萨在此地劝勉我们。",
      "zh_TW": "幾時到我們自己如如不動了，那行，什麼都可以看，什麼都可以聽，那個不礙事；沒有到這個功夫就不可以。真正做到像《金剛經》上所說：不取於相，如如不動。那個時候不管什麼人講經都應該去聽，為什麼？做影響眾。因為講堂人多了，莊嚴！外面的人看到講堂這麼多人，他也會坐下來聽聽，會影響別人。如果這個講堂裡法師講經只有三、五個人聽，外面的人走到那裡一看，他不願意進來聽。我們還不夠資格當影響眾的時候，那就避免外面境界來干擾自己。所以先求一心不亂，先求功夫成片，把我們往生西方極樂世界的基礎打好，這比什麼都要緊。這是菩薩在此地勸勉我們。"
    },
    {
      "id": "01-003-0061_p0034",
      "zh_CN": "疏【永明谓欲托质莲台，永离胎藏，生极乐等诸佛国土游戏神通者，皆能了达自心，无不化往。】",
      "zh_TW": "疏【永明謂欲託質蓮臺，永離胎藏，生極樂等諸佛國土遊戲神通者，皆能了達自心，無不化往。】"
    },
    {
      "id": "01-003-0061_p0035",
      "zh_CN": "这几句话是引用永明延寿大师的开示，他是净土宗第六代祖师，这几句话说得非常简单明了。『欲』，我们有这个欲望，希望『托质莲台』，西方极乐世界往生的人是莲花化生，所以称之为莲台。『永离胎藏』，胎藏是我们这个世间胎生，胎生苦！西方世界是化生，没有胎狱之苦。『生极乐等诸佛国土』，像西方极乐世界这样的诸佛国土。『游戏神通』，这句是形容西方极乐世界的人，他们生活的自在。我们常常向往着真善美的人生，实际上这个世界只有真善美之名，并没有真善美之实，而西方极乐世界确实是真善美慧的人生。你这个欲望要想达到的话，就像那些人一样，都要知道，就是『能了达自心』。这句照应前面「菩萨了知诸佛及一切法，皆唯心量」。",
      "zh_TW": "這幾句話是引用永明延壽大師的開示，他是淨土宗第六代祖師，這幾句話說得非常簡單明瞭。『欲』，我們有這個欲望，希望『託質蓮臺』，西方極樂世界往生的人是蓮花化生，所以稱之為蓮臺。『永離胎藏』，胎藏是我們這個世間胎生，胎生苦！西方世界是化生，沒有胎獄之苦。『生極樂等諸佛國土』，像西方極樂世界這樣的諸佛國土。『遊戲神通』，這句是形容西方極樂世界的人，他們生活的自在。我們常常嚮往著真善美的人生，實際上這個世界只有真善美之名，並沒有真善美之實，而西方極樂世界確實是真善美慧的人生。你這個欲望要想達到的話，就像那些人一樣，都要知道，就是『能了達自心』。這句照應前面「菩薩了知諸佛及一切法，皆唯心量」。"
    },
    {
      "id": "01-003-0061_p0036",
      "zh_CN": "《华严经》有一首偈子，「若人欲了知，三世一切佛，应观法界性，一切唯心造」。这个偈子，跟此地所讲的意思完全相同。应观法界性，性是体性，这个性是哲学所讲的本体，一切法的本体。造是现、变的意思，「唯心所现、唯识所变」，这叫一切唯心造。这是诸佛如来的现量境界，常常读诵这首偈，念得很熟，不知不觉把自己的观念境界转变过来，它有这个作用，就是改变我们的宇宙人生观。",
      "zh_TW": "《華嚴經》有一首偈子，「若人欲了知，三世一切佛，應觀法界性，一切唯心造」。這個偈子，跟此地所講的意思完全相同。應觀法界性，性是體性，這個性是哲學所講的本體，一切法的本體。造是現、變的意思，「唯心所現、唯識所變」，這叫一切唯心造。這是諸佛如來的現量境界，常常讀誦這首偈，念得很熟，不知不覺把自己的觀念境界轉變過來，它有這個作用，就是改變我們的宇宙人生觀。"
    },
    {
      "id": "01-003-0061_p0037",
      "zh_CN": "真正明了通达一切法都是自心变现出来的，十方诸佛国土哪有不能去的道理？无不化往。这个事情就不难！诸佛国土是自己变现的，不是别人！我们现在不能去，就是不晓得是自己变现的，以为与自己不相干，到那里去好难好难；如果晓得是自己变现的，那太容易了。",
      "zh_TW": "真正明瞭通達一切法都是自心變現出來的，十方諸佛國土哪有不能去的道理？無不化往。這個事情就不難！諸佛國土是自己變現的，不是別人！我們現在不能去，就是不曉得是自己變現的，以為與自己不相干，到那裡去好難好難；如果曉得是自己變現的，那太容易了。"
    },
    {
      "id": "01-003-0061_p0038",
      "zh_CN": "演【了达自心无不化往者，论云：若观彼佛真如法身，常勤修习，毕竟得生入正定故。】",
      "zh_TW": "演【了達自心無不化往者，論云：若觀彼佛真如法身，常勤修習，畢竟得生入正定故。】"
    },
    {
      "id": "01-003-0061_p0039",
      "zh_CN": "假若我们观，『观』就是观照、观察，『彼佛真如法身』，不是观报身，不是观应化身，是叫我们观佛的法身，为什么？法身跟我们自己是一体的，比报身、应化身更容易体会，更有一种亲切之感。他是从本体上来观察，不是从现相，现相有别，本体没有差别，法身是本体。『常勤修习，毕竟得生』，修习就是修这个观察，像《十六观经》，他观佛的相好光明，这样一定能够得生。观久了也得定，『入正定故』，像前面所讲的入正定聚。",
      "zh_TW": "假若我們觀，『觀』就是觀照、觀察，『彼佛真如法身』，不是觀報身，不是觀應化身，是叫我們觀佛的法身，為什麼？法身跟我們自己是一體的，比報身、應化身更容易體會，更有一種親切之感。他是從本體上來觀察，不是從現相，現相有別，本體沒有差別，法身是本體。『常勤修習，畢竟得生』，修習就是修這個觀察，像《十六觀經》，他觀佛的相好光明，這樣一定能夠得生。觀久了也得定，『入正定故』，像前面所講的入正定聚。"
    },
    {
      "id": "01-003-0061_p0040",
      "zh_CN": "疏【天如谓：汝若悟心，则净土往生，万牛不能挽矣。】",
      "zh_TW": "疏【天如謂：汝若悟心，則淨土往生，萬牛不能挽矣。】"
    },
    {
      "id": "01-003-0061_p0041",
      "zh_CN": "天如大师，他是从禅宗大彻大悟回过头来专修净土的人。他这几句话非常之好，能给我们一个求生净土最坚定的信愿。除非你迷了自性，你才不肯往生，你对净土法门才怀疑。你要是真正觉悟了，『汝若悟心』，你那个心如果真的是觉而不迷，那你求生净土这个信愿，什么力量也挡不住，『万牛不能挽』。从前拉车都靠牛，这车多少牛来拉？一万只牛拉都拉不动，这是说明你的信愿坚固，决定不动摇。你要是迷，不知道净土的好，不晓得这个法门殊胜，不知道这个功德利益。如果你要是悟，你知道这个法门殊胜，知道它的功德利益，换句话说，无量无边的法门来比较，没有任何一个法门能比得上这个法门，这是真的。经上讲「法门平等，无有高下」，那是真的，法门是平等，每个法门都能成无上道。可是修学，有容易、有艰难，这个法门容易！有稳当、有不稳当，因为靠不住！靠不住怎么样？魔障很多，这是相当不容易辨别的，也不是我们一般人能够克服得了的。",
      "zh_TW": "天如大師，他是從禪宗大徹大悟回過頭來專修淨土的人。他這幾句話非常之好，能給我們一個求生淨土最堅定的信願。除非你迷了自性，你才不肯往生，你對淨土法門才懷疑。你要是真正覺悟了，『汝若悟心』，你那個心如果真的是覺而不迷，那你求生淨土這個信願，什麼力量也擋不住，『萬牛不能挽』。從前拉車都靠牛，這車多少牛來拉？一萬隻牛拉都拉不動，這是說明你的信願堅固，決定不動搖。你要是迷，不知道淨土的好，不曉得這個法門殊勝，不知道這個功德利益。如果你要是悟，你知道這個法門殊勝，知道它的功德利益，換句話說，無量無邊的法門來比較，沒有任何一個法門能比得上這個法門，這是真的。經上講「法門平等，無有高下」，那是真的，法門是平等，每個法門都能成無上道。可是修學，有容易、有艱難，這個法門容易！有穩當、有不穩當，因為靠不住！靠不住怎麼樣？魔障很多，這是相當不容易辨別的，也不是我們一般人能夠克服得了的。"
    },
    {
      "id": "01-003-0061_p0042",
      "zh_CN": "历代多少宗门教下，除非他不悟，悟了以后，没有不回过头来专修净土。要知道，这个事情是大事！这个事情成就了，世出世间没有一样事情你不能成就；这个事情要是不能成就，世间所有的愿望没有一样你能达到。我们世间人最重的是亲恩，亲恩难报！念念想报恩，把念佛给耽误了，结果自己还要轮转六道，怎能报答你父母？你要暂时把感情放在一边，晓得唯有求生净土才能报亲恩。你果然往生西方世界，不但这一生的父母，生生世世的父母家亲眷属，他在哪一道什么样子，你看得清清楚楚，你有办法去度他。为什么？佛门常说「佛度有缘人」，那些人与你有缘！有缘，他就肯听你的话；没有缘，你讲话他不肯听，他不相信，这就是没有缘。你说话，他就相信，他就喜欢听，他就依教奉行，这就缘深，缘深就好度。所以，佛度有缘人就是这么一回事情。他过去生中跟你做眷属，跟你做父母，跟你做儿女，有这样一种亲密的关系，这一碰到就很容易接引他。所以为了度家亲眷属，也得要往生西方世界。",
      "zh_TW": "歷代多少宗門教下，除非他不悟，悟了以後，沒有不回過頭來專修淨土。要知道，這個事情是大事！這個事情成就了，世出世間沒有一樣事情你不能成就；這個事情要是不能成就，世間所有的願望沒有一樣你能達到。我們世間人最重的是親恩，親恩難報！念念想報恩，把念佛給耽誤了，結果自己還要輪轉六道，怎能報答你父母？你要暫時把感情放在一邊，曉得唯有求生淨土才能報親恩。你果然往生西方世界，不但這一生的父母，生生世世的父母家親眷屬，他在哪一道什麼樣子，你看得清清楚楚，你有辦法去度他。為什麼？佛門常說「佛度有緣人」，那些人與你有緣！有緣，他就肯聽你的話；沒有緣，你講話他不肯聽，他不相信，這就是沒有緣。你說話，他就相信，他就喜歡聽，他就依教奉行，這就緣深，緣深就好度。所以，佛度有緣人就是這麼一回事情。他過去生中跟你做眷屬，跟你做父母，跟你做兒女，有這樣一種親密的關係，這一碰到就很容易接引他。所以為了度家親眷屬，也得要往生西方世界。"
    },
    {
      "id": "01-003-0061_p0043",
      "zh_CN": "疏【然则初心菩萨，虽曰了明，去佛尚远，正尔求生不可后也。】",
      "zh_TW": "疏【然則初心菩薩，雖曰了明，去佛尚遠，正爾求生不可後也。】"
    },
    {
      "id": "01-003-0061_p0044",
      "zh_CN": "这是大师苦口叮咛我们。『初心菩萨』，不简单！说的是三贤位菩萨。我们今天讲是初心菩萨，实在是高抬了自己。虽然明了，是解悟，去佛确实相当远。三贤位的菩萨不是证悟，纵然证悟了，在《华严经》还有四十一个等级，初住就是证悟，证悟之后还有四十一个等级。所以，去佛实实在在遥远。我们如何能亲近佛？唯有往生净土，这就是亲近如来。这是亲近佛唯一的捷径，我们要把它把握住，决定不可以落后。",
      "zh_TW": "這是大師苦口叮嚀我們。『初心菩薩』，不簡單！說的是三賢位菩薩。我們今天講是初心菩薩，實在是高抬了自己。雖然明瞭，是解悟，去佛確實相當遠。三賢位的菩薩不是證悟，縱然證悟了，在《華嚴經》還有四十一個等級，初住就是證悟，證悟之後還有四十一個等級。所以，去佛實實在在遙遠。我們如何能親近佛？唯有往生淨土，這就是親近如來。這是親近佛唯一的捷徑，我們要把它把握住，決定不可以落後。"
    },
    {
      "id": "01-003-0061_p0045",
      "zh_CN": "演【汝若悟心万牛莫挽者，悟心之士，知净土唯心，生净土者，非生净土，生自己心中也。】",
      "zh_TW": "演【汝若悟心萬牛莫挽者，悟心之士，知淨土唯心，生淨土者，非生淨土，生自己心中也。】"
    },
    {
      "id": "01-003-0061_p0046",
      "zh_CN": "这个念就念过去了，大家不要在那里猜测，你要是猜测，就是自己找麻烦了。打妄想「这是生自己心中，又没有生到西方净土」，这不是麻烦吗？可是你不晓得你自己心在哪里，以为一天到晚胡思乱想的这个叫心，那就大错特错了。要晓得这个心，那你要读《楞严经》，《楞严经》前三卷统统是讲心，我们不知道！我们哪晓得这个道理？尽虚空遍法界就是自己的心。这些懂也好、不懂也好，没关系，只要把一句佛号念好就行了。",
      "zh_TW": "這個念就念過去了，大家不要在那裡猜測，你要是猜測，就是自己找麻煩了。打妄想「這是生自己心中，又沒有生到西方淨土」，這不是麻煩嗎？可是你不曉得你自己心在哪裡，以為一天到晚胡思亂想的這個叫心，那就大錯特錯了。要曉得這個心，那你要讀《楞嚴經》，《楞嚴經》前三卷統統是講心，我們不知道！我們哪曉得這個道理？盡虛空遍法界就是自己的心。這些懂也好、不懂也好，沒關係，只要把一句佛號念好就行了。"
    },
    {
      "id": "01-003-0061_p0047",
      "zh_CN": "演【虽曰了明去佛尚远者，古云：顿悟虽同佛，多生习气深。】",
      "zh_TW": "演【雖曰了明去佛尚遠者，古云：頓悟雖同佛，多生習氣深。】"
    },
    {
      "id": "01-003-0061_p0048",
      "zh_CN": "这个悟是解悟，悟了以后，见解跟佛的见解没有两样，可是习气不相同。佛心清净，他悟是悟了，心不清净，为什么？他有烦恼，多生习气深。",
      "zh_TW": "這個悟是解悟，悟了以後，見解跟佛的見解沒有兩樣，可是習氣不相同。佛心清淨，他悟是悟了，心不清淨，為什麼？他有煩惱，多生習氣深。"
    },
    {
      "id": "01-003-0061_p0049",
      "zh_CN": "演【风停波尚涌。】",
      "zh_TW": "演【風停波尚涌。】"
    },
    {
      "id": "01-003-0061_p0050",
      "zh_CN": "风虽然没有了，波浪还没有停，这是比喻，把波比作自己的心，心还没静。见解正确了，等于没有邪的，狂风息了，可是你的心没有静下来。",
      "zh_TW": "風雖然沒有了，波浪還沒有停，這是比喻，把波比作自己的心，心還沒靜。見解正確了，等於沒有邪的，狂風息了，可是你的心沒有靜下來。"
    },
    {
      "id": "01-003-0061_p0051",
      "zh_CN": "演【理现念犹侵。】",
      "zh_TW": "演【理現念猶侵。】"
    },
    {
      "id": "01-003-0061_p0052",
      "zh_CN": "『理现』是理明白了，『念犹侵』，妄念还在，没断掉。这就不能达到证悟，只是解悟。证悟是什么？心清净，得理一心不乱。事一心不乱，习气还没断；理一心不乱，习气才断。",
      "zh_TW": "『理現』是理明白了，『念猶侵』，妄念還在，沒斷掉。這就不能達到證悟，只是解悟。證悟是什麼？心清淨，得理一心不亂。事一心不亂，習氣還沒斷；理一心不亂，習氣才斷。"
    },
    {
      "id": "01-003-0061_p0053",
      "zh_CN": "演【又云：识冰是水，犹赖汤气以消镕。】",
      "zh_TW": "演【又云：識冰是水，猶賴湯氣以消鎔。】"
    },
    {
      "id": "01-003-0061_p0054",
      "zh_CN": "这也是比喻。『识』是第八识。第八识就是心，我们悟的时候叫本性，迷的时候叫第八识。第八识就是本性，是迷悟不同的名称。『识冰是水』，水比作真如本性，冰是水，没错！可是它还要『汤气以销镕』，汤是热水，热水灌到冰上，冰就溶解变成水了。",
      "zh_TW": "這也是比喻。『識』是第八識。第八識就是心，我們悟的時候叫本性，迷的時候叫第八識。第八識就是本性，是迷悟不同的名稱。『識冰是水』，水比作真如本性，冰是水，沒錯！可是它還要『湯氣以銷鎔』，湯是熱水，熱水灌到冰上，冰就溶解變成水了。"
    },
    {
      "id": "01-003-0061_p0055",
      "zh_CN": "演【悟妄即真，尚依佛慧而熏炼也。】",
      "zh_TW": "演【悟妄即真，尚依佛慧而熏煉也。】"
    },
    {
      "id": "01-003-0061_p0056",
      "zh_CN": "悟了之后，给诸位说，妄就是真，真就是妄，真妄不二！迷的时候有真有妄，真妄是二，悟的时候真妄不二，为什么？体是相同的。迷的时候，冰水不一样，冰是冰，水是水；悟了之后，才晓得冰跟水是一不是二，相上是二，体上不二，体是一个。悟了之后，还需要佛法薰修，这样才能成就。",
      "zh_TW": "悟了之後，給諸位說，妄就是真，真就是妄，真妄不二！迷的時候有真有妄，真妄是二，悟的時候真妄不二，為什麼？體是相同的。迷的時候，冰水不一樣，冰是冰，水是水；悟了之後，才曉得冰跟水是一不是二，相上是二，體上不二，體是一個。悟了之後，還需要佛法薰修，這樣才能成就。"
    },
    {
      "id": "01-003-0061_p0057",
      "zh_CN": "这一大段都是劝我们初发心学佛的同修一定要亲近如来，换句话说，一定要亲近一个好的老师，不能够离开。可是今天佛不在了，大师劝勉我们到西方极乐世界去找阿弥陀佛，他是现在佛，他没有灭度，去找他，去亲近他。这是他老人家讲这部经、做这注解因缘之一。我常劝勉同修，在我们现在还没能到达西方极乐世界之前，要亲近一个好的善知识、好老师，时时刻刻跟定他，不能离开他，西方世界才能去得了。这个老师是谁？不是我，跟着我就糟糕！这个老师就是莲池大师，你跟他决定不错！我也是跟他，他在哪里？这部《疏钞》就是的。天天读诵《疏钞演义》，就是天天亲近老师。也许有些同修说：我念了也不懂！不懂没有关系，念久了就懂。好像我们听一个老师讲经，最初听听不懂，他的语音方言很重，不容易辨别，听上几年之后就听懂了。所以不要怕难，要多多的去读诵。",
      "zh_TW": "這一大段都是勸我們初發心學佛的同修一定要親近如來，換句話說，一定要親近一個好的老師，不能夠離開。可是今天佛不在了，大師勸勉我們到西方極樂世界去找阿彌陀佛，他是現在佛，他沒有滅度，去找他，去親近他。這是他老人家講這部經、做這註解因緣之一。我常勸勉同修，在我們現在還沒能到達西方極樂世界之前，要親近一個好的善知識、好老師，時時刻刻跟定他，不能離開他，西方世界才能去得了。這個老師是誰？不是我，跟著我就糟糕！這個老師就是蓮池大師，你跟他決定不錯！我也是跟他，他在哪裡？這部《疏鈔》就是的。天天讀誦《疏鈔演義》，就是天天親近老師。也許有些同修說：我念了也不懂！不懂沒有關係，念久了就懂。好像我們聽一個老師講經，最初聽聽不懂，他的語音方言很重，不容易辨別，聽上幾年之後就聽懂了。所以不要怕難，要多多的去讀誦。"
    },
    {
      "id": "01-003-0061_p0058",
      "zh_CN": "玄义【六、尽摄利钝诸根悉皆度脱者。】",
      "zh_TW": "玄義【六、盡攝利鈍諸根悉皆度脫者。】"
    },
    {
      "id": "01-003-0061_p0059",
      "zh_CN": "这是第六个因缘。一切众生的根性不相同，佛法把它归纳两大类：利根、钝根。很聪明的人，一接触佛法他就觉悟，这是利根。闻一知十，利根；闻一只知一，钝根。这个法门，利根也好、钝根也好，不管什么样根性的人都能学习，都能成就。至于成就的高下，给诸位说，不一定钝根的人成就低，利根的成就高，不见得！你要是拿根性利钝说成就高下，那你就大错特错。为什么？往往利根不如钝根。利根的人一接触经典，一听就通达，彻底的明了，但是烦恼习气太重，即使往生，品位不高。钝根，你给他讲，怎么讲他也不懂，他也听不进去，你叫他老实念佛，好，乖乖的一天到晚老实念佛，结果他上品上生，他念到一心不乱，反而他成功高。可见得不能用利钝来判定品位的高下。",
      "zh_TW": "這是第六個因緣。一切眾生的根性不相同，佛法把它歸納兩大類：利根、鈍根。很聰明的人，一接觸佛法他就覺悟，這是利根。聞一知十，利根；聞一只知一，鈍根。這個法門，利根也好、鈍根也好，不管什麼樣根性的人都能學習，都能成就。至於成就的高下，給諸位說，不一定鈍根的人成就低，利根的成就高，不見得！你要是拿根性利鈍說成就高下，那你就大錯特錯。為什麼？往往利根不如鈍根。利根的人一接觸經典，一聽就通達，徹底的明瞭，但是煩惱習氣太重，即使往生，品位不高。鈍根，你給他講，怎麼講他也不懂，他也聽不進去，你叫他老實念佛，好，乖乖的一天到晚老實念佛，結果他上品上生，他念到一心不亂，反而他成功高。可見得不能用利鈍來判定品位的高下。"
    },
    {
      "id": "01-003-0061_p0060",
      "zh_CN": "利根的人，要有相当的警觉。所以，许多聪明智慧的人不如那些老太婆们，她们真正成就了。她什么也不要知道，什么也不要懂，这理论凡是用脑筋、用思考的事情，她一概都不要，你叫她老实念佛，行！我就老实念佛。她心里真的没有分别、执着、妄想，老老实实这一句佛号，声声求生西方净土，她成功了，她那个品位决不在人之下。",
      "zh_TW": "利根的人，要有相當的警覺。所以，許多聰明智慧的人不如那些老太婆們，她們真正成就了。她什麼也不要知道，什麼也不要懂，這理論凡是用腦筋、用思考的事情，她一概都不要，你叫她老實念佛，行！我就老實念佛。她心裡真的沒有分別、執著、妄想，老老實實這一句佛號，聲聲求生西方淨土，她成功了，她那個品位決不在人之下。"
    },
    {
      "id": "01-003-0061_p0061",
      "zh_CN": "玄义【诸余法门，高之则下机绝分，卑之则不被上根。】",
      "zh_TW": "玄義【諸餘法門，高之則下機絕分，卑之則不被上根。】"
    },
    {
      "id": "01-003-0061_p0062",
      "zh_CN": "『诸余法门』就是除了这个法门之外的一切法门，经上常说八万四千法门，无量法门，太高的，中下根性之人没分，太低的，中上之人不愿意学，不能尽摄。",
      "zh_TW": "『諸餘法門』就是除了這個法門之外的一切法門，經上常說八萬四千法門，無量法門，太高的，中下根性之人沒分，太低的，中上之人不願意學，不能盡攝。"
    },
    {
      "id": "01-003-0061_p0063",
      "zh_CN": "玄义【是以华藏如盲，萤光增结。】",
      "zh_TW": "玄義【是以華藏如盲，螢光增結。】"
    },
    {
      "id": "01-003-0061_p0064",
      "zh_CN": "这是举一个比喻。『华藏』是指《华严经》，《华严经》是佛示现成佛的时候，二七日中所说。就迹象而论，佛最初说法是在鹿野苑为五比丘讲四谛法。《华严经》是释迦牟尼佛在菩提树下打坐入定，定中所说的，我们肉眼凡夫不见不闻。我们看到释迦牟尼佛在菩提树下打坐，哪里晓得他在定中说法？中下根性的人如盲如聋，听不到也看不见。他老人家定中所说，跟哪些人说的？跟华藏世界四十一位法身大士。四十一位不是说四十一个人，不晓得有多少人，是四十一个阶级，就是初住菩萨、二住菩萨、三住菩萨，一直到等觉菩萨。每一个地位的菩萨，那个数字都是无量无边，佛为这些人说法。所以，声闻缘觉都没分，都见不到。这就是佛讲上乘的佛法，讲《华严》，中下根性的人没分。",
      "zh_TW": "這是舉一個比喻。『華藏』是指《華嚴經》，《華嚴經》是佛示現成佛的時候，二七日中所說。就跡象而論，佛最初說法是在鹿野苑為五比丘講四諦法。《華嚴經》是釋迦牟尼佛在菩提樹下打坐入定，定中所說的，我們肉眼凡夫不見不聞。我們看到釋迦牟尼佛在菩提樹下打坐，哪裡曉得他在定中說法？中下根性的人如盲如聾，聽不到也看不見。他老人家定中所說，跟哪些人說的？跟華藏世界四十一位法身大士。四十一位不是說四十一個人，不曉得有多少人，是四十一個階級，就是初住菩薩、二住菩薩、三住菩薩，一直到等覺菩薩。每一個地位的菩薩，那個數字都是無量無邊，佛為這些人說法。所以，聲聞緣覺都沒分，都見不到。這就是佛講上乘的佛法，講《華嚴》，中下根性的人沒分。"
    },
    {
      "id": "01-003-0061_p0065",
      "zh_CN": "『萤光增结』，萤火虫的光不能跟日月相比。不但他不能接受，而且他还毁谤，他没有看到！像现在有许多人对大乘怀疑，提出「大乘非佛说」。我们要特别在这个地方留意，不但佛不欺骗人，菩萨既然到了初地，我们再把这个地位往下降一点，三贤位的菩萨，乃至于功夫成片的人，他会不会骗人？决定不会欺骗人的。欺骗人，这是佛门的大戒，根本戒！破根本戒的人，依照《戒经》结罪，果报都在地狱。我们相信这些人决定不会破根本戒的。所以我们对他们所说的，所留传下来的，一定要能相信，决定不能怀疑。",
      "zh_TW": "『螢光增結』，螢火蟲的光不能跟日月相比。不但他不能接受，而且他還毀謗，他沒有看到！像現在有許多人對大乘懷疑，提出「大乘非佛說」。我們要特別在這個地方留意，不但佛不欺騙人，菩薩既然到了初地，我們再把這個地位往下降一點，三賢位的菩薩，乃至於功夫成片的人，他會不會騙人？決定不會欺騙人的。欺騙人，這是佛門的大戒，根本戒！破根本戒的人，依照《戒經》結罪，果報都在地獄。我們相信這些人決定不會破根本戒的。所以我們對他們所說的，所留傳下來的，一定要能相信，決定不能懷疑。"
    },
    {
      "id": "01-003-0061_p0066",
      "zh_CN": "何况大经，我们读过之后，感发之处非常多，实实在在是不可思议的境界。可是我们今天能看到的，也只能看到一点皮毛，其中奥义，那是要功夫，真的，心地一分清净，你能看出一分的奥妙，十分清净能看出十分的奥妙。自己清净心没有现前，我们应该怎么读？谦诚恭敬，用恭敬的心来读，也有启发之处，也有悟处。如果心不清净又不恭敬，这个经你没有办法读下去。",
      "zh_TW": "何況大經，我們讀過之後，感發之處非常多，實實在在是不可思議的境界。可是我們今天能看到的，也只能看到一點皮毛，其中奧義，那是要功夫，真的，心地一分清淨，你能看出一分的奧妙，十分清淨能看出十分的奧妙。自己清淨心沒有現前，我們應該怎麼讀？謙誠恭敬，用恭敬的心來讀，也有啟發之處，也有悟處。如果心不清淨又不恭敬，這個經你沒有辦法讀下去。"
    },
    {
      "id": "01-003-0061_p0067",
      "zh_CN": "玄义【唯此一法，上下兼收。】",
      "zh_TW": "玄義【唯此一法，上下兼收。】"
    },
    {
      "id": "01-003-0061_p0068",
      "zh_CN": "这是指小本《弥陀经》这个法门。上根，像文殊、普贤这些等觉菩萨；下根，像周利槃陀伽之流，我想我们每个人都比他强，他念「苕帚」两个字，念上面，下面忘掉了，给他讲下头，他上头又忘掉了，我想你们还不至于像他这么笨！他能成功，他一首偈子念三个多月才念会，这也是很少有的，这真正是下根人。",
      "zh_TW": "這是指小本《彌陀經》這個法門。上根，像文殊、普賢這些等覺菩薩；下根，像周利槃陀伽之流，我想我們每個人都比他強，他念「苕帚」兩個字，念上面，下面忘掉了，給他講下頭，他上頭又忘掉了，我想你們還不至於像他這麼笨！他能成功，他一首偈子念三個多月才念會，這也是很少有的，這真正是下根人。"
    },
    {
      "id": "01-003-0061_p0069",
      "zh_CN": "玄义【可谓万病愈于阿伽，千器成于巨冶，岂不慈门广大，普度无遗。】",
      "zh_TW": "玄義【可謂萬病愈於阿伽，千器成於巨冶，豈不慈門廣大，普度無遺。】"
    },
    {
      "id": "01-003-0061_p0070",
      "zh_CN": "这几句意思很明显，不难懂，可是里面的含义很深。从这段话，我们能体会为什么十方诸佛都赞叹这部经、都护念这部经，道理就在此地。佛门广大普度众生，广大在哪里？用什么来普度？就是用这个法门。不但释迦牟尼佛用这个法门，十方三世所有诸佛没有一尊佛不用这个法门。我们要问，佛为什么又说其他那么多法门？刚才说了，正因为佛说这个法门，有一类的众生他不相信，他不肯接受，他认为成佛哪有这么简单，哪有这么容易！好了，你要认为不容易、不简单，佛就给你说个不容易、不简单的给你去学。你要真正肯相信，学佛这么容易、这么简单，你叫上根。真正的上根利智，一听就相信，他就不怀疑，就认真去做，他就成功了。不相信的，怀疑的，当面错过！佛度有缘人，那是无缘！无缘，佛要给他结缘，用种种不同的方法跟他结缘。",
      "zh_TW": "這幾句意思很明顯，不難懂，可是裡面的含義很深。從這段話，我們能體會為什麼十方諸佛都讚歎這部經、都護念這部經，道理就在此地。佛門廣大普度眾生，廣大在哪裡？用什麼來普度？就是用這個法門。不但釋迦牟尼佛用這個法門，十方三世所有諸佛沒有一尊佛不用這個法門。我們要問，佛為什麼又說其他那麼多法門？剛才說了，正因為佛說這個法門，有一類的眾生他不相信，他不肯接受，他認為成佛哪有這麼簡單，哪有這麼容易！好了，你要認為不容易、不簡單，佛就給你說個不容易、不簡單的給你去學。你要真正肯相信，學佛這麼容易、這麼簡單，你叫上根。真正的上根利智，一聽就相信，他就不懷疑，就認真去做，他就成功了。不相信的，懷疑的，當面錯過！佛度有緣人，那是無緣！無緣，佛要給他結緣，用種種不同的方法跟他結緣。"
    },
    {
      "id": "01-003-0061_p0071",
      "zh_CN": "度有缘的人，用什么度？就是用这个法门。我用其他的法门跟你结缘，你还是在六道，你还是成就不了，到哪一生哪一世你这个因缘成熟了，你从什么地方得度？说老实不客气的话，还是这个法门得度。唯有真正往生，这个叫得度，没有往生就是没能得度！我们看看禅宗里面许许多多的公案，大彻大悟之后，确实有神通，知道过去、现在、未来，能不能逃掉轮回？逃不掉。能逃掉的，是大彻大悟之后回过头来念佛，他超出了。如果我们能明白这个事实真相，对任何一个法门就会不动心了。",
      "zh_TW": "度有緣的人，用什麼度？就是用這個法門。我用其他的法門跟你結緣，你還是在六道，你還是成就不了，到哪一生哪一世你這個因緣成熟了，你從什麼地方得度？說老實不客氣的話，還是這個法門得度。唯有真正往生，這個叫得度，沒有往生就是沒能得度！我們看看禪宗裡面許許多多的公案，大徹大悟之後，確實有神通，知道過去、現在、未來，能不能逃掉輪迴？逃不掉。能逃掉的，是大徹大悟之後回過頭來念佛，他超出了。如果我們能明白這個事實真相，對任何一個法門就會不動心了。"
    },
    {
      "id": "01-003-0061_p0072",
      "zh_CN": "我们想读、想研究，要以《弥陀经》为中心，有关于这个法门的经论可以涉猎，来帮助我们理解，帮助我们断疑生信。信心真正建立，念佛到有了把握，才可以涉猎其他的法门；我们信心不坚固，还会动摇，最好不涉猎其他法门。像《净土十要》、《莲池大师全集》、《蕅益大师全集》，我们可以读，为什么？处处指归净土，走一个方向、一个目标。喜欢多懂得一点，就朝这个方向去走。如果不愿意涉及，我还是愈简单愈好，《西方公据》加上《弥陀经疏钞》，就足够了。如果还放不下，《净土十要》、《莲池大师全集》、《蕅益大师全集》、《印光大师文钞》，这就行了。再多就不行，决定夹杂，没有好处。所以其他的东西可以不必涉猎，专修这个法门。真正专修，如同古人一样，三年就有效果。你果然真的做到不间断，不夹杂，三年一定有消息。你要是间断、夹杂，那就没法子。立下志愿，专求西方净土。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們想讀、想研究，要以《彌陀經》為中心，有關於這個法門的經論可以涉獵，來幫助我們理解，幫助我們斷疑生信。信心真正建立，念佛到有了把握，才可以涉獵其他的法門；我們信心不堅固，還會動搖，最好不涉獵其他法門。像《淨土十要》、《蓮池大師全集》、《蕅益大師全集》，我們可以讀，為什麼？處處指歸淨土，走一個方向、一個目標。喜歡多懂得一點，就朝這個方向去走。如果不願意涉及，我還是愈簡單愈好，《西方公據》加上《彌陀經疏鈔》，就足夠了。如果還放不下，《淨土十要》、《蓮池大師全集》、《蕅益大師全集》、《印光大師文鈔》，這就行了。再多就不行，決定夾雜，沒有好處。所以其他的東西可以不必涉獵，專修這個法門。真正專修，如同古人一樣，三年就有效果。你果然真的做到不間斷，不夾雜，三年一定有消息。你要是間斷、夾雜，那就沒法子。立下志願，專求西方淨土。今天時間到了，我們就講到此地。"
    }
  ]
}