{
  "doc_id": "01-003-0021",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0021",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "01-003-0021_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义》，第二十三页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義》，第二十三頁："
    },
    {
      "id": "01-003-0021_p0002",
      "zh_CN": "疏【又前是性德，今是修德。前是自性清净，今是离垢清净。乃至性净障尽等，互融不二，如教中说。】",
      "zh_TW": "疏【又前是性德，今是修德。前是自性清淨，今是離垢清淨。乃至性淨障盡等，互融不二，如教中說。】"
    },
    {
      "id": "01-003-0021_p0003",
      "zh_CN": "这一段是这一科当中的总结，交代得很清楚。『前』是指序文第一段「明性」，明性是讲『性德』，这一段是第二段「赞经」，赞经是讲『修德』。明性一段里面，文的确相当深，讲的是『自性清净』，句句话都是称性而谈。赞经这一段是讲「修德」，性德虽然是本具，如果没有修德，我们的性德不能现前，性德一定要靠修德才能现前，「性修不二」。要懂这个道理，决定不可以执理废事，或者执事废理。由此可知，念佛人不能不懂教义，不能不懂教理。「自性清净心」是教理，也就是教体，一定要明了，然后才能真正断惑证真。",
      "zh_TW": "這一段是這一科當中的總結，交代得很清楚。『前』是指序文第一段「明性」，明性是講『性德』，這一段是第二段「讚經」，讚經是講『修德』。明性一段裡面，文的確相當深，講的是『自性清淨』，句句話都是稱性而談。讚經這一段是講「修德」，性德雖然是本具，如果沒有修德，我們的性德不能現前，性德一定要靠修德才能現前，「性修不二」。要懂這個道理，決定不可以執理廢事，或者執事廢理。由此可知，念佛人不能不懂教義，不能不懂教理。「自性清淨心」是教理，也就是教體，一定要明瞭，然後才能真正斷惑證真。"
    },
    {
      "id": "01-003-0021_p0004",
      "zh_CN": "演【又前是下，是总结两节。性德、修德，出天台教。】",
      "zh_TW": "演【又前是下，是總結兩節。性德、修德，出天台教。】"
    },
    {
      "id": "01-003-0021_p0005",
      "zh_CN": "这段文是总结前面两节经文，第一节是「明性」，第二节是「赞经」。第一节说的是教理，它贯通所有的经论，不但佛门经论都是从性德里面流露出来，乃至于世出世间一切法，可以说是尽法界无有一法不是从性德里面变现出来的。所以《华严》说：「唯心所现，唯识所变」。第一节非常的重要。",
      "zh_TW": "這段文是總結前面兩節經文，第一節是「明性」，第二節是「讚經」。第一節說的是教理，它貫通所有的經論，不但佛門經論都是從性德裡面流露出來，乃至於世出世間一切法，可以說是盡法界無有一法不是從性德裡面變現出來的。所以《華嚴》說：「唯心所現，唯識所變」。第一節非常的重要。"
    },
    {
      "id": "01-003-0021_p0006",
      "zh_CN": "众生虽然本具性德，如果没有修德，性德始终被无明、烦恼缠缚，而不能够现前。像我们现在一样，我们哪一个人不具足性德？从性德上来说，《华严》、《圆觉》里面讲：「一切众生本来成佛」。没错，确实是本来佛！天台大师六即佛里面所说的「理即佛」，都是从性德上说的。虽然我们本性与诸佛如来无二无别，可是我们现前这个境界是苦不堪言。为什么会变成这个样子？迷失了性德。佛菩萨是悟此性德，可见得性德没有两样，只有迷悟不同。迷了就是六道凡夫，觉悟了就是诸佛菩萨。",
      "zh_TW": "眾生雖然本具性德，如果沒有修德，性德始終被無明、煩惱纏縛，而不能夠現前。像我們現在一樣，我們哪一個人不具足性德？從性德上來說，《華嚴》、《圓覺》裡面講：「一切眾生本來成佛」。沒錯，確實是本來佛！天台大師六即佛裡面所說的「理即佛」，都是從性德上說的。雖然我們本性與諸佛如來無二無別，可是我們現前這個境界是苦不堪言。為什麼會變成這個樣子？迷失了性德。佛菩薩是悟此性德，可見得性德沒有兩樣，只有迷悟不同。迷了就是六道凡夫，覺悟了就是諸佛菩薩。"
    },
    {
      "id": "01-003-0021_p0007",
      "zh_CN": "我们现在已经迷了，要怎样破迷开悟？这就要讲『修德』。在修德里面，莲池大师在此地特别讲「赞经」，换句话说，我们要想修行，经典与我们的关系最为密切。我们凭借什么修？依靠什么？经典就是唯一的依靠。经典真能靠得住吗？我们免不了要发生怀疑，第一节稍有一些体会，这个疑问就可以解决。经典是佛从性德里面流露出来的，换句话说，我们依经典就是依性德。修德依性德起修，怎么能够说是不可以恢复性德？这就是文字的脉络，说完性德之后，立刻接着说修德，道理在此地。",
      "zh_TW": "我們現在已經迷了，要怎樣破迷開悟？這就要講『修德』。在修德裡面，蓮池大師在此地特別講「讚經」，換句話說，我們要想修行，經典與我們的關係最為密切。我們憑藉什麼修？依靠什麼？經典就是唯一的依靠。經典真能靠得住嗎？我們免不了要發生懷疑，第一節稍有一些體會，這個疑問就可以解決。經典是佛從性德裡面流露出來的，換句話說，我們依經典就是依性德。修德依性德起修，怎麼能夠說是不可以恢復性德？這就是文字的脈絡，說完性德之後，立刻接著說修德，道理在此地。"
    },
    {
      "id": "01-003-0021_p0008",
      "zh_CN": "世尊垂寂的时候，教后来的弟子「四依法」，第一条是「依法不依人」。诸位要晓得，法是性德、是圆满的，如来证到究竟极果，从圆满果德当中流露出来的。为什么不能依人？人修得再好，性德未能全彰。等觉菩萨还有一分无明未破，他所证的性德没圆满，道理是在此地。「出天台教」，性、修这两个名词，最初是天台大师所建立。",
      "zh_TW": "世尊垂寂的時候，教後來的弟子「四依法」，第一條是「依法不依人」。諸位要曉得，法是性德、是圓滿的，如來證到究竟極果，從圓滿果德當中流露出來的。為什麼不能依人？人修得再好，性德未能全彰。等覺菩薩還有一分無明未破，他所證的性德沒圓滿，道理是在此地。「出天台教」，性、修這兩個名詞，最初是天台大師所建立。"
    },
    {
      "id": "01-003-0021_p0009",
      "zh_CN": "演【自性清净，离垢清净，出起信论。】",
      "zh_TW": "演【自性清淨，離垢清淨，出起信論。】"
    },
    {
      "id": "01-003-0021_p0010",
      "zh_CN": "『自性清净，离垢清净』，出自《起信论》，马鸣菩萨《大乘起信论》的两句话，其实就是性德跟修德。从本性上说，「自性清净」，本来不染，在圣不增，在凡不减，不增不减，不垢不净，这才是真正的清净。「自性清净」，就是天台家讲的性德；「离垢清净」，这与天台家所讲的修德相同。「垢」是指烦恼，见思、尘沙、无明，它能够染污本性。这个染污不是真正的染污，如果本性会被别的东西染污，就不叫做真性；这个是相似，不是真染污。好比阴天，太阳没出来，太阳到哪里去了？被云遮盖住。诸位想想，云能够遮盖太阳吗？不能遮盖，太阳太大太大了。不能遮盖，好像是遮盖了。遮盖什么？遮盖我们自己的眼睛，我们看不到太阳。有了这个障碍，我们自性清净就不能现前。若要自性清净现前，一定要离烦恼；不离烦恼，自性清净永远不能现前。自性清净现前，就叫佛、就叫菩萨；不能现前，而被烦恼障碍住，就叫凡夫。这是千经万论、无量法门里面所说的原理原则，决定不能变更的。",
      "zh_TW": "『自性清淨，離垢清淨』，出自《起信論》，馬鳴菩薩《大乘起信論》的兩句話，其實就是性德跟修德。從本性上說，「自性清淨」，本來不染，在聖不增，在凡不減，不增不減，不垢不淨，這才是真正的清淨。「自性清淨」，就是天台家講的性德；「離垢清淨」，這與天台家所講的修德相同。「垢」是指煩惱，見思、塵沙、無明，它能夠染污本性。這個染污不是真正的染污，如果本性會被別的東西染污，就不叫做真性；這個是相似，不是真染污。好比陰天，太陽沒出來，太陽到哪裡去了？被雲遮蓋住。諸位想想，雲能夠遮蓋太陽嗎？不能遮蓋，太陽太大太大了。不能遮蓋，好像是遮蓋了。遮蓋什麼？遮蓋我們自己的眼睛，我們看不到太陽。有了這個障礙，我們自性清淨就不能現前。若要自性清淨現前，一定要離煩惱；不離煩惱，自性清淨永遠不能現前。自性清淨現前，就叫佛、就叫菩薩；不能現前，而被煩惱障礙住，就叫凡夫。這是千經萬論、無量法門裡面所說的原理原則，決定不能變更的。"
    },
    {
      "id": "01-003-0021_p0011",
      "zh_CN": "演【性净障尽，出圆觉经。】",
      "zh_TW": "演【性淨障盡，出圓覺經。】"
    },
    {
      "id": "01-003-0021_p0012",
      "zh_CN": "『性净障尽』，这句是出自《圆觉经》。以上三句，是从三种不同经论上为我们引证的。举出这三种不同的经论，意思就是告诉我们千经万论无不如是说，这就叫做佛法；如果违背这个原理原则，就不是佛法。与这个原理原则相应，叫做学佛；不与这个原理原则相应，叫做外道。所以我们自己必得要检点自己的心行，有没有与这个原理相应？我们天天修行，修的时候有没有德？修德，这个德是性德，修的是性德。性德是什么？「自性清净」，「性净障尽」。",
      "zh_TW": "『性淨障盡』，這句是出自《圓覺經》。以上三句，是從三種不同經論上為我們引證的。舉出這三種不同的經論，意思就是告訴我們千經萬論無不如是說，這就叫做佛法；如果違背這個原理原則，就不是佛法。與這個原理原則相應，叫做學佛；不與這個原理原則相應，叫做外道。所以我們自己必得要檢點自己的心行，有沒有與這個原理相應？我們天天修行，修的時候有沒有德？修德，這個德是性德，修的是性德。性德是什麼？「自性清淨」，「性淨障盡」。"
    },
    {
      "id": "01-003-0021_p0013",
      "zh_CN": "我们每天在这里修行，是不是烦恼一天一天减轻？烦恼一天一天少了，这个心在境界里面果然一天一天清净，这就叫修德，你这个修就有了得，得什么？就是性德。烦恼分分减，性德就分分透。如果我们每天用功修行，烦恼不见得减少，性德没透出来，虽然修，没有德，白修了！虽修，拿不出成绩。诸位如果明白这个原理，无论你是念佛、参禅、持咒、诵经、礼拜，方法、手段无量无边，都不离这个原则，不管用什么手段，总是要断烦恼，要证自性清净心。自性清净就是大菩提心，要证大菩提。",
      "zh_TW": "我們每天在這裡修行，是不是煩惱一天一天減輕？煩惱一天一天少了，這個心在境界裡面果然一天一天清淨，這就叫修德，你這個修就有了得，得什麼？就是性德。煩惱分分減，性德就分分透。如果我們每天用功修行，煩惱不見得減少，性德沒透出來，雖然修，沒有德，白修了！雖修，拿不出成績。諸位如果明白這個原理，無論你是念佛、參禪、持咒、誦經、禮拜，方法、手段無量無邊，都不離這個原則，不管用什麼手段，總是要斷煩惱，要證自性清淨心。自性清淨就是大菩提心，要證大菩提。"
    },
    {
      "id": "01-003-0021_p0014",
      "zh_CN": "演【互融一句，总顶上三种。互融不二者，谓全性起修，全修即性，性外无修，修外无性也。】",
      "zh_TW": "演【互融一句，總頂上三種。互融不二者，謂全性起修，全修即性，性外無修，修外無性也。】"
    },
    {
      "id": "01-003-0021_p0015",
      "zh_CN": "『互融不二』，这才是真正入门。在执持名号修念佛法门的人来说，这是理一心不乱的境界。事一心，性与修没圆融，还是二，性德不是修德，修德不是性德；功夫成片以及事一心不乱都没有圆融，圆融是理一心不乱。他为什么不能圆融？《疏钞》里面，明性和赞经这两段的意思，他不能够明了通达。这么说来，我们念佛人不能不研究经。其他经我们可以不研究，《阿弥陀经》不能不研究，而且要深入、透彻的了解它，透彻了解无过于这部《疏钞演义》。",
      "zh_TW": "『互融不二』，這才是真正入門。在執持名號修念佛法門的人來說，這是理一心不亂的境界。事一心，性與修沒圓融，還是二，性德不是修德，修德不是性德；功夫成片以及事一心不亂都沒有圓融，圓融是理一心不亂。他為什麼不能圓融？《疏鈔》裡面，明性和讚經這兩段的意思，他不能夠明瞭通達。這麼說來，我們念佛人不能不研究經。其他經我們可以不研究，《阿彌陀經》不能不研究，而且要深入、透徹的了解它，透徹了解無過於這部《疏鈔演義》。"
    },
    {
      "id": "01-003-0021_p0016",
      "zh_CN": "我们今天一展开《疏钞》，得《演义》，这里面博大精深我们才能够体会得到。如果没有这部《演义》，《疏钞》还是太深了，这里面许许多多微妙的义理我们还是看不出来。得《演义》，才是真正畅莲池大师的本怀，也是畅释迦牟尼佛一代时教之本怀。这个注子确实具足无量无边的功德，真正如开经偈所说「百千万劫难遭遇」。所谓「人身难得，佛法难闻」，我们得到人身，也遇到了佛法，不但遇到，而且真正难得遇到了《疏钞演义》，那么在这一生当中，如果不能往生西方极乐世界，那就太辜负自己了。得这部《疏钞》，不但往生，稍用一点力可以上品上生，为什么？你所有的疑障都破除了。疑障破除，这一生得理一心不乱上品上生是决定可能的，那就是真正契入「性修不二」，达到这个境界。",
      "zh_TW": "我們今天一展開《疏鈔》，得《演義》，這裡面博大精深我們才能夠體會得到。如果沒有這部《演義》，《疏鈔》還是太深了，這裡面許許多多微妙的義理我們還是看不出來。得《演義》，才是真正暢蓮池大師的本懷，也是暢釋迦牟尼佛一代時教之本懷。這個註子確實具足無量無邊的功德，真正如開經偈所說「百千萬劫難遭遇」。所謂「人身難得，佛法難聞」，我們得到人身，也遇到了佛法，不但遇到，而且真正難得遇到了《疏鈔演義》，那麼在這一生當中，如果不能往生西方極樂世界，那就太辜負自己了。得這部《疏鈔》，不但往生，稍用一點力可以上品上生，為什麼？你所有的疑障都破除了。疑障破除，這一生得理一心不亂上品上生是決定可能的，那就是真正契入「性修不二」，達到這個境界。"
    },
    {
      "id": "01-003-0021_p0017",
      "zh_CN": "『全性』是性德，『起修』是修德；『全修』是修德，『即性』是性德，是一桩事情不是两桩事情。『性外无修，修外无性』，这在前面我们讲性德、修德，把这个意思已经透出来了，那就是心现识变，心识都是性德的作用。如果依《大方广经》所讲的体相用，性德是体，唯心所现是相，唯识所变是作用。体相用是一，互融不二，说体一定包括相用，说相一定包括体用，一而三，三而一，才真正契入「性外无修，修外无性」。这个时候，就是大经常说「离一切相，即一切法」。这个离，不是说把外面的相离掉。诸位要记住，外面的相是性德的实相，你怎么能离得开？离的是我们心里面的虚妄相，离这个。",
      "zh_TW": "『全性』是性德，『起修』是修德；『全修』是修德，『即性』是性德，是一樁事情不是兩樁事情。『性外無修，修外無性』，這在前面我們講性德、修德，把這個意思已經透出來了，那就是心現識變，心識都是性德的作用。如果依《大方廣經》所講的體相用，性德是體，唯心所現是相，唯識所變是作用。體相用是一，互融不二，說體一定包括相用，說相一定包括體用，一而三，三而一，才真正契入「性外無修，修外無性」。這個時候，就是大經常說「離一切相，即一切法」。這個離，不是說把外面的相離掉。諸位要記住，外面的相是性德的實相，你怎麼能離得開？離的是我們心裡面的虛妄相，離這個。"
    },
    {
      "id": "01-003-0021_p0018",
      "zh_CN": "诸位如果读过《唯识论》，这个话就好讲，也容易懂。唯识里面给我们说明，心心所都有四分，八个心王各有四分，五十一个心所法也有四分，有自证分、证自证分、见分、相分。我们离一切相，离的是心心所的相分，不是离外面的境界相。可是诸位要知道，这心心所的相分是第七识以下的。因为八识的相分是亲相分，八识的相分是性德的相分，这个没法子离，唯识家称之为「本质相」，这就是经上所讲的「诸法实相」。离是离虚妄相，七转识以及五十一个心所里面的相分，这是虚妄相，那不是真的。离这一切相，即一切法，那个即一切法，就是一切法的本质相见到了，诸法实相见到了，是这个意思。到这个时候，才能真正悟入性修不二、万法一如。",
      "zh_TW": "諸位如果讀過《唯識論》，這個話就好講，也容易懂。唯識裡面給我們說明，心心所都有四分，八個心王各有四分，五十一個心所法也有四分，有自證分、證自證分、見分、相分。我們離一切相，離的是心心所的相分，不是離外面的境界相。可是諸位要知道，這心心所的相分是第七識以下的。因為八識的相分是親相分，八識的相分是性德的相分，這個沒法子離，唯識家稱之為「本質相」，這就是經上所講的「諸法實相」。離是離虛妄相，七轉識以及五十一個心所裡面的相分，這是虛妄相，那不是真的。離這一切相，即一切法，那個即一切法，就是一切法的本質相見到了，諸法實相見到了，是這個意思。到這個時候，才能真正悟入性修不二、萬法一如。"
    },
    {
      "id": "01-003-0021_p0019",
      "zh_CN": "演【又旧云：性净障尽，互融不二者。】",
      "zh_TW": "演【又舊云：性淨障盡，互融不二者。】"
    },
    {
      "id": "01-003-0021_p0020",
      "zh_CN": "『性』本来就是清净的，就是自性清净；『障』就是二障，烦恼障、所知障，也就是见思、尘沙、无明，障也尽了。这个时候，不但理事圆融，又如《华严经》上说「事事圆融」，就是理事无碍、事事无碍，互融不二。",
      "zh_TW": "『性』本來就是清淨的，就是自性清淨；『障』就是二障，煩惱障、所知障，也就是見思、塵沙、無明，障也盡了。這個時候，不但理事圓融，又如《華嚴經》上說「事事圓融」，就是理事無礙、事事無礙，互融不二。"
    },
    {
      "id": "01-003-0021_p0021",
      "zh_CN": "演【以全性起修时，破全性之无明，断全性之生死，终日本体，终日工夫，性净即障尽也。】",
      "zh_TW": "演【以全性起修時，破全性之無明，斷全性之生死，終日本體，終日工夫，性淨即障盡也。】"
    },
    {
      "id": "01-003-0021_p0022",
      "zh_CN": "这是究竟即佛的境界。等觉菩萨还有一分生相无明没断，障没有断干净，性没有全净；要到「性净障尽」才是我们学佛目标圆满达到，那就是无上正等正觉，而不是正等正觉，这是理一心功夫达到极处。破一品无明，见一分真性，就是理一心不乱。同样是证得理一心，功夫浅深差别很大，从圆教初住到等觉菩萨都叫做理一心。大师在此地给我们提示这个原则，换句话说，帮助我们在一生当中，成就理一心不乱，成就无上菩提，那就是障要尽，性圆满的清净。",
      "zh_TW": "這是究竟即佛的境界。等覺菩薩還有一分生相無明沒斷，障沒有斷乾淨，性沒有全淨；要到「性淨障盡」才是我們學佛目標圓滿達到，那就是無上正等正覺，而不是正等正覺，這是理一心功夫達到極處。破一品無明，見一分真性，就是理一心不亂。同樣是證得理一心，功夫淺深差別很大，從圓教初住到等覺菩薩都叫做理一心。大師在此地給我們提示這個原則，換句話說，幫助我們在一生當中，成就理一心不亂，成就無上菩提，那就是障要盡，性圓滿的清淨。"
    },
    {
      "id": "01-003-0021_p0023",
      "zh_CN": "这一句佛号，最要紧的就是提起这个认知：要觉悟！这一觉，烦恼就没有了，无明也没有了。无明跟烦恼从哪里来的？不觉心动而有无明。从无明如果继续再迷，愈迷愈深才出三细相，出六粗相。我们在境界里愈迷愈深，这一句阿弥陀佛提醒我们觉悟，觉而不迷。南无阿弥陀佛，这六个字翻成中文是「皈依无量觉」。这一句佛号，不但与西方导师阿弥陀佛心心相印，那是取得他力必要的条件（这个法门叫二力法门），更重要的是自力，自力就是念念唤醒自性觉。觉了，性就净；觉了，障就断了。",
      "zh_TW": "這一句佛號，最要緊的就是提起這個認知：要覺悟！這一覺，煩惱就沒有了，無明也沒有了。無明跟煩惱從哪裡來的？不覺心動而有無明。從無明如果繼續再迷，愈迷愈深才出三細相，出六粗相。我們在境界裡愈迷愈深，這一句阿彌陀佛提醒我們覺悟，覺而不迷。南無阿彌陀佛，這六個字翻成中文是「皈依無量覺」。這一句佛號，不但與西方導師阿彌陀佛心心相印，那是取得他力必要的條件（這個法門叫二力法門），更重要的是自力，自力就是念念喚醒自性覺。覺了，性就淨；覺了，障就斷了。"
    },
    {
      "id": "01-003-0021_p0024",
      "zh_CN": "如何叫这句阿弥陀佛念在口里是声声自性觉？古人常说：「不怕念起，只怕觉迟」。念是什么？无明、烦恼。我们今天暂且不谈无明，那个相太细了，我们连见思都没断，怎能谈断无明？功夫是循序渐进的，先伏见思，得功夫成片；再断见思，得事一心不乱；最后再破无明，成就理一心不乱。这一生当中可以做到的，可是你要会念。不会念的人，虽然一天到晚阿弥陀佛，这一句佛号压不住烦恼。烦恼是迷，他这个佛号不觉，他这个佛号还是迷，迷不能破迷，悟才能破迷。他就是一天十万声佛号，不能破迷，这样念法不能往生。",
      "zh_TW": "如何叫這句阿彌陀佛念在口裡是聲聲自性覺？古人常說：「不怕念起，只怕覺遲」。念是什麼？無明、煩惱。我們今天暫且不談無明，那個相太細了，我們連見思都沒斷，怎能談斷無明？功夫是循序漸進的，先伏見思，得功夫成片；再斷見思，得事一心不亂；最後再破無明，成就理一心不亂。這一生當中可以做到的，可是你要會念。不會念的人，雖然一天到晚阿彌陀佛，這一句佛號壓不住煩惱。煩惱是迷，他這個佛號不覺，他這個佛號還是迷，迷不能破迷，悟才能破迷。他就是一天十萬聲佛號，不能破迷，這樣念法不能往生。"
    },
    {
      "id": "01-003-0021_p0025",
      "zh_CN": "什么是迷？心里起心动念就迷了。我们六根接触外面六尘境界，无论起的是善念或是恶念，一起念就是无明、就是迷；因为自性清净心中，本来无一物，没有念头。一有念头，马上要觉悟，立刻「南无阿弥陀佛」。为什么？一起念头，自己晓得迷了，南无阿弥陀佛，我又觉了，一觉，妄念就没有了。所以初步用功夫，一起念，马上用「阿弥陀佛」代替它。因为你起了个念，是迷、是烦恼，这一句阿弥陀佛是悟、是觉，把烦恼立刻伏住，这念的方法就得法。",
      "zh_TW": "什麼是迷？心裡起心動念就迷了。我們六根接觸外面六塵境界，無論起的是善念或是惡念，一起念就是無明、就是迷；因為自性清淨心中，本來無一物，沒有念頭。一有念頭，馬上要覺悟，立刻「南無阿彌陀佛」。為什麼？一起念頭，自己曉得迷了，南無阿彌陀佛，我又覺了，一覺，妄念就沒有了。所以初步用功夫，一起念，馬上用「阿彌陀佛」代替它。因為你起了個念，是迷、是煩惱，這一句阿彌陀佛是悟、是覺，把煩惱立刻伏住，這念的方法就得法。"
    },
    {
      "id": "01-003-0021_p0026",
      "zh_CN": "用这一句佛号取代一切妄念，所有分别、执着、妄想统统用这一句佛号把它换掉，这一句佛号就能伏住分别、执着、妄想。真正能伏半年，你的功夫就成片。伏三年，事一心不乱决定可以得到，你已经证得念佛三昧，这就是真正功夫。这个理论就是这一段文所讲的。修德是从性德建立的，更何况性修不二！这个方法就是「全性起修」，为什么？阿弥陀佛这个名号就是性德的名称，就是性德的名号，我们念这一句名号，念这一句阿弥陀佛，那就是修德的全体。全性是南无阿弥陀佛，全修也是南无阿弥陀佛，诸位一定要能够体会到这个意思。",
      "zh_TW": "用這一句佛號取代一切妄念，所有分別、執著、妄想統統用這一句佛號把它換掉，這一句佛號就能伏住分別、執著、妄想。真正能伏半年，你的功夫就成片。伏三年，事一心不亂決定可以得到，你已經證得念佛三昧，這就是真正功夫。這個理論就是這一段文所講的。修德是從性德建立的，更何況性修不二！這個方法就是「全性起修」，為什麼？阿彌陀佛這個名號就是性德的名稱，就是性德的名號，我們念這一句名號，念這一句阿彌陀佛，那就是修德的全體。全性是南無阿彌陀佛，全修也是南無阿彌陀佛，諸位一定要能夠體會到這個意思。"
    },
    {
      "id": "01-003-0021_p0027",
      "zh_CN": "《心经》到最后把般若归结起来，是大神咒、是大明咒、是无上咒、是无等等咒。我最怕诸位一听到这个咒，马上就学密去了，那你一定误会了，路子走岔了。咒，梵语叫陀罗尼，意思是总一切法、持一切义。我特别提醒大家，南无阿弥陀佛这一句是不是陀罗尼？这一句是不是总一切法、持一切义？一点都没错。比《般若心经》还要高明，《般若心经》是大神咒，这一句阿弥陀佛是无上大神咒，是无上无等等咒，你一天到晚念这句阿弥陀佛，你是修无上密乘，不要再去搞别的密宗了。",
      "zh_TW": "《心經》到最後把般若歸結起來，是大神咒、是大明咒、是無上咒、是無等等咒。我最怕諸位一聽到這個咒，馬上就學密去了，那你一定誤會了，路子走岔了。咒，梵語叫陀羅尼，意思是總一切法、持一切義。我特別提醒大家，南無阿彌陀佛這一句是不是陀羅尼？這一句是不是總一切法、持一切義？一點都沒錯。比《般若心經》還要高明，《般若心經》是大神咒，這一句阿彌陀佛是無上大神咒，是無上無等等咒，你一天到晚念這句阿彌陀佛，你是修無上密乘，不要再去搞別的密宗了。"
    },
    {
      "id": "01-003-0021_p0028",
      "zh_CN": "有这样的认知，我们在一生当中，功夫快的人，三年可以得念佛三昧，相当于禅定；五年、十年就可以证得理一心不乱，明心见性，大彻大悟，就可以分破无明。如果你会用的话，《弥陀经疏钞演义》这些理论、方法、境界你都会了，完全能够运用在日常生活当中，把这一部《弥陀经疏钞演义》变成自己的生活，那就是全性起修，全破无明。你在一生当中，那是实报庄严土里面的上品上生。一生圆满菩提，这在理论上讲不是不可能的。事上讲行不行？行！事上讲也讲得通。问题就是你对于教义是不是真的了解？是不是彻底了解？是不是都能把你所了解的变成自己的生活？我们六根接触六尘境界，无不是！这才叫「全性起修」，这才叫『终日本体，终日工夫』。这句阿弥陀佛，开始是伏烦恼、断烦恼，终极的目的是清净心现前。观照、功夫一定要会交互运用，这个进展就快速。底下这一句谈到交互。",
      "zh_TW": "有這樣的認知，我們在一生當中，功夫快的人，三年可以得念佛三昧，相當於禪定；五年、十年就可以證得理一心不亂，明心見性，大徹大悟，就可以分破無明。如果你會用的話，《彌陀經疏鈔演義》這些理論、方法、境界你都會了，完全能夠運用在日常生活當中，把這一部《彌陀經疏鈔演義》變成自己的生活，那就是全性起修，全破無明。你在一生當中，那是實報莊嚴土裡面的上品上生。一生圓滿菩提，這在理論上講不是不可能的。事上講行不行？行！事上講也講得通。問題就是你對於教義是不是真的了解？是不是徹底了解？是不是都能把你所了解的變成自己的生活？我們六根接觸六塵境界，無不是！這才叫「全性起修」，這才叫『終日本體，終日工夫』。這句阿彌陀佛，開始是伏煩惱、斷煩惱，終極的目的是清淨心現前。觀照、功夫一定要會交互運用，這個進展就快速。底下這一句談到交互。"
    },
    {
      "id": "01-003-0021_p0029",
      "zh_CN": "演【以全修即性时，虽破无明，破无所破。虽断生死，断无所断。终日工夫，终日本体，障尽即性净也。】",
      "zh_TW": "演【以全修即性時，雖破無明，破無所破。雖斷生死，斷無所斷。終日工夫，終日本體，障盡即性淨也。】"
    },
    {
      "id": "01-003-0021_p0030",
      "zh_CN": "这两句一合起来，就是功夫交互的运用。我们得要把这个话说清楚，如何交互法？不要被这些文字搞迷惑了。第一层的意思，佛号的功夫是在起心动念的时候马上把它伏住，立刻把它换掉。第二层，六根接触六尘境界，决定用真心，不用妄心。真心就是清净心，以清净的眼见外面清净色。我们是以眼识，见的是色尘，为什么？眼识不清净。眼识何以不清净？眼识里头有四分，有眼识的见分、眼识的相分，所以它不清净。离一切相，我们以清净眼见清净色，以清净耳闻清净声，这是教给你如何用清净心见外面清净的境界，这就是第二层的意思。",
      "zh_TW": "這兩句一合起來，就是功夫交互的運用。我們得要把這個話說清楚，如何交互法？不要被這些文字搞迷惑了。第一層的意思，佛號的功夫是在起心動念的時候馬上把它伏住，立刻把它換掉。第二層，六根接觸六塵境界，決定用真心，不用妄心。真心就是清淨心，以清淨的眼見外面清淨色。我們是以眼識，見的是色塵，為什麼？眼識不清淨。眼識何以不清淨？眼識裡頭有四分，有眼識的見分、眼識的相分，所以它不清淨。離一切相，我們以清淨眼見清淨色，以清淨耳聞清淨聲，這是教給你如何用清淨心見外面清淨的境界，這就是第二層的意思。"
    },
    {
      "id": "01-003-0021_p0031",
      "zh_CN": "如果我这个说法，你还是搞不清楚，那么你最简单记住一个原则：待人接物用真诚，决不欺骗，决不虚假。别人欺骗我们，我们待人还是要真诚，为什么？他在迷，他不晓得修德，我们是已经觉悟，我们要全性起修，全修即性。全性是什么？真诚的心就是全性。对待一切人、一切境界，真心是清净心、平等心。如果你在境界里有分别，这个心不清净；如果你在境界里面不平等，这个心不清净。清净心的相一定是平等的、一定是无分别的。你能够懂得这个原理，在日常生活当中，从早到晚、一年到头在境界里就练这个就行了。用这个方法帮助你念这一句佛号，佛号是提起你的觉心，用一句佛号又帮助你如是用心，用真心。真正能这样修学，没有一个不成就，正是古德所谓「万修万人去」，一个都不会落空，这个原理是性净就障尽。我再举个比喻，比得最粗的，「性净」就是真性、真诚，「障」就是业障、罪业。我们不是天天讲要消业障吗？用真诚的心，业障就消除；业障消除，真心就显，就这么回事情。",
      "zh_TW": "如果我這個說法，你還是搞不清楚，那麼你最簡單記住一個原則：待人接物用真誠，決不欺騙，決不虛假。別人欺騙我們，我們待人還是要真誠，為什麼？他在迷，他不曉得修德，我們是已經覺悟，我們要全性起修，全修即性。全性是什麼？真誠的心就是全性。對待一切人、一切境界，真心是清淨心、平等心。如果你在境界裡有分別，這個心不清淨；如果你在境界裡面不平等，這個心不清淨。清淨心的相一定是平等的、一定是無分別的。你能夠懂得這個原理，在日常生活當中，從早到晚、一年到頭在境界裡就練這個就行了。用這個方法幫助你念這一句佛號，佛號是提起你的覺心，用一句佛號又幫助你如是用心，用真心。真正能這樣修學，沒有一個不成就，正是古德所謂「萬修萬人去」，一個都不會落空，這個原理是性淨就障盡。我再舉個比喻，比得最粗的，「性淨」就是真性、真誠，「障」就是業障、罪業。我們不是天天講要消業障嗎？用真誠的心，業障就消除；業障消除，真心就顯，就這麼回事情。"
    },
    {
      "id": "01-003-0021_p0032",
      "zh_CN": "你想真正消业障，要用真心待人接物。别人用假心对我，我还用真心待人。别人要增加罪业，我这个罪业也不能减少，好像我的罪业减少了，对不起那些天天增加罪业的人，这不叫颠倒，什么叫颠倒！所以觉悟的人就像佛菩萨一样，佛菩萨到这个世间来度化众生，世间人以什么样的眼光对佛菩萨？佛菩萨难道也跟世间人一样吗？那不但不能度众生，一定都被众生度去了。所以一定要觉悟，决定不能跟一般人一样的见解，那你就大错特错了。那么再问，这些人他以恶心待我、以恶意待我、以一切恶行加诸于我，我怎么办？给诸位说，正因为一切众生有恶心、恶意、恶行加诸于你，你以真诚心对待他，你无始劫以来的业障统统消除了。如果没有这些恶人、恶事，你的业障怎能消除？你的真心从哪里显示得出来？修行无过于历事炼心，在境界、事相里面炼你的清净心，炼什么？炼我以真心待人，就炼这个，这叫真修行，这叫真念佛。",
      "zh_TW": "你想真正消業障，要用真心待人接物。別人用假心對我，我還用真心待人。別人要增加罪業，我這個罪業也不能減少，好像我的罪業減少了，對不起那些天天增加罪業的人，這不叫顛倒，什麼叫顛倒！所以覺悟的人就像佛菩薩一樣，佛菩薩到這個世間來度化眾生，世間人以什麼樣的眼光對佛菩薩？佛菩薩難道也跟世間人一樣嗎？那不但不能度眾生，一定都被眾生度去了。所以一定要覺悟，決定不能跟一般人一樣的見解，那你就大錯特錯了。那麼再問，這些人他以惡心待我、以惡意待我、以一切惡行加諸於我，我怎麼辦？給諸位說，正因為一切眾生有惡心、惡意、惡行加諸於你，你以真誠心對待他，你無始劫以來的業障統統消除了。如果沒有這些惡人、惡事，你的業障怎能消除？你的真心從哪裡顯示得出來？修行無過於歷事鍊心，在境界、事相裡面鍊你的清淨心，鍊什麼？鍊我以真心待人，就鍊這個，這叫真修行，這叫真念佛。"
    },
    {
      "id": "01-003-0021_p0033",
      "zh_CN": "真心待人处世就是南无阿弥陀佛，因为南无阿弥陀佛是无量觉，样样都要觉、事事都要觉、时时要觉、处处要觉，觉而不迷，这就叫阿弥陀佛。阿弥陀佛不是一句口号，要把这个口号变作事实、变作我们的心理、变作我们的行为，这个佛号才是性修不二、才是理事圆融，名是事，境界是理，这叫真念佛人。诸位想想，我们过去这个佛号是不是这样念的？如果与这些理事不相应，难怪念了这么多年，连个消息都没有。能够如理如法去念，哪有不得消息？得到消息之后，自己信心具足，往生西方决定有把握，毫无怀疑，这个时候前途呈现一片光明，一天到晚法喜充满。这种果报从哪里来的？性修不二得来的。",
      "zh_TW": "真心待人處世就是南無阿彌陀佛，因為南無阿彌陀佛是無量覺，樣樣都要覺、事事都要覺、時時要覺、處處要覺，覺而不迷，這就叫阿彌陀佛。阿彌陀佛不是一句口號，要把這個口號變作事實、變作我們的心理、變作我們的行為，這個佛號才是性修不二、才是理事圓融，名是事，境界是理，這叫真念佛人。諸位想想，我們過去這個佛號是不是這樣念的？如果與這些理事不相應，難怪念了這麼多年，連個消息都沒有。能夠如理如法去念，哪有不得消息？得到消息之後，自己信心具足，往生西方決定有把握，毫無懷疑，這個時候前途呈現一片光明，一天到晚法喜充滿。這種果報從哪裡來的？性修不二得來的。"
    },
    {
      "id": "01-003-0021_p0034",
      "zh_CN": "序文第二大段「赞经」，这一段是总赞，下面一段是别赞。序文第一段「明性」是讲教理，十方三世一切诸佛所说的那些经，所依据的原理，他是依什么说的，凭什么而说的，就是第一段的五句文，教理。总赞是讲教义。会听经的人听教理，因为教理听懂了，一切经就贯通，所谓「一经通一切经通」，这是最上等的人。没有这个功夫怎么办？不得已而求其次，这就是教义。教义虽然不及教理，但是能够通一类的经，能够通一大部分，也了不起，通于一宗或者通于好几宗。",
      "zh_TW": "序文第二大段「讚經」，這一段是總讚，下面一段是別讚。序文第一段「明性」是講教理，十方三世一切諸佛所說的那些經，所依據的原理，他是依什麼說的，憑什麼而說的，就是第一段的五句文，教理。總讚是講教義。會聽經的人聽教理，因為教理聽懂了，一切經就貫通，所謂「一經通一切經通」，這是最上等的人。沒有這個功夫怎麼辦？不得已而求其次，這就是教義。教義雖然不及教理，但是能夠通一類的經，能夠通一大部分，也了不起，通於一宗或者通於好幾宗。"
    },
    {
      "id": "01-003-0021_p0035",
      "zh_CN": "经文从开头一直讲到这一段，都是说原理原则，教理、教义。这两段经文，很像《华严经》所讲的，「一佛法轮海，一切佛法轮海」，那就是前面讲的明性；「一佛修多罗，一切佛修多罗」，那就是总赞里头所说的。所以一切经确实是互相贯通的，一部经的意思明白了，你再去看看一切经，都不出这个原理原则，统统都能够会通。我们再看下面别赞，别赞就是着重于这部经。",
      "zh_TW": "經文從開頭一直講到這一段，都是說原理原則，教理、教義。這兩段經文，很像《華嚴經》所講的，「一佛法輪海，一切佛法輪海」，那就是前面講的明性；「一佛修多羅，一切佛修多羅」，那就是總讚裡頭所說的。所以一切經確實是互相貫通的，一部經的意思明白了，你再去看看一切經，都不出這個原理原則，統統都能夠會通。我們再看下面別讚，別讚就是著重於這部經。"
    },
    {
      "id": "01-003-0021_p0036",
      "zh_CN": "【二、别赞】",
      "zh_TW": "【二、別讚】"
    },
    {
      "id": "01-003-0021_p0037",
      "zh_CN": "下面有四小科，四小段：",
      "zh_TW": "下面有四小科，四小段："
    },
    {
      "id": "01-003-0021_p0038",
      "zh_CN": "【初先出说经所以，二统论净土功德，三特示持名为要，四广显持名所被（ㄆ一）。】",
      "zh_TW": "【初先出說經所以，二統論淨土功德，三特示持名為要，四廣顯持名所被（ㄆ一）。】"
    },
    {
      "id": "01-003-0021_p0039",
      "zh_CN": "序【故我世尊，乍说三乘，终归一实，等颁珍赐，更锡殊恩。】",
      "zh_TW": "序【故我世尊，乍說三乘，終歸一實，等頒珍賜，更錫殊恩。】"
    },
    {
      "id": "01-003-0021_p0040",
      "zh_CN": "这几句说明释迦牟尼佛为什么讲经说法。",
      "zh_TW": "這幾句說明釋迦牟尼佛為什麼講經說法。"
    },
    {
      "id": "01-003-0021_p0041",
      "zh_CN": "演【故我世尊乍说三乘者，故字，承上妙用来。】",
      "zh_TW": "演【故我世尊乍說三乘者，故字，承上妙用來。】"
    },
    {
      "id": "01-003-0021_p0042",
      "zh_CN": "『故』这个字是承前启后。",
      "zh_TW": "『故』這個字是承前啟後。"
    },
    {
      "id": "01-003-0021_p0043",
      "zh_CN": "演【我者，亲之之辞。】",
      "zh_TW": "演【我者，親之之辭。】"
    },
    {
      "id": "01-003-0021_p0044",
      "zh_CN": "这个字随顺世间法而说的，佛法无我，决定没有我见、我执，这是不得已随顺世间言辞来说。对众生来讲，因为众生是有情，有情众生，这个说法特别有一种亲切之感。『我世尊』，我们的世尊，我们的佛，亲切之辞。",
      "zh_TW": "這個字隨順世間法而說的，佛法無我，決定沒有我見、我執，這是不得已隨順世間言辭來說。對眾生來講，因為眾生是有情，有情眾生，這個說法特別有一種親切之感。『我世尊』，我們的世尊，我們的佛，親切之辭。"
    },
    {
      "id": "01-003-0021_p0045",
      "zh_CN": "演【乍说三乘，指华严之后，法华之前，四十年所说之法。】",
      "zh_TW": "演【乍說三乘，指華嚴之後，法華之前，四十年所說之法。】"
    },
    {
      "id": "01-003-0021_p0046",
      "zh_CN": "「乍说」是暂时说，是权说，不是真实说。「三乘」是声闻乘、缘觉乘、菩萨乘。华严之后，法华之前，佛讲阿含十二年，方等八年，般若二十二年，四十年所说之法，这就是三乘法。《华严》是一乘法，《法华》也是一乘法，「唯有一乘法，无二亦无三」，这才是世尊出世度生的本怀、本意。为什么说三乘？众生迷得太深，说一乘法我们不能接受，世尊这才用一些善巧方便法来诱导，逐渐把我们的程度、境界向上提升，要提升到一乘的境界才算是达到他度生本怀、教化众生的目标。譬如，老师想叫学生成就圆满的智慧，得到最高的博士学位，没法子叫这小孩一下就念博士班，不得已才设小学、中学、大学，这三乘都是方便法，帮助他提升境界，最后拿到博士学位才算是教学的目标达到。佛对众生就像这样的方式。",
      "zh_TW": "「乍說」是暫時說，是權說，不是真實說。「三乘」是聲聞乘、緣覺乘、菩薩乘。華嚴之後，法華之前，佛講阿含十二年，方等八年，般若二十二年，四十年所說之法，這就是三乘法。《華嚴》是一乘法，《法華》也是一乘法，「唯有一乘法，無二亦無三」，這才是世尊出世度生的本懷、本意。為什麼說三乘？眾生迷得太深，說一乘法我們不能接受，世尊這才用一些善巧方便法來誘導，逐漸把我們的程度、境界向上提升，要提升到一乘的境界才算是達到他度生本懷、教化眾生的目標。譬如，老師想叫學生成就圓滿的智慧，得到最高的博士學位，沒法子叫這小孩一下就念博士班，不得已才設小學、中學、大學，這三乘都是方便法，幫助他提升境界，最後拿到博士學位才算是教學的目標達到。佛對眾生就像這樣的方式。"
    },
    {
      "id": "01-003-0021_p0047",
      "zh_CN": "演【终归一实者。】",
      "zh_TW": "演【終歸一實者。】"
    },
    {
      "id": "01-003-0021_p0048",
      "zh_CN": "『实』就是真实，可见得三乘都是权、方便门，是权巧方便的，不是真实。所以古大德判经，判释迦牟尼佛四十九年所说的经论，判作圆教一乘只有两部经，《大方广佛华严经》、《妙法莲华经》，别教一乘是《梵网经》，所以一乘经总共只有三部。诸位不要因此而认为《弥陀经》不是一乘经，须知《弥陀经》是一乘经典的尖端，古人虽没说，可是一乘经上有。《华严经》到最后，「普贤菩萨十大愿王导归极乐」，就是会到《阿弥陀经》。换句话说，《阿弥陀经》是一乘经的最高峰，你自己要认识！古人说话非常含蓄，不像我们现在说得这么粗显。《华严经》到最后，普贤菩萨率领四十一位法身大士念佛求生西方净土，足见《阿弥陀经》是最上一乘法，是一乘经的最高峰。",
      "zh_TW": "『實』就是真實，可見得三乘都是權、方便門，是權巧方便的，不是真實。所以古大德判經，判釋迦牟尼佛四十九年所說的經論，判作圓教一乘只有兩部經，《大方廣佛華嚴經》、《妙法蓮華經》，別教一乘是《梵網經》，所以一乘經總共只有三部。諸位不要因此而認為《彌陀經》不是一乘經，須知《彌陀經》是一乘經典的尖端，古人雖沒說，可是一乘經上有。《華嚴經》到最後，「普賢菩薩十大願王導歸極樂」，就是會到《阿彌陀經》。換句話說，《阿彌陀經》是一乘經的最高峰，你自己要認識！古人說話非常含蓄，不像我們現在說得這麼粗顯。《華嚴經》到最後，普賢菩薩率領四十一位法身大士念佛求生西方淨土，足見《阿彌陀經》是最上一乘法，是一乘經的最高峰。"
    },
    {
      "id": "01-003-0021_p0049",
      "zh_CN": "演【指法华经，此经荡化城之执教。】",
      "zh_TW": "演【指法華經，此經蕩化城之執教。】"
    },
    {
      "id": "01-003-0021_p0050",
      "zh_CN": "此地讲终归一实，这是指佛末后所讲的《法华经》。『执教』就是所知障，佛讲经讲什么理他就执着这个理，讲什么法门他就执着这个法门。",
      "zh_TW": "此地講終歸一實，這是指佛末後所講的《法華經》。『執教』就是所知障，佛講經講什麼理他就執著這個理，講什麼法門他就執著這個法門。"
    },
    {
      "id": "01-003-0021_p0051",
      "zh_CN": "演【解草庵之滞情，开方便之权门，示真实之妙理故。】",
      "zh_TW": "演【解草庵之滯情，開方便之權門，示真實之妙理故。】"
    },
    {
      "id": "01-003-0021_p0052",
      "zh_CN": "《法华经》称之为「开权显实」，到这个时候才说真实话，过去四十年所讲的都是方便法。为什么从前不讲真实？以前程度不够，没有定力、没有智慧，纵然佛说了，他不能相信，说了等于没说。到这个时候有四十年的修养，相当的定功，相当的智慧，佛说这个我们可以相信，可以能够接受，这才开权显实，讲真的。",
      "zh_TW": "《法華經》稱之為「開權顯實」，到這個時候才說真實話，過去四十年所講的都是方便法。為什麼從前不講真實？以前程度不夠，沒有定力、沒有智慧，縱然佛說了，他不能相信，說了等於沒說。到這個時候有四十年的修養，相當的定功，相當的智慧，佛說這個我們可以相信，可以能夠接受，這才開權顯實，講真的。"
    },
    {
      "id": "01-003-0021_p0053",
      "zh_CN": "演【等颁珍赐者，如诸子出宅，等赐大车，其车高广，众宝庄校等。】",
      "zh_TW": "演【等頒珍賜者，如諸子出宅，等賜大車，其車高廣，眾寶莊校等。】"
    },
    {
      "id": "01-003-0021_p0054",
      "zh_CN": "这是《法华经》里面的比喻。『等』是平等，『珍』是珍宝。『庄』是庄严，『校』是校饰、装饰。这是说明佛心是清净的、是平等的，对待一切众生决定没有差别。我们今天修学佛法，在佛法里所得到的，无论解与行或者证，有种种差别不一样，这是我们自己接受有差别，不是佛的教学给我们的有差别。我们这个心愈真诚愈清净，所获得的功德愈殊胜。你还是用分别心，还有执着，还有人我是非，你所获得的当然有限。",
      "zh_TW": "這是《法華經》裡面的比喻。『等』是平等，『珍』是珍寶。『莊』是莊嚴，『校』是校飾、裝飾。這是說明佛心是清淨的、是平等的，對待一切眾生決定沒有差別。我們今天修學佛法，在佛法裡所得到的，無論解與行或者證，有種種差別不一樣，這是我們自己接受有差別，不是佛的教學給我們的有差別。我們這個心愈真誠愈清淨，所獲得的功德愈殊勝。你還是用分別心，還有執著，還有人我是非，你所獲得的當然有限。"
    },
    {
      "id": "01-003-0021_p0055",
      "zh_CN": "演【更锡殊恩者，殊恩言异常之恩，因上有如是至妙之用，故于一代时教中复出此经也。】",
      "zh_TW": "演【更錫殊恩者，殊恩言異常之恩，因上有如是至妙之用，故於一代時教中復出此經也。】"
    },
    {
      "id": "01-003-0021_p0056",
      "zh_CN": "「殊」是特殊，「恩」是恩德。『更锡殊恩』就是指的本经。这是明显的说出，《阿弥陀经》在《华严》、《法华》之上。《华严》、《法华》是「等颁珍赐」，《阿弥陀经》是「更锡殊恩」到了无以复加，赞经把这个经捧到尖端，再没有超越的。诸位要记住，这决不是莲池大师与古德法师「老王卖瓜，自卖自夸」，你要是用这种态度看大师这个疏注，那就错了，无上的珍宝你当面错过！",
      "zh_TW": "「殊」是特殊，「恩」是恩德。『更錫殊恩』就是指的本經。這是明顯的說出，《阿彌陀經》在《華嚴》、《法華》之上。《華嚴》、《法華》是「等頒珍賜」，《阿彌陀經》是「更錫殊恩」到了無以復加，讚經把這個經捧到尖端，再沒有超越的。諸位要記住，這決不是蓮池大師與古德法師「老王賣瓜，自賣自誇」，你要是用這種態度看大師這個疏註，那就錯了，無上的珍寶你當面錯過！"
    },
    {
      "id": "01-003-0021_p0057",
      "zh_CN": "这个注解流通得很广，看的人很多，几个人看到能真正受到感动，一心一意去念佛？为什么不能感动？当面错过！如果真正觉悟到，看出佛祖这种苦口婆心，没有不受感动的，而将世缘放下，一切经论、一切法门统统放下，专修这个法门。为什么？这个法门是无上法门，第一法门，在《华严》、《法华》之上，能帮助你一生证得无上菩提；只有这个法门，除这个法门之外，任何一个法门都达不到。这算你真正认识，看清楚了。这部经花四年时间把它讲一遍，值得！用四年功夫听这部经，不长！今天时间到了。",
      "zh_TW": "這個註解流通得很廣，看的人很多，幾個人看到能真正受到感動，一心一意去念佛？為什麼不能感動？當面錯過！如果真正覺悟到，看出佛祖這種苦口婆心，沒有不受感動的，而將世緣放下，一切經論、一切法門統統放下，專修這個法門。為什麼？這個法門是無上法門，第一法門，在《華嚴》、《法華》之上，能幫助你一生證得無上菩提；只有這個法門，除這個法門之外，任何一個法門都達不到。這算你真正認識，看清楚了。這部經花四年時間把它講一遍，值得！用四年功夫聽這部經，不長！今天時間到了。"
    }
  ]
}