{
  "doc_id": "01-003-0231",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三一集",
    "zh_TW": "第二三一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0231",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "01-003-0231_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四五二页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四五二頁："
    },
    {
      "id": "01-003-0231_p0002",
      "zh_CN": "疏【又教分四种念佛，从浅至深，此居最始。虽后后深于前前，实前前彻于后后，以理一心，即实相故。】",
      "zh_TW": "疏【又教分四種念佛，從淺至深，此居最始。雖後後深於前前，實前前徹於後後，以理一心，即實相故。】"
    },
    {
      "id": "01-003-0231_p0003",
      "zh_CN": "这段文，《钞》有详细的解释。『四种念佛』是大类的归纳，念佛有许多种念法，归纳起来不外乎这四大类。四大类里面有浅有深，持名是最浅，实相是最深。愈是往后面愈比前面深，前面虽然浅，它能贯彻到最后。由此可知，浅也并不是我们凡夫观念当中所说的浅显。为什么？用持名的方法可以念到理一心不乱，如果念到理一心就是实相念佛。有很多同修常常来问，实相念佛要怎么念法？怎么修法？这个东西实在讲是学不会的，如果你没有明心见性，不管用什么方法念佛，都不是实相念佛。破一品无明、见一分真性之后，不管用什么方法念佛，都叫做实相念佛。所以，实相念佛确实是证得理一心以后的修行方法。",
      "zh_TW": "這段文，《鈔》有詳細的解釋。『四種念佛』是大類的歸納，念佛有許多種念法，歸納起來不外乎這四大類。四大類裡面有淺有深，持名是最淺，實相是最深。愈是往後面愈比前面深，前面雖然淺，它能貫徹到最後。由此可知，淺也並不是我們凡夫觀念當中所說的淺顯。為什麼？用持名的方法可以念到理一心不亂，如果念到理一心就是實相念佛。有很多同修常常來問，實相念佛要怎麼念法？怎麼修法？這個東西實在講是學不會的，如果你沒有明心見性，不管用什麼方法念佛，都不是實相念佛。破一品無明、見一分真性之後，不管用什麼方法念佛，都叫做實相念佛。所以，實相念佛確實是證得理一心以後的修行方法。"
    },
    {
      "id": "01-003-0231_p0004",
      "zh_CN": "证得理一心，还要念佛吗？要念。不念还不行，为什么？圆教初住就证得理一心，初住到成佛还有四十一个阶级，这四十一个阶级念佛统统叫实相念佛。可见实相念佛不但是必要的，而且是相当长的时劫，释迦牟尼佛在经上给我们讲三大阿僧祇劫，三大阿僧祇劫是讲别教，总是第二个阿僧祇劫、第三个阿僧祇劫，实相念佛在三大阿僧祇劫里要用两个阿僧祇劫。我们今天用持名，前面第一个阿僧祇劫是称名，第二、第三统统是实相。我们知道这个事情，将来统统都要修的，现在不须着急，急不得。",
      "zh_TW": "證得理一心，還要念佛嗎？要念。不念還不行，為什麼？圓教初住就證得理一心，初住到成佛還有四十一個階級，這四十一個階級念佛統統叫實相念佛。可見實相念佛不但是必要的，而且是相當長的時劫，釋迦牟尼佛在經上給我們講三大阿僧祇劫，三大阿僧祇劫是講別教，總是第二個阿僧祇劫、第三個阿僧祇劫，實相念佛在三大阿僧祇劫裡要用兩個阿僧祇劫。我們今天用持名，前面第一個阿僧祇劫是稱名，第二、第三統統是實相。我們知道這個事情，將來統統都要修的，現在不須著急，急不得。"
    },
    {
      "id": "01-003-0231_p0005",
      "zh_CN": "钞【四种如前序中说，一称名，二观像，三观想，四实相。】",
      "zh_TW": "鈔【四種如前序中說，一稱名，二觀像，三觀想，四實相。】"
    },
    {
      "id": "01-003-0231_p0006",
      "zh_CN": "前面序文把这四种念佛名词介绍过。第一种『称名』，执持名号；第二种『观像』，第三种『观想』，第四种『实相』。",
      "zh_TW": "前面序文把這四種念佛名詞介紹過。第一種『稱名』，執持名號；第二種『觀像』，第三種『觀想』，第四種『實相』。"
    },
    {
      "id": "01-003-0231_p0007",
      "zh_CN": "钞【称名者，即今经。】",
      "zh_TW": "鈔【稱名者，即今經。】"
    },
    {
      "id": "01-003-0231_p0008",
      "zh_CN": "《弥陀经》、《无量寿经》都主张『称名』。净宗最重要的经典，《无量寿经》是净宗第一经，《弥陀经》是释迦称性而谈、无问自说，殊胜无比。",
      "zh_TW": "《彌陀經》、《無量壽經》都主張『稱名』。淨宗最重要的經典，《無量壽經》是淨宗第一經，《彌陀經》是釋迦稱性而談、無問自說，殊勝無比。"
    },
    {
      "id": "01-003-0231_p0009",
      "zh_CN": "钞【观像者，谓设立尊像，注目观瞻。如法华云：起立合掌，一心观佛，即观相好光明现在之佛也。若优填王，以栴檀作世尊像，即观泥木金铜铸造之佛也，故云观像。】",
      "zh_TW": "鈔【觀像者，謂設立尊像，注目觀瞻。如法華云：起立合掌，一心觀佛，即觀相好光明現在之佛也。若優填王，以栴檀作世尊像，即觀泥木金銅鑄造之佛也，故云觀像。】"
    },
    {
      "id": "01-003-0231_p0010",
      "zh_CN": "『观像』，《法华经》上有这么一段经文。《观无量寿佛经》总共有十六观，第十三观是观像念佛，前面第十二观是观想念佛。实在讲，这些念佛方法都出在《观无量寿佛经》上。观像，就是要设立佛像，佛像愈庄严愈好。家里有非常庄严的佛堂，庄严的佛像，供养着佛像，你一天到晚合掌注目看佛像，把佛的三十二相八十种好印在阿赖耶识里，这叫观像念佛。由此可知，这念不一定是口，「念」，这文字是会意，今心，就是现前这一念心。现前这一念心是佛像，念念心里面都想着佛像，用这个方法。这个方法修学起来是不难，但是要很大的福报，你不需要工作，也没有人打扰，生活不愁，又有人侍候，你才有时间一天到晚看佛像。如果你有工作，要去上班，家里有琐碎事情，离开佛像，修行功夫就断掉，就不能继续。",
      "zh_TW": "『觀像』，《法華經》上有這麼一段經文。《觀無量壽佛經》總共有十六觀，第十三觀是觀像念佛，前面第十二觀是觀想念佛。實在講，這些念佛方法都出在《觀無量壽佛經》上。觀像，就是要設立佛像，佛像愈莊嚴愈好。家裡有非常莊嚴的佛堂，莊嚴的佛像，供養著佛像，你一天到晚合掌注目看佛像，把佛的三十二相八十種好印在阿賴耶識裡，這叫觀像念佛。由此可知，這念不一定是口，「念」，這文字是會意，今心，就是現前這一念心。現前這一念心是佛像，念念心裡面都想著佛像，用這個方法。這個方法修學起來是不難，但是要很大的福報，你不需要工作，也沒有人打擾，生活不愁，又有人侍候，你才有時間一天到晚看佛像。如果你有工作，要去上班，家裡有瑣碎事情，離開佛像，修行功夫就斷掉，就不能繼續。"
    },
    {
      "id": "01-003-0231_p0011",
      "zh_CN": "在从前，雕一尊佛像不容易，两尊佛像雕得一模一样更不容易。不像现在可以用机器做成模型，做一百个、一千个都一模一样。现在用印刷术，印佛像更方便。特别是在佛七，念佛堂最好四周围统统是佛像，你在经行、你在止静，不管你坐在哪个地方、站在哪个地方，你眼睛一张开就看到佛像。佛七道场应该要这样的布置，四周挂满佛像，你所看到的是一尊佛，不会有杂乱，这的确是非常殊胜，与经义修持完全相应。",
      "zh_TW": "在從前，雕一尊佛像不容易，兩尊佛像雕得一模一樣更不容易。不像現在可以用機器做成模型，做一百個、一千個都一模一樣。現在用印刷術，印佛像更方便。特別是在佛七，念佛堂最好四周圍統統是佛像，你在經行、你在止靜，不管你坐在哪個地方、站在哪個地方，你眼睛一張開就看到佛像。佛七道場應該要這樣的布置，四周掛滿佛像，你所看到的是一尊佛，不會有雜亂，這的確是非常殊勝，與經義修持完全相應。"
    },
    {
      "id": "01-003-0231_p0012",
      "zh_CN": "《法华经》上教给我们的方法，『起立合掌』，实在讲是行、住、坐，佛堂里不能躺下来，坐在那里念佛的、站着念佛的、绕佛经行的。『一心观佛』，虽然不称念，看得很仔细，佛像每个部位都看得清楚，深深的印在八识田中。『观相好光明现在之佛』，那是佛在世的时候。佛像的起源，根据经上讲，优填王第一个造佛像。",
      "zh_TW": "《法華經》上教給我們的方法，『起立合掌』，實在講是行、住、坐，佛堂裡不能躺下來，坐在那裡念佛的、站著念佛的、繞佛經行的。『一心觀佛』，雖然不稱念，看得很仔細，佛像每個部位都看得清楚，深深的印在八識田中。『觀相好光明現在之佛』，那是佛在世的時候。佛像的起源，根據經上講，優填王第一個造佛像。"
    },
    {
      "id": "01-003-0231_p0013",
      "zh_CN": "演【如法华下，谓观像通二种：一真佛，二像佛也。】",
      "zh_TW": "演【如法華下，謂觀像通二種：一真佛，二像佛也。】"
    },
    {
      "id": "01-003-0231_p0014",
      "zh_CN": "佛在世的时候，看佛的相好，观像；佛不在世的时候，我们造佛像、观佛像。",
      "zh_TW": "佛在世的時候，看佛的相好，觀像；佛不在世的時候，我們造佛像、觀佛像。"
    },
    {
      "id": "01-003-0231_p0015",
      "zh_CN": "演【引法华证，观现在真佛；引优填证，观现在像佛。】",
      "zh_TW": "演【引法華證，觀現在真佛；引優填證，觀現在像佛。】"
    },
    {
      "id": "01-003-0231_p0016",
      "zh_CN": "观现在像佛，就是观佛像。",
      "zh_TW": "觀現在像佛，就是觀佛像。"
    },
    {
      "id": "01-003-0231_p0017",
      "zh_CN": "演【栴檀像者。】",
      "zh_TW": "演【栴檀像者。】"
    },
    {
      "id": "01-003-0231_p0018",
      "zh_CN": "这就说塑像的来源。",
      "zh_TW": "這就說塑像的來源。"
    },
    {
      "id": "01-003-0231_p0019",
      "zh_CN": "演【世尊成道后尝往忉利天宫为母说法。】",
      "zh_TW": "演【世尊成道後嘗往忉利天宮為母說法。】"
    },
    {
      "id": "01-003-0231_p0020",
      "zh_CN": "《地藏经》是释迦牟尼佛在忉利天为母亲而说的。三个月不在人间，优填王非常想念世尊，佛不在怎么办？他就找一个工匠雕塑释迦牟尼佛的像供养在宫中。",
      "zh_TW": "《地藏經》是釋迦牟尼佛在忉利天為母親而說的。三個月不在人間，優填王非常想念世尊，佛不在怎麼辦？他就找一個工匠雕塑釋迦牟尼佛的像供養在宮中。"
    },
    {
      "id": "01-003-0231_p0021",
      "zh_CN": "演【优填王欲觐佛而不可得，乃请目连尊者，带三十二匠，往彼天宫，各说一相，还来人间，用栴檀香木刻世尊像，观瞻礼拜。】",
      "zh_TW": "演【優填王欲覲佛而不可得，乃請目連尊者，帶三十二匠，往彼天宮，各說一相，還來人間，用栴檀香木刻世尊像，觀瞻禮拜。】"
    },
    {
      "id": "01-003-0231_p0022",
      "zh_CN": "当时第一尊像是用栴檀木，就是我们今天讲檀香木所雕的。以后佛像种类就很多，有泥塑、木雕、金铜铸造，乃至现在有彩画的，大量彩色印刷的。佛像塑造或者绘画一定要依据《造像量度经》，这是佛为我们说的。《造像量度经》上所讲，的确不一定是像我们人的样子，佛像最重要的是表法，要把他的特征三十二相八十种好显示出来。相与好都是果报，我们看到这个果报要知道修因，修什么样的善因得什么样的果报。佛教给我们后世人，供养佛菩萨形像要注重这一点。可见得这是含有很深教育意义在其中，不一定那个像要造得像释迦牟尼佛本人一样，用不着，就是一定要把好相的这个果德显露出来，让人家一看到就想到：我想得这个相好，我要怎样去修因？修因才能证果。《造像量度经》上最重要的教育的精神就在此地。这是讲的观像念佛。",
      "zh_TW": "當時第一尊像是用栴檀木，就是我們今天講檀香木所雕的。以後佛像種類就很多，有泥塑、木雕、金銅鑄造，乃至現在有彩畫的，大量彩色印刷的。佛像塑造或者繪畫一定要依據《造像量度經》，這是佛為我們說的。《造像量度經》上所講，的確不一定是像我們人的樣子，佛像最重要的是表法，要把他的特徵三十二相八十種好顯示出來。相與好都是果報，我們看到這個果報要知道修因，修什麼樣的善因得什麼樣的果報。佛教給我們後世人，供養佛菩薩形像要注重這一點。可見得這是含有很深教育意義在其中，不一定那個像要造得像釋迦牟尼佛本人一樣，用不著，就是一定要把好相的這個果德顯露出來，讓人家一看到就想到：我想得這個相好，我要怎樣去修因？修因才能證果。《造像量度經》上最重要的教育的精神就在此地。這是講的觀像念佛。"
    },
    {
      "id": "01-003-0231_p0023",
      "zh_CN": "钞【观想者，谓以我心目，想彼如来。】",
      "zh_TW": "鈔【觀想者，謂以我心目，想彼如來。】"
    },
    {
      "id": "01-003-0231_p0024",
      "zh_CN": "前面观像是用眼睛观；这个不一定要用眼睛看，心里面想。",
      "zh_TW": "前面觀像是用眼睛觀；這個不一定要用眼睛看，心裡面想。"
    },
    {
      "id": "01-003-0231_p0025",
      "zh_CN": "钞【即观佛三昧经，十六观经所说，是也。】",
      "zh_TW": "鈔【即觀佛三昧經，十六觀經所說，是也。】"
    },
    {
      "id": "01-003-0231_p0026",
      "zh_CN": "《十六观经》是净土三经之一，除这个之外，在《观佛三昧经》上也说观想的法门。《观佛三昧经》是观一般的佛，《十六观经》是观极乐世界依正庄严，专修净土的。",
      "zh_TW": "《十六觀經》是淨土三經之一，除這個之外，在《觀佛三昧經》上也說觀想的法門。《觀佛三昧經》是觀一般的佛，《十六觀經》是觀極樂世界依正莊嚴，專修淨土的。"
    },
    {
      "id": "01-003-0231_p0027",
      "zh_CN": "演【以我心目者，观经云：其光相好，及与化佛，不可具说。】",
      "zh_TW": "演【以我心目者，觀經云：其光相好，及與化佛，不可具說。】"
    },
    {
      "id": "01-003-0231_p0028",
      "zh_CN": "「光」是光明，「相」是相好，佛的光明相好。「及与化佛」，我们世间凡夫业习深重，因此佛出现在我们这个世间是应身，是最差的应身，叫劣应身，劣就是最差的，这种应身只有三十二相八十种好。如果是西方极乐世界阿弥陀佛的应化身，那不是劣应身，那是殊胜的应身。佛有无量相，相有无量好，不只是三十二相，数不清的。「不可具说」，没有办法说得圆满、说得完全，光明相好不可思议。",
      "zh_TW": "「光」是光明，「相」是相好，佛的光明相好。「及與化佛」，我們世間凡夫業習深重，因此佛出現在我們這個世間是應身，是最差的應身，叫劣應身，劣就是最差的，這種應身只有三十二相八十種好。如果是西方極樂世界阿彌陀佛的應化身，那不是劣應身，那是殊勝的應身。佛有無量相，相有無量好，不只是三十二相，數不清的。「不可具說」，沒有辦法說得圓滿、說得完全，光明相好不可思議。"
    },
    {
      "id": "01-003-0231_p0029",
      "zh_CN": "演【但当忆想，令心眼见。】",
      "zh_TW": "演【但當憶想，令心眼見。】"
    },
    {
      "id": "01-003-0231_p0030",
      "zh_CN": "学佛的人说心里面要想，依照《十六观经》所讲的，你去想去，修这个法门，心要很细才能想像得出来。我们不要说佛的三十二相八十种好，这讲劣应身，不要说这个，《十六观经》第一观「落日悬鼓」，这是最容易的，想太阳。太阳下山，那个红红的太阳，叫你想那个，你好好的去想，要想到不管在什么时候、不管在什么处所，眼睛一睁开，红太阳就在面前，眼睛闭上，红太阳也在面前，这个观就观成。如果心里想，这个相不能在面前现出来，这没修成功。《十六观经》多难修！心很细的人才有能力修。《观经》传到中国，修学的人太少了，宋以后就没有人修，为什么？决定修不成功。《观经》有人讲解，有人读诵，没有人依照这个方法来修，就是因为它太难，境细心粗，观不成！第二观「大海结冰」，观成功之后，你看这个大地是琉璃地，透明的；琉璃是绿色的玉，我们讲翡翠，最好的翡翠，颜色是绿的、透明的。如果你看到地下是磨石子地、马路是柏油铺的，没观成功。",
      "zh_TW": "學佛的人說心裡面要想，依照《十六觀經》所講的，你去想去，修這個法門，心要很細才能想像得出來。我們不要說佛的三十二相八十種好，這講劣應身，不要說這個，《十六觀經》第一觀「落日懸鼓」，這是最容易的，想太陽。太陽下山，那個紅紅的太陽，叫你想那個，你好好的去想，要想到不管在什麼時候、不管在什麼處所，眼睛一睜開，紅太陽就在面前，眼睛閉上，紅太陽也在面前，這個觀就觀成。如果心裡想，這個相不能在面前現出來，這沒修成功。《十六觀經》多難修！心很細的人才有能力修。《觀經》傳到中國，修學的人太少了，宋以後就沒有人修，為什麼？決定修不成功。《觀經》有人講解，有人讀誦，沒有人依照這個方法來修，就是因為它太難，境細心粗，觀不成！第二觀「大海結冰」，觀成功之後，你看這個大地是琉璃地，透明的；琉璃是綠色的玉，我們講翡翠，最好的翡翠，顏色是綠的、透明的。如果你看到地下是磨石子地、馬路是柏油鋪的，沒觀成功。"
    },
    {
      "id": "01-003-0231_p0031",
      "zh_CN": "从《十六观经》，你就理解，佛在经上讲「境随心转」，知道这个事实真相了。什么叫风水？风水随着心转。观想修成功的，是大福德之人，福人居福地。我们住在这个地方看到的是水泥地，他看到的是琉璃地；在他的心目当中，这个讲堂是金壁辉煌，是七宝所成，跟极乐世界没有两样，观成。说明这个法门不容易修。",
      "zh_TW": "從《十六觀經》，你就理解，佛在經上講「境隨心轉」，知道這個事實真相了。什麼叫風水？風水隨著心轉。觀想修成功的，是大福德之人，福人居福地。我們住在這個地方看到的是水泥地，他看到的是琉璃地；在他的心目當中，這個講堂是金壁輝煌，是七寶所成，跟極樂世界沒有兩樣，觀成。說明這個法門不容易修。"
    },
    {
      "id": "01-003-0231_p0032",
      "zh_CN": "演【见此事者，即见十方一切诸佛，故名念佛三昧。】",
      "zh_TW": "演【見此事者，即見十方一切諸佛，故名念佛三昧。】"
    },
    {
      "id": "01-003-0231_p0033",
      "zh_CN": "这是你真正观成，境界现前；现前，不会失去的，你跟别人境界不相同，这叫做念佛三昧。三昧是禅定，我们用观想念佛的方法得定，定中境界。",
      "zh_TW": "這是你真正觀成，境界現前；現前，不會失去的，你跟別人境界不相同，這叫做念佛三昧。三昧是禪定，我們用觀想念佛的方法得定，定中境界。"
    },
    {
      "id": "01-003-0231_p0034",
      "zh_CN": "演【想彼如来者，诸佛正遍知海从心想生。】",
      "zh_TW": "演【想彼如來者，諸佛正遍知海從心想生。】"
    },
    {
      "id": "01-003-0231_p0035",
      "zh_CN": "这一句是原理，「诸佛正遍知海从心想生」。我们要问，菩萨、罗汉是不是从心想生？六道轮回是不是从心想生？眼前一切苦乐因果报应是不是从心想生？统是心想生。你心里想什么就生什么，这是佛法把修行的原理给我们说出来。西方极乐世界谁给你的？你自己心想生的。我们每个人都这样想，现出来这个境界是我们的共业所感。平常我们胡思乱想，各人想各人的，现在释迦牟尼佛叫我们大家统统一样想，一样想、一样生，这就生出西方极乐世界。西方极乐世界也是从心想生。",
      "zh_TW": "這一句是原理，「諸佛正遍知海從心想生」。我們要問，菩薩、羅漢是不是從心想生？六道輪迴是不是從心想生？眼前一切苦樂因果報應是不是從心想生？統是心想生。你心裡想什麼就生什麼，這是佛法把修行的原理給我們說出來。西方極樂世界誰給你的？你自己心想生的。我們每個人都這樣想，現出來這個境界是我們的共業所感。平常我們胡思亂想，各人想各人的，現在釋迦牟尼佛叫我們大家統統一樣想，一樣想、一樣生，這就生出西方極樂世界。西方極樂世界也是從心想生。"
    },
    {
      "id": "01-003-0231_p0036",
      "zh_CN": "演【心想佛时，是心即是三十二相八十随形好。】",
      "zh_TW": "演【心想佛時，是心即是三十二相八十隨形好。】"
    },
    {
      "id": "01-003-0231_p0037",
      "zh_CN": "真正会看相算命的，你去请教他，他能把你的性格、嗜好、心地的善恶、一生的吉凶祸福非常准确的说出来，你们去念《了凡四训》就会知道。真正高明的人，一看相貌，你的一生吉凶祸福他都知道，你心里面平常所想的他也知道一个大概。看看我们这个面貌都没有福，面貌不是一个好相，眼前的运是看气色，气色也不是很好。要怎样改？老实念佛，断恶修善，一念回心，相就改了，相随心转。相随心转就是命随心转，吉凶祸福都在你的念头，你想想这多重要！学佛讲修行，从哪里修？起心动念，从这里修。一个念头起来，你能觉察这个念是善是恶，这是智慧。佛法里面讲觉与迷，觉迷从什么地方去观察？就从念头。一念起，你自己知道这个念善恶，这是觉；一念起，自己不知道这个念头是善或恶，这是迷。真正修行人，他一念善，善念继续增长，一念恶，这个恶马上就断掉。第一个恶念起来，不会有第二个恶念跟着，第二念这个恶念就灭掉，这叫真正修行。这样的修行人，诸佛护念，龙天善神尊敬，他尊敬你，当然就保佑你。迷惑的人，一个善念起来，第二个念头善念就断掉，恶念起来，恶念一个接一个继续增长，善神远离，妖魔鬼怪就附体，就跟着你。统统在起心动念之处，这是法界缘起的真相，佛给我们讲许许多多的法门都是依据这个事实为我们说的。",
      "zh_TW": "真正會看相算命的，你去請教他，他能把你的性格、嗜好、心地的善惡、一生的吉凶禍福非常準確的說出來，你們去念《了凡四訓》就會知道。真正高明的人，一看相貌，你的一生吉凶禍福他都知道，你心裡面平常所想的他也知道一個大概。看看我們這個面貌都沒有福，面貌不是一個好相，眼前的運是看氣色，氣色也不是很好。要怎樣改？老實念佛，斷惡修善，一念回心，相就改了，相隨心轉。相隨心轉就是命隨心轉，吉凶禍福都在你的念頭，你想想這多重要！學佛講修行，從哪裡修？起心動念，從這裡修。一個念頭起來，你能覺察這個念是善是惡，這是智慧。佛法裡面講覺與迷，覺迷從什麼地方去觀察？就從念頭。一念起，你自己知道這個念善惡，這是覺；一念起，自己不知道這個念頭是善或惡，這是迷。真正修行人，他一念善，善念繼續增長，一念惡，這個惡馬上就斷掉。第一個惡念起來，不會有第二個惡念跟著，第二念這個惡念就滅掉，這叫真正修行。這樣的修行人，諸佛護念，龍天善神尊敬，他尊敬你，當然就保佑你。迷惑的人，一個善念起來，第二個念頭善念就斷掉，惡念起來，惡念一個接一個繼續增長，善神遠離，妖魔鬼怪就附體，就跟著你。統統在起心動念之處，這是法界緣起的真相，佛給我們講許許多多的法門都是依據這個事實為我們說的。"
    },
    {
      "id": "01-003-0231_p0038",
      "zh_CN": "演【所谓以法界心，观法界境，生于法界依正色心也。】",
      "zh_TW": "演【所謂以法界心，觀法界境，生於法界依正色心也。】"
    },
    {
      "id": "01-003-0231_p0039",
      "zh_CN": "这都是讲观想的原理原则。我们今天难在哪里？没有法界心，我们的心量太小，起心动念都是为自己，再大一点为家庭，不能起心动念为法界一切众生，我们没有这个心量，所以观不成。阿弥陀佛在因地，经上讲的法藏比丘，人家起心动念为谁着想？为尽虚空遍法界一切众生着想，他是「以法界心，观法界境」，西方极乐世界就是法界依正庄严。所以《观经》要读、要讲，虽然不能修，它的利益很大，大在哪里？《观经》有最圆满的理论，理论明白了，佛给我们讲的我们相信，决定不会怀疑，我们也愿意修，知道这种修行方法决定正确，《观经》讲三个重点：理论、方法、因果，九品往生是讲因果，修什么因得什么样的果位。",
      "zh_TW": "這都是講觀想的原理原則。我們今天難在哪裡？沒有法界心，我們的心量太小，起心動念都是為自己，再大一點為家庭，不能起心動念為法界一切眾生，我們沒有這個心量，所以觀不成。阿彌陀佛在因地，經上講的法藏比丘，人家起心動念為誰著想？為盡虛空遍法界一切眾生著想，他是「以法界心，觀法界境」，西方極樂世界就是法界依正莊嚴。所以《觀經》要讀、要講，雖然不能修，它的利益很大，大在哪裡？《觀經》有最圓滿的理論，理論明白了，佛給我們講的我們相信，決定不會懷疑，我們也願意修，知道這種修行方法決定正確，《觀經》講三個重點：理論、方法、因果，九品往生是講因果，修什麼因得什麼樣的果位。"
    },
    {
      "id": "01-003-0231_p0040",
      "zh_CN": "钞【实相者，即念自性天真之佛，无生灭有空能所等相。】",
      "zh_TW": "鈔【實相者，即念自性天真之佛，無生滅有空能所等相。】"
    },
    {
      "id": "01-003-0231_p0041",
      "zh_CN": "这底下全是相对的，『生灭』是相对，『有空』是相对，『能所』是相对的。『无』是贯下去的，无生灭、无有空、无能所，统统都无，连无也无；着一个「无」又坏了，又着相了，「无」也不要。这就是『自性天真佛』，也就是《华严经》上所说的，一切众生本来成佛，本来是佛！佛是什么？佛是觉。本来成佛，换句话说，你本来觉，你不迷！现在为什么变成众生？就是你把你的本觉迷了，不是迷外面，你说是迷外面境界，那是假的，那是大错特错，迷了自性。所以佛法始终是讲内不讲外，外面没有迷悟，迷悟在自心。外面这个境界，觉了是这个境界，迷了还是这个境界，迷悟不二，迷悟一如，这是讲外境。症结是在内心，成佛、成菩萨、成罗汉，乃至搞六道轮回都是自心，一念觉，十法界往上提升；一念迷，就往下坠落，就这么回事情。彻底觉悟，十法界就没有了，出去了，超越了；迷得最重，分别执着最重，那就堕落最深，阿鼻地狱。十法界依正庄严，说不上迷悟。我们今天看经上所讲的这些字样，是现代人所讲的相对论。生灭是相对的，有无是相对的（空就是无），能所是相对的，大小是相对的，长短是相对的，凡圣是相对的，性相是相对的，只要你能说得出来，全是相对的；离开相对的，就没得说，一句话都说不出来。我们地球上的人生活在什么境界？生活在相对的境界里，这不是真的。",
      "zh_TW": "這底下全是相對的，『生滅』是相對，『有空』是相對，『能所』是相對的。『無』是貫下去的，無生滅、無有空、無能所，統統都無，連無也無；著一個「無」又壞了，又著相了，「無」也不要。這就是『自性天真佛』，也就是《華嚴經》上所說的，一切眾生本來成佛，本來是佛！佛是什麼？佛是覺。本來成佛，換句話說，你本來覺，你不迷！現在為什麼變成眾生？就是你把你的本覺迷了，不是迷外面，你說是迷外面境界，那是假的，那是大錯特錯，迷了自性。所以佛法始終是講內不講外，外面沒有迷悟，迷悟在自心。外面這個境界，覺了是這個境界，迷了還是這個境界，迷悟不二，迷悟一如，這是講外境。癥結是在內心，成佛、成菩薩、成羅漢，乃至搞六道輪迴都是自心，一念覺，十法界往上提升；一念迷，就往下墜落，就這麼回事情。徹底覺悟，十法界就沒有了，出去了，超越了；迷得最重，分別執著最重，那就墮落最深，阿鼻地獄。十法界依正莊嚴，說不上迷悟。我們今天看經上所講的這些字樣，是現代人所講的相對論。生滅是相對的，有無是相對的（空就是無），能所是相對的，大小是相對的，長短是相對的，凡聖是相對的，性相是相對的，只要你能說得出來，全是相對的；離開相對的，就沒得說，一句話都說不出來。我們地球上的人生活在什麼境界？生活在相對的境界裡，這不是真的。"
    },
    {
      "id": "01-003-0231_p0042",
      "zh_CN": "演【无生灭有空能所等相者，对上三种念佛。】",
      "zh_TW": "演【無生滅有空能所等相者，對上三種念佛。】"
    },
    {
      "id": "01-003-0231_p0043",
      "zh_CN": "前面讲的称名、观像、观想。",
      "zh_TW": "前面講的稱名、觀像、觀想。"
    },
    {
      "id": "01-003-0231_p0044",
      "zh_CN": "演【持名是生灭相，经云：诸行是无常，念性元生灭故。】",
      "zh_TW": "演【持名是生滅相，經云：諸行是無常，念性元生滅故。】"
    },
    {
      "id": "01-003-0231_p0045",
      "zh_CN": "持名是生灭的，一个念头生，一个念头灭，前念灭后念生，念佛是生灭相。",
      "zh_TW": "持名是生滅的，一個念頭生，一個念頭滅，前念滅後念生，念佛是生滅相。"
    },
    {
      "id": "01-003-0231_p0046",
      "zh_CN": "演【观像是空有相，对像则有，离像是无故。观想是能所相，有能观之心、所观之境故。】",
      "zh_TW": "演【觀像是空有相，對像則有，離像是無故。觀想是能所相，有能觀之心、所觀之境故。】"
    },
    {
      "id": "01-003-0231_p0047",
      "zh_CN": "前面三种，它的真相是如此。",
      "zh_TW": "前面三種，它的真相是如此。"
    },
    {
      "id": "01-003-0231_p0048",
      "zh_CN": "演【又前三，皆不离生灭有空能所等相。】",
      "zh_TW": "演【又前三，皆不離生滅有空能所等相。】"
    },
    {
      "id": "01-003-0231_p0049",
      "zh_CN": "持名、观想、观像，都有「生灭、有空、能所」。",
      "zh_TW": "持名、觀想、觀像，都有「生滅、有空、能所」。"
    },
    {
      "id": "01-003-0231_p0050",
      "zh_CN": "演【又前三，皆不离言说相、名字相、心缘相。】",
      "zh_TW": "演【又前三，皆不離言說相、名字相、心緣相。】"
    },
    {
      "id": "01-003-0231_p0051",
      "zh_CN": "统统离不开！凡夫修学起来方便。统统都离，我们不晓得怎么修？没法子修。",
      "zh_TW": "統統離不開！凡夫修學起來方便。統統都離，我們不曉得怎麼修？沒法子修。"
    },
    {
      "id": "01-003-0231_p0052",
      "zh_CN": "钞【亦复离言说相，离名字相，离心缘相，是名实相。】",
      "zh_TW": "鈔【亦復離言說相，離名字相，離心緣相，是名實相。】"
    },
    {
      "id": "01-003-0231_p0053",
      "zh_CN": "『实相』在哪里？就在我们眼前。我们六根接触六尘境界，不分别、不执着、不起心、不动念，正在这个时候就是实相现前；诸佛菩萨见的相就是这个相。我们六根接触六尘境界就起心动念分别执着，把实相就变成虚妄相，就远离真实。譬如我们举起这个，你们大家都看到，看得清清楚楚，手上拿的也是实实在在的，没有起心动念、没有分别执着，这是什么？你们能说得出来吗？你们能想得出来吗？你能够想、能够说，统统都着了相。现在叫你不起心不动念、不分别不执着，这是什么？你们都不知道了。摆在面前，「这叫实相」，错了，实相是个名词，又着了。叫你离名字相，怎么又有个实相？实相还是个名字。「言语道断，心行处灭」，不可思议，这是实相。",
      "zh_TW": "『實相』在哪裡？就在我們眼前。我們六根接觸六塵境界，不分別、不執著、不起心、不動念，正在這個時候就是實相現前；諸佛菩薩見的相就是這個相。我們六根接觸六塵境界就起心動念分別執著，把實相就變成虛妄相，就遠離真實。譬如我們舉起這個，你們大家都看到，看得清清楚楚，手上拿的也是實實在在的，沒有起心動念、沒有分別執著，這是什麼？你們能說得出來嗎？你們能想得出來嗎？你能夠想、能夠說，統統都著了相。現在叫你不起心不動念、不分別不執著，這是什麼？你們都不知道了。擺在面前，「這叫實相」，錯了，實相是個名詞，又著了。叫你離名字相，怎麼又有個實相？實相還是個名字。「言語道斷，心行處滅」，不可思議，這是實相。"
    },
    {
      "id": "01-003-0231_p0054",
      "zh_CN": "诸佛菩萨给我们讲经说法，他心里确实没有起心动念、没有分别执着，他给我们讲的这些名词，是因为凡夫你这样执着，我随顺你的执着来给你讲，他自己没有执着，他「无说而说」，对他自己来说，他一个字也没说过。「恒顺众生，随喜功德」，说法是恒顺众生，你怎么执着，我随顺你的执着，你怎么分别，随顺你的分别，自己很开心，为什么？自己没有分别执着，心开意解，一尘不染，这是佛心。我们学佛就是要学这个。佛有没有离开世间法？没有离开，一样也没离开，跟大家快快乐乐生活在一起，你们有烦恼，他没有烦恼。他为什么没有烦恼？他没有动念。你烦恼哪里来？起心动念。真如本性里本来没有念头，起心动念就是不守自性，你违背了自性，你迷了。",
      "zh_TW": "諸佛菩薩給我們講經說法，他心裡確實沒有起心動念、沒有分別執著，他給我們講的這些名詞，是因為凡夫你這樣執著，我隨順你的執著來給你講，他自己沒有執著，他「無說而說」，對他自己來說，他一個字也沒說過。「恆順眾生，隨喜功德」，說法是恆順眾生，你怎麼執著，我隨順你的執著，你怎麼分別，隨順你的分別，自己很開心，為什麼？自己沒有分別執著，心開意解，一塵不染，這是佛心。我們學佛就是要學這個。佛有沒有離開世間法？沒有離開，一樣也沒離開，跟大家快快樂樂生活在一起，你們有煩惱，他沒有煩惱。他為什麼沒有煩惱？他沒有動念。你煩惱哪裡來？起心動念。真如本性裡本來沒有念頭，起心動念就是不守自性，你違背了自性，你迷了。"
    },
    {
      "id": "01-003-0231_p0055",
      "zh_CN": "离言说相、离名字相、离心缘相，这三句非常重要。参禅的人就是用这功夫，研教的人也用这功夫，你不用这个功夫，不能大开圆解；禅家不用这功夫，不能大彻大悟；念佛人不用这功夫，不能得理一心不乱，可以得事一心不乱。我们要问，什么时候才能到理一心不乱？几时你念佛念到言说、名字、心缘都脱掉，于一切境界再也不会有一丝毫分别执着、再也不会起心动念，就是理一心境界。可是这东西不能作意，「我不起心、我不动念」，你们想想看，有没有起心动念？你起心动念了。「我不动念」，这一念就已经动了念。「我不分别」，其实已经分别了；「我不执着」，其实已经执着了，执着「不执着」。难！这太难了。这个东西只有自己去体会，别人没有办法传给你。这才叫真正的功夫！你的功夫与这个愈接近，你愈快乐，确实离苦得乐。这三样东西愈多，你的苦恼愈多；这三样东西愈少，你的快乐就愈多。这都在平常生活当中。念佛人虽然不能断，要看得淡，不要过分执着，愈淡薄愈好。实在讲，这叫业障。你业障有多少，你自己知道，不要问别人。这些东西很淡薄，你的业障就轻；执着得很重，把它当做很认真，你的业障就很重。业障重，障碍你往生，这个不得了！",
      "zh_TW": "離言說相、離名字相、離心緣相，這三句非常重要。參禪的人就是用這功夫，研教的人也用這功夫，你不用這個功夫，不能大開圓解；禪家不用這功夫，不能大徹大悟；念佛人不用這功夫，不能得理一心不亂，可以得事一心不亂。我們要問，什麼時候才能到理一心不亂？幾時你念佛念到言說、名字、心緣都脫掉，於一切境界再也不會有一絲毫分別執著、再也不會起心動念，就是理一心境界。可是這東西不能作意，「我不起心、我不動念」，你們想想看，有沒有起心動念？你起心動念了。「我不動念」，這一念就已經動了念。「我不分別」，其實已經分別了；「我不執著」，其實已經執著了，執著「不執著」。難！這太難了。這個東西只有自己去體會，別人沒有辦法傳給你。這才叫真正的功夫！你的功夫與這個愈接近，你愈快樂，確實離苦得樂。這三樣東西愈多，你的苦惱愈多；這三樣東西愈少，你的快樂就愈多。這都在平常生活當中。念佛人雖然不能斷，要看得淡，不要過分執著，愈淡薄愈好。實在講，這叫業障。你業障有多少，你自己知道，不要問別人。這些東西很淡薄，你的業障就輕；執著得很重，把它當做很認真，你的業障就很重。業障重，障礙你往生，這個不得了！"
    },
    {
      "id": "01-003-0231_p0056",
      "zh_CN": "净宗法门之巧妙，你喜欢分别、喜欢执着，把它换一个境界，你去分别阿弥陀佛三十二相八十种好，你去执着阿弥陀佛。你要是喜欢、爱恋，去爱恋阿弥陀佛，那就决定往生；你爱恋世间人，那你非搞六道轮回不可。你要把目标观念转移，我爱阿弥陀佛，我喜欢西方极乐世界，这种人决定往生。心里没有分别的，只有阿弥陀佛，天天看阿弥陀佛的像，天天念阿弥陀佛的教训，《无量寿经》、《弥陀经疏钞演义》就是西方极乐世界家书、家谱、概况的说明，你天天念这个、想这个，决定得生净土。还想别的，不管想什么人、想什么事，统统是六道轮回，决定不能出六道。",
      "zh_TW": "淨宗法門之巧妙，你喜歡分別、喜歡執著，把它換一個境界，你去分別阿彌陀佛三十二相八十種好，你去執著阿彌陀佛。你要是喜歡、愛戀，去愛戀阿彌陀佛，那就決定往生；你愛戀世間人，那你非搞六道輪迴不可。你要把目標觀念轉移，我愛阿彌陀佛，我喜歡西方極樂世界，這種人決定往生。心裡沒有分別的，只有阿彌陀佛，天天看阿彌陀佛的像，天天念阿彌陀佛的教訓，《無量壽經》、《彌陀經疏鈔演義》就是西方極樂世界家書、家譜、概況的說明，你天天念這個、想這個，決定得生淨土。還想別的，不管想什麼人、想什麼事，統統是六道輪迴，決定不能出六道。"
    },
    {
      "id": "01-003-0231_p0057",
      "zh_CN": "演【今实相之佛，过去无始，未来无终，无生灭相；一尘不立处，万法齐彰，无空有相；照体独立，绝诸对待，无能所相；又复言语道断，心行处灭，词丧虑亡，离言说名字心缘等相，是无相不相，名为实相也。】",
      "zh_TW": "演【今實相之佛，過去無始，未來無終，無生滅相；一塵不立處，萬法齊彰，無空有相；照體獨立，絕諸對待，無能所相；又復言語道斷，心行處滅，詞喪慮亡，離言說名字心緣等相，是無相不相，名為實相也。】"
    },
    {
      "id": "01-003-0231_p0058",
      "zh_CN": "实相没有办法说，也没有办法思惟想像，佛以善巧方便把这个形相概略为我们描绘出来，让我们从这里面去体会。「实相之佛」是什么？就是自己的真如本性，就是法界全体，「过去无始，未来无终，无生灭相」，就是不生不灭。一切万法，有生就有灭。西方极乐世界有生，我们在《无量寿经》上看到，它有没有灭？当然有灭，有生就有灭。所以阿弥陀佛将来会灭度，观音菩萨接着成佛，又有生灭，不过它的时间太长，长到我们没有办法计算，所以称为无量寿。寿命是有量，没错！有量，你说说看，到底多少数字？说不出来。这是佛在经上明白的告诉我们，假设十方世界的众生都证到辟支佛果，神通都像目犍连，千亿劫这么长的时间共同来计算，算西方世界人的寿命算不出来。所以，我们可以说那是无量的。自性没有生灭，实相是讲法身佛，不生不灭。",
      "zh_TW": "實相沒有辦法說，也沒有辦法思惟想像，佛以善巧方便把這個形相概略為我們描繪出來，讓我們從這裡面去體會。「實相之佛」是什麼？就是自己的真如本性，就是法界全體，「過去無始，未來無終，無生滅相」，就是不生不滅。一切萬法，有生就有滅。西方極樂世界有生，我們在《無量壽經》上看到，它有沒有滅？當然有滅，有生就有滅。所以阿彌陀佛將來會滅度，觀音菩薩接著成佛，又有生滅，不過它的時間太長，長到我們沒有辦法計算，所以稱為無量壽。壽命是有量，沒錯！有量，你說說看，到底多少數字？說不出來。這是佛在經上明白的告訴我們，假設十方世界的眾生都證到辟支佛果，神通都像目犍連，千億劫這麼長的時間共同來計算，算西方世界人的壽命算不出來。所以，我們可以說那是無量的。自性沒有生滅，實相是講法身佛，不生不滅。"
    },
    {
      "id": "01-003-0231_p0059",
      "zh_CN": "「一尘不立处，万法齐彰，无空有相」，本体，自性的性体，一尘不立，一尘不染，纯净的，万法齐彰，它能变现无量无边诸佛世界依正庄严，它能变。就好像我们作梦，我们能作梦的心是一尘不立，心里什么都没有，可是天天会变不同的梦境，甚至一天做好几个梦，每个梦都不一样；万法齐彰，彰是明显，显出来。虽然现这些万法，怎么样？「无空有相」，如果你说空，他现相，相不空；如果你说有，那相是假的，不是真的，「当体即空，了不可得」。所以不能说它空，不能说它有，空有二边都说不上。",
      "zh_TW": "「一塵不立處，萬法齊彰，無空有相」，本體，自性的性體，一塵不立，一塵不染，純淨的，萬法齊彰，它能變現無量無邊諸佛世界依正莊嚴，它能變。就好像我們作夢，我們能作夢的心是一塵不立，心裡什麼都沒有，可是天天會變不同的夢境，甚至一天做好幾個夢，每個夢都不一樣；萬法齊彰，彰是明顯，顯出來。雖然現這些萬法，怎麼樣？「無空有相」，如果你說空，他現相，相不空；如果你說有，那相是假的，不是真的，「當體即空，了不可得」。所以不能說它空，不能說它有，空有二邊都說不上。"
    },
    {
      "id": "01-003-0231_p0060",
      "zh_CN": "「照体独立，绝诸对待，无能所相」。「体」是自性的本体；「照」是自性的作用，照就是觉，尽虚空遍法界一切万象无所不知、无所不能。能照所照是一，能变所变也是一，所以它没有相对的。因此，我们这个相对的观念是错的，在一真法界里没有相对的，有相对的观念是迷，离开相对观念是觉。觉，不容易！我们今天起心动念就有能所，这就迷了。要想真正觉，的确是不可以起心动念。诸佛如来他们的能力、本事，就是在境界里永远不起心、不动念。你要是能做到不起心、不动念，你就成佛、成菩萨。不起心、不动念就叫做三昧，正受，非常正常的享受；起心动念就有七情五欲，就有苦乐忧喜舍。苦乐忧喜舍这种受是不正常的，为什么？自性里本来没有。正常的享受是自性里本有的，所以这是定，在念佛人称为念佛三昧，在《楞严经》上称为首楞严三昧，在《华严经》上称为狮子奋迅三昧，名称不相同，其实是一个境界。",
      "zh_TW": "「照體獨立，絕諸對待，無能所相」。「體」是自性的本體；「照」是自性的作用，照就是覺，盡虛空遍法界一切萬象無所不知、無所不能。能照所照是一，能變所變也是一，所以它沒有相對的。因此，我們這個相對的觀念是錯的，在一真法界裡沒有相對的，有相對的觀念是迷，離開相對觀念是覺。覺，不容易！我們今天起心動念就有能所，這就迷了。要想真正覺，的確是不可以起心動念。諸佛如來他們的能力、本事，就是在境界裡永遠不起心、不動念。你要是能做到不起心、不動念，你就成佛、成菩薩。不起心、不動念就叫做三昧，正受，非常正常的享受；起心動念就有七情五欲，就有苦樂憂喜捨。苦樂憂喜捨這種受是不正常的，為什麼？自性裡本來沒有。正常的享受是自性裡本有的，所以這是定，在念佛人稱為念佛三昧，在《楞嚴經》上稱為首楞嚴三昧，在《華嚴經》上稱為獅子奮迅三昧，名稱不相同，其實是一個境界。"
    },
    {
      "id": "01-003-0231_p0061",
      "zh_CN": "这也就是跟大家说明，佛法修行是以修定为枢纽。不管哪个法门，八万四千法门、无量法门，法是方法、门是门径，用现在的话说，就是手段、方法，不管用什么手段、方法，修什么？统统修定。在佛教净宗经典叫一心不乱，一心不乱就是禅宗讲的禅定，名称不一样，意义跟境界完全相同。明白这个真相，你才晓得「法门平等，无有高下」。哪个法门适合我自己的根性，我自己修学方便，我就采取哪个法门。抉择法门之后，关键就在一心、专修，这就能成就。最忌讳的是夹杂，杂修、乱修，那是任何法门都不能成就，就是念佛法门也不能往生。专修禅的人能开悟，专学教的人能大开圆解，专修净的人能得一心不乱，要紧是在专修。学禅、学教，甚至学密，都要具备某些特殊的条件，一生当中才有成就的可能；条件不具足，虽然专，也不容易成就。净宗条件是最宽的，它所开出的条件，几乎我们每个人都具足，这个才万修万人去。即使是造五逆十恶，造最重罪业的人，他都具备修净土的条件；他修别的，条件他不够，但是修净土他够了。所以这个法门才会被一切诸佛赞叹，真正能广度法界一切众生，这是它第一殊胜之处。",
      "zh_TW": "這也就是跟大家說明，佛法修行是以修定為樞紐。不管哪個法門，八萬四千法門、無量法門，法是方法、門是門徑，用現在的話說，就是手段、方法，不管用什麼手段、方法，修什麼？統統修定。在佛教淨宗經典叫一心不亂，一心不亂就是禪宗講的禪定，名稱不一樣，意義跟境界完全相同。明白這個真相，你才曉得「法門平等，無有高下」。哪個法門適合我自己的根性，我自己修學方便，我就採取哪個法門。抉擇法門之後，關鍵就在一心、專修，這就能成就。最忌諱的是夾雜，雜修、亂修，那是任何法門都不能成就，就是念佛法門也不能往生。專修禪的人能開悟，專學教的人能大開圓解，專修淨的人能得一心不亂，要緊是在專修。學禪、學教，甚至學密，都要具備某些特殊的條件，一生當中才有成就的可能；條件不具足，雖然專，也不容易成就。淨宗條件是最寬的，它所開出的條件，幾乎我們每個人都具足，這個才萬修萬人去。即使是造五逆十惡，造最重罪業的人，他都具備修淨土的條件；他修別的，條件他不夠，但是修淨土他夠了。所以這個法門才會被一切諸佛讚歎，真正能廣度法界一切眾生，這是它第一殊勝之處。"
    },
    {
      "id": "01-003-0231_p0062",
      "zh_CN": "「又复言语道断」，言语说不出来，「道」在此地是动词，言语是名词，你用言语说不出来，用言语这个方法走不通就断掉了。「心行处灭」，「心」是思惟想像，想像也不行，想像不出来。想像是你起心动念，起心动念就落能所、就落空有。「词丧虑亡」，词是言词，虑是思虑，词丧就是言语道断，虑亡就是心行处灭，这是一个意思，在此地加上这句是特别强调。",
      "zh_TW": "「又復言語道斷」，言語說不出來，「道」在此地是動詞，言語是名詞，你用言語說不出來，用言語這個方法走不通就斷掉了。「心行處滅」，「心」是思惟想像，想像也不行，想像不出來。想像是你起心動念，起心動念就落能所、就落空有。「詞喪慮亡」，詞是言詞，慮是思慮，詞喪就是言語道斷，慮亡就是心行處滅，這是一個意思，在此地加上這句是特別強調。"
    },
    {
      "id": "01-003-0231_p0063",
      "zh_CN": "「离言说名字心缘等相，是无相无不相」，无相是体，无不相是本体的作用。就好像我们做梦一样，无相是心，无不相是梦境。心是空的，没有形迹，眼也看不见，耳也听不见，手也摸不到，心也想不到，所以叫空，不得已说「空」，但是它能现相，遇缘它就现相：虽现相，这个相「当体即空，了不可得」。所以，你不要执着这个相。你执着这个相，以为这个相是有，以为这个相是实在，那就大错特错。",
      "zh_TW": "「離言說名字心緣等相，是無相無不相」，無相是體，無不相是本體的作用。就好像我們做夢一樣，無相是心，無不相是夢境。心是空的，沒有形跡，眼也看不見，耳也聽不見，手也摸不到，心也想不到，所以叫空，不得已說「空」，但是它能現相，遇緣它就現相：雖現相，這個相「當體即空，了不可得」。所以，你不要執著這個相。你執著這個相，以為這個相是有，以為這個相是實在，那就大錯特錯。"
    },
    {
      "id": "01-003-0231_p0064",
      "zh_CN": "真正修行人，最好把人生看作「梦幻泡影」，《金刚经》上教给我们，我们从早到晚接触这个，在作梦！你能把环境都看作梦，梦是假的，不是真的。这里面不管你喜欢也好，烦恼也好，你要是真正搞清楚一场空，那个喜欢的程度就淡了，烦恼也轻了，为什么？空的、假的，不是真的！今天得到一大块黄金，不喜欢了，作梦！不是真的。这个人要害我、陷害我，我也不去跟他认真，为什么？假的，梦幻泡影，认真计较就错了。这是事实真相！可是世间人迷，世间人不知道，把假的当真的，把真的当作假的。",
      "zh_TW": "真正修行人，最好把人生看作「夢幻泡影」，《金剛經》上教給我們，我們從早到晚接觸這個，在作夢！你能把環境都看作夢，夢是假的，不是真的。這裡面不管你喜歡也好，煩惱也好，你要是真正搞清楚一場空，那個喜歡的程度就淡了，煩惱也輕了，為什麼？空的、假的，不是真的！今天得到一大塊黃金，不喜歡了，作夢！不是真的。這個人要害我、陷害我，我也不去跟他認真，為什麼？假的，夢幻泡影，認真計較就錯了。這是事實真相！可是世間人迷，世間人不知道，把假的當真的，把真的當作假的。"
    },
    {
      "id": "01-003-0231_p0065",
      "zh_CN": "钞【所谓我欲见极乐世界阿弥陀佛，随意即见，是也。】",
      "zh_TW": "鈔【所謂我欲見極樂世界阿彌陀佛，隨意即見，是也。】"
    },
    {
      "id": "01-003-0231_p0066",
      "zh_CN": "这很自在！如果前面所讲的这个境界你真正做到，你想往生西方极乐世界，想见阿弥陀佛，那就『随意』。什么时候想去就什么时候去，什么时候见佛就什么时候见佛，自在无碍，这叫了生死、出三界。再跟诸位同学说，确实人人做得到，你肯不肯做？俗话说，「世间的难事，登天难，求人难」。见阿弥陀佛往生西方极乐世界，这是求自己，六根接触六尘境界，你自己真正能放下妄想执着就成功了。妄想执着一放下，给诸位说，无始劫来所有一切业障统统消除。业障就是妄想、执着，就消得干干净净。因此，念佛人在日常生活当中，处事待人接物，换句话说，时时刻刻提起高度的警觉心，觉而不迷。怎样才是真正的觉而不迷？对一切境界绝对不起心动念，绝对不打妄想，不去执着，这个人就是觉而不迷。然后能帮助别人破迷开悟、帮助别人断恶修善，这是大慈大悲，这是自性起用。这样的人跟诸佛菩萨同心同愿、同德同行，他就成佛了。俗话常讲：放下屠刀，立地成佛。屠刀就是妄想、执着，只要你放下，立地就成佛。",
      "zh_TW": "這很自在！如果前面所講的這個境界你真正做到，你想往生西方極樂世界，想見阿彌陀佛，那就『隨意』。什麼時候想去就什麼時候去，什麼時候見佛就什麼時候見佛，自在無礙，這叫了生死、出三界。再跟諸位同學說，確實人人做得到，你肯不肯做？俗話說，「世間的難事，登天難，求人難」。見阿彌陀佛往生西方極樂世界，這是求自己，六根接觸六塵境界，你自己真正能放下妄想執著就成功了。妄想執著一放下，給諸位說，無始劫來所有一切業障統統消除。業障就是妄想、執著，就消得乾乾淨淨。因此，念佛人在日常生活當中，處事待人接物，換句話說，時時刻刻提起高度的警覺心，覺而不迷。怎樣才是真正的覺而不迷？對一切境界絕對不起心動念，絕對不打妄想，不去執著，這個人就是覺而不迷。然後能幫助別人破迷開悟、幫助別人斷惡修善，這是大慈大悲，這是自性起用。這樣的人跟諸佛菩薩同心同願、同德同行，他就成佛了。俗話常講：放下屠刀，立地成佛。屠刀就是妄想、執著，只要你放下，立地就成佛。"
    },
    {
      "id": "01-003-0231_p0067",
      "zh_CN": "演【我若欲见阿弥陀佛随意即见，是华严解脱长者所说。】",
      "zh_TW": "演【我若欲見阿彌陀佛隨意即見，是華嚴解脫長者所說。】"
    },
    {
      "id": "01-003-0231_p0068",
      "zh_CN": "解脱长者对善财童子所讲的。",
      "zh_TW": "解脫長者對善財童子所講的。"
    },
    {
      "id": "01-003-0231_p0069",
      "zh_CN": "演【以此证实相者，以长者已能了知自性，如影响梦幻。】",
      "zh_TW": "演【以此證實相者，以長者已能了知自性，如影響夢幻。】"
    },
    {
      "id": "01-003-0231_p0070",
      "zh_CN": "跟《金刚经》上讲的「一切有为法，如梦幻泡影」，意思完全相同。",
      "zh_TW": "跟《金剛經》上講的「一切有為法，如夢幻泡影」，意思完全相同。"
    },
    {
      "id": "01-003-0231_p0071",
      "zh_CN": "演【所见诸佛，皆由自心。】",
      "zh_TW": "演【所見諸佛，皆由自心。】"
    },
    {
      "id": "01-003-0231_p0072",
      "zh_CN": "十法界依正庄严是自心所现，是自识所变，没有见不到的。十方三世一切诸佛如来想见哪个都见到，为什么？你见性了。圆教初住菩萨破一品无明、见一分真性，他就有能力示现八相成道。《无量寿经》前面讲的八相成道，是什么位次？圆教初住，别教初地。帮助一切众生就随心所欲，应以佛身得度者他就现佛身，八相成道是现佛身；应以菩萨身得度者他就现菩萨身，应以什么身他就能现什么身，没有不自在！与一切众生感应道交。",
      "zh_TW": "十法界依正莊嚴是自心所現，是自識所變，沒有見不到的。十方三世一切諸佛如來想見哪個都見到，為什麼？你見性了。圓教初住菩薩破一品無明、見一分真性，他就有能力示現八相成道。《無量壽經》前面講的八相成道，是什麼位次？圓教初住，別教初地。幫助一切眾生就隨心所欲，應以佛身得度者他就現佛身，八相成道是現佛身；應以菩薩身得度者他就現菩薩身，應以什麼身他就能現什麼身，沒有不自在！與一切眾生感應道交。"
    },
    {
      "id": "01-003-0231_p0073",
      "zh_CN": "演【故经文云。】",
      "zh_TW": "演【故經文云。】"
    },
    {
      "id": "01-003-0231_p0074",
      "zh_CN": "下面是引用《华严经》经文。",
      "zh_TW": "下面是引用《華嚴經》經文。"
    },
    {
      "id": "01-003-0231_p0075",
      "zh_CN": "演【善男子。】",
      "zh_TW": "演【善男子。】"
    },
    {
      "id": "01-003-0231_p0076",
      "zh_CN": "这个善男子就是称善财童子。善财童子就是代表我们所有学佛的同修，有善根、有福德。《弥陀经》上讲，「不可以少善根福德因缘，得生彼国」，可见得往生西方极乐世界要多善根、多福德。多善根、多福德就叫做善财，经上称「善男子」是这个意思，这样的标准。",
      "zh_TW": "這個善男子就是稱善財童子。善財童子就是代表我們所有學佛的同修，有善根、有福德。《彌陀經》上講，「不可以少善根福德因緣，得生彼國」，可見得往生西方極樂世界要多善根、多福德。多善根、多福德就叫做善財，經上稱「善男子」是這個意思，這樣的標準。"
    },
    {
      "id": "01-003-0231_p0077",
      "zh_CN": "演【我见如是等十方佛刹微尘数如来，彼诸如来不来至此，我不往彼。】",
      "zh_TW": "演【我見如是等十方佛剎微塵數如來，彼諸如來不來至此，我不往彼。】"
    },
    {
      "id": "01-003-0231_p0078",
      "zh_CN": "这就说明不来不去、不生不灭，这是事实真相。",
      "zh_TW": "這就說明不來不去、不生不滅，這是事實真相。"
    },
    {
      "id": "01-003-0231_p0079",
      "zh_CN": "演【我若欲见安乐世界。】",
      "zh_TW": "演【我若欲見安樂世界。】"
    },
    {
      "id": "01-003-0231_p0080",
      "zh_CN": "「安乐世界」就是极乐世界。",
      "zh_TW": "「安樂世界」就是極樂世界。"
    },
    {
      "id": "01-003-0231_p0081",
      "zh_CN": "演【阿弥陀佛如来，随意即见。】",
      "zh_TW": "演【阿彌陀佛如來，隨意即見。】"
    },
    {
      "id": "01-003-0231_p0082",
      "zh_CN": "阿弥陀佛没来，我也没去，我只要想见就见到，就如对面前；他没有来，我也没去，确实是如此。净宗有一本书叫《生无生论》，「生则决定生，去则实不去」，初学的人听了这个话，又怀疑了，到底能不能往生？如果我们念一辈子不能往生，不是白念了吗？既然生是决定生，又不能去，那怎么生法？不晓得事实的真相，不知道如来果地上的境界，这个境界是佛的境界，不是我们凡夫境界。我们凡夫着来去的相、生灭的相。你把来去、生灭、能所的相统统打掉，你才懂佛菩萨所讲的意思，你就恍然大悟。是不是生？真的生，是不是去？真去了，为什么？生与不生不二，去与不去一如，那是要入境界才行。不入境界，生跟不生是两桩事情，绝对不一样，去跟不去也是两桩事情，怎么可以相提并论？佛境界跟我们境界不相同。",
      "zh_TW": "阿彌陀佛沒來，我也沒去，我只要想見就見到，就如對面前；他沒有來，我也沒去，確實是如此。淨宗有一本書叫《生無生論》，「生則決定生，去則實不去」，初學的人聽了這個話，又懷疑了，到底能不能往生？如果我們念一輩子不能往生，不是白念了嗎？既然生是決定生，又不能去，那怎麼生法？不曉得事實的真相，不知道如來果地上的境界，這個境界是佛的境界，不是我們凡夫境界。我們凡夫著來去的相、生滅的相。你把來去、生滅、能所的相統統打掉，你才懂佛菩薩所講的意思，你就恍然大悟。是不是生？真的生，是不是去？真去了，為什麼？生與不生不二，去與不去一如，那是要入境界才行。不入境界，生跟不生是兩樁事情，絕對不一樣，去跟不去也是兩樁事情，怎麼可以相提並論？佛境界跟我們境界不相同。"
    },
    {
      "id": "01-003-0231_p0083",
      "zh_CN": "我们地球上有情众生生在三度空间，诸佛的空间是无限度的空间，绝对不止四度、五度、六度、七度。佛的空间是无限度，我们怎么能晓得？完全不知道。诸位要是常常读大乘经典，很细心去体会，能体会得到，虽不圆满，能增长信心，能逐渐体会到宇宙人生的真相，这是佛经里面讲的诸法实相。下面它讲理，前面是讲事，想见阿弥陀佛就见阿弥陀佛。",
      "zh_TW": "我們地球上有情眾生生在三度空間，諸佛的空間是無限度的空間，絕對不止四度、五度、六度、七度。佛的空間是無限度，我們怎麼能曉得？完全不知道。諸位要是常常讀大乘經典，很細心去體會，能體會得到，雖不圓滿，能增長信心，能逐漸體會到宇宙人生的真相，這是佛經裡面講的諸法實相。下面它講理，前面是講事，想見阿彌陀佛就見阿彌陀佛。"
    },
    {
      "id": "01-003-0231_p0084",
      "zh_CN": "演【知一切佛及与我心，悉皆如梦；知一切佛犹如影像，自心如水；知一切佛所有色相，及以自心，悉皆如幻，悉皆如响。我如是知，如是忆念，所见诸佛皆由自心。】",
      "zh_TW": "演【知一切佛及與我心，悉皆如夢；知一切佛猶如影像，自心如水；知一切佛所有色相，及以自心，悉皆如幻，悉皆如響。我如是知，如是憶念，所見諸佛皆由自心。】"
    },
    {
      "id": "01-003-0231_p0085",
      "zh_CN": "这是中国人俗话常讲的「千江有水千江月」，月亮在天空，只要地面上有水，水很干净，月影就现前，月亮没有来，水也没有去，他就见到了。这从比喻上说，比喻只能比喻一个仿佛，绝对不是事实，事实比这个还要亲切、还要实在。这是不得已用比喻来烘托，让我们慢慢体会这个境界。这证明「万法唯心，万法唯识」，也证明《华严经》上所讲的「应观法界性，一切唯心造」，这都是讲实相。",
      "zh_TW": "這是中國人俗話常講的「千江有水千江月」，月亮在天空，只要地面上有水，水很乾淨，月影就現前，月亮沒有來，水也沒有去，他就見到了。這從比喻上說，比喻只能比喻一個彷彿，絕對不是事實，事實比這個還要親切、還要實在。這是不得已用比喻來烘托，讓我們慢慢體會這個境界。這證明「萬法唯心，萬法唯識」，也證明《華嚴經》上所講的「應觀法界性，一切唯心造」，這都是講實相。"
    },
    {
      "id": "01-003-0231_p0086",
      "zh_CN": "钞【此之四者，虽同名念佛，前浅后深。】",
      "zh_TW": "鈔【此之四者，雖同名念佛，前淺後深。】"
    },
    {
      "id": "01-003-0231_p0087",
      "zh_CN": "『此之四者』，都是念佛法门，『前浅后深』，愈是后面愈深。",
      "zh_TW": "『此之四者』，都是念佛法門，『前淺後深』，愈是後面愈深。"
    },
    {
      "id": "01-003-0231_p0088",
      "zh_CN": "钞【持名虽在初门，其实意含无尽，事一心则浅，理一心则深。】",
      "zh_TW": "鈔【持名雖在初門，其實意含無盡，事一心則淺，理一心則深。】"
    },
    {
      "id": "01-003-0231_p0089",
      "zh_CN": "持名念佛，最浅的，就是叫你一天到晚念这句南无阿弥陀佛，不怀疑、不间断、不夹杂。最浅，诸位一定要记住不夹杂。我们今天功夫之所以不能成就，就在夹杂；夹杂着世间一切虚妄之法，同时还夹杂一切佛法，都错了，不管夹杂什么都错了。如何能真正做到「净念相继」？做到这四个字就成功，这四个字就是「老实念佛」，才叫真正老实；如果做不到这四个字都不叫老实。「净念」，净是清净心，没有怀疑、没有夹杂，这个心才清净，才叫净念；一句佛号接一句佛号，念到像现在的念佛机一样，它不夹杂、不怀疑，也不间断，「相继」就是不间断。果然我们念到像它那样，成功！不但事一心，念到理一心，为什么？他不分别、不执着，他离一切相，即一切法。你要问，什么人实相念佛？念佛机实相念佛。同修们好好去体会这个意思。",
      "zh_TW": "持名念佛，最淺的，就是叫你一天到晚念這句南無阿彌陀佛，不懷疑、不間斷、不夾雜。最淺，諸位一定要記住不夾雜。我們今天功夫之所以不能成就，就在夾雜；夾雜著世間一切虛妄之法，同時還夾雜一切佛法，都錯了，不管夾雜什麼都錯了。如何能真正做到「淨念相繼」？做到這四個字就成功，這四個字就是「老實念佛」，才叫真正老實；如果做不到這四個字都不叫老實。「淨念」，淨是清淨心，沒有懷疑、沒有夾雜，這個心才清淨，才叫淨念；一句佛號接一句佛號，念到像現在的念佛機一樣，它不夾雜、不懷疑，也不間斷，「相繼」就是不間斷。果然我們念到像它那樣，成功！不但事一心，念到理一心，為什麼？他不分別、不執著，他離一切相，即一切法。你要問，什麼人實相念佛？念佛機實相念佛。同修們好好去體會這個意思。"
    },
    {
      "id": "01-003-0231_p0090",
      "zh_CN": "「持名虽在初门，其实意含无尽。事一心则浅，理一心则深。」你要是念到事一心不乱，这就浅；如果念到理一心不乱，那就深。可见得持名通到最深！古人不取观像、不取观想，为什么？这个相要是观成，印象深刻，相好不好？「凡所有相，皆是虚妄」，还要把那个印象拿掉，才能入实相；那个相要是拿不掉，不能入实相，实相无相。你才晓得观想、观像不是好方法，为什么？不能通实相。这句佛号容易丢掉，念到相当程度之后，能所双亡，就入实相。所以持名很容易契入实相，观想跟观像不容易。这是诸佛世尊特别教给我们持名念佛的真实义。这个法门不浅！开始浅，后头深不可测，绝对不是观想、观像能达得到的。持名念佛：",
      "zh_TW": "「持名雖在初門，其實意含無盡。事一心則淺，理一心則深。」你要是念到事一心不亂，這就淺；如果念到理一心不亂，那就深。可見得持名通到最深！古人不取觀像、不取觀想，為什麼？這個相要是觀成，印象深刻，相好不好？「凡所有相，皆是虛妄」，還要把那個印象拿掉，才能入實相；那個相要是拿不掉，不能入實相，實相無相。你才曉得觀想、觀像不是好方法，為什麼？不能通實相。這句佛號容易丟掉，念到相當程度之後，能所雙亡，就入實相。所以持名很容易契入實相，觀想跟觀像不容易。這是諸佛世尊特別教給我們持名念佛的真實義。這個法門不淺！開始淺，後頭深不可測，絕對不是觀想、觀像能達得到的。持名念佛："
    },
    {
      "id": "01-003-0231_p0091",
      "zh_CN": "钞【即事即理，则即浅即深，故曰彻前彻后。】",
      "zh_TW": "鈔【即事即理，則即淺即深，故曰徹前徹後。】"
    },
    {
      "id": "01-003-0231_p0092",
      "zh_CN": "『前』是初学，『后』是到等觉菩萨，像大势至菩萨、观世音菩萨，就入他们的境界，所以这个法门不可思议。今天我们就讲到此地。",
      "zh_TW": "『前』是初學，『後』是到等覺菩薩，像大勢至菩薩、觀世音菩薩，就入他們的境界，所以這個法門不可思議。今天我們就講到此地。"
    }
  ]
}