{
  "doc_id": "01-003-0162",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六二集",
    "zh_TW": "第一六二集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0162",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "01-003-0162_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三四七页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三四七頁："
    },
    {
      "id": "01-003-0162_p0002",
      "zh_CN": "经【复次舍利弗。彼国常有种种奇妙杂色之鸟。白鹤。孔雀。鹦鹉。舍利。迦陵频伽。共命之鸟。是诸众鸟。昼夜六时。出和雅音。其音演畅五根。五力。七菩提分。八圣道分。如是等法。】",
      "zh_TW": "經【復次舍利弗。彼國常有種種奇妙雜色之鳥。白鶴。孔雀。鸚鵡。舍利。迦陵頻伽。共命之鳥。是諸眾鳥。晝夜六時。出和雅音。其音演暢五根。五力。七菩提分。八聖道分。如是等法。】"
    },
    {
      "id": "01-003-0162_p0003",
      "zh_CN": "疏【上言诸天献瑞，此言禽树成音；又上言供养之胜，今言闻法之胜也。】",
      "zh_TW": "疏【上言諸天獻瑞，此言禽樹成音；又上言供養之勝，今言聞法之勝也。】"
    },
    {
      "id": "01-003-0162_p0004",
      "zh_CN": "『上』是对前面的一科，前面一大段说诸天供养阿弥陀佛以及诸上善人。这一段是第四科，科题是「化禽风树」，化是变化。四十八愿第一愿就给我们说得很清楚，阿弥陀佛成了佛，他的世界决定没有三恶道，这些我们看到是畜生道，本经说得很清楚，《无量寿经》里面也给我们交代得很明白，是阿弥陀佛变化所作，绝对不是真正的畜生道。用这种方法来说法，这是教学的艺术化。不仅佛的法音能普遍的普及，同时能叫听的人心情轻松愉快，因为我们如果面对着阿弥陀佛，阿弥陀佛是老师，我们总感觉得很拘束，拘束就不自在。如果是白鹤、孔雀来给我们说法，我们一面可以逗牠玩，一面在听法，这个心情完全不相同了。你就晓得阿弥陀佛多么的慈悲，设想得太周到。",
      "zh_TW": "『上』是對前面的一科，前面一大段說諸天供養阿彌陀佛以及諸上善人。這一段是第四科，科題是「化禽風樹」，化是變化。四十八願第一願就給我們說得很清楚，阿彌陀佛成了佛，他的世界決定沒有三惡道，這些我們看到是畜生道，本經說得很清楚，《無量壽經》裡面也給我們交代得很明白，是阿彌陀佛變化所作，絕對不是真正的畜生道。用這種方法來說法，這是教學的藝術化。不僅佛的法音能普遍的普及，同時能叫聽的人心情輕鬆愉快，因為我們如果面對著阿彌陀佛，阿彌陀佛是老師，我們總感覺得很拘束，拘束就不自在。如果是白鶴、孔雀來給我們說法，我們一面可以逗牠玩，一面在聽法，這個心情完全不相同了。你就曉得阿彌陀佛多麼的慈悲，設想得太周到。"
    },
    {
      "id": "01-003-0162_p0005",
      "zh_CN": "无论东西方的人都喜欢去动物园，去观赏，我们世间的动物园有很多珍奇的动物，看了之后赏心悦目，但是牠不能说法。西方极乐世界这动物园，牠不是动物，是阿弥陀佛变化，他造的动物园，这些动物统统都会说法。阿弥陀佛千百亿化身，真正是《普门品》里普门示现，示现得最圆满、最殊胜就是在西方极乐世界，确实是应以什么身得度，他就用什么样的身来说法。应以白鹤身得度，他就现白鹤身来给你说法，应以孔雀身得度，他就现孔雀身来给你说法，这是无比的殊胜庄严。所以这一章里面要给我们讲「闻法」的殊胜。",
      "zh_TW": "無論東西方的人都喜歡去動物園，去觀賞，我們世間的動物園有很多珍奇的動物，看了之後賞心悅目，但是牠不能說法。西方極樂世界這動物園，牠不是動物，是阿彌陀佛變化，他造的動物園，這些動物統統都會說法。阿彌陀佛千百億化身，真正是《普門品》裡普門示現，示現得最圓滿、最殊勝就是在西方極樂世界，確實是應以什麼身得度，他就用什麼樣的身來說法。應以白鶴身得度，他就現白鶴身來給你說法，應以孔雀身得度，他就現孔雀身來給你說法，這是無比的殊勝莊嚴。所以這一章裡面要給我們講「聞法」的殊勝。"
    },
    {
      "id": "01-003-0162_p0006",
      "zh_CN": "『彼国常有』，「常」是不间断。我们这个世界虽有，不常，为什么？动物都有寿命，有生老病死，他不能常住在世间。尤其现代，我们处今天这个社会，实在讲是很糟糕的社会，自从科技发达之后，这个地球上的生态环境遭受到严重的破坏，有许多动物不能适应生存，渐渐就绝种。我们这世界上虽有这些珍奇的禽兽，寿命不长，存在这世间也不是永久的。我们知道许许多多古代的生物，现在都绝迹，只能在化石里面看到一些，无常！西方极乐世界这些珍奇的禽鸟，他们也是无量寿，阿弥陀佛无量寿，里面所有的菩萨大众无量寿，阿弥陀佛变化的这些禽鸟也是无量寿，这个「常」就是无量寿。",
      "zh_TW": "『彼國常有』，「常」是不間斷。我們這個世界雖有，不常，為什麼？動物都有壽命，有生老病死，他不能常住在世間。尤其現代，我們處今天這個社會，實在講是很糟糕的社會，自從科技發達之後，這個地球上的生態環境遭受到嚴重的破壞，有許多動物不能適應生存，漸漸就絕種。我們這世界上雖有這些珍奇的禽獸，壽命不長，存在這世間也不是永久的。我們知道許許多多古代的生物，現在都絕跡，只能在化石裡面看到一些，無常！西方極樂世界這些珍奇的禽鳥，他們也是無量壽，阿彌陀佛無量壽，裡面所有的菩薩大眾無量壽，阿彌陀佛變化的這些禽鳥也是無量壽，這個「常」就是無量壽。"
    },
    {
      "id": "01-003-0162_p0007",
      "zh_CN": "『种种奇妙杂色之鸟』，鸟类种类之多，也是我们无法想像的。经上只举出几个例子，绝对不是只有这几种。许许多多种类我们这个世界没有的，或是这个地球古时候绝种的，西方极乐世界有。那个地方确实是宇宙之间最大的一个博物馆，是真善美慧的世界。「奇妙言异常」，不是我们普通常见的，非常希有珍贵的。『白鹤』，这是多种中举一二，白鹤、孔雀、鹦鹉，常见可知。『舍利』，有的人说，舍利是秋鹭，中国人叫鹭鸶，有人说舍利是春莺一类，叫声很好听的这种小鸟，究竟是哪一种，我们没有去考据。『迦陵频伽』跟『共命之鸟』，「迦陵频伽」音声好，叫的声音非常之美，所以称为「妙音」；「共命」是两头鸟，一只鸟有两个头；这两种鸟在喜马拉雅山有，很珍贵，很希少。这一段经，重要的是在说法。『昼夜六时，出和雅音』，「和」是柔和，「雅」是讲正而不邪，雅是正的意思。",
      "zh_TW": "『種種奇妙雜色之鳥』，鳥類種類之多，也是我們無法想像的。經上只舉出幾個例子，絕對不是只有這幾種。許許多多種類我們這個世界沒有的，或是這個地球古時候絕種的，西方極樂世界有。那個地方確實是宇宙之間最大的一個博物館，是真善美慧的世界。「奇妙言異常」，不是我們普通常見的，非常希有珍貴的。『白鶴』，這是多種中舉一二，白鶴、孔雀、鸚鵡，常見可知。『舍利』，有的人說，舍利是秋鷺，中國人叫鷺鷥，有人說舍利是春鶯一類，叫聲很好聽的這種小鳥，究竟是哪一種，我們沒有去考據。『迦陵頻伽』跟『共命之鳥』，「迦陵頻伽」音聲好，叫的聲音非常之美，所以稱為「妙音」；「共命」是兩頭鳥，一隻鳥有兩個頭；這兩種鳥在喜馬拉雅山有，很珍貴，很希少。這一段經，重要的是在說法。『晝夜六時，出和雅音』，「和」是柔和，「雅」是講正而不邪，雅是正的意思。"
    },
    {
      "id": "01-003-0162_p0008",
      "zh_CN": "下面也是无量法门里面，佛只给我们说出一个纲领。这纲领就是常讲的三十七道品，『五根、五力，七菩提分，八圣道分』，都是属于三十七道品。三十七道品分为七科，就是七类，前面还有三科，「四念处、四正勤、四如意足」，这三科我们经上没有，经上只从五根五力开始讲。为什么这三科佛没有说？实在说，凡是生到西方极乐世界的人，这三科都具足，都圆满了，也就是说，这三科都已经毕业了。纵然是下品下生，你看像四念处里头观身不净，下品下生的人生到西方极乐世界，大经里面告诉我们，「清虚之身，无极之体」，哪还有不净？所以前面三科就毕业了。四如意足是讲神通，经上讲，到了西方极乐世界，「天眼洞视、天耳彻听、他心遍知」，你那些神通几乎跟阿弥陀佛一样！所以那三科不必要了，从五根五力学起。但是这三科到后面还要把它补出来，西方极乐世界人毕业了，但是在我们现前还是相当重要。这一段的意义很深，大师的注解注得很多、很丰富。",
      "zh_TW": "下面也是無量法門裡面，佛只給我們說出一個綱領。這綱領就是常講的三十七道品，『五根、五力，七菩提分，八聖道分』，都是屬於三十七道品。三十七道品分為七科，就是七類，前面還有三科，「四念處、四正勤、四如意足」，這三科我們經上沒有，經上只從五根五力開始講。為什麼這三科佛沒有說？實在說，凡是生到西方極樂世界的人，這三科都具足，都圓滿了，也就是說，這三科都已經畢業了。縱然是下品下生，你看像四念處裡頭觀身不淨，下品下生的人生到西方極樂世界，大經裡面告訴我們，「清虛之身，無極之體」，哪還有不淨？所以前面三科就畢業了。四如意足是講神通，經上講，到了西方極樂世界，「天眼洞視、天耳徹聽、他心遍知」，你那些神通幾乎跟阿彌陀佛一樣！所以那三科不必要了，從五根五力學起。但是這三科到後面還要把它補出來，西方極樂世界人畢業了，但是在我們現前還是相當重要。這一段的意義很深，大師的註解註得很多、很豐富。"
    },
    {
      "id": "01-003-0162_p0009",
      "zh_CN": "疏【然此三十七品，属小乘法，实通大乘，随其心行，如诸经论中说。】",
      "zh_TW": "疏【然此三十七品，屬小乘法，實通大乘，隨其心行，如諸經論中說。】"
    },
    {
      "id": "01-003-0162_p0010",
      "zh_CN": "通常我们讲三十七品，都认为这是小乘，实在它是通于大乘的。天台智者大师讲「四念处」，就讲藏、通、别、圆。他那个著作四卷，藏教的四念处就是小乘的，通教、别教、圆教的四念处就是大乘的，四念处有四教！「四正勤，四如意足，五根，五力，七菩提分，八正道」，又何尝不通四教？这就是此地讲的，看你用什么样的心，随其心行。由此可知，三十七道品是大小乘共同修学的，三乘共学，声闻、缘觉、菩萨都要修学。",
      "zh_TW": "通常我們講三十七品，都認為這是小乘，實在它是通於大乘的。天台智者大師講「四念處」，就講藏、通、別、圓。他那個著作四卷，藏教的四念處就是小乘的，通教、別教、圓教的四念處就是大乘的，四念處有四教！「四正勤，四如意足，五根，五力，七菩提分，八正道」，又何嘗不通四教？這就是此地講的，看你用什麼樣的心，隨其心行。由此可知，三十七道品是大小乘共同修學的，三乘共學，聲聞、緣覺、菩薩都要修學。"
    },
    {
      "id": "01-003-0162_p0011",
      "zh_CN": "钞【通大乘者，瑜伽四十四云。】",
      "zh_TW": "鈔【通大乘者，瑜伽四十四云。】"
    },
    {
      "id": "01-003-0162_p0012",
      "zh_CN": "《瑜伽师地论》第四十四卷。",
      "zh_TW": "《瑜伽師地論》第四十四卷。"
    },
    {
      "id": "01-003-0162_p0013",
      "zh_CN": "钞【大乘菩提分，乃有多种，三十七品，是其中别义，通于大小。】",
      "zh_TW": "鈔【大乘菩提分，乃有多種，三十七品，是其中別義，通於大小。】"
    },
    {
      "id": "01-003-0162_p0014",
      "zh_CN": "《瑜伽师地论》是大乘论，这不是小乘论，是法相唯识宗根本的经典。法相宗所依据的经典是六经十一论，六经里面最重要的一部经是《解深密经》，十一论主要的一部论就是《瑜伽师地论》。这是说明三十七品通于大小乘。",
      "zh_TW": "《瑜伽師地論》是大乘論，這不是小乘論，是法相唯識宗根本的經典。法相宗所依據的經典是六經十一論，六經裡面最重要的一部經是《解深密經》，十一論主要的一部論就是《瑜伽師地論》。這是說明三十七品通於大小乘。"
    },
    {
      "id": "01-003-0162_p0015",
      "zh_CN": "钞【智论云。】",
      "zh_TW": "鈔【智論云。】"
    },
    {
      "id": "01-003-0162_p0016",
      "zh_CN": "《智论》是《大智度论》，也是属于大乘论。《大智度论》是《摩诃般若波罗蜜经》的注解，龙树菩萨造的，翻成中文是一百卷。",
      "zh_TW": "《智論》是《大智度論》，也是屬於大乘論。《大智度論》是《摩訶般若波羅蜜經》的註解，龍樹菩薩造的，翻成中文是一百卷。"
    },
    {
      "id": "01-003-0162_p0017",
      "zh_CN": "钞【三十七品，无所不摄，即无量道品，亦在其中。】",
      "zh_TW": "鈔【三十七品，無所不攝，即無量道品，亦在其中。】"
    },
    {
      "id": "01-003-0162_p0018",
      "zh_CN": "由此可知，三十七品是佛法的总纲领，实在讲，将无量道品归纳成三十七类，所以这三十七类就无所不包。",
      "zh_TW": "由此可知，三十七品是佛法的總綱領，實在講，將無量道品歸納成三十七類，所以這三十七類就無所不包。"
    },
    {
      "id": "01-003-0162_p0019",
      "zh_CN": "钞【净名云。】",
      "zh_TW": "鈔【淨名云。】"
    },
    {
      "id": "01-003-0162_p0020",
      "zh_CN": "『净名』是《维摩诘经》。",
      "zh_TW": "『淨名』是《維摩詰經》。"
    },
    {
      "id": "01-003-0162_p0021",
      "zh_CN": "钞【道品是道场，又云道品是法身因。】",
      "zh_TW": "鈔【道品是道場，又云道品是法身因。】"
    },
    {
      "id": "01-003-0162_p0022",
      "zh_CN": "这都是举许多经论来给我们证明。道场就是得道的处所。",
      "zh_TW": "這都是舉許多經論來給我們證明。道場就是得道的處所。"
    },
    {
      "id": "01-003-0162_p0023",
      "zh_CN": "钞【摄大乘云。】",
      "zh_TW": "鈔【攝大乘云。】"
    },
    {
      "id": "01-003-0162_p0024",
      "zh_CN": "『摄大乘』就《摄大乘论》，也是唯识十一论之一。",
      "zh_TW": "『攝大乘』就《攝大乘論》，也是唯識十一論之一。"
    },
    {
      "id": "01-003-0162_p0025",
      "zh_CN": "钞【道品是菩萨宝炬陀罗尼。涅槃云：若人能观八正道，即见佛性，名得醍醐。皆约大说。】",
      "zh_TW": "鈔【道品是菩薩寶炬陀羅尼。涅槃云：若人能觀八正道，即見佛性，名得醍醐。皆約大說。】"
    },
    {
      "id": "01-003-0162_p0026",
      "zh_CN": "这一句是总结，所引用前面大乘经论都给我们说明三十七道品通于大乘。所以不能把三十七道品看作小乘，那就错了。",
      "zh_TW": "這一句是總結，所引用前面大乘經論都給我們說明三十七道品通於大乘。所以不能把三十七道品看作小乘，那就錯了。"
    },
    {
      "id": "01-003-0162_p0027",
      "zh_CN": "钞【随心行者，如涅槃云：智有二种，一者中智，二者上智。观诸阴苦，是名中智；分别诸阴有无量相，非声闻缘觉所知，是名上智。则知道品是一，观智大小，固无定也。】",
      "zh_TW": "鈔【隨心行者，如涅槃云：智有二種，一者中智，二者上智。觀諸陰苦，是名中智；分別諸陰有無量相，非聲聞緣覺所知，是名上智。則知道品是一，觀智大小，固無定也。】"
    },
    {
      "id": "01-003-0162_p0028",
      "zh_CN": "莲池大师这段话说得非常好，正是华严宗所说的「圆人说法，无法不圆」。法，实在讲没有一定的，因人而异。如果是小乘人，他的心量很小，你叫他讲《华严经》，《华严经》也变成小乘了；心量大，即使我们讲《阿含经》，《阿难问事佛吉凶经》是《阿含经》里面的，是小乘经，我们讲这个经完全把它变成大乘了，不但把它变成大乘，还把它变成一乘。",
      "zh_TW": "蓮池大師這段話說得非常好，正是華嚴宗所說的「圓人說法，無法不圓」。法，實在講沒有一定的，因人而異。如果是小乘人，他的心量很小，你叫他講《華嚴經》，《華嚴經》也變成小乘了；心量大，即使我們講《阿含經》，《阿難問事佛吉凶經》是《阿含經》裡面的，是小乘經，我們講這個經完全把它變成大乘了，不但把它變成大乘，還把它變成一乘。"
    },
    {
      "id": "01-003-0162_p0029",
      "zh_CN": "我过去讲这个经的时候，就是用《华严经》的教义来看这个经，这经就是圆教一乘。李老师讲：这个讲法，人家不服！那怎么办？他给我加了两个字，叫一乘阶梯，这是一乘的基础。他说：你这样加上去，人家就没话说。否则的话，《阿难问事佛吉凶经》到《大藏经》里面去看，是《阿含经》里面的，你把它这样说出来，人家不是要找麻烦吗？要引起辩论、争论，麻烦。所以还是谦虚一点，客气一点。的确「法」是因人而异，所以判教不能把它判死了；判死了，这是有过失。所有一切经典统统是活活泼泼，确实是随心行而有差别，这就完全正确了。",
      "zh_TW": "我過去講這個經的時候，就是用《華嚴經》的教義來看這個經，這經就是圓教一乘。李老師講：這個講法，人家不服！那怎麼辦？他給我加了兩個字，叫一乘階梯，這是一乘的基礎。他說：你這樣加上去，人家就沒話說。否則的話，《阿難問事佛吉凶經》到《大藏經》裡面去看，是《阿含經》裡面的，你把它這樣說出來，人家不是要找麻煩嗎？要引起辯論、爭論，麻煩。所以還是謙虛一點，客氣一點。的確「法」是因人而異，所以判教不能把它判死了；判死了，這是有過失。所有一切經典統統是活活潑潑，確實是隨心行而有差別，這就完全正確了。"
    },
    {
      "id": "01-003-0162_p0030",
      "zh_CN": "他在此地讲有『中智』，有『上智』。「中智」是指中下根性，这是讲声闻、缘觉以下的；「上智」是讲菩萨，唯有菩萨才有能力分别无量的法相。但是这种分别，诸位要晓得，这是菩萨的后得智。说个老实话，声闻以下没有智慧！经论上常讲「法身、般若、解脱」这三德，阿罗汉和辟支佛只有半个解脱，般若他没有，法身也没有。诸位一定要知道，证得法身，般若才现前，为什么？般若是能证，法身是所证，这两个是分不开的，有能证必有所证，有所证当然有能证。阿罗汉、辟支佛没有证得法身，哪来的般若？他如果有般若，不就证得法身了吗？所以这两种人只有定没有慧。他的定功很深，《楞严》上讲他得九次第定，只有定没有慧，所以他得的解脱有一点，他能超越六道生死轮回，但是不能证法身。",
      "zh_TW": "他在此地講有『中智』，有『上智』。「中智」是指中下根性，這是講聲聞、緣覺以下的；「上智」是講菩薩，唯有菩薩才有能力分別無量的法相。但是這種分別，諸位要曉得，這是菩薩的後得智。說個老實話，聲聞以下沒有智慧！經論上常講「法身、般若、解脫」這三德，阿羅漢和辟支佛只有半個解脫，般若他沒有，法身也沒有。諸位一定要知道，證得法身，般若才現前，為什麼？般若是能證，法身是所證，這兩個是分不開的，有能證必有所證，有所證當然有能證。阿羅漢、辟支佛沒有證得法身，哪來的般若？他如果有般若，不就證得法身了嗎？所以這兩種人只有定沒有慧。他的定功很深，《楞嚴》上講他得九次第定，只有定沒有慧，所以他得的解脫有一點，他能超越六道生死輪迴，但是不能證法身。"
    },
    {
      "id": "01-003-0162_p0031",
      "zh_CN": "唯独菩萨就不一样，菩萨，此地讲的还不是一般的菩萨，不是权教菩萨，是讲的实教菩萨，真正智慧开了。这在大小乘教学，观念、手段、方法都不相同，大乘的观念跟手段着重在根本智，小乘人的观念跟手段着重在禅定，所以他的想法、做法就不相同。非常明显的，中国自古以来这些历代祖师大德所使用的方法，跟印度小乘用的方法不一样，现在就是中国历代相传的方法，跟现在南洋南传的佛教就不相同。泰国、锡兰就不一样，观念上不一样，方法上不一样。这种明显的事例，在从前看得清楚，现在看不清楚，现在我们台湾佛教这教学乱了，乱到反而不如小乘，小乘他着重定，我们现在说老实话，小乘不像小乘，大乘不像大乘，现在是什么佛法？实在讲，现在是颠倒佛法。古大德讲盲修瞎练，现在是盲修瞎练的方法，没有原则可循，这是希望要同修们特别注意到的。",
      "zh_TW": "唯獨菩薩就不一樣，菩薩，此地講的還不是一般的菩薩，不是權教菩薩，是講的實教菩薩，真正智慧開了。這在大小乘教學，觀念、手段、方法都不相同，大乘的觀念跟手段著重在根本智，小乘人的觀念跟手段著重在禪定，所以他的想法、做法就不相同。非常明顯的，中國自古以來這些歷代祖師大德所使用的方法，跟印度小乘用的方法不一樣，現在就是中國歷代相傳的方法，跟現在南洋南傳的佛教就不相同。泰國、錫蘭就不一樣，觀念上不一樣，方法上不一樣。這種明顯的事例，在從前看得清楚，現在看不清楚，現在我們台灣佛教這教學亂了，亂到反而不如小乘，小乘他著重定，我們現在說老實話，小乘不像小乘，大乘不像大乘，現在是什麼佛法？實在講，現在是顛倒佛法。古大德講盲修瞎練，現在是盲修瞎練的方法，沒有原則可循，這是希望要同修們特別注意到的。"
    },
    {
      "id": "01-003-0162_p0032",
      "zh_CN": "佛法的教学一定要从根本智下手。所以我劝同修们，你们一定要着重清净心，清净心的培养要遵守古德教给我们的途径，从哪里开始？从背诵下手，不求甚解。为什么？因为我们没有智慧，我们去看经里面的意思，全是我们自己的妄想，全是我们自己的分别执着，我们哪里懂得经典的意思，开经偈讲：「愿解如来真实义」，说老实话，我的意思你都不懂，你怎么会懂得如来的意思？所以我们先读经。读经是个方法，也是无量法门里头一种方法，这种方法好，非常的殊胜，用这个方法，只读不求解。读经的目的是修戒、修定、修慧，戒定慧三学一次完成。同时读经就是觉不迷、正不邪、净不染，觉、正、净是我们修学的纲领，这三个纲领一次完成。如果你求解，给诸位说，三学破坏了，三宝也破坏了，觉正净是三宝！所以读经一味的去读不求甚解，我们是修三学、是培养三宝，这个功德大！这是戒在其中、定在其中、慧在其中，念多了，自然就开悟了。",
      "zh_TW": "佛法的教學一定要從根本智下手。所以我勸同修們，你們一定要著重清淨心，清淨心的培養要遵守古德教給我們的途徑，從哪裡開始？從背誦下手，不求甚解。為什麼？因為我們沒有智慧，我們去看經裡面的意思，全是我們自己的妄想，全是我們自己的分別執著，我們哪裡懂得經典的意思，開經偈講：「願解如來真實義」，說老實話，我的意思你都不懂，你怎麼會懂得如來的意思？所以我們先讀經。讀經是個方法，也是無量法門裡頭一種方法，這種方法好，非常的殊勝，用這個方法，只讀不求解。讀經的目的是修戒、修定、修慧，戒定慧三學一次完成。同時讀經就是覺不迷、正不邪、淨不染，覺、正、淨是我們修學的綱領，這三個綱領一次完成。如果你求解，給諸位說，三學破壞了，三寶也破壞了，覺正淨是三寶！所以讀經一味的去讀不求甚解，我們是修三學、是培養三寶，這個功德大！這是戒在其中、定在其中、慧在其中，念多了，自然就開悟了。"
    },
    {
      "id": "01-003-0162_p0033",
      "zh_CN": "我们古人常讲：「读书千遍，其义自见」，那个自见就是开悟！你念得愈多，心愈清净，不一定碰到什么机缘，一碰上就豁然大悟，开悟了；心不清净，不可能开悟。所以不必要知道的事情，不要去知道；不必要认识的人，也不要去认识，不要去应酬。我教大家不要看报纸，不要看电视，统统放下，身心清净，这个得自在。实在讲，对于你身体健康都有很大的帮助，心清净，身就清净，百病不生！你会生病就是你心不干净，身不干净，所以饮食要简单，我们的肠胃干净，心干净、肠胃干净，这个人不会生病。到临命终时，预知时至，自自在在的往生，这个多好！这才是我们学佛人希望想求得的。其他的事情与我们都不相干，都应当把它舍得干干净净，不要把它放在心里。",
      "zh_TW": "我們古人常講：「讀書千遍，其義自見」，那個自見就是開悟！你念得愈多，心愈清淨，不一定碰到什麼機緣，一碰上就豁然大悟，開悟了；心不清淨，不可能開悟。所以不必要知道的事情，不要去知道；不必要認識的人，也不要去認識，不要去應酬。我教大家不要看報紙，不要看電視，統統放下，身心清淨，這個得自在。實在講，對於你身體健康都有很大的幫助，心清淨，身就清淨，百病不生！你會生病就是你心不乾淨，身不乾淨，所以飲食要簡單，我們的腸胃乾淨，心乾淨、腸胃乾淨，這個人不會生病。到臨命終時，預知時至，自自在在的往生，這個多好！這才是我們學佛人希望想求得的。其他的事情與我們都不相干，都應當把它捨得乾乾淨淨，不要把它放在心裡。"
    },
    {
      "id": "01-003-0162_p0034",
      "zh_CN": "「上智」是菩萨的智慧，我们可以培养的。从中下根性，如果得法，在理论上、方法上能相应，中等根性的人也能培养成上上智。在中国古代宗门教下，我们看到很多这样的例子。下面介绍五根：",
      "zh_TW": "「上智」是菩薩的智慧，我們可以培養的。從中下根性，如果得法，在理論上、方法上能相應，中等根性的人也能培養成上上智。在中國古代宗門教下，我們看到很多這樣的例子。下面介紹五根："
    },
    {
      "id": "01-003-0162_p0035",
      "zh_CN": "疏【五根者，一信、二进、三念、四定、五慧，能生圣道，故名为根。又如俱舍，具三义故。】",
      "zh_TW": "疏【五根者，一信、二進、三念、四定、五慧，能生聖道，故名為根。又如俱舍，具三義故。】"
    },
    {
      "id": "01-003-0162_p0036",
      "zh_CN": "钞【根有二义：一者能持义，持其所已得，而自分不失也；二者生后义，生其所未得，而胜进上求也。】",
      "zh_TW": "鈔【根有二義：一者能持義，持其所已得，而自分不失也；二者生後義，生其所未得，而勝進上求也。】"
    },
    {
      "id": "01-003-0162_p0037",
      "zh_CN": "所谓『根』，『能生圣道』，什么是圣道？圣是圣人，诸佛与大菩萨所证得的，我们称之为圣道。诸佛与大菩萨所证得的是什么？简单的讲是「诸法实相」，就是宇宙人生的真相。这个不迷信，我们今天讲迷，佛说是悟，我们迷的什么？我们对于宇宙人生真相不了解，这就叫迷；佛与菩萨对于宇宙的真相，过去现在未来，此界他方，没有一样不清楚，没有一样不明了，没有一样不通达，这就叫悟。",
      "zh_TW": "所謂『根』，『能生聖道』，什麼是聖道？聖是聖人，諸佛與大菩薩所證得的，我們稱之為聖道。諸佛與大菩薩所證得的是什麼？簡單的講是「諸法實相」，就是宇宙人生的真相。這個不迷信，我們今天講迷，佛說是悟，我們迷的什麼？我們對於宇宙人生真相不了解，這就叫迷；佛與菩薩對於宇宙的真相，過去現在未來，此界他方，沒有一樣不清楚，沒有一樣不明瞭，沒有一樣不通達，這就叫悟。"
    },
    {
      "id": "01-003-0162_p0038",
      "zh_CN": "这么大的智慧，这么大的的能力，从哪里来的？是不是学来的？不是的，学不来的。不学，怎么会通达？这里头有一个秘密，是我们一般人不晓得的，佛知道了。这秘密是什么？原来尽虚空遍法界是我们现前一念心性变现出来的，这个是秘密。如果我们自己将这一念心性彻底明了，这一切万法自然就通达，古人讲：识得本，不愁末。心性是根本，宇宙人生森罗万象那是枝末，只要你把根本找到，枝末就统统都得到。所以说是无师智、自然智、一切智、普遍智统统现前了。这么多的名词，总而言之都叫做后得智。我们今天要求的心性是根本智，根本智得到，后得智是不愁了。由此可知，求根本多重要！根本智在禅宗里面叫做「明心见性」，在教下里面叫做「大开圆解」，在净土宗里面叫做「一心不乱」，名词各宗不一样，意思、境界都相同，没有两样。由此可知，我们从这个法门，依据净宗的五经一论，用这持名念佛的方法，我们求的就是一心不乱。所以我们修行要特别着重在心地清净，净到极处，就到一心！",
      "zh_TW": "這麼大的智慧，這麼大的的能力，從哪裡來的？是不是學來的？不是的，學不來的。不學，怎麼會通達？這裡頭有一個祕密，是我們一般人不曉得的，佛知道了。這祕密是什麼？原來盡虛空遍法界是我們現前一念心性變現出來的，這個是祕密。如果我們自己將這一念心性徹底明瞭，這一切萬法自然就通達，古人講：識得本，不愁末。心性是根本，宇宙人生森羅萬象那是枝末，只要你把根本找到，枝末就統統都得到。所以說是無師智、自然智、一切智、普遍智統統現前了。這麼多的名詞，總而言之都叫做後得智。我們今天要求的心性是根本智，根本智得到，後得智是不愁了。由此可知，求根本多重要！根本智在禪宗裡面叫做「明心見性」，在教下裡面叫做「大開圓解」，在淨土宗裡面叫做「一心不亂」，名詞各宗不一樣，意思、境界都相同，沒有兩樣。由此可知，我們從這個法門，依據淨宗的五經一論，用這持名念佛的方法，我們求的就是一心不亂。所以我們修行要特別著重在心地清淨，淨到極處，就到一心！"
    },
    {
      "id": "01-003-0162_p0039",
      "zh_CN": "证得事一心，你就得到念佛三昧。证到理一心，就叫做念佛宝王三昧，加了个「宝王」两个字。加上宝王三昧，也就是华严三昧，《华严》境界广大无边，你就一切就都通达了。八万四千法门，门门都是达到这个目标，但是一切法门里面，随心行不相同，所以有难有易。这个法门可以随业障深重的凡夫，都有效，上可以随等觉菩萨，下可以随恶道众生，这个法门是无比的殊胜，所以古德称之为易行道，道理在此地。五根能生圣道，所以称之为根。",
      "zh_TW": "證得事一心，你就得到念佛三昧。證到理一心，就叫做念佛寶王三昧，加了個「寶王」兩個字。加上寶王三昧，也就是華嚴三昧，《華嚴》境界廣大無邊，你就一切就都通達了。八萬四千法門，門門都是達到這個目標，但是一切法門裡面，隨心行不相同，所以有難有易。這個法門可以隨業障深重的凡夫，都有效，上可以隨等覺菩薩，下可以隨惡道眾生，這個法門是無比的殊勝，所以古德稱之為易行道，道理在此地。五根能生聖道，所以稱之為根。"
    },
    {
      "id": "01-003-0162_p0040",
      "zh_CN": "下面这再细说，根有两个意思：一个意思是『能持义』，这是本身有能力，持是保持，保持已经得到的，不会失掉；第二个意思，『生后义』，不但能保持而且能生长，譬如一棵树，它有根，不仅能保持，它能慢慢的长大。",
      "zh_TW": "下面這再細說，根有兩個意思：一個意思是『能持義』，這是本身有能力，持是保持，保持已經得到的，不會失掉；第二個意思，『生後義』，不但能保持而且能生長，譬如一棵樹，它有根，不僅能保持，它能慢慢的長大。"
    },
    {
      "id": "01-003-0162_p0041",
      "zh_CN": "根有五大类，第一大类是「信」：",
      "zh_TW": "根有五大類，第一大類是「信」："
    },
    {
      "id": "01-003-0162_p0042",
      "zh_CN": "钞【言信根者，谓于谛理深忍乐欲，是名信根。】",
      "zh_TW": "鈔【言信根者，謂於諦理深忍樂欲，是名信根。】"
    },
    {
      "id": "01-003-0162_p0043",
      "zh_CN": "这是法相唯识宗的讲法。『谛理』，简单讲就是四谛「苦集灭道」，这四样是真实的。苦集是世间因果，灭道是出世间因果，我们应当要觉悟，应当要深信不疑。佛说世出世间两重因果，说世间法，先讲果后讲因，为什么？一切众生，你跟他讲因，因还没有结果，他疏忽了，他不在意；你跟他说果报，果报在眼前，他害怕，他会特别注意，所以先给你讲果。果是什么？苦！四念处里面给我们讲「观受是苦」，受是什么？感受，或者说享受。你今天享受的是苦，这是实在的。三界里面没有乐，佛把这些身心之苦给我们做一个说明，归纳成三苦、八苦，总纲领是三大类。这三大类是三界苦，苦苦、坏苦、行苦，欲界众生统统有；到色界天，欲没有了，苦苦没有了，他有坏苦、行苦；纵然到了无色界天，无色界天身体不要了，那就自在得多了，我们今天世间讲灵界，他还有行苦。虽然没有坏苦，它还有行苦，还是离不开苦。我们这欲界最苦！",
      "zh_TW": "這是法相唯識宗的講法。『諦理』，簡單講就是四諦「苦集滅道」，這四樣是真實的。苦集是世間因果，滅道是出世間因果，我們應當要覺悟，應當要深信不疑。佛說世出世間兩重因果，說世間法，先講果後講因，為什麼？一切眾生，你跟他講因，因還沒有結果，他疏忽了，他不在意；你跟他說果報，果報在眼前，他害怕，他會特別注意，所以先給你講果。果是什麼？苦！四念處裡面給我們講「觀受是苦」，受是什麼？感受，或者說享受。你今天享受的是苦，這是實在的。三界裡面沒有樂，佛把這些身心之苦給我們做一個說明，歸納成三苦、八苦，總綱領是三大類。這三大類是三界苦，苦苦、壞苦、行苦，欲界眾生統統有；到色界天，欲沒有了，苦苦沒有了，他有壞苦、行苦；縱然到了無色界天，無色界天身體不要了，那就自在得多了，我們今天世間講靈界，他還有行苦。雖然沒有壞苦，它還有行苦，還是離不開苦。我們這欲界最苦！"
    },
    {
      "id": "01-003-0162_p0044",
      "zh_CN": "这一次美国加州大地震，昨天大陆上又发生大地震，有一些地震学家预言台湾早晚会有一次大地震。我在国外听到，一九九０年到二０００年以前这十年，这地球上有很大的灾难，地壳有变化。说将来西伯利亚、苏联那边是气候最好的地方，美国变成南极，中国变成北极，不适合于人生存，那是地球在太空中异动，这就太可怕了。如果是人为的因素，那就是核子战争。如果这地球上，在一个星期之内同时爆发三、五十颗原子弹，这种震动就可能把地球变动。十年之内会有这么大的灾难，如果我们现在不认真念佛的话，谁都逃不了！所以现在大家总要看开一点、看淡一点，不要眼前斤斤计较，假的！",
      "zh_TW": "這一次美國加州大地震，昨天大陸上又發生大地震，有一些地震學家預言台灣早晚會有一次大地震。我在國外聽到，一九九０年到二０００年以前這十年，這地球上有很大的災難，地殼有變化。說將來西伯利亞、蘇聯那邊是氣候最好的地方，美國變成南極，中國變成北極，不適合於人生存，那是地球在太空中異動，這就太可怕了。如果是人為的因素，那就是核子戰爭。如果這地球上，在一個星期之內同時爆發三、五十顆原子彈，這種震動就可能把地球變動。十年之內會有這麼大的災難，如果我們現在不認真念佛的話，誰都逃不了！所以現在大家總要看開一點、看淡一點，不要眼前斤斤計較，假的！"
    },
    {
      "id": "01-003-0162_p0045",
      "zh_CN": "我们今天看全世界人心，看全世界人的造作，这真的古人所讲：造孽！这个孽就是违逆天地。天心是慈悲喜舍，怎么晓得？佛在经上告诉我们，你要想生色界天，你要修四禅八定、要修慈悲喜舍四无量心，所以我们知道色界十八层天的天人的心是慈悲喜舍。我们是不是不慈悲？没有慈悲喜舍，这就违背天心。",
      "zh_TW": "我們今天看全世界人心，看全世界人的造作，這真的古人所講：造孽！這個孽就是違逆天地。天心是慈悲喜捨，怎麼曉得？佛在經上告訴我們，你要想生色界天，你要修四禪八定、要修慈悲喜捨四無量心，所以我們知道色界十八層天的天人的心是慈悲喜捨。我們是不是不慈悲？沒有慈悲喜捨，這就違背天心。"
    },
    {
      "id": "01-003-0162_p0046",
      "zh_CN": "地心是什么？地心，诸位看《地藏菩萨本愿经》，地狱里面阎罗王、鬼王他们所说的话，他们不希望治这些罪人，不希望惩罚，是希望帮助这些人不造罪业、不堕恶道；可是这些人迷惑颠倒，不知道这些鬼王、土地神他们的心！天天在造杀盗淫妄，在造业。违逆天地，天神、鬼神都不欢喜，这个人间自然有大灾难要来了。",
      "zh_TW": "地心是什麼？地心，諸位看《地藏菩薩本願經》，地獄裡面閻羅王、鬼王他們所說的話，他們不希望治這些罪人，不希望懲罰，是希望幫助這些人不造罪業、不墮惡道；可是這些人迷惑顛倒，不知道這些鬼王、土地神他們的心！天天在造殺盜淫妄，在造業。違逆天地，天神、鬼神都不歡喜，這個人間自然有大災難要來了。"
    },
    {
      "id": "01-003-0162_p0047",
      "zh_CN": "所以苦是果，果报从哪里来？当然有因，因是什么？因就是集，集就是迷惑造业。不要讲深，天地之心都不晓得，圣人之道也不知道，把古圣先贤的教诲，我们疏忽了、淡忘了，甚至还恶意的毁谤，这怎么得了！我们中国这个国家，在两百年以前是世界上最文明的大国，最强盛的大国。自古以来号称为天朝，被全世界每一个国家民族所尊敬，他敬什么？中国人行圣人之教诲。从汉朝刘邦建立政权之后，对于国家的教育就采取孔孟的思想，做为我们国家教学的宗旨，一直到满清，这是我们称之为儒家。儒家教学的宗旨就是五伦八德，称之为常道。",
      "zh_TW": "所以苦是果，果報從哪裡來？當然有因，因是什麼？因就是集，集就是迷惑造業。不要講深，天地之心都不曉得，聖人之道也不知道，把古聖先賢的教誨，我們疏忽了、淡忘了，甚至還惡意的毀謗，這怎麼得了！我們中國這個國家，在兩百年以前是世界上最文明的大國，最強盛的大國。自古以來號稱為天朝，被全世界每一個國家民族所尊敬，他敬什麼？中國人行聖人之教誨。從漢朝劉邦建立政權之後，對於國家的教育就採取孔孟的思想，做為我們國家教學的宗旨，一直到滿清，這是我們稱之為儒家。儒家教學的宗旨就是五倫八德，稱之為常道。"
    },
    {
      "id": "01-003-0162_p0048",
      "zh_CN": "「五伦」是讲人与人的关系，是一种非常和睦，今天讲「亲爱精诚」，现在这四个字是口号了；儒家确实把这四个字做到！五伦的社会是一个团结、一个整体，整个国家民族像一个人一样，人际关系是如此。从最小的圈圈，夫妇，夫妇是室，家室，室是一个房间，共居！这一个房间扩大，这就是家庭，家庭有父子、兄弟；家庭再扩大，社会、国家，有君臣、有朋友，所谓四海之内皆朋友也。朋友的朋友，全国都是朋友；邻居的邻居，全国都是邻居。这是我们儒家教学将近两千年来，我们受的教育，今天把这个排斥，不要了。所以五伦是讲人与人的关系，真正讲的是亲爱精诚。所以我们提出这四个字的口号，如果没有儒家伦理的观念，伦理的教学，这四个字是空的，没有意义！所以人与人之间自然和睦，人与人之间自然会彼此照顾，这个社会是一团和睦。基本的道德观念，也就是说我们生活的，大家在共住的一个规则，像佛法里面讲的基本的戒条，我们在这地球上生活共住的一个公约，每个人要遵守的，五常，儒家提出来的，仁、义、礼、智、信。",
      "zh_TW": "「五倫」是講人與人的關係，是一種非常和睦，今天講「親愛精誠」，現在這四個字是口號了；儒家確實把這四個字做到！五倫的社會是一個團結、一個整體，整個國家民族像一個人一樣，人際關係是如此。從最小的圈圈，夫婦，夫婦是室，家室，室是一個房間，共居！這一個房間擴大，這就是家庭，家庭有父子、兄弟；家庭再擴大，社會、國家，有君臣、有朋友，所謂四海之內皆朋友也。朋友的朋友，全國都是朋友；鄰居的鄰居，全國都是鄰居。這是我們儒家教學將近兩千年來，我們受的教育，今天把這個排斥，不要了。所以五倫是講人與人的關係，真正講的是親愛精誠。所以我們提出這四個字的口號，如果沒有儒家倫理的觀念，倫理的教學，這四個字是空的，沒有意義！所以人與人之間自然和睦，人與人之間自然會彼此照顧，這個社會是一團和睦。基本的道德觀念，也就是說我們生活的，大家在共住的一個規則，像佛法裡面講的基本的戒條，我們在這地球上生活共住的一個公約，每個人要遵守的，五常，儒家提出來的，仁、義、禮、智、信。"
    },
    {
      "id": "01-003-0162_p0049",
      "zh_CN": "仁是仁慈，要有礼貌，要讲义务，这义务就是不讲报酬的，看到别人需要我们帮助的地方，我们应当要帮助他，要尽义务，不要讲报酬。中国自古以来这教学是义务，没有听说哪个老师教学生一定要收学费的，没有。束修是学生对老师的供养，那个供养，老师决定不会订标准，一个月要缴多少学费，教你一个钟点要给多少钱，那是生意买卖了。教学是义务，这是师道。如果订价码，贫穷人受教育的机会没有了。所以中国的师道是多么值得尊敬。孔老夫子教学，有教无类，对学生决定没有分别，学生对老师的供养是随意的，你家里富有，多供养一点，老师也收；你家里贫穷的，你一点供养也没有，老师也不怪你。老师不能说：我教你一年了，你都没有一点供养，下一年你不要来！没有这个道理，没有这个老师的。所以老师都很清贫，生活都很清苦，但是他在社会上有崇高的地位，清高！他在社会上受到大众普遍的尊敬。老师看到学生将来在社会上个个有成就，他也很安慰，他的心血没有白费。",
      "zh_TW": "仁是仁慈，要有禮貌，要講義務，這義務就是不講報酬的，看到別人需要我們幫助的地方，我們應當要幫助他，要盡義務，不要講報酬。中國自古以來這教學是義務，沒有聽說哪個老師教學生一定要收學費的，沒有。束脩是學生對老師的供養，那個供養，老師決定不會訂標準，一個月要繳多少學費，教你一個鐘點要給多少錢，那是生意買賣了。教學是義務，這是師道。如果訂價碼，貧窮人受教育的機會沒有了。所以中國的師道是多麼值得尊敬。孔老夫子教學，有教無類，對學生決定沒有分別，學生對老師的供養是隨意的，你家裡富有，多供養一點，老師也收；你家裡貧窮的，你一點供養也沒有，老師也不怪你。老師不能說：我教你一年了，你都沒有一點供養，下一年你不要來！沒有這個道理，沒有這個老師的。所以老師都很清貧，生活都很清苦，但是他在社會上有崇高的地位，清高！他在社會上受到大眾普遍的尊敬。老師看到學生將來在社會上個個有成就，他也很安慰，他的心血沒有白費。"
    },
    {
      "id": "01-003-0162_p0050",
      "zh_CN": "所以要讲求义务，人人都能够对社会、对大众愿意尽义务，不讲求报酬，这个社会才真正有进步。报酬里头有偷工减料的，有偷懒、有欺骗的，义务里头没有，那是尽义务的。所以儒家讲义、讲礼、讲智，智是理智，不是用感情，处事待人接物都要用理智。言而有信，讲信用。这是人在世间与禽兽不相同的，人有这五种道德的观念。儒家教学的宗旨就是五伦五常，五常就是人道，做人的道理，这是最基本的，再发展就是八德：忠孝仁爱信义和平。现在这些东西统统不讲了，统统把它丢掉了，现在讲什么？完全讲利害，这个不得了！人与人之往来，与我有利，我跟你；与我没有好处、没有利益，随便你去，理都不理。社会这样发展下去，叫功利主义。功利主义今天可以说发展到极端，道义完全没有了，纯綷是利害的结合，这很可怕！因为利害会变化的，今天有利，咱们两个好朋友；明天，你这个地方得不到利益，轻的是断交，重一点就是冤家对头，不得了！",
      "zh_TW": "所以要講求義務，人人都能夠對社會、對大眾願意盡義務，不講求報酬，這個社會才真正有進步。報酬裡頭有偷工減料的，有偷懶、有欺騙的，義務裡頭沒有，那是盡義務的。所以儒家講義、講禮、講智，智是理智，不是用感情，處事待人接物都要用理智。言而有信，講信用。這是人在世間與禽獸不相同的，人有這五種道德的觀念。儒家教學的宗旨就是五倫五常，五常就是人道，做人的道理，這是最基本的，再發展就是八德：忠孝仁愛信義和平。現在這些東西統統不講了，統統把它丟掉了，現在講什麼？完全講利害，這個不得了！人與人之往來，與我有利，我跟你；與我沒有好處、沒有利益，隨便你去，理都不理。社會這樣發展下去，叫功利主義。功利主義今天可以說發展到極端，道義完全沒有了，純綷是利害的結合，這很可怕！因為利害會變化的，今天有利，咱們兩個好朋友；明天，你這個地方得不到利益，輕的是斷交，重一點就是冤家對頭，不得了！"
    },
    {
      "id": "01-003-0162_p0051",
      "zh_CN": "社会已经发展到这个样子，无法挽救了。所以李老师说，「只有一条路子好走，求生西方极乐世界」，就是赶紧办移民，往西方极乐世界去移民，除这个办法之外，没法子，天下已经乱了，佛菩萨、神仙都治不了。这是我们要把眼前的处境认识清楚，这个世界真正是苦，没有乐！你自己想想看，从早到晚你心里会快乐吗？你很快乐，你的快乐能保持几天？你能保得住几年？不能不认真去思考、去反省。你要是果然觉悟到我们的受用、享受，只有苦没有乐，你才会觉得这个世界不能住了。这就是本宗里面讲的信愿行三资粮的愿，「愿离娑婆，愿求生极乐」，你愿心从这个地方才能生得起来。你不晓得这个世界苦，你还不想离开！换句话说，你求生西方极乐世界那个心、那个愿就不恳切。你真正知道这个世界苦，我们求生西方极乐世界这个心才会恳切。所以先要知「苦」，要断「集」，就是要断迷惑颠倒造作，要把这个断掉。",
      "zh_TW": "社會已經發展到這個樣子，無法挽救了。所以李老師說，「只有一條路子好走，求生西方極樂世界」，就是趕緊辦移民，往西方極樂世界去移民，除這個辦法之外，沒法子，天下已經亂了，佛菩薩、神仙都治不了。這是我們要把眼前的處境認識清楚，這個世界真正是苦，沒有樂！你自己想想看，從早到晚你心裡會快樂嗎？你很快樂，你的快樂能保持幾天？你能保得住幾年？不能不認真去思考、去反省。你要是果然覺悟到我們的受用、享受，只有苦沒有樂，你才會覺得這個世界不能住了。這就是本宗裡面講的信願行三資糧的願，「願離娑婆，願求生極樂」，你願心從這個地方才能生得起來。你不曉得這個世界苦，你還不想離開！換句話說，你求生西方極樂世界那個心、那個願就不懇切。你真正知道這個世界苦，我們求生西方極樂世界這個心才會懇切。所以先要知「苦」，要斷「集」，就是要斷迷惑顛倒造作，要把這個斷掉。"
    },
    {
      "id": "01-003-0162_p0052",
      "zh_CN": "第二个要深深相信出世间的因果，佛也是先讲果，果是什么？果是「灭」。灭这个字也翻作涅槃，也翻作圆寂，灭是什么？灭是灭烦恼、灭苦因、灭苦果，把苦因、苦果统统灭掉。圆寂，现在很多人把这两个字的意思用错了，认为什么？这出家人死了叫圆寂，这简直是大笑话。「圆」是讲功德圆满，「寂」是心地清净，清净寂灭，是这个意思。圆寂明明是活着时候证得的，释迦牟尼佛当年示现在菩提树下夜睹明星成最正觉，最正觉是什么？就是证得圆寂，释迦牟尼佛是三十岁证得圆寂的。如果人死了叫圆寂，那谁不圆寂？个个都圆寂，还用得着修吗？圆是讲因圆果满，修行圆满。",
      "zh_TW": "第二個要深深相信出世間的因果，佛也是先講果，果是什麼？果是「滅」。滅這個字也翻作涅槃，也翻作圓寂，滅是什麼？滅是滅煩惱、滅苦因、滅苦果，把苦因、苦果統統滅掉。圓寂，現在很多人把這兩個字的意思用錯了，認為什麼？這出家人死了叫圓寂，這簡直是大笑話。「圓」是講功德圓滿，「寂」是心地清淨，清淨寂滅，是這個意思。圓寂明明是活著時候證得的，釋迦牟尼佛當年示現在菩提樹下夜睹明星成最正覺，最正覺是什麼？就是證得圓寂，釋迦牟尼佛是三十歲證得圓寂的。如果人死了叫圓寂，那誰不圓寂？個個都圓寂，還用得著修嗎？圓是講因圓果滿，修行圓滿。"
    },
    {
      "id": "01-003-0162_p0053",
      "zh_CN": "清净寂灭，这是果位里面至高无上的果位。《仁王经》里面讲菩萨的果位，分五个阶级，五个阶级都叫忍，最高的阶级叫寂灭忍，就是圆寂的意思。寂灭忍也有三品：下品的寂灭忍是十地菩萨，这是法云地的菩萨，中品是等觉菩萨，上品就是佛果。圆寂，说老实话，要是名符其实的话，最低限度是十地，法云地的菩萨，下品的圆寂，九地以前都不够格，因为七地、八地、九地是无生忍，不是寂灭忍。所以先给我们讲「灭」，也是果，就是如来果地上的大涅槃，用什么样的方法才能证得？一定要修「道」。所以苦集灭道这四条是真的，这是真理，一定要修道。这个「道」，普通就是讲三十七道品，小乘讲三十七道品，大乘法里面有无量道品；但是无量道品，三十七品可以把它统摄。",
      "zh_TW": "清淨寂滅，這是果位裡面至高無上的果位。《仁王經》裡面講菩薩的果位，分五個階級，五個階級都叫忍，最高的階級叫寂滅忍，就是圓寂的意思。寂滅忍也有三品：下品的寂滅忍是十地菩薩，這是法雲地的菩薩，中品是等覺菩薩，上品就是佛果。圓寂，說老實話，要是名符其實的話，最低限度是十地，法雲地的菩薩，下品的圓寂，九地以前都不夠格，因為七地、八地、九地是無生忍，不是寂滅忍。所以先給我們講「滅」，也是果，就是如來果地上的大涅槃，用什麼樣的方法才能證得？一定要修「道」。所以苦集滅道這四條是真的，這是真理，一定要修道。這個「道」，普通就是講三十七道品，小乘講三十七道品，大乘法裡面有無量道品；但是無量道品，三十七品可以把它統攝。"
    },
    {
      "id": "01-003-0162_p0054",
      "zh_CN": "这个地方讲『谓于谛理』，苦集灭道这四谛。诸位要知道，四谛都有藏通别圆。我们今天净土宗所讲的四谛是圆教四谛，净土宗是圆顿大法。古德所讲的，像蕅益大师在《要解》所讲的，《弥陀经》是「华严奥藏，法华秘髓」。彭际清所讲的，《无量寿经》即是中本《华严》，《阿弥陀经》是小本《华严》，所以这个经是纯圆、极圆，圆中之圆。所以本经讲的三十七道品是圆教道品。",
      "zh_TW": "這個地方講『謂於諦理』，苦集滅道這四諦。諸位要知道，四諦都有藏通別圓。我們今天淨土宗所講的四諦是圓教四諦，淨土宗是圓頓大法。古德所講的，像蕅益大師在《要解》所講的，《彌陀經》是「華嚴奧藏，法華祕髓」。彭際清所講的，《無量壽經》即是中本《華嚴》，《阿彌陀經》是小本《華嚴》，所以這個經是純圓、極圓，圓中之圓。所以本經講的三十七道品是圓教道品。"
    },
    {
      "id": "01-003-0162_p0055",
      "zh_CN": "我们对这个要『深忍』，忍就是相信、不怀疑了，忍是心安住的意思，心安住在这个道理上，绝不怀疑、绝不动摇，这叫深忍。『乐』是欢喜、爱好，『欲』是欲望。我想依照这个理论、这个方法来修学，很欢喜依照这个理论方法来修学，这叫做「乐欲」，这样才叫信根，你这个信才有了根。",
      "zh_TW": "我們對這個要『深忍』，忍就是相信、不懷疑了，忍是心安住的意思，心安住在這個道理上，絕不懷疑、絕不動搖，這叫深忍。『樂』是歡喜、愛好，『欲』是欲望。我想依照這個理論、這個方法來修學，很歡喜依照這個理論方法來修學，這叫做「樂欲」，這樣才叫信根，你這個信才有了根。"
    },
    {
      "id": "01-003-0162_p0056",
      "zh_CN": "「信」字不容易！我们今天想修净土法门，听到人家那里讲禅宗，心里羡慕，还想学，听说那个地方有密宗灌顶，也想去参加，这是什么？虽有信，没有根！没有根的信，就像水上浮萍一样，随风飘荡，不会有成就的。如果这个信有根，决定不动摇，这才叫有根。所以信到有根，这就可贵，这就是你很有可能会成就。信而没有根，八识田中种一个福田而已，这一生不可能有成就。所以同修们自己可以省察一下，也可以观察这些学佛的同修们，哪个人有成就，哪个人没有成就，我们心里都会有数，也可以说很清楚很明白。凡是心地会动摇、见异思迁这种人，这一生不可能成就；凡是坚信不疑，绝无动摇，这个人这一生会有成就。",
      "zh_TW": "「信」字不容易！我們今天想修淨土法門，聽到人家那裡講禪宗，心裡羨慕，還想學，聽說那個地方有密宗灌頂，也想去參加，這是什麼？雖有信，沒有根！沒有根的信，就像水上浮萍一樣，隨風飄蕩，不會有成就的。如果這個信有根，決定不動搖，這才叫有根。所以信到有根，這就可貴，這就是你很有可能會成就。信而沒有根，八識田中種一個福田而已，這一生不可能有成就。所以同修們自己可以省察一下，也可以觀察這些學佛的同修們，哪個人有成就，哪個人沒有成就，我們心裡都會有數，也可以說很清楚很明白。凡是心地會動搖、見異思遷這種人，這一生不可能成就；凡是堅信不疑，絕無動搖，這個人這一生會有成就。"
    },
    {
      "id": "01-003-0162_p0057",
      "zh_CN": "我再说得明显一点，现在台北市讲经的道场很多，做庙会的道场也很多，常常跑道场，都没有信根，都是动摇的。真正有信根，跟诸位说，跟一个老师，走一个道场，绝不到第二家去，绝不听第二个人，这个人有信根，不管他学哪个法门，他都会有成就，这是我们真正值得尊敬的。到处跑的，实在讲是不值得恭维的，不要说「我们这里讲经，别的道场人跑到我们这里，我们这里人多了我们欢喜」。我不表示欢喜，为什么？我这个道场有你不多，无你不少，这话怎么说？因为你不能成就！你在我这里跑，也会跑到别的地方去，你反正是到处乱跑，这哪里会希奇？不希奇。",
      "zh_TW": "我再說得明顯一點，現在台北市講經的道場很多，做廟會的道場也很多，常常跑道場，都沒有信根，都是動搖的。真正有信根，跟諸位說，跟一個老師，走一個道場，絕不到第二家去，絕不聽第二個人，這個人有信根，不管他學哪個法門，他都會有成就，這是我們真正值得尊敬的。到處跑的，實在講是不值得恭維的，不要說「我們這裡講經，別的道場人跑到我們這裡，我們這裡人多了我們歡喜」。我不表示歡喜，為什麼？我這個道場有你不多，無你不少，這話怎麼說？因為你不能成就！你在我這裡跑，也會跑到別的地方去，你反正是到處亂跑，這哪裡會希奇？不希奇。"
    },
    {
      "id": "01-003-0162_p0058",
      "zh_CN": "人家是在一个地方修学，跟定一个老师、一个道场修学，即使是不修净土宗的，修其他宗派的，我们都尊敬，为什么？他如理如法。如果诸位要介绍人到这里来听经，你看到这种人就不可以介绍；你对他尊敬，对他鼓励，他做法是对的。可以拉哪些人来听经？他到处乱跑的，那个可以，反正他心是浮萍，今天飘到这里，明天跑到那里，那个可以，你劝他到这里来听听经没有关系，给他种种善根。信要有根！",
      "zh_TW": "人家是在一個地方修學，跟定一個老師、一個道場修學，即使是不修淨土宗的，修其他宗派的，我們都尊敬，為什麼？他如理如法。如果諸位要介紹人到這裡來聽經，你看到這種人就不可以介紹；你對他尊敬，對他鼓勵，他做法是對的。可以拉哪些人來聽經？他到處亂跑的，那個可以，反正他心是浮萍，今天飄到這裡，明天跑到那裡，那個可以，你勸他到這裡來聽聽經沒有關係，給他種種善根。信要有根！"
    },
    {
      "id": "01-003-0162_p0059",
      "zh_CN": "钞【此一为总，余四承上。】",
      "zh_TW": "鈔【此一為總，餘四承上。】"
    },
    {
      "id": "01-003-0162_p0060",
      "zh_CN": "五根是以「信」根为最重要，因为没有信根，下面这精进、念、定、慧都不可能有的，不可能发生。所以后面进、念、定、慧都是因信而成就的。由此可知，这个信多么重要！《大论》上说「信为道元功德母」，信是入道的根源，是一切功德之母，母是比喻能生的意思，信能生一切功德。这就显示出它的重要性。",
      "zh_TW": "五根是以「信」根為最重要，因為沒有信根，下面這精進、念、定、慧都不可能有的，不可能發生。所以後面進、念、定、慧都是因信而成就的。由此可知，這個信多麼重要！《大論》上說「信為道元功德母」，信是入道的根源，是一切功德之母，母是比喻能生的意思，信能生一切功德。這就顯示出它的重要性。"
    },
    {
      "id": "01-003-0162_p0061",
      "zh_CN": "佛经一展开第一句话「如是我闻」，「如是」就是信成就；唯识在《百法》里面，十一个善法第一个就是「信」。连儒家都重视信，人如果没有信，没有法子在这个社会上立足。现在在西方社会里面，这个理念还是被普遍的承认，在中国这个社会反而不太感触到。西方社会，因为他身上都不带现金，都要用信用卡，信用一失掉之后，在社会上确实没有法子立足，所以他们对这信用是一定要遵守。因为你有信用，你在社会里头样样行得通；你信用没有了，的确没有办法生存。世出世间法都建立在信根的基础上。今天时间到了。",
      "zh_TW": "佛經一展開第一句話「如是我聞」，「如是」就是信成就；唯識在《百法》裡面，十一個善法第一個就是「信」。連儒家都重視信，人如果沒有信，沒有法子在這個社會上立足。現在在西方社會裡面，這個理念還是被普遍的承認，在中國這個社會反而不太感觸到。西方社會，因為他身上都不帶現金，都要用信用卡，信用一失掉之後，在社會上確實沒有法子立足，所以他們對這信用是一定要遵守。因為你有信用，你在社會裡頭樣樣行得通；你信用沒有了，的確沒有辦法生存。世出世間法都建立在信根的基礎上。今天時間到了。"
    }
  ]
}