{
  "doc_id": "01-003-0174",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七四集",
    "zh_TW": "第一七四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0174",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "01-003-0174_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三六九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三六九頁："
    },
    {
      "id": "01-003-0174_p0002",
      "zh_CN": "钞【熟耳根者，虽善说法，一暴十寒，心则懈废，今唯六时相续，习听饫闻，浃髓沦肌，熏陶成性，故念三宝。】",
      "zh_TW": "鈔【熟耳根者，雖善說法，一暴十寒，心則懈廢，今唯六時相續，習聽飫聞，浹髓淪肌，熏陶成性，故念三寶。】"
    },
    {
      "id": "01-003-0174_p0003",
      "zh_CN": "这一段主要的意思是说明薰习的重要，接着他举了一个事实，『虽善说法，一暴十寒』，这就是纵然善说而缺乏长时间的薰习，依然是收不到效果。学佛会退心，学佛没有成就，原因都在这个地方。在目前这个世界，由于科技发达，物质生活丰裕，但是精神贫乏远超过去任何一个时代，这就是得不到长期的薰习。一日暴之，十日寒之，我想每位同修都有这个感触。求学、修道都要继续不断，才能有成就，做一天停几天，这个效果很难达到。",
      "zh_TW": "這一段主要的意思是說明薰習的重要，接著他舉了一個事實，『雖善說法，一暴十寒』，這就是縱然善說而缺乏長時間的薰習，依然是收不到效果。學佛會退心，學佛沒有成就，原因都在這個地方。在目前這個世界，由於科技發達，物質生活豐裕，但是精神貧乏遠超過去任何一個時代，這就是得不到長期的薰習。一日暴之，十日寒之，我想每位同修都有這個感觸。求學、修道都要繼續不斷，才能有成就，做一天停幾天，這個效果很難達到。"
    },
    {
      "id": "01-003-0174_p0004",
      "zh_CN": "从前李老师在台中讲经，我在台中住了十年，真是得相当的耐心，那时我曾经介绍两个朋友去，一个是见如法师，在台中住了三个月，他就跑掉了，他说：不行，我没有耐心。一个礼拜李老师讲两次，讲经一次，讲国文一次。实际上一个星期听经只听一个小时，一日暴之，七日寒之，要想收到古时候那样的效果确实不容易。另外我介绍一位慧忍法师，住了半年也住不下去，也受不了，每个人都喜欢课程密集。我那时候总是劝他，真正拿出耐心来学。我说：一个星期两次，国文是一个半小时，佛经一个小时，真正修学，这个时间恰到好处，你能全部消化。如果李老师的时间加一倍，我还能应付得了，假如他天天讲，我就没有办法消化。我一个星期学一个钟点，学得很扎实，这一个钟点我上台能讲得下来，不能讲的跟李老师百分之百的相同，可以达到百分之九十五。认真来学习，我觉得一个星期四个小时非常恰当。但是如果像我们现在图书馆这些同修，如果一个星期给你讲一个钟点，你就会叫苦连天，两个钟点决定受不了。真正要学习，学这一个钟点，你自己上台复讲要能讲得下来，这样才算是学会。",
      "zh_TW": "從前李老師在台中講經，我在台中住了十年，真是得相當的耐心，那時我曾經介紹兩個朋友去，一個是見如法師，在台中住了三個月，他就跑掉了，他說：不行，我沒有耐心。一個禮拜李老師講兩次，講經一次，講國文一次。實際上一個星期聽經只聽一個小時，一日暴之，七日寒之，要想收到古時候那樣的效果確實不容易。另外我介紹一位慧忍法師，住了半年也住不下去，也受不了，每個人都喜歡課程密集。我那時候總是勸他，真正拿出耐心來學。我說：一個星期兩次，國文是一個半小時，佛經一個小時，真正修學，這個時間恰到好處，你能全部消化。如果李老師的時間加一倍，我還能應付得了，假如他天天講，我就沒有辦法消化。我一個星期學一個鐘點，學得很紮實，這一個鐘點我上台能講得下來，不能講的跟李老師百分之百的相同，可以達到百分之九十五。認真來學習，我覺得一個星期四個小時非常恰當。但是如果像我們現在圖書館這些同修，如果一個星期給你講一個鐘點，你就會叫苦連天，兩個鐘點決定受不了。真正要學習，學這一個鐘點，你自己上台複講要能講得下來，這樣才算是學會。"
    },
    {
      "id": "01-003-0174_p0005",
      "zh_CN": "佛门的教学自古以来都讲小座，把老师所讲的东西全部消化之后再讲出来，这叫复讲。佛门学东西，在从前没有上课教学的，就是复讲。老师讲经，学生听经，听完之后就讲小座。小座，就是他自己有些志同道合一起来研究，他把老师所讲的复讲一遍，同学们来听，听完之后互相研究讨论，用这种方法。当然听了之后没有法子马上复讲，总得要用二、三天的时间去准备。初学一定要写讲稿，把老师所讲的东西用笔记记下来，写成讲稿。讲稿还要提倡口语讲稿，不是写文章。口语讲稿，一个小时是一万字，一个星期写一万字的讲稿，至少要改三遍，然后拿出来讲。练讲就是要熟，熟耳根，一定要长期的薰习，一定要认真努力来学习。",
      "zh_TW": "佛門的教學自古以來都講小座，把老師所講的東西全部消化之後再講出來，這叫複講。佛門學東西，在從前沒有上課教學的，就是複講。老師講經，學生聽經，聽完之後就講小座。小座，就是他自己有些志同道合一起來研究，他把老師所講的複講一遍，同學們來聽，聽完之後互相研究討論，用這種方法。當然聽了之後沒有法子馬上複講，總得要用二、三天的時間去準備。初學一定要寫講稿，把老師所講的東西用筆記記下來，寫成講稿。講稿還要提倡口語講稿，不是寫文章。口語講稿，一個小時是一萬字，一個星期寫一萬字的講稿，至少要改三遍，然後拿出來講。練講就是要熟，熟耳根，一定要長期的薰習，一定要認真努力來學習。"
    },
    {
      "id": "01-003-0174_p0006",
      "zh_CN": "学习，如果老师督导，二十岁以前的年轻人可以，二十岁以上，大人了，督促就不好意思。李老师当年七十多岁，他说：三十几岁，我还可以把他当作小孩教教他，四十岁以上的人，决定不能讲，错了也不能讲，换句话说，就不能教了，人都有面子。最好的年龄是在二十岁以前，人家把你当作小孩看待，可以责备你，不客气的来教训你。二十岁以上，把你当作成年人看待，纵然是责备，也不能很过分，不能像对小孩那样责备，这个得利益就少了。所以现在我们要学东西，完全靠自己努力，这是我奉劝诸位同修的。我们在台中跟李老师，李老师也不常责备人，我们跟他学，日常生活当中他也不太管我们，随我们自己学，你自己肯学，真能够学到东西；你不肯学，他也无法勉强。所以一定要靠自己。",
      "zh_TW": "學習，如果老師督導，二十歲以前的年輕人可以，二十歲以上，大人了，督促就不好意思。李老師當年七十多歲，他說：三十幾歲，我還可以把他當作小孩教教他，四十歲以上的人，決定不能講，錯了也不能講，換句話說，就不能教了，人都有面子。最好的年齡是在二十歲以前，人家把你當作小孩看待，可以責備你，不客氣的來教訓你。二十歲以上，把你當作成年人看待，縱然是責備，也不能很過分，不能像對小孩那樣責備，這個得利益就少了。所以現在我們要學東西，完全靠自己努力，這是我奉勸諸位同修的。我們在台中跟李老師，李老師也不常責備人，我們跟他學，日常生活當中他也不太管我們，隨我們自己學，你自己肯學，真能夠學到東西；你不肯學，他也無法勉強。所以一定要靠自己。"
    },
    {
      "id": "01-003-0174_p0007",
      "zh_CN": "今天我们的环境跟当年李老师在台中修学环境，绝对不比他差，问题就是要自己肯学。这种薰陶，自己有警觉心。我在台中的时候，我们听老师讲经，除了听老师一个星期两堂课之外，我们跟老师很少接触，他的事情忙。我们要认真的学，就要自己去找一些同学。我在台中就找了七个同学，徐醒民、周家麟等，我们每个星期聚会一次，复讲，十年如一日，把李老师所讲的经，在这七个人的小班里面统统复讲一遍。我们复讲，一个人讲一部经，轮流讲，讲完之后研究讨论。这是我们自己组织自己学，不是李老师教给我们这样做法，要自己去找同学。自己邀几个同学组成一个小班自己来做，这样的学习才能学得出来，一切都要自动自发，真正受到薰陶的利益。如果是别人督促，督促是被动的，被动督促力量没有了，就会解散瓦解了。所以一定要自动自发。平常认真努力研究，到聚会的时候共同来研究讨论，来复讲，这样子才能真正成就。尤其是学讲经，不用这个方法，没有第二条路子能成就。一直到现在，几乎老一辈讲经说法的这些法师大德，统统是这个方法学出来的，都是小座出身。否则的话，就像经上讲：虽善说法，一暴十寒。",
      "zh_TW": "今天我們的環境跟當年李老師在台中修學環境，絕對不比他差，問題就是要自己肯學。這種薰陶，自己有警覺心。我在台中的時候，我們聽老師講經，除了聽老師一個星期兩堂課之外，我們跟老師很少接觸，他的事情忙。我們要認真的學，就要自己去找一些同學。我在台中就找了七個同學，徐醒民、周家麟等，我們每個星期聚會一次，複講，十年如一日，把李老師所講的經，在這七個人的小班裡面統統複講一遍。我們複講，一個人講一部經，輪流講，講完之後研究討論。這是我們自己組織自己學，不是李老師教給我們這樣做法，要自己去找同學。自己邀幾個同學組成一個小班自己來做，這樣的學習才能學得出來，一切都要自動自發，真正受到薰陶的利益。如果是別人督促，督促是被動的，被動督促力量沒有了，就會解散瓦解了。所以一定要自動自發。平常認真努力研究，到聚會的時候共同來研究討論，來複講，這樣子才能真正成就。尤其是學講經，不用這個方法，沒有第二條路子能成就。一直到現在，幾乎老一輩講經說法的這些法師大德，統統是這個方法學出來的，都是小座出身。否則的話，就像經上講：雖善說法，一暴十寒。"
    },
    {
      "id": "01-003-0174_p0008",
      "zh_CN": "听众如果不连续听，很难得利益。一个星期偶尔听一次，六天烦恼薰习，一天佛法薰习，不够！怎么样也敌不过烦恼。西方极乐世界，『六时相续』，那个地方说法，一天到晚、一年到头不间断，可以不断重复的来薰习。『习听饫闻』，不断重复薰习，这样才能『薰陶成性』，成性就是佛门常讲的转凡成圣，世间法教学所讲的变化气质，他真的变化了。",
      "zh_TW": "聽眾如果不連續聽，很難得利益。一個星期偶爾聽一次，六天煩惱薰習，一天佛法薰習，不夠！怎麼樣也敵不過煩惱。西方極樂世界，『六時相續』，那個地方說法，一天到晚、一年到頭不間斷，可以不斷重複的來薰習。『習聽飫聞』，不斷重複薰習，這樣才能『薰陶成性』，成性就是佛門常講的轉凡成聖，世間法教學所講的變化氣質，他真的變化了。"
    },
    {
      "id": "01-003-0174_p0009",
      "zh_CN": "『故念三宝』，三宝是自性三宝，念三宝就是自性自然流露，这叫念三宝。简单的讲，自自然然六根接触六尘境界觉而不迷、正而不邪、净而不染，没有一丝毫勉强，完全是自然的。这说西方极乐殊胜！不到西方极乐世界去，绝对不止一暴十寒。即使我们这一生，你跟到一个好的善知识，天天听他讲经说法，你要不能往生，来生又一轮回，不晓得轮到哪里去了。这一世听了佛法，当中生生世世闻不到佛法，绝对不止十世闻不到佛法。佛常教给我们「人身难得，佛法难闻」。这一生学佛的人，心善、行善，不往生都生天去了，天上寿命长，再不然到人道，人道一定是大富大贵，前生修的福修得多；这一当富贵人家不学佛，福享完又堕三恶道，三恶道里又闻不到佛法，你想想看，到哪一生哪一世再能够接着闻佛法。一暴十寒真正意思是在此地。",
      "zh_TW": "『故念三寶』，三寶是自性三寶，念三寶就是自性自然流露，這叫念三寶。簡單的講，自自然然六根接觸六塵境界覺而不迷、正而不邪、淨而不染，沒有一絲毫勉強，完全是自然的。這說西方極樂殊勝！不到西方極樂世界去，絕對不止一暴十寒。即使我們這一生，你跟到一個好的善知識，天天聽他講經說法，你要不能往生，來生又一輪迴，不曉得輪到哪裡去了。這一世聽了佛法，當中生生世世聞不到佛法，絕對不止十世聞不到佛法。佛常教給我們「人身難得，佛法難聞」。這一生學佛的人，心善、行善，不往生都生天去了，天上壽命長，再不然到人道，人道一定是大富大貴，前生修的福修得多；這一當富貴人家不學佛，福享完又墮三惡道，三惡道裡又聞不到佛法，你想想看，到哪一生哪一世再能夠接著聞佛法。一暴十寒真正意思是在此地。"
    },
    {
      "id": "01-003-0174_p0010",
      "zh_CN": "这也是劝勉我们，如果想真正得佛法薰陶，把自己业障断尽，恢复自性圆满菩提，除了到西方极乐世界之外，没有办法。因为他方诸佛世界跟我们娑婆世界差不多，闻法的机缘总是断断续续，不连贯，唯独西方世界是连贯的，「六时相续」。六时就是我们今天讲的昼夜，印度人把一昼夜分做六个时辰，昼三时、夜三时，它一时等于我们现在四小时。",
      "zh_TW": "這也是勸勉我們，如果想真正得佛法薰陶，把自己業障斷盡，恢復自性圓滿菩提，除了到西方極樂世界之外，沒有辦法。因為他方諸佛世界跟我們娑婆世界差不多，聞法的機緣總是斷斷續續，不連貫，唯獨西方世界是連貫的，「六時相續」。六時就是我們今天講的晝夜，印度人把一晝夜分做六個時辰，晝三時、夜三時，它一時等於我們現在四小時。"
    },
    {
      "id": "01-003-0174_p0011",
      "zh_CN": "钞【激胜心者。】",
      "zh_TW": "鈔【激勝心者。】"
    },
    {
      "id": "01-003-0174_p0012",
      "zh_CN": "『激』是激发。",
      "zh_TW": "『激』是激發。"
    },
    {
      "id": "01-003-0174_p0013",
      "zh_CN": "钞【鸟能说法，人胡不如，惭耻一生，精进自发，故念三宝。】",
      "zh_TW": "鈔【鳥能說法，人胡不如，慚恥一生，精進自發，故念三寶。】"
    },
    {
      "id": "01-003-0174_p0014",
      "zh_CN": "这是阿弥陀佛变作众鸟来说法，让我们听了之后能生惭愧心，鸟都会说法，说得这么好，我们再要不学，连鸟都不如，所以能够激发自己的道心。即使是用机械制造的，变化所作也有这个意思，我们看了之后也应当要反省，否则的话，我们活人比不上一个机器人。机器人是我们现在发明制造的，造一个机器人，里面给它安个磁片叫它念佛，它一天到晚二十四小时都不中断，我们连个机器人都不如了。这些确实能叫我们生惭愧心，「故念三宝」。末后一段称性而说：",
      "zh_TW": "這是阿彌陀佛變作眾鳥來說法，讓我們聽了之後能生慚愧心，鳥都會說法，說得這麼好，我們再要不學，連鳥都不如，所以能夠激發自己的道心。即使是用機械製造的，變化所作也有這個意思，我們看了之後也應當要反省，否則的話，我們活人比不上一個機器人。機器人是我們現在發明製造的，造一個機器人，裡面給它安個磁片叫它念佛，它一天到晚二十四小時都不中斷，我們連個機器人都不如了。這些確實能叫我們生慚愧心，「故念三寶」。末後一段稱性而說："
    },
    {
      "id": "01-003-0174_p0015",
      "zh_CN": "疏【称理，则自性真心一体，是佛法僧义。】",
      "zh_TW": "疏【稱理，則自性真心一體，是佛法僧義。】"
    },
    {
      "id": "01-003-0174_p0016",
      "zh_CN": "这个完全从『自性』上来说的。怎样是『真心一体』？底下解释说得很好：",
      "zh_TW": "這個完全從『自性』上來說的。怎樣是『真心一體』？底下解釋說得很好："
    },
    {
      "id": "01-003-0174_p0017",
      "zh_CN": "钞【如上同相所陈。】",
      "zh_TW": "鈔【如上同相所陳。】"
    },
    {
      "id": "01-003-0174_p0018",
      "zh_CN": "如前面同相三宝所陈说的。",
      "zh_TW": "如前面同相三寶所陳說的。"
    },
    {
      "id": "01-003-0174_p0019",
      "zh_CN": "钞【则知唯一真心，更无别体。】",
      "zh_TW": "鈔【則知唯一真心，更無別體。】"
    },
    {
      "id": "01-003-0174_p0020",
      "zh_CN": "三宝是一而三、三而一，觉正净是一体的。",
      "zh_TW": "三寶是一而三、三而一，覺正淨是一體的。"
    },
    {
      "id": "01-003-0174_p0021",
      "zh_CN": "钞【心体本自觉照，即佛宝。】",
      "zh_TW": "鈔【心體本自覺照，即佛寶。】"
    },
    {
      "id": "01-003-0174_p0022",
      "zh_CN": "真心本性它自自然然具足觉照的作用。「佛」这个字就是觉的意思，所以自性觉就是自性佛宝。什么叫做觉？佛在《楞严》上跟我们讲得非常详细，就是六根的作用，我们眼能见、耳能听、鼻能嗅、舌能尝、身能触、意能知，这六根的作用就是觉，能见能闻就是觉。一切有情众生六根统统起作用，所以在佛菩萨眼睛里看的，他本来成佛，他本来是佛！他起第一个作用是正觉，但是到第二个作用他就迷了，不能保持第一个作用。第一念只见，见得清清楚楚明明白白，还没有起分别、还没有动念头；第二念，他就动了念头，起了分别执着，这就迷了。佛菩萨跟我们不一样的，六根接触六尘境界永远保持第一念，他六根接触六尘境界决定没有分别、执着，没有妄想，这就叫佛菩萨。《华严》上跟我们讲得很清楚，众生所以不能够得到佛果上的大用，就是妄想执着而不能证得。妄想执着是第二念生的，第一念里头没有。换句话说，就是《华严》境界，第一念里面没有障碍，第二念里面有障碍，障碍从哪来的？障碍从分别执着来的，第一念的确是四无碍法界，事无碍、理无碍、理事无碍、事事无碍，可是到第二念，障碍就多了，障碍重重。",
      "zh_TW": "真心本性它自自然然具足覺照的作用。「佛」這個字就是覺的意思，所以自性覺就是自性佛寶。什麼叫做覺？佛在《楞嚴》上跟我們講得非常詳細，就是六根的作用，我們眼能見、耳能聽、鼻能嗅、舌能嘗、身能觸、意能知，這六根的作用就是覺，能見能聞就是覺。一切有情眾生六根統統起作用，所以在佛菩薩眼睛裡看的，他本來成佛，他本來是佛！他起第一個作用是正覺，但是到第二個作用他就迷了，不能保持第一個作用。第一念只見，見得清清楚楚明明白白，還沒有起分別、還沒有動念頭；第二念，他就動了念頭，起了分別執著，這就迷了。佛菩薩跟我們不一樣的，六根接觸六塵境界永遠保持第一念，他六根接觸六塵境界決定沒有分別、執著，沒有妄想，這就叫佛菩薩。《華嚴》上跟我們講得很清楚，眾生所以不能夠得到佛果上的大用，就是妄想執著而不能證得。妄想執著是第二念生的，第一念裡頭沒有。換句話說，就是《華嚴》境界，第一念裡面沒有障礙，第二念裡面有障礙，障礙從哪來的？障礙從分別執著來的，第一念的確是四無礙法界，事無礙、理無礙、理事無礙、事事無礙，可是到第二念，障礙就多了，障礙重重。"
    },
    {
      "id": "01-003-0174_p0023",
      "zh_CN": "大家细心体会，就是怎样我们在日常生活当中，能够训练自己用第一念，你要会用了，那就是交光大师在《楞严正脉》所提倡的，舍识用根。近代圆瑛法师的《楞严经讲义》，百分之七十采用交光大师的注解，其他的采用别的古大德们的说法，圆瑛法师自己的东西很少。李老师在台中讲《楞严》的时候，私下曾经跟我说过：近代像圆瑛法师这样的大德，从二十五岁发心研究《楞严》，研究一生，他这个《讲义》七十五岁才出来，一生的修持还超不出古人的范围。由这里看出，古大德修学解行的功夫的确是深。",
      "zh_TW": "大家細心體會，就是怎樣我們在日常生活當中，能夠訓練自己用第一念，你要會用了，那就是交光大師在《楞嚴正脈》所提倡的，捨識用根。近代圓瑛法師的《楞嚴經講義》，百分之七十採用交光大師的註解，其他的採用別的古大德們的說法，圓瑛法師自己的東西很少。李老師在台中講《楞嚴》的時候，私下曾經跟我說過：近代像圓瑛法師這樣的大德，從二十五歲發心研究《楞嚴》，研究一生，他這個《講義》七十五歲才出來，一生的修持還超不出古人的範圍。由這裡看出，古大德修學解行的功夫的確是深。"
    },
    {
      "id": "01-003-0174_p0024",
      "zh_CN": "《楞严》「十番显见」完全讲这桩事情。佛在六根里面举一根讲见性，见性就是真心、就是本性，所以叫见性，就是佛性。总的名称为佛性，分开来称，见性、闻性、嗅性、尝性，就是六根的作用，这个作用都是第一念的作用；第二念的作用，它起了分别、执着，就叫六识。从见性变成眼识，从闻性变成耳识，怎么变的呢？一个妄念变的，所谓一念之差，凡圣就相隔。佛跟众生隔多少？就那么一念。一念就是佛，再一念就变成凡夫，这真是一念之差！这是说明叫自性觉。",
      "zh_TW": "《楞嚴》「十番顯見」完全講這樁事情。佛在六根裡面舉一根講見性，見性就是真心、就是本性，所以叫見性，就是佛性。總的名稱為佛性，分開來稱，見性、聞性、嗅性、嘗性，就是六根的作用，這個作用都是第一念的作用；第二念的作用，它起了分別、執著，就叫六識。從見性變成眼識，從聞性變成耳識，怎麼變的呢？一個妄念變的，所謂一念之差，凡聖就相隔。佛跟眾生隔多少？就那麼一念。一念就是佛，再一念就變成凡夫，這真是一念之差！這是說明叫自性覺。"
    },
    {
      "id": "01-003-0174_p0025",
      "zh_CN": "钞【心体本自性离，即法宝。】",
      "zh_TW": "鈔【心體本自性離，即法寶。】"
    },
    {
      "id": "01-003-0174_p0026",
      "zh_CN": "离什么？《演义》：「自性本离言说相，离名字相，离心缘相，离一切法差别之相也。」离就是离这个，这个要是离了就叫正知正见，这就是『法宝』。《大乘起信论》上，马鸣菩萨也是这么说，马鸣菩萨教给我们：听经闻法要用什么态度去听？他老人家的标准就是此地讲的，「离言说相」。听可不可以听？当然要听。如果不听，你耳根不起作用，那就变成木头、石头。你有六根，当然就要有作用，有体一定要有用；有体无用，这是错误的。小乘人他不用，他入偏真涅槃，佛说他焦芽败种。凡夫用得不恰当，这是错误；小乘人怕生烦恼，不敢用，也错了。一定要学菩萨，菩萨六根在六尘境界里面尽量发挥它的作用，但是没有分别、执着。",
      "zh_TW": "離什麼？《演義》：「自性本離言說相，離名字相，離心緣相，離一切法差別之相也。」離就是離這個，這個要是離了就叫正知正見，這就是『法寶』。《大乘起信論》上，馬鳴菩薩也是這麼說，馬鳴菩薩教給我們：聽經聞法要用什麼態度去聽？他老人家的標準就是此地講的，「離言說相」。聽可不可以聽？當然要聽。如果不聽，你耳根不起作用，那就變成木頭、石頭。你有六根，當然就要有作用，有體一定要有用；有體無用，這是錯誤的。小乘人他不用，他入偏真涅槃，佛說他焦芽敗種。凡夫用得不恰當，這是錯誤；小乘人怕生煩惱，不敢用，也錯了。一定要學菩薩，菩薩六根在六塵境界裡面盡量發揮它的作用，但是沒有分別、執著。"
    },
    {
      "id": "01-003-0174_p0027",
      "zh_CN": "「离言说相」，不要去分别言语、音声，听经听义理。这是用言语、音声来传达义理。言语、音声是工具，我们不要工具，我们要的是义理；譬如车子送货物来，我们是要货物，不是要车。传达心性！以心印心，这样变成传而无传、无传而传。佛觉，我们迷，他用一种善巧方便教我们破迷开悟，这叫说法。我们果然迷破了，觉悟了，这是真正闻法，真正觉悟。如果你要是执着在言语、文字上，你永远不会开悟，为什么？你执着在工具上，这个错了。",
      "zh_TW": "「離言說相」，不要去分別言語、音聲，聽經聽義理。這是用言語、音聲來傳達義理。言語、音聲是工具，我們不要工具，我們要的是義理；譬如車子送貨物來，我們是要貨物，不是要車。傳達心性！以心印心，這樣變成傳而無傳、無傳而傳。佛覺，我們迷，他用一種善巧方便教我們破迷開悟，這叫說法。我們果然迷破了，覺悟了，這是真正聞法，真正覺悟。如果你要是執著在言語、文字上，你永遠不會開悟，為什麼？你執著在工具上，這個錯了。"
    },
    {
      "id": "01-003-0174_p0028",
      "zh_CN": "第二是「离名字相」，名字就是指术语，佛教里面名词术语很多。我们讲「佛」是个名字、「法」也是个名字、「僧」也是个名字、「佛教」也是个名字、「弥陀经」也是个名字，统统都是名字相。名字也是表法的，传达义理的。会听的人，听教理，这是第一等人，一听就开悟。教理如果听懂了，就是禅宗里面讲彻悟，大彻大悟，一通一切通，世出世间法没有一样不通的，因为它是一个理。你要是听到教理，那就一通一切通。这一段就是讲的理，称理，会归自性，自性是理上的。",
      "zh_TW": "第二是「離名字相」，名字就是指術語，佛教裡面名詞術語很多。我們講「佛」是個名字、「法」也是個名字、「僧」也是個名字、「佛教」也是個名字、「彌陀經」也是個名字，統統都是名字相。名字也是表法的，傳達義理的。會聽的人，聽教理，這是第一等人，一聽就開悟。教理如果聽懂了，就是禪宗裡面講徹悟，大徹大悟，一通一切通，世出世間法沒有一樣不通的，因為它是一個理。你要是聽到教理，那就一通一切通。這一段就是講的理，稱理，會歸自性，自性是理上的。"
    },
    {
      "id": "01-003-0174_p0029",
      "zh_CN": "所以最上等的，他是闻教理。次一等的，没有程度，那就听教义，教义也是理，但是这个理不圆，是一部分。譬如净土宗，净土宗这个道理他知道，其他宗的道理他不晓得，世间法这个道理他也不能完全相通，那他也不错，他能通达一部分，这个还是可教！如果连教义都不能通达，听了就着在言说相、名字相，听了做笔记写了一大堆，然后他也会讲，讲的时候拿笔记来讲，离开笔记就不会讲！这样子学法，他用了许许多多的功夫，充其量是学一部经，这一部经他会讲，换一部就不会讲。如果真正能通达教义，他能讲《大藏经》里头一部分，与这个教义相通的他都能够讲，他都能够体会。如果明了教理，那就一切经全无障碍。",
      "zh_TW": "所以最上等的，他是聞教理。次一等的，沒有程度，那就聽教義，教義也是理，但是這個理不圓，是一部分。譬如淨土宗，淨土宗這個道理他知道，其他宗的道理他不曉得，世間法這個道理他也不能完全相通，那他也不錯，他能通達一部分，這個還是可教！如果連教義都不能通達，聽了就著在言說相、名字相，聽了做筆記寫了一大堆，然後他也會講，講的時候拿筆記來講，離開筆記就不會講！這樣子學法，他用了許許多多的功夫，充其量是學一部經，這一部經他會講，換一部就不會講。如果真正能通達教義，他能講《大藏經》裡頭一部分，與這個教義相通的他都能夠講，他都能夠體會。如果明瞭教理，那就一切經全無障礙。"
    },
    {
      "id": "01-003-0174_p0030",
      "zh_CN": "这些都是从前我在台中李老师教给我的。因为我最初听经写笔记，他把我叫到房间给我讲这个三等，他说：你要学哪一等？我自己想一想，那个理，上根，我没有办法；但是教义，这中等的还行。以后就不写笔记，我跟他十年没有写笔记。跟同学们一起复讲，我也不用笔记，完全凭自己体会到的意思。所以他讲经，我全部精神贯注听，我要把它听懂，懂了之后，我喜欢怎么讲就怎么讲，我明了了，意思我懂得了。甚至我讲的时间比李老师用的时间还长，为什么？理我懂，他三句讲完，我可以用十句把它讲完，我讲得更详细。所以你要懂得义理，不要着言说相、名字相、心缘相。",
      "zh_TW": "這些都是從前我在台中李老師教給我的。因為我最初聽經寫筆記，他把我叫到房間給我講這個三等，他說：你要學哪一等？我自己想一想，那個理，上根，我沒有辦法；但是教義，這中等的還行。以後就不寫筆記，我跟他十年沒有寫筆記。跟同學們一起複講，我也不用筆記，完全憑自己體會到的意思。所以他講經，我全部精神貫注聽，我要把它聽懂，懂了之後，我喜歡怎麼講就怎麼講，我明瞭了，意思我懂得了。甚至我講的時間比李老師用的時間還長，為什麼？理我懂，他三句講完，我可以用十句把它講完，我講得更詳細。所以你要懂得義理，不要著言說相、名字相、心緣相。"
    },
    {
      "id": "01-003-0174_p0031",
      "zh_CN": "「心缘相」就是自己在那里推敲、研究，这是你心在攀缘。佛法，不能研究！研究是用第六意识。佛法，不但是禅宗叫你参，教下又何尝例外！什么叫参？心是不落印象，意是不执着，识是不分别。因为第六意识是分别，第七识执着，第八识落印象。不用心意识，换句话说，不分别、不执着、不落印象，这才叫参！参究跟研究大大的不相同。",
      "zh_TW": "「心緣相」就是自己在那裡推敲、研究，這是你心在攀緣。佛法，不能研究！研究是用第六意識。佛法，不但是禪宗叫你參，教下又何嘗例外！什麼叫參？心是不落印象，意是不執著，識是不分別。因為第六意識是分別，第七識執著，第八識落印象。不用心意識，換句話說，不分別、不執著、不落印象，這才叫參！參究跟研究大大的不相同。"
    },
    {
      "id": "01-003-0174_p0032",
      "zh_CN": "参究，就是《楞严经》上观世音菩萨所讲的修行方法「入流亡所」。观世音菩萨那个方法，从初发心一直到无上菩提统统用这个方法，「入流亡所」就是离心意识，能所双忘，纯粹用内照的功夫，《心经》里面讲「照见五蕴皆空」。他是用观照，观照功夫深了就照住，观照是初学，照住就得定，心地就清净，功夫再往上提升就照见；这三层功夫，念佛人讲功夫成片、事一心不乱、理一心不乱，跟他这三个境界完全相同。功夫成片就是观照，事一心不乱就是照住，得念佛三昧；理一心不乱就是照见，跟《心经》上讲的境界完全相同，就是《金刚经》的境界、《大乘起信论》的境界、《楞严经》的境界，这几部经论境界都是相等的，圆教初住、别教初地菩萨的境界。",
      "zh_TW": "參究，就是《楞嚴經》上觀世音菩薩所講的修行方法「入流亡所」。觀世音菩薩那個方法，從初發心一直到無上菩提統統用這個方法，「入流亡所」就是離心意識，能所雙忘，純粹用內照的功夫，《心經》裡面講「照見五蘊皆空」。他是用觀照，觀照功夫深了就照住，觀照是初學，照住就得定，心地就清淨，功夫再往上提升就照見；這三層功夫，念佛人講功夫成片、事一心不亂、理一心不亂，跟他這三個境界完全相同。功夫成片就是觀照，事一心不亂就是照住，得念佛三昧；理一心不亂就是照見，跟《心經》上講的境界完全相同，就是《金剛經》的境界、《大乘起信論》的境界、《楞嚴經》的境界，這幾部經論境界都是相等的，圓教初住、別教初地菩薩的境界。"
    },
    {
      "id": "01-003-0174_p0033",
      "zh_CN": "至少我们要知道，尽可能的慢慢把它远离。诸位要知道，离言说相不是叫你从今天起不说话，也不听人说话，那你把这意思就搞错了。是叫你心里不要执着，传达这个意思，我意思懂得了，我不着言语。真正能做到这一点，佛门里许许多多争执没有了。譬如古人翻译的经，《弥陀经》有两种翻译，当然两个人翻的不一样，如果你着文字相，麻烦就大，两个人一定争执；不著名字相，意思对了就可以。譬如你们两个人从美国同一个地方来，现在要叫你给我们大家介绍美国的情况，你们两人讲的决定不会每个字都相同，但是你们讲的意思一定不错，为什么？都是亲见的境界。由此可知，所有一切翻译，不能说这个译得对，那个译得不对，那你就着相。当然译的时候，有的人译得详细一点，有的译得简单一点，这是可能的，可是它的意思决定没有出入。这是教我们心里不要着相。名词术语决定要用，不用就麻烦了。为什么这么多的专用名词术语？为了解说方便；每个行业都有它专门的术语，为了表达方便，这工具是要的，可是你不能执着。心缘，实在讲就是妄想，你听到这个言语、看到这个名字，在那里打妄想，就错了。",
      "zh_TW": "至少我們要知道，盡可能的慢慢把它遠離。諸位要知道，離言說相不是叫你從今天起不說話，也不聽人說話，那你把這意思就搞錯了。是叫你心裡不要執著，傳達這個意思，我意思懂得了，我不著言語。真正能做到這一點，佛門裡許許多多爭執沒有了。譬如古人翻譯的經，《彌陀經》有兩種翻譯，當然兩個人翻的不一樣，如果你著文字相，麻煩就大，兩個人一定爭執；不著名字相，意思對了就可以。譬如你們兩個人從美國同一個地方來，現在要叫你給我們大家介紹美國的情況，你們兩人講的決定不會每個字都相同，但是你們講的意思一定不錯，為什麼？都是親見的境界。由此可知，所有一切翻譯，不能說這個譯得對，那個譯得不對，那你就著相。當然譯的時候，有的人譯得詳細一點，有的譯得簡單一點，這是可能的，可是它的意思決定沒有出入。這是教我們心裡不要著相。名詞術語決定要用，不用就麻煩了。為什麼這麼多的專用名詞術語？為了解說方便；每個行業都有它專門的術語，為了表達方便，這工具是要的，可是你不能執著。心緣，實在講就是妄想，你聽到這個言語、看到這個名字，在那裡打妄想，就錯了。"
    },
    {
      "id": "01-003-0174_p0034",
      "zh_CN": "「离一切法差别之相」，这是总括来说。确实离开一切分别执着，万法平等，法法皆如。《法华经》上讲「十如是」，天台大师把它展开演绎成为「百界千如」。百界千如，就是一切法差别之相。「离一切法差别之相」，一切法里头都没有差别，没有差别就是平等相、清净相，一相。《华严》里面讲「一即是多，多即是一」，这是事事无碍的境界，这是自性法宝。",
      "zh_TW": "「離一切法差別之相」，這是總括來說。確實離開一切分別執著，萬法平等，法法皆如。《法華經》上講「十如是」，天台大師把它展開演繹成為「百界千如」。百界千如，就是一切法差別之相。「離一切法差別之相」，一切法裡頭都沒有差別，沒有差別就是平等相、清淨相，一相。《華嚴》裡面講「一即是多，多即是一」，這是事事無礙的境界，這是自性法寶。"
    },
    {
      "id": "01-003-0174_p0035",
      "zh_CN": "所以要知道，佛给我们讲种种差别就是无差别，为什么？体上没有差别。从无差别里面说了许许多多的差别，佛为什么这样说？是教我们了解自性的体相作用不可思议，所谓无量智慧万德万能全都是自性的德用，叫我们去明白、体会到这桩事情，这也就是佛法教学里面所讲的善巧方便。这个善巧方便，一定需要真正入理之人，入是契入，理就是性理，他才会用，用得像佛菩萨一样的恰当。如果没有入理，完全用自己妄想执着来运用佛法，那就弄巧成拙。曲解经义，不但不能自利利他，是自害害他，这就是佛法里常讲魔说。",
      "zh_TW": "所以要知道，佛給我們講種種差別就是無差別，為什麼？體上沒有差別。從無差別裡面說了許許多多的差別，佛為什麼這樣說？是教我們了解自性的體相作用不可思議，所謂無量智慧萬德萬能全都是自性的德用，叫我們去明白、體會到這樁事情，這也就是佛法教學裡面所講的善巧方便。這個善巧方便，一定需要真正入理之人，入是契入，理就是性理，他才會用，用得像佛菩薩一樣的恰當。如果沒有入理，完全用自己妄想執著來運用佛法，那就弄巧成拙。曲解經義，不但不能自利利他，是自害害他，這就是佛法裡常講魔說。"
    },
    {
      "id": "01-003-0174_p0036",
      "zh_CN": "钞【心体本自不二，即僧宝。】",
      "zh_TW": "鈔【心體本自不二，即僧寶。】"
    },
    {
      "id": "01-003-0174_p0037",
      "zh_CN": "『僧』是和合的意思，不二就合，二就不合。我们为什么跟一切人、一切物合不起来？就是有二，有我、有你、有他，界限划得清清楚楚。实际上哪来的界限？根本就没有界限，是我们妄想里面生的一种执着。这个妄想、执着都不是真实的，你们去研究唯识，唯识入门是《百法明门论》。正果法师着的《佛教基本知识》，将百法每一条名相的解释以及含义，讲得很清楚，比古时候、近代这些大德讲唯识容易懂得多。《慈航法师全集》多数是讲唯识，讲得太简单，不够清楚；古人的注子，虽然意思讲得很圆满，文字太深，我们不容易看懂。和合就是僧的意思。僧还有清净的意思，一就清净，二就不清净，二就杂乱。",
      "zh_TW": "『僧』是和合的意思，不二就合，二就不合。我們為什麼跟一切人、一切物合不起來？就是有二，有我、有你、有他，界限劃得清清楚楚。實際上哪來的界限？根本就沒有界限，是我們妄想裡面生的一種執著。這個妄想、執著都不是真實的，你們去研究唯識，唯識入門是《百法明門論》。正果法師著的《佛教基本知識》，將百法每一條名相的解釋以及含義，講得很清楚，比古時候、近代這些大德講唯識容易懂得多。《慈航法師全集》多數是講唯識，講得太簡單，不夠清楚；古人的註子，雖然意思講得很圓滿，文字太深，我們不容易看懂。和合就是僧的意思。僧還有清淨的意思，一就清淨，二就不清淨，二就雜亂。"
    },
    {
      "id": "01-003-0174_p0038",
      "zh_CN": "钞【故曰自归依佛，自归依法，自归依僧，但令归自，不说归他。】",
      "zh_TW": "鈔【故曰自歸依佛，自歸依法，自歸依僧，但令歸自，不說歸他。】"
    },
    {
      "id": "01-003-0174_p0039",
      "zh_CN": "三归依叫三自归，这是诸位要牢牢记住的。三归依的原文是出在《华严经‧净行品》。「净行品」与「梵行品」都是讲戒律，梵行品是菩萨所修的，属于高级的，净行品是初级的。古来祖师大德看到三自归这三条经文重要，将它定为早晚功课。三自归，无论是大乘、小乘，无论是哪个宗派、哪个法门，它是我们修学最高的指导原则。佛法，修什么？我们所修的就是觉正净，我们所学的也是觉正净，我们所求的还是觉正净。所以，佛教不迷信。给诸位说，觉正净得到，世出世间法、一切法你样样都得到，「佛氏门中，有求必应」，没有一样得不到，为什么？因为一切法都是自性变现的，一切法都是自性感应的。因果就是很明显的感应的道理，我们常讲善因有善果，恶因有恶果，自性觉正净纯善无恶，那什么样的善果会得不到？统统都可以现前！这才知道三归依的重要。所谓八万四千法门、无量法门，法是方法，门是门径，不管什么方法、什么门径，我们今天所讲的方法手段，无量无边的方法手段统统修觉正净，到后头全都归入三归依，才知道三归的重要。",
      "zh_TW": "三歸依叫三自歸，這是諸位要牢牢記住的。三歸依的原文是出在《華嚴經‧淨行品》。「淨行品」與「梵行品」都是講戒律，梵行品是菩薩所修的，屬於高級的，淨行品是初級的。古來祖師大德看到三自歸這三條經文重要，將它定為早晚功課。三自歸，無論是大乘、小乘，無論是哪個宗派、哪個法門，它是我們修學最高的指導原則。佛法，修什麼？我們所修的就是覺正淨，我們所學的也是覺正淨，我們所求的還是覺正淨。所以，佛教不迷信。給諸位說，覺正淨得到，世出世間法、一切法你樣樣都得到，「佛氏門中，有求必應」，沒有一樣得不到，為什麼？因為一切法都是自性變現的，一切法都是自性感應的。因果就是很明顯的感應的道理，我們常講善因有善果，惡因有惡果，自性覺正淨純善無惡，那什麼樣的善果會得不到？統統都可以現前！這才知道三歸依的重要。所謂八萬四千法門、無量法門，法是方法，門是門徑，不管什麼方法、什麼門徑，我們今天所講的方法手段，無量無邊的方法手段統統修覺正淨，到後頭全都歸入三歸依，才知道三歸的重要。"
    },
    {
      "id": "01-003-0174_p0040",
      "zh_CN": "三归依是归依自性三宝，归是回头，依是依靠，从违背自性回过头来一切顺自性，这叫真正的三归依。我们讲得浅白一点，从迷惑颠倒回过头来依自性觉，这叫归依佛。什么叫觉，什么叫迷，这个定义也要把它搞得清清楚楚。经论上告诉我们，觉心不动，动了就叫做无明，「一念不觉而有无明」。常常保持着心不动，在一切境界里看得很清楚、听得很清楚，不起心、不动念、不分别、不执着，这就是自性觉。在境界里起心动念分别执着，这就不觉，就迷了。换句话说，我要从起心动念分别执着回过头来，不起心、不动念，这才叫归依佛。这是要用功夫，要在境界里练习，练习不起心、不动念、不分别、不执着，就练这个东西。起心动念分别执着，赶快念阿弥陀佛，把妄念统统去掉，这才叫归依，才叫回头。实在是不容易！",
      "zh_TW": "三歸依是歸依自性三寶，歸是回頭，依是依靠，從違背自性回過頭來一切順自性，這叫真正的三歸依。我們講得淺白一點，從迷惑顛倒回過頭來依自性覺，這叫歸依佛。什麼叫覺，什麼叫迷，這個定義也要把它搞得清清楚楚。經論上告訴我們，覺心不動，動了就叫做無明，「一念不覺而有無明」。常常保持著心不動，在一切境界裡看得很清楚、聽得很清楚，不起心、不動念、不分別、不執著，這就是自性覺。在境界裡起心動念分別執著，這就不覺，就迷了。換句話說，我要從起心動念分別執著回過頭來，不起心、不動念，這才叫歸依佛。這是要用功夫，要在境界裡練習，練習不起心、不動念、不分別、不執著，就練這個東西。起心動念分別執著，趕快念阿彌陀佛，把妄念統統去掉，這才叫歸依，才叫回頭。實在是不容易！"
    },
    {
      "id": "01-003-0174_p0041",
      "zh_CN": "归依法，法是自性正，正是正知正见；归依僧，僧是自性净，清净无染。三归依，觉正净是一而三、三而一，一心出来的。只要你六根在六尘境界上，不起心、不动念、不分别、不执着，就是自性觉、自性正、自性净。觉正净是一而三、三而一，一体三种作用，作用是从三个角度来观察，它是一体的。明白这个道理，不但在佛门里面没有任何争论，世间一切法里头也没有争论，甚至对于妖魔鬼怪有没有争论？没有。为什么？一有分别执着又迷了。妖魔鬼怪是因为他迷了才当妖魔鬼怪，他要是觉悟了，他本来是佛！一切众生本来成佛，是他迷的程度有浅深，迷得浅是人天，迷得深一点是妖魔鬼怪。我们看得清清楚楚明明白白，不分别、不执着，心永远是清净的，永远是觉而不迷。",
      "zh_TW": "歸依法，法是自性正，正是正知正見；歸依僧，僧是自性淨，清淨無染。三歸依，覺正淨是一而三、三而一，一心出來的。只要你六根在六塵境界上，不起心、不動念、不分別、不執著，就是自性覺、自性正、自性淨。覺正淨是一而三、三而一，一體三種作用，作用是從三個角度來觀察，它是一體的。明白這個道理，不但在佛門裡面沒有任何爭論，世間一切法裡頭也沒有爭論，甚至對於妖魔鬼怪有沒有爭論？沒有。為什麼？一有分別執著又迷了。妖魔鬼怪是因為他迷了才當妖魔鬼怪，他要是覺悟了，他本來是佛！一切眾生本來成佛，是他迷的程度有淺深，迷得淺是人天，迷得深一點是妖魔鬼怪。我們看得清清楚楚明明白白，不分別、不執著，心永遠是清淨的，永遠是覺而不迷。"
    },
    {
      "id": "01-003-0174_p0042",
      "zh_CN": "有人来问，我们给他解释，像释迦牟尼佛给我们讲经一样。他讲的时候有没有分别？有分别，这是佛，那是菩萨、那是罗汉、那是妖魔鬼怪；这种分别是因为你们分别，我随你的分别而分别。佛菩萨本身有没有分别？本身没有分别。他本身如果有分别，他是凡夫，他跟我们一样。所以叫做「说而无说，无说而说」，说，随你们而说；无说，他心里没有分别、没有执着，根本就没有起心动念，他哪里说？他实实在在没有说。从他自己本身来讲，他没有说；对我们来讲，他说了很多，释迦佛给我们说了四十九年。「说法四十九年，讲经三百余会」，说了那么多。如果就释迦佛本身来说，他四十九年一句话也没说。所以《金刚经》上说，谁要说佛说法，就是谤佛。这个话对入理的人说是对的，没有入理，他不懂。明明说了四十九年，说了这么多，怎么说没说？所以凡夫着相。着相，那就着了言说相、着了名字相、着了心缘相，释迦佛说了那么一大堆，说了四十九年；如果你离言说相、离名字相、离心缘相，释迦佛一句话也没说。希望大家要明白这个意思。",
      "zh_TW": "有人來問，我們給他解釋，像釋迦牟尼佛給我們講經一樣。他講的時候有沒有分別？有分別，這是佛，那是菩薩、那是羅漢、那是妖魔鬼怪；這種分別是因為你們分別，我隨你的分別而分別。佛菩薩本身有沒有分別？本身沒有分別。他本身如果有分別，他是凡夫，他跟我們一樣。所以叫做「說而無說，無說而說」，說，隨你們而說；無說，他心裡沒有分別、沒有執著，根本就沒有起心動念，他哪裡說？他實實在在沒有說。從他自己本身來講，他沒有說；對我們來講，他說了很多，釋迦佛給我們說了四十九年。「說法四十九年，講經三百餘會」，說了那麼多。如果就釋迦佛本身來說，他四十九年一句話也沒說。所以《金剛經》上說，誰要說佛說法，就是謗佛。這個話對入理的人說是對的，沒有入理，他不懂。明明說了四十九年，說了這麼多，怎麼說沒說？所以凡夫著相。著相，那就著了言說相、著了名字相、著了心緣相，釋迦佛說了那麼一大堆，說了四十九年；如果你離言說相、離名字相、離心緣相，釋迦佛一句話也沒說。希望大家要明白這個意思。"
    },
    {
      "id": "01-003-0174_p0043",
      "zh_CN": "所以佛法，不管是哪个法门，统统会归到自性三宝。自性三宝是一切法门的总方向，一切法门的总归宿，到了西方极乐世界还要念三宝，道理就在此地。所以不要把三宝的意思看浅了，不要把三宝看轻了。说老实话，今天就是轻视了三宝，所以我们虽然用功去修学，与自性三宝不相应，这样子功夫不能得力；如果与自性三宝有几分相应，功夫就得力，就上轨道了。这个得力就是我们佛门讲的证果，你从初信位、二信位、三信位逐渐就往上契入，这样修证。与自性三宝不相应，学得再多，讲得再好，天花乱坠，没用处，没入门，都在门外，圆教初信位都不够格！这才晓得与自性三宝相应的重要性。所以大家千万记住，这三归依决不是归他。",
      "zh_TW": "所以佛法，不管是哪個法門，統統會歸到自性三寶。自性三寶是一切法門的總方向，一切法門的總歸宿，到了西方極樂世界還要念三寶，道理就在此地。所以不要把三寶的意思看淺了，不要把三寶看輕了。說老實話，今天就是輕視了三寶，所以我們雖然用功去修學，與自性三寶不相應，這樣子功夫不能得力；如果與自性三寶有幾分相應，功夫就得力，就上軌道了。這個得力就是我們佛門講的證果，你從初信位、二信位、三信位逐漸就往上契入，這樣修證。與自性三寶不相應，學得再多，講得再好，天花亂墜，沒用處，沒入門，都在門外，圓教初信位都不夠格！這才曉得與自性三寶相應的重要性。所以大家千萬記住，這三歸依決不是歸他。"
    },
    {
      "id": "01-003-0174_p0044",
      "zh_CN": "住持三宝功德很大，因为没有住持三宝，佛法就灭掉了，我们永远得不到觉悟的机会。住持三宝最大的功德就是启发我们，我们见到佛像就想到自性觉，见到经书就想到自性正，看到出家人就想到自性净，它的作用在此地，这个功德很大，就是时时刻刻提醒我们。如果没有住持三宝，纵然晓得也会忘掉，没人提醒！住持三宝的功德很大，我们应当尊重。",
      "zh_TW": "住持三寶功德很大，因為沒有住持三寶，佛法就滅掉了，我們永遠得不到覺悟的機會。住持三寶最大的功德就是啟發我們，我們見到佛像就想到自性覺，見到經書就想到自性正，看到出家人就想到自性淨，它的作用在此地，這個功德很大，就是時時刻刻提醒我們。如果沒有住持三寶，縱然曉得也會忘掉，沒人提醒！住持三寶的功德很大，我們應當尊重。"
    },
    {
      "id": "01-003-0174_p0045",
      "zh_CN": "钞【念念还归自心，是名真念三宝。】",
      "zh_TW": "鈔【念念還歸自心，是名真念三寶。】"
    },
    {
      "id": "01-003-0174_p0046",
      "zh_CN": "这一句莲池大师给我们做了一个总结，要『念念还归自心』，就是念念还归自性三宝。我再说得白一点，就是念念离一切分别执着妄想，这就会归到自性。如果念念还执着言说相、名字相、心缘相，那就远离三宝，没有归三宝。我们今天就讲到此地。",
      "zh_TW": "這一句蓮池大師給我們做了一個總結，要『念念還歸自心』，就是念念還歸自性三寶。我再說得白一點，就是念念離一切分別執著妄想，這就會歸到自性。如果念念還執著言說相、名字相、心緣相，那就遠離三寶，沒有歸三寶。我們今天就講到此地。"
    }
  ]
}