{
  "doc_id": "01-003-0263",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六三集",
    "zh_TW": "第二六三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0263",
  "total_paragraphs": 122,
  "paragraphs": [
    {
      "id": "01-003-0263_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五二九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五二九頁："
    },
    {
      "id": "01-003-0263_p0002",
      "zh_CN": "疏【诸佛告语众生，古有二说：一谓转引，一谓同时。今兼用之。】",
      "zh_TW": "疏【諸佛告語眾生，古有二說：一謂轉引，一謂同時。今兼用之。】"
    },
    {
      "id": "01-003-0263_p0003",
      "zh_CN": "十方诸佛告诉大众说，「汝等众生，当信是称赞不可思议功德一切诸佛所护念经」，这个话自古以来有两种说法：一种是『转引』，一种是『同时』。",
      "zh_TW": "十方諸佛告訴大眾說，「汝等眾生，當信是稱讚不可思議功德一切諸佛所護念經」，這個話自古以來有兩種說法：一種是『轉引』，一種是『同時』。"
    },
    {
      "id": "01-003-0263_p0004",
      "zh_CN": "钞【转引者，慈恩谓六方诸佛，告本国中之语，释迦转引以证己言；灵芝谓是释迦说此经时，六方诸佛同时赞叹。】",
      "zh_TW": "鈔【轉引者，慈恩謂六方諸佛，告本國中之語，釋迦轉引以證己言；靈芝謂是釋迦說此經時，六方諸佛同時讚歎。】"
    },
    {
      "id": "01-003-0263_p0005",
      "zh_CN": "古德有这两个讲法，这两个讲法都讲得通，而且也都是事实。慈恩大师就是窥基，窥基大师在《弥陀经通赞疏》里面说的，这是窥基大师的《弥陀经》注解。他说这是六方一切诸佛，就像释迦牟尼佛对我们一样，为我们介绍西方极乐世界，介绍阿弥陀佛，换句话说，就是讲净土三经，一切诸佛在他们自己国中，对他们的人民也都讲净土三经。慈恩大师是这个意思，这个当然确实是事实。而释迦牟尼佛引用这些诸佛为大众讲三经赞叹净土，引用它来证明自己所说的跟诸佛如来一样，没有两样。灵芝大师他说法跟这个不一样，但是也有道理。他说释迦牟尼佛说这个经的时候，也就是说三经的时候，六方一切诸佛没有一尊佛不赞叹，这也是事实。换句话说，释迦牟尼佛为我们讲这个经的时候，一切诸佛赞叹；诸佛讲这个经的时候，释迦牟尼佛同样也赞叹，诸佛一定是互相赞叹。两个意思都是真的，所以莲池大师两个意思兼用。",
      "zh_TW": "古德有這兩個講法，這兩個講法都講得通，而且也都是事實。慈恩大師就是窺基，窺基大師在《彌陀經通贊疏》裡面說的，這是窺基大師的《彌陀經》註解。他說這是六方一切諸佛，就像釋迦牟尼佛對我們一樣，為我們介紹西方極樂世界，介紹阿彌陀佛，換句話說，就是講淨土三經，一切諸佛在他們自己國中，對他們的人民也都講淨土三經。慈恩大師是這個意思，這個當然確實是事實。而釋迦牟尼佛引用這些諸佛為大眾講三經讚歎淨土，引用它來證明自己所說的跟諸佛如來一樣，沒有兩樣。靈芝大師他說法跟這個不一樣，但是也有道理。他說釋迦牟尼佛說這個經的時候，也就是說三經的時候，六方一切諸佛沒有一尊佛不讚歎，這也是事實。換句話說，釋迦牟尼佛為我們講這個經的時候，一切諸佛讚歎；諸佛講這個經的時候，釋迦牟尼佛同樣也讚歎，諸佛一定是互相讚歎。兩個意思都是真的，所以蓮池大師兩個意思兼用。"
    },
    {
      "id": "01-003-0263_p0006",
      "zh_CN": "钞【今兼用者，以此广大最要法门。】",
      "zh_TW": "鈔【今兼用者，以此廣大最要法門。】"
    },
    {
      "id": "01-003-0263_p0007",
      "zh_CN": "「广大最要法门」，这句话很重要，说实在话，不是彻底明白事实真相，这句话说不出来。净土法门是广大最要的法门，最重要的法门，最精要的法门。",
      "zh_TW": "「廣大最要法門」，這句話很重要，說實在話，不是徹底明白事實真相，這句話說不出來。淨土法門是廣大最要的法門，最重要的法門，最精要的法門。"
    },
    {
      "id": "01-003-0263_p0008",
      "zh_CN": "钞【诸佛平时必所常赞。】",
      "zh_TW": "鈔【諸佛平時必所常讚。】"
    },
    {
      "id": "01-003-0263_p0009",
      "zh_CN": "像释迦牟尼佛一生说法四十九年，讲经三百余会，几乎每一会里面都提到净宗的殊胜。《华严经》末后「十大愿王导归极乐」，《法华经‧药王品》里面也劝人往生西方极乐世界，《楞严经‧大势至菩萨念佛圆通章》，现在已经列入净土五经。日本净土宗大德们查《大藏经》，佛明显的说，恳切的说，这个经典已经看到二百多部，将近三百部。这就说明释迦牟尼佛对于这个广大最要法门常常讲，所以古德有说「千经万论，处处指归」，这是有道理的，常说这个法门。",
      "zh_TW": "像釋迦牟尼佛一生說法四十九年，講經三百餘會，幾乎每一會裡面都提到淨宗的殊勝。《華嚴經》末後「十大願王導歸極樂」，《法華經‧藥王品》裡面也勸人往生西方極樂世界，《楞嚴經‧大勢至菩薩念佛圓通章》，現在已經列入淨土五經。日本淨土宗大德們查《大藏經》，佛明顯的說，懇切的說，這個經典已經看到二百多部，將近三百部。這就說明釋迦牟尼佛對於這個廣大最要法門常常講，所以古德有說「千經萬論，處處指歸」，這是有道理的，常說這個法門。"
    },
    {
      "id": "01-003-0263_p0010",
      "zh_CN": "钞【而正当释迦说此经时，十方诸佛齐赞，亦复何碍。】",
      "zh_TW": "鈔【而正當釋迦說此經時，十方諸佛齊讚，亦復何礙。】"
    },
    {
      "id": "01-003-0263_p0011",
      "zh_CN": "这是没有障碍的。",
      "zh_TW": "這是沒有障礙的。"
    },
    {
      "id": "01-003-0263_p0012",
      "zh_CN": "钞【弥显此经，乃普眼法门，遍乎法界，一说一切说也。】",
      "zh_TW": "鈔【彌顯此經，乃普眼法門，遍乎法界，一說一切說也。】"
    },
    {
      "id": "01-003-0263_p0013",
      "zh_CN": "什么叫普眼法门？",
      "zh_TW": "什麼叫普眼法門？"
    },
    {
      "id": "01-003-0263_p0014",
      "zh_CN": "演【普眼有二，一大智普眼普照法界，二大悲普眼普照众生，今虽兼二者，意重大悲。】",
      "zh_TW": "演【普眼有二，一大智普眼普照法界，二大悲普眼普照眾生，今雖兼二者，意重大悲。】"
    },
    {
      "id": "01-003-0263_p0015",
      "zh_CN": "这两个意思都有，偏重在大悲上。",
      "zh_TW": "這兩個意思都有，偏重在大悲上。"
    },
    {
      "id": "01-003-0263_p0016",
      "zh_CN": "演【众生遍法界，则大悲遍法界，大悲遍法界，则此法门亦遍法界。】",
      "zh_TW": "演【眾生遍法界，則大悲遍法界，大悲遍法界，則此法門亦遍法界。】"
    },
    {
      "id": "01-003-0263_p0017",
      "zh_CN": "这就是普眼遍乎法界的意思。",
      "zh_TW": "這就是普眼遍乎法界的意思。"
    },
    {
      "id": "01-003-0263_p0018",
      "zh_CN": "演【一说一切说也。】",
      "zh_TW": "演【一說一切說也。】"
    },
    {
      "id": "01-003-0263_p0019",
      "zh_CN": "一尊佛说，一切佛都说。这真正显示这个法门是成佛的精要。",
      "zh_TW": "一尊佛說，一切佛都說。這真正顯示這個法門是成佛的精要。"
    },
    {
      "id": "01-003-0263_p0020",
      "zh_CN": "疏【称理，则自性不变，是诚实义；自性不离，是护念义。】",
      "zh_TW": "疏【稱理，則自性不變，是誠實義；自性不離，是護念義。】"
    },
    {
      "id": "01-003-0263_p0021",
      "zh_CN": "这一段是称性而说。",
      "zh_TW": "這一段是稱性而說。"
    },
    {
      "id": "01-003-0263_p0022",
      "zh_CN": "钞【纯真绝妄，万劫如然。言诚实者，孰过于是。】",
      "zh_TW": "鈔【純真絕妄，萬劫如然。言誠實者，孰過於是。】"
    },
    {
      "id": "01-003-0263_p0023",
      "zh_CN": "这经上讲「说诚实言」，没有比这个更诚实的，诚实到了极处，所以叫『纯真绝妄』。佛说其他一切经是不是也是说诚实言？跟这个经比较有没有差别？确实是有差别的。如果这部经、这个法门，不是在这一生当中导归极乐的，虽然是诚实言，没有到极处，总还缺一点。古德说《华严》，如果没有最后这一卷「十大愿王导归极乐」，《华严》就不圆满，那《华严》比起《无量寿经》、《阿弥陀经》确实要逊色很多；它后来这「十大愿王导归极乐」，那它就跟《弥陀经》、《无量寿经》完全相等，也是纯真到极处了。诸位明白这个道理，以这个标准来观察一切大乘经论，你才明了佛所讲的了义与不了义。哪一个是究竟了义？这一生往生不退成佛，那叫做究竟了义；如果达不到这个目标，就不能算是究竟了义。所以这几句话也是说到极处了。",
      "zh_TW": "這經上講「說誠實言」，沒有比這個更誠實的，誠實到了極處，所以叫『純真絕妄』。佛說其他一切經是不是也是說誠實言？跟這個經比較有沒有差別？確實是有差別的。如果這部經、這個法門，不是在這一生當中導歸極樂的，雖然是誠實言，沒有到極處，總還缺一點。古德說《華嚴》，如果沒有最後這一卷「十大願王導歸極樂」，《華嚴》就不圓滿，那《華嚴》比起《無量壽經》、《阿彌陀經》確實要遜色很多；它後來這「十大願王導歸極樂」，那它就跟《彌陀經》、《無量壽經》完全相等，也是純真到極處了。諸位明白這個道理，以這個標準來觀察一切大乘經論，你才明瞭佛所講的了義與不了義。哪一個是究竟了義？這一生往生不退成佛，那叫做究竟了義；如果達不到這個目標，就不能算是究竟了義。所以這幾句話也是說到極處了。"
    },
    {
      "id": "01-003-0263_p0024",
      "zh_CN": "钞【即今一视一听，一言一动，莫不与俱。】",
      "zh_TW": "鈔【即今一視一聽，一言一動，莫不與俱。】"
    },
    {
      "id": "01-003-0263_p0025",
      "zh_CN": "这几句话跟禅宗里面常说的非常接近，所以佛在《大集经》上讲「念佛即是无上甚深禅」，这个话是真的，从莲池大师这几句，我们能够体验《大集经》上说的话有道理。",
      "zh_TW": "這幾句話跟禪宗裡面常說的非常接近，所以佛在《大集經》上講「念佛即是無上甚深禪」，這個話是真的，從蓮池大師這幾句，我們能夠體驗《大集經》上說的話有道理。"
    },
    {
      "id": "01-003-0263_p0026",
      "zh_CN": "钞【亘古亘今，常护常念，行住坐卧，不离这个，何得诚言不信，护我偏违，可谓自诳自欺，自逃自逝。】",
      "zh_TW": "鈔【亙古亙今，常護常念，行住坐臥，不離這個，何得誠言不信，護我偏違，可謂自誑自欺，自逃自逝。】"
    },
    {
      "id": "01-003-0263_p0027",
      "zh_CN": "末后几句话是莲池大师对于学佛人讲的，真叫无限的感叹，学佛不肯学这个法门，真可惜，真正叫当面错过。『亘古亘今』，自古至今从来没间断过。『常护』，护是保护；『常念』，念是挂念，这是说诸佛如来对一切众生，从来没有间断过的。『行住坐卧，不离这个』，这是事实。『何得诚言不信』，诸佛如来这样至诚之言，真诚到极处之说，为什么我们还不相信？佛护念我们，我们偏偏违背他，偏偏不肯接受。从性上说，这是非常正确，我们念佛，佛护念，我们不念佛，佛还是护念，佛从来没有分别、没有执着，平等的护念。『自欺自诳，自逃自逝』，偏偏不肯接受，偏偏遇到要排斥他，这个大错了。像这样的人，不要说是一般不信佛的人，就是念佛人里面还是占大多数。假如他真的相信，那就个个都往生了，就是古人讲「万修万人去」，为什么现在万修只有一、二个去？由此可知，大多数犯的这个毛病就是不能够真信，还是违背佛的忠告。东方我们就介绍到此地。再看下面，南方：",
      "zh_TW": "末後幾句話是蓮池大師對於學佛人講的，真叫無限的感嘆，學佛不肯學這個法門，真可惜，真正叫當面錯過。『亙古亙今』，自古至今從來沒間斷過。『常護』，護是保護；『常念』，念是掛念，這是說諸佛如來對一切眾生，從來沒有間斷過的。『行住坐臥，不離這個』，這是事實。『何得誠言不信』，諸佛如來這樣至誠之言，真誠到極處之說，為什麼我們還不相信？佛護念我們，我們偏偏違背他，偏偏不肯接受。從性上說，這是非常正確，我們念佛，佛護念，我們不念佛，佛還是護念，佛從來沒有分別、沒有執著，平等的護念。『自欺自誑，自逃自逝』，偏偏不肯接受，偏偏遇到要排斥他，這個大錯了。像這樣的人，不要說是一般不信佛的人，就是念佛人裡面還是佔大多數。假如他真的相信，那就個個都往生了，就是古人講「萬修萬人去」，為什麼現在萬修只有一、二個去？由此可知，大多數犯的這個毛病就是不能夠真信，還是違背佛的忠告。東方我們就介紹到此地。再看下面，南方："
    },
    {
      "id": "01-003-0263_p0028",
      "zh_CN": "经【舍利弗。南方世界。有日月灯佛。名闻光佛。大燄肩佛。须弥灯佛。无量精进佛。如是等恒河沙数诸佛。】",
      "zh_TW": "經【舍利弗。南方世界。有日月燈佛。名聞光佛。大燄肩佛。須彌燈佛。無量精進佛。如是等恆河沙數諸佛。】"
    },
    {
      "id": "01-003-0263_p0029",
      "zh_CN": "这是先将南方这个佛号举出来。南方也是有无量无边的世界，当然也是无量无边诸佛如来，世尊也为我们略举五尊佛。南方在五行属于火，火的相是光明，所以南方表智慧。善财童子参学，善知识指导他的方向都到南方。善知识都住在南方，难道东方、西方、北方都没善知识吗？其实哪一方都有，可是善知识住的那个方向都叫南方，这个南方不是方向的南方，而是表法的南方，南方象征智慧光明，有善知识住的那一方，那一方就是光明之方向，就是智慧之方、光明之方，它代表这个意思。这一段里面，这五尊佛的佛号充满了光明。『日月灯』，这都是光明的，『名闻光』、『大燄肩』，燄是火焰，统统都是代表光明的意思。有人说念佛人是小乘、是自了汉，是逃避现实，《无量寿经》的经题一开端两个字就是「大乘」，不是小乘。《无量寿经》是大乘，《阿弥陀经》当然是大乘，因为它们是同本的，一个是广说，一个是略说，古人称为大本、小本，这个经是大乘经。也有人说，念佛人也许能修一点定，他也修一心不乱，慧没有，你看看这个地方充满智慧，哪没慧？所以南方五尊佛是代表修慧。前面东方五尊佛是代表修行的根本，先决的条件就是如如不动，这不动觉，阿閦鞞佛。当中三尊佛名号上都有「须弥」，是表自性的，表三身的，报身、法身、应化身；最后「妙音佛」是表修行的方法，这个意思很明显。",
      "zh_TW": "這是先將南方這個佛號舉出來。南方也是有無量無邊的世界，當然也是無量無邊諸佛如來，世尊也為我們略舉五尊佛。南方在五行屬於火，火的相是光明，所以南方表智慧。善財童子參學，善知識指導他的方向都到南方。善知識都住在南方，難道東方、西方、北方都沒善知識嗎？其實哪一方都有，可是善知識住的那個方向都叫南方，這個南方不是方向的南方，而是表法的南方，南方象徵智慧光明，有善知識住的那一方，那一方就是光明之方向，就是智慧之方、光明之方，它代表這個意思。這一段裡面，這五尊佛的佛號充滿了光明。『日月燈』，這都是光明的，『名聞光』、『大燄肩』，燄是火焰，統統都是代表光明的意思。有人說念佛人是小乘、是自了漢，是逃避現實，《無量壽經》的經題一開端兩個字就是「大乘」，不是小乘。《無量壽經》是大乘，《阿彌陀經》當然是大乘，因為它們是同本的，一個是廣說，一個是略說，古人稱為大本、小本，這個經是大乘經。也有人說，念佛人也許能修一點定，他也修一心不亂，慧沒有，你看看這個地方充滿智慧，哪沒慧？所以南方五尊佛是代表修慧。前面東方五尊佛是代表修行的根本，先決的條件就是如如不動，這不動覺，阿閦鞞佛。當中三尊佛名號上都有「須彌」，是表自性的，表三身的，報身、法身、應化身；最後「妙音佛」是表修行的方法，這個意思很明顯。"
    },
    {
      "id": "01-003-0263_p0030",
      "zh_CN": "学佛虽然是说福慧双修，但是慧比福要紧。「修慧不修福」，虽然在生活上困难一点，决定不堕落；「罗汉托空钵」，罗汉到外面托钵托不到食物，没福。证到阿罗汉果，他有慧，总比那个修福不修慧要好得太多了。「修福不修慧，大象挂璎珞」，没有智慧就变畜生，有福报，国王骑的大象，满身金银珠宝的璎珞披在身上，畜生到底还是个畜生。这就是说明了修行人一定要把慧看得比福重，那就对了；如果把福看重过慧，就错了，麻烦就大了。当然福慧双修是最好，福慧双修当中，要记住偏重在慧，不能偏重在福。这六方顺序都含着很深的意思。我们具足良好的修行态度，有了修学的目标，从哪里下手？从慧下手。所以他不是从福下手，从慧下手，这个意义就很深了。我们先看大师对这五尊佛号的解释：",
      "zh_TW": "學佛雖然是說福慧雙修，但是慧比福要緊。「修慧不修福」，雖然在生活上困難一點，決定不墮落；「羅漢托空缽」，羅漢到外面托缽托不到食物，沒福。證到阿羅漢果，他有慧，總比那個修福不修慧要好得太多了。「修福不修慧，大象掛瓔珞」，沒有智慧就變畜生，有福報，國王騎的大象，滿身金銀珠寶的瓔珞披在身上，畜生到底還是個畜生。這就是說明瞭修行人一定要把慧看得比福重，那就對了；如果把福看重過慧，就錯了，麻煩就大了。當然福慧雙修是最好，福慧雙修當中，要記住偏重在慧，不能偏重在福。這六方順序都含著很深的意思。我們具足良好的修行態度，有了修學的目標，從哪裡下手？從慧下手。所以他不是從福下手，從慧下手，這個意義就很深了。我們先看大師對這五尊佛號的解釋："
    },
    {
      "id": "01-003-0263_p0031",
      "zh_CN": "疏【日月灯者，大智无尽故。】",
      "zh_TW": "疏【日月燈者，大智無盡故。】"
    },
    {
      "id": "01-003-0263_p0032",
      "zh_CN": "这智慧无有穷尽，代表这个意思。",
      "zh_TW": "這智慧無有窮盡，代表這個意思。"
    },
    {
      "id": "01-003-0263_p0033",
      "zh_CN": "钞【大智无尽者。】",
      "zh_TW": "鈔【大智無盡者。】"
    },
    {
      "id": "01-003-0263_p0034",
      "zh_CN": "为我们说明什么叫大智无尽，因为佛的名号是从比喻上建立的。",
      "zh_TW": "為我們說明什麼叫大智無盡，因為佛的名號是從比喻上建立的。"
    },
    {
      "id": "01-003-0263_p0035",
      "zh_CN": "钞【日照昼，月照夜，灯照日月之所不及，普遍继续，更无穷尽。】",
      "zh_TW": "鈔【日照晝，月照夜，燈照日月之所不及，普遍繼續，更無窮盡。】"
    },
    {
      "id": "01-003-0263_p0036",
      "zh_CN": "太阳照白天，月亮照夜晚。太阳、月亮照不到的地方，灯照到。用日月灯，那就统统都照到，取这个比喻。",
      "zh_TW": "太陽照白天，月亮照夜晚。太陽、月亮照不到的地方，燈照到。用日月燈，那就統統都照到，取這個比喻。"
    },
    {
      "id": "01-003-0263_p0037",
      "zh_CN": "钞【佛之大智，横亘十方，竖通三际，方犹是也。】",
      "zh_TW": "鈔【佛之大智，橫亙十方，豎通三際，方猶是也。】"
    },
    {
      "id": "01-003-0263_p0038",
      "zh_CN": "就好像日月灯一样，比喻佛的智慧，十方三世无处不照、无时不照。",
      "zh_TW": "就好像日月燈一樣，比喻佛的智慧，十方三世無處不照、無時不照。"
    },
    {
      "id": "01-003-0263_p0039",
      "zh_CN": "钞【又日光破暗，有般若义，名一切智。】",
      "zh_TW": "鈔【又日光破暗，有般若義，名一切智。】"
    },
    {
      "id": "01-003-0263_p0040",
      "zh_CN": "这从另一个比喻，配三种智来看，太阳能破黑暗，把黑暗比作无明、比作烦恼，智慧能断无明烦恼，这就好比一切智一样。",
      "zh_TW": "這從另一個比喻，配三種智來看，太陽能破黑暗，把黑暗比作無明、比作煩惱，智慧能斷無明煩惱，這就好比一切智一樣。"
    },
    {
      "id": "01-003-0263_p0041",
      "zh_CN": "钞【月以清凉照夜，有解脱义，名道种智。】",
      "zh_TW": "鈔【月以清涼照夜，有解脫義，名道種智。】"
    },
    {
      "id": "01-003-0263_p0042",
      "zh_CN": "解脱是自在。表道种智的意思。",
      "zh_TW": "解脫是自在。表道種智的意思。"
    },
    {
      "id": "01-003-0263_p0043",
      "zh_CN": "钞【灯继日月，通乎昼夜，不住二边。】",
      "zh_TW": "鈔【燈繼日月，通乎晝夜，不住二邊。】"
    },
    {
      "id": "01-003-0263_p0044",
      "zh_CN": "昼夜是二边，它二边都照，不偏在一边。",
      "zh_TW": "晝夜是二邊，它二邊都照，不偏在一邊。"
    },
    {
      "id": "01-003-0263_p0045",
      "zh_CN": "钞【是中道第一义谛，有法身义，名一切种智。】",
      "zh_TW": "鈔【是中道第一義諦，有法身義，名一切種智。】"
    },
    {
      "id": "01-003-0263_p0046",
      "zh_CN": "可见得名里面充满表法的义趣，这是我们一定要懂得。诸佛菩萨的形相名号，我们常常看、常常听，常常警觉自己、提醒自己，那就是无量的功德利益。表法最明显的，四大天王，这是佛门护法菩萨。懂得表法，这才真正能警惕自己、提醒自己，时时刻刻觉而不迷。第二尊佛：",
      "zh_TW": "可見得名裡面充滿表法的義趣，這是我們一定要懂得。諸佛菩薩的形相名號，我們常常看、常常聽，常常警覺自己、提醒自己，那就是無量的功德利益。表法最明顯的，四大天王，這是佛門護法菩薩。懂得表法，這才真正能警惕自己、提醒自己，時時刻刻覺而不迷。第二尊佛："
    },
    {
      "id": "01-003-0263_p0047",
      "zh_CN": "疏【名闻光者，名称普闻，如光远照。】",
      "zh_TW": "疏【名聞光者，名稱普聞，如光遠照。】"
    },
    {
      "id": "01-003-0263_p0048",
      "zh_CN": "表这个意思。",
      "zh_TW": "表這個意思。"
    },
    {
      "id": "01-003-0263_p0049",
      "zh_CN": "钞【实大声宏，故有名称。】",
      "zh_TW": "鈔【實大聲宏，故有名稱。】"
    },
    {
      "id": "01-003-0263_p0050",
      "zh_CN": "我们中国人所谓实至名归，「实」是他有真实的道德，有真实的学问，有真实的功德，自自然然他的知名度就高。『名闻』就是我们现在讲的知名度，『光』是智慧，他有真正的智慧。",
      "zh_TW": "我們中國人所謂實至名歸，「實」是他有真實的道德，有真實的學問，有真實的功德，自自然然他的知名度就高。『名聞』就是我們現在講的知名度，『光』是智慧，他有真正的智慧。"
    },
    {
      "id": "01-003-0263_p0051",
      "zh_CN": "钞【普遍闻于十方无量世界，如日光照，无所不被。】",
      "zh_TW": "鈔【普遍聞於十方無量世界，如日光照，無所不被。】"
    },
    {
      "id": "01-003-0263_p0052",
      "zh_CN": "取这个比喻。再看第三尊：",
      "zh_TW": "取這個比喻。再看第三尊："
    },
    {
      "id": "01-003-0263_p0053",
      "zh_CN": "钞【大燄肩者。】",
      "zh_TW": "鈔【大燄肩者。】"
    },
    {
      "id": "01-003-0263_p0054",
      "zh_CN": "肩膀有担荷的意思。两个肩膀。",
      "zh_TW": "肩膀有擔荷的意思。兩個肩膀。"
    },
    {
      "id": "01-003-0263_p0055",
      "zh_CN": "钞【肩表二智，燄喻照耀。】",
      "zh_TW": "鈔【肩表二智，燄喻照耀。】"
    },
    {
      "id": "01-003-0263_p0056",
      "zh_CN": "二智就是权实二智。燄是火焰，表智慧，燄喻照耀。",
      "zh_TW": "二智就是權實二智。燄是火焰，表智慧，燄喻照耀。"
    },
    {
      "id": "01-003-0263_p0057",
      "zh_CN": "钞【二智者，权智照事，实智照理。】",
      "zh_TW": "鈔【二智者，權智照事，實智照理。】"
    },
    {
      "id": "01-003-0263_p0058",
      "zh_CN": "『实智』叫根本智；『权智』叫后得智。智慧有两种，《般若经》上常说：「般若无知，无所不知」。「无知」是讲根本智，「无所不知」是权智。必须是无知，理才现前；这一有知，理就不能现前。理是真如本性，也就是真心、自性，这里面一个念头都不许有，起一个念头就是无明，就把这个理盖住，就见不到。你要想见真如本性，要想见真心，那要有实智，实智就是无知。实在讲「无知」就是清净心，心到极清净的时候，《楞严》上说的「净极光通达」，那就是实智。这个境界，世出世间，过去、现在、未来，心就像镜子一样，照得清清楚楚、明明白白，里面确实没有起心动念，没有分别执着，所以他完全明了。如果不明了，就不叫无知，叫无明。无明明了，明了是他没有一点分别执着，是无知；起作用的时候，不是自己起作用，自己起作用就是实智，起作用是别人来问，别人来问是「无所不知」，别人不问是「一无所知」，是这个境界。别人不问，自己也知道很多，那就坏了，那你这个根本智就破掉。这个意境的确很难懂，大家要细心去体会。那个一念不生，清清楚楚、明明白白，就像镜子照外面境界一样，镜子照外面境界它没有分别、没有执着。所以诸佛菩萨用心就像镜子一样。我们凡夫用心是无明，是一塌糊涂，什么都不知道，到处去看、到处去学，学的那些知见还是错误的，并不是真正明了，产生许许多多错误的知见，经上讲的邪知邪见，那不是智慧！真智慧要从清净心中得。佛法为什么对于修定看得那么重，就是这个道理，因戒得定，因定开慧。",
      "zh_TW": "『實智』叫根本智；『權智』叫後得智。智慧有兩種，《般若經》上常說：「般若無知，無所不知」。「無知」是講根本智，「無所不知」是權智。必須是無知，理才現前；這一有知，理就不能現前。理是真如本性，也就是真心、自性，這裡面一個念頭都不許有，起一個念頭就是無明，就把這個理蓋住，就見不到。你要想見真如本性，要想見真心，那要有實智，實智就是無知。實在講「無知」就是清淨心，心到極清淨的時候，《楞嚴》上說的「淨極光通達」，那就是實智。這個境界，世出世間，過去、現在、未來，心就像鏡子一樣，照得清清楚楚、明明白白，裡面確實沒有起心動念，沒有分別執著，所以他完全明瞭。如果不明瞭，就不叫無知，叫無明。無明明了，明了是他沒有一點分別執著，是無知；起作用的時候，不是自己起作用，自己起作用就是實智，起作用是別人來問，別人來問是「無所不知」，別人不問是「一無所知」，是這個境界。別人不問，自己也知道很多，那就壞了，那你這個根本智就破掉。這個意境的確很難懂，大家要細心去體會。那個一念不生，清清楚楚、明明白白，就像鏡子照外面境界一樣，鏡子照外面境界它沒有分別、沒有執著。所以諸佛菩薩用心就像鏡子一樣。我們凡夫用心是無明，是一塌糊塗，什麼都不知道，到處去看、到處去學，學的那些知見還是錯誤的，並不是真正明瞭，產生許許多多錯誤的知見，經上講的邪知邪見，那不是智慧！真智慧要從清淨心中得。佛法為什麼對於修定看得那麼重，就是這個道理，因戒得定，因定開慧。"
    },
    {
      "id": "01-003-0263_p0059",
      "zh_CN": "慧里头两种：一个实智、一个权智。实智照理，权智照事。权智里面有分别、有讲解，也有执着，可是大家千万不要发生误会。我们在讲堂里面讲东西，有些人听到产生非常严重的误会。譬如我们劝人学佛，接引初机，以前李老师教导我们，接引初机不劝人吃素，不劝人受戒。为什么？一般人一听说要吃素，他不学佛了，他不来了；一听说要受戒，也不敢来了，吓跑了。所以对于初学的人不说这些，劝他来听经，劝他来学。吃素跟持戒，他学久了自然就发心，所以这个不能劝的。于是有些人听到就误会，说净空法师不提倡素食，劝人吃肉，净空法师不守戒律，这就冤枉了。这个地方，我们讲权智里面也有分别、也有执着，那听了几天教的人，又说我在这里讲经胡说八道，讲错了。诸佛菩萨是随众生分别而分别，不是他自己分别。那个众生来问：法师，你手上拿什么东西？你说我不知道，这成什么话。你们大家说这个是纸张，我也说是纸张，随你们的分别而分别，随大家的执着而执着。所以这个是执着就是不执着，分别就是不分别。分别执着是恒顺众生的，没有分别执着是自己的。对自己来讲，确实没有分别执着，对自己的受用是实智、无知。处事待人接物，一切恒顺众生，随喜功德。所以，在随顺的时候就有分别、有执着，可是要记住，不是真的有，真的有那就错了，那他智慧就没有了；对他自己来讲没有，但是跟大家在一起作用里面好像是有，是这么个意思，决定不能听错。所以这个权智是应付大众的，是恒顺众生的。",
      "zh_TW": "慧裡頭兩種：一個實智、一個權智。實智照理，權智照事。權智裡面有分別、有講解，也有執著，可是大家千萬不要發生誤會。我們在講堂裡面講東西，有些人聽到產生非常嚴重的誤會。譬如我們勸人學佛，接引初機，以前李老師教導我們，接引初機不勸人吃素，不勸人受戒。為什麼？一般人一聽說要吃素，他不學佛了，他不來了；一聽說要受戒，也不敢來了，嚇跑了。所以對於初學的人不說這些，勸他來聽經，勸他來學。吃素跟持戒，他學久了自然就發心，所以這個不能勸的。於是有些人聽到就誤會，說淨空法師不提倡素食，勸人吃肉，淨空法師不守戒律，這就冤枉了。這個地方，我們講權智裡面也有分別、也有執著，那聽了幾天教的人，又說我在這裡講經胡說八道，講錯了。諸佛菩薩是隨眾生分別而分別，不是他自己分別。那個眾生來問：法師，你手上拿什麼東西？你說我不知道，這成什麼話。你們大家說這個是紙張，我也說是紙張，隨你們的分別而分別，隨大家的執著而執著。所以這個是執著就是不執著，分別就是不分別。分別執著是恆順眾生的，沒有分別執著是自己的。對自己來講，確實沒有分別執著，對自己的受用是實智、無知。處事待人接物，一切恆順眾生，隨喜功德。所以，在隨順的時候就有分別、有執著，可是要記住，不是真的有，真的有那就錯了，那他智慧就沒有了；對他自己來講沒有，但是跟大家在一起作用裡面好像是有，是這麼個意思，決定不能聽錯。所以這個權智是應付大眾的，是恆順眾生的。"
    },
    {
      "id": "01-003-0263_p0060",
      "zh_CN": "钞【事理炳然，双照不昧。】",
      "zh_TW": "鈔【事理炳然，雙照不昧。】"
    },
    {
      "id": "01-003-0263_p0061",
      "zh_CN": "自己心里面一念不生，清清楚楚明明白白，有人来问，解释得清清楚楚，一点没有错误，像诸佛为众生说法一样，应机而说，能令众生个个得利益，双照不昧。",
      "zh_TW": "自己心裡面一念不生，清清楚楚明明白白，有人來問，解釋得清清楚楚，一點沒有錯誤，像諸佛為眾生說法一樣，應機而說，能令眾生個個得利益，雙照不昧。"
    },
    {
      "id": "01-003-0263_p0062",
      "zh_CN": "钞【如两肩发燄故。】",
      "zh_TW": "鈔【如兩肩發燄故。】"
    },
    {
      "id": "01-003-0263_p0063",
      "zh_CN": "好像两个肩膀放光。",
      "zh_TW": "好像兩個肩膀放光。"
    },
    {
      "id": "01-003-0263_p0064",
      "zh_CN": "钞【又此二智，荷担一切佛法，有肩义故。】",
      "zh_TW": "鈔【又此二智，荷擔一切佛法，有肩義故。】"
    },
    {
      "id": "01-003-0263_p0065",
      "zh_CN": "这两种智慧才能够担负起如来教化众生的事业。诸位要知道，「实智」度自己，像《心经》上讲的「照见五蕴皆空，度一切苦厄」，那是实智。「权智」度众生，权智是帮助一切众生的，教导一切众生的。权实二智好像两个肩膀担负起如来家业，如来家业就是自度度他。第四尊佛：",
      "zh_TW": "這兩種智慧才能夠擔負起如來教化眾生的事業。諸位要知道，「實智」度自己，像《心經》上講的「照見五蘊皆空，度一切苦厄」，那是實智。「權智」度眾生，權智是幫助一切眾生的，教導一切眾生的。權實二智好像兩個肩膀擔負起如來家業，如來家業就是自度度他。第四尊佛："
    },
    {
      "id": "01-003-0263_p0066",
      "zh_CN": "疏【须弥灯者，须弥为灯，照四天下，佛光广照，亦如是故。】",
      "zh_TW": "疏【須彌燈者，須彌為燈，照四天下，佛光廣照，亦如是故。】"
    },
    {
      "id": "01-003-0263_p0067",
      "zh_CN": "『须弥』是比喻，在这一个单位世界里面，须弥山最高最大。把须弥比喻成『灯』，这个灯要是点亮，一四天下统统照到，因为它在这个世界最中心、最高峰，取这个意思。",
      "zh_TW": "『須彌』是比喻，在這一個單位世界裡面，須彌山最高最大。把須彌比喻成『燈』，這個燈要是點亮，一四天下統統照到，因為它在這個世界最中心、最高峰，取這個意思。"
    },
    {
      "id": "01-003-0263_p0068",
      "zh_CN": "钞【须弥为灯者，如云须弥为笔，须弥为椎等，极言灯量之广大也。】",
      "zh_TW": "鈔【須彌為燈者，如云須彌為筆，須彌為椎等，極言燈量之廣大也。】"
    },
    {
      "id": "01-003-0263_p0069",
      "zh_CN": "它是比喻。",
      "zh_TW": "它是比喻。"
    },
    {
      "id": "01-003-0263_p0070",
      "zh_CN": "钞【须弥在中，光照四部。】",
      "zh_TW": "鈔【須彌在中，光照四部。】"
    },
    {
      "id": "01-003-0263_p0071",
      "zh_CN": "这是经上常讲的四大部洲。",
      "zh_TW": "這是經上常講的四大部洲。"
    },
    {
      "id": "01-003-0263_p0072",
      "zh_CN": "钞【佛以中道大智，照诸众生，如须弥灯也。】",
      "zh_TW": "鈔【佛以中道大智，照諸眾生，如須彌燈也。】"
    },
    {
      "id": "01-003-0263_p0073",
      "zh_CN": "须弥灯佛是比喻佛的光明遍照。",
      "zh_TW": "須彌燈佛是比喻佛的光明遍照。"
    },
    {
      "id": "01-003-0263_p0074",
      "zh_CN": "钞【然维摩经言：须弥灯王佛，身高八万四千由旬，而究其国土，乃东方过三十六恒河沙世界，今在南方，以佛同名者众故。】",
      "zh_TW": "鈔【然維摩經言：須彌燈王佛，身高八萬四千由旬，而究其國土，乃東方過三十六恆河沙世界，今在南方，以佛同名者眾故。】"
    },
    {
      "id": "01-003-0263_p0075",
      "zh_CN": "这是事实，德行相同，行愿相同，名号就相同。因为诸佛菩萨没有名号，名号从哪里来的？有的是从德能上来的，有的是从应化众生而建立的，这个我们要晓得，佛菩萨没有一定的名号。像我们本师名号叫「释迦牟尼」，他为什么建立释迦牟尼？是因为在这个时期、这个地区，教化众生的宗旨目标，是从这里建立的。换句话说，从他教育宗旨上建立的。这个世界的人缺少慈悲心，所以用「释迦」；「释迦」是梵语，意思是仁慈，提倡仁慈的教育，是这个意思。第二，这个世间众生心污染，不清净，所以用「牟尼」，牟尼就是清净心的意思。可见得名号就是他在这个阶段、这个地区教学宗旨而已，是这么个意思，这不是他的本名。",
      "zh_TW": "這是事實，德行相同，行願相同，名號就相同。因為諸佛菩薩沒有名號，名號從哪裡來的？有的是從德能上來的，有的是從應化眾生而建立的，這個我們要曉得，佛菩薩沒有一定的名號。像我們本師名號叫「釋迦牟尼」，他為什麼建立釋迦牟尼？是因為在這個時期、這個地區，教化眾生的宗旨目標，是從這裡建立的。換句話說，從他教育宗旨上建立的。這個世界的人缺少慈悲心，所以用「釋迦」；「釋迦」是梵語，意思是仁慈，提倡仁慈的教育，是這個意思。第二，這個世間眾生心污染，不清淨，所以用「牟尼」，牟尼就是清淨心的意思。可見得名號就是他在這個階段、這個地區教學宗旨而已，是這麼個意思，這不是他的本名。"
    },
    {
      "id": "01-003-0263_p0076",
      "zh_CN": "释迦牟尼佛要是到西方极乐世界去作佛，「释迦牟尼」四个字用不上，为什么？西方极乐世界人个个仁慈，个个都清净，这个名号有什么用处？没有用。一定要换一个名字，要换「无量觉」。阿弥陀佛翻作无量觉，那就对了。由此可知，佛菩萨的名号到哪个地方就变了，不一样！正如同我们这个世间人，一个多才多艺的人，他到学校去教书，他教国文，人家叫他做国文老师；他到那个学校去教英文，人家叫英文老师；到第三个学校去教数学，人家叫他数学老师。他名字都变了，其实那些名字都不是他自己的名字。诸佛菩萨的名号就像这样的，因此同名同号的佛菩萨就太多了。我们在这里问，国文老师是谁？国文老师太多了，同名号的就太多了。《维摩经》上讲的须弥灯王佛是在东方，《弥陀经》上世尊给我们介绍的须弥灯王佛是在南方，可见得佛的名号相同，是两个人，不是一个人。第五尊佛：",
      "zh_TW": "釋迦牟尼佛要是到西方極樂世界去作佛，「釋迦牟尼」四個字用不上，為什麼？西方極樂世界人個個仁慈，個個都清淨，這個名號有什麼用處？沒有用。一定要換一個名字，要換「無量覺」。阿彌陀佛翻作無量覺，那就對了。由此可知，佛菩薩的名號到哪個地方就變了，不一樣！正如同我們這個世間人，一個多才多藝的人，他到學校去教書，他教國文，人家叫他做國文老師；他到那個學校去教英文，人家叫英文老師；到第三個學校去教數學，人家叫他數學老師。他名字都變了，其實那些名字都不是他自己的名字。諸佛菩薩的名號就像這樣的，因此同名同號的佛菩薩就太多了。我們在這裡問，國文老師是誰？國文老師太多了，同名號的就太多了。《維摩經》上講的須彌燈王佛是在東方，《彌陀經》上世尊給我們介紹的須彌燈王佛是在南方，可見得佛的名號相同，是兩個人，不是一個人。第五尊佛："
    },
    {
      "id": "01-003-0263_p0077",
      "zh_CN": "疏【无量精进者，精进解见序分。】",
      "zh_TW": "疏【無量精進者，精進解見序分。】"
    },
    {
      "id": "01-003-0263_p0078",
      "zh_CN": "前面解释过了，前面有常精进菩萨。",
      "zh_TW": "前面解釋過了，前面有常精進菩薩。"
    },
    {
      "id": "01-003-0263_p0079",
      "zh_CN": "疏【但彼言常。】",
      "zh_TW": "疏【但彼言常。】"
    },
    {
      "id": "01-003-0263_p0080",
      "zh_CN": "前面是「常精进」菩萨，这个地方是「无量精进」，差别就在这一点。",
      "zh_TW": "前面是「常精進」菩薩，這個地方是「無量精進」，差別就在這一點。"
    },
    {
      "id": "01-003-0263_p0081",
      "zh_CN": "钞【无量二义。】",
      "zh_TW": "鈔【無量二義。】"
    },
    {
      "id": "01-003-0263_p0082",
      "zh_CN": "无量有两个意思。",
      "zh_TW": "無量有兩個意思。"
    },
    {
      "id": "01-003-0263_p0083",
      "zh_CN": "钞【一者，时无量，即是常义。二者，事无量，自利利他，智行无边故。】",
      "zh_TW": "鈔【一者，時無量，即是常義。二者，事無量，自利利他，智行無邊故。】"
    },
    {
      "id": "01-003-0263_p0084",
      "zh_CN": "这五尊佛代表智慧。「日月灯佛」，代表究竟圆满的智慧，因为他无所不照，没有一个地方没照到。圆满的智慧正是我们所要求的，也就是经上给我们说的这个共同目标「无上正等正觉」，代表这个，这是我们的所求。这就说明修行是以求智慧为最正确的理念。慧从哪里求？慧从定中求，从清净心中求。清净心怎么能得到？清净心从持戒得到。怎么是持戒？这个持戒就是要遵从佛的教诫，佛教我们怎样做，我们就怎样做，这叫持戒。善导大师在《观经四帖疏》「上品上生章」注解里有几句话说得非常好，佛叫我们舍，我们就舍，佛叫我们取，我们就取。佛叫我们舍娑婆世界，我们就舍；佛叫我们求生西方极乐世界，我们就取，这就对了。完全遵从佛的教导，我们心是定的，这个才能得定，定才能开慧。如果不从这个方法途径，要想开慧不容易，那就太难了。为什么我们这样肯定的说难？难，因为他的心是乱的，他妄想多，他分别多，他执着多，哪来的智慧？哪里来的清净心？我们知道这个道理，知道这个事实，自然就肯定了。",
      "zh_TW": "這五尊佛代表智慧。「日月燈佛」，代表究竟圓滿的智慧，因為他無所不照，沒有一個地方沒照到。圓滿的智慧正是我們所要求的，也就是經上給我們說的這個共同目標「無上正等正覺」，代表這個，這是我們的所求。這就說明修行是以求智慧為最正確的理念。慧從哪裡求？慧從定中求，從清淨心中求。清淨心怎麼能得到？清淨心從持戒得到。怎麼是持戒？這個持戒就是要遵從佛的教誡，佛教我們怎樣做，我們就怎樣做，這叫持戒。善導大師在《觀經四帖疏》「上品上生章」註解裡有幾句話說得非常好，佛叫我們捨，我們就捨，佛叫我們取，我們就取。佛叫我們捨娑婆世界，我們就捨；佛叫我們求生西方極樂世界，我們就取，這就對了。完全遵從佛的教導，我們心是定的，這個才能得定，定才能開慧。如果不從這個方法途徑，要想開慧不容易，那就太難了。為什麼我們這樣肯定的說難？難，因為他的心是亂的，他妄想多，他分別多，他執著多，哪來的智慧？哪裡來的清淨心？我們知道這個道理，知道這個事實，自然就肯定了。"
    },
    {
      "id": "01-003-0263_p0085",
      "zh_CN": "修行，智慧透出来才算是成绩。佛门常说「烦恼轻、智慧长，我们的妄想、烦恼一年比一年轻，智慧一定是一年比一年增长。烦恼跟智慧就像光明跟黑暗一样，光明多一分，黑暗就少一分；黑暗多一分，光明就少一分。烦恼多，智慧就少；智慧多，烦恼就少，一定的道理。从这个地方能够测验自己修行的成就，果然是烦恼一年比一年少，妄想少了，牵挂少了，忧虑少了，心得清闲自在，智慧增长，功夫得力的现象，这是好境界。如其不然，要回过头来认真去检点、去反省，一定修行修错了。否则的话，这种效果是一定会得到的，得不到效果就是我们修行修错了。修慧小有成就的时候，也就是有一点小名气，这个时候是非常危险的阶段，为什么？很容易堕落在名闻利养之中，这是事实。古今中外多少人到这个阶段堕落了，所以在这个阶段要特别提高警觉，要能舍名闻利养。虽有名闻，名闻要能够舍弃，不挂在心上，晓得距离自己真正的成就还有很遥远的道路，在这个地方裹足不前就堕落，所以要有很深的警惕，不能被名利伤害了自己。更进一步提升自己，这权实二智现前了，这个时候可以承担如来家业，可以做弘法利生的事业了。可见得全都是智慧，没有离开智慧。",
      "zh_TW": "修行，智慧透出來才算是成績。佛門常說「煩惱輕、智慧長，我們的妄想、煩惱一年比一年輕，智慧一定是一年比一年增長。煩惱跟智慧就像光明跟黑暗一樣，光明多一分，黑暗就少一分；黑暗多一分，光明就少一分。煩惱多，智慧就少；智慧多，煩惱就少，一定的道理。從這個地方能夠測驗自己修行的成就，果然是煩惱一年比一年少，妄想少了，牽掛少了，憂慮少了，心得清閒自在，智慧增長，功夫得力的現象，這是好境界。如其不然，要回過頭來認真去檢點、去反省，一定修行修錯了。否則的話，這種效果是一定會得到的，得不到效果就是我們修行修錯了。修慧小有成就的時候，也就是有一點小名氣，這個時候是非常危險的階段，為什麼？很容易墮落在名聞利養之中，這是事實。古今中外多少人到這個階段墮落了，所以在這個階段要特別提高警覺，要能捨名聞利養。雖有名聞，名聞要能夠捨棄，不掛在心上，曉得距離自己真正的成就還有很遙遠的道路，在這個地方裹足不前就墮落，所以要有很深的警惕，不能被名利傷害了自己。更進一步提升自己，這權實二智現前了，這個時候可以承擔如來家業，可以做弘法利生的事業了。可見得全都是智慧，沒有離開智慧。"
    },
    {
      "id": "01-003-0263_p0086",
      "zh_CN": "「须弥灯佛」所表的是转识成智、破迷开悟，不但自己成就，也有能力帮助别人破迷开悟。末后一尊佛告诉我们修行的方法要「精进」，我们对于这两个字要重视，「进」是进步，不断要求进步。这个进步当中要精纯，换句话说，不是杂进，不是乱进。世间人也在求进步，可是他不纯，他不精，他学得很多、学得很杂，这种杂进与乱进是无济于事的，对定慧没有帮助。如果说他有好处，那可以说他见闻很广，常识丰富。说得不好听一点，他妄想很多，杂念很多，分别执着很多，换句话说，果报还是要搞轮回，所以无济于事。这个进要精进，精进就重要，要成就真实的智慧，要无量精进。「无量精进」的意思，无止境的精进，是这个意思。不可以说到一个阶段就自满，永无止境的精进，这是修学方法的根本。",
      "zh_TW": "「須彌燈佛」所表的是轉識成智、破迷開悟，不但自己成就，也有能力幫助別人破迷開悟。末後一尊佛告訴我們修行的方法要「精進」，我們對於這兩個字要重視，「進」是進步，不斷要求進步。這個進步當中要精純，換句話說，不是雜進，不是亂進。世間人也在求進步，可是他不純，他不精，他學得很多、學得很雜，這種雜進與亂進是無濟於事的，對定慧沒有幫助。如果說他有好處，那可以說他見聞很廣，常識豐富。說得不好聽一點，他妄想很多，雜念很多，分別執著很多，換句話說，果報還是要搞輪迴，所以無濟於事。這個進要精進，精進就重要，要成就真實的智慧，要無量精進。「無量精進」的意思，無止境的精進，是這個意思。不可以說到一個階段就自滿，永無止境的精進，這是修學方法的根本。"
    },
    {
      "id": "01-003-0263_p0087",
      "zh_CN": "疏【称理，则自性光明不可尽，是南方恒沙佛义。】",
      "zh_TW": "疏【稱理，則自性光明不可盡，是南方恆沙佛義。】"
    },
    {
      "id": "01-003-0263_p0088",
      "zh_CN": "南方表光明。",
      "zh_TW": "南方表光明。"
    },
    {
      "id": "01-003-0263_p0089",
      "zh_CN": "钞【南方为离，离为火。】",
      "zh_TW": "鈔【南方為離，離為火。】"
    },
    {
      "id": "01-003-0263_p0090",
      "zh_CN": "在八卦里面，这个卦的相是「离」，离是火。",
      "zh_TW": "在八卦裡面，這個卦的相是「離」，離是火。"
    },
    {
      "id": "01-003-0263_p0091",
      "zh_CN": "钞【火内暗而外明。】",
      "zh_TW": "鈔【火內暗而外明。】"
    },
    {
      "id": "01-003-0263_p0092",
      "zh_CN": "『内暗』就是表实智、无知，般若无知。『外明』表权智、表无所不知。",
      "zh_TW": "『內暗』就是表實智、無知，般若無知。『外明』表權智、表無所不知。"
    },
    {
      "id": "01-003-0263_p0093",
      "zh_CN": "钞【是寂而常照也。】",
      "zh_TW": "鈔【是寂而常照也。】"
    },
    {
      "id": "01-003-0263_p0094",
      "zh_CN": "实智就是寂，就是清净心。",
      "zh_TW": "實智就是寂，就是清淨心。"
    },
    {
      "id": "01-003-0263_p0095",
      "zh_CN": "钞【真知不昧。】",
      "zh_TW": "鈔【真知不昧。】"
    },
    {
      "id": "01-003-0263_p0096",
      "zh_CN": "真知是实智。",
      "zh_TW": "真知是實智。"
    },
    {
      "id": "01-003-0263_p0097",
      "zh_CN": "钞【灵燄何穷。】",
      "zh_TW": "鈔【靈燄何窮。】"
    },
    {
      "id": "01-003-0263_p0098",
      "zh_CN": "『灵』是灵明觉知，『燄』是比喻智慧。灵明觉知的大用无有穷尽。",
      "zh_TW": "『靈』是靈明覺知，『燄』是比喻智慧。靈明覺知的大用無有窮盡。"
    },
    {
      "id": "01-003-0263_p0099",
      "zh_CN": "钞【华严光明觉品言。】",
      "zh_TW": "鈔【華嚴光明覺品言。】"
    },
    {
      "id": "01-003-0263_p0100",
      "zh_CN": "这也是《华严经》里重要的一品。",
      "zh_TW": "這也是《華嚴經》裡重要的一品。"
    },
    {
      "id": "01-003-0263_p0101",
      "zh_CN": "钞【如来光明过一世界。】",
      "zh_TW": "鈔【如來光明過一世界。】"
    },
    {
      "id": "01-003-0263_p0102",
      "zh_CN": "『过』是超过，『一世界』就是一个三千大千国土。",
      "zh_TW": "『過』是超過，『一世界』就是一個三千大千國土。"
    },
    {
      "id": "01-003-0263_p0103",
      "zh_CN": "钞【十世界。】",
      "zh_TW": "鈔【十世界。】"
    },
    {
      "id": "01-003-0263_p0104",
      "zh_CN": "超过十个大千世界。",
      "zh_TW": "超過十個大千世界。"
    },
    {
      "id": "01-003-0263_p0105",
      "zh_CN": "钞【乃至不可说世界。】",
      "zh_TW": "鈔【乃至不可說世界。】"
    },
    {
      "id": "01-003-0263_p0106",
      "zh_CN": "阿弥陀佛的光明超越无量无边诸佛世界。",
      "zh_TW": "阿彌陀佛的光明超越無量無邊諸佛世界。"
    },
    {
      "id": "01-003-0263_p0107",
      "zh_CN": "钞【皆是自己心光觉照，一切不从外得。】",
      "zh_TW": "鈔【皆是自己心光覺照，一切不從外得。】"
    },
    {
      "id": "01-003-0263_p0108",
      "zh_CN": "光明小的照一世界，大的照无边世界，怎么回事情？与清净心有关系，与度生的弘愿有关系。何以说与清净心有关系？我们讲到佛，天台家讲有四种佛，藏通别圆。藏教的佛还没见性，当然他有光明，光明就小；通教的佛比藏教殊胜一点，也没见性；别教的佛等于圆教二行位的菩萨，破十二品无明，无明有四十一品，他才破十二品，这就是说明诸佛心有清净有不清净；到圆教佛，那是最极清净，别教的佛还是不清净。所以光明大小不一样。第二个，虽然同是圆教佛，自受用完全相同，就是实智完全相同，权智作用就不相同。权智作用是诸佛在因地中发度生之愿不一样，阿弥陀佛发的愿是普度法界一切众生，这个愿太大，一切众生是一个都不漏掉。一切诸佛世界里面的众生，他统统都要度，这个愿就发得大；有些人在因地发愿，我要度大千世界这些众生，一个大千世界，那个愿就小，差别在这个地方。不是他的能力有差别，不是他的智慧有差别，而是他跟众生结的缘有差别；在因地发愿就是跟众生结缘，缘结得不一样。如果你想将来作佛，你的光明要超过『一世界，十世界，乃至不可说世界』，你现在要发广大心，要与一切众生广结法缘，到你成佛，你的光明就超越无量诸佛国土，就是这么一个道理。这个确实是自己真心本具的般若智慧光明，决定不是从外面得来的，外面什么也没有，《楞严》上说得很好，「圆满菩提，归无所得」，你所得到的全是自性本来具足的，不过这个时候完全没有障碍，自己应用自在。",
      "zh_TW": "光明小的照一世界，大的照無邊世界，怎麼回事情？與清淨心有關係，與度生的弘願有關係。何以說與清淨心有關係？我們講到佛，天台家講有四種佛，藏通別圓。藏教的佛還沒見性，當然他有光明，光明就小；通教的佛比藏教殊勝一點，也沒見性；別教的佛等於圓教二行位的菩薩，破十二品無明，無明有四十一品，他才破十二品，這就是說明諸佛心有清淨有不清淨；到圓教佛，那是最極清淨，別教的佛還是不清淨。所以光明大小不一樣。第二個，雖然同是圓教佛，自受用完全相同，就是實智完全相同，權智作用就不相同。權智作用是諸佛在因地中發度生之願不一樣，阿彌陀佛發的願是普度法界一切眾生，這個願太大，一切眾生是一個都不漏掉。一切諸佛世界裡面的眾生，他統統都要度，這個願就發得大；有些人在因地發願，我要度大千世界這些眾生，一個大千世界，那個願就小，差別在這個地方。不是他的能力有差別，不是他的智慧有差別，而是他跟眾生結的緣有差別；在因地發願就是跟眾生結緣，緣結得不一樣。如果你想將來作佛，你的光明要超過『一世界，十世界，乃至不可說世界』，你現在要發廣大心，要與一切眾生廣結法緣，到你成佛，你的光明就超越無量諸佛國土，就是這麼一個道理。這個確實是自己真心本具的般若智慧光明，決定不是從外面得來的，外面什麼也沒有，《楞嚴》上說得很好，「圓滿菩提，歸無所得」，你所得到的全是自性本來具足的，不過這個時候完全沒有障礙，自己應用自在。"
    },
    {
      "id": "01-003-0263_p0109",
      "zh_CN": "钞【故曰：我见灯明佛，本光瑞如此。】",
      "zh_TW": "鈔【故曰：我見燈明佛，本光瑞如此。】"
    },
    {
      "id": "01-003-0263_p0110",
      "zh_CN": "经上说，我见到灯明佛如来，『本光』是我们自己本性的光明。佛从哪来的？佛还是我们自心变现出来的。不仅西方极乐世界是「唯心净土，自性弥陀」，十方一切诸佛刹土都是唯心所现，都是自性所变。眼前我们自己的身体，眼前围绕着我们生活的空间，一切都是唯心所现，自性所变，离开自性就无有一法可得。所以佛法的修学没有别的，只是证实自性而已。",
      "zh_TW": "經上說，我見到燈明佛如來，『本光』是我們自己本性的光明。佛從哪來的？佛還是我們自心變現出來的。不僅西方極樂世界是「唯心淨土，自性彌陀」，十方一切諸佛剎土都是唯心所現，都是自性所變。眼前我們自己的身體，眼前圍繞著我們生活的空間，一切都是唯心所現，自性所變，離開自性就無有一法可得。所以佛法的修學沒有別的，只是證實自性而已。"
    },
    {
      "id": "01-003-0263_p0111",
      "zh_CN": "经【各于其国。出广长舌相。遍覆三千大千世界。】",
      "zh_TW": "經【各於其國。出廣長舌相。遍覆三千大千世界。】"
    },
    {
      "id": "01-003-0263_p0112",
      "zh_CN": "读这个文要以至诚恭敬、万分感谢的心情来领受。南方无量无边诸佛如来在他们自己国土里，『出广长舌相』，为一切众生介绍西方净土，劝导大众念佛求生极乐世界，这是多么感人的一桩大事。每一位诸佛：",
      "zh_TW": "讀這個文要以至誠恭敬、萬分感謝的心情來領受。南方無量無邊諸佛如來在他們自己國土裡，『出廣長舌相』，為一切眾生介紹西方淨土，勸導大眾念佛求生極樂世界，這是多麼感人的一樁大事。每一位諸佛："
    },
    {
      "id": "01-003-0263_p0113",
      "zh_CN": "经【说诚实言。】",
      "zh_TW": "經【說誠實言。】"
    },
    {
      "id": "01-003-0263_p0114",
      "zh_CN": "都是这样劝告我们：",
      "zh_TW": "都是這樣勸告我們："
    },
    {
      "id": "01-003-0263_p0115",
      "zh_CN": "经【汝等众生。当信是。】",
      "zh_TW": "經【汝等眾生。當信是。】"
    },
    {
      "id": "01-003-0263_p0116",
      "zh_CN": "『是』就是指这部经。佛在这部经里面为我们所介绍的这些话，我们要真正相信。相信这部：",
      "zh_TW": "『是』就是指這部經。佛在這部經裡面為我們所介紹的這些話，我們要真正相信。相信這部："
    },
    {
      "id": "01-003-0263_p0117",
      "zh_CN": "经【称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "經【稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-003-0263_p0118",
      "zh_CN": "这一段前面说得非常详细，前面的意思明了，我们每念到这个经文都会受到很深的感动，一定会有无尽的感激。佛这样苦口婆心的劝导我们，我们这一生缘分实在是不可思议，能遇到诸佛度众生的第一经，因这部经，我们这一生决定往生不退成佛。",
      "zh_TW": "這一段前面說得非常詳細，前面的意思明瞭，我們每念到這個經文都會受到很深的感動，一定會有無盡的感激。佛這樣苦口婆心的勸導我們，我們這一生緣分實在是不可思議，能遇到諸佛度眾生的第一經，因這部經，我們這一生決定往生不退成佛。"
    },
    {
      "id": "01-003-0263_p0119",
      "zh_CN": "◎三、西方",
      "zh_TW": "◎三、西方"
    },
    {
      "id": "01-003-0263_p0120",
      "zh_CN": "经【舍利弗。西方世界。有无量寿佛。无量相佛。无量幢佛。大光佛。大明佛。宝相佛。净光佛。如是等恒河沙数诸佛。】",
      "zh_TW": "經【舍利弗。西方世界。有無量壽佛。無量相佛。無量幢佛。大光佛。大明佛。寶相佛。淨光佛。如是等恆河沙數諸佛。】"
    },
    {
      "id": "01-003-0263_p0121",
      "zh_CN": "前面东、南方我们所见到的是五尊佛的名号，西方有七尊佛的名号。「七」代表圆满，「西方」代表修福，修慧之后，这个福报也不能够舍弃。我们常讲「福慧双修」，因为世间人对于福看得很重，比慧看得重，佛随顺世谛，随顺世俗讲福慧双修。在这个地方没有随顺俗谛，随顺真谛，随顺真谛要把慧摆在前面，福摆在后面。「七」代表圆满的福报，有这个意思在。第一尊佛『无量寿佛』，这个地方的无量寿佛到底是不是阿弥陀佛？还是与阿弥陀佛同名同号的？经上没有讲清楚，可能两个意思都有。我们的本师释迦牟尼佛为我们介绍西方极乐世界无量寿佛，讲得通的，不是无量寿佛在此地自己赞叹自己。实实在在，西方过去还有更远的西方，西方世界有无量无边诸佛如来，相信与阿弥陀佛同名同号的一定不少！这个事实也讲得通。莲池大师把两个意思合并，两个意思都有。",
      "zh_TW": "前面東、南方我們所見到的是五尊佛的名號，西方有七尊佛的名號。「七」代表圓滿，「西方」代表修福，修慧之後，這個福報也不能夠捨棄。我們常講「福慧雙修」，因為世間人對於福看得很重，比慧看得重，佛隨順世諦，隨順世俗講福慧雙修。在這個地方沒有隨順俗諦，隨順真諦，隨順真諦要把慧擺在前面，福擺在後面。「七」代表圓滿的福報，有這個意思在。第一尊佛『無量壽佛』，這個地方的無量壽佛到底是不是阿彌陀佛？還是與阿彌陀佛同名同號的？經上沒有講清楚，可能兩個意思都有。我們的本師釋迦牟尼佛為我們介紹西方極樂世界無量壽佛，講得通的，不是無量壽佛在此地自己讚歎自己。實實在在，西方過去還有更遠的西方，西方世界有無量無邊諸佛如來，相信與阿彌陀佛同名同號的一定不少！這個事實也講得通。蓮池大師把兩個意思合併，兩個意思都有。"
    },
    {
      "id": "01-003-0263_p0122",
      "zh_CN": "修福，诸位要知道，寿命是第一福，福报，寿命摆在第一。你有无量的财富，你有崇高的地位，如果没有寿命，短命死了，不一切都落空，《行愿品》里面讲的，一样也带不去；一定要有长寿，福报智慧你才真正能享受得到。所以这个福报是寿命摆在第一，寿命是第一福。自古以来这些大德们都说，无量寿是我们生到西方第一得，因为得到无量寿，一切都得到了。我们这个世界成佛，为什么要三大阿僧祇劫？三大阿僧祇劫，生死轮回不晓得要经过多少次！到西方极乐世界，跟我们讲三大阿僧祇劫，简直毫不在意，为什么？我们自己有无量的寿命，三大阿僧祇劫对无量寿来讲，时间很短暂。譬如你有一百岁的寿命，学这个东西只要三天时间就成功，那你不是不轻而易举！寿命是第一得。这一点一定要清楚，搞别的法门你得不到！单凭这一点，这个利益、这一点好处，我们就决定要到西方去。有了寿命，其他事情都好办，学无量法门不难，有的是时间。这个世界寿命短促，学什么东西我们都感觉时间不够用，没有法子成就。这都是些事实，我们不能不知道的。我们今天就讲到此地。",
      "zh_TW": "修福，諸位要知道，壽命是第一福，福報，壽命擺在第一。你有無量的財富，你有崇高的地位，如果沒有壽命，短命死了，不一切都落空，《行願品》裡面講的，一樣也帶不去；一定要有長壽，福報智慧你才真正能享受得到。所以這個福報是壽命擺在第一，壽命是第一福。自古以來這些大德們都說，無量壽是我們生到西方第一得，因為得到無量壽，一切都得到了。我們這個世界成佛，為什麼要三大阿僧祇劫？三大阿僧祇劫，生死輪迴不曉得要經過多少次！到西方極樂世界，跟我們講三大阿僧祇劫，簡直毫不在意，為什麼？我們自己有無量的壽命，三大阿僧祇劫對無量壽來講，時間很短暫。譬如你有一百歲的壽命，學這個東西只要三天時間就成功，那你不是不輕而易舉！壽命是第一得。這一點一定要清楚，搞別的法門你得不到！單憑這一點，這個利益、這一點好處，我們就決定要到西方去。有了壽命，其他事情都好辦，學無量法門不難，有的是時間。這個世界壽命短促，學什麼東西我們都感覺時間不夠用，沒有法子成就。這都是些事實，我們不能不知道的。我們今天就講到此地。"
    }
  ]
}