{
  "doc_id": "01-003-0194",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九四集",
    "zh_TW": "第一九四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0194",
  "total_paragraphs": 68,
  "paragraphs": [
    {
      "id": "01-003-0194_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三九五页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三九五頁："
    },
    {
      "id": "01-003-0194_p0002",
      "zh_CN": "钞【灵明洞彻，光绝涯涘，湛寂常恒，寿何筹算，常恒而复洞彻，故即寿而光，洞彻而亦常恒，故即光而寿。如是，则阿弥陀佛，虽过十万亿刹之外，而实于此娑婆世界众生心中，结跏趺坐，俨然不动。】",
      "zh_TW": "鈔【靈明洞徹，光絕涯涘，湛寂常恆，壽何籌算，常恆而復洞徹，故即壽而光，洞徹而亦常恆，故即光而壽。如是，則阿彌陀佛，雖過十萬億剎之外，而實於此娑婆世界眾生心中，結跏趺坐，儼然不動。】"
    },
    {
      "id": "01-003-0194_p0003",
      "zh_CN": "这一段是莲池大师补充前面《疏》文未尽之意。前面三句都是说性德的大用，也就是大乘经典常说的称性起用。在修学里面所谓「称性起修，全修即性」，这个地方这几句都是说明这个意思。我们现在迷就是迷失这些，诸佛菩萨悟就是悟的这桩事情。",
      "zh_TW": "這一段是蓮池大師補充前面《疏》文未盡之意。前面三句都是說性德的大用，也就是大乘經典常說的稱性起用。在修學裡面所謂「稱性起修，全修即性」，這個地方這幾句都是說明這個意思。我們現在迷就是迷失這些，諸佛菩薩悟就是悟的這樁事情。"
    },
    {
      "id": "01-003-0194_p0004",
      "zh_CN": "本性，也就是真心，原本就是『灵明洞彻』的，所以它是性德不是修德，就是六祖所说「何期自性，本来具足」，它本来就是这样的。「灵」是不昧的意思，「明」是明了，本性的德用对于宇宙之间一切事物没有一样不明了的；不但明了，而且洞彻，这就是不仅是形相上明了。我们常讲，明了其当然，不明其所以然，那就是只明了它的外表，没有明了它的究理。「洞彻」，它的根源、现象、变化、归宿，没有一样不知道。这一句就是一般宗教徒赞美上帝全知全能，无所不知、无所不能，就是这四个字的意思。上帝实在讲并不是全能，也不是全知，他也是凡夫，他也跟我们一样迷惑颠倒，可能在有些地方比我们迷得轻一点，我们比他迷得重，所以他显示得很有智慧，并不是全知全能的。全知全能是真有，佛给我们讲，我们每个人都具足，一点都不希奇，就是自己的本能。我们今天讲迷，实在讲迷失了自己的本能，经上说「可怜悯者」，这真的是可怜！迷失了，不知道自己有这样的圆满智慧德能。『光绝涯涘』，涯涘是边际，智慧德能没有边际，真的是全知全能。",
      "zh_TW": "本性，也就是真心，原本就是『靈明洞徹』的，所以它是性德不是修德，就是六祖所說「何期自性，本來具足」，它本來就是這樣的。「靈」是不昧的意思，「明」是明瞭，本性的德用對於宇宙之間一切事物沒有一樣不明瞭的；不但明瞭，而且洞徹，這就是不僅是形相上明瞭。我們常講，明瞭其當然，不明其所以然，那就是只明瞭它的外表，沒有明瞭它的究理。「洞徹」，它的根源、現象、變化、歸宿，沒有一樣不知道。這一句就是一般宗教徒讚美上帝全知全能，無所不知、無所不能，就是這四個字的意思。上帝實在講並不是全能，也不是全知，他也是凡夫，他也跟我們一樣迷惑顛倒，可能在有些地方比我們迷得輕一點，我們比他迷得重，所以他顯示得很有智慧，並不是全知全能的。全知全能是真有，佛給我們講，我們每個人都具足，一點都不希奇，就是自己的本能。我們今天講迷，實在講迷失了自己的本能，經上說「可憐憫者」，這真的是可憐！迷失了，不知道自己有這樣的圓滿智慧德能。『光絕涯涘』，涯涘是邊際，智慧德能沒有邊際，真的是全知全能。"
    },
    {
      "id": "01-003-0194_p0005",
      "zh_CN": "『湛寂常恒』，前面所讲是本能的德用，湛寂常恒是讲体性，这一句非常重要，如果没有这一句，前面的德能就显不出来。「湛」，像水一样非常的清净，一尘不染，水再深，从水面上可以看到水底，看得清清楚楚，这是形容它的干净，没有染污。「寂」是寂静、不动摇，这都是比喻我们的真心，心就像水一样，所以心不能动，动就不寂；心不能染污，染污，湛就失掉了。「湛」是不染，「寂」是不动，修行秘诀就在此地。「常恒」是功夫。在凡夫，湛与寂很短暂的时间可以有，但是长时间就没有了。即使是很短暂的时间也要训练，不经过训练，就是极短暂的时间也不可能出现。",
      "zh_TW": "『湛寂常恆』，前面所講是本能的德用，湛寂常恆是講體性，這一句非常重要，如果沒有這一句，前面的德能就顯不出來。「湛」，像水一樣非常的清淨，一塵不染，水再深，從水面上可以看到水底，看得清清楚楚，這是形容它的乾淨，沒有染污。「寂」是寂靜、不動搖，這都是比喻我們的真心，心就像水一樣，所以心不能動，動就不寂；心不能染污，染污，湛就失掉了。「湛」是不染，「寂」是不動，修行祕訣就在此地。「常恆」是功夫。在凡夫，湛與寂很短暫的時間可以有，但是長時間就沒有了。即使是很短暫的時間也要訓練，不經過訓練，就是極短暫的時間也不可能出現。"
    },
    {
      "id": "01-003-0194_p0006",
      "zh_CN": "《了凡四训》注解里面讲画符，他在画符那一刹那，那个短的时间当中，他心里面一念不生，也就是他有湛寂的功夫，他那个符咒就灵，画符要这样画法。念咒也要这个念法，有的人念咒很灵，有的人念咒不灵，什么原因？不管咒的长短，念下来之后，他心里面不起一个杂念，他是以湛寂心来念这个咒，这个咒就灵。因此咒愈长愈不容易灵验，为什么？会打妄想。咒愈短愈容易灵，很短的时间可以叫自己一念不生。实在讲，这一句阿弥陀佛就是无上的神咒，是最短的神咒，经上教我们要「一心称念」，一心就是湛寂，湛寂就是一心。心里面没有染污、没有杂念、没有动摇，这个叫一心。心里面动个妄念、起个念头，这个心就不是真心。所以一念相应一念佛，他有感应。我们念这句佛号，佛号里面掺杂着妄想，念佛的时候心还为外境所动，这就不相应；不相应，念得再多也没用处。像寒山、拾得所说的「喊破喉咙也枉然」，就是一天念十万声佛号，喊破喉咙也枉然，原因在哪里？没有一念他是用湛寂的功夫。用湛寂，才有感应，才有效果。",
      "zh_TW": "《了凡四訓》註解裡面講畫符，他在畫符那一剎那，那個短的時間當中，他心裡面一念不生，也就是他有湛寂的功夫，他那個符咒就靈，畫符要這樣畫法。念咒也要這個念法，有的人念咒很靈，有的人念咒不靈，什麼原因？不管咒的長短，念下來之後，他心裡面不起一個雜念，他是以湛寂心來念這個咒，這個咒就靈。因此咒愈長愈不容易靈驗，為什麼？會打妄想。咒愈短愈容易靈，很短的時間可以叫自己一念不生。實在講，這一句阿彌陀佛就是無上的神咒，是最短的神咒，經上教我們要「一心稱念」，一心就是湛寂，湛寂就是一心。心裡面沒有染污、沒有雜念、沒有動搖，這個叫一心。心裡面動個妄念、起個念頭，這個心就不是真心。所以一念相應一念佛，他有感應。我們念這句佛號，佛號裡面摻雜著妄想，念佛的時候心還為外境所動，這就不相應；不相應，念得再多也沒用處。像寒山、拾得所說的「喊破喉嚨也枉然」，就是一天念十萬聲佛號，喊破喉嚨也枉然，原因在哪裡？沒有一念他是用湛寂的功夫。用湛寂，才有感應，才有效果。"
    },
    {
      "id": "01-003-0194_p0007",
      "zh_CN": "到湛寂常恒，有了「常恒」这两个字，这就是一心不乱，最低限度也是事一心不乱。实在讲，事一心不乱已经得念佛三昧，说老实话，在这个境界里面，寿命就没有了。寿命从哪里来的？从分别执着来的，因为执着有过去、现在、未来才有寿命。寿命是时间，心定的时候，这界限没有了，于过去现在未来三世没有执着了；执着没有了，寿命就没有了，就不生不灭。得到念佛三昧，说长寿、短寿都没有意义了，那是对众生方便说，不是真实语，真实语里面没有寿命这个概念。今方便为一切众生说，说无量寿。『寿何筹算』，寿命没有法子计算，他已经不起心、不动念，还算什么？只有起心动念才可以计算。",
      "zh_TW": "到湛寂常恆，有了「常恆」這兩個字，這就是一心不亂，最低限度也是事一心不亂。實在講，事一心不亂已經得念佛三昧，說老實話，在這個境界裡面，壽命就沒有了。壽命從哪裡來的？從分別執著來的，因為執著有過去、現在、未來才有壽命。壽命是時間，心定的時候，這界限沒有了，於過去現在未來三世沒有執著了；執著沒有了，壽命就沒有了，就不生不滅。得到念佛三昧，說長壽、短壽都沒有意義了，那是對眾生方便說，不是真實語，真實語裡面沒有壽命這個概念。今方便為一切眾生說，說無量壽。『壽何籌算』，壽命沒有法子計算，他已經不起心、不動念，還算什麼？只有起心動念才可以計算。"
    },
    {
      "id": "01-003-0194_p0008",
      "zh_CN": "由此可知，「湛寂常恒」，这是体，就是定、就是一心不乱。「灵明洞彻」是起用，是无所不知、无所不能。体跟用是可以互相融通的，「灵明洞彻」是体，「湛寂常恒」就是用；「湛寂常恒」是体，「灵明洞彻」就是用，可以互为体用；这就是定慧均等，定是体，慧是用，慧是体，定是用，可以互为体用，于是定慧就转深了，定愈来愈深，慧愈来愈广。",
      "zh_TW": "由此可知，「湛寂常恆」，這是體，就是定、就是一心不亂。「靈明洞徹」是起用，是無所不知、無所不能。體跟用是可以互相融通的，「靈明洞徹」是體，「湛寂常恆」就是用；「湛寂常恆」是體，「靈明洞徹」就是用，可以互為體用；這就是定慧均等，定是體，慧是用，慧是體，定是用，可以互為體用，於是定慧就轉深了，定愈來愈深，慧愈來愈廣。"
    },
    {
      "id": "01-003-0194_p0009",
      "zh_CN": "『常恒而复洞彻，故即寿而光』，他的无量寿、无量光也是一桩事情，无量寿就是无量光，为什么？定就是慧，常恒是定，洞彻是慧。『洞彻而亦常恒，故即光而寿』，光就是寿、寿就是光，是一不是二，这个是事实。从这个事实上去观察，阿弥陀佛的寿命真的是无量，不是有量之无量，而是无量之无量，它是本性的性德，哪有量？",
      "zh_TW": "『常恆而復洞徹，故即壽而光』，他的無量壽、無量光也是一樁事情，無量壽就是無量光，為什麼？定就是慧，常恆是定，洞徹是慧。『洞徹而亦常恆，故即光而壽』，光就是壽、壽就是光，是一不是二，這個是事實。從這個事實上去觀察，阿彌陀佛的壽命真的是無量，不是有量之無量，而是無量之無量，它是本性的性德，哪有量？"
    },
    {
      "id": "01-003-0194_p0010",
      "zh_CN": "『如是，则阿弥陀佛，虽过十万亿刹之外』，凡夫都着相，从事相上看，西方极乐世界在我们这个世界的西方，十万亿佛刹之外。一个佛刹到底有多大？在从前，我们一般认为一个银河系就是一个大千世界、一个佛刹。黄念祖老居士说，一个银河系是一个单位世界，是一个小世界，那就不可思议！这大千世界恐怕我们现在科学还没发现。这是说明从娑婆世界到极乐世界，从迹象上来说，是相当遥远的距离，是很大的距离。距离虽然这么大，诸位要晓得，都是在我们一心之内，不是在心外，再大的距离都没有离开我们一心。好像我们晚上作梦一样，作梦，我们乘飞机飞到外国，不管飞到哪里都没离开这张床铺，虚空再大，没有离开能作梦那个心，统统是心变的。同样的一个道理，尽虚空遍法界，无量无边诸佛刹土，统统是一心所现。因此，你那个心要是清净、要是不动，确实是灵明洞彻，尽虚空遍法界没有一样你不知道的，样样清楚。",
      "zh_TW": "『如是，則阿彌陀佛，雖過十萬億剎之外』，凡夫都著相，從事相上看，西方極樂世界在我們這個世界的西方，十萬億佛剎之外。一個佛剎到底有多大？在從前，我們一般認為一個銀河系就是一個大千世界、一個佛剎。黃念祖老居士說，一個銀河系是一個單位世界，是一個小世界，那就不可思議！這大千世界恐怕我們現在科學還沒發現。這是說明從娑婆世界到極樂世界，從跡象上來說，是相當遙遠的距離，是很大的距離。距離雖然這麼大，諸位要曉得，都是在我們一心之內，不是在心外，再大的距離都沒有離開我們一心。好像我們晚上作夢一樣，作夢，我們乘飛機飛到外國，不管飛到哪裡都沒離開這張床鋪，虛空再大，沒有離開能作夢那個心，統統是心變的。同樣的一個道理，盡虛空遍法界，無量無邊諸佛剎土，統統是一心所現。因此，你那個心要是清淨、要是不動，確實是靈明洞徹，盡虛空遍法界沒有一樣你不知道的，樣樣清楚。"
    },
    {
      "id": "01-003-0194_p0011",
      "zh_CN": "从娑婆世界到极乐世界，你念头一动想去就到了；再远的距离，一念就到了，为什么？在清净心里头，没有分别执着的时候，给诸位说，没有距离，空间跟时间都没有了，都是假的。时间是过去现在未来，空间是四方四维上下，佛在唯识经论里面告诉我们，这些东西都不是真的，「方分」是空间，「时分」是时间，归纳排列在二十四个不相应里面，它是属于不相应行法。它不是心法，与心法不相应；它也不是色法，与色法也不相应。它与心心所、色法统统不相应，拿现代话来说，纯属抽象的概念，不是事实。你迷的时候，心里有分别执着，确实有三世、十方这个事情；如果心地清净，离开一切分别执着，决定没有这个事情。心心所法、色法是依他起性，种种缘成就的，许多条件当中生出这个法；不相应行法没有，纯属抽象的概念，用佛法来讲，就是迷，是错觉，从错觉里面产生的。",
      "zh_TW": "從娑婆世界到極樂世界，你念頭一動想去就到了；再遠的距離，一念就到了，為什麼？在清淨心裡頭，沒有分別執著的時候，給諸位說，沒有距離，空間跟時間都沒有了，都是假的。時間是過去現在未來，空間是四方四維上下，佛在唯識經論裡面告訴我們，這些東西都不是真的，「方分」是空間，「時分」是時間，歸納排列在二十四個不相應裡面，它是屬於不相應行法。它不是心法，與心法不相應；它也不是色法，與色法也不相應。它與心心所、色法統統不相應，拿現代話來說，純屬抽象的概念，不是事實。你迷的時候，心裡有分別執著，確實有三世、十方這個事情；如果心地清淨，離開一切分別執著，決定沒有這個事情。心心所法、色法是依他起性，種種緣成就的，許多條件當中生出這個法；不相應行法沒有，純屬抽象的概念，用佛法來講，就是迷，是錯覺，從錯覺裡面產生的。"
    },
    {
      "id": "01-003-0194_p0012",
      "zh_CN": "你把这个事实真相搞清楚了，那就是尽虚空遍法界为什么一念就到。我们今天用光的速度来说，光的速度很快，一秒钟三十万公里，用光速从娑婆世界到西方极乐世界恐怕也要几亿万年！你才晓得光的速度不大，太小了，没有心的力量大。所以佛法的修学，最重要的修心，修清净心，不许可心里面有一个妄念存在，功夫就成就了。应当怎么修行？老实念佛。老实就是念佛的时候不掺杂妄念，掺杂妄念就不老实。老实念佛目的在哪里？目的就是恢复灵明洞彻、湛寂常恒的性德，恢复我们自己的本能。本能失掉了，说实在话，这是奇耻大辱！我们跟十方诸佛原来是一样的，现在怎么会变成这个样子？人家是在虚空法界里面得大自在，一切法随心所欲，我们现在在这里搞六道轮回，还要搞三恶道，这个不得了！",
      "zh_TW": "你把這個事實真相搞清楚了，那就是盡虛空遍法界為什麼一念就到。我們今天用光的速度來說，光的速度很快，一秒鐘三十萬公里，用光速從娑婆世界到西方極樂世界恐怕也要幾億萬年！你才曉得光的速度不大，太小了，沒有心的力量大。所以佛法的修學，最重要的修心，修清淨心，不許可心裡面有一個妄念存在，功夫就成就了。應當怎麼修行？老實念佛。老實就是念佛的時候不摻雜妄念，摻雜妄念就不老實。老實念佛目的在哪裡？目的就是恢復靈明洞徹、湛寂常恆的性德，恢復我們自己的本能。本能失掉了，說實在話，這是奇恥大辱！我們跟十方諸佛原來是一樣的，現在怎麼會變成這個樣子？人家是在虛空法界裡面得大自在，一切法隨心所欲，我們現在在這裡搞六道輪迴，還要搞三惡道，這個不得了！"
    },
    {
      "id": "01-003-0194_p0013",
      "zh_CN": "今天下午有一位台中的年轻法师来看我，他现在想做很多事业，来问我，他听了录音带很喜欢学净土，我就劝他，把那些大大小小的事情统统放下。我问他：你生死有没有把握？生死事大！生死没有把握，搞什么？搞得再多、搞得再好，三界有漏的福报而已，你修的是福报。今天我们在这社会上，看到做大官、发大财的，过去世就是修福的。你今天要是这个修学法，来生去做大官、发大财，这官做大了，财发多了，又迷了，迷了造罪业！罪业造多了，死了之后必然堕三恶道。佛门里讲「三世怨」，第一世修福，第二世享福，第三世堕落，三世怨，这是我们一定要觉悟的。古德常说：好事不如无事！",
      "zh_TW": "今天下午有一位台中的年輕法師來看我，他現在想做很多事業，來問我，他聽了錄音帶很喜歡學淨土，我就勸他，把那些大大小小的事情統統放下。我問他：你生死有沒有把握？生死事大！生死沒有把握，搞什麼？搞得再多、搞得再好，三界有漏的福報而已，你修的是福報。今天我們在這社會上，看到做大官、發大財的，過去世就是修福的。你今天要是這個修學法，來生去做大官、發大財，這官做大了，財發多了，又迷了，迷了造罪業！罪業造多了，死了之後必然墮三惡道。佛門裡講「三世怨」，第一世修福，第二世享福，第三世墮落，三世怨，這是我們一定要覺悟的。古德常說：好事不如無事！"
    },
    {
      "id": "01-003-0194_p0014",
      "zh_CN": "说度众生，自己还没度得了，怎么度别人？我今天告诉他，四弘誓愿修学的次第摆得清清楚楚明明白白，确实要有度众生的大愿，愿后要起行，要真正修行，修行第一个要断烦恼。烦恼断了之后，才可以学法门。他也要办佛学院，这很了不起！我就告诉他：也有很多人劝我办佛学院，我不能办。他说：为什么？我说：我找不到学生。他说：学生不是很多吗？法师，你一办佛学院，学生一定很多。我说：那些学生是别的佛学院收的，我这佛学院不收这些学生。他说：为什么？烦恼未断！烦恼未断，所修的一切法门，清凉大师说得好，增长邪见。我们办佛学院，成绩在哪里？成绩是帮助学生增长邪见，这个问题可严重，我得背因果责任，所以不可以。",
      "zh_TW": "說度眾生，自己還沒度得了，怎麼度別人？我今天告訴他，四弘誓願修學的次第擺得清清楚楚明明白白，確實要有度眾生的大願，願後要起行，要真正修行，修行第一個要斷煩惱。煩惱斷了之後，才可以學法門。他也要辦佛學院，這很了不起！我就告訴他：也有很多人勸我辦佛學院，我不能辦。他說：為什麼？我說：我找不到學生。他說：學生不是很多嗎？法師，你一辦佛學院，學生一定很多。我說：那些學生是別的佛學院收的，我這佛學院不收這些學生。他說：為什麼？煩惱未斷！煩惱未斷，所修的一切法門，清涼大師說得好，增長邪見。我們辦佛學院，成績在哪裡？成績是幫助學生增長邪見，這個問題可嚴重，我得背因果責任，所以不可以。"
    },
    {
      "id": "01-003-0194_p0015",
      "zh_CN": "为什么我劝大家把《无量寿经》老老实实念三年，不要求解？目的就是修清净心，让心定三年，定下来以后再学东西，效果完全不一样。你以清净心面对一切法，给诸位说，增长智慧，智慧才能现前；烦恼没有断，不可能有智慧。所学的东西学得再好，连儒家也说，记问之学！儒家没有说是邪知邪见，只说是记问之学，我记得很多、听得很多，「记问之学，不足以为人师也」，不可以做人老师、不可以教人。所以佛法要我们心地清净能生智慧，一定要从清净心里面去开悟！讲求的是体悟，不重视记问。我在台中跟李老师求学的时代，李老师就不赞成记问，听就用心听。我那时听经写笔记，他不许可，他说：你记这个干什么？贵的是能领悟、能体悟，不贵记这些名词术语。你能够领悟，确实是自己的东西。所以用恭敬心听、用清净心听，听经是入定！听一个半小时，这一个半小时是入定，心地清净，一念不生，这样听经容易开悟，他有悟处。听懂也好，不懂也好，懂是悟处；不懂，不懂自己是在定中，这个定没起作用。所以说定慧俱得，两个都得到！打妄想是定慧俱失，两个都失掉，变成世间一般学校上课一样。",
      "zh_TW": "為什麼我勸大家把《無量壽經》老老實實念三年，不要求解？目的就是修清淨心，讓心定三年，定下來以後再學東西，效果完全不一樣。你以清淨心面對一切法，給諸位說，增長智慧，智慧才能現前；煩惱沒有斷，不可能有智慧。所學的東西學得再好，連儒家也說，記問之學！儒家沒有說是邪知邪見，只說是記問之學，我記得很多、聽得很多，「記問之學，不足以為人師也」，不可以做人老師、不可以教人。所以佛法要我們心地清淨能生智慧，一定要從清淨心裡面去開悟！講求的是體悟，不重視記問。我在台中跟李老師求學的時代，李老師就不贊成記問，聽就用心聽。我那時聽經寫筆記，他不許可，他說：你記這個幹什麼？貴的是能領悟、能體悟，不貴記這些名詞術語。你能夠領悟，確實是自己的東西。所以用恭敬心聽、用清淨心聽，聽經是入定！聽一個半小時，這一個半小時是入定，心地清淨，一念不生，這樣聽經容易開悟，他有悟處。聽懂也好，不懂也好，懂是悟處；不懂，不懂自己是在定中，這個定沒起作用。所以說定慧俱得，兩個都得到！打妄想是定慧俱失，兩個都失掉，變成世間一般學校上課一樣。"
    },
    {
      "id": "01-003-0194_p0016",
      "zh_CN": "换句话说，现在学佛的人多半是态度错误，他不晓得这个道理，不知道佛法跟世间法不一样；实在讲，是跟现代的世间法不一样，跟中国古时候的世间法还是一样的。中国古时候，儒家、道家也讲开悟，老师教学重视学生的悟性，训练学生的手法也都是背诵。小孩念书，尤其是中国过去的小学，完全背诵，老师不讲书、不讲解，督促小朋友，他会背了，叫他继续背一百遍、背二百遍。会背了，为什么还要背这么多？实在讲就是叫他不要打妄想。他要不背书，他就胡思乱想，想去玩去了。从小就是训练他妄想要减少，尽量帮助他减少，使他恢复他的本性。唐大圆居士在唯识著作里，很感慨的说：民国以来这个教学法错误，定慧统统没有了。",
      "zh_TW": "換句話說，現在學佛的人多半是態度錯誤，他不曉得這個道理，不知道佛法跟世間法不一樣；實在講，是跟現代的世間法不一樣，跟中國古時候的世間法還是一樣的。中國古時候，儒家、道家也講開悟，老師教學重視學生的悟性，訓練學生的手法也都是背誦。小孩念書，尤其是中國過去的小學，完全背誦，老師不講書、不講解，督促小朋友，他會背了，叫他繼續背一百遍、背二百遍。會背了，為什麼還要背這麼多？實在講就是叫他不要打妄想。他要不背書，他就胡思亂想，想去玩去了。從小就是訓練他妄想要減少，盡量幫助他減少，使他恢復他的本性。唐大圓居士在唯識著作裡，很感慨的說：民國以來這個教學法錯誤，定慧統統沒有了。"
    },
    {
      "id": "01-003-0194_p0017",
      "zh_CN": "这一段讲的是定慧圆满的境界，定就是慧、慧就是定，所以时空完全突破，整个法界变成一体，这叫一真法界，这是诸佛如来所证的境界。佛法的修学就是希望我们都能达到这个境界，这才叫真正学佛。自己学佛有受用了，我们帮助别人，帮助别人最重要的是建立大众的信心，是帮助他有一个正确修学的态度，再能贡献一个非常好的方法，如果他能接受，成就就快了，这是教学。但是这个法门，实在讲是难信当中的难信法，极难信法，我们今天把这个方法态度告诉人，人家未必相信！他为什么不相信？他看到每个人走的路都跟你讲的不一样！一开头下手都是博学多闻，你叫我什么都不要看，这太危险了，恐怕我将来什么都不能成就。所以跟他讲真的，他不相信，讲假的，一拍即合，他就信假不信真。所以现在人难度！听骗不听劝、认假不认真！这很难了。对于真的东西能听得进去，这个人实在是大善根大福德，确实不是一个普通人，普通人确实非常难以接受的。所以在这个境界里面，时空突破，所谓时空突破就是分别执着没有了。",
      "zh_TW": "這一段講的是定慧圓滿的境界，定就是慧、慧就是定，所以時空完全突破，整個法界變成一體，這叫一真法界，這是諸佛如來所證的境界。佛法的修學就是希望我們都能達到這個境界，這才叫真正學佛。自己學佛有受用了，我們幫助別人，幫助別人最重要的是建立大眾的信心，是幫助他有一個正確修學的態度，再能貢獻一個非常好的方法，如果他能接受，成就就快了，這是教學。但是這個法門，實在講是難信當中的難信法，極難信法，我們今天把這個方法態度告訴人，人家未必相信！他為什麼不相信？他看到每個人走的路都跟你講的不一樣！一開頭下手都是博學多聞，你叫我什麼都不要看，這太危險了，恐怕我將來什麼都不能成就。所以跟他講真的，他不相信，講假的，一拍即合，他就信假不信真。所以現在人難度！聽騙不聽勸、認假不認真！這很難了。對於真的東西能聽得進去，這個人實在是大善根大福德，確實不是一個普通人，普通人確實非常難以接受的。所以在這個境界裡面，時空突破，所謂時空突破就是分別執著沒有了。"
    },
    {
      "id": "01-003-0194_p0018",
      "zh_CN": "『而实于此娑婆世界众生心中，结跏趺坐，俨然不动』，这个意思诸位能不能体会？阿弥陀佛在我们自性当中，「结跏趺坐，俨然不动」。因为西方极乐世界是自性变现出来的，阿弥陀佛也是自性变现出来的，他不在众生心中，在哪里？尽虚空遍法界从哪里来？是众生心中变现的，「唯心所现，唯识所变」，心是体，识是作用。不但阿弥陀佛如是，十方三世一切诸佛如来又何尝不是？没有一个例外！",
      "zh_TW": "『而實於此娑婆世界眾生心中，結跏趺坐，儼然不動』，這個意思諸位能不能體會？阿彌陀佛在我們自性當中，「結跏趺坐，儼然不動」。因為西方極樂世界是自性變現出來的，阿彌陀佛也是自性變現出來的，他不在眾生心中，在哪裡？盡虛空遍法界從哪裡來？是眾生心中變現的，「唯心所現，唯識所變」，心是體，識是作用。不但阿彌陀佛如是，十方三世一切諸佛如來又何嘗不是？沒有一個例外！"
    },
    {
      "id": "01-003-0194_p0019",
      "zh_CN": "诸佛菩萨是我们本性觉的那一部分的作用，六道凡夫是我们自性当中迷的那一部分在起作用，所以十法界依正庄严全是自性变现的。如果我们一念觉，你就会看到十法界依正庄严如如不动。佛没动，我们现在何尝动？佛是在结跏趺坐，俨然不动，我们六道众生乃至地狱众生也是结跏趺坐，俨然不动，没有例外的。当我们迷的时候，看到诸佛如来都在动。迷了，一动是一切动；不动是一切都不动。不动从哪里看？不动从性德上看，性德不动。动在哪里看？动在迷失性德之后，看起来好像是有动，其实还是不动。佛在《华严》上说，「一切众生本来成佛」。本来成佛就是从性德上去看，性德确确实实本来清净，本无动摇，本来具足，能生万法，是真的，它本来是如此，绝对不是迷的时候就失掉，迷也不失，才叫做本性，永远是这样的。",
      "zh_TW": "諸佛菩薩是我們本性覺的那一部分的作用，六道凡夫是我們自性當中迷的那一部分在起作用，所以十法界依正莊嚴全是自性變現的。如果我們一念覺，你就會看到十法界依正莊嚴如如不動。佛沒動，我們現在何嘗動？佛是在結跏趺坐，儼然不動，我們六道眾生乃至地獄眾生也是結跏趺坐，儼然不動，沒有例外的。當我們迷的時候，看到諸佛如來都在動。迷了，一動是一切動；不動是一切都不動。不動從哪裡看？不動從性德上看，性德不動。動在哪裡看？動在迷失性德之後，看起來好像是有動，其實還是不動。佛在《華嚴》上說，「一切眾生本來成佛」。本來成佛就是從性德上去看，性德確確實實本來清淨，本無動搖，本來具足，能生萬法，是真的，它本來是如此，絕對不是迷的時候就失掉，迷也不失，才叫做本性，永遠是這樣的。"
    },
    {
      "id": "01-003-0194_p0020",
      "zh_CN": "我们纵然是堕在三恶道，本性还是清净的，本性还是不动的，三恶道是饿鬼道、畜生道、地狱道，他的本体还是真如本性。恶道里面，尤其《地藏经》讲受苦受难，那么大的苦看到都害怕，毛骨悚然，那是回什么事情？妄识，就是妄心，妄心就是起心动念。起心动念不是真心，是妄心！真心本来不动，妄心动；不动的是真的，动的是妄的。妄当然可以离开，当然可以舍掉；不动的、真的，当然可以恢复。马鸣菩萨《起信论》里讲很很好，「本觉本有」，灵明洞彻、湛寂常恒，这是本觉本有；「不觉本无」，不觉就是妄心，起心动念这是本无，本来没有的。本来没有的，当然可以断掉；本来有的，当然可以恢复。这几句话，使我们学佛的人建立真正的信心。",
      "zh_TW": "我們縱然是墮在三惡道，本性還是清淨的，本性還是不動的，三惡道是餓鬼道、畜生道、地獄道，他的本體還是真如本性。惡道裡面，尤其《地藏經》講受苦受難，那麼大的苦看到都害怕，毛骨悚然，那是回什麼事情？妄識，就是妄心，妄心就是起心動念。起心動念不是真心，是妄心！真心本來不動，妄心動；不動的是真的，動的是妄的。妄當然可以離開，當然可以捨掉；不動的、真的，當然可以恢復。馬鳴菩薩《起信論》裡講很很好，「本覺本有」，靈明洞徹、湛寂常恆，這是本覺本有；「不覺本無」，不覺就是妄心，起心動念這是本無，本來沒有的。本來沒有的，當然可以斷掉；本來有的，當然可以恢復。這幾句話，使我們學佛的人建立真正的信心。"
    },
    {
      "id": "01-003-0194_p0021",
      "zh_CN": "蕅益大师在《要解》里面讲信愿行，讲信，第一个信自己，这是帮助我们建立信心，信自己本来成佛，信自己这一生决定可以断烦恼，决定可以成佛道，我们这些妄念确实可以放下的。为什么我们放不下？就是这个妄想用的时间用得太久，用成习惯，习惯成自然，想放下也放不下，原因在此地。佛有方便，方便当中第一个方便就是教我们念佛，所以念佛在八万四千方便法门里面是第一法门，用这个方法就能把妄念断得干干净净。怎么用法？念佛，「忆佛念佛，净念相继」，就是《楞严经》上八个字！忆是想，我天天想阿弥陀佛，念阿弥陀佛。我们这一尊阿弥陀佛这塑的像的确塑得庄严，我们现在把它印出来之后，比原来这个像还要庄严、还好看。所以有同修发心印成小张像照片一样，大家带在身上，没有事多看看，就想阿弥陀佛，不要想别人！想别的人、想别的事，你都是造六道轮回，都是打妄想。",
      "zh_TW": "蕅益大師在《要解》裡面講信願行，講信，第一個信自己，這是幫助我們建立信心，信自己本來成佛，信自己這一生決定可以斷煩惱，決定可以成佛道，我們這些妄念確實可以放下的。為什麼我們放不下？就是這個妄想用的時間用得太久，用成習慣，習慣成自然，想放下也放不下，原因在此地。佛有方便，方便當中第一個方便就是教我們念佛，所以念佛在八萬四千方便法門裡面是第一法門，用這個方法就能把妄念斷得乾乾淨淨。怎麼用法？念佛，「憶佛念佛，淨念相繼」，就是《楞嚴經》上八個字！憶是想，我天天想阿彌陀佛，念阿彌陀佛。我們這一尊阿彌陀佛這塑的像的確塑得莊嚴，我們現在把它印出來之後，比原來這個像還要莊嚴、還好看。所以有同修發心印成小張像照片一樣，大家帶在身上，沒有事多看看，就想阿彌陀佛，不要想別人！想別的人、想別的事，你都是造六道輪迴，都是打妄想。"
    },
    {
      "id": "01-003-0194_p0022",
      "zh_CN": "我就想阿弥陀佛，我就念阿弥陀佛，心里头一切牵肠挂肚的事情统统放下，把它换过来，换成什么？就是牵挂阿弥陀佛。你能这样去修，给诸位说，不要多，六个月就成功了。你所有的妄念至少可以去掉百分之八十，你心就得清净了。换句话说，你念佛功夫成片就可以做到，不要很久，半年时间就可以到功夫成片，三年就可以到一心不乱。问题是你不肯干，偏偏还去想人想事，这个是麻烦大了！这个一定要提高警觉。想一切人一切事，要记住，都是搞六道轮回。无始劫以来就是被这些事情害了，害得搞生死轮回，永远不能出离，还不觉悟，还要搞这个，错了！",
      "zh_TW": "我就想阿彌陀佛，我就念阿彌陀佛，心裡頭一切牽腸掛肚的事情統統放下，把它換過來，換成什麼？就是牽掛阿彌陀佛。你能這樣去修，給諸位說，不要多，六個月就成功了。你所有的妄念至少可以去掉百分之八十，你心就得清淨了。換句話說，你念佛功夫成片就可以做到，不要很久，半年時間就可以到功夫成片，三年就可以到一心不亂。問題是你不肯幹，偏偏還去想人想事，這個是麻煩大了！這個一定要提高警覺。想一切人一切事，要記住，都是搞六道輪迴。無始劫以來就是被這些事情害了，害得搞生死輪迴，永遠不能出離，還不覺悟，還要搞這個，錯了！"
    },
    {
      "id": "01-003-0194_p0023",
      "zh_CN": "所以大家一心一意去想阿弥陀佛，阿弥陀佛这个相片多印，大量的去印，常常带在身上，还可以多带几张随时送人。人家要有想你的，你告诉他，不要想我，想这个、想阿弥陀佛。想阿弥陀佛，将来我们同往西方，这才永远能在一起！除此之外，要想永远在一起，给诸位说，根本就不可能。生离死别决定免不了，死了之后，个人被业力所牵去轮回，下一次再碰到，那真是无量劫之后！纵然碰到了，也不认识。所以，哪有想佛好？真正想我们不要分开，永远在一起，大家都想阿弥陀佛就对了。八万四千法门，忆佛念佛是第一法门，因为一切法从心想生，想什么就变什么。下面这几句话意思就非常的圆满、非常的真实：",
      "zh_TW": "所以大家一心一意去想阿彌陀佛，阿彌陀佛這個相片多印，大量的去印，常常帶在身上，還可以多帶幾張隨時送人。人家要有想你的，你告訴他，不要想我，想這個、想阿彌陀佛。想阿彌陀佛，將來我們同往西方，這才永遠能在一起！除此之外，要想永遠在一起，給諸位說，根本就不可能。生離死別決定免不了，死了之後，個人被業力所牽去輪迴，下一次再碰到，那真是無量劫之後！縱然碰到了，也不認識。所以，哪有想佛好？真正想我們不要分開，永遠在一起，大家都想阿彌陀佛就對了。八萬四千法門，憶佛念佛是第一法門，因為一切法從心想生，想什麼就變什麼。下面這幾句話意思就非常的圓滿、非常的真實："
    },
    {
      "id": "01-003-0194_p0024",
      "zh_CN": "钞【何乃佩长生之诀，枉自殇亡。】",
      "zh_TW": "鈔【何乃佩長生之訣，枉自殤亡。】"
    },
    {
      "id": "01-003-0194_p0025",
      "zh_CN": "这是讲无量寿。我们每个人本来是无量寿，无量寿不是修来的，无量寿是我们每个人本有的，本来是无量寿，现在搞成短命，太冤枉！为什么会短命？就是成天打妄想，妄想愈多，寿命就愈短。实在讲，我们这业报身也如此，妄想少寿命就长，就不容易衰老。古人常讲：忧能使人老！一个人常常忧虑，他老化得很快，没有忧虑的人是不容易老。我们把一切忧虑、把一切烦恼、把一切妄念、把一切牵挂统统舍掉，妄想执着舍掉，那就恢复性德，性德本来就是无量寿。",
      "zh_TW": "這是講無量壽。我們每個人本來是無量壽，無量壽不是修來的，無量壽是我們每個人本有的，本來是無量壽，現在搞成短命，太冤枉！為什麼會短命？就是成天打妄想，妄想愈多，壽命就愈短。實在講，我們這業報身也如此，妄想少壽命就長，就不容易衰老。古人常講：憂能使人老！一個人常常憂慮，他老化得很快，沒有憂慮的人是不容易老。我們把一切憂慮、把一切煩惱、把一切妄念、把一切牽掛統統捨掉，妄想執著捨掉，那就恢復性德，性德本來就是無量壽。"
    },
    {
      "id": "01-003-0194_p0026",
      "zh_CN": "对于西方世界讲的寿命，大家决定不要怀疑。有人说到底这寿命恐怕还是有量的，不过就是很长而已，我们没法子计算。你在这一段看的，真的是无量寿！这不是假的。这两句是讲长寿，也就是我们讲不生不灭，确实是不生不灭，法身常住！法报应三身一体，法身不生不灭，报身、应身也是不生不灭，贪生怕死的念头就没有了。贪生怕死是妄念、妄想，六道凡夫活在妄想当中，这是很苦的事情。",
      "zh_TW": "對於西方世界講的壽命，大家決定不要懷疑。有人說到底這壽命恐怕還是有量的，不過就是很長而已，我們沒法子計算。你在這一段看的，真的是無量壽！這不是假的。這兩句是講長壽，也就是我們講不生不滅，確實是不生不滅，法身常住！法報應三身一體，法身不生不滅，報身、應身也是不生不滅，貪生怕死的念頭就沒有了。貪生怕死是妄念、妄想，六道凡夫活在妄想當中，這是很苦的事情。"
    },
    {
      "id": "01-003-0194_p0027",
      "zh_CN": "钞【负杲日之明，翻成黑暗。】",
      "zh_TW": "鈔【負杲日之明，翻成黑暗。】"
    },
    {
      "id": "01-003-0194_p0028",
      "zh_CN": "这一句是讲光明。光明也是本有的，清净心起作用就是无量光、就是无量智慧。现在智慧没有了，变成无明，『黑暗』就是无明，把无量的光明现在变成无明，怎么变的？不是别人给你变的，是你自己变的，还是妄想执着变出来的。有了妄想执着，无量的智慧光明就失掉，显现出来的是无明、是邪见。由此可知，妄想执着要是去掉，无明就变成光明，邪见就变成智慧。",
      "zh_TW": "這一句是講光明。光明也是本有的，清淨心起作用就是無量光、就是無量智慧。現在智慧沒有了，變成無明，『黑暗』就是無明，把無量的光明現在變成無明，怎麼變的？不是別人給你變的，是你自己變的，還是妄想執著變出來的。有了妄想執著，無量的智慧光明就失掉，顯現出來的是無明、是邪見。由此可知，妄想執著要是去掉，無明就變成光明，邪見就變成智慧。"
    },
    {
      "id": "01-003-0194_p0029",
      "zh_CN": "佛在《华严经》上说，「一切众生皆有如来智慧德相」，智慧就是无量光，德相就是无量寿，「但以妄想执着而不能证得」，这句话把病根给我们点出来了。八万四千法门、无量法门，诸位去想一想，这么多法门里面，哪一个法门非常有效果，能把妄想执着打破，这个法门就是最殊胜的法门。古德一般修学体验得到一个结论：念经不如念咒，念咒不如念佛！为什么？经太长，咒比经短，但是比佛号还是长，一句阿弥陀佛简单容易，忆念方便。",
      "zh_TW": "佛在《華嚴經》上說，「一切眾生皆有如來智慧德相」，智慧就是無量光，德相就是無量壽，「但以妄想執著而不能證得」，這句話把病根給我們點出來了。八萬四千法門、無量法門，諸位去想一想，這麼多法門裡面，哪一個法門非常有效果，能把妄想執著打破，這個法門就是最殊勝的法門。古德一般修學體驗得到一個結論：念經不如念咒，念咒不如念佛！為什麼？經太長，咒比經短，但是比佛號還是長，一句阿彌陀佛簡單容易，憶念方便。"
    },
    {
      "id": "01-003-0194_p0030",
      "zh_CN": "所以这庄严的佛像，我建议同修们家里多请几张回去，家里每个房间显著的地方都挂上，不管走到哪里，我眼睛都看到佛像，常常跟佛在一起，时时刻刻不离佛，这样就对了。真正做到「忆佛念佛」，真正做到「净念相继」，这就是在转无明为本明，转邪见为智慧，恢复我们本有的无量光、无量寿。无量光、无量寿不是外头来的，也不是修来的，修来的，说老实话可能还有长短，还不见得是真的；它是性德本来具足的，所以说不上长短！",
      "zh_TW": "所以這莊嚴的佛像，我建議同修們家裡多請幾張回去，家裡每個房間顯著的地方都掛上，不管走到哪裡，我眼睛都看到佛像，常常跟佛在一起，時時刻刻不離佛，這樣就對了。真正做到「憶佛念佛」，真正做到「淨念相繼」，這就是在轉無明為本明，轉邪見為智慧，恢復我們本有的無量光、無量壽。無量光、無量壽不是外頭來的，也不是修來的，修來的，說老實話可能還有長短，還不見得是真的；它是性德本來具足的，所以說不上長短！"
    },
    {
      "id": "01-003-0194_p0031",
      "zh_CN": "钞【心本是佛，自昧自心；佛本是心，自迷自佛。】",
      "zh_TW": "鈔【心本是佛，自昧自心；佛本是心，自迷自佛。】"
    },
    {
      "id": "01-003-0194_p0032",
      "zh_CN": "这两句话真是说透了，说到了极处。凡夫之所以变成凡夫，是『自昧自心』、『自迷自佛』。所以，佛法教给我们的是破迷开悟。迷的是心，所以要在心地上下功夫，不能在文字上下功夫，不能在心外下功夫，心外下功夫永远不得力，换句话说，心外下功夫是永远不相干，古人比喻「隔靴搔痒」，搔不到！一定要从心地上下功夫，求心不昧、求心不迷。忆佛念佛就是其心不昧、不迷，这个多重要。我们也学了不少年，所有法门里面我们实验，确实是念佛法门容易得力，所以十方三世一切诸佛菩萨提倡这个法门是有道理的。说别的法门，那是对特别机缘说的；提倡念佛法门，可以说是十方诸佛菩萨不遗余力，尽心尽力，大力的在提倡，这是我们应当要体会得到的。无量寿跟无量光就讲到这个地方告一段落。再看底下经文：",
      "zh_TW": "這兩句話真是說透了，說到了極處。凡夫之所以變成凡夫，是『自昧自心』、『自迷自佛』。所以，佛法教給我們的是破迷開悟。迷的是心，所以要在心地上下功夫，不能在文字上下功夫，不能在心外下功夫，心外下功夫永遠不得力，換句話說，心外下功夫是永遠不相干，古人比喻「隔靴搔癢」，搔不到！一定要從心地上下功夫，求心不昧、求心不迷。憶佛念佛就是其心不昧、不迷，這個多重要。我們也學了不少年，所有法門裡面我們實驗，確實是念佛法門容易得力，所以十方三世一切諸佛菩薩提倡這個法門是有道理的。說別的法門，那是對特別機緣說的；提倡念佛法門，可以說是十方諸佛菩薩不遺餘力，盡心盡力，大力的在提倡，這是我們應當要體會得到的。無量壽跟無量光就講到這個地方告一段落。再看底下經文："
    },
    {
      "id": "01-003-0194_p0033",
      "zh_CN": "◎【二道成远劫】",
      "zh_TW": "◎【二道成遠劫】"
    },
    {
      "id": "01-003-0194_p0034",
      "zh_CN": "经【舍利弗。阿弥陀佛成佛以来。于今十劫。】",
      "zh_TW": "經【舍利弗。阿彌陀佛成佛以來。於今十劫。】"
    },
    {
      "id": "01-003-0194_p0035",
      "zh_CN": "我们看莲池大师的注解：",
      "zh_TW": "我們看蓮池大師的註解："
    },
    {
      "id": "01-003-0194_p0036",
      "zh_CN": "疏【已知彼佛得名之义。】",
      "zh_TW": "疏【已知彼佛得名之義。】"
    },
    {
      "id": "01-003-0194_p0037",
      "zh_CN": "这名号的意思就是无量，无量当中特别以无量寿跟无量光来表示，这是阿弥陀佛名号里面的含义。",
      "zh_TW": "這名號的意思就是無量，無量當中特別以無量壽跟無量光來表示，這是阿彌陀佛名號裡面的含義。"
    },
    {
      "id": "01-003-0194_p0038",
      "zh_CN": "疏【未审彼佛成佛至今。】",
      "zh_TW": "疏【未審彼佛成佛至今。】"
    },
    {
      "id": "01-003-0194_p0039",
      "zh_CN": "再进一步，不知道阿弥陀佛成佛到现在有多久？我们凡夫妄想分别执着，总是要问一问。",
      "zh_TW": "再進一步，不知道阿彌陀佛成佛到現在有多久？我們凡夫妄想分別執著，總是要問一問。"
    },
    {
      "id": "01-003-0194_p0040",
      "zh_CN": "疏【经几何时。】",
      "zh_TW": "疏【經幾何時。】"
    },
    {
      "id": "01-003-0194_p0041",
      "zh_CN": "经过多久？",
      "zh_TW": "經過多久？"
    },
    {
      "id": "01-003-0194_p0042",
      "zh_CN": "疏【劫者，具云劫波。】",
      "zh_TW": "疏【劫者，具云劫波。】"
    },
    {
      "id": "01-003-0194_p0043",
      "zh_CN": "『劫波』是梵语，中国人喜欢简单，往往把尾音省掉。中国自古以来，无论是言语、写文章，要求简要详明，简单、扼要、详细、明白。",
      "zh_TW": "『劫波』是梵語，中國人喜歡簡單，往往把尾音省掉。中國自古以來，無論是言語、寫文章，要求簡要詳明，簡單、扼要、詳細、明白。"
    },
    {
      "id": "01-003-0194_p0044",
      "zh_CN": "疏【此云时分。】",
      "zh_TW": "疏【此云時分。】"
    },
    {
      "id": "01-003-0194_p0045",
      "zh_CN": "『时分』的意思，就是我们现在所讲的时间。",
      "zh_TW": "『時分』的意思，就是我們現在所講的時間。"
    },
    {
      "id": "01-003-0194_p0046",
      "zh_CN": "疏【十劫者。】",
      "zh_TW": "疏【十劫者。】"
    },
    {
      "id": "01-003-0194_p0047",
      "zh_CN": "劫波是时间的单位，是一个很大数目字的单位，我们讲日、月、年，这个劫比年还要大。劫在印度有大劫、有中劫、有小劫。这到底是大劫还是小劫？经文上没说明。",
      "zh_TW": "劫波是時間的單位，是一個很大數目字的單位，我們講日、月、年，這個劫比年還要大。劫在印度有大劫、有中劫、有小劫。這到底是大劫還是小劫？經文上沒說明。"
    },
    {
      "id": "01-003-0194_p0048",
      "zh_CN": "疏【一云大劫，一云小劫。】",
      "zh_TW": "疏【一云大劫，一云小劫。】"
    },
    {
      "id": "01-003-0194_p0049",
      "zh_CN": "有人说大劫，也有人说小劫。",
      "zh_TW": "有人說大劫，也有人說小劫。"
    },
    {
      "id": "01-003-0194_p0050",
      "zh_CN": "疏【今谓明远，应是大劫。】",
      "zh_TW": "疏【今謂明遠，應是大劫。】"
    },
    {
      "id": "01-003-0194_p0051",
      "zh_CN": "这是莲池大师的意思，应当是大劫才合理。佛成佛，距离我们现在是相当遥远的一个时候。劫怎么计算法？",
      "zh_TW": "這是蓮池大師的意思，應當是大劫才合理。佛成佛，距離我們現在是相當遙遠的一個時候。劫怎麼計算法？"
    },
    {
      "id": "01-003-0194_p0052",
      "zh_CN": "钞【一大劫者，成住坏空各二十小劫，八十劫终，方成大劫。】",
      "zh_TW": "鈔【一大劫者，成住壞空各二十小劫，八十劫終，方成大劫。】"
    },
    {
      "id": "01-003-0194_p0053",
      "zh_CN": "一个大劫有成住坏空四个中劫，一个中劫有二十个小劫，一大劫总共是八十个小劫。",
      "zh_TW": "一個大劫有成住壞空四個中劫，一個中劫有二十個小劫，一大劫總共是八十個小劫。"
    },
    {
      "id": "01-003-0194_p0054",
      "zh_CN": "钞【云十大劫，是八百小劫也。经意为明成佛久远，而曰小劫未见其远。】",
      "zh_TW": "鈔【云十大劫，是八百小劫也。經意為明成佛久遠，而曰小劫未見其遠。】"
    },
    {
      "id": "01-003-0194_p0055",
      "zh_CN": "如果是小劫的话，阿弥陀佛成佛距离我们现在不算很远；大劫，那就相当远了。",
      "zh_TW": "如果是小劫的話，阿彌陀佛成佛距離我們現在不算很遠；大劫，那就相當遠了。"
    },
    {
      "id": "01-003-0194_p0056",
      "zh_CN": "钞【今依唐译，云十大劫。】",
      "zh_TW": "鈔【今依唐譯，云十大劫。】"
    },
    {
      "id": "01-003-0194_p0057",
      "zh_CN": "唐译就是玄奘大师的译本。玄奘大师的译本是直译，照着原文直接翻译，比较可靠。他所翻译的是『十大劫』，罗什大师翻译的只是用十劫，没有说大小。莲池大师认为是十大劫也有根据，玄奘大师的译本是这样写的。",
      "zh_TW": "唐譯就是玄奘大師的譯本。玄奘大師的譯本是直譯，照著原文直接翻譯，比較可靠。他所翻譯的是『十大劫』，羅什大師翻譯的只是用十劫，沒有說大小。蓮池大師認為是十大劫也有根據，玄奘大師的譯本是這樣寫的。"
    },
    {
      "id": "01-003-0194_p0058",
      "zh_CN": "一个小劫是多长？佛经有好几种说法，最常讲的就是「增减劫」，佛告诉我们，我们这个世界人的寿命，最长的时候是八万四千岁，从八万四千岁，每一百年减一岁，减到十岁，就是人寿命最短的时候；再从十岁，每一百年加一岁，又加到八万四千岁，一增一减叫一个小劫。释迦牟尼佛出现在世间的时候，人寿一百岁，这是在减劫的时候，一百年减一岁，释迦牟尼佛距离我们现在三千年，所以减了三十岁，现在世间人平均寿命七十岁。",
      "zh_TW": "一個小劫是多長？佛經有好幾種說法，最常講的就是「增減劫」，佛告訴我們，我們這個世界人的壽命，最長的時候是八萬四千歲，從八萬四千歲，每一百年減一歲，減到十歲，就是人壽命最短的時候；再從十歲，每一百年加一歲，又加到八萬四千歲，一增一減叫一個小劫。釋迦牟尼佛出現在世間的時候，人壽一百歲，這是在減劫的時候，一百年減一歲，釋迦牟尼佛距離我們現在三千年，所以減了三十歲，現在世間人平均壽命七十歲。"
    },
    {
      "id": "01-003-0194_p0059",
      "zh_CN": "其余还有几种说法都是形容很长，也不太容易体会。过去李老师在佛学讲座的时候，他给我们说了一个数字，当然他也有根据。可以查《法苑珠林》、《经律异相》，这是佛门的百科全书。他有一个很简单的算法，依中国的算数用「兆」为单位，万万为亿，万亿为兆。一千万万万万万万万万兆，这个数字才是一个阿僧祇。我们讲成佛是阿僧祇劫，就算小劫，时间也不可思议，如果算大劫，那更不可思议，要加八十倍。可见得，修学时间非常的长远。",
      "zh_TW": "其餘還有幾種說法都是形容很長，也不太容易體會。過去李老師在佛學講座的時候，他給我們說了一個數字，當然他也有根據。可以查《法苑珠林》、《經律異相》，這是佛門的百科全書。他有一個很簡單的算法，依中國的算數用「兆」為單位，萬萬為億，萬億為兆。一千萬萬萬萬萬萬萬萬兆，這個數字才是一個阿僧祇。我們講成佛是阿僧祇劫，就算小劫，時間也不可思議，如果算大劫，那更不可思議，要加八十倍。可見得，修學時間非常的長遠。"
    },
    {
      "id": "01-003-0194_p0060",
      "zh_CN": "西方极乐世界寿命是无量劫，阿弥陀佛成佛才十劫。以无量劫来看十劫，就好像我们这个世间人寿百岁，他现在成立才多久？大概不过十分钟。可以说，极乐世界才开幕没几天！佛在此地劝勉我们，我们现在念佛求生西方极乐世界是最好的时光，为什么？他开张才没几天，我们就去了，将来到极乐世界都是元老的身分。阿弥陀佛成佛十劫，我们就来了，这个机缘多难得。所以千万不可以错过，一错过，来生再遇到这个法门，不晓得经过多少劫，那要往生到西方极乐世界，阿弥陀佛成佛已经很多很多劫了，不是十劫，这个不一样。后面这一段说得好：",
      "zh_TW": "西方極樂世界壽命是無量劫，阿彌陀佛成佛才十劫。以無量劫來看十劫，就好像我們這個世間人壽百歲，他現在成立才多久？大概不過十分鐘。可以說，極樂世界才開幕沒幾天！佛在此地勸勉我們，我們現在念佛求生西方極樂世界是最好的時光，為什麼？他開張才沒幾天，我們就去了，將來到極樂世界都是元老的身分。阿彌陀佛成佛十劫，我們就來了，這個機緣多難得。所以千萬不可以錯過，一錯過，來生再遇到這個法門，不曉得經過多少劫，那要往生到西方極樂世界，阿彌陀佛成佛已經很多很多劫了，不是十劫，這個不一樣。後面這一段說得好："
    },
    {
      "id": "01-003-0194_p0061",
      "zh_CN": "疏【又十大劫，亦是一期赴机之说。究极而言，成佛以来，亦应无量，如法华中说。】",
      "zh_TW": "疏【又十大劫，亦是一期赴機之說。究極而言，成佛以來，亦應無量，如法華中說。】"
    },
    {
      "id": "01-003-0194_p0062",
      "zh_CN": "『一期』之说是怎么回事情？譬如我们现在学校每年都要招生，每年都有学生毕业，这是一届一届的，「一期」就是说这一届，不是说学校从成立以来。如果说是西方极乐世界创办以来，那世界就久了，那是无量无量劫。阿弥陀佛成佛以来「于今十劫」，是讲现前这一劫，是这么一个意思。在过去无量劫，在未来还是无量劫，只是眼前这个阶段来讲是十劫。这时间不长，《法华经》有证据。",
      "zh_TW": "『一期』之說是怎麼回事情？譬如我們現在學校每年都要招生，每年都有學生畢業，這是一屆一屆的，「一期」就是說這一屆，不是說學校從成立以來。如果說是西方極樂世界創辦以來，那世界就久了，那是無量無量劫。阿彌陀佛成佛以來「於今十劫」，是講現前這一劫，是這麼一個意思。在過去無量劫，在未來還是無量劫，只是眼前這個階段來講是十劫。這時間不長，《法華經》有證據。"
    },
    {
      "id": "01-003-0194_p0063",
      "zh_CN": "钞【如法华中，众疑世尊成佛未久，云何旷劫菩萨是所教化。】",
      "zh_TW": "鈔【如法華中，眾疑世尊成佛未久，云何曠劫菩薩是所教化。】"
    },
    {
      "id": "01-003-0194_p0064",
      "zh_CN": "法华会上有人怀疑，有很多的菩萨，大菩萨从十方世界来的，都是释迦牟尼佛的学生，释迦牟尼佛成佛没多久，他三十岁示现成道，说法四十九年，成佛不久，为什么那么多大菩萨是他的学生？佛在这个时候才说出真话：",
      "zh_TW": "法華會上有人懷疑，有很多的菩薩，大菩薩從十方世界來的，都是釋迦牟尼佛的學生，釋迦牟尼佛成佛沒多久，他三十歲示現成道，說法四十九年，成佛不久，為什麼那麼多大菩薩是他的學生？佛在這個時候才說出真話："
    },
    {
      "id": "01-003-0194_p0065",
      "zh_CN": "钞【佛言：我实成佛以来，无量无边劫。】",
      "zh_TW": "鈔【佛言：我實成佛以來，無量無邊劫。】"
    },
    {
      "id": "01-003-0194_p0066",
      "zh_CN": "这是《法华经‧寿量品》所说的，释迦牟尼佛也是久远劫就成佛，这是一期示现而已。",
      "zh_TW": "這是《法華經‧壽量品》所說的，釋迦牟尼佛也是久遠劫就成佛，這是一期示現而已。"
    },
    {
      "id": "01-003-0194_p0067",
      "zh_CN": "钞【则阿弥陀佛，其可量乎。】",
      "zh_TW": "鈔【則阿彌陀佛，其可量乎。】"
    },
    {
      "id": "01-003-0194_p0068",
      "zh_CN": "由此可知，阿弥陀佛又何尝不是久远劫就成佛了，现在在西方极乐世界这是一期示现，所以同样的意思，寿命确确实实是无量无边。我们今天就讲到此地。",
      "zh_TW": "由此可知，阿彌陀佛又何嘗不是久遠劫就成佛了，現在在西方極樂世界這是一期示現，所以同樣的意思，壽命確確實實是無量無邊。我們今天就講到此地。"
    }
  ]
}