{
  "doc_id": "01-003-0093",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十三集",
    "zh_TW": "第九十三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0093",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "01-003-0093_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一七０页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一七０頁："
    },
    {
      "id": "01-003-0093_p0002",
      "zh_CN": "钞【又离心名自觉，离色名觉他，俱离名觉满，亦三觉义。】",
      "zh_TW": "鈔【又離心名自覺，離色名覺他，俱離名覺滿，亦三覺義。】"
    },
    {
      "id": "01-003-0093_p0003",
      "zh_CN": "这是解释「佛」这个字，这个字里面含很多的意思。这一句涉及到很深的教义，如果对教义没有相当的修养，听起来恐怕不太容易听明白，我在此地用最简单的方式，再给诸位说明，什么叫做色？什么叫做心？",
      "zh_TW": "這是解釋「佛」這個字，這個字裡面含很多的意思。這一句涉及到很深的教義，如果對教義沒有相當的修養，聽起來恐怕不太容易聽明白，我在此地用最簡單的方式，再給諸位說明，什麼叫做色？什麼叫做心？"
    },
    {
      "id": "01-003-0093_p0004",
      "zh_CN": "『心』，简单的讲，就是分别执着妄想。离一切分别执着妄想，这叫做『自觉』。我这个讲法好懂，决定不违背教义，要在教义讲心意识、讲唯识，讲了半天，大家听了如堕五里雾中，搞不清楚的。什么叫做『离色』？色就是外面的境界，不着相就是离色，并不是说把外面色相都不要了，那是不可能的，做不到的，心里面不着，就是不被外面色相所染着，这就叫离色，这就『觉他』。",
      "zh_TW": "『心』，簡單的講，就是分別執著妄想。離一切分別執著妄想，這叫做『自覺』。我這個講法好懂，決定不違背教義，要在教義講心意識、講唯識，講了半天，大家聽了如墮五里霧中，搞不清楚的。什麼叫做『離色』？色就是外面的境界，不著相就是離色，並不是說把外面色相都不要了，那是不可能的，做不到的，心裡面不著，就是不被外面色相所染著，這就叫離色，這就『覺他』。"
    },
    {
      "id": "01-003-0093_p0005",
      "zh_CN": "为什么叫觉他？不着相，简单的讲就是放下，把外面境界财色名食睡、名闻利养，他真正能看得破放得下，这叫离色。诸位想想，如果你不把外面色相真正看破，你怎么能放下？你把外面色相看破了，就是觉他。知道这一切万法，就像《金刚经》上所说的「凡所有相，皆是虚妄」，所以你才放下，「一切有为法，如梦幻泡影」，你才不被它染着。真正就对外面境界相彻底了解，彻底了解一定不执着，一定放下了，这叫觉他。自觉觉他统统圆满，这叫『觉满』。此地这个三觉义，也跟前面意思差不多。",
      "zh_TW": "為什麼叫覺他？不著相，簡單的講就是放下，把外面境界財色名食睡、名聞利養，他真正能看得破放得下，這叫離色。諸位想想，如果你不把外面色相真正看破，你怎麼能放下？你把外面色相看破了，就是覺他。知道這一切萬法，就像《金剛經》上所說的「凡所有相，皆是虛妄」，所以你才放下，「一切有為法，如夢幻泡影」，你才不被它染著。真正就對外面境界相徹底了解，徹底了解一定不執著，一定放下了，這叫覺他。自覺覺他統統圓滿，這叫『覺滿』。此地這個三覺義，也跟前面意思差不多。"
    },
    {
      "id": "01-003-0093_p0006",
      "zh_CN": "有一些人自觉，不能觉他；有一些觉他，不能自觉。譬如小乘人自觉不能觉他，小乘人自己确实分别执着妄想没有了，但是外面境界没看破，这就是有自觉没有觉他。权教菩萨有觉他，不自觉，外面境界虽然看破，里面的烦恼见解还放不下，知见还放不下，外面境界这名闻利养、五欲六尘，确实他非常淡薄，他放下了，可是他有一种成见放不下，那就是不自觉，这在我们一般初学的往往这种现象很显著。我们以学佛法来说，先入为主，他放不下，非常执着，这也是业障，障碍一生的成就。",
      "zh_TW": "有一些人自覺，不能覺他；有一些覺他，不能自覺。譬如小乘人自覺不能覺他，小乘人自己確實分別執著妄想沒有了，但是外面境界沒看破，這就是有自覺沒有覺他。權教菩薩有覺他，不自覺，外面境界雖然看破，裡面的煩惱見解還放不下，知見還放不下，外面境界這名聞利養、五欲六塵，確實他非常淡薄，他放下了，可是他有一種成見放不下，那就是不自覺，這在我們一般初學的往往這種現象很顯著。我們以學佛法來說，先入為主，他放不下，非常執著，這也是業障，障礙一生的成就。"
    },
    {
      "id": "01-003-0093_p0007",
      "zh_CN": "我们讲席当中常常提醒同修，这个好光景不多，生活安定，社会还能过得去，平平安安的，这个不容易，一定要好好的把握住。尤其在这些年，我们看到整个世界局势，人心确实有这个迹象，是大灾难之前的一种预兆，这个迹象很不好，所以我们要格外的努力。这个努力的方向就是要自觉觉他，内能够把烦恼放下，外面把世缘尽量的减少，所谓随缘而不攀缘，多一事不如少一事，少一事不如无事，人家也许看到我们这很消极，这个不妨碍，他说我消极，我就消极，咱们好好的把这个时间拿来念佛。等我们这个佛念好了，纵然灾难来了，我们有好的去处，我们不受这个灾难，那个时候才晓得，我们的消极的确有很多好处。所以说对于世缘要消极，对于念佛要积极。",
      "zh_TW": "我們講席當中常常提醒同修，這個好光景不多，生活安定，社會還能過得去，平平安安的，這個不容易，一定要好好的把握住。尤其在這些年，我們看到整個世界局勢，人心確實有這個跡象，是大災難之前的一種預兆，這個跡象很不好，所以我們要格外的努力。這個努力的方向就是要自覺覺他，內能夠把煩惱放下，外面把世緣盡量的減少，所謂隨緣而不攀緣，多一事不如少一事，少一事不如無事，人家也許看到我們這很消極，這個不妨礙，他說我消極，我就消極，咱們好好的把這個時間拿來念佛。等我們這個佛念好了，縱然災難來了，我們有好的去處，我們不受這個災難，那個時候才曉得，我們的消極的確有很多好處。所以說對於世緣要消極，對於念佛要積極。"
    },
    {
      "id": "01-003-0093_p0008",
      "zh_CN": "再跟诸位说，对于研究大乘经论我们都要消极，为什么？经论虽然很好，很多！来不及了，我们统统把它放下。我们念经只念《阿弥陀经》、只念《无量寿经》就好，你们不知道这念经的好处，《观经》里面教给我们「读诵大乘」，《观经》里面讲三种福报，三种福报里面第三条就是「发菩提心，深信因果，读诵大乘，劝进行者」，这是无量无边的福报。读诵大乘，读什么？就读《无量寿经》，读《弥陀经》或者读《弥陀经》的注解，都好。你每天去念一个钟点，这个利益非常之大，念一个钟点就等于把西方极乐世界那个影片在你心里面放映一次。天天放映，到以后不知不觉你的心里全是西方极乐世界的境界，不知不觉就养成，这个养成这就是《楞严经》讲的「忆佛」，我们常常想佛，口里面念佛，「忆佛念佛，现前当来必定见佛」，这是不可思议的功德。所以别的经不必念了，为什么？来不及了。",
      "zh_TW": "再跟諸位說，對於研究大乘經論我們都要消極，為什麼？經論雖然很好，很多！來不及了，我們統統把它放下。我們念經只念《阿彌陀經》、只念《無量壽經》就好，你們不知道這念經的好處，《觀經》裡面教給我們「讀誦大乘」，《觀經》裡面講三種福報，三種福報裡面第三條就是「發菩提心，深信因果，讀誦大乘，勸進行者」，這是無量無邊的福報。讀誦大乘，讀什麼？就讀《無量壽經》，讀《彌陀經》或者讀《彌陀經》的註解，都好。你每天去念一個鐘點，這個利益非常之大，念一個鐘點就等於把西方極樂世界那個影片在你心裡面放映一次。天天放映，到以後不知不覺你的心裡全是西方極樂世界的境界，不知不覺就養成，這個養成這就是《楞嚴經》講的「憶佛」，我們常常想佛，口裡面念佛，「憶佛念佛，現前當來必定見佛」，這是不可思議的功德。所以別的經不必念了，為什麼？來不及了。"
    },
    {
      "id": "01-003-0093_p0009",
      "zh_CN": "我觉得好光景，我们现在要跟自己订时间表，七年，七年决定能念到功夫成片，一心不乱，换句话说，决定能自在往生。往生不要害病，像古来的大德，站着走、坐着走，谈笑当中我走了，这多自在！做得到吗？给诸位说，人人做得到，就怕你不肯做。你也许会怀疑，很多出家人念了一辈子佛，到最后还生病、还很痛苦的走，我怎么能做得到？你不晓得，那些出家人念一辈子佛，他内外都没有放下，所以他才生病，他才痛苦。你统统都放下了，还有什么病苦？没有了，业障就全消了。有一桩放不下，那就是业障，你该受什么样的果报还得要受。所以，放下好！",
      "zh_TW": "我覺得好光景，我們現在要跟自己訂時間表，七年，七年決定能念到功夫成片，一心不亂，換句話說，決定能自在往生。往生不要害病，像古來的大德，站著走、坐著走，談笑當中我走了，這多自在！做得到嗎？給諸位說，人人做得到，就怕你不肯做。你也許會懷疑，很多出家人念了一輩子佛，到最後還生病、還很痛苦的走，我怎麼能做得到？你不曉得，那些出家人念一輩子佛，他內外都沒有放下，所以他才生病，他才痛苦。你統統都放下了，還有什麼病苦？沒有了，業障就全消了。有一樁放不下，那就是業障，你該受什麼樣的果報還得要受。所以，放下好！"
    },
    {
      "id": "01-003-0093_p0010",
      "zh_CN": "钞【又云智者，智即觉义，无不知者。】",
      "zh_TW": "鈔【又云智者，智即覺義，無不知者。】"
    },
    {
      "id": "01-003-0093_p0011",
      "zh_CN": "「佛」这个字，有『智者』的意思；觉者、智者。『智即觉义』，智是体，觉是用。换句话说，真如本性本来就具足无量的智慧，智慧起作用就叫做觉，对自己就叫自觉，对别人就叫觉他，就是这么回事情。我们现在迷了自性，智慧没有了，把智慧变成世间的聪明才智，佛法里面讲「世智辩聪」，世间的聪明智慧辩才。这是迷了之后，真智慧变成世俗的智慧，变成世智。世间智慧起作用，就免不了有烦恼，分别执着计较，搞这一套。不像如来与大菩萨真正的智慧，他们没有烦恼，不生烦恼。",
      "zh_TW": "「佛」這個字，有『智者』的意思；覺者、智者。『智即覺義』，智是體，覺是用。換句話說，真如本性本來就具足無量的智慧，智慧起作用就叫做覺，對自己就叫自覺，對別人就叫覺他，就是這麼回事情。我們現在迷了自性，智慧沒有了，把智慧變成世間的聰明才智，佛法裡面講「世智辯聰」，世間的聰明智慧辯才。這是迷了之後，真智慧變成世俗的智慧，變成世智。世間智慧起作用，就免不了有煩惱，分別執著計較，搞這一套。不像如來與大菩薩真正的智慧，他們沒有煩惱，不生煩惱。"
    },
    {
      "id": "01-003-0093_p0012",
      "zh_CN": "『无不知者』，般若无知，无所不知。「无知」就是讲真正的智慧。我们今天恰恰相反，我们是有知，因为有知就有所不知，这个亏吃大了。富楼那尊者在楞严会上向释迦牟尼佛请教，众生起了无明，他就问：无明是什么原因起来的？佛解释得非常好，四个字，「知见立知，是无明本」，这就是无明的根本，无明就是这么生的。这句话是什么意思？你在无知里面建立一个有知，这个有知就错了。",
      "zh_TW": "『無不知者』，般若無知，無所不知。「無知」就是講真正的智慧。我們今天恰恰相反，我們是有知，因為有知就有所不知，這個虧吃大了。富樓那尊者在楞嚴會上向釋迦牟尼佛請教，眾生起了無明，他就問：無明是什麼原因起來的？佛解釋得非常好，四個字，「知見立知，是無明本」，這就是無明的根本，無明就是這麼生的。這句話是什麼意思？你在無知裡面建立一個有知，這個有知就錯了。"
    },
    {
      "id": "01-003-0093_p0013",
      "zh_CN": "有知就是无明，无知是本性，你听了我这个话，千万不要错解了，你要把这个话记住了，「无知就是智慧」，好了，我现在去当白痴去了，那是不是智慧呢？那就错了，你完全错了。这绝对不是我们凡夫的境界，不但不是凡夫境界，也不是二乘人、权教菩萨的境界，换句话说，我们在此地姑妄言之，你也就姑妄听之。如果想达到这个境界，我教你一个方法，老实念佛，念到理一心不乱，这个境界就现前了。理一心是圆教初住以上的菩萨，你才能真正证实，否则的话，你回家打妄想，怎么打妄想也是无明，也是邪知邪见。《般若经》上讲的「般若无知，无所不知」，无知是般若的本体，无所不知是它起作用，它不起作用的时候是无知，起作用的时候无所不知。",
      "zh_TW": "有知就是無明，無知是本性，你聽了我這個話，千萬不要錯解了，你要把這個話記住了，「無知就是智慧」，好了，我現在去當白痴去了，那是不是智慧呢？那就錯了，你完全錯了。這絕對不是我們凡夫的境界，不但不是凡夫境界，也不是二乘人、權教菩薩的境界，換句話說，我們在此地姑妄言之，你也就姑妄聽之。如果想達到這個境界，我教你一個方法，老實念佛，念到理一心不亂，這個境界就現前了。理一心是圓教初住以上的菩薩，你才能真正證實，否則的話，你回家打妄想，怎麼打妄想也是無明，也是邪知邪見。《般若經》上講的「般若無知，無所不知」，無知是般若的本體，無所不知是它起作用，它不起作用的時候是無知，起作用的時候無所不知。"
    },
    {
      "id": "01-003-0093_p0014",
      "zh_CN": "钞【智论云。】",
      "zh_TW": "鈔【智論云。】"
    },
    {
      "id": "01-003-0093_p0015",
      "zh_CN": "『智论』就是《大智度论》，有这么几句话节录在此地。",
      "zh_TW": "『智論』就是《大智度論》，有這麼幾句話節錄在此地。"
    },
    {
      "id": "01-003-0093_p0016",
      "zh_CN": "钞【知一切众生数非数，常非常等，是智无不知，所谓得一切种智是也，即觉满义也。】",
      "zh_TW": "鈔【知一切眾生數非數，常非常等，是智無不知，所謂得一切種智是也，即覺滿義也。】"
    },
    {
      "id": "01-003-0093_p0017",
      "zh_CN": "『知一切众生数非数』，数是数量，这个字包含的范围非常广泛，如果拿数目字来说，就是尽虚空遍法界这些众生的数目。这谁晓得？佛晓得，大菩萨们晓得。佛晓得，为什么？他见性了。真如本性里面有这种本能的智慧，他也不必计算，也不必思考，就像电脑一样，你这一按钮，数字就出来了，奇妙得不得了，确实是如此。只要人家一问，这数字立刻就答出来，不必通过思考的，也无需要去观察的，本性里头的本能就是这样的不可思议。",
      "zh_TW": "『知一切眾生數非數』，數是數量，這個字包含的範圍非常廣泛，如果拿數目字來說，就是盡虛空遍法界這些眾生的數目。這誰曉得？佛曉得，大菩薩們曉得。佛曉得，為什麼？他見性了。真如本性裡面有這種本能的智慧，他也不必計算，也不必思考，就像電腦一樣，你這一按鈕，數字就出來了，奇妙得不得了，確實是如此。只要人家一問，這數字立刻就答出來，不必通過思考的，也無需要去觀察的，本性裡頭的本能就是這樣的不可思議。"
    },
    {
      "id": "01-003-0093_p0018",
      "zh_CN": "另外这个数也可以讲数术。众生在迷都有数，因为有数，所以人家能算得出你的命，如果没有数的话，他怎么能算得出来？这个算命的确是根据很高深的数学，《易经》是在讲数学。现在宇宙之间许多星球，是从数学上推断去找，发现的。所以个人这一生有数，生生世世都落在数量里头。我们大宇宙也有数，都能推测得出来。所以许多预言，几千年前的预言，它很正确，为什么几千年这个推算这么正确？这里头就有个数量在。",
      "zh_TW": "另外這個數也可以講數術。眾生在迷都有數，因為有數，所以人家能算得出你的命，如果沒有數的話，他怎麼能算得出來？這個算命的確是根據很高深的數學，《易經》是在講數學。現在宇宙之間許多星球，是從數學上推斷去找，發現的。所以個人這一生有數，生生世世都落在數量裡頭。我們大宇宙也有數，都能推測得出來。所以許多預言，幾千年前的預言，它很正確，為什麼幾千年這個推算這麼正確？這裡頭就有個數量在。"
    },
    {
      "id": "01-003-0093_p0019",
      "zh_CN": "什么人能逃出这个数量？《了凡四训》里，云谷禅师就说过，大修行人，那个数量就拘束不了他，你去找那个算命的就不灵，就算不准，为什么？他已经超越数量。一般普通人，凡是被命运所拘束的，像袁了凡那样的人，我念《了凡四训》，我认为袁了凡是个标准的凡夫。我们是凡夫，连标准都够不上，他是个标准的凡夫。但是他以后遇到云谷禅师，他能够改造命运，能够创造命运，可见得命运是有，风水也是有，但是改变要从心里改变，境随心转，数也是从心才能够把它解开的。所以这个数含义很多，含义也很深。",
      "zh_TW": "什麼人能逃出這個數量？《了凡四訓》裡，雲谷禪師就說過，大修行人，那個數量就拘束不了他，你去找那個算命的就不靈，就算不準，為什麼？他已經超越數量。一般普通人，凡是被命運所拘束的，像袁了凡那樣的人，我念《了凡四訓》，我認為袁了凡是個標準的凡夫。我們是凡夫，連標準都夠不上，他是個標準的凡夫。但是他以後遇到雲谷禪師，他能夠改造命運，能夠創造命運，可見得命運是有，風水也是有，但是改變要從心裡改變，境隨心轉，數也是從心才能夠把它解開的。所以這個數含義很多，含義也很深。"
    },
    {
      "id": "01-003-0093_p0020",
      "zh_CN": "『常非常等』，这一切法哪些是常住的？哪些是无常的？譬如在我们众生的分上说，我们的真性是常，一切众生皆有佛性，佛性是常。我们这个肉体是无常的，肉体有生老病死、有成住坏空，我们的精神是真常的。现代的话，叫精神、物质。这个身体是物质，它是有聚有散，而我们的精神实在讲，不来不去，这在佛法里称之为佛性，称之为本性，或者称之为真心，经上这个名词总有几十种之多，都是说这桩事实。所以哪些是常？哪些是无常？「等」这是省略，底下还有许许多多，都是讲的这个宇宙人生的原理原则。",
      "zh_TW": "『常非常等』，這一切法哪些是常住的？哪些是無常的？譬如在我們眾生的分上說，我們的真性是常，一切眾生皆有佛性，佛性是常。我們這個肉體是無常的，肉體有生老病死、有成住壞空，我們的精神是真常的。現代的話，叫精神、物質。這個身體是物質，它是有聚有散，而我們的精神實在講，不來不去，這在佛法裡稱之為佛性，稱之為本性，或者稱之為真心，經上這個名詞總有幾十種之多，都是說這樁事實。所以哪些是常？哪些是無常？「等」這是省略，底下還有許許多多，都是講的這個宇宙人生的原理原則。"
    },
    {
      "id": "01-003-0093_p0021",
      "zh_CN": "『是智无不知』，智慧起作用，无所不知，这就叫做『一切种智』，一切种智是如来的智慧，是圆满的智慧。「一切智」就是知空，知体不知用叫一切智；「道种智」是知用也知体，这是菩萨的智慧；到「一切种智」，就是这两种智慧都圆满，这是如来果地上的智慧。称之为一切种智，这就是智慧圆满的意思。",
      "zh_TW": "『是智無不知』，智慧起作用，無所不知，這就叫做『一切種智』，一切種智是如來的智慧，是圓滿的智慧。「一切智」就是知空，知體不知用叫一切智；「道種智」是知用也知體，這是菩薩的智慧；到「一切種智」，就是這兩種智慧都圓滿，這是如來果地上的智慧。稱之為一切種智，這就是智慧圓滿的意思。"
    },
    {
      "id": "01-003-0093_p0022",
      "zh_CN": "钞【十号者，万德世尊，举莫能尽。略而言之，如来至佛，共有十号。十号之中，佛当其一。具兹十德，世出世间之所宗主，故名世尊。】",
      "zh_TW": "鈔【十號者，萬德世尊，舉莫能盡。略而言之，如來至佛，共有十號。十號之中，佛當其一。具茲十德，世出世間之所宗主，故名世尊。】"
    },
    {
      "id": "01-003-0093_p0023",
      "zh_CN": "如来的『十号』，这十种号是通称，任何一尊佛他都具这十个号。这十个号是佛的智慧德能上建立的。十号当中，这里只举两条，举了一个『如来』，举了一个『佛』。十号是佛学常识，我们简单的讲一讲。",
      "zh_TW": "如來的『十號』，這十種號是通稱，任何一尊佛他都具這十個號。這十個號是佛的智慧德能上建立的。十號當中，這裡只舉兩條，舉了一個『如來』，舉了一個『佛』。十號是佛學常識，我們簡單的講一講。"
    },
    {
      "id": "01-003-0093_p0024",
      "zh_CN": "第一个是「如来」。如来这两个字的解释也有很多种，最常见的解释就是：「今佛如同古佛之再来，这叫如来」。佛跟佛的智慧德能都一样的。今佛如古佛之再来，这个完全从事上说的。从理上讲，《金刚经》上解释得很好，「如来者，无所从来，亦无所去」，这就像《般若》、《中观》里面讲的「不来不去」，这是如来的意思。还有一个意思解释得非常好，「如来者，诸法如义」，这个解释就是如来为什么称之为如来，把这个道理给我们说出来，他是亲身证得这个境界，「一切法皆如」。一切法是相，如什么？如其性，性相一如，这叫如来。所以说诸法如义。可是这样说法，同修们可能很难体会。我们拿作梦来作比喻，作梦，忽然你一下醒过来，你去想一想整个梦境，梦境就是诸法，能变现梦境的那个心就把它比喻作自性，你想想梦中所有的境界是不是都是你那个心变现的？如果你觉悟了，梦中所有的境界都是我的心！心就是梦境，梦境就是心，「心外无梦，梦外无心」，心梦一如，这就是诸法如义。",
      "zh_TW": "第一個是「如來」。如來這兩個字的解釋也有很多種，最常見的解釋就是：「今佛如同古佛之再來，這叫如來」。佛跟佛的智慧德能都一樣的。今佛如古佛之再來，這個完全從事上說的。從理上講，《金剛經》上解釋得很好，「如來者，無所從來，亦無所去」，這就像《般若》、《中觀》裡面講的「不來不去」，這是如來的意思。還有一個意思解釋得非常好，「如來者，諸法如義」，這個解釋就是如來為什麼稱之為如來，把這個道理給我們說出來，他是親身證得這個境界，「一切法皆如」。一切法是相，如什麼？如其性，性相一如，這叫如來。所以說諸法如義。可是這樣說法，同修們可能很難體會。我們拿作夢來作比喻，作夢，忽然你一下醒過來，你去想一想整個夢境，夢境就是諸法，能變現夢境的那個心就把它比喻作自性，你想想夢中所有的境界是不是都是你那個心變現的？如果你覺悟了，夢中所有的境界都是我的心！心就是夢境，夢境就是心，「心外無夢，夢外無心」，心夢一如，這就是諸法如義。"
    },
    {
      "id": "01-003-0093_p0025",
      "zh_CN": "你从这个地方去想，我们今天尽虚空遍法界，这森罗万象都是我们真如本性现出来的相分。你说明心见性，性在哪里？没有一法不是性！就好像我们作梦，忽然在梦中想起来，心在哪里？梦中哪一法不是心！全是你的自性。所以经上常讲：「全妄即真，全真即妄」，真是什么？能变的心，妄是所变的梦境，真跟妄是一不是二。明白这个事实，真妄不二，性相一如，这就是《金刚经》上解释的诸法如义。你到了这个境界，就可以称如来。所以，如来的德号从这个地方建立的。我们没有到这个境界，不能称如来，到这个境界则称如来。称如来就是证得法身，法身是一切法就是自己身，像刚才举的梦境一样，忽然觉得我在作梦了，梦中所有一切境界全是自己，梦中有你自己的身体是自己，梦里那些别人还是你自己，是你自己心变现的，不是那个人从外面跑到你梦境里，没这个事情。梦中山河大地还是自己，没有一样不是自己，才晓得尽虚空遍法界统统是自己，这就叫证得清净法身，承认一切诸法确确实实是自己。我们肉身有生有灭，法身不生不灭。不止精神不灭、物质不灭，法身不生不灭，你把我这些话要是听懂了，细细体会，虽然你不能证得法身，什么叫法身你多少会有个概念。这是「如来」两个字的意思。",
      "zh_TW": "你從這個地方去想，我們今天盡虛空遍法界，這森羅萬象都是我們真如本性現出來的相分。你說明心見性，性在哪裡？沒有一法不是性！就好像我們作夢，忽然在夢中想起來，心在哪裡？夢中哪一法不是心！全是你的自性。所以經上常講：「全妄即真，全真即妄」，真是什麼？能變的心，妄是所變的夢境，真跟妄是一不是二。明白這個事實，真妄不二，性相一如，這就是《金剛經》上解釋的諸法如義。你到了這個境界，就可以稱如來。所以，如來的德號從這個地方建立的。我們沒有到這個境界，不能稱如來，到這個境界則稱如來。稱如來就是證得法身，法身是一切法就是自己身，像剛才舉的夢境一樣，忽然覺得我在作夢了，夢中所有一切境界全是自己，夢中有你自己的身體是自己，夢裡那些別人還是你自己，是你自己心變現的，不是那個人從外面跑到你夢境裡，沒這個事情。夢中山河大地還是自己，沒有一樣不是自己，才曉得盡虛空遍法界統統是自己，這就叫證得清淨法身，承認一切諸法確確實實是自己。我們肉身有生有滅，法身不生不滅。不止精神不滅、物質不滅，法身不生不滅，你把我這些話要是聽懂了，細細體會，雖然你不能證得法身，什麼叫法身你多少會有個概念。這是「如來」兩個字的意思。"
    },
    {
      "id": "01-003-0093_p0026",
      "zh_CN": "第二个德号是「应供」，就是应该接受大众的供养。为什么应该接受大众供养？佛是一切众生无上的福田。我们到哪里去种福？供养佛的福报最大。现在佛又不在世，我们想修福，怎么办？我们到哪里去供养？供养这些出家法师，出家法师固然是有真正的佛弟子，也有妖魔鬼怪，你要是供养错了，好像你那个种子种到石头上，种到沙土上，不但不会生芽，连这个种子下去也坏掉了。所以种福田不容易。可是我告诉诸位，佛虽然不在世，佛的法身舍利住在世间，你供养它等于供养佛无二无别，法身舍利是什么？经典，你供养它。怎么供养它？你每天读诵经典，过去人写经，现在我们印经，这就是供养佛，使他的法身舍利常住世间，永不毁灭。尤其是《弥陀经》，《弥陀经》跟《无量寿经》是同部的，一个叫大本，一个叫小本，说《无量寿经》、说《弥陀经》完全一样。佛在《法灭尽经》里面说过，将来佛法会灭尽，第一个灭的是《楞严经》，最后灭的是《弥陀经》。所有一切经都灭尽了，《弥陀经》跟《无量寿经》还要留在世间一百年，所以这个经真正是三根普被，利钝全收。遇不到它的人，没福，遇到它的人依教修行，没有不一生成就的。所以说当生成就的佛法，只有这个法门，我们读诵这个经典，弘扬这个经典，流通这个经典，就是供养佛陀。所以第二个名号叫应供，他是九法界众生真正的福田。",
      "zh_TW": "第二個德號是「應供」，就是應該接受大眾的供養。為什麼應該接受大眾供養？佛是一切眾生無上的福田。我們到哪裡去種福？供養佛的福報最大。現在佛又不在世，我們想修福，怎麼辦？我們到哪裡去供養？供養這些出家法師，出家法師固然是有真正的佛弟子，也有妖魔鬼怪，你要是供養錯了，好像你那個種子種到石頭上，種到沙土上，不但不會生芽，連這個種子下去也壞掉了。所以種福田不容易。可是我告訴諸位，佛雖然不在世，佛的法身舍利住在世間，你供養它等於供養佛無二無別，法身舍利是什麼？經典，你供養它。怎麼供養它？你每天讀誦經典，過去人寫經，現在我們印經，這就是供養佛，使他的法身舍利常住世間，永不毀滅。尤其是《彌陀經》，《彌陀經》跟《無量壽經》是同部的，一個叫大本，一個叫小本，說《無量壽經》、說《彌陀經》完全一樣。佛在《法滅盡經》裡面說過，將來佛法會滅盡，第一個滅的是《楞嚴經》，最後滅的是《彌陀經》。所有一切經都滅盡了，《彌陀經》跟《無量壽經》還要留在世間一百年，所以這個經真正是三根普被，利鈍全收。遇不到它的人，沒福，遇到它的人依教修行，沒有不一生成就的。所以說當生成就的佛法，只有這個法門，我們讀誦這個經典，弘揚這個經典，流通這個經典，就是供養佛陀。所以第二個名號叫應供，他是九法界眾生真正的福田。"
    },
    {
      "id": "01-003-0093_p0027",
      "zh_CN": "第三个德号是「正遍知」，这是从他的智慧上、德能上建立的，他是全知全能，无所不知，无所不能。他的知决定正确没有错误，所以叫正知；遍知就是没有一桩他不知道，普遍知道，所以称他作正遍知。",
      "zh_TW": "第三個德號是「正遍知」，這是從他的智慧上、德能上建立的，他是全知全能，無所不知，無所不能。他的知決定正確沒有錯誤，所以叫正知；遍知就是沒有一樁他不知道，普遍知道，所以稱他作正遍知。"
    },
    {
      "id": "01-003-0093_p0028",
      "zh_CN": "第四个名号是「明行足」，明是光明的明，行就是修行的行，足是满足的足，明行足。这个德号是从他神通上建立的。阿罗汉有六种神通，虽然有六种神通，他的能力有限，譬如讲宿命通，阿罗汉只知道五百世，过去五百世他知道，五百世之前他就不知道。佛这个宿命通是没有止境的，无量无边的，这是举一个例来说。在佛就不叫六通，名字换一换，叫「三明」，就是三种光明，就不叫神通，明比神通高明得太多。具足三明：天眼明、宿命明、漏尽明。也就是他的能力，神通实在讲就是能力，前面正遍知是讲智慧，智慧能力都圆圆满满，没有一丝毫欠缺，所以叫明行足。",
      "zh_TW": "第四個名號是「明行足」，明是光明的明，行就是修行的行，足是滿足的足，明行足。這個德號是從他神通上建立的。阿羅漢有六種神通，雖然有六種神通，他的能力有限，譬如講宿命通，阿羅漢只知道五百世，過去五百世他知道，五百世之前他就不知道。佛這個宿命通是沒有止境的，無量無邊的，這是舉一個例來說。在佛就不叫六通，名字換一換，叫「三明」，就是三種光明，就不叫神通，明比神通高明得太多。具足三明：天眼明、宿命明、漏盡明。也就是他的能力，神通實在講就是能力，前面正遍知是講智慧，智慧能力都圓圓滿滿，沒有一絲毫欠缺，所以叫明行足。"
    },
    {
      "id": "01-003-0093_p0029",
      "zh_CN": "第五个是「善逝」，意思是不再来了；不再来，就是不退转。他成了佛，他决定不会再堕到菩萨，绝对不会再堕成凡夫。如果说是不再来了，成了佛就不到人间来，这个话讲不过去；佛常常示现在人间，他会来的，所谓倒驾慈航。善逝，古人解释「不还来」，实际上讲就是他不退转，不会再退堕到凡夫位子上。他到凡间来随类化身，像观音菩萨，应以什么身得度，他就现什么身，他虽然现这个身，他实际上还是佛，他并没有真正堕落到这个身。所以到人间来现个人身，佛决定没有真正又变成人，没有，他还是佛，不过现人的这个样子跟我们和光同尘，来帮助我们而已，就是绝对不会再退回来，这叫做善逝。",
      "zh_TW": "第五個是「善逝」，意思是不再來了；不再來，就是不退轉。他成了佛，他決定不會再墮到菩薩，絕對不會再墮成凡夫。如果說是不再來了，成了佛就不到人間來，這個話講不過去；佛常常示現在人間，他會來的，所謂倒駕慈航。善逝，古人解釋「不還來」，實際上講就是他不退轉，不會再退墮到凡夫位子上。他到凡間來隨類化身，像觀音菩薩，應以什麼身得度，他就現什麼身，他雖然現這個身，他實際上還是佛，他並沒有真正墮落到這個身。所以到人間來現個人身，佛決定沒有真正又變成人，沒有，他還是佛，不過現人的這個樣子跟我們和光同塵，來幫助我們而已，就是絕對不會再退回來，這叫做善逝。"
    },
    {
      "id": "01-003-0093_p0030",
      "zh_CN": "第六个是「世间解」，解就是理解，一切世间法他完全通达，没有一桩不知道的；世出世间法统统通达，这叫世间解。弘法利生，实在不是容易的事情。我当年学教的时候跟李老师，李老师就一再叮咛我们，说一定要通世间法，学佛总是以佛法为主，他特别提醒我们一定要懂世间法。世间法不懂，通佛法不能度众生，因为你跟世间人格格不入；通世间法不通佛法，也不能度众生。要想发心度众生就不容易，世出世间法都要通达，这个事情就难了。世间法，我们不要谈现代这个新的科技知识，咱们不谈这个，因为这个太多了，就谈从前的这个知识。《四库全书》，这是我们中国的老东西，你这一生能不能通达？世间法，没算现代的科技，现在新东西没算，算旧的，你就难了。那么佛法呢？三藏经典。可见得这个事情难，真正是难。所以发心容易，真正要做到不容易，可是我们尽心尽力勉强还要去做。",
      "zh_TW": "第六個是「世間解」，解就是理解，一切世間法他完全通達，沒有一樁不知道的；世出世間法統統通達，這叫世間解。弘法利生，實在不是容易的事情。我當年學教的時候跟李老師，李老師就一再叮嚀我們，說一定要通世間法，學佛總是以佛法為主，他特別提醒我們一定要懂世間法。世間法不懂，通佛法不能度眾生，因為你跟世間人格格不入；通世間法不通佛法，也不能度眾生。要想發心度眾生就不容易，世出世間法都要通達，這個事情就難了。世間法，我們不要談現代這個新的科技知識，咱們不談這個，因為這個太多了，就談從前的這個知識。《四庫全書》，這是我們中國的老東西，你這一生能不能通達？世間法，沒算現代的科技，現在新東西沒算，算舊的，你就難了。那麼佛法呢？三藏經典。可見得這個事情難，真正是難。所以發心容易，真正要做到不容易，可是我們盡心盡力勉強還要去做。"
    },
    {
      "id": "01-003-0093_p0031",
      "zh_CN": "在世间法里面，李老师给我们这些学生选的，第一个是《四书》，要念；第二个是古文，念《古文观止》；第三个是《御批通鉴辑览》，这是历史，要知道过去历史的教训；第四个是《五种遗规》，修身的书，这是规定我们必须读的世间法。我们现在看到很多发心好像满好的，不懂得人情世故，不懂礼节，举止言谈行为违背人情，这个怎么能弘法？你佛法再好也不行，不近人情！有很多真正修行不错的，世间法一张白纸，什么都不知道，所以跟他相处真是啼笑皆非，他是不是有意的？决定是无意的，没有学过，人情世故不懂！所以世出世间法都要通达。佛对于一切世间法，没有一样不通达，所以叫世间解。不通世间法，决定不能度众生，你自己这个言行举止众生看到会厌烦，再高的德行，你连做人都差劲，还谈什么？所以这点我们要留意的。世间书籍，我奉劝诸位《五种遗规》一定要念，是清朝陈弘谋居士编的，编得非常好，这就是学礼，所谓「人无礼则不立」，没办法立足于社会，一定要懂礼节。",
      "zh_TW": "在世間法裡面，李老師給我們這些學生選的，第一個是《四書》，要念；第二個是古文，念《古文觀止》；第三個是《御批通鑑輯覽》，這是歷史，要知道過去歷史的教訓；第四個是《五種遺規》，修身的書，這是規定我們必須讀的世間法。我們現在看到很多發心好像滿好的，不懂得人情世故，不懂禮節，舉止言談行為違背人情，這個怎麼能弘法？你佛法再好也不行，不近人情！有很多真正修行不錯的，世間法一張白紙，什麼都不知道，所以跟他相處真是啼笑皆非，他是不是有意的？決定是無意的，沒有學過，人情世故不懂！所以世出世間法都要通達。佛對於一切世間法，沒有一樣不通達，所以叫世間解。不通世間法，決定不能度眾生，你自己這個言行舉止眾生看到會厭煩，再高的德行，你連做人都差勁，還談什麼？所以這點我們要留意的。世間書籍，我奉勸諸位《五種遺規》一定要念，是清朝陳弘謀居士編的，編得非常好，這就是學禮，所謂「人無禮則不立」，沒辦法立足於社會，一定要懂禮節。"
    },
    {
      "id": "01-003-0093_p0032",
      "zh_CN": "第七个是「无上士」。士，是中国对读书人的尊称。读书人里面，佛是至高无上，所以称为无上士。如果讲到学位，没有比佛更高的，他是最高的一个学位，称为无上士。",
      "zh_TW": "第七個是「無上士」。士，是中國對讀書人的尊稱。讀書人裡面，佛是至高無上，所以稱為無上士。如果講到學位，沒有比佛更高的，他是最高的一個學位，稱為無上士。"
    },
    {
      "id": "01-003-0093_p0033",
      "zh_CN": "第八个德号是「调御丈夫」。中国人常讲大丈夫，大丈夫跟大英雄都是从前对杰出的人的一种尊称。所谓杰出，就是别人做不到的，他能做得到，这才称为英雄，这才称为大丈夫。佛称为调御丈夫，调御是对众生来说的，众生心里面有烦恼，他有办法把你这个烦恼调开；你失去方向、失去轨道，他有方法领导你走入一条正路，这都是调御的意思。原本调御是驾车，从前驾车，马拉的车，控制这个马，调御是这个意思。佛确实有这个能力。",
      "zh_TW": "第八個德號是「調御丈夫」。中國人常講大丈夫，大丈夫跟大英雄都是從前對傑出的人的一種尊稱。所謂傑出，就是別人做不到的，他能做得到，這才稱為英雄，這才稱為大丈夫。佛稱為調御丈夫，調御是對眾生來說的，眾生心裡面有煩惱，他有辦法把你這個煩惱調開；你失去方向、失去軌道，他有方法領導你走入一條正路，這都是調御的意思。原本調御是駕車，從前駕車，馬拉的車，控制這個馬，調御是這個意思。佛確實有這個能力。"
    },
    {
      "id": "01-003-0093_p0034",
      "zh_CN": "佛陀不在世了，这些经典也有这个能力，我们为什么得不到利益？这里头有两个因素：第一个是烦恼障重，不肯接受；第二个是坚固的执着，就是成见，排斥佛法，这个就没有法子了。不是佛法不能利益我们自己，是我们自己有个抗拒性在那个地方，我们排斥它，利益才得不到。在一切经里面，诸位要知道，绝对不是说我们学净土特别称赞净土，而把别的法门看低了，不是的。如果有这种观念，我们在净土里面得不到一心的，虽然能往生，不会有很高的品位。",
      "zh_TW": "佛陀不在世了，這些經典也有這個能力，我們為什麼得不到利益？這裡頭有兩個因素：第一個是煩惱障重，不肯接受；第二個是堅固的執著，就是成見，排斥佛法，這個就沒有法子了。不是佛法不能利益我們自己，是我們自己有個抗拒性在那個地方，我們排斥它，利益才得不到。在一切經裡面，諸位要知道，絕對不是說我們學淨土特別稱讚淨土，而把別的法門看低了，不是的。如果有這種觀念，我們在淨土裡面得不到一心的，雖然能往生，不會有很高的品位。"
    },
    {
      "id": "01-003-0093_p0035",
      "zh_CN": "法门平等，无二无别，法门虽然平等，我们众生的业障不平等、根性不平等、知见不平等，所以有的法门学起来容易，有的法门学起来困难，有的法门我们能得究竟圆满的利益，有的法门我们学起来只能得少分利益，只要是佛法决定得利益，你得的多少不同。古今中外的大德都认为《弥陀经》持名念佛的法门是究竟圆满的利益，人人能念，人人能行，问题就是你自己肯不肯干，你要肯信肯念肯行，你这一生就作佛了。",
      "zh_TW": "法門平等，無二無別，法門雖然平等，我們眾生的業障不平等、根性不平等、知見不平等，所以有的法門學起來容易，有的法門學起來困難，有的法門我們能得究竟圓滿的利益，有的法門我們學起來只能得少分利益，只要是佛法決定得利益，你得的多少不同。古今中外的大德都認為《彌陀經》持名念佛的法門是究竟圓滿的利益，人人能念，人人能行，問題就是你自己肯不肯幹，你要肯信肯念肯行，你這一生就作佛了。"
    },
    {
      "id": "01-003-0093_p0036",
      "zh_CN": "这一次我们在黄念祖居士注解里面，看到这个法门所对的根机，他里面有一条说得非常有道理。念佛法门是接上上根机的人，这个不可思议！接上上根机的，我们仔细去想一想，没错，哪些是上上人？老太婆是上上人。她心里什么妄想也没有，什么知见也没有，一天到晚念阿弥陀佛，她就够了，她什么都不要了，上上乘人。中下人还怀疑，还要搞这个搞那个，把自己耽误掉了。我们看到那个无知无识的念上三年，站着走的，坐着走的，笑着走的，没有病苦，预知时至，这不是上上乘人，谁叫上上乘人？我们自己以为是上上乘人，佛菩萨看是下下根人，没有法子！所以我们千万不要看不起老太婆，她们的成就不是我们能比得上的。她是一句佛号死心塌地，什么念头都没有了。我们念这个佛号，还看看这个、研究研究那个经，还想多懂得这些、那些，全部都掺杂着妄想，没人家那么纯。真正做到老实念佛，不间断、不夹杂、不怀疑，这是上上乘人，能做到这九个字，三年没有不成佛的。",
      "zh_TW": "這一次我們在黃念祖居士註解裡面，看到這個法門所對的根機，他裡面有一條說得非常有道理。念佛法門是接上上根機的人，這個不可思議！接上上根機的，我們仔細去想一想，沒錯，哪些是上上人？老太婆是上上人。她心裡什麼妄想也沒有，什麼知見也沒有，一天到晚念阿彌陀佛，她就夠了，她什麼都不要了，上上乘人。中下人還懷疑，還要搞這個搞那個，把自己耽誤掉了。我們看到那個無知無識的念上三年，站著走的，坐著走的，笑著走的，沒有病苦，預知時至，這不是上上乘人，誰叫上上乘人？我們自己以為是上上乘人，佛菩薩看是下下根人，沒有法子！所以我們千萬不要看不起老太婆，她們的成就不是我們能比得上的。她是一句佛號死心塌地，什麼念頭都沒有了。我們念這個佛號，還看看這個、研究研究那個經，還想多懂得這些、那些，全部都摻雜著妄想，沒人家那麼純。真正做到老實念佛，不間斷、不夾雜、不懷疑，這是上上乘人，能做到這九個字，三年沒有不成佛的。"
    },
    {
      "id": "01-003-0093_p0037",
      "zh_CN": "所谓成佛的法门，成佛真的不难，三年决定成功，到那个时候，智慧开了，一切世出世间法都通达了。我们学，学三十年、学三百年，还是学个皮毛，还是不中用，不如人家那一句阿弥陀佛，那才是真正的从根本修，他不搞枝枝叶叶的。禅家讲根本，净土里面讲的一句阿弥陀佛，这个根本是究竟圆满的根本，不是禅家能比得上的。禅，三年未必能开悟，念佛三年决定能成佛，不能比！所以佛不是不能调御，是我们不肯接受，这就是讲到善根福德因缘。",
      "zh_TW": "所謂成佛的法門，成佛真的不難，三年決定成功，到那個時候，智慧開了，一切世出世間法都通達了。我們學，學三十年、學三百年，還是學個皮毛，還是不中用，不如人家那一句阿彌陀佛，那才是真正的從根本修，他不搞枝枝葉葉的。禪家講根本，淨土裡面講的一句阿彌陀佛，這個根本是究竟圓滿的根本，不是禪家能比得上的。禪，三年未必能開悟，念佛三年決定能成佛，不能比！所以佛不是不能調御，是我們不肯接受，這就是講到善根福德因緣。"
    },
    {
      "id": "01-003-0093_p0038",
      "zh_CN": "我看看讲堂听众，我也很有感慨，过去许许多多听我讲经的人，现在不来了，我看到的现在有很多的新面孔。我感慨在哪里？那些人福报不太大，我自己解行年年都有进步，他过去听的，我只有这么高，现在我有这么高，他听不到了，他只有资格听这么高，升一级他没有资格了，非常非常可惜。所以愈是后来来听的，福报是愈大。也有少数从前都来听的，你仔细回想回想，我每年所讲的境界不相同，不一样！所以我的那些录音带人家很多借去听，我听到之后都摇头，为什么？没有一个带子是我满意的，统统不行，要是我就一把火全把它烧掉。今天给诸位讲的，到了明天又不满意了。所以要紧的，把这一句佛号念好，我们一切都成就了。",
      "zh_TW": "我看看講堂聽眾，我也很有感慨，過去許許多多聽我講經的人，現在不來了，我看到的現在有很多的新面孔。我感慨在哪裡？那些人福報不太大，我自己解行年年都有進步，他過去聽的，我只有這麼高，現在我有這麼高，他聽不到了，他只有資格聽這麼高，升一級他沒有資格了，非常非常可惜。所以愈是後來來聽的，福報是愈大。也有少數從前都來聽的，你仔細回想回想，我每年所講的境界不相同，不一樣！所以我的那些錄音帶人家很多借去聽，我聽到之後都搖頭，為什麼？沒有一個帶子是我滿意的，統統不行，要是我就一把火全把它燒掉。今天給諸位講的，到了明天又不滿意了。所以要緊的，把這一句佛號念好，我們一切都成就了。"
    },
    {
      "id": "01-003-0093_p0039",
      "zh_CN": "第九个名号是「天人师」，这是从佛出现的身分上来说的。佛是天上人间的导师，我们称他为天人师。所以佛法是佛陀的教育，我们称他作老师。我们没有称他作神，没有称他作至高无上的神明，没有这样称他；没有称他作上帝，我们称他为天人师。他是我们的老师，这把佛教的本质说出来了。",
      "zh_TW": "第九個名號是「天人師」，這是從佛出現的身分上來說的。佛是天上人間的導師，我們稱他為天人師。所以佛法是佛陀的教育，我們稱他作老師。我們沒有稱他作神，沒有稱他作至高無上的神明，沒有這樣稱他；沒有稱他作上帝，我們稱他為天人師。他是我們的老師，這把佛教的本質說出來了。"
    },
    {
      "id": "01-003-0093_p0040",
      "zh_CN": "第十个德号是「佛」，三觉圆满，称之为佛。具足这十个号称「世尊」，世尊是总称，就是世间再没有比这个更尊贵的。",
      "zh_TW": "第十個德號是「佛」，三覺圓滿，稱之為佛。具足這十個號稱「世尊」，世尊是總稱，就是世間再沒有比這個更尊貴的。"
    },
    {
      "id": "01-003-0093_p0041",
      "zh_CN": "钞【十义者。】",
      "zh_TW": "鈔【十義者。】"
    },
    {
      "id": "01-003-0093_p0042",
      "zh_CN": "十义佛，是《佛地论》上所讲的。",
      "zh_TW": "十義佛，是《佛地論》上所講的。"
    },
    {
      "id": "01-003-0093_p0043",
      "zh_CN": "钞【具二智，断二障，觉二谛，得自他二利，如梦觉华开二喻，合之为十义也。】",
      "zh_TW": "鈔【具二智，斷二障，覺二諦，得自他二利，如夢覺華開二喻，合之為十義也。】"
    },
    {
      "id": "01-003-0093_p0044",
      "zh_CN": "这十个意思，可以说纲领都提出来了。第一个是具足『二智』，就是根本智与后得智，根本智也叫实智，就是真实的智慧，后得智也叫权智，权巧运用。我们用个比喻来说，像经上讲的「般若无知，无所不知」，无知就是根本智，无所不知就是后得智。根本智不需要学的，是你自己本有的，换句话说，就是清净心的照用，《心经》上说「照见五蕴皆空」，心清净了，它自自然然就照，像那个水，水如果清净没有波浪的时候，它自自然然把外面境界都照到里面，照得清清楚楚，这个就是根本智。权智是应付众生的，这叫后得智。后得智要学，根本智不要学。菩萨为什么要教化众生？不教化众生，智慧不能圆满吗？不能圆满。必须在教化众生里面教学相长，因为你接触众生，你才晓得众生无量无边的习气，无量无边的烦恼，你就统统都晓得了。你晓得，你就有智慧来对治他、来教导他，这种智慧就叫做后得智。",
      "zh_TW": "這十個意思，可以說綱領都提出來了。第一個是具足『二智』，就是根本智與後得智，根本智也叫實智，就是真實的智慧，後得智也叫權智，權巧運用。我們用個比喻來說，像經上講的「般若無知，無所不知」，無知就是根本智，無所不知就是後得智。根本智不需要學的，是你自己本有的，換句話說，就是清淨心的照用，《心經》上說「照見五蘊皆空」，心清淨了，它自自然然就照，像那個水，水如果清淨沒有波浪的時候，它自自然然把外面境界都照到裡面，照得清清楚楚，這個就是根本智。權智是應付眾生的，這叫後得智。後得智要學，根本智不要學。菩薩為什麼要教化眾生？不教化眾生，智慧不能圓滿嗎？不能圓滿。必須在教化眾生裡面教學相長，因為你接觸眾生，你才曉得眾生無量無邊的習氣，無量無邊的煩惱，你就統統都曉得了。你曉得，你就有智慧來對治他、來教導他，這種智慧就叫做後得智。"
    },
    {
      "id": "01-003-0093_p0045",
      "zh_CN": "我们举个比喻来说，像禅宗六祖大师，他明心见性之后，根本智得到了，他知不知道《涅槃经》呢？他不知道，必须有人把《涅槃经》念一遍，他完全知道了，人家不念一遍，他不晓得。他也不晓得《法华经》，叫法达禅师把《法华经》念一遍，他知道了，他明了了。世出世间法，可以说他统统都不晓得，但是他一接触就知道，一看就晓得，一听就晓得，这就是后得智。所以他不教化众生，不去参学，后得智不能圆满。善财童子五十三参也就是这个道理，他要圆满什么？圆满后得智，不是圆满根本智；没有五十三参，后得智就不圆满。所以菩萨发愿要普度一切众生，对别人有利益，对自己有利益，成就自己圆满的后得智。具二智，这两种智慧他具足。",
      "zh_TW": "我們舉個比喻來說，像禪宗六祖大師，他明心見性之後，根本智得到了，他知不知道《涅槃經》呢？他不知道，必須有人把《涅槃經》念一遍，他完全知道了，人家不念一遍，他不曉得。他也不曉得《法華經》，叫法達禪師把《法華經》念一遍，他知道了，他明瞭了。世出世間法，可以說他統統都不曉得，但是他一接觸就知道，一看就曉得，一聽就曉得，這就是後得智。所以他不教化眾生，不去參學，後得智不能圓滿。善財童子五十三參也就是這個道理，他要圓滿什麼？圓滿後得智，不是圓滿根本智；沒有五十三參，後得智就不圓滿。所以菩薩發願要普度一切眾生，對別人有利益，對自己有利益，成就自己圓滿的後得智。具二智，這兩種智慧他具足。"
    },
    {
      "id": "01-003-0093_p0046",
      "zh_CN": "『断二障』，二障就是烦恼障与所知障。断烦恼障就恢复清净心，这是最大的障碍。我们念佛想得清净心，想心地清净，想得功夫成片，成片就往生。功夫成片里面有九品，上三品的功夫成片就生死自在，想什么时候往生就可以什么时候走，想多住几年也不碍事，功夫成片里面上三品就有这个能力。所以我们每个人都有希望，如果说一心不乱才有能力，我们没希望了，功夫成片里头有这个能力，咱们各个都有指望，为什么？我们的确可以做得到。多久呢？认真去做，三年决定做得到，也许还不必三年，决定可以做得到。",
      "zh_TW": "『斷二障』，二障就是煩惱障與所知障。斷煩惱障就恢復清淨心，這是最大的障礙。我們念佛想得清淨心，想心地清淨，想得功夫成片，成片就往生。功夫成片裡面有九品，上三品的功夫成片就生死自在，想什麼時候往生就可以什麼時候走，想多住幾年也不礙事，功夫成片裡面上三品就有這個能力。所以我們每個人都有希望，如果說一心不亂才有能力，我們沒希望了，功夫成片裡頭有這個能力，咱們各個都有指望，為什麼？我們的確可以做得到。多久呢？認真去做，三年決定做得到，也許還不必三年，決定可以做得到。"
    },
    {
      "id": "01-003-0093_p0047",
      "zh_CN": "平常在待人接物就要常常提高警觉，学什么？学把烦恼减轻，贪瞋痴慢决定不能增长，要把它看破，要把它看淡，不要计较。冤家对头，我不愿意看到他，看他来了，我就躲旁边去，这不是修行。修行人什么样子？冤家对头在的时候，我就跟他坐在一起，我也不要走，正好我在这里训练自己，我这个瞋恚心是不是减轻？没有这个冤家对头，我怎么能把瞋恚心断掉？没有一个很欢喜的人，怎么能把贪爱断掉？随缘不攀缘，不找。我要断瞋恚心，我去找那个冤家对头，那就错了，那就攀缘了。碰到了，也不必躲避，没有碰到，也不必去找，始终保持一个平常心，保持一个清净心，这个我们心才干净。所谓是「不将不迎」，随缘不攀缘，在境界里头断烦恼。",
      "zh_TW": "平常在待人接物就要常常提高警覺，學什麼？學把煩惱減輕，貪瞋痴慢決定不能增長，要把它看破，要把它看淡，不要計較。冤家對頭，我不願意看到他，看他來了，我就躲旁邊去，這不是修行。修行人什麼樣子？冤家對頭在的時候，我就跟他坐在一起，我也不要走，正好我在這裡訓練自己，我這個瞋恚心是不是減輕？沒有這個冤家對頭，我怎麼能把瞋恚心斷掉？沒有一個很歡喜的人，怎麼能把貪愛斷掉？隨緣不攀緣，不找。我要斷瞋恚心，我去找那個冤家對頭，那就錯了，那就攀緣了。碰到了，也不必躲避，沒有碰到，也不必去找，始終保持一個平常心，保持一個清淨心，這個我們心才乾淨。所謂是「不將不迎」，隨緣不攀緣，在境界裡頭斷煩惱。"
    },
    {
      "id": "01-003-0093_p0048",
      "zh_CN": "真正功夫都是在境界上现的，没有境界怎么晓得自己功夫。《金刚经》上举的例子，那个忍辱仙人修忍辱波罗蜜，遇到歌利王割截身体，他这个忍辱波罗蜜圆满了，真正考验，禁得起考验，他这个忍辱度圆满。所以必定在境界当中勘验自己的功夫，我们功夫是不是成片，就是清净心有没有现前？是不是到一心不乱？",
      "zh_TW": "真正功夫都是在境界上現的，沒有境界怎麼曉得自己功夫。《金剛經》上舉的例子，那個忍辱仙人修忍辱波羅蜜，遇到歌利王割截身體，他這個忍辱波羅蜜圓滿了，真正考驗，禁得起考驗，他這個忍辱度圓滿。所以必定在境界當中勘驗自己的功夫，我們功夫是不是成片，就是清淨心有沒有現前？是不是到一心不亂？"
    },
    {
      "id": "01-003-0093_p0049",
      "zh_CN": "第二种叫所知障，烦恼本身是障碍，所知本身不是障碍，因为佛是正遍知，那怎么是障碍？无所不知！我们跟佛也一样，也是无所不知，可是现在我们真的什么都不知了。什么都不知，一定是有障碍把我们的智慧障碍住，这种障碍我们就叫它做所知障，这个要去掉。要想断所知障，怎么办？佛经上教给我们一个方法，博学多闻，破所知障；善财童子五十三参，破所知障，圆满后得智。",
      "zh_TW": "第二種叫所知障，煩惱本身是障礙，所知本身不是障礙，因為佛是正遍知，那怎麼是障礙？無所不知！我們跟佛也一樣，也是無所不知，可是現在我們真的什麼都不知了。什麼都不知，一定是有障礙把我們的智慧障礙住，這種障礙我們就叫它做所知障，這個要去掉。要想斷所知障，怎麼辦？佛經上教給我們一個方法，博學多聞，破所知障；善財童子五十三參，破所知障，圓滿後得智。"
    },
    {
      "id": "01-003-0093_p0050",
      "zh_CN": "可是在现前，我要提醒同修们，我们要不要去搞博学多闻？你去搞博学多闻，你的所知障还是去不了，不但去不了，而且增加，绝对增长邪知邪见，这个事情麻烦了。所以你跟一个老师，走一条路，两个老师两条路，三个老师三条路，到后来不晓得走哪条路好，就没有法子。所以现在也有一些居士来找我，希望我培养几个人才，现在是弘法利生人才太少，我跟他讲，我何尝没有心，原因在哪里？找不到学生。「学生多得很」，没那回事情！哪里找一个学生，跟这个老师百分之百的服从？一个都找不到。",
      "zh_TW": "可是在現前，我要提醒同修們，我們要不要去搞博學多聞？你去搞博學多聞，你的所知障還是去不了，不但去不了，而且增加，絕對增長邪知邪見，這個事情麻煩了。所以你跟一個老師，走一條路，兩個老師兩條路，三個老師三條路，到後來不曉得走哪條路好，就沒有法子。所以現在也有一些居士來找我，希望我培養幾個人才，現在是弘法利生人才太少，我跟他講，我何嘗沒有心，原因在哪裡？找不到學生。「學生多得很」，沒那回事情！哪裡找一個學生，跟這個老師百分之百的服從？一個都找不到。"
    },
    {
      "id": "01-003-0093_p0051",
      "zh_CN": "我也跟诸位说过，我以前亲近李老师，一进门拜老师，第一个条件就是只准听他的，不准听任何人的，这个条件你不接受，那就算了，你就不要进门了。讲经说法欢迎你来听，来者不拒，去者不留，他上课这个班，你不能参加。你要参加这个班，正式作他的学生，只能听他一个人的，任何人讲经说法都不可以去听，他教你走一条路，带你走一条路。经典不能看，你想看什么经典要跟他报告，他同意才可以，没有经过他同意的，什么经书都不准看。所以我们觉得这个老师专制、跋扈、不讲理。",
      "zh_TW": "我也跟諸位說過，我以前親近李老師，一進門拜老師，第一個條件就是只准聽他的，不准聽任何人的，這個條件你不接受，那就算了，你就不要進門了。講經說法歡迎你來聽，來者不拒，去者不留，他上課這個班，你不能參加。你要參加這個班，正式作他的學生，只能聽他一個人的，任何人講經說法都不可以去聽，他教你走一條路，帶你走一條路。經典不能看，你想看什麼經典要跟他報告，他同意才可以，沒有經過他同意的，什麼經書都不准看。所以我們覺得這個老師專制、跋扈、不講理。"
    },
    {
      "id": "01-003-0093_p0052",
      "zh_CN": "唯有这种老师才能把学生带出来，他带你一条路，到你自己将来能够辨别是非邪正，就什么都可以看，什么人讲都可以听，只有好处没有坏处，为什么？你能够辨别真妄，能够辨别是非，人家讲错了你晓得，你吸收人家的长处，舍人家的短处，你有能力去参学了。自己没有能力的时候，只能跟一个老师，两个老师决定不能成就。所以我们到哪找学生去？找不到。还有人说：法师，你一天到晚国外跑，你又不在家，学生跟你怎么学法？学生当然走，学生没福报，老师要天天去教吗？不需要，老师只要指你一条路，你照这条路去走，你就不会错。",
      "zh_TW": "唯有這種老師才能把學生帶出來，他帶你一條路，到你自己將來能夠辨別是非邪正，就什麼都可以看，什麼人講都可以聽，只有好處沒有壞處，為什麼？你能夠辨別真妄，能夠辨別是非，人家講錯了你曉得，你吸收人家的長處，捨人家的短處，你有能力去參學了。自己沒有能力的時候，只能跟一個老師，兩個老師決定不能成就。所以我們到哪找學生去？找不到。還有人說：法師，你一天到晚國外跑，你又不在家，學生跟你怎麼學法？學生當然走，學生沒福報，老師要天天去教嗎？不需要，老師只要指你一條路，你照這條路去走，你就不會錯。"
    },
    {
      "id": "01-003-0093_p0053",
      "zh_CN": "我在台中听李老师讲经，一个星期一个小时，所以我那个时候也带了两位法师，一个慧忍法师，一个见如法师，带他们到台中去亲近李老师，到那里学佛法。见如法师住了三个月走了，他说：这不行，进度太慢，一个星期一个钟点，我到这儿来学什么？慧忍法师住了十个月，用功过度，这一看书，这一睁眼睛一片漆黑，他没有福报，用功过了头，业障现前，他离开了。我在台中觉得，一个星期上一个钟点课对我来讲非常合适，为什么？我完全能够消化。我那个时候接受的能力就是如此。他一个星期上两个钟点课，我还很逍遥自在，还可以接受，如果上四个钟点课，我就很忙很紧张。完全能消化得掉，把它变成自己的，非常有受用。我在那个环境安安稳稳住了十年。现在人没有耐心，那有什么法子！所以说人各有志，不能勉强。",
      "zh_TW": "我在台中聽李老師講經，一個星期一個小時，所以我那個時候也帶了兩位法師，一個慧忍法師，一個見如法師，帶他們到台中去親近李老師，到那裡學佛法。見如法師住了三個月走了，他說：這不行，進度太慢，一個星期一個鐘點，我到這兒來學什麼？慧忍法師住了十個月，用功過度，這一看書，這一睜眼睛一片漆黑，他沒有福報，用功過了頭，業障現前，他離開了。我在台中覺得，一個星期上一個鐘點課對我來講非常合適，為什麼？我完全能夠消化。我那個時候接受的能力就是如此。他一個星期上兩個鐘點課，我還很逍遙自在，還可以接受，如果上四個鐘點課，我就很忙很緊張。完全能消化得掉，把它變成自己的，非常有受用。我在那個環境安安穩穩住了十年。現在人沒有耐心，那有什麼法子！所以說人各有志，不能勉強。"
    },
    {
      "id": "01-003-0093_p0054",
      "zh_CN": "今天我们破所知障的方法在哪里？中国古人讲：读书千遍，其义自见。这个教训有很深的道理。譬如经我不懂，怕不怕？不怕。你天天念，念上一千遍你就大彻大悟了。你们看看《坛经》里的法达禅师，亲近六祖，他是念《法华经》的，他见到六祖态度非常傲慢，顶礼的时候头不着地，六祖说：你这样傲慢，你一定有值得骄傲的。他就是《法华经》念了三千部，从头到尾念了三千遍，他肚子里有三千部《法华经》，值得骄傲，见到祖师拜下去头不着地，被六祖呵斥一顿。经过六祖一指点，他就豁然贯通，就大彻大悟。别人为什么怎么点也不开悟，什么原因？因为你没有三千部《法华经》！《法华经》分量相当大，一天念一部要念三千天，差不多八、九年的时间，不间断的天天念，所以一点就开悟了。这一悟一切都悟了，可以说世出世间法就像六祖一样一接触就通达，这是好方法。",
      "zh_TW": "今天我們破所知障的方法在哪裡？中國古人講：讀書千遍，其義自見。這個教訓有很深的道理。譬如經我不懂，怕不怕？不怕。你天天念，念上一千遍你就大徹大悟了。你們看看《壇經》裡的法達禪師，親近六祖，他是念《法華經》的，他見到六祖態度非常傲慢，頂禮的時候頭不著地，六祖說：你這樣傲慢，你一定有值得驕傲的。他就是《法華經》念了三千部，從頭到尾念了三千遍，他肚子裡有三千部《法華經》，值得驕傲，見到祖師拜下去頭不著地，被六祖呵斥一頓。經過六祖一指點，他就豁然貫通，就大徹大悟。別人為什麼怎麼點也不開悟，什麼原因？因為你沒有三千部《法華經》！《法華經》分量相當大，一天念一部要念三千天，差不多八、九年的時間，不間斷的天天念，所以一點就開悟了。這一悟一切都悟了，可以說世出世間法就像六祖一樣一接觸就通達，這是好方法。"
    },
    {
      "id": "01-003-0093_p0055",
      "zh_CN": "你再看看倓虚法师《影尘回忆录》，那是他的自传，他在没有学佛的时候，作居士的时候，八载寒窗读《楞严》，有三、四个志同道合的在一起念。以后他出家成为天台宗一代的祖师，靠什么？八载寒窗读《楞严》的底子。我们今天念这个经，明天念那个论，这个不行！念前面，不晓得后头，念到后头，前头忘光了，没用！这本书念完，再换一本，这个忘掉了，你始终不能成就。不如古德，古德他就一部经书念到底，他统统念通了，开悟了，他才看别的东西，看别的不费力了，一看就明了、就理解。今人的毛病不晓得扎根，不知道扎根，这个太苦了，所搞的都搞好看。所以现代人，花瓶里的花，没有根的，很漂亮，两天就完了，就谢掉；不像古人，古人是根深蒂固，那真是年年抽新芽，年年开新花，所以比不上古人。诸位同修要认真的去反省。",
      "zh_TW": "你再看看倓虛法師《影塵回憶錄》，那是他的自傳，他在沒有學佛的時候，作居士的時候，八載寒窗讀《楞嚴》，有三、四個志同道合的在一起念。以後他出家成為天台宗一代的祖師，靠什麼？八載寒窗讀《楞嚴》的底子。我們今天念這個經，明天念那個論，這個不行！念前面，不曉得後頭，念到後頭，前頭忘光了，沒用！這本書念完，再換一本，這個忘掉了，你始終不能成就。不如古德，古德他就一部經書念到底，他統統念通了，開悟了，他才看別的東西，看別的不費力了，一看就明瞭、就理解。今人的毛病不曉得扎根，不知道扎根，這個太苦了，所搞的都搞好看。所以現代人，花瓶裡的花，沒有根的，很漂亮，兩天就完了，就謝掉；不像古人，古人是根深蒂固，那真是年年抽新芽，年年開新花，所以比不上古人。諸位同修要認真的去反省。"
    },
    {
      "id": "01-003-0093_p0056",
      "zh_CN": "如果我们自己想要在这一生成就，时间不多，我们的好光景不过是五年到七年，所以了生死第一，取西方极乐世界这个第一。其次是研经，应该摆在第二个，研经要觉悟，专攻一部。能帮助我们了生死的，无过于这部《弥陀经》，注解分量这么多，够你念的。你就专念这一部，研经带注解，你把它念上十年、八年，你就是净土宗一代祖师，你就是阿弥陀佛再来，为什么？拍拍胸膀可以代表阿弥陀佛在这个地球上度化众生，你成为《弥陀经》专家，不要搞第二部就行了。这里头引用的东西，许许多多经论，世出世间法，全都引用在里头，用不着再去查参考书，一部就够了。今天时间到了，我们讲到此地。",
      "zh_TW": "如果我們自己想要在這一生成就，時間不多，我們的好光景不過是五年到七年，所以了生死第一，取西方極樂世界這個第一。其次是研經，應該擺在第二個，研經要覺悟，專攻一部。能幫助我們了生死的，無過於這部《彌陀經》，註解分量這麼多，夠你念的。你就專念這一部，研經帶註解，你把它念上十年、八年，你就是淨土宗一代祖師，你就是阿彌陀佛再來，為什麼？拍拍胸膀可以代表阿彌陀佛在這個地球上度化眾生，你成為《彌陀經》專家，不要搞第二部就行了。這裡頭引用的東西，許許多多經論，世出世間法，全都引用在裡頭，用不著再去查參考書，一部就夠了。今天時間到了，我們講到此地。"
    }
  ]
}