{
  "doc_id": "01-003-0087",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十七集",
    "zh_TW": "第八十七集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0087",
  "total_paragraphs": 172,
  "paragraphs": [
    {
      "id": "01-003-0087_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一四六页，玄义的第七大段：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一四六頁，玄義的第七大段："
    },
    {
      "id": "01-003-0087_p0002",
      "zh_CN": "◎【七、部类差别】",
      "zh_TW": "◎【七、部類差別】"
    },
    {
      "id": "01-003-0087_p0003",
      "zh_CN": "这一段里面又分三个小段：",
      "zh_TW": "這一段裡面又分三個小段："
    },
    {
      "id": "01-003-0087_p0004",
      "zh_CN": "【初明部。二明类。三非部非类。】",
      "zh_TW": "【初明部。二明類。三非部非類。】"
    },
    {
      "id": "01-003-0087_p0005",
      "zh_CN": "我们先看第一小段：",
      "zh_TW": "我們先看第一小段："
    },
    {
      "id": "01-003-0087_p0006",
      "zh_CN": "◎【初、明部】",
      "zh_TW": "◎【初、明部】"
    },
    {
      "id": "01-003-0087_p0007",
      "zh_CN": "玄义【已知此经，宗趣冲深，未审当部等类，为有几种。初先明部者，部有二种：一谓大本，二谓此经。】",
      "zh_TW": "玄義【已知此經，宗趣沖深，未審當部等類，為有幾種。初先明部者，部有二種：一謂大本，二謂此經。】"
    },
    {
      "id": "01-003-0087_p0008",
      "zh_CN": "这一段在研究《弥陀经》也是不能缺少的。佛在一生教学当中，讲这个法门，除了这部经之外，与这个法门完全相同的，这就叫同部。完全相同的，有哪些经典？不是完全相同，但是同一类的，都是说往生西方净土。同部，都是用持名的方法；用不同的，像《观无量寿佛经》用的是观想，还有用持咒、用其他方法的，但是都是求生西方净土的，这叫同类。还有不是同类也不是同部，是附带讲的，那个经典就更多了。附带讲的，劝我们念佛求生西方极乐世界的，大概有一百多种。由此可知，释迦牟尼佛在四十九年教学之中，对于这个法门的重视，所以不断的宣扬。我们看注解：",
      "zh_TW": "這一段在研究《彌陀經》也是不能缺少的。佛在一生教學當中，講這個法門，除了這部經之外，與這個法門完全相同的，這就叫同部。完全相同的，有哪些經典？不是完全相同，但是同一類的，都是說往生西方淨土。同部，都是用持名的方法；用不同的，像《觀無量壽佛經》用的是觀想，還有用持咒、用其他方法的，但是都是求生西方淨土的，這叫同類。還有不是同類也不是同部，是附帶講的，那個經典就更多了。附帶講的，勸我們念佛求生西方極樂世界的，大概有一百多種。由此可知，釋迦牟尼佛在四十九年教學之中，對於這個法門的重視，所以不斷的宣揚。我們看註解："
    },
    {
      "id": "01-003-0087_p0009",
      "zh_CN": "疏【部者，以是总归一部，而有详略。】",
      "zh_TW": "疏【部者，以是總歸一部，而有詳略。】"
    },
    {
      "id": "01-003-0087_p0010",
      "zh_CN": "同是一部经，有的讲得详细一点，有的讲得简单一点。",
      "zh_TW": "同是一部經，有的講得詳細一點，有的講得簡單一點。"
    },
    {
      "id": "01-003-0087_p0011",
      "zh_CN": "疏【详为大本。】",
      "zh_TW": "疏【詳為大本。】"
    },
    {
      "id": "01-003-0087_p0012",
      "zh_CN": "『大本』就是《无量寿经》，讲得详细。",
      "zh_TW": "『大本』就是《無量壽經》，講得詳細。"
    },
    {
      "id": "01-003-0087_p0013",
      "zh_CN": "疏【略为此经。】",
      "zh_TW": "疏【略為此經。】"
    },
    {
      "id": "01-003-0087_p0014",
      "zh_CN": "『此经』是《阿弥陀经》，小本，文字少，讲得省略一点。",
      "zh_TW": "『此經』是《阿彌陀經》，小本，文字少，講得省略一點。"
    },
    {
      "id": "01-003-0087_p0015",
      "zh_CN": "疏【大本有六。】",
      "zh_TW": "疏【大本有六。】"
    },
    {
      "id": "01-003-0087_p0016",
      "zh_CN": "一共有六种。",
      "zh_TW": "一共有六種。"
    },
    {
      "id": "01-003-0087_p0017",
      "zh_CN": "疏【一名无量平等清净觉经，后汉支娄迦谶译。】",
      "zh_TW": "疏【一名無量平等清淨覺經，後漢支婁迦讖譯。】"
    },
    {
      "id": "01-003-0087_p0018",
      "zh_CN": "古译有十二种译本，现在传下来的只剩五种。",
      "zh_TW": "古譯有十二種譯本，現在傳下來的只剩五種。"
    },
    {
      "id": "01-003-0087_p0019",
      "zh_CN": "疏【二名无量寿经，曹魏康僧铠译。三名阿弥陀经，与今经同名，吴支谦译。】",
      "zh_TW": "疏【二名無量壽經，曹魏康僧鎧譯。三名阿彌陀經，與今經同名，吳支謙譯。】"
    },
    {
      "id": "01-003-0087_p0020",
      "zh_CN": "『吴』是东吴，曹魏，都是三国时代。",
      "zh_TW": "『吳』是東吳，曹魏，都是三國時代。"
    },
    {
      "id": "01-003-0087_p0021",
      "zh_CN": "疏【四名无量寿庄严经，宋法贤译。】",
      "zh_TW": "疏【四名無量壽莊嚴經，宋法賢譯。】"
    },
    {
      "id": "01-003-0087_p0022",
      "zh_CN": "这是赵宋，唐朝以后这个宋，赵匡胤做皇帝这个朝代。",
      "zh_TW": "這是趙宋，唐朝以後這個宋，趙匡胤做皇帝這個朝代。"
    },
    {
      "id": "01-003-0087_p0023",
      "zh_CN": "疏【五出宝积第十八经，名无量寿如来会，元魏菩提流志译。】",
      "zh_TW": "疏【五出寶積第十八經，名無量壽如來會，元魏菩提流志譯。】"
    },
    {
      "id": "01-003-0087_p0024",
      "zh_CN": "《大宝积经》第十八部就是「无量寿如来会」，跟《无量寿经》的意思完全相同。『元魏』是南北朝时代，就是拓跋跬所建立的王朝。这五种是从梵文直接翻译的，是翻译的原本。",
      "zh_TW": "《大寶積經》第十八部就是「無量壽如來會」，跟《無量壽經》的意思完全相同。『元魏』是南北朝時代，就是拓跋跬所建立的王朝。這五種是從梵文直接翻譯的，是翻譯的原本。"
    },
    {
      "id": "01-003-0087_p0025",
      "zh_CN": "疏【六名佛说大阿弥陀经，宋龙舒居士王日休者。】",
      "zh_TW": "疏【六名佛說大阿彌陀經，宋龍舒居士王日休者。】"
    },
    {
      "id": "01-003-0087_p0026",
      "zh_CN": "第六是会集本，宋朝王龙舒（王日休）居士会集的。龙舒，这是地名，现在的安徽舒城，称龙舒是后人对他的尊称。这位居士一生学佛，他的家庭环境很不错，中了进士以后就不做官了，功名是有了，但是不做官，家庭里面生活环境还不错，能过得去，就专修净土。他就把几种古时候译本，他是看到四种译本，《宝积经》他没有看到，把这四种译本会集重新编了一个本子，我们现在叫《大阿弥陀经》，就是龙舒居士编的。这编的也不完全理想，后人对他的批评也很多，有人说他编这个经的时候，大概在中年，也就是说自己修行功夫还没成就的时候编的。《龙舒净土文》，那真正了不起，那是晚年写的，他自己往生是站着走的，预知时至，没有生病。可见得他往生的品位决定不低，是一个在家的居士，一生念阿弥陀佛。",
      "zh_TW": "第六是會集本，宋朝王龍舒（王日休）居士會集的。龍舒，這是地名，現在的安徽舒城，稱龍舒是後人對他的尊稱。這位居士一生學佛，他的家庭環境很不錯，中了進士以後就不做官了，功名是有了，但是不做官，家庭裡面生活環境還不錯，能過得去，就專修淨土。他就把幾種古時候譯本，他是看到四種譯本，《寶積經》他沒有看到，把這四種譯本會集重新編了一個本子，我們現在叫《大阿彌陀經》，就是龍舒居士編的。這編的也不完全理想，後人對他的批評也很多，有人說他編這個經的時候，大概在中年，也就是說自己修行功夫還沒成就的時候編的。《龍舒淨土文》，那真正了不起，那是晚年寫的，他自己往生是站著走的，預知時至，沒有生病。可見得他往生的品位決定不低，是一個在家的居士，一生念阿彌陀佛。"
    },
    {
      "id": "01-003-0087_p0027",
      "zh_CN": "疏【总取前之四译，参而会之。唯除宝积，彼所未及。】",
      "zh_TW": "疏【總取前之四譯，參而會之。唯除寶積，彼所未及。】"
    },
    {
      "id": "01-003-0087_p0028",
      "zh_CN": "参考，把它会集。他只取四种做成会集本。",
      "zh_TW": "參考，把它會集。他只取四種做成會集本。"
    },
    {
      "id": "01-003-0087_p0029",
      "zh_CN": "疏【然上五译，互有异同。汉吴二译，四十八愿，止存其半，为二十四，其余文中，大同小异。】",
      "zh_TW": "疏【然上五譯，互有異同。漢吳二譯，四十八願，止存其半，為二十四，其餘文中，大同小異。】"
    },
    {
      "id": "01-003-0087_p0030",
      "zh_CN": "『汉』译就是《平等清净觉经》，『吴』译的就是《阿弥陀经》。『四十八愿』，《平等清净觉经》跟支谦译的《阿弥陀经》都是二十四愿；康僧铠、法贤所译的都是四十八愿。夏莲居居士的会集本，你把二十四愿展开一看，原来就是四十八愿。他有的一愿当中把两愿、三愿合在一起，实际上二十四跟四十八内容完全相同，只是条目开合不相同而已。所以夏莲居居士编的会集本比王龙舒编得好，比几种原来的译本都要好，真是取古译的精华所编辑的，编得非常好，我们现在用这个本子。",
      "zh_TW": "『漢』譯就是《平等清淨覺經》，『吳』譯的就是《阿彌陀經》。『四十八願』，《平等清淨覺經》跟支謙譯的《阿彌陀經》都是二十四願；康僧鎧、法賢所譯的都是四十八願。夏蓮居居士的會集本，你把二十四願展開一看，原來就是四十八願。他有的一願當中把兩願、三願合在一起，實際上二十四跟四十八內容完全相同，只是條目開合不相同而已。所以夏蓮居居士編的會集本比王龍舒編得好，比幾種原來的譯本都要好，真是取古譯的精華所編輯的，編得非常好，我們現在用這個本子。"
    },
    {
      "id": "01-003-0087_p0031",
      "zh_CN": "疏【王氏所会，较之五译，简易明显，流通今世，利益甚大。】",
      "zh_TW": "疏【王氏所會，較之五譯，簡易明顯，流通今世，利益甚大。】"
    },
    {
      "id": "01-003-0087_p0032",
      "zh_CN": "这是明朝莲池大师所见到的，可见得当时龙舒居士所编的《大阿弥陀经》是很受人欢迎的本子。",
      "zh_TW": "這是明朝蓮池大師所見到的，可見得當時龍舒居士所編的《大阿彌陀經》是很受人歡迎的本子。"
    },
    {
      "id": "01-003-0087_p0033",
      "zh_CN": "疏【但其不繇梵本，唯酌华文，未顺译法。】",
      "zh_TW": "疏【但其不繇梵本，唯酌華文，未順譯法。】"
    },
    {
      "id": "01-003-0087_p0034",
      "zh_CN": "他不是从梵文原本翻译的，只是把四种中文译本重新编辑而已。",
      "zh_TW": "他不是從梵文原本翻譯的，只是把四種中文譯本重新編輯而已。"
    },
    {
      "id": "01-003-0087_p0035",
      "zh_CN": "疏【若以梵本重翻而成六译，即无议矣。】",
      "zh_TW": "疏【若以梵本重翻而成六譯，即無議矣。】"
    },
    {
      "id": "01-003-0087_p0036",
      "zh_CN": "大家就不会议论他。",
      "zh_TW": "大家就不會議論他。"
    },
    {
      "id": "01-003-0087_p0037",
      "zh_CN": "疏【故彼不言译而言校正也。】",
      "zh_TW": "疏【故彼不言譯而言校正也。】"
    },
    {
      "id": "01-003-0087_p0038",
      "zh_CN": "王龙舒居士很谦虚，他不说他翻译，他说『校正』，把几种版本合起来校正。",
      "zh_TW": "王龍舒居士很謙虛，他不說他翻譯，他說『校正』，把幾種版本合起來校正。"
    },
    {
      "id": "01-003-0087_p0039",
      "zh_CN": "疏【又其中去取旧文，亦有未尽。】",
      "zh_TW": "疏【又其中去取舊文，亦有未盡。】"
    },
    {
      "id": "01-003-0087_p0040",
      "zh_CN": "这是一般对他的议论，换句话说，有些重要的东西漏掉了，这是很遗憾的。",
      "zh_TW": "這是一般對他的議論，換句話說，有些重要的東西漏掉了，這是很遺憾的。"
    },
    {
      "id": "01-003-0087_p0041",
      "zh_CN": "疏【如三辈往生。】",
      "zh_TW": "疏【如三輩往生。】"
    },
    {
      "id": "01-003-0087_p0042",
      "zh_CN": "这是很重要的一段经文，讲三辈往生。",
      "zh_TW": "這是很重要的一段經文，講三輩往生。"
    },
    {
      "id": "01-003-0087_p0043",
      "zh_CN": "疏【魏译。】",
      "zh_TW": "疏【魏譯。】"
    },
    {
      "id": "01-003-0087_p0044",
      "zh_CN": "就是康僧铠的本子。",
      "zh_TW": "就是康僧鎧的本子。"
    },
    {
      "id": "01-003-0087_p0045",
      "zh_CN": "疏【皆曰发菩提心。】",
      "zh_TW": "疏【皆曰發菩提心。】"
    },
    {
      "id": "01-003-0087_p0046",
      "zh_CN": "往生西方极乐世界，发菩提心很重要。",
      "zh_TW": "往生西方極樂世界，發菩提心很重要。"
    },
    {
      "id": "01-003-0087_p0047",
      "zh_CN": "疏【而王氏唯中辈发菩提心，下曰不发，上竟不言，则高下失次。】",
      "zh_TW": "疏【而王氏唯中輩發菩提心，下曰不發，上竟不言，則高下失次。】"
    },
    {
      "id": "01-003-0087_p0048",
      "zh_CN": "这是他美中不足之处。康僧铠的译本上统统要发菩提心，因为西方极乐世界是大乘佛法，不发菩提心与西方净土就不相应，所以发菩提心很重要。上品没有提到，文字漏掉了，中品有，下品里面他说不发，这是人家议论的地方，这叫『高下失次』。如果以不发菩提心为高，下品不发，超过中品，这就次序颠倒；如果发菩提心为高，上品含糊笼统没说，这也是叫人家疑惑的地方。",
      "zh_TW": "這是他美中不足之處。康僧鎧的譯本上統統要發菩提心，因為西方極樂世界是大乘佛法，不發菩提心與西方淨土就不相應，所以發菩提心很重要。上品沒有提到，文字漏掉了，中品有，下品裡面他說不發，這是人家議論的地方，這叫『高下失次』。如果以不發菩提心為高，下品不發，超過中品，這就次序顛倒；如果發菩提心為高，上品含糊籠統沒說，這也是叫人家疑惑的地方。"
    },
    {
      "id": "01-003-0087_p0049",
      "zh_CN": "疏【且文中多善根，全在发菩提心，而三辈不同，同一发心，正往生要旨，乃反略之，故云未尽。】",
      "zh_TW": "疏【且文中多善根，全在發菩提心，而三輩不同，同一發心，正往生要旨，乃反略之，故云未盡。】"
    },
    {
      "id": "01-003-0087_p0050",
      "zh_CN": "这个意思，古人讲：虽尽美矣，但是未尽。不能做到尽善尽美，他这个本子有缺陷，这是很明显的一个例子。这给我们说明，三辈都是同一个发心，这是往生最重要的条件，一定要『发菩提心』。他把它省略是很遗憾的事情。",
      "zh_TW": "這個意思，古人講：雖盡美矣，但是未盡。不能做到盡善盡美，他這個本子有缺陷，這是很明顯的一個例子。這給我們說明，三輩都是同一個發心，這是往生最重要的條件，一定要『發菩提心』。他把它省略是很遺憾的事情。"
    },
    {
      "id": "01-003-0087_p0051",
      "zh_CN": "疏【然今疏钞所引，义则兼收五译，语则多就王文。】",
      "zh_TW": "疏【然今疏鈔所引，義則兼收五譯，語則多就王文。】"
    },
    {
      "id": "01-003-0087_p0052",
      "zh_CN": "莲池大师编的《疏钞》，里面所引用的，就是解释这个意思，主要依据这五种翻译的大本，但是在文字上是多分采取王龙舒的，王龙舒的文学好、文章好。但是义理都是遵守古来的五种译本，所以《疏钞》好处就在此地，一部《疏钞》念了，可以说是净土宗所有的经论你全都念到了，因为全都引用了。不但这五种译本引用到，《观经》、《鼓音王经》、《悲华经》统统都引用到；不是同部的，也不是同类的，像《华严经》、《法华经》，统统都引用到。所以《疏钞》实在是博大精深，这蕅益大师赞叹的。换句话说，学佛不仅是学净土宗，你念《疏钞》真正念通了，其余所有宗派也都通了，因为他都引用到了。这部书对我们今天人来讲，利益尤其是不可思议。",
      "zh_TW": "蓮池大師編的《疏鈔》，裡面所引用的，就是解釋這個意思，主要依據這五種翻譯的大本，但是在文字上是多分採取王龍舒的，王龍舒的文學好、文章好。但是義理都是遵守古來的五種譯本，所以《疏鈔》好處就在此地，一部《疏鈔》念了，可以說是淨土宗所有的經論你全都念到了，因為全都引用了。不但這五種譯本引用到，《觀經》、《鼓音王經》、《悲華經》統統都引用到；不是同部的，也不是同類的，像《華嚴經》、《法華經》，統統都引用到。所以《疏鈔》實在是博大精深，這蕅益大師讚歎的。換句話說，學佛不僅是學淨土宗，你念《疏鈔》真正念通了，其餘所有宗派也都通了，因為他都引用到了。這部書對我們今天人來講，利益尤其是不可思議。"
    },
    {
      "id": "01-003-0087_p0053",
      "zh_CN": "疏【以王本世所通行，人习见故。】",
      "zh_TW": "疏【以王本世所通行，人習見故。】"
    },
    {
      "id": "01-003-0087_p0054",
      "zh_CN": "取王龙舒的文字有一个好处，大家熟悉。",
      "zh_TW": "取王龍舒的文字有一個好處，大家熟悉。"
    },
    {
      "id": "01-003-0087_p0055",
      "zh_CN": "疏【余五间取。】",
      "zh_TW": "疏【餘五間取。】"
    },
    {
      "id": "01-003-0087_p0056",
      "zh_CN": "其余五种古本有的时候也要取。",
      "zh_TW": "其餘五種古本有的時候也要取。"
    },
    {
      "id": "01-003-0087_p0057",
      "zh_CN": "疏【而槩以大本标之，故上六种皆名大本。】",
      "zh_TW": "疏【而槩以大本標之，故上六種皆名大本。】"
    },
    {
      "id": "01-003-0087_p0058",
      "zh_CN": "《疏钞》里面凡是讲到大本，包括这六种，六种都叫大本。但是究竟是哪一本里头取的，你自己一定要熟，不熟的时候你就找不到，你就不晓得哪一本。",
      "zh_TW": "《疏鈔》裡面凡是講到大本，包括這六種，六種都叫大本。但是究竟是哪一本裡頭取的，你自己一定要熟，不熟的時候你就找不到，你就不曉得哪一本。"
    },
    {
      "id": "01-003-0087_p0059",
      "zh_CN": "疏【今此经者，名为小本。】",
      "zh_TW": "疏【今此經者，名為小本。】"
    },
    {
      "id": "01-003-0087_p0060",
      "zh_CN": "《阿弥陀经》，鸠摩罗什大师翻译的，这叫『小本』。",
      "zh_TW": "《阿彌陀經》，鳩摩羅什大師翻譯的，這叫『小本』。"
    },
    {
      "id": "01-003-0087_p0061",
      "zh_CN": "疏【文有繁简，义无胜劣。】",
      "zh_TW": "疏【文有繁簡，義無勝劣。】"
    },
    {
      "id": "01-003-0087_p0062",
      "zh_CN": "这两句话很重要。『文有繁简』，文字有长短，《无量寿经》文字多，经文长，《弥陀经》文短，『义无胜劣』，内容是一样的，意思完全一样。所以这两部经属于同部，是一样的，一个讲得详细，一个讲得省略一点。",
      "zh_TW": "這兩句話很重要。『文有繁簡』，文字有長短，《無量壽經》文字多，經文長，《彌陀經》文短，『義無勝劣』，內容是一樣的，意思完全一樣。所以這兩部經屬於同部，是一樣的，一個講得詳細，一個講得省略一點。"
    },
    {
      "id": "01-003-0087_p0063",
      "zh_CN": "◎【二、明类】",
      "zh_TW": "◎【二、明類】"
    },
    {
      "id": "01-003-0087_p0064",
      "zh_CN": "第二段讲『类』，类就不是同部的。",
      "zh_TW": "第二段講『類』，類就不是同部的。"
    },
    {
      "id": "01-003-0087_p0065",
      "zh_CN": "玄义【二、明类者，自有三种：一观经，二鼓音王经，三后出阿弥陀偈经。】",
      "zh_TW": "玄義【二、明類者，自有三種：一觀經，二鼓音王經，三後出阿彌陀偈經。】"
    },
    {
      "id": "01-003-0087_p0066",
      "zh_CN": "这是不同的三本。",
      "zh_TW": "這是不同的三本。"
    },
    {
      "id": "01-003-0087_p0067",
      "zh_CN": "疏【类者，不同其部，而同其类。如从昆弟，虽不同父，而同其祖，亦名比肩，相为等夷，故曰同类。】",
      "zh_TW": "疏【類者，不同其部，而同其類。如從昆弟，雖不同父，而同其祖，亦名比肩，相為等夷，故曰同類。】"
    },
    {
      "id": "01-003-0087_p0068",
      "zh_CN": "同部，就好像同一个人，完全相同。『同类』，虽然不是同一个人，像堂兄弟一样，虽然不是同一个父亲，但是同一个祖父。同类，关系也非常密切。",
      "zh_TW": "同部，就好像同一個人，完全相同。『同類』，雖然不是同一個人，像堂兄弟一樣，雖然不是同一個父親，但是同一個祖父。同類，關係也非常密切。"
    },
    {
      "id": "01-003-0087_p0069",
      "zh_CN": "疏【观经者，观无量寿佛经。】",
      "zh_TW": "疏【觀經者，觀無量壽佛經。】"
    },
    {
      "id": "01-003-0087_p0070",
      "zh_CN": "虽然目标也是往生西方极乐世界，但是修行的方法不相同，它是用观想的方法。",
      "zh_TW": "雖然目標也是往生西方極樂世界，但是修行的方法不相同，它是用觀想的方法。"
    },
    {
      "id": "01-003-0087_p0071",
      "zh_CN": "疏【具谈十六妙门。】",
      "zh_TW": "疏【具談十六妙門。】"
    },
    {
      "id": "01-003-0087_p0072",
      "zh_CN": "有十六种观法。",
      "zh_TW": "有十六種觀法。"
    },
    {
      "id": "01-003-0087_p0073",
      "zh_CN": "疏【一心三观，详本疏钞。】",
      "zh_TW": "疏【一心三觀，詳本疏鈔。】"
    },
    {
      "id": "01-003-0087_p0074",
      "zh_CN": "『本疏钞』是《观无量寿佛经疏钞》。在净土理论上来讲，这部经也很重要。",
      "zh_TW": "『本疏鈔』是《觀無量壽佛經疏鈔》。在淨土理論上來講，這部經也很重要。"
    },
    {
      "id": "01-003-0087_p0075",
      "zh_CN": "疏【鼓音王经者，佛在瞻波大城，伽伽灵池，与比丘百人说。中云：若有四众，受持阿弥陀佛名号，临命终时，佛与圣众，接引往生等。】",
      "zh_TW": "疏【鼓音王經者，佛在瞻波大城，伽伽靈池，與比丘百人說。中云：若有四眾，受持阿彌陀佛名號，臨命終時，佛與聖眾，接引往生等。】"
    },
    {
      "id": "01-003-0087_p0076",
      "zh_CN": "这些句子讲法跟大本、跟本经完全没有两样，所以它与本经也是属于同类，都是劝人往生西方极乐世界的。",
      "zh_TW": "這些句子講法跟大本、跟本經完全沒有兩樣，所以它與本經也是屬於同類，都是勸人往生西方極樂世界的。"
    },
    {
      "id": "01-003-0087_p0077",
      "zh_CN": "疏【后出偈经者，始终唯偈，是伽陀部。】",
      "zh_TW": "疏【後出偈經者，始終唯偈，是伽陀部。】"
    },
    {
      "id": "01-003-0087_p0078",
      "zh_CN": "《偈经》，从头到尾都是偈颂。『伽陀』就是孤起颂，拣别不是重颂。",
      "zh_TW": "《偈經》，從頭到尾都是偈頌。『伽陀』就是孤起頌，揀別不是重頌。"
    },
    {
      "id": "01-003-0087_p0079",
      "zh_CN": "疏【中云：发愿喻诸佛，誓二十四章。】",
      "zh_TW": "疏【中云：發願喻諸佛，誓二十四章。】"
    },
    {
      "id": "01-003-0087_p0080",
      "zh_CN": "跟《清净平等觉经》里面这个数字是相同。",
      "zh_TW": "跟《清淨平等覺經》裡面這個數字是相同。"
    },
    {
      "id": "01-003-0087_p0081",
      "zh_CN": "疏【愿止存半，与汉吴二译同，而四十八愿，自古及今，传扬已久，二十四者，或梵本缺略，未可知也。】",
      "zh_TW": "疏【願止存半，與漢吳二譯同，而四十八願，自古及今，傳揚已久，二十四者，或梵本缺略，未可知也。】"
    },
    {
      "id": "01-003-0087_p0082",
      "zh_CN": "莲池大师对这个事情就没有详细的加以考证。",
      "zh_TW": "蓮池大師對這個事情就沒有詳細的加以考證。"
    },
    {
      "id": "01-003-0087_p0083",
      "zh_CN": "疏【或问，鼓音亦说持名，云何不与今经同部。】",
      "zh_TW": "疏【或問，鼓音亦說持名，云何不與今經同部。】"
    },
    {
      "id": "01-003-0087_p0084",
      "zh_CN": "这个问得很好，《鼓音王经》里面引用的这段经文，确实是教我们持名念佛，那应该是同部，为什么把它分作同类而不同部？",
      "zh_TW": "這個問得很好，《鼓音王經》裡面引用的這段經文，確實是教我們持名念佛，那應該是同部，為什麼把它分作同類而不同部？"
    },
    {
      "id": "01-003-0087_p0085",
      "zh_CN": "疏【答：以有咒故。彼经虽说持名，重持咒故。】",
      "zh_TW": "疏【答：以有咒故。彼經雖說持名，重持咒故。】"
    },
    {
      "id": "01-003-0087_p0086",
      "zh_CN": "那个经里面有咒，特别强调『持咒』。也许有同修会怀疑，为什么同样劝求生净土，佛说出这么多的方法？此地应当晓得，佛说法是应机，像我们中国人绝大多数喜欢持名，喜欢念佛的名号。可是别的地区，西藏、尼泊尔、西康，还有外国，有很多人喜欢持咒。喜欢持咒的，教给你持咒；喜欢持名的，教给你持名；喜欢观想的，教给你观想。佛是应机而说法，这是我们要懂得的，就是方法不相同，达到的目的地决定是相同的。可是在所有方法里面，你要稍稍比较，持名最方便、最容易，比持咒还简单容易。这个效果，跟诸位说，愈简单的愈得力。",
      "zh_TW": "那個經裡面有咒，特別強調『持咒』。也許有同修會懷疑，為什麼同樣勸求生淨土，佛說出這麼多的方法？此地應當曉得，佛說法是應機，像我們中國人絕大多數喜歡持名，喜歡念佛的名號。可是別的地區，西藏、尼泊爾、西康，還有外國，有很多人喜歡持咒。喜歡持咒的，教給你持咒；喜歡持名的，教給你持名；喜歡觀想的，教給你觀想。佛是應機而說法，這是我們要懂得的，就是方法不相同，達到的目的地決定是相同的。可是在所有方法裡面，你要稍稍比較，持名最方便、最容易，比持咒還簡單容易。這個效果，跟諸位說，愈簡單的愈得力。"
    },
    {
      "id": "01-003-0087_p0087",
      "zh_CN": "莲池大师《竹窗随笔》里面，有人问他：教别人念佛怎样教法？他说：教别人念佛念六个字「南无阿弥陀佛」。人家就问他：你老人家自己怎么念法？念四个字「阿弥陀佛」。不一样！人家问：为什么你教别人念六个字，自己念四个字？他说：我自己这一生的心愿决定要求生净土，所以就执持名号四个字，简单！教别人，别人未必有这个心愿，未必发愿这一生往生，所以加上「南无」比较好一点。「南无」是恭敬、皈依的意思。「南无阿弥陀佛」，翻成中国意思是「皈依阿弥陀佛」、「恭敬阿弥陀佛」，加上这个客气话。他自己既然决定这一生要求生净土，这些客气话都免谈，不要了，决定往生。自己如果生死心不切，加上「南无」好；如果这一生真的想往生极乐世界，那学莲池大师，愈简单愈得力。因为临命终时，最后一念是愈简单愈好，太长太啰嗦了，恐怕到那个时候用不上力，麻烦。",
      "zh_TW": "蓮池大師《竹窗隨筆》裡面，有人問他：教別人念佛怎樣教法？他說：教別人念佛念六個字「南無阿彌陀佛」。人家就問他：你老人家自己怎麼念法？念四個字「阿彌陀佛」。不一樣！人家問：為什麼你教別人念六個字，自己念四個字？他說：我自己這一生的心願決定要求生淨土，所以就執持名號四個字，簡單！教別人，別人未必有這個心願，未必發願這一生往生，所以加上「南無」比較好一點。「南無」是恭敬、皈依的意思。「南無阿彌陀佛」，翻成中國意思是「皈依阿彌陀佛」、「恭敬阿彌陀佛」，加上這個客氣話。他自己既然決定這一生要求生淨土，這些客氣話都免談，不要了，決定往生。自己如果生死心不切，加上「南無」好；如果這一生真的想往生極樂世界，那學蓮池大師，愈簡單愈得力。因為臨命終時，最後一念是愈簡單愈好，太長太囉嗦了，恐怕到那個時候用不上力，麻煩。"
    },
    {
      "id": "01-003-0087_p0088",
      "zh_CN": "由此可知，持名这个方法，在中国一千多年来，历代祖师大力的提倡是很有道理的。他们不提倡持咒，不提倡观想，专门提倡持名，里面有很深的道理。依照这个法门来修行，历代成就的人、往生的人不计其数，像《往生传》里面所记载的，那是挂一漏万，没有记载的太多太多了，记载的很少。",
      "zh_TW": "由此可知，持名這個方法，在中國一千多年來，歷代祖師大力的提倡是很有道理的。他們不提倡持咒，不提倡觀想，專門提倡持名，裡面有很深的道理。依照這個法門來修行，歷代成就的人、往生的人不計其數，像《往生傳》裡面所記載的，那是掛一漏萬，沒有記載的太多太多了，記載的很少。"
    },
    {
      "id": "01-003-0087_p0089",
      "zh_CN": "◎【三、非部非类】",
      "zh_TW": "◎【三、非部非類】"
    },
    {
      "id": "01-003-0087_p0090",
      "zh_CN": "玄义【三、明非部类者，带说净土。】",
      "zh_TW": "玄義【三、明非部類者，帶說淨土。】"
    },
    {
      "id": "01-003-0087_p0091",
      "zh_CN": "这是附带讲的。",
      "zh_TW": "這是附帶講的。"
    },
    {
      "id": "01-003-0087_p0092",
      "zh_CN": "玄义【如华严法华，及起信等。】",
      "zh_TW": "玄義【如華嚴法華，及起信等。】"
    },
    {
      "id": "01-003-0087_p0093",
      "zh_CN": "《华严》、《法华》、《起信论》，『等』，那就太多太多了，差不多有一、二百种。",
      "zh_TW": "《華嚴》、《法華》、《起信論》，『等』，那就太多太多了，差不多有一、二百種。"
    },
    {
      "id": "01-003-0087_p0094",
      "zh_CN": "玄义【又非部类，而中说专持名号，如文殊般若。】",
      "zh_TW": "玄義【又非部類，而中說專持名號，如文殊般若。】"
    },
    {
      "id": "01-003-0087_p0095",
      "zh_CN": "《文殊般若经》里头也有，这是讲非部非类的。",
      "zh_TW": "《文殊般若經》裡頭也有，這是講非部非類的。"
    },
    {
      "id": "01-003-0087_p0096",
      "zh_CN": "疏【带说者，诸同部同类之外，复有诸经，虽不专谈净土，其中带及劝赞往生也。】",
      "zh_TW": "疏【帶說者，諸同部同類之外，復有諸經，雖不專談淨土，其中帶及勸讚往生也。】"
    },
    {
      "id": "01-003-0087_p0097",
      "zh_CN": "这是这一类的。",
      "zh_TW": "這是這一類的。"
    },
    {
      "id": "01-003-0087_p0098",
      "zh_CN": "疏【华严，如行愿品，既明十大愿王，而末言以此十愿导归极乐是也。】",
      "zh_TW": "疏【華嚴，如行願品，既明十大願王，而末言以此十願導歸極樂是也。】"
    },
    {
      "id": "01-003-0087_p0099",
      "zh_CN": "这是《华严经》。说《华严》、说《法华》，这个意义很深，因为释迦牟尼佛一生讲经说法，第一部讲《华严经》，最后讲《法华经》，说一个头，说一个尾，就当中全都包括了。当中所说的经论，附带讲净土那太多太多了，所以他特别举出这两个经，一个是带头，一个是结尾。尤其是念佛法门，最初提倡的就是华严会上文殊、普贤这两位菩萨。《华严经》经文清清楚楚记载着，这两位菩萨都是发愿求生净土。文殊的学生善财童子五十三参到最后参访到普贤菩萨，普贤菩萨教给他十大愿王导归极乐。不但善财童子往生西方极乐世界，华藏会上四十一位法身大士，十住、十行、十回向、十地、等觉，每一位次里头不晓得有多少菩萨，跟文殊、普贤统统往生西方极乐世界。",
      "zh_TW": "這是《華嚴經》。說《華嚴》、說《法華》，這個意義很深，因為釋迦牟尼佛一生講經說法，第一部講《華嚴經》，最後講《法華經》，說一個頭，說一個尾，就當中全都包括了。當中所說的經論，附帶講淨土那太多太多了，所以他特別舉出這兩個經，一個是帶頭，一個是結尾。尤其是念佛法門，最初提倡的就是華嚴會上文殊、普賢這兩位菩薩。《華嚴經》經文清清楚楚記載著，這兩位菩薩都是發願求生淨土。文殊的學生善財童子五十三參到最後參訪到普賢菩薩，普賢菩薩教給他十大願王導歸極樂。不但善財童子往生西方極樂世界，華藏會上四十一位法身大士，十住、十行、十迴向、十地、等覺，每一位次裡頭不曉得有多少菩薩，跟文殊、普賢統統往生西方極樂世界。"
    },
    {
      "id": "01-003-0087_p0100",
      "zh_CN": "所以《华严经》，你看穿了是什么经？是往生西方极乐世界的经。说了那么多，最后到西方极乐世界去了；这是最高无上的启示，研究《华严》不可不知。不管你学哪一宗学哪一派，你学的什么经、学的什么论，到最后没有不会归净土的。五十三参，五十三位善知识，每个人学的法门就不一样，用现在话来讲，有显有密，各宗各派，最后全部都是求生西方极乐世界，这是我们应当要晓得的。",
      "zh_TW": "所以《華嚴經》，你看穿了是什麼經？是往生西方極樂世界的經。說了那麼多，最後到西方極樂世界去了；這是最高無上的啟示，研究《華嚴》不可不知。不管你學哪一宗學哪一派，你學的什麼經、學的什麼論，到最後沒有不會歸淨土的。五十三參，五十三位善知識，每個人學的法門就不一樣，用現在話來講，有顯有密，各宗各派，最後全部都是求生西方極樂世界，這是我們應當要曉得的。"
    },
    {
      "id": "01-003-0087_p0101",
      "zh_CN": "还有一点要特别注意，「十大愿王」是显密各宗各派共修的，往生西方极乐世界是共同的归宿。「十大愿王」是无量无边法门共同的修行纲领，就跟三皈依的意思没有两样。「三皈依」是皈依觉正净，所以它是佛门修行的总纲领，而「十大愿王」也是修行的总纲领。如果我们拿「三皈依」当作纲，「十大愿王」就是目，这条目，依这十愿修觉正净，这是佛法修学的总纲目，我们不可以不知道。",
      "zh_TW": "還有一點要特別注意，「十大願王」是顯密各宗各派共修的，往生西方極樂世界是共同的歸宿。「十大願王」是無量無邊法門共同的修行綱領，就跟三皈依的意思沒有兩樣。「三皈依」是皈依覺正淨，所以它是佛門修行的總綱領，而「十大願王」也是修行的總綱領。如果我們拿「三皈依」當作綱，「十大願王」就是目，這條目，依這十願修覺正淨，這是佛法修學的總綱目，我們不可以不知道。"
    },
    {
      "id": "01-003-0087_p0102",
      "zh_CN": "「十大愿王」第一个是「礼敬诸佛」，内要真诚，外要恭敬。不但学佛要从这里修起，世间法做人也从这里做起，这一点做不到，其余的什么都不必谈，好像盖房子，这是地基，地基都没有，你盖什么房子？很重要！念佛人多，太多太多了，往生的有几个？为什么念一辈子佛不能往生？诸位要记住，他这个基础没有。「礼敬诸佛」就是前面讲的发菩提心，菩提心就是真诚之心，他没有菩提心！心里面谄曲，弯弯曲曲的，这个心不好，这个心不是学佛的心，不是成道的心，当然也不是往生的心。因为西方极乐世界每个人心地清净正直，你这个心与极乐世界那一边大众人心不一样，所以你就是一天念十万声佛号，古大德讲「喊破喉咙也枉然」，不能往生。这是我们一定要注意的。",
      "zh_TW": "「十大願王」第一個是「禮敬諸佛」，內要真誠，外要恭敬。不但學佛要從這裡修起，世間法做人也從這裡做起，這一點做不到，其餘的什麼都不必談，好像蓋房子，這是地基，地基都沒有，你蓋什麼房子？很重要！念佛人多，太多太多了，往生的有幾個？為什麼念一輩子佛不能往生？諸位要記住，他這個基礎沒有。「禮敬諸佛」就是前面講的發菩提心，菩提心就是真誠之心，他沒有菩提心！心裡面諂曲，彎彎曲曲的，這個心不好，這個心不是學佛的心，不是成道的心，當然也不是往生的心。因為西方極樂世界每個人心地清淨正直，你這個心與極樂世界那一邊大眾人心不一樣，所以你就是一天念十萬聲佛號，古大德講「喊破喉嚨也枉然」，不能往生。這是我們一定要注意的。"
    },
    {
      "id": "01-003-0087_p0103",
      "zh_CN": "我们处事待人接物要真诚、要恭敬，儒家也是讲这个，诚意正心，也从这里讲起。《礼记》一展开，「曲礼曰，毋不敬」，跟十大愿王第一条用意完全相同。不从礼敬奠定基础，人都做不好，你还成什么佛？不可能的事情。所以一定要从这里奠基础。",
      "zh_TW": "我們處事待人接物要真誠、要恭敬，儒家也是講這個，誠意正心，也從這裡講起。《禮記》一展開，「曲禮曰，毋不敬」，跟十大願王第一條用意完全相同。不從禮敬奠定基礎，人都做不好，你還成什麼佛？不可能的事情。所以一定要從這裡奠基礎。"
    },
    {
      "id": "01-003-0087_p0104",
      "zh_CN": "疏【法华，如云诵斯经者。】",
      "zh_TW": "疏【法華，如云誦斯經者。】"
    },
    {
      "id": "01-003-0087_p0105",
      "zh_CN": "这是讲念《法华经》的人。",
      "zh_TW": "這是講念《法華經》的人。"
    },
    {
      "id": "01-003-0087_p0106",
      "zh_CN": "疏【命终当生阿弥陀佛极乐世界是也。】",
      "zh_TW": "疏【命終當生阿彌陀佛極樂世界是也。】"
    },
    {
      "id": "01-003-0087_p0107",
      "zh_CN": "《法华经》里面，明明白白的有经文说明往生西方极乐世界的，但是这段经文翻译的时候把它翻漏了，是在偈颂里面，好像有五首还是六首。《法华经》的梵文原文，现在还有。民国初年，吕碧城居士是一位女居士，学佛非常虔诚，她是大学教授，英语非常好，梵文也好，她从梵文《法华经》里面看到这一段东西漏掉了，她把它翻译出来。",
      "zh_TW": "《法華經》裡面，明明白白的有經文說明往生西方極樂世界的，但是這段經文翻譯的時候把它翻漏了，是在偈頌裡面，好像有五首還是六首。《法華經》的梵文原文，現在還有。民國初年，呂碧城居士是一位女居士，學佛非常虔誠，她是大學教授，英語非常好，梵文也好，她從梵文《法華經》裡面看到這一段東西漏掉了，她把它翻譯出來。"
    },
    {
      "id": "01-003-0087_p0108",
      "zh_CN": "疏【起信，如前教起中所明是也。】",
      "zh_TW": "疏【起信，如前教起中所明是也。】"
    },
    {
      "id": "01-003-0087_p0109",
      "zh_CN": "『起信』就是《起信论》，读诵的人很多。马鸣菩萨本身就是求生西方净土，所以他造的《起信论》也是提倡劝人求生西方极乐世界。",
      "zh_TW": "『起信』就是《起信論》，讀誦的人很多。馬鳴菩薩本身就是求生西方淨土，所以他造的《起信論》也是提倡勸人求生西方極樂世界。"
    },
    {
      "id": "01-003-0087_p0110",
      "zh_CN": "疏【等者。】",
      "zh_TW": "疏【等者。】"
    },
    {
      "id": "01-003-0087_p0111",
      "zh_CN": "这个就太多了。",
      "zh_TW": "這個就太多了。"
    },
    {
      "id": "01-003-0087_p0112",
      "zh_CN": "疏【如观佛三昧。】",
      "zh_TW": "疏【如觀佛三昧。】"
    },
    {
      "id": "01-003-0087_p0113",
      "zh_CN": "《观佛三昧经》。",
      "zh_TW": "《觀佛三昧經》。"
    },
    {
      "id": "01-003-0087_p0114",
      "zh_CN": "疏【十住断结诸经。】",
      "zh_TW": "疏【十住斷結諸經。】"
    },
    {
      "id": "01-003-0087_p0115",
      "zh_CN": "不胜枚举，要是统统写上就太多了，有一百多种这些经论的题目。",
      "zh_TW": "不勝枚舉，要是統統寫上就太多了，有一百多種這些經論的題目。"
    },
    {
      "id": "01-003-0087_p0116",
      "zh_CN": "疏【带说净土，层叠非一，详如后释文中杂引。】",
      "zh_TW": "疏【帶說淨土，層疊非一，詳如後釋文中雜引。】"
    },
    {
      "id": "01-003-0087_p0117",
      "zh_CN": "《疏钞》里面，会引到许许多多经论里面讲的念佛法门。",
      "zh_TW": "《疏鈔》裡面，會引到許許多多經論裡面講的念佛法門。"
    },
    {
      "id": "01-003-0087_p0118",
      "zh_CN": "疏【文殊般若，详后执持名号文中。】",
      "zh_TW": "疏【文殊般若，詳後執持名號文中。】"
    },
    {
      "id": "01-003-0087_p0119",
      "zh_CN": "《疏钞》解释『执持名号』那一段，引用《文殊般若经》，这是佛劝我们求生西方净土，特别是持名的法门。",
      "zh_TW": "《疏鈔》解釋『執持名號』那一段，引用《文殊般若經》，這是佛勸我們求生西方淨土，特別是持名的法門。"
    },
    {
      "id": "01-003-0087_p0120",
      "zh_CN": "◎【八、译释诵持】",
      "zh_TW": "◎【八、譯釋誦持】"
    },
    {
      "id": "01-003-0087_p0121",
      "zh_CN": "这一段是讲感应。『译』，翻译的时候；『释』，注解的时候，讲经的时候；『诵』，背诵；『持』，依照这个经典来修行，所谓信愿持名，依照这个方法来修行。",
      "zh_TW": "這一段是講感應。『譯』，翻譯的時候；『釋』，註解的時候，講經的時候；『誦』，背誦；『持』，依照這個經典來修行，所謂信願持名，依照這個方法來修行。"
    },
    {
      "id": "01-003-0087_p0122",
      "zh_CN": "◎【初明译。二明释。三明诵。四明持。五结劝。】",
      "zh_TW": "◎【初明譯。二明釋。三明誦。四明持。五結勸。】"
    },
    {
      "id": "01-003-0087_p0123",
      "zh_CN": "分为五段。",
      "zh_TW": "分為五段。"
    },
    {
      "id": "01-003-0087_p0124",
      "zh_CN": "◎【初、明译】",
      "zh_TW": "◎【初、明譯】"
    },
    {
      "id": "01-003-0087_p0125",
      "zh_CN": "玄义【已知此经，为部为类，详略同别。未委译自何时。】",
      "zh_TW": "玄義【已知此經，為部為類，詳略同別。未委譯自何時。】"
    },
    {
      "id": "01-003-0087_p0126",
      "zh_CN": "『委』是委屈，对于这个经到底是什么时候翻译的？什么因缘到中国来的？这事情还不晓得，还在委屈，请你跟我们讲解清楚，就是这个意思。",
      "zh_TW": "『委』是委屈，對於這個經到底是什麼時候翻譯的？什麼因緣到中國來的？這事情還不曉得，還在委屈，請你跟我們講解清楚，就是這個意思。"
    },
    {
      "id": "01-003-0087_p0127",
      "zh_CN": "玄义【凡有几译。】",
      "zh_TW": "玄義【凡有幾譯。】"
    },
    {
      "id": "01-003-0087_p0128",
      "zh_CN": "像大本一共是十二次的翻译，现在《藏经》里面只剩五种译本，其余的都散失了。在中国编辑《大藏经》是宋朝时候才开始的，把所有翻译的经典、古德的注疏，收集起来编成一个丛书。以前都是散存在寺院、民间，所以失掉的东西很多。",
      "zh_TW": "像大本一共是十二次的翻譯，現在《藏經》裡面只剩五種譯本，其餘的都散失了。在中國編輯《大藏經》是宋朝時候才開始的，把所有翻譯的經典、古德的註疏，收集起來編成一個叢書。以前都是散存在寺院、民間，所以失掉的東西很多。"
    },
    {
      "id": "01-003-0087_p0129",
      "zh_CN": "玄义【以至注释阐扬，读诵受持，有何灵验。】",
      "zh_TW": "玄義【以至註釋闡揚，讀誦受持，有何靈驗。】"
    },
    {
      "id": "01-003-0087_p0130",
      "zh_CN": "学佛的同修也应该晓得，能帮助我们起信，增长我们信心。",
      "zh_TW": "學佛的同修也應該曉得，能幫助我們起信，增長我們信心。"
    },
    {
      "id": "01-003-0087_p0131",
      "zh_CN": "玄义【初明译者有二。】",
      "zh_TW": "玄義【初明譯者有二。】"
    },
    {
      "id": "01-003-0087_p0132",
      "zh_CN": "这一部经有两种翻译。",
      "zh_TW": "這一部經有兩種翻譯。"
    },
    {
      "id": "01-003-0087_p0133",
      "zh_CN": "玄义【一名佛说阿弥陀经，即今经。】",
      "zh_TW": "玄義【一名佛說阿彌陀經，即今經。】"
    },
    {
      "id": "01-003-0087_p0134",
      "zh_CN": "就是我们现在用的这个经本，经题叫《佛说阿弥陀经》。",
      "zh_TW": "就是我們現在用的這個經本，經題叫《佛說阿彌陀經》。"
    },
    {
      "id": "01-003-0087_p0135",
      "zh_CN": "玄义【姚秦三藏法师鸠摩罗什译。】",
      "zh_TW": "玄義【姚秦三藏法師鳩摩羅什譯。】"
    },
    {
      "id": "01-003-0087_p0136",
      "zh_CN": "鸠摩罗什大师翻译的。",
      "zh_TW": "鳩摩羅什大師翻譯的。"
    },
    {
      "id": "01-003-0087_p0137",
      "zh_CN": "疏【姚秦者。】",
      "zh_TW": "疏【姚秦者。】"
    },
    {
      "id": "01-003-0087_p0138",
      "zh_CN": "『秦』是朝代的名称。为什么前面要加一个『姚』？在中国历史上用「秦」做国家国号的一共有四个，必须在上面加上那个国王的姓氏，我们就晓得是哪一个秦。",
      "zh_TW": "『秦』是朝代的名稱。為什麼前面要加一個『姚』？在中國歷史上用「秦」做國家國號的一共有四個，必須在上面加上那個國王的姓氏，我們就曉得是哪一個秦。"
    },
    {
      "id": "01-003-0087_p0139",
      "zh_CN": "疏【周有嬴秦。】",
      "zh_TW": "疏【周有嬴秦。】"
    },
    {
      "id": "01-003-0087_p0140",
      "zh_CN": "秦是周朝时候的一个小国，也就是春秋战国时代，后来秦强大了，秦始皇并吞六国，统一中国。秦始皇姓嬴，历史上我们称为『赢秦』。",
      "zh_TW": "秦是周朝時候的一個小國，也就是春秋戰國時代，後來秦強大了，秦始皇併吞六國，統一中國。秦始皇姓嬴，歷史上我們稱為『贏秦』。"
    },
    {
      "id": "01-003-0087_p0141",
      "zh_CN": "疏【南北朝有苻秦、姚秦。】",
      "zh_TW": "疏【南北朝有苻秦、姚秦。】"
    },
    {
      "id": "01-003-0087_p0142",
      "zh_CN": "南北朝时，苻坚在关中，现在的甘肃、陕西、河南这一带，建立一个王朝称秦，也就是『苻秦』。淝水之战，晋朝谢安、谢玄打败苻坚。姚苌是苻坚底下的一个将军，他留守在后方，看到国王兵败，他就叛变，据守关中自己称王，国号没有改，历史上就称为『姚秦』。",
      "zh_TW": "南北朝時，苻堅在關中，現在的甘肅、陝西、河南這一帶，建立一個王朝稱秦，也就是『苻秦』。淝水之戰，晉朝謝安、謝玄打敗苻堅。姚萇是苻堅底下的一個將軍，他留守在後方，看到國王兵敗，他就叛變，據守關中自己稱王，國號沒有改，歷史上就稱為『姚秦』。"
    },
    {
      "id": "01-003-0087_p0143",
      "zh_CN": "疏【今言姚者，拣非余秦也。】",
      "zh_TW": "疏【今言姚者，揀非餘秦也。】"
    },
    {
      "id": "01-003-0087_p0144",
      "zh_CN": "我们一看就晓得这是哪一个朝代，是在姚秦的时代，而且是姚秦的第二代，姚苌已经死了，他的儿子姚兴继位，在姚兴这个时候。",
      "zh_TW": "我們一看就曉得這是哪一個朝代，是在姚秦的時代，而且是姚秦的第二代，姚萇已經死了，他的兒子姚興繼位，在姚興這個時候。"
    },
    {
      "id": "01-003-0087_p0145",
      "zh_CN": "疏【三藏者，通经律论，兼善华梵故。】",
      "zh_TW": "疏【三藏者，通經律論，兼善華梵故。】"
    },
    {
      "id": "01-003-0087_p0146",
      "zh_CN": "这叫三藏法师。这个法师非常出名，他的中国话说得很好，梵文当然是非常的通达，所以译的经非常适合中国人的口味。",
      "zh_TW": "這叫三藏法師。這個法師非常出名，他的中國話說得很好，梵文當然是非常的通達，所以譯的經非常適合中國人的口味。"
    },
    {
      "id": "01-003-0087_p0147",
      "zh_CN": "疏【法师者，佛法所属，演扬诲众，为表范故。】",
      "zh_TW": "疏【法師者，佛法所屬，演揚誨眾，為表範故。】"
    },
    {
      "id": "01-003-0087_p0148",
      "zh_CN": "『表』是师表，『范』是模范。他通达『佛法』，能给我们讲解，能指导我们修行，为我们的表率，为我们的模范，我们尊称之为『法师』。所以「法师」这个名字不太好当，如果你要是做不到，人家称你法师，说实在的，那是在骂人！这是我们要明了的。如果我们自己做不到，别人尊敬称法师、称和尚，应当要生惭愧心，实在讲当不起。所以出家的同修一定要努力，要真正发愤，名副其实，你就没有罪过了。否则的话，人家称你一声，就是一重罪过，称两声，两重罪过。我这一生没做什么罪业，到以后阎罗王把你打下地狱的时候，你还说冤枉，其实一点都不冤枉，一声一声这个罪加在身上，这是真的，一点都不假。就好像世间人一样，我发心去做老师，我去教学，结果一生当中一个学生也没教，一天课也没上，人家一见面：老师！老师！他有没有罪过？他有罪过的，这是真的不是假的。",
      "zh_TW": "『表』是師表，『範』是模範。他通達『佛法』，能給我們講解，能指導我們修行，為我們的表率，為我們的模範，我們尊稱之為『法師』。所以「法師」這個名字不太好當，如果你要是做不到，人家稱你法師，說實在的，那是在罵人！這是我們要明瞭的。如果我們自己做不到，別人尊敬稱法師、稱和尚，應當要生慚愧心，實在講當不起。所以出家的同修一定要努力，要真正發憤，名副其實，你就沒有罪過了。否則的話，人家稱你一聲，就是一重罪過，稱兩聲，兩重罪過。我這一生沒做什麼罪業，到以後閻羅王把你打下地獄的時候，你還說冤枉，其實一點都不冤枉，一聲一聲這個罪加在身上，這是真的，一點都不假。就好像世間人一樣，我發心去做老師，我去教學，結果一生當中一個學生也沒教，一天課也沒上，人家一見面：老師！老師！他有沒有罪過？他有罪過的，這是真的不是假的。"
    },
    {
      "id": "01-003-0087_p0149",
      "zh_CN": "疏【鸠摩罗什者。】",
      "zh_TW": "疏【鳩摩羅什者。】"
    },
    {
      "id": "01-003-0087_p0150",
      "zh_CN": "这是一个人的名字。",
      "zh_TW": "這是一個人的名字。"
    },
    {
      "id": "01-003-0087_p0151",
      "zh_CN": "疏【梵语具云鸠摩罗耆婆什。】",
      "zh_TW": "疏【梵語具云鳩摩羅耆婆什。】"
    },
    {
      "id": "01-003-0087_p0152",
      "zh_CN": "这是梵语音译的，中国人喜欢简单，把轻音省掉，就称鸠摩罗什。还有更省略的，就称为罗什。",
      "zh_TW": "這是梵語音譯的，中國人喜歡簡單，把輕音省掉，就稱鳩摩羅什。還有更省略的，就稱為羅什。"
    },
    {
      "id": "01-003-0087_p0153",
      "zh_CN": "疏【上五字，此云童寿。】",
      "zh_TW": "疏【上五字，此云童壽。】"
    },
    {
      "id": "01-003-0087_p0154",
      "zh_CN": "『童』是童子，年纪很轻，小孩。『寿』是老人。虽然像小孩，小孩的年龄，但是他的智慧、他的涵养、他的举动都像一个长者，所以大家称他这个名称。他实实在在是了不起，这是再来人，这是菩萨再来的。",
      "zh_TW": "『童』是童子，年紀很輕，小孩。『壽』是老人。雖然像小孩，小孩的年齡，但是他的智慧、他的涵養、他的舉動都像一個長者，所以大家稱他這個名稱。他實實在在是了不起，這是再來人，這是菩薩再來的。"
    },
    {
      "id": "01-003-0087_p0155",
      "zh_CN": "疏【什者，深善此方文字之什。】",
      "zh_TW": "疏【什者，深善此方文字之什。】"
    },
    {
      "id": "01-003-0087_p0156",
      "zh_CN": "对于中国的语文很通达。",
      "zh_TW": "對於中國的語文很通達。"
    },
    {
      "id": "01-003-0087_p0157",
      "zh_CN": "疏【华梵合举，称罗什也。】",
      "zh_TW": "疏【華梵合舉，稱羅什也。】"
    },
    {
      "id": "01-003-0087_p0158",
      "zh_CN": "其实他真正的名字是「鸠摩罗耆婆」，「什」是中国人送给他的称号，他对中国的语文非常通达。",
      "zh_TW": "其實他真正的名字是「鳩摩羅耆婆」，「什」是中國人送給他的稱號，他對中國的語文非常通達。"
    },
    {
      "id": "01-003-0087_p0159",
      "zh_CN": "疏【译者，易也，易梵成华也。】",
      "zh_TW": "疏【譯者，易也，易梵成華也。】"
    },
    {
      "id": "01-003-0087_p0160",
      "zh_CN": "就是翻译，把梵文翻成中文。",
      "zh_TW": "就是翻譯，把梵文翻成中文。"
    },
    {
      "id": "01-003-0087_p0161",
      "zh_CN": "疏【周礼，掌四方之语，各有其官，北方曰译，今经自西来，而言译者，汉之北官，兼善西语，摩腾始至，遂称为译，今仍之也。】",
      "zh_TW": "疏【周禮，掌四方之語，各有其官，北方曰譯，今經自西來，而言譯者，漢之北官，兼善西語，摩騰始至，遂稱為譯，今仍之也。】"
    },
    {
      "id": "01-003-0087_p0162",
      "zh_CN": "《周礼》是一部书的名字。中国礼经有三部：《周礼》、《仪礼》、《礼记》，这是十三经里面的三部。《周礼》，是周朝的宪法，周朝政治、典章、文物制度统统记载在这里面。《周礼》是周公的著作，这个构想设施尽善尽美。这部书我没看，方东美先生跟我讲了很多次，告诉我这个书好，他说：古今中外许多国家的宪法都比不上《周礼》，周朝的后代如果遵守这部书这个教训去做，周国不会亡国。中国历史朝代最久的是周朝，八百年，后人不遵守这部宪法，所以才亡国。方先生对这个书非常的赞叹。我只读过《礼记》几篇。",
      "zh_TW": "《周禮》是一部書的名字。中國禮經有三部：《周禮》、《儀禮》、《禮記》，這是十三經裡面的三部。《周禮》，是周朝的憲法，周朝政治、典章、文物制度統統記載在這裡面。《周禮》是周公的著作，這個構想設施盡善盡美。這部書我沒看，方東美先生跟我講了很多次，告訴我這個書好，他說：古今中外許多國家的憲法都比不上《周禮》，周朝的後代如果遵守這部書這個教訓去做，周國不會亡國。中國歷史朝代最久的是周朝，八百年，後人不遵守這部憲法，所以才亡國。方先生對這個書非常的讚歎。我只讀過《禮記》幾篇。"
    },
    {
      "id": "01-003-0087_p0163",
      "zh_CN": "在这个制度里面，翻译官四方名称不相同，北方叫「译」，东方叫「寄」，南方叫「象」，西方叫「狄鞮」，不同的名称它都有意义的，但是工作皆是翻译。佛经是从西方来的。汉朝时候的丝路，是中国往西域的交通大道，佛教也是从这条路传到中国来的，从新疆天山南北路、甘肃到长安，那时国家首都在长安，与北方很接近。从摩腾、竺法兰这两个人开始，最初翻译《四十二章经》时，北方翻译官来协助，北方翻译官对梵文很通达，请他来帮忙，就用这「译」字，以后一直就用这个字，没有再改变了，就成了一种习惯。",
      "zh_TW": "在這個制度裡面，翻譯官四方名稱不相同，北方叫「譯」，東方叫「寄」，南方叫「象」，西方叫「狄鞮」，不同的名稱它都有意義的，但是工作皆是翻譯。佛經是從西方來的。漢朝時候的絲路，是中國往西域的交通大道，佛教也是從這條路傳到中國來的，從新疆天山南北路、甘肅到長安，那時國家首都在長安，與北方很接近。從摩騰、竺法蘭這兩個人開始，最初翻譯《四十二章經》時，北方翻譯官來協助，北方翻譯官對梵文很通達，請他來幫忙，就用這「譯」字，以後一直就用這個字，沒有再改變了，就成了一種習慣。"
    },
    {
      "id": "01-003-0087_p0164",
      "zh_CN": "《四十二章经》，是中国第一部翻译的佛经，这部经内容非常丰富，可以说是佛经的佛学概论。季圣一居士的《四十二章经新疏》，注解得很详细，在古来所有注解当中，我觉得他注得最好。这部经最大的好处是什么？我们现代学佛的人不能成就，自己一身的毛病不知道。「我没有毛病，我非常好！」看到别人的毛病，不晓得自己的毛病。你读了这个经之后，才会发现自己有多少毛病，把这些毛病改过来，你念佛的功夫就得力了。这部经是给我们治病的一服良药。学佛从哪里学起？要从这部经学起。但是这部经言简意赅，文字很简单很少，义理太丰富，没有很好的注解你看不出来。过去我们一直找不到理想的注解，灌顶法师的注子太深了，不适合初学。所以我在香港看到季圣一居士这个本子，我欢喜得不得了。",
      "zh_TW": "《四十二章經》，是中國第一部翻譯的佛經，這部經內容非常豐富，可以說是佛經的佛學概論。季聖一居士的《四十二章經新疏》，註解得很詳細，在古來所有註解當中，我覺得他註得最好。這部經最大的好處是什麼？我們現代學佛的人不能成就，自己一身的毛病不知道。「我沒有毛病，我非常好！」看到別人的毛病，不曉得自己的毛病。你讀了這個經之後，才會發現自己有多少毛病，把這些毛病改過來，你念佛的功夫就得力了。這部經是給我們治病的一服良藥。學佛從哪裡學起？要從這部經學起。但是這部經言簡意賅，文字很簡單很少，義理太豐富，沒有很好的註解你看不出來。過去我們一直找不到理想的註解，灌頂法師的註子太深了，不適合初學。所以我在香港看到季聖一居士這個本子，我歡喜得不得了。"
    },
    {
      "id": "01-003-0087_p0165",
      "zh_CN": "学讲经的同修从哪里学起？从这个经上学起。这个经分三个部分，第一部分解释科题，《四十二章》每一章有一个题目，解释题目，然后解释名词术语、典故，最后是「讲义」，来合讲，这个层次清清楚楚。这是传统讲经的规矩，完全按照规矩来讲，有条不紊。所以，讲经的同修要从这部经下手。你能把这个规矩、方法学会了，以后一切经你都有一个下手之处。所以，这是非常好的一部参考书。斌宗法师的《弥陀经》注解、《心经》注解，也是用这个规矩，循规蹈矩写出来的，那是讲经的好榜样，一定要按照这个方式来讲。",
      "zh_TW": "學講經的同修從哪裡學起？從這個經上學起。這個經分三個部分，第一部分解釋科題，《四十二章》每一章有一個題目，解釋題目，然後解釋名詞術語、典故，最後是「講義」，來合講，這個層次清清楚楚。這是傳統講經的規矩，完全按照規矩來講，有條不紊。所以，講經的同修要從這部經下手。你能把這個規矩、方法學會了，以後一切經你都有一個下手之處。所以，這是非常好的一部參考書。斌宗法師的《彌陀經》註解、《心經》註解，也是用這個規矩，循規蹈矩寫出來的，那是講經的好榜樣，一定要按照這個方式來講。"
    },
    {
      "id": "01-003-0087_p0166",
      "zh_CN": "所以诸位讲经不能学我现在这个讲法，学我现在这个讲法就糟透了。跟我学讲经，那是在十几年以前，听我讲经的得利益、得受用，为什么？我到台北开始讲经的时候，大概十五、六年，就是那个方法讲的，很守规矩的。从民国六十年开始讲《华严经》，逐渐脱轨，不守规矩了，你们初学的人听不出来，行家听得出来。我在香港讲经，有很多法师听，而且法师非常喜欢听我讲经，畅怀法师就跟大众说，我在讲台上不是讲经，讲什么？讲自己的心得报告。我是展开经本，我自己所体会的、所领略的，我讲这些东西。你们开始学讲经，所谓「不学规矩，不成方圆」，到我这个是境界往上提升了一层；这个提升，在讲台上循规蹈矩十多年！",
      "zh_TW": "所以諸位講經不能學我現在這個講法，學我現在這個講法就糟透了。跟我學講經，那是在十幾年以前，聽我講經的得利益、得受用，為什麼？我到台北開始講經的時候，大概十五、六年，就是那個方法講的，很守規矩的。從民國六十年開始講《華嚴經》，逐漸脫軌，不守規矩了，你們初學的人聽不出來，行家聽得出來。我在香港講經，有很多法師聽，而且法師非常喜歡聽我講經，暢懷法師就跟大眾說，我在講台上不是講經，講什麼？講自己的心得報告。我是展開經本，我自己所體會的、所領略的，我講這些東西。你們開始學講經，所謂「不學規矩，不成方圓」，到我這個是境界往上提升了一層；這個提升，在講台上循規蹈矩十多年！"
    },
    {
      "id": "01-003-0087_p0167",
      "zh_CN": "我从五十六年到台北来讲经，我是一出家就开始讲经，我四十八年出家的，四十九年正月就开始讲经，循规蹈矩，到六十岁才渐渐摆脱掉，讲自己的心得报告。所以早期同学听经，像现在有些在各处讲经的，像熊琬、徐蕙玲他们这些人，这早期的，他们有时候碰到我还说：幸好那时候来听经得利益，学了一些东西；现在来听，学不到东西了。现在我讲的是天马行空，没有边际的，高兴的时候，几句、三四句经文，两个钟点讲不完，也有的长行文念念就过去了，你学什么？学不到！但是对修行人来讲有帮助，对你学讲经，那就糟了，对于你念佛修行决定有帮助。所以，决定不能学我在讲台上这个讲法，现在最好依照《四十二章经》这个方法来学讲经。",
      "zh_TW": "我從五十六年到台北來講經，我是一出家就開始講經，我四十八年出家的，四十九年正月就開始講經，循規蹈矩，到六十歲才漸漸擺脫掉，講自己的心得報告。所以早期同學聽經，像現在有些在各處講經的，像熊琬、徐蕙玲他們這些人，這早期的，他們有時候碰到我還說：幸好那時候來聽經得利益，學了一些東西；現在來聽，學不到東西了。現在我講的是天馬行空，沒有邊際的，高興的時候，幾句、三四句經文，兩個鐘點講不完，也有的長行文念念就過去了，你學什麼？學不到！但是對修行人來講有幫助，對你學講經，那就糟了，對於你念佛修行決定有幫助。所以，決定不能學我在講台上這個講法，現在最好依照《四十二章經》這個方法來學講經。"
    },
    {
      "id": "01-003-0087_p0168",
      "zh_CN": "底下这一段，这是将鸠摩罗什大师简单的跟各位介绍出来，是从他传记里面节录的，使我们对于大师有一个概略的认识。这一位大师，传记里面讲，他是过去七佛的译经师，所以他的东西翻译得非常之好。到中国来受了不少折磨，受到许许多多的苦难，自己是吃了大亏，但是对于中国佛法有很大的贡献。他被吕光幽禁了将近三十年，一筹莫展，他的中国文字是那个时候学的。吕光死后，姪子吕隆继位，向姚兴投降，鸠摩罗什大师才被姚兴迎请到长安，从事译经工作七年，他就圆寂了。这七年对于中国佛教的影响太大，奠定了中国佛教的基础。",
      "zh_TW": "底下這一段，這是將鳩摩羅什大師簡單的跟各位介紹出來，是從他傳記裡面節錄的，使我們對於大師有一個概略的認識。這一位大師，傳記裡面講，他是過去七佛的譯經師，所以他的東西翻譯得非常之好。到中國來受了不少折磨，受到許許多多的苦難，自己是吃了大虧，但是對於中國佛法有很大的貢獻。他被呂光幽禁了將近三十年，一籌莫展，他的中國文字是那個時候學的。呂光死後，姪子呂隆繼位，向姚興投降，鳩摩羅什大師才被姚興迎請到長安，從事譯經工作七年，他就圓寂了。這七年對於中國佛教的影響太大，奠定了中國佛教的基礎。"
    },
    {
      "id": "01-003-0087_p0169",
      "zh_CN": "由此可知，弘法利生不在时间长短，在真正的功力的厚薄。像印光大师，对近代的佛法，不仅是讲净土，整个佛法上，他有这么大的影响。印光大师出来弘法多少年？十年。七十岁才出来的，七十岁之前没有人知道，七十岁才被人发现。那时候民国初年，有一些很有学问的老居士，到普陀山去游玩的时候，无意当中发现的，跟他谈话，觉得这个人见解了不起。以后跟他通信，他回信的那些信件就在报纸、杂志上公开发表，大家才晓得有个印光法师。他老人家八十岁圆寂的，十年。这是我们中国古人讲的「厚积薄发」，因为他积得太厚了，发的时候虽然时间不长，他的功力到了，就有那么深厚的影响力，罗什大师就是这样的人。这些都是我们要记取的。",
      "zh_TW": "由此可知，弘法利生不在時間長短，在真正的功力的厚薄。像印光大師，對近代的佛法，不僅是講淨土，整個佛法上，他有這麼大的影響。印光大師出來弘法多少年？十年。七十歲才出來的，七十歲之前沒有人知道，七十歲才被人發現。那時候民國初年，有一些很有學問的老居士，到普陀山去遊玩的時候，無意當中發現的，跟他談話，覺得這個人見解了不起。以後跟他通信，他回信的那些信件就在報紙、雜誌上公開發表，大家才曉得有個印光法師。他老人家八十歲圓寂的，十年。這是我們中國古人講的「厚積薄發」，因為他積得太厚了，發的時候雖然時間不長，他的功力到了，就有那麼深厚的影響力，羅什大師就是這樣的人。這些都是我們要記取的。"
    },
    {
      "id": "01-003-0087_p0170",
      "zh_CN": "现代人，我算是个过来人，我自己吃了很多亏，上了很多当，那就是出来讲经说法太年轻了，没有能够学古人，积得不厚，所以发的力量也不足，必须积得厚，力量才足！现代一些人，我看还不如我。我可以学佛还能跟老师学了十三年，他们现在学了三个月就想出去表演，还不如我。可想而知，你发的力量也不及我。我们读古人东西要记取教训，要有耐心，要有恒心，要有毅力，这样才能真正成就。",
      "zh_TW": "現代人，我算是個過來人，我自己吃了很多虧，上了很多當，那就是出來講經說法太年輕了，沒有能夠學古人，積得不厚，所以發的力量也不足，必須積得厚，力量才足！現代一些人，我看還不如我。我可以學佛還能跟老師學了十三年，他們現在學了三個月就想出去表演，還不如我。可想而知，你發的力量也不及我。我們讀古人東西要記取教訓，要有耐心，要有恆心，要有毅力，這樣才能真正成就。"
    },
    {
      "id": "01-003-0087_p0171",
      "zh_CN": "学一家之言，这个重要！不要到外面，今天听这个，明天听那个，听多了，思想就混乱、就复杂了。所以印光大师，人家虽然尊敬他，几个人常常提他的名字？不提！为什么不提？有忌讳。印光大师反对学佛的人跑庙，反对学佛的人亲近法师，极力的反对！你多跑庙，你的精神涣散，不能集中了，你的佛法学不好，顶多修一点痴福而已。你接近法师多了，这个法师跟你讲这个，那个法师跟你讲那个，你一脑袋乱七八糟的东西，你念佛不会得一心不乱。",
      "zh_TW": "學一家之言，這個重要！不要到外面，今天聽這個，明天聽那個，聽多了，思想就混亂、就複雜了。所以印光大師，人家雖然尊敬他，幾個人常常提他的名字？不提！為什麼不提？有忌諱。印光大師反對學佛的人跑廟，反對學佛的人親近法師，極力的反對！你多跑廟，你的精神渙散，不能集中了，你的佛法學不好，頂多修一點痴福而已。你接近法師多了，這個法師跟你講這個，那個法師跟你講那個，你一腦袋亂七八糟的東西，你念佛不會得一心不亂。"
    },
    {
      "id": "01-003-0087_p0172",
      "zh_CN": "所以大家提到印光法师时很恭敬，但是一句话不提，为什么？印光法师本人，譬如你在他那里皈依的，你到那里去看他，他会把你臭骂一顿，「你来干什么？」「我来看师父」「师父你看过了，有什么好看的？不回家去老老实实念佛，看什么师父？」臭骂一顿骂回去，那是个真正善知识。现在的法师，「你们要常常来看我」，跟印光法师态度不一样！所以，大家对他就敬而远之。可是我们想想，真正要成就，他老人家的话是对的。他主张一个道场、一个老师，一家之言，你才会得一心不乱，你这一生才不会空过。我们今天就讲到此地。",
      "zh_TW": "所以大家提到印光法師時很恭敬，但是一句話不提，為什麼？印光法師本人，譬如你在他那裡皈依的，你到那裡去看他，他會把你臭罵一頓，「你來幹什麼？」「我來看師父」「師父你看過了，有什麼好看的？不回家去老老實實念佛，看什麼師父？」臭罵一頓罵回去，那是個真正善知識。現在的法師，「你們要常常來看我」，跟印光法師態度不一樣！所以，大家對他就敬而遠之。可是我們想想，真正要成就，他老人家的話是對的。他主張一個道場、一個老師，一家之言，你才會得一心不亂，你這一生才不會空過。我們今天就講到此地。"
    }
  ]
}