{
  "doc_id": "01-003-0271",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七一集",
    "zh_TW": "第二七一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0271",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "01-003-0271_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五六五页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五六五頁："
    },
    {
      "id": "01-003-0271_p0002",
      "zh_CN": "经【是故舍利弗。汝等皆当信受我语。及诸佛所说。】",
      "zh_TW": "經【是故舍利弗。汝等皆當信受我語。及諸佛所說。】"
    },
    {
      "id": "01-003-0271_p0003",
      "zh_CN": "疏【皆当信受，是为第三重劝。】",
      "zh_TW": "疏【皆當信受，是為第三重勸。】"
    },
    {
      "id": "01-003-0271_p0004",
      "zh_CN": "佛在这一会里面劝我们要相信佛所说的，这是第三次，向下还有一次，四次的劝勉我们，真正显示出佛的大慈大悲，真实的苦口婆心。我们为佛弟子，就要像善导大师在「上品上生章」里面所开导的，决定要相信佛所说的；佛以外，世间社会公认的善知识，修行证果的阿罗汉、辟支佛、权教菩萨，乃至地上菩萨，甚至等觉菩萨来为我们说法，他讲的东西跟净土三经讲的不一样，我们都可以不要接受，都可以不要相信，一定要相信佛所说的，我们这一生才真正得度。如果不相信佛的话，去相信菩萨以下不相应的开导，那你就是遇到魔。怎么说遇到魔？魔障碍你这一生不能往生，魔就希望你生生世世都搞六道轮回，这是魔来障碍你、来折磨你。这是我们必须要清楚的，决定要相信佛所说的。世尊在此地说得非常好，要相信『我语』，就是本师释迦牟尼佛所说。『及诸佛所说』，就是六方佛异口同音赞叹释迦牟尼佛所说的，为释迦牟尼佛做证明，释迦牟尼佛讲的完全是事实真相。",
      "zh_TW": "佛在這一會裡面勸我們要相信佛所說的，這是第三次，向下還有一次，四次的勸勉我們，真正顯示出佛的大慈大悲，真實的苦口婆心。我們為佛弟子，就要像善導大師在「上品上生章」裡面所開導的，決定要相信佛所說的；佛以外，世間社會公認的善知識，修行證果的阿羅漢、辟支佛、權教菩薩，乃至地上菩薩，甚至等覺菩薩來為我們說法，他講的東西跟淨土三經講的不一樣，我們都可以不要接受，都可以不要相信，一定要相信佛所說的，我們這一生才真正得度。如果不相信佛的話，去相信菩薩以下不相應的開導，那你就是遇到魔。怎麼說遇到魔？魔障礙你這一生不能往生，魔就希望你生生世世都搞六道輪迴，這是魔來障礙你、來折磨你。這是我們必須要清楚的，決定要相信佛所說的。世尊在此地說得非常好，要相信『我語』，就是本師釋迦牟尼佛所說。『及諸佛所說』，就是六方佛異口同音讚歎釋迦牟尼佛所說的，為釋迦牟尼佛做證明，釋迦牟尼佛講的完全是事實真相。"
    },
    {
      "id": "01-003-0271_p0005",
      "zh_CN": "疏【有判此处即属流通，今仍属正宗，以承上文，正勉信受，令往生故。前文二皆劝愿，今复劝信。】",
      "zh_TW": "疏【有判此處即屬流通，今仍屬正宗，以承上文，正勉信受，令往生故。前文二皆勸願，今復勸信。】"
    },
    {
      "id": "01-003-0271_p0006",
      "zh_CN": "前面二次劝勉我们，「应当发愿，生彼国土」，这个地方劝信，这是第三次，「皆当信受我语，及诸佛所说」。实在讲，真的能信，那个福报智慧真的是无量无边！没有法子能够称说，这是经上有明文。自古以来，教下大德判经，就是这经的段落，分段落每个人分的不一样。古德有从这个地方就判入本经的流通分，莲池大师依然将这段经文还是属于正宗分，他跟古人判法不一样。莲池大师以后，蕅益大师的《弥陀经要解》，他六方佛就判作流通，跟莲池大师这个判法也不一样，甚至于他那个分法跟古来所有大德分法都不一样。可是蕅益大师也说出一番大道理，我们听起来也满合情合理的。怎么判法，仁者见仁，智者见智，重要的我们还是要依经文，祖师的分科判教、祖师的开导都提供我们做参考，四依法里面教给我们依法不依人。经是佛说的法，我们唯一的依靠，等觉菩萨以下的解释都是人，与经所说的相应，我们采取，不相应的，我们不采取，这是善导大师教给我们修学的原则。",
      "zh_TW": "前面二次勸勉我們，「應當發願，生彼國土」，這個地方勸信，這是第三次，「皆當信受我語，及諸佛所說」。實在講，真的能信，那個福報智慧真的是無量無邊！沒有法子能夠稱說，這是經上有明文。自古以來，教下大德判經，就是這經的段落，分段落每個人分的不一樣。古德有從這個地方就判入本經的流通分，蓮池大師依然將這段經文還是屬於正宗分，他跟古人判法不一樣。蓮池大師以後，蕅益大師的《彌陀經要解》，他六方佛就判作流通，跟蓮池大師這個判法也不一樣，甚至於他那個分法跟古來所有大德分法都不一樣。可是蕅益大師也說出一番大道理，我們聽起來也滿合情合理的。怎麼判法，仁者見仁，智者見智，重要的我們還是要依經文，祖師的分科判教、祖師的開導都提供我們做參考，四依法裡面教給我們依法不依人。經是佛說的法，我們唯一的依靠，等覺菩薩以下的解釋都是人，與經所說的相應，我們採取，不相應的，我們不採取，這是善導大師教給我們修學的原則。"
    },
    {
      "id": "01-003-0271_p0007",
      "zh_CN": "钞【第三劝者，上言闻是说者，止是持名得生，未委退与不退。】",
      "zh_TW": "鈔【第三勸者，上言聞是說者，止是持名得生，未委退與不退。】"
    },
    {
      "id": "01-003-0271_p0008",
      "zh_CN": "前面第一次劝的时候，只是说明依照这个方法修学，若一日到若七日持名，一心不乱，决定得生净土，没有详细说明不退转。",
      "zh_TW": "前面第一次勸的時候，只是說明依照這個方法修學，若一日到若七日持名，一心不亂，決定得生淨土，沒有詳細說明不退轉。"
    },
    {
      "id": "01-003-0271_p0009",
      "zh_CN": "钞【今言不但得生，必于无上菩提永不退转。】",
      "zh_TW": "鈔【今言不但得生，必於無上菩提永不退轉。】"
    },
    {
      "id": "01-003-0271_p0010",
      "zh_CN": "前面说过，闻是经受持者，皆为一切诸佛护念，皆得不退转于阿耨多罗三藐三菩提。这是说出来，不但得生而且不退转。",
      "zh_TW": "前面說過，聞是經受持者，皆為一切諸佛護念，皆得不退轉於阿耨多羅三藐三菩提。這是說出來，不但得生而且不退轉。"
    },
    {
      "id": "01-003-0271_p0011",
      "zh_CN": "钞【如是则愿当益切。】",
      "zh_TW": "鈔【如是則願當益切。】"
    },
    {
      "id": "01-003-0271_p0012",
      "zh_CN": "我们把这些事实真相都搞清楚，我们对于西方极乐世界向往的心、求生的心一定更切，知道太好了。",
      "zh_TW": "我們把這些事實真相都搞清楚，我們對於西方極樂世界嚮往的心、求生的心一定更切，知道太好了。"
    },
    {
      "id": "01-003-0271_p0013",
      "zh_CN": "钞【故云三劝。】",
      "zh_TW": "鈔【故云三勸。】"
    },
    {
      "id": "01-003-0271_p0014",
      "zh_CN": "到这个地方第三次劝我们，一定要相信，一定要发愿，一定要求生。",
      "zh_TW": "到這個地方第三次勸我們，一定要相信，一定要發願，一定要求生。"
    },
    {
      "id": "01-003-0271_p0015",
      "zh_CN": "钞【未属流通者。】",
      "zh_TW": "鈔【未屬流通者。】"
    },
    {
      "id": "01-003-0271_p0016",
      "zh_CN": "莲池大师解释，他的判法，就是分段的方法，他为什么这样分？他说这个不属于流通。",
      "zh_TW": "蓮池大師解釋，他的判法，就是分段的方法，他為什麼這樣分？他說這個不屬於流通。"
    },
    {
      "id": "01-003-0271_p0017",
      "zh_CN": "钞【以信愿往生，是一经要领，下文重重劝信劝愿，判属正宗。】",
      "zh_TW": "鈔【以信願往生，是一經要領，下文重重勸信勸願，判屬正宗。】"
    },
    {
      "id": "01-003-0271_p0018",
      "zh_CN": "这是这部经最重要的纲领，就是专信、专愿、求生净土。净土三经，佛当年讲经的顺序，最初讲《无量寿经》，将西方极乐世界做一个非常完整的介绍，《无量寿经》可以说是净宗概论，把极乐世界依正庄严，阿弥陀佛修因证果，以及建立道场广度众生，都讲得很清楚。第二是讲《观无量寿佛经》，给我们讲三桩事情，实在讲就是《无量寿经》的补充。这三桩事情：第一个是理论，「是心是佛，是心作佛」，把这个道理为我们说出来，这是补充大经没说的。第二，方法，西方极乐世界介绍出来，怎么去？教给我们念佛的方法，有观想念佛、观像念佛、持名念佛、实相念佛，把方法说出来，十六观，十六种方法。第三、详细说明「九品因果」，实在讲就是《无量寿经》里的「三辈往生」，三辈往生文不长，概略的说一下，《观经》把三辈分成九品，细说因果。这是《观经》的性质。最后佛讲《弥陀经》，讲这个经的用意，劝信劝愿，劝我们一心念佛。所以这部经自始至尾就是劝信、劝愿、劝行，信愿行是本经的三大要领。可见得三经是一系列的。大师在此地将这段经文还是判入正宗。",
      "zh_TW": "這是這部經最重要的綱領，就是專信、專願、求生淨土。淨土三經，佛當年講經的順序，最初講《無量壽經》，將西方極樂世界做一個非常完整的介紹，《無量壽經》可以說是淨宗概論，把極樂世界依正莊嚴，阿彌陀佛修因證果，以及建立道場廣度眾生，都講得很清楚。第二是講《觀無量壽佛經》，給我們講三樁事情，實在講就是《無量壽經》的補充。這三樁事情：第一個是理論，「是心是佛，是心作佛」，把這個道理為我們說出來，這是補充大經沒說的。第二，方法，西方極樂世界介紹出來，怎麼去？教給我們念佛的方法，有觀想念佛、觀像念佛、持名念佛、實相念佛，把方法說出來，十六觀，十六種方法。第三、詳細說明「九品因果」，實在講就是《無量壽經》裡的「三輩往生」，三輩往生文不長，概略的說一下，《觀經》把三輩分成九品，細說因果。這是《觀經》的性質。最後佛講《彌陀經》，講這個經的用意，勸信勸願，勸我們一心念佛。所以這部經自始至尾就是勸信、勸願、勸行，信願行是本經的三大要領。可見得三經是一系列的。大師在此地將這段經文還是判入正宗。"
    },
    {
      "id": "01-003-0271_p0019",
      "zh_CN": "钞【于义为当。】",
      "zh_TW": "鈔【於義為當。】"
    },
    {
      "id": "01-003-0271_p0020",
      "zh_CN": "这个意思比较妥当。",
      "zh_TW": "這個意思比較妥當。"
    },
    {
      "id": "01-003-0271_p0021",
      "zh_CN": "钞【汝等者，正指身子，以及现前大众，兼未来一切诸众生等。】",
      "zh_TW": "鈔【汝等者，正指身子，以及現前大眾，兼未來一切諸眾生等。】"
    },
    {
      "id": "01-003-0271_p0022",
      "zh_CN": "当年佛讲经时，法会当中舍利弗尊者是当机者。在这个经上，佛都是叫着舍利弗的名字给他说。凡是叫著名字，下面的话就非常重要，叫名字是提起他的注意。『汝等』，实在讲也包括我们现前大众，我们读这个经文，「汝等」，我们都在「汝等」两个字之中。由此可知，这个经典对我们自己是何等的亲切，佛没有把我们当外人，汝等包括我们在其中，换句话说，就是对我自己说的。『兼未来一切诸众生等』，我们每一个人都包括在其中。",
      "zh_TW": "當年佛講經時，法會當中舍利弗尊者是當機者。在這個經上，佛都是叫著舍利弗的名字給他說。凡是叫著名字，下面的話就非常重要，叫名字是提起他的注意。『汝等』，實在講也包括我們現前大眾，我們讀這個經文，「汝等」，我們都在「汝等」兩個字之中。由此可知，這個經典對我們自己是何等的親切，佛沒有把我們當外人，汝等包括我們在其中，換句話說，就是對我自己說的。『兼未來一切諸眾生等』，我們每一個人都包括在其中。"
    },
    {
      "id": "01-003-0271_p0023",
      "zh_CN": "钞【良以一佛亲宣。】",
      "zh_TW": "鈔【良以一佛親宣。】"
    },
    {
      "id": "01-003-0271_p0024",
      "zh_CN": "『一佛』就是释迦牟尼佛，一尊佛亲自为我们宣讲。",
      "zh_TW": "『一佛』就是釋迦牟尼佛，一尊佛親自為我們宣講。"
    },
    {
      "id": "01-003-0271_p0025",
      "zh_CN": "钞【即当谛信。】",
      "zh_TW": "鈔【即當諦信。】"
    },
    {
      "id": "01-003-0271_p0026",
      "zh_CN": "佛的话是真实语。《金刚经》上所说的，「如来是真语者，实语者，如语者」，如语就是与事实真相完全相符，没有增加一点，也没有减少一点，说的跟事实真相完全一样，「不诳语者，不异语者」。佛怎么会欺骗人？所以我们应当相信。",
      "zh_TW": "佛的話是真實語。《金剛經》上所說的，「如來是真語者，實語者，如語者」，如語就是與事實真相完全相符，沒有增加一點，也沒有減少一點，說的跟事實真相完全一樣，「不誑語者，不異語者」。佛怎麼會欺騙人？所以我們應當相信。"
    },
    {
      "id": "01-003-0271_p0027",
      "zh_CN": "钞【诸佛同赞，更复何疑。】",
      "zh_TW": "鈔【諸佛同讚，更復何疑。】"
    },
    {
      "id": "01-003-0271_p0028",
      "zh_CN": "不但一尊佛说，我们在这里看到六方，六方就是十方，十方一切诸佛都为释迦牟尼佛做证明，都赞叹释迦牟尼佛说得好，说得没错，那还有怀疑的吗？决定没有怀疑了。没有怀疑，那个信才叫真信，真信之后要发愿，决定发愿求生。特别是在我们现代这个时代，真的是大乱之世，从前历史上所看不到的，经上讲「五浊恶世」，真正是浊恶到极处。「浊」就是心不清净，心地被污染；「恶」，起心动念、言语造作都不善，佛法里面所讲的，身造杀盗淫，口妄语、两舌、绮语、恶口，意贪瞋痴，今天众生他所造作的是十恶业。浊与恶，我们现在看得很清楚，看得很明显，一年比一年在增长，这不是好现象，增长到一定的时候就会爆发大的灾难。学佛的人头脑比一般人要冷静一些，知道因果的关系，对于恶因恶报多少会有一些警觉性。我们如何面对现实？换句话说，我们怎样生活？我们怎样过日子？如果没有大智慧、大福德，在这个共业里面很难幸免。大智大福到哪里去求？怎么修法？每个人都在追求，求不到！实在就是摆在你面前，你不识货，你不认识。前面经文，世尊不是明白告诉我们吗？「闻是经受持者，皆为一切诸佛之所护念」，共业里面可以不受难，你有大福报，「皆得不退转于阿耨多罗三藐三菩提」，你有大智慧。所以具足信愿行，这个人就是有大福报、大智慧，才能够度过五浊恶世。所以这个经典、法门是真正不可思议，一切诸佛为什么要护念、为什么要赞叹，有他的道理，这不是随便说的。",
      "zh_TW": "不但一尊佛說，我們在這裡看到六方，六方就是十方，十方一切諸佛都為釋迦牟尼佛做證明，都讚歎釋迦牟尼佛說得好，說得沒錯，那還有懷疑的嗎？決定沒有懷疑了。沒有懷疑，那個信才叫真信，真信之後要發願，決定發願求生。特別是在我們現代這個時代，真的是大亂之世，從前歷史上所看不到的，經上講「五濁惡世」，真正是濁惡到極處。「濁」就是心不清淨，心地被污染；「惡」，起心動念、言語造作都不善，佛法裡面所講的，身造殺盜淫，口妄語、兩舌、綺語、惡口，意貪瞋痴，今天眾生他所造作的是十惡業。濁與惡，我們現在看得很清楚，看得很明顯，一年比一年在增長，這不是好現象，增長到一定的時候就會爆發大的災難。學佛的人頭腦比一般人要冷靜一些，知道因果的關係，對於惡因惡報多少會有一些警覺性。我們如何面對現實？換句話說，我們怎樣生活？我們怎樣過日子？如果沒有大智慧、大福德，在這個共業裡面很難倖免。大智大福到哪裡去求？怎麼修法？每個人都在追求，求不到！實在就是擺在你面前，你不識貨，你不認識。前面經文，世尊不是明白告訴我們嗎？「聞是經受持者，皆為一切諸佛之所護念」，共業裡面可以不受難，你有大福報，「皆得不退轉於阿耨多羅三藐三菩提」，你有大智慧。所以具足信願行，這個人就是有大福報、大智慧，才能夠度過五濁惡世。所以這個經典、法門是真正不可思議，一切諸佛為什麼要護念、為什麼要讚歎，有他的道理，這不是隨便說的。"
    },
    {
      "id": "01-003-0271_p0029",
      "zh_CN": "钞【信行愿三，不可一缺。】",
      "zh_TW": "鈔【信行願三，不可一缺。】"
    },
    {
      "id": "01-003-0271_p0030",
      "zh_CN": "缺一个都不可以，要真信、要真正的发愿、要真的念佛。道理搞清楚，事实真相明白了，真信是没有问题；愿，必须把我们眼前处境认识清楚，其他法门修行的困难真的明白，西方世界的殊胜，这一生决定能够去得了，统统搞清楚，你的愿自然就生起来；有了愿之后，一定要依照方法修学，到西方极乐世界去的方法就是念佛。念佛最重要的是心上有佛，而不是口上有佛，口上有佛，心上没有佛，那就是从前寒山、拾得两位大士讥笑念佛人「喊破喉咙也枉然」，为什么？有口无心。「念」这个字是「今心」，现在的心，你心上真有！这叫念佛，这非常重要。心里面真有，不但白天你念兹在兹，夜晚睡觉也会梦到佛境界，俗话常讲日有所思、夜有所梦，这些都能证明我们念佛的功夫。梦中能做得了主，将来有病痛的时候，病中可以做得了主，这些很重要。一定要把阿弥陀佛、把西方极乐世界依正庄严放在心上。我常常劝同修们要读经、要听讲，我们不单是把阿弥陀佛形相放在心里，形相放在心里也不行，那着了相，与持名没有什么两样，要把阿弥陀佛心愿解行放在心上，这叫真念佛。",
      "zh_TW": "缺一個都不可以，要真信、要真正的發願、要真的念佛。道理搞清楚，事實真相明白了，真信是沒有問題；願，必須把我們眼前處境認識清楚，其他法門修行的困難真的明白，西方世界的殊勝，這一生決定能夠去得了，統統搞清楚，你的願自然就生起來；有了願之後，一定要依照方法修學，到西方極樂世界去的方法就是念佛。念佛最重要的是心上有佛，而不是口上有佛，口上有佛，心上沒有佛，那就是從前寒山、拾得兩位大士譏笑念佛人「喊破喉嚨也枉然」，為什麼？有口無心。「念」這個字是「今心」，現在的心，你心上真有！這叫念佛，這非常重要。心裡面真有，不但白天你念茲在茲，夜晚睡覺也會夢到佛境界，俗話常講日有所思、夜有所夢，這些都能證明我們念佛的功夫。夢中能做得了主，將來有病痛的時候，病中可以做得了主，這些很重要。一定要把阿彌陀佛、把西方極樂世界依正莊嚴放在心上。我常常勸同修們要讀經、要聽講，我們不單是把阿彌陀佛形相放在心裡，形相放在心裡也不行，那著了相，與持名沒有什麼兩樣，要把阿彌陀佛心願解行放在心上，這叫真念佛。"
    },
    {
      "id": "01-003-0271_p0031",
      "zh_CN": "阿弥陀佛存的是什么心？也就是阿弥陀佛用什么样的心处事待人接物，我们要学他。经上说得很明白，阿弥陀佛用真心，不是妄心，用清净心、用平等心、用大慈悲心，我们是不是也用这个心处事待人接物？我们真能用这个心处事待人接物，给诸位说，你是真念佛，你的心跟佛心一样。阿弥陀佛是什么愿望？经上的四十八愿，四十八愿愿愿都是普度众生。我们把四十八愿念得很熟，把四十八愿变成自己的大愿，我的愿跟阿弥陀佛的愿也一样，这是真念佛。阿弥陀佛怎样修行？阿弥陀佛如何证果？如何在十方世界接引众生？我们把这些事情时时刻刻放在心上，净念相继，这是真念佛。依照阿弥陀佛这个模样来塑造自己，使自己跟阿弥陀佛一模一样，诸位想想，那还能不往生吗？决定往生。平常口里面念这句佛号，它有两个作用：第一个作用提起自己的正念，就是阿弥陀佛心愿解行无量功德，提醒自己不要忘掉；第二个意义是接引众生，我们念出来人家听到，一历耳根，永为道种，所以出声念佛是自利利他。没有人的时候，也应当出声念佛，我们眼睛看不到这类众生，还有鬼神在旁边，他也会听到，我们念佛号，他也得利益。这句佛号功德真实不可思议！用这个方法自利利他。所以信愿行这三条一条都不能缺，缺一条都不能够往生。",
      "zh_TW": "阿彌陀佛存的是什麼心？也就是阿彌陀佛用什麼樣的心處事待人接物，我們要學他。經上說得很明白，阿彌陀佛用真心，不是妄心，用清淨心、用平等心、用大慈悲心，我們是不是也用這個心處事待人接物？我們真能用這個心處事待人接物，給諸位說，你是真念佛，你的心跟佛心一樣。阿彌陀佛是什麼願望？經上的四十八願，四十八願願願都是普度眾生。我們把四十八願念得很熟，把四十八願變成自己的大願，我的願跟阿彌陀佛的願也一樣，這是真念佛。阿彌陀佛怎樣修行？阿彌陀佛如何證果？如何在十方世界接引眾生？我們把這些事情時時刻刻放在心上，淨念相繼，這是真念佛。依照阿彌陀佛這個模樣來塑造自己，使自己跟阿彌陀佛一模一樣，諸位想想，那還能不往生嗎？決定往生。平常口裡面念這句佛號，它有兩個作用：第一個作用提起自己的正念，就是阿彌陀佛心願解行無量功德，提醒自己不要忘掉；第二個意義是接引眾生，我們念出來人家聽到，一歷耳根，永為道種，所以出聲念佛是自利利他。沒有人的時候，也應當出聲念佛，我們眼睛看不到這類眾生，還有鬼神在旁邊，他也會聽到，我們念佛號，他也得利益。這句佛號功德真實不可思議！用這個方法自利利他。所以信願行這三條一條都不能缺，缺一條都不能夠往生。"
    },
    {
      "id": "01-003-0271_p0032",
      "zh_CN": "钞【故前文劝愿，今复劝信。复劝者，前六方中已劝当信是经。】",
      "zh_TW": "鈔【故前文勸願，今復勸信。復勸者，前六方中已勸當信是經。】"
    },
    {
      "id": "01-003-0271_p0033",
      "zh_CN": "这是诸佛劝的。",
      "zh_TW": "這是諸佛勸的。"
    },
    {
      "id": "01-003-0271_p0034",
      "zh_CN": "钞【今复明言当信我语。】",
      "zh_TW": "鈔【今復明言當信我語。】"
    },
    {
      "id": "01-003-0271_p0035",
      "zh_CN": "佛实实在在对得起众生，众生对不起佛，辜负佛的教诲。这个地方佛又明明白白的告诉我们，劝我们相信他的话，相信他所说的。",
      "zh_TW": "佛實實在在對得起眾生，眾生對不起佛，辜負佛的教誨。這個地方佛又明明白白的告訴我們，勸我們相信他的話，相信他所說的。"
    },
    {
      "id": "01-003-0271_p0036",
      "zh_CN": "钞【良以不愿，繇于不信。】",
      "zh_TW": "鈔【良以不願，繇於不信。】"
    },
    {
      "id": "01-003-0271_p0037",
      "zh_CN": "我们往生的愿不切不真，原因在哪里？我们没有真信。为什么没有真信？这个事情没有真的搞清楚，没有真搞明白。真搞清楚、真搞明白，哪有不相信的道理。",
      "zh_TW": "我們往生的願不切不真，原因在哪裡？我們沒有真信。為什麼沒有真信？這個事情沒有真的搞清楚，沒有真搞明白。真搞清楚、真搞明白，哪有不相信的道理。"
    },
    {
      "id": "01-003-0271_p0038",
      "zh_CN": "钞【不信，则起行无繇。故佛于此经，重重劝信。】",
      "zh_TW": "鈔【不信，則起行無繇。故佛於此經，重重勸信。】"
    },
    {
      "id": "01-003-0271_p0039",
      "zh_CN": "『起行』是念佛，虽然口里念佛，这念佛像浮萍一样没有根。",
      "zh_TW": "『起行』是念佛，雖然口裡念佛，這念佛像浮萍一樣沒有根。"
    },
    {
      "id": "01-003-0271_p0040",
      "zh_CN": "钞【如大本言：不信佛语者，乃恶道中来，余殃未尽，愚痴不信，未当解脱。】",
      "zh_TW": "鈔【如大本言：不信佛語者，乃惡道中來，餘殃未盡，愚痴不信，未當解脫。】"
    },
    {
      "id": "01-003-0271_p0041",
      "zh_CN": "《无量寿经》上有这么一段经文，佛给我们说明，闻到这个经他还不相信，这是他业障很重，前生是从恶道来的。前生从恶道来的，这是事实，现在外国用科学的方法证明，他们现在外国人相信有六道轮回，因为在科学证明里面，发现很多人前生是畜生道来的，人道来的比例并不多，从畜生道来的是比例很多。至于饿鬼、地狱，他们科学还没有办法能够发现。『余殃未尽』，所以他『愚痴』，遇到这个法门，他不能相信，不能解脱，他这一生作佛的缘没成熟，『未当解脱』。往生西方极乐世界就是成佛，就是解脱。",
      "zh_TW": "《無量壽經》上有這麼一段經文，佛給我們說明，聞到這個經他還不相信，這是他業障很重，前生是從惡道來的。前生從惡道來的，這是事實，現在外國用科學的方法證明，他們現在外國人相信有六道輪迴，因為在科學證明裡面，發現很多人前生是畜生道來的，人道來的比例並不多，從畜生道來的是比例很多。至於餓鬼、地獄，他們科學還沒有辦法能夠發現。『餘殃未盡』，所以他『愚痴』，遇到這個法門，他不能相信，不能解脫，他這一生作佛的緣沒成熟，『未當解脫』。往生西方極樂世界就是成佛，就是解脫。"
    },
    {
      "id": "01-003-0271_p0042",
      "zh_CN": "钞【又法藏愿云：至心信乐，欲生我刹，十念必生，惟除五逆诽谤正法。】",
      "zh_TW": "鈔【又法藏願云：至心信樂，欲生我剎，十念必生，惟除五逆誹謗正法。】"
    },
    {
      "id": "01-003-0271_p0043",
      "zh_CN": "这是《无量寿经》四十八愿里面说的。『至心』是真心，『信乐』是相信、欢喜，这是信成就。『欲生我刹』，这是愿成就。『十念』是行成就，这是第十八愿十念必生。『惟除五逆诽谤正法』，《无量寿经》上说的是「五逆诽谤正法」，而佛在《观无量寿佛经》上告诉我们「五逆不毁谤正法」也能往生，由此可知，此地五逆加上毁谤正法，这不能往生。如果五逆罪不毁谤正法，遇到这个法门，在临终的时候他能信能愿，他十念也能得生。《观无量寿佛经》下品下生章就是造五逆十恶业的，临终遇善知识，教他念佛往生，他一听就接受，所以是一念十念都能往生，生到西方极乐世界是下下品往生，是属于这一类的人。我曾经跟同修们说过，我们要是往生西方世界，绝对不是下下品，我们没有造这么重的罪业。",
      "zh_TW": "這是《無量壽經》四十八願裡面說的。『至心』是真心，『信樂』是相信、歡喜，這是信成就。『欲生我剎』，這是願成就。『十念』是行成就，這是第十八願十念必生。『惟除五逆誹謗正法』，《無量壽經》上說的是「五逆誹謗正法」，而佛在《觀無量壽佛經》上告訴我們「五逆不毀謗正法」也能往生，由此可知，此地五逆加上毀謗正法，這不能往生。如果五逆罪不毀謗正法，遇到這個法門，在臨終的時候他能信能願，他十念也能得生。《觀無量壽佛經》下品下生章就是造五逆十惡業的，臨終遇善知識，教他念佛往生，他一聽就接受，所以是一念十念都能往生，生到西方極樂世界是下下品往生，是屬於這一類的人。我曾經跟同修們說過，我們要是往生西方世界，絕對不是下下品，我們沒有造這麼重的罪業。"
    },
    {
      "id": "01-003-0271_p0044",
      "zh_CN": "钞【谤正法者，不信之谓也。】",
      "zh_TW": "鈔【謗正法者，不信之謂也。】"
    },
    {
      "id": "01-003-0271_p0045",
      "zh_CN": "谤法，他信他就不会谤法，谤法就是不信。此地希望同修们要注意，这一句决定不能粗心大意看过，意思非常深广！我们今天修净土，看到人家参禅、持咒，我们批评他、毁谤他，行不行？不行，都是属于谤法。无量法门都是佛说的，你要是轻视毁谤，就是谤佛、谤法、谤僧，都造成我们往生的障碍。我们应该用什么样的态度对这些不同法门的人？要学善财童子，善财童子五十三参，五十三位善知识里面标榜念佛的两个人，前面第一位德云比丘，最后一位普贤菩萨，当中这四十九位代表无量无边的法门，善财童子他的态度，对待这些不同法门的大德恭敬赞叹，这是对的，赞佛、赞法、赞僧，决定没有毁谤。虽然礼敬赞叹，善财童子不学他，「恋德礼辞」，恋就是羡慕你们的修学，我对你非常恭敬，辞是什么？我不学你，你们学这个非常好，我还是老实念佛，我不学你这个法门，依旧是一门深入。我们在五十三参里面看到每个人都是一门深入，法门虽然不相同，成就都是一样的，互相赞叹，没有互相毁谤的，这一点诸位同修千万要记住。听到别人毁谤我们，我们合掌阿弥陀佛，不要去辩驳，我们这个态度就对了。你这个辩驳辩不清的，愈辩他毁谤你的愈多。他谤一句，一句阿弥陀佛，谤两句，两句阿弥陀佛，他说个十句八句说累了，他就不说了。他毁谤，我们礼赞，我们合掌是礼，称阿弥陀佛是赞，这就对了。所以这一句意思非常深，我们不能犯这个过失。",
      "zh_TW": "謗法，他信他就不會謗法，謗法就是不信。此地希望同修們要注意，這一句決定不能粗心大意看過，意思非常深廣！我們今天修淨土，看到人家參禪、持咒，我們批評他、毀謗他，行不行？不行，都是屬於謗法。無量法門都是佛說的，你要是輕視毀謗，就是謗佛、謗法、謗僧，都造成我們往生的障礙。我們應該用什麼樣的態度對這些不同法門的人？要學善財童子，善財童子五十三參，五十三位善知識裡面標榜念佛的兩個人，前面第一位德雲比丘，最後一位普賢菩薩，當中這四十九位代表無量無邊的法門，善財童子他的態度，對待這些不同法門的大德恭敬讚歎，這是對的，讚佛、讚法、讚僧，決定沒有毀謗。雖然禮敬讚歎，善財童子不學他，「戀德禮辭」，戀就是羨慕你們的修學，我對你非常恭敬，辭是什麼？我不學你，你們學這個非常好，我還是老實念佛，我不學你這個法門，依舊是一門深入。我們在五十三參裡面看到每個人都是一門深入，法門雖然不相同，成就都是一樣的，互相讚歎，沒有互相毀謗的，這一點諸位同修千萬要記住。聽到別人毀謗我們，我們合掌阿彌陀佛，不要去辯駁，我們這個態度就對了。你這個辯駁辯不清的，愈辯他毀謗你的愈多。他謗一句，一句阿彌陀佛，謗兩句，兩句阿彌陀佛，他說個十句八句說累了，他就不說了。他毀謗，我們禮讚，我們合掌是禮，稱阿彌陀佛是讚，這就對了。所以這一句意思非常深，我們不能犯這個過失。"
    },
    {
      "id": "01-003-0271_p0046",
      "zh_CN": "钞【又文殊般若经，如前所引，末亦云：惟除不信。又华严谓信为道元功德母。】",
      "zh_TW": "鈔【又文殊般若經，如前所引，末亦云：惟除不信。又華嚴謂信為道元功德母。】"
    },
    {
      "id": "01-003-0271_p0047",
      "zh_CN": "这都是说明信非常重要。《华严经》讲：信是道之元，元就是本源、根本，信是入道的根本；功德之母，『母』是比喻能生，母亲能生儿女，信就好比是母亲，能生一切功德。",
      "zh_TW": "這都是說明信非常重要。《華嚴經》講：信是道之元，元就是本源、根本，信是入道的根本；功德之母，『母』是比喻能生，母親能生兒女，信就好比是母親，能生一切功德。"
    },
    {
      "id": "01-003-0271_p0048",
      "zh_CN": "钞【而复累言不置，岂徒然哉。】",
      "zh_TW": "鈔【而復累言不置，豈徒然哉。】"
    },
    {
      "id": "01-003-0271_p0049",
      "zh_CN": "『累言』就是一遍一遍的说，一遍一遍的劝。『岂徒然哉』，不是没有道理，有很深的苦心在里面。所以，佛菩萨不厌其烦一遍一遍的劝我们要相信。世出世间圣贤，尤其是出世间的大圣，他们对于宇宙人生的真相通达明了，为我们宣说，这是我们应当要相信的。他为什么通达明了？人家心清净，清净心照见，心像一面镜子一样，把外面境界照得清清楚楚、明明白白。我们的心浊恶，这是污染，照的作用完全丧失，觉照的作用没有了，污染的心起的作用就是邪知邪见，胡思乱想。胡思乱想，身与口的造作就胡作妄为，这个罪业就重，果报就苦了。为什么对圣贤人的言论教诲我们要相信，道理在此地。今天的人不相信古圣先贤，也不相信别人，都相信自己的邪知邪见，这怎么得了？一丝毫谦虚都没有。中国《易经》六十四卦，谦卦，「谦受益」，谦虚的人能够接受无量无边的利益；「满招损」，现在人心是满的，不谦虚，善言善行进不去。这是天下大乱的根本原因，就是决定不能接受善言，不能接受圣贤的教训。",
      "zh_TW": "『累言』就是一遍一遍的說，一遍一遍的勸。『豈徒然哉』，不是沒有道理，有很深的苦心在裡面。所以，佛菩薩不厭其煩一遍一遍的勸我們要相信。世出世間聖賢，尤其是出世間的大聖，他們對於宇宙人生的真相通達明瞭，為我們宣說，這是我們應當要相信的。他為什麼通達明瞭？人家心清淨，清淨心照見，心像一面鏡子一樣，把外面境界照得清清楚楚、明明白白。我們的心濁惡，這是污染，照的作用完全喪失，覺照的作用沒有了，污染的心起的作用就是邪知邪見，胡思亂想。胡思亂想，身與口的造作就胡作妄為，這個罪業就重，果報就苦了。為什麼對聖賢人的言論教誨我們要相信，道理在此地。今天的人不相信古聖先賢，也不相信別人，都相信自己的邪知邪見，這怎麼得了？一絲毫謙虛都沒有。中國《易經》六十四卦，謙卦，「謙受益」，謙虛的人能夠接受無量無邊的利益；「滿招損」，現在人心是滿的，不謙虛，善言善行進不去。這是天下大亂的根本原因，就是決定不能接受善言，不能接受聖賢的教訓。"
    },
    {
      "id": "01-003-0271_p0050",
      "zh_CN": "钞【清凉大师云：高齐大行和尚，宗崇念佛，以四字教诏，谓信忆二字，不离于心；称敬二字，不离于口。往生净土，要须有信，千信即千生，万信即万生。】",
      "zh_TW": "鈔【清涼大師云：高齊大行和尚，宗崇念佛，以四字教詔，謂信憶二字，不離於心；稱敬二字，不離於口。往生淨土，要須有信，千信即千生，萬信即萬生。】"
    },
    {
      "id": "01-003-0271_p0051",
      "zh_CN": "清凉大师是华严宗第四代祖师，《华严经疏钞》是他的著作。南北朝的时代，齐国的皇帝姓高，称为高齐。大行和尚专修念佛法门，他念佛有四字诀，就是用这四个字教导念佛人。这四个字就是『信忆称敬』。信忆，把「信」摆在第一，「忆」是大势至菩萨讲的忆佛念佛，忆是心上真有。常常想着佛，想佛发心。佛当初怎么发心的？《无量寿经》上，世尊为我们介绍过，佛是怎样修行，怎样发愿，怎样帮助一切苦难众生速疾圆成佛道。速疾是快速，不要三大阿僧祇劫，时间太长了，圆是圆满，不要五十一个阶级，慢慢的，太辛苦了，这都是阿弥陀佛无量的功德。我们常常想这些，不要胡思乱想。胡思乱想，不想佛，给诸位说，你所想的都是造轮回业，天天不断造轮回业，你还能出得了轮回吗？决定出不了。我们今天把念头转过来，专想阿弥陀佛，西方世界依正庄严，想他们那个无量功德，这叫修净业。心清净了，与佛的心愿解行都相同，常常想，自自然然就相应，自然就相同。『信忆二字，不离于心』，心里真信，常常忆佛。『称敬二字，不离于口』，「称」是称名，就是口里面念佛，阿弥陀佛不离口。「敬」怎么讲？是不是一天到晚在那里拜阿弥陀佛？不是的，阿弥陀佛也不需要你拜，这个敬就是在日常生活当中处事待人接物认真负责，这是敬。敬人、敬事、敬业，我们从事某一个行业，把它做好，敬业；敬物，对一切物爱惜。佛敬一切众生，我们这样做法，这叫敬佛。不是看到佛像对他很恭敬，见到父母理都不理，摆个面孔给他看，那不是学佛的人。要把对佛的那一分敬心对一切人、对一切事、一切物，这就对了。这是普贤行愿里面的「礼敬诸佛」，我们修行就从这个地方修起。没有学佛之前，我们不懂什么叫敬，学佛之后我们才恍然觉悟到，原来我们对人、对事、对物都没有敬意，大不敬！从今天起我们学佛。「称敬二字，不离于口」，这个口包括身。",
      "zh_TW": "清涼大師是華嚴宗第四代祖師，《華嚴經疏鈔》是他的著作。南北朝的時代，齊國的皇帝姓高，稱為高齊。大行和尚專修念佛法門，他念佛有四字訣，就是用這四個字教導念佛人。這四個字就是『信憶稱敬』。信憶，把「信」擺在第一，「憶」是大勢至菩薩講的憶佛念佛，憶是心上真有。常常想著佛，想佛發心。佛當初怎麼發心的？《無量壽經》上，世尊為我們介紹過，佛是怎樣修行，怎樣發願，怎樣幫助一切苦難眾生速疾圓成佛道。速疾是快速，不要三大阿僧祇劫，時間太長了，圓是圓滿，不要五十一個階級，慢慢的，太辛苦了，這都是阿彌陀佛無量的功德。我們常常想這些，不要胡思亂想。胡思亂想，不想佛，給諸位說，你所想的都是造輪迴業，天天不斷造輪迴業，你還能出得了輪迴嗎？決定出不了。我們今天把念頭轉過來，專想阿彌陀佛，西方世界依正莊嚴，想他們那個無量功德，這叫修淨業。心清淨了，與佛的心願解行都相同，常常想，自自然然就相應，自然就相同。『信憶二字，不離於心』，心裡真信，常常憶佛。『稱敬二字，不離於口』，「稱」是稱名，就是口裡面念佛，阿彌陀佛不離口。「敬」怎麼講？是不是一天到晚在那裡拜阿彌陀佛？不是的，阿彌陀佛也不需要你拜，這個敬就是在日常生活當中處事待人接物認真負責，這是敬。敬人、敬事、敬業，我們從事某一個行業，把它做好，敬業；敬物，對一切物愛惜。佛敬一切眾生，我們這樣做法，這叫敬佛。不是看到佛像對他很恭敬，見到父母理都不理，擺個面孔給他看，那不是學佛的人。要把對佛的那一分敬心對一切人、對一切事、一切物，這就對了。這是普賢行願裡面的「禮敬諸佛」，我們修行就從這個地方修起。沒有學佛之前，我們不懂什麼叫敬，學佛之後我們才恍然覺悟到，原來我們對人、對事、對物都沒有敬意，大不敬！從今天起我們學佛。「稱敬二字，不離於口」，這個口包括身。"
    },
    {
      "id": "01-003-0271_p0052",
      "zh_CN": "『往生净土，要须有信』，求生西方极乐世界，「信」是第一个条件，没有信决定不能往生。真信，信当然有愿，当然有行。所以一千个人信，这个信就是具足信愿行的，这一千个人统统会往生，一个也不漏；一万个人能信的，这一万个人都往生，古人常讲的「万修万人去」，一个也不会漏。现在我们所看到的，一万个念佛人，真正能往生的也不过就二、三个，跟古人讲的万修万人去不一样，是不是古人说错？古人没说错，现在念佛人讲信，嘴巴上讲信，心里不相信，那是假信，不是真信，所以不能往生。真信的人还会留恋这个世界吗？还会贪图名闻利养吗？对这个世界有一丝毫的留恋，有一丝毫的牵挂，那都是不信。真正相信的人，真的是身心世界一切放下。这个放下，不是事上放下，事没有障碍，事事无碍；心上放下，心地清净，心里面只有佛，只有净土。除了佛净土之外，这个娑婆世界里确确实实没有一点挂虑，没有牵挂，也没有忧虑，那叫真信。这样的人千信千生、万信万生，是这么个意思。",
      "zh_TW": "『往生淨土，要須有信』，求生西方極樂世界，「信」是第一個條件，沒有信決定不能往生。真信，信當然有願，當然有行。所以一千個人信，這個信就是具足信願行的，這一千個人統統會往生，一個也不漏；一萬個人能信的，這一萬個人都往生，古人常講的「萬修萬人去」，一個也不會漏。現在我們所看到的，一萬個念佛人，真正能往生的也不過就二、三個，跟古人講的萬修萬人去不一樣，是不是古人說錯？古人沒說錯，現在念佛人講信，嘴巴上講信，心裡不相信，那是假信，不是真信，所以不能往生。真信的人還會留戀這個世界嗎？還會貪圖名聞利養嗎？對這個世界有一絲毫的留戀，有一絲毫的牽掛，那都是不信。真正相信的人，真的是身心世界一切放下。這個放下，不是事上放下，事沒有障礙，事事無礙；心上放下，心地清淨，心裡面只有佛，只有淨土。除了佛淨土之外，這個娑婆世界裡確確實實沒有一點掛慮，沒有牽掛，也沒有憂慮，那叫真信。這樣的人千信千生、萬信萬生，是這麼個意思。"
    },
    {
      "id": "01-003-0271_p0053",
      "zh_CN": "钞【信佛名字，诸佛即救，诸佛即护。】",
      "zh_TW": "鈔【信佛名字，諸佛即救，諸佛即護。】"
    },
    {
      "id": "01-003-0271_p0054",
      "zh_CN": "大师这些话都是说明经里面所讲的精义，最精纯的开导，只要你相信这一句南无阿弥陀佛，你就得一切诸佛的护念，你就得一切诸佛的救护，无论什么样的劫难，你都可以避免，你都可以不受这些灾难，这个福报多大！我们今天多少人都在这里求，不晓得用什么方法求，迷惑颠倒，最殊胜、最稳当、最靠得住的方法摆在面前，他不相信，那有什么法子！佛就救你，不是一尊佛，所有一切佛都救你，所有一切佛都护念你。",
      "zh_TW": "大師這些話都是說明經裡面所講的精義，最精純的開導，只要你相信這一句南無阿彌陀佛，你就得一切諸佛的護念，你就得一切諸佛的救護，無論什麼樣的劫難，你都可以避免，你都可以不受這些災難，這個福報多大！我們今天多少人都在這裡求，不曉得用什麼方法求，迷惑顛倒，最殊勝、最穩當、最靠得住的方法擺在面前，他不相信，那有什麼法子！佛就救你，不是一尊佛，所有一切佛都救你，所有一切佛都護念你。"
    },
    {
      "id": "01-003-0271_p0055",
      "zh_CN": "钞【心常忆佛，口常称佛，身常敬佛，始名深信。】",
      "zh_TW": "鈔【心常憶佛，口常稱佛，身常敬佛，始名深信。】"
    },
    {
      "id": "01-003-0271_p0056",
      "zh_CN": "这是把信的标准说出来，信的样子说出来，什么样才叫深信？心里真有佛，口里常念佛，身常敬佛就是我们从早到晚处事待人接物一切恭敬，这才叫深信。",
      "zh_TW": "這是把信的標準說出來，信的樣子說出來，什麼樣才叫深信？心裡真有佛，口裡常念佛，身常敬佛就是我們從早到晚處事待人接物一切恭敬，這才叫深信。"
    },
    {
      "id": "01-003-0271_p0057",
      "zh_CN": "钞【任意早晚，终无再住阎浮之法。】",
      "zh_TW": "鈔【任意早晚，終無再住閻浮之法。】"
    },
    {
      "id": "01-003-0271_p0058",
      "zh_CN": "『任意』是自在，生死自在，往生自在。『早晚』是什么？我想早一天到极乐世界去，我想晚一点去，往生西方极乐世界可以随自己意思，想去就去，想多住几年都不碍事，决定没有再搞轮回的道理。『再住阎浮之法』就是搞六道轮回，再不会搞六道轮回。永脱轮回，生死自在。至于往生早晚，绝对不是贪恋这个世界，「我还不想去，我再过几年再去」，那个人去不了的。什么原因他不去被留下来？还有一些有缘的人，需要我们劝导他去度他，只有这个理由。化缘已尽，那就去了，再一观察，已经没有有缘分的人，我住在这里没有用了，这些人根性没成熟，我劝他也不听，他也不能接受，那我就应当到极乐世界去了。如果还有人，我劝他，他肯相信，他也肯认真发愿念佛往生净土，我就不能去，我要帮助他，是这么一个道理。诸佛菩萨应化在世间完全是度众生的这个缘，缘聚佛菩萨就来，缘尽他就走了。这里头绝对没有情爱，有这个东西是搞六道轮回。",
      "zh_TW": "『任意』是自在，生死自在，往生自在。『早晚』是什麼？我想早一天到極樂世界去，我想晚一點去，往生西方極樂世界可以隨自己意思，想去就去，想多住幾年都不礙事，決定沒有再搞輪迴的道理。『再住閻浮之法』就是搞六道輪迴，再不會搞六道輪迴。永脫輪迴，生死自在。至於往生早晚，絕對不是貪戀這個世界，「我還不想去，我再過幾年再去」，那個人去不了的。什麼原因他不去被留下來？還有一些有緣的人，需要我們勸導他去度他，只有這個理由。化緣已盡，那就去了，再一觀察，已經沒有有緣分的人，我住在這裡沒有用了，這些人根性沒成熟，我勸他也不聽，他也不能接受，那我就應當到極樂世界去了。如果還有人，我勸他，他肯相信，他也肯認真發願念佛往生淨土，我就不能去，我要幫助他，是這麼一個道理。諸佛菩薩應化在世間完全是度眾生的這個緣，緣聚佛菩薩就來，緣盡他就走了。這裡頭絕對沒有情愛，有這個東西是搞六道輪迴。"
    },
    {
      "id": "01-003-0271_p0059",
      "zh_CN": "钞【此策发信心，最为切要也。】",
      "zh_TW": "鈔【此策發信心，最為切要也。】"
    },
    {
      "id": "01-003-0271_p0060",
      "zh_CN": "这是清凉大师赞叹大行和尚教给人念佛的方法。『策』是警策，劝人发心。这四个字简单扼要，信、忆、称、敬。",
      "zh_TW": "這是清涼大師讚歎大行和尚教給人念佛的方法。『策』是警策，勸人發心。這四個字簡單扼要，信、憶、稱、敬。"
    },
    {
      "id": "01-003-0271_p0061",
      "zh_CN": "演【累言不置者，如信无垢浊心清净，信能悉施心无吝，信能欢喜入佛法，信能增长智功德，信能必到如来地等。】",
      "zh_TW": "演【累言不置者，如信無垢濁心清淨，信能悉施心無吝，信能歡喜入佛法，信能增長智功德，信能必到如來地等。】"
    },
    {
      "id": "01-003-0271_p0062",
      "zh_CN": "这是《华严经》上的偈子。「信无垢浊心清净」，这句话跟《金刚经》上所讲的「信心清净则生实相」是一个意思，同样的境界。我们对于西方世界、对于阿弥陀佛产生真正的信心，你的心就清净。为什么清净？身心世界一切放下，哪有不清净？清净了。西方世界依正庄严就是实相，这一句阿弥陀佛六字洪名就是实相。「信能悉施心无吝」，这句讲放下。一心一意到西方极乐世界，这个地方统统可以放下，统统可以施舍，绝对不会再有一点点吝啬，真放得下。「信能欢喜入佛法」，法喜充满，清净信心则能入佛法。这一句就是一般所讲的修行证果，证入。证什么样的果位？最低的果位圆教初住，别教初地，就是《金刚经》上讲的「信心清净则生实相」，生实相就是见到真如本性，真如本性就是实相，就是禅宗里面讲明心见性。初住菩萨破一品无明、证一分真性，这叫入佛法，这个入是证入、契入，这就是法身大士。大乘修学，快速！大乘法里面，净宗持名念佛尤其不可思议，只要你专信，说实在话，你现在虽然还没有到西方极乐世界，这讲我们现在，我们对净宗法门，对于净土五经，真正深信，一丝毫不疑惑，真愿、真能念佛了，你现前这个地位等于圆教初住菩萨、等于别教初地菩萨，现前不退！往生以后，就从这个基础上不断向上提升，提升多少个等级那看你用功的程度。「信能增长智功德」，他不断的往上提升。「信能必到如来地」，如来地就是究竟圆满成佛。都在这个「信」字。诸位要晓得，还有这个牵挂，还有那个想法，还有这个放不下，都叫不信。这几句，希望诸位能把它写在小本子上常常念，检查我们信到底是真的还是假的？我们的信到什么程度？这个法门，真的叫妙极！",
      "zh_TW": "這是《華嚴經》上的偈子。「信無垢濁心清淨」，這句話跟《金剛經》上所講的「信心清淨則生實相」是一個意思，同樣的境界。我們對於西方世界、對於阿彌陀佛產生真正的信心，你的心就清淨。為什麼清淨？身心世界一切放下，哪有不清淨？清淨了。西方世界依正莊嚴就是實相，這一句阿彌陀佛六字洪名就是實相。「信能悉施心無吝」，這句講放下。一心一意到西方極樂世界，這個地方統統可以放下，統統可以施捨，絕對不會再有一點點吝嗇，真放得下。「信能歡喜入佛法」，法喜充滿，清淨信心則能入佛法。這一句就是一般所講的修行證果，證入。證什麼樣的果位？最低的果位圓教初住，別教初地，就是《金剛經》上講的「信心清淨則生實相」，生實相就是見到真如本性，真如本性就是實相，就是禪宗裡面講明心見性。初住菩薩破一品無明、證一分真性，這叫入佛法，這個入是證入、契入，這就是法身大士。大乘修學，快速！大乘法裡面，淨宗持名念佛尤其不可思議，只要你專信，說實在話，你現在雖然還沒有到西方極樂世界，這講我們現在，我們對淨宗法門，對於淨土五經，真正深信，一絲毫不疑惑，真願、真能念佛了，你現前這個地位等於圓教初住菩薩、等於別教初地菩薩，現前不退！往生以後，就從這個基礎上不斷向上提升，提升多少個等級那看你用功的程度。「信能增長智功德」，他不斷的往上提升。「信能必到如來地」，如來地就是究竟圓滿成佛。都在這個「信」字。諸位要曉得，還有這個牽掛，還有那個想法，還有這個放不下，都叫不信。這幾句，希望諸位能把它寫在小本子上常常念，檢查我們信到底是真的還是假的？我們的信到什麼程度？這個法門，真的叫妙極！"
    },
    {
      "id": "01-003-0271_p0063",
      "zh_CN": "疏【信者，不疑之谓。】",
      "zh_TW": "疏【信者，不疑之謂。】"
    },
    {
      "id": "01-003-0271_p0064",
      "zh_CN": "一丝毫的疑惑都没有，完全肯定，这叫信。",
      "zh_TW": "一絲毫的疑惑都沒有，完全肯定，這叫信。"
    },
    {
      "id": "01-003-0271_p0065",
      "zh_CN": "疏【受者，信已而领纳不忘之谓。】",
      "zh_TW": "疏【受者，信已而領納不忘之謂。】"
    },
    {
      "id": "01-003-0271_p0066",
      "zh_CN": "『受』是接受的意思。我相信之后，佛在这个经典上所讲的理论，我统统接受，我依照这个道理去做；佛所讲的方法，我完全接受，遵照这个方法去修学；佛所讲的境界，我完全接受，我修行一定逐渐契入这个境界，这叫「受」。有许多人对于受持的意思不懂，以为每天把这个经念一遍就是受持，哪有那么容易！那叫读诵，受持是另外一回事情。「受」是真正接受佛的理论、方法、境界、种种教训，统统接受，认真去做，那才叫接受。尽形寿的去做，决定不违背，那叫持。持是保持，就是相续，我不会中断，我永远这么做。",
      "zh_TW": "『受』是接受的意思。我相信之後，佛在這個經典上所講的理論，我統統接受，我依照這個道理去做；佛所講的方法，我完全接受，遵照這個方法去修學；佛所講的境界，我完全接受，我修行一定逐漸契入這個境界，這叫「受」。有許多人對於受持的意思不懂，以為每天把這個經念一遍就是受持，哪有那麼容易！那叫讀誦，受持是另外一回事情。「受」是真正接受佛的理論、方法、境界、種種教訓，統統接受，認真去做，那才叫接受。盡形壽的去做，決定不違背，那叫持。持是保持，就是相續，我不會中斷，我永遠這麼做。"
    },
    {
      "id": "01-003-0271_p0067",
      "zh_CN": "疏【信而不受，犹弗信也。】",
      "zh_TW": "疏【信而不受，猶弗信也。】"
    },
    {
      "id": "01-003-0271_p0068",
      "zh_CN": "假如信，信了不接受，那这个信得不到利益，还是空过了。所以信底下一定要受，受了一定要行，那个功德才是圆满的，就是福慧二严实实在在不可思议。所以我们理解，我们很清楚、很明白，表现在外面的真的是法喜充满，法喜充满就是我们世间人非常羡慕的快乐美满的人生。真正快乐美满的人生，唯有念阿弥陀佛专修净土的人才有，真快乐、真幸福、真的美满。",
      "zh_TW": "假如信，信了不接受，那這個信得不到利益，還是空過了。所以信底下一定要受，受了一定要行，那個功德才是圓滿的，就是福慧二嚴實實在在不可思議。所以我們理解，我們很清楚、很明白，表現在外面的真的是法喜充滿，法喜充滿就是我們世間人非常羨慕的快樂美滿的人生。真正快樂美滿的人生，唯有念阿彌陀佛專修淨土的人才有，真快樂、真幸福、真的美滿。"
    },
    {
      "id": "01-003-0271_p0069",
      "zh_CN": "钞【信而不受。】",
      "zh_TW": "鈔【信而不受。】"
    },
    {
      "id": "01-003-0271_p0070",
      "zh_CN": "信了不接受。",
      "zh_TW": "信了不接受。"
    },
    {
      "id": "01-003-0271_p0071",
      "zh_CN": "钞【譬如有人，馈以异宝。】",
      "zh_TW": "鈔【譬如有人，饋以異寶。】"
    },
    {
      "id": "01-003-0271_p0072",
      "zh_CN": "『餽』是赠送，有人送礼物给你，送的是非常珍贵奇异的宝物。",
      "zh_TW": "『餽』是贈送，有人送禮物給你，送的是非常珍貴奇異的寶物。"
    },
    {
      "id": "01-003-0271_p0073",
      "zh_CN": "钞【虽知是宝，深信无疑。】",
      "zh_TW": "鈔【雖知是寶，深信無疑。】"
    },
    {
      "id": "01-003-0271_p0074",
      "zh_CN": "知道这个是宝，还算识货。",
      "zh_TW": "知道這個是寶，還算識貨。"
    },
    {
      "id": "01-003-0271_p0075",
      "zh_CN": "钞【然拒之不纳，信亦何益。】",
      "zh_TW": "鈔【然拒之不納，信亦何益。】"
    },
    {
      "id": "01-003-0271_p0076",
      "zh_CN": "不接受，这样信了之后得不到利益。",
      "zh_TW": "不接受，這樣信了之後得不到利益。"
    },
    {
      "id": "01-003-0271_p0077",
      "zh_CN": "钞【故曰犹弗信也。】",
      "zh_TW": "鈔【故曰猶弗信也。】"
    },
    {
      "id": "01-003-0271_p0078",
      "zh_CN": "跟那个不信没有两样。所以信一定要受，受了一定要行。今天我们就讲到此地。",
      "zh_TW": "跟那個不信沒有兩樣。所以信一定要受，受了一定要行。今天我們就講到此地。"
    }
  ]
}