{
  "doc_id": "01-003-0076",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十六集",
    "zh_TW": "第七十六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0076",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "01-003-0076_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一一九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一一九頁："
    },
    {
      "id": "01-003-0076_p0002",
      "zh_CN": "疏【又观经下下品五逆文中，谓其人十声称名，遂得往生，则观想未成，唯资十念，五逆之生，正称名得生耳。】",
      "zh_TW": "疏【又觀經下下品五逆文中，謂其人十聲稱名，遂得往生，則觀想未成，唯資十念，五逆之生，正稱名得生耳。】"
    },
    {
      "id": "01-003-0076_p0003",
      "zh_CN": "这是解释造五逆罪不能往生，误会以为持名念佛是散善，不是定善。从《观经》下下品这一章里面，给我们修净土的人很大的启示，因为《观经》里面讲的方法完全是观想，从这一章经里面来看，这个观想并没有观成，甚至可以说他没有用观想的功夫，用的什么功夫？用的是念佛的功夫。而且念佛时间不长，临终十念他也能往生。所以持名念佛跟《观经》里面所说这个法门没有两样。也可以说，持名念佛法门理论的依据就是从《观经》来的，也能够这么说法。所以这三经确实是一，一而三，三而一。",
      "zh_TW": "這是解釋造五逆罪不能往生，誤會以為持名念佛是散善，不是定善。從《觀經》下下品這一章裡面，給我們修淨土的人很大的啟示，因為《觀經》裡面講的方法完全是觀想，從這一章經裡面來看，這個觀想並沒有觀成，甚至可以說他沒有用觀想的功夫，用的什麼功夫？用的是念佛的功夫。而且念佛時間不長，臨終十念他也能往生。所以持名念佛跟《觀經》裡面所說這個法門沒有兩樣。也可以說，持名念佛法門理論的依據就是從《觀經》來的，也能夠這麼說法。所以這三經確實是一，一而三，三而一。"
    },
    {
      "id": "01-003-0076_p0004",
      "zh_CN": "但是五逆罪，临终时候必定要有殊胜的因缘。第一个要紧的事情，就是临终的时候要清清楚楚，如果临终的时候昏昧颠倒，甚至家亲眷属都不认得，那个事情就麻烦了，纵然遇到佛缘，他也不能成就。几个人临命终时清清楚楚、明明白白呢？谁又能够保证自己临命终时清清楚楚，不迷惑不颠倒？这桩事情决定没有侥幸的，因此我们就要认真修福报，所修一切善根福德统统回向求生净土，这样才能保住我们临终时候清清楚楚。诸位要知道，人生很短！在这极短的时光当中，我们要能忍受，纵然有福，不能享尽！福报享三成就够了，其余的布施给一切众生，回向无上菩提，这才是求生净土唯一正确的方法。",
      "zh_TW": "但是五逆罪，臨終時候必定要有殊勝的因緣。第一個要緊的事情，就是臨終的時候要清清楚楚，如果臨終的時候昏昧顛倒，甚至家親眷屬都不認得，那個事情就麻煩了，縱然遇到佛緣，他也不能成就。幾個人臨命終時清清楚楚、明明白白呢？誰又能夠保證自己臨命終時清清楚楚，不迷惑不顛倒？這樁事情決定沒有僥倖的，因此我們就要認真修福報，所修一切善根福德統統迴向求生淨土，這樣才能保住我們臨終時候清清楚楚。諸位要知道，人生很短！在這極短的時光當中，我們要能忍受，縱然有福，不能享盡！福報享三成就夠了，其餘的布施給一切眾生，迴向無上菩提，這才是求生淨土唯一正確的方法。"
    },
    {
      "id": "01-003-0076_p0005",
      "zh_CN": "造五逆罪临命终时还能遇到佛缘，他是这一生罪业造得多，前生必定是善根深厚，善根深厚为什么这一生会迷惑颠倒去造罪业呢？这个事情，佛在《无量寿经》给我们讲得很清楚。未能往生到西方极乐世界的菩萨，尚且有隔阴之迷。什么样的菩萨？佛在经上告诉我们，「彼于前世住菩萨道」，这是真正菩萨，不是假的，「无数劫来，供养四百亿佛」。供养四百亿佛，还有隔阴之迷、还有退转，你才晓得这个问题的严重。他这一生迷失了，去造五逆罪，这很可能！但是他善根非常深厚，可惜在一生当中没有遇到善知识，所以执迷不悟，他在临终的时候遇到善知识了，这一遇到，经过善知识一指点，他就觉悟了。觉悟之后，他就肯真正的念佛，真信切愿，虽然念得少，只念了十声佛号，也能往生。《往生传》里面，张善和就是一个最明显的例子，唐朝时候人，他是临命终时才遇到佛法，十念往生。",
      "zh_TW": "造五逆罪臨命終時還能遇到佛緣，他是這一生罪業造得多，前生必定是善根深厚，善根深厚為什麼這一生會迷惑顛倒去造罪業呢？這個事情，佛在《無量壽經》給我們講得很清楚。未能往生到西方極樂世界的菩薩，尚且有隔陰之迷。什麼樣的菩薩？佛在經上告訴我們，「彼於前世住菩薩道」，這是真正菩薩，不是假的，「無數劫來，供養四百億佛」。供養四百億佛，還有隔陰之迷、還有退轉，你才曉得這個問題的嚴重。他這一生迷失了，去造五逆罪，這很可能！但是他善根非常深厚，可惜在一生當中沒有遇到善知識，所以執迷不悟，他在臨終的時候遇到善知識了，這一遇到，經過善知識一指點，他就覺悟了。覺悟之後，他就肯真正的念佛，真信切願，雖然念得少，只念了十聲佛號，也能往生。《往生傳》裡面，張善和就是一個最明顯的例子，唐朝時候人，他是臨命終時才遇到佛法，十念往生。"
    },
    {
      "id": "01-003-0076_p0006",
      "zh_CN": "我们读了这节经文，决定不能存一个侥幸的心，临终十念还可以往生，现在多造点罪业没关系。你要是这么想，就大错特错了。诸位不要以为这是在家同修，出家的法师有许许多多临命终时就糊里糊涂。可见得这不是一桩容易事情，平时要努力、要修福，要认真的修学，要学古今那些往生的大德，预知时至，无疾而终，多自在！那才是我们真正的榜样。",
      "zh_TW": "我們讀了這節經文，決定不能存一個僥倖的心，臨終十念還可以往生，現在多造點罪業沒關係。你要是這麼想，就大錯特錯了。諸位不要以為這是在家同修，出家的法師有許許多多臨命終時就糊裡糊塗。可見得這不是一樁容易事情，平時要努力、要修福，要認真的修學，要學古今那些往生的大德，預知時至，無疾而終，多自在！那才是我們真正的榜樣。"
    },
    {
      "id": "01-003-0076_p0007",
      "zh_CN": "疏【况大本云：地狱鬼畜生，亦生我刹中，堕地狱者，非五逆人而何。】",
      "zh_TW": "疏【況大本云：地獄鬼畜生，亦生我剎中，墮地獄者，非五逆人而何。】"
    },
    {
      "id": "01-003-0076_p0008",
      "zh_CN": "《无量寿经》阿弥陀佛四十八愿里面有这一愿。大经里面又特别给我们说得清楚明了，恶道众生也有念佛往生的。倓虚法师在佛七开示中说：谛闲法师早年在头陀寺做方丈时，寺里养着一只公鸡，那公鸡往生了。这是谛闲法师亲眼看到的。寺里没有时钟，早晨公鸡报晓，大家就起床做早课。大众早晚上殿，这只公鸡也跟着一道上殿课诵念佛，过斋堂牠也去，大众掉在地上的米饭菜叶牠会吃得干干净净。有一次上完殿之后，大家都回寮房了，公鸡还在大殿走来走去不离开，香灯师就赶牠走，说：课诵完了，我要关门了。这只公鸡走到佛殿当中，仰头看着佛像，叫了三声，牠就站在那里死了。这只公鸡预知时至，站着往生。堕落在恶道，那当然是罪业深重的众生，但是不昧灵性，遇到缘，念佛还是能往生。",
      "zh_TW": "《無量壽經》阿彌陀佛四十八願裡面有這一願。大經裡面又特別給我們說得清楚明瞭，惡道眾生也有念佛往生的。倓虛法師在佛七開示中說：諦閑法師早年在頭陀寺做方丈時，寺裡養著一隻公雞，那公雞往生了。這是諦閑法師親眼看到的。寺裡沒有時鐘，早晨公雞報曉，大家就起床做早課。大眾早晚上殿，這隻公雞也跟著一道上殿課誦念佛，過齋堂牠也去，大眾掉在地上的米飯菜葉牠會吃得乾乾淨淨。有一次上完殿之後，大家都回寮房了，公雞還在大殿走來走去不離開，香燈師就趕牠走，說：課誦完了，我要關門了。這隻公雞走到佛殿當中，仰頭看著佛像，叫了三聲，牠就站在那裡死了。這隻公雞預知時至，站著往生。墮落在惡道，那當然是罪業深重的眾生，但是不昧靈性，遇到緣，念佛還是能往生。"
    },
    {
      "id": "01-003-0076_p0009",
      "zh_CN": "也许有人问：既然前生修得那么好，为什么会堕三恶道？这是个问题，我们应当要好好的研究。来生要往什么地方去，决定在你临终最后那个念头。你一生念佛念得好，临命终时最后一念不念佛，那就去不了。临终一念起贪心，饿鬼道去了；临终一念起瞋恚心，地狱道去了；临终迷惑颠倒，畜生道去了。这是三恶道！临终最后一念是阿弥陀佛，决定往生西方。十念一念皆得往生，决定在临终一念！",
      "zh_TW": "也許有人問：既然前生修得那麼好，為什麼會墮三惡道？這是個問題，我們應當要好好的研究。來生要往什麼地方去，決定在你臨終最後那個念頭。你一生念佛念得好，臨命終時最後一念不念佛，那就去不了。臨終一念起貪心，餓鬼道去了；臨終一念起瞋恚心，地獄道去了；臨終迷惑顛倒，畜生道去了。這是三惡道！臨終最後一念是阿彌陀佛，決定往生西方。十念一念皆得往生，決定在臨終一念！"
    },
    {
      "id": "01-003-0076_p0010",
      "zh_CN": "佛家一再教诫我们，临命终时要非常的慎重，这是大事，关系他来生的幸福。人过世八个小时之内不能去碰他，为什么？碰他怕他起瞋恚心。没断气之前最好就助念，一直念到他断气之后八小时，这是最少的，这个念佛的效果非常大。助念是提醒他，希望他临终那个一念是正念，就是阿弥陀佛。八小时之内，这人虽然断气了，神识没离开。所以这八小时之内，他要一下觉悟回头，也念佛求生西方极乐世界，还是可以去。所以，断气后八小时之内非常重要，决定不要惹他生烦恼，不要叫他起贪瞋痴。《饬终津梁》里面说明，最好将家亲眷属隔开，为什么？怕他见到起贪心，这个也舍不得，那个还没见面，那就麻烦大了，西方极乐世界就去不了。平常要看破、放下，对我们往生才会有很大的帮助。",
      "zh_TW": "佛家一再教誡我們，臨命終時要非常的慎重，這是大事，關係他來生的幸福。人過世八個小時之內不能去碰他，為什麼？碰他怕他起瞋恚心。沒斷氣之前最好就助念，一直念到他斷氣之後八小時，這是最少的，這個念佛的效果非常大。助念是提醒他，希望他臨終那個一念是正念，就是阿彌陀佛。八小時之內，這人雖然斷氣了，神識沒離開。所以這八小時之內，他要一下覺悟回頭，也念佛求生西方極樂世界，還是可以去。所以，斷氣後八小時之內非常重要，決定不要惹他生煩惱，不要叫他起貪瞋痴。《飭終津梁》裡面說明，最好將家親眷屬隔開，為什麼？怕他見到起貪心，這個也捨不得，那個還沒見面，那就麻煩大了，西方極樂世界就去不了。平常要看破、放下，對我們往生才會有很大的幫助。"
    },
    {
      "id": "01-003-0076_p0011",
      "zh_CN": "恶道里头，尤其是地狱道当然是五逆之人，这就是说明五逆之人还是能往生。",
      "zh_TW": "惡道裡頭，尤其是地獄道當然是五逆之人，這就是說明五逆之人還是能往生。"
    },
    {
      "id": "01-003-0076_p0012",
      "zh_CN": "疏【止属下品者。】",
      "zh_TW": "疏【止屬下品者。】"
    },
    {
      "id": "01-003-0076_p0013",
      "zh_CN": "「止属下品名散善者」，这个意思是说，如果他是正定，必定是生到西方极乐世界不久就能证无生法忍；他只是下品，没有正定，所以是散善。",
      "zh_TW": "「止屬下品名散善者」，這個意思是說，如果他是正定，必定是生到西方極樂世界不久就能證無生法忍；他只是下品，沒有正定，所以是散善。"
    },
    {
      "id": "01-003-0076_p0014",
      "zh_CN": "疏【或谓观经下之三品。】",
      "zh_TW": "疏【或謂觀經下之三品。】"
    },
    {
      "id": "01-003-0076_p0015",
      "zh_CN": "下三品，就是凡圣同居土下下品、下中品、下上品。",
      "zh_TW": "下三品，就是凡聖同居土下下品、下中品、下上品。"
    },
    {
      "id": "01-003-0076_p0016",
      "zh_CN": "疏【初言智者教令合掌叉手，称南无阿弥陀佛。三言善友教云：汝若不能念彼佛者，应称名号，则持名往生，似唯下品。】",
      "zh_TW": "疏【初言智者教令合掌叉手，稱南無阿彌陀佛。三言善友教云：汝若不能念彼佛者，應稱名號，則持名往生，似唯下品。】"
    },
    {
      "id": "01-003-0076_p0017",
      "zh_CN": "这是从《观经》上来看，表面上看好像是这个样子，《观经》下三品好像都是持名，持名大概就是下三品了。实在说，下下品往生也不错！好高骛远的，怕的是你去不了，连下下品都不够格，那就坏了。有人说：你这个方法，这是下下品。那我们就合掌：我下下品就够了，我就很欢喜了，我只要能往生西方极乐世界，我就满足了；你有本事，你去求上上品，我恭喜你，我下下品就够了。你能这样死心塌地，不疑惑，这一生决定成就。大师苦口婆心给我们解释这么多，就是怕那些不甘心下下品往生的人，不念佛了，搞别的去了，那才叫大错了。",
      "zh_TW": "這是從《觀經》上來看，表面上看好像是這個樣子，《觀經》下三品好像都是持名，持名大概就是下三品了。實在說，下下品往生也不錯！好高騖遠的，怕的是你去不了，連下下品都不夠格，那就壞了。有人說：你這個方法，這是下下品。那我們就合掌：我下下品就夠了，我就很歡喜了，我只要能往生西方極樂世界，我就滿足了；你有本事，你去求上上品，我恭喜你，我下下品就夠了。你能這樣死心塌地，不疑惑，這一生決定成就。大師苦口婆心給我們解釋這麼多，就是怕那些不甘心下下品往生的人，不念佛了，搞別的去了，那才叫大錯了。"
    },
    {
      "id": "01-003-0076_p0018",
      "zh_CN": "疏【不知持有事理，理复浅深。】",
      "zh_TW": "疏【不知持有事理，理復淺深。】"
    },
    {
      "id": "01-003-0076_p0019",
      "zh_CN": "这个持名，《弥陀经》讲「一心不乱」，有事一心、理一心，执持名号有事持、理持。《弥陀经要解》，蕅益大师说，无论是事持是理持，念到见思烦恼断了，都叫做事一心。由此可知，事持跟理持是方法上的不同，效果是一样的。念到破一品无明、见一分真性，这个时候就叫做理一心不乱。",
      "zh_TW": "這個持名，《彌陀經》講「一心不亂」，有事一心、理一心，執持名號有事持、理持。《彌陀經要解》，蕅益大師說，無論是事持是理持，念到見思煩惱斷了，都叫做事一心。由此可知，事持跟理持是方法上的不同，效果是一樣的。念到破一品無明、見一分真性，這個時候就叫做理一心不亂。"
    },
    {
      "id": "01-003-0076_p0020",
      "zh_CN": "什么叫做事持？什么叫做理持？理持是真正通达实相了，像《观经》所说「是心是佛，是心作佛」，念这一句佛号与般若空慧相应，这个念法叫做理持。理持就能得理一心吗？不见得。绝对不是说事持就得事一心不乱，理持就得理一心不乱，这个地方不能误会。一心不乱完全是持名功夫浅深的问题。念这句佛号即使与空慧相应，有的时候他还得不到一心。如果自己还有是非人我、还有贪瞋痴慢、还有分别执着，就没有得一心；不但没有得一心，连功夫成片都没有得到。换句话说，这样念佛是无法往生的，真正要往生，最低限度要念到功夫成片。",
      "zh_TW": "什麼叫做事持？什麼叫做理持？理持是真正通達實相了，像《觀經》所說「是心是佛，是心作佛」，念這一句佛號與般若空慧相應，這個念法叫做理持。理持就能得理一心嗎？不見得。絕對不是說事持就得事一心不亂，理持就得理一心不亂，這個地方不能誤會。一心不亂完全是持名功夫淺深的問題。念這句佛號即使與空慧相應，有的時候他還得不到一心。如果自己還有是非人我、還有貪瞋痴慢、還有分別執著，就沒有得一心；不但沒有得一心，連功夫成片都沒有得到。換句話說，這樣念佛是無法往生的，真正要往生，最低限度要念到功夫成片。"
    },
    {
      "id": "01-003-0076_p0021",
      "zh_CN": "是非人我、分别执着、贪瞋痴慢确实没有断；虽没有断掉，这句佛号起作用，能把烦恼压住，妄想才一起来，马上就换成佛号，二六时中只有佛号，没有妄想，这叫功夫成片。一面念佛一面还在打妄想，这不行，这是很大的忌讳，「喊破喉咙也枉然」，你大声的在念佛，在喊，心里打妄想，这个不行。一定要念到佛号能伏住妄想，这叫做功夫成片。你不念佛号的时候，妄想又起来了，念佛的时候，佛号能把妄想压住，这个才管用，功夫才得力。不管是事持还是理持，要念到这样，功夫才得力。",
      "zh_TW": "是非人我、分別執著、貪瞋痴慢確實沒有斷；雖沒有斷掉，這句佛號起作用，能把煩惱壓住，妄想才一起來，馬上就換成佛號，二六時中只有佛號，沒有妄想，這叫功夫成片。一面念佛一面還在打妄想，這不行，這是很大的忌諱，「喊破喉嚨也枉然」，你大聲的在念佛，在喊，心裡打妄想，這個不行。一定要念到佛號能伏住妄想，這叫做功夫成片。你不念佛號的時候，妄想又起來了，念佛的時候，佛號能把妄想壓住，這個才管用，功夫才得力。不管是事持還是理持，要念到這樣，功夫才得力。"
    },
    {
      "id": "01-003-0076_p0022",
      "zh_CN": "在平常，我们从早到晚待人接物，念佛功夫从哪里做？从起心动念上做。这个念头才起来，不管它是善是恶，不管它是正是邪，一律都换成阿弥陀佛。换句话说，不起心动念则已，起心动念就是阿弥陀佛。真正念佛人心之所思、意之所念，只有一个阿弥陀佛，只有一个西方极乐世界。除了阿弥陀佛跟西方极乐世界，一切都不攀缘，一切都放下。你真正能这样做，最多三年的时间功夫就成熟，就有把握取得西方净土；也就是说，三年当中决定可以达到功夫成片。功夫成片也有三辈九品，功夫成片上三品（上上品、上中品、上下品），就预知时至，生死自在；没有到一心不乱。我见过不少预知时至，无疾往生的，这些人的境界都是功夫成片里面上品的，他没得一心，就可以做到生死自在，这个实在是大事。",
      "zh_TW": "在平常，我們從早到晚待人接物，念佛功夫從哪裡做？從起心動念上做。這個念頭才起來，不管它是善是惡，不管它是正是邪，一律都換成阿彌陀佛。換句話說，不起心動念則已，起心動念就是阿彌陀佛。真正念佛人心之所思、意之所念，只有一個阿彌陀佛，只有一個西方極樂世界。除了阿彌陀佛跟西方極樂世界，一切都不攀緣，一切都放下。你真正能這樣做，最多三年的時間功夫就成熟，就有把握取得西方淨土；也就是說，三年當中決定可以達到功夫成片。功夫成片也有三輩九品，功夫成片上三品（上上品、上中品、上下品），就預知時至，生死自在；沒有到一心不亂。我見過不少預知時至，無疾往生的，這些人的境界都是功夫成片裡面上品的，他沒得一心，就可以做到生死自在，這個實在是大事。"
    },
    {
      "id": "01-003-0076_p0023",
      "zh_CN": "这个经真正是不容易，是十方诸佛度一切众生当生成佛的唯一法门，简单直捷，稳当快速，我们遇到不容易！尤其在现代这个社会，这是天下大乱，修什么法门我都感觉到来不及了。这个法门要真正叫你死心塌地的修学，你要不把这个法门搞得清清楚楚，不容易办到。我们在有限的光阴当中，要细细的来探讨这个法门。《无量寿经》与《弥陀经》互相参考，你对于西方净土就容易明了了，真正可以帮助你断疑生信，死心塌地来修学这个法门。我想要不了几年，我们同修当中必定有很多人有不思议的成就。",
      "zh_TW": "這個經真正是不容易，是十方諸佛度一切眾生當生成佛的唯一法門，簡單直捷，穩當快速，我們遇到不容易！尤其在現代這個社會，這是天下大亂，修什麼法門我都感覺到來不及了。這個法門要真正叫你死心塌地的修學，你要不把這個法門搞得清清楚楚，不容易辦到。我們在有限的光陰當中，要細細的來探討這個法門。《無量壽經》與《彌陀經》互相參考，你對於西方淨土就容易明瞭了，真正可以幫助你斷疑生信，死心塌地來修學這個法門。我想要不了幾年，我們同修當中必定有很多人有不思議的成就。"
    },
    {
      "id": "01-003-0076_p0024",
      "zh_CN": "大师在此地讲，持名有事理，理有浅深，事也有浅深。",
      "zh_TW": "大師在此地講，持名有事理，理有淺深，事也有淺深。"
    },
    {
      "id": "01-003-0076_p0025",
      "zh_CN": "疏【今下生者。】",
      "zh_TW": "疏【今下生者。】"
    },
    {
      "id": "01-003-0076_p0026",
      "zh_CN": "这是讲下品下生。",
      "zh_TW": "這是講下品下生。"
    },
    {
      "id": "01-003-0076_p0027",
      "zh_CN": "疏【仅是事善。】",
      "zh_TW": "疏【僅是事善。】"
    },
    {
      "id": "01-003-0076_p0028",
      "zh_CN": "这是讲十念往生的。",
      "zh_TW": "這是講十念往生的。"
    },
    {
      "id": "01-003-0076_p0029",
      "zh_CN": "疏【若成理观，则与彼经三观圆修，冥契不二，何虑品位之不高也。】",
      "zh_TW": "疏【若成理觀，則與彼經三觀圓修，冥契不二，何慮品位之不高也。】"
    },
    {
      "id": "01-003-0076_p0030",
      "zh_CN": "这是为一些人解答这个问题，你以为持名念佛品位不高，那你就学理持，理持是明理，确实能帮助你提高品位。事持，真正是老实念佛，一样提高品位。",
      "zh_TW": "這是為一些人解答這個問題，你以為持名念佛品位不高，那你就學理持，理持是明理，確實能幫助你提高品位。事持，真正是老實念佛，一樣提高品位。"
    },
    {
      "id": "01-003-0076_p0031",
      "zh_CN": "疏【况下品文中，乃指恶人愚人，非谓善人智人持名，亦居下品也。故知二经，其义一也。】",
      "zh_TW": "疏【況下品文中，乃指惡人愚人，非謂善人智人持名，亦居下品也。故知二經，其義一也。】"
    },
    {
      "id": "01-003-0076_p0032",
      "zh_CN": "这是讲《观经》跟这个经意思是一样的，《观经》讲下品下生的，那是讲五逆之人，是讲造恶的人，持名念佛。我们虽然造恶，还没到五逆十恶的程度，自己真正下定决心持名念佛，我相信决定不在下三品，这是我们有把握能做得到的。",
      "zh_TW": "這是講《觀經》跟這個經意思是一樣的，《觀經》講下品下生的，那是講五逆之人，是講造惡的人，持名念佛。我們雖然造惡，還沒到五逆十惡的程度，自己真正下定決心持名念佛，我相信決定不在下三品，這是我們有把握能做得到的。"
    },
    {
      "id": "01-003-0076_p0033",
      "zh_CN": "疏【独要者，略有三意。】",
      "zh_TW": "疏【獨要者，略有三意。】"
    },
    {
      "id": "01-003-0076_p0034",
      "zh_CN": "『独要』，净土三经当中，这部经尤其重要。古大德将《弥陀经》做为早晚的课诵本，连禅宗晚课都不例外。念佛的人，决心求生净土的人，不但晚课念《弥陀经》，早课也念《弥陀经》。楞严咒、十小咒，《心经》，可以不必加，就是一遍《弥陀经》，三遍往生咒，接着就念佛号，这是《西方确指》里面觉明妙行菩萨教我们的方法，简单明了，要这样去做。",
      "zh_TW": "『獨要』，淨土三經當中，這部經尤其重要。古大德將《彌陀經》做為早晚的課誦本，連禪宗晚課都不例外。念佛的人，決心求生淨土的人，不但晚課念《彌陀經》，早課也念《彌陀經》。楞嚴咒、十小咒，《心經》，可以不必加，就是一遍《彌陀經》，三遍往生咒，接著就念佛號，這是《西方確指》裡面覺明妙行菩薩教我們的方法，簡單明瞭，要這樣去做。"
    },
    {
      "id": "01-003-0076_p0035",
      "zh_CN": "疏【一者，观经所明佛身，虽云即报即法。】",
      "zh_TW": "疏【一者，觀經所明佛身，雖云即報即法。】"
    },
    {
      "id": "01-003-0076_p0036",
      "zh_CN": "『报』是报身，『法』是法身，佛身三身是一体的。",
      "zh_TW": "『報』是報身，『法』是法身，佛身三身是一體的。"
    },
    {
      "id": "01-003-0076_p0037",
      "zh_CN": "疏【而那由恒沙，不无数计，生身尊特，犹待辩疑。】",
      "zh_TW": "疏【而那由恆沙，不無數計，生身尊特，猶待辯疑。】"
    },
    {
      "id": "01-003-0076_p0038",
      "zh_CN": "这是《观经》上所说的。",
      "zh_TW": "這是《觀經》上所說的。"
    },
    {
      "id": "01-003-0076_p0039",
      "zh_CN": "疏【此经但曰光明无量，寿命无量，则不属诸数，直指法身，独要一也。】",
      "zh_TW": "疏【此經但曰光明無量，壽命無量，則不屬諸數，直指法身，獨要一也。】"
    },
    {
      "id": "01-003-0076_p0040",
      "zh_CN": "两部经做一个比较，《弥陀经》比《观经》还要重要。第一条里面所讲，佛身决不落在数量之内，换句话说，超越数量！我们今天凡夫就落在数量之中，所以你有命运、风水，能算得出来。佛与大菩萨超越数量，不落在数量里。《观经》讲「那由他恒河沙数」，那还是个数量；《弥陀经》没有说这个，只讲无量光、无量寿，讲无量，不落在数量里头，这是第一点。",
      "zh_TW": "兩部經做一個比較，《彌陀經》比《觀經》還要重要。第一條裡面所講，佛身決不落在數量之內，換句話說，超越數量！我們今天凡夫就落在數量之中，所以你有命運、風水，能算得出來。佛與大菩薩超越數量，不落在數量裡。《觀經》講「那由他恆河沙數」，那還是個數量；《彌陀經》沒有說這個，只講無量光、無量壽，講無量，不落在數量裡頭，這是第一點。"
    },
    {
      "id": "01-003-0076_p0041",
      "zh_CN": "『生身尊特，犹待辩疑』，六十万亿那由他之身，这是讲「生身」，说明西方极乐世界阿弥陀佛身相的高大。赞佛偈说：白毫宛转五须弥，绀目澄清四大海。这都是大身！这个身殊胜，高大，远胜过秽土所现的劣应身。释迦牟尼佛当年出现在我们这个地球上，他这个身也只是一丈六尺。一丈六尺，我们现在看这个人好高大！其实佛是个大个子，比一般人高不了好多。为什么？那个时候的尺没有现在这个尺这么长。弘一大师《律学三十三种》，提到周尺；周朝时候的尺，因为佛出生相当于中国的周朝。周尺一尺，只有我们现在尺的六寸多。这就是说明极乐世界阿弥陀佛身相之大，跟我们这个世界佛现的身相不一样。古大德有设疑问，专门来辩论这个问题，我们在此地就不再深入讨论。",
      "zh_TW": "『生身尊特，猶待辯疑』，六十萬億那由他之身，這是講「生身」，說明西方極樂世界阿彌陀佛身相的高大。讚佛偈說：白毫宛轉五須彌，紺目澄清四大海。這都是大身！這個身殊勝，高大，遠勝過穢土所現的劣應身。釋迦牟尼佛當年出現在我們這個地球上，他這個身也只是一丈六尺。一丈六尺，我們現在看這個人好高大！其實佛是個大個子，比一般人高不了好多。為什麼？那個時候的尺沒有現在這個尺這麼長。弘一大師《律學三十三種》，提到周尺；周朝時候的尺，因為佛出生相當於中國的周朝。周尺一尺，只有我們現在尺的六寸多。這就是說明極樂世界阿彌陀佛身相之大，跟我們這個世界佛現的身相不一樣。古大德有設疑問，專門來辯論這個問題，我們在此地就不再深入討論。"
    },
    {
      "id": "01-003-0076_p0042",
      "zh_CN": "疏【二者，十六妙门，虽云即观即心。】",
      "zh_TW": "疏【二者，十六妙門，雖云即觀即心。】"
    },
    {
      "id": "01-003-0076_p0043",
      "zh_CN": "能观跟所观是一不是二，这才能入得进去。但是它有次第：",
      "zh_TW": "能觀跟所觀是一不是二，這才能入得進去。但是它有次第："
    },
    {
      "id": "01-003-0076_p0044",
      "zh_CN": "疏【而先日，次水，次地，次树，次座，方入佛观，则不无次第，犹觉繁长。】",
      "zh_TW": "疏【而先日，次水，次地，次樹，次座，方入佛觀，則不無次第，猶覺繁長。】"
    },
    {
      "id": "01-003-0076_p0045",
      "zh_CN": "『繁』是麻烦，繁多。『长』是要经过相当长的时间，这才能观到佛。",
      "zh_TW": "『繁』是麻煩，繁多。『長』是要經過相當長的時間，這才能觀到佛。"
    },
    {
      "id": "01-003-0076_p0046",
      "zh_CN": "疏【此经不修余业，单事持名。】",
      "zh_TW": "疏【此經不修餘業，單事持名。】"
    },
    {
      "id": "01-003-0076_p0047",
      "zh_CN": "《弥陀经》比《观经》，在修行上来讲，方便！他不必经过许多的次第，直截了当就见佛了。只要你一心不乱、心不颠倒，临命终时佛就来接引你。《楞严经‧大势至圆通章》说得好，「忆佛念佛，现前当来，必定见佛」，现前是现在，没有往生之前就见到了。见到，你也不要欢喜；见不到，你也不要忧虑。即使见到了，见如不见，你也不要生欢喜心，生欢喜心就错了。自始至终保持你的一心不乱，这样就好。所以，持名念佛没有次第，《观经》所讲的方法有次第。在方法上来说，它方便得太多，所以称这个经独要，特别重要。",
      "zh_TW": "《彌陀經》比《觀經》，在修行上來講，方便！他不必經過許多的次第，直截了當就見佛了。只要你一心不亂、心不顛倒，臨命終時佛就來接引你。《楞嚴經‧大勢至圓通章》說得好，「憶佛念佛，現前當來，必定見佛」，現前是現在，沒有往生之前就見到了。見到，你也不要歡喜；見不到，你也不要憂慮。即使見到了，見如不見，你也不要生歡喜心，生歡喜心就錯了。自始至終保持你的一心不亂，這樣就好。所以，持名念佛沒有次第，《觀經》所講的方法有次第。在方法上來說，它方便得太多，所以稱這個經獨要，特別重要。"
    },
    {
      "id": "01-003-0076_p0048",
      "zh_CN": "疏【三者，上三品生，乃能游历十方，承事诸佛，中下二品，皆无此文。】",
      "zh_TW": "疏【三者，上三品生，乃能遊歷十方，承事諸佛，中下二品，皆無此文。】"
    },
    {
      "id": "01-003-0076_p0049",
      "zh_CN": "净土三经，有的经上对某一桩事情说得详细，有的经上省略了。你想了解西方极乐世界，要把三经合起来看，才能把这个事情真正搞得清清楚楚。并不是这个经上说的那个经上没有，这个经就高明，那个经就差一点，绝对不是如此。你合起来看，才能看得周全。《观经》关于这桩事情说得就有欠缺，只讲上三品，没有说中下品，这就是讲一到西方极乐世界就有能力『游历十方，承事诸佛』。可是，小本经就讲得详细。",
      "zh_TW": "淨土三經，有的經上對某一樁事情說得詳細，有的經上省略了。你想了解西方極樂世界，要把三經合起來看，才能把這個事情真正搞得清清楚楚。並不是這個經上說的那個經上沒有，這個經就高明，那個經就差一點，絕對不是如此。你合起來看，才能看得周全。《觀經》關於這樁事情說得就有欠缺，只講上三品，沒有說中下品，這就是講一到西方極樂世界就有能力『遊歷十方，承事諸佛』。可是，小本經就講得詳細。"
    },
    {
      "id": "01-003-0076_p0050",
      "zh_CN": "疏【今持名往生，便得供佛诸方，食时还国，独要三也。】",
      "zh_TW": "疏【今持名往生，便得供佛諸方，食時還國，獨要三也。】"
    },
    {
      "id": "01-003-0076_p0051",
      "zh_CN": "这是《弥陀经》上说的，即使下品下生的人也有这种神通道力，每天都能普遍供养他方十万亿佛。所以，这个经在三经里头尤其重要。",
      "zh_TW": "這是《彌陀經》上說的，即使下品下生的人也有這種神通道力，每天都能普遍供養他方十萬億佛。所以，這個經在三經裡頭尤其重要。"
    },
    {
      "id": "01-003-0076_p0052",
      "zh_CN": "疏【闻说一义，尚恐生疑，更闻独要，必致深骇，故云难信之法，又云不可思议功德经也。】",
      "zh_TW": "疏【聞說一義，尚恐生疑，更聞獨要，必致深駭，故云難信之法，又云不可思議功德經也。】"
    },
    {
      "id": "01-003-0076_p0053",
      "zh_CN": "确实骇人听闻，所以莲池、蕅益这两位大师都说这个经是不思议经。所有经典里面没有这个说法的，十方刹土里头也没有这种事情。这样殊胜奇特之事，唯独西方极乐世界有，问题就是你信不信。你要不信，这一生就当面错过；你要是相信，那是你有福气，你这一生成就了，关键就在这个地方。",
      "zh_TW": "確實駭人聽聞，所以蓮池、蕅益這兩位大師都說這個經是不思議經。所有經典裡面沒有這個說法的，十方剎土裡頭也沒有這種事情。這樣殊勝奇特之事，唯獨西方極樂世界有，問題就是你信不信。你要不信，這一生就當面錯過；你要是相信，那是你有福氣，你這一生成就了，關鍵就在這個地方。"
    },
    {
      "id": "01-003-0076_p0054",
      "zh_CN": "我记得初到台中的时候，李老师拿这个法门来劝我修学。他怎么说呢？他说要相信，自古以来多少聪明智慧的人都修这个法门，如果上当了，那些人都上当了，我们上一次当也无所谓！他用这个方法来劝我，就是上当，我们也甘心情愿上一次当。抱定这个主意，下定这个决心，专修这个法门。如果自古以来那些人都没有落空，那我们这一生决定不落空，劝我们要专修，要把其余的法门暂时搁在一边。法门无量誓愿学，到什么时候学？到西方极乐世界再学。所以现在我《大藏经》不要了，我到西方极乐世界再要；现在要，我就去不了西方世界。现在只要抱定《弥陀经》就行了，用这个做跳板，求生西方世界。",
      "zh_TW": "我記得初到台中的時候，李老師拿這個法門來勸我修學。他怎麼說呢？他說要相信，自古以來多少聰明智慧的人都修這個法門，如果上當了，那些人都上當了，我們上一次當也無所謂！他用這個方法來勸我，就是上當，我們也甘心情願上一次當。抱定這個主意，下定這個決心，專修這個法門。如果自古以來那些人都沒有落空，那我們這一生決定不落空，勸我們要專修，要把其餘的法門暫時擱在一邊。法門無量誓願學，到什麼時候學？到西方極樂世界再學。所以現在我《大藏經》不要了，我到西方極樂世界再要；現在要，我就去不了西方世界。現在只要抱定《彌陀經》就行了，用這個做跳板，求生西方世界。"
    },
    {
      "id": "01-003-0076_p0055",
      "zh_CN": "到西方世界再修无量无边的法门，寿命长！一往生西方极乐世界，寿命就跟阿弥陀佛一样，他是无量寿，西方极乐世界下品下生的人也是无量寿。相好光明、生活环境，统统都一样。到西方极乐世界都一样，那是真正平等！一生到西方极乐世界，你的面貌跟佛一样。诸位听了不要害怕，统统都一样，张三李四我都不认得了；那个时候你自然有神通，你自然不会认错人。所以面貌决定是一样的，这才叫平等。我们这个世间每个人面貌不一样，不平等！所以，这个法门是难信之法。经题是《称赞不可思议功德一切诸佛所护念经》，经题里头明白的告诉我们，不可思议功德。这是以《观经》做比较，到这个地方讲完了。",
      "zh_TW": "到西方世界再修無量無邊的法門，壽命長！一往生西方極樂世界，壽命就跟阿彌陀佛一樣，他是無量壽，西方極樂世界下品下生的人也是無量壽。相好光明、生活環境，統統都一樣。到西方極樂世界都一樣，那是真正平等！一生到西方極樂世界，你的面貌跟佛一樣。諸位聽了不要害怕，統統都一樣，張三李四我都不認得了；那個時候你自然有神通，你自然不會認錯人。所以面貌決定是一樣的，這才叫平等。我們這個世間每個人面貌不一樣，不平等！所以，這個法門是難信之法。經題是《稱讚不可思議功德一切諸佛所護念經》，經題裡頭明白的告訴我們，不可思議功德。這是以《觀經》做比較，到這個地方講完了。"
    },
    {
      "id": "01-003-0076_p0056",
      "zh_CN": "◎二、诸经",
      "zh_TW": "◎二、諸經"
    },
    {
      "id": "01-003-0076_p0057",
      "zh_CN": "下面再就诸经，净土三经之外的，也有与这个经上意思旁通的，有不少，大概一百多部的样子，在《大藏经》里面。佛劝我们求生西方净土的经论有一百多种，此地是略举几种。请看经文：",
      "zh_TW": "下面再就諸經，淨土三經之外的，也有與這個經上意思旁通的，有不少，大概一百多部的樣子，在《大藏經》裡面。佛勸我們求生西方淨土的經論有一百多種，此地是略舉幾種。請看經文："
    },
    {
      "id": "01-003-0076_p0058",
      "zh_CN": "玄义【复明通诸经者。】",
      "zh_TW": "玄義【復明通諸經者。】"
    },
    {
      "id": "01-003-0076_p0059",
      "zh_CN": "『复』是再说，再说它与其他经论有相通的。",
      "zh_TW": "『復』是再說，再說它與其他經論有相通的。"
    },
    {
      "id": "01-003-0076_p0060",
      "zh_CN": "玄义【与诸大乘经意义相通，如净名法华等，旁通如是，乃知此经，义理所该，深邃广远，不应视同浅近，自取愆尤。】",
      "zh_TW": "玄義【與諸大乘經意義相通，如淨名法華等，旁通如是，乃知此經，義理所該，深邃廣遠，不應視同淺近，自取愆尤。】"
    },
    {
      "id": "01-003-0076_p0061",
      "zh_CN": "这是略举两种。",
      "zh_TW": "這是略舉兩種。"
    },
    {
      "id": "01-003-0076_p0062",
      "zh_CN": "疏【净名法华等者，此一心持名得生彼国，即随其心净则佛土净，是净名义。】",
      "zh_TW": "疏【淨名法華等者，此一心持名得生彼國，即隨其心淨則佛土淨，是淨名義。】"
    },
    {
      "id": "01-003-0076_p0063",
      "zh_CN": "『净名』是《维摩经》，也是不思议经。《维摩经》上说『随其心净则佛土净』，而《弥陀经》上讲的一心不乱那就是心净，往生西方世界就是佛土净，与《净名经》上这个意思是相通的。《维摩经》上讲的几句话，也是值得我们参考，也给我们一个很大的启发，那就是修净土的人要特别注意净心。修什么？就是修清净心，这是心净则土净。",
      "zh_TW": "『淨名』是《維摩經》，也是不思議經。《維摩經》上說『隨其心淨則佛土淨』，而《彌陀經》上講的一心不亂那就是心淨，往生西方世界就是佛土淨，與《淨名經》上這個意思是相通的。《維摩經》上講的幾句話，也是值得我們參考，也給我們一個很大的啟發，那就是修淨土的人要特別注意淨心。修什麼？就是修清淨心，這是心淨則土淨。"
    },
    {
      "id": "01-003-0076_p0064",
      "zh_CN": "什么叫做清净心？心里头有烦恼就不清净，烦恼是指七情五欲、贪瞋痴慢；有是非人我，有分别执着，就不清净。清净心好难！是难，不修不行。即使得不到长时间的清净，你每天要能得到短时间的清净。念佛这个心就是清净心，你心里只有一句阿弥陀佛，这是清净心。这句佛号，与西方极乐世界阿弥陀佛的大愿力相应。你要记住，念佛的心是清净心，念佛的时候打妄想，心就不清净了。我们念佛修什么？修清净心。你要明白这个道理。因此，念佛人要把身心世界看破、放下，少一分贪恋、少一分执着，就多一分往生的把握，这一点很重要。",
      "zh_TW": "什麼叫做清淨心？心裡頭有煩惱就不清淨，煩惱是指七情五慾、貪瞋痴慢；有是非人我，有分別執著，就不清淨。清淨心好難！是難，不修不行。即使得不到長時間的清淨，你每天要能得到短時間的清淨。念佛這個心就是清淨心，你心裡只有一句阿彌陀佛，這是清淨心。這句佛號，與西方極樂世界阿彌陀佛的大願力相應。你要記住，念佛的心是清淨心，念佛的時候打妄想，心就不清淨了。我們念佛修什麼？修清淨心。你要明白這個道理。因此，念佛人要把身心世界看破、放下，少一分貪戀、少一分執著，就多一分往生的把握，這一點很重要。"
    },
    {
      "id": "01-003-0076_p0065",
      "zh_CN": "疏【又此一心持名，即以深心念佛，乃至独入他家，一心念佛，乞食无侣，一心念佛，一称南无佛，皆已成佛道，是法华义。等者。】",
      "zh_TW": "疏【又此一心持名，即以深心念佛，乃至獨入他家，一心念佛，乞食無侶，一心念佛，一稱南無佛，皆已成佛道，是法華義。等者。】"
    },
    {
      "id": "01-003-0076_p0066",
      "zh_CN": "『深心』，从甚深之理而生的，也是从深厚的善根当中生的，叫做深心。《十地经》上讲：入深广心。《涅槃经》上说「根深难拔」，都是形容深心。这个深心是菩提心之一，是属自受用的心。一心持名就是深心念佛；持名是念佛，一心就是深心。可见得，如果你二心、三心，那就不是深心了。",
      "zh_TW": "『深心』，從甚深之理而生的，也是從深厚的善根當中生的，叫做深心。《十地經》上講：入深廣心。《涅槃經》上說「根深難拔」，都是形容深心。這個深心是菩提心之一，是屬自受用的心。一心持名就是深心念佛；持名是念佛，一心就是深心。可見得，如果你二心、三心，那就不是深心了。"
    },
    {
      "id": "01-003-0076_p0067",
      "zh_CN": "菩提心是以直心为体，直心就是《观经》里面所讲的至诚心。这个心诚到了极处，至诚，这是菩提心的本体。有体当然有作用，作用分作两方面，一个是对自己，一个是对众生的。对自己的受用就是一心，一心就是深心。所以我们这个念佛要一心称名。所谓一心，简单的说，就是没有夹杂，念这一句阿弥陀佛当中没有夹杂，这就一心了。我念这句佛号，我想别的事情，夹杂了，这就不是一心。不夹杂、不间断、不怀疑，这就是一心称念，无量无边的功德。所以，一心持名就是发菩提心。对待别人要大悲心，什么是究竟圆满的大悲心？给诸位说，劝人念阿弥陀佛就是究竟圆满的大悲心。因为你劝他学别的法门，他这一生未必能成就，你劝他念佛，他一生到西方极乐世界就成佛了。这个法门是即身成佛当生成就的佛法。所以劝人念佛是真正的大悲心，是诸佛如来彻底的悲心。",
      "zh_TW": "菩提心是以直心為體，直心就是《觀經》裡面所講的至誠心。這個心誠到了極處，至誠，這是菩提心的本體。有體當然有作用，作用分作兩方面，一個是對自己，一個是對眾生的。對自己的受用就是一心，一心就是深心。所以我們這個念佛要一心稱名。所謂一心，簡單的說，就是沒有夾雜，念這一句阿彌陀佛當中沒有夾雜，這就一心了。我念這句佛號，我想別的事情，夾雜了，這就不是一心。不夾雜、不間斷、不懷疑，這就是一心稱念，無量無邊的功德。所以，一心持名就是發菩提心。對待別人要大悲心，什麼是究竟圓滿的大悲心？給諸位說，勸人念阿彌陀佛就是究竟圓滿的大悲心。因為你勸他學別的法門，他這一生未必能成就，你勸他念佛，他一生到西方極樂世界就成佛了。這個法門是即身成佛當生成就的佛法。所以勸人念佛是真正的大悲心，是諸佛如來徹底的悲心。"
    },
    {
      "id": "01-003-0076_p0068",
      "zh_CN": "你讲经，讲这个经是彻底悲心，跟讲其他的经不一样。《华严经》虽然也是彻底悲心，太长了，谁有那么长的时间来听？来不及！自古以来祖师大德他们的看法，《无量寿经》就是浓缩的《华严经》、小本的《华严经》，《华严经》是大本的《无量寿经》。这两部经性质相同，目标一致，都是劝我们念佛求生西方极乐世界。《华严经》到最后，普贤菩萨十大愿王导归极乐，劝我们求生净土。《印光大师文钞》，时时处处都提到《华严经》，拿《华严经》来做证明，证明这个法门在一切法门当中是最重要，独要。",
      "zh_TW": "你講經，講這個經是徹底悲心，跟講其他的經不一樣。《華嚴經》雖然也是徹底悲心，太長了，誰有那麼長的時間來聽？來不及！自古以來祖師大德他們的看法，《無量壽經》就是濃縮的《華嚴經》、小本的《華嚴經》，《華嚴經》是大本的《無量壽經》。這兩部經性質相同，目標一致，都是勸我們念佛求生西方極樂世界。《華嚴經》到最後，普賢菩薩十大願王導歸極樂，勸我們求生淨土。《印光大師文鈔》，時時處處都提到《華嚴經》，拿《華嚴經》來做證明，證明這個法門在一切法門當中是最重要，獨要。"
    },
    {
      "id": "01-003-0076_p0069",
      "zh_CN": "『独入他家，一心念佛，乞食无侣，一心念佛，一称南无佛，皆已成佛道』，这是《法华经》上所说的。《法华》所讲的「实相妙理」，把实相这个微妙的道理比喻作莲花。经题是法喻立题，名实互显，叫做《妙法莲华经》。这部经从前我们讲过，讲经题也费了不少时间，讲本迹十妙，那也非常有趣味的。",
      "zh_TW": "『獨入他家，一心念佛，乞食無侶，一心念佛，一稱南無佛，皆已成佛道』，這是《法華經》上所說的。《法華》所講的「實相妙理」，把實相這個微妙的道理比喻作蓮花。經題是法喻立題，名實互顯，叫做《妙法蓮華經》。這部經從前我們講過，講經題也費了不少時間，講本跡十妙，那也非常有趣味的。"
    },
    {
      "id": "01-003-0076_p0070",
      "zh_CN": "疏【略举余经，如文殊所云：一行三昧。大品所云：若人散心念佛，乃至毕苦，其福不尽，是般若义。】",
      "zh_TW": "疏【略舉餘經，如文殊所云：一行三昧。大品所云：若人散心念佛，乃至畢苦，其福不盡，是般若義。】"
    },
    {
      "id": "01-003-0076_p0071",
      "zh_CN": "『般若』，翻成中国意思叫智慧。世尊讲经的次序，讲方等之后讲般若。念佛法门，信愿持名就是一行三昧，也就是一相三昧。所以与《般若经》的教义并不违背。『大品』是大品般若。『若人散心念佛』，这是拣别不是一心，说明念佛的福报之大，不可思议。要想修福，怎么个修法？念佛就好，肯念佛的人就有福了。这是讲散心念佛。『乃至毕苦，其福不尽』。毕是终了的意思，苦是果报；果报尽了。果报尽了，是什么人？小乘讲是阿罗汉，阿罗汉苦因苦果都完了，都毕业了，毕业就完了；大乘十地菩萨，法云地的菩萨，见思烦恼、尘沙烦恼、无明烦恼断尽，分段生死、变易生死统统尽了。你的福报不尽！福报太大了。这是散心念佛，一心念佛更不必说了，一心念佛，他到西方极乐世界，他成佛了。这是说明念佛这个福报之大，不可思议。",
      "zh_TW": "『般若』，翻成中國意思叫智慧。世尊講經的次序，講方等之後講般若。念佛法門，信願持名就是一行三昧，也就是一相三昧。所以與《般若經》的教義並不違背。『大品』是大品般若。『若人散心念佛』，這是揀別不是一心，說明念佛的福報之大，不可思議。要想修福，怎麼個修法？念佛就好，肯念佛的人就有福了。這是講散心念佛。『乃至畢苦，其福不盡』。畢是終了的意思，苦是果報；果報盡了。果報盡了，是什麼人？小乘講是阿羅漢，阿羅漢苦因苦果都完了，都畢業了，畢業就完了；大乘十地菩薩，法雲地的菩薩，見思煩惱、塵沙煩惱、無明煩惱斷盡，分段生死、變易生死統統盡了。你的福報不盡！福報太大了。這是散心念佛，一心念佛更不必說了，一心念佛，他到西方極樂世界，他成佛了。這是說明念佛這個福報之大，不可思議。"
    },
    {
      "id": "01-003-0076_p0072",
      "zh_CN": "疏【如经三七日，稽首十方诸佛名字，是圆觉义。】",
      "zh_TW": "疏【如經三七日，稽首十方諸佛名字，是圓覺義。】"
    },
    {
      "id": "01-003-0076_p0073",
      "zh_CN": "《圆觉经》是小《楞严》，性质跟《楞严》很接近。「圆」是圆满的意思，「觉」是觉悟，大彻大悟，这叫圆觉。《圆觉经》上讲，念佛三七日，这也是克期取证。《弥陀经》只讲七日，「若一日到七日」，《圆觉经》讲三七日，就是打七，三个七连在一起。可见得提倡念佛的经论确实很多。",
      "zh_TW": "《圓覺經》是小《楞嚴》，性質跟《楞嚴》很接近。「圓」是圓滿的意思，「覺」是覺悟，大徹大悟，這叫圓覺。《圓覺經》上講，念佛三七日，這也是剋期取證。《彌陀經》只講七日，「若一日到七日」，《圓覺經》講三七日，就是打七，三個七連在一起。可見得提倡念佛的經論確實很多。"
    },
    {
      "id": "01-003-0076_p0074",
      "zh_CN": "疏【如五百长者子，称七佛名，遂得见金色之身，成阿罗汉，是观佛三昧义。】",
      "zh_TW": "疏【如五百長者子，稱七佛名，遂得見金色之身，成阿羅漢，是觀佛三昧義。】"
    },
    {
      "id": "01-003-0076_p0075",
      "zh_CN": "这个经就是《观佛三昧经》，说念佛法门，特别强调修行正定。经上举出『五百长者子』，也是修念佛法门。念佛就见佛，见佛呢？证果，都证阿罗汉果。那么你就晓得念佛的功德。怎样才证阿罗汉果？见思烦恼断了，他用念佛的方法把见思烦恼念断了。见思烦恼断了，往生西方极乐世界，不是在凡圣同居土，而是生方便有余土。称名念佛，可见得它不是散善，散善没有这个功夫，到不了这样的成就。念佛能证阿罗汉果，可见得这一句佛号是定善，不是散善。其实定善、散善在个人的心，不在方法。你这个心散乱念佛，那就是散善，你一心念佛就是定善。",
      "zh_TW": "這個經就是《觀佛三昧經》，說念佛法門，特別強調修行正定。經上舉出『五百長者子』，也是修念佛法門。念佛就見佛，見佛呢？證果，都證阿羅漢果。那麼你就曉得念佛的功德。怎樣才證阿羅漢果？見思煩惱斷了，他用念佛的方法把見思煩惱念斷了。見思煩惱斷了，往生西方極樂世界，不是在凡聖同居土，而是生方便有餘土。稱名念佛，可見得它不是散善，散善沒有這個功夫，到不了這樣的成就。念佛能證阿羅漢果，可見得這一句佛號是定善，不是散善。其實定善、散善在個人的心，不在方法。你這個心散亂念佛，那就是散善，你一心念佛就是定善。"
    },
    {
      "id": "01-003-0076_p0076",
      "zh_CN": "疏【如菩萨六念，念佛第一。】",
      "zh_TW": "疏【如菩薩六念，念佛第一。】"
    },
    {
      "id": "01-003-0076_p0077",
      "zh_CN": "『六念』，这是一般大小乘佛法都说，菩萨要修六念。念佛、念法、念僧，这是念三宝。我们早晚课诵有三皈依，就是念三宝。除念三宝之外，还要念三桩事情，「念施」就是布施；「念戒」，念戒律，一定要持戒；「念天」，天人的福报很大，天人的道德水准很高。所以菩萨要念这六桩事情。念三宝，我们常讲就是念觉、念正、念净，觉正净。念施，施就是放下，常常想着要放下。念戒，因戒才能得定，因定才能开慧，这是三学里头的大根大本。念天，要提升自己的境界。所以，要把心安在这六个境界当中。这六念，都可以说「自」，都可以说「他」。说「他」，三宝就是住持三宝；说「自」，就是自性三宝。",
      "zh_TW": "『六念』，這是一般大小乘佛法都說，菩薩要修六念。念佛、念法、念僧，這是念三寶。我們早晚課誦有三皈依，就是念三寶。除念三寶之外，還要念三樁事情，「念施」就是布施；「念戒」，念戒律，一定要持戒；「念天」，天人的福報很大，天人的道德水準很高。所以菩薩要念這六樁事情。念三寶，我們常講就是念覺、念正、念淨，覺正淨。念施，施就是放下，常常想著要放下。念戒，因戒才能得定，因定才能開慧，這是三學裡頭的大根大本。念天，要提升自己的境界。所以，要把心安在這六個境界當中。這六念，都可以說「自」，都可以說「他」。說「他」，三寶就是住持三寶；說「自」，就是自性三寶。"
    },
    {
      "id": "01-003-0076_p0078",
      "zh_CN": "末后这三个，布施、持戒是自己修菩萨行的因行，生天这是果报。戒是诸恶莫作、众善奉行，是断恶修善。天里面，不只讲生天（三界二十八层天）。佛经里面天的意思很多，除这二十八层天之外，有义天、第一义天，第一义天就是如来果地的别号。这是讲『菩萨六念，念佛第一』。今天时间到了，我们就讲到此地。",
      "zh_TW": "末後這三個，布施、持戒是自己修菩薩行的因行，生天這是果報。戒是諸惡莫作、眾善奉行，是斷惡修善。天裡面，不只講生天（三界二十八層天）。佛經裡面天的意思很多，除這二十八層天之外，有義天、第一義天，第一義天就是如來果地的別號。這是講『菩薩六念，念佛第一』。今天時間到了，我們就講到此地。"
    }
  ]
}