{
  "doc_id": "01-003-0098",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十八集",
    "zh_TW": "第九十八集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0098",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "01-003-0098_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一八五页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一八五頁："
    },
    {
      "id": "01-003-0098_p0002",
      "zh_CN": "疏【此经本名：称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "疏【此經本名：稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-003-0098_p0003",
      "zh_CN": "这个经名是释迦牟尼佛自己说的，就是在我们这个经「六方佛」的后面说的，这是本经的本名。这个名字非常的重要，从这个经名，我们就能够认识这个法门不可思议。『称赞』，是谁称赞？是十方三世一切诸佛，没有一尊佛不称赞，称赞什么？称赞『不可思议功德』。什么叫功？什么叫德？这个功就是信愿持名，功夫，修行的功就是这个。德是什么？德跟得到的「得」是一个意思，古时候这两个字通用的，所以这个德就是我们得到了。你依照这个功夫去修，你得到什么？往生不退。「信愿持名，往生不退」是这部经的功德。",
      "zh_TW": "這個經名是釋迦牟尼佛自己說的，就是在我們這個經「六方佛」的後面說的，這是本經的本名。這個名字非常的重要，從這個經名，我們就能夠認識這個法門不可思議。『稱讚』，是誰稱讚？是十方三世一切諸佛，沒有一尊佛不稱讚，稱讚什麼？稱讚『不可思議功德』。什麼叫功？什麼叫德？這個功就是信願持名，功夫，修行的功就是這個。德是什麼？德跟得到的「得」是一個意思，古時候這兩個字通用的，所以這個德就是我們得到了。你依照這個功夫去修，你得到什麼？往生不退。「信願持名，往生不退」是這部經的功德。"
    },
    {
      "id": "01-003-0098_p0004",
      "zh_CN": "怎么说不可思议？那是真不可思议。这个事实是「唯佛与佛方能究竟」，等觉菩萨都不能搞得很清楚，什么原因？我们常常赞叹佛，佛是万德万能，觉行圆满。这种称赞，有很多人说这是形容词，佛哪真有这么大能力？佛办不到的事情还很多。不但我们听一般人这样批评，甚至于出家的大法师也是这种批评。他批评的对不对？他批评的不对，实在讲，他对于佛法没有面面看到。",
      "zh_TW": "怎麼說不可思議？那是真不可思議。這個事實是「唯佛與佛方能究竟」，等覺菩薩都不能搞得很清楚，什麼原因？我們常常讚歎佛，佛是萬德萬能，覺行圓滿。這種稱讚，有很多人說這是形容詞，佛哪真有這麼大能力？佛辦不到的事情還很多。不但我們聽一般人這樣批評，甚至於出家的大法師也是這種批評。他批評的對不對？他批評的不對，實在講，他對於佛法沒有面面看到。"
    },
    {
      "id": "01-003-0098_p0005",
      "zh_CN": "换句话说，他如果真正了解《弥陀经》、《无量寿经》，这净土法门，就会承认佛真的是万德万能，真的是觉行圆满，没有话说的。为什么？罪业极重的众生，五逆十恶，造这个重罪立刻就要堕地狱了，这样的人，我们要问，佛有没有本事叫他不堕地狱？不但不堕地狱，能不能叫他立刻就成佛？佛如果有这个本事，那佛是万德万能，佛是觉行圆满。如果佛没有这个能力，那佛的能力还是有欠缺的，我们称他万德万能是称赞的话，不是真的，不是事实。其实我们在这个经里面，我们得到结论，佛的万德万能是事实，那就是说，五逆十恶要堕地狱的众生，佛不但可以叫他不堕地狱，可以叫他立刻就成佛。佛用什么方法？就是叫他念佛。",
      "zh_TW": "換句話說，他如果真正了解《彌陀經》、《無量壽經》，這淨土法門，就會承認佛真的是萬德萬能，真的是覺行圓滿，沒有話說的。為什麼？罪業極重的眾生，五逆十惡，造這個重罪立刻就要墮地獄了，這樣的人，我們要問，佛有沒有本事叫他不墮地獄？不但不墮地獄，能不能叫他立刻就成佛？佛如果有這個本事，那佛是萬德萬能，佛是覺行圓滿。如果佛沒有這個能力，那佛的能力還是有欠缺的，我們稱他萬德萬能是稱讚的話，不是真的，不是事實。其實我們在這個經裡面，我們得到結論，佛的萬德萬能是事實，那就是說，五逆十惡要墮地獄的眾生，佛不但可以叫他不墮地獄，可以叫他立刻就成佛。佛用什麼方法？就是叫他念佛。"
    },
    {
      "id": "01-003-0098_p0006",
      "zh_CN": "我们在《十六观经》里面，就是《观无量寿佛经》里面，观无量寿，他十六观。这十六观把三种念佛统统包括尽了，前面十二种观是观想念佛，十三、十四、十五是观像念佛；第十六是持名念佛。你们要记住，《弥陀经》跟《无量寿经》都是着重在持名念佛，持名念佛是《观无量寿佛经》里头第十六观。度什么众生？五逆十恶，临命终时一念十念都能够往生，一往生西方极乐世界圆证三不退。这还有什么话说？圆证三不退就是成佛。",
      "zh_TW": "我們在《十六觀經》裡面，就是《觀無量壽佛經》裡面，觀無量壽，他十六觀。這十六觀把三種念佛統統包括盡了，前面十二種觀是觀想念佛，十三、十四、十五是觀像念佛；第十六是持名念佛。你們要記住，《彌陀經》跟《無量壽經》都是著重在持名念佛，持名念佛是《觀無量壽佛經》裡頭第十六觀。度什麼眾生？五逆十惡，臨命終時一念十念都能夠往生，一往生西方極樂世界圓證三不退。這還有什麼話說？圓證三不退就是成佛。"
    },
    {
      "id": "01-003-0098_p0007",
      "zh_CN": "要不是成佛，三不退怎么能圆证？我们在前面说过，小乘初果开始证「位不退」；这大乘，就是四果罗汉回小向大，如果拿圆教来讲，七信位的菩萨证「行不退」，第二种不退；明心见性，就是破一品无明，证一分法身，这个才能证得「念不退」，但是刚刚证得，没有圆满。圆满的三不退是谁？是圆教的等觉菩萨，像观世音、大势至、文殊、普贤、弥勒之流的，他们才是圆证三不退。所以这功德就不可思议，为什么？你看看他不要修三大阿僧祇劫，他不要经历那么多阶级，那么多的位次，从十住、十行、十回向、十地，再到等觉，他不用经历，他从凡夫一下就跳到那么高，又是一刹那之间十念一念就得到了，这不可思议。真的，菩萨都想不通，这是什么道理？这个道理在净土三经里头细讲，给我们讲这个道理。所以这个是不可思议功德。所以十方诸佛没有不赞叹的，没有不弘扬的，诸位要知道。",
      "zh_TW": "要不是成佛，三不退怎麼能圓證？我們在前面說過，小乘初果開始證「位不退」；這大乘，就是四果羅漢迴小向大，如果拿圓教來講，七信位的菩薩證「行不退」，第二種不退；明心見性，就是破一品無明，證一分法身，這個才能證得「念不退」，但是剛剛證得，沒有圓滿。圓滿的三不退是誰？是圓教的等覺菩薩，像觀世音、大勢至、文殊、普賢、彌勒之流的，他們才是圓證三不退。所以這功德就不可思議，為什麼？你看看他不要修三大阿僧祇劫，他不要經歷那麼多階級，那麼多的位次，從十住、十行、十迴向、十地，再到等覺，他不用經歷，他從凡夫一下就跳到那麼高，又是一剎那之間十念一念就得到了，這不可思議。真的，菩薩都想不通，這是什麼道理？這個道理在淨土三經裡頭細講，給我們講這個道理。所以這個是不可思議功德。所以十方諸佛沒有不讚歎的，沒有不弘揚的，諸位要知道。"
    },
    {
      "id": "01-003-0098_p0008",
      "zh_CN": "所以最殊胜的法门，第一法门，别的法门度不了的，没有办法度的，这个法门能度，这才叫第一。你们想禅、密任何一个法门，五逆十恶，他能不能度得了？他度不了。纵然能度，也要很长很长的时间，要三大阿僧祇劫、无量劫，不能叫他一下就度了。这个经上讲的「若一日若二日到若七日」，一天就度了，一天就把一个凡夫从地狱里头度到成佛，这不是诸佛度众生的第一法门，什么叫第一法门？你们仔细去想想。所以，十方诸佛称赞。",
      "zh_TW": "所以最殊勝的法門，第一法門，別的法門度不了的，沒有辦法度的，這個法門能度，這才叫第一。你們想禪、密任何一個法門，五逆十惡，他能不能度得了？他度不了。縱然能度，也要很長很長的時間，要三大阿僧祇劫、無量劫，不能叫他一下就度了。這個經上講的「若一日若二日到若七日」，一天就度了，一天就把一個凡夫從地獄裡頭度到成佛，這不是諸佛度眾生的第一法門，什麼叫第一法門？你們仔細去想想。所以，十方諸佛稱讚。"
    },
    {
      "id": "01-003-0098_p0009",
      "zh_CN": "十方诸佛既然称赞，我们再问一问，十方诸佛讲不讲这个经？当然讲，佛在十方世界，十方世界的众生根性不相同，因此佛讲的经也不相同；唯独这一部经相同。十方三世所有诸佛没有不讲《弥陀经》的，没有不讲《无量寿经》的，就是净土三经一论决定是相同的，佛佛都要讲，为什么？佛要不讲这个经就不能普度众生，就不能把众生圆圆满满以最短的时间彻底的度脱，佛就不能够；唯独这个法门。所以诸位要晓得，你们能够遇到这个法门，究竟是什么样的福气，没法子说，不可说不可说，没法子说。无量劫以来，你在这一生能碰到这个法门，真是奇怪，从哪来的福报！这是从题目当中，我们能深深体会到这个意思。",
      "zh_TW": "十方諸佛既然稱讚，我們再問一問，十方諸佛講不講這個經？當然講，佛在十方世界，十方世界的眾生根性不相同，因此佛講的經也不相同；唯獨這一部經相同。十方三世所有諸佛沒有不講《彌陀經》的，沒有不講《無量壽經》的，就是淨土三經一論決定是相同的，佛佛都要講，為什麼？佛要不講這個經就不能普度眾生，就不能把眾生圓圓滿滿以最短的時間徹底的度脫，佛就不能夠；唯獨這個法門。所以諸位要曉得，你們能夠遇到這個法門，究竟是什麼樣的福氣，沒法子說，不可說不可說，沒法子說。無量劫以來，你在這一生能碰到這個法門，真是奇怪，從哪來的福報！這是從題目當中，我們能深深體會到這個意思。"
    },
    {
      "id": "01-003-0098_p0010",
      "zh_CN": "所以我劝大家，你们学经就学三经就够了，学讲经就学讲三经，自己依照这个经修行，拿这个经去度化众生，讲给别人听，不要讲其他的，其他都是二流的经、三流的经，这是第一流的。第一流的只有这一部，没有第二部，连《华严》、《法华》都是这个经的序分，是这个经的引导，引子，你就可想而知这个经的重要性。实实在在不容易遇到，所以不可思议功德，一切诸佛都说这是不可思议的功德，能叫极重罪业的众生一天成佛。",
      "zh_TW": "所以我勸大家，你們學經就學三經就夠了，學講經就學講三經，自己依照這個經修行，拿這個經去度化眾生，講給別人聽，不要講其他的，其他都是二流的經、三流的經，這是第一流的。第一流的只有這一部，沒有第二部，連《華嚴》、《法華》都是這個經的序分，是這個經的引導，引子，你就可想而知這個經的重要性。實實在在不容易遇到，所以不可思議功德，一切諸佛都說這是不可思議的功德，能叫極重罪業的眾生一天成佛。"
    },
    {
      "id": "01-003-0098_p0011",
      "zh_CN": "我们今天业障没那么重，没造五逆十恶的重罪，我们成不了佛吗？决定能成就。但是你现在还没成就，你没有成就的原因在哪里？你对这个经、对这个法门还没有能死心塌地，为什么？没认识清楚，经上说：难信之法。你信不信？信，信得不踏实，信得不够彻底。你有没有发愿？有发愿，愿不切。你有没有行？有，也念佛，念得不够力量，念得不到家。所以信愿行虽然都有，都很松懈，这就是你对这个经究竟是什么一回事情，你没有彻底搞清楚；真的彻底搞清楚，那什么都放下。「称赞不可思议功德」，要晓得这个称赞是十方诸佛称赞，十方三世一切诸佛。",
      "zh_TW": "我們今天業障沒那麼重，沒造五逆十惡的重罪，我們成不了佛嗎？決定能成就。但是你現在還沒成就，你沒有成就的原因在哪裡？你對這個經、對這個法門還沒有能死心塌地，為什麼？沒認識清楚，經上說：難信之法。你信不信？信，信得不踏實，信得不夠徹底。你有沒有發願？有發願，願不切。你有沒有行？有，也念佛，念得不夠力量，念得不到家。所以信願行雖然都有，都很鬆懈，這就是你對這個經究竟是什麼一回事情，你沒有徹底搞清楚；真的徹底搞清楚，那什麼都放下。「稱讚不可思議功德」，要曉得這個稱讚是十方諸佛稱讚，十方三世一切諸佛。"
    },
    {
      "id": "01-003-0098_p0012",
      "zh_CN": "『一切诸佛所护念经』，这里头这个意思也就很多，「一切诸佛」是指十方三世一切诸佛，一切诸佛所护持的，一切诸佛心里所念的。说个老实话，佛要念这个经吗？要念，为什么？他不念这个经，他不能成佛。释迦牟尼佛是怎么成佛的？念阿弥陀佛成佛的，这个诸位要知道。不仅释迦牟尼佛，一切诸佛都是念阿弥陀佛成佛的，这个道理就很深很深。「阿弥陀佛」的意思，「阿」翻作无，「弥陀」翻作量，「佛」翻作觉，你想想，一切诸佛是不是都是无量觉，他要不叫无量觉，他怎么成佛？所以，阿弥陀佛是一切诸佛共同的名号，他要不成无量觉，他就不能成佛。所以他要念他自性阿弥陀，念他自性无量觉，证得自性无量觉，他就圆满成佛了。所以才晓得，诸佛是念阿弥陀佛而成佛的。",
      "zh_TW": "『一切諸佛所護念經』，這裡頭這個意思也就很多，「一切諸佛」是指十方三世一切諸佛，一切諸佛所護持的，一切諸佛心裡所念的。說個老實話，佛要念這個經嗎？要念，為什麼？他不念這個經，他不能成佛。釋迦牟尼佛是怎麼成佛的？念阿彌陀佛成佛的，這個諸位要知道。不僅釋迦牟尼佛，一切諸佛都是念阿彌陀佛成佛的，這個道理就很深很深。「阿彌陀佛」的意思，「阿」翻作無，「彌陀」翻作量，「佛」翻作覺，你想想，一切諸佛是不是都是無量覺，他要不叫無量覺，他怎麼成佛？所以，阿彌陀佛是一切諸佛共同的名號，他要不成無量覺，他就不能成佛。所以他要念他自性阿彌陀，念他自性無量覺，證得自性無量覺，他就圓滿成佛了。所以才曉得，諸佛是念阿彌陀佛而成佛的。"
    },
    {
      "id": "01-003-0098_p0013",
      "zh_CN": "同时我们在《华严经》上看到，文殊、普贤是圆教的等觉菩萨，在华严会上还要发愿往生西方极乐世界，这是为什么？当然是为了要成佛。成什么佛？成圆教的佛，就是无上正等正觉，无上正等正觉就是无量觉。不仅他自己发愿往生，而且是以十大愿王普遍的劝导华藏海会那些明心见性的菩萨们统统求生西方世界，四十一位法身大士。这四十一位次，就是十住，十个位次；十行，十个位次；十回向，十个位次；十地，十个位次；四十个，加上等觉菩萨，四十一个位次的菩萨。每一个位次里头人数就不晓得有多少？没法子计算的。统统往生西方极乐世界，干什么？到那边去成圆教的佛果。",
      "zh_TW": "同時我們在《華嚴經》上看到，文殊、普賢是圓教的等覺菩薩，在華嚴會上還要發願往生西方極樂世界，這是為什麼？當然是為了要成佛。成什麼佛？成圓教的佛，就是無上正等正覺，無上正等正覺就是無量覺。不僅他自己發願往生，而且是以十大願王普遍的勸導華藏海會那些明心見性的菩薩們統統求生西方世界，四十一位法身大士。這四十一位次，就是十住，十個位次；十行，十個位次；十迴向，十個位次；十地，十個位次；四十個，加上等覺菩薩，四十一個位次的菩薩。每一個位次裡頭人數就不曉得有多少？沒法子計算的。統統往生西方極樂世界，幹什麼？到那邊去成圓教的佛果。"
    },
    {
      "id": "01-003-0098_p0014",
      "zh_CN": "还有哪一个法会比这个法会更殊胜更庄严的？我们找不到。所以说《华严经》是《弥陀经》、《无量寿经》的序分，一点都不为过。所以一部《华严》到最后归到净土，就归到这个经，一切诸佛所护、所念的经。护法，这个法门是第一法门，你不识货，你不爱惜它；你真正识货，你会非常的爱惜它，爱护它，不要叫它失传，要把它发扬光大，你真正认识了。何况经上给我们说，一个真正发心求生西方极乐世界的人，阿弥陀佛派遣二十五位菩萨日夜的保护你。你不会遇到一些凶灾，不会遇到危险，真心生净土，弘扬净土。不但我们要发心求生净土，还要发心弘扬净土，为什么？与佛的本愿就相应了。",
      "zh_TW": "還有哪一個法會比這個法會更殊勝更莊嚴的？我們找不到。所以說《華嚴經》是《彌陀經》、《無量壽經》的序分，一點都不為過。所以一部《華嚴》到最後歸到淨土，就歸到這個經，一切諸佛所護、所念的經。護法，這個法門是第一法門，你不識貨，你不愛惜它；你真正識貨，你會非常的愛惜它，愛護它，不要叫它失傳，要把它發揚光大，你真正認識了。何況經上給我們說，一個真正發心求生西方極樂世界的人，阿彌陀佛派遣二十五位菩薩日夜的保護你。你不會遇到一些凶災，不會遇到危險，真心生淨土，弘揚淨土。不但我們要發心求生淨土，還要發心弘揚淨土，為什麼？與佛的本願就相應了。"
    },
    {
      "id": "01-003-0098_p0015",
      "zh_CN": "你们有很多同修，也有的时候跟我说，要我教你们讲经。我在这个地方讲就是教你们讲经，你们注意听，好好的听，听了之后你就会讲。你听了之后，你能讲多少就讲多少，只要不讲错就行了。不会讲的那个地方，就不讲；会讲的就讲，就不错了。我教你讲一部《弥陀经》，你不要把《疏钞》搬出来，这么大本子把人吓到了。题目我会讲，我就讲这一句，就行了；经文我会讲，我讲几句也行了。所以讲东西简单明了，尤其对现代的人，大家工作都很繁忙，哪有那么长的时间来听你讲一部大经？不可能的事情，愈简单愈好，把这经里头重要的意思，你能够说出来就可以。我们的目的就是叫人相信念佛法门，叫他发愿，他肯念，目的就达到了。讲的叫他相信，叫他真正发愿求生净土，真正的肯念佛，弘扬净土目的就在此地。所以，这是一切诸佛所护所念。",
      "zh_TW": "你們有很多同修，也有的時候跟我說，要我教你們講經。我在這個地方講就是教你們講經，你們注意聽，好好的聽，聽了之後你就會講。你聽了之後，你能講多少就講多少，只要不講錯就行了。不會講的那個地方，就不講；會講的就講，就不錯了。我教你講一部《彌陀經》，你不要把《疏鈔》搬出來，這麼大本子把人嚇到了。題目我會講，我就講這一句，就行了；經文我會講，我講幾句也行了。所以講東西簡單明瞭，尤其對現代的人，大家工作都很繁忙，哪有那麼長的時間來聽你講一部大經？不可能的事情，愈簡單愈好，把這經裡頭重要的意思，你能夠說出來就可以。我們的目的就是叫人相信念佛法門，叫他發願，他肯念，目的就達到了。講的叫他相信，叫他真正發願求生淨土，真正的肯念佛，弘揚淨土目的就在此地。所以，這是一切諸佛所護所念。"
    },
    {
      "id": "01-003-0098_p0016",
      "zh_CN": "由此可知，我们真正读诵这一部经典的人，必定蒙一切诸佛所护所念。这个念就是佛常常挂念我们，常常想念我们，佛常常保护我们，为什么？他要保护这个法门。我们要求佛菩萨保护，求佛菩萨保佑，你就念这个经，你就念阿弥陀佛，你就一定得到一切诸佛的保佑。所以，可见得这个法门的殊胜。",
      "zh_TW": "由此可知，我們真正讀誦這一部經典的人，必定蒙一切諸佛所護所念。這個念就是佛常常掛念我們，常常想念我們，佛常常保護我們，為什麼？他要保護這個法門。我們要求佛菩薩保護，求佛菩薩保佑，你就念這個經，你就念阿彌陀佛，你就一定得到一切諸佛的保佑。所以，可見得這個法門的殊勝。"
    },
    {
      "id": "01-003-0098_p0017",
      "zh_CN": "鸠摩罗什大师，为什么他翻译经的时候不用原来的经题？而把题目改成《佛说阿弥陀经》？为什么要这样改法？",
      "zh_TW": "鳩摩羅什大師，為什麼他翻譯經的時候不用原來的經題？而把題目改成《佛說阿彌陀經》？為什麼要這樣改法？"
    },
    {
      "id": "01-003-0098_p0018",
      "zh_CN": "疏【今名是什师改定。】",
      "zh_TW": "疏【今名是什師改定。】"
    },
    {
      "id": "01-003-0098_p0019",
      "zh_CN": "『今名』就是现在这个经的名字，叫《佛说阿弥陀经》，这个经题不是佛说的，是罗什大师自己订的名字。他订这个名字用意也很深，因为这个经主要就是叫你执持名号，一心不乱，干脆就用名号做经题。所以一看到这个经，你自自然然念了一句阿弥陀佛，这个用意很深很深。所以后人对罗什大师的智慧也非常的赞叹，也很佩服，没有说他题目订得不对，因为他订这个题目深深的符合佛劝人念阿弥陀佛的意思。",
      "zh_TW": "『今名』就是現在這個經的名字，叫《佛說阿彌陀經》，這個經題不是佛說的，是羅什大師自己訂的名字。他訂這個名字用意也很深，因為這個經主要就是叫你執持名號，一心不亂，乾脆就用名號做經題。所以一看到這個經，你自自然然念了一句阿彌陀佛，這個用意很深很深。所以後人對羅什大師的智慧也非常的讚歎，也很佩服，沒有說他題目訂得不對，因為他訂這個題目深深的符合佛勸人念阿彌陀佛的意思。"
    },
    {
      "id": "01-003-0098_p0020",
      "zh_CN": "疏【自有二义。】",
      "zh_TW": "疏【自有二義。】"
    },
    {
      "id": "01-003-0098_p0021",
      "zh_CN": "说出两个道理出来。",
      "zh_TW": "說出兩個道理出來。"
    },
    {
      "id": "01-003-0098_p0022",
      "zh_CN": "疏【一者佛摄无尽义故。】",
      "zh_TW": "疏【一者佛攝無盡義故。】"
    },
    {
      "id": "01-003-0098_p0023",
      "zh_CN": "阿弥陀佛四个字里头是无量义。",
      "zh_TW": "阿彌陀佛四個字裡頭是無量義。"
    },
    {
      "id": "01-003-0098_p0024",
      "zh_CN": "疏【二者彼佛人所乐闻故。】",
      "zh_TW": "疏【二者彼佛人所樂聞故。】"
    },
    {
      "id": "01-003-0098_p0025",
      "zh_CN": "『乐』，念ㄧㄠˋ，是爱好、喜欢的意思。『彼佛』是阿弥陀佛。阿弥陀佛特别与我们这个世间众生缘很深，大家喜欢听这个名字。所以罗什大师就用佛名做经题，这是他的用意。底下《钞》里，解释罗什大师立这个题目的两点意思。",
      "zh_TW": "『樂』，念ㄧㄠˋ，是愛好、喜歡的意思。『彼佛』是阿彌陀佛。阿彌陀佛特別與我們這個世間眾生緣很深，大家喜歡聽這個名字。所以羅什大師就用佛名做經題，這是他的用意。底下《鈔》裡，解釋羅什大師立這個題目的兩點意思。"
    },
    {
      "id": "01-003-0098_p0026",
      "zh_CN": "钞【摄义无尽者，如前云言佛便周。】",
      "zh_TW": "鈔【攝義無盡者，如前云言佛便周。】"
    },
    {
      "id": "01-003-0098_p0027",
      "zh_CN": "『言佛便周』，说到佛，一切的意思都圆满具足。",
      "zh_TW": "『言佛便周』，說到佛，一切的意思都圓滿具足。"
    },
    {
      "id": "01-003-0098_p0028",
      "zh_CN": "钞【则一切功德皆从佛出，佛即不思议故。】",
      "zh_TW": "鈔【則一切功德皆從佛出，佛即不思議故。】"
    },
    {
      "id": "01-003-0098_p0029",
      "zh_CN": "这个意思也很清楚。",
      "zh_TW": "這個意思也很清楚。"
    },
    {
      "id": "01-003-0098_p0030",
      "zh_CN": "钞【又弥陀万德洪名，十方三世一切众生之所喜乐，上至诸佛赞叹，下至鬼畜归依，正谓不思议功德故。】",
      "zh_TW": "鈔【又彌陀萬德洪名，十方三世一切眾生之所喜樂，上至諸佛讚歎，下至鬼畜歸依，正謂不思議功德故。】"
    },
    {
      "id": "01-003-0098_p0031",
      "zh_CN": "这个意思也非常之好。刚才说过，十方三世一切诸佛没有一个不赞叹阿弥陀佛的，没有不劝人求生西方极乐世界的，没有不劝人念阿弥陀佛的。所以你念阿弥陀佛，诸佛欢喜。佛不是说：你念阿弥陀佛，为什么不念我？这佛就生气，那是我们世间人的心量，不是佛！为什么？佛晓得，你念我，你成不了佛，你不能往生。只有念阿弥陀佛，你才能往生，你才能成佛，这是我们要明了的。",
      "zh_TW": "這個意思也非常之好。剛才說過，十方三世一切諸佛沒有一個不讚歎阿彌陀佛的，沒有不勸人求生西方極樂世界的，沒有不勸人念阿彌陀佛的。所以你念阿彌陀佛，諸佛歡喜。佛不是說：你念阿彌陀佛，為什麼不念我？這佛就生氣，那是我們世間人的心量，不是佛！為什麼？佛曉得，你念我，你成不了佛，你不能往生。只有念阿彌陀佛，你才能往生，你才能成佛，這是我們要明瞭的。"
    },
    {
      "id": "01-003-0098_p0032",
      "zh_CN": "十方诸佛，他最大的愿望就是希望我们赶快成佛，这就是佛的愿望。我们怎样才能赶快成佛？你念阿弥陀佛，你就快成佛了。正如同善导大师跟我们说的，他叫我们专念，第一个身专礼，我们这个身每天礼拜，拜谁？拜阿弥陀佛，身专礼阿弥陀佛。口不念别的，其他统统不念，专念阿弥陀佛。心里头也不想别的，什么都不想了，专想阿弥陀佛。这个身也不要拜别的佛，不要拜别的菩萨，你能把身口意三业统统专在阿弥陀佛上，善导大师说：一百个人修就一百个往生；一千个人修一千个人往生，万修万人去！真的吗？真的，一点都不假。",
      "zh_TW": "十方諸佛，他最大的願望就是希望我們趕快成佛，這就是佛的願望。我們怎樣才能趕快成佛？你念阿彌陀佛，你就快成佛了。正如同善導大師跟我們說的，他叫我們專念，第一個身專禮，我們這個身每天禮拜，拜誰？拜阿彌陀佛，身專禮阿彌陀佛。口不念別的，其他統統不念，專念阿彌陀佛。心裡頭也不想別的，什麼都不想了，專想阿彌陀佛。這個身也不要拜別的佛，不要拜別的菩薩，你能把身口意三業統統專在阿彌陀佛上，善導大師說：一百個人修就一百個往生；一千個人修一千個人往生，萬修萬人去！真的嗎？真的，一點都不假。"
    },
    {
      "id": "01-003-0098_p0033",
      "zh_CN": "我们看到了许多事实，譬如倓虚老法师在佛七开示里面所讲的故事，那是真的不是假的。谛闲法师那个徒弟念了三年佛，人家站着往生的，预知时至。死了以后还站三天，等老和尚来替他处理后事，你看人家本事多大？这个人不认识字，虽然出了家，谛闲法师给他剃度的，没有受戒，老和尚不要他受戒，他年岁太大出家，不要受戒，他自己当然不会看经，从来也没有听一次讲经的。出家之后，老和尚就教他：一句南无阿弥陀佛，你一直念下去。真的，他就天天礼拜阿弥陀佛、念阿弥陀佛、想阿弥陀佛，干了三年，他成功了。你问他别的，他什么都不知道，大悲十小咒都不知道。引磬木鱼怎么敲，他也不知道。什么都不知道，就是抱着一句南无阿弥陀佛，念三年。",
      "zh_TW": "我們看到了許多事實，譬如倓虛老法師在佛七開示裡面所講的故事，那是真的不是假的。諦閑法師那個徒弟念了三年佛，人家站著往生的，預知時至。死了以後還站三天，等老和尚來替他處理後事，你看人家本事多大？這個人不認識字，雖然出了家，諦閑法師給他剃度的，沒有受戒，老和尚不要他受戒，他年歲太大出家，不要受戒，他自己當然不會看經，從來也沒有聽一次講經的。出家之後，老和尚就教他：一句南無阿彌陀佛，你一直念下去。真的，他就天天禮拜阿彌陀佛、念阿彌陀佛、想阿彌陀佛，幹了三年，他成功了。你問他別的，他什麼都不知道，大悲十小咒都不知道。引磬木魚怎麼敲，他也不知道。什麼都不知道，就是抱著一句南無阿彌陀佛，念三年。"
    },
    {
      "id": "01-003-0098_p0034",
      "zh_CN": "往生的时候，谛闲法师给他处理后事，对他非常佩服，很赞叹，而且说了，他这个成就比讲经说法的大法师、比名山宝刹方丈的住持高多了。这就是专，没有别的。善导大师这几句话，是在《观无量寿佛经》注解，《观无量寿佛经四帖疏》，就是善导大师注的，那个上面讲的。所以我们搞多了，搞了很多的花样，没有用处，不得力！真正得力就是一句阿弥陀。诸位一定要知道，一定要明了，这一句阿弥陀佛的名号真正不可思议，所以鸠摩罗什拿它来做经题。",
      "zh_TW": "往生的時候，諦閑法師給他處理後事，對他非常佩服，很讚歎，而且說了，他這個成就比講經說法的大法師、比名山寶剎方丈的住持高多了。這就是專，沒有別的。善導大師這幾句話，是在《觀無量壽佛經》註解，《觀無量壽佛經四帖疏》，就是善導大師註的，那個上面講的。所以我們搞多了，搞了很多的花樣，沒有用處，不得力！真正得力就是一句阿彌陀。諸位一定要知道，一定要明瞭，這一句阿彌陀佛的名號真正不可思議，所以鳩摩羅什拿它來做經題。"
    },
    {
      "id": "01-003-0098_p0035",
      "zh_CN": "疏【云疏钞者，疏以释经，钞以释疏，冀易晓也。】",
      "zh_TW": "疏【云疏鈔者，疏以釋經，鈔以釋疏，冀易曉也。】"
    },
    {
      "id": "01-003-0098_p0036",
      "zh_CN": "『疏钞』，用现代话讲就是注解，这注解的名字有很多种，在佛门里面称之为「论」。《大智度论》，就是《摩诃般若波罗蜜经》的注解，称论，龙树菩萨造的。凡是用「论」这个字就是很坚定、很肯定的说，我这个注解就是佛的意思，决定没错，这才可以称论，跟佛讲的没有两样。后来的大德不敢这样称法，我讲的未必是佛的意思，只能提供你做参考，你可以取、可以选，你可以给我改正改正，论不可以。论，我说这个跟佛说的没有两样的，你只可以遵循，不能不尊崇，决定不能更改，我说的一字不错，那个态度。疏，就客气谦虚多了，疏是疏通的意思。",
      "zh_TW": "『疏鈔』，用現代話講就是註解，這註解的名字有很多種，在佛門裡面稱之為「論」。《大智度論》，就是《摩訶般若波羅蜜經》的註解，稱論，龍樹菩薩造的。凡是用「論」這個字就是很堅定、很肯定的說，我這個註解就是佛的意思，決定沒錯，這才可以稱論，跟佛講的沒有兩樣。後來的大德不敢這樣稱法，我講的未必是佛的意思，只能提供你做參考，你可以取、可以選，你可以給我改正改正，論不可以。論，我說這個跟佛說的沒有兩樣的，你只可以遵循，不能不尊崇，決定不能更改，我說的一字不錯，那個態度。疏，就客氣謙虛多了，疏是疏通的意思。"
    },
    {
      "id": "01-003-0098_p0037",
      "zh_CN": "在中国古时候，注解也是如此的。像《春秋三传》，《春秋》，孔老夫子说的，左丘明给他做注解，叫《左传》，《公羊传》、《谷梁传》，这是三家给孔老夫子这个书做的注解。称传，传就是传的意思，这个意思也坚定，我这个注解就是孔老夫子的意思，没错，一句都不能改，可以永远传到后世，这个口气很大的。后来的人不敢用这个字，所以注解用注、用解、用疏、用钞，用这些，这都是谦虚的话。这个意思就是说，我不一定完全能够符合佛的意思，可以修改，可以提供大家做做参考，不敢那么肯定，就是这个意思。",
      "zh_TW": "在中國古時候，註解也是如此的。像《春秋三傳》，《春秋》，孔老夫子說的，左丘明給他做註解，叫《左傳》，《公羊傳》、《穀梁傳》，這是三家給孔老夫子這個書做的註解。稱傳，傳就是傳的意思，這個意思也堅定，我這個註解就是孔老夫子的意思，沒錯，一句都不能改，可以永遠傳到後世，這個口氣很大的。後來的人不敢用這個字，所以註解用註、用解、用疏、用鈔，用這些，這都是謙虛的話。這個意思就是說，我不一定完全能夠符合佛的意思，可以修改，可以提供大家做做參考，不敢那麼肯定，就是這個意思。"
    },
    {
      "id": "01-003-0098_p0038",
      "zh_CN": "「疏」是注解「经」的，经文里面文字、义理有艰深的地方，他把它疏通疏通，让你容易了解。可是疏有的时候还是很深，还得要加以注解，那就是注解的注解，这是「钞」。钞，这是注解的注解，就是疏还是很难懂，再用钞来解释疏。钞，我们现在还是看不懂，还是很深，还需要加以注解，就是注解的注解还要再加注解，这个注解就是「演义」，所以有《疏钞演义》，演义就是注解钞的。愈注，意思就愈多，意思永远没有止尽，其目的就是希望我们容易明白，容易体会经里面的意思。所以做疏、做钞、做演义，甚至于我们讲解，目的都在此地，帮助我们理解这个经。下面解释疏钞的定义：",
      "zh_TW": "「疏」是註解「經」的，經文裡面文字、義理有艱深的地方，他把它疏通疏通，讓你容易了解。可是疏有的時候還是很深，還得要加以註解，那就是註解的註解，這是「鈔」。鈔，這是註解的註解，就是疏還是很難懂，再用鈔來解釋疏。鈔，我們現在還是看不懂，還是很深，還需要加以註解，就是註解的註解還要再加註解，這個註解就是「演義」，所以有《疏鈔演義》，演義就是註解鈔的。愈註，意思就愈多，意思永遠沒有止盡，其目的就是希望我們容易明白，容易體會經裡面的意思。所以做疏、做鈔、做演義，甚至於我們講解，目的都在此地，幫助我們理解這個經。下面解釋疏鈔的定義："
    },
    {
      "id": "01-003-0098_p0039",
      "zh_CN": "钞【疏者，古云条陈也，又记注也。】",
      "zh_TW": "鈔【疏者，古云條陳也，又記注也。】"
    },
    {
      "id": "01-003-0098_p0040",
      "zh_CN": "在经文里面，有一些很深的意思、幽深的意思，我们能体会，能看出一点，把它注在旁边。或者是用另外一个本子把它写下来，记录下来，这叫『条陈』，一条一条写下来。也是『记注』的意思，记是笔记，把它注明白，自己的心得感想，自己的悟处，体悟之处。",
      "zh_TW": "在經文裡面，有一些很深的意思、幽深的意思，我們能體會，能看出一點，把它註在旁邊。或者是用另外一個本子把它寫下來，記錄下來，這叫『條陳』，一條一條寫下來。也是『記注』的意思，記是筆記，把它註明白，自己的心得感想，自己的悟處，體悟之處。"
    },
    {
      "id": "01-003-0098_p0041",
      "zh_CN": "钞【今谓经义得此，条陈而不隐晦。】",
      "zh_TW": "鈔【今謂經義得此，條陳而不隱晦。】"
    },
    {
      "id": "01-003-0098_p0042",
      "zh_CN": "意思明显了，经过注解，我们意思看得非常明显。",
      "zh_TW": "意思明顯了，經過註解，我們意思看得非常明顯。"
    },
    {
      "id": "01-003-0098_p0043",
      "zh_CN": "钞【记注而不遗忘也。】",
      "zh_TW": "鈔【記注而不遺忘也。】"
    },
    {
      "id": "01-003-0098_p0044",
      "zh_CN": "这是怕我们后头忘掉了，写出来，写成笔记记下来，以后不会忘记了。这都是「疏」的意思。",
      "zh_TW": "這是怕我們後頭忘掉了，寫出來，寫成筆記記下來，以後不會忘記了。這都是「疏」的意思。"
    },
    {
      "id": "01-003-0098_p0045",
      "zh_CN": "钞【钞者，古云略取也，又写录也。略取，则条陈之切要；写录，即记注之显明。】",
      "zh_TW": "鈔【鈔者，古云略取也，又寫錄也。略取，則條陳之切要；寫錄，即記注之顯明。】"
    },
    {
      "id": "01-003-0098_p0046",
      "zh_CN": "『略取，则条陈之切要』，就是把疏里头重要的意思、重要的句子，特别把它圈出来，特别把它提出来，让这个意思更为明显，取它重要的。譬如，《华严经疏论纂要》、《法华经文句纂要》，这些都是属于略取。因为疏跟论分量太大，所以取重要的，那个不重要的就不录，把重要的摘录下来，这叫纂要。这两部书都是清朝康熙年间道霈禅师编辑的，就是摘录的。对于我们研究《华严疏论》的人，可以说帮助很大。《华严疏论》分量大，意思也深，不容易念。《法华经文句记》也是如此，也是非常之深，分量相当之多。经过他做这番工作，对我们初学的人可以说是非常大的帮助。我们读精华、读提要，这就是「略取」的意思。",
      "zh_TW": "『略取，則條陳之切要』，就是把疏裡頭重要的意思、重要的句子，特別把它圈出來，特別把它提出來，讓這個意思更為明顯，取它重要的。譬如，《華嚴經疏論纂要》、《法華經文句纂要》，這些都是屬於略取。因為疏跟論分量太大，所以取重要的，那個不重要的就不錄，把重要的摘錄下來，這叫纂要。這兩部書都是清朝康熙年間道霈禪師編輯的，就是摘錄的。對於我們研究《華嚴疏論》的人，可以說幫助很大。《華嚴疏論》分量大，意思也深，不容易念。《法華經文句記》也是如此，也是非常之深，分量相當之多。經過他做這番工作，對我們初學的人可以說是非常大的幫助。我們讀精華、讀提要，這就是「略取」的意思。"
    },
    {
      "id": "01-003-0098_p0047",
      "zh_CN": "『写录』就是写笔记，听讲、读书都要做笔记，就是这个意思。从前叫『记注』，就是现在的写笔记。帮助你记忆不忘记，而且重要的地方就写得清清楚楚明明白白。这是疏钞两个字的定义。",
      "zh_TW": "『寫錄』就是寫筆記，聽講、讀書都要做筆記，就是這個意思。從前叫『記注』，就是現在的寫筆記。幫助你記憶不忘記，而且重要的地方就寫得清清楚楚明明白白。這是疏鈔兩個字的定義。"
    },
    {
      "id": "01-003-0098_p0048",
      "zh_CN": "钞【冀，望也。】",
      "zh_TW": "鈔【冀，望也。】"
    },
    {
      "id": "01-003-0098_p0049",
      "zh_CN": "『冀』是希望，就是我们对它一个希望。",
      "zh_TW": "『冀』是希望，就是我們對它一個希望。"
    },
    {
      "id": "01-003-0098_p0050",
      "zh_CN": "钞【经难明。】",
      "zh_TW": "鈔【經難明。】"
    },
    {
      "id": "01-003-0098_p0051",
      "zh_CN": "经的意思很深，不容易明了。",
      "zh_TW": "經的意思很深，不容易明瞭。"
    },
    {
      "id": "01-003-0098_p0052",
      "zh_CN": "钞【疏通之。】",
      "zh_TW": "鈔【疏通之。】"
    },
    {
      "id": "01-003-0098_p0053",
      "zh_CN": "把它疏通疏通，我们就明了经义了。",
      "zh_TW": "把它疏通疏通，我們就明瞭經義了。"
    },
    {
      "id": "01-003-0098_p0054",
      "zh_CN": "钞【疏难明。】",
      "zh_TW": "鈔【疏難明。】"
    },
    {
      "id": "01-003-0098_p0055",
      "zh_CN": "疏也注得很深。",
      "zh_TW": "疏也註得很深。"
    },
    {
      "id": "01-003-0098_p0056",
      "zh_CN": "钞【钞出之。】",
      "zh_TW": "鈔【鈔出之。】"
    },
    {
      "id": "01-003-0098_p0057",
      "zh_CN": "『钞』把它写明白，把它的意思透出来。",
      "zh_TW": "『鈔』把它寫明白，把它的意思透出來。"
    },
    {
      "id": "01-003-0098_p0058",
      "zh_CN": "钞【望人人晓了经义也。】",
      "zh_TW": "鈔【望人人曉了經義也。】"
    },
    {
      "id": "01-003-0098_p0059",
      "zh_CN": "目的在此地，希望别人都能明了经里面的义理。",
      "zh_TW": "目的在此地，希望別人都能明瞭經裡面的義理。"
    },
    {
      "id": "01-003-0098_p0060",
      "zh_CN": "说了这么多，莲池大师这个注子的好，不仅教相讲得清楚明白，而且每一段都有称性之谈。称性之谈的这一段，就是经里面甚深的义理，所谓是弦外之音，文字表面上看不到的，实际上这文字就是显这个道理。",
      "zh_TW": "說了這麼多，蓮池大師這個註子的好，不僅教相講得清楚明白，而且每一段都有稱性之談。稱性之談的這一段，就是經裡面甚深的義理，所謂是弦外之音，文字表面上看不到的，實際上這文字就是顯這個道理。"
    },
    {
      "id": "01-003-0098_p0061",
      "zh_CN": "疏【称理。】",
      "zh_TW": "疏【稱理。】"
    },
    {
      "id": "01-003-0098_p0062",
      "zh_CN": "他每一段后头都有个『称理』。「理」就是真如本性，就是从真如本性里面来说。",
      "zh_TW": "他每一段後頭都有個『稱理』。「理」就是真如本性，就是從真如本性裡面來說。"
    },
    {
      "id": "01-003-0098_p0063",
      "zh_CN": "疏【则自性觉，是佛义。】",
      "zh_TW": "疏【則自性覺，是佛義。】"
    },
    {
      "id": "01-003-0098_p0064",
      "zh_CN": "所谓「自性弥陀，唯心净土」，完全归到自性。",
      "zh_TW": "所謂「自性彌陀，唯心淨土」，完全歸到自性。"
    },
    {
      "id": "01-003-0098_p0065",
      "zh_CN": "疏【自性觉无量，是阿弥陀义；自性本始二觉，是两土果人义。】",
      "zh_TW": "疏【自性覺無量，是阿彌陀義；自性本始二覺，是兩土果人義。】"
    },
    {
      "id": "01-003-0098_p0066",
      "zh_CN": "『果人』就是佛，『两土』是极乐世界与我们娑婆世界。极乐世界阿弥陀佛是本觉，我们这个地方释迦牟尼佛这是始觉，本始不二。",
      "zh_TW": "『果人』就是佛，『兩土』是極樂世界與我們娑婆世界。極樂世界阿彌陀佛是本覺，我們這個地方釋迦牟尼佛這是始覺，本始不二。"
    },
    {
      "id": "01-003-0098_p0067",
      "zh_CN": "疏【自性觉体遍照，是说经义，后皆例此。】",
      "zh_TW": "疏【自性覺體遍照，是說經義，後皆例此。】"
    },
    {
      "id": "01-003-0098_p0068",
      "zh_CN": "以后每一段他都有称性之谈，这是他这个注解了不起之处。『自性觉』就是佛，「佛」是梵文音译过来的，翻成中国字就是觉。我们人每个人也都有觉，哪个人不觉？都有觉。为什么不叫佛？因为你不是自性觉，你要是自性觉，那你叫佛了。你现在是什么觉？你现在这个觉是妄心觉，不是真心，妄心！一天到晚在打妄想，想东想西，这是妄想心，这个心在觉，这个心所觉的都是错觉，不是真觉。为什么？因为不是真心，你怎么会真觉？你用的妄心，妄心的觉，那是错觉不是真觉。所以你真心要是觉悟了，那就叫佛；妄心那个觉，那不叫佛。",
      "zh_TW": "以後每一段他都有稱性之談，這是他這個註解了不起之處。『自性覺』就是佛，「佛」是梵文音譯過來的，翻成中國字就是覺。我們人每個人也都有覺，哪個人不覺？都有覺。為什麼不叫佛？因為你不是自性覺，你要是自性覺，那你叫佛了。你現在是什麼覺？你現在這個覺是妄心覺，不是真心，妄心！一天到晚在打妄想，想東想西，這是妄想心，這個心在覺，這個心所覺的都是錯覺，不是真覺。為什麼？因為不是真心，你怎麼會真覺？你用的妄心，妄心的覺，那是錯覺不是真覺。所以你真心要是覺悟了，那就叫佛；妄心那個覺，那不叫佛。"
    },
    {
      "id": "01-003-0098_p0069",
      "zh_CN": "《金刚经》上有一句话说，这个意思是讲，我们学佛，如果从佛的色相上求，从佛的音声上求，色相是什么？就是威仪，佛坐怎么坐法，站怎么站法，睡觉怎么睡法，行住坐卧四威仪，色相。从音声上求，音声就是佛说法，你听了，依照这佛所讲的这个去求。佛说：是人行邪道。这依教奉行了，怎么还行邪道？你要晓得，佛的色相、音声都是教我们启发自性觉的，不是叫我们跟他学的，是叫我们看着他的样子、听到他的法语，开启我们的自性觉，佛的目的在此地。不是要我们学他那个样子，不是要我们学他的言语。",
      "zh_TW": "《金剛經》上有一句話說，這個意思是講，我們學佛，如果從佛的色相上求，從佛的音聲上求，色相是什麼？就是威儀，佛坐怎麼坐法，站怎麼站法，睡覺怎麼睡法，行住坐臥四威儀，色相。從音聲上求，音聲就是佛說法，你聽了，依照這佛所講的這個去求。佛說：是人行邪道。這依教奉行了，怎麼還行邪道？你要曉得，佛的色相、音聲都是教我們啟發自性覺的，不是叫我們跟他學的，是叫我們看著他的樣子、聽到他的法語，開啟我們的自性覺，佛的目的在此地。不是要我們學他那個樣子，不是要我們學他的言語。"
    },
    {
      "id": "01-003-0098_p0070",
      "zh_CN": "当时的确很难懂，现在更好懂了。怎么说现在更好懂？现在我们跟佛相去三千年，我们的意识形态、生活方式跟佛完全不同，如果我们还学他那个样子，还学他那个音声，那你在这个社会，真叫开倒车，真叫落伍了，行不通了！所以佛法叫你求自性觉。你要是自性果然觉悟了，佛法是活的，不是死的，活活泼泼。佛法是什么？佛法就是现实的生活，就是在现实生活里面处事待人接物觉而不迷，这就叫佛法。所以并不是要装成那个样子，不是的！那叫死在佛法里头了。所以佛说：是人行邪道。为什么？把释迦牟尼佛看成是佛，自己变成了魔。佛是教我们自己成佛，不要把自己变成魔，是这个意思。所以《金刚经》上那句话意义很深。",
      "zh_TW": "當時的確很難懂，現在更好懂了。怎麼說現在更好懂？現在我們跟佛相去三千年，我們的意識形態、生活方式跟佛完全不同，如果我們還學他那個樣子，還學他那個音聲，那你在這個社會，真叫開倒車，真叫落伍了，行不通了！所以佛法叫你求自性覺。你要是自性果然覺悟了，佛法是活的，不是死的，活活潑潑。佛法是什麼？佛法就是現實的生活，就是在現實生活裡面處事待人接物覺而不迷，這就叫佛法。所以並不是要裝成那個樣子，不是的！那叫死在佛法裡頭了。所以佛說：是人行邪道。為什麼？把釋迦牟尼佛看成是佛，自己變成了魔。佛是教我們自己成佛，不要把自己變成魔，是這個意思。所以《金剛經》上那句話意義很深。"
    },
    {
      "id": "01-003-0098_p0071",
      "zh_CN": "你看佛教一到中国来，立刻就中国化。在印度三衣一钵，日中一食，树下一宿。一到中国，我们中国皇帝供养宫殿，很好的居住场所，他不要到外头去露宿，每天有好的供养送给他，他不必到外面去托钵，而且供养很好的衣服，衣食住行生活全部改变了，全部中国化。所以现在还有一些人学佛的，一定要学小乘搭的那个衣服。如果你真的想学，你现在学的什么？学的是泰国的出家人，不是佛。为什么？因为佛只有三衣，你还穿着小褂裤，你不是佛，你连小褂裤都不能穿。佛托钵，日中一食；你现在吃三餐，你没有学到。佛那个时候与弟子树下盘腿打坐，没有房子住；你现在还有房子住，你也没有学到。你看看，学的不像，不伦不类，这不叫行邪道叫什么？",
      "zh_TW": "你看佛教一到中國來，立刻就中國化。在印度三衣一缽，日中一食，樹下一宿。一到中國，我們中國皇帝供養宮殿，很好的居住場所，他不要到外頭去露宿，每天有好的供養送給他，他不必到外面去托缽，而且供養很好的衣服，衣食住行生活全部改變了，全部中國化。所以現在還有一些人學佛的，一定要學小乘搭的那個衣服。如果你真的想學，你現在學的什麼？學的是泰國的出家人，不是佛。為什麼？因為佛只有三衣，你還穿著小褂褲，你不是佛，你連小褂褲都不能穿。佛托缽，日中一食；你現在吃三餐，你沒有學到。佛那個時候與弟子樹下盤腿打坐，沒有房子住；你現在還有房子住，你也沒有學到。你看看，學的不像，不倫不類，這不叫行邪道叫什麼？"
    },
    {
      "id": "01-003-0098_p0072",
      "zh_CN": "那些人听到，一定反对，说我骂他，说我不遵守佛的教训，还骂他。他们自己认为，他那是佛法，错了！所以佛法，在哪一个时代一定跟这个时代完全相同，在哪个地区、哪一个国家一定跟他的风俗习惯也完全相同，大家才欢喜，才喜欢接受你。所以佛教一到中国来就好像被中国同化了，其实那是什么？恒顺众生，随喜功德。大家一定要明白这个道理，而不能死在佛法里头，不要学死了，要启发自性觉。这是这一点意思。",
      "zh_TW": "那些人聽到，一定反對，說我罵他，說我不遵守佛的教訓，還罵他。他們自己認為，他那是佛法，錯了！所以佛法，在哪一個時代一定跟這個時代完全相同，在哪個地區、哪一個國家一定跟他的風俗習慣也完全相同，大家才歡喜，才喜歡接受你。所以佛教一到中國來就好像被中國同化了，其實那是什麼？恆順眾生，隨喜功德。大家一定要明白這個道理，而不能死在佛法裡頭，不要學死了，要啟發自性覺。這是這一點意思。"
    },
    {
      "id": "01-003-0098_p0073",
      "zh_CN": "『自性觉无量，是阿弥陀义』，「阿」翻作无，「弥陀」翻作量，「佛」翻作觉，整个翻成中文是「无量觉」。我们觉性是一个，我们觉性起作用是无量无边，无量无边的作用，这就是阿弥陀。这一点诸位要记住。觉性，什么叫觉性？这很难讲。觉性是什么样子？如果讲是什么样子，也许能够稍微体会到一点。六祖说出自性觉的样子，他说：「本来无一物，何处惹尘埃」，这就是觉性的样子。所以觉性是没有分别的，没有执着的。你有分别、有执着就是不觉，就是迷。不但没有分别执着，心地干干净净，决定不落印象，这是真正的觉。不分别、不执着、不落印象，这个心多清净！这个心广大没有边际！心有分别就有界限，有执着心量就窄小，就有大小。无分别、无执着、不落印象，这是觉的样子。",
      "zh_TW": "『自性覺無量，是阿彌陀義』，「阿」翻作無，「彌陀」翻作量，「佛」翻作覺，整個翻成中文是「無量覺」。我們覺性是一個，我們覺性起作用是無量無邊，無量無邊的作用，這就是阿彌陀。這一點諸位要記住。覺性，什麼叫覺性？這很難講。覺性是什麼樣子？如果講是什麼樣子，也許能夠稍微體會到一點。六祖說出自性覺的樣子，他說：「本來無一物，何處惹塵埃」，這就是覺性的樣子。所以覺性是沒有分別的，沒有執著的。你有分別、有執著就是不覺，就是迷。不但沒有分別執著，心地乾乾淨淨，決定不落印象，這是真正的覺。不分別、不執著、不落印象，這個心多清淨！這個心廣大沒有邊際！心有分別就有界限，有執著心量就窄小，就有大小。無分別、無執著、不落印象，這是覺的樣子。"
    },
    {
      "id": "01-003-0098_p0074",
      "zh_CN": "起作用有分别、有执着，但是没有印象。怎么叫有分别？因为众生有分别，随众生的分别而分别，自己没有分别；随众生的执着而执着，自己没有执着。所以他的执着就是不执着，他的分别就是不分别。《坛经》里面，怀让禅师跟六祖那个问答，怀让答复有辩驳的时候，六祖就说：你不是有分别了吗？他答得好，「分别亦非意」，不落在心意识里头，那就是分别是随顺你的分别而分别，不是我心里真正有分别。六祖给他印证，印可。不是自己真的有分别，不是自己真的有执着，自己真的分别、执着统统没有，是随顺众生的分别，随顺众生的执着，他自己心地清净，一尘不染。这就是自性觉的样子。这个不容易做到，这是真正的功夫。",
      "zh_TW": "起作用有分別、有執著，但是沒有印象。怎麼叫有分別？因為眾生有分別，隨眾生的分別而分別，自己沒有分別；隨眾生的執著而執著，自己沒有執著。所以他的執著就是不執著，他的分別就是不分別。《壇經》裡面，懷讓禪師跟六祖那個問答，懷讓答覆有辯駁的時候，六祖就說：你不是有分別了嗎？他答得好，「分別亦非意」，不落在心意識裡頭，那就是分別是隨順你的分別而分別，不是我心裡真正有分別。六祖給他印證，印可。不是自己真的有分別，不是自己真的有執著，自己真的分別、執著統統沒有，是隨順眾生的分別，隨順眾生的執著，他自己心地清淨，一塵不染。這就是自性覺的樣子。這個不容易做到，這是真正的功夫。"
    },
    {
      "id": "01-003-0098_p0075",
      "zh_CN": "『自性本始二觉，是两土果人义』。本觉是对始觉而说的，始觉跟本觉是相同的，就是你开始觉悟了。因此你就要知道，我们这个念佛的功德不可思议，念佛这种功夫是任何一个法门不能相比的。譬如参禅、学密、学咒，决定比不上念佛，为什么？我们念这句阿弥陀佛，能念的心是始觉，所念的这句佛号是本觉，始本相应，始本不二。始觉合本觉，「一念相应一念佛，念念相应念念佛」，用这种念法，他把见思、尘沙、无明烦恼同时断。你说哪个法门能把这三种烦恼同时断？不可能。一般的法门都是先断见思，再断尘沙，最后破无明，它是分成阶层的，它不能同时的。唯独念佛法门是同时的。诸位想想，如果不是同时，为什么一往生就圆证三不退？理上讲不通。就是因为念佛这个时候，它是同时的，始觉合本觉，始本不二，所以这句佛号同时断见思烦恼，破尘沙烦恼，破根本无明。这个法门的好处说不尽，知道的人太少太少了。",
      "zh_TW": "『自性本始二覺，是兩土果人義』。本覺是對始覺而說的，始覺跟本覺是相同的，就是你開始覺悟了。因此你就要知道，我們這個念佛的功德不可思議，念佛這種功夫是任何一個法門不能相比的。譬如參禪、學密、學咒，決定比不上念佛，為什麼？我們念這句阿彌陀佛，能念的心是始覺，所念的這句佛號是本覺，始本相應，始本不二。始覺合本覺，「一念相應一念佛，念念相應念念佛」，用這種念法，他把見思、塵沙、無明煩惱同時斷。你說哪個法門能把這三種煩惱同時斷？不可能。一般的法門都是先斷見思，再斷塵沙，最後破無明，它是分成階層的，它不能同時的。唯獨念佛法門是同時的。諸位想想，如果不是同時，為什麼一往生就圓證三不退？理上講不通。就是因為念佛這個時候，它是同時的，始覺合本覺，始本不二，所以這句佛號同時斷見思煩惱，破塵沙煩惱，破根本無明。這個法門的好處說不盡，知道的人太少太少了。"
    },
    {
      "id": "01-003-0098_p0076",
      "zh_CN": "所以这个法门殊胜，没话说，十方诸佛赞叹是有道理，不是随随便便赞叹的。你看哪个经上有十方诸佛赞叹？没有，找不到！只有这部经，十方一切诸佛赞叹。所以这个功夫，平常我们自己念，我们自己不晓得，实在话，你自己念的人，念得也不如法，你念的功夫不得力。你真正得力，它真有效，你的烦恼一定是天天轻，无明一定是天天减少，你这个觉性会透出来。到临命终时，佛来接引你，佛光照你，佛力加持你，你在这个时候得一心不乱，所以一往生圆证三不退，就是这么个道理。",
      "zh_TW": "所以這個法門殊勝，沒話說，十方諸佛讚歎是有道理，不是隨隨便便讚歎的。你看哪個經上有十方諸佛讚歎？沒有，找不到！只有這部經，十方一切諸佛讚歎。所以這個功夫，平常我們自己念，我們自己不曉得，實在話，你自己念的人，念得也不如法，你念的功夫不得力。你真正得力，它真有效，你的煩惱一定是天天輕，無明一定是天天減少，你這個覺性會透出來。到臨命終時，佛來接引你，佛光照你，佛力加持你，你在這個時候得一心不亂，所以一往生圓證三不退，就是這麼個道理。"
    },
    {
      "id": "01-003-0098_p0077",
      "zh_CN": "所以这个才叫二力法门，我们自己做一半，佛到那时候力量加得上。这样殊胜的法门要大力的去宣扬，这个宣扬，一个众生相信了，一个众生就成佛，不仅是得度，他成佛；两个人相信，两个人成佛。真正相信，那是大善根大福报，经上讲的「不可以少善根福德因缘得生彼国」。我们为众生能做的就是因缘，就是把这个法门的殊胜，法门的功德利益介绍给别人，讲解给别人听。他相信了，那个人就有大善根、有大福德；他不相信，他没善根没福德。虽没善根没福德，「一历耳根，永为道种」，他的种子种下去，这一生不能成就，将来还会有成就的。能把这一点做好了，就是报答佛恩。",
      "zh_TW": "所以這個才叫二力法門，我們自己做一半，佛到那時候力量加得上。這樣殊勝的法門要大力的去宣揚，這個宣揚，一個眾生相信了，一個眾生就成佛，不僅是得度，他成佛；兩個人相信，兩個人成佛。真正相信，那是大善根大福報，經上講的「不可以少善根福德因緣得生彼國」。我們為眾生能做的就是因緣，就是把這個法門的殊勝，法門的功德利益介紹給別人，講解給別人聽。他相信了，那個人就有大善根、有大福德；他不相信，他沒善根沒福德。雖沒善根沒福德，「一歷耳根，永為道種」，他的種子種下去，這一生不能成就，將來還會有成就的。能把這一點做好了，就是報答佛恩。"
    },
    {
      "id": "01-003-0098_p0078",
      "zh_CN": "『自性觉体遍照，是说经义』，众生迷而不觉，所以佛来为他们开示，使他们觉悟，能够叫一切众生觉悟的，这就是说经的目的。『觉体遍照』，也就是『说经』的意思。「遍照」，简单的说，就是对于一切人、一切事、一切物、一切时空，没有一样不清楚，没有一样不明了，这就是遍照。决定不迷，知道得清清楚楚明明白白，晓得自己应该如何来处理，晓得自己应该用什么方式、什么态度来做，虽不说经也等于说经了，你觉而不迷了。你的旁边，这是善根福德深厚的，他看到你这样子这个态度待人接物，也引发他的觉悟，就是我们讲身教。身教、言教统统都要具足，当然你的心清净，就是意教，心里头已经在说经，口没说经，心已经在说经，无时无处不说经，就这个意思，这就遍照之意。今天时间到了，我们就讲到此地。",
      "zh_TW": "『自性覺體遍照，是說經義』，眾生迷而不覺，所以佛來為他們開示，使他們覺悟，能夠叫一切眾生覺悟的，這就是說經的目的。『覺體遍照』，也就是『說經』的意思。「遍照」，簡單的說，就是對於一切人、一切事、一切物、一切時空，沒有一樣不清楚，沒有一樣不明瞭，這就是遍照。決定不迷，知道得清清楚楚明明白白，曉得自己應該如何來處理，曉得自己應該用什麼方式、什麼態度來做，雖不說經也等於說經了，你覺而不迷了。你的旁邊，這是善根福德深厚的，他看到你這樣子這個態度待人接物，也引發他的覺悟，就是我們講身教。身教、言教統統都要具足，當然你的心清淨，就是意教，心裡頭已經在說經，口沒說經，心已經在說經，無時無處不說經，就這個意思，這就遍照之意。今天時間到了，我們就講到此地。"
    }
  ]
}