{
  "doc_id": "01-003-0160",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六０集",
    "zh_TW": "第一六０集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0160",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "01-003-0160_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三四三页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三四三頁："
    },
    {
      "id": "01-003-0160_p0002",
      "zh_CN": "钞【禅悦为食，故定有食义；智能运转，故慧有行义。如论颂云：爱乐佛法味，禅三昧为食。又佛地论：净土中诸佛菩萨，能说能受大乘法味，又正体智受真如味，能住持身命，使不断坏，长养万法，故名为食。】",
      "zh_TW": "鈔【禪悅為食，故定有食義；智能運轉，故慧有行義。如論頌云：愛樂佛法味，禪三昧為食。又佛地論：淨土中諸佛菩薩，能說能受大乘法味，又正體智受真如味，能住持身命，使不斷壞，長養萬法，故名為食。】"
    },
    {
      "id": "01-003-0160_p0003",
      "zh_CN": "『禅悦为食』，在佛法里面讲，初禅以上就不需要饮食，所以不是欲界，到色界天去了。色界有四禅，有十八层天，初禅、二禅、三禅都是三层天；像初禅是梵天，有梵众天、梵辅天、大梵天；第四禅很特别，四禅是凡圣同居土，除普通的三层天之外，它有一个外道天（就是无想天），修无想定成就的就是外道天；另外他有圣人居住的处所，叫五不还天，就有五层，所以加上一个外道天，加上普通的三层天，四禅有九层天。加上前面初禅、二禅、三禅各三层，所以色界有十八层天。这些天人都不需要饮食，愈是层次高的，他禅定功夫愈深。财色名食睡，这叫五欲，初禅以上统统没有了，他不需要睡眠，也不需要饮食。五欲我们看起来这两条是非常的严重，财不要还可以，名不要也可以，色不要也可以，吃跟睡这个不要不行，这是我们决定做不到的。所以要晓得，色界以上都不需要饮食，禅悦为食。",
      "zh_TW": "『禪悅為食』，在佛法裡面講，初禪以上就不需要飲食，所以不是欲界，到色界天去了。色界有四禪，有十八層天，初禪、二禪、三禪都是三層天；像初禪是梵天，有梵眾天、梵輔天、大梵天；第四禪很特別，四禪是凡聖同居土，除普通的三層天之外，它有一個外道天（就是無想天），修無想定成就的就是外道天；另外他有聖人居住的處所，叫五不還天，就有五層，所以加上一個外道天，加上普通的三層天，四禪有九層天。加上前面初禪、二禪、三禪各三層，所以色界有十八層天。這些天人都不需要飲食，愈是層次高的，他禪定功夫愈深。財色名食睡，這叫五欲，初禪以上統統沒有了，他不需要睡眠，也不需要飲食。五欲我們看起來這兩條是非常的嚴重，財不要還可以，名不要也可以，色不要也可以，吃跟睡這個不要不行，這是我們決定做不到的。所以要曉得，色界以上都不需要飲食，禪悅為食。"
    },
    {
      "id": "01-003-0160_p0004",
      "zh_CN": "我们想想，西方极乐世界下下品生的人也超过了四禅天，无论在定功、智慧、福报都远远的超过六道，大梵天王也不能跟他相比，哪里还会有饮食？前面祖师跟我们解释的也很有道理，所谓有饮食，只是我们欲界的众生，念佛带业往生，到了西方极乐世界，我们吃饭、睡觉这习气还没有断，偶尔会想起来，「怎么这么久没吃饭」，会动这个念头。西方极乐世界那个世界很奇妙，一切法都是变化所作，你念头一动，百味饮食就会现前。现前之后才晓得，我们现在在西方极乐世界，不是在娑婆世界，这个用不着了；用不着，它就没有了，就化去了。",
      "zh_TW": "我們想想，西方極樂世界下下品生的人也超過了四禪天，無論在定功、智慧、福報都遠遠的超過六道，大梵天王也不能跟他相比，哪裡還會有飲食？前面祖師跟我們解釋的也很有道理，所謂有飲食，只是我們欲界的眾生，念佛帶業往生，到了西方極樂世界，我們吃飯、睡覺這習氣還沒有斷，偶爾會想起來，「怎麼這麼久沒吃飯」，會動這個念頭。西方極樂世界那個世界很奇妙，一切法都是變化所作，你念頭一動，百味飲食就會現前。現前之後才曉得，我們現在在西方極樂世界，不是在娑婆世界，這個用不著了；用不著，它就沒有了，就化去了。"
    },
    {
      "id": "01-003-0160_p0005",
      "zh_CN": "禅定里面产生的喜悦能滋养精神，使我们的精神振作起来不会疲倦，就有饮食的意义，我们欲界，饮食最大的作用也就是滋养身命，所以有同样的功能、同样的意义。",
      "zh_TW": "禪定裡面產生的喜悅能滋養精神，使我們的精神振作起來不會疲倦，就有飲食的意義，我們欲界，飲食最大的作用也就是滋養身命，所以有同樣的功能、同樣的意義。"
    },
    {
      "id": "01-003-0160_p0006",
      "zh_CN": "演【禅悦为食定有食义者，禅定资神，轻安适悦故。】",
      "zh_TW": "演【禪悅為食定有食義者，禪定資神，輕安適悅故。】"
    },
    {
      "id": "01-003-0160_p0007",
      "zh_CN": "「资」是滋养，「神」是精神，滋养精神；「轻安适悦」，不但是精神，连身体也包括，身心愉快！所以禅定有饮食的意思。我们这个世间，吃饱的时候，精神就好了，体力也就恢复了。",
      "zh_TW": "「資」是滋養，「神」是精神，滋養精神；「輕安適悅」，不但是精神，連身體也包括，身心愉快！所以禪定有飲食的意思。我們這個世間，吃飽的時候，精神就好了，體力也就恢復了。"
    },
    {
      "id": "01-003-0160_p0008",
      "zh_CN": "演【智能运转慧有行义者，智体无住，运行活泼故。】",
      "zh_TW": "演【智能運轉慧有行義者，智體無住，運行活潑故。】"
    },
    {
      "id": "01-003-0160_p0009",
      "zh_CN": "「智能运转」，智是于一切法都能明了通达，所以它有行的意思。统统是会归自性上来说的，就是自性定、自性慧。「智体无住，运行活泼故」，我们今天虽然能运行，不够活泼，愈是年纪大的人，行动愈不方便，没有年轻人那样的伶俐！这原因现在医学上讲，年岁大了，老化了，行动不便。佛法里面给我们讲的是定慧，是心地清净。身心清净，不但精神饱满，肉体也不容易老化，老化是不能避免，但是他衰老会缓慢，不像一般人衰老那样快。如果定功很深，他就不老了，他确实能控制身体。",
      "zh_TW": "「智能運轉」，智是於一切法都能明瞭通達，所以它有行的意思。統統是會歸自性上來說的，就是自性定、自性慧。「智體無住，運行活潑故」，我們今天雖然能運行，不夠活潑，愈是年紀大的人，行動愈不方便，沒有年輕人那樣的伶俐！這原因現在醫學上講，年歲大了，老化了，行動不便。佛法裡面給我們講的是定慧，是心地清淨。身心清淨，不但精神飽滿，肉體也不容易老化，老化是不能避免，但是他衰老會緩慢，不像一般人衰老那樣快。如果定功很深，他就不老了，他確實能控制身體。"
    },
    {
      "id": "01-003-0160_p0010",
      "zh_CN": "在佛经上说，释迦牟尼佛的时代，佛有两个弟子到现在还在人间，照中国人算法，佛灭度已经三千多年，这两个人还在。一个就是迦叶尊者，佛嘱咐他，要等弥勒佛出现在这个世间，把释迦牟尼佛的衣钵交给他、传授给他，他才可以灭度。所以迦叶尊者在我们人间，没有入灭。第二位就是宾头卢尊者，这是佛不准他入灭，要他在末法时期给一切众生做福田。你是诚心诚意供斋，他会来应供。他示现什么样子？不知道，没人认识，他会变化。这就是有很深的禅定，他能使这色身常住。阿罗汉都有这个能力，何况菩萨，何况佛？当然有这个能力。诸佛菩萨虽有这个能力，他不住世，不住世的原因在哪里？众生福薄。他要是以佛菩萨的身分来住世，对众生没好处，因为众生对他没有恭敬心，不但没有恭敬，还要毁谤佛菩萨，造的罪业就更重了。所以这些佛菩萨就不用自己的身分出现在世间。佛菩萨很慈悲，他可以用变化身，变化一个在家的居士，变化一个普通的出家人，因为你见到这些人不会毁谤，不会造口业了。所以，不以他本有的身分出现在世间。",
      "zh_TW": "在佛經上說，釋迦牟尼佛的時代，佛有兩個弟子到現在還在人間，照中國人算法，佛滅度已經三千多年，這兩個人還在。一個就是迦葉尊者，佛囑咐他，要等彌勒佛出現在這個世間，把釋迦牟尼佛的衣缽交給他、傳授給他，他才可以滅度。所以迦葉尊者在我們人間，沒有入滅。第二位就是賓頭盧尊者，這是佛不准他入滅，要他在末法時期給一切眾生做福田。你是誠心誠意供齋，他會來應供。他示現什麼樣子？不知道，沒人認識，他會變化。這就是有很深的禪定，他能使這色身常住。阿羅漢都有這個能力，何況菩薩，何況佛？當然有這個能力。諸佛菩薩雖有這個能力，他不住世，不住世的原因在哪裡？眾生福薄。他要是以佛菩薩的身分來住世，對眾生沒好處，因為眾生對他沒有恭敬心，不但沒有恭敬，還要毀謗佛菩薩，造的罪業就更重了。所以這些佛菩薩就不用自己的身分出現在世間。佛菩薩很慈悲，他可以用變化身，變化一個在家的居士，變化一個普通的出家人，因為你見到這些人不會毀謗，不會造口業了。所以，不以他本有的身分出現在世間。"
    },
    {
      "id": "01-003-0160_p0011",
      "zh_CN": "『如论颂云：爱乐佛法味，禅三昧为食』：",
      "zh_TW": "『如論頌云：愛樂佛法味，禪三昧為食』："
    },
    {
      "id": "01-003-0160_p0012",
      "zh_CN": "演【如论之论，是往生论。如论颂云下，是引证，食有六段，行有一段。】",
      "zh_TW": "演【如論之論，是往生論。如論頌云下，是引證，食有六段，行有一段。】"
    },
    {
      "id": "01-003-0160_p0013",
      "zh_CN": "「如论颂云」，举《论颂》来证明，「论」就是《往生论》。一般「论」上有加名字，像《大智度论》、《瑜伽师地论》、《起信论》；净宗的经典，单说个「论」，没有加上名字，决定是《往生论》。《往生论》上讲「爱乐佛法味，禅三昧为食」。「引证」，这是引《往生论》来做证明。《往生论》是天亲菩萨造的，昙鸾大师给它做个注解，《往生论注》，注得非常好。昙鸾是南北朝时代的人，对净土宗有非常大的贡献。他学法的因缘很特殊，他年轻的时候怕死，总感觉得人命无常，到处去求不死的方法，所以学神仙。以后碰到西域到中国来的法师，向他请教：佛门有没有长生不死的方法？这法师就介绍他：念阿弥陀佛求生西方极乐世界，长生不死。他听了很欢喜，于是就学佛，专修净土，也算得上是净土宗的一代祖师。",
      "zh_TW": "「如論頌云」，舉《論頌》來證明，「論」就是《往生論》。一般「論」上有加名字，像《大智度論》、《瑜伽師地論》、《起信論》；淨宗的經典，單說個「論」，沒有加上名字，決定是《往生論》。《往生論》上講「愛樂佛法味，禪三昧為食」。「引證」，這是引《往生論》來做證明。《往生論》是天親菩薩造的，曇鸞大師給它做個註解，《往生論註》，註得非常好。曇鸞是南北朝時代的人，對淨土宗有非常大的貢獻。他學法的因緣很特殊，他年輕的時候怕死，總感覺得人命無常，到處去求不死的方法，所以學神仙。以後碰到西域到中國來的法師，向他請教：佛門有沒有長生不死的方法？這法師就介紹他：念阿彌陀佛求生西方極樂世界，長生不死。他聽了很歡喜，於是就學佛，專修淨土，也算得上是淨土宗的一代祖師。"
    },
    {
      "id": "01-003-0160_p0014",
      "zh_CN": "《佛地论》说：『净土宗诸佛菩萨，能说能受大乘法味』，能说者是佛，能受的是菩萨。",
      "zh_TW": "《佛地論》說：『淨土宗諸佛菩薩，能說能受大乘法味』，能說者是佛，能受的是菩薩。"
    },
    {
      "id": "01-003-0160_p0015",
      "zh_CN": "演【诸佛菩萨能说能受者，非诸佛不能说，以具四无碍辩，得大无畏故。非菩萨不能受，以最极利根，堪能担荷故。】",
      "zh_TW": "演【諸佛菩薩能說能受者，非諸佛不能說，以具四無礙辯，得大無畏故。非菩薩不能受，以最極利根，堪能擔荷故。】"
    },
    {
      "id": "01-003-0160_p0016",
      "zh_CN": "这个话的意思就很深了。能说的是阿弥陀佛，这是狭义的；广义的说，是十方三世一切诸佛如来。它说什么？此地讲的「大乘法味」就是指《阿弥陀经》、《无量寿经》，指这个。这个经典是一切法门里面难信之法，不是诸佛如来，不能说！如果不是菩萨，也不能接受！你跟他讲，他不相信。唯有菩萨的智慧接近于佛，他相信，这个我们在《华严经》上看到。所以我们对于眼前不能接受这个法门，甚至排斥、毁谤，我们都要用极平常的心去看他，不足以为奇。他修学另外的法门，我们也勉励他，劝他认真的学习，为什么？他那个法门修学成功了，他就相信。他要拐个弯才能相信，现前他不相信。最后，不管哪一宗、不管哪一个法门的修行，他那个归宿是一真法界，就是华藏世界。华藏世界真正像一个大海一样，所有百川统统流入大海，这就是无量无边的法门到最后统统归到华藏世界。到了华藏世界，这就好办，见到文殊、普贤，普贤菩萨「十大愿王」带他到极乐世界去，拐个弯还是要去。",
      "zh_TW": "這個話的意思就很深了。能說的是阿彌陀佛，這是狹義的；廣義的說，是十方三世一切諸佛如來。它說什麼？此地講的「大乘法味」就是指《阿彌陀經》、《無量壽經》，指這個。這個經典是一切法門裡面難信之法，不是諸佛如來，不能說！如果不是菩薩，也不能接受！你跟他講，他不相信。唯有菩薩的智慧接近於佛，他相信，這個我們在《華嚴經》上看到。所以我們對於眼前不能接受這個法門，甚至排斥、毀謗，我們都要用極平常的心去看他，不足以為奇。他修學另外的法門，我們也勉勵他，勸他認真的學習，為什麼？他那個法門修學成功了，他就相信。他要拐個彎才能相信，現前他不相信。最後，不管哪一宗、不管哪一個法門的修行，他那個歸宿是一真法界，就是華藏世界。華藏世界真正像一個大海一樣，所有百川統統流入大海，這就是無量無邊的法門到最後統統歸到華藏世界。到了華藏世界，這就好辦，見到文殊、普賢，普賢菩薩「十大願王」帶他到極樂世界去，拐個彎還是要去。"
    },
    {
      "id": "01-003-0160_p0017",
      "zh_CN": "《华严经》上说得很好，「十地菩萨始终不离念佛」，所以菩萨才能受！登了地的菩萨对于事实的真相完全了解，他会认真的念佛。华严上讲十地菩萨，就是从初地到等觉，这十一个位次，不必要人劝了，他就会念佛。不管修哪个法门，没有一样不好，我们都劝他认真的修。如果他能修学净土法门，他相信了，这是无量劫以来他的善根福德因缘在这一生成熟了，这个非常希有，绝对不是普通人，这个人有大善根，有真实的智慧，他才会相信这个法门，才会喜欢这个法门，才会认真修学这个法门，能受！可见得能受是菩萨。这是一个说法，这个说法完全就西方极乐世界。",
      "zh_TW": "《華嚴經》上說得很好，「十地菩薩始終不離念佛」，所以菩薩才能受！登了地的菩薩對於事實的真相完全了解，他會認真的念佛。華嚴上講十地菩薩，就是從初地到等覺，這十一個位次，不必要人勸了，他就會念佛。不管修哪個法門，沒有一樣不好，我們都勸他認真的修。如果他能修學淨土法門，他相信了，這是無量劫以來他的善根福德因緣在這一生成熟了，這個非常希有，絕對不是普通人，這個人有大善根，有真實的智慧，他才會相信這個法門，才會喜歡這個法門，才會認真修學這個法門，能受！可見得能受是菩薩。這是一個說法，這個說法完全就西方極樂世界。"
    },
    {
      "id": "01-003-0160_p0018",
      "zh_CN": "另外一个说法，菩萨能受也能说。这些菩萨到十方诸佛世界，也是常常帮助佛摄受接引一切众生，菩萨能受是真的，能说是靠佛力加持，佛力要不加持他，他也不能说第一微妙法门，这才是真正彻底究竟圆满的度脱一切众生，所以要三宝神力加持他。不但是阿弥陀佛加持，十方一切诸佛都加持，诸位想想，这个人怎能不往生？《无量寿经》最后讲的，这就是阿弥陀佛、一切诸佛给他授记。这是特别劝勉后世四众弟子发心讲这部经。刚才说了，不是你能讲，你一发心讲，阿弥陀佛、一切诸佛如来都加持你；不加持你，不会讲！不但我们讲是佛力加持，诸位同修在此地听这个经也是蒙佛力加持。阿弥陀佛加持你，十方一切诸佛加持你，为什么？没有佛加持你，你听不懂！难信之法，你就信了。没有一切诸佛加持，难信之法我们信不了！你才知道，这是多大的善根！过去生中供养无量诸佛如来，这个善根在这一生当中现前。这个话不是我随便说的，有经典做依据，经上这么讲的。",
      "zh_TW": "另外一個說法，菩薩能受也能說。這些菩薩到十方諸佛世界，也是常常幫助佛攝受接引一切眾生，菩薩能受是真的，能說是靠佛力加持，佛力要不加持他，他也不能說第一微妙法門，這才是真正徹底究竟圓滿的度脫一切眾生，所以要三寶神力加持他。不但是阿彌陀佛加持，十方一切諸佛都加持，諸位想想，這個人怎能不往生？《無量壽經》最後講的，這就是阿彌陀佛、一切諸佛給他授記。這是特別勸勉後世四眾弟子發心講這部經。剛才說了，不是你能講，你一發心講，阿彌陀佛、一切諸佛如來都加持你；不加持你，不會講！不但我們講是佛力加持，諸位同修在此地聽這個經也是蒙佛力加持。阿彌陀佛加持你，十方一切諸佛加持你，為什麼？沒有佛加持你，你聽不懂！難信之法，你就信了。沒有一切諸佛加持，難信之法我們信不了！你才知道，這是多大的善根！過去生中供養無量諸佛如來，這個善根在這一生當中現前。這個話不是我隨便說的，有經典做依據，經上這麼講的。"
    },
    {
      "id": "01-003-0160_p0019",
      "zh_CN": "我们今天看看全世界，这个时代众生的确是诸佛如来神力加持，每个地区都有相信这个法门的人，都有认真修学这个法门的人，这是个好现象。我们台湾这个地区很多！在我们这个道场经常在一块共同研习念佛的同修，我们都熟悉。不在我们这个道场，我常常听说的，每个地区有不少人在念《无量寿经》，在听录音带，也在念佛，这是好相！台湾今天这个社会那么乱，幸亏还有这么多人在认真的修福，这个福报是世出世间第一大福报，希有难逢！因此我们要珍惜。",
      "zh_TW": "我們今天看看全世界，這個時代眾生的確是諸佛如來神力加持，每個地區都有相信這個法門的人，都有認真修學這個法門的人，這是個好現象。我們台灣這個地區很多！在我們這個道場經常在一塊共同研習念佛的同修，我們都熟悉。不在我們這個道場，我常常聽說的，每個地區有不少人在念《無量壽經》，在聽錄音帶，也在念佛，這是好相！台灣今天這個社會那麼亂，幸虧還有這麼多人在認真的修福，這個福報是世出世間第一大福報，希有難逢！因此我們要珍惜。"
    },
    {
      "id": "01-003-0160_p0020",
      "zh_CN": "这一句的含义很多，不单是指西方极乐世界的诸佛菩萨。实在讲，从西方世界应化到他方世界的那些人都不知道有多少。特别是苦难的处所，愈是有苦难，菩萨悲心愈重，示现在这个地区，男女老少各行各业都有。我们常常读诵大乘经典，能够体会到这个意思。这就是能说能受大乘法味。",
      "zh_TW": "這一句的含義很多，不單是指西方極樂世界的諸佛菩薩。實在講，從西方世界應化到他方世界的那些人都不知道有多少。特別是苦難的處所，愈是有苦難，菩薩悲心愈重，示現在這個地區，男女老少各行各業都有。我們常常讀誦大乘經典，能夠體會到這個意思。這就是能說能受大乘法味。"
    },
    {
      "id": "01-003-0160_p0021",
      "zh_CN": "『又正体智受真如味，能住持身命，使不断坏，长养万法，故名为食』：",
      "zh_TW": "『又正體智受真如味，能住持身命，使不斷壞，長養萬法，故名為食』："
    },
    {
      "id": "01-003-0160_p0022",
      "zh_CN": "演【正体智，即根本智，亦名如理智，此智能证真如。】",
      "zh_TW": "演【正體智，即根本智，亦名如理智，此智能證真如。】"
    },
    {
      "id": "01-003-0160_p0023",
      "zh_CN": "由此可知，这个智慧重要，念佛的人所求的就是这个智慧。念佛的人、修净土的人一定要知道，我们求的是什么？我们所求的是西方极乐世界。极乐世界怎样才能求得到？佛在一切大乘经典里讲得很多，「心净则土净」，本经里面告诉我们，「一心不乱，心不颠倒」，在大本里告诉我们，「发菩提心，一向专念」。总而言之，把它归纳起来就是根本智。根本智是什么？《心经》上讲的「无智亦无得」，无智就是根本智。可是诸位听了这个话，不要发生误会，无智就是根本智，这个世间很多白痴的人都有根本智了，那就错了。这个无智是无邪智，他有正智，这是经上讲的正体智！他有正智，他没有邪智，跟禅家讲「无念」的意思一样，他无邪念，他有正念，这就叫做根本智。",
      "zh_TW": "由此可知，這個智慧重要，念佛的人所求的就是這個智慧。念佛的人、修淨土的人一定要知道，我們求的是什麼？我們所求的是西方極樂世界。極樂世界怎樣才能求得到？佛在一切大乘經典裡講得很多，「心淨則土淨」，本經裡面告訴我們，「一心不亂，心不顛倒」，在大本裡告訴我們，「發菩提心，一向專念」。總而言之，把它歸納起來就是根本智。根本智是什麼？《心經》上講的「無智亦無得」，無智就是根本智。可是諸位聽了這個話，不要發生誤會，無智就是根本智，這個世間很多白痴的人都有根本智了，那就錯了。這個無智是無邪智，他有正智，這是經上講的正體智！他有正智，他沒有邪智，跟禪家講「無念」的意思一樣，他無邪念，他有正念，這就叫做根本智。"
    },
    {
      "id": "01-003-0160_p0024",
      "zh_CN": "所谓根本智，实在讲就是清净心。清净心在没有起其他作用的时候，没有起他受用的时候，就叫做根本智，为什么？它自己有智慧，智慧虽然没有作用，它自己智慧表现在哪里？表现在「能证真如」。虽然能证真如，它不执着能所，这才是真的。为什么？因为所证的真如跟能证的根本智是一不是二，这里头没有界限，没有能所。智就是如，如就是智，所以叫「如理智」。因为一有能证所证，心里就动，就动了念头，这一动念头就叫无明。《起信论》上讲，无明从哪里来？「一念不觉而有无明」。一念不觉是什么？就是有能所，一有能所马上就产生相对，能跟所就相对，这就是无明，这叫根本无明。所以他这个心清净到了极处，清净心里的确是一念不生，一法不立，就是万法如如，是这个境界。这就是《华严经》所讲的「理事无碍，事事无碍」。",
      "zh_TW": "所謂根本智，實在講就是清淨心。清淨心在沒有起其他作用的時候，沒有起他受用的時候，就叫做根本智，為什麼？它自己有智慧，智慧雖然沒有作用，它自己智慧表現在哪裡？表現在「能證真如」。雖然能證真如，它不執著能所，這才是真的。為什麼？因為所證的真如跟能證的根本智是一不是二，這裡頭沒有界限，沒有能所。智就是如，如就是智，所以叫「如理智」。因為一有能證所證，心裡就動，就動了念頭，這一動念頭就叫無明。《起信論》上講，無明從哪裡來？「一念不覺而有無明」。一念不覺是什麼？就是有能所，一有能所馬上就產生相對，能跟所就相對，這就是無明，這叫根本無明。所以他這個心清淨到了極處，清淨心裡的確是一念不生，一法不立，就是萬法如如，是這個境界。這就是《華嚴經》所講的「理事無礙，事事無礙」。"
    },
    {
      "id": "01-003-0160_p0025",
      "zh_CN": "演【如空合空，似水投水。】",
      "zh_TW": "演【如空合空，似水投水。】"
    },
    {
      "id": "01-003-0160_p0026",
      "zh_CN": "底下是比喻，「如空合空」，真如是空的，能证真如那个智慧也是空的，空跟空一体，没有界线。「似水投水」，我们拿一杯水倒到大海里，能不能找出界线？找不到。这就是能与所是一不是二。我们凡夫今天入不了这个境界，就是界线画得清清楚楚，这个事情就麻烦大了，有能有所。",
      "zh_TW": "底下是比喻，「如空合空」，真如是空的，能證真如那個智慧也是空的，空跟空一體，沒有界線。「似水投水」，我們拿一杯水倒到大海裡，能不能找出界線？找不到。這就是能與所是一不是二。我們凡夫今天入不了這個境界，就是界線畫得清清楚楚，這個事情就麻煩大了，有能有所。"
    },
    {
      "id": "01-003-0160_p0027",
      "zh_CN": "我们念的这个阿弥陀佛，我能念，阿弥陀佛是我所念，能所是清清楚楚明明白白的。但是念佛行，可以带业往生，学其他的法门不行。学其他的法门，只要你能所存在，决定不能见性，也就是说你修行充其量可以证到阿罗汉、辟支佛果；权教菩萨、圆教初住、别教初地这个位次决定证不到，因为这个阶级以上没有能所，在这个以下有能所。你这能所概念很深，你证的位次就浅；你能所概念很淡薄，你的位次就提升。这拿《华严经》来讲，就是妄想执着。佛在《阿难问事佛吉凶经》告诉我们，「可得为世间事，不可得为世间意」。世间事，这世间一切事情，我们不能舍弃，要照样做。不要有世间意，意是执着，妄想分别执着，这是世间意，这种执着念头是愈淡薄愈好；可是事情不能不做，事情一定要认真负责把它做好，这是世间事。理事无碍，事事无碍！不要说：「我做这个事情对我修行有障碍」，其实没有障碍，只要你心地清净就没有障碍；你心地不清净，那就有障碍。所以有没有障碍无关于人事，都在你怎样用心；障不障碍在用心，佛法是心法。这两个比喻都比得好！",
      "zh_TW": "我們念的這個阿彌陀佛，我能念，阿彌陀佛是我所念，能所是清清楚楚明明白白的。但是念佛行，可以帶業往生，學其他的法門不行。學其他的法門，只要你能所存在，決定不能見性，也就是說你修行充其量可以證到阿羅漢、辟支佛果；權教菩薩、圓教初住、別教初地這個位次決定證不到，因為這個階級以上沒有能所，在這個以下有能所。你這能所概念很深，你證的位次就淺；你能所概念很淡薄，你的位次就提升。這拿《華嚴經》來講，就是妄想執著。佛在《阿難問事佛吉凶經》告訴我們，「可得為世間事，不可得為世間意」。世間事，這世間一切事情，我們不能捨棄，要照樣做。不要有世間意，意是執著，妄想分別執著，這是世間意，這種執著念頭是愈淡薄愈好；可是事情不能不做，事情一定要認真負責把它做好，這是世間事。理事無礙，事事無礙！不要說：「我做這個事情對我修行有障礙」，其實沒有障礙，只要你心地清淨就沒有障礙；你心地不清淨，那就有障礙。所以有沒有障礙無關於人事，都在你怎樣用心；障不障礙在用心，佛法是心法。這兩個比喻都比得好！"
    },
    {
      "id": "01-003-0160_p0028",
      "zh_CN": "演【理智一如。】",
      "zh_TW": "演【理智一如。】"
    },
    {
      "id": "01-003-0160_p0029",
      "zh_CN": "「理」是真如，「智」是能证真如的智慧，就是根本智，根本智本身的作用就是这个；它对别人起作用就是后得智，就是无所不知。《般若经》上讲「般若无知」，那是根本智；《心经》到最后讲「无智亦无得」，那是根本智，就是此地讲的正体智、如理智。它起作用，就是教化众生、帮助别人是无所不知，就是从这个智里头起的作用是无所不知；它不是在对其他人的时候，他自己是无知，一无所知，这个心才真清净。",
      "zh_TW": "「理」是真如，「智」是能證真如的智慧，就是根本智，根本智本身的作用就是這個；它對別人起作用就是後得智，就是無所不知。《般若經》上講「般若無知」，那是根本智；《心經》到最後講「無智亦無得」，那是根本智，就是此地講的正體智、如理智。它起作用，就是教化眾生、幫助別人是無所不知，就是從這個智裡頭起的作用是無所不知；它不是在對其他人的時候，他自己是無知，一無所知，這個心才真清淨。"
    },
    {
      "id": "01-003-0160_p0030",
      "zh_CN": "我们在《印光法师文钞》读到，印光大师教初学的同修要「一门深入」，不要学杂了，不要多跑道场。这些话慈悲到极处，真实的利益，就像《无量寿经》所说的，「惠以众生真实之利」。给你讲真话，道场不能多跑，善知识不能多亲近，经书不能多看。印老收的那些皈依弟子，《永思录》、《文钞》里头都看到，皈依弟子常到庙里去看看师父，他见到都骂人，问：你来干什么？「我来看看师父」，「师父已经见过了，还有什么好看的？」他把你骂回去，「你不回家老实念佛，到庙里面来跑，浪费精神，浪费钱财」，那是真实的教训！",
      "zh_TW": "我們在《印光法師文鈔》讀到，印光大師教初學的同修要「一門深入」，不要學雜了，不要多跑道場。這些話慈悲到極處，真實的利益，就像《無量壽經》所說的，「惠以眾生真實之利」。給你講真話，道場不能多跑，善知識不能多親近，經書不能多看。印老收的那些皈依弟子，《永思錄》、《文鈔》裡頭都看到，皈依弟子常到廟裡去看看師父，他見到都罵人，問：你來幹什麼？「我來看看師父」，「師父已經見過了，還有什麼好看的？」他把你罵回去，「你不回家老實念佛，到廟裡面來跑，浪費精神，浪費錢財」，那是真實的教訓！"
    },
    {
      "id": "01-003-0160_p0031",
      "zh_CN": "他叫你什么都不要跑，都不要接触，干什么？修根本智。这经上讲的，就是修「一心不乱」，大本教你修「一向专念」，经上常讲「专精行道」，你到处去跑，你心就散乱，你什么时候才能得一心？不错，我们是要去参访，参访不是这个时候，以印光大师他老人家那个教训，参访应该在什么时候？生到西方极乐世界以后，到那个时候你每天都到十方诸佛刹土去拜佛、去听经、去闻法、去帮助一切众生，是那个时候，不是现在这个时候。现在没有能力，你还多参访几个，好了，把西方极乐世界往生这个事情搞塌了，搞来搞去还是搞六道轮回，这个事情多麻烦！所以现在要把参访的事情放下，一心一意专求西方净土，这样我们这一生才不至于空过。",
      "zh_TW": "他叫你什麼都不要跑，都不要接觸，幹什麼？修根本智。這經上講的，就是修「一心不亂」，大本教你修「一向專念」，經上常講「專精行道」，你到處去跑，你心就散亂，你什麼時候才能得一心？不錯，我們是要去參訪，參訪不是這個時候，以印光大師他老人家那個教訓，參訪應該在什麼時候？生到西方極樂世界以後，到那個時候你每天都到十方諸佛剎土去拜佛、去聽經、去聞法、去幫助一切眾生，是那個時候，不是現在這個時候。現在沒有能力，你還多參訪幾個，好了，把西方極樂世界往生這個事情搞塌了，搞來搞去還是搞六道輪迴，這個事情多麻煩！所以現在要把參訪的事情放下，一心一意專求西方淨土，這樣我們這一生才不至於空過。"
    },
    {
      "id": "01-003-0160_p0032",
      "zh_CN": "人家说你们修净土的是小乘，自了汉，没有慈悲心，随他说去！不要人家说几句，我们这心动了，「我不当自了汉，我有慈悲心」，有慈悲心到处乱跑，跑到最后还是搞六道轮回，这叫什么慈悲！真正大慈大悲是见了阿弥陀佛以后，这个时候才普度众生。连普贤菩萨自己都说，生到西方极乐世界之后，他这十大愿王才圆满。由此我们才晓得，我们生到西方极乐世界，四弘誓愿才能圆满！不生到西方极乐世界，这四条都是假的，有名无实。度众生，没有能力；断烦恼，自己也没有能力断；学法门、成佛道，没有一样我们在这一生当中能办得到，四条统统办不到。你要想这四条都办到，四条都做到圆满，只有往生西方极乐世界。",
      "zh_TW": "人家說你們修淨土的是小乘，自了漢，沒有慈悲心，隨他說去！不要人家說幾句，我們這心動了，「我不當自了漢，我有慈悲心」，有慈悲心到處亂跑，跑到最後還是搞六道輪迴，這叫什麼慈悲！真正大慈大悲是見了阿彌陀佛以後，這個時候才普度眾生。連普賢菩薩自己都說，生到西方極樂世界之後，他這十大願王才圓滿。由此我們才曉得，我們生到西方極樂世界，四弘誓願才能圓滿！不生到西方極樂世界，這四條都是假的，有名無實。度眾生，沒有能力；斷煩惱，自己也沒有能力斷；學法門、成佛道，沒有一樣我們在這一生當中能辦得到，四條統統辦不到。你要想這四條都辦到，四條都做到圓滿，只有往生西方極樂世界。"
    },
    {
      "id": "01-003-0160_p0033",
      "zh_CN": "所以祖师劝我们修学的话，那真正是苦口婆心，我们自己要深深去反省，自己是什么样的根性，有什么能力，自己首先要认识自己。经，念一本够了。这《疏钞演义》好，分量太多了，不如《无量寿经》，《无量寿经》对于现在人来讲，分量是恰到好处，不太多，也不少。《弥陀经疏钞演义》可以提供你做参考，《弥陀经要解》以及《无量寿经》的注解都是非常好的参考书，偶尔翻一翻。正经的是《无量寿经》，《无量寿经》是我们的定课，每天一定要念；其他这些书，你念不念无所谓，一个礼拜翻一翻看一段，不看也可以。正修、助修一定要分得清清楚楚，我们是以《无量寿经》，或者是以《阿弥陀经》，以信愿持名，这是我们的正修，这个课程决定不能放松。你要是认真这样学法，愈学心愈清净，真的烦恼少了，自己能觉察得到；妄想少了，执着也轻了，对于什么事情也看淡了，心得自在，世出世间法有能力辨别，这就是智慧增长。你得到这个利益，你才晓得经上所讲的殊胜的利益、最大的利益，这个话你明白了，你懂了，为什么？真得到了！以前是听说，现在是自己真正得到了。",
      "zh_TW": "所以祖師勸我們修學的話，那真正是苦口婆心，我們自己要深深去反省，自己是什麼樣的根性，有什麼能力，自己首先要認識自己。經，念一本夠了。這《疏鈔演義》好，分量太多了，不如《無量壽經》，《無量壽經》對於現在人來講，分量是恰到好處，不太多，也不少。《彌陀經疏鈔演義》可以提供你做參考，《彌陀經要解》以及《無量壽經》的註解都是非常好的參考書，偶爾翻一翻。正經的是《無量壽經》，《無量壽經》是我們的定課，每天一定要念；其他這些書，你念不念無所謂，一個禮拜翻一翻看一段，不看也可以。正修、助修一定要分得清清楚楚，我們是以《無量壽經》，或者是以《阿彌陀經》，以信願持名，這是我們的正修，這個課程決定不能放鬆。你要是認真這樣學法，愈學心愈清淨，真的煩惱少了，自己能覺察得到；妄想少了，執著也輕了，對於什麼事情也看淡了，心得自在，世出世間法有能力辨別，這就是智慧增長。你得到這個利益，你才曉得經上所講的殊勝的利益、最大的利益，這個話你明白了，你懂了，為什麼？真得到了！以前是聽說，現在是自己真正得到了。"
    },
    {
      "id": "01-003-0160_p0034",
      "zh_CN": "演【长无断绝，从体起用，长养万法，如食之能持色身长养万事也。】",
      "zh_TW": "演【長無斷絕，從體起用，長養萬法，如食之能持色身長養萬事也。】"
    },
    {
      "id": "01-003-0160_p0035",
      "zh_CN": "诸位要好好的念佛！现前的利益，身心健康，万事如意，你们要不要得到？这个地方讲长养万事，就是万事如意、事事如意，身心健康，这是人生的真富贵；不是有钱才富贵，有钱有地位，身心不健康，没用处。人生第一幸福就是身心健康，生活愉快没烦恼，没有忧虑，很快乐，这是最幸福的，绝对不是名闻利养。世间人把名闻利养看得那么重，那是看错了，那是迷惑颠倒。",
      "zh_TW": "諸位要好好的念佛！現前的利益，身心健康，萬事如意，你們要不要得到？這個地方講長養萬事，就是萬事如意、事事如意，身心健康，這是人生的真富貴；不是有錢才富貴，有錢有地位，身心不健康，沒用處。人生第一幸福就是身心健康，生活愉快沒煩惱，沒有憂慮，很快樂，這是最幸福的，絕對不是名聞利養。世間人把名聞利養看得那麼重，那是看錯了，那是迷惑顛倒。"
    },
    {
      "id": "01-003-0160_p0036",
      "zh_CN": "钞【又阿含唯识等，说出世五食。】",
      "zh_TW": "鈔【又阿含唯識等，說出世五食。】"
    },
    {
      "id": "01-003-0160_p0037",
      "zh_CN": "《阿含经》是小乘经，《唯识》是大乘始教，是大乘经，佛在这些教义里面讲过修行人有五种食。",
      "zh_TW": "《阿含經》是小乘經，《唯識》是大乘始教，是大乘經，佛在這些教義裡面講過修行人有五種食。"
    },
    {
      "id": "01-003-0160_p0038",
      "zh_CN": "钞【一、禅悦，二、愿，三、念，四、解脱，五、法喜。谓禅定资神，轻安适悦，即为食义。愿力持法，法身增长，即为食义。】",
      "zh_TW": "鈔【一、禪悅，二、願，三、念，四、解脫，五、法喜。謂禪定資神，輕安適悅，即為食義。願力持法，法身增長，即為食義。】"
    },
    {
      "id": "01-003-0160_p0039",
      "zh_CN": "我们现在看到很多学佛的人，禅定他没有，这不说了。他是有发愿，虽有愿，我也没有看到他有什么真正功德利益表现出来，这什么缘故？因为他那个愿是假的不是真的。怎么知道是假的？过几年他那个愿会变，或者遇到境界现前，他那个愿也会转变，可见得这个愿不是真的。愿如果真切，确实是这个意思。像《无量寿经》阿弥陀佛那个愿力，「纵使身入大火中，如是愿心永不退」，那是真的，他这个愿就产生效力。不管什么境界，他这个愿坚固不退转，这个愿力就能『持法』，「持」是保持，「法」是他修行的方法，他所依据的理论、所修行的方法，他这个愿力能持，不会改变。『法身增长』，他的法身慧命增长。唯有坚固的信愿，法身慧命决定增长。",
      "zh_TW": "我們現在看到很多學佛的人，禪定他沒有，這不說了。他是有發願，雖有願，我也沒有看到他有什麼真正功德利益表現出來，這什麼緣故？因為他那個願是假的不是真的。怎麼知道是假的？過幾年他那個願會變，或者遇到境界現前，他那個願也會轉變，可見得這個願不是真的。願如果真切，確實是這個意思。像《無量壽經》阿彌陀佛那個願力，「縱使身入大火中，如是願心永不退」，那是真的，他這個願就產生效力。不管什麼境界，他這個願堅固不退轉，這個願力就能『持法』，「持」是保持，「法」是他修行的方法，他所依據的理論、所修行的方法，他這個願力能持，不會改變。『法身增長』，他的法身慧命增長。唯有堅固的信願，法身慧命決定增長。"
    },
    {
      "id": "01-003-0160_p0040",
      "zh_CN": "所以我跟同学们说：你们去做了，你就会有体验。你果然能相信这个法门，依照我所讲的方法去修行，顶多三年，你再见我面，你会跟我说：法师，我往生西方极乐世界真有把握了，从此以后我再也不会堕六道轮回。这是了不起的一桩大事！你果然认真干三年就行了。不过这三年，你还要看别的经论，还要听这个讲、听那个讲，还要到处去跑庙、到处去做法会，那三十年、三百年也不行。我们做凡夫生生世世无量劫以来搞生死轮回，这一生遇到这么好的缘分，把超出三界的这个门道找到了，这个不容易！也可以说无量劫来都没有发现这个门路，没找到！找到了，不早走了！找到，你早就成菩萨成佛，不会去当凡夫了。",
      "zh_TW": "所以我跟同學們說：你們去做了，你就會有體驗。你果然能相信這個法門，依照我所講的方法去修行，頂多三年，你再見我面，你會跟我說：法師，我往生西方極樂世界真有把握了，從此以後我再也不會墮六道輪迴。這是了不起的一樁大事！你果然認真幹三年就行了。不過這三年，你還要看別的經論，還要聽這個講、聽那個講，還要到處去跑廟、到處去做法會，那三十年、三百年也不行。我們做凡夫生生世世無量劫以來搞生死輪迴，這一生遇到這麼好的緣分，把超出三界的這個門道找到了，這個不容易！也可以說無量劫來都沒有發現這個門路，沒找到！找到了，不早走了！找到，你早就成菩薩成佛，不會去當凡夫了。"
    },
    {
      "id": "01-003-0160_p0041",
      "zh_CN": "连世间的教学法都是「教之道，贵以专」，何况了生死的大法！决定要专修。所以真正修行人，家里供个佛堂，一尊阿弥陀佛，一本《弥陀经》，一个香炉，顶多再一个引磬、一个木鱼，什么都没有，心专一！案头还摆一大堆书，这不行，就不专；真正专的，顶多《净土五经》。愈是精，他这个心就愈专，真正到专一，那个受用的确是不可思议。我讲，你也无法体会，为什么没有法子体会？因为你没有专过。这个事情如人饮水，冷暖自知，我喝了杯水，我告诉你这水很热，你没有喝过，怎么热你也想不到，你要尝到才行！你要是能专三个月，你就体会到这里头的味道，这个好处你就体会到了。你就真干三个月，报纸、杂志、广播电视统统不要看，一些不必要的应酬统统舍掉。不但世间这些书不能看，其他佛经也不能看，就专念一本《无量寿经》，念三个月；除念经之外就念佛，尽可能使佛号不要中断。这是要真实的愿力支持你，你要是没有真实的愿力，见异思迁，外面境界一来，马上就动摇，马上就退转了。朋友找你打麻将，好了，你得要去应付一下，那个朋友请你去看电影，你去一下就完了，一切完了。",
      "zh_TW": "連世間的教學法都是「教之道，貴以專」，何況了生死的大法！決定要專修。所以真正修行人，家裡供個佛堂，一尊阿彌陀佛，一本《彌陀經》，一個香爐，頂多再一個引磬、一個木魚，什麼都沒有，心專一！案頭還擺一大堆書，這不行，就不專；真正專的，頂多《淨土五經》。愈是精，他這個心就愈專，真正到專一，那個受用的確是不可思議。我講，你也無法體會，為什麼沒有法子體會？因為你沒有專過。這個事情如人飲水，冷暖自知，我喝了杯水，我告訴你這水很熱，你沒有喝過，怎麼熱你也想不到，你要嘗到才行！你要是能專三個月，你就體會到這裡頭的味道，這個好處你就體會到了。你就真幹三個月，報紙、雜誌、廣播電視統統不要看，一些不必要的應酬統統捨掉。不但世間這些書不能看，其他佛經也不能看，就專念一本《無量壽經》，念三個月；除念經之外就念佛，盡可能使佛號不要中斷。這是要真實的願力支持你，你要是沒有真實的願力，見異思遷，外面境界一來，馬上就動搖，馬上就退轉了。朋友找你打麻將，好了，你得要去應付一下，那個朋友請你去看電影，你去一下就完了，一切完了。"
    },
    {
      "id": "01-003-0160_p0042",
      "zh_CN": "钞【念力明记，圣道现前，即为食义。】",
      "zh_TW": "鈔【念力明記，聖道現前，即為食義。】"
    },
    {
      "id": "01-003-0160_p0043",
      "zh_CN": "念，这个字在六书里面是会意字，「念」是今心，就是现在的心，现前一念的真心。这个心不是过去心，不是未来心，今心！『念力明记』，「明」是明暸；「记」是不忘，『圣道现前』。尤其用在念佛上，这一句阿弥陀佛名号全摄弥陀无量功德，一念净信的心念这句佛号，把阿弥陀佛的功德统统变成自己的功德，自己这个心跟阿弥陀佛的心交融了，这里头没有界线，叫光光互入。我们的一念心投入阿弥陀佛的一乘愿海，阿弥陀佛的一乘愿海入到我的心；自心佛心无二无别，里面没有界线，所以「一念相应一念佛，念念相应念念佛」。你晓得念佛的功德有多大？这是世间很多人不知道！",
      "zh_TW": "念，這個字在六書裡面是會意字，「念」是今心，就是現在的心，現前一念的真心。這個心不是過去心，不是未來心，今心！『念力明記』，「明」是明暸；「記」是不忘，『聖道現前』。尤其用在念佛上，這一句阿彌陀佛名號全攝彌陀無量功德，一念淨信的心念這句佛號，把阿彌陀佛的功德統統變成自己的功德，自己這個心跟阿彌陀佛的心交融了，這裡頭沒有界線，叫光光互入。我們的一念心投入阿彌陀佛的一乘願海，阿彌陀佛的一乘願海入到我的心；自心佛心無二無別，裡面沒有界線，所以「一念相應一念佛，念念相應念念佛」。你曉得念佛的功德有多大？這是世間很多人不知道！"
    },
    {
      "id": "01-003-0160_p0044",
      "zh_CN": "你念这一句佛，你就是阿弥陀佛，阿弥陀佛就是你，因为里头没有界线，「如空合空，似水投水」，没有界线，几个人知道有这种殊胜的功德利益？你要想消灾免难、消业障，哪个方法有念佛的方法高明？哪个方法有念佛的方法有效？念佛这个方法，第一功德，第一殊胜的效果。所以你念佛，还要去拜忏吗？用不着了。我们不明白这个道理，口里念阿弥陀佛，心是有能有所，对佛怀疑，对自己不相信，这样去念，那就不能感应道交。对佛怀疑，「我在念！佛你听到没有？你到底晓得不晓得？」怀疑，不知道阿弥陀佛知不知道我在念！怀疑自己，我这一生罪业深重，佛能饶恕我吗？能原谅我吗？不相信佛又不相信自己，这种念法怎么能感应道交？这个心就是不清净！心不清净，你的念力不相应。",
      "zh_TW": "你念這一句佛，你就是阿彌陀佛，阿彌陀佛就是你，因為裡頭沒有界線，「如空合空，似水投水」，沒有界線，幾個人知道有這種殊勝的功德利益？你要想消災免難、消業障，哪個方法有念佛的方法高明？哪個方法有念佛的方法有效？念佛這個方法，第一功德，第一殊勝的效果。所以你念佛，還要去拜懺嗎？用不著了。我們不明白這個道理，口裡念阿彌陀佛，心是有能有所，對佛懷疑，對自己不相信，這樣去念，那就不能感應道交。對佛懷疑，「我在念！佛你聽到沒有？你到底曉得不曉得？」懷疑，不知道阿彌陀佛知不知道我在念！懷疑自己，我這一生罪業深重，佛能饒恕我嗎？能原諒我嗎？不相信佛又不相信自己，這種念法怎麼能感應道交？這個心就是不清淨！心不清淨，你的念力不相應。"
    },
    {
      "id": "01-003-0160_p0045",
      "zh_CN": "为什么叫你来听经？为什么要这样跟你细细的来讲解分析？破疑生信。你的疑惑要是断掉，信心生起来，这个时候就一念相应一念佛，你这时候念佛就跟你从前念佛不一样，从前念佛号确实一天念到晚都不相应，没有一句相应。你果然明白这个道理之后，你会发现现在念佛句句相应，句句都是清净信心在念，句句佛号跟阿弥陀佛融成一体，阿弥陀佛无量劫修来的功德，我们这个心跟他一相应，把他的功德就变成我的功德。这个法门不可思议，这个法门无比的殊胜！所以一切诸佛赞叹，一切菩萨都要求生极乐。所以是「念力明记，圣道现前」。",
      "zh_TW": "為什麼叫你來聽經？為什麼要這樣跟你細細的來講解分析？破疑生信。你的疑惑要是斷掉，信心生起來，這個時候就一念相應一念佛，你這時候念佛就跟你從前念佛不一樣，從前念佛號確實一天念到晚都不相應，沒有一句相應。你果然明白這個道理之後，你會發現現在念佛句句相應，句句都是清淨信心在念，句句佛號跟阿彌陀佛融成一體，阿彌陀佛無量劫修來的功德，我們這個心跟他一相應，把他的功德就變成我的功德。這個法門不可思議，這個法門無比的殊勝！所以一切諸佛讚歎，一切菩薩都要求生極樂。所以是「念力明記，聖道現前」。"
    },
    {
      "id": "01-003-0160_p0046",
      "zh_CN": "《观经》上讲的理论讲得透彻，讲得好，「是心是佛，是心作佛」。「是心是佛」是理，这句话就是马鸣菩萨在《大乘起信论》里面讲的本觉，本觉本有。是心是佛，也就是佛在《华严》、《圆觉》所讲的「一切众生本来成佛」。是心是佛，本来成佛，这是理。可是事实上不相应，事实上，我们念念都念六道、念十法界，不是佛！今天我们念这句阿弥陀佛，那就是「是心作佛」。你念一句阿弥陀佛就是一念作佛，念二句阿弥陀佛就是二念作佛；你这念头不间断，你是念念作佛，那就真的成佛了。诸位好好去想这个道理。你念菩萨就成菩萨，念阿罗汉就成阿罗汉，你念贪、念瞋、念痴都有果报，念是在造因，后面一定就有果报，因缘果报丝毫不爽！今天有很多人一天到晚念钞票，你们想想将来的果报是什么？钞票上有很多细菌，将来都变成那东西了。明白事实真相才晓得，一切法门没有念佛好！念佛是真好，真正究竟。",
      "zh_TW": "《觀經》上講的理論講得透徹，講得好，「是心是佛，是心作佛」。「是心是佛」是理，這句話就是馬鳴菩薩在《大乘起信論》裡面講的本覺，本覺本有。是心是佛，也就是佛在《華嚴》、《圓覺》所講的「一切眾生本來成佛」。是心是佛，本來成佛，這是理。可是事實上不相應，事實上，我們念念都念六道、念十法界，不是佛！今天我們念這句阿彌陀佛，那就是「是心作佛」。你念一句阿彌陀佛就是一念作佛，念二句阿彌陀佛就是二念作佛；你這念頭不間斷，你是念念作佛，那就真的成佛了。諸位好好去想這個道理。你念菩薩就成菩薩，念阿羅漢就成阿羅漢，你念貪、念瞋、念痴都有果報，念是在造因，後面一定就有果報，因緣果報絲毫不爽！今天有很多人一天到晚念鈔票，你們想想將來的果報是什麼？鈔票上有很多細菌，將來都變成那東西了。明白事實真相才曉得，一切法門沒有念佛好！念佛是真好，真正究竟。"
    },
    {
      "id": "01-003-0160_p0047",
      "zh_CN": "钞【解脱除障，居然资益，即为食义。】",
      "zh_TW": "鈔【解脫除障，居然資益，即為食義。】"
    },
    {
      "id": "01-003-0160_p0048",
      "zh_CN": "『解』，我们念去声，当动词，意思就是解除了。解除的是什么？烦恼。『脱』是脱离，脱离什么？脱离六道轮回，脱离生死。烦恼是生死的根本，是因！生死轮回是果报。要想脱离生死轮回，必须把生死轮回那个因素消灭，因素就是无明烦恼。烦恼里面最重的，就是错误的见解、错误的思想，合起来叫「见思烦恼」。错误的见解有五大类：身见、边见、戒取见、见取见、邪见。错误的思想也有五大类：贪、瞋、痴、慢（傲慢）、疑（对于圣教怀疑）。解就是断烦恼，你能把这十条见思烦恼统统断尽，你就脱了，脱了六道轮回，就证阿罗汉果，这叫解脱。『解脱除障』，这个障叫烦恼障，它能除烦恼障。",
      "zh_TW": "『解』，我們念去聲，當動詞，意思就是解除了。解除的是什麼？煩惱。『脫』是脫離，脫離什麼？脫離六道輪迴，脫離生死。煩惱是生死的根本，是因！生死輪迴是果報。要想脫離生死輪迴，必須把生死輪迴那個因素消滅，因素就是無明煩惱。煩惱裡面最重的，就是錯誤的見解、錯誤的思想，合起來叫「見思煩惱」。錯誤的見解有五大類：身見、邊見、戒取見、見取見、邪見。錯誤的思想也有五大類：貪、瞋、痴、慢（傲慢）、疑（對於聖教懷疑）。解就是斷煩惱，你能把這十條見思煩惱統統斷盡，你就脫了，脫了六道輪迴，就證阿羅漢果，這叫解脫。『解脫除障』，這個障叫煩惱障，它能除煩惱障。"
    },
    {
      "id": "01-003-0160_p0049",
      "zh_CN": "『居然资益』，它能资益你的法身慧命。佛在小乘里面只讲见思烦恼，在大乘里面讲除障就讲三障，见思烦恼、尘沙烦恼、无明烦恼，讲得细、讲得广。不仅仅是除见思烦恼而已，我们如果念佛求生净土，我们所用的方法，怎么样解脱的方法就是信愿持名。我对于净土，我深深的相信，相信阿弥陀佛的智慧，相信阿弥陀佛的愿力，相信阿弥陀佛的功德，一点不怀疑；第二，相信自己，我以清净心念佛，念念都与阿弥陀佛相应，将来临命终时，阿弥陀佛决定来接引我。以这样的清净信心来念佛，就是断见思烦恼、断尘沙烦恼、断无明烦恼，这个方法妙！不要再用别的方法，大势至菩萨告诉我们「不假方便，自得心开」，心开就是解脱了。解脱跟心开是一个意思，「不假」是不要借用其他的方便法门，这一句佛号就成功了。你想想这个法门多殊胜、多方便，简单容易，人人都会念，这个法子人人都用得上，你不肯用就没法子。你要是真正会用，决定有效。所以我跟你讲，你懂得这个道理，晓得这个方法，你认真去做，三个月见效，你看多快！这是正法，真正是纯正。",
      "zh_TW": "『居然資益』，它能資益你的法身慧命。佛在小乘裡面只講見思煩惱，在大乘裡面講除障就講三障，見思煩惱、塵沙煩惱、無明煩惱，講得細、講得廣。不僅僅是除見思煩惱而已，我們如果念佛求生淨土，我們所用的方法，怎麼樣解脫的方法就是信願持名。我對於淨土，我深深的相信，相信阿彌陀佛的智慧，相信阿彌陀佛的願力，相信阿彌陀佛的功德，一點不懷疑；第二，相信自己，我以清淨心念佛，念念都與阿彌陀佛相應，將來臨命終時，阿彌陀佛決定來接引我。以這樣的清淨信心來念佛，就是斷見思煩惱、斷塵沙煩惱、斷無明煩惱，這個方法妙！不要再用別的方法，大勢至菩薩告訴我們「不假方便，自得心開」，心開就是解脫了。解脫跟心開是一個意思，「不假」是不要借用其他的方便法門，這一句佛號就成功了。你想想這個法門多殊勝、多方便，簡單容易，人人都會念，這個法子人人都用得上，你不肯用就沒法子。你要是真正會用，決定有效。所以我跟你講，你懂得這個道理，曉得這個方法，你認真去做，三個月見效，你看多快！這是正法，真正是純正。"
    },
    {
      "id": "01-003-0160_p0050",
      "zh_CN": "钞【法喜内充，极喜乐故，即为食义。】",
      "zh_TW": "鈔【法喜內充，極喜樂故，即為食義。】"
    },
    {
      "id": "01-003-0160_p0051",
      "zh_CN": "俗话说：人逢喜事精神爽。你一遇到欢喜的事情，精神百倍，把什么疲劳都忘掉了，欢喜。世间的欢喜都会把疲劳忘掉，精神振作，何况在佛法里头，你真正能够跟诸佛菩萨感应道交，真正能够入佛法精义，幽微的深义，你能体会到这个欢喜快乐！无论是读经，无论是念佛，精神百倍，不会疲倦。念了会疲倦，这是你功夫不得法，你的业障还很重，要用念佛的方法去消。功夫得力，业障渐渐消除了，给诸位说，睡眠少了，为什么？他有法喜。佛陀在世的时候，佛弟子，普通一般出家人跟佛的，每天睡眠四个小时，中夜，晚上十点钟睡觉，两点钟就起床。他四小时就够，为什么？法喜充满。他天天跟佛、跟菩萨在一块，喜欢！心地清净，饮食少了，一天吃一餐就够，日中一食，每天睡觉四个钟点。",
      "zh_TW": "俗話說：人逢喜事精神爽。你一遇到歡喜的事情，精神百倍，把什麼疲勞都忘掉了，歡喜。世間的歡喜都會把疲勞忘掉，精神振作，何況在佛法裡頭，你真正能夠跟諸佛菩薩感應道交，真正能夠入佛法精義，幽微的深義，你能體會到這個歡喜快樂！無論是讀經，無論是念佛，精神百倍，不會疲倦。念了會疲倦，這是你功夫不得法，你的業障還很重，要用念佛的方法去消。功夫得力，業障漸漸消除了，給諸位說，睡眠少了，為什麼？他有法喜。佛陀在世的時候，佛弟子，普通一般出家人跟佛的，每天睡眠四個小時，中夜，晚上十點鐘睡覺，兩點鐘就起床。他四小時就夠，為什麼？法喜充滿。他天天跟佛、跟菩薩在一塊，喜歡！心地清淨，飲食少了，一天吃一餐就夠，日中一食，每天睡覺四個鐘點。"
    },
    {
      "id": "01-003-0160_p0052",
      "zh_CN": "我们现在一天睡八、九个钟点，业障！睡到头脑迷惑颠倒。你说用什么方法？念佛。念佛，「没效！」是，哪有一念就有效，不可能这么快！你总得要念一个时间，你这病病太久了，药一下去，没有这么快就有效的。真正觉得有效，三个月，这就很快了，显著的效果要三年到五年，那就有非常显著的效果。所以真的身心健康，法喜充满，一天到晚快快乐乐，不会再有烦恼，不会再有忧虑。不管什么境界，顺境、逆境都法喜充满，他有智慧。",
      "zh_TW": "我們現在一天睡八、九個鐘點，業障！睡到頭腦迷惑顛倒。你說用什麼方法？念佛。念佛，「沒效！」是，哪有一念就有效，不可能這麼快！你總得要念一個時間，你這病病太久了，藥一下去，沒有這麼快就有效的。真正覺得有效，三個月，這就很快了，顯著的效果要三年到五年，那就有非常顯著的效果。所以真的身心健康，法喜充滿，一天到晚快快樂樂，不會再有煩惱，不會再有憂慮。不管什麼境界，順境、逆境都法喜充滿，他有智慧。"
    },
    {
      "id": "01-003-0160_p0053",
      "zh_CN": "这五种都有食的意思，「食」的意思就是能提起我们的精神，使我们把疲劳忘掉，把这疲劳舍掉了。",
      "zh_TW": "這五種都有食的意思，「食」的意思就是能提起我們的精神，使我們把疲勞忘掉，把這疲勞捨掉了。"
    },
    {
      "id": "01-003-0160_p0054",
      "zh_CN": "钞【今止言定者，举一兼四，禅定之中，无不摄故。】",
      "zh_TW": "鈔【今止言定者，舉一兼四，禪定之中，無不攝故。】"
    },
    {
      "id": "01-003-0160_p0055",
      "zh_CN": "大师在前面的解释，只举一个『禅定』。《钞》是他做的，他把这个意思补充出来了。禅定里面，这四个意思统统包括。真正有禅定，「愿、念、解脱、法喜」必然在定中出现，所以说『举一兼四』。",
      "zh_TW": "大師在前面的解釋，只舉一個『禪定』。《鈔》是他做的，他把這個意思補充出來了。禪定裡面，這四個意思統統包括。真正有禪定，「願、念、解脫、法喜」必然在定中出現，所以說『舉一兼四』。"
    },
    {
      "id": "01-003-0160_p0056",
      "zh_CN": "底下这段《演义》，诸位看看就行了，就不必讲了。我在前面讲这个意思都讲得很明显。要紧的就是用什么样的方法来修，这是一定要记住。方法用念佛，诸位都会念，但是关键在怎样用心。一定要用清净心，要用平等心，要用深信切愿之心，你很快就有感应。这个感应不是说你见佛、见菩萨放光动地，不是的，不是这些感应。你会感觉你自己心清净了，烦恼少了，会感觉到很愉快；甚至你这身体有病，病会没有了，这是真的，不要去医，自然就没有。确实这身体是境界，境随心转，这就是心理恢复健康，心清净，这身体百病不生。清净到极处的时候，身体放香。身体有气味、有毛病，这都是业障，认真去念佛，用这种心，用这个方法、用这个理论，消业障！身心健康、身心愉快，这是我们眼前得到，佛法讲花报，果报在西方极乐世界，九品往生，到那里去作菩萨、作佛去了，那是果报，果报的功德就像《无量寿经》里面所讲的一模一样，庄严殊胜无比。今天时间到了，我们就讲到此地。",
      "zh_TW": "底下這段《演義》，諸位看看就行了，就不必講了。我在前面講這個意思都講得很明顯。要緊的就是用什麼樣的方法來修，這是一定要記住。方法用念佛，諸位都會念，但是關鍵在怎樣用心。一定要用清淨心，要用平等心，要用深信切願之心，你很快就有感應。這個感應不是說你見佛、見菩薩放光動地，不是的，不是這些感應。你會感覺你自己心清淨了，煩惱少了，會感覺到很愉快；甚至你這身體有病，病會沒有了，這是真的，不要去醫，自然就沒有。確實這身體是境界，境隨心轉，這就是心理恢復健康，心清淨，這身體百病不生。清淨到極處的時候，身體放香。身體有氣味、有毛病，這都是業障，認真去念佛，用這種心，用這個方法、用這個理論，消業障！身心健康、身心愉快，這是我們眼前得到，佛法講花報，果報在西方極樂世界，九品往生，到那裡去作菩薩、作佛去了，那是果報，果報的功德就像《無量壽經》裡面所講的一模一樣，莊嚴殊勝無比。今天時間到了，我們就講到此地。"
    }
  ]
}