{
  "doc_id": "01-003-0066",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0066",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "01-003-0066_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第九十页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第九十頁："
    },
    {
      "id": "01-003-0066_p0002",
      "zh_CN": "玄义【九、巧示因于往生实悟无生者。】",
      "zh_TW": "玄義【九、巧示因於往生實悟無生者。】"
    },
    {
      "id": "01-003-0066_p0003",
      "zh_CN": "这是因缘里面第九个因缘。『巧』是非常的善巧，也是很巧妙的为我们指示出来。正因往生才能够真正悟入无生，这个因缘可以说是很令人感到兴奋。学佛大家都把这个目标定在求得无生法忍，我们回向偈天天都念，所谓「花开见佛悟无生」，『悟无生』，这在菩萨修学过程当中是一个真正的成就。无生也就是一般宗教所想往的永生，实在讲其他宗教讲永生，那不是真的，天堂并不是永生，那是一个误会，真正的永生是在大乘佛法里面，小乘阿罗汉、辟支佛都没有到这个地位。所以悟无生这就是证得无生法忍，是一种决定性的成就，真实的成就。",
      "zh_TW": "這是因緣裡面第九個因緣。『巧』是非常的善巧，也是很巧妙的為我們指示出來。正因往生才能夠真正悟入無生，這個因緣可以說是很令人感到興奮。學佛大家都把這個目標定在求得無生法忍，我們迴向偈天天都念，所謂「花開見佛悟無生」，『悟無生』，這在菩薩修學過程當中是一個真正的成就。無生也就是一般宗教所想往的永生，實在講其他宗教講永生，那不是真的，天堂並不是永生，那是一個誤會，真正的永生是在大乘佛法裡面，小乘阿羅漢、辟支佛都沒有到這個地位。所以悟無生這就是證得無生法忍，是一種決定性的成就，真實的成就。"
    },
    {
      "id": "01-003-0066_p0004",
      "zh_CN": "玄义【七地仅名现相，八地乃得无生。】",
      "zh_TW": "玄義【七地僅名現相，八地乃得無生。】"
    },
    {
      "id": "01-003-0066_p0005",
      "zh_CN": "你们就想到无生法忍是什么样的地位。『七地』菩萨这个地位就相当高，他算是证得无生法忍。无生法忍有三品，上品、中品、下品，七地菩萨证得的无生法忍是下品，八地是中品，九地是上品。到第十地就是法云地，就不叫无生忍，叫寂灭忍，那就是入佛的境界，清净寂灭。十地菩萨是下品的寂灭忍，等觉菩萨是中品的寂灭忍，如来果地是上品的寂灭忍。到法云地，可以说跟佛的境界没有两样。",
      "zh_TW": "你們就想到無生法忍是什麼樣的地位。『七地』菩薩這個地位就相當高，他算是證得無生法忍。無生法忍有三品，上品、中品、下品，七地菩薩證得的無生法忍是下品，八地是中品，九地是上品。到第十地就是法雲地，就不叫無生忍，叫寂滅忍，那就是入佛的境界，清淨寂滅。十地菩薩是下品的寂滅忍，等覺菩薩是中品的寂滅忍，如來果地是上品的寂滅忍。到法雲地，可以說跟佛的境界沒有兩樣。"
    },
    {
      "id": "01-003-0066_p0006",
      "zh_CN": "『七地仅名现相』，这是比喻，先看到东方发白，这是太阳快要出来，还没出来，七地菩萨证得无生法忍就是这种情况，没有真正得到，但是非常的接近。已经看到东方发白，太阳虽然没出来，快了，这是比喻七地的境界。七地菩萨修无相观虽然已经成就，分别执着已经离开，但是他现识还没有能够除尽，没有能够得大自在，仅名现相而已。",
      "zh_TW": "『七地僅名現相』，這是比喻，先看到東方發白，這是太陽快要出來，還沒出來，七地菩薩證得無生法忍就是這種情況，沒有真正得到，但是非常的接近。已經看到東方發白，太陽雖然沒出來，快了，這是比喻七地的境界。七地菩薩修無相觀雖然已經成就，分別執著已經離開，但是他現識還沒有能夠除盡，沒有能夠得大自在，僅名現相而已。"
    },
    {
      "id": "01-003-0066_p0007",
      "zh_CN": "『八地乃得无生』，八地菩萨叫不动地，无论在什么境界心地清净，决不会被外面境界所动摇，自己在一切境界里面真正做得了主宰，所以称之为不动地。这个时候无生法忍证得了，好比早晨太阳出来了。平等性现前，如果我们用唯识理论来讲比较容易明了，转第七识为平等性智，这真正转过来了，所以是真正得了无生法忍。由这个地方，我们也得到一个很清晰的概念，七地菩萨转第六意识为妙观察智，第七识末那识也转成平等性智，没有能够完全转过来，到八地才完全转过来。诸位要晓得，这两种智一下转过来了，第八识转成大圆镜智，前五识转成成所作智，同时转了。转识成智是「六七因地转，五八果上转」。六七一转，五八同时就转了，换句话说，到八地菩萨才真正的转八识成四智，这是真正证得无生法忍。",
      "zh_TW": "『八地乃得無生』，八地菩薩叫不動地，無論在什麼境界心地清淨，決不會被外面境界所動搖，自己在一切境界裡面真正做得了主宰，所以稱之為不動地。這個時候無生法忍證得了，好比早晨太陽出來了。平等性現前，如果我們用唯識理論來講比較容易明瞭，轉第七識為平等性智，這真正轉過來了，所以是真正得了無生法忍。由這個地方，我們也得到一個很清晰的概念，七地菩薩轉第六意識為妙觀察智，第七識末那識也轉成平等性智，沒有能夠完全轉過來，到八地才完全轉過來。諸位要曉得，這兩種智一下轉過來了，第八識轉成大圓鏡智，前五識轉成成所作智，同時轉了。轉識成智是「六七因地轉，五八果上轉」。六七一轉，五八同時就轉了，換句話說，到八地菩薩才真正的轉八識成四智，這是真正證得無生法忍。"
    },
    {
      "id": "01-003-0066_p0008",
      "zh_CN": "回向偈里面讲「花开见佛悟无生」，就是证得无生法忍，到这个时候才彻底了解一切法不生不灭，你就见到了，这是一切法的真实相，一切法没有生灭。我们今天看到一切法有生有灭，看到动物有生老病死，植物有生住异灭，矿物、这个地球有成住坏空，这个都是生灭相。佛跟我们说，这种生灭相是幻相，不是真相。我们见到的是幻相，没有见到宇宙万法的真相，宇宙万法的真相是不生不灭。这个说得太玄了，实在讲不是我们的境界，也不是我们常识能达得到的，这是诸佛与大菩萨的现量境界，就是八地以上菩萨，人家亲眼看到的，一切法不生不灭。",
      "zh_TW": "迴向偈裡面講「花開見佛悟無生」，就是證得無生法忍，到這個時候才徹底了解一切法不生不滅，你就見到了，這是一切法的真實相，一切法沒有生滅。我們今天看到一切法有生有滅，看到動物有生老病死，植物有生住異滅，礦物、這個地球有成住壞空，這個都是生滅相。佛跟我們說，這種生滅相是幻相，不是真相。我們見到的是幻相，沒有見到宇宙萬法的真相，宇宙萬法的真相是不生不滅。這個說得太玄了，實在講不是我們的境界，也不是我們常識能達得到的，這是諸佛與大菩薩的現量境界，就是八地以上菩薩，人家親眼看到的，一切法不生不滅。"
    },
    {
      "id": "01-003-0066_p0009",
      "zh_CN": "要怎样才能证得？许多法门、宗派都有很多理论修行的方法，我们念佛的人能不能证得，这是我们很关心的事情。假如念佛不能证得，那还得要修别的法门。大师在此地告诉我们，念佛的人可以证得。不但可以证得，比修其他的法门还容易证得，为什么？你这一往生就证得了。『因于往生实悟无生』，悟无生就是证得无生法忍。",
      "zh_TW": "要怎樣才能證得？許多法門、宗派都有很多理論修行的方法，我們念佛的人能不能證得，這是我們很關心的事情。假如念佛不能證得，那還得要修別的法門。大師在此地告訴我們，念佛的人可以證得。不但可以證得，比修其他的法門還容易證得，為什麼？你這一往生就證得了。『因於往生實悟無生』，悟無生就是證得無生法忍。"
    },
    {
      "id": "01-003-0066_p0010",
      "zh_CN": "玄义【而亟欲灭生以求无生，弥求弥远。】",
      "zh_TW": "玄義【而亟欲滅生以求無生，彌求彌遠。】"
    },
    {
      "id": "01-003-0066_p0011",
      "zh_CN": "有一些人急着要证无生法忍，他怎么证法？他要把那个「生」断掉，生断掉好像就是无生了，其实弄错了。但是这种想法、这个观念，实在讲佛法没有到中国来，中国人已经有这个想法了，像老子所说的「吾有大患，为吾有身」，我有最大的忧患，因为我有身。如果没有身多好，没有身多自在！没有身，你至少不需要为衣食去奔波。身要吃饭、身要穿衣、身要住房子，你没有身，什么烦恼忧虑都没有了。如何能把这个身丢掉，从前有这个想法的人多，不少！",
      "zh_TW": "有一些人急著要證無生法忍，他怎麼證法？他要把那個「生」斷掉，生斷掉好像就是無生了，其實弄錯了。但是這種想法、這個觀念，實在講佛法沒有到中國來，中國人已經有這個想法了，像老子所說的「吾有大患，為吾有身」，我有最大的憂患，因為我有身。如果沒有身多好，沒有身多自在！沒有身，你至少不需要為衣食去奔波。身要吃飯、身要穿衣、身要住房子，你沒有身，什麼煩惱憂慮都沒有了。如何能把這個身丟掉，從前有這個想法的人多，不少！"
    },
    {
      "id": "01-003-0066_p0012",
      "zh_CN": "在三界里面，无色界天不要身，无色！就是这么一个想法。色界四禅十八天他有身，四空天人就没有身，那是凡夫里面最高的境界。诸位要晓得，高级的凡夫不要身体，他得自在！但是这不是一个办法，虽然身不要了，神识存在（中国人讲灵魂）。在这样甚深禅定之中，确实他是妄念不生，因为这是定功。定功完全把烦恼伏住，他这个定功时间很长，八万大劫，也就是四空天人的寿命。但是八万大劫到了，他的功力就退掉，退掉之后还要六道轮回，可见得这个不究竟。这样求法是『弥求弥远』，愈求愈远，这不是真的，这是假的。",
      "zh_TW": "在三界裡面，無色界天不要身，無色！就是這麼一個想法。色界四禪十八天他有身，四空天人就沒有身，那是凡夫裡面最高的境界。諸位要曉得，高級的凡夫不要身體，他得自在！但是這不是一個辦法，雖然身不要了，神識存在（中國人講靈魂）。在這樣甚深禪定之中，確實他是妄念不生，因為這是定功。定功完全把煩惱伏住，他這個定功時間很長，八萬大劫，也就是四空天人的壽命。但是八萬大劫到了，他的功力就退掉，退掉之後還要六道輪迴，可見得這個不究竟。這樣求法是『彌求彌遠』，愈求愈遠，這不是真的，這是假的。"
    },
    {
      "id": "01-003-0066_p0013",
      "zh_CN": "玄义【今以求生净土，乃悟无生，入有得空，即凡成圣，可谓通玄秘诀，换骨神丹。】",
      "zh_TW": "玄義【今以求生淨土，乃悟無生，入有得空，即凡成聖，可謂通玄秘訣，換骨神丹。】"
    },
    {
      "id": "01-003-0066_p0014",
      "zh_CN": "你修净土是真正能够证得无生法忍，『求生净土』这是从有门入进去，经上讲得很清清楚楚，「有世界名曰极乐，有佛号阿弥陀，今现在说法」，这是从有门进去的。从有门进去到那个地方闻法修行决定能悟无生，所以说是『得空』，得空就是得无生法忍。「入有」是凡夫，「得空」是证圣果，所以是『即凡成圣』。末后这两句是赞叹的话，确确实实可以说是『通玄秘诀』，往生西方极乐世界，「玄」就是无生，我们也想证得无生、通达到无生，往生西方极乐世界，念佛这是证得无生法忍的秘诀。『换骨神丹』，脱胎换骨，神丹是比喻念佛，念佛生净土，脱胎换骨这就等于超凡入圣，我们生到西方极乐世界是凡夫，到那边去之后就成了圣人。圆证三不退，那怎么不成圣人？",
      "zh_TW": "你修淨土是真正能夠證得無生法忍，『求生淨土』這是從有門入進去，經上講得很清清楚楚，「有世界名曰極樂，有佛號阿彌陀，今現在說法」，這是從有門進去的。從有門進去到那個地方聞法修行決定能悟無生，所以說是『得空』，得空就是得無生法忍。「入有」是凡夫，「得空」是證聖果，所以是『即凡成聖』。末後這兩句是讚歎的話，確確實實可以說是『通玄秘訣』，往生西方極樂世界，「玄」就是無生，我們也想證得無生、通達到無生，往生西方極樂世界，念佛這是證得無生法忍的祕訣。『換骨神丹』，脫胎換骨，神丹是比喻念佛，念佛生淨土，脫胎換骨這就等於超凡入聖，我們生到西方極樂世界是凡夫，到那邊去之後就成了聖人。圓證三不退，那怎麼不成聖人？"
    },
    {
      "id": "01-003-0066_p0015",
      "zh_CN": "疏【仅名现相者。】",
      "zh_TW": "疏【僅名現相者。】"
    },
    {
      "id": "01-003-0066_p0016",
      "zh_CN": "这是住七地菩萨的境界。",
      "zh_TW": "這是住七地菩薩的境界。"
    },
    {
      "id": "01-003-0066_p0017",
      "zh_CN": "疏【华严地地皆曰无生，而正得乃归八地。】",
      "zh_TW": "疏【華嚴地地皆曰無生，而正得乃歸八地。】"
    },
    {
      "id": "01-003-0066_p0018",
      "zh_CN": "每一地从初地都说证得无生法忍了，但是真正讲证得那是第八地。初地菩萨好比东方发白，一直到七地当然明度是愈来愈大，太阳没出来，八地太阳出来了，这个比喻说明登地的菩萨已经看到东方发白，天快要亮了，七地与八地非常接近。",
      "zh_TW": "每一地從初地都說證得無生法忍了，但是真正講證得那是第八地。初地菩薩好比東方發白，一直到七地當然明度是愈來愈大，太陽沒出來，八地太陽出來了，這個比喻說明登地的菩薩已經看到東方發白，天快要亮了，七地與八地非常接近。"
    },
    {
      "id": "01-003-0066_p0019",
      "zh_CN": "疏【其七地云：净无量身口意，得无生法忍光明。】",
      "zh_TW": "疏【其七地云：淨無量身口意，得無生法忍光明。】"
    },
    {
      "id": "01-003-0066_p0020",
      "zh_CN": "这是经上讲的。『净无量身口意』，是七地菩萨以深心（三种菩提心的深心），这个深心可以说是很深很深的清净心，成就身业、语业、意业，身清净、语清净、意清净，这叫做净无量身口意。到这个境界，可以说所有一切的恶业、不善业道统统都已经离开，都已经没有了。凡是佛在经典里面所说一切不善业，七地菩萨决定没有，凡是经上所讲的一切善业，七地菩萨一定具足，所以说是净无量的身口意。换句话说，菩萨修行到这种程度、这个境界，纯善无过，不要说是罪业，过失都没有，这是七地菩萨。『得无生法忍光明』，无生法忍光明他得到了。下面《疏》就是清凉大师的注解，《华严经》的疏。",
      "zh_TW": "這是經上講的。『淨無量身口意』，是七地菩薩以深心（三種菩提心的深心），這個深心可以說是很深很深的清淨心，成就身業、語業、意業，身清淨、語清淨、意清淨，這叫做淨無量身口意。到這個境界，可以說所有一切的惡業、不善業道統統都已經離開，都已經沒有了。凡是佛在經典裡面所說一切不善業，七地菩薩決定沒有，凡是經上所講的一切善業，七地菩薩一定具足，所以說是淨無量的身口意。換句話說，菩薩修行到這種程度、這個境界，純善無過，不要說是罪業，過失都沒有，這是七地菩薩。『得無生法忍光明』，無生法忍光明他得到了。下面《疏》就是清涼大師的註解，《華嚴經》的疏。"
    },
    {
      "id": "01-003-0066_p0021",
      "zh_CN": "疏【疏谓：无生法忍，八地所得。】",
      "zh_TW": "疏【疏謂：無生法忍，八地所得。】"
    },
    {
      "id": "01-003-0066_p0022",
      "zh_CN": "清凉大师解释：八地才真正得到无生法忍。",
      "zh_TW": "清涼大師解釋：八地才真正得到無生法忍。"
    },
    {
      "id": "01-003-0066_p0023",
      "zh_CN": "疏【今玆七地，于彼法忍明相现前，未为真得。】",
      "zh_TW": "疏【今玆七地，於彼法忍明相現前，未為真得。】"
    },
    {
      "id": "01-003-0066_p0024",
      "zh_CN": "『明相现前』，天空当中非常的明亮，但是太阳没出来，七地菩萨在这个境界。",
      "zh_TW": "『明相現前』，天空當中非常的明亮，但是太陽沒出來，七地菩薩在這個境界。"
    },
    {
      "id": "01-003-0066_p0025",
      "zh_CN": "疏【如观经疏。】",
      "zh_TW": "疏【如觀經疏。】"
    },
    {
      "id": "01-003-0066_p0026",
      "zh_CN": "《观无量寿佛经》的注疏，智者大师作的。",
      "zh_TW": "《觀無量壽佛經》的註疏，智者大師作的。"
    },
    {
      "id": "01-003-0066_p0027",
      "zh_CN": "疏【以无生即属初住。】",
      "zh_TW": "疏【以無生即屬初住。】"
    },
    {
      "id": "01-003-0066_p0028",
      "zh_CN": "圆教初住菩萨就可以说证得无生法忍；那个证得无生法忍，就是前面讲七地菩萨见明相。",
      "zh_TW": "圓教初住菩薩就可以說證得無生法忍；那個證得無生法忍，就是前面講七地菩薩見明相。"
    },
    {
      "id": "01-003-0066_p0029",
      "zh_CN": "疏【意略同此。】",
      "zh_TW": "疏【意略同此。】"
    },
    {
      "id": "01-003-0066_p0030",
      "zh_CN": "智者大师是天台家，天台家说初住就得到无生法忍，华严宗清凉大师说初地以上但得无生法忍明相现前，就是这个意思，不是真得。智者大师所讲跟清凉大师所说的，意思是相同的，都是见到无生法忍的明相，并没有真正得到，但是可以算他得到，严格的来说，第八地才真正证得无生法忍。",
      "zh_TW": "智者大師是天台家，天台家說初住就得到無生法忍，華嚴宗清涼大師說初地以上但得無生法忍明相現前，就是這個意思，不是真得。智者大師所講跟清涼大師所說的，意思是相同的，都是見到無生法忍的明相，並沒有真正得到，但是可以算他得到，嚴格的來說，第八地才真正證得無生法忍。"
    },
    {
      "id": "01-003-0066_p0031",
      "zh_CN": "疏【乃至八地，离一切心意识分别，始名真得无生法忍也。故知无生，圣且难之，况凡辈乎。】",
      "zh_TW": "疏【乃至八地，離一切心意識分別，始名真得無生法忍也。故知無生，聖且難之，況凡輩乎。】"
    },
    {
      "id": "01-003-0066_p0032",
      "zh_CN": "由此可知，证得无生法忍不容易！对圣人来讲都相当困难，何况凡夫？此地讲的圣人，圆教七地菩萨，这个地位不得了，很高很高！圆教初住菩萨已经破一品无明、证一分法身，十住、十行、十回向，三十个位次，四十一品无明破掉三十品，还剩下十一品，这时才见到无生法忍的明相；再破七品无明，到第八地，这才真正证得无生法忍。所以「花开见佛悟无生」，唱起来很简单，真正到这个境界不简单！你就晓得，你修其他的法门要想修到八地菩萨要到哪一劫？那个实在讲太遥远、太渺茫了。大师在此地说这些话就是勉励我们，我们用念佛这个法门容易，容易得到，有把握得到，而且是一生当中得到。修其他法门想到这个境界不是一个容易事情，是真难。",
      "zh_TW": "由此可知，證得無生法忍不容易！對聖人來講都相當困難，何況凡夫？此地講的聖人，圓教七地菩薩，這個地位不得了，很高很高！圓教初住菩薩已經破一品無明、證一分法身，十住、十行、十迴向，三十個位次，四十一品無明破掉三十品，還剩下十一品，這時才見到無生法忍的明相；再破七品無明，到第八地，這才真正證得無生法忍。所以「花開見佛悟無生」，唱起來很簡單，真正到這個境界不簡單！你就曉得，你修其他的法門要想修到八地菩薩要到哪一劫？那個實在講太遙遠、太渺茫了。大師在此地說這些話就是勉勵我們，我們用念佛這個法門容易，容易得到，有把握得到，而且是一生當中得到。修其他法門想到這個境界不是一個容易事情，是真難。"
    },
    {
      "id": "01-003-0066_p0033",
      "zh_CN": "下面这个文非常好，他把境界给我们表明了，我们读了之后，心里确实没有怀疑了。『八地菩萨，离一切心意识分别』，完全是转识成智，舍识用根。交光大师《楞严经正脉》提倡「舍识用根」，识就是第六识、第七识、第八识，把识舍掉，用根，用根中之性。他提倡的办法，教我们眼见，不要用眼识见，不要用第六意识见，用什么见？用见性见。耳听，不要用耳识听，用闻性来听，你要能这样用法，你就跟七地菩萨、八地菩萨没有两样了。这种方法是地上菩萨所用的，那个不简单！交光大师讲的，理论上没错，事实上哪一个人能办得到？《楞严经》有古今两派，古派是用天台大师的思想，就是禀承智者大师，智者大师用识，依然是用第六意识、第七识来修行，修三止三观。新派的主张舍识用根，那当然是好，就跟六祖一样，那是上上乘人才能做得到，大乘以下都做不到。所以一般学《楞严经》的，有很多人喜欢《楞严经》古时候那个注解，有道理。",
      "zh_TW": "下面這個文非常好，他把境界給我們表明了，我們讀了之後，心裡確實沒有懷疑了。『八地菩薩，離一切心意識分別』，完全是轉識成智，捨識用根。交光大師《楞嚴經正脈》提倡「捨識用根」，識就是第六識、第七識、第八識，把識捨掉，用根，用根中之性。他提倡的辦法，教我們眼見，不要用眼識見，不要用第六意識見，用什麼見？用見性見。耳聽，不要用耳識聽，用聞性來聽，你要能這樣用法，你就跟七地菩薩、八地菩薩沒有兩樣了。這種方法是地上菩薩所用的，那個不簡單！交光大師講的，理論上沒錯，事實上哪一個人能辦得到？《楞嚴經》有古今兩派，古派是用天台大師的思想，就是稟承智者大師，智者大師用識，依然是用第六意識、第七識來修行，修三止三觀。新派的主張捨識用根，那當然是好，就跟六祖一樣，那是上上乘人才能做得到，大乘以下都做不到。所以一般學《楞嚴經》的，有很多人喜歡《楞嚴經》古時候那個註解，有道理。"
    },
    {
      "id": "01-003-0066_p0034",
      "zh_CN": "我们来谈一谈什么叫「心意识」。识就是分别，唯识里面定义，「了别」叫做识，特别指第六意识，也就是我们今天讲的心。第六意识善于分别，会打妄想，想过去、想现在、想未来都是第六意识。第七识是执着，「筹量名意」，这是第七识。第七识很固执，第六识是很会想，打妄想，不执着。第七识的执着真厉害，它执着什么？执着我。第六识不执着我，第七识执着我，我执、法执都是第七识。修行证果最大的障碍就是执着，所以第七识叫染污意。第六识会分别、会思想，不会造成染污，第七识就造成染污，所谓染污就是自私自利的心。自私自利是第七识，第六识里头还没有这个东西。第七识就是自私自利，所以变成染污，把真如本性给染污了，所以它叫做染污意，它是个不清净的东西。能把第七识转过来，那你心清净了，心就平等；第七识转不过来，你的心不平等，你的心不清净。可见得修行人要转第七识，那是修行功夫里面最要紧的一个枢纽，如何能把它转过来。",
      "zh_TW": "我們來談一談什麼叫「心意識」。識就是分別，唯識裡面定義，「了別」叫做識，特別指第六意識，也就是我們今天講的心。第六意識善於分別，會打妄想，想過去、想現在、想未來都是第六意識。第七識是執著，「籌量名意」，這是第七識。第七識很固執，第六識是很會想，打妄想，不執著。第七識的執著真厲害，它執著什麼？執著我。第六識不執著我，第七識執著我，我執、法執都是第七識。修行證果最大的障礙就是執著，所以第七識叫染污意。第六識會分別、會思想，不會造成染污，第七識就造成染污，所謂染污就是自私自利的心。自私自利是第七識，第六識裡頭還沒有這個東西。第七識就是自私自利，所以變成染污，把真如本性給染污了，所以它叫做染污意，它是個不清淨的東西。能把第七識轉過來，那你心清淨了，心就平等；第七識轉不過來，你的心不平等，你的心不清淨。可見得修行人要轉第七識，那是修行功夫裡面最要緊的一個樞紐，如何能把它轉過來。"
    },
    {
      "id": "01-003-0066_p0035",
      "zh_CN": "第八识像仓库一样，所有善恶种子统统藏在里面，所以第八识叫藏识，那个藏就是仓库。我们见色闻声会落印象，印象当然要有个地方收藏，如果没有地方收藏，那印象就没有了。印象在唯识里面叫种子，这个种子收藏在阿赖耶识里头，叫第八识。昨天我跟你见面，今天见面我还认得你，为什么认识？一见面阿赖耶识像电脑一样，把资料显示出来一对，不错，昨天看的跟你一样，就是这样的。它这个速度太快，所以一见就认识了。为什么？昨天落了印象，昨天档案已经进去了，今天再见面立刻就现行，马上一对照，没错！你这个全部的档案都在。所以阿赖耶识就是个大仓库，它的速度非常快，善恶印象统统落在里头，生生世世的印象也落在里头。",
      "zh_TW": "第八識像倉庫一樣，所有善惡種子統統藏在裡面，所以第八識叫藏識，那個藏就是倉庫。我們見色聞聲會落印象，印象當然要有個地方收藏，如果沒有地方收藏，那印象就沒有了。印象在唯識裡面叫種子，這個種子收藏在阿賴耶識裡頭，叫第八識。昨天我跟你見面，今天見面我還認得你，為什麼認識？一見面阿賴耶識像電腦一樣，把資料顯示出來一對，不錯，昨天看的跟你一樣，就是這樣的。它這個速度太快，所以一見就認識了。為什麼？昨天落了印象，昨天檔案已經進去了，今天再見面立刻就現行，馬上一對照，沒錯！你這個全部的檔案都在。所以阿賴耶識就是個大倉庫，它的速度非常快，善惡印象統統落在裡頭，生生世世的印象也落在裡頭。"
    },
    {
      "id": "01-003-0066_p0036",
      "zh_CN": "「离一切心意识分别」，就是说第六识离了，离了第六识那叫什么？叫妙观察。妙观察智是本有的，第六意识是本无的，迷了才有，悟了就没有了。一悟，第六意识就转变成为妙观察智。实在讲这个东西只转名字，没有换！迷了叫第六意识，悟了叫妙观察智，一桩事情，不是两桩事情。第七识也是如此，迷了叫末那识、第七识，悟了叫平等性智。阿赖耶识也是如此，迷了叫阿赖耶，悟了叫真如本性，叫大圆镜智。就是迷与悟！在这些大菩萨与佛，它就不叫做八识，就叫四智菩提，菩提是觉，四智都觉；在凡夫就不叫做四智菩提，叫八识。八识是迷惑颠倒的名称，四智是一个大彻大悟之后的名称，就是这么回事情。",
      "zh_TW": "「離一切心意識分別」，就是說第六識離了，離了第六識那叫什麼？叫妙觀察。妙觀察智是本有的，第六意識是本無的，迷了才有，悟了就沒有了。一悟，第六意識就轉變成為妙觀察智。實在講這個東西只轉名字，沒有換！迷了叫第六意識，悟了叫妙觀察智，一樁事情，不是兩樁事情。第七識也是如此，迷了叫末那識、第七識，悟了叫平等性智。阿賴耶識也是如此，迷了叫阿賴耶，悟了叫真如本性，叫大圓鏡智。就是迷與悟！在這些大菩薩與佛，它就不叫做八識，就叫四智菩提，菩提是覺，四智都覺；在凡夫就不叫做四智菩提，叫八識。八識是迷惑顛倒的名稱，四智是一個大徹大悟之後的名稱，就是這麼回事情。"
    },
    {
      "id": "01-003-0066_p0037",
      "zh_CN": "离一切心意识分别，这个时候，六、七、八识虽然有粗细不相同，个个都有种种分别，到了八地菩萨是离得干干净净，所以八地菩萨这个时候大圆镜智现前，果地上转了。七地菩萨以前，他有妙观察智、平等性智，大圆镜智还没有，他虽然转了，功夫还没到家。必须功夫到了家，证了果，八识才真正转成大圆镜智，真正悟无生法忍。《弥陀经》注解里面，这完全讲的是唯识学，唯识的道理，而且是法相唯识宗的精华，叫你转识成智。",
      "zh_TW": "離一切心意識分別，這個時候，六、七、八識雖然有粗細不相同，個個都有種種分別，到了八地菩薩是離得乾乾淨淨，所以八地菩薩這個時候大圓鏡智現前，果地上轉了。七地菩薩以前，他有妙觀察智、平等性智，大圓鏡智還沒有，他雖然轉了，功夫還沒到家。必須功夫到了家，證了果，八識才真正轉成大圓鏡智，真正悟無生法忍。《彌陀經》註解裡面，這完全講的是唯識學，唯識的道理，而且是法相唯識宗的精華，叫你轉識成智。"
    },
    {
      "id": "01-003-0066_p0038",
      "zh_CN": "法相唯识宗的修法有「五重唯识观」，那很麻烦。今天在净土法门也修这个，也是转识成智，那个方法可简单、可妙了，一句弥陀佛，你看多妙！也能修到这个境界，不但也能，比修唯识、修五重唯识观还来得快！他修五重唯识观，说老实话一生当中未必能修得成，那五个次第真正不容易。念佛这个法门，你要是真正如理如法修行，这一生决定成功，确实可以能够证得。所以这个法门真正是不可思议，一切诸佛之所赞叹是有道理的。八地菩萨这才算是真正得无生法忍，不但连烦恼没有了，习气都拔除了。这个境界，『圣且难之』，初地就是圣人（三贤十圣），圣人都难达到，『况凡辈乎』，凡夫一下就要到这个境界不容易。",
      "zh_TW": "法相唯識宗的修法有「五重唯識觀」，那很麻煩。今天在淨土法門也修這個，也是轉識成智，那個方法可簡單、可妙了，一句彌陀佛，你看多妙！也能修到這個境界，不但也能，比修唯識、修五重唯識觀還來得快！他修五重唯識觀，說老實話一生當中未必能修得成，那五個次第真正不容易。念佛這個法門，你要是真正如理如法修行，這一生決定成功，確實可以能夠證得。所以這個法門真正是不可思議，一切諸佛之所讚歎是有道理的。八地菩薩這才算是真正得無生法忍，不但連煩惱沒有了，習氣都拔除了。這個境界，『聖且難之』，初地就是聖人（三賢十聖），聖人都難達到，『況凡輩乎』，凡夫一下就要到這個境界不容易。"
    },
    {
      "id": "01-003-0066_p0039",
      "zh_CN": "疏【弥远者，厌生为患，亟欲灭生以归于无，而灭非真灭，祇益劬劳，终成轮转，如牛坏车，古有明喻。】",
      "zh_TW": "疏【彌遠者，厭生為患，亟欲滅生以歸於無，而滅非真滅，祇益劬勞，終成輪轉，如牛壞車，古有明喻。】"
    },
    {
      "id": "01-003-0066_p0040",
      "zh_CN": "不会修的，弥求弥远，想得到结果反而愈来愈糟糕，这就是修行不如法。有一种人，他觉得这身是最大的忧患，想不要了，四空天人如是，有许多阿罗汉成就了，他也如是，叫灰身灭智，他不要身了，『以归于无』。这桩事情，是不是真的能够归到无？没有。",
      "zh_TW": "不會修的，彌求彌遠，想得到結果反而愈來愈糟糕，這就是修行不如法。有一種人，他覺得這身是最大的憂患，想不要了，四空天人如是，有許多阿羅漢成就了，他也如是，叫灰身滅智，他不要身了，『以歸於無』。這樁事情，是不是真的能夠歸到無？沒有。"
    },
    {
      "id": "01-003-0066_p0041",
      "zh_CN": "『而灭非真灭』，他不是真灭，他这个灭在佛法里面讲是断灭；佛法讲灭是寂灭，寂灭不是断灭。寂灭里面的境界是事事无碍，断灭是事事都有障碍，他因为觉得这身有障碍，所以把它灭掉。假如身没有障碍，那你何必去灭它？可见得真的是功夫不到家，他认为样样都有障碍，要把障碍去掉，哪里晓得真正大乘佛法里头是样样都没有障碍。这个意思，诸位这几天在讲座里面听的总应该体会到几分。你看善财童子五十三参，显示出样样没有障碍，理事无碍，事事无碍，成就自己圆满的智慧。善财童子不把身体灭掉，他不干这个傻事情，那个没用处的。",
      "zh_TW": "『而滅非真滅』，他不是真滅，他這個滅在佛法裡面講是斷滅；佛法講滅是寂滅，寂滅不是斷滅。寂滅裡面的境界是事事無礙，斷滅是事事都有障礙，他因為覺得這身有障礙，所以把它滅掉。假如身沒有障礙，那你何必去滅它？可見得真的是功夫不到家，他認為樣樣都有障礙，要把障礙去掉，哪裡曉得真正大乘佛法裡頭是樣樣都沒有障礙。這個意思，諸位這幾天在講座裡面聽的總應該體會到幾分。你看善財童子五十三參，顯示出樣樣沒有障礙，理事無礙，事事無礙，成就自己圓滿的智慧。善財童子不把身體滅掉，他不幹這個傻事情，那個沒用處的。"
    },
    {
      "id": "01-003-0066_p0042",
      "zh_CN": "灭是佛法修学最高的目标，灭是灭烦恼、灭无明、灭生死，是灭这个，不是灭身。这身你仔细去观察，身里头没有烦恼，也没有生死、也没有无明。你要不相信，你在身体里去找，现在科学发达了，你去分析，我们身体每个细胞再把它分成原子、电子，你去观察，哪一个原子、电子里头有烦恼、有无明，你去找找看，能不能找得到？找不到。最小的基本粒子里头，既没有无明，也没有生死、没有烦恼，这个身不过是这些基本物质积聚而成，它确实没有！既然没有了，那就没有障碍了。",
      "zh_TW": "滅是佛法修學最高的目標，滅是滅煩惱、滅無明、滅生死，是滅這個，不是滅身。這身你仔細去觀察，身裡頭沒有煩惱，也沒有生死、也沒有無明。你要不相信，你在身體裡去找，現在科學發達了，你去分析，我們身體每個細胞再把它分成原子、電子，你去觀察，哪一個原子、電子裡頭有煩惱、有無明，你去找找看，能不能找得到？找不到。最小的基本粒子裡頭，既沒有無明，也沒有生死、沒有煩惱，這個身不過是這些基本物質積聚而成，它確實沒有！既然沒有了，那就沒有障礙了。"
    },
    {
      "id": "01-003-0066_p0043",
      "zh_CN": "譬如当年禅宗达摩祖师到中国来的时候，找不到学生，没人跟他学，在少林寺住了九年，面壁九年。以后碰到慧可，慧可向他请教，请教什么？慧可的心不安，所以找到达摩祖师，求达摩祖师给他安心。那个求法不容易，断臂求法，因为他去见达摩祖师，达摩祖师不理他，到最后没办法手臂断一条，拿这手臂去供养达摩祖师，达摩祖师看到这个样子，他真是虔诚。你何必呢？你究竟来找我干什么？他才说出来：我心不安，求大师替我安心。达摩祖师把手一伸：你把心拿来，我替你安。他就想了半天，他说：我觅心了不可得。我找心找不到！心到底在哪？脑子里没有心，心脏也不是心，怎么找也找不到，就像阿难尊者一样，里面找不到，外头找不到，中间找不到，到处都找不到，他就给祖师说：「我觅心了不可得」，我找心找不到！达摩祖师说：「我与汝安心竟」，我替你安心好了。他就恍然大悟了。你说你心不安，心根本找都找不到，你还要安它干什么，他立刻就得清净了。",
      "zh_TW": "譬如當年禪宗達摩祖師到中國來的時候，找不到學生，沒人跟他學，在少林寺住了九年，面壁九年。以後碰到慧可，慧可向他請教，請教什麼？慧可的心不安，所以找到達摩祖師，求達摩祖師給他安心。那個求法不容易，斷臂求法，因為他去見達摩祖師，達摩祖師不理他，到最後沒辦法手臂斷一條，拿這手臂去供養達摩祖師，達摩祖師看到這個樣子，他真是虔誠。你何必呢？你究竟來找我幹什麼？他才說出來：我心不安，求大師替我安心。達摩祖師把手一伸：你把心拿來，我替你安。他就想了半天，他說：我覓心了不可得。我找心找不到！心到底在哪？腦子裡沒有心，心臟也不是心，怎麼找也找不到，就像阿難尊者一樣，裡面找不到，外頭找不到，中間找不到，到處都找不到，他就給祖師說：「我覓心了不可得」，我找心找不到！達摩祖師說：「我與汝安心竟」，我替你安心好了。他就恍然大悟了。你說你心不安，心根本找都找不到，你還要安它幹什麼，他立刻就得清淨了。"
    },
    {
      "id": "01-003-0066_p0044",
      "zh_CN": "你们说你们有烦恼，烦恼多得不得了，我要是伸手，你把烦恼拿来给我，你的烦恼就没有了，你去找找看，你烦恼在哪里？你找不到，根本就没有！这是自生烦恼，你根本就没有烦恼。你不相信找找看，你烦恼是在头上、是在手上、是在脚上？找不到！你要是恍然一悟，原来烦恼是我的妄想，没有妄想就没有烦恼，你烦恼立刻就消除，事实确实如此。",
      "zh_TW": "你們說你們有煩惱，煩惱多得不得了，我要是伸手，你把煩惱拿來給我，你的煩惱就沒有了，你去找找看，你煩惱在哪裡？你找不到，根本就沒有！這是自生煩惱，你根本就沒有煩惱。你不相信找找看，你煩惱是在頭上、是在手上、是在腳上？找不到！你要是恍然一悟，原來煩惱是我的妄想，沒有妄想就沒有煩惱，你煩惱立刻就消除，事實確實如此。"
    },
    {
      "id": "01-003-0066_p0045",
      "zh_CN": "所以佛法求的是寂灭，不是断灭，这是一定要认识清楚。断灭不是真灭，寂灭是真灭，《楞严经》上说得好，「生灭既灭，寂灭现前」，这是如来的境界，就是寂灭忍，比无生法忍还要高一级，那就是十地菩萨以上的境界。七地、八地、九地是无生法忍，十地、等觉、如来果地是寂灭忍。所以断灭不是真灭，要修断灭，那就是佛法常说的无益的苦行，这个很苦，没有利益。这不是真正正法如法的修行，这是没有益的苦行。『祇益劬劳』，这是增加麻烦，增加劳苦，这个修没有用处。",
      "zh_TW": "所以佛法求的是寂滅，不是斷滅，這是一定要認識清楚。斷滅不是真滅，寂滅是真滅，《楞嚴經》上說得好，「生滅既滅，寂滅現前」，這是如來的境界，就是寂滅忍，比無生法忍還要高一級，那就是十地菩薩以上的境界。七地、八地、九地是無生法忍，十地、等覺、如來果地是寂滅忍。所以斷滅不是真滅，要修斷滅，那就是佛法常說的無益的苦行，這個很苦，沒有利益。這不是真正正法如法的修行，這是沒有益的苦行。『祇益劬勞』，這是增加麻煩，增加勞苦，這個修沒有用處。"
    },
    {
      "id": "01-003-0066_p0046",
      "zh_CN": "『终成轮转，如牛坏车，古有明喻』，这是举个比喻来说。「终成轮转」，譬如，这一般来讲，修无想定是用断灭法，他把一切妄想断掉，修成了果报在第四禅的无想天，寿命五百劫，这时间是相当长。但是五百劫要是过了，他的定功失掉，失掉之后他还是堕落，所以终成轮转，他还是要轮回。苦行修成无想定，不容易！这个苦行没有能得到一个究竟的结果，这不值得的。「如牛坏车」，这是比喻，牛拉车拉得很累很苦，牠心里怎么想法？我把这个车弄坏，我就不要拉了！这是很笨的一个想法。你们都知道，牛把车弄坏，主人再做个新车、再做个大车，牠还是要拉，这不是办法。",
      "zh_TW": "『終成輪轉，如牛壞車，古有明喻』，這是舉個比喻來說。「終成輪轉」，譬如，這一般來講，修無想定是用斷滅法，他把一切妄想斷掉，修成了果報在第四禪的無想天，壽命五百劫，這時間是相當長。但是五百劫要是過了，他的定功失掉，失掉之後他還是墮落，所以終成輪轉，他還是要輪迴。苦行修成無想定，不容易！這個苦行沒有能得到一個究竟的結果，這不值得的。「如牛壞車」，這是比喻，牛拉車拉得很累很苦，牠心裡怎麼想法？我把這個車弄壞，我就不要拉了！這是很笨的一個想法。你們都知道，牛把車弄壞，主人再做個新車、再做個大車，牠還是要拉，這不是辦法。"
    },
    {
      "id": "01-003-0066_p0047",
      "zh_CN": "「古有明喻」，很明显的比喻，这个比喻就是人厌身为苦，想赶快把这个身灭掉，不晓得身灭掉之后还要受身。诸位要是真正明白这个道理，你就晓得，这个世间人有很多人感觉得人生太痛苦，活不下去就自杀了，自杀是我不要这个身了，以为这一死，什么都了了！哪有那么便宜的事情？死了不到四十九天又投胎了，又来了，该怎么苦法还是怎么苦法，没有办法脱离的。你要是明白这个事理真相，决定死不得，死了就不得了，麻烦就大了。",
      "zh_TW": "「古有明喻」，很明顯的比喻，這個比喻就是人厭身為苦，想趕快把這個身滅掉，不曉得身滅掉之後還要受身。諸位要是真正明白這個道理，你就曉得，這個世間人有很多人感覺得人生太痛苦，活不下去就自殺了，自殺是我不要這個身了，以為這一死，什麼都了了！哪有那麼便宜的事情？死了不到四十九天又投胎了，又來了，該怎麼苦法還是怎麼苦法，沒有辦法脫離的。你要是明白這個事理真相，決定死不得，死了就不得了，麻煩就大了。"
    },
    {
      "id": "01-003-0066_p0048",
      "zh_CN": "我们今天遇到这个法门，说真话就是要不死，你就成功了，一死就轮回。怎样叫不死？你往生西方极乐世界是活着去的，不是死了去的。你是在非常正常、非常清醒的状态之下见到阿弥陀佛来接引你，你跟他去了，这不是死，活着去的！你要明白这个道理。说是死了可以去，密宗里面有中阴的度法，他们说得是很好，人死了之后中阴身也可以能够把他度到西方极乐世界去，密宗有这种说法。这种说法，给诸位说，问题很多！人死了以后这中阴可以能够度到西方极乐世界，我们人在生就不要修行了，修行干什么？死了之后请几个喇嘛来一超度就往生西方，你们查查净土经典里面有没有这个道理？不可能。",
      "zh_TW": "我們今天遇到這個法門，說真話就是要不死，你就成功了，一死就輪迴。怎樣叫不死？你往生西方極樂世界是活著去的，不是死了去的。你是在非常正常、非常清醒的狀態之下見到阿彌陀佛來接引你，你跟他去了，這不是死，活著去的！你要明白這個道理。說是死了可以去，密宗裡面有中陰的度法，他們說得是很好，人死了之後中陰身也可以能夠把他度到西方極樂世界去，密宗有這種說法。這種說法，給諸位說，問題很多！人死了以後這中陰可以能夠度到西方極樂世界，我們人在生就不要修行了，修行幹什麼？死了之後請幾個喇嘛來一超度就往生西方，你們查查淨土經典裡面有沒有這個道理？不可能。"
    },
    {
      "id": "01-003-0066_p0049",
      "zh_CN": "你们看《梁皇忏》，梁武帝的妃子死了以后，请宝志公来给她做超度，宝志公是观世音菩萨化身，观世音菩萨是西方极乐世界阿弥陀佛的后补佛，他不能把梁武帝的妃子度到西方极乐世界，只能把她超度到忉利天。从这个例子来看，我们就真正明了，所谓中阴超度，的确是可以超度，只能超度到忉利天；要是讲超度到忉利天以上，超度到西方极乐世界，决定没有这个道理。你要是听了他的话，那你就上了大当，理上讲不通，经典上找不到根据，没有这个说法。",
      "zh_TW": "你們看《梁皇懺》，梁武帝的妃子死了以後，請寶誌公來給她做超度，寶誌公是觀世音菩薩化身，觀世音菩薩是西方極樂世界阿彌陀佛的後補佛，他不能把梁武帝的妃子度到西方極樂世界，只能把她超度到忉利天。從這個例子來看，我們就真正明瞭，所謂中陰超度，的確是可以超度，只能超度到忉利天；要是講超度到忉利天以上，超度到西方極樂世界，決定沒有這個道理。你要是聽了他的話，那你就上了大當，理上講不通，經典上找不到根據，沒有這個說法。"
    },
    {
      "id": "01-003-0066_p0050",
      "zh_CN": "往生西方极乐世界，我们这几天也谈了不少重要的原则，第一个你要发菩提心，中阴身他能不能发菩提心？第二个，他要具足三资粮，中阴身能具足吗？问题多！太多太多了。中阴比我们在人道的时候要迷惑得多，你在作人的时候头脑清醒，你都发不了菩提心，你都不能具足三资粮，迷惑颠倒你能做得到？中阴身比梦境还要差，还要迷惑，他要不迷惑他怎么会到三恶道去？所以到三恶道是糊里糊涂去的。那么迷惑颠倒的人，他怎么会到西方极乐世界去？阿弥陀佛怎么会接引他？决定不可能。如果可能的话，宝志公当年决定把梁武帝的妃子度到西方极乐世界，那我们就相信，在中阴身还可以超度，还能往生西方，我们就相信。",
      "zh_TW": "往生西方極樂世界，我們這幾天也談了不少重要的原則，第一個你要發菩提心，中陰身他能不能發菩提心？第二個，他要具足三資糧，中陰身能具足嗎？問題多！太多太多了。中陰比我們在人道的時候要迷惑得多，你在作人的時候頭腦清醒，你都發不了菩提心，你都不能具足三資糧，迷惑顛倒你能做得到？中陰身比夢境還要差，還要迷惑，他要不迷惑他怎麼會到三惡道去？所以到三惡道是糊裡糊塗去的。那麼迷惑顛倒的人，他怎麼會到西方極樂世界去？阿彌陀佛怎麼會接引他？決定不可能。如果可能的話，寶誌公當年決定把梁武帝的妃子度到西方極樂世界，那我們就相信，在中陰身還可以超度，還能往生西方，我們就相信。"
    },
    {
      "id": "01-003-0066_p0051",
      "zh_CN": "古往今来，凡是人死了以后超度，《地藏经》上也是这么说，只能超度到忉利天，这是最高的，为什么？这是福报。《地藏经》上讲，家亲眷属为亡人修福，亡人只能得七分之一，七分之六修者自得，经上有明文讲得清清楚楚！所以诸位要知道、要明了，要真正的觉悟！千万不要轻信一般人这种传说，不能轻信。听到人家这些说法，我们心地决定不动摇。",
      "zh_TW": "古往今來，凡是人死了以後超度，《地藏經》上也是這麼說，只能超度到忉利天，這是最高的，為什麼？這是福報。《地藏經》上講，家親眷屬為亡人修福，亡人只能得七分之一，七分之六修者自得，經上有明文講得清清楚楚！所以諸位要知道、要明瞭，要真正的覺悟！千萬不要輕信一般人這種傳說，不能輕信。聽到人家這些說法，我們心地決定不動搖。"
    },
    {
      "id": "01-003-0066_p0052",
      "zh_CN": "我们今天这个法门有坚实的理论依据，现在还有人怎么讲？毁谤净土毁谤得真厉害，说《弥陀经》是假的，说阿弥陀佛是太阳神，你说有什么法子！这是很多年以前，我在佛光山教书的时候，佛光山有个学生就在课堂里提出一个问题，他说有一个法师，也是在他那里给他们上课的，说西方净土是假的，是释迦牟尼佛的理想国，不是真的，所谓阿弥陀佛就是太阳神的化身。他来问我，我就告诉他：很可惜，我自己的程度太浅，《大藏经》虽然浏览了一遍没有仔细看，不晓得这是出在哪一部经、哪一部论？你要晓得，最好去问讲这个话的那个老师。胡造谣言，不得了！",
      "zh_TW": "我們今天這個法門有堅實的理論依據，現在還有人怎麼講？毀謗淨土毀謗得真厲害，說《彌陀經》是假的，說阿彌陀佛是太陽神，你說有什麼法子！這是很多年以前，我在佛光山教書的時候，佛光山有個學生就在課堂裡提出一個問題，他說有一個法師，也是在他那裡給他們上課的，說西方淨土是假的，是釋迦牟尼佛的理想國，不是真的，所謂阿彌陀佛就是太陽神的化身。他來問我，我就告訴他：很可惜，我自己的程度太淺，《大藏經》雖然瀏覽了一遍沒有仔細看，不曉得這是出在哪一部經、哪一部論？你要曉得，最好去問講這個話的那個老師。胡造謠言，不得了！"
    },
    {
      "id": "01-003-0066_p0053",
      "zh_CN": "后来我回到台北，特别把窥基大师的《通赞疏》印出来流通，就是给净土法门《弥陀经》做一个铁证，证明这是真的。窥基是玄奘大师的学生，玄奘大师到印度去住了十七年，玄奘大师自己也把《弥陀经》翻成中文，他翻的本子现在在《大藏经》里面，没有单独流通。窥基是玄奘大师的传人，是玄奘的大弟子，传法的人，而且是法相唯识宗开山的祖师，他注了一部《弥陀经》注解，他用什么本子？用鸠摩罗什大师的本子，这个用意太深太深了。我们现在人都是讲感情，你从这个地方看，他们师徒给我们一个很大的教训，依法不依人。",
      "zh_TW": "後來我回到台北，特別把窺基大師的《通贊疏》印出來流通，就是給淨土法門《彌陀經》做一個鐵證，證明這是真的。窺基是玄奘大師的學生，玄奘大師到印度去住了十七年，玄奘大師自己也把《彌陀經》翻成中文，他翻的本子現在在《大藏經》裡面，沒有單獨流通。窺基是玄奘大師的傳人，是玄奘的大弟子，傳法的人，而且是法相唯識宗開山的祖師，他註了一部《彌陀經》註解，他用什麼本子？用鳩摩羅什大師的本子，這個用意太深太深了。我們現在人都是講感情，你從這個地方看，他們師徒給我們一個很大的教訓，依法不依人。"
    },
    {
      "id": "01-003-0066_p0054",
      "zh_CN": "如果在今天来讲，窥基大师是玄奘的学生，玄奘大师这个经本翻译好了，别人不给他流通，做学生的人应当拼命来给他流通。给《弥陀经》作一个注解，应当用老师翻译的本子，怎么会选鸠摩罗什大师的本子？这不是不通人情吗？拿到现在来决定是如此。现在是我老师是第一，别人都不行！可是窥基大师依旧用鸠摩罗什大师的翻译本子，换句话说，他们师徒两个人都承认鸠摩罗什翻译的本子（我们现在念的这个本子），决定与梵文意思是没有差错的。如果有差错，玄奘大师一定说话，他念过梵文本，这就是给我们证明，做一个铁证，这部经典翻译得不错。窥基大师作注解，选定罗什大师的本子来注，并不是背师叛道。玄奘大师看他这样做法，不拿他翻的本子来注解，还去用前人的本子，他也不会以为这个学生是悖逆。可见得古人对佛法上确实做到四依法，依法不依人，依义不依语。",
      "zh_TW": "如果在今天來講，窺基大師是玄奘的學生，玄奘大師這個經本翻譯好了，別人不給他流通，做學生的人應當拼命來給他流通。給《彌陀經》作一個註解，應當用老師翻譯的本子，怎麼會選鳩摩羅什大師的本子？這不是不通人情嗎？拿到現在來決定是如此。現在是我老師是第一，別人都不行！可是窺基大師依舊用鳩摩羅什大師的翻譯本子，換句話說，他們師徒兩個人都承認鳩摩羅什翻譯的本子（我們現在念的這個本子），決定與梵文意思是沒有差錯的。如果有差錯，玄奘大師一定說話，他念過梵文本，這就是給我們證明，做一個鐵證，這部經典翻譯得不錯。窺基大師作註解，選定羅什大師的本子來註，並不是背師叛道。玄奘大師看他這樣做法，不拿他翻的本子來註解，還去用前人的本子，他也不會以為這個學生是悖逆。可見得古人對佛法上確實做到四依法，依法不依人，依義不依語。"
    },
    {
      "id": "01-003-0066_p0055",
      "zh_CN": "罗什大师的本子既然已经翻得这么好，已经流通了，人家能舍己为人，自己所翻的东西当然也不亚于鸠摩罗什大师，但是罗什翻的已经普遍流通，能够把自己翻的收起来，弘扬古大德的，这种心量不得了，真正是做到大公无私，为佛法为众生，没有自己的名闻利养。所以《通赞疏》给我们在净土经论、净土修行法门做了一个铁证，《弥陀经》决定是真实的，不是假的，经过玄奘、窥基给我们做了个证明。因此不管什么人要是说这是假的，那都是魔，都是胡造谣言，都是想来灭法，我们决定不上他的当。我们确实有铁证，证明这个是真实不是虚妄。",
      "zh_TW": "羅什大師的本子既然已經翻得這麼好，已經流通了，人家能捨己為人，自己所翻的東西當然也不亞於鳩摩羅什大師，但是羅什翻的已經普遍流通，能夠把自己翻的收起來，弘揚古大德的，這種心量不得了，真正是做到大公無私，為佛法為眾生，沒有自己的名聞利養。所以《通贊疏》給我們在淨土經論、淨土修行法門做了一個鐵證，《彌陀經》決定是真實的，不是假的，經過玄奘、窺基給我們做了個證明。因此不管什麼人要是說這是假的，那都是魔，都是胡造謠言，都是想來滅法，我們決定不上他的當。我們確實有鐵證，證明這個是真實不是虛妄。"
    },
    {
      "id": "01-003-0066_p0056",
      "zh_CN": "疏【今专念佛，发愿往生，生彼国已，华开见佛，识自本心，本自不生，生亦何碍。所谓炽然求生，而不乖于无生之理，终日生而未尝生者，乃所以为真无生也。】",
      "zh_TW": "疏【今專念佛，發願往生，生彼國已，華開見佛，識自本心，本自不生，生亦何礙。所謂熾然求生，而不乖於無生之理，終日生而未嘗生者，乃所以為真無生也。】"
    },
    {
      "id": "01-003-0066_p0057",
      "zh_CN": "这是讲到我们学这个法门的人，我们今天是专念佛号，全凭这四个字超越三界六道轮回，全凭这四个字证无生法忍，成就无上正等正觉。所贵的是『发愿往生』，发愿往生正是蕅益大师所说的发无上菩提心。生到西方极乐世界之后，『华开见佛』，那个上品上生的，一生到西方就花开见佛，中品以下的，时间长短不相同。你要问：到那里去，要多久才花开见佛？每个人的情形都不相同，关键在于自己的勤惰。你要是精进不懈，那你很快就花开见佛；你要是懈怠懒惰，你的时间就会延缓。所以时间的早晚是要问自己，不要问别人。",
      "zh_TW": "這是講到我們學這個法門的人，我們今天是專念佛號，全憑這四個字超越三界六道輪迴，全憑這四個字證無生法忍，成就無上正等正覺。所貴的是『發願往生』，發願往生正是蕅益大師所說的發無上菩提心。生到西方極樂世界之後，『華開見佛』，那個上品上生的，一生到西方就花開見佛，中品以下的，時間長短不相同。你要問：到那裡去，要多久才花開見佛？每個人的情形都不相同，關鍵在於自己的勤惰。你要是精進不懈，那你很快就花開見佛；你要是懈怠懶惰，你的時間就會延緩。所以時間的早晚是要問自己，不要問別人。"
    },
    {
      "id": "01-003-0066_p0058",
      "zh_CN": "到花开见佛的时候，就是悟无生法忍。通常讲什么时候花开见佛？初地花开见佛。那个时候虽然悟无生，是无生法忍的明相而已，还要修到第八地才真正证得无生。但是初地菩萨无生法忍的消息就透了，消息就得到了。所以说『识自本心，本自不生』，既然本自不生，哪有灭？就是不生不灭。一切法皆不生不灭，这是证得无生法忍。到这个时候『生亦何碍』，理事无碍，事事无碍，就是《大方广佛华严经》一真法界的境界。西方极乐世界实报庄严土就是华藏世界的一真法界，就这一句阿弥陀佛，一生就可以得到，不可思议的功德。",
      "zh_TW": "到花開見佛的時候，就是悟無生法忍。通常講什麼時候花開見佛？初地花開見佛。那個時候雖然悟無生，是無生法忍的明相而已，還要修到第八地才真正證得無生。但是初地菩薩無生法忍的消息就透了，消息就得到了。所以說『識自本心，本自不生』，既然本自不生，哪有滅？就是不生不滅。一切法皆不生不滅，這是證得無生法忍。到這個時候『生亦何礙』，理事無礙，事事無礙，就是《大方廣佛華嚴經》一真法界的境界。西方極樂世界實報莊嚴土就是華藏世界的一真法界，就這一句阿彌陀佛，一生就可以得到，不可思議的功德。"
    },
    {
      "id": "01-003-0066_p0059",
      "zh_CN": "『所谓炽然求生，而不乖于无生之理』，炽然求生是我们现在的情形，我们现在有一个非常热烈的心要求生西方极乐世界，这是炽然求生。与无生法忍这个理违不违背？一点都不违背。我们是往生到西方极乐世界去证无生法忍，大师为什么要这样跟我们说，怕其他的宗教来诱惑你，你那个地方不能悟无生，到那里去凡圣同居土，怕你听了这些话动摇了，佛也不念了，去学别的法门去了，那真正是误了自己的大事。明白这个道理之后，各宗各派的学说，你听了之后决不动摇，决定是一句弥陀念到底，你决定成功，这就是求生不乖于无生之理。永嘉在《证道歌》说，「谁无念谁无生，若实无生无不生，换取机关木人问，求佛施功早晚成」，都是说的这个道理，它是禅宗的方法。我们是用一句阿弥陀佛的方法决定能够证得。用禅的方法达到，的确是相当难，不容易；用念佛这个方法，人人都能成就。",
      "zh_TW": "『所謂熾然求生，而不乖於無生之理』，熾然求生是我們現在的情形，我們現在有一個非常熱烈的心要求生西方極樂世界，這是熾然求生。與無生法忍這個理違不違背？一點都不違背。我們是往生到西方極樂世界去證無生法忍，大師為什麼要這樣跟我們說，怕其他的宗教來誘惑你，你那個地方不能悟無生，到那裡去凡聖同居土，怕你聽了這些話動搖了，佛也不念了，去學別的法門去了，那真正是誤了自己的大事。明白這個道理之後，各宗各派的學說，你聽了之後決不動搖，決定是一句彌陀念到底，你決定成功，這就是求生不乖於無生之理。永嘉在《證道歌》說，「誰無念誰無生，若實無生無不生，換取機關木人問，求佛施功早晚成」，都是說的這個道理，它是禪宗的方法。我們是用一句阿彌陀佛的方法決定能夠證得。用禪的方法達到，的確是相當難，不容易；用念佛這個方法，人人都能成就。"
    },
    {
      "id": "01-003-0066_p0060",
      "zh_CN": "『终日生而未尝生者，乃所以为真无生也』，「终日生」就是我们念念都想求生西方净土，殊不知求生西方净土正是证得真正的无生，这个话说得太圆满、太透彻了。《净土生无生论》专门讨论这个问题，「生」就是我们求生西方净土，「无生」就是证得无生法忍；这部论收在《净土十要》里面，专门探讨往生西方极乐世界的理论，是一部非常好的著作。现在时间到了，我就讲到此地。",
      "zh_TW": "『終日生而未嘗生者，乃所以為真無生也』，「終日生」就是我們念念都想求生西方淨土，殊不知求生西方淨土正是證得真正的無生，這個話說得太圓滿、太透徹了。《淨土生無生論》專門討論這個問題，「生」就是我們求生西方淨土，「無生」就是證得無生法忍；這部論收在《淨土十要》裡面，專門探討往生西方極樂世界的理論，是一部非常好的著作。現在時間到了，我就講到此地。"
    }
  ]
}