{
  "doc_id": "01-003-0201",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０一集",
    "zh_TW": "第二０一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0201",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "01-003-0201_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四０四页",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四０四頁"
    },
    {
      "id": "01-003-0201_p0002",
      "zh_CN": "疏【如华严云：如来所都，诸清净众，于中止住，正同此义。】",
      "zh_TW": "疏【如華嚴云：如來所都，諸清淨眾，於中止住，正同此義。】"
    },
    {
      "id": "01-003-0201_p0003",
      "zh_CN": "这是莲池大师又引用《华严经》的经文来作证明，引用《华严》的意思，前面曾经跟诸位报告过。莲池大师在世的时候，净土宗非常的衰微，佛门里面禅风非常盛，虽然很兴盛，实在说成就的人很少。学禅学得不如法，很容易堕落在狂慧，就是贡高我慢，特别是轻贱净土，瞧不起净土法门。莲池大师他也是学禅的，他也是学教的，他是样样都通，到最后他发现净土宗确实非常殊胜，但是要弘扬净宗，要排斥许许多多人这些成见，实在讲是相当不容易的事情。所以讲《弥陀经》、注解《弥陀经》就尽量用《华严经》的经文来解释，因为《华严经》它不管是宗门教下，大家都非常推崇尊重这是如来的根本法轮。",
      "zh_TW": "這是蓮池大師又引用《華嚴經》的經文來作證明，引用《華嚴》的意思，前面曾經跟諸位報告過。蓮池大師在世的時候，淨土宗非常的衰微，佛門裡面禪風非常盛，雖然很興盛，實在說成就的人很少。學禪學得不如法，很容易墮落在狂慧，就是貢高我慢，特別是輕賤淨土，瞧不起淨土法門。蓮池大師他也是學禪的，他也是學教的，他是樣樣都通，到最後他發現淨土宗確實非常殊勝，但是要弘揚淨宗，要排斥許許多多人這些成見，實在講是相當不容易的事情。所以講《彌陀經》、註解《彌陀經》就盡量用《華嚴經》的經文來解釋，因為《華嚴經》它不管是宗門教下，大家都非常推崇尊重這是如來的根本法輪。"
    },
    {
      "id": "01-003-0201_p0004",
      "zh_CN": "用《华严经》来解释《阿弥陀经》，就把《阿弥陀经》身分提高了，这是他老人家一番苦心。是不是勉强？我们在这里面看的是的确不勉强，确确实实净宗的教义与《华严》相同，所以古人称为《无量寿经》是中本《华严》，《阿弥陀经》是小本《华严》，这是有道理的。看看莲池大师《疏钞》里面大量引用《华严经》的经文，觉得古人讲这个话是有道理的，确实是有根据的。",
      "zh_TW": "用《華嚴經》來解釋《阿彌陀經》，就把《阿彌陀經》身分提高了，這是他老人家一番苦心。是不是勉強？我們在這裡面看的是的確不勉強，確確實實淨宗的教義與《華嚴》相同，所以古人稱為《無量壽經》是中本《華嚴》，《阿彌陀經》是小本《華嚴》，這是有道理的。看看蓮池大師《疏鈔》裡面大量引用《華嚴經》的經文，覺得古人講這個話是有道理的，確實是有根據的。"
    },
    {
      "id": "01-003-0201_p0005",
      "zh_CN": "《华严经》这一段经文，我们底下有个小字注在这边，「十回向品无尽功德藏及善根回向初分法门」，这是莲池大师所引用的这一段。《钞》把原文补出来了。",
      "zh_TW": "《華嚴經》這一段經文，我們底下有個小字註在這邊，「十回向品無盡功德藏及善根回向初分法門」，這是蓮池大師所引用的這一段。《鈔》把原文補出來了。"
    },
    {
      "id": "01-003-0201_p0006",
      "zh_CN": "钞【华严二十五经云。】",
      "zh_TW": "鈔【華嚴二十五經云。】"
    },
    {
      "id": "01-003-0201_p0007",
      "zh_CN": "《华严经》有八十卷，这是在第二十五卷。",
      "zh_TW": "《華嚴經》有八十卷，這是在第二十五卷。"
    },
    {
      "id": "01-003-0201_p0008",
      "zh_CN": "钞【一切诸佛国土庄严，如来所都，不可思议，同行宿缘诸清净众，于中止住，未来世中，当成正觉。】",
      "zh_TW": "鈔【一切諸佛國土莊嚴，如來所都，不可思議，同行宿緣諸清淨眾，於中止住，未來世中，當成正覺。】"
    },
    {
      "id": "01-003-0201_p0009",
      "zh_CN": "到这个地方是《华严经》的经文。这九句经文，有三种圆满。",
      "zh_TW": "到這個地方是《華嚴經》的經文。這九句經文，有三種圓滿。"
    },
    {
      "id": "01-003-0201_p0010",
      "zh_CN": "演【一切诸佛国土庄严，指所依功德，依报圆满也。】",
      "zh_TW": "演【一切諸佛國土莊嚴，指所依功德，依報圓滿也。】"
    },
    {
      "id": "01-003-0201_p0011",
      "zh_CN": "所依的功德是因，依报庄严是果。谁的功德？我们在大经里面读到，阿弥陀佛在因地五劫修行成就无量的功德，这是弥陀自己所修的。除自己之外，十方世界诸佛菩萨称扬赞叹，这就是诸佛所修的功德。接受佛菩萨教诲的这些众生，一个个念佛求生净土，求生净土都要心地清净，心净则土净，这是往生的人功德成就。可见得他那边的因缘也是无量无边，不是一个单纯的。阿弥陀佛是正因，诸佛菩萨一切往生的这些大众是助因，这样的因缘成就极乐世界不可思议的依报庄严，就是「国土庄严」，庄严就是美好，美好到极处。十方世界的众生，经上常讲九界有情都不可思议，讲西方极乐世界形相之美。",
      "zh_TW": "所依的功德是因，依報莊嚴是果。誰的功德？我們在大經裡面讀到，阿彌陀佛在因地五劫修行成就無量的功德，這是彌陀自己所修的。除自己之外，十方世界諸佛菩薩稱揚讚歎，這就是諸佛所修的功德。接受佛菩薩教誨的這些眾生，一個個念佛求生淨土，求生淨土都要心地清淨，心淨則土淨，這是往生的人功德成就。可見得他那邊的因緣也是無量無邊，不是一個單純的。阿彌陀佛是正因，諸佛菩薩一切往生的這些大眾是助因，這樣的因緣成就極樂世界不可思議的依報莊嚴，就是「國土莊嚴」，莊嚴就是美好，美好到極處。十方世界的眾生，經上常講九界有情都不可思議，講西方極樂世界形相之美。"
    },
    {
      "id": "01-003-0201_p0012",
      "zh_CN": "演【如来所都，主圆满也。】",
      "zh_TW": "演【如來所都，主圓滿也。】"
    },
    {
      "id": "01-003-0201_p0013",
      "zh_CN": "这是讲正报，前第一句讲依报，环境的美满。这一句讲如来，如来是人，阿弥陀佛就是西方极乐世界的教主，教主圆满，这是主圆满。",
      "zh_TW": "這是講正報，前第一句講依報，環境的美滿。這一句講如來，如來是人，阿彌陀佛就是西方極樂世界的教主，教主圓滿，這是主圓滿。"
    },
    {
      "id": "01-003-0201_p0014",
      "zh_CN": "「所都」，都是都会，像我们现在一个国家中央政府所在之处叫首都。西方极乐世界，整个世界就是『如来所都』。不像台湾，首都在台北市，其他地方不是首都。西方极乐世界妙！国土非常大，整个国土就是一个首都，就是一个都城。为什么？在在处处都能见到阿弥陀佛，阿弥陀佛无处不在，阿弥陀佛无时不在，这就妙了。我们在经上，特别是在《观无量寿佛经》读到，佛有无量无边的化身，所谓无处不现身。我们这个世间人都是凡夫，没有这个本事，不能随处现身，只有一个身；西方极乐世界有无量无边身，佛如是，凡是往生西方极乐世界每一个人都有这个能力，佛可以化身，我们到那里都可以化身，这就非常自在，得身自在，这是通常讲的神足通，也叫做如意通，能随心所欲的变化。这称之为正报，主圆满。",
      "zh_TW": "「所都」，都是都會，像我們現在一個國家中央政府所在之處叫首都。西方極樂世界，整個世界就是『如來所都』。不像台灣，首都在台北市，其他地方不是首都。西方極樂世界妙！國土非常大，整個國土就是一個首都，就是一個都城。為什麼？在在處處都能見到阿彌陀佛，阿彌陀佛無處不在，阿彌陀佛無時不在，這就妙了。我們在經上，特別是在《觀無量壽佛經》讀到，佛有無量無邊的化身，所謂無處不現身。我們這個世間人都是凡夫，沒有這個本事，不能隨處現身，只有一個身；西方極樂世界有無量無邊身，佛如是，凡是往生西方極樂世界每一個人都有這個能力，佛可以化身，我們到那裡都可以化身，這就非常自在，得身自在，這是通常講的神足通，也叫做如意通，能隨心所欲的變化。這稱之為正報，主圓滿。"
    },
    {
      "id": "01-003-0201_p0015",
      "zh_CN": "下面这几句是说大众圆满，极乐世界的菩萨圆满。『不可思议，同行宿缘诸清净众』，不可思议，这句话是双关语。第一个数量不可思议，功德不可思议，境界不可思议，所以这句话里面含的意思很深，含得很多。「同行」是与阿弥陀佛同愿同行，这两个字非常重要，我们要想得到佛法真实的利益，像《无量寿经》所说的「惠以众生真实之利」、「住真实慧」，一定要以佛的愿做为自己的愿，我们的心愿跟佛相同，心同佛心，愿同佛愿，行同佛行，这个决定往生！不但往生，这就跟佛差不多了，虽没成佛，样子就有点像佛了。所以，同行很重要。",
      "zh_TW": "下面這幾句是說大眾圓滿，極樂世界的菩薩圓滿。『不可思議，同行宿緣諸清淨眾』，不可思議，這句話是雙關語。第一個數量不可思議，功德不可思議，境界不可思議，所以這句話裡面含的意思很深，含得很多。「同行」是與阿彌陀佛同願同行，這兩個字非常重要，我們要想得到佛法真實的利益，像《無量壽經》所說的「惠以眾生真實之利」、「住真實慧」，一定要以佛的願做為自己的願，我們的心願跟佛相同，心同佛心，願同佛願，行同佛行，這個決定往生！不但往生，這就跟佛差不多了，雖沒成佛，樣子就有點像佛了。所以，同行很重要。"
    },
    {
      "id": "01-003-0201_p0016",
      "zh_CN": "「宿缘」是宿生，多生多世跟阿弥陀佛有缘，所谓有缘就是你曾经念过阿弥陀佛的名号，或者曾经读过《无量寿经》跟《阿弥陀经》，跟阿弥陀佛结了缘分，这个缘或者多生多劫以前结的，或者过去生中结的，或者是这一生当中结的，这个都没有关系。关键在哪里？关键这个缘成熟，虽然久远劫就跟佛结了缘，但是它不成熟，那还是没用处。我们这一生当中才闻到名号，才读到这个经典，这个缘好像比较浅一点，浅一点也许它成熟了，成熟它马上就起作用了。",
      "zh_TW": "「宿緣」是宿生，多生多世跟阿彌陀佛有緣，所謂有緣就是你曾經念過阿彌陀佛的名號，或者曾經讀過《無量壽經》跟《阿彌陀經》，跟阿彌陀佛結了緣分，這個緣或者多生多劫以前結的，或者過去生中結的，或者是這一生當中結的，這個都沒有關係。關鍵在哪裡？關鍵這個緣成熟，雖然久遠劫就跟佛結了緣，但是它不成熟，那還是沒用處。我們這一生當中才聞到名號，才讀到這個經典，這個緣好像比較淺一點，淺一點也許它成熟了，成熟它馬上就起作用了。"
    },
    {
      "id": "01-003-0201_p0017",
      "zh_CN": "什么叫熟？什么叫不熟？如果「清净」这两个字具足，这个缘就熟了。虽然与佛有缘，我心还不清净，那缘就没熟。不清净，不清净就是你不能专心，念佛，虽然一面念阿弥陀佛，一面还胡思乱想，这个心不清净。清净心就是一心称念，「一」就清净，「二」就不清净，「二」属于三心二意，它就不清净。所以大经教给我们修行的方法，「发菩提心，一向专念」。本经教给我们「一心不乱」；玄奘大师译本里面讲「一心系念」，都有个「一」，这个重要。",
      "zh_TW": "什麼叫熟？什麼叫不熟？如果「清淨」這兩個字具足，這個緣就熟了。雖然與佛有緣，我心還不清淨，那緣就沒熟。不清淨，不清淨就是你不能專心，念佛，雖然一面念阿彌陀佛，一面還胡思亂想，這個心不清淨。清淨心就是一心稱念，「一」就清淨，「二」就不清淨，「二」屬於三心二意，它就不清淨。所以大經教給我們修行的方法，「發菩提心，一向專念」。本經教給我們「一心不亂」；玄奘大師譯本裡面講「一心繫念」，都有個「一」，這個重要。"
    },
    {
      "id": "01-003-0201_p0018",
      "zh_CN": "我们一定要觉悟，觉悟人生苦短，人生太苦了，人生太短暂了，愈是年岁大愈容易体会。尤其是现在这个社会，整个社会反常。反常就是违背了自性，这是咱们佛家来说。如果从世法来说，违背了伦常，伦常丧失殆尽，这是一切众苦的根源。所以要晓得这个世间苦，比过去社会要痛苦得更多。虽然物质享受一天一天的丰盛，可是精神的堕落、烦恼邪见的增长，远远超过科技的进步，这是我们要觉悟的。真正觉悟，他才有出离之心，才真正发心，我要超越生死轮回，认真来学佛，才肯死心塌地一门深入。",
      "zh_TW": "我們一定要覺悟，覺悟人生苦短，人生太苦了，人生太短暫了，愈是年歲大愈容易體會。尤其是現在這個社會，整個社會反常。反常就是違背了自性，這是咱們佛家來說。如果從世法來說，違背了倫常，倫常喪失殆盡，這是一切眾苦的根源。所以要曉得這個世間苦，比過去社會要痛苦得更多。雖然物質享受一天一天的豐盛，可是精神的墮落、煩惱邪見的增長，遠遠超過科技的進步，這是我們要覺悟的。真正覺悟，他才有出離之心，才真正發心，我要超越生死輪迴，認真來學佛，才肯死心塌地一門深入。"
    },
    {
      "id": "01-003-0201_p0019",
      "zh_CN": "学佛最重要的修清净心，心净则土净，我们晓得诸佛菩萨心都是清净的。我们心不清净，跟他们不是一类，不是一类就不能生活在一起。西方极乐世界个个心地那么清净，我们这个心不清净跑到那里去，搞不了几天，他不赶我们，我们自己觉得跟他处不惯，也会跑走了。所以往生的条件在此地，不是佛不慈悲，是你自己跟大众不能相处，一定要修清净心。所以心地清净，这就说明你这一生出离三界往生成佛的机缘成熟了，成熟是在这个地方，这是真正成熟了。我们通常讲，这个法门他一接受就相信，他就发愿，他肯念佛，这个算是缘，这缘也算成熟，能不能往生还不一定，为什么？他信愿行虽然三个条件具足，他心不清净还是不行，还是不能往生。所以念佛的人多，往生的人少，大家要注意。念佛确确实实要把身心世界一切放下，一天到晚只挂念一个阿弥陀佛，只想阿弥陀佛，心里头不要牵挂别的，这就叫「一心系念」，我们的心才能清净；还要想别的，给诸位说，这叫魔障。念佛还想别的人，还想别的事，这个很糟糕，这是魔障，障碍我们这一生的成就，这心就不清净了。所以这一句把往生西方极乐世界那些菩萨们真正的因行给我们说出来了，同行、宿缘、清净，这三个条件。",
      "zh_TW": "學佛最重要的修清淨心，心淨則土淨，我們曉得諸佛菩薩心都是清淨的。我們心不清淨，跟他們不是一類，不是一類就不能生活在一起。西方極樂世界個個心地那麼清淨，我們這個心不清淨跑到那裡去，搞不了幾天，他不趕我們，我們自己覺得跟他處不慣，也會跑走了。所以往生的條件在此地，不是佛不慈悲，是你自己跟大眾不能相處，一定要修清淨心。所以心地清淨，這就說明你這一生出離三界往生成佛的機緣成熟了，成熟是在這個地方，這是真正成熟了。我們通常講，這個法門他一接受就相信，他就發願，他肯念佛，這個算是緣，這緣也算成熟，能不能往生還不一定，為什麼？他信願行雖然三個條件具足，他心不清淨還是不行，還是不能往生。所以念佛的人多，往生的人少，大家要注意。念佛確確實實要把身心世界一切放下，一天到晚只掛念一個阿彌陀佛，只想阿彌陀佛，心裡頭不要牽掛別的，這就叫「一心繫念」，我們的心才能清淨；還要想別的，給諸位說，這叫魔障。念佛還想別的人，還想別的事，這個很糟糕，這是魔障，障礙我們這一生的成就，這心就不清淨了。所以這一句把往生西方極樂世界那些菩薩們真正的因行給我們說出來了，同行、宿緣、清淨，這三個條件。"
    },
    {
      "id": "01-003-0201_p0020",
      "zh_CN": "『于中止住』，「中」是极乐世界。西方极乐世界有四土三辈九品，不管是什么品位，就是下下品往生的，生到西方极乐世界就不会有一天离开阿弥陀佛，阿弥陀佛天天陪伴你，你还会不成佛？我们在这个世间想亲近一个好的老师不容易，找不到。阿弥陀佛是十方诸佛世界里面最好的老师，释迦牟尼佛对他赞叹，称他为「光中极尊，佛中之王」，这是把阿弥陀佛赞叹到极处了。这样一个人，你不亲近他，你去亲近谁？这是我们一定要知道的。再告诉诸位，你要真正亲近阿弥陀佛，唯有这桩事情是真实的、是永恒的。你亲近别的人靠不住，为什么？有生死轮回，死了之后再也遇不到，第二次再遇到那不晓得是哪一生哪一劫的事情，纵然遇到也不认识了。所以我们世间人在一起，这个缘分是很短暂的，有缘聚会应当要珍惜，晓得我们分手之后永远不再见面了，何必聚会在一块还要勾心斗角，还要有过不去，这个实在是没有意思，光景太短了。你跟佛在一起那个时间长，真的是无量劫又无量劫，只有这是真实的，西方极乐世界寿命长久，真正是无量寿。",
      "zh_TW": "『於中止住』，「中」是極樂世界。西方極樂世界有四土三輩九品，不管是什麼品位，就是下下品往生的，生到西方極樂世界就不會有一天離開阿彌陀佛，阿彌陀佛天天陪伴你，你還會不成佛？我們在這個世間想親近一個好的老師不容易，找不到。阿彌陀佛是十方諸佛世界裡面最好的老師，釋迦牟尼佛對他讚歎，稱他為「光中極尊，佛中之王」，這是把阿彌陀佛讚歎到極處了。這樣一個人，你不親近他，你去親近誰？這是我們一定要知道的。再告訴諸位，你要真正親近阿彌陀佛，唯有這樁事情是真實的、是永恆的。你親近別的人靠不住，為什麼？有生死輪迴，死了之後再也遇不到，第二次再遇到那不曉得是哪一生哪一劫的事情，縱然遇到也不認識了。所以我們世間人在一起，這個緣分是很短暫的，有緣聚會應當要珍惜，曉得我們分手之後永遠不再見面了，何必聚會在一塊還要勾心鬥角，還要有過不去，這個實在是沒有意思，光景太短了。你跟佛在一起那個時間長，真的是無量劫又無量劫，只有這是真實的，西方極樂世界壽命長久，真正是無量壽。"
    },
    {
      "id": "01-003-0201_p0021",
      "zh_CN": "『未来世中，当成正觉』，这是说大众圆满，如果生到西方极乐世界不能成佛，这个不算圆满，生到西方极乐世界将来一定成佛，成佛才圆满。成佛，成就究竟圆满的智慧、究竟圆满的福德，智圆满、福报圆满，这是成佛。底下是莲池大师把它指归到西方净土。",
      "zh_TW": "『未來世中，當成正覺』，這是說大眾圓滿，如果生到西方極樂世界不能成佛，這個不算圓滿，生到西方極樂世界將來一定成佛，成佛才圓滿。成佛，成就究竟圓滿的智慧、究竟圓滿的福德，智圓滿、福報圓滿，這是成佛。底下是蓮池大師把它指歸到西方淨土。"
    },
    {
      "id": "01-003-0201_p0022",
      "zh_CN": "钞【如来所都，即阿弥陀佛极乐国土。】",
      "zh_TW": "鈔【如來所都，即阿彌陀佛極樂國土。】"
    },
    {
      "id": "01-003-0201_p0023",
      "zh_CN": "指归到净土。",
      "zh_TW": "指歸到淨土。"
    },
    {
      "id": "01-003-0201_p0024",
      "zh_CN": "钞【清净众者，即诸菩萨。】",
      "zh_TW": "鈔【清淨眾者，即諸菩薩。】"
    },
    {
      "id": "01-003-0201_p0025",
      "zh_CN": "极乐世界莲池海会众菩萨就是《华严经》上讲的清净众。",
      "zh_TW": "極樂世界蓮池海會眾菩薩就是《華嚴經》上講的清淨眾。"
    },
    {
      "id": "01-003-0201_p0026",
      "zh_CN": "钞【未来成佛，即下文一生补处。】",
      "zh_TW": "鈔【未來成佛，即下文一生補處。】"
    },
    {
      "id": "01-003-0201_p0027",
      "zh_CN": "西方极乐世界将来统统都是『一生补处』。把《华严》跟本经对照一看，就知道本经确实与《华严》教义无二无别。",
      "zh_TW": "西方極樂世界將來統統都是『一生補處』。把《華嚴》跟本經對照一看，就知道本經確實與《華嚴》教義無二無別。"
    },
    {
      "id": "01-003-0201_p0028",
      "zh_CN": "再看下面这一段，这是这一章末后的一段「称理」，这一段比较有深度，就是佛门常讲的消归自性，我们今天人来讲是读书心得。心得是这一段经文听了之后有悟处，这个悟处是真正的心得。不是你记的，记的那是笔记，记这些东西连带产生一些想法，那是感想。",
      "zh_TW": "再看下面這一段，這是這一章末後的一段「稱理」，這一段比較有深度，就是佛門常講的消歸自性，我們今天人來講是讀書心得。心得是這一段經文聽了之後有悟處，這個悟處是真正的心得。不是你記的，記的那是筆記，記這些東西連帶產生一些想法，那是感想。"
    },
    {
      "id": "01-003-0201_p0029",
      "zh_CN": "疏【称理，则自性即空即假，是佛有声闻菩萨义。】",
      "zh_TW": "疏【稱理，則自性即空即假，是佛有聲聞菩薩義。】"
    },
    {
      "id": "01-003-0201_p0030",
      "zh_CN": "这一句是总说，『理』就是自性，我们现代学说里面称为宇宙人生的本体。宇宙万相属于事，事从哪里来的？一定有个道理，这个理就是一切事相的根源，在哲学里面称为宇宙万有的本体。我们从这个地方观察，从这个地方体会，才恍然大悟。",
      "zh_TW": "這一句是總說，『理』就是自性，我們現代學說裡面稱為宇宙人生的本體。宇宙萬相屬於事，事從哪裡來的？一定有個道理，這個理就是一切事相的根源，在哲學裡面稱為宇宙萬有的本體。我們從這個地方觀察，從這個地方體會，才恍然大悟。"
    },
    {
      "id": "01-003-0201_p0031",
      "zh_CN": "演【自性即空即假，是佛有菩萨义者，声闻堕空，菩萨出假，佛即自性法身不堕二边，而双即二边也。】",
      "zh_TW": "演【自性即空即假，是佛有菩薩義者，聲聞墮空，菩薩出假，佛即自性法身不墮二邊，而雙即二邊也。】"
    },
    {
      "id": "01-003-0201_p0032",
      "zh_CN": "一切众生分为三大类：一类是声闻，一类是菩萨，一类就是普通讲的众生，像我们这一类的。这三大类也就是九法界，我们是六道众生，六道之外有声闻（包括缘觉），再往上面就是菩萨。六道众生迷惑颠倒，对于宇宙人生的真相完全迷惑，完全不能正知，所知道的是错误的，或者是片面的，不是完整的，没有完全理解宇宙人生的真相，这是六道凡夫。小乘人比我们聪明，他知道这一切万法是空的，万法皆空，好了，他就掉到空里头，出不来了，所谓「入偏真涅槃」，真是真空，堕到真空里面出不来，不起作用，这是二乘人。所以也是佛不许的。我们一般称二乘还对他满尊敬的，《楞严经》上对二乘人就不太尊敬，把二乘人称作什么？把他放在魔一类的，比较好一点的魔就是了，不是恶魔，但他也是魔，连阿罗汉、辟支佛在楞严会上都称之为魔。他称为魔也有道理，因为《楞严经》的水准高，在那个高水准之下，那他就不行了。我们通常赞叹他，我们的水准低，所以看看他还算不错；在高水准往下看，那他就不行了。《楞严》也是法身大士的境界，当然看声闻缘觉那看得太低了。",
      "zh_TW": "一切眾生分為三大類：一類是聲聞，一類是菩薩，一類就是普通講的眾生，像我們這一類的。這三大類也就是九法界，我們是六道眾生，六道之外有聲聞（包括緣覺），再往上面就是菩薩。六道眾生迷惑顛倒，對於宇宙人生的真相完全迷惑，完全不能正知，所知道的是錯誤的，或者是片面的，不是完整的，沒有完全理解宇宙人生的真相，這是六道凡夫。小乘人比我們聰明，他知道這一切萬法是空的，萬法皆空，好了，他就掉到空裡頭，出不來了，所謂「入偏真涅槃」，真是真空，墮到真空裡面出不來，不起作用，這是二乘人。所以也是佛不許的。我們一般稱二乘還對他滿尊敬的，《楞嚴經》上對二乘人就不太尊敬，把二乘人稱作什麼？把他放在魔一類的，比較好一點的魔就是了，不是惡魔，但他也是魔，連阿羅漢、辟支佛在楞嚴會上都稱之為魔。他稱為魔也有道理，因為《楞嚴經》的水準高，在那個高水準之下，那他就不行了。我們通常讚歎他，我們的水準低，所以看看他還算不錯；在高水準往下看，那他就不行了。《楞嚴》也是法身大士的境界，當然看聲聞緣覺那看得太低了。"
    },
    {
      "id": "01-003-0201_p0033",
      "zh_CN": "菩萨就更聪明，「菩萨出假」，他从空里面出来了，出来之后就得大自在，理事无碍，事事无碍。阿罗汉、辟支佛是理事无碍，但是事事有碍；我们凡夫不但是事事有碍，理事也有碍，起心动念统统都有障碍。菩萨是事事无碍，出假了。",
      "zh_TW": "菩薩就更聰明，「菩薩出假」，他從空裡面出來了，出來之後就得大自在，理事無礙，事事無礙。阿羅漢、辟支佛是理事無礙，但是事事有礙；我們凡夫不但是事事有礙，理事也有礙，起心動念統統都有障礙。菩薩是事事無礙，出假了。"
    },
    {
      "id": "01-003-0201_p0034",
      "zh_CN": "佛是自性，是法身、是本体，也就是我们当人真性，当人的本觉，本觉里没有空有，空有是二边，真假也是二边。无论说真、说假，出不了这个本体，离不开这个法界，佛是统统包容，统统含摄，所以佛有声闻菩萨也有一切众生之义。这个话再说得明白一点，就是从体所现的这些相，这些事相决定是平等的，平等就是正觉，平等就是成佛。佛在《华严》、《圆觉》上老老实实告诉我们，这完全是真话，「一切众生本来成佛」，这是真的，没有骗人。现在为什么你不是佛？你变成凡夫？这是你自己迷失了自己。迷失自己，这个迷有浅深不同，迷得最重的是六道凡夫，轻一点的是声闻缘觉，迷得最轻的是菩萨，完全不迷就叫成佛。从本体所现的一切万象，你从这个地方认识它，就决定不会错误。",
      "zh_TW": "佛是自性，是法身、是本體，也就是我們當人真性，當人的本覺，本覺裡沒有空有，空有是二邊，真假也是二邊。無論說真、說假，出不了這個本體，離不開這個法界，佛是統統包容，統統含攝，所以佛有聲聞菩薩也有一切眾生之義。這個話再說得明白一點，就是從體所現的這些相，這些事相決定是平等的，平等就是正覺，平等就是成佛。佛在《華嚴》、《圓覺》上老老實實告訴我們，這完全是真話，「一切眾生本來成佛」，這是真的，沒有騙人。現在為什麼你不是佛？你變成凡夫？這是你自己迷失了自己。迷失自己，這個迷有淺深不同，迷得最重的是六道凡夫，輕一點的是聲聞緣覺，迷得最輕的是菩薩，完全不迷就叫成佛。從本體所現的一切萬象，你從這個地方認識它，就決定不會錯誤。"
    },
    {
      "id": "01-003-0201_p0035",
      "zh_CN": "佛教的教学就是在破迷开悟，没有别的。开悟，恢复自性，恢复自己性德里面无量的智慧德能。我们靠自己的能力，没有办法恢复！佛虽然帮助我们，给我们说出许许多多的方法，但是这些方法都要靠自己修学才能恢复。自己修学很难，也不容易成就。净宗持名念佛是特别法门，只要你生到西方极乐世界，阿弥陀佛来帮助你恢复，比其他法门单靠自己的力量实在是方便太多了。所以这个法门叫二力法门，这个法门为一切诸佛菩萨之所赞叹，道理在此地。所以一切万象是我们性德的流现，从性德流出来变现出来的境界。",
      "zh_TW": "佛教的教學就是在破迷開悟，沒有別的。開悟，恢復自性，恢復自己性德裡面無量的智慧德能。我們靠自己的能力，沒有辦法恢復！佛雖然幫助我們，給我們說出許許多多的方法，但是這些方法都要靠自己修學才能恢復。自己修學很難，也不容易成就。淨宗持名念佛是特別法門，只要你生到西方極樂世界，阿彌陀佛來幫助你恢復，比其他法門單靠自己的力量實在是方便太多了。所以這個法門叫二力法門，這個法門為一切諸佛菩薩之所讚歎，道理在此地。所以一切萬象是我們性德的流現，從性德流出來變現出來的境界。"
    },
    {
      "id": "01-003-0201_p0036",
      "zh_CN": "钞【性空，则一真凝寂。性假，则万用恒沙。凝寂，则杳莫边涯。恒沙，则广无际限。曾何算数可得评量者哉。】",
      "zh_TW": "鈔【性空，則一真凝寂。性假，則萬用恆沙。凝寂，則杳莫邊涯。恆沙，則廣無際限。曾何算數可得評量者哉。】"
    },
    {
      "id": "01-003-0201_p0037",
      "zh_CN": "这几句完全讲我们的本性，讲自己的真心，我们自家的真性。『性空』，本体是空寂的。一切众生都有真性，植物、矿物也有法性，性就是它的本体，它的本体是空寂的，为什么？本体不是物质，物质是本体变现出来的。现在科学进步，对于这桩事情的认识愈来愈清晰，跟佛经典上讲的愈来愈接近，这是一个好事情。佛经是可以被科学逐渐来证明的，科学的进步发达有利于佛法的解说。",
      "zh_TW": "這幾句完全講我們的本性，講自己的真心，我們自家的真性。『性空』，本體是空寂的。一切眾生都有真性，植物、礦物也有法性，性就是它的本體，它的本體是空寂的，為什麼？本體不是物質，物質是本體變現出來的。現在科學進步，對於這樁事情的認識愈來愈清晰，跟佛經典上講的愈來愈接近，這是一個好事情。佛經是可以被科學逐漸來證明的，科學的進步發達有利於佛法的解說。"
    },
    {
      "id": "01-003-0201_p0038",
      "zh_CN": "这个地方讲空，诸位要记住，「空」不当作「无」讲，空它有，有怎么说空？因为它没有形相，我们眼睛看不见，耳朵也听不见，手也摸不到。不但我摸不到，心里想都想不到，但是它确实是有，它确实存在，我们不得已就说它个空，用这个名词，它无所不在。所以空不是无。如果空是无，这个好懂，二、三岁的小朋友都会懂；空是有，这个难懂，不容易懂得。我们用个比喻来说，譬如无线电波，无论什么时候，无论什么所在，它统统都有。全世界每个地方电台发射电波，我们这里都有。你要不信，我们拿个收音机在此地一拨，每个电台马上就收到，没有线，它真有。虽有，我们不用机器就看不到，就没有办法觉察到，我们说这个无线电波是空；但是它存在，它不是无。实在讲，无线电波还是形相，我们还可以用科学仪器把它测度出来。真性之空，没有任何仪器能测得出来，但是它存在，它比无线电波还要微细。无线电波有振动，振动的波度很大，容易测量出来。我们心里面那个微波，不容易觉察出来这个波动。",
      "zh_TW": "這個地方講空，諸位要記住，「空」不當作「無」講，空它有，有怎麼說空？因為它沒有形相，我們眼睛看不見，耳朵也聽不見，手也摸不到。不但我摸不到，心裡想都想不到，但是它確實是有，它確實存在，我們不得已就說它個空，用這個名詞，它無所不在。所以空不是無。如果空是無，這個好懂，二、三歲的小朋友都會懂；空是有，這個難懂，不容易懂得。我們用個比喻來說，譬如無線電波，無論什麼時候，無論什麼所在，它統統都有。全世界每個地方電台發射電波，我們這裡都有。你要不信，我們拿個收音機在此地一撥，每個電台馬上就收到，沒有線，它真有。雖有，我們不用機器就看不到，就沒有辦法覺察到，我們說這個無線電波是空；但是它存在，它不是無。實在講，無線電波還是形相，我們還可以用科學儀器把它測度出來。真性之空，沒有任何儀器能測得出來，但是它存在，它比無線電波還要微細。無線電波有振動，振動的波度很大，容易測量出來。我們心裡面那個微波，不容易覺察出來這個波動。"
    },
    {
      "id": "01-003-0201_p0039",
      "zh_CN": "现在科学家证明，所有一切物质现象，只不过是波动的现象而已。黄念祖老居士《无量寿经》注解最后附的那一篇，他用近代科学来引证，他说得很清楚，根本就没有物质的存在，这个说法跟佛法讲的非常接近。物质从哪里来的？唯识学家所讲的，相分是从见分变现出来的，见分跟相分统统是依自证分为本体，自证分是空，就是性空。大乘经典里面讲的性空，就是唯识经论所讲的自证分。你知道这个性空，那叫「证自证分」，用什么方法知道？就是一心。一心是我心不动，不动才能把那个动测量出来。",
      "zh_TW": "現在科學家證明，所有一切物質現象，只不過是波動的現象而已。黃念祖老居士《無量壽經》註解最後附的那一篇，他用近代科學來引證，他說得很清楚，根本就沒有物質的存在，這個說法跟佛法講的非常接近。物質從哪裡來的？唯識學家所講的，相分是從見分變現出來的，見分跟相分統統是依自證分為本體，自證分是空，就是性空。大乘經典裡面講的性空，就是唯識經論所講的自證分。你知道這個性空，那叫「證自證分」，用什麼方法知道？就是一心。一心是我心不動，不動才能把那個動測量出來。"
    },
    {
      "id": "01-003-0201_p0040",
      "zh_CN": "所以佛法修行重视修禅定，清净心就是禅定，禅定就是清净心。所谓禅就是外不着相，对于一切境界相用平等心来观察、来接待，用清净心来面对它，外不着相，内不起念、不动心，这叫禅定，这就是清净心。清净到相当的程度，这个波动你就见到，见到物质的来源，这才恍然大悟，宇宙人生的真相被你看到了。佛所讲的境界是现量境界，亲自看到的，亲眼所看、亲耳所听的，而不是从理论上推测、从数学里面计算出来。它是怎么来的？怎么形成的？怎么演变的？怎么回归自性的？实在说，《楞严经》上讲得详细。我过去讲《楞严经》虽然讲过很多遍，说老实话我没有那个境界。现在我要是再讲一遍《楞严经》，那个境界就完全不一样，我会讲得很微细，那的确是趣味无穷，与现代科学会结成一体，《楞严经》是什么书？太空物理学。佛在三千年就说出来，现在太空物理学还没有能把它完全印证，只能证明部分而已。这是真正了不起，太空物理学。",
      "zh_TW": "所以佛法修行重視修禪定，清淨心就是禪定，禪定就是清淨心。所謂禪就是外不著相，對於一切境界相用平等心來觀察、來接待，用清淨心來面對它，外不著相，內不起念、不動心，這叫禪定，這就是清淨心。清淨到相當的程度，這個波動你就見到，見到物質的來源，這才恍然大悟，宇宙人生的真相被你看到了。佛所講的境界是現量境界，親自看到的，親眼所看、親耳所聽的，而不是從理論上推測、從數學裡面計算出來。它是怎麼來的？怎麼形成的？怎麼演變的？怎麼回歸自性的？實在說，《楞嚴經》上講得詳細。我過去講《楞嚴經》雖然講過很多遍，說老實話我沒有那個境界。現在我要是再講一遍《楞嚴經》，那個境界就完全不一樣，我會講得很微細，那的確是趣味無窮，與現代科學會結成一體，《楞嚴經》是什麼書？太空物理學。佛在三千年就說出來，現在太空物理學還沒有能把它完全印證，只能證明部分而已。這是真正了不起，太空物理學。"
    },
    {
      "id": "01-003-0201_p0041",
      "zh_CN": "怎样才能理解？就是心清净，没有别的法门。所以学佛学什么？就是要修定，就是要修清净心，能够不想的最好不要想，能够不牵挂的最好不要牵挂，尽可能让心地清净，这是入佛的秘诀。绝对不是念很多经文，读很多注解，用心去研究，我从前讲经是用那个方法，都是胡说八道。听骗不听劝，我以前讲佛法是骗人，你们听，现在跟你讲真话，你们都不相信。现在劝你们，你们不相信，从前那个方法骗你，你相信，这奇怪。我过去也不是故意骗你，是自己程度不到。这个程度、这个进步绝对不是念的东西多，说老实话，我现在念的东西是愈念愈少，愈念愈精，愈念愈简单，换句话说，这个心愈念愈清净，是从这个地方得来的。所以才知道古人那个教学是绝对正确，古代流传下来的方法决定不能舍弃，舍弃古人的方法，你所得到的佛法是佛学常识。为什么？与你清净心不相干，你还是没有办法断烦恼，还是没有办法明心见性。你可以到世界上混几个佛学博士，混那些头衔，可以在世间混一些名闻利养，与了生死出三界毫不相干，这就大错特错了。",
      "zh_TW": "怎樣才能理解？就是心清淨，沒有別的法門。所以學佛學什麼？就是要修定，就是要修清淨心，能夠不想的最好不要想，能夠不牽掛的最好不要牽掛，盡可能讓心地清淨，這是入佛的祕訣。絕對不是念很多經文，讀很多註解，用心去研究，我從前講經是用那個方法，都是胡說八道。聽騙不聽勸，我以前講佛法是騙人，你們聽，現在跟你講真話，你們都不相信。現在勸你們，你們不相信，從前那個方法騙你，你相信，這奇怪。我過去也不是故意騙你，是自己程度不到。這個程度、這個進步絕對不是念的東西多，說老實話，我現在念的東西是愈念愈少，愈念愈精，愈念愈簡單，換句話說，這個心愈念愈清淨，是從這個地方得來的。所以才知道古人那個教學是絕對正確，古代流傳下來的方法決定不能捨棄，捨棄古人的方法，你所得到的佛法是佛學常識。為什麼？與你清淨心不相干，你還是沒有辦法斷煩惱，還是沒有辦法明心見性。你可以到世界上混幾個佛學博士，混那些頭銜，可以在世間混一些名聞利養，與了生死出三界毫不相干，這就大錯特錯了。"
    },
    {
      "id": "01-003-0201_p0042",
      "zh_CN": "诸位一定要留意『一真』，只有「一」才是真，「二」就是假，就不是真了。所以法界称为一真法界，西方极乐世界是一真法界，华藏世界也是一真法界。一真法界要怎么进去？净土宗的方法简单直捷，一心，一心能入，一真是所入，「一」里面没有能所，能所是一不是二，这个才「言语道断，心行处灭」。为什么？如果有能有所还是二，能所不二！换句话说，只要我们功夫做到一心，一真立刻现前，不要再去找一真了，一真就在现前。我们今天起心动念三心二意，这个一真立刻就失掉，这个失掉是迷失，并不是一真真的失掉，迷失了，虽然在眼前，你不认识。由此可知，心地清净是多么重要。",
      "zh_TW": "諸位一定要留意『一真』，只有「一」才是真，「二」就是假，就不是真了。所以法界稱為一真法界，西方極樂世界是一真法界，華藏世界也是一真法界。一真法界要怎麼進去？淨土宗的方法簡單直捷，一心，一心能入，一真是所入，「一」裡面沒有能所，能所是一不是二，這個才「言語道斷，心行處滅」。為什麼？如果有能有所還是二，能所不二！換句話說，只要我們功夫做到一心，一真立刻現前，不要再去找一真了，一真就在現前。我們今天起心動念三心二意，這個一真立刻就失掉，這個失掉是迷失，並不是一真真的失掉，迷失了，雖然在眼前，你不認識。由此可知，心地清淨是多麼重要。"
    },
    {
      "id": "01-003-0201_p0043",
      "zh_CN": "如果我们道业有进步，从哪个地方看进步？心是一天比一天清净，牵挂一天比一天减少，这就是进步，《老子》所说「为道日损」，「损」就是放下、舍弃。佛法这是为道不是为学，我们是学佛不是搞佛学，搞佛学那就是没学。现代人把佛学当作学佛，这个错了，观念上错了，这一步错就错到底，永远都错了。所以要晓得这是本体，这是真心、是本性，就是六祖所说的「何期自性本来具足」，你只要见到自性，一切万法没有不具足的。",
      "zh_TW": "如果我們道業有進步，從哪個地方看進步？心是一天比一天清淨，牽掛一天比一天減少，這就是進步，《老子》所說「為道日損」，「損」就是放下、捨棄。佛法這是為道不是為學，我們是學佛不是搞佛學，搞佛學那就是沒學。現代人把佛學當作學佛，這個錯了，觀念上錯了，這一步錯就錯到底，永遠都錯了。所以要曉得這是本體，這是真心、是本性，就是六祖所說的「何期自性本來具足」，你只要見到自性，一切萬法沒有不具足的。"
    },
    {
      "id": "01-003-0201_p0044",
      "zh_CN": "『一真凝寂』，「凝寂」是它的相，它的样子。『性假』，「假」就是起用，『则万用恒沙』。六祖开悟之后说「何期自性能生万法」，能生万法就是性假。「假」是从相上说的，宇宙森罗万象是从凝寂真空里面变现出来的，真假不二，性相一如，这才真正把诸法实相看到了。这个看到受用就大了，真正得大自在。",
      "zh_TW": "『一真凝寂』，「凝寂」是它的相，它的樣子。『性假』，「假」就是起用，『則萬用恆沙』。六祖開悟之後說「何期自性能生萬法」，能生萬法就是性假。「假」是從相上說的，宇宙森羅萬象是從凝寂真空裡面變現出來的，真假不二，性相一如，這才真正把諸法實相看到了。這個看到受用就大了，真正得大自在。"
    },
    {
      "id": "01-003-0201_p0045",
      "zh_CN": "『凝寂』，性体的相是凝寂，『则杳莫边涯』，换句话说，没有界限的，广大没有界限。一切界限从哪里生的？从起心动念生的，只要一起心动念就有界限。无界限的真心里面自己画界限，麻烦就来了。不要说大了，我们讲小小的地球，现在地球实在是很小了，坐飞机一天就绕一圈，实在是相当渺小。地球上何曾有界限？这些人愚痴，要在那里画个界限，这一画界限，界限当中就要打仗了。战争怎么起来的？界限起来的。界限没有了，战争就没有了。国与国没有界限，画个界限，省与省没有界限，也画个界限，县与县没有界限，他也画个界限，这个界限就是争执的源头。住家，邻居跟邻居那里画个界限，他还争，一寸一尺都要争，没完没了。",
      "zh_TW": "『凝寂』，性體的相是凝寂，『則杳莫邊涯』，換句話說，沒有界限的，廣大沒有界限。一切界限從哪裡生的？從起心動念生的，只要一起心動念就有界限。無界限的真心裡面自己畫界限，麻煩就來了。不要說大了，我們講小小的地球，現在地球實在是很小了，坐飛機一天就繞一圈，實在是相當渺小。地球上何曾有界限？這些人愚痴，要在那裡畫個界限，這一畫界限，界限當中就要打仗了。戰爭怎麼起來的？界限起來的。界限沒有了，戰爭就沒有了。國與國沒有界限，畫個界限，省與省沒有界限，也畫個界限，縣與縣沒有界限，他也畫個界限，這個界限就是爭執的源頭。住家，鄰居跟鄰居那裡畫個界限，他還爭，一寸一尺都要爭，沒完沒了。"
    },
    {
      "id": "01-003-0201_p0046",
      "zh_CN": "界限本来没有，是个错误的观念。你到哪里找？找不到！这就是讲的分别执着，分别执着不是事实，是一个抽象错误的观念。多少的烦恼，多少的争执，多少的罪业，从这个虚妄错误观念里面产生的，太冤枉了。所以佛教我们把一切分别、执着舍掉，我们这个心跟虚空法界一样大。法界就是真心，真心就是法界；于一切法都不执着，世间法不执着，佛法也不执着。现在人学佛，还有人一定执着西方阿弥陀佛，东方琉璃世界药师佛，还在执着，学了佛还在那里分界限。如果你仔细去反省，去思惟一下，阿弥陀佛的界限跟药师如来的界限在哪里，你能说得清楚吗？说不出来。不但这个说不出来，倓虚法师在佛七里面讲开示，他举一个例子，以前在东北他办个学校，校长学佛，曾经问他一个问题，西方极乐世界跟我们娑婆世界这个界限在哪里？老和尚有智慧，叫他自己回光返照，叫他自己去观察。这个校长也很聪明，他想来想去，好像这个界限是找不到的，为什么？心性是一，是一体，一体里面怎么可能找得出、画出一个界限？老和尚给他印证，没错，确实没有界限。",
      "zh_TW": "界限本來沒有，是個錯誤的觀念。你到哪裡找？找不到！這就是講的分別執著，分別執著不是事實，是一個抽象錯誤的觀念。多少的煩惱，多少的爭執，多少的罪業，從這個虛妄錯誤觀念裡面產生的，太冤枉了。所以佛教我們把一切分別、執著捨掉，我們這個心跟虛空法界一樣大。法界就是真心，真心就是法界；於一切法都不執著，世間法不執著，佛法也不執著。現在人學佛，還有人一定執著西方阿彌陀佛，東方琉璃世界藥師佛，還在執著，學了佛還在那裡分界限。如果你仔細去反省，去思惟一下，阿彌陀佛的界限跟藥師如來的界限在哪裡，你能說得清楚嗎？說不出來。不但這個說不出來，倓虛法師在佛七裡面講開示，他舉一個例子，以前在東北他辦個學校，校長學佛，曾經問他一個問題，西方極樂世界跟我們娑婆世界這個界限在哪裡？老和尚有智慧，叫他自己回光返照，叫他自己去觀察。這個校長也很聰明，他想來想去，好像這個界限是找不到的，為什麼？心性是一，是一體，一體裡面怎麼可能找得出、畫出一個界限？老和尚給他印證，沒錯，確實沒有界限。"
    },
    {
      "id": "01-003-0201_p0047",
      "zh_CN": "不但阿弥陀佛西方世界跟我们娑婆世界没有界限，同样一个道理，十方所有一切诸佛刹土都没有界限。刹土在不在？在，决定是有的。界限呢？界限找不到，这奇怪了。好比我们这个讲堂这么多盏灯，一个灯、一个灯的位置确实是有，你们能不能找到这个灯的光跟那个灯的光界限在哪里？找不到！诸佛刹土亦复如是。诸佛刹土如是，我们自己心地光明亦复如是。我们每个人心地光明，就是本性里面的智慧德能，跟十方一切诸佛世界所有诸佛菩萨、一切众生没有界限。没有界限，你自己在那里画界限，这是错误，这就是我们为什么会迷惑颠倒，天天在那里胡思乱想，这叫无明！",
      "zh_TW": "不但阿彌陀佛西方世界跟我們娑婆世界沒有界限，同樣一個道理，十方所有一切諸佛剎土都沒有界限。剎土在不在？在，決定是有的。界限呢？界限找不到，這奇怪了。好比我們這個講堂這麼多盞燈，一個燈、一個燈的位置確實是有，你們能不能找到這個燈的光跟那個燈的光界限在哪裡？找不到！諸佛剎土亦復如是。諸佛剎土如是，我們自己心地光明亦復如是。我們每個人心地光明，就是本性裡面的智慧德能，跟十方一切諸佛世界所有諸佛菩薩、一切眾生沒有界限。沒有界限，你自己在那裡畫界限，這是錯誤，這就是我們為什麼會迷惑顛倒，天天在那裡胡思亂想，這叫無明！"
    },
    {
      "id": "01-003-0201_p0048",
      "zh_CN": "无明怎么起来的？无明就是你胡思乱想起来的。无明几时有的？你几时胡思乱想，几时就有无明。你几时什么都不想了，无明就没有了。所以佛给你讲老实话，无明无始，没有开始。你打个妄想就有了，不打妄想就没有了，没有开始，也就没有终了。这些事实的真相，必须到一心不乱才清清楚楚明明白白，所有一切疑虑都冰消了。这是讲修一心重要。",
      "zh_TW": "無明怎麼起來的？無明就是你胡思亂想起來的。無明幾時有的？你幾時胡思亂想，幾時就有無明。你幾時什麼都不想了，無明就沒有了。所以佛給你講老實話，無明無始，沒有開始。你打個妄想就有了，不打妄想就沒有了，沒有開始，也就沒有終了。這些事實的真相，必須到一心不亂才清清楚楚明明白白，所有一切疑慮都冰消了。這是講修一心重要。"
    },
    {
      "id": "01-003-0201_p0049",
      "zh_CN": "所以说老实话，许多聪明才智不如一个老老实实念佛的老太太，人家真的会念到一心不乱，真的会一切诸法清清楚楚明明白白。她也不跟你说，为什么？跟你说了，你也不相信，跟你说了，你满脑袋的佛法，你还说她说的不对。人家证的是真的，现量境界。你胡思乱想，搞了一肚皮的佛学，实在讲远远比不上老太太，人家得一心。这就是俗话说：聪明反被聪明误。聪明人可怜，经上讲「可怜悯者」。可怜悯者不是那些老太婆、老公公，是那些自以为聪明智慧的人，那种人可怜，天天在研究经论钻故纸的那些人，佛说可怜悯者。",
      "zh_TW": "所以說老實話，許多聰明才智不如一個老老實實念佛的老太太，人家真的會念到一心不亂，真的會一切諸法清清楚楚明明白白。她也不跟你說，為什麼？跟你說了，你也不相信，跟你說了，你滿腦袋的佛法，你還說她說的不對。人家證的是真的，現量境界。你胡思亂想，搞了一肚皮的佛學，實在講遠遠比不上老太太，人家得一心。這就是俗話說：聰明反被聰明誤。聰明人可憐，經上講「可憐憫者」。可憐憫者不是那些老太婆、老公公，是那些自以為聰明智慧的人，那種人可憐，天天在研究經論鑽故紙的那些人，佛說可憐憫者。"
    },
    {
      "id": "01-003-0201_p0050",
      "zh_CN": "这是讲体是寂静的，有体才有用。所以求智慧必须求到根本智才会有后得智，根本智是无知，无知心才清净，心就定了。所以般若智慧、根本智慧是清净心，就是六祖讲的「本来无一物」，这是「般若无知」；起作用的时候是「无所不知」，不起作用的时候无知。诸佛菩萨一天到晚「无知」，你问什么他答什么，那叫「无所不知」，虽然答复你，他还是无知。他不是想一想，「你这个问题我想想研究研究，我怎么该答复你」，那就完了，那他有知。他是无知来答复有知，答复得非常巧妙、非常恰当，没有一个问题不能解决。所以无知是真实的智慧。",
      "zh_TW": "這是講體是寂靜的，有體才有用。所以求智慧必須求到根本智才會有後得智，根本智是無知，無知心才清淨，心就定了。所以般若智慧、根本智慧是清淨心，就是六祖講的「本來無一物」，這是「般若無知」；起作用的時候是「無所不知」，不起作用的時候無知。諸佛菩薩一天到晚「無知」，你問什麼他答什麼，那叫「無所不知」，雖然答復你，他還是無知。他不是想一想，「你這個問題我想想研究研究，我怎麼該答復你」，那就完了，那他有知。他是無知來答復有知，答復得非常巧妙、非常恰當，沒有一個問題不能解決。所以無知是真實的智慧。"
    },
    {
      "id": "01-003-0201_p0051",
      "zh_CN": "无知是什么？那个清净心把宇宙一切万事万物照得清清楚楚，像一面镜子一样，大圆镜智。大圆镜智就是无知，平等性智、妙观察智、成所作智是有知，就是「无所不知」，没有大圆镜，怎么会有前面那三种智慧？心里起一个念头就不是圆镜，那个镜子就肮脏落灰尘，就障碍了；像水一样起了波浪，作用就失掉了。心要清净，要干净、要不起波浪。不起波浪就是讲「如如不动」，干净就是「一尘不染」，清净的意思。拿《无量寿经》经题来讲，不动就是「平等」的意思，「不染」就是清净的意思，经题上「清净平等觉」，「觉」就是根本智，从根本智起后得智，才有平等性智、妙观察智、成所作智。「平等性智」是大圆镜智的作用，这是讲知宇宙人生一切的道理，知道理；「妙观察智」知一切万事万法，知道一切事；「成所作智」是能力、技巧，他可以办一切事，可以成就一切事。由此可知，关键在大圆镜。怎样把自己的大圆镜显露？老实念佛。这个法门妙，别的法门说起来很复杂，未必听得懂，纵然听懂了也很难修。「老实念佛」这四个字，只要你肯老实，你念到功夫成片，那个受用就相当可观；念到一心不乱，那就入佛菩萨的境界。就贵在「老实」两个字，老老实实去念，老实就是心里没有杂念，有念就不老实了。",
      "zh_TW": "無知是什麼？那個清淨心把宇宙一切萬事萬物照得清清楚楚，像一面鏡子一樣，大圓鏡智。大圓鏡智就是無知，平等性智、妙觀察智、成所作智是有知，就是「無所不知」，沒有大圓鏡，怎麼會有前面那三種智慧？心裡起一個念頭就不是圓鏡，那個鏡子就骯髒落灰塵，就障礙了；像水一樣起了波浪，作用就失掉了。心要清淨，要乾淨、要不起波浪。不起波浪就是講「如如不動」，乾淨就是「一塵不染」，清淨的意思。拿《無量壽經》經題來講，不動就是「平等」的意思，「不染」就是清淨的意思，經題上「清淨平等覺」，「覺」就是根本智，從根本智起後得智，才有平等性智、妙觀察智、成所作智。「平等性智」是大圓鏡智的作用，這是講知宇宙人生一切的道理，知道理；「妙觀察智」知一切萬事萬法，知道一切事；「成所作智」是能力、技巧，他可以辦一切事，可以成就一切事。由此可知，關鍵在大圓鏡。怎樣把自己的大圓鏡顯露？老實念佛。這個法門妙，別的法門說起來很複雜，未必聽得懂，縱然聽懂了也很難修。「老實念佛」這四個字，只要你肯老實，你念到功夫成片，那個受用就相當可觀；念到一心不亂，那就入佛菩薩的境界。就貴在「老實」兩個字，老老實實去念，老實就是心裡沒有雜念，有念就不老實了。"
    },
    {
      "id": "01-003-0201_p0052",
      "zh_CN": "『恒沙』是讲用，万用恒沙，恒沙是比喻多，恒是恒河。释迦牟尼佛当年在世讲经说法，大部分的时间在恒河流域。凡是讲到数目多，他老人家常常用「恒河沙」来作比喻。恒河很长，比中国长江、黄河还要长。恒河沙像面粉一样，很细。恒河里多少沙！这是比喻作用无量无边。『广无际限』，「际」是边际，「限」是限量，没有边际、没有限量，它的作用太大了。我们娑婆世界是真如本性变现出来的，西方极乐世界还是真如本性变现出来的，《华严经》里面讲无量无边恒沙世界，讲得再多还是这个真如本性变现出来的，没有能够超出自性之外，你就晓得自性的功德真正是无量无边。自性就是自己本人，禅宗里面所讲「父母未生前本来面目」，你的本来面目，你本人。佛法的教学没有别的，恢复自己本来面目而已，换句话说，找回自己。众生是迷失了自己，佛教给我们找回自己，这个就是佛法。",
      "zh_TW": "『恆沙』是講用，萬用恆沙，恆沙是比喻多，恆是恆河。釋迦牟尼佛當年在世講經說法，大部分的時間在恆河流域。凡是講到數目多，他老人家常常用「恆河沙」來作比喻。恆河很長，比中國長江、黃河還要長。恆河沙像麵粉一樣，很細。恆河裡多少沙！這是比喻作用無量無邊。『廣無際限』，「際」是邊際，「限」是限量，沒有邊際、沒有限量，它的作用太大了。我們娑婆世界是真如本性變現出來的，西方極樂世界還是真如本性變現出來的，《華嚴經》裡面講無量無邊恆沙世界，講得再多還是這個真如本性變現出來的，沒有能夠超出自性之外，你就曉得自性的功德真正是無量無邊。自性就是自己本人，禪宗裡面所講「父母未生前本來面目」，你的本來面目，你本人。佛法的教學沒有別的，恢復自己本來面目而已，換句話說，找回自己。眾生是迷失了自己，佛教給我們找回自己，這個就是佛法。"
    },
    {
      "id": "01-003-0201_p0053",
      "zh_CN": "由此可知，佛法跟我们的关系是多么密切，它不是在找外面的东西，而是找回自己。所以，心外求法都叫做外道。我们天天在经典里面去找佛法，这算什么？还是算外道。因为你在经典找到东西，这是释迦牟尼佛讲的法，不是你自己的，这就是外道。你在《疏钞》里面找的，《疏钞》是莲池大师作的，《演义》是古德法师作的，这是他们的东西，你在这里面去找，也是心外求法。怎样才算是佛法？依释迦牟尼佛的东西，祖师大德的东西，把自己的自性引发出来，这是佛法。好像这两支蜡烛，一支蜡烛是点亮的，一支蜡烛是没有点亮。没有点亮，永远不点，跟着他走，这叫心外求法，那不是自己的。你必须借着他的光把自己的光点亮，那就对了，那叫佛法。我们要借释迦牟尼佛的光明，这经典文字是光明，借莲池大师、古德法师的光明把自性这个光明点燃，恢复自性光明，这叫做佛法，这才不辜负佛菩萨、祖师大德弘法利生。如果你不会，把他们的东西就认为是佛法，永远跟着人家走，三世诸佛都流眼泪喊冤枉！错了。佛法是开发自性光明，不是依赖别人。",
      "zh_TW": "由此可知，佛法跟我們的關係是多麼密切，它不是在找外面的東西，而是找回自己。所以，心外求法都叫做外道。我們天天在經典裡面去找佛法，這算什麼？還是算外道。因為你在經典找到東西，這是釋迦牟尼佛講的法，不是你自己的，這就是外道。你在《疏鈔》裡面找的，《疏鈔》是蓮池大師作的，《演義》是古德法師作的，這是他們的東西，你在這裡面去找，也是心外求法。怎樣才算是佛法？依釋迦牟尼佛的東西，祖師大德的東西，把自己的自性引發出來，這是佛法。好像這兩支蠟燭，一支蠟燭是點亮的，一支蠟燭是沒有點亮。沒有點亮，永遠不點，跟著他走，這叫心外求法，那不是自己的。你必須借著他的光把自己的光點亮，那就對了，那叫佛法。我們要借釋迦牟尼佛的光明，這經典文字是光明，借蓮池大師、古德法師的光明把自性這個光明點燃，恢復自性光明，這叫做佛法，這才不辜負佛菩薩、祖師大德弘法利生。如果你不會，把他們的東西就認為是佛法，永遠跟著人家走，三世諸佛都流眼淚喊冤枉！錯了。佛法是開發自性光明，不是依賴別人。"
    },
    {
      "id": "01-003-0201_p0054",
      "zh_CN": "所以我们展开《阿弥陀经》，《阿弥陀经》是谁的《阿弥陀经》？是自性《阿弥陀经》。虽然这是释迦牟尼佛讲的，可是摆在我们面前，把我们自性《阿弥陀经》也引发出来，我们的《阿弥陀经》跟释迦牟尼佛讲的《阿弥陀经》无二无别。就好像两支蜡烛一样，点亮了，这两个灯光无二无别，光光互照，分不出哪个光是哪一支烛光，分不出，完全融成一体，这叫做学佛。学佛要从这个地方去学，你才会得到真实的受用，才会法喜充满，才会得到真正的享受。《无量寿经》讲三种真实，你统统得到，「真实之际」就是性空，「住真实慧」、「真实之利」，你全都得到了。",
      "zh_TW": "所以我們展開《阿彌陀經》，《阿彌陀經》是誰的《阿彌陀經》？是自性《阿彌陀經》。雖然這是釋迦牟尼佛講的，可是擺在我們面前，把我們自性《阿彌陀經》也引發出來，我們的《阿彌陀經》跟釋迦牟尼佛講的《阿彌陀經》無二無別。就好像兩支蠟燭一樣，點亮了，這兩個燈光無二無別，光光互照，分不出哪個光是哪一支燭光，分不出，完全融成一體，這叫做學佛。學佛要從這個地方去學，你才會得到真實的受用，才會法喜充滿，才會得到真正的享受。《無量壽經》講三種真實，你統統得到，「真實之際」就是性空，「住真實慧」、「真實之利」，你全都得到了。"
    },
    {
      "id": "01-003-0201_p0055",
      "zh_CN": "『曾何算数可得评量者哉』，可见得超越数量，数量不能局限它，还有什么好计算的，用不着了。由此可知，所讲的这些数量都是佛的方便说，都是佛所说的俗谛，从俗谛反过来体会真谛。这个意思《华严》里面有，欧阳竟无居士的《以俗说真之佛法》就是讲这个道理，就是说明佛说法的善巧，佛说法的义趣。你要懂得，才能体会佛所说的真实义；你要不能体会，那只是皮毛文字上的意思，这个错了，这个所得到的是佛学常识。",
      "zh_TW": "『曾何算數可得評量者哉』，可見得超越數量，數量不能侷限它，還有什麼好計算的，用不著了。由此可知，所講的這些數量都是佛的方便說，都是佛所說的俗諦，從俗諦反過來體會真諦。這個意思《華嚴》裡面有，歐陽竟無居士的《以俗說真之佛法》就是講這個道理，就是說明佛說法的善巧，佛說法的義趣。你要懂得，才能體會佛所說的真實義；你要不能體會，那只是皮毛文字上的意思，這個錯了，這個所得到的是佛學常識。"
    },
    {
      "id": "01-003-0201_p0056",
      "zh_CN": "钞【是则贤圣三乘，共宗一佛。】",
      "zh_TW": "鈔【是則賢聖三乘，共宗一佛。】"
    },
    {
      "id": "01-003-0201_p0057",
      "zh_CN": "『贤』是指三贤位的菩萨，『圣』是指地上菩萨，『三乘』是讲权教菩萨、声闻与天人大众，这就是总包括极乐世界三辈九品往生的大众们，不管他是实报土、方便土、同居土，总而言之，『共宗一佛』，阿弥陀佛，都是以阿弥陀佛为老师，都是接受阿弥陀佛亲自教育。",
      "zh_TW": "『賢』是指三賢位的菩薩，『聖』是指地上菩薩，『三乘』是講權教菩薩、聲聞與天人大眾，這就是總包括極樂世界三輩九品往生的大眾們，不管他是實報土、方便土、同居土，總而言之，『共宗一佛』，阿彌陀佛，都是以阿彌陀佛為老師，都是接受阿彌陀佛親自教育。"
    },
    {
      "id": "01-003-0201_p0058",
      "zh_CN": "钞【真俗二谛，同出一心。】",
      "zh_TW": "鈔【真俗二諦，同出一心。】"
    },
    {
      "id": "01-003-0201_p0059",
      "zh_CN": "诸位能明白我前面所讲的这些话，二谛你就了解，都是一心流出。",
      "zh_TW": "諸位能明白我前面所講的這些話，二諦你就了解，都是一心流出。"
    },
    {
      "id": "01-003-0201_p0060",
      "zh_CN": "钞【一心了然，福足慧足。】",
      "zh_TW": "鈔【一心了然，福足慧足。】"
    },
    {
      "id": "01-003-0201_p0061",
      "zh_CN": "我们想求真正的智慧、真正的福德，从哪里修？『一心』。一心里面的福是称性的福报！不能修一心，多做点好事，那个福报是修来的福报，会享得尽的，是有限量的。性德是没有限量的，所以诸佛菩萨福报之大，我们没有法子想像，为什么？他是性德，是真如本性本来具足，不是修得的。所以会修的人从根本修，根本是什么？一心不乱，根本就是自己的清净心。清净心能生智慧，还能生福报，这个奇妙了。过去只听说还能生智慧，没有听说能生福报。但是能生福报是真的，不是假的，莲池大师在此地给我们说明，《坛经》里六祖大师也给我们说明，可见得这个清净心具足圆满的福报，这个不是假的，福与慧都在清净心中求。我们今天就讲到此地。",
      "zh_TW": "我們想求真正的智慧、真正的福德，從哪裡修？『一心』。一心裡面的福是稱性的福報！不能修一心，多做點好事，那個福報是修來的福報，會享得盡的，是有限量的。性德是沒有限量的，所以諸佛菩薩福報之大，我們沒有法子想像，為什麼？他是性德，是真如本性本來具足，不是修得的。所以會修的人從根本修，根本是什麼？一心不亂，根本就是自己的清淨心。清淨心能生智慧，還能生福報，這個奇妙了。過去只聽說還能生智慧，沒有聽說能生福報。但是能生福報是真的，不是假的，蓮池大師在此地給我們說明，《壇經》裡六祖大師也給我們說明，可見得這個清淨心具足圓滿的福報，這個不是假的，福與慧都在清淨心中求。我們今天就講到此地。"
    }
  ]
}