{
  "doc_id": "01-003-0115",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一五集",
    "zh_TW": "第一一五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0115",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "01-003-0115_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第二四六页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第二四六頁："
    },
    {
      "id": "01-003-0115_p0002",
      "zh_CN": "◎【二、列名】",
      "zh_TW": "◎【二、列名】"
    },
    {
      "id": "01-003-0115_p0003",
      "zh_CN": "经【文殊师利法王子。阿逸多菩萨。干陀诃提菩萨。常精进菩萨。】",
      "zh_TW": "經【文殊師利法王子。阿逸多菩薩。乾陀訶提菩薩。常精進菩薩。】"
    },
    {
      "id": "01-003-0115_p0004",
      "zh_CN": "本经菩萨众列了四位，第一位是文殊师利法王子。",
      "zh_TW": "本經菩薩眾列了四位，第一位是文殊師利法王子。"
    },
    {
      "id": "01-003-0115_p0005",
      "zh_CN": "疏【文殊师利者，此云妙首，亦云妙吉祥，亦云妙德。】",
      "zh_TW": "疏【文殊師利者，此云妙首，亦云妙吉祥，亦云妙德。】"
    },
    {
      "id": "01-003-0115_p0006",
      "zh_CN": "这是先将菩萨名号这个意义给我们介绍一下。『文殊师利』是梵语，是印度话音译，中国的意思叫『妙首』，「首」就是第一，妙首就是第一微妙之意。也翻作『妙吉祥』，又翻作『妙德』。这三个意思相通，妙首、妙吉祥、妙德，意思都是一样的，只是翻法不相同。这位菩萨代表智慧第一。",
      "zh_TW": "這是先將菩薩名號這個意義給我們介紹一下。『文殊師利』是梵語，是印度話音譯，中國的意思叫『妙首』，「首」就是第一，妙首就是第一微妙之意。也翻作『妙吉祥』，又翻作『妙德』。這三個意思相通，妙首、妙吉祥、妙德，意思都是一樣的，只是翻法不相同。這位菩薩代表智慧第一。"
    },
    {
      "id": "01-003-0115_p0007",
      "zh_CN": "疏【法王子者，佛为法王，菩萨入法正位，名法王子。】",
      "zh_TW": "疏【法王子者，佛為法王，菩薩入法正位，名法王子。】"
    },
    {
      "id": "01-003-0115_p0008",
      "zh_CN": "『王』是自在的意思，佛于一切法当中得大自在，所以称之为『法王』。『菩萨』，这个地方要注意就是『入法正位』，入法正位是指什么？什么才叫做法正位？这就是指等觉菩萨。等觉菩萨立刻就要后补佛位，这个地位上的菩萨，通常我们称为『法王子』。",
      "zh_TW": "『王』是自在的意思，佛於一切法當中得大自在，所以稱之為『法王』。『菩薩』，這個地方要注意就是『入法正位』，入法正位是指什麼？什麼才叫做法正位？這就是指等覺菩薩。等覺菩薩立刻就要後補佛位，這個地位上的菩薩，通常我們稱為『法王子』。"
    },
    {
      "id": "01-003-0115_p0009",
      "zh_CN": "疏【又首举文殊者，例前舍利弗义。】",
      "zh_TW": "疏【又首舉文殊者，例前舍利弗義。】"
    },
    {
      "id": "01-003-0115_p0010",
      "zh_CN": "把文殊菩萨摆在第一，跟前面十六尊者表法的意义相同。因为前面声闻众里面表法，是智慧第一的『舍利弗』排名第一。菩萨里面也是如此，文殊师利在一切菩萨众里面，他代表智慧第一。这就说明这部经，如果不是智慧第一，他不能接受的，不能相信的。凡是能信、能愿、能持名求往生，都是智慧第一。要不是智慧第一，实在说就不可能选择这个法门。这个法门是一生成佛独一的法门，唯有智慧第一，他才会选择，才会信受奉行。",
      "zh_TW": "把文殊菩薩擺在第一，跟前面十六尊者表法的意義相同。因為前面聲聞眾裡面表法，是智慧第一的『舍利弗』排名第一。菩薩裡面也是如此，文殊師利在一切菩薩眾裡面，他代表智慧第一。這就說明這部經，如果不是智慧第一，他不能接受的，不能相信的。凡是能信、能願、能持名求往生，都是智慧第一。要不是智慧第一，實在說就不可能選擇這個法門。這個法門是一生成佛獨一的法門，唯有智慧第一，他才會選擇，才會信受奉行。"
    },
    {
      "id": "01-003-0115_p0011",
      "zh_CN": "钞【文殊师利，亦云曼殊室利。】",
      "zh_TW": "鈔【文殊師利，亦云曼殊室利。】"
    },
    {
      "id": "01-003-0115_p0012",
      "zh_CN": "这都是从梵文音译过来的。",
      "zh_TW": "這都是從梵文音譯過來的。"
    },
    {
      "id": "01-003-0115_p0013",
      "zh_CN": "钞【言妙首等者。】",
      "zh_TW": "鈔【言妙首等者。】"
    },
    {
      "id": "01-003-0115_p0014",
      "zh_CN": "这就是意译，妙首、妙吉祥、妙德，这么多的翻法。",
      "zh_TW": "這就是意譯，妙首、妙吉祥、妙德，這麼多的翻法。"
    },
    {
      "id": "01-003-0115_p0015",
      "zh_CN": "钞【准华严宗，表三法门，曰信行智。】",
      "zh_TW": "鈔【準華嚴宗，表三法門，曰信行智。】"
    },
    {
      "id": "01-003-0115_p0016",
      "zh_CN": "文殊跟普贤都是华严会上大菩萨，叫华严三圣，他在华严会上的地位就如同观音、势至在极乐世界的地位是相等的。因为他表三个法门：『信行智』，代表信、代表行、代表智。像普贤菩萨代表愿、代表行，愿行。他是「信行智」，代表这三门。",
      "zh_TW": "文殊跟普賢都是華嚴會上大菩薩，叫華嚴三聖，他在華嚴會上的地位就如同觀音、勢至在極樂世界的地位是相等的。因為他表三個法門：『信行智』，代表信、代表行、代表智。像普賢菩薩代表願、代表行，願行。他是「信行智」，代表這三門。"
    },
    {
      "id": "01-003-0115_p0017",
      "zh_CN": "钞【妙首者，信也，信为万行万德之头首故。】",
      "zh_TW": "鈔【妙首者，信也，信為萬行萬德之頭首故。】"
    },
    {
      "id": "01-003-0115_p0018",
      "zh_CN": "『信』是修行之首，我们不信就不会去修。你想修行，第一个你一定是信得过。修行的勤与惰、功夫的浅深，与信心有密切的关系，你信得深，你也就行得深，你就会精进不懈；如果信心浅，你行一定也浅，常常会懈怠。《华严经》说「信为道元功德母」，信是入道的源头，是一切功德之母，这个「母」是比喻能生的意思，唯有信能生无量无边的功德。菩萨这个德号叫『妙首』，是取这个意思。",
      "zh_TW": "『信』是修行之首，我們不信就不會去修。你想修行，第一個你一定是信得過。修行的勤與惰、功夫的淺深，與信心有密切的關係，你信得深，你也就行得深，你就會精進不懈；如果信心淺，你行一定也淺，常常會懈怠。《華嚴經》說「信為道元功德母」，信是入道的源頭，是一切功德之母，這個「母」是比喻能生的意思，唯有信能生無量無邊的功德。菩薩這個德號叫『妙首』，是取這個意思。"
    },
    {
      "id": "01-003-0115_p0019",
      "zh_CN": "『万行万德』，『行』是讲行门，『德』是讲真实之德。菩萨所修，在一般大乘经典里面所说的六度万行，像布施、持戒一直到普贤菩萨十大愿王。讲「万德」，像经上常讲的常乐我净，法身、般若、解脱，又我们常常念到的，如来果地上十力、四无畏、十八不共法，乃至于大经上常讲的无量百千陀罗尼，这些都是说的真实之德，真实之德唯有信才能够入，所以说「信能必到如来地」。可见得信心非常的重要。净土法门修行的三个条件，叫三资粮，第一个就是信，信愿持名，这三个条件能生净土。",
      "zh_TW": "『萬行萬德』，『行』是講行門，『德』是講真實之德。菩薩所修，在一般大乘經典裡面所說的六度萬行，像布施、持戒一直到普賢菩薩十大願王。講「萬德」，像經上常講的常樂我淨，法身、般若、解脫，又我們常常念到的，如來果地上十力、四無畏、十八不共法，乃至於大經上常講的無量百千陀羅尼，這些都是說的真實之德，真實之德唯有信才能夠入，所以說「信能必到如來地」。可見得信心非常的重要。淨土法門修行的三個條件，叫三資糧，第一個就是信，信願持名，這三個條件能生淨土。"
    },
    {
      "id": "01-003-0115_p0020",
      "zh_CN": "钞【妙吉祥者，行也。】",
      "zh_TW": "鈔【妙吉祥者，行也。】"
    },
    {
      "id": "01-003-0115_p0021",
      "zh_CN": "『妙吉祥』是讲『行也』，依照佛法去修行，决定是吉祥的，尤其是依照《弥陀经》来修行。《十往生经》上说：「行人」，就是依照这个法门修行的人，具足信愿行发愿求生净土的人，「阿弥陀佛派遣二十五位菩萨日夜保护你」。你有二十五位菩萨保护，哪有不吉祥的道理？所以这个行门非常的特殊。",
      "zh_TW": "『妙吉祥』是講『行也』，依照佛法去修行，決定是吉祥的，尤其是依照《彌陀經》來修行。《十往生經》上說：「行人」，就是依照這個法門修行的人，具足信願行發願求生淨土的人，「阿彌陀佛派遣二十五位菩薩日夜保護你」。你有二十五位菩薩保護，哪有不吉祥的道理？所以這個行門非常的特殊。"
    },
    {
      "id": "01-003-0115_p0022",
      "zh_CN": "钞【佛地经言：一切世间亲近供养赞叹，名妙吉祥。】",
      "zh_TW": "鈔【佛地經言：一切世間親近供養讚歎，名妙吉祥。】"
    },
    {
      "id": "01-003-0115_p0023",
      "zh_CN": "再举经论来证实。『一切亲近供养赞叹』，是妙德的感应。",
      "zh_TW": "再舉經論來證實。『一切親近供養讚歎』，是妙德的感應。"
    },
    {
      "id": "01-003-0115_p0024",
      "zh_CN": "钞【又真谛云。】",
      "zh_TW": "鈔【又真諦云。】"
    },
    {
      "id": "01-003-0115_p0025",
      "zh_CN": "真谛法师，唐朝时候，这是西域的高僧到我们中国来行化的。他说：",
      "zh_TW": "真諦法師，唐朝時候，這是西域的高僧到我們中國來行化的。他說："
    },
    {
      "id": "01-003-0115_p0026",
      "zh_CN": "钞【于怨亲中，平等利益，不为损恼，名妙吉祥。】",
      "zh_TW": "鈔【於怨親中，平等利益，不為損惱，名妙吉祥。】"
    },
    {
      "id": "01-003-0115_p0027",
      "zh_CN": "怨亲平等，决不会损害众生，决不会叫众生起烦恼，这是菩萨大悲平等行，称之为『妙吉祥』。我们读到这些地方，实在讲都要学，要认真的去学习。我们在一切世间里头，实在讲缺乏「亲近供养赞叹」，实在说，我们没有认真的去修普贤十愿。而一个念佛求生净土的人，对于普贤十愿、文殊十行（十波罗蜜），应当要修学。我们在《无量寿经》里面看到，经文一展开就说，与会的那些菩萨、声闻、比丘一切大众，无不遵修普贤大士之德，普贤大士之德就是十大愿王。所以这个经念了之后，要把纲领抓到，我们要去做，努力的去做。我们在讲席里头也常说到，百分之百的做到，你将来往生西方世界决定是上品上生；做到百分之九十，你是上品中生；做到百分之八十，你是上品下生。上品下生也不错了，到西方极乐世界，七天就花开见佛。这是我们要争取的。所以要认真去做，此地提出来也是这个意思。",
      "zh_TW": "怨親平等，決不會損害眾生，決不會叫眾生起煩惱，這是菩薩大悲平等行，稱之為『妙吉祥』。我們讀到這些地方，實在講都要學，要認真的去學習。我們在一切世間裡頭，實在講缺乏「親近供養讚歎」，實在說，我們沒有認真的去修普賢十願。而一個念佛求生淨土的人，對於普賢十願、文殊十行（十波羅蜜），應當要修學。我們在《無量壽經》裡面看到，經文一展開就說，與會的那些菩薩、聲聞、比丘一切大眾，無不遵修普賢大士之德，普賢大士之德就是十大願王。所以這個經念了之後，要把綱領抓到，我們要去做，努力的去做。我們在講席裡頭也常說到，百分之百的做到，你將來往生西方世界決定是上品上生；做到百分之九十，你是上品中生；做到百分之八十，你是上品下生。上品下生也不錯了，到西方極樂世界，七天就花開見佛。這是我們要爭取的。所以要認真去做，此地提出來也是這個意思。"
    },
    {
      "id": "01-003-0115_p0028",
      "zh_CN": "「怨亲平等」这条，我们更应当要学习，我们怨亲都是极不平等，这是很大的障碍。如果能从怨亲平等里面修我们自己的清净大悲心，平等大悲心，我们往生的时候就有百分之百的把握，临终那一刹那，你就不会有障碍，为什么？你清净平等，到那个时候不会有放不下的，不会有牵肠挂肚的。甚至于人家碰你身体，你也不会有烦恼，你怨亲平等了。所以这是我们平常真正要下功夫，可以免除往生的时候发生一些意外的障碍。",
      "zh_TW": "「怨親平等」這條，我們更應當要學習，我們怨親都是極不平等，這是很大的障礙。如果能從怨親平等裡面修我們自己的清淨大悲心，平等大悲心，我們往生的時候就有百分之百的把握，臨終那一剎那，你就不會有障礙，為什麼？你清淨平等，到那個時候不會有放不下的，不會有牽腸掛肚的。甚至於人家碰你身體，你也不會有煩惱，你怨親平等了。所以這是我們平常真正要下功夫，可以免除往生的時候發生一些意外的障礙。"
    },
    {
      "id": "01-003-0115_p0029",
      "zh_CN": "钞【又生时有十种瑞。】",
      "zh_TW": "鈔【又生時有十種瑞。】"
    },
    {
      "id": "01-003-0115_p0030",
      "zh_CN": "就是『有十种』祥瑞，所以称为妙吉祥，就是文殊菩萨在示现出生的时候。",
      "zh_TW": "就是『有十種』祥瑞，所以稱為妙吉祥，就是文殊菩薩在示現出生的時候。"
    },
    {
      "id": "01-003-0115_p0031",
      "zh_CN": "钞【一光明满室，乃至十象生六牙，名妙吉祥。】",
      "zh_TW": "鈔【一光明滿室，乃至十象生六牙，名妙吉祥。】"
    },
    {
      "id": "01-003-0115_p0032",
      "zh_CN": "他出生的时候有十种瑞相，这个可以说是无量无边的福德现前，才会有这样的祥瑞。",
      "zh_TW": "他出生的時候有十種瑞相，這個可以說是無量無邊的福德現前，才會有這樣的祥瑞。"
    },
    {
      "id": "01-003-0115_p0033",
      "zh_CN": "钞【是即解之行故。】",
      "zh_TW": "鈔【是即解之行故。】"
    },
    {
      "id": "01-003-0115_p0034",
      "zh_CN": "『即解之行』，这是解释「妙」字，这个意思就是说，他的解行相应，解在行中，行在解中，解就是行，行就是解。这一点我们也很强调，所以我希望修净土的同修们，我们要三经合参，就是《无量寿经》、《弥陀经》跟《观无量寿佛经》，要把三经变成自己的思想见解行为，这就妙了。我们见解思想行为就是解，解就是我们自己思想见解行为，这就妙解三经了，要把它做到。",
      "zh_TW": "『即解之行』，這是解釋「妙」字，這個意思就是說，他的解行相應，解在行中，行在解中，解就是行，行就是解。這一點我們也很強調，所以我希望修淨土的同修們，我們要三經合參，就是《無量壽經》、《彌陀經》跟《觀無量壽佛經》，要把三經變成自己的思想見解行為，這就妙了。我們見解思想行為就是解，解就是我們自己思想見解行為，這就妙解三經了，要把它做到。"
    },
    {
      "id": "01-003-0115_p0035",
      "zh_CN": "钞【妙德者，智也。经云：诸佛之母，释迦之师，岂非妙德。是即行之解故。】",
      "zh_TW": "鈔【妙德者，智也。經云：諸佛之母，釋迦之師，豈非妙德。是即行之解故。】"
    },
    {
      "id": "01-003-0115_p0036",
      "zh_CN": "『妙德』的意思，实在说，文殊菩萨早已经成佛，他是古佛倒驾慈航而来的，帮助释迦牟尼佛弘法利生；佛在经上告诉我们，文殊曾经是七佛之师，七尊佛的老师，这七佛里面就有释迦牟尼佛。过去劫中最后的三尊佛，以及我们现在贤劫的四尊佛，文殊师利菩萨是七尊佛的老师，所以他的智慧早就圆满了。智慧不圆，不能叫妙德。《华严经》上说，这位菩萨是「了了见佛性，犹如妙德等」，这个意思就很显然的说明，文殊菩萨早已经证得一切种智，与佛没有两样，所以他代表智门。",
      "zh_TW": "『妙德』的意思，實在說，文殊菩薩早已經成佛，他是古佛倒駕慈航而來的，幫助釋迦牟尼佛弘法利生；佛在經上告訴我們，文殊曾經是七佛之師，七尊佛的老師，這七佛裡面就有釋迦牟尼佛。過去劫中最後的三尊佛，以及我們現在賢劫的四尊佛，文殊師利菩薩是七尊佛的老師，所以他的智慧早就圓滿了。智慧不圓，不能叫妙德。《華嚴經》上說，這位菩薩是「了了見佛性，猶如妙德等」，這個意思就很顯然的說明，文殊菩薩早已經證得一切種智，與佛沒有兩樣，所以他代表智門。"
    },
    {
      "id": "01-003-0115_p0037",
      "zh_CN": "钞【入法正位者，如来据中道第一义，而菩萨入于此地，是谓绍隆佛种，当继佛位。如大君体元居正，所生王子，今在东宫，当绍王位，名法王子，又名佛子，其意亦尔。】",
      "zh_TW": "鈔【入法正位者，如來據中道第一義，而菩薩入於此地，是謂紹隆佛種，當繼佛位。如大君體元居正，所生王子，今在東宮，當紹王位，名法王子，又名佛子，其意亦爾。】"
    },
    {
      "id": "01-003-0115_p0038",
      "zh_CN": "这里面有法说，也有比喻。『如来据中道第一义』，这是说明佛居正位，「中道第一义」就是佛位，是圆教究竟的佛果。通常天台家讲佛有藏通别圆四种佛，唯独圆教佛才是中道第一义。『菩萨入于此地』，这是说菩萨接近佛的地位。「中道」不太好懂，我们拿天台家来说，天台讲到相当深的意义，他讲到圆解。因为这都属于教下，教下讲大开圆解，大开圆解是明心见性的地位。如果大开圆解而著于圆，那就不圆了。可见得执着圆还是过失，还是错了，何况其他？我们凡夫着有，处处都以为一切是真有、实实在在的有，这个错了。二乘人不着有，他着空，也错了。菩萨是空有两边都不执着，这叫中道。",
      "zh_TW": "這裡面有法說，也有比喻。『如來據中道第一義』，這是說明佛居正位，「中道第一義」就是佛位，是圓教究竟的佛果。通常天台家講佛有藏通別圓四種佛，唯獨圓教佛才是中道第一義。『菩薩入於此地』，這是說菩薩接近佛的地位。「中道」不太好懂，我們拿天台家來說，天台講到相當深的意義，他講到圓解。因為這都屬於教下，教下講大開圓解，大開圓解是明心見性的地位。如果大開圓解而著於圓，那就不圓了。可見得執著圓還是過失，還是錯了，何況其他？我們凡夫著有，處處都以為一切是真有、實實在在的有，這個錯了。二乘人不著有，他著空，也錯了。菩薩是空有兩邊都不執著，這叫中道。"
    },
    {
      "id": "01-003-0115_p0039",
      "zh_CN": "《楞严经》「大势至圆通章」上所说的，「都摄六根，净念相继」，都摄六根不着有，净念相继不着空，空有两边都不执着。这种念佛的方法是非常高级的，四种念佛里面，这叫实相念佛，通常我们很少讲，为什么？我们做不到。「都摄六根」就是一念不生，我们六根对六尘境界没有分别、没有执着，不起心、不动念，这叫摄，我们能做到吗？我们六根接触六尘境界能做到不起心、不动念、不分别、不执着吗？做不到。所以《观无量寿佛经》里面教给我们念佛的方法，没有教这个方法，他教观想、观像、持名，他没有讲实相。而「大势至圆通章」里面，讲的是实相念佛。这个道理我们要晓得，我们也希望尽量努力去做。可是有一个努力的念头就不行了，为什么？着相了，就达不到。因此，实相念佛是非常自然的，所谓从容中道！这里面没有想像的，不起心不动念，我们一有念头就起心动念。实在说，我们用前面三种念佛的方法，念到理一心不乱，以后的念佛就自自然然是实相。其实念佛念到事一心就都摄六根，你就得念佛三昧。念到理一心才净念相继，那就是所谓念不退，念念流入如来觉海，佛经里面讲「萨婆若海」，就是大觉之海，海是比喻。菩萨入法正位，也仿佛到这个地位了。而菩萨入于此地，『是谓绍隆佛种，当继佛位』，这就是后补佛的地位，菩萨入到这个地位。",
      "zh_TW": "《楞嚴經》「大勢至圓通章」上所說的，「都攝六根，淨念相繼」，都攝六根不著有，淨念相繼不著空，空有兩邊都不執著。這種念佛的方法是非常高級的，四種念佛裡面，這叫實相念佛，通常我們很少講，為什麼？我們做不到。「都攝六根」就是一念不生，我們六根對六塵境界沒有分別、沒有執著，不起心、不動念，這叫攝，我們能做到嗎？我們六根接觸六塵境界能做到不起心、不動念、不分別、不執著嗎？做不到。所以《觀無量壽佛經》裡面教給我們念佛的方法，沒有教這個方法，他教觀想、觀像、持名，他沒有講實相。而「大勢至圓通章」裡面，講的是實相念佛。這個道理我們要曉得，我們也希望盡量努力去做。可是有一個努力的念頭就不行了，為什麼？著相了，就達不到。因此，實相念佛是非常自然的，所謂從容中道！這裡面沒有想像的，不起心不動念，我們一有念頭就起心動念。實在說，我們用前面三種念佛的方法，念到理一心不亂，以後的念佛就自自然然是實相。其實念佛念到事一心就都攝六根，你就得念佛三昧。念到理一心才淨念相繼，那就是所謂念不退，念念流入如來覺海，佛經裡面講「薩婆若海」，就是大覺之海，海是比喻。菩薩入法正位，也彷彿到這個地位了。而菩薩入於此地，『是謂紹隆佛種，當繼佛位』，這就是後補佛的地位，菩薩入到這個地位。"
    },
    {
      "id": "01-003-0115_p0040",
      "zh_CN": "下面用我们世间法做一个比喻，『如大君体元居正』，大君是皇帝，皇帝他居的是正位，九五之尊。佛法里面的『法王子』，就像东宫太子，是一样的地位。『所生王子，今在东宫，当绍王位』，他是国王的继承人。由此可知，法王子就是佛的继承人，所以法王子非常尊贵。",
      "zh_TW": "下面用我們世間法做一個比喻，『如大君體元居正』，大君是皇帝，皇帝他居的是正位，九五之尊。佛法裡面的『法王子』，就像東宮太子，是一樣的地位。『所生王子，今在東宮，當紹王位』，他是國王的繼承人。由此可知，法王子就是佛的繼承人，所以法王子非常尊貴。"
    },
    {
      "id": "01-003-0115_p0041",
      "zh_CN": "『又名佛子，其意亦尔』，也称之为佛子，但是佛子没有法王子意义那么明显。华严会上称「普贤为长子」，法王子，「文殊为庶男」，文殊好比是佛的小儿子，普贤是佛的大儿子。长子是法王子，庶男就是佛子。为什么在华严会上，普贤菩萨排名排在文殊菩萨之上？诸位要晓得，文殊代表智，普贤代表行，普贤摆在第一，重行！像西方三圣也是如此，观世音排名在大势至之上，观音表行，大势至表智，这个法门也是重在实行。所以你看到菩萨摆的位置，就晓得这个法门是重智还是重行，就能很明显的看出来。",
      "zh_TW": "『又名佛子，其意亦爾』，也稱之為佛子，但是佛子沒有法王子意義那麼明顯。華嚴會上稱「普賢為長子」，法王子，「文殊為庶男」，文殊好比是佛的小兒子，普賢是佛的大兒子。長子是法王子，庶男就是佛子。為什麼在華嚴會上，普賢菩薩排名排在文殊菩薩之上？諸位要曉得，文殊代表智，普賢代表行，普賢擺在第一，重行！像西方三聖也是如此，觀世音排名在大勢至之上，觀音表行，大勢至表智，這個法門也是重在實行。所以你看到菩薩擺的位置，就曉得這個法門是重智還是重行，就能很明顯的看出來。"
    },
    {
      "id": "01-003-0115_p0042",
      "zh_CN": "钞【凡菩萨皆法王子，独称文殊者，荆溪云：于王子中，德推文殊，又诸经文殊常为一切菩萨上首故。例舍利弗者，身子智慧第一，文殊大智独尊，如前所明此经惟智方能信受故。】",
      "zh_TW": "鈔【凡菩薩皆法王子，獨稱文殊者，荊溪云：於王子中，德推文殊，又諸經文殊常為一切菩薩上首故。例舍利弗者，身子智慧第一，文殊大智獨尊，如前所明此經惟智方能信受故。】"
    },
    {
      "id": "01-003-0115_p0043",
      "zh_CN": "这段讲得很好，为什么？凡是菩萨都称『法王子』，这法王子是通称，不一定普贤称法王子。我们一般的称呼，见性的菩萨都叫法王子。在圆教里面，初住以上都称法王子，都称佛子，为什么？与佛同生性，这个说法非常有道理。我们凡夫跟佛用的不是一样的心，我们凡夫所用的是分别心、妄想心、执着心；见了性的菩萨，所谓转八识成四智，他不用这个心了。《楞严经》二十五圆通，那二十五位菩萨统统都是圆教初住菩萨，所以地位并不很高。《楞严经》上，观世音菩萨是圆教初住，大势至菩萨也是圆教初住。所以每部经上同样这位菩萨，他的地位不相等。观世音菩萨，在楞严会上他示现的是初住，《华严经》上示现的是第七回向；在《法华经》上示现的是等觉。所以，在每一个会上示现的身分不相同。《楞严经》上，菩萨讲：「反闻闻自性，性成无上道。」从观世音菩萨做一个例子，其余二十四圣没有例外的，他们见色闻声跟我们不一样！观音菩萨用什么听音声？用闻性闻。我们用耳识闻，这就不一样。菩萨见一切色相用见性见，我们用眼识见。如果我们也会用六根的根性，那就跟佛没有两样。你要是会用六根根性，就可以称得上是法王子。你要是不会用六根根性，还是用八识，这个不能称法王子。",
      "zh_TW": "這段講得很好，為什麼？凡是菩薩都稱『法王子』，這法王子是通稱，不一定普賢稱法王子。我們一般的稱呼，見性的菩薩都叫法王子。在圓教裡面，初住以上都稱法王子，都稱佛子，為什麼？與佛同生性，這個說法非常有道理。我們凡夫跟佛用的不是一樣的心，我們凡夫所用的是分別心、妄想心、執著心；見了性的菩薩，所謂轉八識成四智，他不用這個心了。《楞嚴經》二十五圓通，那二十五位菩薩統統都是圓教初住菩薩，所以地位並不很高。《楞嚴經》上，觀世音菩薩是圓教初住，大勢至菩薩也是圓教初住。所以每部經上同樣這位菩薩，他的地位不相等。觀世音菩薩，在楞嚴會上他示現的是初住，《華嚴經》上示現的是第七迴向；在《法華經》上示現的是等覺。所以，在每一個會上示現的身分不相同。《楞嚴經》上，菩薩講：「反聞聞自性，性成無上道。」從觀世音菩薩做一個例子，其餘二十四聖沒有例外的，他們見色聞聲跟我們不一樣！觀音菩薩用什麼聽音聲？用聞性聞。我們用耳識聞，這就不一樣。菩薩見一切色相用見性見，我們用眼識見。如果我們也會用六根的根性，那就跟佛沒有兩樣。你要是會用六根根性，就可以稱得上是法王子。你要是不會用六根根性，還是用八識，這個不能稱法王子。"
    },
    {
      "id": "01-003-0115_p0044",
      "zh_CN": "通常称佛子，范围比较宽一点，可以包括我们初发心的。你学佛，那都是佛弟子，皈依三宝都是三宝弟子，这个比较宽一点；称法王子，那个意思比较谨严一点。交光法师在《楞严正脉》里面，叫学《楞严》的人应当要懂得「舍识用根」，虽然是这样提倡，舍识用根谈何容易？不容易的事情。实实在在讲，这一句阿弥陀佛的功德决不亚于舍识用根，问题是你要会用，你要会念才行。什么叫会念？什么叫不会念？我们现在一般念佛，说老实话多半都不会念，你念的不如法！所以功效不显著。什么叫会念？会念的人，心里念头才起来，不管什么念头，善念恶念、正念邪念，一概不要管，为什么？你真如本性里头没有念头；它原本没念头，有念即错，本来没有念头！现在这个念头，不管什么念头，只要念头一起来，第二个念头就换成阿弥陀佛，换句话说，起念只有一念，决定没有相续的第二念，第二念就改成阿弥陀佛，这样念佛叫会念。念久了，你一切分别执着妄想都没有了，都念掉了，就剩下一个阿弥陀佛。",
      "zh_TW": "通常稱佛子，範圍比較寬一點，可以包括我們初發心的。你學佛，那都是佛弟子，皈依三寶都是三寶弟子，這個比較寬一點；稱法王子，那個意思比較謹嚴一點。交光法師在《楞嚴正脈》裡面，叫學《楞嚴》的人應當要懂得「捨識用根」，雖然是這樣提倡，捨識用根談何容易？不容易的事情。實實在在講，這一句阿彌陀佛的功德決不亞於捨識用根，問題是你要會用，你要會念才行。什麼叫會念？什麼叫不會念？我們現在一般念佛，說老實話多半都不會念，你念的不如法！所以功效不顯著。什麼叫會念？會念的人，心裡念頭才起來，不管什麼念頭，善念惡念、正念邪念，一概不要管，為什麼？你真如本性裡頭沒有念頭；它原本沒念頭，有念即錯，本來沒有念頭！現在這個念頭，不管什麼念頭，只要念頭一起來，第二個念頭就換成阿彌陀佛，換句話說，起念只有一念，決定沒有相續的第二念，第二念就改成阿彌陀佛，這樣念佛叫會念。念久了，你一切分別執著妄想都沒有了，都念掉了，就剩下一個阿彌陀佛。"
    },
    {
      "id": "01-003-0115_p0045",
      "zh_CN": "如果你善根厚，这一句阿弥陀佛你会大彻大悟，明心见性，那你就念到理一心不乱，你往生决定上品上生。如果我们善根福德浅一点，没有那么厚，这个方法念佛确确实实把分别执着妄想伏住，它不起现行，你往生西方世界凡圣同居土决定有分。换句话说，我们这一生是真正的永脱轮回，圆证三不退，一生成佛。生到西方极乐世界凡圣同居土下下品，也是一生成佛。其他任何一个法门，都无法跟念佛法门相比。",
      "zh_TW": "如果你善根厚，這一句阿彌陀佛你會大徹大悟，明心見性，那你就念到理一心不亂，你往生決定上品上生。如果我們善根福德淺一點，沒有那麼厚，這個方法念佛確確實實把分別執著妄想伏住，它不起現行，你往生西方世界凡聖同居土決定有分。換句話說，我們這一生是真正的永脫輪迴，圓證三不退，一生成佛。生到西方極樂世界凡聖同居土下下品，也是一生成佛。其他任何一個法門，都無法跟念佛法門相比。"
    },
    {
      "id": "01-003-0115_p0046",
      "zh_CN": "这地方有一个问题，四十一位法身大士都称法王子，为什么别的这几位菩萨不称作法王子，单单称文殊？荆溪大师告诉我们，『于王子中，德推文殊』，一切菩萨里面，文殊菩萨德行第一。他要没有这么高的德行，怎么能做七佛之师？这是一个理由，我们大家特别尊重他。『又诸经文殊常为一切菩萨上首故』，大多数大乘经典里面表法，都是文殊菩萨排在第一，就像小乘法里面把舍利弗尊者摆在第一，意思是相同的。小乘里面，『身子』就是舍利弗，舍利弗智慧第一；菩萨里面，文殊菩萨代表智慧第一。无论大小乘，如果不是智慧第一，不能信受这部经典，不能信受这个法门，所以一定要把它摆在第一位，这是表法的意思。",
      "zh_TW": "這地方有一個問題，四十一位法身大士都稱法王子，為什麼別的這幾位菩薩不稱作法王子，單單稱文殊？荊溪大師告訴我們，『於王子中，德推文殊』，一切菩薩裡面，文殊菩薩德行第一。他要沒有這麼高的德行，怎麼能做七佛之師？這是一個理由，我們大家特別尊重他。『又諸經文殊常為一切菩薩上首故』，大多數大乘經典裡面表法，都是文殊菩薩排在第一，就像小乘法裡面把舍利弗尊者擺在第一，意思是相同的。小乘裡面，『身子』就是舍利弗，舍利弗智慧第一；菩薩裡面，文殊菩薩代表智慧第一。無論大小乘，如果不是智慧第一，不能信受這部經典，不能信受這個法門，所以一定要把它擺在第一位，這是表法的意思。"
    },
    {
      "id": "01-003-0115_p0047",
      "zh_CN": "钞【又分别而论，则身子权智，文殊实智，权智明有生净土，实智明无生净土，钝根则从权入实，利根则权实双融。若推本而论，不思议境界经云：复有百千万亿菩萨，现声闻形，亦来在坐，其名曰舍利弗等。则文殊身子，同一甚深智慧，益知此经非浅智所能信矣。】",
      "zh_TW": "鈔【又分別而論，則身子權智，文殊實智，權智明有生淨土，實智明無生淨土，鈍根則從權入實，利根則權實雙融。若推本而論，不思議境界經云：復有百千萬億菩薩，現聲聞形，亦來在坐，其名曰舍利弗等。則文殊身子，同一甚深智慧，益知此經非淺智所能信矣。】"
    },
    {
      "id": "01-003-0115_p0048",
      "zh_CN": "这一段注解有很深的意思存在。『分别而论』，因为前面这个讲法是总说，把它分开来讲，智慧有权实不同。「权」是善巧方便说，「实」是真实说；「权」是佛随顺我们众生的见解常识来说的，「实」是从如来自己境界上说的，往往我们无法接受，但是那是真实的。佛随顺我们的见解常识来说，我们统统能接受，很欢喜的接受。所以，这两个人代表权实两种智慧。小乘人他有相当深的定功，也显示出相当的智慧，可是他的智不是从真如本性里面流出来的，所以不是真智慧，这才勉强说一个『权智』。其实这一段文要是不说出来，这个舍利弗的权智不好讲，为什么？没有『实智』，哪来的权智？好像那个树一样，没有根哪来的枝叶，实智是根本，权智是枝叶，没有实智决定没有权智，也就是说明阿罗汉没有智慧。什么人才有智慧？见了性的人才有智慧。心性是实智，心性起作用，恒顺众生，随喜功德，那是权智。这一段里面显示出，舍利弗尊者也是大权示现，不是真正的小乘，也是古佛再来，他们地位都差不多，都一样的，都成了佛的。示现在释迦牟尼佛这个会上作声闻、作菩萨，无非是帮助释迦牟尼佛弘法而已，这叫大慈大悲，倒驾慈航，是这么个意思。",
      "zh_TW": "這一段註解有很深的意思存在。『分別而論』，因為前面這個講法是總說，把它分開來講，智慧有權實不同。「權」是善巧方便說，「實」是真實說；「權」是佛隨順我們眾生的見解常識來說的，「實」是從如來自己境界上說的，往往我們無法接受，但是那是真實的。佛隨順我們的見解常識來說，我們統統能接受，很歡喜的接受。所以，這兩個人代表權實兩種智慧。小乘人他有相當深的定功，也顯示出相當的智慧，可是他的智不是從真如本性裡面流出來的，所以不是真智慧，這才勉強說一個『權智』。其實這一段文要是不說出來，這個舍利弗的權智不好講，為什麼？沒有『實智』，哪來的權智？好像那個樹一樣，沒有根哪來的枝葉，實智是根本，權智是枝葉，沒有實智決定沒有權智，也就是說明阿羅漢沒有智慧。什麼人才有智慧？見了性的人才有智慧。心性是實智，心性起作用，恆順眾生，隨喜功德，那是權智。這一段裡面顯示出，舍利弗尊者也是大權示現，不是真正的小乘，也是古佛再來，他們地位都差不多，都一樣的，都成了佛的。示現在釋迦牟尼佛這個會上作聲聞、作菩薩，無非是幫助釋迦牟尼佛弘法而已，這叫大慈大悲，倒駕慈航，是這麼個意思。"
    },
    {
      "id": "01-003-0115_p0049",
      "zh_CN": "『权智明有生净土』，承认西方极乐世界确确实实是有，就跟我们现在这个世界一样，在我们这个世界的西方，但是不是在我们地球的西方，是在娑婆世界的西方。我们这个地球，近代有一些真正懂得科学的人他也了解，我们这个地球实在讲是一个小世界里面的一洲。一千个小世界才叫小千世界；以小千世界为单位，一千个小千世界才叫一个中千世界；再以中千世界为单位，一千个中千世界叫一个大千世界，这一个大千世界总的名称叫娑婆世界。极乐世界是在娑婆世界的西方。这就说明，佛给我们讲的这是一桩事实，娑婆世界西方过十万亿佛国土，那一边确实是有一个星球，那个星球很大，比我们地球不晓得大多少倍，那个世界就是阿弥陀佛的极乐世界。",
      "zh_TW": "『權智明有生淨土』，承認西方極樂世界確確實實是有，就跟我們現在這個世界一樣，在我們這個世界的西方，但是不是在我們地球的西方，是在娑婆世界的西方。我們這個地球，近代有一些真正懂得科學的人他也了解，我們這個地球實在講是一個小世界裡面的一洲。一千個小世界才叫小千世界；以小千世界為單位，一千個小千世界才叫一個中千世界；再以中千世界為單位，一千個中千世界叫一個大千世界，這一個大千世界總的名稱叫娑婆世界。極樂世界是在娑婆世界的西方。這就說明，佛給我們講的這是一樁事實，娑婆世界西方過十萬億佛國土，那一邊確實是有一個星球，那個星球很大，比我們地球不曉得大多少倍，那個世界就是阿彌陀佛的極樂世界。"
    },
    {
      "id": "01-003-0115_p0050",
      "zh_CN": "极乐世界，殊胜庄严无比！因为那个世界是法性土，跟我们这世界不一样，本质上不相同，为什么？我们这个世界，乃至于十方诸佛的刹土，是真如本性起了无明之后才变成阿赖耶识，阿赖耶识里面又有见相两分，见分变现出相分，相分变现出十法界依正庄严，所以它是从无明变现的。西方极乐世界没有无明，完全是自性变现的，所以它那里是自性的净土，跟我们这个不一样！我们这个地方是「无明不觉生三细，境界为缘长六粗」，我们这个土是这么来的。换句话说，追究它的根源，我们这个土是从无明变现出来的，它那个土是完全从真如本性里面现出来的，根源不相同。这是我们没有法子理解的，经上常说「唯佛与佛方能究竟」，不是九界有情所能理解的，道理就在此地。所以根性钝一点的人，从权入实，这就是有生净土，有生。",
      "zh_TW": "極樂世界，殊勝莊嚴無比！因為那個世界是法性土，跟我們這世界不一樣，本質上不相同，為什麼？我們這個世界，乃至於十方諸佛的剎土，是真如本性起了無明之後才變成阿賴耶識，阿賴耶識裡面又有見相兩分，見分變現出相分，相分變現出十法界依正莊嚴，所以它是從無明變現的。西方極樂世界沒有無明，完全是自性變現的，所以它那裡是自性的淨土，跟我們這個不一樣！我們這個地方是「無明不覺生三細，境界為緣長六粗」，我們這個土是這麼來的。換句話說，追究它的根源，我們這個土是從無明變現出來的，它那個土是完全從真如本性裡面現出來的，根源不相同。這是我們沒有法子理解的，經上常說「唯佛與佛方能究竟」，不是九界有情所能理解的，道理就在此地。所以根性鈍一點的人，從權入實，這就是有生淨土，有生。"
    },
    {
      "id": "01-003-0115_p0051",
      "zh_CN": "我们这里念佛念到功夫成熟的时候，将来临命终时阿弥陀佛来接引我们，这是真的不是假的。所以大家看到这里，不要怀疑，真的去，不是假的。如果根性利的人，那他就高明了，所谓「生则决定生，去则实不去」，没去怎么生？没去，真生了。那是根性利的人，他晓得阿弥陀佛的自性跟我们自己的自性是一个性，不是两个性，称之为「唯心净土，自性弥陀」，这样的人去往生，跟诸位说，统统是上上品，生到那边去是实报庄严土。这是利根，这是真正有智慧，他晓得有无生净土。",
      "zh_TW": "我們這裡念佛念到功夫成熟的時候，將來臨命終時阿彌陀佛來接引我們，這是真的不是假的。所以大家看到這裡，不要懷疑，真的去，不是假的。如果根性利的人，那他就高明了，所謂「生則決定生，去則實不去」，沒去怎麼生？沒去，真生了。那是根性利的人，他曉得阿彌陀佛的自性跟我們自己的自性是一個性，不是兩個性，稱之為「唯心淨土，自性彌陀」，這樣的人去往生，跟諸位說，統統是上上品，生到那邊去是實報莊嚴土。這是利根，這是真正有智慧，他曉得有無生淨土。"
    },
    {
      "id": "01-003-0115_p0052",
      "zh_CN": "『无生净土』，就是真正了达法空，两种执着都破尽了。凡夫有人我执、法我执。我执尽了，证得人空，我们念佛的果位上就是事一心不乱，念到法空就是理一心不乱。得事一心不乱，生西方极乐世界是方便有余土，还是属于有生净土，方便土跟同居土都是属于有生净土。但是诸位要晓得，西方世界空有不二！像《心经》上讲的，「色即是空，空即是色，色不异空，空不异色」，那是妙土！所以你说它有生可以，你说它无生也可以，它这个有生跟无生是一不是二。我们一看，往往把它对立了，看到有生，还有指望；看到无生，就悲哀了，就没指望了。那错了！不知道人家是一不是二，那是真正的妙土。",
      "zh_TW": "『無生淨土』，就是真正了達法空，兩種執著都破盡了。凡夫有人我執、法我執。我執盡了，證得人空，我們念佛的果位上就是事一心不亂，念到法空就是理一心不亂。得事一心不亂，生西方極樂世界是方便有餘土，還是屬於有生淨土，方便土跟同居土都是屬於有生淨土。但是諸位要曉得，西方世界空有不二！像《心經》上講的，「色即是空，空即是色，色不異空，空不異色」，那是妙土！所以你說它有生可以，你說它無生也可以，它這個有生跟無生是一不是二。我們一看，往往把它對立了，看到有生，還有指望；看到無生，就悲哀了，就沒指望了。那錯了！不知道人家是一不是二，那是真正的妙土。"
    },
    {
      "id": "01-003-0115_p0053",
      "zh_CN": "根性利的这些人他开悟了，他念佛念到见性，见性之后，他心真正到清净，这个时候彻底明了生佛不二，净秽融通。像《大论》里面所讲的，《心经》上也讲得很明白，「不生不灭，不垢不净，不来不去，不常不断」，《中观论》上讲的八不，这是诸法实相，也就是大势至菩萨在《楞严经》上所说的「都摄六根，净念相继」。虽然清净心里面一念不生，像六祖所说的「本来无一物」，他的佛号不间断；佛号虽然不间断，决定不碍「本来无一物」。",
      "zh_TW": "根性利的這些人他開悟了，他念佛念到見性，見性之後，他心真正到清淨，這個時候徹底明瞭生佛不二，淨穢融通。像《大論》裡面所講的，《心經》上也講得很明白，「不生不滅，不垢不淨，不來不去，不常不斷」，《中觀論》上講的八不，這是諸法實相，也就是大勢至菩薩在《楞嚴經》上所說的「都攝六根，淨念相繼」。雖然清淨心裡面一念不生，像六祖所說的「本來無一物」，他的佛號不間斷；佛號雖然不間斷，決定不礙「本來無一物」。"
    },
    {
      "id": "01-003-0115_p0054",
      "zh_CN": "禅宗，他们要证本来无一物，要证清净心，要是念了一声佛号，他要漱口三天，他说他那个心里染污了。诸位要稍稍冷静一点，你就想一想，他的心不清净！怎么说不清净？如果真正清净了，念一声佛号还能把他染污吗？由此可知，他讨厌念佛那个讨厌的心就不清净，他还是没有离开执着，他执着什么？执着清净，他执着无一物。他并不是真正的无一物，他心里头还有一个无一物，有一个无一物在，所以并没有到真正无一物！如果真正到无一物，就不在乎念佛，决定不会染污。所以这个境界很不容易得到。虽然晓得「心外无佛，佛外无心」，但是他念佛从来不间断，虽然知道「生即无生，无生即生」，他还是要往生。我们看华严会上，四十一位法身大士都念佛求生西方极乐世界，他是无生而生。那些菩萨不是普通人！我们要从这个地方去体会。",
      "zh_TW": "禪宗，他們要證本來無一物，要證清淨心，要是念了一聲佛號，他要漱口三天，他說他那個心裡染污了。諸位要稍稍冷靜一點，你就想一想，他的心不清淨！怎麼說不清淨？如果真正清淨了，念一聲佛號還能把他染污嗎？由此可知，他討厭念佛那個討厭的心就不清淨，他還是沒有離開執著，他執著什麼？執著清淨，他執著無一物。他並不是真正的無一物，他心裡頭還有一個無一物，有一個無一物在，所以並沒有到真正無一物！如果真正到無一物，就不在乎念佛，決定不會染污。所以這個境界很不容易得到。雖然曉得「心外無佛，佛外無心」，但是他念佛從來不間斷，雖然知道「生即無生，無生即生」，他還是要往生。我們看華嚴會上，四十一位法身大士都念佛求生西方極樂世界，他是無生而生。那些菩薩不是普通人！我們要從這個地方去體會。"
    },
    {
      "id": "01-003-0115_p0055",
      "zh_CN": "净土只有一个，绝对没有两个，此地是为了说法方便起见，叫你去悟入，实际上是一桩事情。众生根有利钝，『钝根从权入实』，就是从凡圣同居土渐渐证入实报庄严土。像我们在此地用功夫也一样，我们用第六意识心在念佛，这个没错，这就是权。你明白这个道理，你会从权入实，会把第六意识念成妙观察智；如果不明了这个道理，你永远在权位，你入不了实位。所以理要明白，下手从权、从事上下手，稳稳当当，决定不会出差错的。所以，由事持渐渐就到理持。",
      "zh_TW": "淨土只有一個，絕對沒有兩個，此地是為了說法方便起見，叫你去悟入，實際上是一樁事情。眾生根有利鈍，『鈍根從權入實』，就是從凡聖同居土漸漸證入實報莊嚴土。像我們在此地用功夫也一樣，我們用第六意識心在念佛，這個沒錯，這就是權。你明白這個道理，你會從權入實，會把第六意識念成妙觀察智；如果不明瞭這個道理，你永遠在權位，你入不了實位。所以理要明白，下手從權、從事上下手，穩穩當當，決定不會出差錯的。所以，由事持漸漸就到理持。"
    },
    {
      "id": "01-003-0115_p0056",
      "zh_CN": "讲到这些大菩萨们，他们根利！他是「权实双融」。虽然明了理，明理也不废事，事没舍掉！像大势至菩萨，他理明了，都摄六根，明心见性了，他一天到晚还是拿着念珠阿弥陀佛念个不停，不废事！甚至像文殊、普贤，是圆教的等觉菩萨，华严会上还发愿求生净土。这都是示现这个样子劝勉九界有情，九界包括十地菩萨在内，劝他们求生西方净土，圆满无上菩提，是这个意思。",
      "zh_TW": "講到這些大菩薩們，他們根利！他是「權實雙融」。雖然明了理，明理也不廢事，事沒捨掉！像大勢至菩薩，他理明了，都攝六根，明心見性了，他一天到晚還是拿著念珠阿彌陀佛念個不停，不廢事！甚至像文殊、普賢，是圓教的等覺菩薩，華嚴會上還發願求生淨土。這都是示現這個樣子勸勉九界有情，九界包括十地菩薩在內，勸他們求生西方淨土，圓滿無上菩提，是這個意思。"
    },
    {
      "id": "01-003-0115_p0057",
      "zh_CN": "『若推本而论』，「本」是根本，现在我们看到是迹象，舍利弗、文殊都是示现的迹象，他的根本早都成佛了，都是古佛再来的。『不思议境界经云』，不思议境界经是什么经？《华严经‧普贤菩萨行愿品》，「入不思议境界普贤菩萨行愿品」，这是《四十华严》的品题。因为品题太长，这里只举出一个『不思议境界经云』，《四十华严》里头说的。『复有百千万亿菩萨，现声闻形，亦来在坐』。《华严经》上才把这个根本说出来！否则的话，华严会上怎么会有小乘？华严会上是四十一位法身大士才有资格入席的，不是法身大士，见都见不到这个法会，怎么舍利弗他们都在那边？这是我们到《华严经》第九会才看到，这是在《四十华严》的第一卷里面看到这个境界，为什么？小乘人都在，原来这些人不是真正的声闻，是什么？都是佛菩萨『现声闻形』，变现一个声闻的样子来参加这个法会。",
      "zh_TW": "『若推本而論』，「本」是根本，現在我們看到是跡象，舍利弗、文殊都是示現的跡象，他的根本早都成佛了，都是古佛再來的。『不思議境界經云』，不思議境界經是什麼經？《華嚴經‧普賢菩薩行願品》，「入不思議境界普賢菩薩行願品」，這是《四十華嚴》的品題。因為品題太長，這裡只舉出一個『不思議境界經云』，《四十華嚴》裡頭說的。『復有百千萬億菩薩，現聲聞形，亦來在坐』。《華嚴經》上才把這個根本說出來！否則的話，華嚴會上怎麼會有小乘？華嚴會上是四十一位法身大士才有資格入席的，不是法身大士，見都見不到這個法會，怎麼舍利弗他們都在那邊？這是我們到《華嚴經》第九會才看到，這是在《四十華嚴》的第一卷裡面看到這個境界，為什麼？小乘人都在，原來這些人不是真正的聲聞，是什麼？都是佛菩薩『現聲聞形』，變現一個聲聞的樣子來參加這個法會。"
    },
    {
      "id": "01-003-0115_p0058",
      "zh_CN": "『其名曰舍利弗等』，举出一个人，原来这些全都是法身大士。所以经上常称他为大比丘、大阿罗汉，就是告诉你不是真的，都是大菩萨。『则文殊身子，同一甚深智慧』，从根本上讲，他们都是一样的，都是古佛大菩萨再来的。『亦知此经非浅智所能信矣』，这是真的，一点都不假，真是像经上所说的，「不可以少善根福德因缘，得生彼国」，往生西方极乐世界，这三个条件要具足，要多善根、多福德、多因缘。我们现在这个因缘，实在讲比起任何一个时代都要殊胜，我们五经同时都在讲，这个因缘深，而且《弥陀经》讲《疏钞》少，讲《要解》也少！一般道场讲《弥陀经》是应付应付而已，讲个七天，讲个半个月，这里头意思透不出来，讲《无量寿经》的就更少，讲《观无量寿佛经》的也不多。我们这个道场三经都深入的在研究探讨，这个因缘是无比的殊胜。",
      "zh_TW": "『其名曰舍利弗等』，舉出一個人，原來這些全都是法身大士。所以經上常稱他為大比丘、大阿羅漢，就是告訴你不是真的，都是大菩薩。『則文殊身子，同一甚深智慧』，從根本上講，他們都是一樣的，都是古佛大菩薩再來的。『亦知此經非淺智所能信矣』，這是真的，一點都不假，真是像經上所說的，「不可以少善根福德因緣，得生彼國」，往生西方極樂世界，這三個條件要具足，要多善根、多福德、多因緣。我們現在這個因緣，實在講比起任何一個時代都要殊勝，我們五經同時都在講，這個因緣深，而且《彌陀經》講《疏鈔》少，講《要解》也少！一般道場講《彌陀經》是應付應付而已，講個七天，講個半個月，這裡頭意思透不出來，講《無量壽經》的就更少，講《觀無量壽佛經》的也不多。我們這個道場三經都深入的在研究探討，這個因緣是無比的殊勝。"
    },
    {
      "id": "01-003-0115_p0059",
      "zh_CN": "现在就是得看看我们自己善根福德如何了，善根福德是什么？「善根」就是信解，你相不相信，你能不能理解，我真正理解了，我相信。可是诸位要晓得，这个善根有深浅不同，我相信了，我明白了，这个善根不能算深，怎样才算深？像我们在此地研究这部经，我们遍遍的境界都不一样！从这里就看出这善根的浅深。譬如，我去年的信解不如今年，前年不如去年，去年不如今年，今年一定又不如明年，你才看到信解的确有浅深。所以善根有浅深！",
      "zh_TW": "現在就是得看看我們自己善根福德如何了，善根福德是什麼？「善根」就是信解，你相不相信，你能不能理解，我真正理解了，我相信。可是諸位要曉得，這個善根有深淺不同，我相信了，我明白了，這個善根不能算深，怎樣才算深？像我們在此地研究這部經，我們遍遍的境界都不一樣！從這裡就看出這善根的淺深。譬如，我去年的信解不如今年，前年不如去年，去年不如今年，今年一定又不如明年，你才看到信解的確有淺深。所以善根有淺深！"
    },
    {
      "id": "01-003-0115_p0060",
      "zh_CN": "福德也有大小不一样。「福德」是什么？是发愿跟持名，发愿跟持名也是一年一年不一样！去年愿力没有今年愿力这么强，去年的自信心没有今年的自信心这么样的肯定，你看这个福德，一年跟一年大小不相同。持名，从方法上来讲，一年比一年精纯，这一句佛号真的念到要害，很有力量，念佛一年比一年念得好。这是讲善根福德确实有浅深大小的差别，这是我们不能不注意的。不要以为这《弥陀经》我已经听过一遍，我已经懂得了，不要再听。算你有善根有福德，你善根不够深，福德不够厚。",
      "zh_TW": "福德也有大小不一樣。「福德」是什麼？是發願跟持名，發願跟持名也是一年一年不一樣！去年願力沒有今年願力這麼強，去年的自信心沒有今年的自信心這麼樣的肯定，你看這個福德，一年跟一年大小不相同。持名，從方法上來講，一年比一年精純，這一句佛號真的念到要害，很有力量，念佛一年比一年念得好。這是講善根福德確實有淺深大小的差別，這是我們不能不注意的。不要以為這《彌陀經》我已經聽過一遍，我已經懂得了，不要再聽。算你有善根有福德，你善根不夠深，福德不夠厚。"
    },
    {
      "id": "01-003-0115_p0061",
      "zh_CN": "虽然我们是有善根福德因缘，我们必须在善根福德因缘这三方面都要加强，继续不断的去加强，这样到我们报尽往生的时候，那就非常的殊胜，品位增高，我们这一生没有空过！希望大家特别留意这一点，这是我最近这几年很深很深的体会。我们今天就讲到这一段。",
      "zh_TW": "雖然我們是有善根福德因緣，我們必須在善根福德因緣這三方面都要加強，繼續不斷的去加強，這樣到我們報盡往生的時候，那就非常的殊勝，品位增高，我們這一生沒有空過！希望大家特別留意這一點，這是我最近這幾年很深很深的體會。我們今天就講到這一段。"
    }
  ]
}