{
  "doc_id": "01-003-0009",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0009",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "01-003-0009_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第八页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第八頁："
    },
    {
      "id": "01-003-0009_p0002",
      "zh_CN": "疏【彻者通也，洞者彻之极也。日月虽遍，不照覆盆，是彻而未彻。今此灵明，辉天地，透金石，四维上下，曾无障碍，盖洞然之彻，靡所不彻。非对隔说通之彻，云洞彻也。】",
      "zh_TW": "疏【徹者通也，洞者徹之極也。日月雖遍，不照覆盆，是徹而未徹。今此靈明，輝天地，透金石，四維上下，曾無障礙，蓋洞然之徹，靡所不徹。非對隔說通之徹，云洞徹也。】"
    },
    {
      "id": "01-003-0009_p0003",
      "zh_CN": "我们继续看《疏》里面给我们解释「灵明洞彻」这一句，灵明这两个字前面讲过，今天从「洞彻」这两个字开始。『彻』的意思是彻底，就是通达无碍，注子里面讲，「彻」是通的意思，通达。『洞』是『彻之极』，通达到了极处。下面大师举了一个比喻，『日月虽遍』，光明遍照，『不照覆盆』，我们把个盆翻过来，盆里面太阳、月亮照不到，它有障碍，这是『彻而未彻』，换句话说，只要有障碍它就透不过，这个「彻」并不是真正达到究竟圆满。我们本性可不一样，这个灵明的觉性是『辉天地，透金石』。「辉」就是光辉，这个意思就是说：彻天彻地，天地都不能够障碍，「透金石」，金石也不能够障碍它。",
      "zh_TW": "我們繼續看《疏》裡面給我們解釋「靈明洞徹」這一句，靈明這兩個字前面講過，今天從「洞徹」這兩個字開始。『徹』的意思是徹底，就是通達無礙，註子裡面講，「徹」是通的意思，通達。『洞』是『徹之極』，通達到了極處。下面大師舉了一個比喻，『日月雖遍』，光明遍照，『不照覆盆』，我們把個盆翻過來，盆裡面太陽、月亮照不到，它有障礙，這是『徹而未徹』，換句話說，只要有障礙它就透不過，這個「徹」並不是真正達到究竟圓滿。我們本性可不一樣，這個靈明的覺性是『輝天地，透金石』。「輝」就是光輝，這個意思就是說：徹天徹地，天地都不能夠障礙，「透金石」，金石也不能夠障礙它。"
    },
    {
      "id": "01-003-0009_p0004",
      "zh_CN": "演【不照覆盆者，以日月之光属相，不属性故。】",
      "zh_TW": "演【不照覆盆者，以日月之光屬相，不屬性故。】"
    },
    {
      "id": "01-003-0009_p0005",
      "zh_CN": "这个注解很重要，相之彻并不是究竟圆满，性之彻真正是究竟圆满。",
      "zh_TW": "這個註解很重要，相之徹並不是究竟圓滿，性之徹真正是究竟圓滿。"
    },
    {
      "id": "01-003-0009_p0006",
      "zh_CN": "演【辉天地透金石者，以心光遍乎法界，一切诸法无非佛法故。】",
      "zh_TW": "演【輝天地透金石者，以心光遍乎法界，一切諸法無非佛法故。】"
    },
    {
      "id": "01-003-0009_p0007",
      "zh_CN": "也许诸位要问，『心光』是什么样子？太阳的光我们看到，月亮的光也看到，我们讲堂现在的灯光也看到，「心光」没看到，「心光」是什么样子？有这种想法的人不在少数，这个想法是不是正确？不正确。何以说不正确？他着了相。你见到日光、月光，你着了相。不着相就见性，着相是见性的障碍。如果离一切相，就是『心光遍乎法界』，你就见道了，禅家讲见性，明心见性，这个时候你就晓得『一切法无非佛法』，没有一法不是佛法；如果你着了相，一切法没有一法是佛法。不着相都是佛法，着了相都不是佛法。我们要问，到底有没有佛法？你要是有佛法，错了！你说没有佛法也错了，错在哪里？错在你着相。你着了一个有佛法的相，错了；你着了一个没有佛法的相，也错了。如果你不着相，你说有佛法，对的；说没有佛法，也对的。诸位从这里面去体会，心里才有一念分别、执着，就完全都错了，离一切分别、执着都对了，向这里面去体会去。",
      "zh_TW": "也許諸位要問，『心光』是什麼樣子？太陽的光我們看到，月亮的光也看到，我們講堂現在的燈光也看到，「心光」沒看到，「心光」是什麼樣子？有這種想法的人不在少數，這個想法是不是正確？不正確。何以說不正確？他著了相。你見到日光、月光，你著了相。不著相就見性，著相是見性的障礙。如果離一切相，就是『心光遍乎法界』，你就見道了，禪家講見性，明心見性，這個時候你就曉得『一切法無非佛法』，沒有一法不是佛法；如果你著了相，一切法沒有一法是佛法。不著相都是佛法，著了相都不是佛法。我們要問，到底有沒有佛法？你要是有佛法，錯了！你說沒有佛法也錯了，錯在哪裡？錯在你著相。你著了一個有佛法的相，錯了；你著了一個沒有佛法的相，也錯了。如果你不著相，你說有佛法，對的；說沒有佛法，也對的。諸位從這裡面去體會，心裡才有一念分別、執著，就完全都錯了，離一切分別、執著都對了，向這裡面去體會去。"
    },
    {
      "id": "01-003-0009_p0008",
      "zh_CN": "底下他这一段的解释，无论从法说或者从比喻说，都说得非常清楚。『四维上下，曾无障碍』，这叫『洞然之彻，靡所不彻』。",
      "zh_TW": "底下他這一段的解釋，無論從法說或者從比喻說，都說得非常清楚。『四維上下，曾無障礙』，這叫『洞然之徹，靡所不徹』。"
    },
    {
      "id": "01-003-0009_p0009",
      "zh_CN": "演【若通与隔对，是通还成隔。非对隔说通之彻，乃真彻也。】",
      "zh_TW": "演【若通與隔對，是通還成隔。非對隔說通之徹，乃真徹也。】"
    },
    {
      "id": "01-003-0009_p0010",
      "zh_CN": "这句话说的意思很深，但是语句很清楚。简单的说，落在两边都不是真实的，都是障碍。只要一有执着落在两边，都变成障碍；离开两边那就通达，通达就叫做开悟。所以你要想开悟，一定要离开两边；两边，今天的话所谓是相对的。如何从相对里面去超越，超越之后也不是绝对的。你要是超越，到绝对的，绝对跟相对还是属于相对，还没能超越掉。「绝对」也没有！相对的没有了，绝对也不存在，才是真正的超越，就是这个地方真正洞彻了，所以叫「洞彻」。底下讲「湛寂常恒」：",
      "zh_TW": "這句話說的意思很深，但是語句很清楚。簡單的說，落在兩邊都不是真實的，都是障礙。只要一有執著落在兩邊，都變成障礙；離開兩邊那就通達，通達就叫做開悟。所以你要想開悟，一定要離開兩邊；兩邊，今天的話所謂是相對的。如何從相對裡面去超越，超越之後也不是絕對的。你要是超越，到絕對的，絕對跟相對還是屬於相對，還沒能超越掉。「絕對」也沒有！相對的沒有了，絕對也不存在，才是真正的超越，就是這個地方真正洞徹了，所以叫「洞徹」。底下講「湛寂常恆」："
    },
    {
      "id": "01-003-0009_p0011",
      "zh_CN": "疏【湛者不染，寂者不摇。】",
      "zh_TW": "疏【湛者不染，寂者不搖。】"
    },
    {
      "id": "01-003-0009_p0012",
      "zh_CN": "摇是摇动。『湛』是不染污，『寂』是不动心。我们再看底下他老人家举的比喻：",
      "zh_TW": "搖是搖動。『湛』是不染污，『寂』是不動心。我們再看底下他老人家舉的比喻："
    },
    {
      "id": "01-003-0009_p0013",
      "zh_CN": "疏【大地虽寂，不得称湛。】",
      "zh_TW": "疏【大地雖寂，不得稱湛。】"
    },
    {
      "id": "01-003-0009_p0014",
      "zh_CN": "我们就眼前的境界上来说，不能讲物理，不能讲自然现象，讲自然现象，这个地球在太空当中，它也是在那里运动，它没有一分一秒是静止的。我们就眼前来说，大地是不动的，但是地染污，所以『虽寂不得称湛』。",
      "zh_TW": "我們就眼前的境界上來說，不能講物理，不能講自然現象，講自然現象，這個地球在太空當中，它也是在那裡運動，它沒有一分一秒是靜止的。我們就眼前來說，大地是不動的，但是地染污，所以『雖寂不得稱湛』。"
    },
    {
      "id": "01-003-0009_p0015",
      "zh_CN": "疏【今惟至寂之中，莹净无滓，寂不足以尽之，故曰湛寂。】",
      "zh_TW": "疏【今惟至寂之中，瑩淨無滓，寂不足以盡之，故曰湛寂。】"
    },
    {
      "id": "01-003-0009_p0016",
      "zh_CN": "演【不染者，从来不与染法相应，不与诸尘作对。不摇者，万古如如，无有变异。】",
      "zh_TW": "演【不染者，從來不與染法相應，不與諸塵作對。不搖者，萬古如如，無有變異。】"
    },
    {
      "id": "01-003-0009_p0017",
      "zh_CN": "这是讲本性，《楞严经》上讲的六根的根性，无论是在悟或者是在迷，它都不染，它都不摇。这是解释「湛寂」的意思。大地为什么不得称湛？",
      "zh_TW": "這是講本性，《楞嚴經》上講的六根的根性，無論是在悟或者是在迷，它都不染，它都不搖。這是解釋「湛寂」的意思。大地為什麼不得稱湛？"
    },
    {
      "id": "01-003-0009_p0018",
      "zh_CN": "演【不得称湛者，大地虽常自寂然，而土石诸山秽恶充满不湛也。】",
      "zh_TW": "演【不得稱湛者，大地雖常自寂然，而土石諸山穢惡充滿不湛也。】"
    },
    {
      "id": "01-003-0009_p0019",
      "zh_CN": "你要问：什么道理？前面说过，因为它是相分，它不是性分。如果是自性，那就不会有这个现象。凡是相，皆是虚妄的，都不是究竟圆满。底下有个比喻，比喻内外莹彻：",
      "zh_TW": "你要問：什麼道理？前面說過，因為它是相分，它不是性分。如果是自性，那就不會有這個現象。凡是相，皆是虛妄的，都不是究竟圓滿。底下有個比喻，比喻內外瑩徹："
    },
    {
      "id": "01-003-0009_p0020",
      "zh_CN": "演【如净琉璃，内外莹彻，谓之莹净。】",
      "zh_TW": "演【如淨琉璃，內外瑩徹，謂之瑩淨。】"
    },
    {
      "id": "01-003-0009_p0021",
      "zh_CN": "这是没法子，只好用个比喻来说。比喻，实在说没有法子比得很真切，只能够比个仿佛，希望从仿佛当中去体会，才能够悟得它的实相。『琉璃』就是我们现在所谓翡翠，绿色的玉，透明的，所以拿这个来作比喻，内外干干净净，一尘不染，这叫做「莹净」，干净、透明。",
      "zh_TW": "這是沒法子，只好用個比喻來說。比喻，實在說沒有法子比得很真切，只能夠比個彷彿，希望從彷彿當中去體會，才能夠悟得它的實相。『琉璃』就是我們現在所謂翡翠，綠色的玉，透明的，所以拿這個來作比喻，內外乾乾淨淨，一塵不染，這叫做「瑩淨」，乾淨、透明。"
    },
    {
      "id": "01-003-0009_p0022",
      "zh_CN": "演【寸丝不挂，纤尘不立，谓之无滓。】",
      "zh_TW": "演【寸絲不挂，纖塵不立，謂之無滓。】"
    },
    {
      "id": "01-003-0009_p0023",
      "zh_CN": "『滓』是渣滓，干干净净，一点渣滓都没有。『寸丝不挂』，是形容没有知见、没有妄想，不牵挂，心干净。六祖所说：「本来无一物」，真心里头没妄念、没有分别、没有执着、没有妄想。经论里常说「体露真常」，这是佛心，这是真心现前。『纤尘不立』是讲不染污，是讲对外境上来说，真如本性决定不会染外面的六尘。唯识里面讲：「阿赖耶落谢五尘影子」，那是阿赖耶里面可以落，真如本性里头可不落，所以从真性里面讲「纤尘不立」。一个是不为外境所染，一个里面是如如不动，寸丝不挂，这是无滓，一点渣滓都没有。『寂不足以尽之』，寂这一个意思没有办法圆圆满满包括它，『故曰湛寂』，用这两个字来形容，形容我们的真如本性。这两句有时候合起来简略的说「湛寂灵明」，古大德常常用这四个字来形容我们的真心，形容我们的本性，我们本性确确实实是湛寂灵明的。下面说「恒常」：",
      "zh_TW": "『滓』是渣滓，乾乾淨淨，一點渣滓都沒有。『寸絲不挂』，是形容沒有知見、沒有妄想，不牽掛，心乾淨。六祖所說：「本來無一物」，真心裡頭沒妄念、沒有分別、沒有執著、沒有妄想。經論裡常說「體露真常」，這是佛心，這是真心現前。『纖塵不立』是講不染污，是講對外境上來說，真如本性決定不會染外面的六塵。唯識裡面講：「阿賴耶落謝五塵影子」，那是阿賴耶裡面可以落，真如本性裡頭可不落，所以從真性裡面講「纖塵不立」。一個是不為外境所染，一個裡面是如如不動，寸絲不挂，這是無滓，一點渣滓都沒有。『寂不足以盡之』，寂這一個意思沒有辦法圓圓滿滿包括它，『故曰湛寂』，用這兩個字來形容，形容我們的真如本性。這兩句有時候合起來簡略的說「湛寂靈明」，古大德常常用這四個字來形容我們的真心，形容我們的本性，我們本性確確實實是湛寂靈明的。下面說「恆常」："
    },
    {
      "id": "01-003-0009_p0024",
      "zh_CN": "疏【恒者久也，常者恒之极也。】",
      "zh_TW": "疏【恆者久也，常者恆之極也。】"
    },
    {
      "id": "01-003-0009_p0025",
      "zh_CN": "这个意思就是说，湛寂灵明的本性永远是这个样子，过去无始劫，未来也是无量劫，它永远不会变，成佛、作菩萨，乃至于在三途六道，它还是不会变，这叫真性。譬如黄金，金不变，你把它做个佛像，好比是佛法界，你给它做个小猫、小狗，它又堕到畜生法界，你把它塑一个饿鬼，它就变成饿鬼法界，那个像随你怎么塑、随你怎么变，金不变，还是它，它没变。它永远是湛寂灵明，这叫做常恒。",
      "zh_TW": "這個意思就是說，湛寂靈明的本性永遠是這個樣子，過去無始劫，未來也是無量劫，它永遠不會變，成佛、作菩薩，乃至於在三途六道，它還是不會變，這叫真性。譬如黃金，金不變，你把它做個佛像，好比是佛法界，你給它做個小貓、小狗，它又墮到畜生法界，你把它塑一個餓鬼，它就變成餓鬼法界，那個像隨你怎麼塑、隨你怎麼變，金不變，還是它，它沒變。它永遠是湛寂靈明，這叫做常恆。"
    },
    {
      "id": "01-003-0009_p0026",
      "zh_CN": "疏【大地虽坚，难逃坏劫，是恒而未恒。今此湛寂，推之无始，引之无终，亘古亘今，曾无变易。盖常然之恒，无恒不恒，非对暂说久之恒，云常恒也。】",
      "zh_TW": "疏【大地雖堅，難逃壞劫，是恆而未恆。今此湛寂，推之無始，引之無終，亙古亙今，曾無變易。蓋常然之恆，無恆不恆，非對暫說久之恆，云常恆也。】"
    },
    {
      "id": "01-003-0009_p0027",
      "zh_CN": "演【难逃坏劫者，以三灾到时，劫火洞然，须弥七金悉为灰烬故。】",
      "zh_TW": "演【難逃壞劫者，以三災到時，劫火洞然，須彌七金悉為灰燼故。】"
    },
    {
      "id": "01-003-0009_p0028",
      "zh_CN": "这种现象，我们今天在天文望远镜里面时时可以看到。星球有成住坏空，每天我们在太空当中会发现星星，那个世界成了。每天也发现有许多星球爆炸、烧掉，正是佛在经上讲「大三灾」。大三灾的时候，火灾烧到初禅天，初禅天有火灾。什么叫初禅？经上给我们讲「三千大千世界」，这里面有小千、中千、大千，这样组成的，这是说这个世界大小的范围。大千世界的天顶是四禅天，中千世界的天顶是三禅天，小千世界的天顶是二禅天，单位世界的天顶是初禅天；这就是我们现在所讲像一个太阳系一样，说一个初禅就是一个太阳系。一个太阳系毁灭了，它里面的行星、卫星全部都毁灭。火能烧一个太阳系。一个星系爆炸，我们在天文现象里面所观察到，它爆炸的时候这一个星系没有了。这种现象我们容易明了，可是另一个现象就很难想像，那就是水灾可以淹到二禅天，这是什么水灾？能坏小千世界，这是不可思议。风灾可以吹坏三禅天，换句话说，它能够吹坏到中千世界。四禅天叫福天，真正有福报，没有大三灾。『劫火洞然』，指大三灾里面的火灾，能够烧毁一个星系，烧毁一个单位世界。",
      "zh_TW": "這種現象，我們今天在天文望遠鏡裡面時時可以看到。星球有成住壞空，每天我們在太空當中會發現星星，那個世界成了。每天也發現有許多星球爆炸、燒掉，正是佛在經上講「大三災」。大三災的時候，火災燒到初禪天，初禪天有火災。什麼叫初禪？經上給我們講「三千大千世界」，這裡面有小千、中千、大千，這樣組成的，這是說這個世界大小的範圍。大千世界的天頂是四禪天，中千世界的天頂是三禪天，小千世界的天頂是二禪天，單位世界的天頂是初禪天；這就是我們現在所講像一個太陽系一樣，說一個初禪就是一個太陽系。一個太陽系毀滅了，它裡面的行星、衛星全部都毀滅。火能燒一個太陽系。一個星系爆炸，我們在天文現象裡面所觀察到，它爆炸的時候這一個星系沒有了。這種現象我們容易明瞭，可是另一個現象就很難想像，那就是水災可以淹到二禪天，這是什麼水災？能壞小千世界，這是不可思議。風災可以吹壞三禪天，換句話說，它能夠吹壞到中千世界。四禪天叫福天，真正有福報，沒有大三災。『劫火洞然』，指大三災裡面的火災，能夠燒毀一個星系，燒毀一個單位世界。"
    },
    {
      "id": "01-003-0009_p0029",
      "zh_CN": "由此可知，这个世间不只沧海桑田，这个世界哪里能常住？世界不是常恒的，生命更是短促。以我们地球来说，近代科学知道地球历史有几亿年，我们人生不满百岁，简直不成比例。由此可知，世间没有一法是永远存在的。可是世间真正有永远存在的东西，那就是自性，它是永远存在，永远不会改变的。我们讲星球、讲大地、讲我们这个生命，都是有形有相，这些相呢？唯识所变。我们今天所看到这个相叫粗相，心也太粗了，如果你微细的去观察，我们一切相是刹那刹那在变。前一秒钟跟后一秒钟决定不一样，这个观察已经很粗了。经上给我们说，一弹指有六十刹那。什么东西在变？识在变，刹那刹那在变。",
      "zh_TW": "由此可知，這個世間不只滄海桑田，這個世界哪裡能常住？世界不是常恆的，生命更是短促。以我們地球來說，近代科學知道地球歷史有幾億年，我們人生不滿百歲，簡直不成比例。由此可知，世間沒有一法是永遠存在的。可是世間真正有永遠存在的東西，那就是自性，它是永遠存在，永遠不會改變的。我們講星球、講大地、講我們這個生命，都是有形有相，這些相呢？唯識所變。我們今天所看到這個相叫粗相，心也太粗了，如果你微細的去觀察，我們一切相是剎那剎那在變。前一秒鐘跟後一秒鐘決定不一樣，這個觀察已經很粗了。經上給我們說，一彈指有六十剎那。什麼東西在變？識在變，剎那剎那在變。"
    },
    {
      "id": "01-003-0009_p0030",
      "zh_CN": "佛法没到中国来，我们中国那些老祖宗也非常聪明，他晓得，中国学术的大根大本是《易经》，《易经》讲什么？易经就是讲变卦，一天到晚都在变，念念都在变，哪有不变的。佛法讲变，我们固有的文化也讲变，没有一样东西不变，只有真如本性不变。所以你要求现象，叫它永恒、常住，那是决定办不到的事情，因为它是虚妄相，它不是真实的，它绝没有永恒存在的道理。",
      "zh_TW": "佛法沒到中國來，我們中國那些老祖宗也非常聰明，他曉得，中國學術的大根大本是《易經》，《易經》講什麼？易經就是講變卦，一天到晚都在變，念念都在變，哪有不變的。佛法講變，我們固有的文化也講變，沒有一樣東西不變，只有真如本性不變。所以你要求現象，叫它永恆、常住，那是決定辦不到的事情，因為它是虛妄相，它不是真實的，它絕沒有永恆存在的道理。"
    },
    {
      "id": "01-003-0009_p0031",
      "zh_CN": "在以往真正成就之后，总是讲经说法或者著述经论留传给后世，帮助后人，对的。今日之下呢？我跟诸位说，不对，完全错误了，为什么？变了。变卦，完全变了。为什么变了呢？今天邪说充斥在世间。如何能把这些邪说统统灭尽，恢复我们本来面目呢？古人也有一句话说：「尽信书，不如无书」。无书，心就清净，为什么？没有妄念，书看多了的时候，妄念不得了！你看台北市书展几十万本书摆在那里，那叫什么东西？一大堆思想的垃圾，把我们的头脑都搞昏掉。逼得到山林水边去静一静，把那些统统丢掉，丢得干干净净。有很多人劝我：法师，你要写一点东西，趁你现在年轻，到老的时候你就不想写。我说：我根本就没那个意思。为什么？古来这些人写了这么多东西把我们头都搞昏了，我还想再多加一点东西叫后人去负担吗？这个罪过太大。不能再增加，已经太多太多，如果我们真有一点东西超过古人，古人所没说过的，可以留下一点。如果我们所想、所说，古人也都说过，何必再画蛇添足？没有意思了。",
      "zh_TW": "在以往真正成就之後，總是講經說法或者著述經論留傳給後世，幫助後人，對的。今日之下呢？我跟諸位說，不對，完全錯誤了，為什麼？變了。變卦，完全變了。為什麼變了呢？今天邪說充斥在世間。如何能把這些邪說統統滅盡，恢復我們本來面目呢？古人也有一句話說：「盡信書，不如無書」。無書，心就清淨，為什麼？沒有妄念，書看多了的時候，妄念不得了！你看台北市書展幾十萬本書擺在那裡，那叫什麼東西？一大堆思想的垃圾，把我們的頭腦都搞昏掉。逼得到山林水邊去靜一靜，把那些統統丟掉，丟得乾乾淨淨。有很多人勸我：法師，你要寫一點東西，趁你現在年輕，到老的時候你就不想寫。我說：我根本就沒那個意思。為什麼？古來這些人寫了這麼多東西把我們頭都搞昏了，我還想再多加一點東西叫後人去負擔嗎？這個罪過太大。不能再增加，已經太多太多，如果我們真有一點東西超過古人，古人所沒說過的，可以留下一點。如果我們所想、所說，古人也都說過，何必再畫蛇添足？沒有意思了。"
    },
    {
      "id": "01-003-0009_p0032",
      "zh_CN": "多一事不如少一事，多一本书不如少一本书，让我们头脑才能得到休息，才能得到清净，才能开智慧。所以古人教人念书，只教你念一样，不会教你念十样、八样，不会的。念一样会开智慧，这个道理唐大圆居士在《唯识新裁撷汇》里面就讲到，他在民国初年批评现代的教育弊病在什么地方，人家指出来了。我们中国自古以来的教学，佛法也是如此，他的目的是教人开根本智，教你开智慧。今天教学的目标是唯恐你的杂念、妄想不多，想尽方法增长你的邪知邪见，增长你的乱想，目标是这个。大家知见多，这个世间怎么会不乱？世间从哪里乱起？从知见上乱起，每个人看法、想法不一样，他就要打架，最后就战争，到最后就毁灭世界，大家同归于尽。你说这种人多聪明，聪明到了极处，最后同归于尽。大笨蛋一个，聪明人不干这个傻事。所以心要清净，你看第一篇完全讲的是清净心。",
      "zh_TW": "多一事不如少一事，多一本書不如少一本書，讓我們頭腦才能得到休息，才能得到清淨，才能開智慧。所以古人教人念書，只教你念一樣，不會教你念十樣、八樣，不會的。念一樣會開智慧，這個道理唐大圓居士在《唯識新裁擷彙》裡面就講到，他在民國初年批評現代的教育弊病在什麼地方，人家指出來了。我們中國自古以來的教學，佛法也是如此，他的目的是教人開根本智，教你開智慧。今天教學的目標是唯恐你的雜念、妄想不多，想盡方法增長你的邪知邪見，增長你的亂想，目標是這個。大家知見多，這個世間怎麼會不亂？世間從哪裡亂起？從知見上亂起，每個人看法、想法不一樣，他就要打架，最後就戰爭，到最後就毀滅世界，大家同歸於盡。你說這種人多聰明，聰明到了極處，最後同歸於盡。大笨蛋一個，聰明人不幹這個傻事。所以心要清淨，你看第一篇完全講的是清淨心。"
    },
    {
      "id": "01-003-0009_p0033",
      "zh_CN": "除了大三灾之外，经上还讲有「小三灾」，小三灾虽然没有这么严重，不致于把这个太阳系毁灭掉。我们今天科学家有能力毁灭地球，没有能力毁灭太阳系，他的本事还不到家，换句话说，这种灾难是小三灾。小三灾，我过去读经怎么想都想不通，因为这个灾难佛说三种：第一种叫「刀兵劫」，刀兵就是战争，时间多久？七天。七日的战争，这是小三灾里面第一种。第二种是「瘟疫」，瘟疫的时间多长？七个月零七天。第三种是「饥馑」，就是饥饿，时间多久？七年七个月零七天，这是佛在经上这么讲的。那时我看的时候怎么看也看不懂，七天的战争算什么灾难？我们那时候跟日本人打了八年，比七天长得太多，八年也没看到什么大的灾难，为什么七天就算是小三灾？十年前我到日本访问，在广岛、长崎一看，我马上就觉悟，对于佛经里面讲的小三灾立刻就懂得，是核子战争。它还不是七天，它只是一颗原子弹。得原子病的人，过上一年没有问题，这个人才能活得下去。受原子辐射尘的伤害，人虽然没有死，终身残废的太多太多了。瘟疫是什么？就是指原子尘，这个东西麻烦。",
      "zh_TW": "除了大三災之外，經上還講有「小三災」，小三災雖然沒有這麼嚴重，不致於把這個太陽系毀滅掉。我們今天科學家有能力毀滅地球，沒有能力毀滅太陽系，他的本事還不到家，換句話說，這種災難是小三災。小三災，我過去讀經怎麼想都想不通，因為這個災難佛說三種：第一種叫「刀兵劫」，刀兵就是戰爭，時間多久？七天。七日的戰爭，這是小三災裡面第一種。第二種是「瘟疫」，瘟疫的時間多長？七個月零七天。第三種是「饑饉」，就是饑餓，時間多久？七年七個月零七天，這是佛在經上這麼講的。那時我看的時候怎麼看也看不懂，七天的戰爭算什麼災難？我們那時候跟日本人打了八年，比七天長得太多，八年也沒看到什麼大的災難，為什麼七天就算是小三災？十年前我到日本訪問，在廣島、長崎一看，我馬上就覺悟，對於佛經裡面講的小三災立刻就懂得，是核子戰爭。它還不是七天，它只是一顆原子彈。得原子病的人，過上一年沒有問題，這個人才能活得下去。受原子輻射塵的傷害，人雖然沒有死，終身殘廢的太多太多了。瘟疫是什麼？就是指原子塵，這個東西麻煩。"
    },
    {
      "id": "01-003-0009_p0034",
      "zh_CN": "被原子弹炸的地方，八年地上才长草，才有树木，岂不是经上讲七年七个月零七天是草木不生，那人怎么会不饿？当然受饥饿。哪一天第三次世界大战爆发的时候，就是佛经里头讲的小三灾。不要说多，在地球上如果一个星期当中，爆发两、三百颗原子弹就不得了，原子尘布满在太空，落到哪个地方，那个地方就一片死亡。不一定要原子弹落在你这个地方，这个原子尘在空中随风飘流，飘到哪个地方，哪个地方人就倒霉。被炸到的地方，那就是八年草木不生。所以佛经里讲的小三灾就是核子战争，非常可怕！日本人深知这个战争的厉害，但是他不觉悟，还是迷惑颠倒，我们学佛的人要明白这桩事情。所以在世间相里面去找永恒，找不到，永恒的东西就是真性。",
      "zh_TW": "被原子彈炸的地方，八年地上才長草，才有樹木，豈不是經上講七年七個月零七天是草木不生，那人怎麼會不餓？當然受饑餓。哪一天第三次世界大戰爆發的時候，就是佛經裡頭講的小三災。不要說多，在地球上如果一個星期當中，爆發兩、三百顆原子彈就不得了，原子塵佈滿在太空，落到哪個地方，那個地方就一片死亡。不一定要原子彈落在你這個地方，這個原子塵在空中隨風飄流，飄到哪個地方，哪個地方人就倒霉。被炸到的地方，那就是八年草木不生。所以佛經裡講的小三災就是核子戰爭，非常可怕！日本人深知這個戰爭的厲害，但是他不覺悟，還是迷惑顛倒，我們學佛的人要明白這樁事情。所以在世間相裡面去找永恆，找不到，永恆的東西就是真性。"
    },
    {
      "id": "01-003-0009_p0035",
      "zh_CN": "演【推之无始，引之无终者，以真如自体，非前际生，非后际灭，毕竟常恒，不断不异故。】",
      "zh_TW": "演【推之無始，引之無終者，以真如自體，非前際生，非後際滅，畢竟常恆，不斷不異故。】"
    },
    {
      "id": "01-003-0009_p0036",
      "zh_CN": "它是不生不灭、不来不去、不垢不净，这几句话就是告诉你，它是完全超越相对，超越相对亦非绝对，妙就妙在这个地方。",
      "zh_TW": "它是不生不滅、不來不去、不垢不淨，這幾句話就是告訴你，它是完全超越相對，超越相對亦非絕對，妙就妙在這個地方。"
    },
    {
      "id": "01-003-0009_p0037",
      "zh_CN": "演【无恒不恒者，恒外有不恒，此恒亦非恒，恒不恒二边俱遣，乃真恒也。】",
      "zh_TW": "演【無恆不恆者，恆外有不恆，此恆亦非恆，恆不恆二邊俱遣，乃真恆也。】"
    },
    {
      "id": "01-003-0009_p0038",
      "zh_CN": "「恒外有不恒」，就相对了。两边都要离开，不落在两边，这个就是真实法，这才是真正的永恒。这些道理，我们要很细心的去体会，经文要多多的去读诵，细细的体会里面的理，再观察我们现前的境界。现前境界是事相，事不离理，理不离事，理事不二，你才真正有一个入处。",
      "zh_TW": "「恆外有不恆」，就相對了。兩邊都要離開，不落在兩邊，這個就是真實法，這才是真正的永恆。這些道理，我們要很細心的去體會，經文要多多的去讀誦，細細的體會裡面的理，再觀察我們現前的境界。現前境界是事相，事不離理，理不離事，理事不二，你才真正有一個入處。"
    },
    {
      "id": "01-003-0009_p0039",
      "zh_CN": "疏【非浊者，云有则不受一尘。非清者，云无则不舍一法。】",
      "zh_TW": "疏【非濁者，云有則不受一塵。非清者，云無則不捨一法。】"
    },
    {
      "id": "01-003-0009_p0040",
      "zh_CN": "演【云有，不受一尘者。浊者，有也。】",
      "zh_TW": "演【云有，不受一塵者。濁者，有也。】"
    },
    {
      "id": "01-003-0009_p0041",
      "zh_CN": "清、浊，就是「有、无」的意思。",
      "zh_TW": "清、濁，就是「有、無」的意思。"
    },
    {
      "id": "01-003-0009_p0042",
      "zh_CN": "演【具足诸法，方谓之有。今自性离一切法差别之相，所谓非有相，非无相，非双亦相，非双非相，非一相，非异相，非非一非异相，非一异俱相，是不立一尘非有也，何浊之有。】",
      "zh_TW": "演【具足諸法，方謂之有。今自性離一切法差別之相，所謂非有相，非無相，非雙亦相，非雙非相，非一相，非異相，非非一非異相，非一異俱相，是不立一塵非有也，何濁之有。】"
    },
    {
      "id": "01-003-0009_p0043",
      "zh_CN": "这些句子与《般若经》里面所用的完全相同，直教你把极微细的妄念都要把它清除掉。要记住，真如本性，就是你的真心，你真心里面干干净净，本来清净，『不受一尘』，它本来就不受、就不染。『浊』是什么？「浊」是你心里面有了，心里头有就浊。我们现在不但心里有，唯恐有的不够多，那有什么法子！古德说过，「为学日益」，是世间法，世间要求学，很怕自己知道的不够多，世间法！世间法是浊法，五浊恶世，浊法！浊恶唯恐不多，要好好的去学去。「为道日损」，学道，道是清净心，清净心里头什么都没有；一天一天把这个拉拉杂杂的东西丢掉、减少，这叫学道。学道的人就怕知见多，分别、执着、妄想一多，道就见不到了。要把分别、执着、妄想统统舍掉，道心就现前。所以，为道清（清高士），为学浊。佛说我们这个世间叫做「五浊恶世」，这个话是很有道理。底下说了这么多，把它归纳起来只有一句话，「两边不立，中道不存」。两边离开了，中道也没有，这时候清净心现前，何浊之有？",
      "zh_TW": "這些句子與《般若經》裡面所用的完全相同，直教你把極微細的妄念都要把它清除掉。要記住，真如本性，就是你的真心，你真心裡面乾乾淨淨，本來清淨，『不受一塵』，它本來就不受、就不染。『濁』是什麼？「濁」是你心裡面有了，心裡頭有就濁。我們現在不但心裡有，唯恐有的不夠多，那有什麼法子！古德說過，「為學日益」，是世間法，世間要求學，很怕自己知道的不夠多，世間法！世間法是濁法，五濁惡世，濁法！濁惡唯恐不多，要好好的去學去。「為道日損」，學道，道是清淨心，清淨心裡頭什麼都沒有；一天一天把這個拉拉雜雜的東西丟掉、減少，這叫學道。學道的人就怕知見多，分別、執著、妄想一多，道就見不到了。要把分別、執著、妄想統統捨掉，道心就現前。所以，為道清（清高士），為學濁。佛說我們這個世間叫做「五濁惡世」，這個話是很有道理。底下說了這麼多，把它歸納起來只有一句話，「兩邊不立，中道不存」。兩邊離開了，中道也沒有，這時候清淨心現前，何濁之有？"
    },
    {
      "id": "01-003-0009_p0044",
      "zh_CN": "演【云无，不舍一法者，清者，无也。】",
      "zh_TW": "演【云無，不捨一法者，清者，無也。】"
    },
    {
      "id": "01-003-0009_p0045",
      "zh_CN": "『清』是什么意思？就是你心里头一尘不染的时候，这个时候不得已给它起个名字叫「清」。",
      "zh_TW": "『清』是什麼意思？就是你心裡頭一塵不染的時候，這個時候不得已給它起個名字叫「清」。"
    },
    {
      "id": "01-003-0009_p0046",
      "zh_CN": "演【不立一尘，方谓之无。】",
      "zh_TW": "演【不立一塵，方謂之無。】"
    },
    {
      "id": "01-003-0009_p0047",
      "zh_CN": "「尘」在此地是代表极少，就是一微尘，一微尘都不能够建立，你要是建立一尘，就叫头上安头，就是《楞严经》里面讲的「知见立知」。知见是什么？「清」就是知见，上面再立一个「尘」，就是知见上又立一个知，这个知是什么？这个知就叫无明，这就是五浊的根源。不能建立，不立一尘，这才叫真无、真空。",
      "zh_TW": "「塵」在此地是代表極少，就是一微塵，一微塵都不能夠建立，你要是建立一塵，就叫頭上安頭，就是《楞嚴經》裡面講的「知見立知」。知見是什麼？「清」就是知見，上面再立一個「塵」，就是知見上又立一個知，這個知是什麼？這個知就叫無明，這就是五濁的根源。不能建立，不立一塵，這才叫真無、真空。"
    },
    {
      "id": "01-003-0009_p0048",
      "zh_CN": "演【今自性满足一切功德，所谓有大智慧光明义故，遍照法界义故，真实识知义故，常乐我净义故，乃至满足无有所少义故，名为如来藏，是不舍一法非无也，何清之有。】",
      "zh_TW": "演【今自性滿足一切功德，所謂有大智慧光明義故，遍照法界義故，真實識知義故，常樂我淨義故，乃至滿足無有所少義故，名為如來藏，是不捨一法非無也，何清之有。】"
    },
    {
      "id": "01-003-0009_p0049",
      "zh_CN": "一个有、一个无，一个清、一个浊。有无、清浊统统没有，这个时候叫真清，这是真正的清。前面说「不受一尘」，从自体上说，「何浊之有」，从体上讲的。这个地方讲「云无，不舍一法者」，是从作用上说的。应用它能够现十法界依正庄严，所以不能说它无。虽现十法界依正庄严，诸位要晓得，「当体皆空，实无有一法可得」，所以它又「非有」。非有就是非无，非无就是非有，有跟无是一个意思，不是两个意思。我们今天没有办法理解，那就是认定有不是无、无不是有，有、无是两个意思，不是一个意思，所以就不得其门而入。几时晓得它原来是一个意思，就入门了。你看两边所说，说它无，有「无」的道理；说它有，有「有」的道理。说「无」，是从本体上说，从性体上讲；说「有」，完全从作用上说。",
      "zh_TW": "一個有、一個無，一個清、一個濁。有無、清濁統統沒有，這個時候叫真清，這是真正的清。前面說「不受一塵」，從自體上說，「何濁之有」，從體上講的。這個地方講「云無，不捨一法者」，是從作用上說的。應用它能夠現十法界依正莊嚴，所以不能說它無。雖現十法界依正莊嚴，諸位要曉得，「當體皆空，實無有一法可得」，所以它又「非有」。非有就是非無，非無就是非有，有跟無是一個意思，不是兩個意思。我們今天沒有辦法理解，那就是認定有不是無、無不是有，有、無是兩個意思，不是一個意思，所以就不得其門而入。幾時曉得它原來是一個意思，就入門了。你看兩邊所說，說它無，有「無」的道理；說它有，有「有」的道理。說「無」，是從本體上說，從性體上講；說「有」，完全從作用上說。"
    },
    {
      "id": "01-003-0009_p0050",
      "zh_CN": "『自性满足一切功德』，「满」是圆满，满足的意思就是没有欠缺，「功」是功能，「德」是讲作用、德用。它有功能，它有作用，功能、作用是圆满的，没有一丝毫欠缺。这一句话是总说，下面是别说，举几个例子来讲。它有『智慧光明』，智光遍照，前面讲「辉天地，透金石」。这是我们自己圆满的智慧，不是从外面来的。这种智慧各个人都有，为什么？因为你有自性。你现在这个智慧为什么没有？因为你不相信你有自性，「我不相信我有自性，不相信我有佛性」，那好了，你虽有也不能现前。譬如你口袋装了很多钱，到一个饭馆里去，肚子饿了想吃一餐饭，没钱，很可怜。你口袋里有钱，「没有」，钱装得满满，「没有，不相信我口袋有钱」，那有什么办法？那你还是得挨饿，还是得去要饭。古人所比的「衣里明珠」，自己忘掉了。我们凡夫就是把自性给忘掉，所以迷，迷什么？迷了自性。性迷了，「相」当然也迷，一迷一切迷，一悟是一切悟。如果性上觉悟，相上决定不迷，为什么？性、相是一体，不是二体，一悟一切悟。",
      "zh_TW": "『自性滿足一切功德』，「滿」是圓滿，滿足的意思就是沒有欠缺，「功」是功能，「德」是講作用、德用。它有功能，它有作用，功能、作用是圓滿的，沒有一絲毫欠缺。這一句話是總說，下面是別說，舉幾個例子來講。它有『智慧光明』，智光遍照，前面講「輝天地，透金石」。這是我們自己圓滿的智慧，不是從外面來的。這種智慧各個人都有，為什麼？因為你有自性。你現在這個智慧為什麼沒有？因為你不相信你有自性，「我不相信我有自性，不相信我有佛性」，那好了，你雖有也不能現前。譬如你口袋裝了很多錢，到一個飯館裡去，肚子餓了想吃一餐飯，沒錢，很可憐。你口袋裡有錢，「沒有」，錢裝得滿滿，「沒有，不相信我口袋有錢」，那有什麼辦法？那你還是得挨餓，還是得去要飯。古人所比的「衣裡明珠」，自己忘掉了。我們凡夫就是把自性給忘掉，所以迷，迷什麼？迷了自性。性迷了，「相」當然也迷，一迷一切迷，一悟是一切悟。如果性上覺悟，相上決定不迷，為什麼？性、相是一體，不是二體，一悟一切悟。"
    },
    {
      "id": "01-003-0009_p0051",
      "zh_CN": "『遍照法界义』。『真实识知义』，「真」是不妄，「实」是不虚、不假，「识知」是对于一切法了别，没有一样不清楚。『常乐我净』，这是真常，常就是永恒，真心是永恒的，有真常、有真乐、有真我、有真净。法身里面有「常乐我净」，这是四种净德，般若里面也有常乐我净，解脱里头也有常乐我净，这不是假的。『乃至满足无有所少义』，没有一样不满足。所以叫『如来藏』，藏就是含藏的意思，如来就藏在这里面，藏在哪里面？藏在自己真性里面。虽然藏在里面，因为它没有形迹，它既不是念头也不是形相，它确实又是不立一尘，又是一切具足，这妙不可言。所以，不能说它空，又不能说它有，空、有两边都说不上，清、浊两边也说不上。这是讲「非浊非清」，清、浊两边都说不上。下面再讲「无背、无向」：",
      "zh_TW": "『遍照法界義』。『真實識知義』，「真」是不妄，「實」是不虛、不假，「識知」是對於一切法了別，沒有一樣不清楚。『常樂我淨』，這是真常，常就是永恆，真心是永恆的，有真常、有真樂、有真我、有真淨。法身裡面有「常樂我淨」，這是四種淨德，般若裡面也有常樂我淨，解脫裡頭也有常樂我淨，這不是假的。『乃至滿足無有所少義』，沒有一樣不滿足。所以叫『如來藏』，藏就是含藏的意思，如來就藏在這裡面，藏在哪裡面？藏在自己真性裡面。雖然藏在裡面，因為它沒有形跡，它既不是念頭也不是形相，它確實又是不立一塵，又是一切具足，這妙不可言。所以，不能說它空，又不能說它有，空、有兩邊都說不上，清、濁兩邊也說不上。這是講「非濁非清」，清、濁兩邊都說不上。下面再講「無背、無向」："
    },
    {
      "id": "01-003-0009_p0052",
      "zh_CN": "疏【无背者，纵之则无所从去。无向者，迎之则无所从来。言即此灵明湛寂者，不可以清浊向背求也。举清浊向背，意该善恶圣凡有无生灭增减一异等。】",
      "zh_TW": "疏【無背者，縱之則無所從去。無向者，迎之則無所從來。言即此靈明湛寂者，不可以清濁向背求也。舉清濁向背，意該善惡聖凡有無生滅增減一異等。】"
    },
    {
      "id": "01-003-0009_p0053",
      "zh_CN": "这几句话非常重要，意思有相当的深度，可以说甚深甚深，句句都是描绘真如本性。我们读了之后，纵然不能明心见性，对于真如本性总得一点消息，得有一点仿佛，而后才能够增长信心。",
      "zh_TW": "這幾句話非常重要，意思有相當的深度，可以說甚深甚深，句句都是描繪真如本性。我們讀了之後，縱然不能明心見性，對於真如本性總得一點消息，得有一點彷彿，而後才能夠增長信心。"
    },
    {
      "id": "01-003-0009_p0054",
      "zh_CN": "演【舍此而有所去，方可谓之背。】",
      "zh_TW": "演【捨此而有所去，方可謂之背。】"
    },
    {
      "id": "01-003-0009_p0055",
      "zh_CN": "《金刚经》上解释「如来」有两个意思，一个意思是「如来者，诸法如义」，这是佛说的；另一个意思是「无所从来，亦无所去，故名如来」。这两个意思其实还是一个意思，就是此地所讲无背、无向，「背」是去，「向」是来。《金刚经》上所讲的如来，就是讲的真如本性。经上有的时候讲「佛」，有的时候讲「如来」。凡是讲「如来」都是从性上说的，凡是讲「佛」都是从相上说的。所以经里用的名词，它有很深的含义，决不会混搅在一起，不会一桩事情说两个名词，它两种说法一定有两个意思。这是先把背、向的定义说出来，然后你仔细去观察，本性里面没有这个意思，没这种现象。",
      "zh_TW": "《金剛經》上解釋「如來」有兩個意思，一個意思是「如來者，諸法如義」，這是佛說的；另一個意思是「無所從來，亦無所去，故名如來」。這兩個意思其實還是一個意思，就是此地所講無背、無向，「背」是去，「向」是來。《金剛經》上所講的如來，就是講的真如本性。經上有的時候講「佛」，有的時候講「如來」。凡是講「如來」都是從性上說的，凡是講「佛」都是從相上說的。所以經裡用的名詞，它有很深的含義，決不會混攪在一起，不會一樁事情說兩個名詞，它兩種說法一定有兩個意思。這是先把背、向的定義說出來，然後你仔細去觀察，本性裡面沒有這個意思，沒這種現象。"
    },
    {
      "id": "01-003-0009_p0056",
      "zh_CN": "演【今则匪离跬步，涌现宝花，不出户庭，围绕行树，虽欲纵之，将去何所？故无背。】",
      "zh_TW": "演【今則匪離跬步，湧現寶花，不出戶庭，圍繞行樹，雖欲縱之，將去何所？故無背。】"
    },
    {
      "id": "01-003-0009_p0057",
      "zh_CN": "这一句先从比喻上说，这个比喻就是《楞严经》所说「当处出生，随处灭尽」，就是这两句话的意思。没有离开一步，这个意思是没去。『涌现宝花』，就是当处出生，「花」是指现相。『不出户庭』，户是门户，我们开这个门，两扇的叫做门，一扇的叫户，庭是庭院。这都非常近，没有离开你家门口就『围绕行树』了，这个比喻什么？比喻森罗万象。的确没有离开门庭，森罗万象围绕着，这些是什么东西？统统是真如本性的相分。哪有去？没有去的意思。",
      "zh_TW": "這一句先從比喻上說，這個比喻就是《楞嚴經》所說「當處出生，隨處滅盡」，就是這兩句話的意思。沒有離開一步，這個意思是沒去。『湧現寶花』，就是當處出生，「花」是指現相。『不出戶庭』，戶是門戶，我們開這個門，兩扇的叫做門，一扇的叫戶，庭是庭院。這都非常近，沒有離開你家門口就『圍繞行樹』了，這個比喻什麼？比喻森羅萬象。的確沒有離開門庭，森羅萬象圍繞著，這些是什麼東西？統統是真如本性的相分。哪有去？沒有去的意思。"
    },
    {
      "id": "01-003-0009_p0058",
      "zh_CN": "『虽欲纵之』，我很想离开它，『将去何所』，能够离开得了吗？真如本性就好比是太空，我们能够逃出太空吗？其实它比太虚空还要大。《楞严经》，佛有个比喻，把我们的太虚空比作一片云彩，把我们的真如本性比作太虚空，到底是云彩大还是太虚空大？太虚空不大。这个比喻愈想愈有意思，佛实在是很聪明的人，比得好。怎么能够体会到这个意思？我们就把太虚空比作我们真如本性，看起来觉察到这是真的虚空。你晚上会作梦，你梦里头也有一个太虚空，你那个太虚空在这个太虚空里面就像一片云彩一样，你感觉到这个太虚空也是渺无边际，其实那是一片云彩。你从这上面去细细揣摹，就能够体会到佛的经的意思。我们今天感觉到这个无量的虚空，就好像我们梦中的虚空一样，我们的真如本性就像现前的太虚空一样。我们六根感触到的太虚空，真的是我们真如本性里面一团的迷云，真是这个样子，而这个太虚空已经是没有边际了。所以，离不开！西方极乐世界虽然距离我们这边十万亿个佛国土，还是在自性当中。换句话说，依旧是「当处出生，随处灭尽」。生与灭是同时的，因为同时所以就找不到生灭，就不生不灭。不生不灭跟生灭又是一个意思，这都是很不好懂的地方。我们总是执着生不是灭，灭不是生。为什么生灭就是不生灭？从相上讲有生灭，从理上讲没生灭。就相而论，生灭同时，既然是同时，说生已经是灭，说灭又是生了，话还没有说完的时候又变了。这都是真实相！这是无背的意思。我们再看无向的意思：",
      "zh_TW": "『雖欲縱之』，我很想離開它，『將去何所』，能夠離開得了嗎？真如本性就好比是太空，我們能夠逃出太空嗎？其實它比太虛空還要大。《楞嚴經》，佛有個比喻，把我們的太虛空比作一片雲彩，把我們的真如本性比作太虛空，到底是雲彩大還是太虛空大？太虛空不大。這個比喻愈想愈有意思，佛實在是很聰明的人，比得好。怎麼能夠體會到這個意思？我們就把太虛空比作我們真如本性，看起來覺察到這是真的虛空。你晚上會作夢，你夢裡頭也有一個太虛空，你那個太虛空在這個太虛空裡面就像一片雲彩一樣，你感覺到這個太虛空也是渺無邊際，其實那是一片雲彩。你從這上面去細細揣摹，就能夠體會到佛的經的意思。我們今天感覺到這個無量的虛空，就好像我們夢中的虛空一樣，我們的真如本性就像現前的太虛空一樣。我們六根感觸到的太虛空，真的是我們真如本性裡面一團的迷雲，真是這個樣子，而這個太虛空已經是沒有邊際了。所以，離不開！西方極樂世界雖然距離我們這邊十萬億個佛國土，還是在自性當中。換句話說，依舊是「當處出生，隨處滅盡」。生與滅是同時的，因為同時所以就找不到生滅，就不生不滅。不生不滅跟生滅又是一個意思，這都是很不好懂的地方。我們總是執著生不是滅，滅不是生。為什麼生滅就是不生滅？從相上講有生滅，從理上講沒生滅。就相而論，生滅同時，既然是同時，說生已經是滅，說滅又是生了，話還沒有說完的時候又變了。這都是真實相！這是無背的意思。我們再看無向的意思："
    },
    {
      "id": "01-003-0009_p0059",
      "zh_CN": "演【迎之而有自来，方可谓之向。】",
      "zh_TW": "演【迎之而有自來，方可謂之向。】"
    },
    {
      "id": "01-003-0009_p0060",
      "zh_CN": "『向』是来的意思、即的意思，『背』是去的意思、离开的意思。无背无向，就是不来不去、不即不离，就是说这个意思。",
      "zh_TW": "『向』是來的意思、即的意思，『背』是去的意思、離開的意思。無背無向，就是不來不去、不即不離，就是說這個意思。"
    },
    {
      "id": "01-003-0009_p0061",
      "zh_CN": "演【今则无行无住。】",
      "zh_TW": "演【今則無行無住。】"
    },
    {
      "id": "01-003-0009_p0062",
      "zh_CN": "「行」、「住」的相都不可得。",
      "zh_TW": "「行」、「住」的相都不可得。"
    },
    {
      "id": "01-003-0009_p0063",
      "zh_CN": "演【如是而来。不动不起，如是而来。若欲迎之，从何所迎？故无向。】",
      "zh_TW": "演【如是而來。不動不起，如是而來。若欲迎之，從何所迎？故無向。】"
    },
    {
      "id": "01-003-0009_p0064",
      "zh_CN": "行、住、动、起。「动」是动心，「起」是起念。「行」就是动作，「住」就是不动作、息的意思。起心动念就是行，不起心不动念就是住。住就是定的意思，行就是动的意思。既然是动静、行住这里面都没有，那这从哪里来？『从何所迎』？这几句，实在是把《心经》里面所讲「不垢不净、不来不去」统统说出来，『故无向』。这些说的都是从旁敲侧击的方法，像画画烘云托月，把真如本性的样子露一点点给我们看，教我们体会。好像月亮画不出来，画一些云彩当中露一块空白，这是月亮，用这个方法。真如本性也是描绘不出来，说了这些拉拉杂杂东西，告诉你这些统统都不是，从这里体会一点真如本性像个什么样子。这个样子、这个意思只可以意会，不可言传，「言语道断，心行处灭」。这是教我们体会到真性，体会到自己的真心，真心就是自己的佛性。",
      "zh_TW": "行、住、動、起。「動」是動心，「起」是起念。「行」就是動作，「住」就是不動作、息的意思。起心動念就是行，不起心不動念就是住。住就是定的意思，行就是動的意思。既然是動靜、行住這裡面都沒有，那這從哪裡來？『從何所迎』？這幾句，實在是把《心經》裡面所講「不垢不淨、不來不去」統統說出來，『故無向』。這些說的都是從旁敲側擊的方法，像畫畫烘雲托月，把真如本性的樣子露一點點給我們看，教我們體會。好像月亮畫不出來，畫一些雲彩當中露一塊空白，這是月亮，用這個方法。真如本性也是描繪不出來，說了這些拉拉雜雜東西，告訴你這些統統都不是，從這裡體會一點真如本性像個什麼樣子。這個樣子、這個意思只可以意會，不可言傳，「言語道斷，心行處滅」。這是教我們體會到真性，體會到自己的真心，真心就是自己的佛性。"
    },
    {
      "id": "01-003-0009_p0065",
      "zh_CN": "里面有更深的一个意思，就是教你修证的方向。我们如何能够证得？下面这就说了，「举清浊向背」，举出这些例子，意思在什么地方？意思里头就包括「善恶圣凡有无生灭增减一异」，包括这些东西。这就是指示我们一个修行的方向，这些东西全是属于相对的，有没有这个事？有，你要是着了这些事相，性就见不到；离了这些事相，性就现前。可是这个地方注意到，你有着有离，离还是着，懂这个意思吗？「我离一切相」，还是着，着了什么？着了「离一切相」，能不能见性？不能见性，你还是着相。我着了一切相，着相。我不着一切相，不着一切相还是着相，着了一个「不着一切相」，所以还是见不到。着与不着统统离开，才能见到。你要是把我这句话记住，你又错了，保险你不能见性，为什么？你又着了「着与不着一切都离」，你又着了这些，不管怎么样你都着。到最后怎么说？把嘴巴挂到墙壁上，不说。言语道断、心行处灭，这就见到性了。一句话没有，心里头一个念头没有，这叫真不着，这才行。",
      "zh_TW": "裡面有更深的一個意思，就是教你修證的方向。我們如何能夠證得？下面這就說了，「舉清濁向背」，舉出這些例子，意思在什麼地方？意思裡頭就包括「善惡聖凡有無生滅增減一異」，包括這些東西。這就是指示我們一個修行的方向，這些東西全是屬於相對的，有沒有這個事？有，你要是著了這些事相，性就見不到；離了這些事相，性就現前。可是這個地方注意到，你有著有離，離還是著，懂這個意思嗎？「我離一切相」，還是著，著了什麼？著了「離一切相」，能不能見性？不能見性，你還是著相。我著了一切相，著相。我不著一切相，不著一切相還是著相，著了一個「不著一切相」，所以還是見不到。著與不著統統離開，才能見到。你要是把我這句話記住，你又錯了，保險你不能見性，為什麼？你又著了「著與不著一切都離」，你又著了這些，不管怎麼樣你都著。到最後怎麼說？把嘴巴掛到牆壁上，不說。言語道斷、心行處滅，這就見到性了。一句話沒有，心裡頭一個念頭沒有，這叫真不著，這才行。"
    },
    {
      "id": "01-003-0009_p0066",
      "zh_CN": "所以禅宗，你看老师教人，老师问了一些话，叫学生答。学生刚刚开口，老师把他嘴巴摀住，打他三十板。错了，为什么？他起心动念，他想说话，想说话是着了相。不开口呢？也打三十板，也着了相。反正是说也打三十板，不说也打三十板，这老师好像是不讲理，其实老师真有理，为什么？你讲也着了相，你不讲还着了相。着相就该打，要把你那个执着给打掉，就是这个意思。所以聪明人一被打就开悟，大彻大悟，为什么？把他那个妄想、执着打掉，那是一种教学方法，叫棒喝。是一种方法、教学的手段，老师高明！真善知识。假如不是高明的真善知识，也学那个方法，凡是遇到人就打，把人打死那个人都不开悟，那就错了。所以一种方法不是能用在一切根性上，不能适合一切人。用的人有智慧，他会用，接受的人也有智慧，他能接受，师资道合他才能成就。后来有一些禅师也学古大德，拿棒子打人，也没看到打出一个开悟的，那就是什么？不会用。用的人没这个资格，没到这个程度，学的人也没到这个程度，换句话说，不该打。该打有该打的条件，该骂也有该骂的条件，有些人不值得骂。",
      "zh_TW": "所以禪宗，你看老師教人，老師問了一些話，叫學生答。學生剛剛開口，老師把他嘴巴摀住，打他三十板。錯了，為什麼？他起心動念，他想說話，想說話是著了相。不開口呢？也打三十板，也著了相。反正是說也打三十板，不說也打三十板，這老師好像是不講理，其實老師真有理，為什麼？你講也著了相，你不講還著了相。著相就該打，要把你那個執著給打掉，就是這個意思。所以聰明人一被打就開悟，大徹大悟，為什麼？把他那個妄想、執著打掉，那是一種教學方法，叫棒喝。是一種方法、教學的手段，老師高明！真善知識。假如不是高明的真善知識，也學那個方法，凡是遇到人就打，把人打死那個人都不開悟，那就錯了。所以一種方法不是能用在一切根性上，不能適合一切人。用的人有智慧，他會用，接受的人也有智慧，他能接受，師資道合他才能成就。後來有一些禪師也學古大德，拿棒子打人，也沒看到打出一個開悟的，那就是什麼？不會用。用的人沒這個資格，沒到這個程度，學的人也沒到這個程度，換句話說，不該打。該打有該打的條件，該罵也有該罵的條件，有些人不值得罵。"
    },
    {
      "id": "01-003-0009_p0067",
      "zh_CN": "朱镜宙老居士，他的岳父章太炎是我们中国民国初年的国学大师，他曾经被袁世凯关在监狱一个多月。袁世凯为什么关他？就是要他骂他一句，他不骂袁世凯，不值得骂。袁世凯气死了，把他关在监狱关了一个多月，他还是不骂他，没办法。骂，还要有资格，换句话说，不值得我骂，那没有法子！不值得骂，不值得打，完了，那就是儒家所讲「孺子不可教也」。因为打骂是教学的方式，不肯打、不肯骂就是他不可教；不可教，算了，放弃、舍弃他。为这个原因，被袁世凯关了一个多月。所以禅家的棒喝不是普遍对一切人，有资格的，挨祖师的棒子那都差不多，没大悟总有点小悟。迷惑颠倒的人不够资格，祖师他也不会骂你、也不会打你。有点小悟、有点大悟，他会挨棒喝，他才有资格。这个地方透露出来修学的方法，总得都要离开。",
      "zh_TW": "朱鏡宙老居士，他的岳父章太炎是我們中國民國初年的國學大師，他曾經被袁世凱關在監獄一個多月。袁世凱為什麼關他？就是要他罵他一句，他不罵袁世凱，不值得罵。袁世凱氣死了，把他關在監獄關了一個多月，他還是不罵他，沒辦法。罵，還要有資格，換句話說，不值得我罵，那沒有法子！不值得罵，不值得打，完了，那就是儒家所講「孺子不可教也」。因為打罵是教學的方式，不肯打、不肯罵就是他不可教；不可教，算了，放棄、捨棄他。為這個原因，被袁世凱關了一個多月。所以禪家的棒喝不是普遍對一切人，有資格的，挨祖師的棒子那都差不多，沒大悟總有點小悟。迷惑顛倒的人不夠資格，祖師他也不會罵你、也不會打你。有點小悟、有點大悟，他會挨棒喝，他才有資格。這個地方透露出來修學的方法，總得都要離開。"
    },
    {
      "id": "01-003-0009_p0068",
      "zh_CN": "演【意该善恶凡圣等者。】",
      "zh_TW": "演【意該善惡凡聖等者。】"
    },
    {
      "id": "01-003-0009_p0069",
      "zh_CN": "「等」底下，「有无生灭增减一异」，指这些。",
      "zh_TW": "「等」底下，「有無生滅增減一異」，指這些。"
    },
    {
      "id": "01-003-0009_p0070",
      "zh_CN": "演【孟子道性善，天台说性恶，一则就事造边说，一则就理具边说。】",
      "zh_TW": "演【孟子道性善，天台說性惡，一則就事造邊說，一則就理具邊說。】"
    },
    {
      "id": "01-003-0009_p0071",
      "zh_CN": "孟子是世间的圣人，「人之初，性本善」这是孟子说的。天台是智者大师，他说性恶。智者大师实在讲不亚于孟子，这两个人说的都对，没有矛盾。我们看起来这两个说法一百八十度的对立，其实他们两个说的是一桩事情，一个是从事造边讲的，一个是从理具上说的。哪一个从事造上说的？恶，天台大师是从事造这边说的。孟子是从理上说的，「人之初，性本善」，「人皆有恻隐之心」，可见得人性是本善。如果把它对调过来说呢？孟子讲性善是从事造边说，天台讲性恶是从理具边说，能不能说得通？也说得通，不是说不通。事造边说，五伦十义、四维八德，世间善，五戒、十戒，比丘、菩萨具足戒，善。理上的性恶，佛菩萨如果性不恶，如何能到恶道度众生？到恶道也有恶道条件。譬如我要到监狱去度众生，我一定做什么坏事犯罪了，把我送到监狱，到监狱大转法轮度众生，否则的话你没条件去。总得故意去犯一点罪，被抓到监牢狱去，才能跟犯人在一起，天天在一块给他讲经说法。",
      "zh_TW": "孟子是世間的聖人，「人之初，性本善」這是孟子說的。天台是智者大師，他說性惡。智者大師實在講不亞於孟子，這兩個人說的都對，沒有矛盾。我們看起來這兩個說法一百八十度的對立，其實他們兩個說的是一樁事情，一個是從事造邊講的，一個是從理具上說的。哪一個從事造上說的？惡，天台大師是從事造這邊說的。孟子是從理上說的，「人之初，性本善」，「人皆有惻隱之心」，可見得人性是本善。如果把它對調過來說呢？孟子講性善是從事造邊說，天台講性惡是從理具邊說，能不能說得通？也說得通，不是說不通。事造邊說，五倫十義、四維八德，世間善，五戒、十戒，比丘、菩薩具足戒，善。理上的性惡，佛菩薩如果性不惡，如何能到惡道度眾生？到惡道也有惡道條件。譬如我要到監獄去度眾生，我一定做什麼壞事犯罪了，把我送到監獄，到監獄大轉法輪度眾生，否則的話你沒條件去。總得故意去犯一點罪，被抓到監牢獄去，才能跟犯人在一起，天天在一塊給他講經說法。"
    },
    {
      "id": "01-003-0009_p0072",
      "zh_CN": "所以要晓得，烦恼即菩提。菩萨要到恶道度众生，要在清净心里面把无始劫过去当凡夫的时候，那个烦恼又要把它拿出来，拿出来干什么？拿出来到三恶道教化众生去，就取得三恶道的资格，才能到恶道去度众生。他的化缘要是圆满，他就把恶业马上变现出菩提，他就超越三恶道了，叫「乘愿再来」。他那个烦恼变成菩提，菩提变成烦恼，随心所欲在转变，他自在。不像凡夫想变，变不了，没法子，那就变成定业。菩萨没有定业，是愿力，自在变现。所以你看这个说法，怎么说法都通，怎么说法都圆融，没有一句话是死的，句句都是活活泼泼的。现在时间到了。",
      "zh_TW": "所以要曉得，煩惱即菩提。菩薩要到惡道度眾生，要在清淨心裡面把無始劫過去當凡夫的時候，那個煩惱又要把它拿出來，拿出來幹什麼？拿出來到三惡道教化眾生去，就取得三惡道的資格，才能到惡道去度眾生。他的化緣要是圓滿，他就把惡業馬上變現出菩提，他就超越三惡道了，叫「乘願再來」。他那個煩惱變成菩提，菩提變成煩惱，隨心所欲在轉變，他自在。不像凡夫想變，變不了，沒法子，那就變成定業。菩薩沒有定業，是願力，自在變現。所以你看這個說法，怎麼說法都通，怎麼說法都圓融，沒有一句話是死的，句句都是活活潑潑的。現在時間到了。"
    }
  ]
}