{
  "doc_id": "01-003-0258",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五八集",
    "zh_TW": "第二五八集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0258",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "01-003-0258_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五一五页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五一五頁："
    },
    {
      "id": "01-003-0258_p0002",
      "zh_CN": "钞【此分为四：一是施法广大功德，谓无量寿，无量光，三宝道品种种等。】",
      "zh_TW": "鈔【此分為四：一是施法廣大功德，謂無量壽，無量光，三寶道品種種等。】"
    },
    {
      "id": "01-003-0258_p0003",
      "zh_CN": "为我们说明「不可思议功德之利」，究竟是哪些功德？哪些利益？大师在此地再做详细的说明，分为四点。第一是『施法广大功德』，『无量光、无量寿』这是弥陀世尊的德号，也是弥陀世尊对一切大众的加持。正如同释迦世尊出现在我们这个世间，他老人家讲仁慈清净，教导我们，加持给我们，这个意思是相同的。凡是生到西方极乐世界的人，心地都非常清净，心净则土净；心要是不清净、不慈悲，他就不能往生。清净、慈悲西方世界人人具足，个个都是这样的，都是清净、慈悲，所以用不着再提倡清净、慈悲，在那里提倡什么？提倡光寿。「光」是表智慧，「寿」是一切受用里面最殊胜的，我们世间人讲福报，福报包含的非常广泛，福报里面最重要的是长寿，如果没有寿命，再大的福报，自己都没有办法享受。第一个，要有寿命去享受你的福报，所以寿命是第一德。这也就是无量之中，为什么只用「寿」跟「光」来做代表，就是这个意思。",
      "zh_TW": "為我們說明「不可思議功德之利」，究竟是哪些功德？哪些利益？大師在此地再做詳細的說明，分為四點。第一是『施法廣大功德』，『無量光、無量壽』這是彌陀世尊的德號，也是彌陀世尊對一切大眾的加持。正如同釋迦世尊出現在我們這個世間，他老人家講仁慈清淨，教導我們，加持給我們，這個意思是相同的。凡是生到西方極樂世界的人，心地都非常清淨，心淨則土淨；心要是不清淨、不慈悲，他就不能往生。清淨、慈悲西方世界人人具足，個個都是這樣的，都是清淨、慈悲，所以用不著再提倡清淨、慈悲，在那裡提倡什麼？提倡光壽。「光」是表智慧，「壽」是一切受用裡面最殊勝的，我們世間人講福報，福報包含的非常廣泛，福報裡面最重要的是長壽，如果沒有壽命，再大的福報，自己都沒有辦法享受。第一個，要有壽命去享受你的福報，所以壽命是第一德。這也就是無量之中，為什麼只用「壽」跟「光」來做代表，就是這個意思。"
    },
    {
      "id": "01-003-0258_p0004",
      "zh_CN": "演【无量寿、无量光、三宝道品种种等，此指所施之法也。】",
      "zh_TW": "演【無量壽、無量光、三寶道品種種等，此指所施之法也。】"
    },
    {
      "id": "01-003-0258_p0005",
      "zh_CN": "阿弥陀佛用什么教化众生？就是用这些。诸位要知道，「寿」代表福报，无量的福报；「光」代表智慧。诸佛如来成佛了，号称「二足尊」，二是智慧跟福德，足是满足、圆满，智慧圆满、福德圆满称为二足尊。西方极乐世界阿弥陀佛教给大家的就是这两种，诸位想想，这就是直接教你成究竟圆满佛的方法。西方世界不是教别的，教这个东西。佛用什么方法教？底下就说出来：",
      "zh_TW": "阿彌陀佛用什麼教化眾生？就是用這些。諸位要知道，「壽」代表福報，無量的福報；「光」代表智慧。諸佛如來成佛了，號稱「二足尊」，二是智慧跟福德，足是滿足、圓滿，智慧圓滿、福德圓滿稱為二足尊。西方極樂世界阿彌陀佛教給大家的就是這兩種，諸位想想，這就是直接教你成究竟圓滿佛的方法。西方世界不是教別的，教這個東西。佛用什麼方法教？底下就說出來："
    },
    {
      "id": "01-003-0258_p0006",
      "zh_CN": "演【此法或出音敷演，或现相指陈。】",
      "zh_TW": "演【此法或出音敷演，或現相指陳。】"
    },
    {
      "id": "01-003-0258_p0007",
      "zh_CN": "「出音敷演」，用言教，讲经说法；「现相指陈」，用身教，换句话说，就是我们所谓生活教育，生活教育里面充满智慧、充满福德。",
      "zh_TW": "「出音敷演」，用言教，講經說法；「現相指陳」，用身教，換句話說，就是我們所謂生活教育，生活教育裡面充滿智慧、充滿福德。"
    },
    {
      "id": "01-003-0258_p0008",
      "zh_CN": "演【以彼土众生，六根清净，得大总持。】",
      "zh_TW": "演【以彼土眾生，六根清淨，得大總持。】"
    },
    {
      "id": "01-003-0258_p0009",
      "zh_CN": "正如世尊在经上所说的，那个世界的众生「六根清净」。这底下话全部都是经里所讲的，非常重要。你要是真正明白，你才会晓得西方极乐世界是非去不可。生到那个地方去，六根就清净，我们在这个地方想得六根清净谈何容易！「得大总持」，这也是我们念念希求的，求不到！什么叫大总持？就是世出世间一切万法的总纲领，你掌握到了。你只要掌握到总纲领，换句话说，一切法就自然通达，没有一法不通达。我们在佛教史里面知道，龙树菩萨三个月把《大藏经》念完，而且全部通达了。人家为什么有这个能力？六祖大师虽然没有阅过藏，他老人家没念过书，不认识字，我们要问问，三藏十二分教，就是这一部《大藏经》，六祖有没有能力在三个月当中通达？我们从《坛经》记载里面去观察，他决定有能力。怎么晓得？无尽藏比丘尼一生受持《大涅槃经》，《大涅槃经》分量很可观，四十卷，读得很熟，不解其义。她念给能大师听，惠能大师听了之后就跟她讲解，无尽藏比丘尼听了六祖的讲解，开悟了。六祖是需要人家念给他听，他不认识字。这说明他通达了，他没学过，五祖没有跟他讲《大涅槃经》，他通达。法达禅师学《法华》，他跟六祖说，他《法华经》念过三千遍。《法华经》，念一遍要多少时间？一天只能念一遍，念一部。三千部，十年！十年的时间读《法华经》，也是不解其义。他见六祖给六祖顶礼，头没有着地，傲慢！被六祖看出来了。六祖问他：你这样傲慢，一定有值得骄傲的。他就说，他念过三千部《法华经》，值得骄傲。《法华经》里什么意思，他不知道，被六祖问住了。他反过头来请教六祖大师，六祖大师他说：我没有读过，当然也没有听过，你念给我听听。《法华经》二十八品，他念到第二品「方便品」，六祖听到之后，「不要念了，这个经我都知道了」。所以那一部《藏经》他需要三个月吗？完全通达了。他就跟法达讲《法华》，法达禅师就开悟了。这个时候再顶礼，头就着地了。这些人，你要问为什么他世出世间法一接触就通达？得大总持，这个诸位要知道。我们要问，我们用什么方法可以得大总持？诸佛如来传给我们绝妙的方法，「信愿持名，求生净土」，因为你生到净土，你就得大总持，你心地就清净，世出世间一切法全部都通达了。何况还听弥陀说法，还去听一切诸佛说法，不听也通达了。那个去听听，作影响众而已。所以跟大家说一个真话，老实话，西方极乐世界过的是什么生活？每天到尽虚空遍法界诸佛刹土旅游，天天去旅游，天天去玩耍，过这个日子，没有一样不通达。智慧、福报统统是圆满的，何况那个环境：",
      "zh_TW": "正如世尊在經上所說的，那個世界的眾生「六根清淨」。這底下話全部都是經裡所講的，非常重要。你要是真正明白，你才會曉得西方極樂世界是非去不可。生到那個地方去，六根就清淨，我們在這個地方想得六根清淨談何容易！「得大總持」，這也是我們念念希求的，求不到！什麼叫大總持？就是世出世間一切萬法的總綱領，你掌握到了。你只要掌握到總綱領，換句話說，一切法就自然通達，沒有一法不通達。我們在佛教史裡面知道，龍樹菩薩三個月把《大藏經》念完，而且全部通達了。人家為什麼有這個能力？六祖大師雖然沒有閱過藏，他老人家沒念過書，不認識字，我們要問問，三藏十二分教，就是這一部《大藏經》，六祖有沒有能力在三個月當中通達？我們從《壇經》記載裡面去觀察，他決定有能力。怎麼曉得？無盡藏比丘尼一生受持《大涅槃經》，《大涅槃經》分量很可觀，四十卷，讀得很熟，不解其義。她念給能大師聽，惠能大師聽了之後就跟她講解，無盡藏比丘尼聽了六祖的講解，開悟了。六祖是需要人家念給他聽，他不認識字。這說明他通達了，他沒學過，五祖沒有跟他講《大涅槃經》，他通達。法達禪師學《法華》，他跟六祖說，他《法華經》念過三千遍。《法華經》，念一遍要多少時間？一天只能念一遍，念一部。三千部，十年！十年的時間讀《法華經》，也是不解其義。他見六祖給六祖頂禮，頭沒有著地，傲慢！被六祖看出來了。六祖問他：你這樣傲慢，一定有值得驕傲的。他就說，他念過三千部《法華經》，值得驕傲。《法華經》裡什麼意思，他不知道，被六祖問住了。他反過頭來請教六祖大師，六祖大師他說：我沒有讀過，當然也沒有聽過，你念給我聽聽。《法華經》二十八品，他念到第二品「方便品」，六祖聽到之後，「不要念了，這個經我都知道了」。所以那一部《藏經》他需要三個月嗎？完全通達了。他就跟法達講《法華》，法達禪師就開悟了。這個時候再頂禮，頭就著地了。這些人，你要問為什麼他世出世間法一接觸就通達？得大總持，這個諸位要知道。我們要問，我們用什麼方法可以得大總持？諸佛如來傳給我們絕妙的方法，「信願持名，求生淨土」，因為你生到淨土，你就得大總持，你心地就清淨，世出世間一切法全部都通達了。何況還聽彌陀說法，還去聽一切諸佛說法，不聽也通達了。那個去聽聽，作影響眾而已。所以跟大家說一個真話，老實話，西方極樂世界過的是什麼生活？每天到盡虛空遍法界諸佛剎土旅遊，天天去旅遊，天天去玩耍，過這個日子，沒有一樣不通達。智慧、福報統統是圓滿的，何況那個環境："
    },
    {
      "id": "01-003-0258_p0010",
      "zh_CN": "演【六尘皆说，六根皆闻，法法头头，无非妙法故。】",
      "zh_TW": "演【六塵皆說，六根皆聞，法法頭頭，無非妙法故。】"
    },
    {
      "id": "01-003-0258_p0011",
      "zh_CN": "这几句就是解释「三宝道品种种等」。一些人不愿意往生极乐，是没有机缘遇到这个法门，不知道西方净土的好处。这是大经上常讲，许许多多菩萨希求，而没有机会听到这法门。有机会听到这个法门，这信愿生不起来，这就是业障太重。不然的话，遇到这个法门，明白这个真实利益，哪有不求往生之理？这是第一「施法广大功德」。再看第二：",
      "zh_TW": "這幾句就是解釋「三寶道品種種等」。一些人不願意往生極樂，是沒有機緣遇到這個法門，不知道西方淨土的好處。這是大經上常講，許許多多菩薩希求，而沒有機會聽到這法門。有機會聽到這個法門，這信願生不起來，這就是業障太重。不然的話，遇到這個法門，明白這個真實利益，哪有不求往生之理？這是第一「施法廣大功德」。再看第二："
    },
    {
      "id": "01-003-0258_p0012",
      "zh_CN": "钞【二是神化周遍功德。】",
      "zh_TW": "鈔【二是神化周遍功德。】"
    },
    {
      "id": "01-003-0258_p0013",
      "zh_CN": "『神』是神通，『化』变化，这个功德不可思议。",
      "zh_TW": "『神』是神通，『化』變化，這個功德不可思議。"
    },
    {
      "id": "01-003-0258_p0014",
      "zh_CN": "钞【谓水鸟树林，咸宣妙法，衣食服用，受用自然，众生皆具相好神变等。】",
      "zh_TW": "鈔【謂水鳥樹林，咸宣妙法，衣食服用，受用自然，眾生皆具相好神變等。】"
    },
    {
      "id": "01-003-0258_p0015",
      "zh_CN": "西方世界确实生佛平等，佛的圆满智慧德能，大众这智慧德能似乎也跟阿弥陀佛差不多。诸位要晓得，这种智慧德能绝对不是往生那些人自己有的，而是阿弥陀佛威神加持的。所以人人都具有圆满的智慧德能，这个诸位看《无量寿经》就明白，阿弥陀佛四十八愿每一愿里面就讲得很清楚。小注说：",
      "zh_TW": "西方世界確實生佛平等，佛的圓滿智慧德能，大眾這智慧德能似乎也跟阿彌陀佛差不多。諸位要曉得，這種智慧德能絕對不是往生那些人自己有的，而是阿彌陀佛威神加持的。所以人人都具有圓滿的智慧德能，這個諸位看《無量壽經》就明白，阿彌陀佛四十八願每一願裡面就講得很清楚。小註說："
    },
    {
      "id": "01-003-0258_p0016",
      "zh_CN": "演【水鸟树林下四句，此弥陀神变也。】",
      "zh_TW": "演【水鳥樹林下四句，此彌陀神變也。】"
    },
    {
      "id": "01-003-0258_p0017",
      "zh_CN": "「水鸟树林」到「受用自然」这四句，这是阿弥陀佛神通变化的，供应大众的享受，所以在那个地方一切受用决定没有缺乏。而且你受用的那个富足跟诸佛如来没有两样，这是弥陀性德流露。",
      "zh_TW": "「水鳥樹林」到「受用自然」這四句，這是阿彌陀佛神通變化的，供應大眾的享受，所以在那個地方一切受用決定沒有缺乏。而且你受用的那個富足跟諸佛如來沒有兩樣，這是彌陀性德流露。"
    },
    {
      "id": "01-003-0258_p0018",
      "zh_CN": "演【众生皆具相好神变等，此众生神变也。】",
      "zh_TW": "演【眾生皆具相好神變等，此眾生神變也。】"
    },
    {
      "id": "01-003-0258_p0019",
      "zh_CN": "阿弥陀佛威神一加持，每个人自己也能变化了。自己不能变化，跟佛还是不一样。自己能变化这个能力是佛加持的，为什么？自己烦恼没有断尽，自性没有完全显露出来。自己虽然也是本来具足，但是有障碍，透不出来，得不到受用，一定得佛力加持，使我们自性里面智慧德能也起作用，这是不可思议。",
      "zh_TW": "阿彌陀佛威神一加持，每個人自己也能變化了。自己不能變化，跟佛還是不一樣。自己能變化這個能力是佛加持的，為什麼？自己煩惱沒有斷盡，自性沒有完全顯露出來。自己雖然也是本來具足，但是有障礙，透不出來，得不到受用，一定得佛力加持，使我們自性裡面智慧德能也起作用，這是不可思議。"
    },
    {
      "id": "01-003-0258_p0020",
      "zh_CN": "演【以彼国种种妙用，虽弥陀神变所成，若众生不得神变，不能受用。】",
      "zh_TW": "演【以彼國種種妙用，雖彌陀神變所成，若眾生不得神變，不能受用。】"
    },
    {
      "id": "01-003-0258_p0021",
      "zh_CN": "这是真实的事理，我们明白了才会相信，信心才坚定，信心才清净，才不会怀疑。",
      "zh_TW": "這是真實的事理，我們明白了才會相信，信心才堅定，信心才清淨，才不會懷疑。"
    },
    {
      "id": "01-003-0258_p0022",
      "zh_CN": "演【经云：方便是菩萨净土，菩萨成佛时，于一切法方便无碍众生来生其国。是也。】",
      "zh_TW": "演【經云：方便是菩薩淨土，菩薩成佛時，於一切法方便無礙眾生來生其國。是也。】"
    },
    {
      "id": "01-003-0258_p0023",
      "zh_CN": "这几句话要用它来说西方极乐世界，那是很恰当的，西方世界确确实实是这样的。这桩事情如果要深究，法相唯识讲得清楚明白，我们在此地省略，不必细说。",
      "zh_TW": "這幾句話要用它來說西方極樂世界，那是很恰當的，西方世界確確實實是這樣的。這樁事情如果要深究，法相唯識講得清楚明白，我們在此地省略，不必細說。"
    },
    {
      "id": "01-003-0258_p0024",
      "zh_CN": "钞【三是信受宿根功德，谓难信之法，能信受者，宿修无量善根等。】",
      "zh_TW": "鈔【三是信受宿根功德，謂難信之法，能信受者，宿修無量善根等。】"
    },
    {
      "id": "01-003-0258_p0025",
      "zh_CN": "这个意思，读过《无量寿经》才好懂，没有读过《无量寿经》的人不太好懂。这也是我们常常讲的，一切诸佛都说这个法门是「难信之法」，什么人能信？过去生中培有深厚的善根，这样的人，他才能相信，他才会接受。如果没有很厚的善根，要他相信这个法门，接受这个法门，那就难了。《无量寿经》里面，释迦牟尼佛告诉我们，这是当年讲经的时候，在座听经的阿阇王子与五百长者子，他们过去生中曾经供养四百亿佛，听了这个法门，还没有动念头发愿求生净土。如果今天听到这个法门，真正发心要求生西方极乐世界，你想想看，你那是什么根性？我们今天听了这个法门，心里生大欢喜心，恨不得马上就想见阿弥陀佛，到极乐世界去，你这个善根超过他太多了，过去生中决定不止亲近四百亿诸佛如来。你就晓得，这个宿世善根多么的深厚！这个法门，我们介绍给别人，别人不相信、不能接受，不肯学，有道理！他过去生中没有这么深厚的善根，慢慢来，一生一生慢慢来！再等无量劫无量劫之后，跟他说，他相信了，为什么？他善根已经有那么厚了。这就是我们善根今天成熟，他还得无量劫以后才能成熟。现在劝他是对的，让他多种一点善根，生生世世种善根，再种无量劫，他就成熟了，这么一回事情。所以自己这一生善根成熟，一定要珍惜，要依教修行，就是信愿，一心持名，求生净土，这就对了，这一生当中决定成就。",
      "zh_TW": "這個意思，讀過《無量壽經》才好懂，沒有讀過《無量壽經》的人不太好懂。這也是我們常常講的，一切諸佛都說這個法門是「難信之法」，什麼人能信？過去生中培有深厚的善根，這樣的人，他才能相信，他才會接受。如果沒有很厚的善根，要他相信這個法門，接受這個法門，那就難了。《無量壽經》裡面，釋迦牟尼佛告訴我們，這是當年講經的時候，在座聽經的阿闍王子與五百長者子，他們過去生中曾經供養四百億佛，聽了這個法門，還沒有動念頭發願求生淨土。如果今天聽到這個法門，真正發心要求生西方極樂世界，你想想看，你那是什麼根性？我們今天聽了這個法門，心裡生大歡喜心，恨不得馬上就想見阿彌陀佛，到極樂世界去，你這個善根超過他太多了，過去生中決定不止親近四百億諸佛如來。你就曉得，這個宿世善根多麼的深厚！這個法門，我們介紹給別人，別人不相信、不能接受，不肯學，有道理！他過去生中沒有這麼深厚的善根，慢慢來，一生一生慢慢來！再等無量劫無量劫之後，跟他說，他相信了，為什麼？他善根已經有那麼厚了。這就是我們善根今天成熟，他還得無量劫以後才能成熟。現在勸他是對的，讓他多種一點善根，生生世世種善根，再種無量劫，他就成熟了，這麼一回事情。所以自己這一生善根成熟，一定要珍惜，要依教修行，就是信願，一心持名，求生淨土，這就對了，這一生當中決定成就。"
    },
    {
      "id": "01-003-0258_p0026",
      "zh_CN": "演【难信之法三句，经云：若不往昔修福慧，于此正法不能闻，已曾钦奉诸如来，故有因缘闻此义。】",
      "zh_TW": "演【難信之法三句，經云：若不往昔修福慧，於此正法不能聞，已曾欽奉諸如來，故有因緣聞此義。】"
    },
    {
      "id": "01-003-0258_p0027",
      "zh_CN": "这是《无量寿经》的偈子，「若不往昔修福慧」，你没有过去世非常深厚的善根，不行，念佛法门听了摇头，不肯接受，教其他的法门他欢喜接受，那就是善根不足。这是要最深厚的善根才行，次一等的善根，这个法门他不能接受。",
      "zh_TW": "這是《無量壽經》的偈子，「若不往昔修福慧」，你沒有過去世非常深厚的善根，不行，念佛法門聽了搖頭，不肯接受，教其他的法門他歡喜接受，那就是善根不足。這是要最深厚的善根才行，次一等的善根，這個法門他不能接受。"
    },
    {
      "id": "01-003-0258_p0028",
      "zh_CN": "演【般若云：若人一念生净信者，当知此人，不于一佛二佛而种善根等。】",
      "zh_TW": "演【般若云：若人一念生淨信者，當知此人，不於一佛二佛而種善根等。】"
    },
    {
      "id": "01-003-0258_p0029",
      "zh_CN": "《金刚经》上说的，对于大乘佛法能生清净信心，那个人是有来历的，不是普通的人物。这是说明过去世善根非常重要。",
      "zh_TW": "《金剛經》上說的，對於大乘佛法能生清淨信心，那個人是有來歷的，不是普通的人物。這是說明過去世善根非常重要。"
    },
    {
      "id": "01-003-0258_p0030",
      "zh_CN": "钞【四是果报难胜功德。】",
      "zh_TW": "鈔【四是果報難勝功德。】"
    },
    {
      "id": "01-003-0258_p0031",
      "zh_CN": "这一点我们更要明了，真正明白了，纵然我们过去世善根还差一点，接受这个教导，确实能把差的那段善根现在就把它补上去，就能成功。所以原来不相信，学了几年就相信，为什么？他补足了。所以现在努力可以把善根补足。这种情形，我们从历代往生的这些祖师大德们，我们能够见得到。纵然是示现，也确实是事实，说明可以弥补。像印光大师，这是示现的，印光大师早年学佛不信净土，早年读儒家书，不但不信净土，不相信佛法，还写文章批评佛法，毁谤佛法，过去的事情。像这些事情在历史上不只他一个，许许多多祖师大德早年都是这种态度，以后接触渐渐明白了，修积善根逐渐填补他所缺的那一段善根福德，于是对这个法门生起深的信心，这就达到一生往生不退成佛的目标。所以是可以补的。也就是说，我们对这法门没有信心，可以建立信心，建立信心就是对这个法门有充分的了解，有真正的认识，从理论上、从事实上，他明白了，这个信心生起来。反过来我们看，许多这些老太太们，她们不认识字，没有念过书的，她们对这个法门理论与事实她不需要了解，她根本问都不问，一听说，她一句阿弥陀佛就念到底，走的时候比一些大法师瑞相还殊胜。大法师走的时候还生病，躺着走的，人家不生病站着走的，这是什么原因？完全是善根深厚。大法师们为什么不如她？大法师学问比她高，她不如这些法师们；要说善根，法师不如她，就这么回事情。这个事实明白了，许许多多疑问自然就解除。我也遇到很多人问这个问题，许多通宗通教一生修行非常好，国内有名的这些法师大德，为什么走的时候瑞相还不如一个普通人？这就是那个普通人他过去生中善根福德深厚，法师在这一方面是比不上他，道理在此地。我们看看果报的殊胜：",
      "zh_TW": "這一點我們更要明瞭，真正明白了，縱然我們過去世善根還差一點，接受這個教導，確實能把差的那段善根現在就把它補上去，就能成功。所以原來不相信，學了幾年就相信，為什麼？他補足了。所以現在努力可以把善根補足。這種情形，我們從歷代往生的這些祖師大德們，我們能夠見得到。縱然是示現，也確實是事實，說明可以彌補。像印光大師，這是示現的，印光大師早年學佛不信淨土，早年讀儒家書，不但不信淨土，不相信佛法，還寫文章批評佛法，毀謗佛法，過去的事情。像這些事情在歷史上不只他一個，許許多多祖師大德早年都是這種態度，以後接觸漸漸明白了，修積善根逐漸填補他所缺的那一段善根福德，於是對這個法門生起深的信心，這就達到一生往生不退成佛的目標。所以是可以補的。也就是說，我們對這法門沒有信心，可以建立信心，建立信心就是對這個法門有充分的了解，有真正的認識，從理論上、從事實上，他明白了，這個信心生起來。反過來我們看，許多這些老太太們，她們不認識字，沒有念過書的，她們對這個法門理論與事實她不需要了解，她根本問都不問，一聽說，她一句阿彌陀佛就念到底，走的時候比一些大法師瑞相還殊勝。大法師走的時候還生病，躺著走的，人家不生病站著走的，這是什麼原因？完全是善根深厚。大法師們為什麼不如她？大法師學問比她高，她不如這些法師們；要說善根，法師不如她，就這麼回事情。這個事實明白了，許許多多疑問自然就解除。我也遇到很多人問這個問題，許多通宗通教一生修行非常好，國內有名的這些法師大德，為什麼走的時候瑞相還不如一個普通人？這就是那個普通人他過去生中善根福德深厚，法師在這一方面是比不上他，道理在此地。我們看看果報的殊勝："
    },
    {
      "id": "01-003-0258_p0032",
      "zh_CN": "钞【谓即得往生，即得入上善会。】",
      "zh_TW": "鈔【謂即得往生，即得入上善會。】"
    },
    {
      "id": "01-003-0258_p0033",
      "zh_CN": "『即得』是立刻就得到，我们特别着重这两个字。『往生』不可思议，往生就是脱离六道轮回。脱离六道轮回，那是多么困难的事情，一般人要想超越轮回，要修成九次第定才能超越；四禅八定只能生到色界天、无色界天，出不了三界！一定要修到九次第定才能出三界，几个人能够？九次第定是见思烦恼都断尽，谈何容易！这一往生，换句话说，你的功夫比不上九次第定的人。九次第定就是阿罗汉、辟支佛，我们功夫不如他，但是讲我们的成就，超过他，他不如我们。他虽然能出三界，这一点跟我们一样，出三界之后所获得的，那他比不上，差得太远了。『即得入上善会』，西方世界是「诸上善人俱会一处」，上善是指等觉菩萨，等觉是观音、势至、文殊、普贤、弥勒这样一类的人，生到西方极乐世界的人，下下品往生的，就能与这些等觉菩萨平起平坐，称兄道弟，因为他们在西方极乐世界是阿弥陀佛的学生，我们去了也是阿弥陀佛学生，彼此关系是师兄、师弟。",
      "zh_TW": "『即得』是立刻就得到，我們特別著重這兩個字。『往生』不可思議，往生就是脫離六道輪迴。脫離六道輪迴，那是多麼困難的事情，一般人要想超越輪迴，要修成九次第定才能超越；四禪八定只能生到色界天、無色界天，出不了三界！一定要修到九次第定才能出三界，幾個人能夠？九次第定是見思煩惱都斷盡，談何容易！這一往生，換句話說，你的功夫比不上九次第定的人。九次第定就是阿羅漢、辟支佛，我們功夫不如他，但是講我們的成就，超過他，他不如我們。他雖然能出三界，這一點跟我們一樣，出三界之後所獲得的，那他比不上，差得太遠了。『即得入上善會』，西方世界是「諸上善人俱會一處」，上善是指等覺菩薩，等覺是觀音、勢至、文殊、普賢、彌勒這樣一類的人，生到西方極樂世界的人，下下品往生的，就能與這些等覺菩薩平起平坐，稱兄道弟，因為他們在西方極樂世界是阿彌陀佛的學生，我們去了也是阿彌陀佛學生，彼此關係是師兄、師弟。"
    },
    {
      "id": "01-003-0258_p0034",
      "zh_CN": "钞【即得不退转地。】",
      "zh_TW": "鈔【即得不退轉地。】"
    },
    {
      "id": "01-003-0258_p0035",
      "zh_CN": "『不退转』是圆证三不退，生到西方极乐世界，你立刻就得到。",
      "zh_TW": "『不退轉』是圓證三不退，生到西方極樂世界，你立刻就得到。"
    },
    {
      "id": "01-003-0258_p0036",
      "zh_CN": "诸位看了这段文，有的时候会怀疑，这里说「即得」，《观无量寿佛经》上讲下品下生要经过十二劫才花开见佛，怎么就即得？不就有矛盾吗？下品中生要六劫才能得到，怎么可以即得？你一定要明了，《观经》上讲的那个是凭你自己的能力证得，生到西方极乐世界，你在那里慢慢修行，修到那么长的时间才能得到。这个地方说你立刻就得到，可见得不是你自己修行功夫达到这个境界，这是阿弥陀佛威神加持你得到的。你如果还听不懂，我举个比喻跟你说，你生在一个富贵家庭，你的爸爸大富大贵，你虽然还没有成年，还没有赚钱，你居住的是豪华的洋房，出门开的是高级轿车，谁的？你爸爸的钱，不是你的。再过几年之后，你自己赚钱，也住这个，也开这个，那是你自己的，你明白了吗？我们到那个地方去，「即得」是阿弥陀佛给我们的，过十二劫之后，那是自己的，自己的能力。譬如这个小孩长大，他自己有能力赚钱，有能力去享受了。当他自己没有这个能力，阿弥陀佛加持他，换句话说，生到那个地方，这个受用他就得到，「即得」。所以两个经说得都没错！都是讲的事实真相。可是你在他方世界修行，没有佛加持你，必须你自己修到那个境界，你才有这个受用。可是在他方世界修行跟在西方极乐世界修行完全不相同，西方极乐世界下下品往生十二大劫就成就，他方世界要修到阿鞞跋致那个境界，需要两个阿僧祇劫。这在时间上做一个比较，相差太大！这才晓得西方世界殊胜，到那里成就快！何况我们生到西方极乐世界，不会在下品下生，下品下生是造作五逆十恶之人，我们没有造那么大的罪业，罪业是造了不少，没有造那么重，杀父亲、杀母亲、破和合僧、出佛身血，我们还没做过！换句话说，我们往生最下的地位也是在下品中生，是这个地位。下品中生，六劫就花开见佛，你想想看这个时间多快速。上品生的，生到那里花开就见佛。九品往生，善导大师跟我们说的，我们凡夫人人都有分，「遇缘不同而有九品差别」。缘殊胜，那就是我们对于西方境界、理论与事实透彻的了解，这个缘就深，使你一丝毫疑惑都没有，你决定是上品往生。",
      "zh_TW": "諸位看了這段文，有的時候會懷疑，這裡說「即得」，《觀無量壽佛經》上講下品下生要經過十二劫才花開見佛，怎麼就即得？不就有矛盾嗎？下品中生要六劫才能得到，怎麼可以即得？你一定要明瞭，《觀經》上講的那個是憑你自己的能力證得，生到西方極樂世界，你在那裡慢慢修行，修到那麼長的時間才能得到。這個地方說你立刻就得到，可見得不是你自己修行功夫達到這個境界，這是阿彌陀佛威神加持你得到的。你如果還聽不懂，我舉個比喻跟你說，你生在一個富貴家庭，你的爸爸大富大貴，你雖然還沒有成年，還沒有賺錢，你居住的是豪華的洋房，出門開的是高級轎車，誰的？你爸爸的錢，不是你的。再過幾年之後，你自己賺錢，也住這個，也開這個，那是你自己的，你明白了嗎？我們到那個地方去，「即得」是阿彌陀佛給我們的，過十二劫之後，那是自己的，自己的能力。譬如這個小孩長大，他自己有能力賺錢，有能力去享受了。當他自己沒有這個能力，阿彌陀佛加持他，換句話說，生到那個地方，這個受用他就得到，「即得」。所以兩個經說得都沒錯！都是講的事實真相。可是你在他方世界修行，沒有佛加持你，必須你自己修到那個境界，你才有這個受用。可是在他方世界修行跟在西方極樂世界修行完全不相同，西方極樂世界下下品往生十二大劫就成就，他方世界要修到阿鞞跋致那個境界，需要兩個阿僧祇劫。這在時間上做一個比較，相差太大！這才曉得西方世界殊勝，到那裡成就快！何況我們生到西方極樂世界，不會在下品下生，下品下生是造作五逆十惡之人，我們沒有造那麼大的罪業，罪業是造了不少，沒有造那麼重，殺父親、殺母親、破和合僧、出佛身血，我們還沒做過！換句話說，我們往生最下的地位也是在下品中生，是這個地位。下品中生，六劫就花開見佛，你想想看這個時間多快速。上品生的，生到那裡花開就見佛。九品往生，善導大師跟我們說的，我們凡夫人人都有分，「遇緣不同而有九品差別」。緣殊勝，那就是我們對於西方境界、理論與事實透徹的了解，這個緣就深，使你一絲毫疑惑都沒有，你決定是上品往生。"
    },
    {
      "id": "01-003-0258_p0037",
      "zh_CN": "钞【毕竟成佛等。】",
      "zh_TW": "鈔【畢竟成佛等。】"
    },
    {
      "id": "01-003-0258_p0038",
      "zh_CN": "这四句就是四种不可思议功德之利。",
      "zh_TW": "這四句就是四種不可思議功德之利。"
    },
    {
      "id": "01-003-0258_p0039",
      "zh_CN": "钞【皆超越常情，故云不可思议。】",
      "zh_TW": "鈔【皆超越常情，故云不可思議。】"
    },
    {
      "id": "01-003-0258_p0040",
      "zh_CN": "『常』是常识，『情』是见解，超越我们平常的思惟、想像、见解，我们简直没有办法想像得到净土的殊胜。诸位要知道，展开《大藏经》，任何一部经里面讲功德利益，比起我们这里都要差很远，而修行的方法简单、容易，果报之殊胜无与伦比，能够听得到，你想想看这是什么因缘？这是什么样的福德？",
      "zh_TW": "『常』是常識，『情』是見解，超越我們平常的思惟、想像、見解，我們簡直沒有辦法想像得到淨土的殊勝。諸位要知道，展開《大藏經》，任何一部經裡面講功德利益，比起我們這裡都要差很遠，而修行的方法簡單、容易，果報之殊勝無與倫比，能夠聽得到，你想想看這是什麼因緣？這是什麼樣的福德？"
    },
    {
      "id": "01-003-0258_p0041",
      "zh_CN": "钞【如金刚般若云：是经义不可思议，果报亦不可思议。是也。】",
      "zh_TW": "鈔【如金剛般若云：是經義不可思議，果報亦不可思議。是也。】"
    },
    {
      "id": "01-003-0258_p0042",
      "zh_CN": "《金刚经》的经义不可思议、果报不可思议，把《金刚经》跟《弥陀经》比一比，那《金刚经》是可思可议，《弥陀经》是真正不可思议。十方三世一切诸佛赞叹《弥陀经》，没有赞叹《金刚经》，一切诸佛如来为我们推荐念佛法门，没有给我们推荐般若法门。从这个地方很冷静的去观察，你才真正能体会到几分经上所讲的不可思议功德之利。",
      "zh_TW": "《金剛經》的經義不可思議、果報不可思議，把《金剛經》跟《彌陀經》比一比，那《金剛經》是可思可議，《彌陀經》是真正不可思議。十方三世一切諸佛讚歎《彌陀經》，沒有讚歎《金剛經》，一切諸佛如來為我們推薦念佛法門，沒有給我們推薦般若法門。從這個地方很冷靜的去觀察，你才真正能體會到幾分經上所講的不可思議功德之利。"
    },
    {
      "id": "01-003-0258_p0043",
      "zh_CN": "钞【依正因果者，依谓同居即寂光，正谓应身即法身。】",
      "zh_TW": "鈔【依正因果者，依謂同居即寂光，正謂應身即法身。】"
    },
    {
      "id": "01-003-0258_p0044",
      "zh_CN": "这是真正不可思议。因为在十方世界，凡圣同居土就是凡圣同居土，凡圣同居土决定不是方便有余土，也决定不是实报庄严土，当然更不是常寂光净土，这是世尊在一切大乘经上所说的，四土是有差别的，不能混为一谈。但是西方极乐世界不然，「一即是四，四即是一」，这个不可思议，说同居就是寂光，当中当然包括在其中，当中有实报土、有方便土。我们凡夫生到西方极乐世界凡圣同居土，诸上善人、等觉菩萨他们所住的净土是实报庄严土，我们怎么能在一起？这就像我们现在这个世间是释迦牟尼佛的凡圣同居土，释迦牟尼佛也有方便有余土，也有实报庄严土，也有常寂光净土，那里面罗汉、菩萨我们见不到，不在一起！可是到西方极乐世界则不然，在一起，等觉、权实菩萨，声闻、缘觉，统统都见到，天天在一块，这是依报不可思议。正报，应身就是法身，报身不必说了，自然在其中，法身、报身、应身，一身就是三身，三身就是一身，见到阿弥陀佛的应身，就是见到他的报身、法身，无二无别。在极乐世界，阿弥陀佛的应身是遍一切处，我们常在理上讲，法身遍一切处，西方世界阿弥陀佛应身遍一切处。诸位在《观无量寿佛经》十六观里面去看，西方世界的居处，园林第一殊胜，树木花草多，真的是怡情养性，大树底下非常阴凉，那个地方休息很自在。当然能够听到佛说法就更好了，佛都坐在树下说法，每棵树下都有阿弥陀佛，阿弥陀佛的应化身。否则的话，那么大的世界，那么多的人，阿弥陀佛就一个，你怎么见得到？你没有机缘见到。西方极乐世界阿弥陀佛用应化身，无量的应化身，所以每个人都跟阿弥陀佛天天见面。真的好像阿弥陀佛也没有来，我们也没有到他那里去，天天在一起，这种果报是十方一切诸佛世界都没有的，这真是果报不可思议。",
      "zh_TW": "這是真正不可思議。因為在十方世界，凡聖同居土就是凡聖同居土，凡聖同居土決定不是方便有餘土，也決定不是實報莊嚴土，當然更不是常寂光淨土，這是世尊在一切大乘經上所說的，四土是有差別的，不能混為一談。但是西方極樂世界不然，「一即是四，四即是一」，這個不可思議，說同居就是寂光，當中當然包括在其中，當中有實報土、有方便土。我們凡夫生到西方極樂世界凡聖同居土，諸上善人、等覺菩薩他們所住的淨土是實報莊嚴土，我們怎麼能在一起？這就像我們現在這個世間是釋迦牟尼佛的凡聖同居土，釋迦牟尼佛也有方便有餘土，也有實報莊嚴土，也有常寂光淨土，那裡面羅漢、菩薩我們見不到，不在一起！可是到西方極樂世界則不然，在一起，等覺、權實菩薩，聲聞、緣覺，統統都見到，天天在一塊，這是依報不可思議。正報，應身就是法身，報身不必說了，自然在其中，法身、報身、應身，一身就是三身，三身就是一身，見到阿彌陀佛的應身，就是見到他的報身、法身，無二無別。在極樂世界，阿彌陀佛的應身是遍一切處，我們常在理上講，法身遍一切處，西方世界阿彌陀佛應身遍一切處。諸位在《觀無量壽佛經》十六觀裡面去看，西方世界的居處，園林第一殊勝，樹木花草多，真的是怡情養性，大樹底下非常陰涼，那個地方休息很自在。當然能夠聽到佛說法就更好了，佛都坐在樹下說法，每棵樹下都有阿彌陀佛，阿彌陀佛的應化身。否則的話，那麼大的世界，那麼多的人，阿彌陀佛就一個，你怎麼見得到？你沒有機緣見到。西方極樂世界阿彌陀佛用應化身，無量的應化身，所以每個人都跟阿彌陀佛天天見面。真的好像阿彌陀佛也沒有來，我們也沒有到他那裡去，天天在一起，這種果報是十方一切諸佛世界都沒有的，這真是果報不可思議。"
    },
    {
      "id": "01-003-0258_p0045",
      "zh_CN": "钞【因谓七日功成，果谓一生不退。】",
      "zh_TW": "鈔【因謂七日功成，果謂一生不退。】"
    },
    {
      "id": "01-003-0258_p0046",
      "zh_CN": "修行的时间不要很长，经上讲「若一日到若七日」，只要如理如法的修行，决定成功。果报是『一生不退』，你一生到西方极乐世界，就圆证三不退。圆证三不退，果上的受用等于圆教七地、八地菩萨。我们凭自己修行证到七地、八地，需要用两个阿僧祇劫的时间才能证到；用这个法门几天就得到。所以这个法门真的叫难信之法，菩萨没有办法接受，没有办法相信。",
      "zh_TW": "修行的時間不要很長，經上講「若一日到若七日」，只要如理如法的修行，決定成功。果報是『一生不退』，你一生到西方極樂世界，就圓證三不退。圓證三不退，果上的受用等於圓教七地、八地菩薩。我們憑自己修行證到七地、八地，需要用兩個阿僧祇劫的時間才能證到；用這個法門幾天就得到。所以這個法門真的叫難信之法，菩薩沒有辦法接受，沒有辦法相信。"
    },
    {
      "id": "01-003-0258_p0047",
      "zh_CN": "钞【亦复超越常情，故俱不可思议也。】",
      "zh_TW": "鈔【亦復超越常情，故俱不可思議也。】"
    },
    {
      "id": "01-003-0258_p0048",
      "zh_CN": "下面莲池大师引用一个事实来做证明。",
      "zh_TW": "下面蓮池大師引用一個事實來做證明。"
    },
    {
      "id": "01-003-0258_p0049",
      "zh_CN": "钞【昔，英法师于东都讲华严经四十遍，因入绰禅师净业道场，深入三昧，叹曰：自恨多年空寻文疏，劳身心耳，何期念佛不可思议。】",
      "zh_TW": "鈔【昔，英法師於東都講華嚴經四十遍，因入綽禪師淨業道場，深入三昧，歎曰：自恨多年空尋文疏，勞身心耳，何期念佛不可思議。】"
    },
    {
      "id": "01-003-0258_p0050",
      "zh_CN": "过去，英法师参加道绰禅师的念佛道场，在念佛堂里面得到三昧。他能够在念佛堂得念佛三昧，说实在话，也不能说这四十遍《华严》没有影响。他非常感叹：过去大半辈子都在经论、注解里面研究，到处讲解，真实的利益没有得到，得到的是世间虚名而已，劳苦了自己的身心。『何期念佛不可思议』，没有想到在念佛法门里面得到受用，成就三昧。这就说明念佛法门确实超越其他法门。念佛法门只要专、只要精，不怀疑、不夹杂、不间断，念佛三昧就是一心不乱，不难证得，证得这个，那真的是得大自在，得真实的受用。",
      "zh_TW": "過去，英法師參加道綽禪師的念佛道場，在念佛堂裡面得到三昧。他能夠在念佛堂得念佛三昧，說實在話，也不能說這四十遍《華嚴》沒有影響。他非常感嘆：過去大半輩子都在經論、註解裡面研究，到處講解，真實的利益沒有得到，得到的是世間虛名而已，勞苦了自己的身心。『何期念佛不可思議』，沒有想到在念佛法門裡面得到受用，成就三昧。這就說明念佛法門確實超越其他法門。念佛法門只要專、只要精，不懷疑、不夾雜、不間斷，念佛三昧就是一心不亂，不難證得，證得這個，那真的是得大自在，得真實的受用。"
    },
    {
      "id": "01-003-0258_p0051",
      "zh_CN": "演【空寻文疏劳身心者，四十二章经云：博闻爱道，道必难会，守志奉道，其道甚大。】",
      "zh_TW": "演【空尋文疏勞身心者，四十二章經云：博聞愛道，道必難會，守志奉道，其道甚大。】"
    },
    {
      "id": "01-003-0258_p0052",
      "zh_CN": "这四句话非常简单，十六个字，真的是对于一个修行人，希望自己有成就的人，是一个最有力量的开示，指导我们应该用什么样的态度去修学。这十六个字是修行的纲领原则，能够遵守，真的是事半功倍，能够收到很好的效果。「博闻」就是你从广学多闻下手。「爱道」，你非常喜欢大乘佛法。「道必难会」，会是体会、契入，也就是我们平常讲的证道，你想体会、想契入、想证得，太难了。这就证明，英法师一生在《华严经》下功夫，虽然讲四十遍，所讲的都是皮毛，都是文字上的知见，一点用处也没有；换句话说，不能会归自性就没用处，也就是清凉大师所讲的，统统是增长邪见。要怎样才能见性？「守志奉道」，就是一门深入，那就行了，其道就甚大。「志」，志于一，你能守得住，「奉」是奉行。依教奉行，一门深入，就对了。佛法在理上讲是平等的，「法门平等，无有高下」，只要一门深入，统统都可以明心见性，见性成佛，都能成就。无论你持戒也好、参禅也好、学教也好、持咒也好、念佛也好，一门，决定不可以学两门，两门以上就难了。譬如我们这个佛堂，现在有三个门，你在门外考虑想进来，走哪个门进来？有没有办法三个门同时进来？你在外头打妄想，打一辈子妄想你也进不来。如果从一门进来，随便从哪个门就进来了，就是这个道理。进来之后，你得到的是大总持法门，没有一样你得不到。你进不来，在外面有差别，有无量的法门，进来之后就变成一个，无量法门都归在一起，一即无量、无量即一。",
      "zh_TW": "這四句話非常簡單，十六個字，真的是對於一個修行人，希望自己有成就的人，是一個最有力量的開示，指導我們應該用什麼樣的態度去修學。這十六個字是修行的綱領原則，能夠遵守，真的是事半功倍，能夠收到很好的效果。「博聞」就是你從廣學多聞下手。「愛道」，你非常喜歡大乘佛法。「道必難會」，會是體會、契入，也就是我們平常講的證道，你想體會、想契入、想證得，太難了。這就證明，英法師一生在《華嚴經》下功夫，雖然講四十遍，所講的都是皮毛，都是文字上的知見，一點用處也沒有；換句話說，不能會歸自性就沒用處，也就是清涼大師所講的，統統是增長邪見。要怎樣才能見性？「守志奉道」，就是一門深入，那就行了，其道就甚大。「志」，志於一，你能守得住，「奉」是奉行。依教奉行，一門深入，就對了。佛法在理上講是平等的，「法門平等，無有高下」，只要一門深入，統統都可以明心見性，見性成佛，都能成就。無論你持戒也好、參禪也好、學教也好、持咒也好、念佛也好，一門，決定不可以學兩門，兩門以上就難了。譬如我們這個佛堂，現在有三個門，你在門外考慮想進來，走哪個門進來？有沒有辦法三個門同時進來？你在外頭打妄想，打一輩子妄想你也進不來。如果從一門進來，隨便從哪個門就進來了，就是這個道理。進來之後，你得到的是大總持法門，沒有一樣你得不到。你進不來，在外面有差別，有無量的法門，進來之後就變成一個，無量法門都歸在一起，一即無量、無量即一。"
    },
    {
      "id": "01-003-0258_p0053",
      "zh_CN": "《四十二章经》、《八大人觉经》是佛法刚刚到中国来，最初翻译的经典。实际上释迦牟尼佛当年在世没有讲过《八大人觉经》、《四十二章经》，《八大人觉经》跟《四十二章经》都是属于诸经节要，这是早年佛法到中国用这个方法。同样一个道理，我们把佛法传到外国，用这种方法最好，诸经节要，诸经摘录，又好翻、又好讲、又很契机，对初学确实是方便。它的句子，句句都非常精彩，没有废话。",
      "zh_TW": "《四十二章經》、《八大人覺經》是佛法剛剛到中國來，最初翻譯的經典。實際上釋迦牟尼佛當年在世沒有講過《八大人覺經》、《四十二章經》，《八大人覺經》跟《四十二章經》都是屬於諸經節要，這是早年佛法到中國用這個方法。同樣一個道理，我們把佛法傳到外國，用這種方法最好，諸經節要，諸經摘錄，又好翻、又好講、又很契機，對初學確實是方便。它的句子，句句都非常精彩，沒有廢話。"
    },
    {
      "id": "01-003-0258_p0054",
      "zh_CN": "演【永嘉云：吾早年来积学问，亦曾讨疏寻经论，分别名相不知休，入海算沙徒自困。是也。】",
      "zh_TW": "演【永嘉云：吾早年來積學問，亦曾討疏尋經論，分別名相不知休，入海算沙徒自困。是也。】"
    },
    {
      "id": "01-003-0258_p0055",
      "zh_CN": "永嘉大师这首偈是在《证道歌》上的。永嘉大师是六祖的学生，他跟六祖只有一天，在六祖会下几句话一问答、一印证，开悟了，他就要走了。六祖说：你为什么走得这么快，住一晚，第二天再走。六祖留他住一晚，这就是有名的「一宿觉」。这首偈，是他开悟以后，说他从前摸索的时候遇到一些障难。可是这些过来人把这个事实真相道破了，后人看到这个还想跟他走，还不觉悟，还不肯回头，那真是愚人。他在早年也是研究教理，「讨疏」，疏是注解，搜集古今这些大德们的注解来做参考，研究经论，在这上面下功夫。分别思惟这些名相，不知休，他很精进、很勤奋，日夜都在那里忙着做学问。我们迷的时候看到，了不起，真用功，做学问；觉悟的人说这是打妄想，搞邪知邪见。从名相经论里下手，就是唯识学家讲的「入海算沙」，没完没了！悟了之后，才晓得那个做法是「自困」，自己困惑自己。",
      "zh_TW": "永嘉大師這首偈是在《證道歌》上的。永嘉大師是六祖的學生，他跟六祖只有一天，在六祖會下幾句話一問答、一印證，開悟了，他就要走了。六祖說：你為什麼走得這麼快，住一晚，第二天再走。六祖留他住一晚，這就是有名的「一宿覺」。這首偈，是他開悟以後，說他從前摸索的時候遇到一些障難。可是這些過來人把這個事實真相道破了，後人看到這個還想跟他走，還不覺悟，還不肯回頭，那真是愚人。他在早年也是研究教理，「討疏」，疏是註解，蒐集古今這些大德們的註解來做參考，研究經論，在這上面下功夫。分別思惟這些名相，不知休，他很精進、很勤奮，日夜都在那裡忙著做學問。我們迷的時候看到，了不起，真用功，做學問；覺悟的人說這是打妄想，搞邪知邪見。從名相經論裡下手，就是唯識學家講的「入海算沙」，沒完沒了！悟了之後，才曉得那個做法是「自困」，自己困惑自己。"
    },
    {
      "id": "01-003-0258_p0056",
      "zh_CN": "这都是开悟以后的话，这都是过来人的话。但是诸位一定要记住，从这个路子走，真正走过来的有几个人？太少太少了。走不过来就死在里头，所谓死在教下，困死迷宫，那个教网叫迷宫，走进去之后永远出不来了，能钻出来的是幸运。像前面讲的英法师，他要不入道绰禅师的念佛堂，他就出不来，出不来就死在教下。永嘉大师有机会遇到六祖能大师，这也是在教网里打滚非常幸运的一个人。末后这个结论，何期念佛不可思议。",
      "zh_TW": "這都是開悟以後的話，這都是過來人的話。但是諸位一定要記住，從這個路子走，真正走過來的有幾個人？太少太少了。走不過來就死在裡頭，所謂死在教下，困死迷宮，那個教網叫迷宮，走進去之後永遠出不來了，能鑽出來的是幸運。像前面講的英法師，他要不入道綽禪師的念佛堂，他就出不來，出不來就死在教下。永嘉大師有機會遇到六祖能大師，這也是在教網裡打滾非常幸運的一個人。末後這個結論，何期念佛不可思議。"
    },
    {
      "id": "01-003-0258_p0057",
      "zh_CN": "莲池大师的《疏钞》，在整个大乘佛法来说，是非常了不起的贡献。大乘佛法，佛法大海，他能把真相说明白，把正确的方向、目标为我们指示出来，这就是他最大的贡献。我们细细的读，细心去体会，可以说是所有的疑惑都消除了，真实的信愿从这个地方建立起来，我们欠缺的善根福德都藉这个因缘补足。《疏钞》我们印的很多，几个人去念？纵然去念，能念得懂吗？由此可知，因缘难得！讲一遍《疏钞》不容易，需要很长的时间；讲很难，听也不容易。",
      "zh_TW": "蓮池大師的《疏鈔》，在整個大乘佛法來說，是非常了不起的貢獻。大乘佛法，佛法大海，他能把真相說明白，把正確的方向、目標為我們指示出來，這就是他最大的貢獻。我們細細的讀，細心去體會，可以說是所有的疑惑都消除了，真實的信願從這個地方建立起來，我們欠缺的善根福德都藉這個因緣補足。《疏鈔》我們印的很多，幾個人去念？縱然去念，能念得懂嗎？由此可知，因緣難得！講一遍《疏鈔》不容易，需要很長的時間；講很難，聽也不容易。"
    },
    {
      "id": "01-003-0258_p0058",
      "zh_CN": "疏【称理，则自性离心言相，是不可思议功德义。】",
      "zh_TW": "疏【稱理，則自性離心言相，是不可思議功德義。】"
    },
    {
      "id": "01-003-0258_p0059",
      "zh_CN": "『自性』是真如本性，真如本性里面没有言语、没有相状。马鸣菩萨在《起信论》里面教给我们，「离言说相，离名字相，离心缘相」。没有办法想像，也无法说出，那是『不可思议功德』。这是禅家常常说的。在莲池大师那个时代，一般人总认为佛法里面禅是第一，所以大师为大众介绍《阿弥陀经》，每一段后面都用禅的境界来体会，证明《阿弥陀经》确确实实是「无上甚深禅」。他老人家在注解里面，绝大多数引用《华严经》，这在教下来讲，大家都认为《华严经》是经中之王，根本法轮，他老人家处处用《华严经》来解释《阿弥陀经》，把《阿弥陀经》提升跟《华严经》一样，用意在此地。说明这个经在大乘佛法才确确实实是第一经，这是老人家用的苦心。事实确实是如此！可惜世人不认识，这真可惜。所以这是称性，自性功德不可思议，这是禅、教、密没有一个不承认的。《弥陀经》里面讲的这种种事相，全是自性流露出来不思议功德，从阿弥陀佛自性当中流露出来的。阿弥陀佛加持一切大众，使一切大众虽然没有断烦恼，这下品往生的，见思、尘沙、无明统统没有断，弥陀威神加持也能把它自性功德带领出来，这是真正不可思议，是这么一回事情。我们理上知道了，事实就不怀疑了，断疑才能生决定的信心，从信心里面才生出恳切的愿望，我们这句佛号才会念得很欢喜，念得不疲不厌，能够生法喜，才能得真实受用。我们今天就讲到此地。",
      "zh_TW": "『自性』是真如本性，真如本性裡面沒有言語、沒有相狀。馬鳴菩薩在《起信論》裡面教給我們，「離言說相，離名字相，離心緣相」。沒有辦法想像，也無法說出，那是『不可思議功德』。這是禪家常常說的。在蓮池大師那個時代，一般人總認為佛法裡面禪是第一，所以大師為大眾介紹《阿彌陀經》，每一段後面都用禪的境界來體會，證明《阿彌陀經》確確實實是「無上甚深禪」。他老人家在註解裡面，絕大多數引用《華嚴經》，這在教下來講，大家都認為《華嚴經》是經中之王，根本法輪，他老人家處處用《華嚴經》來解釋《阿彌陀經》，把《阿彌陀經》提升跟《華嚴經》一樣，用意在此地。說明這個經在大乘佛法才確確實實是第一經，這是老人家用的苦心。事實確實是如此！可惜世人不認識，這真可惜。所以這是稱性，自性功德不可思議，這是禪、教、密沒有一個不承認的。《彌陀經》裡面講的這種種事相，全是自性流露出來不思議功德，從阿彌陀佛自性當中流露出來的。阿彌陀佛加持一切大眾，使一切大眾雖然沒有斷煩惱，這下品往生的，見思、塵沙、無明統統沒有斷，彌陀威神加持也能把它自性功德帶領出來，這是真正不可思議，是這麼一回事情。我們理上知道了，事實就不懷疑了，斷疑才能生決定的信心，從信心裡面才生出懇切的願望，我們這句佛號才會念得很歡喜，念得不疲不厭，能夠生法喜，才能得真實受用。我們今天就講到此地。"
    }
  ]
}