{
  "doc_id": "01-003-0216",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一六集",
    "zh_TW": "第二一六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0216",
  "total_paragraphs": 137,
  "paragraphs": [
    {
      "id": "01-003-0216_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四二八页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四二八頁："
    },
    {
      "id": "01-003-0216_p0002",
      "zh_CN": "钞【证福德者，大品般若经云：若人散心念佛，亦得离苦，其福不尽，况定意念。】",
      "zh_TW": "鈔【證福德者，大品般若經云：若人散心念佛，亦得離苦，其福不盡，況定意念。】"
    },
    {
      "id": "01-003-0216_p0003",
      "zh_CN": "这是大师再引经论来证明持名念佛就是多善根、多福德。所以修善根福德，老实念佛就统统具足了。一般未能深入经藏的人，听了这些话未必能相信，这才引经据典为我们证明。前面一段是证明善根，这一段则证明念佛就是修福。首先举《大品般若经》上这一段话，《演义》有注解：",
      "zh_TW": "這是大師再引經論來證明持名念佛就是多善根、多福德。所以修善根福德，老實念佛就統統具足了。一般未能深入經藏的人，聽了這些話未必能相信，這才引經據典為我們證明。前面一段是證明善根，這一段則證明念佛就是修福。首先舉《大品般若經》上這一段話，《演義》有註解："
    },
    {
      "id": "01-003-0216_p0004",
      "zh_CN": "演【散心念佛，是着实忆持，着实体究，未入一心者，非如今人全不着意，徒事唇舌也。】",
      "zh_TW": "演【散心念佛，是著實憶持，著實體究，未入一心者，非如今人全不著意，徒事唇舌也。】"
    },
    {
      "id": "01-003-0216_p0005",
      "zh_CN": "这是给我们说出什么叫散心念，散心念可以说他是相当的专心，不过功夫没到家，没有成就。当然我们的烦恼习气很重，绝对不是短时间就能念到一心不乱，或者念到功夫成片的，没那么容易。有些人念佛念了三个月、念了半年，觉得还不能得一心，干脆就不念了；或者听说别宗快，他就学别的去了，这样一生都学不成功。认真的念、老实念，念到半年决定有进步，进步从哪里看？妄念少了，妄念还是有，比从前少一些；以前糊里糊涂，现在不太糊涂，头脑清醒一点，这个清醒就是智慧，就是生智慧，智慧增长。烦恼轻、智慧长，这就是很好的效果，就是念佛的成就。念到二年、三年，妄念就更少了，功夫得力的就能觉察到往生有信心、有把握，会念到这个程度，这就是很好的功夫。",
      "zh_TW": "這是給我們說出什麼叫散心念，散心念可以說他是相當的專心，不過功夫沒到家，沒有成就。當然我們的煩惱習氣很重，絕對不是短時間就能念到一心不亂，或者念到功夫成片的，沒那麼容易。有些人念佛念了三個月、念了半年，覺得還不能得一心，乾脆就不念了；或者聽說別宗快，他就學別的去了，這樣一生都學不成功。認真的念、老實念，念到半年決定有進步，進步從哪裡看？妄念少了，妄念還是有，比從前少一些；以前糊裡糊塗，現在不太糊塗，頭腦清醒一點，這個清醒就是智慧，就是生智慧，智慧增長。煩惱輕、智慧長，這就是很好的效果，就是念佛的成就。念到二年、三年，妄念就更少了，功夫得力的就能覺察到往生有信心、有把握，會念到這個程度，這就是很好的功夫。"
    },
    {
      "id": "01-003-0216_p0006",
      "zh_CN": "念佛为什么不得力？你的烦恼习气不肯放下，这样念佛就很不容易得力。换句话说，一个人要真正觉悟，觉悟什么？生死事大，轮回可怖，是真正恐怖的。你要有这种警觉心，换句话说，我这一生什么都不求，我就想求了生死、超越轮回。什么方法才能做得到？唯有念佛求生净土。所以印光法师自己写警惕的句子，念佛人，他自己是如此，一天到晚把「死」字顶在额头上。印祖的房间有一个小佛堂，供着一尊阿弥陀佛，阿弥陀佛后面就是一个条屏，写个「死」字。常常有这样的警觉心，功夫自然就得力了。",
      "zh_TW": "念佛為什麼不得力？你的煩惱習氣不肯放下，這樣念佛就很不容易得力。換句話說，一個人要真正覺悟，覺悟什麼？生死事大，輪迴可怖，是真正恐怖的。你要有這種警覺心，換句話說，我這一生什麼都不求，我就想求了生死、超越輪迴。什麼方法才能做得到？唯有念佛求生淨土。所以印光法師自己寫警惕的句子，念佛人，他自己是如此，一天到晚把「死」字頂在額頭上。印祖的房間有一個小佛堂，供著一尊阿彌陀佛，阿彌陀佛後面就是一個條屏，寫個「死」字。常常有這樣的警覺心，功夫自然就得力了。"
    },
    {
      "id": "01-003-0216_p0007",
      "zh_CN": "散心念佛，「着实忆持」，认真在念，「着实体究」，体是体会，究是参究，真正去体会，真正去参究，但是没有得一心，没有得一心都叫做散心。决不是像现在人有口无心，这样念没有用处。念佛人心里面起贪瞋痴慢，外面还受境界诱惑，这样念佛就是古德所讲「喊破喉咙也枉然」，只能说是种善根，这一生要想往生相当困难。",
      "zh_TW": "散心念佛，「著實憶持」，認真在念，「著實體究」，體是體會，究是參究，真正去體會，真正去參究，但是沒有得一心，沒有得一心都叫做散心。決不是像現在人有口無心，這樣念沒有用處。念佛人心裡面起貪瞋痴慢，外面還受境界誘惑，這樣念佛就是古德所講「喊破喉嚨也枉然」，只能說是種善根，這一生要想往生相當困難。"
    },
    {
      "id": "01-003-0216_p0008",
      "zh_CN": "演【定意念佛，是既得事一心。】",
      "zh_TW": "演【定意念佛，是既得事一心。】"
    },
    {
      "id": "01-003-0216_p0009",
      "zh_CN": "「事一心」是把功夫成片包括在这个范围之内。功夫成片是浅的事一心，念到见思烦恼断了是深的事一心。如果我们把事一心分做三品：下品是功夫成片，中品是断见惑，上品是断思惑。什么叫功夫成片？一天到晚心里面有佛号，心里面想佛，除了忆佛念佛之外，什么妄念也不想，这就是功夫成一片。烦恼并没有断，见思烦恼都没有断，虽然没有断，功夫得力，也就是烦恼不会起现行。烦恼刚刚出来，第一个妄念出来，第二个它就是阿弥陀佛，就把它压下去了。有这样的功夫，给诸位说，决定往生，生凡圣同居土。如果念到上品事一心不乱，那就是生方便有余土，而不是凡圣同居土，这是决定可以往生。所以念到功夫成片之后，这句佛号继续不断还在念。",
      "zh_TW": "「事一心」是把功夫成片包括在這個範圍之內。功夫成片是淺的事一心，念到見思煩惱斷了是深的事一心。如果我們把事一心分做三品：下品是功夫成片，中品是斷見惑，上品是斷思惑。什麼叫功夫成片？一天到晚心裡面有佛號，心裡面想佛，除了憶佛念佛之外，什麼妄念也不想，這就是功夫成一片。煩惱並沒有斷，見思煩惱都沒有斷，雖然沒有斷，功夫得力，也就是煩惱不會起現行。煩惱剛剛出來，第一個妄念出來，第二個它就是阿彌陀佛，就把它壓下去了。有這樣的功夫，給諸位說，決定往生，生凡聖同居土。如果念到上品事一心不亂，那就是生方便有餘土，而不是凡聖同居土，這是決定可以往生。所以念到功夫成片之後，這句佛號繼續不斷還在念。"
    },
    {
      "id": "01-003-0216_p0010",
      "zh_CN": "演【而复于定心中，念念忆持，心心研究者。】",
      "zh_TW": "演【而復於定心中，念念憶持，心心研究者。】"
    },
    {
      "id": "01-003-0216_p0011",
      "zh_CN": "这个「研究」不用心意识的，只一直念下去就行了。念念之中具足信愿行，念念之中具足六度十愿，这是说这个意思。事一心成就了，还不能间断，还是这功夫绵绵不断的下去，把自己的境界向上提升，往生西方极乐世界品位就增高了。",
      "zh_TW": "這個「研究」不用心意識的，只一直念下去就行了。念念之中具足信願行，念念之中具足六度十願，這是說這個意思。事一心成就了，還不能間斷，還是這功夫綿綿不斷的下去，把自己的境界向上提升，往生西方極樂世界品位就增高了。"
    },
    {
      "id": "01-003-0216_p0012",
      "zh_CN": "演【若是理一心，则是离念境界，既已无意，兼亦不止是定也。】",
      "zh_TW": "演【若是理一心，則是離念境界，既已無意，兼亦不止是定也。】"
    },
    {
      "id": "01-003-0216_p0013",
      "zh_CN": "念到理一心不乱，他念不念？还念。念而无念，无念而念，他这句佛号决定不中断。所以境界不断的往上提升，品位也不断的增高。念佛人总要记住，决定不贪生怕死，实在讲，往生西方极乐世界是愈早愈好，要知道这个世间太苦，没有丝毫值得留恋的。留恋这个世界是愚痴，你有什么理由留恋这个世界？",
      "zh_TW": "念到理一心不亂，他念不念？還念。念而無念，無念而念，他這句佛號決定不中斷。所以境界不斷的往上提升，品位也不斷的增高。念佛人總要記住，決定不貪生怕死，實在講，往生西方極樂世界是愈早愈好，要知道這個世間太苦，沒有絲毫值得留戀的。留戀這個世界是愚痴，你有什麼理由留戀這個世界？"
    },
    {
      "id": "01-003-0216_p0014",
      "zh_CN": "「散心念佛，亦得离苦，其福不尽」，那个福报不但我们没有办法说得出，诸佛菩萨也说不尽，这是真的。所以，这一句名号是万德洪名。",
      "zh_TW": "「散心念佛，亦得離苦，其福不盡」，那個福報不但我們沒有辦法說得出，諸佛菩薩也說不盡，這是真的。所以，這一句名號是萬德洪名。"
    },
    {
      "id": "01-003-0216_p0015",
      "zh_CN": "钞【称扬诸佛功德经云。】",
      "zh_TW": "鈔【稱揚諸佛功德經云。】"
    },
    {
      "id": "01-003-0216_p0016",
      "zh_CN": "说明持名念佛确实是福德，经论很多很多，这又是一部，经上说：",
      "zh_TW": "說明持名念佛確實是福德，經論很多很多，這又是一部，經上說："
    },
    {
      "id": "01-003-0216_p0017",
      "zh_CN": "钞【若有得闻无量寿如来名者，一心信乐，持讽诵念。此人当得无量之福，永离三途，命终之后，往生彼刹。】",
      "zh_TW": "鈔【若有得聞無量壽如來名者，一心信樂，持諷誦念。此人當得無量之福，永離三途，命終之後，往生彼剎。】"
    },
    {
      "id": "01-003-0216_p0018",
      "zh_CN": "这不是在净土三经，是《称扬诸佛功德经》，这不是称扬一尊佛，「诸佛」是指十方三世一切诸佛，这很不可思议。一切诸佛都念佛，那菩萨就更不必说了。佛给我们做一个榜样，他的关键就是「一心信乐」，乐（一ㄠˋ）是乐好，念去声字，乐好就是爱好，一心爱好。",
      "zh_TW": "這不是在淨土三經，是《稱揚諸佛功德經》，這不是稱揚一尊佛，「諸佛」是指十方三世一切諸佛，這很不可思議。一切諸佛都念佛，那菩薩就更不必說了。佛給我們做一個榜樣，他的關鍵就是「一心信樂」，樂（一ㄠˋ）是樂好，念去聲字，樂好就是愛好，一心愛好。"
    },
    {
      "id": "01-003-0216_p0019",
      "zh_CN": "演【一心信乐，是信愿二资。】",
      "zh_TW": "演【一心信樂，是信願二資。】"
    },
    {
      "id": "01-003-0216_p0020",
      "zh_CN": "他要是不信，不愿意求往生，他对这个就不能生欢喜心；能生欢喜心，一定是深信切愿，往生西方极乐世界三个条件，前面两个他具足了。",
      "zh_TW": "他要是不信，不願意求往生，他對這個就不能生歡喜心；能生歡喜心，一定是深信切願，往生西方極樂世界三個條件，前面兩個他具足了。"
    },
    {
      "id": "01-003-0216_p0021",
      "zh_CN": "演【持讽诵念是行资。】",
      "zh_TW": "演【持諷誦念是行資。】"
    },
    {
      "id": "01-003-0216_p0022",
      "zh_CN": "信、愿、行三个条件都具足了。「持」是受持，就是接受，经典里面所讲的理论、方法、境界，他完全明了、完全接受。「讽诵」就是高声唱念这句佛号。",
      "zh_TW": "信、願、行三個條件都具足了。「持」是受持，就是接受，經典裡面所講的理論、方法、境界，他完全明瞭、完全接受。「諷誦」就是高聲唱念這句佛號。"
    },
    {
      "id": "01-003-0216_p0023",
      "zh_CN": "演【持而讽，诵而念，正用心之极。】",
      "zh_TW": "演【持而諷，誦而念，正用心之極。】"
    },
    {
      "id": "01-003-0216_p0024",
      "zh_CN": "这真正是用功，而且功夫非常得力。",
      "zh_TW": "這真正是用功，而且功夫非常得力。"
    },
    {
      "id": "01-003-0216_p0025",
      "zh_CN": "演【所谓口与心，声声相应；心与佛，步步不离也。此不往生，谁复往生？】",
      "zh_TW": "演【所謂口與心，聲聲相應；心與佛，步步不離也。此不往生，誰復往生？】"
    },
    {
      "id": "01-003-0216_p0026",
      "zh_CN": "这个人不往生，还有什么人能往生？生到西方极乐世界，我们的智慧福德神通道力几乎跟等觉菩萨平等，这种殊胜的功德利益到哪里去找？所以这个人的福报大了。",
      "zh_TW": "這個人不往生，還有什麼人能往生？生到西方極樂世界，我們的智慧福德神通道力幾乎跟等覺菩薩平等，這種殊勝的功德利益到哪裡去找？所以這個人的福報大了。"
    },
    {
      "id": "01-003-0216_p0027",
      "zh_CN": "『此人当得无量之福』，你在世间无论修什么样的福报也比不上他。所以我们念佛人要修福，到哪里去修？念这一句阿弥陀佛就是修福。劝人念佛是修大福报，这世间人不知道！不知道念佛是慧，不知道念佛是福，所以佛在经上常说这些众生是可怜悯者。『永离三途，命终之后，往生彼刹』。",
      "zh_TW": "『此人當得無量之福』，你在世間無論修什麼樣的福報也比不上他。所以我們念佛人要修福，到哪裡去修？念這一句阿彌陀佛就是修福。勸人念佛是修大福報，這世間人不知道！不知道念佛是慧，不知道念佛是福，所以佛在經上常說這些眾生是可憐憫者。『永離三途，命終之後，往生彼剎』。"
    },
    {
      "id": "01-003-0216_p0028",
      "zh_CN": "钞【智论云：譬如有人初生堕地，即能日行千里，满一千岁，七宝奉佛，不如有人，于后恶世，一声称念阿弥陀佛，其福胜彼。】",
      "zh_TW": "鈔【智論云：譬如有人初生墮地，即能日行千里，滿一千歲，七寶奉佛，不如有人，於後惡世，一聲稱念阿彌陀佛，其福勝彼。】"
    },
    {
      "id": "01-003-0216_p0029",
      "zh_CN": "《大智度论》上有这么一段文，从一个比喻上来说念佛福报的殊胜。假使有一个人，这个人很了不起，一生下来就会走路，而且一天能走一千里。实在讲这是比喻，没有这样的人。『满一千岁』，这是说他有这么长的寿命。以『七宝』供养佛，这是说供佛这个福报很大！但是他修这样大的福报，还不如有一个人在后来恶世，就是五浊恶世，实在就是指我们现前这个时代，一声称念阿弥陀佛，没有念多，只念一声，念一声阿弥陀佛的福报就超过那个「初生堕地，日行千里，满一千岁，七宝奉佛」的福报，超过他。这个我们相不相信？前面所讲的福报，可以说是生生世世享天上人间的福报，为什么？因为它不是出世的因，他所得的果报是天上人间的福报，还是享得尽的。一念阿弥陀佛，虽然现前看不出什么，阿赖耶里面已种下金刚种子，这一生纵然不能成就，多生多劫之后遇到缘，这个种子起现行，必定往生成佛。这个名号的福报是成佛的福，那个供养诸佛的福报是人天福报，不能比，这是真的。所以一称阿弥陀佛之福，没有人能说得尽。",
      "zh_TW": "《大智度論》上有這麼一段文，從一個比喻上來說念佛福報的殊勝。假使有一個人，這個人很了不起，一生下來就會走路，而且一天能走一千里。實在講這是比喻，沒有這樣的人。『滿一千歲』，這是說他有這麼長的壽命。以『七寶』供養佛，這是說供佛這個福報很大！但是他修這樣大的福報，還不如有一個人在後來惡世，就是五濁惡世，實在就是指我們現前這個時代，一聲稱念阿彌陀佛，沒有念多，只念一聲，念一聲阿彌陀佛的福報就超過那個「初生墮地，日行千里，滿一千歲，七寶奉佛」的福報，超過他。這個我們相不相信？前面所講的福報，可以說是生生世世享天上人間的福報，為什麼？因為它不是出世的因，他所得的果報是天上人間的福報，還是享得盡的。一念阿彌陀佛，雖然現前看不出什麼，阿賴耶裡面已種下金剛種子，這一生縱然不能成就，多生多劫之後遇到緣，這個種子起現行，必定往生成佛。這個名號的福報是成佛的福，那個供養諸佛的福報是人天福報，不能比，這是真的。所以一稱阿彌陀佛之福，沒有人能說得盡。"
    },
    {
      "id": "01-003-0216_p0030",
      "zh_CN": "钞【增一阿含经云：四事供养阎浮提一切众生，若有称佛名号，如取乳顷，功德过上，不可思议。】",
      "zh_TW": "鈔【增一阿含經云：四事供養閻浮提一切眾生，若有稱佛名號，如取乳頃，功德過上，不可思議。】"
    },
    {
      "id": "01-003-0216_p0031",
      "zh_CN": "这是小乘经，《四阿含》之一。『四事供养』，四事是饮食、衣服、卧具、医药。佛陀在世的时候，供养修行的人只有这四桩事情。因为当时出家人他们的生活方式是「日中一食，树下一宿」，他不住房子，树下也只住一晚，第二天他到别的地方去了。所以你能供养他的，饮食、衣服、卧具，他生病的时候，医药。修道的人手上不拿金钱，从前是这样的供养。『供养阎浮提一切众生』，供养地球上一切众生，这个福报大不大？当然是很大。可是怎么样？还不如一个人念一声佛号，『称佛名号，功德不可思议』。《阿含经》里面没有说是称阿弥陀佛，只是讲「称佛名号」，那个功德之殊胜，得福的快速，没有其他的修法能跟它相比。经上说得很明白，『若有称佛名号，如取乳顷』，挤牛奶的时间很短，这是讲你念佛的时间很短，你所得的功德超过四事供养阎浮提一切众生，这说明念佛功德不可思议。经上称赞念佛功德的地方太多，不胜枚举，这是略举几种来给我们做证明。",
      "zh_TW": "這是小乘經，《四阿含》之一。『四事供養』，四事是飲食、衣服、臥具、醫藥。佛陀在世的時候，供養修行的人只有這四樁事情。因為當時出家人他們的生活方式是「日中一食，樹下一宿」，他不住房子，樹下也只住一晚，第二天他到別的地方去了。所以你能供養他的，飲食、衣服、臥具，他生病的時候，醫藥。修道的人手上不拿金錢，從前是這樣的供養。『供養閻浮提一切眾生』，供養地球上一切眾生，這個福報大不大？當然是很大。可是怎麼樣？還不如一個人念一聲佛號，『稱佛名號，功德不可思議』。《阿含經》裡面沒有說是稱阿彌陀佛，只是講「稱佛名號」，那個功德之殊勝，得福的快速，沒有其他的修法能跟它相比。經上說得很明白，『若有稱佛名號，如取乳頃』，擠牛奶的時間很短，這是講你念佛的時間很短，你所得的功德超過四事供養閻浮提一切眾生，這說明念佛功德不可思議。經上稱讚念佛功德的地方太多，不勝枚舉，這是略舉幾種來給我們做證明。"
    },
    {
      "id": "01-003-0216_p0032",
      "zh_CN": "钞【凡此，皆持名为多福德之明证也。】",
      "zh_TW": "鈔【凡此，皆持名為多福德之明證也。】"
    },
    {
      "id": "01-003-0216_p0033",
      "zh_CN": "明确的证据，我们要不信，那就没法子。",
      "zh_TW": "明確的證據，我們要不信，那就沒法子。"
    },
    {
      "id": "01-003-0216_p0034",
      "zh_CN": "钞【又宝积十九经云： 时一比丘，闻佛赞扬不动如来佛刹功德，心生贪着，而念生彼。佛言：不以爱恋之心，遂得往生，惟有植诸善本，修诸梵行，得生彼刹。】",
      "zh_TW": "鈔【又寶積十九經云： 時一比丘，聞佛讚揚不動如來佛剎功德，心生貪著，而念生彼。佛言：不以愛戀之心，遂得往生，惟有植諸善本，修諸梵行，得生彼剎。】"
    },
    {
      "id": "01-003-0216_p0035",
      "zh_CN": "这是《宝积经》第十九卷的一段经文。这一段很重要，我们念佛的同修，有许许多多人有同样的毛病。什么毛病？听说西方极乐世界很好，对那里起了贪爱之心，那个地方七宝宫殿，黄金为地，到那里再好好享受！用贪爱心念阿弥陀佛，执持名号不能往生，为什么？那个地方是净土，心净则土净，才能往生。你心不清净，不能往生。你佛号念得再多，只是种将来往生之因，这一生不能往生。诸位要晓得，一定要把这句佛号念到自己心地清净。《宝积经》上这一段公案值得我们警惕。『时一比丘』，当时一个出家人，听阿弥陀佛讲经说法，佛在那里赞扬不动如来佛刹的功德，他听了之后心里很欢喜，对于不动如来佛刹起了贪爱，『而念生彼』，他想往生。佛在世的时候，好！佛的神通广大，你心里起心动念他就知道了。佛看到这个人以贪爱心念佛求生佛刹，就告诉他，『不以爱恋之心，遂得往生』，不可以！为什么不可以？我们看小注：",
      "zh_TW": "這是《寶積經》第十九卷的一段經文。這一段很重要，我們念佛的同修，有許許多多人有同樣的毛病。什麼毛病？聽說西方極樂世界很好，對那裡起了貪愛之心，那個地方七寶宮殿，黃金為地，到那裡再好好享受！用貪愛心念阿彌陀佛，執持名號不能往生，為什麼？那個地方是淨土，心淨則土淨，才能往生。你心不清淨，不能往生。你佛號念得再多，只是種將來往生之因，這一生不能往生。諸位要曉得，一定要把這句佛號念到自己心地清淨。《寶積經》上這一段公案值得我們警惕。『時一比丘』，當時一個出家人，聽阿彌陀佛講經說法，佛在那裡讚揚不動如來佛剎的功德，他聽了之後心裡很歡喜，對於不動如來佛剎起了貪愛，『而念生彼』，他想往生。佛在世的時候，好！佛的神通廣大，你心裡起心動念他就知道了。佛看到這個人以貪愛心念佛求生佛剎，就告訴他，『不以愛戀之心，遂得往生』，不可以！為什麼不可以？我們看小註："
    },
    {
      "id": "01-003-0216_p0036",
      "zh_CN": "演【不以爱恋之心遂得往生者，以爱恋之心是情识，不是智慧故。是但知取相，不知妙理故。是徒生好乐，未起真行故。】",
      "zh_TW": "演【不以愛戀之心遂得往生者，以愛戀之心是情識，不是智慧故。是但知取相，不知妙理故。是徒生好樂，未起真行故。】"
    },
    {
      "id": "01-003-0216_p0037",
      "zh_CN": "这样的信愿行不是真实的，真实是理智的，不是感情的。感情用事只能种远因，这一生决定不能成就，所以学佛的人一定要有理性。理性把感情化成真正的慈悲，我们世间人讲爱，佛法讲慈悲，慈悲实在讲就是爱，为什么讲慈悲不讲爱？爱是感情的，慈悲是理性的。换句话说，理性的爱就叫慈悲，不是感情的。",
      "zh_TW": "這樣的信願行不是真實的，真實是理智的，不是感情的。感情用事只能種遠因，這一生決定不能成就，所以學佛的人一定要有理性。理性把感情化成真正的慈悲，我們世間人講愛，佛法講慈悲，慈悲實在講就是愛，為什麼講慈悲不講愛？愛是感情的，慈悲是理性的。換句話說，理性的愛就叫慈悲，不是感情的。"
    },
    {
      "id": "01-003-0216_p0038",
      "zh_CN": "往生，实在讲不是容易事情，没有理性是做不到的。新庄一对夫妇学佛二、三年，距离我们这里很远，所以只听录音带，听得很欢喜，他昨天来告诉我，说他学佛的原因。他是做医生的，知道因果报应，所以他替人看病收的费用收得很少，家人都不原谅他，说他替人看病收的钱连医药成本都不够。他的父亲、太太对他都不太谅解。太太也学佛，我就告诉她：积财不如积德！你先生今天这样做，你们有后福，他做的没错。只要生活能过得去就可以，何必要多赚钱？不如多积德。他告诉我，他学佛是听录音带起了信心，远因是他的祖母前几年过世。那时候一家都不信佛，祖母念佛，因为家里人都不信，所以处处就有障碍。她是心里默念，从来不出声，这样的念法。走的时候清清楚楚，她得癌症，在别人讲很痛苦，她没有痛苦。走的时候没有痛苦，生病也没有痛苦。走的时候晓得什么时候走，预知时至，死的时候满面红光比生的时候面孔还好看。他父亲叫家里人来看，他不知道念佛，他晓得他妈妈是个修行人，他说：修行人就不一样，她一定生天，相貌那么庄严。他那时候不太相信，现在听了佛法知道了，那是真的，决定往生。她临走的时候告诉她的女儿：「佛已经来了，在门口等我」，说完她就走了。他们那时候因为不信佛，认为这老太太眼睛花了，不太正常，胡说八道，现在想想，那是真的，佛来接引。",
      "zh_TW": "往生，實在講不是容易事情，沒有理性是做不到的。新莊一對夫婦學佛二、三年，距離我們這裡很遠，所以只聽錄音帶，聽得很歡喜，他昨天來告訴我，說他學佛的原因。他是做醫生的，知道因果報應，所以他替人看病收的費用收得很少，家人都不原諒他，說他替人看病收的錢連醫藥成本都不夠。他的父親、太太對他都不太諒解。太太也學佛，我就告訴她：積財不如積德！你先生今天這樣做，你們有後福，他做的沒錯。只要生活能過得去就可以，何必要多賺錢？不如多積德。他告訴我，他學佛是聽錄音帶起了信心，遠因是他的祖母前幾年過世。那時候一家都不信佛，祖母念佛，因為家裡人都不信，所以處處就有障礙。她是心裡默念，從來不出聲，這樣的念法。走的時候清清楚楚，她得癌症，在別人講很痛苦，她沒有痛苦。走的時候沒有痛苦，生病也沒有痛苦。走的時候曉得什麼時候走，預知時至，死的時候滿面紅光比生的時候面孔還好看。他父親叫家裡人來看，他不知道念佛，他曉得他媽媽是個修行人，他說：修行人就不一樣，她一定生天，相貌那麼莊嚴。他那時候不太相信，現在聽了佛法知道了，那是真的，決定往生。她臨走的時候告訴她的女兒：「佛已經來了，在門口等我」，說完她就走了。他們那時候因為不信佛，認為這老太太眼睛花了，不太正常，胡說八道，現在想想，那是真的，佛來接引。"
    },
    {
      "id": "01-003-0216_p0039",
      "zh_CN": "所以，决定不能以感情，这个情识是不相应的，一定要有智慧、要有理性，不是着相，是真正契入妙理，这是真修行。于这个世出世间法真正理解，知道取舍，哪是应该取的，哪是不应该取的。这个世间五欲六尘、六道轮回都是假的，没有一样是真实的，决定不可以贪恋。一心一意求生西方极乐世界，这就对了。到西方极乐世界是成就自己圆满的道业，自己有能力了，再回到这个世界来度化众生，这是真正聪明人，真正有智慧的人。",
      "zh_TW": "所以，決定不能以感情，這個情識是不相應的，一定要有智慧、要有理性，不是著相，是真正契入妙理，這是真修行。於這個世出世間法真正理解，知道取捨，哪是應該取的，哪是不應該取的。這個世間五欲六塵、六道輪迴都是假的，沒有一樣是真實的，決定不可以貪戀。一心一意求生西方極樂世界，這就對了。到西方極樂世界是成就自己圓滿的道業，自己有能力了，再回到這個世界來度化眾生，這是真正聰明人，真正有智慧的人。"
    },
    {
      "id": "01-003-0216_p0040",
      "zh_CN": "在这个世间弘法，大家发心出来学讲经弘法，好！好在哪里？好在你有胆量，牺牲自己成就别人。牺牲自己，将来自己要堕三途，为什么？因为自己到西方极乐世界没有把握，你就来打闲岔，讲经说法打闲岔了。你想想倓虚法师讲的这些公案，谛闲老法师一生弘法利生，是清朝末年天台宗的祖师。你看他那个徒弟，念三年佛站着往生，他一天到晚就一句佛号，没有打闲岔！谛闲老法师走的时候还生病，不如他。但是要晓得，像谛老、像倓虚法师确实能往生。自己真有把握，品位低一点不在乎，舍己为人，他是牺牲自己的品位帮助众生。我们今天连品位都靠不住，帮助别人，自己要堕三途，要搞六道轮回，这太可怕了。",
      "zh_TW": "在這個世間弘法，大家發心出來學講經弘法，好！好在哪裡？好在你有膽量，犧牲自己成就別人。犧牲自己，將來自己要墮三途，為什麼？因為自己到西方極樂世界沒有把握，你就來打閒岔，講經說法打閒岔了。你想想倓虛法師講的這些公案，諦閑老法師一生弘法利生，是清朝末年天台宗的祖師。你看他那個徒弟，念三年佛站著往生，他一天到晚就一句佛號，沒有打閒岔！諦閑老法師走的時候還生病，不如他。但是要曉得，像諦老、像倓虛法師確實能往生。自己真有把握，品位低一點不在乎，捨己為人，他是犧牲自己的品位幫助眾生。我們今天連品位都靠不住，幫助別人，自己要墮三途，要搞六道輪迴，這太可怕了。"
    },
    {
      "id": "01-003-0216_p0041",
      "zh_CN": "所以我劝讲经说法的这些同学们，你们要认真努力修持，对于自己往生西方净土决定有把握，然后来弘法利生，对了，那就正确。现在前途渺茫一片黑暗，都不晓得顾自己，这怎么得了！发这个大愿心是正确的，这个阶段要清楚，第一个阶段要自己认真的修学，学讲是附带的；到自己往生真正有把握，我以弘法利生为第一，自己修持时间少一点没有关系，决定能走得了！这要知道。所以舍己为人还是有一个限度，最低限度能达到凡圣同居土下下品往生。下下品拿不到，那就不得了！那就大错特错了。弘法利生是上报四恩、下济三苦，决不是为名闻利养。如果为名闻利养来弘法利生，必定堕落。",
      "zh_TW": "所以我勸講經說法的這些同學們，你們要認真努力修持，對於自己往生西方淨土決定有把握，然後來弘法利生，對了，那就正確。現在前途渺茫一片黑暗，都不曉得顧自己，這怎麼得了！發這個大願心是正確的，這個階段要清楚，第一個階段要自己認真的修學，學講是附帶的；到自己往生真正有把握，我以弘法利生為第一，自己修持時間少一點沒有關係，決定能走得了！這要知道。所以捨己為人還是有一個限度，最低限度能達到凡聖同居土下下品往生。下下品拿不到，那就不得了！那就大錯特錯了。弘法利生是上報四恩、下濟三苦，決不是為名聞利養。如果為名聞利養來弘法利生，必定墮落。"
    },
    {
      "id": "01-003-0216_p0042",
      "zh_CN": "《宝积经》这段话值得我们警觉，佛在此地讲『惟有植诸善本，修诸梵行，得生彼刹』，善本、梵行，在本宗讲就是一句佛号。",
      "zh_TW": "《寶積經》這段話值得我們警覺，佛在此地講『惟有植諸善本，修諸梵行，得生彼剎』，善本、梵行，在本宗講就是一句佛號。"
    },
    {
      "id": "01-003-0216_p0043",
      "zh_CN": "钞【善本即善根，梵行即福德。】",
      "zh_TW": "鈔【善本即善根，梵行即福德。】"
    },
    {
      "id": "01-003-0216_p0044",
      "zh_CN": "一句阿弥陀佛福慧双修。",
      "zh_TW": "一句阿彌陀佛福慧雙修。"
    },
    {
      "id": "01-003-0216_p0045",
      "zh_CN": "钞【此又双显持名，为多善多福之明证也。诸经交赞，可弗信受。】",
      "zh_TW": "鈔【此又雙顯持名，為多善多福之明證也。諸經交讚，可弗信受。】"
    },
    {
      "id": "01-003-0216_p0046",
      "zh_CN": "一切经都是这样赞叹，我们还不相信？还不能接受？",
      "zh_TW": "一切經都是這樣讚歎，我們還不相信？還不能接受？"
    },
    {
      "id": "01-003-0216_p0047",
      "zh_CN": "我们再看底下一段，这是大师在此假设一个问答。",
      "zh_TW": "我們再看底下一段，這是大師在此假設一個問答。"
    },
    {
      "id": "01-003-0216_p0048",
      "zh_CN": "疏【问：此土单修圆顿，不愿往生者，宁可谓之少善根耶。】",
      "zh_TW": "疏【問：此土單修圓頓，不願往生者，寧可謂之少善根耶。】"
    },
    {
      "id": "01-003-0216_p0049",
      "zh_CN": "问得好！『此土』是我们这个世间，确实有这种人。『单修圆顿法』，禅宗是圆顿法，他不愿意往生净土，天台、华严、般若，这些宗派里面许许多多的大德都不求生净土。这些人是不是也是少善根？",
      "zh_TW": "問得好！『此土』是我們這個世間，確實有這種人。『單修圓頓法』，禪宗是圓頓法，他不願意往生淨土，天台、華嚴、般若，這些宗派裡面許許多多的大德都不求生淨土。這些人是不是也是少善根？"
    },
    {
      "id": "01-003-0216_p0050",
      "zh_CN": "演【单修圆顿不愿往生者，是宗门师德。】",
      "zh_TW": "演【單修圓頓不願往生者，是宗門師德。】"
    },
    {
      "id": "01-003-0216_p0051",
      "zh_CN": "禅宗的祖师大德们。",
      "zh_TW": "禪宗的祖師大德們。"
    },
    {
      "id": "01-003-0216_p0052",
      "zh_CN": "演【直明直性不带纤尘。】",
      "zh_TW": "演【直明直性不帶纖塵。】"
    },
    {
      "id": "01-003-0216_p0053",
      "zh_CN": "直接求明心见性，真的一点妄念都没有。",
      "zh_TW": "直接求明心見性，真的一點妄念都沒有。"
    },
    {
      "id": "01-003-0216_p0054",
      "zh_CN": "演【佛来也杀，魔来也杀，念佛一声，漱口三日者。】",
      "zh_TW": "演【佛來也殺，魔來也殺，念佛一聲，漱口三日者。】"
    },
    {
      "id": "01-003-0216_p0055",
      "zh_CN": "这是不念佛的，不求往生的。诸位看看禅宗的《语录》，你就知道了。",
      "zh_TW": "這是不念佛的，不求往生的。諸位看看禪宗的《語錄》，你就知道了。"
    },
    {
      "id": "01-003-0216_p0056",
      "zh_CN": "演【宁可谓之少善根者，谓以持名为多善根，则此等师德，皆夙具般若灵根乃能尔也，宁可谓之少善根耶。】",
      "zh_TW": "演【甯可謂之少善根者，謂以持名為多善根，則此等師德，皆夙具般若靈根乃能爾也，甯可謂之少善根耶。】"
    },
    {
      "id": "01-003-0216_p0057",
      "zh_CN": "宗门的祖师大德都是了不起的人，过去生中修学的确实是深厚！难道这种人也少善根少福德？我们看莲池大师怎么解答的。",
      "zh_TW": "宗門的祖師大德都是了不起的人，過去生中修學的確實是深厚！難道這種人也少善根少福德？我們看蓮池大師怎麼解答的。"
    },
    {
      "id": "01-003-0216_p0058",
      "zh_CN": "疏【答：圆顿行人。】",
      "zh_TW": "疏【答：圓頓行人。】"
    },
    {
      "id": "01-003-0216_p0059",
      "zh_CN": "『行』是修行人，也就是说禅宗他们那些修行人。",
      "zh_TW": "『行』是修行人，也就是說禪宗他們那些修行人。"
    },
    {
      "id": "01-003-0216_p0060",
      "zh_CN": "疏【虽悟一心，尚余后有。】",
      "zh_TW": "疏【雖悟一心，尚餘後有。】"
    },
    {
      "id": "01-003-0216_p0061",
      "zh_CN": "『悟』是悟了，这是解悟，他不是证悟。换句话说，他烦恼习气没断，生死轮回出不去。",
      "zh_TW": "『悟』是悟了，這是解悟，他不是證悟。換句話說，他煩惱習氣沒斷，生死輪迴出不去。"
    },
    {
      "id": "01-003-0216_p0062",
      "zh_CN": "演【虽悟一心尚余后有者，谓若悟而即证无生，是真善根深厚。任渠横说竖说，无所不可；教渠往东往西，真如说梦。】",
      "zh_TW": "演【雖悟一心尚餘後有者，謂若悟而即證無生，是真善根深厚。任渠橫說豎說，無所不可；教渠往東往西，真如說夢。】"
    },
    {
      "id": "01-003-0216_p0063",
      "zh_CN": "这几句是说真的悟了，这是证悟。证悟的人可以，像六祖大师这样的人，明心见性，那是真的悟了，这是真正『善根深厚』。这样的人不多，非常的希有，他确实证得无生法忍。",
      "zh_TW": "這幾句是說真的悟了，這是證悟。證悟的人可以，像六祖大師這樣的人，明心見性，那是真的悟了，這是真正『善根深厚』。這樣的人不多，非常的希有，他確實證得無生法忍。"
    },
    {
      "id": "01-003-0216_p0064",
      "zh_CN": "演【若未得无生，而自负圆人。】",
      "zh_TW": "演【若未得無生，而自負圓人。】"
    },
    {
      "id": "01-003-0216_p0065",
      "zh_CN": "没有到这个境界，没有能够证得真正无生法忍，自以为是圆顿根性的，这是自作聪明的。",
      "zh_TW": "沒有到這個境界，沒有能夠證得真正無生法忍，自以為是圓頓根性的，這是自作聰明的。"
    },
    {
      "id": "01-003-0216_p0066",
      "zh_CN": "演【钝置净土，亦是善根浅尟也。】",
      "zh_TW": "演【鈍置淨土，亦是善根淺尟也。】"
    },
    {
      "id": "01-003-0216_p0067",
      "zh_CN": "这说得好。莲池大师在当时写这本《疏钞》，是禅宗很盛，净土非常衰微的时候，说话要不谨慎，得罪禅宗的大德，那就很难堪，这要惹多少人指责他、批评他！所以他说话小心谨慎。这部经上处处引用《华严》来解释，因为禅宗也尊崇《华严》，《弥陀经》身分地位从这里把它抬起来，苦口婆心！所以他的话很婉转，「虽悟一心，尚余后有」。",
      "zh_TW": "這說得好。蓮池大師在當時寫這本《疏鈔》，是禪宗很盛，淨土非常衰微的時候，說話要不謹慎，得罪禪宗的大德，那就很難堪，這要惹多少人指責他、批評他！所以他說話小心謹慎。這部經上處處引用《華嚴》來解釋，因為禪宗也尊崇《華嚴》，《彌陀經》身分地位從這裡把它抬起來，苦口婆心！所以他的話很婉轉，「雖悟一心，尚餘後有」。"
    },
    {
      "id": "01-003-0216_p0068",
      "zh_CN": "疏【正宜求生彼国，亲近弥陀。】",
      "zh_TW": "疏【正宜求生彼國，親近彌陀。】"
    },
    {
      "id": "01-003-0216_p0069",
      "zh_CN": "正应该要求生西方极乐世界，亲近阿弥陀佛，这个话有根据的，永明延寿大师就是最好的榜样。永明延寿禅师，在禅宗里面大彻大悟，明心见性，晚年专修净土、专弘净土，成为净土宗第六代的祖师。彻悟禅师也是从禅宗过来的，《彻悟禅师语录》都是劝参禅的人念佛求生净土。这有根据的。",
      "zh_TW": "正應該要求生西方極樂世界，親近阿彌陀佛，這個話有根據的，永明延壽大師就是最好的榜樣。永明延壽禪師，在禪宗裡面大徹大悟，明心見性，晚年專修淨土、專弘淨土，成為淨土宗第六代的祖師。徹悟禪師也是從禪宗過來的，《徹悟禪師語錄》都是勸參禪的人念佛求生淨土。這有根據的。"
    },
    {
      "id": "01-003-0216_p0070",
      "zh_CN": "疏【喆老青公，皎然覆辙，若其自负圆人，不愿往生，当知亦是善根薄故，如华严中说。】",
      "zh_TW": "疏【喆老青公，皎然覆轍，若其自負圓人，不願往生，當知亦是善根薄故，如華嚴中說。】"
    },
    {
      "id": "01-003-0216_p0071",
      "zh_CN": "怕人不相信，举出《华严经》做依据。我们看喆老、青公这两个人的公案。",
      "zh_TW": "怕人不相信，舉出《華嚴經》做依據。我們看喆老、青公這兩個人的公案。"
    },
    {
      "id": "01-003-0216_p0072",
      "zh_CN": "演【喆老住京师四十年，常坐不卧。】",
      "zh_TW": "演【喆老住京師四十年，常坐不臥。】"
    },
    {
      "id": "01-003-0216_p0073",
      "zh_CN": "这是参禅的大德，我们今天讲不倒单。",
      "zh_TW": "這是參禪的大德，我們今天講不倒單。"
    },
    {
      "id": "01-003-0216_p0074",
      "zh_CN": "演【化后。】",
      "zh_TW": "演【化後。】"
    },
    {
      "id": "01-003-0216_p0075",
      "zh_CN": "火化的时候。",
      "zh_TW": "火化的時候。"
    },
    {
      "id": "01-003-0216_p0076",
      "zh_CN": "演【纸袄亦烧出舍利。】",
      "zh_TW": "演【紙襖亦燒出舍利。】"
    },
    {
      "id": "01-003-0216_p0077",
      "zh_CN": "不要说是身体，穿的衣服都烧出舍利子出来。",
      "zh_TW": "不要說是身體，穿的衣服都燒出舍利子出來。"
    },
    {
      "id": "01-003-0216_p0078",
      "zh_CN": "演【以不修西方，生大富贵处。】",
      "zh_TW": "演【以不修西方，生大富貴處。】"
    },
    {
      "id": "01-003-0216_p0079",
      "zh_CN": "来生生在富贵人家做大官。所以我们这个世间做帝王、做大官的都是从前的老修行人，一转世，修行一辈子换得来人间富贵。",
      "zh_TW": "來生生在富貴人家做大官。所以我們這個世間做帝王、做大官的都是從前的老修行人，一轉世，修行一輩子換得來人間富貴。"
    },
    {
      "id": "01-003-0216_p0080",
      "zh_CN": "演【青公即青草堂。】",
      "zh_TW": "演【青公即青草堂。】"
    },
    {
      "id": "01-003-0216_p0081",
      "zh_CN": "这是禅宗非常著名的大德。",
      "zh_TW": "這是禪宗非常著名的大德。"
    },
    {
      "id": "01-003-0216_p0082",
      "zh_CN": "演【年九十余，感曾家女人送供。】",
      "zh_TW": "演【年九十餘，感曾家女人送供。】"
    },
    {
      "id": "01-003-0216_p0083",
      "zh_CN": "他有个信徒姓曾的，对这老法师非常好，常常供养他。他在临终的时候说：妳供养我很多，我给妳作儿子好了。他死了以后到她家投胎，做她的儿子，就是曾鲁公，宋朝的宰相，官做到宰相。曾家的夫人那天生小孩，梦到青草堂到她房间来。她马上家里就派人到寺庙里去看，老和尚圆寂了，知道他来投生的，后来做到宰相。这都是不求往生的。",
      "zh_TW": "他有個信徒姓曾的，對這老法師非常好，常常供養他。他在臨終的時候說：妳供養我很多，我給妳作兒子好了。他死了以後到她家投胎，做她的兒子，就是曾魯公，宋朝的宰相，官做到宰相。曾家的夫人那天生小孩，夢到青草堂到她房間來。她馬上家裡就派人到寺廟裡去看，老和尚圓寂了，知道他來投生的，後來做到宰相。這都是不求往生的。"
    },
    {
      "id": "01-003-0216_p0084",
      "zh_CN": "演【覆辙者，汉贾谊云：前车既覆，后车当戒。】",
      "zh_TW": "演【覆轍者，漢賈誼云：前車既覆，後車當戒。】"
    },
    {
      "id": "01-003-0216_p0085",
      "zh_CN": "要戒备！你看到前人这个样子，能学吗？这些人如果求生净土，实在讲太容易了，他有这样的功夫，念头一转马上就生西方极乐世界；他就是不肯求生，所得到的是人间富贵。所以世间富贵人、有才华的人，都是有来历的。大家不认真修行，不求生净土，你学讲经说法弘法利生，来生也搞富贵！一生的修持换得人间的富贵，这是很可怕的事情。这两个人的例子大家都知道。『若其自负圆人，不愿往生，当知亦是善根薄故』，这是真的，一点不假。",
      "zh_TW": "要戒備！你看到前人這個樣子，能學嗎？這些人如果求生淨土，實在講太容易了，他有這樣的功夫，念頭一轉馬上就生西方極樂世界；他就是不肯求生，所得到的是人間富貴。所以世間富貴人、有才華的人，都是有來歷的。大家不認真修行，不求生淨土，你學講經說法弘法利生，來生也搞富貴！一生的修持換得人間的富貴，這是很可怕的事情。這兩個人的例子大家都知道。『若其自負圓人，不願往生，當知亦是善根薄故』，這是真的，一點不假。"
    },
    {
      "id": "01-003-0216_p0086",
      "zh_CN": "钞【后有者，后阴也，即来生也。圆人见地，虽与佛齐，然而粗细无明犹未尽除，恒沙性德犹未悉备。有惑润生，宁无后有，既存后有，则有生方，不离六道。】",
      "zh_TW": "鈔【後有者，後陰也，即來生也。圓人見地，雖與佛齊，然而粗細無明猶未盡除，恆沙性德猶未悉備。有惑潤生，寧無後有，既存後有，則有生方，不離六道。】"
    },
    {
      "id": "01-003-0216_p0087",
      "zh_CN": "这个事实我们一定要清楚。你的见解跟佛一样，问问你，你的无明有没有断？你的性德有没有透露出来？从什么地方看？我们今天不要讲那个细的无明，我们讲粗的，粗的是什么？见思烦恼，你见思烦恼有没有断尽？你还有没有人我是非？还有没有贪瞋痴慢？如果还有那么一点点，换句话说，你就决定出不了三界！你跟诸佛见解相同也是枉然，出不了三界。世间自古以来确实有不少狂妄之人，甚至以为自己超过诸佛。自以为超过诸佛，这就是狂妄自大。别人赞叹就欢喜，别人说几句不中听的话就不舒服，这行吗？不但不能出三界，三善道恐怕都保不住，人天都没分。粗细无明，《演义》有注解：",
      "zh_TW": "這個事實我們一定要清楚。你的見解跟佛一樣，問問你，你的無明有沒有斷？你的性德有沒有透露出來？從什麼地方看？我們今天不要講那個細的無明，我們講粗的，粗的是什麼？見思煩惱，你見思煩惱有沒有斷盡？你還有沒有人我是非？還有沒有貪瞋痴慢？如果還有那麼一點點，換句話說，你就決定出不了三界！你跟諸佛見解相同也是枉然，出不了三界。世間自古以來確實有不少狂妄之人，甚至以為自己超過諸佛。自以為超過諸佛，這就是狂妄自大。別人讚歎就歡喜，別人說幾句不中聽的話就不舒服，這行嗎？不但不能出三界，三善道恐怕都保不住，人天都沒分。粗細無明，《演義》有註解："
    },
    {
      "id": "01-003-0216_p0088",
      "zh_CN": "演【粗细无明猷未尽者，细即根本，粗即枝末。】",
      "zh_TW": "演【粗細無明猷未盡者，細即根本，粗即枝末。】"
    },
    {
      "id": "01-003-0216_p0089",
      "zh_CN": "「细」就是根本无明，「粗」就是枝末无明。",
      "zh_TW": "「細」就是根本無明，「粗」就是枝末無明。"
    },
    {
      "id": "01-003-0216_p0090",
      "zh_CN": "演【圆人见与佛齐，惑全未破，以理虽顿悟，乘悟并消，事须渐除，因次第尽故。】",
      "zh_TW": "演【圓人見與佛齊，惑全未破，以理雖頓悟，乘悟併消，事須漸除，因次第盡故。】"
    },
    {
      "id": "01-003-0216_p0091",
      "zh_CN": "这种悟是属于解悟，不是证悟。你虽然悟了，你做不到，换句话说，没有把佛的境界变成自己的境界。佛的境界，你讲得头头是道，那是诸佛的境界，不是自己的，自己跟佛的境界完全不一样，这怎么行？",
      "zh_TW": "這種悟是屬於解悟，不是證悟。你雖然悟了，你做不到，換句話說，沒有把佛的境界變成自己的境界。佛的境界，你講得頭頭是道，那是諸佛的境界，不是自己的，自己跟佛的境界完全不一樣，這怎麼行？"
    },
    {
      "id": "01-003-0216_p0092",
      "zh_CN": "演【恒沙性德犹未悉备者，德有性德修德，性德本具，修德修成。】",
      "zh_TW": "演【恆沙性德猶未悉備者，德有性德修德，性德本具，修德修成。】"
    },
    {
      "id": "01-003-0216_p0093",
      "zh_CN": "性德，没错，我们一切众生跟诸佛没有两样，可是你要是不修，你性德虽有，不起作用。",
      "zh_TW": "性德，沒錯，我們一切眾生跟諸佛沒有兩樣，可是你要是不修，你性德雖有，不起作用。"
    },
    {
      "id": "01-003-0216_p0094",
      "zh_CN": "二、三十年前，我遇到一个同修，他学佛也很久了，告诉我他证得阿罗汉。我听了是没法子，他深深的相信自己证阿罗汉果，跟他讲也讲不清。到最后我一想，问他：「阿罗汉有六通，我们坐在客厅，墙外面马路上的人走来走去，你有没有看见？」他说没有看见。「阿罗汉有他心通，我现在心里想什么，你知道不知道？」他说不知道。我说：我肯定你没有证得阿罗汉。这才把他说服了。他是不是打妄语？这不是打妄语，这在佛法里叫增上慢，他是自己以为真的证得阿罗汉，心里面有一点清净，得到一点法喜，自认为是证果了。",
      "zh_TW": "二、三十年前，我遇到一個同修，他學佛也很久了，告訴我他證得阿羅漢。我聽了是沒法子，他深深的相信自己證阿羅漢果，跟他講也講不清。到最後我一想，問他：「阿羅漢有六通，我們坐在客廳，牆外面馬路上的人走來走去，你有沒有看見？」他說沒有看見。「阿羅漢有他心通，我現在心裡想什麼，你知道不知道？」他說不知道。我說：我肯定你沒有證得阿羅漢。這才把他說服了。他是不是打妄語？這不是打妄語，這在佛法裡叫增上慢，他是自己以為真的證得阿羅漢，心裡面有一點清淨，得到一點法喜，自認為是證果了。"
    },
    {
      "id": "01-003-0216_p0095",
      "zh_CN": "现在世界上许多地方都有这些怪人怪事。我有一年在洛杉矶讲经，洛杉矶五个年轻人，那一天我遇到三个，他们来听我讲经。听说有一个西藏喇嘛在洛杉矶讲经，给他们五个人授记，说他们五个人开悟了。这些人狂妄得不得了，来听我讲经。讲完之后来问我，要我也给他证明他是开悟的。我说：你们没有开悟。他很生气，他说：喇嘛仁波切证明我们是开悟的，为什么你说我没有开悟？我就告诉他：我没有开悟，你来问我，你当然没有开悟。我这一讲，当时听众很多人都笑起来了。你开悟了，还会来问我吗？现在骗人的人很多，给你授记，给你什么证明，都是假的，都靠不住。还有什么灌顶、破顶，那个草插在头顶上，将来你死的时候，神识从这里就往生西方极乐世界；你这顶要不开，将来都没办法往生。好多人都去了，听说开个顶要交美金二十块，他把草给你插一插。我在亚特兰大遇到一个医生，那个医生说是这顶上有个穴道，那个洞很大的，他说：这个我也会插，一插就插进去了。现在人就喜欢奇奇怪怪的，这真是没法子。那草要是插得不干净，你真的会得脑瘤，早一天往生。像这些怪现象，中国、外国都有，而且非常普遍，我们要小心，千万不要上当。",
      "zh_TW": "現在世界上許多地方都有這些怪人怪事。我有一年在洛杉磯講經，洛杉磯五個年輕人，那一天我遇到三個，他們來聽我講經。聽說有一個西藏喇嘛在洛杉磯講經，給他們五個人授記，說他們五個人開悟了。這些人狂妄得不得了，來聽我講經。講完之後來問我，要我也給他證明他是開悟的。我說：你們沒有開悟。他很生氣，他說：喇嘛仁波切證明我們是開悟的，為什麼你說我沒有開悟？我就告訴他：我沒有開悟，你來問我，你當然沒有開悟。我這一講，當時聽眾很多人都笑起來了。你開悟了，還會來問我嗎？現在騙人的人很多，給你授記，給你什麼證明，都是假的，都靠不住。還有什麼灌頂、破頂，那個草插在頭頂上，將來你死的時候，神識從這裡就往生西方極樂世界；你這頂要不開，將來都沒辦法往生。好多人都去了，聽說開個頂要交美金二十塊，他把草給你插一插。我在亞特蘭大遇到一個醫生，那個醫生說是這頂上有個穴道，那個洞很大的，他說：這個我也會插，一插就插進去了。現在人就喜歡奇奇怪怪的，這真是沒法子。那草要是插得不乾淨，你真的會得腦瘤，早一天往生。像這些怪現象，中國、外國都有，而且非常普遍，我們要小心，千萬不要上當。"
    },
    {
      "id": "01-003-0216_p0096",
      "zh_CN": "佛法决定不是用这种方法能往生的，为什么？净土五经、一切大乘经典没有这个说法。所以他说的、他做的，一定要在经典上找到根据。我们今天修净土宗，净土宗主要的经典是五经一论，五经一论上没这个方法，我们就统统不要去相信它。依照五经一论修行的人，多少人往生！自古以来，在现在，在台湾、在大陆、在海外，这些都是真实的榜样放在我们面前，还不相信吗？还去相信那些奇奇怪怪的。这些人真是经上讲的少善根、少福德，甚至可以说没有善根、没有福德，都在那里胡闹。",
      "zh_TW": "佛法決定不是用這種方法能往生的，為什麼？淨土五經、一切大乘經典沒有這個說法。所以他說的、他做的，一定要在經典上找到根據。我們今天修淨土宗，淨土宗主要的經典是五經一論，五經一論上沒這個方法，我們就統統不要去相信它。依照五經一論修行的人，多少人往生！自古以來，在現在，在台灣、在大陸、在海外，這些都是真實的榜樣放在我們面前，還不相信嗎？還去相信那些奇奇怪怪的。這些人真是經上講的少善根、少福德，甚至可以說沒有善根、沒有福德，都在那裡胡鬧。"
    },
    {
      "id": "01-003-0216_p0097",
      "zh_CN": "『有惑润生，宁无后有』，惑是迷惑、是烦恼，这是讲的见思烦恼，见思烦恼没断尽，就不能超越六道轮回。「后有」，就是你还是要受生，后来还有轮回。『既存后有，则有生方』，生方就是生的方式，来投胎，胎卵湿化。『不离六道』，这跟你讲得清楚明白，你不求生西方净土，一定是六道轮回。",
      "zh_TW": "『有惑潤生，寧無後有』，惑是迷惑、是煩惱，這是講的見思煩惱，見思煩惱沒斷盡，就不能超越六道輪迴。「後有」，就是你還是要受生，後來還有輪迴。『既存後有，則有生方』，生方就是生的方式，來投胎，胎卵濕化。『不離六道』，這跟你講得清楚明白，你不求生西方淨土，一定是六道輪迴。"
    },
    {
      "id": "01-003-0216_p0098",
      "zh_CN": "钞【除彼已登实报，余或未免人天。】",
      "zh_TW": "鈔【除彼已登實報，餘或未免人天。】"
    },
    {
      "id": "01-003-0216_p0099",
      "zh_CN": "除非是他确实已经破无明证得法身，那是超越了。假如没有这样的功夫，没有真正破无明，破一品无明、证一分法身，换句话说，你修得再好，也不过是人天福报，『未免人天』。",
      "zh_TW": "除非是他確實已經破無明證得法身，那是超越了。假如沒有這樣的功夫，沒有真正破無明，破一品無明、證一分法身，換句話說，你修得再好，也不過是人天福報，『未免人天』。"
    },
    {
      "id": "01-003-0216_p0100",
      "zh_CN": "钞【而天上多欲，人间杂苦。】",
      "zh_TW": "鈔【而天上多欲，人間雜苦。】"
    },
    {
      "id": "01-003-0216_p0101",
      "zh_CN": "天上快乐。从前师子觉，这是印度的高僧，跟无着、天亲三个人都修弥勒净土，而且彼此约定，哪个先往生，到弥勒净土回来报个信。师子觉先走，走了好多年没消息；以后无着菩萨往生了，生到兜率内院，过了三年回来报信。天亲菩萨就问：你怎么三年才来给我报信！他说：天上时间长，我不过是在弥勒菩萨那边打个转就赶紧下来给你报信。天亲菩萨问：师子觉呢？他说：师子觉贪图天上的五欲快乐，还在兜率天的外院，还没有见到弥勒菩萨。他看到天上的五欲六尘比人间超胜太多，留恋那个地方，完了！道心都退失了。所以修道人不容易，我们这个世间五欲六尘天天在诱惑你，这个诱惑力量不强，天上那个诱惑的力量是更强。师子觉可以不被人间五欲六尘诱惑，天人来诱惑，他受不了，他跟他跑了，你说怎么得了！这非常可怕。那都是证得菩萨果位了，习气没断，禁不起诱惑，心里面还有贪瞋痴慢。这是『天上多欲』。『人间杂苦』，人间，我们这一生生在人间，人间状况我们了解，我们体会到。",
      "zh_TW": "天上快樂。從前師子覺，這是印度的高僧，跟無著、天親三個人都修彌勒淨土，而且彼此約定，哪個先往生，到彌勒淨土回來報個信。師子覺先走，走了好多年沒消息；以後無著菩薩往生了，生到兜率內院，過了三年回來報信。天親菩薩就問：你怎麼三年才來給我報信！他說：天上時間長，我不過是在彌勒菩薩那邊打個轉就趕緊下來給你報信。天親菩薩問：師子覺呢？他說：師子覺貪圖天上的五欲快樂，還在兜率天的外院，還沒有見到彌勒菩薩。他看到天上的五欲六塵比人間超勝太多，留戀那個地方，完了！道心都退失了。所以修道人不容易，我們這個世間五欲六塵天天在誘惑你，這個誘惑力量不強，天上那個誘惑的力量是更強。師子覺可以不被人間五欲六塵誘惑，天人來誘惑，他受不了，他跟他跑了，你說怎麼得了！這非常可怕。那都是證得菩薩果位了，習氣沒斷，禁不起誘惑，心裡面還有貪瞋痴慢。這是『天上多欲』。『人間雜苦』，人間，我們這一生生在人間，人間狀況我們了解，我們體會到。"
    },
    {
      "id": "01-003-0216_p0102",
      "zh_CN": "钞【堕落者众，解脱者希。】",
      "zh_TW": "鈔【墮落者眾，解脫者希。】"
    },
    {
      "id": "01-003-0216_p0103",
      "zh_CN": "这是真话，堕落的人多！真正在这个世间修其他法门证得实报土，就是破无明证得法身的，这种人很少。在中国禅宗，最殊胜的就是六祖惠能，惠能大师一生，在他会下开悟明心见性的四十二个人，你们读《坛经》晓得，这在禅宗是无比殊胜，真是空前绝后！在一个真正祖师大德会下能明心见性开悟的，多半是一、二个，三、五个就很多了，他会下有四十多人，跟他修学的人何止千万？还是不成比例。再看看像慧远大师当年在庐山结茅蓬，一百二十三个人在一起念佛，个个往生。六祖能大师会下的不如。这两个一比较，你就晓得念佛往生的殊胜。",
      "zh_TW": "這是真話，墮落的人多！真正在這個世間修其他法門證得實報土，就是破無明證得法身的，這種人很少。在中國禪宗，最殊勝的就是六祖惠能，惠能大師一生，在他會下開悟明心見性的四十二個人，你們讀《壇經》曉得，這在禪宗是無比殊勝，真是空前絕後！在一個真正祖師大德會下能明心見性開悟的，多半是一、二個，三、五個就很多了，他會下有四十多人，跟他修學的人何止千萬？還是不成比例。再看看像慧遠大師當年在廬山結茅蓬，一百二十三個人在一起念佛，個個往生。六祖能大師會下的不如。這兩個一比較，你就曉得念佛往生的殊勝。"
    },
    {
      "id": "01-003-0216_p0104",
      "zh_CN": "钞【不生净土，而将焉往。】",
      "zh_TW": "鈔【不生淨土，而將焉往。】"
    },
    {
      "id": "01-003-0216_p0105",
      "zh_CN": "你要不生净土，你到哪里去？这一段后面那个注解我们念一念，可以使我们了解真相，增长我们的信心。",
      "zh_TW": "你要不生淨土，你到哪裡去？這一段後面那個註解我們念一念，可以使我們了解真相，增長我們的信心。"
    },
    {
      "id": "01-003-0216_p0106",
      "zh_CN": "演【除彼已登实报，余或未免人天者，能断无明证法身，生实报土，则超六道。】",
      "zh_TW": "演【除彼已登實報，餘或未免人天者，能斷無明證法身，生實報土，則超六道。】"
    },
    {
      "id": "01-003-0216_p0107",
      "zh_CN": "超越六道，永远不再轮回了。",
      "zh_TW": "超越六道，永遠不再輪迴了。"
    },
    {
      "id": "01-003-0216_p0108",
      "zh_CN": "演【若不然者，纵不堕恶趣，亦堕人天，焉无后有耶。】",
      "zh_TW": "演【若不然者，縱不墮惡趣，亦墮人天，焉無後有耶。】"
    },
    {
      "id": "01-003-0216_p0109",
      "zh_CN": "如其不然的话，你决定不能超越六道轮回。下面有一个问答：",
      "zh_TW": "如其不然的話，你決定不能超越六道輪迴。下面有一個問答："
    },
    {
      "id": "01-003-0216_p0110",
      "zh_CN": "演【或问曰：断无明证法身菩萨生实报者，迥超六道不必言矣。】",
      "zh_TW": "演【或問曰：斷無明證法身菩薩生實報者，迥超六道不必言矣。】"
    },
    {
      "id": "01-003-0216_p0111",
      "zh_CN": "这个当然没有话说，这决定超六道。",
      "zh_TW": "這個當然沒有話說，這決定超六道。"
    },
    {
      "id": "01-003-0216_p0112",
      "zh_CN": "演【生方便有余者，亦超三界不受轮回。】",
      "zh_TW": "演【生方便有餘者，亦超三界不受輪迴。】"
    },
    {
      "id": "01-003-0216_p0113",
      "zh_CN": "这讲功夫次一点，次一点也可以超六道轮回，像阿罗汉以上的。",
      "zh_TW": "這講功夫次一點，次一點也可以超六道輪迴，像阿羅漢以上的。"
    },
    {
      "id": "01-003-0216_p0114",
      "zh_CN": "演【何但言除实报能免人天，不言除方便亦免人天耶。】",
      "zh_TW": "演【何但言除實報能免人天，不言除方便亦免人天耶。】"
    },
    {
      "id": "01-003-0216_p0115",
      "zh_CN": "这个问得很好，真是找出理由来问。阿罗汉断见思烦恼，超越六道轮回，阿罗汉没有证得实报土，没有明心见性。为什么你单讲生实报土，不讲生方便土？这个问的很有道理，看他怎么答法：",
      "zh_TW": "這個問得很好，真是找出理由來問。阿羅漢斷見思煩惱，超越六道輪迴，阿羅漢沒有證得實報土，沒有明心見性。為什麼你單講生實報土，不講生方便土？這個問的很有道理，看他怎麼答法："
    },
    {
      "id": "01-003-0216_p0116",
      "zh_CN": "演【此章问答，单论圆人。】",
      "zh_TW": "演【此章問答，單論圓人。】"
    },
    {
      "id": "01-003-0216_p0117",
      "zh_CN": "这是单说圆教，不给你说藏教、通教，圆教的标准就是这个样子。",
      "zh_TW": "這是單說圓教，不給你說藏教、通教，圓教的標準就是這個樣子。"
    },
    {
      "id": "01-003-0216_p0118",
      "zh_CN": "演【圆人断无明者，即生实报。】",
      "zh_TW": "演【圓人斷無明者，即生實報。】"
    },
    {
      "id": "01-003-0216_p0119",
      "zh_CN": "不会生方便有余土的。",
      "zh_TW": "不會生方便有餘土的。"
    },
    {
      "id": "01-003-0216_p0120",
      "zh_CN": "演【如未断无明，造至七信，虽生方便，所见之境与实报同，不同藏通二教体析之人，实生方便，故略而不言也。】",
      "zh_TW": "演【如未斷無明，造至七信，雖生方便，所見之境與實報同，不同藏通二教體析之人，實生方便，故略而不言也。】"
    },
    {
      "id": "01-003-0216_p0121",
      "zh_CN": "在四教里面讲，它是单论圆教的，不是给你讲藏通、别教。这就是圆人的见地、境界跟藏通确实不相同。圆教的人见思烦恼断了，超越六道轮回，他虽然生方便有余土，他在方便有余土里面的受用跟实报土没有两样，为什么？智慧不相同，断证相同。可是诸位要晓得，境随心转。换句话说，圆七信的人，他的心跟阿罗汉、辟支佛的心不一样，一个心量狭小，一个心量广大，所以他受用境界不一样。虽然生在方便有余土，几乎等于实报庄严土，跟小乘人的境界不一样。",
      "zh_TW": "在四教裡面講，它是單論圓教的，不是給你講藏通、別教。這就是圓人的見地、境界跟藏通確實不相同。圓教的人見思煩惱斷了，超越六道輪迴，他雖然生方便有餘土，他在方便有餘土裡面的受用跟實報土沒有兩樣，為什麼？智慧不相同，斷證相同。可是諸位要曉得，境隨心轉。換句話說，圓七信的人，他的心跟阿羅漢、辟支佛的心不一樣，一個心量狹小，一個心量廣大，所以他受用境界不一樣。雖然生在方便有餘土，幾乎等於實報莊嚴土，跟小乘人的境界不一樣。"
    },
    {
      "id": "01-003-0216_p0122",
      "zh_CN": "钞【喆老青公，俱称有悟。】",
      "zh_TW": "鈔【喆老青公，俱稱有悟。】"
    },
    {
      "id": "01-003-0216_p0123",
      "zh_CN": "这两位都是禅宗开悟的人。",
      "zh_TW": "這兩位都是禪宗開悟的人。"
    },
    {
      "id": "01-003-0216_p0124",
      "zh_CN": "钞【而喆老后身，耽恋富贵；青公后身，多历苦忧。】",
      "zh_TW": "鈔【而喆老後身，耽戀富貴；青公後身，多歷苦憂。】"
    },
    {
      "id": "01-003-0216_p0125",
      "zh_CN": "官做大了，做得很辛苦。你看现在做大官的都很辛苦。",
      "zh_TW": "官做大了，做得很辛苦。你看現在做大官的都很辛苦。"
    },
    {
      "id": "01-003-0216_p0126",
      "zh_CN": "钞【皆繇不慕往生，自失善利。】",
      "zh_TW": "鈔【皆繇不慕往生，自失善利。】"
    },
    {
      "id": "01-003-0216_p0127",
      "zh_CN": "你看看他们的样子，过失就是不愿意求往生净土，不相信这个法门。『自失善利』，最殊胜的利益，自己误了自己。",
      "zh_TW": "你看看他們的樣子，過失就是不願意求往生淨土，不相信這個法門。『自失善利』，最殊勝的利益，自己誤了自己。"
    },
    {
      "id": "01-003-0216_p0128",
      "zh_CN": "钞【致使淹滞多生，旷菩提路。】",
      "zh_TW": "鈔【致使淹滯多生，曠菩提路。】"
    },
    {
      "id": "01-003-0216_p0129",
      "zh_CN": "当然将来他还是会往生的，但是不晓得到哪一生哪一世！他一定听过阿弥陀佛的名号，一定见过阿弥陀佛的佛像，阿赖耶识里面有阿弥陀佛的种子，就是不肯称念而已，不愿意求生。这个在菩提道上，路子就很长！不晓得要迂回到多远，然后才回心转意老实念佛求生净土。",
      "zh_TW": "當然將來他還是會往生的，但是不曉得到哪一生哪一世！他一定聽過阿彌陀佛的名號，一定見過阿彌陀佛的佛像，阿賴耶識裡面有阿彌陀佛的種子，就是不肯稱念而已，不願意求生。這個在菩提道上，路子就很長！不曉得要迂迴到多遠，然後才回心轉意老實念佛求生淨土。"
    },
    {
      "id": "01-003-0216_p0130",
      "zh_CN": "钞【岂非善根凉薄，乃致如斯。】",
      "zh_TW": "鈔【豈非善根涼薄，乃致如斯。】"
    },
    {
      "id": "01-003-0216_p0131",
      "zh_CN": "这就是他的善根薄。不能说他没有善根、福德，善根福德都不多。",
      "zh_TW": "這就是他的善根薄。不能說他沒有善根、福德，善根福德都不多。"
    },
    {
      "id": "01-003-0216_p0132",
      "zh_CN": "前面莲池大师举《华严经》做证明，「如华严中说」，《华严》说在哪里？现在在这个地方我们看到：",
      "zh_TW": "前面蓮池大師舉《華嚴經》做證明，「如華嚴中說」，《華嚴》說在哪裡？現在在這個地方我們看到："
    },
    {
      "id": "01-003-0216_p0133",
      "zh_CN": "钞【言华严者，入法界品云。】",
      "zh_TW": "鈔【言華嚴者，入法界品云。】"
    },
    {
      "id": "01-003-0216_p0134",
      "zh_CN": "入法界品就是《普贤行愿品》，这一品在八十卷经里面它有二十一卷，《四十华严》是这一品完全的经文。",
      "zh_TW": "入法界品就是《普賢行願品》，這一品在八十卷經裡面它有二十一卷，《四十華嚴》是這一品完全的經文。"
    },
    {
      "id": "01-003-0216_p0135",
      "zh_CN": "钞【遮那会上，诸大声闻，不见佛者，以善根不同故，本不修习见佛自在善根故。故知执持名号，愿见弥陀，诚多善根、大善根、最胜善根、不可思议善根也。】",
      "zh_TW": "鈔【遮那會上，諸大聲聞，不見佛者，以善根不同故，本不修習見佛自在善根故。故知執持名號，願見彌陀，誠多善根、大善根、最勝善根、不可思議善根也。】"
    },
    {
      "id": "01-003-0216_p0136",
      "zh_CN": "这是举《华严经》为证明。《华严经》末后一品说，『遮那』是毘卢遮那佛，华严会上的法身佛。『诸大声闻』不见不闻，原因是什么？善根少、福德少。唯有四十一位法身大士他们见到佛，他们听佛说话，这是善根不同。为什么他们善根少、福德少？『本不修习见佛自在善根故』，换句话说，他在无量劫中生生世世学佛，没有修这个法门。什么法门？『执持名号』这个法门，念佛的法门，他不念佛。",
      "zh_TW": "這是舉《華嚴經》為證明。《華嚴經》末後一品說，『遮那』是毘盧遮那佛，華嚴會上的法身佛。『諸大聲聞』不見不聞，原因是什麼？善根少、福德少。唯有四十一位法身大士他們見到佛，他們聽佛說話，這是善根不同。為什麼他們善根少、福德少？『本不修習見佛自在善根故』，換句話說，他在無量劫中生生世世學佛，沒有修這個法門。什麼法門？『執持名號』這個法門，念佛的法門，他不念佛。"
    },
    {
      "id": "01-003-0216_p0137",
      "zh_CN": "参禅的人不念佛，研究教的人不念佛，所以善根、福德少。最显然的，我就举谛闲法师师徒，你就看出来，徒弟念佛，老师天天在研究经典，讲经说法，所以老师的善根福德不如徒弟。徒弟念了三年超过老师。谛闲法师现身说法给我们看，这个事情距离我们不算太远，民国初年的事情，距离我们不过五十年而已，这是真的。所以会讲不如会听，会讲的人得不到真实利益，会听的人他得到，他成就了。我们今天就讲到此地。",
      "zh_TW": "參禪的人不念佛，研究教的人不念佛，所以善根、福德少。最顯然的，我就舉諦閑法師師徒，你就看出來，徒弟念佛，老師天天在研究經典，講經說法，所以老師的善根福德不如徒弟。徒弟念了三年超過老師。諦閑法師現身說法給我們看，這個事情距離我們不算太遠，民國初年的事情，距離我們不過五十年而已，這是真的。所以會講不如會聽，會講的人得不到真實利益，會聽的人他得到，他成就了。我們今天就講到此地。"
    }
  ]
}