{
  "doc_id": "01-003-0005",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0005",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "01-003-0005_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五页第三行：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五頁第三行："
    },
    {
      "id": "01-003-0005_p0002",
      "zh_CN": "演【净业者，业居苦之先，烦恼之后。十法界不同，皆由所作之业不同。古云，假使百千劫，所作业不亡。又云，佛十力中，业力甚深。又云，十方诸国土，皆依业力生。故业不可不净。】",
      "zh_TW": "演【淨業者，業居苦之先，煩惱之後。十法界不同，皆由所作之業不同。古云，假使百千劫，所作業不亡。又云，佛十力中，業力甚深。又云，十方諸國土，皆依業力生。故業不可不淨。】"
    },
    {
      "id": "01-003-0005_p0003",
      "zh_CN": "这一段相当重要，我们要特别留意。因为修这个法门要修『净业』，对于净业这个定义搞不清楚，修行当然就有障碍。什么叫「业」？大师在此地给我们解释，业是在『苦之先』，苦是讲的果报，三界之果报。诸位要晓得，三界统苦，不要以为有乐。如果你以为三界里头有乐，那是你看错了；三界里面没有乐，只有苦。在欲界里面，有三苦、有八苦；在色界天里面，有行苦、有坏苦。纵然生到无色界天，身形都没有了，我们今天所谓灵界，灵界连这个色相都没有了，他还有行苦。所以说三界统苦，这是事实的真相。如果认为三界有乐，那是迷惑。三界的果报叫苦报，这个苦是指三界六道的果报。业在果报之先，造业才会有果报。经里面一再告诉我们，造作善业，有三善道的果报，造恶业，有三恶道的果报，不管是善是恶都是苦。三善道也苦，我们现在人道，人苦不苦？我们今天作人，尝到人的滋味，人苦！诸天，佛经里面讲，欲界天有五衰之苦，色界、无色界天有死堕之苦，死了之后要堕落。",
      "zh_TW": "這一段相當重要，我們要特別留意。因為修這個法門要修『淨業』，對於淨業這個定義搞不清楚，修行當然就有障礙。什麼叫「業」？大師在此地給我們解釋，業是在『苦之先』，苦是講的果報，三界之果報。諸位要曉得，三界統苦，不要以為有樂。如果你以為三界裡頭有樂，那是你看錯了；三界裡面沒有樂，只有苦。在欲界裡面，有三苦、有八苦；在色界天裡面，有行苦、有壞苦。縱然生到無色界天，身形都沒有了，我們今天所謂靈界，靈界連這個色相都沒有了，他還有行苦。所以說三界統苦，這是事實的真相。如果認為三界有樂，那是迷惑。三界的果報叫苦報，這個苦是指三界六道的果報。業在果報之先，造業才會有果報。經裡面一再告訴我們，造作善業，有三善道的果報，造惡業，有三惡道的果報，不管是善是惡都是苦。三善道也苦，我們現在人道，人苦不苦？我們今天作人，嘗到人的滋味，人苦！諸天，佛經裡面講，欲界天有五衰之苦，色界、無色界天有死墮之苦，死了之後要墮落。"
    },
    {
      "id": "01-003-0005_p0004",
      "zh_CN": "这是讲它在果报的苦报之先，而在烦恼之后。没有烦恼就不造业了，烦恼是迷惑。惑、业、苦，业在当中，说了一个业，前面这个惑、后面的苦都包括在其中。佛法并不是单单只讲一个业，说业就是说的惑业苦，这是我们必须明了的。烦恼有很多种类，有见思烦恼、尘沙烦恼、无明烦恼。这三类烦恼，特别是见思烦恼，是我们六道轮回造业受报的因缘，我们要特别留意。见思烦恼要是断了，就能够超越轮回。《要解》讲到「五浊恶世」，特别将见浊、烦恼浊这两条深入的来讨论，就是这个道理，这就是见思烦恼。",
      "zh_TW": "這是講它在果報的苦報之先，而在煩惱之後。沒有煩惱就不造業了，煩惱是迷惑。惑、業、苦，業在當中，說了一個業，前面這個惑、後面的苦都包括在其中。佛法並不是單單只講一個業，說業就是說的惑業苦，這是我們必須明瞭的。煩惱有很多種類，有見思煩惱、塵沙煩惱、無明煩惱。這三類煩惱，特別是見思煩惱，是我們六道輪迴造業受報的因緣，我們要特別留意。見思煩惱要是斷了，就能夠超越輪迴。《要解》講到「五濁惡世」，特別將見濁、煩惱濁這兩條深入的來討論，就是這個道理，這就是見思煩惱。"
    },
    {
      "id": "01-003-0005_p0005",
      "zh_CN": "『十法界不同，皆由所作之业不同』。这就是明白显示，十法界从哪来的？是我们自己所造业力显现出来的。法界原本只有一真，没有十法界。把一真法界变成十法界，怎么变的？造业不同，所变的果报就不同。大经里面指示我们一个大原则，这是佛法修学最高的理论依据，就是「唯心所现，唯识所变」。从唯心所现上来说，叫一真法界；从唯识所变上来看，我们叫它做十法界。这个事情的确不太好懂，不容易体会。我们拿电视萤幕来看，这在讲堂上诸位都能看到的，就萤幕所现这个相，所现的比喻一真法界。现相，单说现相，不管它现什么相，这个相是平等相。萤幕里面这个相的变化，那就是唯识所变，识在那里变。识能变，心能现。能现，决定平等，这里头没有分别、没有执着，叫一真；若就所现、所变呢？这里头每一个镜头都有变化，都有不同的动作，那就叫唯识所变。所以能现所现是一真，能变所变叫十法界，那是由于所造之业不同。所造之业千差万别，说不尽的，不但我们没法子想像，诸佛菩萨也没有办法把它说尽。",
      "zh_TW": "『十法界不同，皆由所作之業不同』。這就是明白顯示，十法界從哪來的？是我們自己所造業力顯現出來的。法界原本只有一真，沒有十法界。把一真法界變成十法界，怎麼變的？造業不同，所變的果報就不同。大經裡面指示我們一個大原則，這是佛法修學最高的理論依據，就是「唯心所現，唯識所變」。從唯心所現上來說，叫一真法界；從唯識所變上來看，我們叫它做十法界。這個事情的確不太好懂，不容易體會。我們拿電視螢幕來看，這在講堂上諸位都能看到的，就螢幕所現這個相，所現的比喻一真法界。現相，單說現相，不管它現什麼相，這個相是平等相。螢幕裡面這個相的變化，那就是唯識所變，識在那裡變。識能變，心能現。能現，決定平等，這裡頭沒有分別、沒有執著，叫一真；若就所現、所變呢？這裡頭每一個鏡頭都有變化，都有不同的動作，那就叫唯識所變。所以能現所現是一真，能變所變叫十法界，那是由於所造之業不同。所造之業千差萬別，說不盡的，不但我們沒法子想像，諸佛菩薩也沒有辦法把它說盡。"
    },
    {
      "id": "01-003-0005_p0006",
      "zh_CN": "为什么造业？十界众生所迷的不相同。所迷可以分为两大类，一种是迷于事，一种是迷于理；一种是理事都迷，一种是理事都不迷。佛理事都不迷，我们凡夫理事都迷。所造之业，把它归纳成纲领原则来说：地狱道是以瞋恚心所造的业，感受地狱的苦报；饿鬼道是以悭贪心所造之业，招来饿鬼道的不自在；畜生道是以愚痴的心所造的罪业。三恶道的业因，不外贪瞋痴。什么叫愚痴？简单的说，对于一切事理的真相不明白就是愚痴。所谓真妄、邪正、是非、善恶，你辨别不清楚，把它搞颠倒，把善当作恶，把恶当作善，是非颠倒，真妄莫辨，这就是愚痴。愚痴的人自己晓不晓得？不晓得。如果愚痴的人自己晓得他愚痴，他就不愚痴，他就开悟了。所以他自己决定不知道，往往有坚固的执着，这是畜生道的业因。",
      "zh_TW": "為什麼造業？十界眾生所迷的不相同。所迷可以分為兩大類，一種是迷於事，一種是迷於理；一種是理事都迷，一種是理事都不迷。佛理事都不迷，我們凡夫理事都迷。所造之業，把它歸納成綱領原則來說：地獄道是以瞋恚心所造的業，感受地獄的苦報；餓鬼道是以慳貪心所造之業，招來餓鬼道的不自在；畜生道是以愚痴的心所造的罪業。三惡道的業因，不外貪瞋痴。什麼叫愚痴？簡單的說，對於一切事理的真相不明白就是愚痴。所謂真妄、邪正、是非、善惡，你辨別不清楚，把它搞顛倒，把善當作惡，把惡當作善，是非顛倒，真妄莫辨，這就是愚痴。愚痴的人自己曉不曉得？不曉得。如果愚痴的人自己曉得他愚痴，他就不愚痴，他就開悟了。所以他自己決定不知道，往往有堅固的執著，這是畜生道的業因。"
    },
    {
      "id": "01-003-0005_p0007",
      "zh_CN": "三善道里面，人道是遵守五戒。不学佛的人，佛法没到中国，我们中国人古圣先贤所提倡的道德标准是五常：仁、义、礼、智、信，跟佛法的五戒是相等的。在西方社会，像基督教摩西十诫与这个精神也非常类似，这都是人、天道的业因。所以我们得人身是过去生中修五戒十善，这个业因成熟了，遇到这个因缘，我们得人身的果报。阿修罗也是修五戒十善，他为什么会变成修罗？他五戒十善有相当的功夫，修得相当不错，他有一个很重的习气：瞋恚、贡高自大，这个习气没有断除，但是他有五戒十善的福德，感得阿修罗的果报。阿修罗决定是有福，不管在哪一道里面，只要是阿修罗一定福报很大，但是他不一定修善，他在因中是修善的，果上不见得再修善。",
      "zh_TW": "三善道裡面，人道是遵守五戒。不學佛的人，佛法沒到中國，我們中國人古聖先賢所提倡的道德標準是五常：仁、義、禮、智、信，跟佛法的五戒是相等的。在西方社會，像基督教摩西十誡與這個精神也非常類似，這都是人、天道的業因。所以我們得人身是過去生中修五戒十善，這個業因成熟了，遇到這個因緣，我們得人身的果報。阿修羅也是修五戒十善，他為什麼會變成修羅？他五戒十善有相當的功夫，修得相當不錯，他有一個很重的習氣：瞋恚、貢高自大，這個習氣沒有斷除，但是他有五戒十善的福德，感得阿修羅的果報。阿修羅決定是有福，不管在哪一道裡面，只要是阿修羅一定福報很大，但是他不一定修善，他在因中是修善的，果上不見得再修善。"
    },
    {
      "id": "01-003-0005_p0008",
      "zh_CN": "天道是修十善业道。如果是色界天以上，还要修四禅八定，修四无量心：慈悲喜舍。色界跟无色界的天人，决定没有瞋恚，他们在见思烦恼里头没有瞋恚这一条，没有瞋恨心。为什么？他有定。假如一有瞋恚心，定就没有了。由此可知，瞋恚是修定最大的障碍，不要说出世间定你不能成就，世间定也不能成就。所以，初禅以上的人没有瞋恚。这是讲六道。六道是凡夫，六道以外，我们称圣人，四圣法界。声闻修四谛法：苦、集、灭、道。缘觉修十二因缘，菩萨修六度万行。佛所修的是真慈平等，真正慈悲，真正的平等。这是简单跟诸位说出十法界的不同，所造的业不一样。我们造什么样的业，就会有什么样的法界现前，那是果报。我们如果想成佛，就得修真慈平等。要想作菩萨，一定要修六度万行。要想当鬼，死了就作鬼去，那就要修贪心，贪求无厌，将来就作鬼去。十法界不是有一个人在那里作主宰，要把我们派到哪里去，没有，他没有这个能力，是我们自己业力所现的，自作自受，不是从外面来的。",
      "zh_TW": "天道是修十善業道。如果是色界天以上，還要修四禪八定，修四無量心：慈悲喜捨。色界跟無色界的天人，決定沒有瞋恚，他們在見思煩惱裡頭沒有瞋恚這一條，沒有瞋恨心。為什麼？他有定。假如一有瞋恚心，定就沒有了。由此可知，瞋恚是修定最大的障礙，不要說出世間定你不能成就，世間定也不能成就。所以，初禪以上的人沒有瞋恚。這是講六道。六道是凡夫，六道以外，我們稱聖人，四聖法界。聲聞修四諦法：苦、集、滅、道。緣覺修十二因緣，菩薩修六度萬行。佛所修的是真慈平等，真正慈悲，真正的平等。這是簡單跟諸位說出十法界的不同，所造的業不一樣。我們造什麼樣的業，就會有什麼樣的法界現前，那是果報。我們如果想成佛，就得修真慈平等。要想作菩薩，一定要修六度萬行。要想當鬼，死了就作鬼去，那就要修貪心，貪求無厭，將來就作鬼去。十法界不是有一個人在那裡作主宰，要把我們派到哪裡去，沒有，他沒有這個能力，是我們自己業力所現的，自作自受，不是從外面來的。"
    },
    {
      "id": "01-003-0005_p0009",
      "zh_CN": "古人有几句话很好，我们要记住，「假使百千劫，所作业不亡，因缘聚会时，果报还自受」，自作自受！所以造业要谨慎，为什么？业的种子在阿赖耶识里面决定不会忘掉，不会失掉。阿赖耶的仓库是世出世间第一保险的地方，怎么也不会丢掉的。千万不要以为，我造了，大概没什么！第六意识想不起来，忘掉了，可是阿赖耶仓库里头给你藏得好好的，一点也没给你损坏。什么时候因缘凑合，果报就现前。所以起心动念不能不谨慎，一切的造作不得不小心。",
      "zh_TW": "古人有幾句話很好，我們要記住，「假使百千劫，所作業不亡，因緣聚會時，果報還自受」，自作自受！所以造業要謹慎，為什麼？業的種子在阿賴耶識裡面決定不會忘掉，不會失掉。阿賴耶的倉庫是世出世間第一保險的地方，怎麼也不會丟掉的。千萬不要以為，我造了，大概沒什麼！第六意識想不起來，忘掉了，可是阿賴耶倉庫裡頭給你藏得好好的，一點也沒給你損壞。什麼時候因緣湊合，果報就現前。所以起心動念不能不謹慎，一切的造作不得不小心。"
    },
    {
      "id": "01-003-0005_p0010",
      "zh_CN": "『又云，佛十力中，业力甚深』。佛的十力，是讲如来在究竟果上有十种非常特殊的能力，这十种能力是菩萨所没有的。这十种能力都是依智慧生起的，所以佛才能够普度一切众生，他有这么大的能力。而这十种能力当中，是以业力最深。也许我们听了这个话会有疑问，成了佛，成了无上正等正觉，他还有业力吗？如果有业力，怎么能成佛？现在人讲往生西方极乐世界还得要消业，带业带一分消一分，到了究竟果地还业力甚深，这个事情叫我们大惑不解。其实我们在十力里头常常谈到，十力当中「业力甚深」，是佛知道一切众生业力甚深，他自己的业力转了，转烦恼为菩提。他把他自己甚深业力转变为菩提，转变为功德，这个是佛，所谓是转八识成四智。佛知道一切众生的业力，所以佛教化众生才真正契机契理，遇到佛没有不成就的。",
      "zh_TW": "『又云，佛十力中，業力甚深』。佛的十力，是講如來在究竟果上有十種非常特殊的能力，這十種能力是菩薩所沒有的。這十種能力都是依智慧生起的，所以佛才能夠普度一切眾生，他有這麼大的能力。而這十種能力當中，是以業力最深。也許我們聽了這個話會有疑問，成了佛，成了無上正等正覺，他還有業力嗎？如果有業力，怎麼能成佛？現在人講往生西方極樂世界還得要消業，帶業帶一分消一分，到了究竟果地還業力甚深，這個事情叫我們大惑不解。其實我們在十力裡頭常常談到，十力當中「業力甚深」，是佛知道一切眾生業力甚深，他自己的業力轉了，轉煩惱為菩提。他把他自己甚深業力轉變為菩提，轉變為功德，這個是佛，所謂是轉八識成四智。佛知道一切眾生的業力，所以佛教化眾生才真正契機契理，遇到佛沒有不成就的。"
    },
    {
      "id": "01-003-0005_p0011",
      "zh_CN": "『又云，十方诸国土，皆以业力生』，这一句很要紧，佛在经上给我们说，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。而我们感觉这个虚妄的相，似乎是实在的，呈现在我们的眼前，这又是什么一回事？这就是业力不断，所以这个幻相相续。相续的意思，实在讲并不是一个现相它能够暂时停住多久，不是的，它一个相一个相统统是独立的，前面一个相跟后面一个相是相似的，其实是两个不是一个，是相似的，每一个相都是相似的。譬如，我们现在用摄影机来照相，目前最普通的这摄影机是一秒钟二十四张，这个镜头开合二十四次，你拍电影的时候二十四格，一秒钟二十四格。换句话说，一秒钟有二十四张照片。如果这个人从生下来就给他拍，一直拍到老死，继续不断的拍，那么你看他一生的过程，岂不是张张都独立吗？前面一张跟后面一张很相像，分不出来，可是隔个几万张，几十万张一比较就不一样，为什么会不一样？唯识所变。",
      "zh_TW": "『又云，十方諸國土，皆以業力生』，這一句很要緊，佛在經上給我們說，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。而我們感覺這個虛妄的相，似乎是實在的，呈現在我們的眼前，這又是什麼一回事？這就是業力不斷，所以這個幻相相續。相續的意思，實在講並不是一個現相它能夠暫時停住多久，不是的，它一個相一個相統統是獨立的，前面一個相跟後面一個相是相似的，其實是兩個不是一個，是相似的，每一個相都是相似的。譬如，我們現在用攝影機來照相，目前最普通的這攝影機是一秒鐘二十四張，這個鏡頭開合二十四次，你拍電影的時候二十四格，一秒鐘二十四格。換句話說，一秒鐘有二十四張照片。如果這個人從生下來就給他拍，一直拍到老死，繼續不斷的拍，那麼你看他一生的過程，豈不是張張都獨立嗎？前面一張跟後面一張很相像，分不出來，可是隔個幾萬張，幾十萬張一比較就不一樣，為什麼會不一樣？唯識所變。"
    },
    {
      "id": "01-003-0005_p0012",
      "zh_CN": "诸位从这个比喻当中去体会，人生跟这个世界是一回什么事情，虚妄的！不是真实的。这是我们从比喻当中能够得到一个概念，能够体会到真实相，张张都是虚妄的。佛给我们说，那个说依旧不是真实，因为真实法没办法说，说不出来的。佛给我们讲，一弹指有六十刹那，一刹那有九百生灭。诸位去乘一乘，我们就算一秒钟四次弹指，四乘六十再乘九百。一秒钟当中是多少次生灭？就好像摄影机的镜头，它开合多少次？二十多万次。现在的电影一秒钟开合二十四次，我们就看不出它的虚妄，要是一秒钟开合二十多万次，你怎么能够觉察到这个相是虚妄相？怎么能够觉察这个相，每一个相分都是独立的相分？所以我们讲相续，不是一个相它长时期的存在，不是的，从来没有长期存在的；真实相，石火电光刹那就不见了。这就是说明「十方诸国土，皆依业力生」。业清净，国土就清净，业污秽，国土就污秽，正是所谓，「境随心转」、「万法唯心所造」。西方极乐世界是众生净业所感的，净业所现的，那个地方人人都修净业，你也修净业，与他们志同道合，与他们同一个境界，这才能生。",
      "zh_TW": "諸位從這個比喻當中去體會，人生跟這個世界是一回什麼事情，虛妄的！不是真實的。這是我們從比喻當中能夠得到一個概念，能夠體會到真實相，張張都是虛妄的。佛給我們說，那個說依舊不是真實，因為真實法沒辦法說，說不出來的。佛給我們講，一彈指有六十剎那，一剎那有九百生滅。諸位去乘一乘，我們就算一秒鐘四次彈指，四乘六十再乘九百。一秒鐘當中是多少次生滅？就好像攝影機的鏡頭，它開合多少次？二十多萬次。現在的電影一秒鐘開合二十四次，我們就看不出它的虛妄，要是一秒鐘開合二十多萬次，你怎麼能夠覺察到這個相是虛妄相？怎麼能夠覺察這個相，每一個相分都是獨立的相分？所以我們講相續，不是一個相它長時期的存在，不是的，從來沒有長期存在的；真實相，石火電光剎那就不見了。這就是說明「十方諸國土，皆依業力生」。業清淨，國土就清淨，業污穢，國土就污穢，正是所謂，「境隨心轉」、「萬法唯心所造」。西方極樂世界是眾生淨業所感的，淨業所現的，那個地方人人都修淨業，你也修淨業，與他們志同道合，與他們同一個境界，這才能生。"
    },
    {
      "id": "01-003-0005_p0013",
      "zh_CN": "所以学佛，特别是有一些学者，他们也读佛经，他也相信，但是他不肯拜佛，不肯受戒，不肯皈依，他觉得这些没有必要，信就行了。经上讲信愿行，我也具足信愿行，他能不能往生？不能往生。他自己认为他具足信愿行，其实信愿行三者都不具足。如果你说信，经里讲得明明白白，《观无量寿佛经》讲的「净业三福」，就是三种必须具足的条件：善根、福德、因缘。第一个条件：「孝养父母，奉事师长，慈心不杀，修十善业」，他做到没有？第二个条件：「受持三皈，具足众戒」，他不皈依，他不肯受戒。第三个条件，「发菩提心，深信因果，读诵大乘，劝进行者」，劝进行者就是弘法利生。你不能依教奉行就是不信，不肯这样做就是不愿，那哪有行？所以世间聪明智慧的人，天天读佛经决定不能超越六道轮回。他自己照这里面去做，没有老师给他讲解，《华严经》说：「佛法无人说，虽智莫能解」。世间再聪明智慧的人，不会懂得佛法的，为什么？因为他有心意识，他有分别执着，他有妄想，他有邪见，他执着这些，他不能成就。佛法需要人讲，什么人讲？舍心意识的人，他真正懂得佛法。离一切分别执着妄想的人，他懂得佛法。",
      "zh_TW": "所以學佛，特別是有一些學者，他們也讀佛經，他也相信，但是他不肯拜佛，不肯受戒，不肯皈依，他覺得這些沒有必要，信就行了。經上講信願行，我也具足信願行，他能不能往生？不能往生。他自己認為他具足信願行，其實信願行三者都不具足。如果你說信，經裡講得明明白白，《觀無量壽佛經》講的「淨業三福」，就是三種必須具足的條件：善根、福德、因緣。第一個條件：「孝養父母，奉事師長，慈心不殺，修十善業」，他做到沒有？第二個條件：「受持三皈，具足眾戒」，他不皈依，他不肯受戒。第三個條件，「發菩提心，深信因果，讀誦大乘，勸進行者」，勸進行者就是弘法利生。你不能依教奉行就是不信，不肯這樣做就是不願，那哪有行？所以世間聰明智慧的人，天天讀佛經決定不能超越六道輪迴。他自己照這裡面去做，沒有老師給他講解，《華嚴經》說：「佛法無人說，雖智莫能解」。世間再聰明智慧的人，不會懂得佛法的，為什麼？因為他有心意識，他有分別執著，他有妄想，他有邪見，他執著這些，他不能成就。佛法需要人講，什麼人講？捨心意識的人，他真正懂得佛法。離一切分別執著妄想的人，他懂得佛法。"
    },
    {
      "id": "01-003-0005_p0014",
      "zh_CN": "严格的讲，受皈戒不是容易事情，发心求受三皈，这是入门、入学，发心求受五戒就是考试。现在佛法衰了，衰到只有形式没有实质，在修学上都不如法。我们不要谈出家受戒，就讲在家求受五戒，你们现在哪个地方要受戒，一报名马上就受戒去，好容易！在从前不行，从前你要求受五戒，你跟这个法师去学。法师教给你，你要修六个月，法师观察你六个月，看你能不能受。六个月，看你还不错，在知见、行持上你都能受得了，才肯给你授。哪有说是想受戒就受，没有那么简单，观察六个月，现在有没有？现在没有了。出家戒更难，一般来讲要观察五年，所以出家是五年学戒。你想要受沙弥戒至少也要观察六个月到一年，真正能持才受沙弥戒。受沙弥戒之后，还得要有五年的时间观察，才能受比丘戒、受菩萨戒。现在简单，因为是工业时代，一切讲求时效，一个月当中三坛大戒统统都受了，这在过去是没有的。所以从前素质的确是高，人数少；现在素质很差，受戒人数很多。",
      "zh_TW": "嚴格的講，受皈戒不是容易事情，發心求受三皈，這是入門、入學，發心求受五戒就是考試。現在佛法衰了，衰到只有形式沒有實質，在修學上都不如法。我們不要談出家受戒，就講在家求受五戒，你們現在哪個地方要受戒，一報名馬上就受戒去，好容易！在從前不行，從前你要求受五戒，你跟這個法師去學。法師教給你，你要修六個月，法師觀察你六個月，看你能不能受。六個月，看你還不錯，在知見、行持上你都能受得了，才肯給你授。哪有說是想受戒就受，沒有那麼簡單，觀察六個月，現在有沒有？現在沒有了。出家戒更難，一般來講要觀察五年，所以出家是五年學戒。你想要受沙彌戒至少也要觀察六個月到一年，真正能持才受沙彌戒。受沙彌戒之後，還得要有五年的時間觀察，才能受比丘戒、受菩薩戒。現在簡單，因為是工業時代，一切講求時效，一個月當中三壇大戒統統都受了，這在過去是沒有的。所以從前素質的確是高，人數少；現在素質很差，受戒人數很多。"
    },
    {
      "id": "01-003-0005_p0015",
      "zh_CN": "这些都是说明与业力有很深的关系。学佛一定要如理如法，才会有个结果；违背理论，不循着这个法则，凭着自己聪明智慧想像，到最后都不会有结果的。这个事情，《坛经》里头有说明，在永嘉大师那一段。经上明白告诉我们，自己修行在威音王以前可以，威音王以后没有老师，自己修行而成就的，统统是天魔外道，没有一个能成正果的。威音王佛是无量劫以前的古佛，从他以后无师自通的都是天魔外道。还有一种人，我也跟一个老师，听他，我也跟他在学，我学成了，可是没拜这个老师。到六祖那里去参学，他去的时候并没有说明，并没有拜老师，就跟大众在一块，坐在那里听经。六祖很厉害，六祖当时讲开示就宣布，我们大众当中有一个来盗法的，逼得他没法子，站起来说明原委，盗法！盗法之人他会成就吗？不会成就。所以，不如法怎么行？不如法，业就不清净，如理如法业才清净。『故业不可不净』，尤其是这个法门，这个法门叫净土法门，所修的是净业。净业的标准就是本经里面所讲的，莲池大师的《疏钞》，古德法师的《演义》，都是说明净业的修法，净业的境界。",
      "zh_TW": "這些都是說明與業力有很深的關係。學佛一定要如理如法，才會有個結果；違背理論，不循著這個法則，憑著自己聰明智慧想像，到最後都不會有結果的。這個事情，《壇經》裡頭有說明，在永嘉大師那一段。經上明白告訴我們，自己修行在威音王以前可以，威音王以後沒有老師，自己修行而成就的，統統是天魔外道，沒有一個能成正果的。威音王佛是無量劫以前的古佛，從他以後無師自通的都是天魔外道。還有一種人，我也跟一個老師，聽他，我也跟他在學，我學成了，可是沒拜這個老師。到六祖那裡去參學，他去的時候並沒有說明，並沒有拜老師，就跟大眾在一塊，坐在那裡聽經。六祖很厲害，六祖當時講開示就宣布，我們大眾當中有一個來盜法的，逼得他沒法子，站起來說明原委，盜法！盜法之人他會成就嗎？不會成就。所以，不如法怎麼行？不如法，業就不清淨，如理如法業才清淨。『故業不可不淨』，尤其是這個法門，這個法門叫淨土法門，所修的是淨業。淨業的標準就是本經裡面所講的，蓮池大師的《疏鈔》，古德法師的《演義》，都是說明淨業的修法，淨業的境界。"
    },
    {
      "id": "01-003-0005_p0016",
      "zh_CN": "下面给我们讲「信、愿、行」，是从纲领上说的。",
      "zh_TW": "下面給我們講「信、願、行」，是從綱領上說的。"
    },
    {
      "id": "01-003-0005_p0017",
      "zh_CN": "演【信者不疑之谓。】",
      "zh_TW": "演【信者不疑之謂。】"
    },
    {
      "id": "01-003-0005_p0018",
      "zh_CN": "不疑谓信。",
      "zh_TW": "不疑謂信。"
    },
    {
      "id": "01-003-0005_p0019",
      "zh_CN": "演【于净土妙理，深信不疑。】",
      "zh_TW": "演【於淨土妙理，深信不疑。】"
    },
    {
      "id": "01-003-0005_p0020",
      "zh_CN": "这才叫真正的相信。我们现在信不信？很难说，你说不信，好像很虔诚；说你信，净土道理还不懂，还没懂。还没懂怎么样？不会疑！根本就不晓得这里头道理。人家说了，我就相信，我就学了，道理还没懂，疑问提不起来。入了境界之后，才能提问题，才能发问。我们对这个道理不懂，不懂是无明盖覆，那也是个大障碍。理一定要懂得，一定要断疑生信，才是真实的信心。所以《疏钞演义》要常常读，常常去看，经早晚课诵你会念，《弥陀经》不长，《疏钞演义》每天总要看个几段，有疑就要问。我们在一起研究讨论，理愈辩愈明白，明白之后，我们疑就断了，信心才真正的建立。当然在讲解的时候，许多疑问在讲解里面都答复了；讲解里面没有提到，没有答复到的，我们每个星期天念佛会当中，专门为诸位解答问题，希望诸位多多的提出来，我们共同研究讨论。",
      "zh_TW": "這才叫真正的相信。我們現在信不信？很難說，你說不信，好像很虔誠；說你信，淨土道理還不懂，還沒懂。還沒懂怎麼樣？不會疑！根本就不曉得這裡頭道理。人家說了，我就相信，我就學了，道理還沒懂，疑問提不起來。入了境界之後，才能提問題，才能發問。我們對這個道理不懂，不懂是無明蓋覆，那也是個大障礙。理一定要懂得，一定要斷疑生信，才是真實的信心。所以《疏鈔演義》要常常讀，常常去看，經早晚課誦你會念，《彌陀經》不長，《疏鈔演義》每天總要看個幾段，有疑就要問。我們在一起研究討論，理愈辯愈明白，明白之後，我們疑就斷了，信心才真正的建立。當然在講解的時候，許多疑問在講解裡面都答覆了；講解裡面沒有提到，沒有答覆到的，我們每個星期天念佛會當中，專門為諸位解答問題，希望諸位多多的提出來，我們共同研究討論。"
    },
    {
      "id": "01-003-0005_p0021",
      "zh_CN": "演【行者趋造之谓。于弥陀名号，念念明了。】",
      "zh_TW": "演【行者趨造之謂。於彌陀名號，念念明了。】"
    },
    {
      "id": "01-003-0005_p0022",
      "zh_CN": "『行』是讲修行，「行」就是趋向、就是造作。我们向哪一个目标趋向？要向西方极乐世界这个目标、这个方向去走，我们一切的造作都要与这个目标相应。经中告诉我们修学的方法是「执持名号」、「一心不乱」、「心不颠倒」，这三句最重要，这三句是往生西方极乐世界必须具备的条件。『于弥陀名号』，名号是四个字：阿弥陀佛。「南无」是皈依的意思，加上南无是六个字，六字洪名。『念念明了』，念不仅是口念，「念」这个字是会意字，「今心」，现前的心，现前的心「明了」，明了就不迷。阿弥陀佛是无量觉，觉而不迷，现前这个心是觉而不迷，这就是阿弥陀佛；念念都明了，念念都不迷，就是皈依无量觉。所以这句名号，要把你现前迷惑颠倒的心，要把它叫回来，要把它唤醒，从迷归悟，从染归净，从乱归到一心。这是行。",
      "zh_TW": "『行』是講修行，「行」就是趨向、就是造作。我們向哪一個目標趨向？要向西方極樂世界這個目標、這個方向去走，我們一切的造作都要與這個目標相應。經中告訴我們修學的方法是「執持名號」、「一心不亂」、「心不顛倒」，這三句最重要，這三句是往生西方極樂世界必須具備的條件。『於彌陀名號』，名號是四個字：阿彌陀佛。「南無」是皈依的意思，加上南無是六個字，六字洪名。『念念明了』，念不僅是口念，「念」這個字是會意字，「今心」，現前的心，現前的心「明了」，明瞭就不迷。阿彌陀佛是無量覺，覺而不迷，現前這個心是覺而不迷，這就是阿彌陀佛；念念都明瞭，念念都不迷，就是皈依無量覺。所以這句名號，要把你現前迷惑顛倒的心，要把它叫回來，要把它喚醒，從迷歸悟，從染歸淨，從亂歸到一心。這是行。"
    },
    {
      "id": "01-003-0005_p0023",
      "zh_CN": "演【愿者乐欲之谓。】",
      "zh_TW": "演【願者樂欲之謂。】"
    },
    {
      "id": "01-003-0005_p0024",
      "zh_CN": "『乐』是爱好，『欲』是希望。非常的欢喜，很希望能够达到极乐世界。",
      "zh_TW": "『樂』是愛好，『欲』是希望。非常的歡喜，很希望能夠達到極樂世界。"
    },
    {
      "id": "01-003-0005_p0025",
      "zh_CN": "演【于极乐世界心心向往。】",
      "zh_TW": "演【於極樂世界心心向往。】"
    },
    {
      "id": "01-003-0005_p0026",
      "zh_CN": "这是真的，不是假的。念念都想到西方极乐世界去，这叫做「愿」。我们想一想，信愿行有没有呢？我们念佛念了这么多年，没有感应，不怪自己，反而怪佛菩萨不灵。我念了这么多年都没有感应，不怪自己三个条件没有一条具足。我们真的心心念念想往西方极乐世界吗？到了念佛堂，念了经文，念了佛号，心里还想着别的，都没想到西方极乐世界，那怎么行？还在打妄想，在胡思乱想。可见得是有口无心，没愿！这三个条件缺一条都不会有感应。",
      "zh_TW": "這是真的，不是假的。念念都想到西方極樂世界去，這叫做「願」。我們想一想，信願行有沒有呢？我們念佛念了這麼多年，沒有感應，不怪自己，反而怪佛菩薩不靈。我念了這麼多年都沒有感應，不怪自己三個條件沒有一條具足。我們真的心心念念想往西方極樂世界嗎？到了念佛堂，念了經文，念了佛號，心裡還想著別的，都沒想到西方極樂世界，那怎麼行？還在打妄想，在胡思亂想。可見得是有口無心，沒願！這三個條件缺一條都不會有感應。"
    },
    {
      "id": "01-003-0005_p0027",
      "zh_CN": "演【此净土三资粮也。】",
      "zh_TW": "演【此淨土三資糧也。】"
    },
    {
      "id": "01-003-0005_p0028",
      "zh_CN": "净土的三个条件，资助你往生西方极乐世界的三个条件，必须要具足，一条都不能缺。我们的心，确实心心念念只想西方极乐世界，不想别的。这个世间什么事都得要撇开，你这个感应道交就很快了。总要把这个事情当作一桩正经事情来办，而且当作我们一生最重要的大事来办。其余的事都是小事，都是不要紧的事，这个事是大事，最要紧的事情了，要这样的办才能有成就。这是讲信愿行，信愿行是本经正宗分里面的三大段，也是本经三大纲领。",
      "zh_TW": "淨土的三個條件，資助你往生西方極樂世界的三個條件，必須要具足，一條都不能缺。我們的心，確實心心念念只想西方極樂世界，不想別的。這個世間什麼事都得要撇開，你這個感應道交就很快了。總要把這個事情當作一樁正經事情來辦，而且當作我們一生最重要的大事來辦。其餘的事都是小事，都是不要緊的事，這個事是大事，最要緊的事情了，要這樣的辦才能有成就。這是講信願行，信願行是本經正宗分裡面的三大段，也是本經三大綱領。"
    },
    {
      "id": "01-003-0005_p0029",
      "zh_CN": "底下这一段解释『亦顺净业信行愿故』，这个就讲三资粮了，前面讲的信愿行是发明，本经正宗分的三个大段落，正宗分的内容，与净土三资粮完全相应。",
      "zh_TW": "底下這一段解釋『亦順淨業信行願故』，這個就講三資糧了，前面講的信願行是發明，本經正宗分的三個大段落，正宗分的內容，與淨土三資糧完全相應。"
    },
    {
      "id": "01-003-0005_p0030",
      "zh_CN": "演【亦顺者。契其大端，自能深忍，故通序顺信资。善读经者，随文入观，故开章顺行资。识所攸归，无不向慕，故结释顺愿资。】",
      "zh_TW": "演【亦順者。契其大端，自能深忍，故通序順信資。善讀經者，隨文入觀，故開章順行資。識所攸歸，無不向慕，故結釋順願資。】"
    },
    {
      "id": "01-003-0005_p0031",
      "zh_CN": "莲池大师《疏钞》有三大段：通序大意、开章释文、结释咒意。这三大段也顺本经的中心，所谓的三资粮。第一大段是「通序大意」，与三资粮的「信资」相应，这个话说得非常的肯定，非常的正确。通序大意，没有入文，没有讲到经文，在本子里面分量占一卷之多。第一卷全卷都是讲通序大意，到第二卷才讲到经文。所以，第一卷非常的重要。我们读《疏钞》，如果第一卷读完，我们的信心坚固，信心建立了，这个功德不可思议。「契其大端」，大端就是三资粮，他能够契合。「自能深忍」，深忍就是信，忍就是同意、认可的意思。你所讲的这个话，我同意，我认可，我不反对，我也不怀疑，这叫忍。这个不是浅的，深忍，为什么深忍？这里面所讲的道理统统明了，没有怀疑了，信得深。第二大段是「开章释文」，解释全经，就是讲的《疏钞》。「善读经者，随文入观」，这两句要紧，读经最重要的是要随文入观，随着经文提起自己观照的功夫，那就有受用，读到什么地方，那个境界就现前。「开章顺行资」，依教修行，依文作观，这是善读经。善听善说亦复如是，也是这个样子。第三大段是「结释咒意」。「识所攸归，无不向慕」，这是讲本经后面附着「拔一切业障根本得生净土陀罗尼」，就是往生咒，咒的功力能拔除我们业障，帮助我们往生西方极乐世界，晓得它的归向，没有不羡慕的，「故结释顺愿资」，三资粮里面愿资。向下，我们再看科判：",
      "zh_TW": "蓮池大師《疏鈔》有三大段：通序大意、開章釋文、結釋咒意。這三大段也順本經的中心，所謂的三資糧。第一大段是「通序大意」，與三資糧的「信資」相應，這個話說得非常的肯定，非常的正確。通序大意，沒有入文，沒有講到經文，在本子裡面分量佔一卷之多。第一卷全卷都是講通序大意，到第二卷才講到經文。所以，第一卷非常的重要。我們讀《疏鈔》，如果第一卷讀完，我們的信心堅固，信心建立了，這個功德不可思議。「契其大端」，大端就是三資糧，他能夠契合。「自能深忍」，深忍就是信，忍就是同意、認可的意思。你所講的這個話，我同意，我認可，我不反對，我也不懷疑，這叫忍。這個不是淺的，深忍，為什麼深忍？這裡面所講的道理統統明瞭，沒有懷疑了，信得深。第二大段是「開章釋文」，解釋全經，就是講的《疏鈔》。「善讀經者，隨文入觀」，這兩句要緊，讀經最重要的是要隨文入觀，隨著經文提起自己觀照的功夫，那就有受用，讀到什麼地方，那個境界就現前。「開章順行資」，依教修行，依文作觀，這是善讀經。善聽善說亦復如是，也是這個樣子。第三大段是「結釋咒意」。「識所攸歸，無不向慕」，這是講本經後面附著「拔一切業障根本得生淨土陀羅尼」，就是往生咒，咒的功力能拔除我們業障，幫助我們往生西方極樂世界，曉得它的歸向，沒有不羨慕的，「故結釋順願資」，三資糧裡面願資。向下，我們再看科判："
    },
    {
      "id": "01-003-0005_p0032",
      "zh_CN": "疏【初通序大意】",
      "zh_TW": "疏【初通序大意】"
    },
    {
      "id": "01-003-0005_p0033",
      "zh_CN": "这里面有五段。",
      "zh_TW": "這裡面有五段。"
    },
    {
      "id": "01-003-0005_p0034",
      "zh_CN": "疏【初明性，二赞经，三感时，四述意，五请加。】",
      "zh_TW": "疏【初明性，二讚經，三感時，四述意，五請加。】"
    },
    {
      "id": "01-003-0005_p0035",
      "zh_CN": "『加』是加持。我们先来解释这五个科题，这五个小科、小段落。",
      "zh_TW": "『加』是加持。我們先來解釋這五個科題，這五個小科、小段落。"
    },
    {
      "id": "01-003-0005_p0036",
      "zh_CN": "演【初明性者。】",
      "zh_TW": "演【初明性者。】"
    },
    {
      "id": "01-003-0005_p0037",
      "zh_CN": "解释这个科题，什么叫明性。从这个科题里面，你就晓得这部经它这个理论的依据不可思议，才能真正认识这部经的价值。",
      "zh_TW": "解釋這個科題，什麼叫明性。從這個科題裡面，你就曉得這部經它這個理論的依據不可思議，才能真正認識這部經的價值。"
    },
    {
      "id": "01-003-0005_p0038",
      "zh_CN": "演【性即常住真心。】",
      "zh_TW": "演【性即常住真心。】"
    },
    {
      "id": "01-003-0005_p0039",
      "zh_CN": "《楞严经》里面所讲的，「常住真心，性净明体」。",
      "zh_TW": "《楞嚴經》裡面所講的，「常住真心，性淨明體」。"
    },
    {
      "id": "01-003-0005_p0040",
      "zh_CN": "演【全体是极乐世界阿弥陀佛。】",
      "zh_TW": "演【全體是極樂世界阿彌陀佛。】"
    },
    {
      "id": "01-003-0005_p0041",
      "zh_CN": "这还得了！课诵里面我们所读到的「法界藏身阿弥陀佛」，这个称呼不是没有依据，不是随便说的。我们一看此地就明了，真的是法界藏身，为什么？『全体就是极乐世界阿弥陀佛』。阿弥陀佛是什么？就是我们自己的真如本性。这就是所谓「唯心净土，自性弥陀」，是这个法门理论的依据，把本经的教体统统显示出来给我们看了。",
      "zh_TW": "這還得了！課誦裡面我們所讀到的「法界藏身阿彌陀佛」，這個稱呼不是沒有依據，不是隨便說的。我們一看此地就明瞭，真的是法界藏身，為什麼？『全體就是極樂世界阿彌陀佛』。阿彌陀佛是什麼？就是我們自己的真如本性。這就是所謂「唯心淨土，自性彌陀」，是這個法門理論的依據，把本經的教體統統顯示出來給我們看了。"
    },
    {
      "id": "01-003-0005_p0042",
      "zh_CN": "演【初明者。】",
      "zh_TW": "演【初明者。】"
    },
    {
      "id": "01-003-0005_p0043",
      "zh_CN": "「明」是发明。性是本有的、本来具足的，可是我们初学的人不能明了。",
      "zh_TW": "「明」是發明。性是本有的、本來具足的，可是我們初學的人不能明瞭。"
    },
    {
      "id": "01-003-0005_p0044",
      "zh_CN": "演【恐人认阿弥陀佛在自性之外。故古云，若认他是佛，自己却成魔。又云，求人不如求自己。】",
      "zh_TW": "演【恐人認阿彌陀佛在自性之外。故古云，若認他是佛，自己卻成魔。又云，求人不如求自己。】"
    },
    {
      "id": "01-003-0005_p0045",
      "zh_CN": "这个话都是禅宗的话，所以大师逼得为我们发明，帮助我们指出来，教我们要认清楚，这个法门的本体是什么？这个法门理论的依据是什么？是我们自己的真如本性、常住真心。下面所说的这些误会有没有？有，不但有，而且很多。一般人总认为『阿弥陀佛在自性之外』，心外求法，那叫外道。不知道西方极乐世界阿弥陀佛是自己心现的，是自己识变的，不晓得这个道理。我这么一说，你晓得了，你从今天起知道了。是不是真知道？不尽然。为什么？我们眼前这个世界是不是心造的？是不是识变的？也是的，没有两样。我们现在这个世界是秽心变的，极乐世界是我们的清净心变的。这个世界是污秽心变的，或者这个世界是我们乱心变的，西方极乐世界是一心变的，要懂这个道理。真正明了自他不二、万法一如，如果你有这种见解，你有这样的肯定，你修学大乘佛法就不难了，你真正是大乘佛法的法器，有资格接受大乘佛法。如果你要不相信，那慢慢再学，慢慢再培养，你要是能够相信，不疑惑了，你就有资格修学大乘。你的心量当然就拓开了，不会再有是非人我，为什么？晓得万法唯心所变，万法一如，万法不二，像《华严经》所讲的，「心佛众生，三无差别」。所以，要是认为佛在自心之外，是外道。",
      "zh_TW": "這個話都是禪宗的話，所以大師逼得為我們發明，幫助我們指出來，教我們要認清楚，這個法門的本體是什麼？這個法門理論的依據是什麼？是我們自己的真如本性、常住真心。下面所說的這些誤會有沒有？有，不但有，而且很多。一般人總認為『阿彌陀佛在自性之外』，心外求法，那叫外道。不知道西方極樂世界阿彌陀佛是自己心現的，是自己識變的，不曉得這個道理。我這麼一說，你曉得了，你從今天起知道了。是不是真知道？不盡然。為什麼？我們眼前這個世界是不是心造的？是不是識變的？也是的，沒有兩樣。我們現在這個世界是穢心變的，極樂世界是我們的清淨心變的。這個世界是污穢心變的，或者這個世界是我們亂心變的，西方極樂世界是一心變的，要懂這個道理。真正明瞭自他不二、萬法一如，如果你有這種見解，你有這樣的肯定，你修學大乘佛法就不難了，你真正是大乘佛法的法器，有資格接受大乘佛法。如果你要不相信，那慢慢再學，慢慢再培養，你要是能夠相信，不疑惑了，你就有資格修學大乘。你的心量當然就拓開了，不會再有是非人我，為什麼？曉得萬法唯心所變，萬法一如，萬法不二，像《華嚴經》所講的，「心佛眾生，三無差別」。所以，要是認為佛在自心之外，是外道。"
    },
    {
      "id": "01-003-0005_p0046",
      "zh_CN": "禅宗讲，『若认他是佛，自己却成魔』。为什么？有自有他，自他是二边，二边不是魔，谁是魔？六祖大师说过，二法就不是佛法，自他是二法，佛法是不二法，自他不二。有没有自他？有自有他，就是事上决定有，相上决定有，理上决定没有。理是一，事相是有自有他，理是一个，理上没有。",
      "zh_TW": "禪宗講，『若認他是佛，自己卻成魔』。為什麼？有自有他，自他是二邊，二邊不是魔，誰是魔？六祖大師說過，二法就不是佛法，自他是二法，佛法是不二法，自他不二。有沒有自他？有自有他，就是事上決定有，相上決定有，理上決定沒有。理是一，事相是有自有他，理是一個，理上沒有。"
    },
    {
      "id": "01-003-0005_p0047",
      "zh_CN": "『又云，求人不如求自己』。你要求着阿弥陀佛，就能够往生西方极乐世界，这叫迷信。阿弥陀佛大慈大悲，所谓大慈大悲，不求也要帮助他往生西方极乐世界，何况有求？这才叫大慈大悲。行不行呢？不行。为什么不行？因为那个地方是清净世界，那个地方的人都一心不乱，你乱心去了，跟他们不能相处，你这染污心一去到那里要跟人打架，那怎么行？所以你去不了。「求他不如求自己」，求自己一心不乱，求自己心不颠倒。只要我真正修到心不颠倒，一心不乱了，决定往生。与西方的条件完全相符合，这个时候发愿往生，阿弥陀佛必定来接引。所以往生西方极乐世界，阿弥陀佛给我们作增上缘，不是亲因缘，亲因缘是自己。四种缘里头，亲因缘、所缘缘、无间缘都是自己，阿弥陀佛来接引这是增上缘而已。四个条件，其他三个条件要自家具足，阿弥陀佛才帮得上忙。一味的依赖阿弥陀佛决定要落空，那是你不解如来所说义，你误会了，不是佛法不灵，错在自己这边，不在佛那边。这些都是就事论事，下面三行是从理上说。今天时间到了。",
      "zh_TW": "『又云，求人不如求自己』。你要求著阿彌陀佛，就能夠往生西方極樂世界，這叫迷信。阿彌陀佛大慈大悲，所謂大慈大悲，不求也要幫助他往生西方極樂世界，何況有求？這才叫大慈大悲。行不行呢？不行。為什麼不行？因為那個地方是清淨世界，那個地方的人都一心不亂，你亂心去了，跟他們不能相處，你這染污心一去到那裡要跟人打架，那怎麼行？所以你去不了。「求他不如求自己」，求自己一心不亂，求自己心不顛倒。只要我真正修到心不顛倒，一心不亂了，決定往生。與西方的條件完全相符合，這個時候發願往生，阿彌陀佛必定來接引。所以往生西方極樂世界，阿彌陀佛給我們作增上緣，不是親因緣，親因緣是自己。四種緣裡頭，親因緣、所緣緣、無間緣都是自己，阿彌陀佛來接引這是增上緣而已。四個條件，其他三個條件要自家具足，阿彌陀佛才幫得上忙。一味的依賴阿彌陀佛決定要落空，那是你不解如來所說義，你誤會了，不是佛法不靈，錯在自己這邊，不在佛那邊。這些都是就事論事，下面三行是從理上說。今天時間到了。"
    }
  ]
}