{
  "doc_id": "01-003-0077",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十七集",
    "zh_TW": "第七十七集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0077",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "01-003-0077_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一二二页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一二二頁："
    },
    {
      "id": "01-003-0077_p0002",
      "zh_CN": "疏【又云：系念思惟因缘力故，得断烦恼，是涅槃义。如佛告父王，汝今当念西方极乐世界阿弥陀佛，常勤精进，当得佛道。】",
      "zh_TW": "疏【又云：繫念思惟因緣力故，得斷煩惱，是涅槃義。如佛告父王，汝今當念西方極樂世界阿彌陀佛，常勤精進，當得佛道。】"
    },
    {
      "id": "01-003-0077_p0003",
      "zh_CN": "前面所说「观佛三昧」、「菩萨六念」，这在学佛修行可以说都是共同的法门，无论学哪一宗、哪一个法门，都应当要发心来修学。简单的说，「念」就是把心定在那个地方，安住在那个地方，这就叫念。学佛的人心里面只有六桩事情，这叫菩萨六念。念三宝，这是非常重要的，只要是一个学佛的人，我们每天早晚课诵都有三皈依，这是念觉、念正、念净，六祖大师在《坛经》里面给我们开示得非常明白。其次就是念布施、念持戒、念天。天是什么？十善业道、四无量心，这个是「天」包括了，四无量心是慈悲喜舍。学佛的人常常要念着这六桩事情，这是佛法里面的根本法，共同的科目。",
      "zh_TW": "前面所說「觀佛三昧」、「菩薩六念」，這在學佛修行可以說都是共同的法門，無論學哪一宗、哪一個法門，都應當要發心來修學。簡單的說，「念」就是把心定在那個地方，安住在那個地方，這就叫念。學佛的人心裡面只有六樁事情，這叫菩薩六念。念三寶，這是非常重要的，只要是一個學佛的人，我們每天早晚課誦都有三皈依，這是念覺、念正、念淨，六祖大師在《壇經》裡面給我們開示得非常明白。其次就是念布施、念持戒、念天。天是什麼？十善業道、四無量心，這個是「天」包括了，四無量心是慈悲喜捨。學佛的人常常要念著這六樁事情，這是佛法裡面的根本法，共同的科目。"
    },
    {
      "id": "01-003-0077_p0004",
      "zh_CN": "『系念思惟因缘力故』，这个效果就大了，能『断烦恼』，我们念佛正是用的这种功夫。所以这一句佛号要是念到得力了，可以伏烦恼。能伏烦恼，这功夫得力了；伏久了，烦恼自自然然就断了。千万不要有个念头：「我念这么久了，烦恼怎么还没断？」存有断烦恼的念头，烦恼就断不掉，为什么？因为这一念就是烦恼，烦恼不能断烦恼，必须烦恼都没有了才叫做断烦恼。所以只管老老实实念下去，什么叫一心？什么叫不乱？什么叫功夫成片？一概不理会，不要把它放在心上，这样才行。把这些东西放在心上都是障碍，都叫打闲岔。断烦恼就是『涅槃义』，涅槃是梵语，翻成中国意思叫灭度。苦集灭道四谛，灭就是涅槃。涅槃的意思就是灭烦恼、灭生死。",
      "zh_TW": "『繫念思惟因緣力故』，這個效果就大了，能『斷煩惱』，我們念佛正是用的這種功夫。所以這一句佛號要是念到得力了，可以伏煩惱。能伏煩惱，這功夫得力了；伏久了，煩惱自自然然就斷了。千萬不要有個念頭：「我念這麼久了，煩惱怎麼還沒斷？」存有斷煩惱的念頭，煩惱就斷不掉，為什麼？因為這一念就是煩惱，煩惱不能斷煩惱，必須煩惱都沒有了才叫做斷煩惱。所以只管老老實實念下去，什麼叫一心？什麼叫不亂？什麼叫功夫成片？一概不理會，不要把它放在心上，這樣才行。把這些東西放在心上都是障礙，都叫打閒岔。斷煩惱就是『涅槃義』，涅槃是梵語，翻成中國意思叫滅度。苦集滅道四諦，滅就是涅槃。涅槃的意思就是滅煩惱、滅生死。"
    },
    {
      "id": "01-003-0077_p0005",
      "zh_CN": "底下这一句话，我们要特别留意。为什么？释迦牟尼佛为他父亲净饭王说的，这个关系密切了。释迦牟尼佛要是有最好的法门，一定先劝他爸爸来修，他妈妈过世早，他一出生妈妈就生天，就离开这个人间了。在这个世间，恩德最厚的人是他父亲。他教父亲什么法门？念佛求生西方净土。释迦牟尼佛是他姨母抚养长大成人，同样的，他也是劝他的姨母念佛求生西方。诸位就晓得，求生西方必定是殊胜。释迦牟尼劝他的家亲眷属，普贤菩萨劝华藏会上四十一位法身大士那是讲出世间法，释迦牟尼佛此地讲世间法。世出世间法，这个法门都是第一法门，这是我们要特别注意到的。他的父王就是净饭王，劝他『汝今当念西方极乐世界阿弥陀佛』。『常勤精进』，「常」是不间断。如何精进法？就是这一句佛号不中断。有空就念，就是倓老法师讲：念累了你就休息，恢复精神就继续再念。要把这桩事情当作自己一生当中唯一的大事情，这样『当得佛道』，一往生西方就是得佛道，成佛之道。",
      "zh_TW": "底下這一句話，我們要特別留意。為什麼？釋迦牟尼佛為他父親淨飯王說的，這個關係密切了。釋迦牟尼佛要是有最好的法門，一定先勸他爸爸來修，他媽媽過世早，他一出生媽媽就生天，就離開這個人間了。在這個世間，恩德最厚的人是他父親。他教父親什麼法門？念佛求生西方淨土。釋迦牟尼佛是他姨母撫養長大成人，同樣的，他也是勸他的姨母念佛求生西方。諸位就曉得，求生西方必定是殊勝。釋迦牟尼勸他的家親眷屬，普賢菩薩勸華藏會上四十一位法身大士那是講出世間法，釋迦牟尼佛此地講世間法。世出世間法，這個法門都是第一法門，這是我們要特別注意到的。他的父王就是淨飯王，勸他『汝今當念西方極樂世界阿彌陀佛』。『常勤精進』，「常」是不間斷。如何精進法？就是這一句佛號不中斷。有空就念，就是倓老法師講：念累了你就休息，恢復精神就繼續再念。要把這樁事情當作自己一生當中唯一的大事情，這樣『當得佛道』，一往生西方就是得佛道，成佛之道。"
    },
    {
      "id": "01-003-0077_p0006",
      "zh_CN": "疏【又云：十心向往，命终必生彼佛国土，是宝积义。】",
      "zh_TW": "疏【又云：十心向往，命終必生彼佛國土，是寶積義。】"
    },
    {
      "id": "01-003-0077_p0007",
      "zh_CN": "什么叫十心向往？《演义》有注解：",
      "zh_TW": "什麼叫十心向往？《演義》有註解："
    },
    {
      "id": "01-003-0077_p0008",
      "zh_CN": "演【一、于众生起大慈无损害心。】",
      "zh_TW": "演【一、於眾生起大慈無損害心。】"
    },
    {
      "id": "01-003-0077_p0009",
      "zh_CN": "我们对于任何一个众生，那个善良的不必说了，再凶恶的众生，我们对他还是慈心，不能有伤害众生的心。这是第一个，就是以慈眼看一切众生。",
      "zh_TW": "我們對於任何一個眾生，那個善良的不必說了，再凶惡的眾生，我們對他還是慈心，不能有傷害眾生的心。這是第一個，就是以慈眼看一切眾生。"
    },
    {
      "id": "01-003-0077_p0010",
      "zh_CN": "演【二、于众生起大悲无逼恼心。】",
      "zh_TW": "演【二、於眾生起大悲無逼惱心。】"
    },
    {
      "id": "01-003-0077_p0011",
      "zh_CN": "悲心是怜悯心，一般人讲同情心，悲悯他无知、悲悯他造业。",
      "zh_TW": "悲心是憐憫心，一般人講同情心，悲憫他無知、悲憫他造業。"
    },
    {
      "id": "01-003-0077_p0012",
      "zh_CN": "演【三、于佛法不惜身命乐守护心。】",
      "zh_TW": "演【三、於佛法不惜身命樂守護心。】"
    },
    {
      "id": "01-003-0077_p0013",
      "zh_CN": "要有护持佛法的心，纵然是牺牲生命也在所不惜。要守护如来正法，不能把佛法当人情。佛门里面因果非常微细，诸位仔细研究戒律就晓得。修福，在佛门里面修福是最大的；造罪业，在佛门里头也是最重的。这些我们都应当要晓得，要知道护法。",
      "zh_TW": "要有護持佛法的心，縱然是犧牲生命也在所不惜。要守護如來正法，不能把佛法當人情。佛門裡面因果非常微細，諸位仔細研究戒律就曉得。修福，在佛門裡面修福是最大的；造罪業，在佛門裡頭也是最重的。這些我們都應當要曉得，要知道護法。"
    },
    {
      "id": "01-003-0077_p0014",
      "zh_CN": "演【四、于一切法发生胜忍无执着心。】",
      "zh_TW": "演【四、於一切法發生勝忍無執著心。】"
    },
    {
      "id": "01-003-0077_p0015",
      "zh_CN": "于一切法要有耐心，没有耐心你就学不成。不管学哪一个法门，耐心很重要！世间法说：有恒为成功之本。一个人没有恒心、没有耐心，修学佛法是不会成就的。耐心重要，还有一个很重要的是无执着心。耐心加上不执着，这是佛法；耐心里面有执着，给诸位说，你所修学的是世间法，你能成就世间四禅八定，你没有办法出三界。这一点诸位要明了，修四禅八定，那个不是简单的功夫，他们的果报在四禅天、在四空天，寿命福报都不是我们能想像得到的。但是我们虽然是个凡夫，我们今天在修学，我们有耐心，我们不执着，我们的功夫、智慧就胜过他了。为什么？因为你能出三界，他不能出三界。",
      "zh_TW": "於一切法要有耐心，沒有耐心你就學不成。不管學哪一個法門，耐心很重要！世間法說：有恆為成功之本。一個人沒有恆心、沒有耐心，修學佛法是不會成就的。耐心重要，還有一個很重要的是無執著心。耐心加上不執著，這是佛法；耐心裡面有執著，給諸位說，你所修學的是世間法，你能成就世間四禪八定，你沒有辦法出三界。這一點諸位要明瞭，修四禪八定，那個不是簡單的功夫，他們的果報在四禪天、在四空天，壽命福報都不是我們能想像得到的。但是我們雖然是個凡夫，我們今天在修學，我們有耐心，我們不執著，我們的功夫、智慧就勝過他了。為什麼？因為你能出三界，他不能出三界。"
    },
    {
      "id": "01-003-0077_p0016",
      "zh_CN": "诸位要是多读一些经论，你就了解，像须陀洹那个定力不深，阿难尊者在释迦牟尼佛那时候，就是初果须陀洹。他定力不深，但是他有智慧，像他那样的人就绝对不是四禅天、四空天人能跟他相比的。为什么？他破了五种见惑。所谓「破」就是不执着。对于身见，边见、戒取见、见取见、邪见，他放下了，他不执着了。换句话说，四禅、四空天人还没有放下。所以，非想非非想天人寿命到的时候，往往都是堕落在地狱，都是三恶道去了，这是我们在经里面看到很多这个例子。须陀洹虽然没有能力出三界，因为他见思烦恼没断，可是他是决定不堕三恶道。那就是说明，耐心要加上不执着，这样学佛才能有成就。什么都不执着了，不执着没有耐心也不能成功；不执着好，但是不执着你还得有耐心来修学。所以这是我们一定要注意的。",
      "zh_TW": "諸位要是多讀一些經論，你就了解，像須陀洹那個定力不深，阿難尊者在釋迦牟尼佛那時候，就是初果須陀洹。他定力不深，但是他有智慧，像他那樣的人就絕對不是四禪天、四空天人能跟他相比的。為什麼？他破了五種見惑。所謂「破」就是不執著。對於身見，邊見、戒取見、見取見、邪見，他放下了，他不執著了。換句話說，四禪、四空天人還沒有放下。所以，非想非非想天人壽命到的時候，往往都是墮落在地獄，都是三惡道去了，這是我們在經裡面看到很多這個例子。須陀洹雖然沒有能力出三界，因為他見思煩惱沒斷，可是他是決定不墮三惡道。那就是說明，耐心要加上不執著，這樣學佛才能有成就。什麼都不執著了，不執著沒有耐心也不能成功；不執著好，但是不執著你還得有耐心來修學。所以這是我們一定要注意的。"
    },
    {
      "id": "01-003-0077_p0017",
      "zh_CN": "演【五、不贪利养敬重净意乐心。】",
      "zh_TW": "演【五、不貪利養敬重淨意樂心。】"
    },
    {
      "id": "01-003-0077_p0018",
      "zh_CN": "决定不可以贪图名闻利养，名利害死人，利是福，名也是福，名利都不可以贪着。福报现前，就是名利来了，你也不能不要，推不掉的！自己要觉悟，决定不能贪着。有福报好，有福报可以利益众生，有福报让众生共同来享受，这是菩萨。这个福报只有自己享，不肯分享给别人，这种人成不了佛。不但成不了佛，连阿罗汉也成不了，何以故？他还有我所有的，既然有「我所有」，当然就有「我」。我、我所有不能打破，就是我执不破，不能出三界。阿罗汉「我、我所」没有了，他还有。所以一定要能看破、要能放下。看破、放下的功夫从哪里做起？名闻利养要舍，要能让给别人，自己修行常常要使自己身心清净，这样就好。",
      "zh_TW": "決定不可以貪圖名聞利養，名利害死人，利是福，名也是福，名利都不可以貪著。福報現前，就是名利來了，你也不能不要，推不掉的！自己要覺悟，決定不能貪著。有福報好，有福報可以利益眾生，有福報讓眾生共同來享受，這是菩薩。這個福報只有自己享，不肯分享給別人，這種人成不了佛。不但成不了佛，連阿羅漢也成不了，何以故？他還有我所有的，既然有「我所有」，當然就有「我」。我、我所有不能打破，就是我執不破，不能出三界。阿羅漢「我、我所」沒有了，他還有。所以一定要能看破、要能放下。看破、放下的功夫從哪裡做起？名聞利養要捨，要能讓給別人，自己修行常常要使自己身心清淨，這樣就好。"
    },
    {
      "id": "01-003-0077_p0019",
      "zh_CN": "演【六、求佛种智于一切时无忘失心。】",
      "zh_TW": "演【六、求佛種智於一切時無忘失心。】"
    },
    {
      "id": "01-003-0077_p0020",
      "zh_CN": "求佛一切种智这个意念，在一切时、一切处、一切环境里面都不会忘掉，也就是念大菩提，这是道心，一心一意求无上正等正觉。",
      "zh_TW": "求佛一切種智這個意念，在一切時、一切處、一切環境裡面都不會忘掉，也就是念大菩提，這是道心，一心一意求無上正等正覺。"
    },
    {
      "id": "01-003-0077_p0021",
      "zh_CN": "演【七、于众生尊重恭敬无下劣心。】",
      "zh_TW": "演【七、於眾生尊重恭敬無下劣心。】"
    },
    {
      "id": "01-003-0077_p0022",
      "zh_CN": "普贤菩萨教我们「礼敬诸佛」，对一切众生都要存恭敬心，决定不可以轻慢。诸位要知道，对人生轻慢心就是自己造业障。往往我们自己造业，自己不知道。自己知道，怎么会造业？业障重的人，换句话说，他变成一种习惯，这是我们要有高度的警觉。念佛虽然讲带业往生，祖师大德给我们说得很多，只带旧业不带新业。旧业是什么？你过去已经造了，这个可以带去的。新业是什么？我继续不断还在造，这个不行。所以大家要明了，不是说每一个念佛的人他都往生了。在理论上讲，「万修万人去」，谁念佛谁往生。为什么念佛人不能往生？他不断的在造业，这个没办法。真正警觉过来，我从前造业，从今以后不造业了，我依教修行，一定往生。所以自己心里要明了，要检点，我心有没有清净？我对世缘是不是放下？心里是不是二六时中只有一句佛号？对人是不是有一种慈悲心？是不是能尽心尽力去帮助别人？果然都是的，那你可以拍拍胸脯，我决定往生，这是真的不是假的。",
      "zh_TW": "普賢菩薩教我們「禮敬諸佛」，對一切眾生都要存恭敬心，決定不可以輕慢。諸位要知道，對人生輕慢心就是自己造業障。往往我們自己造業，自己不知道。自己知道，怎麼會造業？業障重的人，換句話說，他變成一種習慣，這是我們要有高度的警覺。念佛雖然講帶業往生，祖師大德給我們說得很多，只帶舊業不帶新業。舊業是什麼？你過去已經造了，這個可以帶去的。新業是什麼？我繼續不斷還在造，這個不行。所以大家要明瞭，不是說每一個念佛的人他都往生了。在理論上講，「萬修萬人去」，誰念佛誰往生。為什麼念佛人不能往生？他不斷的在造業，這個沒辦法。真正警覺過來，我從前造業，從今以後不造業了，我依教修行，一定往生。所以自己心裡要明瞭，要檢點，我心有沒有清淨？我對世緣是不是放下？心裡是不是二六時中只有一句佛號？對人是不是有一種慈悲心？是不是能盡心盡力去幫助別人？果然都是的，那你可以拍拍胸脯，我決定往生，這是真的不是假的。"
    },
    {
      "id": "01-003-0077_p0023",
      "zh_CN": "习气重的人，要对治你的习气来克服。譬如贡高我慢，用什么方法来对付？用礼敬诸佛。我接待这个人与事要特别恭敬，因为恭敬就是对治贡高我慢的。心里面瞋恚心很重的，要修慈悲心。慈悲是对治瞋恚的，布施是对治悭贪的。要找东西来治病、治这个毛病；能把这些毛病都对治，往生就有把握。所以，业是只带旧不带新。当然我们听了佛法之后，决定不能一下就把自己的毛病习气都改过来；一改过来，马上就成圣人。",
      "zh_TW": "習氣重的人，要對治你的習氣來克服。譬如貢高我慢，用什麼方法來對付？用禮敬諸佛。我接待這個人與事要特別恭敬，因為恭敬就是對治貢高我慢的。心裡面瞋恚心很重的，要修慈悲心。慈悲是對治瞋恚的，布施是對治慳貪的。要找東西來治病、治這個毛病；能把這些毛病都對治，往生就有把握。所以，業是只帶舊不帶新。當然我們聽了佛法之後，決定不能一下就把自己的毛病習氣都改過來；一改過來，馬上就成聖人。"
    },
    {
      "id": "01-003-0077_p0024",
      "zh_CN": "习气烦恼太深太重，不是一朝一夕能改得了，可是一定要改。这个改是什么？一年比一年轻，一个月比一个月轻，那就是好现象；完全不改，决定是往生的障碍。如果愈学佛是愈贡高我慢，愈觉得自己了不起，那就麻烦大了，不但你不能往生，恐怕在这一生当中还招魔障。所以，对众生要恭敬。",
      "zh_TW": "習氣煩惱太深太重，不是一朝一夕能改得了，可是一定要改。這個改是什麼？一年比一年輕，一個月比一個月輕，那就是好現象；完全不改，決定是往生的障礙。如果愈學佛是愈貢高我慢，愈覺得自己了不起，那就麻煩大了，不但你不能往生，恐怕在這一生當中還招魔障。所以，對眾生要恭敬。"
    },
    {
      "id": "01-003-0077_p0025",
      "zh_CN": "演【八、不着世论于菩提分生决定心。】",
      "zh_TW": "演【八、不著世論於菩提分生決定心。】"
    },
    {
      "id": "01-003-0077_p0026",
      "zh_CN": "对于世间一切文艺要能放下。这些东西在世间是赏心悦目之事，能增长人的贪心，增长人的痴恋。所以要放下，不能执着；可以去看看，决定不执着。一幅名画、一个艺术品、几千年的古董，你家里收藏当宝贝，好了，你那个心就牵挂在那里，西方极乐世界去不成了。阿弥陀佛来接你，你还挂念古董，那怎么行？那就不行了。所以，学佛的人对于世间一切法不能有爱好，有一样东西爱好，都是你的障碍。所以供养佛像不要供养古董，为什么？会引起你贪恋之心，你那个心常常挂在上面，把佛给忘掉了。",
      "zh_TW": "對於世間一切文藝要能放下。這些東西在世間是賞心悅目之事，能增長人的貪心，增長人的痴戀。所以要放下，不能執著；可以去看看，決定不執著。一幅名畫、一個藝術品、幾千年的古董，你家裡收藏當寶貝，好了，你那個心就牽掛在那裡，西方極樂世界去不成了。阿彌陀佛來接你，你還掛念古董，那怎麼行？那就不行了。所以，學佛的人對於世間一切法不能有愛好，有一樣東西愛好，都是你的障礙。所以供養佛像不要供養古董，為什麼？會引起你貪戀之心，你那個心常常掛在上面，把佛給忘掉了。"
    },
    {
      "id": "01-003-0077_p0027",
      "zh_CN": "演【九、种诸善根无有杂染清净之心。】",
      "zh_TW": "演【九、種諸善根無有雜染清淨之心。】"
    },
    {
      "id": "01-003-0077_p0028",
      "zh_CN": "一定要种善根，善根就是于世出世间一切法不贪、不瞋、不痴。要心清净，不要杂染。",
      "zh_TW": "一定要種善根，善根就是於世出世間一切法不貪、不瞋、不痴。要心清淨，不要雜染。"
    },
    {
      "id": "01-003-0077_p0029",
      "zh_CN": "演【十、于诸佛舍离诸相起随念心。】",
      "zh_TW": "演【十、於諸佛捨離諸相起隨念心。】"
    },
    {
      "id": "01-003-0077_p0030",
      "zh_CN": "那是讲得最究竟了，对于一切如来也不执着。我们念佛、我们敬佛，我们对佛不执着。佛尚且不执着，何况其余？你这个心才真正清净。执着就生感情，感情是烦恼的根源，是生死根本；不执着，生智慧。对佛尚且如此，何况对菩萨、对一切众生？这个很重要。",
      "zh_TW": "那是講得最究竟了，對於一切如來也不執著。我們念佛、我們敬佛，我們對佛不執著。佛尚且不執著，何況其餘？你這個心才真正清淨。執著就生感情，感情是煩惱的根源，是生死根本；不執著，生智慧。對佛尚且如此，何況對菩薩、對一切眾生？這個很重要。"
    },
    {
      "id": "01-003-0077_p0031",
      "zh_CN": "这个两段都是『宝积义』，宝积是《宝积经》。《宝积经》广谈妙法，就像许多珍宝堆积在那里一样。两段，一个是释迦牟尼佛劝他父亲念佛求生净土，一个是十心向往，命终一定往生净土；这就是《宝积经》里面所讲的意思。",
      "zh_TW": "這個兩段都是『寶積義』，寶積是《寶積經》。《寶積經》廣談妙法，就像許多珍寶堆積在那裡一樣。兩段，一個是釋迦牟尼佛勸他父親念佛求生淨土，一個是十心向往，命終一定往生淨土；這就是《寶積經》裡面所講的意思。"
    },
    {
      "id": "01-003-0077_p0032",
      "zh_CN": "疏【至如华严圆义相通，已见前文，念佛之义，不可胜举，如上且就一经大旨而言。泛论经义，则维摩丈室，容八万四千师子之座。今此净土，十方往生，犹如雨点，皆生七宝池中，曾无窄隘，即净名义。】",
      "zh_TW": "疏【至如華嚴圓義相通，已見前文，念佛之義，不可勝舉，如上且就一經大旨而言。泛論經義，則維摩丈室，容八萬四千師子之座。今此淨土，十方往生，猶如雨點，皆生七寶池中，曾無窄隘，即淨名義。】"
    },
    {
      "id": "01-003-0077_p0033",
      "zh_CN": "『一经大旨』就是讲念佛往生。这是说什么？《华严经》，那么大的一部经教我们什么？就是教我们念佛往生西方极乐世界。《华严》从头到尾仔细看过，你就晓得成佛难，不容易！那个境界是我们一生做不到的，理论、方法都不是我们一生能办得到的；可是最后一招，教我们念佛求生西方极乐世界。这个地方大师举出来是教我们「十心向往」，而《华严经》上是以「十大愿王」，那是法身大士所修的，他们也是念这一句阿弥陀佛，信愿持名。他们为什么有那么高的地位？因为他们修十大愿王。如果我们也能修十大愿王，给诸位说，往生西方极乐世界品位必定增高。所以这是自己一定要去做的，把我们思想、观念、行为，依这十大纲领来修学。",
      "zh_TW": "『一經大旨』就是講念佛往生。這是說什麼？《華嚴經》，那麼大的一部經教我們什麼？就是教我們念佛往生西方極樂世界。《華嚴》從頭到尾仔細看過，你就曉得成佛難，不容易！那個境界是我們一生做不到的，理論、方法都不是我們一生能辦得到的；可是最後一招，教我們念佛求生西方極樂世界。這個地方大師舉出來是教我們「十心向往」，而《華嚴經》上是以「十大願王」，那是法身大士所修的，他們也是念這一句阿彌陀佛，信願持名。他們為什麼有那麼高的地位？因為他們修十大願王。如果我們也能修十大願王，給諸位說，往生西方極樂世界品位必定增高。所以這是自己一定要去做的，把我們思想、觀念、行為，依這十大綱領來修學。"
    },
    {
      "id": "01-003-0077_p0034",
      "zh_CN": "「礼敬诸佛」，修恭敬。《无量寿经》里面说「皆遵普贤之德」，普贤之德就是十大愿王导归极乐。无量寿会上那些菩萨们，统统都是学普贤菩萨，都是修十大愿王。由此可知，十大愿王与念佛的重要性。我们业障深重，有些同修自己也晓得，怎样忏除业障？依照十大愿王就忏除业障了。一定要改习气、要改心理，这样才行。心改了，行为自自然然就变了。心没改，在行为上改很困难；内心改过了，行为自自然然就变化了。譬如我们讲恭敬，我们对一个人的恭敬，没有真正恭敬心，什么样的礼节都是装模作样，不是从内心发出来的。如果从内心发出来，这个人没念过书、没有学过礼节，他自自然然表现的就很恭敬。我是过去见过很多！",
      "zh_TW": "「禮敬諸佛」，修恭敬。《無量壽經》裡面說「皆遵普賢之德」，普賢之德就是十大願王導歸極樂。無量壽會上那些菩薩們，統統都是學普賢菩薩，都是修十大願王。由此可知，十大願王與念佛的重要性。我們業障深重，有些同修自己也曉得，怎樣懺除業障？依照十大願王就懺除業障了。一定要改習氣、要改心理，這樣才行。心改了，行為自自然然就變了。心沒改，在行為上改很困難；內心改過了，行為自自然然就變化了。譬如我們講恭敬，我們對一個人的恭敬，沒有真正恭敬心，什麼樣的禮節都是裝模作樣，不是從內心發出來的。如果從內心發出來，這個人沒念過書、沒有學過禮節，他自自然然表現的就很恭敬。我是過去見過很多！"
    },
    {
      "id": "01-003-0077_p0035",
      "zh_CN": "我三十八年到台湾来，三十九年我就跟老总统，我的办公室跟他是隔壁。我看得太多了，以后我一学佛，恍然大悟！我们如果每个人都有对总统的那种恭敬心，礼敬诸佛就圆满了。我们的办公室是日本式的地板房子，每个人走到总统办公室这个范围都轻轻的，都不敢有声音，小心谨慎从那里通过。见了面点点头，说话都不敢大声，他自然流露出来的恭敬，谁教他？没人教他。所以，那个心自然就影响行为，从外表能看到他真正的恭敬心。我们能有这样的心来学佛就能成功，礼敬诸佛这一条就能修得圆满。我们今天这一条太缺乏，所以这一句佛号念不好；有障碍，怎么会念得好？",
      "zh_TW": "我三十八年到台灣來，三十九年我就跟老總統，我的辦公室跟他是隔壁。我看得太多了，以後我一學佛，恍然大悟！我們如果每個人都有對總統的那種恭敬心，禮敬諸佛就圓滿了。我們的辦公室是日本式的地板房子，每個人走到總統辦公室這個範圍都輕輕的，都不敢有聲音，小心謹慎從那裡通過。見了面點點頭，說話都不敢大聲，他自然流露出來的恭敬，誰教他？沒人教他。所以，那個心自然就影響行為，從外表能看到他真正的恭敬心。我們能有這樣的心來學佛就能成功，禮敬諸佛這一條就能修得圓滿。我們今天這一條太缺乏，所以這一句佛號念不好；有障礙，怎麼會念得好？"
    },
    {
      "id": "01-003-0077_p0036",
      "zh_CN": "「称赞如来」。中国古人教我们隐恶扬善，看到众生好的这一面，我们要赞叹他、鼓励他；见到他恶的那一面，不说他，让他自己去反省，自己去忏悔。这是养我们自己的厚道。所以责备一个人不是一个简单的事情，没有深厚的关系，人家看到你过失，不会跟你讲的。你有过失，谁说你？你的父母说你，你的老师说你，老师有义务要教导你；还有你最好的朋友，规过劝善。没有这样的交情，没有这样亲密的关系，你为非作歹，人家才不说话！章太炎在世的时候，被袁世凯关在监牢关了一个多月。为什么被袁世凯关？章太炎不骂袁世凯。袁世凯就是希望章太炎骂他几句，不肯骂，就为这个把他关起来了。诸位要晓得，他们也是很好的朋友，不骂他意思就是「这个人完了」，不值得骂！骂的资格都没有了。值得骂，换句话讲，这个人还有救！骂都不骂他了，这个人没救了。骂是什么？看得起他，还想帮他一把忙。",
      "zh_TW": "「稱讚如來」。中國古人教我們隱惡揚善，看到眾生好的這一面，我們要讚歎他、鼓勵他；見到他惡的那一面，不說他，讓他自己去反省，自己去懺悔。這是養我們自己的厚道。所以責備一個人不是一個簡單的事情，沒有深厚的關係，人家看到你過失，不會跟你講的。你有過失，誰說你？你的父母說你，你的老師說你，老師有義務要教導你；還有你最好的朋友，規過勸善。沒有這樣的交情，沒有這樣親密的關係，你為非作歹，人家才不說話！章太炎在世的時候，被袁世凱關在監牢關了一個多月。為什麼被袁世凱關？章太炎不罵袁世凱。袁世凱就是希望章太炎罵他幾句，不肯罵，就為這個把他關起來了。諸位要曉得，他們也是很好的朋友，不罵他意思就是「這個人完了」，不值得罵！罵的資格都沒有了。值得罵，換句話講，這個人還有救！罵都不罵他了，這個人沒救了。罵是什麼？看得起他，還想幫他一把忙。"
    },
    {
      "id": "01-003-0077_p0037",
      "zh_CN": "老师对学生也是如此。我们在台中亲近李老师的时候，有的学生，老师看到他的时候很凶，对待他从来没有笑脸，不是骂就是打，这个学生是被老师看重。至于另外有些学生，老师见面很客气，像对待客人一样，见到他的过失绝对不提一句，这是放弃了，没有法子教。不是老师不慈悲，老师为什么放弃？一说他，他就顶嘴，不服气，要跟你辩论，算了，从此以后不教了。他不知道反省、不知道检点，自以为是。我们同学当中有不少是这样的人，老师舍弃的；天天有骂、有教训的，这是老师最爱护的。",
      "zh_TW": "老師對學生也是如此。我們在台中親近李老師的時候，有的學生，老師看到他的時候很凶，對待他從來沒有笑臉，不是罵就是打，這個學生是被老師看重。至於另外有些學生，老師見面很客氣，像對待客人一樣，見到他的過失絕對不提一句，這是放棄了，沒有法子教。不是老師不慈悲，老師為什麼放棄？一說他，他就頂嘴，不服氣，要跟你辯論，算了，從此以後不教了。他不知道反省、不知道檢點，自以為是。我們同學當中有不少是這樣的人，老師捨棄的；天天有罵、有教訓的，這是老師最愛護的。"
    },
    {
      "id": "01-003-0077_p0038",
      "zh_CN": "「供养」，这个意义非常广，特别着重在法供养，就是把佛法介绍给人，勉励大家来共修。我们这次佛七之后，我是有一个构想提出来给馆长研究，看看能不能行得通。我们可以组成几个念佛班，把念佛的风气好好的推动。组织念佛班的时候，我们这个道场是专修净土，专讲净土的经典，希望每位同修把念佛仪规统统学会，每个人都能敲打法器，每个人都能领众，这个道场必定兴旺。人多了，我们地方小，轮班念佛。我们先成立十个班，以后打佛七，每个班轮流主办。以后人多了，有这个力量，我们这个道场就可以扩大，能有一个讲堂，一个念佛堂，就不需要天天搬桌子，念佛堂里念佛，讲堂里听经，这方便多了。所以样样都要学，尤其是念佛的法器简单，不麻烦。",
      "zh_TW": "「供養」，這個意義非常廣，特別著重在法供養，就是把佛法介紹給人，勉勵大家來共修。我們這次佛七之後，我是有一個構想提出來給館長研究，看看能不能行得通。我們可以組成幾個念佛班，把念佛的風氣好好的推動。組織念佛班的時候，我們這個道場是專修淨土，專講淨土的經典，希望每位同修把念佛儀規統統學會，每個人都能敲打法器，每個人都能領眾，這個道場必定興旺。人多了，我們地方小，輪班念佛。我們先成立十個班，以後打佛七，每個班輪流主辦。以後人多了，有這個力量，我們這個道場就可以擴大，能有一個講堂，一個念佛堂，就不需要天天搬桌子，念佛堂裡念佛，講堂裡聽經，這方便多了。所以樣樣都要學，尤其是念佛的法器簡單，不麻煩。"
    },
    {
      "id": "01-003-0077_p0039",
      "zh_CN": "依照十大愿王修学，这就是《华严经》修行重要的原则。我们待人接物念念不忘这十愿，这十愿就是我们生活的纲领，我们这一生待人接物依照这十条教训来做。所以《华严经》的经义与我们这个经的经义是相通的。诸位将来在《无量寿经》里面看得更清楚更明白。『念佛之义，不可胜举』，太多太多了，真是千经万论，处处指归。",
      "zh_TW": "依照十大願王修學，這就是《華嚴經》修行重要的原則。我們待人接物念念不忘這十願，這十願就是我們生活的綱領，我們這一生待人接物依照這十條教訓來做。所以《華嚴經》的經義與我們這個經的經義是相通的。諸位將來在《無量壽經》裡面看得更清楚更明白。『念佛之義，不可勝舉』，太多太多了，真是千經萬論，處處指歸。"
    },
    {
      "id": "01-003-0077_p0040",
      "zh_CN": "『泛论经义，则维摩丈室』，这是《维摩经》。《无量寿经》里面贤护等十六位居士是等觉菩萨，维摩居士是佛。佛当年在世，这个世间是两尊佛，一个是出家佛，一个是在家佛。这样彼此合作来教化众生，地位是平等的。出家的比丘，像舍利弗、目犍连，都是受具足戒的大比丘，见到维摩顶礼三拜，右绕三匝。",
      "zh_TW": "『泛論經義，則維摩丈室』，這是《維摩經》。《無量壽經》裡面賢護等十六位居士是等覺菩薩，維摩居士是佛。佛當年在世，這個世間是兩尊佛，一個是出家佛，一個是在家佛。這樣彼此合作來教化眾生，地位是平等的。出家的比丘，像舍利弗、目犍連，都是受具足戒的大比丘，見到維摩頂禮三拜，右繞三匝。"
    },
    {
      "id": "01-003-0077_p0041",
      "zh_CN": "民国初年，欧阳竟无办了一个支那内学院，出了不少人才，太虚大师是旁听生，梁启超是里面的学生。民国初年许多佛学界的大居士、大德都是那里毕业的。内学院院训写得很清楚，引经据典给大家说出来，佛门里面是「老师第一大」，因为佛法确实是佛陀教育，教育是老师第一大。老师，不一定是出家、在家，只要他是老师，那就是第一大。维摩是老师，所以出家人见他跟见佛没有两样，你要尊师重道。佛陀在世的时候，就已经把这个例子显示给我们看了。历代也是如此。玄奘大师在印度求学，两个老师，一个在家人，一个出家人，出家的是戒贤论师，那烂陀寺的住持，在家的是胜军居士，他对待两个老师的恭敬礼节决定没有两样。不能说你是出家人，他是在家居士，可以轻慢一点。",
      "zh_TW": "民國初年，歐陽竟無辦了一個支那內學院，出了不少人才，太虛大師是旁聽生，梁啟超是裡面的學生。民國初年許多佛學界的大居士、大德都是那裡畢業的。內學院院訓寫得很清楚，引經據典給大家說出來，佛門裡面是「老師第一大」，因為佛法確實是佛陀教育，教育是老師第一大。老師，不一定是出家、在家，只要他是老師，那就是第一大。維摩是老師，所以出家人見他跟見佛沒有兩樣，你要尊師重道。佛陀在世的時候，就已經把這個例子顯示給我們看了。歷代也是如此。玄奘大師在印度求學，兩個老師，一個在家人，一個出家人，出家的是戒賢論師，那爛陀寺的住持，在家的是勝軍居士，他對待兩個老師的恭敬禮節決定沒有兩樣。不能說你是出家人，他是在家居士，可以輕慢一點。"
    },
    {
      "id": "01-003-0077_p0042",
      "zh_CN": "居士升座讲经，出家人去的时候要礼拜，如果不拜，那是过失，因为他升座是代佛说法，升座就是老师的地位。你不是升座的时候，我们在一起，我是出家，你是在家，有的时候你礼拜，我不客气的话，我也受了礼。你升座的时候，我不敢；你教学的时候，我决定不敢；你直接指导我的时候，那平时我也不敢。譬如我在台中跟李老师，我的佛法是他教的，我跟他十年。平时我也不敢接受他顶礼，这决定不敢的。他不让我们顶礼礼拜，那是他客气！应当我们见他都要顶礼，这才是对的。他客气，那就另当别论。但是升座讲经的时候一定要拜。现在有一些人把这个事情忘掉了，以为一出家，大袖子衣服一穿，就应该接受一切人礼拜，这个观念完全错误了。",
      "zh_TW": "居士升座講經，出家人去的時候要禮拜，如果不拜，那是過失，因為他升座是代佛說法，升座就是老師的地位。你不是升座的時候，我們在一起，我是出家，你是在家，有的時候你禮拜，我不客氣的話，我也受了禮。你升座的時候，我不敢；你教學的時候，我決定不敢；你直接指導我的時候，那平時我也不敢。譬如我在台中跟李老師，我的佛法是他教的，我跟他十年。平時我也不敢接受他頂禮，這決定不敢的。他不讓我們頂禮禮拜，那是他客氣！應當我們見他都要頂禮，這才是對的。他客氣，那就另當別論。但是升座講經的時候一定要拜。現在有一些人把這個事情忘掉了，以為一出家，大袖子衣服一穿，就應該接受一切人禮拜，這個觀念完全錯誤了。"
    },
    {
      "id": "01-003-0077_p0043",
      "zh_CN": "经上说，维摩长者从须弥灯王佛那个地方借了「三万二千师子座」，因为他说法，说法十方有许许多多菩萨都来听，他那个房间没座位。他房间多大？丈室，一丈，方形的。他到须弥灯佛那里借三万二千个师子座，每一个师子座都是八万四千由旬高，摆在他那个丈室里面，房间不拥挤，这是神通，师子座没缩小，他的房间没有扩大；这是《华严》上的境界，所谓「芥子纳须弥」，现出这个境界，这是不思议的境界。",
      "zh_TW": "經上說，維摩長者從須彌燈王佛那個地方借了「三萬二千師子座」，因為他說法，說法十方有許許多多菩薩都來聽，他那個房間沒座位。他房間多大？丈室，一丈，方形的。他到須彌燈佛那裡借三萬二千個師子座，每一個師子座都是八萬四千由旬高，擺在他那個丈室裡面，房間不擁擠，這是神通，師子座沒縮小，他的房間沒有擴大；這是《華嚴》上的境界，所謂「芥子納須彌」，現出這個境界，這是不思議的境界。"
    },
    {
      "id": "01-003-0077_p0044",
      "zh_CN": "『今此净土，十方往生』，西方极乐世界到底多大？十方无量无边世界那么多人都去往生，西方极乐世界容纳得下吗？这是举出维摩长者的丈室能容三万二千师子座，他的神力不思议，决定不是我们凡夫能想像得到的，这真正不思议。西方极乐世界七宝池那个容量是无量无边，跟维摩长者的丈室同样一个意义，『即净名义』，是这么一桩事情。",
      "zh_TW": "『今此淨土，十方往生』，西方極樂世界到底多大？十方無量無邊世界那麼多人都去往生，西方極樂世界容納得下嗎？這是舉出維摩長者的丈室能容三萬二千師子座，他的神力不思議，決定不是我們凡夫能想像得到的，這真正不思議。西方極樂世界七寶池那個容量是無量無邊，跟維摩長者的丈室同樣一個意義，『即淨名義』，是這麼一樁事情。"
    },
    {
      "id": "01-003-0077_p0045",
      "zh_CN": "疏【如来神力品，释迦与十方诸佛，同出广长舌相，乃至梵天，为赞叹法华故，今此六方赞叹亦复如是，即法华义。】",
      "zh_TW": "疏【如來神力品，釋迦與十方諸佛，同出廣長舌相，乃至梵天，為讚歎法華故，今此六方讚歎亦復如是，即法華義。】"
    },
    {
      "id": "01-003-0077_p0046",
      "zh_CN": "这是再举出《法华经》上「如来神力品」，这是与《法华》这个经义相通，哪一点相通？十方诸佛赞叹。《法华经》里头十方诸佛赞叹，这部经十方诸佛也赞叹，我们在经里面非常明显的看出来。",
      "zh_TW": "這是再舉出《法華經》上「如來神力品」，這是與《法華》這個經義相通，哪一點相通？十方諸佛讚歎。《法華經》裡頭十方諸佛讚歎，這部經十方諸佛也讚歎，我們在經裡面非常明顯的看出來。"
    },
    {
      "id": "01-003-0077_p0047",
      "zh_CN": "疏【略举少分，通诸大乘，余不繁叙。】",
      "zh_TW": "疏【略舉少分，通諸大乘，餘不繁敘。】"
    },
    {
      "id": "01-003-0077_p0048",
      "zh_CN": "这是总结，举出几样，其余若一桩一桩举，太多了，举不尽！凡是讲到净土经论的，古人编了一个目录，哪一个经里面讲到净土的，劝往生西方极乐世界的，有好几百种。你才晓得古人讲「千经万论，处处指归」，这个话不是随便说的，才知道这个法门的殊胜。这只有一个目的，劝我们死心塌地念佛，以最短的时间取得最高的成就。",
      "zh_TW": "這是總結，舉出幾樣，其餘若一樁一樁舉，太多了，舉不盡！凡是講到淨土經論的，古人編了一個目錄，哪一個經裡面講到淨土的，勸往生西方極樂世界的，有好幾百種。你才曉得古人講「千經萬論，處處指歸」，這個話不是隨便說的，才知道這個法門的殊勝。這只有一個目的，勸我們死心塌地念佛，以最短的時間取得最高的成就。"
    },
    {
      "id": "01-003-0077_p0049",
      "zh_CN": "疏【又起信因缘分。】",
      "zh_TW": "疏【又起信因緣分。】"
    },
    {
      "id": "01-003-0077_p0050",
      "zh_CN": "『起信』就是《大乘起信论》，一共分五分，就是五章，「因缘」是第一章。",
      "zh_TW": "『起信』就是《大乘起信論》，一共分五分，就是五章，「因緣」是第一章。"
    },
    {
      "id": "01-003-0077_p0051",
      "zh_CN": "疏【疏。明信位初心有四种机：以礼忏灭罪被初机，以修习止观被中机，以求生净土被上机。】",
      "zh_TW": "疏【疏。明信位初心有四種機：以禮懺滅罪被初機，以修習止觀被中機，以求生淨土被上機。】"
    },
    {
      "id": "01-003-0077_p0052",
      "zh_CN": "「被」就是加被的意思。《起信论》也是提倡净土的，劝我们往生西方净土，这几句话也很重要。『信位初心』，信位是十信位，十信位里面的初信位，初信位有四种不同的根机，这就讲上中下。《起信论》里面，第五条讲「为示方便，消恶业障，善护其心，远离痴慢出邪网故」。这是教给我们一个方便修学的方法，目的是消业障、护道心，必须远离愚痴、骄慢、邪见，这个很重要。假如我们愚痴、骄慢、邪见不能舍离，那就没有法子。这一类的众生，在佛门里面讲，根器没有熟，这一生不能成就。只能说在一起修习帮他种一点善根而已，他这一生不能成就。什么是根熟的众生？《起信论》的标准，根熟的众生这一生当中决定成就。",
      "zh_TW": "「被」就是加被的意思。《起信論》也是提倡淨土的，勸我們往生西方淨土，這幾句話也很重要。『信位初心』，信位是十信位，十信位裡面的初信位，初信位有四種不同的根機，這就講上中下。《起信論》裡面，第五條講「為示方便，消惡業障，善護其心，遠離痴慢出邪網故」。這是教給我們一個方便修學的方法，目的是消業障、護道心，必須遠離愚痴、驕慢、邪見，這個很重要。假如我們愚痴、驕慢、邪見不能捨離，那就沒有法子。這一類的眾生，在佛門裡面講，根器沒有熟，這一生不能成就。只能說在一起修習幫他種一點善根而已，他這一生不能成就。什麼是根熟的眾生？《起信論》的標準，根熟的眾生這一生當中決定成就。"
    },
    {
      "id": "01-003-0077_p0053",
      "zh_CN": "邪正、真妄、是非、利害分不清楚，这是愚痴。哪是正法，哪是邪法，你要能搞得清清楚楚的。愚痴就是没智慧。骄慢是骄傲、傲慢，这个病人人都有，是与生俱来，不要学的，自自然然就有。《礼记》里面，孔老夫子说：傲不可长。一切众生哪个不骄傲！连那个要饭的，看到有钱的人坐汽车从旁边过，他还在那哼一声：有什么了不起，不过有几个臭铜钱而已。他还觉得自己不得了！所以傲慢是与生俱来的，这是大烦恼。贪瞋痴底下就是慢，所以一定要断。佛法里面第一个提出「礼敬诸佛」就是对治骄慢的，这是很大的烦恼，不去掉的话，对我们修行决定障碍。你能离开愚痴、骄慢、邪见，业障就能消除，道心就能坚固。这是《起信论》教给我们修学的原则。",
      "zh_TW": "邪正、真妄、是非、利害分不清楚，這是愚痴。哪是正法，哪是邪法，你要能搞得清清楚楚的。愚痴就是沒智慧。驕慢是驕傲、傲慢，這個病人人都有，是與生俱來，不要學的，自自然然就有。《禮記》裡面，孔老夫子說：傲不可長。一切眾生哪個不驕傲！連那個要飯的，看到有錢的人坐汽車從旁邊過，他還在那哼一聲：有什麼了不起，不過有幾個臭銅錢而已。他還覺得自己不得了！所以傲慢是與生俱來的，這是大煩惱。貪瞋痴底下就是慢，所以一定要斷。佛法裡面第一個提出「禮敬諸佛」就是對治驕慢的，這是很大的煩惱，不去掉的話，對我們修行決定障礙。你能離開愚痴、驕慢、邪見，業障就能消除，道心就能堅固。這是《起信論》教給我們修學的原則。"
    },
    {
      "id": "01-003-0077_p0054",
      "zh_CN": "第六「为示修习止观，对治凡夫二乘心过故」，这就是开导教我们修行修止观。我们今天要不要用《起信论》这个方法？不需要，念佛就是修止观。念佛怎么是止观？念佛的时候，把所有一切妄念都止住了，止就是息掉、止住，那就是修「止」，这一句阿弥陀佛字字分明清清楚楚，那就是「观」。所以你不要惹麻烦，你学《法华》，用不着去搞摩诃止观，小止观、大止观都不必搞。你去念《起信论》，也不用学止观。就一句阿弥陀佛，止观都具足了，比那个方法容易，而且省事，还有力量，这个效果力量决不在摩诃止观之下，用这个方法来修学。",
      "zh_TW": "第六「為示修習止觀，對治凡夫二乘心過故」，這就是開導教我們修行修止觀。我們今天要不要用《起信論》這個方法？不需要，念佛就是修止觀。念佛怎麼是止觀？念佛的時候，把所有一切妄念都止住了，止就是息掉、止住，那就是修「止」，這一句阿彌陀佛字字分明清清楚楚，那就是「觀」。所以你不要惹麻煩，你學《法華》，用不著去搞摩訶止觀，小止觀、大止觀都不必搞。你去念《起信論》，也不用學止觀。就一句阿彌陀佛，止觀都具足了，比那個方法容易，而且省事，還有力量，這個效果力量決不在摩訶止觀之下，用這個方法來修學。"
    },
    {
      "id": "01-003-0077_p0055",
      "zh_CN": "第七，「为示专念方便」。念佛，这是讲到上根的人。对下根的人，可以教他忏悔，这个消业障、护道心，这是礼忏灭罪；中等的修止观，帮助他修定；上等根机的人，教他念佛。《起信论》里面，上根教念佛，念佛是专念方便。「生于佛前，必定不退信心」，所以是千真万确的话。这个法门是所有法门里面的第一法门，这是梅光羲居士在《无量寿经》序文里面讲的。如果不是在念佛法门真正有心得的人，他不知道这个法门的微妙；不是真正通达教海的人，不知道这个经的殊胜。你真通达教海，一切经论都涉猎过，你有能力比较，你见得多！古人所谓：不怕不识货，只怕货比货。你把《大藏经》展开，你统统比较，统统看完之后，才晓得这个最好！所以我过去讲席当中常说，如果这一切经摆在面前只准选一部，我决定选《阿弥陀经》，够了，还可以再选一部，那我选《华严经》。这就是《华严经》是其次的，《弥陀经》第一，非常的要紧。",
      "zh_TW": "第七，「為示專念方便」。念佛，這是講到上根的人。對下根的人，可以教他懺悔，這個消業障、護道心，這是禮懺滅罪；中等的修止觀，幫助他修定；上等根機的人，教他念佛。《起信論》裡面，上根教念佛，念佛是專念方便。「生於佛前，必定不退信心」，所以是千真萬確的話。這個法門是所有法門裡面的第一法門，這是梅光羲居士在《無量壽經》序文裡面講的。如果不是在念佛法門真正有心得的人，他不知道這個法門的微妙；不是真正通達教海的人，不知道這個經的殊勝。你真通達教海，一切經論都涉獵過，你有能力比較，你見得多！古人所謂：不怕不識貨，只怕貨比貨。你把《大藏經》展開，你統統比較，統統看完之後，才曉得這個最好！所以我過去講席當中常說，如果這一切經擺在面前只准選一部，我決定選《阿彌陀經》，夠了，還可以再選一部，那我選《華嚴經》。這就是《華嚴經》是其次的，《彌陀經》第一，非常的要緊。"
    },
    {
      "id": "01-003-0077_p0056",
      "zh_CN": "古来这些大德，凡是归到净土的，都是走了很多冤枉路的。一下就去净土的，我还没听说一个，都是绕好大圈圈，最后归到净土，连印光大师都是的。印光大师是当代净土宗祖师，他也不是一学佛就选净土，他也是学很多东西最后归到净土的。他在普陀山藏经楼三十年，管图书馆，看了三十年的经，所以他的《文钞》内容博大精深，世出世间法统统都有。寺院里藏经楼书籍非常完备，除了佛经，也有世间典籍。印祖在那里三十年，世出世间法他念通了，所以他才死心塌地念佛。",
      "zh_TW": "古來這些大德，凡是歸到淨土的，都是走了很多冤枉路的。一下就去淨土的，我還沒聽說一個，都是繞好大圈圈，最後歸到淨土，連印光大師都是的。印光大師是當代淨土宗祖師，他也不是一學佛就選淨土，他也是學很多東西最後歸到淨土的。他在普陀山藏經樓三十年，管圖書館，看了三十年的經，所以他的《文鈔》內容博大精深，世出世間法統統都有。寺院裡藏經樓書籍非常完備，除了佛經，也有世間典籍。印祖在那裡三十年，世出世間法他念通了，所以他才死心塌地念佛。"
    },
    {
      "id": "01-003-0077_p0057",
      "zh_CN": "疏【初谓业障众生，中谓凡夫二乘，则知净土是大乘菩萨所修矣。】",
      "zh_TW": "疏【初謂業障眾生，中謂凡夫二乘，則知淨土是大乘菩薩所修矣。】"
    },
    {
      "id": "01-003-0077_p0058",
      "zh_CN": "马鸣菩萨造《大乘起信论》，马鸣菩萨本人是求生西方极乐世界的，以后龙树菩萨也是求生西方世界的。从论里头非常明显的看出来，所谓「初机」就是业障深重的人，要从礼忏灭罪下手。要是一开头叫他念佛，虽然在净土里面下这个种子，但是他有障碍，他这个佛号念不好。所以一定要礼忏灭罪，先排除自己菩萨道上的障碍，然后你才能走得通。",
      "zh_TW": "馬鳴菩薩造《大乘起信論》，馬鳴菩薩本人是求生西方極樂世界的，以後龍樹菩薩也是求生西方世界的。從論裡頭非常明顯的看出來，所謂「初機」就是業障深重的人，要從禮懺滅罪下手。要是一開頭叫他念佛，雖然在淨土裡面下這個種子，但是他有障礙，他這個佛號念不好。所以一定要禮懺滅罪，先排除自己菩薩道上的障礙，然後你才能走得通。"
    },
    {
      "id": "01-003-0077_p0059",
      "zh_CN": "中等根机就是『凡夫二乘』，业障虽然是轻一点，他要修定，把心定下来，然后才能办道。心定很重要，世出世间法都要有定功，定功就是俗话讲的专心、专一。你要是专一，无论什么事情都可以成就；怕的是三心二意，那就很难了，一定要专攻一门。上等根机的人，这就是一心念佛求生净土。所以净土就是大乘菩萨所修的。",
      "zh_TW": "中等根機就是『凡夫二乘』，業障雖然是輕一點，他要修定，把心定下來，然後才能辦道。心定很重要，世出世間法都要有定功，定功就是俗話講的專心、專一。你要是專一，無論什麼事情都可以成就；怕的是三心二意，那就很難了，一定要專攻一門。上等根機的人，這就是一心念佛求生淨土。所以淨土就是大乘菩薩所修的。"
    },
    {
      "id": "01-003-0077_p0060",
      "zh_CN": "疏【义理所该，总结上文。】",
      "zh_TW": "疏【義理所該，總結上文。】"
    },
    {
      "id": "01-003-0077_p0061",
      "zh_CN": "这是解释前面序文里面的话。",
      "zh_TW": "這是解釋前面序文裡面的話。"
    },
    {
      "id": "01-003-0077_p0062",
      "zh_CN": "疏【愆尤者，轻毁此经，即轻毁大乘，获罪无量故。】",
      "zh_TW": "疏【愆尤者，輕毀此經，即輕毀大乘，獲罪無量故。】"
    },
    {
      "id": "01-003-0077_p0063",
      "zh_CN": "前面序文特别警惕我们，「不应视同浅近，自取愆尤」，那是自己造罪过了。所以要晓得这部经在整个佛法所占的分量，一切诸佛以此教化众生，它的重要性我们要明了。我们在这一生当中有幸遇到这个法门，有幸能够理解这个法门，真正认识这个法门，这是不可思议的善根福德因缘。希望大家要珍惜，不要空过这一生。修行愈快愈好，不要等待，这点很重要。今天时间到了，我们就讲到这一段。",
      "zh_TW": "前面序文特別警惕我們，「不應視同淺近，自取愆尤」，那是自己造罪過了。所以要曉得這部經在整個佛法所佔的分量，一切諸佛以此教化眾生，它的重要性我們要明瞭。我們在這一生當中有幸遇到這個法門，有幸能夠理解這個法門，真正認識這個法門，這是不可思議的善根福德因緣。希望大家要珍惜，不要空過這一生。修行愈快愈好，不要等待，這點很重要。今天時間到了，我們就講到這一段。"
    }
  ]
}