{
  "doc_id": "01-003-0244",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四四集",
    "zh_TW": "第二四四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0244",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "01-003-0244_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四七三页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四七三頁："
    },
    {
      "id": "01-003-0244_p0002",
      "zh_CN": "钞【二者专心，如但念名号，得成末品。今谓既云但念，但之一字，正唯得事，未得理故。】",
      "zh_TW": "鈔【二者專心，如但念名號，得成末品。今謂既云但念，但之一字，正唯得事，未得理故。】"
    },
    {
      "id": "01-003-0244_p0003",
      "zh_CN": "这是念佛方法里面非常重要的一个概念，我们念佛怎样念功夫才能得力。大师告诉我们，必须具有定心或者是专心；定心当然很难，不是一般人能做得到，『专心』可以说人人都能够做到。定心，这个决定能得上辈往生，《无量寿经》上讲的三辈，上辈往生；专心，中、下辈也决定能成功。专心是『但念名号，得成末品』，「末」不是说下下品，因为对上面讲的上品上生，上品中生以下都是末，也就是九品当中下面的八品，专心都可以能得到。『今谓既云但念』，大乘经上常常看到「但念」，但念实在讲就是指从事上念，并不着重在理上说，说的是事念，不是理念。",
      "zh_TW": "這是念佛方法裡面非常重要的一個概念，我們念佛怎樣念功夫才能得力。大師告訴我們，必須具有定心或者是專心；定心當然很難，不是一般人能做得到，『專心』可以說人人都能夠做到。定心，這個決定能得上輩往生，《無量壽經》上講的三輩，上輩往生；專心，中、下輩也決定能成功。專心是『但念名號，得成末品』，「末」不是說下下品，因為對上面講的上品上生，上品中生以下都是末，也就是九品當中下面的八品，專心都可以能得到。『今謂既云但念』，大乘經上常常看到「但念」，但念實在講就是指從事上念，並不著重在理上說，說的是事念，不是理念。"
    },
    {
      "id": "01-003-0244_p0004",
      "zh_CN": "疏【故知古云愚人求净业者，非唯不指理之一心，亦复不指事一心故。】",
      "zh_TW": "疏【故知古云愚人求淨業者，非唯不指理之一心，亦復不指事一心故。】"
    },
    {
      "id": "01-003-0244_p0005",
      "zh_CN": "真正念佛求生净土的人，老实念就好，不要去理会事一心、理一心，反而把心搞乱了，很难得一心，只要专心去念。不管它理一心、事一心，功夫成熟了，你看多少人站着往生、坐着往生，你问他念到什么一心，他不知道。人家那样殊胜的瑞相，那是真正有成就，所以这句很重要。底下莲池大师还有详细的解说：",
      "zh_TW": "真正念佛求生淨土的人，老實念就好，不要去理會事一心、理一心，反而把心搞亂了，很難得一心，只要專心去念。不管它理一心、事一心，功夫成熟了，你看多少人站著往生、坐著往生，你問他念到什麼一心，他不知道。人家那樣殊勝的瑞相，那是真正有成就，所以這句很重要。底下蓮池大師還有詳細的解說："
    },
    {
      "id": "01-003-0244_p0006",
      "zh_CN": "钞【古德谓有参禅不灵，遽变前因，朝暮掐数珠，求净业。】",
      "zh_TW": "鈔【古德謂有參禪不靈，遽變前因，朝暮掐數珠，求淨業。】"
    },
    {
      "id": "01-003-0244_p0007",
      "zh_CN": "这是举几个例子，这些例子确实有，古时候有，现在也有。参禅不能得定，不要说开悟，连禅定都得不到，实在说是很多很多。那么他禅放弃了，回头来念佛求生净土，这是说这一类人。",
      "zh_TW": "這是舉幾個例子，這些例子確實有，古時候有，現在也有。參禪不能得定，不要說開悟，連禪定都得不到，實在說是很多很多。那麼他禪放棄了，回頭來念佛求生淨土，這是說這一類人。"
    },
    {
      "id": "01-003-0244_p0008",
      "zh_CN": "钞【又云念几声佛，欲免阎老子手中铁棒，乃愚人所为。执此语者，遂生疑谤，不知此为参禅志不归一，辄自改途者说，非呵净业故。】",
      "zh_TW": "鈔【又云念幾聲佛，欲免閻老子手中鐵棒，乃愚人所為。執此語者，遂生疑謗，不知此為參禪志不歸一，輒自改途者說，非呵淨業故。】"
    },
    {
      "id": "01-003-0244_p0009",
      "zh_CN": "这是纠正社会上一般人对佛法修学不得力的一些误会，尤其是误会的指责。第二种人，他『念几声佛』，目的在哪里？目的是不堕三恶道。『阎老子』就是阎罗王，『手中铁棒』就是饿鬼、地狱里受的这些刑罚、这些苦难，念佛可以避免，也就是说念佛可以不堕三恶道，真正的意思是在这个地方。这种从禅里面回头，或者是怕堕三恶道，这才念佛。说实在话，念佛求生的动机虽然不一样，因缘千差万别，可是生到西方极乐世界果报是一样的；因不同，果同，只要念到功夫成片，愿意往生，都可以得生净土。假如只是避免恶道，还希求来生人天福报，那就错了！把这个很殊胜的因换了一个小小的果报，太可惜。这是在因地上讲，好像是『愚人所为』。这个愚，事理真相没有通达，没有搞清楚，执着这些论调，于是就生起疑惑毁谤。大师指出来，他说这是一般人不了解，参禅的心没有『归一』，所以不能得禅定。他回过头来用念佛的方法求生净土，这是好事情，绝对不是说净不如禅，不可以这样说法。",
      "zh_TW": "這是糾正社會上一般人對佛法修學不得力的一些誤會，尤其是誤會的指責。第二種人，他『念幾聲佛』，目的在哪裡？目的是不墮三惡道。『閻老子』就是閻羅王，『手中鐵棒』就是餓鬼、地獄裡受的這些刑罰、這些苦難，念佛可以避免，也就是說念佛可以不墮三惡道，真正的意思是在這個地方。這種從禪裡面回頭，或者是怕墮三惡道，這才念佛。說實在話，念佛求生的動機雖然不一樣，因緣千差萬別，可是生到西方極樂世界果報是一樣的；因不同，果同，只要念到功夫成片，願意往生，都可以得生淨土。假如只是避免惡道，還希求來生人天福報，那就錯了！把這個很殊勝的因換了一個小小的果報，太可惜。這是在因地上講，好像是『愚人所為』。這個愚，事理真相沒有通達，沒有搞清楚，執著這些論調，於是就生起疑惑毀謗。大師指出來，他說這是一般人不了解，參禪的心沒有『歸一』，所以不能得禪定。他回過頭來用念佛的方法求生淨土，這是好事情，絕對不是說淨不如禪，不可以這樣說法。"
    },
    {
      "id": "01-003-0244_p0010",
      "zh_CN": "钞【但言愚人朝暮掐数珠求净业，不言愚人朝暮一心不乱求净业也。】",
      "zh_TW": "鈔【但言愚人朝暮掐數珠求淨業，不言愚人朝暮一心不亂求淨業也。】"
    },
    {
      "id": "01-003-0244_p0011",
      "zh_CN": "实在说，念佛人真正用功、真正念佛，不会炫耀自己，人家说我愚、说我们蠢，很好，我们听起来很自在。愚，愚不可及，愚人的行持是一般人比不上的，为什么？他能够放下万缘，能够专心净业，这就是愚不可及处。真正有智慧的人，他学愚还学不来，所以不要轻视愚人，往往愚人有上上智，是不为一般人所知的，这是真的。实在讲，莲池大师为我们道出不为外人所知的这一面，他是『朝暮一心不乱』，这样求净业，所以他的净业不用多久就成就了。净业之成就，并不是一定就是讲往生，这个诸位要记住。净业的成就，就是清净心得到了，一心不乱得到了，这就是净业的成就。当然得到这个一心不乱，一心不乱之浅深他不问，他根本心不用在这里。如果常常想着一心不乱，还有事一心、还有理一心、还有三辈九品，那他的心早就乱掉，他就得不到一心。讲理、讲事、讲九品，是教下在那里讲，真正在功夫上是没得讲的，功夫上一讲的时候，功夫全都破坏了。功夫上，诸位要记住，就是前面讲的「求净业者，非唯不指理一心，也不指事一心」，根本就不理会什么叫理一心、什么叫事一心。理一心、事一心都是你们讲教的人胡思乱想、胡说八道，这是真的。用功的人，他功夫真正得力，他心地清净，这个很重要。",
      "zh_TW": "實在說，念佛人真正用功、真正念佛，不會炫耀自己，人家說我愚、說我們蠢，很好，我們聽起來很自在。愚，愚不可及，愚人的行持是一般人比不上的，為什麼？他能夠放下萬緣，能夠專心淨業，這就是愚不可及處。真正有智慧的人，他學愚還學不來，所以不要輕視愚人，往往愚人有上上智，是不為一般人所知的，這是真的。實在講，蓮池大師為我們道出不為外人所知的這一面，他是『朝暮一心不亂』，這樣求淨業，所以他的淨業不用多久就成就了。淨業之成就，並不是一定就是講往生，這個諸位要記住。淨業的成就，就是清淨心得到了，一心不亂得到了，這就是淨業的成就。當然得到這個一心不亂，一心不亂之淺深他不問，他根本心不用在這裡。如果常常想著一心不亂，還有事一心、還有理一心、還有三輩九品，那他的心早就亂掉，他就得不到一心。講理、講事、講九品，是教下在那裡講，真正在功夫上是沒得講的，功夫上一講的時候，功夫全都破壞了。功夫上，諸位要記住，就是前面講的「求淨業者，非唯不指理一心，也不指事一心」，根本就不理會什麼叫理一心、什麼叫事一心。理一心、事一心都是你們講教的人胡思亂想、胡說八道，這是真的。用功的人，他功夫真正得力，他心地清淨，這個很重要。"
    },
    {
      "id": "01-003-0244_p0012",
      "zh_CN": "钞【观经云：但闻佛及二菩萨名。】",
      "zh_TW": "鈔【觀經云：但聞佛及二菩薩名。】"
    },
    {
      "id": "01-003-0244_p0013",
      "zh_CN": "『佛』就是阿弥陀佛，『二菩萨』就是观世音、大势至，这是西方三圣。我们听到西方三圣的名号，就能灭无量生死之罪。这个话前面也曾经说过，什么样的人闻佛菩萨的名号能灭罪？心清净的人，没有妄念的人，少烦恼的人，听到佛菩萨名号，心里面生欢喜心，就灭罪了。我们一般人得不到这个利益，是我们的妄想太多，分别、执着太多。所以学教的人成就没有参禅的人多，更没有念佛人成就多，原因在什么地方？学教的人善于胡思乱想，他要研究经，佛这里怎么说，那个怎么说，这个祖师怎么说，那个善知识怎么说，一天到晚在胡思乱想，你想想看，他的心怎么会定下来？禅宗的方法是一切缘统统放下，根本不准你起心动念，你一提出疑问，老和尚香板就打下去，没有答复的，就是香板供养，把你那个疑问打掉，不准你有疑问，你的心定了，清净了。那个方法直接，多快！教下要讲好半天，有的一个问题要讲好几年都解决不了，疑团都解决不了，他都放不下；禅宗板子就打下去，就打掉。净宗叫你放下身心世界，一切万缘统统放下，一句弥陀念到底，所有一切念头统统归到阿弥陀佛，用这一念代替一切妄念，这比禅宗来得方便，比禅宗容易。所以，心清净，少烦恼，听佛号才有灭罪的功德。",
      "zh_TW": "『佛』就是阿彌陀佛，『二菩薩』就是觀世音、大勢至，這是西方三聖。我們聽到西方三聖的名號，就能滅無量生死之罪。這個話前面也曾經說過，什麼樣的人聞佛菩薩的名號能滅罪？心清淨的人，沒有妄念的人，少煩惱的人，聽到佛菩薩名號，心裡面生歡喜心，就滅罪了。我們一般人得不到這個利益，是我們的妄想太多，分別、執著太多。所以學教的人成就沒有參禪的人多，更沒有念佛人成就多，原因在什麼地方？學教的人善於胡思亂想，他要研究經，佛這裡怎麼說，那個怎麼說，這個祖師怎麼說，那個善知識怎麼說，一天到晚在胡思亂想，你想想看，他的心怎麼會定下來？禪宗的方法是一切緣統統放下，根本不准你起心動念，你一提出疑問，老和尚香板就打下去，沒有答覆的，就是香板供養，把你那個疑問打掉，不准你有疑問，你的心定了，清淨了。那個方法直接，多快！教下要講好半天，有的一個問題要講好幾年都解決不了，疑團都解決不了，他都放不下；禪宗板子就打下去，就打掉。淨宗叫你放下身心世界，一切萬緣統統放下，一句彌陀念到底，所有一切念頭統統歸到阿彌陀佛，用這一念代替一切妄念，這比禪宗來得方便，比禪宗容易。所以，心清淨，少煩惱，聽佛號才有滅罪的功德。"
    },
    {
      "id": "01-003-0244_p0014",
      "zh_CN": "钞【何况忆念。】",
      "zh_TW": "鈔【何況憶念。】"
    },
    {
      "id": "01-003-0244_p0015",
      "zh_CN": "听佛菩萨名号就这么大的功德，再加上『忆念』，当然功德就更大。",
      "zh_TW": "聽佛菩薩名號就這麼大的功德，再加上『憶念』，當然功德就更大。"
    },
    {
      "id": "01-003-0244_p0016",
      "zh_CN": "钞【忆念者，且指事一心也。】",
      "zh_TW": "鈔【憶念者，且指事一心也。】"
    },
    {
      "id": "01-003-0244_p0017",
      "zh_CN": "『忆念』完全是在事相上。",
      "zh_TW": "『憶念』完全是在事相上。"
    },
    {
      "id": "01-003-0244_p0018",
      "zh_CN": "钞【则知事一，已非愚人，何况理一。】",
      "zh_TW": "鈔【則知事一，已非愚人，何況理一。】"
    },
    {
      "id": "01-003-0244_p0019",
      "zh_CN": "『愚人』是我们世间人，世间什么人？世间愚人所见，愚人见一切人都是愚人。佛法常说，佛看一切众生都是佛，菩萨看一切众生都是菩萨；那么，愚人看一切众生都是愚人。愚人之见，这是真的。不是念佛的人愚，是说「念佛人是愚人」那个人才是真正的愚人。念佛人，无论是事念、理念，都是智慧超人之人。怎么说智慧超人？我们读《华严》，大家仔细想一想，文殊菩萨是不是智慧超人？一切菩萨当中，文殊菩萨智慧第一，文殊菩萨发愿念佛求生净土，那么求生净土可见得是智慧超人的人才干的，没有超人的智慧，他不干。虽然是个老太婆，她不认识字，也没念过书，什么也不会，她相信念佛，她老实念佛，关于念佛这桩事她没有输给文殊菩萨，其他的比文殊菩萨比不上，单单念佛这一样不输给文殊菩萨，跟文殊菩萨一样的智慧。何以见得？唯有念佛得生净土是当生成佛，这不是大智慧人，怎么能做得到？所以这是当生成佛的法门，我们一定要知道。",
      "zh_TW": "『愚人』是我們世間人，世間什麼人？世間愚人所見，愚人見一切人都是愚人。佛法常說，佛看一切眾生都是佛，菩薩看一切眾生都是菩薩；那麼，愚人看一切眾生都是愚人。愚人之見，這是真的。不是念佛的人愚，是說「念佛人是愚人」那個人才是真正的愚人。念佛人，無論是事念、理念，都是智慧超人之人。怎麼說智慧超人？我們讀《華嚴》，大家仔細想一想，文殊菩薩是不是智慧超人？一切菩薩當中，文殊菩薩智慧第一，文殊菩薩發願念佛求生淨土，那麼求生淨土可見得是智慧超人的人才幹的，沒有超人的智慧，他不幹。雖然是個老太婆，她不認識字，也沒念過書，什麼也不會，她相信念佛，她老實念佛，關於念佛這樁事她沒有輸給文殊菩薩，其他的比文殊菩薩比不上，單單念佛這一樣不輸給文殊菩薩，跟文殊菩薩一樣的智慧。何以見得？唯有念佛得生淨土是當生成佛，這不是大智慧人，怎麼能做得到？所以這是當生成佛的法門，我們一定要知道。"
    },
    {
      "id": "01-003-0244_p0020",
      "zh_CN": "底下这一段非常重要，我们念佛功夫能不能得力，关键就在这一小段莲池大师的开示。",
      "zh_TW": "底下這一段非常重要，我們念佛功夫能不能得力，關鍵就在這一小段蓮池大師的開示。"
    },
    {
      "id": "01-003-0244_p0021",
      "zh_CN": "疏【故知修净业人，复业余行，非唯不知理一，尚未能持事一心故。】",
      "zh_TW": "疏【故知修淨業人，復業餘行，非唯不知理一，尚未能持事一心故。】"
    },
    {
      "id": "01-003-0244_p0022",
      "zh_CN": "觉明妙行菩萨讲念佛人最忌讳的是夹杂，莲池大师在此地也是这个说法。修净业的人，『复业余行』，「业」就是修学，还修学其他的法门，这夹杂了。这样的修学，不但不懂理一心，连事一心也不懂。底下这一段是莲池大师解释这两句：",
      "zh_TW": "覺明妙行菩薩講念佛人最忌諱的是夾雜，蓮池大師在此地也是這個說法。修淨業的人，『復業餘行』，「業」就是修學，還修學其他的法門，這夾雜了。這樣的修學，不但不懂理一心，連事一心也不懂。底下這一段是蓮池大師解釋這兩句："
    },
    {
      "id": "01-003-0244_p0023",
      "zh_CN": "钞【念念念佛，更无杂念，是名一心。】",
      "zh_TW": "鈔【念念念佛，更無雜念，是名一心。】"
    },
    {
      "id": "01-003-0244_p0024",
      "zh_CN": "『念佛』最贵老实念，老实念是一个疑问也没有。有人来问我：念佛要怎样念法？什么时候我才能得一心？这都是不老实，这都是夹杂着妄念。你一句阿弥陀佛、阿弥陀佛念下去就好了，为什么还有这么多疑问在里头？我们在讲席当中常常劝勉大家，念佛要不怀疑、不夹杂、不间断，这就符合大势至菩萨的「都摄六根，净念相继」；怀疑、夹杂，心就不清净，念佛的功德就没有了，间断那就是不相续。大势至菩萨就用这个方法，从初发心一直到成佛从来没有改变过，不但他成就了，用这个方法成就的人不晓得有多少！《圆通章》上他老人家说，他与五十二同伦（同伦就是志同道合的），都是用「都摄六根，净念相继」这个方法。五十二个位次，就是从初发心到成佛，十信、十住、十行、十回向、十地、等觉、妙觉这五十二个位次，不晓得有多少人，比起修其他法门的人数多很多倍，都用这个法门成就的，我们还能怀疑吗？",
      "zh_TW": "『念佛』最貴老實念，老實念是一個疑問也沒有。有人來問我：念佛要怎樣念法？什麼時候我才能得一心？這都是不老實，這都是夾雜著妄念。你一句阿彌陀佛、阿彌陀佛念下去就好了，為什麼還有這麼多疑問在裡頭？我們在講席當中常常勸勉大家，念佛要不懷疑、不夾雜、不間斷，這就符合大勢至菩薩的「都攝六根，淨念相繼」；懷疑、夾雜，心就不清淨，念佛的功德就沒有了，間斷那就是不相續。大勢至菩薩就用這個方法，從初發心一直到成佛從來沒有改變過，不但他成就了，用這個方法成就的人不曉得有多少！《圓通章》上他老人家說，他與五十二同倫（同倫就是志同道合的），都是用「都攝六根，淨念相繼」這個方法。五十二個位次，就是從初發心到成佛，十信、十住、十行、十迴向、十地、等覺、妙覺這五十二個位次，不曉得有多少人，比起修其他法門的人數多很多倍，都用這個法門成就的，我們還能懷疑嗎？"
    },
    {
      "id": "01-003-0244_p0025",
      "zh_CN": "钞【一心念佛，又一心修余种种法门，是二心也。】",
      "zh_TW": "鈔【一心念佛，又一心修餘種種法門，是二心也。】"
    },
    {
      "id": "01-003-0244_p0026",
      "zh_CN": "一心不乱就得不到，这是二心。二心念佛，往生就难了，那就看他临终最后那一念，最后那一念要是归一，能往生；最后那一念还是二心，一生的念佛就是阿赖耶识里跟阿弥陀佛结个善缘，这一生当中不能往生。这是我们必须时时刻刻提起的警觉，为什么？因为我们过去生中，生生世世我们念佛都没能往生，什么原因？临终还二心，三心二意，没有去得成！这一生当中，我们的缘殊胜，遇到莲池大师，得到莲池大师这一段宝贵的开示，我们明白了，生生世世不能去的原因就是这个。明白之后，从今天起决定不要再走错路，就是一心念到底，这个重要。决定不能再修其他法门，禅好，密也好、教也好，教里面有天台、贤首、般若、三论，这些确实很能够诱惑人，让我们听到、看到了，心向往之，好不好？不好！都足以障碍我们往生净土。要知道，我们这个世间苦难重重，而且这个世间苦难一年比一年多，一年比一年更苦，我们的寿命很有限。如果不求西方，那才是真正的愚人。古德说「非愚即狂」，李老师从前讲《无量寿经》也是这个说法。一个学佛的人，不知道求生净土，不是愚痴就是狂妄；换句话说，不正常。头脑清楚，正常的人，没有一个不希望求生净土。所以，不可以夹杂，应当要放下，把一切法门放下、舍弃，绝对不是一切法门不好，不是轻视，是我们自己没有能力修学，等我们到了西方极乐世界见了阿弥陀佛，想学什么都不迟，都能够圆满。古德所谓「但得见弥陀，何愁不开悟」，所以现在见阿弥陀佛是最重要的一桩大事情。",
      "zh_TW": "一心不亂就得不到，這是二心。二心念佛，往生就難了，那就看他臨終最後那一念，最後那一念要是歸一，能往生；最後那一念還是二心，一生的念佛就是阿賴耶識裡跟阿彌陀佛結個善緣，這一生當中不能往生。這是我們必須時時刻刻提起的警覺，為什麼？因為我們過去生中，生生世世我們念佛都沒能往生，什麼原因？臨終還二心，三心二意，沒有去得成！這一生當中，我們的緣殊勝，遇到蓮池大師，得到蓮池大師這一段寶貴的開示，我們明白了，生生世世不能去的原因就是這個。明白之後，從今天起決定不要再走錯路，就是一心念到底，這個重要。決定不能再修其他法門，禪好，密也好、教也好，教裡面有天台、賢首、般若、三論，這些確實很能夠誘惑人，讓我們聽到、看到了，心嚮往之，好不好？不好！都足以障礙我們往生淨土。要知道，我們這個世間苦難重重，而且這個世間苦難一年比一年多，一年比一年更苦，我們的壽命很有限。如果不求西方，那才是真正的愚人。古德說「非愚即狂」，李老師從前講《無量壽經》也是這個說法。一個學佛的人，不知道求生淨土，不是愚痴就是狂妄；換句話說，不正常。頭腦清楚，正常的人，沒有一個不希望求生淨土。所以，不可以夾雜，應當要放下，把一切法門放下、捨棄，絕對不是一切法門不好，不是輕視，是我們自己沒有能力修學，等我們到了西方極樂世界見了阿彌陀佛，想學什麼都不遲，都能夠圓滿。古德所謂「但得見彌陀，何愁不開悟」，所以現在見阿彌陀佛是最重要的一樁大事情。"
    },
    {
      "id": "01-003-0244_p0027",
      "zh_CN": "钞【夫无杂念者，止得事之一心，今且未能，何况理一。】",
      "zh_TW": "鈔【夫無雜念者，止得事之一心，今且未能，何況理一。】"
    },
    {
      "id": "01-003-0244_p0028",
      "zh_CN": "这是讲念佛又夹杂着其他法门，不是专心修的，这就说出来，到没有杂念才得事一心，事一心都得不到，怎么可能得理一心？下面做结论：",
      "zh_TW": "這是講念佛又夾雜著其他法門，不是專心修的，這就說出來，到沒有雜念才得事一心，事一心都得不到，怎麼可能得理一心？下面做結論："
    },
    {
      "id": "01-003-0244_p0029",
      "zh_CN": "钞【故念佛者，守志不二，勿因三昧难成，而辄改修余行。】",
      "zh_TW": "鈔【故念佛者，守志不二，勿因三昧難成，而輒改修餘行。】"
    },
    {
      "id": "01-003-0244_p0030",
      "zh_CN": "这个我们一定要记住，念佛在一切法门里面确确实实是易行道，这易行道你都不能成就，难行道就别指望了，没分！易行道不能成就，就知道自己的业障是多么重！应该怎么办？继续不断努力的念下去。古德告诉我们：众生深重的业障，一切经法都不能够消除，最后这一句佛号能灭罪。换句话说，你念佛不是佛号不能灭罪，是你的罪恶太重，不是几句佛号就灭得了，你要不断的去念，要有信心、要有耐心、要有长远心去念，念个二年、三年，业障就消除。这个二年、三年是要具足信心、耐心、恒心，这才行。决定不改变，晓得业障太重，念念可以消除。所以要『守志不二』，就是专勤精进，前面讲的专心专念。千万不要以为念佛一心没有得到，换了，再改别的，再去参禅、再去学密，那就坏了，那这一生真的是一事无成。没有得到，也决定不改；不改，功夫深了，自然就得到。底下这是引证：",
      "zh_TW": "這個我們一定要記住，念佛在一切法門裡面確確實實是易行道，這易行道你都不能成就，難行道就別指望了，沒分！易行道不能成就，就知道自己的業障是多麼重！應該怎麼辦？繼續不斷努力的念下去。古德告訴我們：眾生深重的業障，一切經法都不能夠消除，最後這一句佛號能滅罪。換句話說，你念佛不是佛號不能滅罪，是你的罪惡太重，不是幾句佛號就滅得了，你要不斷的去念，要有信心、要有耐心、要有長遠心去念，念個二年、三年，業障就消除。這個二年、三年是要具足信心、耐心、恆心，這才行。決定不改變，曉得業障太重，念念可以消除。所以要『守志不二』，就是專勤精進，前面講的專心專念。千萬不要以為念佛一心沒有得到，換了，再改別的，再去參禪、再去學密，那就壞了，那這一生真的是一事無成。沒有得到，也決定不改；不改，功夫深了，自然就得到。底下這是引證："
    },
    {
      "id": "01-003-0244_p0031",
      "zh_CN": "钞【先儒有言。】",
      "zh_TW": "鈔【先儒有言。】"
    },
    {
      "id": "01-003-0244_p0032",
      "zh_CN": "古时候儒家的大德曾经说过。",
      "zh_TW": "古時候儒家的大德曾經說過。"
    },
    {
      "id": "01-003-0244_p0033",
      "zh_CN": "钞【不可以仁之难熟，而甘为他道之有成，此之谓也。】",
      "zh_TW": "鈔【不可以仁之難熟，而甘為他道之有成，此之謂也。】"
    },
    {
      "id": "01-003-0244_p0034",
      "zh_CN": "这个话出在《孟子》，这是比喻，谚语常说「只要功夫深，铁杵磨成针」，也是这个意思。我们没有成就是功夫不到，还差一些，继续努力不就到了吗？差那一截，自己没有耐心了，舍弃了，再去搞别的，那就变成一事无成。",
      "zh_TW": "這個話出在《孟子》，這是比喻，諺語常說「只要功夫深，鐵杵磨成針」，也是這個意思。我們沒有成就是功夫不到，還差一些，繼續努力不就到了嗎？差那一截，自己沒有耐心了，捨棄了，再去搞別的，那就變成一事無成。"
    },
    {
      "id": "01-003-0244_p0035",
      "zh_CN": "疏【又此四字，若离合释之，则相即，故名一心；相非，故名不乱。】",
      "zh_TW": "疏【又此四字，若離合釋之，則相即，故名一心；相非，故名不亂。】"
    },
    {
      "id": "01-003-0244_p0036",
      "zh_CN": "『离』是分开来讲，『合』是合在一起讲，就是「一心不乱」四个字可以合在一起讲，可以分开来讲，分开来，一心是一心，不乱是不乱；合起来讲，一心就是不乱，不乱就是一心。但是分开来的时候，也有分开来的意思，分开来，一心是定，不乱是慧。那怎么可以又合起来？实在讲定就是慧，慧就是定。所以它可以合起来讲，可以分开来讲。底下《钞》是讲相即、相非。",
      "zh_TW": "『離』是分開來講，『合』是合在一起講，就是「一心不亂」四個字可以合在一起講，可以分開來講，分開來，一心是一心，不亂是不亂；合起來講，一心就是不亂，不亂就是一心。但是分開來的時候，也有分開來的意思，分開來，一心是定，不亂是慧。那怎麼可以又合起來？實在講定就是慧，慧就是定。所以它可以合起來講，可以分開來講。底下《鈔》是講相即、相非。"
    },
    {
      "id": "01-003-0244_p0037",
      "zh_CN": "钞【相即者，即空即假即中。】",
      "zh_TW": "鈔【相即者，即空即假即中。】"
    },
    {
      "id": "01-003-0244_p0038",
      "zh_CN": "这是解释一心。前面说过『相即，故名一心』，相即的样子是什么？这个地方就说明相即的形相，那是『即空即假即中』。这是天台家讲的三观，一心三观，空假中同时的，没有先后，没有次第。",
      "zh_TW": "這是解釋一心。前面說過『相即，故名一心』，相即的樣子是什麼？這個地方就說明相即的形相，那是『即空即假即中』。這是天台家講的三觀，一心三觀，空假中同時的，沒有先後，沒有次第。"
    },
    {
      "id": "01-003-0244_p0039",
      "zh_CN": "钞【则如前所明。】",
      "zh_TW": "鈔【則如前所明。】"
    },
    {
      "id": "01-003-0244_p0040",
      "zh_CN": "像前面所说的。",
      "zh_TW": "像前面所說的。"
    },
    {
      "id": "01-003-0244_p0041",
      "zh_CN": "钞【此能念所念，即有而无，即无而有，二边叵得，中亦不存。】",
      "zh_TW": "鈔【此能念所念，即有而無，即無而有，二邊叵得，中亦不存。】"
    },
    {
      "id": "01-003-0244_p0042",
      "zh_CN": "『能念』是我们灵明觉知的心，『所念』是这句阿弥陀佛的名号，我们常说的六字洪名，这是能念、所念，能所是一不是二，能念的是觉知，所念的是理体。此能念所念，『即有而无，即无而有，二边叵得，中亦不存』。我们开始念的时候，有能念、有所念；这个能所清清楚楚明明白白，这是没有到一心，刚刚开始。念久了的时候，所谓是念而无念、无念而念，他自自然然到这个境界，这个境界就是一心的境界。所以只要一直念下去，什么都不要问，这个境界会很快得到。如果一面念，常常怀疑，常常要问，常常要追根究柢，这一生都达不到这个境界。什么原因？就是前面所讲的夹杂，你夹杂着怀疑、夹杂着妄想，你就不容易得到。要紧的就是一心念到底，什么都不要问。",
      "zh_TW": "『能念』是我們靈明覺知的心，『所念』是這句阿彌陀佛的名號，我們常說的六字洪名，這是能念、所念，能所是一不是二，能念的是覺知，所念的是理體。此能念所念，『即有而無，即無而有，二邊叵得，中亦不存』。我們開始念的時候，有能念、有所念；這個能所清清楚楚明明白白，這是沒有到一心，剛剛開始。念久了的時候，所謂是念而無念、無念而念，他自自然然到這個境界，這個境界就是一心的境界。所以只要一直念下去，什麼都不要問，這個境界會很快得到。如果一面念，常常懷疑，常常要問，常常要追根究柢，這一生都達不到這個境界。什麼原因？就是前面所講的夾雜，你夾雜著懷疑、夾雜著妄想，你就不容易得到。要緊的就是一心念到底，什麼都不要問。"
    },
    {
      "id": "01-003-0244_p0043",
      "zh_CN": "钞【三德浑然，不可分别，是名一心。】",
      "zh_TW": "鈔【三德渾然，不可分別，是名一心。】"
    },
    {
      "id": "01-003-0244_p0044",
      "zh_CN": "演【相即下十一句，释相即，名一心。】",
      "zh_TW": "演【相即下十一句，釋相即，名一心。】"
    },
    {
      "id": "01-003-0244_p0045",
      "zh_CN": "前面《钞》这二行文，是解释「相即，名一心」。",
      "zh_TW": "前面《鈔》這二行文，是解釋「相即，名一心」。"
    },
    {
      "id": "01-003-0244_p0046",
      "zh_CN": "演【即有而无者，缘起即性空故；即无而有者，性空即缘起故。】",
      "zh_TW": "演【即有而無者，緣起即性空故；即無而有者，性空即緣起故。】"
    },
    {
      "id": "01-003-0244_p0047",
      "zh_CN": "一切万相，当体即空，《心经》里面所讲「色即是空，空即是色，色不异空，空不异色」，就是说这桩事情。这完全讲的是事实真相，我们凡夫见不到。为什么见不到？因为你有分别执着，你把幻相当作真实，不晓得一切相当体即空，不知道，以为是真有，所以在这里面生起妄念，生起烦恼。对于一切法，首先有分别心，接着有取舍心，我们今天讲占有欲，占有欲就是取舍心，烦恼就生起来了。相是虚妄的，你生的烦恼也是虚妄，哪有实在的！统统是虚妄的，决定不是事实。所以它当体即空，有即是空。即无而有、即有而无，「即有而无」，就是讲这一切万相，当体即空；「即无而有」，空即是色呢？性空即是缘起。所以空不当作「无」讲。《心经》就是说明这个事实真相，它不是无，它能够变现一切万相。",
      "zh_TW": "一切萬相，當體即空，《心經》裡面所講「色即是空，空即是色，色不異空，空不異色」，就是說這樁事情。這完全講的是事實真相，我們凡夫見不到。為什麼見不到？因為你有分別執著，你把幻相當作真實，不曉得一切相當體即空，不知道，以為是真有，所以在這裡面生起妄念，生起煩惱。對於一切法，首先有分別心，接著有取捨心，我們今天講佔有欲，佔有欲就是取捨心，煩惱就生起來了。相是虛妄的，你生的煩惱也是虛妄，哪有實在的！統統是虛妄的，決定不是事實。所以它當體即空，有即是空。即無而有、即有而無，「即有而無」，就是講這一切萬相，當體即空；「即無而有」，空即是色呢？性空即是緣起。所以空不當作「無」講。《心經》就是說明這個事實真相，它不是無，它能夠變現一切萬相。"
    },
    {
      "id": "01-003-0244_p0048",
      "zh_CN": "演【二边叵得二句，互夺两亡，缘起性空既俱不可得，则非缘起性空之中道亦不存故。】",
      "zh_TW": "演【二邊叵得二句，互奪兩亡，緣起性空既俱不可得，則非緣起性空之中道亦不存故。】"
    },
    {
      "id": "01-003-0244_p0049",
      "zh_CN": "空有二边都不可得，缘起就是性空，缘起不可得；性空就是缘起，性空不可得，这才是事实真相。所谓「二边不住，中道不存」，这心多干净！这才叫真正一心，这不是事一心，是理一心，真正清净了。",
      "zh_TW": "空有二邊都不可得，緣起就是性空，緣起不可得；性空就是緣起，性空不可得，這才是事實真相。所謂「二邊不住，中道不存」，這心多乾淨！這才叫真正一心，這不是事一心，是理一心，真正清淨了。"
    },
    {
      "id": "01-003-0244_p0050",
      "zh_CN": "演【三德浑然，不可分别者。】",
      "zh_TW": "演【三德渾然，不可分別者。】"
    },
    {
      "id": "01-003-0244_p0051",
      "zh_CN": "三德是法身、般若、解脱，这是佛说的。我们真如本性里面本来具足有这三种作用。「法身」，就是今天哲学里面所说的宇宙万有的本体，十法界森罗万象从它变现出来的，所以它是一切万法之身，一切万法从它生的，叫做法身，是我们自性本具的。「般若」是明了，对于十法界森罗万象本来就明了，本来就清楚。「解脱」是自在，理事无碍，事事无碍，本来就是这样的。现在我们一切不明了，不明了叫无明，明了就叫般若。我们现在不自在，理跟事有妨碍，事跟事更有妨碍，本来没有妨碍，现在变成无量无边的妨碍，这都从哪里来？都从迷失了自性。所有一切障碍、苦难都是从妄想执着生的。妄想演变成所知障，执着演变成烦恼障，这是二障的根源。原本是事事无碍，原本是一切明了。佛法的教学没有别的，无非是恢复我们性德本能而已。法身德现前，你就可以随类化身，这是本能，本来就有这个能力。像诸佛菩萨在十法界度化众生，应以什么身得度他就现什么身，他这个能力从哪里来的？本能！法身的本能。世出世间法一切明了、一切通达，是本能的般若。在一切法中得大自在，是本性本有的解脱。佛法教学的目的是在此地，恢复我们自己的本能而已。「三德浑然，不可分别」，一即是三、三即是一，性是一个，这就说明性的三种德用是一桩事情，不能把它说作三，它是一体具足的；也不能说它为一，它确实有三个作用；所以说三不对，说一也不对。你要是明了的话，说三也对，说一也对。执着就错了，不执着，怎么说都是对的。",
      "zh_TW": "三德是法身、般若、解脫，這是佛說的。我們真如本性裡面本來具足有這三種作用。「法身」，就是今天哲學裡面所說的宇宙萬有的本體，十法界森羅萬象從它變現出來的，所以它是一切萬法之身，一切萬法從它生的，叫做法身，是我們自性本具的。「般若」是明瞭，對於十法界森羅萬象本來就明瞭，本來就清楚。「解脫」是自在，理事無礙，事事無礙，本來就是這樣的。現在我們一切不明瞭，不明瞭叫無明，明瞭就叫般若。我們現在不自在，理跟事有妨礙，事跟事更有妨礙，本來沒有妨礙，現在變成無量無邊的妨礙，這都從哪裡來？都從迷失了自性。所有一切障礙、苦難都是從妄想執著生的。妄想演變成所知障，執著演變成煩惱障，這是二障的根源。原本是事事無礙，原本是一切明瞭。佛法的教學沒有別的，無非是恢復我們性德本能而已。法身德現前，你就可以隨類化身，這是本能，本來就有這個能力。像諸佛菩薩在十法界度化眾生，應以什麼身得度他就現什麼身，他這個能力從哪裡來的？本能！法身的本能。世出世間法一切明瞭、一切通達，是本能的般若。在一切法中得大自在，是本性本有的解脫。佛法教學的目的是在此地，恢復我們自己的本能而已。「三德渾然，不可分別」，一即是三、三即是一，性是一個，這就說明性的三種德用是一樁事情，不能把它說作三，它是一體具足的；也不能說它為一，它確實有三個作用；所以說三不對，說一也不對。你要是明瞭的話，說三也對，說一也對。執著就錯了，不執著，怎麼說都是對的。"
    },
    {
      "id": "01-003-0244_p0052",
      "zh_CN": "演【有即万法齐彰，属解脱德。】",
      "zh_TW": "演【有即萬法齊彰，屬解脫德。】"
    },
    {
      "id": "01-003-0244_p0053",
      "zh_CN": "「彰」是明显变现出来，森罗万象清清楚楚，这是「有」，属解脱德。",
      "zh_TW": "「彰」是明顯變現出來，森羅萬象清清楚楚，這是「有」，屬解脫德。"
    },
    {
      "id": "01-003-0244_p0054",
      "zh_CN": "演【无即一尘不立，属般若德。】",
      "zh_TW": "演【無即一塵不立，屬般若德。】"
    },
    {
      "id": "01-003-0244_p0055",
      "zh_CN": "「无」是从性上讲的，「有」是从相上讲的。性上讲的，确实是一尘不立，真性里头一尘不立。",
      "zh_TW": "「無」是從性上講的，「有」是從相上講的。性上講的，確實是一塵不立，真性裡頭一塵不立。"
    },
    {
      "id": "01-003-0244_p0056",
      "zh_CN": "演【中即空有难思，属法身德。】",
      "zh_TW": "演【中即空有難思，屬法身德。】"
    },
    {
      "id": "01-003-0244_p0057",
      "zh_CN": "这是不可思议，变现自在。",
      "zh_TW": "這是不可思議，變現自在。"
    },
    {
      "id": "01-003-0244_p0058",
      "zh_CN": "演【即有而无，解脱即般若；即无而有，般若即解脱；二边叵得，般若解脱即法身；中亦不存，法身即般若解脱。举一即三，言三即一。】",
      "zh_TW": "演【即有而無，解脫即般若；即無而有，般若即解脫；二邊叵得，般若解脫即法身；中亦不存，法身即般若解脫。舉一即三，言三即一。】"
    },
    {
      "id": "01-003-0244_p0059",
      "zh_CN": "三德浑然。你总得清清楚楚、明明白白，知道这个事实真相，没有一丝毫的分别执着，这就对了。如果有分别执着，不如不说，不如不读经。不读经，心还清净，一读，读了一身的麻烦，读了许多的知见，那就大错特错！要知道，佛说经是「说而无说，无说而说」。所以佛教给我们听经，要「听而无听，无听而听」，这就对了，这才是佛的意思，万万不可以分别执着。",
      "zh_TW": "三德渾然。你總得清清楚楚、明明白白，知道這個事實真相，沒有一絲毫的分別執著，這就對了。如果有分別執著，不如不說，不如不讀經。不讀經，心還清淨，一讀，讀了一身的麻煩，讀了許多的知見，那就大錯特錯！要知道，佛說經是「說而無說，無說而說」。所以佛教給我們聽經，要「聽而無聽，無聽而聽」，這就對了，這才是佛的意思，萬萬不可以分別執著。"
    },
    {
      "id": "01-003-0244_p0060",
      "zh_CN": "「相即」是一心的意思，「相非」是不乱的意思，「相非，故名不乱」。",
      "zh_TW": "「相即」是一心的意思，「相非」是不亂的意思，「相非，故名不亂」。"
    },
    {
      "id": "01-003-0244_p0061",
      "zh_CN": "钞【相非者，假非是空，空非是假，中非假空。】",
      "zh_TW": "鈔【相非者，假非是空，空非是假，中非假空。】"
    },
    {
      "id": "01-003-0244_p0062",
      "zh_CN": "『假』不是空，『空』不是假，『中』不是假也不是空，这三个确实有它独立的定义。",
      "zh_TW": "『假』不是空，『空』不是假，『中』不是假也不是空，這三個確實有它獨立的定義。"
    },
    {
      "id": "01-003-0244_p0063",
      "zh_CN": "钞【则能念所念双亡，成般若德。】",
      "zh_TW": "鈔【則能念所念雙亡，成般若德。】"
    },
    {
      "id": "01-003-0244_p0064",
      "zh_CN": "常常心里有一个我能念，我今天念了几万声佛号，佛号是我所念的，能所历然，能所清清楚楚。什么时候念佛虽然一天念了几万声佛号，能念的我没有去想它，所念的佛也没有去想它，可是这佛号不绝于口，念念相续，没有间断，这就是能所双亡，心定了，定心起作用就是『般若』，这是智慧。",
      "zh_TW": "常常心裡有一個我能念，我今天念了幾萬聲佛號，佛號是我所念的，能所歷然，能所清清楚楚。什麼時候念佛雖然一天念了幾萬聲佛號，能念的我沒有去想它，所念的佛也沒有去想它，可是這佛號不絕於口，念念相續，沒有間斷，這就是能所雙亡，心定了，定心起作用就是『般若』，這是智慧。"
    },
    {
      "id": "01-003-0244_p0065",
      "zh_CN": "钞【能念所念双立，成解脱德。】",
      "zh_TW": "鈔【能念所念雙立，成解脫德。】"
    },
    {
      "id": "01-003-0244_p0066",
      "zh_CN": "能所清清楚楚，非常自在，『解脱』是自在。但是诸位要晓得，这三个绝对不是说，我三种当中只得到一种，没有这个道理，一个得到，另外两个一定得到。千万不要以为我现在有能念的我，有所念的佛号，清清楚楚，解脱我得到了，般若没有、法身没有，你这就完全把意思错会了，为什么？一即是三、三即是一，运用自在，这是解脱，理事无碍，事事无碍。",
      "zh_TW": "能所清清楚楚，非常自在，『解脫』是自在。但是諸位要曉得，這三個絕對不是說，我三種當中只得到一種，沒有這個道理，一個得到，另外兩個一定得到。千萬不要以為我現在有能念的我，有所念的佛號，清清楚楚，解脫我得到了，般若沒有、法身沒有，你這就完全把意思錯會了，為什麼？一即是三、三即是一，運用自在，這是解脫，理事無礙，事事無礙。"
    },
    {
      "id": "01-003-0244_p0067",
      "zh_CN": "钞【俱存俱泯，显乎中道。】",
      "zh_TW": "鈔【俱存俱泯，顯乎中道。】"
    },
    {
      "id": "01-003-0244_p0068",
      "zh_CN": "『俱存』，能所双立是俱存。『俱泯』，能所双亡是俱泯。存泯是同时，没有先后，这才是『中道』。《心经》：「色即是空，空即是色，色不异空，空不异色」，是同时的，没有先后的，就是净宗讲的理一心的境界，也就是《华严》讲的四无碍法界，四无碍法界是同时的。这个地方讲的三德秘藏，般若、法身、解脱是同时的。",
      "zh_TW": "『俱存』，能所雙立是俱存。『俱泯』，能所雙亡是俱泯。存泯是同時，沒有先後，這才是『中道』。《心經》：「色即是空，空即是色，色不異空，空不異色」，是同時的，沒有先後的，就是淨宗講的理一心的境界，也就是《華嚴》講的四無礙法界，四無礙法界是同時的。這個地方講的三德祕藏，般若、法身、解脫是同時的。"
    },
    {
      "id": "01-003-0244_p0069",
      "zh_CN": "钞【三德历然，不可混杂，是名不乱。】",
      "zh_TW": "鈔【三德歷然，不可混雜，是名不亂。】"
    },
    {
      "id": "01-003-0244_p0070",
      "zh_CN": "这里面的事与理清清楚楚、明明白白，这是『不乱』。《楞严经》上讲的「自性本定」，就是大佛顶首楞严，自性本定也是此地讲的这个意思。这一段讲得很深，不是讲的这些文字，实际上它是境界，是诸佛与大菩萨们他们亲证的境界。大菩萨至少是圆教初住、别教初地，因为在此地，我们净宗是属于理一心的境界，是这个境界。莲池大师这段文显示出净宗的价值、净宗的地位，并不在禅、教之下。不可以说学禅学不成功，学教也学不成功，「我这个人太笨，业障太重，好了，我就念佛求生净土！」这段话不容许人有这种错误的知见。净宗无论从事、从理绝对不在禅、教之下，是这么个意思。",
      "zh_TW": "這裡面的事與理清清楚楚、明明白白，這是『不亂』。《楞嚴經》上講的「自性本定」，就是大佛頂首楞嚴，自性本定也是此地講的這個意思。這一段講得很深，不是講的這些文字，實際上它是境界，是諸佛與大菩薩們他們親證的境界。大菩薩至少是圓教初住、別教初地，因為在此地，我們淨宗是屬於理一心的境界，是這個境界。蓮池大師這段文顯示出淨宗的價值、淨宗的地位，並不在禪、教之下。不可以說學禪學不成功，學教也學不成功，「我這個人太笨，業障太重，好了，我就念佛求生淨土！」這段話不容許人有這種錯誤的知見。淨宗無論從事、從理絕對不在禪、教之下，是這麼個意思。"
    },
    {
      "id": "01-003-0244_p0071",
      "zh_CN": "疏【又此一心不乱，亦分五教，今不叙者，以正指顿圆故。】",
      "zh_TW": "疏【又此一心不亂，亦分五教，今不敘者，以正指頓圓故。】"
    },
    {
      "id": "01-003-0244_p0072",
      "zh_CN": "莲池大师为我们写这本《弥陀经疏钞》，完全采取贤首家的模式，就是华严宗的，采取十门开启，以十玄来解释经义。他的目的非常显然，这个我们也要知道时代的背景。莲池大师生在明朝万历年间，明朝的末年。那个时候的社会禅风很盛，大家都参禅，轻视净土。净土教在当时，禅瞧不起，教也瞧不起，这样一个殊胜的法门被人误会了，你说多么可惜！所以大师极力提倡净土，如何让大家重新来认识、重新来肯定，他用《华严经》的模式来解释。因为无论宗门教下对于华严都尊为众经之王，大师《疏钞》完全用华严的模式来写，用《华严经》经义来解释，这就是把《弥陀经》提高，提得跟《华严经》一样，你看得起《华严经》就看得起《弥陀经》，看不起《弥陀经》那就看不起《华严经》，用这个方式把净宗地位提升。这是他老人家一番苦心，也是老人家智慧的杰作。",
      "zh_TW": "蓮池大師為我們寫這本《彌陀經疏鈔》，完全採取賢首家的模式，就是華嚴宗的，採取十門開啟，以十玄來解釋經義。他的目的非常顯然，這個我們也要知道時代的背景。蓮池大師生在明朝萬曆年間，明朝的末年。那個時候的社會禪風很盛，大家都參禪，輕視淨土。淨土教在當時，禪瞧不起，教也瞧不起，這樣一個殊勝的法門被人誤會了，你說多麼可惜！所以大師極力提倡淨土，如何讓大家重新來認識、重新來肯定，他用《華嚴經》的模式來解釋。因為無論宗門教下對於華嚴都尊為眾經之王，大師《疏鈔》完全用華嚴的模式來寫，用《華嚴經》經義來解釋，這就是把《彌陀經》提高，提得跟《華嚴經》一樣，你看得起《華嚴經》就看得起《彌陀經》，看不起《彌陀經》那就看不起《華嚴經》，用這個方式把淨宗地位提升。這是他老人家一番苦心，也是老人家智慧的傑作。"
    },
    {
      "id": "01-003-0244_p0073",
      "zh_CN": "其实华严五教可以判释一切教，它好像是个数学公式一样。蕅益大师注释《弥陀经要解》是用天台四教，莲池大师是采取贤首五教。现在五教他没有详细说出来，为什么不说？因为这部经在五教里面的确是属于顿教、属于圆教。虽然没有解释，怕后来人读了有怀疑，还要去查资料，多麻烦！所以底下略说一点。古德法师的《演义》说得更清楚，给我们研教的人很多的方便。",
      "zh_TW": "其實華嚴五教可以判釋一切教，它好像是個數學公式一樣。蕅益大師註釋《彌陀經要解》是用天台四教，蓮池大師是採取賢首五教。現在五教他沒有詳細說出來，為什麼不說？因為這部經在五教裡面的確是屬於頓教、屬於圓教。雖然沒有解釋，怕後來人讀了有懷疑，還要去查資料，多麻煩！所以底下略說一點。古德法師的《演義》說得更清楚，給我們研教的人很多的方便。"
    },
    {
      "id": "01-003-0244_p0074",
      "zh_CN": "钞【亦分五教者，以莲分九品。】",
      "zh_TW": "鈔【亦分五教者，以蓮分九品。】"
    },
    {
      "id": "01-003-0244_p0075",
      "zh_CN": "这是《观经》上说的。",
      "zh_TW": "這是《觀經》上說的。"
    },
    {
      "id": "01-003-0244_p0076",
      "zh_CN": "钞【则小大浅深，自有差等。】",
      "zh_TW": "鈔【則小大淺深，自有差等。】"
    },
    {
      "id": "01-003-0244_p0077",
      "zh_CN": "九品，从上上品到下下品，这有浅深次第，有差别的。",
      "zh_TW": "九品，從上上品到下下品，這有淺深次第，有差別的。"
    },
    {
      "id": "01-003-0244_p0078",
      "zh_CN": "钞【如小教以繇心造业而感前境为一心。】",
      "zh_TW": "鈔【如小教以繇心造業而感前境為一心。】"
    },
    {
      "id": "01-003-0244_p0079",
      "zh_CN": "一心功夫有浅深不同，用五教来配可以配得起来。",
      "zh_TW": "一心功夫有淺深不同，用五教來配可以配得起來。"
    },
    {
      "id": "01-003-0244_p0080",
      "zh_CN": "钞【始教以阿赖耶识所变为一心；终教以识境如梦，唯如来藏为一心；顿教以染净俱泯为一心；圆教以总该万有即是一心。】",
      "zh_TW": "鈔【始教以阿賴耶識所變為一心；終教以識境如夢，唯如來藏為一心；頓教以染淨俱泯為一心；圓教以總該萬有即是一心。】"
    },
    {
      "id": "01-003-0244_p0081",
      "zh_CN": "这是略说五教里面所讲，一心确实有小大浅深不同。所以我们说得一心，你是得哪一种的一心？成佛是成哪一种佛？贤首的五教就是五种不同的佛，有小教佛、有始教佛、有终教佛、有顿教佛、有圆教佛，你是成哪一种佛？黄念祖老居士说：密宗常讲「即身成佛」，你要能成得了！成不了，不行！黄念老说得好。他是密教的传人，也是净土宗的传人，他一生对净宗最大的贡献，就是写《无量寿经》的注解，集古今注解之大成。江味农居士那个注解所搜集的资料，几百家的说法都收在一起，所以从前李老师为我们介绍，他说江居士《金刚经讲义》就是《金刚经》大辞典。黄念老的《无量寿经》注解可以说是《无量寿经》的大辞典，对于研究教、研究这部经是非常好的资料。",
      "zh_TW": "這是略說五教裡面所講，一心確實有小大淺深不同。所以我們說得一心，你是得哪一種的一心？成佛是成哪一種佛？賢首的五教就是五種不同的佛，有小教佛、有始教佛、有終教佛、有頓教佛、有圓教佛，你是成哪一種佛？黃念祖老居士說：密宗常講「即身成佛」，你要能成得了！成不了，不行！黃念老說得好。他是密教的傳人，也是淨土宗的傳人，他一生對淨宗最大的貢獻，就是寫《無量壽經》的註解，集古今註解之大成。江味農居士那個註解所蒐集的資料，幾百家的說法都收在一起，所以從前李老師為我們介紹，他說江居士《金剛經講義》就是《金剛經》大辭典。黃念老的《無量壽經》註解可以說是《無量壽經》的大辭典，對於研究教、研究這部經是非常好的資料。"
    },
    {
      "id": "01-003-0244_p0082",
      "zh_CN": "莲池大师在当时这时代背景，采取华严最多，其次教下的天台、法相、唯识、般若、三论统统都引用，还引用儒家、道家的，最难得的，末后还有称性，称性就是禅家所讲的，可以说他这个注解把禅教密论、世出世间法也全都融会在《疏钞》。所以蕅益大师称赞《疏钞》「博大精深」，这四个字的确非常恰当，一点都不夸张。《弥陀经疏钞》文字不算太多，真的是博大精深。所以我们研究教、学讲经，对于这些注疏一定要认识得很清楚，然后你才会应用它，用得很恰当。那么在讲席当中就得到很多便利，得到很多的帮助；你不会用它，用错了，那就变成大杂烩，那就是吃力不讨好，这个要知道。纵然是一部注解，譬如我们讲《弥陀经》，我们参考、根据莲池大师的《疏钞》，我们讲解《弥陀经》的时候，还得要看看这些听众，看他们的根性、看他们的程度、看他们平时修学的状况。我们给他讲这些经，哪些地方要细说，那些地方略说就可以，听经的人才能真正得到利益。换句话说，这全部《疏钞》里面，它是提供资料给我们，我们自己要知道取舍，不能完全照讲。我们今天在此地不是讲《弥陀经》，是讲《疏钞演义》，所以就全讲了，这个不相同。如果讲《弥陀经》，就不能这个讲法。所以讲经对于注解要晓得取舍，取舍恰当，人听了个个都得利益，个个都欢喜；取舍得不恰当，听了这东西没有用处，浪费时间、浪费精力，人家下一次当然就不来了。取舍的确是要相当的智慧，这是属于学问，要懂得取舍。",
      "zh_TW": "蓮池大師在當時這時代背景，採取華嚴最多，其次教下的天台、法相、唯識、般若、三論統統都引用，還引用儒家、道家的，最難得的，末後還有稱性，稱性就是禪家所講的，可以說他這個註解把禪教密論、世出世間法也全都融會在《疏鈔》。所以蕅益大師稱讚《疏鈔》「博大精深」，這四個字的確非常恰當，一點都不誇張。《彌陀經疏鈔》文字不算太多，真的是博大精深。所以我們研究教、學講經，對於這些註疏一定要認識得很清楚，然後你才會應用它，用得很恰當。那麼在講席當中就得到很多便利，得到很多的幫助；你不會用它，用錯了，那就變成大雜燴，那就是吃力不討好，這個要知道。縱然是一部註解，譬如我們講《彌陀經》，我們參考、根據蓮池大師的《疏鈔》，我們講解《彌陀經》的時候，還得要看看這些聽眾，看他們的根性、看他們的程度、看他們平時修學的狀況。我們給他講這些經，哪些地方要細說，那些地方略說就可以，聽經的人才能真正得到利益。換句話說，這全部《疏鈔》裡面，它是提供資料給我們，我們自己要知道取捨，不能完全照講。我們今天在此地不是講《彌陀經》，是講《疏鈔演義》，所以就全講了，這個不相同。如果講《彌陀經》，就不能這個講法。所以講經對於註解要曉得取捨，取捨恰當，人聽了個個都得利益，個個都歡喜；取捨得不恰當，聽了這東西沒有用處，浪費時間、浪費精力，人家下一次當然就不來了。取捨的確是要相當的智慧，這是屬於學問，要懂得取捨。"
    },
    {
      "id": "01-003-0244_p0083",
      "zh_CN": "钞【而佛说此经，本为下凡众生。】",
      "zh_TW": "鈔【而佛說此經，本為下凡眾生。】"
    },
    {
      "id": "01-003-0244_p0084",
      "zh_CN": "莲池大师这句话说得好！他老人家这个说法跟唐朝善导大师在《观无量寿佛经》注解讲法完全相同，我们要特别重视。这个经，佛为谁说的？佛为我们说的。我们确确实实是『下凡』，不依照这个法门，成就就难了。达摩祖师传来的禅，六祖能大师在《坛经》里面就讲得很好，那是为什么人说的？为上上根人所说的，所以我们没分。我们参禅，别说开悟了，定都得不到，不相信，盘腿去面壁，看看能不能坐三天？能坐三天，小定！人家一入定，你看虚云老和尚，我们在《年谱》上看到，一入定半个月、一个月，还得要别人发现，拿个引磬在耳朵旁敲几下，他出定了。人家问他：老和尚，你这入定时间太久了，「没有！我感觉不过才一、二十分钟」，实际上已经过了半个月。他有一年在山上，过年的时候煮芋头，锅上烧火煮它，他老人家在旁边一坐就入定了，一下定了二十多天，年都过了。人家说：这老和尚怎么搞的，过年这么久都没出来，没看到他。到茅蓬去找他，看他锅里煮的芋头已经长毛，灶底下已经长草，他老人家入定，再把他敲醒，敲醒之后，「我煮了芋头，来吃」，才不过二十分钟，他一打开锅的时候，看到这个样子，人家告诉他，半个多月了。我们没法子！所以这禅是上上根人修的。我们这个下凡不要瞧不起念佛，念佛的成就超过他。虚老和尚往生兜率天内院，到弥勒菩萨那里去了。我们这些下凡：",
      "zh_TW": "蓮池大師這句話說得好！他老人家這個說法跟唐朝善導大師在《觀無量壽佛經》註解講法完全相同，我們要特別重視。這個經，佛為誰說的？佛為我們說的。我們確確實實是『下凡』，不依照這個法門，成就就難了。達摩祖師傳來的禪，六祖能大師在《壇經》裡面就講得很好，那是為什麼人說的？為上上根人所說的，所以我們沒分。我們參禪，別說開悟了，定都得不到，不相信，盤腿去面壁，看看能不能坐三天？能坐三天，小定！人家一入定，你看虛雲老和尚，我們在《年譜》上看到，一入定半個月、一個月，還得要別人發現，拿個引磬在耳朵旁敲幾下，他出定了。人家問他：老和尚，你這入定時間太久了，「沒有！我感覺不過才一、二十分鐘」，實際上已經過了半個月。他有一年在山上，過年的時候煮芋頭，鍋上燒火煮它，他老人家在旁邊一坐就入定了，一下定了二十多天，年都過了。人家說：這老和尚怎麼搞的，過年這麼久都沒出來，沒看到他。到茅蓬去找他，看他鍋裡煮的芋頭已經長毛，灶底下已經長草，他老人家入定，再把他敲醒，敲醒之後，「我煮了芋頭，來吃」，才不過二十分鐘，他一打開鍋的時候，看到這個樣子，人家告訴他，半個多月了。我們沒法子！所以這禪是上上根人修的。我們這個下凡不要瞧不起念佛，念佛的成就超過他。虛老和尚往生兜率天內院，到彌勒菩薩那裡去了。我們這些下凡："
    },
    {
      "id": "01-003-0244_p0085",
      "zh_CN": "钞【但念佛名。】",
      "zh_TW": "鈔【但念佛名。】"
    },
    {
      "id": "01-003-0244_p0086",
      "zh_CN": "我们生到西方极乐世界，西方极乐世界比兜率天要殊胜太多了，那简直不能比！兜率天的弥勒菩萨到西方极乐世界去，他是学生，跟我们身分相同，是阿弥陀佛的学生。虚老和尚到兜率天是弥勒菩萨的学生，我们往生到西方极乐世界，弥勒菩萨跟我们是同学，我们的辈分比虚老和尚高一辈，我们跟他老师同辈分。你想想看，西方世界殊胜！容易去。兜率天虽然近，很难去，没有虚老那样的定功去不了。所以念佛人：",
      "zh_TW": "我們生到西方極樂世界，西方極樂世界比兜率天要殊勝太多了，那簡直不能比！兜率天的彌勒菩薩到西方極樂世界去，他是學生，跟我們身分相同，是阿彌陀佛的學生。虛老和尚到兜率天是彌勒菩薩的學生，我們往生到西方極樂世界，彌勒菩薩跟我們是同學，我們的輩分比虛老和尚高一輩，我們跟他老師同輩分。你想想看，西方世界殊勝！容易去。兜率天雖然近，很難去，沒有虛老那樣的定功去不了。所以念佛人："
    },
    {
      "id": "01-003-0244_p0087",
      "zh_CN": "钞【径登不退，直至成佛。】",
      "zh_TW": "鈔【徑登不退，直至成佛。】"
    },
    {
      "id": "01-003-0244_p0088",
      "zh_CN": "而且到西方世界成佛非常之快。这个《疏钞》后面也都说到，引用《观经》上的经文，说明西方世界不退成佛，在时间上非常的快速。在我们娑婆世界成佛，大家都知道，佛在经上常讲需要三个阿僧祇劫，这个阿僧劫是大劫，三大阿僧祇劫才能成佛。阿僧祇，我们一般翻作「无央数」，就是数目字太大，说不清楚，这么大的一个数字。到西方世界成佛，下下品往生的也不过是十二大劫，十二大劫跟三大阿僧祇劫，那就不能比。这说明西方世界成佛容易、快速。那么，我们往生西方世界是不是下下品？决定不是的。怎么知道不是的？下下品是造作五逆十恶极重的罪业，立刻要堕阿鼻地狱那样的众生，在临命终时，听到善知识的劝告，一念回心，这个念佛往生西方世界才下下品。我们这一生虽然造了不少罪业，还没造那么重的罪业；换句话说，不往生则已，往生决定不是下下品，大概下品上生。那么下品中生呢？六劫成佛了，真快！如果下品上生，或者中品下生，那个速度就更快。这是他方世界没有法子相比的。",
      "zh_TW": "而且到西方世界成佛非常之快。這個《疏鈔》後面也都說到，引用《觀經》上的經文，說明西方世界不退成佛，在時間上非常的快速。在我們娑婆世界成佛，大家都知道，佛在經上常講需要三個阿僧祇劫，這個阿僧劫是大劫，三大阿僧祇劫才能成佛。阿僧祇，我們一般翻作「無央數」，就是數目字太大，說不清楚，這麼大的一個數字。到西方世界成佛，下下品往生的也不過是十二大劫，十二大劫跟三大阿僧祇劫，那就不能比。這說明西方世界成佛容易、快速。那麼，我們往生西方世界是不是下下品？決定不是的。怎麼知道不是的？下下品是造作五逆十惡極重的罪業，立刻要墮阿鼻地獄那樣的眾生，在臨命終時，聽到善知識的勸告，一念回心，這個念佛往生西方世界才下下品。我們這一生雖然造了不少罪業，還沒造那麼重的罪業；換句話說，不往生則已，往生決定不是下下品，大概下品上生。那麼下品中生呢？六劫成佛了，真快！如果下品上生，或者中品下生，那個速度就更快。這是他方世界沒有法子相比的。"
    },
    {
      "id": "01-003-0244_p0089",
      "zh_CN": "释迦牟尼佛在本经告诉我们，「我见是利」，那个「我」是释迦牟尼佛自称，佛说我看到这样殊胜的利益，这个利益是十方世界一切诸佛刹土里头没有的，哪有这么快的？所以上上品往生的，一生到那里花开见佛。换句话说，到西方世界就成佛了。所以文殊、普贤要赶着去往生，因为生到西方极乐世界，他们这些大菩萨生到那里，当然是实报庄严土上上品往生，去就成佛了。他要不去，在华藏世界，那还要待相当长的一段期间才能成得了佛，哪有到西方世界这么快速、这么方便？像这些经文上清清楚楚、明明白白，我们念的时候要留意，不能含糊笼统这样轻易看过，那就很可惜。我们信心为什么不能增长？就是读经太马虎，这些重要的都没有看出来，摆在面前，念在口里都还不觉悟，你说有什么法子！这讲愚痴，真是愚痴！摆在面前都看不出来，所以一定要晓得。",
      "zh_TW": "釋迦牟尼佛在本經告訴我們，「我見是利」，那個「我」是釋迦牟尼佛自稱，佛說我看到這樣殊勝的利益，這個利益是十方世界一切諸佛剎土裡頭沒有的，哪有這麼快的？所以上上品往生的，一生到那裡花開見佛。換句話說，到西方世界就成佛了。所以文殊、普賢要趕著去往生，因為生到西方極樂世界，他們這些大菩薩生到那裡，當然是實報莊嚴土上上品往生，去就成佛了。他要不去，在華藏世界，那還要待相當長的一段期間才能成得了佛，哪有到西方世界這麼快速、這麼方便？像這些經文上清清楚楚、明明白白，我們念的時候要留意，不能含糊籠統這樣輕易看過，那就很可惜。我們信心為什麼不能增長？就是讀經太馬虎，這些重要的都沒有看出來，擺在面前，念在口裡都還不覺悟，你說有什麼法子！這講愚痴，真是愚痴！擺在面前都看不出來，所以一定要曉得。"
    },
    {
      "id": "01-003-0244_p0090",
      "zh_CN": "祖师的话句句它的根据都是在净土三经里，没有出三经之外，三经决定可靠。现在有人造谣言，说《阿弥陀经》是假的，是人伪造的，听说这个话从日本传来的，这个胡造谣言，破坏净土。我们决定不要听信谣言，我们证明这个经决定可靠，决定真实，可以从玄奘大师师徒为我们证明。翻译这部经，罗什大师是姚秦时代的人，我们中国人讲南北朝。玄奘大师是唐朝时候人，这两位大师相隔几百年的时间。玄奘大师在印度看到《阿弥陀经》的梵文原文，可见不是假的。他还带回来，还重新又翻译过一次。虽然翻译了，他的徒弟窥基大师给《弥陀经》作注解，还采取罗什的，没有用老师的本子。你看《阿弥陀经通赞疏》，就是窥基大师作的，给《弥陀经》作注解，采取我们现在读的这个本子。换句话说，师徒二人都承认这个本子翻得好，所以窥基才给它做注解，翻得好，证明这个本子是真的，决定不是假的，不是人伪造的。所以我们一定要相信，净土三经、五经一定要相信，决定不能怀疑，套一句基督教的话，「你信就有福了」，真的就有福了，依教奉行，没有不成就的。所以径登不退，直至成佛。",
      "zh_TW": "祖師的話句句它的根據都是在淨土三經裡，沒有出三經之外，三經決定可靠。現在有人造謠言，說《阿彌陀經》是假的，是人偽造的，聽說這個話從日本傳來的，這個胡造謠言，破壞淨土。我們決定不要聽信謠言，我們證明這個經決定可靠，決定真實，可以從玄奘大師師徒為我們證明。翻譯這部經，羅什大師是姚秦時代的人，我們中國人講南北朝。玄奘大師是唐朝時候人，這兩位大師相隔幾百年的時間。玄奘大師在印度看到《阿彌陀經》的梵文原文，可見不是假的。他還帶回來，還重新又翻譯過一次。雖然翻譯了，他的徒弟窺基大師給《彌陀經》作註解，還採取羅什的，沒有用老師的本子。你看《阿彌陀經通贊疏》，就是窺基大師作的，給《彌陀經》作註解，採取我們現在讀的這個本子。換句話說，師徒二人都承認這個本子翻得好，所以窺基才給它做註解，翻得好，證明這個本子是真的，決定不是假的，不是人偽造的。所以我們一定要相信，淨土三經、五經一定要相信，決定不能懷疑，套一句基督教的話，「你信就有福了」，真的就有福了，依教奉行，沒有不成就的。所以徑登不退，直至成佛。"
    },
    {
      "id": "01-003-0244_p0091",
      "zh_CN": "钞【正属圆顿。】",
      "zh_TW": "鈔【正屬圓頓。】"
    },
    {
      "id": "01-003-0244_p0092",
      "zh_CN": "在五教里判别，它确实属于顿教，『顿』是快速，没有比这个更快的；『圆』是圆满，一丝毫欠缺都没有。我们今天就讲到此地。",
      "zh_TW": "在五教裡判別，它確實屬於頓教，『頓』是快速，沒有比這個更快的；『圓』是圓滿，一絲毫欠缺都沒有。我們今天就講到此地。"
    }
  ]
}