{
  "doc_id": "01-003-0013",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0013",
  "total_paragraphs": 64,
  "paragraphs": [
    {
      "id": "01-003-0013_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第十四页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第十四頁："
    },
    {
      "id": "01-003-0013_p0002",
      "zh_CN": "疏【今云自性，且指佛性而言也。性而曰自，法尔如然，非作得故；是我自己，非属他故。此之自性，盖有多名，亦名本心，亦名本觉，亦名真知，亦名真识，亦名真如，种种无尽，统而言之，即当人灵知灵觉本具之一心也。今明不可思议者，惟此心耳，更无余物有此不思议体与心同也。】",
      "zh_TW": "疏【今云自性，且指佛性而言也。性而曰自，法爾如然，非作得故；是我自己，非屬他故。此之自性，蓋有多名，亦名本心，亦名本覺，亦名真知，亦名真識，亦名真如，種種無盡，統而言之，即當人靈知靈覺本具之一心也。今明不可思議者，惟此心耳，更無餘物有此不思議體與心同也。】"
    },
    {
      "id": "01-003-0013_p0003",
      "zh_CN": "演【且指佛性而言者。】",
      "zh_TW": "演【且指佛性而言者。】"
    },
    {
      "id": "01-003-0013_p0004",
      "zh_CN": "这一段，义理实在是无有穷尽。这些都是从前面「不可思议」而来的，尤其是大师将「不可思议」说为至理极名，他都是从本经上说的，本经的经题，它原来的题目是《称赞不可思议功德一切诸佛所护念经》。",
      "zh_TW": "這一段，義理實在是無有窮盡。這些都是從前面「不可思議」而來的，尤其是大師將「不可思議」說為至理極名，他都是從本經上說的，本經的經題，它原來的題目是《稱讚不可思議功德一切諸佛所護念經》。"
    },
    {
      "id": "01-003-0013_p0005",
      "zh_CN": "演【自性实通二种。】",
      "zh_TW": "演【自性實通二種。】"
    },
    {
      "id": "01-003-0013_p0006",
      "zh_CN": "佛性与法性都是自性。",
      "zh_TW": "佛性與法性都是自性。"
    },
    {
      "id": "01-003-0013_p0007",
      "zh_CN": "演【若人欲识真空理，心内真如还遍外，情与无情同一体，处处皆同真法界。】",
      "zh_TW": "演【若人欲識真空理，心內真如還遍外，情與無情同一體，處處皆同真法界。】"
    },
    {
      "id": "01-003-0013_p0008",
      "zh_CN": "这四句应当把它背熟，一部《大方广佛华严经》就是说这么一桩事情，《心经》也是讲的这回事情。能把这四句的真义贯通，你的境界就不一样，境界就转了。转境界就叫消业障。我们这个佛号，如果声声佛号都能转境界，那就消业障了；如果这个佛号转不了境界，那就消不了业障。为什么有人能消得了，有人消不了？这个问题就是你会不会，会不会个中的妙理。你要果然会了其中的妙理，句句都能消业障，这是一点不假的，那真是无量的功德。",
      "zh_TW": "這四句應當把它背熟，一部《大方廣佛華嚴經》就是說這麼一樁事情，《心經》也是講的這回事情。能把這四句的真義貫通，你的境界就不一樣，境界就轉了。轉境界就叫消業障。我們這個佛號，如果聲聲佛號都能轉境界，那就消業障了；如果這個佛號轉不了境界，那就消不了業障。為什麼有人能消得了，有人消不了？這個問題就是你會不會，會不會個中的妙理。你要果然會了其中的妙理，句句都能消業障，這是一點不假的，那真是無量的功德。"
    },
    {
      "id": "01-003-0013_p0009",
      "zh_CN": "演【今云尔者，但以此经重一心念佛求愿往生。】",
      "zh_TW": "演【今云爾者，但以此經重一心念佛求願往生。】"
    },
    {
      "id": "01-003-0013_p0010",
      "zh_CN": "这句话非常重要。这部《弥陀经》，这个法门，它特别注重在『一心念佛』，这四个字决定不能够马虎过去。我们平常天天念佛，为什么佛号转不了境界，消不了业障？没有用「一心」，所以佛号不得力。如果你一心念，这个佛号当然就得力。所谓「一心」，最简单的说法，一句佛号之中没有分别、没有执着，不起心、不动念，这叫一心念。一面念佛是一面胡思乱想，不但不能消业障，念念都在造业。念着佛还打妄想，还胡思乱想，这个业可造大了。所以要晓得，一心念佛。为什么念佛？『求愿往生』。没有第二个想头，一心一意就是想求西方极乐世界。所以一定要知道这个世界苦，这个世界可怕。",
      "zh_TW": "這句話非常重要。這部《彌陀經》，這個法門，它特別注重在『一心念佛』，這四個字決定不能夠馬虎過去。我們平常天天念佛，為什麼佛號轉不了境界，消不了業障？沒有用「一心」，所以佛號不得力。如果你一心念，這個佛號當然就得力。所謂「一心」，最簡單的說法，一句佛號之中沒有分別、沒有執著，不起心、不動念，這叫一心念。一面念佛是一面胡思亂想，不但不能消業障，念念都在造業。念著佛還打妄想，還胡思亂想，這個業可造大了。所以要曉得，一心念佛。為什麼念佛？『求願往生』。沒有第二個想頭，一心一意就是想求西方極樂世界。所以一定要知道這個世界苦，這個世界可怕。"
    },
    {
      "id": "01-003-0013_p0011",
      "zh_CN": "贪恋这个世界是愚痴！为什么？尽虚空遍法界都是自己造的。譬如，你造了这栋大楼，整栋大楼都是你的，你却偏爱一个小房间，认为这个小房间是自己的，别的地方都不要。《华严》说：「应观法界性，一切唯心造」。西方极乐世界是你自己心变现的，娑婆世界也是自心变现的，华藏世界还是自心变现的，尽虚空遍法界是一个自己。所变的这个身体，有清净的部分，有污秽的地方，清净的地方他不要，他很爱污秽的地方，这个人不是愚痴吗？只要有所偏，就是毛病。",
      "zh_TW": "貪戀這個世界是愚痴！為什麼？盡虛空遍法界都是自己造的。譬如，你造了這棟大樓，整棟大樓都是你的，你卻偏愛一個小房間，認為這個小房間是自己的，別的地方都不要。《華嚴》說：「應觀法界性，一切唯心造」。西方極樂世界是你自己心變現的，娑婆世界也是自心變現的，華藏世界還是自心變現的，盡虛空遍法界是一個自己。所變的這個身體，有清淨的部分，有污穢的地方，清淨的地方他不要，他很愛污穢的地方，這個人不是愚痴嗎？只要有所偏，就是毛病。"
    },
    {
      "id": "01-003-0013_p0012",
      "zh_CN": "偏爱是见惑里面的边见，执着在一边，这个事情不是麻烦吗？你这个边见不能够破除，换句话说，最起码的见惑都不能断，你还谈什么？见惑断了，要不求生西方净土，不能超越生死轮回，还得六道轮回。六道轮回，你这一转世，你的功夫没有不退转的，菩萨都有隔阴之迷，何况你才有那么一点点鸡毛蒜皮的功夫，算什么！一投胎，前生的统统忘得干干净净，能不能继续再努力？那要看你的缘分，不一定能。所以要晓得，娑婆世界是一个险道，非常危险的道路，在这里面你真正遇到善友、善知识，你自己能觉悟，这个地方用功修行速度很快，成就也高。你要是遇不到，不能依教奉行，还是成天打妄想，愈迷愈深，愈堕愈苦！这是一定要觉悟。",
      "zh_TW": "偏愛是見惑裡面的邊見，執著在一邊，這個事情不是麻煩嗎？你這個邊見不能夠破除，換句話說，最起碼的見惑都不能斷，你還談什麼？見惑斷了，要不求生西方淨土，不能超越生死輪迴，還得六道輪迴。六道輪迴，你這一轉世，你的功夫沒有不退轉的，菩薩都有隔陰之迷，何況你才有那麼一點點雞毛蒜皮的功夫，算什麼！一投胎，前生的統統忘得乾乾淨淨，能不能繼續再努力？那要看你的緣分，不一定能。所以要曉得，娑婆世界是一個險道，非常危險的道路，在這裡面你真正遇到善友、善知識，你自己能覺悟，這個地方用功修行速度很快，成就也高。你要是遇不到，不能依教奉行，還是成天打妄想，愈迷愈深，愈墮愈苦！這是一定要覺悟。"
    },
    {
      "id": "01-003-0013_p0013",
      "zh_CN": "他这两句话八个字，就是《弥陀经》修学的中心，「一心念佛，求愿往生」；释迦牟尼佛说《弥陀经》就是为这个，六方诸佛赞叹也是赞叹这个。我们如果不懂「一心念佛，求愿往生」这两句话，含糊看过去，十方诸佛的赞叹，释迦牟尼佛的说经，对你都叫白说了。虽然跟你说了，你没得到；你把这两句得到，整部经就得到了。",
      "zh_TW": "他這兩句話八個字，就是《彌陀經》修學的中心，「一心念佛，求願往生」；釋迦牟尼佛說《彌陀經》就是為這個，六方諸佛讚歎也是讚歎這個。我們如果不懂「一心念佛，求願往生」這兩句話，含糊看過去，十方諸佛的讚歎，釋迦牟尼佛的說經，對你都叫白說了。雖然跟你說了，你沒得到；你把這兩句得到，整部經就得到了。"
    },
    {
      "id": "01-003-0013_p0014",
      "zh_CN": "演【乃借彼佛境显我自心故。】",
      "zh_TW": "演【乃借彼佛境顯我自心故。】"
    },
    {
      "id": "01-003-0013_p0015",
      "zh_CN": "为什么一定要念佛？是藉阿弥陀佛的境界把我们自己真心显露出来。我们真心现在在迷，阿弥陀佛就好比是晨钟，声声把我们的迷关敲破，把我们的真心给敲醒，就是这么回事情。所以这六字洪名不可思议！莲池大师前面讲的。六个字的意思一定要清楚，皈依无量觉，你念的时候要记住，声声都是唤醒自己皈依无量觉。我们六根接触六尘境界是迷而不觉，迷心是染着的，觉心是清净的。迷心里面有许许多多的念头，就是烦恼，分别、执着、妄想无量无边，这个心是迷心；觉心里面没这些，六祖说「本来无一物」。",
      "zh_TW": "為什麼一定要念佛？是藉阿彌陀佛的境界把我們自己真心顯露出來。我們真心現在在迷，阿彌陀佛就好比是晨鐘，聲聲把我們的迷關敲破，把我們的真心給敲醒，就是這麼回事情。所以這六字洪名不可思議！蓮池大師前面講的。六個字的意思一定要清楚，皈依無量覺，你念的時候要記住，聲聲都是喚醒自己皈依無量覺。我們六根接觸六塵境界是迷而不覺，迷心是染著的，覺心是清淨的。迷心裡面有許許多多的念頭，就是煩惱，分別、執著、妄想無量無邊，這個心是迷心；覺心裡面沒這些，六祖說「本來無一物」。"
    },
    {
      "id": "01-003-0013_p0016",
      "zh_CN": "什么时候觉悟？心清净，一个妄念都没有。外面境界样样明了，不但眼前这个境界明了，过去的明了，将来的明了，这就是神通现前。没有不明了的，一看就清楚。过去、现在、未来，三世十方，清清楚楚、明明白白，一念不生，这是觉悟的相。我们自己反省，我们有没有觉悟？还有妄念，有妄念就是不觉，不觉就用念佛这个方法唤醒你觉悟。所以八万四千法门，念佛是第一，最直截了当唤醒你的觉心。这是说明为什么要用这个方法。因此这个地方所讲的自性：",
      "zh_TW": "什麼時候覺悟？心清淨，一個妄念都沒有。外面境界樣樣明瞭，不但眼前這個境界明瞭，過去的明瞭，將來的明瞭，這就是神通現前。沒有不明瞭的，一看就清楚。過去、現在、未來，三世十方，清清楚楚、明明白白，一念不生，這是覺悟的相。我們自己反省，我們有沒有覺悟？還有妄念，有妄念就是不覺，不覺就用念佛這個方法喚醒你覺悟。所以八萬四千法門，念佛是第一，最直截了當喚醒你的覺心。這是說明為什麼要用這個方法。因此這個地方所講的自性："
    },
    {
      "id": "01-003-0013_p0017",
      "zh_CN": "演【且指有情佛性。】",
      "zh_TW": "演【且指有情佛性。】"
    },
    {
      "id": "01-003-0013_p0018",
      "zh_CN": "就是这个意思。",
      "zh_TW": "就是這個意思。"
    },
    {
      "id": "01-003-0013_p0019",
      "zh_CN": "下面跟我们解释『性而曰自，法尔如然，非作得故』。",
      "zh_TW": "下面跟我們解釋『性而曰自，法爾如然，非作得故』。"
    },
    {
      "id": "01-003-0013_p0020",
      "zh_CN": "演【性而曰自，自有二义：一、自然之自，二、自己之自。】",
      "zh_TW": "演【性而曰自，自有二義：一、自然之自，二、自己之自。】"
    },
    {
      "id": "01-003-0013_p0021",
      "zh_CN": "『自』怎么讲法？「自」有两个意思，一个是『自然』的意思，自然就不是造作的；另外一个意思就是『自己』，不是别人。自性具足这两个意思，两个意思它都圆满。",
      "zh_TW": "『自』怎麼講法？「自」有兩個意思，一個是『自然』的意思，自然就不是造作的；另外一個意思就是『自己』，不是別人。自性具足這兩個意思，兩個意思它都圓滿。"
    },
    {
      "id": "01-003-0013_p0022",
      "zh_CN": "演【法尔如然非作得者。】",
      "zh_TW": "演【法爾如然非作得者。】"
    },
    {
      "id": "01-003-0013_p0023",
      "zh_CN": "「法尔如然」，就是自然的意思；「非作得者」，不是造作的。",
      "zh_TW": "「法爾如然」，就是自然的意思；「非作得者」，不是造作的。"
    },
    {
      "id": "01-003-0013_p0024",
      "zh_CN": "演【妙性天然，不因修得，迷时无失，悟时无得，有物浑成，本自如如故。此自然之自也。】",
      "zh_TW": "演【妙性天然，不因修得，迷時無失，悟時無得，有物渾成，本自如如故。此自然之自也。】"
    },
    {
      "id": "01-003-0013_p0025",
      "zh_CN": "这几句话要说一说，不说恐怕这意思看不出来。『性』是真的，决定不是虚妄的。它是自己，是宇宙万有的本体，拿佛法名词来说，十法界依报正报一切诸法都是它变现出来的。山河及大地，什么东西造的？就是它造的，它真正是造物主。说上帝是造物主，假的，因为上帝也是它造的。谁造上帝？我们晓得，自性造上帝。所以上帝并不是真正造物主，真正造物主就是「自性」。所以它叫『妙』，妙就是它能造。它没有相，它能够现一切相，这个妙！大经里面讲「唯心所现」。「性」也叫做心，也叫做识，是一桩事情。我们一般讲本性，这个性是从体上讲，讲心、识是从作用上讲，体用是一不是二。性能现，识能变。唯心所现，现相，相里面有些变化，那是识在那里变。诸位要晓得，相，这里面是一味平等的。蕅益大师说得好，「境无好丑」，境是境界，就是外面的相。五根：眼耳鼻舌身，六尘：色声香味触法，这是相，色法。色法里面没有好丑，完全是平等的，确确实实是平等的。好丑没有标准，各人有各人的标准，标准从哪里来的？标准是从你那个识变，识里头生的，心不生，心里头没有一法，不立一法，识里面它就建立了种种标准。每个人建立的标准不一样，换句话说，每个人审美的观念不一样，每个人喜爱的对象不相同；一个人一个标准，就变成没有标准了。",
      "zh_TW": "這幾句話要說一說，不說恐怕這意思看不出來。『性』是真的，決定不是虛妄的。它是自己，是宇宙萬有的本體，拿佛法名詞來說，十法界依報正報一切諸法都是它變現出來的。山河及大地，什麼東西造的？就是它造的，它真正是造物主。說上帝是造物主，假的，因為上帝也是它造的。誰造上帝？我們曉得，自性造上帝。所以上帝並不是真正造物主，真正造物主就是「自性」。所以它叫『妙』，妙就是它能造。它沒有相，它能夠現一切相，這個妙！大經裡面講「唯心所現」。「性」也叫做心，也叫做識，是一樁事情。我們一般講本性，這個性是從體上講，講心、識是從作用上講，體用是一不是二。性能現，識能變。唯心所現，現相，相裡面有些變化，那是識在那裡變。諸位要曉得，相，這裡面是一味平等的。蕅益大師說得好，「境無好醜」，境是境界，就是外面的相。五根：眼耳鼻舌身，六塵：色聲香味觸法，這是相，色法。色法裡面沒有好醜，完全是平等的，確確實實是平等的。好醜沒有標準，各人有各人的標準，標準從哪裡來的？標準是從你那個識變，識裡頭生的，心不生，心裡頭沒有一法，不立一法，識裡面它就建立了種種標準。每個人建立的標準不一樣，換句話說，每個人審美的觀念不一樣，每個人喜愛的對象不相同；一個人一個標準，就變成沒有標準了。"
    },
    {
      "id": "01-003-0013_p0026",
      "zh_CN": "所以大师说，「愚人除境不除心，至人除心不除境」。觉悟的人他去什么？去识心，能变的那个识心，他去这个心，他不去外头境界。于是，他得到的是什么？理事无碍，事事无碍，真得自在了。愚人一定要找一个好环境、理想的环境，他是心外求法，他不改变他心理，找到西方极乐世界还是苦恼，为什么？还不尽理想。理想的环境到哪里去找？心地里面去找，外面境界找不到！在外面境界上找一个理想环境，那可找惨了。无量劫以来，你都在找，找到现在你还没找到。往后再找无量劫，你还是找不到，永远不可能找到，这个要晓得。所以聪明人，心平等了，境就平等；心善了，境界都善。心是恶的，看外面境界都是恶的；心是善的，看外面境界都是善的。所以，佛看一切众生都是佛，菩萨看一切众生都是菩萨，凡夫看佛菩萨也是凡夫。",
      "zh_TW": "所以大師說，「愚人除境不除心，至人除心不除境」。覺悟的人他去什麼？去識心，能變的那個識心，他去這個心，他不去外頭境界。於是，他得到的是什麼？理事無礙，事事無礙，真得自在了。愚人一定要找一個好環境、理想的環境，他是心外求法，他不改變他心理，找到西方極樂世界還是苦惱，為什麼？還不盡理想。理想的環境到哪裡去找？心地裡面去找，外面境界找不到！在外面境界上找一個理想環境，那可找慘了。無量劫以來，你都在找，找到現在你還沒找到。往後再找無量劫，你還是找不到，永遠不可能找到，這個要曉得。所以聰明人，心平等了，境就平等；心善了，境界都善。心是惡的，看外面境界都是惡的；心是善的，看外面境界都是善的。所以，佛看一切眾生都是佛，菩薩看一切眾生都是菩薩，凡夫看佛菩薩也是凡夫。"
    },
    {
      "id": "01-003-0013_p0027",
      "zh_CN": "『妙性天然，不因修得』。这个性妙不妙？太妙了，它能变现这一切现象；而且这个变现是天然的，不因修得。「天然」是讲这个妙性，性是本有的，佛学名词叫「法尔如是」，此地讲法尔如然，「然」就是「是」的意思。法尔如是、法尔如然，这在经上常常看到。「法尔如然」，既然是自然的意思，为什么不写个自然？或者写个天然，我们一看就懂，搞个「法尔」，反而把我们搞迷惑了。古德翻经不容易！因为我们习惯上讲自然，自然的对面是因缘，总是落在两边。为了使我们不落在两边，所以起了这个名称「法尔如然」。希望我们听了不落在两边，有这么深的意思在里头。",
      "zh_TW": "『妙性天然，不因修得』。這個性妙不妙？太妙了，它能變現這一切現象；而且這個變現是天然的，不因修得。「天然」是講這個妙性，性是本有的，佛學名詞叫「法爾如是」，此地講法爾如然，「然」就是「是」的意思。法爾如是、法爾如然，這在經上常常看到。「法爾如然」，既然是自然的意思，為什麼不寫個自然？或者寫個天然，我們一看就懂，搞個「法爾」，反而把我們搞迷惑了。古德翻經不容易！因為我們習慣上講自然，自然的對面是因緣，總是落在兩邊。為了使我們不落在兩邊，所以起了這個名稱「法爾如然」。希望我們聽了不落在兩邊，有這麼深的意思在裡頭。"
    },
    {
      "id": "01-003-0013_p0028",
      "zh_CN": "《楞严经》说得好：「非因缘非自然，法尔如是」。两边都不落，不得已称之为「妙性」，它不是修得的，它是本有的。我们现在诸位有没有？有，完全显露在面前；虽然显露，你自己不觉得，这无可奈何。佛菩萨看得清清楚楚，所以佛看你是佛，你跟他没两样，菩萨看你是菩萨，你跟他没有不相同的地方；而是自己迷，这个没法子。怎么叫自己迷？你自己起心动念，你自己一天到晚胡思乱想，这就是自己迷。佛菩萨为什么不迷？佛菩萨一个念头都没有。释迦牟尼佛天天说法，说了四十九年，一个字没说，你们相信吗？不相信。为什么不相信？因为你迷。迷了就不相信，你要是觉悟了，你相信，确实四十九年没说一个字，真的。几时把这个事实真相一下子看出来，你就觉悟了。",
      "zh_TW": "《楞嚴經》說得好：「非因緣非自然，法爾如是」。兩邊都不落，不得已稱之為「妙性」，它不是修得的，它是本有的。我們現在諸位有沒有？有，完全顯露在面前；雖然顯露，你自己不覺得，這無可奈何。佛菩薩看得清清楚楚，所以佛看你是佛，你跟他沒兩樣，菩薩看你是菩薩，你跟他沒有不相同的地方；而是自己迷，這個沒法子。怎麼叫自己迷？你自己起心動念，你自己一天到晚胡思亂想，這就是自己迷。佛菩薩為什麼不迷？佛菩薩一個念頭都沒有。釋迦牟尼佛天天說法，說了四十九年，一個字沒說，你們相信嗎？不相信。為什麼不相信？因為你迷。迷了就不相信，你要是覺悟了，你相信，確實四十九年沒說一個字，真的。幾時把這個事實真相一下子看出來，你就覺悟了。"
    },
    {
      "id": "01-003-0013_p0029",
      "zh_CN": "『迷时无失，悟时无得』。我们现在迷，这个天然的妙性有没有失掉？没有失掉，一天到晚起作用，起迷惑颠倒的作用。觉悟了，起菩提涅槃的作用；迷了的时候，天天起生死烦恼的作用。其实生死烦恼跟菩提涅槃是一不是二，是一桩事情，都是妙性起用。悟了，把它叫个名字，菩提涅槃；迷了，叫它做生死烦恼，只是换名词，还是那个作用。可是迷悟，你的感受大大的不相同，悟了，感受是无比的自在；迷了，那个感受是无边的痛苦，苦海无边！这个不一样。既然迷时不失，所以觉悟了也无所得。《心经》到最后给我们说，「无智亦无得」。智是能证之智，得是所得之果。无智亦无得，为什么？本性既然是天然的，没有得失，这个里头只有迷悟没有得失。迷是它，悟还是它，你要是在这个地方参透，才晓得迷悟不二，你真正入这个境界了。你要是认定迷悟是二法，有迷、有悟，又搞成边见。这是佛法的难处，很不容易悟入就在这个地方。总而言之，你不堕在有就堕在无，你总是堕在一边。什么时候能把两边打掉，禅家所谓「坐断两头」，禅家讲坐禅，坐禅的功夫得力，这两头都断掉，就入了。两边坐断，就入不二法门，才有个入处。所谓入处，就是悟处，禅家所谓大彻大悟，明心见性。老是落在两头上，不行！你是不得其门而入。",
      "zh_TW": "『迷時無失，悟時無得』。我們現在迷，這個天然的妙性有沒有失掉？沒有失掉，一天到晚起作用，起迷惑顛倒的作用。覺悟了，起菩提涅槃的作用；迷了的時候，天天起生死煩惱的作用。其實生死煩惱跟菩提涅槃是一不是二，是一樁事情，都是妙性起用。悟了，把它叫個名字，菩提涅槃；迷了，叫它做生死煩惱，只是換名詞，還是那個作用。可是迷悟，你的感受大大的不相同，悟了，感受是無比的自在；迷了，那個感受是無邊的痛苦，苦海無邊！這個不一樣。既然迷時不失，所以覺悟了也無所得。《心經》到最後給我們說，「無智亦無得」。智是能證之智，得是所得之果。無智亦無得，為什麼？本性既然是天然的，沒有得失，這個裡頭只有迷悟沒有得失。迷是它，悟還是它，你要是在這個地方參透，才曉得迷悟不二，你真正入這個境界了。你要是認定迷悟是二法，有迷、有悟，又搞成邊見。這是佛法的難處，很不容易悟入就在這個地方。總而言之，你不墮在有就墮在無，你總是墮在一邊。什麼時候能把兩邊打掉，禪家所謂「坐斷兩頭」，禪家講坐禪，坐禪的功夫得力，這兩頭都斷掉，就入了。兩邊坐斷，就入不二法門，才有個入處。所謂入處，就是悟處，禪家所謂大徹大悟，明心見性。老是落在兩頭上，不行！你是不得其門而入。"
    },
    {
      "id": "01-003-0013_p0030",
      "zh_CN": "『有物浑成，本自如如』，这是古人所说的两句话。「有物」就是它有个东西，什么东西说不出来，因为它没有名、没有形、没有相，你怎么能说得出来？它确实有，它不是没有。这个「物」就是指天然妙性。「本自如如」，本来就是这样的。这个意思就是「自然之自」，法尔如然。第二个意思：",
      "zh_TW": "『有物渾成，本自如如』，這是古人所說的兩句話。「有物」就是它有個東西，什麼東西說不出來，因為它沒有名、沒有形、沒有相，你怎麼能說得出來？它確實有，它不是沒有。這個「物」就是指天然妙性。「本自如如」，本來就是這樣的。這個意思就是「自然之自」，法爾如然。第二個意思："
    },
    {
      "id": "01-003-0013_p0031",
      "zh_CN": "演【是我自己非属他者。】",
      "zh_TW": "演【是我自己非屬他者。】"
    },
    {
      "id": "01-003-0013_p0032",
      "zh_CN": "这一条也非常重要。自性具足这两个意思，不是说只有一个意思，你把这两个意思又认作是两端，那又糟糕了。这两个意思都是自性，自性本身就具足这两个意思，一即二，二即一。说这个意思是特别对付那些错误概念的人所说的。",
      "zh_TW": "這一條也非常重要。自性具足這兩個意思，不是說只有一個意思，你把這兩個意思又認作是兩端，那又糟糕了。這兩個意思都是自性，自性本身就具足這兩個意思，一即二，二即一。說這個意思是特別對付那些錯誤概念的人所說的。"
    },
    {
      "id": "01-003-0013_p0033",
      "zh_CN": "演【以外道，或计自然，或计因缘，或计虚空，或计天与，不一而足。】",
      "zh_TW": "演【以外道，或計自然，或計因緣，或計虛空，或計天與，不一而足。】"
    },
    {
      "id": "01-003-0013_p0034",
      "zh_CN": "『计』是计度分别。计度分别是佛学常用术语，「计」是计较，我们今天讲计算，心里头计较，「度」是度量。分别一切法，在那里计较，在那里度量，在那里胡思乱想，这个一切法是不是『自然』而有的？或是『因缘』所生的？佛法讲因缘。佛为什么讲因缘？要知道，佛讲因缘是一种善巧方便，对付自然的。印度当年外道多半主张这是自然而有的，一切万法是自然生成的。佛讲因缘生法，说这个是破他自然的那种执着。诸位要晓得这个道理，他有一种自然的执着，佛用因缘破他的执着。执着破了之后，这个工具也不能要了，因缘生法是破自然的一个工具。你把那个破掉之后又执着因缘生法，又变成了外道，这叫「门里外」，佛门里面的外道。执着万法自然而有的是印度一般的外道。我们把它破除，这些人又执着因缘生法，这又变成佛门里头的外道，心外求法。龙树菩萨在《中观论》里面极力来挽救，说「八不」，希望来匡正我们的知见，把因缘道理发明得淋漓透彻，「诸法不自生，亦不从他生，不共不无因，是故说无生」，这是说出一切法的真实相，也就是《楞严经》讲的「非因缘，非自然」。",
      "zh_TW": "『計』是計度分別。計度分別是佛學常用術語，「計」是計較，我們今天講計算，心裡頭計較，「度」是度量。分別一切法，在那裡計較，在那裡度量，在那裡胡思亂想，這個一切法是不是『自然』而有的？或是『因緣』所生的？佛法講因緣。佛為什麼講因緣？要知道，佛講因緣是一種善巧方便，對付自然的。印度當年外道多半主張這是自然而有的，一切萬法是自然生成的。佛講因緣生法，說這個是破他自然的那種執著。諸位要曉得這個道理，他有一種自然的執著，佛用因緣破他的執著。執著破了之後，這個工具也不能要了，因緣生法是破自然的一個工具。你把那個破掉之後又執著因緣生法，又變成了外道，這叫「門裡外」，佛門裡面的外道。執著萬法自然而有的是印度一般的外道。我們把它破除，這些人又執著因緣生法，這又變成佛門裡頭的外道，心外求法。龍樹菩薩在《中觀論》裡面極力來挽救，說「八不」，希望來匡正我們的知見，把因緣道理發明得淋漓透徹，「諸法不自生，亦不從他生，不共不無因，是故說無生」，這是說出一切法的真實相，也就是《楞嚴經》講的「非因緣，非自然」。"
    },
    {
      "id": "01-003-0013_p0035",
      "zh_CN": "佛所说的一切法，句句都不可以执着。所以马鸣菩萨教你「离言说相、离名字相、离心缘相」，这样听才有受用，才有悟处，听了之后才能够解悟；如果在解悟里头立刻就能转境界，那就是证悟。如果说是讲席里头听经不叫做修行，这是绝大的错误！你们看《楞严经》，摩登伽女是个凡夫，她听了一半居然就证三果，不修行能证果吗？诸位要晓得，一听就理解，理解就解悟，解了之后境界马上就转变，证悟！转变境界叫修行。如果把这当作世间一种学术来研究，执着言说相、名字相、心缘相，那就是说食数宝，那个没用处！真正能做到「离一切相，即一切法」，听经能开悟、能证果，听经能成无上菩提。",
      "zh_TW": "佛所說的一切法，句句都不可以執著。所以馬鳴菩薩教你「離言說相、離名字相、離心緣相」，這樣聽才有受用，才有悟處，聽了之後才能夠解悟；如果在解悟裡頭立刻就能轉境界，那就是證悟。如果說是講席裡頭聽經不叫做修行，這是絕大的錯誤！你們看《楞嚴經》，摩登伽女是個凡夫，她聽了一半居然就證三果，不修行能證果嗎？諸位要曉得，一聽就理解，理解就解悟，解了之後境界馬上就轉變，證悟！轉變境界叫修行。如果把這當作世間一種學術來研究，執著言說相、名字相、心緣相，那就是說食數寶，那個沒用處！真正能做到「離一切相，即一切法」，聽經能開悟、能證果，聽經能成無上菩提。"
    },
    {
      "id": "01-003-0013_p0036",
      "zh_CN": "《华严经》善财童子五十三参，无上正等正觉怎么成就的？到处去听这些善友们给他说法，他一听就转境界。他那个法门是渐修法门，一层一层往上提升。我们现在《华严》讲到二十二卷，六地菩萨，善财童子现在是六地菩萨了。我们这些听经的人有没有跟进？他是六地，我现在几地？要能跟进！一部《华严经》念完，无上正等正觉成就了，这个考试才得满分。一部《华严》听完，自己能证到圆教初住，才算是及格。念佛人，《华严经》听完之后，念佛功夫到理一心不乱算是及格。如何能够跟得上进度，这里面是真正有乐，这个法味、法喜是说不出的，没法子形容的。佛法里头要是没有这么乐，谁会去学它？学佛的人是世间第一等聪明人，真正了解宇宙人生的真谛。",
      "zh_TW": "《華嚴經》善財童子五十三參，無上正等正覺怎麼成就的？到處去聽這些善友們給他說法，他一聽就轉境界。他那個法門是漸修法門，一層一層往上提升。我們現在《華嚴》講到二十二卷，六地菩薩，善財童子現在是六地菩薩了。我們這些聽經的人有沒有跟進？他是六地，我現在幾地？要能跟進！一部《華嚴經》念完，無上正等正覺成就了，這個考試才得滿分。一部《華嚴》聽完，自己能證到圓教初住，才算是及格。念佛人，《華嚴經》聽完之後，念佛功夫到理一心不亂算是及格。如何能夠跟得上進度，這裡面是真正有樂，這個法味、法喜是說不出的，沒法子形容的。佛法裡頭要是沒有這麼樂，誰會去學它？學佛的人是世間第一等聰明人，真正了解宇宙人生的真諦。"
    },
    {
      "id": "01-003-0013_p0037",
      "zh_CN": "有些人执着一切法是自然有的，有些执着是因缘有的，有些执着是『虚空』的。执着空，也是错误的。哪些人执着是空的？四空天就是执着空的，着了空相。『天与』，很多人以为这一切是天给他的、上帝给他的、神给他的，这是错误的观念。『不一而足』，邪知邪见太多太多了。诸位要晓得，佛法是教你恢复自己本能。六祖成就的时候说得很清楚，「何期自性本来具足」，本来具足就是法法具足，没有一法不具足，「何期自性能生万法」，十法界依正庄严都是自性变现之物。上帝鬼神都是我们自性变现之物，我们不能够驾驭他，反而一切听命于他，这叫迷惑颠倒，佛经里面称之为可怜悯者，真正可怜！佛法一切讲自己，不依靠外力，自悟、自修、自证。净土虽然讲二力法门，佛力加持，佛力加持就是经典。经典是佛说的，他把理论、方法、境界告诉我们，这就是佛力加持，这里面没有迷信。临命终时阿弥陀佛来接引，这是佛力加持；我们自己要是不努力，一味靠佛的力量，最后一定落空。依附鬼的人，必定被鬼所迷；依附神的人，一定被神所欺负，被神所奴役，那都是颠倒。",
      "zh_TW": "有些人執著一切法是自然有的，有些執著是因緣有的，有些執著是『虛空』的。執著空，也是錯誤的。哪些人執著是空的？四空天就是執著空的，著了空相。『天與』，很多人以為這一切是天給他的、上帝給他的、神給他的，這是錯誤的觀念。『不一而足』，邪知邪見太多太多了。諸位要曉得，佛法是教你恢復自己本能。六祖成就的時候說得很清楚，「何期自性本來具足」，本來具足就是法法具足，沒有一法不具足，「何期自性能生萬法」，十法界依正莊嚴都是自性變現之物。上帝鬼神都是我們自性變現之物，我們不能夠駕馭他，反而一切聽命於他，這叫迷惑顛倒，佛經裡面稱之為可憐憫者，真正可憐！佛法一切講自己，不依靠外力，自悟、自修、自證。淨土雖然講二力法門，佛力加持，佛力加持就是經典。經典是佛說的，他把理論、方法、境界告訴我們，這就是佛力加持，這裡面沒有迷信。臨命終時阿彌陀佛來接引，這是佛力加持；我們自己要是不努力，一味靠佛的力量，最後一定落空。依附鬼的人，必定被鬼所迷；依附神的人，一定被神所欺負，被神所奴役，那都是顛倒。"
    },
    {
      "id": "01-003-0013_p0038",
      "zh_CN": "演【此皆迷己为物所转。】",
      "zh_TW": "演【此皆迷己為物所轉。】"
    },
    {
      "id": "01-003-0013_p0039",
      "zh_CN": "这一句结论说得太好了。这个道理，诸位如果想要深入去研讨，在《楞严经》上。觉悟的人决不『为物所转』，这个「物」是包括自身以外一切境界，就是我们常讲十法界依正庄严，用「物」这个字来作代表，不会为物所转。只有迷了自性的人，才被外头境界所转，我们现在自己就是这个人。眼见色被色所转，耳闻声被声所转，真可怜！眼见色，顺自己心的，起贪心；不顺自己心的，起瞋恚心，就是被它所转。耳闻声，喜欢听，这个不错！多听听，被它所转；不喜欢听，听了讨厌，被它所转！几时能在一切音声里头如如不动？听得清清楚楚，如如不动，就不为所转。",
      "zh_TW": "這一句結論說得太好了。這個道理，諸位如果想要深入去研討，在《楞嚴經》上。覺悟的人決不『為物所轉』，這個「物」是包括自身以外一切境界，就是我們常講十法界依正莊嚴，用「物」這個字來作代表，不會為物所轉。只有迷了自性的人，才被外頭境界所轉，我們現在自己就是這個人。眼見色被色所轉，耳聞聲被聲所轉，真可憐！眼見色，順自己心的，起貪心；不順自己心的，起瞋恚心，就是被它所轉。耳聞聲，喜歡聽，這個不錯！多聽聽，被它所轉；不喜歡聽，聽了討厭，被它所轉！幾時能在一切音聲裡頭如如不動？聽得清清楚楚，如如不動，就不為所轉。"
    },
    {
      "id": "01-003-0013_p0040",
      "zh_CN": "你要是在一切境界里面起分别、起执着、起贪瞋痴慢，就被境界所转。被境转就造业，不被境转就不造业；不造业，我们给它取个名字叫净业。《楞严经》上说，「若能转境，则同如来」，那就是佛，就是菩萨，见了性的大菩萨，他能转境，不为境转。我们讲修行，讲功夫，什么叫功夫？不为境转，真功夫。处处为境界所转，那算什么功夫！处处为境界所转，记住，没有法子超越轮回。你凭什么能了生死出三界？处处为境所转，再给诸位说，不容易往生，带业也不行，到你往生的时候，又被境界拉回来了，你还是去不了。阿弥陀佛来接引，你说「我还没有放下，还有事情没处理」，阿弥陀佛可不等你，你还是去不成。所以这个非常非常重要，要晓得什么叫做功夫。一天念多少声佛号、磕多少个大头，拜多少忏、念多少经，那不叫功夫，那叫课诵。课诵做得多，没功夫。好像什么？书念得多，天天念书，一考试得个零分，不及格，及格是功夫！你考试，分数是功夫，高分数，那是功夫。一天念十万声佛号，心还被境转，等于零，喊破喉咙也枉然。",
      "zh_TW": "你要是在一切境界裡面起分別、起執著、起貪瞋痴慢，就被境界所轉。被境轉就造業，不被境轉就不造業；不造業，我們給它取個名字叫淨業。《楞嚴經》上說，「若能轉境，則同如來」，那就是佛，就是菩薩，見了性的大菩薩，他能轉境，不為境轉。我們講修行，講功夫，什麼叫功夫？不為境轉，真功夫。處處為境界所轉，那算什麼功夫！處處為境界所轉，記住，沒有法子超越輪迴。你憑什麼能了生死出三界？處處為境所轉，再給諸位說，不容易往生，帶業也不行，到你往生的時候，又被境界拉回來了，你還是去不了。阿彌陀佛來接引，你說「我還沒有放下，還有事情沒處理」，阿彌陀佛可不等你，你還是去不成。所以這個非常非常重要，要曉得什麼叫做功夫。一天念多少聲佛號、磕多少個大頭，拜多少懺、念多少經，那不叫功夫，那叫課誦。課誦做得多，沒功夫。好像什麼？書念得多，天天念書，一考試得個零分，不及格，及格是功夫！你考試，分數是功夫，高分數，那是功夫。一天念十萬聲佛號，心還被境轉，等於零，喊破喉嚨也枉然。"
    },
    {
      "id": "01-003-0013_p0041",
      "zh_CN": "一天一声佛号也没念，什么境界都转不动，给诸位说，这叫念佛人。他怎么叫念佛人？他没念佛！他念佛为什么？念佛就是为了不为境转，觉而不迷。他是觉而不迷，他没念就是念，「念而无念，无念而念」，就是这个境界，要明理！可是在这个境界里面，这个人念不念佛？他一定念佛。他为什么念佛？教别人念佛，这叫大慈大悲。他的确不要念，他很清净，一天到晚阿弥陀佛、阿弥陀佛，看到他念佛，别人也跟着念佛，就是劝别人念佛，做一个样子给别人看，教别人效法，这叫大慈大悲，这是度他、化他。如果修学净土法门的老和尚，他一天到晚一声佛号都不念，别人会跟他说：你叫我们念佛，你都不念，我念这干什么？印光大师是大势至菩萨再来的，他心多清净！你看他老人家手上拿着一串念珠，一年到头从来没有放过，阿弥陀佛挂在嘴上，一天没休息过，给念佛人做一个榜样，给初学人做个榜样。我教你们念，我天天念，不是我不念才叫你念，我天天念，我才叫你念。我们初学的人看到心服口服，果然没错！这是佛菩萨的身教，佛菩萨舍己为人。",
      "zh_TW": "一天一聲佛號也沒念，什麼境界都轉不動，給諸位說，這叫念佛人。他怎麼叫念佛人？他沒念佛！他念佛為什麼？念佛就是為了不為境轉，覺而不迷。他是覺而不迷，他沒念就是念，「念而無念，無念而念」，就是這個境界，要明理！可是在這個境界裡面，這個人念不念佛？他一定念佛。他為什麼念佛？教別人念佛，這叫大慈大悲。他的確不要念，他很清淨，一天到晚阿彌陀佛、阿彌陀佛，看到他念佛，別人也跟著念佛，就是勸別人念佛，做一個樣子給別人看，教別人效法，這叫大慈大悲，這是度他、化他。如果修學淨土法門的老和尚，他一天到晚一聲佛號都不念，別人會跟他說：你叫我們念佛，你都不念，我念這幹什麼？印光大師是大勢至菩薩再來的，他心多清淨！你看他老人家手上拿著一串念珠，一年到頭從來沒有放過，阿彌陀佛掛在嘴上，一天沒休息過，給念佛人做一個榜樣，給初學人做個榜樣。我教你們念，我天天念，不是我不念才叫你念，我天天念，我才叫你念。我們初學的人看到心服口服，果然沒錯！這是佛菩薩的身教，佛菩薩捨己為人。"
    },
    {
      "id": "01-003-0013_p0042",
      "zh_CN": "凡是有前面这些胡思乱想的，心外求法的，都是「迷己为物所转」，这个很可怜。",
      "zh_TW": "凡是有前面這些胡思亂想的，心外求法的，都是「迷己為物所轉」，這個很可憐。"
    },
    {
      "id": "01-003-0013_p0043",
      "zh_CN": "演【不知此性本非天降，不属地生，亦非人与。】",
      "zh_TW": "演【不知此性本非天降，不屬地生，亦非人與。】"
    },
    {
      "id": "01-003-0013_p0044",
      "zh_CN": "妙性天然，不是天上掉下来的，也不是地上生的。说老实话，天与地都是自己妙性变现之物，不是别的，正是自己。「亦非人与」，与别人、与佛菩萨、与一切鬼神统统不相干。",
      "zh_TW": "妙性天然，不是天上掉下來的，也不是地上生的。說老實話，天與地都是自己妙性變現之物，不是別的，正是自己。「亦非人與」，與別人、與佛菩薩、與一切鬼神統統不相干。"
    },
    {
      "id": "01-003-0013_p0045",
      "zh_CN": "演【乃当人自己不属于他故，此自己之自也。】",
      "zh_TW": "演【乃當人自己不屬於他故，此自己之自也。】"
    },
    {
      "id": "01-003-0013_p0046",
      "zh_CN": "这个一定要好好的记住。你要是明白这个道理，觉悟了，这叫正知正见，这叫认识自己了。这个意思要是参不透，你就想一想你作梦，梦里有大地、有天、有一切人物，也有山河、树木花草，全是你自心变现之物。你一下醒了，想想对不对？对！整个梦境是我自心变现的。你在梦中也是一样迷惑颠倒，也是要求别人，那就是为物所转。迷己为物所转，「己」是什么？整个境界就是自己。几时你真正觉悟了，肯定了，承认了，尽虚空遍法界原来就是我自己，给诸位说，这就叫证得法身。好像在梦中一下觉悟了，整个梦都是我心变现的，整个梦境就是我自己，这就是佛法讲的证得清净法身。心清净，所有境界没有不清净的。清净法身摆在面前，自己不认识，迷惑颠倒。连老子都有这个觉悟，「天地与我同根，万物与我一体」，都透出这个消息，都观察到。佛法是真正亲证这个境界，确实是自己，不是他。",
      "zh_TW": "這個一定要好好的記住。你要是明白這個道理，覺悟了，這叫正知正見，這叫認識自己了。這個意思要是參不透，你就想一想你作夢，夢裡有大地、有天、有一切人物，也有山河、樹木花草，全是你自心變現之物。你一下醒了，想想對不對？對！整個夢境是我自心變現的。你在夢中也是一樣迷惑顛倒，也是要求別人，那就是為物所轉。迷己為物所轉，「己」是什麼？整個境界就是自己。幾時你真正覺悟了，肯定了，承認了，盡虛空遍法界原來就是我自己，給諸位說，這就叫證得法身。好像在夢中一下覺悟了，整個夢都是我心變現的，整個夢境就是我自己，這就是佛法講的證得清淨法身。心清淨，所有境界沒有不清淨的。清淨法身擺在面前，自己不認識，迷惑顛倒。連老子都有這個覺悟，「天地與我同根，萬物與我一體」，都透出這個消息，都觀察到。佛法是真正親證這個境界，確實是自己，不是他。"
    },
    {
      "id": "01-003-0013_p0047",
      "zh_CN": "底下说它为什么有好多好多的名词，这许许多多名词都是说的一桩事情。这是解释『自性，盖有多名，亦名本心』。",
      "zh_TW": "底下說它為什麼有好多好多的名詞，這許許多多名詞都是說的一樁事情。這是解釋『自性，蓋有多名，亦名本心』。"
    },
    {
      "id": "01-003-0013_p0048",
      "zh_CN": "演【对万法曰本心。】",
      "zh_TW": "演【對萬法曰本心。】"
    },
    {
      "id": "01-003-0013_p0049",
      "zh_CN": "『本』是根本，『心』是能现，根本的能现；万法是所现，『万法』是相。我们再拿梦境来比喻，「万法」好比梦中的境界，「本心」就是能作梦的心，这个心能现出梦境，所以对梦境来讲，这是本心，这个意思你好懂。可是怎么样一下能够会到尽虚空遍法界是我自己本心变现出来的？关键就在此地，这个关键突破了，就悟入了，什么样的业障都消除了，为什么？境界转了，转八识成四智。境界一突破，就转境界！实在没法子，那就多念念《金刚经》的四句偈：「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。文学家常常讲「人生如梦」，这个话说得非常的真切，可惜，他会说，他没入这个境界。他虽然说这句话，他还是迷，他还是不觉。如果一下觉悟了，「整个人生是梦」，梦里还争什么？梦里还有什么得失？梦里还有什么放不下？梦里还有什么看不破？一切都看破放下，你马上就成佛作祖。佛经里常常教我们作「如梦如幻」想，真的，不是假的。所以在梦境里面，理事无碍、事事无碍，这是《华严》四无碍法界，不思议解脱的境界，觉了就是这样子。",
      "zh_TW": "『本』是根本，『心』是能現，根本的能現；萬法是所現，『萬法』是相。我們再拿夢境來比喻，「萬法」好比夢中的境界，「本心」就是能作夢的心，這個心能現出夢境，所以對夢境來講，這是本心，這個意思你好懂。可是怎麼樣一下能夠會到盡虛空遍法界是我自己本心變現出來的？關鍵就在此地，這個關鍵突破了，就悟入了，什麼樣的業障都消除了，為什麼？境界轉了，轉八識成四智。境界一突破，就轉境界！實在沒法子，那就多念念《金剛經》的四句偈：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。文學家常常講「人生如夢」，這個話說得非常的真切，可惜，他會說，他沒入這個境界。他雖然說這句話，他還是迷，他還是不覺。如果一下覺悟了，「整個人生是夢」，夢裡還爭什麼？夢裡還有什麼得失？夢裡還有什麼放不下？夢裡還有什麼看不破？一切都看破放下，你馬上就成佛作祖。佛經裡常常教我們作「如夢如幻」想，真的，不是假的。所以在夢境裡面，理事無礙、事事無礙，這是《華嚴》四無礙法界，不思議解脫的境界，覺了就是這樣子。"
    },
    {
      "id": "01-003-0013_p0050",
      "zh_CN": "演【对始觉曰本觉。】",
      "zh_TW": "演【對始覺曰本覺。】"
    },
    {
      "id": "01-003-0013_p0051",
      "zh_CN": "我们迷了，现在开始觉悟了。就开始觉悟上来说这个本性，本性就是『本觉』，始本不二。前面那个是性相一如，万法是相，本心是性，性相一如，始本不二。为什么会有「始觉」？因为本觉本有，本有当然可以现前、可以恢复，从刚刚恢复，我们就叫它做始觉。所以自性是觉的，不是迷的，它是觉悟的，它本来就觉悟。所以才说：「本觉本有，不觉本无」。我们什么时候开始觉悟？我们现在算不算开始觉悟？破一分无明，证一分本性，叫始觉。所以，始觉位是谁？圆教初住菩萨。别弄错了，以为我们现在开始觉悟了，烦恼一大堆，你觉悟个什么！我们现在只是听说有这回事情而已。见思烦恼断了，尘沙烦恼断了，无明破了一品，始觉现前。这个标准，《大乘起信论》上建立的，《大乘起信论》里面讲的是圆初住菩萨，《金刚经》也是如此，拿《金刚经》的标准来说，四相四见没有了，就是始觉位。经上说得很清楚，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。非什么菩萨？非始觉位的菩萨。诸位要晓得这个道理。在六即里面，非分证位佛；你要说是相似位、观行位、名字位，可以说。",
      "zh_TW": "我們迷了，現在開始覺悟了。就開始覺悟上來說這個本性，本性就是『本覺』，始本不二。前面那個是性相一如，萬法是相，本心是性，性相一如，始本不二。為什麼會有「始覺」？因為本覺本有，本有當然可以現前、可以恢復，從剛剛恢復，我們就叫它做始覺。所以自性是覺的，不是迷的，它是覺悟的，它本來就覺悟。所以才說：「本覺本有，不覺本無」。我們什麼時候開始覺悟？我們現在算不算開始覺悟？破一分無明，證一分本性，叫始覺。所以，始覺位是誰？圓教初住菩薩。別弄錯了，以為我們現在開始覺悟了，煩惱一大堆，你覺悟個什麼！我們現在只是聽說有這回事情而已。見思煩惱斷了，塵沙煩惱斷了，無明破了一品，始覺現前。這個標準，《大乘起信論》上建立的，《大乘起信論》裡面講的是圓初住菩薩，《金剛經》也是如此，拿《金剛經》的標準來說，四相四見沒有了，就是始覺位。經上說得很清楚，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。非什麼菩薩？非始覺位的菩薩。諸位要曉得這個道理。在六即裡面，非分證位佛；你要說是相似位、觀行位、名字位，可以說。"
    },
    {
      "id": "01-003-0013_p0052",
      "zh_CN": "我们今天受了菩萨戒都可以说是菩萨，什么地位的菩萨？名字位的菩萨，有名无实，挂名的菩萨，不是真的。真正的菩萨，始觉位算是真的，破一品无明，见一分真性，这是真的。换句话讲，始觉以前叫权教，始觉以后叫实教，真实的。始觉位以前，有，不是没有，圆教十信位，就相当了不起。圆教初信破八十八品见惑，等于小乘的须陀洹；七信位等于阿罗汉，八十一品思惑也断尽，这个时候叫相似即菩萨。只断见惑未断思惑，观行位的菩萨；见思烦恼统统断尽，相似位的菩萨；见一分真性，分证位的菩萨。从圆教初住到等觉四十一个位次，统统叫分证位的菩萨，正等正觉。正等正觉再上面，那就是究竟佛，那叫无上正等正觉。",
      "zh_TW": "我們今天受了菩薩戒都可以說是菩薩，什麼地位的菩薩？名字位的菩薩，有名無實，掛名的菩薩，不是真的。真正的菩薩，始覺位算是真的，破一品無明，見一分真性，這是真的。換句話講，始覺以前叫權教，始覺以後叫實教，真實的。始覺位以前，有，不是沒有，圓教十信位，就相當了不起。圓教初信破八十八品見惑，等於小乘的須陀洹；七信位等於阿羅漢，八十一品思惑也斷盡，這個時候叫相似即菩薩。只斷見惑未斷思惑，觀行位的菩薩；見思煩惱統統斷盡，相似位的菩薩；見一分真性，分證位的菩薩。從圓教初住到等覺四十一個位次，統統叫分證位的菩薩，正等正覺。正等正覺再上面，那就是究竟佛，那叫無上正等正覺。"
    },
    {
      "id": "01-003-0013_p0053",
      "zh_CN": "所以要晓得始觉的标准，我们要努力，要向这个方向去精进。用什么方法？一句佛号。用什么心？一心念佛求愿往生，用这个心，方法就是一句佛号。观行就是在六根接触六尘境界里面，声声把自己从境界里面叫回来。我们迷了境，为境界所转，唤回来，就是三皈依。于一切境界里，觉不迷、正不邪、净不染，这是佛法。如果你在一切境界里面起心动念，迷惑、邪见、染污，告诉你，你是念念在那里造业障，造极大的罪业，你不晓得！你说你不怕地狱，不在乎，「我堕地狱也无所谓」，那你就狂妄，你没受过那个苦，到那时候受到苦头，后悔都来不及了。人真是迷惑颠倒！如果还有这种想法，就是佛经里面讲的「一阐提」，没有善根，没救了，这是最可怜的人。",
      "zh_TW": "所以要曉得始覺的標準，我們要努力，要向這個方向去精進。用什麼方法？一句佛號。用什麼心？一心念佛求願往生，用這個心，方法就是一句佛號。觀行就是在六根接觸六塵境界裡面，聲聲把自己從境界裡面叫回來。我們迷了境，為境界所轉，喚回來，就是三皈依。於一切境界裡，覺不迷、正不邪、淨不染，這是佛法。如果你在一切境界裡面起心動念，迷惑、邪見、染污，告訴你，你是念念在那裡造業障，造極大的罪業，你不曉得！你說你不怕地獄，不在乎，「我墮地獄也無所謂」，那你就狂妄，你沒受過那個苦，到那時候受到苦頭，後悔都來不及了。人真是迷惑顛倒！如果還有這種想法，就是佛經裡面講的「一闡提」，沒有善根，沒救了，這是最可憐的人。"
    },
    {
      "id": "01-003-0013_p0054",
      "zh_CN": "演【无知之知谓真知。】",
      "zh_TW": "演【無知之知謂真知。】"
    },
    {
      "id": "01-003-0013_p0055",
      "zh_CN": "自性，亦名真知。『真知』是什么？般若波罗蜜。般若无知，无知怎么会知？我们举一个例子，我手上拿着这本书，你看得很清楚是知，你没起分别、没动念头；如果你说「法师手上拿着一本经书」，那你是知见立知，这叫无明本。什么时候起了无明？这就起了无明。你看得清清楚楚是真知。六根所接触的，真知！这是般若波罗蜜，这个就是佛知佛见。如果你起念头「这叫一本经书」，错了！你在这里头建立一个虚妄的知见，为什么？「名可名，非常名；道可道，非常道」。它本来没有名字，你为什么给它取个名字？取个名字就错了。它没有名字，你给它加上一个名字，这是知见上再加上一个知见，就叫做无明。《楞严经》上讲，「知见立知，是无明本」，无明就是这么回事情。你能够在见闻觉知上保持着真知，换句话说，永远不起分别、执着，就是佛知佛见。",
      "zh_TW": "自性，亦名真知。『真知』是什麼？般若波羅蜜。般若無知，無知怎麼會知？我們舉一個例子，我手上拿著這本書，你看得很清楚是知，你沒起分別、沒動念頭；如果你說「法師手上拿著一本經書」，那你是知見立知，這叫無明本。什麼時候起了無明？這就起了無明。你看得清清楚楚是真知。六根所接觸的，真知！這是般若波羅蜜，這個就是佛知佛見。如果你起念頭「這叫一本經書」，錯了！你在這裡頭建立一個虛妄的知見，為什麼？「名可名，非常名；道可道，非常道」。它本來沒有名字，你為什麼給它取個名字？取個名字就錯了。它沒有名字，你給它加上一個名字，這是知見上再加上一個知見，就叫做無明。《楞嚴經》上講，「知見立知，是無明本」，無明就是這麼回事情。你能夠在見聞覺知上保持著真知，換句話說，永遠不起分別、執著，就是佛知佛見。"
    },
    {
      "id": "01-003-0013_p0056",
      "zh_CN": "自受用是根本智，就是无知。自己实在是无知，无知是无分别的知、无执着的知，不是对境界不知，样样知道。知现在、知过去、知未来，尽虚空遍法界没有一法不知道；无知是什么？里头没有名字、没有言说、没有心缘。换句话说，没有言说、没有执着、没有妄想，不起心、不动念，这是真知，样样都知道，这就叫般若波罗蜜。",
      "zh_TW": "自受用是根本智，就是無知。自己實在是無知，無知是無分別的知、無執著的知，不是對境界不知，樣樣知道。知現在、知過去、知未來，盡虛空遍法界沒有一法不知道；無知是什麼？裡頭沒有名字、沒有言說、沒有心緣。換句話說，沒有言說、沒有執著、沒有妄想，不起心、不動念，這是真知，樣樣都知道，這就叫般若波羅蜜。"
    },
    {
      "id": "01-003-0013_p0057",
      "zh_CN": "他受用是后得智，就是无所不知。无所不知是对大众讲的。你们叫这个是什么？这是一本经书，因为是你们叫经书。你问我：这是什么？这是一本经书；不是我执着，是你们的执着，与我不相干。我怎么样？我心里没有这个东西。那么我没有了，就是说而无说，对我来讲无说，对你们来讲有说。对你们讲，有说，对我是无说，有说跟无说是同时的，我说给你们听，我自己一句话没说。释迦牟尼佛说了四十九年，一句话没说。我在这里天天给诸位说法，我也一句话没说。能体会到这个意思，就晓得什么叫真知，什么叫般若无知，什么叫无所不知。别人来问的时候，随顺众生的执着而执着，随顺众生的分别而分别，自己完全没有分别、执着，这叫恒顺众生、随喜功德，这叫般若无知、无所不知。",
      "zh_TW": "他受用是後得智，就是無所不知。無所不知是對大眾講的。你們叫這個是什麼？這是一本經書，因為是你們叫經書。你問我：這是什麼？這是一本經書；不是我執著，是你們的執著，與我不相干。我怎麼樣？我心裡沒有這個東西。那麼我沒有了，就是說而無說，對我來講無說，對你們來講有說。對你們講，有說，對我是無說，有說跟無說是同時的，我說給你們聽，我自己一句話沒說。釋迦牟尼佛說了四十九年，一句話沒說。我在這裡天天給諸位說法，我也一句話沒說。能體會到這個意思，就曉得什麼叫真知，什麼叫般若無知，什麼叫無所不知。別人來問的時候，隨順眾生的執著而執著，隨順眾生的分別而分別，自己完全沒有分別、執著，這叫恆順眾生、隨喜功德，這叫般若無知、無所不知。"
    },
    {
      "id": "01-003-0013_p0058",
      "zh_CN": "我常常在讲席里勉励同学们，自受用要清净，自受用要无分别；他受用要分别。真能够这样做的话，自受用是四智，他受用是八识。别人有问题来请教，从自己四智菩提里面变现出八识，他受用，不是自受用。他受用完了之后，马上就没有了，恢复四智菩提；这里头自他不二，识智无别。你要是会了，怎么不转境界！怎么不破迷开悟！",
      "zh_TW": "我常常在講席裡勉勵同學們，自受用要清淨，自受用要無分別；他受用要分別。真能夠這樣做的話，自受用是四智，他受用是八識。別人有問題來請教，從自己四智菩提裡面變現出八識，他受用，不是自受用。他受用完了之後，馬上就沒有了，恢復四智菩提；這裡頭自他不二，識智無別。你要是會了，怎麼不轉境界！怎麼不破迷開悟！"
    },
    {
      "id": "01-003-0013_p0059",
      "zh_CN": "无知之知是真知。「无知」就是无分别、执着、妄想，无那个知。「真知」，就是六根对六境不带虚妄；见是见性见、闻是闻性闻，就是《楞严经》上交光大师所说的「舍识用根」。用根就是照见，《心经》里面「照见五蕴皆空」。用见性见是照见，用闻性闻也叫照见，照见是真知。",
      "zh_TW": "無知之知是真知。「無知」就是無分別、執著、妄想，無那個知。「真知」，就是六根對六境不帶虛妄；見是見性見、聞是聞性聞，就是《楞嚴經》上交光大師所說的「捨識用根」。用根就是照見，《心經》裡面「照見五蘊皆空」。用見性見是照見，用聞性聞也叫照見，照見是真知。"
    },
    {
      "id": "01-003-0013_p0060",
      "zh_CN": "演【无识之识谓真识。】",
      "zh_TW": "演【無識之識謂真識。】"
    },
    {
      "id": "01-003-0013_p0061",
      "zh_CN": "自性，亦名真识。「识」是八识，八识的体就是真如本性。真如本性既然能变现八识，真如本性就叫做『真识』，唯识家把它建立为第九识。玄奘大师不同意，他说没有这个必要，说它为第九识是头上安头，说八识就够了，用不着再说第九识。有人把真如本性说为第九识，叫无垢识，研究唯识学的人都知道，这叫「真识」。",
      "zh_TW": "自性，亦名真識。「識」是八識，八識的體就是真如本性。真如本性既然能變現八識，真如本性就叫做『真識』，唯識家把它建立為第九識。玄奘大師不同意，他說沒有這個必要，說它為第九識是頭上安頭，說八識就夠了，用不著再說第九識。有人把真如本性說為第九識，叫無垢識，研究唯識學的人都知道，這叫「真識」。"
    },
    {
      "id": "01-003-0013_p0062",
      "zh_CN": "八识的作用，阿赖耶含藏诸法种子，如果它不藏这个种子，它就叫大圆镜智。我们用浅显的话来说，所谓含藏种子就是落印象。我们今天六根接触六尘境界，能够不落印象，心里头不落印象；用心就像一面镜子一样，相来了，现得清清楚楚，相去了，一点不染。不但相去了不染，相在的时候也不染，就是现的时候也不染，里头也不落印象，你就把六根所见闻的全变成智慧了，无量无边的智慧，不生烦恼。你见一桩事情落在心里头，还念念不忘去想它，这就糟糕了。如果能够不落印象，「即相离相，离即同时」，这就是真识。第七识不执着，第六识不分别；第六识不分别叫妙观察，第七识不执着叫平等性。前五识的作用，没有一桩事情做得不圆满，成所作，成就所作的事业，这个事业是利益一切众生，大慈大悲，作而无作，无作而作，他怎么不自在？",
      "zh_TW": "八識的作用，阿賴耶含藏諸法種子，如果它不藏這個種子，它就叫大圓鏡智。我們用淺顯的話來說，所謂含藏種子就是落印象。我們今天六根接觸六塵境界，能夠不落印象，心裡頭不落印象；用心就像一面鏡子一樣，相來了，現得清清楚楚，相去了，一點不染。不但相去了不染，相在的時候也不染，就是現的時候也不染，裡頭也不落印象，你就把六根所見聞的全變成智慧了，無量無邊的智慧，不生煩惱。你見一樁事情落在心裡頭，還念念不忘去想它，這就糟糕了。如果能夠不落印象，「即相離相，離即同時」，這就是真識。第七識不執著，第六識不分別；第六識不分別叫妙觀察，第七識不執著叫平等性。前五識的作用，沒有一樁事情做得不圓滿，成所作，成就所作的事業，這個事業是利益一切眾生，大慈大悲，作而無作，無作而作，他怎麼不自在？"
    },
    {
      "id": "01-003-0013_p0063",
      "zh_CN": "演【无有虚妄，无有变异，名曰真如。】",
      "zh_TW": "演【無有虛妄，無有變異，名曰真如。】"
    },
    {
      "id": "01-003-0013_p0064",
      "zh_CN": "这八个字不必解释了。因为真如讲得很多，其他几个名词比较少讲，在此地给诸位做详细的说明。诸位在这些名词里头真正能体会一个，全部都能体会。如果有一个有怀疑，你是个个都怀疑，你全部都不懂；一懂都懂了，一个不懂全不懂。今天时间到了。",
      "zh_TW": "這八個字不必解釋了。因為真如講得很多，其他幾個名詞比較少講，在此地給諸位做詳細的說明。諸位在這些名詞裡頭真正能體會一個，全部都能體會。如果有一個有懷疑，你是個個都懷疑，你全部都不懂；一懂都懂了，一個不懂全不懂。今天時間到了。"
    }
  ]
}