{
  "doc_id": "01-003-0014",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0014",
  "total_paragraphs": 85,
  "paragraphs": [
    {
      "id": "01-003-0014_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第十五页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第十五頁："
    },
    {
      "id": "01-003-0014_p0002",
      "zh_CN": "疏【若就当经，初句即无量光，洞彻无碍故。二句即无量寿，常恒不变故。三四句即灵心绝待，光寿交融，一切功德皆无量故。五句总赞，即经云：如我称赞阿弥陀佛不可思议功德。末句结归，言阿弥陀佛全体是当人自性也。】",
      "zh_TW": "疏【若就當經，初句即無量光，洞徹無礙故。二句即無量壽，常恆不變故。三四句即靈心絕待，光壽交融，一切功德皆無量故。五句總讚，即經云：如我稱讚阿彌陀佛不可思議功德。末句結歸，言阿彌陀佛全體是當人自性也。】"
    },
    {
      "id": "01-003-0014_p0003",
      "zh_CN": "这一段是将序文「明性」这一行半交代得清清楚楚，非常的难得。这一段里面的含义也非常之精深博大，《演义》里面有发挥。",
      "zh_TW": "這一段是將序文「明性」這一行半交代得清清楚楚，非常的難得。這一段裡面的含義也非常之精深博大，《演義》裡面有發揮。"
    },
    {
      "id": "01-003-0014_p0004",
      "zh_CN": "演【若就当经下。】",
      "zh_TW": "演【若就當經下。】"
    },
    {
      "id": "01-003-0014_p0005",
      "zh_CN": "『下』是以下，这一句以下。",
      "zh_TW": "『下』是以下，這一句以下。"
    },
    {
      "id": "01-003-0014_p0006",
      "zh_CN": "演【是解释序文已竟。】",
      "zh_TW": "演【是解釋序文已竟。】"
    },
    {
      "id": "01-003-0014_p0007",
      "zh_CN": "以下这一段「是解释序文已竟」，把这个序文解释完了。",
      "zh_TW": "以下這一段「是解釋序文已竟」，把這個序文解釋完了。"
    },
    {
      "id": "01-003-0014_p0008",
      "zh_CN": "演【下复配属诸经。】",
      "zh_TW": "演【下復配屬諸經。】"
    },
    {
      "id": "01-003-0014_p0009",
      "zh_CN": "这个以下再配合诸经来说。",
      "zh_TW": "這個以下再配合諸經來說。"
    },
    {
      "id": "01-003-0014_p0010",
      "zh_CN": "演【今先就当经配光寿也。】",
      "zh_TW": "演【今先就當經配光壽也。】"
    },
    {
      "id": "01-003-0014_p0011",
      "zh_CN": "配诸经是先就本经来配，哪一句说的是经文上哪一个意思，句句都交代得清清楚楚。在这段里面，『初句』是序文的第一句，就是「灵明洞彻」，第二句是「湛寂常恒」。灵明洞彻就是无量光的意思，『洞彻无碍故』。第二句是『无量寿』的意思，『常恒不变』。第三句跟第四句，序文里面是「非浊非清，无背无向」，这两句是讲『灵心绝待，光寿交融』，含着这个意思在。『一切功德皆无量故』，这是总说无量。第五句是『总赞』，「大哉真体，不可得而思议者」，真正不可思议。特别是「不可思议」这四个字里面的含义，我们要细心去体会。在本经里面，释迦牟尼佛自己所说，「如我称赞阿弥陀佛不可思议功德」，而十方诸佛也称赞不可思议功德一切诸佛所护念经。所以这个不可思议是有根据的，不是随便说的。末句归到自己的自性，这种不可思议的功德是谁？是自己，是真正不可思议。由此可知，西方极乐世界阿弥陀佛是谁？就是我们自己。",
      "zh_TW": "配諸經是先就本經來配，哪一句說的是經文上哪一個意思，句句都交代得清清楚楚。在這段裡面，『初句』是序文的第一句，就是「靈明洞徹」，第二句是「湛寂常恆」。靈明洞徹就是無量光的意思，『洞徹無礙故』。第二句是『無量壽』的意思，『常恆不變』。第三句跟第四句，序文裡面是「非濁非清，無背無向」，這兩句是講『靈心絕待，光壽交融』，含著這個意思在。『一切功德皆無量故』，這是總說無量。第五句是『總讚』，「大哉真體，不可得而思議者」，真正不可思議。特別是「不可思議」這四個字裡面的含義，我們要細心去體會。在本經裡面，釋迦牟尼佛自己所說，「如我稱讚阿彌陀佛不可思議功德」，而十方諸佛也稱讚不可思議功德一切諸佛所護念經。所以這個不可思議是有根據的，不是隨便說的。末句歸到自己的自性，這種不可思議的功德是誰？是自己，是真正不可思議。由此可知，西方極樂世界阿彌陀佛是誰？就是我們自己。"
    },
    {
      "id": "01-003-0014_p0012",
      "zh_CN": "蕅益大师在《阿弥陀经要解》里面，给我们讲本经三大纲领：信、愿、行。头一个是「信」，他讲了六条，第一个是信自。莲池大师在此地也是明显的告诉我们，这是自性！如果不相信自性，那就不叫信佛。佛法里面讲信解行证，第一个就是要信自，而后再信他。他佛可以给我们做增上缘，信自是信亲因缘、所缘缘、无间缘，信他是信增上缘，信心是这么建立的。此地这注子也讲得很好，简单扼要。「今先就当经配光寿」，经文里面讲的无量光、无量寿。",
      "zh_TW": "蕅益大師在《阿彌陀經要解》裡面，給我們講本經三大綱領：信、願、行。頭一個是「信」，他講了六條，第一個是信自。蓮池大師在此地也是明顯的告訴我們，這是自性！如果不相信自性，那就不叫信佛。佛法裡面講信解行證，第一個就是要信自，而後再信他。他佛可以給我們做增上緣，信自是信親因緣、所緣緣、無間緣，信他是信增上緣，信心是這麼建立的。此地這註子也講得很好，簡單扼要。「今先就當經配光壽」，經文裡面講的無量光、無量壽。"
    },
    {
      "id": "01-003-0014_p0013",
      "zh_CN": "演【绝待交融者。】",
      "zh_TW": "演【絕待交融者。】"
    },
    {
      "id": "01-003-0014_p0014",
      "zh_CN": "就是三、四句讲的『灵心绝待，光寿交融』，注子里有几句话给我们说明。",
      "zh_TW": "就是三、四句講的『靈心絕待，光壽交融』，註子裡有幾句話給我們說明。"
    },
    {
      "id": "01-003-0014_p0015",
      "zh_CN": "演【光与寿似对待法。】",
      "zh_TW": "演【光與壽似對待法。】"
    },
    {
      "id": "01-003-0014_p0016",
      "zh_CN": "『对待』，就是我们今天讲，相对的。『似』就是好像是一个相对的。",
      "zh_TW": "『對待』，就是我們今天講，相對的。『似』就是好像是一個相對的。"
    },
    {
      "id": "01-003-0014_p0017",
      "zh_CN": "演【而其实举光则融寿，举寿则融光，原非二物，有何对待。】",
      "zh_TW": "演【而其實舉光則融壽，舉壽則融光，原非二物，有何對待。】"
    },
    {
      "id": "01-003-0014_p0018",
      "zh_CN": "看起来好像是对待的，其实是一桩事情，都是本性里面的性德。本性有照之德，这就是「光」，本性有智慧。本性有寂德，寂是如如不动，真心确实是不动的。佛在《楞严经》里面给我们举一个例子，举见性，见性就是真心，见性就具足无量光、无量寿的意思。见性它能照，见一切色了了分明，这是无量光的意思；见性不生不灭、不来不去、不动不坏，这是无量寿的意思。睁开眼睛见，闭着眼睛还见，诸位读《楞严经》就晓得，「十番显见」，说明见性是真心，见性就是真如本性。你晓得见性如是，六根根性无不如是，所谓「元依一精明，分成六和合」。由此可知，「光」义跟「寿」义确实是交融的，是绝待的，绝待就是不是相对的，所以它交融。『原非二物』，一个是从照上说，一个是从寂上说。「寂」就是自性本定，这个定不是修来的，自性本来具足的，这就是所谓楞严大定，楞严大定不是修的，性定；「照」是自性里面的般若智慧。自性慧是无量光，自性定是无量寿，定慧同是性德，所以它是绝待，它是交融。",
      "zh_TW": "看起來好像是對待的，其實是一樁事情，都是本性裡面的性德。本性有照之德，這就是「光」，本性有智慧。本性有寂德，寂是如如不動，真心確實是不動的。佛在《楞嚴經》裡面給我們舉一個例子，舉見性，見性就是真心，見性就具足無量光、無量壽的意思。見性它能照，見一切色了了分明，這是無量光的意思；見性不生不滅、不來不去、不動不壞，這是無量壽的意思。睜開眼睛見，閉著眼睛還見，諸位讀《楞嚴經》就曉得，「十番顯見」，說明見性是真心，見性就是真如本性。你曉得見性如是，六根根性無不如是，所謂「元依一精明，分成六和合」。由此可知，「光」義跟「壽」義確實是交融的，是絕待的，絕待就是不是相對的，所以它交融。『原非二物』，一個是從照上說，一個是從寂上說。「寂」就是自性本定，這個定不是修來的，自性本來具足的，這就是所謂楞嚴大定，楞嚴大定不是修的，性定；「照」是自性裡面的般若智慧。自性慧是無量光，自性定是無量壽，定慧同是性德，所以它是絕待，它是交融。"
    },
    {
      "id": "01-003-0014_p0019",
      "zh_CN": "演【一切功德，谓无漏性功德。无量者，具足圆满不可思议也。】",
      "zh_TW": "演【一切功德，謂無漏性功德。無量者，具足圓滿不可思議也。】"
    },
    {
      "id": "01-003-0014_p0020",
      "zh_CN": "『性』是真如本性，有体、有相、有用。《华严经》经题上讲的「大方广」，大就是赞叹性体，方是赞叹性相，广是赞叹真性起用，所以「大方广」三个字就是赞叹本性的体、相、作用。『功德』就是指它的相与用，这是本性的功德；既是本性的，绝对不是修得的，是本来具足，能生万法，这是「性功德」。性功德是『无漏』的。漏是烦恼的总代名词，「无漏」是决定不生烦恼，称性的功德里面没有烦恼。见思烦恼、尘沙烦恼、无明烦恼统统断尽，才叫做无漏。等觉菩萨还有一品生相无明，那个漏还没尽，还没有完全离开；那一品生相无明也没有了，才叫真无漏。真无漏的性功德谁有呢？圆教的佛才具足、才圆满。小乘人也称无漏，但是没有性功德。因为小乘人的无漏是只断见思烦恼，尘沙没断，无明没断，所以小乘无漏不是究竟的。「无漏性功德」，才是真正自己本来面目。我们想想我们现前，一切时中常生烦恼，这就是有漏。有漏是凡夫，无漏是圣人；有漏是迷惑颠倒，无漏才是觉悟不迷。我们自己想想，我们起不起烦恼？起烦恼就是凡夫，就是病态，就是不健康，自己一定要觉悟。",
      "zh_TW": "『性』是真如本性，有體、有相、有用。《華嚴經》經題上講的「大方廣」，大就是讚歎性體，方是讚歎性相，廣是讚歎真性起用，所以「大方廣」三個字就是讚歎本性的體、相、作用。『功德』就是指它的相與用，這是本性的功德；既是本性的，絕對不是修得的，是本來具足，能生萬法，這是「性功德」。性功德是『無漏』的。漏是煩惱的總代名詞，「無漏」是決定不生煩惱，稱性的功德裡面沒有煩惱。見思煩惱、塵沙煩惱、無明煩惱統統斷盡，才叫做無漏。等覺菩薩還有一品生相無明，那個漏還沒盡，還沒有完全離開；那一品生相無明也沒有了，才叫真無漏。真無漏的性功德誰有呢？圓教的佛才具足、才圓滿。小乘人也稱無漏，但是沒有性功德。因為小乘人的無漏是只斷見思煩惱，塵沙沒斷，無明沒斷，所以小乘無漏不是究竟的。「無漏性功德」，才是真正自己本來面目。我們想想我們現前，一切時中常生煩惱，這就是有漏。有漏是凡夫，無漏是聖人；有漏是迷惑顛倒，無漏才是覺悟不迷。我們自己想想，我們起不起煩惱？起煩惱就是凡夫，就是病態，就是不健康，自己一定要覺悟。"
    },
    {
      "id": "01-003-0014_p0021",
      "zh_CN": "此地所讲的『一切功德』，是说无漏称性的功德，就是本性本来具足的功德，「功」是功能，「德」是德用。「无量」是具足圆满不可思议，这是无量的意思。无漏性功德是圆圆满满，一点都不欠缺，所以十法界依正庄严。那么十法界，六凡法界不是有漏的吗？你自己想想，六凡是有漏的还是无漏的？没觉悟的时候，在六凡是有漏的；大彻大悟之后，他住一真法界，一真跟十法界是一不是二。一真法界里面有没有十法界？有。可是在大菩萨、佛的眼光里面，一切众生本来成佛。佛是什么样子？有三十二相八十种好的样子，也有菩萨的样子，也有天人的样子，也有饿鬼、地狱的样子，样子好多好多，都是佛。佛眼睛里面看都是佛，决不是成了佛之后，看一切众生统统都变成三十二相八十种好，没这个道理！为什么？他证到无漏，看到这一切相分，一切相分是性变现的，性无漏，相也无漏。所谓漏从哪里来？漏是你自己迷，与相不相干；自己迷了，自生烦恼，是这么回事情。所以，它确确实实圆满的具足不可思议。",
      "zh_TW": "此地所講的『一切功德』，是說無漏稱性的功德，就是本性本來具足的功德，「功」是功能，「德」是德用。「無量」是具足圓滿不可思議，這是無量的意思。無漏性功德是圓圓滿滿，一點都不欠缺，所以十法界依正莊嚴。那麼十法界，六凡法界不是有漏的嗎？你自己想想，六凡是有漏的還是無漏的？沒覺悟的時候，在六凡是有漏的；大徹大悟之後，他住一真法界，一真跟十法界是一不是二。一真法界裡面有沒有十法界？有。可是在大菩薩、佛的眼光裡面，一切眾生本來成佛。佛是什麼樣子？有三十二相八十種好的樣子，也有菩薩的樣子，也有天人的樣子，也有餓鬼、地獄的樣子，樣子好多好多，都是佛。佛眼睛裡面看都是佛，決不是成了佛之後，看一切眾生統統都變成三十二相八十種好，沒這個道理！為什麼？他證到無漏，看到這一切相分，一切相分是性變現的，性無漏，相也無漏。所謂漏從哪裡來？漏是你自己迷，與相不相干；自己迷了，自生煩惱，是這麼回事情。所以，它確確實實圓滿的具足不可思議。"
    },
    {
      "id": "01-003-0014_p0022",
      "zh_CN": "演【而以此句，当非浊非清二句者。】",
      "zh_TW": "演【而以此句，當非濁非清二句者。】"
    },
    {
      "id": "01-003-0014_p0023",
      "zh_CN": "在真性里面，向背清浊统统说不上。事有没有呢？事有，理上没有。事有理无，相有性无，相里面有清浊向背，性里头没有；事上有清浊向背，理上没有。由此可知，所谓清浊向背是迷了以后才有这个现象，悟了之后没有这个现象。",
      "zh_TW": "在真性裡面，向背清濁統統說不上。事有沒有呢？事有，理上沒有。事有理無，相有性無，相裡面有清濁向背，性裡頭沒有；事上有清濁向背，理上沒有。由此可知，所謂清濁向背是迷了以後才有這個現象，悟了之後沒有這個現象。"
    },
    {
      "id": "01-003-0014_p0024",
      "zh_CN": "演【以但有清浊向背，即有对待不融通，便不是性功德，便非无量。】",
      "zh_TW": "演【以但有清濁向背，即有對待不融通，便不是性功德，便非無量。】"
    },
    {
      "id": "01-003-0014_p0025",
      "zh_CN": "那就是有量。",
      "zh_TW": "那就是有量。"
    },
    {
      "id": "01-003-0014_p0026",
      "zh_CN": "演【今无清浊向背，是一切功德皆无量也。】",
      "zh_TW": "演【今無清濁向背，是一切功德皆無量也。】"
    },
    {
      "id": "01-003-0014_p0027",
      "zh_CN": "『清浊向背』，前面也说得很详细。这是三、四句合本经的经义来看，我们得到这个结论。",
      "zh_TW": "『清濁向背』，前面也說得很詳細。這是三、四句合本經的經義來看，我們得到這個結論。"
    },
    {
      "id": "01-003-0014_p0028",
      "zh_CN": "第五句总赞，『即经云，如我称赞阿弥陀佛不可思议功德』，这个到经文里面会详细的来讨论。『末句结归』，这非常重要，『言阿弥陀佛全体是当人自性也』。「全体」包括了依报与正报，「当人」就是自己，就是自己的自性。西方极乐世界依正庄严就是自己的自性。这个话怎么说？此地注子说了：",
      "zh_TW": "第五句總讚，『即經云，如我稱讚阿彌陀佛不可思議功德』，這個到經文裡面會詳細的來討論。『末句結歸』，這非常重要，『言阿彌陀佛全體是當人自性也』。「全體」包括了依報與正報，「當人」就是自己，就是自己的自性。西方極樂世界依正莊嚴就是自己的自性。這個話怎麼說？此地註子說了："
    },
    {
      "id": "01-003-0014_p0029",
      "zh_CN": "演【梵语阿弥陀佛，此云无量寿，无量光。】",
      "zh_TW": "演【梵語阿彌陀佛，此云無量壽，無量光。】"
    },
    {
      "id": "01-003-0014_p0030",
      "zh_CN": "这是本经里面解释的。",
      "zh_TW": "這是本經裡面解釋的。"
    },
    {
      "id": "01-003-0014_p0031",
      "zh_CN": "演【而自性寂，即是无量寿。自性照，即是无量光。寂照不二，即是光寿交融。则阿弥陀佛，岂不即是当人自性。】",
      "zh_TW": "演【而自性寂，即是無量壽。自性照，即是無量光。寂照不二，即是光壽交融。則阿彌陀佛，豈不即是當人自性。】"
    },
    {
      "id": "01-003-0014_p0032",
      "zh_CN": "这就是所谓「自性弥陀，唯心净土」。净土、弥陀都是自性变化出来的。既是自性变化出来的，当然不是别人，是自己。经、论（注解就是论）说得这么清楚明白，我们听到好像也听明白了，其实明白了没有？没有。没听明白，没听懂，为什么？如果真听明白、真听懂了，你就成了阿弥陀佛，你就入了境界。就像禅宗所谓「言下大悟」，你听了言下没悟。换句话说，我们听了似懂非懂，不是真正懂得，境界没转过来；真懂得，境界立刻就转过来。我们为什么转不过来？业障太重了，障碍住你自己的自性寂照。所以你自性本定不能现前，自性般若也不能现前，被自己业障给障住了。但是诸位要明了一桩事情，自性般若、自性本定是本有的，你现在这个业障、烦恼、无明是本来无的。本来无的就是假的，本来有的是真的。本来有的一定可以证得，可以恢复；本来无的，一定可以断掉，能断干净。最低的条件，我们要相信这一点，要在这个地方建立信心，你就有一个入处。底下第二段是配三大来说：",
      "zh_TW": "這就是所謂「自性彌陀，唯心淨土」。淨土、彌陀都是自性變化出來的。既是自性變化出來的，當然不是別人，是自己。經、論（註解就是論）說得這麼清楚明白，我們聽到好像也聽明白了，其實明白了沒有？沒有。沒聽明白，沒聽懂，為什麼？如果真聽明白、真聽懂了，你就成了阿彌陀佛，你就入了境界。就像禪宗所謂「言下大悟」，你聽了言下沒悟。換句話說，我們聽了似懂非懂，不是真正懂得，境界沒轉過來；真懂得，境界立刻就轉過來。我們為什麼轉不過來？業障太重了，障礙住你自己的自性寂照。所以你自性本定不能現前，自性般若也不能現前，被自己業障給障住了。但是諸位要明瞭一樁事情，自性般若、自性本定是本有的，你現在這個業障、煩惱、無明是本來無的。本來無的就是假的，本來有的是真的。本來有的一定可以證得，可以恢復；本來無的，一定可以斷掉，能斷乾淨。最低的條件，我們要相信這一點，要在這個地方建立信心，你就有一個入處。底下第二段是配三大來說："
    },
    {
      "id": "01-003-0014_p0033",
      "zh_CN": "疏【又初句明无不照，即用大。】",
      "zh_TW": "疏【又初句明無不照，即用大。】"
    },
    {
      "id": "01-003-0014_p0034",
      "zh_CN": "初句是灵明洞彻，这是讲「用大」，无所不照。第二句是湛寂常恒：",
      "zh_TW": "初句是靈明洞徹，這是講「用大」，無所不照。第二句是湛寂常恆："
    },
    {
      "id": "01-003-0014_p0035",
      "zh_CN": "疏【二句静无不含，即相大。】",
      "zh_TW": "疏【二句靜無不含，即相大。】"
    },
    {
      "id": "01-003-0014_p0036",
      "zh_CN": "真如本性是什么样子？清净寂灭相，它不动。经上常说，「那伽常在定，无有不定时」。自性本定，你觉悟的时候它在定中，你迷的时候它还在定中。不是说你迷了它就乱了，它迷了它就乱了，那不叫做本性，不叫做本觉，迷了它也不乱！好像阴天，阴天太阳没有了，太阳还是一样放光，只是被云遮住而已。现在我们对这个知道得很清楚，乘飞机飞到云层上面，还是光天化日，并不是说今天太阳没有光了，不是的。这就跟自性本定、自性的般若一样，它还是照、还是寂，永远没有改变，而是我们自己生了无明，这个无明就像一片云彩，暂时好像是障碍了，其实并没障碍。好像云层遮住太阳，其实并没有遮住，太阳大得很，云层那一点点怎么能遮到太阳？而我们自性更大，经上常讲「心包太虚，量周沙界」，这一点无明烦恼怎么能障碍得住？不可能的事情。由此可知，「灵明洞彻」是它的作用；「湛寂常恒」就是它的样子。而三四句所讲的「无向无背」，正是讲它的本体，它的本体清浊向背统统说不上。",
      "zh_TW": "真如本性是什麼樣子？清淨寂滅相，它不動。經上常說，「那伽常在定，無有不定時」。自性本定，你覺悟的時候它在定中，你迷的時候它還在定中。不是說你迷了它就亂了，它迷了它就亂了，那不叫做本性，不叫做本覺，迷了它也不亂！好像陰天，陰天太陽沒有了，太陽還是一樣放光，只是被雲遮住而已。現在我們對這個知道得很清楚，乘飛機飛到雲層上面，還是光天化日，並不是說今天太陽沒有光了，不是的。這就跟自性本定、自性的般若一樣，它還是照、還是寂，永遠沒有改變，而是我們自己生了無明，這個無明就像一片雲彩，暫時好像是障礙了，其實並沒障礙。好像雲層遮住太陽，其實並沒有遮住，太陽大得很，雲層那一點點怎麼能遮到太陽？而我們自性更大，經上常講「心包太虛，量周沙界」，這一點無明煩惱怎麼能障礙得住？不可能的事情。由此可知，「靈明洞徹」是它的作用；「湛寂常恆」就是它的樣子。而三四句所講的「無向無背」，正是講它的本體，它的本體清濁向背統統說不上。"
    },
    {
      "id": "01-003-0014_p0037",
      "zh_CN": "疏【三四句迥绝二边，即体大。】",
      "zh_TW": "疏【三四句迥絕二邊，即體大。】"
    },
    {
      "id": "01-003-0014_p0038",
      "zh_CN": "『迥』是远远的，远远的断绝两边。清浊是两边，向背是两边，用今天的话说，超越相对，连绝对都不可得，绝对跟相对还是两边。这就是前面讲的不可思议的意思，不可思、不可议。这是显体。",
      "zh_TW": "『迥』是遠遠的，遠遠的斷絕兩邊。清濁是兩邊，向背是兩邊，用今天的話說，超越相對，連絕對都不可得，絕對跟相對還是兩邊。這就是前面講的不可思議的意思，不可思、不可議。這是顯體。"
    },
    {
      "id": "01-003-0014_p0039",
      "zh_CN": "疏【五句总赞，所谓即三即一，双泯双存，辞丧虑亡，不可思议。】",
      "zh_TW": "疏【五句總讚，所謂即三即一，雙泯雙存，辭喪慮亡，不可思議。】"
    },
    {
      "id": "01-003-0014_p0040",
      "zh_CN": "把体相用合起来看，这就是总赞。",
      "zh_TW": "把體相用合起來看，這就是總讚。"
    },
    {
      "id": "01-003-0014_p0041",
      "zh_CN": "疏【末句亦结归自性也。】",
      "zh_TW": "疏【末句亦結歸自性也。】"
    },
    {
      "id": "01-003-0014_p0042",
      "zh_CN": "末句还是结归到自性，体相用说的是自己，自家的体相用。由此可知，这一部《弥陀经》、《弥陀经疏钞演义》讲什么？讲的是自己，就是自己的体相用三大，不是讲别的。《弥陀经》如是，《华严》、《法华》、《圆觉》无有一经不如是，整个佛法就是说的自己。所以佛法不是宗教也不是哲学，为什么？宗教里面讲的他，不是自己；哲学也是讲的他，也不是自己。而佛法彻始彻终就是讲的自己，没有讲到外人。唯识学说得很好，佛法里头分别一切法相，分别的是自己，真是「心外无法，法外无心」。不明白这个道理，就不懂得佛法，你也没办法入佛法，一定要明了。",
      "zh_TW": "末句還是結歸到自性，體相用說的是自己，自家的體相用。由此可知，這一部《彌陀經》、《彌陀經疏鈔演義》講什麼？講的是自己，就是自己的體相用三大，不是講別的。《彌陀經》如是，《華嚴》、《法華》、《圓覺》無有一經不如是，整個佛法就是說的自己。所以佛法不是宗教也不是哲學，為什麼？宗教裡面講的他，不是自己；哲學也是講的他，也不是自己。而佛法徹始徹終就是講的自己，沒有講到外人。唯識學說得很好，佛法裡頭分別一切法相，分別的是自己，真是「心外無法，法外無心」。不明白這個道理，就不懂得佛法，你也沒辦法入佛法，一定要明瞭。"
    },
    {
      "id": "01-003-0014_p0043",
      "zh_CN": "演【又初句明无下，配三大也。】",
      "zh_TW": "演【又初句明無下，配三大也。】"
    },
    {
      "id": "01-003-0014_p0044",
      "zh_CN": "三大就是体大、相大、用大。",
      "zh_TW": "三大就是體大、相大、用大。"
    },
    {
      "id": "01-003-0014_p0045",
      "zh_CN": "演【用大者，谓众生心具有无边妙用。】",
      "zh_TW": "演【用大者，謂眾生心具有無邊妙用。】"
    },
    {
      "id": "01-003-0014_p0046",
      "zh_CN": "这是讲众生的心，你的心具足无边的妙用。",
      "zh_TW": "這是講眾生的心，你的心具足無邊的妙用。"
    },
    {
      "id": "01-003-0014_p0047",
      "zh_CN": "演【论云：三者用大，能生一切世间出世间善因果故。】",
      "zh_TW": "演【論云：三者用大，能生一切世間出世間善因果故。】"
    },
    {
      "id": "01-003-0014_p0048",
      "zh_CN": "论是《大乘起信论》，马鸣菩萨排的顺序是一体大、二相大、三用大。此地讲『用大』，所以就引第三条来说明众生心具有无边的妙用，能生一切世间出世间的善因善果。出世间，声闻、缘觉、菩萨、佛，这个善因善果从哪来？是从你自己心里面生出来的。世间人天的善因善果，也是你自己心里面生出来的。诸位要知道，这是真心，真心决定生善因善果。三恶道、阿修罗道，从哪来的？妄心生的。真心上面带了一层无明，就生一切恶因恶果，还是这个心生的。心上带了无明，带了烦恼业障，就生恶因恶果。去掉无明、去掉业障，这个心所生的是善因善果，这岂不是《华严经》上所说的「应观法界性，一切唯心造。」法界是指十法界，指一真法界。一真法界与十法界统统是唯心所造，这个造就是现的意思，「唯心所现，唯识所变」。为什么会现种种不一样？识在当中起变化，唯识所变。心是真心，唯识是带了一层无明的真心，我们称为「阿赖耶识」，称「妄心」。它能生，也正是六祖开悟时所说的「何期自性能生万法」，何期是没想到，没想到我自性能变现出这一切万法。他一开悟，一见到这个真相，说出这么一句很感慨的话。",
      "zh_TW": "論是《大乘起信論》，馬鳴菩薩排的順序是一體大、二相大、三用大。此地講『用大』，所以就引第三條來說明眾生心具有無邊的妙用，能生一切世間出世間的善因善果。出世間，聲聞、緣覺、菩薩、佛，這個善因善果從哪來？是從你自己心裡面生出來的。世間人天的善因善果，也是你自己心裡面生出來的。諸位要知道，這是真心，真心決定生善因善果。三惡道、阿修羅道，從哪來的？妄心生的。真心上面帶了一層無明，就生一切惡因惡果，還是這個心生的。心上帶了無明，帶了煩惱業障，就生惡因惡果。去掉無明、去掉業障，這個心所生的是善因善果，這豈不是《華嚴經》上所說的「應觀法界性，一切唯心造。」法界是指十法界，指一真法界。一真法界與十法界統統是唯心所造，這個造就是現的意思，「唯心所現，唯識所變」。為什麼會現種種不一樣？識在當中起變化，唯識所變。心是真心，唯識是帶了一層無明的真心，我們稱為「阿賴耶識」，稱「妄心」。它能生，也正是六祖開悟時所說的「何期自性能生萬法」，何期是沒想到，沒想到我自性能變現出這一切萬法。他一開悟，一見到這個真相，說出這麼一句很感慨的話。"
    },
    {
      "id": "01-003-0014_p0049",
      "zh_CN": "演【今此灵明无所不照。】",
      "zh_TW": "演【今此靈明無所不照。】"
    },
    {
      "id": "01-003-0014_p0050",
      "zh_CN": "本性里面的般若光明，无所不照。",
      "zh_TW": "本性裡面的般若光明，無所不照。"
    },
    {
      "id": "01-003-0014_p0051",
      "zh_CN": "演【即是能生一切世出世善因果也。】",
      "zh_TW": "演【即是能生一切世出世善因果也。】"
    },
    {
      "id": "01-003-0014_p0052",
      "zh_CN": "从这一句，我们非常明确的体会到，一切善因善果是从智慧里面生的。灵明觉照是本性的智慧，难怪佛法所标榜的是无上正等正觉。本性里面有体、有相、有用，无上正等正觉是讲作用，不是讲体。我们讲「佛」这个字是觉的意思、智的意思，还是讲的作用；如果讲体，应当讲寂，讲清净寂灭才对。所以讲「涅槃」是从体上讲，涅槃是寂静、寂灭的意思，讲「佛」是从用上讲，佛是智慧、是觉的意思。涅槃跟佛是一个意思，一个从体上说，一个从作用上说。用当然有体，体一定有用。这就了解，善因善果一定要有智慧，没有智慧不行。",
      "zh_TW": "從這一句，我們非常明確的體會到，一切善因善果是從智慧裡面生的。靈明覺照是本性的智慧，難怪佛法所標榜的是無上正等正覺。本性裡面有體、有相、有用，無上正等正覺是講作用，不是講體。我們講「佛」這個字是覺的意思、智的意思，還是講的作用；如果講體，應當講寂，講清淨寂滅才對。所以講「涅槃」是從體上講，涅槃是寂靜、寂滅的意思，講「佛」是從用上講，佛是智慧、是覺的意思。涅槃跟佛是一個意思，一個從體上說，一個從作用上說。用當然有體，體一定有用。這就了解，善因善果一定要有智慧，沒有智慧不行。"
    },
    {
      "id": "01-003-0014_p0053",
      "zh_CN": "演【相大者，谓众生心具有如来智慧德相。】",
      "zh_TW": "演【相大者，謂眾生心具有如來智慧德相。】"
    },
    {
      "id": "01-003-0014_p0054",
      "zh_CN": "这句着重在德相上。释迦佛成佛的时候，才看到一切法的真实相，诸法实相，他老人家说出来了，「一切众生皆具有如来智慧德相，可惜你有分别执着而不能证得」，他老人家有这么一个很感慨的一句话。这句话也很明白的告诉我们，如果去掉分别、执着，我们的如来智慧德相就现前，就证得了。但是这个分别、执着你就是不肯舍掉，那没法子。谁肯把分别、执着舍掉，当下就成佛。这个东西难舍难断，无始劫来的习气。怎样舍？要定、要净。经上给我们讲：「净极光通达」。净就是定，定到了极处，本具如来智慧德相就现前，这光明就通达了。所以，智慧一定是从禅定当中生的。本经的一心不乱，就是自性本定，就是禅定，就是《楞严经》上所讲的「楞严大定」。下面再引《起信论》上第二句所讲的：",
      "zh_TW": "這句著重在德相上。釋迦佛成佛的時候，才看到一切法的真實相，諸法實相，他老人家說出來了，「一切眾生皆具有如來智慧德相，可惜你有分別執著而不能證得」，他老人家有這麼一個很感慨的一句話。這句話也很明白的告訴我們，如果去掉分別、執著，我們的如來智慧德相就現前，就證得了。但是這個分別、執著你就是不肯捨掉，那沒法子。誰肯把分別、執著捨掉，當下就成佛。這個東西難捨難斷，無始劫來的習氣。怎樣捨？要定、要淨。經上給我們講：「淨極光通達」。淨就是定，定到了極處，本具如來智慧德相就現前，這光明就通達了。所以，智慧一定是從禪定當中生的。本經的一心不亂，就是自性本定，就是禪定，就是《楞嚴經》上所講的「楞嚴大定」。下面再引《起信論》上第二句所講的："
    },
    {
      "id": "01-003-0014_p0055",
      "zh_CN": "演【论云：二者相大，谓如来藏具足无量性功德故。】",
      "zh_TW": "演【論云：二者相大，謂如來藏具足無量性功德故。】"
    },
    {
      "id": "01-003-0014_p0056",
      "zh_CN": "『如来藏』是什么？就是众生心，众生心就是如来藏。如来智慧德相就是无量性功德，说法不一样，事情是一桩事情，『具足无量性功德』就是具有如来智慧德相。这两句话可以互为注解，一看这个意思就非常的明显了。",
      "zh_TW": "『如來藏』是什麼？就是眾生心，眾生心就是如來藏。如來智慧德相就是無量性功德，說法不一樣，事情是一樁事情，『具足無量性功德』就是具有如來智慧德相。這兩句話可以互為註解，一看這個意思就非常的明顯了。"
    },
    {
      "id": "01-003-0014_p0057",
      "zh_CN": "演【今此湛寂无所不含，即是具足无量性功德也。】",
      "zh_TW": "演【今此湛寂無所不含，即是具足無量性功德也。】"
    },
    {
      "id": "01-003-0014_p0058",
      "zh_CN": "『湛』是清净，『寂』是寂灭不动。心清净，一点渣子都没有，六祖说「本来无一物，何处惹尘埃」。一粒微尘都不染，这是湛寂，这是真心的样子。体太难讲，从作用、相状上来观察，容易体会，相用就是本体。自性本具的无量功德，你什么时候才能够见到？一定要到理一心不乱，就见到了。因为理一心那个样子就是湛寂常恒，用《金刚经》上两句话说就是「不取于相，如如不动」，这是理一心，这就是湛寂常恒，才能发现这个里面本来具足。",
      "zh_TW": "『湛』是清淨，『寂』是寂滅不動。心清淨，一點渣子都沒有，六祖說「本來無一物，何處惹塵埃」。一粒微塵都不染，這是湛寂，這是真心的樣子。體太難講，從作用、相狀上來觀察，容易體會，相用就是本體。自性本具的無量功德，你什麼時候才能夠見到？一定要到理一心不亂，就見到了。因為理一心那個樣子就是湛寂常恆，用《金剛經》上兩句話說就是「不取於相，如如不動」，這是理一心，這就是湛寂常恆，才能發現這個裡面本來具足。"
    },
    {
      "id": "01-003-0014_p0059",
      "zh_CN": "演【体大者，谓众生心是一法界大总相法门体。】",
      "zh_TW": "演【體大者，謂眾生心是一法界大總相法門體。】"
    },
    {
      "id": "01-003-0014_p0060",
      "zh_CN": "这个是不可思议了。『一法界』，《华严经》里面讲的一真法界，一真法界里面『大总相法门』的本体。换句话说，一真法界是依什么变现的？依『众生心』变现的，众生心现一真法界的相。一真法界里头有无量无边的别相，别相是所现，总相是能现，总相就是众生心的相。",
      "zh_TW": "這個是不可思議了。『一法界』，《華嚴經》裡面講的一真法界，一真法界裡面『大總相法門』的本體。換句話說，一真法界是依什麼變現的？依『眾生心』變現的，眾生心現一真法界的相。一真法界裡頭有無量無邊的別相，別相是所現，總相是能現，總相就是眾生心的相。"
    },
    {
      "id": "01-003-0014_p0061",
      "zh_CN": "演【论云：一者体大，谓一切法真如平等不增减故。】",
      "zh_TW": "演【論云：一者體大，謂一切法真如平等不增減故。】"
    },
    {
      "id": "01-003-0014_p0062",
      "zh_CN": "这就是『一法界大总相法门体』，不增不减，无清无浊，无背无向。这个里头一法不立，一法不舍，没有取舍。所以这个法是平等法，这个法是真实法，『一切法真如』。体是真的，相用也不假。迷了的时候，说之为虚妄；悟了的时候，说之为纯真。迷了的时候好像有增减，悟了的时候没有增减。所以，在佛不增加，在众生并没有减少，一切法都是不增不减。如果我们细细的去观察，现在的科学家也发现了，但是没有佛法说得这么透彻。科学家说：物质不灭，精神也不灭。既然不灭，当然就不生，「不生不灭」，这是真实的；而一切相只有缘聚缘散。有很多人觉得奇怪，现在这世界人口这么多，到底从哪里来的？是不是一个真性会变成很多性？你这么想法就错误。如果我们一个神识会变成很多，那么将来我们成佛也能成很多佛？没有这个道理。要晓得它的真相是「不增不减，不一不异，一味平等」。",
      "zh_TW": "這就是『一法界大總相法門體』，不增不減，無清無濁，無背無向。這個裡頭一法不立，一法不捨，沒有取捨。所以這個法是平等法，這個法是真實法，『一切法真如』。體是真的，相用也不假。迷了的時候，說之為虛妄；悟了的時候，說之為純真。迷了的時候好像有增減，悟了的時候沒有增減。所以，在佛不增加，在眾生並沒有減少，一切法都是不增不減。如果我們細細的去觀察，現在的科學家也發現了，但是沒有佛法說得這麼透徹。科學家說：物質不滅，精神也不滅。既然不滅，當然就不生，「不生不滅」，這是真實的；而一切相只有緣聚緣散。有很多人覺得奇怪，現在這世界人口這麼多，到底從哪裡來的？是不是一個真性會變成很多性？你這麼想法就錯誤。如果我們一個神識會變成很多，那麼將來我們成佛也能成很多佛？沒有這個道理。要曉得它的真相是「不增不減，不一不異，一味平等」。"
    },
    {
      "id": "01-003-0014_p0063",
      "zh_CN": "演【今此灵心绝待，迥绝二边，即是不增不减一味平等也。】",
      "zh_TW": "演【今此靈心絕待，迥絕二邊，即是不增不減一味平等也。】"
    },
    {
      "id": "01-003-0014_p0064",
      "zh_CN": "两边不立，中道不存。清浊向背是两边，在真性里面找不到。这就是《起信论》里面所说的，真如平等，不增不减，一味平等。这是显示体大。下面把体、相、用三者合起来赞，总赞：",
      "zh_TW": "兩邊不立，中道不存。清濁向背是兩邊，在真性裡面找不到。這就是《起信論》裡面所說的，真如平等，不增不減，一味平等。這是顯示體大。下面把體、相、用三者合起來讚，總讚："
    },
    {
      "id": "01-003-0014_p0065",
      "zh_CN": "演【即三即一，双泯双存者，体非相用，乃至用非体相，即三也；而又离体无相用，离相无体用等，即一也。】",
      "zh_TW": "演【即三即一，雙泯雙存者，體非相用，乃至用非體相，即三也；而又離體無相用，離相無體用等，即一也。】"
    },
    {
      "id": "01-003-0014_p0066",
      "zh_CN": "体不是相，相不是用，体、相、用是三个，即三。虽然是一体，它是从三个角度上来观察，但是它三个又是一个。离了体，没有相用；离了相，也没有体用，所以它又是一个。一而三，三而一！说三就没有一，说一就没有三，「双泯」；一就是三，三就是一，「双存」。一、三都讲得通。这些句子里面的含义一定要把它搞清楚，有一点模糊，不但你不能开悟，你必然是增长迷惑、增长无明、增长邪见。为什么是三？为什么是一？为什么又不是三又不是一？为什么又是三又是一？条条都要搞清楚。它讲三、一，从哪个角度讲？它讲非三非一，从什么地方讲？即三即一，从哪里讲的？都要搞清楚。面面观察才能够悟入实相，这个事实的真相才真正搞清楚，断疑生信。一定要把体相用三大搞清楚，这个事情关系非常之大，在哲学里面属于本体、现象，体大就是本体，相大就是现象；用大包括的范围太广大，几乎世出世间所有的学术无不包括在用大之中。",
      "zh_TW": "體不是相，相不是用，體、相、用是三個，即三。雖然是一體，它是從三個角度上來觀察，但是它三個又是一個。離了體，沒有相用；離了相，也沒有體用，所以它又是一個。一而三，三而一！說三就沒有一，說一就沒有三，「雙泯」；一就是三，三就是一，「雙存」。一、三都講得通。這些句子裡面的含義一定要把它搞清楚，有一點模糊，不但你不能開悟，你必然是增長迷惑、增長無明、增長邪見。為什麼是三？為什麼是一？為什麼又不是三又不是一？為什麼又是三又是一？條條都要搞清楚。它講三、一，從哪個角度講？它講非三非一，從什麼地方講？即三即一，從哪裡講的？都要搞清楚。面面觀察才能夠悟入實相，這個事實的真相才真正搞清楚，斷疑生信。一定要把體相用三大搞清楚，這個事情關係非常之大，在哲學裡面屬於本體、現象，體大就是本體，相大就是現象；用大包括的範圍太廣大，幾乎世出世間所有的學術無不包括在用大之中。"
    },
    {
      "id": "01-003-0014_p0067",
      "zh_CN": "演【一即三则一泯，三即一则三泯，双泯也。而又一即三则三存，三即一则一存，双存也。存时即泯，泯时即存，非泯非存，不可思议。】",
      "zh_TW": "演【一即三則一泯，三即一則三泯，雙泯也。而又一即三則三存，三即一則一存，雙存也。存時即泯，泯時即存，非泯非存，不可思議。】"
    },
    {
      "id": "01-003-0014_p0068",
      "zh_CN": "言语只能到这个地方，言语的功能到这个地方发挥到极处，再也没法子了，而意思没尽，意思要从这个地方再推一层进去，所谓「意在言外」，那个言外之意没法子说，只好说「不可思议」。诸位要是给人家解释不可思议，你把这段说出来，这就是不可思议的意思。",
      "zh_TW": "言語只能到這個地方，言語的功能到這個地方發揮到極處，再也沒法子了，而意思沒盡，意思要從這個地方再推一層進去，所謂「意在言外」，那個言外之意沒法子說，只好說「不可思議」。諸位要是給人家解釋不可思議，你把這段說出來，這就是不可思議的意思。"
    },
    {
      "id": "01-003-0014_p0069",
      "zh_CN": "莲池大师说：『辞丧虑亡，不可思议』。「辞」是言说，言说到这里尽了，说完了，没法子再说了。「虑」是思虑。「辞丧」就是言语道断，「虑亡」就是心行处灭。言说达不到，思惟想像也达不到，这是「不可思议」。但是有没有境界？有，有那个真实的境界。这个境界是什么？自性，就是我们自己真如本性。真如本性是本经的教体，《弥陀经》是从本性里面，就是从自性里面流露出来的。这部经就是自己的自性。由此可知，阿弥陀佛这个名号就是自性的德号，用这个名号声声把自己的自性唤醒，恢复我们的自性，所以它的功德不可思议。下面这段文再配三德来说，三德是法身、般若、解脱：",
      "zh_TW": "蓮池大師說：『辭喪慮亡，不可思議』。「辭」是言說，言說到這裡盡了，說完了，沒法子再說了。「慮」是思慮。「辭喪」就是言語道斷，「慮亡」就是心行處滅。言說達不到，思惟想像也達不到，這是「不可思議」。但是有沒有境界？有，有那個真實的境界。這個境界是什麼？自性，就是我們自己真如本性。真如本性是本經的教體，《彌陀經》是從本性裡面，就是從自性裡面流露出來的。這部經就是自己的自性。由此可知，阿彌陀佛這個名號就是自性的德號，用這個名號聲聲把自己的自性喚醒，恢復我們的自性，所以它的功德不可思議。下面這段文再配三德來說，三德是法身、般若、解脫："
    },
    {
      "id": "01-003-0014_p0070",
      "zh_CN": "疏【又初句言照，即般若德。二句言寂，即解脱德。三四句言寂照不二，即法身德。五句总赞，末句结归，例上可知。】",
      "zh_TW": "疏【又初句言照，即般若德。二句言寂，即解脫德。三四句言寂照不二，即法身德。五句總讚，末句結歸，例上可知。】"
    },
    {
      "id": "01-003-0014_p0071",
      "zh_CN": "演【又初句言照下配三德，智慧光明遍照法界名为般若。】",
      "zh_TW": "演【又初句言照下配三德，智慧光明遍照法界名為般若。】"
    },
    {
      "id": "01-003-0014_p0072",
      "zh_CN": "『法界』，有一真法界、有十法界。照了就是一切明了通达。一般宗教赞叹他们的神、上帝是全知全能，其实神明跟上帝未必是全知全能，而自性般若的作用还真是全知全能，所以全知全能是自己。我们现在很可怜，本来是全知全能，过去、现在、未来没有不知道的。现在人迷惑到了极处，听说某个人有小神通，赶紧拜他去了。诸位要晓得，那是小通。是不是他自己真有神通？不是的。诸位读《楞严经》就晓得，是一些妖魔鬼怪附在他身上。这些妖魔鬼怪多半有五通：天眼、天耳、他心、神足、宿命，没有漏尽通。他有宿命通，他附在你身上，你能知道过去、未来。他的能力很有限，只知道最近的事情，不晓得远的事情，只知道小事情，不知道大的事情。决不能被这些妖魔鬼怪欺骗了！",
      "zh_TW": "『法界』，有一真法界、有十法界。照了就是一切明瞭通達。一般宗教讚歎他們的神、上帝是全知全能，其實神明跟上帝未必是全知全能，而自性般若的作用還真是全知全能，所以全知全能是自己。我們現在很可憐，本來是全知全能，過去、現在、未來沒有不知道的。現在人迷惑到了極處，聽說某個人有小神通，趕緊拜他去了。諸位要曉得，那是小通。是不是他自己真有神通？不是的。諸位讀《楞嚴經》就曉得，是一些妖魔鬼怪附在他身上。這些妖魔鬼怪多半有五通：天眼、天耳、他心、神足、宿命，沒有漏盡通。他有宿命通，他附在你身上，你能知道過去、未來。他的能力很有限，只知道最近的事情，不曉得遠的事情，只知道小事情，不知道大的事情。決不能被這些妖魔鬼怪欺騙了！"
    },
    {
      "id": "01-003-0014_p0073",
      "zh_CN": "一个人要是信这些妖魔鬼怪，他这个家不久要败；一个国要是信这些东西，他的国不久一定要亡。《左传》里面讲：「国之将亡，必有妖孽」。妖孽是什么？就是这些东西。我们看今天社会不好，这社会要遭难的样子，它不是一个幸福的样子，是大劫难将来的一个前兆，就是到处都有这些妖魔鬼怪，迷惑人心，把人的正知正见都迷惑住了。所以灾难从哪儿来的？灾难是人自己造的。这些妖魔鬼怪，你要是不理他、不相信他，他两天就走了，无法逞能。有一伙人相信他、拥护他，他愈来愈厉害。人都有这个毛病，好奇骛怪。讲正法，他不相信，这个平平淡淡有什么希奇？那个人有神通，说到我心里的事情，这个不得了！这是人性的弱点。妖魔鬼怪就抓住人性的弱点来迷惑你，使你对于自己的信心完全丧失。你自己有万德万能，你自己有无限的智慧光明，你信那些妖魔鬼怪，统统失掉了，使自己愈迷愈深，造作罪业愈来愈重。中国、外国统统如此，这叫迷信。",
      "zh_TW": "一個人要是信這些妖魔鬼怪，他這個家不久要敗；一個國要是信這些東西，他的國不久一定要亡。《左傳》裡面講：「國之將亡，必有妖孽」。妖孽是什麼？就是這些東西。我們看今天社會不好，這社會要遭難的樣子，它不是一個幸福的樣子，是大劫難將來的一個前兆，就是到處都有這些妖魔鬼怪，迷惑人心，把人的正知正見都迷惑住了。所以災難從哪兒來的？災難是人自己造的。這些妖魔鬼怪，你要是不理他、不相信他，他兩天就走了，無法逞能。有一夥人相信他、擁護他，他愈來愈厲害。人都有這個毛病，好奇騖怪。講正法，他不相信，這個平平淡淡有什麼希奇？那個人有神通，說到我心裡的事情，這個不得了！這是人性的弱點。妖魔鬼怪就抓住人性的弱點來迷惑你，使你對於自己的信心完全喪失。你自己有萬德萬能，你自己有無限的智慧光明，你信那些妖魔鬼怪，統統失掉了，使自己愈迷愈深，造作罪業愈來愈重。中國、外國統統如此，這叫迷信。"
    },
    {
      "id": "01-003-0014_p0074",
      "zh_CN": "我初学佛时，请教章嘉大师有关扶鸾的事情。章嘉大师告诉我：那是灵鬼假借佛菩萨的名义，冒充佛菩萨，他也做一点好事，也想修善，多半是劝人断恶修善。用他自己的身分，没人相信，所以他就假借冒充佛菩萨名义，大家就相信了，不是真的。小事灵验，大事就一塌糊涂，他胡说八道。章嘉大师告诉我，满清亡国，亡在扶乩上。因为慈禧太后相信，满清政府的王公大臣都相信，国家的决策不敢自己作主，取决于扶鸾。所以扶鸾，把满清政府给扶掉了。《左传》说：「国将兴，听于民(老百姓)；国将亡，听于神(鬼神)」。如果你明白这个道理，我们家要兴，听于家人，家人的意见，什么事情我们开会来决定；如果听扶鸾的，这个家一定灭亡。",
      "zh_TW": "我初學佛時，請教章嘉大師有關扶鸞的事情。章嘉大師告訴我：那是靈鬼假借佛菩薩的名義，冒充佛菩薩，他也做一點好事，也想修善，多半是勸人斷惡修善。用他自己的身分，沒人相信，所以他就假借冒充佛菩薩名義，大家就相信了，不是真的。小事靈驗，大事就一塌糊塗，他胡說八道。章嘉大師告訴我，滿清亡國，亡在扶乩上。因為慈禧太后相信，滿清政府的王公大臣都相信，國家的決策不敢自己作主，取決於扶鸞。所以扶鸞，把滿清政府給扶掉了。《左傳》說：「國將興，聽於民(老百姓)；國將亡，聽於神(鬼神)」。如果你明白這個道理，我們家要興，聽於家人，家人的意見，什麼事情我們開會來決定；如果聽扶鸞的，這個家一定滅亡。"
    },
    {
      "id": "01-003-0014_p0075",
      "zh_CN": "佛法是教你恢复自己的本能，恢复自己本有的神通。他有小五通，你有大神通，你为什么不恢复？智慧德能是我们本性本来具足的，不是外来的。佛法的修学，从戒定慧下手，依教奉行，一定可以证得。学佛要诚心诚意去学，不能投机取巧。这是恢复自己性德，怎么可以投机取巧？有一点虚伪的心，就是障碍，就是性德之贼。菩提心第一条就是「至诚心」，没有一丝毫的虚伪，真诚，才能够恢复自己的智慧光明遍照法界，这就是般若德。",
      "zh_TW": "佛法是教你恢復自己的本能，恢復自己本有的神通。他有小五通，你有大神通，你為什麼不恢復？智慧德能是我們本性本來具足的，不是外來的。佛法的修學，從戒定慧下手，依教奉行，一定可以證得。學佛要誠心誠意去學，不能投機取巧。這是恢復自己性德，怎麼可以投機取巧？有一點虛偽的心，就是障礙，就是性德之賊。菩提心第一條就是「至誠心」，沒有一絲毫的虛偽，真誠，才能夠恢復自己的智慧光明遍照法界，這就是般若德。"
    },
    {
      "id": "01-003-0014_p0076",
      "zh_CN": "演【离一切染得大自在名为解脱。】",
      "zh_TW": "演【離一切染得大自在名為解脫。】"
    },
    {
      "id": "01-003-0014_p0077",
      "zh_CN": "这是第二句。唯有自性本定，清净寂灭里面才一切染污都没有了。有一丝毫的染污，你这个心就定不下来；染污就是我们平常讲的牵挂，有一丝毫东西放在心里面，心就不能够安。禅家常讲「一丝不挂」，就是心地干干净净、一尘不染，这个就自在了。有一物就有牵挂，有牵挂就不自在。『解脱』就是自在。「解」在此地当动词用，把它解开，「脱」是脱离。解是从因上讲，脱是从果上讲。我们把迷惑颠倒给解开，生死轮回就超脱，这才能得『大自在』。这是要甚深的禅定！阿罗汉有九次第定，超越六道轮回。如来果地上自性本定超越二种生死，分段生死与变易生死。超越十法界证得一真法界，这才叫得大自在。三四句讲寂照不二，这是法身德：",
      "zh_TW": "這是第二句。唯有自性本定，清淨寂滅裡面才一切染污都沒有了。有一絲毫的染污，你這個心就定不下來；染污就是我們平常講的牽掛，有一絲毫東西放在心裡面，心就不能夠安。禪家常講「一絲不掛」，就是心地乾乾淨淨、一塵不染，這個就自在了。有一物就有牽掛，有牽掛就不自在。『解脫』就是自在。「解」在此地當動詞用，把它解開，「脫」是脫離。解是從因上講，脫是從果上講。我們把迷惑顛倒給解開，生死輪迴就超脫，這才能得『大自在』。這是要甚深的禪定！阿羅漢有九次第定，超越六道輪迴。如來果地上自性本定超越二種生死，分段生死與變易生死。超越十法界證得一真法界，這才叫得大自在。三四句講寂照不二，這是法身德："
    },
    {
      "id": "01-003-0014_p0078",
      "zh_CN": "演【心体离念法界一相名为法身。】",
      "zh_TW": "演【心體離念法界一相名為法身。】"
    },
    {
      "id": "01-003-0014_p0079",
      "zh_CN": "『心体』，真心理体，就是真心的本体，诸位要记住，它没有念。无念才叫正念，有念是妄念。试问，我们一切念头都没有，是不是正念？还是妄念。我们现在有念是邪见，无念是无明，绝对不会有正念现前，因为落在有无两边上。『离念』，有念离了，无念也离了，有无统统离了，这才叫正念。我们今天只能离一边，离了有念，还有无念；离了无念，还有有念。要把两边都离掉才行！离一边不行，离了无念是有念，有念是邪见；离了有念是无念，无念是无明。",
      "zh_TW": "『心體』，真心理體，就是真心的本體，諸位要記住，它沒有念。無念才叫正念，有念是妄念。試問，我們一切念頭都沒有，是不是正念？還是妄念。我們現在有念是邪見，無念是無明，絕對不會有正念現前，因為落在有無兩邊上。『離念』，有念離了，無念也離了，有無統統離了，這才叫正念。我們今天只能離一邊，離了有念，還有無念；離了無念，還有有念。要把兩邊都離掉才行！離一邊不行，離了無念是有念，有念是邪見；離了有念是無念，無念是無明。"
    },
    {
      "id": "01-003-0014_p0080",
      "zh_CN": "有一种修无想定的，把一切妄想统统离开，专修无念，修成无想定，在四禅天的无想天，这是外道天，一片死寂，什么都没有。这个定一失掉，又轮回投胎，是这么一种境界。那是死定，那个不是法身。印度有一些外道修行，他离一切妄念，修空定，修成功就到四空天，四空天见到的就是一片混沌。混沌是什么？就是无明。《幼学琼林》一开头，「混沌初开，乾坤始奠」，和印度外道的见解完全相同。印度外道二十五谛，第一条就是冥谛，冥谛就是混沌初开。无想定到极处，他的境界就如是，他把那个认为是菩提涅槃，大错特错！佛法里面告诉我们，法身是光明的，不是黑暗的，光明遍照法界；混沌是黑暗的，不是光明的。",
      "zh_TW": "有一種修無想定的，把一切妄想統統離開，專修無念，修成無想定，在四禪天的無想天，這是外道天，一片死寂，什麼都沒有。這個定一失掉，又輪迴投胎，是這麼一種境界。那是死定，那個不是法身。印度有一些外道修行，他離一切妄念，修空定，修成功就到四空天，四空天見到的就是一片混沌。混沌是什麼？就是無明。《幼學瓊林》一開頭，「混沌初開，乾坤始奠」，和印度外道的見解完全相同。印度外道二十五諦，第一條就是冥諦，冥諦就是混沌初開。無想定到極處，他的境界就如是，他把那個認為是菩提涅槃，大錯特錯！佛法裡面告訴我們，法身是光明的，不是黑暗的，光明遍照法界；混沌是黑暗的，不是光明的。"
    },
    {
      "id": "01-003-0014_p0081",
      "zh_CN": "「心体离念」，有念、无念统统离掉，然后才看到法界原来是「一相」。一相无二相，这就叫做清净法身。",
      "zh_TW": "「心體離念」，有念、無念統統離掉，然後才看到法界原來是「一相」。一相無二相，這就叫做清淨法身。"
    },
    {
      "id": "01-003-0014_p0082",
      "zh_CN": "演【是三种皆具常乐我净四德，故皆云德。】",
      "zh_TW": "演【是三種皆具常樂我淨四德，故皆云德。】"
    },
    {
      "id": "01-003-0014_p0083",
      "zh_CN": "般若德、解脱德、法身德。「德」是什么？它里头有四条，般若里面有常、有乐、有我、有净。『常』是永恒不变；『乐』是离一切苦，真正自在的享受，真乐；『我』是主宰，自己真正做得了主；『净』是清净，决定不染。般若里面有常乐我净，解脱里面有常乐我净，法身里面有常乐我净，称为三德，「德」就是指常乐我净这四种，『故皆云德』。",
      "zh_TW": "般若德、解脫德、法身德。「德」是什麼？它裡頭有四條，般若裡面有常、有樂、有我、有淨。『常』是永恆不變；『樂』是離一切苦，真正自在的享受，真樂；『我』是主宰，自己真正做得了主；『淨』是清淨，決定不染。般若裡面有常樂我淨，解脫裡面有常樂我淨，法身裡面有常樂我淨，稱為三德，「德」就是指常樂我淨這四種，『故皆云德』。"
    },
    {
      "id": "01-003-0014_p0084",
      "zh_CN": "演【然有果上修成三德，因中性具三德，今指因中性具而言也。】",
      "zh_TW": "演【然有果上修成三德，因中性具三德，今指因中性具而言也。】"
    },
    {
      "id": "01-003-0014_p0085",
      "zh_CN": "果上修成的，是佛与大菩萨，他的法身德、般若德、解脱德统统现前，得大自在！凡夫呢？我们果上没有；虽然我们本性里头有，现在得不到受用，法身般若解脱、常乐我净统统没有。是不是真的没有？真的是有。我们本性里面具足，具足法身、般若、解脱，具足常乐我净，现在为什么没有？迷失了。破迷开悟，统统恢复了。这是拿序文里面这一段配三德来说明，可见得序文这几句的意思非常广大精深，几乎无有一法不包含。今天时间到了。",
      "zh_TW": "果上修成的，是佛與大菩薩，他的法身德、般若德、解脫德統統現前，得大自在！凡夫呢？我們果上沒有；雖然我們本性裡頭有，現在得不到受用，法身般若解脫、常樂我淨統統沒有。是不是真的沒有？真的是有。我們本性裡面具足，具足法身、般若、解脫，具足常樂我淨，現在為什麼沒有？迷失了。破迷開悟，統統恢復了。這是拿序文裡面這一段配三德來說明，可見得序文這幾句的意思非常廣大精深，幾乎無有一法不包含。今天時間到了。"
    }
  ]
}