{
  "doc_id": "01-003-0265",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六五集",
    "zh_TW": "第二六五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0265",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "01-003-0265_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五三九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五三九頁："
    },
    {
      "id": "01-003-0265_p0002",
      "zh_CN": "经【舍利弗。北方世界。有燄肩佛。最胜音佛。难沮佛。日生佛。网明佛。如是等恒河沙数诸佛。】",
      "zh_TW": "經【舍利弗。北方世界。有燄肩佛。最勝音佛。難沮佛。日生佛。網明佛。如是等恆河沙數諸佛。】"
    },
    {
      "id": "01-003-0265_p0003",
      "zh_CN": "这是六方佛里面的北方，北方列的五尊佛的德号是表「化他」。福慧具足之后，佛在因地所发的弘愿才真正能够圆满的实现。像我们学佛，也如诸佛在因地里面发的愿一样，那个是真心是假心，我们暂且不谈。像四弘誓愿，「众生无边誓愿度」，实在讲这四愿归结起来就是这一愿，后面三愿都是为了圆满这一愿而发的。所以四愿，第一愿是主，是最重要的。第一愿，实在上讲也是诸佛所以能够圆成佛道的一个推动的力量。我们知道世间人每天勤奋努力在工作，什么力量在推动他？归纳起来，不外乎「名利」这个力量，不是为名就是为利。假如名利都没有了，我想他绝对不会愿意去工作。诸佛菩萨名利都不要了，统统都舍弃，什么力量在推动他，使他精进不懈努力发愤？就是这一愿。由此可知，菩萨发心自行（自己修行）、发心化他，都是这个第一愿，乃至发心要成佛道，还是满足第一愿。因为菩萨要不成佛道，纵然在等觉菩萨的地位，等觉菩萨就不能度化等觉菩萨，他们地位、程度是相同的，一定要成佛才能度等觉菩萨，这个才把一切众生度到究竟圆满。所以一定是智慧、福德统统都圆满，这个时候就广度众生。",
      "zh_TW": "這是六方佛裡面的北方，北方列的五尊佛的德號是表「化他」。福慧具足之後，佛在因地所發的弘願才真正能夠圓滿的實現。像我們學佛，也如諸佛在因地裡面發的願一樣，那個是真心是假心，我們暫且不談。像四弘誓願，「眾生無邊誓願度」，實在講這四願歸結起來就是這一願，後面三願都是為了圓滿這一願而發的。所以四願，第一願是主，是最重要的。第一願，實在上講也是諸佛所以能夠圓成佛道的一個推動的力量。我們知道世間人每天勤奮努力在工作，什麼力量在推動他？歸納起來，不外乎「名利」這個力量，不是為名就是為利。假如名利都沒有了，我想他絕對不會願意去工作。諸佛菩薩名利都不要了，統統都捨棄，什麼力量在推動他，使他精進不懈努力發憤？就是這一願。由此可知，菩薩發心自行（自己修行）、發心化他，都是這個第一願，乃至發心要成佛道，還是滿足第一願。因為菩薩要不成佛道，縱然在等覺菩薩的地位，等覺菩薩就不能度化等覺菩薩，他們地位、程度是相同的，一定要成佛才能度等覺菩薩，這個才把一切眾生度到究竟圓滿。所以一定是智慧、福德統統都圓滿，這個時候就廣度眾生。"
    },
    {
      "id": "01-003-0265_p0004",
      "zh_CN": "佛法，度生是事业。「度」，用现代话来说，就是帮助他、协助他，帮助他离苦得乐。三界苦，有两种生死：一种是分段生死，一种是变易生死，这两种苦！出了三界，小乘四果罗汉以上，三界的分段生死没有了，可是三界之外，一直到等觉菩萨还有变易生死，换句话说，他这个乐得的比我们是多，不是究竟的，不是圆满的。一定要帮助众生圆成佛道，那个离苦才离得究竟，得乐才得的圆满。诸位想想，要帮助众生成佛，自己不成佛，那怎么行？没有这个道理的，自己一定要成佛。也许大家曾经听说过，自己未度，先度众生，这是菩萨发心。像地藏菩萨一样，自己没有成佛，把众生都度成佛了，他老人家还是菩萨，这个我们能不能学？很多人在这个经典里断章取义，曲解佛的意思，认为地藏菩萨很伟大，自己不成佛，先度众生成佛，我要学地藏菩萨，你能学得了吗？地藏菩萨是什么人？等觉菩萨。你要是证得等觉菩萨，可以学地藏菩萨，「我不成佛，先度众生成佛，众生没有度尽，我就誓不成佛」，这个话是等觉菩萨说的；我们没有资格，我们要是不成佛的话，就要搞六道轮回，就要堕三恶道。堕三恶道，你自身都不保，怎么能度别人？所以经义不能曲解，不能错解佛的意思。",
      "zh_TW": "佛法，度生是事業。「度」，用現代話來說，就是幫助他、協助他，幫助他離苦得樂。三界苦，有兩種生死：一種是分段生死，一種是變易生死，這兩種苦！出了三界，小乘四果羅漢以上，三界的分段生死沒有了，可是三界之外，一直到等覺菩薩還有變易生死，換句話說，他這個樂得的比我們是多，不是究竟的，不是圓滿的。一定要幫助眾生圓成佛道，那個離苦才離得究竟，得樂才得的圓滿。諸位想想，要幫助眾生成佛，自己不成佛，那怎麼行？沒有這個道理的，自己一定要成佛。也許大家曾經聽說過，自己未度，先度眾生，這是菩薩發心。像地藏菩薩一樣，自己沒有成佛，把眾生都度成佛了，他老人家還是菩薩，這個我們能不能學？很多人在這個經典裡斷章取義，曲解佛的意思，認為地藏菩薩很偉大，自己不成佛，先度眾生成佛，我要學地藏菩薩，你能學得了嗎？地藏菩薩是什麼人？等覺菩薩。你要是證得等覺菩薩，可以學地藏菩薩，「我不成佛，先度眾生成佛，眾生沒有度盡，我就誓不成佛」，這個話是等覺菩薩說的；我們沒有資格，我們要是不成佛的話，就要搞六道輪迴，就要墮三惡道。墮三惡道，你自身都不保，怎麼能度別人？所以經義不能曲解，不能錯解佛的意思。"
    },
    {
      "id": "01-003-0265_p0005",
      "zh_CN": "实际上，地藏菩萨老早就成佛了，不过他老人家不愿意现佛的形相而已，学生那么多都成佛了，他老人家还不成佛，哪有这种道理？不过就是不变出佛的模样，变成菩萨的模样而已。人家是随时有能力成佛，而不愿意用佛的身分度化众生，这叫地藏菩萨。我们真正发心学地藏菩萨，还是先到西方极乐世界见阿弥陀佛，在极乐世界证得圆满菩提之后，可以效法地藏菩萨，那就正确，就没有问题了。",
      "zh_TW": "實際上，地藏菩薩老早就成佛了，不過他老人家不願意現佛的形相而已，學生那麼多都成佛了，他老人家還不成佛，哪有這種道理？不過就是不變出佛的模樣，變成菩薩的模樣而已。人家是隨時有能力成佛，而不願意用佛的身分度化眾生，這叫地藏菩薩。我們真正發心學地藏菩薩，還是先到西方極樂世界見阿彌陀佛，在極樂世界證得圓滿菩提之後，可以效法地藏菩薩，那就正確，就沒有問題了。"
    },
    {
      "id": "01-003-0265_p0006",
      "zh_CN": "经文到这一段，在表法里面是重在利益众生。第一尊佛的名号叫『燄肩佛』。前面有「大燄肩佛」，讲过了，我们在此地着重它表法的意趣。「肩」是两个肩膀，表承担的意思，我们这个肩膀能担当得起。「燄」是火燄，代表光明的意思。两个肩膀代表权实二智，有权实二智才能够担当如来家业，诸佛如来他们的事业就是弘法利生，菩萨这两种智慧有了。菩萨有在家、有出家，此地是在家、出家统统包含。所以学佛，诸位同修要知道，不一定要出家，在家的菩萨多得是！在家菩萨成佛，无量无边，我们看《华严》，善财童子五十三参，五十三位善知识，从德云比丘起，德云比丘代表的是圆教初住，就是法身大士，一直到普贤菩萨，这里面圆圆满满包括四十一位法身大士，就是十住、十行、十回向、十地、等觉。五十三位法身大士，示现出家身分的只有六个人，其他统统是在家的，这样我们就能明了，在家菩萨多，在家成佛多，在家成佛跟出家成佛没有两样！出家只有一桩事情，就是弘护正法。佛教是佛陀教育，我们要延续这个教育，要推广这个教育，一定要有专业的人员来做这个事情，就好像办学校一样，学校里教职员是专业的，不是兼差的。推广佛教育、住持佛教育也必须专业的人员来做，你发心专门从事于这个工作、从事于这个行业，这就出家。否则的话，就不要出家，在家一样成就。无论从事哪个行业，都是菩萨、都是佛，你熟读《华严》就明了，也就知道我们在这个社会上，哪一种行业、哪一种身分，做哪一类的菩萨，都能够圆成佛道。",
      "zh_TW": "經文到這一段，在表法裡面是重在利益眾生。第一尊佛的名號叫『燄肩佛』。前面有「大燄肩佛」，講過了，我們在此地著重它表法的意趣。「肩」是兩個肩膀，表承擔的意思，我們這個肩膀能擔當得起。「燄」是火燄，代表光明的意思。兩個肩膀代表權實二智，有權實二智才能夠擔當如來家業，諸佛如來他們的事業就是弘法利生，菩薩這兩種智慧有了。菩薩有在家、有出家，此地是在家、出家統統包含。所以學佛，諸位同修要知道，不一定要出家，在家的菩薩多得是！在家菩薩成佛，無量無邊，我們看《華嚴》，善財童子五十三參，五十三位善知識，從德雲比丘起，德雲比丘代表的是圓教初住，就是法身大士，一直到普賢菩薩，這裡面圓圓滿滿包括四十一位法身大士，就是十住、十行、十迴向、十地、等覺。五十三位法身大士，示現出家身分的只有六個人，其他統統是在家的，這樣我們就能明瞭，在家菩薩多，在家成佛多，在家成佛跟出家成佛沒有兩樣！出家只有一樁事情，就是弘護正法。佛教是佛陀教育，我們要延續這個教育，要推廣這個教育，一定要有專業的人員來做這個事情，就好像辦學校一樣，學校裡教職員是專業的，不是兼差的。推廣佛教育、住持佛教育也必須專業的人員來做，你發心專門從事於這個工作、從事於這個行業，這就出家。否則的話，就不要出家，在家一樣成就。無論從事哪個行業，都是菩薩、都是佛，你熟讀《華嚴》就明瞭，也就知道我們在這個社會上，哪一種行業、哪一種身分，做哪一類的菩薩，都能夠圓成佛道。"
    },
    {
      "id": "01-003-0265_p0007",
      "zh_CN": "佛法弘护都是以高度的智慧为基础，所以是「燄肩」。智慧最要紧的是实智，就是真实的智慧。《般若经》上说「般若无知」，那个无知是实智，是真实的智慧。《心经》最后讲「无智亦无得」，这是《心经》的精华，是六百卷《大般若》的中心。所以无知是真智慧。我们现在什么也不知道，我们是不是有真智慧？不是的。这个意思很容易被人错会，以为「般若无知」，我们不读书了，也不要去学了，佛告诉我们这是真智慧；你这样解佛的意思，把佛的意思错解了。「无知」是心清净，心里一念不生，心里一物不存，六祖讲的「本来无一物」，那是真智慧，清净心，清净到了极处。清净心起作用，就是「权智」。权智，《般若经》上说，「无所不知」。不起作用的时候，真的，他一念不生，所以叫「无知」：起作用的时候，「无所不知」。我们今天不起作用的时候无知，起作用的时候也无知，那就错了。「燄肩佛」就是代表一定要具足权实两种智慧。实智也叫做根本智，就是般若无知，无知是根本智；权智也叫后得智，就是根本智起作用。这也就是说明整个佛法都是建立在真实智慧的基础上，有真正的智慧才能自度，才能够帮助别人。",
      "zh_TW": "佛法弘護都是以高度的智慧為基礎，所以是「燄肩」。智慧最要緊的是實智，就是真實的智慧。《般若經》上說「般若無知」，那個無知是實智，是真實的智慧。《心經》最後講「無智亦無得」，這是《心經》的精華，是六百卷《大般若》的中心。所以無知是真智慧。我們現在什麼也不知道，我們是不是有真智慧？不是的。這個意思很容易被人錯會，以為「般若無知」，我們不讀書了，也不要去學了，佛告訴我們這是真智慧；你這樣解佛的意思，把佛的意思錯解了。「無知」是心清淨，心裡一念不生，心裡一物不存，六祖講的「本來無一物」，那是真智慧，清淨心，清淨到了極處。清淨心起作用，就是「權智」。權智，《般若經》上說，「無所不知」。不起作用的時候，真的，他一念不生，所以叫「無知」：起作用的時候，「無所不知」。我們今天不起作用的時候無知，起作用的時候也無知，那就錯了。「燄肩佛」就是代表一定要具足權實兩種智慧。實智也叫做根本智，就是般若無知，無知是根本智；權智也叫後得智，就是根本智起作用。這也就是說明整個佛法都是建立在真實智慧的基礎上，有真正的智慧才能自度，才能夠幫助別人。"
    },
    {
      "id": "01-003-0265_p0008",
      "zh_CN": "第二尊『最胜音佛』。佛法最重契机契理，前面「燄肩佛」是表契理，这底下都是讲契机。我们明白佛说法是应机而说，就能够想到，佛在他方世界所说的跟在我们娑婆世界所说的一定不一样，为什么？根机不相同。我们这个世间众生的根性是耳根最利，《楞严经》上，文殊菩萨为我们娑婆世界众生选择法门，他选「观世音菩萨耳根圆通」，他说：「此方真教体，清净在音闻。」眼看不清楚，耳会听得清楚。当然也有少数例外的，少数听，听不清楚，他看，看得很明白的，这种人有，是少数，大多数人耳根利过眼根。因此，佛在我们这个世间教化众生就是用音声说法。释迦牟尼佛当年在世，没有写过文章，没有作品留给后世，都是他讲演所讲的。经典，是佛灭度之后，这些弟子们大家开会，把佛从前所讲的写成文字记录下来，编成经典。所以佛在世的时候没有文字。我们中国孔老夫子当年教学，也是音声作佛事，也没有书本；不过孔子还有著作，写过东西，像《易经系辞传》，他还有文章流传给后世，释迦牟尼佛没有。第二尊就讲教学的手段、教学的方法，一定是以音声为佛事。「最胜音」，最殊胜的音。世间这个音太多，这一切音都没有办法帮助我们了生死、出三界，那个音再好听，都不能叫最胜。所以「最胜音」，莲池大师在这里解释，只是形容。",
      "zh_TW": "第二尊『最勝音佛』。佛法最重契機契理，前面「燄肩佛」是表契理，這底下都是講契機。我們明白佛說法是應機而說，就能夠想到，佛在他方世界所說的跟在我們娑婆世界所說的一定不一樣，為什麼？根機不相同。我們這個世間眾生的根性是耳根最利，《楞嚴經》上，文殊菩薩為我們娑婆世界眾生選擇法門，他選「觀世音菩薩耳根圓通」，他說：「此方真教體，清淨在音聞。」眼看不清楚，耳會聽得清楚。當然也有少數例外的，少數聽，聽不清楚，他看，看得很明白的，這種人有，是少數，大多數人耳根利過眼根。因此，佛在我們這個世間教化眾生就是用音聲說法。釋迦牟尼佛當年在世，沒有寫過文章，沒有作品留給後世，都是他講演所講的。經典，是佛滅度之後，這些弟子們大家開會，把佛從前所講的寫成文字記錄下來，編成經典。所以佛在世的時候沒有文字。我們中國孔老夫子當年教學，也是音聲作佛事，也沒有書本；不過孔子還有著作，寫過東西，像《易經繫辭傳》，他還有文章流傳給後世，釋迦牟尼佛沒有。第二尊就講教學的手段、教學的方法，一定是以音聲為佛事。「最勝音」，最殊勝的音。世間這個音太多，這一切音都沒有辦法幫助我們了生死、出三界，那個音再好聽，都不能叫最勝。所以「最勝音」，蓮池大師在這裡解釋，只是形容。"
    },
    {
      "id": "01-003-0265_p0009",
      "zh_CN": "疏【最胜音者，佛音极好，一切音声无能及故。】",
      "zh_TW": "疏【最勝音者，佛音極好，一切音聲無能及故。】"
    },
    {
      "id": "01-003-0265_p0010",
      "zh_CN": "极好的音，要是不能帮助我们了生死、出三界，这个极好的音也不能称为最殊胜之音，而是什么？这个音是说法的音声，是用言语、音声把宇宙人生真相给我们说明，让我们听了之后恍然大悟，这个声音就妙了，这个声音就真的是殊胜，天上人间一切音声不能够为比。所以，「最胜音」是说法。释迦牟尼佛说法四十九年，一切经典包括小乘，都是帮助我们了生死、出三界的，这是最胜音；写成书本，这是世间最殊胜的典籍，没有任何书籍能跟它相比，这个书能帮助我们出三界，世间所有一切书不能出三界。即使宗教里面的书，至多也不过就是帮助你生到天道而已。印度高级的宗教能够帮助你生到色界天、无色界天，但是出不了三界。唯独佛法能帮助我们出三界、了生死，永脱轮回，这是最胜音。这些典籍，我们拿它来修学，在短短数十寒暑之中，真能达到这个目标吗？难！难在哪里？不是难在法门，佛说得很好，「法门平等，无有高下」，所以不是在法门，而是在众生的根性。古人的根性跟今人不一样，东方人的根性跟西方人不一样，甚至台湾同胞的根性跟大陆同胞的根性都不一样。所以在法门当中就不能不选择，这叫法门有难易，难易不是法门本身，是我们众生根性不相同，根性有优劣，于是修学就有难易这个现象。如何能以一个法门保证一切众生都能成佛道？这是殊胜当中的殊胜，就是最胜音。这样一来，我们就明了，原来最胜音就是「南无阿弥陀佛」这句名号，这句名号是最胜音，上能度等觉菩萨，下能度地狱众生，只要你真信、真愿、真念，就真的往生，真的见佛、真的不退成佛。结归起来，最胜音者，「南无阿弥陀佛」，这个要知道。注子里面，解释佛有「八音」，诸位自己去看。我们只说大意，经注疏没有的，跟诸位说明。再看底下一尊：",
      "zh_TW": "極好的音，要是不能幫助我們了生死、出三界，這個極好的音也不能稱為最殊勝之音，而是什麼？這個音是說法的音聲，是用言語、音聲把宇宙人生真相給我們說明，讓我們聽了之後恍然大悟，這個聲音就妙了，這個聲音就真的是殊勝，天上人間一切音聲不能夠為比。所以，「最勝音」是說法。釋迦牟尼佛說法四十九年，一切經典包括小乘，都是幫助我們了生死、出三界的，這是最勝音；寫成書本，這是世間最殊勝的典籍，沒有任何書籍能跟它相比，這個書能幫助我們出三界，世間所有一切書不能出三界。即使宗教裡面的書，至多也不過就是幫助你生到天道而已。印度高級的宗教能夠幫助你生到色界天、無色界天，但是出不了三界。唯獨佛法能幫助我們出三界、了生死，永脫輪迴，這是最勝音。這些典籍，我們拿它來修學，在短短數十寒暑之中，真能達到這個目標嗎？難！難在哪裡？不是難在法門，佛說得很好，「法門平等，無有高下」，所以不是在法門，而是在眾生的根性。古人的根性跟今人不一樣，東方人的根性跟西方人不一樣，甚至台灣同胞的根性跟大陸同胞的根性都不一樣。所以在法門當中就不能不選擇，這叫法門有難易，難易不是法門本身，是我們眾生根性不相同，根性有優劣，於是修學就有難易這個現象。如何能以一個法門保證一切眾生都能成佛道？這是殊勝當中的殊勝，就是最勝音。這樣一來，我們就明瞭，原來最勝音就是「南無阿彌陀佛」這句名號，這句名號是最勝音，上能度等覺菩薩，下能度地獄眾生，只要你真信、真願、真念，就真的往生，真的見佛、真的不退成佛。結歸起來，最勝音者，「南無阿彌陀佛」，這個要知道。註子裡面，解釋佛有「八音」，諸位自己去看。我們只說大意，經註疏沒有的，跟諸位說明。再看底下一尊："
    },
    {
      "id": "01-003-0265_p0011",
      "zh_CN": "疏【难沮者，佛德坚密，不可坏故。】",
      "zh_TW": "疏【難沮者，佛德堅密，不可壞故。】"
    },
    {
      "id": "01-003-0265_p0012",
      "zh_CN": "这尊佛代表弘护正法，是相当不简单的。俗话常讲，「道高一尺，魔高一丈」，学佛能一帆风顺没有魔障，查遍《大藏经》，找不到。就是本师释迦牟尼佛他老人家一生示现的，内有僧团里面的六群比丘，天天顽皮捣蛋，给僧团出丑、找麻烦，外面有九十六种外道，可见得释迦牟尼佛在那个时候建立佛法相当不容易。历代祖师大德修行弘化，哪个没有障碍？在中国弘化影响力最大的，无过于禅宗的六祖惠能大师，你看他遭受的磨难，得道之后，明心见性，他是二十四岁，五祖忍大师传他衣钵，还要到猎人队去避难，躲了十五年才能出来，遭遇多少苦难？魔障多！我们今天遭遇一点挫折就要退心，你怎么能成就！诸位要晓得，内外都有魔障，在家同学学佛，家人是魔障，家里人障碍你；出家人学佛，僧团里面师兄弟障碍你，也是魔障，在所不免。我们要怎样对付？学『难沮佛』，「沮」是沮坏，什么东西不坏？信心不坏、愿心不坏、行心不坏，你只要信愿行这三条东西不坏，你就成功了。这尊佛他所教给我们的，不怕魔王外道，我们知道他们存在，他们都在我们周边，时时刻刻来找麻烦、来阻挠，我们要用高度的智慧通权达变，这个地方走不通，还有那个地方可以走！譬如你在家里念佛，家人都讨厌你、都反对你，我何必要装一个学佛的样子？把这形相摆脱掉，他就看不出来！我念佛念在心里，不出口，我家里也不要供佛像，不要烧香，一切都跟你们随缘，这种学佛就叫密行。我们功夫很得力，他也无烦恼，叫他看不出来。这个密行，世尊当年在世的时候，世尊的儿子罗睺罗尊者就是密行，他是沙弥身分，一天到晚顽皮，都在外面玩，别人都说这小孩不用功，释迦牟尼佛晓得，他用功在心里，他是修密行的。这是我们应该要学的。「菩萨所在之处，令一切众生生欢喜心」，纵然他是妖魔鬼怪，也教他生欢喜心，不妨碍我们自己的功夫，不影响我们坚定的信愿，「难沮佛」是教导我们这个方法。",
      "zh_TW": "這尊佛代表弘護正法，是相當不簡單的。俗話常講，「道高一尺，魔高一丈」，學佛能一帆風順沒有魔障，查遍《大藏經》，找不到。就是本師釋迦牟尼佛他老人家一生示現的，內有僧團裡面的六群比丘，天天頑皮搗蛋，給僧團出醜、找麻煩，外面有九十六種外道，可見得釋迦牟尼佛在那個時候建立佛法相當不容易。歷代祖師大德修行弘化，哪個沒有障礙？在中國弘化影響力最大的，無過於禪宗的六祖惠能大師，你看他遭受的磨難，得道之後，明心見性，他是二十四歲，五祖忍大師傳他衣缽，還要到獵人隊去避難，躲了十五年才能出來，遭遇多少苦難？魔障多！我們今天遭遇一點挫折就要退心，你怎麼能成就！諸位要曉得，內外都有魔障，在家同學學佛，家人是魔障，家裡人障礙你；出家人學佛，僧團裡面師兄弟障礙你，也是魔障，在所不免。我們要怎樣對付？學『難沮佛』，「沮」是沮壞，什麼東西不壞？信心不壞、願心不壞、行心不壞，你只要信願行這三條東西不壞，你就成功了。這尊佛他所教給我們的，不怕魔王外道，我們知道他們存在，他們都在我們周邊，時時刻刻來找麻煩、來阻撓，我們要用高度的智慧通權達變，這個地方走不通，還有那個地方可以走！譬如你在家裡念佛，家人都討厭你、都反對你，我何必要裝一個學佛的樣子？把這形相擺脫掉，他就看不出來！我念佛念在心裡，不出口，我家裡也不要供佛像，不要燒香，一切都跟你們隨緣，這種學佛就叫密行。我們功夫很得力，他也無煩惱，叫他看不出來。這個密行，世尊當年在世的時候，世尊的兒子羅睺羅尊者就是密行，他是沙彌身分，一天到晚頑皮，都在外面玩，別人都說這小孩不用功，釋迦牟尼佛曉得，他用功在心裡，他是修密行的。這是我們應該要學的。「菩薩所在之處，令一切眾生生歡喜心」，縱然他是妖魔鬼怪，也教他生歡喜心，不妨礙我們自己的功夫，不影響我們堅定的信願，「難沮佛」是教導我們這個方法。"
    },
    {
      "id": "01-003-0265_p0013",
      "zh_CN": "第四尊『日生佛』。一切魔外都障碍不了你，你就成就，然后才能达到教学相长，正法久住。「日生」是比喻，像太阳从东方升起来一样，光明遍照。",
      "zh_TW": "第四尊『日生佛』。一切魔外都障礙不了你，你就成就，然後才能達到教學相長，正法久住。「日生」是比喻，像太陽從東方升起來一樣，光明遍照。"
    },
    {
      "id": "01-003-0265_p0014",
      "zh_CN": "疏【日生者，佛光初现，如日初升也，兼二利说。】",
      "zh_TW": "疏【日生者，佛光初現，如日初升也，兼二利說。】"
    },
    {
      "id": "01-003-0265_p0015",
      "zh_CN": "『二利』是自利利他。唯有能克服一切障难，智慧才能生得起来。我们今天学佛功夫不得力，原因在哪里？禁不起魔来干扰。魔，五阴是内魔，外面才有天魔。佛在《八大人觉经》说，魔有四类，第一是五阴，第二是烦恼，第三是天魔，第四是死魔。除了天魔是外面的，其他的都是我们本身的魔障，你能不能克服？换句话说，我们的业障、病痛，甚至短命，这都是属于业障，能不能克服？不能克服，道业就不能成就，被魔牵着走了。我们要问：能不能克服？给诸位说，决定能。我平常劝初学佛的人，最好先把《了凡四训》念三百遍，原因就是叫你了解这个事实真相，明白这个道理。命运有，业障也有，但是可以改变，袁了凡先生是以断恶修善积功累德改变他自己的命运，延长他自己的寿命。他的寿命，孔先生算他只有五十三岁，他活了七十多岁，这是断恶修善积功累德的效果。改了，改的幅度不大，改得小，改得也很苦，他有收获。还有比那个方法更妙、更殊胜的，那是什么方法？佛经上常讲「菩萨乘愿再来」，你乘愿再来，总得到西方极乐世界成菩萨之后，倒驾慈航，到这个世间来，那没错了，那是成就的人。实际上，如果我们现在发愿，我们的愿力超过我们的业力，愿力起作用了，业力就不起作用，换句话说，这就是乘愿再来，所以不需要到极乐世界乘愿再来。",
      "zh_TW": "『二利』是自利利他。唯有能克服一切障難，智慧才能生得起來。我們今天學佛功夫不得力，原因在哪裡？禁不起魔來干擾。魔，五陰是內魔，外面才有天魔。佛在《八大人覺經》說，魔有四類，第一是五陰，第二是煩惱，第三是天魔，第四是死魔。除了天魔是外面的，其他的都是我們本身的魔障，你能不能克服？換句話說，我們的業障、病痛，甚至短命，這都是屬於業障，能不能克服？不能克服，道業就不能成就，被魔牽著走了。我們要問：能不能克服？給諸位說，決定能。我平常勸初學佛的人，最好先把《了凡四訓》念三百遍，原因就是叫你了解這個事實真相，明白這個道理。命運有，業障也有，但是可以改變，袁了凡先生是以斷惡修善積功累德改變他自己的命運，延長他自己的壽命。他的壽命，孔先生算他只有五十三歲，他活了七十多歲，這是斷惡修善積功累德的效果。改了，改的幅度不大，改得小，改得也很苦，他有收穫。還有比那個方法更妙、更殊勝的，那是什麼方法？佛經上常講「菩薩乘願再來」，你乘願再來，總得到西方極樂世界成菩薩之後，倒駕慈航，到這個世間來，那沒錯了，那是成就的人。實際上，如果我們現在發願，我們的願力超過我們的業力，願力起作用了，業力就不起作用，換句話說，這就是乘願再來，所以不需要到極樂世界乘願再來。"
    },
    {
      "id": "01-003-0265_p0016",
      "zh_CN": "我们这个地方发心，愿力超过业力，就转变了，业障消了，习气改了，身体的病痛、生理变化也变好了。这些在科学里面都讲得通。实在讲，病从哪里来？病从胡思乱想来的。佛在一切经上跟我们讲得很清楚，心是主宰，万法唯心，《华严经》上讲的，「十法界依正庄严，唯心所现，唯识所变」。我们身体是十法界里面一个现象，这个现象是唯心所现的，我们生理种种变化是唯识所变的，「识」就是八识，我们叫八心王。我们的八心王坏了，变的这个身也就变坏了，这个身体就病痛，麻烦就来了。假如我们的心好了，它变的这个色身也就变好了，毛病就没有了。心清净，身就清净，就是这么个道理！所以深信切愿，我们的心真诚、清净、大慈大悲，这个身就改变了。本来有病，不要看医生就好了，为什么？它自己调整了。都是在心地上用功夫，求心地的真诚清净平等，这样智慧当然就生起来，这实际上就是佛经上说的，因戒生定，因定开慧。",
      "zh_TW": "我們這個地方發心，願力超過業力，就轉變了，業障消了，習氣改了，身體的病痛、生理變化也變好了。這些在科學裡面都講得通。實在講，病從哪裡來？病從胡思亂想來的。佛在一切經上跟我們講得很清楚，心是主宰，萬法唯心，《華嚴經》上講的，「十法界依正莊嚴，唯心所現，唯識所變」。我們身體是十法界裡面一個現象，這個現象是唯心所現的，我們生理種種變化是唯識所變的，「識」就是八識，我們叫八心王。我們的八心王壞了，變的這個身也就變壞了，這個身體就病痛，麻煩就來了。假如我們的心好了，它變的這個色身也就變好了，毛病就沒有了。心清淨，身就清淨，就是這麼個道理！所以深信切願，我們的心真誠、清淨、大慈大悲，這個身就改變了。本來有病，不要看醫生就好了，為什麼？它自己調整了。都是在心地上用功夫，求心地的真誠清淨平等，這樣智慧當然就生起來，這實際上就是佛經上說的，因戒生定，因定開慧。"
    },
    {
      "id": "01-003-0265_p0017",
      "zh_CN": "清净平等觉就是戒定慧，《无量寿经》经题上就是清净平等觉，清净是戒，平等是定，觉就是慧。我们用真诚清净平等慈悲来修戒定慧，这个样子，我们定有了，定既然有了，慧就现前，就是佛光出现。这个佛光不是外面的佛光，是自己的佛光，佛是觉的意思，就是自觉，自己本性本具的般若智慧透出来，这就是佛光，『如日初升』，既自利又能够利他，唯有如此，正法才能够久住在世间，才能真正的利益一切众生。我们不明这个道理，不明事实真相，所以学佛常常有退转，遇到障碍就灰心，遇到困难就不敢往前进，就退转。道理明白，事实真相搞清楚了，前面「难沮佛」，什么样障碍阻拦都拦不住你，你的清净平等觉成就了，戒定慧三学修成了。我们再看末后这一尊：",
      "zh_TW": "清淨平等覺就是戒定慧，《無量壽經》經題上就是清淨平等覺，清淨是戒，平等是定，覺就是慧。我們用真誠清淨平等慈悲來修戒定慧，這個樣子，我們定有了，定既然有了，慧就現前，就是佛光出現。這個佛光不是外面的佛光，是自己的佛光，佛是覺的意思，就是自覺，自己本性本具的般若智慧透出來，這就是佛光，『如日初升』，既自利又能夠利他，唯有如此，正法才能夠久住在世間，才能真正的利益一切眾生。我們不明這個道理，不明事實真相，所以學佛常常有退轉，遇到障礙就灰心，遇到困難就不敢往前進，就退轉。道理明白，事實真相搞清楚了，前面「難沮佛」，什麼樣障礙阻攔都攔不住你，你的清淨平等覺成就了，戒定慧三學修成了。我們再看末後這一尊："
    },
    {
      "id": "01-003-0265_p0018",
      "zh_CN": "疏【网明者。】",
      "zh_TW": "疏【網明者。】"
    },
    {
      "id": "01-003-0265_p0019",
      "zh_CN": "这尊佛的德号是从譬喻上建立的，『网』是大梵天的因陀罗网，佛讲经常常用这个做比喻；『明』是光明，这宝网放光。",
      "zh_TW": "這尊佛的德號是從譬喻上建立的，『網』是大梵天的因陀羅網，佛講經常常用這個做比喻；『明』是光明，這寶網放光。"
    },
    {
      "id": "01-003-0265_p0020",
      "zh_CN": "疏【智如宝网，遍照众生故。】",
      "zh_TW": "疏【智如寶網，遍照眾生故。】"
    },
    {
      "id": "01-003-0265_p0021",
      "zh_CN": "这是表菩萨度众生的方法，以无量无边的法门普度一切众生。六方到这里是第四方，菩萨修学确实是有很高深的功夫，不是浅学，他才有能力开显无量法门。在我们这个世间，就像过去龙树菩萨一样，我们中国人称龙树菩萨为大乘八宗共祖，大乘八个宗都是他传的，这就像大梵天的因陀罗网一样，有不少菩萨一生单传一个法门，他是传无量无边的法门，他有这个能力。一切不同根性的众生，他都有方法来教他，这是真实智慧圆满现前，才有这个能力。这桩事情，这是我们不能学的，没有法子学的。印光大师在《文钞》里常讲，这是大通家，这不是凡人！他是世出世间法一切都贯通的，这种人才行！我们今天修学，没有开悟、没有证果、没有出三界，都不算成就。开了悟也不行，开了悟，你没有能力超越三界、了断生死，都不算成就。",
      "zh_TW": "這是表菩薩度眾生的方法，以無量無邊的法門普度一切眾生。六方到這裡是第四方，菩薩修學確實是有很高深的功夫，不是淺學，他才有能力開顯無量法門。在我們這個世間，就像過去龍樹菩薩一樣，我們中國人稱龍樹菩薩為大乘八宗共祖，大乘八個宗都是他傳的，這就像大梵天的因陀羅網一樣，有不少菩薩一生單傳一個法門，他是傳無量無邊的法門，他有這個能力。一切不同根性的眾生，他都有方法來教他，這是真實智慧圓滿現前，才有這個能力。這樁事情，這是我們不能學的，沒有法子學的。印光大師在《文鈔》裡常講，這是大通家，這不是凡人！他是世出世間法一切都貫通的，這種人才行！我們今天修學，沒有開悟、沒有證果、沒有出三界，都不算成就。開了悟也不行，開了悟，你沒有能力超越三界、了斷生死，都不算成就。"
    },
    {
      "id": "01-003-0265_p0022",
      "zh_CN": "四弘誓愿，我们偏重在前面两愿，我们要发大菩提心，我们要断烦恼，一门深入是断烦恼。像《弥陀经》教给我们「一心不乱」，《无量寿经》教给我们「一向专念」，我们走一门。到极乐世界，见到阿弥陀佛，永明延寿大师说「但得见弥陀，何愁不开悟」，见了阿弥陀佛，开悟了，我们再学底下两条，「法门无量誓愿学，佛道无上誓愿成」，这两条我们到西方世界再办，前面两条现在办。这是稳稳当当，绝对不落空，我们真的有把握能做得到。现在我们看一般人学佛，他们颠倒了，他们也不发心，「众生无边誓愿度」是有口无心，为什么？看这个众生讨厌，看那个不顺眼，他才不度他，他要度他喜欢的人，看不顺眼的人不度，于他没好处的人不度，这哪里叫众生无边誓愿度？他也不要断烦恼，贪瞋痴慢天天增长，他从哪里下手？他从「法门无量誓愿学，佛道无上誓愿成」，他搞这两条。这像我们盖大楼，盖四层楼，底下两层不要，盖第三层、第四层，这搞的是空中楼阁，是在幻想，决定不是事实，这个错了。",
      "zh_TW": "四弘誓願，我們偏重在前面兩願，我們要發大菩提心，我們要斷煩惱，一門深入是斷煩惱。像《彌陀經》教給我們「一心不亂」，《無量壽經》教給我們「一向專念」，我們走一門。到極樂世界，見到阿彌陀佛，永明延壽大師說「但得見彌陀，何愁不開悟」，見了阿彌陀佛，開悟了，我們再學底下兩條，「法門無量誓願學，佛道無上誓願成」，這兩條我們到西方世界再辦，前面兩條現在辦。這是穩穩當當，絕對不落空，我們真的有把握能做得到。現在我們看一般人學佛，他們顛倒了，他們也不發心，「眾生無邊誓願度」是有口無心，為什麼？看這個眾生討厭，看那個不順眼，他才不度他，他要度他喜歡的人，看不順眼的人不度，於他沒好處的人不度，這哪裡叫眾生無邊誓願度？他也不要斷煩惱，貪瞋痴慢天天增長，他從哪裡下手？他從「法門無量誓願學，佛道無上誓願成」，他搞這兩條。這像我們蓋大樓，蓋四層樓，底下兩層不要，蓋第三層、第四層，這搞的是空中樓閣，是在幻想，決定不是事實，這個錯了。"
    },
    {
      "id": "01-003-0265_p0023",
      "zh_CN": "菩萨智慧、德行圆满之后，度众生的方法展现出来无量无边，能够应一切不同的根性。这个通常来讲，圆教初住以上的菩萨才有这个能力。就像《楞严经》、像《普门品》里面所讲的，「应以佛身得度者，即现佛身而为说法；应以菩萨身得度者，即现菩萨身而为说法」，他能够随类现身，能够随缘说法，这是这一段的意思。",
      "zh_TW": "菩薩智慧、德行圓滿之後，度眾生的方法展現出來無量無邊，能夠應一切不同的根性。這個通常來講，圓教初住以上的菩薩才有這個能力。就像《楞嚴經》、像《普門品》裡面所講的，「應以佛身得度者，即現佛身而為說法；應以菩薩身得度者，即現菩薩身而為說法」，他能夠隨類現身，能夠隨緣說法，這是這一段的意思。"
    },
    {
      "id": "01-003-0265_p0024",
      "zh_CN": "钞【网者，即梵网千珠。千珠交映，光明洞彻，如佛智遍覆众生，无所不照故。又种种法门，互相融彻，觉群迷故。】",
      "zh_TW": "鈔【網者，即梵網千珠。千珠交映，光明洞徹，如佛智遍覆眾生，無所不照故。又種種法門，互相融徹，覺群迷故。】"
    },
    {
      "id": "01-003-0265_p0025",
      "zh_CN": "大梵天的因陀罗网，用这个做比喻。",
      "zh_TW": "大梵天的因陀羅網，用這個做比喻。"
    },
    {
      "id": "01-003-0265_p0026",
      "zh_CN": "疏【称理，则自性含摄不可尽，是北方恒沙佛义。】",
      "zh_TW": "疏【稱理，則自性含攝不可盡，是北方恆沙佛義。】"
    },
    {
      "id": "01-003-0265_p0027",
      "zh_CN": "钞【北方为冬。】",
      "zh_TW": "鈔【北方為冬。】"
    },
    {
      "id": "01-003-0265_p0028",
      "zh_CN": "这是四方配四季，就是配四时春夏秋冬。",
      "zh_TW": "這是四方配四季，就是配四時春夏秋冬。"
    },
    {
      "id": "01-003-0265_p0029",
      "zh_CN": "钞【冬主藏。】",
      "zh_TW": "鈔【冬主藏。】"
    },
    {
      "id": "01-003-0265_p0030",
      "zh_CN": "春生、夏长、秋收、冬藏，冬是主藏。",
      "zh_TW": "春生、夏長、秋收、冬藏，冬是主藏。"
    },
    {
      "id": "01-003-0265_p0031",
      "zh_CN": "钞【万物之所成终，而所成始也。】",
      "zh_TW": "鈔【萬物之所成終，而所成始也。】"
    },
    {
      "id": "01-003-0265_p0032",
      "zh_CN": "终始是一个事情，秋天收割，譬如稻子收割，这是终，长成了，结果；可是那个稻子又是来年的种子，它又是始。『成终』、『成始』，生生不息，永远不灭。不是一个阶段从生到灭就完了，它是生生不息的，冬天过去，春天又来了；腊月三十过去，正月初一就来了，腊月三十是终，正月初一是始，终后面就是始，这就是生生不息。",
      "zh_TW": "終始是一個事情，秋天收割，譬如稻子收割，這是終，長成了，結果；可是那個稻子又是來年的種子，它又是始。『成終』、『成始』，生生不息，永遠不滅。不是一個階段從生到滅就完了，它是生生不息的，冬天過去，春天又來了；臘月三十過去，正月初一就來了，臘月三十是終，正月初一是始，終後面就是始，這就是生生不息。"
    },
    {
      "id": "01-003-0265_p0033",
      "zh_CN": "钞【今则百千法门，同归方寸。】",
      "zh_TW": "鈔【今則百千法門，同歸方寸。】"
    },
    {
      "id": "01-003-0265_p0034",
      "zh_CN": "『百千』不是数字，是表无量无边的法门。无量无边的法门要是讲终，终是归，都归在一心，《弥陀经》上讲的「一心不乱」。古大德称扬净宗，说「千经万论，殊途同归」，都归到净土。所以净土是成终成始，这个话是真的，也确实是事实。因为我们在《华严经》上看到，《华严》在菩萨法里面是登峰造极，普贤菩萨以「十大愿王导归极乐」，那就是成终；到了西方极乐世界，圆证三不退，圆成无上菩提，成始。这样我们才真正把西方极乐世界那种殊胜的功德利益搞清楚、搞明白，我们死心塌地念佛求生净土绝不动摇。为什么有人会动摇？他没有搞清楚，还以为有别的法门比这个更好，比这个更殊胜，其实他搞错了。如果你再仔细去观察，宗门教下都是文殊菩萨传的，禅宗离不开文殊菩萨，教下也离不开文殊菩萨。净土宗跟密宗，普贤菩萨传的，华严会上「十大愿王导归极乐」，这是普贤菩萨，所以普贤菩萨是我们娑婆世界净宗初祖。密宗是普贤菩萨传的，当年龙树菩萨在南天开铁塔，见到金刚萨埵，就是金刚手菩萨，把密法传给龙树，龙树传下来的，金刚萨埵是谁？就是普贤菩萨的化身。由此可知，《华严经》上这二大菩萨，大乘十个宗派都是他们两个传的，这两个人都念阿弥陀佛往生西方极乐世界，这不就是说无量无边的法门殊途同归了吗？我们在这个地方得到印证，得到证明，确确实实是归到净土，在净土里面成佛。",
      "zh_TW": "『百千』不是數字，是表無量無邊的法門。無量無邊的法門要是講終，終是歸，都歸在一心，《彌陀經》上講的「一心不亂」。古大德稱揚淨宗，說「千經萬論，殊途同歸」，都歸到淨土。所以淨土是成終成始，這個話是真的，也確實是事實。因為我們在《華嚴經》上看到，《華嚴》在菩薩法裡面是登峰造極，普賢菩薩以「十大願王導歸極樂」，那就是成終；到了西方極樂世界，圓證三不退，圓成無上菩提，成始。這樣我們才真正把西方極樂世界那種殊勝的功德利益搞清楚、搞明白，我們死心塌地念佛求生淨土絕不動搖。為什麼有人會動搖？他沒有搞清楚，還以為有別的法門比這個更好，比這個更殊勝，其實他搞錯了。如果你再仔細去觀察，宗門教下都是文殊菩薩傳的，禪宗離不開文殊菩薩，教下也離不開文殊菩薩。淨土宗跟密宗，普賢菩薩傳的，華嚴會上「十大願王導歸極樂」，這是普賢菩薩，所以普賢菩薩是我們娑婆世界淨宗初祖。密宗是普賢菩薩傳的，當年龍樹菩薩在南天開鐵塔，見到金剛薩埵，就是金剛手菩薩，把密法傳給龍樹，龍樹傳下來的，金剛薩埵是誰？就是普賢菩薩的化身。由此可知，《華嚴經》上這二大菩薩，大乘十個宗派都是他們兩個傳的，這兩個人都念阿彌陀佛往生西方極樂世界，這不就是說無量無邊的法門殊途同歸了嗎？我們在這個地方得到印證，得到證明，確確實實是歸到淨土，在淨土裡面成佛。"
    },
    {
      "id": "01-003-0265_p0035",
      "zh_CN": "『百千法门，同归方寸』，同归一心。换句话说，无量无边的法门都是从一心里面流出来的，从一心流出，还归一心。这才知道，所有一切法门统统修的是一心，虽然名字不叫一心，实际上是一心。禅家用的功夫，无论是用观心，或者用参话头，要不归一心，就不能开悟。大彻大悟是什么？归到一心，就大彻大悟，就一切通达明了。我们从《六祖坛经》里面得到证明，六祖不认识字，没读过书，也没听过经，只听五祖讲《金刚经》，讲了三分之一，他就开悟，就不必讲了。可是以后他遇到许许多多的经典，人家念给他听，他就会讲给别人听，他都能通达。这就是得到一心，就一切都通达、一切都明了，这就是禅宗的大彻大悟，在净土宗叫一心不乱，在教下叫大开圆解，在密宗叫三密相应，每个宗派有它的名词术语，实际上是一桩事情。虽是一桩事情，我们仔细再往深处看，净宗好，净宗妙，为什么？直接修一心不乱。其他宗修一心还拐弯抹角，还有好多个层次才达到，这个法门就是很简单，一句阿弥陀佛直接修一心不乱，这个法门比其他法门殊胜。所以是直接修，不是间接修。直接修，这叫圆顿法门，一生成就。如果不是直接修，这叫渐证，它有层次，有十信、十住、十行、十回向、十地、等觉，有五十一个阶级。净宗没有阶级，所以叫顿超。",
      "zh_TW": "『百千法門，同歸方寸』，同歸一心。換句話說，無量無邊的法門都是從一心裡面流出來的，從一心流出，還歸一心。這才知道，所有一切法門統統修的是一心，雖然名字不叫一心，實際上是一心。禪家用的功夫，無論是用觀心，或者用參話頭，要不歸一心，就不能開悟。大徹大悟是什麼？歸到一心，就大徹大悟，就一切通達明瞭。我們從《六祖壇經》裡面得到證明，六祖不認識字，沒讀過書，也沒聽過經，只聽五祖講《金剛經》，講了三分之一，他就開悟，就不必講了。可是以後他遇到許許多多的經典，人家念給他聽，他就會講給別人聽，他都能通達。這就是得到一心，就一切都通達、一切都明瞭，這就是禪宗的大徹大悟，在淨土宗叫一心不亂，在教下叫大開圓解，在密宗叫三密相應，每個宗派有它的名詞術語，實際上是一樁事情。雖是一樁事情，我們仔細再往深處看，淨宗好，淨宗妙，為什麼？直接修一心不亂。其他宗修一心還拐彎抹角，還有好多個層次才達到，這個法門就是很簡單，一句阿彌陀佛直接修一心不亂，這個法門比其他法門殊勝。所以是直接修，不是間接修。直接修，這叫圓頓法門，一生成就。如果不是直接修，這叫漸證，它有層次，有十信、十住、十行、十迴向、十地、等覺，有五十一個階級。淨宗沒有階級，所以叫頓超。"
    },
    {
      "id": "01-003-0265_p0036",
      "zh_CN": "钞【无边德用，总在心源。】",
      "zh_TW": "鈔【無邊德用，總在心源。】"
    },
    {
      "id": "01-003-0265_p0037",
      "zh_CN": "『德用』，对自己来说是自受用，是真善美慧的享受，他受用，就是无量的智慧、无量的善巧方便教化一切众生，都在『心源』，心的根源。「心」是八识，八心王五十一个心所，「源」就是真心本性。",
      "zh_TW": "『德用』，對自己來說是自受用，是真善美慧的享受，他受用，就是無量的智慧、無量的善巧方便教化一切眾生，都在『心源』，心的根源。「心」是八識，八心王五十一個心所，「源」就是真心本性。"
    },
    {
      "id": "01-003-0265_p0038",
      "zh_CN": "钞【觅之则无相无形。】",
      "zh_TW": "鈔【覓之則無相無形。】"
    },
    {
      "id": "01-003-0265_p0039",
      "zh_CN": "真心没有形相，没有形状，找不到！",
      "zh_TW": "真心沒有形相，沒有形狀，找不到！"
    },
    {
      "id": "01-003-0265_p0040",
      "zh_CN": "钞【出之则无穷无尽。】",
      "zh_TW": "鈔【出之則無窮無盡。】"
    },
    {
      "id": "01-003-0265_p0041",
      "zh_CN": "『出』是起作用，起作用的时候，那是无穷无尽。",
      "zh_TW": "『出』是起作用，起作用的時候，那是無窮無盡。"
    },
    {
      "id": "01-003-0265_p0042",
      "zh_CN": "钞【本来具足。】",
      "zh_TW": "鈔【本來具足。】"
    },
    {
      "id": "01-003-0265_p0043",
      "zh_CN": "这句话非常重要，人人都有！『本来具足』，一点都没有缺陷。我们跟一切诸佛如来做个比较，他不比我们多一点，我们也不比他少一点。",
      "zh_TW": "這句話非常重要，人人都有！『本來具足』，一點都沒有缺陷。我們跟一切諸佛如來做個比較，他不比我們多一點，我們也不比他少一點。"
    },
    {
      "id": "01-003-0265_p0044",
      "zh_CN": "钞【不假他求。】",
      "zh_TW": "鈔【不假他求。】"
    },
    {
      "id": "01-003-0265_p0045",
      "zh_CN": "这句话要紧，如果是别求，那就大错特错。佛法是求自己的真心本性，不求外面东西；佛法称为内学，道理在此地，一切从心地求。我们的身体状况、生活环境，都从心地去求，不要从外面求；外面纵然求得，也很容易失掉。外面有得有失，不是本具的，本具的没有得失。自己的，那怎么可以说得？不能讲得。既然没有得，哪有失？所以说没有得失。一切求之于自性，求之于真心，那就对了。",
      "zh_TW": "這句話要緊，如果是別求，那就大錯特錯。佛法是求自己的真心本性，不求外面東西；佛法稱為內學，道理在此地，一切從心地求。我們的身體狀況、生活環境，都從心地去求，不要從外面求；外面縱然求得，也很容易失掉。外面有得有失，不是本具的，本具的沒有得失。自己的，那怎麼可以說得？不能講得。既然沒有得，哪有失？所以說沒有得失。一切求之於自性，求之於真心，那就對了。"
    },
    {
      "id": "01-003-0265_p0046",
      "zh_CN": "钞【是故众生心，即名如来藏。】",
      "zh_TW": "鈔【是故眾生心，即名如來藏。】"
    },
    {
      "id": "01-003-0265_p0047",
      "zh_CN": "『如来藏』是对佛的称呼，好像佛的心里面，「藏」好像仓库一样，含藏无量无边的智慧德能才艺，我们众生心就是如来藏。我们今天为什么不能起作用？我们的心乱了，不起作用。乱，并没有失掉，还是本来具足，佛教给我们方法把它调整过来。大乘佛经典里面，佛说了真话，「佛不度众生」，众生是谁度的？自己度的，自悟自度。确实是自己度的，不是佛度的，佛不能度众生。佛要是能度众生，我们何必修行？佛大慈大悲帮我们修行就好了。必须要自己调整，就是把乱心调整为清净心，把污染心恢复到清净，把乱调成定、染调成净，就行了。不管是什么方法，不管是什么法门，总纲领、总原则就这么简单，那就成功了。",
      "zh_TW": "『如來藏』是對佛的稱呼，好像佛的心裡面，「藏」好像倉庫一樣，含藏無量無邊的智慧德能才藝，我們眾生心就是如來藏。我們今天為什麼不能起作用？我們的心亂了，不起作用。亂，並沒有失掉，還是本來具足，佛教給我們方法把它調整過來。大乘佛經典裡面，佛說了真話，「佛不度眾生」，眾生是誰度的？自己度的，自悟自度。確實是自己度的，不是佛度的，佛不能度眾生。佛要是能度眾生，我們何必修行？佛大慈大悲幫我們修行就好了。必須要自己調整，就是把亂心調整為清淨心，把污染心恢復到清淨，把亂調成定、染調成淨，就行了。不管是什麼方法，不管是什麼法門，總綱領、總原則就這麼簡單，那就成功了。"
    },
    {
      "id": "01-003-0265_p0048",
      "zh_CN": "经【各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "經【各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-003-0265_p0049",
      "zh_CN": "要特别提醒的，那就是我们要重视。翻翻《大藏经》，所有一切经哪有这样的经题？『称赞不可思议功德』，谁称赞？一切诸佛如来称赞。不可思议的功德是什么？是阿弥陀佛从因到果，从初发心一直到成佛以后广度众生，不可思议的功德，这是从事上讲。从理上讲，就是我们自己本来具足的不可思议功德，我们自己的真心，我们自己的本性。『一切诸佛所护念经』，这句也是从事上说的，既然一切诸佛都护念这部经，换句话说，一切诸佛一定要宣讲这部经，什么叫护念？护念就是宣讲，不是把这部经当作宝贝看管得好好的。所有一切物相都是成住坏空，都保不住的。宣讲这部经，流通这部经，那叫护念。其他的经没有说一切诸佛护念，唯独这部经一切诸佛护念，你才晓得这部经在整个佛法里面，在一切诸佛法界里头，这不只一尊释迦牟尼佛，无量无边一切诸佛，在这个大环境当中，这个经是第一经，所以得一切诸佛护念。我们今天读这部经，受持这部经，依照这部经修行，当然得一切诸佛护念。得一切诸佛护念，你怎么不自在？你怎么不快乐？你还会遇到什么困难？这不可能的事情！凡是你有障难，不快乐，换句话说，你没有得到一切诸佛护念，你对这个经完全相违背了。纵然念佛，有口无心，所以没有感应。真正搞明白、搞清楚，你修学这个法门，现在这一生当中无比的快乐！极乐世界，现在就是极乐世界人！现在就极乐，这个才与极乐世界相应。我们今天就讲到此地。",
      "zh_TW": "要特別提醒的，那就是我們要重視。翻翻《大藏經》，所有一切經哪有這樣的經題？『稱讚不可思議功德』，誰稱讚？一切諸佛如來稱讚。不可思議的功德是什麼？是阿彌陀佛從因到果，從初發心一直到成佛以後廣度眾生，不可思議的功德，這是從事上講。從理上講，就是我們自己本來具足的不可思議功德，我們自己的真心，我們自己的本性。『一切諸佛所護念經』，這句也是從事上說的，既然一切諸佛都護念這部經，換句話說，一切諸佛一定要宣講這部經，什麼叫護念？護念就是宣講，不是把這部經當作寶貝看管得好好的。所有一切物相都是成住壞空，都保不住的。宣講這部經，流通這部經，那叫護念。其他的經沒有說一切諸佛護念，唯獨這部經一切諸佛護念，你才曉得這部經在整個佛法裡面，在一切諸佛法界裡頭，這不只一尊釋迦牟尼佛，無量無邊一切諸佛，在這個大環境當中，這個經是第一經，所以得一切諸佛護念。我們今天讀這部經，受持這部經，依照這部經修行，當然得一切諸佛護念。得一切諸佛護念，你怎麼不自在？你怎麼不快樂？你還會遇到什麼困難？這不可能的事情！凡是你有障難，不快樂，換句話說，你沒有得到一切諸佛護念，你對這個經完全相違背了。縱然念佛，有口無心，所以沒有感應。真正搞明白、搞清楚，你修學這個法門，現在這一生當中無比的快樂！極樂世界，現在就是極樂世界人！現在就極樂，這個才與極樂世界相應。我們今天就講到此地。"
    }
  ]
}