{
  "doc_id": "01-003-0252",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五二集",
    "zh_TW": "第二五二集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0252",
  "total_paragraphs": 86,
  "paragraphs": [
    {
      "id": "01-003-0252_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四九六页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四九六頁："
    },
    {
      "id": "01-003-0252_p0002",
      "zh_CN": "钞【约行，则报行纯熟，智冥于理，无相无功，旷若虚空，湛如渟海，心识妄惑寂然不起，方曰无生。】",
      "zh_TW": "鈔【約行，則報行純熟，智冥於理，無相無功，曠若虛空，湛如渟海，心識妄惑寂然不起，方曰無生。】"
    },
    {
      "id": "01-003-0252_p0003",
      "zh_CN": "我们上一次讲到这个地方，这一段里面我们应当注意的就是『报行纯熟』，这是八地菩萨的境界，不是我们凡夫境界，不但是明心见性，而且是有相当深度的见性，在《仁王经》里面，这是无生忍的菩萨，他们的境界就是此地所说的。我们再看下面经文：",
      "zh_TW": "我們上一次講到這個地方，這一段裡面我們應當注意的就是『報行純熟』，這是八地菩薩的境界，不是我們凡夫境界，不但是明心見性，而且是有相當深度的見性，在《仁王經》裡面，這是無生忍的菩薩，他們的境界就是此地所說的。我們再看下面經文："
    },
    {
      "id": "01-003-0252_p0004",
      "zh_CN": "钞【前说犹通诸地。】",
      "zh_TW": "鈔【前說猶通諸地。】"
    },
    {
      "id": "01-003-0252_p0005",
      "zh_CN": "前说是讲约法，法可以说初地以上，这个地方所说的也都是诸地菩萨的境界。",
      "zh_TW": "前說是講約法，法可以說初地以上，這個地方所說的也都是諸地菩薩的境界。"
    },
    {
      "id": "01-003-0252_p0006",
      "zh_CN": "钞【后唯八地所专。】",
      "zh_TW": "鈔【後唯八地所專。】"
    },
    {
      "id": "01-003-0252_p0007",
      "zh_CN": "约行，报行纯熟是八地以上，七地以前都达不到这个境界，可见这个境界相当之高。",
      "zh_TW": "約行，報行純熟是八地以上，七地以前都達不到這個境界，可見這個境界相當之高。"
    },
    {
      "id": "01-003-0252_p0008",
      "zh_CN": "钞【余如前序中辨，故知无生忍位，自有浅深，则上上品中，从一地以上至八地，已容多品，余可知矣。故细分之，亦应无量。】",
      "zh_TW": "鈔【餘如前序中辨，故知無生忍位，自有淺深，則上上品中，從一地以上至八地，已容多品，餘可知矣。故細分之，亦應無量。】"
    },
    {
      "id": "01-003-0252_p0009",
      "zh_CN": "这就是说明三辈九品是大分，不是详细分，详细分实在是说不尽的，我们知道这个情形就好了。",
      "zh_TW": "這就是說明三輩九品是大分，不是詳細分，詳細分實在是說不盡的，我們知道這個情形就好了。"
    },
    {
      "id": "01-003-0252_p0010",
      "zh_CN": "疏【又三辈九品，二经相配，诸说稍异，如辅正所解融之。】",
      "zh_TW": "疏【又三輩九品，二經相配，諸說稍異，如輔正所解融之。】"
    },
    {
      "id": "01-003-0252_p0011",
      "zh_CN": "《无量寿经》讲的『三辈』，《观无量寿佛经》讲的『九品』，我们把这两个经合起来看，再看看古德的解释，这里面就有所谓仁者见仁、智者见智，有很多看法不同。《观经四帖疏》出来以后，对于古大德的看法确实有许多的辩证。因为古德总认为：上三品往生是圣人、菩萨往生的，中三品往生是小乘四果罗汉们去往生的，下三品才是我们凡夫，换句话说，上三品凡夫没分。善导大师对于这个解释得很详细，举出许许多多的证明，证明九品都是凡夫去往生的。他老人家说得非常好，凡夫去往生为什么会有这么多品位？他老人家归根结柢一句话，「遇缘不同而有九品差别」，这个话说得非常好，说的真正是事实。这个说法，我们凡夫上上品往生也有分，不一定要证得四果、证得菩萨的果位，那菩萨还不是普通菩萨，圆教初住以上的菩萨。我们看此地，莲池大师也举了好几位，这是对这个不同的看法：",
      "zh_TW": "《無量壽經》講的『三輩』，《觀無量壽佛經》講的『九品』，我們把這兩個經合起來看，再看看古德的解釋，這裡面就有所謂仁者見仁、智者見智，有很多看法不同。《觀經四帖疏》出來以後，對於古大德的看法確實有許多的辯證。因為古德總認為：上三品往生是聖人、菩薩往生的，中三品往生是小乘四果羅漢們去往生的，下三品才是我們凡夫，換句話說，上三品凡夫沒分。善導大師對於這個解釋得很詳細，舉出許許多多的證明，證明九品都是凡夫去往生的。他老人家說得非常好，凡夫去往生為什麼會有這麼多品位？他老人家歸根結柢一句話，「遇緣不同而有九品差別」，這個話說得非常好，說的真正是事實。這個說法，我們凡夫上上品往生也有分，不一定要證得四果、證得菩薩的果位，那菩薩還不是普通菩薩，圓教初住以上的菩薩。我們看此地，蓮池大師也舉了好幾位，這是對這個不同的看法："
    },
    {
      "id": "01-003-0252_p0012",
      "zh_CN": "钞【观经疏云：此经九品，为令识位高下，即大本三辈也。】",
      "zh_TW": "鈔【觀經疏云：此經九品，為令識位高下，即大本三輩也。】"
    },
    {
      "id": "01-003-0252_p0013",
      "zh_CN": "九品是教我们明了往生西方之后品位的高下，跟《无量寿经》讲的三辈完全相同，只是说得更详细一点。三辈里面每一辈都有三品，如果以这个类推，九品里面每一品又有九品，就九九八十一品；八十一品再下，每一品又有八十一品，这个样子，你去想品位就非常之多，这是事实的真相。",
      "zh_TW": "九品是教我們明瞭往生西方之後品位的高下，跟《無量壽經》講的三輩完全相同，只是說得更詳細一點。三輩裡面每一輩都有三品，如果以這個類推，九品裡面每一品又有九品，就九九八十一品；八十一品再下，每一品又有八十一品，這個樣子，你去想品位就非常之多，這是事實的真相。"
    },
    {
      "id": "01-003-0252_p0014",
      "zh_CN": "钞【孤山谓大本三辈，止齐观经六品，以三辈纯明善行，不及恶人也。】",
      "zh_TW": "鈔【孤山謂大本三輩，止齊觀經六品，以三輩純明善行，不及惡人也。】"
    },
    {
      "id": "01-003-0252_p0015",
      "zh_CN": "这是孤山法师的看法，他的看法也不能说没有道理，因为《观经》九品，下三品是造恶业的凡夫，大本三辈里面没有说造恶业的。换句话说，既然没有讲造恶业的，在《观经》里面从上上品到中下品都是修善的，没有说造业的，应该跟这个是等齐，说的是这个事情。",
      "zh_TW": "這是孤山法師的看法，他的看法也不能說沒有道理，因為《觀經》九品，下三品是造惡業的凡夫，大本三輩裡面沒有說造惡業的。換句話說，既然沒有講造惡業的，在《觀經》裡面從上上品到中下品都是修善的，沒有說造業的，應該跟這個是等齊，說的是這個事情。"
    },
    {
      "id": "01-003-0252_p0016",
      "zh_CN": "钞【灵芝判三辈止对上品。】",
      "zh_TW": "鈔【靈芝判三輩止對上品。】"
    },
    {
      "id": "01-003-0252_p0017",
      "zh_CN": "灵芝禅师他老人家的看法比孤山还要严肃，他说《观经》的三辈实际上是九品里面的上三品。这个就是说法不同，灵芝为什么把三辈只对上三品？小注说得很清楚，因为《无量寿经》的三辈都说「发菩提心，一向专念」，他从这样看的，《观经》九品后面这六品没有提到发菩提心，可见得人家这说法也都有根据。一个是从修善造恶来看，能够看到六品，一个是单单讲菩提心，只看到上三品发菩提心。这到底哪个说法正确？实在说，现代的人疑问比古人还多！问了一些奇奇怪怪的事情。有些同修来问我，我们念佛人遇到这些难题怎么办？实在说，遇到这些人问这些难题，不管他是有意来问或者是无意而问，是诚心想明了事实真相，还是故意来为难的，来找麻烦的，这种情况统统都有，我们都会遇到，遇到怎么办？遇到合掌阿弥陀佛，就这一句话就打发掉了。他再问，我们现在到西方极乐世界要紧，这些问题到西方极乐世界去请教阿弥陀佛去，我们把答案统统推到阿弥陀佛，见了阿弥陀佛，古德常讲，「但得见弥陀，何愁不开悟？」不是一切问题都解决了吗？现在起心动念，决定障碍一心不乱。我们今天这都是说老实话，我们今天一心不乱要紧，不能再打闲岔了，这个闲岔打多了，就去不了。今天是要到西方，这才是我们这一生当中第一桩大事。我们没有疑问，你有疑问，到极乐世界问阿弥陀佛，不要问我，我说了你也不相信，何必啰嗦？这个方法是最简单最明了，统统都打发掉了。像这些实在讲都是废话。",
      "zh_TW": "靈芝禪師他老人家的看法比孤山還要嚴肅，他說《觀經》的三輩實際上是九品裡面的上三品。這個就是說法不同，靈芝為什麼把三輩只對上三品？小註說得很清楚，因為《無量壽經》的三輩都說「發菩提心，一向專念」，他從這樣看的，《觀經》九品後面這六品沒有提到發菩提心，可見得人家這說法也都有根據。一個是從修善造惡來看，能夠看到六品，一個是單單講菩提心，只看到上三品發菩提心。這到底哪個說法正確？實在說，現代的人疑問比古人還多！問了一些奇奇怪怪的事情。有些同修來問我，我們念佛人遇到這些難題怎麼辦？實在說，遇到這些人問這些難題，不管他是有意來問或者是無意而問，是誠心想明瞭事實真相，還是故意來為難的，來找麻煩的，這種情況統統都有，我們都會遇到，遇到怎麼辦？遇到合掌阿彌陀佛，就這一句話就打發掉了。他再問，我們現在到西方極樂世界要緊，這些問題到西方極樂世界去請教阿彌陀佛去，我們把答案統統推到阿彌陀佛，見了阿彌陀佛，古德常講，「但得見彌陀，何愁不開悟？」不是一切問題都解決了嗎？現在起心動念，決定障礙一心不亂。我們今天這都是說老實話，我們今天一心不亂要緊，不能再打閒岔了，這個閒岔打多了，就去不了。今天是要到西方，這才是我們這一生當中第一樁大事。我們沒有疑問，你有疑問，到極樂世界問阿彌陀佛，不要問我，我說了你也不相信，何必囉嗦？這個方法是最簡單最明瞭，統統都打發掉了。像這些實在講都是廢話。"
    },
    {
      "id": "01-003-0252_p0018",
      "zh_CN": "钞【草庵辅正解曰。】",
      "zh_TW": "鈔【草庵輔正解曰。】"
    },
    {
      "id": "01-003-0252_p0019",
      "zh_CN": "草庵禅师的说法比较圆融了。",
      "zh_TW": "草庵禪師的說法比較圓融了。"
    },
    {
      "id": "01-003-0252_p0020",
      "zh_CN": "钞【天台以九品同三辈者，乃约位次相同，不约行因而言。】",
      "zh_TW": "鈔【天台以九品同三輩者，乃約位次相同，不約行因而言。】"
    },
    {
      "id": "01-003-0252_p0021",
      "zh_CN": "三辈九品确实是讲位次，上辈对《观经》的上三品，中辈对《观经》的中三品，下辈对《观经》的下三品，天台大师这两个经的相配，是从位次上来说，不是从修行的行因上来着眼。孤山跟灵芝他们没有从位次上，他们从修行的因，一个从发菩提心，一个从修善，都是从修因上来说的。",
      "zh_TW": "三輩九品確實是講位次，上輩對《觀經》的上三品，中輩對《觀經》的中三品，下輩對《觀經》的下三品，天台大師這兩個經的相配，是從位次上來說，不是從修行的行因上來著眼。孤山跟靈芝他們沒有從位次上，他們從修行的因，一個從發菩提心，一個從修善，都是從修因上來說的。"
    },
    {
      "id": "01-003-0252_p0022",
      "zh_CN": "钞【则孤山、灵芝，皆不违天台。】",
      "zh_TW": "鈔【則孤山、靈芝，皆不違天台。】"
    },
    {
      "id": "01-003-0252_p0023",
      "zh_CN": "这是打圆场，两个并不很违背。",
      "zh_TW": "這是打圓場，兩個並不很違背。"
    },
    {
      "id": "01-003-0252_p0024",
      "zh_CN": "钞【所以然者，以天台但约位次，则辈品正同；二师唯约行因，则止齐中上。各有所据，取义不同，故不违也。】",
      "zh_TW": "鈔【所以然者，以天台但約位次，則輩品正同；二師唯約行因，則止齊中上。各有所據，取義不同，故不違也。】"
    },
    {
      "id": "01-003-0252_p0025",
      "zh_CN": "这个话说得很圆融，两边都不得罪。下面他就下断语：",
      "zh_TW": "這個話說得很圓融，兩邊都不得罪。下面他就下斷語："
    },
    {
      "id": "01-003-0252_p0026",
      "zh_CN": "钞【克实而论。】",
      "zh_TW": "鈔【剋實而論。】"
    },
    {
      "id": "01-003-0252_p0027",
      "zh_CN": "这讲真话了。",
      "zh_TW": "這講真話了。"
    },
    {
      "id": "01-003-0252_p0028",
      "zh_CN": "钞【则烦恼不异菩提，始恶何妨终善。】",
      "zh_TW": "鈔【則煩惱不異菩提，始惡何妨終善。】"
    },
    {
      "id": "01-003-0252_p0029",
      "zh_CN": "『烦恼』跟『菩提』是同一个自性，是同一桩事情。觉悟了就叫菩提，迷了就叫烦恼，只是觉迷名字不同，体性完全相同。体是什么？体就是自己的真心。真心迷了就成烦恼，觉悟了就叫它菩提，所以迷悟不二！迷的是这桩事情，悟的还是这个事情。心性没有迷悟，这个要知道，真心本性上没有迷悟。迷悟是什么？迷悟是妄执，是虚妄的，不是真的。妄心里有迷悟，真心里没有迷悟。所以说『始恶何妨终善』，迷的时候造恶，悟的时候就变成纯善，一悟就善了。悟的时候，在我们一般讲是究竟彻底的忏悔，那个忏悔是不是要一把眼泪一把鼻涕？不需要。一把眼泪一把鼻涕未必是真忏悔，真正忏悔，无明破了，烦恼断了，那叫真忏悔，叫真正觉悟了。这个是恶能变成善。",
      "zh_TW": "『煩惱』跟『菩提』是同一個自性，是同一樁事情。覺悟了就叫菩提，迷了就叫煩惱，只是覺迷名字不同，體性完全相同。體是什麼？體就是自己的真心。真心迷了就成煩惱，覺悟了就叫它菩提，所以迷悟不二！迷的是這樁事情，悟的還是這個事情。心性沒有迷悟，這個要知道，真心本性上沒有迷悟。迷悟是什麼？迷悟是妄執，是虛妄的，不是真的。妄心裡有迷悟，真心裡沒有迷悟。所以說『始惡何妨終善』，迷的時候造惡，悟的時候就變成純善，一悟就善了。悟的時候，在我們一般講是究竟徹底的懺悔，那個懺悔是不是要一把眼淚一把鼻涕？不需要。一把眼淚一把鼻涕未必是真懺悔，真正懺悔，無明破了，煩惱斷了，那叫真懺悔，叫真正覺悟了。這個是惡能變成善。"
    },
    {
      "id": "01-003-0252_p0030",
      "zh_CN": "钞【恶人既已成善，岂不贤圣同科。】",
      "zh_TW": "鈔【惡人既已成善，豈不賢聖同科。】"
    },
    {
      "id": "01-003-0252_p0031",
      "zh_CN": "恶人既然一忏悔变成善人，他怎么不能上品上生？也可以上品上生。这个经后面还讲到，后面就是讲阿阇世王，那是大逆不道，人家临终时候忏悔，忏悔力量殊胜，往生西方品位是上品中生。你看看，造五逆十恶的罪业，临终往生还上品中生，这就是符合这一句「始恶何妨终善」，他一回头是大善人，普通小善不如他。我们中国俗话也常讲「浪子回头金不换」，一回头那是人中的好人，一般好人不能跟他相比，真回头！就是这个道理。所以圣贤同科。",
      "zh_TW": "惡人既然一懺悔變成善人，他怎麼不能上品上生？也可以上品上生。這個經後面還講到，後面就是講阿闍世王，那是大逆不道，人家臨終時候懺悔，懺悔力量殊勝，往生西方品位是上品中生。你看看，造五逆十惡的罪業，臨終往生還上品中生，這就是符合這一句「始惡何妨終善」，他一回頭是大善人，普通小善不如他。我們中國俗話也常講「浪子回頭金不換」，一回頭那是人中的好人，一般好人不能跟他相比，真回頭！就是這個道理。所以聖賢同科。"
    },
    {
      "id": "01-003-0252_p0032",
      "zh_CN": "钞【三辈九品，正相配合，又何疑焉。】",
      "zh_TW": "鈔【三輩九品，正相配合，又何疑焉。】"
    },
    {
      "id": "01-003-0252_p0033",
      "zh_CN": "明白这个道理，我们对于天台讲三辈配九品，你就会同意，这里头决定没有问题。至于讲「发心」，经文有广有略，有的时候省略，文字上没有，意思里头有，像这些地方，我们读经不可以不留意。下面大师又举《华严经》来作证：",
      "zh_TW": "明白這個道理，我們對於天台講三輩配九品，你就會同意，這裡頭決定沒有問題。至於講「發心」，經文有廣有略，有的時候省略，文字上沒有，意思裡頭有，像這些地方，我們讀經不可以不留意。下面大師又舉《華嚴經》來作證："
    },
    {
      "id": "01-003-0252_p0034",
      "zh_CN": "疏【又华严明念佛者，数与心等，即是三辈九品随因不同义。】",
      "zh_TW": "疏【又華嚴明念佛者，數與心等，即是三輩九品隨因不同義。】"
    },
    {
      "id": "01-003-0252_p0035",
      "zh_CN": "前面这个说法是从理上推论，如果没有经典作证明，还是不能叫人心服口服，这一切经里面最大的、最为大众所尊敬的无过于《华严》。所以莲池大师引经，在注子里的确《华严》引得最多，这就是最有力的证据。",
      "zh_TW": "前面這個說法是從理上推論，如果沒有經典作證明，還是不能叫人心服口服，這一切經裡面最大的、最為大眾所尊敬的無過於《華嚴》。所以蓮池大師引經，在註子裡的確《華嚴》引得最多，這就是最有力的證據。"
    },
    {
      "id": "01-003-0252_p0036",
      "zh_CN": "钞【数心等者，华严二十三经。】",
      "zh_TW": "鈔【數心等者，華嚴二十三經。】"
    },
    {
      "id": "01-003-0252_p0037",
      "zh_CN": "数心等者，这句话在《八十华严》的第二十三卷。",
      "zh_TW": "數心等者，這句話在《八十華嚴》的第二十三卷。"
    },
    {
      "id": "01-003-0252_p0038",
      "zh_CN": "钞【离垢幢菩萨偈云：以佛为境界，专念而不舍，此人得见佛，其数与心等。】",
      "zh_TW": "鈔【離垢幢菩薩偈云：以佛為境界，專念而不捨，此人得見佛，其數與心等。】"
    },
    {
      "id": "01-003-0252_p0039",
      "zh_CN": "这是《华严经》的经文。下面解释是清凉大师注的。",
      "zh_TW": "這是《華嚴經》的經文。下面解釋是清涼大師註的。"
    },
    {
      "id": "01-003-0252_p0040",
      "zh_CN": "钞【释云：数与心等者，谓随念随现。】",
      "zh_TW": "鈔【釋云：數與心等者，謂隨念隨現。】"
    },
    {
      "id": "01-003-0252_p0041",
      "zh_CN": "这个话是真的，这个一点都不假。为什么我们念佛，佛不现前？我们曾经听说善导大师念佛，念一声佛，口里面放一道光明，光中有一尊化佛，《华严经》这个偈子，要是用在善导大师很恰当。实际上诸位要晓得，用在我们每一个人身上也很恰当，善导大师一声佛号一声佛，清清楚楚这像见到了；我们一声佛号一声佛，自己看不见，别人也看不见，但是真有！为什么说真有？《观经》里面跟我们讲过，心想佛时，这个心就是三十二相八十种好。有天眼的人，我们晚上睡觉作梦他看得到，你梦中在做什么事情，他看得清清楚楚，可见得梦中确实是有相。我们一般人见不到，有定功的人、有天眼的人见到，知道你在梦里做些什么事情。梦中有相，我们现在大家坐在这个地方，虽然是在这里听经，头脑里想些什么不晓得，你想什么都有一个相。你想一个人、想一桩事，想我今天去玩看到风景，你心里一想就有相，有天眼的人看到你，不老实，又到哪里去玩去了。由此可知，我们心里念佛，心里想佛，怎么会没有佛相出来？『数与心等』，一点都不错！你想这个佛相的时候，想阿弥陀佛，一个念头是一尊佛，人家讲的是真话，一点都不假，确实如此。善导大师那个相为什么明显？实在讲是人家心清净，没有污染，所以现的光、现的相大家都见到。我们心里面妄想太多、杂念太多，混浊不堪，虽然现相，相现得不太清楚，人家一般人看不到，必须有清净心的人才看到，就这个道理。『随念随现』，这个诸位要记住，念佛现佛，念菩萨现菩萨，念什么就现什么。",
      "zh_TW": "這個話是真的，這個一點都不假。為什麼我們念佛，佛不現前？我們曾經聽說善導大師念佛，念一聲佛，口裡面放一道光明，光中有一尊化佛，《華嚴經》這個偈子，要是用在善導大師很恰當。實際上諸位要曉得，用在我們每一個人身上也很恰當，善導大師一聲佛號一聲佛，清清楚楚這像見到了；我們一聲佛號一聲佛，自己看不見，別人也看不見，但是真有！為什麼說真有？《觀經》裡面跟我們講過，心想佛時，這個心就是三十二相八十種好。有天眼的人，我們晚上睡覺作夢他看得到，你夢中在做什麼事情，他看得清清楚楚，可見得夢中確實是有相。我們一般人見不到，有定功的人、有天眼的人見到，知道你在夢裡做些什麼事情。夢中有相，我們現在大家坐在這個地方，雖然是在這裡聽經，頭腦裡想些什麼不曉得，你想什麼都有一個相。你想一個人、想一樁事，想我今天去玩看到風景，你心裡一想就有相，有天眼的人看到你，不老實，又到哪裡去玩去了。由此可知，我們心裡念佛，心裡想佛，怎麼會沒有佛相出來？『數與心等』，一點都不錯！你想這個佛相的時候，想阿彌陀佛，一個念頭是一尊佛，人家講的是真話，一點都不假，確實如此。善導大師那個相為什麼明顯？實在講是人家心清淨，沒有污染，所以現的光、現的相大家都見到。我們心裡面妄想太多、雜念太多，混濁不堪，雖然現相，相現得不太清楚，人家一般人看不到，必須有清淨心的人才看到，就這個道理。『隨念隨現』，這個諸位要記住，念佛現佛，念菩薩現菩薩，念什麼就現什麼。"
    },
    {
      "id": "01-003-0252_p0042",
      "zh_CN": "钞【随念有二：一随念多少，佛亦如之，如念佛一声，有一化佛从口中出等。】",
      "zh_TW": "鈔【隨念有二：一隨念多少，佛亦如之，如念佛一聲，有一化佛從口中出等。】"
    },
    {
      "id": "01-003-0252_p0043",
      "zh_CN": "随念多少，每一声佛号是一尊佛，这是数与心等。第二个意思：",
      "zh_TW": "隨念多少，每一聲佛號是一尊佛，這是數與心等。第二個意思："
    },
    {
      "id": "01-003-0252_p0044",
      "zh_CN": "钞【二随念浅深，佛应称之，如临终见佛有胜有劣等。多少浅深，即辈品分别也。】",
      "zh_TW": "鈔【二隨念淺深，佛應稱之，如臨終見佛有勝有劣等。多少淺深，即輩品分別也。】"
    },
    {
      "id": "01-003-0252_p0045",
      "zh_CN": "这个讲得通。",
      "zh_TW": "這個講得通。"
    },
    {
      "id": "01-003-0252_p0046",
      "zh_CN": "钞【此人得见佛者，即阿弥陀佛现在其前也。专念者，即一心不乱也。】",
      "zh_TW": "鈔【此人得見佛者，即阿彌陀佛現在其前也。專念者，即一心不亂也。】"
    },
    {
      "id": "01-003-0252_p0047",
      "zh_CN": "这一段开示非常重要，告诉我们念佛的真实殊胜。念佛，佛就现前！我们通常解释佛对众生的加持有两种：一种是显加，一种是冥加。显是明显，这个加持你自己能够见到，你自己能够觉察到、感受到；冥加是冥冥当中加持你，你自己虽然看不到、听不到，也觉察不到，佛确实在你的面前。这一段开示，你如果真正明白，你就相信了。当我们念佛心里想佛的时候，佛就在现前，感应道交的快速不可思议！『专念』，这是一心念，一心念感应的力量特别的强大，所以这里面讲『多少浅深』，心愈清净，感应就愈深。由此可知，我们心思杂乱，这个感应就浅，心清净，感应就深。",
      "zh_TW": "這一段開示非常重要，告訴我們念佛的真實殊勝。念佛，佛就現前！我們通常解釋佛對眾生的加持有兩種：一種是顯加，一種是冥加。顯是明顯，這個加持你自己能夠見到，你自己能夠覺察到、感受到；冥加是冥冥當中加持你，你自己雖然看不到、聽不到，也覺察不到，佛確實在你的面前。這一段開示，你如果真正明白，你就相信了。當我們念佛心裡想佛的時候，佛就在現前，感應道交的快速不可思議！『專念』，這是一心念，一心念感應的力量特別的強大，所以這裡面講『多少淺深』，心愈清淨，感應就愈深。由此可知，我們心思雜亂，這個感應就淺，心清淨，感應就深。"
    },
    {
      "id": "01-003-0252_p0048",
      "zh_CN": "疏【又志眼二种净业，亦三辈九品义。】",
      "zh_TW": "疏【又志眼二種淨業，亦三輩九品義。】"
    },
    {
      "id": "01-003-0252_p0049",
      "zh_CN": "这是志眼法师所说的。",
      "zh_TW": "這是志眼法師所說的。"
    },
    {
      "id": "01-003-0252_p0050",
      "zh_CN": "钞【志眼法师云：往生一门，有二净业，一曰正观，默照本心也；二曰助行，备修万善也。二事俱得，则了达四净土矣。】",
      "zh_TW": "鈔【志眼法師云：往生一門，有二淨業，一曰正觀，默照本心也；二曰助行，備修萬善也。二事俱得，則了達四淨土矣。】"
    },
    {
      "id": "01-003-0252_p0051",
      "zh_CN": "志眼法师所说的还是依天台的教义，天台用功的方法是用「止观」，止观有两种：一种叫次第三观，一种叫一心三观。这个地方是讲：",
      "zh_TW": "志眼法師所說的還是依天台的教義，天台用功的方法是用「止觀」，止觀有兩種：一種叫次第三觀，一種叫一心三觀。這個地方是講："
    },
    {
      "id": "01-003-0252_p0052",
      "zh_CN": "演【以一心三观，照三谛一境。】",
      "zh_TW": "演【以一心三觀，照三諦一境。】"
    },
    {
      "id": "01-003-0252_p0053",
      "zh_CN": "「三观」是空假中，空观、假观、中观。「空」是观一切法的体性，万法皆空；「假」是观它的现相，妙有；「中」是观它的作用，用中。体是空的，相是有的，作用是中，所以用中。能观有空假中，所观外面境界，这个境界上有体相用，称为「三谛」，体是真谛，相是俗谛，用是中谛。一心三观对三谛一境，是一而三、三而一，一桩事情从三方面来观察，这才真正明了它的真相，不至于有错误。",
      "zh_TW": "「三觀」是空假中，空觀、假觀、中觀。「空」是觀一切法的體性，萬法皆空；「假」是觀它的現相，妙有；「中」是觀它的作用，用中。體是空的，相是有的，作用是中，所以用中。能觀有空假中，所觀外面境界，這個境界上有體相用，稱為「三諦」，體是真諦，相是俗諦，用是中諦。一心三觀對三諦一境，是一而三、三而一，一樁事情從三方面來觀察，這才真正明瞭它的真相，不至於有錯誤。"
    },
    {
      "id": "01-003-0252_p0054",
      "zh_CN": "演【如智相应。】",
      "zh_TW": "演【如智相應。】"
    },
    {
      "id": "01-003-0252_p0055",
      "zh_CN": "「智」是能观，就是三观；「如」就是三谛，就是境界。境界为什么称如？相如其性，性如其相。所以天台大师讲「百界千如」，无有一法不如。佛说经第一句「如是我闻」，那个「如」就是天台讲的如跟智。智是能明了，这个智慧是般若真智，「如」是如如的万境。",
      "zh_TW": "「智」是能觀，就是三觀；「如」就是三諦，就是境界。境界為什麼稱如？相如其性，性如其相。所以天台大師講「百界千如」，無有一法不如。佛說經第一句「如是我聞」，那個「如」就是天台講的如跟智。智是能明瞭，這個智慧是般若真智，「如」是如如的萬境。"
    },
    {
      "id": "01-003-0252_p0056",
      "zh_CN": "演【随流识性也。】",
      "zh_TW": "演【隨流識性也。】"
    },
    {
      "id": "01-003-0252_p0057",
      "zh_CN": "「随流」就是随缘，随十法界的缘，随缘当中理事无碍、事事无碍，为什么？他认得性，不迷！这是大菩萨的境界，在圆教讲初住以上的菩萨，所谓明心见性、见性成佛，见性就不迷了。所以初住菩萨就有能力在十法界里面教化众生，「应以佛身得度者，即现佛身而为说法；应以比丘身得度者，即现比丘身而为说法；应以童男童女身得度者，即现童男童女身而为说法。」法身大士有没有身相？没有身相，随类现身，随众生心，应所知量，随流识性，所以他能做到！我们六道凡夫很可怜，随流忘了性，不认识性，麻烦就大了，在六道里自己做不了主宰。大菩萨在六道里他自己能做主宰，虽然在六道，他自己的境界，给诸位说，绝对没有降低。他到六道里来度众生，真是大慈大悲，我们称赞他，其实人家根本就如如不动，他是不来而来，是随众生心而变现的。古人有讲，净土「生则决定生，去则实不去」。他真的现相，他就来了，有没有去来？没有！为什么没有去来？因为自性尽虚空遍法界，他怎么来法？尽虚空遍法界，就没有来去！这都是事实的真相。心境一如，智就是心，如就是境，此地讲的是如智相应。",
      "zh_TW": "「隨流」就是隨緣，隨十法界的緣，隨緣當中理事無礙、事事無礙，為什麼？他認得性，不迷！這是大菩薩的境界，在圓教講初住以上的菩薩，所謂明心見性、見性成佛，見性就不迷了。所以初住菩薩就有能力在十法界裡面教化眾生，「應以佛身得度者，即現佛身而為說法；應以比丘身得度者，即現比丘身而為說法；應以童男童女身得度者，即現童男童女身而為說法。」法身大士有沒有身相？沒有身相，隨類現身，隨眾生心，應所知量，隨流識性，所以他能做到！我們六道凡夫很可憐，隨流忘了性，不認識性，麻煩就大了，在六道裡自己做不了主宰。大菩薩在六道裡他自己能做主宰，雖然在六道，他自己的境界，給諸位說，絕對沒有降低。他到六道裡來度眾生，真是大慈大悲，我們稱讚他，其實人家根本就如如不動，他是不來而來，是隨眾生心而變現的。古人有講，淨土「生則決定生，去則實不去」。他真的現相，他就來了，有沒有去來？沒有！為什麼沒有去來？因為自性盡虛空遍法界，他怎麼來法？盡虛空遍法界，就沒有來去！這都是事實的真相。心境一如，智就是心，如就是境，此地講的是如智相應。"
    },
    {
      "id": "01-003-0252_p0058",
      "zh_CN": "演【古云：心随万境转，转处实能幽，随流认得性，无喜亦无忧。】",
      "zh_TW": "演【古云：心隨萬境轉，轉處實能幽，隨流認得性，無喜亦無憂。】"
    },
    {
      "id": "01-003-0252_p0059",
      "zh_CN": "这是凡夫，心随万境转。「转处实能幽」，幽是幽静，这个幽就是一般讲的定。转处，如果你能够心是定的，可以随万境转，只要不动心就行了。所以佛法的修持没有别的，自始至终都是修定。八万四千法门是八万四千种不同的方法、不同的手段，都是修定。佛法最后归纳就是戒定慧三学，没有别的。持戒是手段，帮助你得定；定得到了，定起作用就是慧，就开智慧，就是此地讲的智。定是修行的关键，是修行的枢纽。无论在什么境界里面，这个心如如不动，那就成功了。在净土宗，我们称它为「一心不乱」，这个就是定，你要真正能够学得。然后，「随流认得性，无喜亦无忧」。喜忧是烦恼，是起心动念。在六道里面恒顺众生、随喜功德，他这个心永远是不动的。释迦牟尼佛三千年前示现在我们世间，讲经说法四十九年，他讲了没有？我们说他讲了，佛不承认，佛否认；我们说他没有讲，佛也摇头，也否认。到底是讲还是没有讲？事上是讲了，理上没讲，相上是讲了，他心确实没讲，他心从来没动过念头。没动念，为什么会讲？我们现在凡夫，动念才会讲，没动念不会讲！动念会讲，叫造业；不动念会讲，不造业。你要是问，不动念为什么会讲？大磬没动念，你敲敲看，它响不响？你敲一下，它就响一下，敲得重，它响得大，敲得轻，它响得小。诸佛菩萨的心就像钟鼓一样，里面空空如也，从来不起心动念，众生有感，他自然就有应，就像我们敲鼓一样，鼓里面什么也没有，空的，一敲它就有应。佛说我们凡夫肚子里装得满满的，不空。圣人的心里没有东西，六祖讲的「本来无一物」，所以他可以跟一切众生感应道交。我们为什么起不了感应？就是里面已经塞满，敲也敲不响，装满了，装满什么？装满妄想、装满执着。《华严》上说的，「但以妄想执着而不能证得」，所以我们这个心里被妄想、被烦恼障碍住，装满了，亏吃在这个地方。所以他怎么可能有喜忧？他不会起心动念。",
      "zh_TW": "這是凡夫，心隨萬境轉。「轉處實能幽」，幽是幽靜，這個幽就是一般講的定。轉處，如果你能夠心是定的，可以隨萬境轉，只要不動心就行了。所以佛法的修持沒有別的，自始至終都是修定。八萬四千法門是八萬四千種不同的方法、不同的手段，都是修定。佛法最後歸納就是戒定慧三學，沒有別的。持戒是手段，幫助你得定；定得到了，定起作用就是慧，就開智慧，就是此地講的智。定是修行的關鍵，是修行的樞紐。無論在什麼境界裡面，這個心如如不動，那就成功了。在淨土宗，我們稱它為「一心不亂」，這個就是定，你要真正能夠學得。然後，「隨流認得性，無喜亦無憂」。喜憂是煩惱，是起心動念。在六道裡面恆順眾生、隨喜功德，他這個心永遠是不動的。釋迦牟尼佛三千年前示現在我們世間，講經說法四十九年，他講了沒有？我們說他講了，佛不承認，佛否認；我們說他沒有講，佛也搖頭，也否認。到底是講還是沒有講？事上是講了，理上沒講，相上是講了，他心確實沒講，他心從來沒動過念頭。沒動念，為什麼會講？我們現在凡夫，動念才會講，沒動念不會講！動念會講，叫造業；不動念會講，不造業。你要是問，不動念為什麼會講？大磬沒動念，你敲敲看，它響不響？你敲一下，它就響一下，敲得重，它響得大，敲得輕，它響得小。諸佛菩薩的心就像鐘鼓一樣，裡面空空如也，從來不起心動念，眾生有感，他自然就有應，就像我們敲鼓一樣，鼓裡面什麼也沒有，空的，一敲它就有應。佛說我們凡夫肚子裡裝得滿滿的，不空。聖人的心裡沒有東西，六祖講的「本來無一物」，所以他可以跟一切眾生感應道交。我們為什麼起不了感應？就是裡面已經塞滿，敲也敲不響，裝滿了，裝滿什麼？裝滿妄想、裝滿執著。《華嚴》上說的，「但以妄想執著而不能證得」，所以我們這個心裡被妄想、被煩惱障礙住，裝滿了，虧吃在這個地方。所以他怎麼可能有喜憂？他不會起心動念。"
    },
    {
      "id": "01-003-0252_p0060",
      "zh_CN": "这就是讲的『正观，默照本心』，这在我们念佛分上，实在讲就是一心不乱，时时保持着一心不乱，那就是默照本心。第二，这是『助行』，前面是正行，这个观就是修行，助行是『备修万善』。自心清净，本来无一物，何必要修善？本来不造恶，哪里还有善可言？有善有恶，六祖听到一定告诉我们，善恶是二法，二法就不是佛法；但是不妨断恶修善，这是大慈大悲，这也是众生感应而现的。像现在这个社会造恶的人很多，这个造恶的心就感动诸佛菩萨，示现表演给我们看，我们在造恶，他在那里断恶，我们不肯修善，他在那里修善，让我们看，让我们在这里面慢慢的觉醒过来。菩萨的示现是众生的感应，我们世间人称之为潜移默化，他不要说一句话，一生当中就是默默这样做，做了很久，被人发现了，这被大家宣传了，这个人是好人，这个人是我们的模范，我们应当向他学习，无一不是感应所现的！不是感应现的，就是业报现的。这世间所有一切有情众生，佛家讲的十法界有情众生，不是业报现的就是感应现的。四圣法界是感应，六凡是业报，凡圣同居土里面，凡夫是业报，圣人是感应。这就是为什么要修善，修善就是度众生的方法，就是度众生的手段，断恶修善，积功累德。『二事俱得』，二事就是正助两种你都得到，我们常讲正助双修，那么就『了达』，了是明了，达是通达，你就明了通达西方的四种净土。从上而下，常寂光土、实报庄严土、方便有余土、凡圣同居土，这四种净土的状况你就明了。",
      "zh_TW": "這就是講的『正觀，默照本心』，這在我們念佛分上，實在講就是一心不亂，時時保持著一心不亂，那就是默照本心。第二，這是『助行』，前面是正行，這個觀就是修行，助行是『備修萬善』。自心清淨，本來無一物，何必要修善？本來不造惡，哪裡還有善可言？有善有惡，六祖聽到一定告訴我們，善惡是二法，二法就不是佛法；但是不妨斷惡修善，這是大慈大悲，這也是眾生感應而現的。像現在這個社會造惡的人很多，這個造惡的心就感動諸佛菩薩，示現表演給我們看，我們在造惡，他在那裡斷惡，我們不肯修善，他在那裡修善，讓我們看，讓我們在這裡面慢慢的覺醒過來。菩薩的示現是眾生的感應，我們世間人稱之為潛移默化，他不要說一句話，一生當中就是默默這樣做，做了很久，被人發現了，這被大家宣傳了，這個人是好人，這個人是我們的模範，我們應當向他學習，無一不是感應所現的！不是感應現的，就是業報現的。這世間所有一切有情眾生，佛家講的十法界有情眾生，不是業報現的就是感應現的。四聖法界是感應，六凡是業報，凡聖同居土裡面，凡夫是業報，聖人是感應。這就是為什麼要修善，修善就是度眾生的方法，就是度眾生的手段，斷惡修善，積功累德。『二事俱得』，二事就是正助兩種你都得到，我們常講正助雙修，那麼就『了達』，了是明了，達是通達，你就明瞭通達西方的四種淨土。從上而下，常寂光土、實報莊嚴土、方便有餘土、凡聖同居土，這四種淨土的狀況你就明瞭。"
    },
    {
      "id": "01-003-0252_p0061",
      "zh_CN": "钞【如止得事善者，近生同居，远作三土因耳。】",
      "zh_TW": "鈔【如止得事善者，近生同居，遠作三土因耳。】"
    },
    {
      "id": "01-003-0252_p0062",
      "zh_CN": "正观，你没有法子修，你只在事上修。称名是事，我们一天到晚拿着念珠阿弥陀佛阿弥陀佛，这是事，为什么？有人念了一生，也没有得一心不乱，但是他真的往生，可见得不能说事修没有功德，不可以这样说法。但是他没有得一心，所以生到西方极乐世界是凡圣同居土。生到凡圣同居土，大经上给我们讲得很清楚，就圆证三不退，所以不多久的时间，方便土、实报土、寂光土他统统都证得，所以是『远作三土之因』。由此可知，净土是决定要求生，下下品往生也最极殊胜，这都是真的，为什么？永脱轮回，比阿罗汉、比权教菩萨那个功德有过之而无不及，这个要晓得。底下作结论：",
      "zh_TW": "正觀，你沒有法子修，你只在事上修。稱名是事，我們一天到晚拿著念珠阿彌陀佛阿彌陀佛，這是事，為什麼？有人念了一生，也沒有得一心不亂，但是他真的往生，可見得不能說事修沒有功德，不可以這樣說法。但是他沒有得一心，所以生到西方極樂世界是凡聖同居土。生到凡聖同居土，大經上給我們講得很清楚，就圓證三不退，所以不多久的時間，方便土、實報土、寂光土他統統都證得，所以是『遠作三土之因』。由此可知，淨土是決定要求生，下下品往生也最極殊勝，這都是真的，為什麼？永脫輪迴，比阿羅漢、比權教菩薩那個功德有過之而無不及，這個要曉得。底下作結論："
    },
    {
      "id": "01-003-0252_p0063",
      "zh_CN": "钞【故知净土，正究理菩萨所登境界，而兼容悠悠众生耳。】",
      "zh_TW": "鈔【故知淨土，正究理菩薩所登境界，而兼容悠悠眾生耳。】"
    },
    {
      "id": "01-003-0252_p0064",
      "zh_CN": "这个结论是莲池大师下的，莲池大师跟善导大师讲的不一样。大师讲这个话的意思，《演义》里面就讲得更明白。",
      "zh_TW": "這個結論是蓮池大師下的，蓮池大師跟善導大師講的不一樣。大師講這個話的意思，《演義》裡面就講得更明白。"
    },
    {
      "id": "01-003-0252_p0065",
      "zh_CN": "演【故知净土下，寻常以净土一门，唯摄钝根凡夫。】",
      "zh_TW": "演【故知淨土下，尋常以淨土一門，唯攝鈍根凡夫。】"
    },
    {
      "id": "01-003-0252_p0066",
      "zh_CN": "这是一般人这么一个看法。",
      "zh_TW": "這是一般人這麼一個看法。"
    },
    {
      "id": "01-003-0252_p0067",
      "zh_CN": "演【禅宗圆顿法门，乃究理菩萨境界。】",
      "zh_TW": "演【禪宗圓頓法門，乃究理菩薩境界。】"
    },
    {
      "id": "01-003-0252_p0068",
      "zh_CN": "大家都把净土看低了，把禅看得高，禅高高在上，净土是低低在下，一般人总是这么看法。莲池大师顺着凡夫的见解，说禅宗圆顿法门「乃究理菩萨境界」，究是穷究，就是研究到彻底明白心性之理那些大菩萨们的境界。",
      "zh_TW": "大家都把淨土看低了，把禪看得高，禪高高在上，淨土是低低在下，一般人總是這麼看法。蓮池大師順著凡夫的見解，說禪宗圓頓法門「乃究理菩薩境界」，究是窮究，就是研究到徹底明白心性之理那些大菩薩們的境界。"
    },
    {
      "id": "01-003-0252_p0069",
      "zh_CN": "演【若如上论，则净土正究理菩萨境界，悠悠众生乃兼容耳。】",
      "zh_TW": "演【若如上論，則淨土正究理菩薩境界，悠悠眾生乃兼容耳。】"
    },
    {
      "id": "01-003-0252_p0070",
      "zh_CN": "像前面所说的，净土有正观、有默照本心，跟禅没有两样，这是究理菩萨的境界。下面它又有「助行，备修万善」，连下下根性的人也包含在其中，也含摄，没有把他们漏掉。我们想想善导大师在《观经》里面所讲的，他就不是这个讲法，善导大师给我们说，上上品也是凡夫去往生，只是遇缘不同，而把净土宗抬得比任何一个法门都高、都殊胜。诸位要晓得，这两位都是净土宗的祖师，他们生的时代背景不相同，所以接引大众的善巧方便不一样，我们从这里看到他的智慧，看到他接引众生的手法非常高明。莲池大师的时代跟永明延寿大师的时代是相仿佛，那个时代禅宗非常兴旺，净土宗被一般人轻视。因为净土宗只晓得念佛，对于教理探讨说明比较少，社会上对于净宗有很大的误会。所以他们的讲法，一面捧禅，一面也把净提升，用这个方式。善导大师的情形就不一样，善导大师是唐朝时候人，宗派建立还没有多久，还没有形成一个很大的势力，所以他那个时候不像后来禅宗鼎盛那种状况，他说的话完全真实。告诉我们，不但是凡夫，造作恶业的凡夫，真正彻底的忏悔，也能够上辈往生。他说的话，经里真的找到证据，经典里面有，可见得善导大师不是意气用事，不是随便说的，确实有经论作依据。像这些地方，我们应该要留意，应当要学习。",
      "zh_TW": "像前面所說的，淨土有正觀、有默照本心，跟禪沒有兩樣，這是究理菩薩的境界。下面它又有「助行，備修萬善」，連下下根性的人也包含在其中，也含攝，沒有把他們漏掉。我們想想善導大師在《觀經》裡面所講的，他就不是這個講法，善導大師給我們說，上上品也是凡夫去往生，只是遇緣不同，而把淨土宗抬得比任何一個法門都高、都殊勝。諸位要曉得，這兩位都是淨土宗的祖師，他們生的時代背景不相同，所以接引大眾的善巧方便不一樣，我們從這裡看到他的智慧，看到他接引眾生的手法非常高明。蓮池大師的時代跟永明延壽大師的時代是相彷彿，那個時代禪宗非常興旺，淨土宗被一般人輕視。因為淨土宗只曉得念佛，對於教理探討說明比較少，社會上對於淨宗有很大的誤會。所以他們的講法，一面捧禪，一面也把淨提升，用這個方式。善導大師的情形就不一樣，善導大師是唐朝時候人，宗派建立還沒有多久，還沒有形成一個很大的勢力，所以他那個時候不像後來禪宗鼎盛那種狀況，他說的話完全真實。告訴我們，不但是凡夫，造作惡業的凡夫，真正徹底的懺悔，也能夠上輩往生。他說的話，經裡真的找到證據，經典裡面有，可見得善導大師不是意氣用事，不是隨便說的，確實有經論作依據。像這些地方，我們應該要留意，應當要學習。"
    },
    {
      "id": "01-003-0252_p0071",
      "zh_CN": "钞【又云：圆机体道，是最上净业，茍加愿以导之，即预优品。】",
      "zh_TW": "鈔【又云：圓機體道，是最上淨業，茍加願以導之，即預優品。】"
    },
    {
      "id": "01-003-0252_p0072",
      "zh_CN": "『优』就是优越的意思，品位的优越就是指上品上生。『圆机』是指圆教的根机，这种人非常聪明，就是禅宗里面讲的利根，上根利智，他一听到佛法，他就能悟入，『体』就是体会，就是我们一般讲的开悟，他一听就开悟，这样的人念佛往生当然是上上品往生。最上的净业，加上愿，信他当然会信，他都明白，他怎么会不信？如果他一发愿往生，这个人一定是上品上生，他立刻就得到很高的品位。",
      "zh_TW": "『優』就是優越的意思，品位的優越就是指上品上生。『圓機』是指圓教的根機，這種人非常聰明，就是禪宗裡面講的利根，上根利智，他一聽到佛法，他就能悟入，『體』就是體會，就是我們一般講的開悟，他一聽就開悟，這樣的人念佛往生當然是上上品往生。最上的淨業，加上願，信他當然會信，他都明白，他怎麼會不信？如果他一發願往生，這個人一定是上品上生，他立刻就得到很高的品位。"
    },
    {
      "id": "01-003-0252_p0073",
      "zh_CN": "钞【愚朴之辈，但称佛发愿者亦生。】",
      "zh_TW": "鈔【愚朴之輩，但稱佛發願者亦生。】"
    },
    {
      "id": "01-003-0252_p0074",
      "zh_CN": "『愚』是愚痴，没有聪明智慧，不但闻法他不会开悟，你就把经跟他讲得再详细，他也不会开悟。人有这两种根性，上根的人好教，一闻千悟，非常好教，他会成就；下根的人也好教，为什么？不必啰嗦，不要讲东西，就教他老实念佛求生净土，他就真干，他将来也一定往生。「唯上智与下愚不移」，这两种人是器，都很容易成就；当中这个半吊子，上不上，下不下，这一类的人麻烦。释迦牟尼佛四十九年讲经说法就是为当中这一部分人（上根跟下愚不需要，很简单，几句话就明了，就都得度），这些人是非常麻烦的人，妄想多，知见复杂，烦恼执着，让他听清楚、听明白很不容易，佛都感到困难，何况佛以下的，我们凡夫对这些人没有法子，要他相信不太可能。怎么办？你也不必着急，也不必感情用事，过分慈悲，一定要用耐心先度自己，自己先到西方极乐世界去，去了以后再来，再度他们。再来，那不一样！你的智慧不相同了，你度众生的善巧方便多了，为什么？从阿弥陀佛那里学来的。这一切众生，无论他轮回到哪一道，你都认识，只要自己有智慧、有能力，你时时刻刻都可以帮助他们。所以度众生不急在一时，要认识时节因缘，时节因缘没成熟，一点用都没有；必须到缘熟了，他才能接受。",
      "zh_TW": "『愚』是愚痴，沒有聰明智慧，不但聞法他不會開悟，你就把經跟他講得再詳細，他也不會開悟。人有這兩種根性，上根的人好教，一聞千悟，非常好教，他會成就；下根的人也好教，為什麼？不必囉嗦，不要講東西，就教他老實念佛求生淨土，他就真幹，他將來也一定往生。「唯上智與下愚不移」，這兩種人是器，都很容易成就；當中這個半吊子，上不上，下不下，這一類的人麻煩。釋迦牟尼佛四十九年講經說法就是為當中這一部分人（上根跟下愚不需要，很簡單，幾句話就明瞭，就都得度），這些人是非常麻煩的人，妄想多，知見複雜，煩惱執著，讓他聽清楚、聽明白很不容易，佛都感到困難，何況佛以下的，我們凡夫對這些人沒有法子，要他相信不太可能。怎麼辦？你也不必著急，也不必感情用事，過分慈悲，一定要用耐心先度自己，自己先到西方極樂世界去，去了以後再來，再度他們。再來，那不一樣！你的智慧不相同了，你度眾生的善巧方便多了，為什麼？從阿彌陀佛那裡學來的。這一切眾生，無論他輪迴到哪一道，你都認識，只要自己有智慧、有能力，你時時刻刻都可以幫助他們。所以度眾生不急在一時，要認識時節因緣，時節因緣沒成熟，一點用都沒有；必須到緣熟了，他才能接受。"
    },
    {
      "id": "01-003-0252_p0075",
      "zh_CN": "钞【观净土一门，则圣人无弃物也。】",
      "zh_TW": "鈔【觀淨土一門，則聖人無棄物也。】"
    },
    {
      "id": "01-003-0252_p0076",
      "zh_CN": "这是说明净土法门的广大、净土法门的殊胜。上，他度众生的对象，上包括等觉菩萨，文殊、普贤都要发愿往生，下乃及地狱众生，三恶道。三恶道最苦的是地狱，只要他一念回心，愿意求生净土，临终十念一念也必定得生，这个是阿弥陀第十八愿。古大德赞叹阿弥陀佛最伟大的就是第十八愿，十方一切诸佛如来最尊敬阿弥陀佛的也是第十八愿。为什么？因为有这一愿，一切众生都得度，可以说一个都不漏！只要你肯去，不肯去就没有法子，只要肯去，一个都不漏，古德讲万修万人去。",
      "zh_TW": "這是說明淨土法門的廣大、淨土法門的殊勝。上，他度眾生的對象，上包括等覺菩薩，文殊、普賢都要發願往生，下乃及地獄眾生，三惡道。三惡道最苦的是地獄，只要他一念回心，願意求生淨土，臨終十念一念也必定得生，這個是阿彌陀第十八願。古大德讚歎阿彌陀佛最偉大的就是第十八願，十方一切諸佛如來最尊敬阿彌陀佛的也是第十八願。為什麼？因為有這一願，一切眾生都得度，可以說一個都不漏！只要你肯去，不肯去就沒有法子，只要肯去，一個都不漏，古德講萬修萬人去。"
    },
    {
      "id": "01-003-0252_p0077",
      "zh_CN": "钞【按所云正观，通乎上中。】",
      "zh_TW": "鈔【按所云正觀，通乎上中。】"
    },
    {
      "id": "01-003-0252_p0078",
      "zh_CN": "上辈、中辈，正观的修行方法。",
      "zh_TW": "上輩、中輩，正觀的修行方法。"
    },
    {
      "id": "01-003-0252_p0079",
      "zh_CN": "钞【所云助行，通乎中下。】",
      "zh_TW": "鈔【所云助行，通乎中下。】"
    },
    {
      "id": "01-003-0252_p0080",
      "zh_CN": "我们在经典里面读到，上辈理一心不乱生实报庄严土，中辈断见思烦恼生方便有余土，下辈带业往生生凡圣同居土。虽然有四土九品的差别，但是你一定要明了，西方世界四土是平列的，是融合在一起的。所以在西方世界的人，自己确确实实没有感觉到有四土品位的存在，不会有这个念头。事实上确实有四土九品的存在，但是没有界限。",
      "zh_TW": "我們在經典裡面讀到，上輩理一心不亂生實報莊嚴土，中輩斷見思煩惱生方便有餘土，下輩帶業往生生凡聖同居土。雖然有四土九品的差別，但是你一定要明瞭，西方世界四土是平列的，是融合在一起的。所以在西方世界的人，自己確確實實沒有感覺到有四土品位的存在，不會有這個念頭。事實上確實有四土九品的存在，但是沒有界限。"
    },
    {
      "id": "01-003-0252_p0081",
      "zh_CN": "钞【有法师此论极善，观者毋忽。】",
      "zh_TW": "鈔【有法師此論極善，觀者毋忽。】"
    },
    {
      "id": "01-003-0252_p0082",
      "zh_CN": "这就是志眼法师所说的，他这个开示非常重要，能帮助我们断疑生信，增长我们的信心。",
      "zh_TW": "這就是志眼法師所說的，他這個開示非常重要，能幫助我們斷疑生信，增長我們的信心。"
    },
    {
      "id": "01-003-0252_p0083",
      "zh_CN": "疏【有言九品，八从莲生，以第一品云金刚台故。今参合经论，仍以九品皆属莲生。】",
      "zh_TW": "疏【有言九品，八從蓮生，以第一品云金剛臺故。今參合經論，仍以九品皆屬蓮生。】"
    },
    {
      "id": "01-003-0252_p0084",
      "zh_CN": "佛经最困难的就是执着文字。佛经不能离开文字，也不能执着文字，离开文字，那是魔说；执着文字，会曲解经意，会错会佛的意思。所以世尊在入灭之前，教导后人「四依法」。这就是教我们，佛不在世，我们学佛依靠经典要用什么样的心态才不会错会佛意。佛教我们四依，第一句就是「依法不依人」，「法」是经典，拣别经典才是真正的归依处，我们一生修行的依靠。善导大师在《四帖疏》里也特别强调这个观点，即使是罗汉、菩萨、等觉菩萨跟我们所讲的，与佛的经义相违背，不相同的，我们都不能够遵守，都不可以听他的，一定要以经做依据。大师在这个注解里特别强调，我们要晓得依法不依人。第二，佛教给我们「依义不依语」。「义」是佛讲的意思，你要明了，佛讲的话没有关系。「语」，记录下来就是文字，就是现在称之为经典，文字不过是语言的符号而已，用符号来代表，把这个语言记录下来。所以我们要依义，语没有关系，多说几句、少说几句无所谓，只要意思对就行了，这是重要的一个标准。第三，那就更重要，这四句一句比一句要紧，「依了义不依不了义」。什么样的话才叫了义？能够帮助我们这一生真正超越轮回，永断生死，成佛作祖，这个法子、这个开示就叫了义。佛所讲的一切大乘经都是以这个为目标。理没错，我们自己程度够不够？了义的经很多，我们仔细去观察一下，哪一个了义经能符合我这个了义的根性？他的经是了义，我这个根不了义，这没有用处，学他那个法门，不能了生死，也不能出三界，这对我来讲就不了义。所以在末法时期，一切经里面，真正能帮助我们在这一生了生死出三界的就是净土三经。除这个三经之外，你要想了生死出三界，不是那么简单，普通人决定做不到。除非你是天才，你是上上根，你是再来人，那没有话说，那个可以成就。中下根性人没有法子了生死，唯有念佛带业往生。所以这个经典是究竟了义、圆满的了义。为什么称它做究竟圆满？华严会上，文殊、普贤、四十一位法身大士都念佛求生净土，这是上上根人，他们也学这个法门。下下根人，恶道众生，无恶不造的，临终遇善知识，至心忏悔，十念也能往生，三根普被，利钝全收。所以这个法门叫究竟了义，叫圆满了义。这是我们一定要把它认识清楚的，我们要学了义经，不学不了义经。我们这一生得人身，寿命不长！不要看到几十年的光阴，一百年的光阴，一弹指就过去了。我将近七十岁了，想想十几岁的时候，就像在昨天的事情一样，你看多快！不可能再有七十年了，纵然再有七十年，也是一弹指就过去了。我们的寿命太短，光阴太宝贵，浪费在不了义经典上，那太可惜了。所以要把时间、精神集中，专修专弘，专弘就是专修，专修就是专弘，自利利他是一不是二，这就对了。所以说依了义经不依不了义经。",
      "zh_TW": "佛經最困難的就是執著文字。佛經不能離開文字，也不能執著文字，離開文字，那是魔說；執著文字，會曲解經意，會錯會佛的意思。所以世尊在入滅之前，教導後人「四依法」。這就是教我們，佛不在世，我們學佛依靠經典要用什麼樣的心態才不會錯會佛意。佛教我們四依，第一句就是「依法不依人」，「法」是經典，揀別經典才是真正的歸依處，我們一生修行的依靠。善導大師在《四帖疏》裡也特別強調這個觀點，即使是羅漢、菩薩、等覺菩薩跟我們所講的，與佛的經義相違背，不相同的，我們都不能夠遵守，都不可以聽他的，一定要以經做依據。大師在這個註解裡特別強調，我們要曉得依法不依人。第二，佛教給我們「依義不依語」。「義」是佛講的意思，你要明瞭，佛講的話沒有關係。「語」，記錄下來就是文字，就是現在稱之為經典，文字不過是語言的符號而已，用符號來代表，把這個語言記錄下來。所以我們要依義，語沒有關係，多說幾句、少說幾句無所謂，只要意思對就行了，這是重要的一個標準。第三，那就更重要，這四句一句比一句要緊，「依了義不依不了義」。什麼樣的話才叫了義？能夠幫助我們這一生真正超越輪迴，永斷生死，成佛作祖，這個法子、這個開示就叫了義。佛所講的一切大乘經都是以這個為目標。理沒錯，我們自己程度夠不夠？了義的經很多，我們仔細去觀察一下，哪一個了義經能符合我這個了義的根性？他的經是了義，我這個根不了義，這沒有用處，學他那個法門，不能了生死，也不能出三界，這對我來講就不了義。所以在末法時期，一切經裡面，真正能幫助我們在這一生了生死出三界的就是淨土三經。除這個三經之外，你要想了生死出三界，不是那麼簡單，普通人決定做不到。除非你是天才，你是上上根，你是再來人，那沒有話說，那個可以成就。中下根性人沒有法子了生死，唯有念佛帶業往生。所以這個經典是究竟了義、圓滿的了義。為什麼稱它做究竟圓滿？華嚴會上，文殊、普賢、四十一位法身大士都念佛求生淨土，這是上上根人，他們也學這個法門。下下根人，惡道眾生，無惡不造的，臨終遇善知識，至心懺悔，十念也能往生，三根普被，利鈍全收。所以這個法門叫究竟了義，叫圓滿了義。這是我們一定要把它認識清楚的，我們要學了義經，不學不了義經。我們這一生得人身，壽命不長！不要看到幾十年的光陰，一百年的光陰，一彈指就過去了。我將近七十歲了，想想十幾歲的時候，就像在昨天的事情一樣，你看多快！不可能再有七十年了，縱然再有七十年，也是一彈指就過去了。我們的壽命太短，光陰太寶貴，浪費在不了義經典上，那太可惜了。所以要把時間、精神集中，專修專弘，專弘就是專修，專修就是專弘，自利利他是一不是二，這就對了。所以說依了義經不依不了義經。"
    },
    {
      "id": "01-003-0252_p0085",
      "zh_CN": "最后，当然就更重要，佛教我们「依智不依识」。这是给我们很大的警惕，为什么？凡夫感情很重，往往被感情拉跑了，明明晓得这个地方是不了义的，可是你几个好朋友，他们相信，今天这个来劝你，明天那个来拉你，为了人情面子不好意思不去，那就坏了。所以佛教给我们依智不依识。「智」是理智，「识」就是感情，依感情没有不堕落的，依理智才能够超越！所以我们要以理性做主宰，不可以感情用事，那你就对了，你的路子就走正确了。这是佛涅槃之前交代我们后人四句话，叫「四依法」。这四句开示，我们真的明白了，我们确实遵守了，那就无异在佛的身旁，跟一天到晚跟在佛的旁边就没有两样！可见得释迦牟尼佛设想很周到，对于千万年后世的学生所遭遇的种种环境他都了解，他都教给我们很好的方法、很好的原则，能够在一切境缘当中不障碍我们的道行，我们都能够成就。这是很高的原则，一定要把握到，然后看许许多多枝枝节节问题，自然就明了。",
      "zh_TW": "最後，當然就更重要，佛教我們「依智不依識」。這是給我們很大的警惕，為什麼？凡夫感情很重，往往被感情拉跑了，明明曉得這個地方是不了義的，可是你幾個好朋友，他們相信，今天這個來勸你，明天那個來拉你，為了人情面子不好意思不去，那就壞了。所以佛教給我們依智不依識。「智」是理智，「識」就是感情，依感情沒有不墮落的，依理智才能夠超越！所以我們要以理性做主宰，不可以感情用事，那你就對了，你的路子就走正確了。這是佛涅槃之前交代我們後人四句話，叫「四依法」。這四句開示，我們真的明白了，我們確實遵守了，那就無異在佛的身旁，跟一天到晚跟在佛的旁邊就沒有兩樣！可見得釋迦牟尼佛設想很周到，對於千萬年後世的學生所遭遇的種種環境他都了解，他都教給我們很好的方法、很好的原則，能夠在一切境緣當中不障礙我們的道行，我們都能夠成就。這是很高的原則，一定要把握到，然後看許許多多枝枝節節問題，自然就明瞭。"
    },
    {
      "id": "01-003-0252_p0086",
      "zh_CN": "莲池大师在这里给我们写得这么多，说明这个世间境缘非常复杂，现代的环境比明朝末年有过之而无不及。守住祖师的教训，守住佛祖的原则，我们在今天这个环境依然可以突破，这也就是我们为什么要读《疏钞》，为什么要讲《疏钞》，宗旨、目的就在此地。这一段首先提出一个问题，这个问题是从《观经》上来的，《观经》里面这个九品，上品他说『金刚台』，没有说莲花，上品中生以下到下下品都说莲花化生，这个人执着文字。八个是有莲花，上上品没有莲花，问题发生在这个地方。『今参合经论』，凡是祖师在这个地方所讲的论，都是讲的《往生论》。我们把三经一论合起来看，你就明了，上上品往生也有莲花，不是经上没说就没有。所以佛教给我们依义不依语，这句话就重要了。底下这段文很长，就经论合起来看，说明九品统统都是莲花化生。我们今天就讲到此地。",
      "zh_TW": "蓮池大師在這裡給我們寫得這麼多，說明這個世間境緣非常複雜，現代的環境比明朝末年有過之而無不及。守住祖師的教訓，守住佛祖的原則，我們在今天這個環境依然可以突破，這也就是我們為什麼要讀《疏鈔》，為什麼要講《疏鈔》，宗旨、目的就在此地。這一段首先提出一個問題，這個問題是從《觀經》上來的，《觀經》裡面這個九品，上品他說『金剛臺』，沒有說蓮花，上品中生以下到下下品都說蓮花化生，這個人執著文字。八個是有蓮花，上上品沒有蓮花，問題發生在這個地方。『今參合經論』，凡是祖師在這個地方所講的論，都是講的《往生論》。我們把三經一論合起來看，你就明瞭，上上品往生也有蓮花，不是經上沒說就沒有。所以佛教給我們依義不依語，這句話就重要了。底下這段文很長，就經論合起來看，說明九品統統都是蓮花化生。我們今天就講到此地。"
    }
  ]
}