{
  "doc_id": "01-003-0116",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一六集",
    "zh_TW": "第一一六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0116",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "01-003-0116_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第二四九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第二四九頁："
    },
    {
      "id": "01-003-0116_p0002",
      "zh_CN": "疏【阿逸多者，此云无能胜，即弥勒菩萨也。】",
      "zh_TW": "疏【阿逸多者，此云無能勝，即彌勒菩薩也。】"
    },
    {
      "id": "01-003-0116_p0003",
      "zh_CN": "菩萨众里面第二位，弥勒菩萨。",
      "zh_TW": "菩薩眾裡面第二位，彌勒菩薩。"
    },
    {
      "id": "01-003-0116_p0004",
      "zh_CN": "钞【弥勒，此云慈氏，姓也，阿逸多，名也。具足当云慈无能胜，以在母胎中，即有慈心，故以名族。】",
      "zh_TW": "鈔【彌勒，此云慈氏，姓也，阿逸多，名也。具足當云慈無能勝，以在母胎中，即有慈心，故以名族。】"
    },
    {
      "id": "01-003-0116_p0005",
      "zh_CN": "这里面一共有六个解释，这是第一种。『慈无能胜』是说的慈悲，佛门讲慈悲通常讲三种，或者讲四种。四种里面，第一是「爱缘慈」，这是我们凡夫都有的，我们喜欢他，对他就很慈悲，这叫爱缘慈，这个心量很小，像父母对于子女一样。第二是「众生缘慈」，这个范围就扩大了，像世间圣贤君子他们的心量就比较大了，像范仲淹所讲的「老吾老以及人之老，幼吾幼以及人之幼」，这是众生缘慈，心量就大得多。第三是「法缘慈」，法缘慈是观察一切法自性平等，从平等心里面生出等观一切众生，这菩萨才有，他是因为确确实实了解诸法实相，所以这个慈悲心比众生缘的慈要大要深。第四是「无缘慈」，无条件的，这种慈悲是如来才有，所谓证到究竟果位了。如来对一切众生的慈悲，没有条件好说的，菩萨还有条件，法缘慈还有条件的，佛没有条件，这是最殊胜的慈悲。",
      "zh_TW": "這裡面一共有六個解釋，這是第一種。『慈無能勝』是說的慈悲，佛門講慈悲通常講三種，或者講四種。四種裡面，第一是「愛緣慈」，這是我們凡夫都有的，我們喜歡他，對他就很慈悲，這叫愛緣慈，這個心量很小，像父母對於子女一樣。第二是「眾生緣慈」，這個範圍就擴大了，像世間聖賢君子他們的心量就比較大了，像范仲淹所講的「老吾老以及人之老，幼吾幼以及人之幼」，這是眾生緣慈，心量就大得多。第三是「法緣慈」，法緣慈是觀察一切法自性平等，從平等心裡面生出等觀一切眾生，這菩薩才有，他是因為確確實實了解諸法實相，所以這個慈悲心比眾生緣的慈要大要深。第四是「無緣慈」，無條件的，這種慈悲是如來才有，所謂證到究竟果位了。如來對一切眾生的慈悲，沒有條件好說的，菩薩還有條件，法緣慈還有條件的，佛沒有條件，這是最殊勝的慈悲。"
    },
    {
      "id": "01-003-0116_p0006",
      "zh_CN": "『弥勒』是梵语，翻译成中国意思就是慈悲的意思。他在母胎里面就有慈悲心，所以他这个族就用这个为姓。这种说法是自利的慈，因为他在母亲胎里头还没出胎，也可以说这个慈心是现在慈，现在的慈心，自利的慈心。我们通常讲慈悲都是利他，都在利他上说，不晓得慈心能自利，人心慈悲到了极处，一切的毒害他都能够化解，没有任何能够伤害他的，慈心！第二个意思：",
      "zh_TW": "『彌勒』是梵語，翻譯成中國意思就是慈悲的意思。他在母胎裡面就有慈悲心，所以他這個族就用這個為姓。這種說法是自利的慈，因為他在母親胎裡頭還沒出胎，也可以說這個慈心是現在慈，現在的慈心，自利的慈心。我們通常講慈悲都是利他，都在利他上說，不曉得慈心能自利，人心慈悲到了極處，一切的毒害他都能夠化解，沒有任何能夠傷害他的，慈心！第二個意思："
    },
    {
      "id": "01-003-0116_p0007",
      "zh_CN": "钞【又过去生中，遇大慈如来，愿同此号，即得慈心三昧。】",
      "zh_TW": "鈔【又過去生中，遇大慈如來，願同此號，即得慈心三昧。】"
    },
    {
      "id": "01-003-0116_p0008",
      "zh_CN": "第二个意思非常的明显，过去生中他修菩萨道，遇到这一尊佛，佛的号是大慈，称『大慈如来』，他发这个愿，希望将来生生世世与佛同愿同行。这个愿果然不虚，以后他在作菩萨的时候，生生世世果然得这个名号。这个名号，从形相上看是佛过去的因缘，而实际上他修的是『慈心三昧』，心地永远是慈悲。无论是在顺境逆境是一味慈悲，这叫慈心三昧。过去很多的菩萨都是学佛，我们在《楞严经》上看到观世音菩萨，他遇到古观音佛，他也是希望与观音佛同愿同行，所以他生生世世做观音菩萨。像这种情形，不是弥勒佛一个，很多很多这样情形的。第三个意思是：",
      "zh_TW": "第二個意思非常的明顯，過去生中他修菩薩道，遇到這一尊佛，佛的號是大慈，稱『大慈如來』，他發這個願，希望將來生生世世與佛同願同行。這個願果然不虛，以後他在作菩薩的時候，生生世世果然得這個名號。這個名號，從形相上看是佛過去的因緣，而實際上他修的是『慈心三昧』，心地永遠是慈悲。無論是在順境逆境是一味慈悲，這叫慈心三昧。過去很多的菩薩都是學佛，我們在《楞嚴經》上看到觀世音菩薩，他遇到古觀音佛，他也是希望與觀音佛同願同行，所以他生生世世做觀音菩薩。像這種情形，不是彌勒佛一個，很多很多這樣情形的。第三個意思是："
    },
    {
      "id": "01-003-0116_p0009",
      "zh_CN": "钞【又昔为婆罗门，号一切智，于八千岁，修习慈行。】",
      "zh_TW": "鈔【又昔為婆羅門，號一切智，於八千歲，修習慈行。】"
    },
    {
      "id": "01-003-0116_p0010",
      "zh_CN": "第三，是说他过去世中曾经示现外道身，虽然示现『婆罗门』的身分，婆罗门教，他也是修慈悲心。第四：",
      "zh_TW": "第三，是說他過去世中曾經示現外道身，雖然示現『婆羅門』的身分，婆羅門教，他也是修慈悲心。第四："
    },
    {
      "id": "01-003-0116_p0011",
      "zh_CN": "钞【又弗沙佛时，与释迦如来同发菩提心，常习慈定。】",
      "zh_TW": "鈔【又弗沙佛時，與釋迦如來同發菩提心，常習慈定。】"
    },
    {
      "id": "01-003-0116_p0012",
      "zh_CN": "这也是说过去世中的事情，统统偏重在自利行的一方面。从这个地方看，我们就知道弥勒菩萨曾经跟释迦牟尼佛是同学，经上还说，不但同学，他的身分地位资格比释迦牟尼佛还要高一些。释迦牟尼佛比他提前成佛，超越在他前面，他变成释迦牟尼佛的后补佛，这是什么原因？佛在经上告诉我们，世尊在过去修菩萨道的时候勇猛精进，所以超过。如果没有勇猛精进，按照顺序，应当弥勒是第四尊佛，贤劫释迦牟尼佛是第五尊，他们现在顺序颠倒了，这是精进不可思议！佛也是勉励我们应当要精进不懈。第五：",
      "zh_TW": "這也是說過去世中的事情，統統偏重在自利行的一方面。從這個地方看，我們就知道彌勒菩薩曾經跟釋迦牟尼佛是同學，經上還說，不但同學，他的身分地位資格比釋迦牟尼佛還要高一些。釋迦牟尼佛比他提前成佛，超越在他前面，他變成釋迦牟尼佛的後補佛，這是什麼原因？佛在經上告訴我們，世尊在過去修菩薩道的時候勇猛精進，所以超過。如果沒有勇猛精進，按照順序，應當彌勒是第四尊佛，賢劫釋迦牟尼佛是第五尊，他們現在順序顛倒了，這是精進不可思議！佛也是勉勵我們應當要精進不懈。第五："
    },
    {
      "id": "01-003-0116_p0013",
      "zh_CN": "钞【又思益经云：众生见者，即得慈心三昧。】",
      "zh_TW": "鈔【又思益經云：眾生見者，即得慈心三昧。】"
    },
    {
      "id": "01-003-0116_p0014",
      "zh_CN": "这个意思非常明显的是利他，利益众生的。现在佛寺，一进山门第一个殿就是天王殿，天王殿当中就是供弥勒菩萨，特别是供布袋和尚像，因为布袋和尚像非常明显的能叫人一看到生欢喜心，生慈悲心。在中国历史上记载，弥勒菩萨在中国化身非常明显，大家都知道的有两次：第一次就是唐朝时候傅大士，现的是居士身，第二次是在五代后梁的时代，现的是布袋和尚。从此以后，中国人塑造弥勒菩萨像都塑造布袋和尚，用他来表示慈心三昧。布袋和尚的旁边常常画几个小孩围绕他，小孩一定是五个或者六个，五个的比较多，五个代表财色名食睡，代表五欲，六个就代表六尘，色声香味触法。代表五欲六尘一天到晚围绕着他，他不动心，他不受干扰，取这个意思。",
      "zh_TW": "這個意思非常明顯的是利他，利益眾生的。現在佛寺，一進山門第一個殿就是天王殿，天王殿當中就是供彌勒菩薩，特別是供布袋和尚像，因為布袋和尚像非常明顯的能叫人一看到生歡喜心，生慈悲心。在中國歷史上記載，彌勒菩薩在中國化身非常明顯，大家都知道的有兩次：第一次就是唐朝時候傅大士，現的是居士身，第二次是在五代後梁的時代，現的是布袋和尚。從此以後，中國人塑造彌勒菩薩像都塑造布袋和尚，用他來表示慈心三昧。布袋和尚的旁邊常常畫幾個小孩圍繞他，小孩一定是五個或者六個，五個的比較多，五個代表財色名食睡，代表五欲，六個就代表六塵，色聲香味觸法。代表五欲六塵一天到晚圍繞著他，他不動心，他不受干擾，取這個意思。"
    },
    {
      "id": "01-003-0116_p0015",
      "zh_CN": "诸位要晓得，这个修行，我们今天实在说，看看这个佛门感慨万千，修什么？不晓得！每天念几卷经，那叫修行？古人所讲一天念十万声佛号，喊破喉咙也枉然。可见得念经、念佛、礼拜如果不得法，只有那个样子，那不叫修行。如果那个叫修行的话，咱们现在科技很有进步，我们用机械造个人，叫它天天拜佛像，一天拜到晚，它将来应当会成佛了，我们做一个机器人，叫它会念阿弥陀佛，它一天二十四小时不断的在念，比我们念得还勤快，它能成佛吗？",
      "zh_TW": "諸位要曉得，這個修行，我們今天實在說，看看這個佛門感慨萬千，修什麼？不曉得！每天念幾卷經，那叫修行？古人所講一天念十萬聲佛號，喊破喉嚨也枉然。可見得念經、念佛、禮拜如果不得法，只有那個樣子，那不叫修行。如果那個叫修行的話，咱們現在科技很有進步，我們用機械造個人，叫它天天拜佛像，一天拜到晚，它將來應當會成佛了，我們做一個機器人，叫它會念阿彌陀佛，它一天二十四小時不斷的在念，比我們念得還勤快，它能成佛嗎？"
    },
    {
      "id": "01-003-0116_p0016",
      "zh_CN": "我现在在外国，在达拉斯那个道场就是用自动回转的录音带，二十四小时不断的念佛，那么那个录音机它将来一定成佛，它一定上品上生？错了！成佛是心成佛，身成不了佛的，释迦牟尼佛灭度也火化了，可见得身成不了佛，心成佛！修什么？修心！《六祖坛经》记载，六祖大师在黄梅，八个月天天在那里舂米劈柴，他一天经也没听过，禅堂的门也没进去过，他也不会念经，他也不会拜佛，没人教他！他也不懂戒律，他什么都不知道，奇怪！五祖就把祖师位传授给他了，凭什么？人家真会修！所以我们现在搞错了，连这一句佛都不会念，连经也不会听。",
      "zh_TW": "我現在在外國，在達拉斯那個道場就是用自動迴轉的錄音帶，二十四小時不斷的念佛，那麼那個錄音機它將來一定成佛，它一定上品上生？錯了！成佛是心成佛，身成不了佛的，釋迦牟尼佛滅度也火化了，可見得身成不了佛，心成佛！修什麼？修心！《六祖壇經》記載，六祖大師在黃梅，八個月天天在那裡舂米劈柴，他一天經也沒聽過，禪堂的門也沒進去過，他也不會念經，他也不會拜佛，沒人教他！他也不懂戒律，他什麼都不知道，奇怪！五祖就把祖師位傳授給他了，憑什麼？人家真會修！所以我們現在搞錯了，連這一句佛都不會念，連經也不會聽。"
    },
    {
      "id": "01-003-0116_p0017",
      "zh_CN": "古人讲听经要消归自性，听了要有悟处，听了没悟处，这与你修行不相干！听了，听了我都记住，行不行？不行，不但不行，你犯了很大的过失，为什么？增长邪见。你本来头脑里没有这么多邪知邪见，现在听了一大堆知见进去，这是清凉大师所说的。听经要开悟，不是叫你听经要记住，你记住干什么？你看看《金刚经》上所说的，佛自己把他所讲的一口都否认掉，谁要说是佛讲经，那叫谤佛，佛没说过经，你在哪里听经？你在哪里记得那么多？",
      "zh_TW": "古人講聽經要消歸自性，聽了要有悟處，聽了沒悟處，這與你修行不相干！聽了，聽了我都記住，行不行？不行，不但不行，你犯了很大的過失，為什麼？增長邪見。你本來頭腦裡沒有這麼多邪知邪見，現在聽了一大堆知見進去，這是清涼大師所說的。聽經要開悟，不是叫你聽經要記住，你記住幹什麼？你看看《金剛經》上所說的，佛自己把他所講的一口都否認掉，誰要說是佛講經，那叫謗佛，佛沒說過經，你在哪裡聽經？你在哪裡記得那麼多？"
    },
    {
      "id": "01-003-0116_p0018",
      "zh_CN": "会听经的人，在听经这一个半钟点修什么？修戒定慧。就跟读经一样的，把一切妄念放下，静静的在这里听讲，不起分别、不起执着、不打妄想，我这一个半钟点是在这里修戒。戒律是「诸恶莫作，众善奉行」，我一个妄想都不打，我是「诸恶莫作」，我这个戒就具足了。经是佛从心性里面流露出来的真言，这是至善，善中之善，我们听经就是「众善奉行」，戒律圆满了。我用清净心听，不起心不动念不分别不执着，我这一个半钟点在修定；我听得清清楚楚明明白白，听了就有悟处，这就是智慧。这样听经就叫做消归自性。你自性戒、自性定、自性慧，这个时候统统现前，这消归自性。",
      "zh_TW": "會聽經的人，在聽經這一個半鐘點修什麼？修戒定慧。就跟讀經一樣的，把一切妄念放下，靜靜的在這裡聽講，不起分別、不起執著、不打妄想，我這一個半鐘點是在這裡修戒。戒律是「諸惡莫作，眾善奉行」，我一個妄想都不打，我是「諸惡莫作」，我這個戒就具足了。經是佛從心性裡面流露出來的真言，這是至善，善中之善，我們聽經就是「眾善奉行」，戒律圓滿了。我用清淨心聽，不起心不動念不分別不執著，我這一個半鐘點在修定；我聽得清清楚楚明明白白，聽了就有悟處，這就是智慧。這樣聽經就叫做消歸自性。你自性戒、自性定、自性慧，這個時候統統現前，這消歸自性。"
    },
    {
      "id": "01-003-0116_p0019",
      "zh_CN": "修行要在转识成智，这是听教跟修行的要领，行是行为，行为里面最重要的就是知见。知见要是错了，我们这个身、口修得怎么好，是人天有漏的福报。古时候有一个莲华香比丘尼，她一生念《法华经》，可惜没开悟，没有法达禅师幸运，法达是遇到六祖，给他一点醒他大彻大悟，明心见性，法达要遇不到六祖，恐怕跟莲华香比丘尼没两样。莲华香比丘尼第二生得人身，可是不如前一世，第二生作妓女，口里面有莲花香，那是她前生一生念《法华经》念来的，口里头有莲花香，做了妓女，你们认为那个修行修得怎么样？结果就如此。她只修个口，她没有修心！口里头有《妙法莲华经》，心里头没有！念一辈子《法华经》得这样的果报。",
      "zh_TW": "修行要在轉識成智，這是聽教跟修行的要領，行是行為，行為裡面最重要的就是知見。知見要是錯了，我們這個身、口修得怎麼好，是人天有漏的福報。古時候有一個蓮華香比丘尼，她一生念《法華經》，可惜沒開悟，沒有法達禪師幸運，法達是遇到六祖，給他一點醒他大徹大悟，明心見性，法達要遇不到六祖，恐怕跟蓮華香比丘尼沒兩樣。蓮華香比丘尼第二生得人身，可是不如前一世，第二生作妓女，口裡面有蓮花香，那是她前生一生念《法華經》念來的，口裡頭有蓮花香，做了妓女，你們認為那個修行修得怎麼樣？結果就如此。她只修個口，她沒有修心！口裡頭有《妙法蓮華經》，心裡頭沒有！念一輩子《法華經》得這樣的果報。"
    },
    {
      "id": "01-003-0116_p0020",
      "zh_CN": "你去看看古人那些公案，看看《高僧传》、诸宗《语录》，我们在里面会找到，修什么？第一个修忍辱。《金刚经》上说：「一切法得成于忍。」《金刚经》上六波罗蜜，它是教诫初学先修两样，一个布施、一个忍辱。布施是放下，绝对不是说我有钱赶快拿去布施做好事情，那你可把佛的意思全搞错了，这个不是布施真正意义。真正的意义是要把你的见解放下，把你的烦恼放下，把这个布施掉，把你的贪瞋痴布施掉，把你的「身见、边见、见取见，戒取见、邪见」布施掉，是这个意思。单单把你的钱财布施掉，你来生得福报。现在我们世间有钱的人、有势力的人很多，过去生中就是修这个因得来的，你看现在有了钱，他不再修行了，不做好事了。所以说布施，放下我们一切知见，放下一切烦恼，是叫我们舍这个东西，布施掉！所以功夫就在这个地方用。",
      "zh_TW": "你去看看古人那些公案，看看《高僧傳》、諸宗《語錄》，我們在裡面會找到，修什麼？第一個修忍辱。《金剛經》上說：「一切法得成於忍。」《金剛經》上六波羅蜜，它是教誡初學先修兩樣，一個布施、一個忍辱。布施是放下，絕對不是說我有錢趕快拿去布施做好事情，那你可把佛的意思全搞錯了，這個不是布施真正意義。真正的意義是要把你的見解放下，把你的煩惱放下，把這個布施掉，把你的貪瞋痴布施掉，把你的「身見、邊見、見取見，戒取見、邪見」布施掉，是這個意思。單單把你的錢財布施掉，你來生得福報。現在我們世間有錢的人、有勢力的人很多，過去生中就是修這個因得來的，你看現在有了錢，他不再修行了，不做好事了。所以說布施，放下我們一切知見，放下一切煩惱，是叫我們捨這個東西，布施掉！所以功夫就在這個地方用。"
    },
    {
      "id": "01-003-0116_p0021",
      "zh_CN": "如果你明白这个道理，六祖大师在黄梅八个月修的六度万行，你们想想对不对？布施、持戒、忍辱、精定、禅定、般若，他样样具足。这种修行只有五祖忍和尚明了，看得出来。他那个寺庙有三千多人，只有一个人在真正修行，别人都是假修行，只有他一个在真修行。那个真修行的人，假修行的瞧不起他，可是真修行对于假修行的人都恭敬，你看看《坛经》上连一个小的行者，十四、五岁还没有出家的，带发在这个庙里做事的行者，六祖称他都称上人，我们在《坛经》上看到的，都称上人，这么样的尊敬。可见得他不但修六度万行，他还在那里真正的修普贤十愿。我们看经听讲要从这些地方着眼，你要明了，才晓得我们在日常生活当中如何去修学。",
      "zh_TW": "如果你明白這個道理，六祖大師在黃梅八個月修的六度萬行，你們想想對不對？布施、持戒、忍辱、精定、禪定、般若，他樣樣具足。這種修行只有五祖忍和尚明瞭，看得出來。他那個寺廟有三千多人，只有一個人在真正修行，別人都是假修行，只有他一個在真修行。那個真修行的人，假修行的瞧不起他，可是真修行對於假修行的人都恭敬，你看看《壇經》上連一個小的行者，十四、五歲還沒有出家的，帶髮在這個廟裡做事的行者，六祖稱他都稱上人，我們在《壇經》上看到的，都稱上人，這麼樣的尊敬。可見得他不但修六度萬行，他還在那裡真正的修普賢十願。我們看經聽講要從這些地方著眼，你要明瞭，才曉得我們在日常生活當中如何去修學。"
    },
    {
      "id": "01-003-0116_p0022",
      "zh_CN": "修行的纲领，修「觉而不迷，正而不邪，净而不染」，我们修净土的人特别重视第三条，清净心！清净心里面就具足戒定慧，清净心里面就具足无量的智慧德行。我们一天到晚看到别人过失，没有看到自家的过失。实际上，别人决定没有过失，怎么决定没有过失？「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，他哪来的过失？没有！过失从哪里来的？我们自己心里有过失，我们这个心镜肮脏了，照到别的地方统统是脏，你看这个是脏，那个也是脏，不知道自己能照是脏的，外头并不脏。六祖把这个情形讲得很清楚，「若真修道人，不见他人过，若见他人非，自非却相左」，讲得清清楚楚明明白白，别人哪有过失？我们要把这些宝贵的教训应用在生活上，应用在处事待人接物。",
      "zh_TW": "修行的綱領，修「覺而不迷，正而不邪，淨而不染」，我們修淨土的人特別重視第三條，清淨心！清淨心裡面就具足戒定慧，清淨心裡面就具足無量的智慧德行。我們一天到晚看到別人過失，沒有看到自家的過失。實際上，別人決定沒有過失，怎麼決定沒有過失？「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，他哪來的過失？沒有！過失從哪裡來的？我們自己心裡有過失，我們這個心鏡骯髒了，照到別的地方統統是髒，你看這個是髒，那個也是髒，不知道自己能照是髒的，外頭並不髒。六祖把這個情形講得很清楚，「若真修道人，不見他人過，若見他人非，自非卻相左」，講得清清楚楚明明白白，別人哪有過失？我們要把這些寶貴的教訓應用在生活上，應用在處事待人接物。"
    },
    {
      "id": "01-003-0116_p0023",
      "zh_CN": "今天我们看天下道场都是一团糟，我没有看到一个清净道场，原因在哪里？每个人这个心镜都是一塌糊涂，所以照到外面的时候，总是认为外面都脏，不知道这个过失在自己。修行，你真正明白这个道理，你就晓得修行应该从哪里下手？应该怎样修法？我们今天念到慈氏菩萨，要修慈心三昧。我们待人接物有没有慈悲心？我们对自己有没有慈悲？如果不能把自己一些毛病修正过来，对自己就是一点慈悲都没有，来生还要叫自己六道轮回，那算什么慈悲？最低限度来生要到西方极乐世界去，这才是对自己慈悲了。",
      "zh_TW": "今天我們看天下道場都是一團糟，我沒有看到一個清淨道場，原因在哪裡？每個人這個心鏡都是一塌糊塗，所以照到外面的時候，總是認為外面都髒，不知道這個過失在自己。修行，你真正明白這個道理，你就曉得修行應該從哪裡下手？應該怎樣修法？我們今天念到慈氏菩薩，要修慈心三昧。我們待人接物有沒有慈悲心？我們對自己有沒有慈悲？如果不能把自己一些毛病修正過來，對自己就是一點慈悲都沒有，來生還要叫自己六道輪迴，那算什麼慈悲？最低限度來生要到西方極樂世界去，這才是對自己慈悲了。"
    },
    {
      "id": "01-003-0116_p0024",
      "zh_CN": "所以我说那个佛号都不会念，怎么说不会念？会念的人声声佛号都把烦恼伏住，你念佛不能伏烦恼，这个佛号念了没用处。我们念头一起来立刻就换成阿弥陀佛，这叫会念；不会念的，口里念阿弥陀佛，心里面还打妄想，那是不会念的。所以功夫得力就从这个地方看，每一句佛号都能把念头转过来。由此可知，念佛不在乎念的数量多，也不在乎用什么方式去念。总而言之，一个原则，念到自己身心清净，念到自己不生烦恼，功夫就得力了，念佛要这个念法。",
      "zh_TW": "所以我說那個佛號都不會念，怎麼說不會念？會念的人聲聲佛號都把煩惱伏住，你念佛不能伏煩惱，這個佛號念了沒用處。我們念頭一起來立刻就換成阿彌陀佛，這叫會念；不會念的，口裡念阿彌陀佛，心裡面還打妄想，那是不會念的。所以功夫得力就從這個地方看，每一句佛號都能把念頭轉過來。由此可知，念佛不在乎念的數量多，也不在乎用什麼方式去念。總而言之，一個原則，念到自己身心清淨，念到自己不生煩惱，功夫就得力了，念佛要這個念法。"
    },
    {
      "id": "01-003-0116_p0025",
      "zh_CN": "有人问我，念佛究竟是阿（ㄛ）弥陀佛，还是阿（ㄚ）弥陀佛？这不要紧。倓虚老法师，我们从录音带听到的，他是东北人，他念阿（ㄛ）弥（ㄋㄧˊ）陀佛，那个音调很怪，那是北方的土音，他也能成就，他往生也坐着往生的。由此可知，佛号音声念得准确当然好，念错了也没关系，问题怎么样？只要你能伏得住烦恼，只要你心里面有阿弥陀佛。正确的音是念ㄚ，梵音。四十二个华严字母，第一个字母就是念ㄚ。我们习惯念阿（ㄛ）弥陀佛，没有关系，这个不要紧。",
      "zh_TW": "有人問我，念佛究竟是阿（ㄛ）彌陀佛，還是阿（ㄚ）彌陀佛？這不要緊。倓虛老法師，我們從錄音帶聽到的，他是東北人，他念阿（ㄛ）彌（ㄋㄧˊ）陀佛，那個音調很怪，那是北方的土音，他也能成就，他往生也坐著往生的。由此可知，佛號音聲念得準確當然好，念錯了也沒關係，問題怎麼樣？只要你能伏得住煩惱，只要你心裡面有阿彌陀佛。正確的音是念ㄚ，梵音。四十二個華嚴字母，第一個字母就是念ㄚ。我們習慣念阿（ㄛ）彌陀佛，沒有關係，這個不要緊。"
    },
    {
      "id": "01-003-0116_p0026",
      "zh_CN": "这个佛门也有个公案，念六字大明咒，念那个他误会了，唵嘛呢叭咪牛，他念的时候，念得豆子都有感应，那豆子自己会跳！人家说：你念错了，那是唵嘛呢叭咪吽。他这一改过来，豆子不跳了。他不理会，我还是念唵嘛呢叭咪牛，它有感应。由此可知，心诚则灵，音错没有大关系。第六：",
      "zh_TW": "這個佛門也有個公案，念六字大明咒，念那個他誤會了，唵嘛呢叭咪牛，他念的時候，念得豆子都有感應，那豆子自己會跳！人家說：你念錯了，那是唵嘛呢叭咪吽。他這一改過來，豆子不跳了。他不理會，我還是念唵嘛呢叭咪牛，它有感應。由此可知，心誠則靈，音錯沒有大關係。第六："
    },
    {
      "id": "01-003-0116_p0027",
      "zh_CN": "钞【又悲华经云：发愿于刀兵劫中拥护众生。】",
      "zh_TW": "鈔【又悲華經云：發願於刀兵劫中擁護眾生。】"
    },
    {
      "id": "01-003-0116_p0028",
      "zh_CN": "这也是讲利他慈，不但是利他慈，这是未来的慈悲，他是『发愿于刀兵劫中』。刀兵劫就是讲小三灾与大三灾，大三灾是火灾、水灾、风灾，那个灾难就大了，小三灾就是刀兵、饥馑、瘟疫。在过去，我们读经常常读到小三灾，我们很疑惑，自古至今哪一天不打仗？过去我们跟日本人打了八年，算不算刀兵劫？还不算，固然是刀兵劫，不是小三灾。小三灾，经上讲这个刀兵，战争只有七天七夜；瘟疫是七个月七天七夜；饥馑，就是饥饿，是七年七个月七天。",
      "zh_TW": "這也是講利他慈，不但是利他慈，這是未來的慈悲，他是『發願於刀兵劫中』。刀兵劫就是講小三災與大三災，大三災是火災、水災、風災，那個災難就大了，小三災就是刀兵、飢饉、瘟疫。在過去，我們讀經常常讀到小三災，我們很疑惑，自古至今哪一天不打仗？過去我們跟日本人打了八年，算不算刀兵劫？還不算，固然是刀兵劫，不是小三災。小三災，經上講這個刀兵，戰爭只有七天七夜；瘟疫是七個月七天七夜；飢饉，就是飢餓，是七年七個月七天。"
    },
    {
      "id": "01-003-0116_p0029",
      "zh_CN": "我到广岛长崎参观，才恍然大悟，原来佛经讲的小三灾就是核子战争。那战争打七天，然后辐射尘这瘟疫要七个月才能消失；被炸的地方草木不生，七、八年以后地上才长草，草木不生那就是饥饿。所以佛经里讲的小三灾，就是预言核子战争。这个刀兵劫的时间短，饥饿的时间长。佛在三千年前就看到现代的核子战争，给我们说这个是劫难。弥勒菩萨在这个劫难当中他出现，他来救护一切众生。",
      "zh_TW": "我到廣島長崎參觀，才恍然大悟，原來佛經講的小三災就是核子戰爭。那戰爭打七天，然後輻射塵這瘟疫要七個月才能消失；被炸的地方草木不生，七、八年以後地上才長草，草木不生那就是飢餓。所以佛經裡講的小三災，就是預言核子戰爭。這個刀兵劫的時間短，飢餓的時間長。佛在三千年前就看到現代的核子戰爭，給我們說這個是劫難。彌勒菩薩在這個劫難當中他出現，他來救護一切眾生。"
    },
    {
      "id": "01-003-0116_p0030",
      "zh_CN": "钞【是则慈隆即世，悲臻后劫，至极之慈，超出凡小，故无能胜。】",
      "zh_TW": "鈔【是則慈隆即世，悲臻後劫，至極之慈，超出凡小，故無能勝。】"
    },
    {
      "id": "01-003-0116_p0031",
      "zh_CN": "这是赞叹弥勒菩萨大慈大悲，凡夫、外道、小乘都不能跟他相比，所以「弥勒」的意思就是慈无能胜，没有能够胜过他的。",
      "zh_TW": "這是讚歎彌勒菩薩大慈大悲，凡夫、外道、小乘都不能跟他相比，所以「彌勒」的意思就是慈無能勝，沒有能夠勝過他的。"
    },
    {
      "id": "01-003-0116_p0032",
      "zh_CN": "疏【又弥勒既闻此经，龙华必说此经，当知此经流通无尽。】",
      "zh_TW": "疏【又彌勒既聞此經，龍華必說此經，當知此經流通無盡。】"
    },
    {
      "id": "01-003-0116_p0033",
      "zh_CN": "这一段说得非常之好，此地是伏笔，因为到本经后面六方佛赞叹，六方佛既然赞叹这个经，可见得六方佛一定弘扬这部经，确确实实这部经在尽虚空遍法界无时无处不在流通！由此可知，本经是十方三世一切诸佛度众生的第一法门，这个含义在此地，教我们省悟认识这个法门。",
      "zh_TW": "這一段說得非常之好，此地是伏筆，因為到本經後面六方佛讚歎，六方佛既然讚歎這個經，可見得六方佛一定弘揚這部經，確確實實這部經在盡虛空遍法界無時無處不在流通！由此可知，本經是十方三世一切諸佛度眾生的第一法門，這個含義在此地，教我們省悟認識這個法門。"
    },
    {
      "id": "01-003-0116_p0034",
      "zh_CN": "钞【问：何知必尔。】",
      "zh_TW": "鈔【問：何知必爾。】"
    },
    {
      "id": "01-003-0116_p0035",
      "zh_CN": "前面讲将来弥勒在龙华会上必定说这个经，你怎么晓得必定如是？",
      "zh_TW": "前面講將來彌勒在龍華會上必定說這個經，你怎麼曉得必定如是？"
    },
    {
      "id": "01-003-0116_p0036",
      "zh_CN": "钞【答：法华称古佛放光，为说此经。】",
      "zh_TW": "鈔【答：法華稱古佛放光，為說此經。】"
    },
    {
      "id": "01-003-0116_p0037",
      "zh_CN": "这是用《法华经》来作证明，本师释迦牟尼佛在《法华经》里面说过，「佛放眉间白毫相光，照东方万八千世界」，光中显现出诸佛的刹土，以及佛刹里面依正庄严的境界。弥勒菩萨也参加法华一会，弥勒菩萨看到之后就怀疑，问文殊菩萨，文殊菩萨告诉他：过去日月灯明佛曾经也这样的放光，放光之后就讲《妙法莲华经》。现在释迦牟尼佛也放光，一定会说同样的经。拿这个事例来看，将来弥勒菩萨在龙华会上一定讲这个经。",
      "zh_TW": "這是用《法華經》來作證明，本師釋迦牟尼佛在《法華經》裡面說過，「佛放眉間白毫相光，照東方萬八千世界」，光中顯現出諸佛的剎土，以及佛剎裡面依正莊嚴的境界。彌勒菩薩也參加法華一會，彌勒菩薩看到之後就懷疑，問文殊菩薩，文殊菩薩告訴他：過去日月燈明佛曾經也這樣的放光，放光之後就講《妙法蓮華經》。現在釋迦牟尼佛也放光，一定會說同樣的經。拿這個事例來看，將來彌勒菩薩在龍華會上一定講這個經。"
    },
    {
      "id": "01-003-0116_p0038",
      "zh_CN": "钞【今佛放光，知必说此，则佛佛说法华也。而此经者，度生最急，诸佛共赞。】",
      "zh_TW": "鈔【今佛放光，知必說此，則佛佛說法華也。而此經者，度生最急，諸佛共讚。】"
    },
    {
      "id": "01-003-0116_p0039",
      "zh_CN": "这是后面六方佛赞叹。",
      "zh_TW": "這是後面六方佛讚歎。"
    },
    {
      "id": "01-003-0116_p0040",
      "zh_CN": "钞【既为诸佛共赞，必为诸佛所说，龙华之会，必说此经，何疑之有。】",
      "zh_TW": "鈔【既為諸佛共讚，必為諸佛所說，龍華之會，必說此經，何疑之有。】"
    },
    {
      "id": "01-003-0116_p0041",
      "zh_CN": "龙华会上弥勒菩萨一定说净土三经，一定也劝大家念佛求生净土。所以现在有很多人，甚至于还有一些法师，他不修西方净土，他要修弥勒净土。弥勒净土难修！修成了，将来往生兜率内院亲近弥勒菩萨，再等五十六亿七千万年之后，跟弥勒菩萨一道来这个世间，弥勒菩萨示现成佛，他们示现作阿罗汉，到那个时候，弥勒菩萨讲净土三经还是劝他们往生。我们如果到西方极乐世界，看到他们来了，「老兄，你怎么到现在才来！」所以要晓得这个法门殊胜。我再告诉诸位，你要是往生西方极乐世界，要想到弥勒菩萨道场去参观，天天都可以去；弥勒菩萨的徒弟要想到西方极乐世界，可没那么容易！所以说西方净土殊胜，十方诸佛赞叹；弥勒净土没有十方诸佛赞叹。这是我们要把它认识清楚，努力的修西方净土。第三位，干陀诃提菩萨：",
      "zh_TW": "龍華會上彌勒菩薩一定說淨土三經，一定也勸大家念佛求生淨土。所以現在有很多人，甚至於還有一些法師，他不修西方淨土，他要修彌勒淨土。彌勒淨土難修！修成了，將來往生兜率內院親近彌勒菩薩，再等五十六億七千萬年之後，跟彌勒菩薩一道來這個世間，彌勒菩薩示現成佛，他們示現作阿羅漢，到那個時候，彌勒菩薩講淨土三經還是勸他們往生。我們如果到西方極樂世界，看到他們來了，「老兄，你怎麼到現在才來！」所以要曉得這個法門殊勝。我再告訴諸位，你要是往生西方極樂世界，要想到彌勒菩薩道場去參觀，天天都可以去；彌勒菩薩的徒弟要想到西方極樂世界，可沒那麼容易！所以說西方淨土殊勝，十方諸佛讚歎；彌勒淨土沒有十方諸佛讚歎。這是我們要把它認識清楚，努力的修西方淨土。第三位，乾陀訶提菩薩："
    },
    {
      "id": "01-003-0116_p0042",
      "zh_CN": "疏【干陀诃提，此云不休息。】",
      "zh_TW": "疏【乾陀訶提，此云不休息。】"
    },
    {
      "id": "01-003-0116_p0043",
      "zh_CN": "这是梵语，翻成中国的意思是『不休息』。",
      "zh_TW": "這是梵語，翻成中國的意思是『不休息』。"
    },
    {
      "id": "01-003-0116_p0044",
      "zh_CN": "钞【不休息者，行诸梵行，历恒沙劫，然后授记，经此多劫，曾不休息故。】",
      "zh_TW": "鈔【不休息者，行諸梵行，歷恆沙劫，然後授記，經此多劫，曾不休息故。】"
    },
    {
      "id": "01-003-0116_p0045",
      "zh_CN": "菩萨长劫修行从无间断，从来没有休息过。底下这一尊，常精进菩萨：",
      "zh_TW": "菩薩長劫修行從無間斷，從來沒有休息過。底下這一尊，常精進菩薩："
    },
    {
      "id": "01-003-0116_p0046",
      "zh_CN": "疏【常精进者二义，一者天台云：见法性常住，行无作正勤故。二者宝积经云：此菩萨为一众生，经无量劫，随逐不舍，犹不受化，曾无一念弃舍之心，乃精进之至极也。】",
      "zh_TW": "疏【常精進者二義，一者天台云：見法性常住，行無作正勤故。二者寶積經云：此菩薩為一眾生，經無量劫，隨逐不捨，猶不受化，曾無一念棄捨之心，乃精進之至極也。】"
    },
    {
      "id": "01-003-0116_p0047",
      "zh_CN": "「佛氏门中，不舍一人」，一个人都不舍弃，常精进菩萨他做到了。常精进跟不休息，我们过去讲这个经的时候，讲这四位菩萨表法，文殊表大智，弥勒表大慈，修学净土法门要大智慧、大慈悲，要不休息、要常精进，你才能往生。菩萨在此地用名号就告诉我们修行的要领。",
      "zh_TW": "「佛氏門中，不捨一人」，一個人都不捨棄，常精進菩薩他做到了。常精進跟不休息，我們過去講這個經的時候，講這四位菩薩表法，文殊表大智，彌勒表大慈，修學淨土法門要大智慧、大慈悲，要不休息、要常精進，你才能往生。菩薩在此地用名號就告訴我們修行的要領。"
    },
    {
      "id": "01-003-0116_p0048",
      "zh_CN": "钞【二义者，一是自利，未生善增长，已生善保持，未生恶预防，已生恶速灭，名四正勤。】",
      "zh_TW": "鈔【二義者，一是自利，未生善增長，已生善保持，未生惡預防，已生惡速滅，名四正勤。】"
    },
    {
      "id": "01-003-0116_p0049",
      "zh_CN": "这是应当修学的。玄奘大师翻的译本，三十七道品完全说出来。罗什大师译本里，三十七道品前面三科（四念处、四正勤、四如意足）省略，只讲五根、五力、七菩提分、八圣道分这四科。这念处、正勤很重要，我们修行要从这里下手。「四念处」是智慧，文殊菩萨代表的，教我们看破。『四正勤』就是慈悲，弥勒菩萨代表的，对自己要慈悲，这是讲修自利慈，自利而后才能利他，自己对自己要慈悲！慈悲就是一定要叫自己改过修善，要认真的修四正勤。已经有的善要保持它；没有生的善要叫它生出来；没有生的恶，要防止，不要让这个恶的念头起来；已经造的恶业要忏悔，后不再造。",
      "zh_TW": "這是應當修學的。玄奘大師翻的譯本，三十七道品完全說出來。羅什大師譯本裡，三十七道品前面三科（四念處、四正勤、四如意足）省略，只講五根、五力、七菩提分、八聖道分這四科。這念處、正勤很重要，我們修行要從這裡下手。「四念處」是智慧，文殊菩薩代表的，教我們看破。『四正勤』就是慈悲，彌勒菩薩代表的，對自己要慈悲，這是講修自利慈，自利而後才能利他，自己對自己要慈悲！慈悲就是一定要叫自己改過修善，要認真的修四正勤。已經有的善要保持它；沒有生的善要叫它生出來；沒有生的惡，要防止，不要讓這個惡的念頭起來；已經造的惡業要懺悔，後不再造。"
    },
    {
      "id": "01-003-0116_p0050",
      "zh_CN": "钞【而言见性无作，则了知法性本非善非恶。虽云修善，不修而修；虽云去恶，不去而去。所谓一念不生，是真精进故。】",
      "zh_TW": "鈔【而言見性無作，則了知法性本非善非惡。雖云修善，不修而修；雖云去惡，不去而去。所謂一念不生，是真精進故。】"
    },
    {
      "id": "01-003-0116_p0051",
      "zh_CN": "前面讲的那个意思我们懂，我们现在可以做得到，这一点意思就不太容易做到了。如果此地做到了，那你就跟六祖一样，「无修而修，修而无修」。我们凡夫没有看到他在修行，只有真正过来人晓得，佛与大菩萨知道，凡夫二乘不晓得，为什么？他称性，称性是真修，称性是真精进。他知道一切法，世出世间一切法没有一法是例外的，如幻如化，如梦如影，这是真的。就连佛说法度生，经上也说得很好，「如空谷响」，《华严经》上说的。「如梦幻泡影」，佛门常说「大作梦中佛事，建立水月道场」，道场像水里的月亮，影像不是真的。你了解十法界依正庄严的真相，你就心平气和，晓得一切法不可得，一切法都清净自在，为什么？它是影像。",
      "zh_TW": "前面講的那個意思我們懂，我們現在可以做得到，這一點意思就不太容易做到了。如果此地做到了，那你就跟六祖一樣，「無修而修，修而無修」。我們凡夫沒有看到他在修行，只有真正過來人曉得，佛與大菩薩知道，凡夫二乘不曉得，為什麼？他稱性，稱性是真修，稱性是真精進。他知道一切法，世出世間一切法沒有一法是例外的，如幻如化，如夢如影，這是真的。就連佛說法度生，經上也說得很好，「如空谷響」，《華嚴經》上說的。「如夢幻泡影」，佛門常說「大作夢中佛事，建立水月道場」，道場像水裡的月亮，影像不是真的。你了解十法界依正莊嚴的真相，你就心平氣和，曉得一切法不可得，一切法都清淨自在，為什麼？它是影像。"
    },
    {
      "id": "01-003-0116_p0052",
      "zh_CN": "这个影像从前人的确很难体会，现在人说这个就好懂，我们天天看电视，电视萤幕就是影像。你看到一大堆金刚钻珠宝，你也得不到，晓得那是空的；看到电视萤光幕里一大堆大粪，你也没有闻到臭气，影像！它没有好丑，它没有善恶，为什么？它都是空的。真正明白这个事实真相，这叫诸法实相，你都明白了，你不管在什么境界里，你心是清净的，心是平等的。由此可知，一切过失都是我们把这个影像当作真的，看到萤光幕上的金刚钻，恨不得一下抢过来，这是我的，看到不高兴的时候，恨不得打他两耳光，结果把电视萤幕打碎了，手上打得血淋淋的，不知道干些什么？我们现在一切众生一天到晚就干这种傻事情，不知道所有的境界是空的。这是电影，立体电影，了不可得，没有一法可以得到的。我们看电影那银幕是平面的，怎么现在对面看是立体的，了不可得！你要是从这上面去修，这就是见性了，见性的时候，修而无修，无修而修。",
      "zh_TW": "這個影像從前人的確很難體會，現在人說這個就好懂，我們天天看電視，電視螢幕就是影像。你看到一大堆金剛鑽珠寶，你也得不到，曉得那是空的；看到電視螢光幕裡一大堆大糞，你也沒有聞到臭氣，影像！它沒有好醜，它沒有善惡，為什麼？它都是空的。真正明白這個事實真相，這叫諸法實相，你都明白了，你不管在什麼境界裡，你心是清淨的，心是平等的。由此可知，一切過失都是我們把這個影像當作真的，看到螢光幕上的金剛鑽，恨不得一下搶過來，這是我的，看到不高興的時候，恨不得打他兩耳光，結果把電視螢幕打碎了，手上打得血淋淋的，不知道幹些什麼？我們現在一切眾生一天到晚就幹這種傻事情，不知道所有的境界是空的。這是電影，立體電影，了不可得，沒有一法可以得到的。我們看電影那銀幕是平面的，怎麼現在對面看是立體的，了不可得！你要是從這上面去修，這就是見性了，見性的時候，修而無修，無修而修。"
    },
    {
      "id": "01-003-0116_p0053",
      "zh_CN": "我们念佛人，就像大势至菩萨一样，他在《楞严经》上讲的，「都摄六根，净念相继」，都摄六根是无修、无念，净念相继是有念，阿弥陀佛念个不停，就是「念而无念，无念而念」。这一段前面两行讲事，后面两行讲理，讲事实真相，没有善没有恶，没有修没有证。正因为它的事实真相如此，所以你才可以一步登天，净土法门念佛的道理就是建立在这个基础上。这一句佛号把你一切念头换过来，不管这个念头是善是恶，善恶都是空的，只有一句阿弥陀佛，其他的一切都远离，这就一步登天，一下就恢复到本性。所以到西方极乐世界，这才圆证三不退，才圆登四土，就是这么个道理。",
      "zh_TW": "我們念佛人，就像大勢至菩薩一樣，他在《楞嚴經》上講的，「都攝六根，淨念相繼」，都攝六根是無修、無念，淨念相繼是有念，阿彌陀佛念個不停，就是「念而無念，無念而念」。這一段前面兩行講事，後面兩行講理，講事實真相，沒有善沒有惡，沒有修沒有證。正因為它的事實真相如此，所以你才可以一步登天，淨土法門念佛的道理就是建立在這個基礎上。這一句佛號把你一切念頭換過來，不管這個念頭是善是惡，善惡都是空的，只有一句阿彌陀佛，其他的一切都遠離，這就一步登天，一下就恢復到本性。所以到西方極樂世界，這才圓證三不退，才圓登四土，就是這麼個道理。"
    },
    {
      "id": "01-003-0116_p0054",
      "zh_CN": "大师在此地做一个结论，这结论也是古人说的，『所谓一念不生，是真精进』。古人有一句偈子说：「若起精进心，是妄非精进；若能心不妄，精进无有涯。」这是对的，你起一个精进心，那精进心是个妄想，你清净心里有个妄想存在，怎么能叫精进？不能叫精进，六祖所谓「本来无一物」，你已经有了一物，你要精进，这一物就是无明，这一物就是颠倒，不叫做真精进。",
      "zh_TW": "大師在此地做一個結論，這結論也是古人說的，『所謂一念不生，是真精進』。古人有一句偈子說：「若起精進心，是妄非精進；若能心不妄，精進無有涯。」這是對的，你起一個精進心，那精進心是個妄想，你清淨心裡有個妄想存在，怎麼能叫精進？不能叫精進，六祖所謂「本來無一物」，你已經有了一物，你要精進，這一物就是無明，這一物就是顛倒，不叫做真精進。"
    },
    {
      "id": "01-003-0116_p0055",
      "zh_CN": "因此，佛所讲的这一切经、这一切话，以后记录写下来这么多文字，决定不能着相，着相就错了。这是不得已，没有法子，是一种手段，好像指路牌一样，你把指路牌就当作目标，这个错了，指路牌看一看走过去，理都不要理它。佛的经典、佛的言语，我们听了，听了不要去想它，不要去理会它，你走过去就对了。你再停留一下想一想，再把它装到你自己脑袋去，你那个脑袋就成垃圾堆，装了一大堆佛的垃圾，这是很大很大的过失。佛法修学难，实在讲就难在这个地方，很多人把佛法都搞错了。我们再看第二个意思：",
      "zh_TW": "因此，佛所講的這一切經、這一切話，以後記錄寫下來這麼多文字，決定不能著相，著相就錯了。這是不得已，沒有法子，是一種手段，好像指路牌一樣，你把指路牌就當作目標，這個錯了，指路牌看一看走過去，理都不要理它。佛的經典、佛的言語，我們聽了，聽了不要去想它，不要去理會它，你走過去就對了。你再停留一下想一想，再把它裝到你自己腦袋去，你那個腦袋就成垃圾堆，裝了一大堆佛的垃圾，這是很大很大的過失。佛法修學難，實在講就難在這個地方，很多人把佛法都搞錯了。我們再看第二個意思："
    },
    {
      "id": "01-003-0116_p0056",
      "zh_CN": "钞【二是利他，为多众生，犹未为难。】",
      "zh_TW": "鈔【二是利他，為多眾生，猶未為難。】"
    },
    {
      "id": "01-003-0116_p0057",
      "zh_CN": "这是讲度化很多的众生，这个还不难。度一个众生，这个众生不听话，不听话不放弃，这个很难，这实在是不容易。",
      "zh_TW": "這是講度化很多的眾生，這個還不難。度一個眾生，這個眾生不聽話，不聽話不放棄，這個很難，這實在是不容易。"
    },
    {
      "id": "01-003-0116_p0058",
      "zh_CN": "钞【今曰为一众生，少时为一众生，犹未为难。】",
      "zh_TW": "鈔【今曰為一眾生，少時為一眾生，猶未為難。】"
    },
    {
      "id": "01-003-0116_p0059",
      "zh_CN": "『少时』就是时间短，短时间为一个众生，还不难。",
      "zh_TW": "『少時』就是時間短，短時間為一個眾生，還不難。"
    },
    {
      "id": "01-003-0116_p0060",
      "zh_CN": "钞【今曰无量劫，多劫而易可化度，亦未为难。今曰犹不受化而不弃舍，不弃舍犹未为难。今曰无一念弃舍，如是精进，更无退堕，故名曰常。】",
      "zh_TW": "鈔【今曰無量劫，多劫而易可化度，亦未為難。今曰猶不受化而不棄捨，不棄捨猶未為難。今曰無一念棄捨，如是精進，更無退墮，故名曰常。】"
    },
    {
      "id": "01-003-0116_p0061",
      "zh_CN": "你看这一层一层的比喻，显示出菩萨真是慈悲到了极处，精进到了极处。这个摆在经的开端，一开头，换句话说，就是教我们学《弥陀经》基本的条件，我们有没有具备？这些条件都不具足，一点耐心都没有，不能往生！",
      "zh_TW": "你看這一層一層的比喻，顯示出菩薩真是慈悲到了極處，精進到了極處。這個擺在經的開端，一開頭，換句話說，就是教我們學《彌陀經》基本的條件，我們有沒有具備？這些條件都不具足，一點耐心都沒有，不能往生！"
    },
    {
      "id": "01-003-0116_p0062",
      "zh_CN": "现代人最大的毛病就是没有耐心，他不知道什么叫修行？你去看看《禅林宝训》。我当年到台中跟李老师求学的时候，李老师指定我第一部看的书就是《禅林宝训》，那个时候很苦，《禅林宝训》没有单行本，我从《藏经》里面把它抄出来，我抄的好像不多，因为它只有本文没有注解。我那个时候用的是《频伽藏》的本子。现在这个本子好，又有注解，《禅林宝训笔说》，注解写得很详细。",
      "zh_TW": "現代人最大的毛病就是沒有耐心，他不知道什麼叫修行？你去看看《禪林寶訓》。我當年到台中跟李老師求學的時候，李老師指定我第一部看的書就是《禪林寶訓》，那個時候很苦，《禪林寶訓》沒有單行本，我從《藏經》裡面把它抄出來，我抄的好像不多，因為它只有本文沒有註解。我那個時候用的是《頻伽藏》的本子。現在這個本子好，又有註解，《禪林寶訓筆說》，註解寫得很詳細。"
    },
    {
      "id": "01-003-0116_p0063",
      "zh_CN": "《禅林宝训》一共三百多条，有一点像《菜根谭》一样，很有味道，看了很受感动，里面都是教人应该怎样发心，怎样亲近师友。我印象最深刻的，就是有一个参学的人，这个人品学都好，可是老和尚跟他就好像冤家对头一样，怎么看是怎么不顺眼，无缘无故的骂他打他。可是他很好，怎么样侮辱他都不走，还是在座下听经。有一天老和尚把洗脚水从他头上倒下去，他还是能忍受，还是不走。最后老和尚看到他很生气，直接下命令把他赶走，这个他没有办法了。他走了没有？还是没走。他到庙外面找地方住，在墙外窗口旁边听讲经，还是不走，老和尚晓得就是。这样过了三年，老和尚要传法，就好像五祖一样要传法了，要找个继承人传法。这些大弟子一个个都以为是自己，结果老和尚一宣布，外面那个人把他找回来，就传法给他了，出乎人意料之外！才晓得老和尚种种折磨，就是培养他的德行，是被他看中，才这样故意去折磨他，最后传法给他。所以他一举一动老和尚清清楚楚的。所以这个我们很受感动。",
      "zh_TW": "《禪林寶訓》一共三百多條，有一點像《菜根譚》一樣，很有味道，看了很受感動，裡面都是教人應該怎樣發心，怎樣親近師友。我印象最深刻的，就是有一個參學的人，這個人品學都好，可是老和尚跟他就好像冤家對頭一樣，怎麼看是怎麼不順眼，無緣無故的罵他打他。可是他很好，怎麼樣侮辱他都不走，還是在座下聽經。有一天老和尚把洗腳水從他頭上倒下去，他還是能忍受，還是不走。最後老和尚看到他很生氣，直接下命令把他趕走，這個他沒有辦法了。他走了沒有？還是沒走。他到廟外面找地方住，在牆外窗口旁邊聽講經，還是不走，老和尚曉得就是。這樣過了三年，老和尚要傳法，就好像五祖一樣要傳法了，要找個繼承人傳法。這些大弟子一個個都以為是自己，結果老和尚一宣布，外面那個人把他找回來，就傳法給他了，出乎人意料之外！才曉得老和尚種種折磨，就是培養他的德行，是被他看中，才這樣故意去折磨他，最後傳法給他。所以他一舉一動老和尚清清楚楚的。所以這個我們很受感動。"
    },
    {
      "id": "01-003-0116_p0064",
      "zh_CN": "所以学道往往亲近一个好的老师，四、五年这老师给你一句话不说的，就叫你去做苦事、粗事。有的做得不服气，「我到这里来求法，什么也没求到」，掉头而去，走了。走了就让他走，这是什么？不能造就的人，没有耐心，不能成就的人。由此可知，修行第一个修什么？修忍辱波罗蜜。忍辱波罗蜜修成了，你所得的一切东西不会失掉，所以「一切法得成于忍」。如果你没有这层功夫，老和尚教给你东西，教到最后怎么样？你好高骛远，贡高我慢，自己以为不可一世，最后是身败名裂，必然是这样的结果。所以什么人是法器？就看他的耐心，看他的忍耐。这个人有多大的成就，与他的忍耐决定成正比。他忍耐的功夫愈深，他成就愈大；忍得浅，他这个器小，他成就愈小。这是一定的道理。",
      "zh_TW": "所以學道往往親近一個好的老師，四、五年這老師給你一句話不說的，就叫你去做苦事、粗事。有的做得不服氣，「我到這裡來求法，什麼也沒求到」，掉頭而去，走了。走了就讓他走，這是什麼？不能造就的人，沒有耐心，不能成就的人。由此可知，修行第一個修什麼？修忍辱波羅蜜。忍辱波羅蜜修成了，你所得的一切東西不會失掉，所以「一切法得成於忍」。如果你沒有這層功夫，老和尚教給你東西，教到最後怎麼樣？你好高騖遠，貢高我慢，自己以為不可一世，最後是身敗名裂，必然是這樣的結果。所以什麼人是法器？就看他的耐心，看他的忍耐。這個人有多大的成就，與他的忍耐決定成正比。他忍耐的功夫愈深，他成就愈大；忍得淺，他這個器小，他成就愈小。這是一定的道理。"
    },
    {
      "id": "01-003-0116_p0065",
      "zh_CN": "忍耐功夫到了纯熟，就是三昧，就得定了。所以这个六度，它顺序不能颠倒。所以今天，为什么没有持戒的？因为没有布施。布施是第一层，持戒是第二层，没有布施就是你心里面牵肠挂肚、拉拉杂杂东西太多，你没有一样能放得下，你的戒怎么能持得了？布施是叫我们放下，把一切分别执着妄想烦恼统统放下，你这个戒才能精进。有戒才能有忍，戒是忍的基础，忍是精进的基础，精进是禅定的基础，禅定是智慧的基础。这个楼能愈盖愈高，没有底下一层，决定没有上面一层。",
      "zh_TW": "忍耐功夫到了純熟，就是三昧，就得定了。所以這個六度，它順序不能顛倒。所以今天，為什麼沒有持戒的？因為沒有布施。布施是第一層，持戒是第二層，沒有布施就是你心裡面牽腸掛肚、拉拉雜雜東西太多，你沒有一樣能放得下，你的戒怎麼能持得了？布施是叫我們放下，把一切分別執著妄想煩惱統統放下，你這個戒才能精進。有戒才能有忍，戒是忍的基礎，忍是精進的基礎，精進是禪定的基礎，禪定是智慧的基礎。這個樓能愈蓋愈高，沒有底下一層，決定沒有上面一層。"
    },
    {
      "id": "01-003-0116_p0066",
      "zh_CN": "六度名词哪个不会讲？个个都记得牢牢的，记得有什么用处？没用处！没有能够真正放下。不但世间一切法拉拉杂杂要放下，佛法也要放下。佛法你要是样样都牢牢的记住，这个糟糕，把你的慧门堵塞了，你不会开悟！就是清凉所说的，增长邪见，你听得愈多，你读得愈多，你的邪见愈多，成见多了，一看这个也不如法，那个也不如法，这个经上这么说的，那个经上那么说的，以为佛都有说，叫谤佛。你拿《金刚经》看看，《金刚经》说，谁要说佛说法，叫谤佛。不容易！所以我们就是读经、看经，决定不执着，这个就如法，不执着就是放下了。所以佛说，「法尚应舍，何况非法」，那个舍就是布施，就是放下。",
      "zh_TW": "六度名詞哪個不會講？個個都記得牢牢的，記得有什麼用處？沒用處！沒有能夠真正放下。不但世間一切法拉拉雜雜要放下，佛法也要放下。佛法你要是樣樣都牢牢的記住，這個糟糕，把你的慧門堵塞了，你不會開悟！就是清涼所說的，增長邪見，你聽得愈多，你讀得愈多，你的邪見愈多，成見多了，一看這個也不如法，那個也不如法，這個經上這麼說的，那個經上那麼說的，以為佛都有說，叫謗佛。你拿《金剛經》看看，《金剛經》說，誰要說佛說法，叫謗佛。不容易！所以我們就是讀經、看經，決定不執著，這個就如法，不執著就是放下了。所以佛說，「法尚應捨，何況非法」，那個捨就是布施，就是放下。"
    },
    {
      "id": "01-003-0116_p0067",
      "zh_CN": "经我们天天要念，天天要读，天天要讲，天天要听，但是天天不要着相，不要执着，你的境界天天不同。我昨天读这个经是这个见解、这个讲法，今天读这个经，我的见解、我的讲法跟昨天不一样，可见得我昨天读这个经，从这里经过了，我没有执着在这里。如果把这个牢牢记住了，我今天讲的还是一样的，就跟录音带一样，听一百遍还是老样子，不会有一个新的出来，没有智慧，他死记！所以一定要开智慧，不能死记。",
      "zh_TW": "經我們天天要念，天天要讀，天天要講，天天要聽，但是天天不要著相，不要執著，你的境界天天不同。我昨天讀這個經是這個見解、這個講法，今天讀這個經，我的見解、我的講法跟昨天不一樣，可見得我昨天讀這個經，從這裡經過了，我沒有執著在這裡。如果把這個牢牢記住了，我今天講的還是一樣的，就跟錄音帶一樣，聽一百遍還是老樣子，不會有一個新的出來，沒有智慧，他死記！所以一定要開智慧，不能死記。"
    },
    {
      "id": "01-003-0116_p0068",
      "zh_CN": "我当年学经，李老师也是一棒把我打醒，我那时候记笔记，他把我叫到他房间里，说：你是不是记笔记？我说：是。你记这干什么？你到明年境界又不一样了，你这一年的笔记不就统统作废了？我一想是有道理，何必惹这个麻烦？所以干脆不记笔记了，专门注意听。因为记笔记分心，不能专心听，专心听有定有慧，刚才讲了，它是戒定慧三学一次完成，这是李老师他很大的恩德。如果他当时不教我这么做，我还是一直记下去，换句话说，必然也是死在注下。我自己无论讲什么东西脱离不了笔记，出不了那个范围。",
      "zh_TW": "我當年學經，李老師也是一棒把我打醒，我那時候記筆記，他把我叫到他房間裡，說：你是不是記筆記？我說：是。你記這幹什麼？你到明年境界又不一樣了，你這一年的筆記不就統統作廢了？我一想是有道理，何必惹這個麻煩？所以乾脆不記筆記了，專門注意聽。因為記筆記分心，不能專心聽，專心聽有定有慧，剛才講了，它是戒定慧三學一次完成，這是李老師他很大的恩德。如果他當時不教我這麼做，我還是一直記下去，換句話說，必然也是死在註下。我自己無論講什麼東西脫離不了筆記，出不了那個範圍。"
    },
    {
      "id": "01-003-0116_p0069",
      "zh_CN": "所以我在台中学是学一个活的方法，不是学死东西。我看古人的注解，里面有许许多多无量的意思出来了。他一点，那意思就贯通，通达了，绝对不是照这个注子讲！如果照这个注子讲的话，应当每讲一遍都一样，为什么遍遍不一样？天天不一样？可见得没有照这个注子讲，但是也没有离开这个注子。大家要细心体会这个道理。所以晓得什么叫精进，晓得怎样修行，才真正的如理如法。",
      "zh_TW": "所以我在台中學是學一個活的方法，不是學死東西。我看古人的註解，裡面有許許多多無量的意思出來了。他一點，那意思就貫通，通達了，絕對不是照這個註子講！如果照這個註子講的話，應當每講一遍都一樣，為什麼遍遍不一樣？天天不一樣？可見得沒有照這個註子講，但是也沒有離開這個註子。大家要細心體會這個道理。所以曉得什麼叫精進，曉得怎樣修行，才真正的如理如法。"
    },
    {
      "id": "01-003-0116_p0070",
      "zh_CN": "钞【又不休息，必常精进；常精进，必不休息。此二菩萨，亦名殊而德一者也。】",
      "zh_TW": "鈔【又不休息，必常精進；常精進，必不休息。此二菩薩，亦名殊而德一者也。】"
    },
    {
      "id": "01-003-0116_p0071",
      "zh_CN": "这个经上别的菩萨他不举，特别举这两位菩萨，用意很深！因为信愿持名所要求的就是「不怀疑」，把你的疑情放下，舍掉；不间断、不夹杂，「不间断」就是不休息，「不夹杂」就是真精进，夹杂就不叫精进！所以菩萨名号在此地就显示出修学这个法门重要的原则。我们依照这个纲领原则来修行，这一生必定成就。",
      "zh_TW": "這個經上別的菩薩他不舉，特別舉這兩位菩薩，用意很深！因為信願持名所要求的就是「不懷疑」，把你的疑情放下，捨掉；不間斷、不夾雜，「不間斷」就是不休息，「不夾雜」就是真精進，夾雜就不叫精進！所以菩薩名號在此地就顯示出修學這個法門重要的原則。我們依照這個綱領原則來修行，這一生必定成就。"
    },
    {
      "id": "01-003-0116_p0072",
      "zh_CN": "像世尊、像弥陀一样的大智大慈，大智契入诸法实相，大慈普度众生。如果就这个法门来说，大智是真正理解三经，真正理解一点没有差错；大慈是专弘三经。因为这个经是一切诸佛度众生第一法门，而且是将极罪恶的众生能叫他十念一念就能往生，就能成佛，这是不可思议的法门。一切法门都没有这种功效，唯独这个法门殊胜，必须以大智与经相应，必须以大慈，这才能普遍的弘扬。自己依教修行是自利慈，宣扬这个法门是利他慈。我们讲到此地。",
      "zh_TW": "像世尊、像彌陀一樣的大智大慈，大智契入諸法實相，大慈普度眾生。如果就這個法門來說，大智是真正理解三經，真正理解一點沒有差錯；大慈是專弘三經。因為這個經是一切諸佛度眾生第一法門，而且是將極罪惡的眾生能叫他十念一念就能往生，就能成佛，這是不可思議的法門。一切法門都沒有這種功效，唯獨這個法門殊勝，必須以大智與經相應，必須以大慈，這才能普遍的弘揚。自己依教修行是自利慈，宣揚這個法門是利他慈。我們講到此地。"
    }
  ]
}