{
  "doc_id": "01-003-0003",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0003",
  "total_paragraphs": 100,
  "paragraphs": [
    {
      "id": "01-003-0003_p0001",
      "zh_CN": "请掀开经本下册，我们现在看人题：",
      "zh_TW": "請掀開經本下冊，我們現在看人題："
    },
    {
      "id": "01-003-0003_p0002",
      "zh_CN": "演【明古杭云栖寺沙门袾宏述】",
      "zh_TW": "演【明古杭雲棲寺沙門袾宏述】"
    },
    {
      "id": "01-003-0003_p0003",
      "zh_CN": "这是作《疏钞》的人。莲池大师写《疏钞》，他原本这个题上面是「后学古杭云栖寺」的字样。后来刻书的人，因为大师是明朝人，就将「后学」两个字省略，换一个「明」字，一看就晓得他是明代的人。",
      "zh_TW": "這是作《疏鈔》的人。蓮池大師寫《疏鈔》，他原本這個題上面是「後學古杭雲棲寺」的字樣。後來刻書的人，因為大師是明朝人，就將「後學」兩個字省略，換一個「明」字，一看就曉得他是明代的人。"
    },
    {
      "id": "01-003-0003_p0004",
      "zh_CN": "演【人题中。学者，效也。后觉者，必效先觉之所为，故古人有大彻之后，乃终身居学地者。今大师自称后学，亦此意也。】",
      "zh_TW": "演【人題中。學者，效也。後覺者，必效先覺之所為，故古人有大徹之後，乃終身居學地者。今大師自稱後學，亦此意也。】"
    },
    {
      "id": "01-003-0003_p0005",
      "zh_CN": "向下都是介绍莲池大师。先说明「后学」的意思。「学」也是觉的意思，也是效法的意思。后觉的人，一定是效法先知先觉之所为，这个所为就是他求觉的方式。他是怎么开悟，怎样证果？这些值得我们模仿，值得我们来效法。古人留给我们修学的榜样，大彻大悟之后他还像初学的人一样，那么样的谦虚，那么样的好学，这就很难得。这一点更是我们应该要学习，一定不可以得少为足，学了一点点就觉得自己很了不起，就觉得自己在一切人之上，狂傲！那是障碍。真正有修有学的人一定非常谦虚，一直到如来地还是那么样的谦虚，你看哪一尊佛不谦虚！凡是带着傲慢习气决定没成就。我们在一切经里面没有看到有傲慢的菩萨、傲慢的佛，连傲慢习气都看不到，傲慢习气是阿罗汉有，辟支佛以上都没有，绝对不带傲慢的习气。后来的这些修学的人，我们常常能够看到，特别是要检点自己，往往是不知不觉好像学问增长一分，我慢也随之增长一分，这个确确实实是有。",
      "zh_TW": "向下都是介紹蓮池大師。先說明「後學」的意思。「學」也是覺的意思，也是效法的意思。後覺的人，一定是效法先知先覺之所為，這個所為就是他求覺的方式。他是怎麼開悟，怎樣證果？這些值得我們模仿，值得我們來效法。古人留給我們修學的榜樣，大徹大悟之後他還像初學的人一樣，那麼樣的謙虛，那麼樣的好學，這就很難得。這一點更是我們應該要學習，一定不可以得少為足，學了一點點就覺得自己很了不起，就覺得自己在一切人之上，狂傲！那是障礙。真正有修有學的人一定非常謙虛，一直到如來地還是那麼樣的謙虛，你看哪一尊佛不謙虛！凡是帶著傲慢習氣決定沒成就。我們在一切經裡面沒有看到有傲慢的菩薩、傲慢的佛，連傲慢習氣都看不到，傲慢習氣是阿羅漢有，辟支佛以上都沒有，絕對不帶傲慢的習氣。後來的這些修學的人，我們常常能夠看到，特別是要檢點自己，往往是不知不覺好像學問增長一分，我慢也隨之增長一分，這個確確實實是有。"
    },
    {
      "id": "01-003-0003_p0006",
      "zh_CN": "甚至于我们还听说，世间真的有这个事实，儿子瞧不起父亲，父亲不认识字，种田的。把这个儿子栽培到大学毕业，儿子自己觉得不得了，父亲没有知识、没念过书，回到家来连父母都瞧不起。诸位想想，他那是什么学问？作父母的后悔莫及，当年叫他种田就好，还晓得孝顺父母。哪里晓得学问愈大，眼睛慢慢长到头顶上去，看不见人，烦恼习气与日俱增，这不是学问；俗话常说「学问深时意气平」，那是真正学问。当然更不是佛法里面所讲的觉悟，迷惑颠倒的人才会有贪瞋痴慢的习气，觉悟的人决定不可能有。所以迷的样子，觉的样子，我们要能够观察得出来，特别是回光返照，看看自己是不是真正的觉了，还是一天比一天迷得深，这个要紧。莲池大师是何等人物，不是佛再来也是菩萨再来，他的本地我们虽然不知道，确确实实不是普通人。他在世间成为一代祖师，还这么谦虚，称后学也是这个意思，仿效古大德自称后学。",
      "zh_TW": "甚至於我們還聽說，世間真的有這個事實，兒子瞧不起父親，父親不認識字，種田的。把這個兒子栽培到大學畢業，兒子自己覺得不得了，父親沒有知識、沒念過書，回到家來連父母都瞧不起。諸位想想，他那是什麼學問？作父母的後悔莫及，當年叫他種田就好，還曉得孝順父母。哪裡曉得學問愈大，眼睛慢慢長到頭頂上去，看不見人，煩惱習氣與日俱增，這不是學問；俗話常說「學問深時意氣平」，那是真正學問。當然更不是佛法裡面所講的覺悟，迷惑顛倒的人才會有貪瞋痴慢的習氣，覺悟的人決定不可能有。所以迷的樣子，覺的樣子，我們要能夠觀察得出來，特別是回光返照，看看自己是不是真正的覺了，還是一天比一天迷得深，這個要緊。蓮池大師是何等人物，不是佛再來也是菩薩再來，他的本地我們雖然不知道，確確實實不是普通人。他在世間成為一代祖師，還這麼謙虛，稱後學也是這個意思，仿效古大德自稱後學。"
    },
    {
      "id": "01-003-0003_p0007",
      "zh_CN": "人题里面，原本是「后学」，后人把它改了，改了也对，因为在当时他称后学是正确的，明朝亡了之后到清朝，必须冠上朝代，晓得他是什么时候人，所以换成「明」，他是明朝时候人。",
      "zh_TW": "人題裡面，原本是「後學」，後人把它改了，改了也對，因為在當時他稱後學是正確的，明朝亡了之後到清朝，必須冠上朝代，曉得他是什麼時候人，所以換成「明」，他是明朝時候人。"
    },
    {
      "id": "01-003-0003_p0008",
      "zh_CN": "演【古杭，古称杭州。】",
      "zh_TW": "演【古杭，古稱杭州。】"
    },
    {
      "id": "01-003-0003_p0009",
      "zh_CN": "他的籍贯是杭州。古杭，古时候这个地方叫杭州。",
      "zh_TW": "他的籍貫是杭州。古杭，古時候這個地方叫杭州。"
    },
    {
      "id": "01-003-0003_p0010",
      "zh_CN": "演【南宋建都更名临安。】",
      "zh_TW": "演【南宋建都更名臨安。】"
    },
    {
      "id": "01-003-0003_p0011",
      "zh_CN": "宋朝原来的首都在汴梁，就是现在河南开封。那个时候金兵入侵，宋朝没有办法抵抗，宋高宗迁都到现在的杭州，历史上称为「南宋」，这就是岳飞那个时候。迁到这个地方来之后，把这个地方名改了，改成「临安」。",
      "zh_TW": "宋朝原來的首都在汴梁，就是現在河南開封。那個時候金兵入侵，宋朝沒有辦法抵抗，宋高宗遷都到現在的杭州，歷史上稱為「南宋」，這就是岳飛那個時候。遷到這個地方來之後，把這個地方名改了，改成「臨安」。"
    },
    {
      "id": "01-003-0003_p0012",
      "zh_CN": "演【今曰杭州复古也。】",
      "zh_TW": "演【今曰杭州復古也。】"
    },
    {
      "id": "01-003-0003_p0013",
      "zh_CN": "现在又称为杭州，明朝就改过来，一直到现在都叫杭州，这是地名。",
      "zh_TW": "現在又稱為杭州，明朝就改過來，一直到現在都叫杭州，這是地名。"
    },
    {
      "id": "01-003-0003_p0014",
      "zh_CN": "演【云栖寺名。】",
      "zh_TW": "演【雲棲寺名。】"
    },
    {
      "id": "01-003-0003_p0015",
      "zh_CN": "这是大师的道场。",
      "zh_TW": "這是大師的道場。"
    },
    {
      "id": "01-003-0003_p0016",
      "zh_CN": "演【在五云山之麓。】",
      "zh_TW": "演【在五雲山之麓。】"
    },
    {
      "id": "01-003-0003_p0017",
      "zh_CN": "麓是山下，这个地方也在杭州。",
      "zh_TW": "麓是山下，這個地方也在杭州。"
    },
    {
      "id": "01-003-0003_p0018",
      "zh_CN": "演【先是山之颠，有五色瑞云盘旋其上，因以名山已。】",
      "zh_TW": "演【先是山之顛，有五色瑞雲盤旋其上，因以名山已。】"
    },
    {
      "id": "01-003-0003_p0019",
      "zh_CN": "这是叙说五云山得名来源，就是有五色祥云常常在山顶，叫它做「五云山」。",
      "zh_TW": "這是敘說五雲山得名來源，就是有五色祥雲常常在山頂，叫它做「五雲山」。"
    },
    {
      "id": "01-003-0003_p0020",
      "zh_CN": "演【而五云飞集山西坞中，经久不散，时人异之，号为云栖坞。】",
      "zh_TW": "演【而五雲飛集山西塢中，經久不散，時人異之，號為雲棲塢。】"
    },
    {
      "id": "01-003-0003_p0021",
      "zh_CN": "坞就是山谷。云从山顶上渐渐降到山谷，常常不散，五色祥云，大家就叫那个山谷叫云栖坞，好像云它栖息在那地方，这是说明云栖寺的来源。",
      "zh_TW": "塢就是山谷。雲從山頂上漸漸降到山谷，常常不散，五色祥雲，大家就叫那個山谷叫雲棲塢，好像雲它棲息在那地方，這是說明雲棲寺的來源。"
    },
    {
      "id": "01-003-0003_p0022",
      "zh_CN": "演【宋时有志逢禅师建寺。】",
      "zh_TW": "演【宋時有志逢禪師建寺。】"
    },
    {
      "id": "01-003-0003_p0023",
      "zh_CN": "就建在这个地方，寺的名字就叫做云栖寺。",
      "zh_TW": "就建在這個地方，寺的名字就叫做雲棲寺。"
    },
    {
      "id": "01-003-0003_p0024",
      "zh_CN": "演【号曰云栖寺。岁久芜废，大师爱其岑寂，趺坐其间，时人为之搆室，寺复兴焉。】",
      "zh_TW": "演【號曰雲棲寺。歲久蕪廢，大師愛其岑寂，趺坐其間，時人為之搆室，寺復興焉。】"
    },
    {
      "id": "01-003-0003_p0025",
      "zh_CN": "这个地方风景非常好，很寂静，一般人都不到这个地方去，这个庙年久失修，没人住。宋到明当中还隔一个元朝，大师是明朝末年的人，算算这个年代总有六百年以上，这个庙年久失修，已经荒芜废弃了。莲池大师走到这个地方，喜欢这个地方的环境，环境非常寂静，他自己没有意思要把这个寺复兴起来，他只是在废墟里头搭茅蓬，在那里住。以后被人发现，人家亲近他，发现到真正是一个有道的高僧。于是亲近的人愈来愈多，地方上长者、居士渐渐的都晓得了，大家发心把这个寺庙恢复，就是现在的云栖寺，成为一个丛林道场。它里面的大殿叫神运殿，是神力帮他建的。这在中国佛教史里面很有名，这是大师德行感召。古人常讲，「不怕没有庙，只怕没有道。」大师有道，虽然没庙，有鬼神来帮他建立，感动四方的学人逐渐聚集这个道场，这个道场自自然然就复兴。",
      "zh_TW": "這個地方風景非常好，很寂靜，一般人都不到這個地方去，這個廟年久失修，沒人住。宋到明當中還隔一個元朝，大師是明朝末年的人，算算這個年代總有六百年以上，這個廟年久失修，已經荒蕪廢棄了。蓮池大師走到這個地方，喜歡這個地方的環境，環境非常寂靜，他自己沒有意思要把這個寺復興起來，他只是在廢墟裡頭搭茅蓬，在那裡住。以後被人發現，人家親近他，發現到真正是一個有道的高僧。於是親近的人愈來愈多，地方上長者、居士漸漸的都曉得了，大家發心把這個寺廟恢復，就是現在的雲棲寺，成為一個叢林道場。它裡面的大殿叫神運殿，是神力幫他建的。這在中國佛教史裡面很有名，這是大師德行感召。古人常講，「不怕沒有廟，只怕沒有道。」大師有道，雖然沒廟，有鬼神來幫他建立，感動四方的學人逐漸聚集這個道場，這個道場自自然然就復興。"
    },
    {
      "id": "01-003-0003_p0026",
      "zh_CN": "演【沙门，此云勤息，勤修戒定慧，息灭贪瞋痴。】",
      "zh_TW": "演【沙門，此云勤息，勤修戒定慧，息滅貪瞋痴。】"
    },
    {
      "id": "01-003-0003_p0027",
      "zh_CN": "「沙门」，这也是大师谦虚的称谓。沙门是梵语，翻成中文是「勤息」，意思是「勤修戒定慧，息灭贪瞋痴」，这就叫做沙门。沙门是古印度修行的人通称。我们晓得印度在古代是宗教之国，佛经里面常常提到九十六种外道。这个外道其中有相当高明的，他们功夫可以达到非想非非想处天，有神通、有禅定（四禅八定）。出家修行的很多，通称为沙门。从这个地方来看，不但佛法要断贪瞋痴，印度这些外道也断贪瞋痴，跟佛法断的一样不一样？不一样。佛法是真断，它那个只是伏断，禅定功深，贪瞋痴不起现行，四禅八定都是伏断。阿罗汉到第九定才真正断，这一断就出三界，超越生死轮回。生死轮回怎么来的？贪瞋痴变现出来。我们要问：将来还要不要轮回？你不要问别人，问问自己还有没有贪瞋痴？真没有贪瞋痴，轮回就没有了。贪瞋痴是因，六道轮回是果报，有因必有果，因断了，果当然就没有了。不断贪瞋痴，决定免不了轮回，而且贪瞋痴相当麻烦，如果贪图世间五欲六尘、名闻利养，果报多半在三途。如果贪图佛法、贪图善业，贪瞋痴没断，果报在三善道，出不了六道。要出六道一定要断贪瞋痴，这是我们一定要牢牢的记住。「沙门」这个名称到中国来之后，变成佛教出家人的通称，其他中国这些外教不称沙门。沙门，这是谦虚，是在学地上的称呼，就好像作学生的称呼。经里面讲沙门有四种不同，此地说出来：",
      "zh_TW": "「沙門」，這也是大師謙虛的稱謂。沙門是梵語，翻成中文是「勤息」，意思是「勤修戒定慧，息滅貪瞋痴」，這就叫做沙門。沙門是古印度修行的人通稱。我們曉得印度在古代是宗教之國，佛經裡面常常提到九十六種外道。這個外道其中有相當高明的，他們功夫可以達到非想非非想處天，有神通、有禪定（四禪八定）。出家修行的很多，通稱為沙門。從這個地方來看，不但佛法要斷貪瞋痴，印度這些外道也斷貪瞋痴，跟佛法斷的一樣不一樣？不一樣。佛法是真斷，它那個只是伏斷，禪定功深，貪瞋痴不起現行，四禪八定都是伏斷。阿羅漢到第九定才真正斷，這一斷就出三界，超越生死輪迴。生死輪迴怎麼來的？貪瞋痴變現出來。我們要問：將來還要不要輪迴？你不要問別人，問問自己還有沒有貪瞋痴？真沒有貪瞋痴，輪迴就沒有了。貪瞋痴是因，六道輪迴是果報，有因必有果，因斷了，果當然就沒有了。不斷貪瞋痴，決定免不了輪迴，而且貪瞋痴相當麻煩，如果貪圖世間五欲六塵、名聞利養，果報多半在三途。如果貪圖佛法、貪圖善業，貪瞋痴沒斷，果報在三善道，出不了六道。要出六道一定要斷貪瞋痴，這是我們一定要牢牢的記住。「沙門」這個名稱到中國來之後，變成佛教出家人的通稱，其他中國這些外教不稱沙門。沙門，這是謙虛，是在學地上的稱呼，就好像作學生的稱呼。經裡面講沙門有四種不同，此地說出來："
    },
    {
      "id": "01-003-0003_p0028",
      "zh_CN": "演【有胜道、说道、活道、污道四种不同。】",
      "zh_TW": "演【有勝道、說道、活道、汙道四種不同。】"
    },
    {
      "id": "01-003-0003_p0029",
      "zh_CN": "出家人可以分为这四类。",
      "zh_TW": "出家人可以分為這四類。"
    },
    {
      "id": "01-003-0003_p0030",
      "zh_CN": "演【胜即佛菩萨等。】",
      "zh_TW": "演【勝即佛菩薩等。】"
    },
    {
      "id": "01-003-0003_p0031",
      "zh_CN": "胜道沙门，「胜」是殊胜，最为殊胜的沙门，就是戒定慧圆圆满满，贪瞋痴消灭得干干净净。胜道沙门，这是佛、菩萨。诸位看到这个地方会觉得奇怪，佛怎么在学地？藏教的佛、通教的佛、别教的佛都是学生，都不圆满，因为他们是正等正觉，不是无上正等正觉。所以这三教的佛也可以称为沙门，只有圆教的佛不称，圆教佛真正是圆满，无上正等正觉。等觉菩萨他还要修，他还没圆满，还是学生，圆教佛才真正是毕业、圆满。",
      "zh_TW": "勝道沙門，「勝」是殊勝，最為殊勝的沙門，就是戒定慧圓圓滿滿，貪瞋痴消滅得乾乾淨淨。勝道沙門，這是佛、菩薩。諸位看到這個地方會覺得奇怪，佛怎麼在學地？藏教的佛、通教的佛、別教的佛都是學生，都不圓滿，因為他們是正等正覺，不是無上正等正覺。所以這三教的佛也可以稱為沙門，只有圓教的佛不稱，圓教佛真正是圓滿，無上正等正覺。等覺菩薩他還要修，他還沒圓滿，還是學生，圓教佛才真正是畢業、圓滿。"
    },
    {
      "id": "01-003-0003_p0032",
      "zh_CN": "演【说谓说正法者。】",
      "zh_TW": "演【說謂說正法者。】"
    },
    {
      "id": "01-003-0003_p0033",
      "zh_CN": "说道沙门，就是讲经说法的法师。这些法师他没有成无上道，他也是在学地，将他自己所修、所学、所证得的境界，提供给初学同修来做参考，帮助他们修学，这是说正法者，说道沙门。",
      "zh_TW": "說道沙門，就是講經說法的法師。這些法師他沒有成無上道，他也是在學地，將他自己所修、所學、所證得的境界，提供給初學同修來做參考，幫助他們修學，這是說正法者，說道沙門。"
    },
    {
      "id": "01-003-0003_p0034",
      "zh_CN": "演【活谓修善品者。】",
      "zh_TW": "演【活謂修善品者。】"
    },
    {
      "id": "01-003-0003_p0035",
      "zh_CN": "活道沙门，「谓修善品者」，就是依照佛经的理论、方法真正修行的人。",
      "zh_TW": "活道沙門，「謂修善品者」，就是依照佛經的理論、方法真正修行的人。"
    },
    {
      "id": "01-003-0003_p0036",
      "zh_CN": "演【污谓诸邪行者。】",
      "zh_TW": "演【汙謂諸邪行者。】"
    },
    {
      "id": "01-003-0003_p0037",
      "zh_CN": "污道沙门，这一类的沙门虽然他出家，他不懂得佛法的道理，也不晓得修行的方法，反而是邪知邪见，落在名闻利养里面。",
      "zh_TW": "汙道沙門，這一類的沙門雖然他出家，他不懂得佛法的道理，也不曉得修行的方法，反而是邪知邪見，落在名聞利養裡面。"
    },
    {
      "id": "01-003-0003_p0038",
      "zh_CN": "我们不要去看别人，问题是我们自己属于哪一类。无论是出家、在家，要想成就要真修。这四种，胜道不必谈，是没问题的。我们要问：说道的，说正法者，他修不修行？说道一定修道，先修后说，不是说了不修。他修了，他真正证到这个境界，他对理论方法没有怀疑，他才能说，他才能肯定的来说，毫无疑惑的来给我们介绍。如果自己没证道，所谓是道听涂说，听别人这么讲，我也这么讲，没把握，自己没见道。古时候讲经说法都是有修有证，所以说道在修道的上一层，修道未必能说道，说道决定修道。",
      "zh_TW": "我們不要去看別人，問題是我們自己屬於哪一類。無論是出家、在家，要想成就要真修。這四種，勝道不必談，是沒問題的。我們要問：說道的，說正法者，他修不修行？說道一定修道，先修後說，不是說了不修。他修了，他真正證到這個境界，他對理論方法沒有懷疑，他才能說，他才能肯定的來說，毫無疑惑的來給我們介紹。如果自己沒證道，所謂是道聽塗說，聽別人這麼講，我也這麼講，沒把握，自己沒見道。古時候講經說法都是有修有證，所以說道在修道的上一層，修道未必能說道，說道決定修道。"
    },
    {
      "id": "01-003-0003_p0039",
      "zh_CN": "污道，罪业就深重。一般众生堕地狱机会不多，诸位想想，五逆十恶有几个人去做？五逆罪是「杀父、杀母」，几个人杀父、杀母？没有人；「出佛身血」，也没人；「杀阿罗汉」，阿罗汉在哪里你也不晓得；「破和合僧」，这都不可能的事情。可是最容易堕阿鼻地狱是谁？污道沙门，这就是经里常讲：「譬如狮子虫，还噬狮子肉」，进到佛门里面来，破坏佛法，这个罪业太重太重。",
      "zh_TW": "汙道，罪業就深重。一般眾生墮地獄機會不多，諸位想想，五逆十惡有幾個人去做？五逆罪是「殺父、殺母」，幾個人殺父、殺母？沒有人；「出佛身血」，也沒人；「殺阿羅漢」，阿羅漢在哪裡你也不曉得；「破和合僧」，這都不可能的事情。可是最容易墮阿鼻地獄是誰？汙道沙門，這就是經裡常講：「譬如獅子蟲，還噬獅子肉」，進到佛門裡面來，破壞佛法，這個罪業太重太重。"
    },
    {
      "id": "01-003-0003_p0040",
      "zh_CN": "演【袾宏，是法讳。】",
      "zh_TW": "演【袾宏，是法諱。】"
    },
    {
      "id": "01-003-0003_p0041",
      "zh_CN": "这个名字是大师他老人家的法名。『袾』有两个读音，也念ㄕㄨ，殊胜的「殊」。原来大师这个名字就是用殊胜这个「殊」，因为专制时代怕人家给你戴上一顶毁谤的帽子，那个麻烦就大了。明朝的皇帝姓朱，你用殊胜的「殊」，人家到皇帝那里告发：这个人心术不正，瞧不起皇帝，「歹朱」。这个麻烦大，必定又要兴文字狱。所以他老人家把它改成「衣」字边。",
      "zh_TW": "這個名字是大師他老人家的法名。『袾』有兩個讀音，也念ㄕㄨ，殊勝的「殊」。原來大師這個名字就是用殊勝這個「殊」，因為專制時代怕人家給你戴上一頂毀謗的帽子，那個麻煩就大了。明朝的皇帝姓朱，你用殊勝的「殊」，人家到皇帝那裡告發：這個人心術不正，瞧不起皇帝，「歹朱」。這個麻煩大，必定又要興文字獄。所以他老人家把它改成「衣」字邊。"
    },
    {
      "id": "01-003-0003_p0042",
      "zh_CN": "演【号莲池，仁和人。】",
      "zh_TW": "演【號蓮池，仁和人。】"
    },
    {
      "id": "01-003-0003_p0043",
      "zh_CN": "「仁和」，这个地方也在现在的杭州。在汉朝时候这个地方叫钱塘，到五代时候吴越王将这个地方改名叫钱江县，与钱塘合并称作杭州。宋朝时候这个地方改名「仁和」，现在称为杭县，民国建立后是浙江省会所在处，我们通称为杭州，就是杭州的一个区，这是地名古今沿革不同。下面是说他出家一段事迹。",
      "zh_TW": "「仁和」，這個地方也在現在的杭州。在漢朝時候這個地方叫錢塘，到五代時候吳越王將這個地方改名叫錢江縣，與錢塘合併稱作杭州。宋朝時候這個地方改名「仁和」，現在稱為杭縣，民國建立後是浙江省會所在處，我們通稱為杭州，就是杭州的一個區，這是地名古今沿革不同。下面是說他出家一段事蹟。"
    },
    {
      "id": "01-003-0003_p0044",
      "zh_CN": "演【从性天和尚祝发。】",
      "zh_TW": "演【從性天和尚祝髮。】"
    },
    {
      "id": "01-003-0003_p0045",
      "zh_CN": "祝发就是剃度，他的剃度师是性天和尚。",
      "zh_TW": "祝髮就是剃度，他的剃度師是性天和尚。"
    },
    {
      "id": "01-003-0003_p0046",
      "zh_CN": "演【遍参知识。】",
      "zh_TW": "演【遍參知識。】"
    },
    {
      "id": "01-003-0003_p0047",
      "zh_CN": "剃度之后，剃度师是接引你入佛门，「师父领进门，修行在个人」。在佛门里面最重要的老师是得法的老师，得法在禅宗就是开悟，你在哪一个法师会下开悟，这个老师对你非常重要，为什么？法身慧命是从他这里得来，称之为法子，法子比徒弟重要得多，直接是得法的。在净土宗它这个水准没那么高，净土宗只要真正建立信愿行，这就得法，而不是得理一心不乱，不是的。因为净土真正具足信愿行三资粮决定往生，这一往生是一生当中决定成佛，这是非常的殊胜，哪怕是下品下生都是成就，这就是一切法门所不能及的地方，所不能比的。",
      "zh_TW": "剃度之後，剃度師是接引你入佛門，「師父領進門，修行在個人」。在佛門裡面最重要的老師是得法的老師，得法在禪宗就是開悟，你在哪一個法師會下開悟，這個老師對你非常重要，為什麼？法身慧命是從他這裡得來，稱之為法子，法子比徒弟重要得多，直接是得法的。在淨土宗它這個水準沒那麼高，淨土宗只要真正建立信願行，這就得法，而不是得理一心不亂，不是的。因為淨土真正具足信願行三資糧決定往生，這一往生是一生當中決定成佛，這是非常的殊勝，哪怕是下品下生都是成就，這就是一切法門所不能及的地方，所不能比的。"
    },
    {
      "id": "01-003-0003_p0048",
      "zh_CN": "「遍参知识」就是去求学，到处去参访。参访要晓得，遇到一个真正的老师就要留下来，不能够离开，这个地方真正能够成就人，怎么可以离开？如果这个地方很苦，饭都没得吃，你是为了吃饭而来，还是为了修道而来，他这里有道没饭吃，这个时候怎么办？这个时候饿死也得要学道，要有这样的决心，决定不能离开。为什么？法身慧命要紧，身命不要紧。法身慧命要紧，古人重视这一点，所以遇到真正有道的所在，他是决定不舍弃的。不像我们现在，我们现在看哪个地方过得舒服自在，就去了。那个地方太苦，不能去，太苦了。不管它有道没道，先打听一下环境怎么样、生活怎么样、待遇怎么样，他谈这个而来，这就很难有成就。",
      "zh_TW": "「遍參知識」就是去求學，到處去參訪。參訪要曉得，遇到一個真正的老師就要留下來，不能夠離開，這個地方真正能夠成就人，怎麼可以離開？如果這個地方很苦，飯都沒得吃，你是為了吃飯而來，還是為了修道而來，他這裡有道沒飯吃，這個時候怎麼辦？這個時候餓死也得要學道，要有這樣的決心，決定不能離開。為什麼？法身慧命要緊，身命不要緊。法身慧命要緊，古人重視這一點，所以遇到真正有道的所在，他是決定不捨棄的。不像我們現在，我們現在看哪個地方過得舒服自在，就去了。那個地方太苦，不能去，太苦了。不管它有道沒道，先打聽一下環境怎麼樣、生活怎麼樣、待遇怎麼樣，他談這個而來，這就很難有成就。"
    },
    {
      "id": "01-003-0003_p0049",
      "zh_CN": "演【于笑岩处有所契入。】",
      "zh_TW": "演【於笑巖處有所契入。】"
    },
    {
      "id": "01-003-0003_p0050",
      "zh_CN": "「笑岩」就是遍融禅师。这位禅师怎么教他的？这个禅师在当时很有名气，是一位高僧。他那时候作学生，出家没多久，到他那里去参访他，三步一拜，非常的虔诚，拜到老和尚座下。老和尚给他说什么法，使他开悟？传记上记载得很清楚，老和尚说的法是老生常谈，没一句话稀奇。老和尚告诉他：「你年轻人不错，记住！这一生不要被名闻利养害了。」他就在这一句话上悟入。当时在座听老和尚讲，听了之后都笑笑，有这么虔诚的人来，老和尚一定给他说妙法，哪里晓得是老生常谈。那么多人同时听，都得不到受用，只有他得受用，这就是古人所说：「一分诚敬得一分利益；十分诚敬得十分利益。」那些人同样在听，为什么得不到受用？没有诚敬心、没有恭敬心，虽然听了，不得受用。莲池大师说：「这个老和尚是真正善知识，他跟我讲的话非常平实，我一生一定要把它做到。他不欺骗人，不谈玄说妙故意抬高自己身分，他老老实实的。」这把我们末世学人弊病一句话道破，点醒我们。他一生得力，得力在老和尚这句话。能舍名闻利养，就能办到。有一丝毫名闻利养，名闻利养好像毒药，我这一壶醍醐里头掺一点毒药，全部都变成毒药，醍醐里头掺不得一丝毫的毒药。有所契入，他在这里悟入。",
      "zh_TW": "「笑巖」就是遍融禪師。這位禪師怎麼教他的？這個禪師在當時很有名氣，是一位高僧。他那時候作學生，出家沒多久，到他那裡去參訪他，三步一拜，非常的虔誠，拜到老和尚座下。老和尚給他說什麼法，使他開悟？傳記上記載得很清楚，老和尚說的法是老生常談，沒一句話稀奇。老和尚告訴他：「你年輕人不錯，記住！這一生不要被名聞利養害了。」他就在這一句話上悟入。當時在座聽老和尚講，聽了之後都笑笑，有這麼虔誠的人來，老和尚一定給他說妙法，哪裡曉得是老生常談。那麼多人同時聽，都得不到受用，只有他得受用，這就是古人所說：「一分誠敬得一分利益；十分誠敬得十分利益。」那些人同樣在聽，為什麼得不到受用？沒有誠敬心、沒有恭敬心，雖然聽了，不得受用。蓮池大師說：「這個老和尚是真正善知識，他跟我講的話非常平實，我一生一定要把它做到。他不欺騙人，不談玄說妙故意抬高自己身分，他老老實實的。」這把我們末世學人弊病一句話道破，點醒我們。他一生得力，得力在老和尚這句話。能捨名聞利養，就能辦到。有一絲毫名聞利養，名聞利養好像毒藥，我這一壺醍醐裡頭摻一點毒藥，全部都變成毒藥，醍醐裡頭摻不得一絲毫的毒藥。有所契入，他在這裡悟入。"
    },
    {
      "id": "01-003-0003_p0051",
      "zh_CN": "演【遂结茅深谷主张净土。】",
      "zh_TW": "演【遂結茅深谷主張淨土。】"
    },
    {
      "id": "01-003-0003_p0052",
      "zh_CN": "就是在云栖坞，古时候的云栖寺，在废墟那个地方搭个茅蓬在那里面进修。他是专修念佛法门，传记里面看到，他没有做过佛事，什么都不会，一天到晚就是一句阿弥陀佛。有一年地方上闹旱灾，很久不下雨，有些人说他的道德高，是真正有道的高僧，请他出来求雨。他什么仪规都不懂，好吧！求雨，你们大家就跟我一起，他在前面拿着引磬，在田埂上就念阿弥陀佛。说也奇怪，他走到哪个地方，雨就下到哪里，真有感应。什么仪规也没有，就是一句阿弥陀佛，念到哪里雨就下到哪里，感应道交，不可思议！",
      "zh_TW": "就是在雲棲塢，古時候的雲棲寺，在廢墟那個地方搭個茅蓬在那裡面進修。他是專修念佛法門，傳記裡面看到，他沒有做過佛事，什麼都不會，一天到晚就是一句阿彌陀佛。有一年地方上鬧旱災，很久不下雨，有些人說他的道德高，是真正有道的高僧，請他出來求雨。他什麼儀規都不懂，好吧！求雨，你們大家就跟我一起，他在前面拿著引磬，在田埂上就念阿彌陀佛。說也奇怪，他走到哪個地方，雨就下到哪裡，真有感應。什麼儀規也沒有，就是一句阿彌陀佛，念到哪裡雨就下到哪裡，感應道交，不可思議！"
    },
    {
      "id": "01-003-0003_p0053",
      "zh_CN": "演【僧腊五旬。】",
      "zh_TW": "演【僧臘五旬。】"
    },
    {
      "id": "01-003-0003_p0054",
      "zh_CN": "僧腊是指出家的年数，他出家五十年。",
      "zh_TW": "僧臘是指出家的年數，他出家五十年。"
    },
    {
      "id": "01-003-0003_p0055",
      "zh_CN": "演【世寿八十。】",
      "zh_TW": "演【世壽八十。】"
    },
    {
      "id": "01-003-0003_p0056",
      "zh_CN": "诸位一看就晓得，他三十岁出家，八十岁圆寂。",
      "zh_TW": "諸位一看就曉得，他三十歲出家，八十歲圓寂。"
    },
    {
      "id": "01-003-0003_p0057",
      "zh_CN": "演【化缘既毕，念佛而逝。】",
      "zh_TW": "演【化緣既畢，念佛而逝。】"
    },
    {
      "id": "01-003-0003_p0058",
      "zh_CN": "他是净土宗第八代祖师，在历代祖师里面他的成就非常的殊胜，最难得的是这部《疏钞》，可以说是把《弥陀经》博大精深的教义完全给我们解释出来，使我们能够真正认识净土法门不可思议。",
      "zh_TW": "他是淨土宗第八代祖師，在歷代祖師裡面他的成就非常的殊勝，最難得的是這部《疏鈔》，可以說是把《彌陀經》博大精深的教義完全給我們解釋出來，使我們能夠真正認識淨土法門不可思議。"
    },
    {
      "id": "01-003-0003_p0059",
      "zh_CN": "演【述者，传述也。】",
      "zh_TW": "演【述者，傳述也。】"
    },
    {
      "id": "01-003-0003_p0060",
      "zh_CN": "「述」这个字，也是非常的谦虚。实际上这是他的著作，他不说他「着」，他说「述」，述而不作，叙述古圣先贤所说，我只把它说出来而已，不是自己作，这是谦虚的话。",
      "zh_TW": "「述」這個字，也是非常的謙虛。實際上這是他的著作，他不說他「著」，他說「述」，述而不作，敘述古聖先賢所說，我只把它說出來而已，不是自己作，這是謙虛的話。"
    },
    {
      "id": "01-003-0003_p0061",
      "zh_CN": "演【乐记云，知礼乐之情能作。】",
      "zh_TW": "演【樂記云，知禮樂之情能作。】"
    },
    {
      "id": "01-003-0003_p0062",
      "zh_CN": "『知』，真正通达明了，可以制礼作乐。『礼乐』是规范心行的教学。「礼」是约束我们身体，一举一动、一言一笑要合礼，礼是行为的标准。「乐」是调心，调养性情，喜怒哀乐得其中，不要过分。孔老夫子教学，他用礼乐做为教学的手段。佛门里面也不例外，对礼乐非常重视。戒就是礼，梵呗就是乐。如果礼乐都失掉，教育的功效就达不到，教学的工具没有了。经文是讲理论、方法，必须用手段把这些理论、方法来实行，实行的方法就是礼乐，在佛门就是戒律跟梵呗，所以这两样东西很重要。作不容易，述也不简单。",
      "zh_TW": "『知』，真正通達明瞭，可以制禮作樂。『禮樂』是規範心行的教學。「禮」是約束我們身體，一舉一動、一言一笑要合禮，禮是行為的標準。「樂」是調心，調養性情，喜怒哀樂得其中，不要過分。孔老夫子教學，他用禮樂做為教學的手段。佛門裡面也不例外，對禮樂非常重視。戒就是禮，梵唄就是樂。如果禮樂都失掉，教育的功效就達不到，教學的工具沒有了。經文是講理論、方法，必須用手段把這些理論、方法來實行，實行的方法就是禮樂，在佛門就是戒律跟梵唄，所以這兩樣東西很重要。作不容易，述也不簡單。"
    },
    {
      "id": "01-003-0003_p0063",
      "zh_CN": "演【识礼乐之文能述。】",
      "zh_TW": "演【識禮樂之文能述。】"
    },
    {
      "id": "01-003-0003_p0064",
      "zh_CN": "『识』是认识，对古人的作品你能看得懂，真正能体会他的意思，你可以传道，你可以传述。",
      "zh_TW": "『識』是認識，對古人的作品你能看得懂，真正能體會他的意思，你可以傳道，你可以傳述。"
    },
    {
      "id": "01-003-0003_p0065",
      "zh_CN": "演【作者谓之圣，述者谓之贤。】",
      "zh_TW": "演【作者謂之聖，述者謂之賢。】"
    },
    {
      "id": "01-003-0003_p0066",
      "zh_CN": "圣贤人。",
      "zh_TW": "聖賢人。"
    },
    {
      "id": "01-003-0003_p0067",
      "zh_CN": "演【此经虽有古疏数家行世。】",
      "zh_TW": "演【此經雖有古疏數家行世。】"
    },
    {
      "id": "01-003-0003_p0068",
      "zh_CN": "《弥陀经》在古时候有人作注解。",
      "zh_TW": "《彌陀經》在古時候有人作註解。"
    },
    {
      "id": "01-003-0003_p0069",
      "zh_CN": "演【词虽切而太简，理微露而不彰。】",
      "zh_TW": "演【詞雖切而太簡，理微露而不彰。】"
    },
    {
      "id": "01-003-0003_p0070",
      "zh_CN": "你想想窥基大师的注子，那在莲池大师之前，窥基大师唐朝人，莲池大师明朝人。窥基大师注解一直流传到现在，当然莲池大师也看过，那在《弥陀经》注子里面算是很好的注解。真的，『词虽切而太简，理微露而不彰』。「彰」是明显，道理有，含在里面，高人才看得出来，我们一般人读的时候看不出来。就是说不太明显，或者说不够明显，在他没有问题，可是后人烦恼业障深重，程度浅的人看不出来。这是说古大德《弥陀经》的注解，在《卍续藏》里面有不少种，确实很简单扼要，不够详细，初学的人读起来还是困难。",
      "zh_TW": "你想想窺基大師的註子，那在蓮池大師之前，窺基大師唐朝人，蓮池大師明朝人。窺基大師註解一直流傳到現在，當然蓮池大師也看過，那在《彌陀經》註子裡面算是很好的註解。真的，『詞雖切而太簡，理微露而不彰』。「彰」是明顯，道理有，含在裡面，高人才看得出來，我們一般人讀的時候看不出來。就是說不太明顯，或者說不夠明顯，在他沒有問題，可是後人煩惱業障深重，程度淺的人看不出來。這是說古大德《彌陀經》的註解，在《卍續藏》裡面有不少種，確實很簡單扼要，不夠詳細，初學的人讀起來還是困難。"
    },
    {
      "id": "01-003-0003_p0071",
      "zh_CN": "演【今兹疏钞。】",
      "zh_TW": "演【今茲疏鈔。】"
    },
    {
      "id": "01-003-0003_p0072",
      "zh_CN": "这就说到他老人家这个著作，跟古人不一样，不一样在哪里？底下说：",
      "zh_TW": "這就說到他老人家這個著作，跟古人不一樣，不一樣在哪裡？底下說："
    },
    {
      "id": "01-003-0003_p0073",
      "zh_CN": "演【合天台、贤首，会性相二宗，事理双融，宗说兼畅，言先圣之欲言，发前贤之未发，可谓千古独创。今言述者，乃谦词也。】",
      "zh_TW": "演【合天台、賢首，會性相二宗，事理雙融，宗說兼暢，言先聖之欲言，發前賢之未發，可謂千古獨創。今言述者，乃謙詞也。】"
    },
    {
      "id": "01-003-0003_p0074",
      "zh_CN": "他老人家谦虚，不说「着」，他说「述」。这一段非常重要，我们要特别留意，你才晓得《疏钞》的价值，真正不可思议。『天台』是智者大师所建立法华宗，『贤首』是华严宗，这在中国是教下里面最主要的两个学派，这两个学派对于佛教的贡献实在是太大。《疏钞》是依这两个学派的教义，读这部《疏钞》，就将天台、贤首都融合在一起。『会性相二宗』，「会」是融会，「性」、「相」两宗是整个佛法。释迦牟尼佛四十九年所说的法把它分类，不外乎一个性宗、一个相宗。古人注《弥陀经》不是这个注法，说真的，他是把释迦牟尼一代佛法的精华，都用在《弥陀经》去发挥，所以这一部《弥陀经》注解就代表了整个佛法。我当年在台中修学的时候，李老师讲：「如果不读半部《大藏经》，你就决定看不懂蕅益大师的《要解》。」这是真的，他们两个人都是把整个佛法融会在《弥陀经》里头，在《弥陀经》注解里面全部发挥。",
      "zh_TW": "他老人家謙虛，不說「著」，他說「述」。這一段非常重要，我們要特別留意，你才曉得《疏鈔》的價值，真正不可思議。『天台』是智者大師所建立法華宗，『賢首』是華嚴宗，這在中國是教下裡面最主要的兩個學派，這兩個學派對於佛教的貢獻實在是太大。《疏鈔》是依這兩個學派的教義，讀這部《疏鈔》，就將天台、賢首都融合在一起。『會性相二宗』，「會」是融會，「性」、「相」兩宗是整個佛法。釋迦牟尼佛四十九年所說的法把它分類，不外乎一個性宗、一個相宗。古人註《彌陀經》不是這個註法，說真的，他是把釋迦牟尼一代佛法的精華，都用在《彌陀經》去發揮，所以這一部《彌陀經》註解就代表了整個佛法。我當年在台中修學的時候，李老師講：「如果不讀半部《大藏經》，你就決定看不懂蕅益大師的《要解》。」這是真的，他們兩個人都是把整個佛法融會在《彌陀經》裡頭，在《彌陀經》註解裡面全部發揮。"
    },
    {
      "id": "01-003-0003_p0075",
      "zh_CN": "『理事双融，宗说兼畅』。「宗」是宗门，禅宗的宗旨，「说」是教下，宗门、教下统统融合在这个注解里。『言先圣之欲言』，「圣」是佛菩萨，佛菩萨度化众生就是这个意思。『发前贤之未发』，发是发明，前贤，贤是注解的人。「圣」是说经的人释迦牟尼佛，释迦牟尼佛说这个经就是这个意思。而古来注解的人确实没有能够充分的发明，一直到莲池大师真是畅佛之本怀，释迦牟尼佛说《阿弥陀经》，他是完完全全领悟、了解，更难得的是把它发明出来，让每一位修学净土的同修们都能得到无上的利益，这个难！古德法师在此地的赞叹，一点都不过分。『可谓千古独创』，这个赞叹对莲池大师来说不过分，确实是如此。我们没有读《演义》，单单看《疏钞》还是看不出这个意思。文到此地，将莲池大师简单为我们介绍，而且介绍莲池大师注《弥陀经疏钞》大略的情形，我们晓得之后，对于这个注解才会重视，否则的话摆在面前不识货，当面错过，那真是太可惜了。",
      "zh_TW": "『理事雙融，宗說兼暢』。「宗」是宗門，禪宗的宗旨，「說」是教下，宗門、教下統統融合在這個註解裡。『言先聖之欲言』，「聖」是佛菩薩，佛菩薩度化眾生就是這個意思。『發前賢之未發』，發是發明，前賢，賢是註解的人。「聖」是說經的人釋迦牟尼佛，釋迦牟尼佛說這個經就是這個意思。而古來註解的人確實沒有能夠充分的發明，一直到蓮池大師真是暢佛之本懷，釋迦牟尼佛說《阿彌陀經》，他是完完全全領悟、了解，更難得的是把它發明出來，讓每一位修學淨土的同修們都能得到無上的利益，這個難！古德法師在此地的讚歎，一點都不過分。『可謂千古獨創』，這個讚歎對蓮池大師來說不過分，確實是如此。我們沒有讀《演義》，單單看《疏鈔》還是看不出這個意思。文到此地，將蓮池大師簡單為我們介紹，而且介紹蓮池大師註《彌陀經疏鈔》大略的情形，我們曉得之後，對於這個註解才會重視，否則的話擺在面前不識貨，當面錯過，那真是太可惜了。"
    },
    {
      "id": "01-003-0003_p0076",
      "zh_CN": "疏【此经疏钞，大文分三：初通序大意，二开章释文，三结释咒意。为顺诸经序、正、流通三分，亦顺净业信行愿故。】",
      "zh_TW": "疏【此經疏鈔，大文分三：初通序大意，二開章釋文，三結釋咒意。為順諸經序、正、流通三分，亦順淨業信行願故。】"
    },
    {
      "id": "01-003-0003_p0077",
      "zh_CN": "上册《疏钞》是莲池大师的著作，下册《演义》是古德法师听讲的笔记，也就是《疏钞》的注解，我们得到这一法宝，对于《疏钞》理解更为透彻。这个文字哪些是莲池大师写的，哪些是他的弟子所作，我们要认识清楚。我们再看《演义》里面的注解，这两行首先叙述他作注解的体例，就是体裁。",
      "zh_TW": "上冊《疏鈔》是蓮池大師的著作，下冊《演義》是古德法師聽講的筆記，也就是《疏鈔》的註解，我們得到這一法寶，對於《疏鈔》理解更為透徹。這個文字哪些是蓮池大師寫的，哪些是他的弟子所作，我們要認識清楚。我們再看《演義》裡面的註解，這兩行首先敘述他作註解的體例，就是體裁。"
    },
    {
      "id": "01-003-0003_p0078",
      "zh_CN": "演【科中通序大意者含二义。】",
      "zh_TW": "演【科中通序大意者含二義。】"
    },
    {
      "id": "01-003-0003_p0079",
      "zh_CN": "「科中」，在佛法称为科判，第一段是讲通序大意。什么叫通序大意？通序大意里头有两个意思，第一个意思：",
      "zh_TW": "「科中」，在佛法稱為科判，第一段是講通序大意。什麼叫通序大意？通序大意裡頭有兩個意思，第一個意思："
    },
    {
      "id": "01-003-0003_p0080",
      "zh_CN": "演【一、通序一经大意。】",
      "zh_TW": "演【一、通序一經大意。】"
    },
    {
      "id": "01-003-0003_p0081",
      "zh_CN": "序是叙述，「通」是当一般讲，对后面别序来说。通序就是这种体例可以能够贯一切经。",
      "zh_TW": "序是敘述，「通」是當一般講，對後面別序來說。通序就是這種體例可以能夠貫一切經。"
    },
    {
      "id": "01-003-0003_p0082",
      "zh_CN": "演【以明性赞经二科，发挥自性弥陀，唯心净土，为修持之本。】",
      "zh_TW": "演【以明性讚經二科，發揮自性彌陀，唯心淨土，為修持之本。】"
    },
    {
      "id": "01-003-0003_p0083",
      "zh_CN": "这一句很重要，一开端就说出净土法门修学所依据的最高原理；没有理论做依据的，我们不能相信。它确确实实有理论的依据，这都在通序大意里面发明。这个经一共是四卷，第一卷就是通序大意。通序大意后面就是玄义；序占了半卷，十门开启占了半卷。所以前面一卷没有经文，但是特别的重要。「明性，赞经」，这是通序里面的两大段。通序一共有五大段，前面两大段它的主意就是「发挥自性弥陀、唯心净土」，这个与天台、贤首、性相两宗有密切不能分的关系，这个难得。完全明白之后，才晓得这个法门怎样修学，才知道这一句阿弥陀佛应该怎么念法。这一句弥陀名号里面含无量无边的功德，为什么？它与自性弥陀、唯心净土相应，这是理论的依据。",
      "zh_TW": "這一句很重要，一開端就說出淨土法門修學所依據的最高原理；沒有理論做依據的，我們不能相信。它確確實實有理論的依據，這都在通序大意裡面發明。這個經一共是四卷，第一卷就是通序大意。通序大意後面就是玄義；序佔了半卷，十門開啟佔了半卷。所以前面一卷沒有經文，但是特別的重要。「明性，讚經」，這是通序裡面的兩大段。通序一共有五大段，前面兩大段它的主意就是「發揮自性彌陀、唯心淨土」，這個與天台、賢首、性相兩宗有密切不能分的關係，這個難得。完全明白之後，才曉得這個法門怎樣修學，才知道這一句阿彌陀佛應該怎麼念法。這一句彌陀名號裡面含無量無邊的功德，為什麼？它與自性彌陀、唯心淨土相應，這是理論的依據。"
    },
    {
      "id": "01-003-0003_p0084",
      "zh_CN": "演【然后依解起行，执持名号，求愿往生。】",
      "zh_TW": "演【然後依解起行，執持名號，求願往生。】"
    },
    {
      "id": "01-003-0003_p0085",
      "zh_CN": "谈到修行，「依解起行，执持名号，求愿往生」，这个非常非常重要。所以念佛人不是说不要解，「我只要老实念佛就行」，话说得没错，问题在哪里？老实做不到。自己以为老实，不行！那正是不老实，自以为老实就是不老实。什么是老实人？道理真正明白，一个妄念都没有，才叫老实。「我只要念阿弥陀佛，我不要求解」，他还有这个妄念存在，这就不老实。所以老实不容易，不是那么简单。老实念佛，决定成就。简单的说，没有是非人我，是老实人；还有是非人我，算什么老实人！有是非人我那个人算老实，那哪一个不老实？个个都老实。我们想想，我们是非人我断掉没有？一定要求解，依解起行，这个解在此地可以专指这一部《疏钞》，加上《演义》。我们要认真来研究它，把它搞明白、搞清楚，依照这个理论方法来执持名号，求愿往生。执持名号是行，求愿往生是我们的目的，是我们的成就。",
      "zh_TW": "談到修行，「依解起行，執持名號，求願往生」，這個非常非常重要。所以念佛人不是說不要解，「我只要老實念佛就行」，話說得沒錯，問題在哪裡？老實做不到。自己以為老實，不行！那正是不老實，自以為老實就是不老實。什麼是老實人？道理真正明白，一個妄念都沒有，才叫老實。「我只要念阿彌陀佛，我不要求解」，他還有這個妄念存在，這就不老實。所以老實不容易，不是那麼簡單。老實念佛，決定成就。簡單的說，沒有是非人我，是老實人；還有是非人我，算什麼老實人！有是非人我那個人算老實，那哪一個不老實？個個都老實。我們想想，我們是非人我斷掉沒有？一定要求解，依解起行，這個解在此地可以專指這一部《疏鈔》，加上《演義》。我們要認真來研究它，把它搞明白、搞清楚，依照這個理論方法來執持名號，求願往生。執持名號是行，求願往生是我們的目的，是我們的成就。"
    },
    {
      "id": "01-003-0003_p0086",
      "zh_CN": "演【其钝根者，单由事相，专持名号亦得往生。】",
      "zh_TW": "演【其鈍根者，單由事相，專持名號亦得往生。】"
    },
    {
      "id": "01-003-0003_p0087",
      "zh_CN": "这几句有必要！它讲得太深，合天台、贤首、性相二宗的精华，怎么不深？实在是有相当的深度，所以你看前面的通序，往往比看后面的注解还要深。我们根性迟钝、愚痴，我们看也看不懂，听也听不懂，这没希望了吗？行，还是有希望。有这个机会去读、去听，不要放弃，不要认为「我迟钝，听也听不懂，算了，不要听了」，这就错了。听不懂也得要听，看不懂还要看，这才行。听多了就懂，看多了就懂，古人所谓「读书千遍，其义自见」，试问你有没有念一千遍？没有。没有，那你慢慢去念。一定要多读、多听，这个机会绝不放过，这叫菩萨。办法就是「单由事相」，专持名号也能往生，这叫事持。执持名号有事、有理。事持，他是因为理不明，我们这一句佛号念下去，理不是完全不明，是不能透彻，理没有透彻，但是这一句佛号还是能够降伏烦恼。这是很浅显的道理，这个一定要懂得。我们心里面六根接触六尘境界才起心动念，这一句阿弥陀佛就把念头给伏住，压下去。这个不难懂，中下根性的人都懂。",
      "zh_TW": "這幾句有必要！它講得太深，合天台、賢首、性相二宗的精華，怎麼不深？實在是有相當的深度，所以你看前面的通序，往往比看後面的註解還要深。我們根性遲鈍、愚痴，我們看也看不懂，聽也聽不懂，這沒希望了嗎？行，還是有希望。有這個機會去讀、去聽，不要放棄，不要認為「我遲鈍，聽也聽不懂，算了，不要聽了」，這就錯了。聽不懂也得要聽，看不懂還要看，這才行。聽多了就懂，看多了就懂，古人所謂「讀書千遍，其義自見」，試問你有沒有念一千遍？沒有。沒有，那你慢慢去念。一定要多讀、多聽，這個機會絕不放過，這叫菩薩。辦法就是「單由事相」，專持名號也能往生，這叫事持。執持名號有事、有理。事持，他是因為理不明，我們這一句佛號念下去，理不是完全不明，是不能透徹，理沒有透徹，但是這一句佛號還是能夠降伏煩惱。這是很淺顯的道理，這個一定要懂得。我們心裡面六根接觸六塵境界才起心動念，這一句阿彌陀佛就把念頭給伏住，壓下去。這個不難懂，中下根性的人都懂。"
    },
    {
      "id": "01-003-0003_p0088",
      "zh_CN": "如何与「自性弥陀、唯心净土」相应，这个难懂。这个不懂不怕，就单从事相上来持，我念念都能够伏贪瞋痴，念念都能够伏分别、执着、妄想，念念里面有信愿行，这就行了，就可以往生，可以念到功夫成片，可以念到事一心不乱，理一心达不到，那就很不错，就很难得。如果这些理论统统搞明白，你这一句阿弥陀佛叫理持。理里面有事，事里头理不明，理里头一定有事，不会说是他理明之后他不念佛，没有这个道理，那就大错特错，那是执理废事，执理废事的人一定落空，古人所谓「说食数宝」，你没修行！凡是明理的人，他这一句佛号二六时中绝不中断，一定比事持的人还要来得勤快、还要来得认真，真修行！他识货。凡是理上懂了，事上不肯干，他未必是真正识货，他是冒充识货，那是假的，自欺欺人。诸位要晓得，理持决定不废事持。",
      "zh_TW": "如何與「自性彌陀、唯心淨土」相應，這個難懂。這個不懂不怕，就單從事相上來持，我念念都能夠伏貪瞋痴，念念都能夠伏分別、執著、妄想，念念裡面有信願行，這就行了，就可以往生，可以念到功夫成片，可以念到事一心不亂，理一心達不到，那就很不錯，就很難得。如果這些理論統統搞明白，你這一句阿彌陀佛叫理持。理裡面有事，事裡頭理不明，理裡頭一定有事，不會說是他理明之後他不念佛，沒有這個道理，那就大錯特錯，那是執理廢事，執理廢事的人一定落空，古人所謂「說食數寶」，你沒修行！凡是明理的人，他這一句佛號二六時中絕不中斷，一定比事持的人還要來得勤快、還要來得認真，真修行！他識貨。凡是理上懂了，事上不肯幹，他未必是真正識貨，他是冒充識貨，那是假的，自欺欺人。諸位要曉得，理持決定不廢事持。"
    },
    {
      "id": "01-003-0003_p0089",
      "zh_CN": "演【三根普被，上下兼收，作末法最后方便。为一经大旨也。】",
      "zh_TW": "演【三根普被，上下兼收，作末法最後方便。為一經大旨也。】"
    },
    {
      "id": "01-003-0003_p0090",
      "zh_CN": "佛经灭尽的时候，《弥陀经》还能够留一百年，《弥陀经》最后灭，所以作末法最后方便。法灭垂尽最后一百年，你要是见到《弥陀经》，执持名号还是能往生，还是能成就。所以这部经，不单释迦牟尼佛，是诸佛彻底悲心，真正是能度一切众生。不像其他的法门，其他法门说老实话，大多数都是给你作结缘，阿赖耶识里头薰习一个佛法的种子，想一生得度谈何容易！要想一生得度，只有这个法门。所以诸位要认识清楚，这部经是佛法里面第一经，舍这个法门没救。我们在一生当中能遇到这个法门，算是你多生多劫的善根、福德、因缘，你才会遇到。遇到一个当生成佛的法门，这到哪里去找！遇到之后真正认识，抓住决定不放松，一切法门可以舍弃，这个法门万万不能舍弃，这是我们真正幸运。无量劫以来都没能抓得到，没能够遇得到，纵然遇到，遇到也不识货，那等于没遇到。这一生我们有莲池大师、古德大师为我们这介绍，我们的心眼开了，识货了。如果没有这两位大善知识帮助我们，在旁边给我们讲解、说明，我们还是不识货。这是一经宗旨，《弥陀经》宗旨所在。第二个意思：",
      "zh_TW": "佛經滅盡的時候，《彌陀經》還能夠留一百年，《彌陀經》最後滅，所以作末法最後方便。法滅垂盡最後一百年，你要是見到《彌陀經》，執持名號還是能往生，還是能成就。所以這部經，不單釋迦牟尼佛，是諸佛徹底悲心，真正是能度一切眾生。不像其他的法門，其他法門說老實話，大多數都是給你作結緣，阿賴耶識裡頭薰習一個佛法的種子，想一生得度談何容易！要想一生得度，只有這個法門。所以諸位要認識清楚，這部經是佛法裡面第一經，捨這個法門沒救。我們在一生當中能遇到這個法門，算是你多生多劫的善根、福德、因緣，你才會遇到。遇到一個當生成佛的法門，這到哪裡去找！遇到之後真正認識，抓住決定不放鬆，一切法門可以捨棄，這個法門萬萬不能捨棄，這是我們真正幸運。無量劫以來都沒能抓得到，沒能夠遇得到，縱然遇到，遇到也不識貨，那等於沒遇到。這一生我們有蓮池大師、古德大師為我們這介紹，我們的心眼開了，識貨了。如果沒有這兩位大善知識幫助我們，在旁邊給我們講解、說明，我們還是不識貨。這是一經宗旨，《彌陀經》宗旨所在。第二個意思："
    },
    {
      "id": "01-003-0003_p0091",
      "zh_CN": "演【二、通序作疏大意。】",
      "zh_TW": "演【二、通序作疏大意。】"
    },
    {
      "id": "01-003-0003_p0092",
      "zh_CN": "前面是讲一经大意，是说经，这一段是叙说莲池大师作注解的意思。",
      "zh_TW": "前面是講一經大意，是說經，這一段是敘說蓮池大師作註解的意思。"
    },
    {
      "id": "01-003-0003_p0093",
      "zh_CN": "演【以感时述意二科，明此一经，事理双融，性相通备。】",
      "zh_TW": "演【以感時述意二科，明此一經，事理雙融，性相通備。】"
    },
    {
      "id": "01-003-0003_p0094",
      "zh_CN": "「感时，述意」，这是通序五大段当中的两段。「感时」，感慨时节因缘。我们现在在末法时期，莲池大师是末法，进入到末法时期，末法时期除了净土之外，其他的法门很难成就。佛在《大集经》里面讲，「正法时期，戒律成就；像法时期，禅定成就；末法时期，净土成就」。我们生在末法时期，修学净土法门正是依教奉行，是佛的好学生。我们学其他的法门，那是不听话，那没法子，这个责任要我们自己负，佛都给我们说清楚。「述意」是叙说他自己的意思，注这个《疏钞》的意思。这两大段，说明这部经「事理双融，性相通备」。备是具备、具足的意思。由此可知，莲池大师并不是把天台、贤首、性相，把它融合起来在这个经里头发挥，实际上这个经里头对于各宗各派它统统具足，它本来具足，大师不过是发明而已，给我们点出来。这个经与天台、贤首、性宗、相宗确实相通，到以后处处都在《疏钞》里面为我们指出。",
      "zh_TW": "「感時，述意」，這是通序五大段當中的兩段。「感時」，感慨時節因緣。我們現在在末法時期，蓮池大師是末法，進入到末法時期，末法時期除了淨土之外，其他的法門很難成就。佛在《大集經》裡面講，「正法時期，戒律成就；像法時期，禪定成就；末法時期，淨土成就」。我們生在末法時期，修學淨土法門正是依教奉行，是佛的好學生。我們學其他的法門，那是不聽話，那沒法子，這個責任要我們自己負，佛都給我們說清楚。「述意」是敘說他自己的意思，註這個《疏鈔》的意思。這兩大段，說明這部經「事理雙融，性相通備」。備是具備、具足的意思。由此可知，蓮池大師並不是把天台、賢首、性相，把它融合起來在這個經裡頭發揮，實際上這個經裡頭對於各宗各派它統統具足，它本來具足，大師不過是發明而已，給我們點出來。這個經與天台、賢首、性宗、相宗確實相通，到以後處處都在《疏鈔》裡面為我們指出。"
    },
    {
      "id": "01-003-0003_p0095",
      "zh_CN": "演【时机执性执相，各滞一边。】",
      "zh_TW": "演【時機執性執相，各滯一邊。】"
    },
    {
      "id": "01-003-0003_p0096",
      "zh_CN": "「时」是指现在这个时代，「机」是指一些学佛的众生，就是现代人、学佛的人，执着！执着性的就参禅去了，执着相的去学教，都偏在一边，都不能够圆融。",
      "zh_TW": "「時」是指現在這個時代，「機」是指一些學佛的眾生，就是現代人、學佛的人，執著！執著性的就參禪去了，執著相的去學教，都偏在一邊，都不能夠圓融。"
    },
    {
      "id": "01-003-0003_p0097",
      "zh_CN": "演【至令广大法门，迷而不觉。】",
      "zh_TW": "演【至令廣大法門，迷而不覺。】"
    },
    {
      "id": "01-003-0003_p0098",
      "zh_CN": "这是真正可惜，太可惜了。无上的珍宝当面错过，一生成佛的因缘在面前不认识，你说多可惜，不晓得取法。",
      "zh_TW": "這是真正可惜，太可惜了。無上的珍寶當面錯過，一生成佛的因緣在面前不認識，你說多可惜，不曉得取法。"
    },
    {
      "id": "01-003-0003_p0099",
      "zh_CN": "演【故竭思累载，数易韦编，作此疏钞也。】",
      "zh_TW": "演【故竭思累載，數易韋編，作此疏鈔也。】"
    },
    {
      "id": "01-003-0003_p0100",
      "zh_CN": "莲池大师怜悯末法时期这些众生，无上法门、无上的珍宝当面错过太可惜，所以他花了好多年的时间，「数易韦编」就是稿子改了再改，改了好多遍，才完成这一部《疏钞》的著作。这一段解释大师《疏钞》前面这两行所叙说的体例，经过古德法师这样一发明，我们对这个意思就很容易明白。今天就讲到此地。",
      "zh_TW": "蓮池大師憐憫末法時期這些眾生，無上法門、無上的珍寶當面錯過太可惜，所以他花了好多年的時間，「數易韋編」就是稿子改了再改，改了好多遍，才完成這一部《疏鈔》的著作。這一段解釋大師《疏鈔》前面這兩行所敘說的體例，經過古德法師這樣一發明，我們對這個意思就很容易明白。今天就講到此地。"
    }
  ]
}