{
  "doc_id": "01-003-0264",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六四集",
    "zh_TW": "第二六四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0264",
  "total_paragraphs": 120,
  "paragraphs": [
    {
      "id": "01-003-0264_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五三四页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五三四頁："
    },
    {
      "id": "01-003-0264_p0002",
      "zh_CN": "钞【二说者。】",
      "zh_TW": "鈔【二說者。】"
    },
    {
      "id": "01-003-0264_p0003",
      "zh_CN": "这是解释无量寿佛名号，自古以来就有两种讲法。",
      "zh_TW": "這是解釋無量壽佛名號，自古以來就有兩種講法。"
    },
    {
      "id": "01-003-0264_p0004",
      "zh_CN": "钞【灵芝谓诸佛同名甚多，决非法藏所成之佛，以是本佛不应自赞故。】",
      "zh_TW": "鈔【靈芝謂諸佛同名甚多，決非法藏所成之佛，以是本佛不應自讚故。】"
    },
    {
      "id": "01-003-0264_p0005",
      "zh_CN": "这是灵芝大师的看法，他是这个解释。",
      "zh_TW": "這是靈芝大師的看法，他是這個解釋。"
    },
    {
      "id": "01-003-0264_p0006",
      "zh_CN": "钞【慈恩谓设若自赞，理亦无妨，以导引众生，令生胜意故。】",
      "zh_TW": "鈔【慈恩謂設若自讚，理亦無妨，以導引眾生，令生勝意故。】"
    },
    {
      "id": "01-003-0264_p0007",
      "zh_CN": "窥基大师说，佛自己称赞，在理上讲也没有妨碍，目的是为了接引众生。接引众生方便法门有很多，可以这样做法，这个意思也非常好。",
      "zh_TW": "窺基大師說，佛自己稱讚，在理上講也沒有妨礙，目的是為了接引眾生。接引眾生方便法門有很多，可以這樣做法，這個意思也非常好。"
    },
    {
      "id": "01-003-0264_p0008",
      "zh_CN": "钞【今双取二说。】",
      "zh_TW": "鈔【今雙取二說。】"
    },
    {
      "id": "01-003-0264_p0009",
      "zh_CN": "这两种说法都有道理，都讲得通，两个讲法都好。",
      "zh_TW": "這兩種說法都有道理，都講得通，兩個講法都好。"
    },
    {
      "id": "01-003-0264_p0010",
      "zh_CN": "钞【谓据大本。】",
      "zh_TW": "鈔【謂據大本。】"
    },
    {
      "id": "01-003-0264_p0011",
      "zh_CN": "根据《无量寿经》。",
      "zh_TW": "根據《無量壽經》。"
    },
    {
      "id": "01-003-0264_p0012",
      "zh_CN": "钞【过无边佛刹，同名释迦牟尼者，不可胜数。】",
      "zh_TW": "鈔【過無邊佛剎，同名釋迦牟尼者，不可勝數。】"
    },
    {
      "id": "01-003-0264_p0013",
      "zh_CN": "佛名号相同的确实很多。我们世间这个名号相同的也很多，也常常能见到。",
      "zh_TW": "佛名號相同的確實很多。我們世間這個名號相同的也很多，也常常能見到。"
    },
    {
      "id": "01-003-0264_p0014",
      "zh_CN": "钞【又观音师观音如来等。】",
      "zh_TW": "鈔【又觀音師觀音如來等。】"
    },
    {
      "id": "01-003-0264_p0015",
      "zh_CN": "观世音菩萨的老师是谁？观音如来，师生同一个名号。",
      "zh_TW": "觀世音菩薩的老師是誰？觀音如來，師生同一個名號。"
    },
    {
      "id": "01-003-0264_p0016",
      "zh_CN": "钞【则无量寿之名，何止一佛？百千万亿，不可穷尽。】",
      "zh_TW": "鈔【則無量壽之名，何止一佛？百千萬億，不可窮盡。】"
    },
    {
      "id": "01-003-0264_p0017",
      "zh_CN": "这是说明同名同号的佛确实是有，不但有，而且很多。",
      "zh_TW": "這是說明同名同號的佛確實是有，不但有，而且很多。"
    },
    {
      "id": "01-003-0264_p0018",
      "zh_CN": "钞【若据佛分边事，焉得以凡常例之，将无自赞毁他，犯菩萨十重戒耶。】",
      "zh_TW": "鈔【若據佛分邊事，焉得以凡常例之，將無自讚毀他，犯菩薩十重戒耶。】"
    },
    {
      "id": "01-003-0264_p0019",
      "zh_CN": "佛跟大菩萨心地清净，从来没有分别执着，从来没有妄想，哪里会有过失？所以不可以用凡夫来比佛菩萨。凡夫烦恼习气深重，尤其像我们现在这个地位，见思烦恼一品也没断。佛所制定许许多多的戒律，就是帮助我们得定开慧，帮助我们明心见性，戒律是一种手段不是目的。我们如果要自己赞叹自己，毁谤别人，那就犯菩萨十重戒，就犯戒了。诸佛如来清净无染，不妨自己赞叹自己，没有关系；我们赞叹自己，傲慢心就起来，轻视别人，烦恼起来了。佛自己赞叹自己，不是有傲慢心，而是启发众生对佛的信心，又何尝不可！",
      "zh_TW": "佛跟大菩薩心地清淨，從來沒有分別執著，從來沒有妄想，哪裡會有過失？所以不可以用凡夫來比佛菩薩。凡夫煩惱習氣深重，尤其像我們現在這個地位，見思煩惱一品也沒斷。佛所制定許許多多的戒律，就是幫助我們得定開慧，幫助我們明心見性，戒律是一種手段不是目的。我們如果要自己讚歎自己，毀謗別人，那就犯菩薩十重戒，就犯戒了。諸佛如來清淨無染，不妨自己讚歎自己，沒有關係；我們讚歎自己，傲慢心就起來，輕視別人，煩惱起來了。佛自己讚歎自己，不是有傲慢心，而是啟發眾生對佛的信心，又何嘗不可！"
    },
    {
      "id": "01-003-0264_p0020",
      "zh_CN": "钞【我为法王，于法自在。】",
      "zh_TW": "鈔【我為法王，於法自在。】"
    },
    {
      "id": "01-003-0264_p0021",
      "zh_CN": "这是我们在经上也看到的，佛自己称赞，他在一切法里面得大自在。",
      "zh_TW": "這是我們在經上也看到的，佛自己稱讚，他在一切法裡面得大自在。"
    },
    {
      "id": "01-003-0264_p0022",
      "zh_CN": "钞【纵横予夺，权实双彰。】",
      "zh_TW": "鈔【縱橫予奪，權實雙彰。】"
    },
    {
      "id": "01-003-0264_p0023",
      "zh_CN": "这是说明佛与大菩萨度众生的方法、手段是非常巧妙的，只要众生能得利益，这一切手段都可以运用。这个事例我们可以看《四十华严》，也就是《八十华严》最后的「入法界品」，善财童子五十三参，这五十三位都是法身大士，要以《金刚经》的标准来说，都是诸佛如来。我们读完五十三参，恍然大悟，『纵横予夺，权实双彰』，这两句就是五十三参的总纲领，这八个字把五十三参说尽了。",
      "zh_TW": "這是說明佛與大菩薩度眾生的方法、手段是非常巧妙的，只要眾生能得利益，這一切手段都可以運用。這個事例我們可以看《四十華嚴》，也就是《八十華嚴》最後的「入法界品」，善財童子五十三參，這五十三位都是法身大士，要以《金剛經》的標準來說，都是諸佛如來。我們讀完五十三參，恍然大悟，『縱橫予奪，權實雙彰』，這兩句就是五十三參的總綱領，這八個字把五十三參說盡了。"
    },
    {
      "id": "01-003-0264_p0024",
      "zh_CN": "钞【苟有利于众生，亦何施而不可。】",
      "zh_TW": "鈔【苟有利於眾生，亦何施而不可。】"
    },
    {
      "id": "01-003-0264_p0025",
      "zh_CN": "真正利益众生，这个方法都可以用。我们要问，什么叫做利益众生？要懂得这个道理。不是说叫众生得到快乐，不是这个意思。利益众生标准是叫众生破迷开悟，这才叫真正的利益，真实利益。",
      "zh_TW": "真正利益眾生，這個方法都可以用。我們要問，什麼叫做利益眾生？要懂得這個道理。不是說叫眾生得到快樂，不是這個意思。利益眾生標準是叫眾生破迷開悟，這才叫真正的利益，真實利益。"
    },
    {
      "id": "01-003-0264_p0026",
      "zh_CN": "钞【天上天下，唯吾独尊。】",
      "zh_TW": "鈔【天上天下，唯吾獨尊。】"
    },
    {
      "id": "01-003-0264_p0027",
      "zh_CN": "这是释迦牟尼佛降世的时候。有些人不肯深究佛法，听到这样的话，就说释迦牟尼佛太自大、太傲慢，怎么天上天下唯吾独尊？这是没有明白「我」的意思，这个「我」是真我，不是我们凡夫概念里面的「我」。佛说「无我」，可见得「我」不是指这个身；「我」是指什么？是指三德当中的「常乐我净」。三德是法身、般若、解脱，法身里面有常乐我净，般若也有常乐我净，解脱也有常乐我净，这叫「四净德」，那是真的。「我」的意思是主宰、自在的意思，决定不是傲慢，也不是自赞。",
      "zh_TW": "這是釋迦牟尼佛降世的時候。有些人不肯深究佛法，聽到這樣的話，就說釋迦牟尼佛太自大、太傲慢，怎麼天上天下唯吾獨尊？這是沒有明白「我」的意思，這個「我」是真我，不是我們凡夫概念裡面的「我」。佛說「無我」，可見得「我」不是指這個身；「我」是指什麼？是指三德當中的「常樂我淨」。三德是法身、般若、解脫，法身裡面有常樂我淨，般若也有常樂我淨，解脫也有常樂我淨，這叫「四淨德」，那是真的。「我」的意思是主宰、自在的意思，決定不是傲慢，也不是自讚。"
    },
    {
      "id": "01-003-0264_p0028",
      "zh_CN": "钞【前之一说，恐人不知诸佛数如微尘，拘执一偏故。】",
      "zh_TW": "鈔【前之一說，恐人不知諸佛數如微塵，拘執一偏故。】"
    },
    {
      "id": "01-003-0264_p0029",
      "zh_CN": "前面讲法告诉你，佛同名同号的太多了，不要有偏见，不要执着这些。",
      "zh_TW": "前面講法告訴你，佛同名同號的太多了，不要有偏見，不要執著這些。"
    },
    {
      "id": "01-003-0264_p0030",
      "zh_CN": "钞【后之一说，恐人泥于不应自赞，昧佛神用故。】",
      "zh_TW": "鈔【後之一說，恐人泥於不應自讚，昧佛神用故。】"
    },
    {
      "id": "01-003-0264_p0031",
      "zh_CN": "『不应自赞』也是一个执着，『昧佛神用故』，不知道佛菩萨神通大用，普利群生。",
      "zh_TW": "『不應自讚』也是一個執著，『昧佛神用故』，不知道佛菩薩神通大用，普利群生。"
    },
    {
      "id": "01-003-0264_p0032",
      "zh_CN": "钞【二说兼成，理固无碍。】",
      "zh_TW": "鈔【二說兼成，理固無礙。】"
    },
    {
      "id": "01-003-0264_p0033",
      "zh_CN": "古德这两个解释都好。我们圆融的来看，意思就更明显。",
      "zh_TW": "古德這兩個解釋都好。我們圓融的來看，意思就更明顯。"
    },
    {
      "id": "01-003-0264_p0034",
      "zh_CN": "「无量寿佛」是代表福寿，是我们学佛所求的第一个目标，我们要求福、求长寿。但是要记住，不是我们这个世间的长寿，这个世间长寿没有用处，长寿很苦，老苦。西方极乐世界长寿就好了，为什么？他不老，永远是年轻的，那就是真正的福报。我们这个地方长寿并不是真正的福报。长寿一定要加一个健康，健康长寿才是福，还要附带条件，不附带健康，那个长寿很苦！这是必须要晓得的，要求西方极乐世界的长寿，无量寿。下面一尊：",
      "zh_TW": "「無量壽佛」是代表福壽，是我們學佛所求的第一個目標，我們要求福、求長壽。但是要記住，不是我們這個世間的長壽，這個世間長壽沒有用處，長壽很苦，老苦。西方極樂世界長壽就好了，為什麼？他不老，永遠是年輕的，那就是真正的福報。我們這個地方長壽並不是真正的福報。長壽一定要加一個健康，健康長壽才是福，還要附帶條件，不附帶健康，那個長壽很苦！這是必須要曉得的，要求西方極樂世界的長壽，無量壽。下面一尊："
    },
    {
      "id": "01-003-0264_p0035",
      "zh_CN": "疏【无量相者，相好无尽故。】",
      "zh_TW": "疏【無量相者，相好無盡故。】"
    },
    {
      "id": "01-003-0264_p0036",
      "zh_CN": "钞【相好者，或三十二相。】",
      "zh_TW": "鈔【相好者，或三十二相。】"
    },
    {
      "id": "01-003-0264_p0037",
      "zh_CN": "这是我们世间人，三十二相。",
      "zh_TW": "這是我們世間人，三十二相。"
    },
    {
      "id": "01-003-0264_p0038",
      "zh_CN": "钞【或八万四千相，或微尘相。】",
      "zh_TW": "鈔【或八萬四千相，或微塵相。】"
    },
    {
      "id": "01-003-0264_p0039",
      "zh_CN": "这个相好就殊胜，是佛与大菩萨的境界，不是凡夫的。凡夫境界里包括大梵天王，四禅天顶的大梵天王也只是三十二相八十种好，这是娑婆世界相好的极限。",
      "zh_TW": "這個相好就殊勝，是佛與大菩薩的境界，不是凡夫的。凡夫境界裡包括大梵天王，四禪天頂的大梵天王也只是三十二相八十種好，這是娑婆世界相好的極限。"
    },
    {
      "id": "01-003-0264_p0040",
      "zh_CN": "钞【福德无量，相亦无量也。昔志公现十一面观音相，僧繇不能举笔，况佛相乎。】",
      "zh_TW": "鈔【福德無量，相亦無量也。昔誌公現十一面觀音相，僧繇不能舉筆，況佛相乎。】"
    },
    {
      "id": "01-003-0264_p0041",
      "zh_CN": "这里头有一个公案，这公案在《演义》的小注里。我们先要说说相好的由来。相与福有关系，所以我们常讲福相、贵相，三十二相八十种好这是富贵之相。看人的相好，就知道这个人的福报，有福人之相跟那个没有福报的人，很明显，一看就晓得。要相好，一定要修福；不修福，要想整容，那是假的，怎么整法都是没有福报，反而整得一身毛病，一身的副作用。我们的相貌是不是可以更好？可以，只要你肯修。佛告诉我们一个原理，「相随心转」，这就是说明相自己可以修。心地慈悲，相就很慈祥；心地险恶，相就很凶，叫人看到毛骨悚然，确实会变化。古人常讲，四十岁以后的相貌要自己负责任；四十岁以前，先天的，现在人说是受父母的遗传。佛法不讲遗传，佛法讲一个人来投胎时，他喜欢哪个人，那个相貌就印在他的阿赖耶识，就变现出这个相貌。譬如他来投胎的时候，他喜欢他的父母，他的相就像他的父母，是那个时候决定的，不是遗传的。四十岁以后，这是后天的，我们这四十年当中心行所造作的善恶业。一个人真能够断一切恶、修一切善，他的相貌一定是一年比一年好，相貌改变了，体质也改变了，身心清净，那真的是健康长寿。",
      "zh_TW": "這裡頭有一個公案，這公案在《演義》的小註裡。我們先要說說相好的由來。相與福有關係，所以我們常講福相、貴相，三十二相八十種好這是富貴之相。看人的相好，就知道這個人的福報，有福人之相跟那個沒有福報的人，很明顯，一看就曉得。要相好，一定要修福；不修福，要想整容，那是假的，怎麼整法都是沒有福報，反而整得一身毛病，一身的副作用。我們的相貌是不是可以更好？可以，只要你肯修。佛告訴我們一個原理，「相隨心轉」，這就是說明相自己可以修。心地慈悲，相就很慈祥；心地險惡，相就很凶，叫人看到毛骨悚然，確實會變化。古人常講，四十歲以後的相貌要自己負責任；四十歲以前，先天的，現在人說是受父母的遺傳。佛法不講遺傳，佛法講一個人來投胎時，他喜歡哪個人，那個相貌就印在他的阿賴耶識，就變現出這個相貌。譬如他來投胎的時候，他喜歡他的父母，他的相就像他的父母，是那個時候決定的，不是遺傳的。四十歲以後，這是後天的，我們這四十年當中心行所造作的善惡業。一個人真能夠斷一切惡、修一切善，他的相貌一定是一年比一年好，相貌改變了，體質也改變了，身心清淨，那真的是健康長壽。"
    },
    {
      "id": "01-003-0264_p0042",
      "zh_CN": "无量相佛，表富贵，富贵也是大众所希求的。『德福无量，相亦无量』，西方世界阿弥陀佛，世尊对他的赞叹「佛有无量相，相有无量好」，不止三十二相八十种好。这从哪里来的？阿弥陀佛的德福无量无边，所以感得的相貌也是无比的殊胜。『昔』是讲过去，『志公』就是宝志公，梁武帝时代的高僧，传记里面说宝志公是观世音菩萨的化身。这个世间众生共业殊胜，共业好就能感得诸佛菩萨应化住世。宝志公在世的那个时候是梁武帝这个时代，梁武帝是虔诚的佛教徒，对宝志公非常尊敬。在台湾拜《梁皇忏》的人很多，梁皇就是梁武帝。梁武帝超度他的妃子，他妃子在世的时候曾经造恶业，堕在畜生道。他请求宝志公给她作法超度。宝志公给她超度的佛事，现在叫做《梁皇忏》。《梁皇忏》是宝志公编的。宝志公是观音菩萨，观音菩萨超度她，也只能超度到忉利天；再上去，不行了。《地藏经》里面，婆罗门女、光目女都是地藏菩萨的前身，超度她的亲人也是超度到忉利天。从前我们讲《阿难问事佛吉凶经》，这个经是安世高大师翻译的，安世高翻经工作结束之后，到江南去度他前世的一个同学，这个同学也是造作恶业，堕在神道做宫亭湖的龙王，就是现在的鄱阳湖，在九江，他超度这个龙王，也是帮助他生忉利天。这就是说明，超度的功德只能达到忉利天，忉利天往上去要靠自己的修行，完全凭别人修福是办不到的。一定要自己有修行的功夫，才能在欲界第三天以上。梁武帝对宝志公很敬佩，那个时候没有照相机，很想将宝志公的像留下来，请画家来画，画像留下来供养。宝志公有神通，他一下变十一种不同的面孔，画像的人没法子画了，不能下笔。在《高僧传》里面有这么一段故事，宝志公有神变，能变化各种不同的面孔，我们常讲十一面观音。",
      "zh_TW": "無量相佛，表富貴，富貴也是大眾所希求的。『德福無量，相亦無量』，西方世界阿彌陀佛，世尊對他的讚歎「佛有無量相，相有無量好」，不止三十二相八十種好。這從哪裡來的？阿彌陀佛的德福無量無邊，所以感得的相貌也是無比的殊勝。『昔』是講過去，『誌公』就是寶誌公，梁武帝時代的高僧，傳記裡面說寶誌公是觀世音菩薩的化身。這個世間眾生共業殊勝，共業好就能感得諸佛菩薩應化住世。寶誌公在世的那個時候是梁武帝這個時代，梁武帝是虔誠的佛教徒，對寶誌公非常尊敬。在台灣拜《梁皇懺》的人很多，梁皇就是梁武帝。梁武帝超度他的妃子，他妃子在世的時候曾經造惡業，墮在畜生道。他請求寶誌公給她作法超度。寶誌公給她超度的佛事，現在叫做《梁皇懺》。《梁皇懺》是寶誌公編的。寶誌公是觀音菩薩，觀音菩薩超度她，也只能超度到忉利天；再上去，不行了。《地藏經》裡面，婆羅門女、光目女都是地藏菩薩的前身，超度她的親人也是超度到忉利天。從前我們講《阿難問事佛吉凶經》，這個經是安世高大師翻譯的，安世高翻經工作結束之後，到江南去度他前世的一個同學，這個同學也是造作惡業，墮在神道做宮亭湖的龍王，就是現在的鄱陽湖，在九江，他超度這個龍王，也是幫助他生忉利天。這就是說明，超度的功德只能達到忉利天，忉利天往上去要靠自己的修行，完全憑別人修福是辦不到的。一定要自己有修行的功夫，才能在欲界第三天以上。梁武帝對寶誌公很敬佩，那個時候沒有照相機，很想將寶誌公的像留下來，請畫家來畫，畫像留下來供養。寶誌公有神通，他一下變十一種不同的面孔，畫像的人沒法子畫了，不能下筆。在《高僧傳》裡面有這麼一段故事，寶誌公有神變，能變化各種不同的面孔，我們常講十一面觀音。"
    },
    {
      "id": "01-003-0264_p0043",
      "zh_CN": "疏【无量幢者。】",
      "zh_TW": "疏【無量幢者。】"
    },
    {
      "id": "01-003-0264_p0044",
      "zh_CN": "『幢』是高，明显。这是形容在这个社会上有崇高显赫的地位，这是大贵。",
      "zh_TW": "『幢』是高，明顯。這是形容在這個社會上有崇高顯赫的地位，這是大貴。"
    },
    {
      "id": "01-003-0264_p0045",
      "zh_CN": "疏【功德高显，喻之如幢。极其高显，名无量也。又无量者，广多义。】",
      "zh_TW": "疏【功德高顯，喻之如幢。極其高顯，名無量也。又無量者，廣多義。】"
    },
    {
      "id": "01-003-0264_p0046",
      "zh_CN": "幢是比喻。幢，在台湾比较少见，在大陆、日本有。幢跟旛是属于一类的，都是挂在旗杆上，属于旗帜一类。旛是扁的，幢是圆形的，像飞机场那个风筒一样。在古时候，佛门是师道，师道是不招生的，师道有师道的尊严，「只闻来学，未闻往教」，不会召集大家来的。但是我们这里有活动也不能不通知大家，通知你，你喜欢，你就来，不喜欢，你可以不来，没有一丝毫的勉强。通知的方法，就是寺庙门前都有旗杆，旗杆就是挂旛幢的。如果我们这里有法会就挂旛，人一看到旛，今天这个道场有法会，喜欢参加法会就来了；如果有讲经的，这就是幢，圆形的，挂在这个旗杆上，今天这个道场有讲经，喜欢听经，他就来了。这是告诉大众，我们道场今天有些什么活动。现在不用这些东西，现在通信很方便，可以寄通知，报纸上登广告，所以就代替从前旛幢的作用。幢挂在旗杆上挂得很高，叫法幢高树。「法幢高树」，就是代表讲经的法会。",
      "zh_TW": "幢是比喻。幢，在台灣比較少見，在大陸、日本有。幢跟旛是屬於一類的，都是掛在旗杆上，屬於旗幟一類。旛是扁的，幢是圓形的，像飛機場那個風筒一樣。在古時候，佛門是師道，師道是不招生的，師道有師道的尊嚴，「只聞來學，未聞往教」，不會召集大家來的。但是我們這裡有活動也不能不通知大家，通知你，你喜歡，你就來，不喜歡，你可以不來，沒有一絲毫的勉強。通知的方法，就是寺廟門前都有旗杆，旗杆就是掛旛幢的。如果我們這裡有法會就掛旛，人一看到旛，今天這個道場有法會，喜歡參加法會就來了；如果有講經的，這就是幢，圓形的，掛在這個旗杆上，今天這個道場有講經，喜歡聽經，他就來了。這是告訴大眾，我們道場今天有些什麼活動。現在不用這些東西，現在通信很方便，可以寄通知，報紙上登廣告，所以就代替從前旛幢的作用。幢掛在旗杆上掛得很高，叫法幢高樹。「法幢高樹」，就是代表講經的法會。"
    },
    {
      "id": "01-003-0264_p0047",
      "zh_CN": "钞【幢者，旛属，又云旗属。】",
      "zh_TW": "鈔【幢者，旛屬，又云旗屬。】"
    },
    {
      "id": "01-003-0264_p0048",
      "zh_CN": "旗帜一类的。",
      "zh_TW": "旗幟一類的。"
    },
    {
      "id": "01-003-0264_p0049",
      "zh_CN": "钞【刊定记，幢有七义，约之成五。】",
      "zh_TW": "鈔【刊定記，幢有七義，約之成五。】"
    },
    {
      "id": "01-003-0264_p0050",
      "zh_CN": "『约』是归纳，把七个意思归纳，至少它有五个意思。",
      "zh_TW": "『約』是歸納，把七個意思歸納，至少它有五個意思。"
    },
    {
      "id": "01-003-0264_p0051",
      "zh_CN": "钞【一、高显义，喻佛位极尊故。二、建立义，喻佛悲智，建立众生，及菩提故。】",
      "zh_TW": "鈔【一、高顯義，喻佛位極尊故。二、建立義，喻佛悲智，建立眾生，及菩提故。】"
    },
    {
      "id": "01-003-0264_p0052",
      "zh_CN": "我们常讲「建法幢」，建法幢就是建立道场的意思。建法幢跟现代人建道场意思不同，现在人建一座寺庙是不是叫建道场？不一定。这寺庙建好，里面没有道，那不叫道场，里头要有道才行。建法幢，里面是一定有道的。立宗旨，确定修学的方法、目标，以这个方法达到修学的目标，那就是立了宗旨。像净宗，我们这个念佛法门，信愿持名是修行的方法，往生不退成佛是修行的目标，这就是净宗的宗旨。这是建立义。",
      "zh_TW": "我們常講「建法幢」，建法幢就是建立道場的意思。建法幢跟現代人建道場意思不同，現在人建一座寺廟是不是叫建道場？不一定。這寺廟建好，裡面沒有道，那不叫道場，裡頭要有道才行。建法幢，裡面是一定有道的。立宗旨，確定修學的方法、目標，以這個方法達到修學的目標，那就是立了宗旨。像淨宗，我們這個念佛法門，信願持名是修行的方法，往生不退成佛是修行的目標，這就是淨宗的宗旨。這是建立義。"
    },
    {
      "id": "01-003-0264_p0053",
      "zh_CN": "钞【三、归向义，喻佛为众生所宗仰故。】",
      "zh_TW": "鈔【三、歸向義，喻佛為眾生所宗仰故。】"
    },
    {
      "id": "01-003-0264_p0054",
      "zh_CN": "有皈依的意思在。",
      "zh_TW": "有皈依的意思在。"
    },
    {
      "id": "01-003-0264_p0055",
      "zh_CN": "钞【四、摧殄义，降伏一切诸魔军故。】",
      "zh_TW": "鈔【四、摧殄義，降伏一切諸魔軍故。】"
    },
    {
      "id": "01-003-0264_p0056",
      "zh_CN": "因为佛法能够帮助我们辨别邪正、明了是非，这就有降伏邪知邪见这个意思在。",
      "zh_TW": "因為佛法能夠幫助我們辨別邪正、明瞭是非，這就有降伏邪知邪見這個意思在。"
    },
    {
      "id": "01-003-0264_p0057",
      "zh_CN": "钞【五、灭怖义。】",
      "zh_TW": "鈔【五、滅怖義。】"
    },
    {
      "id": "01-003-0264_p0058",
      "zh_CN": "『怖』是恐怖，要我们能够离开一切忧虑、不安、恐怖，这是得佛法的护念。",
      "zh_TW": "『怖』是恐怖，要我們能夠離開一切憂慮、不安、恐怖，這是得佛法的護念。"
    },
    {
      "id": "01-003-0264_p0059",
      "zh_CN": "钞【如帝释告诸天众，汝与修罗战时，设有恐怖，当念我七宝幢，其怖即灭。】",
      "zh_TW": "鈔【如帝釋告諸天眾，汝與修羅戰時，設有恐怖，當念我七寶幢，其怖即滅。】"
    },
    {
      "id": "01-003-0264_p0060",
      "zh_CN": "这是比喻，众生念佛就能够离开一切恐怖。",
      "zh_TW": "這是比喻，眾生念佛就能夠離開一切恐怖。"
    },
    {
      "id": "01-003-0264_p0061",
      "zh_CN": "钞【喻佛得无所畏，众生念佛，即离恐怖故。今唯取高显一义，摄余义也。】",
      "zh_TW": "鈔【喻佛得無所畏，眾生念佛，即離恐怖故。今唯取高顯一義，攝餘義也。】"
    },
    {
      "id": "01-003-0264_p0062",
      "zh_CN": "这五个意思，说一个意思，其他的意思也都在其中。",
      "zh_TW": "這五個意思，說一個意思，其他的意思也都在其中。"
    },
    {
      "id": "01-003-0264_p0063",
      "zh_CN": "钞【广多者，其幢多而无量。如经言，幢旛宝盖，遍满虚空，佛竖无量妙义，指示众生，亦复如是。】",
      "zh_TW": "鈔【廣多者，其幢多而無量。如經言，幢旛寶蓋，遍滿虛空，佛豎無量妙義，指示眾生，亦復如是。】"
    },
    {
      "id": "01-003-0264_p0064",
      "zh_CN": "经里面这两句话，也告诉我们西方极乐世界一些真实的状况。『幢』是讲经说法的标志，譬如我们讲《无量寿经》，这个幢上一定写《南无无量寿经》；讲《华严经》，这个幢上一定写《南无大方广佛华严经》。『幢旛宝盖』无量无边，就是告诉我们西方极乐世界一切经法统统在宣讲。换句话说，我们对于经教要是非常羡慕的话，统统想学的话，西方极乐世界这就很明显的告诉你，无论修学哪个法门，在那个地方统统具足，有最好的老师、最好的同学、最好的修学环境，为什么不到那里去学？这两句话含着很深的意思，告诉我们西方极乐世界讲经说法的盛况，实在讲，这是他方世界不能为比的。再看底下一尊佛：",
      "zh_TW": "經裡面這兩句話，也告訴我們西方極樂世界一些真實的狀況。『幢』是講經說法的標誌，譬如我們講《無量壽經》，這個幢上一定寫《南無無量壽經》；講《華嚴經》，這個幢上一定寫《南無大方廣佛華嚴經》。『幢旛寶蓋』無量無邊，就是告訴我們西方極樂世界一切經法統統在宣講。換句話說，我們對於經教要是非常羨慕的話，統統想學的話，西方極樂世界這就很明顯的告訴你，無論修學哪個法門，在那個地方統統具足，有最好的老師、最好的同學、最好的修學環境，為什麼不到那裡去學？這兩句話含著很深的意思，告訴我們西方極樂世界講經說法的盛況，實在講，這是他方世界不能為比的。再看底下一尊佛："
    },
    {
      "id": "01-003-0264_p0065",
      "zh_CN": "疏【大光者，光辉广被故。】",
      "zh_TW": "疏【大光者，光輝廣被故。】"
    },
    {
      "id": "01-003-0264_p0066",
      "zh_CN": "这是代表大智。",
      "zh_TW": "這是代表大智。"
    },
    {
      "id": "01-003-0264_p0067",
      "zh_CN": "钞【光指化他之用，诸天人亦有身光，不假日月。】",
      "zh_TW": "鈔【光指化他之用，諸天人亦有身光，不假日月。】"
    },
    {
      "id": "01-003-0264_p0068",
      "zh_CN": "我们现在这个世间光明是来自太阳，月亮是反射的光，月亮本身没有光。天人本身有光明，他的福报大，物质也放光明。天人尚且如此，西方极乐世界当然就更不必说了。",
      "zh_TW": "我們現在這個世間光明是來自太陽，月亮是反射的光，月亮本身沒有光。天人本身有光明，他的福報大，物質也放光明。天人尚且如此，西方極樂世界當然就更不必說了。"
    },
    {
      "id": "01-003-0264_p0069",
      "zh_CN": "钞【二乘小果，因地菩萨，皆有光明，比佛为小。】",
      "zh_TW": "鈔【二乘小果，因地菩薩，皆有光明，比佛為小。】"
    },
    {
      "id": "01-003-0264_p0070",
      "zh_CN": "阿罗汉有光明，辟支佛、菩萨们身都有光，有常光、有放光，但是都比不上佛。",
      "zh_TW": "阿羅漢有光明，辟支佛、菩薩們身都有光，有常光、有放光，但是都比不上佛。"
    },
    {
      "id": "01-003-0264_p0071",
      "zh_CN": "钞【佛光映蔽一切，故云大也。】",
      "zh_TW": "鈔【佛光映蔽一切，故云大也。】"
    },
    {
      "id": "01-003-0264_p0072",
      "zh_CN": "叫大光佛。",
      "zh_TW": "叫大光佛。"
    },
    {
      "id": "01-003-0264_p0073",
      "zh_CN": "疏【大明者，谓佛以大智，破诸惑尽故。】",
      "zh_TW": "疏【大明者，謂佛以大智，破諸惑盡故。】"
    },
    {
      "id": "01-003-0264_p0074",
      "zh_CN": "这是表智慧的作用。",
      "zh_TW": "這是表智慧的作用。"
    },
    {
      "id": "01-003-0264_p0075",
      "zh_CN": "钞【破诸惑尽者。】",
      "zh_TW": "鈔【破諸惑盡者。】"
    },
    {
      "id": "01-003-0264_p0076",
      "zh_CN": "这破尽了。声闻、缘觉、菩萨，断惑没有尽，还都有余，唯有如来果地上断尽了。",
      "zh_TW": "這破盡了。聲聞、緣覺、菩薩，斷惑沒有盡，還都有餘，唯有如來果地上斷盡了。"
    },
    {
      "id": "01-003-0264_p0077",
      "zh_CN": "钞【一切智，破见思惑尽；道种智，破尘沙惑尽；一切种智，破无明惑尽。】",
      "zh_TW": "鈔【一切智，破見思惑盡；道種智，破塵沙惑盡；一切種智，破無明惑盡。】"
    },
    {
      "id": "01-003-0264_p0078",
      "zh_CN": "这都是讲破尽了。我们在小乘经上看到的，四果罗汉，见思烦恼断尽，证一切智。是不是真的断尽？大乘经上告诉我们，他三界之内的惑断尽，三界之外的细惑还没有断尽。三界之内的惑粗，三界之外的细，一直要到成佛才断尽。下面是比喻：",
      "zh_TW": "這都是講破盡了。我們在小乘經上看到的，四果羅漢，見思煩惱斷盡，證一切智。是不是真的斷盡？大乘經上告訴我們，他三界之內的惑斷盡，三界之外的細惑還沒有斷盡。三界之內的惑粗，三界之外的細，一直要到成佛才斷盡。下面是比喻："
    },
    {
      "id": "01-003-0264_p0079",
      "zh_CN": "钞【杲日当空，无所不照，云大明也。】",
      "zh_TW": "鈔【杲日當空，無所不照，云大明也。】"
    },
    {
      "id": "01-003-0264_p0080",
      "zh_CN": "就像太阳，太阳完全没有云彩遮盖，太阳的光明充分的发挥，普照大地，用这个来比喻佛。菩萨、罗汉虽然断惑，没断尽，还有一层薄薄的云彩遮住，光明虽然很显著，不是圆满的，他还有一层薄云，那不叫做大明。要连微细惑统统断尽，这才叫圆满的光明，称『大明』。",
      "zh_TW": "就像太陽，太陽完全沒有雲彩遮蓋，太陽的光明充分的發揮，普照大地，用這個來比喻佛。菩薩、羅漢雖然斷惑，沒斷盡，還有一層薄薄的雲彩遮住，光明雖然很顯著，不是圓滿的，他還有一層薄雲，那不叫做大明。要連微細惑統統斷盡，這才叫圓滿的光明，稱『大明』。"
    },
    {
      "id": "01-003-0264_p0081",
      "zh_CN": "钞【虽前似觉他，此似自觉。】",
      "zh_TW": "鈔【雖前似覺他，此似自覺。】"
    },
    {
      "id": "01-003-0264_p0082",
      "zh_CN": "「大光」好像是觉他，「大明」好像是自觉。",
      "zh_TW": "「大光」好像是覺他，「大明」好像是自覺。"
    },
    {
      "id": "01-003-0264_p0083",
      "zh_CN": "钞【各举一德，义实互具，如上总说中辩。】",
      "zh_TW": "鈔【各舉一德，義實互具，如上總說中辯。】"
    },
    {
      "id": "01-003-0264_p0084",
      "zh_CN": "这是两种意思都有，「大光」有自觉觉他的意思，「大明」也是有自觉觉他的意思，不必偏执。我们在表法里面说，大光是表大智，大明是表大智的起用，这个意思我们比较容易体会。",
      "zh_TW": "這是兩種意思都有，「大光」有自覺覺他的意思，「大明」也是有自覺覺他的意思，不必偏執。我們在表法裡面說，大光是表大智，大明是表大智的起用，這個意思我們比較容易體會。"
    },
    {
      "id": "01-003-0264_p0085",
      "zh_CN": "疏【宝相者，相好殊特，如宝尊贵故。】",
      "zh_TW": "疏【寶相者，相好殊特，如寶尊貴故。】"
    },
    {
      "id": "01-003-0264_p0086",
      "zh_CN": "『宝相』，这是表尊胜，尊贵殊胜。",
      "zh_TW": "『寶相』，這是表尊勝，尊貴殊勝。"
    },
    {
      "id": "01-003-0264_p0087",
      "zh_CN": "钞【相好如宝者，佛有无量相，姑举一二。目相，如经言：八万四千清净宝目；毫相，如经言：琉璃筒；胸相，如经言：紫磨金；肉髻相，如经言：甄叔迦。皆所谓宝相也。】",
      "zh_TW": "鈔【相好如寶者，佛有無量相，姑舉一二。目相，如經言：八萬四千清淨寶目；毫相，如經言：琉璃筒；胸相，如經言：紫磨金；肉髻相，如經言：甄叔迦。皆所謂寶相也。】"
    },
    {
      "id": "01-003-0264_p0088",
      "zh_CN": "『目』是眼睛，『毫』是白毫。比喻都是用七宝来形容。『八万四千清净宝目』是《楞严经》上说的。",
      "zh_TW": "『目』是眼睛，『毫』是白毫。比喻都是用七寶來形容。『八萬四千清淨寶目』是《楞嚴經》上說的。"
    },
    {
      "id": "01-003-0264_p0089",
      "zh_CN": "演【楞严云：由我获得妙妙闻心，故我能现众多妙容，乃至二目三目、四目九目，八万四千清净宝目，或慈或威，或定或慧，救护众生得大自在。】",
      "zh_TW": "演【楞嚴云：由我獲得妙妙聞心，故我能現眾多妙容，乃至二目三目、四目九目，八萬四千清淨寶目，或慈或威，或定或慧，救護眾生得大自在。】"
    },
    {
      "id": "01-003-0264_p0090",
      "zh_CN": "这是《楞严经》「观世音菩萨耳根圆通章」的经文，观世音菩萨说的。《楞严》上的观世音菩萨是圆教初住的地位，《华严经》上的观世音菩萨是第七回向位的菩萨，《法华经》上的观音菩萨是等觉菩萨。《楞严经》上圆初住的菩萨就有这么大的能力，应以什么身说法就能现什么身，「应以佛身而得度者，即现佛身而为说法」。这是圆初住菩萨就可以用三十二相八十种好这个身分来为众生说法。江味农居士在《金刚经讲义》里面注解，《金刚经》上讲的「诸佛」，就是圆教初住菩萨到究竟佛果，那叫诸佛，因为圆初住就可以示现八相成道。「诸佛」就是指四十一位法身大士，禅宗里面常讲明心见性、见性成佛，圆初住就见性，见性成佛，是这个意思。末后一尊：",
      "zh_TW": "這是《楞嚴經》「觀世音菩薩耳根圓通章」的經文，觀世音菩薩說的。《楞嚴》上的觀世音菩薩是圓教初住的地位，《華嚴經》上的觀世音菩薩是第七迴向位的菩薩，《法華經》上的觀音菩薩是等覺菩薩。《楞嚴經》上圓初住的菩薩就有這麼大的能力，應以什麼身說法就能現什麼身，「應以佛身而得度者，即現佛身而為說法」。這是圓初住菩薩就可以用三十二相八十種好這個身分來為眾生說法。江味農居士在《金剛經講義》裡面註解，《金剛經》上講的「諸佛」，就是圓教初住菩薩到究竟佛果，那叫諸佛，因為圓初住就可以示現八相成道。「諸佛」就是指四十一位法身大士，禪宗裡面常講明心見性、見性成佛，圓初住就見性，見性成佛，是這個意思。末後一尊："
    },
    {
      "id": "01-003-0264_p0091",
      "zh_CN": "疏【净光者。】",
      "zh_TW": "疏【淨光者。】"
    },
    {
      "id": "01-003-0264_p0092",
      "zh_CN": "前面六尊都是表修福。修福里面，「无量寿佛」代表长寿，「无量相佛」代表富贵，「无量幢佛」代表地位高显，「大光佛」代表具有大智慧。「大明佛」代表他处事待人接物都是理性的，而不是感情的，理性就是智慧，是理智用事，没有私心；「宝相佛」表众生心目当中对他的尊重、推崇、仰慕，表的统统都是福德。末后这一尊教给我们修福的方法，大福德要怎样修？要净，要光。心要清净，心地光明，清净光明，你就能修大福报。修福报非常不容易！",
      "zh_TW": "前面六尊都是表修福。修福裡面，「無量壽佛」代表長壽，「無量相佛」代表富貴，「無量幢佛」代表地位高顯，「大光佛」代表具有大智慧。「大明佛」代表他處事待人接物都是理性的，而不是感情的，理性就是智慧，是理智用事，沒有私心；「寶相佛」表眾生心目當中對他的尊重、推崇、仰慕，表的統統都是福德。末後這一尊教給我們修福的方法，大福德要怎樣修？要淨，要光。心要清淨，心地光明，清淨光明，你就能修大福報。修福報非常不容易！"
    },
    {
      "id": "01-003-0264_p0093",
      "zh_CN": "今天上午有人来访问我，他想做念佛机，想要我们图书馆念佛这个录音带，拿去作念佛机的母带用，这是好事情。他告诉我，他过去做小的佛卡，楞严神咒，做观世音菩萨像，做小小的东西挂在身上的，他做了很多，然后讲到版权的事情，因为他们是精心的设计，也想将来自己有版权，不准人家仿造。我就告诉他：你这么做法，你的福报很小，你只能赚一点小利。我提醒他，我说：你仔细去念《了凡四训》，六道里面众生，包括非想非非想天，福报是一定的，「一饮一啄，莫非前定」，你以为动脑筋很有聪明、很有方法，赚好多钱，其实命中定的，命里没有，你一分钱都赚不到，那个冤枉！天天在计算，把你前生修的那点福报都计算光了。福报从哪里来的？佛跟我们讲得很清楚，佛不骗人！你的财富是从财布施得来的，你这一生的财富，是你过去生中修财布施，今生得果报。过去生中没有修财布施，你这一生就要受贫贱之苦，这个没有法子，免不了的。本事大，智慧高，没用处，你贫穷还是要贫穷。从前我的老师方东美先生，那真有智慧。韩战期间，他很自豪的说：我一个人至少可以抵得十个师的兵力。他有头脑、有智慧！可是怎么样？还是做一个穷教员，拿薪水过日子，买书都买不起。这是前生修慧不修福，他很聪明，没有福报，生活很清苦。所以要得财富，财布施；要得聪明智慧，修法布施；要得健康长寿，修无畏布施。这是佛教给我们，这三种福报是这么得来的。",
      "zh_TW": "今天上午有人來訪問我，他想做念佛機，想要我們圖書館念佛這個錄音帶，拿去作念佛機的母帶用，這是好事情。他告訴我，他過去做小的佛卡，楞嚴神咒，做觀世音菩薩像，做小小的東西掛在身上的，他做了很多，然後講到版權的事情，因為他們是精心的設計，也想將來自己有版權，不准人家仿造。我就告訴他：你這麼做法，你的福報很小，你只能賺一點小利。我提醒他，我說：你仔細去念《了凡四訓》，六道裡面眾生，包括非想非非想天，福報是一定的，「一飲一啄，莫非前定」，你以為動腦筋很有聰明、很有方法，賺好多錢，其實命中定的，命裡沒有，你一分錢都賺不到，那個冤枉！天天在計算，把你前生修的那點福報都計算光了。福報從哪裡來的？佛跟我們講得很清楚，佛不騙人！你的財富是從財布施得來的，你這一生的財富，是你過去生中修財布施，今生得果報。過去生中沒有修財布施，你這一生就要受貧賤之苦，這個沒有法子，免不了的。本事大，智慧高，沒用處，你貧窮還是要貧窮。從前我的老師方東美先生，那真有智慧。韓戰期間，他很自豪的說：我一個人至少可以抵得十個師的兵力。他有頭腦、有智慧！可是怎麼樣？還是做一個窮教員，拿薪水過日子，買書都買不起。這是前生修慧不修福，他很聰明，沒有福報，生活很清苦。所以要得財富，財布施；要得聰明智慧，修法布施；要得健康長壽，修無畏布施。這是佛教給我們，這三種福報是這麼得來的。"
    },
    {
      "id": "01-003-0264_p0094",
      "zh_CN": "你做出这个东西真的是功德，帮助多少人念佛得利益；可是版权所有，你这个功德完了，全部都泡汤，变成小小一点福报。这点福报不是今生，前生修的，来生有没有福报？来生没有福报。不但没有福报，我要说真话，你听了会害怕，那怎么回事情？你还有罪过，什么罪过？裨贩如来，佛法的东西是要普利一切众生的，你把它窃盗过来据为己有，拿去做买卖，你的果报在阿鼻地狱，你说多可怜！我说这个话不是吓唬你，我跟你讲真话，将来你堕到地狱，到那个时候讲，我那个时候见净空法师，他都没有告诉我，害得我这么苦。我告诉你了，我给你讲的是真话。决定不可以有「版权所有，翻印必究」，这两句话就是阎罗王判你下地狱的罪证，这罪证没有法子抵赖的。所以，非常的严重。为什么不把心量扩大？做一个真正的佛弟子，帮助佛流通大法，利益众生，你这个福报无有穷尽。所以他做了不少年，相貌也不好，气色也不好，身体也多病。我说：你的修行有问题，出了岔路，真正修行如法的，现前就得好的果报，你的相貌一定是一年比一年好，身体一年比一年健康，满面红光，应该是这样才对，你做了那么多好事。可见得你所做的不是好事，这个要知道。所以心地要清净、要光明，也就是要理智，要有智慧、理性，你才能真正修到福报。",
      "zh_TW": "你做出這個東西真的是功德，幫助多少人念佛得利益；可是版權所有，你這個功德完了，全部都泡湯，變成小小一點福報。這點福報不是今生，前生修的，來生有沒有福報？來生沒有福報。不但沒有福報，我要說真話，你聽了會害怕，那怎麼回事情？你還有罪過，什麼罪過？裨販如來，佛法的東西是要普利一切眾生的，你把它竊盜過來據為己有，拿去做買賣，你的果報在阿鼻地獄，你說多可憐！我說這個話不是嚇唬你，我跟你講真話，將來你墮到地獄，到那個時候講，我那個時候見淨空法師，他都沒有告訴我，害得我這麼苦。我告訴你了，我給你講的是真話。決定不可以有「版權所有，翻印必究」，這兩句話就是閻羅王判你下地獄的罪證，這罪證沒有法子抵賴的。所以，非常的嚴重。為什麼不把心量擴大？做一個真正的佛弟子，幫助佛流通大法，利益眾生，你這個福報無有窮盡。所以他做了不少年，相貌也不好，氣色也不好，身體也多病。我說：你的修行有問題，出了岔路，真正修行如法的，現前就得好的果報，你的相貌一定是一年比一年好，身體一年比一年健康，滿面紅光，應該是這樣才對，你做了那麼多好事。可見得你所做的不是好事，這個要知道。所以心地要清淨、要光明，也就是要理智，要有智慧、理性，你才能真正修到福報。"
    },
    {
      "id": "01-003-0264_p0095",
      "zh_CN": "他看我们的道场，说我们道场不起眼。我说：我们从民国六十八年道场建立，不断扩充发展，发展到今天这个样子。我们比起其他的道场，差远了！我们道场不拉信徒，不问人要钱，我们守住一个原则：「道场小，开销少，心安理得」，我们走的是正路。有多余的力量，替大家修福，我们印经布施，做一切佛教事业，替大家修福。大家送来的钱多，就多做；钱少，就少做；没钱，就不做！不做最好，不做的时候，我们没有事情干，天天念阿弥陀佛，多好。我们是守住这个原则，所以不求发展，心安理得，这个生活过得非常幸福、非常快乐，不背因果。",
      "zh_TW": "他看我們的道場，說我們道場不起眼。我說：我們從民國六十八年道場建立，不斷擴充發展，發展到今天這個樣子。我們比起其他的道場，差遠了！我們道場不拉信徒，不問人要錢，我們守住一個原則：「道場小，開銷少，心安理得」，我們走的是正路。有多餘的力量，替大家修福，我們印經布施，做一切佛教事業，替大家修福。大家送來的錢多，就多做；錢少，就少做；沒錢，就不做！不做最好，不做的時候，我們沒有事情幹，天天念阿彌陀佛，多好。我們是守住這個原則，所以不求發展，心安理得，這個生活過得非常幸福、非常快樂，不背因果。"
    },
    {
      "id": "01-003-0264_p0096",
      "zh_CN": "疏【佛德清净，发光明故。又其光清净，名净光故。】",
      "zh_TW": "疏【佛德清淨，發光明故。又其光清淨，名淨光故。】"
    },
    {
      "id": "01-003-0264_p0097",
      "zh_CN": "钞【清净发光者，有染之智，不发妙光。】",
      "zh_TW": "鈔【清淨發光者，有染之智，不發妙光。】"
    },
    {
      "id": "01-003-0264_p0098",
      "zh_CN": "什么叫『有染之智』？「染」就是妄想、烦恼。换句话说，妄想没破，烦恼没断，烦恼是贪瞋痴慢，这个念头没有断，心就不清净。智慧是从心生出来，不清净里面生的智慧是邪智慧，不是正智慧，不是真智慧。邪智慧也能骗人，也会起很大的作用。我们常说「信邪不信正，听骗不听劝」，邪智也能迷人于一时，可是终究会拆穿，到后来被人发现受骗上当，人家觉悟，他会回头，会远离的，所以凡是邪知见不会长久的。受害的浅深，实在讲与他愚迷那个缘有关系，受到浅害就觉悟回头的，这个人聪明有善根。执迷不悟的，那是迷得深，没有善根，业障深重的。由此可知，佛法里面的教学为什么那样重视断烦恼，道理就在此地。「四弘誓愿」教给我们修学的次第，先要「烦恼无尽誓愿断」，断烦恼之后再学法门，「法门无量誓愿学」。断烦恼、学法门，界限在哪里？断烦恼要断到什么程度才能学法门？照大乘经的标准来讲，我们这一生把学法门那个念头放弃算了，为什么？不可能达到的。大乘经上的典范就是《华严经》善财童子五十三参，善财童子在文殊菩萨会下得根本智，根本智是什么？就是清净心。什么叫清净心？见思烦恼断尽了，才有资格出去参学。烦恼真的断尽，出去参学是「法门无量誓愿学」，界限在那里；见思烦恼没有断尽，没有资格出去参学。你要是出去参学，学来的都是邪知邪见，为什么？你三毒烦恼没断，在那里面搅和，把正见变成邪见，你会把佛所说的想错，会错意思，用错了，这样子，你往往免不了要造罪业。这是说到真正的标准，《华严经》上告诉我们的。可是我们一般凡夫确实达不到这个标准，达不到标准怎么办？于是后人就把这个标准再降低一些，实在讲降到最低，那个底限也是小乘初果。小乘初果，三界八十八品见惑要断尽，这个标准已经降得太多，从小乘四果降到初果。如果讲四果四向，降了七个阶级，那就不能再降，这勉强可以学。但是这个标准，我们这一生当中都做不到，这是老老实实的话。",
      "zh_TW": "什麼叫『有染之智』？「染」就是妄想、煩惱。換句話說，妄想沒破，煩惱沒斷，煩惱是貪瞋痴慢，這個念頭沒有斷，心就不清淨。智慧是從心生出來，不清淨裡面生的智慧是邪智慧，不是正智慧，不是真智慧。邪智慧也能騙人，也會起很大的作用。我們常說「信邪不信正，聽騙不聽勸」，邪智也能迷人於一時，可是終究會拆穿，到後來被人發現受騙上當，人家覺悟，他會回頭，會遠離的，所以凡是邪知見不會長久的。受害的淺深，實在講與他愚迷那個緣有關係，受到淺害就覺悟回頭的，這個人聰明有善根。執迷不悟的，那是迷得深，沒有善根，業障深重的。由此可知，佛法裡面的教學為什麼那樣重視斷煩惱，道理就在此地。「四弘誓願」教給我們修學的次第，先要「煩惱無盡誓願斷」，斷煩惱之後再學法門，「法門無量誓願學」。斷煩惱、學法門，界限在哪裡？斷煩惱要斷到什麼程度才能學法門？照大乘經的標準來講，我們這一生把學法門那個念頭放棄算了，為什麼？不可能達到的。大乘經上的典範就是《華嚴經》善財童子五十三參，善財童子在文殊菩薩會下得根本智，根本智是什麼？就是清淨心。什麼叫清淨心？見思煩惱斷盡了，才有資格出去參學。煩惱真的斷盡，出去參學是「法門無量誓願學」，界限在那裡；見思煩惱沒有斷盡，沒有資格出去參學。你要是出去參學，學來的都是邪知邪見，為什麼？你三毒煩惱沒斷，在那裡面攪和，把正見變成邪見，你會把佛所說的想錯，會錯意思，用錯了，這樣子，你往往免不了要造罪業。這是說到真正的標準，《華嚴經》上告訴我們的。可是我們一般凡夫確實達不到這個標準，達不到標準怎麼辦？於是後人就把這個標準再降低一些，實在講降到最低，那個底限也是小乘初果。小乘初果，三界八十八品見惑要斷盡，這個標準已經降得太多，從小乘四果降到初果。如果講四果四向，降了七個階級，那就不能再降，這勉強可以學。但是這個標準，我們這一生當中都做不到，這是老老實實的話。"
    },
    {
      "id": "01-003-0264_p0099",
      "zh_CN": "我们要研教，怎么办？真的没机会。从前我们在台中李老师教讲经，我们哪里叫讲经！不是讲经，是什么？讲注子。完全依照古人的注子来讲，古人注子是文言文写的，我们用白话口语把它翻译，在讲台上翻译古人的注解。如果讲错了，他注错了，他的事情，与我不相干，我们是当翻译而已。他老人家教我们学讲经要用这样的态度，就没有过失，为什么？我们烦恼不能断，不能开悟！我教大家读经，开始学佛先把《无量寿经》念三千遍。有人听错了意思，说「净空法师教人，《无量寿经》念三千遍就开悟了」，我没有说这个话，这是他错会了意思。我教人念三千遍，实在讲是决定开不了悟。开不了悟，为什么念三千遍？三千遍收心，意思在此地。我们的心太散乱，三千遍经念下来，收敛一些，这是收心的，换句话说，帮助你清净心。不能达到清净的标准，总而言之我们已经在做了，如果清净心需要六十分的标准，我们现在至少有个五分、十分，总不是零分，总有几分，是这么个意思。心收敛之后，念佛号容易有感应，也就是容易得力，目的在此地。所以，千万不能把意思错会了。",
      "zh_TW": "我們要研教，怎麼辦？真的沒機會。從前我們在台中李老師教講經，我們哪裡叫講經！不是講經，是什麼？講註子。完全依照古人的註子來講，古人註子是文言文寫的，我們用白話口語把它翻譯，在講台上翻譯古人的註解。如果講錯了，他註錯了，他的事情，與我不相干，我們是當翻譯而已。他老人家教我們學講經要用這樣的態度，就沒有過失，為什麼？我們煩惱不能斷，不能開悟！我教大家讀經，開始學佛先把《無量壽經》念三千遍。有人聽錯了意思，說「淨空法師教人，《無量壽經》念三千遍就開悟了」，我沒有說這個話，這是他錯會了意思。我教人念三千遍，實在講是決定開不了悟。開不了悟，為什麼念三千遍？三千遍收心，意思在此地。我們的心太散亂，三千遍經念下來，收斂一些，這是收心的，換句話說，幫助你清淨心。不能達到清淨的標準，總而言之我們已經在做了，如果清淨心需要六十分的標準，我們現在至少有個五分、十分，總不是零分，總有幾分，是這麼個意思。心收斂之後，念佛號容易有感應，也就是容易得力，目的在此地。所以，千萬不能把意思錯會了。"
    },
    {
      "id": "01-003-0264_p0100",
      "zh_CN": "「净」是烦恼尽，「光」是智慧现前，烦恼消了，智慧就长。灭一分烦恼，长一分智慧。换句话说，我们烦恼长一分，智慧就减少一分；烦恼减少一分，智慧就增长一分，这是为什么佛把断烦恼看得这么重。「染」就是烦恼，「有染之智」不足以为贵，我们也不要去取，我们一定要先断烦恼，修清净心、修平等心，这个重要。真正达到清净平等，后面一定有觉，那个觉就是智慧。这是在《无量寿经》经题上展示给我们看。",
      "zh_TW": "「淨」是煩惱盡，「光」是智慧現前，煩惱消了，智慧就長。滅一分煩惱，長一分智慧。換句話說，我們煩惱長一分，智慧就減少一分；煩惱減少一分，智慧就增長一分，這是為什麼佛把斷煩惱看得這麼重。「染」就是煩惱，「有染之智」不足以為貴，我們也不要去取，我們一定要先斷煩惱，修清淨心、修平等心，這個重要。真正達到清淨平等，後面一定有覺，那個覺就是智慧。這是在《無量壽經》經題上展示給我們看。"
    },
    {
      "id": "01-003-0264_p0101",
      "zh_CN": "钞【佛德至净。】",
      "zh_TW": "鈔【佛德至淨。】"
    },
    {
      "id": "01-003-0264_p0102",
      "zh_CN": "佛的心清净到极处了。",
      "zh_TW": "佛的心清淨到極處了。"
    },
    {
      "id": "01-003-0264_p0103",
      "zh_CN": "钞【出大光明，譬如镜体清净，能鉴形故。】",
      "zh_TW": "鈔【出大光明，譬如鏡體清淨，能鑑形故。】"
    },
    {
      "id": "01-003-0264_p0104",
      "zh_CN": "比喻像一面镜子，镜子干干净净，一丝毫污染都没有，『鉴』就是照，照外面照得清清楚楚。",
      "zh_TW": "比喻像一面鏡子，鏡子乾乾淨淨，一絲毫污染都沒有，『鑑』就是照，照外面照得清清楚楚。"
    },
    {
      "id": "01-003-0264_p0105",
      "zh_CN": "钞【其光清净者，譬如野烧，亦有光明，比之日月，不名净故。】",
      "zh_TW": "鈔【其光清淨者，譬如野燒，亦有光明，比之日月，不名淨故。】"
    },
    {
      "id": "01-003-0264_p0106",
      "zh_CN": "野火烧山也有光明，也有火光，但是那个光不清净，光里头有污染，有很多灰尘在里面，比不上日月的光清净。",
      "zh_TW": "野火燒山也有光明，也有火光，但是那個光不清淨，光裡頭有污染，有很多灰塵在裡面，比不上日月的光清淨。"
    },
    {
      "id": "01-003-0264_p0107",
      "zh_CN": "这尊佛是代表修福的要领，要用清净心、要用智慧才能够修福。没有智慧，所修的福是假的，他看错了。今天有居士来问我，因为他自己身体不好，常常有病、有灾难，有人劝他去拜《梁皇忏》，拜《水忏》，打水陆，他都去做了。他问我，好多方法他都去消灾，可是灾消不掉。一般佛门讲「消业障」，我就问他：什么叫业障？他说不出来。我们学教学这么多年，不能不清楚。业是什么？正在造作的时候叫「事」，事做完之后，那个结果就叫「业」。学校念书，念完了，毕业了；还没有毕业，正在学校念书的时候，你看那个本子，作业薄，他都在造业。业造完，毕业了，离开学校，入社会又开始作业了。在学校里是有一个很清楚的作业本子，你天天作什么业，踏进社会，虽然没有本子，没有记载，阿赖耶识里面一笔一笔像电脑一样统统输在里头，一条也没有漏掉。你天天在造业，起心动念是造业，口里面的言语是造业，身体一切动作是造业，身口意都在那里造业。业，有善、有恶、有无记，造善业有善果，造恶业有恶报，这叫业。我们要想消业障，当然不可能去消善业，总是要把恶业的业障消掉。这个明白了，你去拜《梁皇忏》，拜完之后，是不是一个恶的念头都没有？假如《梁皇忏》拜完之后，一个恶念都没有了，跟人谈话，一句脏话、坏话都没有了，那你的业真消掉了。如果拜了之后，心里还打妄想，还处处想自利损人，你的业没消掉，不但没消掉，业还增长，为什么？拜了《梁皇忏》，花了那么多钱，花那么多精神，我的业障没消掉，不灵，连佛菩萨都怪上，这个罪业不是加重了吗？愚痴！",
      "zh_TW": "這尊佛是代表修福的要領，要用清淨心、要用智慧才能夠修福。沒有智慧，所修的福是假的，他看錯了。今天有居士來問我，因為他自己身體不好，常常有病、有災難，有人勸他去拜《梁皇懺》，拜《水懺》，打水陸，他都去做了。他問我，好多方法他都去消災，可是災消不掉。一般佛門講「消業障」，我就問他：什麼叫業障？他說不出來。我們學教學這麼多年，不能不清楚。業是什麼？正在造作的時候叫「事」，事做完之後，那個結果就叫「業」。學校念書，念完了，畢業了；還沒有畢業，正在學校念書的時候，你看那個本子，作業薄，他都在造業。業造完，畢業了，離開學校，入社會又開始作業了。在學校裡是有一個很清楚的作業本子，你天天作什麼業，踏進社會，雖然沒有本子，沒有記載，阿賴耶識裡面一筆一筆像電腦一樣統統輸在裡頭，一條也沒有漏掉。你天天在造業，起心動念是造業，口裡面的言語是造業，身體一切動作是造業，身口意都在那裡造業。業，有善、有惡、有無記，造善業有善果，造惡業有惡報，這叫業。我們要想消業障，當然不可能去消善業，總是要把惡業的業障消掉。這個明白了，你去拜《梁皇懺》，拜完之後，是不是一個惡的念頭都沒有？假如《梁皇懺》拜完之後，一個惡念都沒有了，跟人談話，一句髒話、壞話都沒有了，那你的業真消掉了。如果拜了之後，心裡還打妄想，還處處想自利損人，你的業沒消掉，不但沒消掉，業還增長，為什麼？拜了《梁皇懺》，花了那麼多錢，花那麼多精神，我的業障沒消掉，不靈，連佛菩薩都怪上，這個罪業不是加重了嗎？愚痴！"
    },
    {
      "id": "01-003-0264_p0108",
      "zh_CN": "真正明了之后，这才真正的懂得，这一句阿弥陀佛真的把我们的业障消掉。我们心里起个恶念，阿弥陀佛，把这个恶念压下去，心平静了；说一句坏话，阿弥陀佛，把这个话压下去，这就真正叫消业障。久而久之，有个一年半载、二年三年，真的恶念少了，恶的行为少了，善念增长，善的行为增长，这是真正的效果。所以修福，心地不清净、没有智慧，不可能修到真正的福报。",
      "zh_TW": "真正明瞭之後，這才真正的懂得，這一句阿彌陀佛真的把我們的業障消掉。我們心裡起個惡念，阿彌陀佛，把這個惡念壓下去，心平靜了；說一句壞話，阿彌陀佛，把這個話壓下去，這就真正叫消業障。久而久之，有個一年半載、二年三年，真的惡念少了，惡的行為少了，善念增長，善的行為增長，這是真正的效果。所以修福，心地不清淨、沒有智慧，不可能修到真正的福報。"
    },
    {
      "id": "01-003-0264_p0109",
      "zh_CN": "疏【称理，则自性清净不可尽，是西方恒沙佛义。】",
      "zh_TW": "疏【稱理，則自性清淨不可盡，是西方恆沙佛義。】"
    },
    {
      "id": "01-003-0264_p0110",
      "zh_CN": "西方这个意思前面说过。",
      "zh_TW": "西方這個意思前面說過。"
    },
    {
      "id": "01-003-0264_p0111",
      "zh_CN": "钞【西方义见前解，良以真如自体，湛若虚空，绝点纯清，曾何涯际。】",
      "zh_TW": "鈔【西方義見前解，良以真如自體，湛若虛空，絕點純清，曾何涯際。】"
    },
    {
      "id": "01-003-0264_p0112",
      "zh_CN": "『涯际』是广大没有边际。",
      "zh_TW": "『涯際』是廣大沒有邊際。"
    },
    {
      "id": "01-003-0264_p0113",
      "zh_CN": "钞【纤尘乍起。】",
      "zh_TW": "鈔【纖塵乍起。】"
    },
    {
      "id": "01-003-0264_p0114",
      "zh_CN": "丝毫的尘缘才起来。",
      "zh_TW": "絲毫的塵緣才起來。"
    },
    {
      "id": "01-003-0264_p0115",
      "zh_CN": "钞【佛灭多时。】",
      "zh_TW": "鈔【佛滅多時。】"
    },
    {
      "id": "01-003-0264_p0116",
      "zh_CN": "『佛』就是觉性，一个妄念起来，我们的觉性就迷了。",
      "zh_TW": "『佛』就是覺性，一個妄念起來，我們的覺性就迷了。"
    },
    {
      "id": "01-003-0264_p0117",
      "zh_CN": "钞【心垢顿除，古佛随现。】",
      "zh_TW": "鈔【心垢頓除，古佛隨現。】"
    },
    {
      "id": "01-003-0264_p0118",
      "zh_CN": "『古佛』就是自性，就是自己本人。只要心清净，清净到极处，像此地的比喻，『绝点纯清』，清净到极处，自性无量无边的智慧、无量无边的功德统统现前了。成佛成的是什么佛？自性佛。佛在《华严》、《圆觉》上讲的，「一切众生本来成佛」，成的是本来佛。请看经文：",
      "zh_TW": "『古佛』就是自性，就是自己本人。只要心清淨，清淨到極處，像此地的比喻，『絕點純清』，清淨到極處，自性無量無邊的智慧、無量無邊的功德統統現前了。成佛成的是什麼佛？自性佛。佛在《華嚴》、《圓覺》上講的，「一切眾生本來成佛」，成的是本來佛。請看經文："
    },
    {
      "id": "01-003-0264_p0119",
      "zh_CN": "经【各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是称赞不可思议功德一切诸佛所护念经。】",
      "zh_TW": "經【各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是稱讚不可思議功德一切諸佛所護念經。】"
    },
    {
      "id": "01-003-0264_p0120",
      "zh_CN": "这个意思跟前面一样。我们每读这个经文都受很深的感动，佛对我们无尽的慈悲，给我们提出最真诚的忠告，我们一定要相信，不辜负佛陀对我们的护念。",
      "zh_TW": "這個意思跟前面一樣。我們每讀這個經文都受很深的感動，佛對我們無盡的慈悲，給我們提出最真誠的忠告，我們一定要相信，不辜負佛陀對我們的護念。"
    }
  ]
}