{
  "doc_id": "01-003-0111",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一一集",
    "zh_TW": "第一一一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0111",
  "total_paragraphs": 106,
  "paragraphs": [
    {
      "id": "01-003-0111_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第二二五页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第二二五頁："
    },
    {
      "id": "01-003-0111_p0002",
      "zh_CN": "◎【三、出名号】",
      "zh_TW": "◎【三、出名號】"
    },
    {
      "id": "01-003-0111_p0003",
      "zh_CN": "◎【初、众名】",
      "zh_TW": "◎【初、眾名】"
    },
    {
      "id": "01-003-0111_p0004",
      "zh_CN": "经【长老舍利弗。摩诃目犍连。摩诃迦叶。摩诃迦旃延。摩诃俱𫄨罗。离婆多。周利槃陀伽。难陀。阿难陀。罗睺罗。憍梵波提。宾头卢颇罗堕。迦留陀夷。摩诃劫宾那。薄拘罗。阿[少/兔]楼驮。】",
      "zh_TW": "經【長老舍利弗。摩訶目犍連。摩訶迦葉。摩訶迦旃延。摩訶俱絺羅。離婆多。周利槃陀伽。難陀。阿難陀。羅睺羅。憍梵波提。賓頭盧頗羅墮。迦留陀夷。摩訶劫賓那。薄拘羅。阿[少/兔]樓馱。】"
    },
    {
      "id": "01-003-0111_p0005",
      "zh_CN": "这是《弥陀经》里面所列出十六位上首。",
      "zh_TW": "這是《彌陀經》裡面所列出十六位上首。"
    },
    {
      "id": "01-003-0111_p0006",
      "zh_CN": "疏【长老者，德长腊老，又得腊具一，亦通称长老，贯下十六尊宿。】",
      "zh_TW": "疏【長老者，德長臘老，又得臘具一，亦通稱長老，貫下十六尊宿。】"
    },
    {
      "id": "01-003-0111_p0007",
      "zh_CN": "佛门里面，『长老』是非常尊敬的称呼，他必须出家相当久，通常在中国的习惯，出家三十年才能称为长老，同时还要有学有德。",
      "zh_TW": "佛門裡面，『長老』是非常尊敬的稱呼，他必須出家相當久，通常在中國的習慣，出家三十年才能稱為長老，同時還要有學有德。"
    },
    {
      "id": "01-003-0111_p0008",
      "zh_CN": "钞【腊者，出家一岁名一腊。周岁之中，惟一腊故。】",
      "zh_TW": "鈔【臘者，出家一歲名一臘。周歲之中，惟一臘故。】"
    },
    {
      "id": "01-003-0111_p0009",
      "zh_CN": "『腊』，出家人习惯是讲一年。『周岁』就是一年，一年当中只有一个腊月。说多少腊，实际上就是多少年。",
      "zh_TW": "『臘』，出家人習慣是講一年。『周歲』就是一年，一年當中只有一個臘月。說多少臘，實際上就是多少年。"
    },
    {
      "id": "01-003-0111_p0010",
      "zh_CN": "钞【亦云一夏，意正同也。】",
      "zh_TW": "鈔【亦云一夏，意正同也。】"
    },
    {
      "id": "01-003-0111_p0011",
      "zh_CN": "也叫做『一夏』，这个意思是相同的。「夏」是夏天，称「一夏」，因为佛教制度有「夏安居」，安居实在是非常好的一个制度。佛陀在世的时候，生活是托钵，印度夏天是雨季，就是四月十五到七月十五是雨季，雨季出去托钵相当困难。雨水多，地上虫也很多，出去托钵往往不小心一天总得要踩死几条虫，也就无意当中杀生。同时印度这些外道出家也是托钵，外道他们雨季三个月都不出去托钵，等于说也都是安居，佛弟子如果这三个月出去托钵，世间人就会闲言闲语，好像他不像个修道的，别人修道都很守规矩，他这个不像修道。所以佛家很多生活习惯制度，都受古印度一般宗教的影响。",
      "zh_TW": "也叫做『一夏』，這個意思是相同的。「夏」是夏天，稱「一夏」，因為佛教制度有「夏安居」，安居實在是非常好的一個制度。佛陀在世的時候，生活是托缽，印度夏天是雨季，就是四月十五到七月十五是雨季，雨季出去托缽相當困難。雨水多，地上蟲也很多，出去托缽往往不小心一天總得要踩死幾條蟲，也就無意當中殺生。同時印度這些外道出家也是托缽，外道他們雨季三個月都不出去托缽，等於說也都是安居，佛弟子如果這三個月出去托缽，世間人就會閒言閒語，好像他不像個修道的，別人修道都很守規矩，他這個不像修道。所以佛家很多生活習慣制度，都受古印度一般宗教的影響。"
    },
    {
      "id": "01-003-0111_p0012",
      "zh_CN": "但是佛给它有一个特别的意义，那就殊胜了。这个特别的意义，佛的常随弟子那是天天跟着佛的，每天亲近佛。除常随弟子之外，佛还有很多的弟子，比常随的弟子人数要多，都是在每个地方主持道场讲经说法。这些人亲近佛的机会很少，每年只有一次，就是夏安居这三个月，统统回到佛陀的面前来，就是每年有三个月他们跟佛住在一起，接受再教育。这个制度非常好，才真正能做到教学相长。所以每年他有三个月的进修教育，把各地方住持弘法的这些学生都找回来。一方面找回来听佛说法，一方面这些同学们在一块研究讨论，譬如他在这一方度化这些众生，总遇到一些困难的问题，遇到一些奇奇怪怪的人，他怎样应付，有什么为难的地方，同学们在一起交换意见增长智慧，增长应付信徒的这个技能。所以是非常好的一种教育制度。",
      "zh_TW": "但是佛給它有一個特別的意義，那就殊勝了。這個特別的意義，佛的常隨弟子那是天天跟著佛的，每天親近佛。除常隨弟子之外，佛還有很多的弟子，比常隨的弟子人數要多，都是在每個地方主持道場講經說法。這些人親近佛的機會很少，每年只有一次，就是夏安居這三個月，統統回到佛陀的面前來，就是每年有三個月他們跟佛住在一起，接受再教育。這個制度非常好，才真正能做到教學相長。所以每年他有三個月的進修教育，把各地方住持弘法的這些學生都找回來。一方面找回來聽佛說法，一方面這些同學們在一塊研究討論，譬如他在這一方度化這些眾生，總遇到一些困難的問題，遇到一些奇奇怪怪的人，他怎樣應付，有什麼為難的地方，同學們在一起交換意見增長智慧，增長應付信徒的這個技能。所以是非常好的一種教育制度。"
    },
    {
      "id": "01-003-0111_p0013",
      "zh_CN": "我们这个世间到最近几年因为科技日新月异，所以现在才有进修教育。你要不进修，换句话说，你就会落伍，你就会被淘汰。我们在美国，看到美国许多工厂里面有工程师、技术人员，他每年常常派去受训，他那个受训的时间不长，有的十天、半个月，学新的科技，他才能追得上。学校教员同样也要受进修教育，他没有进修教育，他老是那种方法，他也跟不上时代。科技日新月异，带动整个社会的进步繁荣，你要是不能吸收新知识，注定落伍，注定要被社会淘汰。",
      "zh_TW": "我們這個世間到最近幾年因為科技日新月異，所以現在才有進修教育。你要不進修，換句話說，你就會落伍，你就會被淘汰。我們在美國，看到美國許多工廠裡面有工程師、技術人員，他每年常常派去受訓，他那個受訓的時間不長，有的十天、半個月，學新的科技，他才能追得上。學校教員同樣也要受進修教育，他沒有進修教育，他老是那種方法，他也跟不上時代。科技日新月異，帶動整個社會的進步繁榮，你要是不能吸收新知識，注定落伍，注定要被社會淘汰。"
    },
    {
      "id": "01-003-0111_p0014",
      "zh_CN": "这种进修制度，三千年前释迦牟尼佛就提倡了，结夏安居就是进修教育。所以佛门常讲：你多少夏？多少夏就是你曾经有几次的夏安居，就是你出家的年龄，你出家多少年了。",
      "zh_TW": "這種進修制度，三千年前釋迦牟尼佛就提倡了，結夏安居就是進修教育。所以佛門常講：你多少夏？多少夏就是你曾經有幾次的夏安居，就是你出家的年齡，你出家多少年了。"
    },
    {
      "id": "01-003-0111_p0015",
      "zh_CN": "钞【通称者，上云德腊俱尊。】",
      "zh_TW": "鈔【通稱者，上云德臘俱尊。】"
    },
    {
      "id": "01-003-0111_p0016",
      "zh_CN": "一个说他有学问道德，一个他出家有相当的年数。在佛门里面出家十年，这是下座，二十年是中座，三十年是上座，长老是称上座的。我跟祥云法师还差一年就上座了，我们出家二十九年，要三十年才能称上座，到明年才满三十年。",
      "zh_TW": "一個說他有學問道德，一個他出家有相當的年數。在佛門裡面出家十年，這是下座，二十年是中座，三十年是上座，長老是稱上座的。我跟祥雲法師還差一年就上座了，我們出家二十九年，要三十年才能稱上座，到明年才滿三十年。"
    },
    {
      "id": "01-003-0111_p0017",
      "zh_CN": "钞【此谓独德冠众，单腊先人，亦得名为长老。】",
      "zh_TW": "鈔【此謂獨德冠眾，單臘先人，亦得名為長老。】"
    },
    {
      "id": "01-003-0111_p0018",
      "zh_CN": "此地通称长老有这个意思，虽然年龄不大，出家没多久，如果他有德有学也尊称为上座。譬如他出家虽然是初出家没多久，他大彻大悟明心见性了，或者他已经证果，证到阿罗汉果，这是德尊，就不论他的年龄。有些人虽然他还没开悟，也没证果，但是他出家很多年，也能称他为上座。像此地这十六位尊者，除阿难跟罗睺罗，其他的年龄都很大。这两位年龄虽然小，阿难是佛的小弟，堂弟里面最小的，佛成道那一天他出生的，佛是三十岁成道，阿难比佛就小三十岁。罗睺罗是释迦牟尼佛的儿子，这两个年龄比较小，可是都是证果之人，德尊，也称之为长老。",
      "zh_TW": "此地通稱長老有這個意思，雖然年齡不大，出家沒多久，如果他有德有學也尊稱為上座。譬如他出家雖然是初出家沒多久，他大徹大悟明心見性了，或者他已經證果，證到阿羅漢果，這是德尊，就不論他的年齡。有些人雖然他還沒開悟，也沒證果，但是他出家很多年，也能稱他為上座。像此地這十六位尊者，除阿難跟羅睺羅，其他的年齡都很大。這兩位年齡雖然小，阿難是佛的小弟，堂弟裡面最小的，佛成道那一天他出生的，佛是三十歲成道，阿難比佛就小三十歲。羅睺羅是釋迦牟尼佛的兒子，這兩個年齡比較小，可是都是證果之人，德尊，也稱之為長老。"
    },
    {
      "id": "01-003-0111_p0019",
      "zh_CN": "钞【如毗婆沙论，法性上座，生年上座之类是也。】",
      "zh_TW": "鈔【如毗婆沙論，法性上座，生年上座之類是也。】"
    },
    {
      "id": "01-003-0111_p0020",
      "zh_CN": "『法性』就是有德，他是明心见性的，称上座、称长老。另外一个是『生年』，他的年岁很高。",
      "zh_TW": "『法性』就是有德，他是明心見性的，稱上座、稱長老。另外一個是『生年』，他的年歲很高。"
    },
    {
      "id": "01-003-0111_p0021",
      "zh_CN": "钞【又唐译具寿，则双备德腊。】",
      "zh_TW": "鈔【又唐譯具壽，則雙備德臘。】"
    },
    {
      "id": "01-003-0111_p0022",
      "zh_CN": "唐译本就是玄奘大师的译本，玄奘大师有这个经的翻译，称为『具寿』。具寿，现在比较少用，古时候常常用，「具寿」也是学生的意思，我们常常看到老师送给学生的礼物，上面题著名字「某某贤具寿」。佛当年称弟子称这个名词，称具寿。具寿里面是『德腊』的意思统统都有。",
      "zh_TW": "唐譯本就是玄奘大師的譯本，玄奘大師有這個經的翻譯，稱為『具壽』。具壽，現在比較少用，古時候常常用，「具壽」也是學生的意思，我們常常看到老師送給學生的禮物，上面題著名字「某某賢具壽」。佛當年稱弟子稱這個名詞，稱具壽。具壽裡面是『德臘』的意思統統都有。"
    },
    {
      "id": "01-003-0111_p0023",
      "zh_CN": "钞【魏译慧命，则专就德言。】",
      "zh_TW": "鈔【魏譯慧命，則專就德言。】"
    },
    {
      "id": "01-003-0111_p0024",
      "zh_CN": "《无量寿经》，魏译是康僧铠的译本，称为『慧命』，《金刚经》也称慧命须菩提。",
      "zh_TW": "《無量壽經》，魏譯是康僧鎧的譯本，稱為『慧命』，《金剛經》也稱慧命須菩提。"
    },
    {
      "id": "01-003-0111_p0025",
      "zh_CN": "钞【虽曰二可通称，尤必以德为重。】",
      "zh_TW": "鈔【雖曰二可通稱，尤必以德為重。】"
    },
    {
      "id": "01-003-0111_p0026",
      "zh_CN": "有生年、有法性，还是以德性为主，以德性为重。",
      "zh_TW": "有生年、有法性，還是以德性為主，以德性為重。"
    },
    {
      "id": "01-003-0111_p0027",
      "zh_CN": "钞【今经所列，盖有有德而无腊者，未有有腊而无德者也。】",
      "zh_TW": "鈔【今經所列，蓋有有德而無臘者，未有有臘而無德者也。】"
    },
    {
      "id": "01-003-0111_p0028",
      "zh_CN": "这是说此地所列举的十六位尊者。这十六位尊者有『有德而无腊者』，无腊就是年岁很轻的，有两位，但是没有『有腊而无德者』，都是德高望重！",
      "zh_TW": "這是說此地所列舉的十六位尊者。這十六位尊者有『有德而無臘者』，無臘就是年歲很輕的，有兩位，但是沒有『有臘而無德者』，都是德高望重！"
    },
    {
      "id": "01-003-0111_p0029",
      "zh_CN": "钞【贯下者，长老之称，不独舍利弗，乃至阿[少/兔]楼驮，皆名长老，皆上首弟子也。】",
      "zh_TW": "鈔【貫下者，長老之稱，不獨舍利弗，乃至阿[少/兔]樓馱，皆名長老，皆上首弟子也。】"
    },
    {
      "id": "01-003-0111_p0030",
      "zh_CN": "这些人在本经里面统统具有表法的意思，代表这个法门「三根普被，利钝全收」。第一位列的是『舍利弗』尊者，舍利弗尊者是智慧第一，表示这个法门如果不是智慧第一的人，他不能相信，他不会发愿求生西方。如果一个人真正通达佛法，真正明了生死轮回之恐怖，没有不选择念佛法门的，为什么？念佛决定成佛，不但决定成佛，而且在一生当中决定成佛，不要等到来生！真正发心念佛，就是你对这个法门的理论、方法、境界，你都能明了、都能通达，依教奉行。",
      "zh_TW": "這些人在本經裡面統統具有表法的意思，代表這個法門「三根普被，利鈍全收」。第一位列的是『舍利弗』尊者，舍利弗尊者是智慧第一，表示這個法門如果不是智慧第一的人，他不能相信，他不會發願求生西方。如果一個人真正通達佛法，真正明瞭生死輪迴之恐怖，沒有不選擇念佛法門的，為什麼？念佛決定成佛，不但決定成佛，而且在一生當中決定成佛，不要等到來生！真正發心念佛，就是你對這個法門的理論、方法、境界，你都能明瞭、都能通達，依教奉行。"
    },
    {
      "id": "01-003-0111_p0031",
      "zh_CN": "我们在讲席多次的说过，这都不是假的。八苦交煎我们都能灭除，这是了不得，真正是离苦得乐！不要说将来往生西方离苦得乐，现在就离苦得乐。所以真正念佛人不老、不病、不死，可以做得到的。往生的时候清清楚楚明明白白，预知时至，没有病苦，走的时候如入禅定，这就没死苦，走的时候不生病。我们看到许许多多的人他们都能做到。我们要去想一想，他为什么能做到？也有不少人他虽然念佛，他没做到，你仔细观察，他为什么没做到？如果我们自己观察明白了，把不能做到的原因消除，我们学习那些能做到的人，我们也就行了，也就成功了。凡是能做得到的，必然是百分之百依教奉行，这个功德利益不可思议，我们为什么不取？为什么不要？人所以讲觉悟，他觉悟什么？就是觉悟这一点，这才叫真正觉悟，彻底的觉悟了，这就是智慧。觉悟的人有智慧，他能够选择，在一切法门里面选择最殊胜的法门，选择第一法门。详细的义理，我们留在《无量寿经》里面讨论，因为《无量寿经》一开端就讨论这个问题。",
      "zh_TW": "我們在講席多次的說過，這都不是假的。八苦交煎我們都能滅除，這是了不得，真正是離苦得樂！不要說將來往生西方離苦得樂，現在就離苦得樂。所以真正念佛人不老、不病、不死，可以做得到的。往生的時候清清楚楚明明白白，預知時至，沒有病苦，走的時候如入禪定，這就沒死苦，走的時候不生病。我們看到許許多多的人他們都能做到。我們要去想一想，他為什麼能做到？也有不少人他雖然念佛，他沒做到，你仔細觀察，他為什麼沒做到？如果我們自己觀察明白了，把不能做到的原因消除，我們學習那些能做到的人，我們也就行了，也就成功了。凡是能做得到的，必然是百分之百依教奉行，這個功德利益不可思議，我們為什麼不取？為什麼不要？人所以講覺悟，他覺悟什麼？就是覺悟這一點，這才叫真正覺悟，徹底的覺悟了，這就是智慧。覺悟的人有智慧，他能夠選擇，在一切法門裡面選擇最殊勝的法門，選擇第一法門。詳細的義理，我們留在《無量壽經》裡面討論，因為《無量壽經》一開端就討論這個問題。"
    },
    {
      "id": "01-003-0111_p0032",
      "zh_CN": "疏【舍利弗者，梵语舍利，此云鹙鹭。】",
      "zh_TW": "疏【舍利弗者，梵語舍利，此云鶖鷺。】"
    },
    {
      "id": "01-003-0111_p0033",
      "zh_CN": "翻成中国的意思就是鹭鸶，这个鸟我们台湾有。",
      "zh_TW": "翻成中國的意思就是鷺鷥，這個鳥我們台灣有。"
    },
    {
      "id": "01-003-0111_p0034",
      "zh_CN": "疏【梵语弗，此云子，故云鹙子，亦云身子，亦云珠子，更有多号，恐繁不引。诸弟子中，智慧第一。称第一者，姑显一德，语云：君子不器，况复罗汉。】",
      "zh_TW": "疏【梵語弗，此云子，故云鶖子，亦云身子，亦云珠子，更有多號，恐繁不引。諸弟子中，智慧第一。稱第一者，姑顯一德，語云：君子不器，況復羅漢。】"
    },
    {
      "id": "01-003-0111_p0035",
      "zh_CN": "何况这些人都是大阿罗汉，不是普通的阿罗汉。",
      "zh_TW": "何況這些人都是大阿羅漢，不是普通的阿羅漢。"
    },
    {
      "id": "01-003-0111_p0036",
      "zh_CN": "钞【鹙子者。】",
      "zh_TW": "鈔【鶖子者。】"
    },
    {
      "id": "01-003-0111_p0037",
      "zh_CN": "为什么他的名字叫舍利弗？古人取名字，印度跟中国有很多类似之处，有的人是从德性上取的，有些人从身体上，好像特殊的特征上取的名字，譬如有的人头很大，我们叫大头，这并不是不好听的，古人常常有这个。俱𫄨罗尊者，他膝盖很大，比别人大，翻成中国的意思就是大膝盖。所以，有很多这样的取法。另外一种，多半是父母对子女的期望，希望他将来长大能名符其实。不像现在，现在取名字乱七八糟，讲笔划、讲阴阳吉凶，这都是不合情理的。",
      "zh_TW": "為什麼他的名字叫舍利弗？古人取名字，印度跟中國有很多類似之處，有的人是從德性上取的，有些人從身體上，好像特殊的特徵上取的名字，譬如有的人頭很大，我們叫大頭，這並不是不好聽的，古人常常有這個。俱絺羅尊者，他膝蓋很大，比別人大，翻成中國的意思就是大膝蓋。所以，有很多這樣的取法。另外一種，多半是父母對子女的期望，希望他將來長大能名符其實。不像現在，現在取名字亂七八糟，講筆劃、講陰陽吉凶，這都是不合情理的。"
    },
    {
      "id": "01-003-0111_p0038",
      "zh_CN": "钞【其母生形端正。】",
      "zh_TW": "鈔【其母生形端正。】"
    },
    {
      "id": "01-003-0111_p0039",
      "zh_CN": "舍利弗的母亲长得非常端正。",
      "zh_TW": "舍利弗的母親長得非常端正。"
    },
    {
      "id": "01-003-0111_p0040",
      "zh_CN": "钞【眼净如鹙鹭，连母得名，云是鹙鹭之子也。】",
      "zh_TW": "鈔【眼淨如鶖鷺，連母得名，云是鶖鷺之子也。】"
    },
    {
      "id": "01-003-0111_p0041",
      "zh_CN": "他的母亲眼睛长得好，像鹙鹭鸟一样，所以大家就叫他做『鹙鹭之子』。连母得名，他这个名号是这么来的。",
      "zh_TW": "他的母親眼睛長得好，像鶖鷺鳥一樣，所以大家就叫他做『鶖鷺之子』。連母得名，他這個名號是這麼來的。"
    },
    {
      "id": "01-003-0111_p0042",
      "zh_CN": "钞【身子即身端意。】",
      "zh_TW": "鈔【身子即身端意。】"
    },
    {
      "id": "01-003-0111_p0043",
      "zh_CN": "他母亲身形端正，叫『身子』。",
      "zh_TW": "他母親身形端正，叫『身子』。"
    },
    {
      "id": "01-003-0111_p0044",
      "zh_CN": "钞【珠子即眼净意。】",
      "zh_TW": "鈔【珠子即眼淨意。】"
    },
    {
      "id": "01-003-0111_p0045",
      "zh_CN": "珠是眼珠，他妈妈的眼珠非常好，所以称呼他『珠子』。『眼净意』，眼睛清净的意思。",
      "zh_TW": "珠是眼珠，他媽媽的眼珠非常好，所以稱呼他『珠子』。『眼淨意』，眼睛清淨的意思。"
    },
    {
      "id": "01-003-0111_p0046",
      "zh_CN": "钞【更有多号，非今所急，故不繁引。】",
      "zh_TW": "鈔【更有多號，非今所急，故不繁引。】"
    },
    {
      "id": "01-003-0111_p0047",
      "zh_CN": "他的名号很多。",
      "zh_TW": "他的名號很多。"
    },
    {
      "id": "01-003-0111_p0048",
      "zh_CN": "钞【下皆例此。】",
      "zh_TW": "鈔【下皆例此。】"
    },
    {
      "id": "01-003-0111_p0049",
      "zh_CN": "每一位尊者都有很多的称号，不止一个名字。",
      "zh_TW": "每一位尊者都有很多的稱號，不止一個名字。"
    },
    {
      "id": "01-003-0111_p0050",
      "zh_CN": "钞【智慧者，在母胎时，已能令母辩胜其舅。】",
      "zh_TW": "鈔【智慧者，在母胎時，已能令母辯勝其舅。】"
    },
    {
      "id": "01-003-0111_p0051",
      "zh_CN": "他的舅舅就是俱𫄨罗尊者，他在没出生的时候，他母亲怀孕怀他的时候，平常他母亲跟弟弟辩论总是输给弟弟，她弟弟很聪明。自从怀了舍利弗，他母亲辩才无碍，每一次跟弟弟辩论，弟弟都输了。这个弟弟一想，这个不是我姊姊的能力，姊姊从前都不如我，一定是她肚子怀的小孩，这外甥，将来他一出世，我这个做舅舅的人辩不过他，这很难为情。所以，他就出去留学了。到南天竺遍访大德，认真的学习，读十八种经，准备将来回来之后，这个外甥长大的时候不至于输给他，有这么个念头。在求学的时候，他非常的用功，剪指甲的时间都没有，所以指甲就很长，人家叫他「长爪梵志」，长爪梵志就是舍利弗的舅舅。",
      "zh_TW": "他的舅舅就是俱絺羅尊者，他在沒出生的時候，他母親懷孕懷他的時候，平常他母親跟弟弟辯論總是輸給弟弟，她弟弟很聰明。自從懷了舍利弗，他母親辯才無礙，每一次跟弟弟辯論，弟弟都輸了。這個弟弟一想，這個不是我姊姊的能力，姊姊從前都不如我，一定是她肚子懷的小孩，這外甥，將來他一出世，我這個做舅舅的人辯不過他，這很難為情。所以，他就出去留學了。到南天竺遍訪大德，認真的學習，讀十八種經，準備將來回來之後，這個外甥長大的時候不至於輸給他，有這麼個念頭。在求學的時候，他非常的用功，剪指甲的時間都沒有，所以指甲就很長，人家叫他「長爪梵志」，長爪梵志就是舍利弗的舅舅。"
    },
    {
      "id": "01-003-0111_p0052",
      "zh_CN": "到以后他回来了，舍利弗有七、八岁了，跟到释迦牟尼佛出家去了，他就很不服气，他说：我这个外甥这么聪明，怎么可以跟释迦牟尼佛出家？没这个道理。他就找释迦牟尼佛去辩论。找到释迦牟尼佛就问他：外甥舍利弗是不是在佛的会下。佛就说：在，是在我这个地方。他就想把他要回去，佛不答应，提出辩论，佛就讲：你要是辩赢，舍利弗让你带回去。他就说：我辩输了，就把头给你，砍头给你。佛就说：好！你提出一个题目来。他就提了，他说：「我的宗旨是一切法不受。」佛就问他：「你这一句，你受不受？」如果你要受了，就输了，一切法不受了，你这个法你受不受？他听了佛这句话之后，自己晓得不行，掉头就走。走了没有多远，他又回过头来，大丈夫一言既出，驷马难追，说砍头就砍头，就又回到释迦牟尼佛那里，承认输了，准备要砍头给释迦牟尼佛。释迦牟尼佛说：我也不需要你砍头，你乖乖的在我会下拜我做老师，做我的弟子好了。所以释迦牟尼佛收了他的母舅，也在这个会上。这个故事《大智度论》里面讲得很详细，讲的「长爪梵志」。这是讲他『在母胎时，亦能令母辩胜其舅』。",
      "zh_TW": "到以後他回來了，舍利弗有七、八歲了，跟到釋迦牟尼佛出家去了，他就很不服氣，他說：我這個外甥這麼聰明，怎麼可以跟釋迦牟尼佛出家？沒這個道理。他就找釋迦牟尼佛去辯論。找到釋迦牟尼佛就問他：外甥舍利弗是不是在佛的會下。佛就說：在，是在我這個地方。他就想把他要回去，佛不答應，提出辯論，佛就講：你要是辯贏，舍利弗讓你帶回去。他就說：我辯輸了，就把頭給你，砍頭給你。佛就說：好！你提出一個題目來。他就提了，他說：「我的宗旨是一切法不受。」佛就問他：「你這一句，你受不受？」如果你要受了，就輸了，一切法不受了，你這個法你受不受？他聽了佛這句話之後，自己曉得不行，掉頭就走。走了沒有多遠，他又回過頭來，大丈夫一言既出，駟馬難追，說砍頭就砍頭，就又回到釋迦牟尼佛那裡，承認輸了，準備要砍頭給釋迦牟尼佛。釋迦牟尼佛說：我也不需要你砍頭，你乖乖的在我會下拜我做老師，做我的弟子好了。所以釋迦牟尼佛收了他的母舅，也在這個會上。這個故事《大智度論》裡面講得很詳細，講的「長爪梵志」。這是講他『在母胎時，亦能令母辯勝其舅』。"
    },
    {
      "id": "01-003-0111_p0053",
      "zh_CN": "钞【八岁登座，十六大国，议论无双，七日之内，遍达佛法，故曰智慧第一。】",
      "zh_TW": "鈔【八歲登座，十六大國，議論無雙，七日之內，遍達佛法，故曰智慧第一。】"
    },
    {
      "id": "01-003-0111_p0054",
      "zh_CN": "舍利弗，佛在经上跟我们说得很清楚，他是古佛再来，故意示现的。目犍连也是的，这两位是古佛再来的。",
      "zh_TW": "舍利弗，佛在經上跟我們說得很清楚，他是古佛再來，故意示現的。目犍連也是的，這兩位是古佛再來的。"
    },
    {
      "id": "01-003-0111_p0055",
      "zh_CN": "钞【姑显一德者。】",
      "zh_TW": "鈔【姑顯一德者。】"
    },
    {
      "id": "01-003-0111_p0056",
      "zh_CN": "『姑』是姑且，显示他的德能太多了，举一种。",
      "zh_TW": "『姑』是姑且，顯示他的德能太多了，舉一種。"
    },
    {
      "id": "01-003-0111_p0057",
      "zh_CN": "钞【明非身子之外，诸阿罗汉皆为劣慧。】",
      "zh_TW": "鈔【明非身子之外，諸阿羅漢皆為劣慧。】"
    },
    {
      "id": "01-003-0111_p0058",
      "zh_CN": "实在讲这十六个人哪一个不是智慧第一，个个都有智慧，但是为了表法，所以每个人代表一样，其实每一位尊者都是智慧德能无量无边。",
      "zh_TW": "實在講這十六個人哪一個不是智慧第一，個個都有智慧，但是為了表法，所以每個人代表一樣，其實每一位尊者都是智慧德能無量無邊。"
    },
    {
      "id": "01-003-0111_p0059",
      "zh_CN": "钞【亦非身子止具智慧，余则不兼，盖是各举一德，以表法门无量。】",
      "zh_TW": "鈔【亦非身子止具智慧，餘則不兼，蓋是各舉一德，以表法門無量。】"
    },
    {
      "id": "01-003-0111_p0060",
      "zh_CN": "这个用意是表法的，代表这个法门。",
      "zh_TW": "這個用意是表法的，代表這個法門。"
    },
    {
      "id": "01-003-0111_p0061",
      "zh_CN": "钞【又以引诸偏好耳。】",
      "zh_TW": "鈔【又以引諸偏好耳。】"
    },
    {
      "id": "01-003-0111_p0062",
      "zh_CN": "『引』是接引。这个世间有很多人嗜好不同，有人喜欢智慧，有人喜欢神通，有人喜欢辩论，每个人嗜好不一样。舍利弗就专门引导那一类喜欢智慧的，你求第一智慧，第一智慧到哪里学？这个经上就是的，这个经就是代表智慧第一，代表这个意思。有很多人说《弥陀经》是度老太婆的，度老太婆何必要把舍利弗、目犍连摆在此地？用不着！这都是一般读佛经不研究它的大意，这是太马虎了。真正通达佛法，不必看经文，看看这经上是哪几个人，就晓得这部经的性质、这部经的内容。这是引导那些偏好的人。",
      "zh_TW": "『引』是接引。這個世間有很多人嗜好不同，有人喜歡智慧，有人喜歡神通，有人喜歡辯論，每個人嗜好不一樣。舍利弗就專門引導那一類喜歡智慧的，你求第一智慧，第一智慧到哪裡學？這個經上就是的，這個經就是代表智慧第一，代表這個意思。有很多人說《彌陀經》是度老太婆的，度老太婆何必要把舍利弗、目犍連擺在此地？用不著！這都是一般讀佛經不研究它的大意，這是太馬虎了。真正通達佛法，不必看經文，看看這經上是哪幾個人，就曉得這部經的性質、這部經的內容。這是引導那些偏好的人。"
    },
    {
      "id": "01-003-0111_p0063",
      "zh_CN": "钞【如经言：舍利弗晏座，目连欲起其定，竭尽神力，不能动其衣之一带。常言目连神通第一，孰知舍利弗神通，乃至是乎。】",
      "zh_TW": "鈔【如經言：舍利弗晏座，目連欲起其定，竭盡神力，不能動其衣之一帶。常言目連神通第一，孰知舍利弗神通，乃至是乎。】"
    },
    {
      "id": "01-003-0111_p0064",
      "zh_CN": "这就是讲德能绝不止一，这是举一个舍利弗示现神通的例子。我们晓得，佛弟子当中目犍连神通第一，目犍连对舍利弗还无可奈何！舍利弗有一天在打坐，目连想要他起来，用尽神通都不能动他，那个衣服都没办法动它，何况其余？你才晓得舍利弗神通不可思议！",
      "zh_TW": "這就是講德能絕不止一，這是舉一個舍利弗示現神通的例子。我們曉得，佛弟子當中目犍連神通第一，目犍連對舍利弗還無可奈何！舍利弗有一天在打坐，目連想要他起來，用盡神通都不能動他，那個衣服都沒辦法動它，何況其餘？你才曉得舍利弗神通不可思議！"
    },
    {
      "id": "01-003-0111_p0065",
      "zh_CN": "钞【君子不器者，孔子语。】",
      "zh_TW": "鈔【君子不器者，孔子語。】"
    },
    {
      "id": "01-003-0111_p0066",
      "zh_CN": "这是孔老夫子的话，『器』是器具，『君子』是通才，他长处很多；器是讲专才，他只有一个特长。所以器皿，一个器皿它只有一个用途，它不能做很多的用途。『不器』就是他多才多艺，他什么都能。底下举一个比喻：",
      "zh_TW": "這是孔老夫子的話，『器』是器具，『君子』是通才，他長處很多；器是講專才，他只有一個特長。所以器皿，一個器皿它只有一個用途，它不能做很多的用途。『不器』就是他多才多藝，他什麼都能。底下舉一個比喻："
    },
    {
      "id": "01-003-0111_p0067",
      "zh_CN": "钞【如舟不可陆，车不可水，是器也。】",
      "zh_TW": "鈔【如舟不可陸，車不可水，是器也。】"
    },
    {
      "id": "01-003-0111_p0068",
      "zh_CN": "陆地不能行舟，舟只能在水上走，它只有一个用途。",
      "zh_TW": "陸地不能行舟，舟只能在水上走，它只有一個用途。"
    },
    {
      "id": "01-003-0111_p0069",
      "zh_CN": "钞【君子具足多能，不滞一器，岂得谓颜闵无文、游夏缺行。】",
      "zh_TW": "鈔【君子具足多能，不滯一器，豈得謂顏閔無文、游夏缺行。】"
    },
    {
      "id": "01-003-0111_p0070",
      "zh_CN": "「颜」是颜回，「闵」是闵子骞，这都是孔老夫子的入室弟子，所谓七十二贤人。颜回名字都列在德行里面，难道他不懂文学吗？他懂！特别以德行来标榜他。「游」是子游，「夏」是子夏，孔老夫子常常赞叹他们的才艺，难道他没有德行吗？他有的，不过是标榜一样而已。",
      "zh_TW": "「顏」是顏回，「閔」是閔子騫，這都是孔老夫子的入室弟子，所謂七十二賢人。顏回名字都列在德行裡面，難道他不懂文學嗎？他懂！特別以德行來標榜他。「游」是子游，「夏」是子夏，孔老夫子常常讚歎他們的才藝，難道他沒有德行嗎？他有的，不過是標榜一樣而已。"
    },
    {
      "id": "01-003-0111_p0071",
      "zh_CN": "钞【君子尚尔，况超凡入圣，三明皎然，六通清彻，号漏尽阿罗汉耶，故曰姑显一德也。】",
      "zh_TW": "鈔【君子尚爾，況超凡入聖，三明皎然，六通清徹，號漏盡阿羅漢耶，故曰姑顯一德也。】"
    },
    {
      "id": "01-003-0111_p0072",
      "zh_CN": "三明跟六通是一样的意思，「六通」是六种神通，「三明」是六种神通更升级、更为殊胜，称之为三明。三明讲宿命明、天眼明、漏尽明。",
      "zh_TW": "三明跟六通是一樣的意思，「六通」是六種神通，「三明」是六種神通更升級、更為殊勝，稱之為三明。三明講宿命明、天眼明、漏盡明。"
    },
    {
      "id": "01-003-0111_p0073",
      "zh_CN": "疏【首举舍利弗，以此经惟智所解故。】",
      "zh_TW": "疏【首舉舍利弗，以此經惟智所解故。】"
    },
    {
      "id": "01-003-0111_p0074",
      "zh_CN": "这是莲池大师在此地特别提醒我们，把舍利弗摆在第一，这部经实实在在讲唯有大智慧他才能解、才能信、才能解，才肯依教奉行。",
      "zh_TW": "這是蓮池大師在此地特別提醒我們，把舍利弗擺在第一，這部經實實在在講唯有大智慧他才能解、才能信、才能解，才肯依教奉行。"
    },
    {
      "id": "01-003-0111_p0075",
      "zh_CN": "钞【经中佛为众生说此难信之法，难信，则惟智慧深远者，始信不疑，是以首举。】",
      "zh_TW": "鈔【經中佛為眾生說此難信之法，難信，則惟智慧深遠者，始信不疑，是以首舉。】"
    },
    {
      "id": "01-003-0111_p0076",
      "zh_CN": "把舍利弗尊者摆在前面，尤其是这个经自始至终佛都叫着舍利弗跟他说，不叫别人，这个意思是唯有大智才能跟他讲，不是大智他不相信，这是难信之法！这个法门是当生成佛之法，我们看蕅益大师《要解》里面，解释经题「佛说」，「说」是「悦所怀也」，佛以度众生为本怀，佛的愿望就是要度尽一切众生，希望这一切众生快快成佛。现在众生成佛的机缘成熟了，你想想看佛痛不痛快？这个真是无量劫以来希有难逢的一日，这么多人成佛的机会来了，佛真开心、真乐了，给我们说这个难信之法，这是一生决定成佛的方法。其他的经典，跟诸位说，成菩萨、成缘觉、成罗汉就不得了，没有一部经是成佛的，你去找，没有一部，《华严》、《法华》成佛怎么成的？到后头「十大愿王导归极乐」，到极乐世界成佛的。这部经自始至终完全讲极乐世界，不是带说的，全说！《华严》、《法华》是附带说的，不是专门说的，这是成佛的经典。",
      "zh_TW": "把舍利弗尊者擺在前面，尤其是這個經自始至終佛都叫著舍利弗跟他說，不叫別人，這個意思是唯有大智才能跟他講，不是大智他不相信，這是難信之法！這個法門是當生成佛之法，我們看蕅益大師《要解》裡面，解釋經題「佛說」，「說」是「悅所懷也」，佛以度眾生為本懷，佛的願望就是要度盡一切眾生，希望這一切眾生快快成佛。現在眾生成佛的機緣成熟了，你想想看佛痛不痛快？這個真是無量劫以來希有難逢的一日，這麼多人成佛的機會來了，佛真開心、真樂了，給我們說這個難信之法，這是一生決定成佛的方法。其他的經典，跟諸位說，成菩薩、成緣覺、成羅漢就不得了，沒有一部經是成佛的，你去找，沒有一部，《華嚴》、《法華》成佛怎麼成的？到後頭「十大願王導歸極樂」，到極樂世界成佛的。這部經自始至終完全講極樂世界，不是帶說的，全說！《華嚴》、《法華》是附帶說的，不是專門說的，這是成佛的經典。"
    },
    {
      "id": "01-003-0111_p0077",
      "zh_CN": "我们在前面一再跟诸位同学提示过，念佛成佛，念菩萨成菩萨，念罗汉就成罗汉，「是心是佛，是心作佛」，我们心想作什么。因此在无量法门里面，没有比念佛这个法门殊胜！《华严经》上说，「十地菩萨，始终不离念佛」，我们相信了。我们在五十三参里面，就是《四十华严》里面看到的，善财童子出去参访，第一位善知识德云比丘，《四十华严》里面叫吉祥云比丘，教给他念佛法门，最后第五十三位善知识普贤菩萨，十大愿王导归极乐。由此可知，善财童子彻始彻终不离念佛法门，善财童子修什么法门？信愿持名的法门，这是我们在《华严》上看到的。当中这五十一位善知识包括宗教、显密、外道，就是所有一切法门里面念佛第一，念佛一生成佛。真明白这个道理，别的经、别的佛菩萨不要念了，你才是真正相信。",
      "zh_TW": "我們在前面一再跟諸位同學提示過，念佛成佛，念菩薩成菩薩，念羅漢就成羅漢，「是心是佛，是心作佛」，我們心想作什麼。因此在無量法門裡面，沒有比念佛這個法門殊勝！《華嚴經》上說，「十地菩薩，始終不離念佛」，我們相信了。我們在五十三參裡面，就是《四十華嚴》裡面看到的，善財童子出去參訪，第一位善知識德雲比丘，《四十華嚴》裡面叫吉祥雲比丘，教給他念佛法門，最後第五十三位善知識普賢菩薩，十大願王導歸極樂。由此可知，善財童子徹始徹終不離念佛法門，善財童子修什麼法門？信願持名的法門，這是我們在《華嚴》上看到的。當中這五十一位善知識包括宗教、顯密、外道，就是所有一切法門裡面念佛第一，念佛一生成佛。真明白這個道理，別的經、別的佛菩薩不要念了，你才是真正相信。"
    },
    {
      "id": "01-003-0111_p0078",
      "zh_CN": "我消灾还得念《普门品》，有病还得念《药师经》，业障重去念念《地藏经》，这是什么？你还没相信！真正相信，这个经是第一经，这个法门是第一法门。讲到消灾，实在说观音菩萨消不了的，阿弥陀佛能消！消罪业，地藏菩萨办不了的，阿弥陀佛能办，他不相信阿弥陀佛，所以佛讲的难信之法，没错！他不相信，难信！有了病痛去找药师如来，他不知道找阿弥陀佛，这样念有没有效呢？有效，效果不大，为什么原因？因为你心不专，心要专力量就大，心不专！",
      "zh_TW": "我消災還得念《普門品》，有病還得念《藥師經》，業障重去念念《地藏經》，這是什麼？你還沒相信！真正相信，這個經是第一經，這個法門是第一法門。講到消災，實在說觀音菩薩消不了的，阿彌陀佛能消！消罪業，地藏菩薩辦不了的，阿彌陀佛能辦，他不相信阿彌陀佛，所以佛講的難信之法，沒錯！他不相信，難信！有了病痛去找藥師如來，他不知道找阿彌陀佛，這樣念有沒有效呢？有效，效果不大，為什麼原因？因為你心不專，心要專力量就大，心不專！"
    },
    {
      "id": "01-003-0111_p0079",
      "zh_CN": "所以一个真正修净土的道场难得，民国以来只有印光大师的道场专修净土，他们的经只念一部《阿弥陀经》，二六时中一句阿弥陀佛他不间断，他这个念佛堂佛号不间断，这真正成就人的道场。所以我们看到难信之法，开头用舍利弗摆在第一个，这个意思非常之深。",
      "zh_TW": "所以一個真正修淨土的道場難得，民國以來只有印光大師的道場專修淨土，他們的經只念一部《阿彌陀經》，二六時中一句阿彌陀佛他不間斷，他這個念佛堂佛號不間斷，這真正成就人的道場。所以我們看到難信之法，開頭用舍利弗擺在第一個，這個意思非常之深。"
    },
    {
      "id": "01-003-0111_p0080",
      "zh_CN": "钞【或难。】",
      "zh_TW": "鈔【或難。】"
    },
    {
      "id": "01-003-0111_p0081",
      "zh_CN": "『难』是问难。",
      "zh_TW": "『難』是問難。"
    },
    {
      "id": "01-003-0111_p0082",
      "zh_CN": "钞【般若心经，独告身子，则知身子之智，在乎解空，不在净土。】",
      "zh_TW": "鈔【般若心經，獨告身子，則知身子之智，在乎解空，不在淨土。】"
    },
    {
      "id": "01-003-0111_p0083",
      "zh_CN": "如果有人提出这个问题来跟你辩论，舍利弗的智慧在「解空」，《般若经》里面他排名，他怎么会知道「有」呢？净土是有！底下是莲池大师答复：",
      "zh_TW": "如果有人提出這個問題來跟你辯論，舍利弗的智慧在「解空」，《般若經》裡面他排名，他怎麼會知道「有」呢？淨土是有！底下是蓮池大師答覆："
    },
    {
      "id": "01-003-0111_p0084",
      "zh_CN": "钞【噫！色即是空，空即是色，独不曰净土即空，空即净土乎。若拨净土，则非真空，不解真空，则非正智，身子之智，必不如是。】",
      "zh_TW": "鈔【噫！色即是空，空即是色，獨不曰淨土即空，空即淨土乎。若撥淨土，則非真空，不解真空，則非正智，身子之智，必不如是。】"
    },
    {
      "id": "01-003-0111_p0085",
      "zh_CN": "这就谈到《心经》上这两句，也是《心经》里面最重要的两句，『色』是什么？我们现在所讲的物质，在佛法里用一个字做代表。这个色的范围非常广大，依报正报都包括在其中。《心经》里面讲『色即是空』，这个话是真的，不是假的，为什么？一切色法当体即空，了不可得。我们凡夫迷失了真相，以为这个东西是真的，所以在这上打妄想，有得失、有好丑、有分别、有执着，就是起了无明、妄想、分别、执着，这个亏吃大了，不晓得这一切色法的真相是空寂的。",
      "zh_TW": "這就談到《心經》上這兩句，也是《心經》裡面最重要的兩句，『色』是什麼？我們現在所講的物質，在佛法裡用一個字做代表。這個色的範圍非常廣大，依報正報都包括在其中。《心經》裡面講『色即是空』，這個話是真的，不是假的，為什麼？一切色法當體即空，了不可得。我們凡夫迷失了真相，以為這個東西是真的，所以在這上打妄想，有得失、有好醜、有分別、有執著，就是起了無明、妄想、分別、執著，這個虧吃大了，不曉得這一切色法的真相是空寂的。"
    },
    {
      "id": "01-003-0111_p0086",
      "zh_CN": "其实这个现象常常在眼前，我们就是不觉悟。这个经上讲的，你愈想愈有道理，这个「色」是什么？经上常讲「一切有为法，如梦幻泡影」，确实是个梦境，真的是梦。我们正当做梦的时候，梦里的境界清清楚楚，你以为是真实的，醒过来晓得一场空！我们现在睁开眼睛，这是做梦，你到晚上眼睛一闭睡觉了，不是一样空，什么都没有了。这境界完全没有了，你以为这境界是真的吗？假的。第二天起来的时候继续再做这个梦。这梦让你做个几十年，做个几十年你还不觉悟！做一天、两天，你没有觉悟，那不怪你，你做几十年还不觉悟？觉悟的人，眼睛一闭外面一切色相空，就没有了，色相就空了。",
      "zh_TW": "其實這個現象常常在眼前，我們就是不覺悟。這個經上講的，你愈想愈有道理，這個「色」是什麼？經上常講「一切有為法，如夢幻泡影」，確實是個夢境，真的是夢。我們正當做夢的時候，夢裡的境界清清楚楚，你以為是真實的，醒過來曉得一場空！我們現在睜開眼睛，這是做夢，你到晚上眼睛一閉睡覺了，不是一樣空，什麼都沒有了。這境界完全沒有了，你以為這境界是真的嗎？假的。第二天起來的時候繼續再做這個夢。這夢讓你做個幾十年，做個幾十年你還不覺悟！做一天、兩天，你沒有覺悟，那不怪你，你做幾十年還不覺悟？覺悟的人，眼睛一閉外面一切色相空，就沒有了，色相就空了。"
    },
    {
      "id": "01-003-0111_p0087",
      "zh_CN": "可见得这外面色相是假的，不是真的。诸位仔细去体会，体会到事实真相了，事实真相就是佛经里面所讲的诸法实相，体会到之后，那个好处就太大，烦恼就没有了，为什么？患得患失的念头没有了，得失不二！像你做梦里头，你得到的、失去的，醒来之后统统等于零，统统是空的，得失不二，没有得失心！人没有得失心，烦恼就去掉百分之九十了。我们现前的烦恼百分之九十都是从得失上来的，患得患失。得失的念头没有了，心自在了，这是心开意解！晓得万法是空的，万法是假的。",
      "zh_TW": "可見得這外面色相是假的，不是真的。諸位仔細去體會，體會到事實真相了，事實真相就是佛經裡面所講的諸法實相，體會到之後，那個好處就太大，煩惱就沒有了，為什麼？患得患失的念頭沒有了，得失不二！像你做夢裡頭，你得到的、失去的，醒來之後統統等於零，統統是空的，得失不二，沒有得失心！人沒有得失心，煩惱就去掉百分之九十了。我們現前的煩惱百分之九十都是從得失上來的，患得患失。得失的念頭沒有了，心自在了，這是心開意解！曉得萬法是空的，萬法是假的。"
    },
    {
      "id": "01-003-0111_p0088",
      "zh_CN": "真正觉悟了，聪明人像菩萨一样有智慧，我们把握这个机缘，自利利他，利益里面最殊胜的利益就是念佛求生净土，没有比这个利益更大的，这是真正觉悟，彻底觉悟了。不觉悟的人，遇到佛法他不相信，遇到这个法门他不想学，他搞别的法门去了。真正觉悟的人，必定选择这个法门。没有选择这个法门、死心塌地修学这个法门，都没觉悟！真正悟了，放下万缘，一心持名，自己成佛了，也帮助别人成佛。",
      "zh_TW": "真正覺悟了，聰明人像菩薩一樣有智慧，我們把握這個機緣，自利利他，利益裡面最殊勝的利益就是念佛求生淨土，沒有比這個利益更大的，這是真正覺悟，徹底覺悟了。不覺悟的人，遇到佛法他不相信，遇到這個法門他不想學，他搞別的法門去了。真正覺悟的人，必定選擇這個法門。沒有選擇這個法門、死心塌地修學這個法門，都沒覺悟！真正悟了，放下萬緣，一心持名，自己成佛了，也幫助別人成佛。"
    },
    {
      "id": "01-003-0111_p0089",
      "zh_CN": "修学这个法门，真的像《无量寿经》里面所说的第一法门，如来第一弟子，所以《无量寿经》里面表法第一个人是憍陈如尊者，释迦牟尼佛成佛第一个得度的。所以这个法门是第一法门，我们依照这个经典修行就是佛的第一弟子。佛在经上讲得清清楚楚明明白白，等于给我们授记了。",
      "zh_TW": "修學這個法門，真的像《無量壽經》裡面所說的第一法門，如來第一弟子，所以《無量壽經》裡面表法第一個人是憍陳如尊者，釋迦牟尼佛成佛第一個得度的。所以這個法門是第一法門，我們依照這個經典修行就是佛的第一弟子。佛在經上講得清清楚楚明明白白，等於給我們授記了。"
    },
    {
      "id": "01-003-0111_p0090",
      "zh_CN": "「色即是空」，我们要晓得，「色」是讲现相，「空」是讲本体。性相不二，性相一如，性如其相，相如其性。我们还用作梦来比喻，能做梦的那个心就是空，梦中的境界就是色，当做梦的时候，我们整个心就变成梦境，「空即是色」，整个梦境就是心，「色即是空」，色空是一不是二。如果你讲色空是二，那错了，是一，「色不异空，空不异色，色即是空，空即是色」，是一不是二！这个道理明白了，我们六根接触现前的境界也是色空不二，性相一如！这就入了佛法。入了佛法，这就真正觉悟了，入这个境界万法平等，为什么？全是空里显现出来的色相。拿个金刚钻，大家当宝贝，这空里显现的，拿一块粪土，人都不要、都讨厌，但它也是心性显现的，同一个心性，它是一不是二！",
      "zh_TW": "「色即是空」，我們要曉得，「色」是講現相，「空」是講本體。性相不二，性相一如，性如其相，相如其性。我們還用作夢來比喻，能做夢的那個心就是空，夢中的境界就是色，當做夢的時候，我們整個心就變成夢境，「空即是色」，整個夢境就是心，「色即是空」，色空是一不是二。如果你講色空是二，那錯了，是一，「色不異空，空不異色，色即是空，空即是色」，是一不是二！這個道理明白了，我們六根接觸現前的境界也是色空不二，性相一如！這就入了佛法。入了佛法，這就真正覺悟了，入這個境界萬法平等，為什麼？全是空裡顯現出來的色相。拿個金剛鑽，大家當寶貝，這空裡顯現的，拿一塊糞土，人都不要、都討厭，但它也是心性顯現的，同一個心性，它是一不是二！"
    },
    {
      "id": "01-003-0111_p0091",
      "zh_CN": "你在一切境界里面，决定没有虚妄的分别执着，你的心平等了，平等心就是佛心！十法界的因行，佛心是平等心。佛怎么平等的？因为一切法本来平等，他看到了。一切法不平等呢？不平等是你自己以为不平等，不是一切法不平等，是你虚妄的分别执着自以为不平等，那个不平等是假的，不是真实相，真实相是平等的，真实相是不二的。这个的的确确需要高度的智慧，才能明白事实的真相。净土是色，拿《心经》四句话当作公式带进去，「色即是空，空即是色」，「净土是空，空即净土」。",
      "zh_TW": "你在一切境界裡面，決定沒有虛妄的分別執著，你的心平等了，平等心就是佛心！十法界的因行，佛心是平等心。佛怎麼平等的？因為一切法本來平等，他看到了。一切法不平等呢？不平等是你自己以為不平等，不是一切法不平等，是你虛妄的分別執著自以為不平等，那個不平等是假的，不是真實相，真實相是平等的，真實相是不二的。這個的的確確需要高度的智慧，才能明白事實的真相。淨土是色，拿《心經》四句話當作公式帶進去，「色即是空，空即是色」，「淨土是空，空即淨土」。"
    },
    {
      "id": "01-003-0111_p0092",
      "zh_CN": "疏【摩诃目犍连者。摩诃，此云大。目犍连，此云釆菽氏，一云莱菔，神通第一。】",
      "zh_TW": "疏【摩訶目犍連者。摩訶，此云大。目犍連，此云釆菽氏，一云萊菔，神通第一。】"
    },
    {
      "id": "01-003-0111_p0093",
      "zh_CN": "『摩诃』是梵语，翻成中国的意思是『大』。",
      "zh_TW": "『摩訶』是梵語，翻成中國的意思是『大』。"
    },
    {
      "id": "01-003-0111_p0094",
      "zh_CN": "钞【目犍连，姓也，名拘律陀。拘律陀者，树名，祷树神而生，因以为名。】",
      "zh_TW": "鈔【目犍連，姓也，名拘律陀。拘律陀者，樹名，禱樹神而生，因以為名。】"
    },
    {
      "id": "01-003-0111_p0095",
      "zh_CN": "这是他的父母祈祷树神而生的这个小孩，所以就用这个名字。『目犍连』是他的姓。",
      "zh_TW": "這是他的父母祈禱樹神而生的這個小孩，所以就用這個名字。『目犍連』是他的姓。"
    },
    {
      "id": "01-003-0111_p0096",
      "zh_CN": "钞【其族众多，故别以大。】",
      "zh_TW": "鈔【其族眾多，故別以大。】"
    },
    {
      "id": "01-003-0111_p0097",
      "zh_CN": "他的族人非常的兴旺，人丁很盛，所以冠一个『大』字来拣别，称他为大目犍连。",
      "zh_TW": "他的族人非常的興旺，人丁很盛，所以冠一個『大』字來揀別，稱他為大目犍連。"
    },
    {
      "id": "01-003-0111_p0098",
      "zh_CN": "钞【神通者，如佛升忉利，毒龙障佛，诸比丘请降龙，佛皆不许，目连化身大小，龙惧遂服；又如外道移山，制之不动；一城释种，举之梵天，及止车烧堂等，故云神通第一。】",
      "zh_TW": "鈔【神通者，如佛昇忉利，毒龍障佛，諸比丘請降龍，佛皆不許，目連化身大小，龍懼遂服；又如外道移山，制之不動；一城釋種，舉之梵天，及止車燒堂等，故云神通第一。】"
    },
    {
      "id": "01-003-0111_p0099",
      "zh_CN": "这里面举目犍连示现神通最著名的几桩事情。第一桩说他降龙，这是讲须弥山旁边有两个龙王住在那里，难陀龙王跟跋难陀龙王，这两个龙王是兄弟。佛到忉利天为母亲说法的时候，这就是讲《地藏经》，《地藏经》是在忉利天讲的，专门为他母亲所说的，度他母亲。经过龙王居住的地方，龙王看到释迦牟尼佛飞来飞去，他就动了瞋恨心，口里吐黑烟把日月光明都遮盖住，他变的这个身很大，绕须弥山七匝（七圈），你看他这个龙身多大，尾巴拖在海外，头枕山顶，这么大的一条龙。『目连化身大小』，目犍连看到这条龙化身这么大，他变一个更大的身，身长比牠长一倍，绕须弥山十四匝，这龙害怕了，龙神通比不过他，被他降服了。龙也会变小，目犍连化为细身，比牠更小，钻到牠的耳朵里面，钻到牠的鼻子里面，这个龙难过了，无可奈何了。这是变大变小。",
      "zh_TW": "這裡面舉目犍連示現神通最著名的幾樁事情。第一樁說他降龍，這是講須彌山旁邊有兩個龍王住在那裡，難陀龍王跟跋難陀龍王，這兩個龍王是兄弟。佛到忉利天為母親說法的時候，這就是講《地藏經》，《地藏經》是在忉利天講的，專門為他母親所說的，度他母親。經過龍王居住的地方，龍王看到釋迦牟尼佛飛來飛去，他就動了瞋恨心，口裡吐黑煙把日月光明都遮蓋住，他變的這個身很大，繞須彌山七匝（七圈），你看他這個龍身多大，尾巴拖在海外，頭枕山頂，這麼大的一條龍。『目連化身大小』，目犍連看到這條龍化身這麼大，他變一個更大的身，身長比牠長一倍，繞須彌山十四匝，這龍害怕了，龍神通比不過他，被他降服了。龍也會變小，目犍連化為細身，比牠更小，鑽到牠的耳朵裡面，鑽到牠的鼻子裡面，這個龍難過了，無可奈何了。這是變大變小。"
    },
    {
      "id": "01-003-0111_p0100",
      "zh_CN": "『又如外道移山，制之不动』。经上说：外道师徒五百多人，一心一意念咒移动这个山，念了一个月，果然这个山底下动摇了。目连看到这个事情，心想：如果这个山一动，这里头不知道多少小虫都要死。所以他老人家跑到山顶上去打坐，这一打坐，外道怎么念山都不动了，这是制之不动。",
      "zh_TW": "『又如外道移山，制之不動』。經上說：外道師徒五百多人，一心一意念咒移動這個山，念了一個月，果然這個山底下動搖了。目連看到這個事情，心想：如果這個山一動，這裡頭不知道多少小蟲都要死。所以他老人家跑到山頂上去打坐，這一打坐，外道怎麼念山都不動了，這是制之不動。"
    },
    {
      "id": "01-003-0111_p0101",
      "zh_CN": "我们晓得，咒术确实是有效的。现在社会非常乱，妖魔鬼怪充斥在这个社会上，开心法师讲的话听到都可怕，他说：我们经常在外面走路，妖魔鬼怪天天肩膀碰肩膀，太多了。今天这个社会大乱，邪术太多了，凡是见神见鬼有神通的，都不是好事情。那个神通是不是他修的？不是的，不如从前的外道，从前外道他那个神通是自己修的，真正吃尽苦头修成神通。现在有很多人，没几天他就有神通，他那个神通也不是假的，他来跟我说我相信，他神通从哪里来的？妖魔鬼怪附在他身上，神通不是他自己的，这些妖魔鬼怪离开他了，他这个能力马上失掉，是这么一回事情。千万不要想神通，你要想神通，这个鬼就来找你，为什么？你有这个意思，他就来找你了。你没有这个念头，他不敢找你；你有这个念头，换句话说，你去勾引他，他就来了。你不起这个念头的话，他来找你他犯法；你起个念头，他来找你，他有理由，他不算犯法。你以后你倒霉，你活该！你惹他的，不是他惹你的。",
      "zh_TW": "我們曉得，咒術確實是有效的。現在社會非常亂，妖魔鬼怪充斥在這個社會上，開心法師講的話聽到都可怕，他說：我們經常在外面走路，妖魔鬼怪天天肩膀碰肩膀，太多了。今天這個社會大亂，邪術太多了，凡是見神見鬼有神通的，都不是好事情。那個神通是不是他修的？不是的，不如從前的外道，從前外道他那個神通是自己修的，真正吃盡苦頭修成神通。現在有很多人，沒幾天他就有神通，他那個神通也不是假的，他來跟我說我相信，他神通從哪裡來的？妖魔鬼怪附在他身上，神通不是他自己的，這些妖魔鬼怪離開他了，他這個能力馬上失掉，是這麼一回事情。千萬不要想神通，你要想神通，這個鬼就來找你，為什麼？你有這個意思，他就來找你了。你沒有這個念頭，他不敢找你；你有這個念頭，換句話說，你去勾引他，他就來了。你不起這個念頭的話，他來找你他犯法；你起個念頭，他來找你，他有理由，他不算犯法。你以後你倒霉，你活該！你惹他的，不是他惹你的。"
    },
    {
      "id": "01-003-0111_p0102",
      "zh_CN": "所以净土法门是依法，我们把三经、五经里面的理论、道理、境界、方法，变成自己的思想见解行为，你决定是上品上生。三经的分量不多，《观无量寿佛经》两卷，《弥陀经》一卷，《无量寿经》一卷，四卷，不多！这四卷经，我们真正痛下功夫，确确实实把它变成自己的思想见解行为，哪有不上品上生的道理！这个很重要。经熟透了，我们就能抓住纲领。《无量寿经》里面，我们学习阿弥陀佛，学习法藏比丘，把四十八愿变成我们自己的本愿，与阿弥陀佛同愿同志，这才行！不能说四十八愿是阿弥陀佛的。要把阿弥陀佛的愿变成我们自己的愿，把阿弥陀佛的行变成我们自己的行，这不是做不到，人人可以做得到！",
      "zh_TW": "所以淨土法門是依法，我們把三經、五經裡面的理論、道理、境界、方法，變成自己的思想見解行為，你決定是上品上生。三經的分量不多，《觀無量壽佛經》兩卷，《彌陀經》一卷，《無量壽經》一卷，四卷，不多！這四卷經，我們真正痛下功夫，確確實實把它變成自己的思想見解行為，哪有不上品上生的道理！這個很重要。經熟透了，我們就能抓住綱領。《無量壽經》裡面，我們學習阿彌陀佛，學習法藏比丘，把四十八願變成我們自己的本願，與阿彌陀佛同願同志，這才行！不能說四十八願是阿彌陀佛的。要把阿彌陀佛的願變成我們自己的願，把阿彌陀佛的行變成我們自己的行，這不是做不到，人人可以做得到！"
    },
    {
      "id": "01-003-0111_p0103",
      "zh_CN": "本经我们读了之后，具足信愿行，《无量寿经》里面明白这个原理，这个原理不但是修净土的原理，十法界依正庄严的原理，「是心是佛，是心作佛」，这是整个佛法的原理，太妙了，两句八个字讲得清清楚楚明明白白，实在是妙绝了。把三种净业要切实做到，「三福」，真正发菩提心，依照九品的因果来修行，哪有不成功的道理？搞别的法门真难，真繁琐。这个法门简单容易，人人可以做得到，人人可以求得上品，这是我们决定不能疏忽的。别人不同意这个说法，不能接受，咱们合掌令欢喜，不要跟他辩论，六祖大师说的！他能听得进去，我们劝他，我们勉励他。他听不进去、听不入耳，他要学别的法门，我们合掌恭敬欢欢喜喜，那个法门也非常之好，一切法门都是佛说的，哪有不好的，法门平等无二无别。但是法门里头确实有难有易，这是真的，难易实在讲不在法门，是我们众生的根性。但是再利的根性修其他的法门还是要往生净土，我们在《无量寿经》玄义里面讲的，这个法门是专接上根，什么叫上根？你能信、你发愿、你肯念佛，这个人就是上根，实在讲上上根。禅家上上根「明心见性，大彻大悟」，实在讲比不上念佛下品下生，为什么？下品下生的人往生到西方极乐世界就与观音势至平等了，禅家这个上上根人大彻大悟明心见性，说老实话才不过是个圆教初住菩萨，别教初地菩萨，见观世音菩萨还不容易，还见不到！观音菩萨是等觉菩萨，见不到！你把这事实真相要是看清楚了，肯念佛的人、肯发心往生的人确实上上根，禅比不上！",
      "zh_TW": "本經我們讀了之後，具足信願行，《無量壽經》裡面明白這個原理，這個原理不但是修淨土的原理，十法界依正莊嚴的原理，「是心是佛，是心作佛」，這是整個佛法的原理，太妙了，兩句八個字講得清清楚楚明明白白，實在是妙絕了。把三種淨業要切實做到，「三福」，真正發菩提心，依照九品的因果來修行，哪有不成功的道理？搞別的法門真難，真繁瑣。這個法門簡單容易，人人可以做得到，人人可以求得上品，這是我們決定不能疏忽的。別人不同意這個說法，不能接受，咱們合掌令歡喜，不要跟他辯論，六祖大師說的！他能聽得進去，我們勸他，我們勉勵他。他聽不進去、聽不入耳，他要學別的法門，我們合掌恭敬歡歡喜喜，那個法門也非常之好，一切法門都是佛說的，哪有不好的，法門平等無二無別。但是法門裡頭確實有難有易，這是真的，難易實在講不在法門，是我們眾生的根性。但是再利的根性修其他的法門還是要往生淨土，我們在《無量壽經》玄義裡面講的，這個法門是專接上根，什麼叫上根？你能信、你發願、你肯念佛，這個人就是上根，實在講上上根。禪家上上根「明心見性，大徹大悟」，實在講比不上念佛下品下生，為什麼？下品下生的人往生到西方極樂世界就與觀音勢至平等了，禪家這個上上根人大徹大悟明心見性，說老實話才不過是個圓教初住菩薩，別教初地菩薩，見觀世音菩薩還不容易，還見不到！觀音菩薩是等覺菩薩，見不到！你把這事實真相要是看清楚了，肯念佛的人、肯發心往生的人確實上上根，禪比不上！"
    },
    {
      "id": "01-003-0111_p0104",
      "zh_CN": "密就更不用说了，密里面讲「即身成佛」，《印光大师文钞》里讲得很多，它那个仅仅是了生死出三界而已。了生死出三界，也只等于阿罗汉！何况现在的密不是真的，都是假的，为什么？因为密里面讲神通、讲感应，所以非常容易被妖魔鬼怪渗透利用。学密的人心里有一点不正，那个邪就入进来，不是佛菩萨来了，妖魔鬼怪来了。所以现在这个密，妖密、鬼密、魔密、怪密，你得搞清楚！不是密不好，就是密里头有妖魔鬼怪，你分不清楚。你学佛密没有学到，学上妖魔鬼怪，那个麻烦大了！要是真正讲这个佛密，你又不肯学了，为什么？太麻烦了，规矩太大了。真正要学这个佛密，密宗的戒律比显宗难得多，比显宗严格得多。今天我们看全世界很多学密的都不守戒律，我就晓得他那个密是妖魔鬼怪，不是正经的密，他不持戒律，他不读显教的经典，这个不行！",
      "zh_TW": "密就更不用說了，密裡面講「即身成佛」，《印光大師文鈔》裡講得很多，它那個僅僅是了生死出三界而已。了生死出三界，也只等於阿羅漢！何況現在的密不是真的，都是假的，為什麼？因為密裡面講神通、講感應，所以非常容易被妖魔鬼怪滲透利用。學密的人心裡有一點不正，那個邪就入進來，不是佛菩薩來了，妖魔鬼怪來了。所以現在這個密，妖密、鬼密、魔密、怪密，你得搞清楚！不是密不好，就是密裡頭有妖魔鬼怪，你分不清楚。你學佛密沒有學到，學上妖魔鬼怪，那個麻煩大了！要是真正講這個佛密，你又不肯學了，為什麼？太麻煩了，規矩太大了。真正要學這個佛密，密宗的戒律比顯宗難得多，比顯宗嚴格得多。今天我們看全世界很多學密的都不守戒律，我就曉得他那個密是妖魔鬼怪，不是正經的密，他不持戒律，他不讀顯教的經典，這個不行！"
    },
    {
      "id": "01-003-0111_p0105",
      "zh_CN": "从前西藏密跟现在不一样，以前像个样子，现在坏了，不像样子。《印光大师文钞》里面对西藏密教的批评非常严厉，《文钞》里头有！印光大师是大势至菩萨再来，我们不能等闲看之，等觉菩萨再来的，他说的话我们再要不相信，那就无可奈何，那也没法子。就是达赖、班禅，他也没有到等觉菩萨！在传记里面记载，他的身分也只阿罗汉！阿罗汉转世的，比起等觉菩萨差得远了。所以我们一定要明白眼前那些事实真相，不要被他蒙蔽了，不要被他们欺骗了。我们能够遇到这个法门，正是像古人所说的，「无量劫以来希有难逢的一日」，我们遇到了。如果不能把这个机缘把握，那实在是太可惜了。",
      "zh_TW": "從前西藏密跟現在不一樣，以前像個樣子，現在壞了，不像樣子。《印光大師文鈔》裡面對西藏密教的批評非常嚴厲，《文鈔》裡頭有！印光大師是大勢至菩薩再來，我們不能等閒看之，等覺菩薩再來的，他說的話我們再要不相信，那就無可奈何，那也沒法子。就是達賴、班禪，他也沒有到等覺菩薩！在傳記裡面記載，他的身分也只阿羅漢！阿羅漢轉世的，比起等覺菩薩差得遠了。所以我們一定要明白眼前那些事實真相，不要被他矇蔽了，不要被他們欺騙了。我們能夠遇到這個法門，正是像古人所說的，「無量劫以來希有難逢的一日」，我們遇到了。如果不能把這個機緣把握，那實在是太可惜了。"
    },
    {
      "id": "01-003-0111_p0106",
      "zh_CN": "『一城释种，举之梵天，及止车烧堂等』，这些公案也就是故事，诸位看《演义》里头都有。今天时间到了，我们就讲到此地。",
      "zh_TW": "『一城釋種，舉之梵天，及止車燒堂等』，這些公案也就是故事，諸位看《演義》裡頭都有。今天時間到了，我們就講到此地。"
    }
  ]
}