{
  "doc_id": "01-003-0211",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一一集",
    "zh_TW": "第二一一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0211",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "01-003-0211_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四二一页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四二一頁："
    },
    {
      "id": "01-003-0211_p0002",
      "zh_CN": "演【三者发菩提心，深信因果，读诵大乘，劝进行者。】",
      "zh_TW": "演【三者發菩提心，深信因果，讀誦大乘，勸進行者。】"
    },
    {
      "id": "01-003-0211_p0003",
      "zh_CN": "这是《观经》上讲的三福第三条。第三福一共有四句，第一句就是「发菩提心」。第一是人天福，第二是二乘权教菩萨福，第三是大乘菩萨福。大乘菩萨福相当不容易，不但是大乘菩萨，人天跟二乘都不容易，就是说到「孝养父母，奉事师长」，今天几个人能做到？这就是为什么学佛的人多，成就的人少。总而言之一句话，没福！诸位想想，哪有没有福的佛？没有。佛是二足尊，二足尊第一个就是福德，福德圆满、智慧圆满。不仅佛福德是圆满的，小乘阿罗汉那个福报也了不起。这就是说明福德的根基是在孝顺父母，尊敬师长。",
      "zh_TW": "這是《觀經》上講的三福第三條。第三福一共有四句，第一句就是「發菩提心」。第一是人天福，第二是二乘權教菩薩福，第三是大乘菩薩福。大乘菩薩福相當不容易，不但是大乘菩薩，人天跟二乘都不容易，就是說到「孝養父母，奉事師長」，今天幾個人能做到？這就是為什麼學佛的人多，成就的人少。總而言之一句話，沒福！諸位想想，哪有沒有福的佛？沒有。佛是二足尊，二足尊第一個就是福德，福德圓滿、智慧圓滿。不僅佛福德是圓滿的，小乘阿羅漢那個福報也了不起。這就是說明福德的根基是在孝順父母，尊敬師長。"
    },
    {
      "id": "01-003-0211_p0004",
      "zh_CN": "「发菩提心」，我们这个菩提心有没有发？诸位如果念《金刚经》、《大乘起信论》就晓得，菩提心一发就是圆教初住菩萨，所以它排在第三条是有道理的。阿罗汉与辟支佛没有明心见性，换句话说，他那个心就不是菩提心。菩提心是真心，菩提是梵语，翻成中国意思是觉的意思，真心才觉，妄心是不觉。诸位晓得，佛在经论里面常常告诉我们，阿罗汉、辟支佛、权教菩萨还是不觉，为什么？他们用的是八识五十一心所，凡是用八识五十一心所的都是不觉，标准从这个地方建立。必需要破一品无明、证一分法身，这才真正是觉悟了，觉而不迷。在三种不退里面，这不是我们净土宗讲的，一般法门所讲的，他是刚刚证得三不退，这是发菩提心，可见得发菩提心不容易。但是要成佛，没有菩提心是决定成不了佛的，这是诸位一定要知道。",
      "zh_TW": "「發菩提心」，我們這個菩提心有沒有發？諸位如果念《金剛經》、《大乘起信論》就曉得，菩提心一發就是圓教初住菩薩，所以它排在第三條是有道理的。阿羅漢與辟支佛沒有明心見性，換句話說，他那個心就不是菩提心。菩提心是真心，菩提是梵語，翻成中國意思是覺的意思，真心才覺，妄心是不覺。諸位曉得，佛在經論裡面常常告訴我們，阿羅漢、辟支佛、權教菩薩還是不覺，為什麼？他們用的是八識五十一心所，凡是用八識五十一心所的都是不覺，標準從這個地方建立。必需要破一品無明、證一分法身，這才真正是覺悟了，覺而不迷。在三種不退裡面，這不是我們淨土宗講的，一般法門所講的，他是剛剛證得三不退，這是發菩提心，可見得發菩提心不容易。但是要成佛，沒有菩提心是決定成不了佛的，這是諸位一定要知道。"
    },
    {
      "id": "01-003-0211_p0005",
      "zh_CN": "菩提心在《大乘起信论》里面，马鸣菩萨给我们讲的是直心、深心、大悲心；世尊在《观无量寿佛经》跟我们讲的是至诚心、深心、发愿回向心。经论合起来看，菩提心的意思就非常明显、非常清楚，用中国话来讲，就是真诚到极处，这是真心，一丝毫的虚妄都没有。有时候觉得我们的心很诚很真，我都是真诚心！你只要有这一念「我的心很真诚」，这就是妄心，为什么？真心离念！真心离念，没有念头，有念都是妄念，哪来的真心！可见得真诚实在不容易。《坛经》上，六祖大师讲「本来无一物」，本来无一物，连这句也没有，连「本来无一物」这个也没有。六祖在黄梅，实实在在讲，他是发了菩提心，就是真诚心显露出来，所以五祖传法传给他，不传给神秀，为什么？神秀用的是八识五十一心所，他还是「身是菩提树，心如明镜台」，他还是落在第六意识里面，所以没有资格传法。用儒家的话来讲，菩提心就是诚意、正心。在佛门里面讲深心、大悲心，是把儒家的「正心」分开来说，正是不邪。佛法分开来讲，对自己是「深心」，这是儒家讲的「正」；对别人是「大慈大悲」，这也是儒家讲的「正」。儒家把这两个合起来讲，合讲一个正心；佛法把儒家这个正心分开作两个，一个是对自己，一个对别人。",
      "zh_TW": "菩提心在《大乘起信論》裡面，馬鳴菩薩給我們講的是直心、深心、大悲心；世尊在《觀無量壽佛經》跟我們講的是至誠心、深心、發願迴向心。經論合起來看，菩提心的意思就非常明顯、非常清楚，用中國話來講，就是真誠到極處，這是真心，一絲毫的虛妄都沒有。有時候覺得我們的心很誠很真，我都是真誠心！你只要有這一念「我的心很真誠」，這就是妄心，為什麼？真心離念！真心離念，沒有念頭，有念都是妄念，哪來的真心！可見得真誠實在不容易。《壇經》上，六祖大師講「本來無一物」，本來無一物，連這句也沒有，連「本來無一物」這個也沒有。六祖在黃梅，實實在在講，他是發了菩提心，就是真誠心顯露出來，所以五祖傳法傳給他，不傳給神秀，為什麼？神秀用的是八識五十一心所，他還是「身是菩提樹，心如明鏡台」，他還是落在第六意識裡面，所以沒有資格傳法。用儒家的話來講，菩提心就是誠意、正心。在佛門裡面講深心、大悲心，是把儒家的「正心」分開來說，正是不邪。佛法分開來講，對自己是「深心」，這是儒家講的「正」；對別人是「大慈大悲」，這也是儒家講的「正」。儒家把這兩個合起來講，合講一個正心；佛法把儒家這個正心分開作兩個，一個是對自己，一個對別人。"
    },
    {
      "id": "01-003-0211_p0006",
      "zh_CN": "我们的菩提心为什么发不出来？哪个同修不想发菩提心，就是发不出来。发不出来是因为有障碍，这障碍你不肯把它去掉，菩提心就发不出来。什么障碍？佛在经论上常讲的二障：一个是烦恼障，一个是所知障。你只要有这二种障碍在，你的菩提心永远发不出来。阿罗汉二障破了一个，烦恼障他破了，所知障没破，所以菩提心发不起来；权教菩萨所知障可能破了，烦恼障没破，也见不到心性。诸位就想想，这个东西多难！圆教里面，前面十信位的菩萨，烦恼障破了，所知障没破，必须到圆教初住、别教初地，这二障才破，真心显露了，这时候叫做发菩提心。马鸣菩萨的《大乘起信论》，大乘起信就是刚刚起、刚刚开始，不是很深，是大乘刚刚入门，《金刚经》亦复如是，《金刚经》是大乘入门，什么样的根性适合呢？就是破一品无明、证一分法身的人。他那个起信的标准很高，因为是大乘，这第三福就是讲的大乘。",
      "zh_TW": "我們的菩提心為什麼發不出來？哪個同修不想發菩提心，就是發不出來。發不出來是因為有障礙，這障礙你不肯把它去掉，菩提心就發不出來。什麼障礙？佛在經論上常講的二障：一個是煩惱障，一個是所知障。你只要有這二種障礙在，你的菩提心永遠發不出來。阿羅漢二障破了一個，煩惱障他破了，所知障沒破，所以菩提心發不起來；權教菩薩所知障可能破了，煩惱障沒破，也見不到心性。諸位就想想，這個東西多難！圓教裡面，前面十信位的菩薩，煩惱障破了，所知障沒破，必須到圓教初住、別教初地，這二障才破，真心顯露了，這時候叫做發菩提心。馬鳴菩薩的《大乘起信論》，大乘起信就是剛剛起、剛剛開始，不是很深，是大乘剛剛入門，《金剛經》亦復如是，《金剛經》是大乘入門，什麼樣的根性適合呢？就是破一品無明、證一分法身的人。他那個起信的標準很高，因為是大乘，這第三福就是講的大乘。"
    },
    {
      "id": "01-003-0211_p0007",
      "zh_CN": "烦恼是讲的见思，见惑、思惑不能不断，这东西要是不断，说老实话，往生都靠不住，修其他的法门是决定不能成就。念佛到临命终时，你一念情执起来，往生就去不了。有人说：我现在还年轻，现在到往生时间还很早，现在打一点妄想，有一点情执不要紧。这些观念大错特错，什么时候放下？现在就要放下。现前不能放下，临命终时自己做不了主。我们看到许多人一生念佛，到临终时放不下，临终业障现前，这多可怕！所以念佛的人多，往生的人真的是很少。原因绝对不是经典有错误，是我们自己错解经义，自己修行不如法，造成重大的过失。",
      "zh_TW": "煩惱是講的見思，見惑、思惑不能不斷，這東西要是不斷，說老實話，往生都靠不住，修其他的法門是決定不能成就。念佛到臨命終時，你一念情執起來，往生就去不了。有人說：我現在還年輕，現在到往生時間還很早，現在打一點妄想，有一點情執不要緊。這些觀念大錯特錯，什麼時候放下？現在就要放下。現前不能放下，臨命終時自己做不了主。我們看到許多人一生念佛，到臨終時放不下，臨終業障現前，這多可怕！所以念佛的人多，往生的人真的是很少。原因絕對不是經典有錯誤，是我們自己錯解經義，自己修行不如法，造成重大的過失。"
    },
    {
      "id": "01-003-0211_p0008",
      "zh_CN": "三福，我们这一次讲得很详细，就是因为它太重要，像盖房子一样，它是基础。要如何去修？确实在净宗法门里面来说，这叫易行道，比任何一个法门都容易。但是也不是你想像那么容易，跟别的法门比较起来是容易，因为别的法门要断见思烦恼、破尘沙烦恼，至少要破一品无明，这多难！净宗法门不必破无明，也不必断尘沙、也不必断见思，这就太容易了；可是念念要与阿弥陀佛相应，烦恼不断没有关系，能往生。二六时中起心动念都是阿弥陀佛，几个人能做到？我们从早到晚起心动念，妄念太多，这就是咱们讲的念佛间断、夹杂。实在说，你为什么会间断？为什么会夹杂？你对这个法门还没搞清楚、还没真正重视它，这就是怀疑。你这是间断、夹杂、怀疑统统都有，你念的功夫不得力！",
      "zh_TW": "三福，我們這一次講得很詳細，就是因為它太重要，像蓋房子一樣，它是基礎。要如何去修？確實在淨宗法門裡面來說，這叫易行道，比任何一個法門都容易。但是也不是你想像那麼容易，跟別的法門比較起來是容易，因為別的法門要斷見思煩惱、破塵沙煩惱，至少要破一品無明，這多難！淨宗法門不必破無明，也不必斷塵沙、也不必斷見思，這就太容易了；可是念念要與阿彌陀佛相應，煩惱不斷沒有關係，能往生。二六時中起心動念都是阿彌陀佛，幾個人能做到？我們從早到晚起心動念，妄念太多，這就是咱們講的念佛間斷、夾雜。實在說，你為什麼會間斷？為什麼會夾雜？你對這個法門還沒搞清楚、還沒真正重視它，這就是懷疑。你這是間斷、夾雜、懷疑統統都有，你念的功夫不得力！"
    },
    {
      "id": "01-003-0211_p0009",
      "zh_CN": "真正功夫得力的人，说老实话，他确实一切都放下了，哪有一桩事情放不下？无量劫来与这个法门当中无数次的修学，都没有一次能成功，原因就在此地，情执放不下！佛在《楞严》上讲「因地不真，果招迂曲」，我们的修学就是因地不真，病在此地。所以学佛的人，用真诚心念这一句佛号，跟阿弥陀佛就有感应。我们用真诚心念佛，我们处事待人接物，那个心假一点没有关系！你这一天到晚用两种心，对佛用一种心，对一切众生又用一种心，你对佛的心也不真诚。也许有人说，我要是用真心对人，人家都骗我，我不是吃亏上当吗？你既然学佛想求生西方极乐世界，你还怕吃亏上当？西方极乐世界去不了！这就是我们往往想用真心不敢用，想用真心怕用，原因就在此地。我吃亏算什么！上几次当也不算什么！过几年就到西方极乐世界去了，这个世界与我都不相干了，还有什么放不下的？这个关系太大了。",
      "zh_TW": "真正功夫得力的人，說老實話，他確實一切都放下了，哪有一樁事情放不下？無量劫來與這個法門當中無數次的修學，都沒有一次能成功，原因就在此地，情執放不下！佛在《楞嚴》上講「因地不真，果招迂曲」，我們的修學就是因地不真，病在此地。所以學佛的人，用真誠心念這一句佛號，跟阿彌陀佛就有感應。我們用真誠心念佛，我們處事待人接物，那個心假一點沒有關係！你這一天到晚用兩種心，對佛用一種心，對一切眾生又用一種心，你對佛的心也不真誠。也許有人說，我要是用真心對人，人家都騙我，我不是吃虧上當嗎？你既然學佛想求生西方極樂世界，你還怕吃虧上當？西方極樂世界去不了！這就是我們往往想用真心不敢用，想用真心怕用，原因就在此地。我吃虧算什麼！上幾次當也不算什麼！過幾年就到西方極樂世界去了，這個世界與我都不相干了，還有什麼放不下的？這個關係太大了。"
    },
    {
      "id": "01-003-0211_p0010",
      "zh_CN": "菩提心，蕅益大师在《要解》讲得最浅显、最明白、最容易懂，他老人家讲的是：只要真诚求生净土，这个心就是无上菩提心。我们把他这个话跟《观经》、《起信论》里面所说的意思对一对，看看他有没有错误？比对之后，觉得蕅益大师讲的一点都不错。深心是好善好德，一句阿弥陀佛是善中之善，没有比这个更善，一念心求生西方极乐世界，那是止于至善，深心具足了。念佛求生净土，这是大慈大悲，怎么是慈悲之极？度我们众生这一生成佛道。我们是众生，我们这肉体是四大和合而生的，是众生；我们的情识是受想行识四蕴和合的，我们的身心都是众生，唯有大慈大悲才度得了我这个众生！换句话说，不是真诚求生西方，不要说对人，对自己也一点慈悲都没有，度不了自己。希望诸位对这个意思深深去思惟，细心去体会。念佛法门求生西方，绝对不是自了汉，绝对不是小乘，佛在《无量寿经》给我们讲得清清楚楚，确确实实是如来第一弟子。这是讲发心重要。",
      "zh_TW": "菩提心，蕅益大師在《要解》講得最淺顯、最明白、最容易懂，他老人家講的是：只要真誠求生淨土，這個心就是無上菩提心。我們把他這個話跟《觀經》、《起信論》裡面所說的意思對一對，看看他有沒有錯誤？比對之後，覺得蕅益大師講的一點都不錯。深心是好善好德，一句阿彌陀佛是善中之善，沒有比這個更善，一念心求生西方極樂世界，那是止於至善，深心具足了。念佛求生淨土，這是大慈大悲，怎麼是慈悲之極？度我們眾生這一生成佛道。我們是眾生，我們這肉體是四大和合而生的，是眾生；我們的情識是受想行識四蘊和合的，我們的身心都是眾生，唯有大慈大悲才度得了我這個眾生！換句話說，不是真誠求生西方，不要說對人，對自己也一點慈悲都沒有，度不了自己。希望諸位對這個意思深深去思惟，細心去體會。念佛法門求生西方，絕對不是自了漢，絕對不是小乘，佛在《無量壽經》給我們講得清清楚楚，確確實實是如來第一弟子。這是講發心重要。"
    },
    {
      "id": "01-003-0211_p0011",
      "zh_CN": "第二句，「深信因果」。深信因果在此地意义尤其殊胜，实在讲也很难懂。因为这一条已经是菩萨了，不但是菩萨，而且是法身大士，真正发了菩提心的，三心圆发了。三心，你说《起信论》的三心可以，直心、深心、大悲心，说《观经》上的三心也可以，至诚心、深心、发愿回向心，圆是圆满，统统都发了。这样的人还不相信因果吗？说老实话，谁不相信因果？凡夫不信因果，我们这些天天念阿弥陀佛的人不信因果。你也许听了会很奇怪，你要是真正深信因果，你心里面还有是非吗？你还会张家长、李家短吗？不可能！还喜欢说这些话，就是不信因果，可见这事情不容易。六祖大师在《坛经》里面说：「若真修道人，不见他人过」，还见到别人过失的，就不是真正修道人，他老人家说得好！「若见他人非，自非却是左」，俗话说：来说是非者，便是是非人。谁是是非人？说是非的那个就是是非人。诸位从这个地方想一想，我们信了因果吗？善因善果，恶因恶报，不但是身口的造作，起心动念都是业。《地藏经》上讲的话没错，「阎浮提众生，起心动念无不是业」，罪业！几个人害怕？怕，他就不敢做，天天还造作，可见得他不怕！这是讲世间的因果报应。",
      "zh_TW": "第二句，「深信因果」。深信因果在此地意義尤其殊勝，實在講也很難懂。因為這一條已經是菩薩了，不但是菩薩，而且是法身大士，真正發了菩提心的，三心圓發了。三心，你說《起信論》的三心可以，直心、深心、大悲心，說《觀經》上的三心也可以，至誠心、深心、發願迴向心，圓是圓滿，統統都發了。這樣的人還不相信因果嗎？說老實話，誰不相信因果？凡夫不信因果，我們這些天天念阿彌陀佛的人不信因果。你也許聽了會很奇怪，你要是真正深信因果，你心裡面還有是非嗎？你還會張家長、李家短嗎？不可能！還喜歡說這些話，就是不信因果，可見這事情不容易。六祖大師在《壇經》裡面說：「若真修道人，不見他人過」，還見到別人過失的，就不是真正修道人，他老人家說得好！「若見他人非，自非卻是左」，俗話說：來說是非者，便是是非人。誰是是非人？說是非的那個就是是非人。諸位從這個地方想一想，我們信了因果嗎？善因善果，惡因惡報，不但是身口的造作，起心動念都是業。《地藏經》上講的話沒錯，「閻浮提眾生，起心動念無不是業」，罪業！幾個人害怕？怕，他就不敢做，天天還造作，可見得他不怕！這是講世間的因果報應。"
    },
    {
      "id": "01-003-0211_p0012",
      "zh_CN": "这一句绝对不是讲世间的，佛菩萨哪有不知道世间因果的道理？不但诸佛菩萨、声闻、缘觉对于世间因果都非常通达，阿罗汉他的能力能知道过去五百世、未来五百世，因果报应人家实在看得太清楚了，哪有不知道的道理？因此，这地方的因果就不是普通因果，而是「念佛是因，成佛是果」。这样的因果，确实连法身大士不知道的都很多；如果法身大士都知道的话，华严会上又何必要劳动普贤菩萨十大愿王导归极乐？由此可知，我们以《华严经》这个教义来看，最低限度圆教三贤位还不十分相信，因为《华严经》上说「十地菩萨始终不离念佛」，登了地，他就晓得念佛是因、成佛是果。登地之前，十住、十行、十回向，还要普贤、文殊去劝导，地上菩萨才认真念佛了。这是说明这因果实在讲太深太深。",
      "zh_TW": "這一句絕對不是講世間的，佛菩薩哪有不知道世間因果的道理？不但諸佛菩薩、聲聞、緣覺對於世間因果都非常通達，阿羅漢他的能力能知道過去五百世、未來五百世，因果報應人家實在看得太清楚了，哪有不知道的道理？因此，這地方的因果就不是普通因果，而是「念佛是因，成佛是果」。這樣的因果，確實連法身大士不知道的都很多；如果法身大士都知道的話，華嚴會上又何必要勞動普賢菩薩十大願王導歸極樂？由此可知，我們以《華嚴經》這個教義來看，最低限度圓教三賢位還不十分相信，因為《華嚴經》上說「十地菩薩始終不離念佛」，登了地，他就曉得念佛是因、成佛是果。登地之前，十住、十行、十迴向，還要普賢、文殊去勸導，地上菩薩才認真念佛了。這是說明這因果實在講太深太深。"
    },
    {
      "id": "01-003-0211_p0013",
      "zh_CN": "三贤位的菩萨都不知道，第十回向的菩萨已经四十一品无明断了三十品，只剩下十一品无明，这样深位的菩萨对于念佛是因、成佛是果，他还不知道。我们称念佛法门为难信之法，实在不为过！一般人不相信这个法门，不能接受，非常正常，连圆教十回向的菩萨都不相信，他怎么可能相信？他要相信，那不就奇怪了吗？所以不相信是非常的正常，一丝毫都不奇怪。真正能相信的，那就是《无量寿经》上所讲的，他过去生中的善根、福德太厚了。佛明白告诉我们，过去生中曾经供养无量无边诸佛如来，没有数字！阿阇王子他们那一帮人过去生供养四百亿佛，四百亿是有数字，他们还有隔阴之迷、还有退转，虽然发愿「我将来成佛也要像阿弥陀佛这样」，这个愿没什么大用，他要不认真念佛，虽然发这个愿还是不能往生。所以真正发坚固信愿，一心持名，万缘放下，那就是经上所讲的，过去生中曾经供养无量无边诸佛如来，超过阿阇王子太多了，这样深厚的善根，再蒙三宝加持，他对这个法门能信、能解、能愿、能行，他成功了。这能有几个人？几个人有这么大的福报？这句「深信因果」确实不容易，我们仔细看看周边的同修，仔细想想自己，这十一句没有一句做到！一点福都没有，怎么能成功？从前我常常赞叹大家有福报，是鼓励你、勉励你。今天我讲真话，我们要深深去反省，要认真的去修福、去打根基！这讲真话，初学的人听都会吓跑，不敢来听。所以真正相信因果，他一定死心塌地，一定是非常认真努力来学习。",
      "zh_TW": "三賢位的菩薩都不知道，第十迴向的菩薩已經四十一品無明斷了三十品，只剩下十一品無明，這樣深位的菩薩對於念佛是因、成佛是果，他還不知道。我們稱念佛法門為難信之法，實在不為過！一般人不相信這個法門，不能接受，非常正常，連圓教十迴向的菩薩都不相信，他怎麼可能相信？他要相信，那不就奇怪了嗎？所以不相信是非常的正常，一絲毫都不奇怪。真正能相信的，那就是《無量壽經》上所講的，他過去生中的善根、福德太厚了。佛明白告訴我們，過去生中曾經供養無量無邊諸佛如來，沒有數字！阿闍王子他們那一幫人過去生供養四百億佛，四百億是有數字，他們還有隔陰之迷、還有退轉，雖然發願「我將來成佛也要像阿彌陀佛這樣」，這個願沒什麼大用，他要不認真念佛，雖然發這個願還是不能往生。所以真正發堅固信願，一心持名，萬緣放下，那就是經上所講的，過去生中曾經供養無量無邊諸佛如來，超過阿闍王子太多了，這樣深厚的善根，再蒙三寶加持，他對這個法門能信、能解、能願、能行，他成功了。這能有幾個人？幾個人有這麼大的福報？這句「深信因果」確實不容易，我們仔細看看周邊的同修，仔細想想自己，這十一句沒有一句做到！一點福都沒有，怎麼能成功？從前我常常讚歎大家有福報，是鼓勵你、勉勵你。今天我講真話，我們要深深去反省，要認真的去修福、去打根基！這講真話，初學的人聽都會嚇跑，不敢來聽。所以真正相信因果，他一定死心塌地，一定是非常認真努力來學習。"
    },
    {
      "id": "01-003-0211_p0014",
      "zh_CN": "第三句是「读诵大乘」。读诵大乘是菩萨重要修行的方法，菩萨行门无量无边，佛在大经里面举纲领也举了很多，为什么单单说个读诵？像《无量寿经》讲的，有受持、书写、供养，也说了很多，为什么单单说读诵？为什么不说受持？为什么不说书写？为什么不说供养？我们就晓得，佛说种种纲领之中，读诵最重要。这十一句，我们没有一句做到，原因是事实真相不明白，读诵就能明了。读诵就认真去念，说老实话，菩萨从初发心一直到等觉，没有成佛之前，他读诵经典，他每天都不废除的，他天天都要念的。读诵就是万行齐修，不仅是戒定慧三学、三慧一次完成，他是无量无边的法门都在这一次就修圆满，这叫圆修。",
      "zh_TW": "第三句是「讀誦大乘」。讀誦大乘是菩薩重要修行的方法，菩薩行門無量無邊，佛在大經裡面舉綱領也舉了很多，為什麼單單說個讀誦？像《無量壽經》講的，有受持、書寫、供養，也說了很多，為什麼單單說讀誦？為什麼不說受持？為什麼不說書寫？為什麼不說供養？我們就曉得，佛說種種綱領之中，讀誦最重要。這十一句，我們沒有一句做到，原因是事實真相不明白，讀誦就能明瞭。讀誦就認真去念，說老實話，菩薩從初發心一直到等覺，沒有成佛之前，他讀誦經典，他每天都不廢除的，他天天都要念的。讀誦就是萬行齊修，不僅是戒定慧三學、三慧一次完成，他是無量無邊的法門都在這一次就修圓滿，這叫圓修。"
    },
    {
      "id": "01-003-0211_p0015",
      "zh_CN": "我劝大家读诵，还有很多人有意见，不知道这法门之巧妙。大乘经典太多了，在中国大乘分八个宗派，八个宗派所依据的经典全是大乘经，我们念什么？你修学哪一宗，你就读诵哪一宗的经典，为什么？这样子解行能相应，成就快速。在过去，学天台的，他念《法华经》；学贤首的，他念《华严经》；禅宗的，念《金刚经》；净土宗的，念《阿弥陀经》、《无量寿经》。你学哪一宗，就选择那一宗主修的经典去读诵。在一切经里面，我们讲席常跟大家介绍，一切经中以《无量寿经》为第一。《无量寿经》跟《阿弥陀经》是属于同部，《无量寿经》是第一，《阿弥陀经》也是第一，同一部！所以你念《无量寿经》或者念《阿弥陀经》都好。《阿弥陀经》念的遍数就要更多，或者是念《要解》。印光大师赞叹《要解》，是《弥陀经》古今注疏里面注得最好的，第一注解，印祖说：即使是古佛再来给阿弥陀经作一个注解，也不能超出其上。这是把这注解赞叹到极处。所以念《阿弥陀经》，我们希望连《要解》一起念，这个分量也就相当了。否则的话，经文太短，我们修学的时间就短。刚才讲了，念经是三学三慧一起完成，修行的时间是愈长愈好。",
      "zh_TW": "我勸大家讀誦，還有很多人有意見，不知道這法門之巧妙。大乘經典太多了，在中國大乘分八個宗派，八個宗派所依據的經典全是大乘經，我們念什麼？你修學哪一宗，你就讀誦哪一宗的經典，為什麼？這樣子解行能相應，成就快速。在過去，學天台的，他念《法華經》；學賢首的，他念《華嚴經》；禪宗的，念《金剛經》；淨土宗的，念《阿彌陀經》、《無量壽經》。你學哪一宗，就選擇那一宗主修的經典去讀誦。在一切經裡面，我們講席常跟大家介紹，一切經中以《無量壽經》為第一。《無量壽經》跟《阿彌陀經》是屬於同部，《無量壽經》是第一，《阿彌陀經》也是第一，同一部！所以你念《無量壽經》或者念《阿彌陀經》都好。《阿彌陀經》念的遍數就要更多，或者是念《要解》。印光大師讚歎《要解》，是《彌陀經》古今註疏裡面註得最好的，第一註解，印祖說：即使是古佛再來給阿彌陀經作一個註解，也不能超出其上。這是把這註解讚歎到極處。所以念《阿彌陀經》，我們希望連《要解》一起念，這個分量也就相當了。否則的話，經文太短，我們修學的時間就短。剛才講了，念經是三學三慧一起完成，修行的時間是愈長愈好。"
    },
    {
      "id": "01-003-0211_p0016",
      "zh_CN": "读诵是修行，读诵的时候不能求解义，一求解义，读诵的目的完全破坏了，为什么？你一起分别就落到意识里面，这就错了！说老实话，读诵经典就是禅家所说的「离心意识参」。我们跟禅家用的手段不一样，目标是一样的，是在参禅！我们用读诵的方法在参禅，这真是妙到极处。参禅是什么？离心意识叫参。我们读诵，离心意识！读诵的时候，不分别，不用第六意识；不执着，不用第七识；一直念下去，不去思惟想像，也不落印象，不用第八识。岂不是离心意识吗？眼睛看得清清楚楚，念的句子，耳朵也听得清清楚楚，一个字也没念错，一句也没念颠倒，给诸位说，这就是交光大师所讲的「舍识用根」，我这时候用的是六根根性，我用的是见性见色性，用见性见、用闻性闻，高等的修行！几个人会？舍识用根，盘腿面壁可以舍识用根，读诵大乘也可以舍识用根，用熟了就可以把它用在生活上，穿衣吃饭、待人接物统统舍识用根，那就是名符其实的菩萨。你才晓得，读诵大乘是菩萨修行重要的一个方法。十个宗派里面，禅宗只是一个宗派，其余九宗都属于教下，都没有离开经典。这地方他不写观心参禅或者参话头，他写的读诵大乘，那就是说大乘菩萨里面依照经论修行占绝大多数，只是方法不相同，他的精神、方向、目标全部都是相同的，都是舍识用根，都是离心意识，这叫真正修行。读经是真正修行，心意识舍掉了，与心意识相应的心所当然都不起作用了。",
      "zh_TW": "讀誦是修行，讀誦的時候不能求解義，一求解義，讀誦的目的完全破壞了，為什麼？你一起分別就落到意識裡面，這就錯了！說老實話，讀誦經典就是禪家所說的「離心意識參」。我們跟禪家用的手段不一樣，目標是一樣的，是在參禪！我們用讀誦的方法在參禪，這真是妙到極處。參禪是什麼？離心意識叫參。我們讀誦，離心意識！讀誦的時候，不分別，不用第六意識；不執著，不用第七識；一直念下去，不去思惟想像，也不落印象，不用第八識。豈不是離心意識嗎？眼睛看得清清楚楚，念的句子，耳朵也聽得清清楚楚，一個字也沒念錯，一句也沒念顛倒，給諸位說，這就是交光大師所講的「捨識用根」，我這時候用的是六根根性，我用的是見性見色性，用見性見、用聞性聞，高等的修行！幾個人會？捨識用根，盤腿面壁可以捨識用根，讀誦大乘也可以捨識用根，用熟了就可以把它用在生活上，穿衣吃飯、待人接物統統捨識用根，那就是名符其實的菩薩。你才曉得，讀誦大乘是菩薩修行重要的一個方法。十個宗派裡面，禪宗只是一個宗派，其餘九宗都屬於教下，都沒有離開經典。這地方他不寫觀心參禪或者參話頭，他寫的讀誦大乘，那就是說大乘菩薩裡面依照經論修行佔絕大多數，只是方法不相同，他的精神、方向、目標全部都是相同的，都是捨識用根，都是離心意識，這叫真正修行。讀經是真正修行，心意識捨掉了，與心意識相應的心所當然都不起作用了。"
    },
    {
      "id": "01-003-0211_p0017",
      "zh_CN": "所以，读经会入定！你要不相信，也许听说过，智者大师念《法华经》入了定，他要是用心意识去读，他怎能入得了定？他读《法华经》会入定，我们念经为什么入不了定？我们是用心意识在念，所以入不了定；人家是离心意识去念。就是我刚才讲的方法、原则他去念，他念到「药王本事品」入定了，在定中他有感应。他参加释迦牟尼佛讲《法华经》的法会，他还听了一座，出了定告诉人：释迦牟尼佛在灵鹫山，灵山一会还没散！他亲自参加了。说实在话，释迦牟尼佛每一次法会都没有散场，问题就是你有没有能力去参加！释迦牟尼佛的弥陀法会也没散，《无量寿经》的法会也没散，看看你们哪位有能力亲遇世尊的法会？不明了读诵大乘，所以他不愿意念，这实在是智慧浅少，不知道事实的真相。念到心清净，念到定慧成就，念到破无明见法身了，他还是念，即使证到等觉菩萨果位，他每天还是要念，始终不离开，这是这种修行方法。",
      "zh_TW": "所以，讀經會入定！你要不相信，也許聽說過，智者大師念《法華經》入了定，他要是用心意識去讀，他怎能入得了定？他讀《法華經》會入定，我們念經為什麼入不了定？我們是用心意識在念，所以入不了定；人家是離心意識去念。就是我剛才講的方法、原則他去念，他念到「藥王本事品」入定了，在定中他有感應。他參加釋迦牟尼佛講《法華經》的法會，他還聽了一座，出了定告訴人：釋迦牟尼佛在靈鷲山，靈山一會還沒散！他親自參加了。說實在話，釋迦牟尼佛每一次法會都沒有散場，問題就是你有沒有能力去參加！釋迦牟尼佛的彌陀法會也沒散，《無量壽經》的法會也沒散，看看你們哪位有能力親遇世尊的法會？不明瞭讀誦大乘，所以他不願意念，這實在是智慧淺少，不知道事實的真相。念到心清淨，念到定慧成就，念到破無明見法身了，他還是念，即使證到等覺菩薩果位，他每天還是要念，始終不離開，這是這種修行方法。"
    },
    {
      "id": "01-003-0211_p0018",
      "zh_CN": "净宗也许有很多同学听过，没有念经，单单念一句佛号，他有成就的，没错！单单念这句佛号，谁呢？最初提倡的是大势至菩萨，他那一句阿弥陀佛，或者是一句南无阿弥陀佛，也是离心意识。如果不离心意识，那叫什么修行？不离心意识，怎能「不假方便，自得心开」？没这个道理！诸位要晓得，念这一句佛号也是离心意识念！",
      "zh_TW": "淨宗也許有很多同學聽過，沒有念經，單單念一句佛號，他有成就的，沒錯！單單念這句佛號，誰呢？最初提倡的是大勢至菩薩，他那一句阿彌陀佛，或者是一句南無阿彌陀佛，也是離心意識。如果不離心意識，那叫什麼修行？不離心意識，怎能「不假方便，自得心開」？沒這個道理！諸位要曉得，念這一句佛號也是離心意識念！"
    },
    {
      "id": "01-003-0211_p0019",
      "zh_CN": "念经、念佛如此，听经还是这个样子。大家听经不开悟，为什么不开悟？用心意识听，别说听这一辈子不开悟，生生世世听上无量阿僧祇劫还是不开悟。马鸣菩萨在《起信论》里给我们讲得好清楚，听经的人要怎样听？离言说相、离名字相、离心缘相。「离言说相」就是离第六意识；「离名字相」就是离第七识；「离心缘相」就是离第八识，还不是舍识用根吗？这就是清清楚楚给我们显示出来，听经也要离心意识；心就是第八识，意就是第七末那识，识就是第六识，听经也要离心意识听。",
      "zh_TW": "念經、念佛如此，聽經還是這個樣子。大家聽經不開悟，為什麼不開悟？用心意識聽，別說聽這一輩子不開悟，生生世世聽上無量阿僧祇劫還是不開悟。馬鳴菩薩在《起信論》裡給我們講得好清楚，聽經的人要怎樣聽？離言說相、離名字相、離心緣相。「離言說相」就是離第六意識；「離名字相」就是離第七識；「離心緣相」就是離第八識，還不是捨識用根嗎？這就是清清楚楚給我們顯示出來，聽經也要離心意識；心就是第八識，意就是第七末那識，識就是第六識，聽經也要離心意識聽。"
    },
    {
      "id": "01-003-0211_p0020",
      "zh_CN": "离心意识，说老实话是修行，听经是修行，读经是修行，念佛是修行，修什么行？把心心所给舍掉，这就是禅家常讲的「从根本修」。我们晓得我们的思想见解、言语造作尽是过失，那个过失的根源在哪里？根源就是心心所。所以他这个修行方法是从根拔起，连根把它拔除。由此可知，绝对不是只有禅家从根本修。禅宗常常轻视教下、轻视净土，他不晓得「法门平等，无有高下」，你是用参究观心的方法从根修起，人家教下用读诵，念佛的用执持名号，也是从根本修，不亚于观心，不亚于参话头。凡是轻视别人的，他会不会成就？他决定不会成就。为什么？因为真心里头没有分别、没有执着，哪里来的轻视别人？有分别、有执着，才会轻视！由此可知，他参禅参得再好，他心意识没离开，他那个禅不管怎么参法不会开悟，得禅定是可能的，为什么？用心意识可以得禅定。四禅八定、阿罗汉的九次第定都是用心意识修的，都没有离心意识；离心意识，那是上上禅，不是阿罗汉、辟支佛所能证得的。",
      "zh_TW": "離心意識，說老實話是修行，聽經是修行，讀經是修行，念佛是修行，修什麼行？把心心所給捨掉，這就是禪家常講的「從根本修」。我們曉得我們的思想見解、言語造作盡是過失，那個過失的根源在哪裡？根源就是心心所。所以他這個修行方法是從根拔起，連根把它拔除。由此可知，絕對不是只有禪家從根本修。禪宗常常輕視教下、輕視淨土，他不曉得「法門平等，無有高下」，你是用參究觀心的方法從根修起，人家教下用讀誦，念佛的用執持名號，也是從根本修，不亞於觀心，不亞於參話頭。凡是輕視別人的，他會不會成就？他決定不會成就。為什麼？因為真心裡頭沒有分別、沒有執著，哪裡來的輕視別人？有分別、有執著，才會輕視！由此可知，他參禪參得再好，他心意識沒離開，他那個禪不管怎麼參法不會開悟，得禪定是可能的，為什麼？用心意識可以得禪定。四禪八定、阿羅漢的九次第定都是用心意識修的，都沒有離心意識；離心意識，那是上上禪，不是阿羅漢、辟支佛所能證得的。"
    },
    {
      "id": "01-003-0211_p0021",
      "zh_CN": "你果然明白了，参禅的人讥笑你，你也是合掌阿弥陀佛，不去跟他计较，为什么？我们心里清清楚楚明明白白。碰到外面人说我们是自了汉，说我们是小乘，我们也欢欢喜喜的阿弥陀佛就接受了，不要去计较，用不着去跟他辩驳。正是六祖所说的，看到这根性好的，可以给他说的，这才能跟他说说；看到根性劣的，不能说的，则合掌令欢喜就好了，不要与任何人争论。争论决定违背佛法，佛法是觉悟之法，争论决定是迷惑颠倒。只有迷人才会争，悟的人不会争。迷的人心里面才有意见，悟的人心里没有意见。悟的人心干干净净，什么也没有，本来无一物；心里面还有许许多多东西，这没悟！",
      "zh_TW": "你果然明白了，參禪的人譏笑你，你也是合掌阿彌陀佛，不去跟他計較，為什麼？我們心裡清清楚楚明明白白。碰到外面人說我們是自了漢，說我們是小乘，我們也歡歡喜喜的阿彌陀佛就接受了，不要去計較，用不著去跟他辯駁。正是六祖所說的，看到這根性好的，可以給他說的，這才能跟他說說；看到根性劣的，不能說的，則合掌令歡喜就好了，不要與任何人爭論。爭論決定違背佛法，佛法是覺悟之法，爭論決定是迷惑顛倒。只有迷人才會爭，悟的人不會爭。迷的人心裡面才有意見，悟的人心裡沒有意見。悟的人心乾乾淨淨，什麼也沒有，本來無一物；心裡面還有許許多多東西，這沒悟！"
    },
    {
      "id": "01-003-0211_p0022",
      "zh_CN": "这一句是说明菩萨修行许许多多方法里面一个重要的方法，这今天告诉诸位了。果然念经典离心意识念，你会得定、会开悟。如果念了不少年，念了不少遍，「我怎么还没得定？怎么还不开悟？」我就晓得你这一生是不会得定、不会开悟，为什么？因为你没有离心意识！还是用心意识在念。离心意识是一昧的念下去，一遍一遍的念，绝不起一个妄念，功夫成熟了，水到渠成，自然得定，自然的开悟，到时候豁然通达了。心里常常想着「我什么时候会开悟？什么时候得定？」这都是打妄想，读诵里面加上妄想，这个妄想就是障碍。有人念佛，发心求一心不乱，这个人一生当中决定得不到一心不乱，为什么？阿弥陀佛里头掺杂着一心不乱，这很糟糕！给你说不掺杂，还得要掺杂个一心不乱。一切错误，一切不成就的那些因素，一条一条都把它找出来，找出来之后统统把它消除，我们障碍就没有了。这就是说业障就消了。",
      "zh_TW": "這一句是說明菩薩修行許許多多方法裡面一個重要的方法，這今天告訴諸位了。果然念經典離心意識念，你會得定、會開悟。如果念了不少年，念了不少遍，「我怎麼還沒得定？怎麼還不開悟？」我就曉得你這一生是不會得定、不會開悟，為什麼？因為你沒有離心意識！還是用心意識在念。離心意識是一昧的念下去，一遍一遍的念，絕不起一個妄念，功夫成熟了，水到渠成，自然得定，自然的開悟，到時候豁然通達了。心裡常常想著「我什麼時候會開悟？什麼時候得定？」這都是打妄想，讀誦裡面加上妄想，這個妄想就是障礙。有人念佛，發心求一心不亂，這個人一生當中決定得不到一心不亂，為什麼？阿彌陀佛裡頭摻雜著一心不亂，這很糟糕！給你說不摻雜，還得要摻雜個一心不亂。一切錯誤，一切不成就的那些因素，一條一條都把它找出來，找出來之後統統把它消除，我們障礙就沒有了。這就是說業障就消了。"
    },
    {
      "id": "01-003-0211_p0023",
      "zh_CN": "业障，说老实话绝对不是说你去拜《梁皇忏》、拜《水忏》、拜《大悲忏》，业障就消掉，消不掉！从前的人拜忏会消掉，现在的人消不掉；从前人念经会消业障，现在人念经消不了业障；从前人念阿弥陀佛消业障，现在人念阿弥陀佛也消不了业障，你知道原因吗？用心意识就消不了业障，离心意识业障就消除了，原因在此地。你要晓得，什么是业障？业障就是分别、执着。用分别执着怎能把分别执着离开？这话还不能听错，听错犯的过失更大。他不分别、不执着，好了，父子也不分，男女也不分，那还得了吗？你去打仗，连敌人、自己人也不分，这就糟糕了，就犯了大错。自己心里确确实实没有分别，可是在日常生活当中，随着众生分别而分别，随着众生执着而执着，自己有没有？自己决定没有，这就对了。「佛法在世间，不坏世间法」，世间法就是分别执着，并不破坏众生的分别执着。众生有分别执着，他才能建立社会的秩序，世间才不至于乱。如果我们真的分别执着，那就错了，那就永远不能超越世间；离开一切分别执着，这就超越世间了。所以这个地方一定要搞清楚，不要误会了。",
      "zh_TW": "業障，說老實話絕對不是說你去拜《梁皇懺》、拜《水懺》、拜《大悲懺》，業障就消掉，消不掉！從前的人拜懺會消掉，現在的人消不掉；從前人念經會消業障，現在人念經消不了業障；從前人念阿彌陀佛消業障，現在人念阿彌陀佛也消不了業障，你知道原因嗎？用心意識就消不了業障，離心意識業障就消除了，原因在此地。你要曉得，什麼是業障？業障就是分別、執著。用分別執著怎能把分別執著離開？這話還不能聽錯，聽錯犯的過失更大。他不分別、不執著，好了，父子也不分，男女也不分，那還得了嗎？你去打仗，連敵人、自己人也不分，這就糟糕了，就犯了大錯。自己心裡確確實實沒有分別，可是在日常生活當中，隨著眾生分別而分別，隨著眾生執著而執著，自己有沒有？自己決定沒有，這就對了。「佛法在世間，不壞世間法」，世間法就是分別執著，並不破壞眾生的分別執著。眾生有分別執著，他才能建立社會的秩序，世間才不至於亂。如果我們真的分別執著，那就錯了，那就永遠不能超越世間；離開一切分別執著，這就超越世間了。所以這個地方一定要搞清楚，不要誤會了。"
    },
    {
      "id": "01-003-0211_p0024",
      "zh_CN": "这一句重点，还是劝勉我们要认真去读诵，要晓得怎样去读诵，才能收到真实的利益。十一句到这个地方十句都是自利的，都是属于自行，只有末后这一句是利他、化他的；自行化他才是菩萨。这个化他不简单，自行功德圆满了，这才化他。现在有一些年轻人，自行的功德还没有，就急着要去化他，心倒是好心，真像地藏菩萨一样，舍己为人，「我不入地狱，谁入地狱？」他是真入地狱了。他入地狱对人没有什么好处，地藏菩萨入地狱是对众生有好处、有利益，他入地狱很冤枉，一个众生也没度。",
      "zh_TW": "這一句重點，還是勸勉我們要認真去讀誦，要曉得怎樣去讀誦，才能收到真實的利益。十一句到這個地方十句都是自利的，都是屬於自行，只有末後這一句是利他、化他的；自行化他才是菩薩。這個化他不簡單，自行功德圓滿了，這才化他。現在有一些年輕人，自行的功德還沒有，就急著要去化他，心倒是好心，真像地藏菩薩一樣，捨己為人，「我不入地獄，誰入地獄？」他是真入地獄了。他入地獄對人沒有什麼好處，地藏菩薩入地獄是對眾生有好處、有利益，他入地獄很冤枉，一個眾生也沒度。"
    },
    {
      "id": "01-003-0211_p0025",
      "zh_CN": "诸位这十一句细细去念念，就真正明了度化众生不是一个容易事情。那是个指路人，你要是把方向、路子指错，怎么办？那个会劝人的人，自己没有成就，劝人念阿弥陀佛、劝人念《阿弥陀经》、念《无量寿经》，这个决定不会错，为什么？佛是这样劝人！我们也学会了，这个不会错，绝对不会误人。纵然没讲得清楚，对他是没有害处，他纵然念佛不能往生，但是不会堕恶道。他要是堕恶道，必定是其他因素堕恶道的，绝对不会说是念佛堕恶道，没这个道理。所以，劝人念佛、劝人念《无量寿经》、念《阿弥陀经》，这个不会错误。劝人念其他的经论有一点问题，什么问题？怕那个法门不契机。就好像人家害病，你介绍他吃药，这要负责任的。你对他的病情不了解，对这药性也不知道，只看到那个人生病吃这个药就好了，你看到了，这个人一生病，赶快把这个药给他吃，他害的病不一样，这一吃吃死了，你要不要负责任？不是容易事情。",
      "zh_TW": "諸位這十一句細細去念念，就真正明瞭度化眾生不是一個容易事情。那是個指路人，你要是把方向、路子指錯，怎麼辦？那個會勸人的人，自己沒有成就，勸人念阿彌陀佛、勸人念《阿彌陀經》、念《無量壽經》，這個決定不會錯，為什麼？佛是這樣勸人！我們也學會了，這個不會錯，絕對不會誤人。縱然沒講得清楚，對他是沒有害處，他縱然念佛不能往生，但是不會墮惡道。他要是墮惡道，必定是其他因素墮惡道的，絕對不會說是念佛墮惡道，沒這個道理。所以，勸人念佛、勸人念《無量壽經》、念《阿彌陀經》，這個不會錯誤。勸人念其他的經論有一點問題，什麼問題？怕那個法門不契機。就好像人家害病，你介紹他吃藥，這要負責任的。你對他的病情不了解，對這藥性也不知道，只看到那個人生病吃這個藥就好了，你看到了，這個人一生病，趕快把這個藥給他吃，他害的病不一樣，這一吃吃死了，你要不要負責任？不是容易事情。"
    },
    {
      "id": "01-003-0211_p0026",
      "zh_CN": "所以在此地劝告同修，看到有人害病，最好劝他去看医生，不要轻易介绍，把成药拿给人吃。是真的，很多法师都是被信徒害死了。我亲眼看到的，道安法师就被信徒药死了、毒死了。信徒对师父太爱护，这个送这个药，那个送那个药，都是好药，结果把师父吃死了。我比较聪明，什么人送给我的药，我都接受过来，第二天丢到字纸篓，我也不能送给别人，送给别人把别人害死了，怎么办？所以都当作垃圾处理掉了。我告诉你们，下次就不要送药了，买的好药真的很名贵，我统统当垃圾处理掉，为什么？万一吃病了怎么办？谁负责任？所以药不能随便吃的。",
      "zh_TW": "所以在此地勸告同修，看到有人害病，最好勸他去看醫生，不要輕易介紹，把成藥拿給人吃。是真的，很多法師都是被信徒害死了。我親眼看到的，道安法師就被信徒藥死了、毒死了。信徒對師父太愛護，這個送這個藥，那個送那個藥，都是好藥，結果把師父吃死了。我比較聰明，什麼人送給我的藥，我都接受過來，第二天丟到字紙簍，我也不能送給別人，送給別人把別人害死了，怎麼辦？所以都當作垃圾處理掉了。我告訴你們，下次就不要送藥了，買的好藥真的很名貴，我統統當垃圾處理掉，為什麼？萬一吃病了怎麼辦？誰負責任？所以藥不能隨便吃的。"
    },
    {
      "id": "01-003-0211_p0027",
      "zh_CN": "佛法法门不能随便乱介绍人，阿弥陀佛可以介绍，它是适应的能力很广泛，什么病都可以用，只有好处没有坏处，像万金油、八卦丹一样，这个可以。纵然不能把你治好，但是不会加重你的病况，所以这是万应丹，介绍这个不害人；介绍其他的方法，如果不契机就要害人。",
      "zh_TW": "佛法法門不能隨便亂介紹人，阿彌陀佛可以介紹，它是適應的能力很廣泛，什麼病都可以用，只有好處沒有壞處，像萬金油、八卦丹一樣，這個可以。縱然不能把你治好，但是不會加重你的病況，所以這是萬應丹，介紹這個不害人；介紹其他的方法，如果不契機就要害人。"
    },
    {
      "id": "01-003-0211_p0028",
      "zh_CN": "「劝进行者」，行者是修行人，劝人学佛、劝人修行，帮助他进步、帮助他精进，这个要有智慧。我们看到外面有很多劝人参禅、劝人学密、劝人念咒，劝人这样那样，都很危险。那个人也很好心，不能说他是有心害人的，不是。他真的是好心，但是他确实不知道事实真相，对于法门不了解，众生根性也不了解，这种盲目的劝进非常危险。纵然不是有心造罪，可是他的过失就很重，决定是有过失的。劝人学佛尚且这样的难，劝个人出家就更不容易，负的责任就更大。他出家将来是一个好的法师，修行证果，弘法利生，那你的功德太大，无量无边！如果将来他出了家，羞辱佛门，造作重罪，他造的罪比世间一般人造的罪业是要加倍的重，试问问你要不要负责任？你要负责任。怎么可以轻易劝人出家？",
      "zh_TW": "「勸進行者」，行者是修行人，勸人學佛、勸人修行，幫助他進步、幫助他精進，這個要有智慧。我們看到外面有很多勸人參禪、勸人學密、勸人念咒，勸人這樣那樣，都很危險。那個人也很好心，不能說他是有心害人的，不是。他真的是好心，但是他確實不知道事實真相，對於法門不了解，眾生根性也不了解，這種盲目的勸進非常危險。縱然不是有心造罪，可是他的過失就很重，決定是有過失的。勸人學佛尚且這樣的難，勸個人出家就更不容易，負的責任就更大。他出家將來是一個好的法師，修行證果，弘法利生，那你的功德太大，無量無邊！如果將來他出了家，羞辱佛門，造作重罪，他造的罪比世間一般人造的罪業是要加倍的重，試問問你要不要負責任？你要負責任。怎麼可以輕易勸人出家？"
    },
    {
      "id": "01-003-0211_p0029",
      "zh_CN": "李老师一生他在台中讲经四十多年，李老师从来不劝人出家。他有三不劝：第一、不劝人吃素，第二、不劝人受戒，第三、不劝人出家。那是你自己的事情，你自己发心，这个事情他是决定不劝的。你劝人家吃素，有的人他是想学佛，就是因为他不能吃素，所以他就不来学了，你一定劝他吃素，他下次不敢来了。所以不劝人吃素。受戒，受戒容易持戒难，所以老师一生不劝人受戒。不劝人出家，这是绝对正确的。那是真正有慧眼，对于这个人真正了解，觉得他出家之后确实是一个人才，将来一定能弘法利生，弘扬佛法，看准了，才可以劝他。出家以后的机缘也相当不容易，是不是遇到一个真正能修学的道场？是不是遇到一个真正善知识？好的同参道友？这是决定他成败的因素。太难！你要是把这些问题统统看到，决定不敢劝人出家。",
      "zh_TW": "李老師一生他在台中講經四十多年，李老師從來不勸人出家。他有三不勸：第一、不勸人吃素，第二、不勸人受戒，第三、不勸人出家。那是你自己的事情，你自己發心，這個事情他是決定不勸的。你勸人家吃素，有的人他是想學佛，就是因為他不能吃素，所以他就不來學了，你一定勸他吃素，他下次不敢來了。所以不勸人吃素。受戒，受戒容易持戒難，所以老師一生不勸人受戒。不勸人出家，這是絕對正確的。那是真正有慧眼，對於這個人真正了解，覺得他出家之後確實是一個人才，將來一定能弘法利生，弘揚佛法，看準了，才可以勸他。出家以後的機緣也相當不容易，是不是遇到一個真正能修學的道場？是不是遇到一個真正善知識？好的同參道友？這是決定他成敗的因素。太難！你要是把這些問題統統看到，決定不敢勸人出家。"
    },
    {
      "id": "01-003-0211_p0030",
      "zh_CN": "三福到这里跟诸位介绍完了，我跟大家这一次讲得比较详细，有没有尽其意？差太远了。这十一句深广有如大海，我能讲的是大海之一滴。诸位细细去读诵，细细的思惟体会，这个确确实实是学佛的基础，不管你学哪一宗、哪个法门，并不完全是对修净土而说的，因为后面佛说得很清楚：",
      "zh_TW": "三福到這裡跟諸位介紹完了，我跟大家這一次講得比較詳細，有沒有盡其意？差太遠了。這十一句深廣有如大海，我能講的是大海之一滴。諸位細細去讀誦，細細的思惟體會，這個確確實實是學佛的基礎，不管你學哪一宗、哪個法門，並不完全是對修淨土而說的，因為後面佛說得很清楚："
    },
    {
      "id": "01-003-0211_p0031",
      "zh_CN": "演【此三种业，是三世诸佛，净业正因。】",
      "zh_TW": "演【此三種業，是三世諸佛，淨業正因。】"
    },
    {
      "id": "01-003-0211_p0032",
      "zh_CN": "这句话我们就晓得，它这个范围非常之广，不管你修学哪个法门，你离不开这个原则。它是一切诸佛净业的正因，换句话说，是一切诸佛必修的基本科目，我们怎能轻视它？这一段是解释《疏钞》提到的「净业三福」。接着下面这一行是解释莲池大师和会灵芝、海东这两派的说法，他说：",
      "zh_TW": "這句話我們就曉得，它這個範圍非常之廣，不管你修學哪個法門，你離不開這個原則。它是一切諸佛淨業的正因，換句話說，是一切諸佛必修的基本科目，我們怎能輕視它？這一段是解釋《疏鈔》提到的「淨業三福」。接著下面這一行是解釋蓮池大師和會靈芝、海東這兩派的說法，他說："
    },
    {
      "id": "01-003-0211_p0033",
      "zh_CN": "钞【还以持名为正行，复以持名为发菩提心。】",
      "zh_TW": "鈔【還以持名為正行，復以持名為發菩提心。】"
    },
    {
      "id": "01-003-0211_p0034",
      "zh_CN": "这个说法，实在讲跟蕅益大师的讲法有异曲同工之妙，实在是妙。",
      "zh_TW": "這個說法，實在講跟蕅益大師的講法有異曲同工之妙，實在是妙。"
    },
    {
      "id": "01-003-0211_p0035",
      "zh_CN": "演【还以持名为正行，是取灵芝一半；复以持名为发菩提心，是取海东一半。同归执持名号，则和会其义也。】",
      "zh_TW": "演【還以持名為正行，是取靈芝一半；復以持名為發菩提心，是取海東一半。同歸執持名號，則和會其義也。】"
    },
    {
      "id": "01-003-0211_p0036",
      "zh_CN": "这个说法妙，为什么？实在讲，发菩提心跟持名有密切的关系。菩提心，说老实话就是大彻大悟；不是大彻大悟，怎么肯持名？既然认真持名，这个持名必须不怀疑、不间断、不夹杂，真正做到这个境界必定是彻底觉悟。所以这个和会就非常之恰当。我们今天这句佛号念不好，缺乏菩提心。如果对于这部经论有相当程度的理解，你会死心塌地去念佛，念到一个阶段，菩提心就现前，念到什么阶段？念到一心不乱。事一心不乱，你的善根福德超过阿罗汉；理一心不乱，就证得法身大士。所以大势至菩萨说得好，「不假方便，自得心开」，心开就是大彻大悟、明心见性的境界，也就是法身大士；「不假方便」，不需要借重其他的方法，就是一句佛号念到底。",
      "zh_TW": "這個說法妙，為什麼？實在講，發菩提心跟持名有密切的關係。菩提心，說老實話就是大徹大悟；不是大徹大悟，怎麼肯持名？既然認真持名，這個持名必須不懷疑、不間斷、不夾雜，真正做到這個境界必定是徹底覺悟。所以這個和會就非常之恰當。我們今天這句佛號念不好，缺乏菩提心。如果對於這部經論有相當程度的理解，你會死心塌地去念佛，念到一個階段，菩提心就現前，念到什麼階段？念到一心不亂。事一心不亂，你的善根福德超過阿羅漢；理一心不亂，就證得法身大士。所以大勢至菩薩說得好，「不假方便，自得心開」，心開就是大徹大悟、明心見性的境界，也就是法身大士；「不假方便」，不需要借重其他的方法，就是一句佛號念到底。"
    },
    {
      "id": "01-003-0211_p0037",
      "zh_CN": "念经也是一样，喜欢念经的人念经，喜欢念佛的人念佛；念佛的人也不要说念经错误，念经的人也不说念佛错了，都没错，谁错？说人家错了，你还在搞分别执着，你对于事实真相没搞清楚，那就真错了。不管是念经、念佛，总而言之都要念到不夹杂、不间断、不怀疑，佛号如此，念经也是如此，一面念经一面胡思乱想，这个不行的。",
      "zh_TW": "念經也是一樣，喜歡念經的人念經，喜歡念佛的人念佛；念佛的人也不要說念經錯誤，念經的人也不說念佛錯了，都沒錯，誰錯？說人家錯了，你還在搞分別執著，你對於事實真相沒搞清楚，那就真錯了。不管是念經、念佛，總而言之都要念到不夾雜、不間斷、不懷疑，佛號如此，念經也是如此，一面念經一面胡思亂想，這個不行的。"
    },
    {
      "id": "01-003-0211_p0038",
      "zh_CN": "所以我劝初学的同修从念经下手，因为念经容易觉察到你的妄念。念佛，一句佛号滑口过去了，打一、二个妄想，夹杂妄想还不知道；念经夹杂妄想容易发觉，因为一个妄念来了，他经念错了。在你初学半年当中，只要你把经念熟，当中夹杂妄想没有关系；半年之后，希望大家念经要走上修行的道路，修行道路在哪里？就是你念经打个妄想，念错一句，这一遍就不算，从头念起。从头到尾这一部经念完一个妄念都没有，这是功夫。如果开头念的话，你一天这一部经一定念不完，为什么？念念妄念起来了，你一部经决定念不完。所以开头半年，希望你念熟，打妄想没关系；熟了以后决定不许可有妄想，那叫功夫！这种功夫比念佛的功夫要坚固，也就是比念佛的时候摄心要难。念佛毕竟是很短，一句佛号尤其念四个字「阿弥陀佛」，太容易，打个妄想底下还是阿弥陀佛，你说是不是夹杂？你读经的时候，一个妄念这一遍不算，从头再来，你就晓得这个比佛号是要难多了。但是对修行人讲，那个功德利益确实胜过佛号。这是开头希望用这功夫，真正到心地清净，用这功夫训练到一段时期，妄念不生了，然后你不读经，单念阿弥陀佛，这句阿弥陀佛也没有妄念夹杂，功夫成就了，决定往生。临终的时候不生病，预知时至，想坐着走、站着走，自在！爱怎么走就怎么走。这是真的把这个事实真相告诉诸位，希望大家要认真努力。我们今天就讲到此地。",
      "zh_TW": "所以我勸初學的同修從念經下手，因為念經容易覺察到你的妄念。念佛，一句佛號滑口過去了，打一、二個妄想，夾雜妄想還不知道；念經夾雜妄想容易發覺，因為一個妄念來了，他經念錯了。在你初學半年當中，只要你把經念熟，當中夾雜妄想沒有關係；半年之後，希望大家念經要走上修行的道路，修行道路在哪裡？就是你念經打個妄想，念錯一句，這一遍就不算，從頭念起。從頭到尾這一部經念完一個妄念都沒有，這是功夫。如果開頭念的話，你一天這一部經一定念不完，為什麼？念念妄念起來了，你一部經決定念不完。所以開頭半年，希望你念熟，打妄想沒關係；熟了以後決定不許可有妄想，那叫功夫！這種功夫比念佛的功夫要堅固，也就是比念佛的時候攝心要難。念佛畢竟是很短，一句佛號尤其念四個字「阿彌陀佛」，太容易，打個妄想底下還是阿彌陀佛，你說是不是夾雜？你讀經的時候，一個妄念這一遍不算，從頭再來，你就曉得這個比佛號是要難多了。但是對修行人講，那個功德利益確實勝過佛號。這是開頭希望用這功夫，真正到心地清淨，用這功夫訓練到一段時期，妄念不生了，然後你不讀經，單念阿彌陀佛，這句阿彌陀佛也沒有妄念夾雜，功夫成就了，決定往生。臨終的時候不生病，預知時至，想坐著走、站著走，自在！愛怎麼走就怎麼走。這是真的把這個事實真相告訴諸位，希望大家要認真努力。我們今天就講到此地。"
    }
  ]
}