{
  "doc_id": "01-003-0096",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十六集",
    "zh_TW": "第九十六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0096",
  "total_paragraphs": 118,
  "paragraphs": [
    {
      "id": "01-003-0096_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一七七页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一七七頁："
    },
    {
      "id": "01-003-0096_p0002",
      "zh_CN": "疏【佛说者，说拣五人故。】",
      "zh_TW": "疏【佛說者，說揀五人故。】"
    },
    {
      "id": "01-003-0096_p0003",
      "zh_CN": "前面曾经将『说』字里面所含的深义概略的介绍出来了。这一段是说，佛经有一些经典冠上「佛说」这两个字，也有许多经典并没有这两个字，《金刚般若波罗蜜经》、《妙法莲华经》、《大方广佛华严经》上面都没有佛说。为什么有的经典有佛说？有的经典没有佛说？其实经都是佛说的，为什么会有这样的差别？这有个习惯，凡是无问自说的，像《弥陀经》，这个上头要冠上「佛说」。另外一种，就是在正宗分里面第一句话是佛说的，经题也冠上「佛说」。拣别不是五种人故，这五种人，包括佛在内。所以经典不一定都是佛自己说的，这五种人都可以讲经。",
      "zh_TW": "前面曾經將『說』字裡面所含的深義概略的介紹出來了。這一段是說，佛經有一些經典冠上「佛說」這兩個字，也有許多經典並沒有這兩個字，《金剛般若波羅蜜經》、《妙法蓮華經》、《大方廣佛華嚴經》上面都沒有佛說。為什麼有的經典有佛說？有的經典沒有佛說？其實經都是佛說的，為什麼會有這樣的差別？這有個習慣，凡是無問自說的，像《彌陀經》，這個上頭要冠上「佛說」。另外一種，就是在正宗分裡面第一句話是佛說的，經題也冠上「佛說」。揀別不是五種人故，這五種人，包括佛在內。所以經典不一定都是佛自己說的，這五種人都可以講經。"
    },
    {
      "id": "01-003-0096_p0004",
      "zh_CN": "钞【五人者，一佛，二菩萨，三天人，四仙，五化人，此五皆能说经。】",
      "zh_TW": "鈔【五人者，一佛，二菩薩，三天人，四仙，五化人，此五皆能說經。】"
    },
    {
      "id": "01-003-0096_p0005",
      "zh_CN": "第一是『佛』，第二是『菩萨』，第三是『天人』，第四是『仙人』，第五是『变化人』，这五种人都能说经。除佛之外，这四种人说经都要经过佛印证才可以，才能称之为经。如果没有经过佛印证，不能叫经，这是诸位要记住的。",
      "zh_TW": "第一是『佛』，第二是『菩薩』，第三是『天人』，第四是『仙人』，第五是『變化人』，這五種人都能說經。除佛之外，這四種人說經都要經過佛印證才可以，才能稱之為經。如果沒有經過佛印證，不能叫經，這是諸位要記住的。"
    },
    {
      "id": "01-003-0096_p0006",
      "zh_CN": "钞【今显此经是至圣立言。】",
      "zh_TW": "鈔【今顯此經是至聖立言。】"
    },
    {
      "id": "01-003-0096_p0007",
      "zh_CN": "《弥陀经》自始至终是释迦牟尼佛一个人说的。虽然叫着舍利弗，舍利弗在这个经文上没有说一句话，只有听的分而已，没有提出一个问题，自始至终是释迦牟尼佛一个人说的，可以说再纯不过了。",
      "zh_TW": "《彌陀經》自始至終是釋迦牟尼佛一個人說的。雖然叫著舍利弗，舍利弗在這個經文上沒有說一句話，只有聽的分而已，沒有提出一個問題，自始至終是釋迦牟尼佛一個人說的，可以說再純不過了。"
    },
    {
      "id": "01-003-0096_p0008",
      "zh_CN": "钞【金口亲出，不同菩萨在因，天属凡类。】",
      "zh_TW": "鈔【金口親出，不同菩薩在因，天屬凡類。】"
    },
    {
      "id": "01-003-0096_p0009",
      "zh_CN": "菩萨修因没有圆满，菩萨没成佛。天人依然是凡夫，他不是圣人。",
      "zh_TW": "菩薩修因沒有圓滿，菩薩沒成佛。天人依然是凡夫，他不是聖人。"
    },
    {
      "id": "01-003-0096_p0010",
      "zh_CN": "钞【仙杂外道，化人非真也。】",
      "zh_TW": "鈔【仙雜外道，化人非真也。】"
    },
    {
      "id": "01-003-0096_p0011",
      "zh_CN": "这变化的，不是真的人。",
      "zh_TW": "這變化的，不是真的人。"
    },
    {
      "id": "01-003-0096_p0012",
      "zh_CN": "钞【如天子诏，不同百官宰相诸王等语也。】",
      "zh_TW": "鈔【如天子詔，不同百官宰相諸王等語也。】"
    },
    {
      "id": "01-003-0096_p0013",
      "zh_CN": "这是用一个比喻，佛说的就如同皇帝的诏书，我们俗话称为圣旨，比起宰相、百官他们那个命令，那是胜过太多了。这是常识，我们晓得经有五种人说。",
      "zh_TW": "這是用一個比喻，佛說的就如同皇帝的詔書，我們俗話稱為聖旨，比起宰相、百官他們那個命令，那是勝過太多了。這是常識，我們曉得經有五種人說。"
    },
    {
      "id": "01-003-0096_p0014",
      "zh_CN": "疏【阿弥陀者，是标显彼佛。】",
      "zh_TW": "疏【阿彌陀者，是標顯彼佛。】"
    },
    {
      "id": "01-003-0096_p0015",
      "zh_CN": "『标』是标明，『彼』是西方极乐世界的教主，是那个世界的佛。",
      "zh_TW": "『標』是標明，『彼』是西方極樂世界的教主，是那個世界的佛。"
    },
    {
      "id": "01-003-0096_p0016",
      "zh_CN": "疏【梵语阿，此云无。】",
      "zh_TW": "疏【梵語阿，此云無。】"
    },
    {
      "id": "01-003-0096_p0017",
      "zh_CN": "『阿』，梵语这个音，翻译成中国的意思是『无』。",
      "zh_TW": "『阿』，梵語這個音，翻譯成中國的意思是『無』。"
    },
    {
      "id": "01-003-0096_p0018",
      "zh_CN": "疏【梵语弥陀，此云量。】",
      "zh_TW": "疏【梵語彌陀，此云量。】"
    },
    {
      "id": "01-003-0096_p0019",
      "zh_CN": "『此』是我们中国，中国意思就是『量』。阿弥陀就是「无量」的意思。",
      "zh_TW": "『此』是我們中國，中國意思就是『量』。阿彌陀就是「無量」的意思。"
    },
    {
      "id": "01-003-0096_p0020",
      "zh_CN": "疏【言佛功德不可穷尽，故云无量。】",
      "zh_TW": "疏【言佛功德不可窮盡，故云無量。】"
    },
    {
      "id": "01-003-0096_p0021",
      "zh_CN": "『无量』含义太广泛，说之不尽。下面加上『佛』，佛是觉，就是无量觉。身心世界万事万法无量无边，佛没有一样不觉，样样都觉，觉而不迷，这才称之为阿弥陀佛。这里面含义非常多，所以『不可穷尽』。",
      "zh_TW": "『無量』含義太廣泛，說之不盡。下面加上『佛』，佛是覺，就是無量覺。身心世界萬事萬法無量無邊，佛沒有一樣不覺，樣樣都覺，覺而不迷，這才稱之為阿彌陀佛。這裡面含義非常多，所以『不可窮盡』。"
    },
    {
      "id": "01-003-0096_p0022",
      "zh_CN": "疏【如经寿命光明，是无量中姑举二事，摄余功德也。】",
      "zh_TW": "疏【如經壽命光明，是無量中姑舉二事，攝餘功德也。】"
    },
    {
      "id": "01-003-0096_p0023",
      "zh_CN": "《弥陀经》里面，佛给我们就『无量』里面略举了两桩：无量寿，无量光。实际上，寿代表时间，过去、现在、未来；光代表空间，光明遍照，是这个意思。现在的话就是时空，时空里面所包含的，那真叫无量无边，取这个意思。佛不说时空，给我们说光寿，这个意义更为亲切、更为活泼，为什么？讲时空，时空是死东西；讲光寿，光寿是活活泼泼的，这个意义非常的深妙。光与寿，就把无量无边不可穷尽的功德全都包括了。",
      "zh_TW": "《彌陀經》裡面，佛給我們就『無量』裡面略舉了兩樁：無量壽，無量光。實際上，壽代表時間，過去、現在、未來；光代表空間，光明遍照，是這個意思。現在的話就是時空，時空裡面所包含的，那真叫無量無邊，取這個意思。佛不說時空，給我們說光壽，這個意義更為親切、更為活潑，為什麼？講時空，時空是死東西；講光壽，光壽是活活潑潑的，這個意義非常的深妙。光與壽，就把無量無邊不可窮盡的功德全都包括了。"
    },
    {
      "id": "01-003-0096_p0024",
      "zh_CN": "钞【无量者，有二义，一者众多无有数量。】",
      "zh_TW": "鈔【無量者，有二義，一者眾多無有數量。】"
    },
    {
      "id": "01-003-0096_p0025",
      "zh_CN": "这是太多了，『众多无有数量』，这是对于事物来说。像宇宙之中森罗万象，有形的这些物象数量太多，数不尽，称作无量。",
      "zh_TW": "這是太多了，『眾多無有數量』，這是對於事物來說。像宇宙之中森羅萬象，有形的這些物象數量太多，數不盡，稱作無量。"
    },
    {
      "id": "01-003-0096_p0026",
      "zh_CN": "钞【二者广大无有限量。】",
      "zh_TW": "鈔【二者廣大無有限量。】"
    },
    {
      "id": "01-003-0096_p0027",
      "zh_CN": "就像虚空，虚空太大，谁能知道它的边际？没人能晓得，我们称作无量，这是对虚空来说的。",
      "zh_TW": "就像虛空，虛空太大，誰能知道它的邊際？沒人能曉得，我們稱作無量，這是對虛空來說的。"
    },
    {
      "id": "01-003-0096_p0028",
      "zh_CN": "钞【复有二义。】",
      "zh_TW": "鈔【復有二義。】"
    },
    {
      "id": "01-003-0096_p0029",
      "zh_CN": "佛经里还有两个意思，是另一种讲法。",
      "zh_TW": "佛經裡還有兩個意思，是另一種講法。"
    },
    {
      "id": "01-003-0096_p0030",
      "zh_CN": "钞【一者十大数中之无量。】",
      "zh_TW": "鈔【一者十大數中之無量。】"
    },
    {
      "id": "01-003-0096_p0031",
      "zh_CN": "这个无量是数目字的名称，不是真正的无量。我们中国数目字的单位只有二十几个，通常我们讲，个、十、百、千、万、十万、百万、千万、亿、兆．．。印度这个数字从个、十、百、千算起，一共有五十多个单位，上面那个数字简直就是天文数字。『十大数』，就是最后的十个大数。",
      "zh_TW": "這個無量是數目字的名稱，不是真正的無量。我們中國數目字的單位只有二十幾個，通常我們講，個、十、百、千、萬、十萬、百萬、千萬、億、兆．．。印度這個數字從個、十、百、千算起，一共有五十多個單位，上面那個數字簡直就是天文數字。『十大數』，就是最後的十個大數。"
    },
    {
      "id": "01-003-0096_p0032",
      "zh_CN": "最后这十个大数，第一个是「阿僧祇」，第二个是「无量」，第三个是「无边」。所以无量跟无边都是数目字的名称。多少个阿僧祇算一个无量？阿僧祇个阿僧祇，叫一个无量；无量个无量，叫一个无边，他是这样计算的。那个阿僧祇的数字就非常大。你要想知道这个事情，《华严经》「根自在童子」那一章，把这些数目字讲得很多，我们过去念那一章，只能照文字去念，没有法子计算，那数目字太大了。虽然再大，它还是有量，还是有量的无量。",
      "zh_TW": "最後這十個大數，第一個是「阿僧祇」，第二個是「無量」，第三個是「無邊」。所以無量跟無邊都是數目字的名稱。多少個阿僧祇算一個無量？阿僧祇個阿僧祇，叫一個無量；無量個無量，叫一個無邊，他是這樣計算的。那個阿僧祇的數字就非常大。你要想知道這個事情，《華嚴經》「根自在童子」那一章，把這些數目字講得很多，我們過去念那一章，只能照文字去念，沒有法子計算，那數目字太大了。雖然再大，它還是有量，還是有量的無量。"
    },
    {
      "id": "01-003-0096_p0033",
      "zh_CN": "西方极乐世界阿弥陀佛他的寿命是无量，我们要问，到底是哪个无量？是不是这十大数里头的无量？这个我们不需要去钻牛角尖，就是十大数里面的无量，我们也够用了，为什么？成佛不是讲三个阿僧祇劫？那你的寿命是无量，是阿僧祇个阿僧祇劫，那三个阿僧祇劫算什么？换句话说，往生到西方极乐世界决定成佛，没有一个人不成佛，那就是他的时间足够用。何况在西方极乐世界又不退转，只有往前进，没有往后退，换句话说，大家到那里修行，你用功，成佛快一点；你不用功，成佛慢一点，只有快慢之别，决定没有退转的。即使是有量的无量，我们也足够了。可是成了佛之后，那个寿命就是真正的无量，就不是这个数字的无量。所以，我们生到西方极乐世界，我们的寿命是有量的无量。等你到西方极乐世界成了佛，你那个寿命是真正的无量，不是这个有量的无量。",
      "zh_TW": "西方極樂世界阿彌陀佛他的壽命是無量，我們要問，到底是哪個無量？是不是這十大數裡頭的無量？這個我們不需要去鑽牛角尖，就是十大數裡面的無量，我們也夠用了，為什麼？成佛不是講三個阿僧祇劫？那你的壽命是無量，是阿僧祇個阿僧祇劫，那三個阿僧祇劫算什麼？換句話說，往生到西方極樂世界決定成佛，沒有一個人不成佛，那就是他的時間足夠用。何況在西方極樂世界又不退轉，只有往前進，沒有往後退，換句話說，大家到那裡修行，你用功，成佛快一點；你不用功，成佛慢一點，只有快慢之別，決定沒有退轉的。即使是有量的無量，我們也足夠了。可是成了佛之後，那個壽命就是真正的無量，就不是這個數字的無量。所以，我們生到西方極樂世界，我們的壽命是有量的無量。等你到西方極樂世界成了佛，你那個壽命是真正的無量，不是這個有量的無量。"
    },
    {
      "id": "01-003-0096_p0034",
      "zh_CN": "念佛，我们一定要认真。我们今年寒假大专讲座要讲《观无量寿佛经》，所以我今天就把《观无量寿佛经》翻来看看，我手上还有一本谛闲法师当年写出来的初版，线装本。我们在序文里头看到，谛闲法师是近代了不起的大法师，清末民初第一人，没有一个法师能比得上他，天台宗近代的祖师。序文里面说，自己是下下根人，只有念佛求生净土。序文里面讲，他一生没有一天不念《观无量寿佛经》，但是他修行是持名念佛，这也是近代往生西方极乐世界的。所以像这些大德，我们看到蕅益大师，蕅益大师注解的《弥陀经要解》，印光大师赞叹到无以复加，「即使古佛再来，注解《弥陀经》，也没有办法超过他」。你看看这种赞叹，有什么话说？而蕅益大师说他自己怎么样？下下品往生。他跟一些朋友写信，《全集》里头有，「下下品往生是弟之定局」，他有把握决定往生，品位下下品。",
      "zh_TW": "念佛，我們一定要認真。我們今年寒假大專講座要講《觀無量壽佛經》，所以我今天就把《觀無量壽佛經》翻來看看，我手上還有一本諦閑法師當年寫出來的初版，線裝本。我們在序文裡頭看到，諦閑法師是近代了不起的大法師，清末民初第一人，沒有一個法師能比得上他，天台宗近代的祖師。序文裡面說，自己是下下根人，只有念佛求生淨土。序文裡面講，他一生沒有一天不念《觀無量壽佛經》，但是他修行是持名念佛，這也是近代往生西方極樂世界的。所以像這些大德，我們看到蕅益大師，蕅益大師註解的《彌陀經要解》，印光大師讚歎到無以復加，「即使古佛再來，註解《彌陀經》，也沒有辦法超過他」。你看看這種讚歎，有什麼話說？而蕅益大師說他自己怎麼樣？下下品往生。他跟一些朋友寫信，《全集》裡頭有，「下下品往生是弟之定局」，他有把握決定往生，品位下下品。"
    },
    {
      "id": "01-003-0096_p0035",
      "zh_CN": "我们读了之后，自己要好好想想，我们生在这个乱世，真的，你翻翻古大德东西，我们确实业障深重，不修这个法门，没救。这个话都是谛闲法师说的，不修这个法门，没救！我们说到这个地方，确实能给我们很大的振奋，就是到那个地方去决定成就，成就之后，那是真正的无量。",
      "zh_TW": "我們讀了之後，自己要好好想想，我們生在這個亂世，真的，你翻翻古大德東西，我們確實業障深重，不修這個法門，沒救。這個話都是諦閑法師說的，不修這個法門，沒救！我們說到這個地方，確實能給我們很大的振奮，就是到那個地方去決定成就，成就之後，那是真正的無量。"
    },
    {
      "id": "01-003-0096_p0036",
      "zh_CN": "钞【二者更无穷尽之无量。】",
      "zh_TW": "鈔【二者更無窮盡之無量。】"
    },
    {
      "id": "01-003-0096_p0037",
      "zh_CN": "真正的无量，无有穷尽的。",
      "zh_TW": "真正的無量，無有窮盡的。"
    },
    {
      "id": "01-003-0096_p0038",
      "zh_CN": "钞【姑举二事者，以无量不止寿命光明也，详如后文中辩。】",
      "zh_TW": "鈔【姑舉二事者，以無量不止壽命光明也，詳如後文中辯。】"
    },
    {
      "id": "01-003-0096_p0039",
      "zh_CN": "到经里面会讲得很详细。",
      "zh_TW": "到經裡面會講得很詳細。"
    },
    {
      "id": "01-003-0096_p0040",
      "zh_CN": "疏【经者，梵语修多罗，此云契经。】",
      "zh_TW": "疏【經者，梵語脩多羅，此云契經。】"
    },
    {
      "id": "01-003-0096_p0041",
      "zh_CN": "印度梵文称『修多罗』，翻成中国意思是『契经』。",
      "zh_TW": "印度梵文稱『脩多羅』，翻成中國意思是『契經』。"
    },
    {
      "id": "01-003-0096_p0042",
      "zh_CN": "疏【有通别二义，契复二义，经复多义，经虽多义，不出贯摄常法四义。】",
      "zh_TW": "疏【有通別二義，契復二義，經復多義，經雖多義，不出貫攝常法四義。】"
    },
    {
      "id": "01-003-0096_p0043",
      "zh_CN": "『通』是能通于其他的，我们都称之为经。像我们常念的《地藏经》，这是经，《金刚经》也是经，《法华经》也是经，都称之为经，这个经字就是通题。凡是佛所说的，或者是菩萨、仙人们所讲的，经过佛印证的，都可以称之为经，所以它是通题。",
      "zh_TW": "『通』是能通於其他的，我們都稱之為經。像我們常念的《地藏經》，這是經，《金剛經》也是經，《法華經》也是經，都稱之為經，這個經字就是通題。凡是佛所說的，或者是菩薩、仙人們所講的，經過佛印證的，都可以稱之為經，所以它是通題。"
    },
    {
      "id": "01-003-0096_p0044",
      "zh_CN": "钞【通别者，佛所说教，总名修多罗，是之谓通。】",
      "zh_TW": "鈔【通別者，佛所說教，總名脩多羅，是之謂通。】"
    },
    {
      "id": "01-003-0096_p0045",
      "zh_CN": "『是之谓通』，这就是通称。",
      "zh_TW": "『是之謂通』，這就是通稱。"
    },
    {
      "id": "01-003-0096_p0046",
      "zh_CN": "钞【析之则经名修多罗，律名毘奈耶，论名阿毘昙（阿毘达摩），是之谓别。】",
      "zh_TW": "鈔【析之則經名修多羅，律名毘奈耶，論名阿毘曇（阿毘達摩），是之謂別。】"
    },
    {
      "id": "01-003-0096_p0047",
      "zh_CN": "这三样东西都是佛说的。佛当年讲经说法不是开班教学，都是这些弟子们，出家在家的有了疑问向佛来请教，这么一问一答，后来把它集结起来，就是记录下来，这就称之为经。佛每一次，不管讲的内容浅深长短，大概这三个意思都有。『经』多半是讲定的，换句话说，教给你修清净心，这一类的结集下来称之为经。教给我们如何待人接物，如何来守法，规范自己，这一类属于『戒律』。如何能启发自己的智慧，这一类属于『论』。这到后来我们归纳成为三藏经典，就是经、律、论。『修多罗』是经藏，『毘奈耶』是律藏，『阿毘昙』是论藏。",
      "zh_TW": "這三樣東西都是佛說的。佛當年講經說法不是開班教學，都是這些弟子們，出家在家的有了疑問向佛來請教，這麼一問一答，後來把它集結起來，就是記錄下來，這就稱之為經。佛每一次，不管講的內容淺深長短，大概這三個意思都有。『經』多半是講定的，換句話說，教給你修清淨心，這一類的結集下來稱之為經。教給我們如何待人接物，如何來守法，規範自己，這一類屬於『戒律』。如何能啟發自己的智慧，這一類屬於『論』。這到後來我們歸納成為三藏經典，就是經、律、論。『修多羅』是經藏，『毘奈耶』是律藏，『阿毘曇』是論藏。"
    },
    {
      "id": "01-003-0096_p0048",
      "zh_CN": "佛每一次讲经说法，内容这三方面都有，以后这个经典的分类，就是看这部经这三样东西哪一样讲得多？从分量多的来归纳、来分类。譬如我们这部经，完全是教给我们「一心不乱，心不颠倒」，论跟律都没有说，所以非常纯。《楞严经》，第六卷的后半「四种清净明诲」是讲戒律，讲根本戒；《楞严经》里面，佛与诸菩萨的讨论，有论；十卷经文里面将近七卷是讲奢摩他、三摩、禅那，讲定讲得最多，所以把它归纳到经藏。像《华严经》里面有论，也有讨论的地方，也有戒律，像「净行品」、「梵行品」就是戒律，但是还是讲定的占大部分，依旧把它归纳到经藏。《戒经》里头，也有讲定的，也有讲慧的，但是戒讲得多，就把它归纳到律藏里面。这些都是佛学常识。",
      "zh_TW": "佛每一次講經說法，內容這三方面都有，以後這個經典的分類，就是看這部經這三樣東西哪一樣講得多？從分量多的來歸納、來分類。譬如我們這部經，完全是教給我們「一心不亂，心不顛倒」，論跟律都沒有說，所以非常純。《楞嚴經》，第六卷的後半「四種清淨明誨」是講戒律，講根本戒；《楞嚴經》裡面，佛與諸菩薩的討論，有論；十卷經文裡面將近七卷是講奢摩他、三摩、禪那，講定講得最多，所以把它歸納到經藏。像《華嚴經》裡面有論，也有討論的地方，也有戒律，像「淨行品」、「梵行品」就是戒律，但是還是講定的佔大部分，依舊把它歸納到經藏。《戒經》裡頭，也有講定的，也有講慧的，但是戒講得多，就把它歸納到律藏裡面。這些都是佛學常識。"
    },
    {
      "id": "01-003-0096_p0049",
      "zh_CN": "钞【契复二义者，一者契理，则合道之言；二者契机，则逗根之教。】",
      "zh_TW": "鈔【契復二義者，一者契理，則合道之言；二者契機，則逗根之教。】"
    },
    {
      "id": "01-003-0096_p0050",
      "zh_CN": "『契』含两个意思，这两个意思不能少，所谓「上契诸佛所证之理，下契众生可度之机」。简单的讲，佛说得深、说得浅，长说、短说，决定不能违背真理，这叫『契理』。真理就是诸法实相，宇宙人生的真相。因为契理，这个话就真实的，就不骗人，一定要如理。一切诸佛所证的理是相同的，所以真理只有一个，一切诸佛所证的，必定要与这个相应、相契合。同时一定要适合于现代众生他的根性，就是他的程度，他要能接受。假如他不能接受，你这个说不叫白说了？所以一定要『契机』。",
      "zh_TW": "『契』含兩個意思，這兩個意思不能少，所謂「上契諸佛所證之理，下契眾生可度之機」。簡單的講，佛說得深、說得淺，長說、短說，決定不能違背真理，這叫『契理』。真理就是諸法實相，宇宙人生的真相。因為契理，這個話就真實的，就不騙人，一定要如理。一切諸佛所證的理是相同的，所以真理只有一個，一切諸佛所證的，必定要與這個相應、相契合。同時一定要適合於現代眾生他的根性，就是他的程度，他要能接受。假如他不能接受，你這個說不叫白說了？所以一定要『契機』。"
    },
    {
      "id": "01-003-0096_p0051",
      "zh_CN": "可是诸位要记住，我们现在遇不到佛，你要是遇到佛，佛决定不会跟你讲《华严经》，也不会跟你讲《法华经》、《大智度论》、《大乘起信论》，为什么？不契机，给你讲了没有用，你做不到。你今天要是碰到释迦牟尼佛，大概释迦牟尼佛连《弥陀经》都不跟你讲，只跟你讲一句话，「老老实实，回家去念阿弥陀佛」，这就行了，你就能成功，这是真的，一点不假。我们现代末法时期，业障深重的人，除了这一句阿弥陀佛，没法子救。但是这一句阿弥陀佛，的确「上契诸佛所证之理，下契众生可度之机」，决定能成就。",
      "zh_TW": "可是諸位要記住，我們現在遇不到佛，你要是遇到佛，佛決定不會跟你講《華嚴經》，也不會跟你講《法華經》、《大智度論》、《大乘起信論》，為什麼？不契機，給你講了沒有用，你做不到。你今天要是碰到釋迦牟尼佛，大概釋迦牟尼佛連《彌陀經》都不跟你講，只跟你講一句話，「老老實實，回家去念阿彌陀佛」，這就行了，你就能成功，這是真的，一點不假。我們現代末法時期，業障深重的人，除了這一句阿彌陀佛，沒法子救。但是這一句阿彌陀佛，的確「上契諸佛所證之理，下契眾生可度之機」，決定能成就。"
    },
    {
      "id": "01-003-0096_p0052",
      "zh_CN": "昨天有四位居士从高雄来，他们大概是听录音带听了很久，到这里来看看我。我就跟他讲十年前将军乡那个老太太，念佛念了三年站着往生的，他们几个人晓得。所以这一句佛号好好的念，那个成就不可思议。我们听倓虚老法师「佛七开示」录音带里面，讲谛闲法师的徒弟，算是他的同学，也是念了三年佛站着往生的，预知时至，没有病苦，这是我们的好榜样。所以这一句佛号真正契机契理。",
      "zh_TW": "昨天有四位居士從高雄來，他們大概是聽錄音帶聽了很久，到這裡來看看我。我就跟他講十年前將軍鄉那個老太太，念佛念了三年站著往生的，他們幾個人曉得。所以這一句佛號好好的念，那個成就不可思議。我們聽倓虛老法師「佛七開示」錄音帶裡面，講諦閑法師的徒弟，算是他的同學，也是念了三年佛站著往生的，預知時至，沒有病苦，這是我們的好榜樣。所以這一句佛號真正契機契理。"
    },
    {
      "id": "01-003-0096_p0053",
      "zh_CN": "钞【今略契字，但名曰经者，省文也。】",
      "zh_TW": "鈔【今略契字，但名曰經者，省文也。】"
    },
    {
      "id": "01-003-0096_p0054",
      "zh_CN": "中国人的习惯喜欢简单，不喜欢啰嗦、不喜欢麻烦，所以把契省掉，单单称为经。",
      "zh_TW": "中國人的習慣喜歡簡單，不喜歡囉嗦、不喜歡麻煩，所以把契省掉，單單稱為經。"
    },
    {
      "id": "01-003-0096_p0055",
      "zh_CN": "钞【经复多义者。】",
      "zh_TW": "鈔【經復多義者。】"
    },
    {
      "id": "01-003-0096_p0056",
      "zh_CN": "『经』之一字，含多义。",
      "zh_TW": "『經』之一字，含多義。"
    },
    {
      "id": "01-003-0096_p0057",
      "zh_CN": "钞【华严疏引杂心五义。】",
      "zh_TW": "鈔【華嚴疏引雜心五義。】"
    },
    {
      "id": "01-003-0096_p0058",
      "zh_CN": "《华严经》上，清凉大师讲这个「经」字，一共讲十个意思，十种解释。《杂心论》上讲这个经有五个意思。",
      "zh_TW": "《華嚴經》上，清涼大師講這個「經」字，一共講十個意思，十種解釋。《雜心論》上講這個經有五個意思。"
    },
    {
      "id": "01-003-0096_p0059",
      "zh_CN": "钞【谓：一、出生。】",
      "zh_TW": "鈔【謂：一、出生。】"
    },
    {
      "id": "01-003-0096_p0060",
      "zh_CN": "『出生』，就是生起，取这个意思来讲的。",
      "zh_TW": "『出生』，就是生起，取這個意思來講的。"
    },
    {
      "id": "01-003-0096_p0061",
      "zh_CN": "钞【二、显示。】",
      "zh_TW": "鈔【二、顯示。】"
    },
    {
      "id": "01-003-0096_p0062",
      "zh_CN": "『显』是明显，『示』是展示。换句话说，如来给我们讲的一切法相，说得清清楚楚明明白白，就好像在陈列室里头摆出来给我们看的样子，这是这个意思。",
      "zh_TW": "『顯』是明顯，『示』是展示。換句話說，如來給我們講的一切法相，說得清清楚楚明明白白，就好像在陳列室裡頭擺出來給我們看的樣子，這是這個意思。"
    },
    {
      "id": "01-003-0096_p0063",
      "zh_CN": "钞【三、涌泉。】",
      "zh_TW": "鈔【三、涌泉。】"
    },
    {
      "id": "01-003-0096_p0064",
      "zh_CN": "这个意思比较容易体会，就像泉水往上面涌，他的意思就是说，它含义是无有穷尽的。譬如这部经，它跟世间的书籍的确不一样，世间书籍你去看一遍，那个意思懂了，你再看第二遍还是那个意思，看第三遍还是那个意思。所以看两、三遍，不想再看了，为什么？没有再新的意思。那是什么？死水。佛经不一样，佛经你读一遍有一遍的意思，再读一遍又有新意思，那个意思永远没有止尽的。初发心学一部经，将来学到成佛了，你还可以学这部经，意思还没有止尽。所以经里面，含无量义！初学的同修，有些看到这经文太深了，看不懂，不想念了，这就错了。看不懂不想念，好像那泉水在地下没有挖掘出来，你再下一点功夫把它挖出来，见到水之后，那个水源永远不会干，取之不尽，用之不竭，经就是如此。所以古人讲：读书千遍，其义自见。",
      "zh_TW": "這個意思比較容易體會，就像泉水往上面湧，他的意思就是說，它含義是無有窮盡的。譬如這部經，它跟世間的書籍的確不一樣，世間書籍你去看一遍，那個意思懂了，你再看第二遍還是那個意思，看第三遍還是那個意思。所以看兩、三遍，不想再看了，為什麼？沒有再新的意思。那是什麼？死水。佛經不一樣，佛經你讀一遍有一遍的意思，再讀一遍又有新意思，那個意思永遠沒有止盡的。初發心學一部經，將來學到成佛了，你還可以學這部經，意思還沒有止盡。所以經裡面，含無量義！初學的同修，有些看到這經文太深了，看不懂，不想念了，這就錯了。看不懂不想念，好像那泉水在地下沒有挖掘出來，你再下一點功夫把它挖出來，見到水之後，那個水源永遠不會乾，取之不盡，用之不竭，經就是如此。所以古人講：讀書千遍，其義自見。"
    },
    {
      "id": "01-003-0096_p0065",
      "zh_CN": "现在学东西难，不像古时候，古时候真正有善知识，现在没有了。所以我们现在的人没有古人福报大，现在没有真正善知识。没有善知识，我们跟谁学？我们只有跟古人学，这是决定不会走错路，决定不会走上邪道的。换句话说，一定靠得住，跟古人学。我们今天展开《疏钞》，我们就是跟莲池大师学，读《疏钞》，就是听莲池大师给我们开示。他开示，我们听不懂，听不懂不要紧，再听第二遍，第二遍听不懂，再听第三遍。你只要不断的这样看下去，这部《疏钞》从头到尾认真的去读，不必多，每天念一个小时，念个三年、五年，你决定开悟。你不肯干，就没有办法。",
      "zh_TW": "現在學東西難，不像古時候，古時候真正有善知識，現在沒有了。所以我們現在的人沒有古人福報大，現在沒有真正善知識。沒有善知識，我們跟誰學？我們只有跟古人學，這是決定不會走錯路，決定不會走上邪道的。換句話說，一定靠得住，跟古人學。我們今天展開《疏鈔》，我們就是跟蓮池大師學，讀《疏鈔》，就是聽蓮池大師給我們開示。他開示，我們聽不懂，聽不懂不要緊，再聽第二遍，第二遍聽不懂，再聽第三遍。你只要不斷的這樣看下去，這部《疏鈔》從頭到尾認真的去讀，不必多，每天念一個小時，念個三年、五年，你決定開悟。你不肯幹，就沒有辦法。"
    },
    {
      "id": "01-003-0096_p0066",
      "zh_CN": "「我用三年时间，我去看《大藏经》」，你决定开不了悟，为什么？看前头不知道后头，看到后头，前面忘光了，你怎么会开悟？不可能的事情。那真是清凉所讲的，不是增长无明，就是增长邪见，这个非常可怕。我们想学道，结果到最后适得其反，我们是背道而驰，这就大错特错了。所以希望同修，我们既然发的道心真正想成就，就用古人这个法子，我们从一部经上下手，才能够有成就。它的意思永远没有止尽，这就是涌泉的意思。",
      "zh_TW": "「我用三年時間，我去看《大藏經》」，你決定開不了悟，為什麼？看前頭不知道後頭，看到後頭，前面忘光了，你怎麼會開悟？不可能的事情。那真是清涼所講的，不是增長無明，就是增長邪見，這個非常可怕。我們想學道，結果到最後適得其反，我們是背道而馳，這就大錯特錯了。所以希望同修，我們既然發的道心真正想成就，就用古人這個法子，我們從一部經上下手，才能夠有成就。它的意思永遠沒有止盡，這就是涌泉的意思。"
    },
    {
      "id": "01-003-0096_p0067",
      "zh_CN": "钞【四、绳墨。】",
      "zh_TW": "鈔【四、繩墨。】"
    },
    {
      "id": "01-003-0096_p0068",
      "zh_CN": "『绳墨』，从前木匠要锯木头，他用一个墨斗拉一根绳子，拉直了打一条线，那就叫绳墨。打一条直线，他好锯，照着那个线来锯。现在科技进步，用不着这个东西。绳墨能打这一条直线，锯起来不会锯得弯弯曲曲的。取这个意思就是辨别邪正，经里面的理论、方法、境界全是正确的，而不是邪曲的，所以经有绳墨的意思。我们修行要有个标准，拿什么做标准？拿经典做标准。好像木匠，我要锯一个直线，这个直线用什么标准？就用绳墨来打标准一样，取这个意思。",
      "zh_TW": "『繩墨』，從前木匠要鋸木頭，他用一個墨斗拉一根繩子，拉直了打一條線，那就叫繩墨。打一條直線，他好鋸，照著那個線來鋸。現在科技進步，用不著這個東西。繩墨能打這一條直線，鋸起來不會鋸得彎彎曲曲的。取這個意思就是辨別邪正，經裡面的理論、方法、境界全是正確的，而不是邪曲的，所以經有繩墨的意思。我們修行要有個標準，拿什麼做標準？拿經典做標準。好像木匠，我要鋸一個直線，這個直線用什麼標準？就用繩墨來打標準一樣，取這個意思。"
    },
    {
      "id": "01-003-0096_p0069",
      "zh_CN": "钞【五、结鬘。】",
      "zh_TW": "鈔【五、結鬘。】"
    },
    {
      "id": "01-003-0096_p0070",
      "zh_CN": "『鬘』是花环，许多花用线穿起来，套在脖子上。印度人很喜欢用这个做装饰，佛也就常常用这个做比喻。「鬘」是穿起来的，取穿这个意思，使花不至于掉下去。贯穿诸法，取这个意思。",
      "zh_TW": "『鬘』是花環，許多花用線穿起來，套在脖子上。印度人很喜歡用這個做裝飾，佛也就常常用這個做比喻。「鬘」是穿起來的，取穿這個意思，使花不至於掉下去。貫穿諸法，取這個意思。"
    },
    {
      "id": "01-003-0096_p0071",
      "zh_CN": "钞【佛地二义，谓一贯穿，谓一摄持。】",
      "zh_TW": "鈔【佛地二義，謂一貫穿，謂一攝持。】"
    },
    {
      "id": "01-003-0096_p0072",
      "zh_CN": "《佛地论》解释「经」字，它讲「贯、摄」这两个意思。『贯穿』，与前面结鬘的意思相同。『摄持』，世间一般的文章没有这种力量，就是摄受人心的力量。世间好的文章，你看一遍还想看，看两遍还想看，这就像磁铁一样，它吸住你。它虽然能吸住，这个力量有限，为什么？你连续看二十遍、三十遍，不想看了，可见它这个力量并不是很强烈。那个不好的文章当然一遍都看不下去，看前面几行，你都不想看。好文章能够把它从头到尾看下去，很欣赏，还能看第二遍、第三遍，多看几遍再不想看了。可是佛经不一样，你愈看愈欢喜，看到之后，真是欲罢不能，那你就真正所谓一般人讲：你得到个中三昧。那味道真正尝到，涌泉的意思出现了，那是真得受用，它有这个力量，叫你一生一世读不厌。即使一部经，你真正深入，它有这个力量。你可以一天不吃饭，可以一天不睡觉，你不能一天不读经，这个力量就叫做摄持，它有这个力量。",
      "zh_TW": "《佛地論》解釋「經」字，它講「貫、攝」這兩個意思。『貫穿』，與前面結鬘的意思相同。『攝持』，世間一般的文章沒有這種力量，就是攝受人心的力量。世間好的文章，你看一遍還想看，看兩遍還想看，這就像磁鐵一樣，它吸住你。它雖然能吸住，這個力量有限，為什麼？你連續看二十遍、三十遍，不想看了，可見它這個力量並不是很強烈。那個不好的文章當然一遍都看不下去，看前面幾行，你都不想看。好文章能夠把它從頭到尾看下去，很欣賞，還能看第二遍、第三遍，多看幾遍再不想看了。可是佛經不一樣，你愈看愈歡喜，看到之後，真是欲罷不能，那你就真正所謂一般人講：你得到箇中三昧。那味道真正嘗到，湧泉的意思出現了，那是真得受用，它有這個力量，叫你一生一世讀不厭。即使一部經，你真正深入，它有這個力量。你可以一天不吃飯，可以一天不睡覺，你不能一天不讀經，這個力量就叫做攝持，它有這個力量。"
    },
    {
      "id": "01-003-0096_p0073",
      "zh_CN": "钞【此方四义。】",
      "zh_TW": "鈔【此方四義。】"
    },
    {
      "id": "01-003-0096_p0074",
      "zh_CN": "『此方』是中国，我们中国对于古人的经典也有四个意思，像我们称古圣先贤留下来的典籍，我们尊称为经。中国儒家有《十三经》，道家对于庄子尊称为《南华经》，老子尊称为《道德经》，这个经都有四个意思。",
      "zh_TW": "『此方』是中國，我們中國對於古人的經典也有四個意思，像我們稱古聖先賢留下來的典籍，我們尊稱為經。中國儒家有《十三經》，道家對於莊子尊稱為《南華經》，老子尊稱為《道德經》，這個經都有四個意思。"
    },
    {
      "id": "01-003-0096_p0075",
      "zh_CN": "钞【谓一常，二法，三迳，四典，故云多义。不出四义者，指贯摄常法四字也。】",
      "zh_TW": "鈔【謂一常，二法，三逕，四典，故云多義。不出四義者，指貫攝常法四字也。】"
    },
    {
      "id": "01-003-0096_p0076",
      "zh_CN": "第一是『常』，就是超越时空。孔老夫子的《论语》，我们称之为经，二千五百多年以前他所说的，在那时候用得上，我们今天展卷来读诵还是用得上，这是超时间；超空间，我们中国人念它，适合，都能用得上，日本人念它也能用得上。日本今天有许多地方比我们长处，日本运用儒家东西做基础；我们今天是把这东西废弃，人家在采用。所以日本二次世界大战虽然战败，今天是世界上一等国。你要去找原因，他采取我们儒家的精神，尽力发展西方科技，所以今天世界上没有人能跟他相比，道理在此地。日本人的基础、文化的根源都是中国东西，从中国学去的。他们的民族性很保守，这是他最大的长处。从中国学去了，一直到今天，他还能保守。日本人穿的和服，那个服装是中国人古时候的服装，日本人哪里会做衣服？从中国样子拿去的，就照那个样子去做。和服也叫吴服，从哪里学去的？春秋吴国，江苏省。他住的榻榻米的房子，是中国春秋时候建筑格式，学去之后一直到今天都没有变，它还在那里。",
      "zh_TW": "第一是『常』，就是超越時空。孔老夫子的《論語》，我們稱之為經，二千五百多年以前他所說的，在那時候用得上，我們今天展卷來讀誦還是用得上，這是超時間；超空間，我們中國人念它，適合，都能用得上，日本人念它也能用得上。日本今天有許多地方比我們長處，日本運用儒家東西做基礎；我們今天是把這東西廢棄，人家在採用。所以日本二次世界大戰雖然戰敗，今天是世界上一等國。你要去找原因，他採取我們儒家的精神，盡力發展西方科技，所以今天世界上沒有人能跟他相比，道理在此地。日本人的基礎、文化的根源都是中國東西，從中國學去的。他們的民族性很保守，這是他最大的長處。從中國學去了，一直到今天，他還能保守。日本人穿的和服，那個服裝是中國人古時候的服裝，日本人哪裡會做衣服？從中國樣子拿去的，就照那個樣子去做。和服也叫吳服，從哪裡學去的？春秋吳國，江蘇省。他住的榻榻米的房子，是中國春秋時候建築格式，學去之後一直到今天都沒有變，它還在那裡。"
    },
    {
      "id": "01-003-0096_p0077",
      "zh_CN": "我们现在念古书，尤其念《礼记》，念的真是不知道他在说的什么？到日本去一看，跟《礼记》上所讲的一模一样。譬如《礼记》上讲的，你要是进人家门，看到门口有两双鞋子，你就不能随便进去。我们现在进了门，客厅哪有放两双鞋子的？才晓得榻榻米，榻榻米上去，鞋子摆在外面。也许他们两个人谈什么机密的话，你去了叫人家很尴尬，这失礼。贵宾来了，重席而坐，我们现在不晓得什么重席？我们都坐的凳子。原来榻榻米上舖了一个坐垫，对贵宾特别招待他，垫两个垫子，两个垫子这是最尊敬的。所以到人家那里一看，才晓得我们中国《礼记》完全是他们那个生活方式。这就是日本人从春秋时代就开始在中国学东西，每一个朝代都派了许多留学生到中国来留学，所以中国文化的确都在日本。到日本看到中国春秋时代这些风俗习惯文物，我们很佩服他，他能够保存。「常」，超时间、超空间。儒家这个思想，今天就是传播到美国、欧洲，一样的能用，一样的会被他们喜爱，他们很容易接受，这就是常的意思，超时间，超空间。",
      "zh_TW": "我們現在念古書，尤其念《禮記》，念的真是不知道他在說的什麼？到日本去一看，跟《禮記》上所講的一模一樣。譬如《禮記》上講的，你要是進人家門，看到門口有兩雙鞋子，你就不能隨便進去。我們現在進了門，客廳哪有放兩雙鞋子的？才曉得榻榻米，榻榻米上去，鞋子擺在外面。也許他們兩個人談什麼機密的話，你去了叫人家很尷尬，這失禮。貴賓來了，重席而坐，我們現在不曉得什麼重席？我們都坐的凳子。原來榻榻米上舖了一個坐墊，對貴賓特別招待他，墊兩個墊子，兩個墊子這是最尊敬的。所以到人家那裡一看，才曉得我們中國《禮記》完全是他們那個生活方式。這就是日本人從春秋時代就開始在中國學東西，每一個朝代都派了許多留學生到中國來留學，所以中國文化的確都在日本。到日本看到中國春秋時代這些風俗習慣文物，我們很佩服他，他能夠保存。「常」，超時間、超空間。儒家這個思想，今天就是傳播到美國、歐洲，一樣的能用，一樣的會被他們喜愛，他們很容易接受，這就是常的意思，超時間，超空間。"
    },
    {
      "id": "01-003-0096_p0078",
      "zh_CN": "第二是『法』，就是原理原则，就是法则，这个法则不变，依照这个方法去做决定能走得通，这叫法。所以法是「轨则」的意思。第三是『迳』，就是小路、近路，就是圣贤人所走的道路，你依照这条路去走，你就成圣成贤。第四是『典』，古今共宗，大家都愿意遵守，大家都尊重它、推崇它。",
      "zh_TW": "第二是『法』，就是原理原則，就是法則，這個法則不變，依照這個方法去做決定能走得通，這叫法。所以法是「軌則」的意思。第三是『逕』，就是小路、近路，就是聖賢人所走的道路，你依照這條路去走，你就成聖成賢。第四是『典』，古今共宗，大家都願意遵守，大家都尊重它、推崇它。"
    },
    {
      "id": "01-003-0096_p0079",
      "zh_CN": "钞【良以经字，西域正翻为线，线有贯持义，贯则贯穿所说之理，持则摄持所化之生，此二足该出生五义。】",
      "zh_TW": "鈔【良以經字，西域正翻為線，線有貫持義，貫則貫穿所說之理，持則攝持所化之生，此二足該出生五義。】"
    },
    {
      "id": "01-003-0096_p0080",
      "zh_CN": "以下解释『贯、摄』这两个意思。贯、摄这两个意思可以包括《杂心论》里面所讲的五个意思。换句话说，贯摄这两个意思，能把古人解释「经」这个字许许多多的意思包括尽。在此地很明显，大师是用这两个字来包括其他的意思，所以特别重视这两个字。",
      "zh_TW": "以下解釋『貫、攝』這兩個意思。貫、攝這兩個意思可以包括《雜心論》裡面所講的五個意思。換句話說，貫攝這兩個意思，能把古人解釋「經」這個字許許多多的意思包括盡。在此地很明顯，大師是用這兩個字來包括其他的意思，所以特別重視這兩個字。"
    },
    {
      "id": "01-003-0096_p0081",
      "zh_CN": "钞【而此方经典，亦名曰经。】",
      "zh_TW": "鈔【而此方經典，亦名曰經。】"
    },
    {
      "id": "01-003-0096_p0082",
      "zh_CN": "我们中国这个经典也称之为『经』。古圣先贤的著述，我们也尊称为经。但是我们经里面没有线的意思，他们修多罗是线的意思，线贯穿的。",
      "zh_TW": "我們中國這個經典也稱之為『經』。古聖先賢的著述，我們也尊稱為經。但是我們經裡面沒有線的意思，他們修多羅是線的意思，線貫穿的。"
    },
    {
      "id": "01-003-0096_p0083",
      "zh_CN": "钞【经是线义。】",
      "zh_TW": "鈔【經是線義。】"
    },
    {
      "id": "01-003-0096_p0084",
      "zh_CN": "契经的意思，本意是『线』。",
      "zh_TW": "契經的意思，本意是『線』。"
    },
    {
      "id": "01-003-0096_p0085",
      "zh_CN": "钞【此方不贵线。】",
      "zh_TW": "鈔【此方不貴線。】"
    },
    {
      "id": "01-003-0096_p0086",
      "zh_CN": "中国人对线没有看得很重，所以我们把契字略掉。",
      "zh_TW": "中國人對線沒有看得很重，所以我們把契字略掉。"
    },
    {
      "id": "01-003-0096_p0087",
      "zh_CN": "钞【故直取经字，而加以契。】",
      "zh_TW": "鈔【故直取經字，而加以契。】"
    },
    {
      "id": "01-003-0096_p0088",
      "zh_CN": "翻译的时候，对于修多罗就把它翻作契经。",
      "zh_TW": "翻譯的時候，對於修多羅就把它翻作契經。"
    },
    {
      "id": "01-003-0096_p0089",
      "zh_CN": "钞【古称最为允当。】",
      "zh_TW": "鈔【古稱最為允當。】"
    },
    {
      "id": "01-003-0096_p0090",
      "zh_CN": "古时候用「契经」这个名称，来译翻修多罗，大家公认这个翻法非常恰当。",
      "zh_TW": "古時候用「契經」這個名稱，來譯翻修多羅，大家公認這個翻法非常恰當。"
    },
    {
      "id": "01-003-0096_p0091",
      "zh_CN": "钞【又常者，古今不易。法者，近远同尊。】",
      "zh_TW": "鈔【又常者，古今不易。法者，近遠同尊。】"
    },
    {
      "id": "01-003-0096_p0092",
      "zh_CN": "这是解释『常』、『法』两个意思。用「常、法」这两个字，可以把中国这四个意思包括了，「迳」与「典」能包括在这两个字当中。「常」，古今不变，这叫常，这是常道。中国文化的根本是伦常，伦是伦理的组织，五伦，所以人与人的关系非常密切。五伦是从夫妇开始的，夫妇同一个室，这最小的一个房间，房间外面就是家庭。家庭里面有父子、有兄弟。家外面就是社会、国家，社会、国家里面有君臣、有朋友，所谓君臣，君是领导人，臣是被领导人。我们在社会上做事情，你的上司就是君，你就是臣；你要是个小主管，你就是君，你底下的那些部下就是臣。所以这个君不一定指帝王，这社会上有长官跟部属的关系；平辈，是朋友的关系。中国社会的组织，是五伦的社会。中国在古时候没有「团结」这两个字，五伦本身就是团结，「四海之内皆兄弟」。朋友的朋友，邻居的邻居，一扩展就是一个国家，的确一个国家民族是一个整体。",
      "zh_TW": "這是解釋『常』、『法』兩個意思。用「常、法」這兩個字，可以把中國這四個意思包括了，「逕」與「典」能包括在這兩個字當中。「常」，古今不變，這叫常，這是常道。中國文化的根本是倫常，倫是倫理的組織，五倫，所以人與人的關係非常密切。五倫是從夫婦開始的，夫婦同一個室，這最小的一個房間，房間外面就是家庭。家庭裡面有父子、有兄弟。家外面就是社會、國家，社會、國家裡面有君臣、有朋友，所謂君臣，君是領導人，臣是被領導人。我們在社會上做事情，你的上司就是君，你就是臣；你要是個小主管，你就是君，你底下的那些部下就是臣。所以這個君不一定指帝王，這社會上有長官跟部屬的關係；平輩，是朋友的關係。中國社會的組織，是五倫的社會。中國在古時候沒有「團結」這兩個字，五倫本身就是團結，「四海之內皆兄弟」。朋友的朋友，鄰居的鄰居，一擴展就是一個國家，的確一個國家民族是一個整體。"
    },
    {
      "id": "01-003-0096_p0093",
      "zh_CN": "五伦是组织，维系五伦的是五常，就是常道。这个「常」就是中国人做人的一个标准，道德的标准，仁、义、礼、智、信。仁慈，推己及人，想到自己，也想到别人，所以「仁」这个字是会意字，两个人，就是你想到你的时候要想到别人，推己及人这叫仁。「义」是尽义务，不讲权利。我们在什么地位、什么身分，应当做哪些事情，要把这个事情尽心尽力做好，尽义务。「礼」，礼是有节度的，不超过也不能不及，我们这个社会就有秩序，大家心理都安，礼能安心。「智」是理智，跟我们佛法所主张的完全相同，处事待人接物要理智。「信」是讲信用，这是基本的道德。仁、义、礼、智、信，这叫五常，常道！古今中外永远不能变更的，人人需要遵守的。",
      "zh_TW": "五倫是組織，維繫五倫的是五常，就是常道。這個「常」就是中國人做人的一個標準，道德的標準，仁、義、禮、智、信。仁慈，推己及人，想到自己，也想到別人，所以「仁」這個字是會意字，兩個人，就是你想到你的時候要想到別人，推己及人這叫仁。「義」是盡義務，不講權利。我們在什麼地位、什麼身分，應當做哪些事情，要把這個事情盡心盡力做好，盡義務。「禮」，禮是有節度的，不超過也不能不及，我們這個社會就有秩序，大家心理都安，禮能安心。「智」是理智，跟我們佛法所主張的完全相同，處事待人接物要理智。「信」是講信用，這是基本的道德。仁、義、禮、智、信，這叫五常，常道！古今中外永遠不能變更的，人人需要遵守的。"
    },
    {
      "id": "01-003-0096_p0094",
      "zh_CN": "《礼记》上说：人弃常则妖兴。常是什么？就是这五条，仁义礼智信，我们统统不要了，都不讲了，这个世界上妖魔鬼怪统统出现，为什么？因为妖魔鬼怪不讲仁义礼智信。人一定要讲仁义礼智信，我们时下讲人格，人格就是做人的资格，做人的资格是什么？就这五条。这五条要是没有了，做人的资格也没有了。做人的资格没有了，现在还是个人的样子，你一口气不来就到三恶道去了，不会得人身的。你要想来世还得人身，那你要好好的把你这个人格保持住，仁义礼智信。要生天，这五个条件要加强，要修十善业道才能生天，天的资格比人要高。",
      "zh_TW": "《禮記》上說：人棄常則妖興。常是什麼？就是這五條，仁義禮智信，我們統統不要了，都不講了，這個世界上妖魔鬼怪統統出現，為什麼？因為妖魔鬼怪不講仁義禮智信。人一定要講仁義禮智信，我們時下講人格，人格就是做人的資格，做人的資格是什麼？就這五條。這五條要是沒有了，做人的資格也沒有了。做人的資格沒有了，現在還是個人的樣子，你一口氣不來就到三惡道去了，不會得人身的。你要想來世還得人身，那你要好好的把你這個人格保持住，仁義禮智信。要生天，這五個條件要加強，要修十善業道才能生天，天的資格比人要高。"
    },
    {
      "id": "01-003-0096_p0095",
      "zh_CN": "『法者，近远同尊』，尊是尊重，也当作遵守，这是「法」，法则，像国家的法律，全国人都要共同遵守的。古圣先贤所立的法，的确不限于我们一国、一个民族，他所立的法则可以说是一切国家民族都应该要遵守的，为什么？你遵守了，你那个国家就长治久安，天下太平。我们今天政府所讲的安和乐利，要想真正达到安和乐利，一定要遵守。你守住圣贤人之法，就会成功的。佛法范围更大，它的对象是尽虚空遍法界，不限制我们这个地球上。你守住佛的这个法则，你可以成佛，可以成菩萨，这个利益绝对不是世间法能相比的。",
      "zh_TW": "『法者，近遠同尊』，尊是尊重，也當作遵守，這是「法」，法則，像國家的法律，全國人都要共同遵守的。古聖先賢所立的法，的確不限於我們一國、一個民族，他所立的法則可以說是一切國家民族都應該要遵守的，為什麼？你遵守了，你那個國家就長治久安，天下太平。我們今天政府所講的安和樂利，要想真正達到安和樂利，一定要遵守。你守住聖賢人之法，就會成功的。佛法範圍更大，它的對象是盡虛空遍法界，不限制我們這個地球上。你守住佛的這個法則，你可以成佛，可以成菩薩，這個利益絕對不是世間法能相比的。"
    },
    {
      "id": "01-003-0096_p0096",
      "zh_CN": "钞【常则久而行之。】",
      "zh_TW": "鈔【常則久而行之。】"
    },
    {
      "id": "01-003-0096_p0097",
      "zh_CN": "『常』是超时间。圣人立法确确实实了不起，在过去方东美先生给我讲过很多次，他说他一生读书最佩服《周礼》，他那时劝我看，我没有看。周朝的宪法是周公制订的。在中国，周朝的历史最悠久，八百年，中国任何一个朝代没有这个朝代那么长，可惜到周朝后世的子孙没有照那个宪法去做，如果照他那个宪法去做，那真是千年万世，不可能亡国。方先生告诉我，古今中外每一个国家民族的宪法都没有《周礼》那样的完善，实实在在了不起。我以后学佛，不搞这些，所以也不看它，但是他给我讲的这个印象非常深刻，他讲周公所做的这个东西真正是非常完美的一部宪法。这是常，能够真正超越了时空。",
      "zh_TW": "『常』是超時間。聖人立法確確實實了不起，在過去方東美先生給我講過很多次，他說他一生讀書最佩服《周禮》，他那時勸我看，我沒有看。周朝的憲法是周公制訂的。在中國，周朝的歷史最悠久，八百年，中國任何一個朝代沒有這個朝代那麼長，可惜到周朝後世的子孫沒有照那個憲法去做，如果照他那個憲法去做，那真是千年萬世，不可能亡國。方先生告訴我，古今中外每一個國家民族的憲法都沒有《周禮》那樣的完善，實實在在了不起。我以後學佛，不搞這些，所以也不看它，但是他給我講的這個印象非常深刻，他講周公所做的這個東西真正是非常完美的一部憲法。這是常，能夠真正超越了時空。"
    },
    {
      "id": "01-003-0096_p0098",
      "zh_CN": "钞【有共繇义，即名为迳。】",
      "zh_TW": "鈔【有共繇義，即名為逕。】"
    },
    {
      "id": "01-003-0096_p0099",
      "zh_CN": "『迳』是道路，就是大家共同走的。『繇』是根由之由。佛成道、菩萨成道都是由于这个因缘、这个原因。我们修学要是用这个原因，当然也能成就。说道路意思也通，他们走这个路，可以成佛，可以成菩萨，我们今天也走这个路，必定也能成佛成菩萨。就是这个意思。我们在近代，古时候更不必说了，你们看看《净土圣贤录》、《往生传》，看看近代这些往生的人，应当要觉悟。念佛这个路是真的可以往生西方极乐世界，这不是假的。那些人用这个方法，他们成功；我们今天沿着这个路走，必定也能成功，决定不要怀疑。",
      "zh_TW": "『逕』是道路，就是大家共同走的。『繇』是根由之由。佛成道、菩薩成道都是由於這個因緣、這個原因。我們修學要是用這個原因，當然也能成就。說道路意思也通，他們走這個路，可以成佛，可以成菩薩，我們今天也走這個路，必定也能成佛成菩薩。就是這個意思。我們在近代，古時候更不必說了，你們看看《淨土聖賢錄》、《往生傳》，看看近代這些往生的人，應當要覺悟。念佛這個路是真的可以往生西方極樂世界，這不是假的。那些人用這個方法，他們成功；我們今天沿著這個路走，必定也能成功，決定不要懷疑。"
    },
    {
      "id": "01-003-0096_p0100",
      "zh_CN": "最近我们要印《弥陀经》三种译本，诸位好好的去研究，你对《阿弥陀经》决定就不怀疑了。你看看玄奘大师翻译的，看看夏莲居的会集本，意思非常的明显，晓得我们应该怎样读法，怎样修法。因为我们平常念的本子，鸠摩罗什大师的本子，他老人家翻得简单，许多意思是在，但是文字简略，我们看不出来。譬如「阿弥陀佛成佛以来，于今十劫」，劫有大劫、中劫、小劫，到底是哪个劫？玄奘大师那个本子里面清清楚楚，十大劫，不是小劫。罗什大师本子给我们讲「一心不乱」，我们觉得很困难。玄奘大师本子上，他就不是这么写法，他叫我们「专心系念」，就是你专心去念佛，到临命终时，佛来接引，佛力加持，使你得到一心不乱，这个容易，这个我们马上就放心了，真是妙不可言。",
      "zh_TW": "最近我們要印《彌陀經》三種譯本，諸位好好的去研究，你對《阿彌陀經》決定就不懷疑了。你看看玄奘大師翻譯的，看看夏蓮居的會集本，意思非常的明顯，曉得我們應該怎樣讀法，怎樣修法。因為我們平常念的本子，鳩摩羅什大師的本子，他老人家翻得簡單，許多意思是在，但是文字簡略，我們看不出來。譬如「阿彌陀佛成佛以來，於今十劫」，劫有大劫、中劫、小劫，到底是哪個劫？玄奘大師那個本子裡面清清楚楚，十大劫，不是小劫。羅什大師本子給我們講「一心不亂」，我們覺得很困難。玄奘大師本子上，他就不是這麼寫法，他叫我們「專心繫念」，就是你專心去念佛，到臨命終時，佛來接引，佛力加持，使你得到一心不亂，這個容易，這個我們馬上就放心了，真是妙不可言。"
    },
    {
      "id": "01-003-0096_p0101",
      "zh_CN": "罗什大师译的文笔很流利，我们念起来很舒服，像念中国国文一样。玄奘大师译本念的就很生硬，因为他是照印度文直译过来，很多文法句子我们不太习惯，念了不会觉得很通畅，但是意思非常的完整，他是照原文一句一句翻译过来，意思一点都不漏。在意思上讲，玄奘法师译得好；在文字流畅上来讲，罗什法师译得好。夏莲居居士把这两本合集，又要文章好，又要意思完整。这个本子，我这一次从美国带回来的，我们翻印流通供养大家，希望大家信心增长，我们这一生大家都能往生。现在在这里一会，将来到西方极乐世界，我们又开大会，常常在一起。",
      "zh_TW": "羅什大師譯的文筆很流利，我們念起來很舒服，像念中國國文一樣。玄奘大師譯本念的就很生硬，因為他是照印度文直譯過來，很多文法句子我們不太習慣，念了不會覺得很通暢，但是意思非常的完整，他是照原文一句一句翻譯過來，意思一點都不漏。在意思上講，玄奘法師譯得好；在文字流暢上來講，羅什法師譯得好。夏蓮居居士把這兩本合集，又要文章好，又要意思完整。這個本子，我這一次從美國帶回來的，我們翻印流通供養大家，希望大家信心增長，我們這一生大家都能往生。現在在這裡一會，將來到西方極樂世界，我們又開大會，常常在一起。"
    },
    {
      "id": "01-003-0096_p0102",
      "zh_CN": "钞【法则轨而正之。有定据义，即名为典。】",
      "zh_TW": "鈔【法則軌而正之。有定據義，即名為典。】"
    },
    {
      "id": "01-003-0096_p0103",
      "zh_CN": "『有定据义』，就是有确定，可以拿它来做一个凭据。像我们今天法律，大家有争执了，用什么来标准？来衡量谁是谁非？有法律来做标准，法律也叫法典。",
      "zh_TW": "『有定據義』，就是有確定，可以拿它來做一個憑據。像我們今天法律，大家有爭執了，用什麼來標準？來衡量誰是誰非？有法律來做標準，法律也叫法典。"
    },
    {
      "id": "01-003-0096_p0104",
      "zh_CN": "钞【亦二足该四。】",
      "zh_TW": "鈔【亦二足該四。】"
    },
    {
      "id": "01-003-0096_p0105",
      "zh_CN": "用「常、法」两个字，可以把「迳、典」包括了。",
      "zh_TW": "用「常、法」兩個字，可以把「逕、典」包括了。"
    },
    {
      "id": "01-003-0096_p0106",
      "zh_CN": "钞【则彼方贯摄，此方常法，合而言之，四字之中，尽经义矣。】",
      "zh_TW": "鈔【則彼方貫攝，此方常法，合而言之，四字之中，盡經義矣。】"
    },
    {
      "id": "01-003-0096_p0107",
      "zh_CN": "自古以来，一般大德注经、讲经，解释『经』这个字，通常都用『贯摄常法』这四个字来解释。此地讲得相当详细，把这四个字的来源给我们说出来。『贯摄』，印度人对经的许许多多意思，这两个字包括了。『常法』，中国有四个意思也能概括。所以用「贯摄常法」就包尽了。",
      "zh_TW": "自古以來，一般大德註經、講經，解釋『經』這個字，通常都用『貫攝常法』這四個字來解釋。此地講得相當詳細，把這四個字的來源給我們說出來。『貫攝』，印度人對經的許許多多意思，這兩個字包括了。『常法』，中國有四個意思也能概括。所以用「貫攝常法」就包盡了。"
    },
    {
      "id": "01-003-0096_p0108",
      "zh_CN": "疏【又经复有通别二义，经之一字，是为通名；佛说阿弥陀五字，是为别名。】",
      "zh_TW": "疏【又經復有通別二義，經之一字，是為通名；佛說阿彌陀五字，是為別名。】"
    },
    {
      "id": "01-003-0096_p0109",
      "zh_CN": "『别』是不同于其他部的，这叫别。『通』是通于其他部的，这叫通。经是『通名』。凡是经藏，都称之为经，像《华严经》、《法华经》、《金刚经》，后面都有经。但是像《大方广佛华严》，别的经没有用这个名字，只有这一部，《佛说阿弥陀》，也只有这部经用这个，其他的没有，这就叫做别题。但是这个经用「阿弥陀」这个名号，除了我们这个之外，《无量寿经》古人也翻作《阿弥陀经》。《阿弥陀经》就有两种，不得已就加个「大」字，《大阿弥陀经》就是《无量寿经》。《无量寿经》跟本经是同部，就是详细说明的在《无量寿经》里；简单扼要的，简单介绍的，就是我们这部经。这两部经内容完全相同，都可以称之为《阿弥陀经》，也都可以称之为《无量寿经》。",
      "zh_TW": "『別』是不同於其他部的，這叫別。『通』是通於其他部的，這叫通。經是『通名』。凡是經藏，都稱之為經，像《華嚴經》、《法華經》、《金剛經》，後面都有經。但是像《大方廣佛華嚴》，別的經沒有用這個名字，只有這一部，《佛說阿彌陀》，也只有這部經用這個，其他的沒有，這就叫做別題。但是這個經用「阿彌陀」這個名號，除了我們這個之外，《無量壽經》古人也翻作《阿彌陀經》。《阿彌陀經》就有兩種，不得已就加個「大」字，《大阿彌陀經》就是《無量壽經》。《無量壽經》跟本經是同部，就是詳細說明的在《無量壽經》裡；簡單扼要的，簡單介紹的，就是我們這部經。這兩部經內容完全相同，都可以稱之為《阿彌陀經》，也都可以稱之為《無量壽經》。"
    },
    {
      "id": "01-003-0096_p0110",
      "zh_CN": "疏【如教行理通别亦尔。】",
      "zh_TW": "疏【如教行理通別亦爾。】"
    },
    {
      "id": "01-003-0096_p0111",
      "zh_CN": "经有教经、有行经、有理经，教行理里面也有通、也有别。通，通其他部头的，通其他法门的；别是与其他法门不相同的。「教」就是佛的教学，「行」就是修行，「理」就是教学修行所依据的理论，也有通别。",
      "zh_TW": "經有教經、有行經、有理經，教行理裡面也有通、也有別。通，通其他部頭的，通其他法門的；別是與其他法門不相同的。「教」就是佛的教學，「行」就是修行，「理」就是教學修行所依據的理論，也有通別。"
    },
    {
      "id": "01-003-0096_p0112",
      "zh_CN": "疏【此三即配三德，圆融具足。】",
      "zh_TW": "疏【此三即配三德，圓融具足。】"
    },
    {
      "id": "01-003-0096_p0113",
      "zh_CN": "『三德』就是法身、般若、解脱，称为三德秘藏。",
      "zh_TW": "『三德』就是法身、般若、解脫，稱為三德祕藏。"
    },
    {
      "id": "01-003-0096_p0114",
      "zh_CN": "疏【如天台所称，闻首题名，功德无量。】",
      "zh_TW": "疏【如天台所稱，聞首題名，功德無量。】"
    },
    {
      "id": "01-003-0096_p0115",
      "zh_CN": "『首题名』就是经名。听到经名就有无量无边的功德，这是天台家讲的。正因为天台家这个说法，所以日本人他不念佛，他念「南无妙法莲华经」，就念经题，一听到经题，这功德就无量无边。可是如果对经题的意思不了解，那就没有功德。功德从哪里生？生不出来。所以一定要对经题清清楚楚明明白白，这个经题就有无量功德。日本人念「南无妙法莲华经」是白念了。那个念法不是没有功德，真有功德；但是他念没有功德，我念有功德。为什么？他不晓得题里头的意思。他念，心口不相应；心口行相应，那就是无量无边的功德。所以不如念这一句阿弥陀佛。因为阿弥陀佛，你对于他不了解，你诚心诚意念下去，有功德；念「妙法莲华经」，必须通达题的意思，才有功德。",
      "zh_TW": "『首題名』就是經名。聽到經名就有無量無邊的功德，這是天台家講的。正因為天台家這個說法，所以日本人他不念佛，他念「南無妙法蓮華經」，就念經題，一聽到經題，這功德就無量無邊。可是如果對經題的意思不了解，那就沒有功德。功德從哪裡生？生不出來。所以一定要對經題清清楚楚明明白白，這個經題就有無量功德。日本人念「南無妙法蓮華經」是白念了。那個念法不是沒有功德，真有功德；但是他念沒有功德，我念有功德。為什麼？他不曉得題裡頭的意思。他念，心口不相應；心口行相應，那就是無量無邊的功德。所以不如念這一句阿彌陀佛。因為阿彌陀佛，你對於他不了解，你誠心誠意念下去，有功德；念「妙法蓮華經」，必須通達題的意思，才有功德。"
    },
    {
      "id": "01-003-0096_p0116",
      "zh_CN": "我过去在此地讲《法华经》大意，讲「权实十妙」，那个「妙」字有二十个意思。权妙有十个意思，实妙有十个意思，我们费了很多时间讲《妙法莲华经》的经题，那还是略说，要是详细讲，天台大师九旬谈妙，一天讲八个钟点，讲九十天把「妙」字才讲完。《法华玄义释签》，精装本这么厚，三大本。三大本是讲什么东西？就是天台大师往年九十天讲那个「妙」字，这么三大本。如果我们照那三大本讲，我们三年都讲不完，那当然是无量功德。可是日本人不懂，把它当咒念，没有用，有口无心，一点用也没有。",
      "zh_TW": "我過去在此地講《法華經》大意，講「權實十妙」，那個「妙」字有二十個意思。權妙有十個意思，實妙有十個意思，我們費了很多時間講《妙法蓮華經》的經題，那還是略說，要是詳細講，天台大師九旬談妙，一天講八個鐘點，講九十天把「妙」字才講完。《法華玄義釋籤》，精裝本這麼厚，三大本。三大本是講什麼東西？就是天台大師往年九十天講那個「妙」字，這麼三大本。如果我們照那三大本講，我們三年都講不完，那當然是無量功德。可是日本人不懂，把它當咒念，沒有用，有口無心，一點用也沒有。"
    },
    {
      "id": "01-003-0096_p0117",
      "zh_CN": "疏【若配三大，则佛是体大，无量寿是相大，无量光是用大，如教中说。】",
      "zh_TW": "疏【若配三大，則佛是體大，無量壽是相大，無量光是用大，如教中說。】"
    },
    {
      "id": "01-003-0096_p0118",
      "zh_CN": "这一段有详细的解释，在《钞》里面。我们今天时间到了，下次我们再来详细讨论，怎样配三大？怎样配三德？因为题的意思要是明了，以后你念这一句阿弥陀佛，功德就无量；跟你从前念的阿弥陀佛，意思不相同。你晓得南无阿弥陀佛里头的意义，你会念得不疲倦，会念得有兴趣，会念得把精神提起来。精神不好的，念几句佛号，精神就振作了，它真的有这么大的作用。好，我们念佛回向。",
      "zh_TW": "這一段有詳細的解釋，在《鈔》裡面。我們今天時間到了，下次我們再來詳細討論，怎樣配三大？怎樣配三德？因為題的意思要是明瞭，以後你念這一句阿彌陀佛，功德就無量；跟你從前念的阿彌陀佛，意思不相同。你曉得南無阿彌陀佛裡頭的意義，你會念得不疲倦，會念得有興趣，會念得把精神提起來。精神不好的，念幾句佛號，精神就振作了，它真的有這麼大的作用。好，我們念佛迴向。"
    }
  ]
}