{
  "doc_id": "01-003-0109",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "（第一０九集）　1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0109",
  "total_paragraphs": 98,
  "paragraphs": [
    {
      "id": "01-003-0109_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第二二○页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第二二○頁："
    },
    {
      "id": "01-003-0109_p0002",
      "zh_CN": "疏【独举千二百五十人者，以常随故。】",
      "zh_TW": "疏【獨舉千二百五十人者，以常隨故。】"
    },
    {
      "id": "01-003-0109_p0003",
      "zh_CN": "佛经里面列听众大多数都是列举一千二百五十人，只有很少的经例外。为什么都举『千二百五十人』？大师告诉我们，这些人是佛的常随众。",
      "zh_TW": "佛經裡面列聽眾大多數都是列舉一千二百五十人，只有很少的經例外。為什麼都舉『千二百五十人』？大師告訴我們，這些人是佛的常隨眾。"
    },
    {
      "id": "01-003-0109_p0004",
      "zh_CN": "钞【常随者，谓佛出世间，所度罗汉比丘，甚多无量，何独举此。】",
      "zh_TW": "鈔【常隨者，謂佛出世間，所度羅漢比丘，甚多無量，何獨舉此。】"
    },
    {
      "id": "01-003-0109_p0005",
      "zh_CN": "佛在世的时候，度的人确实很多。为什么常常举这个数字？",
      "zh_TW": "佛在世的時候，度的人確實很多。為什麼常常舉這個數字？"
    },
    {
      "id": "01-003-0109_p0006",
      "zh_CN": "钞【以此千二百五十人者，最先归佛。】",
      "zh_TW": "鈔【以此千二百五十人者，最先歸佛。】"
    },
    {
      "id": "01-003-0109_p0007",
      "zh_CN": "是佛早期度的。度了以后，这些人常常不离开佛，就是佛到哪里他们都跟到哪里。",
      "zh_TW": "是佛早期度的。度了以後，這些人常常不離開佛，就是佛到哪裡他們都跟到哪裡。"
    },
    {
      "id": "01-003-0109_p0008",
      "zh_CN": "钞【又常不离佛，直至佛灭，故独举也。】",
      "zh_TW": "鈔【又常不離佛，直至佛滅，故獨舉也。】"
    },
    {
      "id": "01-003-0109_p0009",
      "zh_CN": "一直到佛示现般涅槃以后，他们才离开，所以经中常常举他们这些人。这些人都不是普通的人，佛门里头常说：一佛出世，千佛拥护。如果佛到处讲经都没有人听，这个弘法的效果就失掉了。我去年在新加坡，演培法师告诉我：美国不能去。为什么不能去？他说：我们是个讲经的法师，到那里去没有听众，我们搞什么？没得搞头了。这话说得是很有道理。在美国听众能有一百人，那就很多了，法缘就殊胜希有了，是这么一个情形，但是那是偶尔的。像我们一年、两年去一次，他们那里登报纸、发通知，作一个法会，这个法会要三天、五天，行，也可能到二、三百人，很少有这个现象。如果要长期讲经，像我们这个地方天天讲经，恐怕没有人来听，能来二个、三个就不算少了，这是美国的情形。所以那个地方，佛法还没有传到那边去。新加坡那边讲经，一般听众总是五百人以上，一千人左右是很常见、很普通的现象，所以那边听经比我们这边殊胜。",
      "zh_TW": "一直到佛示現般涅槃以後，他們才離開，所以經中常常舉他們這些人。這些人都不是普通的人，佛門裡頭常說：一佛出世，千佛擁護。如果佛到處講經都沒有人聽，這個弘法的效果就失掉了。我去年在新加坡，演培法師告訴我：美國不能去。為什麼不能去？他說：我們是個講經的法師，到那裡去沒有聽眾，我們搞什麼？沒得搞頭了。這話說得是很有道理。在美國聽眾能有一百人，那就很多了，法緣就殊勝希有了，是這麼一個情形，但是那是偶爾的。像我們一年、兩年去一次，他們那裡登報紙、發通知，作一個法會，這個法會要三天、五天，行，也可能到二、三百人，很少有這個現象。如果要長期講經，像我們這個地方天天講經，恐怕沒有人來聽，能來二個、三個就不算少了，這是美國的情形。所以那個地方，佛法還沒有傳到那邊去。新加坡那邊講經，一般聽眾總是五百人以上，一千人左右是很常見、很普通的現象，所以那邊聽經比我們這邊殊勝。"
    },
    {
      "id": "01-003-0109_p0010",
      "zh_CN": "佛出现在世间不能没有听众，这千二百五十人里面有很多是古佛再来的，不是古佛差不多都是大菩萨，都是明心见性登地的菩萨，圆教地上菩萨。释迦牟尼佛示现在这个世间，他没听众，他们来当听众。当听众当然不能用佛菩萨的身分，不能这样子，跟着佛一道到这个世间来，示现一个外道、示现一个普通的人，全都是示现的。不但听众是示现的，连那些护法都是示现的，好像唱戏一样，整个班底都是佛带来的。波斯匿王，佛在经上讲，四地菩萨来示现的护法。凡夫他怎么懂得佛法的好处？不懂得！这时候佛菩萨降临，当然也有佛菩萨同时下降示现国王大臣、长者居士来护持佛法，这佛法才兴隆！可见得因缘殊胜不可思议。",
      "zh_TW": "佛出現在世間不能沒有聽眾，這千二百五十人裡面有很多是古佛再來的，不是古佛差不多都是大菩薩，都是明心見性登地的菩薩，圓教地上菩薩。釋迦牟尼佛示現在這個世間，他沒聽眾，他們來當聽眾。當聽眾當然不能用佛菩薩的身分，不能這樣子，跟著佛一道到這個世間來，示現一個外道、示現一個普通的人，全都是示現的。不但聽眾是示現的，連那些護法都是示現的，好像唱戲一樣，整個班底都是佛帶來的。波斯匿王，佛在經上講，四地菩薩來示現的護法。凡夫他怎麼懂得佛法的好處？不懂得！這時候佛菩薩降臨，當然也有佛菩薩同時下降示現國王大臣、長者居士來護持佛法，這佛法才興隆！可見得因緣殊勝不可思議。"
    },
    {
      "id": "01-003-0109_p0011",
      "zh_CN": "千二百五十人，佛最初在鹿野苑转法轮度五比丘，憍陈如尊者第一个得度的。那五个人跟释迦牟尼佛都有亲属的关系，原来释迦牟尼佛离家出走了，他的爸爸很担心，就怕他出家，所以派这五个人去找他，目的是把他找回来，不让他出家；没想到佛神通广大，把这五个人统统度走了，这鹿野苑的一段故事。以后碰到三迦叶，迦叶尊者修外道的，他们有徒众；大迦叶有五百弟子，所以这个团体相当之大，另外两个是他兄弟，每个人有二百五十人。三迦叶师徒合起来一千人，遇到佛，这也得度了，就变成一千零五个人。以后遇到目犍连、舍利弗，这两个也是外道的头目，每个人有徒众一百人，结果舍利弗、目犍连跟佛出家了，他那些徒众也统统跟佛出家，所以一千二百零五个人。另外还有五十个童子也得度了，合起来这个僧团是一千二百五十五人。因为那五个人是零头就不说了，就是千二百五十人，说一个整数，实际上是一千二百五十五人。",
      "zh_TW": "千二百五十人，佛最初在鹿野苑轉法輪度五比丘，憍陳如尊者第一個得度的。那五個人跟釋迦牟尼佛都有親屬的關係，原來釋迦牟尼佛離家出走了，他的爸爸很擔心，就怕他出家，所以派這五個人去找他，目的是把他找回來，不讓他出家；沒想到佛神通廣大，把這五個人統統度走了，這鹿野苑的一段故事。以後碰到三迦葉，迦葉尊者修外道的，他們有徒眾；大迦葉有五百弟子，所以這個團體相當之大，另外兩個是他兄弟，每個人有二百五十人。三迦葉師徒合起來一千人，遇到佛，這也得度了，就變成一千零五個人。以後遇到目犍連、舍利弗，這兩個也是外道的頭目，每個人有徒眾一百人，結果舍利弗、目犍連跟佛出家了，他那些徒眾也統統跟佛出家，所以一千二百零五個人。另外還有五十個童子也得度了，合起來這個僧團是一千二百五十五人。因為那五個人是零頭就不說了，就是千二百五十人，說一個整數，實際上是一千二百五十五人。"
    },
    {
      "id": "01-003-0109_p0012",
      "zh_CN": "这些人都是佛菩萨大权示现，帮助佛弘扬佛法的。佛在世间，我们凡夫遇到佛一句话也问不出来，我们也不晓得佛的高明。他们跟佛这一问一答，我们在旁边愈听愈有道理，这个恭敬心才生起来，所以他们都是再来人。最先示现修行修外道，修了多少年一无所成，他们修行是真精进，但是没有成就；一遇到佛，佛给他讲几句话，他就证果了。你们想想看，普通人哪能做得到？几句话就证果了。所以对佛的恩德念念不忘，感恩戴德，一生不离开佛。他们都是为后人做一个榜样。知道后人，凡夫学佛没有耐性，学到三个月、半年，他就跑掉了，这怎么能成就？人家亲近老师一辈子不离开老师，所以才有成就！这都是给我们做榜样的，教我们应该如何来亲近善知识，如何来亲近老师，做个样子给我们看，让我们学习，我们才会成就。",
      "zh_TW": "這些人都是佛菩薩大權示現，幫助佛弘揚佛法的。佛在世間，我們凡夫遇到佛一句話也問不出來，我們也不曉得佛的高明。他們跟佛這一問一答，我們在旁邊愈聽愈有道理，這個恭敬心才生起來，所以他們都是再來人。最先示現修行修外道，修了多少年一無所成，他們修行是真精進，但是沒有成就；一遇到佛，佛給他講幾句話，他就證果了。你們想想看，普通人哪能做得到？幾句話就證果了。所以對佛的恩德念念不忘，感恩戴德，一生不離開佛。他們都是為後人做一個榜樣。知道後人，凡夫學佛沒有耐性，學到三個月、半年，他就跑掉了，這怎麼能成就？人家親近老師一輩子不離開老師，所以才有成就！這都是給我們做榜樣的，教我們應該如何來親近善知識，如何來親近老師，做個樣子給我們看，讓我們學習，我們才會成就。"
    },
    {
      "id": "01-003-0109_p0013",
      "zh_CN": "所以在从前，古时候这一般人亲近一个老师，我们看《高僧传》、看每一个宗的《语录》，跟老师十年是很平常的事情，不算多；亲近老师二十年、三十年都时有所闻，常常看得见的。还有像这一千二百五十人的样子，一生不离开老师，什么样的人呢？他真正是明心见性证了果的人。我们不说别的，你看《六祖坛经》，六祖大师他这个会下真正得度的一共是四十二个人，这四十二个人里面就有很多是一生不离开六祖，六祖圆寂以后他们才离开，各人去教化一方。这都是学佛的，真正在这个地方学到了。因为当年六祖这个僧团规模也相当大，他这个道场有几千人，一个人也教化不了，所以得道的这些徒弟们，不离开老师，帮助老师教学，成就大众，正如同此地这些常随弟子一样。所以听众当中特别举这些人，不举别人。",
      "zh_TW": "所以在從前，古時候這一般人親近一個老師，我們看《高僧傳》、看每一個宗的《語錄》，跟老師十年是很平常的事情，不算多；親近老師二十年、三十年都時有所聞，常常看得見的。還有像這一千二百五十人的樣子，一生不離開老師，什麼樣的人呢？他真正是明心見性證了果的人。我們不說別的，你看《六祖壇經》，六祖大師他這個會下真正得度的一共是四十二個人，這四十二個人裡面就有很多是一生不離開六祖，六祖圓寂以後他們才離開，各人去教化一方。這都是學佛的，真正在這個地方學到了。因為當年六祖這個僧團規模也相當大，他這個道場有幾千人，一個人也教化不了，所以得道的這些徒弟們，不離開老師，幫助老師教學，成就大眾，正如同此地這些常隨弟子一樣。所以聽眾當中特別舉這些人，不舉別人。"
    },
    {
      "id": "01-003-0109_p0014",
      "zh_CN": "钞【其他散在四方，虽千里面谈，而据迹成文，常法应尔。】",
      "zh_TW": "鈔【其他散在四方，雖千里面談，而據迹成文，常法應爾。】"
    },
    {
      "id": "01-003-0109_p0015",
      "zh_CN": "这段话是说其他的这些弟子们，没有跟佛的、不常常在佛身边的，他们散在每一个地方、每一个角落，都在那个地方弘法利生，将佛教普遍的宣扬，普遍的利益一切众生。这样子做，对他自己，好像自己修行岂不是耽误了吗？实在说，所谓教学相长，都有进步。虽然在外面教学，也不能离开老师，所以这个地方举的是『千里面谈』。",
      "zh_TW": "這段話是說其他的這些弟子們，沒有跟佛的、不常常在佛身邊的，他們散在每一個地方、每一個角落，都在那個地方弘法利生，將佛教普遍的宣揚，普遍的利益一切眾生。這樣子做，對他自己，好像自己修行豈不是耽誤了嗎？實在說，所謂教學相長，都有進步。雖然在外面教學，也不能離開老師，所以這個地方舉的是『千里面談』。"
    },
    {
      "id": "01-003-0109_p0016",
      "zh_CN": "「千里面谈」是一个典故，这个典故是唐朝的事，唐太宗。唐太宗的确是很了不起，那个时候隋朝末年天下大乱，群雄都各据一方，独自称王，这个国家变成四分五裂的一个局面。他的父亲占据一块土地也称王，他自己常常领兵到外面去打仗，那时他只十六岁；他起义的时候十六岁，统领大军平定了天下，所以这的确是了不起。他有一个好助手，这助手当中有一位房玄龄，以后他做皇帝之后，房玄龄作宰相；常常就派遣房玄龄去见他父亲，报告军中一些情形，房玄龄讲得清清楚楚明明白白。高祖就很赞叹，说房玄龄到这里来报告，就像太宗面对面谈话一样，这就是「千里面谈」。",
      "zh_TW": "「千里面談」是一個典故，這個典故是唐朝的事，唐太宗。唐太宗的確是很了不起，那個時候隋朝末年天下大亂，群雄都各據一方，獨自稱王，這個國家變成四分五裂的一個局面。他的父親佔據一塊土地也稱王，他自己常常領兵到外面去打仗，那時他只十六歲；他起義的時候十六歲，統領大軍平定了天下，所以這的確是了不起。他有一個好助手，這助手當中有一位房玄齡，以後他做皇帝之後，房玄齡作宰相；常常就派遣房玄齡去見他父親，報告軍中一些情形，房玄齡講得清清楚楚明明白白。高祖就很讚歎，說房玄齡到這裡來報告，就像太宗面對面談話一樣，這就是「千里面談」。"
    },
    {
      "id": "01-003-0109_p0017",
      "zh_CN": "举这个意思，实在就是说，佛的那些弟子在每一个地方教化众生，常常派人来向佛请教、向佛请示，举的这个例子。可见得这个联系始终是保持着的，并没有离开。何况每年还有三个月的夏安居。结夏安居是什么意思？拿现代的话来说，就是再教育、进修教育。每年九个月你在外面教化众生，三个月再回来接受佛的再教育，这个制度非常好。像我们现在学校里的老师，放寒假、暑假了，他就不再进修了，所以这个老师他永远没进步。他教一年级，年年都是教的一年级课本，他也不要准备，他用一个笔记本就可以教一辈子。",
      "zh_TW": "舉這個意思，實在就是說，佛的那些弟子在每一個地方教化眾生，常常派人來向佛請教、向佛請示，舉的這個例子。可見得這個聯繫始終是保持著的，並沒有離開。何況每年還有三個月的夏安居。結夏安居是什麼意思？拿現代的話來說，就是再教育、進修教育。每年九個月你在外面教化眾生，三個月再回來接受佛的再教育，這個制度非常好。像我們現在學校裡的老師，放寒假、暑假了，他就不再進修了，所以這個老師他永遠沒進步。他教一年級，年年都是教的一年級課本，他也不要準備，他用一個筆記本就可以教一輩子。"
    },
    {
      "id": "01-003-0109_p0018",
      "zh_CN": "佛法不是如此，佛法这个老师他所教的东西，他年年有进步、年年都有新的东西。所以夏安居是老师的进修教育，这个制度非常的完美。一直到近代，这个社会才懂得再教育的重要，为什么？现在这个科技日新月异，如果不再接受教育，你就落伍，就没办法赶上。所以外国许多公司，他的职员每年至少有一次派他去受训，接受新的科技教育，他才能赶上别人。佛陀在三千年前已经开始做了，做得这样的完美，这个是佛法。",
      "zh_TW": "佛法不是如此，佛法這個老師他所教的東西，他年年有進步、年年都有新的東西。所以夏安居是老師的進修教育，這個制度非常的完美。一直到近代，這個社會才懂得再教育的重要，為什麼？現在這個科技日新月異，如果不再接受教育，你就落伍，就沒辦法趕上。所以外國許多公司，他的職員每年至少有一次派他去受訓，接受新的科技教育，他才能趕上別人。佛陀在三千年前已經開始做了，做得這樣的完美，這個是佛法。"
    },
    {
      "id": "01-003-0109_p0019",
      "zh_CN": "『遽迹成文，常法应尔』，这两句话是什么？「迹」是迹象，因为不能讲根本，根本是古佛再来的、大菩萨再来的，不能说，我们只讲迹象。迹象，他们那些人是外道，跟佛出家了，尊师重道，报答老师之恩永远不离开，应该是如此的。这就是师资之道。",
      "zh_TW": "『遽跡成文，常法應爾』，這兩句話是什麼？「跡」是跡象，因為不能講根本，根本是古佛再來的、大菩薩再來的，不能說，我們只講跡象。跡象，他們那些人是外道，跟佛出家了，尊師重道，報答老師之恩永遠不離開，應該是如此的。這就是師資之道。"
    },
    {
      "id": "01-003-0109_p0020",
      "zh_CN": "钞【如仲尼之门，贤达之士，盖三千焉。】",
      "zh_TW": "鈔【如仲尼之門，賢達之士，蓋三千焉。】"
    },
    {
      "id": "01-003-0109_p0021",
      "zh_CN": "『仲尼』是孔老夫子。孔老夫子在东方，出现在我们中国，他也从事于教育，跟释迦牟尼佛一样，可以说释迦牟尼佛跟孔老夫子都是着重于一生创办教育事业。但是孔老夫子是平民的教育，释迦牟尼佛虽然是贵族，他也降下来去当平民，可以说两个人都是提倡平民教育。从这个地方我们得认识清楚，佛教是佛陀的教育，要把它的本质认清楚。但是佛是舍弃了人间的富贵功名，出家修道教化众生。孔老夫子不然，你们读《论语》，孔老夫子念念想做官，想展示他的政治上的抱负。他的确是个好人，他是如理如法的希望达到他从政的目的，所以他到处去游说。可是当时这些诸侯、国王对他都敬而远之，不敢用他，为什么不敢用他？实在讲很有道理，因为他太能干，用了他之后，怕他发动政变把政权夺去了。因为孔老夫子底下的贤人很多，什么样的人才都有。实在讲，他那个时候要搞一个政变是很容易，人才济济。可是他不用这个手段，他要用正当的手段，不用非常的手段。他要给后世人做一个榜样，不用暴力、不用非法的手段来取得政权。既然每一个国家国主都不用他，他就没有办法，所以他回到自己的老家，在世上开始办学，搞教育工作。所以平民教育孔老夫子提倡的。他那时候学生有三千人，三千人都是人才。",
      "zh_TW": "『仲尼』是孔老夫子。孔老夫子在東方，出現在我們中國，他也從事於教育，跟釋迦牟尼佛一樣，可以說釋迦牟尼佛跟孔老夫子都是著重於一生創辦教育事業。但是孔老夫子是平民的教育，釋迦牟尼佛雖然是貴族，他也降下來去當平民，可以說兩個人都是提倡平民教育。從這個地方我們得認識清楚，佛教是佛陀的教育，要把它的本質認清楚。但是佛是捨棄了人間的富貴功名，出家修道教化眾生。孔老夫子不然，你們讀《論語》，孔老夫子念念想做官，想展示他的政治上的抱負。他的確是個好人，他是如理如法的希望達到他從政的目的，所以他到處去遊說。可是當時這些諸侯、國王對他都敬而遠之，不敢用他，為什麼不敢用他？實在講很有道理，因為他太能幹，用了他之後，怕他發動政變把政權奪去了。因為孔老夫子底下的賢人很多，什麼樣的人才都有。實在講，他那個時候要搞一個政變是很容易，人才濟濟。可是他不用這個手段，他要用正當的手段，不用非常的手段。他要給後世人做一個榜樣，不用暴力、不用非法的手段來取得政權。既然每一個國家國主都不用他，他就沒有辦法，所以他回到自己的老家，在世上開始辦學，搞教育工作。所以平民教育孔老夫子提倡的。他那時候學生有三千人，三千人都是人才。"
    },
    {
      "id": "01-003-0109_p0022",
      "zh_CN": "钞【而独举七十子者。】",
      "zh_TW": "鈔【而獨舉七十子者。】"
    },
    {
      "id": "01-003-0109_p0023",
      "zh_CN": "三千人不常说，常常提到孔老夫子学生七十二人，七十二贤，就跟释迦牟尼佛一样，弟子当中一提起来就提千二百五十人。这些人：",
      "zh_TW": "三千人不常說，常常提到孔老夫子學生七十二人，七十二賢，就跟釋迦牟尼佛一樣，弟子當中一提起來就提千二百五十人。這些人："
    },
    {
      "id": "01-003-0109_p0024",
      "zh_CN": "钞【久在泗滨，相依陈蔡，亦常随故。】",
      "zh_TW": "鈔【久在泗濱，相依陳蔡，亦常隨故。】"
    },
    {
      "id": "01-003-0109_p0025",
      "zh_CN": "孔老夫子这七十二个人也是他的常随众。泗滨是孔子讲学的地方，都在山东。陈蔡两国，那是孔子受了灾难，他们与老师同甘苦共患难，都不离开。孔老夫子在陈绝粮，没得吃！圣人还有这个难，我们凡夫业障深重吃一点苦头，自己要觉悟，不应该怀疑。",
      "zh_TW": "孔老夫子這七十二個人也是他的常隨眾。泗濱是孔子講學的地方，都在山東。陳蔡兩國，那是孔子受了災難，他們與老師同甘苦共患難，都不離開。孔老夫子在陳絕糧，沒得吃！聖人還有這個難，我們凡夫業障深重吃一點苦頭，自己要覺悟，不應該懷疑。"
    },
    {
      "id": "01-003-0109_p0026",
      "zh_CN": "◎【二表位德】",
      "zh_TW": "◎【二表位德】"
    },
    {
      "id": "01-003-0109_p0027",
      "zh_CN": "经【皆是大阿罗汉。众所知识。】",
      "zh_TW": "經【皆是大阿羅漢。眾所知識。】"
    },
    {
      "id": "01-003-0109_p0028",
      "zh_CN": "疏【上句表位，下句表德。大者，拣余小声闻故。】",
      "zh_TW": "疏【上句表位，下句表德。大者，揀餘小聲聞故。】"
    },
    {
      "id": "01-003-0109_p0029",
      "zh_CN": "上面这一句是『表位』，下面这一句是『表德』。这些人是什么人？都是『大阿罗汉』。大阿罗汉与普通阿罗汉不相同，『大』是对小说的，那是大乘的阿罗汉，不是小乘阿罗汉。小乘阿罗汉只要断见思烦恼就行了，大乘阿罗汉差不多是无明都快断尽了。我们先解释罗汉：",
      "zh_TW": "上面這一句是『表位』，下面這一句是『表德』。這些人是什麼人？都是『大阿羅漢』。大阿羅漢與普通阿羅漢不相同，『大』是對小說的，那是大乘的阿羅漢，不是小乘阿羅漢。小乘阿羅漢只要斷見思煩惱就行了，大乘阿羅漢差不多是無明都快斷盡了。我們先解釋羅漢："
    },
    {
      "id": "01-003-0109_p0030",
      "zh_CN": "疏【梵语阿罗汉，此有三义：一应供，二杀贼，三无生。】",
      "zh_TW": "疏【梵語阿羅漢，此有三義：一應供，二殺賊，三無生。】"
    },
    {
      "id": "01-003-0109_p0031",
      "zh_CN": "『梵语阿罗汉』，里面含着有三个意思。第一个意思『应供』，「应」是应该，应该接受大众的供养，他应该接受，为什么应该接受？因为他在大众当中，他是老师的身分，学生应当供养老师，老师也应当接受学生的供养。因为老师从事于教育工作，他没有从事于生产，没有从事于营利的工作，那么他的生活如何来维持？就要依靠别人供养。这个供养都不是很丰富，所以自古以来，印度也好、中国也好，读书人都是清贫！因为他没有营利的事业。出家人称贫僧，因为他清贫，他的心就在道上；他要是富有，心就不在道上，心就在五欲六尘享受上去了。世间念书人也是如此，他要一富有，他学问一定退转；清贫，他的学问道德一定清高。清贫浊富，很有道理的。应供，应该接受大众的供养，使他的生活不至于有缺乏。",
      "zh_TW": "『梵語阿羅漢』，裡面含著有三個意思。第一個意思『應供』，「應」是應該，應該接受大眾的供養，他應該接受，為什麼應該接受？因為他在大眾當中，他是老師的身分，學生應當供養老師，老師也應當接受學生的供養。因為老師從事於教育工作，他沒有從事於生產，沒有從事於營利的工作，那麼他的生活如何來維持？就要依靠別人供養。這個供養都不是很豐富，所以自古以來，印度也好、中國也好，讀書人都是清貧！因為他沒有營利的事業。出家人稱貧僧，因為他清貧，他的心就在道上；他要是富有，心就不在道上，心就在五欲六塵享受上去了。世間念書人也是如此，他要一富有，他學問一定退轉；清貧，他的學問道德一定清高。清貧濁富，很有道理的。應供，應該接受大眾的供養，使他的生活不至於有缺乏。"
    },
    {
      "id": "01-003-0109_p0032",
      "zh_CN": "第二个意思『杀贼』，杀贼是什么意思？「贼」是指烦恼。有些人看到这个字样，阿罗汉还开杀戒？佛家讲不杀生，阿罗汉开杀戒，这是错误了。因为烦恼能破坏我们的自性功德，像贼一样，断烦恼就是杀贼的意思。第三个意思『无生』，无生就是真正证得不生不灭。我们常讲了生死出三界，他真正做到了。另外还有一个意思，此地没有的，叫「无学」。「无学」就是毕业，他所学的东西都学完，没得再学了，毕业了。像阿罗汉，阿罗汉叫无学，他有大乘、有小乘。小乘通常我们讲四果罗汉，大乘就是法云地的菩萨，十地菩萨，他也学完了，再上去就等觉，就跟佛差不多，后补佛了。所以大乘十地菩萨称为大阿罗汉。在此地他们的迹象是小乘阿罗汉，实际上都是大菩萨再来的，都是大乘阿罗汉！换句话说，这就是暗示我们都是十地菩萨再来的，不是普通人。",
      "zh_TW": "第二個意思『殺賊』，殺賊是什麼意思？「賊」是指煩惱。有些人看到這個字樣，阿羅漢還開殺戒？佛家講不殺生，阿羅漢開殺戒，這是錯誤了。因為煩惱能破壞我們的自性功德，像賊一樣，斷煩惱就是殺賊的意思。第三個意思『無生』，無生就是真正證得不生不滅。我們常講了生死出三界，他真正做到了。另外還有一個意思，此地沒有的，叫「無學」。「無學」就是畢業，他所學的東西都學完，沒得再學了，畢業了。像阿羅漢，阿羅漢叫無學，他有大乘、有小乘。小乘通常我們講四果羅漢，大乘就是法雲地的菩薩，十地菩薩，他也學完了，再上去就等覺，就跟佛差不多，後補佛了。所以大乘十地菩薩稱為大阿羅漢。在此地他們的跡象是小乘阿羅漢，實際上都是大菩薩再來的，都是大乘阿羅漢！換句話說，這就是暗示我們都是十地菩薩再來的，不是普通人。"
    },
    {
      "id": "01-003-0109_p0033",
      "zh_CN": "疏【即前乞士怖魔破恶果也。】",
      "zh_TW": "疏【即前乞士怖魔破惡果也。】"
    },
    {
      "id": "01-003-0109_p0034",
      "zh_CN": "阿罗汉是『果』，比丘是因。比丘在因地，因地里面叫乞士，果上叫应供；因地上破恶，果地上就是无生；因地上怖魔，果地上就杀贼。这是从因与果上来看。",
      "zh_TW": "阿羅漢是『果』，比丘是因。比丘在因地，因地裡面叫乞士，果上叫應供；因地上破惡，果地上就是無生；因地上怖魔，果地上就殺賊。這是從因與果上來看。"
    },
    {
      "id": "01-003-0109_p0035",
      "zh_CN": "疏【知识者，闻名钦德曰知，睹形敬奉曰识。一云见形为知，见心为识；一云知即是识，亦可众中知识，为众导故。】",
      "zh_TW": "疏【知識者，聞名欽德曰知，睹形敬奉曰識。一云見形為知，見心為識；一云知即是識，亦可眾中知識，為眾導故。】"
    },
    {
      "id": "01-003-0109_p0036",
      "zh_CN": "这是说明什么叫做众所知识。",
      "zh_TW": "這是說明什麼叫做眾所知識。"
    },
    {
      "id": "01-003-0109_p0037",
      "zh_CN": "钞【拣余者。】",
      "zh_TW": "鈔【揀餘者。】"
    },
    {
      "id": "01-003-0109_p0038",
      "zh_CN": "拣是拣别。",
      "zh_TW": "揀是揀別。"
    },
    {
      "id": "01-003-0109_p0039",
      "zh_CN": "钞【初果至四果。】",
      "zh_TW": "鈔【初果至四果。】"
    },
    {
      "id": "01-003-0109_p0040",
      "zh_CN": "这讲小乘。",
      "zh_TW": "這講小乘。"
    },
    {
      "id": "01-003-0109_p0041",
      "zh_CN": "钞【皆声闻位。】",
      "zh_TW": "鈔【皆聲聞位。】"
    },
    {
      "id": "01-003-0109_p0042",
      "zh_CN": "声闻是小乘。",
      "zh_TW": "聲聞是小乘。"
    },
    {
      "id": "01-003-0109_p0043",
      "zh_CN": "钞【今曰大阿罗汉者，表是四果声闻也。】",
      "zh_TW": "鈔【今曰大阿羅漢者，表是四果聲聞也。】"
    },
    {
      "id": "01-003-0109_p0044",
      "zh_CN": "这个说法完全从相上讲的，从迹象上讲的。因为初果也称为罗汉，二果、三果、四果都称罗汉。小乘里面称大阿罗汉就是只称『四果』，三果以下的都不能称大阿罗汉。拣别这个大，前头讲『大者，拣余小声闻故』，如果是大者拣余小故，就纯粹是大乘。所以他这个说法，这个意思是从本上说还是从迹上说，一看就明了。",
      "zh_TW": "這個說法完全從相上講的，從跡象上講的。因為初果也稱為羅漢，二果、三果、四果都稱羅漢。小乘裡面稱大阿羅漢就是只稱『四果』，三果以下的都不能稱大阿羅漢。揀別這個大，前頭講『大者，揀餘小聲聞故』，如果是大者揀餘小故，就純粹是大乘。所以他這個說法，這個意思是從本上說還是從跡上說，一看就明瞭。"
    },
    {
      "id": "01-003-0109_p0045",
      "zh_CN": "钞【应供者，凡夫无德。】",
      "zh_TW": "鈔【應供者，凡夫無德。】"
    },
    {
      "id": "01-003-0109_p0046",
      "zh_CN": "不敢称应供。",
      "zh_TW": "不敢稱應供。"
    },
    {
      "id": "01-003-0109_p0047",
      "zh_CN": "钞【前三果有德而未大。】",
      "zh_TW": "鈔【前三果有德而未大。】"
    },
    {
      "id": "01-003-0109_p0048",
      "zh_CN": "初果到三果有德，德还不够，也不敢称应供。",
      "zh_TW": "初果到三果有德，德還不夠，也不敢稱應供。"
    },
    {
      "id": "01-003-0109_p0049",
      "zh_CN": "钞【今梵行已立，超出三界，应受人天供养故。】",
      "zh_TW": "鈔【今梵行已立，超出三界，應受人天供養故。】"
    },
    {
      "id": "01-003-0109_p0050",
      "zh_CN": "到四果罗汉，的确他超越三界了，这个时候他的德行够了，有资格接受人天的供养。",
      "zh_TW": "到四果羅漢，的確他超越三界了，這個時候他的德行夠了，有資格接受人天的供養。"
    },
    {
      "id": "01-003-0109_p0051",
      "zh_CN": "钞【俱舍云。】",
      "zh_TW": "鈔【俱舍云。】"
    },
    {
      "id": "01-003-0109_p0052",
      "zh_CN": "《俱舍论》上讲。",
      "zh_TW": "《俱舍論》上講。"
    },
    {
      "id": "01-003-0109_p0053",
      "zh_CN": "钞【供养阿罗汉，得现在福报，是人天植福之良田。】",
      "zh_TW": "鈔【供養阿羅漢，得現在福報，是人天植福之良田。】"
    },
    {
      "id": "01-003-0109_p0054",
      "zh_CN": "『供养阿罗汉』，得现在的福报，这个福从哪里得来的？为什么我们供养他就得福报？供养别人我们就得不到福报？这个道理我们总得要明了。我们供养阿罗汉，阿罗汉就要住我们这个地方，他就不能走了。他住在这个地方，他当然就要教化这个地方，我们这个地方人都得到他的福报，我们供养的人也得到福报。阿罗汉教化这个地方的功德，我们也沾了光，等于我们教化是一样的。我们举一个例子来说，中国孔老夫子是圣人。除了孔老夫子还有圣人，谁呢？武训是圣人。武训是个要饭的，大圣人！他那个功德跟孔老夫子没两样。孔老夫子一生教化众生，武训自己失学没念过书，自己晓得教育的重要，到处去要饭，把那个钱节省下来去请好的老师办学。那些学生受教化，建功立业，谁教他的？武训教的，这是个了不起的人。",
      "zh_TW": "『供養阿羅漢』，得現在的福報，這個福從哪裡得來的？為什麼我們供養他就得福報？供養別人我們就得不到福報？這個道理我們總得要明瞭。我們供養阿羅漢，阿羅漢就要住我們這個地方，他就不能走了。他住在這個地方，他當然就要教化這個地方，我們這個地方人都得到他的福報，我們供養的人也得到福報。阿羅漢教化這個地方的功德，我們也沾了光，等於我們教化是一樣的。我們舉一個例子來說，中國孔老夫子是聖人。除了孔老夫子還有聖人，誰呢？武訓是聖人。武訓是個要飯的，大聖人！他那個功德跟孔老夫子沒兩樣。孔老夫子一生教化眾生，武訓自己失學沒念過書，自己曉得教育的重要，到處去要飯，把那個錢節省下來去請好的老師辦學。那些學生受教化，建功立業，誰教他的？武訓教的，這是個了不起的人。"
    },
    {
      "id": "01-003-0109_p0055",
      "zh_CN": "一个真正的善知识在这个地方没人供养，他的生活成问题了，他只好到别的地方去，哪个地方有人供养他，他就在哪个地方教化众生，这是一定的道理，随缘而不攀缘。因此，你供养一个善知识，这个善知识教化众生的功德就等于是你自己做的一样，没有两样。像现在很多私立学校，办学校的人并没有去上课，董事会的董事、董事长没上课，他聘请校长、教员，这个教育的功德是谁的？那个董事会的，他们办的，他们在教化众生。一定要明白这个道理。",
      "zh_TW": "一個真正的善知識在這個地方沒人供養，他的生活成問題了，他只好到別的地方去，哪個地方有人供養他，他就在哪個地方教化眾生，這是一定的道理，隨緣而不攀緣。因此，你供養一個善知識，這個善知識教化眾生的功德就等於是你自己做的一樣，沒有兩樣。像現在很多私立學校，辦學校的人並沒有去上課，董事會的董事、董事長沒上課，他聘請校長、教員，這個教育的功德是誰的？那個董事會的，他們辦的，他們在教化眾生。一定要明白這個道理。"
    },
    {
      "id": "01-003-0109_p0056",
      "zh_CN": "佛当年这么大的一个僧团，每到一个地方接待的工作就不得了，一千多人！吃饭是托钵，托钵也要宣传，他们出来托钵，我们要供养他，不要人家不知道他们出来托钵了，大家不知道供养，那他这个地方也不能住。住的地方还得要那么大，可以容纳一千多人，所以佛与这些弟子们，他住得安，在那个地方他才有时间讲经说法。那个地方讲经说法，那个地方就有福报。这是为什么供养阿罗汉得现在福报，阿罗汉是人天福田。",
      "zh_TW": "佛當年這麼大的一個僧團，每到一個地方接待的工作就不得了，一千多人！吃飯是托缽，托缽也要宣傳，他們出來托缽，我們要供養他，不要人家不知道他們出來托缽了，大家不知道供養，那他這個地方也不能住。住的地方還得要那麼大，可以容納一千多人，所以佛與這些弟子們，他住得安，在那個地方他才有時間講經說法。那個地方講經說法，那個地方就有福報。這是為什麼供養阿羅漢得現在福報，阿羅漢是人天福田。"
    },
    {
      "id": "01-003-0109_p0057",
      "zh_CN": "钞【受施无惭，故曰应供。】",
      "zh_TW": "鈔【受施無慚，故曰應供。】"
    },
    {
      "id": "01-003-0109_p0058",
      "zh_CN": "接受的时候，他心安理得，这是应该接受的。这是应供的意思。",
      "zh_TW": "接受的時候，他心安理得，這是應該接受的。這是應供的意思。"
    },
    {
      "id": "01-003-0109_p0059",
      "zh_CN": "钞【始焉持钵，期福众生，今已证道，理应受供，云乞士果也。】",
      "zh_TW": "鈔【始焉持缽，期福眾生，今已證道，理應受供，云乞士果也。】"
    },
    {
      "id": "01-003-0109_p0060",
      "zh_CN": "最初他出家的时候天天沿门托钵，目的是希望众生得福，现在自己已经修行证果了，理上讲应该要接受大众的供养。这种供养也只限于四事，这是要注意到的。「四事」就是饮食、衣服、卧具、医药，有病的时候接受医药的供养。应供也是应该接受这四种供养，而决不是过分的奢侈享受，那是错误的，那是不可以的。当然在近代，我们的物质生活水准是一天一天的提高，对善知识的供养也使他接近这个水准就可以，决定不能超过，超过那就不如法。这是说乞士之果。",
      "zh_TW": "最初他出家的時候天天沿門托缽，目的是希望眾生得福，現在自己已經修行證果了，理上講應該要接受大眾的供養。這種供養也只限於四事，這是要注意到的。「四事」就是飲食、衣服、臥具、醫藥，有病的時候接受醫藥的供養。應供也是應該接受這四種供養，而決不是過分的奢侈享受，那是錯誤的，那是不可以的。當然在近代，我們的物質生活水準是一天一天的提高，對善知識的供養也使他接近這個水準就可以，決定不能超過，超過那就不如法。這是說乞士之果。"
    },
    {
      "id": "01-003-0109_p0061",
      "zh_CN": "钞【然佛亦名应供。】",
      "zh_TW": "鈔【然佛亦名應供。】"
    },
    {
      "id": "01-003-0109_p0062",
      "zh_CN": "佛的十号里面，有一个号叫『应供』。",
      "zh_TW": "佛的十號裡面，有一個號叫『應供』。"
    },
    {
      "id": "01-003-0109_p0063",
      "zh_CN": "钞【罗汉局于人天。】",
      "zh_TW": "鈔【羅漢局於人天。】"
    },
    {
      "id": "01-003-0109_p0064",
      "zh_CN": "阿罗汉的应供只讲『人天』，应该接受人天的供养。",
      "zh_TW": "阿羅漢的應供只講『人天』，應該接受人天的供養。"
    },
    {
      "id": "01-003-0109_p0065",
      "zh_CN": "钞【佛，则人天声闻缘觉菩萨所应供也。】",
      "zh_TW": "鈔【佛，則人天聲聞緣覺菩薩所應供也。】"
    },
    {
      "id": "01-003-0109_p0066",
      "zh_CN": "『佛』应该接受大众的供养，范围就大了。声闻、缘觉供养他，佛应该接受；等觉菩萨供养佛，佛也应该接受，这个范围大了。",
      "zh_TW": "『佛』應該接受大眾的供養，範圍就大了。聲聞、緣覺供養他，佛應該接受；等覺菩薩供養佛，佛也應該接受，這個範圍大了。"
    },
    {
      "id": "01-003-0109_p0067",
      "zh_CN": "钞【杀贼者。】",
      "zh_TW": "鈔【殺賊者。】"
    },
    {
      "id": "01-003-0109_p0068",
      "zh_CN": "什么贼？烦恼贼。",
      "zh_TW": "什麼賊？煩惱賊。"
    },
    {
      "id": "01-003-0109_p0069",
      "zh_CN": "钞【烦恼劫功德财，伤智慧命。】",
      "zh_TW": "鈔【煩惱劫功德財，傷智慧命。】"
    },
    {
      "id": "01-003-0109_p0070",
      "zh_CN": "所以把它比喻作贼。烦恼一身，我们的功德就没有了。什么是烦恼？贪、瞋、痴、慢、疑，见思烦恼，错误的见解、思想，总的来说，就是佛常讲的分别执着妄想，这是烦恼。『功德』是我们本性里头本来有的、本来具足。我们真如本性里面有无量的智慧、无量的功德、无量的德能、无量的才艺，依正庄严一样都不缺少。六祖当年证得自性的时候，这自性就是真心，真心现前起作用的时候就叫做明心见性，真心起作用。我们现在用的心是妄心，不是真心，为什么？真心里面没有念头，我们有念头，一天到晚起心动念，这不是真心。所以真心里头有无量的智慧、无量的功德。",
      "zh_TW": "所以把它比喻作賊。煩惱一身，我們的功德就沒有了。什麼是煩惱？貪、瞋、痴、慢、疑，見思煩惱，錯誤的見解、思想，總的來說，就是佛常講的分別執著妄想，這是煩惱。『功德』是我們本性裡頭本來有的、本來具足。我們真如本性裡面有無量的智慧、無量的功德、無量的德能、無量的才藝，依正莊嚴一樣都不缺少。六祖當年證得自性的時候，這自性就是真心，真心現前起作用的時候就叫做明心見性，真心起作用。我們現在用的心是妄心，不是真心，為什麼？真心裡面沒有念頭，我們有念頭，一天到晚起心動念，這不是真心。所以真心裡頭有無量的智慧、無量的功德。"
    },
    {
      "id": "01-003-0109_p0071",
      "zh_CN": "佛在《华严》上说：「一切众生皆有如来智慧德相」，跟佛没两样！所以众生与佛是平等的，可是佛的智慧德相都起作用，众生虽有，不起作用，为什么不起作用？佛说得很明白，「但以妄想执着而不能证得」，你看看，一语道破，我们可怜！这个障碍不是从外头来的，是从你自己来的，你自作自受，谁叫你打妄想？谁叫你分别执着？你分别执着打妄想，所以你本性里面的智慧功德不能现前。妄想执着就是烦恼，所以它『劫功德』，把你本性里的功德好像抢劫去了；『伤智慧命』，你无量的智慧不能现前，我们过失在此地。",
      "zh_TW": "佛在《華嚴》上說：「一切眾生皆有如來智慧德相」，跟佛沒兩樣！所以眾生與佛是平等的，可是佛的智慧德相都起作用，眾生雖有，不起作用，為什麼不起作用？佛說得很明白，「但以妄想執著而不能證得」，你看看，一語道破，我們可憐！這個障礙不是從外頭來的，是從你自己來的，你自作自受，誰叫你打妄想？誰叫你分別執著？你分別執著打妄想，所以你本性裡面的智慧功德不能現前。妄想執著就是煩惱，所以它『劫功德』，把你本性裡的功德好像搶劫去了；『傷智慧命』，你無量的智慧不能現前，我們過失在此地。"
    },
    {
      "id": "01-003-0109_p0072",
      "zh_CN": "说个实实在在的话，学佛学什么？破执着而已。人我执破掉，就证小乘阿罗汉，法我执破掉，就证大乘阿罗汉，破执着。佛法自始至终就是破执着，一切执着妄想都尽了，这就明心见性，恢复到自性。六祖开悟的时候说：「何期自性，本来清净」，自性就是我们真心，没想到真心，真心本来是清净，从来也没染污过；「何期自性，本来具足」，一样也不少，智慧福报样样具足；「何期自性，能生万法」，娑婆世界是自性变现出来的，极乐世界也是自性变现出来的，自性是能变，十法界依正庄严是所变。我们对于这个理不明了，我们就没法子修，不管怎么修，决定不得力；明白这个道理、明白这个事实真相，我们修行功夫就得力了。",
      "zh_TW": "說個實實在在的話，學佛學什麼？破執著而已。人我執破掉，就證小乘阿羅漢，法我執破掉，就證大乘阿羅漢，破執著。佛法自始至終就是破執著，一切執著妄想都盡了，這就明心見性，恢復到自性。六祖開悟的時候說：「何期自性，本來清淨」，自性就是我們真心，沒想到真心，真心本來是清淨，從來也沒染污過；「何期自性，本來具足」，一樣也不少，智慧福報樣樣具足；「何期自性，能生萬法」，娑婆世界是自性變現出來的，極樂世界也是自性變現出來的，自性是能變，十法界依正莊嚴是所變。我們對於這個理不明瞭，我們就沒法子修，不管怎麼修，決定不得力；明白這個道理、明白這個事實真相，我們修行功夫就得力了。"
    },
    {
      "id": "01-003-0109_p0073",
      "zh_CN": "功夫在哪里？破执着而已，于世出世间一切法里面，没有执着、没有分别、没有妄想。这个境界里头法法皆真，就是讲的「诸法实相」。诸法实相是一真法界，在净土里面讲是实报庄严土。实报庄严土在哪里？就在眼前，你离开一切分别执着妄想，眼前就是的。一有分别执着妄想，把实报庄严土就变成了凡圣同居土。我们一念之间起了个妄念就变了，把一真法界变成了十法界，过失在自己。所以佛与大菩萨他们住的是一真法界，我们起心动念的人住十法界。",
      "zh_TW": "功夫在哪裡？破執著而已，於世出世間一切法裡面，沒有執著、沒有分別、沒有妄想。這個境界裡頭法法皆真，就是講的「諸法實相」。諸法實相是一真法界，在淨土裡面講是實報莊嚴土。實報莊嚴土在哪裡？就在眼前，你離開一切分別執著妄想，眼前就是的。一有分別執著妄想，把實報莊嚴土就變成了凡聖同居土。我們一念之間起了個妄念就變了，把一真法界變成了十法界，過失在自己。所以佛與大菩薩他們住的是一真法界，我們起心動念的人住十法界。"
    },
    {
      "id": "01-003-0109_p0074",
      "zh_CN": "极乐净土之妙、之殊胜，殊胜在哪里？它是叫我们分别妄想没有断的凡夫也住一真法界，这个不可思议！这是十方诸佛世界里头没有的，只有西方极乐世界一个地方有，这是它殊胜之处。这桩事情留到我们以后在《无量寿经》里头详细的来讨论，这真正不可思议。所以十方诸佛赞叹、十方诸佛劝修，道理就在此，我们不可以不知。",
      "zh_TW": "極樂淨土之妙、之殊勝，殊勝在哪裡？它是叫我們分別妄想沒有斷的凡夫也住一真法界，這個不可思議！這是十方諸佛世界裡頭沒有的，只有西方極樂世界一個地方有，這是它殊勝之處。這樁事情留到我們以後在《無量壽經》裡頭詳細的來討論，這真正不可思議。所以十方諸佛讚歎、十方諸佛勸修，道理就在此，我們不可以不知。"
    },
    {
      "id": "01-003-0109_p0075",
      "zh_CN": "钞【前三果见惑虽断，思惑尚存，今断思惑七十二品俱尽，如乱流悉殄，天下太平，故曰杀贼。始焉以恶为敌，今恶已灭，云破恶果也。】",
      "zh_TW": "鈔【前三果見惑雖斷，思惑尚存，今斷思惑七十二品俱盡，如亂流悉殄，天下太平，故曰殺賊。始焉以惡為敵，今惡已滅，云破惡果也。】"
    },
    {
      "id": "01-003-0109_p0076",
      "zh_CN": "这是把杀贼的意思给我们说明白了。『七十二品』，三界九地总共有八十一品思惑；二果断欲界前六品，三果断欲界后三品，因此就剩下七十二品。证得三果以后，要把这七十二品统统断尽。这七十二品惑是色界跟无色界的，欲界只有九品。所以他欲界断了，证第三果，三果叫「不来」，他不再到欲界来了，欲界的因没有了，他只在色界跟无色界这两界。根利的，他在色界天就是四禅天，他统统断尽了，他就超越了。根性要是钝一点，他还要到四空天，就是到无色界才能断尽、才超越。但是绝对不会再回到欲界来。这是讲思惑七十二品统统断尽。",
      "zh_TW": "這是把殺賊的意思給我們說明白了。『七十二品』，三界九地總共有八十一品思惑；二果斷欲界前六品，三果斷欲界後三品，因此就剩下七十二品。證得三果以後，要把這七十二品統統斷盡。這七十二品惑是色界跟無色界的，欲界只有九品。所以他欲界斷了，證第三果，三果叫「不來」，他不再到欲界來了，欲界的因沒有了，他只在色界跟無色界這兩界。根利的，他在色界天就是四禪天，他統統斷盡了，他就超越了。根性要是鈍一點，他還要到四空天，就是到無色界才能斷盡、才超越。但是絕對不會再回到欲界來。這是講思惑七十二品統統斷盡。"
    },
    {
      "id": "01-003-0109_p0077",
      "zh_CN": "底下这一句是比喻，『乱流悉殄』，殄是灭，殄灭，统统灭掉了，天下太平。好像有盗贼都被平定、都消灭了，现在天下太平，比喻作杀贼。『始焉以恶为敌』，这是刚刚出家做比丘的时候，我们要破恶，现在恶破尽了，所以杀贼就是破恶之果。",
      "zh_TW": "底下這一句是比喻，『亂流悉殄』，殄是滅，殄滅，統統滅掉了，天下太平。好像有盜賊都被平定、都消滅了，現在天下太平，比喻作殺賊。『始焉以惡為敵』，這是剛剛出家做比丘的時候，我們要破惡，現在惡破盡了，所以殺賊就是破惡之果。"
    },
    {
      "id": "01-003-0109_p0078",
      "zh_CN": "钞【无生者，凡夫生死无量。】",
      "zh_TW": "鈔【無生者，凡夫生死無量。】"
    },
    {
      "id": "01-003-0109_p0079",
      "zh_CN": "无量劫来在六道轮回生生死死、头出头没，佛在经上给我们讲的我们要觉悟，不能等闲视之，只要是在六道的众生，他必定是在三恶道的时间长，在三善道的时间短。你要是不相信，你好好的想一想，从早到晚，我们那个念头是恶念多还是善念多？这就了解。如果恶念多，当然是三恶道的时间长，假如善念多，那就三善道的时间长。从早到晚，从初一到三十，从正月到腊月，你去想想看，我们善念跟恶念做个比较，就相信佛讲的话不错，确确实实我们是在三恶道的时间长。",
      "zh_TW": "無量劫來在六道輪迴生生死死、頭出頭沒，佛在經上給我們講的我們要覺悟，不能等閒視之，只要是在六道的眾生，他必定是在三惡道的時間長，在三善道的時間短。你要是不相信，你好好的想一想，從早到晚，我們那個念頭是惡念多還是善念多？這就了解。如果惡念多，當然是三惡道的時間長，假如善念多，那就三善道的時間長。從早到晚，從初一到三十，從正月到臘月，你去想想看，我們善念跟惡念做個比較，就相信佛講的話不錯，確確實實我們是在三惡道的時間長。"
    },
    {
      "id": "01-003-0109_p0080",
      "zh_CN": "不出轮回，地狱、饿鬼是我们的老家，我们现在到人间、天上来逛一逛，是出来观光游览的，没几天又要回去！这个实实在在可怕。所以要觉悟，觉悟就觉悟这一点。我们今天很幸运到人间来，得这个人身，就是出来观光，时间很短暂，这一观光把外头情形了解，赶快要跑掉，不要再回去！再回去，那是愚痴！不要再回去了。所以有这种机缘就要想办法脱离苦海、脱离轮回。",
      "zh_TW": "不出輪迴，地獄、餓鬼是我們的老家，我們現在到人間、天上來逛一逛，是出來觀光遊覽的，沒幾天又要回去！這個實實在在可怕。所以要覺悟，覺悟就覺悟這一點。我們今天很幸運到人間來，得這個人身，就是出來觀光，時間很短暫，這一觀光把外頭情形了解，趕快要跑掉，不要再回去！再回去，那是愚痴！不要再回去了。所以有這種機緣就要想辦法脫離苦海、脫離輪迴。"
    },
    {
      "id": "01-003-0109_p0081",
      "zh_CN": "讲到脱离轮回，说实在话，佛法确确实实能帮得上忙，但是要叫你在这一生当中脱离轮回，除这个法门之外，任何一个法门都做不到，这是你要真正觉悟的。你要以为还有别的法门可以做到，那你在打妄想，你这一生必定又会空过了。这个法门「信愿持名，求生净土」，只有这一个办法。这是讲凡夫生死无量，要真正觉悟。",
      "zh_TW": "講到脫離輪迴，說實在話，佛法確確實實能幫得上忙，但是要叫你在這一生當中脫離輪迴，除這個法門之外，任何一個法門都做不到，這是你要真正覺悟的。你要以為還有別的法門可以做到，那你在打妄想，你這一生必定又會空過了。這個法門「信願持名，求生淨土」，只有這一個辦法。這是講凡夫生死無量，要真正覺悟。"
    },
    {
      "id": "01-003-0109_p0082",
      "zh_CN": "钞【初果七返生死，二果一生欲界，三果不来欲界，犹生色界。】",
      "zh_TW": "鈔【初果七返生死，二果一生欲界，三果不來欲界，猶生色界。】"
    },
    {
      "id": "01-003-0109_p0083",
      "zh_CN": "说到修行，说实在的话，我们今天在座的同修，正如同佛在经上给我们授记一样，我们都是多生多劫亲近无量诸佛，为什么？如果你要不是多生多劫亲近无量诸佛，你在这一生当中遇不到这个因缘，你听不到这个经。这个因缘殊胜，无量劫来生生世世你都是学佛、都是念佛，你没能去得成功。你要是去成了，你就不来了；你现在又来，可见你没去得了。为什么没去得了？你的见思烦恼一品都没断，虽然念佛，功夫不得力，这要觉悟。所以修行不是说我每天念念经，我每天念多少佛号，没用！追顶念佛也没用。要改习气，改毛病、改心里，才管用！",
      "zh_TW": "說到修行，說實在的話，我們今天在座的同修，正如同佛在經上給我們授記一樣，我們都是多生多劫親近無量諸佛，為什麼？如果你要不是多生多劫親近無量諸佛，你在這一生當中遇不到這個因緣，你聽不到這個經。這個因緣殊勝，無量劫來生生世世你都是學佛、都是念佛，你沒能去得成功。你要是去成了，你就不來了；你現在又來，可見你沒去得了。為什麼沒去得了？你的見思煩惱一品都沒斷，雖然念佛，功夫不得力，這要覺悟。所以修行不是說我每天念念經，我每天念多少佛號，沒用！追頂念佛也沒用。要改習氣，改毛病、改心裡，才管用！"
    },
    {
      "id": "01-003-0109_p0084",
      "zh_CN": "我们念佛的目的在哪里？要把自己清净心念出来，念佛目的在此。我们要求的第一步功夫，「功夫成片」，所谓成片就是我没有妄念，念头一起来，「阿弥陀佛」就把它压住了，伏烦恼这叫功夫成片。这个功夫做成，带业往生，生凡圣同居土。我们现在一天到晚念头还是那么多，并没有减少，换句话说，你那个佛都是白念了，不得力，不能了生死，不能往生，大家要记住！你要想真正有把握往生，你要念到妄念真正压住，没有妄念。妄念要是断掉，没有了，那就得一心不乱，叫事一心不乱，生西方极乐世界方便有余土，这地位高了。如果功夫再好，念到智慧开了，俗话说开悟了，就是破一品无明、证一分真心，真心念出来了。事一心是定，理一心是慧，从定当中开智慧，这个人往生就生实报庄严土。所以我们念佛的目的是在此地。",
      "zh_TW": "我們念佛的目的在哪裡？要把自己清淨心念出來，念佛目的在此。我們要求的第一步功夫，「功夫成片」，所謂成片就是我沒有妄念，念頭一起來，「阿彌陀佛」就把它壓住了，伏煩惱這叫功夫成片。這個功夫做成，帶業往生，生凡聖同居土。我們現在一天到晚念頭還是那麼多，並沒有減少，換句話說，你那個佛都是白念了，不得力，不能了生死，不能往生，大家要記住！你要想真正有把握往生，你要念到妄念真正壓住，沒有妄念。妄念要是斷掉，沒有了，那就得一心不亂，叫事一心不亂，生西方極樂世界方便有餘土，這地位高了。如果功夫再好，念到智慧開了，俗話說開悟了，就是破一品無明、證一分真心，真心念出來了。事一心是定，理一心是慧，從定當中開智慧，這個人往生就生實報莊嚴土。所以我們念佛的目的是在此地。"
    },
    {
      "id": "01-003-0109_p0085",
      "zh_CN": "而不是说我一天念十万声，念二十万声也没用处！不在这个，不在多少，要在句句佛号有力量，能把你烦恼压住，能把你念头换掉，所有的念头都换成阿弥陀佛。你真正做到这一点，天下太平了，没事！那个念头才一起来，阿弥陀佛，念念都是阿弥陀佛，怎么不天下太平呢？这叫做会念佛，念佛是这个念法。这个念法才叫做得力，希望大家要留意。如果再搞错了，我们这一生又空过了，那个很可惜！好不容易得一个人身，更难得是你遇到正法，这个法门难遇，不容易遇到！尤其我们在这个道场，有的是时间详详细细的来讨论，这个真正难得。我们到国外走走，时间都很短暂，一个礼拜、十天，你想想看能讲多少？讲不了多少！那就是那个地方人的福德因缘不足。现在全世界佛教是台湾第一，这大家公认的，老法师们都公认的。我在新加坡跟演培法师见面时候，演培法师承认台湾第一，没有话说。希望我们同学们要记住，认真的努力，使我们句句佛号都能够得力。这样我们这一生就成就了，下一次就不要再来。",
      "zh_TW": "而不是說我一天念十萬聲，念二十萬聲也沒用處！不在這個，不在多少，要在句句佛號有力量，能把你煩惱壓住，能把你念頭換掉，所有的念頭都換成阿彌陀佛。你真正做到這一點，天下太平了，沒事！那個念頭才一起來，阿彌陀佛，念念都是阿彌陀佛，怎麼不天下太平呢？這叫做會念佛，念佛是這個念法。這個念法才叫做得力，希望大家要留意。如果再搞錯了，我們這一生又空過了，那個很可惜！好不容易得一個人身，更難得是你遇到正法，這個法門難遇，不容易遇到！尤其我們在這個道場，有的是時間詳詳細細的來討論，這個真正難得。我們到國外走走，時間都很短暫，一個禮拜、十天，你想想看能講多少？講不了多少！那就是那個地方人的福德因緣不足。現在全世界佛教是台灣第一，這大家公認的，老法師們都公認的。我在新加坡跟演培法師見面時候，演培法師承認台灣第一，沒有話說。希望我們同學們要記住，認真的努力，使我們句句佛號都能夠得力。這樣我們這一生就成就了，下一次就不要再來。"
    },
    {
      "id": "01-003-0109_p0086",
      "zh_CN": "『初果七返生死』是讲初果须陀洹，他已经断三界八十八品见惑。见惑就是错误的见解，错误的见解他没有了，身见、边见、见取见、戒取见、邪见，他统统断尽了，这才证得初果。证得初果之后，这就得到保证，为什么？他不退转了，位不退，绝对不会退堕在凡夫。他虽然没有出三界，他在三界里面修，修的时间是有一定的，就是「七返生死」证阿罗汉，他超越了。要修到佛的地位，经上讲三个阿僧祇劫。三个阿僧祇劫是从小乘初果算起，不是从我们闻法学佛算起；要是从这个地方算起，我们每个人老早都成佛了。我们过去世不止三大阿僧祇劫，可以说我们已经经历无量个阿僧祇劫，我们今天还是这个样子。三个阿僧祇劫是从初果算起的，换句话说，我们生生世世学佛都没有到初果的地位，就是八十八品见惑从来没有断掉。",
      "zh_TW": "『初果七返生死』是講初果須陀洹，他已經斷三界八十八品見惑。見惑就是錯誤的見解，錯誤的見解他沒有了，身見、邊見、見取見、戒取見、邪見，他統統斷盡了，這才證得初果。證得初果之後，這就得到保證，為什麼？他不退轉了，位不退，絕對不會退墮在凡夫。他雖然沒有出三界，他在三界裡面修，修的時間是有一定的，就是「七返生死」證阿羅漢，他超越了。要修到佛的地位，經上講三個阿僧祇劫。三個阿僧祇劫是從小乘初果算起，不是從我們聞法學佛算起；要是從這個地方算起，我們每個人老早都成佛了。我們過去世不止三大阿僧祇劫，可以說我們已經經歷無量個阿僧祇劫，我們今天還是這個樣子。三個阿僧祇劫是從初果算起的，換句話說，我們生生世世學佛都沒有到初果的地位，就是八十八品見惑從來沒有斷掉。"
    },
    {
      "id": "01-003-0109_p0087",
      "zh_CN": "『二果一生欲界』，二果进一步了，把八十一品思惑前面六品断掉了，还有三品，这个三品是欲界的，欲界再来一次。再来一次，这三品断尽，断尽证三果，三果就不来了，『三果不来欲界，犹生色界』，他在四禅天。四禅天很特别，凡圣同居土。四禅天里头有所谓「五不还天」，不还就是不再到欲界来，在这里面继续努力修行将剩下的七十二品思惑统统断尽，他就超越三界了。",
      "zh_TW": "『二果一生欲界』，二果進一步了，把八十一品思惑前面六品斷掉了，還有三品，這個三品是欲界的，欲界再來一次。再來一次，這三品斷盡，斷盡證三果，三果就不來了，『三果不來欲界，猶生色界』，他在四禪天。四禪天很特別，凡聖同居土。四禪天裡頭有所謂「五不還天」，不還就是不再到欲界來，在這裡面繼續努力修行將剩下的七十二品思惑統統斷盡，他就超越三界了。"
    },
    {
      "id": "01-003-0109_p0088",
      "zh_CN": "钞【今生缘已尽，不受后有，故曰无生。】",
      "zh_TW": "鈔【今生緣已盡，不受後有，故曰無生。】"
    },
    {
      "id": "01-003-0109_p0089",
      "zh_CN": "就是在三界受生的缘没有了，不再到三界来了。他如果再来是乘愿再来，那不是缘，那是愿，乘愿再来的。像我们现在是缘，不来也不行，无可奈何，没办法！人家是愿，他爱来就来，不来也可以，那是乘愿再来的。",
      "zh_TW": "就是在三界受生的緣沒有了，不再到三界來了。他如果再來是乘願再來，那不是緣，那是願，乘願再來的。像我們現在是緣，不來也不行，無可奈何，沒辦法！人家是願，他愛來就來，不來也可以，那是乘願再來的。"
    },
    {
      "id": "01-003-0109_p0090",
      "zh_CN": "修行难！天上人间七返生死，你要算算时间都天文数字。我们人间寿命短，天上寿命长，尤其到四禅天，那个时间都是论大劫来计算的。这么长的时间才能超越轮回，所以你才晓得净土法门不思议。这个法门我们一生就能成就，而且成就比阿罗汉高得太多了。阿罗汉费这么大的力气，才把三界挣脱，脱了三界之后到哪里去还不晓得，还渺渺茫茫的；我们这个不必费那么大力气，一摆脱三界之后到西方极乐世界，到那里成佛去，作菩萨、作佛去了。",
      "zh_TW": "修行難！天上人間七返生死，你要算算時間都天文數字。我們人間壽命短，天上壽命長，尤其到四禪天，那個時間都是論大劫來計算的。這麼長的時間才能超越輪迴，所以你才曉得淨土法門不思議。這個法門我們一生就能成就，而且成就比阿羅漢高得太多了。阿羅漢費這麼大的力氣，才把三界掙脫，脫了三界之後到哪裡去還不曉得，還渺渺茫茫的；我們這個不必費那麼大力氣，一擺脫三界之後到西方極樂世界，到那裡成佛去，作菩薩、作佛去了。"
    },
    {
      "id": "01-003-0109_p0091",
      "zh_CN": "西方极乐世界只有一乘，经上虽然讲里面有人、有天、有声闻、有菩萨，那是随顺我们凡夫来说的，其实西方极乐世界「唯有一乘法，无二亦无三」。西方极乐世界是纯菩萨法，你除非是不生到那个地方，那个地方下下品去生的也是菩萨，一到那里去做菩萨，一生决定成佛。所以那个世界不可思议。我们有幸遇到这个法门，空过了，那实在是太可惜了。这个地方讲『今生缘已尽』，『不受后有』，以后再不会到这里来投胎、受生了，『故曰无生』，「无生」是说无三界六道的生缘，就是他不生，不到这个地方来受生。",
      "zh_TW": "西方極樂世界只有一乘，經上雖然講裡面有人、有天、有聲聞、有菩薩，那是隨順我們凡夫來說的，其實西方極樂世界「唯有一乘法，無二亦無三」。西方極樂世界是純菩薩法，你除非是不生到那個地方，那個地方下下品去生的也是菩薩，一到那裡去做菩薩，一生決定成佛。所以那個世界不可思議。我們有幸遇到這個法門，空過了，那實在是太可惜了。這個地方講『今生緣已盡』，『不受後有』，以後再不會到這裡來投胎、受生了，『故曰無生』，「無生」是說無三界六道的生緣，就是他不生，不到這個地方來受生。"
    },
    {
      "id": "01-003-0109_p0092",
      "zh_CN": "钞【始焉愿出生死，令魔起怖，今证无生，云怖魔果也。】",
      "zh_TW": "鈔【始焉願出生死，令魔起怖，今證無生，云怖魔果也。】"
    },
    {
      "id": "01-003-0109_p0093",
      "zh_CN": "刚刚出家、发心出家了，魔王恐怖，魔王吓一跳，他的魔子魔孙又有一个跑出去、跑掉了，他心不安，现在是真的被跑掉了。诸位要知道，我们今天发心出家，出了家怎么样？天天还打妄想，魔不恐怖，魔看到笑一笑，你这个出家是形式上出家，你跑不掉魔掌，还在他魔掌里面，所以他不恐怖。如果你真正发心出离生死，魔就真的恐怖。真正出家修道，我们要把这个经上的道理透彻的明了，明了是什么？看破。要把佛教给我们这些方法做到，做到是放下，我们要认真去做。像这部经里面，它的纲领：真正要相信、真正要发愿、真正要持名。什么叫真正相信？相信我自己这一生当中决定往生，你相信这个。相信自己这一生可以上品上生，花开见佛，你要有这个信心才行。怎样发愿？我决定舍离娑婆世界，决定求生西方净土，要有这样的愿才行。",
      "zh_TW": "剛剛出家、發心出家了，魔王恐怖，魔王嚇一跳，他的魔子魔孫又有一個跑出去、跑掉了，他心不安，現在是真的被跑掉了。諸位要知道，我們今天發心出家，出了家怎麼樣？天天還打妄想，魔不恐怖，魔看到笑一笑，你這個出家是形式上出家，你跑不掉魔掌，還在他魔掌裡面，所以他不恐怖。如果你真正發心出離生死，魔就真的恐怖。真正出家修道，我們要把這個經上的道理透徹的明瞭，明瞭是什麼？看破。要把佛教給我們這些方法做到，做到是放下，我們要認真去做。像這部經裡面，它的綱領：真正要相信、真正要發願、真正要持名。什麼叫真正相信？相信我自己這一生當中決定往生，你相信這個。相信自己這一生可以上品上生，花開見佛，你要有這個信心才行。怎樣發願？我決定捨離娑婆世界，決定求生西方淨土，要有這樣的願才行。"
    },
    {
      "id": "01-003-0109_p0094",
      "zh_CN": "你要想舍弃这个世界，这个世界你就不要再那么认真、再去计较了。你对于这个世间一切人事，还是那么样的分别执着，你去不了！为什么？你的心不清净，分别执着是习气，无量劫以来的习气，哪能断得了？所以习气一来，阿弥陀佛，把它压下去，念佛要紧就在这个时候念。妄念一起来，阿弥陀佛，始终保持你这个心的清净平等，保持这个。对人大慈大悲，这叫功夫！信、愿、行，这叫功夫。功夫不是说我每天念多少声佛号，那个不是的。功夫在你这个佛号确确实实能帮助你从早到晚二六时中心清净平等，这是功夫。念佛念得再多，起心动念还贪瞋痴慢，换句话说，你的前途还是在六道轮回、还是在三恶道，这个佛号念的是不能了生死、不能往生。所以真正想往生的人，要记住这一点。",
      "zh_TW": "你要想捨棄這個世界，這個世界你就不要再那麼認真、再去計較了。你對於這個世間一切人事，還是那麼樣的分別執著，你去不了！為什麼？你的心不清淨，分別執著是習氣，無量劫以來的習氣，哪能斷得了？所以習氣一來，阿彌陀佛，把它壓下去，念佛要緊就在這個時候念。妄念一起來，阿彌陀佛，始終保持你這個心的清淨平等，保持這個。對人大慈大悲，這叫功夫！信、願、行，這叫功夫。功夫不是說我每天念多少聲佛號，那個不是的。功夫在你這個佛號確確實實能幫助你從早到晚二六時中心清淨平等，這是功夫。念佛念得再多，起心動念還貪瞋痴慢，換句話說，你的前途還是在六道輪迴、還是在三惡道，這個佛號念的是不能了生死、不能往生。所以真正想往生的人，要記住這一點。"
    },
    {
      "id": "01-003-0109_p0095",
      "zh_CN": "经上所教给我们的方法要做到，从哪里做起？要从三种净业做起，念《观无量寿佛经》。《观无量寿佛经》是讲方法，讲西方极乐世界三辈九品的因果。你明白了，我修上品因，我当然得上品果；我修中品因，那往生得中品果，所以这三经要合参。真正想求生西方极乐世界，说老实话，我们除了三经，顶多五经，其他的经不要念了，为什么？那都不是帮助你往生净土的。如果说是我往生净土真正有把握了，我再念其他的经可以；我现在往生净土没有把握，我其他的经统统放下。你要晓得一切经里面，哪一个经功德最大？《阿弥陀经》，没有比《阿弥陀经》功德更大的，大家不知道！《华严经》都比不上《弥陀经》，《地藏经》、《药师经》那更不必说了，更不如了。第一经摆在面前我们不识货；二流、三流、四流的，认为那个功德很大。不晓得《弥陀经》的功德大，不知道！十方诸佛赞叹，当生成就的佛法。",
      "zh_TW": "經上所教給我們的方法要做到，從哪裡做起？要從三種淨業做起，念《觀無量壽佛經》。《觀無量壽佛經》是講方法，講西方極樂世界三輩九品的因果。你明白了，我修上品因，我當然得上品果；我修中品因，那往生得中品果，所以這三經要合參。真正想求生西方極樂世界，說老實話，我們除了三經，頂多五經，其他的經不要念了，為什麼？那都不是幫助你往生淨土的。如果說是我往生淨土真正有把握了，我再念其他的經可以；我現在往生淨土沒有把握，我其他的經統統放下。你要曉得一切經裡面，哪一個經功德最大？《阿彌陀經》，沒有比《阿彌陀經》功德更大的，大家不知道！《華嚴經》都比不上《彌陀經》，《地藏經》、《藥師經》那更不必說了，更不如了。第一經擺在面前我們不識貨；二流、三流、四流的，認為那個功德很大。不曉得《彌陀經》的功德大，不知道！十方諸佛讚歎，當生成就的佛法。"
    },
    {
      "id": "01-003-0109_p0096",
      "zh_CN": "希望同修要记住、要认清楚、要努力，方法统统在《观经》里头。一开始就教我们打基础，修三种福，第一种「孝养父母、奉事师长、慈心不杀、修十善业」，要真正做到，念没用处的。第二种「受持三皈」，三皈是觉不迷、正不邪、净不染，要真正做到；「具足众戒」，众戒，我们在家，实在讲现在出家也一样，五戒守好就可以了，五戒也是具足戒；「不犯威仪」，威仪是礼节，我们守礼。第三福，「发菩提心，深信因果，读诵大乘，劝进行者」，总共三种净业十一句。这十一句要统统把它做到，要不能统统做到，你将来往生都有障碍。",
      "zh_TW": "希望同修要記住、要認清楚、要努力，方法統統在《觀經》裡頭。一開始就教我們打基礎，修三種福，第一種「孝養父母、奉事師長、慈心不殺、修十善業」，要真正做到，念沒用處的。第二種「受持三皈」，三皈是覺不迷、正不邪、淨不染，要真正做到；「具足眾戒」，眾戒，我們在家，實在講現在出家也一樣，五戒守好就可以了，五戒也是具足戒；「不犯威儀」，威儀是禮節，我們守禮。第三福，「發菩提心，深信因果，讀誦大乘，勸進行者」，總共三種淨業十一句。這十一句要統統把它做到，要不能統統做到，你將來往生都有障礙。"
    },
    {
      "id": "01-003-0109_p0097",
      "zh_CN": "如果你条条统统做到，我敢说你必定预知时至，你临走的时候一定没有病苦，为什么？你有福。这三种福是大福报！福报修成了，生死自在，想什么时候去就什么时候去，想多住几年，不碍事，多住几年干什么？劝进行者，就是为这个理由。不为这个理由，没有在这世间多住一天的必要。多住是想劝大家，多劝几个人、多带几个人走。你有病苦，没福！大家想想，往生的人躺在那里病得那么苦，你只想想这十一句，你就明了了。这十一句他做到哪一句？他一句都没做到，他怎么不害病？怎么不受苦？当然的！没福。",
      "zh_TW": "如果你條條統統做到，我敢說你必定預知時至，你臨走的時候一定沒有病苦，為什麼？你有福。這三種福是大福報！福報修成了，生死自在，想什麼時候去就什麼時候去，想多住幾年，不礙事，多住幾年幹什麼？勸進行者，就是為這個理由。不為這個理由，沒有在這世間多住一天的必要。多住是想勸大家，多勸幾個人、多帶幾個人走。你有病苦，沒福！大家想想，往生的人躺在那裡病得那麼苦，你只想想這十一句，你就明瞭了。這十一句他做到哪一句？他一句都沒做到，他怎麼不害病？怎麼不受苦？當然的！沒福。"
    },
    {
      "id": "01-003-0109_p0098",
      "zh_CN": "所以佛讲往生的时候，首先教我们修福，我们大家走得自在。真正修净土的人，生老病死这个苦，除了生，生我们已经过了，也忘掉了；没有老苦、没有病苦、没有死苦，为什么？他福报太大了。把这十一句做到，老的时候他不苦，他不会害病，死的时候预知时至，生死自在，想怎么样走就怎么样走，没有苦。你要不认真去做，换句话说，无始劫以来罪业深重，他怎么不苦？当然要苦。好，我们今天就讲到此地。",
      "zh_TW": "所以佛講往生的時候，首先教我們修福，我們大家走得自在。真正修淨土的人，生老病死這個苦，除了生，生我們已經過了，也忘掉了；沒有老苦、沒有病苦、沒有死苦，為什麼？他福報太大了。把這十一句做到，老的時候他不苦，他不會害病，死的時候預知時至，生死自在，想怎麼樣走就怎麼樣走，沒有苦。你要不認真去做，換句話說，無始劫以來罪業深重，他怎麼不苦？當然要苦。好，我們今天就講到此地。"
    }
  ]
}