{
  "doc_id": "01-003-0081",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十一集",
    "zh_TW": "第八十一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0081",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "01-003-0081_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一三一页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一三一頁："
    },
    {
      "id": "01-003-0081_p0002",
      "zh_CN": "◎【二、唯识】",
      "zh_TW": "◎【二、唯識】"
    },
    {
      "id": "01-003-0081_p0003",
      "zh_CN": "这是第二段，我们讨论教体。",
      "zh_TW": "這是第二段，我們討論教體。"
    },
    {
      "id": "01-003-0081_p0004",
      "zh_CN": "玄义【唯识者，此文此义，皆识所变，而有本影四句。】",
      "zh_TW": "玄義【唯識者，此文此義，皆識所變，而有本影四句。】"
    },
    {
      "id": "01-003-0081_p0005",
      "zh_CN": "什么叫做『唯识』，这是我们首先要搞清楚的。在佛教大乘八个宗派里面，有一个宗派就叫唯识宗，也叫做法相宗。在整个佛法里面，唯识是占很重要的地位。大家都知道，佛法讲戒律，所以戒律无论是学小乘或者是大乘，无论是哪一宗、哪一派，没有说是不要持戒的，没有这个道理。显宗、密宗都要严格的持戒。戒律是佛教的共同科目，而且是必修的科目。共同必修除了戒律之外，再就是唯识、净土，这三种是学佛人的共同科目。「唯识」是讲理论，讲佛法的理论，宇宙人生怎么来的？我们为什么会变成凡夫？变成凡夫之后，要依据什么样的理论才能修成佛？这些理论都在「唯识」里面。净土念佛求生西方，是佛教共同的归宿。换句话说，无论是哪一宗、哪一派，或显或密无不是以西方净土为最后的归宿。所以这三种是佛教里面共同必修的科目。",
      "zh_TW": "什麼叫做『唯識』，這是我們首先要搞清楚的。在佛教大乘八個宗派裡面，有一個宗派就叫唯識宗，也叫做法相宗。在整個佛法裡面，唯識是佔很重要的地位。大家都知道，佛法講戒律，所以戒律無論是學小乘或者是大乘，無論是哪一宗、哪一派，沒有說是不要持戒的，沒有這個道理。顯宗、密宗都要嚴格的持戒。戒律是佛教的共同科目，而且是必修的科目。共同必修除了戒律之外，再就是唯識、淨土，這三種是學佛人的共同科目。「唯識」是講理論，講佛法的理論，宇宙人生怎麼來的？我們為什麼會變成凡夫？變成凡夫之後，要依據什麼樣的理論才能修成佛？這些理論都在「唯識」裡面。淨土念佛求生西方，是佛教共同的歸宿。換句話說，無論是哪一宗、哪一派，或顯或密無不是以西方淨土為最後的歸宿。所以這三種是佛教裡面共同必修的科目。"
    },
    {
      "id": "01-003-0081_p0006",
      "zh_CN": "因此，无论讲什么经论，讲到教体都要说到唯识。「唯识」当然它是一门很深的学问，现代人称之为唯识哲学。换句话说，学佛如果不懂唯识，就没有办法晓得佛教的道理，就不能够深入探讨它的理论，对于修学都成了严重的障碍。唯独念佛法门，如果你觉得唯识非常繁琐，很难学，你不学它也可以，老实念佛就行，到了西方极乐世界再学，那不迟，先取得西方，然后再广学多闻，这个在佛法里头只有这一条路。所以说是这个法门万修万人去。你不去，那就没有法子，万修万人去是要你一定肯去才才行，不肯去，那就不行了。",
      "zh_TW": "因此，無論講什麼經論，講到教體都要說到唯識。「唯識」當然它是一門很深的學問，現代人稱之為唯識哲學。換句話說，學佛如果不懂唯識，就沒有辦法曉得佛教的道理，就不能夠深入探討它的理論，對於修學都成了嚴重的障礙。唯獨念佛法門，如果你覺得唯識非常繁瑣，很難學，你不學它也可以，老實念佛就行，到了西方極樂世界再學，那不遲，先取得西方，然後再廣學多聞，這個在佛法裡頭只有這一條路。所以說是這個法門萬修萬人去。你不去，那就沒有法子，萬修萬人去是要你一定肯去才才行，不肯去，那就不行了。"
    },
    {
      "id": "01-003-0081_p0007",
      "zh_CN": "基本唯识的常识，我们多少要懂得一点，最基本的就是《百法明门》，这是唯识入门，也可以说是唯识宗入门的概论，我们有这个常识就够了，就可以了。「唯」是唯独，「识」就是我们通常讲分别、了别，特别是着重在了别，「了」是明了，「别」就是分别，清清楚楚明明了瞭的在那里分别，这叫「识」。",
      "zh_TW": "基本唯識的常識，我們多少要懂得一點，最基本的就是《百法明門》，這是唯識入門，也可以說是唯識宗入門的概論，我們有這個常識就夠了，就可以了。「唯」是唯獨，「識」就是我們通常講分別、了別，特別是著重在了別，「了」是明瞭，「別」就是分別，清清楚楚明明瞭瞭的在那裡分別，這叫「識」。"
    },
    {
      "id": "01-003-0081_p0008",
      "zh_CN": "在佛法里面说，这个世界只有「识」，除了「识」之外什么都没有，这个意思就很深了，就不是我们平常人能理解的。我们平常讲宇宙之间森罗万象，怎么说什么都没有？佛法常说「万法皆空」、「万法无常」，万法无常的意思，我们能体会到一点，为什么？看到人有生老病死，看到宇宙有成住坏空，好像是无常，无常的意思能体会到一点。但是「万法皆空」就不容易体会到。如果通达唯识，他就很清楚的明白这个道理。因为一切万法都是从「了别」所变现的，换句话说，「识」是能变，「万法」是所变。这些万法从哪里来的？都是「识」变现出来的。",
      "zh_TW": "在佛法裡面說，這個世界只有「識」，除了「識」之外什麼都沒有，這個意思就很深了，就不是我們平常人能理解的。我們平常講宇宙之間森羅萬象，怎麼說什麼都沒有？佛法常說「萬法皆空」、「萬法無常」，萬法無常的意思，我們能體會到一點，為什麼？看到人有生老病死，看到宇宙有成住壞空，好像是無常，無常的意思能體會到一點。但是「萬法皆空」就不容易體會到。如果通達唯識，他就很清楚的明白這個道理。因為一切萬法都是從「了別」所變現的，換句話說，「識」是能變，「萬法」是所變。這些萬法從哪裡來的？都是「識」變現出來的。"
    },
    {
      "id": "01-003-0081_p0009",
      "zh_CN": "「识」究竟是什么东西？「识」就是真如本性的作用，它的体就是真如本性，真如本性起作用就叫做「识」。无论是觉是迷，通常我们一般说，真性的作用，在觉悟的时候，叫它做四智；在迷的时候，就叫它做八识。其实四智跟八识是一不是二，是一桩事情，不是两桩事情，只有迷悟不同而已。六祖大师在《坛经》里面说「但转其名而不转其体」，本体不转，只是换换名字而已。你要是开悟，悟入了，那就叫四智，你迷惑就叫八识，只换换名字而已，体相作用完全是一样的，并没有丝毫的改变。譬如有一个人跟我们在一起，他大彻大悟了，我们称他用「四智」，我们没悟的人用「八识」。",
      "zh_TW": "「識」究竟是什麼東西？「識」就是真如本性的作用，它的體就是真如本性，真如本性起作用就叫做「識」。無論是覺是迷，通常我們一般說，真性的作用，在覺悟的時候，叫它做四智；在迷的時候，就叫它做八識。其實四智跟八識是一不是二，是一樁事情，不是兩樁事情，只有迷悟不同而已。六祖大師在《壇經》裡面說「但轉其名而不轉其體」，本體不轉，只是換換名字而已。你要是開悟，悟入了，那就叫四智，你迷惑就叫八識，只換換名字而已，體相作用完全是一樣的，並沒有絲毫的改變。譬如有一個人跟我們在一起，他大徹大悟了，我們稱他用「四智」，我們沒悟的人用「八識」。"
    },
    {
      "id": "01-003-0081_p0010",
      "zh_CN": "唯识里面是专就「八识」来说，换句话说，专就迷位来说，它的目的就叫你破迷开悟。《百法明门》一开端，这宗旨就列出来。《百法明门》宗旨是什么？是说「一切法无我」。如果真正彻底觉悟一切法无我，他就入了大乘。所以《百法明门》是唯识宗入门，唯识是大乘法。大乘入门就是见道位，见道以后这才有资格修道。见道位是什么地位？圆教初住菩萨，这见道位。从二住到等觉都叫做修道位，有四十个位次。妙觉，那是果地，叫证道位，那证道了。可见得大乘法里面，见道标准相当高，它跟小乘不一样。小乘须陀洹是见道位，二果、三果是修道位；四果罗汉是证道位。初果的条件是要将三界八十八品见惑断尽，这才是见道位，小乘须陀洹果。这是我们一定要知道的。这些名相术语解释起来相当繁琐。民国初年季圣一居士所编的《四十二章经新疏》，适合初学佛法的人来研究，对于佛教这些基本名词术语解释得特别详细。",
      "zh_TW": "唯識裡面是專就「八識」來說，換句話說，專就迷位來說，它的目的就叫你破迷開悟。《百法明門》一開端，這宗旨就列出來。《百法明門》宗旨是什麼？是說「一切法無我」。如果真正徹底覺悟一切法無我，他就入了大乘。所以《百法明門》是唯識宗入門，唯識是大乘法。大乘入門就是見道位，見道以後這才有資格修道。見道位是什麼地位？圓教初住菩薩，這見道位。從二住到等覺都叫做修道位，有四十個位次。妙覺，那是果地，叫證道位，那證道了。可見得大乘法裡面，見道標準相當高，它跟小乘不一樣。小乘須陀洹是見道位，二果、三果是修道位；四果羅漢是證道位。初果的條件是要將三界八十八品見惑斷盡，這才是見道位，小乘須陀洹果。這是我們一定要知道的。這些名相術語解釋起來相當繁瑣。民國初年季聖一居士所編的《四十二章經新疏》，適合初學佛法的人來研究，對於佛教這些基本名詞術語解釋得特別詳細。"
    },
    {
      "id": "01-003-0081_p0011",
      "zh_CN": "唯识的经论一共是六部经、十一部论，唯识宗就是依据这「六经十一论」做为主修的课程。六经里最重要的是《解深密经》、《楞伽经》，《华严经》也是六经之一，也是唯识宗必读的经典。《华严》里面告诉我们「应观法界性，一切唯心造」，这是唯识论最重要的依据。法界，那就不仅指我们的世间，尽虚空遍法界，佛经里常讲十法界都包括在其中，全是我们自心所现，唯心所现，唯识所变。除了心识之外，确确实实没有一法。",
      "zh_TW": "唯識的經論一共是六部經、十一部論，唯識宗就是依據這「六經十一論」做為主修的課程。六經裡最重要的是《解深密經》、《楞伽經》，《華嚴經》也是六經之一，也是唯識宗必讀的經典。《華嚴》裡面告訴我們「應觀法界性，一切唯心造」，這是唯識論最重要的依據。法界，那就不僅指我們的世間，盡虛空遍法界，佛經裡常講十法界都包括在其中，全是我們自心所現，唯心所現，唯識所變。除了心識之外，確確實實沒有一法。"
    },
    {
      "id": "01-003-0081_p0012",
      "zh_CN": "这经上讲『唯识者，此文此义，皆识所变』。「文」是这一卷的经文，不但经文是识所变的，里面所讲的一切理论、方法、境界，没有一样不是识所变的。这个道理实在是不太好懂，所以佛在经上常常拿「梦幻」来作比喻，我们大家都会作梦，梦境时间短暂，醒来的时候就觉悟了，我刚才做了一个梦，再仔细想想梦里面境界清清楚楚，你记得很清楚。梦怎么来的？梦就是你自己心识变现出来的。如果这个梦刚刚醒的时候，这个时候你对唯识的道理、唯识的常识有一点，你就会去想一想。平常要问，你那个心像什么样子？你的识像什么样子？你说不出来！这经上讲的「无相无不相」，无相，心识都是没有相的。可是当你作梦的时候，你就明了了。这个时候无不相，现相了。要问你：你那个心是什么样子？整个梦境就是心的样子，心整个变成梦境了。全梦就是你的心，全心就是梦境，在梦境那个时候，你这个心就是在梦境里头，心与梦是一不是二。",
      "zh_TW": "這經上講『唯識者，此文此義，皆識所變』。「文」是這一卷的經文，不但經文是識所變的，裡面所講的一切理論、方法、境界，沒有一樣不是識所變的。這個道理實在是不太好懂，所以佛在經上常常拿「夢幻」來作比喻，我們大家都會作夢，夢境時間短暫，醒來的時候就覺悟了，我剛才做了一個夢，再仔細想想夢裡面境界清清楚楚，你記得很清楚。夢怎麼來的？夢就是你自己心識變現出來的。如果這個夢剛剛醒的時候，這個時候你對唯識的道理、唯識的常識有一點，你就會去想一想。平常要問，你那個心像什麼樣子？你的識像什麼樣子？你說不出來！這經上講的「無相無不相」，無相，心識都是沒有相的。可是當你作夢的時候，你就明瞭了。這個時候無不相，現相了。要問你：你那個心是什麼樣子？整個夢境就是心的樣子，心整個變成夢境了。全夢就是你的心，全心就是夢境，在夢境那個時候，你這個心就是在夢境裡頭，心與夢是一不是二。"
    },
    {
      "id": "01-003-0081_p0013",
      "zh_CN": "你在梦中忽然觉悟了，觉悟了，你在整个梦境就平等了。梦中当然有自己，也有别人，有山河大地，你晓得统统都是我变现的，所有境界都是我，都是自己，这是平等性生起来了，自他不二，万法一如，跟诸位说，这叫做法身。所以有同学问：到底什么是法身？这就是法身。我们现在有没有？现在有，你不承认。我们眼前山河大地这个太虚空都是我们自己心识变现的，但是我们不承认，就是不承认自己的法身。不是没有，摆在面前。",
      "zh_TW": "你在夢中忽然覺悟了，覺悟了，你在整個夢境就平等了。夢中當然有自己，也有別人，有山河大地，你曉得統統都是我變現的，所有境界都是我，都是自己，這是平等性生起來了，自他不二，萬法一如，跟諸位說，這叫做法身。所以有同學問：到底什麼是法身？這就是法身。我們現在有沒有？現在有，你不承認。我們眼前山河大地這個太虛空都是我們自己心識變現的，但是我們不承認，就是不承認自己的法身。不是沒有，擺在面前。"
    },
    {
      "id": "01-003-0081_p0014",
      "zh_CN": "诸佛如来承认，承认就是什么？就像在做梦一样，整个宇宙、整个地球，一切众生都是自己心识变现之物，除了心识之外什么都没有。你真正能承认，真正能肯定，你就是证得清净法身。证得清净法身的人决定没有烦恼，为什么？没有我相、人相、众生相、寿者相，决定没有这个。迷了才有，才有我人、才有界限、才有分别，悟了的没有；悟了，情与无情跟自己一体，一体无二体。真正觉悟了，无有一法不是自己。心外无法，法外无心，这是真正觉悟的人。还有我、还有人、还有是非，还有贪瞋痴慢，这是迷没有悟，悟了决定没有。所以悟的心是清净的，是平等的。",
      "zh_TW": "諸佛如來承認，承認就是什麼？就像在做夢一樣，整個宇宙、整個地球，一切眾生都是自己心識變現之物，除了心識之外什麼都沒有。你真正能承認，真正能肯定，你就是證得清淨法身。證得清淨法身的人決定沒有煩惱，為什麼？沒有我相、人相、眾生相、壽者相，決定沒有這個。迷了才有，才有我人、才有界限、才有分別，悟了的沒有；悟了，情與無情跟自己一體，一體無二體。真正覺悟了，無有一法不是自己。心外無法，法外無心，這是真正覺悟的人。還有我、還有人、還有是非，還有貪瞋痴慢，這是迷沒有悟，悟了決定沒有。所以悟的心是清淨的，是平等的。"
    },
    {
      "id": "01-003-0081_p0015",
      "zh_CN": "我们自己可以反省反省，自己到底是悟了还是没有悟？悟了的心一念不生，一切境界清清楚楚明明了瞭，这是悟；还有分别，还有执着，还有妄想，自己要知道，我决定是迷没有悟，这是自己一定要认识自己。知道自己在迷，有救！自己迷了不知道迷，还自己以为开悟了，这没救了。就好像一个人身体有病，他知道自己有病他有救，为什么？他去求医。自己一身病，认为很健康，「我没有病」，他根本不找医生，那就等死了，没救了。",
      "zh_TW": "我們自己可以反省反省，自己到底是悟了還是沒有悟？悟了的心一念不生，一切境界清清楚楚明明瞭瞭，這是悟；還有分別，還有執著，還有妄想，自己要知道，我決定是迷沒有悟，這是自己一定要認識自己。知道自己在迷，有救！自己迷了不知道迷，還自己以為開悟了，這沒救了。就好像一個人身體有病，他知道自己有病他有救，為什麼？他去求醫。自己一身病，認為很健康，「我沒有病」，他根本不找醫生，那就等死了，沒救了。"
    },
    {
      "id": "01-003-0081_p0016",
      "zh_CN": "知道自己迷惑颠倒，跟诸位说，那叫「始觉」，他觉悟了，他觉悟什么？知道自己迷惑颠倒，这就是觉悟，佛经里面讲始觉，开始觉悟了。世间一切众生不知道，你把佛法介绍他，他不接受，为什么？他认为他没有毛病，他认为他不迷。所以法身就在面前，报身也在面前，我们就不能证得。破迷开悟之后就证得了，破迷开悟是要功夫的，什么功夫？要断烦恼，要破所知障，要断无明，这是功夫。换句话说，要修戒定慧，不修戒定慧决定不能证得。",
      "zh_TW": "知道自己迷惑顛倒，跟諸位說，那叫「始覺」，他覺悟了，他覺悟什麼？知道自己迷惑顛倒，這就是覺悟，佛經裡面講始覺，開始覺悟了。世間一切眾生不知道，你把佛法介紹他，他不接受，為什麼？他認為他沒有毛病，他認為他不迷。所以法身就在面前，報身也在面前，我們就不能證得。破迷開悟之後就證得了，破迷開悟是要功夫的，什麼功夫？要斷煩惱，要破所知障，要斷無明，這是功夫。換句話說，要修戒定慧，不修戒定慧決定不能證得。"
    },
    {
      "id": "01-003-0081_p0017",
      "zh_CN": "听经听多了，能够懂得这些道理，这叫什么？解悟，解悟不管用。譬如我所说的这些境界，我都能说得出来，我是解悟，我说得出来，我做不到！譬如我能把清净法身讲得清清楚楚，圆满报身也讲得清清楚楚，可是我不能证得。我在这个世间看到一切人与事还是有分别、还是有执着、还是有不平，这就是不能证得。可见得证得是要真正的功夫。但是解悟有什么好处？相信了，不怀疑了。所以解悟它能帮助我们一桩事情，断疑生信。有了信心之后，那就努力在戒定慧上下功夫。",
      "zh_TW": "聽經聽多了，能夠懂得這些道理，這叫什麼？解悟，解悟不管用。譬如我所說的這些境界，我都能說得出來，我是解悟，我說得出來，我做不到！譬如我能把清淨法身講得清清楚楚，圓滿報身也講得清清楚楚，可是我不能證得。我在這個世間看到一切人與事還是有分別、還是有執著、還是有不平，這就是不能證得。可見得證得是要真正的功夫。但是解悟有什麼好處？相信了，不懷疑了。所以解悟它能幫助我們一樁事情，斷疑生信。有了信心之後，那就努力在戒定慧上下功夫。"
    },
    {
      "id": "01-003-0081_p0018",
      "zh_CN": "修戒定慧的方法、手段可以说是无量无边，太多了。有繁杂的，有简单的，繁杂的想一想，我没法子修，那个仪规太繁琐了。我就取简单的，最简单的方法就是念阿弥陀佛。这一句阿弥陀佛念好了，跟诸位说，戒定慧就具足了。我念阿弥陀佛的时候，我这心里头不打妄想，不想坏事，就诸恶莫作了。阿弥陀佛是万德洪名，善中之善，世出世间一切法没有比这更善了，我持阿弥陀佛就是众善奉行。所以念阿弥陀佛的人戒律就具足了。小乘戒就是诸恶莫作，菩萨戒就是众善奉行。所以我念这一句阿弥陀佛，大小乘戒律统统具足。我专心念这一句阿弥陀佛就是修定；这一句阿弥陀佛四个字清清楚楚、了了分明，就是修慧。所以这一句阿弥陀佛就是三学等运，戒定慧三学一次完成。这个功德利益不可思议！",
      "zh_TW": "修戒定慧的方法、手段可以說是無量無邊，太多了。有繁雜的，有簡單的，繁雜的想一想，我沒法子修，那個儀規太繁瑣了。我就取簡單的，最簡單的方法就是念阿彌陀佛。這一句阿彌陀佛念好了，跟諸位說，戒定慧就具足了。我念阿彌陀佛的時候，我這心裡頭不打妄想，不想壞事，就諸惡莫作了。阿彌陀佛是萬德洪名，善中之善，世出世間一切法沒有比這更善了，我持阿彌陀佛就是眾善奉行。所以念阿彌陀佛的人戒律就具足了。小乘戒就是諸惡莫作，菩薩戒就是眾善奉行。所以我念這一句阿彌陀佛，大小乘戒律統統具足。我專心念這一句阿彌陀佛就是修定；這一句阿彌陀佛四個字清清楚楚、了了分明，就是修慧。所以這一句阿彌陀佛就是三學等運，戒定慧三學一次完成。這個功德利益不可思議！"
    },
    {
      "id": "01-003-0081_p0019",
      "zh_CN": "其他方法在戒上修、在定上修，很麻烦，我们这一句阿弥陀佛全都具足了。念念阿弥陀佛，念念具足戒定慧，还有什么方法比这个更殊胜？可惜人不信，不信，就理没有贯通。所以解悟有好处，真正透彻理解了，他相信，深信不疑。所以我在无量法门里面，八万四千法门里面，我就选定这个阿弥陀佛，我相信我决定没有怀疑。我知道这一句佛号，不但是三学具足，三资粮具足，就是信愿行具足；六度万行，无量法门没有一样不具足。你要是真正通达唯识的道理，你就相信了。",
      "zh_TW": "其他方法在戒上修、在定上修，很麻煩，我們這一句阿彌陀佛全都具足了。念念阿彌陀佛，念念具足戒定慧，還有什麼方法比這個更殊勝？可惜人不信，不信，就理沒有貫通。所以解悟有好處，真正透徹理解了，他相信，深信不疑。所以我在無量法門裡面，八萬四千法門裡面，我就選定這個阿彌陀佛，我相信我決定沒有懷疑。我知道這一句佛號，不但是三學具足，三資糧具足，就是信願行具足；六度萬行，無量法門沒有一樣不具足。你要是真正通達唯識的道理，你就相信了。"
    },
    {
      "id": "01-003-0081_p0020",
      "zh_CN": "讲到变，识就是会变，我们拿电视萤幕来做个比喻，萤幕能现相，现相是心，就是真如本性，真如本性能现相，它不变，所以叫一真法界。为什么一真法界变成十法界？这就是识。「识」就是了别，分别不好，跟诸位说，明了也不好，为什么？明了就是无明的根本。《楞严经》上，富楼那尊者问释迦牟尼佛：无明是怎么起来的？几时起来的？什么原因起来的？佛告诉他八个字，就把这个问题讲得清清楚楚明明白白，「知见立知是无明本」，无明的根本就这么起来的。",
      "zh_TW": "講到變，識就是會變，我們拿電視螢幕來做個比喻，螢幕能現相，現相是心，就是真如本性，真如本性能現相，它不變，所以叫一真法界。為什麼一真法界變成十法界？這就是識。「識」就是了別，分別不好，跟諸位說，明瞭也不好，為什麼？明瞭就是無明的根本。《楞嚴經》上，富樓那尊者問釋迦牟尼佛：無明是怎麼起來的？幾時起來的？什麼原因起來的？佛告訴他八個字，就把這個問題講得清清楚楚明明白白，「知見立知是無明本」，無明的根本就這麼起來的。"
    },
    {
      "id": "01-003-0081_p0021",
      "zh_CN": "真如本性有觉有明，本觉本明，你在觉明里面再加上一个明，这叫无明。本觉本明，我们每个人都有，所以佛说：一切众生本来成佛。你确实是佛，佛讲得没错。我们眼能见是本觉本明，耳能听是本觉本明，六根的作用就是本觉本明，就是佛知佛见。你怎么会变成无明？你本明上再加个明，那是无明。因为你本明上没有的，你硬要把它加一个上去，这叫无明。这就把你这本性变成识了。",
      "zh_TW": "真如本性有覺有明，本覺本明，你在覺明裡面再加上一個明，這叫無明。本覺本明，我們每個人都有，所以佛說：一切眾生本來成佛。你確實是佛，佛講得沒錯。我們眼能見是本覺本明，耳能聽是本覺本明，六根的作用就是本覺本明，就是佛知佛見。你怎麼會變成無明？你本明上再加個明，那是無明。因為你本明上沒有的，你硬要把它加一個上去，這叫無明。這就把你這本性變成識了。"
    },
    {
      "id": "01-003-0081_p0022",
      "zh_CN": "我们眼见色、耳闻声，看得清楚、听得清楚，我们没有起分别心，就是不起心、不动念、不分别、不执着，这个时候是佛知佛见。眼是佛眼，耳是佛耳，一起念，这是蜡烛、这是电灯，这就叫无明，起了无明。你本明里头没有这些分别、没有这些执着。你把它加上一些执着，加上一些名堂，这就叫无明。我这叫念佛，我这在听经，这都是无明。本觉本明里头没有佛，也没有众生。这是佛，那是菩萨，这是阿罗汉，那是须陀洹，你糟糕不糟糕！",
      "zh_TW": "我們眼見色、耳聞聲，看得清楚、聽得清楚，我們沒有起分別心，就是不起心、不動念、不分別、不執著，這個時候是佛知佛見。眼是佛眼，耳是佛耳，一起念，這是蠟燭、這是電燈，這就叫無明，起了無明。你本明裡頭沒有這些分別、沒有這些執著。你把它加上一些執著，加上一些名堂，這就叫無明。我這叫念佛，我這在聽經，這都是無明。本覺本明裡頭沒有佛，也沒有眾生。這是佛，那是菩薩，這是阿羅漢，那是須陀洹，你糟糕不糟糕！"
    },
    {
      "id": "01-003-0081_p0023",
      "zh_CN": "佛说一切法是为你迷了才跟你说，你要是悟了，佛对你一句话都没得说，为什么？「开口便错，动念即乖」，一动念就是无明，一开口那就错了。说法是对迷的人说的，悟的人还有什么话好说！我们一天到晚都在这搞无明，增长无明。诸位要觉悟！都在那里搞分别、执着、妄想，都在搞这些。清凉大师讲得好，「有解无行，增长邪见；有行无解，增长无明」，我们看看现代这个时代的学佛人，岂不就是清凉大师所讲的，一种天天在研究经教的，增长邪见；一种我什么都不要了，我就是参禅或者是念佛，增长无明。虽然天天念佛、天天在打坐，问他什么都不知道，增长无明；一种就天天在分别，天天在打妄想，增长邪见。这都不是学佛。",
      "zh_TW": "佛說一切法是為你迷了才跟你說，你要是悟了，佛對你一句話都沒得說，為什麼？「開口便錯，動念即乖」，一動念就是無明，一開口那就錯了。說法是對迷的人說的，悟的人還有什麼話好說！我們一天到晚都在這搞無明，增長無明。諸位要覺悟！都在那裡搞分別、執著、妄想，都在搞這些。清涼大師講得好，「有解無行，增長邪見；有行無解，增長無明」，我們看看現代這個時代的學佛人，豈不就是清涼大師所講的，一種天天在研究經教的，增長邪見；一種我什麼都不要了，我就是參禪或者是念佛，增長無明。雖然天天念佛、天天在打坐，問他什麼都不知道，增長無明；一種就天天在分別，天天在打妄想，增長邪見。這都不是學佛。"
    },
    {
      "id": "01-003-0081_p0024",
      "zh_CN": "学佛要怎么学法？要解行合一。解行果然变成一桩事情，这就叫证。《华严》里面讲「入法界」，怎么入？解行变成一个就入了。解行分作两个没入，解是解，行是行，没入，解也不得入，行也不得入。如果合前面讲，信解行三个合成一个，就叫入了；信解行是三个个体，三个独立的，没入，信也不入，解也不入，行也不入；一定要把信解行三个合成一个，那就叫入法界了。入没有别的，入就是证，没有别体，就是三个合一。",
      "zh_TW": "學佛要怎麼學法？要解行合一。解行果然變成一樁事情，這就叫證。《華嚴》裡面講「入法界」，怎麼入？解行變成一個就入了。解行分作兩個沒入，解是解，行是行，沒入，解也不得入，行也不得入。如果合前面講，信解行三個合成一個，就叫入了；信解行是三個個體，三個獨立的，沒入，信也不入，解也不入，行也不入；一定要把信解行三個合成一個，那就叫入法界了。入沒有別的，入就是證，沒有別體，就是三個合一。"
    },
    {
      "id": "01-003-0081_p0025",
      "zh_CN": "怎么合法？譬如佛讲这么一些大道理，我们明了了，明了怎么样？明了统统放下。在日常生活当中，那就是交光法师在《楞严经正脉》里面提倡的「舍识用根」，我眼见一切色，用什么见？用见性见。见性怎么见法？见性就是没有分别、没有执着、没有妄想。像我们现在张开眼睛见，第一个见是见性见，你就保持你第一个见，不要落在第二个。落在第二个，第二个就识，第二个分别了，就落到分别里头去。诸位要晓得，不落在分别里面，一切色相平等的，没有好丑，一定是平等的。一有好丑，这个好看、那个不好看，糟糕了，落到识里头去了，识才有分别、才有好丑，性里头没有。",
      "zh_TW": "怎麼合法？譬如佛講這麼一些大道理，我們明瞭了，明瞭怎麼樣？明瞭統統放下。在日常生活當中，那就是交光法師在《楞嚴經正脈》裡面提倡的「捨識用根」，我眼見一切色，用什麼見？用見性見。見性怎麼見法？見性就是沒有分別、沒有執著、沒有妄想。像我們現在張開眼睛見，第一個見是見性見，你就保持你第一個見，不要落在第二個。落在第二個，第二個就識，第二個分別了，就落到分別裡頭去。諸位要曉得，不落在分別裡面，一切色相平等的，沒有好醜，一定是平等的。一有好醜，這個好看、那個不好看，糟糕了，落到識裡頭去了，識才有分別、才有好醜，性裡頭沒有。"
    },
    {
      "id": "01-003-0081_p0026",
      "zh_CN": "所以性像一面镜子一样，镜子什么都照，它不分别、不执着，照得清清楚楚明明白白，我们眼像镜子一样。耳听外面声音，听得清清楚楚明明白白，不要再这个好听，那个不好听，好听的多听一下，不好听的赶快远离，这就落在意识里头去了，这就把性转变成识了。换句话说，你从佛掉到凡夫位子上。所以经上讲的「本来成佛」，没错！当我们用第一念的时候都是佛，哪个不是佛？可惜我们第一念不能保持，诸佛与大菩萨他有能力保持第一念，始终在第一念，所以叫一真。",
      "zh_TW": "所以性像一面鏡子一樣，鏡子什麼都照，它不分別、不執著，照得清清楚楚明明白白，我們眼像鏡子一樣。耳聽外面聲音，聽得清清楚楚明明白白，不要再這個好聽，那個不好聽，好聽的多聽一下，不好聽的趕快遠離，這就落在意識裡頭去了，這就把性轉變成識了。換句話說，你從佛掉到凡夫位子上。所以經上講的「本來成佛」，沒錯！當我們用第一念的時候都是佛，哪個不是佛？可惜我們第一念不能保持，諸佛與大菩薩他有能力保持第一念，始終在第一念，所以叫一真。"
    },
    {
      "id": "01-003-0081_p0027",
      "zh_CN": "我们这个经里头最重要的一个道理，就叫我们保持第一念，一心不乱，一心就是第一，没有二心。你一有分别就是二心，没有分别的时候决定是一心；一心这就是佛，二心就是凡夫。就是怎么样从佛变成凡夫，就是这么一回事情。明白以后，你要懂得你怎么修行法。所以修行就是在日用平常当中，处事待人接物，我们用一心。你能用一心，于信、于解都变成一个了，解，那个解的目的无非是要你觉悟一心，行是叫你用一心。我现在真正处事待人接物都用一心，解行就合成一了。",
      "zh_TW": "我們這個經裡頭最重要的一個道理，就叫我們保持第一念，一心不亂，一心就是第一，沒有二心。你一有分別就是二心，沒有分別的時候決定是一心；一心這就是佛，二心就是凡夫。就是怎麼樣從佛變成凡夫，就是這麼一回事情。明白以後，你要懂得你怎麼修行法。所以修行就是在日用平常當中，處事待人接物，我們用一心。你能用一心，於信、於解都變成一個了，解，那個解的目的無非是要你覺悟一心，行是叫你用一心。我現在真正處事待人接物都用一心，解行就合成一了。"
    },
    {
      "id": "01-003-0081_p0028",
      "zh_CN": "别人对我分别执着，他是凡夫，他用三心二意。三心二意就是识，所以讲三心就是心、意、识，末那叫意，第六意识叫识，前六识都叫识，就是八识，三心就是八识；二意就是末那跟第六，末那是意根，第六是意识。九法界的有情众生，他们处事待人接物都是用三心二意。佛与大菩萨他们用真心，用六根根性，这交光大师讲的「舍识用根」，他不用三心二意。这是佛菩萨与凡夫与九法界众生不一样的地方就在此地，并不是其他的有什么不一样，就是用心不一样。除了用心不一样之外，没有一样不一样，都是一样的，就是用心不一样。这个道理有相当的深度，在讲席上也常常讲，每听一遍你总有一层比较深的体会，这样就好，虽然做不到，常常听有好处，帮助我们转识成智，所谓转识成智就是舍三心二意，用一心不乱，用一心。",
      "zh_TW": "別人對我分別執著，他是凡夫，他用三心二意。三心二意就是識，所以講三心就是心、意、識，末那叫意，第六意識叫識，前六識都叫識，就是八識，三心就是八識；二意就是末那跟第六，末那是意根，第六是意識。九法界的有情眾生，他們處事待人接物都是用三心二意。佛與大菩薩他們用真心，用六根根性，這交光大師講的「捨識用根」，他不用三心二意。這是佛菩薩與凡夫與九法界眾生不一樣的地方就在此地，並不是其他的有什麼不一樣，就是用心不一樣。除了用心不一樣之外，沒有一樣不一樣，都是一樣的，就是用心不一樣。這個道理有相當的深度，在講席上也常常講，每聽一遍你總有一層比較深的體會，這樣就好，雖然做不到，常常聽有好處，幫助我們轉識成智，所謂轉識成智就是捨三心二意，用一心不亂，用一心。"
    },
    {
      "id": "01-003-0081_p0029",
      "zh_CN": "既然讲到所变，变有两种：「一者因缘变，有实体用」，因缘变是有体有用的，就是有实在的体用。前五识、第八识是因缘变。「二者分别变，但可为境，是六七二识」。前五识跟阿赖耶识分别执着的能力非常薄弱，而分别执着妄想功能最强的就是第六识、第七识。在转识成智的时候，先从第六、第七转，六七转了，五八就跟着转。六七是因上转，五八是果上转。由此我们要明了，修行应该注意什么？注意第六识跟第七识。换句话说，第六识是分别，第七识是执着。我们在一切境界里头，多分别、多执着，就增长邪见；少分别、少执着，就增长智慧。",
      "zh_TW": "既然講到所變，變有兩種：「一者因緣變，有實體用」，因緣變是有體有用的，就是有實在的體用。前五識、第八識是因緣變。「二者分別變，但可為境，是六七二識」。前五識跟阿賴耶識分別執著的能力非常薄弱，而分別執著妄想功能最強的就是第六識、第七識。在轉識成智的時候，先從第六、第七轉，六七轉了，五八就跟著轉。六七是因上轉，五八是果上轉。由此我們要明瞭，修行應該注意什麼？注意第六識跟第七識。換句話說，第六識是分別，第七識是執著。我們在一切境界裡頭，多分別、多執著，就增長邪見；少分別、少執著，就增長智慧。"
    },
    {
      "id": "01-003-0081_p0030",
      "zh_CN": "「声是因缘变，名句文及所诠义是分别变」。聪明人造这些符号，这个符号叫什么，代表什么意思，教大家共同有这个分别执着，这就变成文字。所以文字的来源是从分别执着而来的；不像音声，音声是因缘而变的。这是讲教体，在理上讲，它有这些道理在。",
      "zh_TW": "「聲是因緣變，名句文及所詮義是分別變」。聰明人造這些符號，這個符號叫什麼，代表什麼意思，教大家共同有這個分別執著，這就變成文字。所以文字的來源是從分別執著而來的；不像音聲，音聲是因緣而變的。這是講教體，在理上講，它有這些道理在。"
    },
    {
      "id": "01-003-0081_p0031",
      "zh_CN": "『而有本影四句』，本是本质，影是影像，也可以说根本与枝末。好像我们人站在灯光底下，我们人是本，那个影子这是附带的，就从这个比喻上来说。「本」是真的，实实在在有的；「影」就是个影像，用我们现在话说，你心里有个印象，这个印象不是真实的。譬如我们见到一个人，那个人，像是个本体，他离开了，我们常常想他，想的那个像，那个像是个影像，那不是真的。再做一个比喻，好像我们镜子照外面，外面的物像是「本」，镜子里面照的那是影像，那个不是本。而我们识，识就好像镜子的本体，就好像镜子体一样。",
      "zh_TW": "『而有本影四句』，本是本質，影是影像，也可以說根本與枝末。好像我們人站在燈光底下，我們人是本，那個影子這是附帶的，就從這個比喻上來說。「本」是真的，實實在在有的；「影」就是個影像，用我們現在話說，你心裡有個印象，這個印象不是真實的。譬如我們見到一個人，那個人，像是個本體，他離開了，我們常常想他，想的那個像，那個像是個影像，那不是真的。再做一個比喻，好像我們鏡子照外面，外面的物像是「本」，鏡子裡面照的那是影像，那個不是本。而我們識，識就好像鏡子的本體，就好像鏡子體一樣。"
    },
    {
      "id": "01-003-0081_p0032",
      "zh_CN": "疏【四句者。】",
      "zh_TW": "疏【四句者。】"
    },
    {
      "id": "01-003-0081_p0033",
      "zh_CN": "这就解释「本影四句」。",
      "zh_TW": "這就解釋「本影四句」。"
    },
    {
      "id": "01-003-0081_p0034",
      "zh_CN": "疏【一、唯本无影。】",
      "zh_TW": "疏【一、唯本無影。】"
    },
    {
      "id": "01-003-0081_p0035",
      "zh_CN": "只有『本』，没有『影』。实在讲它是个错误，他是把影当成本，不是没有影，把影也当成本了，这是很大的错误。",
      "zh_TW": "只有『本』，沒有『影』。實在講它是個錯誤，他是把影當成本，不是沒有影，把影也當成本了，這是很大的錯誤。"
    },
    {
      "id": "01-003-0081_p0036",
      "zh_CN": "疏【即小乘教。】",
      "zh_TW": "疏【即小乘教。】"
    },
    {
      "id": "01-003-0081_p0037",
      "zh_CN": "唯本无影，小乘教。",
      "zh_TW": "唯本無影，小乘教。"
    },
    {
      "id": "01-003-0081_p0038",
      "zh_CN": "疏【不知教法皆唯识现，谓如来实有说法故。】",
      "zh_TW": "疏【不知教法皆唯識現，謂如來實有說法故。】"
    },
    {
      "id": "01-003-0081_p0039",
      "zh_CN": "现在有许许多多人都把这个当作真实的，尤其现在学术界都要来考证，来找原始佛教。为什么？都是认为佛有法可说。真的，这是不解如来真实义。虽然他是今天学术界里头权威，甚至于世界级的学术权威也不行，也不解如来真实义，还是清凉大师讲「增长邪见」而已。我们跟他讲，他说我们不通，说我们这些原始经典都没有念过，看的也没有他多，念的也没有他多，不懂，我们这些人不在他眼里。一天到晚分别执着，这都是唯识里面讲的「唯本无影」，把影也当作本，本影不分。不知道如来还不要紧，更重要的是什么？不知道自己，这个问题就严重了。",
      "zh_TW": "現在有許許多多人都把這個當作真實的，尤其現在學術界都要來考證，來找原始佛教。為什麼？都是認為佛有法可說。真的，這是不解如來真實義。雖然他是今天學術界裡頭權威，甚至於世界級的學術權威也不行，也不解如來真實義，還是清涼大師講「增長邪見」而已。我們跟他講，他說我們不通，說我們這些原始經典都沒有念過，看的也沒有他多，念的也沒有他多，不懂，我們這些人不在他眼裡。一天到晚分別執著，這都是唯識裡面講的「唯本無影」，把影也當作本，本影不分。不知道如來還不要緊，更重要的是什麼？不知道自己，這個問題就嚴重了。"
    },
    {
      "id": "01-003-0081_p0040",
      "zh_CN": "佛说一切法，是教我们认识自己，是教我们自己真性显露，是要我们认识自己的如来，不是认识他，这是佛的真实义。我们今天把方向目标搞错了，一味去追求释迦牟尼佛这个如来，只考据他这些经典，而不晓得回过头来去找自己心性里面的如来，心性里面流露出来的一切经典，这是把方向搞错了。所以佛在大经大论上明白的开示说：佛法无人说，虽智莫能解。世间第一流的聪明智慧没有办法理解佛法，道理就在此地，方向搞错了。岂不闻经上常说：心外无法，法外无心。他是要你在心里面去找法。从法里面要会归到自心，从心里面去觅法，这是佛教给我们的。所以说，无上正觉。",
      "zh_TW": "佛說一切法，是教我們認識自己，是教我們自己真性顯露，是要我們認識自己的如來，不是認識他，這是佛的真實義。我們今天把方向目標搞錯了，一味去追求釋迦牟尼佛這個如來，只考據他這些經典，而不曉得回過頭來去找自己心性裡面的如來，心性裡面流露出來的一切經典，這是把方向搞錯了。所以佛在大經大論上明白的開示說：佛法無人說，雖智莫能解。世間第一流的聰明智慧沒有辦法理解佛法，道理就在此地，方向搞錯了。豈不聞經上常說：心外無法，法外無心。他是要你在心裡面去找法。從法裡面要會歸到自心，從心裡面去覓法，這是佛教給我們的。所以說，無上正覺。"
    },
    {
      "id": "01-003-0081_p0041",
      "zh_CN": "世间人没有方法体会，为什么没法子体会？简单说一句，他心不清净，他心里头要搞名闻利养，他心里头有是非人我，所以他没有办法体会到这一层，他不会回头。要能把名闻利养、是非人我统统丢掉，恢复到自性清净心，你就体会到了，你一展开经典立刻就明了佛说的是什么意思，我们应该要如何来受持，要怎样来接受。小乘圣者，小乘人着相，虽然破我执，没有破法执，比我们凡夫毕竟还是要高一层，他能成就九次第定，他不能开智慧，换句话说，不能见性。为什么不能见性？病根就是把影当成本，这就是法执，认为如来实有法说。小乘人他不能体会虚空法界是唯识所变，不知道三界唯心，所以他执着心外有境。像一些愚痴的人，把影像当作真实，以为那是真实的，不晓得那是个影像。",
      "zh_TW": "世間人沒有方法體會，為什麼沒法子體會？簡單說一句，他心不清淨，他心裡頭要搞名聞利養，他心裡頭有是非人我，所以他沒有辦法體會到這一層，他不會回頭。要能把名聞利養、是非人我統統丟掉，恢復到自性清淨心，你就體會到了，你一展開經典立刻就明瞭佛說的是什麼意思，我們應該要如何來受持，要怎樣來接受。小乘聖者，小乘人著相，雖然破我執，沒有破法執，比我們凡夫畢竟還是要高一層，他能成就九次第定，他不能開智慧，換句話說，不能見性。為什麼不能見性？病根就是把影當成本，這就是法執，認為如來實有法說。小乘人他不能體會虛空法界是唯識所變，不知道三界唯心，所以他執著心外有境。像一些愚痴的人，把影像當作真實，以為那是真實的，不曉得那是個影像。"
    },
    {
      "id": "01-003-0081_p0042",
      "zh_CN": "疏【二、亦本亦影，即始教。】",
      "zh_TW": "疏【二、亦本亦影，即始教。】"
    },
    {
      "id": "01-003-0081_p0043",
      "zh_CN": "也是『本』也是『影』，这比前面就聪明得多。本与影他分清楚了，这是『始教』义，这是大乘开始。",
      "zh_TW": "也是『本』也是『影』，這比前面就聰明得多。本與影他分清楚了，這是『始教』義，這是大乘開始。"
    },
    {
      "id": "01-003-0081_p0044",
      "zh_CN": "疏【以佛自宣说，若文若义，皆从妙观察智净识所现，名本质教。】",
      "zh_TW": "疏【以佛自宣說，若文若義，皆從妙觀察智淨識所現，名本質教。】"
    },
    {
      "id": "01-003-0081_p0045",
      "zh_CN": "的确这是相当高的智慧，他晓得佛讲这些经是从什么地方讲出来的，他知道。也是从佛分别执着里面显露的，我说分别执着大家好懂一点。但是分别执着是凡夫的境界，佛有没有？佛也有。佛有，为什么叫『妙观察智』？叫『净识』？因为佛觉而不迷，觉而不迷的分别执着就叫做妙观察智，就叫做净识。换句话说，我们的妙观察智迷了，迷了就叫分别，我们的净识迷了，迷了就叫作阿赖耶，也是换个名字，并没有换事相。我们就是迷而不觉，佛就是觉而不迷。",
      "zh_TW": "的確這是相當高的智慧，他曉得佛講這些經是從什麼地方講出來的，他知道。也是從佛分別執著裡面顯露的，我說分別執著大家好懂一點。但是分別執著是凡夫的境界，佛有沒有？佛也有。佛有，為什麼叫『妙觀察智』？叫『淨識』？因為佛覺而不迷，覺而不迷的分別執著就叫做妙觀察智，就叫做淨識。換句話說，我們的妙觀察智迷了，迷了就叫分別，我們的淨識迷了，迷了就叫作阿賴耶，也是換個名字，並沒有換事相。我們就是迷而不覺，佛就是覺而不迷。"
    },
    {
      "id": "01-003-0081_p0046",
      "zh_CN": "我再说得简单一点，佛一天到晚就一心不乱，一心不乱就是觉而不迷。什么叫做觉？一心不乱就叫觉。我们三心二意，一天到晚胡思乱想，这就叫迷。想佛想菩萨都叫迷，常常想经典里面那些境界，跟诸位说还是叫迷。迷得那么多不如迷一桩，念阿弥陀佛就好了，你要明白这个道理很深！我如果是迷一切经里面那么多道理，我为什么不选一个阿弥陀佛，我就迷这四个字多好。你迷得多了，不容易开悟！迷一个容易开悟！因为一个容易摆脱掉，觉悟了；太多了，摆脱不掉。这个理很深，诸位要细细去体会。到你会用心了，你研究经、读经你也会了。",
      "zh_TW": "我再說得簡單一點，佛一天到晚就一心不亂，一心不亂就是覺而不迷。什麼叫做覺？一心不亂就叫覺。我們三心二意，一天到晚胡思亂想，這就叫迷。想佛想菩薩都叫迷，常常想經典裡面那些境界，跟諸位說還是叫迷。迷得那麼多不如迷一樁，念阿彌陀佛就好了，你要明白這個道理很深！我如果是迷一切經裡面那麼多道理，我為什麼不選一個阿彌陀佛，我就迷這四個字多好。你迷得多了，不容易開悟！迷一個容易開悟！因為一個容易擺脫掉，覺悟了；太多了，擺脫不掉。這個理很深，諸位要細細去體會。到你會用心了，你研究經、讀經你也會了。"
    },
    {
      "id": "01-003-0081_p0047",
      "zh_CN": "我为什么要研究一些经？有两个目的，一个为自己，帮助我们建立信心，破疑生信，我要去读一切经；另外一个是接引众生。两个目的要想达成，统统是要把解行调合成一个。换句话说，就是处事待人接物但用一心，一个真诚之心，我就用这个心。别人对我用虚妄，他的事情，他不想成就，我想成就，我待人真诚。我在境界里面修什么？修不乱。不管什么境界现前，我都要沈得住气，我不乱。你不乱，你就有定就有慧，一乱了，定慧都没有了，修就是修这个。当我要乱的时候赶紧念阿弥陀佛，这一句阿弥陀佛把这个乱心收回来了，又收成一个。所以念佛在所有法门里面，你看《华严》会上文殊、普贤替善财童子选的这个，那就是最殊胜的法门、最方便的法门，最简单、最容易、最靠得住的法门，你要晓得修。真正会修的就是入的华严境界，「理事无碍，事事无碍」，真正得大自在。",
      "zh_TW": "我為什麼要研究一些經？有兩個目的，一個為自己，幫助我們建立信心，破疑生信，我要去讀一切經；另外一個是接引眾生。兩個目的要想達成，統統是要把解行調合成一個。換句話說，就是處事待人接物但用一心，一個真誠之心，我就用這個心。別人對我用虛妄，他的事情，他不想成就，我想成就，我待人真誠。我在境界裡面修什麼？修不亂。不管什麼境界現前，我都要沈得住氣，我不亂。你不亂，你就有定就有慧，一亂了，定慧都沒有了，修就是修這個。當我要亂的時候趕緊念阿彌陀佛，這一句阿彌陀佛把這個亂心收回來了，又收成一個。所以念佛在所有法門裡面，你看《華嚴》會上文殊、普賢替善財童子選的這個，那就是最殊勝的法門、最方便的法門，最簡單、最容易、最靠得住的法門，你要曉得修。真正會修的就是入的華嚴境界，「理事無礙，事事無礙」，真正得大自在。"
    },
    {
      "id": "01-003-0081_p0048",
      "zh_CN": "佛的一切经，是从觉悟的分别执着里头流出来的。觉悟之后，随众生的分别而分别，随众生的执着而执着，自己决定没有分别执着，这就叫妙观察智，这就叫净识。不是佛真正有分别执着，佛没有。所以佛说四十九年法，在《金刚经》上说，谁要说佛说法叫谤佛，他不承认，他说他一句法也没说。道理他确实没有说一句法，所说的随你们说的，你们说这个，我也说这个，不是我说的，我根本没有说过一句法。你们说这个是书，好，我也说是书，这个书是分别执着，是你们分别执着，我没有！你说这个是书，我就跟你说书，你执着这个是书，好，我也跟你执着。我心决定没有分别执着，没有分别执着这就是觉，这就是净。我们凡夫认为这是书，真的执着这是书，真的分别这是书，他确实有这个执着，这个执着是染污，这个执着是迷。跟诸位说，佛跟凡夫不一样地方就在此地，就这么简单。这一层果然透得了，三藏十二部全部都透得了。这是从佛这一方面说的，佛讲的是本质教，是觉而不迷，无说而说，说而无说，这是佛。",
      "zh_TW": "佛的一切經，是從覺悟的分別執著裡頭流出來的。覺悟之後，隨眾生的分別而分別，隨眾生的執著而執著，自己決定沒有分別執著，這就叫妙觀察智，這就叫淨識。不是佛真正有分別執著，佛沒有。所以佛說四十九年法，在《金剛經》上說，誰要說佛說法叫謗佛，他不承認，他說他一句法也沒說。道理他確實沒有說一句法，所說的隨你們說的，你們說這個，我也說這個，不是我說的，我根本沒有說過一句法。你們說這個是書，好，我也說是書，這個書是分別執著，是你們分別執著，我沒有！你說這個是書，我就跟你說書，你執著這個是書，好，我也跟你執著。我心決定沒有分別執著，沒有分別執著這就是覺，這就是淨。我們凡夫認為這是書，真的執著這是書，真的分別這是書，他確實有這個執著，這個執著是染污，這個執著是迷。跟諸位說，佛跟凡夫不一樣地方就在此地，就這麼簡單。這一層果然透得了，三藏十二部全部都透得了。這是從佛這一方面說的，佛講的是本質教，是覺而不迷，無說而說，說而無說，這是佛。"
    },
    {
      "id": "01-003-0081_p0049",
      "zh_CN": "疏【闻者。】",
      "zh_TW": "疏【聞者。】"
    },
    {
      "id": "01-003-0081_p0050",
      "zh_CN": "我们这一听，我们的第六识、第七识、第八识统统起作用，前五识也起作用，眼识在看，耳识在听，第六意识在分别，第七识在执着，第八识落印象，统统都起作用了。",
      "zh_TW": "我們這一聽，我們的第六識、第七識、第八識統統起作用，前五識也起作用，眼識在看，耳識在聽，第六意識在分別，第七識在執著，第八識落印象，統統都起作用了。"
    },
    {
      "id": "01-003-0081_p0051",
      "zh_CN": "疏【闻者识上所变文义，名影像教。】",
      "zh_TW": "疏【聞者識上所變文義，名影像教。】"
    },
    {
      "id": "01-003-0081_p0052",
      "zh_CN": "从佛那个本质教，使我们得到影像，我们这个镜子照进来了，这就是佛对我们的加持，佛对我们的帮助。",
      "zh_TW": "從佛那個本質教，使我們得到影像，我們這個鏡子照進來了，這就是佛對我們的加持，佛對我們的幫助。"
    },
    {
      "id": "01-003-0081_p0053",
      "zh_CN": "疏【诸佛众生互为增上故。】",
      "zh_TW": "疏【諸佛眾生互為增上故。】"
    },
    {
      "id": "01-003-0081_p0054",
      "zh_CN": "佛对我们加持，佛教我们觉悟，我们听了之后，我们觉悟了，我们明白这个道理了。众生对佛帮助在哪里？诸位要晓得，没有这些迷惑颠倒的众生，佛起不了这些，本质教他也起不出来。因为看到众生迷，所以从这个迷使佛觉悟，佛先觉。没有这个迷惑颠倒的众生，佛到哪里去觉悟？佛也成不了佛。师资道合，学生资助老师，老师教导学生。没有这些众生，佛一句话也没得说；正因为这一批颠颠倒倒的众生，所以佛才有经说，才讲了这么多。",
      "zh_TW": "佛對我們加持，佛教我們覺悟，我們聽了之後，我們覺悟了，我們明白這個道理了。眾生對佛幫助在哪裡？諸位要曉得，沒有這些迷惑顛倒的眾生，佛起不了這些，本質教他也起不出來。因為看到眾生迷，所以從這個迷使佛覺悟，佛先覺。沒有這個迷惑顛倒的眾生，佛到哪裡去覺悟？佛也成不了佛。師資道合，學生資助老師，老師教導學生。沒有這些眾生，佛一句話也沒得說；正因為這一批顛顛倒倒的眾生，所以佛才有經說，才講了這麼多。"
    },
    {
      "id": "01-003-0081_p0055",
      "zh_CN": "唯识里面讲心王、心所，心王实在讲还是清净的，不清净是心所。譬如第六意识，第六意识虽然分别了，我们眼睛看这些色相一样一样分别了，虽分别还没有起心动念，起心动念这才染污。起什么心？动什么念？合自己意思，起了贪心；不合自己意思，起了瞋恚心。贪瞋痴慢都是心所法，心王里头没有，附属于心所的。有个比喻，好像机关里面首长，首长人很好，非常公正，非常爱民，底下那些部下贪赃枉法，那有什么法子，部下在做坏事，首长还不知道。五十一个心所就是心王的部下，他们在干坏事。单单心王而不用心所的话，心王清净，可以说八个识都是净识，八个识都是无漏法；可惜被这些干部们搞坏了，五十一个心所搞坏了。",
      "zh_TW": "唯識裡面講心王、心所，心王實在講還是清淨的，不清淨是心所。譬如第六意識，第六意識雖然分別了，我們眼睛看這些色相一樣一樣分別了，雖分別還沒有起心動念，起心動念這才染污。起什麼心？動什麼念？合自己意思，起了貪心；不合自己意思，起了瞋恚心。貪瞋痴慢都是心所法，心王裡頭沒有，附屬於心所的。有個比喻，好像機關裡面首長，首長人很好，非常公正，非常愛民，底下那些部下貪贓枉法，那有什麼法子，部下在做壞事，首長還不知道。五十一個心所就是心王的部下，他們在幹壞事。單單心王而不用心所的話，心王清淨，可以說八個識都是淨識，八個識都是無漏法；可惜被這些幹部們搞壞了，五十一個心所搞壞了。"
    },
    {
      "id": "01-003-0081_p0056",
      "zh_CN": "五十一个心所里面，有十一个心所是善的，有二十六个心所是恶的（根本烦恼六个，随烦恼二十个），不定四个，遍行五个，别境五个，总共是五十一个心所。这五十一个就是心王的干部，所有一切染污，把无漏变成有漏，把净识变作染污识，统统是心所干的事情。为什么我们常常讲第六识、第七识？因为与第六识相应的心所最多，五十一个心所全部都有，与第七识相应的有三十四个心所。与前五识、第八识相应的很少，第八识只有五个心所（五遍行），其他的都不相应。因此染污最严重、力量最强大的就是第六跟第七，妙观察智就是转第六意识为妙观察，转第七识为平等性。诸位要晓得，你只要一不执着，你的心就平等，平等心是佛心。",
      "zh_TW": "五十一個心所裡面，有十一個心所是善的，有二十六個心所是惡的（根本煩惱六個，隨煩惱二十個），不定四個，遍行五個，別境五個，總共是五十一個心所。這五十一個就是心王的幹部，所有一切染污，把無漏變成有漏，把淨識變作染污識，統統是心所幹的事情。為什麼我們常常講第六識、第七識？因為與第六識相應的心所最多，五十一個心所全部都有，與第七識相應的有三十四個心所。與前五識、第八識相應的很少，第八識只有五個心所（五遍行），其他的都不相應。因此染污最嚴重、力量最強大的就是第六跟第七，妙觀察智就是轉第六意識為妙觀察，轉第七識為平等性。諸位要曉得，你只要一不執著，你的心就平等，平等心是佛心。"
    },
    {
      "id": "01-003-0081_p0057",
      "zh_CN": "刚才跟诸位特别强调，处事待人接物，学佛就是学用心。佛的心就是平等心，能以平等心待人接物，这个人是佛，他用佛心。菩萨用六度心，菩萨念念布施、持戒、忍辱、精进、禅定、般若，他用这个心处事待人接物。辟支佛用缘觉心，用十二因缘心；声闻就是阿罗汉，用四谛心。天人用十善心，人用五戒心，鬼用贪心，畜生是愚痴心，地狱是瞋恚心。佛在经上常常给我们讲，十法界的人为什么变成十法界？他处事待人接物用心不相同。所以用平等心是最上的。一切法里头不执着，心就平等，一切法里头不分别，就是妙观察。这两个识要是一转，前五识就变成成所作智，阿赖耶就变成大圆镜智，那自自然然就转了，不必用功夫的；用功夫就在六七。所以，我们为什么要那么样坚强的去分别执着？这是我们的大过失。佛法修行纲领：觉不迷、正不邪、净不染，总是把这个忘掉了。",
      "zh_TW": "剛才跟諸位特別強調，處事待人接物，學佛就是學用心。佛的心就是平等心，能以平等心待人接物，這個人是佛，他用佛心。菩薩用六度心，菩薩念念布施、持戒、忍辱、精進、禪定、般若，他用這個心處事待人接物。辟支佛用緣覺心，用十二因緣心；聲聞就是阿羅漢，用四諦心。天人用十善心，人用五戒心，鬼用貪心，畜生是愚痴心，地獄是瞋恚心。佛在經上常常給我們講，十法界的人為什麼變成十法界？他處事待人接物用心不相同。所以用平等心是最上的。一切法裡頭不執著，心就平等，一切法裡頭不分別，就是妙觀察。這兩個識要是一轉，前五識就變成成所作智，阿賴耶就變成大圓鏡智，那自自然然就轉了，不必用功夫的；用功夫就在六七。所以，我們為什麼要那麼樣堅強的去分別執著？這是我們的大過失。佛法修行綱領：覺不迷、正不邪、淨不染，總是把這個忘掉了。"
    },
    {
      "id": "01-003-0081_p0058",
      "zh_CN": "现在这个世间妖魔鬼怪统统出来了，大家要知道，要觉悟。这些妖魔鬼怪也都渗透到佛法里面来了，来欺骗众生，国内国外都非常普遍。我在国外见到许许多多，都自称什么佛再来的，什么菩萨再来的，信徒多得不得了，正法没有人来听，魔法里面成千上万的信徒，这是众生不幸，世界大乱的预兆。还有一点，不要帮助妖魔鬼怪，帮助妖魔鬼怪，你们自己要负因果责任。妖魔鬼怪为什么有那么大的势力？帮助他的人多！他是罪魁祸首，你帮助他是从犯。一定要觉悟，要老老实实的念佛。今天时间到了。",
      "zh_TW": "現在這個世間妖魔鬼怪統統出來了，大家要知道，要覺悟。這些妖魔鬼怪也都滲透到佛法裡面來了，來欺騙眾生，國內國外都非常普遍。我在國外見到許許多多，都自稱什麼佛再來的，什麼菩薩再來的，信徒多得不得了，正法沒有人來聽，魔法裡面成千上萬的信徒，這是眾生不幸，世界大亂的預兆。還有一點，不要幫助妖魔鬼怪，幫助妖魔鬼怪，你們自己要負因果責任。妖魔鬼怪為什麼有那麼大的勢力？幫助他的人多！他是罪魁禍首，你幫助他是從犯。一定要覺悟，要老老實實的念佛。今天時間到了。"
    }
  ]
}