{
  "doc_id": "01-003-0104",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０四集",
    "zh_TW": "第一０四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0104",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "01-003-0104_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一九九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一九九頁："
    },
    {
      "id": "01-003-0104_p0002",
      "zh_CN": "疏【圣人无我，今何称我？智论有三：一、随世间故，二、破邪见故，三、不着无我故。以是三者，不碍说我，又法身真我，亦得称我。】",
      "zh_TW": "疏【聖人無我，今何稱我？智論有三：一、隨世間故，二、破邪見故，三、不著無我故。以是三者，不礙說我，又法身真我，亦得稱我。】"
    },
    {
      "id": "01-003-0104_p0003",
      "zh_CN": "这一段是预防有一些人学了一些佛法，佛经里面常常说要破我执、破法执，初果就破身见，四果罗汉就破了我执，为什么他还要说「我」？防着有这样的疑惑，所以大师在此地特别为我们说明，他举《大智度论》上「称我」三个意思。这三个意思在底下有解释，我们看《钞》：",
      "zh_TW": "這一段是預防有一些人學了一些佛法，佛經裡面常常說要破我執、破法執，初果就破身見，四果羅漢就破了我執，為什麼他還要說「我」？防著有這樣的疑惑，所以大師在此地特別為我們說明，他舉《大智度論》上「稱我」三個意思。這三個意思在底下有解釋，我們看《鈔》："
    },
    {
      "id": "01-003-0104_p0004",
      "zh_CN": "钞【此下复分我闻为二，离释同前。】",
      "zh_TW": "鈔【此下復分我聞為二，離釋同前。】"
    },
    {
      "id": "01-003-0104_p0005",
      "zh_CN": "『离』是分开来讲，什么叫『我』？什么叫『闻』？跟前面这个例子是相同的。第一就是：",
      "zh_TW": "『離』是分開來講，什麼叫『我』？什麼叫『聞』？跟前面這個例子是相同的。第一就是："
    },
    {
      "id": "01-003-0104_p0006",
      "zh_CN": "钞【一云随世间者，谓世法中说我，非第一义中说我，随顺世间而说，无有实体，则不乖于第一义也。】",
      "zh_TW": "鈔【一云隨世間者，謂世法中說我，非第一義中說我，隨順世間而說，無有實體，則不乖於第一義也。】"
    },
    {
      "id": "01-003-0104_p0007",
      "zh_CN": "『第一义』是说不出的，所谓「言语道断，心行处灭」，言语能说得出来的都是第二义、第三义了，能思惟想像的也不是第一义。什么叫第一义？第一义里头连第一义也没有，如果有第一义就不是真正的第一义，实在讲就是真如本性，从现相上来讲就是「一真法界」，《法华经》里面说的「诸法实相」，净土所讲的「理一心不乱」，都是第一义。它的名词很多，有一百多种之多，都是说一桩事情。实在说不出，要我们自己去体会，只能用体会，不能用思惟，因为一落到思惟就是第二义，就不是第一义了。",
      "zh_TW": "『第一義』是說不出的，所謂「言語道斷，心行處滅」，言語能說得出來的都是第二義、第三義了，能思惟想像的也不是第一義。什麼叫第一義？第一義裡頭連第一義也沒有，如果有第一義就不是真正的第一義，實在講就是真如本性，從現相上來講就是「一真法界」，《法華經》裡面說的「諸法實相」，淨土所講的「理一心不亂」，都是第一義。它的名詞很多，有一百多種之多，都是說一樁事情。實在說不出，要我們自己去體會，只能用體會，不能用思惟，因為一落到思惟就是第二義，就不是第一義了。"
    },
    {
      "id": "01-003-0104_p0008",
      "zh_CN": "禅家讲参禅，离心意识参，离心意识就是第一义，「心」是阿赖耶识，「意」是末那识、第七识，「识」是第六识。你能够离开第六识、第七识、第八识，你所显露出来的就是真如本性，真如本性就是第一义。怎样才能离得开？你先要晓得，心意识是什么意思？是什么样的现象？第六意识去分别，我们这个分别心是六意识，第七识是执着，第八识我们讲落印象。换句话说，你不分别、不执着、不落印象，这个时候就是第一义。我们眼见色不分别、不执着、不落印象，耳闻声也是不分别、不执着、不落印象，就是不用心意识，这个时候我们六根接触六尘境界统统是第一义。",
      "zh_TW": "禪家講參禪，離心意識參，離心意識就是第一義，「心」是阿賴耶識，「意」是末那識、第七識，「識」是第六識。你能夠離開第六識、第七識、第八識，你所顯露出來的就是真如本性，真如本性就是第一義。怎樣才能離得開？你先要曉得，心意識是什麼意思？是什麼樣的現象？第六意識去分別，我們這個分別心是六意識，第七識是執著，第八識我們講落印象。換句話說，你不分別、不執著、不落印象，這個時候就是第一義。我們眼見色不分別、不執著、不落印象，耳聞聲也是不分別、不執著、不落印象，就是不用心意識，這個時候我們六根接觸六塵境界統統是第一義。"
    },
    {
      "id": "01-003-0104_p0009",
      "zh_CN": "这里面，你们现在好好的想想，你能说得出一句话来吗？不要说别的，我们举一个例子，我举出这个，「离开一切名字相，你说一句来，这是什么？你们能不能说得出来？」离开名字相，你说纸片，「纸片」是个名字，「精舍」也是个名字，「书签」也是个名字，我叫你离开名字相，你说一句出来，这是什么？就说不出来了。清不清楚呢？清清楚楚，说不出来，这就是第一义。你能说出来，这就第二义，就不是第一义。",
      "zh_TW": "這裡面，你們現在好好的想想，你能說得出一句話來嗎？不要說別的，我們舉一個例子，我舉出這個，「離開一切名字相，你說一句來，這是什麼？你們能不能說得出來？」離開名字相，你說紙片，「紙片」是個名字，「精舍」也是個名字，「書籤」也是個名字，我叫你離開名字相，你說一句出來，這是什麼？就說不出來了。清不清楚呢？清清楚楚，說不出來，這就是第一義。你能說出來，這就第二義，就不是第一義。"
    },
    {
      "id": "01-003-0104_p0010",
      "zh_CN": "这个境界，佛法没到中国来，我们中国人也知道！你看《老子》里面所说的，「名可名，非常名；道可道，非常道」，这两句话跟佛经里面讲的「言语道断，心行处灭」是一个意思，说法不相同，意思境界完全相同。可见得老子也见了第一义，也证得诸法实相，要不是佛再来，那也是八地以上的菩萨，不是八地以上的菩萨说不出来！没有入这个境界，他说不出来。佛法没到中国来，中国人也入了这个境界。",
      "zh_TW": "這個境界，佛法沒到中國來，我們中國人也知道！你看《老子》裡面所說的，「名可名，非常名；道可道，非常道」，這兩句話跟佛經裡面講的「言語道斷，心行處滅」是一個意思，說法不相同，意思境界完全相同。可見得老子也見了第一義，也證得諸法實相，要不是佛再來，那也是八地以上的菩薩，不是八地以上的菩薩說不出來！沒有入這個境界，他說不出來。佛法沒到中國來，中國人也入了這個境界。"
    },
    {
      "id": "01-003-0104_p0011",
      "zh_CN": "所以第一义里面是平等法、是清净法，第一义里头流出来的作用就是慈悲。所以慈悲是性德，是真如本性里头本具的德能，大慈大悲！我们常讲：无缘大慈，同体大悲。如果要不见性，这个慈悲心流不出来的，我们想学也学不到，怎么勉强学都学不像的，必须自己亲自入了这个境界才行。所以，第一义里头没有我！像《金刚经》上所说的，四相都空了，哪来的我？这才叫第一义，也叫做中道第一义。所以，实实在在无我。随顺世间，这就是起作用，这叫做慈悲。",
      "zh_TW": "所以第一義裡面是平等法、是清淨法，第一義裡頭流出來的作用就是慈悲。所以慈悲是性德，是真如本性裡頭本具的德能，大慈大悲！我們常講：無緣大慈，同體大悲。如果要不見性，這個慈悲心流不出來的，我們想學也學不到，怎麼勉強學都學不像的，必須自己親自入了這個境界才行。所以，第一義裡頭沒有我！像《金剛經》上所說的，四相都空了，哪來的我？這才叫第一義，也叫做中道第一義。所以，實實在在無我。隨順世間，這就是起作用，這叫做慈悲。"
    },
    {
      "id": "01-003-0104_p0012",
      "zh_CN": "佛要常住在第一义，第一义里头，刚才讲了，不但没有言语，也没有思惟，试问问佛怎么样教化众生？佛给我们说这些经，说这么多话，都是从第一义把它变成第二义，我们才能得利益，他才可以给我们讲，给我们研究讨论，这一问一答。如果第一义里头连念头都不能起，还有什么说话，没有言语！那佛也不能教众生，众生永远都不会开悟了。因此，必须要把智转变成识，转变成分别、执着、落印象，起这个作用，起这个作用是为了教化众生。所以变现出来是为他受用，不是自己受用，是变化心意识为他受用。因此，诸佛菩萨智与识是同时起作用的，没有先后次第，为什么？他自受用是智，换句话说，他无分别、执着，他也不落印象，他自受用是四智菩提。他受用呢？是八识。所以他的八识跟四智同时的。对自己是四智，对别人是八识，他的八识就是四智变化出来的八识，所以他不迷、他不惑，这叫做中道第一义谛。",
      "zh_TW": "佛要常住在第一義，第一義裡頭，剛才講了，不但沒有言語，也沒有思惟，試問問佛怎麼樣教化眾生？佛給我們說這些經，說這麼多話，都是從第一義把它變成第二義，我們才能得利益，他才可以給我們講，給我們研究討論，這一問一答。如果第一義裡頭連念頭都不能起，還有什麼說話，沒有言語！那佛也不能教眾生，眾生永遠都不會開悟了。因此，必須要把智轉變成識，轉變成分別、執著、落印象，起這個作用，起這個作用是為了教化眾生。所以變現出來是為他受用，不是自己受用，是變化心意識為他受用。因此，諸佛菩薩智與識是同時起作用的，沒有先後次第，為什麼？他自受用是智，換句話說，他無分別、執著，他也不落印象，他自受用是四智菩提。他受用呢？是八識。所以他的八識跟四智同時的。對自己是四智，對別人是八識，他的八識就是四智變化出來的八識，所以他不迷、他不惑，這叫做中道第一義諦。"
    },
    {
      "id": "01-003-0104_p0013",
      "zh_CN": "我们凡夫的确只有八识没有四智，为什么？在一切法里面分别、执着、落印象，这个事情麻烦就大了。什么麻烦？六道轮回就是这么变现出来的。六道轮回是自己变的，自己在里面头出头没，谁能够救你呢？没人能救，救你的人还是自己，除了自己，谁都救不了你。你说佛菩萨大慈大悲能救我们，那佛菩萨真的慈悲，早把我们统统救出去了，我们今天为什么还在六道生死轮回？佛菩萨救不了！佛菩萨能救我们，就是把这事实的真相告诉我们，我们明白了，明白了自己有办法了，有什么办法？跟佛菩萨一样，不用心意识，那轮回就没有了，就解脱了。",
      "zh_TW": "我們凡夫的確只有八識沒有四智，為什麼？在一切法裡面分別、執著、落印象，這個事情麻煩就大了。什麼麻煩？六道輪迴就是這麼變現出來的。六道輪迴是自己變的，自己在裡面頭出頭沒，誰能夠救你呢？沒人能救，救你的人還是自己，除了自己，誰都救不了你。你說佛菩薩大慈大悲能救我們，那佛菩薩真的慈悲，早把我們統統救出去了，我們今天為什麼還在六道生死輪迴？佛菩薩救不了！佛菩薩能救我們，就是把這事實的真相告訴我們，我們明白了，明白了自己有辦法了，有什麼辦法？跟佛菩薩一樣，不用心意識，那輪迴就沒有了，就解脫了。"
    },
    {
      "id": "01-003-0104_p0014",
      "zh_CN": "所以同修们要明白，我们在日常生活六根接触六尘境界，要知道这个病根之深，就是分别、执着、落印象，这个病太可怕了。这个病就是我们无量劫来生死根本，谁有能力六根接触六尘境界不分别、不执着、不落印象，谁有这个能力？有这个能力的人就成佛、成菩萨了，就出离三界了。所以八万四千法门、无量法门都说这一个理，没有第二个理！千经万论都是说这个理。许许多多的方法都是叫我们把这个观念转过来，转过来就成功了，为什么转不过来呢？习气太深了，就是用心意识用成习惯了。我们晓得转，可是一遇到事马上又迷糊了，老习惯又用上了，麻烦就在此地。无始劫以来用成习惯了，现在一下转，转不过来，这个事情就麻烦。",
      "zh_TW": "所以同修們要明白，我們在日常生活六根接觸六塵境界，要知道這個病根之深，就是分別、執著、落印象，這個病太可怕了。這個病就是我們無量劫來生死根本，誰有能力六根接觸六塵境界不分別、不執著、不落印象，誰有這個能力？有這個能力的人就成佛、成菩薩了，就出離三界了。所以八萬四千法門、無量法門都說這一個理，沒有第二個理！千經萬論都是說這個理。許許多多的方法都是叫我們把這個觀念轉過來，轉過來就成功了，為什麼轉不過來呢？習氣太深了，就是用心意識用成習慣了。我們曉得轉，可是一遇到事馬上又迷糊了，老習慣又用上了，麻煩就在此地。無始劫以來用成習慣了，現在一下轉，轉不過來，這個事情就麻煩。"
    },
    {
      "id": "01-003-0104_p0015",
      "zh_CN": "但是我们看到古德许许多多人，他真的转过来了，这是我们特别要留意的，他怎么会转过来呢？我们去研究他的原因，固然一般常说：那是再来人！那人家多生多劫修行的！如果我们被这一句话迷惑了，我们受的祸害就严重。这个话实在讲是没错，那是多生多劫的善根，我们自己没有吗？我们自己也是多生多劫的善根，正如同我们星期三在《无量寿经》讲义里头所念到的那一节，善导大师所说的话，往生西方极乐世界九品的差别是因为我们遇到缘不同，这个话讲的有道理，我们衷心的佩服。换句话说，无始劫以来的善根我们都有，他有我也有，就是我们遇缘不同，所以往生西方极乐世界才有九品的差别。换句话说，我们今天遇到最殊胜的缘，我们这一生往生西方极乐世界上品上生；如果遇到的缘差，可能往生都去不成了。真的遇缘不同！因是一样的，这个话讲的才真正是有道理。所以我们要重视缘。",
      "zh_TW": "但是我們看到古德許許多多人，他真的轉過來了，這是我們特別要留意的，他怎麼會轉過來呢？我們去研究他的原因，固然一般常說：那是再來人！那人家多生多劫修行的！如果我們被這一句話迷惑了，我們受的禍害就嚴重。這個話實在講是沒錯，那是多生多劫的善根，我們自己沒有嗎？我們自己也是多生多劫的善根，正如同我們星期三在《無量壽經》講義裡頭所念到的那一節，善導大師所說的話，往生西方極樂世界九品的差別是因為我們遇到緣不同，這個話講的有道理，我們衷心的佩服。換句話說，無始劫以來的善根我們都有，他有我也有，就是我們遇緣不同，所以往生西方極樂世界才有九品的差別。換句話說，我們今天遇到最殊勝的緣，我們這一生往生西方極樂世界上品上生；如果遇到的緣差，可能往生都去不成了。真的遇緣不同！因是一樣的，這個話講的才真正是有道理。所以我們要重視緣。"
    },
    {
      "id": "01-003-0104_p0016",
      "zh_CN": "缘不外乎三个条件：第一个善知识，第二个同参道友，第三个道场。什么叫真正善知识？对这个法门真正认识清楚，没有认错，那我们跟他就不会走错路了。同参道友在一块修行，互相切磋琢磨。诸位同修要知道，这个认识就是佛经里面讲的正知正见，不容易！我给你们诸位同学说，我在过去好多年当中，我也教过不少的学生，教过不少的佛学院，现在想起来自己很惭愧，为什么？真是俗话所说的：误人子弟！教书，误人子弟。我教那些佛学院，过去也是误人子弟，但是不是有意的，为什么？自己认识不清楚，就居然做了老师。现在才明白过来，才后悔！现在路是搞清楚了，认识了。认清楚之后才真正觉悟古人那个教学法是对的、正确的，我们今天这个聪明才智想出来一套方法是错误的。",
      "zh_TW": "緣不外乎三個條件：第一個善知識，第二個同參道友，第三個道場。什麼叫真正善知識？對這個法門真正認識清楚，沒有認錯，那我們跟他就不會走錯路了。同參道友在一塊修行，互相切磋琢磨。諸位同修要知道，這個認識就是佛經裡面講的正知正見，不容易！我給你們諸位同學說，我在過去好多年當中，我也教過不少的學生，教過不少的佛學院，現在想起來自己很慚愧，為什麼？真是俗話所說的：誤人子弟！教書，誤人子弟。我教那些佛學院，過去也是誤人子弟，但是不是有意的，為什麼？自己認識不清楚，就居然做了老師。現在才明白過來，才後悔！現在路是搞清楚了，認識了。認清楚之後才真正覺悟古人那個教學法是對的、正確的，我們今天這個聰明才智想出來一套方法是錯誤的。"
    },
    {
      "id": "01-003-0104_p0017",
      "zh_CN": "古人用什么方法？一门深入。我在十年前，一九七七年，我第一次到香港讲经，讲《楞严经》。那个时候香港的海仁老法师还在，他是第二年圆寂的，一九七八年圆寂的，我去拜访他，他那时候已经九十多岁了，在香港号称首楞严王，他一生是专讲《楞严经》。我在香港，因为我讲《楞严经》，听说他一生研究《楞严经》，那当然要去拜访他，谈得很投机，承他老人家指教的很多。做他的学生不容易，他用老式的教学，他不是新式的，他的学生我听说只有六个人。什么样的资格，他才收做学生？要背《楞严经》，不但经要背，还要背注解。他指定的注解，要是我，我不会采取那个注解，他采取《大佛顶首楞严经文句》，蕅益大师作的。我过去学《楞严》，采取的注解是交光法师的《楞严经正脉》。这个《文句》我也有，线装书十册，连经带注解统统要背，如果不能背的，他就不收了。做他的学生要背《楞严经》、要背注解。可是他的学生个个有成就，他是用古老的方法。",
      "zh_TW": "古人用什麼方法？一門深入。我在十年前，一九七七年，我第一次到香港講經，講《楞嚴經》。那個時候香港的海仁老法師還在，他是第二年圓寂的，一九七八年圓寂的，我去拜訪他，他那時候已經九十多歲了，在香港號稱首楞嚴王，他一生是專講《楞嚴經》。我在香港，因為我講《楞嚴經》，聽說他一生研究《楞嚴經》，那當然要去拜訪他，談得很投機，承他老人家指教的很多。做他的學生不容易，他用老式的教學，他不是新式的，他的學生我聽說只有六個人。什麼樣的資格，他才收做學生？要背《楞嚴經》，不但經要背，還要背註解。他指定的註解，要是我，我不會採取那個註解，他採取《大佛頂首楞嚴經文句》，蕅益大師作的。我過去學《楞嚴》，採取的註解是交光法師的《楞嚴經正脈》。這個《文句》我也有，線裝書十冊，連經帶註解統統要背，如果不能背的，他就不收了。做他的學生要背《楞嚴經》、要背註解。可是他的學生個個有成就，他是用古老的方法。"
    },
    {
      "id": "01-003-0104_p0018",
      "zh_CN": "我们再细细研究《高僧传》，自古以来那些，甚至于在家居士，他们所成就的几乎没有一个例外，都是一生专攻一部经。像民国初年的，江味农居士一生专门研究《金刚经》，他在《金刚经》上花了四十年的功夫，最后写成一部《金刚经讲义》，那是他研究四十年的成绩。周止庵居士研究《心经》，《心经》二百六十个字，他也花了四十年的功夫写了一部《心经》的注解，《心经诠注》。你想想看，一生的精力用在一部经上。倓虚法师的传记里，提到「八载寒窗读楞严」，一部《楞严经》念了八年。所以大家要想成就，必须在一部经上，真的要下个十年八年的功夫。这个十年八年很苦，没人知道你，没人来问你！十年寒窗勤苦读，念了十年八年，你会开悟！那一悟就入了第一义。这一悟之后，一切经论都通了，是「一经通一切经通」。现在的人走错路子，为什么？他一下手，这个也要看，那个也要看，什么都看，希望什么都懂，结果是看了之后是什么都不懂。你所懂得的是皮毛常识，甚至于连常识都讲错了，为什么？因为你没入境界，你没入第一义！必须契入之后，那才行，那才是真的不是假的。",
      "zh_TW": "我們再細細研究《高僧傳》，自古以來那些，甚至於在家居士，他們所成就的幾乎沒有一個例外，都是一生專攻一部經。像民國初年的，江味農居士一生專門研究《金剛經》，他在《金剛經》上花了四十年的功夫，最後寫成一部《金剛經講義》，那是他研究四十年的成績。周止菴居士研究《心經》，《心經》二百六十個字，他也花了四十年的功夫寫了一部《心經》的註解，《心經詮注》。你想想看，一生的精力用在一部經上。倓虛法師的傳記裡，提到「八載寒窗讀楞嚴」，一部《楞嚴經》念了八年。所以大家要想成就，必須在一部經上，真的要下個十年八年的功夫。這個十年八年很苦，沒人知道你，沒人來問你！十年寒窗勤苦讀，念了十年八年，你會開悟！那一悟就入了第一義。這一悟之後，一切經論都通了，是「一經通一切經通」。現在的人走錯路子，為什麼？他一下手，這個也要看，那個也要看，什麼都看，希望什麼都懂，結果是看了之後是什麼都不懂。你所懂得的是皮毛常識，甚至於連常識都講錯了，為什麼？因為你沒入境界，你沒入第一義！必須契入之後，那才行，那才是真的不是假的。"
    },
    {
      "id": "01-003-0104_p0019",
      "zh_CN": "所以这一点，我们想想，从前忽略了，以为那个古老的方法是旧了，应该要淘汰了，现在真正明了那个方法是最高明的方法，离开那个方法，统统是错误的方法。一定要一门深入！你想研究《弥陀经》，就读《疏钞》，或者就读《要解》，一天念一遍，你念上十年，一天都不中断，换句话说，你心得定了，这就是念佛三昧，为什么？你心里头不再想其他的，心定于一，这就是念佛三昧。你有定，定久了就开智慧，决定不能够三心二意。诸位要想成就的话，你念《无量寿经》也好，念《观无量寿佛经》也好，但是只能念一种，不要念两种，一门深入。",
      "zh_TW": "所以這一點，我們想想，從前忽略了，以為那個古老的方法是舊了，應該要淘汰了，現在真正明瞭那個方法是最高明的方法，離開那個方法，統統是錯誤的方法。一定要一門深入！你想研究《彌陀經》，就讀《疏鈔》，或者就讀《要解》，一天念一遍，你念上十年，一天都不中斷，換句話說，你心得定了，這就是念佛三昧，為什麼？你心裡頭不再想其他的，心定於一，這就是念佛三昧。你有定，定久了就開智慧，決定不能夠三心二意。諸位要想成就的話，你念《無量壽經》也好，念《觀無量壽佛經》也好，但是只能念一種，不要念兩種，一門深入。"
    },
    {
      "id": "01-003-0104_p0020",
      "zh_CN": "此地引《大论》里面这几句话，知道世间人所说的「我」，菩萨清清楚楚明明白白，这个「我」是不可得。所以自受用是无我相，不违背第一义。随顺众生说「我」，这个随顺众生，就是从真性里面流露出来的大慈大悲，为他受用。为了教化众生、利益众生而说「我」，绝对不是自己有分别、有执着。第二个意思说：",
      "zh_TW": "此地引《大論》裡面這幾句話，知道世間人所說的「我」，菩薩清清楚楚明明白白，這個「我」是不可得。所以自受用是無我相，不違背第一義。隨順眾生說「我」，這個隨順眾生，就是從真性裡面流露出來的大慈大悲，為他受用。為了教化眾生、利益眾生而說「我」，絕對不是自己有分別、有執著。第二個意思說："
    },
    {
      "id": "01-003-0104_p0021",
      "zh_CN": "钞【二云破邪见者，谓邪我、慢我、名字我，世俗人具前二我，学道人具后二我，圣人唯最后我，顺俗称我，但是名字，实无邪慢，故无过咎。】",
      "zh_TW": "鈔【二云破邪見者，謂邪我、慢我、名字我，世俗人具前二我，學道人具後二我，聖人唯最後我，順俗稱我，但是名字，實無邪慢，故無過咎。】"
    },
    {
      "id": "01-003-0104_p0022",
      "zh_CN": "这里说出三个：第一是『邪见』，邪见是见解上错误，根本没有我，他认为有个我，这叫『邪我』。第二是『慢我』，贡高我慢，只要有我决定有慢，这个字是很大的障碍。因为有我见，必定他就有傲慢，总是我比别人强，别人不如我，他不晓得一切法是平等的，一切法「相有体无」，决定是平等的。平等里面起了贡高我慢，平等心失掉了。如果不是平等心，决定不能见性，决定不能破业障，这个我慢就是业障。所以佛法的修持，第一个法门就是「礼敬诸佛」，为什么要修礼敬？破我慢！换句话说，破除业障。这个障，障碍了你明心见性，障碍了你自己的菩提涅槃；不但障碍这个，而且有我慢必定造罪业。自己贡高，轻慢别人，这就是造罪业。不要以为这个罪业很小，很小的罪业天天累积就变成重大的障碍，障碍你学道；不但道业不能成就，甚至障碍你理解经论。贡高我慢的人，听经不会听懂，也不会开悟，他要悟都悟到邪路上去了，他想歪了，他不会悟到正法上。这个确实非常的严重。第三是『名字我』，名字就是有名无实。",
      "zh_TW": "這裡說出三個：第一是『邪見』，邪見是見解上錯誤，根本沒有我，他認為有個我，這叫『邪我』。第二是『慢我』，貢高我慢，只要有我決定有慢，這個字是很大的障礙。因為有我見，必定他就有傲慢，總是我比別人強，別人不如我，他不曉得一切法是平等的，一切法「相有體無」，決定是平等的。平等裡面起了貢高我慢，平等心失掉了。如果不是平等心，決定不能見性，決定不能破業障，這個我慢就是業障。所以佛法的修持，第一個法門就是「禮敬諸佛」，為什麼要修禮敬？破我慢！換句話說，破除業障。這個障，障礙了你明心見性，障礙了你自己的菩提涅槃；不但障礙這個，而且有我慢必定造罪業。自己貢高，輕慢別人，這就是造罪業。不要以為這個罪業很小，很小的罪業天天累積就變成重大的障礙，障礙你學道；不但道業不能成就，甚至障礙你理解經論。貢高我慢的人，聽經不會聽懂，也不會開悟，他要悟都悟到邪路上去了，他想歪了，他不會悟到正法上。這個確實非常的嚴重。第三是『名字我』，名字就是有名無實。"
    },
    {
      "id": "01-003-0104_p0023",
      "zh_CN": "底下给我们分析，『世俗人』具足前面两种我，就是邪我、慢我；学道的人具后面两种我，就是慢我、名字我，为什么？他见解正确了。譬如小乘初果，证了初果，他见解正确了，他没有邪我，但是他有慢我。为什么有慢我？因为他见惑断掉了，就是错误的见解没有了，他的思惑没断，贪瞋痴慢没断，所以他那个我是属于慢我，他不是邪我。到了大菩萨，思惑断尽了，慢我没有了，然后给我们讲「我」，他也说「我」，这是名字我，这个不碍事，有名无实。为了说话方便起见，为了教化众生的手段，不得已，你们认为这个东西是「我」吗？好！我也叫它做「我」，确实没有我慢。所以圣人称我并没有过失。第三：",
      "zh_TW": "底下給我們分析，『世俗人』具足前面兩種我，就是邪我、慢我；學道的人具後面兩種我，就是慢我、名字我，為什麼？他見解正確了。譬如小乘初果，證了初果，他見解正確了，他沒有邪我，但是他有慢我。為什麼有慢我？因為他見惑斷掉了，就是錯誤的見解沒有了，他的思惑沒斷，貪瞋痴慢沒斷，所以他那個我是屬於慢我，他不是邪我。到了大菩薩，思惑斷盡了，慢我沒有了，然後給我們講「我」，他也說「我」，這是名字我，這個不礙事，有名無實。為了說話方便起見，為了教化眾生的手段，不得已，你們認為這個東西是「我」嗎？好！我也叫它做「我」，確實沒有我慢。所以聖人稱我並沒有過失。第三："
    },
    {
      "id": "01-003-0104_p0024",
      "zh_CN": "钞【三不着无我者，诸圣人知一切法空实相无我，而不着空，不着无我。】",
      "zh_TW": "鈔【三不著無我者，諸聖人知一切法空實相無我，而不著空，不著無我。】"
    },
    {
      "id": "01-003-0104_p0025",
      "zh_CN": "这个意思非常的重要，着空、着有是同样的错误，为什么？执着没有断，只不过是换了执着的对象而已。佛是叫我们破执着，不是叫我们换执着的对象，这个诸位要知道。他知道『实相无我』，但是他不着『无我』之相，所以随顺众生起作用的时候还是照样说「我」。说我，不着我相，不着空相，就是空有两边都不执着。",
      "zh_TW": "這個意思非常的重要，著空、著有是同樣的錯誤，為什麼？執著沒有斷，只不過是換了執著的對象而已。佛是叫我們破執著，不是叫我們換執著的對象，這個諸位要知道。他知道『實相無我』，但是他不著『無我』之相，所以隨順眾生起作用的時候還是照樣說「我」。說我，不著我相，不著空相，就是空有兩邊都不執著。"
    },
    {
      "id": "01-003-0104_p0026",
      "zh_CN": "钞【又瑜伽有四意，大略同此，第三义言，若定无我，谁为修学，人则生怖，故不着无我。】",
      "zh_TW": "鈔【又瑜伽有四意，大略同此，第三義言，若定無我，誰為修學，人則生怖，故不著無我。】"
    },
    {
      "id": "01-003-0104_p0027",
      "zh_CN": "这是引用《瑜伽师地论》上一段话来证明，特别是证明第三句不着无我之故。《瑜伽师地论》上说，无我，那什么人学佛呢？什么人修行呢？",
      "zh_TW": "這是引用《瑜伽師地論》上一段話來證明，特別是證明第三句不著無我之故。《瑜伽師地論》上說，無我，那什麼人學佛呢？什麼人修行呢？"
    },
    {
      "id": "01-003-0104_p0028",
      "zh_CN": "钞【又观经疏云：无我则无闻，无闻则化道绝，为传化不绝，假名说我。】",
      "zh_TW": "鈔【又觀經疏云：無我則無聞，無聞則化道絕，為傳化不絕，假名說我。】"
    },
    {
      "id": "01-003-0104_p0029",
      "zh_CN": "《观经》上也说得明白，无我，那就没有人传法，也没有办法做到自利利他，换句话说，自行教化众生两者都不能成就，所以菩萨不执着我，也不执着无我。我与无我两边都不执着，这个意思才是真义。所谓真义就是体、相、作用三者具足，这三个是同时的。从体上讲，无我，体是空寂的。从相上讲呢？虽然是空的体，但是它能现相，相上有没有我呢？相上也无我。体上无我，相上也无我，我从哪里来？我从用上来的。我们起作用，自行化他起作用，这从作用上建立的我，这个我叫名字我，为什么？体相俱不可得，有名无实，这就不妨碍了。",
      "zh_TW": "《觀經》上也說得明白，無我，那就沒有人傳法，也沒有辦法做到自利利他，換句話說，自行教化眾生兩者都不能成就，所以菩薩不執著我，也不執著無我。我與無我兩邊都不執著，這個意思才是真義。所謂真義就是體、相、作用三者具足，這三個是同時的。從體上講，無我，體是空寂的。從相上講呢？雖然是空的體，但是它能現相，相上有沒有我呢？相上也無我。體上無我，相上也無我，我從哪裡來？我從用上來的。我們起作用，自行化他起作用，這從作用上建立的我，這個我叫名字我，為什麼？體相俱不可得，有名無實，這就不妨礙了。"
    },
    {
      "id": "01-003-0104_p0030",
      "zh_CN": "用是中道，佛法讲「用中」，儒家也用中，儒家用「中庸」，确实是英雄所见大略相同。孔老夫子跟释迦牟尼佛没见过面，没有举行过会谈，他们的见解的确差不多，都是用中，这个是了不起的，用中道。所以体、相、用是同时的，没有先后次第。所以佛给我们讲经说法教导我们怎么修行，统统是用中。如果我们也会用中，就入佛知见，就与佛法相应了。我们学佛为什么学的不像？为什么学的不成就？就是不会用中。你知道真，知道真空，你就会看破了，一切法没有自性，没有自体，体是空的！看破了。你知道一切相是假的，没有一个相是真的，你就放下了，既看破又放下，那你就自在了。这个自在就是中，你的生活就自在了，这个我们现在讲的是真善美慧，幸福美满，这就是佛法说的中道。你能够生活在中道里面，那就是充满了真善美智慧，你的人生决定是最幸福、最圆满。可见得这个佛法的受用，不在来世，现在就享受到，就看你会不会用，是不是真正彻底明白？会用，没有不自在！",
      "zh_TW": "用是中道，佛法講「用中」，儒家也用中，儒家用「中庸」，確實是英雄所見大略相同。孔老夫子跟釋迦牟尼佛沒見過面，沒有舉行過會談，他們的見解的確差不多，都是用中，這個是了不起的，用中道。所以體、相、用是同時的，沒有先後次第。所以佛給我們講經說法教導我們怎麼修行，統統是用中。如果我們也會用中，就入佛知見，就與佛法相應了。我們學佛為什麼學的不像？為什麼學的不成就？就是不會用中。你知道真，知道真空，你就會看破了，一切法沒有自性，沒有自體，體是空的！看破了。你知道一切相是假的，沒有一個相是真的，你就放下了，既看破又放下，那你就自在了。這個自在就是中，你的生活就自在了，這個我們現在講的是真善美慧，幸福美滿，這就是佛法說的中道。你能夠生活在中道裡面，那就是充滿了真善美智慧，你的人生決定是最幸福、最圓滿。可見得這個佛法的受用，不在來世，現在就享受到，就看你會不會用，是不是真正徹底明白？會用，沒有不自在！"
    },
    {
      "id": "01-003-0104_p0031",
      "zh_CN": "像这些地方，都是我们要学习的。学习不是从样子上学习，要真正像佛一样，体会到诸法实相，就是彻底明了真假中是一不是二。任何一法都具足真假中，天台讲的「一心三观」，随便拈一法，大而世界，小而微尘，没有一法不是具足一心三观。像我们拈着这个纸片，这就是一法，体，当体即空，没有自体，当相即假，相是假的，我们拿出来做书签，它作用，用是中，我们用中！与体相有没有妨碍？没有妨碍。所以体相作用是同时的，不是离开的，法法皆是如此。诸位要是从这里入进去，就得大自在了，从今之后无忧无虑无牵无挂，心与整个万法合成一体，受用自在！",
      "zh_TW": "像這些地方，都是我們要學習的。學習不是從樣子上學習，要真正像佛一樣，體會到諸法實相，就是徹底明瞭真假中是一不是二。任何一法都具足真假中，天台講的「一心三觀」，隨便拈一法，大而世界，小而微塵，沒有一法不是具足一心三觀。像我們拈著這個紙片，這就是一法，體，當體即空，沒有自體，當相即假，相是假的，我們拿出來做書籤，它作用，用是中，我們用中！與體相有沒有妨礙？沒有妨礙。所以體相作用是同時的，不是離開的，法法皆是如此。諸位要是從這裡入進去，就得大自在了，從今之後無憂無慮無牽無掛，心與整個萬法合成一體，受用自在！"
    },
    {
      "id": "01-003-0104_p0032",
      "zh_CN": "钞【法身真我者，约本而言。】",
      "zh_TW": "鈔【法身真我者，約本而言。】"
    },
    {
      "id": "01-003-0104_p0033",
      "zh_CN": "这是就本体来说。",
      "zh_TW": "這是就本體來說。"
    },
    {
      "id": "01-003-0104_p0034",
      "zh_CN": "钞【阿难亦通法身我也，以无我法中，有真我，即法身我，如涅槃常乐我净之我，何碍于无我。】",
      "zh_TW": "鈔【阿難亦通法身我也，以無我法中，有真我，即法身我，如涅槃常樂我淨之我，何礙於無我。】"
    },
    {
      "id": "01-003-0104_p0035",
      "zh_CN": "《法华经》，智者大师为我们注解，《法华经文句》，他把《法华经》分成两部分，上半部和后半部。《法华经》一共有七卷二十八品，前面十四品是上半部，后面十四品是下半部，上下半部经各有序分、正宗分、流通分这三分，怎么分的呢？就是「本迹二门」，开为本迹二门。就迹门说，「迹」是迹相，举个比喻说，好像舞台表演唱戏，讲迹就是你在台上，你在前台表的那个身分，这个是迹；说「本」，你在后台是什么身分，这就是本。本迹二门。从迹相上来说，阿难尊者是释迦牟尼佛的弟子，是一个初果须陀洹，这从相上看，就好像唱戏，他唱这个角色，扮演这个角色，那总得扮得像！唱什么角色要像个什么角色，这个是从迹上说的。从本上讲，阿难是大菩萨，示现帮助释迦牟尼佛教化众生，等于跟释迦牟尼佛做助教！他并不是一个真正小乘须陀洹，大菩萨再来的。目犍连、舍利弗，从迹相上来看，他是释迦牟尼佛的学生，是个小乘四果罗汉，是这么个地位；如果看看他后台本来面目，他老早就成佛了，古佛再来！",
      "zh_TW": "《法華經》，智者大師為我們註解，《法華經文句》，他把《法華經》分成兩部分，上半部和後半部。《法華經》一共有七卷二十八品，前面十四品是上半部，後面十四品是下半部，上下半部經各有序分、正宗分、流通分這三分，怎麼分的呢？就是「本迹二門」，開為本迹二門。就迹門說，「迹」是迹相，舉個比喻說，好像舞台表演唱戲，講迹就是你在台上，你在前台表的那個身分，這個是迹；說「本」，你在後台是什麼身分，這就是本。本迹二門。從迹相上來說，阿難尊者是釋迦牟尼佛的弟子，是一個初果須陀洹，這從相上看，就好像唱戲，他唱這個角色，扮演這個角色，那總得扮得像！唱什麼角色要像個什麼角色，這個是從迹上說的。從本上講，阿難是大菩薩，示現幫助釋迦牟尼佛教化眾生，等於跟釋迦牟尼佛做助教！他並不是一個真正小乘須陀洹，大菩薩再來的。目犍連、舍利弗，從迹相上來看，他是釋迦牟尼佛的學生，是個小乘四果羅漢，是這麼個地位；如果看看他後台本來面目，他老早就成佛了，古佛再來！"
    },
    {
      "id": "01-003-0104_p0036",
      "zh_CN": "所谓「一佛出世，千佛拥护」，一尊佛出世教化众生，一千佛（不止一千佛），诸佛与他有缘、与众生有缘的统统都来了，来拥护他，来帮助他，教化众生。这个来拥护的，有的示现出家身分，像目犍连、舍利弗、阿难；有的示现在家身分，像当时波斯匿王是释迦牟尼佛护法，四地菩萨，他发心来护法。诸位要晓得，弘护都不容易，都是菩萨再来的！不是菩萨，说老实话，谁认识释迦牟尼佛？谁把他看作一个宝？这么样捧场，必定是真正识货的。谁识货呢？诸佛菩萨识货，凡夫不识货！凡夫不识货，所以拥护的人，往往把魔当作佛。",
      "zh_TW": "所謂「一佛出世，千佛擁護」，一尊佛出世教化眾生，一千佛（不止一千佛），諸佛與他有緣、與眾生有緣的統統都來了，來擁護他，來幫助他，教化眾生。這個來擁護的，有的示現出家身分，像目犍連、舍利弗、阿難；有的示現在家身分，像當時波斯匿王是釋迦牟尼佛護法，四地菩薩，他發心來護法。諸位要曉得，弘護都不容易，都是菩薩再來的！不是菩薩，說老實話，誰認識釋迦牟尼佛？誰把他看作一個寶？這麼樣捧場，必定是真正識貨的。誰識貨呢？諸佛菩薩識貨，凡夫不識貨！凡夫不識貨，所以擁護的人，往往把魔當作佛。"
    },
    {
      "id": "01-003-0104_p0037",
      "zh_CN": "诸位要是细心去研究《无量寿经》的注解，注解里讲得很清楚，阿弥陀佛发四十八愿，他为什么要发这一愿、发那一愿。其中讲「他心通」，西方极乐世界人，一生到西方极乐世界就有他心通，就是佛看到十方世界许许多多的众生，有的有智慧没有福德，有的有福报没有智慧。有的时候，有德不在位，那就像陶渊明，归去来兮，回去！为什么？一生的抱负学问没地方用，无用武之地。还有没有德，他地位很高，这地位很高就要害许许多多的老百姓。如果有他心通，我们就会捧一个真正有德有学的人，一切老百姓都能得好处。可见他心通非常的重要。所以阿弥陀佛才发这个愿，凡是往生西方极乐世界统统得他心通，要是有一个人不得他心通，他誓不成佛。尤其在末法时期，法弱魔强，魔怎么强呢？魔修福，福报大。真正学佛的人，真正发心，福报比不上魔王！真正发心，怎么办呢？赶紧求生西方极乐世界，归去来兮，为什么？没有福报不能度众生！像这些地方，我们在经论上统统能看到，我们都必须知道。",
      "zh_TW": "諸位要是細心去研究《無量壽經》的註解，註解裡講得很清楚，阿彌陀佛發四十八願，他為什麼要發這一願、發那一願。其中講「他心通」，西方極樂世界人，一生到西方極樂世界就有他心通，就是佛看到十方世界許許多多的眾生，有的有智慧沒有福德，有的有福報沒有智慧。有的時候，有德不在位，那就像陶淵明，歸去來兮，回去！為什麼？一生的抱負學問沒地方用，無用武之地。還有沒有德，他地位很高，這地位很高就要害許許多多的老百姓。如果有他心通，我們就會捧一個真正有德有學的人，一切老百姓都能得好處。可見他心通非常的重要。所以阿彌陀佛才發這個願，凡是往生西方極樂世界統統得他心通，要是有一個人不得他心通，他誓不成佛。尤其在末法時期，法弱魔強，魔怎麼強呢？魔修福，福報大。真正學佛的人，真正發心，福報比不上魔王！真正發心，怎麼辦呢？趕緊求生西方極樂世界，歸去來兮，為什麼？沒有福報不能度眾生！像這些地方，我們在經論上統統能看到，我們都必須知道。"
    },
    {
      "id": "01-003-0104_p0038",
      "zh_CN": "阿难既然是法身大士，他必定早就证得三德秘藏，三德就是法身、般若、解脱，他证得！三德各有『常乐我净』，那是真的，不是假的。法身有真正的常乐我净，般若也有真实的常乐我净，解脱也有常乐我净，这个是真我，不是假我。「我」这个字的定义，经上说有八种，我们讲两个最重要的。第一个是「主宰」的意思，我是主宰的意思，自己做得了主。我们今天想想，我们自己能做得了主吗？如果我能做得了主，我年年十八，那我才做得了主。我不老，我不病，我不死，那我就能做得了主。我今天虽然这么想着，还是要老，还是要病，还是要死，做不了主，没有我！第二个意思是「自在」，我是自在的意思。这个自在，我们也得不到。可是法身真的做得了主，真的自在，般若、解脱都是自在，都做得了主，所以它有「我」的意思。因此从本上说，大菩萨化身，他有真我，他们口里面说「我」，虽然恒顺众生，他与他「自在我」相应，他也不是骗人的，这个话说的并没说错。",
      "zh_TW": "阿難既然是法身大士，他必定早就證得三德祕藏，三德就是法身、般若、解脫，他證得！三德各有『常樂我淨』，那是真的，不是假的。法身有真正的常樂我淨，般若也有真實的常樂我淨，解脫也有常樂我淨，這個是真我，不是假我。「我」這個字的定義，經上說有八種，我們講兩個最重要的。第一個是「主宰」的意思，我是主宰的意思，自己做得了主。我們今天想想，我們自己能做得了主嗎？如果我能做得了主，我年年十八，那我才做得了主。我不老，我不病，我不死，那我就能做得了主。我今天雖然這麼想著，還是要老，還是要病，還是要死，做不了主，沒有我！第二個意思是「自在」，我是自在的意思。這個自在，我們也得不到。可是法身真的做得了主，真的自在，般若、解脫都是自在，都做得了主，所以它有「我」的意思。因此從本上說，大菩薩化身，他有真我，他們口裡面說「我」，雖然恆順眾生，他與他「自在我」相應，他也不是騙人的，這個話說的並沒說錯。"
    },
    {
      "id": "01-003-0104_p0039",
      "zh_CN": "『无我法中，有真我，即法身我』，自性是真我，那么就是法身，「法身我」这是真我。『如涅槃常乐我净之我』，有真的常、有真乐、有真我、有真正的清净。「常乐我净」这四个字，在凡夫、小乘权教菩萨是有名无实，四念处叫我们用智慧来观察，凡夫境界里头没有；「观身不净」，无净；「观受是苦」，没有乐；「观心无常」，没有常；「观法无我」。法身大士这四个字统统都有，他有常乐我净，这四净德确确实他具足，他一样都不缺。我们现在用念佛这个方法证大涅槃，就是证法身，念到什么程度？念到理一心不乱就证得，或破一品无明、证一分法身，常乐我净这四德自己就得到，真正得到这个受用。这些大权菩萨示现，他们讲「我」，『何碍于无我』，确确实实他可以说的。下面讲「闻」：",
      "zh_TW": "『無我法中，有真我，即法身我』，自性是真我，那麼就是法身，「法身我」這是真我。『如涅槃常樂我淨之我』，有真的常、有真樂、有真我、有真正的清淨。「常樂我淨」這四個字，在凡夫、小乘權教菩薩是有名無實，四念處叫我們用智慧來觀察，凡夫境界裡頭沒有；「觀身不淨」，無淨；「觀受是苦」，沒有樂；「觀心無常」，沒有常；「觀法無我」。法身大士這四個字統統都有，他有常樂我淨，這四淨德確確實他具足，他一樣都不缺。我們現在用念佛這個方法證大涅槃，就是證法身，念到什麼程度？念到理一心不亂就證得，或破一品無明、證一分法身，常樂我淨這四德自己就得到，真正得到這個受用。這些大權菩薩示現，他們講「我」，『何礙於無我』，確確實實他可以說的。下面講「聞」："
    },
    {
      "id": "01-003-0104_p0040",
      "zh_CN": "疏【闻者耳根发识，废别从总。】",
      "zh_TW": "疏【聞者耳根發識，廢別從總。】"
    },
    {
      "id": "01-003-0104_p0041",
      "zh_CN": "『闻』应当说耳闻，为什么说我闻？「耳」是六根，是别，「我」是总；说我闻也行，说耳闻也行。『废别从总』，这就是说「我闻」。",
      "zh_TW": "『聞』應當說耳聞，為什麼說我聞？「耳」是六根，是別，「我」是總；說我聞也行，說耳聞也行。『廢別從總』，這就是說「我聞」。"
    },
    {
      "id": "01-003-0104_p0042",
      "zh_CN": "疏【故云我闻，大乘中三，始教无闻，终教闻而不闻，顿教无闻不闻。】",
      "zh_TW": "疏【故云我聞，大乘中三，始教無聞，終教聞而不聞，頓教無聞不聞。】"
    },
    {
      "id": "01-003-0104_p0043",
      "zh_CN": "贤首讲五教，小、始、终、顿、圆。小教略掉了，那是小乘，因为小乘的见解跟凡夫是一样的。『始教』是大乘开始，所以从这个地方讲起。这三句，「闻」就是有法，就是有，『无闻』就是空，归纳起来，一个空，一个有。「始教是说一切法空」，完全从一切法体上去着眼，从一切法理体上来观察，所以建立「万法皆空」这个教义。所以说他无闻，万法皆空。",
      "zh_TW": "賢首講五教，小、始、終、頓、圓。小教略掉了，那是小乘，因為小乘的見解跟凡夫是一樣的。『始教』是大乘開始，所以從這個地方講起。這三句，「聞」就是有法，就是有，『無聞』就是空，歸納起來，一個空，一個有。「始教是說一切法空」，完全從一切法體上去著眼，從一切法理體上來觀察，所以建立「萬法皆空」這個教義。所以說他無聞，萬法皆空。"
    },
    {
      "id": "01-003-0104_p0044",
      "zh_CN": "『终教』是到大乘的后半段，始教是大乘前半段，佛讲空，讲本体；后半段从体起用，起用就现相，就讲现相，现相就是有了。佛法从大的来分就是空有两宗，细分，空宗里面又分很多派，有宗里头又分很多宗，严格的讲，整个归纳就是空有两宗。空与有是一不是二，空是讲体，有体，体一定有相，体离不开相的；相一定有体，相离不开体的，所以体相是一不是二。佛为了叫我们觉悟，为了说法方便起见，说体说相。说体，我们不能执着体；说相，不能着相。你着相就悟不到体，你执着体，你一定被相迷惑了，换句话说，体相统统不明白；必须都不执着，这个体相都明了了。所以讲空，由空里面悟妙有；讲有，从有里头悟真空。不管怎么讲法，悟入的境界是一不是二，是同一个境界，这才是所谓法门无二无别！法门虽然千差万别，悟入是一，这样才能够得到佛法真正的受用。",
      "zh_TW": "『終教』是到大乘的後半段，始教是大乘前半段，佛講空，講本體；後半段從體起用，起用就現相，就講現相，現相就是有了。佛法從大的來分就是空有兩宗，細分，空宗裡面又分很多派，有宗裡頭又分很多宗，嚴格的講，整個歸納就是空有兩宗。空與有是一不是二，空是講體，有體，體一定有相，體離不開相的；相一定有體，相離不開體的，所以體相是一不是二。佛為了叫我們覺悟，為了說法方便起見，說體說相。說體，我們不能執著體；說相，不能著相。你著相就悟不到體，你執著體，你一定被相迷惑了，換句話說，體相統統不明白；必須都不執著，這個體相都明瞭了。所以講空，由空裡面悟妙有；講有，從有裡頭悟真空。不管怎麼講法，悟入的境界是一不是二，是同一個境界，這才是所謂法門無二無別！法門雖然千差萬別，悟入是一，這樣才能夠得到佛法真正的受用。"
    },
    {
      "id": "01-003-0104_p0045",
      "zh_CN": "「大乘终教是双照二边」，就是体相都说了，所以说『闻而不闻』。这个地方说，『终教闻而不闻』，换句话说，到这个时候才晓得空有是一不是二，「即有而空，即空而有」，正是双照二边。《心经》里面所讲的，「色即是空，空即是色」，色就是有，色就是相，色相；空是真空，是体，体是空的，所以说「色不异空，空不异色，色即是空，空即是色」。",
      "zh_TW": "「大乘終教是雙照二邊」，就是體相都說了，所以說『聞而不聞』。這個地方說，『終教聞而不聞』，換句話說，到這個時候才曉得空有是一不是二，「即有而空，即空而有」，正是雙照二邊。《心經》裡面所講的，「色即是空，空即是色」，色就是有，色就是相，色相；空是真空，是體，體是空的，所以說「色不異空，空不異色，色即是空，空即是色」。"
    },
    {
      "id": "01-003-0104_p0046",
      "zh_CN": "『顿教无闻不闻』。「顿教是双遮二边」。终教是双照，双照就是亦有亦空，也有也空，从相上讲，有！从体上讲，空！顿教是双遮，双遮是空有都没有，不但没有「空」，「有」也没有，这叫双遮，两边都没有。顿教「无闻亦无不闻」，无闻、无不闻，二边都离开了。无闻是遮有，无不闻是遮空，这就是双遮二边的中道。双照是中道，双遮也是中道，他们的受用是一样的、是相同的。入手的方法不一样，一个从双遮进去的，一个从双照进去的，其实进去之后是相同的。一般的教义是这样说的。",
      "zh_TW": "『頓教無聞不聞』。「頓教是雙遮二邊」。終教是雙照，雙照就是亦有亦空，也有也空，從相上講，有！從體上講，空！頓教是雙遮，雙遮是空有都沒有，不但沒有「空」，「有」也沒有，這叫雙遮，兩邊都沒有。頓教「無聞亦無不聞」，無聞、無不聞，二邊都離開了。無聞是遮有，無不聞是遮空，這就是雙遮二邊的中道。雙照是中道，雙遮也是中道，他們的受用是一樣的、是相同的。入手的方法不一樣，一個從雙遮進去的，一個從雙照進去的，其實進去之後是相同的。一般的教義是這樣說的。"
    },
    {
      "id": "01-003-0104_p0047",
      "zh_CN": "疏【约当宗。】",
      "zh_TW": "疏【約當宗。】"
    },
    {
      "id": "01-003-0104_p0048",
      "zh_CN": "『当宗』就是我们净土宗。本宗对这个文是怎么看法？怎么讲法？",
      "zh_TW": "『當宗』就是我們淨土宗。本宗對這個文是怎麼看法？怎麼講法？"
    },
    {
      "id": "01-003-0104_p0049",
      "zh_CN": "疏【则传法圣人，以我无我不二之真我，根境非一异之妙耳，闻娑婆极乐无障碍之法门也。】",
      "zh_TW": "疏【則傳法聖人，以我無我不二之真我，根境非一異之妙耳，聞娑婆極樂無障礙之法門也。】"
    },
    {
      "id": "01-003-0104_p0050",
      "zh_CN": "这是就本宗教义来解释。『以我无我不二之真我』，这句话怎么讲？「我」，这就是有，从相上说的，「无我」是从体上说的，「我无我不二」就是体相不二，也就是性相一如，也就是即有即空，非有非空，完全是从中道上建立的，这是说的这个意思。为什么？因为我们本宗是大乘顿教，这个法门一生成就，七天成就。念佛法门是顿教，可以说是古今中外各宗各派的祖师大德们公认的，这是顿教法门，圆极顿极。所以，应当要采取顿教这个看法才对。",
      "zh_TW": "這是就本宗教義來解釋。『以我無我不二之真我』，這句話怎麼講？「我」，這就是有，從相上說的，「無我」是從體上說的，「我無我不二」就是體相不二，也就是性相一如，也就是即有即空，非有非空，完全是從中道上建立的，這是說的這個意思。為什麼？因為我們本宗是大乘頓教，這個法門一生成就，七天成就。念佛法門是頓教，可以說是古今中外各宗各派的祖師大德們公認的，這是頓教法門，圓極頓極。所以，應當要採取頓教這個看法才對。"
    },
    {
      "id": "01-003-0104_p0051",
      "zh_CN": "『根境非一异之妙耳』，「根」就是耳根，闻是用耳根，「境」就是音声，耳的对象是音声。「根境若一，则二俱成空」，就落空了，这两者都不能成立了。「今非一非异，则空有双遣，即是顿教双遮中道也」。不能说是一，也不能说是异，「异」就是不一，一与不一都不能建立，这个才妙！说一，那就不异；说异，那就不一。现在他空有双存，空有不二，双遮双照，遮照同时，就是我们常讲「寂而常照，照而常寂」，所以这个耳妙极了，用这个妙耳。",
      "zh_TW": "『根境非一異之妙耳』，「根」就是耳根，聞是用耳根，「境」就是音聲，耳的對象是音聲。「根境若一，則二俱成空」，就落空了，這兩者都不能成立了。「今非一非異，則空有雙遣，即是頓教雙遮中道也」。不能說是一，也不能說是異，「異」就是不一，一與不一都不能建立，這個才妙！說一，那就不異；說異，那就不一。現在他空有雙存，空有不二，雙遮雙照，遮照同時，就是我們常講「寂而常照，照而常寂」，所以這個耳妙極了，用這個妙耳。"
    },
    {
      "id": "01-003-0104_p0052",
      "zh_CN": "『闻娑婆极乐无障碍之法门』，「娑婆」是我们现在居住的所在，「极乐」是我们想要去的地方。这两个地方，虽然经上说了，距离十万亿佛国土，实在说，我们娑婆无碍往生极乐，极乐世界也不碍娑婆世界，彼此俱存！这是双照法门。「所谓究竟极光，不越凡夫一念」，怎么说呢？十法界依正庄严，这里面当然包括娑婆与极乐，正如同《华严经》上所说的，「唯心所现，唯识所变」，哪里会有障碍！明白这个道理就是看破，唯有看破之后，才把我们所有这些疑虑统统放下，这一放下，一心就现前了。",
      "zh_TW": "『聞娑婆極樂無障礙之法門』，「娑婆」是我們現在居住的所在，「極樂」是我們想要去的地方。這兩個地方，雖然經上說了，距離十萬億佛國土，實在說，我們娑婆無礙往生極樂，極樂世界也不礙娑婆世界，彼此俱存！這是雙照法門。「所謂究竟極光，不越凡夫一念」，怎麼說呢？十法界依正莊嚴，這裡面當然包括娑婆與極樂，正如同《華嚴經》上所說的，「唯心所現，唯識所變」，哪裡會有障礙！明白這個道理就是看破，唯有看破之後，才把我們所有這些疑慮統統放下，這一放下，一心就現前了。"
    },
    {
      "id": "01-003-0104_p0053",
      "zh_CN": "由此可知，一心不乱不难证、不难得！就是我们现在疑虑太多，所以我们一心不能现前。不但一心不能现前，连功夫成片都不能现前，这个事情很麻烦！不能现前，就是我们虽念，功夫不得力，所以经论上要说得这么多，说得这么深。实在讲这个理本来就深，深的可以浅说，浅也只浅到一个程度，它确实是这么深。明白之后，总而言之，就一个目的，放下一切疑虑而已！就是放下一切分别执着妄想，就成功了。",
      "zh_TW": "由此可知，一心不亂不難證、不難得！就是我們現在疑慮太多，所以我們一心不能現前。不但一心不能現前，連功夫成片都不能現前，這個事情很麻煩！不能現前，就是我們雖念，功夫不得力，所以經論上要說得這麼多，說得這麼深。實在講這個理本來就深，深的可以淺說，淺也只淺到一個程度，它確實是這麼深。明白之後，總而言之，就一個目的，放下一切疑慮而已！就是放下一切分別執著妄想，就成功了。"
    },
    {
      "id": "01-003-0104_p0054",
      "zh_CN": "我们果然能把一切分别执着妄想放下，那你就是上上根人，从此以后经教都不要听了。经典呢？废纸！废纸一堆。讲经呢？废话！都不要了。如果心里还有疑虑，这个东西还是有必要，为什么？它能帮助我们减少疑虑，帮我们消除疑虑，它的作用在此地。换句话说，我们自己还不是上上根，还有疑还有虑，心里面还有分别、还有执着、还有妄想，决定不是上上根。上上根人分别执着妄想统统打掉了，统统没有了。今天时间到了，我们就讲到此地。",
      "zh_TW": "我們果然能把一切分別執著妄想放下，那你就是上上根人，從此以後經教都不要聽了。經典呢？廢紙！廢紙一堆。講經呢？廢話！都不要了。如果心裡還有疑慮，這個東西還是有必要，為什麼？它能幫助我們減少疑慮，幫我們消除疑慮，它的作用在此地。換句話說，我們自己還不是上上根，還有疑還有慮，心裡面還有分別、還有執著、還有妄想，決定不是上上根。上上根人分別執著妄想統統打掉了，統統沒有了。今天時間到了，我們就講到此地。"
    }
  ]
}