{
  "doc_id": "01-003-0047",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十七集",
    "zh_TW": "第四十七集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0047",
  "total_paragraphs": 130,
  "paragraphs": [
    {
      "id": "01-003-0047_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五十九页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五十九頁："
    },
    {
      "id": "01-003-0047_p0002",
      "zh_CN": "【开章释文二】",
      "zh_TW": "【開章釋文二】"
    },
    {
      "id": "01-003-0047_p0003",
      "zh_CN": "这一段也相当的长，分为两个段落，第一段是略标，第二段详细的解释。",
      "zh_TW": "這一段也相當的長，分為兩個段落，第一段是略標，第二段詳細的解釋。"
    },
    {
      "id": "01-003-0047_p0004",
      "zh_CN": "【将释此经，总启十门：一教起所因，二藏教等摄，三义理深广，四所被阶品，五能诠体性，六宗趣旨归，七部类差别，八译释诵持，九总释名题，十别解文义。】",
      "zh_TW": "【將釋此經，總啟十門：一教起所因，二藏教等攝，三義理深廣，四所被階品，五能詮體性，六宗趣旨歸，七部類差別，八譯釋誦持，九總釋名題，十別解文義。】"
    },
    {
      "id": "01-003-0047_p0005",
      "zh_CN": "这是大师首先说明他为我们解释这部经的方法。用什么方法来解释？中国自古以来，无论是讲经或者是注经，都有一定的方式，虽然说一定的方式，这个方式并不只有一种，有许多种。我们在《华严经》序文里面，看到有十几种方式，其中最著名的就是华严与法华这两宗，华严宗的方法是「十门开启」，就是这十个纲目，用这方式来解释；法华宗用的是「五重玄义」，比这十门简单，只有五条。华严宗，因为《华严经》都是用十表法，十代表圆满，所以华严家解释经文也用这十个题目。其余各宗的解释方法，现在很少遵行。",
      "zh_TW": "這是大師首先說明他為我們解釋這部經的方法。用什麼方法來解釋？中國自古以來，無論是講經或者是註經，都有一定的方式，雖然說一定的方式，這個方式並不只有一種，有許多種。我們在《華嚴經》序文裡面，看到有十幾種方式，其中最著名的就是華嚴與法華這兩宗，華嚴宗的方法是「十門開啟」，就是這十個綱目，用這方式來解釋；法華宗用的是「五重玄義」，比這十門簡單，只有五條。華嚴宗，因為《華嚴經》都是用十表法，十代表圓滿，所以華嚴家解釋經文也用這十個題目。其餘各宗的解釋方法，現在很少遵行。"
    },
    {
      "id": "01-003-0047_p0006",
      "zh_CN": "现代，在佛学研究方面起了很大的变化，所谓是科学的方法，用西洋这些做学术的方法来研究佛经。这个方法表面上看起来很时髦，很新颖，其实我觉得比不上古人。古人跟我们讲的是佛法，今人跟我们说的是佛学，佛学跟佛法不一样，佛法是教我们了生死出三界；佛学顶多只能把它当作一种学问来看，与生死不相干，与断烦恼也不相干。这一点我们必须要明了，而且要认真去修学。佛法可以欺人一世，但是你临命终最后一着，原形毕露，你到底有没有功夫统统露出来了，没有法子隐瞒。前几天广钦法师往生了，他老人家在世虽然活了九十五岁，他没有讲过经，也没有搞过名与利，没有做过佛教会的委员，老老实实的参禅，他晚年完全念佛了，不参禅了，自己念佛，叫人念佛。他最后走的这一着，表现给我们看，预知时至，无疾而终。今天在出家人最后一着能比得上他的，我一个也没有见到，可是居士当中修得很好的，像老和尚这样自在走的，我看到好多个。所以学佛要认真的去修学，不要搞花样，不要好奇骛怪，老老实实把这句弥陀念好就行了。莲池大师完全是遵守古大德的教训，这就是老实人。所谓老实就是能够以古人为师，师法古人，不求新花样。",
      "zh_TW": "現代，在佛學研究方面起了很大的變化，所謂是科學的方法，用西洋這些做學術的方法來研究佛經。這個方法表面上看起來很時髦，很新穎，其實我覺得比不上古人。古人跟我們講的是佛法，今人跟我們說的是佛學，佛學跟佛法不一樣，佛法是教我們了生死出三界；佛學頂多只能把它當作一種學問來看，與生死不相干，與斷煩惱也不相干。這一點我們必須要明瞭，而且要認真去修學。佛法可以欺人一世，但是你臨命終最後一著，原形畢露，你到底有沒有功夫統統露出來了，沒有法子隱瞞。前幾天廣欽法師往生了，他老人家在世雖然活了九十五歲，他沒有講過經，也沒有搞過名與利，沒有做過佛教會的委員，老老實實的參禪，他晚年完全念佛了，不參禪了，自己念佛，叫人念佛。他最後走的這一著，表現給我們看，預知時至，無疾而終。今天在出家人最後一著能比得上他的，我一個也沒有見到，可是居士當中修得很好的，像老和尚這樣自在走的，我看到好多個。所以學佛要認真的去修學，不要搞花樣，不要好奇騖怪，老老實實把這句彌陀念好就行了。蓮池大師完全是遵守古大德的教訓，這就是老實人。所謂老實就是能夠以古人為師，師法古人，不求新花樣。"
    },
    {
      "id": "01-003-0047_p0007",
      "zh_CN": "疏【此例华严疏旨。】",
      "zh_TW": "疏【此例華嚴疏旨。】"
    },
    {
      "id": "01-003-0047_p0008",
      "zh_CN": "『例』是一个例子。他是援例，援《华严经疏钞》解释大经的方法。",
      "zh_TW": "『例』是一個例子。他是援例，援《華嚴經疏鈔》解釋大經的方法。"
    },
    {
      "id": "01-003-0047_p0009",
      "zh_CN": "疏【略为十门，前八义门。】",
      "zh_TW": "疏【略為十門，前八義門。】"
    },
    {
      "id": "01-003-0047_p0010",
      "zh_CN": "前面八种叫『义门』，就是我们常讲的玄义。前面这八条是玄义，玄义就是全经的大意，是论全经的。",
      "zh_TW": "前面八種叫『義門』，就是我們常講的玄義。前面這八條是玄義，玄義就是全經的大意，是論全經的。"
    },
    {
      "id": "01-003-0047_p0011",
      "zh_CN": "疏【后二正释。】",
      "zh_TW": "疏【後二正釋。】"
    },
    {
      "id": "01-003-0047_p0012",
      "zh_CN": "后面两条正式给我们解释经文。先要从题目解释起，然后再解释全部的经文。",
      "zh_TW": "後面兩條正式給我們解釋經文。先要從題目解釋起，然後再解釋全部的經文。"
    },
    {
      "id": "01-003-0047_p0013",
      "zh_CN": "疏【又此与天台五重玄义，大同小异。】",
      "zh_TW": "疏【又此與天台五重玄義，大同小異。】"
    },
    {
      "id": "01-003-0047_p0014",
      "zh_CN": "『天台』就是法华宗，用五个条目来释经。五个条目不少，华严宗这十个条目不多，为什么说不多不少？把这十条浓缩一下就是五条，五条展开来就是十条。所以诸位要晓得，十门开启与五重玄义在内容上来讲不增不减，都是圆满的。",
      "zh_TW": "『天台』就是法華宗，用五個條目來釋經。五個條目不少，華嚴宗這十個條目不多，為什麼說不多不少？把這十條濃縮一下就是五條，五條展開來就是十條。所以諸位要曉得，十門開啟與五重玄義在內容上來講不增不減，都是圓滿的。"
    },
    {
      "id": "01-003-0047_p0015",
      "zh_CN": "疏【盖开之成十，束之成五，稍有详略云尔。】",
      "zh_TW": "疏【蓋開之成十，束之成五，稍有詳略云爾。】"
    },
    {
      "id": "01-003-0047_p0016",
      "zh_CN": "十条讲得详细一点，五条说得省略一点，可是义理一定是很完整的。诸位看注解，这一段对这十个项目有简单的解释。我们首先要了解这十个项目的意义，然后才能观察到全经的内容。第一是讲：",
      "zh_TW": "十條講得詳細一點，五條說得省略一點，可是義理一定是很完整的。諸位看註解，這一段對這十個項目有簡單的解釋。我們首先要了解這十個項目的意義，然後才能觀察到全經的內容。第一是講："
    },
    {
      "id": "01-003-0047_p0017",
      "zh_CN": "演【教起所因者。】",
      "zh_TW": "演【教起所因者。】"
    },
    {
      "id": "01-003-0047_p0018",
      "zh_CN": "这个『者』是个疑问的词，什么叫做教起所因？下面给我们解释：",
      "zh_TW": "這個『者』是個疑問的詞，什麼叫做教起所因？下面給我們解釋："
    },
    {
      "id": "01-003-0047_p0019",
      "zh_CN": "演【圣人言不虚发，动必有由，非无因缘而宣斯典，故首之以起教因缘。】",
      "zh_TW": "演【聖人言不虛發，動必有由，非無因緣而宣斯典，故首之以起教因緣。】"
    },
    {
      "id": "01-003-0047_p0020",
      "zh_CN": "『圣人』是指诸佛菩萨。诸佛菩萨不会无缘无故说一句话，也不会无缘无故对你笑，没这事情的。他一举一动都有很深的意义在，因此他一定有个道理。佛说这个经，什么原因？什么道理？一定有道理的。『动必有由』，由就是原由、理由，一定有个理由。『非无因缘而宣斯典』，斯典就是指这部《弥陀经》，绝对不是无缘无故来说这部经的。因此我们在研究这部经之先，首先要晓得他是什么原因来说这部经。这十个条目里面，第一个讲『教起所因』，「教」就是教学，「起」是兴起，「所因」就是它的原因。",
      "zh_TW": "『聖人』是指諸佛菩薩。諸佛菩薩不會無緣無故說一句話，也不會無緣無故對你笑，沒這事情的。他一舉一動都有很深的意義在，因此他一定有個道理。佛說這個經，什麼原因？什麼道理？一定有道理的。『動必有由』，由就是原由、理由，一定有個理由。『非無因緣而宣斯典』，斯典就是指這部《彌陀經》，絕對不是無緣無故來說這部經的。因此我們在研究這部經之先，首先要曉得他是什麼原因來說這部經。這十個條目裡面，第一個講『教起所因』，「教」就是教學，「起」是興起，「所因」就是它的原因。"
    },
    {
      "id": "01-003-0047_p0021",
      "zh_CN": "演【佛教虽广。】",
      "zh_TW": "演【佛教雖廣。】"
    },
    {
      "id": "01-003-0047_p0022",
      "zh_CN": "这个『教』就是教学。释迦牟尼佛的教学、释迦牟尼佛的教化非常的广大，非常的繁多。他老人家当年出现在世间，三十岁证道，证道之后就开始弘法，就是三十岁示现成佛，八十岁圆寂。这四十九年当中，他老人家从来没有一天休息过，天天都是在讲经说法，而且一天是八个小时的课。后世弟子把它记录整理，就是我们现在讲的《大藏经》，他老人家讲的东西太丰富了。",
      "zh_TW": "這個『教』就是教學。釋迦牟尼佛的教學、釋迦牟尼佛的教化非常的廣大，非常的繁多。他老人家當年出現在世間，三十歲證道，證道之後就開始弘法，就是三十歲示現成佛，八十歲圓寂。這四十九年當中，他老人家從來沒有一天休息過，天天都是在講經說法，而且一天是八個小時的課。後世弟子把它記錄整理，就是我們現在講的《大藏經》，他老人家講的東西太豐富了。"
    },
    {
      "id": "01-003-0047_p0023",
      "zh_CN": "我们现在中文《大藏经》是不是释迦牟尼佛一生所讲的全都在里面？给诸位说，没有。因为我们所翻译过来的，也只是部分而已。原文的经典没有到中国来的还很多，来到中国而没有翻译的也很多。我们选好的、重要的、适合中国人修行的，选这些东西先翻译。换句话说，虽然不是佛所说的全部经教，但是他老人家四十九年所说的精华、最重要的东西，我们全都翻译出来了。",
      "zh_TW": "我們現在中文《大藏經》是不是釋迦牟尼佛一生所講的全都在裡面？給諸位說，沒有。因為我們所翻譯過來的，也只是部分而已。原文的經典沒有到中國來的還很多，來到中國而沒有翻譯的也很多。我們選好的、重要的、適合中國人修行的，選這些東西先翻譯。換句話說，雖然不是佛所說的全部經教，但是他老人家四十九年所說的精華、最重要的東西，我們全都翻譯出來了。"
    },
    {
      "id": "01-003-0047_p0024",
      "zh_CN": "演【不出三藏十二部。】",
      "zh_TW": "演【不出三藏十二部。】"
    },
    {
      "id": "01-003-0047_p0025",
      "zh_CN": "『三藏』是经藏、律藏、论藏，这就把整个佛的教学资料内容全部包括了。『十二部』，「部」是部类，不是讲我们现在这一部书叫一部，不是这个意思。部，现在所谓体裁，写文章用什么体裁来写。佛经一共有十二种不同的体裁，有散文、诗歌、长短句、偈颂、咒语，有十二种之多。为什么要有这么多体裁？等我们到后面再说，再给诸位介绍。大致上来说，无非是迎合一切众生的根性。譬如有许多人，你叫他看书，他看不下去；你叫他背书，他苦得很！你叫他唱歌，他很乐意，他唱唱就会了。好，你喜欢唱歌的，佛就说一些偈颂，偈颂都是歌词，谱上去都可以唱的，可见得佛的教化真正是极其善巧方便。",
      "zh_TW": "『三藏』是經藏、律藏、論藏，這就把整個佛的教學資料內容全部包括了。『十二部』，「部」是部類，不是講我們現在這一部書叫一部，不是這個意思。部，現在所謂體裁，寫文章用什麼體裁來寫。佛經一共有十二種不同的體裁，有散文、詩歌、長短句、偈頌、咒語，有十二種之多。為什麼要有這麼多體裁？等我們到後面再說，再給諸位介紹。大致上來說，無非是迎合一切眾生的根性。譬如有許多人，你叫他看書，他看不下去；你叫他背書，他苦得很！你叫他唱歌，他很樂意，他唱唱就會了。好，你喜歡唱歌的，佛就說一些偈頌，偈頌都是歌詞，譜上去都可以唱的，可見得佛的教化真正是極其善巧方便。"
    },
    {
      "id": "01-003-0047_p0026",
      "zh_CN": "演【未委此经何所摄属，故受之以藏教等摄。】",
      "zh_TW": "演【未委此經何所攝屬，故受之以藏教等攝。】"
    },
    {
      "id": "01-003-0047_p0027",
      "zh_CN": "这就第二个条目。为什么它摆在第二？这部经在三藏经里面属于哪一类？在十二种体裁里面属于什么体裁？这是必须晓得的。『藏』就是三藏，『教』就是十二部，后人怕我们看到这个名词产生误会，以为佛经只有十二部，所以就称之为十二分教。",
      "zh_TW": "這就第二個條目。為什麼它擺在第二？這部經在三藏經裡面屬於哪一類？在十二種體裁裡面屬於什麼體裁？這是必須曉得的。『藏』就是三藏，『教』就是十二部，後人怕我們看到這個名詞產生誤會，以為佛經只有十二部，所以就稱之為十二分教。"
    },
    {
      "id": "01-003-0047_p0028",
      "zh_CN": "演【已知此经三藏之中修多罗摄。】",
      "zh_TW": "演【已知此經三藏之中修多羅攝。】"
    },
    {
      "id": "01-003-0047_p0029",
      "zh_CN": "『修多罗』是梵语，翻成中国意思就是经。经律论三藏里面，它属于经藏。",
      "zh_TW": "『修多羅』是梵語，翻成中國意思就是經。經律論三藏裡面，它屬於經藏。"
    },
    {
      "id": "01-003-0047_p0030",
      "zh_CN": "演【五教之中属终顿圆。】",
      "zh_TW": "演【五教之中屬終頓圓。】"
    },
    {
      "id": "01-003-0047_p0031",
      "zh_CN": "『教』的意思，是指五教来说的，五教也是根据法华宗的说法。天台大师判四教，贤首大师判五教，贤首就是华严宗，小、始、终、顿、圆，他判这个五教。五教是讲教学的过程，小教好比是小学，小乘教；始教是大乘的开始，好比是初中；终教是大乘的末后，好比是高中。顿教是顿超，不需要等级，小学、中学可以不必念，直接念大学，这是天才的儿童，顿教。圆教好比是研究所，最为圆满的。《弥陀经》，在五教里属于什么教？它是属于大乘最末后的，大乘终极之教，而且又是属于顿教，不但顿教，而且它还有分圆教的意思在里头。所以这部《弥陀经》，如果从五教上来讲，它具有『终顿圆』的意思。由此可知，它是属于大乘法里面的高级修学，不是普通的。",
      "zh_TW": "『教』的意思，是指五教來說的，五教也是根據法華宗的說法。天台大師判四教，賢首大師判五教，賢首就是華嚴宗，小、始、終、頓、圓，他判這個五教。五教是講教學的過程，小教好比是小學，小乘教；始教是大乘的開始，好比是初中；終教是大乘的末後，好比是高中。頓教是頓超，不需要等級，小學、中學可以不必念，直接念大學，這是天才的兒童，頓教。圓教好比是研究所，最為圓滿的。《彌陀經》，在五教裡屬於什麼教？它是屬於大乘最末後的，大乘終極之教，而且又是屬於頓教，不但頓教，而且它還有分圓教的意思在裡頭。所以這部《彌陀經》，如果從五教上來講，它具有『終頓圓』的意思。由此可知，它是屬於大乘法裡面的高級修學，不是普通的。"
    },
    {
      "id": "01-003-0047_p0032",
      "zh_CN": "演【未知顿圆之义深浅广狭，故受之以义理深广。】",
      "zh_TW": "演【未知頓圓之義深淺廣狹，故受之以義理深廣。】"
    },
    {
      "id": "01-003-0047_p0033",
      "zh_CN": "我们不晓得『顿圆之义深浅广狭』，所以必须跟大家谈一谈『义理深广』。这个也要晓得，你才真正理解这部《弥陀经》的理论依据相当深、相当圆满，这都是建立我们信心的。你要是不懂得这些道理，纵然念阿弥陀佛，跟着大家共修，你的信心不坚固，你的信心不清净。不坚固就容易动摇，譬如人家跟你讲禅好，你参禅去了；说密好，你念咒去了；再说戒律好，你搭衣持钵去了。那就是你信心不坚固，会动摇。信心不清净是什么意思？不清净是多疑。我念这个真行吗？真能往生吗？万一不能往生怎么办？虽然不动摇，可是你的信心不清净，常常怀疑。你明白「义理深广」，你的信心就坚固，也清净了，不会怀疑了。所以这个条目的确很重要。",
      "zh_TW": "我們不曉得『頓圓之義深淺廣狹』，所以必須跟大家談一談『義理深廣』。這個也要曉得，你才真正理解這部《彌陀經》的理論依據相當深、相當圓滿，這都是建立我們信心的。你要是不懂得這些道理，縱然念阿彌陀佛，跟著大家共修，你的信心不堅固，你的信心不清淨。不堅固就容易動搖，譬如人家跟你講禪好，你參禪去了；說密好，你念咒去了；再說戒律好，你搭衣持缽去了。那就是你信心不堅固，會動搖。信心不清淨是什麼意思？不清淨是多疑。我念這個真行嗎？真能往生嗎？萬一不能往生怎麼辦？雖然不動搖，可是你的信心不清淨，常常懷疑。你明白「義理深廣」，你的信心就堅固，也清淨了，不會懷疑了。所以這個條目的確很重要。"
    },
    {
      "id": "01-003-0047_p0034",
      "zh_CN": "演【既知义理包博冲深，未审此经被何根器，故受之以所被阶品。】",
      "zh_TW": "演【既知義理包博沖深，未審此經被何根器，故受之以所被階品。】"
    },
    {
      "id": "01-003-0047_p0035",
      "zh_CN": "这就是义理知道了，『包博』就是圆的意思，包是包容，不但释迦牟尼佛四十九年所说的一切佛法，这个经全部包括了，《弥陀经》了不起！而且跟诸位说，十方三世一切诸佛所说之法，也出不了这部经的范围之外，真正是包博，博是博大。『冲深』就是精深，博大精深！你在义理深广里头要是讨论这个问题，你真正能够确确实实肯定认识这部经的经义博大精深。你想想看，经文没多少，莲池大师的注解，我们现在的精装本两大册，可见得真的是深，真的是广！我们每天讲一个半钟点，把这部经讲完要整整讲一年，《弥陀经》不简单，不要小看它。这就讲已经晓得这个经的博大精深了。",
      "zh_TW": "這就是義理知道了，『包博』就是圓的意思，包是包容，不但釋迦牟尼佛四十九年所說的一切佛法，這個經全部包括了，《彌陀經》了不起！而且跟諸位說，十方三世一切諸佛所說之法，也出不了這部經的範圍之外，真正是包博，博是博大。『沖深』就是精深，博大精深！你在義理深廣裡頭要是討論這個問題，你真正能夠確確實實肯定認識這部經的經義博大精深。你想想看，經文沒多少，蓮池大師的註解，我們現在的精裝本兩大冊，可見得真的是深，真的是廣！我們每天講一個半鐘點，把這部經講完要整整講一年，《彌陀經》不簡單，不要小看它。這就講已經曉得這個經的博大精深了。"
    },
    {
      "id": "01-003-0047_p0036",
      "zh_CN": "可是这个经『被何根器』，拿现在的话来讲，要什么样的条件、什么样的资格，才可以接受，才可以修学？底下就要谈到了，『所被阶品』，阶是阶级，品是品类，要跟你谈谈什么样的人可以修学。不要被前面这个条目吓坏了，这么深、这么广，恐怕我不够资格，我没有办法学这个。所以是要告诉你，这个法门人人都可以学，它妙就妙在此地。",
      "zh_TW": "可是這個經『被何根器』，拿現在的話來講，要什麼樣的條件、什麼樣的資格，才可以接受，才可以修學？底下就要談到了，『所被階品』，階是階級，品是品類，要跟你談談什麼樣的人可以修學。不要被前面這個條目嚇壞了，這麼深、這麼廣，恐怕我不夠資格，我沒有辦法學這個。所以是要告訴你，這個法門人人都可以學，它妙就妙在此地。"
    },
    {
      "id": "01-003-0047_p0037",
      "zh_CN": "演【已知此经被机普遍。】",
      "zh_TW": "演【已知此經被機普遍。】"
    },
    {
      "id": "01-003-0047_p0038",
      "zh_CN": "就是加被一切众生，就是上、中、下三等根性的人，人人都能够修学，这个我们心就定了，心也安了。这个法门我也有资格学，个个人都有资格学，而且都能有成就。",
      "zh_TW": "就是加被一切眾生，就是上、中、下三等根性的人，人人都能夠修學，這個我們心就定了，心也安了。這個法門我也有資格學，個個人都有資格學，而且都能有成就。"
    },
    {
      "id": "01-003-0047_p0039",
      "zh_CN": "演【未知能诠何为体性，故受之以能诠体性。】",
      "zh_TW": "演【未知能詮何為體性，故受之以能詮體性。】"
    },
    {
      "id": "01-003-0047_p0040",
      "zh_CN": "『体』是本体，『性』是性质。『体性』，就是现在人所讲，理论的依据。佛讲这个经是怎么讲出来的？根据什么理论讲出来的？这跟第一条意思不一样，第一条是因缘，他什么缘故跟我们说的，那是问因缘，你为什么跟我讲。这个是你根据什么来讲的？你所依据的是什么？如果他说：我大概想像是这样的。那我们就不能相信了，那是你想像当中的，这个不可以，一定要有理论的依据。有理论有事实的依据，我们才能够相信。所以这个是要谈到，这是真正建立对于这部经、这个法门的信心。",
      "zh_TW": "『體』是本體，『性』是性質。『體性』，就是現在人所講，理論的依據。佛講這個經是怎麼講出來的？根據什麼理論講出來的？這跟第一條意思不一樣，第一條是因緣，他什麼緣故跟我們說的，那是問因緣，你為什麼跟我講。這個是你根據什麼來講的？你所依據的是什麼？如果他說：我大概想像是這樣的。那我們就不能相信了，那是你想像當中的，這個不可以，一定要有理論的依據。有理論有事實的依據，我們才能夠相信。所以這個是要談到，這是真正建立對於這部經、這個法門的信心。"
    },
    {
      "id": "01-003-0047_p0041",
      "zh_CN": "演【已知能诠之体如是该罗，未审所宗尊崇何义，故受之以宗趣旨归。】",
      "zh_TW": "演【已知能詮之體如是該羅，未審所宗尊崇何義，故受之以宗趣旨歸。】"
    },
    {
      "id": "01-003-0047_p0042",
      "zh_CN": "能诠体性就是五重玄义里面的辨体，所以是非常重要的一个项目。我们晓得了，它所依据的是「自性弥陀，唯心净土」，来给我们说这个法门，来教给我们修学方法。但是我们不晓得怎么修法，『宗趣旨归』就是修行的方法。依据的理论明白了，用什么方法来修？这个项目要给我们说明它的方法。「宗」是宗旨，「趣」就是归趣，就是归向，用什么方法来修？修了之后结果如何？宗是修行，趣是结果。依照这个方法修学，最后的结果如何？这条就是五重玄义的明宗、论用。",
      "zh_TW": "能詮體性就是五重玄義裡面的辨體，所以是非常重要的一個項目。我們曉得了，它所依據的是「自性彌陀，唯心淨土」，來給我們說這個法門，來教給我們修學方法。但是我們不曉得怎麼修法，『宗趣旨歸』就是修行的方法。依據的理論明白了，用什麼方法來修？這個項目要給我們說明它的方法。「宗」是宗旨，「趣」就是歸趣，就是歸向，用什麼方法來修？修了之後結果如何？宗是修行，趣是結果。依照這個方法修學，最後的結果如何？這條就是五重玄義的明宗、論用。"
    },
    {
      "id": "01-003-0047_p0043",
      "zh_CN": "演【已知此经旨趣冲玄，未审当部等类为有几种，故受之以部类差别。】",
      "zh_TW": "演【已知此經旨趣沖玄，未審當部等類為有幾種，故受之以部類差別。】"
    },
    {
      "id": "01-003-0047_p0044",
      "zh_CN": "它的修行方法以及修行殊胜功德利益不可思议，这个地方用『冲玄』这两个字来形容，而这两个字正是与本经原来的题目相应。本经原来的题目是「称赞不可思议」，冲玄就是不可思议的意思，方法不可思议，果报不可思议，实在是太殊胜了，所谓是「唯佛与佛方能究竟」。我们在前面也曾经为诸位说出了一些，第一不可思议的就是经上所讲的，只要一往生就圆证三不退，这个不可思议。一切经教里面，佛从来没有跟我们这样说过的。圆证三不退，特别注重那个圆字，就是果报不可思议。修行的不可思议，一句阿弥陀佛就能带业往生，这不可思议。这是这个法门里面最不可思议的两桩事情。所以，它的理论太深，方法太玄妙了。",
      "zh_TW": "它的修行方法以及修行殊勝功德利益不可思議，這個地方用『沖玄』這兩個字來形容，而這兩個字正是與本經原來的題目相應。本經原來的題目是「稱讚不可思議」，沖玄就是不可思議的意思，方法不可思議，果報不可思議，實在是太殊勝了，所謂是「唯佛與佛方能究竟」。我們在前面也曾經為諸位說出了一些，第一不可思議的就是經上所講的，只要一往生就圓證三不退，這個不可思議。一切經教裡面，佛從來沒有跟我們這樣說過的。圓證三不退，特別注重那個圓字，就是果報不可思議。修行的不可思議，一句阿彌陀佛就能帶業往生，這不可思議。這是這個法門裡面最不可思議的兩樁事情。所以，它的理論太深，方法太玄妙了。"
    },
    {
      "id": "01-003-0047_p0045",
      "zh_CN": "我们明白这个道理，知道这么一桩事了，可是不晓得与这个经同类的有多少种。所以底下要说明『部类差别』，部是同部的，就是同说这桩事情的经典。譬如《无量寿经》、《观无量寿佛经》与本经是同部的，都是讲西方极乐世界，还有《鼓音王经》也是同部的。同类的，像《华严经》就是同类，《华严经》最后十大愿王导归极乐，它也是以西方极乐世界为目标，但是它修行方法跟这个不一样，这个是念阿弥陀佛，那个是修十大愿王，修行的方法不一样，目的是同一个地方，都是西方极乐世界见阿弥陀佛的，这就属于类。",
      "zh_TW": "我們明白這個道理，知道這麼一樁事了，可是不曉得與這個經同類的有多少種。所以底下要說明『部類差別』，部是同部的，就是同說這樁事情的經典。譬如《無量壽經》、《觀無量壽佛經》與本經是同部的，都是講西方極樂世界，還有《鼓音王經》也是同部的。同類的，像《華嚴經》就是同類，《華嚴經》最後十大願王導歸極樂，它也是以西方極樂世界為目標，但是它修行方法跟這個不一樣，這個是念阿彌陀佛，那個是修十大願王，修行的方法不一樣，目的是同一個地方，都是西方極樂世界見阿彌陀佛的，這就屬於類。"
    },
    {
      "id": "01-003-0047_p0046",
      "zh_CN": "演【已知部类详略同别。】",
      "zh_TW": "演【已知部類詳略同別。】"
    },
    {
      "id": "01-003-0047_p0047",
      "zh_CN": "这是经过说明介绍，明了了。可是我们还有疑问：",
      "zh_TW": "這是經過說明介紹，明瞭了。可是我們還有疑問："
    },
    {
      "id": "01-003-0047_p0048",
      "zh_CN": "演【未委译自何时，凡有几译。】",
      "zh_TW": "演【未委譯自何時，凡有幾譯。】"
    },
    {
      "id": "01-003-0047_p0049",
      "zh_CN": "佛经是从梵文翻译过来的，我们还不晓得这部经是什么时候翻的？什么人翻的？有几次的翻译？经典传到中国之后，有好几个人翻译，有好多种译本，譬如《金刚经》有六种译本。《心经》的翻译有十几种，最流行的是玄奘大师的译本，二百六十字，他翻的最简单。",
      "zh_TW": "佛經是從梵文翻譯過來的，我們還不曉得這部經是什麼時候翻的？什麼人翻的？有幾次的翻譯？經典傳到中國之後，有好幾個人翻譯，有好多種譯本，譬如《金剛經》有六種譯本。《心經》的翻譯有十幾種，最流行的是玄奘大師的譯本，二百六十字，他翻的最簡單。"
    },
    {
      "id": "01-003-0047_p0050",
      "zh_CN": "演【以至注释持诵有何灵验，故受之以译释诵持。】",
      "zh_TW": "演【以至註釋持誦有何靈驗，故受之以譯釋誦持。】"
    },
    {
      "id": "01-003-0047_p0051",
      "zh_CN": "历代翻译的有什么感应？注解的有什么感应？受持读诵依教修行的人有什么感应？这个就像基督教里面讲的见证，由于见证，我们才死心塌地的接受，相信了。这是没有讲解经文之前，先把他解释经的方法告诉我们，才真正能够教我们断疑生信。",
      "zh_TW": "歷代翻譯的有什麼感應？註解的有什麼感應？受持讀誦依教修行的人有什麼感應？這個就像基督教裡面講的見證，由於見證，我們才死心塌地的接受，相信了。這是沒有講解經文之前，先把他解釋經的方法告訴我們，才真正能夠教我們斷疑生信。"
    },
    {
      "id": "01-003-0047_p0052",
      "zh_CN": "演【大旨既陈。】",
      "zh_TW": "演【大旨既陳。】"
    },
    {
      "id": "01-003-0047_p0053",
      "zh_CN": "『大旨』就是全文大意。『陈』是陈述。",
      "zh_TW": "『大旨』就是全文大意。『陳』是陳述。"
    },
    {
      "id": "01-003-0047_p0054",
      "zh_CN": "演【随文解释。】",
      "zh_TW": "演【隨文解釋。】"
    },
    {
      "id": "01-003-0047_p0055",
      "zh_CN": "大意说完之后，当然就要解释经文了，解释经文一定是先解释题目，先要解释《佛说阿弥陀经》。",
      "zh_TW": "大意說完之後，當然就要解釋經文了，解釋經文一定是先解釋題目，先要解釋《佛說阿彌陀經》。"
    },
    {
      "id": "01-003-0047_p0056",
      "zh_CN": "演【先明总题，使知纲领，故受之总释名题。】",
      "zh_TW": "演【先明總題，使知綱領，故受之總釋名題。】"
    },
    {
      "id": "01-003-0047_p0057",
      "zh_CN": "先要对于经题的意思要明了，题目是一篇文章的总纲领。",
      "zh_TW": "先要對於經題的意思要明瞭，題目是一篇文章的總綱領。"
    },
    {
      "id": "01-003-0047_p0058",
      "zh_CN": "演【总义虽知，别文难晓。】",
      "zh_TW": "演【總義雖知，別文難曉。】"
    },
    {
      "id": "01-003-0047_p0059",
      "zh_CN": "『别文』就是经文，题目明白了，可是读到经文，这个经文每一字每一句都含无量义，我们初学的人看不出来。",
      "zh_TW": "『別文』就是經文，題目明白了，可是讀到經文，這個經文每一字每一句都含無量義，我們初學的人看不出來。"
    },
    {
      "id": "01-003-0047_p0060",
      "zh_CN": "演【从如是我闻至终。】",
      "zh_TW": "演【從如是我聞至終。】"
    },
    {
      "id": "01-003-0047_p0061",
      "zh_CN": "到这一部经的终了",
      "zh_TW": "到這一部經的終了"
    },
    {
      "id": "01-003-0047_p0062",
      "zh_CN": "演【为何等文，是何等义。】",
      "zh_TW": "演【為何等文，是何等義。】"
    },
    {
      "id": "01-003-0047_p0063",
      "zh_CN": "『何等文』，什么样的体裁，什么样的章法结构。『何等义』，它这里面含的什么意思。",
      "zh_TW": "『何等文』，什麼樣的體裁，什麼樣的章法結構。『何等義』，它這裡面含的什麼意思。"
    },
    {
      "id": "01-003-0047_p0064",
      "zh_CN": "演【使沈隐之义彰于翰墨。】",
      "zh_TW": "演【使沈隱之義彰於翰墨。】"
    },
    {
      "id": "01-003-0047_p0065",
      "zh_CN": "『翰墨』，我们今天讲笔端，从笔端上统统都把它清清楚楚描绘出来，显示出现来，让大家一看都能够明了。『彰』，意思都能够明白。",
      "zh_TW": "『翰墨』，我們今天講筆端，從筆端上統統都把它清清楚楚描繪出來，顯示出現來，讓大家一看都能夠明瞭。『彰』，意思都能夠明白。"
    },
    {
      "id": "01-003-0047_p0066",
      "zh_CN": "演【故受之以别解文义也。】",
      "zh_TW": "演【故受之以別解文義也。】"
    },
    {
      "id": "01-003-0047_p0067",
      "zh_CN": "这是第十条。到这个地方就是说明，为什么有这十门？而十门的次第不能错乱，因为次第是一个一个接着生起来的，就好像我们发问题一样，第一个问题答了，从第一个就产生第二个问题，第二个问题说完，也许又会生第三个问题，到第十圆满了，一切的疑问都解除了。",
      "zh_TW": "這是第十條。到這個地方就是說明，為什麼有這十門？而十門的次第不能錯亂，因為次第是一個一個接著生起來的，就好像我們發問題一樣，第一個問題答了，從第一個就產生第二個問題，第二個問題說完，也許又會生第三個問題，到第十圓滿了，一切的疑問都解除了。"
    },
    {
      "id": "01-003-0047_p0068",
      "zh_CN": "演【五重玄义者，乃能召之名，所诠之体，会体之宗，宗所成用，上四教相，如天台教。】",
      "zh_TW": "演【五重玄義者，乃能召之名，所詮之體，會體之宗，宗所成用，上四教相，如天台教。】"
    },
    {
      "id": "01-003-0047_p0069",
      "zh_CN": "这一行半是简单说明什么叫五重玄义。五重玄义里面，第一条是『名』，解释经的名题。五重玄义它跟华严宗的方法不一样，华严宗是先讲玄义，最后再解释名题，五重玄义一开头就解释名题，经题解释完之后再谈玄义。『能召之名』，所以它摆在第一个。第二『所诠之体』，诠是诠经，它所诠说的理论依据。这就是经的性质，经之体性。第三个项目是明宗，就是宗旨，『会体之宗』，宗是讲修行的方法，体是理论依据，修行方法必定要与理论的依据相应，所以叫会体。如果你修行的方法与它的体性不相应，你这个修学就白费功夫，就不能相应。",
      "zh_TW": "這一行半是簡單說明什麼叫五重玄義。五重玄義裡面，第一條是『名』，解釋經的名題。五重玄義它跟華嚴宗的方法不一樣，華嚴宗是先講玄義，最後再解釋名題，五重玄義一開頭就解釋名題，經題解釋完之後再談玄義。『能召之名』，所以它擺在第一個。第二『所詮之體』，詮是詮經，它所詮說的理論依據。這就是經的性質，經之體性。第三個項目是明宗，就是宗旨，『會體之宗』，宗是講修行的方法，體是理論依據，修行方法必定要與理論的依據相應，所以叫會體。如果你修行的方法與它的體性不相應，你這個修學就白費功夫，就不能相應。"
    },
    {
      "id": "01-003-0047_p0070",
      "zh_CN": "诸位要晓得，我们今天念这句阿弥陀佛，实在讲这是名，能召之名。很难得鸠摩罗什大师就用佛号做经名，这是他老人家特殊的心得，别有用心。本来经的题目不是《阿弥陀经》，《阿弥陀经》是他给它取的，他这个用意很深，为什么？这一句名号就与本经的体性相应。阿弥陀佛是什么名字？是我们真如本性的名字，自性弥陀的名字。你念这个名字，不知不觉就明心见性，把你的真性给念出来了。",
      "zh_TW": "諸位要曉得，我們今天念這句阿彌陀佛，實在講這是名，能召之名。很難得鳩摩羅什大師就用佛號做經名，這是他老人家特殊的心得，別有用心。本來經的題目不是《阿彌陀經》，《阿彌陀經》是他給它取的，他這個用意很深，為什麼？這一句名號就與本經的體性相應。阿彌陀佛是什麼名字？是我們真如本性的名字，自性彌陀的名字。你念這個名字，不知不覺就明心見性，把你的真性給念出來了。"
    },
    {
      "id": "01-003-0047_p0071",
      "zh_CN": "我们有人念佛念了一辈子，为什么都不能见性？不能见性不要紧，只要你能往生，往生就见性。往生就圆证三不退，往生就见性，太妙了！这一生当中还没有往生，念这句阿弥陀佛就见性，有没有？有。古来有很多人都是没有往生之前，念这句佛号见了性。谁见了性？莲池大师见性了，怎么晓得？他要没有见性，这个《疏钞》他写不出来。蕅益大师见性了，他要不见性，《要解》他写不出来。近代印光大师见性了，他要不见性，他的《文钞》写不出来。你们去看看，他怎么见性的呢？念一句阿弥陀佛而见性的。",
      "zh_TW": "我們有人念佛念了一輩子，為什麼都不能見性？不能見性不要緊，只要你能往生，往生就見性。往生就圓證三不退，往生就見性，太妙了！這一生當中還沒有往生，念這句阿彌陀佛就見性，有沒有？有。古來有很多人都是沒有往生之前，念這句佛號見了性。誰見了性？蓮池大師見性了，怎麼曉得？他要沒有見性，這個《疏鈔》他寫不出來。蕅益大師見性了，他要不見性，《要解》他寫不出來。近代印光大師見性了，他要不見性，他的《文鈔》寫不出來。你們去看看，他怎麼見性的呢？念一句阿彌陀佛而見性的。"
    },
    {
      "id": "01-003-0047_p0072",
      "zh_CN": "这个地方我必须告诉诸位，一定要明了这个经的经义，那一句佛号才念得相应，与真性相应，才能够念到见性。因此，这个经不能不深入的去研究。你说我就念这一句阿弥陀佛，我也懒得去研究经，我也不要去听讲，行不行？行！但是你这一生见不了性，你可以往生，那是往生西方极乐世界再见性。如果想我现在念佛就要见性，见性有什么好处？见性往生品位高，换句话说，你对于这个经论一定要下功夫去深究。不但要研究，要深入的去研究，然后是句句佛号都与你自性弥陀相应。既然与自性弥陀相应，就必定与西方极乐世界教主那一位阿弥陀佛也相应了。内与性是理相应，外面与那一尊佛是事相应，理事不二，这个念佛功德是无量无边。所以，这个宗叫「会体之宗」。",
      "zh_TW": "這個地方我必須告訴諸位，一定要明瞭這個經的經義，那一句佛號才念得相應，與真性相應，才能夠念到見性。因此，這個經不能不深入的去研究。你說我就念這一句阿彌陀佛，我也懶得去研究經，我也不要去聽講，行不行？行！但是你這一生見不了性，你可以往生，那是往生西方極樂世界再見性。如果想我現在念佛就要見性，見性有什麼好處？見性往生品位高，換句話說，你對於這個經論一定要下功夫去深究。不但要研究，要深入的去研究，然後是句句佛號都與你自性彌陀相應。既然與自性彌陀相應，就必定與西方極樂世界教主那一位阿彌陀佛也相應了。內與性是理相應，外面與那一尊佛是事相應，理事不二，這個念佛功德是無量無邊。所以，這個宗叫「會體之宗」。"
    },
    {
      "id": "01-003-0047_p0073",
      "zh_CN": "『宗所成用』，修行之后必定有大用处，这个用处就是往生，就是成佛，可以说一往生西方极乐世界就成佛了。可是诸位要晓得，要真往生，假的不行。像广钦老和尚这样的往生，临命终时不害病，说走就走了，想走就走了，要走得这么自在，这真的往生，一往生就真作佛，这个不假！广钦老和尚一往生，往生就真作佛了，圆证三不退，他这个往生品位决定不低，高品位的往生。我跟广钦老和尚只见过一次面，我在法华寺讲《地藏经》的时候，他老人家来听过一次经。",
      "zh_TW": "『宗所成用』，修行之後必定有大用處，這個用處就是往生，就是成佛，可以說一往生西方極樂世界就成佛了。可是諸位要曉得，要真往生，假的不行。像廣欽老和尚這樣的往生，臨命終時不害病，說走就走了，想走就走了，要走得這麼自在，這真的往生，一往生就真作佛，這個不假！廣欽老和尚一往生，往生就真作佛了，圓證三不退，他這個往生品位決定不低，高品位的往生。我跟廣欽老和尚只見過一次面，我在法華寺講《地藏經》的時候，他老人家來聽過一次經。"
    },
    {
      "id": "01-003-0047_p0074",
      "zh_CN": "五重玄义，第五是判教，教就是教相。判教，在十门里面包括教起所因、藏教等摄、所被阶品、部类差别，这些都属于教义上，都属于判教，五重玄义把这些包括在一起。『上四教相，如天台教』。天台有四教仪，专门说明天台宗教学的方法。天台四教仪，贤首五教仪，就是教学法。",
      "zh_TW": "五重玄義，第五是判教，教就是教相。判教，在十門裡面包括教起所因、藏教等攝、所被階品、部類差別，這些都屬於教義上，都屬於判教，五重玄義把這些包括在一起。『上四教相，如天台教』。天台有四教儀，專門說明天台宗教學的方法。天台四教儀，賢首五教儀，就是教學法。"
    },
    {
      "id": "01-003-0047_p0075",
      "zh_CN": "演【今贤首。】",
      "zh_TW": "演【今賢首。】"
    },
    {
      "id": "01-003-0047_p0076",
      "zh_CN": "『今』是现在，莲池大师采用华严宗的方法，十门开启。",
      "zh_TW": "『今』是現在，蓮池大師採用華嚴宗的方法，十門開啟。"
    },
    {
      "id": "01-003-0047_p0077",
      "zh_CN": "演【则有十门差别。】",
      "zh_TW": "演【則有十門差別。】"
    },
    {
      "id": "01-003-0047_p0078",
      "zh_CN": "十门差别与天台家五重玄义，实在是：",
      "zh_TW": "十門差別與天台家五重玄義，實在是："
    },
    {
      "id": "01-003-0047_p0079",
      "zh_CN": "演【大同小异。】",
      "zh_TW": "演【大同小異。】"
    },
    {
      "id": "01-003-0047_p0080",
      "zh_CN": "特别给我们说明。",
      "zh_TW": "特別給我們說明。"
    },
    {
      "id": "01-003-0047_p0081",
      "zh_CN": "演【稍有详略者，此详彼略也。】",
      "zh_TW": "演【稍有詳略者，此詳彼略也。】"
    },
    {
      "id": "01-003-0047_p0082",
      "zh_CN": "『此』就是贤首家，华严宗因为有十个项目，比较详细；天台宗只有五个项目，比较简略。所以说，此详彼略。",
      "zh_TW": "『此』就是賢首家，華嚴宗因為有十個項目，比較詳細；天台宗只有五個項目，比較簡略。所以說，此詳彼略。"
    },
    {
      "id": "01-003-0047_p0083",
      "zh_CN": "演【此中释名，即天台名。】",
      "zh_TW": "演【此中釋名，即天台名。】"
    },
    {
      "id": "01-003-0047_p0084",
      "zh_CN": "总释名题，就是天台宗的释名。",
      "zh_TW": "總釋名題，就是天台宗的釋名。"
    },
    {
      "id": "01-003-0047_p0085",
      "zh_CN": "演【此中能诠体性，即天台体。】",
      "zh_TW": "演【此中能詮體性，即天台體。】"
    },
    {
      "id": "01-003-0047_p0086",
      "zh_CN": "能诠体性，就是天台宗的辨体。",
      "zh_TW": "能詮體性，就是天台宗的辨體。"
    },
    {
      "id": "01-003-0047_p0087",
      "zh_CN": "演【宗趣旨归，即天台宗。】",
      "zh_TW": "演【宗趣旨歸，即天台宗。】"
    },
    {
      "id": "01-003-0047_p0088",
      "zh_CN": "宗趣旨归，就是天台宗的明宗。",
      "zh_TW": "宗趣旨歸，就是天台宗的明宗。"
    },
    {
      "id": "01-003-0047_p0089",
      "zh_CN": "演【所被阶品，即天台用。】",
      "zh_TW": "演【所被階品，即天台用。】"
    },
    {
      "id": "01-003-0047_p0090",
      "zh_CN": "所被阶品，就是天台宗的力用。",
      "zh_TW": "所被階品，就是天台宗的力用。"
    },
    {
      "id": "01-003-0047_p0091",
      "zh_CN": "演【余五即天台教相也。】",
      "zh_TW": "演【餘五即天台教相也。】"
    },
    {
      "id": "01-003-0047_p0092",
      "zh_CN": "其余五种，就是天台宗所讲的教相。五重玄义跟十门开启，在内容上并没有差别，只是方式不相同。这是大意介绍出来了，下面是一条一条我们要探讨的。",
      "zh_TW": "其餘五種，就是天台宗所講的教相。五重玄義跟十門開啟，在內容上並沒有差別，只是方式不相同。這是大意介紹出來了，下面是一條一條我們要探討的。"
    },
    {
      "id": "01-003-0047_p0093",
      "zh_CN": "◎【二、详释】",
      "zh_TW": "◎【二、詳釋】"
    },
    {
      "id": "01-003-0047_p0094",
      "zh_CN": "详释，十个项目，每一个项目是一段。第一段是「教起所因」，又分总因缘与别因缘。",
      "zh_TW": "詳釋，十個項目，每一個項目是一段。第一段是「教起所因」，又分總因緣與別因緣。"
    },
    {
      "id": "01-003-0047_p0095",
      "zh_CN": "◎【初总】",
      "zh_TW": "◎【初總】"
    },
    {
      "id": "01-003-0047_p0096",
      "zh_CN": "【先明总者，谓如来唯为一大事因缘出现于世，则一代时教，总其大意，唯欲众生开示悟入佛之知见。今此经者，直指众生以念佛心入佛知见故。】",
      "zh_TW": "【先明總者，謂如來唯為一大事因緣出現於世，則一代時教，總其大意，唯欲眾生開示悟入佛之知見。今此經者，直指眾生以念佛心入佛知見故。】"
    },
    {
      "id": "01-003-0047_p0097",
      "zh_CN": "莲池大师的文章非常好，确实做到中国古人在文章法则上的要求：简要详明，简单、扼要、详细、明白。所以很多同修们要想学文言文，学文言文没有别的秘诀，就是熟读文言文，不必去念古文，念这个《弥陀经疏钞》就好！这就是最好的文言文，文也学会，意也明了，一举数得，何乐而不为之？你们想学文言文的，要把文章背到熟透，你不但能读，而且你也会写了，所以一定要熟读。",
      "zh_TW": "蓮池大師的文章非常好，確實做到中國古人在文章法則上的要求：簡要詳明，簡單、扼要、詳細、明白。所以很多同修們要想學文言文，學文言文沒有別的祕訣，就是熟讀文言文，不必去念古文，念這個《彌陀經疏鈔》就好！這就是最好的文言文，文也學會，意也明瞭，一舉數得，何樂而不為之？你們想學文言文的，要把文章背到熟透，你不但能讀，而且你也會寫了，所以一定要熟讀。"
    },
    {
      "id": "01-003-0047_p0098",
      "zh_CN": "先说「总因缘」，释迦牟尼佛是什么因缘到我们这个世间来？我们先要讨论这个问题。佛出现在这个世间，他干什么的？为什么要来？我们也到这个世间来了，我们为什么要来？我们是不能不来，业报！造了业，现在要受果报，你怎么能不来？当然要来。佛可没造业，他为什么也来？他来跟我们来不一样。我们怎么晓得他是这个原因来的？是佛自己为我们说的。这一段文出在《法华经》里面，佛是为『一大事因缘』出现到我们这个世间。一大事是什么？就是『开示悟入佛之知见』，为这么一桩事情。佛出现在世间四十九年，教化众生的宗旨就是这八个字。教学的目标就是入佛知见；入佛知见，换句话说，就成佛了。",
      "zh_TW": "先說「總因緣」，釋迦牟尼佛是什麼因緣到我們這個世間來？我們先要討論這個問題。佛出現在這個世間，他幹什麼的？為什麼要來？我們也到這個世間來了，我們為什麼要來？我們是不能不來，業報！造了業，現在要受果報，你怎麼能不來？當然要來。佛可沒造業，他為什麼也來？他來跟我們來不一樣。我們怎麼曉得他是這個原因來的？是佛自己為我們說的。這一段文出在《法華經》裡面，佛是為『一大事因緣』出現到我們這個世間。一大事是什麼？就是『開示悟入佛之知見』，為這麼一樁事情。佛出現在世間四十九年，教化眾生的宗旨就是這八個字。教學的目標就是入佛知見；入佛知見，換句話說，就成佛了。"
    },
    {
      "id": "01-003-0047_p0099",
      "zh_CN": "佛出现在世间教化众生，目标是什么？希望大家都成佛，他是为这个而来的。「开示」是他老人家的事情，老师的事情；「悟入」是我们的事情。他开示了，我们能不能悟入？这个开是打开，我们现在这个心是封闭的，如有茅塞，堵塞了，所以你不能明心见性。佛以种种善巧的方法把我们茅塞拔掉，把我们的心打开。打开之后，我们自己还是不能明了，于是再进一步为我们一桩一桩指示出来，这是老师做的事情。老师只能做到此地，一桩一桩指示，我们做学生的人应该要恍然大悟，悟了之后要入这个境界，那就跟他一样，没有两样！所以佛开示佛知见、指示佛知见，希望我们悟佛知见、入佛知见。所以，学生要能悟入！如果学生不能悟入，老师的开示就白讲了。诸位要晓得，开示是佛的事情，最低也是菩萨的事情。这是讲释迦牟尼佛出现在世间这个因缘。",
      "zh_TW": "佛出現在世間教化眾生，目標是什麼？希望大家都成佛，他是為這個而來的。「開示」是他老人家的事情，老師的事情；「悟入」是我們的事情。他開示了，我們能不能悟入？這個開是打開，我們現在這個心是封閉的，如有茅塞，堵塞了，所以你不能明心見性。佛以種種善巧的方法把我們茅塞拔掉，把我們的心打開。打開之後，我們自己還是不能明瞭，於是再進一步為我們一樁一樁指示出來，這是老師做的事情。老師只能做到此地，一樁一樁指示，我們做學生的人應該要恍然大悟，悟了之後要入這個境界，那就跟他一樣，沒有兩樣！所以佛開示佛知見、指示佛知見，希望我們悟佛知見、入佛知見。所以，學生要能悟入！如果學生不能悟入，老師的開示就白講了。諸位要曉得，開示是佛的事情，最低也是菩薩的事情。這是講釋迦牟尼佛出現在世間這個因緣。"
    },
    {
      "id": "01-003-0047_p0100",
      "zh_CN": "莲池大师为我们指出来，『今此经者』，在这部经里面，佛用什么方法开示我们？『真指众生以念佛心入佛知见』，这个实在是了不起，这句话不是普通人能说得出来的，所以我说莲池大师是见性之人。",
      "zh_TW": "蓮池大師為我們指出來，『今此經者』，在這部經裡面，佛用什麼方法開示我們？『真指眾生以念佛心入佛知見』，這個實在是了不起，這句話不是普通人能說得出來的，所以我說蓮池大師是見性之人。"
    },
    {
      "id": "01-003-0047_p0101",
      "zh_CN": "演【先明总者，总括一代时教也。】",
      "zh_TW": "演【先明總者，總括一代時教也。】"
    },
    {
      "id": "01-003-0047_p0102",
      "zh_CN": "这是解释『总』的意思。『一代时教』，就是释迦牟尼佛一生的教学。",
      "zh_TW": "這是解釋『總』的意思。『一代時教』，就是釋迦牟尼佛一生的教學。"
    },
    {
      "id": "01-003-0047_p0103",
      "zh_CN": "演【一大事因缘者，非三非五为一。】",
      "zh_TW": "演【一大事因緣者，非三非五為一。】"
    },
    {
      "id": "01-003-0047_p0104",
      "zh_CN": "在《法华经》上，佛才把他的意思完完全全说出来，「唯有一乘法，无二亦无三」，佛在过去讲二乘：大乘、小乘，讲三乘：声闻乘、缘觉乘、菩萨乘，而在法华会上把前面统统否定了。佛法只有一乘，没有三乘，也没有五乘，五乘里面包括人乘、天乘，『非三非五为一』，一乘，这是一。一大事因缘，「一」是指什么？一乘法，只有一乘法。「大」是什么呢？",
      "zh_TW": "在《法華經》上，佛才把他的意思完完全全說出來，「唯有一乘法，無二亦無三」，佛在過去講二乘：大乘、小乘，講三乘：聲聞乘、緣覺乘、菩薩乘，而在法華會上把前面統統否定了。佛法只有一乘，沒有三乘，也沒有五乘，五乘裡面包括人乘、天乘，『非三非五為一』，一乘，這是一。一大事因緣，「一」是指什麼？一乘法，只有一乘法。「大」是什麼呢？"
    },
    {
      "id": "01-003-0047_p0105",
      "zh_CN": "演【称体而周曰大。】",
      "zh_TW": "演【稱體而周曰大。】"
    },
    {
      "id": "01-003-0047_p0106",
      "zh_CN": "『大』不是大小的大，不是相对的大，而是不得已用这个字来赞叹、来形容，为什么？『称体而周』，体是我们的真如本性，周是周遍的意思，圆圆满满一丝毫欠缺都没有。这个境界、这些事理决定说不出的，也无法想像得到，所谓「言语道断，心行处灭」，不得已用个「大」字来赞叹、来形容。这是「大」的含义。",
      "zh_TW": "『大』不是大小的大，不是相對的大，而是不得已用這個字來讚歎、來形容，為什麼？『稱體而周』，體是我們的真如本性，周是周遍的意思，圓圓滿滿一絲毫欠缺都沒有。這個境界、這些事理決定說不出的，也無法想像得到，所謂「言語道斷，心行處滅」，不得已用個「大」字來讚歎、來形容。這是「大」的含義。"
    },
    {
      "id": "01-003-0047_p0107",
      "zh_CN": "演【出世仪则曰事。】",
      "zh_TW": "演【出世儀則曰事。】"
    },
    {
      "id": "01-003-0047_p0108",
      "zh_CN": "超越世间仪式法则，这叫『事』。",
      "zh_TW": "超越世間儀式法則，這叫『事』。"
    },
    {
      "id": "01-003-0047_p0109",
      "zh_CN": "演【众生本具为因，诸佛指示为缘。】",
      "zh_TW": "演【眾生本具為因，諸佛指示為緣。】"
    },
    {
      "id": "01-003-0047_p0110",
      "zh_CN": "这叫大事因缘。这个大事，原来是一切众生本来具足的。六祖开悟的时候，他老人家悟入，是五祖忍大师给他讲《金刚经》，五祖给他开示，他一听到「应无所住而生其心」，他就悟入了。他一悟入，他老人家就说，「何期自性，本来清净」，自性就是你自己的真心，本来清净的，没染污；「何期自性，本来具足」，就是这个地方的意思，这就是『因』，本来具足的，一丝毫欠缺都没有。具足什么？没有一法不具足，你本来具足跟诸佛一样的智慧。你的智慧是圆满的，你的德行是圆满的，你的能力是圆满的，你的才艺是圆满的，乃至你这个富贵也是圆满的，没有一样不是圆满的，你本来具足！",
      "zh_TW": "這叫大事因緣。這個大事，原來是一切眾生本來具足的。六祖開悟的時候，他老人家悟入，是五祖忍大師給他講《金剛經》，五祖給他開示，他一聽到「應無所住而生其心」，他就悟入了。他一悟入，他老人家就說，「何期自性，本來清淨」，自性就是你自己的真心，本來清淨的，沒染污；「何期自性，本來具足」，就是這個地方的意思，這就是『因』，本來具足的，一絲毫欠缺都沒有。具足什麼？沒有一法不具足，你本來具足跟諸佛一樣的智慧。你的智慧是圓滿的，你的德行是圓滿的，你的能力是圓滿的，你的才藝是圓滿的，乃至你這個富貴也是圓滿的，沒有一樣不是圓滿的，你本來具足！"
    },
    {
      "id": "01-003-0047_p0111",
      "zh_CN": "不但本来具足，本来具足我现在不能用怎么办？能用，他老人家后头又说：「何期自性，能生万法。」能生万法，我才得受用，具足不能生，我就不得受用。具足能生，样样都有受用。《大方广佛华严经》，你展开前面经文，佛那种享受，无论在精神、在物质上享受，我们人间没法子跟他相比。古人说：不读华严，不知道成佛的富贵。不晓得成佛的好处。那种种物质、精神享受从哪里来的？自己本性里头本来具足的，能生出来的，不是外面求来的，不是有意去造的，不是的，是自性本来具足、能生万法，一定要懂这个道理。",
      "zh_TW": "不但本來具足，本來具足我現在不能用怎麼辦？能用，他老人家後頭又說：「何期自性，能生萬法。」能生萬法，我才得受用，具足不能生，我就不得受用。具足能生，樣樣都有受用。《大方廣佛華嚴經》，你展開前面經文，佛那種享受，無論在精神、在物質上享受，我們人間沒法子跟他相比。古人說：不讀華嚴，不知道成佛的富貴。不曉得成佛的好處。那種種物質、精神享受從哪裡來的？自己本性裡頭本來具足的，能生出來的，不是外面求來的，不是有意去造的，不是的，是自性本來具足、能生萬法，一定要懂這個道理。"
    },
    {
      "id": "01-003-0047_p0112",
      "zh_CN": "换句话说，我们本来是富贵人，本来没有烦恼，本来没有痛苦，现在我们搞得一身的痛苦烦恼，苦不堪言，原因在哪里？迷失了自性。自性就是佛之知见，你是迷失了佛之知见。佛是谁？你自己本来是佛！佛在《华严经》、《圆觉经》上讲过，「一切众生本来成佛」。不是你将来成佛，不是你现在成佛，你本来成佛！本来成佛，换句话说，你本来就没有烦恼，你本来就富足，你本来就不愚痴！你现在是愚痴、烦恼、生死、业障重重，都是你迷了自己的本性，才现出这个幻相。所以说，『众生本具为因』。虽有这个因，如果没有佛的开示，我们自己不认识，所以一定要佛为我们开示，我们才恍然大悟，这才能入得进去。佛的教化对我们来说是增上缘，一切都是自己本来具足的。",
      "zh_TW": "換句話說，我們本來是富貴人，本來沒有煩惱，本來沒有痛苦，現在我們搞得一身的痛苦煩惱，苦不堪言，原因在哪裡？迷失了自性。自性就是佛之知見，你是迷失了佛之知見。佛是誰？你自己本來是佛！佛在《華嚴經》、《圓覺經》上講過，「一切眾生本來成佛」。不是你將來成佛，不是你現在成佛，你本來成佛！本來成佛，換句話說，你本來就沒有煩惱，你本來就富足，你本來就不愚痴！你現在是愚痴、煩惱、生死、業障重重，都是你迷了自己的本性，才現出這個幻相。所以說，『眾生本具為因』。雖有這個因，如果沒有佛的開示，我們自己不認識，所以一定要佛為我們開示，我們才恍然大悟，這才能入得進去。佛的教化對我們來說是增上緣，一切都是自己本來具足的。"
    },
    {
      "id": "01-003-0047_p0113",
      "zh_CN": "演【开示悟入佛之知见者。】",
      "zh_TW": "演【開示悟入佛之知見者。】"
    },
    {
      "id": "01-003-0047_p0114",
      "zh_CN": "这八个字非常重要。",
      "zh_TW": "這八個字非常重要。"
    },
    {
      "id": "01-003-0047_p0115",
      "zh_CN": "演【三智圆显曰佛知，五眼圆明曰佛见。】",
      "zh_TW": "演【三智圓顯曰佛知，五眼圓明曰佛見。】"
    },
    {
      "id": "01-003-0047_p0116",
      "zh_CN": "你看这个知见，岂不就成了佛！『三智』：一切智，道种智，一切种智。一切智是正觉，道种智是正等正觉，一切种智是无上正等正觉。三智圆满，而且起作用显露出来，这叫『佛知』。这个佛是自性佛，就是自己。我们现在要问：每个人都具足这三智而且都圆满，为什么我们现在显不出来？因为我们有无明烦恼，我们的一切种智迷失了，显不出来；因为我们有尘沙烦恼，我们的道种智被遮盖，也显不出来；因为我们有见思烦恼，我们的一切智也显不出来。被这三种烦恼给障碍住、遮盖住，虽有，不显，虽然圆满具足，不起作用。就好像太阳虽然很亮，但是被厚厚的云彩遮住，我们看不到太阳，看到外面还是一片黑暗，被云彩遮住，不是太阳不放光。换句话说，并不是你没有佛知，是你有这三种烦恼，把你这个佛知遮盖了。你要把智慧透出来，必须要断烦恼。见思烦恼有五种见惑、五种思惑，一共有十类，你把这十类统统断掉，你的一切智就透出来；再进一步把尘沙烦恼断掉，你的道种智现前了；最后把无明也破除，你的一切种智现前了。你一定要明白这个道理。",
      "zh_TW": "你看這個知見，豈不就成了佛！『三智』：一切智，道種智，一切種智。一切智是正覺，道種智是正等正覺，一切種智是無上正等正覺。三智圓滿，而且起作用顯露出來，這叫『佛知』。這個佛是自性佛，就是自己。我們現在要問：每個人都具足這三智而且都圓滿，為什麼我們現在顯不出來？因為我們有無明煩惱，我們的一切種智迷失了，顯不出來；因為我們有塵沙煩惱，我們的道種智被遮蓋，也顯不出來；因為我們有見思煩惱，我們的一切智也顯不出來。被這三種煩惱給障礙住、遮蓋住，雖有，不顯，雖然圓滿具足，不起作用。就好像太陽雖然很亮，但是被厚厚的雲彩遮住，我們看不到太陽，看到外面還是一片黑暗，被雲彩遮住，不是太陽不放光。換句話說，並不是你沒有佛知，是你有這三種煩惱，把你這個佛知遮蓋了。你要把智慧透出來，必須要斷煩惱。見思煩惱有五種見惑、五種思惑，一共有十類，你把這十類統統斷掉，你的一切智就透出來；再進一步把塵沙煩惱斷掉，你的道種智現前了；最後把無明也破除，你的一切種智現前了。你一定要明白這個道理。"
    },
    {
      "id": "01-003-0047_p0117",
      "zh_CN": "下面讲『佛见』。实在讲知见是一桩事情，知是讲心，见是讲起作用，就是见闻嗅尝觉知用一个字来做代表。佛有五眼，当然也有五耳、五鼻、五舌、五身，六根用一根来做代表。『五眼』，《金刚经》讲得很详细，佛有肉眼、天眼、慧眼、法眼、佛眼。『五眼圆明』，对于世出世间一切法，过去、现在、未来，无所不知，无所不能。现在宗教徒赞美上帝，称他做全知全能，其实上帝也是迷惑颠倒，哪里是全知全能？跟我们差不了多少，有的时候还不如我们。我们不学佛比不上他，学了佛，他不如我们，这是真的。全知全能是我们自己，每一个人自己都是全知全能，可惜你迷了，你的知能不起作用。",
      "zh_TW": "下面講『佛見』。實在講知見是一樁事情，知是講心，見是講起作用，就是見聞嗅嘗覺知用一個字來做代表。佛有五眼，當然也有五耳、五鼻、五舌、五身，六根用一根來做代表。『五眼』，《金剛經》講得很詳細，佛有肉眼、天眼、慧眼、法眼、佛眼。『五眼圓明』，對於世出世間一切法，過去、現在、未來，無所不知，無所不能。現在宗教徒讚美上帝，稱他做全知全能，其實上帝也是迷惑顛倒，哪裡是全知全能？跟我們差不了多少，有的時候還不如我們。我們不學佛比不上他，學了佛，他不如我們，這是真的。全知全能是我們自己，每一個人自己都是全知全能，可惜你迷了，你的知能不起作用。"
    },
    {
      "id": "01-003-0047_p0118",
      "zh_CN": "演【诸佛知见，众生本具。】",
      "zh_TW": "演【諸佛知見，眾生本具。】"
    },
    {
      "id": "01-003-0047_p0119",
      "zh_CN": "这是佛为我们说了真实话，不是说这个只有他有，我们没有。佛眼睛里面看一切众生是平等的，为什么？佛有全知全能，每一个众生都是全知全能，决定没有两样。所以，佛心对待众生是平等的。我们对待一切众生不平等，是因为我们迷失了，迷失了自己，你的心才不平等。所以平等心是佛心，平等心是真性。",
      "zh_TW": "這是佛為我們說了真實話，不是說這個只有他有，我們沒有。佛眼睛裡面看一切眾生是平等的，為什麼？佛有全知全能，每一個眾生都是全知全能，決定沒有兩樣。所以，佛心對待眾生是平等的。我們對待一切眾生不平等，是因為我們迷失了，迷失了自己，你的心才不平等。所以平等心是佛心，平等心是真性。"
    },
    {
      "id": "01-003-0047_p0120",
      "zh_CN": "演【住行向地，为开示悟入。】",
      "zh_TW": "演【住行向地，為開示悟入。】"
    },
    {
      "id": "01-003-0047_p0121",
      "zh_CN": "这是菩萨的阶级，十住、十行、十回向、十地。『开』就是十住，『示』就是十行，『悟』就是十回向，『入』就是十地，这是一个字配一个位次来讲。其实，从初住到十地这四十个位次，每一个位次上都有开示悟入。",
      "zh_TW": "這是菩薩的階級，十住、十行、十迴向、十地。『開』就是十住，『示』就是十行，『悟』就是十迴向，『入』就是十地，這是一個字配一個位次來講。其實，從初住到十地這四十個位次，每一個位次上都有開示悟入。"
    },
    {
      "id": "01-003-0047_p0122",
      "zh_CN": "演【开者，如开千年宝藏。】",
      "zh_TW": "演【開者，如開千年寶藏。】"
    },
    {
      "id": "01-003-0047_p0123",
      "zh_CN": "我们自己的心性是宝藏，本来清净、本来具足、能生万法，是真正的宝藏。十法界依正庄严，都是我们自己心性所现、唯识所变，确确实实是宝藏；我们迷了，佛为我们打开。",
      "zh_TW": "我們自己的心性是寶藏，本來清淨、本來具足、能生萬法，是真正的寶藏。十法界依正莊嚴，都是我們自己心性所現、唯識所變，確確實實是寶藏；我們迷了，佛為我們打開。"
    },
    {
      "id": "01-003-0047_p0124",
      "zh_CN": "演【示者，一一指陈。】",
      "zh_TW": "演【示者，一一指陳。】"
    },
    {
      "id": "01-003-0047_p0125",
      "zh_CN": "一桩一桩指示给我们，陈述给我们。『指』是指示，『陈』是说明。",
      "zh_TW": "一樁一樁指示給我們，陳述給我們。『指』是指示，『陳』是說明。"
    },
    {
      "id": "01-003-0047_p0126",
      "zh_CN": "演【悟者，豁然晓了。】",
      "zh_TW": "演【悟者，豁然曉了。】"
    },
    {
      "id": "01-003-0047_p0127",
      "zh_CN": "恍然大悟，现在明了了。从前迷了，现在一下明白了。",
      "zh_TW": "恍然大悟，現在明瞭了。從前迷了，現在一下明白了。"
    },
    {
      "id": "01-003-0047_p0128",
      "zh_CN": "演【入者，和身一倒也。】",
      "zh_TW": "演【入者，和身一倒也。】"
    },
    {
      "id": "01-003-0047_p0129",
      "zh_CN": "这是比喻，跟它合而为一，这叫『入』，完全融合成为一体。这一段是解释开示悟入，这是总说释迦牟尼佛一代时教的因缘。",
      "zh_TW": "這是比喻，跟它合而為一，這叫『入』，完全融合成為一體。這一段是解釋開示悟入，這是總說釋迦牟尼佛一代時教的因緣。"
    },
    {
      "id": "01-003-0047_p0130",
      "zh_CN": "本经是『以念佛心入佛知见』，这是别指，指我们这个法门，就是净土法门。入佛知见方法很多，所谓八万四千法门，门门都是入佛知见的。可是在本经有一个最方便入佛知见的法门，是八万四千法门当中最方便的法门，也是最稳当的法门、最快速的法门、最圆满的法门。我只跟诸位说到此地，究竟怎么稳当、怎么快速、怎么圆顿，下次我们再说。今天时间到了。",
      "zh_TW": "本經是『以念佛心入佛知見』，這是別指，指我們這個法門，就是淨土法門。入佛知見方法很多，所謂八萬四千法門，門門都是入佛知見的。可是在本經有一個最方便入佛知見的法門，是八萬四千法門當中最方便的法門，也是最穩當的法門、最快速的法門、最圓滿的法門。我只跟諸位說到此地，究竟怎麼穩當、怎麼快速、怎麼圓頓，下次我們再說。今天時間到了。"
    }
  ]
}