{
  "doc_id": "01-003-0225",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二五集",
    "zh_TW": "第二二五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0225",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "01-003-0225_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四四二页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四四二頁："
    },
    {
      "id": "01-003-0225_p0002",
      "zh_CN": "钞【摄名中者二义，一者名必有相故，二者名相皆不离一心故。则一举佛名，正报依报摄无不尽，何疑色像。】",
      "zh_TW": "鈔【攝名中者二義，一者名必有相故，二者名相皆不離一心故。則一舉佛名，正報依報攝無不盡，何疑色像。】"
    },
    {
      "id": "01-003-0225_p0003",
      "zh_CN": "这一段解释《疏》『如文殊般若，及毗婆沙论中说，以色像等摄名中故』这一句，怎么样摄在名中，色像都在名号之中，换句话说，名号统统包含了。莲池大师以两个意思来解释，第一个『名必有相』，名虽然是假名，但是因为有相才建立名号的，即使没有这个相状，譬如经上所讲「龟毛兔角」，龟毛兔角这是决定没有的，兔子没有角，乌龟没有毛，我们想想这个名，是不是也是名必有相？假如没有龟，你就想不出乌龟会长毛，乌龟虽然没有毛，那个龟，龟是有相，毛也有相，龟上没有毛，你说它是有毛，还是从相上建立。连完全虚无缥渺的这种名号也离不开相状，可见得名确实是有相，何况它是因相而立名。因此，名一定与体相相应，这是第一个意思。第二个意思，意思就更深，『名相皆不离一心』。心是能现，《华严经》讲「一切万法，唯心所现，唯识所变」，心跟识是一样的东西，「心」是识之体，「识」是心之作用。我们讲心、讲识是一桩东西的体与作用，从体，我们称它作心，从作用，我们称它作识。世出世间森罗万象都离不开一心。",
      "zh_TW": "這一段解釋《疏》『如文殊般若，及毗婆沙論中說，以色像等攝名中故』這一句，怎麼樣攝在名中，色像都在名號之中，換句話說，名號統統包含了。蓮池大師以兩個意思來解釋，第一個『名必有相』，名雖然是假名，但是因為有相才建立名號的，即使沒有這個相狀，譬如經上所講「龜毛兔角」，龜毛兔角這是決定沒有的，兔子沒有角，烏龜沒有毛，我們想想這個名，是不是也是名必有相？假如沒有龜，你就想不出烏龜會長毛，烏龜雖然沒有毛，那個龜，龜是有相，毛也有相，龜上沒有毛，你說它是有毛，還是從相上建立。連完全虛無縹渺的這種名號也離不開相狀，可見得名確實是有相，何況它是因相而立名。因此，名一定與體相相應，這是第一個意思。第二個意思，意思就更深，『名相皆不離一心』。心是能現，《華嚴經》講「一切萬法，唯心所現，唯識所變」，心跟識是一樣的東西，「心」是識之體，「識」是心之作用。我們講心、講識是一樁東西的體與作用，從體，我們稱它作心，從作用，我們稱它作識。世出世間森羅萬象都離不開一心。"
    },
    {
      "id": "01-003-0225_p0004",
      "zh_CN": "「阿弥陀佛」这个名号就是心性本体的名号，一称这个名号，心体的作用可以说是完全都含摄在其中。念佛会念与不会念差别很大，会念的人他念念都相应，跟什么相应？就是跟自性本体相应，跟一心体用相应，相应就叫成佛。所以「一念相应一念佛，念念相应念念佛」。相应的样子是怎样？心性里面是一法不立，一无所有，这是心性，心性清净，什么都没有。六祖讲得好，「本来无一物」，这是真的，一物都没有，是它的本体。我们念这句佛号的时候，这句佛号清清楚楚、明明白白，心里一个妄念都没有，一法不立，这时候心就像太虚空一样，确实是心如太虚、量周沙界，与体相应。同时在这一句佛号当中，我们这个身体与尽虚空遍法界一切诸佛刹土以及其中依正庄严相应，这是与一心的作用相应，这叫会念，这个念功德利益是无量无边，一切诸佛菩萨赞叹不尽，那是真的，一点都不假。",
      "zh_TW": "「阿彌陀佛」這個名號就是心性本體的名號，一稱這個名號，心體的作用可以說是完全都含攝在其中。念佛會念與不會念差別很大，會念的人他念念都相應，跟什麼相應？就是跟自性本體相應，跟一心體用相應，相應就叫成佛。所以「一念相應一念佛，念念相應念念佛」。相應的樣子是怎樣？心性裡面是一法不立，一無所有，這是心性，心性清淨，什麼都沒有。六祖講得好，「本來無一物」，這是真的，一物都沒有，是它的本體。我們念這句佛號的時候，這句佛號清清楚楚、明明白白，心裡一個妄念都沒有，一法不立，這時候心就像太虛空一樣，確實是心如太虛、量周沙界，與體相應。同時在這一句佛號當中，我們這個身體與盡虛空遍法界一切諸佛剎土以及其中依正莊嚴相應，這是與一心的作用相應，這叫會念，這個念功德利益是無量無邊，一切諸佛菩薩讚歎不盡，那是真的，一點都不假。"
    },
    {
      "id": "01-003-0225_p0005",
      "zh_CN": "念佛，许多人念得不相应，不相应的原因在哪里？实在讲是业障太重。什么是业障？凡是这一句佛号不能与一心体用相应，那个障碍就叫做业障，这障碍住了，使你不能相应。如果去掉这个障碍，哪有不相应的道理？相应，那才叫真实的受用。大经上讲：住真实慧、真实之际、真实之利，这三种真实统统得到。所以，我们要会念！话再说回来，再说得明白一点，为什么不会？就是自私自利的念头太重，是非人我没有放下，这是大障碍。诸位要晓得，是非人我、自私自利纯属妄想，不是真实的。怎么说没有真实？诸位要是细心去体会、观察，一切法里面确实没有我。一切众生都把自己这个身体当作我，我们这个身体刹那刹那在变化，里面的细胞新陈代谢。我们从走进这个佛堂来，一个半钟点再走出去，我们身体细胞不晓得死了多少个，也不晓得生了多少，新陈代谢。现在的医学证明，七年是一个周期，你的旧细胞完全没有了，七年整个都换新。你要是把这个身体当作我，七年前我没有了，身上旧细胞一个也没有了；再过七年，现在身上这些也一个都找不到，究竟哪个是我？我尚且不可得，哪里有我所有的？身外之物是我所有的，假的！有我、我所，这是妄想、这是执着。",
      "zh_TW": "念佛，許多人念得不相應，不相應的原因在哪裡？實在講是業障太重。什麼是業障？凡是這一句佛號不能與一心體用相應，那個障礙就叫做業障，這障礙住了，使你不能相應。如果去掉這個障礙，哪有不相應的道理？相應，那才叫真實的受用。大經上講：住真實慧、真實之際、真實之利，這三種真實統統得到。所以，我們要會念！話再說回來，再說得明白一點，為什麼不會？就是自私自利的念頭太重，是非人我沒有放下，這是大障礙。諸位要曉得，是非人我、自私自利純屬妄想，不是真實的。怎麼說沒有真實？諸位要是細心去體會、觀察，一切法裡面確實沒有我。一切眾生都把自己這個身體當作我，我們這個身體剎那剎那在變化，裡面的細胞新陳代謝。我們從走進這個佛堂來，一個半鐘點再走出去，我們身體細胞不曉得死了多少個，也不曉得生了多少，新陳代謝。現在的醫學證明，七年是一個週期，你的舊細胞完全沒有了，七年整個都換新。你要是把這個身體當作我，七年前我沒有了，身上舊細胞一個也沒有了；再過七年，現在身上這些也一個都找不到，究竟哪個是我？我尚且不可得，哪裡有我所有的？身外之物是我所有的，假的！有我、我所，這是妄想、這是執著。"
    },
    {
      "id": "01-003-0225_p0006",
      "zh_CN": "佛在《华严经》上讲得很清楚，我们不能明心见性，不能与一心体用相应，就是因为「妄想执着而不能证得」。我们要问，学佛学的是什么？就是把妄想执着打掉，使自己圆圆满满与一心体用相应，这叫学佛。你对于眼前这些妄想执着还那样坚固的执着，不肯放下，这不叫学佛，这样学佛把佛法的意思完全错解了。我们知道事实的真相，对于执持名号就不会怀疑了。这是常说的念佛，这一句佛号要念得好，第一个是不怀疑，第二个不夹杂，第三个是不间断，你能做到这九个字，这一生决定是上上品往生。",
      "zh_TW": "佛在《華嚴經》上講得很清楚，我們不能明心見性，不能與一心體用相應，就是因為「妄想執著而不能證得」。我們要問，學佛學的是什麼？就是把妄想執著打掉，使自己圓圓滿滿與一心體用相應，這叫學佛。你對於眼前這些妄想執著還那樣堅固的執著，不肯放下，這不叫學佛，這樣學佛把佛法的意思完全錯解了。我們知道事實的真相，對於執持名號就不會懷疑了。這是常說的念佛，這一句佛號要念得好，第一個是不懷疑，第二個不夾雜，第三個是不間斷，你能做到這九個字，這一生決定是上上品往生。"
    },
    {
      "id": "01-003-0225_p0007",
      "zh_CN": "经典，祖师大德注解这么详细、明白，目的在哪里？目的就是叫我们断疑生信。经不能不读、不能不听、不能不细心体会，原因在哪里？你不认真体究，你的疑惑不能断，疑惑不能断，你的妄想执着决定不会舍弃的，即使念一生佛也未必能往生。这也说明，障碍人体究经教是断人法身慧命，断人身命，你把人杀死，这个罪不大，顶多来生还他一条命而已；断人法身慧命，这个罪不得了，这是地狱果报。",
      "zh_TW": "經典，祖師大德註解這麼詳細、明白，目的在哪裡？目的就是叫我們斷疑生信。經不能不讀、不能不聽、不能不細心體會，原因在哪裡？你不認真體究，你的疑惑不能斷，疑惑不能斷，你的妄想執著決定不會捨棄的，即使念一生佛也未必能往生。這也說明，障礙人體究經教是斷人法身慧命，斷人身命，你把人殺死，這個罪不大，頂多來生還他一條命而已；斷人法身慧命，這個罪不得了，這是地獄果報。"
    },
    {
      "id": "01-003-0225_p0008",
      "zh_CN": "疏【今人闻佛不肯执持者，约有四障，四障破除，方能执持，乃至一心故。】",
      "zh_TW": "疏【今人聞佛不肯執持者，約有四障，四障破除，方能執持，乃至一心故。】"
    },
    {
      "id": "01-003-0225_p0009",
      "zh_CN": "大师给我们讲出一般对于念佛法门不能接受，不能死心塌地依教奉行，归纳起来有四大类的障碍。",
      "zh_TW": "大師給我們講出一般對於念佛法門不能接受，不能死心塌地依教奉行，歸納起來有四大類的障礙。"
    },
    {
      "id": "01-003-0225_p0010",
      "zh_CN": "钞【障者，遮也。】",
      "zh_TW": "鈔【障者，遮也。】"
    },
    {
      "id": "01-003-0225_p0011",
      "zh_CN": "『遮』就是障碍。",
      "zh_TW": "『遮』就是障礙。"
    },
    {
      "id": "01-003-0225_p0012",
      "zh_CN": "钞【以此四种，遮障念心。】",
      "zh_TW": "鈔【以此四種，遮障念心。】"
    },
    {
      "id": "01-003-0225_p0013",
      "zh_CN": "障碍念佛的心，不肯念佛。",
      "zh_TW": "障礙念佛的心，不肯念佛。"
    },
    {
      "id": "01-003-0225_p0014",
      "zh_CN": "钞【不肯执持，故须破除。】",
      "zh_TW": "鈔【不肯執持，故須破除。】"
    },
    {
      "id": "01-003-0225_p0015",
      "zh_CN": "这四大类的障碍一定要排除。",
      "zh_TW": "這四大類的障礙一定要排除。"
    },
    {
      "id": "01-003-0225_p0016",
      "zh_CN": "钞【四障者，一谓即心是佛，何必舍己念彼。】",
      "zh_TW": "鈔【四障者，一謂即心是佛，何必捨己念彼。】"
    },
    {
      "id": "01-003-0225_p0017",
      "zh_CN": "这四种，说老实话，都是学佛的人学成了执着，所谓先入为主，门户之见。一切大乘经里面确实是这么说法，「心即是佛，佛即是心」，既然即心是佛，我念自己的心就好，何必去念西方极乐世界阿弥陀佛？不要念佛了。实际上他不知道，佛就是心，念佛就是念自心，念自心就是念阿弥陀佛，他不晓得这个事实的真相，产生误会。",
      "zh_TW": "這四種，說老實話，都是學佛的人學成了執著，所謂先入為主，門戶之見。一切大乘經裡面確實是這麼說法，「心即是佛，佛即是心」，既然即心是佛，我念自己的心就好，何必去念西方極樂世界阿彌陀佛？不要念佛了。實際上他不知道，佛就是心，念佛就是念自心，念自心就是念阿彌陀佛，他不曉得這個事實的真相，產生誤會。"
    },
    {
      "id": "01-003-0225_p0018",
      "zh_CN": "钞【不知即佛是心，不妨念佛故。良繇即心是佛，岂不即佛是心，但执念心，不许念佛，则心佛是二，即义不成。】",
      "zh_TW": "鈔【不知即佛是心，不妨念佛故。良繇即心是佛，豈不即佛是心，但執念心，不許念佛，則心佛是二，即義不成。】"
    },
    {
      "id": "01-003-0225_p0019",
      "zh_CN": "『即』这个意思讲不通。",
      "zh_TW": "『即』這個意思講不通。"
    },
    {
      "id": "01-003-0225_p0020",
      "zh_CN": "钞【是以念佛念心，两不碍故。】",
      "zh_TW": "鈔【是以念佛念心，兩不礙故。】"
    },
    {
      "id": "01-003-0225_p0021",
      "zh_CN": "不但不相碍，它确实是一桩事情，心就是佛，佛就是心，念佛就是念心，念心才真正念佛。如果诸位要是听多了，麻烦还大，即心是佛，即心是不是菩萨？即心是不是声闻？即心是不是贪瞋痴？都是的！换句话说，我天天贪也是念佛、也是念心，这个一点都没错。「一切万法，唯心所现，唯识所变」，哪一法不是心？统统是心。既然统统是心，为什么要我念佛？我喜欢吃，我天天念吃的不行吗？吃也是心变现的。我喜欢穿衣服，这个衣服也是心变的，我天天念衣服不是也是念心吗？这在理上讲一点都没错，可是诸位要晓得，这个心有觉有迷。从觉迷里面讲，纯觉、究竟觉、圆满觉是佛，念佛是念自己圆满的觉性；天天念吃念穿、念名闻利养、念贪瞋痴慢，那是迷惑颠倒的心。这才知道佛为什么叫我们念佛，不叫我们念菩萨以下的。我们要觉，要究竟觉、要圆满觉，想达到这个目标只有念佛。一切诸佛里面，阿弥陀佛第一！阿弥陀佛为什么第一？我们讲堂讲得太多，此地就不要再啰嗦，这是要认识清楚，然后读经，或者听别的法师大德讲演，才不会动摇自己的信念。再看第二种：",
      "zh_TW": "不但不相礙，它確實是一樁事情，心就是佛，佛就是心，念佛就是念心，念心才真正念佛。如果諸位要是聽多了，麻煩還大，即心是佛，即心是不是菩薩？即心是不是聲聞？即心是不是貪瞋痴？都是的！換句話說，我天天貪也是念佛、也是念心，這個一點都沒錯。「一切萬法，唯心所現，唯識所變」，哪一法不是心？統統是心。既然統統是心，為什麼要我念佛？我喜歡吃，我天天念吃的不行嗎？吃也是心變現的。我喜歡穿衣服，這個衣服也是心變的，我天天念衣服不是也是念心嗎？這在理上講一點都沒錯，可是諸位要曉得，這個心有覺有迷。從覺迷裡面講，純覺、究竟覺、圓滿覺是佛，念佛是念自己圓滿的覺性；天天念吃念穿、念名聞利養、念貪瞋痴慢，那是迷惑顛倒的心。這才知道佛為什麼叫我們念佛，不叫我們念菩薩以下的。我們要覺，要究竟覺、要圓滿覺，想達到這個目標只有念佛。一切諸佛裡面，阿彌陀佛第一！阿彌陀佛為什麼第一？我們講堂講得太多，此地就不要再囉嗦，這是要認識清楚，然後讀經，或者聽別的法師大德講演，才不會動搖自己的信念。再看第二種："
    },
    {
      "id": "01-003-0225_p0022",
      "zh_CN": "钞【二谓何不遍念诸佛，而唯念一佛？】",
      "zh_TW": "鈔【二謂何不遍念諸佛，而唯念一佛？】"
    },
    {
      "id": "01-003-0225_p0023",
      "zh_CN": "佛太多了，释迦牟尼佛在《万佛名经》里面讲了一万二千多尊的佛号。念佛，我们为什么不念万佛要念一佛？许多人拜万佛忏、千佛忏，他头脑里想的是我拜那么多佛比拜一尊佛强多了，这也是一个障碍。",
      "zh_TW": "佛太多了，釋迦牟尼佛在《萬佛名經》裡面講了一萬二千多尊的佛號。念佛，我們為什麼不念萬佛要念一佛？許多人拜萬佛懺、千佛懺，他頭腦裡想的是我拜那麼多佛比拜一尊佛強多了，這也是一個障礙。"
    },
    {
      "id": "01-003-0225_p0024",
      "zh_CN": "钞【不知心专志一，乃成三昧故。】",
      "zh_TW": "鈔【不知心專志一，乃成三昧故。】"
    },
    {
      "id": "01-003-0225_p0025",
      "zh_CN": "我们念佛的目的在哪里？目的不是跟诸佛结缘，要是跟诸佛结缘，当然你拜千佛忏、拜万佛忏好，跟一切诸佛都结缘了。我们今天念佛的目的是要得一心不乱，是要得念佛三昧。如果就一心不乱、念佛三昧来说，念一尊佛容易得到，念多佛就不容易得到。",
      "zh_TW": "我們念佛的目的在哪裡？目的不是跟諸佛結緣，要是跟諸佛結緣，當然你拜千佛懺、拜萬佛懺好，跟一切諸佛都結緣了。我們今天念佛的目的是要得一心不亂，是要得念佛三昧。如果就一心不亂、念佛三昧來說，念一尊佛容易得到，念多佛就不容易得到。"
    },
    {
      "id": "01-003-0225_p0026",
      "zh_CN": "钞【良繇众生智浅，繁则不胜。】",
      "zh_TW": "鈔【良繇眾生智淺，繁則不勝。】"
    },
    {
      "id": "01-003-0225_p0027",
      "zh_CN": "『胜』是讲胜任。太繁，我们没有办法胜任，担负不了。",
      "zh_TW": "『勝』是講勝任。太繁，我們沒有辦法勝任，擔負不了。"
    },
    {
      "id": "01-003-0225_p0028",
      "zh_CN": "钞【故用志不分者神凝。】",
      "zh_TW": "鈔【故用志不分者神凝。】"
    },
    {
      "id": "01-003-0225_p0029",
      "zh_CN": "『用志』就是用心，也就是专心的人，这个人他能聚精会神，他的精神能集中。『神凝』是精神集中，在佛法里面讲就是「定」。",
      "zh_TW": "『用志』就是用心，也就是專心的人，這個人他能聚精會神，他的精神能集中。『神凝』是精神集中，在佛法裡面講就是「定」。"
    },
    {
      "id": "01-003-0225_p0030",
      "zh_CN": "钞【役心多岐者功丧。】",
      "zh_TW": "鈔【役心多岐者功喪。】"
    },
    {
      "id": "01-003-0225_p0031",
      "zh_CN": "『役』是劳役，操心的事情太多，功夫就不能成就，功夫就失掉。你念多佛，心念分散不容易得念佛三昧；你念一佛、你念一部经容易得定，容易开悟。你要是念多经、多佛，在现代社会里面，你可以成为一个佛学家，成为一个佛教的学者，佛门的博士，与戒定慧毫不相干，这个要知道。换句话说，你可以得到世间名闻利养，西方极乐世界没分，死了以后该怎么轮回还是怎么轮回，就干这个！那就不叫学佛，那叫佛学。佛学是世间法，学佛是超世间！诸位要知道，学佛在一门深入。这个地方的事理讲得这么清楚，我们再要不能体会，实在是愚痴到极处。为什么不叫我们一直多学？这里讲得很清楚，你多学，问问是不是劳心？是不是精力分散？专学是不是容易得定？这是很明显的摆在面前。绝对不是这些老师大德来欺骗你，怕你学多了，将来超过他，那是你自己错误的观念，错误的见解，真是自己的业障。",
      "zh_TW": "『役』是勞役，操心的事情太多，功夫就不能成就，功夫就失掉。你念多佛，心念分散不容易得念佛三昧；你念一佛、你念一部經容易得定，容易開悟。你要是念多經、多佛，在現代社會裡面，你可以成為一個佛學家，成為一個佛教的學者，佛門的博士，與戒定慧毫不相干，這個要知道。換句話說，你可以得到世間名聞利養，西方極樂世界沒分，死了以後該怎麼輪迴還是怎麼輪迴，就幹這個！那就不叫學佛，那叫佛學。佛學是世間法，學佛是超世間！諸位要知道，學佛在一門深入。這個地方的事理講得這麼清楚，我們再要不能體會，實在是愚痴到極處。為什麼不叫我們一直多學？這裡講得很清楚，你多學，問問是不是勞心？是不是精力分散？專學是不是容易得定？這是很明顯的擺在面前。絕對不是這些老師大德來欺騙你，怕你學多了，將來超過他，那是你自己錯誤的觀念，錯誤的見解，真是自己的業障。"
    },
    {
      "id": "01-003-0225_p0032",
      "zh_CN": "真正的善知识，真正的好老师，都希望学生超过自己；做父母的人都希望将来子女的成就在自己之上，自己这一生很苦恼，希望儿女他们能过得幸福，是父母的心肠。有没有一个做父母的，我很苦了，他将来比我更苦，我念过大学的，将来他念中学就可以，有没有做父母的人希望底下儿孙一代不如一代？没有。中国古代做官穿的衣服叫「章服」，衣服上绣花纹，花纹叫文章，文是文采，章是明显，显示出它代表的含义。他戴的帽子叫「进贤冠」，两层，前面矮、后面高，前面代表自己，后面代表底下一代，念念不忘下一代要比我高，这个用意多好、多善！",
      "zh_TW": "真正的善知識，真正的好老師，都希望學生超過自己；做父母的人都希望將來子女的成就在自己之上，自己這一生很苦惱，希望兒女他們能過得幸福，是父母的心腸。有沒有一個做父母的，我很苦了，他將來比我更苦，我念過大學的，將來他念中學就可以，有沒有做父母的人希望底下兒孫一代不如一代？沒有。中國古代做官穿的衣服叫「章服」，衣服上繡花紋，花紋叫文章，文是文采，章是明顯，顯示出它代表的含義。他戴的帽子叫「進賢冠」，兩層，前面矮、後面高，前面代表自己，後面代表底下一代，念念不忘下一代要比我高，這個用意多好、多善！"
    },
    {
      "id": "01-003-0225_p0033",
      "zh_CN": "这种教学方法是几千年累积的经验，专精！在中国儒家用这个方法，在印度佛家用这个方法。对这个方法怀疑不能相信、不能接受，这是愚痴，这是业障深重。我还听到有人告诉我，他说我这些年讲经说法教人这个方法，外面有很多人批评，说哪里有念一部经、念一句阿弥陀佛，这么简单就能成就的？不相信。应该要博学多闻，深入经藏，这话说起来好像满有道理，做做看就晓得了。博学多闻，深入经藏，古时候是有，翻开历史，念念传记，古人怎么样学习。最初还是一门深入，特别是禅宗，禅宗标榜「悟后起修」，什么时候深入经藏？大彻大悟以后。没有到大彻大悟之前，决定不许可你看经。至于教下，没有在大开圆解之前，只能遵守老师的教诫，教你念一部、二部，绝对不可能教你去研究一切经典，没这个道理。一部专攻之后，大开圆解，这时老师就开放，这才让你深入经藏，让你到外面去参学，参学是多闻、多读、多听。",
      "zh_TW": "這種教學方法是幾千年累積的經驗，專精！在中國儒家用這個方法，在印度佛家用這個方法。對這個方法懷疑不能相信、不能接受，這是愚痴，這是業障深重。我還聽到有人告訴我，他說我這些年講經說法教人這個方法，外面有很多人批評，說哪裡有念一部經、念一句阿彌陀佛，這麼簡單就能成就的？不相信。應該要博學多聞，深入經藏，這話說起來好像滿有道理，做做看就曉得了。博學多聞，深入經藏，古時候是有，翻開歷史，念念傳記，古人怎麼樣學習。最初還是一門深入，特別是禪宗，禪宗標榜「悟後起修」，什麼時候深入經藏？大徹大悟以後。沒有到大徹大悟之前，決定不許可你看經。至於教下，沒有在大開圓解之前，只能遵守老師的教誡，教你念一部、二部，絕對不可能教你去研究一切經典，沒這個道理。一部專攻之後，大開圓解，這時老師就開放，這才讓你深入經藏，讓你到外面去參學，參學是多聞、多讀、多聽。"
    },
    {
      "id": "01-003-0225_p0034",
      "zh_CN": "其实《华严经》上已经做出一个榜样给我们看，善财童子。善财童子在他老师的会下，《华严经》最后一品「入法界品」，也就是「普贤行愿品」，里面是有本末二会，本会是文殊菩萨会，就是善财童子在文殊菩萨会下求学，那是一门深入，是求专精。文殊菩萨那里得到定，得到三昧，智慧开了，大彻大悟，大开圆解，这时文殊菩萨叫他出去参学，这才五十三参。五十三参是广学多闻，这是第二个阶段。我们今天第一个阶段不要了，就开始第二阶段，走不通！没有这个道理。听人家讲那个话，讲的是不错，他只讲了一半，前一半没讲，他只讲后一半，这要搞清楚。如果我们拿四弘誓愿合五十三参来看，本会就是「烦恼无尽誓愿断」，末会五十三参就是「法门无量誓愿学」，到最后善财童子遇到普贤菩萨十大愿王导归极乐，「佛道无上誓愿成」，是往生西方极乐世界，这才成佛道，四弘誓愿才圆满。四弘誓愿就是一部《四十华严》，或者是《华严经‧入法界品》的总纲领，这四句详详细细给你讲解就是一部四十卷《华严经》。",
      "zh_TW": "其實《華嚴經》上已經做出一個榜樣給我們看，善財童子。善財童子在他老師的會下，《華嚴經》最後一品「入法界品」，也就是「普賢行願品」，裡面是有本末二會，本會是文殊菩薩會，就是善財童子在文殊菩薩會下求學，那是一門深入，是求專精。文殊菩薩那裡得到定，得到三昧，智慧開了，大徹大悟，大開圓解，這時文殊菩薩叫他出去參學，這才五十三參。五十三參是廣學多聞，這是第二個階段。我們今天第一個階段不要了，就開始第二階段，走不通！沒有這個道理。聽人家講那個話，講的是不錯，他只講了一半，前一半沒講，他只講後一半，這要搞清楚。如果我們拿四弘誓願合五十三參來看，本會就是「煩惱無盡誓願斷」，末會五十三參就是「法門無量誓願學」，到最後善財童子遇到普賢菩薩十大願王導歸極樂，「佛道無上誓願成」，是往生西方極樂世界，這才成佛道，四弘誓願才圓滿。四弘誓願就是一部《四十華嚴》，或者是《華嚴經‧入法界品》的總綱領，這四句詳詳細細給你講解就是一部四十卷《華嚴經》。"
    },
    {
      "id": "01-003-0225_p0035",
      "zh_CN": "钞【如普广大士问佛，十方俱有佛土，何以独赞西方？】",
      "zh_TW": "鈔【如普廣大士問佛，十方俱有佛土，何以獨讚西方？】"
    },
    {
      "id": "01-003-0225_p0036",
      "zh_CN": "这是莲池大师引经文里面一段话，来破除我们的疑惑。实在讲，普广法师哪有不知道的，等觉菩萨哪有不知道，这是唱戏，我们凡夫不晓得，代我们问的。十方都有诸佛刹土，为什么佛偏偏叫我们念西方极乐世界阿弥陀佛？",
      "zh_TW": "這是蓮池大師引經文裡面一段話，來破除我們的疑惑。實在講，普廣法師哪有不知道的，等覺菩薩哪有不知道，這是唱戲，我們凡夫不曉得，代我們問的。十方都有諸佛剎土，為什麼佛偏偏叫我們念西方極樂世界阿彌陀佛？"
    },
    {
      "id": "01-003-0225_p0037",
      "zh_CN": "钞【佛言阎浮提人，心多杂乱，令其专心一境，乃得往生。】",
      "zh_TW": "鈔【佛言閻浮提人，心多雜亂，令其專心一境，乃得往生。】"
    },
    {
      "id": "01-003-0225_p0038",
      "zh_CN": "这是佛给我们说明，这说的统统都是真相。我们是阎浮提的众生，『心多杂乱』，又杂又乱，这是我们的病根。六道轮回生死病根就是心太杂太乱，佛法就是要治这个病的，佛给我们讲八万四千法门、无量法门，每个法门都是一服治病的药。这么多法门，最殊胜、最简单、最容易、最得力的无过于念佛法门，所谓无量三昧，念佛三昧是三昧中王，道理在此地。前面我跟诸位说了，为什么叫我们念佛？佛是究竟圆满觉性，念佛是念究竟圆满的觉性。教我们『专心一境』，缘一个境界，把所有一切杂念妄念放下，这样就能往生。",
      "zh_TW": "這是佛給我們說明，這說的統統都是真相。我們是閻浮提的眾生，『心多雜亂』，又雜又亂，這是我們的病根。六道輪迴生死病根就是心太雜太亂，佛法就是要治這個病的，佛給我們講八萬四千法門、無量法門，每個法門都是一服治病的藥。這麼多法門，最殊勝、最簡單、最容易、最得力的無過於念佛法門，所謂無量三昧，念佛三昧是三昧中王，道理在此地。前面我跟諸位說了，為什麼叫我們念佛？佛是究竟圓滿覺性，念佛是念究竟圓滿的覺性。教我們『專心一境』，緣一個境界，把所有一切雜念妄念放下，這樣就能往生。"
    },
    {
      "id": "01-003-0225_p0039",
      "zh_CN": "钞【以诸佛同一法性身，念一佛，即念一切佛故。】",
      "zh_TW": "鈔【以諸佛同一法性身，念一佛，即念一切佛故。】"
    },
    {
      "id": "01-003-0225_p0040",
      "zh_CN": "这是佛教给我的，为什么在一切佛里面，劝我们念一尊佛？这个道理讲得很清楚。底下接着再问，念一尊佛，随便念哪一尊佛都可以吗？为什么一定要念阿弥陀佛？有些人不服，我念本师释迦牟尼佛不是一样，难道本师释迦牟尼佛还比阿弥陀佛差吗？",
      "zh_TW": "這是佛教給我的，為什麼在一切佛裡面，勸我們念一尊佛？這個道理講得很清楚。底下接著再問，念一尊佛，隨便念哪一尊佛都可以嗎？為什麼一定要念阿彌陀佛？有些人不服，我念本師釋迦牟尼佛不是一樣，難道本師釋迦牟尼佛還比阿彌陀佛差嗎？"
    },
    {
      "id": "01-003-0225_p0041",
      "zh_CN": "钞【三谓佛佛可念。】",
      "zh_TW": "鈔【三謂佛佛可念。】"
    },
    {
      "id": "01-003-0225_p0042",
      "zh_CN": "既然一切佛随便哪一尊佛都可以念。",
      "zh_TW": "既然一切佛隨便哪一尊佛都可以念。"
    },
    {
      "id": "01-003-0225_p0043",
      "zh_CN": "钞【何不随念一佛，而必念阿弥陀佛？】",
      "zh_TW": "鈔【何不隨念一佛，而必念阿彌陀佛？】"
    },
    {
      "id": "01-003-0225_p0044",
      "zh_CN": "实在讲这个问，问的里面就有过失，佛叫你念本师释迦牟尼佛，你要问：何必要念释迦牟尼佛？我念别的佛不行吗？这就不是一个好问。但是佛在此地给我们解释，念阿弥陀佛确实有特别的因缘。",
      "zh_TW": "實在講這個問，問的裡面就有過失，佛叫你念本師釋迦牟尼佛，你要問：何必要念釋迦牟尼佛？我念別的佛不行嗎？這就不是一個好問。但是佛在此地給我們解釋，念阿彌陀佛確實有特別的因緣。"
    },
    {
      "id": "01-003-0225_p0045",
      "zh_CN": "钞【不知彼佛与诸众生偏有因缘故。】",
      "zh_TW": "鈔【不知彼佛與諸眾生偏有因緣故。】"
    },
    {
      "id": "01-003-0225_p0046",
      "zh_CN": "阿弥陀佛与一切众生结的缘，比其他诸佛是格外的殊胜，这就不一样！弥陀是以大慈大悲、清净平等心帮助法界一切众生，以平等法快速的圆成佛道，这个缘就特别殊胜。缘从哪里看？从《无量寿经》四十八愿看，愿愿都是普度众生。问：我与阿弥陀佛有没有缘？再看看《无量寿经》四十八愿，没有说某某人除外，既然没有讲我除外，当然我也是其中一分子，就有缘了。阿弥陀佛确实没有说一个是除外的，统统有缘。这就不是其他诸佛所发的愿。释迦牟尼佛发愿是度我们娑婆世界浊恶众生，他方世界释迦牟尼佛没有发愿去度，不像阿弥陀佛发的愿是普度。我们要问，本师释迦牟尼佛用什么方法度我们浊恶世的众生？就是劝我们念佛求生净土，这就是他度众生的方法。我们要相信、接受，老实念佛求生西方极乐世界，满本师度生的大愿。你要不相信，偏偏执着释迦牟尼佛给我恩德很大，天天念释迦牟尼佛，也不愿意往生，释迦牟尼佛看这样子摇头，业障深重，愚痴顽固，不能得度。所以，弥陀与我们的缘非常深。",
      "zh_TW": "阿彌陀佛與一切眾生結的緣，比其他諸佛是格外的殊勝，這就不一樣！彌陀是以大慈大悲、清淨平等心幫助法界一切眾生，以平等法快速的圓成佛道，這個緣就特別殊勝。緣從哪裡看？從《無量壽經》四十八願看，願願都是普度眾生。問：我與阿彌陀佛有沒有緣？再看看《無量壽經》四十八願，沒有說某某人除外，既然沒有講我除外，當然我也是其中一分子，就有緣了。阿彌陀佛確實沒有說一個是除外的，統統有緣。這就不是其他諸佛所發的願。釋迦牟尼佛發願是度我們娑婆世界濁惡眾生，他方世界釋迦牟尼佛沒有發願去度，不像阿彌陀佛發的願是普度。我們要問，本師釋迦牟尼佛用什麼方法度我們濁惡世的眾生？就是勸我們念佛求生淨土，這就是他度眾生的方法。我們要相信、接受，老實念佛求生西方極樂世界，滿本師度生的大願。你要不相信，偏偏執著釋迦牟尼佛給我恩德很大，天天念釋迦牟尼佛，也不願意往生，釋迦牟尼佛看這樣子搖頭，業障深重，愚痴頑固，不能得度。所以，彌陀與我們的緣非常深。"
    },
    {
      "id": "01-003-0225_p0047",
      "zh_CN": "钞【良繇彼佛名号，人所乐称，就令恶人，有时不觉失声念佛；乃至人逢善事，不觉念佛，欢喜赞叹；人逢恶事，及与苦难，不觉念佛，伤悲痛切，机感因缘，莫或使之而自然故。】",
      "zh_TW": "鈔【良繇彼佛名號，人所樂稱，就令惡人，有時不覺失聲念佛；乃至人逢善事，不覺念佛，歡喜讚歎；人逢惡事，及與苦難，不覺念佛，傷悲痛切，機感因緣，莫或使之而自然故。】"
    },
    {
      "id": "01-003-0225_p0048",
      "zh_CN": "弥陀名号，因为世尊当年在世多次的宣说弘扬，修学这个法门的人多，释迦牟尼佛的家族都是念佛的，传到中国之后，慧远大师一提倡，念佛法门历久不衰。现在我们看看这个世界上的佛教，念佛法门有愈来愈兴旺的趋势，可见得这个名号功德不可思议，弥陀跟我们的缘分不可思议，即使不学佛的人，在不知不觉当中，偶尔口里也会念一句阿弥陀佛，这是我们常常见到的，常常听到的。不但中国人会念，连外国人也会念阿弥陀佛，他不晓得阿弥陀佛是什么意思，他会念阿弥陀佛。佛跟我们的缘深。",
      "zh_TW": "彌陀名號，因為世尊當年在世多次的宣說弘揚，修學這個法門的人多，釋迦牟尼佛的家族都是念佛的，傳到中國之後，慧遠大師一提倡，念佛法門歷久不衰。現在我們看看這個世界上的佛教，念佛法門有愈來愈興旺的趨勢，可見得這個名號功德不可思議，彌陀跟我們的緣分不可思議，即使不學佛的人，在不知不覺當中，偶爾口裡也會念一句阿彌陀佛，這是我們常常見到的，常常聽到的。不但中國人會念，連外國人也會念阿彌陀佛，他不曉得阿彌陀佛是什麼意思，他會念阿彌陀佛。佛跟我們的緣深。"
    },
    {
      "id": "01-003-0225_p0049",
      "zh_CN": "钞【四谓何不念佛功德智慧相好光明，而但念名号？】",
      "zh_TW": "鈔【四謂何不念佛功德智慧相好光明，而但念名號？】"
    },
    {
      "id": "01-003-0225_p0050",
      "zh_CN": "我们念佛的功德智慧相好光明，岂不是比名号更殊胜？这个说法乍听起来也挺有道理的，其实诸位要晓得，「功德智慧相好光明」，我们要问，这一句名号里头是不是统统包括？全都包括了。换句话说，你念功德不包括智慧，念智慧不包括相好，念相好不包括光明，念名号是统统包括了。这些事实都要搞清楚，然后对于名号才真的不怀疑。",
      "zh_TW": "我們念佛的功德智慧相好光明，豈不是比名號更殊勝？這個說法乍聽起來也挺有道理的，其實諸位要曉得，「功德智慧相好光明」，我們要問，這一句名號裡頭是不是統統包括？全都包括了。換句話說，你念功德不包括智慧，念智慧不包括相好，念相好不包括光明，念名號是統統包括了。這些事實都要搞清楚，然後對於名號才真的不懷疑。"
    },
    {
      "id": "01-003-0225_p0051",
      "zh_CN": "钞【不知持名，于末法中最逗机故，不思议故。】",
      "zh_TW": "鈔【不知持名，於末法中最逗機故，不思議故。】"
    },
    {
      "id": "01-003-0225_p0052",
      "zh_CN": "『逗机』就是契机，执持名号在末法当中最契机。",
      "zh_TW": "『逗機』就是契機，執持名號在末法當中最契機。"
    },
    {
      "id": "01-003-0225_p0053",
      "zh_CN": "钞【逗机者，文殊般若经云：众生愚钝，观不能解，但令念声相续，自得往生。】",
      "zh_TW": "鈔【逗機者，文殊般若經云：眾生愚鈍，觀不能解，但令念聲相續，自得往生。】"
    },
    {
      "id": "01-003-0225_p0054",
      "zh_CN": "这是讲从真实利益上来说，观想是佛门当中最常用的一种方法，在从前很有效，现在就难了。为什么从前有效，现在没效？从前人比现在的人要老实，比现在的人要厚道。以前的社会形态跟我们现在不一样，他妄想杂念没有现在人这么多，心地比较清净，用观照的功夫能用得上。现在人接触的环境太复杂，比过去复杂百千倍都不止。六根接触外面的境界，一天到晚帮助你胡思乱想，看电视帮助你胡思乱想，看报纸帮助你胡思乱想，你接触一个人聊天也是胡思乱想，你们想想对不对？心杂乱到极处，观照、观想的方法很好，观不上！",
      "zh_TW": "這是講從真實利益上來說，觀想是佛門當中最常用的一種方法，在從前很有效，現在就難了。為什麼從前有效，現在沒效？從前人比現在的人要老實，比現在的人要厚道。以前的社會形態跟我們現在不一樣，他妄想雜念沒有現在人這麼多，心地比較清淨，用觀照的功夫能用得上。現在人接觸的環境太複雜，比過去複雜百千倍都不止。六根接觸外面的境界，一天到晚幫助你胡思亂想，看電視幫助你胡思亂想，看報紙幫助你胡思亂想，你接觸一個人聊天也是胡思亂想，你們想想對不對？心雜亂到極處，觀照、觀想的方法很好，觀不上！"
    },
    {
      "id": "01-003-0225_p0055",
      "zh_CN": "对经教去研究理解，理解也很难成就，为什么？邪知邪见太多。听听这个人这个讲法，那个人那个讲法，看看这个书上这样写，那个书上那样写，不晓得哪个书是对的？哪是不对的？正是《楞严》上所说的「邪师说法如恒河沙」。没有标准，没有依靠，这怎么得了！这是众生愚钝到极处，愚是没有智慧，没有能力辨别邪正，没有能力辨别是非，甚至连利害都没有能力辨别。你要是有能力辨别利害，怎么会吃亏上当？怎么会被人骗？你会吃亏上当、会被人欺骗，换句话说，连利害的辨别都没有能力，你说这个多可怜！但是他只要能老老实实念佛，还能成就，这就是『念声相续』，也就是不夹杂、不间断。不夹杂、不间断的先决条件，就是不怀疑。怀疑，根本就不可能去念，这样的人还能往生？",
      "zh_TW": "對經教去研究理解，理解也很難成就，為什麼？邪知邪見太多。聽聽這個人這個講法，那個人那個講法，看看這個書上這樣寫，那個書上那樣寫，不曉得哪個書是對的？哪是不對的？正是《楞嚴》上所說的「邪師說法如恆河沙」。沒有標準，沒有依靠，這怎麼得了！這是眾生愚鈍到極處，愚是沒有智慧，沒有能力辨別邪正，沒有能力辨別是非，甚至連利害都沒有能力辨別。你要是有能力辨別利害，怎麼會吃虧上當？怎麼會被人騙？你會吃虧上當、會被人欺騙，換句話說，連利害的辨別都沒有能力，你說這個多可憐！但是他只要能老老實實念佛，還能成就，這就是『念聲相續』，也就是不夾雜、不間斷。不夾雜、不間斷的先決條件，就是不懷疑。懷疑，根本就不可能去念，這樣的人還能往生？"
    },
    {
      "id": "01-003-0225_p0056",
      "zh_CN": "末法时期的众生，这个法门能够得度。真正能得度，决定有把握得度，必须把世缘看淡、看轻，不能过分的计较，那个过失很大，给诸位说，不会伤害别人，伤害自己。阻扰别人，那是阻扰一些没有功夫的人，真正有功夫的人，决定阻扰不了。可是迷失自性，自己损失就太大，那是无法弥补。世间人常讲：害人是害自己。但是这个话真实的含义，那个受害的深度他不知道，如果要是真正明了，他绝对不会做伤害别人的事情，为什么？他晓得伤害别人一点点，伤害自己是无量无边，使自己迷失自性，破坏自己的戒定慧三学。六祖大师讲得好，「若真修道人，不见他人过」。他怎么会不见他人过？他心清净的。天天看到这个人过、那个人过，他的心就不清净，他就生烦恼了。生烦恼，换句话说，念佛的人来讲，功夫成片破坏了，往生净土的希望没有了，断绝了，这种损失多大！",
      "zh_TW": "末法時期的眾生，這個法門能夠得度。真正能得度，決定有把握得度，必須把世緣看淡、看輕，不能過分的計較，那個過失很大，給諸位說，不會傷害別人，傷害自己。阻擾別人，那是阻擾一些沒有功夫的人，真正有功夫的人，決定阻擾不了。可是迷失自性，自己損失就太大，那是無法彌補。世間人常講：害人是害自己。但是這個話真實的含義，那個受害的深度他不知道，如果要是真正明瞭，他絕對不會做傷害別人的事情，為什麼？他曉得傷害別人一點點，傷害自己是無量無邊，使自己迷失自性，破壞自己的戒定慧三學。六祖大師講得好，「若真修道人，不見他人過」。他怎麼會不見他人過？他心清淨的。天天看到這個人過、那個人過，他的心就不清淨，他就生煩惱了。生煩惱，換句話說，念佛的人來講，功夫成片破壞了，往生淨土的希望沒有了，斷絕了，這種損失多大！"
    },
    {
      "id": "01-003-0225_p0057",
      "zh_CN": "我们一个人生生世世遇到这个法门，的确是希有难逢，这样好的一个机会遇到了，轻易把它放过，这真是愚痴到极处，自己毁灭自己。别人过失与我什么相干？我要往生，他要搞六道，他搞他的，我们走的不是一条路，管人家干什么！不管人的人就成就，管人的人不能成就。从前在寺院里，住持、当家，管人的人，执事，是佛菩萨再来的，转世的，他们自己已经得度，帮助别人。自己没有得度，作清众，绝对不担任执事，听别人管，自己决定不敢管人，为什么？心不清净。佛菩萨来管人，看到这个过、那个过，天天处罚责备人，他心清净的，他心不染，他有这个本事。",
      "zh_TW": "我們一個人生生世世遇到這個法門，的確是希有難逢，這樣好的一個機會遇到了，輕易把它放過，這真是愚痴到極處，自己毀滅自己。別人過失與我什麼相干？我要往生，他要搞六道，他搞他的，我們走的不是一條路，管人家幹什麼！不管人的人就成就，管人的人不能成就。從前在寺院裡，住持、當家，管人的人，執事，是佛菩薩再來的，轉世的，他們自己已經得度，幫助別人。自己沒有得度，作清眾，絕對不擔任執事，聽別人管，自己決定不敢管人，為什麼？心不清淨。佛菩薩來管人，看到這個過、那個過，天天處罰責備人，他心清淨的，他心不染，他有這個本事。"
    },
    {
      "id": "01-003-0225_p0058",
      "zh_CN": "我们不行，我们真的会动瞋恨心，有贪瞋痴，一个贪瞋痴就是一次三途的果报。你今天动一次瞋恚心就造一个地狱的因，动二次瞋恚心就造二次地狱因，动一次贪心就动一个饿鬼道的因。从早到晚起多少贪瞋痴慢？就晓得你一天造多少次三恶道的业。你这一天当中，有几分钟、几小时在念佛，而且是以清净心念佛，念佛时一个妄念没有，那叫造净业之因。这两个比较比较，自己有没有把握往生就知道了。如果我一天以清净心念佛的时间少，动贪瞋痴的时间多；换句话说，来生还是不免三恶道，这是没法子，佛菩萨也救不了你，自作自受。所以自己要晓得，我们是业障深重的凡夫，自己救自己都来不及，哪有时间去管别人？这是真的，是事实。我们能在这个地方提高警觉，就叫开悟，这人觉悟了；觉悟了就回头，回头是岸，回头那就是专念阿弥陀佛。",
      "zh_TW": "我們不行，我們真的會動瞋恨心，有貪瞋痴，一個貪瞋痴就是一次三途的果報。你今天動一次瞋恚心就造一個地獄的因，動二次瞋恚心就造二次地獄因，動一次貪心就動一個餓鬼道的因。從早到晚起多少貪瞋痴慢？就曉得你一天造多少次三惡道的業。你這一天當中，有幾分鐘、幾小時在念佛，而且是以清淨心念佛，念佛時一個妄念沒有，那叫造淨業之因。這兩個比較比較，自己有沒有把握往生就知道了。如果我一天以清淨心念佛的時間少，動貪瞋痴的時間多；換句話說，來生還是不免三惡道，這是沒法子，佛菩薩也救不了你，自作自受。所以自己要曉得，我們是業障深重的凡夫，自己救自己都來不及，哪有時間去管別人？這是真的，是事實。我們能在這個地方提高警覺，就叫開悟，這人覺悟了；覺悟了就回頭，回頭是岸，回頭那就是專念阿彌陀佛。"
    },
    {
      "id": "01-003-0225_p0059",
      "zh_CN": "常住有许多工作，家庭也有许多琐碎事情，我们职责所在，不能不去做，要用什么态度去做？事要认真做，心地要清净慈悲，念念不忘阿弥陀佛就对了。工作妨不妨碍修行？不妨碍，生活工作就是修行。所以这叫契机，逗机就是契机。",
      "zh_TW": "常住有許多工作，家庭也有許多瑣碎事情，我們職責所在，不能不去做，要用什麼態度去做？事要認真做，心地要清淨慈悲，念念不忘阿彌陀佛就對了。工作妨不妨礙修行？不妨礙，生活工作就是修行。所以這叫契機，逗機就是契機。"
    },
    {
      "id": "01-003-0225_p0060",
      "zh_CN": "钞【不思议者，如前所明一行三昧，则不但逗乎钝机，神用不测故。】",
      "zh_TW": "鈔【不思議者，如前所明一行三昧，則不但逗乎鈍機，神用不測故。】"
    },
    {
      "id": "01-003-0225_p0061",
      "zh_CN": "『钝机』就是我们这一类，愚痴鲁钝。可是这个法门威神德用不可思议，这是我们可以理解的，那就是你心力能集中，心无二用。",
      "zh_TW": "『鈍機』就是我們這一類，愚痴魯鈍。可是這個法門威神德用不可思議，這是我們可以理解的，那就是你心力能集中，心無二用。"
    },
    {
      "id": "01-003-0225_p0062",
      "zh_CN": "钞【如遗教经言：心者制之一处，无事不办。】",
      "zh_TW": "鈔【如遺教經言：心者制之一處，無事不辦。】"
    },
    {
      "id": "01-003-0225_p0063",
      "zh_CN": "这句话是佛在《遗教经》上告诉我们的，这句话说明修定的重要性。修定就是『制心一处』，不管什么事情都能办得圆满，都能成就。心就怕乱，心一乱什么事都不能办，一办就要出差错。",
      "zh_TW": "這句話是佛在《遺教經》上告訴我們的，這句話說明修定的重要性。修定就是『制心一處』，不管什麼事情都能辦得圓滿，都能成就。心就怕亂，心一亂什麼事都不能辦，一辦就要出差錯。"
    },
    {
      "id": "01-003-0225_p0064",
      "zh_CN": "钞【今制心佛号，而至一心，何可思议。】",
      "zh_TW": "鈔【今制心佛號，而至一心，何可思議。】"
    },
    {
      "id": "01-003-0225_p0065",
      "zh_CN": "制心一处，最殊胜之处就是阿弥陀佛，我们把这个心制在阿弥陀佛佛号这一处，这不得了！这能办第一大事，就是圆满成佛。制之一处，无事不办，『制心佛号』就不可思议，决定成佛。你这一生修行证果，出三界、了生死、成佛道，这一句全都解决了。千经万论要说的就是这一句，十方三世一切诸佛如来普遍劝导众生也是这一句。这一句真正不可思议，可惜没有人能懂。夏莲居老居士讲：佛言难信真难信，亿万人中一二知。亿万人中一、二个知道，这一句摆在面前，真正知道的亿万人中一、二个。你真知道之后，从今天起，你的心就是佛心，你的行就是佛行，你已经成佛了，这一点都不假。",
      "zh_TW": "制心一處，最殊勝之處就是阿彌陀佛，我們把這個心制在阿彌陀佛佛號這一處，這不得了！這能辦第一大事，就是圓滿成佛。制之一處，無事不辦，『制心佛號』就不可思議，決定成佛。你這一生修行證果，出三界、了生死、成佛道，這一句全都解決了。千經萬論要說的就是這一句，十方三世一切諸佛如來普遍勸導眾生也是這一句。這一句真正不可思議，可惜沒有人能懂。夏蓮居老居士講：佛言難信真難信，億萬人中一二知。億萬人中一、二個知道，這一句擺在面前，真正知道的億萬人中一、二個。你真知道之後，從今天起，你的心就是佛心，你的行就是佛行，你已經成佛了，這一點都不假。"
    },
    {
      "id": "01-003-0225_p0066",
      "zh_CN": "疏【克念期者，一日至七日，是所克定之期要也。】",
      "zh_TW": "疏【剋念期者，一日至七日，是所剋定之期要也。】"
    },
    {
      "id": "01-003-0225_p0067",
      "zh_CN": "这是本经把念佛的时间给我们克定出来，这个法门多久能成功？七天就能成功。若一日到若七日，七天真正能成功，只要你念得如法，前面所说的，你念念都相应，七天还得了！诸位要知道，念得不相应，愈念妄想愈多，愈念烦恼愈多，愈念念不下去，这就是业障深重，这也是魔障，魔是折磨，障碍你不能用功念佛，那就要认真忏除业障。业障怎么忏除？第一要晓得自己起心动念、言语造作的过错，要能发现、觉察，觉察之后要真正把它彻底改掉，业障就消除了。要认真改过自新，把障碍消除，然后你这句佛号才念得下去，你念的时候妄想就少了，心也就能定下来。这是真正用功非常重要的枢纽，自己要晓得，自己要知道用什么方法去克服，使自己的功夫能得力。底下说明为什么要七日。",
      "zh_TW": "這是本經把念佛的時間給我們剋定出來，這個法門多久能成功？七天就能成功。若一日到若七日，七天真正能成功，只要你念得如法，前面所說的，你念念都相應，七天還得了！諸位要知道，念得不相應，愈念妄想愈多，愈念煩惱愈多，愈念念不下去，這就是業障深重，這也是魔障，魔是折磨，障礙你不能用功念佛，那就要認真懺除業障。業障怎麼懺除？第一要曉得自己起心動念、言語造作的過錯，要能發現、覺察，覺察之後要真正把它徹底改掉，業障就消除了。要認真改過自新，把障礙消除，然後你這句佛號才念得下去，你念的時候妄想就少了，心也就能定下來。這是真正用功非常重要的樞紐，自己要曉得，自己要知道用什麼方法去克服，使自己的功夫能得力。底下說明為什麼要七日。"
    },
    {
      "id": "01-003-0225_p0068",
      "zh_CN": "疏【世出世间，重其事者，恒以七故，七日称佛，免地狱故。】",
      "zh_TW": "疏【世出世間，重其事者，恆以七故，七日稱佛，免地獄故。】"
    },
    {
      "id": "01-003-0225_p0069",
      "zh_CN": "这是讲世出世间对于『七』这个数字很重视，不但中国人重视，印度人重视、西洋人也重视。中国商周时候就讲「七日来复」，来复就是周期，一个周期，所以佛给我们订的也订七日。『七日称佛』就是称念，称念是一心称念，一心称念佛菩萨圣号，就能免地狱苦。但是诸位同修要知道，我们过去造作的罪业很多，我念七天佛，经上讲免地狱苦，这个话是真的，可是你不能误会，我念了七天，我决定不堕地狱了，然后再造罪业，我过去念过七天佛！那不行。七天念佛之后，后不再造才不会堕地狱；念七天佛之后，然后再造罪业，地狱还是照堕不误。这是说明念佛功德利益的殊胜，地狱是最苦的地方，最苦的果报都能避免，何况其余？小小罪当然更是灭掉，这是一定的道理。可见得念佛功德利益之大。",
      "zh_TW": "這是講世出世間對於『七』這個數字很重視，不但中國人重視，印度人重視、西洋人也重視。中國商周時候就講「七日來復」，來復就是週期，一個週期，所以佛給我們訂的也訂七日。『七日稱佛』就是稱念，稱念是一心稱念，一心稱念佛菩薩聖號，就能免地獄苦。但是諸位同修要知道，我們過去造作的罪業很多，我念七天佛，經上講免地獄苦，這個話是真的，可是你不能誤會，我念了七天，我決定不墮地獄了，然後再造罪業，我過去念過七天佛！那不行。七天念佛之後，後不再造才不會墮地獄；念七天佛之後，然後再造罪業，地獄還是照墮不誤。這是說明念佛功德利益的殊勝，地獄是最苦的地方，最苦的果報都能避免，何況其餘？小小罪當然更是滅掉，這是一定的道理。可見得念佛功德利益之大。"
    },
    {
      "id": "01-003-0225_p0070",
      "zh_CN": "疏【又七日之期，复有二义，各分利钝。】",
      "zh_TW": "疏【又七日之期，復有二義，各分利鈍。】"
    },
    {
      "id": "01-003-0225_p0071",
      "zh_CN": "这一句《演义》有注解：",
      "zh_TW": "這一句《演義》有註解："
    },
    {
      "id": "01-003-0225_p0072",
      "zh_CN": "演【复有二义各分利钝者，一者从散入定义，二者从定入散义。】",
      "zh_TW": "演【復有二義各分利鈍者，一者從散入定義，二者從定入散義。】"
    },
    {
      "id": "01-003-0225_p0073",
      "zh_CN": "「从散入定」，七天，那个功夫一天比一天殊胜，成就念佛三昧。「从定入散」，得到念佛三昧之后，慢慢又会退掉、失掉。",
      "zh_TW": "「從散入定」，七天，那個功夫一天比一天殊勝，成就念佛三昧。「從定入散」，得到念佛三昧之後，慢慢又會退掉、失掉。"
    },
    {
      "id": "01-003-0225_p0074",
      "zh_CN": "演【从散入定，则利者日少，钝者日多。】",
      "zh_TW": "演【從散入定，則利者日少，鈍者日多。】"
    },
    {
      "id": "01-003-0225_p0075",
      "zh_CN": "这讲根性，利根的人，一天、二天就得念佛三昧，换句话说，什么叫利根、钝根？就是烦恼轻重不相同，妄想多少不一样。烦恼重的、妄念多的，要念七天才能得念佛三昧，心才能得清净。根性利的，烦恼轻、妄念少，一天、二天他就得到；得到之后再努力，也就是一天、二天得功夫成片，三天、四天就可能得事一心不乱，六天、七天可能得理一心不乱，这是根利的。",
      "zh_TW": "這講根性，利根的人，一天、二天就得念佛三昧，換句話說，什麼叫利根、鈍根？就是煩惱輕重不相同，妄想多少不一樣。煩惱重的、妄念多的，要念七天才能得念佛三昧，心才能得清淨。根性利的，煩惱輕、妄念少，一天、二天他就得到；得到之後再努力，也就是一天、二天得功夫成片，三天、四天就可能得事一心不亂，六天、七天可能得理一心不亂，這是根利的。"
    },
    {
      "id": "01-003-0225_p0076",
      "zh_CN": "演【从定入散，则利者日多，钝者日少。】",
      "zh_TW": "演【從定入散，則利者日多，鈍者日少。】"
    },
    {
      "id": "01-003-0225_p0077",
      "zh_CN": "就是已经得清净心了，这个清净心逐渐在消失的时候。根利的的人，他保持的时间长久，他得到之后能够七天不散，心不散乱，钝根的人得到之后，一、二天心就散乱。",
      "zh_TW": "就是已經得清淨心了，這個清淨心逐漸在消失的時候。根利的的人，他保持的時間長久，他得到之後能夠七天不散，心不散亂，鈍根的人得到之後，一、二天心就散亂。"
    },
    {
      "id": "01-003-0225_p0078",
      "zh_CN": "我们回想自己是什么根性？李老师往年在台中办大专佛学讲座，暑假大专学生参加讲座，接受四个星期的训练，确实很像样子，举止谈吐都有变化，很有进步。李老师在结业的时候，非常感慨的说一句话，我们讲座花这么多精神，聘请这么多老师跟诸位讲解佛法，在一起共修，是不错，但是诸位结业之后，到电影院去看两小时就恢复原状了，我们四个星期敌不过电影院两小时。现在不必上电影院，家里电视打开两小时就完了，你说怎么得了！在那个时候电视还不普遍，台湾还没有彩色电视，黑白电视，一般家庭还没有，我们那个时候还没有见过电视。你就晓得我们是什么样的根性，这是自己一定要警惕。",
      "zh_TW": "我們回想自己是什麼根性？李老師往年在台中辦大專佛學講座，暑假大專學生參加講座，接受四個星期的訓練，確實很像樣子，舉止談吐都有變化，很有進步。李老師在結業的時候，非常感慨的說一句話，我們講座花這麼多精神，聘請這麼多老師跟諸位講解佛法，在一起共修，是不錯，但是諸位結業之後，到電影院去看兩小時就恢復原狀了，我們四個星期敵不過電影院兩小時。現在不必上電影院，家裡電視打開兩小時就完了，你說怎麼得了！在那個時候電視還不普遍，台灣還沒有彩色電視，黑白電視，一般家庭還沒有，我們那個時候還沒有見過電視。你就曉得我們是什麼樣的根性，這是自己一定要警惕。"
    },
    {
      "id": "01-003-0225_p0079",
      "zh_CN": "佛讲的七天这个期限，从前人有效，现在人没效，现在人说老实话，连打七个佛七，恐怕一场电影也就抵消掉了，你说怎么得了！然后你才晓得，往生西方极乐世界不容易！真正决心求生西方，要把世出世间一切法统统舍掉，不看电影、不看电视、不听广播、不看报纸杂志、不讲是非长短，一天到晚二六时中老实念佛，这样的人才有往生的希望。这个社会处处是通到三恶道、阿鼻地狱的陷阱，一步不小心就踏下去了，这是不可以不知道的。今天就讲到此地。",
      "zh_TW": "佛講的七天這個期限，從前人有效，現在人沒效，現在人說老實話，連打七個佛七，恐怕一場電影也就抵消掉了，你說怎麼得了！然後你才曉得，往生西方極樂世界不容易！真正決心求生西方，要把世出世間一切法統統捨掉，不看電影、不看電視、不聽廣播、不看報紙雜誌、不講是非長短，一天到晚二六時中老實念佛，這樣的人才有往生的希望。這個社會處處是通到三惡道、阿鼻地獄的陷阱，一步不小心就踏下去了，這是不可以不知道的。今天就講到此地。"
    }
  ]
}