{
  "doc_id": "01-003-0035",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十五集",
    "zh_TW": "第三十五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0035",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "01-003-0035_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四十四页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四十四頁："
    },
    {
      "id": "01-003-0035_p0002",
      "zh_CN": "疏【问：何故不咎钝人，反抑利者。】",
      "zh_TW": "疏【問：何故不咎鈍人，反抑利者。】"
    },
    {
      "id": "01-003-0035_p0003",
      "zh_CN": "大师为我们解释以后，或许有人心里怀疑，为什么不责备中下根性的人，而特别责备上根利智的人？『咎』是责备的意思。前面讲到狂慧、顽虚，这些都是现在所谓聪明智慧的人。说聪明可以，说智慧则未必，何以故？诸位要晓得，佛门里常说八难，就是有八种人遭难，不但行证上有障碍，在理解上也有障碍，这叫遭难。八种难里面有一种叫世智辩聪，这一段就是指这一等人，仗着自己的聪明辩才，不肯认真修学，不肯老实修学。",
      "zh_TW": "大師為我們解釋以後，或許有人心裡懷疑，為什麼不責備中下根性的人，而特別責備上根利智的人？『咎』是責備的意思。前面講到狂慧、頑虛，這些都是現在所謂聰明智慧的人。說聰明可以，說智慧則未必，何以故？諸位要曉得，佛門裡常說八難，就是有八種人遭難，不但行證上有障礙，在理解上也有障礙，這叫遭難。八種難裡面有一種叫世智辯聰，這一段就是指這一等人，仗著自己的聰明辯才，不肯認真修學，不肯老實修學。"
    },
    {
      "id": "01-003-0035_p0004",
      "zh_CN": "疏【答：利者恃才高举，常谓远胜钝人。】",
      "zh_TW": "疏【答：利者恃才高舉，常謂遠勝鈍人。】"
    },
    {
      "id": "01-003-0035_p0005",
      "zh_CN": "这是他遭难之因由，往往自以为聪明智慧高，结果落空了。真正有成就的，都是老实人，都是自己觉得不如人。常常觉得自己不如人的人，容易成就，为什么？他谦虚。贡高我慢，不但学佛不能成就，世间真正的学问他也不能成就。《论语》里面，孔老夫子说：「如有周公之才之美」，假如有一个人，他的才华德能像周公一样，周公是圣人，可是他有一点毛病，「使骄且吝」，傲慢瞧不起人、吝啬，「其余则不足观矣」，这人不必谈了，他那个才华是假的，不是真的。可见得骄慢，世间学问都不能成就，何况是佛法？祖师大德常常喝斥这一等人，聪明利根的人。",
      "zh_TW": "這是他遭難之因由，往往自以為聰明智慧高，結果落空了。真正有成就的，都是老實人，都是自己覺得不如人。常常覺得自己不如人的人，容易成就，為什麼？他謙虛。貢高我慢，不但學佛不能成就，世間真正的學問他也不能成就。《論語》裡面，孔老夫子說：「如有周公之才之美」，假如有一個人，他的才華德能像周公一樣，周公是聖人，可是他有一點毛病，「使驕且吝」，傲慢瞧不起人、吝嗇，「其餘則不足觀矣」，這人不必談了，他那個才華是假的，不是真的。可見得驕慢，世間學問都不能成就，何況是佛法？祖師大德常常喝斥這一等人，聰明利根的人。"
    },
    {
      "id": "01-003-0035_p0006",
      "zh_CN": "演【不咎钝人，反抑利者，谓着事钝根，不知理性，应当呵责，开其慧性，破其愚蒙，使由事入理可也。何乃舍彼愚夫，反抑利者？】",
      "zh_TW": "演【不咎鈍人，反抑利者，謂著事鈍根，不知理性，應當呵責，開其慧性，破其愚蒙，使由事入理可也。何乃捨彼愚夫，反抑利者？】"
    },
    {
      "id": "01-003-0035_p0007",
      "zh_CN": "这就是问话的人他的意思，这几句话说得很清楚。钝根的人，聪明智慧差一等的人，这种人有个好处：老实。『着事』，执着事，念佛一天念一万声，他就老老实实念一万声；念两万声，他就老老实实念两万声，着事、着相的来修。念佛法门的理论非常深，古大德所谓「唯佛与佛方能究竟」，等觉菩萨都不能究明其理，可见得这个道理很深。薄薄的一部《弥陀经》，我们念起来没什么感觉。莲池大师这个注解，厚厚的两本，我们如果每天讲，要一年才能圆满。我们此地有录音带，三百三十五个，一部《弥陀经》！是不是把意思都讲出来了？给诸位说，那只是《弥陀经》的意思万分之一而已。由此可知，这个道理之深、理论之微妙。",
      "zh_TW": "這就是問話的人他的意思，這幾句話說得很清楚。鈍根的人，聰明智慧差一等的人，這種人有個好處：老實。『著事』，執著事，念佛一天念一萬聲，他就老老實實念一萬聲；念兩萬聲，他就老老實實念兩萬聲，著事、著相的來修。念佛法門的理論非常深，古大德所謂「唯佛與佛方能究竟」，等覺菩薩都不能究明其理，可見得這個道理很深。薄薄的一部《彌陀經》，我們念起來沒什麼感覺。蓮池大師這個註解，厚厚的兩本，我們如果每天講，要一年才能圓滿。我們此地有錄音帶，三百三十五個，一部《彌陀經》！是不是把意思都講出來了？給諸位說，那只是《彌陀經》的意思萬分之一而已。由此可知，這個道理之深、理論之微妙。"
    },
    {
      "id": "01-003-0035_p0008",
      "zh_CN": "不明理的人能不能往生？这是我们非常关心的事情。假如不明理不能往生，我们眼前困难就来了，不知道怎么办才好。实在说，不明理也能往生，这个我们就放心了。明白这个道理，我们往生西方极乐世界再去学，直接跟阿弥陀佛学，这样才能究竟。不明理，往生品位低一点，不怕！反正已经到西方世界了。就好像读书一样，从一年级读起，没有关系，我已经上学了，能读一年级就能毕业。那个明理的人，品位高一点，可以插班进去，就是这么一个意思。明白这个道理，一方面要事持，着重在事持，一方面研究它的理论，理论能帮助我们提高品位，这是非常重要的。如果只谈理论，不注重事持，那就反受落空之祸，西方极乐世界没分。",
      "zh_TW": "不明理的人能不能往生？這是我們非常關心的事情。假如不明理不能往生，我們眼前困難就來了，不知道怎麼辦才好。實在說，不明理也能往生，這個我們就放心了。明白這個道理，我們往生西方極樂世界再去學，直接跟阿彌陀佛學，這樣才能究竟。不明理，往生品位低一點，不怕！反正已經到西方世界了。就好像讀書一樣，從一年級讀起，沒有關係，我已經上學了，能讀一年級就能畢業。那個明理的人，品位高一點，可以插班進去，就是這麼一個意思。明白這個道理，一方面要事持，著重在事持，一方面研究它的理論，理論能幫助我們提高品位，這是非常重要的。如果只談理論，不注重事持，那就反受落空之禍，西方極樂世界沒分。"
    },
    {
      "id": "01-003-0035_p0009",
      "zh_CN": "学佛，诸位都知道，佛法自始至终都是以智慧为目标，所谓「因戒生定，因定开慧」，智慧开了，才能破迷开悟、离苦得乐。所以，学佛就是要开智慧。念佛法门，似乎只着重求往生，而不着重开智慧，所以有些人轻视这个法门，认为禅与教高明得多，其实那是误会。智慧从哪里开？从清净心开，心清净了，清净心起作用就是智慧。世出世间这些有学问的人，常常把我们的心比作水，心水。水不动的时候，没有波浪，平静，它的作用就像一面镜子，外面的境界照得清清楚楚，那就叫智慧。心里面心水起了波浪，也有作用，也能照外面境界，只是照得支离破碎，不是完整的。我们现在这个心水起波浪，烦恼重的是大风大浪，烦恼轻的是小风小浪，总是不平静。所以我们对于世出世间一切事理，也知道一些，但是不完整，由于是片面的，容易发生误会。譬如，知道这一面，不知道那一面；执着这一面，而否定另外一面，这就是过失。不能够面面看到，那就是我们的心水起了波浪。",
      "zh_TW": "學佛，諸位都知道，佛法自始至終都是以智慧為目標，所謂「因戒生定，因定開慧」，智慧開了，才能破迷開悟、離苦得樂。所以，學佛就是要開智慧。念佛法門，似乎只著重求往生，而不著重開智慧，所以有些人輕視這個法門，認為禪與教高明得多，其實那是誤會。智慧從哪裡開？從清淨心開，心清淨了，清淨心起作用就是智慧。世出世間這些有學問的人，常常把我們的心比作水，心水。水不動的時候，沒有波浪，平靜，它的作用就像一面鏡子，外面的境界照得清清楚楚，那就叫智慧。心裡面心水起了波浪，也有作用，也能照外面境界，只是照得支離破碎，不是完整的。我們現在這個心水起波浪，煩惱重的是大風大浪，煩惱輕的是小風小浪，總是不平靜。所以我們對於世出世間一切事理，也知道一些，但是不完整，由於是片面的，容易發生誤會。譬如，知道這一面，不知道那一面；執著這一面，而否定另外一面，這就是過失。不能夠面面看到，那就是我們的心水起了波浪。"
    },
    {
      "id": "01-003-0035_p0010",
      "zh_CN": "念佛法门，给诸位说，着重修定，从这里下手，一心不乱就是定。而且这个方法非常方便，真正的功夫，给诸位说，不是在早晚课。你订早晚课，早晨念一卷《弥陀经》，念几千声佛号，这个固然很重要，养成一个念佛的习惯，但是这种功夫要能在日常生活当中用得上。你要是用不上，就像你在学校念书念毕业了，到社会上没用，所学无用，那不叫白学了吗？你要把早晚功课用在生活上，一天到晚待人接物、起心动念，不要把这个功夫间断，能够将这一句佛号绵绵密密，像《楞严经》上所说：忆佛念佛，现前当来，必定见佛。忆是什么？心里面有，心里面常常想佛，口里面常常念佛。特别是在烦恼起来的时候，念头起来的时候，不管是善念或是恶念，只要念头起来，马上就换成「阿弥陀佛」，这就叫功夫，这就是你把早晚课在生活上用上了，功夫就得力。换句话说，你不会有其他的念头，念头只有一个，起来了，第二个念头就是阿弥陀佛，不叫妄念相续，而叫这佛念相续，时间久了，你这个心渐渐就定了。",
      "zh_TW": "念佛法門，給諸位說，著重修定，從這裡下手，一心不亂就是定。而且這個方法非常方便，真正的功夫，給諸位說，不是在早晚課。你訂早晚課，早晨念一卷《彌陀經》，念幾千聲佛號，這個固然很重要，養成一個念佛的習慣，但是這種功夫要能在日常生活當中用得上。你要是用不上，就像你在學校念書念畢業了，到社會上沒用，所學無用，那不叫白學了嗎？你要把早晚功課用在生活上，一天到晚待人接物、起心動念，不要把這個功夫間斷，能夠將這一句佛號綿綿密密，像《楞嚴經》上所說：憶佛念佛，現前當來，必定見佛。憶是什麼？心裡面有，心裡面常常想佛，口裡面常常念佛。特別是在煩惱起來的時候，念頭起來的時候，不管是善念或是惡念，只要念頭起來，馬上就換成「阿彌陀佛」，這就叫功夫，這就是你把早晚課在生活上用上了，功夫就得力。換句話說，你不會有其他的念頭，念頭只有一個，起來了，第二個念頭就是阿彌陀佛，不叫妄念相續，而叫這佛念相續，時間久了，你這個心漸漸就定了。"
    },
    {
      "id": "01-003-0035_p0011",
      "zh_CN": "所以这个法门，着重的是修定。特别是在我们现前这个阶段，这是讲真实、稳当、踏实的功夫，他不好高骛远，只求内心的平静。心静到极处，智慧就开了。《楞严》说得好，「净极光通达」，那个光是智慧，就通达了。所以念佛的功夫是三个层次：第一层是「功夫成片」，功夫打成一片了，打成一片就像我刚才所讲的，你这个心里面念头一起，立刻换成阿弥陀佛，这就是佛号有力量，把你的妄念伏住，不叫它起来，成了一片，到这种境界就能往生，西方极乐世界就有分。",
      "zh_TW": "所以這個法門，著重的是修定。特別是在我們現前這個階段，這是講真實、穩當、踏實的功夫，他不好高騖遠，只求內心的平靜。心靜到極處，智慧就開了。《楞嚴》說得好，「淨極光通達」，那個光是智慧，就通達了。所以念佛的功夫是三個層次：第一層是「功夫成片」，功夫打成一片了，打成一片就像我剛才所講的，你這個心裡面念頭一起，立刻換成阿彌陀佛，這就是佛號有力量，把你的妄念伏住，不叫它起來，成了一片，到這種境界就能往生，西方極樂世界就有分。"
    },
    {
      "id": "01-003-0035_p0012",
      "zh_CN": "有些同修常常来问：我的烦恼业障太重，造的罪业太深，能不能往生？他很怀疑，这一世的罪业、前世的罪业、多生多世的罪业，这怎么办？这能往生吗？如果你常有这个怀疑，的确是大障碍。《观无量寿佛经》下品下生那一章，就是第十六观那一章，佛给我们讲：五逆十恶，临终十念、一念都能往生。我想，同修们虽然造罪业，还没造那么重！问题就在你临终那一念是不是佛号？问题在这个地方。如果临终一念确确实实是佛号，对于净土法门能信、发愿又肯念，决定往生。莲池大师、蕅益大师给我们讲得清清楚楚，我们自己要信得过。",
      "zh_TW": "有些同修常常來問：我的煩惱業障太重，造的罪業太深，能不能往生？他很懷疑，這一世的罪業、前世的罪業、多生多世的罪業，這怎麼辦？這能往生嗎？如果你常有這個懷疑，的確是大障礙。《觀無量壽佛經》下品下生那一章，就是第十六觀那一章，佛給我們講：五逆十惡，臨終十念、一念都能往生。我想，同修們雖然造罪業，還沒造那麼重！問題就在你臨終那一念是不是佛號？問題在這個地方。如果臨終一念確確實實是佛號，對於淨土法門能信、發願又肯念，決定往生。蓮池大師、蕅益大師給我們講得清清楚楚，我們自己要信得過。"
    },
    {
      "id": "01-003-0035_p0013",
      "zh_CN": "所以平时念到功夫成片，这就是真正的忏除业障，这叫真忏悔。诸位晓得，什么叫业障？心里头有念头就是业障。「真心无念」，真心里没有念头、没有妄念；凡是起心动念都是妄心，妄心就是业障，生灭心。由此可知，念这句佛号，就是伏妄念，就是消业障、忏除业障。念念忏除业障，念念定慧圆满，还有哪个法门比这个法门更殊胜？我学佛三十多年，没有发现任何一个法门比这个更殊胜，这个是真实不虚。可是理要明白，理不明白，虽然能往生，障碍你品位的高下。所以，理愈明了愈好；不能明了，下品下生也可以，到西方极乐世界再来办这个事情也行。最好理事均等，这是最理想的，定慧容易成就。可见，大师并不是要舍弃这些钝根的人，他说话有他的道理。",
      "zh_TW": "所以平時念到功夫成片，這就是真正的懺除業障，這叫真懺悔。諸位曉得，什麼叫業障？心裡頭有念頭就是業障。「真心無念」，真心裡沒有念頭、沒有妄念；凡是起心動念都是妄心，妄心就是業障，生滅心。由此可知，念這句佛號，就是伏妄念，就是消業障、懺除業障。念念懺除業障，念念定慧圓滿，還有哪個法門比這個法門更殊勝？我學佛三十多年，沒有發現任何一個法門比這個更殊勝，這個是真實不虛。可是理要明白，理不明白，雖然能往生，障礙你品位的高下。所以，理愈明瞭愈好；不能明瞭，下品下生也可以，到西方極樂世界再來辦這個事情也行。最好理事均等，這是最理想的，定慧容易成就。可見，大師並不是要捨棄這些鈍根的人，他說話有他的道理。"
    },
    {
      "id": "01-003-0035_p0014",
      "zh_CN": "演【盖以钝人自知不如，斤斤自守，无骄无恃，无过无非。】",
      "zh_TW": "演【蓋以鈍人自知不如，斤斤自守，無驕無恃，無過無非。】"
    },
    {
      "id": "01-003-0035_p0015",
      "zh_CN": "这就必定往生了。所以，往往聪明人比不上愚人。真正往生西方极乐世界的，有学问、有知识的人少，因为他障碍多。一般不认识字、无知无识的老太婆们，很容易往生，她就是这里所说的。有学问的人，正是古人所谓「聪明反被聪明误」，比不上老太婆，『无骄无恃，无过无非』，老实念佛，她真往生了。",
      "zh_TW": "這就必定往生了。所以，往往聰明人比不上愚人。真正往生西方極樂世界的，有學問、有知識的人少，因為他障礙多。一般不認識字、無知無識的老太婆們，很容易往生，她就是這裡所說的。有學問的人，正是古人所謂「聰明反被聰明誤」，比不上老太婆，『無驕無恃，無過無非』，老實念佛，她真往生了。"
    },
    {
      "id": "01-003-0035_p0016",
      "zh_CN": "演【利者不然，故抑之也。】",
      "zh_TW": "演【利者不然，故抑之也。】"
    },
    {
      "id": "01-003-0035_p0017",
      "zh_CN": "利根的人不老实，所以他学东西非常困难。虽然有一点小聪明，聪明没有正用，这是他的缺点，此地呵斥就是这个意思。",
      "zh_TW": "利根的人不老實，所以他學東西非常困難。雖然有一點小聰明，聰明沒有正用，這是他的缺點，此地呵斥就是這個意思。"
    },
    {
      "id": "01-003-0035_p0018",
      "zh_CN": "我们回过头来再看《疏》，答的是『利者恃才高举』，高举就是贡高我慢。『常谓远胜钝人』，自以为是，以为一般人比不上他。",
      "zh_TW": "我們回過頭來再看《疏》，答的是『利者恃才高舉』，高舉就是貢高我慢。『常謂遠勝鈍人』，自以為是，以為一般人比不上他。"
    },
    {
      "id": "01-003-0035_p0019",
      "zh_CN": "疏【今为此说，使之画虎弗就，反落一筹。】",
      "zh_TW": "疏【今為此說，使之畫虎弗就，反落一籌。】"
    },
    {
      "id": "01-003-0035_p0020",
      "zh_CN": "这个意思我刚才都说过。",
      "zh_TW": "這個意思我剛才都說過。"
    },
    {
      "id": "01-003-0035_p0021",
      "zh_CN": "疏【冀彼知非，回心念佛，非曰抑之，实惜之耳。】",
      "zh_TW": "疏【冀彼知非，回心念佛，非曰抑之，實惜之耳。】"
    },
    {
      "id": "01-003-0035_p0022",
      "zh_CN": "这两句说得太好了，不是贬抑他，实在是替他可惜，聪明智慧的人肯念佛，品位决不在中下品。我这一次在洛杉矶遇到史宏熹居士往生，他今年七十七岁，把遗嘱写得清清楚楚，跟他太太讲：我预知时至，没有害病。他走的前一天，要到西方极乐世界去了。他太太不相信，说他胡说八道，第二天他就去了。第二天早晨很正常，早晨吃早饭，到中午，他太太给他做了一碗白木耳，他也吃了，十一点半钟走了。你看多自在！前年我在香港也遇到一个老居士，八十多岁，他是一个月之前预知时至，通知畅怀法师。我相信史宏熹居士绝对不是前一天才晓得，我想他一定早就知道，这是真的，一点都不假！他到西方世界作佛去了。这些人是我们活生生的榜样，要真正放得下才能有感应。这是念佛成功的人。不肯老实修，不肯放下，那就是自己障碍自己。所以大师这一番话，对于聪明智慧的人真正的爱惜。特别教诫我们，念佛要着重在事持，千万不可以执理废事，那就坏了，要知道在末法时期真正成就只有这个法门。",
      "zh_TW": "這兩句說得太好了，不是貶抑他，實在是替他可惜，聰明智慧的人肯念佛，品位決不在中下品。我這一次在洛杉磯遇到史宏熹居士往生，他今年七十七歲，把遺囑寫得清清楚楚，跟他太太講：我預知時至，沒有害病。他走的前一天，要到西方極樂世界去了。他太太不相信，說他胡說八道，第二天他就去了。第二天早晨很正常，早晨吃早飯，到中午，他太太給他做了一碗白木耳，他也吃了，十一點半鐘走了。你看多自在！前年我在香港也遇到一個老居士，八十多歲，他是一個月之前預知時至，通知暢懷法師。我相信史宏熹居士絕對不是前一天才曉得，我想他一定早就知道，這是真的，一點都不假！他到西方世界作佛去了。這些人是我們活生生的榜樣，要真正放得下才能有感應。這是念佛成功的人。不肯老實修，不肯放下，那就是自己障礙自己。所以大師這一番話，對於聰明智慧的人真正的愛惜。特別教誡我們，念佛要著重在事持，千萬不可以執理廢事，那就壞了，要知道在末法時期真正成就只有這個法門。"
    },
    {
      "id": "01-003-0035_p0023",
      "zh_CN": "在现前，田夫人也是一个好榜样，也许你们很多人认识她，叶曼居士。我跟她认识不久，虽然听说她很有名气，可是从前我不知道这个人。我曾经听人说，从前她在讲解佛学的时候是毁谤净土，把净土说得一文不值，她是个学禅的。我去年在洛杉矶讲经，她听了一次，以后回到台湾，她常常来听经，听了之后告诉我：想想很惭愧，大概除念佛之外，没有第二条路好走了。今年我在美国，她也在美国各地方讲解佛学，她说跟从前是一百八十度的转过来，完全赞叹净土，不谈禅了，真不容易！",
      "zh_TW": "在現前，田夫人也是一個好榜樣，也許你們很多人認識她，葉曼居士。我跟她認識不久，雖然聽說她很有名氣，可是從前我不知道這個人。我曾經聽人說，從前她在講解佛學的時候是毀謗淨土，把淨土說得一文不值，她是個學禪的。我去年在洛杉磯講經，她聽了一次，以後回到台灣，她常常來聽經，聽了之後告訴我：想想很慚愧，大概除念佛之外，沒有第二條路好走了。今年我在美國，她也在美國各地方講解佛學，她說跟從前是一百八十度的轉過來，完全讚歎淨土，不談禪了，真不容易！"
    },
    {
      "id": "01-003-0035_p0024",
      "zh_CN": "净土的成就就是带业往生，就是功夫成片，这种功夫是我们每个人都可以做得到的，真能成就。禅与密，在我看都不可能成就。也许你要说：你没参过禅！我虽然没参过禅，我那个口头禅很高明，禅家里面最重要的《金刚经》、《六祖坛经》，永嘉禅师《证道歌》、《禅宗集》，《大珠和尚语录》，我都讲过好多遍了。所以讲到口头禅，那些人都比不上我，我会讲。可是你问我：做得到做不到？给诸位说，我做不到。我会说，我做不到，我跟你讲老实话。不要讲那个出世间的上上禅，世间最起码的禅定都做不到，都不容易做到。禅里头，最起码是色界的初禅天，离开欲界了。欲界是什么？财色名食睡，名闻利养。财色名食睡这些东西在眼前，你还动不动心？如果还动心，你那个禅就是口头禅，就是野狐禅，我也会说。你动心，换句话说，你离不了欲界，三界里头欲界不能超越。广钦法师一生参禅，现在叫人念佛。虚云老和尚，他最后《开示录》里面百分之九十以上都是劝人念佛。",
      "zh_TW": "淨土的成就就是帶業往生，就是功夫成片，這種功夫是我們每個人都可以做得到的，真能成就。禪與密，在我看都不可能成就。也許你要說：你沒參過禪！我雖然沒參過禪，我那個口頭禪很高明，禪家裡面最重要的《金剛經》、《六祖壇經》，永嘉禪師《證道歌》、《禪宗集》，《大珠和尚語錄》，我都講過好多遍了。所以講到口頭禪，那些人都比不上我，我會講。可是你問我：做得到做不到？給諸位說，我做不到。我會說，我做不到，我跟你講老實話。不要講那個出世間的上上禪，世間最起碼的禪定都做不到，都不容易做到。禪裡頭，最起碼是色界的初禪天，離開欲界了。欲界是什麼？財色名食睡，名聞利養。財色名食睡這些東西在眼前，你還動不動心？如果還動心，你那個禪就是口頭禪，就是野狐禪，我也會說。你動心，換句話說，你離不了欲界，三界裡頭欲界不能超越。廣欽法師一生參禪，現在叫人念佛。虛雲老和尚，他最後《開示錄》裡面百分之九十以上都是勸人念佛。"
    },
    {
      "id": "01-003-0035_p0025",
      "zh_CN": "密，更不必说了，密的弊病之多，无法估计。我的老师是密宗上师，我的佛法根基是章嘉大师给我奠定的，我跟他三年，所以密宗那一套我完全了解，我不是不懂，我也懂，我也很内行！决不是初学人能够学的。密与禅好不好？好！太好了。要不要学？要学。什么时候学？到西方极乐世界再学。阿弥陀佛就是最高明的金刚上师，跟他学，绝对不会走岔路，这条路多么稳当。现在在这个世间找老师，《楞严经》上释迦牟尼佛讲得很好，我们现前这个时代，「邪师说法，如恒河沙」，妖魔鬼怪都出了家，都披上袈裟，都是以大法师的身分出现在世间，统统是妖魔鬼怪，你跟他学，哪有不岔路！",
      "zh_TW": "密，更不必說了，密的弊病之多，無法估計。我的老師是密宗上師，我的佛法根基是章嘉大師給我奠定的，我跟他三年，所以密宗那一套我完全了解，我不是不懂，我也懂，我也很內行！決不是初學人能夠學的。密與禪好不好？好！太好了。要不要學？要學。什麼時候學？到西方極樂世界再學。阿彌陀佛就是最高明的金剛上師，跟他學，絕對不會走岔路，這條路多麼穩當。現在在這個世間找老師，《楞嚴經》上釋迦牟尼佛講得很好，我們現前這個時代，「邪師說法，如恆河沙」，妖魔鬼怪都出了家，都披上袈裟，都是以大法師的身分出現在世間，統統是妖魔鬼怪，你跟他學，哪有不岔路！"
    },
    {
      "id": "01-003-0035_p0026",
      "zh_CN": "所以今天找老师，难！有人问：你是不是妖魔鬼怪？你难道就是真正的善知识吗？我告诉诸位，我不是善知识，也不是妖魔鬼怪。我在各地方讲经，我不敢以老师的身分自居，我们是同学。我们有老师，老师是谁？莲池大师。我们这个注解是莲池大师，我们以莲池大师做我们的老师。我今天在此地跟诸位共同研究老师的教诲，这个老师不差！他是五百年来大家公认的善知识。除这个老师，还有一个老师：印光大师。我们今天学两个人：学莲池、学印光，所以我们读诵、研究讨论，范围就限于《莲池大师全集》、《印光大师文钞》。我们有这两样东西，决定可以往生，决定不会误事。所以我跟大家是同学身分，我比你们早学几年，如此而已。这是把路认清楚，老师选定了。今人呢？今人，我肉眼凡夫，我看不出来，不敢，万一搞得碰到妖魔鬼怪，那怎么办？不是误了大事吗？所以今人里面我们没有慧眼选择，我们找古人。古人是大家公认的，找古人做老师，做古人的私淑弟子，这就没有太大的毛病，我们可以放心了。所以诸位要问，你的老师是谁？我老师是莲池大师，这大家没话说的。",
      "zh_TW": "所以今天找老師，難！有人問：你是不是妖魔鬼怪？你難道就是真正的善知識嗎？我告訴諸位，我不是善知識，也不是妖魔鬼怪。我在各地方講經，我不敢以老師的身分自居，我們是同學。我們有老師，老師是誰？蓮池大師。我們這個註解是蓮池大師，我們以蓮池大師做我們的老師。我今天在此地跟諸位共同研究老師的教誨，這個老師不差！他是五百年來大家公認的善知識。除這個老師，還有一個老師：印光大師。我們今天學兩個人：學蓮池、學印光，所以我們讀誦、研究討論，範圍就限於《蓮池大師全集》、《印光大師文鈔》。我們有這兩樣東西，決定可以往生，決定不會誤事。所以我跟大家是同學身分，我比你們早學幾年，如此而已。這是把路認清楚，老師選定了。今人呢？今人，我肉眼凡夫，我看不出來，不敢，萬一搞得碰到妖魔鬼怪，那怎麼辦？不是誤了大事嗎？所以今人裡面我們沒有慧眼選擇，我們找古人。古人是大家公認的，找古人做老師，做古人的私淑弟子，這就沒有太大的毛病，我們可以放心了。所以諸位要問，你的老師是誰？我老師是蓮池大師，這大家沒話說的。"
    },
    {
      "id": "01-003-0035_p0027",
      "zh_CN": "◎【三、结叹】",
      "zh_TW": "◎【三、結歎】"
    },
    {
      "id": "01-003-0035_p0028",
      "zh_CN": "序【遂使垂手徒勤，倚门空望，上孤佛化，下负己灵。今生以及多生，一误而成百误，甘心苦趣，束手死门，无救无归，可悲可痛。】",
      "zh_TW": "序【遂使垂手徒勤，倚門空望，上孤佛化，下負己靈。今生以及多生，一誤而成百誤，甘心苦趣，束手死門，無救無歸，可悲可痛。】"
    },
    {
      "id": "01-003-0035_p0029",
      "zh_CN": "这是总结前面的一段意思，就是说这些自以为聪明的人，不是属于狂慧，就是属于盲修，真正可惜。大师这几句话是无限的感叹。",
      "zh_TW": "這是總結前面的一段意思，就是說這些自以為聰明的人，不是屬於狂慧，就是屬於盲修，真正可惜。大師這幾句話是無限的感嘆。"
    },
    {
      "id": "01-003-0035_p0030",
      "zh_CN": "演【遂使垂手徒勤者。】",
      "zh_TW": "演【遂使垂手徒勤者。】"
    },
    {
      "id": "01-003-0035_p0031",
      "zh_CN": "这是指阿弥陀佛。",
      "zh_TW": "這是指阿彌陀佛。"
    },
    {
      "id": "01-003-0035_p0032",
      "zh_CN": "演【弥陀慈父，终日垂金色臂，接引念佛众生，众生不肯念佛，是垂手徒勤。】",
      "zh_TW": "演【彌陀慈父，終日垂金色臂，接引念佛眾生，眾生不肯念佛，是垂手徒勤。】"
    },
    {
      "id": "01-003-0035_p0033",
      "zh_CN": "阿弥陀佛像，你看，垂手！时时刻刻希望你来，你不肯来，有什么法子？你要肯去、要肯念佛。这个法门只要具足三个条件：信、愿、行，具足这三个条件决定往生。这三个条件就是这一部经的内容，所以我们花上几年的时间认真来探讨这部经是值得的。理论明白了，方法懂得了，深信发愿，依教修行，我们这一生就是在这个娑婆世界六道轮回里面的最后身，来生就不轮回了，来生就超越六道了。这个有意义，这才是真正我们这一生没空过。人在世间，这个世间里面的得失是假的，不是真的，能够得到西方世界，那是真的不是假的。所以这些真假是非一定要搞清楚。",
      "zh_TW": "阿彌陀佛像，你看，垂手！時時刻刻希望你來，你不肯來，有什麼法子？你要肯去、要肯念佛。這個法門只要具足三個條件：信、願、行，具足這三個條件決定往生。這三個條件就是這一部經的內容，所以我們花上幾年的時間認真來探討這部經是值得的。理論明白了，方法懂得了，深信發願，依教修行，我們這一生就是在這個娑婆世界六道輪迴裡面的最後身，來生就不輪迴了，來生就超越六道了。這個有意義，這才是真正我們這一生沒空過。人在世間，這個世間裡面的得失是假的，不是真的，能夠得到西方世界，那是真的不是假的。所以這些真假是非一定要搞清楚。"
    },
    {
      "id": "01-003-0035_p0034",
      "zh_CN": "演【弥陀终日望众生求生净土，如慈母倚门望子，众生不肯念佛，是倚门空望。】",
      "zh_TW": "演【彌陀終日望眾生求生淨土，如慈母倚門望子，眾生不肯念佛，是倚門空望。】"
    },
    {
      "id": "01-003-0035_p0035",
      "zh_CN": "这是从比喻上说。这下面几句从表法上来讲，表法很重要，懂得表法才真正懂得这个经典里面的义趣。",
      "zh_TW": "這是從比喻上說。這下面幾句從表法上來講，表法很重要，懂得表法才真正懂得這個經典裡面的義趣。"
    },
    {
      "id": "01-003-0035_p0036",
      "zh_CN": "演【若约理观者。】",
      "zh_TW": "演【若約理觀者。】"
    },
    {
      "id": "01-003-0035_p0037",
      "zh_CN": "就是从理上来看。",
      "zh_TW": "就是從理上來看。"
    },
    {
      "id": "01-003-0035_p0038",
      "zh_CN": "演【手表提携之悲。】",
      "zh_TW": "演【手表提攜之悲。】"
    },
    {
      "id": "01-003-0035_p0039",
      "zh_CN": "悲心，表大慈大悲。",
      "zh_TW": "悲心，表大慈大悲。"
    },
    {
      "id": "01-003-0035_p0040",
      "zh_CN": "演【目表照了之智。】",
      "zh_TW": "演【目表照了之智。】"
    },
    {
      "id": "01-003-0035_p0041",
      "zh_CN": "眼睛代表智慧。手是慈悲之手，眼是智慧之眼。",
      "zh_TW": "眼睛代表智慧。手是慈悲之手，眼是智慧之眼。"
    },
    {
      "id": "01-003-0035_p0042",
      "zh_CN": "演【同体之悲，不离众生，为垂手深渊。自然之智，遍在六趣，为倚门望子。】",
      "zh_TW": "演【同體之悲，不離眾生，為垂手深淵。自然之智，遍在六趣，為倚門望子。】"
    },
    {
      "id": "01-003-0035_p0043",
      "zh_CN": "这几句话实实在在很重要，说明阿弥陀佛与我们的关系。关系如果不密切，我们对他还是有怀疑，你要我到那里去是什么意思？我还得考虑考虑，别上你的当。这先把关系搞清楚，如果这是我们一个亲人、是我们父母，那你就放心了，你就不再考虑了。那么阿弥陀佛究竟是我们什么人？他是我们的一体！这个话说起来，大家很难相信，实实在在不容易相信。但是经典里面所说的话句句真实，绝对不是妄语。如果要把这个事情搞清楚，在这一部《弥陀疏钞》要下相当的功夫。一部《弥陀疏钞》应该是够了，实在说，这些理论在《华严》、《法华》、《楞严》、《圆觉》里面。可是《弥陀经疏钞》这个注解把这些大经大论里面的经文全都引用，所以你念这个就够，不要再去搞那些大经大论，有这个就行了。",
      "zh_TW": "這幾句話實實在在很重要，說明阿彌陀佛與我們的關係。關係如果不密切，我們對他還是有懷疑，你要我到那裡去是什麼意思？我還得考慮考慮，別上你的當。這先把關係搞清楚，如果這是我們一個親人、是我們父母，那你就放心了，你就不再考慮了。那麼阿彌陀佛究竟是我們什麼人？他是我們的一體！這個話說起來，大家很難相信，實實在在不容易相信。但是經典裡面所說的話句句真實，絕對不是妄語。如果要把這個事情搞清楚，在這一部《彌陀疏鈔》要下相當的功夫。一部《彌陀疏鈔》應該是夠了，實在說，這些理論在《華嚴》、《法華》、《楞嚴》、《圓覺》裡面。可是《彌陀經疏鈔》這個註解把這些大經大論裡面的經文全都引用，所以你念這個就夠，不要再去搞那些大經大論，有這個就行了。"
    },
    {
      "id": "01-003-0035_p0044",
      "zh_CN": "《华严经》上说：应观法界性，一切唯心造。十法界，上从佛、菩萨、声闻、缘觉，下面是六道众生，这叫十法界。十法界从哪里来？是我们自性变现出来的。阿弥陀佛、西方净土不例外，是我们自性觉里面变现出来的。现在我们娑婆世界也是自性变现出来的，是自性迷变现出来的。我们自性里头有迷悟，觉就变现佛菩萨的境界，迷了就变现六道轮回的境界。你们在课诵本也读到，「三世一切佛，共同一法身，一心一智慧」，完全讲到自性。所以从自性里面来讲，这就叫同体之悲。",
      "zh_TW": "《華嚴經》上說：應觀法界性，一切唯心造。十法界，上從佛、菩薩、聲聞、緣覺，下面是六道眾生，這叫十法界。十法界從哪裡來？是我們自性變現出來的。阿彌陀佛、西方淨土不例外，是我們自性覺裡面變現出來的。現在我們娑婆世界也是自性變現出來的，是自性迷變現出來的。我們自性裡頭有迷悟，覺就變現佛菩薩的境界，迷了就變現六道輪迴的境界。你們在課誦本也讀到，「三世一切佛，共同一法身，一心一智慧」，完全講到自性。所以從自性裡面來講，這就叫同體之悲。"
    },
    {
      "id": "01-003-0035_p0045",
      "zh_CN": "我们与阿弥陀佛是同一个本体，现代哲学讲宇宙人生的本体，我们是一个本体，一个根本，所以称之为同体大悲。无缘大慈，「缘」就是条件，「慈」是爱护，「无缘」就是没有条件，这是真正的慈悲。同体，诸位如果不太明了，我们举个例子。譬如，我们左手被蚊子咬了，右手去赶一赶牠，右手帮了左手的忙，右手为什么要帮忙？同体！我们跟阿弥陀佛就是这么个关系。阿弥陀佛清清楚楚跟我们同体，我们认为他不是我们同体，把他忘掉了，其实真正是同体。关系非常亲密，他才常常垂手来接引我们，而我们自己迷失了，忘记了，不承认。",
      "zh_TW": "我們與阿彌陀佛是同一個本體，現代哲學講宇宙人生的本體，我們是一個本體，一個根本，所以稱之為同體大悲。無緣大慈，「緣」就是條件，「慈」是愛護，「無緣」就是沒有條件，這是真正的慈悲。同體，諸位如果不太明瞭，我們舉個例子。譬如，我們左手被蚊子咬了，右手去趕一趕牠，右手幫了左手的忙，右手為什麼要幫忙？同體！我們跟阿彌陀佛就是這麼個關係。阿彌陀佛清清楚楚跟我們同體，我們認為他不是我們同體，把他忘掉了，其實真正是同體。關係非常親密，他才常常垂手來接引我們，而我們自己迷失了，忘記了，不承認。"
    },
    {
      "id": "01-003-0035_p0046",
      "zh_CN": "演【徒勤空望，是真如内熏无明，而无明全不顾真如也。】",
      "zh_TW": "演【徒勤空望，是真如內熏無明，而無明全不顧真如也。】"
    },
    {
      "id": "01-003-0035_p0047",
      "zh_CN": "『真如内熏无明』，就是阿弥陀佛接引；『无明全不顾真如』，就是我们不愿意念佛，不求往生，这是从理上讲。但是要晓得，理是事之理，事是理之事，理事是一不是二。明了理，你才相信这个事；相信这个事，理才能通达，这样才能真正做到理事无碍。",
      "zh_TW": "『真如內熏無明』，就是阿彌陀佛接引；『無明全不顧真如』，就是我們不願意念佛，不求往生，這是從理上講。但是要曉得，理是事之理，事是理之事，理事是一不是二。明瞭理，你才相信這個事；相信這個事，理才能通達，這樣才能真正做到理事無礙。"
    },
    {
      "id": "01-003-0035_p0048",
      "zh_CN": "众生迷惑颠倒，辜负了佛的教化。『上孤佛化』，这个佛是指两尊佛，第一个辜负释迦牟尼佛。释迦牟尼佛教给我们，我们不听，我们自以为是，这是孤负（辜负）佛化。佛教化众生是有差等的，譬如父母教子女，每个人的个性与性情不一样，有的很听话，有的很顽皮，那就不能用一种方法来教他。对于很听话的，就叫他念阿弥陀佛，求生西方净土，这不要操心，决定成就；对那个很顽皮的，用种种方法来调伏他，很操心！需要很长的时间才能成就。佛在经里面讲得很清楚，正法时期戒律成就，像法时期禅定成就，末法时期净土成就。我们现在生在末法时期，你要是修净土，那就很听话。你要是再学禅、学戒，那就不肯听话，辜负了本师释迦牟尼佛。同时又辜负了阿弥陀佛，阿弥陀佛天天盼望我们去，我们不肯去。一定要明白佛菩萨的苦心！所以，上对不起佛陀，下对不起自己。自己要是没有这个机缘，那就没话说。机缘难得！真正像开经偈讲的一样，「百千万劫难遭遇」。我们这一生真正是多善根、多福德，才遇到这个缘分。确确实实不容易遇到！『下负己灵』，我们遇到了，要是不肯好好的学，这是辜负自己。诸位要多想想，佛门广大，八万四千法门，你怎么就刚刚好遇到这一门？真正不容易！所以，遇到了就要真修。你不肯认真，辜负自己。",
      "zh_TW": "眾生迷惑顛倒，辜負了佛的教化。『上孤佛化』，這個佛是指兩尊佛，第一個辜負釋迦牟尼佛。釋迦牟尼佛教給我們，我們不聽，我們自以為是，這是孤負（辜負）佛化。佛教化眾生是有差等的，譬如父母教子女，每個人的個性與性情不一樣，有的很聽話，有的很頑皮，那就不能用一種方法來教他。對於很聽話的，就叫他念阿彌陀佛，求生西方淨土，這不要操心，決定成就；對那個很頑皮的，用種種方法來調伏他，很操心！需要很長的時間才能成就。佛在經裡面講得很清楚，正法時期戒律成就，像法時期禪定成就，末法時期淨土成就。我們現在生在末法時期，你要是修淨土，那就很聽話。你要是再學禪、學戒，那就不肯聽話，辜負了本師釋迦牟尼佛。同時又辜負了阿彌陀佛，阿彌陀佛天天盼望我們去，我們不肯去。一定要明白佛菩薩的苦心！所以，上對不起佛陀，下對不起自己。自己要是沒有這個機緣，那就沒話說。機緣難得！真正像開經偈講的一樣，「百千萬劫難遭遇」。我們這一生真正是多善根、多福德，才遇到這個緣分。確確實實不容易遇到！『下負己靈』，我們遇到了，要是不肯好好的學，這是辜負自己。諸位要多想想，佛門廣大，八萬四千法門，你怎麼就剛剛好遇到這一門？真正不容易！所以，遇到了就要真修。你不肯認真，辜負自己。"
    },
    {
      "id": "01-003-0035_p0049",
      "zh_CN": "演【今生多生，一误百误者，今生遇此殊胜法门。】",
      "zh_TW": "演【今生多生，一誤百誤者，今生遇此殊勝法門。】"
    },
    {
      "id": "01-003-0035_p0050",
      "zh_CN": "这是真实的殊胜。",
      "zh_TW": "這是真實的殊勝。"
    },
    {
      "id": "01-003-0035_p0051",
      "zh_CN": "演【如久客他乡，乍闻家信，应当勇猛精进，求愿往生。】",
      "zh_TW": "演【如久客他鄉，乍聞家信，應當勇猛精進，求願往生。】"
    },
    {
      "id": "01-003-0035_p0052",
      "zh_CN": "我们无始劫以来在六道里面生死轮回，这是我们莫大的耻辱。当时跟我们在一起的，成佛的成佛，作菩萨的作菩萨，我们还在生死轮回，这是我们应当要警觉的。不说过去生，我们讲现前这一生，同修当中，我刚才讲的史宏熹居士，他往生了，他解脱了，真正离开三界六道。我们今天还没出离！史居士一生在官场上失意，他是光复的时候，基隆的要塞司令。彭孟缉先生是高雄要塞司令，官场上很得意。他官场上失意！要塞司令之后，当国防部高参，一直到退休，一生不得志，所以就老实念佛。他现在成佛了，我们哪一个能比得上！所以，得失是没有一定的，这一边失了，那一边得到了。他这一次得到是他真正得到，没有一个人能比得上。这是在我们眼前的同修，我们要努力的追上，不能落在他后面。假如我们往生了，还害一场病往生的，那我们都不如他，他没害病。这个才不辜负自己，才不辜负这些老同参。搞别的，靠不住，这是真的。这是我们眼前看到这么许多例子，所以应当勇猛精进，求愿往生。",
      "zh_TW": "我們無始劫以來在六道裡面生死輪迴，這是我們莫大的恥辱。當時跟我們在一起的，成佛的成佛，作菩薩的作菩薩，我們還在生死輪迴，這是我們應當要警覺的。不說過去生，我們講現前這一生，同修當中，我剛才講的史宏熹居士，他往生了，他解脫了，真正離開三界六道。我們今天還沒出離！史居士一生在官場上失意，他是光復的時候，基隆的要塞司令。彭孟緝先生是高雄要塞司令，官場上很得意。他官場上失意！要塞司令之後，當國防部高參，一直到退休，一生不得志，所以就老實念佛。他現在成佛了，我們哪一個能比得上！所以，得失是沒有一定的，這一邊失了，那一邊得到了。他這一次得到是他真正得到，沒有一個人能比得上。這是在我們眼前的同修，我們要努力的追上，不能落在他後面。假如我們往生了，還害一場病往生的，那我們都不如他，他沒害病。這個才不辜負自己，才不辜負這些老同參。搞別的，靠不住，這是真的。這是我們眼前看到這麼許多例子，所以應當勇猛精進，求願往生。"
    },
    {
      "id": "01-003-0035_p0053",
      "zh_CN": "演【而乃悠悠扬扬，漠然不顾，岂非大误。】",
      "zh_TW": "演【而乃悠悠揚揚，漠然不顧，豈非大誤。】"
    },
    {
      "id": "01-003-0035_p0054",
      "zh_CN": "这就误了生死大事！我们这一生在世间，要把生死大事看作第一桩大事，什么事情耽误无所谓，这个事情不能耽误。如果这一生误了，麻烦大了。",
      "zh_TW": "這就誤了生死大事！我們這一生在世間，要把生死大事看作第一樁大事，什麼事情耽誤無所謂，這個事情不能耽誤。如果這一生誤了，麻煩大了。"
    },
    {
      "id": "01-003-0035_p0055",
      "zh_CN": "演【又不唯今生之误，今生以及多生，一误而成百误也。】",
      "zh_TW": "演【又不唯今生之誤，今生以及多生，一誤而成百誤也。】"
    },
    {
      "id": "01-003-0035_p0056",
      "zh_CN": "我们这一生如果错过，来生能得人身吗？靠不住。要想来生得人身，你这一生五戒十善要做到及格的标准。虽然受了五戒，甚至受了菩萨戒，但是你做得不及格，没有用处。难，太难太难！佛在经典上说得很多，失掉人身之后再得人身非常的困难。纵然得人身，有没有机会闻到佛法？你看我们今天全世界四十亿人口，能闻到佛法的几个人？不成比例！你能够有这么幸运吗？能闻得到吗？纵然闻到佛法，你能再闻到净土吗？闻到佛法的人也不少，有几个人闻到净土？这一层一层的淘汰，淘汰到最后没剩几个人。所以我们今生遇到这个机缘，决定不能让它空过。过去世也许我们错过好多次，这一世再不能错过了。下面举一句古人的话来做结论：",
      "zh_TW": "我們這一生如果錯過，來生能得人身嗎？靠不住。要想來生得人身，你這一生五戒十善要做到及格的標準。雖然受了五戒，甚至受了菩薩戒，但是你做得不及格，沒有用處。難，太難太難！佛在經典上說得很多，失掉人身之後再得人身非常的困難。縱然得人身，有沒有機會聞到佛法？你看我們今天全世界四十億人口，能聞到佛法的幾個人？不成比例！你能夠有這麼幸運嗎？能聞得到嗎？縱然聞到佛法，你能再聞到淨土嗎？聞到佛法的人也不少，有幾個人聞到淨土？這一層一層的淘汰，淘汰到最後沒剩幾個人。所以我們今生遇到這個機緣，決定不能讓它空過。過去世也許我們錯過好多次，這一世再不能錯過了。下面舉一句古人的話來做結論："
    },
    {
      "id": "01-003-0035_p0057",
      "zh_CN": "演【古云：狭路相逢如不荐，这回要见定还难，是也。】",
      "zh_TW": "演【古云：狹路相逢如不薦，這回要見定還難，是也。】"
    },
    {
      "id": "01-003-0035_p0058",
      "zh_CN": "这是比喻前面所讲的意思，一定要成就，不能再误。如果不认真修学，那你就是『甘心苦趣，束手死门，无救无归，可悲可痛』。「苦趣」就是娑婆世界六道轮回，你甘心六道轮回，那有什么法子！人生什么意思？人生有什么价值？今天许多人在那里高谈阔论，谈人生的意义与价值。其实说穿了，人从生下来就往坟墓走，一天比一天接近，一分一秒都不肯耽误，人生就这个意思，就这么个价值，等着阎王来抓你。哪一样你能带得去？一样也带不走。换句话说，哪一个人不是在等死！要觉悟。这就是「束手死门，无救无归」。能不能逃出？能！肯念佛的人，真正能逃出阎罗王的掌握，你要肯干。",
      "zh_TW": "這是比喻前面所講的意思，一定要成就，不能再誤。如果不認真修學，那你就是『甘心苦趣，束手死門，無救無歸，可悲可痛』。「苦趣」就是娑婆世界六道輪迴，你甘心六道輪迴，那有什麼法子！人生什麼意思？人生有什麼價值？今天許多人在那裡高談闊論，談人生的意義與價值。其實說穿了，人從生下來就往墳墓走，一天比一天接近，一分一秒都不肯耽誤，人生就這個意思，就這麼個價值，等著閻王來抓你。哪一樣你能帶得去？一樣也帶不走。換句話說，哪一個人不是在等死！要覺悟。這就是「束手死門，無救無歸」。能不能逃出？能！肯念佛的人，真正能逃出閻羅王的掌握，你要肯幹。"
    },
    {
      "id": "01-003-0035_p0059",
      "zh_CN": "我今年在国外的时间长一点，在香港两个月，在美国七个月。回来之后，听说有些人说，我把这个道场要丢掉不顾了，跑掉了，有很多责难之处。其实大家要是肯冷静的想一想，你晓得我这工作是应该做的。特别是在美国，美国没有净土。美国也没有人敢说净土，为什么？你说净土，人家要讥笑。为了怕人家讥笑，纵然自己是念佛的，人家问起来，还不敢承认我是念佛的，还要说我是参禅的，还要说假话，打妄语，充面子，你说有什么法子！我到美国去弘扬净土，前三年舖路，所以头一年我不讲净土，讲密、讲禅，我会讲！我在美国讲过《金刚经》、《六祖坛经》，密也谈了不少，舖路！这就告诉他们，禅与密我都懂，我不外行。教，我也懂，去年到那边讲《华严经》。今年到那边讲净土，大家没话说了。你们懂的我都懂，我懂的这个，你还不懂！所以很多学禅、学密的都回头了。有的是完全回头，有的是回头一半，怎么叫回头一半？他听的时候他相信，他也念佛了，你问他：你那个禅与密还要不要？我暂时还不放下，看看试验一下灵不灵。还试验灵不灵，这就是回头一半，还没有完全回头。可见得我在国外没有白走，确确实实是叫不少人回了头，回头是岸。",
      "zh_TW": "我今年在國外的時間長一點，在香港兩個月，在美國七個月。回來之後，聽說有些人說，我把這個道場要丟掉不顧了，跑掉了，有很多責難之處。其實大家要是肯冷靜的想一想，你曉得我這工作是應該做的。特別是在美國，美國沒有淨土。美國也沒有人敢說淨土，為什麼？你說淨土，人家要譏笑。為了怕人家譏笑，縱然自己是念佛的，人家問起來，還不敢承認我是念佛的，還要說我是參禪的，還要說假話，打妄語，充面子，你說有什麼法子！我到美國去弘揚淨土，前三年舖路，所以頭一年我不講淨土，講密、講禪，我會講！我在美國講過《金剛經》、《六祖壇經》，密也談了不少，舖路！這就告訴他們，禪與密我都懂，我不外行。教，我也懂，去年到那邊講《華嚴經》。今年到那邊講淨土，大家沒話說了。你們懂的我都懂，我懂的這個，你還不懂！所以很多學禪、學密的都回頭了。有的是完全回頭，有的是回頭一半，怎麼叫回頭一半？他聽的時候他相信，他也念佛了，你問他：你那個禪與密還要不要？我暫時還不放下，看看試驗一下靈不靈。還試驗靈不靈，這就是回頭一半，還沒有完全回頭。可見得我在國外沒有白走，確確實實是叫不少人回了頭，回頭是岸。"
    },
    {
      "id": "01-003-0035_p0060",
      "zh_CN": "疏【垂手者，古云：嫂溺援之以手。倚门者，王孙贾母云：汝朝出而不还，则吾倚门而望。】",
      "zh_TW": "疏【垂手者，古云：嫂溺援之以手。倚門者，王孫賈母云：汝朝出而不還，則吾倚門而望。】"
    },
    {
      "id": "01-003-0035_p0061",
      "zh_CN": "这个不必多说，垂手跟倚门都是有典故的，都是有出处的。",
      "zh_TW": "這個不必多說，垂手跟倚門都是有典故的，都是有出處的。"
    },
    {
      "id": "01-003-0035_p0062",
      "zh_CN": "疏【今谓众生没于苦趣。】",
      "zh_TW": "疏【今謂眾生沒於苦趣。】"
    },
    {
      "id": "01-003-0035_p0063",
      "zh_CN": "『没』，所谓头出头没。『苦趣』，实在讲六道都苦，不仅讲三途，三途太苦了！我们今天生在人间，仔细想一想，在这个世间有乐吗？要是说世间有乐，那你是迷惑颠倒。如果你晓得人生是苦，你觉悟了。世间没有乐，只有苦没有乐。",
      "zh_TW": "『沒』，所謂頭出頭沒。『苦趣』，實在講六道都苦，不僅講三途，三途太苦了！我們今天生在人間，仔細想一想，在這個世間有樂嗎？要是說世間有樂，那你是迷惑顛倒。如果你曉得人生是苦，你覺悟了。世間沒有樂，只有苦沒有樂。"
    },
    {
      "id": "01-003-0035_p0064",
      "zh_CN": "乐是什么？乐是那个苦暂时的停一下，你觉得乐了，其实暂停而已。譬如，你一餐饭不吃，饿得很苦，到时候给你吃一餐，那是药，将这个苦病治疗一下。可是，再过几个钟点又不行了，苦病又发作，又要去治疗一下，这就很苦。这个身体是病身，得了饿病，每天要三次服药，一次不服就觉得不自在。诸位能把这个真正想通，你就晓得人真苦，没有乐。冷了要穿衣服，热了要流汗，苦！怎么不苦！到西方极乐世界，没这种苦，天天不吃饭、年年不吃饭也不会饿，自在！我们常说为衣食奔波，西方极乐世界没听说这个话。有好的地方，我们一定要去，这才是聪明人。「没于苦趣」，三界统苦。",
      "zh_TW": "樂是什麼？樂是那個苦暫時的停一下，你覺得樂了，其實暫停而已。譬如，你一餐飯不吃，餓得很苦，到時候給你吃一餐，那是藥，將這個苦病治療一下。可是，再過幾個鐘點又不行了，苦病又發作，又要去治療一下，這就很苦。這個身體是病身，得了餓病，每天要三次服藥，一次不服就覺得不自在。諸位能把這個真正想通，你就曉得人真苦，沒有樂。冷了要穿衣服，熱了要流汗，苦！怎麼不苦！到西方極樂世界，沒這種苦，天天不吃飯、年年不吃飯也不會餓，自在！我們常說為衣食奔波，西方極樂世界沒聽說這個話。有好的地方，我們一定要去，這才是聰明人。「沒於苦趣」，三界統苦。"
    },
    {
      "id": "01-003-0035_p0065",
      "zh_CN": "疏【佛援之如垂手深渊。】",
      "zh_TW": "疏【佛援之如垂手深淵。】"
    },
    {
      "id": "01-003-0035_p0066",
      "zh_CN": "佛来帮助我们，为我们做增上缘，就好像我们掉在很深的海里面，佛垂手来帮助我们，救度我们。",
      "zh_TW": "佛來幫助我們，為我們做增上緣，就好像我們掉在很深的海裡面，佛垂手來幫助我們，救度我們。"
    },
    {
      "id": "01-003-0035_p0067",
      "zh_CN": "疏【众生背觉合尘，佛念之如倚门望子。】",
      "zh_TW": "疏【眾生背覺合塵，佛念之如倚門望子。】"
    },
    {
      "id": "01-003-0035_p0068",
      "zh_CN": "『觉』是觉悟，『尘』是尘劳、迷惑。众生违背自己的觉性，心随着境界转，「尘」就是六尘。心随境转，苦！今天有同修来问我，他家里供养一尊释迦牟尼佛像，有人告诉他不可以，供了这个佛像，一切的缘分都不敢到家里来了。我说：什么缘分？升官发财、生儿生女，这些缘分都不敢来了。我说：谁告诉你的？他说：有人告诉我的。那告诉你的人是妖魔鬼怪。自古以来，或者是现前，多少人家供佛菩萨形像，一家是事事吉祥如意。你们去念《阿难问事佛吉凶经》，供养佛菩萨，只有什么人不敢来？妖魔鬼怪不敢上门。说话的人正是妖魔鬼怪，希望你把佛菩萨像拿掉，他好入门来。现在这些谣言太多，妖言惑众，我们自己心里要明了。换句话说，学佛的人不要去算命看相、看风水，用不着，学佛的人没有一样不自在，没有一样不吉祥。什么是好风水？你看到，心里很欢喜、很满意，这就是好风水。用不着听别人胡造谣言，那是真可怜！被人家利用，说得不好听，被别人耍得团团转，那才叫愚痴。所以不要相信这些，要相信自己。念念身心清净，应当是背尘合觉，这个才对。不被境界转，要能转境界。",
      "zh_TW": "『覺』是覺悟，『塵』是塵勞、迷惑。眾生違背自己的覺性，心隨著境界轉，「塵」就是六塵。心隨境轉，苦！今天有同修來問我，他家裡供養一尊釋迦牟尼佛像，有人告訴他不可以，供了這個佛像，一切的緣分都不敢到家裡來了。我說：什麼緣分？升官發財、生兒生女，這些緣分都不敢來了。我說：誰告訴你的？他說：有人告訴我的。那告訴你的人是妖魔鬼怪。自古以來，或者是現前，多少人家供佛菩薩形像，一家是事事吉祥如意。你們去念《阿難問事佛吉凶經》，供養佛菩薩，只有什麼人不敢來？妖魔鬼怪不敢上門。說話的人正是妖魔鬼怪，希望你把佛菩薩像拿掉，他好入門來。現在這些謠言太多，妖言惑眾，我們自己心裡要明瞭。換句話說，學佛的人不要去算命看相、看風水，用不著，學佛的人沒有一樣不自在，沒有一樣不吉祥。什麼是好風水？你看到，心裡很歡喜、很滿意，這就是好風水。用不著聽別人胡造謠言，那是真可憐！被人家利用，說得不好聽，被別人耍得團團轉，那才叫愚痴。所以不要相信這些，要相信自己。念念身心清淨，應當是背塵合覺，這個才對。不被境界轉，要能轉境界。"
    },
    {
      "id": "01-003-0035_p0069",
      "zh_CN": "疏【援之虽殷，念之虽切，深沉不起，远逝无还，是孤佛化也。】",
      "zh_TW": "疏【援之雖殷，念之雖切，深沉不起，遠逝無還，是孤佛化也。】"
    },
    {
      "id": "01-003-0035_p0070",
      "zh_CN": "这是比喻辜负佛的教化，不肯回头。",
      "zh_TW": "這是比喻辜負佛的教化，不肯回頭。"
    },
    {
      "id": "01-003-0035_p0071",
      "zh_CN": "疏【下负者。】",
      "zh_TW": "疏【下負者。】"
    },
    {
      "id": "01-003-0035_p0072",
      "zh_CN": "『下负』是辜负自己。",
      "zh_TW": "『下負』是辜負自己。"
    },
    {
      "id": "01-003-0035_p0073",
      "zh_CN": "疏【凡厥有心，定当作佛。】",
      "zh_TW": "疏【凡厥有心，定當作佛。】"
    },
    {
      "id": "01-003-0035_p0074",
      "zh_CN": "这个意思是说，凡是『有心』，他就能作佛，必定作佛。那问问，你有没有心？你有心，你眼能见、耳能听，那就是心。既有见闻觉知，怎么不能作佛？在这里，我要告诉诸位什么叫做佛，这要认识清楚，「智觉圆满」就叫做佛；换句话说，你有圆满的智慧，你有圆满的觉性，这个圆满是本来圆满。佛在《华严》、《圆觉》里面跟我们讲得很清楚，其他经里面没有说，因为这个话佛不常说，在这样的大经里面佛讲真话，「一切众生本来成佛」，本来是佛！本来是佛，你现在变成凡夫，那就是你违背了你的觉性，你迷了！虽然是迷了，你的圆满智慧、圆满觉性有没有损失？决定没有损失，还是圆圆满满的。就是你自己不承认，自己忘掉了，几时你一觉悟，依旧是圆圆满满的。既然觉性是本有的，我们能不能恢复？当然能恢复。迷是虚妄的、是假的，决定可以断；觉是真的，决定可以证得，自己要有信心。所以，定当作佛。",
      "zh_TW": "這個意思是說，凡是『有心』，他就能作佛，必定作佛。那問問，你有沒有心？你有心，你眼能見、耳能聽，那就是心。既有見聞覺知，怎麼不能作佛？在這裡，我要告訴諸位什麼叫做佛，這要認識清楚，「智覺圓滿」就叫做佛；換句話說，你有圓滿的智慧，你有圓滿的覺性，這個圓滿是本來圓滿。佛在《華嚴》、《圓覺》裡面跟我們講得很清楚，其他經裡面沒有說，因為這個話佛不常說，在這樣的大經裡面佛講真話，「一切眾生本來成佛」，本來是佛！本來是佛，你現在變成凡夫，那就是你違背了你的覺性，你迷了！雖然是迷了，你的圓滿智慧、圓滿覺性有沒有損失？決定沒有損失，還是圓圓滿滿的。就是你自己不承認，自己忘掉了，幾時你一覺悟，依舊是圓圓滿滿的。既然覺性是本有的，我們能不能恢復？當然能恢復。迷是虛妄的、是假的，決定可以斷；覺是真的，決定可以證得，自己要有信心。所以，定當作佛。"
    },
    {
      "id": "01-003-0035_p0075",
      "zh_CN": "疏【故佛教持名。】",
      "zh_TW": "疏【故佛教持名。】"
    },
    {
      "id": "01-003-0035_p0076",
      "zh_CN": "这就是你破迷，恢复你圆觉的一个最巧妙的方法：念佛。念阿弥陀佛，或者念六个字，南无阿弥陀佛。这六个字都是梵语，实在讲跟咒没有两样。密宗持咒，南无阿弥陀佛就是无上咒。《心经》后面讲：「是大明咒，是无上咒，是无等等咒」，那个咒是什么？阿弥陀佛就是大明咒、就是无上咒、就是无等等咒。我讲《心经》就是这个讲法。「南无」是皈依的意思，「阿」翻作无，「弥陀」翻作量，「佛」翻作觉，完全翻成中国意思，皈依无量觉。觉就不迷！皈是回头，从哪里回头？从迷回过头来，依觉。无量，样样我都要觉。所以念这一句佛号，要样样都觉！这一句佛号是唤醒你时时刻刻都要觉悟，觉而不迷。觉而不迷就是佛，迷而不觉就是凡夫。所以定当成佛，佛教给我们这么一个巧妙的方法。",
      "zh_TW": "這就是你破迷，恢復你圓覺的一個最巧妙的方法：念佛。念阿彌陀佛，或者念六個字，南無阿彌陀佛。這六個字都是梵語，實在講跟咒沒有兩樣。密宗持咒，南無阿彌陀佛就是無上咒。《心經》後面講：「是大明咒，是無上咒，是無等等咒」，那個咒是什麼？阿彌陀佛就是大明咒、就是無上咒、就是無等等咒。我講《心經》就是這個講法。「南無」是皈依的意思，「阿」翻作無，「彌陀」翻作量，「佛」翻作覺，完全翻成中國意思，皈依無量覺。覺就不迷！皈是回頭，從哪裡回頭？從迷回過頭來，依覺。無量，樣樣我都要覺。所以念這一句佛號，要樣樣都覺！這一句佛號是喚醒你時時刻刻都要覺悟，覺而不迷。覺而不迷就是佛，迷而不覺就是凡夫。所以定當成佛，佛教給我們這麼一個巧妙的方法。"
    },
    {
      "id": "01-003-0035_p0077",
      "zh_CN": "疏【欲人念我自心，成我自佛。】",
      "zh_TW": "疏【欲人念我自心，成我自佛。】"
    },
    {
      "id": "01-003-0035_p0078",
      "zh_CN": "这个意思懂得了，佛号就是自己的『自心』，皈依无量觉是皈依自己的觉性。所以念的是自己觉性，成的是『自佛』，而不是他佛。阿弥陀佛，真有这个人，他是这样成就了，他把这个方法教给我们，教我们个个都成就，而且怕我们还有障碍、有困难，他在西方建立一个道场来帮助我们，协助我们成就，这个机缘实在太殊胜了。",
      "zh_TW": "這個意思懂得了，佛號就是自己的『自心』，皈依無量覺是皈依自己的覺性。所以念的是自己覺性，成的是『自佛』，而不是他佛。阿彌陀佛，真有這個人，他是這樣成就了，他把這個方法教給我們，教我們個個都成就，而且怕我們還有障礙、有困難，他在西方建立一個道場來幫助我們，協助我們成就，這個機緣實在太殊勝了。"
    },
    {
      "id": "01-003-0035_p0079",
      "zh_CN": "疏【而漠然不信，宁不负己灵乎。】",
      "zh_TW": "疏【而漠然不信，寧不負己靈乎。】"
    },
    {
      "id": "01-003-0035_p0080",
      "zh_CN": "对于这一章真真实实的事理，我们要不相信，不肯发愿、不肯修学，这是真正辜负了自己。今天时间到了。",
      "zh_TW": "對於這一章真真實實的事理，我們要不相信，不肯發願、不肯修學，這是真正辜負了自己。今天時間到了。"
    }
  ]
}