{
  "doc_id": "01-003-0146",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四六集",
    "zh_TW": "第一四六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0146",
  "total_paragraphs": 100,
  "paragraphs": [
    {
      "id": "01-003-0146_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三一一页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三一一頁："
    },
    {
      "id": "01-003-0146_p0002",
      "zh_CN": "◎【三、莲华】",
      "zh_TW": "◎【三、蓮華】"
    },
    {
      "id": "01-003-0146_p0003",
      "zh_CN": "经【池中莲华。大如车轮。青色青光。黄色黄光。赤色赤光。白色白光。微妙香洁。】",
      "zh_TW": "經【池中蓮華。大如車輪。青色青光。黃色黃光。赤色赤光。白色白光。微妙香潔。】"
    },
    {
      "id": "01-003-0146_p0004",
      "zh_CN": "这一段经文是说西方极乐世界的『莲华』，莲花在西方极乐世界非常重要，所以极乐世界也叫做莲华世界。那个世界莲花特别多，与每一位求生西方极乐世界的人有非常密切的关系；因为在大经里面明白的告诉我们，往生到西方世界是莲花化生，所以生的地方是莲花，居住的地方也是莲花。所以这一段经文要详细给我们介绍。请看注解：",
      "zh_TW": "這一段經文是說西方極樂世界的『蓮華』，蓮花在西方極樂世界非常重要，所以極樂世界也叫做蓮華世界。那個世界蓮花特別多，與每一位求生西方極樂世界的人有非常密切的關係；因為在大經裡面明白的告訴我們，往生到西方世界是蓮花化生，所以生的地方是蓮花，居住的地方也是蓮花。所以這一段經文要詳細給我們介紹。請看註解："
    },
    {
      "id": "01-003-0146_p0005",
      "zh_CN": "疏【上言池外，今表池中。】",
      "zh_TW": "疏【上言池外，今表池中。】"
    },
    {
      "id": "01-003-0146_p0006",
      "zh_CN": "前面一段所说的是七宝池外面的庄严，这个地方是讲七宝池中的庄严。",
      "zh_TW": "前面一段所說的是七寶池外面的莊嚴，這個地方是講七寶池中的莊嚴。"
    },
    {
      "id": "01-003-0146_p0007",
      "zh_CN": "疏【莲华，梵语芬陀利，亦云优钵罗，亦云钵特摩，亦云拘勿头。】",
      "zh_TW": "疏【蓮華，梵語芬陀利，亦云優缽羅，亦云缽特摩，亦云拘勿頭。】"
    },
    {
      "id": "01-003-0146_p0008",
      "zh_CN": "这是印度梵文音译的，就是前面所讲的四色，这四种颜色。『芬陀利』是白色的莲花。",
      "zh_TW": "這是印度梵文音譯的，就是前面所講的四色，這四種顏色。『芬陀利』是白色的蓮花。"
    },
    {
      "id": "01-003-0146_p0009",
      "zh_CN": "钞【梵语芬陀利，此云白莲华，未开名屈摩罗，将落名迦摩罗。】",
      "zh_TW": "鈔【梵語芬陀利，此云白蓮華，未開名屈摩羅，將落名迦摩羅。】"
    },
    {
      "id": "01-003-0146_p0010",
      "zh_CN": "这些名称都是印度古老的称呼。我们这个地方大众真正发心求生西方极乐世界，七宝池中这莲花就生出来。如果你退心，不想去了，或者改学别的法门，去参禅、去念咒，这个莲花就枯掉，就没有了，消失了。所以西方极乐世界莲花有枯萎。但是诸位要知道，一生到西方极乐世界，这个莲花也是永生的莲花，永远不灭，跟经上讲的无量寿，莲花之鲜明永远不会改变。可见得这莲花之凋谢是在我们人没有往生之前，你变了心，态度改变，往生之后不会的。",
      "zh_TW": "這些名稱都是印度古老的稱呼。我們這個地方大眾真正發心求生西方極樂世界，七寶池中這蓮花就生出來。如果你退心，不想去了，或者改學別的法門，去參禪、去念咒，這個蓮花就枯掉，就沒有了，消失了。所以西方極樂世界蓮花有枯萎。但是諸位要知道，一生到西方極樂世界，這個蓮花也是永生的蓮花，永遠不滅，跟經上講的無量壽，蓮花之鮮明永遠不會改變。可見得這蓮花之凋謝是在我們人沒有往生之前，你變了心，態度改變，往生之後不會的。"
    },
    {
      "id": "01-003-0146_p0011",
      "zh_CN": "钞【处中正开，名芬陀利。】",
      "zh_TW": "鈔【處中正開，名芬陀利。】"
    },
    {
      "id": "01-003-0146_p0012",
      "zh_CN": "『芬陀利』是莲花开的时候这个名称。",
      "zh_TW": "『芬陀利』是蓮花開的時候這個名稱。"
    },
    {
      "id": "01-003-0146_p0013",
      "zh_CN": "钞【优钵罗者，青莲华也；钵特摩者，红莲华也；拘勿头者，黄莲华也。】",
      "zh_TW": "鈔【優缽羅者，青蓮華也；缽特摩者，紅蓮華也；拘勿頭者，黃蓮華也。】"
    },
    {
      "id": "01-003-0146_p0014",
      "zh_CN": "经上举出四种颜色，这四种颜色在我们这个世间都有。根据大经所说，西方极乐世界的莲花有无量色，不止这四种，所以经上讲的这是略说。这花大如车轮：",
      "zh_TW": "經上舉出四種顏色，這四種顏色在我們這個世間都有。根據大經所說，西方極樂世界的蓮花有無量色，不止這四種，所以經上講的這是略說。這花大如車輪："
    },
    {
      "id": "01-003-0146_p0015",
      "zh_CN": "疏【车轮者，言其形也，大小无定。】",
      "zh_TW": "疏【車輪者，言其形也，大小無定。】"
    },
    {
      "id": "01-003-0146_p0016",
      "zh_CN": "这个花形状是圆的，不但是圆而且是圆满，没有一丝毫欠缺，所以用『车轮』来做比喻。轮在一切器具当中是最圆满的，它有心，它有圆周，它有轴，在一切法里头它代表圆满，又代表空有不二。轮心是空的，决定找不到，现在学数学、学几何都晓得，圆心有没有？决定是有，在哪里？找不到。决定是有，有而找不到，这就叫空。佛法里面讲空，不是说无，空不是没有，空是有，有为什么叫它做空？眼见不到，耳也听不到，我们六根没有办法接触到，所以叫空；它确确实实是有，所以代表空有不二，代表性相不二。圆心代表真如本性，圆周代表现相，圆心不能离圆周，圆周不能离圆心，所以代表性相不二、空有不二，这是圆满的意思。在一切法里头，很难找到像这样一个具体的东西，能够把这个意思很明显的显示出来，唯有圆能显示出来，所以就用车轮来表达。",
      "zh_TW": "這個花形狀是圓的，不但是圓而且是圓滿，沒有一絲毫欠缺，所以用『車輪』來做比喻。輪在一切器具當中是最圓滿的，它有心，它有圓周，它有軸，在一切法裡頭它代表圓滿，又代表空有不二。輪心是空的，決定找不到，現在學數學、學幾何都曉得，圓心有沒有？決定是有，在哪裡？找不到。決定是有，有而找不到，這就叫空。佛法裡面講空，不是說無，空不是沒有，空是有，有為什麼叫它做空？眼見不到，耳也聽不到，我們六根沒有辦法接觸到，所以叫空；它確確實實是有，所以代表空有不二，代表性相不二。圓心代表真如本性，圓周代表現相，圓心不能離圓周，圓周不能離圓心，所以代表性相不二、空有不二，這是圓滿的意思。在一切法裡頭，很難找到像這樣一個具體的東西，能夠把這個意思很明顯的顯示出來，唯有圓能顯示出來，所以就用車輪來表達。"
    },
    {
      "id": "01-003-0146_p0017",
      "zh_CN": "我们这个世间莲花，那是个物质，极乐世界的莲花是大圆满，真正不可思议！那里的莲花会放光，光里面会现无量无边的境界，会现佛像，不同我们这个世间的莲花。『大小无定』，莲花大小没有一定。",
      "zh_TW": "我們這個世間蓮花，那是個物質，極樂世界的蓮花是大圓滿，真正不可思議！那裡的蓮花會放光，光裡面會現無量無邊的境界，會現佛像，不同我們這個世間的蓮花。『大小無定』，蓮花大小沒有一定。"
    },
    {
      "id": "01-003-0146_p0018",
      "zh_CN": "疏【娑沙等说，种种不同，各随机现。】",
      "zh_TW": "疏【娑沙等說，種種不同，各隨機現。】"
    },
    {
      "id": "01-003-0146_p0019",
      "zh_CN": "『娑沙』是《毘婆沙论》，是佛教经典里面的一本书。",
      "zh_TW": "『娑沙』是《毘婆沙論》，是佛教經典裡面的一本書。"
    },
    {
      "id": "01-003-0146_p0020",
      "zh_CN": "钞【车轮大小者，婆沙论云：轮王千辐金轮，周圆十五里。华严钞云：金轮大一由旬。观经云：一一池中，有六十亿七宝莲华，团圆正等十二由旬。大本云：池中莲华，或一由旬，乃至百由旬，千由旬。而人世车轮，大不逾丈，不可以此而为定准。】",
      "zh_TW": "鈔【車輪大小者，婆沙論云：輪王千輻金輪，周圓十五里。華嚴鈔云：金輪大一由旬。觀經云：一一池中，有六十億七寶蓮華，團圓正等十二由旬。大本云：池中蓮華，或一由旬，乃至百由旬，千由旬。而人世車輪，大不逾丈，不可以此而為定準。】"
    },
    {
      "id": "01-003-0146_p0021",
      "zh_CN": "《毘婆沙论》里面讲，『轮王』，这是讲这四种轮王里面的金轮王。金轮王的轮宝，我们这个世间释迦牟尼佛出现以来，这三千年没人见过；不但是金轮王，恐怕连最小的铁轮王的轮宝也没人见过。佛在经上告诉我们，这个世间人福报最大的就是轮王，金轮王统治的范围是一个太阳系；这个太阳系里面的大王，这是金轮王。他能统治四天下，这四天下就是我们现在讲的一个太阳系，这个太阳系里面所有这些星球都是他统治的。",
      "zh_TW": "《毘婆沙論》裡面講，『輪王』，這是講這四種輪王裡面的金輪王。金輪王的輪寶，我們這個世間釋迦牟尼佛出現以來，這三千年沒人見過；不但是金輪王，恐怕連最小的鐵輪王的輪寶也沒人見過。佛在經上告訴我們，這個世間人福報最大的就是輪王，金輪王統治的範圍是一個太陽系；這個太陽系裡面的大王，這是金輪王。他能統治四天下，這四天下就是我們現在講的一個太陽系，這個太陽系裡面所有這些星球都是他統治的。"
    },
    {
      "id": "01-003-0146_p0022",
      "zh_CN": "要统治星际，一定要有最快速的交通工具，交通工具就是轮宝。轮宝很像我们现代许多人发现的飞碟，它的形状像个轮一样，速度非常快，是交通工具也是武器。多大？周围十五里，它的圆周是中国的里十五里，有这么大。但是我们现在这世界上发现的飞碟没这么大。这是讲金轮王的轮宝。现在外太空到地球上来探险的飞碟，可能是佛经上讲的铜轮王、铁轮王的轮宝，它比较小一点。但是这个是真的，绝对不是假的。",
      "zh_TW": "要統治星際，一定要有最快速的交通工具，交通工具就是輪寶。輪寶很像我們現代許多人發現的飛碟，它的形狀像個輪一樣，速度非常快，是交通工具也是武器。多大？周圍十五里，它的圓周是中國的里十五里，有這麼大。但是我們現在這世界上發現的飛碟沒這麼大。這是講金輪王的輪寶。現在外太空到地球上來探險的飛碟，可能是佛經上講的銅輪王、鐵輪王的輪寶，它比較小一點。但是這個是真的，絕對不是假的。"
    },
    {
      "id": "01-003-0146_p0023",
      "zh_CN": "《华严疏钞》说，『金轮大一由旬』，轮王的轮宝大小也不见得完全是一样的，正如同我们这个世间飞机有大的有小的，也不是完全一样的。可见得轮王的轮宝绝对不止一个，一定有很多，有大有小。一由旬是四十里，比前面十五里大得多。这两句都是说我们这个世间轮王的轮宝。",
      "zh_TW": "《華嚴疏鈔》說，『金輪大一由旬』，輪王的輪寶大小也不見得完全是一樣的，正如同我們這個世間飛機有大的有小的，也不是完全一樣的。可見得輪王的輪寶絕對不止一個，一定有很多，有大有小。一由旬是四十里，比前面十五里大得多。這兩句都是說我們這個世間輪王的輪寶。"
    },
    {
      "id": "01-003-0146_p0024",
      "zh_CN": "《观经》所说的，那是西方极乐世界的莲花，这个不一样了。『一一池中』，西方极乐世界有无量的七宝池，七宝池不止一个，『有六十亿七宝莲华，团圆正等十二由旬』，每一个宝池里面都有六十亿七宝莲花。由此可知，池之大不可思议！西方极乐世界之大，没有办法想像。池里面的莲花大小也不一样，「正等十二由旬」，可能是十二由旬大小的这种莲花最多，有比这个小的，也有比这个大的。十二由旬是四百八十里，那个直径大概是台湾从南到北，比台湾还要大。",
      "zh_TW": "《觀經》所說的，那是西方極樂世界的蓮花，這個不一樣了。『一一池中』，西方極樂世界有無量的七寶池，七寶池不止一個，『有六十億七寶蓮華，團圓正等十二由旬』，每一個寶池裡面都有六十億七寶蓮花。由此可知，池之大不可思議！西方極樂世界之大，沒有辦法想像。池裡面的蓮花大小也不一樣，「正等十二由旬」，可能是十二由旬大小的這種蓮花最多，有比這個小的，也有比這個大的。十二由旬是四百八十里，那個直徑大概是台灣從南到北，比台灣還要大。"
    },
    {
      "id": "01-003-0146_p0025",
      "zh_CN": "『大本』就是《无量寿经》，《无量寿经》里面讲得非常详细，所以是净土宗最重要的一部经典。『池中莲华，或一由旬』，去往生的，善根少的，莲花最小，一由旬；一由旬四十里，总有台北市这么大，这是最小的莲花。『乃至百由旬，千由旬』，千由旬比我们这个地球还大，可见得大小不等。『而人世车轮，大不逾丈』，我们世间这个车轮最大的，顶多一丈。所以不能用我们世间这个车轮，用我们世间的莲花来作标准，不可以的，要知道那个地方的境界是不可思议的。大本说「华叶无量无边」，《如来藏经》讲「花中化佛，光明无数」，所以真正不可思议。",
      "zh_TW": "『大本』就是《無量壽經》，《無量壽經》裡面講得非常詳細，所以是淨土宗最重要的一部經典。『池中蓮華，或一由旬』，去往生的，善根少的，蓮花最小，一由旬；一由旬四十里，總有台北市這麼大，這是最小的蓮花。『乃至百由旬，千由旬』，千由旬比我們這個地球還大，可見得大小不等。『而人世車輪，大不逾丈』，我們世間這個車輪最大的，頂多一丈。所以不能用我們世間這個車輪，用我們世間的蓮花來作標準，不可以的，要知道那個地方的境界是不可思議的。大本說「華葉無量無邊」，《如來藏經》講「花中化佛，光明無數」，所以真正不可思議。"
    },
    {
      "id": "01-003-0146_p0026",
      "zh_CN": "钞【又云：众宝莲华，周遍世界，一一宝华，有无量百千亿叶。按经别莲华胜劣三种，十叶、百叶、千叶。今曰无量百千亿叶，叶既无量，则华之大，亦无量矣。】",
      "zh_TW": "鈔【又云：眾寶蓮華，周遍世界，一一寶華，有無量百千億葉。按經別蓮華勝劣三種，十葉、百葉、千葉。今曰無量百千億葉，葉既無量，則華之大，亦無量矣。】"
    },
    {
      "id": "01-003-0146_p0027",
      "zh_CN": "西方极乐世界的莲花花瓣，跟我们这个世间莲花花瓣不一样。我们这个世间莲花花瓣少，花瓣不多，而且很宽。经上常讲如来的眼睛像青莲花瓣，如果像我们这个世间莲花花瓣，那眼睛多难看！他不晓得西方极乐世界莲花花瓣多，『千叶』，一朵莲花千叶，那个瓣就像菊花瓣一样细长，所以就非常美。佛菩萨的眼睛像莲花瓣一样，细长。我们这个世间像这样『百叶，千叶』的莲花非常希少；十几瓣、二十几瓣这种莲花是比较多，十几瓣是常见的。莲花这个瓣愈多愈希奇，也就愈珍贵。西方极乐世界的莲花有无量叶，这个叶就是瓣，就是花瓣，无量，所以它的花也就大。",
      "zh_TW": "西方極樂世界的蓮花花瓣，跟我們這個世間蓮花花瓣不一樣。我們這個世間蓮花花瓣少，花瓣不多，而且很寬。經上常講如來的眼睛像青蓮花瓣，如果像我們這個世間蓮花花瓣，那眼睛多難看！他不曉得西方極樂世界蓮花花瓣多，『千葉』，一朵蓮花千葉，那個瓣就像菊花瓣一樣細長，所以就非常美。佛菩薩的眼睛像蓮花瓣一樣，細長。我們這個世間像這樣『百葉，千葉』的蓮花非常希少；十幾瓣、二十幾瓣這種蓮花是比較多，十幾瓣是常見的。蓮花這個瓣愈多愈希奇，也就愈珍貴。西方極樂世界的蓮花有無量葉，這個葉就是瓣，就是花瓣，無量，所以它的花也就大。"
    },
    {
      "id": "01-003-0146_p0028",
      "zh_CN": "钞【又如来藏经云：尔时世尊于旃檀重阁，正坐道场，而现神变，有千叶莲华，大如车轮，华中化佛，各放无数百千光明。故知车轮不可思议，宁得局以人世常所御车而为限量。】",
      "zh_TW": "鈔【又如來藏經云：爾時世尊於旃檀重閣，正坐道場，而現神變，有千葉蓮華，大如車輪，華中化佛，各放無數百千光明。故知車輪不可思議，寧得局以人世常所御車而為限量。】"
    },
    {
      "id": "01-003-0146_p0029",
      "zh_CN": "这是《如来藏经》上的一段经文，告诉我们佛示现神变，将西方极乐世界的境界，以佛的神通力把它移到我们面前，让我们每个凡夫也能看得到，这是我们通常讲的神通变化。但是这些现象决不是魔术，魔术是假的，不是真的。佛所现的这个境界相是真的，是把他方诸佛的境界移在我们面前，让我们借着佛的神力能接触到，能见到，甚至诸佛菩萨讲经说法我们能听到，这个都要借重佛的威神。他现的西方极乐世界的莲花，确实跟大本经上所讲的一样，花放光，光中化佛，由此可知，西方极乐世界的宝莲决定不能跟我们这个世间莲花相提并论，大如车轮，也不能拿我们这个地方的车轮来跟它作比例，只是形相相似就是了，功德利益变化那是无法想像的。",
      "zh_TW": "這是《如來藏經》上的一段經文，告訴我們佛示現神變，將西方極樂世界的境界，以佛的神通力把它移到我們面前，讓我們每個凡夫也能看得到，這是我們通常講的神通變化。但是這些現象決不是魔術，魔術是假的，不是真的。佛所現的這個境界相是真的，是把他方諸佛的境界移在我們面前，讓我們借著佛的神力能接觸到，能見到，甚至諸佛菩薩講經說法我們能聽到，這個都要借重佛的威神。他現的西方極樂世界的蓮花，確實跟大本經上所講的一樣，花放光，光中化佛，由此可知，西方極樂世界的寶蓮決定不能跟我們這個世間蓮花相提並論，大如車輪，也不能拿我們這個地方的車輪來跟它作比例，只是形相相似就是了，功德利益變化那是無法想像的。"
    },
    {
      "id": "01-003-0146_p0030",
      "zh_CN": "钞【随机者，以或小或大，繇其因地念佛，功有胜劣，机感自致尔。】",
      "zh_TW": "鈔【隨機者，以或小或大，繇其因地念佛，功有勝劣，機感自致爾。】"
    },
    {
      "id": "01-003-0146_p0031",
      "zh_CN": "这一句很重要。西方世界那个莲花不是阿弥陀佛种的，所以莲花大小光色与阿弥陀佛不相干。莲花是怎么来的？是十方诸佛刹土念佛众生因地所生的。这个法门是第一希有殊胜的法门，真正对这个法门能透彻认识的不多，夏莲居老居士说：亿万人中一二知。亿万人当中只有一、二个知道。这个法门是十方三世一切诸佛度众生成佛道的第一法门，所以《无量寿经》跟《阿弥陀经》称为一切经里面的第一经。也就是说，十方三世一切诸佛如来，没有一尊佛不讲这部经，没有一尊佛不劝人念佛求生净土，所以这个法门是诸佛共同弘扬的法门，它的殊胜就可想而知。",
      "zh_TW": "這一句很重要。西方世界那個蓮花不是阿彌陀佛種的，所以蓮花大小光色與阿彌陀佛不相干。蓮花是怎麼來的？是十方諸佛剎土念佛眾生因地所生的。這個法門是第一希有殊勝的法門，真正對這個法門能透徹認識的不多，夏蓮居老居士說：億萬人中一二知。億萬人當中只有一、二個知道。這個法門是十方三世一切諸佛度眾生成佛道的第一法門，所以《無量壽經》跟《阿彌陀經》稱為一切經裡面的第一經。也就是說，十方三世一切諸佛如來，沒有一尊佛不講這部經，沒有一尊佛不勸人念佛求生淨土，所以這個法門是諸佛共同弘揚的法門，它的殊勝就可想而知。"
    },
    {
      "id": "01-003-0146_p0032",
      "zh_CN": "但是众生有相信的、有不相信的，信的人少，不信的人多。为什么不相信？认为这个太容易，说「了生死，出三界，成佛道」哪有这么容易的？他不相信。凡是能相信的，都是多生多劫善根福德因缘成熟，你才会相信，这不容易！你要是真正相信了，这一生就了生死，这一生当中就得永生。一般宗教里面讲永生，真的，从今之后不生不灭了。我们往生是活着往生的，不是死了往生，活着去的，到西方极乐世界无量寿，那个寿命是真正的无量，不是有量的无量，是真实的无量。这个要不是无量劫来福德善根因缘成熟，决定不可能遇到这个法门，遇到也不可能就相信。",
      "zh_TW": "但是眾生有相信的、有不相信的，信的人少，不信的人多。為什麼不相信？認為這個太容易，說「了生死，出三界，成佛道」哪有這麼容易的？他不相信。凡是能相信的，都是多生多劫善根福德因緣成熟，你才會相信，這不容易！你要是真正相信了，這一生就了生死，這一生當中就得永生。一般宗教裡面講永生，真的，從今之後不生不滅了。我們往生是活著往生的，不是死了往生，活著去的，到西方極樂世界無量壽，那個壽命是真正的無量，不是有量的無量，是真實的無量。這個要不是無量劫來福德善根因緣成熟，決定不可能遇到這個法門，遇到也不可能就相信。"
    },
    {
      "id": "01-003-0146_p0033",
      "zh_CN": "信，这个信有信得浅、有信得深，有人虽然相信了还怀疑，而不是死心塌地的相信。愿也有浅深不相同。行，功夫也不相等，有人一天念十万声佛号，有人一天只念十句，十念！那怎么能一样？所以生到西方极乐世界莲花大小就不相同。诸位要是真正明了这个事情，我们今天要取的是什么？要取的是永远可以得到的，永远不会失掉的，你取这个，这是你聪明，那就是西方极乐世界的莲花。你真信，真的发愿，努力的念佛，你那个莲花就一天比一天大了。半信半疑，似念非念，纵然往生，到那边去莲花只有一由旬，很小！",
      "zh_TW": "信，這個信有信得淺、有信得深，有人雖然相信了還懷疑，而不是死心塌地的相信。願也有淺深不相同。行，功夫也不相等，有人一天念十萬聲佛號，有人一天只念十句，十念！那怎麼能一樣？所以生到西方極樂世界蓮花大小就不相同。諸位要是真正明瞭這個事情，我們今天要取的是什麼？要取的是永遠可以得到的，永遠不會失掉的，你取這個，這是你聰明，那就是西方極樂世界的蓮花。你真信，真的發願，努力的念佛，你那個蓮花就一天比一天大了。半信半疑，似念非念，縱然往生，到那邊去蓮花只有一由旬，很小！"
    },
    {
      "id": "01-003-0146_p0034",
      "zh_CN": "我们不要留恋这个世间五欲六尘，为什么？这世间一切法一样都带不去。大家都晓得「生不带来，死不带去」，既然晓得死不带去，何必要去争这个？你现在还没死，是的，今天还没死，明天能不能活，谁敢保险？没人敢保险！意外的灾害太多了。我们有一天的生命就应该努力一天的修行，不要争世间这些东西，这统统是假的。",
      "zh_TW": "我們不要留戀這個世間五欲六塵，為什麼？這世間一切法一樣都帶不去。大家都曉得「生不帶來，死不帶去」，既然曉得死不帶去，何必要去爭這個？你現在還沒死，是的，今天還沒死，明天能不能活，誰敢保險？沒人敢保險！意外的災害太多了。我們有一天的生命就應該努力一天的修行，不要爭世間這些東西，這統統是假的。"
    },
    {
      "id": "01-003-0146_p0035",
      "zh_CN": "我最近遇到一个同修，他很发心，也是一个虔诚的佛教徒，想自己去建一个小道场来修行，来问我好不好？我说：我们台湾道场很多，你都看到了，你看到觉得好不好？你如果有这个钱，今天买一个房子，不要说大！买像我们图书馆这么大地方，恐怕也要上千万。如果你把这一千万拿去印《无量寿经》，送一百万本给一切众生结缘，你这个道场修得大，你一定往生！你自己买房子盖个道场，说不定是斗争道场，恐怕没有法子往生西方极乐世界。",
      "zh_TW": "我最近遇到一個同修，他很發心，也是一個虔誠的佛教徒，想自己去建一個小道場來修行，來問我好不好？我說：我們台灣道場很多，你都看到了，你看到覺得好不好？你如果有這個錢，今天買一個房子，不要說大！買像我們圖書館這麼大地方，恐怕也要上千萬。如果你把這一千萬拿去印《無量壽經》，送一百萬本給一切眾生結緣，你這個道場修得大，你一定往生！你自己買房子蓋個道場，說不定是鬥爭道場，恐怕沒有法子往生西方極樂世界。"
    },
    {
      "id": "01-003-0146_p0036",
      "zh_CN": "我们现在这部经编得非常完整，前面是经文，当中是《宝王三昧忏》、《净修捷要》，后面附带《阴骘文》、《太上感应篇》，依照这一本修行，足够了。《宝王三昧忏》、《净修捷要》是行经，是我们修行用的，这个《忏》编得非常好，远胜过《梁皇忏》、《水忏》，那些《忏》是古人编的，是那个时代的。夏莲居居士是现代人，往生到现在不过二十五年，所以这个《忏》里面所写的统统是我们现代人的毛病。你依照这个《忏》去修发露忏悔，理忏、事忏统统具足。所以非常之好，应当要照这个方法来修。如果不能天天修，最好一个星期修一次。《净修捷要》可以天天修，用《净修捷要》做早晚课。《宝王三昧忏》一个星期修一次，最少一个月修一次。《阴骘文》跟《感应篇》是印光法师提倡的，他老人家用这两样东西代替戒律，让我们常常看、常常反省，我们哪些地方做得对，哪些地方做错了，用这两种东西做个标准，来修正我们身心错误的行为。我们统统编在这个小册子，非常的完整。这就是莲花大小在于我们自己，明白这个道理要努力，要认真的修学。",
      "zh_TW": "我們現在這部經編得非常完整，前面是經文，當中是《寶王三昧懺》、《淨修捷要》，後面附帶《陰騭文》、《太上感應篇》，依照這一本修行，足夠了。《寶王三昧懺》、《淨修捷要》是行經，是我們修行用的，這個《懺》編得非常好，遠勝過《梁皇懺》、《水懺》，那些《懺》是古人編的，是那個時代的。夏蓮居居士是現代人，往生到現在不過二十五年，所以這個《懺》裡面所寫的統統是我們現代人的毛病。你依照這個《懺》去修發露懺悔，理懺、事懺統統具足。所以非常之好，應當要照這個方法來修。如果不能天天修，最好一個星期修一次。《淨修捷要》可以天天修，用《淨修捷要》做早晚課。《寶王三昧懺》一個星期修一次，最少一個月修一次。《陰騭文》跟《感應篇》是印光法師提倡的，他老人家用這兩樣東西代替戒律，讓我們常常看、常常反省，我們哪些地方做得對，哪些地方做錯了，用這兩種東西做個標準，來修正我們身心錯誤的行為。我們統統編在這個小冊子，非常的完整。這就是蓮花大小在於我們自己，明白這個道理要努力，要認真的修學。"
    },
    {
      "id": "01-003-0146_p0037",
      "zh_CN": "在原理上讲，这了义经典给我们说得很明白，「心净则佛土净」，这个原理是永远不能变更的，求生西方极乐世界亦复如是。佛菩萨祖师大德为什么要我们一天要念那么多佛号？其目的就是叫我们修清净心。我们不念佛就会打妄想，妄想是轮回业，就是你在制造六道轮回，天天制造六道轮回，你怎么能出得了六道轮回？你出不去！所以叫你念佛。八万四千法门里面，念佛第一。无论是求消灾、除障、免难，都是念佛功德第一大。所以要求你一天念十万声、念五万声、念三万生、念一万声。至少一天要念一万声佛号，不能比这个更少。一万声佛号不难念，念四个字，就阿弥陀佛阿弥陀佛这样念法，两个小时。不能一次念，我分两次念；不能两次念，我分四次念，一次念半个小时，能够念足两个小时，大概就满一万声。所以你念佛是念愈多愈好，念佛的时候你就不打妄想了。这是修西方极乐世界的净土，所以每天要念经，经至少要念一遍，佛号至少要念一万声。",
      "zh_TW": "在原理上講，這了義經典給我們說得很明白，「心淨則佛土淨」，這個原理是永遠不能變更的，求生西方極樂世界亦復如是。佛菩薩祖師大德為什麼要我們一天要念那麼多佛號？其目的就是叫我們修清淨心。我們不念佛就會打妄想，妄想是輪迴業，就是你在製造六道輪迴，天天製造六道輪迴，你怎麼能出得了六道輪迴？你出不去！所以叫你念佛。八萬四千法門裡面，念佛第一。無論是求消災、除障、免難，都是念佛功德第一大。所以要求你一天念十萬聲、念五萬聲、念三萬生、念一萬聲。至少一天要念一萬聲佛號，不能比這個更少。一萬聲佛號不難念，念四個字，就阿彌陀佛阿彌陀佛這樣念法，兩個小時。不能一次念，我分兩次念；不能兩次念，我分四次念，一次念半個小時，能夠念足兩個小時，大概就滿一萬聲。所以你念佛是念愈多愈好，念佛的時候你就不打妄想了。這是修西方極樂世界的淨土，所以每天要念經，經至少要念一遍，佛號至少要念一萬聲。"
    },
    {
      "id": "01-003-0146_p0038",
      "zh_CN": "早晚功课专修净业，就用《净修捷要》最好，不要用普通课诵本。普通课诵本是古德给一般寺院所定的，不是给专修净业人所定的。夏莲居老居士晚年提倡净土宗，专修专弘。《净修捷要》跟《宝王三忏》是他晚年最后的著作。现在世间信这个法门的人很少，排斥这个法门、毁谤这个法门非常之多，我们在海外常常遇到。「念佛是小乘法，念佛是自了汉，念佛是消极」，像这样的言论普遍可以听到。如果我们自己信心不足，对净土没有了解，听到那个话很有道理，自己马上退心，就不念了。还有听说，夏莲居居士这个会集本，不是原译本，印光大师都反对的。印光大师虽然反对，他没有反对夏莲居这个本子。夏莲居这本子写出来，印光大师已经往生，他没见到！他为什么反对从前那个本子？第一个会集的是王龙舒居士，印光大师对王龙舒居士就很佩服，王龙舒居士是站着往生的，预知时至。你要说这本子不能会集，他就不应该站着往生；他能站着往生，证明这个经的会集是正确的。",
      "zh_TW": "早晚功課專修淨業，就用《淨修捷要》最好，不要用普通課誦本。普通課誦本是古德給一般寺院所定的，不是給專修淨業人所定的。夏蓮居老居士晚年提倡淨土宗，專修專弘。《淨修捷要》跟《寶王三懺》是他晚年最後的著作。現在世間信這個法門的人很少，排斥這個法門、毀謗這個法門非常之多，我們在海外常常遇到。「念佛是小乘法，念佛是自了漢，念佛是消極」，像這樣的言論普遍可以聽到。如果我們自己信心不足，對淨土沒有了解，聽到那個話很有道理，自己馬上退心，就不念了。還有聽說，夏蓮居居士這個會集本，不是原譯本，印光大師都反對的。印光大師雖然反對，他沒有反對夏蓮居這個本子。夏蓮居這本子寫出來，印光大師已經往生，他沒見到！他為什麼反對從前那個本子？第一個會集的是王龍舒居士，印光大師對王龍舒居士就很佩服，王龍舒居士是站著往生的，預知時至。你要說這本子不能會集，他就不應該站著往生；他能站著往生，證明這個經的會集是正確的。"
    },
    {
      "id": "01-003-0146_p0039",
      "zh_CN": "为什么印光大师反对过去这三种本子，就是因为会集的人用自己的意思把经文改了。他不是反对会集，是反对你随便把经文改动，这个例子不能开。因为你开例之后，以后有人模仿，改经到最后这经就改成不成样子了，这是不可以的。夏莲居这个本子，你们从五种原译本去对照，他一个字没有改动，所以印光法师如果看到一定欢喜赞叹，你找不到毛病！前面王龙舒的会集本有这个毛病，往往把这个字，当然他改的意思是对的，但是把字换掉了。彭际清居士跟魏默深居士的本子都有这个毛病，所以夏莲居居士才发心，一个字不更动。现在《净土五经读本》印出来了，九种本子摆在你面前，你自己去对照，当你对照之后，你会佩服得五体投地，没有话说了。所以我们这一次特别把九种本子统统印出来，就是怕人再批评、再怀疑夏莲居这个本子恐怕又是有毛病的。九种本子摆在你面前，你没话说了，你自己去看去。这就是我们为什么要印《净土五经读本》，理由就是在此地，希望大家对这个本子坚定不移。夏老居士往生也是预知时至。所以善根福德薄的人，他会怀疑；善根福德深厚的人，「一历耳根，永为道种」，他不会怀疑的。",
      "zh_TW": "為什麼印光大師反對過去這三種本子，就是因為會集的人用自己的意思把經文改了。他不是反對會集，是反對你隨便把經文改動，這個例子不能開。因為你開例之後，以後有人模仿，改經到最後這經就改成不成樣子了，這是不可以的。夏蓮居這個本子，你們從五種原譯本去對照，他一個字沒有改動，所以印光法師如果看到一定歡喜讚歎，你找不到毛病！前面王龍舒的會集本有這個毛病，往往把這個字，當然他改的意思是對的，但是把字換掉了。彭際清居士跟魏默深居士的本子都有這個毛病，所以夏蓮居居士才發心，一個字不更動。現在《淨土五經讀本》印出來了，九種本子擺在你面前，你自己去對照，當你對照之後，你會佩服得五體投地，沒有話說了。所以我們這一次特別把九種本子統統印出來，就是怕人再批評、再懷疑夏蓮居這個本子恐怕又是有毛病的。九種本子擺在你面前，你沒話說了，你自己去看去。這就是我們為什麼要印《淨土五經讀本》，理由就是在此地，希望大家對這個本子堅定不移。夏老居士往生也是預知時至。所以善根福德薄的人，他會懷疑；善根福德深厚的人，「一歷耳根，永為道種」，他不會懷疑的。"
    },
    {
      "id": "01-003-0146_p0040",
      "zh_CN": "倓虚老法师在香港佛七当中开示的录音带，他老人家所讲谛闲法师的那个徒弟。那个徒弟不认识字，什么也不会，虽然出了家，也不让他受戒，也不叫他住在庙里。因为他年岁大，所以在宁波乡下地方找一个破庙给他住，就教他一句南无阿弥陀佛，他说：你就一直念，念下去，念累了你就休息，休息好了就再念。这个徒弟真听话，真是不容易！老实念佛，就念这一句，念了三年，人家也站着往生，预知时至。死了以后还站三天，等师父来替他办后事。谛闲法师见到他这个样子，对他赞叹！他说：当代讲经说法的法师，名山道场的住持，没有一个人能比得上他。他就会一句南无阿弥陀佛六个字，除这个之外，他什么都不会。死了以后还在那里站三天，这个不容易！所以，学佛要认真干。他往生决定是上品上生，三年的功夫！我们今天人比不上人家，人家是真正是老实念佛，我们不老实！头脑一天到晚胡思乱想。说出这些话，就是莲花大小决定在我们自己，我们要认真的努力，要修真实功德，不要搞假的。",
      "zh_TW": "倓虛老法師在香港佛七當中開示的錄音帶，他老人家所講諦閑法師的那個徒弟。那個徒弟不認識字，什麼也不會，雖然出了家，也不讓他受戒，也不叫他住在廟裡。因為他年歲大，所以在寧波鄉下地方找一個破廟給他住，就教他一句南無阿彌陀佛，他說：你就一直念，念下去，念累了你就休息，休息好了就再念。這個徒弟真聽話，真是不容易！老實念佛，就念這一句，念了三年，人家也站著往生，預知時至。死了以後還站三天，等師父來替他辦後事。諦閑法師見到他這個樣子，對他讚歎！他說：當代講經說法的法師，名山道場的住持，沒有一個人能比得上他。他就會一句南無阿彌陀佛六個字，除這個之外，他什麼都不會。死了以後還在那裡站三天，這個不容易！所以，學佛要認真幹。他往生決定是上品上生，三年的功夫！我們今天人比不上人家，人家是真正是老實念佛，我們不老實！頭腦一天到晚胡思亂想。說出這些話，就是蓮花大小決定在我們自己，我們要認真的努力，要修真實功德，不要搞假的。"
    },
    {
      "id": "01-003-0146_p0041",
      "zh_CN": "黄念祖老居士在《谷响集》里面，就是《净土资粮》后面附的最后一段，他说的有几句话很重要，我非常赞同。他说在现代修行，第一，「同修贵精不贵多」。什么叫精？真干！我们十个人在一同共修，十个人将来都能往生，这个了不起！我们今天道场有几百人、几千人，一个都往生不了，将来统统造恶业要堕三途，这个多有什么用？没有用处！所以同修贵精不贵多。第二，「道场重实质不重形式」，实质是真修，真正发菩提心，真正诵经念佛，不在形式。建筑庄严，布置富丽堂皇，香火很盛、徒众很多，都是属于形式，这些形式是什么？热闹的道场，不是真正修行。从前李老师告诉我，真正打佛七，不能超过十个人，超过十个人以上都会变质，变成法会，不是念佛！主七师他的精神能力能照顾到十个人就很不错；人太多了，主七师是形式，没有办法照顾到。主七师对每个人都要观察到他的境界，都要晓得，使他这七天真正能得利益，真正能有一点成就，像功夫成片、一心不乱。打佛七是求的这个，人多了没有办法，都变成形式了。现代人就喜欢形式，不重实质！第三，「真修要着重在一心，着重在清净心」，而不重境界、不重神通、不重视禅定、不重视感应，这些东西都不需要。我到这里求什么？求心清净。",
      "zh_TW": "黃念祖老居士在《谷響集》裡面，就是《淨土資糧》後面附的最後一段，他說的有幾句話很重要，我非常贊同。他說在現代修行，第一，「同修貴精不貴多」。什麼叫精？真幹！我們十個人在一同共修，十個人將來都能往生，這個了不起！我們今天道場有幾百人、幾千人，一個都往生不了，將來統統造惡業要墮三途，這個多有什麼用？沒有用處！所以同修貴精不貴多。第二，「道場重實質不重形式」，實質是真修，真正發菩提心，真正誦經念佛，不在形式。建築莊嚴，佈置富麗堂皇，香火很盛、徒眾很多，都是屬於形式，這些形式是什麼？熱鬧的道場，不是真正修行。從前李老師告訴我，真正打佛七，不能超過十個人，超過十個人以上都會變質，變成法會，不是念佛！主七師他的精神能力能照顧到十個人就很不錯；人太多了，主七師是形式，沒有辦法照顧到。主七師對每個人都要觀察到他的境界，都要曉得，使他這七天真正能得利益，真正能有一點成就，像功夫成片、一心不亂。打佛七是求的這個，人多了沒有辦法，都變成形式了。現代人就喜歡形式，不重實質！第三，「真修要著重在一心，著重在清淨心」，而不重境界、不重神通、不重視禪定、不重視感應，這些東西都不需要。我到這裡求什麼？求心清淨。"
    },
    {
      "id": "01-003-0146_p0042",
      "zh_CN": "所以他这三条开示非常重要。如果能遵守这三条开示，虽然在末法时期，也不会走上歧途，不会走错路。虽是末法，一定会有不思议的成就。可是我们现在多数人都犯了毛病，都讲外表，都讲好看、都讲形式。说道场兴旺，人多庙大，这就是兴旺？这个错了，大错特错！我们看《西方确指》里面，觉明妙行菩萨他们一共只有十二个人修行，十二个人个个往生，这个不得了，菩萨道场！所以决定不在人数多，这是诸位一定要牢牢的记住。我们要结合真正志同道合，真正同志是什么？我们只有一个目标，求生西方，求生净土；我们一个愿望，弘扬净土。能够这样发心，不但与阿弥陀佛同心同愿，实在讲与十方一切如来都是同心同愿同行，哪有不往生的道理！",
      "zh_TW": "所以他這三條開示非常重要。如果能遵守這三條開示，雖然在末法時期，也不會走上歧途，不會走錯路。雖是末法，一定會有不思議的成就。可是我們現在多數人都犯了毛病，都講外表，都講好看、都講形式。說道場興旺，人多廟大，這就是興旺？這個錯了，大錯特錯！我們看《西方確指》裡面，覺明妙行菩薩他們一共只有十二個人修行，十二個人個個往生，這個不得了，菩薩道場！所以決定不在人數多，這是諸位一定要牢牢的記住。我們要結合真正志同道合，真正同志是什麼？我們只有一個目標，求生西方，求生淨土；我們一個願望，弘揚淨土。能夠這樣發心，不但與阿彌陀佛同心同願，實在講與十方一切如來都是同心同願同行，哪有不往生的道理！"
    },
    {
      "id": "01-003-0146_p0043",
      "zh_CN": "钞【乃有以华如车轮，抑此经散善，盖未考于轮议。】",
      "zh_TW": "鈔【乃有以華如車輪，抑此經散善，蓋未考於輪議。】"
    },
    {
      "id": "01-003-0146_p0044",
      "zh_CN": "古大德说念佛法门是散善，这是没有把经义深入的研究，意思看偏了。",
      "zh_TW": "古大德說念佛法門是散善，這是沒有把經義深入的研究，意思看偏了。"
    },
    {
      "id": "01-003-0146_p0045",
      "zh_CN": "疏【大如车轮，且喻形体，以轮喻德，亦有多义。】",
      "zh_TW": "疏【大如車輪，且喻形體，以輪喻德，亦有多義。】"
    },
    {
      "id": "01-003-0146_p0046",
      "zh_CN": "所以佛法每一个字、每一句都含无量义。我们要想了解佛法，实在讲不是一桩容易事情，真正要能体会佛法，一定要从心地上下功夫，绝对不是在文字上、在注解上，从文字、注解里面你想去通达佛法是不可能的事情。自古以来没用这个方法，只有现代人才用这个方法，去研究经论、研究注疏。清凉大师在《华严经疏钞》经题解释里面，他老人家很明白的给我们说，我们现在人用的方法，「增长邪见」。我们读了很多经典，读了很多注疏，满脑袋的佛法，那是邪知邪见。",
      "zh_TW": "所以佛法每一個字、每一句都含無量義。我們要想了解佛法，實在講不是一樁容易事情，真正要能體會佛法，一定要從心地上下功夫，絕對不是在文字上、在註解上，從文字、註解裡面你想去通達佛法是不可能的事情。自古以來沒用這個方法，只有現代人才用這個方法，去研究經論、研究註疏。清涼大師在《華嚴經疏鈔》經題解釋裡面，他老人家很明白的給我們說，我們現在人用的方法，「增長邪見」。我們讀了很多經典，讀了很多註疏，滿腦袋的佛法，那是邪知邪見。"
    },
    {
      "id": "01-003-0146_p0047",
      "zh_CN": "那不都是佛说的吗？佛没说过一句话。你们看《金刚经》，谁要说佛说法，那叫谤佛，佛没说一句话。说老实话，佛法没有意思，佛法没得说。佛心是清净的，清净心中一念不生，哪有法说？没有法说。没有法说，佛说了四十九年，说这么多经，经上说得很明白，「无说而说，说而无说」，你要能够把这个意思体会到，你才是真正入佛知见。佛没说！这是老实话，是真实话，佛没有说一句话。佛是因为众生有病，告诉你这个错了、那个错了。你讲佛说了一句话，佛一句都没说过，只说你这个错了、那个错了。所以要细心去体会。",
      "zh_TW": "那不都是佛說的嗎？佛沒說過一句話。你們看《金剛經》，誰要說佛說法，那叫謗佛，佛沒說一句話。說老實話，佛法沒有意思，佛法沒得說。佛心是清淨的，清淨心中一念不生，哪有法說？沒有法說。沒有法說，佛說了四十九年，說這麼多經，經上說得很明白，「無說而說，說而無說」，你要能夠把這個意思體會到，你才是真正入佛知見。佛沒說！這是老實話，是真實話，佛沒有說一句話。佛是因為眾生有病，告訴你這個錯了、那個錯了。你講佛說了一句話，佛一句都沒說過，只說你這個錯了、那個錯了。所以要細心去體會。"
    },
    {
      "id": "01-003-0146_p0048",
      "zh_CN": "佛法教我们求的，求觉正净。觉、正、净，这三个字一个字得到，三个统统得到。禅宗是从「觉」下手，他一觉，当然正、净他得到了，教下从「正」下手，念佛人从「净」下手。这三个字，「净」比较殊胜，比较容易，净是求清净心，从这里下手。心只要清净了，决定是正知正见，决定是大觉朗然，一定的道理。所以，求清净心！我们今天念佛诵经，目的都是求清净心。所以念佛诵经里面不能有妄想，不能想经里头的意思；不要去想经的意思，心才清净。如果一面念一面想这个经的意思，心就不清净，那就把佛经当作世间书来念了。所以要晓得，佛经没有意思，我们只去念不求意思，这样子念经是戒定慧三学统统具足。",
      "zh_TW": "佛法教我們求的，求覺正淨。覺、正、淨，這三個字一個字得到，三個統統得到。禪宗是從「覺」下手，他一覺，當然正、淨他得到了，教下從「正」下手，念佛人從「淨」下手。這三個字，「淨」比較殊勝，比較容易，淨是求清淨心，從這裡下手。心只要清淨了，決定是正知正見，決定是大覺朗然，一定的道理。所以，求清淨心！我們今天念佛誦經，目的都是求清淨心。所以念佛誦經裡面不能有妄想，不能想經裡頭的意思；不要去想經的意思，心才清淨。如果一面念一面想這個經的意思，心就不清淨，那就把佛經當作世間書來念了。所以要曉得，佛經沒有意思，我們只去念不求意思，這樣子念經是戒定慧三學統統具足。"
    },
    {
      "id": "01-003-0146_p0049",
      "zh_CN": "所以念经念佛就是修戒定慧，我一天把这个经从头到尾念一遍就是修一次戒定慧，我念佛念两个钟点就是修两个钟点的戒定慧，这个慧是真实智慧，是根本智。根本智就是《般若经》上讲的「般若无知」，修什么？就是修无知；起作用的时候，六根接触外面六尘境界，「无所不知」。无所不知从哪里来？是从无知来的。我们今天犯的毛病叫颠倒，佛在经上常说我们是可怜悯者、是颠倒者，什么颠倒？我们拼命去求知，拼命求知，结果他有所不知，什么都不知道。所以佛教给我们，你要先求无知，真正得到无知，你就无所不知。现在人不肯求无知，他要求有知，颠倒在这个地方。真正清净到了无知的时候，这经一展开来是无量义。你要跟别人讲的话，里头是无量义；你要不讲的话，这里面一点意思都没有。所以我们不能求有知，要求无知。",
      "zh_TW": "所以念經念佛就是修戒定慧，我一天把這個經從頭到尾念一遍就是修一次戒定慧，我念佛念兩個鐘點就是修兩個鐘點的戒定慧，這個慧是真實智慧，是根本智。根本智就是《般若經》上講的「般若無知」，修什麼？就是修無知；起作用的時候，六根接觸外面六塵境界，「無所不知」。無所不知從哪裡來？是從無知來的。我們今天犯的毛病叫顛倒，佛在經上常說我們是可憐憫者、是顛倒者，什麼顛倒？我們拼命去求知，拼命求知，結果他有所不知，什麼都不知道。所以佛教給我們，你要先求無知，真正得到無知，你就無所不知。現在人不肯求無知，他要求有知，顛倒在這個地方。真正清淨到了無知的時候，這經一展開來是無量義。你要跟別人講的話，裡頭是無量義；你要不講的話，這裡面一點意思都沒有。所以我們不能求有知，要求無知。"
    },
    {
      "id": "01-003-0146_p0050",
      "zh_CN": "当你心里清净，像六祖所说的，「本来无一物」，你的智慧就生了。六祖见五祖的时候，跟五祖说：弟子心中常生智慧。我们现在人的心中常生烦恼。人家常生智慧，为什么常生智慧？心清净，心里什么都没有，心像水一样平静，像一面镜子一样，照见！《心经》里面讲：照见五蕴皆空。我们这心里头是大风大浪，什么也见不到！见不到就胡思乱想，就到处猜测，病根就在这个地方。所以净土法门是最巧妙的法门，最善巧的法门，就是教我们把分别执着妄想离开，用念佛、用诵经这个方法把这个排除掉。你功夫久了，自然分别执着妄想就少了。妄想少，智慧就生，智慧就增长。",
      "zh_TW": "當你心裡清淨，像六祖所說的，「本來無一物」，你的智慧就生了。六祖見五祖的時候，跟五祖說：弟子心中常生智慧。我們現在人的心中常生煩惱。人家常生智慧，為什麼常生智慧？心清淨，心裡什麼都沒有，心像水一樣平靜，像一面鏡子一樣，照見！《心經》裡面講：照見五蘊皆空。我們這心裡頭是大風大浪，什麼也見不到！見不到就胡思亂想，就到處猜測，病根就在這個地方。所以淨土法門是最巧妙的法門，最善巧的法門，就是教我們把分別執著妄想離開，用念佛、用誦經這個方法把這個排除掉。你功夫久了，自然分別執著妄想就少了。妄想少，智慧就生，智慧就增長。"
    },
    {
      "id": "01-003-0146_p0051",
      "zh_CN": "钞【形体者，轮体围圆，有莲象也。】",
      "zh_TW": "鈔【形體者，輪體圍圓，有蓮象也。】"
    },
    {
      "id": "01-003-0146_p0052",
      "zh_CN": "『形』是形状。『形体』上讲，『轮』是圆的，莲花从上面看也是圆的。形相上相似，是取这个意思。",
      "zh_TW": "『形』是形狀。『形體』上講，『輪』是圓的，蓮花從上面看也是圓的。形相上相似，是取這個意思。"
    },
    {
      "id": "01-003-0146_p0053",
      "zh_CN": "钞【多义者。】",
      "zh_TW": "鈔【多義者。】"
    },
    {
      "id": "01-003-0146_p0054",
      "zh_CN": "「轮」里面的确含很多的意思。",
      "zh_TW": "「輪」裡面的確含很多的意思。"
    },
    {
      "id": "01-003-0146_p0055",
      "zh_CN": "钞【又轮有转义。】",
      "zh_TW": "鈔【又輪有轉義。】"
    },
    {
      "id": "01-003-0146_p0056",
      "zh_CN": "实在讲，轮最大的作用就是旋转，可以说是人类的进步，一直到今天发展到太空都是靠旋转；如果不转，什么都不能动了。汽车，轮要是不转，车有什么用处？飞机发动机要是不转，也不能飞了。所有一切科技。都靠轮在那里转动。轮有动的意思，有『转』的意思。",
      "zh_TW": "實在講，輪最大的作用就是旋轉，可以說是人類的進步，一直到今天發展到太空都是靠旋轉；如果不轉，什麼都不能動了。汽車，輪要是不轉，車有什麼用處？飛機發動機要是不轉，也不能飛了。所有一切科技。都靠輪在那裡轉動。輪有動的意思，有『轉』的意思。"
    },
    {
      "id": "01-003-0146_p0057",
      "zh_CN": "钞【此莲华者，托孕众生，易凡成圣，即转义故。】",
      "zh_TW": "鈔【此蓮華者，托孕眾生，易凡成聖，即轉義故。】"
    },
    {
      "id": "01-003-0146_p0058",
      "zh_CN": "从这个地方到达那个地方，这就是转的意思。极乐世界的莲花，我们生到莲花是凡夫，但是一入莲花就成圣人，什么样的圣人？给诸位说，是了不起的大圣人，成佛！这是八万四千法门里面所没有的，唯独西方极乐世界殊胜，它是一生成佛的法门。『易凡成圣』，这是转的意思。",
      "zh_TW": "從這個地方到達那個地方，這就是轉的意思。極樂世界的蓮花，我們生到蓮花是凡夫，但是一入蓮花就成聖人，什麼樣的聖人？給諸位說，是了不起的大聖人，成佛！這是八萬四千法門裡面所沒有的，唯獨西方極樂世界殊勝，它是一生成佛的法門。『易凡成聖』，這是轉的意思。"
    },
    {
      "id": "01-003-0146_p0059",
      "zh_CN": "钞【又轮有辗义。】",
      "zh_TW": "鈔【又輪有輾義。】"
    },
    {
      "id": "01-003-0146_p0060",
      "zh_CN": "『辗』，像压路机一样，它能把地压平、辗平，有这个意思。",
      "zh_TW": "『輾』，像壓路機一樣，它能把地壓平、輾平，有這個意思。"
    },
    {
      "id": "01-003-0146_p0061",
      "zh_CN": "钞【此莲华者，不染污浊，破除烦恼，即辗义故。】",
      "zh_TW": "鈔【此蓮華者，不染汙濁，破除煩惱，即輾義故。】"
    },
    {
      "id": "01-003-0146_p0062",
      "zh_CN": "莲花洁净，微妙香洁。如果我们有烦恼障，「微妙香洁」四个意义统统没有了。所以人生到莲花里面，所有一切烦恼自然就没有了。我们去是带着烦恼去，带业往生，到了西方极乐世界，这些烦恼自自然然都没有了，到哪里去？转变成智慧。所谓「烦恼即菩提」，到西方极乐世界烦恼一变变成了智慧，这个很妙！所以不必断烦恼，烦恼自然没有了。这就像是『辗』的意思。",
      "zh_TW": "蓮花潔淨，微妙香潔。如果我們有煩惱障，「微妙香潔」四個意義統統沒有了。所以人生到蓮花裡面，所有一切煩惱自然就沒有了。我們去是帶著煩惱去，帶業往生，到了西方極樂世界，這些煩惱自自然然都沒有了，到哪裡去？轉變成智慧。所謂「煩惱即菩提」，到西方極樂世界煩惱一變變成了智慧，這個很妙！所以不必斷煩惱，煩惱自然沒有了。這就像是『輾』的意思。"
    },
    {
      "id": "01-003-0146_p0063",
      "zh_CN": "钞【又轮有飞行义。】",
      "zh_TW": "鈔【又輪有飛行義。】"
    },
    {
      "id": "01-003-0146_p0064",
      "zh_CN": "『飞行义』，从前的人能这样说得出来，我们现在人看不可思议！现在人看到飞行义是比较懂得，科技发达了。从前怎么有飞行？可见得飞碟大概古代就有。",
      "zh_TW": "『飛行義』，從前的人能這樣說得出來，我們現在人看不可思議！現在人看到飛行義是比較懂得，科技發達了。從前怎麼有飛行？可見得飛碟大概古代就有。"
    },
    {
      "id": "01-003-0146_p0065",
      "zh_CN": "钞【圣王金轮。】",
      "zh_TW": "鈔【聖王金輪。】"
    },
    {
      "id": "01-003-0146_p0066",
      "zh_CN": "这是讲转轮圣王的轮宝，实在讲就是我们今天讲的飞碟。",
      "zh_TW": "這是講轉輪聖王的輪寶，實在講就是我們今天講的飛碟。"
    },
    {
      "id": "01-003-0146_p0067",
      "zh_CN": "钞【一日之中，遶四天下。】",
      "zh_TW": "鈔【一日之中，遶四天下。】"
    },
    {
      "id": "01-003-0146_p0068",
      "zh_CN": "『一日』是二十四小时，金轮圣王的轮宝能在整个太阳系环绕一周。",
      "zh_TW": "『一日』是二十四小時，金輪聖王的輪寶能在整個太陽系環繞一周。"
    },
    {
      "id": "01-003-0146_p0069",
      "zh_CN": "钞【此莲华者，遍至十方。】",
      "zh_TW": "鈔【此蓮華者，遍至十方。】"
    },
    {
      "id": "01-003-0146_p0070",
      "zh_CN": "西方极乐世界的莲花，不是金轮圣王的轮宝可以相比。金轮圣王的轮宝绕一个太阳系还要一天，西方极乐世界的莲花，一弹指、一刹那可以周遍十方法界，这不能比！尽虚空遍法界，一念之间能普遍到达，西方极乐世界莲花有这样的速度，有这样的殊胜。",
      "zh_TW": "西方極樂世界的蓮花，不是金輪聖王的輪寶可以相比。金輪聖王的輪寶繞一個太陽系還要一天，西方極樂世界的蓮花，一彈指、一剎那可以周遍十方法界，這不能比！盡虛空遍法界，一念之間能普遍到達，西方極樂世界蓮花有這樣的速度，有這樣的殊勝。"
    },
    {
      "id": "01-003-0146_p0071",
      "zh_CN": "钞【接彼念佛众生。】",
      "zh_TW": "鈔【接彼念佛眾生。】"
    },
    {
      "id": "01-003-0146_p0072",
      "zh_CN": "念佛的人，当你往生的时候，佛来接引你。佛手上拿的这朵莲花就是你自己念的莲花。我们这里供的是阿弥陀佛的接引像，手上拿的一朵莲花，这个莲花就是往生人他自己念佛，七宝池中生的莲花，大小是看你自己念佛功夫浅深。佛拿着这个莲花来接引你去，而且这莲花上有你自己的名字，决定错不了。",
      "zh_TW": "念佛的人，當你往生的時候，佛來接引你。佛手上拿的這朵蓮花就是你自己念的蓮花。我們這裡供的是阿彌陀佛的接引像，手上拿的一朵蓮花，這個蓮花就是往生人他自己念佛，七寶池中生的蓮花，大小是看你自己念佛功夫淺深。佛拿著這個蓮花來接引你去，而且這蓮花上有你自己的名字，決定錯不了。"
    },
    {
      "id": "01-003-0146_p0073",
      "zh_CN": "钞【归于极乐，即飞行义故。余不烦举。】",
      "zh_TW": "鈔【歸於極樂，即飛行義故。餘不煩舉。】"
    },
    {
      "id": "01-003-0146_p0074",
      "zh_CN": "这里面意思太多了，说不尽！只给你说几个比较重要能够懂得的意思。",
      "zh_TW": "這裡面意思太多了，說不盡！只給你說幾個比較重要能夠懂得的意思。"
    },
    {
      "id": "01-003-0146_p0075",
      "zh_CN": "往生的事情，自古至今事实昭彰！我们亲眼看到的，亲耳听到的，多得很！千万不要以为这是净土宗宗教里面所讲的，未必是真的，你要有这种怀疑的话，真可惜，这一生的机会你错过了。我最初学佛对这个法门也不能深信，李老师劝我，他怎么劝法？他说自古以来许许多多人都依照这个法门来修学，那些人都被它骗了，我们被它骗一次有什么关系？他用这个方法来勉励我，要相信、认真的修学，就是骗，好，这一生让它骗一次好了。如果它是真的，我们得利益大！如果不是真的，我们也没吃什么亏。",
      "zh_TW": "往生的事情，自古至今事實昭彰！我們親眼看到的，親耳聽到的，多得很！千萬不要以為這是淨土宗宗教裡面所講的，未必是真的，你要有這種懷疑的話，真可惜，這一生的機會你錯過了。我最初學佛對這個法門也不能深信，李老師勸我，他怎麼勸法？他說自古以來許許多多人都依照這個法門來修學，那些人都被它騙了，我們被它騙一次有什麼關係？他用這個方法來勉勵我，要相信、認真的修學，就是騙，好，這一生讓它騙一次好了。如果它是真的，我們得利益大！如果不是真的，我們也沒吃什麼虧。"
    },
    {
      "id": "01-003-0146_p0076",
      "zh_CN": "但是我告诉诸位，如果怀着这种态度来念佛，求生西方极乐世界能不能去？能去。去到哪里？边地疑城，这我们知道了。边地疑城也不错，也很难得！不过五百年后才能花开见佛，要多住五百年，多耽误五百年就是了。但是你不会退转，边地疑城也不退，这个很难得！纵然是边地疑城，也超过其他的法门。八万四千法门任何一个法门都比不上，就是边地疑城这个殊胜的功德都不可思议。",
      "zh_TW": "但是我告訴諸位，如果懷著這種態度來念佛，求生西方極樂世界能不能去？能去。去到哪裡？邊地疑城，這我們知道了。邊地疑城也不錯，也很難得！不過五百年後才能花開見佛，要多住五百年，多耽誤五百年就是了。但是你不會退轉，邊地疑城也不退，這個很難得！縱然是邊地疑城，也超過其他的法門。八萬四千法門任何一個法門都比不上，就是邊地疑城這個殊勝的功德都不可思議。"
    },
    {
      "id": "01-003-0146_p0077",
      "zh_CN": "疏【青黄赤白，言其色也。】",
      "zh_TW": "疏【青黃赤白，言其色也。】"
    },
    {
      "id": "01-003-0146_p0078",
      "zh_CN": "这是讲莲花的颜色，有青色的、黄色的、赤色的、白色的，四种颜色。",
      "zh_TW": "這是講蓮花的顏色，有青色的、黃色的、赤色的、白色的，四種顏色。"
    },
    {
      "id": "01-003-0146_p0079",
      "zh_CN": "疏【不唯举色，而言光者，此土莲华，有色无光故。但举四色者，省文也。】",
      "zh_TW": "疏【不唯舉色，而言光者，此土蓮華，有色無光故。但舉四色者，省文也。】"
    },
    {
      "id": "01-003-0146_p0080",
      "zh_CN": "「青色青光，黄色黄光」，我们这个世间莲花有颜色没有光，西方极乐世界的莲花有色有光，色彩与光明的鲜美都与我们现在念佛有密切的关系。『但举四色者，省文』，就是省略，实际上西方极乐世界的莲花有无量色、有无量光，绝对不是四种。",
      "zh_TW": "「青色青光，黃色黃光」，我們這個世間蓮花有顏色沒有光，西方極樂世界的蓮花有色有光，色彩與光明的鮮美都與我們現在念佛有密切的關係。『但舉四色者，省文』，就是省略，實際上西方極樂世界的蓮花有無量色、有無量光，絕對不是四種。"
    },
    {
      "id": "01-003-0146_p0081",
      "zh_CN": "钞【四色解见前疏。】",
      "zh_TW": "鈔【四色解見前疏。】"
    },
    {
      "id": "01-003-0146_p0082",
      "zh_CN": "佛在无量色里面简单给我们说出四色，说出这四色也有道理，因为这种四种颜色在我们这个世间有。我们世间没有的，佛说出来，我们难以相信；说出这个，我们这个世间有，就容易相信，容易领会。同时，有表法的意思。",
      "zh_TW": "佛在無量色裡面簡單給我們說出四色，說出這四色也有道理，因為這種四種顏色在我們這個世間有。我們世間沒有的，佛說出來，我們難以相信；說出這個，我們這個世間有，就容易相信，容易領會。同時，有表法的意思。"
    },
    {
      "id": "01-003-0146_p0083",
      "zh_CN": "钞【光者，从色而发，如珠莹洁，则能发光。】",
      "zh_TW": "鈔【光者，從色而發，如珠瑩潔，則能發光。】"
    },
    {
      "id": "01-003-0146_p0084",
      "zh_CN": "这比喻我们这个世间宝珠，只要有微弱的光线照着它，它就起反射的作用，就有反射光。西方极乐世界是无量宝所成的，西方极乐世界是法性土，是真如本性性德所显，所以每一种物质都放光。西方极乐世界，佛身上放光，菩萨放光，每一个人身上都有光，所有一切物质都有光，所以那个世界也叫做光明世界。不仅是莲花世界，也是光明世界。",
      "zh_TW": "這比喻我們這個世間寶珠，只要有微弱的光線照著它，它就起反射的作用，就有反射光。西方極樂世界是無量寶所成的，西方極樂世界是法性土，是真如本性性德所顯，所以每一種物質都放光。西方極樂世界，佛身上放光，菩薩放光，每一個人身上都有光，所有一切物質都有光，所以那個世界也叫做光明世界。不僅是蓮花世界，也是光明世界。"
    },
    {
      "id": "01-003-0146_p0085",
      "zh_CN": "钞【彼土莲华至为清净，故有光也。】",
      "zh_TW": "鈔【彼土蓮華至為清淨，故有光也。】"
    },
    {
      "id": "01-003-0146_p0086",
      "zh_CN": "我们这个地方莲花是草本的，彼土莲花是珍宝所成的，所以有光明。",
      "zh_TW": "我們這個地方蓮花是草本的，彼土蓮花是珍寶所成的，所以有光明。"
    },
    {
      "id": "01-003-0146_p0087",
      "zh_CN": "钞【大本云：青色青光，白色白光，玄黄朱紫之色，其光亦然。】",
      "zh_TW": "鈔【大本云：青色青光，白色白光，玄黃朱紫之色，其光亦然。】"
    },
    {
      "id": "01-003-0146_p0088",
      "zh_CN": "《无量寿经》里面讲得详细，就不止这四种，『玄黄朱紫』，代表很多颜色在里面。",
      "zh_TW": "《無量壽經》裡面講得詳細，就不止這四種，『玄黃朱紫』，代表很多顏色在裡面。"
    },
    {
      "id": "01-003-0146_p0089",
      "zh_CN": "钞【炜烨焕烂，明耀日月。】",
      "zh_TW": "鈔【煒燁煥爛，明耀日月。】"
    },
    {
      "id": "01-003-0146_p0090",
      "zh_CN": "『炜烨』是炽盛，非常茂盛的样子。『明耀日月』，光明超过日月之明。",
      "zh_TW": "『煒燁』是熾盛，非常茂盛的樣子。『明耀日月』，光明超過日月之明。"
    },
    {
      "id": "01-003-0146_p0091",
      "zh_CN": "钞【一一华中，出三十六百千亿光，一一光中，出三十六百千亿佛。】",
      "zh_TW": "鈔【一一華中，出三十六百千億光，一一光中，出三十六百千億佛。】"
    },
    {
      "id": "01-003-0146_p0092",
      "zh_CN": "光中有化佛。",
      "zh_TW": "光中有化佛。"
    },
    {
      "id": "01-003-0146_p0093",
      "zh_CN": "钞【一一诸佛，又放百千光明，普为十方众生说微妙法。】",
      "zh_TW": "鈔【一一諸佛，又放百千光明，普為十方眾生說微妙法。】"
    },
    {
      "id": "01-003-0146_p0094",
      "zh_CN": "这是莲花之殊胜。『微妙法』是什么法？就是念佛求生净土之法，在一切诸佛所说之法里第一微妙！因为这个法门，不管什么样的根性，不管什么样的众生，男女老少各行各业，程度浅深，上至等觉菩萨，下至阿鼻地狱，九界有情依照这个法门统统得度，统统平等成佛，这个不可思议！这是真实的微妙法。",
      "zh_TW": "這是蓮花之殊勝。『微妙法』是什麼法？就是念佛求生淨土之法，在一切諸佛所說之法裡第一微妙！因為這個法門，不管什麼樣的根性，不管什麼樣的眾生，男女老少各行各業，程度淺深，上至等覺菩薩，下至阿鼻地獄，九界有情依照這個法門統統得度，統統平等成佛，這個不可思議！這是真實的微妙法。"
    },
    {
      "id": "01-003-0146_p0095",
      "zh_CN": "钞【据此，则青白玄黄朱紫，已成六色。】",
      "zh_TW": "鈔【據此，則青白玄黃朱紫，已成六色。】"
    },
    {
      "id": "01-003-0146_p0096",
      "zh_CN": "根据《无量寿经》所讲，就不止四色。",
      "zh_TW": "根據《無量壽經》所講，就不止四色。"
    },
    {
      "id": "01-003-0146_p0097",
      "zh_CN": "钞【而佛地论复云七宝，故知四色，其文省故。】",
      "zh_TW": "鈔【而佛地論復云七寶，故知四色，其文省故。】"
    },
    {
      "id": "01-003-0146_p0098",
      "zh_CN": "罗什大师翻这个经，翻四色是省略。后面六方佛也是省略，原文是十方。",
      "zh_TW": "羅什大師翻這個經，翻四色是省略。後面六方佛也是省略，原文是十方。"
    },
    {
      "id": "01-003-0146_p0099",
      "zh_CN": "钞【其实莲华具无量色、具无量光也。又不言说法者，亦文省故。】",
      "zh_TW": "鈔【其實蓮華具無量色、具無量光也。又不言說法者，亦文省故。】"
    },
    {
      "id": "01-003-0146_p0100",
      "zh_CN": "你看《无量寿经》，才晓得花的确是「无量色、无量光」，「光中化佛」，佛又为一切众生说法，「说微妙法」，这些在小本里统统省略了。大本小本同时研读，意思能看到相当的圆满。今天就讲到此地。",
      "zh_TW": "你看《無量壽經》，才曉得花的確是「無量色、無量光」，「光中化佛」，佛又為一切眾生說法，「說微妙法」，這些在小本裡統統省略了。大本小本同時研讀，意思能看到相當的圓滿。今天就講到此地。"
    }
  ]
}