{
  "doc_id": "01-003-0268",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六八集",
    "zh_TW": "第二六八集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0268",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "01-003-0268_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五五六页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五五六頁："
    },
    {
      "id": "01-003-0268_p0002",
      "zh_CN": "疏【称理，则自性遍照，是六方佛赞义。】",
      "zh_TW": "疏【稱理，則自性遍照，是六方佛讚義。】"
    },
    {
      "id": "01-003-0268_p0003",
      "zh_CN": "我们看大师注解：",
      "zh_TW": "我們看大師註解："
    },
    {
      "id": "01-003-0268_p0004",
      "zh_CN": "钞【灵光独耀，迥绝中边，真照无私，何分彼此，故得一多无碍，主伴交成。无碍，则千差虽隔而非殊；交成，则万法不期而自会。然则六方不离于咫尺，诸佛悉现于毫端，今者此经，当在何处。】",
      "zh_TW": "鈔【靈光獨耀，迥絕中邊，真照無私，何分彼此，故得一多無礙，主伴交成。無礙，則千差雖隔而非殊；交成，則萬法不期而自會。然則六方不離於咫尺，諸佛悉現於毫端，今者此經，當在何處。】"
    },
    {
      "id": "01-003-0268_p0005",
      "zh_CN": "这段话是莲池大师用宗门大德禅机的语气来解释，这里面句句都是宗门的话头。『灵光』是自性本具的般若智慧，它是对妄识而言的。凡夫迷失了自性，在日常起作用的不是真心，是妄心，妄心就是相宗里面讲的八识，迷失了自性，自性变成八识。诸位要晓得，八识跟真性是一桩事情，不是两桩事情，在悟的时候叫自性，在迷的时候叫八识。换句话说，只有迷悟之分，名称是迷悟的名称，真性自体没有迷悟。『迥绝中边』，迥是远，远远的离开中边，中边就是相对的。换句话说，真如自性里面没有分别、没有执着，哪来的中边？中边是对立而形成的。现在二边对立的没有了，中边也没有了。染净也没有了，佛与众生也没有了，都是对立所说的，离开相对，一句话也说不出来，所谓「言语道断，心行处灭」。注解，「迥绝中边，故一佛即多佛，多佛即一佛」，决定没有分别、没有执着。『真照无私，何分彼此』，真对妄说的，诸佛菩萨用真心，真心是清净平等，这就没有私。凡夫用的是妄心，迷妄！为什么叫做迷？清净自性之中原无分别，他要起一个分别、起一个执着，就迷了，《楞严》所说的「知见立知，是无明本」，无明就起来了。这个东西不是真的，是假的，可是一般人都把假的当作真的；佛所讲的真的，他当作假的，他不相信，不能接受。凡夫分彼此，见性的人不分彼此；换句话说，还分彼此的人就没有见性。还有彼此、还有是非、还有人我，这种人是道地的凡夫，决定没有开悟，开悟绝对不会有这个现象。",
      "zh_TW": "這段話是蓮池大師用宗門大德禪機的語氣來解釋，這裡面句句都是宗門的話頭。『靈光』是自性本具的般若智慧，它是對妄識而言的。凡夫迷失了自性，在日常起作用的不是真心，是妄心，妄心就是相宗裡面講的八識，迷失了自性，自性變成八識。諸位要曉得，八識跟真性是一樁事情，不是兩樁事情，在悟的時候叫自性，在迷的時候叫八識。換句話說，只有迷悟之分，名稱是迷悟的名稱，真性自體沒有迷悟。『迥絕中邊』，迥是遠，遠遠的離開中邊，中邊就是相對的。換句話說，真如自性裡面沒有分別、沒有執著，哪來的中邊？中邊是對立而形成的。現在二邊對立的沒有了，中邊也沒有了。染淨也沒有了，佛與眾生也沒有了，都是對立所說的，離開相對，一句話也說不出來，所謂「言語道斷，心行處滅」。註解，「迥絕中邊，故一佛即多佛，多佛即一佛」，決定沒有分別、沒有執著。『真照無私，何分彼此』，真對妄說的，諸佛菩薩用真心，真心是清淨平等，這就沒有私。凡夫用的是妄心，迷妄！為什麼叫做迷？清淨自性之中原無分別，他要起一個分別、起一個執著，就迷了，《楞嚴》所說的「知見立知，是無明本」，無明就起來了。這個東西不是真的，是假的，可是一般人都把假的當作真的；佛所講的真的，他當作假的，他不相信，不能接受。凡夫分彼此，見性的人不分彼此；換句話說，還分彼此的人就沒有見性。還有彼此、還有是非、還有人我，這種人是道地的凡夫，決定沒有開悟，開悟絕對不會有這個現象。"
    },
    {
      "id": "01-003-0268_p0006",
      "zh_CN": "『故得一多无碍』，此地「一」就是指阿弥陀佛，「多」就是指十方恒沙诸佛。阿弥陀佛就是恒沙诸佛，恒沙诸佛就是阿弥陀佛，决定没有分别执着。在事上有没有阿弥陀佛？有！有没有恒沙诸佛？也有！事上虽然有，理上决定是一，这样看法就对了。理上是圆融的，所以在事上虽有，不需要执着，虽有，也不需要分别，这就是诸佛菩萨跟我们对于宇宙人生的看法、想法不一样的地方。我们是有分别、有执着，他是无分别、无执着。『主伴交成』，交是交互，以阿弥陀佛为主，所有一切诸佛都是伴。好像在大会当中，阿弥陀佛是主席，其他一切诸佛都坐在台下做听众。任何一尊佛都可以做主。释迦牟尼佛要是做主，阿弥陀佛也坐在下面，主伴交融。观世音菩萨做主，阿弥陀佛也坐在下面。「交成」，交互的成就。十法界一切众生，任何一个都可以做主。佛法讲「一即是多，多即是一」，万法归一，那个「一」是任一，不是专一、不是唯一，是任一，这个法才是圆融的。譬如一个球，球面上任何一点都可以做为中心点，所以它才是圆满。",
      "zh_TW": "『故得一多無礙』，此地「一」就是指阿彌陀佛，「多」就是指十方恆沙諸佛。阿彌陀佛就是恆沙諸佛，恆沙諸佛就是阿彌陀佛，決定沒有分別執著。在事上有沒有阿彌陀佛？有！有沒有恆沙諸佛？也有！事上雖然有，理上決定是一，這樣看法就對了。理上是圓融的，所以在事上雖有，不需要執著，雖有，也不需要分別，這就是諸佛菩薩跟我們對於宇宙人生的看法、想法不一樣的地方。我們是有分別、有執著，他是無分別、無執著。『主伴交成』，交是交互，以阿彌陀佛為主，所有一切諸佛都是伴。好像在大會當中，阿彌陀佛是主席，其他一切諸佛都坐在台下做聽眾。任何一尊佛都可以做主。釋迦牟尼佛要是做主，阿彌陀佛也坐在下面，主伴交融。觀世音菩薩做主，阿彌陀佛也坐在下面。「交成」，交互的成就。十法界一切眾生，任何一個都可以做主。佛法講「一即是多，多即是一」，萬法歸一，那個「一」是任一，不是專一、不是唯一，是任一，這個法才是圓融的。譬如一個球，球面上任何一點都可以做為中心點，所以它才是圓滿。"
    },
    {
      "id": "01-003-0268_p0007",
      "zh_CN": "『无碍，则千差虽隔而非殊』，十法界依正庄严虽然千差万别，体性是一个。我们在经上读到，「十方三世佛，共同一法身」。一切诸佛共同一法身，一切众生跟诸佛是不是同一个法身？也是的。不但一切有情众生跟诸佛是同一个法身，无情亦同，《华严》说「情与无情，同圆种智」。所有一切动物、植物、矿物、大自然现象、虚空世界都是自性变现的，自性是能变，一切万物是所变，能变是一个。所变虽然千差万别，实际上都是一样的，都是自性变的，离开自性，无有一法可得。佛在经上常讲，一切法是平等的，万法平等，万法皆如，无有一法不如，如什么？如其性、如其体，体是一样的。万法皆如，就是万法都是平等的。『交成，则万法不期而自会』，期是预期，是有计划的；「不期」是自然的，这个意思就是现代人讲的自然生态。我们现在地球自然生态被人为破坏，地球生严重的大病，天灾频繁，生态不平衡，影响到气候都不正常。古人明白这个道理，仔细观察大自然，一切随顺，在这里面得到真正的义趣，他能够领略，这是不期而自会的意思。我们讲一个地球，这是讲的小；再讲大，无量星球在太空当中的运行，「不期而自会」，每个星球有它自己的轨道，它不会乱的，很有秩序。有些人看到这个现象，觉得很不可思议，这一定是有一个人在设计、有一个人在支配，就把这个人说作上帝，所以上帝是从这么想像当中产生的，宇宙的主宰。其实不是的，这是宇宙自自然然的规则，「万法不期而自会」，它是交互而成就的。",
      "zh_TW": "『無礙，則千差雖隔而非殊』，十法界依正莊嚴雖然千差萬別，體性是一個。我們在經上讀到，「十方三世佛，共同一法身」。一切諸佛共同一法身，一切眾生跟諸佛是不是同一個法身？也是的。不但一切有情眾生跟諸佛是同一個法身，無情亦同，《華嚴》說「情與無情，同圓種智」。所有一切動物、植物、礦物、大自然現象、虛空世界都是自性變現的，自性是能變，一切萬物是所變，能變是一個。所變雖然千差萬別，實際上都是一樣的，都是自性變的，離開自性，無有一法可得。佛在經上常講，一切法是平等的，萬法平等，萬法皆如，無有一法不如，如什麼？如其性、如其體，體是一樣的。萬法皆如，就是萬法都是平等的。『交成，則萬法不期而自會』，期是預期，是有計劃的；「不期」是自然的，這個意思就是現代人講的自然生態。我們現在地球自然生態被人為破壞，地球生嚴重的大病，天災頻繁，生態不平衡，影響到氣候都不正常。古人明白這個道理，仔細觀察大自然，一切隨順，在這裡面得到真正的義趣，他能夠領略，這是不期而自會的意思。我們講一個地球，這是講的小；再講大，無量星球在太空當中的運行，「不期而自會」，每個星球有它自己的軌道，它不會亂的，很有秩序。有些人看到這個現象，覺得很不可思議，這一定是有一個人在設計、有一個人在支配，就把這個人說作上帝，所以上帝是從這麼想像當中產生的，宇宙的主宰。其實不是的，這是宇宙自自然然的規則，「萬法不期而自會」，它是交互而成就的。"
    },
    {
      "id": "01-003-0268_p0008",
      "zh_CN": "知道这个道理，知道这个现象，才晓得『六方不离于咫尺』，咫尺是很短，距离很短。六方空间太大了，这句话的意思，远近没有了，远近同时到达。譬如我们这一个讲堂，夜晚黑暗，我们这里点一盏灯，这灯点着了，靠这边近，靠那边远，这个光同时照到。这是我们举一个浅显的比喻，能不能比得恰到好处？比不到，只能比个仿佛，为什么？光还是有速度的，速度快一点；自性，说实在话没有速度，它是真的没有远近，真的远近同时到达，自性功德不可思议。『诸佛悉现于毫端』，毫端是汗毛的尖端，这是讲近。十方诸佛距离我们这个地方不止十万亿佛国土，都在一毛端。我们一毛端没有放大，十方诸佛世界（就是法界）没有缩小，为什么大的世界能入小的毛端？这就是因为自性没有大小。我们今天不能接受，执着里头有一个大一个小，大怎么能跑到小里头？不可能！我们有这么一个执着，有这么一个障碍，所以永远观察不到事实真相。菩萨明白了，菩萨分别、执着永远离开了，「迥绝中边，灵光独耀」，他照见了，佛所讲的一点也不错。这完全是《华严经》所说的事事无碍的境界，理事无碍，事事无碍。在这个境界里面，莲池大师就举一句来说：",
      "zh_TW": "知道這個道理，知道這個現象，才曉得『六方不離於咫尺』，咫尺是很短，距離很短。六方空間太大了，這句話的意思，遠近沒有了，遠近同時到達。譬如我們這一個講堂，夜晚黑暗，我們這裡點一盞燈，這燈點著了，靠這邊近，靠那邊遠，這個光同時照到。這是我們舉一個淺顯的比喻，能不能比得恰到好處？比不到，只能比個彷彿，為什麼？光還是有速度的，速度快一點；自性，說實在話沒有速度，它是真的沒有遠近，真的遠近同時到達，自性功德不可思議。『諸佛悉現於毫端』，毫端是汗毛的尖端，這是講近。十方諸佛距離我們這個地方不止十萬億佛國土，都在一毛端。我們一毛端沒有放大，十方諸佛世界（就是法界）沒有縮小，為什麼大的世界能入小的毛端？這就是因為自性沒有大小。我們今天不能接受，執著裡頭有一個大一個小，大怎麼能跑到小裡頭？不可能！我們有這麼一個執著，有這麼一個障礙，所以永遠觀察不到事實真相。菩薩明白了，菩薩分別、執著永遠離開了，「迥絕中邊，靈光獨耀」，他照見了，佛所講的一點也不錯。這完全是《華嚴經》所說的事事無礙的境界，理事無礙，事事無礙。在這個境界裡面，蓮池大師就舉一句來說："
    },
    {
      "id": "01-003-0268_p0009",
      "zh_CN": "钞【今者此经，当在何处。】",
      "zh_TW": "鈔【今者此經，當在何處。】"
    },
    {
      "id": "01-003-0268_p0010",
      "zh_CN": "这部《佛说阿弥陀经》在哪里？这下面没有答案，教大家去参！这是完全用禅宗的语气来说法。",
      "zh_TW": "這部《佛說阿彌陀經》在哪裡？這下面沒有答案，教大家去參！這是完全用禪宗的語氣來說法。"
    },
    {
      "id": "01-003-0268_p0011",
      "zh_CN": "经【舍利弗。于汝意云何。何故名为一切诸佛所护念经。】",
      "zh_TW": "經【舍利弗。於汝意云何。何故名為一切諸佛所護念經。】"
    },
    {
      "id": "01-003-0268_p0012",
      "zh_CN": "大师在科判里面标示的是「释经应赞」，解释这部经应该赞叹，因为它确实是一切诸佛如来度众生、成佛道的第一经，第一法门，所以是应赞。佛叫着舍利弗，你的意思以为如何？为什么这部经称作一切诸佛所护念经？舍利弗也答不出来，还是佛自己来解释。",
      "zh_TW": "大師在科判裡面標示的是「釋經應讚」，解釋這部經應該讚歎，因為它確實是一切諸佛如來度眾生、成佛道的第一經，第一法門，所以是應讚。佛叫著舍利弗，你的意思以為如何？為什麼這部經稱作一切諸佛所護念經？舍利弗也答不出來，還是佛自己來解釋。"
    },
    {
      "id": "01-003-0268_p0013",
      "zh_CN": "疏【名必有义，彰阐其义，方克奉行，无所疑故。】",
      "zh_TW": "疏【名必有義，彰闡其義，方克奉行，無所疑故。】"
    },
    {
      "id": "01-003-0268_p0014",
      "zh_CN": "『名』是经的名题，经名，名一定有意义，『彰阐其义』，意思要很清楚、很明显，我们才能顾名思义，信受奉行，我们才能做得到。诸位要晓得，佛经重在实行，重在修行。清凉大师判《华严》信解行证这四分，四分不具足，我们就不能得这部经真正的好处利益。从信入门，「信为道元功德母」，信为入道的根源，无量无边的功德都是从信里面生出来的。功德之母能生一切功德，所以从信门入。信了以后要能够解，如果不解，单单这个信，这个信是感情的，我们一般讲迷信、勉强的信。在净土法门里面，不解其义，专信、专愿、专念也能往生；但是诸位要晓得，生凡圣同居土，不能生实报庄严土，实报庄严土要开悟才行。假如理事都通达、都明了，念佛往生品位就高，就这么个道理。所以解很重要。解了之后要行，行就是把你所信的、所解的统统做到；你在日常生活当中做不到，那个没有用处，那不是你自己的，一定要做到。信解行融合成一个就叫做证。证，没有别的，信，被解行证实了，解，被信行证实了，行，被信解证实了，彼此互证，证明一点都不错，这叫做证，那得真实的受用。所以佛经跟世间典籍不一样，它不是玄谈，它讲的全是事实真相，统统讲的是实际，所以行非常重要，依教修行。",
      "zh_TW": "『名』是經的名題，經名，名一定有意義，『彰闡其義』，意思要很清楚、很明顯，我們才能顧名思義，信受奉行，我們才能做得到。諸位要曉得，佛經重在實行，重在修行。清涼大師判《華嚴》信解行證這四分，四分不具足，我們就不能得這部經真正的好處利益。從信入門，「信為道元功德母」，信為入道的根源，無量無邊的功德都是從信裡面生出來的。功德之母能生一切功德，所以從信門入。信了以後要能夠解，如果不解，單單這個信，這個信是感情的，我們一般講迷信、勉強的信。在淨土法門裡面，不解其義，專信、專願、專念也能往生；但是諸位要曉得，生凡聖同居土，不能生實報莊嚴土，實報莊嚴土要開悟才行。假如理事都通達、都明瞭，念佛往生品位就高，就這麼個道理。所以解很重要。解了之後要行，行就是把你所信的、所解的統統做到；你在日常生活當中做不到，那個沒有用處，那不是你自己的，一定要做到。信解行融合成一個就叫做證。證，沒有別的，信，被解行證實了，解，被信行證實了，行，被信解證實了，彼此互證，證明一點都不錯，這叫做證，那得真實的受用。所以佛經跟世間典籍不一樣，它不是玄談，它講的全是事實真相，統統講的是實際，所以行非常重要，依教修行。"
    },
    {
      "id": "01-003-0268_p0015",
      "zh_CN": "钞【题十六字，但征下之八字者。】",
      "zh_TW": "鈔【題十六字，但徵下之八字者。】"
    },
    {
      "id": "01-003-0268_p0016",
      "zh_CN": "十六个字，上面八个字「称赞不可思议功德」省略，佛只说底下八个字「一切诸佛所护念经」。",
      "zh_TW": "十六個字，上面八個字「稱讚不可思議功德」省略，佛只說底下八個字「一切諸佛所護念經」。"
    },
    {
      "id": "01-003-0268_p0017",
      "zh_CN": "钞【以不可思议，释迦所赞，其义已明。】",
      "zh_TW": "鈔【以不可思議，釋迦所讚，其義已明。】"
    },
    {
      "id": "01-003-0268_p0018",
      "zh_CN": "这是解释为什么佛在此地说这个经题只说下半，不说上半，上半的意思前面都说明白了。",
      "zh_TW": "這是解釋為什麼佛在此地說這個經題只說下半，不說上半，上半的意思前面都說明白了。"
    },
    {
      "id": "01-003-0268_p0019",
      "zh_CN": "钞【他方佛赞，增此八字，故征其义。】",
      "zh_TW": "鈔【他方佛讚，增此八字，故徵其義。】"
    },
    {
      "id": "01-003-0268_p0020",
      "zh_CN": "『征』是征问。因为这个经是十方一切诸佛都赞叹，这是佛在此地特别提醒舍利弗尊者，意思就是说，为什么这部经会受到一切诸佛的赞叹？可见得这句话很重要。",
      "zh_TW": "『徵』是徵問。因為這個經是十方一切諸佛都讚歎，這是佛在此地特別提醒舍利弗尊者，意思就是說，為什麼這部經會受到一切諸佛的讚歎？可見得這句話很重要。"
    },
    {
      "id": "01-003-0268_p0021",
      "zh_CN": "钞【云何佛护，云何佛念。】",
      "zh_TW": "鈔【云何佛護，云何佛念。】"
    },
    {
      "id": "01-003-0268_p0022",
      "zh_CN": "为什么诸佛护持？为什么诸佛护念？『念』也就是今人所讲的系念，佛把这桩事情念念放在心里，其他的佛没有放在心里，唯独把这桩事情放在心里，这个事情绝不是普通事情。这是什么事情？佛的本愿，一切诸佛的本愿，都是度众生成佛道，四弘誓愿第一愿「众生无边誓愿度」，具体度脱众生的方法就在这部经。佛要度一切众生成佛道，所以这部经放在佛心里常常系念着，常念就常说，常宣扬，常常劝人念佛求生净土，像释迦牟尼佛一样，是这么个道理。",
      "zh_TW": "為什麼諸佛護持？為什麼諸佛護念？『念』也就是今人所講的繫念，佛把這樁事情念念放在心裡，其他的佛沒有放在心裡，唯獨把這樁事情放在心裡，這個事情絕不是普通事情。這是什麼事情？佛的本願，一切諸佛的本願，都是度眾生成佛道，四弘誓願第一願「眾生無邊誓願度」，具體度脫眾生的方法就在這部經。佛要度一切眾生成佛道，所以這部經放在佛心裡常常繫念著，常念就常說，常宣揚，常常勸人念佛求生淨土，像釋迦牟尼佛一樣，是這麼個道理。"
    },
    {
      "id": "01-003-0268_p0023",
      "zh_CN": "钞【以前教当信是经。】",
      "zh_TW": "鈔【以前教當信是經。】"
    },
    {
      "id": "01-003-0268_p0024",
      "zh_CN": "前面经文，佛教我们应当要相信这部经。",
      "zh_TW": "前面經文，佛教我們應當要相信這部經。"
    },
    {
      "id": "01-003-0268_p0025",
      "zh_CN": "钞【今谓义明，然后信固也。】",
      "zh_TW": "鈔【今謂義明，然後信固也。】"
    },
    {
      "id": "01-003-0268_p0026",
      "zh_CN": "现在讲到这个地方，意思愈讲愈清楚、愈讲愈明白，你的信心当然愈来愈坚固。佛说这句话，里面含这样深的意思。舍利弗答不出来，意思太深，还是释迦牟尼佛自己来解释。",
      "zh_TW": "現在講到這個地方，意思愈講愈清楚、愈講愈明白，你的信心當然愈來愈堅固。佛說這句話，裡面含這樣深的意思。舍利弗答不出來，意思太深，還是釋迦牟尼佛自己來解釋。"
    },
    {
      "id": "01-003-0268_p0027",
      "zh_CN": "经【舍利弗。若有善男子善女人。闻是经受持者。及闻诸佛名者。】",
      "zh_TW": "經【舍利弗。若有善男子善女人。聞是經受持者。及聞諸佛名者。】"
    },
    {
      "id": "01-003-0268_p0028",
      "zh_CN": "解释里面，文分三段，这是第一段，说闻经、持经。",
      "zh_TW": "解釋裡面，文分三段，這是第一段，說聞經、持經。"
    },
    {
      "id": "01-003-0268_p0029",
      "zh_CN": "疏【闻是经者，牒上依正信愿。持名往生等。】",
      "zh_TW": "疏【聞是經者，牒上依正信願。持名往生等。】"
    },
    {
      "id": "01-003-0268_p0030",
      "zh_CN": "『闻』是听讲，前面所讲西方极乐世界依正庄严，祖师将这部经就判为信愿行三个大段落，这叫净土的三资粮，信愿都讲圆满了，持名往生这是行，信愿行都说完了。",
      "zh_TW": "『聞』是聽講，前面所講西方極樂世界依正莊嚴，祖師將這部經就判為信願行三個大段落，這叫淨土的三資糧，信願都講圓滿了，持名往生這是行，信願行都說完了。"
    },
    {
      "id": "01-003-0268_p0031",
      "zh_CN": "疏【闻受持。】",
      "zh_TW": "疏【聞受持。】"
    },
    {
      "id": "01-003-0268_p0032",
      "zh_CN": "听了之后，相信了、理解了、明白了，明白之后能不能接受？能不能保持？什么叫『受』？听了之后，我真想到西方极乐世界去，真想见阿弥陀佛，这就是受，真想去！这就是发愿求生。想去的心，想见阿弥陀佛的心非常恳切，这叫「受」。我们今天念佛人，在台湾因缘殊胜，讲经的人多，讲得很清楚很明白，这是因缘，因缘具足。大家听，听得很明白，也相信、也发愿、也念佛，可是还是不能往生，原因到底在什么地方？就在我们往生那个念头不切，又想往生，这个地方名利又放不下，麻烦在这个地方。那些往生的人跟我们不一样，他就是一个愿望求生西方极乐世界，这个世界统统放下，一丝毫都不沾染，所以他很顺利的去了。我们虽然很愿意，天天念佛回向，「愿生西方净土中」，这边样样都舍不得，这是我们的病根，我们没法子去，错就错在此地。这个错不是这一回，过去像这样的错误不晓得多少回？这一次还犯老毛病，那我们这一生就又积一点善根，这一生不能成就。对这个经典，西方极乐世界理论、事实真相，为什么要介绍得那么清楚、那么明白？让你生起真实向往之心，然后能把这个世界的尘缘统统放下，道理在此地，一丝毫沾染不得。",
      "zh_TW": "聽了之後，相信了、理解了、明白了，明白之後能不能接受？能不能保持？什麼叫『受』？聽了之後，我真想到西方極樂世界去，真想見阿彌陀佛，這就是受，真想去！這就是發願求生。想去的心，想見阿彌陀佛的心非常懇切，這叫「受」。我們今天念佛人，在台灣因緣殊勝，講經的人多，講得很清楚很明白，這是因緣，因緣具足。大家聽，聽得很明白，也相信、也發願、也念佛，可是還是不能往生，原因到底在什麼地方？就在我們往生那個念頭不切，又想往生，這個地方名利又放不下，麻煩在這個地方。那些往生的人跟我們不一樣，他就是一個願望求生西方極樂世界，這個世界統統放下，一絲毫都不沾染，所以他很順利的去了。我們雖然很願意，天天念佛迴向，「願生西方淨土中」，這邊樣樣都捨不得，這是我們的病根，我們沒法子去，錯就錯在此地。這個錯不是這一回，過去像這樣的錯誤不曉得多少回？這一次還犯老毛病，那我們這一生就又積一點善根，這一生不能成就。對這個經典，西方極樂世界理論、事實真相，為什麼要介紹得那麼清楚、那麼明白？讓你生起真實嚮往之心，然後能把這個世界的塵緣統統放下，道理在此地，一絲毫沾染不得。"
    },
    {
      "id": "01-003-0268_p0033",
      "zh_CN": "在这个地方同修们不能误会，不是说教你一切放下，你明天也不上班了，家里事情也不做了，光念佛去了，变成佛呆子，佛呆子不能往生；西方极乐世界生到那边都是不退菩萨，没有呆头呆脑的。放下是教我们心里放下，不是事上放下，心里起心动念是障碍，事上没有障碍。「一即是多，多即是一」，事哪有障碍？无碍、交成，一多无碍！事没障碍，理也没障碍，理事、事事统统没有障碍。念头分别、执着、忧虑、牵挂，这个东西是障碍，我们心里决定没有这些东西，心里只有一尊阿弥陀佛，心里只有这部《阿弥陀经》，《无量寿经》是大本《阿弥陀经》，大本小本完全一样。我们心里只要一部经、只要一尊佛，其他统统放下，再不去分别执着，你的心就清净，心净则土净，这是我们往生必须具备的条件。这个世间贪恋不得！凡是叫你起贪心的，那是魔境。魔不希望你成佛，不希望你离开六道轮回，魔来扰乱、阻挠你，不让你到极乐世界。凡是叫你起心动念的，全属魔障。「受」是我们真的接受，「持」是保持而不能够失掉。今天接受了，接受之后一定要尽形寿保持，尽我们这一生的生命，我们活一天就保持一天，决定不能让它失掉，这叫受持。",
      "zh_TW": "在這個地方同修們不能誤會，不是說教你一切放下，你明天也不上班了，家裡事情也不做了，光念佛去了，變成佛呆子，佛呆子不能往生；西方極樂世界生到那邊都是不退菩薩，沒有呆頭呆腦的。放下是教我們心裡放下，不是事上放下，心裡起心動念是障礙，事上沒有障礙。「一即是多，多即是一」，事哪有障礙？無礙、交成，一多無礙！事沒障礙，理也沒障礙，理事、事事統統沒有障礙。念頭分別、執著、憂慮、牽掛，這個東西是障礙，我們心裡決定沒有這些東西，心裡只有一尊阿彌陀佛，心裡只有這部《阿彌陀經》，《無量壽經》是大本《阿彌陀經》，大本小本完全一樣。我們心裡只要一部經、只要一尊佛，其他統統放下，再不去分別執著，你的心就清淨，心淨則土淨，這是我們往生必須具備的條件。這個世間貪戀不得！凡是叫你起貪心的，那是魔境。魔不希望你成佛，不希望你離開六道輪迴，魔來擾亂、阻撓你，不讓你到極樂世界。凡是叫你起心動念的，全屬魔障。「受」是我們真的接受，「持」是保持而不能夠失掉。今天接受了，接受之後一定要盡形壽保持，盡我們這一生的生命，我們活一天就保持一天，決定不能讓它失掉，這叫受持。"
    },
    {
      "id": "01-003-0268_p0034",
      "zh_CN": "疏【即前三慧三资粮故。】",
      "zh_TW": "疏【即前三慧三資糧故。】"
    },
    {
      "id": "01-003-0268_p0035",
      "zh_CN": "闻思修就是前面讲的三慧三资粮。",
      "zh_TW": "聞思修就是前面講的三慧三資糧。"
    },
    {
      "id": "01-003-0268_p0036",
      "zh_CN": "钞【闻即闻慧，受即思慧，持即修慧。】",
      "zh_TW": "鈔【聞即聞慧，受即思慧，持即修慧。】"
    },
    {
      "id": "01-003-0268_p0037",
      "zh_CN": "闻思修是大乘菩萨修行的纲领，小乘人修学的纲领是戒定慧三学。",
      "zh_TW": "聞思修是大乘菩薩修行的綱領，小乘人修學的綱領是戒定慧三學。"
    },
    {
      "id": "01-003-0268_p0038",
      "zh_CN": "钞【闻即信义，思即愿义，持即行义。】",
      "zh_TW": "鈔【聞即信義，思即願義，持即行義。】"
    },
    {
      "id": "01-003-0268_p0039",
      "zh_CN": "『闻』就是信，『受』就是愿，『持』就是行。信愿行是往生西方极乐世界三个条件，叫三资粮。资粮是比喻，从前出去旅行要带干粮、旅费，叫做资粮。这是比喻我们修行从娑婆世界到西方极乐世界，要带什么样的盘费？信愿行，这三条就好比资粮一样。",
      "zh_TW": "『聞』就是信，『受』就是願，『持』就是行。信願行是往生西方極樂世界三個條件，叫三資糧。資糧是比喻，從前出去旅行要帶乾糧、旅費，叫做資糧。這是比喻我們修行從娑婆世界到西方極樂世界，要帶什麼樣的盤費？信願行，這三條就好比資糧一樣。"
    },
    {
      "id": "01-003-0268_p0040",
      "zh_CN": "疏【闻诸佛名，牒上六方诸佛名也。闻经受持，闻佛名者，亦应受持故。】",
      "zh_TW": "疏【聞諸佛名，牒上六方諸佛名也。聞經受持，聞佛名者，亦應受持故。】"
    },
    {
      "id": "01-003-0268_p0041",
      "zh_CN": "大师假设一个问答：",
      "zh_TW": "大師假設一個問答："
    },
    {
      "id": "01-003-0268_p0042",
      "zh_CN": "钞【问：此经闻阿弥陀佛名号为往生因，何兼诸佛。】",
      "zh_TW": "鈔【問：此經聞阿彌陀佛名號為往生因，何兼諸佛。】"
    },
    {
      "id": "01-003-0268_p0043",
      "zh_CN": "「及闻诸佛名者」，蕅益大师解释，诸佛就是阿弥陀佛，阿弥陀佛就是诸佛；莲池大师解释，诸佛就是指前面所说的六方佛。两个人说法都没有错，莲池大师从事上说的，蕅益大师从理上说的，理上，一即是多，多即是一，诸佛就是阿弥陀佛。",
      "zh_TW": "「及聞諸佛名者」，蕅益大師解釋，諸佛就是阿彌陀佛，阿彌陀佛就是諸佛；蓮池大師解釋，諸佛就是指前面所說的六方佛。兩個人說法都沒有錯，蓮池大師從事上說的，蕅益大師從理上說的，理上，一即是多，多即是一，諸佛就是阿彌陀佛。"
    },
    {
      "id": "01-003-0268_p0044",
      "zh_CN": "钞【答：弥陀功德，为恒沙诸佛之所共赞，则闻诸佛名，知诸佛赞，信受此经，倍复亲切，故双举也。】",
      "zh_TW": "鈔【答：彌陀功德，為恆沙諸佛之所共讚，則聞諸佛名，知諸佛讚，信受此經，倍復親切，故雙舉也。】"
    },
    {
      "id": "01-003-0268_p0045",
      "zh_CN": "莲池大师这个意思也很好，释迦牟尼佛为我们介绍西方世界依正庄严，为我们介绍西方教主阿弥陀佛无量的功德，一尊佛所说！我们对于释迦牟尼佛无限的景仰、羡慕，对佛的尊敬无以复加。世尊为我们介绍，我们当然欢喜接受，现在又看到佛在经上讲，不但他老人家一个人这样的推荐介绍，十方一切诸佛异口同音都是这样推荐介绍，我们的信心就更增长，就是这个意思。知道这部经典不是一尊佛说，净土三经一切诸佛都说，没有一尊佛不用这个法门来劝导学人，除非他不肯接受，他要是能接受就是净土缘熟。缘熟，佛一定用这个法门来接引，帮助他在一生当中往生不退成佛。如果不能接受，那再用其他的法门，就是次一等，再次一等。这个是直接成佛，一生圆满成佛，所以称为第一法门。由此可知，我们在这一生当中有缘分遇到这个法门，有缘分听到这个法门，这决定不是小事，《法华经》上所讲的「大事因缘」。《无量寿经》上所说的，这是我们自己过去生中无量劫来的善根成熟，才有机会遇到，有机会听到，听到能生欢喜心，这是无量劫来的善根福德因缘，决定不是偶然。只要我们这一生当中能把世缘放下，这个世间人事环境、物质环境，这些贪爱、瞋恚，喜欢的就贪爱，不喜欢的就瞋恚，能把这些东西统统放下，这一生就决定往生。这个往生的障碍就没有了，要晓得这些东西是往生的障碍，从心地上拔除，与事相不相干，心里决定不能有。",
      "zh_TW": "蓮池大師這個意思也很好，釋迦牟尼佛為我們介紹西方世界依正莊嚴，為我們介紹西方教主阿彌陀佛無量的功德，一尊佛所說！我們對於釋迦牟尼佛無限的景仰、羨慕，對佛的尊敬無以復加。世尊為我們介紹，我們當然歡喜接受，現在又看到佛在經上講，不但他老人家一個人這樣的推薦介紹，十方一切諸佛異口同音都是這樣推薦介紹，我們的信心就更增長，就是這個意思。知道這部經典不是一尊佛說，淨土三經一切諸佛都說，沒有一尊佛不用這個法門來勸導學人，除非他不肯接受，他要是能接受就是淨土緣熟。緣熟，佛一定用這個法門來接引，幫助他在一生當中往生不退成佛。如果不能接受，那再用其他的法門，就是次一等，再次一等。這個是直接成佛，一生圓滿成佛，所以稱為第一法門。由此可知，我們在這一生當中有緣分遇到這個法門，有緣分聽到這個法門，這決定不是小事，《法華經》上所講的「大事因緣」。《無量壽經》上所說的，這是我們自己過去生中無量劫來的善根成熟，才有機會遇到，有機會聽到，聽到能生歡喜心，這是無量劫來的善根福德因緣，決定不是偶然。只要我們這一生當中能把世緣放下，這個世間人事環境、物質環境，這些貪愛、瞋恚，喜歡的就貪愛，不喜歡的就瞋恚，能把這些東西統統放下，這一生就決定往生。這個往生的障礙就沒有了，要曉得這些東西是往生的障礙，從心地上拔除，與事相不相干，心裡決定不能有。"
    },
    {
      "id": "01-003-0268_p0046",
      "zh_CN": "钞【华严第六回向云。】",
      "zh_TW": "鈔【華嚴第六回向云。】"
    },
    {
      "id": "01-003-0268_p0047",
      "zh_CN": "《华严经》第六回向品。",
      "zh_TW": "《華嚴經》第六迴向品。"
    },
    {
      "id": "01-003-0268_p0048",
      "zh_CN": "钞【复于佛所，得闻佛名，转更值遇无数诸佛，即闻此经，又闻诸佛名之意也。】",
      "zh_TW": "鈔【復於佛所，得聞佛名，轉更值遇無數諸佛，即聞此經，又聞諸佛名之意也。】"
    },
    {
      "id": "01-003-0268_p0049",
      "zh_CN": "我们现在是业障深重的凡夫，佛为我们推荐介绍，只能简单提纲契领指示我们，不能详细说，详细说出我们受不了！十方恒沙世界无量无边诸佛，佛要是说这些佛的名号，一句一句接着说，说一万年也说不完，我们怎能受得了？我们也没那么长的寿命。所以每一方无量佛里面只举五、六尊佛，最多只介绍到十尊佛，我们可以接受，多了就受不了。我们要是生到西方极乐世界，就是下下品往生，这品位最低的，到达西方极乐世界，诸位要晓得，我们的业障就消除了。业障为什么会消除？我们心清净，这是第一个因素。因为现前我们专信、专愿，只愿生西方极乐世界、只愿读《弥陀经》，其他的经我都不放在心里，都放下了，专！不专不行，一定要专。专信、专愿，专念阿弥陀佛，这一专，心就清净，清净心能灭罪业。罪业是什么？罪业就是妄念，就是胡思乱想、就是贪瞋痴慢，这个东西是罪业，这一专，这些东西都没有了，纵然有也很轻，不像从前那么严重。所以清净心，这是净念，大势至菩萨教给我们「净念相继」，净念就消业。现在我们做到净念相继，现在佛光就照我们，不是等往生的时候到西方极乐世界，现在佛光就照你，佛光注照。佛光这一照，帮助我们消业。诸位要晓得，我们自己必须要有能力消，佛光才加持得上，我们自己没有能力，一天到晚胡思乱想，佛虽然光照，没用处！心思杂乱是障碍，把佛光障住，你得不到受用。心清净就没有障碍，佛光照我们，我们直接就感受到。佛的光明帮助我们消业障、开智慧，不等待往生，现在就得到！由此可知，净念多重要！觉明妙行菩萨教我们念佛，他说「不怀疑、不夹杂、不间断」，不怀疑、不夹杂就是净念，不间断就是相继，这三句九个字就是解释大势至菩萨所讲的「净念相继」。生到西方极乐世界见到阿弥陀佛，直接沐浴在佛光之中，智慧大开，于是十方无量无边诸佛的名号统统都现前了。",
      "zh_TW": "我們現在是業障深重的凡夫，佛為我們推薦介紹，只能簡單提綱契領指示我們，不能詳細說，詳細說出我們受不了！十方恆沙世界無量無邊諸佛，佛要是說這些佛的名號，一句一句接著說，說一萬年也說不完，我們怎能受得了？我們也沒那麼長的壽命。所以每一方無量佛裡面只舉五、六尊佛，最多只介紹到十尊佛，我們可以接受，多了就受不了。我們要是生到西方極樂世界，就是下下品往生，這品位最低的，到達西方極樂世界，諸位要曉得，我們的業障就消除了。業障為什麼會消除？我們心清淨，這是第一個因素。因為現前我們專信、專願，只願生西方極樂世界、只願讀《彌陀經》，其他的經我都不放在心裡，都放下了，專！不專不行，一定要專。專信、專願，專念阿彌陀佛，這一專，心就清淨，清淨心能滅罪業。罪業是什麼？罪業就是妄念，就是胡思亂想、就是貪瞋痴慢，這個東西是罪業，這一專，這些東西都沒有了，縱然有也很輕，不像從前那麼嚴重。所以清淨心，這是淨念，大勢至菩薩教給我們「淨念相繼」，淨念就消業。現在我們做到淨念相繼，現在佛光就照我們，不是等往生的時候到西方極樂世界，現在佛光就照你，佛光注照。佛光這一照，幫助我們消業。諸位要曉得，我們自己必須要有能力消，佛光才加持得上，我們自己沒有能力，一天到晚胡思亂想，佛雖然光照，沒用處！心思雜亂是障礙，把佛光障住，你得不到受用。心清淨就沒有障礙，佛光照我們，我們直接就感受到。佛的光明幫助我們消業障、開智慧，不等待往生，現在就得到！由此可知，淨念多重要！覺明妙行菩薩教我們念佛，他說「不懷疑、不夾雜、不間斷」，不懷疑、不夾雜就是淨念，不間斷就是相繼，這三句九個字就是解釋大勢至菩薩所講的「淨念相繼」。生到西方極樂世界見到阿彌陀佛，直接沐浴在佛光之中，智慧大開，於是十方無量無邊諸佛的名號統統都現前了。"
    },
    {
      "id": "01-003-0268_p0050",
      "zh_CN": "佛在经上给我们讲，西方世界他们的生活状况。我们这个世间人，年轻的时候上学念书，念书好辛苦，踏进社会工作更辛苦，将来结婚生子，有家庭更苦！西方极乐世界人，他们每天听经、念佛、参禅、经行，或者志同道合在一块研究讨论，或者到他方世界去参访、供养诸佛，听经闻法。遇到有缘的人，帮助佛接引众生，他们干这事情，真的是逍遥自在！神仙也不比不上他们。神仙虽然自在，活动空间有限，不能超越六道，这个大千世界是他活动的范围，大千世界以外他达不到。西方极乐世界下下品往生的人，他们活动的空间是尽虚空遍法界，所以神仙天人也比不上他们。他见一尊佛就是见一切诸佛，闻一佛名，现在是闻阿弥陀佛一佛名，生到西方极乐世界，十方三世一切诸佛的名号统统现前，所以他统统都闻了，「闻诸佛名」，一尊佛都不漏。这就是《华严经》跟本经所说的义趣。",
      "zh_TW": "佛在經上給我們講，西方世界他們的生活狀況。我們這個世間人，年輕的時候上學念書，念書好辛苦，踏進社會工作更辛苦，將來結婚生子，有家庭更苦！西方極樂世界人，他們每天聽經、念佛、參禪、經行，或者志同道合在一塊研究討論，或者到他方世界去參訪、供養諸佛，聽經聞法。遇到有緣的人，幫助佛接引眾生，他們幹這事情，真的是逍遙自在！神仙也不比不上他們。神仙雖然自在，活動空間有限，不能超越六道，這個大千世界是他活動的範圍，大千世界以外他達不到。西方極樂世界下下品往生的人，他們活動的空間是盡虛空遍法界，所以神仙天人也比不上他們。他見一尊佛就是見一切諸佛，聞一佛名，現在是聞阿彌陀佛一佛名，生到西方極樂世界，十方三世一切諸佛的名號統統現前，所以他統統都聞了，「聞諸佛名」，一尊佛都不漏。這就是《華嚴經》跟本經所說的義趣。"
    },
    {
      "id": "01-003-0268_p0051",
      "zh_CN": "疏【大本云：多有菩萨，欲闻此经，而不得闻。】",
      "zh_TW": "疏【大本云：多有菩薩，欲聞此經，而不得聞。】"
    },
    {
      "id": "01-003-0268_p0052",
      "zh_CN": "这段话是《无量寿经》上的。『多有菩萨』，这不是少数！想听这个经，怎么会没听到？真的很多菩萨不知道有《阿弥陀经》、不知道有《无量寿经》。他怎么会想这个经？他是想最好能有个法门教我们一生当中就成就，想这个法门，殊不知这个法门就是这部经。所以听经要缘分、要福报，没有福报的人就听不到，没有缘分的人就接触不到，绝不是容易事情。我们台湾台北市学佛的同修有多少？几个人听过这个经？纵然每天晚课念《阿弥陀经》，不解其义，他信心没建立，愿心没有，那就等于没念。可见这个事情真的是难！真正得受用两种人：一种是对于事实真相真正明了的人，他下定决心选择这个法门；另外一种人，虽然理论事实真相不明了，他的善根福德非常深厚，听到这个法门，接触这个法门，他就牢牢抓住，死心塌地，一生他也不改变，这句佛号念到底，他往生了。这两种人是这个法门的当机者。其他的，信心像露水、浮萍一样没有根，只能在净宗种一点善根而已，这一生不能成就，摇摆不定。我们去年在美国达拉斯打佛七，那边也有不少同修听我介绍净土法门，听了非常欢喜，来跟我讲：真的要专心、要专求净土，要老实念佛。我们离开达拉斯半年之后，他有一些朋友学密的、学禅的，劝他拉他，他又到那里去了，把阿弥陀佛丢掉、忘掉了，这种情形很多！有的是人情佛事，好朋友来拉，不好意思不去！这一去，觉得那边也不错，信心就动摇。将来怎么？净这边不能成就，禅也不能成功，多可惜！这就叫魔来干扰，魔牵着你走了。我们想到佛在经上讲，多有菩萨想求一生圆满成就的法门，由于善根福德因缘的差错，没有机缘遇到这个法门，没有机缘听到这个法门。所以，遇到这个法门、听到这个法门，机会不容易！古德说，「无量劫来希有难逢之一日」，我们今天听到，这一天是无量劫来希有难逢的一天，不是真正有深厚善根福德因缘，你遇不到！所以要珍惜。",
      "zh_TW": "這段話是《無量壽經》上的。『多有菩薩』，這不是少數！想聽這個經，怎麼會沒聽到？真的很多菩薩不知道有《阿彌陀經》、不知道有《無量壽經》。他怎麼會想這個經？他是想最好能有個法門教我們一生當中就成就，想這個法門，殊不知這個法門就是這部經。所以聽經要緣分、要福報，沒有福報的人就聽不到，沒有緣分的人就接觸不到，絕不是容易事情。我們台灣台北市學佛的同修有多少？幾個人聽過這個經？縱然每天晚課念《阿彌陀經》，不解其義，他信心沒建立，願心沒有，那就等於沒念。可見這個事情真的是難！真正得受用兩種人：一種是對於事實真相真正明瞭的人，他下定決心選擇這個法門；另外一種人，雖然理論事實真相不明瞭，他的善根福德非常深厚，聽到這個法門，接觸這個法門，他就牢牢抓住，死心塌地，一生他也不改變，這句佛號念到底，他往生了。這兩種人是這個法門的當機者。其他的，信心像露水、浮萍一樣沒有根，只能在淨宗種一點善根而已，這一生不能成就，搖擺不定。我們去年在美國達拉斯打佛七，那邊也有不少同修聽我介紹淨土法門，聽了非常歡喜，來跟我講：真的要專心、要專求淨土，要老實念佛。我們離開達拉斯半年之後，他有一些朋友學密的、學禪的，勸他拉他，他又到那裡去了，把阿彌陀佛丟掉、忘掉了，這種情形很多！有的是人情佛事，好朋友來拉，不好意思不去！這一去，覺得那邊也不錯，信心就動搖。將來怎麼？淨這邊不能成就，禪也不能成功，多可惜！這就叫魔來干擾，魔牽著你走了。我們想到佛在經上講，多有菩薩想求一生圓滿成就的法門，由於善根福德因緣的差錯，沒有機緣遇到這個法門，沒有機緣聽到這個法門。所以，遇到這個法門、聽到這個法門，機會不容易！古德說，「無量劫來希有難逢之一日」，我們今天聽到，這一天是無量劫來希有難逢的一天，不是真正有深厚善根福德因緣，你遇不到！所以要珍惜。"
    },
    {
      "id": "01-003-0268_p0053",
      "zh_CN": "疏【又经云：宁于地狱得闻佛名。】",
      "zh_TW": "疏【又經云：寧於地獄得聞佛名。】"
    },
    {
      "id": "01-003-0268_p0054",
      "zh_CN": "这是经上说的，说了个比喻，宁愿堕地狱，只要能听到阿弥陀佛的名号，堕地狱也甘心情愿，这才体会到这句名号的价值，名号功德真是不可思议。堕地狱受苦，苦难有受完的时候，怕什么？闻阿弥陀佛名号，发愿往生就永脱轮回，不再受地狱苦，受一次就不再受了。",
      "zh_TW": "這是經上說的，說了個比喻，寧願墮地獄，只要能聽到阿彌陀佛的名號，墮地獄也甘心情願，這才體會到這句名號的價值，名號功德真是不可思議。墮地獄受苦，苦難有受完的時候，怕什麼？聞阿彌陀佛名號，發願往生就永脫輪迴，不再受地獄苦，受一次就不再受了。"
    },
    {
      "id": "01-003-0268_p0055",
      "zh_CN": "疏【则知闻此经，闻诸佛名，大非易事。】",
      "zh_TW": "疏【則知聞此經，聞諸佛名，大非易事。】"
    },
    {
      "id": "01-003-0268_p0056",
      "zh_CN": "说明很不容易！我们现在听到这句佛号好像得来很容易，那是因为过去善根福德因缘成熟！你要不相信，我们隔壁的邻居他就不来，我们在这里讲了十几年，一次也没来过，你才晓得是真难！所以要知道珍惜。弥陀的弟子，诸佛的学生，有责任要把这个法门普遍向大众介绍，他接受不接受是他的事情。他能接受，我们就恭喜他这一生会成就；他不接受，我们对得起他。自己遇到这么好的法门，不介绍给别人，这是对不起人的。",
      "zh_TW": "說明很不容易！我們現在聽到這句佛號好像得來很容易，那是因為過去善根福德因緣成熟！你要不相信，我們隔壁的鄰居他就不來，我們在這裡講了十幾年，一次也沒來過，你才曉得是真難！所以要知道珍惜。彌陀的弟子，諸佛的學生，有責任要把這個法門普遍向大眾介紹，他接受不接受是他的事情。他能接受，我們就恭喜他這一生會成就；他不接受，我們對得起他。自己遇到這麼好的法門，不介紹給別人，這是對不起人的。"
    },
    {
      "id": "01-003-0268_p0057",
      "zh_CN": "钞【菩萨欲闻而不得，则二乘凡夫可知矣。】",
      "zh_TW": "鈔【菩薩欲聞而不得，則二乘凡夫可知矣。】"
    },
    {
      "id": "01-003-0268_p0058",
      "zh_CN": "菩萨想求这个法门都不容易求到；二乘人、凡夫想求这个法门，当然就更难、更不容易。",
      "zh_TW": "菩薩想求這個法門都不容易求到；二乘人、凡夫想求這個法門，當然就更難、更不容易。"
    },
    {
      "id": "01-003-0268_p0059",
      "zh_CN": "钞【大本偈云：若不往昔修福慧，于此正法不能闻，已曾钦奉诸如来，故有因缘闻此义。】",
      "zh_TW": "鈔【大本偈云：若不往昔修福慧，於此正法不能聞，已曾欽奉諸如來，故有因緣聞此義。】"
    },
    {
      "id": "01-003-0268_p0060",
      "zh_CN": "《无量寿经》上，佛把这个事情讲得清清楚楚，如果不是多生多劫修福修慧，你就没有机会听到这个法门。纵然这个法门给你，你听了也不懂，你听了也不能生起欢喜心，信愿完全生不起来，什么原因？过去生中福慧修得太少。『已曾钦奉诸如来』，阿阇王子与五百长者子过去生中曾经供养四百亿佛。但是供养四百亿佛，福慧还不够，所以听到释迦牟尼佛讲这部经，听得非常欢喜，自己心里动个念头，我将来成佛要跟阿弥陀佛一样，还不能发心念佛赶快往生西方极乐世界亲近阿弥陀佛，这个愿没有。换句话说，供养四百亿佛，在三资粮里只有一个信，愿没有，你才晓得这个多难！今天诸位遇到这个法门，你能信、能愿，就证明你过去生中供养诸佛如来不止四百亿，为什么？因为你的福慧超过阿阇王子，阿阇王子没有发愿求生，你现在发愿求生，你的福慧超过他。『故有因缘闻此义』，你才有这个缘分、才有这个福报听到这部经。",
      "zh_TW": "《無量壽經》上，佛把這個事情講得清清楚楚，如果不是多生多劫修福修慧，你就沒有機會聽到這個法門。縱然這個法門給你，你聽了也不懂，你聽了也不能生起歡喜心，信願完全生不起來，什麼原因？過去生中福慧修得太少。『已曾欽奉諸如來』，阿闍王子與五百長者子過去生中曾經供養四百億佛。但是供養四百億佛，福慧還不夠，所以聽到釋迦牟尼佛講這部經，聽得非常歡喜，自己心裡動個念頭，我將來成佛要跟阿彌陀佛一樣，還不能發心念佛趕快往生西方極樂世界親近阿彌陀佛，這個願沒有。換句話說，供養四百億佛，在三資糧裡只有一個信，願沒有，你才曉得這個多難！今天諸位遇到這個法門，你能信、能願，就證明你過去生中供養諸佛如來不止四百億，為什麼？因為你的福慧超過阿闍王子，阿闍王子沒有發願求生，你現在發願求生，你的福慧超過他。『故有因緣聞此義』，你才有這個緣分、才有這個福報聽到這部經。"
    },
    {
      "id": "01-003-0268_p0061",
      "zh_CN": "钞【地狱闻佛者，华严偈云：宁受地狱苦，得闻诸佛名，不愿生天中，而不闻佛名。】",
      "zh_TW": "鈔【地獄聞佛者，華嚴偈云：寧受地獄苦，得聞諸佛名，不願生天中，而不聞佛名。】"
    },
    {
      "id": "01-003-0268_p0062",
      "zh_CN": "《华严经》上，佛说过这么几句话。",
      "zh_TW": "《華嚴經》上，佛說過這麼幾句話。"
    },
    {
      "id": "01-003-0268_p0063",
      "zh_CN": "钞【故知此经，及与佛名，不易闻也。】",
      "zh_TW": "鈔【故知此經，及與佛名，不易聞也。】"
    },
    {
      "id": "01-003-0268_p0064",
      "zh_CN": "这是引经据典，说明这个经典、这个法门缘分的难得，真正不容易！我们台湾不是没有劫难，很重的劫难！这些年来，从南到北许许多多人都在受持《无量寿经》，念阿弥陀佛，这个劫难逐渐才化解。这些都是事实，希望我们更努力、更认真的修学，尽心尽力来推广，把经典法门普遍介绍给大众，大家都依照这个法门来修学，这个地区决定不遭灾难。为什么？经上说得很清楚，「一切诸佛之所护念」，我念这个经得诸佛护念，你念这个经也得诸佛护念，我们全台湾的同胞都念这个经，人人都得诸佛护念，一切灾难就没有了。这是我们必须要知道的，这才是消灾免难保全我们身家社会安全第一个因素。末后这两句总结：",
      "zh_TW": "這是引經據典，說明這個經典、這個法門緣分的難得，真正不容易！我們台灣不是沒有劫難，很重的劫難！這些年來，從南到北許許多多人都在受持《無量壽經》，念阿彌陀佛，這個劫難逐漸才化解。這些都是事實，希望我們更努力、更認真的修學，盡心盡力來推廣，把經典法門普遍介紹給大眾，大家都依照這個法門來修學，這個地區決定不遭災難。為什麼？經上說得很清楚，「一切諸佛之所護念」，我念這個經得諸佛護念，你念這個經也得諸佛護念，我們全台灣的同胞都念這個經，人人都得諸佛護念，一切災難就沒有了。這是我們必須要知道的，這才是消災免難保全我們身家社會安全第一個因素。末後這兩句總結："
    },
    {
      "id": "01-003-0268_p0065",
      "zh_CN": "钞【今得闻之，可弗信受。】",
      "zh_TW": "鈔【今得聞之，可弗信受。】"
    },
    {
      "id": "01-003-0268_p0066",
      "zh_CN": "我们今天能闻到，这个机缘实在非常之难，听了之后怎能不信？怎能不接受？今天我们就讲到此地。",
      "zh_TW": "我們今天能聞到，這個機緣實在非常之難，聽了之後怎能不信？怎能不接受？今天我們就講到此地。"
    }
  ]
}