{
  "doc_id": "01-003-0028",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0028",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "01-003-0028_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三十五页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三十五頁："
    },
    {
      "id": "01-003-0028_p0002",
      "zh_CN": "◎【二果证】",
      "zh_TW": "◎【二果證】"
    },
    {
      "id": "01-003-0028_p0003",
      "zh_CN": "序【乃知匪离跬步。宝池涌四色之华。不出户庭。金地遶七重之树。处处弥陀说法。时时莲蕊化生。珍禽与庶鸟偕音。琼院共茆堂并彩。】",
      "zh_TW": "序【乃知匪離跬步。寶池涌四色之華。不出戶庭。金地遶七重之樹。處處彌陀說法。時時蓮蕊化生。珍禽與庶鳥偕音。瓊院共茆堂並彩。】"
    },
    {
      "id": "01-003-0028_p0004",
      "zh_CN": "这一段文里面有四个小段，第一段就是前面的两句，已经介绍过了。今天我们看第二个小段，就是『不出户庭，金地遶七重之树』。序文，《疏钞》跟《演义》都要细细的读，然后才能体会到玄妙的义理，可以说字字句句都给我们很大的启发。这些全是属于理一心不乱的境界，也就是《华严》里面所说的「理事无碍，事事无碍」，我们一般称之为一真法界，在《疏钞演义》里面都给我们说出来了。",
      "zh_TW": "這一段文裡面有四個小段，第一段就是前面的兩句，已經介紹過了。今天我們看第二個小段，就是『不出戶庭，金地遶七重之樹』。序文，《疏鈔》跟《演義》都要細細的讀，然後才能體會到玄妙的義理，可以說字字句句都給我們很大的啟發。這些全是屬於理一心不亂的境界，也就是《華嚴》裡面所說的「理事無礙，事事無礙」，我們一般稱之為一真法界，在《疏鈔演義》裡面都給我們說出來了。"
    },
    {
      "id": "01-003-0028_p0005",
      "zh_CN": "演【户庭绕树者。】",
      "zh_TW": "演【戶庭繞樹者。】"
    },
    {
      "id": "01-003-0028_p0006",
      "zh_CN": "『户庭』都是很近的地方，户是门户，门户外面是庭院，这是从前中国房屋的建筑，跟现在公寓房子当然不一样了。我们现在门户是有，庭院不见得家家都有。",
      "zh_TW": "『戶庭』都是很近的地方，戶是門戶，門戶外面是庭院，這是從前中國房屋的建築，跟現在公寓房子當然不一樣了。我們現在門戶是有，庭院不見得家家都有。"
    },
    {
      "id": "01-003-0028_p0007",
      "zh_CN": "演【谓觉林增长，道树滋荣，长养众善之体，随处发现也。】",
      "zh_TW": "演【謂覺林增長，道樹滋榮，長養眾善之體，隨處發現也。】"
    },
    {
      "id": "01-003-0028_p0008",
      "zh_CN": "是说的这个意思。西方世界是黄金为地，所以称为金地。地上，经上说得很好，有七重行树、七重罗网，这是说地上的庄严。七重这个七，它是代表圆满的意思，并不是数目字，如果你把它看作数字，那就错了。如果我们到一个地方，这个地方所有的房屋统统都是一样的，诸位想想那有什么好看的？那就没有什么好看。什么叫圆满？我们自己心里喜欢什么样子，它就现出什么样子，这就叫圆满。换句话说，西方世界无有一桩事情不顺心，没有一桩事物不称意，这个环境实在是庄严之极。反过来看看我们现前的环境，我们理想当中的环境，心里面向往不容易得到，得不到！不如意、不称心的环境，我们想离开它，也不容易摆脱得掉，正是所谓「好难求、恶难迁」，哪有西方世界是样样称心如意！「七」代表称心如意，代表圆满，与《华严经》上所说的「十」是一个意思，都是代表圆满的意思。",
      "zh_TW": "是說的這個意思。西方世界是黃金為地，所以稱為金地。地上，經上說得很好，有七重行樹、七重羅網，這是說地上的莊嚴。七重這個七，它是代表圓滿的意思，並不是數目字，如果你把它看作數字，那就錯了。如果我們到一個地方，這個地方所有的房屋統統都是一樣的，諸位想想那有什麼好看的？那就沒有什麼好看。什麼叫圓滿？我們自己心裡喜歡什麼樣子，它就現出什麼樣子，這就叫圓滿。換句話說，西方世界無有一樁事情不順心，沒有一樁事物不稱意，這個環境實在是莊嚴之極。反過來看看我們現前的環境，我們理想當中的環境，心裡面嚮往不容易得到，得不到！不如意、不稱心的環境，我們想離開它，也不容易擺脫得掉，正是所謂「好難求、惡難遷」，哪有西方世界是樣樣稱心如意！「七」代表稱心如意，代表圓滿，與《華嚴經》上所說的「十」是一個意思，都是代表圓滿的意思。"
    },
    {
      "id": "01-003-0028_p0009",
      "zh_CN": "『觉林』、『道树』都是比喻自己的身心，这两句话就是指智慧增长，功德滋荣，无量无边的智慧，无量无边的德能。『长养众善之体』，「体」是自己的本性，真性是万善之体。从这个地方我们也能够体会得到，真性是至善之体。如果我们心里面有一丝毫不善，那就证明我们的真性在迷，没悟！如果真性在觉，一定是纯善的，决没有一丝毫恶；真性是清净的，决没有一念杂染。",
      "zh_TW": "『覺林』、『道樹』都是比喻自己的身心，這兩句話就是指智慧增長，功德滋榮，無量無邊的智慧，無量無邊的德能。『長養眾善之體』，「體」是自己的本性，真性是萬善之體。從這個地方我們也能夠體會得到，真性是至善之體。如果我們心裡面有一絲毫不善，那就證明我們的真性在迷，沒悟！如果真性在覺，一定是純善的，決沒有一絲毫惡；真性是清淨的，決沒有一念雜染。"
    },
    {
      "id": "01-003-0028_p0010",
      "zh_CN": "这个世间，我们讲娑婆世界，这个世界是染污的世界。修道之人如果善于运用这个环境，这个地方正是大好修行的场所；如果不善于运用这个环境，给诸位说，没有不堕落的。虽然讲六道，三善道比喻「头出」，三恶道比喻「头没」，实在说，众生在三善道的时间非常短暂，在恶道的时间是极其之长，这些都是娑婆世界的事实真相。善于运用这个环境作为自己修行的道场，古今有许多榜样，那就是在五欲六尘繁华的世界里面，他能舍，他能放下。昨天我们念的，「休之又休」，所谓是精进更精进，放下再放下。",
      "zh_TW": "這個世間，我們講娑婆世界，這個世界是染污的世界。修道之人如果善於運用這個環境，這個地方正是大好修行的場所；如果不善於運用這個環境，給諸位說，沒有不墮落的。雖然講六道，三善道比喻「頭出」，三惡道比喻「頭沒」，實在說，眾生在三善道的時間非常短暫，在惡道的時間是極其之長，這些都是娑婆世界的事實真相。善於運用這個環境作為自己修行的道場，古今有許多榜樣，那就是在五欲六塵繁華的世界裡面，他能捨，他能放下。昨天我們念的，「休之又休」，所謂是精進更精進，放下再放下。"
    },
    {
      "id": "01-003-0028_p0011",
      "zh_CN": "佛门里面无论是出家在家的大德，真正是一个精进修行人，他决定不贪恋五欲六尘，他把生活降到最低的水准。佛陀当年在世的时候，三衣一钵，这是降到最低的水准，三衣之外无长物，这个环境是修行的好道场。莲池大师教给我们，真正修行人决定不贪恋名闻利养，要把这个舍尽，要能够甘心于淡泊的生活，道业才能成功。第二、决定不攀缘，除非是实在不得已的应酬，没有法子，能省的统统省。我自己所见到的有两位法师，现在都在美国，一位是仁俊法师，一位是日常法师，这两位在国外都称之为怪人，没有交际应酬，不接电话。办道要紧，哪有闲功夫搞这些应酬！我们看了非常的敬重，这是眼前的榜样。",
      "zh_TW": "佛門裡面無論是出家在家的大德，真正是一個精進修行人，他決定不貪戀五欲六塵，他把生活降到最低的水準。佛陀當年在世的時候，三衣一缽，這是降到最低的水準，三衣之外無長物，這個環境是修行的好道場。蓮池大師教給我們，真正修行人決定不貪戀名聞利養，要把這個捨盡，要能夠甘心於淡泊的生活，道業才能成功。第二、決定不攀緣，除非是實在不得已的應酬，沒有法子，能省的統統省。我自己所見到的有兩位法師，現在都在美國，一位是仁俊法師，一位是日常法師，這兩位在國外都稱之為怪人，沒有交際應酬，不接電話。辦道要緊，哪有閒功夫搞這些應酬！我們看了非常的敬重，這是眼前的榜樣。"
    },
    {
      "id": "01-003-0028_p0012",
      "zh_CN": "古大德的榜样太多了，像近代的高僧虚云老和尚、印光老法师，诸位都晓得的。一件衣服总穿三、四十年，破了再补！你看老和尚穿的衣服，补钉补了多少？他们的信徒满天下，大财主多得很，供养是不计其数，老和尚连一件新衣服都做不起吗？老和尚不做。信徒是常常给他做新衣服，新衣服一送去，他一看到哪个没衣服穿的，他就送人了，他还是穿那个破烂衣服。一生没有改变，不贪恋享受，不攀缘权贵。不管什么事情，能省就省，修行人以省事为第一，才能够长养众善之体。万万不能多事，出家人如是，在家的高人也是如此。",
      "zh_TW": "古大德的榜樣太多了，像近代的高僧虛雲老和尚、印光老法師，諸位都曉得的。一件衣服總穿三、四十年，破了再補！你看老和尚穿的衣服，補釘補了多少？他們的信徒滿天下，大財主多得很，供養是不計其數，老和尚連一件新衣服都做不起嗎？老和尚不做。信徒是常常給他做新衣服，新衣服一送去，他一看到哪個沒衣服穿的，他就送人了，他還是穿那個破爛衣服。一生沒有改變，不貪戀享受，不攀緣權貴。不管什麼事情，能省就省，修行人以省事為第一，才能夠長養眾善之體。萬萬不能多事，出家人如是，在家的高人也是如此。"
    },
    {
      "id": "01-003-0028_p0013",
      "zh_CN": "庞居士，这是个财主。他学了佛，下定决心要了生死出三界，他把家里的财产金银财宝装上一条大船，把这个船划到长江的江心，船上打一个洞，整个沉下去，统统不要了。以后生活怎么办？编草鞋。每天编草鞋卖几文钱，过清苦的生活。有人问他：你那么多钱，如果不要，拿去做好事不是很好吗？他告诉人：好事不如无事！你们想想这个话的味道。无事，是第一等的好事！无事是无漏业，好事还是有漏业，不一样。",
      "zh_TW": "龐居士，這是個財主。他學了佛，下定決心要了生死出三界，他把家裡的財產金銀財寶裝上一條大船，把這個船划到長江的江心，船上打一個洞，整個沉下去，統統不要了。以後生活怎麼辦？編草鞋。每天編草鞋賣幾文錢，過清苦的生活。有人問他：你那麼多錢，如果不要，拿去做好事不是很好嗎？他告訴人：好事不如無事！你們想想這個話的味道。無事，是第一等的好事！無事是無漏業，好事還是有漏業，不一樣。"
    },
    {
      "id": "01-003-0028_p0014",
      "zh_CN": "你看他一家，一家人个个成道，他自己要走的时候，给他太太女儿说，他要走了，替他准备后事。他的女儿比他更高明，她说：爸爸，你稍微等一等，我出去一下。她出去的时候，在田野里她就往生了。生死自在，来去自如，一家人都证果。所以我们要是真修行，要放下再放下，我们这个道心才能够建立。",
      "zh_TW": "你看他一家，一家人個個成道，他自己要走的時候，給他太太女兒說，他要走了，替他準備後事。他的女兒比他更高明，她說：爸爸，你稍微等一等，我出去一下。她出去的時候，在田野裡她就往生了。生死自在，來去自如，一家人都證果。所以我們要是真修行，要放下再放下，我們這個道心才能夠建立。"
    },
    {
      "id": "01-003-0028_p0015",
      "zh_CN": "现在先别说增长，为什么？现在咱们没有道心，我们那个道心是古人所讲的露水道心，现在在此地坐着听经，白天在这里念佛，好像有点道心，到街上转一下，道心就没有了，那怎么能成功？所以念佛念了几十年，连个消息都没有，什么原因？没放下，这是大障碍。经论里面给我们所讲的，是教我们看破。什么叫修行？放下就是修行，放下就是功夫。在这个世间，决定要遵守「于人无争，于世无求」，身心清净，一丝不挂，这样念佛没有不成功的，那真是永明大师所说的「万修万人去」。",
      "zh_TW": "現在先別說增長，為什麼？現在咱們沒有道心，我們那個道心是古人所講的露水道心，現在在此地坐著聽經，白天在這裡念佛，好像有點道心，到街上轉一下，道心就沒有了，那怎麼能成功？所以念佛念了幾十年，連個消息都沒有，什麼原因？沒放下，這是大障礙。經論裡面給我們所講的，是教我們看破。什麼叫修行？放下就是修行，放下就是功夫。在這個世間，決定要遵守「於人無爭，於世無求」，身心清淨，一絲不掛，這樣念佛沒有不成功的，那真是永明大師所說的「萬修萬人去」。"
    },
    {
      "id": "01-003-0028_p0016",
      "zh_CN": "印度的甘地，他不是佛教徒，他能够被世间人这样的尊重，这样的敬仰，就是他能够过佛教徒的生活。当年他从英国回来之后，买了一块小小的地皮，建一个新社区，他那个社区是过原始的生活，几个志同道合的亲戚朋友在一起，自己建房子，自己耕种，把生活减少到最低的程度。家里的用具都是必需的，多一样都没有，三个人就三个小凳子，四个人就四个小凳子。几乎像出家人，三衣一钵。他为什么这么做？省事。没有一丝毫忧虑牵挂，身心自在，智慧增长，这是个世间圣人。",
      "zh_TW": "印度的甘地，他不是佛教徒，他能夠被世間人這樣的尊重，這樣的敬仰，就是他能夠過佛教徒的生活。當年他從英國回來之後，買了一塊小小的地皮，建一個新社區，他那個社區是過原始的生活，幾個志同道合的親戚朋友在一起，自己建房子，自己耕種，把生活減少到最低的程度。家裡的用具都是必需的，多一樣都沒有，三個人就三個小凳子，四個人就四個小凳子。幾乎像出家人，三衣一缽。他為什麼這麼做？省事。沒有一絲毫憂慮牽掛，身心自在，智慧增長，這是個世間聖人。"
    },
    {
      "id": "01-003-0028_p0017",
      "zh_CN": "我们道业不成就，就是被五欲六尘、世间人情世故所拖累，这些是魔，决不是佛。这有福报，什么福报？魔报。某人的信徒多，那是魔多，他后头跟的魔多。出家人的信徒是法眷属，法眷属是魔，不是好事情！信徒太多，你就不能往生，你还得要生死轮回，还得要堕落。如果一个信徒也没有，一定讲「我很苦恼，我赶紧好好念佛求往生」，他真成功了。没有人供养他，他一心向道，天天念佛，求了生死。供养太多，不错！这个地方还有福报可享，把西方极乐世界给忘掉，糟不糟糕！这些地方都要以智慧来观察。",
      "zh_TW": "我們道業不成就，就是被五欲六塵、世間人情世故所拖累，這些是魔，決不是佛。這有福報，什麼福報？魔報。某人的信徒多，那是魔多，他後頭跟的魔多。出家人的信徒是法眷屬，法眷屬是魔，不是好事情！信徒太多，你就不能往生，你還得要生死輪迴，還得要墮落。如果一個信徒也沒有，一定講「我很苦惱，我趕緊好好念佛求往生」，他真成功了。沒有人供養他，他一心向道，天天念佛，求了生死。供養太多，不錯！這個地方還有福報可享，把西方極樂世界給忘掉，糟不糟糕！這些地方都要以智慧來觀察。"
    },
    {
      "id": "01-003-0028_p0018",
      "zh_CN": "前面是讲修因，因修成了，这个地方讲果报，果报在西方极乐世界。这种果报是自然的，不是我们起心动念去求得的，自自然然的。这个福报是真实的，不是虚妄的，不是人为的。西方极乐世界如是，我们在《华严经》里面所看到的，华藏世界也是这个样子的，都是善根发现，随处发现，也像《楞严经》里面所讲的「当处出生，当处灭尽」、「随众生心，应所知量」，随心应量所发现的。",
      "zh_TW": "前面是講修因，因修成了，這個地方講果報，果報在西方極樂世界。這種果報是自然的，不是我們起心動念去求得的，自自然然的。這個福報是真實的，不是虛妄的，不是人為的。西方極樂世界如是，我們在《華嚴經》裡面所看到的，華藏世界也是這個樣子的，都是善根發現，隨處發現，也像《楞嚴經》裡面所講的「當處出生，當處滅盡」、「隨眾生心，應所知量」，隨心應量所發現的。"
    },
    {
      "id": "01-003-0028_p0019",
      "zh_CN": "演【又法界唯心。】",
      "zh_TW": "演【又法界唯心。】"
    },
    {
      "id": "01-003-0028_p0020",
      "zh_CN": "『法界』是讲一真法界，也包括一般所讲的十法界。悟了，叫一真法界；迷了，叫十法界。其实法界没有迷悟，迷悟在人心。",
      "zh_TW": "『法界』是講一真法界，也包括一般所講的十法界。悟了，叫一真法界；迷了，叫十法界。其實法界沒有迷悟，迷悟在人心。"
    },
    {
      "id": "01-003-0028_p0021",
      "zh_CN": "演【既妙悟一心，即万亿刹外之行树，亦不出户庭也。】",
      "zh_TW": "演【既妙悟一心，即萬億剎外之行樹，亦不出戶庭也。】"
    },
    {
      "id": "01-003-0028_p0022",
      "zh_CN": "这就是不思议解脱的境界了。这一段最重要的一句，就是「妙悟一心」；前面一段有这四个字，这个地方又有这四个字，这四个字重要！佛法的修学就在这一句。而修一心不乱，持名念佛是最简要、最稳当、最容易。八万四千法门，每一个法门都是修一心，虽然名称不一样，事情是一样的，统统都是修一心不乱。前面说得清楚，功夫就是在伏烦恼、断烦恼、开智慧，这是经上常讲的。换句话说，这个功夫就是放下、放下、再放下，为什么？不放下，不能得一心。首先把见思烦恼放下，再把尘沙、无明放下，把分别执着一切妄想放下，一心就现前，这是真实的功夫。",
      "zh_TW": "這就是不思議解脫的境界了。這一段最重要的一句，就是「妙悟一心」；前面一段有這四個字，這個地方又有這四個字，這四個字重要！佛法的修學就在這一句。而修一心不亂，持名念佛是最簡要、最穩當、最容易。八萬四千法門，每一個法門都是修一心，雖然名稱不一樣，事情是一樣的，統統都是修一心不亂。前面說得清楚，功夫就是在伏煩惱、斷煩惱、開智慧，這是經上常講的。換句話說，這個功夫就是放下、放下、再放下，為什麼？不放下，不能得一心。首先把見思煩惱放下，再把塵沙、無明放下，把分別執著一切妄想放下，一心就現前，這是真實的功夫。"
    },
    {
      "id": "01-003-0028_p0023",
      "zh_CN": "有一丝毫放不下，一心决定不能现前。为什么？你心里头还有一物。六祖说：本来无一物。你有一物，就不是一心。不但世间一切法不能有，有佛法也不行。真如本性里面，连佛法也没有！所以佛在《般若经》里面讲，「法尚应舍，何况非法」。这个时候，才叫做妙悟一心。这是不得已建立这个假名，千万不要执着这个假名，到那个时候，我还有妙悟一心，那就错了，你这真性里头哪有妙悟一心？不得已，没法子，建立这么一个名相。到这个境界，尽虚空遍法界就是一个自己，圆满报身、清净法身都现前了，空间跟时间都消失，成了一片，这才叫一真。时空打破了，万亿刹外之行树也在眼前。这是第二段的意思。",
      "zh_TW": "有一絲毫放不下，一心決定不能現前。為什麼？你心裡頭還有一物。六祖說：本來無一物。你有一物，就不是一心。不但世間一切法不能有，有佛法也不行。真如本性裡面，連佛法也沒有！所以佛在《般若經》裡面講，「法尚應捨，何況非法」。這個時候，才叫做妙悟一心。這是不得已建立這個假名，千萬不要執著這個假名，到那個時候，我還有妙悟一心，那就錯了，你這真性裡頭哪有妙悟一心？不得已，沒法子，建立這麼一個名相。到這個境界，盡虛空遍法界就是一個自己，圓滿報身、清淨法身都現前了，空間跟時間都消失，成了一片，這才叫一真。時空打破了，萬億剎外之行樹也在眼前。這是第二段的意思。"
    },
    {
      "id": "01-003-0028_p0024",
      "zh_CN": "再看第三段，『处处弥陀说法，时时莲蕊化生』。这两句《演义》里头有两段注解：",
      "zh_TW": "再看第三段，『處處彌陀說法，時時蓮蕊化生』。這兩句《演義》裡頭有兩段註解："
    },
    {
      "id": "01-003-0028_p0025",
      "zh_CN": "演【弥陀说法者，鹊噪鸦鸣尽是深谈般若，溪光山色无非全露遮那也。处处者，即古人所谓炽然说无间歇也。】",
      "zh_TW": "演【彌陀說法者，鵲噪鴉鳴盡是深談般若，溪光山色無非全露遮那也。處處者，即古人所謂熾然說無間歇也。】"
    },
    {
      "id": "01-003-0028_p0026",
      "zh_CN": "同学们对于这一段要特别的注意，因为有不少同学常常来问：我们念佛要不间断，可是我们做事情的时候，佛号就间断了，那这样不就不能成功了吗？在此地就详细的给你解答这个问题。",
      "zh_TW": "同學們對於這一段要特別的注意，因為有不少同學常常來問：我們念佛要不間斷，可是我們做事情的時候，佛號就間斷了，那這樣不就不能成功了嗎？在此地就詳細的給你解答這個問題。"
    },
    {
      "id": "01-003-0028_p0027",
      "zh_CN": "『说法』，「说」是说明。言说，你一听，明白了，这叫说法。如果你眼睛一看，看明白了，也叫说法。我既没用耳听，也没有用眼看，我舌头尝一尝就明了，那也叫说法。我手一摸，手接触到，明了了，也叫说法。「说法」这两个字，意思既深又广。所以，着言说相、名字相，你就不能解如来真实义。",
      "zh_TW": "『說法』，「說」是說明。言說，你一聽，明白了，這叫說法。如果你眼睛一看，看明白了，也叫說法。我既沒用耳聽，也沒有用眼看，我舌頭嘗一嘗就明瞭，那也叫說法。我手一摸，手接觸到，明瞭了，也叫說法。「說法」這兩個字，意思既深又廣。所以，著言說相、名字相，你就不能解如來真實義。"
    },
    {
      "id": "01-003-0028_p0028",
      "zh_CN": "『弥陀』就是阿弥陀佛，此地是略称。「阿弥陀佛」，这个意思是无量觉，换句话说，你在一切事物当中，就是六根接触六尘境界，要是觉而不迷，对外面境界来说，他就是说法，对你自己感受来说，就是念佛，我们要懂这个道理。",
      "zh_TW": "『彌陀』就是阿彌陀佛，此地是略稱。「阿彌陀佛」，這個意思是無量覺，換句話說，你在一切事物當中，就是六根接觸六塵境界，要是覺而不迷，對外面境界來說，他就是說法，對你自己感受來說，就是念佛，我們要懂這個道理。"
    },
    {
      "id": "01-003-0028_p0029",
      "zh_CN": "我们身心无事的时候，这一句佛号念念相续，没有中断。我们做事情的时候，佛号虽然不念了，全部精神贯注，把我们的事情做得好好的，做得很圆满，那也叫念佛。念佛是什么？就是念念要唤醒自己觉而不迷。无论在什么境界上，觉而不迷，这叫念佛；正而不邪，这叫念佛；净而不染，这叫念佛。如果一天到晚阿弥陀佛、阿弥陀佛，什么事情都是迷惑颠倒，你这句佛号叫白念了，那不叫念佛，那个叫有口无心，正是古人所谓喊破喉咙也枉然，没用。你六根接触六尘境界，你迷惑、邪见、染污，你这个佛号白念了。要晓得，这个佛号是句句唤醒你自己觉正净，觉正净就是六根接触六尘境界的时候，这个佛号才叫真正念得有作用，有用处了。",
      "zh_TW": "我們身心無事的時候，這一句佛號念念相續，沒有中斷。我們做事情的時候，佛號雖然不念了，全部精神貫注，把我們的事情做得好好的，做得很圓滿，那也叫念佛。念佛是什麼？就是念念要喚醒自己覺而不迷。無論在什麼境界上，覺而不迷，這叫念佛；正而不邪，這叫念佛；淨而不染，這叫念佛。如果一天到晚阿彌陀佛、阿彌陀佛，什麼事情都是迷惑顛倒，你這句佛號叫白念了，那不叫念佛，那個叫有口無心，正是古人所謂喊破喉嚨也枉然，沒用。你六根接觸六塵境界，你迷惑、邪見、染污，你這個佛號白念了。要曉得，這個佛號是句句喚醒你自己覺正淨，覺正淨就是六根接觸六塵境界的時候，這個佛號才叫真正念得有作用，有用處了。"
    },
    {
      "id": "01-003-0028_p0030",
      "zh_CN": "这个地方举个比喻，「鹊噪」是喜鹊叫，这是我们一般人都欢喜的，喜鹊来报喜。看到喜鹊在叫，心里就欢喜，怎么样？你迷了，动心了，你被境界转了。「鸦鸣」是乌鸦叫，每个人都讨厌，乌鸦叫的时候不吉利，一听到乌鸦叫，你就皱眉头，今天要倒霉了，一定要把牠赶走，那你也迷惑，也被境界转了。喜鹊叫，听得清清楚楚，心里如如不动，这就是般若，这是智慧。乌鸦叫，也听得清清楚楚，心里也是如如不动。这代表两种不同的境界，一个表顺境，一个表逆境。顺境，你生欢喜心，逆境，你起瞋恚心，那么你就被境界所转，心为境转。",
      "zh_TW": "這個地方舉個比喻，「鵲噪」是喜鵲叫，這是我們一般人都歡喜的，喜鵲來報喜。看到喜鵲在叫，心裡就歡喜，怎麼樣？你迷了，動心了，你被境界轉了。「鴉鳴」是烏鴉叫，每個人都討厭，烏鴉叫的時候不吉利，一聽到烏鴉叫，你就皺眉頭，今天要倒霉了，一定要把牠趕走，那你也迷惑，也被境界轉了。喜鵲叫，聽得清清楚楚，心裡如如不動，這就是般若，這是智慧。烏鴉叫，也聽得清清楚楚，心裡也是如如不動。這代表兩種不同的境界，一個表順境，一個表逆境。順境，你生歡喜心，逆境，你起瞋恚心，那麼你就被境界所轉，心為境轉。"
    },
    {
      "id": "01-003-0028_p0031",
      "zh_CN": "学佛的人，他真正能做到「不取于相，如如不动」，外面境界相看得清清楚楚，听得清清楚楚，外不着相，内不动心，这就叫金刚般若，金刚般若在境界里面就现前了，那就是阿弥陀佛给你讲《金刚经》，就是释迦牟尼佛给你讲《金刚经》。一定要对着《金刚经》本子念，那叫《金刚经》吗？给诸位说，我们六根接触六尘境界，清清楚楚，明明白白，不取于相，如如不动，这就是《金刚经》，这是活的《金刚经》，真的《金刚经》。活的、真的，你不认识，你只认识白纸黑字的死经本子，所以念《金刚经》都念死了，死在字里行间，念到最后都变成佛呆子，那有什么用处？只可以说有一点好处，比一天到晚在那里骂人好一点，除此之外，你想想看，你还能得什么利益？你要是明白这个道理，诸佛菩萨讲经说法什么时候中断过？这一句是代表有情说法。",
      "zh_TW": "學佛的人，他真正能做到「不取於相，如如不動」，外面境界相看得清清楚楚，聽得清清楚楚，外不著相，內不動心，這就叫金剛般若，金剛般若在境界裡面就現前了，那就是阿彌陀佛給你講《金剛經》，就是釋迦牟尼佛給你講《金剛經》。一定要對著《金剛經》本子念，那叫《金剛經》嗎？給諸位說，我們六根接觸六塵境界，清清楚楚，明明白白，不取於相，如如不動，這就是《金剛經》，這是活的《金剛經》，真的《金剛經》。活的、真的，你不認識，你只認識白紙黑字的死經本子，所以念《金剛經》都念死了，死在字裡行間，念到最後都變成佛呆子，那有什麼用處？只可以說有一點好處，比一天到晚在那裡罵人好一點，除此之外，你想想看，你還能得什麼利益？你要是明白這個道理，諸佛菩薩講經說法什麼時候中斷過？這一句是代表有情說法。"
    },
    {
      "id": "01-003-0028_p0032",
      "zh_CN": "再看下面一句，无情也说法。『溪光山色』，溪是溪水，小河流。这句话的意思，是从苏东坡居士游庐山那首诗上来的，所谓「溪声尽是广长舌，山色无非清净身」，这是讲无情，无情也在说法。『无非全露遮那』，「遮那」是毘卢遮那，法身，清净法身。这个就是毘卢遮那佛的清净法身吗？毘卢遮那佛是谁？是自己，不是别人。禅家所谓「父母未生前本来面目」，本来面目就是毘卢遮那，梵语叫毘卢遮那，是自家的法身。",
      "zh_TW": "再看下面一句，無情也說法。『溪光山色』，溪是溪水，小河流。這句話的意思，是從蘇東坡居士遊廬山那首詩上來的，所謂「溪聲盡是廣長舌，山色無非清淨身」，這是講無情，無情也在說法。『無非全露遮那』，「遮那」是毘盧遮那，法身，清淨法身。這個就是毘盧遮那佛的清淨法身嗎？毘盧遮那佛是誰？是自己，不是別人。禪家所謂「父母未生前本來面目」，本來面目就是毘盧遮那，梵語叫毘盧遮那，是自家的法身。"
    },
    {
      "id": "01-003-0028_p0033",
      "zh_CN": "这两句就是所谓情与无情说法从无间断，你要是明白了，真正懂得了，你会了，你念佛的功夫也从来没有间断过，念而无念，无念而念。诸佛菩萨说法没间歇过，你闻法也没间歇过，你念佛也没有间歇过。你要是会了这个道理，会了这个方法，你这一生怎么不成佛？你这一生怎么不往生？不但往生，上品上生决定有分。大家听了这个话，心里如果羡慕，那你就得要放下，就得要舍，要舍得干干净净，你才能够圆满的得到。",
      "zh_TW": "這兩句就是所謂情與無情說法從無間斷，你要是明白了，真正懂得了，你會了，你念佛的功夫也從來沒有間斷過，念而無念，無念而念。諸佛菩薩說法沒間歇過，你聞法也沒間歇過，你念佛也沒有間歇過。你要是會了這個道理，會了這個方法，你這一生怎麼不成佛？你這一生怎麼不往生？不但往生，上品上生決定有分。大家聽了這個話，心裡如果羨慕，那你就得要放下，就得要捨，要捨得乾乾淨淨，你才能夠圓滿的得到。"
    },
    {
      "id": "01-003-0028_p0034",
      "zh_CN": "演【莲花化生者。】",
      "zh_TW": "演【蓮花化生者。】"
    },
    {
      "id": "01-003-0028_p0035",
      "zh_CN": "『莲花化生』是什么意思？首先要明白「莲」它代表的意思，佛法里面常常用莲花来表法。莲生在污泥之中，花开在水的上面，佛用这个来表法，把污泥比作六凡世间，上面的清水比作四圣法界，莲花开在上面，四圣六凡他都放下了，都舍了，这叫真清净。如果你把四圣六凡统统舍掉，你就是莲花化生。",
      "zh_TW": "『蓮花化生』是什麼意思？首先要明白「蓮」它代表的意思，佛法裡面常常用蓮花來表法。蓮生在污泥之中，花開在水的上面，佛用這個來表法，把污泥比作六凡世間，上面的清水比作四聖法界，蓮花開在上面，四聖六凡他都放下了，都捨了，這叫真清淨。如果你把四聖六凡統統捨掉，你就是蓮花化生。"
    },
    {
      "id": "01-003-0028_p0036",
      "zh_CN": "演【从悟而迷，是为胎藏受生。】",
      "zh_TW": "演【從悟而迷，是為胎藏受生。】"
    },
    {
      "id": "01-003-0028_p0037",
      "zh_CN": "凡是胎生、卵生、湿生的，化生里面是一部分，决定是迷不是悟，所以六凡境界里面，这个生态有四大类：胎、卵、湿、化。觉悟之后，这个悟是大彻大悟，是真正的觉悟了。真正觉悟，最起码要把见思烦恼放下，确实舍掉了。见思烦恼通常归纳为两大类：一类是见惑，一类是思惑。见惑里面，身见、边见、见取见、戒取见、邪见，真放下了，确实没有了。思惑里面，悭贪、瞋恚、愚痴、傲慢、对于圣教的怀疑，就是对于佛法所讲的这些理论方法怀疑，这些也统统放下了。见思烦恼统统放下了，这个时候才叫正觉，觉悟了，所以佛法里头「悟」的标准是在此地。",
      "zh_TW": "凡是胎生、卵生、濕生的，化生裡面是一部分，決定是迷不是悟，所以六凡境界裡面，這個生態有四大類：胎、卵、濕、化。覺悟之後，這個悟是大徹大悟，是真正的覺悟了。真正覺悟，最起碼要把見思煩惱放下，確實捨掉了。見思煩惱通常歸納為兩大類：一類是見惑，一類是思惑。見惑裡面，身見、邊見、見取見、戒取見、邪見，真放下了，確實沒有了。思惑裡面，慳貪、瞋恚、愚痴、傲慢、對於聖教的懷疑，就是對於佛法所講的這些理論方法懷疑，這些也統統放下了。見思煩惱統統放下了，這個時候才叫正覺，覺悟了，所以佛法裡頭「悟」的標準是在此地。"
    },
    {
      "id": "01-003-0028_p0038",
      "zh_CN": "说某人开悟了，开悟，他还有贪心，他还有瞋恚心，这个决定没有开悟。悟了的人，决定没有贪瞋痴，悟了的人，心一定是清净的、平等的、慈悲的。所以从清净、平等、慈悲，能够检查我们自己是不是真的开悟？如果还有人我的界限，没开悟，为什么？我执还在，没有断掉。如果还有高下之分，没有开悟，决定是迷，没悟！悟了的人，他的心是清净、平等、大慈大悲。",
      "zh_TW": "說某人開悟了，開悟，他還有貪心，他還有瞋恚心，這個決定沒有開悟。悟了的人，決定沒有貪瞋痴，悟了的人，心一定是清淨的、平等的、慈悲的。所以從清淨、平等、慈悲，能夠檢查我們自己是不是真的開悟？如果還有人我的界限，沒開悟，為什麼？我執還在，沒有斷掉。如果還有高下之分，沒有開悟，決定是迷，沒悟！悟了的人，他的心是清淨、平等、大慈大悲。"
    },
    {
      "id": "01-003-0028_p0039",
      "zh_CN": "骗人是造罪业，骗自己那是最愚痴之人。如果是自欺欺人，这样的人果报是在三途，他怎么能成佛作祖？哪一个佛菩萨是自欺欺人的呢？没这回事情。别人怎么做法，不管他，要紧的是自己应该怎么修法。所以佛法，经典是教训我们自己一个人的，与别人不相干；戒律是教我们个人遵守的，也与别人不相干，我们的心才能得到清净。所以在境界里历事炼心，炼什么心？就是把经论戒律统统拿来约束自己，这个标准是自己遵守的，不是给别人的，就炼这个。如果我学了戒律，处处拿这个戒律标准去衡量别人，「这个人破了戒，那个人不守规矩了」，我们一天到晚在胡思乱想，一天到晚在分别执着，结果怎么样？把自己毁掉了。这个就是佛法你会用不会用，会用的，成就自己，不会用的，决定毁灭自己，叫自己造无量无边的罪业。",
      "zh_TW": "騙人是造罪業，騙自己那是最愚痴之人。如果是自欺欺人，這樣的人果報是在三途，他怎麼能成佛作祖？哪一個佛菩薩是自欺欺人的呢？沒這回事情。別人怎麼做法，不管他，要緊的是自己應該怎麼修法。所以佛法，經典是教訓我們自己一個人的，與別人不相干；戒律是教我們個人遵守的，也與別人不相干，我們的心才能得到清淨。所以在境界裡歷事鍊心，鍊什麼心？就是把經論戒律統統拿來約束自己，這個標準是自己遵守的，不是給別人的，就鍊這個。如果我學了戒律，處處拿這個戒律標準去衡量別人，「這個人破了戒，那個人不守規矩了」，我們一天到晚在胡思亂想，一天到晚在分別執著，結果怎麼樣？把自己毀掉了。這個就是佛法你會用不會用，會用的，成就自己，不會用的，決定毀滅自己，叫自己造無量無邊的罪業。"
    },
    {
      "id": "01-003-0028_p0040",
      "zh_CN": "什么叫迷？什么叫悟？迷的样子是什么？悟的样子是什么？自己总得要明了。觉悟之人，身心清净，这就叫莲花化生。所以在四种生态里面，觉悟的人只有一种：化生，决定没有胎、卵、湿，除非他故意装那个样子示现，那是为了利益众生的方便，不是真实的。",
      "zh_TW": "什麼叫迷？什麼叫悟？迷的樣子是什麼？悟的樣子是什麼？自己總得要明瞭。覺悟之人，身心清淨，這就叫蓮花化生。所以在四種生態裡面，覺悟的人只有一種：化生，決定沒有胎、卵、濕，除非他故意裝那個樣子示現，那是為了利益眾生的方便，不是真實的。"
    },
    {
      "id": "01-003-0028_p0041",
      "zh_CN": "演【时时者，即经中所谓，常在于其中，经行及坐卧也。】",
      "zh_TW": "演【時時者，即經中所謂，常在於其中，經行及坐臥也。】"
    },
    {
      "id": "01-003-0028_p0042",
      "zh_CN": "这是讲『时时』，无论在什么时候，无论在什么处所，无论这个境界是顺境还是逆境，身心总是清净，决不为外境所干扰，这就是时时莲蕊化生。我们如果在日常生活当中这样来锻炼自己，这叫真修行。在一切时中，一切处所，我们求的是什么？身心清净，一尘不染。那么你往生西方极乐世界，怎么不是莲花化生？当然是莲花化生，那是毫无疑问的。所以，从果上能够看出我们现在如何来修因。",
      "zh_TW": "這是講『時時』，無論在什麼時候，無論在什麼處所，無論這個境界是順境還是逆境，身心總是清淨，決不為外境所干擾，這就是時時蓮蕊化生。我們如果在日常生活當中這樣來鍛鍊自己，這叫真修行。在一切時中，一切處所，我們求的是什麼？身心清淨，一塵不染。那麼你往生西方極樂世界，怎麼不是蓮花化生？當然是蓮花化生，那是毫無疑問的。所以，從果上能夠看出我們現在如何來修因。"
    },
    {
      "id": "01-003-0028_p0043",
      "zh_CN": "演【禽鸟指有情，堂院指无情，举此二种，见情与无情，同成正觉也。偕音并彩，正是法平等，无有高下处。】",
      "zh_TW": "演【禽鳥指有情，堂院指無情，舉此二種，見情與無情，同成正覺也。偕音並彩，正是法平等，無有高下處。】"
    },
    {
      "id": "01-003-0028_p0044",
      "zh_CN": "显示这个意思。「珍禽」是指西方极乐世界的，像《弥陀经》里面所讲的孔雀、鹦鹉、迦陵频伽共命之鸟一类的，那些都是阿弥陀佛变化所作。「庶鸟」是指我们娑婆世界的禽鸟，那是畜生道。「琼院」是指西方极乐世界七宝宫殿，殊胜庄严。「茆堂」是茅蓬，是最简陋的居住所在。从前出家人在山林之中，自己砍树盖一间小茅蓬，都是自己动手。四面围墙多半都是用木材，也有用竹篱笆编成的，能够避避风雨就如此而已，那是真正名副其实的茅蓬。这两种是讲无情。",
      "zh_TW": "顯示這個意思。「珍禽」是指西方極樂世界的，像《彌陀經》裡面所講的孔雀、鸚鵡、迦陵頻伽共命之鳥一類的，那些都是阿彌陀佛變化所作。「庶鳥」是指我們娑婆世界的禽鳥，那是畜生道。「瓊院」是指西方極樂世界七寶宮殿，殊勝莊嚴。「茆堂」是茅蓬，是最簡陋的居住所在。從前出家人在山林之中，自己砍樹蓋一間小茅蓬，都是自己動手。四面圍牆多半都是用木材，也有用竹籬笆編成的，能夠避避風雨就如此而已，那是真正名副其實的茅蓬。這兩種是講無情。"
    },
    {
      "id": "01-003-0028_p0045",
      "zh_CN": "『同成正觉』，这是《华严经》的境界，「情与无情，同圆种智」。大乘经上也常常说，诸佛如来初成道的时候，那个境界是一切世间「情与无情，同成正觉」。正觉是什么？正觉就是《大乘起信论》里面所讲的「本觉」。马鸣菩萨说得很好，「本觉本有，不觉本无」，本觉是自性本具的德用。为什么见到情与无情同成正觉？是因为他见性了，这一见性，真是头头是道，左右逢源。一切有情众生是自性变现的，是自性的相分，一切无情的众生还是自性的相分，性相一如，性相不二！就如同金与器一样，以金作器，器器皆金。试问问哪一个不是自性？哪一个不是种智？哪一个不是正觉？所以这个时候才真正显示出，法法平等，无有高下。也正是《法华》里面所讲的「百界千如」。这是一真法界里面的真相，也是西方实报土的真实相。",
      "zh_TW": "『同成正覺』，這是《華嚴經》的境界，「情與無情，同圓種智」。大乘經上也常常說，諸佛如來初成道的時候，那個境界是一切世間「情與無情，同成正覺」。正覺是什麼？正覺就是《大乘起信論》裡面所講的「本覺」。馬鳴菩薩說得很好，「本覺本有，不覺本無」，本覺是自性本具的德用。為什麼見到情與無情同成正覺？是因為他見性了，這一見性，真是頭頭是道，左右逢源。一切有情眾生是自性變現的，是自性的相分，一切無情的眾生還是自性的相分，性相一如，性相不二！就如同金與器一樣，以金作器，器器皆金。試問問哪一個不是自性？哪一個不是種智？哪一個不是正覺？所以這個時候才真正顯示出，法法平等，無有高下。也正是《法華》裡面所講的「百界千如」。這是一真法界裡面的真相，也是西方實報土的真實相。"
    },
    {
      "id": "01-003-0028_p0046",
      "zh_CN": "诸位如果念佛念到理一心不乱，这个境界就现前了。西方极乐世界如是，我们眼前的世界绝不例外，也如是。现在这个真实境界不能现前，是我们业障太重，迷惑颠倒！所以整个境界，我们见不到它的真实相。我们见的是虚妄相，虚妄相里面是不平等的，是有高下的；真实相，没有高下，决定平等。真实相要用真实心才能见到。我们这个虚妄的心想见真实相，那是见不到的；一定要用真心，才能见到真相。所以你要是得一心，就见到一真法界了。一心是能证，一真法界是所证；一心是能入，一真法界是所入。所以《弥陀经》跟《华严经》是一不是二，《华严》里面讲一真法界，这个经讲一心不乱，得一心就得一真。",
      "zh_TW": "諸位如果念佛念到理一心不亂，這個境界就現前了。西方極樂世界如是，我們眼前的世界絕不例外，也如是。現在這個真實境界不能現前，是我們業障太重，迷惑顛倒！所以整個境界，我們見不到它的真實相。我們見的是虛妄相，虛妄相裡面是不平等的，是有高下的；真實相，沒有高下，決定平等。真實相要用真實心才能見到。我們這個虛妄的心想見真實相，那是見不到的；一定要用真心，才能見到真相。所以你要是得一心，就見到一真法界了。一心是能證，一真法界是所證；一心是能入，一真法界是所入。所以《彌陀經》跟《華嚴經》是一不是二，《華嚴》裡面講一真法界，這個經講一心不亂，得一心就得一真。"
    },
    {
      "id": "01-003-0028_p0047",
      "zh_CN": "我们要想得到《大方广佛华严经》，你把这一句弥陀念好，就得到了，真得到了，不但《大方广佛华严经》你理解了，你入了那个境界。由此可知，小本《弥陀经》它的价值，在一切经里面，我在讲席里面告诉诸位，这是一切经中第一经，诸位要相信！我决不是故意高抬这个经的身分，不是的，而是事实如此。不读《华严》，你体会不到，读《华严》之后，才发现这个经是第一经，是《华严经》的归宿，是《华严经》的结论。仔细再去看，原来善财童子就是修这个法门，一门深入，一生成佛。我们看修其他的法门，没说看到一生成佛的，修这个法门，一生成就无上正等正觉，这就是十大愿王导归极乐。",
      "zh_TW": "我們要想得到《大方廣佛華嚴經》，你把這一句彌陀念好，就得到了，真得到了，不但《大方廣佛華嚴經》你理解了，你入了那個境界。由此可知，小本《彌陀經》它的價值，在一切經裡面，我在講席裡面告訴諸位，這是一切經中第一經，諸位要相信！我決不是故意高抬這個經的身分，不是的，而是事實如此。不讀《華嚴》，你體會不到，讀《華嚴》之後，才發現這個經是第一經，是《華嚴經》的歸宿，是《華嚴經》的結論。仔細再去看，原來善財童子就是修這個法門，一門深入，一生成佛。我們看修其他的法門，沒說看到一生成佛的，修這個法門，一生成就無上正等正覺，這就是十大願王導歸極樂。"
    },
    {
      "id": "01-003-0028_p0048",
      "zh_CN": "今天台中有个人打电话给我，问我：闭关怎样修行法，是要念楞严咒，念许多经论吗？我跟他讲：你统统去掉，既然是闭关，要以了生死为第一。课诵怎么做？我告诉他：一支香，一卷《弥陀经》，七遍《往生咒》，一千声佛号，拜一百拜阿弥陀佛，就这样做法，你闭关，关里头没有事情，随你的体力，你一天做得愈多愈好。我告诉他：一天决定不能少过四支香，最好能够达到六支香到七支香的标准，换句话说，每天七遍《弥陀经》，七千声佛号，拜七百拜佛，这是闭关起码的标准。我说：你就这么一直做下去，其他的经论、咒语统统把它放下，全不要理会，这才能成就。",
      "zh_TW": "今天台中有個人打電話給我，問我：閉關怎樣修行法，是要念楞嚴咒，念許多經論嗎？我跟他講：你統統去掉，既然是閉關，要以了生死為第一。課誦怎麼做？我告訴他：一支香，一卷《彌陀經》，七遍《往生咒》，一千聲佛號，拜一百拜阿彌陀佛，就這樣做法，你閉關，關裡頭沒有事情，隨你的體力，你一天做得愈多愈好。我告訴他：一天決定不能少過四支香，最好能夠達到六支香到七支香的標準，換句話說，每天七遍《彌陀經》，七千聲佛號，拜七百拜佛，這是閉關起碼的標準。我說：你就這麼一直做下去，其他的經論、咒語統統把它放下，全不要理會，這才能成就。"
    },
    {
      "id": "01-003-0028_p0049",
      "zh_CN": "听说楞严咒能够降伏魔障，阿弥陀佛不能降魔？我看楞严咒不但不能降魔，恐怕会招来好多妖魔鬼怪，恐怕你对付不了！能把这一句阿弥陀佛念好就行了，就能成功。他要真正能听我的话，把一切万缘统统放下，照这个方法来修行，他三年，一心不乱不保险，功夫成片决定可以得到，决定可以往生西方，这是我们毫无怀疑的。除非你不肯照这样做，你还是一天到晚胡思乱想，身在关里头，心在关外，那就糟糕，那就没法子，闭上三大阿僧祇劫也没用处。",
      "zh_TW": "聽說楞嚴咒能夠降伏魔障，阿彌陀佛不能降魔？我看楞嚴咒不但不能降魔，恐怕會招來好多妖魔鬼怪，恐怕你對付不了！能把這一句阿彌陀佛念好就行了，就能成功。他要真正能聽我的話，把一切萬緣統統放下，照這個方法來修行，他三年，一心不亂不保險，功夫成片決定可以得到，決定可以往生西方，這是我們毫無懷疑的。除非你不肯照這樣做，你還是一天到晚胡思亂想，身在關裡頭，心在關外，那就糟糕，那就沒法子，閉上三大阿僧祇劫也沒用處。"
    },
    {
      "id": "01-003-0028_p0050",
      "zh_CN": "疏【既得一心不乱，始知莲华行树，种种庄严，并非心外。】",
      "zh_TW": "疏【既得一心不亂，始知蓮華行樹，種種莊嚴，並非心外。】"
    },
    {
      "id": "01-003-0028_p0051",
      "zh_CN": "前面的序文是莲池大师作的，他作序文之后，又怕后人看不懂，所以大慈大悲再加以注解，再为我们讲解。『既得一心不乱』，这是讲前面一段文说的功夫成就了，然后你才晓得，所谓『莲花行树，种种庄严，并非心外』。悟一心之后，才真正知道「心外无法，法外无心」，正是前面所讲的「是法平等，无有高下」。",
      "zh_TW": "前面的序文是蓮池大師作的，他作序文之後，又怕後人看不懂，所以大慈大悲再加以註解，再為我們講解。『既得一心不亂』，這是講前面一段文說的功夫成就了，然後你才曉得，所謂『蓮花行樹，種種莊嚴，並非心外』。悟一心之後，才真正知道「心外無法，法外無心」，正是前面所講的「是法平等，無有高下」。"
    },
    {
      "id": "01-003-0028_p0052",
      "zh_CN": "疏【何必耳听金言，方是弥陀说法，娑婆印坏，始名净土文成者哉。然则珍禽庶鸟，琼院茆堂，何劣何优，何净何秽，故曰西方在目前也。】",
      "zh_TW": "疏【何必耳聽金言，方是彌陀說法，娑婆印壞，始名淨土文成者哉。然則珍禽庶鳥，瓊院茆堂，何劣何優，何淨何穢，故曰西方在目前也。】"
    },
    {
      "id": "01-003-0028_p0053",
      "zh_CN": "这四行的注解，《演义》里头还要加注子，真正是慈悲之极。我们看《演义》，前面这一段是总说，说明这注子里面的大意。",
      "zh_TW": "這四行的註解，《演義》裡頭還要加註子，真正是慈悲之極。我們看《演義》，前面這一段是總說，說明這註子裡面的大意。"
    },
    {
      "id": "01-003-0028_p0054",
      "zh_CN": "演【既得四句。】",
      "zh_TW": "演【既得四句。】"
    },
    {
      "id": "01-003-0028_p0055",
      "zh_CN": "「既得一心不乱」底下这四句。",
      "zh_TW": "「既得一心不亂」底下這四句。"
    },
    {
      "id": "01-003-0028_p0056",
      "zh_CN": "演【明，即此一心，即是净土。】",
      "zh_TW": "演【明，即此一心，即是淨土。】"
    },
    {
      "id": "01-003-0028_p0057",
      "zh_CN": "是说明这个事实。",
      "zh_TW": "是說明這個事實。"
    },
    {
      "id": "01-003-0028_p0058",
      "zh_CN": "演【何必四句。】",
      "zh_TW": "演【何必四句。】"
    },
    {
      "id": "01-003-0028_p0059",
      "zh_CN": "「何必耳听金言」底下这四句是说明：",
      "zh_TW": "「何必耳聽金言」底下這四句是說明："
    },
    {
      "id": "01-003-0028_p0060",
      "zh_CN": "演【不必往生，方成净土。】",
      "zh_TW": "演【不必往生，方成淨土。】"
    },
    {
      "id": "01-003-0028_p0061",
      "zh_CN": "只要得一心不乱，哪个地方不是净土？处处都是净土。这样说起来，西方极乐世界有没有净土？跟诸位说：有，确实有净土。",
      "zh_TW": "只要得一心不亂，哪個地方不是淨土？處處都是淨土。這樣說起來，西方極樂世界有沒有淨土？跟諸位說：有，確實有淨土。"
    },
    {
      "id": "01-003-0028_p0062",
      "zh_CN": "演【然则四句，显唯心境界，无差别相，等同一味也。故曰句总结。】",
      "zh_TW": "演【然則四句，顯唯心境界，無差別相，等同一味也。故曰句總結。】"
    },
    {
      "id": "01-003-0028_p0063",
      "zh_CN": "末后「故曰西方在目前也」，这一句是总结。这三行半的文字，里面一共有四段，这就是佛法里面常讲的科判，学讲经的同学要特别注意，你要有能力看出它的段落章法结构，然后才能真正明了它的思想体系。",
      "zh_TW": "末後「故曰西方在目前也」，這一句是總結。這三行半的文字，裡面一共有四段，這就是佛法裡面常講的科判，學講經的同學要特別注意，你要有能力看出它的段落章法結構，然後才能真正明瞭它的思想體系。"
    },
    {
      "id": "01-003-0028_p0064",
      "zh_CN": "演【印坏文成者，涅槃二十七云：譬如蜡印印泥，印与泥合，印灭文成。】",
      "zh_TW": "演【印壞文成者，涅槃二十七云：譬如蠟印印泥，印與泥合，印滅文成。】"
    },
    {
      "id": "01-003-0028_p0065",
      "zh_CN": "这是《大涅槃经》第二十七卷里面所说的。古人铸印，这个印不是刻的，是铸的，他先做一个印模，这个印模是用蜡做的，然后才做泥的印。中国古时候，砖瓦上面印佛像、人像或者文字，都是用这个方法。他做个模子，把泥和在这个模子里，然后去烧，一烧，当然蜡没有了，泥烧干之后就变成瓦块，土都在瓦上，这就叫「印坏文成」，从前人铸印是这种铸法。那个瓦放在窑里面烧，烧成之后，蜡已经烧掉，文成就了，它的模型成就了。这个比喻什么？底下有说明：",
      "zh_TW": "這是《大涅槃經》第二十七卷裡面所說的。古人鑄印，這個印不是刻的，是鑄的，他先做一個印模，這個印模是用蠟做的，然後才做泥的印。中國古時候，磚瓦上面印佛像、人像或者文字，都是用這個方法。他做個模子，把泥和在這個模子裡，然後去燒，一燒，當然蠟沒有了，泥燒乾之後就變成瓦塊，土都在瓦上，這就叫「印壞文成」，從前人鑄印是這種鑄法。那個瓦放在窯裡面燒，燒成之後，蠟已經燒掉，文成就了，它的模型成就了。這個比喻什麼？底下有說明："
    },
    {
      "id": "01-003-0028_p0066",
      "zh_CN": "演【以喻凡夫现在阴灭。】",
      "zh_TW": "演【以喻凡夫現在陰滅。】"
    },
    {
      "id": "01-003-0028_p0067",
      "zh_CN": "『阴』就是中阴身。我们俗话说，现在人死了，这个「阴」就是灵魂。",
      "zh_TW": "『陰』就是中陰身。我們俗話說，現在人死了，這個「陰」就是靈魂。"
    },
    {
      "id": "01-003-0028_p0068",
      "zh_CN": "演【中有阴生。】",
      "zh_TW": "演【中有陰生。】"
    },
    {
      "id": "01-003-0028_p0069",
      "zh_CN": "灵魂离开了身体。",
      "zh_TW": "靈魂離開了身體。"
    },
    {
      "id": "01-003-0028_p0070",
      "zh_CN": "演【今借此文，以喻往生行人，此土阴灭，彼国阴生。】",
      "zh_TW": "演【今借此文，以喻往生行人，此土陰滅，彼國陰生。】"
    },
    {
      "id": "01-003-0028_p0071",
      "zh_CN": "取的是这个意思。我们求生西方极乐世界的人，不是这个身体去，是我们的神识去。我们这个身体在此地坏了，我们的神识在西方莲花化生，是这个意思，取这个比喻。",
      "zh_TW": "取的是這個意思。我們求生西方極樂世界的人，不是這個身體去，是我們的神識去。我們這個身體在此地壞了，我們的神識在西方蓮花化生，是這個意思，取這個比喻。"
    },
    {
      "id": "01-003-0028_p0072",
      "zh_CN": "演【须知垂终自见坐金莲身，已是彼国生阴故也。】",
      "zh_TW": "演【須知垂終自見坐金蓮身，已是彼國生陰故也。】"
    },
    {
      "id": "01-003-0028_p0073",
      "zh_CN": "诸位要晓得，往生西方极乐世界是活着去的，不是死了去的。我们讲临命终，其实他并没有命终，他看到佛来接引，跟着佛走了。我们这个地方凡夫肉眼看到他死了，其实他并没有死，而是跟佛到西方极乐世界去了。所以，凡是往生决定是活着往生，不是死了往生的。死了，他要投胎，他要轮回，那个事情就麻烦大了。所以我们看到很多往生的，预知时至，见到佛来迎接，有种种瑞相，这些瑞相都在他没有断气之前所显现的，这是讲「垂终」，垂终是还没有终。还没有终，自己清清楚楚，明明白白，见佛来接引，见到自己莲花化生，这个时候就已经到极乐世界，到了西方净土。",
      "zh_TW": "諸位要曉得，往生西方極樂世界是活著去的，不是死了去的。我們講臨命終，其實他並沒有命終，他看到佛來接引，跟著佛走了。我們這個地方凡夫肉眼看到他死了，其實他並沒有死，而是跟佛到西方極樂世界去了。所以，凡是往生決定是活著往生，不是死了往生的。死了，他要投胎，他要輪迴，那個事情就麻煩大了。所以我們看到很多往生的，預知時至，見到佛來迎接，有種種瑞相，這些瑞相都在他沒有斷氣之前所顯現的，這是講「垂終」，垂終是還沒有終。還沒有終，自己清清楚楚，明明白白，見佛來接引，見到自己蓮花化生，這個時候就已經到極樂世界，到了西方淨土。"
    },
    {
      "id": "01-003-0028_p0074",
      "zh_CN": "演【成论明极善极恶，俱不经中阴。】",
      "zh_TW": "演【成論明極善極惡，俱不經中陰。】"
    },
    {
      "id": "01-003-0028_p0075",
      "zh_CN": "『成论』就是《成唯识论》，《成唯识论》上也这么说。『极善』之人往生西方极乐世界，没有中阴身，『极恶』之人堕阿鼻地狱，也没有中阴身，『俱不经中阴』。换句话说，除极善、极恶之外，统统都有中阴，中阴通常停留的时间是四十九天，佛在《地藏菩萨本愿经》里面讲得很清楚。所以一般人过世做七，都是根据《地藏经》上所讲的来做。极善、极恶之人虽然没有中阴，我们为他做七也好，给他培福。好处在什么地方？为什么有好处？《地藏经》上都说得清楚明白。今天时间到了，我们就讲到此地。",
      "zh_TW": "『成論』就是《成唯識論》，《成唯識論》上也這麼說。『極善』之人往生西方極樂世界，沒有中陰身，『極惡』之人墮阿鼻地獄，也沒有中陰身，『俱不經中陰』。換句話說，除極善、極惡之外，統統都有中陰，中陰通常停留的時間是四十九天，佛在《地藏菩薩本願經》裡面講得很清楚。所以一般人過世做七，都是根據《地藏經》上所講的來做。極善、極惡之人雖然沒有中陰，我們為他做七也好，給他培福。好處在什麼地方？為什麼有好處？《地藏經》上都說得清楚明白。今天時間到了，我們就講到此地。"
    }
  ]
}