{
  "doc_id": "01-003-0049",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十九集",
    "zh_TW": "第四十九集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0049",
  "total_paragraphs": 85,
  "paragraphs": [
    {
      "id": "01-003-0049_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第六十二页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第六十二頁："
    },
    {
      "id": "01-003-0049_p0002",
      "zh_CN": "这一段讲的是「教起所因」，大师在这一科里面发挥得很多，说得非常的周详。前面一段说的是「总因缘」，从这以下是「别因缘」。所谓「总」是讲释迦牟尼佛一代时教兴起的因缘，「别」就是专门讲这部经、这个念佛法门兴起的因缘。换句话说，对我们来讲是格外的重要。",
      "zh_TW": "這一段講的是「教起所因」，大師在這一科裡面發揮得很多，說得非常的周詳。前面一段說的是「總因緣」，從這以下是「別因緣」。所謂「總」是講釋迦牟尼佛一代時教興起的因緣，「別」就是專門講這部經、這個念佛法門興起的因緣。換句話說，對我們來講是格外的重要。"
    },
    {
      "id": "01-003-0049_p0003",
      "zh_CN": "◎【二别】",
      "zh_TW": "◎【二別】"
    },
    {
      "id": "01-003-0049_p0004",
      "zh_CN": "【别则专就此经。】",
      "zh_TW": "【別則專就此經。】"
    },
    {
      "id": "01-003-0049_p0005",
      "zh_CN": "这句话说得很明白，就是专门说这部经。",
      "zh_TW": "這句話說得很明白，就是專門說這部經。"
    },
    {
      "id": "01-003-0049_p0006",
      "zh_CN": "【复有十义。】",
      "zh_TW": "【復有十義。】"
    },
    {
      "id": "01-003-0049_p0007",
      "zh_CN": "前面曾经跟诸位说过，莲池大师注解这部经的方式是采取华严宗的「十门开启」，所以也模仿清凉大师注解《华严经》的方式，都是用十代表法。他在此地也用十，底下有十个意思。『十义』，这一段里面是把名目标示出来，每一个意思后面都有详细的说明，都有解释。",
      "zh_TW": "前面曾經跟諸位說過，蓮池大師註解這部經的方式是採取華嚴宗的「十門開啟」，所以也模仿清涼大師註解《華嚴經》的方式，都是用十代表法。他在此地也用十，底下有十個意思。『十義』，這一段裡面是把名目標示出來，每一個意思後面都有詳細的說明，都有解釋。"
    },
    {
      "id": "01-003-0049_p0008",
      "zh_CN": "【一、大悲悯念末法，为作津梁故。】",
      "zh_TW": "【一、大悲憫念末法，為作津梁故。】"
    },
    {
      "id": "01-003-0049_p0009",
      "zh_CN": "这是第一个意思，我们要注意的就是『悯念末法』。因为我们现在生存的时代正是佛教末法时期，换句话说，这部经是针对末法众生而说的。『津梁』，渡口上的桥梁。这是比喻为末法众生做一个出离生死圆证菩提的桥梁，可见得它的重要性。",
      "zh_TW": "這是第一個意思，我們要注意的就是『憫念末法』。因為我們現在生存的時代正是佛教末法時期，換句話說，這部經是針對末法眾生而說的。『津梁』，渡口上的橋梁。這是比喻為末法眾生做一個出離生死圓證菩提的橋梁，可見得它的重要性。"
    },
    {
      "id": "01-003-0049_p0010",
      "zh_CN": "演【悯念末法者，末法，则去圣时遥。】",
      "zh_TW": "演【憫念末法者，末法，則去聖時遙。】"
    },
    {
      "id": "01-003-0049_p0011",
      "zh_CN": "『遥』是遥远。释迦牟尼佛灭度之后到今天，以中国古人计算的方法，今年应该是释迦牟尼佛灭度之后三千零一十二年，即使是外国人的算法也是二千五百多年，距离我们这个时间来讲非常的遥远。",
      "zh_TW": "『遙』是遙遠。釋迦牟尼佛滅度之後到今天，以中國古人計算的方法，今年應該是釋迦牟尼佛滅度之後三千零一十二年，即使是外國人的算法也是二千五百多年，距離我們這個時間來講非常的遙遠。"
    },
    {
      "id": "01-003-0049_p0012",
      "zh_CN": "演【圣贤隐伏。】",
      "zh_TW": "演【聖賢隱伏。】"
    },
    {
      "id": "01-003-0049_p0013",
      "zh_CN": "『圣』是指见性的菩萨，我们通常讲三贤十圣，就是登地的菩萨，这是圣人。在小乘来讲，四果罗汉才算圣人，三果以下都称为贤人。这些菩萨与大菩萨们都隐没，不出来了。为什么众生在最可怜悯的时候，这些佛菩萨都不出来度众生，这是什么道理？诸位要知道，佛菩萨没有私心，佛菩萨度众生也不会疲劳、也不会厌倦，他为什么不来？我们要晓得，他为什么会来，为什么不来，要懂这个道理。众生喜欢正法的时候，佛菩萨就来了；你喜欢邪法的时候，他就不来了。确实现在这个世间众生，你给他讲正法，他很难接受，你耍一点花样去骗他，他还高高兴兴的去上当，这是没法子的事情。",
      "zh_TW": "『聖』是指見性的菩薩，我們通常講三賢十聖，就是登地的菩薩，這是聖人。在小乘來講，四果羅漢才算聖人，三果以下都稱為賢人。這些菩薩與大菩薩們都隱沒，不出來了。為什麼眾生在最可憐憫的時候，這些佛菩薩都不出來度眾生，這是什麼道理？諸位要知道，佛菩薩沒有私心，佛菩薩度眾生也不會疲勞、也不會厭倦，他為什麼不來？我們要曉得，他為什麼會來，為什麼不來，要懂這個道理。眾生喜歡正法的時候，佛菩薩就來了；你喜歡邪法的時候，他就不來了。確實現在這個世間眾生，你給他講正法，他很難接受，你耍一點花樣去騙他，他還高高興興的去上當，這是沒法子的事情。"
    },
    {
      "id": "01-003-0049_p0014",
      "zh_CN": "演【邪法炽盛之时。】",
      "zh_TW": "演【邪法熾盛之時。】"
    },
    {
      "id": "01-003-0049_p0015",
      "zh_CN": "过去邪法炽盛的确不如现在，现在这个邪法实在是太炽盛，这是众生最可怜悯的一个时候，而且我们就生在这个时代。邪与正怎么样辨别？这是一桩非常困难的事情。《楞严经》里面告诉我们，特别是在末法时期，经上讲魔有五十一类，每一类里面那个数量真是如恒河沙，你怎么能辨别？中上层的魔几乎跟佛没有两样，很难辨别。你要不能辨别，你一定入魔道，一生的修行到最后得不到一个结果，实实在在可惜。所以，一定要能辨别佛魔，我们才真正能够护持自己的正法。",
      "zh_TW": "過去邪法熾盛的確不如現在，現在這個邪法實在是太熾盛，這是眾生最可憐憫的一個時候，而且我們就生在這個時代。邪與正怎麼樣辨別？這是一樁非常困難的事情。《楞嚴經》裡面告訴我們，特別是在末法時期，經上講魔有五十一類，每一類裡面那個數量真是如恆河沙，你怎麼能辨別？中上層的魔幾乎跟佛沒有兩樣，很難辨別。你要不能辨別，你一定入魔道，一生的修行到最後得不到一個結果，實實在在可惜。所以，一定要能辨別佛魔，我們才真正能夠護持自己的正法。"
    },
    {
      "id": "01-003-0049_p0016",
      "zh_CN": "佛门里讲护法，第一个要护自己，自己都护不了，哪里能护佛法？释迦牟尼佛的佛法决定护持不了。首先要护自己！在这个时代，许许多多的法门、经论都被那些魔利用了，打着佛的招牌来破坏佛法，这个事情无法细说，如果细说，真是说之不尽！我们自己要有能力去辨别。不能辨别，那怎么办？你要能守住净土法门。前面跟你所说的，一心持名，那就行了，这绝对是正法，注重这个一心，绝对不为其他的知见所动摇。我这一生就抱定主意，一心执持名号求生西方极乐世界，你这一生决定能成功。",
      "zh_TW": "佛門裡講護法，第一個要護自己，自己都護不了，哪裡能護佛法？釋迦牟尼佛的佛法決定護持不了。首先要護自己！在這個時代，許許多多的法門、經論都被那些魔利用了，打著佛的招牌來破壞佛法，這個事情無法細說，如果細說，真是說之不盡！我們自己要有能力去辨別。不能辨別，那怎麼辦？你要能守住淨土法門。前面跟你所說的，一心持名，那就行了，這絕對是正法，注重這個一心，絕對不為其他的知見所動搖。我這一生就抱定主意，一心執持名號求生西方極樂世界，你這一生決定能成功。"
    },
    {
      "id": "01-003-0049_p0017",
      "zh_CN": "广钦法师他是念佛走的，他就是一心持名。我听人家讲，他老人家临走的时候，大声的叫着大众念佛，他说：阿弥陀佛，观音、势至、弥勒菩萨，统统都来了。叫大家赶快跪在地上顶礼迎接，大声的念佛，这种瑞相不可思议。正是经上所说：忆佛念佛，现前当来必定见佛。他是亲自看到西方三圣诸上善人来迎接他去的，这个不是假的。他也是给我们做了一个榜样，给我们做了一个典型。我们要想成就，就这一部经就够了。",
      "zh_TW": "廣欽法師他是念佛走的，他就是一心持名。我聽人家講，他老人家臨走的時候，大聲的叫著大眾念佛，他說：阿彌陀佛，觀音、勢至、彌勒菩薩，統統都來了。叫大家趕快跪在地上頂禮迎接，大聲的念佛，這種瑞相不可思議。正是經上所說：憶佛念佛，現前當來必定見佛。他是親自看到西方三聖諸上善人來迎接他去的，這個不是假的。他也是給我們做了一個榜樣，給我們做了一個典型。我們要想成就，就這一部經就夠了。"
    },
    {
      "id": "01-003-0049_p0018",
      "zh_CN": "【二、特于无量法门，出胜方便故。】",
      "zh_TW": "【二、特於無量法門，出勝方便故。】"
    },
    {
      "id": "01-003-0049_p0019",
      "zh_CN": "法门无量无边，从无量无边法门里面挑出一个最殊胜方便法门，这都是为我们着想的。所以你要晓得，这个法门是一切法门里面最殊胜、最方便的法门。",
      "zh_TW": "法門無量無邊，從無量無邊法門裡面挑出一個最殊勝方便法門，這都是為我們著想的。所以你要曉得，這個法門是一切法門裡面最殊勝、最方便的法門。"
    },
    {
      "id": "01-003-0049_p0020",
      "zh_CN": "演【出胜方便者，众生有恒沙烦恼。】",
      "zh_TW": "演【出勝方便者，眾生有恆沙煩惱。】"
    },
    {
      "id": "01-003-0049_p0021",
      "zh_CN": "这法门从哪儿来的？为什么有这么多？众生的烦恼太多了，佛的法门都是对治众生烦恼的。",
      "zh_TW": "這法門從哪兒來的？為什麼有這麼多？眾生的煩惱太多了，佛的法門都是對治眾生煩惱的。"
    },
    {
      "id": "01-003-0049_p0022",
      "zh_CN": "演【佛说恒河法门，皆方便也。】",
      "zh_TW": "演【佛說恆河法門，皆方便也。】"
    },
    {
      "id": "01-003-0049_p0023",
      "zh_CN": "不管是哪个法门，你一定要记住都是方便说。即使是禅密，都是佛的方便说，真实的法门说不出来，不可思议！广钦老和尚临走说了一句话「无来无去，没有什么事」，六祖说「本来无一物」，这是真实法门。《维摩经》里面讲的「不二法门」、「不可思议」，这个是真实法门。真实法门是言语没有法子说的，凡有言说都是方便法，而方便法里面最殊胜的就是念佛法门。为什么说它最殊胜？因为它与真实法最接近。你们想想，哪一个法门与「言语道断，心行处灭」、「不可思议」最接近？一句阿弥陀佛，就剩一句话，这句话打掉了，就是真实法，可见得它与真实法最接近，这才叫最殊胜的法门。",
      "zh_TW": "不管是哪個法門，你一定要記住都是方便說。即使是禪密，都是佛的方便說，真實的法門說不出來，不可思議！廣欽老和尚臨走說了一句話「無來無去，沒有什麼事」，六祖說「本來無一物」，這是真實法門。《維摩經》裡面講的「不二法門」、「不可思議」，這個是真實法門。真實法門是言語沒有法子說的，凡有言說都是方便法，而方便法裡面最殊勝的就是念佛法門。為什麼說它最殊勝？因為它與真實法最接近。你們想想，哪一個法門與「言語道斷，心行處滅」、「不可思議」最接近？一句阿彌陀佛，就剩一句話，這句話打掉了，就是真實法，可見得它與真實法最接近，這才叫最殊勝的法門。"
    },
    {
      "id": "01-003-0049_p0024",
      "zh_CN": "演【唯此法门，方便中之方便，故曰胜方便。】",
      "zh_TW": "演【唯此法門，方便中之方便，故曰勝方便。】"
    },
    {
      "id": "01-003-0049_p0025",
      "zh_CN": "最殊胜的方便法。",
      "zh_TW": "最殊勝的方便法。"
    },
    {
      "id": "01-003-0049_p0026",
      "zh_CN": "【三、激扬生死凡夫，令起欣厌故。】",
      "zh_TW": "【三、激揚生死凡夫，令起欣厭故。】"
    },
    {
      "id": "01-003-0049_p0027",
      "zh_CN": "『激』是激发我们，『扬』是勉励、激励我们。希望我们能在六道生死轮回当中提高警觉，要发心超越轮回。",
      "zh_TW": "『激』是激發我們，『揚』是勉勵、激勵我們。希望我們能在六道生死輪迴當中提高警覺，要發心超越輪迴。"
    },
    {
      "id": "01-003-0049_p0028",
      "zh_CN": "演【激扬生死凡夫者，凡夫出生入死，旷劫沉沦，不知生死可厌，涅槃可欣。】",
      "zh_TW": "演【激揚生死凡夫者，凡夫出生入死，曠劫沉淪，不知生死可厭，涅槃可欣。】"
    },
    {
      "id": "01-003-0049_p0029",
      "zh_CN": "生死轮转永无休息，实在是一个很麻烦的事情。不知道事实真相，所谓随业流转，那真正的可怜。稍稍觉悟的人，晓得这个现象，也晓得可怕，可是有什么法子能够了生死出三界？又没有办法。诸位想想，自古以来多少大学问家，科学家、哲学家、宗教家都想解决这个问题，没有一个人能做得到。这也正是佛为什么要出现于世间，佛出现于世间就是为这些人而来的，你们想了生死出三界而没有法子，佛知道这个方法，他来教给我们。我们一定要知道生死的可畏可厌。一般人死了以后，照《地藏经》上所讲的，绝大多数不出四十九天又轮回去了，又去投生，生没多久又死了，死了再生，生了再死，生生死死，永远没完没了。这个事情，你要是仔细想一想就很恐怖、很可怕，可是自己没法子。这个是事实真相，我们一定要提高警觉。",
      "zh_TW": "生死輪轉永無休息，實在是一個很麻煩的事情。不知道事實真相，所謂隨業流轉，那真正的可憐。稍稍覺悟的人，曉得這個現象，也曉得可怕，可是有什麼法子能夠了生死出三界？又沒有辦法。諸位想想，自古以來多少大學問家，科學家、哲學家、宗教家都想解決這個問題，沒有一個人能做得到。這也正是佛為什麼要出現於世間，佛出現於世間就是為這些人而來的，你們想了生死出三界而沒有法子，佛知道這個方法，他來教給我們。我們一定要知道生死的可畏可厭。一般人死了以後，照《地藏經》上所講的，絕大多數不出四十九天又輪迴去了，又去投生，生沒多久又死了，死了再生，生了再死，生生死死，永遠沒完沒了。這個事情，你要是仔細想一想就很恐怖、很可怕，可是自己沒法子。這個是事實真相，我們一定要提高警覺。"
    },
    {
      "id": "01-003-0049_p0030",
      "zh_CN": "什么叫『涅槃』？涅槃就是不生不灭。从生死轮回里面超越，从此以后永远没有生死，没有生死就叫做涅槃。广钦老和尚说「不来不去」，那就是涅槃，可见得他是真正证得涅槃。证涅槃是活着证的，不是死了证的。为什么他走了？他曾经说过要闭一年关，弟子们就问他：你说闭一年关，怎么可以现在走呢？他告诉这些同修们说：这个身体太老太旧，不能用了，应该自己好好去换一个房子，换一个工具，这个太旧了，到处都是故障。好像你住房子一样，房子太老太旧，不拆掉盖新的不行，没法子住了。这身体是个房子，太老太旧，必需要换一个，并没有死，换一个房子而已！你看他多自在，很自在的换个身体，确实不生也不灭。",
      "zh_TW": "什麼叫『涅槃』？涅槃就是不生不滅。從生死輪迴裡面超越，從此以後永遠沒有生死，沒有生死就叫做涅槃。廣欽老和尚說「不來不去」，那就是涅槃，可見得他是真正證得涅槃。證涅槃是活著證的，不是死了證的。為什麼他走了？他曾經說過要閉一年關，弟子們就問他：你說閉一年關，怎麼可以現在走呢？他告訴這些同修們說：這個身體太老太舊，不能用了，應該自己好好去換一個房子，換一個工具，這個太舊了，到處都是故障。好像你住房子一樣，房子太老太舊，不拆掉蓋新的不行，沒法子住了。這身體是個房子，太老太舊，必需要換一個，並沒有死，換一個房子而已！你看他多自在，很自在的換個身體，確實不生也不滅。"
    },
    {
      "id": "01-003-0049_p0031",
      "zh_CN": "我们一般人没有能力自在去换，这个自在换，愈换愈好，愈换愈殊胜！凡夫就很糟糕，愈换愈差，人这个房子换成畜生，畜生换成饿鬼，饿鬼再换成地狱，愈换愈糟糕。人家是换成菩萨身，换成佛身，跟我们不一样。涅槃之可欣，是我们向往的，我们信乐的。",
      "zh_TW": "我們一般人沒有能力自在去換，這個自在換，愈換愈好，愈換愈殊勝！凡夫就很糟糕，愈換愈差，人這個房子換成畜生，畜生換成餓鬼，餓鬼再換成地獄，愈換愈糟糕。人家是換成菩薩身，換成佛身，跟我們不一樣。涅槃之可欣，是我們嚮往的，我們信樂的。"
    },
    {
      "id": "01-003-0049_p0032",
      "zh_CN": "演【如法华经云：不识苦尽道，不知求解脱故。】",
      "zh_TW": "演【如法華經云：不識苦盡道，不知求解脫故。】"
    },
    {
      "id": "01-003-0049_p0033",
      "zh_CN": "『识』是认识、明了，你不认识，你不明了。『苦尽道』，就是把这个苦灭尽的方法，「道」就是方法。你要是没有办法把这个苦断尽，你怎么能解脱？所以一定要懂得如何灭苦。苦是果报，果从哪里来？果当然有因，没有因不会结果的。因是造业，你造善业就三善道受报，造恶业是三恶道受报。总而言之一句话，你造了业，你就逃不掉果报，你没法子逃掉的。",
      "zh_TW": "『識』是認識、明瞭，你不認識，你不明瞭。『苦盡道』，就是把這個苦滅盡的方法，「道」就是方法。你要是沒有辦法把這個苦斷盡，你怎麼能解脫？所以一定要懂得如何滅苦。苦是果報，果從哪裡來？果當然有因，沒有因不會結果的。因是造業，你造善業就三善道受報，造惡業是三惡道受報。總而言之一句話，你造了業，你就逃不掉果報，你沒法子逃掉的。"
    },
    {
      "id": "01-003-0049_p0034",
      "zh_CN": "佛在此地教给我们，我们过去已经造了不少业，不但这一生，还有过去生中生生世世在那里造了许许多多的业，有没有办法超越？有办法，但是只有一个办法。固然佛讲的是无量法门，八万四千法门都是方法，但是那些方法，你一生当中不能成就，需要很长的时间来修学，时间愈长，问题愈多，为什么？怕走错路。俗话常讲：夜长梦多。这个事情麻烦！最好是短时间能成就，短时间是我们一生就能成就。譬如，佛讲其他法门从初发心到成佛要三大阿僧祇劫，这个时间太长了。纵然证得须陀洹果，已经得到保证了。证得须陀洹，在圆教讲是初信位菩萨，得到保证，决定不堕三恶道，这是第一个保证，天上人间七次往来必定证阿罗汉，超越三界，这是第二个保证。天上人间还要搞七回，人间寿命不长，天上寿命长，所以还是夜长梦多，还是个麻烦事情。",
      "zh_TW": "佛在此地教給我們，我們過去已經造了不少業，不但這一生，還有過去生中生生世世在那裡造了許許多多的業，有沒有辦法超越？有辦法，但是只有一個辦法。固然佛講的是無量法門，八萬四千法門都是方法，但是那些方法，你一生當中不能成就，需要很長的時間來修學，時間愈長，問題愈多，為什麼？怕走錯路。俗話常講：夜長夢多。這個事情麻煩！最好是短時間能成就，短時間是我們一生就能成就。譬如，佛講其他法門從初發心到成佛要三大阿僧祇劫，這個時間太長了。縱然證得須陀洹果，已經得到保證了。證得須陀洹，在圓教講是初信位菩薩，得到保證，決定不墮三惡道，這是第一個保證，天上人間七次往來必定證阿羅漢，超越三界，這是第二個保證。天上人間還要搞七回，人間壽命不長，天上壽命長，所以還是夜長夢多，還是個麻煩事情。"
    },
    {
      "id": "01-003-0049_p0035",
      "zh_CN": "最快速、最短的捷径，只有念佛法门，一生成就，所以它叫胜方便。我们要求解脱，要真正看清生死轮回之可怖，希望这一生当中成就，我们就选定这个法门。选定之后，这一生就不改变，诸位一定要牢牢的记住这句话，一生不改变。我读经就读这一部经，这一部经是有注解的，念多了决定有好处，什么好处？念多了会开悟。依着一本书，修学一个法门，其他的经最好是不听，其他的法门最好也不要去看，不闻不问，为什么？我们才能真正做到一心持名。你接触到之后，你就会分心了。",
      "zh_TW": "最快速、最短的捷徑，只有念佛法門，一生成就，所以它叫勝方便。我們要求解脫，要真正看清生死輪迴之可怖，希望這一生當中成就，我們就選定這個法門。選定之後，這一生就不改變，諸位一定要牢牢的記住這句話，一生不改變。我讀經就讀這一部經，這一部經是有註解的，念多了決定有好處，什麼好處？念多了會開悟。依著一本書，修學一個法門，其他的經最好是不聽，其他的法門最好也不要去看，不聞不問，為什麼？我們才能真正做到一心持名。你接觸到之後，你就會分心了。"
    },
    {
      "id": "01-003-0049_p0036",
      "zh_CN": "所以专修净土，过去这些法师，像印光大法师，这是我们最近一代的祖师，他老人家专修净土。他的那些学生，在他那里受皈依的，你看那个《文钞》，诸位就会发现，这个老和尚跟别的法师不一样。别的法师怎么样？希望这些徒弟们常常来看看我。如果几天没见，「你怎么这么久都没来过」。他那个老和尚跟人家相反，你要是多跑几趟，你怎么老跑这儿来，「我来看看师父」，师父有什么好看的？你已经看过二、三次。他把你骂出去，为什么不在家里老实念佛？耽误了时间，浪费了金钱，跑到这儿来干什么？他骂人。所以印光大师，他不主张信徒跑庙的，那是真正的善知识。",
      "zh_TW": "所以專修淨土，過去這些法師，像印光大法師，這是我們最近一代的祖師，他老人家專修淨土。他的那些學生，在他那裡受皈依的，你看那個《文鈔》，諸位就會發現，這個老和尚跟別的法師不一樣。別的法師怎麼樣？希望這些徒弟們常常來看看我。如果幾天沒見，「你怎麼這麼久都沒來過」。他那個老和尚跟人家相反，你要是多跑幾趟，你怎麼老跑這兒來，「我來看看師父」，師父有什麼好看的？你已經看過二、三次。他把你罵出去，為什麼不在家裡老實念佛？耽誤了時間，浪費了金錢，跑到這兒來幹什麼？他罵人。所以印光大師，他不主張信徒跑廟的，那是真正的善知識。"
    },
    {
      "id": "01-003-0049_p0037",
      "zh_CN": "广老往生了，最近也有很多人要到那里去看他，来告诉我，我也是骂他，我说：你去干什么？去凑热闹，跑这么远，坐车坐十几个小时，搞得精疲力倦！你要是把心定下来，自己在家里念一卷经，念几千声佛号给他回向，这是真正的功德，自他两利，不要去凑热闹。",
      "zh_TW": "廣老往生了，最近也有很多人要到那裡去看他，來告訴我，我也是罵他，我說：你去幹什麼？去湊熱鬧，跑這麼遠，坐車坐十幾個小時，搞得精疲力倦！你要是把心定下來，自己在家裡念一卷經，念幾千聲佛號給他迴向，這是真正的功德，自他兩利，不要去湊熱鬧。"
    },
    {
      "id": "01-003-0049_p0038",
      "zh_CN": "【四、化导二乘执空，不修净土故。】",
      "zh_TW": "【四、化導二乘執空，不修淨土故。】"
    },
    {
      "id": "01-003-0049_p0039",
      "zh_CN": "不仅接引凡夫，还接引阿罗汉、辟支佛。",
      "zh_TW": "不僅接引凡夫，還接引阿羅漢、辟支佛。"
    },
    {
      "id": "01-003-0049_p0040",
      "zh_CN": "演【化导二乘者，二乘，但证偏空，不悟法性。】",
      "zh_TW": "演【化導二乘者，二乘，但證偏空，不悟法性。】"
    },
    {
      "id": "01-003-0049_p0041",
      "zh_CN": "这个地方是指小乘四果罗汉与辟支佛，三果还不够资格。四果罗汉『证偏空』，偏空就是涅槃，偏真涅槃，超越六道生死轮回了。虽然超越，他住在涅槃里面，这是错误的。小乘人的涅槃是定，跟大乘涅槃不一样，大乘涅槃是定慧圆融，定里面有慧，慧里面有定；小乘偏真，偏在一边，只有定没有慧，他证的涅槃不是究竟圆满的涅槃。他『不悟法性』，不悟就是没有智慧。",
      "zh_TW": "這個地方是指小乘四果羅漢與辟支佛，三果還不夠資格。四果羅漢『證偏空』，偏空就是涅槃，偏真涅槃，超越六道生死輪迴了。雖然超越，他住在涅槃裡面，這是錯誤的。小乘人的涅槃是定，跟大乘涅槃不一樣，大乘涅槃是定慧圓融，定裡面有慧，慧裡面有定；小乘偏真，偏在一邊，只有定沒有慧，他證的涅槃不是究竟圓滿的涅槃。他『不悟法性』，不悟就是沒有智慧。"
    },
    {
      "id": "01-003-0049_p0042",
      "zh_CN": "演【沈空滞寂。】",
      "zh_TW": "演【沈空滯寂。】"
    },
    {
      "id": "01-003-0049_p0043",
      "zh_CN": "小乘人还是有执着，我执没有了，他有法执，他执着空。凡夫执着有，小乘人执着空。他自己安住在一个寂静的境界当中，这个『寂』就是清净寂灭，确确实实他烦恼不生，烦恼从根上断掉了。",
      "zh_TW": "小乘人還是有執著，我執沒有了，他有法執，他執著空。凡夫執著有，小乘人執著空。他自己安住在一個寂靜的境界當中，這個『寂』就是清淨寂滅，確確實實他煩惱不生，煩惱從根上斷掉了。"
    },
    {
      "id": "01-003-0049_p0044",
      "zh_CN": "演【中止化城。】",
      "zh_TW": "演【中止化城。】"
    },
    {
      "id": "01-003-0049_p0045",
      "zh_CN": "化城是比喻，释迦牟尼佛教他究竟了义的大法，他不肯接受，所以用方便法来教化他，等于说这是一个中途站、是个转运站，让他先到达这个境界。到达这个境界，他就住下来不走了，这是个麻烦事情，小乘人的病就在此地，中止在化城。",
      "zh_TW": "化城是比喻，釋迦牟尼佛教他究竟了義的大法，他不肯接受，所以用方便法來教化他，等於說這是一個中途站、是個轉運站，讓他先到達這個境界。到達這個境界，他就住下來不走了，這是個麻煩事情，小乘人的病就在此地，中止在化城。"
    },
    {
      "id": "01-003-0049_p0046",
      "zh_CN": "演【不信有他方净土故。】",
      "zh_TW": "演【不信有他方淨土故。】"
    },
    {
      "id": "01-003-0049_p0047",
      "zh_CN": "如果诸位现在到泰国访问，你就晓得，泰国是小乘，泰国不相信有另外一尊佛，他们只相信有一尊释迦牟尼佛，不相信有十方一切诸佛。他认为一般修行最高只能证阿罗汉果，不能成佛，成佛的只有释迦牟尼佛一个人，不相信有他方佛。他也不相信大乘法，他很执着。所以，不相信他方净土。佛为二乘圣者讲这个经、讲这个法门，是劝他们回小向大，舍离化城，往生佛国。所以这个法门无量无边的功德。",
      "zh_TW": "如果諸位現在到泰國訪問，你就曉得，泰國是小乘，泰國不相信有另外一尊佛，他們只相信有一尊釋迦牟尼佛，不相信有十方一切諸佛。他認為一般修行最高只能證阿羅漢果，不能成佛，成佛的只有釋迦牟尼佛一個人，不相信有他方佛。他也不相信大乘法，他很執著。所以，不相信他方淨土。佛為二乘聖者講這個經、講這個法門，是勸他們迴小向大，捨離化城，往生佛國。所以這個法門無量無邊的功德。"
    },
    {
      "id": "01-003-0049_p0048",
      "zh_CN": "【五、勉进初心菩萨，亲近如来故。】",
      "zh_TW": "【五、勉進初心菩薩，親近如來故。】"
    },
    {
      "id": "01-003-0049_p0049",
      "zh_CN": "对大乘菩萨，也以这个法门来教化他。菩萨的心跟小乘心不一样，从我们现前就能看得出来。自己是大乘根性还是小乘根性？不要问别人，自己一反省就晓得。如果是小乘根性，只求自利，不想帮助别人，如果帮助别人，那也很有限，不是真正发心主动去帮助别人，这样的心就是小乘心，就是小乘人。菩萨心是主动去帮助一切众生，乐意帮助人，喜欢帮助人，能够舍己为人，这是菩萨心。你要是学了佛，那是菩萨种性，是初发心的菩萨。勉进初心，勉励。",
      "zh_TW": "對大乘菩薩，也以這個法門來教化他。菩薩的心跟小乘心不一樣，從我們現前就能看得出來。自己是大乘根性還是小乘根性？不要問別人，自己一反省就曉得。如果是小乘根性，只求自利，不想幫助別人，如果幫助別人，那也很有限，不是真正發心主動去幫助別人，這樣的心就是小乘心，就是小乘人。菩薩心是主動去幫助一切眾生，樂意幫助人，喜歡幫助人，能夠捨己為人，這是菩薩心。你要是學了佛，那是菩薩種性，是初發心的菩薩。勉進初心，勉勵。"
    },
    {
      "id": "01-003-0049_p0050",
      "zh_CN": "演【勉进初心者，初发心菩萨，欲于娑婆世界救度众生，忍力未充，自他俱溺，有何利益。】",
      "zh_TW": "演【勉進初心者，初發心菩薩，欲於娑婆世界救度眾生，忍力未充，自他俱溺，有何利益。】"
    },
    {
      "id": "01-003-0049_p0051",
      "zh_CN": "你学菩萨行、修六度法，很好！可是你的定力不够，你的智慧不足，虽然修六度法门，免不了许许多多的过失，这是我们一定要知道的。娑婆世界众生刚强难化，业障深重。救度众生，「救度」拿简单的话来说，就是为众生服务，要帮助众生。你尽心尽力帮助他，他还要骂你，他还说你不是个好人，你听了也难过，要退心了，那你就不是菩萨。菩萨道难行！所以小乘修行容易，大乘修行困难。",
      "zh_TW": "你學菩薩行、修六度法，很好！可是你的定力不夠，你的智慧不足，雖然修六度法門，免不了許許多多的過失，這是我們一定要知道的。娑婆世界眾生剛強難化，業障深重。救度眾生，「救度」拿簡單的話來說，就是為眾生服務，要幫助眾生。你盡心盡力幫助他，他還要罵你，他還說你不是個好人，你聽了也難過，要退心了，那你就不是菩薩。菩薩道難行！所以小乘修行容易，大乘修行困難。"
    },
    {
      "id": "01-003-0049_p0052",
      "zh_CN": "如果定力不够，『忍力』就是定力，里面也含着有智慧，定慧不够，自他都得不到利益。我举一个例子给诸位说，我们不谈别的，谈正法，正法里面也要忍力充足才行。我们看看古人为什么出家、在家修行证果的人那么多，每一个朝代，诸位去看看《高僧传》、《居士传》，有那么多人成就。为什么我们现在人不能成就？我说个老实话，从前外面诱惑的东西少，所以他心能专，当然也是种种不方便。现在是太方便了，太方便就是诱惑的力量太大，东西太多了。",
      "zh_TW": "如果定力不夠，『忍力』就是定力，裡面也含著有智慧，定慧不夠，自他都得不到利益。我舉一個例子給諸位說，我們不談別的，談正法，正法裡面也要忍力充足才行。我們看看古人為什麼出家、在家修行證果的人那麼多，每一個朝代，諸位去看看《高僧傳》、《居士傳》，有那麼多人成就。為什麼我們現在人不能成就？我說個老實話，從前外面誘惑的東西少，所以他心能專，當然也是種種不方便。現在是太方便了，太方便就是誘惑的力量太大，東西太多了。"
    },
    {
      "id": "01-003-0049_p0053",
      "zh_CN": "我们不讲世间名闻利养的诱惑，不说这个，单谈佛法。从前人要想得一部经典不简单，到哪里去找？市面上没有卖的。纵然有得卖，那个价钱之高，吓死人，为什么？因为这个书本是人工做的。你看，这是木刻版的字，这个字是木板一个字一个字雕刻出来的。一块木板至少有这么厚，一部书的版总得要堆一、二个房间。而且这个书怎么印法？拿那个版一张一张，从前用松烟墨，棕刷子刷在这个版上，毛边纸舖下来一张一张的刷，像这个书刷一部恐怕要三天的时间。那么你想想看，这一部书要卖多少钱？从前富贵人家客厅里摆几部书，一般人家是买不起书的。",
      "zh_TW": "我們不講世間名聞利養的誘惑，不說這個，單談佛法。從前人要想得一部經典不簡單，到哪裡去找？市面上沒有賣的。縱然有得賣，那個價錢之高，嚇死人，為什麼？因為這個書本是人工做的。你看，這是木刻版的字，這個字是木板一個字一個字雕刻出來的。一塊木板至少有這麼厚，一部書的版總得要堆一、二個房間。而且這個書怎麼印法？拿那個版一張一張，從前用松煙墨，棕刷子刷在這個版上，毛邊紙舖下來一張一張的刷，像這個書刷一部恐怕要三天的時間。那麼你想想看，這一部書要賣多少錢？從前富貴人家客廳裡擺幾部書，一般人家是買不起書的。"
    },
    {
      "id": "01-003-0049_p0054",
      "zh_CN": "所以，书从哪里来？抄写。想读哪一部经，老和尚传授给你，叫你学什么经，你到寺院藏经楼去抄写。他自己抄写这一部，费了这么大的功夫，他很珍惜，他很宝贵，他一生都念这一部经。所以几乎个个都是专修，他能成功。现在得来太容易，一部《大藏经》也没几个钱，中等收入的人家，家家都可以摆上一部。今天翻翻这个，明天翻翻那个，翻上几十年还是一窍不通！这就是经典多了就产生一种诱惑力，这个不错，那个也不错，统统都涉及一下，可以说念这本的时候，其余的都不知道，等到念到后头，前面都忘光了，得不到利益。",
      "zh_TW": "所以，書從哪裡來？抄寫。想讀哪一部經，老和尚傳授給你，叫你學什麼經，你到寺院藏經樓去抄寫。他自己抄寫這一部，費了這麼大的功夫，他很珍惜，他很寶貴，他一生都念這一部經。所以幾乎個個都是專修，他能成功。現在得來太容易，一部《大藏經》也沒幾個錢，中等收入的人家，家家都可以擺上一部。今天翻翻這個，明天翻翻那個，翻上幾十年還是一竅不通！這就是經典多了就產生一種誘惑力，這個不錯，那個也不錯，統統都涉及一下，可以說念這本的時候，其餘的都不知道，等到念到後頭，前面都忘光了，得不到利益。"
    },
    {
      "id": "01-003-0049_p0055",
      "zh_CN": "我们的毛病就是不能一心，不能专。这是我们讲，世间法不谈，就是佛法的诱惑就不得了！佛法也很诱惑人，何况现在是庙也多，法师也多。不但法师多，还有一些在家居士，在家居士怎么办？不能在法师之上，搞一点密，我就自封为上师，还在法师之上，处处都在诱惑人，叫你无所适从，这就把你道心给破坏了。古人讲：宁动千江水，不坏道人心。现在处处我们所看到的都是破坏道人心的，你没有法子修行。所以修行就是修一心，就是修定。你没有办法修定，这是我说的佛门里面的诱惑，就叫你无所适从。所以，你自行化他统统堕落。",
      "zh_TW": "我們的毛病就是不能一心，不能專。這是我們講，世間法不談，就是佛法的誘惑就不得了！佛法也很誘惑人，何況現在是廟也多，法師也多。不但法師多，還有一些在家居士，在家居士怎麼辦？不能在法師之上，搞一點密，我就自封為上師，還在法師之上，處處都在誘惑人，叫你無所適從，這就把你道心給破壞了。古人講：寧動千江水，不壞道人心。現在處處我們所看到的都是破壞道人心的，你沒有法子修行。所以修行就是修一心，就是修定。你沒有辦法修定，這是我說的佛門裡面的誘惑，就叫你無所適從。所以，你自行化他統統墮落。"
    },
    {
      "id": "01-003-0049_p0056",
      "zh_CN": "古人为什么有成就？他专一。因为那个时候交通不方便，都是要走路，你跑道场，顶多一个道场，再顶多两个道场，你不能跑很多。现在交通虽然发达，人心不定，福报不如古人，物质享受是超越古人，真正定功比起古人差得太远。假如我们在今天还能够专一，守住一部经、一个法门、一个道场，那你就超过古人，为什么？如果把古人拉到现在，恐怕他们大多数都不能成就，确实如此。一个人能禁得起诱惑不容易，在种种诱惑之下，你还能如如不动，这真高明。所以你今天成就，连古大德见到你也不能不低头，不能不佩服。所以，一定要专一。尤其是要专心修净土，因为这个法门是一生成佛的法门。",
      "zh_TW": "古人為什麼有成就？他專一。因為那個時候交通不方便，都是要走路，你跑道場，頂多一個道場，再頂多兩個道場，你不能跑很多。現在交通雖然發達，人心不定，福報不如古人，物質享受是超越古人，真正定功比起古人差得太遠。假如我們在今天還能夠專一，守住一部經、一個法門、一個道場，那你就超過古人，為什麼？如果把古人拉到現在，恐怕他們大多數都不能成就，確實如此。一個人能禁得起誘惑不容易，在種種誘惑之下，你還能如如不動，這真高明。所以你今天成就，連古大德見到你也不能不低頭，不能不佩服。所以，一定要專一。尤其是要專心修淨土，因為這個法門是一生成佛的法門。"
    },
    {
      "id": "01-003-0049_p0057",
      "zh_CN": "演【必须求生净土，亲见弥陀，得忍方可还来故。】",
      "zh_TW": "演【必須求生淨土，親見彌陀，得忍方可還來故。】"
    },
    {
      "id": "01-003-0049_p0058",
      "zh_CN": "这是菩萨。我赶紧念佛求生西方净土，为什么？为了满我度众生的大愿，从西方世界回过头来，倒驾慈航再回来。再回来度众生，你是菩萨身分，你有了定力、也有了慧力，定慧具足，什么样的境界里面，你都能够不动摇，都能够专一。你自己能够专一，也能够影响别人专一，这就是无量无边的功德。",
      "zh_TW": "這是菩薩。我趕緊念佛求生西方淨土，為什麼？為了滿我度眾生的大願，從西方世界回過頭來，倒駕慈航再回來。再回來度眾生，你是菩薩身分，你有了定力、也有了慧力，定慧具足，什麼樣的境界裡面，你都能夠不動搖，都能夠專一。你自己能夠專一，也能夠影響別人專一，這就是無量無邊的功德。"
    },
    {
      "id": "01-003-0049_p0059",
      "zh_CN": "【六、尽摄利钝诸根，悉皆度脱故。】",
      "zh_TW": "【六、盡攝利鈍諸根，悉皆度脫故。】"
    },
    {
      "id": "01-003-0049_p0060",
      "zh_CN": "前面是讲凡夫、二乘、菩萨，这一句范围更广，一切根性全都包括了。",
      "zh_TW": "前面是講凡夫、二乘、菩薩，這一句範圍更廣，一切根性全都包括了。"
    },
    {
      "id": "01-003-0049_p0061",
      "zh_CN": "演【尽摄利钝者。】",
      "zh_TW": "演【盡攝利鈍者。】"
    },
    {
      "id": "01-003-0049_p0062",
      "zh_CN": "这是讲众生的根性，众生的根性相当复杂，在佛法里面分成利根、钝根这两大类。",
      "zh_TW": "這是講眾生的根性，眾生的根性相當複雜，在佛法裡面分成利根、鈍根這兩大類。"
    },
    {
      "id": "01-003-0049_p0063",
      "zh_CN": "演【教小，则不被大根。】",
      "zh_TW": "演【教小，則不被大根。】"
    },
    {
      "id": "01-003-0049_p0064",
      "zh_CN": "『大根』是指利根的人，你要是教小乘法，大根性的人不愿意接受，他不乐意修习。如果你讲大乘法，根性小的人他接受不了。",
      "zh_TW": "『大根』是指利根的人，你要是教小乘法，大根性的人不願意接受，他不樂意修習。如果你講大乘法，根性小的人他接受不了。"
    },
    {
      "id": "01-003-0049_p0065",
      "zh_CN": "演【教大，则下根绝分。】",
      "zh_TW": "演【教大，則下根絕分。】"
    },
    {
      "id": "01-003-0049_p0066",
      "zh_CN": "没分！像佛当年示现成佛的时候，在菩提树下二七日中讲《华严经》，那是『教大』，凡夫、二乘、权教菩萨都没分。所以听《华严经》是哪些人？我们在经上看到的，四十一位法身大士。四十一位是指圆教十住菩萨、十行菩萨、十回向菩萨、十地菩萨，再加上等觉菩萨。这些人都是明心见性的大菩萨，他们听得津津有味。其余二乘圣者、凡夫不见不闻，佛那么庄严的法会，我们见不到也听不到。我们凡夫看到释迦牟尼佛在菩提树下打坐，谁知道他在那里讲《华严经》？谁晓得有那么多菩萨在听？不知道！教大，小根性的人没分！这个经实实在在不可思议。",
      "zh_TW": "沒分！像佛當年示現成佛的時候，在菩提樹下二七日中講《華嚴經》，那是『教大』，凡夫、二乘、權教菩薩都沒分。所以聽《華嚴經》是哪些人？我們在經上看到的，四十一位法身大士。四十一位是指圓教十住菩薩、十行菩薩、十迴向菩薩、十地菩薩，再加上等覺菩薩。這些人都是明心見性的大菩薩，他們聽得津津有味。其餘二乘聖者、凡夫不見不聞，佛那麼莊嚴的法會，我們見不到也聽不到。我們凡夫看到釋迦牟尼佛在菩提樹下打坐，誰知道他在那裡講《華嚴經》？誰曉得有那麼多菩薩在聽？不知道！教大，小根性的人沒分！這個經實實在在不可思議。"
    },
    {
      "id": "01-003-0049_p0067",
      "zh_CN": "演【今则上自菩萨，下及悠悠凡夫，无机不接故。】",
      "zh_TW": "演【今則上自菩薩，下及悠悠凡夫，無機不接故。】"
    },
    {
      "id": "01-003-0049_p0068",
      "zh_CN": "这就是「三根普被，利钝全收」，能看得出这个法门的广大、这个法门的殊胜。我在讲席当中常提醒诸位，我自己对这个法门能够肯定、接受、相信，依照这个法门来修学，是得力于《华严经》。我讲《华严经》讲了十几年，从民国六十年开始讲，一直讲到现在都没有中止过。这个也是因缘不足，《华严经》一遍还没讲圆满，大概只讲了半部。台中李老师是一个星期讲一次，他老人家是从民国五十三年开始讲的，已经讲了二十多年，才讲三分之一。所以过去李老师向听众们宣布：我要把《华严经》讲圆满，再讲一部《阿弥陀经》，就往生了。台中同修特别到台北来找我，问我：老师住世大概还有多久？我就根据从前讲经的进度，仔细这么一算，我说他至少要活一百三十岁，要不然《华严经》讲不完。因为他一个礼拜只讲一次，还有翻译，只讲一个钟点。而这部经我自己已经讲过将近二千个小时，一部经讲完至少是二千五百个小时到三千个小时，要这么长的时间。",
      "zh_TW": "這就是「三根普被，利鈍全收」，能看得出這個法門的廣大、這個法門的殊勝。我在講席當中常提醒諸位，我自己對這個法門能夠肯定、接受、相信，依照這個法門來修學，是得力於《華嚴經》。我講《華嚴經》講了十幾年，從民國六十年開始講，一直講到現在都沒有中止過。這個也是因緣不足，《華嚴經》一遍還沒講圓滿，大概只講了半部。台中李老師是一個星期講一次，他老人家是從民國五十三年開始講的，已經講了二十多年，才講三分之一。所以過去李老師向聽眾們宣布：我要把《華嚴經》講圓滿，再講一部《阿彌陀經》，就往生了。台中同修特別到台北來找我，問我：老師住世大概還有多久？我就根據從前講經的進度，仔細這麼一算，我說他至少要活一百三十歲，要不然《華嚴經》講不完。因為他一個禮拜只講一次，還有翻譯，只講一個鐘點。而這部經我自己已經講過將近二千個小時，一部經講完至少是二千五百個小時到三千個小時，要這麼長的時間。"
    },
    {
      "id": "01-003-0049_p0069",
      "zh_CN": "可是去年，他老人家又改变主意，他说他经不要讲完，所以同修们找他：老师，你说经要讲完。老师就说：我再讲九十年，你能不能听九十年？大家没有能力去听九十年！所以台中同修告诉我：老师去年向大家说，他讲经再讲两年就不讲了。诸位要知道，他不讲就往生了。当年我们怕他很快就往生，所以去找一部大经把他留住。《华严经》我也是启请之一，我们八个人启请的，商量如何把老师留住，不让他走。大家一想，只有请他讲一部大经，经没讲完总不好意思走！他今年九十八岁了，还在讲经。",
      "zh_TW": "可是去年，他老人家又改變主意，他說他經不要講完，所以同修們找他：老師，你說經要講完。老師就說：我再講九十年，你能不能聽九十年？大家沒有能力去聽九十年！所以台中同修告訴我：老師去年向大家說，他講經再講兩年就不講了。諸位要知道，他不講就往生了。當年我們怕他很快就往生，所以去找一部大經把他留住。《華嚴經》我也是啟請之一，我們八個人啟請的，商量如何把老師留住，不讓他走。大家一想，只有請他講一部大經，經沒講完總不好意思走！他今年九十八歲了，還在講經。"
    },
    {
      "id": "01-003-0049_p0070",
      "zh_CN": "这是说明在《华严经》上，我深深体会到这个法门是十方一切诸佛接引众生、成就众生唯一的一个法门。我《华严经》的进度比李老师超过，因为过去我讲的时间多，最多的时候一个星期是讲六天，我用的时间比他多。怎么晓得？《华严经》到最后，最后一品就是「入法界品」，清凉大师把这个经分成信解行证这四部分，最后这部分就是《四十华严》。《四十华严》是非常完整的一部经，以文殊菩萨、普贤菩萨为代表，善财童子做为一个修行人的榜样。善财是谁？善财就是修行人，修学大乘佛法的人。「善」是说他有善根，「财」是说他有福德。修学大乘没有善根、没有福德，不行！所以善根福德要具足，遇到好的老师，好的善知识，他的因缘具足，真像我们这里经上所说的，「不可以少善根福德因缘，得生彼国」。所以往生西方极乐世界，这三个条件要具足，一定要有善根有福德，又有因缘遇到真正善知识。",
      "zh_TW": "這是說明在《華嚴經》上，我深深體會到這個法門是十方一切諸佛接引眾生、成就眾生唯一的一個法門。我《華嚴經》的進度比李老師超過，因為過去我講的時間多，最多的時候一個星期是講六天，我用的時間比他多。怎麼曉得？《華嚴經》到最後，最後一品就是「入法界品」，清涼大師把這個經分成信解行證這四部分，最後這部分就是《四十華嚴》。《四十華嚴》是非常完整的一部經，以文殊菩薩、普賢菩薩為代表，善財童子做為一個修行人的榜樣。善財是誰？善財就是修行人，修學大乘佛法的人。「善」是說他有善根，「財」是說他有福德。修學大乘沒有善根、沒有福德，不行！所以善根福德要具足，遇到好的老師，好的善知識，他的因緣具足，真像我們這裡經上所說的，「不可以少善根福德因緣，得生彼國」。所以往生西方極樂世界，這三個條件要具足，一定要有善根有福德，又有因緣遇到真正善知識。"
    },
    {
      "id": "01-003-0049_p0071",
      "zh_CN": "《大方广佛华严经》就是真正善知识，我们从这里面体认、领悟到。善财的老师是文殊菩萨，文殊菩萨修什么法门？跟诸位说，修念佛法门，求生西方极乐世界，这个在《华严经》里面讲得清清楚楚。善财是文殊最得意的学生，当然一定传授他念佛法门。我们展开「入法界品」仔细一看，果然没错，确实他是学念佛法门。念什么佛？念阿弥陀佛，就是我们这个法门。善财童子修这个，所以到最后他五十三参。诸位要晓得，什么叫五十三参？你要懂得这个意思，五十三参是代表各种不同的法门、不同的知见。换句话说，就是世间出世间种种的诱惑，代表这些东西。五十三位善知识，有学佛的，也有外道的，有男女老少、各行各业，统统都有，里面出家比丘只有五个，在家居士占大多数，外道也不少，这就是种种的诱惑，你看到了、听到了，你不动心，这就叫五十三参。你看得清清楚楚，听得明明白白，还是一句阿弥陀佛念到底，决定不受动摇，这叫做五十三参。",
      "zh_TW": "《大方廣佛華嚴經》就是真正善知識，我們從這裡面體認、領悟到。善財的老師是文殊菩薩，文殊菩薩修什麼法門？跟諸位說，修念佛法門，求生西方極樂世界，這個在《華嚴經》裡面講得清清楚楚。善財是文殊最得意的學生，當然一定傳授他念佛法門。我們展開「入法界品」仔細一看，果然沒錯，確實他是學念佛法門。念什麼佛？念阿彌陀佛，就是我們這個法門。善財童子修這個，所以到最後他五十三參。諸位要曉得，什麼叫五十三參？你要懂得這個意思，五十三參是代表各種不同的法門、不同的知見。換句話說，就是世間出世間種種的誘惑，代表這些東西。五十三位善知識，有學佛的，也有外道的，有男女老少、各行各業，統統都有，裡面出家比丘只有五個，在家居士佔大多數，外道也不少，這就是種種的誘惑，你看到了、聽到了，你不動心，這就叫五十三參。你看得清清楚楚，聽得明明白白，還是一句阿彌陀佛念到底，決定不受動搖，這叫做五十三參。"
    },
    {
      "id": "01-003-0049_p0072",
      "zh_CN": "所以到末后，普贤菩萨表演了一套，十大愿王导归极乐，不但带善财到西方极乐世界，而且带整个华藏世界这四十一位法身大士统统求生西方净土，你们想想这是什么意思？这就是告诉我们，你修行想成阿罗汉，成辟支佛、成菩萨，他方世界都做得到。你想成佛，藏教的佛、通教的佛、别教的佛也行，他方世界都可以。你要想成圆教的佛，无上正等正觉就是一个地方，西方极乐世界。我们在《华严经》看到这一桩殊胜的事，不可思议之事！才晓得念佛法门是第一法门，就是十方如来教化众生无量无边法门里面第一殊胜方便法门。",
      "zh_TW": "所以到末後，普賢菩薩表演了一套，十大願王導歸極樂，不但帶善財到西方極樂世界，而且帶整個華藏世界這四十一位法身大士統統求生西方淨土，你們想想這是什麼意思？這就是告訴我們，你修行想成阿羅漢，成辟支佛、成菩薩，他方世界都做得到。你想成佛，藏教的佛、通教的佛、別教的佛也行，他方世界都可以。你要想成圓教的佛，無上正等正覺就是一個地方，西方極樂世界。我們在《華嚴經》看到這一樁殊勝的事，不可思議之事！才曉得念佛法門是第一法門，就是十方如來教化眾生無量無邊法門裡面第一殊勝方便法門。"
    },
    {
      "id": "01-003-0049_p0073",
      "zh_CN": "我是读《华严经》才死心塌地念阿弥陀佛。在没有把《华严经》搞通之前，我也跟你们差不多，今天想看这个经，明天想看那个经。我讲经讲了二十七年，过去讲的东西太多了，为什么？因为禁不起诱惑。如果我一学佛，一开始讲经，就讲一部经，就讲这部《弥陀经疏钞》，讲二十七年，你们今天看到我，连广钦法师看到我，也喊我阿弥陀佛，真的不是假的。",
      "zh_TW": "我是讀《華嚴經》才死心塌地念阿彌陀佛。在沒有把《華嚴經》搞通之前，我也跟你們差不多，今天想看這個經，明天想看那個經。我講經講了二十七年，過去講的東西太多了，為什麼？因為禁不起誘惑。如果我一學佛，一開始講經，就講一部經，就講這部《彌陀經疏鈔》，講二十七年，你們今天看到我，連廣欽法師看到我，也喊我阿彌陀佛，真的不是假的。"
    },
    {
      "id": "01-003-0049_p0074",
      "zh_CN": "所以法门贵专一，专一就成功。搞太多太杂，一样都不精，既不能利人又不能自利，这就太可惜了。我们读这个经，看到莲池大师这几句话，想想太有道理了。《华严经》接大根性的众生，《弥陀经》是三根普被，无论什么样的根机全都包括，实实在在不可思议！所以要晓得，《华严经》最后的归宿就是归到《弥陀经》。文殊、普贤都是求生西方世界的，那都是等觉菩萨，我们千万不要轻视这个法门，不要小看这个法门，几乎所有真正成就的人都是念佛生西方净土。",
      "zh_TW": "所以法門貴專一，專一就成功。搞太多太雜，一樣都不精，既不能利人又不能自利，這就太可惜了。我們讀這個經，看到蓮池大師這幾句話，想想太有道理了。《華嚴經》接大根性的眾生，《彌陀經》是三根普被，無論什麼樣的根機全都包括，實實在在不可思議！所以要曉得，《華嚴經》最後的歸宿就是歸到《彌陀經》。文殊、普賢都是求生西方世界的，那都是等覺菩薩，我們千萬不要輕視這個法門，不要小看這個法門，幾乎所有真正成就的人都是念佛生西方淨土。"
    },
    {
      "id": "01-003-0049_p0075",
      "zh_CN": "【七、护持多障行人，不遭堕落故。】",
      "zh_TW": "【七、護持多障行人，不遭墮落故。】"
    },
    {
      "id": "01-003-0049_p0076",
      "zh_CN": "这条对我们来说尤其是重要，为什么？就是讲我们，我们的障碍多。",
      "zh_TW": "這條對我們來說尤其是重要，為什麼？就是講我們，我們的障礙多。"
    },
    {
      "id": "01-003-0049_p0077",
      "zh_CN": "演【护持多障者，此土业风浩大。】",
      "zh_TW": "演【護持多障者，此土業風浩大。】"
    },
    {
      "id": "01-003-0049_p0078",
      "zh_CN": "『业』就是造业了，什么叫造业？给诸位说，起心动念就叫造业。我们六根接触外面六尘境界分别执着打妄想，这都叫造业。我刚才说了，现在科技发达，诱惑的东西太多，新的产品日新月异。我们利用录放影机来讲经，是我们这个地方创始，六年前开始的。现在这些机器，每三个月推出一个新的产品，前面就落伍了，这个诱惑力量很大！日新月异，叫你看到听到接触到，你不能不动心，你这一动心就被魔控制住了。所以诸位要晓得，什么叫妖魔鬼怪？妖魔鬼怪就是障碍你，叫你生烦恼的，折磨你的。这些人天天在动脑筋，搞新花样、新产品来折磨你，为什么？你一见到，心里想，家里东西过时了，赶紧去买新的，新的刚买没几天，又有新的出来了。你所赚的钱全被他骗掉，不但被他骗去，还天天在那里苦恼、忧虑，怎么样你也赶不上他。他那个手掌叫魔掌，都在他的魔掌掌握之中，你们超越不了；可是你要是觉悟了，那些魔对你一点办法都没有了。",
      "zh_TW": "『業』就是造業了，什麼叫造業？給諸位說，起心動念就叫造業。我們六根接觸外面六塵境界分別執著打妄想，這都叫造業。我剛才說了，現在科技發達，誘惑的東西太多，新的產品日新月異。我們利用錄放影機來講經，是我們這個地方創始，六年前開始的。現在這些機器，每三個月推出一個新的產品，前面就落伍了，這個誘惑力量很大！日新月異，叫你看到聽到接觸到，你不能不動心，你這一動心就被魔控制住了。所以諸位要曉得，什麼叫妖魔鬼怪？妖魔鬼怪就是障礙你，叫你生煩惱的，折磨你的。這些人天天在動腦筋，搞新花樣、新產品來折磨你，為什麼？你一見到，心裡想，家裡東西過時了，趕緊去買新的，新的剛買沒幾天，又有新的出來了。你所賺的錢全被他騙掉，不但被他騙去，還天天在那裡苦惱、憂慮，怎麼樣你也趕不上他。他那個手掌叫魔掌，都在他的魔掌掌握之中，你們超越不了；可是你要是覺悟了，那些魔對你一點辦法都沒有了。"
    },
    {
      "id": "01-003-0049_p0079",
      "zh_CN": "我一件衣服可以穿十年不会坏，随你耍什么花样，我如如不动，我还是穿我这一件。穿这一件出去，人家笑话，我就告诉你：笑死活该，他死，我不死。你大概是菩萨怜悯，唯恐别人笑死，所以你永远被魔掌所控制，这个很痛苦！一个电冰箱好好的保养，至少可用十年。你真明白这个道理，不受外面境界所动摇，日子好过，过得好自在，好舒服！你要是天天去追求新的花样，那你是不堪其苦，太苦了。可是一般人都是迷，迷在这些新的花样里头，那些人就是魔，妖魔鬼怪。你要是真正懂得这个道理，不要被他掌握了，不要被他欺骗了，心要定。你心定了，魔就对你无可奈何，你的道业才能增长，你的生活才能富裕，才能愉快，不被外境所动摇。这就是讲业风浩大。",
      "zh_TW": "我一件衣服可以穿十年不會壞，隨你耍什麼花樣，我如如不動，我還是穿我這一件。穿這一件出去，人家笑話，我就告訴你：笑死活該，他死，我不死。你大概是菩薩憐憫，唯恐別人笑死，所以你永遠被魔掌所控制，這個很痛苦！一個電冰箱好好的保養，至少可用十年。你真明白這個道理，不受外面境界所動搖，日子好過，過得好自在，好舒服！你要是天天去追求新的花樣，那你是不堪其苦，太苦了。可是一般人都是迷，迷在這些新的花樣裡頭，那些人就是魔，妖魔鬼怪。你要是真正懂得這個道理，不要被他掌握了，不要被他欺騙了，心要定。你心定了，魔就對你無可奈何，你的道業才能增長，你的生活才能富裕，才能愉快，不被外境所動搖。這就是講業風浩大。"
    },
    {
      "id": "01-003-0049_p0080",
      "zh_CN": "演【尘境粗强，难于修进。】",
      "zh_TW": "演【塵境粗強，難於修進。】"
    },
    {
      "id": "01-003-0049_p0081",
      "zh_CN": "『修』是修行，『进』是进步。确确实实，现在这个社会是我们莫大的一个阻力，处处诱惑你。不但外面境界诱惑，还有更严重的人情的诱惑，这个道场法师都有交情，认识了，不去不好意思！这个不好意思，自己的道业耽误了，正是前面所说的，初发心的菩萨度不了众生，也度不了自己。所以想想，还是印光老法师那个态度正确。古人常说：无事不登三宝殿。你到这儿干什么？听经可以来，打佛七可以来，法会是祈福、修福的，来不来无所谓。听经是明理，这个要来；念佛是修行功夫的考验，这个要来；其余的都没有必要，你来干什么？所以，道业要紧。",
      "zh_TW": "『修』是修行，『進』是進步。確確實實，現在這個社會是我們莫大的一個阻力，處處誘惑你。不但外面境界誘惑，還有更嚴重的人情的誘惑，這個道場法師都有交情，認識了，不去不好意思！這個不好意思，自己的道業耽誤了，正是前面所說的，初發心的菩薩度不了眾生，也度不了自己。所以想想，還是印光老法師那個態度正確。古人常說：無事不登三寶殿。你到這兒幹什麼？聽經可以來，打佛七可以來，法會是祈福、修福的，來不來無所謂。聽經是明理，這個要來；念佛是修行功夫的考驗，這個要來；其餘的都沒有必要，你來幹什麼？所以，道業要緊。"
    },
    {
      "id": "01-003-0049_p0082",
      "zh_CN": "演【今则念佛众生，佛常住顶，永无魔事故。】",
      "zh_TW": "演【今則念佛眾生，佛常住頂，永無魔事故。】"
    },
    {
      "id": "01-003-0049_p0083",
      "zh_CN": "这个是真实的，可是诸位要牢牢的记住，你要真念佛才行。你一心持名，阿弥陀佛、观音势至就常常护念你。不但西方三圣护念，这经讲到后面你才会晓得，十方一切诸佛没有一个不护念的，为什么？因为这部经是一切诸佛所护念经，你一心受持，换句话说，一切诸佛没有一尊佛不护念你。你怎么会遇到魔障？当然不会。你要是二心三心，那好了，佛都不会护持你了，为什么？你没成熟，你这一生当中不能成就。一心，就是我这一生当中决定要往生净土，那么诸佛一定要帮助你，一定要照顾你，一定要满你的愿。你三心二意，你自己没有决心，所以得不到诸佛的护念。",
      "zh_TW": "這個是真實的，可是諸位要牢牢的記住，你要真念佛才行。你一心持名，阿彌陀佛、觀音勢至就常常護念你。不但西方三聖護念，這經講到後面你才會曉得，十方一切諸佛沒有一個不護念的，為什麼？因為這部經是一切諸佛所護念經，你一心受持，換句話說，一切諸佛沒有一尊佛不護念你。你怎麼會遇到魔障？當然不會。你要是二心三心，那好了，佛都不會護持你了，為什麼？你沒成熟，你這一生當中不能成就。一心，就是我這一生當中決定要往生淨土，那麼諸佛一定要幫助你，一定要照顧你，一定要滿你的願。你三心二意，你自己沒有決心，所以得不到諸佛的護念。"
    },
    {
      "id": "01-003-0049_p0084",
      "zh_CN": "诸位，要明白这个道理，不是佛对于众生不平等，是众生意念上有差别。大多数人口里想往生，心里头还没有这个意思，所以诸佛清楚得很，他不来找你的麻烦。你真正有这个意念，你的态度完全都变了，从哪里变起？第一个，你每天只读诵这部经，绝对不会看第二部经。我跟诸位说，供一尊佛像，天天看到就是这尊佛像，再好的佛像摆在面前也不会看它一眼，那你是真的专心，真的是一心称名了。还想看看这个，看看那个，这个也不错，那个也很好，你没有专心，换句话说，你得不到诸佛菩萨的加持，这一点诸位特别要记住。",
      "zh_TW": "諸位，要明白這個道理，不是佛對於眾生不平等，是眾生意念上有差別。大多數人口裡想往生，心裡頭還沒有這個意思，所以諸佛清楚得很，他不來找你的麻煩。你真正有這個意念，你的態度完全都變了，從哪裡變起？第一個，你每天只讀誦這部經，絕對不會看第二部經。我跟諸位說，供一尊佛像，天天看到就是這尊佛像，再好的佛像擺在面前也不會看它一眼，那你是真的專心，真的是一心稱名了。還想看看這個，看看那個，這個也不錯，那個也很好，你沒有專心，換句話說，你得不到諸佛菩薩的加持，這一點諸位特別要記住。"
    },
    {
      "id": "01-003-0049_p0085",
      "zh_CN": "所以我们供一尊佛像，一生当中不要更换，不要改变，到你临命终时，阿弥陀佛来接引你，阿弥陀佛现的那个身就跟你供的像一模一样，不会现别的身。为什么？你天天看他，印象很亲切，佛菩萨随类化身，他会现一个最亲切的身来接引你。你供养了一生、礼拜了一生，到时候果然来迎接了，这个多欢喜。所以像供一尊，经就念这一本，什么都要专一，二六时中念念不离开四字洪名，念六字也可以，这才叫一心持名。今天时间到了。",
      "zh_TW": "所以我們供一尊佛像，一生當中不要更換，不要改變，到你臨命終時，阿彌陀佛來接引你，阿彌陀佛現的那個身就跟你供的像一模一樣，不會現別的身。為什麼？你天天看他，印象很親切，佛菩薩隨類化身，他會現一個最親切的身來接引你。你供養了一生、禮拜了一生，到時候果然來迎接了，這個多歡喜。所以像供一尊，經就念這一本，什麼都要專一，二六時中念念不離開四字洪名，念六字也可以，這才叫一心持名。今天時間到了。"
    }
  ]
}