{
  "doc_id": "01-003-0287",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八七集",
    "zh_TW": "第二八七集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0287",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "01-003-0287_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第六０八页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第六０八頁："
    },
    {
      "id": "01-003-0287_p0002",
      "zh_CN": "【宋元嘉天竺三藏求那跋陀罗译。】",
      "zh_TW": "【宋元嘉天竺三藏求那跋陀羅譯。】"
    },
    {
      "id": "01-003-0287_p0003",
      "zh_CN": "这在佛经里面称作「人题」。因为佛经是世尊当年在印度所说的，后来他的弟子们用文字记录下来，成为经典。原始的记录都是用梵文写成的，梵文是印度的古文。传到中国来之后，一定要把它翻成中文，才能在中国流通。因此每一部经都有翻译的人题，什么人翻译的。在这个地方，我们必须要晓得，佛经的翻译是集体的创作，不是某个人翻的。佛法传到中国来，是中国国家去聘请的。在古时候是帝王派特使到西域去聘请高僧大德到中国来，所以他来到中国之后，他所受到的礼遇是最高的待遇，中国帝王以国师之礼，就是帝王的老师，以这个礼来接待，这非常之隆重。因为帝王对于出家人这样的尊重，俗话常讲上行下效，臣民看到帝王对出家人这么尊重，老百姓跟文武官员对出家人就格外的尊重。所以佛教在中国就有很崇高的地位。",
      "zh_TW": "這在佛經裡面稱作「人題」。因為佛經是世尊當年在印度所說的，後來他的弟子們用文字記錄下來，成為經典。原始的記錄都是用梵文寫成的，梵文是印度的古文。傳到中國來之後，一定要把它翻成中文，才能在中國流通。因此每一部經都有翻譯的人題，什麼人翻譯的。在這個地方，我們必須要曉得，佛經的翻譯是集體的創作，不是某個人翻的。佛法傳到中國來，是中國國家去聘請的。在古時候是帝王派特使到西域去聘請高僧大德到中國來，所以他來到中國之後，他所受到的禮遇是最高的待遇，中國帝王以國師之禮，就是帝王的老師，以這個禮來接待，這非常之隆重。因為帝王對於出家人這樣的尊重，俗話常講上行下效，臣民看到帝王對出家人這麼尊重，老百姓跟文武官員對出家人就格外的尊重。所以佛教在中國就有很崇高的地位。"
    },
    {
      "id": "01-003-0287_p0004",
      "zh_CN": "经典的翻译它是有组织的，像现在我们这个国家的国立编译馆一样，而且这个组织相当庞大，以国家的财力、全国的人力来支援。当时语文的专家，世出世间这些学者，几乎都参与翻译的工作。可是经题上只列一个人，这个人就是当时这个译经院里面的主席，像一个学校的校长，用他来作代表，不能看作这部经就是他翻译的，而是他那个译场翻译的，这就对了。史传上记载比较详细的是罗什大师的译场，我们《弥陀经》就是鸠摩罗什大师翻译的，罗什大师的译场有四百多人，可见这个机构编制相当庞大。唐朝玄奘大师的译场，规模就更大，有六百多人。",
      "zh_TW": "經典的翻譯它是有組織的，像現在我們這個國家的國立編譯館一樣，而且這個組織相當龐大，以國家的財力、全國的人力來支援。當時語文的專家，世出世間這些學者，幾乎都參與翻譯的工作。可是經題上只列一個人，這個人就是當時這個譯經院裡面的主席，像一個學校的校長，用他來作代表，不能看作這部經就是他翻譯的，而是他那個譯場翻譯的，這就對了。史傳上記載比較詳細的是羅什大師的譯場，我們《彌陀經》就是鳩摩羅什大師翻譯的，羅什大師的譯場有四百多人，可見這個機構編制相當龐大。唐朝玄奘大師的譯場，規模就更大，有六百多人。"
    },
    {
      "id": "01-003-0287_p0005",
      "zh_CN": "回过头来看我们现代，现代由于交通发达、资讯发达，几乎整个地球变成一个地区，哪个地方发生一点事情，我们立刻就知道。地球缩小了，人与人的关系，国家与国家的关系，变得愈来愈密切，国与国的关系真的就像邻居一样。要想达到真正的世界和平，共荣共存，只有文化交流才能建立共识，也就是一个共同的理念，依据这个理念才能达到共存共荣，和睦相处。如果不从这个方面来着眼，这个世界之乱，众生之苦是决定不能避免的。佛教在整个世界文化来说，它是很重要的一环。今天世界上的经典，完整的有汉文的经典、有藏文的经典；小乘经里面，除汉文之外，还有巴利文；日文的经典是从中文翻译过去的，只翻译了一部分。现在佛教随着这个大时代传播到西方，传播到世界每个国家地区，译经的工作就是今天最重要的一个大课题：如何从中文、从西藏文、从巴利文翻成世界其他各国的文字。这些工作，这么多年来也有人在做，所做的这个成效都有问题。譬如在美国纽约沈家桢老居士，对于佛法的弘扬非常热心，请了不少人把中文经典翻成英文的工作，翻是翻得很多。我在纽约，他老人家告诉我：这些东西都不能出版，原因在什么地方？翻译的人中英文都好，但是在佛法上没有相当的修养，只把这个字翻出，意思不对！这就是很大的难题。所以从前的译场，为什么许许多多人参加，大家在一块研究讨论，每一字、每一句都要斟酌，如果用古时候那个方法集体来翻译，这问题就能解决。现在译经是个人在那里做，个人有个人自己的成见，这是译本不能流通的关键所在。经过大众的研究讨论，这是客观的，错误减少到最低的程度。我跟沈老居士对这个问题，我给他一个小的建议：如果再要有机会翻，譬如你翻《金刚经》，你一定要打听打听，现在在这个世界任何国家地区，有哪一位法师大德对《金刚经》真的有研究，有修有学，请他来讲。所有参与译经的这些人员大家都来听，请他详细讲，翻译的人用心的来听，有问题就提出来请教，务必把经义都能毫无障碍的理解贯通了，然后推选几个起草，他们把这个翻译的草稿写出来，以后再拿这个草本给参与译经的人员来研究讨论，也像从前一个字一个字，一句一句，使文与义都能达到很正确，不至于误会。这样译出来，我相信在西方流通就不成问题了。",
      "zh_TW": "回過頭來看我們現代，現代由於交通發達、資訊發達，幾乎整個地球變成一個地區，哪個地方發生一點事情，我們立刻就知道。地球縮小了，人與人的關係，國家與國家的關係，變得愈來愈密切，國與國的關係真的就像鄰居一樣。要想達到真正的世界和平，共榮共存，只有文化交流才能建立共識，也就是一個共同的理念，依據這個理念才能達到共存共榮，和睦相處。如果不從這個方面來著眼，這個世界之亂，眾生之苦是決定不能避免的。佛教在整個世界文化來說，它是很重要的一環。今天世界上的經典，完整的有漢文的經典、有藏文的經典；小乘經裡面，除漢文之外，還有巴利文；日文的經典是從中文翻譯過去的，只翻譯了一部分。現在佛教隨著這個大時代傳播到西方，傳播到世界每個國家地區，譯經的工作就是今天最重要的一個大課題：如何從中文、從西藏文、從巴利文翻成世界其他各國的文字。這些工作，這麼多年來也有人在做，所做的這個成效都有問題。譬如在美國紐約沈家楨老居士，對於佛法的弘揚非常熱心，請了不少人把中文經典翻成英文的工作，翻是翻得很多。我在紐約，他老人家告訴我：這些東西都不能出版，原因在什麼地方？翻譯的人中英文都好，但是在佛法上沒有相當的修養，只把這個字翻出，意思不對！這就是很大的難題。所以從前的譯場，為什麼許許多多人參加，大家在一塊研究討論，每一字、每一句都要斟酌，如果用古時候那個方法集體來翻譯，這問題就能解決。現在譯經是個人在那裡做，個人有個人自己的成見，這是譯本不能流通的關鍵所在。經過大眾的研究討論，這是客觀的，錯誤減少到最低的程度。我跟沈老居士對這個問題，我給他一個小的建議：如果再要有機會翻，譬如你翻《金剛經》，你一定要打聽打聽，現在在這個世界任何國家地區，有哪一位法師大德對《金剛經》真的有研究，有修有學，請他來講。所有參與譯經的這些人員大家都來聽，請他詳細講，翻譯的人用心的來聽，有問題就提出來請教，務必把經義都能毫無障礙的理解貫通了，然後推選幾個起草，他們把這個翻譯的草稿寫出來，以後再拿這個草本給參與譯經的人員來研究討論，也像從前一個字一個字，一句一句，使文與義都能達到很正確，不至於誤會。這樣譯出來，我相信在西方流通就不成問題了。"
    },
    {
      "id": "01-003-0287_p0006",
      "zh_CN": "译经绝对不是一个人能作的，绝对不是二、三个人，三、五个人可作的，不行！还得像从前几百人的那个译场，那是最高明的。所以，我们中国人有福报！这个译经的方法非常谨严，参与的都是有道德、有学问，对于两国的文字、对于佛法都有相当修养，这样建立这个译场，把梵文经典翻成中文，翻的是真好。从前方东美先生有一次跟我谈到这个佛经的翻译，我们就谈到一个很奇怪的现象，印度梵文经典大量的传到中国来，我们把它翻成中文之后，原文到哪里去？这么多的梵文经典，居然没有保留下来，在中国等于说失传了。方先生有个推测，他这个推测也很有道理，他说：我们中国人非常自豪，认为我们所翻的佛经，不但意思圆满的保存，没有失掉原意，在文字上比梵文还要华丽，还要美好，中文就可以直接取代梵文，梵文经典用不着了。这是方先生他的见解，我们听听他的话也满有道理，就是中文的经典确实是翻得好。",
      "zh_TW": "譯經絕對不是一個人能作的，絕對不是二、三個人，三、五個人可作的，不行！還得像從前幾百人的那個譯場，那是最高明的。所以，我們中國人有福報！這個譯經的方法非常謹嚴，參與的都是有道德、有學問，對於兩國的文字、對於佛法都有相當修養，這樣建立這個譯場，把梵文經典翻成中文，翻的是真好。從前方東美先生有一次跟我談到這個佛經的翻譯，我們就談到一個很奇怪的現象，印度梵文經典大量的傳到中國來，我們把它翻成中文之後，原文到哪裡去？這麼多的梵文經典，居然沒有保留下來，在中國等於說失傳了。方先生有個推測，他這個推測也很有道理，他說：我們中國人非常自豪，認為我們所翻的佛經，不但意思圓滿的保存，沒有失掉原意，在文字上比梵文還要華麗，還要美好，中文就可以直接取代梵文，梵文經典用不著了。這是方先生他的見解，我們聽聽他的話也滿有道理，就是中文的經典確實是翻得好。"
    },
    {
      "id": "01-003-0287_p0007",
      "zh_CN": "人题是译场主持的人。这一次这个译场就是求那跋陀罗尊者，他是这个译场的主席。『宋』是朝代，这个宋是南北朝时代，宋、齐、梁、陈，刘豫建立的政权称为宋，首都在现在的南京，它的年代是在公元四二０年到四七九年。『元嘉』是年号。『天竺』是印度，这是法师的籍贯。『三藏』，这是他的学位，他通达经律论三藏。在古时候，如果不是三藏法师，没有资格主持译场。『求那跋陀罗』是他的名字。",
      "zh_TW": "人題是譯場主持的人。這一次這個譯場就是求那跋陀羅尊者，他是這個譯場的主席。『宋』是朝代，這個宋是南北朝時代，宋、齊、梁、陳，劉豫建立的政權稱為宋，首都在現在的南京，它的年代是在公元四二０年到四七九年。『元嘉』是年號。『天竺』是印度，這是法師的籍貫。『三藏』，這是他的學位，他通達經律論三藏。在古時候，如果不是三藏法師，沒有資格主持譯場。『求那跋陀羅』是他的名字。"
    },
    {
      "id": "01-003-0287_p0008",
      "zh_CN": "疏【宋者，南北朝国名。元嘉者，年号。天竺者，西域国名。求那跋陀罗，此云功德贤。】",
      "zh_TW": "疏【宋者，南北朝國名。元嘉者，年號。天竺者，西域國名。求那跋陀羅，此云功德賢。】"
    },
    {
      "id": "01-003-0287_p0009",
      "zh_CN": "『求那跋陀罗』是梵语音译，翻成中文叫『功德贤』，他名字含着这个意思。",
      "zh_TW": "『求那跋陀羅』是梵語音譯，翻成中文叫『功德賢』，他名字含著這個意思。"
    },
    {
      "id": "01-003-0287_p0010",
      "zh_CN": "钞【宋言南北者，时方南北分王。】",
      "zh_TW": "鈔【宋言南北者，時方南北分王。】"
    },
    {
      "id": "01-003-0287_p0011",
      "zh_CN": "那个时候是中国历史上有名的南北朝，五胡乱华就在那个时代。",
      "zh_TW": "那個時候是中國歷史上有名的南北朝，五胡亂華就在那個時代。"
    },
    {
      "id": "01-003-0287_p0012",
      "zh_CN": "钞【宋王江南，谓刘宋也。】",
      "zh_TW": "鈔【宋王江南，謂劉宋也。】"
    },
    {
      "id": "01-003-0287_p0013",
      "zh_CN": "『王』就是统治的意思，他统治江南。刘豫所建立的宋，一共传了八代，总共五十九年。",
      "zh_TW": "『王』就是統治的意思，他統治江南。劉豫所建立的宋，一共傳了八代，總共五十九年。"
    },
    {
      "id": "01-003-0287_p0014",
      "zh_CN": "钞【元嘉者，文帝元嘉末年也。】",
      "zh_TW": "鈔【元嘉者，文帝元嘉末年也。】"
    },
    {
      "id": "01-003-0287_p0015",
      "zh_CN": "文帝是刘宋第二代的君主，在这个王朝中，他这一代政治最清明，社会也非常安定。整个政权只有五十九年，他作皇帝三十多年。",
      "zh_TW": "文帝是劉宋第二代的君主，在這個王朝中，他這一代政治最清明，社會也非常安定。整個政權只有五十九年，他作皇帝三十多年。"
    },
    {
      "id": "01-003-0287_p0016",
      "zh_CN": "钞【天竺，一云身毒。】",
      "zh_TW": "鈔【天竺，一云身毒。】"
    },
    {
      "id": "01-003-0287_p0017",
      "zh_CN": "『身毒』，跟现在讲的印度，音就很接近，都是音译的。",
      "zh_TW": "『身毒』，跟現在講的印度，音就很接近，都是音譯的。"
    },
    {
      "id": "01-003-0287_p0018",
      "zh_CN": "钞【有五天竺，皆西域也。】",
      "zh_TW": "鈔【有五天竺，皆西域也。】"
    },
    {
      "id": "01-003-0287_p0019",
      "zh_CN": "那个时候说是中国的西方，现在我们晓得印度是在中国的西南方。为什么说西方？因为那时候交通都是往西方去，到葱岭之后再往南走，那就是印度。『西域』，当时是指现在新疆跟阿富汗一带的地区。",
      "zh_TW": "那個時候說是中國的西方，現在我們曉得印度是在中國的西南方。為什麼說西方？因為那時候交通都是往西方去，到蔥嶺之後再往南走，那就是印度。『西域』，當時是指現在新疆跟阿富汗一帶的地區。"
    },
    {
      "id": "01-003-0287_p0020",
      "zh_CN": "钞【跋陀博通三藏，尤专大乘，号摩诃衍。】",
      "zh_TW": "鈔【跋陀博通三藏，尤專大乘，號摩訶衍。】"
    },
    {
      "id": "01-003-0287_p0021",
      "zh_CN": "这是说这位法师他的德学，「德」是他的修持，「学」是他的学识非常渊博，三藏经典都通达。大乘，他的造诣特别深。『摩诃衍』是梵语，翻成中文是大乘。",
      "zh_TW": "這是說這位法師他的德學，「德」是他的修持，「學」是他的學識非常淵博，三藏經典都通達。大乘，他的造詣特別深。『摩訶衍』是梵語，翻成中文是大乘。"
    },
    {
      "id": "01-003-0287_p0022",
      "zh_CN": "钞【神异非一，备载传记，恐繁不叙。】",
      "zh_TW": "鈔【神異非一，備載傳記，恐繁不敘。】"
    },
    {
      "id": "01-003-0287_p0023",
      "zh_CN": "《高僧传》里面有他的传记，在此地就不多说了。『神异非一』，他有这个神通，现代人所谓特异功能。《神僧传》里面也有他的传记，在我们中国《高僧传》里，凡是有神通明显表现出来的，以后都把这些人归在一起，称为《神僧传》。",
      "zh_TW": "《高僧傳》裡面有他的傳記，在此地就不多說了。『神異非一』，他有這個神通，現代人所謂特異功能。《神僧傳》裡面也有他的傳記，在我們中國《高僧傳》裡，凡是有神通明顯表現出來的，以後都把這些人歸在一起，稱為《神僧傳》。"
    },
    {
      "id": "01-003-0287_p0024",
      "zh_CN": "钞【一本陀下无罗字。】",
      "zh_TW": "鈔【一本陀下無羅字。】"
    },
    {
      "id": "01-003-0287_p0025",
      "zh_CN": "求那跋陀。往生咒有两个本子，有一个本子是求那跋陀罗翻译的，有一个是求那跋陀翻译的，到底是哪一个？搞不清楚了，为什么？这是两个人，两个人同一个时代。究竟哪一个人是这个译场的主持，就很难考定了。",
      "zh_TW": "求那跋陀。往生咒有兩個本子，有一個本子是求那跋陀羅翻譯的，有一個是求那跋陀翻譯的，到底是哪一個？搞不清楚了，為什麼？這是兩個人，兩個人同一個時代。究竟哪一個人是這個譯場的主持，就很難考定了。"
    },
    {
      "id": "01-003-0287_p0026",
      "zh_CN": "钞【或疑是求那跋摩，以二师同时故，未审何所译也。】",
      "zh_TW": "鈔【或疑是求那跋摩，以二師同時故，未審何所譯也。】"
    },
    {
      "id": "01-003-0287_p0027",
      "zh_CN": "『审』是审定，没有办法确定是哪一位。他们两位都是印度当时来到中国弘法的高僧。这是把这翻译的人介绍出来了。",
      "zh_TW": "『審』是審定，沒有辦法確定是哪一位。他們兩位都是印度當時來到中國弘法的高僧。這是把這翻譯的人介紹出來了。"
    },
    {
      "id": "01-003-0287_p0028",
      "zh_CN": "下面就是往生咒的正文。往生咒总共十四句，每一位同修都念得很熟，要念得怎么相应，那就是个问题了。咒可以不翻，因为它是佛的密语，也可以翻，也不是完全没有意思。不翻，以恭敬心去受持，容易得利益。因为佛法修学所用的这些方式，无非是把我们的妄想分别执着打掉，目的就达到。没有意思，那你就不会打妄想，老实念！容易摄心，容易入定。如果有意思的话，他一面念一面会打妄想，反而不容易入定。在修行上，古人讲「念经不如念咒」，为什么？经有意思，一面念一面打妄想，就不如念咒。咒没有意思，没有意思的咒愈长愈好，像这个往生咒比不上大悲咒，大悲咒比不上楞严咒，咒长，你不能念错，一字一句都不能念错，在念的时候没有妄想、没有杂念，这就是功德。久而久之，你这个心慢慢就定下来，慢慢就达到清净。用这个方法达到心地清净的目标，是这么个意思。又说「念咒不如念佛」，这是真的，佛号功德不可思议！究竟是念哪一种好？古人所说的是个原则，不能涵盖一切众生的根性。有些人读经容易摄心，有些人念咒容易摄心，有些人念佛号容易摄心，每个人根性不相同，我们自己选择哪个法门，自己一定要知道自己的根性，不知道，可以把读经、读咒、念佛都试验一个阶段，以两、三个月的时间来试验就晓得了。哪一种方法容易摄心，也就是容易收心，这个方法对自己就有效果、就有利益，就可以坚持用这个方法。一直用到自己真正达到心地清净，清净心现前就是三昧现前。「三昧」是梵语，翻成中文是正受，正常的享受。正常的享受就是健康的享受，清净自在的享受，那叫真乐！到心地清净自在，自然就生智慧。所谓因戒生定、因定开慧，清净心就是定。我把这个咒的意思，依据古大德的解释，跟诸位略略的说一说。",
      "zh_TW": "下面就是往生咒的正文。往生咒總共十四句，每一位同修都念得很熟，要念得怎麼相應，那就是個問題了。咒可以不翻，因為它是佛的密語，也可以翻，也不是完全沒有意思。不翻，以恭敬心去受持，容易得利益。因為佛法修學所用的這些方式，無非是把我們的妄想分別執著打掉，目的就達到。沒有意思，那你就不會打妄想，老實念！容易攝心，容易入定。如果有意思的話，他一面念一面會打妄想，反而不容易入定。在修行上，古人講「念經不如念咒」，為什麼？經有意思，一面念一面打妄想，就不如念咒。咒沒有意思，沒有意思的咒愈長愈好，像這個往生咒比不上大悲咒，大悲咒比不上楞嚴咒，咒長，你不能念錯，一字一句都不能念錯，在念的時候沒有妄想、沒有雜念，這就是功德。久而久之，你這個心慢慢就定下來，慢慢就達到清淨。用這個方法達到心地清淨的目標，是這麼個意思。又說「念咒不如念佛」，這是真的，佛號功德不可思議！究竟是念哪一種好？古人所說的是個原則，不能涵蓋一切眾生的根性。有些人讀經容易攝心，有些人念咒容易攝心，有些人念佛號容易攝心，每個人根性不相同，我們自己選擇哪個法門，自己一定要知道自己的根性，不知道，可以把讀經、讀咒、念佛都試驗一個階段，以兩、三個月的時間來試驗就曉得了。哪一種方法容易攝心，也就是容易收心，這個方法對自己就有效果、就有利益，就可以堅持用這個方法。一直用到自己真正達到心地清淨，清淨心現前就是三昧現前。「三昧」是梵語，翻成中文是正受，正常的享受。正常的享受就是健康的享受，清淨自在的享受，那叫真樂！到心地清淨自在，自然就生智慧。所謂因戒生定、因定開慧，清淨心就是定。我把這個咒的意思，依據古大德的解釋，跟諸位略略的說一說。"
    },
    {
      "id": "01-003-0287_p0029",
      "zh_CN": "经【南无。】",
      "zh_TW": "經【南無。】"
    },
    {
      "id": "01-003-0287_p0030",
      "zh_CN": "『南无』是恭敬、礼敬、皈依、归命的意思。「南无」，古音念「拿摩」。",
      "zh_TW": "『南無』是恭敬、禮敬、皈依、歸命的意思。「南無」，古音念「拿摩」。"
    },
    {
      "id": "01-003-0287_p0031",
      "zh_CN": "经【阿弥多婆夜。】",
      "zh_TW": "經【阿彌多婆夜。】"
    },
    {
      "id": "01-003-0287_p0032",
      "zh_CN": "『阿弥多婆夜』就是阿弥陀佛。",
      "zh_TW": "『阿彌多婆夜』就是阿彌陀佛。"
    },
    {
      "id": "01-003-0287_p0033",
      "zh_CN": "经【哆他伽多夜。】",
      "zh_TW": "經【哆他伽多夜。】"
    },
    {
      "id": "01-003-0287_p0034",
      "zh_CN": "这一句翻作「如来」，合起来讲，就是皈依阿弥陀如来。「阿弥多婆夜」翻作中文就是无量寿、无量光，实际上这个无量是包含一切的无量。",
      "zh_TW": "這一句翻作「如來」，合起來講，就是皈依阿彌陀如來。「阿彌多婆夜」翻作中文就是無量壽、無量光，實際上這個無量是包含一切的無量。"
    },
    {
      "id": "01-003-0287_p0035",
      "zh_CN": "经【哆地夜他。】",
      "zh_TW": "經【哆地夜他。】"
    },
    {
      "id": "01-003-0287_p0036",
      "zh_CN": "很多咒里面有「怛绖他」，跟这一句完全相同，梵音一样，译的字不相同。『哆地夜他』，翻成中文是「即说咒曰」。所以前面是佛号，第四句到第十四句才是咒语。",
      "zh_TW": "很多咒裡面有「怛絰他」，跟這一句完全相同，梵音一樣，譯的字不相同。『哆地夜他』，翻成中文是「即說咒曰」。所以前面是佛號，第四句到第十四句才是咒語。"
    },
    {
      "id": "01-003-0287_p0037",
      "zh_CN": "经【阿弥利都婆毗。】",
      "zh_TW": "經【阿彌利都婆毗。】"
    },
    {
      "id": "01-003-0287_p0038",
      "zh_CN": "『阿弥利都』是无量，『婆毗』是光明，这一句就是无量光。阿弥陀佛的名号，无量光。",
      "zh_TW": "『阿彌利都』是無量，『婆毗』是光明，這一句就是無量光。阿彌陀佛的名號，無量光。"
    },
    {
      "id": "01-003-0287_p0039",
      "zh_CN": "经【阿弥利哆。】",
      "zh_TW": "經【阿彌利哆。】"
    },
    {
      "id": "01-003-0287_p0040",
      "zh_CN": "意思就是无量。",
      "zh_TW": "意思就是無量。"
    },
    {
      "id": "01-003-0287_p0041",
      "zh_CN": "经【悉耽婆毗。】",
      "zh_TW": "經【悉耽婆毗。】"
    },
    {
      "id": "01-003-0287_p0042",
      "zh_CN": "『悉耽』翻成中文是一切义成，「义」是义理，「成」是成就，就是一切义理圆满的成就。『婆毗』是光明的意思。可见得这个咒语都是赞叹阿弥陀佛无量光寿，一切无量，都是这个意思。",
      "zh_TW": "『悉耽』翻成中文是一切義成，「義」是義理，「成」是成就，就是一切義理圓滿的成就。『婆毗』是光明的意思。可見得這個咒語都是讚歎阿彌陀佛無量光壽，一切無量，都是這個意思。"
    },
    {
      "id": "01-003-0287_p0043",
      "zh_CN": "经【阿弥唎哆】。",
      "zh_TW": "經【阿彌唎哆】。"
    },
    {
      "id": "01-003-0287_p0044",
      "zh_CN": "跟前面一句一样的意思，都是称无量寿佛。",
      "zh_TW": "跟前面一句一樣的意思，都是稱無量壽佛。"
    },
    {
      "id": "01-003-0287_p0045",
      "zh_CN": "经【毗迦兰帝。】",
      "zh_TW": "經【毗迦蘭帝。】"
    },
    {
      "id": "01-003-0287_p0046",
      "zh_CN": "这一句含多义，第一个是「无碍行」，佛与诸大菩萨在十法界里面度一切众生，就像《华严》上所说的，理事无碍，事事无碍，它含有这个意思。有「方便」的意思，善巧方便，普度众生。",
      "zh_TW": "這一句含多義，第一個是「無礙行」，佛與諸大菩薩在十法界裡面度一切眾生，就像《華嚴》上所說的，理事無礙，事事無礙，它含有這個意思。有「方便」的意思，善巧方便，普度眾生。"
    },
    {
      "id": "01-003-0287_p0047",
      "zh_CN": "经【阿弥唎哆。】",
      "zh_TW": "經【阿彌唎哆。】"
    },
    {
      "id": "01-003-0287_p0048",
      "zh_CN": "无量。",
      "zh_TW": "無量。"
    },
    {
      "id": "01-003-0287_p0049",
      "zh_CN": "经【毗迦兰多。】",
      "zh_TW": "經【毗迦蘭多。】"
    },
    {
      "id": "01-003-0287_p0050",
      "zh_CN": "有「真如不退」的意思，西方世界一切众生生到那边圆证三不退，有这个意思在里面。",
      "zh_TW": "有「真如不退」的意思，西方世界一切眾生生到那邊圓證三不退，有這個意思在裡面。"
    },
    {
      "id": "01-003-0287_p0051",
      "zh_CN": "经【伽弥腻。】",
      "zh_TW": "經【伽彌膩。】"
    },
    {
      "id": "01-003-0287_p0052",
      "zh_CN": "『伽弥腻』就是极乐世界，就是弥陀净土，安养国土。",
      "zh_TW": "『伽彌膩』就是極樂世界，就是彌陀淨土，安養國土。"
    },
    {
      "id": "01-003-0287_p0053",
      "zh_CN": "经【伽伽那。】",
      "zh_TW": "經【伽伽那。】"
    },
    {
      "id": "01-003-0287_p0054",
      "zh_CN": "『伽伽那』是比喻、是赞叹，它的意思是虚空，或者我们讲天界，六道里面讲天道，高高在上，广大无边，意思在这里。",
      "zh_TW": "『伽伽那』是比喻、是讚歎，它的意思是虛空，或者我們講天界，六道裡面講天道，高高在上，廣大無邊，意思在這裡。"
    },
    {
      "id": "01-003-0287_p0055",
      "zh_CN": "经【枳多迦利。】",
      "zh_TW": "經【枳多迦利。】"
    },
    {
      "id": "01-003-0287_p0056",
      "zh_CN": "这一句也是含多义，有「谛往」的意思，「谛」是真实，说明一切众生求生西方极乐世界是最真实的。「谛」就是谛实，真实的，往这条路是真实的。华严会上，文殊、普贤都发愿求生净土。还有一个「愿去」的意思，非常欢喜愿意求往生。",
      "zh_TW": "這一句也是含多義，有「諦往」的意思，「諦」是真實，說明一切眾生求生西方極樂世界是最真實的。「諦」就是諦實，真實的，往這條路是真實的。華嚴會上，文殊、普賢都發願求生淨土。還有一個「願去」的意思，非常歡喜願意求往生。"
    },
    {
      "id": "01-003-0287_p0057",
      "zh_CN": "经【娑婆诃。】",
      "zh_TW": "經【娑婆訶。】"
    },
    {
      "id": "01-003-0287_p0058",
      "zh_CN": "所有一切咒最后都有这一句，翻成中文是快速的圆满，是一个祝愿的意思，希望我的愿早一天成就，早一天圆满。十四句，古大德给我们说这咒语的大意。这个意思，你了解很好，不了解也没有关系，不了解，老实念。如果了解，我们念这个咒可以随文入观，念到哪一句，这个境界能现前。下面有两行也是属于经，这是经的长行，说明持咒有五种利益。",
      "zh_TW": "所有一切咒最後都有這一句，翻成中文是快速的圓滿，是一個祝願的意思，希望我的願早一天成就，早一天圓滿。十四句，古大德給我們說這咒語的大意。這個意思，你了解很好，不了解也沒有關係，不了解，老實念。如果了解，我們念這個咒可以隨文入觀，念到哪一句，這個境界能現前。下面有兩行也是屬於經，這是經的長行，說明持咒有五種利益。"
    },
    {
      "id": "01-003-0287_p0059",
      "zh_CN": "经【若有善男子。善女人。】",
      "zh_TW": "經【若有善男子。善女人。】"
    },
    {
      "id": "01-003-0287_p0060",
      "zh_CN": "大乘经典里面，佛为我们开示都会说『善男子、善女人』，为什么？底下持咒能不能得这五种利益，关键就在这个「善」字。持咒，有人真的依照这经典里面所讲的，往生咒念了三十万遍，没效。他没想想，佛说的善男子、善女人，三十万遍才有效！我们是不是善男子、善女人？关键在此地。善的标准在哪里？《观无量寿佛经》上讲的「净业三福」。西方极乐世界，古大德所说的，它是大乘的大乘，是一乘的一乘，至高无上的法门，心不善怎么能往生？净业三福，最起码要具足第一福，带业往生，生凡圣同居土。如果这三福，一福都没有，我们这一生念佛苦修，只能够说跟西方极乐世界结一个善缘，这一生往生很难，为什么？不符合佛所讲的标准，这个标准就是善男子、善女人。最起码的善，「孝养父母，奉事师长，慈心不杀，修十善业」，如果连这四句都做不到，你念经、念咒、念佛都是跟佛结个缘，这一生想往生很难。第一个善就是这四句做到，凡圣同居土有分。如果再能做到第二善，「受持三皈，具足众戒，不犯威仪」，大概方便有余土也能有分，品位就高。如果能三善都具足，「发菩提心，深信因果，读诵大乘，劝进行者」，给诸位说，上上品往生。可见得这关键的字，往往我们把它疏忽了，轻易的看过了。到念几百遍、几十万遍没有效果的时候，还怪这个经不灵，怪佛说话打妄语，靠不住，这是谤佛、谤法，这怎么得了！他不责怪自己，他去责怪经典，责怪佛菩萨。实在讲，佛菩萨是明明白白的告诉我们了。自己想想我们自己是不是这个善的标准，他讲的善男子、善女人，有没有我的分？这个重要！所以净业三福不能不细细讲求，你才真的明了。孝养父母，什么叫孝？怎样养？这里头是大学问，这是佛法的大根大本。具足这样的条件，这就是佛门里面的标准，他完全符合善男子、善女人，他选择这个法门，用这个方法来修。",
      "zh_TW": "大乘經典裡面，佛為我們開示都會說『善男子、善女人』，為什麼？底下持咒能不能得這五種利益，關鍵就在這個「善」字。持咒，有人真的依照這經典裡面所講的，往生咒念了三十萬遍，沒效。他沒想想，佛說的善男子、善女人，三十萬遍才有效！我們是不是善男子、善女人？關鍵在此地。善的標準在哪裡？《觀無量壽佛經》上講的「淨業三福」。西方極樂世界，古大德所說的，它是大乘的大乘，是一乘的一乘，至高無上的法門，心不善怎麼能往生？淨業三福，最起碼要具足第一福，帶業往生，生凡聖同居土。如果這三福，一福都沒有，我們這一生念佛苦修，只能夠說跟西方極樂世界結一個善緣，這一生往生很難，為什麼？不符合佛所講的標準，這個標準就是善男子、善女人。最起碼的善，「孝養父母，奉事師長，慈心不殺，修十善業」，如果連這四句都做不到，你念經、念咒、念佛都是跟佛結個緣，這一生想往生很難。第一個善就是這四句做到，凡聖同居土有分。如果再能做到第二善，「受持三皈，具足眾戒，不犯威儀」，大概方便有餘土也能有分，品位就高。如果能三善都具足，「發菩提心，深信因果，讀誦大乘，勸進行者」，給諸位說，上上品往生。可見得這關鍵的字，往往我們把它疏忽了，輕易的看過了。到念幾百遍、幾十萬遍沒有效果的時候，還怪這個經不靈，怪佛說話打妄語，靠不住，這是謗佛、謗法，這怎麼得了！他不責怪自己，他去責怪經典，責怪佛菩薩。實在講，佛菩薩是明明白白的告訴我們了。自己想想我們自己是不是這個善的標準，他講的善男子、善女人，有沒有我的分？這個重要！所以淨業三福不能不細細講求，你才真的明瞭。孝養父母，什麼叫孝？怎樣養？這裡頭是大學問，這是佛法的大根大本。具足這樣的條件，這就是佛門裡面的標準，他完全符合善男子、善女人，他選擇這個法門，用這個方法來修。"
    },
    {
      "id": "01-003-0287_p0061",
      "zh_CN": "经【能诵此咒者。阿弥陀佛常住其顶。】",
      "zh_TW": "經【能誦此咒者。阿彌陀佛常住其頂。】"
    },
    {
      "id": "01-003-0287_p0062",
      "zh_CN": "这是第一个利益，阿弥陀佛常常在你的头顶，这就是得佛本愿威神冥冥当中的加持。因为佛在头顶上，你看不到，他真在你头顶上，真的在保佑你、加持你。诸位要晓得，我们修净业求往生，这机会真难得，一定要使自己成为一个法器。法器，用现代话来说，一定要具备佛对我们所要求的条件，我们统统具足，才有资格接受这个法门。这个条件是什么？就是净业三福。在《观经》里面，这一段经文多重要！韦提希夫人亲眼看见西方极乐世界依正庄严，生起无限向往羡慕之心，想求生到极乐世界去，向释迦牟尼佛请教，修什么方法可以往生？佛没有教给她修行方法之前，先教她净业三福，说完又嘱咐她，这三条是「三世诸佛净业正因」，这个话说得多重！过去、现在、未来，所有一切诸佛修行成佛都是以这个为基础，没有这个基础，决定不能成就。真正想修，真正想在这一生成就，不能不注意，不能不认真去修。第二个利益：",
      "zh_TW": "這是第一個利益，阿彌陀佛常常在你的頭頂，這就是得佛本願威神冥冥當中的加持。因為佛在頭頂上，你看不到，他真在你頭頂上，真的在保佑你、加持你。諸位要曉得，我們修淨業求往生，這機會真難得，一定要使自己成為一個法器。法器，用現代話來說，一定要具備佛對我們所要求的條件，我們統統具足，才有資格接受這個法門。這個條件是什麼？就是淨業三福。在《觀經》裡面，這一段經文多重要！韋提希夫人親眼看見西方極樂世界依正莊嚴，生起無限嚮往羨慕之心，想求生到極樂世界去，向釋迦牟尼佛請教，修什麼方法可以往生？佛沒有教給她修行方法之前，先教她淨業三福，說完又囑咐她，這三條是「三世諸佛淨業正因」，這個話說得多重！過去、現在、未來，所有一切諸佛修行成佛都是以這個為基礎，沒有這個基礎，決定不能成就。真正想修，真正想在這一生成就，不能不注意，不能不認真去修。第二個利益："
    },
    {
      "id": "01-003-0287_p0063",
      "zh_CN": "经【日夜拥护。】",
      "zh_TW": "經【日夜擁護。】"
    },
    {
      "id": "01-003-0287_p0064",
      "zh_CN": "白天、晚上，阿弥陀佛、诸佛菩萨、护法善神都拥护你，都保护你，为什么？因为你是真正的阿弥陀佛的学生。第一句「南无阿弥多婆夜」，这就是我皈依阿弥陀佛，就是阿弥陀佛真正的学生。我们今天念这个，阿弥陀佛不承认！不是真正的学生。为什么？因为我们不够资格，人家这个资格是善男子、善女人，我们三福一条都没做到！做到了，那你是真正皈依，你才是阿弥陀佛真正的学生。阿弥陀佛的学生，一切诸佛都尊重你，菩萨善神哪有不拥护的道理？第三个利益：",
      "zh_TW": "白天、晚上，阿彌陀佛、諸佛菩薩、護法善神都擁護你，都保護你，為什麼？因為你是真正的阿彌陀佛的學生。第一句「南無阿彌多婆夜」，這就是我皈依阿彌陀佛，就是阿彌陀佛真正的學生。我們今天念這個，阿彌陀佛不承認！不是真正的學生。為什麼？因為我們不夠資格，人家這個資格是善男子、善女人，我們三福一條都沒做到！做到了，那你是真正皈依，你才是阿彌陀佛真正的學生。阿彌陀佛的學生，一切諸佛都尊重你，菩薩善神哪有不擁護的道理？第三個利益："
    },
    {
      "id": "01-003-0287_p0065",
      "zh_CN": "经【无令怨家而得其便。】",
      "zh_TW": "經【無令怨家而得其便。】"
    },
    {
      "id": "01-003-0287_p0066",
      "zh_CN": "这个『怨家』是讲过去生中的怨家债主，因为你有佛菩萨保佑，有护法善神拥护，这些累世的怨家债主没有法子接近你。这个好处在哪里？你在修行过程当中一帆风顺，没有魔障，『怨家而得其便』就是魔障。魔障多，魔障决定不能避免，原因在哪里？我们无量劫来生生世世跟一切众生不晓得结了多少怨！尤其是吃众生肉，吃众生肉是跟牠结深仇大恨。佛经里面讲得很清楚，吃牠半斤将来要还牠八两，欠钱的要还钱，欠命的要还命，这一生不还，来生一定要还。你要是想到这些因果报应，太可怕了！从前不晓得，做了一些恶事，现在明白了，决定不造，不跟任何人结怨，不跟任何人有丝毫的债务纠纷，还得干干净净，我们菩提道上减少障碍。这是已经知道的，还有过去生中所欠的，不知道的，怎么办？我们将自己修学一切功德回向给他，抵债！「愿以此功德，上报四重恩，下济三途苦」，这就是抵债、还债，你不要来干扰我，我修行成就了，利益统统是你们的，回向里头最重要的意义就在此地。你自己有这个功德，佛菩萨加持保佑你就更方便、更容易。这桩事情，诸位细细读《地藏经》就明白了。第四种利益：",
      "zh_TW": "這個『怨家』是講過去生中的怨家債主，因為你有佛菩薩保佑，有護法善神擁護，這些累世的怨家債主沒有法子接近你。這個好處在哪裡？你在修行過程當中一帆風順，沒有魔障，『怨家而得其便』就是魔障。魔障多，魔障決定不能避免，原因在哪裡？我們無量劫來生生世世跟一切眾生不曉得結了多少怨！尤其是吃眾生肉，吃眾生肉是跟牠結深仇大恨。佛經裡面講得很清楚，吃牠半斤將來要還牠八兩，欠錢的要還錢，欠命的要還命，這一生不還，來生一定要還。你要是想到這些因果報應，太可怕了！從前不曉得，做了一些惡事，現在明白了，決定不造，不跟任何人結怨，不跟任何人有絲毫的債務糾紛，還得乾乾淨淨，我們菩提道上減少障礙。這是已經知道的，還有過去生中所欠的，不知道的，怎麼辦？我們將自己修學一切功德迴向給他，抵債！「願以此功德，上報四重恩，下濟三途苦」，這就是抵債、還債，你不要來干擾我，我修行成就了，利益統統是你們的，迴向裡頭最重要的意義就在此地。你自己有這個功德，佛菩薩加持保佑你就更方便、更容易。這樁事情，諸位細細讀《地藏經》就明白了。第四種利益："
    },
    {
      "id": "01-003-0287_p0067",
      "zh_CN": "经【现世常得安稳。】",
      "zh_TW": "經【現世常得安穩。】"
    },
    {
      "id": "01-003-0287_p0068",
      "zh_CN": "你现在在这个世间，你常常得到『安稳』，我们讲的平安。纵然有大灾大难，你也能够平平稳稳的度过，不受灾难之苦，这就是说共业跟别业不一样。这一点，不学佛的人他不懂，稍稍有一些修持，涉猎一些佛法的经论，大概多少能够体会到一点。所以我常常提醒同修们，修持、读经念佛、断恶修善非常重要，为什么？现在我们处的这个社会是乱世，将来究竟乱成什么地步，谁都不敢预料，而且不是一个地区乱，全世界都乱。什么是最安全的？有福、有德是最安全的，这是真的。你有财富，「财为五家共有」，再大的财富一天可以丢得干干净净，古今这个例子太多，不是你的！权势、地位都是假的，没有一样是真正的保障、是真正的靠山。真正的保障、靠山是人积德，有福有德。你身上虽然没有，你到什么地方，人家一看到你生欢喜心，他就恭敬你，他就来照顾你，这是有福。他能够度过灾难，『现世常得安稳』。",
      "zh_TW": "你現在在這個世間，你常常得到『安穩』，我們講的平安。縱然有大災大難，你也能夠平平穩穩的度過，不受災難之苦，這就是說共業跟別業不一樣。這一點，不學佛的人他不懂，稍稍有一些修持，涉獵一些佛法的經論，大概多少能夠體會到一點。所以我常常提醒同修們，修持、讀經念佛、斷惡修善非常重要，為什麼？現在我們處的這個社會是亂世，將來究竟亂成什麼地步，誰都不敢預料，而且不是一個地區亂，全世界都亂。什麼是最安全的？有福、有德是最安全的，這是真的。你有財富，「財為五家共有」，再大的財富一天可以丟得乾乾淨淨，古今這個例子太多，不是你的！權勢、地位都是假的，沒有一樣是真正的保障、是真正的靠山。真正的保障、靠山是人積德，有福有德。你身上雖然沒有，你到什麼地方，人家一看到你生歡喜心，他就恭敬你，他就來照顧你，這是有福。他能夠度過災難，『現世常得安穩』。"
    },
    {
      "id": "01-003-0287_p0069",
      "zh_CN": "这一句里面，你诵咒是得佛力加持，但是你这个基础的修持、这个德行，是那个「善」字，你是善男子、善女人，你是个真正修净业三福的，是这种善人，所以得一切天人善神的保佑，这是真的。我在讲席当中常常提醒同修们，你今天在社会上有地位、有权势，你今天有财富，这些东西是暂时在你眼前过一下，你得不到！换句话说，你暂时有权处分，不是永恒的。暂时有权来处分它，我把它做得好，做的是善事，积功累德；如果我处理得不妥当，就造作罪业，要明白这个道理。人生非常短暂，何况「黄泉路上无老少」，一口气不来，就是第二世了。所以什么都要看淡，都要放下，尽心尽力为社会、为大众去造福，不要想自己，不要想家庭。你真正积德修福，你的家庭自然有佛菩萨照顾，有护法善神照顾，比自己照顾周到得多，自己照顾不了！真正只有求佛菩萨、求护法神来照顾，那才是可靠的，这个道理要想通。事实摆在我们眼前，仔细去观察，让你了解事实真相，然后才晓得我们自己应该怎么做法，也就是应该怎么修法，这样就不会有错误。这是讲你现前所得到殊胜的果报。最殊胜的是在临终：",
      "zh_TW": "這一句裡面，你誦咒是得佛力加持，但是你這個基礎的修持、這個德行，是那個「善」字，你是善男子、善女人，你是個真正修淨業三福的，是這種善人，所以得一切天人善神的保佑，這是真的。我在講席當中常常提醒同修們，你今天在社會上有地位、有權勢，你今天有財富，這些東西是暫時在你眼前過一下，你得不到！換句話說，你暫時有權處分，不是永恆的。暫時有權來處分它，我把它做得好，做的是善事，積功累德；如果我處理得不妥當，就造作罪業，要明白這個道理。人生非常短暫，何況「黃泉路上無老少」，一口氣不來，就是第二世了。所以什麼都要看淡，都要放下，盡心盡力為社會、為大眾去造福，不要想自己，不要想家庭。你真正積德修福，你的家庭自然有佛菩薩照顧，有護法善神照顧，比自己照顧周到得多，自己照顧不了！真正只有求佛菩薩、求護法神來照顧，那才是可靠的，這個道理要想通。事實擺在我們眼前，仔細去觀察，讓你了解事實真相，然後才曉得我們自己應該怎麼做法，也就是應該怎麼修法，這樣就不會有錯誤。這是講你現前所得到殊勝的果報。最殊勝的是在臨終："
    },
    {
      "id": "01-003-0287_p0070",
      "zh_CN": "经【临命终时。任运往生。】",
      "zh_TW": "經【臨命終時。任運往生。】"
    },
    {
      "id": "01-003-0287_p0071",
      "zh_CN": "这里头无比的殊胜就是『任运』，任运是自在。生病就不自在，不知道什么时候去，也不自在。自己晓得什么时候去，不生病，站着去的、坐着去的，我们见到的、听到的，确实有！这一点都不假，这才叫一生没有白过，我们这一生过的真的有意义、真的有价值。人家能，我为什么不能？早年，台北念佛团的李济华老居士，他是印光大师的学生，这个老人家八十多岁往生的。他往生两个月前就晓得，所以星期假日去看看老朋友辞行，见最后一面。往生的那一天，因为他的小孩都在美国，就是老夫妻两个住在台湾，坐三轮车到念佛团参加共修，在三轮车上跟他太太说：我要往生了，你一个人会不会感觉得寂寞？其实他太太也不晓得他哪天往生，太太是虔诚的佛教徒，「你能往生，太好了，你就不必挂着我」，就等于说太太同意了。他们共修就跟平常打佛七一样，不过就是一支香，这一支香当中有半个小时的开示。讲开示都是这些老居士轮流讲，那一天是轮到魏老居士，他跟老居士两个对调。他老人家一上台讲开示讲了一个半小时，讲得非常高兴、非常欢喜，苦口婆心劝大家念佛求生净土，讲完之后向大家告辞：我要回家了。人家以为他八十多岁讲了一个半小时讲累了，要回家了。没想到下了讲台，讲堂旁边有个小客厅，他在沙发上一坐就往生了。多潇洒、多自在！往生之前讲了一个半小时，任运往生，生死自在，这个佛才叫做没有白学。菩萨的眷属，生到西方极乐世界是菩萨，真的是菩萨，而且不是普通的菩萨，《弥陀经》上讲皆是阿鞞跋致菩萨。阿鞞跋致还得了！阿鞞跋致是圆证三不退的菩萨，那个地位多高！这是阿弥陀佛本愿威神加持的。一般人要想自己修到这个地位，阿鞞跋致最低的是七地菩萨，就在别教里面讲，也要修满两个阿僧大劫才能达到这个地步。你看净宗的修行，一生就成就，所以这个法门是真正不可思议。这是第五种利益。",
      "zh_TW": "這裡頭無比的殊勝就是『任運』，任運是自在。生病就不自在，不知道什麼時候去，也不自在。自己曉得什麼時候去，不生病，站著去的、坐著去的，我們見到的、聽到的，確實有！這一點都不假，這才叫一生沒有白過，我們這一生過的真的有意義、真的有價值。人家能，我為什麼不能？早年，台北念佛團的李濟華老居士，他是印光大師的學生，這個老人家八十多歲往生的。他往生兩個月前就曉得，所以星期假日去看看老朋友辭行，見最後一面。往生的那一天，因為他的小孩都在美國，就是老夫妻兩個住在台灣，坐三輪車到念佛團參加共修，在三輪車上跟他太太說：我要往生了，你一個人會不會感覺得寂寞？其實他太太也不曉得他哪天往生，太太是虔誠的佛教徒，「你能往生，太好了，你就不必掛著我」，就等於說太太同意了。他們共修就跟平常打佛七一樣，不過就是一支香，這一支香當中有半個小時的開示。講開示都是這些老居士輪流講，那一天是輪到魏老居士，他跟老居士兩個對調。他老人家一上台講開示講了一個半小時，講得非常高興、非常歡喜，苦口婆心勸大家念佛求生淨土，講完之後向大家告辭：我要回家了。人家以為他八十多歲講了一個半小時講累了，要回家了。沒想到下了講台，講堂旁邊有個小客廳，他在沙發上一坐就往生了。多瀟洒、多自在！往生之前講了一個半小時，任運往生，生死自在，這個佛才叫做沒有白學。菩薩的眷屬，生到西方極樂世界是菩薩，真的是菩薩，而且不是普通的菩薩，《彌陀經》上講皆是阿鞞跋致菩薩。阿鞞跋致還得了！阿鞞跋致是圓證三不退的菩薩，那個地位多高！這是阿彌陀佛本願威神加持的。一般人要想自己修到這個地位，阿鞞跋致最低的是七地菩薩，就在別教裡面講，也要修滿兩個阿僧大劫才能達到這個地步。你看淨宗的修行，一生就成就，所以這個法門是真正不可思議。這是第五種利益。"
    },
    {
      "id": "01-003-0287_p0072",
      "zh_CN": "诸位特别记住，关键就是那个「善」字，标准在这个地方，善男子、善女人才能得这五种利益。同样一个道理，善男子、善女人，你或者受持《阿弥陀经》，或者持弥陀圣号，都能得同样的利益。并不是只有念往生咒才有这五种利益，不是的，读经、念佛统统都得到，关键、条件就是「善」字。净业三福，你能够把三福统统做圆满了，上上品。",
      "zh_TW": "諸位特別記住，關鍵就是那個「善」字，標準在這個地方，善男子、善女人才能得這五種利益。同樣一個道理，善男子、善女人，你或者受持《阿彌陀經》，或者持彌陀聖號，都能得同樣的利益。並不是只有念往生咒才有這五種利益，不是的，讀經、念佛統統都得到，關鍵、條件就是「善」字。淨業三福，你能夠把三福統統做圓滿了，上上品。"
    },
    {
      "id": "01-003-0287_p0073",
      "zh_CN": "疏【诸本句读稍异，今依古本，神咒不翻，不必强释。】",
      "zh_TW": "疏【諸本句讀稍異，今依古本，神咒不翻，不必強釋。】"
    },
    {
      "id": "01-003-0287_p0074",
      "zh_CN": "佛经从南北朝时代翻译出来流传到今天，有一千六百年了。历代抄写流通，写错的、写漏的在所不免，古本常常有这些问题发现。于是就有许多不同版本里面字不一样，句子或者多、或者少。『句读』问题就更多，句读是标点符号，因为古书没有标点，都是念的人自己去点标点，有的人点错了，把上面一句点到下面去了，这种颠倒情形也很多。",
      "zh_TW": "佛經從南北朝時代翻譯出來流傳到今天，有一千六百年了。歷代抄寫流通，寫錯的、寫漏的在所不免，古本常常有這些問題發現。於是就有許多不同版本裡面字不一樣，句子或者多、或者少。『句讀』問題就更多，句讀是標點符號，因為古書沒有標點，都是念的人自己去點標點，有的人點錯了，把上面一句點到下面去了，這種顛倒情形也很多。"
    },
    {
      "id": "01-003-0287_p0075",
      "zh_CN": "钞【诸本不同者，如南无阿弥多婆夜，一本作南无阿弥多婆夜多，以次句多字连属上句，故云稍异。】",
      "zh_TW": "鈔【諸本不同者，如南無阿彌多婆夜，一本作南無阿彌多婆夜多，以次句多字連屬上句，故云稍異。】"
    },
    {
      "id": "01-003-0287_p0076",
      "zh_CN": "如往生咒第一句，另有一种本子句读跟这个就不一样，他把「多婆夜」下面这个「多」点到上面。本子不一样，怎么办？因为这是咒，没有法子理解它，唯一的方法就是多找版本，不同的版本互相来对，哪一个版本多，我们就采取哪一个版本。如果是经文，我们可以想意思，哪一种标点这个意思更圆满、更好讲、更明白，我们采取哪一种。",
      "zh_TW": "如往生咒第一句，另有一種本子句讀跟這個就不一樣，他把「多婆夜」下面這個「多」點到上面。本子不一樣，怎麼辦？因為這是咒，沒有法子理解它，唯一的方法就是多找版本，不同的版本互相來對，哪一個版本多，我們就採取哪一個版本。如果是經文，我們可以想意思，哪一種標點這個意思更圓滿、更好講、更明白，我們採取哪一種。"
    },
    {
      "id": "01-003-0287_p0077",
      "zh_CN": "钞【今不必苦究是非，但依一本。】",
      "zh_TW": "鈔【今不必苦究是非，但依一本。】"
    },
    {
      "id": "01-003-0287_p0078",
      "zh_CN": "大师建议我们，不要苦苦去追究，只要选择一个好的本子。我们俗话常讲「善本」，好的本子。像我们这个本子，莲池大师他老人家一定看过许许多多的本子，他在此地把咒语附在经后面，这个句读就是莲池大师自己审查过的。我们依照大师这个本子，这也是一个好方法。",
      "zh_TW": "大師建議我們，不要苦苦去追究，只要選擇一個好的本子。我們俗話常講「善本」，好的本子。像我們這個本子，蓮池大師他老人家一定看過許許多多的本子，他在此地把咒語附在經後面，這個句讀就是蓮池大師自己審查過的。我們依照大師這個本子，這也是一個好方法。"
    },
    {
      "id": "01-003-0287_p0079",
      "zh_CN": "钞【至心诵持，自成利益。】",
      "zh_TW": "鈔【至心誦持，自成利益。】"
    },
    {
      "id": "01-003-0287_p0080",
      "zh_CN": "『至心』就是诚心，诚心诚意去念，自自然然能够得到利益。可是这个地方诸位千万要记住，「善男子、善女人」，那是基本的一个标准，无论如何我们要把自己的品德提升到这个标准。三福我们没办法做到，最低限度我们要提升到第一福，第一福无论如何都要做到。可是这里头，一定要认真详细的去讲求，否则的话，你会在里面产生误会。譬如「孝养父母」，每天对父母恭恭敬敬的，把他的饮食生活起居都照顾到，这就是孝养了吗？这不是，这不够！在整个孝养里面打分数，这个顶多二十分，不及格。那要怎样养？养父母之心，养父母之志。父母对子女，天天挂在心上，时时刻刻挂在心上，不做父母的人体会不到！兄弟不和，父母就操心，这就是不孝。读书不用功，考试不及格，父母又操心了，不孝。在外面做事情，不负责、不认真，被你的长官处分，父母担心，不孝。你才晓得孝养的范围非常广大，不是单单照顾饮食起居。如何叫父母省心，如何叫父母心情快乐，那才叫尽了一点孝。这些一定要仔细讲求。在世间真正做个品德好的人、学养好的人，待人和睦，工作认真负责，为社会大众所赞叹，父母才欢喜，那才叫尽到一点孝心。为非作歹，叫人家批评、叫人家轻视，父母心里多难过，那都不叫孝顺。最低限度，你要把第一福这四句真正做到，要做到及格的这个水准，然后才是真正的善男子、善女人。因为到西方极乐世界，那个地方诸上善人俱会一处，我们一点善也没有，跟他们就格格不入。他们是上善，我们也有一点善，他一加持，我们跟上善就差不多，这才行！不能一点善都没有。这个地方的「善男子、善女人」非常重要。至心诵持，自成利益。今天就讲到此地。",
      "zh_TW": "『至心』就是誠心，誠心誠意去念，自自然然能夠得到利益。可是這個地方諸位千萬要記住，「善男子、善女人」，那是基本的一個標準，無論如何我們要把自己的品德提升到這個標準。三福我們沒辦法做到，最低限度我們要提升到第一福，第一福無論如何都要做到。可是這裡頭，一定要認真詳細的去講求，否則的話，你會在裡面產生誤會。譬如「孝養父母」，每天對父母恭恭敬敬的，把他的飲食生活起居都照顧到，這就是孝養了嗎？這不是，這不夠！在整個孝養裡面打分數，這個頂多二十分，不及格。那要怎樣養？養父母之心，養父母之志。父母對子女，天天掛在心上，時時刻刻掛在心上，不做父母的人體會不到！兄弟不和，父母就操心，這就是不孝。讀書不用功，考試不及格，父母又操心了，不孝。在外面做事情，不負責、不認真，被你的長官處分，父母擔心，不孝。你才曉得孝養的範圍非常廣大，不是單單照顧飲食起居。如何叫父母省心，如何叫父母心情快樂，那才叫盡了一點孝。這些一定要仔細講求。在世間真正做個品德好的人、學養好的人，待人和睦，工作認真負責，為社會大眾所讚歎，父母才歡喜，那才叫盡到一點孝心。為非作歹，叫人家批評、叫人家輕視，父母心裡多難過，那都不叫孝順。最低限度，你要把第一福這四句真正做到，要做到及格的這個水準，然後才是真正的善男子、善女人。因為到西方極樂世界，那個地方諸上善人俱會一處，我們一點善也沒有，跟他們就格格不入。他們是上善，我們也有一點善，他一加持，我們跟上善就差不多，這才行！不能一點善都沒有。這個地方的「善男子、善女人」非常重要。至心誦持，自成利益。今天就講到此地。"
    }
  ]
}