{
  "doc_id": "01-003-0200",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二００集",
    "zh_TW": "第二００集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0200",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "01-003-0200_p0001",
      "zh_CN": "诸位同修，我们掀开复印的这一张，龙舒会集大本的「菩萨功德分第三十四」。莲池大师引用这一章经里面的二十三喻，上一次我们讲到第八喻，今天从第九喻开始：",
      "zh_TW": "諸位同修，我們掀開複印的這一張，龍舒會集大本的「菩薩功德分第三十四」。蓮池大師引用這一章經裡面的二十三喻，上一次我們講到第八喻，今天從第九喻開始："
    },
    {
      "id": "01-003-0200_p0002",
      "zh_CN": "【如雷音震响出法音故。】",
      "zh_TW": "【如雷音震響出法音故。】"
    },
    {
      "id": "01-003-0200_p0003",
      "zh_CN": "雷音远闻，比喻佛说法的音声如雷灌耳，取这个意思。雷能够震惊万物，也比喻佛说法的音声能够震动昏迷，所谓破迷开悟，能惊醒一切众生于无明长夜之中。第十个比喻是：",
      "zh_TW": "雷音遠聞，比喻佛說法的音聲如雷灌耳，取這個意思。雷能夠震驚萬物，也比喻佛說法的音聲能夠震動昏迷，所謂破迷開悟，能驚醒一切眾生於無明長夜之中。第十個比喻是："
    },
    {
      "id": "01-003-0200_p0004",
      "zh_CN": "【如云叆叇降法雨故。】",
      "zh_TW": "【如雲靉靆降法雨故。】"
    },
    {
      "id": "01-003-0200_p0005",
      "zh_CN": "这是把佛说法比喻作雨露，能滋润一切众生。下雨，我们晓得一定有很浓厚的云彩，含的水分很多，这雨才能充沛的降下来，佛以此比喻说法。",
      "zh_TW": "這是把佛說法比喻作雨露，能滋潤一切眾生。下雨，我們曉得一定有很濃厚的雲彩，含的水分很多，這雨才能充沛的降下來，佛以此比喻說法。"
    },
    {
      "id": "01-003-0200_p0006",
      "zh_CN": "【如风动树长菩提芽故。】",
      "zh_TW": "【如風動樹長菩提芽故。】"
    },
    {
      "id": "01-003-0200_p0007",
      "zh_CN": "风，我们常讲春风，春天到的时候所有的植物都发芽，取这个意思。「如风动树」，风指的是春风、和风，万物在这个时候开始生长，比喻佛说法就像和风一样，所谓「如沐春风」，以前赞叹教师，学生在老师的座下如沐春风，增长智慧，就这个意思。",
      "zh_TW": "風，我們常講春風，春天到的時候所有的植物都發芽，取這個意思。「如風動樹」，風指的是春風、和風，萬物在這個時候開始生長，比喻佛說法就像和風一樣，所謂「如沐春風」，以前讚歎教師，學生在老師的座下如沐春風，增長智慧，就這個意思。"
    },
    {
      "id": "01-003-0200_p0008",
      "zh_CN": "【如牛王声异众牛故。】",
      "zh_TW": "【如牛王聲異眾牛故。】"
    },
    {
      "id": "01-003-0200_p0009",
      "zh_CN": "现代的噪音实在是太严重，影响到人生活的情绪。以前的环境很宁静，为什么？这些机械都没发明。噪音最大的就是牛叫，因为家庭里面都养六畜，畜生当中是牛叫的声音最大。从前出家修行人住阿兰若，「阿兰若」是印度话，翻成中文是「寂静的处所」。「阿」翻作无，「兰若」翻作音声，就是这个地方很安静，听不到噪音。以什么为标准？就是以外面牛叫的声音都听不到，这个地方就很安静了。现在车马的声音比牛叫的声音要严重得多，现在找个很安静的环境不容易。这是比喻音声最大，「异众牛故」，牛中之王。",
      "zh_TW": "現代的噪音實在是太嚴重，影響到人生活的情緒。以前的環境很寧靜，為什麼？這些機械都沒發明。噪音最大的就是牛叫，因為家庭裡面都養六畜，畜生當中是牛叫的聲音最大。從前出家修行人住阿蘭若，「阿蘭若」是印度話，翻成中文是「寂靜的處所」。「阿」翻作無，「蘭若」翻作音聲，就是這個地方很安靜，聽不到噪音。以什麼為標準？就是以外面牛叫的聲音都聽不到，這個地方就很安靜了。現在車馬的聲音比牛叫的聲音要嚴重得多，現在找個很安靜的環境不容易。這是比喻音聲最大，「異眾牛故」，牛中之王。"
    },
    {
      "id": "01-003-0200_p0010",
      "zh_CN": "【如龙象威难可测故。】",
      "zh_TW": "【如龍象威難可測故。】"
    },
    {
      "id": "01-003-0200_p0011",
      "zh_CN": "「龙象」有威德，龙我们没见过，象见过了。你看象那个样子，牠很安祥，好像都在定中一样，显示牠的威德。佛经里面常常用这个来比喻禅定，所谓「那伽常在定，无有不定时」，真正的禅定是行住坐卧都在定中。「那伽」是梵语，翻成中文是龙象。我们的定要像大象一样，无时无处行住坐卧牠都非常安详、安定，取这个意思。「难可测故」，如来与大菩萨们甚深的禅定，确实不是我们能想像得到的。",
      "zh_TW": "「龍象」有威德，龍我們沒見過，象見過了。你看象那個樣子，牠很安祥，好像都在定中一樣，顯示牠的威德。佛經裡面常常用這個來比喻禪定，所謂「那伽常在定，無有不定時」，真正的禪定是行住坐臥都在定中。「那伽」是梵語，翻成中文是龍象。我們的定要像大象一樣，無時無處行住坐臥牠都非常安詳、安定，取這個意思。「難可測故」，如來與大菩薩們甚深的禪定，確實不是我們能想像得到的。"
    },
    {
      "id": "01-003-0200_p0012",
      "zh_CN": "【如良马行乘无失故。】",
      "zh_TW": "【如良馬行乘無失故。】"
    },
    {
      "id": "01-003-0200_p0013",
      "zh_CN": "古时候，最好的交通工具就是马车，好马拉这个车可以使你平平安安稳稳的达到目的地。所以把佛说法导引一切众生向无上菩提的大道，就像良马一样。净宗这个法门比其他法门尤其殊胜，依照这个法门修学能在一生当中圆满菩提。",
      "zh_TW": "古時候，最好的交通工具就是馬車，好馬拉這個車可以使你平平安安穩穩的達到目的地。所以把佛說法導引一切眾生向無上菩提的大道，就像良馬一樣。淨宗這個法門比其他法門尤其殊勝，依照這個法門修學能在一生當中圓滿菩提。"
    },
    {
      "id": "01-003-0200_p0014",
      "zh_CN": "【如师子座离怖畏故。】",
      "zh_TW": "【如師子座離怖畏故。】"
    },
    {
      "id": "01-003-0200_p0015",
      "zh_CN": "这也是比喻佛说法，经中常常喻佛说法为狮子吼，狮子吼是比喻法音，「师子座」是比喻佛的威德。狮子是百兽之王，一切野兽都怕狮子，而牠无所畏。狮子没有怕的东西，所以说是「离怖畏」。亲近诸佛菩萨修学佛法能离一切怖畏，怖畏当中最大的就是生死。能够了生死出三界，永脱轮回，实在说，佛法是唯一的一条途径。佛法法门虽然多，每个法门都能达到这个目标，所以说：法门平等，无有高下。法门虽然多，众生的根性不相同，有些法门我们能修，有些法门我们修学会感到困难。善学的人必须随顺自己的根性，对于一切法门有适当的取舍。取舍恰当，可以说修学得很多的方便，能在短时期收到殊胜的效果。如果取舍不当，必然是事倍功半；事倍功半那还好，怕的是步入歧途，后果就不堪设想。",
      "zh_TW": "這也是比喻佛說法，經中常常喻佛說法為獅子吼，獅子吼是比喻法音，「師子座」是比喻佛的威德。獅子是百獸之王，一切野獸都怕獅子，而牠無所畏。獅子沒有怕的東西，所以說是「離怖畏」。親近諸佛菩薩修學佛法能離一切怖畏，怖畏當中最大的就是生死。能夠了生死出三界，永脫輪迴，實在說，佛法是唯一的一條途徑。佛法法門雖然多，每個法門都能達到這個目標，所以說：法門平等，無有高下。法門雖然多，眾生的根性不相同，有些法門我們能修，有些法門我們修學會感到困難。善學的人必須隨順自己的根性，對於一切法門有適當的取捨。取捨恰當，可以說修學得很多的方便，能在短時期收到殊勝的效果。如果取捨不當，必然是事倍功半；事倍功半那還好，怕的是步入歧途，後果就不堪設想。"
    },
    {
      "id": "01-003-0200_p0016",
      "zh_CN": "特别是在我们这个时代，就像《楞严经》上所说的「邪师说法如恒河沙」，如何来辨别、如何来取舍，实在不是一桩容易事情。当我们没有智慧辨别、没有能力取舍，那么念阿弥陀佛这是最妥当的，这个法门所谓「三根普被，凡圣全收」，只有好处，没有副作用。像禅与密很容易着魔，教下容易增长所知障，唯独念佛法门稳稳当当。这句佛号老实念下去，念到功夫得力的时候，自自然然断烦恼、破无明。在一切法门里面，讲稳当没有超过净土法门的，这个法门确实能叫我们离一切怖畏。",
      "zh_TW": "特別是在我們這個時代，就像《楞嚴經》上所說的「邪師說法如恆河沙」，如何來辨別、如何來取捨，實在不是一樁容易事情。當我們沒有智慧辨別、沒有能力取捨，那麼念阿彌陀佛這是最妥當的，這個法門所謂「三根普被，凡聖全收」，只有好處，沒有副作用。像禪與密很容易著魔，教下容易增長所知障，唯獨念佛法門穩穩當當。這句佛號老實念下去，念到功夫得力的時候，自自然然斷煩惱、破無明。在一切法門裡面，講穩當沒有超過淨土法門的，這個法門確實能叫我們離一切怖畏。"
    },
    {
      "id": "01-003-0200_p0017",
      "zh_CN": "【如尼拘陀树覆荫大众故。】",
      "zh_TW": "【如尼拘陀樹覆蔭大眾故。】"
    },
    {
      "id": "01-003-0200_p0018",
      "zh_CN": "尼拘陀树是印度的植物，翻作无节树。这个树的叶子很宽大，树荫很大、很阴凉，在夏天大家都喜欢到这个树下去乘凉。",
      "zh_TW": "尼拘陀樹是印度的植物，翻作無節樹。這個樹的葉子很寬大，樹蔭很大、很陰涼，在夏天大家都喜歡到這個樹下去乘涼。"
    },
    {
      "id": "01-003-0200_p0019",
      "zh_CN": "【如优昙钵花难值遇故。】",
      "zh_TW": "【如優曇缽花難值遇故。】"
    },
    {
      "id": "01-003-0200_p0020",
      "zh_CN": "优昙钵花就是我们台湾讲的昙花，这花只有在亚热带才有，而且开花的时间很短，所谓昙花一现，从花开到花谢只有一个多小时，所以非常难得见到。大陆没有这个花，我们过去只听说「昙花一现」，到台湾才看到，而且还得半夜看，它是夜晚开，白天这花已经谢掉了。这是比喻佛法「难值遇故」，像昙花不容易遇到，正所谓「人身难得，佛法难闻」，我们要珍惜这个无比殊胜的因缘。",
      "zh_TW": "優曇缽花就是我們台灣講的曇花，這花只有在亞熱帶才有，而且開花的時間很短，所謂曇花一現，從花開到花謝只有一個多小時，所以非常難得見到。大陸沒有這個花，我們過去只聽說「曇花一現」，到台灣才看到，而且還得半夜看，它是夜晚開，白天這花已經謝掉了。這是比喻佛法「難值遇故」，像曇花不容易遇到，正所謂「人身難得，佛法難聞」，我們要珍惜這個無比殊勝的因緣。"
    },
    {
      "id": "01-003-0200_p0021",
      "zh_CN": "【如金刚杵破邪山故。】",
      "zh_TW": "【如金剛杵破邪山故。】"
    },
    {
      "id": "01-003-0200_p0022",
      "zh_CN": "在古代兵器里面是以金刚杵最为锋利，其他的兵器碰到它，它能把别的兵器折断，它本身不会断，这是讲武器里面最坚固锐利的武器。「破邪山」，邪山是邪见的高山。佛在经上常用金刚比喻智慧，《般若经》里面有《金刚般若波罗蜜经》，它就是用金钢杵来做比喻，比喻这智慧勇猛能破除邪知邪见。邪见高山，唯独佛法能破除。",
      "zh_TW": "在古代兵器裡面是以金剛杵最為鋒利，其他的兵器碰到它，它能把別的兵器折斷，它本身不會斷，這是講武器裡面最堅固銳利的武器。「破邪山」，邪山是邪見的高山。佛在經上常用金剛比喻智慧，《般若經》裡面有《金剛般若波羅蜜經》，它就是用金鋼杵來做比喻，比喻這智慧勇猛能破除邪知邪見。邪見高山，唯獨佛法能破除。"
    },
    {
      "id": "01-003-0200_p0023",
      "zh_CN": "【如梵王身生梵众故。】",
      "zh_TW": "【如梵王身生梵眾故。】"
    },
    {
      "id": "01-003-0200_p0024",
      "zh_CN": "「梵」是清净的意思。这是以大梵天王来作比喻，大梵天这个世界是非常清净的世界。能「生梵众」，比喻佛法能净化人心，能净化国土。西方极乐世界也是清净世界。",
      "zh_TW": "「梵」是清淨的意思。這是以大梵天王來作比喻，大梵天這個世界是非常清淨的世界。能「生梵眾」，比喻佛法能淨化人心，能淨化國土。西方極樂世界也是清淨世界。"
    },
    {
      "id": "01-003-0200_p0025",
      "zh_CN": "【如金翅鸟胜毒龙故。】",
      "zh_TW": "【如金翅鳥勝毒龍故。】"
    },
    {
      "id": "01-003-0200_p0026",
      "zh_CN": "「毒龙」比喻贪瞋痴三毒。龙的克星就是金翅鸟，金翅鸟吃龙，所以龙最怕金翅鸟。金翅鸟我们没见过，只是在佛经里面看过，说这个鸟很大，翅膀一撑开有几千里、几万里。佛在经上这样说，我们也用不着去考证，也用不着去怀疑，但是讲经要有讲经的善巧方便，对现代人讲到金翅鸟，就不要用古人注解那样详细的形容，使听众听了起反感。总而言之，现在是龙也没有了，是金翅鸟也没有了，只有在古典里头有记载。「金翅鸟」，佛真正的意思是比喻定慧，能断烦恼。",
      "zh_TW": "「毒龍」比喻貪瞋痴三毒。龍的剋星就是金翅鳥，金翅鳥吃龍，所以龍最怕金翅鳥。金翅鳥我們沒見過，只是在佛經裡面看過，說這個鳥很大，翅膀一撐開有幾千里、幾萬里。佛在經上這樣說，我們也用不著去考證，也用不著去懷疑，但是講經要有講經的善巧方便，對現代人講到金翅鳥，就不要用古人註解那樣詳細的形容，使聽眾聽了起反感。總而言之，現在是龍也沒有了，是金翅鳥也沒有了，只有在古典裡頭有記載。「金翅鳥」，佛真正的意思是比喻定慧，能斷煩惱。"
    },
    {
      "id": "01-003-0200_p0027",
      "zh_CN": "【如空中禽无住迹故。】",
      "zh_TW": "【如空中禽無住跡故。】"
    },
    {
      "id": "01-003-0200_p0028",
      "zh_CN": "这一句是说佛菩萨的心行，也是讲甚深的禅定，「外不着相，内不动心」，《金刚经》讲的「应无所住而生其心」，这一句就是「应无所住」，你这心才会清净。无住无念是八地菩萨以上的境界，圣者尚且难以做到，何况我们凡夫？但是我们要知道，本宗它的殊胜处就是指方立相，它不是「无住迹故」，它是有住，心就住在阿弥陀佛上，这个容易修！所以这一句是《金刚经》上的境界，最低限度是圆教初住，破一品无明、证一分法身那样的菩萨，才是这个境界。所以，我们要往这个目标去精进。换句话说，世出世间法你能放下愈多就愈好，要把它放下，不要执着，不要放在心上，也就是说要学到心无牵挂。心无牵挂，就无所住！所以住就是你心里还有牵挂，你心就有住；心里没有牵挂，就心无所住。无所住而后生心，生什么心？生普度一切众生之心，这个就对了。",
      "zh_TW": "這一句是說佛菩薩的心行，也是講甚深的禪定，「外不著相，內不動心」，《金剛經》講的「應無所住而生其心」，這一句就是「應無所住」，你這心才會清淨。無住無念是八地菩薩以上的境界，聖者尚且難以做到，何況我們凡夫？但是我們要知道，本宗它的殊勝處就是指方立相，它不是「無住跡故」，它是有住，心就住在阿彌陀佛上，這個容易修！所以這一句是《金剛經》上的境界，最低限度是圓教初住，破一品無明、證一分法身那樣的菩薩，才是這個境界。所以，我們要往這個目標去精進。換句話說，世出世間法你能放下愈多就愈好，要把它放下，不要執著，不要放在心上，也就是說要學到心無牽掛。心無牽掛，就無所住！所以住就是你心裡還有牽掛，你心就有住；心裡沒有牽掛，就心無所住。無所住而後生心，生什麼心？生普度一切眾生之心，這個就對了。"
    },
    {
      "id": "01-003-0200_p0029",
      "zh_CN": "【如雪山照功德净故。】",
      "zh_TW": "【如雪山照功德淨故。】"
    },
    {
      "id": "01-003-0200_p0030",
      "zh_CN": "佛在经上常用雪山做比喻，因为当年释迦牟尼佛出现就是在现在的尼泊尔，距离雪山很近。雪山就是现在的喜马拉雅山，终年积雪不溶化，雪的颜色是白色，看起来很清净，一尘不染。佛常用雪山比喻身心的清净，身心清净叫做功德，这个诸位要记住。功德跟福德不一样，功德里面一定有福德，为什么会有福德？因为功德是见性，真性里头本来具足，福德也是本来具足的，所以功德里面有福德；福德里面不一定有功德，福德里头可以说没有功德。一个人修的福报很大，心不清净，还有迷惑颠倒。所以佛教给我们要修功积德，不要着相修福。六祖大师在《坛经》里说得很好，着相修福，到临命终时，福救不了，福没有办法救你超越轮回。功德可以帮助你超越轮回，福德是不行的，所以要知道修积功德之可贵。怎么修法？大经经题上讲的「清净平等觉」，清净心、平等心、觉心，这都是功德。",
      "zh_TW": "佛在經上常用雪山做比喻，因為當年釋迦牟尼佛出現就是在現在的尼泊爾，距離雪山很近。雪山就是現在的喜馬拉雅山，終年積雪不溶化，雪的顏色是白色，看起來很清淨，一塵不染。佛常用雪山比喻身心的清淨，身心清淨叫做功德，這個諸位要記住。功德跟福德不一樣，功德裡面一定有福德，為什麼會有福德？因為功德是見性，真性裡頭本來具足，福德也是本來具足的，所以功德裡面有福德；福德裡面不一定有功德，福德裡頭可以說沒有功德。一個人修的福報很大，心不清淨，還有迷惑顛倒。所以佛教給我們要修功積德，不要著相修福。六祖大師在《壇經》裡說得很好，著相修福，到臨命終時，福救不了，福沒有辦法救你超越輪迴。功德可以幫助你超越輪迴，福德是不行的，所以要知道修積功德之可貴。怎麼修法？大經經題上講的「清淨平等覺」，清淨心、平等心、覺心，這都是功德。"
    },
    {
      "id": "01-003-0200_p0031",
      "zh_CN": "【如慈氏观法界等故。】",
      "zh_TW": "【如慈氏觀法界等故。】"
    },
    {
      "id": "01-003-0200_p0032",
      "zh_CN": "「慈氏」是弥勒菩萨，弥勒菩萨慈悲平等。「弥勒」是梵语，翻成中文是「慈悲」，意译称为慈氏，梵文称为弥勒。中国人造弥勒菩萨的像，都造布袋和尚，布袋和尚出现在中国后梁，所以中国弥勒菩萨的像跟印度、西藏都不一样。西藏的弥勒菩萨像有一点像我们观世音大势至那样的像一样，没那么胖，瘦瘦的。中国人造的是布袋和尚。布袋和尚圆寂的时候，自己说出身分，他告诉人，他是弥勒菩萨再来的，说了之后他就圆寂，这个是真的。现在有很多人说他是什么佛菩萨再来的，说了又不走，如果说了他就走，这个我们相信是真的；说了还不走，这靠不住。中国古时候的大德，的确有不少是佛菩萨再来的，他的身分一暴露，只要有人知道，他决定不住世就走了，这是佛门的规矩。说了不走，这个不可以的。我们塑他的像，取的意思就是慈悲平等。所谓「生平等心，成喜悦相」，弥勒菩萨代表这个法门。「法界等故」，等就是平等，弥勒菩萨这真正叫大慈大悲，在他眼睛当中看十法界都是平等的。",
      "zh_TW": "「慈氏」是彌勒菩薩，彌勒菩薩慈悲平等。「彌勒」是梵語，翻成中文是「慈悲」，意譯稱為慈氏，梵文稱為彌勒。中國人造彌勒菩薩的像，都造布袋和尚，布袋和尚出現在中國後梁，所以中國彌勒菩薩的像跟印度、西藏都不一樣。西藏的彌勒菩薩像有一點像我們觀世音大勢至那樣的像一樣，沒那麼胖，瘦瘦的。中國人造的是布袋和尚。布袋和尚圓寂的時候，自己說出身分，他告訴人，他是彌勒菩薩再來的，說了之後他就圓寂，這個是真的。現在有很多人說他是什麼佛菩薩再來的，說了又不走，如果說了他就走，這個我們相信是真的；說了還不走，這靠不住。中國古時候的大德，的確有不少是佛菩薩再來的，他的身分一暴露，只要有人知道，他決定不住世就走了，這是佛門的規矩。說了不走，這個不可以的。我們塑他的像，取的意思就是慈悲平等。所謂「生平等心，成喜悅相」，彌勒菩薩代表這個法門。「法界等故」，等就是平等，彌勒菩薩這真正叫大慈大悲，在他眼睛當中看十法界都是平等的。"
    },
    {
      "id": "01-003-0200_p0033",
      "zh_CN": "到这个地方，这是二十三个比喻都说完了，这二十三个比喻都是赞叹西方世界，所有一切菩萨他们的殊胜功德，可以说是圆满具足。我们再把底下这一段文也念下去：",
      "zh_TW": "到這個地方，這是二十三個比喻都說完了，這二十三個比喻都是讚歎西方世界，所有一切菩薩他們的殊勝功德，可以說是圓滿具足。我們再把底下這一段文也念下去："
    },
    {
      "id": "01-003-0200_p0034",
      "zh_CN": "【专乐求法心无厌足，常欲广说志无疲倦。】",
      "zh_TW": "【專樂求法心無厭足，常欲廣說志無疲倦。】"
    },
    {
      "id": "01-003-0200_p0035",
      "zh_CN": "前面一句是菩萨自利行，后面一句是菩萨利他行，自利利他。但是诸位一定要知道，要想利他，一定要先自利，自己没有得到真实的利益，怎么能够帮助别人？自己的心不清净，就不可能帮助别人达到清净；自己不能了生死出三界，也没有办法帮助别人了生死出三界，这是一定的道理。所以发菩提心一定要先修自己，修自己，这两句就很重要了。",
      "zh_TW": "前面一句是菩薩自利行，後面一句是菩薩利他行，自利利他。但是諸位一定要知道，要想利他，一定要先自利，自己沒有得到真實的利益，怎麼能夠幫助別人？自己的心不清淨，就不可能幫助別人達到清淨；自己不能了生死出三界，也沒有辦法幫助別人了生死出三界，這是一定的道理。所以發菩提心一定要先修自己，修自己，這兩句就很重要了。"
    },
    {
      "id": "01-003-0200_p0036",
      "zh_CN": "「专乐求法」，乐是爱好，心无厌足。法要到哪里求？诸位一定要记住，法绝对不是在三藏经典里面，三藏经典里面没有法；但是法也不离三藏经典，你要真正求法要一门深入。说明三藏经典里面没有法，就是叫你不要迷信经典，不要样样都学，那就坏了，保证你一生当中什么也求不到，所以说没有法。如果你在三藏经典里面取一部去深入，那法就在经典里面，你要是多学，多学里头没有，学一样，一样里头有，这个很奇怪，大家好好的去想想，这是真的，不是假的。唯有一门才能成就你的「清净平等觉」，学多了不能成就，增长邪知邪见。",
      "zh_TW": "「專樂求法」，樂是愛好，心無厭足。法要到哪裡求？諸位一定要記住，法絕對不是在三藏經典裡面，三藏經典裡面沒有法；但是法也不離三藏經典，你要真正求法要一門深入。說明三藏經典裡面沒有法，就是叫你不要迷信經典，不要樣樣都學，那就壞了，保證你一生當中什麼也求不到，所以說沒有法。如果你在三藏經典裡面取一部去深入，那法就在經典裡面，你要是多學，多學裡頭沒有，學一樣，一樣裡頭有，這個很奇怪，大家好好的去想想，這是真的，不是假的。唯有一門才能成就你的「清淨平等覺」，學多了不能成就，增長邪知邪見。"
    },
    {
      "id": "01-003-0200_p0037",
      "zh_CN": "「常欲广说志无疲倦」，这讲帮助一切众生，正所谓「佛氏门中，不舍一人」，一个人发真实的道意，菩萨要不要去教他？要去。菩萨说法教学绝对不是讲求听众要多的，多了，说法就很欢喜，人数少，说法精神也没有了，那是错误的，那是心不清净、心不平等。说法的目的是教他开悟，是教他成就。一个人能悟，一个人能往生，这个了不起！一个大的法会，几千人听、几万人听，听了之后没有一个人开悟，没有一个人能往生，这白说了，这个没有意义！所以说法要讲求成果，有几个开悟？有几个依教修行他真往生？成果看这个，不是看听众多少，也不是看供养多少，那都没有用处的，那是假的。所以说法是不疲不厌，不舍一人。",
      "zh_TW": "「常欲廣說志無疲倦」，這講幫助一切眾生，正所謂「佛氏門中，不捨一人」，一個人發真實的道意，菩薩要不要去教他？要去。菩薩說法教學絕對不是講求聽眾要多的，多了，說法就很歡喜，人數少，說法精神也沒有了，那是錯誤的，那是心不清淨、心不平等。說法的目的是教他開悟，是教他成就。一個人能悟，一個人能往生，這個了不起！一個大的法會，幾千人聽、幾萬人聽，聽了之後沒有一個人開悟，沒有一個人能往生，這白說了，這個沒有意義！所以說法要講求成果，有幾個開悟？有幾個依教修行他真往生？成果看這個，不是看聽眾多少，也不是看供養多少，那都沒有用處的，那是假的。所以說法是不疲不厭，不捨一人。"
    },
    {
      "id": "01-003-0200_p0038",
      "zh_CN": "【击法鼓建法幢。】",
      "zh_TW": "【擊法鼓建法幢。】"
    },
    {
      "id": "01-003-0200_p0039",
      "zh_CN": "「击法鼓」是比喻宣传，今天讲宣传，过去佛门术语叫种善根，接引众生，为一切众生种善根。「建法幢」，这就是建立道场，讲经说法的道场。道场有有形的、有无形的，有形的就是建立寺院庵堂。诸位要记住，庙是供养神道教的，鬼神、天神住的是庙，诸佛菩萨没有住庙的，庙跟祠都是供养鬼神的。这是建立有形的道场。无形的就是讲经法会，一天也是道场、两天也是道场；一个小时也是道场、半个小时也是道场。随时随地，你给别人讲佛法，劝人念佛，那就是道场，这是无形的道场，都称之为「建法幢」。",
      "zh_TW": "「擊法鼓」是比喻宣傳，今天講宣傳，過去佛門術語叫種善根，接引眾生，為一切眾生種善根。「建法幢」，這就是建立道場，講經說法的道場。道場有有形的、有無形的，有形的就是建立寺院庵堂。諸位要記住，廟是供養神道教的，鬼神、天神住的是廟，諸佛菩薩沒有住廟的，廟跟祠都是供養鬼神的。這是建立有形的道場。無形的就是講經法會，一天也是道場、兩天也是道場；一個小時也是道場、半個小時也是道場。隨時隨地，你給別人講佛法，勸人念佛，那就是道場，這是無形的道場，都稱之為「建法幢」。"
    },
    {
      "id": "01-003-0200_p0040",
      "zh_CN": "【曜慧日除痴暗。】",
      "zh_TW": "【曜慧日除痴暗。】"
    },
    {
      "id": "01-003-0200_p0041",
      "zh_CN": "这是讲弘法，为别人说法。佛法是智慧，无论是用什么样的方式，这就是讲的善巧方便，无量法门，它意义只有一个，都是帮助人破迷开悟。「曜慧日」，这个慧是每一个人自性的智慧。「除痴暗」，痴暗是无明。给他增上缘，帮助他破除无明，开启智慧，这是说法宗旨之所在。破迷开悟之后，接着要修行，修行修的是什么？破除习气。古德常说：「理可顿悟，事须渐除。」顿悟就是恍然开悟，明了了。明了之后，习气去不掉，习气难除，那就得：",
      "zh_TW": "這是講弘法，為別人說法。佛法是智慧，無論是用什麼樣的方式，這就是講的善巧方便，無量法門，它意義只有一個，都是幫助人破迷開悟。「曜慧日」，這個慧是每一個人自性的智慧。「除痴暗」，痴暗是無明。給他增上緣，幫助他破除無明，開啟智慧，這是說法宗旨之所在。破迷開悟之後，接著要修行，修行修的是什麼？破除習氣。古德常說：「理可頓悟，事須漸除。」頓悟就是恍然開悟，明瞭了。明瞭之後，習氣去不掉，習氣難除，那就得："
    },
    {
      "id": "01-003-0200_p0042",
      "zh_CN": "【修六和敬。】",
      "zh_TW": "【修六和敬。】"
    },
    {
      "id": "01-003-0200_p0043",
      "zh_CN": "「六和敬」在佛法里面是根本法，一定要修学的。我们修净宗的人，六和敬里面第一条「见和同解」，我们的见解一定要依据《无量寿经》，或者依据净土五经，大家都以经典上的见解，就是想法、看法，做为自己的想法看法，思想见解就一致，就相同了。戒律也在《无量寿经》里面，夏老居士的会集本从三十三章到三十七章就是戒律，「戒和同修」。",
      "zh_TW": "「六和敬」在佛法裡面是根本法，一定要修學的。我們修淨宗的人，六和敬裡面第一條「見和同解」，我們的見解一定要依據《無量壽經》，或者依據淨土五經，大家都以經典上的見解，就是想法、看法，做為自己的想法看法，思想見解就一致，就相同了。戒律也在《無量壽經》裡面，夏老居士的會集本從三十三章到三十七章就是戒律，「戒和同修」。"
    },
    {
      "id": "01-003-0200_p0044",
      "zh_CN": "【常为导师。】",
      "zh_TW": "【常為導師。】"
    },
    {
      "id": "01-003-0200_p0045",
      "zh_CN": "「导师」是佛的身分，在世间只有佛被人尊称为导师，或者称为大师。此地赞叹西方极乐的诸菩萨，他们到他方世界去帮助众生，应以佛身得度者，他就示现佛的身分出现，常常以佛的身分出现在一切世界里。",
      "zh_TW": "「導師」是佛的身分，在世間只有佛被人尊稱為導師，或者稱為大師。此地讚歎西方極樂的諸菩薩，他們到他方世界去幫助眾生，應以佛身得度者，他就示現佛的身分出現，常常以佛的身分出現在一切世界裡。"
    },
    {
      "id": "01-003-0200_p0046",
      "zh_CN": "【为世灯明最胜福田。】",
      "zh_TW": "【為世燈明最勝福田。】"
    },
    {
      "id": "01-003-0200_p0047",
      "zh_CN": "「灯明」就像夜晚航海海中的灯塔一样，指出一切迷惑众生一条光明的道路。佛菩萨要给一切众生做光明眼，也是一切众生真实的福田。众生要想修福，说实在的话，最殊胜的福报是在三宝。所以，供养三宝是无上的福田。单单修福，不能解决问题。所以种福，我们讲福田，福田有比较，最殊胜的福田，《华严经‧普贤菩萨行愿品》里面告诉我们，法布施。法布施胜过财布施！法布施里面最殊胜的是「依教修行布施」，我们能够真正依教修行，不但福田具足，功德也具足了，所以这是最胜的福田。",
      "zh_TW": "「燈明」就像夜晚航海海中的燈塔一樣，指出一切迷惑眾生一條光明的道路。佛菩薩要給一切眾生做光明眼，也是一切眾生真實的福田。眾生要想修福，說實在的話，最殊勝的福報是在三寶。所以，供養三寶是無上的福田。單單修福，不能解決問題。所以種福，我們講福田，福田有比較，最殊勝的福田，《華嚴經‧普賢菩薩行願品》裡面告訴我們，法布施。法布施勝過財布施！法布施裡面最殊勝的是「依教修行布施」，我們能夠真正依教修行，不但福田具足，功德也具足了，所以這是最勝的福田。"
    },
    {
      "id": "01-003-0200_p0048",
      "zh_CN": "要知道怎样修法，《无量寿经》跟我们讲得很清楚，「假使供养恒沙圣」，圣是圣人、诸佛菩萨，供养多少？恒河沙数那么多，佛告诉我们，「不如坚勇求正觉」。求正觉，那是依教修行供养。前面是财供养，供养恒沙圣，都不如依教修行供养。所以修最胜福田，不要钱。有些人说：我家里很穷，没有钱！我看到经上讲要修最胜福田，我看了只有羡慕，自己没法子修，殊不知最胜福田不要花钱的，人人可以修的。有钱的人可能就有障碍，他修不到这福田，他只能修一点小福，去供养恒沙圣去了。",
      "zh_TW": "要知道怎樣修法，《無量壽經》跟我們講得很清楚，「假使供養恆沙聖」，聖是聖人、諸佛菩薩，供養多少？恆河沙數那麼多，佛告訴我們，「不如堅勇求正覺」。求正覺，那是依教修行供養。前面是財供養，供養恆沙聖，都不如依教修行供養。所以修最勝福田，不要錢。有些人說：我家裡很窮，沒有錢！我看到經上講要修最勝福田，我看了只有羨慕，自己沒法子修，殊不知最勝福田不要花錢的，人人可以修的。有錢的人可能就有障礙，他修不到這福田，他只能修一點小福，去供養恆沙聖去了。"
    },
    {
      "id": "01-003-0200_p0049",
      "zh_CN": "【拔诸欲刺以安群生。】",
      "zh_TW": "【拔諸欲刺以安群生。】"
    },
    {
      "id": "01-003-0200_p0050",
      "zh_CN": "这句是讲持戒的功德，无畏布施。「欲」是欲望，是烦恼的根本，一定要觉悟，要把它连根拔除。我们中国古圣先贤也知道，所谓「无欲则刚」、「有容乃大」，这些都是佛法没到中国来之前，中国人所说的。「欲」这个字就是生死轮回的根本，如果我们不希望来生再搞生死轮回，这的确是要把它拔除；你不拔除，决定不能超越轮回，佛法修得再好，来生还是要轮回，把你所修学的变成人天福报，这就是古人讲的，这是毒药。我们学佛，佛法是醍糊，碗里还有一点点毒药，醍糊装进去之后统统变成毒药了。这就说明，我们有贪瞋痴慢、有欲，还有一点点存在，所修积的无量功德都变成人天有漏福报，它变质了，这个非常可惜。所以修行次第，四弘誓愿摆得很清楚，一定是先断烦恼后学法门，那个法门所修学的是真实智慧。烦恼没有断干净，所修学无量无边的法门到最后都变成人天福报，这不是真智慧。",
      "zh_TW": "這句是講持戒的功德，無畏布施。「欲」是欲望，是煩惱的根本，一定要覺悟，要把它連根拔除。我們中國古聖先賢也知道，所謂「無欲則剛」、「有容乃大」，這些都是佛法沒到中國來之前，中國人所說的。「欲」這個字就是生死輪迴的根本，如果我們不希望來生再搞生死輪迴，這的確是要把它拔除；你不拔除，決定不能超越輪迴，佛法修得再好，來生還是要輪迴，把你所修學的變成人天福報，這就是古人講的，這是毒藥。我們學佛，佛法是醍餬，碗裡還有一點點毒藥，醍餬裝進去之後統統變成毒藥了。這就說明，我們有貪瞋痴慢、有欲，還有一點點存在，所修積的無量功德都變成人天有漏福報，它變質了，這個非常可惜。所以修行次第，四弘誓願擺得很清楚，一定是先斷煩惱後學法門，那個法門所修學的是真實智慧。煩惱沒有斷乾淨，所修學無量無邊的法門到最後都變成人天福報，這不是真智慧。"
    },
    {
      "id": "01-003-0200_p0051",
      "zh_CN": "【功德殊胜莫不尊重。】",
      "zh_TW": "【功德殊勝莫不尊重。】"
    },
    {
      "id": "01-003-0200_p0052",
      "zh_CN": "这是赞叹这些菩萨们，功德殊胜像前面二十三种比喻所说的。这些菩萨在极乐世界、在他方世界，上至诸佛，下至一切众生，对于这些菩萨没有不尊重的。像在我们这个世间，文殊、普贤、观音、势至没有人不尊重的。",
      "zh_TW": "這是讚歎這些菩薩們，功德殊勝像前面二十三種比喻所說的。這些菩薩在極樂世界、在他方世界，上至諸佛，下至一切眾生，對於這些菩薩沒有不尊重的。像在我們這個世間，文殊、普賢、觀音、勢至沒有人不尊重的。"
    },
    {
      "id": "01-003-0200_p0053",
      "zh_CN": "【恭敬供养无量诸佛，常为诸佛所共赞叹。】",
      "zh_TW": "【恭敬供養無量諸佛，常為諸佛所共讚歎。】"
    },
    {
      "id": "01-003-0200_p0054",
      "zh_CN": "菩萨天天自修，天天教化众生，帮助诸佛接引一切众生往生西方极乐世界，他们的心行就是一切诸佛的本愿，所以佛哪有不赞叹的。接引一切众生往生西方极乐世界是阿弥陀佛的本愿，是释迦牟尼佛的本愿，也是十方三世一切诸佛如来的本愿。其他一切法门不是诸佛的本愿，因为诸佛的本愿是希望你这一生就成佛，结果你没成佛，成了菩萨、成了阿罗汉，好，是不错，也很好，不是他的本愿。本愿是教你成佛，九界众生唯有念佛往生才是一生成佛，所以这是如来的本愿。我们修学这个法门，拿这个法门来劝别人修学，这都是符合如来的本愿，这个人必定为一切诸佛所共赞叹的，我们在此地得到证明、得到印证。你学别的法门，劝别人修学，得不到诸佛赞叹。",
      "zh_TW": "菩薩天天自修，天天教化眾生，幫助諸佛接引一切眾生往生西方極樂世界，他們的心行就是一切諸佛的本願，所以佛哪有不讚歎的。接引一切眾生往生西方極樂世界是阿彌陀佛的本願，是釋迦牟尼佛的本願，也是十方三世一切諸佛如來的本願。其他一切法門不是諸佛的本願，因為諸佛的本願是希望你這一生就成佛，結果你沒成佛，成了菩薩、成了阿羅漢，好，是不錯，也很好，不是他的本願。本願是教你成佛，九界眾生唯有念佛往生才是一生成佛，所以這是如來的本願。我們修學這個法門，拿這個法門來勸別人修學，這都是符合如來的本願，這個人必定為一切諸佛所共讚歎的，我們在此地得到證明、得到印證。你學別的法門，勸別人修學，得不到諸佛讚歎。"
    },
    {
      "id": "01-003-0200_p0055",
      "zh_CN": "【究竟菩萨诸波罗蜜。】",
      "zh_TW": "【究竟菩薩諸波羅蜜。】"
    },
    {
      "id": "01-003-0200_p0056",
      "zh_CN": "这一句是说明诸佛赞叹之所以。佛为什么赞叹？因为你所修的、你所传的、你所教给别人的，是究竟菩萨的诸波罗蜜。这一句确确实实指的是什么？给诸位说，确实所指的就是一句南无阿弥陀佛，六字洪名。这六字洪名就是「究竟菩萨诸波罗蜜」。「波罗蜜」是梵语，翻成中文是「到彼岸」，这是从文字表面上翻译，它真正的意思就是「究竟圆满」。菩萨行的究竟圆满，究竟圆满就是无上菩提，也就是这一句阿弥陀佛六字洪名。",
      "zh_TW": "這一句是說明諸佛讚歎之所以。佛為什麼讚歎？因為你所修的、你所傳的、你所教給別人的，是究竟菩薩的諸波羅蜜。這一句確確實實指的是什麼？給諸位說，確實所指的就是一句南無阿彌陀佛，六字洪名。這六字洪名就是「究竟菩薩諸波羅蜜」。「波羅蜜」是梵語，翻成中文是「到彼岸」，這是從文字表面上翻譯，它真正的意思就是「究竟圓滿」。菩薩行的究竟圓滿，究竟圓滿就是無上菩提，也就是這一句阿彌陀佛六字洪名。"
    },
    {
      "id": "01-003-0200_p0057",
      "zh_CN": "【修空无相无愿三昧，及不生不灭诸三昧门。】",
      "zh_TW": "【修空無相無願三昧，及不生不滅諸三昧門。】"
    },
    {
      "id": "01-003-0200_p0058",
      "zh_CN": "这是继续再赞叹菩萨的真实功德。前面这一句是总说，下面是别说。「空」是讲的真如本性，性是空寂的，本性就是真心，真心是空寂。「无相」，无相是不着相，相是有的，相是假有，相是相续有，相不是真有，所以对于一切相不执着。「空」就是心地清净，本来无一物，世出世间一切法相都不执着。「无愿」是没有妄想，没有取着，这叫无愿。这些菩萨所住的，心地清净，不着相，无妄想执着，这叫无愿。「三昧」是正受，他们是正常的享受，这是我们要学习的。",
      "zh_TW": "這是繼續再讚歎菩薩的真實功德。前面這一句是總說，下面是別說。「空」是講的真如本性，性是空寂的，本性就是真心，真心是空寂。「無相」，無相是不著相，相是有的，相是假有，相是相續有，相不是真有，所以對於一切相不執著。「空」就是心地清淨，本來無一物，世出世間一切法相都不執著。「無願」是沒有妄想，沒有取著，這叫無願。這些菩薩所住的，心地清淨，不著相，無妄想執著，這叫無願。「三昧」是正受，他們是正常的享受，這是我們要學習的。"
    },
    {
      "id": "01-003-0200_p0059",
      "zh_CN": "我们今天修行，说实在话，障碍太多，业障深重！「空、无相、无愿」这五个字是消除一切业障的灵丹，在佛门里称为「大三空三昧」就是这一句。我们今天与这五个字恰恰相反，第一个：我们心里头有，空不了；不但有，有的太多了，无量无边，数都数不清，就是有无数的牵挂。这有，这不空！对外面着相，一切万象当中有喜欢的、有讨厌的，执着！与这个违背了，有愿有求。与这五个字完全相违背，这就苦了。",
      "zh_TW": "我們今天修行，說實在話，障礙太多，業障深重！「空、無相、無願」這五個字是消除一切業障的靈丹，在佛門裡稱為「大三空三昧」就是這一句。我們今天與這五個字恰恰相反，第一個：我們心裡頭有，空不了；不但有，有的太多了，無量無邊，數都數不清，就是有無數的牽掛。這有，這不空！對外面著相，一切萬象當中有喜歡的、有討厭的，執著！與這個違背了，有願有求。與這五個字完全相違背，這就苦了。"
    },
    {
      "id": "01-003-0200_p0060",
      "zh_CN": "诸佛菩萨跟我们恰恰相反，人家心地清净没有牵挂，世出世间一切法相统统不执着，他也没有愿，他也没有求，度众生不是讲有求度众生、想度众生，错了。怎么会度众生呢？感应道交！譬如我们身上这地方有痛痒，手赶紧去摸摸它。是不是这个手常常念着「我要去帮助它」？没有念！只有它有一点痛痒的时候才去摸摸。众生有感，佛自然就有应。佛有没有愿？没有。佛有没有想？没有。唯独无愿无求才能感应道交，一个众生也没漏掉。我们双手对身体任何一个部分没有想、没有愿、没有求，哪有痛它就去搔一搔，去帮助它一下，就跟这个一样的道理。我们今天是大错特错，念着我们要普度众生！毛病都生在这个地方。你说「我无愿无求」，别人一定说「你这个人真消极，一点慈悲心都没有」。实在讲，完全不解如来所说义，没体会到。这的确要很冷静的去想想，细心去体会。",
      "zh_TW": "諸佛菩薩跟我們恰恰相反，人家心地清淨沒有牽掛，世出世間一切法相統統不執著，他也沒有願，他也沒有求，度眾生不是講有求度眾生、想度眾生，錯了。怎麼會度眾生呢？感應道交！譬如我們身上這地方有痛癢，手趕緊去摸摸它。是不是這個手常常念著「我要去幫助它」？沒有念！只有它有一點痛癢的時候才去摸摸。眾生有感，佛自然就有應。佛有沒有願？沒有。佛有沒有想？沒有。唯獨無願無求才能感應道交，一個眾生也沒漏掉。我們雙手對身體任何一個部分沒有想、沒有願、沒有求，哪有痛它就去搔一搔，去幫助它一下，就跟這個一樣的道理。我們今天是大錯特錯，念著我們要普度眾生！毛病都生在這個地方。你說「我無願無求」，別人一定說「你這個人真消極，一點慈悲心都沒有」。實在講，完全不解如來所說義，沒體會到。這的確要很冷靜的去想想，細心去體會。"
    },
    {
      "id": "01-003-0200_p0061",
      "zh_CN": "为什么经上常讲「空、无相、无愿」大三空三昧法门？实在讲，要想契入实相，证得理一心不乱，明心见性，都要具备这三个条件。净土宗三个条件比这个要低很多，净土宗三个条件是「信、愿、行」，保证你往生，这三个条件是保证你得理一心不乱，保证你明心见性，所以这个难！难，要知道它的功德利益，要发心认真去修学。能够不牵挂的，就应当要放下。还有不能不牵挂的，诸位同修看倓虚法师的《影尘回忆录》，好好的去体会。倓虚法师那时通过这一关也相当不容易，也很多年，最后他想：儿女、妻子、家庭，万一我死了，他们还不是要活！想到死之后，出家的决心才下下去。本来出家有牵挂，想到：就当我死了。他出家以后，他的太太、儿子都出家了，而且都有成就。这是近代高僧里面非常难得的一位法师。你要是想到死，还有什么放不下？放不下也得放下，放不下也不能带走。如果再深入去观察，放不下，有来生的「生、老死」，还要搞这一套。果然一切都放下了，十二因缘的「有」就没有了。十二因缘里头能够下手断掉的是「爱、取、有」，能在「有」这里断掉，十二因缘断了，六道轮回超越了，这是真正的功夫。",
      "zh_TW": "為什麼經上常講「空、無相、無願」大三空三昧法門？實在講，要想契入實相，證得理一心不亂，明心見性，都要具備這三個條件。淨土宗三個條件比這個要低很多，淨土宗三個條件是「信、願、行」，保證你往生，這三個條件是保證你得理一心不亂，保證你明心見性，所以這個難！難，要知道它的功德利益，要發心認真去修學。能夠不牽掛的，就應當要放下。還有不能不牽掛的，諸位同修看倓虛法師的《影塵回憶錄》，好好的去體會。倓虛法師那時通過這一關也相當不容易，也很多年，最後他想：兒女、妻子、家庭，萬一我死了，他們還不是要活！想到死之後，出家的決心才下下去。本來出家有牽掛，想到：就當我死了。他出家以後，他的太太、兒子都出家了，而且都有成就。這是近代高僧裡面非常難得的一位法師。你要是想到死，還有什麼放不下？放不下也得放下，放不下也不能帶走。如果再深入去觀察，放不下，有來生的「生、老死」，還要搞這一套。果然一切都放下了，十二因緣的「有」就沒有了。十二因緣裡頭能夠下手斷掉的是「愛、取、有」，能在「有」這裡斷掉，十二因緣斷了，六道輪迴超越了，這是真正的功夫。"
    },
    {
      "id": "01-003-0200_p0062",
      "zh_CN": "菩萨跟我们凡夫不同，有的时候菩萨示现跟我们凡夫一样，和光同尘，我们看不出来。真正不一样是我们有牵挂，他没有牵挂。换句话说，我们有情，菩萨无情，他的情变成智慧，他是理智，我们凡夫动感情。凡夫是把理智转变成感情，理智迷了就叫做感情，感情觉悟了就是智慧。佛在大经上常讲「烦恼即菩提」，它是一不是二，就是迷悟！悟了，烦恼的感情就变成菩提；迷了，菩提就变成烦恼、变成感情，就是一念的觉迷。一念觉，超越六道轮回；一念迷，恐怕是要多生多劫堕落三途，这个利害得失太大了。",
      "zh_TW": "菩薩跟我們凡夫不同，有的時候菩薩示現跟我們凡夫一樣，和光同塵，我們看不出來。真正不一樣是我們有牽掛，他沒有牽掛。換句話說，我們有情，菩薩無情，他的情變成智慧，他是理智，我們凡夫動感情。凡夫是把理智轉變成感情，理智迷了就叫做感情，感情覺悟了就是智慧。佛在大經上常講「煩惱即菩提」，它是一不是二，就是迷悟！悟了，煩惱的感情就變成菩提；迷了，菩提就變成煩惱、變成感情，就是一念的覺迷。一念覺，超越六道輪迴；一念迷，恐怕是要多生多劫墮落三途，這個利害得失太大了。"
    },
    {
      "id": "01-003-0200_p0063",
      "zh_CN": "这五个字，我们要牢牢记在心里。佛法，学佛的人在这世间，一切随缘不攀缘，千万要记住，出家在家统统一样，因为我们目标都是一致的，求生西方极乐世界。心不清净，着相，有愿有求，都障碍你往生，障碍你清净心。换句话说，念佛功夫为什么不能成片？为什么不能得一心？你去找那个原因，原因不外乎「空无相无愿」，你就晓得这五个字的重要性，所以要尽一切可能去做。",
      "zh_TW": "這五個字，我們要牢牢記在心裡。佛法，學佛的人在這世間，一切隨緣不攀緣，千萬要記住，出家在家統統一樣，因為我們目標都是一致的，求生西方極樂世界。心不清淨，著相，有願有求，都障礙你往生，障礙你清淨心。換句話說，念佛功夫為什麼不能成片？為什麼不能得一心？你去找那個原因，原因不外乎「空無相無願」，你就曉得這五個字的重要性，所以要盡一切可能去做。"
    },
    {
      "id": "01-003-0200_p0064",
      "zh_CN": "能这样认真去修学，下面得的是果报，「及不生不灭诸三昧门」，不生不灭的受用是从空无愿无相而来的。不生不灭在此地，我具体的报告同修们，这是指念头，一个妄念都不生，不生就没有灭了。经论上告诉我们，「心生则种种法生，心灭则种种法灭」。你这个心也不生，法也不灭，万相如如，这是什么境界？就是一真法界。一真法界，实在讲就在现前！无有一法不真实，凡所有相皆是实相，这就叫「不生不灭诸三昧门」，这是得大自在，《心经》里面讲「观自在菩萨」，这个就像观自在菩萨，没有两样！",
      "zh_TW": "能這樣認真去修學，下面得的是果報，「及不生不滅諸三昧門」，不生不滅的受用是從空無願無相而來的。不生不滅在此地，我具體的報告同修們，這是指念頭，一個妄念都不生，不生就沒有滅了。經論上告訴我們，「心生則種種法生，心滅則種種法滅」。你這個心也不生，法也不滅，萬相如如，這是什麼境界？就是一真法界。一真法界，實在講就在現前！無有一法不真實，凡所有相皆是實相，這就叫「不生不滅諸三昧門」，這是得大自在，《心經》裡面講「觀自在菩薩」，這個就像觀自在菩薩，沒有兩樣！"
    },
    {
      "id": "01-003-0200_p0065",
      "zh_CN": "【远离声闻缘觉之地。】",
      "zh_TW": "【遠離聲聞緣覺之地。】"
    },
    {
      "id": "01-003-0200_p0066",
      "zh_CN": "声闻、缘觉是二乘，二乘叫自了汉，还有很严重的病态在，所以他不度众生。虽然性空他体会到一些，他还着相、还有取着，所以声闻缘觉见思烦恼断了，尘沙、无明没破。三德里面，就是法身、般若、解脱，他只得少分的解脱，没有般若，也没有证得法身，不能跟菩萨相比。这些菩萨远远的超越声闻缘觉，不是声闻缘觉能够跟他相比的。末后这一段是总结，佛叫着阿难，告诉他说：",
      "zh_TW": "聲聞、緣覺是二乘，二乘叫自了漢，還有很嚴重的病態在，所以他不度眾生。雖然性空他體會到一些，他還著相、還有取著，所以聲聞緣覺見思煩惱斷了，塵沙、無明沒破。三德裡面，就是法身、般若、解脫，他只得少分的解脫，沒有般若，也沒有證得法身，不能跟菩薩相比。這些菩薩遠遠的超越聲聞緣覺，不是聲聞緣覺能夠跟他相比的。末後這一段是總結，佛叫著阿難，告訴他說："
    },
    {
      "id": "01-003-0200_p0067",
      "zh_CN": "【阿难，彼诸菩萨，成就如是无量功德。】",
      "zh_TW": "【阿難，彼諸菩薩，成就如是無量功德。】"
    },
    {
      "id": "01-003-0200_p0068",
      "zh_CN": "「如是」指前面所说的，「彼」是西方极乐世界，这一句也非常重要，决定不能轻易把它看过去，为什么？有我们自己一分在里头。前面说的菩萨有这么多的功德，你想不想具足？你如果想具足，念佛求生西方，你统统具足。很想具足，又不肯念佛往生西方，想也是空想、也是妄想，与你自己没有分。",
      "zh_TW": "「如是」指前面所說的，「彼」是西方極樂世界，這一句也非常重要，決定不能輕易把它看過去，為什麼？有我們自己一分在裡頭。前面說的菩薩有這麼多的功德，你想不想具足？你如果想具足，念佛求生西方，你統統具足。很想具足，又不肯念佛往生西方，想也是空想、也是妄想，與你自己沒有分。"
    },
    {
      "id": "01-003-0200_p0069",
      "zh_CN": "「彼诸菩萨」，西方极乐世界的。我们要是真正发心，一心一意向往西方，虽然我们现在还没去，这些功德隐隐约约的我们也具足。虽然好像没看到这个功德，这种功德的气分我们已经很浓厚，还没有见到火，暖气已接触到，真的是如此。信愿不强烈，没有这个气分，没有这个感触。如果坚信切愿，你这个经文一念会有这个感触，好像每一条自己都很接近，逐渐就入了这个境界。佛所说的不过是略说几种而已，实在讲，每一种细说都是无量无边。",
      "zh_TW": "「彼諸菩薩」，西方極樂世界的。我們要是真正發心，一心一意嚮往西方，雖然我們現在還沒去，這些功德隱隱約約的我們也具足。雖然好像沒看到這個功德，這種功德的氣分我們已經很濃厚，還沒有見到火，暖氣已接觸到，真的是如此。信願不強烈，沒有這個氣分，沒有這個感觸。如果堅信切願，你這個經文一念會有這個感觸，好像每一條自己都很接近，逐漸就入了這個境界。佛所說的不過是略說幾種而已，實在講，每一種細說都是無量無邊。"
    },
    {
      "id": "01-003-0200_p0070",
      "zh_CN": "【我但为汝举要言之。】",
      "zh_TW": "【我但為汝舉要言之。】"
    },
    {
      "id": "01-003-0200_p0071",
      "zh_CN": "释迦牟尼佛说，前面所讲的不过举几条重要的略说而已。",
      "zh_TW": "釋迦牟尼佛說，前面所講的不過舉幾條重要的略說而已。"
    },
    {
      "id": "01-003-0200_p0072",
      "zh_CN": "【若广说者虽历一劫不能穷尽。】",
      "zh_TW": "【若廣說者雖歷一劫不能窮盡。】"
    },
    {
      "id": "01-003-0200_p0073",
      "zh_CN": "「广说」就是详细的说，如果要把西方世界的菩萨他们所具足的功德详细说，说一劫也说不完。这些话，对佛法不了解的人看了不以为然，认为释迦牟尼佛很会吹牛。我在初学佛的时候，认识一个台湾大学的教授，他看过一些佛经，他说：这世界上最会吹牛、最会说大话的就释迦牟尼佛，他说的那些话连我们平常想都想不到。这是学者看佛经，他的确不解如来所说义。《金刚经》在中国这样盛行，他说他看过。我说：你看得怎么样？「像两桶水倒来倒去，没什么意思」。学者就是学者，隔行如隔山！他认为《金刚经》文字重复太多，其实《金刚经》自始至终没有一句重复的，这他看不出来。诸位看看江味农居士的《金刚经讲义》，你就晓得了，每一个字，前后虽然字相同，句子相同，当中有一个字不一样，意思完全不一样，真是如《华严经》上所说的「佛法无人说，虽智莫能解」。世间再聪明、再有智慧的人，要是没有人跟他讲经，他也是不懂的，凭自己去看，看不懂的。",
      "zh_TW": "「廣說」就是詳細的說，如果要把西方世界的菩薩他們所具足的功德詳細說，說一劫也說不完。這些話，對佛法不了解的人看了不以為然，認為釋迦牟尼佛很會吹牛。我在初學佛的時候，認識一個台灣大學的教授，他看過一些佛經，他說：這世界上最會吹牛、最會說大話的就釋迦牟尼佛，他說的那些話連我們平常想都想不到。這是學者看佛經，他的確不解如來所說義。《金剛經》在中國這樣盛行，他說他看過。我說：你看得怎麼樣？「像兩桶水倒來倒去，沒什麼意思」。學者就是學者，隔行如隔山！他認為《金剛經》文字重複太多，其實《金剛經》自始至終沒有一句重複的，這他看不出來。諸位看看江味農居士的《金剛經講義》，你就曉得了，每一個字，前後雖然字相同，句子相同，當中有一個字不一樣，意思完全不一樣，真是如《華嚴經》上所說的「佛法無人說，雖智莫能解」。世間再聰明、再有智慧的人，要是沒有人跟他講經，他也是不懂的，憑自己去看，看不懂的。"
    },
    {
      "id": "01-003-0200_p0074",
      "zh_CN": "佛法要什么人说？有修有证。假如诸位明白这句话的意思，你就晓得，我们要是凭着经论注解去研究，研究结果就跟那个教授一样，把意思都错解了。所以佛法，那个说的人要空、无相、无愿，最低限度烦恼轻、智慧长，所以他第一个要断烦恼，要破我、我所，然后知见才正，接触佛法，你了解的是正知正见，是如来真实义。我们今天有「我」、有「我所」，有贪瞋痴慢、邪知邪见，我们听的、读的、研究的都不是如来真实义，这是自己一定要知道，要觉悟。不要把自己胡思乱想认为是如来真实义，那叫谤佛谤法，这个过失大了！",
      "zh_TW": "佛法要什麼人說？有修有證。假如諸位明白這句話的意思，你就曉得，我們要是憑著經論註解去研究，研究結果就跟那個教授一樣，把意思都錯解了。所以佛法，那個說的人要空、無相、無願，最低限度煩惱輕、智慧長，所以他第一個要斷煩惱，要破我、我所，然後知見才正，接觸佛法，你了解的是正知正見，是如來真實義。我們今天有「我」、有「我所」，有貪瞋痴慢、邪知邪見，我們聽的、讀的、研究的都不是如來真實義，這是自己一定要知道，要覺悟。不要把自己胡思亂想認為是如來真實義，那叫謗佛謗法，這個過失大了！"
    },
    {
      "id": "01-003-0200_p0075",
      "zh_CN": "讲到这一段经文，因为大师引用二十三喻，我们把龙舒居士会集的《无量寿经》这一章，在此地给诸位做了介绍，这个因缘也非常的希有，要不然我们不会去讲龙舒的会本。我们在这一章也得到很多的启示，今天就讲到此地。",
      "zh_TW": "講到這一段經文，因為大師引用二十三喻，我們把龍舒居士會集的《無量壽經》這一章，在此地給諸位做了介紹，這個因緣也非常的希有，要不然我們不會去講龍舒的會本。我們在這一章也得到很多的啟示，今天就講到此地。"
    }
  ]
}