{
  "doc_id": "01-003-0001",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0001",
  "total_paragraphs": 85,
  "paragraphs": [
    {
      "id": "01-003-0001_p0001",
      "zh_CN": "诸位同修，今天是我们《弥陀经疏钞演义》第三次的宣讲。图书馆从今天起正式启建莲池海会。《疏钞》我们曾经讲过两遍，读得当然是更多，我们对于莲池大师他老人家的德行、修学、教化，都感到五体投地。这里面最重要的是应当效法大师，像蕅益大师一样，蕅益大师是私淑莲祖（莲祖的私淑弟子），意思是说莲池大师已经往生西方极乐世界，蕅祖才开始学佛，他对于大师的仰慕，以大师的遗教做为自己修学的方针，这种方式值得我们效法。今天在此地启建莲池海会，依莲池大师为我们的老师，我们彼此都是同学、同参伴侣。我们依照祖师这个注疏，认真的来讲习、来修行，希望我们这一生都能不辜负莲祖对我们的期望，将来人人上品上生，花开见佛，那我们这一会才是真实的胜会。其他的话我们就少说，这部书的分量是相当的长，入了文诸位自然就明了。",
      "zh_TW": "諸位同修，今天是我們《彌陀經疏鈔演義》第三次的宣講。圖書館從今天起正式啟建蓮池海會。《疏鈔》我們曾經講過兩遍，讀得當然是更多，我們對於蓮池大師他老人家的德行、修學、教化，都感到五體投地。這裡面最重要的是應當效法大師，像蕅益大師一樣，蕅益大師是私淑蓮祖（蓮祖的私淑弟子），意思是說蓮池大師已經往生西方極樂世界，蕅祖才開始學佛，他對於大師的仰慕，以大師的遺教做為自己修學的方針，這種方式值得我們效法。今天在此地啟建蓮池海會，依蓮池大師為我們的老師，我們彼此都是同學、同參伴侶。我們依照祖師這個註疏，認真的來講習、來修行，希望我們這一生都能不辜負蓮祖對我們的期望，將來人人上品上生，花開見佛，那我們這一會才是真實的勝會。其他的話我們就少說，這部書的分量是相當的長，入了文諸位自然就明瞭。"
    },
    {
      "id": "01-003-0001_p0002",
      "zh_CN": "现在请掀开经本，我们用的本子是上、下两册，上册是《疏钞》，下册是《疏钞》的注解，就是《演义》，演义是钞的注解。先看经题：",
      "zh_TW": "現在請掀開經本，我們用的本子是上、下兩冊，上冊是《疏鈔》，下冊是《疏鈔》的註解，就是《演義》，演義是鈔的註解。先看經題："
    },
    {
      "id": "01-003-0001_p0003",
      "zh_CN": "【佛说阿弥陀经疏钞卷第一】",
      "zh_TW": "【佛說阿彌陀經疏鈔卷第一】"
    },
    {
      "id": "01-003-0001_p0004",
      "zh_CN": "【明古杭云栖寺沙门袾宏述】",
      "zh_TW": "【明古杭雲棲寺沙門袾宏述】"
    },
    {
      "id": "01-003-0001_p0005",
      "zh_CN": "这两行的第一行是经题，第二行是人题。此「人」不是译经的人，是注解的人。",
      "zh_TW": "這兩行的第一行是經題，第二行是人題。此「人」不是譯經的人，是註解的人。"
    },
    {
      "id": "01-003-0001_p0006",
      "zh_CN": "【弥陀经疏钞演义定本卷一】",
      "zh_TW": "【彌陀經疏鈔演義定本卷一】"
    },
    {
      "id": "01-003-0001_p0007",
      "zh_CN": "【云栖古德法师演义，门人慈帆智愿定本。】",
      "zh_TW": "【雲棲古德法師演義，門人慈帆智願定本。】"
    },
    {
      "id": "01-003-0001_p0008",
      "zh_CN": "我们先把来源给诸位略说。此经是本师释迦牟尼佛在舍卫国祇园精舍所讲，阿难尊者集结写成梵文。传到中国来之后，将梵文译成中文，这一位法师是鸠摩罗什大师。这部经自古以来就有许多的注解，入文之后我们会讨论到。这本注子是明朝净土宗第八代的祖师莲池大师写的。疏是解释经、注解经，注得很深，唯恐后人看不懂，注解再加注解，那就是钞（钞是注解疏）。疏与钞都是大师自己作。演义就是注解钞，钞还是太深。他的学生（也是莲祖的侍者）古德法师，他是亲近莲祖多年，祖师往生之后这些著作能流传到后世，都是古德法师给他整理、刻版流通，对我们来说真是莫大的恩惠。更难得的，这个《疏钞》太好，也恐怕后人很难体会祖师所说的真实义，于是把他自己侍从大师听讲的笔记心得写成《演义》，帮助我们后学，这就是《演义》的来源。",
      "zh_TW": "我們先把來源給諸位略說。此經是本師釋迦牟尼佛在舍衛國祇園精舍所講，阿難尊者集結寫成梵文。傳到中國來之後，將梵文譯成中文，這一位法師是鳩摩羅什大師。這部經自古以來就有許多的註解，入文之後我們會討論到。這本註子是明朝淨土宗第八代的祖師蓮池大師寫的。疏是解釋經、註解經，註得很深，唯恐後人看不懂，註解再加註解，那就是鈔（鈔是註解疏）。疏與鈔都是大師自己作。演義就是註解鈔，鈔還是太深。他的學生（也是蓮祖的侍者）古德法師，他是親近蓮祖多年，祖師往生之後這些著作能流傳到後世，都是古德法師給他整理、刻版流通，對我們來說真是莫大的恩惠。更難得的，這個《疏鈔》太好，也恐怕後人很難體會祖師所說的真實義，於是把他自己侍從大師聽講的筆記心得寫成《演義》，幫助我們後學，這就是《演義》的來源。"
    },
    {
      "id": "01-003-0001_p0009",
      "zh_CN": "这个本子很少流通，《阿弥陀经疏钞》可以说没有人不知道，而《疏钞演义》就很少人晓得，许多修净土的法师们都没有见过这个本子。我可以说是很幸运，因为初出家时读《卍续藏》，《卍续藏》有收集这个本子，所以我最初读到是在《卍藏经》。我晓得《阿弥陀经疏钞》有一个很好的注解，就是《演义》。所以我第一次讲《阿弥陀经疏钞》时就用《卍藏经》的本子，用这个《演义》的本子，那时候没有单行本。第二次讲这部经时，我从香港得到一个本子，这是现在诸位看到的下册。这个本子是偶然在香港见到，见到时我非常的欢喜，是在「东林念佛堂」他们的藏经楼里看到这个本子。我就问里面的法师，我说：「莲池大师《阿弥陀经疏钞》你们知不知道？」他说：「知道。」我说：「这《疏钞》还有一个注解，你们晓得不晓得？」他说：「没听说过。」我就指著书架说：「这个就是，你拿出来。」他们拿出来，才晓得原来在书架上摆了那么多年没人知道。我说：「好了，这个本子让我带到台湾翻印流通。」一回来之后就印这个，把上册跟下册合印，就成为《疏钞演义》，这个本子在我们台湾是第一次流通，过去没人印过。两个本子翻开对照起来读，觉得很不方便。现在我们要印《阿弥陀经疏钞演义会本》，把这两本子按照它的段落会合起来，会成一本，这样一部不必翻来翻去。我们现在做这个工作，这做出来之后就非常有意义，对于念佛修学净土的人有很大的帮助。",
      "zh_TW": "這個本子很少流通，《阿彌陀經疏鈔》可以說沒有人不知道，而《疏鈔演義》就很少人曉得，許多修淨土的法師們都沒有見過這個本子。我可以說是很幸運，因為初出家時讀《卍續藏》，《卍續藏》有收集這個本子，所以我最初讀到是在《卍藏經》。我曉得《阿彌陀經疏鈔》有一個很好的註解，就是《演義》。所以我第一次講《阿彌陀經疏鈔》時就用《卍藏經》的本子，用這個《演義》的本子，那時候沒有單行本。第二次講這部經時，我從香港得到一個本子，這是現在諸位看到的下冊。這個本子是偶然在香港見到，見到時我非常的歡喜，是在「東林念佛堂」他們的藏經樓裡看到這個本子。我就問裡面的法師，我說：「蓮池大師《阿彌陀經疏鈔》你們知不知道？」他說：「知道。」我說：「這《疏鈔》還有一個註解，你們曉得不曉得？」他說：「沒聽說過。」我就指著書架說：「這個就是，你拿出來。」他們拿出來，才曉得原來在書架上擺了那麼多年沒人知道。我說：「好了，這個本子讓我帶到台灣翻印流通。」一回來之後就印這個，把上冊跟下冊合印，就成為《疏鈔演義》，這個本子在我們台灣是第一次流通，過去沒人印過。兩個本子翻開對照起來讀，覺得很不方便。現在我們要印《阿彌陀經疏鈔演義會本》，把這兩本子按照它的段落會合起來，會成一本，這樣一部不必翻來翻去。我們現在做這個工作，這做出來之後就非常有意義，對於念佛修學淨土的人有很大的幫助。"
    },
    {
      "id": "01-003-0001_p0010",
      "zh_CN": "这部经线装本是四册，我们现在就是合订本，第一册完全是玄义，非常的重要，我们要深入的来探讨、来研究。诸位看下册，开头是：",
      "zh_TW": "這部經線裝本是四冊，我們現在就是合訂本，第一冊完全是玄義，非常的重要，我們要深入的來探討、來研究。諸位看下冊，開頭是："
    },
    {
      "id": "01-003-0001_p0011",
      "zh_CN": "演【题义】",
      "zh_TW": "演【題義】"
    },
    {
      "id": "01-003-0001_p0012",
      "zh_CN": "这是解释题目。",
      "zh_TW": "這是解釋題目。"
    },
    {
      "id": "01-003-0001_p0013",
      "zh_CN": "演【开卷。】",
      "zh_TW": "演【開卷。】"
    },
    {
      "id": "01-003-0001_p0014",
      "zh_CN": "此处开卷就是上册的开卷，因为它是注解上册。",
      "zh_TW": "此處開卷就是上冊的開卷，因為它是註解上冊。"
    },
    {
      "id": "01-003-0001_p0015",
      "zh_CN": "演【佛说等八字是法题。】",
      "zh_TW": "演【佛說等八字是法題。】"
    },
    {
      "id": "01-003-0001_p0016",
      "zh_CN": "『法』就是法宝，就是经典题目《佛说阿弥陀经疏钞》，就这八个字。",
      "zh_TW": "『法』就是法寶，就是經典題目《佛說阿彌陀經疏鈔》，就這八個字。"
    },
    {
      "id": "01-003-0001_p0017",
      "zh_CN": "演【后学等十二字是人题。】",
      "zh_TW": "演【後學等十二字是人題。】"
    },
    {
      "id": "01-003-0001_p0018",
      "zh_CN": "「后学」两个字，现在我们这个本子上没看到，它换了一个字「明」，这是金陵刻经处的刻版。清朝时，把「后学」两个字改成「明」。因为莲池大师是明朝人，当时他没有用这个，他自己写的题目是「后学古杭云栖寺沙门袾宏述」，他原来是这样，所以古德法师笔记上还是记载着原来的字样。现在把「后学」两个字改成「明」字，改成朝代，这就是人题。",
      "zh_TW": "「後學」兩個字，現在我們這個本子上沒看到，它換了一個字「明」，這是金陵刻經處的刻版。清朝時，把「後學」兩個字改成「明」。因為蓮池大師是明朝人，當時他沒有用這個，他自己寫的題目是「後學古杭雲棲寺沙門袾宏述」，他原來是這樣，所以古德法師筆記上還是記載著原來的字樣。現在把「後學」兩個字改成「明」字，改成朝代，這就是人題。"
    },
    {
      "id": "01-003-0001_p0019",
      "zh_CN": "演【法题下，自细释。】",
      "zh_TW": "演【法題下，自細釋。】"
    },
    {
      "id": "01-003-0001_p0020",
      "zh_CN": "向下就是解释《疏钞》这个本子的题目的意义。",
      "zh_TW": "向下就是解釋《疏鈔》這個本子的題目的意義。"
    },
    {
      "id": "01-003-0001_p0021",
      "zh_CN": "演【今入文之先，理应略陈总一。题中约有四对。】",
      "zh_TW": "演【今入文之先，理應略陳總一。題中約有四對。】"
    },
    {
      "id": "01-003-0001_p0022",
      "zh_CN": "也就是概略的说。",
      "zh_TW": "也就是概略的說。"
    },
    {
      "id": "01-003-0001_p0023",
      "zh_CN": "演【一、通别一对。通则经之一字，别则佛说等五字。】",
      "zh_TW": "演【一、通別一對。通則經之一字，別則佛說等五字。】"
    },
    {
      "id": "01-003-0001_p0024",
      "zh_CN": "这是指经题，经题是《佛说阿弥陀经》六个字。「经」字是通题，凡是佛说的都称之为经。「佛说阿弥陀」是别题，这个题跟每一部经题不一样，专指这一部经。",
      "zh_TW": "這是指經題，經題是《佛說阿彌陀經》六個字。「經」字是通題，凡是佛說的都稱之為經。「佛說阿彌陀」是別題，這個題跟每一部經題不一樣，專指這一部經。"
    },
    {
      "id": "01-003-0001_p0025",
      "zh_CN": "演【二、能所一对。能是能诠，即经之一字；所即所诠，即上五字。】",
      "zh_TW": "演【二、能所一對。能是能詮，即經之一字；所即所詮，即上五字。】"
    },
    {
      "id": "01-003-0001_p0026",
      "zh_CN": "『能诠』是「经」字。『所诠』是「佛说阿弥陀」。通是能诠，别是所诠。",
      "zh_TW": "『能詮』是「經」字。『所詮』是「佛說阿彌陀」。通是能詮，別是所詮。"
    },
    {
      "id": "01-003-0001_p0027",
      "zh_CN": "演【三、教理一对。佛说经是教，阿弥陀即是理。】",
      "zh_TW": "演【三、教理一對。佛說經是教，阿彌陀即是理。】"
    },
    {
      "id": "01-003-0001_p0028",
      "zh_CN": "什么理？后面会说到，在此地不必多说。",
      "zh_TW": "什麼理？後面會說到，在此地不必多說。"
    },
    {
      "id": "01-003-0001_p0029",
      "zh_CN": "演【四、人法一对。佛说即是人，阿弥陀即是法。】",
      "zh_TW": "演【四、人法一對。佛說即是人，阿彌陀即是法。】"
    },
    {
      "id": "01-003-0001_p0030",
      "zh_CN": "『佛』是本师释迦牟尼佛。『阿弥陀』也是人，也可以把他看作『法』，因为它的意思是法，西方教主也是这个名号，以这个法做为自己的名号。我们通常讲《阿弥陀经》，这个经题是单人立题，而莲池大师给我们说明这个题里面有人、有法。下面是细说，一个一个字来给我们解释。",
      "zh_TW": "『佛』是本師釋迦牟尼佛。『阿彌陀』也是人，也可以把他看作『法』，因為它的意思是法，西方教主也是這個名號，以這個法做為自己的名號。我們通常講《阿彌陀經》，這個經題是單人立題，而蓮池大師給我們說明這個題裡面有人、有法。下面是細說，一個一個字來給我們解釋。"
    },
    {
      "id": "01-003-0001_p0031",
      "zh_CN": "演【首佛字。】",
      "zh_TW": "演【首佛字。】"
    },
    {
      "id": "01-003-0001_p0032",
      "zh_CN": "经题「佛说阿弥陀经疏钞」，『佛』这是第一个字。",
      "zh_TW": "經題「佛說阿彌陀經疏鈔」，『佛』這是第一個字。"
    },
    {
      "id": "01-003-0001_p0033",
      "zh_CN": "演【即释迦牟尼佛。】",
      "zh_TW": "演【即釋迦牟尼佛。】"
    },
    {
      "id": "01-003-0001_p0034",
      "zh_CN": "这是我们的本师。",
      "zh_TW": "這是我們的本師。"
    },
    {
      "id": "01-003-0001_p0035",
      "zh_CN": "底下所讲的意思非常重要，希望大家特别留意，不可以把它当故事听。",
      "zh_TW": "底下所講的意思非常重要，希望大家特別留意，不可以把它當故事聽。"
    },
    {
      "id": "01-003-0001_p0036",
      "zh_CN": "演【从兜率降生王宫，为悉达太子。】",
      "zh_TW": "演【從兜率降生王宮，為悉達太子。】"
    },
    {
      "id": "01-003-0001_p0037",
      "zh_CN": "佛陀的示现必然是先以补处菩萨的身分，就是后补佛，以这种身分出现。后补佛住在什么地方？住在欲界第四层天，兜率天的内院。『兜率』是梵语，译成中文意思是知足。你们想想这个意思，知足！知足则常乐，没有一法不是给我们很大的启示。内院是菩萨居住的所在，所以兜率天是我们娑婆世界里面凡圣同居土。在娑婆世界，三界二十八层天，连我们地球，一共有三个处所是凡圣同居土。我们是人间，地球上是凡圣同居土，菩萨、罗汉也住在我们地球上，我们肉眼见不到。欲界第四天是凡圣同居土，它有内院、外院，外院是凡夫天，内院是圣人。虽然是凡圣同居，兜率天人见不到内院，内院这些菩萨们也不跟兜率天人往来，跟我们这儿一样情形。第四禅的五不还天，也是圣人居住的地方，这都是凡圣同居土。",
      "zh_TW": "佛陀的示現必然是先以補處菩薩的身分，就是後補佛，以這種身分出現。後補佛住在什麼地方？住在欲界第四層天，兜率天的內院。『兜率』是梵語，譯成中文意思是知足。你們想想這個意思，知足！知足則常樂，沒有一法不是給我們很大的啟示。內院是菩薩居住的所在，所以兜率天是我們娑婆世界裡面凡聖同居土。在娑婆世界，三界二十八層天，連我們地球，一共有三個處所是凡聖同居土。我們是人間，地球上是凡聖同居土，菩薩、羅漢也住在我們地球上，我們肉眼見不到。欲界第四天是凡聖同居土，它有內院、外院，外院是凡夫天，內院是聖人。雖然是凡聖同居，兜率天人見不到內院，內院這些菩薩們也不跟兜率天人往來，跟我們這兒一樣情形。第四禪的五不還天，也是聖人居住的地方，這都是凡聖同居土。"
    },
    {
      "id": "01-003-0001_p0038",
      "zh_CN": "尤其是等觉菩萨所居住的净土，凡圣同居土他住的是净土，不是秽土，那多自在！他能舍他的自在、舍他的受用，降生到人间来，人间是五浊恶世。虽然降生在人间王宫里，也是五浊恶世。拿我们凡夫眼光来说，这个牺牲太大！好像住在皇宫里面，现在把你送到监狱去坐监，这牺牲太大。为什么？舍己为人，为了救度这些苦难的众生，能舍弃自己的受用、享受，到人间来。这一点就给我们很大的启示，就是教我们要效法他。",
      "zh_TW": "尤其是等覺菩薩所居住的淨土，凡聖同居土他住的是淨土，不是穢土，那多自在！他能捨他的自在、捨他的受用，降生到人間來，人間是五濁惡世。雖然降生在人間王宮裡，也是五濁惡世。拿我們凡夫眼光來說，這個犧牲太大！好像住在皇宮裡面，現在把你送到監獄去坐監，這犧牲太大。為什麼？捨己為人，為了救度這些苦難的眾生，能捨棄自己的受用、享受，到人間來。這一點就給我們很大的啟示，就是教我們要效法他。"
    },
    {
      "id": "01-003-0001_p0039",
      "zh_CN": "佛法真正是做得非常彻底，做出来给我们看。儒家在《礼记》里教给我们「安安而能迁」，就是这个意思。两个「安」，是说身也安、心也安，身心都安稳，这个好自在。你能舍弃，为什么能舍弃？为了众生。我为了要服务众生、为了要救度一切众生，我把我安适的环境放弃、舍掉，不怕苦、不怕难去服务大众，这才是伟人，称为大人物；在佛法里面称为大英雄，佛的殿称为「大雄宝殿」就是这个意思。他能吃人所不能吃的苦头，能忍受一般人不能忍受的苦难，要为人之所不能为，这是大人物。所以这些地方我们不能轻易的看过，这就是儒家所谓「安安而能迁」。",
      "zh_TW": "佛法真正是做得非常徹底，做出來給我們看。儒家在《禮記》裡教給我們「安安而能遷」，就是這個意思。兩個「安」，是說身也安、心也安，身心都安穩，這個好自在。你能捨棄，為什麼能捨棄？為了眾生。我為了要服務眾生、為了要救度一切眾生，我把我安適的環境放棄、捨掉，不怕苦、不怕難去服務大眾，這才是偉人，稱為大人物；在佛法裡面稱為大英雄，佛的殿稱為「大雄寶殿」就是這個意思。他能吃人所不能吃的苦頭，能忍受一般人不能忍受的苦難，要為人之所不能為，這是大人物。所以這些地方我們不能輕易的看過，這就是儒家所謂「安安而能遷」。"
    },
    {
      "id": "01-003-0001_p0040",
      "zh_CN": "生在王宫里是为了教学方便，意义很深。所以佛示现在人间都以太子身分出现。世间人所求的什么？富贵荣华、名闻利养。他一生下来就得到，生为太子身分，父王过世他就是国王，我们世间所谓「贵为天子，富有四海」，在人间富贵到了极处。他修行，他来弘法利生，不是求荣华富贵，而是教我们舍荣华富贵，能舍。",
      "zh_TW": "生在王宮裡是為了教學方便，意義很深。所以佛示現在人間都以太子身分出現。世間人所求的什麼？富貴榮華、名聞利養。他一生下來就得到，生為太子身分，父王過世他就是國王，我們世間所謂「貴為天子，富有四海」，在人間富貴到了極處。他修行，他來弘法利生，不是求榮華富貴，而是教我們捨榮華富貴，能捨。"
    },
    {
      "id": "01-003-0001_p0041",
      "zh_CN": "演【出家苦行六年，成等正觉者。】",
      "zh_TW": "演【出家苦行六年，成等正覺者。】"
    },
    {
      "id": "01-003-0001_p0042",
      "zh_CN": "印度当时的宗教非常之多，所谓是九十六种外道。这些外道多数都是出家修行，修净行。他们的苦行多半都是三年，出家人一定要修三年苦行。佛陀示现，「你们修三年，我修六年」，时间比一般宗教长，所受的苦比一般宗教徒要多，所以佛以后出来弘法能降伏外道，外道没有话说。外道所读的经论，佛都读过；外道所修的行门，佛都修过。然后佛下个结论：你们那些都不究竟。他可以说，他是过来人！如果没有涉猎过，外道瞧不起你，无法摄受，「我的东西你没学过、你没看过，你懂得什么？」佛是九十六家的外道经典都读过、都修过。所以外道最高究竟的境界，佛都晓得，这就能摄受外道，降伏外道。多少外道跟着佛出家修行，道理在此地。诸位想想，用心之苦，真正是慈悲到极处，这是我们应当要效法、要学习。我们今天不能成就，原因就是放不下，怕吃苦。我们再跟释迦牟尼佛比一比，他什么身分，我们什么身分，他连世间一等的荣华富贵都舍掉，跑到雪山吃那些苦头，他能办得到，我们为什么办不到？他能成就，我们为什么不能成就？想一想就明了。这几行是说明佛陀给我们的示现，这是身教，用意非常的深刻。",
      "zh_TW": "印度當時的宗教非常之多，所謂是九十六種外道。這些外道多數都是出家修行，修淨行。他們的苦行多半都是三年，出家人一定要修三年苦行。佛陀示現，「你們修三年，我修六年」，時間比一般宗教長，所受的苦比一般宗教徒要多，所以佛以後出來弘法能降伏外道，外道沒有話說。外道所讀的經論，佛都讀過；外道所修的行門，佛都修過。然後佛下個結論：你們那些都不究竟。他可以說，他是過來人！如果沒有涉獵過，外道瞧不起你，無法攝受，「我的東西你沒學過、你沒看過，你懂得什麼？」佛是九十六家的外道經典都讀過、都修過。所以外道最高究竟的境界，佛都曉得，這就能攝受外道，降伏外道。多少外道跟著佛出家修行，道理在此地。諸位想想，用心之苦，真正是慈悲到極處，這是我們應當要效法、要學習。我們今天不能成就，原因就是放不下，怕吃苦。我們再跟釋迦牟尼佛比一比，他什麼身分，我們什麼身分，他連世間一等的榮華富貴都捨掉，跑到雪山吃那些苦頭，他能辦得到，我們為什麼辦不到？他能成就，我們為什麼不能成就？想一想就明瞭。這幾行是說明佛陀給我們的示現，這是身教，用意非常的深刻。"
    },
    {
      "id": "01-003-0001_p0043",
      "zh_CN": "『成等正觉者』。这几个字要特别注意，没有说「成无上正等正觉」。成等正觉者，等正觉是菩萨，正等正觉。因为世尊所示现的在四教里是藏教佛，藏教佛是正等正觉。「无上正等正觉」只有圆教佛才能称，无上正等正觉只有一个。等正觉的佛，别教的佛、通教的佛、藏教的佛都称等正觉，就是平常经论上所讲三大阿僧祇劫所成的佛。其实释迦牟尼佛早已经成就无上正等正觉，这是示现的，因为三十二相八十种好是劣应身，这是等正觉。如果是示现无上正等正觉，那就像我们赞佛偈里面所念「白毫宛转五须弥，绀目澄清四大海」，那个佛的身相是「佛有无量相，相有无量好」，佛示现在我们面前，我们肉眼凡夫见都见不到，太大了。这是要晓得的，这些字样都不能轻易看过。",
      "zh_TW": "『成等正覺者』。這幾個字要特別注意，沒有說「成無上正等正覺」。成等正覺者，等正覺是菩薩，正等正覺。因為世尊所示現的在四教裡是藏教佛，藏教佛是正等正覺。「無上正等正覺」只有圓教佛才能稱，無上正等正覺只有一個。等正覺的佛，別教的佛、通教的佛、藏教的佛都稱等正覺，就是平常經論上所講三大阿僧祇劫所成的佛。其實釋迦牟尼佛早已經成就無上正等正覺，這是示現的，因為三十二相八十種好是劣應身，這是等正覺。如果是示現無上正等正覺，那就像我們讚佛偈裡面所念「白毫宛轉五須彌，紺目澄清四大海」，那個佛的身相是「佛有無量相，相有無量好」，佛示現在我們面前，我們肉眼凡夫見都見不到，太大了。這是要曉得的，這些字樣都不能輕易看過。"
    },
    {
      "id": "01-003-0001_p0044",
      "zh_CN": "演【若释其义。】",
      "zh_TW": "演【若釋其義。】"
    },
    {
      "id": "01-003-0001_p0045",
      "zh_CN": "我们如果解释佛这个字的含义。",
      "zh_TW": "我們如果解釋佛這個字的含義。"
    },
    {
      "id": "01-003-0001_p0046",
      "zh_CN": "演【则佛字是梵语。】",
      "zh_TW": "演【則佛字是梵語。】"
    },
    {
      "id": "01-003-0001_p0047",
      "zh_CN": "「佛」是佛陀耶的略称。",
      "zh_TW": "「佛」是佛陀耶的略稱。"
    },
    {
      "id": "01-003-0001_p0048",
      "zh_CN": "演【此翻觉者。】",
      "zh_TW": "演【此翻覺者。】"
    },
    {
      "id": "01-003-0001_p0049",
      "zh_CN": "『此』是我们中国。佛，在中国文字的意义是『觉』的意思。底下再加以解释：",
      "zh_TW": "『此』是我們中國。佛，在中國文字的意義是『覺』的意思。底下再加以解釋："
    },
    {
      "id": "01-003-0001_p0050",
      "zh_CN": "演【谓觉了性相之者。】",
      "zh_TW": "演【謂覺了性相之者。】"
    },
    {
      "id": "01-003-0001_p0051",
      "zh_CN": "『性』，用现代哲学术语来说，是宇宙万有的本体；『相』是宇宙万有的现象。佛法里面说，性是法性、真如本性；相是法相，十法界依正庄严这些就是。换句话说，对于整个宇宙人生本体、现象，当然包括作用，彻底的觉了，无有一法他不明了，这就叫做佛。",
      "zh_TW": "『性』，用現代哲學術語來說，是宇宙萬有的本體；『相』是宇宙萬有的現象。佛法裡面說，性是法性、真如本性；相是法相，十法界依正莊嚴這些就是。換句話說，對於整個宇宙人生本體、現象，當然包括作用，徹底的覺了，無有一法他不明瞭，這就叫做佛。"
    },
    {
      "id": "01-003-0001_p0052",
      "zh_CN": "演【具有三义。一、自觉，觉知自心本无生灭。】",
      "zh_TW": "演【具有三義。一、自覺，覺知自心本無生滅。】"
    },
    {
      "id": "01-003-0001_p0053",
      "zh_CN": "『自觉』，我们现在是自己迷惑，自觉就是本身的觉悟，换句话说，就是认识自己。我们今天对自己不明了，是自迷。对自己明了，这就叫自觉。自觉里面达到最圆满、最究竟，那就是知道『自心』。整个佛法的修学，就是在「自心」这两个字上。禅家讲，「若人识得心，大地无寸土」，佛法的修学就是要修自心。『自心本无生灭』，从这句来看，我们真正是迷了，我们一天到晚想到有生老病死、有生灭，不晓得真正的自己是不生不灭。几时你证得不生不灭，你就成佛，换句话说，你就不自迷。你还是觉得我有生有灭，你还是迷失了自己。这个境界非常之高，要如何才能觉悟到自己是不生不灭、不来不去？那你就得好好的研究这部《阿弥陀经疏钞演义》。我们期限定的是三年，如果诸位认真来修学，这个问题可以得到答案。不但能得到答案，中等以上的程度可以能证得，这一证得就是了生死超三界，莲池海会就有份。今天我们这个地方也制作了莲池海会的身分证，希望诸位来领取，真正发心，大家共同来修学，我们以这三年时间来求得一个结果。",
      "zh_TW": "『自覺』，我們現在是自己迷惑，自覺就是本身的覺悟，換句話說，就是認識自己。我們今天對自己不明瞭，是自迷。對自己明瞭，這就叫自覺。自覺裡面達到最圓滿、最究竟，那就是知道『自心』。整個佛法的修學，就是在「自心」這兩個字上。禪家講，「若人識得心，大地無寸土」，佛法的修學就是要修自心。『自心本無生滅』，從這句來看，我們真正是迷了，我們一天到晚想到有生老病死、有生滅，不曉得真正的自己是不生不滅。幾時你證得不生不滅，你就成佛，換句話說，你就不自迷。你還是覺得我有生有滅，你還是迷失了自己。這個境界非常之高，要如何才能覺悟到自己是不生不滅、不來不去？那你就得好好的研究這部《阿彌陀經疏鈔演義》。我們期限定的是三年，如果諸位認真來修學，這個問題可以得到答案。不但能得到答案，中等以上的程度可以能證得，這一證得就是了生死超三界，蓮池海會就有份。今天我們這個地方也製作了蓮池海會的身分證，希望諸位來領取，真正發心，大家共同來修學，我們以這三年時間來求得一個結果。"
    },
    {
      "id": "01-003-0001_p0054",
      "zh_CN": "演【二、觉他，觉一切法无不是如。】",
      "zh_TW": "演【二、覺他，覺一切法無不是如。】"
    },
    {
      "id": "01-003-0001_p0055",
      "zh_CN": "『他』是指境界，除了自身之外称他。诸位要记住，是自身之外，没有说自心之外，因为那个「他」还是在自心里面包括着。只可以说身，自身之外是他，所以后面才说自他不二，都是一心所变现。『觉他，觉一切法无不是如』。「如」的意思，真正是无有穷尽，不可思议。经文开头第一句「如是我闻」，这个地方讲的「如」，就是经初「如是我闻」的如。「觉一切法无不是如」，如果我们换句话说，套禅宗的术语是「无有一法不是性」，禅家所谓「明心见性，见性成佛」。如的意思，相如其性，性如其相。古大德常用比喻来为我们说明这个道理，所谓「以金作器，器器皆金」，把金比作性，把器比作相。相是不是金？相是金，金就是相。这个意思说得很明白，我们也听很清楚，可是怎么样？我们性跟相就是合不起来，我们是着了相，见不到性。诸位几时能在一切现相里见到性，那就见到如。",
      "zh_TW": "『他』是指境界，除了自身之外稱他。諸位要記住，是自身之外，沒有說自心之外，因為那個「他」還是在自心裡面包括著。只可以說身，自身之外是他，所以後面才說自他不二，都是一心所變現。『覺他，覺一切法無不是如』。「如」的意思，真正是無有窮盡，不可思議。經文開頭第一句「如是我聞」，這個地方講的「如」，就是經初「如是我聞」的如。「覺一切法無不是如」，如果我們換句話說，套禪宗的術語是「無有一法不是性」，禪家所謂「明心見性，見性成佛」。如的意思，相如其性，性如其相。古大德常用比喻來為我們說明這個道理，所謂「以金作器，器器皆金」，把金比作性，把器比作相。相是不是金？相是金，金就是相。這個意思說得很明白，我們也聽很清楚，可是怎麼樣？我們性跟相就是合不起來，我們是著了相，見不到性。諸位幾時能在一切現相裡見到性，那就見到如。"
    },
    {
      "id": "01-003-0001_p0056",
      "zh_CN": "天台大师有这个境界，他在《法华经》上所讲，他讲「十如是」，把十如是一展开，百界千如，无有一法不如，无有一法不是，他入了这个境界。他虽入这个境界，他老人家太谦虚、太客气，他不承认。他往生时，学生问他：你老人家往生西方极乐世界，究竟是什么品位？他告诉人说：五品位。五品位没见性，但是他注《法华经》，你看看《法华经文句》，那不是五品位能说得出来的，这是大师太谦虚。为什么谦虚？有道理，大慈大悲。如果以他自己境界来讲，那是明心见性，理一心不乱，上品上生。我们听了之后，毕竟他是一代祖师，我们没分，我们达不到，只有羡慕而已。他说他是五品位往生，「这个东西行，我也可以做得到」，给我们是多么大的鼓励。五品位能往生，我们人人都能往生，明心见性不是我们每一个人能做得到，五品位是我们每一个人都可以做到的。我们在这些处所去体会佛菩萨、祖师对我们的大恩大德，时时刻刻念念的示现，句句的言词都是为了摄受一切众生，都是为一切众生作得度的增上缘，也就是作往生西方极乐世界的增上缘。这是「觉他」的意思。",
      "zh_TW": "天台大師有這個境界，他在《法華經》上所講，他講「十如是」，把十如是一展開，百界千如，無有一法不如，無有一法不是，他入了這個境界。他雖入這個境界，他老人家太謙虛、太客氣，他不承認。他往生時，學生問他：你老人家往生西方極樂世界，究竟是什麼品位？他告訴人說：五品位。五品位沒見性，但是他註《法華經》，你看看《法華經文句》，那不是五品位能說得出來的，這是大師太謙虛。為什麼謙虛？有道理，大慈大悲。如果以他自己境界來講，那是明心見性，理一心不亂，上品上生。我們聽了之後，畢竟他是一代祖師，我們沒分，我們達不到，只有羨慕而已。他說他是五品位往生，「這個東西行，我也可以做得到」，給我們是多麼大的鼓勵。五品位能往生，我們人人都能往生，明心見性不是我們每一個人能做得到，五品位是我們每一個人都可以做到的。我們在這些處所去體會佛菩薩、祖師對我們的大恩大德，時時刻刻念念的示現，句句的言詞都是為了攝受一切眾生，都是為一切眾生作得度的增上緣，也就是作往生西方極樂世界的增上緣。這是「覺他」的意思。"
    },
    {
      "id": "01-003-0001_p0057",
      "zh_CN": "演【三、觉满，二觉理圆称之为满。】",
      "zh_TW": "演【三、覺滿，二覺理圓稱之為滿。】"
    },
    {
      "id": "01-003-0001_p0058",
      "zh_CN": "『二觉』就是自觉、觉他。自觉、觉他都圆满，就称之为『觉满』。「觉满」也有层次不同，譬如四教的佛都称作觉满，藏、通、别教虽然是觉满，并不是真正的圆满，唯独圆教的佛才是真实的觉满。这三个意思，可以说许多经论里面都是这种讲法。",
      "zh_TW": "『二覺』就是自覺、覺他。自覺、覺他都圓滿，就稱之為『覺滿』。「覺滿」也有層次不同，譬如四教的佛都稱作覺滿，藏、通、別教雖然是覺滿，並不是真正的圓滿，唯獨圓教的佛才是真實的覺滿。這三個意思，可以說許多經論裡面都是這種講法。"
    },
    {
      "id": "01-003-0001_p0059",
      "zh_CN": "演【若准起信亦彰三义。】",
      "zh_TW": "演【若準起信亦彰三義。】"
    },
    {
      "id": "01-003-0001_p0060",
      "zh_CN": "『准』就是准则。要是拿《起信论》做一个标准，以《起信论》来说，也明显给我们说「佛」有三个意思，就是这三种觉。《起信论》里面第一个讲：",
      "zh_TW": "『準』就是準則。要是拿《起信論》做一個標準，以《起信論》來說，也明顯給我們說「佛」有三個意思，就是這三種覺。《起信論》裡面第一個講："
    },
    {
      "id": "01-003-0001_p0061",
      "zh_CN": "演【一、始觉，即能证智。】",
      "zh_TW": "演【一、始覺，即能證智。】"
    },
    {
      "id": "01-003-0001_p0062",
      "zh_CN": "『始』是开始。今天在座诸位同修，在《起信论》里面所讲三觉，我们都有相似的始觉，你若没有始觉，你今天就不会到此地来参加我们这一会。你肯发心到这里来参加这一会，这是你开始觉悟了。我们这个始觉，为什么是相似的始觉，不是真正的始觉？相似的始觉还是真实的始觉，这不是假的，不过它的时间很短暂，这一念觉，再一念又迷。换句话说，我们在日常生活当中，觉的时候少，迷的时候多，我们这个觉敌不过迷，还是被迷妄牵着走，这是相似的始觉。如果真正的始觉，他证得之后永远不退，换句话说，他觉的力量能敌得过迷。但是这一刹那的，所谓石火电光也非常的难得、非常的宝贵，我们要珍惜，因为我们有这一刹那的光明就有第二刹那，有第二刹那就有第三刹那，希望这个光明与日俱增，不要减少。由始觉，慢慢的就变成本觉，这有开始，慢慢希望能契入；始觉是能证，本觉是所证。",
      "zh_TW": "『始』是開始。今天在座諸位同修，在《起信論》裡面所講三覺，我們都有相似的始覺，你若沒有始覺，你今天就不會到此地來參加我們這一會。你肯發心到這裡來參加這一會，這是你開始覺悟了。我們這個始覺，為什麼是相似的始覺，不是真正的始覺？相似的始覺還是真實的始覺，這不是假的，不過它的時間很短暫，這一念覺，再一念又迷。換句話說，我們在日常生活當中，覺的時候少，迷的時候多，我們這個覺敵不過迷，還是被迷妄牽著走，這是相似的始覺。如果真正的始覺，他證得之後永遠不退，換句話說，他覺的力量能敵得過迷。但是這一剎那的，所謂石火電光也非常的難得、非常的寶貴，我們要珍惜，因為我們有這一剎那的光明就有第二剎那，有第二剎那就有第三剎那，希望這個光明與日俱增，不要減少。由始覺，慢慢的就變成本覺，這有開始，慢慢希望能契入；始覺是能證，本覺是所證。"
    },
    {
      "id": "01-003-0001_p0063",
      "zh_CN": "演【二、本觉，即所证理。】",
      "zh_TW": "演【二、本覺，即所證理。】"
    },
    {
      "id": "01-003-0001_p0064",
      "zh_CN": "本觉是所证之理，本觉是我们本有的般若智慧，换句话说，人人都有本觉。本觉迷了，变成不觉，凡夫不觉。因为我们有本觉，本觉是佛，所以佛在《华严经》、《圆觉经》会上，明白的开示我们「一切众生本来成佛」。为什么本来成佛？因为一切众生各个具足圆满的本觉，当然是佛。可是现在，我们是迷惑颠倒的佛，佛是觉悟自在的佛，受用就不一样。佛看我们迷惑颠倒，他以种种方便来诱导我们、开启我们，希望我们豁然觉悟又恢复到本觉，这就是佛度众生。可是我们自己的恢复，靠佛力量在诱导，真正觉悟是自己，自己一味不觉，单靠佛的诱导那是不会成功，所以自己一定要觉悟。你要觉悟，处处注意佛菩萨、善知识，真是一举一动、一言一行都是启发我们。刚才讲，释迦从兜率天降生王宫，示现出家苦行六年，乃至于说法利生，都给我们启示、都给我们做榜样，希望我们自己能大彻大悟。我们能看出这个意思这就是始觉，与本觉理体上的作用就暗暗的相合。",
      "zh_TW": "本覺是所證之理，本覺是我們本有的般若智慧，換句話說，人人都有本覺。本覺迷了，變成不覺，凡夫不覺。因為我們有本覺，本覺是佛，所以佛在《華嚴經》、《圓覺經》會上，明白的開示我們「一切眾生本來成佛」。為什麼本來成佛？因為一切眾生各個具足圓滿的本覺，當然是佛。可是現在，我們是迷惑顛倒的佛，佛是覺悟自在的佛，受用就不一樣。佛看我們迷惑顛倒，他以種種方便來誘導我們、開啟我們，希望我們豁然覺悟又恢復到本覺，這就是佛度眾生。可是我們自己的恢復，靠佛力量在誘導，真正覺悟是自己，自己一味不覺，單靠佛的誘導那是不會成功，所以自己一定要覺悟。你要覺悟，處處注意佛菩薩、善知識，真是一舉一動、一言一行都是啟發我們。剛才講，釋迦從兜率天降生王宮，示現出家苦行六年，乃至於說法利生，都給我們啟示、都給我們做榜樣，希望我們自己能大徹大悟。我們能看出這個意思這就是始覺，與本覺理體上的作用就暗暗的相合。"
    },
    {
      "id": "01-003-0001_p0065",
      "zh_CN": "演【三、究竟觉，即智与理冥，始本不二。】",
      "zh_TW": "演【三、究竟覺，即智與理冥，始本不二。】"
    },
    {
      "id": "01-003-0001_p0066",
      "zh_CN": "能证之智，所证之理，是一不是二，这就是究竟觉，这就是成佛。所谓成佛就是成就究竟觉，真正觉悟。我们今天是不得其门而入，问题在哪里？我们没能统一，能证之智跟所证之理是二不是一，能所是二不是一，是二就不得其门而入。诸位在此处要特别注意，《坛经》里印宗法师，是了不起的法师。他是一位讲经法师，遇到六祖时，曾经向六祖请教黄梅宗旨。祖师告诉他之后，他又提出问题，他说：「黄梅有没有说解脱、禅定？」六祖当时就点醒他说：「禅定、解脱不是佛法。」你们听了很奇怪，大经大论里面一天到晚讲禅定、解脱，怎么禅定、解脱不是佛法？他的用意在底下一句，「禅定、解脱是二法，二法不是佛法，佛法是不二法。」换句话说，能证之智，所证之理，如果是二法，就不是佛法。理智一如，理智不二，这是佛法。佛法是觉法，不是佛法就是迷法了。",
      "zh_TW": "能證之智，所證之理，是一不是二，這就是究竟覺，這就是成佛。所謂成佛就是成就究竟覺，真正覺悟。我們今天是不得其門而入，問題在哪裡？我們沒能統一，能證之智跟所證之理是二不是一，能所是二不是一，是二就不得其門而入。諸位在此處要特別注意，《壇經》裡印宗法師，是了不起的法師。他是一位講經法師，遇到六祖時，曾經向六祖請教黃梅宗旨。祖師告訴他之後，他又提出問題，他說：「黃梅有沒有說解脫、禪定？」六祖當時就點醒他說：「禪定、解脫不是佛法。」你們聽了很奇怪，大經大論裡面一天到晚講禪定、解脫，怎麼禪定、解脫不是佛法？他的用意在底下一句，「禪定、解脫是二法，二法不是佛法，佛法是不二法。」換句話說，能證之智，所證之理，如果是二法，就不是佛法。理智一如，理智不二，這是佛法。佛法是覺法，不是佛法就是迷法了。"
    },
    {
      "id": "01-003-0001_p0067",
      "zh_CN": "我们今天可以说从早到晚，连睡觉都不老实，还要作梦，醒时、梦时都落在二法，几时你曾经统一过？什么时候你能真正住到不二法门，那就入了门。几时入不二法门，你就是圆教初住菩萨，圆教初住菩萨在大乘法里是见道位，你从这天开始见道。见到什么道？见到万法皆如，见到性相不二。这要是用在念佛上，给诸位说，你是初证理一心不乱，你往生西方极乐世界生实报庄严土，上品上生，花开见佛。我们非常殷切希望诸位同修，好好的利用这三年达到这个目标，不但是释迦、弥陀对我们殷切期望，十方三世一切诸佛没有一个不是这样对我们期望，我们如果真正做到，那是真实报佛恩，这才是真正报恩者。",
      "zh_TW": "我們今天可以說從早到晚，連睡覺都不老實，還要作夢，醒時、夢時都落在二法，幾時你曾經統一過？什麼時候你能真正住到不二法門，那就入了門。幾時入不二法門，你就是圓教初住菩薩，圓教初住菩薩在大乘法裡是見道位，你從這天開始見道。見到什麼道？見到萬法皆如，見到性相不二。這要是用在念佛上，給諸位說，你是初證理一心不亂，你往生西方極樂世界生實報莊嚴土，上品上生，花開見佛。我們非常殷切希望諸位同修，好好的利用這三年達到這個目標，不但是釋迦、彌陀對我們殷切期望，十方三世一切諸佛沒有一個不是這樣對我們期望，我們如果真正做到，那是真實報佛恩，這才是真正報恩者。"
    },
    {
      "id": "01-003-0001_p0068",
      "zh_CN": "演【今经所云佛者，乃是三觉俱圆，释迦世尊也。】",
      "zh_TW": "演【今經所云佛者，乃是三覺俱圓，釋迦世尊也。】"
    },
    {
      "id": "01-003-0001_p0069",
      "zh_CN": "这句话点的跟前面味道就不一样。前面所说释迦牟尼佛示现是藏教佛，为什么？成正等觉，那是从迹上说，这一句是从本上讲。从本上说，释迦牟尼佛老早就三觉俱圆，他是圆教的无上正等正觉，从本地上来看；从示现的样子上来看，是等正觉。就跟智者大师一样，他老人家示现五品位往生，这是从迹象上讲。从本上讲，最低限度也是等正觉；不是等正觉，《法华经文句》决定说不出来。",
      "zh_TW": "這句話點的跟前面味道就不一樣。前面所說釋迦牟尼佛示現是藏教佛，為什麼？成正等覺，那是從跡上說，這一句是從本上講。從本上說，釋迦牟尼佛老早就三覺俱圓，他是圓教的無上正等正覺，從本地上來看；從示現的樣子上來看，是等正覺。就跟智者大師一樣，他老人家示現五品位往生，這是從跡象上講。從本上講，最低限度也是等正覺；不是等正覺，《法華經文句》決定說不出來。"
    },
    {
      "id": "01-003-0001_p0070",
      "zh_CN": "演【又佛地论，说佛有其十义。天台六即，华严十身，详具后文。】",
      "zh_TW": "演【又佛地論，說佛有其十義。天台六即，華嚴十身，詳具後文。】"
    },
    {
      "id": "01-003-0001_p0071",
      "zh_CN": "《佛地论》里面说佛有十个意思。一般讲佛字有三个意思，三觉，《起信论》里也是三个意思。智者大师讲六即佛，《华严经》讲十身，这些都是开合不同。这是经题里面第一个字「佛」的意思。",
      "zh_TW": "《佛地論》裡面說佛有十個意思。一般講佛字有三個意思，三覺，《起信論》裡也是三個意思。智者大師講六即佛，《華嚴經》講十身，這些都是開合不同。這是經題裡面第一個字「佛」的意思。"
    },
    {
      "id": "01-003-0001_p0072",
      "zh_CN": "演【说者，以宣演得名。】",
      "zh_TW": "演【說者，以宣演得名。】"
    },
    {
      "id": "01-003-0001_p0073",
      "zh_CN": "『宣』是宣扬，口说；『演』是表演，动作。一举一动，我们面部种种表情，都叫「演」。诸位要晓得，听经现场得受用，把它录成录影带用电视播放打对折，虽然也看到形相，味道不一样。如果再用录音带，又要打个对折，不及现场。那是什么？实在不得已，才用这些方法。现场要是有这个因缘决定不能放弃，舍弃了，那真是开经偈讲的「百千万劫难遭遇」。我不是在此地跟诸位说我说得怎么好，我们这一会难遭遇，我们哪一辈子有这样的善根福德因缘，碰到《弥陀经疏钞演义》，有这么多同学大家在一块共同共修、研究讨论，太难太难！这种因缘真正不可思议。细细想想，今天在全世界，疏钞演义这一会，大概只有我们有，我们晓得在全台湾没有，其他地方更不可能有，就知道这个法会的殊胜。所以它是以宣扬、表演得名，「说」有这么多意思在里面。",
      "zh_TW": "『宣』是宣揚，口說；『演』是表演，動作。一舉一動，我們面部種種表情，都叫「演」。諸位要曉得，聽經現場得受用，把它錄成錄影帶用電視播放打對折，雖然也看到形相，味道不一樣。如果再用錄音帶，又要打個對折，不及現場。那是什麼？實在不得已，才用這些方法。現場要是有這個因緣決定不能放棄，捨棄了，那真是開經偈講的「百千萬劫難遭遇」。我不是在此地跟諸位說我說得怎麼好，我們這一會難遭遇，我們哪一輩子有這樣的善根福德因緣，碰到《彌陀經疏鈔演義》，有這麼多同學大家在一塊共同共修、研究討論，太難太難！這種因緣真正不可思議。細細想想，今天在全世界，疏鈔演義這一會，大概只有我們有，我們曉得在全台灣沒有，其他地方更不可能有，就知道這個法會的殊勝。所以它是以宣揚、表演得名，「說」有這麼多意思在裡面。"
    },
    {
      "id": "01-003-0001_p0074",
      "zh_CN": "演【畅悦为义。】",
      "zh_TW": "演【暢悅為義。】"
    },
    {
      "id": "01-003-0001_p0075",
      "zh_CN": "『畅』是舒畅，没有障碍。『悦』是喜悦，这种悦是从内心里面生出来的。这两句，是解释「说」。怎么个舒畅、怎么个喜悦？我们没法子想像。下面大师还给我们解释，底下这一段就是「畅悦为义」这一句的注解。",
      "zh_TW": "『暢』是舒暢，沒有障礙。『悅』是喜悅，這種悅是從內心裡面生出來的。這兩句，是解釋「說」。怎麼個舒暢、怎麼個喜悅？我們沒法子想像。下面大師還給我們解釋，底下這一段就是「暢悅為義」這一句的註解。"
    },
    {
      "id": "01-003-0001_p0076",
      "zh_CN": "演【四无碍辩为体。】",
      "zh_TW": "演【四無礙辯為體。】"
    },
    {
      "id": "01-003-0001_p0077",
      "zh_CN": "『四无碍辩』就是四无碍辩才。第一个是「义无碍」，道理完全通达，没有障碍，这是四无碍辩里面最重要的一条。世出世间这些道理都明白了，决定没有错解，统统明了了。第二个是「法无碍」，通达法相。如果拿性相来讲，「义」就是法性，拿哲学名词来讲，通达本体就是义无碍。通达现象，在佛教里面讲通达法相，这是法无碍。第三个是「词无碍」，词是言说，言语没有障碍。前面义是理，法是事，理无碍，事无碍。言词无碍，你有很好的言语，有表达的能力，将你自己所证、所见、所闻能够说得清清楚楚，使别人能理解，这是词无碍。第四个是「乐说无碍」，乐是爱好、喜欢，喜欢讲。如果他前面三个都具足，他不高兴、他不喜欢讲，那也没有办法。他喜欢讲，喜欢把自己所知道的东西供养别人，利益众生，这是大悲。前面三条是大智，末后这一条是大悲，大悲是动力，喜欢说，喜欢帮助人。",
      "zh_TW": "『四無礙辯』就是四無礙辯才。第一個是「義無礙」，道理完全通達，沒有障礙，這是四無礙辯裡面最重要的一條。世出世間這些道理都明白了，決定沒有錯解，統統明瞭了。第二個是「法無礙」，通達法相。如果拿性相來講，「義」就是法性，拿哲學名詞來講，通達本體就是義無礙。通達現象，在佛教裡面講通達法相，這是法無礙。第三個是「詞無礙」，詞是言說，言語沒有障礙。前面義是理，法是事，理無礙，事無礙。言詞無礙，你有很好的言語，有表達的能力，將你自己所證、所見、所聞能夠說得清清楚楚，使別人能理解，這是詞無礙。第四個是「樂說無礙」，樂是愛好、喜歡，喜歡講。如果他前面三個都具足，他不高興、他不喜歡講，那也沒有辦法。他喜歡講，喜歡把自己所知道的東西供養別人，利益眾生，這是大悲。前面三條是大智，末後這一條是大悲，大悲是動力，喜歡說，喜歡幫助人。"
    },
    {
      "id": "01-003-0001_p0078",
      "zh_CN": "演【畅则畅出世之本怀。】",
      "zh_TW": "演【暢則暢出世之本懷。】"
    },
    {
      "id": "01-003-0001_p0079",
      "zh_CN": "你想想看，佛为什么从兜率降生到王宫，为什么舍离王位出家苦行，一生三衣一钵，日中一食，树下一宿，为什么要这个样子，为的是什么？这就讲到本怀，为了度众生。示现这个样子就是告诉你，你要想真正得到无上正等正觉，你要把这个世间一切舍得干干净净，才有资格办到。还有一丝毫的牵挂，这是障碍，别说障你正等正觉，就是西方极乐世界下品下生都被它障碍住，这个事情麻烦。所以一定要舍，佛如果自己不舍，怎么能叫别人舍？自己不舍得干净，别人听了他的话就不相信。他自己真的舍得干干净净，当时之人见到他，对他佩服得五体投地，后来读佛书的人也没有不敬他。真能舍，就没有障碍。你有障碍，你要反省，你没放下，你没舍得干净，你才有障碍。这是说出佛出世的本怀，他能达到帮助众生的目标，这是非常的舒畅，所以畅是对自己。",
      "zh_TW": "你想想看，佛為什麼從兜率降生到王宮，為什麼捨離王位出家苦行，一生三衣一缽，日中一食，樹下一宿，為什麼要這個樣子，為的是什麼？這就講到本懷，為了度眾生。示現這個樣子就是告訴你，你要想真正得到無上正等正覺，你要把這個世間一切捨得乾乾淨淨，才有資格辦到。還有一絲毫的牽掛，這是障礙，別說障你正等正覺，就是西方極樂世界下品下生都被它障礙住，這個事情麻煩。所以一定要捨，佛如果自己不捨，怎麼能叫別人捨？自己不捨得乾淨，別人聽了他的話就不相信。他自己真的捨得乾乾淨淨，當時之人見到他，對他佩服得五體投地，後來讀佛書的人也沒有不敬他。真能捨，就沒有障礙。你有障礙，你要反省，你沒放下，你沒捨得乾淨，你才有障礙。這是說出佛出世的本懷，他能達到幫助眾生的目標，這是非常的舒暢，所以暢是對自己。"
    },
    {
      "id": "01-003-0001_p0080",
      "zh_CN": "演【悦则悦众生之获益。】",
      "zh_TW": "演【悅則悅眾生之獲益。】"
    },
    {
      "id": "01-003-0001_p0081",
      "zh_CN": "佛一出现在世间，众生得到利益。根熟的众生得度，未熟的众生帮助他成熟，未种善根的众生帮他种善根，已种善根的众生帮他增长。换句话说，一切众生没有不得利益，这是佛喜欢。这是通途的说法，一般的讲法。本经又有它特别的意义，比这个味道更深、更浓，底下说：",
      "zh_TW": "佛一出現在世間，眾生得到利益。根熟的眾生得度，未熟的眾生幫助他成熟，未種善根的眾生幫他種善根，已種善根的眾生幫他增長。換句話說，一切眾生沒有不得利益，這是佛喜歡。這是通途的說法，一般的講法。本經又有它特別的意義，比這個味道更深、更濃，底下說："
    },
    {
      "id": "01-003-0001_p0082",
      "zh_CN": "演【今以如来久修久证念佛三昧。】",
      "zh_TW": "演【今以如來久修久證念佛三昧。】"
    },
    {
      "id": "01-003-0001_p0083",
      "zh_CN": "这是本经的说法。我们注意「久」字，『久修久证』，这个字样只能用在圆教佛，藏、通、别都不能用这个字。「久修久证」，《梵网经》说，释迦牟尼佛成佛，到我们这个世间来示现已经八千次。他老人家实在是无上正等正觉，我们要觉悟，他证到最究竟、最圆满，一切法门里面第一无上的法门就是念佛三昧，就是西方净土。你要是把千经万论读遍，真读通，你就晓得这个经是一切经里面第一经，持名念佛是无量法门里面第一法门，我们今天这个道场在十方法界里面是第一道场。诸位参加在里头，诸上善人当之无愧，一定要珍惜自己，不要离开这个道场又下去了，这个道场是上善，一离开道场就变成下善，就往下走，这个要不得，要保持、要精进。这是我学佛三十多年，在讲席上二十五年，才发现佛教里面这个秘密，在过去当面错过，没有认清，现在真正发现了。佛说出这部经，说出这个法门，那痛快极了。",
      "zh_TW": "這是本經的說法。我們注意「久」字，『久修久證』，這個字樣只能用在圓教佛，藏、通、別都不能用這個字。「久修久證」，《梵網經》說，釋迦牟尼佛成佛，到我們這個世間來示現已經八千次。他老人家實在是無上正等正覺，我們要覺悟，他證到最究竟、最圓滿，一切法門裡面第一無上的法門就是念佛三昧，就是西方淨土。你要是把千經萬論讀遍，真讀通，你就曉得這個經是一切經裡面第一經，持名念佛是無量法門裡面第一法門，我們今天這個道場在十方法界裡面是第一道場。諸位參加在裡頭，諸上善人當之無愧，一定要珍惜自己，不要離開這個道場又下去了，這個道場是上善，一離開道場就變成下善，就往下走，這個要不得，要保持、要精進。這是我學佛三十多年，在講席上二十五年，才發現佛教裡面這個祕密，在過去當面錯過，沒有認清，現在真正發現了。佛說出這部經，說出這個法門，那痛快極了。"
    },
    {
      "id": "01-003-0001_p0084",
      "zh_CN": "演【蕴之在怀，适得机宜，随以四辩宣演，畅悦本怀，令随机获益，故云说也。】",
      "zh_TW": "演【蘊之在懷，適得機宜，隨以四辯宣演，暢悅本懷，令隨機獲益，故云說也。】"
    },
    {
      "id": "01-003-0001_p0085",
      "zh_CN": "实在是太难得，有这么好的一个大因缘，能够有这种机缘说出这个法门，这就说明这个世界众生成熟，有人相信，有人能接受，有人肯依照这个法门修学，一生成佛。任何一个法门都不能一生成佛，只有这个法门一生成佛。任何一个法门不见得很稳当，只有这个法门最稳当，永明大师讲「万修万人去」，一个也不落空。可是你的修行也得有个条件，那就是如理如法。理在哪里？《疏钞演义》里面给你讲得清清楚楚，你要懂得这个道理。这个法怎么念法？这个方法也在《疏钞演义》里面。我们讲《弥陀经要解》刚圆满，给诸位说，一句佛号甚深具足三学、三慧、三资粮，他怎么不快乐？声声都是赅罗八教、圆摄五宗，真是妙不可言！这一句「阿弥陀佛」是十方三世诸佛的大总持法门，几个人能把它弄清楚？今天我特别将蕅益大师念佛开示印成单张赠送给诸位，诸位最好是把它背熟，你要是真正把它背熟，意思都懂得了，你一定会死尽偷心，一心念佛，你这一生就成就；换句话说，莲池海会你的名字就高高挂在上面了。",
      "zh_TW": "實在是太難得，有這麼好的一個大因緣，能夠有這種機緣說出這個法門，這就說明這個世界眾生成熟，有人相信，有人能接受，有人肯依照這個法門修學，一生成佛。任何一個法門都不能一生成佛，只有這個法門一生成佛。任何一個法門不見得很穩當，只有這個法門最穩當，永明大師講「萬修萬人去」，一個也不落空。可是你的修行也得有個條件，那就是如理如法。理在哪裡？《疏鈔演義》裡面給你講得清清楚楚，你要懂得這個道理。這個法怎麼念法？這個方法也在《疏鈔演義》裡面。我們講《彌陀經要解》剛圓滿，給諸位說，一句佛號甚深具足三學、三慧、三資糧，他怎麼不快樂？聲聲都是賅羅八教、圓攝五宗，真是妙不可言！這一句「阿彌陀佛」是十方三世諸佛的大總持法門，幾個人能把它弄清楚？今天我特別將蕅益大師念佛開示印成單張贈送給諸位，諸位最好是把它背熟，你要是真正把它背熟，意思都懂得了，你一定會死盡偷心，一心念佛，你這一生就成就；換句話說，蓮池海會你的名字就高高掛在上面了。"
    }
  ]
}