{
  "doc_id": "01-003-0261",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六一集",
    "zh_TW": "第二六一集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0261",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "01-003-0261_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五二三页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五二三頁："
    },
    {
      "id": "01-003-0261_p0002",
      "zh_CN": "经【各于其国。出广长舌相。遍覆三千大千世界。】",
      "zh_TW": "經【各於其國。出廣長舌相。遍覆三千大千世界。】"
    },
    {
      "id": "01-003-0261_p0003",
      "zh_CN": "这一段是佛现广长舌相来为我们做证明。",
      "zh_TW": "這一段是佛現廣長舌相來為我們做證明。"
    },
    {
      "id": "01-003-0261_p0004",
      "zh_CN": "疏【其国者，本所住国，各于其国者，见佛佛皆然也。】",
      "zh_TW": "疏【其國者，本所住國，各於其國者，見佛佛皆然也。】"
    },
    {
      "id": "01-003-0261_p0005",
      "zh_CN": "这样的经文，向后这六方每一方都是一样的，此地交代明白了，后面就可以省略。这经文最重要的是告诉我们，一切诸佛如来没有一尊佛不赞叹净土，没有一尊佛不称赞阿弥陀佛，都是普遍劝勉一切众生念佛求生西方净土。由此可见，西方净土实实在在是无比的殊胜。这个法门从前面我们一直读下来，知道它确实是接引根熟众生；所谓根熟众生，就是这一生他成佛的机缘成熟了。换句话说，这一生成佛的机缘没成熟，给他说这个法门，他就难以接受。如果根熟，一听到这个法门就生欢喜心，就愿意念佛。我们从形相上观察，就知道这个人的善根有没有成熟。这个法门实在讲，不但是成熟，是熟透了。他这一生就要作佛，他菩萨、阿罗汉都不要作了，这一生到西方极乐世界就成佛。这个法门很殊胜，很特别，一切诸佛都出广长舌相来做证明。一切诸佛在他自己教区里面，就是他自己教化的国土，像释迦牟尼佛在娑婆世界，这种情形一样的。",
      "zh_TW": "這樣的經文，向後這六方每一方都是一樣的，此地交代明白了，後面就可以省略。這經文最重要的是告訴我們，一切諸佛如來沒有一尊佛不讚歎淨土，沒有一尊佛不稱讚阿彌陀佛，都是普遍勸勉一切眾生念佛求生西方淨土。由此可見，西方淨土實實在在是無比的殊勝。這個法門從前面我們一直讀下來，知道它確實是接引根熟眾生；所謂根熟眾生，就是這一生他成佛的機緣成熟了。換句話說，這一生成佛的機緣沒成熟，給他說這個法門，他就難以接受。如果根熟，一聽到這個法門就生歡喜心，就願意念佛。我們從形相上觀察，就知道這個人的善根有沒有成熟。這個法門實在講，不但是成熟，是熟透了。他這一生就要作佛，他菩薩、阿羅漢都不要作了，這一生到西方極樂世界就成佛。這個法門很殊勝，很特別，一切諸佛都出廣長舌相來做證明。一切諸佛在他自己教區裡面，就是他自己教化的國土，像釋迦牟尼佛在娑婆世界，這種情形一樣的。"
    },
    {
      "id": "01-003-0261_p0006",
      "zh_CN": "疏【左右为广，前后为长。】",
      "zh_TW": "疏【左右為廣，前後為長。】"
    },
    {
      "id": "01-003-0261_p0007",
      "zh_CN": "这是解释广长舌相，佛的舌相不可思议。",
      "zh_TW": "這是解釋廣長舌相，佛的舌相不可思議。"
    },
    {
      "id": "01-003-0261_p0008",
      "zh_CN": "疏【三千大千，详如俱舍中说。】",
      "zh_TW": "疏【三千大千，詳如俱舍中說。】"
    },
    {
      "id": "01-003-0261_p0009",
      "zh_CN": "《俱舍论》对于三千大千世界说得很详细。",
      "zh_TW": "《俱舍論》對於三千大千世界說得很詳細。"
    },
    {
      "id": "01-003-0261_p0010",
      "zh_CN": "疏【覆大千者，极言舌相之广长也。】",
      "zh_TW": "疏【覆大千者，極言舌相之廣長也。】"
    },
    {
      "id": "01-003-0261_p0011",
      "zh_CN": "佛的舌相能遍覆三千大千世界，这是说舌的广长。",
      "zh_TW": "佛的舌相能遍覆三千大千世界，這是說舌的廣長。"
    },
    {
      "id": "01-003-0261_p0012",
      "zh_CN": "疏【以多劫口业清净故，若详其繇，如华严中说。】",
      "zh_TW": "疏【以多劫口業清淨故，若詳其繇，如華嚴中說。】"
    },
    {
      "id": "01-003-0261_p0013",
      "zh_CN": "佛为什么有广长舌相，《华严经》里面说出这个道理。",
      "zh_TW": "佛為什麼有廣長舌相，《華嚴經》裡面說出這個道理。"
    },
    {
      "id": "01-003-0261_p0014",
      "zh_CN": "疏【言此以明佛语为必可信，令断疑也。】",
      "zh_TW": "疏【言此以明佛語為必可信，令斷疑也。】"
    },
    {
      "id": "01-003-0261_p0015",
      "zh_CN": "这个经文真正的目的就在这一句，是要我们断疑生信。",
      "zh_TW": "這個經文真正的目的就在這一句，是要我們斷疑生信。"
    },
    {
      "id": "01-003-0261_p0016",
      "zh_CN": "钞【俱舍论颂云：四大洲日月，须弥卢欲天，梵世各一千，名为小千界。此小千千倍，说名为中千，此千倍大千，皆同一成坏。】",
      "zh_TW": "鈔【俱舍論頌云：四大洲日月，須彌盧欲天，梵世各一千，名為小千界。此小千千倍，說名為中千，此千倍大千，皆同一成壞。】"
    },
    {
      "id": "01-003-0261_p0017",
      "zh_CN": "须弥卢就是须弥山，欲天是欲界天，梵世天是初禅天。一日一月绕一须弥山照四天下，山腰是四王天所居，山顶是忉利天所居，此天之上，有夜摩天、兜率天、化乐天、他化自在天、梵世天，此名一世界。如此一千世界，一千日月，一千须弥山，一千四天下，一千四王天，一千忉利天，一千夜摩天，一千兜率天，一千化乐天，一千他化自在天，一千梵世天，总为第二禅天所覆，是名小千世界。「此小千千倍，说名为中千，此千倍大千，皆同一成坏」。为什么这个集团称为一个大千世界？成住坏空相同，成的时候同时成，坏的时候同时坏。",
      "zh_TW": "須彌盧就是須彌山，欲天是欲界天，梵世天是初禪天。一日一月繞一須彌山照四天下，山腰是四王天所居，山頂是忉利天所居，此天之上，有夜摩天、兜率天、化樂天、他化自在天、梵世天，此名一世界。如此一千世界，一千日月，一千須彌山，一千四天下，一千四王天，一千忉利天，一千夜摩天，一千兜率天，一千化樂天，一千他化自在天，一千梵世天，總為第二禪天所覆，是名小千世界。「此小千千倍，說名為中千，此千倍大千，皆同一成壞」。為什麼這個集團稱為一個大千世界？成住壞空相同，成的時候同時成，壞的時候同時壞。"
    },
    {
      "id": "01-003-0261_p0018",
      "zh_CN": "钞【今释谓四大部洲，二轮日月，一须弥山，从下地狱，至六欲天，从欲天至梵天，齐此色天，名一世界。】",
      "zh_TW": "鈔【今釋謂四大部洲，二輪日月，一須彌山，從下地獄，至六欲天，從欲天至梵天，齊此色天，名一世界。】"
    },
    {
      "id": "01-003-0261_p0019",
      "zh_CN": "这就是一个单位世界。",
      "zh_TW": "這就是一個單位世界。"
    },
    {
      "id": "01-003-0261_p0020",
      "zh_CN": "钞【一一数之，积而至千，名曰小千。】",
      "zh_TW": "鈔【一一數之，積而至千，名曰小千。】"
    },
    {
      "id": "01-003-0261_p0021",
      "zh_CN": "积一千个单位世界，称为小千世界。",
      "zh_TW": "積一千個單位世界，稱為小千世界。"
    },
    {
      "id": "01-003-0261_p0022",
      "zh_CN": "钞【又以小千为一，一一数之，积而至千，名曰中千。又以中千为一，一一数之，积而至千，名曰大千。以三次言千，曰三千大千，其实一大千也。一大千世界，即经中一佛土也。】",
      "zh_TW": "鈔【又以小千為一，一一數之，積而至千，名曰中千。又以中千為一，一一數之，積而至千，名曰大千。以三次言千，曰三千大千，其實一大千也。一大千世界，即經中一佛土也。】"
    },
    {
      "id": "01-003-0261_p0023",
      "zh_CN": "以小千世界为一个单位，积一千个小千世界，称为中千世界。又以中千世界为一个单位，积一千个中千世界，称为大千世界。「三千大千」，其实是一个大千世界，不是三千个大千世界。它以小千、中千、大千这样组成，称为三千大千世界，实际上是一个大千世界。这就是一尊佛的教化区。每一尊佛的智慧、神通、德能、福报都相同，但是佛度化众生的国土大小不同，这是什么原因？每一尊佛在因地上发的愿不同，果上所感得的报不一样，所以有的佛的教化区小一点（最小的是一个大千世界），有的教化区大一点（几个大千世界），有的教化区就很大很大（十几个大千世界）。明白这个道理，现在在因地要发广大愿，将来成佛，你的世界比别的佛大，你度众生比别的佛多；佛不度无缘之人，所以要跟一切众生广结法缘，将来那个世界就大。这是每一尊佛不一样的地方。",
      "zh_TW": "以小千世界為一個單位，積一千個小千世界，稱為中千世界。又以中千世界為一個單位，積一千個中千世界，稱為大千世界。「三千大千」，其實是一個大千世界，不是三千個大千世界。它以小千、中千、大千這樣組成，稱為三千大千世界，實際上是一個大千世界。這就是一尊佛的教化區。每一尊佛的智慧、神通、德能、福報都相同，但是佛度化眾生的國土大小不同，這是什麼原因？每一尊佛在因地上發的願不同，果上所感得的報不一樣，所以有的佛的教化區小一點（最小的是一個大千世界），有的教化區大一點（幾個大千世界），有的教化區就很大很大（十幾個大千世界）。明白這個道理，現在在因地要發廣大願，將來成佛，你的世界比別的佛大，你度眾生比別的佛多；佛不度無緣之人，所以要跟一切眾生廣結法緣，將來那個世界就大。這是每一尊佛不一樣的地方。"
    },
    {
      "id": "01-003-0261_p0024",
      "zh_CN": "钞【彼阿閦佛，乃至恒沙诸佛，各各主此大千世界。】",
      "zh_TW": "鈔【彼阿閦佛，乃至恆沙諸佛，各各主此大千世界。】"
    },
    {
      "id": "01-003-0261_p0025",
      "zh_CN": "每一尊佛就是一个大千世界的教主，导师，教化主。",
      "zh_TW": "每一尊佛就是一個大千世界的教主，導師，教化主。"
    },
    {
      "id": "01-003-0261_p0026",
      "zh_CN": "钞【今谓诸佛各于本界，出广长舌，覆其界内，无不遍也。】",
      "zh_TW": "鈔【今謂諸佛各於本界，出廣長舌，覆其界內，無不遍也。】"
    },
    {
      "id": "01-003-0261_p0027",
      "zh_CN": "广长舌，是不是真的舌头伸出来把大千世界都盖住？理上讲得通，理上能讲得通，事上也就很可能，这个要知道，这是一种不思议的境界。实在讲，佛的舌头伸出来盖三千大千世界，我们也见不到。为什么？报身佛，相就很大，我们人太小了。赞佛偈里面说，佛的眉毛当中有根白毫，盘旋起来像个珠子一样，有多大？「白毫宛转五须弥」，你怎么会见到！古人游庐山，庐山才多高？古人就感叹说：不识庐山真面目，只缘身在此山中。你要是在佛的白毫里面，那是一点点，你怎么能看得见完全的白毫！完全白毫都看不到，佛的身体你怎么会看得到？决定看不到。佛的身相太大，我们人太小，没有办法见到佛的身相，这是不思议的境界。如果从表法上来说，意思就更好懂，佛的法音周遍三千大千世界，这就是广长舌相。像我们现在的电台广播，全世界都可以听到，你的舌相遍覆整个地球，也能讲得通，这从表法上说。但是佛确实有不思议的德相，不是我们能想像得到的。舌相是三十二相之一，实际上在三十二相，释迦牟尼佛的舌很薄，这经上有过记载，佛的舌头伸出来可以把脸孔盖住，我们这个舌头不行。佛说，我们舌头伸出来可以舔到自己的鼻子，这是三世不妄语。要修三世不妄语，舌头伸出来可以舔到自己鼻子；舌头伸出来可以盖到脸，这就是说明生生世世不打妄语，他的话就靠得住，就可以相信。如来舌能盖覆三千大千世界，这是讲生生世世都不妄语。",
      "zh_TW": "廣長舌，是不是真的舌頭伸出來把大千世界都蓋住？理上講得通，理上能講得通，事上也就很可能，這個要知道，這是一種不思議的境界。實在講，佛的舌頭伸出來蓋三千大千世界，我們也見不到。為什麼？報身佛，相就很大，我們人太小了。讚佛偈裡面說，佛的眉毛當中有根白毫，盤旋起來像個珠子一樣，有多大？「白毫宛轉五須彌」，你怎麼會見到！古人遊廬山，廬山才多高？古人就感嘆說：不識廬山真面目，只緣身在此山中。你要是在佛的白毫裡面，那是一點點，你怎麼能看得見完全的白毫！完全白毫都看不到，佛的身體你怎麼會看得到？決定看不到。佛的身相太大，我們人太小，沒有辦法見到佛的身相，這是不思議的境界。如果從表法上來說，意思就更好懂，佛的法音周遍三千大千世界，這就是廣長舌相。像我們現在的電台廣播，全世界都可以聽到，你的舌相遍覆整個地球，也能講得通，這從表法上說。但是佛確實有不思議的德相，不是我們能想像得到的。舌相是三十二相之一，實際上在三十二相，釋迦牟尼佛的舌很薄，這經上有過記載，佛的舌頭伸出來可以把臉孔蓋住，我們這個舌頭不行。佛說，我們舌頭伸出來可以舔到自己的鼻子，這是三世不妄語。要修三世不妄語，舌頭伸出來可以舔到自己鼻子；舌頭伸出來可以蓋到臉，這就是說明生生世世不打妄語，他的話就靠得住，就可以相信。如來舌能蓋覆三千大千世界，這是講生生世世都不妄語。"
    },
    {
      "id": "01-003-0261_p0028",
      "zh_CN": "钞【口业清净者，谓不为妄言、绮语、恶口、两舌。】",
      "zh_TW": "鈔【口業清淨者，謂不為妄言、綺語、惡口、兩舌。】"
    },
    {
      "id": "01-003-0261_p0029",
      "zh_CN": "这四种过都没有。",
      "zh_TW": "這四種過都沒有。"
    },
    {
      "id": "01-003-0261_p0030",
      "zh_CN": "钞【常为真实语，正直语，柔软语，和合语。】",
      "zh_TW": "鈔【常為真實語，正直語，柔軟語，和合語。】"
    },
    {
      "id": "01-003-0261_p0031",
      "zh_CN": "这佛菩萨说话总不离开这四个原则。",
      "zh_TW": "這佛菩薩說話總不離開這四個原則。"
    },
    {
      "id": "01-003-0261_p0032",
      "zh_CN": "钞【而言多劫者，经云：凡夫舌过鼻尖，表三世不妄语。】",
      "zh_TW": "鈔【而言多劫者，經云：凡夫舌過鼻尖，表三世不妄語。】"
    },
    {
      "id": "01-003-0261_p0033",
      "zh_CN": "三世不妄语，这个舌才能舔到自己的鼻尖。",
      "zh_TW": "三世不妄語，這個舌才能舔到自己的鼻尖。"
    },
    {
      "id": "01-003-0261_p0034",
      "zh_CN": "钞【佛乃无量劫来曾无妄语，久积功德，感斯胜相也。】",
      "zh_TW": "鈔【佛乃無量劫來曾無妄語，久積功德，感斯勝相也。】"
    },
    {
      "id": "01-003-0261_p0035",
      "zh_CN": "佛的舌相这样的薄，这样的广大，那是无量劫来从来没有妄语过，才有这样的相好。",
      "zh_TW": "佛的舌相這樣的薄，這樣的廣大，那是無量劫來從來沒有妄語過，才有這樣的相好。"
    },
    {
      "id": "01-003-0261_p0036",
      "zh_CN": "钞【详其繇者，华严离世间品云：菩萨有十种舌，所谓开示演说无尽众生行舌，开示演说无尽法门舌，赞叹诸佛无尽功德舌，乃至降伏一切诸魔外道，除灭生死烦恼，令至涅槃舌，是为十。菩萨成就此法，得如来遍覆国土无上舌，则不止一因，故言详也。】",
      "zh_TW": "鈔【詳其繇者，華嚴離世間品云：菩薩有十種舌，所謂開示演說無盡眾生行舌，開示演說無盡法門舌，讚歎諸佛無盡功德舌，乃至降伏一切諸魔外道，除滅生死煩惱，令至涅槃舌，是為十。菩薩成就此法，得如來遍覆國土無上舌，則不止一因，故言詳也。】"
    },
    {
      "id": "01-003-0261_p0037",
      "zh_CN": "可见得如来舌相的相好，不仅是不妄语，所谓不妄语、不绮语、不恶口、不两舌，还不止。如来不断的演说众生行，说明九法界众生思想、见解、行持，让我们明了其中的因缘果报，在这里面觉悟过来。又为众生演说无量的法门，教导我们修行的方法，赞叹诸佛的功德，让我们向往真实的果报，乃至讲修学方法，怎样伏烦恼，怎样伏外道，怎样除灭生死，达到究竟涅槃。所以佛的舌的作用真正是具足无量的功德。现代这个社会，确实就像佛在《楞严经》所说的「邪师说法，如恒河沙」，如何能在这个环境当中保全自己，成就道业，《弥陀经》六方佛号的表法我们一定要牢牢的记住。大乘修学基本的条件就是这一段第一尊佛所显示的，阿閦鞞佛，不动觉，要有这个条件才行。",
      "zh_TW": "可見得如來舌相的相好，不僅是不妄語，所謂不妄語、不綺語、不惡口、不兩舌，還不止。如來不斷的演說眾生行，說明九法界眾生思想、見解、行持，讓我們明瞭其中的因緣果報，在這裡面覺悟過來。又為眾生演說無量的法門，教導我們修行的方法，讚歎諸佛的功德，讓我們嚮往真實的果報，乃至講修學方法，怎樣伏煩惱，怎樣伏外道，怎樣除滅生死，達到究竟涅槃。所以佛的舌的作用真正是具足無量的功德。現代這個社會，確實就像佛在《楞嚴經》所說的「邪師說法，如恆河沙」，如何能在這個環境當中保全自己，成就道業，《彌陀經》六方佛號的表法我們一定要牢牢的記住。大乘修學基本的條件就是這一段第一尊佛所顯示的，阿閦鞞佛，不動覺，要有這個條件才行。"
    },
    {
      "id": "01-003-0261_p0038",
      "zh_CN": "今天下午有两位同修来看我，告诉我前几年学佛都在听我讲经的录音带，在家老实念佛，心地确实清净，很自在，功夫也还得力。这两年认识一些同参道友，邀请他参加当地念佛会，一参加就做干部，活动很多，又要朝山，又要到哪里去。有活动就要用钱，他本来不做事了，心地很清净在家里念佛，现在因为活动频繁，到处都要钱、要供养，没有法子，逼得自己再去做事，想尽方法来找钱，苦不堪言，他来跟我诉苦。到我这里来参观我的道场，他说想像当中我们道场一定很大、很庄严，没有想到是这个样子的。我说：我们道场来共修的同修都是平民阶级，富有的很少。我说：我们这里不拉信徒，不找人要钱，我们的心很平静，很如法。他们那些道场要拉人，要想办法找钱，信徒苦不堪言。佛的功德不仅没有过失，三业是无量功德。所以学佛，现在人劝人要修福报，以为那样是修福报。今天来问我：是不是这个叫做福报？我说：你觉得自己有没有福？一天到晚苦不堪言，这哪里叫福！这是愚痴、颠倒。真正的福报是心地清净自在，没有烦恼、忧虑、牵挂，日子过得很平淡、很平安，那就叫有福。不是说有钱有地位叫福，有钱有地位的人没福，我就举例子，今天全世界每个国家做领袖、做宰相，大企业家发大财的，有没有福？没有福，他们的日子过得很痛苦，一天到晚勾心斗角，要怎么对付人，要怎么保护自己，苦不堪言，哪有我们自在！心里什么事情都没有，这叫真正的福报，这真正享福。这尊佛，在此地讲不动觉，这个有道理。",
      "zh_TW": "今天下午有兩位同修來看我，告訴我前幾年學佛都在聽我講經的錄音帶，在家老實念佛，心地確實清淨，很自在，功夫也還得力。這兩年認識一些同參道友，邀請他參加當地念佛會，一參加就做幹部，活動很多，又要朝山，又要到哪裡去。有活動就要用錢，他本來不做事了，心地很清淨在家裡念佛，現在因為活動頻繁，到處都要錢、要供養，沒有法子，逼得自己再去做事，想盡方法來找錢，苦不堪言，他來跟我訴苦。到我這裡來參觀我的道場，他說想像當中我們道場一定很大、很莊嚴，沒有想到是這個樣子的。我說：我們道場來共修的同修都是平民階級，富有的很少。我說：我們這裡不拉信徒，不找人要錢，我們的心很平靜，很如法。他們那些道場要拉人，要想辦法找錢，信徒苦不堪言。佛的功德不僅沒有過失，三業是無量功德。所以學佛，現在人勸人要修福報，以為那樣是修福報。今天來問我：是不是這個叫做福報？我說：你覺得自己有沒有福？一天到晚苦不堪言，這哪裡叫福！這是愚痴、顛倒。真正的福報是心地清淨自在，沒有煩惱、憂慮、牽掛，日子過得很平淡、很平安，那就叫有福。不是說有錢有地位叫福，有錢有地位的人沒福，我就舉例子，今天全世界每個國家做領袖、做宰相，大企業家發大財的，有沒有福？沒有福，他們的日子過得很痛苦，一天到晚勾心鬥角，要怎麼對付人，要怎麼保護自己，苦不堪言，哪有我們自在！心裡什麼事情都沒有，這叫真正的福報，這真正享福。這尊佛，在此地講不動覺，這個有道理。"
    },
    {
      "id": "01-003-0261_p0039",
      "zh_CN": "净宗经典里面告诉我们，老实念这一句阿弥陀佛，福慧都在其中。念这句佛号，信愿持名、修福修慧统统在里面，修戒、修定、修慧这个三学也在里面。蕅益大师念佛开示讲得好，不但三学在里面，菩萨六度也在这一句佛号之中，这一句佛号世出世间所有一切法门统统都包括了，你说多方便！多么圆满！不要再去搞别的了。这是讲不动要紧，不为名闻利养所动，不为五欲享受所动，也不为其他一切法门所动，我死心塌地信愿念佛，求生净土，那就叫不动觉，这非常重要。",
      "zh_TW": "淨宗經典裡面告訴我們，老實念這一句阿彌陀佛，福慧都在其中。念這句佛號，信願持名、修福修慧統統在裡面，修戒、修定、修慧這個三學也在裡面。蕅益大師念佛開示講得好，不但三學在裡面，菩薩六度也在這一句佛號之中，這一句佛號世出世間所有一切法門統統都包括了，你說多方便！多麼圓滿！不要再去搞別的了。這是講不動要緊，不為名聞利養所動，不為五欲享受所動，也不為其他一切法門所動，我死心塌地信願念佛，求生淨土，那就叫不動覺，這非常重要。"
    },
    {
      "id": "01-003-0261_p0040",
      "zh_CN": "钞【必可信者。】",
      "zh_TW": "鈔【必可信者。】"
    },
    {
      "id": "01-003-0261_p0041",
      "zh_CN": "佛的广长舌相给我们做证明，一定可以相信。",
      "zh_TW": "佛的廣長舌相給我們做證明，一定可以相信。"
    },
    {
      "id": "01-003-0261_p0042",
      "zh_CN": "钞【凡夫舌相不过三寸，古谓掉三寸舌，则毁誉抑扬，循其私意，容未可信。】",
      "zh_TW": "鈔【凡夫舌相不過三寸，古謂掉三寸舌，則毀譽抑揚，循其私意，容未可信。】"
    },
    {
      "id": "01-003-0261_p0043",
      "zh_CN": "世间人欲望、私心作祟，说话不诚实，我们不一定可以相信他。",
      "zh_TW": "世間人欲望、私心作祟，說話不誠實，我們不一定可以相信他。"
    },
    {
      "id": "01-003-0261_p0044",
      "zh_CN": "钞【佛具如是广长之舌，宁有妄乎？其所赞叹，更疑不信，无有是处。】",
      "zh_TW": "鈔【佛具如是廣長之舌，寧有妄乎？其所讚歎，更疑不信，無有是處。】"
    },
    {
      "id": "01-003-0261_p0045",
      "zh_CN": "佛的话是诚实言。诸佛来给我们做证明，是坚定我们的信心。",
      "zh_TW": "佛的話是誠實言。諸佛來給我們做證明，是堅定我們的信心。"
    },
    {
      "id": "01-003-0261_p0046",
      "zh_CN": "疏【又行位菩萨，尚有广长舌相，更过于此，今犹略说。】",
      "zh_TW": "疏【又行位菩薩，尚有廣長舌相，更過於此，今猶略說。】"
    },
    {
      "id": "01-003-0261_p0047",
      "zh_CN": "钞【菩萨舌相者，华严十行位菩萨，成就十无尽藏，其说法时，以广长舌，出妙音声，充满十方一切世界。】",
      "zh_TW": "鈔【菩薩舌相者，華嚴十行位菩薩，成就十無盡藏，其說法時，以廣長舌，出妙音聲，充滿十方一切世界。】"
    },
    {
      "id": "01-003-0261_p0048",
      "zh_CN": "上面这是经文。下面莲池大师说：",
      "zh_TW": "上面這是經文。下面蓮池大師說："
    },
    {
      "id": "01-003-0261_p0049",
      "zh_CN": "钞【言十方一切，则不止一大千而已。菩萨且然，何况如来。】",
      "zh_TW": "鈔【言十方一切，則不止一大千而已。菩薩且然，何況如來。】"
    },
    {
      "id": "01-003-0261_p0050",
      "zh_CN": "这是说圆教十行位的菩萨，他们说法的广长舌相就能充满十方一切世界。初行菩萨尚能遍满十方一切世界，何况圆教的佛果！我们看到当然更不会怀疑。圆教十行位菩萨就有这种能力，何况再上去的十回向、十地、等觉、妙觉，当然没有问题。",
      "zh_TW": "這是說圓教十行位的菩薩，他們說法的廣長舌相就能充滿十方一切世界。初行菩薩尚能遍滿十方一切世界，何況圓教的佛果！我們看到當然更不會懷疑。圓教十行位菩薩就有這種能力，何況再上去的十迴向、十地、等覺、妙覺，當然沒有問題。"
    },
    {
      "id": "01-003-0261_p0051",
      "zh_CN": "钞【今且各就本国，故云略说。其实佛赞净土，遍十方一切世界也。】",
      "zh_TW": "鈔【今且各就本國，故云略說。其實佛讚淨土，遍十方一切世界也。】"
    },
    {
      "id": "01-003-0261_p0052",
      "zh_CN": "诸佛如来赞叹阿弥陀佛，赞叹西方极乐世界，不仅是在他本国，这个我们相信了。为什么？释迦牟尼佛在我们娑婆世界赞叹，十方诸佛来证明，十方诸佛的赞叹到达了娑婆世界。同样一个道理，诸佛在他本国讲《弥陀经》赞叹净土，我们释迦牟尼佛也一定去给他做证明，这就是『遍十方一切世界』。",
      "zh_TW": "諸佛如來讚歎阿彌陀佛，讚歎西方極樂世界，不僅是在他本國，這個我們相信了。為什麼？釋迦牟尼佛在我們娑婆世界讚歎，十方諸佛來證明，十方諸佛的讚歎到達了娑婆世界。同樣一個道理，諸佛在他本國講《彌陀經》讚歎淨土，我們釋迦牟尼佛也一定去給他做證明，這就是『遍十方一切世界』。"
    },
    {
      "id": "01-003-0261_p0053",
      "zh_CN": "疏【慈恩云：佛之舌相，证小，则覆面门，以至发际；今覆大千，证大事也。】",
      "zh_TW": "疏【慈恩云：佛之舌相，證小，則覆面門，以至髮際；今覆大千，證大事也。】"
    },
    {
      "id": "01-003-0261_p0054",
      "zh_CN": "慈恩大师，就是法相唯识宗的祖师窥基大师。「法相唯识」，是玄奘大师从印度传到中国来的，而且把它翻译完成。但是在中国没有成为一个宗派，成为一个宗派是在他学生手中，窥基是他的学生。这句是窥基大师《阿弥陀经通赞疏》上的话，『佛之舌相，证小』，证小的事情，做证明，舌相盖面孔；这就说明他的话诚实，从来不打妄语，如果打妄语，决定没有这种好相。现在舌相遍覆三千大千世界是『证大事』，什么大事？信愿持名，求生净土。诸位要知道，这是佛门当中第一等大事，没有比这个更大，为什么？其他大乘各宗各派成就的地位是菩萨，三贤菩萨、十圣菩萨，没有讲成佛。这个法门是叫众生成佛，还有哪一桩事情比这个事情更大！你才晓得这是第一等大事。佛对于众生的教化，这是无比的重要！所以佛一个人说、一个人证，不足以取信，要劳动十方三世所有诸佛如来，一个都不漏，统统来做证明。你才晓得这是什么样的大事，惊动所有一切诸佛如来，八万四千法门、无量法门里面都找不到，唯独这一门必定要惊动所有一切诸佛，一切诸佛义不容辞都要出来作证。我们如果明白这个现象，看到这个现象，再要不相信，再要有怀疑，那就是佛经讲的「一阐提」，一阐提翻成中国话就是没善根，这个人没善根。《弥陀经》确实言简意赅，不是莲池大师这样详细给我们解释，这句经文我们也就含糊笼统念过去，没有看到它真正的价值、真实的用意。这就是说明，这个经是一切诸佛如来度众生的第一经、第一法门，能令一切众生在一生当中圆成佛道，这叫证大事。",
      "zh_TW": "慈恩大師，就是法相唯識宗的祖師窺基大師。「法相唯識」，是玄奘大師從印度傳到中國來的，而且把它翻譯完成。但是在中國沒有成為一個宗派，成為一個宗派是在他學生手中，窺基是他的學生。這句是窺基大師《阿彌陀經通贊疏》上的話，『佛之舌相，證小』，證小的事情，做證明，舌相蓋面孔；這就說明他的話誠實，從來不打妄語，如果打妄語，決定沒有這種好相。現在舌相遍覆三千大千世界是『證大事』，什麼大事？信願持名，求生淨土。諸位要知道，這是佛門當中第一等大事，沒有比這個更大，為什麼？其他大乘各宗各派成就的地位是菩薩，三賢菩薩、十聖菩薩，沒有講成佛。這個法門是叫眾生成佛，還有哪一樁事情比這個事情更大！你才曉得這是第一等大事。佛對於眾生的教化，這是無比的重要！所以佛一個人說、一個人證，不足以取信，要勞動十方三世所有諸佛如來，一個都不漏，統統來做證明。你才曉得這是什麼樣的大事，驚動所有一切諸佛如來，八萬四千法門、無量法門裡面都找不到，唯獨這一門必定要驚動所有一切諸佛，一切諸佛義不容辭都要出來作證。我們如果明白這個現象，看到這個現象，再要不相信，再要有懷疑，那就是佛經講的「一闡提」，一闡提翻成中國話就是沒善根，這個人沒善根。《彌陀經》確實言簡意賅，不是蓮池大師這樣詳細給我們解釋，這句經文我們也就含糊籠統念過去，沒有看到它真正的價值、真實的用意。這就是說明，這個經是一切諸佛如來度眾生的第一經、第一法門，能令一切眾生在一生當中圓成佛道，這叫證大事。"
    },
    {
      "id": "01-003-0261_p0055",
      "zh_CN": "疏【又云：菩萨得覆面舌相，故其言无二，悉真实故。则覆面之舌，已无妄语，况覆大千乎。】",
      "zh_TW": "疏【又云：菩薩得覆面舌相，故其言無二，悉真實故。則覆面之舌，已無妄語，況覆大千乎。】"
    },
    {
      "id": "01-003-0261_p0056",
      "zh_CN": "菩萨得广长舌相，他的言语真实，决定没有妄语。舌头能盖到面孔，就证明他决定不会有妄语，今天佛的舌相是遍覆三千大千世界，哪有妄语的道理！",
      "zh_TW": "菩薩得廣長舌相，他的言語真實，決定沒有妄語。舌頭能蓋到面孔，就證明他決定不會有妄語，今天佛的舌相是遍覆三千大千世界，哪有妄語的道理！"
    },
    {
      "id": "01-003-0261_p0057",
      "zh_CN": "钞【舌相小大者，以佛得色身三昧。】",
      "zh_TW": "鈔【舌相小大者，以佛得色身三昧。】"
    },
    {
      "id": "01-003-0261_p0058",
      "zh_CN": "色身三昧，《演义》有注解。「色身三昧」就是身自在，《西游记》写孙悟空有七十二变，那就是身自在，那就是色身三昧。但是他那是色身三昧之小者，为什么？只有七十二变。色身三昧之大者，这个身相变化是无有穷尽，不止七十二，无量无边的神变。",
      "zh_TW": "色身三昧，《演義》有註解。「色身三昧」就是身自在，《西遊記》寫孫悟空有七十二變，那就是身自在，那就是色身三昧。但是他那是色身三昧之小者，為什麼？只有七十二變。色身三昧之大者，這個身相變化是無有窮盡，不止七十二，無量無邊的神變。"
    },
    {
      "id": "01-003-0261_p0059",
      "zh_CN": "钞【六根自在，证小证大，各随其意。言大事者，法华云：佛为一大事因缘故，出现于世，谓令众生皆入佛乘故。】",
      "zh_TW": "鈔【六根自在，證小證大，各隨其意。言大事者，法華云：佛為一大事因緣故，出現於世，謂令眾生皆入佛乘故。】"
    },
    {
      "id": "01-003-0261_p0060",
      "zh_CN": "《法华经》也是导归极乐。隋唐时候，古大德说《华严》、《法华》，这是一乘大经，都是《无量寿经》的引导，这两部大经引导我们入《无量寿经》的。好比《华严》、《法华》是序分，《无量寿经》是正宗分，《阿弥陀经》是流通分。《弥陀经》劝我们相信，劝我们发愿，劝我们念佛，劝信、劝愿、劝行。",
      "zh_TW": "《法華經》也是導歸極樂。隋唐時候，古大德說《華嚴》、《法華》，這是一乘大經，都是《無量壽經》的引導，這兩部大經引導我們入《無量壽經》的。好比《華嚴》、《法華》是序分，《無量壽經》是正宗分，《阿彌陀經》是流通分。《彌陀經》勸我們相信，勸我們發願，勸我們念佛，勸信、勸願、勸行。"
    },
    {
      "id": "01-003-0261_p0061",
      "zh_CN": "钞【今赞净土，现此舌相，则知净土法门，是为大事，同法华也。】",
      "zh_TW": "鈔【今讚淨土，現此舌相，則知淨土法門，是為大事，同法華也。】"
    },
    {
      "id": "01-003-0261_p0062",
      "zh_CN": "莲池大师比较保守、谦虚，他说跟《法华》一样。隋唐时代的大师说：超过《华严》、《法华》。",
      "zh_TW": "蓮池大師比較保守、謙虛，他說跟《法華》一樣。隋唐時代的大師說：超過《華嚴》、《法華》。"
    },
    {
      "id": "01-003-0261_p0063",
      "zh_CN": "钞【苟非大事，则所谓割鸡焉用牛刀也。】",
      "zh_TW": "鈔【苟非大事，則所謂割雞焉用牛刀也。】"
    },
    {
      "id": "01-003-0261_p0064",
      "zh_CN": "要不是大事，怎么可以劳动一切诸佛如来？这是不应该的事情。",
      "zh_TW": "要不是大事，怎麼可以勞動一切諸佛如來？這是不應該的事情。"
    },
    {
      "id": "01-003-0261_p0065",
      "zh_CN": "钞【又菩萨覆面者，举劣况胜，劝信之至也。】",
      "zh_TW": "鈔【又菩薩覆面者，舉劣況勝，勸信之至也。】"
    },
    {
      "id": "01-003-0261_p0066",
      "zh_CN": "劝信，这种劝法真的是达到极处。",
      "zh_TW": "勸信，這種勸法真的是達到極處。"
    },
    {
      "id": "01-003-0261_p0067",
      "zh_CN": "疏【又十方者，且就横说；若竖说者，通乎三际，无不赞叹。】",
      "zh_TW": "疏【又十方者，且就橫說；若豎說者，通乎三際，無不讚歎。】"
    },
    {
      "id": "01-003-0261_p0068",
      "zh_CN": "钞【以方例世，则前乎迦叶，乃至过去无量诸佛，后乎弥勒，乃至未来无量诸佛，必其广长舌相亦遍覆三际也。】",
      "zh_TW": "鈔【以方例世，則前乎迦葉，乃至過去無量諸佛，後乎彌勒，乃至未來無量諸佛，必其廣長舌相亦遍覆三際也。】"
    },
    {
      "id": "01-003-0261_p0069",
      "zh_CN": "说十方里面一定包括三世。这个法门惊动的是十方三世一切诸佛如来，才知道这个法门真正不可思议。一切诸佛所说无量无边的法门，信愿持名、求生净土是第一法门，这个法门不但是释迦牟尼佛这个地方是第一，在任何世界、任何诸佛刹土，这个法门都是第一。你要是不愿意学这个法门，把这个舍掉，去学其他的，那就是舍第一去学其次的法门、再其次的法门，不就学那些了吗？这个要知道。所以，我们遇到不容易！遇到，把它里头状况搞得清清楚楚、明明白白，这尤其是不容易，这真难得。这就是善导大师讲的「遇缘不同」，我们今天遇到缘，把这个搞得很清楚、很明白，这是缘殊胜。缘殊胜，死心塌地，一门深入，上辈往生我们都有指望，「九品往生，总在遇缘不同」，我们的缘深。这段文好懂，这讲时间三世，释迦牟尼佛是贤劫第四尊佛，释迦牟尼佛前面是迦叶佛，释迦牟尼佛后面是弥勒佛，当来下生的弥勒菩萨，他来成佛。前面还有前面，后面还有后面，竖说也是无量无边。",
      "zh_TW": "說十方裡面一定包括三世。這個法門驚動的是十方三世一切諸佛如來，才知道這個法門真正不可思議。一切諸佛所說無量無邊的法門，信願持名、求生淨土是第一法門，這個法門不但是釋迦牟尼佛這個地方是第一，在任何世界、任何諸佛剎土，這個法門都是第一。你要是不願意學這個法門，把這個捨掉，去學其他的，那就是捨第一去學其次的法門、再其次的法門，不就學那些了嗎？這個要知道。所以，我們遇到不容易！遇到，把它裡頭狀況搞得清清楚楚、明明白白，這尤其是不容易，這真難得。這就是善導大師講的「遇緣不同」，我們今天遇到緣，把這個搞得很清楚、很明白，這是緣殊勝。緣殊勝，死心塌地，一門深入，上輩往生我們都有指望，「九品往生，總在遇緣不同」，我們的緣深。這段文好懂，這講時間三世，釋迦牟尼佛是賢劫第四尊佛，釋迦牟尼佛前面是迦葉佛，釋迦牟尼佛後面是彌勒佛，當來下生的彌勒菩薩，他來成佛。前面還有前面，後面還有後面，豎說也是無量無邊。"
    },
    {
      "id": "01-003-0261_p0070",
      "zh_CN": "钞【诸佛相同，则心同、智同、愿同。】",
      "zh_TW": "鈔【諸佛相同，則心同、智同、願同。】"
    },
    {
      "id": "01-003-0261_p0071",
      "zh_CN": "佛佛道同，所以相貌相同。相貌怎么会相同？心相同，貌就相同了。貌就是心的相分，我们凡夫甚至阿罗汉相貌都不同，为什么？心不同，里面有妄念。我的妄念跟你的妄念不一样，所以相貌就不相同。佛与菩萨相貌差不多相同，妄念没有了，心都清净了。佛的心最极清净，一个妄念都没有，所以每尊佛现的相貌完全一样，道理在此地。",
      "zh_TW": "佛佛道同，所以相貌相同。相貌怎麼會相同？心相同，貌就相同了。貌就是心的相分，我們凡夫甚至阿羅漢相貌都不同，為什麼？心不同，裡面有妄念。我的妄念跟你的妄念不一樣，所以相貌就不相同。佛與菩薩相貌差不多相同，妄念沒有了，心都清淨了。佛的心最極清淨，一個妄念都沒有，所以每尊佛現的相貌完全一樣，道理在此地。"
    },
    {
      "id": "01-003-0261_p0072",
      "zh_CN": "钞【既六方赞叹此经，知三世诸佛亦必赞叹此经如六方也，所谓无间说者是也。】",
      "zh_TW": "鈔【既六方讚歎此經，知三世諸佛亦必讚歎此經如六方也，所謂無間說者是也。】"
    },
    {
      "id": "01-003-0261_p0073",
      "zh_CN": "『无间』就是从来没有间断过。这个法门、这部经，或者我们讲净土三经，在尽虚空遍法界诸佛如来的宣扬从来没有间断过，这是事实。赞叹之胜、说法之勤，也是一切经都不能为比的。释迦牟尼佛在世，《无量寿经》就多次宣讲，这就是证明。",
      "zh_TW": "『無間』就是從來沒有間斷過。這個法門、這部經，或者我們講淨土三經，在盡虛空遍法界諸佛如來的宣揚從來沒有間斷過，這是事實。讚歎之勝、說法之勤，也是一切經都不能為比的。釋迦牟尼佛在世，《無量壽經》就多次宣講，這就是證明。"
    },
    {
      "id": "01-003-0261_p0074",
      "zh_CN": "疏【称理，则自性周法界，是广长舌义。】",
      "zh_TW": "疏【稱理，則自性周法界，是廣長舌義。】"
    },
    {
      "id": "01-003-0261_p0075",
      "zh_CN": "这是称性而说。",
      "zh_TW": "這是稱性而說。"
    },
    {
      "id": "01-003-0261_p0076",
      "zh_CN": "钞【古谓溪声即是广长舌。】",
      "zh_TW": "鈔【古謂溪聲即是廣長舌。】"
    },
    {
      "id": "01-003-0261_p0077",
      "zh_CN": "这是苏东坡游庐山的一首诗，注解有引两句。",
      "zh_TW": "這是蘇東坡遊廬山的一首詩，註解有引兩句。"
    },
    {
      "id": "01-003-0261_p0078",
      "zh_CN": "钞【然则广长舌相，不独诸佛有之，众生有之，即万象皆有之。是故情与无情，融成一舌，舌即法界，法界即舌，说遍覆时，已成双橛。】",
      "zh_TW": "鈔【然則廣長舌相，不獨諸佛有之，眾生有之，即萬象皆有之。是故情與無情，融成一舌，舌即法界，法界即舌，說遍覆時，已成雙橛。】"
    },
    {
      "id": "01-003-0261_p0079",
      "zh_CN": "这一段是禅的味道了，诸位细细去参，里面跟我们说明一个什么事情？《华严经》所讲「一即一切，一切即一」，这段文就是说这个道理。一，不是专一，不是独一，是任一。「舌」就是法界，那怎么不遍覆法界？「眼」就是法界，为什么不能观察一切法界？「耳」就是法界，所以尽虚空遍法界什么声音你也听得清楚。六根无论哪一根，六尘无论哪一尘，无不周遍法界。所以「一」是任一，任何的一，不是讲独一，不是讲专一。也正因为这个事实，所以佛法讲「法法平等，无有高下」，就是这个道理。但是在所有一切法门里面，让我们凡夫在短短的一生当中决定能够成就究竟圆满的，确确实实唯有念佛求生净土这个法门。今天我们就讲到此地。",
      "zh_TW": "這一段是禪的味道了，諸位細細去參，裡面跟我們說明一個什麼事情？《華嚴經》所講「一即一切，一切即一」，這段文就是說這個道理。一，不是專一，不是獨一，是任一。「舌」就是法界，那怎麼不遍覆法界？「眼」就是法界，為什麼不能觀察一切法界？「耳」就是法界，所以盡虛空遍法界什麼聲音你也聽得清楚。六根無論哪一根，六塵無論哪一塵，無不周遍法界。所以「一」是任一，任何的一，不是講獨一，不是講專一。也正因為這個事實，所以佛法講「法法平等，無有高下」，就是這個道理。但是在所有一切法門裡面，讓我們凡夫在短短的一生當中決定能夠成就究竟圓滿的，確確實實唯有念佛求生淨土這個法門。今天我們就講到此地。"
    }
  ]
}