{
  "doc_id": "01-003-0106",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０六集",
    "zh_TW": "第一０六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0106",
  "total_paragraphs": 81,
  "paragraphs": [
    {
      "id": "01-003-0106_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第二０七页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第二０七頁："
    },
    {
      "id": "01-003-0106_p0002",
      "zh_CN": "钞【三阿难者。】",
      "zh_TW": "鈔【三阿難者。】"
    },
    {
      "id": "01-003-0106_p0003",
      "zh_CN": "这是讲『三阿难』，这是大乘经常说的，小乘经就不承认。",
      "zh_TW": "這是講『三阿難』，這是大乘經常說的，小乘經就不承認。"
    },
    {
      "id": "01-003-0106_p0004",
      "zh_CN": "钞【一名欢喜，结声闻藏。】",
      "zh_TW": "鈔【一名歡喜，結聲聞藏。】"
    },
    {
      "id": "01-003-0106_p0005",
      "zh_CN": "这是完全从迹象上来说，阿难是释迦牟尼佛的堂弟，佛灭度之后，他是承佛的遗教结集小乘的经典。",
      "zh_TW": "這是完全從跡象上來說，阿難是釋迦牟尼佛的堂弟，佛滅度之後，他是承佛的遺教結集小乘的經典。"
    },
    {
      "id": "01-003-0106_p0006",
      "zh_CN": "钞【二名喜贤，结缘觉藏。】",
      "zh_TW": "鈔【二名喜賢，結緣覺藏。】"
    },
    {
      "id": "01-003-0106_p0007",
      "zh_CN": "『缘觉』，通常我们也把他归纳在小乘法里面，声闻、缘觉。如果讲三乘，就分开来说，声闻、缘觉、菩萨。缘觉的智慧、修行的功夫都比声闻高。经教里面给我们说出他们最大不同之处，就是声闻虽然是已经断见思烦恼，但是习气没断，缘觉他是连习气都断，这是他们在果证上不相同的地方。",
      "zh_TW": "『緣覺』，通常我們也把他歸納在小乘法裡面，聲聞、緣覺。如果講三乘，就分開來說，聲聞、緣覺、菩薩。緣覺的智慧、修行的功夫都比聲聞高。經教裡面給我們說出他們最大不同之處，就是聲聞雖然是已經斷見思煩惱，但是習氣沒斷，緣覺他是連習氣都斷，這是他們在果證上不相同的地方。"
    },
    {
      "id": "01-003-0106_p0008",
      "zh_CN": "钞【三名喜海，结菩萨藏。】",
      "zh_TW": "鈔【三名喜海，結菩薩藏。】"
    },
    {
      "id": "01-003-0106_p0009",
      "zh_CN": "一切大乘经也是阿难尊者结集的，由此可知，佛的三乘典籍与阿难关系非常的密切。大乘是说明阿难尊者也是悟入法性，所以对于一切大乘佛法通达无碍。",
      "zh_TW": "一切大乘經也是阿難尊者結集的，由此可知，佛的三乘典籍與阿難關係非常的密切。大乘是說明阿難尊者也是悟入法性，所以對於一切大乘佛法通達無礙。"
    },
    {
      "id": "01-003-0106_p0010",
      "zh_CN": "钞【则阿难以大神力，随机示教，是知一代时教，此阿难不闻者，彼阿难闻之，又何闻与不闻而为碍也。】",
      "zh_TW": "鈔【則阿難以大神力，隨機示教，是知一代時教，此阿難不聞者，彼阿難聞之，又何聞與不聞而為礙也。】"
    },
    {
      "id": "01-003-0106_p0011",
      "zh_CN": "这就是无碍的意思。前面曾经说过「一佛出世，千佛拥护」，佛法才能够常住在世间，才能真正的利益一切众生，没有这些诸佛菩萨护持，凡夫是不认识的，不识货！更没有耐心，没有长远心。由此可知，诸佛菩萨、祖师大德住持世间数十年，将佛法发扬光大都是不可思议。弟子当中、护法当中往往都是有许多再来人；如果说是没有再来人，单单一尊佛菩萨、罗汉出世，决定不能度化众生。由此可知，这法缘全仰赖三宝。",
      "zh_TW": "這就是無礙的意思。前面曾經說過「一佛出世，千佛擁護」，佛法才能夠常住在世間，才能真正的利益一切眾生，沒有這些諸佛菩薩護持，凡夫是不認識的，不識貨！更沒有耐心，沒有長遠心。由此可知，諸佛菩薩、祖師大德住持世間數十年，將佛法發揚光大都是不可思議。弟子當中、護法當中往往都是有許多再來人；如果說是沒有再來人，單單一尊佛菩薩、羅漢出世，決定不能度化眾生。由此可知，這法緣全仰賴三寶。"
    },
    {
      "id": "01-003-0106_p0012",
      "zh_CN": "当然这事情是可遇不可求。众生有福，佛菩萨就出世；众生没福，我们怎么求也求不到！福从哪里来？福要从自己修。我们自己不修福，希望别人修福，那是错误的，一定要自己知道修福。「我闻」这一段讲完了。下面讲「一时」，这是六种成就里面第三个。",
      "zh_TW": "當然這事情是可遇不可求。眾生有福，佛菩薩就出世；眾生沒福，我們怎麼求也求不到！福從哪裡來？福要從自己修。我們自己不修福，希望別人修福，那是錯誤的，一定要自己知道修福。「我聞」這一段講完了。下面講「一時」，這是六種成就裡面第三個。"
    },
    {
      "id": "01-003-0106_p0013",
      "zh_CN": "疏【一时者，时成就也。】",
      "zh_TW": "疏【一時者，時成就也。】"
    },
    {
      "id": "01-003-0106_p0014",
      "zh_CN": "什么时候呢？",
      "zh_TW": "什麼時候呢？"
    },
    {
      "id": "01-003-0106_p0015",
      "zh_CN": "疏【师资相合，当时说听事毕，即名一时，以说听无定故。不言某年月日者，十方时分不一，两土正朔不同故。】",
      "zh_TW": "疏【師資相合，當時說聽事畢，即名一時，以說聽無定故。不言某年月日者，十方時分不一，兩土正朔不同故。】"
    },
    {
      "id": "01-003-0106_p0016",
      "zh_CN": "这是不记载年月日时的原因。现在这些事情就更明显，我们晓得这地球上有时差，在古时候决定没有时差！为什么？古人骑马，走得再快，一天能走二、三百里就不得了，二、三百里路没有时差。坐船也是如此，顺风顺水一天，古人讲：千里江宁一日还。那是形容词，走不了一千里的，也是能走个二、三百里，那就不得了，那就相当的快速了。这种旅行，我在抗战时期是经常走的，如果是徒步走路，一天最多不过走一百二十里，现在的六十公里。走得少就是六十华里（三十公里），走五天要休息两天。所以不可能有时差的。现在坐飞机，这时差非常的显著。因为有时差的关系，就不能记载年月日时，就是这么个道理。还有，过去古印度他们国家未统一，每个小国家用的历法不一样，所以年月日时也不一样。现在世界上至少有三种不同的历法：阳历、中国的阴历、回教历法，我们要依哪一个历法来记载呢？这很麻烦，所以就不用年月日时，笼统称为「一时」。一时，里面意义实在非常之深。",
      "zh_TW": "這是不記載年月日時的原因。現在這些事情就更明顯，我們曉得這地球上有時差，在古時候決定沒有時差！為什麼？古人騎馬，走得再快，一天能走二、三百里就不得了，二、三百里路沒有時差。坐船也是如此，順風順水一天，古人講：千里江寧一日還。那是形容詞，走不了一千里的，也是能走個二、三百里，那就不得了，那就相當的快速了。這種旅行，我在抗戰時期是經常走的，如果是徒步走路，一天最多不過走一百二十里，現在的六十公里。走得少就是六十華里（三十公里），走五天要休息兩天。所以不可能有時差的。現在坐飛機，這時差非常的顯著。因為有時差的關係，就不能記載年月日時，就是這麼個道理。還有，過去古印度他們國家未統一，每個小國家用的曆法不一樣，所以年月日時也不一樣。現在世界上至少有三種不同的曆法：陽曆、中國的陰曆、回教曆法，我們要依哪一個曆法來記載呢？這很麻煩，所以就不用年月日時，籠統稱為「一時」。一時，裡面意義實在非常之深。"
    },
    {
      "id": "01-003-0106_p0017",
      "zh_CN": "『师资相合』，古德常常用这句话解释一时，就是机感相应的时候，说众生有感，佛就有应，感应道交的时候，这叫一时。实在说，众生用什么能感呢？一心就能感，三心二意与佛菩萨决定不能感应。不但与佛菩萨不能感应，与鬼神也是如此。《了凡四训》讲到画符念咒的，那个符要画得灵，怎样才灵？就是一心不乱。那是很短的时间，这道符那个笔一点下去到这一道符画完成，心里头没有一个妄念，就是一心的时候，这个符就灵。念咒也是如此，从头念到尾这心里一个妄想都没有，这个咒就灵。诸位想一想，长咒就不如短咒，为什么？长咒会打妄想，念的时间长！你不相信，你念楞严咒跟大悲咒比较就不一样。我们常常看到，念大悲咒感应很多。你打听打听念楞严咒有没有感应的？太长了，他念的时候总不免有一、二个妄想，就完了，一个妄想就破掉了，就不能成功。所以大悲咒又不如往生咒，那就更短了；往生咒又不如一句「南无阿弥陀佛」，这最简单了。所以诚心诚意念这句佛号，时间短，这里头不夹杂妄想，容易得一心，一心就起感应，原理就在此地。所以连与鬼神打交道都要用一心，才有感应。",
      "zh_TW": "『師資相合』，古德常常用這句話解釋一時，就是機感相應的時候，說眾生有感，佛就有應，感應道交的時候，這叫一時。實在說，眾生用什麼能感呢？一心就能感，三心二意與佛菩薩決定不能感應。不但與佛菩薩不能感應，與鬼神也是如此。《了凡四訓》講到畫符念咒的，那個符要畫得靈，怎樣才靈？就是一心不亂。那是很短的時間，這道符那個筆一點下去到這一道符畫完成，心裡頭沒有一個妄念，就是一心的時候，這個符就靈。念咒也是如此，從頭念到尾這心裡一個妄想都沒有，這個咒就靈。諸位想一想，長咒就不如短咒，為什麼？長咒會打妄想，念的時間長！你不相信，你念楞嚴咒跟大悲咒比較就不一樣。我們常常看到，念大悲咒感應很多。你打聽打聽念楞嚴咒有沒有感應的？太長了，他念的時候總不免有一、二個妄想，就完了，一個妄想就破掉了，就不能成功。所以大悲咒又不如往生咒，那就更短了；往生咒又不如一句「南無阿彌陀佛」，這最簡單了。所以誠心誠意念這句佛號，時間短，這裡頭不夾雜妄想，容易得一心，一心就起感應，原理就在此地。所以連與鬼神打交道都要用一心，才有感應。"
    },
    {
      "id": "01-003-0106_p0018",
      "zh_CN": "疏【约当宗，则即说听顷，心境泯，凡圣会，依正融，一多等。此诸二法，皆一之时，名一时也。】",
      "zh_TW": "疏【約當宗，則即說聽頃，心境泯，凡聖會，依正融，一多等。此諸二法，皆一之時，名一時也。】"
    },
    {
      "id": "01-003-0106_p0019",
      "zh_CN": "『当宗』就是我们本宗，本经教义来说。这个完全是从「一心不乱」上建立的，这个说得非常的有道理。我们心真正到纯一，就是见佛的时候，也就是往生西方极乐世界的时候，真正是修行开花结果。这一段，实在讲也是说明修净土人真实的功夫。所以我们在很多经典里面看到，佛这个经还没说完，说一半，当机的人都开悟、都证果了。像《楞严经》许多同修都很熟悉，释迦牟尼佛在楞严会上经讲一半，摩登伽女证三果；没说完，阿难尊者证初果了。他为什么听经听了就能证果？就是此地所讲这个道理。",
      "zh_TW": "『當宗』就是我們本宗，本經教義來說。這個完全是從「一心不亂」上建立的，這個說得非常的有道理。我們心真正到純一，就是見佛的時候，也就是往生西方極樂世界的時候，真正是修行開花結果。這一段，實在講也是說明修淨土人真實的功夫。所以我們在很多經典裡面看到，佛這個經還沒說完，說一半，當機的人都開悟、都證果了。像《楞嚴經》許多同修都很熟悉，釋迦牟尼佛在楞嚴會上經講一半，摩登伽女證三果；沒說完，阿難尊者證初果了。他為什麼聽經聽了就能證果？就是此地所講這個道理。"
    },
    {
      "id": "01-003-0106_p0020",
      "zh_CN": "『说听顷』，就是正在说听的时候。『心境泯』，这里虽然说四句，你只要懂一句，其余三句都懂了。古德常说听经要消归自性，消归自性是什么样子？就是此地讲的三个字「心境泯」，这就叫消归自性。心境两边都没有了，这个心才到一心！这个时候完全是一真现量的境界。这样说法，恐怕诸位还是不容易体会。境界相就是凡圣一如，心得到真正的清净平等，于一切法都不起分别，没有执着没有妄想，这里面没有心也没有境，心境双离！这是一心现前，这个叫一时，是指这个时候。",
      "zh_TW": "『說聽頃』，就是正在說聽的時候。『心境泯』，這裡雖然說四句，你只要懂一句，其餘三句都懂了。古德常說聽經要消歸自性，消歸自性是什麼樣子？就是此地講的三個字「心境泯」，這就叫消歸自性。心境兩邊都沒有了，這個心才到一心！這個時候完全是一真現量的境界。這樣說法，恐怕諸位還是不容易體會。境界相就是凡聖一如，心得到真正的清淨平等，於一切法都不起分別，沒有執著沒有妄想，這裡面沒有心也沒有境，心境雙離！這是一心現前，這個叫一時，是指這個時候。"
    },
    {
      "id": "01-003-0106_p0021",
      "zh_CN": "我们听经入不了这个境界，也就是听经不开悟！诸位要知道，听经开悟不是说悟到这个经上这一句怎么讲法、什么意思，不是悟这个，悟这个就糟了。你悟这个，你只懂得这一句，再看底下一句还是不懂。这个悟是讲悟入自性！真正悟入自性，不但这部经全懂了，诸佛如来所说的一切经也全懂了，世出世间法没有一样不通达，这才叫开悟，一悟一切悟；不是悟这一句，不是这个意思。这四句，就是开悟的样子。可见得，真正在说听，哪里不是修行呢？是在修行，修定！听，听得清清楚楚明明白白，这是修慧，听的时候没有分别、没有执着、没有妄想，这是修定，这样的态度听经是定慧等学，功夫用得纯熟，他就入境界，就开悟了。所以听经很忌讳在那里分别，在那里想这是什么意思、这个怎么讲法，最忌讳是这个。因为你这样听，完全落在意识里，落在第六识里，第六识是黑暗的，不是光明的，永远不能开悟。这一点是今人不如古人之处。",
      "zh_TW": "我們聽經入不了這個境界，也就是聽經不開悟！諸位要知道，聽經開悟不是說悟到這個經上這一句怎麼講法、什麼意思，不是悟這個，悟這個就糟了。你悟這個，你只懂得這一句，再看底下一句還是不懂。這個悟是講悟入自性！真正悟入自性，不但這部經全懂了，諸佛如來所說的一切經也全懂了，世出世間法沒有一樣不通達，這才叫開悟，一悟一切悟；不是悟這一句，不是這個意思。這四句，就是開悟的樣子。可見得，真正在說聽，哪裡不是修行呢？是在修行，修定！聽，聽得清清楚楚明明白白，這是修慧，聽的時候沒有分別、沒有執著、沒有妄想，這是修定，這樣的態度聽經是定慧等學，功夫用得純熟，他就入境界，就開悟了。所以聽經很忌諱在那裡分別，在那裡想這是什麼意思、這個怎麼講法，最忌諱是這個。因為你這樣聽，完全落在意識裡，落在第六識裡，第六識是黑暗的，不是光明的，永遠不能開悟。這一點是今人不如古人之處。"
    },
    {
      "id": "01-003-0106_p0022",
      "zh_CN": "换句话说，你还有心还有境界，心跟外境是对立的，还有凡还有圣，还有依还有正，还有一还有多，你全都还生活在相对的世界里面，这个没入，这是凡夫；必须从相对里面超越，这是不得已说出一个一真法界。所以这个一时，就是证得一真法界的时候，也就是我们自己得一心不乱的时候。一真法界是我们所证，一心不乱是能证，能所是一不是二，这才叫真正的证。如果能证跟所证是两桩事情，心境就不泯了，心境就对立了，没入。心境一定是一不是二，凡圣是一，依正是一，一多也是一，这才真正的契入。人在这个时候得真正的解脱，真实的自在。『此诸二法，皆一之时』，这叫做『一时』。",
      "zh_TW": "換句話說，你還有心還有境界，心跟外境是對立的，還有凡還有聖，還有依還有正，還有一還有多，你全都還生活在相對的世界裡面，這個沒入，這是凡夫；必須從相對裡面超越，這是不得已說出一個一真法界。所以這個一時，就是證得一真法界的時候，也就是我們自己得一心不亂的時候。一真法界是我們所證，一心不亂是能證，能所是一不是二，這才叫真正的證。如果能證跟所證是兩樁事情，心境就不泯了，心境就對立了，沒入。心境一定是一不是二，凡聖是一，依正是一，一多也是一，這才真正的契入。人在這個時候得真正的解脫，真實的自在。『此諸二法，皆一之時』，這叫做『一時』。"
    },
    {
      "id": "01-003-0106_p0023",
      "zh_CN": "钞【说听无定者。】",
      "zh_TW": "鈔【說聽無定者。】"
    },
    {
      "id": "01-003-0106_p0024",
      "zh_CN": "这是解释前面《疏》里面讲「以说听无定故」。",
      "zh_TW": "這是解釋前面《疏》裡面講「以說聽無定故」。"
    },
    {
      "id": "01-003-0106_p0025",
      "zh_CN": "钞【或说者得陀罗尼，一刹那顷，一字之中，说一切法门。】",
      "zh_TW": "鈔【或說者得陀羅尼，一剎那頃，一字之中，說一切法門。】"
    },
    {
      "id": "01-003-0106_p0026",
      "zh_CN": "说法的人『得陀罗尼』。陀罗尼是梵语音译，翻成中国的意思叫总持，「总一切法，持一切义」，就是我们今天所常说的纲领，将佛法的纲领抓到了。这个纲领非常的简单扼要，所以经上讲陀罗尼（就是总持法门），有「多字、少字、一字、无字」之别，通常说这四大类。『刹那顷』是讲时间非常之短。「多字，如诸经密咒。一字，如唵字。无字，如无相妙心。」多字的陀罗尼，像楞严咒、大悲咒、往生咒。一字，譬如佛门常讲的「唵」；四十个华严字母里面，「阿」是第一个原音，一切音声都是从这个原音里面变化出来的，我们现在讲母音，第一个母音，这是一字。无字是「言语道断，心行处灭」，就是一心，六祖所谓「本来无一物」，这是属于无字的，就是真心，是本体。「无相妙心」，就是讲无字陀罗尼。无字陀罗尼是体，起作用就不可思议，所谓「般若无知，无所不知」。",
      "zh_TW": "說法的人『得陀羅尼』。陀羅尼是梵語音譯，翻成中國的意思叫總持，「總一切法，持一切義」，就是我們今天所常說的綱領，將佛法的綱領抓到了。這個綱領非常的簡單扼要，所以經上講陀羅尼（就是總持法門），有「多字、少字、一字、無字」之別，通常說這四大類。『剎那頃』是講時間非常之短。「多字，如諸經密咒。一字，如唵字。無字，如無相妙心。」多字的陀羅尼，像楞嚴咒、大悲咒、往生咒。一字，譬如佛門常講的「唵」；四十個華嚴字母裡面，「阿」是第一個原音，一切音聲都是從這個原音裡面變化出來的，我們現在講母音，第一個母音，這是一字。無字是「言語道斷，心行處滅」，就是一心，六祖所謂「本來無一物」，這是屬於無字的，就是真心，是本體。「無相妙心」，就是講無字陀羅尼。無字陀羅尼是體，起作用就不可思議，所謂「般若無知，無所不知」。"
    },
    {
      "id": "01-003-0106_p0027",
      "zh_CN": "我们今天要得的，最重要是要得无字陀罗尼，就是得清净心，这个很重要。特别是修净土法门，净土法门老实说就是修清净心而已！所谓「心净则土净」。我们一天到晚念这句阿弥陀佛，你有没有想到，我天天念，念了，我想得个什么？我有没有得到？念这句阿弥陀佛就为了得清净心。清净心是不是真得到呢？清净心是一念不生，这个心清净了；心里头还起心动念，这个心不清净。清净心能生万法，这是根本！根本的陀罗尼。如果心里面还有妄念纷飞，我们这一生念佛不会成就的，只可以说跟西方极乐世界结个善缘而已。这一生能不能往生？不能往生。你要往生一定要心清净，心不清净哪能往生呢？",
      "zh_TW": "我們今天要得的，最重要是要得無字陀羅尼，就是得清淨心，這個很重要。特別是修淨土法門，淨土法門老實說就是修清淨心而已！所謂「心淨則土淨」。我們一天到晚念這句阿彌陀佛，你有沒有想到，我天天念，念了，我想得個什麼？我有沒有得到？念這句阿彌陀佛就為了得清淨心。清淨心是不是真得到呢？清淨心是一念不生，這個心清淨了；心裡頭還起心動念，這個心不清淨。清淨心能生萬法，這是根本！根本的陀羅尼。如果心裡面還有妄念紛飛，我們這一生念佛不會成就的，只可以說跟西方極樂世界結個善緣而已。這一生能不能往生？不能往生。你要往生一定要心清淨，心不清淨哪能往生呢？"
    },
    {
      "id": "01-003-0106_p0028",
      "zh_CN": "因此，我们无始劫以来妄想习气，要用这一句阿弥陀佛把它念掉，把这妄想习气念掉。可是妄想习气时时起现行，这是个麻烦事情，一定要提高警觉。我们六根一对六尘境界，习气就起现行，这一起现行就造业，造业哪有不受报的道理！净土虽然讲带业往生，诸位要知道，是带旧业不是带新业，这个事情要明了。旧业是什么？过去的业。不是现在我天天在造业也能带得了，没这个道理。换句话说，现在我们觉悟了，我们要把我们所有的业障习气用这一句阿弥陀佛取而代之，这是这个法门修行的秘诀。",
      "zh_TW": "因此，我們無始劫以來妄想習氣，要用這一句阿彌陀佛把它念掉，把這妄想習氣念掉。可是妄想習氣時時起現行，這是個麻煩事情，一定要提高警覺。我們六根一對六塵境界，習氣就起現行，這一起現行就造業，造業哪有不受報的道理！淨土雖然講帶業往生，諸位要知道，是帶舊業不是帶新業，這個事情要明瞭。舊業是什麼？過去的業。不是現在我天天在造業也能帶得了，沒這個道理。換句話說，現在我們覺悟了，我們要把我們所有的業障習氣用這一句阿彌陀佛取而代之，這是這個法門修行的祕訣。"
    },
    {
      "id": "01-003-0106_p0029",
      "zh_CN": "所以往生，也就是我们讲修净土，功夫有三等：上等的是理一心不乱，断见思烦恼，分破无明，这是上乘功夫；中等的，无明没破，见思烦恼断了，这是事一心不乱。《无量寿经》里面讲三辈，上辈、中辈、下辈。下辈的伏惑，你烦恼没断，这一句阿弥陀佛能压得住，换句话说，你烦恼不会起现行。心里才一动，马上就变成阿弥陀佛，功夫就是这样的，这叫带业往生。念头一动，马上起现行了，这就没办法，这就不可以。念头才一动，立刻就转变成阿弥陀佛。业障习气有第一念，第二念就变成阿弥陀佛了，这叫伏烦恼，这叫做功夫成片，三辈九品里面是下三品往生，这是我们人人都可以做得到的。",
      "zh_TW": "所以往生，也就是我們講修淨土，功夫有三等：上等的是理一心不亂，斷見思煩惱，分破無明，這是上乘功夫；中等的，無明沒破，見思煩惱斷了，這是事一心不亂。《無量壽經》裡面講三輩，上輩、中輩、下輩。下輩的伏惑，你煩惱沒斷，這一句阿彌陀佛能壓得住，換句話說，你煩惱不會起現行。心裡才一動，馬上就變成阿彌陀佛，功夫就是這樣的，這叫帶業往生。念頭一動，馬上起現行了，這就沒辦法，這就不可以。念頭才一動，立刻就轉變成阿彌陀佛。業障習氣有第一念，第二念就變成阿彌陀佛了，這叫伏煩惱，這叫做功夫成片，三輩九品裡面是下三品往生，這是我們人人都可以做得到的。"
    },
    {
      "id": "01-003-0106_p0030",
      "zh_CN": "人人做得到，我们为什么做不到？实在讲，没有去做！就是不知道在第二念上转过来，第一念起来了，当然不会转过来，第二念就把它转过来。我想讲话，这个念头动了，第一念，第二念「阿弥陀佛」，把我原来想讲的变成阿弥陀佛了，这叫做念佛，这叫做功夫。念佛要这样念法才行！觉明妙行菩萨在《西方确指》里劝我们，「少说一句话，多念一句佛，打得念头死，许汝法身活」，这话说得很明白！那个往生的人是这样去往生的。我们一天到晚佛是念了，妄念还照样起来，口业身业还照样造，这个去不了的，如果是这样的人也能去往生，这是没有道理的，在理上讲不通的。所以诸位一定要知道，带旧业不带新业。",
      "zh_TW": "人人做得到，我們為什麼做不到？實在講，沒有去做！就是不知道在第二念上轉過來，第一念起來了，當然不會轉過來，第二念就把它轉過來。我想講話，這個念頭動了，第一念，第二念「阿彌陀佛」，把我原來想講的變成阿彌陀佛了，這叫做念佛，這叫做功夫。念佛要這樣念法才行！覺明妙行菩薩在《西方確指》裡勸我們，「少說一句話，多念一句佛，打得念頭死，許汝法身活」，這話說得很明白！那個往生的人是這樣去往生的。我們一天到晚佛是念了，妄念還照樣起來，口業身業還照樣造，這個去不了的，如果是這樣的人也能去往生，這是沒有道理的，在理上講不通的。所以諸位一定要知道，帶舊業不帶新業。"
    },
    {
      "id": "01-003-0106_p0031",
      "zh_CN": "真正得到心清净了，不要说是一心不乱，这是上乘功夫、中乘功夫，就是下等功夫，你这个佛号能压得住烦恼，你的智慧都现前，你本性里面智慧多多少少它都要透一些出来。如果你压不住，那就不行，你流露出来的依旧是意识心起作用，分别执着在起作用，不是真心起作用；真心里面没有分别、没有执着、没有妄想。一切经论都是本着这个原理，我们念佛法门也不例外，也是根据这个原理原则。",
      "zh_TW": "真正得到心清淨了，不要說是一心不亂，這是上乘功夫、中乘功夫，就是下等功夫，你這個佛號能壓得住煩惱，你的智慧都現前，你本性裡面智慧多多少少它都要透一些出來。如果你壓不住，那就不行，你流露出來的依舊是意識心起作用，分別執著在起作用，不是真心起作用；真心裡面沒有分別、沒有執著、沒有妄想。一切經論都是本著這個原理，我們念佛法門也不例外，也是根據這個原理原則。"
    },
    {
      "id": "01-003-0106_p0032",
      "zh_CN": "钞【或听者得净耳根，于一刹那，闻一字时，于余一切悉无障碍。】",
      "zh_TW": "鈔【或聽者得淨耳根，於一剎那，聞一字時，於餘一切悉無障礙。】"
    },
    {
      "id": "01-003-0106_p0033",
      "zh_CN": "前面一段是讲说的人，这一段是讲听的人。听的人也能开悟，换句话说，你得会听！说的人要会说，说的人会开悟，听的人会听，听的人会开悟。假如说的人不会说，我们听的人会听，听了会不会开悟呢？会开悟。说的人虽然从心意识里面说的，凡夫说的，但是听的人他能够两边不着，中道不存，他会开悟，听的人会开悟。就是在听的时候，真正聚精会神，听经的时候把我忘掉了，心真正得清净，这个时候不执着我相，也不执着有那个说法的人相，当中也不执着所说的法相，听得清清楚楚了了分明，三轮体空，他就开悟了，他这个听就是悟入一心；这就是说这个道理，『净耳根』。",
      "zh_TW": "前面一段是講說的人，這一段是講聽的人。聽的人也能開悟，換句話說，你得會聽！說的人要會說，說的人會開悟，聽的人會聽，聽的人會開悟。假如說的人不會說，我們聽的人會聽，聽了會不會開悟呢？會開悟。說的人雖然從心意識裡面說的，凡夫說的，但是聽的人他能夠兩邊不著，中道不存，他會開悟，聽的人會開悟。就是在聽的時候，真正聚精會神，聽經的時候把我忘掉了，心真正得清淨，這個時候不執著我相，也不執著有那個說法的人相，當中也不執著所說的法相，聽得清清楚楚了了分明，三輪體空，他就開悟了，他這個聽就是悟入一心；這就是說這個道理，『淨耳根』。"
    },
    {
      "id": "01-003-0106_p0034",
      "zh_CN": "「净耳」，就像《楞严经》里面讲的观世音菩萨一样，观世音菩萨「耳根圆通」，耳根所管的就是听，观世音菩萨不听外面，他听里面。里与外，我们要搞清楚。外面是音声，里面是往里头听！你这样想法就错了。内外是什么？外面是尘，里面是性。所以观世音菩萨听到外面的声音，人家说话的声音、车马的声音、风雨的声音，都是声音，那是声尘。我们听了这声音都分别执着，所以我们是耳根、耳识听那个声尘。观世音菩萨听跟我们听法不一样，他用闻性，他不是用耳识。闻性闻外面那个音声，闻的声性，这就叫做明心见性。所以说他六根清净，净耳根、净眼根、净舌根，六根没有一样不清净。怎么清净的呢？他不循尘，他向着性，他就循性。性在哪里？性就在六尘之中，见尘就是见性，人家高明在这个地方。",
      "zh_TW": "「淨耳」，就像《楞嚴經》裡面講的觀世音菩薩一樣，觀世音菩薩「耳根圓通」，耳根所管的就是聽，觀世音菩薩不聽外面，他聽裡面。裡與外，我們要搞清楚。外面是音聲，裡面是往裡頭聽！你這樣想法就錯了。內外是什麼？外面是塵，裡面是性。所以觀世音菩薩聽到外面的聲音，人家說話的聲音、車馬的聲音、風雨的聲音，都是聲音，那是聲塵。我們聽了這聲音都分別執著，所以我們是耳根、耳識聽那個聲塵。觀世音菩薩聽跟我們聽法不一樣，他用聞性，他不是用耳識。聞性聞外面那個音聲，聞的聲性，這就叫做明心見性。所以說他六根清淨，淨耳根、淨眼根、淨舌根，六根沒有一樣不清淨。怎麼清淨的呢？他不循塵，他向著性，他就循性。性在哪裡？性就在六塵之中，見塵就是見性，人家高明在這個地方。"
    },
    {
      "id": "01-003-0106_p0035",
      "zh_CN": "古人比喻「以金作器，器器皆金」，把金比喻本性，把器比喻六尘，他那个是见器就见到金了。诸位想想看，器不平等，各式各样，花样不同，大小不一样；见到金呢？平等的，体是平等的。所以他心里面没有一切分别执着了，他心平等，在一切法上平等，因为他见的是法性。性跟相是分不开的，性就是相，相就是性。从相上去见性，那就是佛菩萨。我们凡夫不会，在相上起分别执着，把性给忘掉了，所谓迷失了，就是他着了相，迷了性。所以迷悟就是说的这么回事情。人家悟，悟什么？悟就是悟的性。一切法里头，他在法相上见法性，这个我们叫它做觉，叫它做悟。觉悟的人六根清净，一尘不染，因此它起作用没有障碍。",
      "zh_TW": "古人比喻「以金作器，器器皆金」，把金比喻本性，把器比喻六塵，他那個是見器就見到金了。諸位想想看，器不平等，各式各樣，花樣不同，大小不一樣；見到金呢？平等的，體是平等的。所以他心裡面沒有一切分別執著了，他心平等，在一切法上平等，因為他見的是法性。性跟相是分不開的，性就是相，相就是性。從相上去見性，那就是佛菩薩。我們凡夫不會，在相上起分別執著，把性給忘掉了，所謂迷失了，就是他著了相，迷了性。所以迷悟就是說的這麼回事情。人家悟，悟什麼？悟就是悟的性。一切法裡頭，他在法相上見法性，這個我們叫它做覺，叫它做悟。覺悟的人六根清淨，一塵不染，因此它起作用沒有障礙。"
    },
    {
      "id": "01-003-0106_p0036",
      "zh_CN": "『于一刹那』，这是讲时间之短。『闻一字时，于余一切悉无障碍』，「余」就是太多了，不只是这一部经。这一部经上，你从一个字里面开悟了，这一部经上你没有障碍了；不但这一部经上没有障碍，一切经中都没有障碍了；不但一切经里没有障碍，一切世出世间法里头统统没有障碍了，一悟一切悟！这是诸位要晓得的。自己有没有开悟，你自己心里明了，你不必去问人，你对于一切法有没有通达无碍？没有，那就没有开悟。",
      "zh_TW": "『於一剎那』，這是講時間之短。『聞一字時，於餘一切悉無障礙』，「餘」就是太多了，不只是這一部經。這一部經上，你從一個字裡面開悟了，這一部經上你沒有障礙了；不但這一部經上沒有障礙，一切經中都沒有障礙了；不但一切經裡沒有障礙，一切世出世間法裡頭統統沒有障礙了，一悟一切悟！這是諸位要曉得的。自己有沒有開悟，你自己心裡明瞭，你不必去問人，你對於一切法有沒有通達無礙？沒有，那就沒有開悟。"
    },
    {
      "id": "01-003-0106_p0037",
      "zh_CN": "印光大师《永思录》里，他有一个皈依弟子，老法师圆寂之后他写了一篇文章纪念，说他自己跟老法师的一段因缘。他原来是一个高级知识分子，学问很不错，书念得很多。以后学佛，他参禅，自己很得意，以为自己开悟了。禅宗有一部语录很有名，叫《五灯会元》，这部书有一千七百条公案，就是从前祖师接引学生的问答。他非常自豪，说他一千七百公案差不多条条都参透了，剩下来不过只几条而已，还有五、六条没有把握，其余的统统没有问题了。所以人很自负，也很傲慢。那么就给印光老和尚写了一封信，说他自己这个心得。老和尚就回了一封信，说：一千七百条公案，你只要参透一条，完全都通达了；如果里头还有一条没有参透，你是完全都没有透。他被老和尚这冷水一浇头，总算是浇醒了，禅放下了，老实念阿弥陀佛了。",
      "zh_TW": "印光大師《永思錄》裡，他有一個皈依弟子，老法師圓寂之後他寫了一篇文章紀念，說他自己跟老法師的一段因緣。他原來是一個高級知識分子，學問很不錯，書念得很多。以後學佛，他參禪，自己很得意，以為自己開悟了。禪宗有一部語錄很有名，叫《五燈會元》，這部書有一千七百條公案，就是從前祖師接引學生的問答。他非常自豪，說他一千七百公案差不多條條都參透了，剩下來不過只幾條而已，還有五、六條沒有把握，其餘的統統沒有問題了。所以人很自負，也很傲慢。那麼就給印光老和尚寫了一封信，說他自己這個心得。老和尚就回了一封信，說：一千七百條公案，你只要參透一條，完全都通達了；如果裡頭還有一條沒有參透，你是完全都沒有透。他被老和尚這冷水一澆頭，總算是澆醒了，禪放下了，老實念阿彌陀佛了。"
    },
    {
      "id": "01-003-0106_p0038",
      "zh_CN": "一条不通，你没有一条通的，一通一切通！这个真是给那些狂妄人当头一棒！所以真正通达，世出世间法没有一样不通达，你处理日常世间事情也会得心应手，绝对不会有错误的。我们自己想一想，自己到不了这个境界，那么也要学那位大德一样，回过头来老老实实的念阿弥陀佛，不要再打妄想了，一切经教应该放下。这个经翻翻，那个经看看，只是帮助你打妄想，只是增长你邪知邪见，对你自己修行功夫一点好处都帮不上，这是诸位一定要牢牢记住的。",
      "zh_TW": "一條不通，你沒有一條通的，一通一切通！這個真是給那些狂妄人當頭一棒！所以真正通達，世出世間法沒有一樣不通達，你處理日常世間事情也會得心應手，絕對不會有錯誤的。我們自己想一想，自己到不了這個境界，那麼也要學那位大德一樣，回過頭來老老實實的念阿彌陀佛，不要再打妄想了，一切經教應該放下。這個經翻翻，那個經看看，只是幫助你打妄想，只是增長你邪知邪見，對你自己修行功夫一點好處都幫不上，這是諸位一定要牢牢記住的。"
    },
    {
      "id": "01-003-0106_p0039",
      "zh_CN": "这是把说听两方面的功德利益都说出来了，只要你会听会说，说听都是修行，说听统统都有悟处。所以听经要专心，要把所有杂念统统放下。正听的时候没有分别执着，这个听经有悟处，不管是什么人，没有大悟，他有小悟。前面所讲，那是大彻大悟，那个我们做不到，我们小悟总是有。常常有小悟，几年下来就变成大悟，多次的大悟就会变成大彻大悟。所以会听，清净心听，那个说也是如此。",
      "zh_TW": "這是把說聽兩方面的功德利益都說出來了，只要你會聽會說，說聽都是修行，說聽統統都有悟處。所以聽經要專心，要把所有雜念統統放下。正聽的時候沒有分別執著，這個聽經有悟處，不管是什麼人，沒有大悟，他有小悟。前面所講，那是大徹大悟，那個我們做不到，我們小悟總是有。常常有小悟，幾年下來就變成大悟，多次的大悟就會變成大徹大悟。所以會聽，清淨心聽，那個說也是如此。"
    },
    {
      "id": "01-003-0106_p0040",
      "zh_CN": "讲经之前总得要做准备工作，实在说，与其说是准备经典，不如说对听众的恭敬心，不敢懈怠，不敢傲慢，是修这个。在讲经之前读经、看注解，准备的那一套你上台不一定用得着，为什么？上了台会有许多新的意思出来。这种情形，我想每一个登台的法师，自古至今大家都有这个经验。我过去看过一部《圆觉经亲闻记》，谛闲法师讲的，蒋维乔等几个在家弟子记录的。他自己讲经，编了一个《圆觉经讲义》，可是讲台上没有照讲义讲，下面人每天把老和尚讲的东西笔记下来，然后送给老和尚看。老和尚看了就很奇怪，「这些东西是我讲的吗？」是你老人家讲的，没错！「我怎么会讲得这么好！」自己都想不到。在台上，因为心清净，观照的功夫得力，所以这意思、经义自自然然涌现心头，自自然然吐露出来，自己都不知道，古今这些大德们统统都有这种经验。说听，一定要晓得说听的态度。",
      "zh_TW": "講經之前總得要做準備工作，實在說，與其說是準備經典，不如說對聽眾的恭敬心，不敢懈怠，不敢傲慢，是修這個。在講經之前讀經、看註解，準備的那一套你上台不一定用得著，為什麼？上了台會有許多新的意思出來。這種情形，我想每一個登台的法師，自古至今大家都有這個經驗。我過去看過一部《圓覺經親聞記》，諦閑法師講的，蔣維喬等幾個在家弟子記錄的。他自己講經，編了一個《圓覺經講義》，可是講台上沒有照講義講，下面人每天把老和尚講的東西筆記下來，然後送給老和尚看。老和尚看了就很奇怪，「這些東西是我講的嗎？」是你老人家講的，沒錯！「我怎麼會講得這麼好！」自己都想不到。在台上，因為心清淨，觀照的功夫得力，所以這意思、經義自自然然湧現心頭，自自然然吐露出來，自己都不知道，古今這些大德們統統都有這種經驗。說聽，一定要曉得說聽的態度。"
    },
    {
      "id": "01-003-0106_p0041",
      "zh_CN": "钞【或说者时少，听者时多；或说者时多，听者时少。】",
      "zh_TW": "鈔【或說者時少，聽者時多；或說者時多，聽者時少。】"
    },
    {
      "id": "01-003-0106_p0042",
      "zh_CN": "这就是在时间上长短感触不相同。有时我们听人家讲演，实际时间不长，好像度日如年，怎么还没讲完？有时听得有趣，时间忘掉了，怎么很短一下就到了，这些经验很多人都有。这两句就是说的这个意思。",
      "zh_TW": "這就是在時間上長短感觸不相同。有時我們聽人家講演，實際時間不長，好像度日如年，怎麼還沒講完？有時聽得有趣，時間忘掉了，怎麼很短一下就到了，這些經驗很多人都有。這兩句就是說的這個意思。"
    },
    {
      "id": "01-003-0106_p0043",
      "zh_CN": "钞【说者神力延促随宜，听者根器利钝不一。】",
      "zh_TW": "鈔【說者神力延促隨宜，聽者根器利鈍不一。】"
    },
    {
      "id": "01-003-0106_p0044",
      "zh_CN": "这两句话解释上面说多说少、听多听少。这桩事情，在佛法里面的确有这种不思议的境界。譬如，以《华严经》来讲，释迦牟尼佛成道的时候在菩提树下二七日中所说，也有地方说三七日。二七是十四天，三七是二十一天，说出这么大的经出来，谁能相信？我们今天把这个经念一遍，二十一天念不完，何况是讲解？又何况龙树菩萨所见到这部《华严经》，只是纲要，他在龙宫里面见到《华严经》的全部，全部有多少？佛经计算的方法，是以四句叫做一偈，或叫一颂。这部经有十个三千大千世界微尘偈，有一个四天下微尘品。他一看吓呆了，简直不是我们阎浮提众生能受得了的。这个经要是有形相的话，地球容纳不下，这样大的部头。然后不得已才看中部，中部还是太大，还是没有办法接受。再看下本，下本就是提要，像《四库全书目录提要》，《提要》多少呢？十万颂，四十万句，四十品。龙树菩萨看到这个，这个《华严经》我们阎浮提众生可以接受，就把这部经传授到我们这个世间来。但是我们今天中文的翻译本只有原本的一半，这大经丧失了，原本残缺，是残缺不齐的本子到中国来，我们翻译的只有《华严经》原本的一半，八十卷。八十卷经只有四万五千颂，十万颂还少了五万五千颂，一半还差一点，还不到。",
      "zh_TW": "這兩句話解釋上面說多說少、聽多聽少。這樁事情，在佛法裡面的確有這種不思議的境界。譬如，以《華嚴經》來講，釋迦牟尼佛成道的時候在菩提樹下二七日中所說，也有地方說三七日。二七是十四天，三七是二十一天，說出這麼大的經出來，誰能相信？我們今天把這個經念一遍，二十一天念不完，何況是講解？又何況龍樹菩薩所見到這部《華嚴經》，只是綱要，他在龍宮裡面見到《華嚴經》的全部，全部有多少？佛經計算的方法，是以四句叫做一偈，或叫一頌。這部經有十個三千大千世界微塵偈，有一個四天下微塵品。他一看嚇呆了，簡直不是我們閻浮提眾生能受得了的。這個經要是有形相的話，地球容納不下，這樣大的部頭。然後不得已才看中部，中部還是太大，還是沒有辦法接受。再看下本，下本就是提要，像《四庫全書目錄提要》，《提要》多少呢？十萬頌，四十萬句，四十品。龍樹菩薩看到這個，這個《華嚴經》我們閻浮提眾生可以接受，就把這部經傳授到我們這個世間來。但是我們今天中文的翻譯本只有原本的一半，這大經喪失了，原本殘缺，是殘缺不齊的本子到中國來，我們翻譯的只有《華嚴經》原本的一半，八十卷。八十卷經只有四萬五千頌，十萬頌還少了五萬五千頌，一半還差一點，還不到。"
    },
    {
      "id": "01-003-0106_p0045",
      "zh_CN": "这就是说，说的时间短，听的人感觉到多，它都是菩萨听的，当机的都是四十一位法身大士，他觉得听了很多很多。这是说这个道理，『说者神力延促随宜』。时间不是定法，诸佛如来这些菩萨们有神通，可以把短时间变成长时，长时间可以把它浓缩成短时，他能够自在的。中国传奇小说里面讲的「黄粱梦」，你们在学校念书，《国文》都念到，那就是说明时间延促不定。短时间，自己感觉已经几十年过去了，醒过来才不过几分钟而已。他如果是学东西，那他在梦中不知道学了多少东西！这就是时间少、听得多，举这个例子来说。有说得多、听得少，那是他真正把纲领、重要的地方掌握住了。",
      "zh_TW": "這就是說，說的時間短，聽的人感覺到多，它都是菩薩聽的，當機的都是四十一位法身大士，他覺得聽了很多很多。這是說這個道理，『說者神力延促隨宜』。時間不是定法，諸佛如來這些菩薩們有神通，可以把短時間變成長時，長時間可以把它濃縮成短時，他能夠自在的。中國傳奇小說裡面講的「黃粱夢」，你們在學校念書，《國文》都念到，那就是說明時間延促不定。短時間，自己感覺已經幾十年過去了，醒過來才不過幾分鐘而已。他如果是學東西，那他在夢中不知道學了多少東西！這就是時間少、聽得多，舉這個例子來說。有說得多、聽得少，那是他真正把綱領、重要的地方掌握住了。"
    },
    {
      "id": "01-003-0106_p0046",
      "zh_CN": "『听者根器利钝不一』，有利根的，有钝根的，总而言之一个原则，听经也好，读经也好，修行也好，一定要得法味，要真正能尝到佛法的滋味，尝到法味就法喜充满，你学得身心快乐！这个在佛法里就真正有收获了。如果学佛学得很苦，好像念书念得很累，不想念的也要念，念得没兴趣，那就是我们的路子走错了，或者方法错了，必须要改进。正因为如此，佛法它不是定法，《金刚经》上说得很好，「佛无有定法可说」，佛法是随顺每一个众生就有某一种的说法。",
      "zh_TW": "『聽者根器利鈍不一』，有利根的，有鈍根的，總而言之一個原則，聽經也好，讀經也好，修行也好，一定要得法味，要真正能嘗到佛法的滋味，嘗到法味就法喜充滿，你學得身心快樂！這個在佛法裡就真正有收穫了。如果學佛學得很苦，好像念書念得很累，不想念的也要念，念得沒興趣，那就是我們的路子走錯了，或者方法錯了，必須要改進。正因為如此，佛法它不是定法，《金剛經》上說得很好，「佛無有定法可說」，佛法是隨順每一個眾生就有某一種的說法。"
    },
    {
      "id": "01-003-0106_p0047",
      "zh_CN": "所以你说，法门有多少呢？无量无边。为什么？众生无量无边，法门是因众生而设立的。就好像这个药，药有很多，无量无边，为什么有那么多？病有无量无边。如果病很单纯，只有一种病，那药只有一种！这药对症就可以，何必要那么多种！病很多种，药也就很多种，就是这么个道理。",
      "zh_TW": "所以你說，法門有多少呢？無量無邊。為什麼？眾生無量無邊，法門是因眾生而設立的。就好像這個藥，藥有很多，無量無邊，為什麼有那麼多？病有無量無邊。如果病很單純，只有一種病，那藥只有一種！這藥對症就可以，何必要那麼多種！病很多種，藥也就很多種，就是這麼個道理。"
    },
    {
      "id": "01-003-0106_p0048",
      "zh_CN": "所以修行的方法，我们要注意，绝对不能墨守成规，别人用的那个方法有效，我用不见得有效；我用这个方法很有效，别人不见得有效。适合自己的根性，适合自己的生活，这个方法修学起来对自己就很有效果，自己得到身心自在，法喜充满。像这些，我们都要用智慧来选择，或者就前人的修学方法加以改进，使它能适合这个时代。今天都讲现代化，佛法的修行在方法上来讲也要现代化，就是它的原理原则精神永远不变，方式可以变的，一定要现代化才行。",
      "zh_TW": "所以修行的方法，我們要注意，絕對不能墨守成規，別人用的那個方法有效，我用不見得有效；我用這個方法很有效，別人不見得有效。適合自己的根性，適合自己的生活，這個方法修學起來對自己就很有效果，自己得到身心自在，法喜充滿。像這些，我們都要用智慧來選擇，或者就前人的修學方法加以改進，使它能適合這個時代。今天都講現代化，佛法的修行在方法上來講也要現代化，就是它的原理原則精神永遠不變，方式可以變的，一定要現代化才行。"
    },
    {
      "id": "01-003-0106_p0049",
      "zh_CN": "钞【古谓三乘凡圣，所见佛身报化，年岁短长，成佛久近，各各不同故。今止取佛及弟子师资机感相遇之顷，说听事毕，便名一时也。】",
      "zh_TW": "鈔【古謂三乘凡聖，所見佛身報化，年歲短長，成佛久近，各各不同故。今止取佛及弟子師資機感相遇之頃，說聽事畢，便名一時也。】"
    },
    {
      "id": "01-003-0106_p0050",
      "zh_CN": "这一段文以下都是印证。凡夫是指六道，二乘是指声闻缘觉，以及别教三贤位的菩萨。这些人都没有见性，换句话说，他处事待人接物还是用第六识，还是用意识心，也就是用分别心，没有能转识成智。他见佛、见菩萨都是分别心执着心见的，所以他见到佛的应身。像释迦牟尼佛当年在我们这个世界示现的，他住世七十九岁（虚岁是八十岁），这就是讲『见佛身报化，年岁短长』。",
      "zh_TW": "這一段文以下都是印證。凡夫是指六道，二乘是指聲聞緣覺，以及別教三賢位的菩薩。這些人都沒有見性，換句話說，他處事待人接物還是用第六識，還是用意識心，也就是用分別心，沒有能轉識成智。他見佛、見菩薩都是分別心執著心見的，所以他見到佛的應身。像釋迦牟尼佛當年在我們這個世界示現的，他住世七十九歲（虛歲是八十歲），這就是講『見佛身報化，年歲短長』。"
    },
    {
      "id": "01-003-0106_p0051",
      "zh_CN": "『成佛久近』，久是久远，近是不远。释迦牟尼佛示现的就近，他所示现的寿命也不长。我们在《无量寿经》里面看到阿弥陀佛最初发心的时候，他是国王的身分，那个时候寿命长，佛住世寿命是四十二劫，当然众生的寿命也是那么长。这就是长短不一样，佛修行成道示现的时间都长。",
      "zh_TW": "『成佛久近』，久是久遠，近是不遠。釋迦牟尼佛示現的就近，他所示現的壽命也不長。我們在《無量壽經》裡面看到阿彌陀佛最初發心的時候，他是國王的身分，那個時候壽命長，佛住世壽命是四十二劫，當然眾生的壽命也是那麼長。這就是長短不一樣，佛修行成道示現的時間都長。"
    },
    {
      "id": "01-003-0106_p0052",
      "zh_CN": "在此地『止取佛及弟子师资机感相遇之顷』，我们现在这地方讲一时，不说别的，只取这个意义。释迦牟尼佛能说之人，与会这些弟子们，他们当时在座听法的人，这是机缘成熟，感应道交。尤其这个法门是无问自说，所以是非常的特殊。",
      "zh_TW": "在此地『止取佛及弟子師資機感相遇之頃』，我們現在這地方講一時，不說別的，只取這個意義。釋迦牟尼佛能說之人，與會這些弟子們，他們當時在座聽法的人，這是機緣成熟，感應道交。尤其這個法門是無問自說，所以是非常的特殊。"
    },
    {
      "id": "01-003-0106_p0053",
      "zh_CN": "钞【十方时分者，以十方遍于横竖，竖则该乎天上。】",
      "zh_TW": "鈔【十方時分者，以十方遍於橫豎，豎則該乎天上。】"
    },
    {
      "id": "01-003-0106_p0054",
      "zh_CN": "『横竖』，竖的讲，那只讲六道，六道诸天、修罗、人、畜生、饿鬼、地狱，这是竖的说，那个时间的确不相同。底下举一个例子说：",
      "zh_TW": "『橫豎』，豎的講，那只講六道，六道諸天、修羅、人、畜生、餓鬼、地獄，這是豎的說，那個時間的確不相同。底下舉一個例子說："
    },
    {
      "id": "01-003-0106_p0055",
      "zh_CN": "钞【四天一日。】",
      "zh_TW": "鈔【四天一日。】"
    },
    {
      "id": "01-003-0106_p0056",
      "zh_CN": "『四天』是四天王天，四天王天的一天。",
      "zh_TW": "『四天』是四天王天，四天王天的一天。"
    },
    {
      "id": "01-003-0106_p0057",
      "zh_CN": "钞【人寿五旬。】",
      "zh_TW": "鈔【人壽五旬。】"
    },
    {
      "id": "01-003-0106_p0058",
      "zh_CN": "人间的寿命五十年是四天王天的一天，这四天王天的寿命就长了。四天王再上去忉利天，忉利天的一天是我们人间一百年。所以人没有意思，不要太执着，有什么好计较的，那个忉利天人看我们，「可怜！朝生暮死」，他能活多久？不过一天而已！再往上面去，夜摩天的寿命更长了，夜摩天的一天是我们人间两百年。兜率天的一天是我们人间四百年，从兜率天看我们人间只活几个小时，实在是太可怜了。这几个小时都不老实，争名夺利，患得患失！这是要觉悟的。这是我们往上看。",
      "zh_TW": "人間的壽命五十年是四天王天的一天，這四天王天的壽命就長了。四天王再上去忉利天，忉利天的一天是我們人間一百年。所以人沒有意思，不要太執著，有什麼好計較的，那個忉利天人看我們，「可憐！朝生暮死」，他能活多久？不過一天而已！再往上面去，夜摩天的壽命更長了，夜摩天的一天是我們人間兩百年。兜率天的一天是我們人間四百年，從兜率天看我們人間只活幾個小時，實在是太可憐了。這幾個小時都不老實，爭名奪利，患得患失！這是要覺悟的。這是我們往上看。"
    },
    {
      "id": "01-003-0106_p0059",
      "zh_CN": "如果往下面看，畜生道寿命不一定。寿命短的，像水上的小虫，牠能在水上跑来跑去，我们叫蜉蝣，那个蜉蝣的寿命的确只有几个小时，所以我们看牠的寿命，大概就像忉利天看我们一样。畜生道里面也有寿命很长的，像经上讲的龙，龙是畜生，寿命有长到活几劫的。饿鬼道、地狱道寿命都很长，佛经典里面讲，阿鼻地狱的一天是我们人间二千七百多年，我们中国号称五千年的历史，在阿鼻地狱还不到两天。所以这个地方去不得！他寿命多长？寿命少的一万岁，一天等于我们人间二千七百年，地狱罪业不能造！那个进去容易出来难！所以佛在经典里面对地狱讲得很详细，就是叫我们提高警觉心，不要堕地狱。这是从竖的来说，时间的确是不相同，差别很大。",
      "zh_TW": "如果往下面看，畜生道壽命不一定。壽命短的，像水上的小蟲，牠能在水上跑來跑去，我們叫蜉蝣，那個蜉蝣的壽命的確只有幾個小時，所以我們看牠的壽命，大概就像忉利天看我們一樣。畜生道裡面也有壽命很長的，像經上講的龍，龍是畜生，壽命有長到活幾劫的。餓鬼道、地獄道壽命都很長，佛經典裡面講，阿鼻地獄的一天是我們人間二千七百多年，我們中國號稱五千年的歷史，在阿鼻地獄還不到兩天。所以這個地方去不得！他壽命多長？壽命少的一萬歲，一天等於我們人間二千七百年，地獄罪業不能造！那個進去容易出來難！所以佛在經典裡面對地獄講得很詳細，就是叫我們提高警覺心，不要墮地獄。這是從豎的來說，時間的確是不相同，差別很大。"
    },
    {
      "id": "01-003-0106_p0060",
      "zh_CN": "钞【横则遍乎四洲，赡部三更，俱卢日午，不可定也。】",
      "zh_TW": "鈔【橫則遍乎四洲，贍部三更，俱盧日午，不可定也。】"
    },
    {
      "id": "01-003-0106_p0061",
      "zh_CN": "横的来说，就是我们现在讲的时差。譬如我们现在此地是晚上九点钟，美国纽约是上午九点钟，这就讲到时差了，不相同。『不可定也』，佛经里面不记载年月日时，有它的道理。",
      "zh_TW": "橫的來說，就是我們現在講的時差。譬如我們現在此地是晚上九點鐘，美國紐約是上午九點鐘，這就講到時差了，不相同。『不可定也』，佛經裡面不記載年月日時，有它的道理。"
    },
    {
      "id": "01-003-0106_p0062",
      "zh_CN": "钞【两土正朔者，岁首之日，名为正朔。】",
      "zh_TW": "鈔【兩土正朔者，歲首之日，名為正朔。】"
    },
    {
      "id": "01-003-0106_p0063",
      "zh_CN": "『岁首』就是我们中国古时候讲的正月初一。我们订哪一天为正月初一？中国人订的正月初一跟印度人不相同。",
      "zh_TW": "『歲首』就是我們中國古時候講的正月初一。我們訂哪一天為正月初一？中國人訂的正月初一跟印度人不相同。"
    },
    {
      "id": "01-003-0106_p0064",
      "zh_CN": "钞【震旦五天，不相统属。】",
      "zh_TW": "鈔【震旦五天，不相統屬。】"
    },
    {
      "id": "01-003-0106_p0065",
      "zh_CN": "『震旦』是中国，『五天』是五天竺，这印度。中国的历法跟印度的历法不相同。不但中国、外国不相同，中国古代夏、商、周就不一样。",
      "zh_TW": "『震旦』是中國，『五天』是五天竺，這印度。中國的曆法跟印度的曆法不相同。不但中國、外國不相同，中國古代夏、商、周就不一樣。"
    },
    {
      "id": "01-003-0106_p0066",
      "zh_CN": "钞【周正建子。】",
      "zh_TW": "鈔【周正建子。】"
    },
    {
      "id": "01-003-0106_p0067",
      "zh_CN": "周朝正月初一是『子』，是我们现在的十一月初一。",
      "zh_TW": "周朝正月初一是『子』，是我們現在的十一月初一。"
    },
    {
      "id": "01-003-0106_p0068",
      "zh_CN": "钞【夏正建寅。】",
      "zh_TW": "鈔【夏正建寅。】"
    },
    {
      "id": "01-003-0106_p0069",
      "zh_CN": "『寅』，是我们现在所用的历法。我们现在这个阴历也叫夏历，是以寅月的初一为年首，就是正月初一。可见得夏商周三代他们的历法就不一样。天干地支，地支是十二个字，用这十二个字来代表十二个月份。我们现在是以寅月为正月。",
      "zh_TW": "『寅』，是我們現在所用的曆法。我們現在這個陰曆也叫夏曆，是以寅月的初一為年首，就是正月初一。可見得夏商周三代他們的曆法就不一樣。天干地支，地支是十二個字，用這十二個字來代表十二個月份。我們現在是以寅月為正月。"
    },
    {
      "id": "01-003-0106_p0070",
      "zh_CN": "钞【彼时震旦属周，而佛在舍卫，舍卫建寅，乃用夏正。】",
      "zh_TW": "鈔【彼時震旦屬周，而佛在舍衛，舍衛建寅，乃用夏正。】"
    },
    {
      "id": "01-003-0106_p0071",
      "zh_CN": "这是从考据上，印度他们那时候正月初一就跟我们现在用的一样，而当时我们中国是周朝，周朝过年就提前一个月，就不是跟现在的历法相同了。",
      "zh_TW": "這是從考據上，印度他們那時候正月初一就跟我們現在用的一樣，而當時我們中國是周朝，周朝過年就提前一個月，就不是跟現在的曆法相同了。"
    },
    {
      "id": "01-003-0106_p0072",
      "zh_CN": "钞【则五天正月，震旦三月，五天二月，震旦四月也，亦不可定。】",
      "zh_TW": "鈔【則五天正月，震旦三月，五天二月，震旦四月也，亦不可定。】"
    },
    {
      "id": "01-003-0106_p0073",
      "zh_CN": "这是说中国跟印度历法不相同，又何况当时印度没有统一，印度的历法也不统一，不像中国，中国在周朝时候历法已经统一了。",
      "zh_TW": "這是說中國跟印度曆法不相同，又何況當時印度沒有統一，印度的曆法也不統一，不像中國，中國在周朝時候曆法已經統一了。"
    },
    {
      "id": "01-003-0106_p0074",
      "zh_CN": "钞【故止言一时也。】",
      "zh_TW": "鈔【故止言一時也。】"
    },
    {
      "id": "01-003-0106_p0075",
      "zh_CN": "这是说明从时间上说、从空间上说，不记载年月日时的原因。底下就说到本经的教义：",
      "zh_TW": "這是說明從時間上說、從空間上說，不記載年月日時的原因。底下就說到本經的教義："
    },
    {
      "id": "01-003-0106_p0076",
      "zh_CN": "钞【心境者，一心不乱，无能念所念故。凡圣者，与诸上善人，同会一处故。依正者，佛及水鸟树林，同说妙法故。一多者，一佛说经，六方齐赞故。】",
      "zh_TW": "鈔【心境者，一心不亂，無能念所念故。凡聖者，與諸上善人，同會一處故。依正者，佛及水鳥樹林，同說妙法故。一多者，一佛說經，六方齊讚故。】"
    },
    {
      "id": "01-003-0106_p0077",
      "zh_CN": "这都是说的不二法门，理事无碍，事事无碍，全都是《华严》的境界。",
      "zh_TW": "這都是說的不二法門，理事無礙，事事無礙，全都是《華嚴》的境界。"
    },
    {
      "id": "01-003-0106_p0078",
      "zh_CN": "钞【如上种种二法，皆成一味。】",
      "zh_TW": "鈔【如上種種二法，皆成一味。】"
    },
    {
      "id": "01-003-0106_p0079",
      "zh_CN": "这就是入不二法门，入一真法界。",
      "zh_TW": "這就是入不二法門，入一真法界。"
    },
    {
      "id": "01-003-0106_p0080",
      "zh_CN": "钞【即以此时为一时也。】",
      "zh_TW": "鈔【即以此時為一時也。】"
    },
    {
      "id": "01-003-0106_p0081",
      "zh_CN": "这个才是『一时』真正的意思。今天时间到了，我们就讲到此地。",
      "zh_TW": "這個才是『一時』真正的意思。今天時間到了，我們就講到此地。"
    }
  ]
}