{
  "doc_id": "01-003-0025",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0025",
  "total_paragraphs": 119,
  "paragraphs": [
    {
      "id": "01-003-0025_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义》，第三十页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義》，第三十頁："
    },
    {
      "id": "01-003-0025_p0002",
      "zh_CN": "疏【云何知先，繇生彼国，近事如来，如是大愿，庶可希冀，但得见弥陀，何愁不开悟，故以求愿往生为先务之急也。】",
      "zh_TW": "疏【云何知先，繇生彼國，近事如來，如是大願，庶可希冀，但得見彌陀，何愁不開悟，故以求願往生為先務之急也。】"
    },
    {
      "id": "01-003-0025_p0003",
      "zh_CN": "什么叫做知先？这一番开示非常的重要。因为在我们这个世界，不要说是证果，就是开悟都相当不容易，为什么？悟门被二障、二执给堵塞了。烦恼障不但障涅槃，也障菩提，障菩提就是障了你的悟性，障了觉性；所知障障菩提，也障涅槃。涅槃是证果，菩提是大彻大悟。这两种障碍不容易断除，二障不除，要开悟实在是没法子！大师在此地劝勉我们要知先务之急，「务」就是要做的，首先我们要做的，而且得赶快去做，那是什么？就是发愿往生西方净土。所以，「知先」两个字很重要。『繇生彼国，近事如来』。我们只要生到西方极乐世界亲近弥陀如来，我们的四弘誓愿才有希望真正能够达到。正如同古人所讲的，「但得见弥陀，何愁不开悟」。这一段《演义》里头有，是永明延寿大师所讲的，这几首偈子非常有名，叫四料简。",
      "zh_TW": "什麼叫做知先？這一番開示非常的重要。因為在我們這個世界，不要說是證果，就是開悟都相當不容易，為什麼？悟門被二障、二執給堵塞了。煩惱障不但障涅槃，也障菩提，障菩提就是障了你的悟性，障了覺性；所知障障菩提，也障涅槃。涅槃是證果，菩提是大徹大悟。這兩種障礙不容易斷除，二障不除，要開悟實在是沒法子！大師在此地勸勉我們要知先務之急，「務」就是要做的，首先我們要做的，而且得趕快去做，那是什麼？就是發願往生西方淨土。所以，「知先」兩個字很重要。『繇生彼國，近事如來』。我們只要生到西方極樂世界親近彌陀如來，我們的四弘誓願才有希望真正能夠達到。正如同古人所講的，「但得見彌陀，何愁不開悟」。這一段《演義》裡頭有，是永明延壽大師所講的，這幾首偈子非常有名，叫四料簡。"
    },
    {
      "id": "01-003-0025_p0004",
      "zh_CN": "演【永明四料简云：无禅无净土，铁床并铁磨，万劫与千生，没个人依怙。】",
      "zh_TW": "演【永明四料簡云：無禪無淨土，鐵床并鐵磨，萬劫與千生，沒個人依怙。】"
    },
    {
      "id": "01-003-0025_p0005",
      "zh_CN": "禅净都没有，你要是修其他的法门恐怕不能成就，如果不能成就，那么三途恶道是没有法子免除的。",
      "zh_TW": "禪淨都沒有，你要是修其他的法門恐怕不能成就，如果不能成就，那麼三途惡道是沒有法子免除的。"
    },
    {
      "id": "01-003-0025_p0006",
      "zh_CN": "演【无禅有净土，万修万人去，但得见弥陀，何愁不开悟。】",
      "zh_TW": "演【無禪有淨土，萬修萬人去，但得見彌陀，何愁不開悟。】"
    },
    {
      "id": "01-003-0025_p0007",
      "zh_CN": "我们应当把开悟证果这个事情统统放在西方极乐世界。首先去往生，这是讲『求愿往生为先务之急』。先务之急是孟子所说的：",
      "zh_TW": "我們應當把開悟證果這個事情統統放在西方極樂世界。首先去往生，這是講『求願往生為先務之急』。先務之急是孟子所說的："
    },
    {
      "id": "01-003-0025_p0008",
      "zh_CN": "演【孟子云：知者，无不知也，当务之为急。尧舜之知，而不遍物，急先务也。】",
      "zh_TW": "演【孟子云：知者，無不知也，當務之為急。堯舜之知，而不遍物，急先務也。】"
    },
    {
      "id": "01-003-0025_p0009",
      "zh_CN": "「知」是一切都明了。「务」，拿现在的话来讲，就是所作所为。我们所作所为里头最紧要的，这就是「当务之急」。在本经里面讲，当务之急就是求往生；要求往生，一句佛号念到底就行了，这是比什么都重要。",
      "zh_TW": "「知」是一切都明瞭。「務」，拿現在的話來講，就是所作所為。我們所作所為裡頭最緊要的，這就是「當務之急」。在本經裡面講，當務之急就是求往生；要求往生，一句佛號念到底就行了，這是比什麼都重要。"
    },
    {
      "id": "01-003-0025_p0010",
      "zh_CN": "下面讲『守约』，前面当务之急晓得了，我们要求往生，怎样才能真正达到往生的目的？那么就底下守约了。",
      "zh_TW": "下面講『守約』，前面當務之急曉得了，我們要求往生，怎樣才能真正達到往生的目的？那麼就底下守約了。"
    },
    {
      "id": "01-003-0025_p0011",
      "zh_CN": "疏【云何守约，良以观虽十六，言佛便周。佛虽至极，惟心即是。今闻佛名，一心执持，可谓至简至易，功不繁施。而万法惟心，心清净故，何事不办。】",
      "zh_TW": "疏【云何守約，良以觀雖十六，言佛便周。佛雖至極，惟心即是。今聞佛名，一心執持，可謂至簡至易，功不繁施。而萬法惟心，心清淨故，何事不辦。】"
    },
    {
      "id": "01-003-0025_p0012",
      "zh_CN": "演【观虽十六，言佛便周者，十六观经，题曰观无量寿佛经者，以十六观法，不出依正主伴。】",
      "zh_TW": "演【觀雖十六，言佛便周者，十六觀經，題曰觀無量壽佛經者，以十六觀法，不出依正主伴。】"
    },
    {
      "id": "01-003-0025_p0013",
      "zh_CN": "十六种观法都不出极乐世界的依报正报。『主』就是教主阿弥陀佛，『伴』就是诸上善人。",
      "zh_TW": "十六種觀法都不出極樂世界的依報正報。『主』就是教主阿彌陀佛，『伴』就是諸上善人。"
    },
    {
      "id": "01-003-0025_p0014",
      "zh_CN": "演【佛是正报，举正足以摄依。日、地、行、树、宝池等，无不摄故。】",
      "zh_TW": "演【佛是正報，舉正足以攝依。日、地、行、樹、寶池等，無不攝故。】"
    },
    {
      "id": "01-003-0025_p0015",
      "zh_CN": "统统都包括在里面了。",
      "zh_TW": "統統都包括在裡面了。"
    },
    {
      "id": "01-003-0025_p0016",
      "zh_CN": "演【佛是化主，举主足以摄伴。观音、势至，乃至九品往生，无不摄故。】",
      "zh_TW": "演【佛是化主，舉主足以攝伴。觀音、勢至，乃至九品往生，無不攝故。】"
    },
    {
      "id": "01-003-0025_p0017",
      "zh_CN": "也都包含了。",
      "zh_TW": "也都包含了。"
    },
    {
      "id": "01-003-0025_p0018",
      "zh_CN": "演【佛虽至极，唯心即是者。】",
      "zh_TW": "演【佛雖至極，唯心即是者。】"
    },
    {
      "id": "01-003-0025_p0019",
      "zh_CN": "至极是讲地位高到极处了。",
      "zh_TW": "至極是講地位高到極處了。"
    },
    {
      "id": "01-003-0025_p0020",
      "zh_CN": "演【佛虽是万德果人。】",
      "zh_TW": "演【佛雖是萬德果人。】"
    },
    {
      "id": "01-003-0025_p0021",
      "zh_CN": "这是证了果的人，证到究竟的果位。从理上讲：",
      "zh_TW": "這是證了果的人，證到究竟的果位。從理上講："
    },
    {
      "id": "01-003-0025_p0022",
      "zh_CN": "演【实不离当人现今一念。以心外觅佛，即邪魔故。】",
      "zh_TW": "演【實不離當人現今一念。以心外覓佛，即邪魔故。】"
    },
    {
      "id": "01-003-0025_p0023",
      "zh_CN": "那就变成魔了。魔是什么？魔是折磨、障碍，障碍你证得一心。一心是不得已而说出这个名词，所以叫你不可以着言说相，不能够执著名字相，你才能够证得。你要是着了言说、名字，那就叫着魔。佛就是自己的真心，真心就是『现今一念』。我们现今这个念头非常之杂，许许多多的杂念都是从一念生的，一念是根本，一念是真实，二念三念叫妄想，不是真实。如果能够把二念三念舍掉，恢复到一念，真心就现前了。",
      "zh_TW": "那就變成魔了。魔是什麼？魔是折磨、障礙，障礙你證得一心。一心是不得已而說出這個名詞，所以叫你不可以著言說相，不能夠執著名字相，你才能夠證得。你要是著了言說、名字，那就叫著魔。佛就是自己的真心，真心就是『現今一念』。我們現今這個念頭非常之雜，許許多多的雜念都是從一念生的，一念是根本，一念是真實，二念三念叫妄想，不是真實。如果能夠把二念三念捨掉，恢復到一念，真心就現前了。"
    },
    {
      "id": "01-003-0025_p0024",
      "zh_CN": "演【至简至易者，一心执持，至简而不繁，至易而不难，此守约也。】",
      "zh_TW": "演【至簡至易者，一心執持，至簡而不繁，至易而不難，此守約也。】"
    },
    {
      "id": "01-003-0025_p0025",
      "zh_CN": "守约，就是一心执持名号。什么叫一心？简单的说，我们现今不起念头则已，一起念头就是一句阿弥陀佛，这就叫一心执持名号。千万不要转其他的念头，转其他的念头就错了。所以这个方法简单容易，决定成就，就看我们自己在二六时中肯不肯做。对于一切法，无论是世间法、无论是佛法，修净土的人是随分的修学，随分就是随缘，随缘随分，一点都不勉强，我们学得就很自在。为什么要这样学法？你才能够保持一心执持名号，晓得这个最重要，这是求生西方净土唯一的行法。宗门教下这些东西，我懂得，很好，不懂得也没关系，暂时可以不要懂它。永明大师讲过，「但得见弥陀，何愁不开悟」。宗门教下东西，我到西方极乐世界再去请教阿弥陀佛，这个就自在！何必要现在不断的去追求，障碍了自己的一心，把自己的正念破坏，结果怎么样？两头都落空，没有开悟，又不能往生，这才是可惜！所以要随分。",
      "zh_TW": "守約，就是一心執持名號。什麼叫一心？簡單的說，我們現今不起念頭則已，一起念頭就是一句阿彌陀佛，這就叫一心執持名號。千萬不要轉其他的念頭，轉其他的念頭就錯了。所以這個方法簡單容易，決定成就，就看我們自己在二六時中肯不肯做。對於一切法，無論是世間法、無論是佛法，修淨土的人是隨分的修學，隨分就是隨緣，隨緣隨分，一點都不勉強，我們學得就很自在。為什麼要這樣學法？你才能夠保持一心執持名號，曉得這個最重要，這是求生西方淨土唯一的行法。宗門教下這些東西，我懂得，很好，不懂得也沒關係，暫時可以不要懂它。永明大師講過，「但得見彌陀，何愁不開悟」。宗門教下東西，我到西方極樂世界再去請教阿彌陀佛，這個就自在！何必要現在不斷的去追求，障礙了自己的一心，把自己的正念破壞，結果怎麼樣？兩頭都落空，沒有開悟，又不能往生，這才是可惜！所以要隨分。"
    },
    {
      "id": "01-003-0025_p0026",
      "zh_CN": "还有一种方式，譬如我们这个经，我过去学讲经有过这个经历，准备讲稿的时候，到了这段经文讲不下去了，找参考资料也看不懂，你要是苦苦的去思索，恐怕把头脑都给弄坏，怎么办？统统放下，什么都不想了，念佛拜佛，念一两个钟点，心念得很静很静，拜个一两百拜，忽然这个意思就现前，就懂得了。这是每一个发心讲经的人都有这种经验。「净极光通达」，心清净极了，三宝的神力就加持上，这个意思就豁然贯通了。由此可知，一心执持非常的重要。",
      "zh_TW": "還有一種方式，譬如我們這個經，我過去學講經有過這個經歷，準備講稿的時候，到了這段經文講不下去了，找參考資料也看不懂，你要是苦苦的去思索，恐怕把頭腦都給弄壞，怎麼辦？統統放下，什麼都不想了，念佛拜佛，念一兩個鐘點，心念得很靜很靜，拜個一兩百拜，忽然這個意思就現前，就懂得了。這是每一個發心講經的人都有這種經驗。「淨極光通達」，心清淨極了，三寶的神力就加持上，這個意思就豁然貫通了。由此可知，一心執持非常的重要。"
    },
    {
      "id": "01-003-0025_p0027",
      "zh_CN": "演【万法唯心者，古云：三界唯心，万法唯识。又云：应观法界性，一切唯心造。】",
      "zh_TW": "演【萬法唯心者，古云：三界唯心，萬法唯識。又云：應觀法界性，一切唯心造。】"
    },
    {
      "id": "01-003-0025_p0028",
      "zh_CN": "这是《华严经》上所说的。",
      "zh_TW": "這是《華嚴經》上所說的。"
    },
    {
      "id": "01-003-0025_p0029",
      "zh_CN": "演【心清净故，何事不办者。既得其本，不愁其末也。】",
      "zh_TW": "演【心清淨故，何事不辦者。既得其本，不愁其末也。】"
    },
    {
      "id": "01-003-0025_p0030",
      "zh_CN": "『本』是清净心，清净心现前，世出世间法不难通达。",
      "zh_TW": "『本』是清淨心，清淨心現前，世出世間法不難通達。"
    },
    {
      "id": "01-003-0025_p0031",
      "zh_CN": "演【下文六句，正释此句之义。】",
      "zh_TW": "演【下文六句，正釋此句之義。】"
    },
    {
      "id": "01-003-0025_p0032",
      "zh_CN": "哪六句？",
      "zh_TW": "哪六句？"
    },
    {
      "id": "01-003-0025_p0033",
      "zh_CN": "疏【刹那运想，依正宛然，举念欲生，便登彼国，是则难成之观，不习而成。】",
      "zh_TW": "疏【剎那運想，依正宛然，舉念欲生，便登彼國，是則難成之觀，不習而成。】"
    },
    {
      "id": "01-003-0025_p0034",
      "zh_CN": "演【运想宛然者，谓三昧既成，想行树则行树明，想宝池则宝池现，想菩萨则菩萨在前，想如来则如来宛尔，以三昧心中随心现相故。】",
      "zh_TW": "演【運想宛然者，謂三昧既成，想行樹則行樹明，想寶池則寶池現，想菩薩則菩薩在前，想如來則如來宛爾，以三昧心中隨心現相故。】"
    },
    {
      "id": "01-003-0025_p0035",
      "zh_CN": "这个意思很容易明了。",
      "zh_TW": "這個意思很容易明瞭。"
    },
    {
      "id": "01-003-0025_p0036",
      "zh_CN": "演【举念便登者，解脱长者言，我欲见阿弥陀佛，随意即见，是也。】",
      "zh_TW": "演【舉念便登者，解脫長者言，我欲見阿彌陀佛，隨意即見，是也。】"
    },
    {
      "id": "01-003-0025_p0037",
      "zh_CN": "这《华严经》上我们念过的。这种功夫从念佛得来的，只要一心念佛，念到功夫成片，这个境界就现前。功夫成片有三辈九品，上乘的功夫就到这个境界。此地讲的是『三昧既成』，这个标准是事一心不乱，可是在功夫成片上乘已经接近一心，这个境界就现前，然后你自己才真正能够证实「唯心所现，唯识所变」，把这个事情证明了。那么要见佛，只要心一起念，佛就在现前。要见菩萨，念头一动，菩萨就在现前。这个不是妄想，这是真实的。为什么不是妄想？因为你不是用妄心。妄想一定用的是心意识，是用的妄心，这是用的真心，不是用妄心。真心所现的是真实的境界，妄心所现的是虚妄的境界。所以，这个不是打妄想。这就说明了，你用一心执持名号的方法，可以能够成就和《十六观经》一样的境界。只要你念到一心，《十六观经》那个境界，不修，自然就现前了。如果用《十六观经》那个修行的方法，相当的不容易，很难成就。这是我们一定要好好的记住。",
      "zh_TW": "這《華嚴經》上我們念過的。這種功夫從念佛得來的，只要一心念佛，念到功夫成片，這個境界就現前。功夫成片有三輩九品，上乘的功夫就到這個境界。此地講的是『三昧既成』，這個標準是事一心不亂，可是在功夫成片上乘已經接近一心，這個境界就現前，然後你自己才真正能夠證實「唯心所現，唯識所變」，把這個事情證明了。那麼要見佛，只要心一起念，佛就在現前。要見菩薩，念頭一動，菩薩就在現前。這個不是妄想，這是真實的。為什麼不是妄想？因為你不是用妄心。妄想一定用的是心意識，是用的妄心，這是用的真心，不是用妄心。真心所現的是真實的境界，妄心所現的是虛妄的境界。所以，這個不是打妄想。這就說明了，你用一心執持名號的方法，可以能夠成就和《十六觀經》一樣的境界。只要你念到一心，《十六觀經》那個境界，不修，自然就現前了。如果用《十六觀經》那個修行的方法，相當的不容易，很難成就。這是我們一定要好好的記住。"
    },
    {
      "id": "01-003-0025_p0038",
      "zh_CN": "疏【故以持名念佛，所守尤为要约也。】",
      "zh_TW": "疏【故以持名念佛，所守尤為要約也。】"
    },
    {
      "id": "01-003-0025_p0039",
      "zh_CN": "『故』是在此地做一个总结，我们这样才明白，持名念佛这是在所有法门里面最简单、最容易、最简约的行门，虽然它容易，可是成功高！",
      "zh_TW": "『故』是在此地做一個總結，我們這樣才明白，持名念佛這是在所有法門裡面最簡單、最容易、最簡約的行門，雖然它容易，可是成功高！"
    },
    {
      "id": "01-003-0025_p0040",
      "zh_CN": "疏【天如谓大圣悲怜，直劝专持名号是也。】",
      "zh_TW": "疏【天如謂大聖悲憐，直勸專持名號是也。】"
    },
    {
      "id": "01-003-0025_p0041",
      "zh_CN": "『天如』是法师的德号，这也是位古大德。",
      "zh_TW": "『天如』是法師的德號，這也是位古大德。"
    },
    {
      "id": "01-003-0025_p0042",
      "zh_CN": "演【大圣悲怜者，天如云：观法理微，众生心杂，杂心修观观想难成，大圣悲怜，直劝专持名号。】",
      "zh_TW": "演【大聖悲憐者，天如云：觀法理微，眾生心雜，雜心修觀觀想難成，大聖悲憐，直勸專持名號。】"
    },
    {
      "id": "01-003-0025_p0043",
      "zh_CN": "这是事实。『大圣悲怜』，大圣是指释迦牟尼佛，特别的慈悲，怜悯众生。我们从观门里面下手不能成就，不如专持名号。所以在本经『直劝专持名号』，意思在这个地方。底下说这个名号功德利益不可思议：",
      "zh_TW": "這是事實。『大聖悲憐』，大聖是指釋迦牟尼佛，特別的慈悲，憐憫眾生。我們從觀門裡面下手不能成就，不如專持名號。所以在本經『直勸專持名號』，意思在這個地方。底下說這個名號功德利益不可思議："
    },
    {
      "id": "01-003-0025_p0044",
      "zh_CN": "疏【举名者，佛有无量德，今但四字名号足以该之。】",
      "zh_TW": "疏【舉名者，佛有無量德，今但四字名號足以該之。】"
    },
    {
      "id": "01-003-0025_p0045",
      "zh_CN": "这四个字「阿弥陀佛」，它的意思是无量觉，确确实实是把无量智慧德能统统包括在四个字之中，也可以说把十方三世一切诸佛菩萨统统含摄在其中，一个也不漏，所以才称之为法界藏身阿弥陀佛。下面给我们解释：",
      "zh_TW": "這四個字「阿彌陀佛」，它的意思是無量覺，確確實實是把無量智慧德能統統包括在四個字之中，也可以說把十方三世一切諸佛菩薩統統含攝在其中，一個也不漏，所以才稱之為法界藏身阿彌陀佛。下面給我們解釋："
    },
    {
      "id": "01-003-0025_p0046",
      "zh_CN": "疏【以弥陀即是全体一心，心包众德，常乐我净，本觉始觉，真如佛性，菩提涅槃，百千万名，皆此一名摄无不尽。】",
      "zh_TW": "疏【以彌陀即是全體一心，心包眾德，常樂我淨，本覺始覺，真如佛性，菩提涅槃，百千萬名，皆此一名攝無不盡。】"
    },
    {
      "id": "01-003-0025_p0047",
      "zh_CN": "这是说这一句名号的内涵，它所包括的一些意思。这几句诸位看《演义》，这也是这一段里面要紧的地方。首先我们一定要明了，这个名号就是自己全体一心，就是自己父母未生前本来面目，这是对个人讲，就是自己。如果把范围扩大来讲，这个名号就是全体法界，何以故？因为十法界依正庄严是自己一心变现之物。自己是个小法界，外面是个大法界，大小不二，自他一如，所以这一句名号是法界全体的总名称。",
      "zh_TW": "這是說這一句名號的內涵，它所包括的一些意思。這幾句諸位看《演義》，這也是這一段裡面要緊的地方。首先我們一定要明瞭，這個名號就是自己全體一心，就是自己父母未生前本來面目，這是對個人講，就是自己。如果把範圍擴大來講，這個名號就是全體法界，何以故？因為十法界依正莊嚴是自己一心變現之物。自己是個小法界，外面是個大法界，大小不二，自他一如，所以這一句名號是法界全體的總名稱。"
    },
    {
      "id": "01-003-0025_p0048",
      "zh_CN": "演【弥陀即是全体一心有二义：一者，阿弥陀佛即是全体一心，以佛复本源究竟觉体。】",
      "zh_TW": "演【彌陀即是全體一心有二義：一者，阿彌陀佛即是全體一心，以佛復本源究竟覺體。】"
    },
    {
      "id": "01-003-0025_p0049",
      "zh_CN": "复是恢复。什么叫成佛？成佛无非是恢复他的本源究竟觉体，只是如此而已。如果我们现在自己也恢复本源究竟觉体，就称之为佛；未能究竟的恢复，这是菩萨；完全是迷惑颠倒，就叫凡夫。",
      "zh_TW": "復是恢復。什麼叫成佛？成佛無非是恢復他的本源究竟覺體，只是如此而已。如果我們現在自己也恢復本源究竟覺體，就稱之為佛；未能究竟的恢復，這是菩薩；完全是迷惑顛倒，就叫凡夫。"
    },
    {
      "id": "01-003-0025_p0050",
      "zh_CN": "演【故起信云：离念相者，等虚空界，无所不遍，法界一相，即是如来平等法身。】",
      "zh_TW": "演【故起信云：離念相者，等虛空界，無所不遍，法界一相，即是如來平等法身。】"
    },
    {
      "id": "01-003-0025_p0051",
      "zh_CN": "「起信云」，马鸣菩萨在《起信论》里面告诉我们。「离念相者，等虚空界」，这是说你自己的心，如果你的心要是清净了，你这个心跟虚空法界是相等的，一样大，一样的清净，一样的不可思议。如果你心里面有念，有了念头那就不行，你的心量就很小很小，不能等虚空界。「念」是什么？「不觉念起，而有无明」，念就叫做无明，这个念，佛经里面常讲的分别、执着、妄想，起这个念，这个念也就是唯识家所讲的心意识。第六意识分别，第七末那执着，第八识落一些印象种子，使我们的心原本是等虚空法界的，现在自己画上许许多多的界限。在理上讲，这个界限是虚妄的，这个界限不是真实的，虽是虚妄，但是它起作用，这个作用障碍了你全体大用，变现出六道轮回，在这里面受着一些无妄之灾。佛法教给我们的，就是要恢复本源究竟觉体，所以把这事实的真相给我们说出来，希望我们觉悟，希望我们离一切的分别执着。《起信论》讲得非常具体，「离言说相，离名字相，离心缘相」。离言说相，就是离分别；离名字相，就是离执着；离心缘相，就是离一切妄想。那么你的觉性，也就是你的真心，就与整个法界合而为一。「无所不遍，法界一相」，这就是《华严经》所讲的一真法界，净土里面所讲的实报土、寂光土，因为它本来是一相，所以必得一心才能够证得，这就是「如来平等法身」。我们常在经上读到，诸佛如来证得清净法身。",
      "zh_TW": "「起信云」，馬鳴菩薩在《起信論》裡面告訴我們。「離念相者，等虛空界」，這是說你自己的心，如果你的心要是清淨了，你這個心跟虛空法界是相等的，一樣大，一樣的清淨，一樣的不可思議。如果你心裡面有念，有了念頭那就不行，你的心量就很小很小，不能等虛空界。「念」是什麼？「不覺念起，而有無明」，念就叫做無明，這個念，佛經裡面常講的分別、執著、妄想，起這個念，這個念也就是唯識家所講的心意識。第六意識分別，第七末那執著，第八識落一些印象種子，使我們的心原本是等虛空法界的，現在自己畫上許許多多的界限。在理上講，這個界限是虛妄的，這個界限不是真實的，雖是虛妄，但是它起作用，這個作用障礙了你全體大用，變現出六道輪迴，在這裡面受著一些無妄之災。佛法教給我們的，就是要恢復本源究竟覺體，所以把這事實的真相給我們說出來，希望我們覺悟，希望我們離一切的分別執著。《起信論》講得非常具體，「離言說相，離名字相，離心緣相」。離言說相，就是離分別；離名字相，就是離執著；離心緣相，就是離一切妄想。那麼你的覺性，也就是你的真心，就與整個法界合而為一。「無所不遍，法界一相」，這就是《華嚴經》所講的一真法界，淨土裡面所講的實報土、寂光土，因為它本來是一相，所以必得一心才能夠證得，這就是「如來平等法身」。我們常在經上讀到，諸佛如來證得清淨法身。"
    },
    {
      "id": "01-003-0025_p0052",
      "zh_CN": "演【夫法界一相，是离念之心体也。】",
      "zh_TW": "演【夫法界一相，是離念之心體也。】"
    },
    {
      "id": "01-003-0025_p0053",
      "zh_CN": "由此可知，我们的真心，真心的本体原来就是法界，法界就是一心的总相。离开一切分别执着妄想，那个心就是法界。不但是法界：",
      "zh_TW": "由此可知，我們的真心，真心的本體原來就是法界，法界就是一心的總相。離開一切分別執著妄想，那個心就是法界。不但是法界："
    },
    {
      "id": "01-003-0025_p0054",
      "zh_CN": "演【而即是如来，则如来岂不是全体一心。】",
      "zh_TW": "演【而即是如來，則如來豈不是全體一心。】"
    },
    {
      "id": "01-003-0025_p0055",
      "zh_CN": "这是第一个意思，跟我们解释阿弥陀佛就是全体一心，就是一真法界。",
      "zh_TW": "這是第一個意思，跟我們解釋阿彌陀佛就是全體一心，就是一真法界。"
    },
    {
      "id": "01-003-0025_p0056",
      "zh_CN": "演【二者，阿弥陀佛四字，即是全体一心。】",
      "zh_TW": "演【二者，阿彌陀佛四字，即是全體一心。】"
    },
    {
      "id": "01-003-0025_p0057",
      "zh_CN": "四个字，真正不可思议！诸位要是把这一段完全通达，你才真正明了阿弥陀佛这四字名号不可思议！你才肯真正发心一心执持，再也不会把它放松。阿弥陀佛这四个字就是全体一心。",
      "zh_TW": "四個字，真正不可思議！諸位要是把這一段完全通達，你才真正明瞭阿彌陀佛這四字名號不可思議！你才肯真正發心一心執持，再也不會把它放鬆。阿彌陀佛這四個字就是全體一心。"
    },
    {
      "id": "01-003-0025_p0058",
      "zh_CN": "演【此四字在我心中，明明历历。】",
      "zh_TW": "演【此四字在我心中，明明歷歷。】"
    },
    {
      "id": "01-003-0025_p0059",
      "zh_CN": "明明历历就是现在所说的清清楚楚。",
      "zh_TW": "明明歷歷就是現在所說的清清楚楚。"
    },
    {
      "id": "01-003-0025_p0060",
      "zh_CN": "演【迥然独照。】",
      "zh_TW": "演【迥然獨照。】"
    },
    {
      "id": "01-003-0025_p0061",
      "zh_CN": "用佛的名号，佛的名号就是自己的真心，就是法界的全体。这四个字，诸位想想，与密宗所说的三密相应有什么差别？口持咒、手结印、意观想，三密相应。我们今天念这句阿弥陀佛，这句阿弥陀佛，我在《心经》里面告诉诸位，就是「大神咒、大明咒、无上咒、无等等咒」。念这句名号就是持咒，比密宗的持咒高明多了。诸位千万不要再去想，我要持这个咒那个咒，什么都用不着，哪一个咒也没有这个咒灵，哪一个咒也没有这个咒简要。你念这句名号，用什么观想？你就想到这个地方的意思，这就是最殊胜的观想。手结印，合掌放掌都是这个意思，合掌的时候表一心，放掌的时候表法界。",
      "zh_TW": "用佛的名號，佛的名號就是自己的真心，就是法界的全體。這四個字，諸位想想，與密宗所說的三密相應有什麼差別？口持咒、手結印、意觀想，三密相應。我們今天念這句阿彌陀佛，這句阿彌陀佛，我在《心經》裡面告訴諸位，就是「大神咒、大明咒、無上咒、無等等咒」。念這句名號就是持咒，比密宗的持咒高明多了。諸位千萬不要再去想，我要持這個咒那個咒，什麼都用不著，哪一個咒也沒有這個咒靈，哪一個咒也沒有這個咒簡要。你念這句名號，用什麼觀想？你就想到這個地方的意思，這就是最殊勝的觀想。手結印，合掌放掌都是這個意思，合掌的時候表一心，放掌的時候表法界。"
    },
    {
      "id": "01-003-0025_p0062",
      "zh_CN": "演【四字之外无我心，我心之外无四字，岂不是全体一心。】",
      "zh_TW": "演【四字之外無我心，我心之外無四字，豈不是全體一心。】"
    },
    {
      "id": "01-003-0025_p0063",
      "zh_CN": "这个话说得非常的明白。下面这个意思说得更圆满：",
      "zh_TW": "這個話說得非常的明白。下面這個意思說得更圓滿："
    },
    {
      "id": "01-003-0025_p0064",
      "zh_CN": "演【又复真念佛者，唯色唯心，唯观唯境。】",
      "zh_TW": "演【又復真念佛者，唯色唯心，唯觀唯境。】"
    },
    {
      "id": "01-003-0025_p0065",
      "zh_CN": "我刚才把这个譬喻做密宗的持咒，你看看是不是？所以这一句名号不容易念！一定要会念。会念，很快的就成就；不会念的，念一辈子都没有消息。唯有一心执持，声声与观境相应，这个功能才能够伏烦恼、断烦恼，才能够破无明、证法身。所以我们在前面给诸位提示过，这四字名号里面，声声都要具足三学三慧三资粮，而且还给诸位提示过，这一句名号声声具足六度万行，一点都不假，因为它是全体一心。",
      "zh_TW": "我剛才把這個譬喻做密宗的持咒，你看看是不是？所以這一句名號不容易念！一定要會念。會念，很快的就成就；不會念的，念一輩子都沒有消息。唯有一心執持，聲聲與觀境相應，這個功能才能夠伏煩惱、斷煩惱，才能夠破無明、證法身。所以我們在前面給諸位提示過，這四字名號裡面，聲聲都要具足三學三慧三資糧，而且還給諸位提示過，這一句名號聲聲具足六度萬行，一點都不假，因為它是全體一心。"
    },
    {
      "id": "01-003-0025_p0066",
      "zh_CN": "演【一名一字，无非实相，岂不即是全体一心。】",
      "zh_TW": "演【一名一字，無非實相，豈不即是全體一心。】"
    },
    {
      "id": "01-003-0025_p0067",
      "zh_CN": "这是大师在此地说出，阿弥陀佛即是全体一心的两个意思。",
      "zh_TW": "這是大師在此地說出，阿彌陀佛即是全體一心的兩個意思。"
    },
    {
      "id": "01-003-0025_p0068",
      "zh_CN": "演【心包众德者。】",
      "zh_TW": "演【心包眾德者。】"
    },
    {
      "id": "01-003-0025_p0069",
      "zh_CN": "这个『心』就是前面所讲的全体一心，无量无边的德能统统包括在其中。这里面说了许多佛学名词，有个简单的注解，这个对于初学佛的人来讲很重要，特别是学讲经的同学。这些名相，大师在此地用很简单的字句来注解，真是注得简要详明，请看这个文：",
      "zh_TW": "這個『心』就是前面所講的全體一心，無量無邊的德能統統包括在其中。這裡面說了許多佛學名詞，有個簡單的註解，這個對於初學佛的人來講很重要，特別是學講經的同學。這些名相，大師在此地用很簡單的字句來註解，真是註得簡要詳明，請看這個文："
    },
    {
      "id": "01-003-0025_p0070",
      "zh_CN": "演【以真如体中，具足无漏性功德故。】",
      "zh_TW": "演【以真如體中，具足無漏性功德故。】"
    },
    {
      "id": "01-003-0025_p0071",
      "zh_CN": "无漏性就是真性，就是真如本性，本性里面具足无量无边的功德。",
      "zh_TW": "無漏性就是真性，就是真如本性，本性裡面具足無量無邊的功德。"
    },
    {
      "id": "01-003-0025_p0072",
      "zh_CN": "演【此心不为三际迁流曰常。】",
      "zh_TW": "演【此心不為三際遷流曰常。】"
    },
    {
      "id": "01-003-0025_p0073",
      "zh_CN": "这是先跟诸位讲「常乐我净」这四净德。什么叫『常』？三际是过去、现在、未来，换句话说，就是时间，不会随着时间改变，永远是这个样子，永远不会变的，这叫常。",
      "zh_TW": "這是先跟諸位講「常樂我淨」這四淨德。什麼叫『常』？三際是過去、現在、未來，換句話說，就是時間，不會隨著時間改變，永遠是這個樣子，永遠不會變的，這叫常。"
    },
    {
      "id": "01-003-0025_p0074",
      "zh_CN": "演【不为二死逼迫曰乐。】",
      "zh_TW": "演【不為二死逼迫曰樂。】"
    },
    {
      "id": "01-003-0025_p0075",
      "zh_CN": "凡夫的六道分段分死、二乘菩萨的变易生死与真性都不相干，换句话说，与一心不相干。只要你到了一心，你就没有生死。二心有生死，一心没生死，所以叫你一心执持名号就能够了生死超三界。二心会被三世迁流，一心超越三界，超时间、超空间。现在西方有一些科学家、哲学家正在推断，宇宙空间不只是三度空间、四度空间，可能是无限度，这些推想与佛法所讲的相当吻合。这些科学家始终在想，如何能够突破三度空间进入到四度空间，或者突破四度空间进入到更高维次的空间，这才可以到达未来，也可以回到过去。佛法早就有了方法。这些科学家们很聪明，很可惜他们没有缘分能够遇到佛法，如果遇到佛法，我想他们一生当中一定能证果，一定能开悟。佛法用什么方法突破三度空间、四度空间？用一心，一心就突破了，才能真正见到宇宙万有的本来面目。",
      "zh_TW": "凡夫的六道分段分死、二乘菩薩的變易生死與真性都不相干，換句話說，與一心不相干。只要你到了一心，你就沒有生死。二心有生死，一心沒生死，所以叫你一心執持名號就能夠了生死超三界。二心會被三世遷流，一心超越三界，超時間、超空間。現在西方有一些科學家、哲學家正在推斷，宇宙空間不只是三度空間、四度空間，可能是無限度，這些推想與佛法所講的相當吻合。這些科學家始終在想，如何能夠突破三度空間進入到四度空間，或者突破四度空間進入到更高維次的空間，這才可以到達未來，也可以回到過去。佛法早就有了方法。這些科學家們很聰明，很可惜他們沒有緣分能夠遇到佛法，如果遇到佛法，我想他們一生當中一定能證果，一定能開悟。佛法用什麼方法突破三度空間、四度空間？用一心，一心就突破了，才能真正見到宇宙萬有的本來面目。"
    },
    {
      "id": "01-003-0025_p0076",
      "zh_CN": "演【具八自在曰我。】",
      "zh_TW": "演【具八自在曰我。】"
    },
    {
      "id": "01-003-0025_p0077",
      "zh_CN": "『八自在』是经中所说的，自在是不是仅限于八种？不止，八自在只是略举而已。我们限于时间，不必一条一条的说。譬如自由，我们今天能不能得到自由？一切境界当中不能够随心所欲，这就是不自在。我们哪一个人不希望自己长生不老？一天比一天衰老，这就是不自在。我们为什么得不到自在？那是因为我们有分别执着妄想，三心二意，乱心用事，所以把本来的自在，自在就是解脱，解脱用现在话讲就是自由自在，失掉了！也是一心就恢复。所以心愈清净你就愈自在，心不清净，想得自在那是不可能的。",
      "zh_TW": "『八自在』是經中所說的，自在是不是僅限於八種？不止，八自在只是略舉而已。我們限於時間，不必一條一條的說。譬如自由，我們今天能不能得到自由？一切境界當中不能夠隨心所欲，這就是不自在。我們哪一個人不希望自己長生不老？一天比一天衰老，這就是不自在。我們為什麼得不到自在？那是因為我們有分別執著妄想，三心二意，亂心用事，所以把本來的自在，自在就是解脫，解脫用現在話講就是自由自在，失掉了！也是一心就恢復。所以心愈清淨你就愈自在，心不清淨，想得自在那是不可能的。"
    },
    {
      "id": "01-003-0025_p0078",
      "zh_CN": "演【离五住污染曰净。】",
      "zh_TW": "演【離五住污染曰淨。】"
    },
    {
      "id": "01-003-0025_p0079",
      "zh_CN": "这是五住地无明，是讲的三界六道的生死根本，也就是我们常讲的见思烦恼、尘沙烦恼、根本无明，你把这个全都断尽，这叫『净』。这是介绍常乐我净，这在佛法里叫四净德，是我们一心里面本来具足的。可见得常乐我净是有，不是没有，迷的时候统统失掉，常乐我净这四种境界全都没有。迷是什么？二心就是迷，一心就是悟。只要你念到一心不乱，这四种清净之德就恢复。法身有常乐我净，般若里面有常乐我净，解脱里头也有常乐我净。以下几句出自《大乘起信论》：",
      "zh_TW": "這是五住地無明，是講的三界六道的生死根本，也就是我們常講的見思煩惱、塵沙煩惱、根本無明，你把這個全都斷盡，這叫『淨』。這是介紹常樂我淨，這在佛法裡叫四淨德，是我們一心裡面本來具足的。可見得常樂我淨是有，不是沒有，迷的時候統統失掉，常樂我淨這四種境界全都沒有。迷是什麼？二心就是迷，一心就是悟。只要你念到一心不亂，這四種清淨之德就恢復。法身有常樂我淨，般若裡面有常樂我淨，解脫裡頭也有常樂我淨。以下幾句出自《大乘起信論》："
    },
    {
      "id": "01-003-0025_p0080",
      "zh_CN": "演【本来妙明曰本觉。】",
      "zh_TW": "演【本來妙明曰本覺。】"
    },
    {
      "id": "01-003-0025_p0081",
      "zh_CN": "『本觉』是我们清净心本来具有的觉性，不是外来的，有没有失掉？没有失掉。每个人天天在用它，虽用它，自己不能够觉知，这就是迷了。我们眼见色，古大德常说，第一眼见的时候是本觉见、觉性见，为什么？第一眼接触的时候，你还不带心意识，你还没有用分别执着妄想，都没起来，眼睛一睁开见到外面境界，这就见性见，这是一心。可是速度太快，比电流不知道要快多少亿万倍，第二念就迷了，就起了分别执着。由此可知，诸佛菩萨始终能够保持第一个见，保持它不变，这就叫诸佛如来。第二念就变了，这叫凡夫。你要问，无明从哪里起来的？你自己应该知道，无明无始，没有开始，而是你念念在迷，不是说过去起的无明把现在境界迷住了，不是的，念念迷。诸佛菩萨念念觉，不同的就在这个地方。",
      "zh_TW": "『本覺』是我們清淨心本來具有的覺性，不是外來的，有沒有失掉？沒有失掉。每個人天天在用它，雖用它，自己不能夠覺知，這就是迷了。我們眼見色，古大德常說，第一眼見的時候是本覺見、覺性見，為什麼？第一眼接觸的時候，你還不帶心意識，你還沒有用分別執著妄想，都沒起來，眼睛一睜開見到外面境界，這就見性見，這是一心。可是速度太快，比電流不知道要快多少億萬倍，第二念就迷了，就起了分別執著。由此可知，諸佛菩薩始終能夠保持第一個見，保持它不變，這就叫諸佛如來。第二念就變了，這叫凡夫。你要問，無明從哪裡起來的？你自己應該知道，無明無始，沒有開始，而是你念念在迷，不是說過去起的無明把現在境界迷住了，不是的，念念迷。諸佛菩薩念念覺，不同的就在這個地方。"
    },
    {
      "id": "01-003-0025_p0082",
      "zh_CN": "演【方始出缠曰始觉。】",
      "zh_TW": "演【方始出纏曰始覺。】"
    },
    {
      "id": "01-003-0025_p0083",
      "zh_CN": "『始觉』就是讲修行的位次，菩萨的地位，从初发心到成佛统统叫始觉。为什么？每天都有新的觉悟。所以佛在示现成佛的时候，你看《大方广佛华严经》上讲的「始成正觉」。佛在菩提树下夜睹明星始成正觉，到成佛还叫始觉，他开始成佛。譬如初住菩萨，他开始证得初住；到二住，他开始证得二住，一个阶段一个阶段都是开始。好像念书，每个学期上第一课，开始，我这个学期才开始。你再细细想想，每个月呢？每个月第一天，这一天才开始。每一天呢？我今天早晨才开始。念念都在开始！",
      "zh_TW": "『始覺』就是講修行的位次，菩薩的地位，從初發心到成佛統統叫始覺。為什麼？每天都有新的覺悟。所以佛在示現成佛的時候，你看《大方廣佛華嚴經》上講的「始成正覺」。佛在菩提樹下夜睹明星始成正覺，到成佛還叫始覺，他開始成佛。譬如初住菩薩，他開始證得初住；到二住，他開始證得二住，一個階段一個階段都是開始。好像念書，每個學期上第一課，開始，我這個學期才開始。你再細細想想，每個月呢？每個月第一天，這一天才開始。每一天呢？我今天早晨才開始。念念都在開始！"
    },
    {
      "id": "01-003-0025_p0084",
      "zh_CN": "如果将五住地无明破尽，那时候本觉跟始觉这个名字都没有了，因为本觉跟始觉是相对建立的。到了如来果位上，这些名相全都没有了。再要有这些名相，那就退转，又迷惑了。迷人才要建立这些名相，悟的人没有。所以说：名可名，非常名。要记住！佛菩萨为什么教我们离名字相的道理，希望用这些名字相帮助你觉悟，可不能执着，一执着就变成悟门的障碍。",
      "zh_TW": "如果將五住地無明破盡，那時候本覺跟始覺這個名字都沒有了，因為本覺跟始覺是相對建立的。到了如來果位上，這些名相全都沒有了。再要有這些名相，那就退轉，又迷惑了。迷人才要建立這些名相，悟的人沒有。所以說：名可名，非常名。要記住！佛菩薩為什麼教我們離名字相的道理，希望用這些名字相幫助你覺悟，可不能執著，一執著就變成悟門的障礙。"
    },
    {
      "id": "01-003-0025_p0085",
      "zh_CN": "『方始出缠』，缠就是无明烦恼，超出了，这叫始觉。可是超出一定要与本觉相应，才叫始觉；否则的话这里头有邪觉，不是正觉。很多的外道，他们也修行，甚至于很多功夫不错。譬如前天有个同学跟我说，他接触一些外道，许多外道功夫学得不错，修到灵魂可以离开身体。灵魂离开身体，他可以接触到古人，几百年前、几千年前的人，他都能见到。他问我，以佛法来讲，这个功夫到什么境界？朱镜宙老居士写的《八大人觉经讲义》，你们看看就会觉悟。他写了一段故事，他的岳父章太炎先生是民国初年国学大师，他在世的时候曾经做过东岳大帝的判官，相当秘书长一样，管五个省。晚上他到阴曹地府上班，见到唐朝时候的人、汉朝时候的人，他读书读得多，历史上那些人都还在，还常常见面。他自己是个学者，跟他们在一块讨论文章，他就能够见到古人。这证明佛经里面讲得不错，鬼寿命长。佛经上讲，鬼的寿命差不多是一千岁，计算的方法，我们人间一个月是饿鬼道的一天。鬼的寿命以人间来讲是几千万年，寿命相当长！你明白这个事情，灵魂出窍修的什么功夫？叫鬼功夫，与佛法不相干。",
      "zh_TW": "『方始出纏』，纏就是無明煩惱，超出了，這叫始覺。可是超出一定要與本覺相應，才叫始覺；否則的話這裡頭有邪覺，不是正覺。很多的外道，他們也修行，甚至於很多功夫不錯。譬如前天有個同學跟我說，他接觸一些外道，許多外道功夫學得不錯，修到靈魂可以離開身體。靈魂離開身體，他可以接觸到古人，幾百年前、幾千年前的人，他都能見到。他問我，以佛法來講，這個功夫到什麼境界？朱鏡宙老居士寫的《八大人覺經講義》，你們看看就會覺悟。他寫了一段故事，他的岳父章太炎先生是民國初年國學大師，他在世的時候曾經做過東嶽大帝的判官，相當秘書長一樣，管五個省。晚上他到陰曹地府上班，見到唐朝時候的人、漢朝時候的人，他讀書讀得多，歷史上那些人都還在，還常常見面。他自己是個學者，跟他們在一塊討論文章，他就能夠見到古人。這證明佛經裡面講得不錯，鬼壽命長。佛經上講，鬼的壽命差不多是一千歲，計算的方法，我們人間一個月是餓鬼道的一天。鬼的壽命以人間來講是幾千萬年，壽命相當長！你明白這個事情，靈魂出竅修的什麼功夫？叫鬼功夫，與佛法不相干。"
    },
    {
      "id": "01-003-0025_p0086",
      "zh_CN": "鬼功夫好的能够到四王天去游览，忉利天没他的分，四王天以下到饿鬼道，他的功夫不过如此而已，不值得一谈！世间人好奇，以为能跟鬼打交道就不得了！跟鬼常常往来，将来自己必定堕饿鬼道。跟佛菩萨常常往来，你才能成佛菩萨。三界之内，孔老夫子说得很好，「物以类聚，人以群分」。跟哪一道志同道合，交往久了，他自己必定入那一道去。学佛的人要有智慧，要明了通达，不为外境所迷。这个世间，《楞严经》上讲得太清楚，妖魔鬼怪常常附在人身上作祟，被附着的人他自己不知道，以为他的能力很大，有神通。鬼神附在身上，小通！大的能力就没有了。所以众生好奇骛怪，不愿意修学正法。",
      "zh_TW": "鬼功夫好的能夠到四王天去遊覽，忉利天沒他的分，四王天以下到餓鬼道，他的功夫不過如此而已，不值得一談！世間人好奇，以為能跟鬼打交道就不得了！跟鬼常常往來，將來自己必定墮餓鬼道。跟佛菩薩常常往來，你才能成佛菩薩。三界之內，孔老夫子說得很好，「物以類聚，人以群分」。跟哪一道志同道合，交往久了，他自己必定入那一道去。學佛的人要有智慧，要明瞭通達，不為外境所迷。這個世間，《楞嚴經》上講得太清楚，妖魔鬼怪常常附在人身上作祟，被附著的人他自己不知道，以為他的能力很大，有神通。鬼神附在身上，小通！大的能力就沒有了。所以眾生好奇騖怪，不願意修學正法。"
    },
    {
      "id": "01-003-0025_p0087",
      "zh_CN": "诸佛菩萨有大神通，决不以神通作佛事，哪一个佛菩萨都是以正法教人。神通做佛事会发生误会，为什么？佛魔不分。魔都喜欢用神通作佛事，佛跟魔决定不一样，佛是决定以正法来教学。一个是正法，一个是搞神通，这是佛跟魔不一样的地方，特别是在末法时期。《楞严经》后面一卷半的经文讲五十种阴魔，统统是以神通来表演，来摄受一切众生。佛不如是，佛是教你修三皈依，教你觉而不迷、正而不邪、净而不染。教你老实念佛，修到一心不乱，教你守本分，规规矩矩，这是佛法。所以佛法一定要觉，不能迷。",
      "zh_TW": "諸佛菩薩有大神通，決不以神通作佛事，哪一個佛菩薩都是以正法教人。神通做佛事會發生誤會，為什麼？佛魔不分。魔都喜歡用神通作佛事，佛跟魔決定不一樣，佛是決定以正法來教學。一個是正法，一個是搞神通，這是佛跟魔不一樣的地方，特別是在末法時期。《楞嚴經》後面一卷半的經文講五十種陰魔，統統是以神通來表演，來攝受一切眾生。佛不如是，佛是教你修三皈依，教你覺而不迷、正而不邪、淨而不染。教你老實念佛，修到一心不亂，教你守本分，規規矩矩，這是佛法。所以佛法一定要覺，不能迷。"
    },
    {
      "id": "01-003-0025_p0088",
      "zh_CN": "演【不妄不变曰真如。】",
      "zh_TW": "演【不妄不變曰真如。】"
    },
    {
      "id": "01-003-0025_p0089",
      "zh_CN": "妄是假的。它不是假的，而且决定不改变，永远是这个样子，才叫做『真如』。体是真如，相也是真如，作用还是真如，诸位细细在这个当中去体会。",
      "zh_TW": "妄是假的。它不是假的，而且決定不改變，永遠是這個樣子，才叫做『真如』。體是真如，相也是真如，作用還是真如，諸位細細在這個當中去體會。"
    },
    {
      "id": "01-003-0025_p0090",
      "zh_CN": "演【离过绝非曰佛性。】",
      "zh_TW": "演【離過絕非曰佛性。】"
    },
    {
      "id": "01-003-0025_p0091",
      "zh_CN": "『过』是过失，无明、邪见、烦恼，一切的染污，他统统没有。『非』是一切错误，全都离绝了，这叫『佛性』。「佛」是印度话，翻成中国字是觉，佛性就是觉性，觉性里面正如六祖所说的「本来无一物，何处惹尘埃」，尘埃就是比喻过非，没有过非。",
      "zh_TW": "『過』是過失，無明、邪見、煩惱，一切的染污，他統統沒有。『非』是一切錯誤，全都離絕了，這叫『佛性』。「佛」是印度話，翻成中國字是覺，佛性就是覺性，覺性裡面正如六祖所說的「本來無一物，何處惹塵埃」，塵埃就是比喻過非，沒有過非。"
    },
    {
      "id": "01-003-0025_p0092",
      "zh_CN": "演【诸佛所得之智曰菩提。】",
      "zh_TW": "演【諸佛所得之智曰菩提。】"
    },
    {
      "id": "01-003-0025_p0093",
      "zh_CN": "『菩提』是印度话，翻成中国是「觉」的意思，也就是经上常讲的「阿耨多罗三藐三菩提」，我们将它翻译作「无上正等正觉」，这是诸佛所得的智慧。",
      "zh_TW": "『菩提』是印度話，翻成中國是「覺」的意思，也就是經上常講的「阿耨多羅三藐三菩提」，我們將它翻譯作「無上正等正覺」，這是諸佛所得的智慧。"
    },
    {
      "id": "01-003-0025_p0094",
      "zh_CN": "演【诸佛所证之理曰涅槃。】",
      "zh_TW": "演【諸佛所證之理曰涅槃。】"
    },
    {
      "id": "01-003-0025_p0095",
      "zh_CN": "证什么理？一切法不生不灭。无有一法不圆满，法法圆融，不但是圆满的相，而且法法都是清净寂灭相，这叫涅槃。我们先看底下这一段注解，然后回过头来再看文：",
      "zh_TW": "證什麼理？一切法不生不滅。無有一法不圓滿，法法圓融，不但是圓滿的相，而且法法都是清淨寂滅相，這叫涅槃。我們先看底下這一段註解，然後回過頭來再看文："
    },
    {
      "id": "01-003-0025_p0096",
      "zh_CN": "演【四谛者。】",
      "zh_TW": "演【四諦者。】"
    },
    {
      "id": "01-003-0025_p0097",
      "zh_CN": "这都是最简要的小注，注得非常好。",
      "zh_TW": "這都是最簡要的小註，註得非常好。"
    },
    {
      "id": "01-003-0025_p0098",
      "zh_CN": "演【苦集灭道也，苦为逼迫相，集为招感相。】",
      "zh_TW": "演【苦集滅道也，苦為逼迫相，集為招感相。】"
    },
    {
      "id": "01-003-0025_p0099",
      "zh_CN": "「相」就是样子。什么是『苦』？身心受到逼迫，心有忧愁，身有痛苦，这是逼迫之相，这个叫苦。『集』是招感相，招集什么？有烦恼，便起惑造业，业有招感性。惑是什么？对于自己、对于境界，真相不能明了，这是迷惑，迷惑之后就妄动，这就能招集感应种种业报，这种相就是招感相。",
      "zh_TW": "「相」就是樣子。什麼是『苦』？身心受到逼迫，心有憂愁，身有痛苦，這是逼迫之相，這個叫苦。『集』是招感相，招集什麼？有煩惱，便起惑造業，業有招感性。惑是什麼？對於自己、對於境界，真相不能明瞭，這是迷惑，迷惑之後就妄動，這就能招集感應種種業報，這種相就是招感相。"
    },
    {
      "id": "01-003-0025_p0100",
      "zh_CN": "演【此世间因果也。】",
      "zh_TW": "演【此世間因果也。】"
    },
    {
      "id": "01-003-0025_p0101",
      "zh_CN": "集是世间因，苦是世间的果报。",
      "zh_TW": "集是世間因，苦是世間的果報。"
    },
    {
      "id": "01-003-0025_p0102",
      "zh_CN": "演【道为可修相，灭为可证相，此出世间因果也。】",
      "zh_TW": "演【道為可脩相，滅為可證相，此出世間因果也。】"
    },
    {
      "id": "01-003-0025_p0103",
      "zh_CN": "『道』是可修相，可以修学的。「道」是理论、方法，可以依照这个理论方法来修学，所以它的样子是可以修。『灭』是可证相，可以契入，可以证明。「灭」是灭一切苦，灭一切集。换句话说，苦集不是真实法，迷了就有，悟了就没有。道与灭是出世间因果。",
      "zh_TW": "『道』是可脩相，可以修學的。「道」是理論、方法，可以依照這個理論方法來修學，所以它的樣子是可以修。『滅』是可證相，可以契入，可以證明。「滅」是滅一切苦，滅一切集。換句話說，苦集不是真實法，迷了就有，悟了就沒有。道與滅是出世間因果。"
    },
    {
      "id": "01-003-0025_p0104",
      "zh_CN": "演【此四谛通大小乘，有生灭、无生、无量、无作。】",
      "zh_TW": "演【此四諦通大小乘，有生滅、無生、無量、無作。】"
    },
    {
      "id": "01-003-0025_p0105",
      "zh_CN": "四谛法在佛法里面是根本法。生灭四谛是藏教的、小乘的，无生四谛是通教的，无量四谛是别教的，无作四谛是圆教的。《华严经‧四谛品》所说的是无量四谛，虽然华严是一乘圆教，可是《华严经》「四谛品」却是用别教来说，就是讲无量四谛，因为无作四谛没法子讲。懂得无量四谛，前后都能够通达。",
      "zh_TW": "四諦法在佛法裡面是根本法。生滅四諦是藏教的、小乘的，無生四諦是通教的，無量四諦是別教的，無作四諦是圓教的。《華嚴經‧四諦品》所說的是無量四諦，雖然華嚴是一乘圓教，可是《華嚴經》「四諦品」卻是用別教來說，就是講無量四諦，因為無作四諦沒法子講。懂得無量四諦，前後都能夠通達。"
    },
    {
      "id": "01-003-0025_p0106",
      "zh_CN": "演【四教不同，然四谛是境非行。今云行者，举所观之境，显能观之行也。】",
      "zh_TW": "演【四教不同，然四諦是境非行。今云行者，舉所觀之境，顯能觀之行也。】"
    },
    {
      "id": "01-003-0025_p0107",
      "zh_CN": "这个意思我们特别要留意，要把它认识清楚，再回过头来看疏里面的文，这就好懂了。",
      "zh_TW": "這個意思我們特別要留意，要把它認識清楚，再回過頭來看疏裡面的文，這就好懂了。"
    },
    {
      "id": "01-003-0025_p0108",
      "zh_CN": "疏【以弥陀即是全体一心，心包众德，常乐我净，本觉始觉，真如佛性，菩提涅槃。百千万名，皆此一名。】",
      "zh_TW": "疏【以彌陀即是全體一心，心包眾德，常樂我淨，本覺始覺，真如佛性，菩提涅槃。百千萬名，皆此一名。】"
    },
    {
      "id": "01-003-0025_p0109",
      "zh_CN": "这个『一名』就是阿弥陀佛，阿弥陀佛把所有这些名字统统包括尽了，譬如中华民国是我们的国号，我们讲某省某县都没有离开这一国。阿弥陀佛是一心全体，说常乐我净，说法身、般若、解脱，说本觉、始觉，说菩提、涅槃，不管你说什么，千经万论里面所说无尽的名相，都离不开阿弥陀佛。阿弥陀佛是大总持法门，我们应当相信。所以，这个名号摄无不尽！不但显教所有经论法门统统在其中，密教一切经论法门也包括在其中。我再告诉诸位，世出世间哪一法离开了一心全体？你要是明白这个，什么道都不要修！你喜欢搞外道，它也包括在里头，基督教、天主教、一贯道也包括在里头，没有一样东西出了一心全体之外，一句阿弥陀佛统统包括了。修什么好？还是修阿弥陀佛好，因为修阿弥陀佛什么都得到了，修其他东西只能得到一部分。修灵魂出窍，顶多修个鬼王，鬼里头能够享福，比较自在不受约束，还是饿鬼道！为什么不修阿弥陀佛？这是说出来这一句名号的功德不可思议。",
      "zh_TW": "這個『一名』就是阿彌陀佛，阿彌陀佛把所有這些名字統統包括盡了，譬如中華民國是我們的國號，我們講某省某縣都沒有離開這一國。阿彌陀佛是一心全體，說常樂我淨，說法身、般若、解脫，說本覺、始覺，說菩提、涅槃，不管你說什麼，千經萬論裡面所說無盡的名相，都離不開阿彌陀佛。阿彌陀佛是大總持法門，我們應當相信。所以，這個名號攝無不盡！不但顯教所有經論法門統統在其中，密教一切經論法門也包括在其中。我再告訴諸位，世出世間哪一法離開了一心全體？你要是明白這個，什麼道都不要修！你喜歡搞外道，它也包括在裡頭，基督教、天主教、一貫道也包括在裡頭，沒有一樣東西出了一心全體之外，一句阿彌陀佛統統包括了。修什麼好？還是修阿彌陀佛好，因為修阿彌陀佛什麼都得到了，修其他東西只能得到一部分。修靈魂出竅，頂多修個鬼王，鬼裡頭能夠享福，比較自在不受約束，還是餓鬼道！為什麼不修阿彌陀佛？這是說出來這一句名號的功德不可思議。"
    },
    {
      "id": "01-003-0025_p0110",
      "zh_CN": "疏【专持者。】",
      "zh_TW": "疏【專持者。】"
    },
    {
      "id": "01-003-0025_p0111",
      "zh_CN": "这叫你一心专持。",
      "zh_TW": "這叫你一心專持。"
    },
    {
      "id": "01-003-0025_p0112",
      "zh_CN": "疏【众生学佛，亦有无量行法。】",
      "zh_TW": "疏【眾生學佛，亦有無量行法。】"
    },
    {
      "id": "01-003-0025_p0113",
      "zh_CN": "这是释迦牟尼佛所讲的，行门八万四千，不是一种！",
      "zh_TW": "這是釋迦牟尼佛所講的，行門八萬四千，不是一種！"
    },
    {
      "id": "01-003-0025_p0114",
      "zh_CN": "疏【今但持名一法，足以该之。】",
      "zh_TW": "疏【今但持名一法，足以該之。】"
    },
    {
      "id": "01-003-0025_p0115",
      "zh_CN": "这是我们应该有的认识。",
      "zh_TW": "這是我們應該有的認識。"
    },
    {
      "id": "01-003-0025_p0116",
      "zh_CN": "疏【以持名即是持此一心，心该百行，四谛六度，乃至八万四千恒沙微尘一切行门，摄无不尽。】",
      "zh_TW": "疏【以持名即是持此一心，心該百行，四諦六度，乃至八萬四千恆沙微塵一切行門，攝無不盡。】"
    },
    {
      "id": "01-003-0025_p0117",
      "zh_CN": "统统都包括了。蕅益大师说，只要我们把一句阿弥陀佛念熟了，三藏十二部经统统在里面，一千七百则公案也在里面。禅家讲一千七百公案是讲《五灯会元》，这是举一个例子来说，禅也在里头，三千威仪八万细行，这是讲戒，律宗，三藏十二部教这是讲教下，教下、禅宗、律宗全在里头。不但是佛法大小乘十宗，就是世间所有的外道，哪一样能够出一心之外？所以一句阿弥陀佛念熟了，世出世间一切法统统得到，为什么还要见异思迁？搞这个法门，搞那个法门，那都是不懂如来真实义，换句话说，不通佛法。通达佛法的人绝不干这个傻事情，决定是一门深入。一门就是一心执持名号，什么都成就，什么都得到，何乐而不为之！",
      "zh_TW": "統統都包括了。蕅益大師說，只要我們把一句阿彌陀佛念熟了，三藏十二部經統統在裡面，一千七百則公案也在裡面。禪家講一千七百公案是講《五燈會元》，這是舉一個例子來說，禪也在裡頭，三千威儀八萬細行，這是講戒，律宗，三藏十二部教這是講教下，教下、禪宗、律宗全在裡頭。不但是佛法大小乘十宗，就是世間所有的外道，哪一樣能夠出一心之外？所以一句阿彌陀佛念熟了，世出世間一切法統統得到，為什麼還要見異思遷？搞這個法門，搞那個法門，那都是不懂如來真實義，換句話說，不通佛法。通達佛法的人絕不幹這個傻事情，決定是一門深入。一門就是一心執持名號，什麼都成就，什麼都得到，何樂而不為之！"
    },
    {
      "id": "01-003-0025_p0118",
      "zh_CN": "疏【故名守约。】",
      "zh_TW": "疏【故名守約。】"
    },
    {
      "id": "01-003-0025_p0119",
      "zh_CN": "这叫守约，是真正名副其实的守约。我们讲「赞经」第一个大科讲完了，到这个地方是一个大段落，我们今年就讲到此地为止。",
      "zh_TW": "這叫守約，是真正名副其實的守約。我們講「讚經」第一個大科講完了，到這個地方是一個大段落，我們今年就講到此地為止。"
    }
  ]
}