{
  "doc_id": "01-003-0270",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七０集",
    "zh_TW": "第二七０集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0270",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "01-003-0270_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五六二页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五六二頁："
    },
    {
      "id": "01-003-0270_p0002",
      "zh_CN": "钞【良以蠢动含灵皆有佛性，则菩提者，佛与众生本来无二，无明所覆，遂成迷妄，是则邪觉，不名为正。】",
      "zh_TW": "鈔【良以蠢動含靈皆有佛性，則菩提者，佛與眾生本來無二，無明所覆，遂成迷妄，是則邪覺，不名為正。】"
    },
    {
      "id": "01-003-0270_p0003",
      "zh_CN": "这一段说明佛与众生的差别，佛与众生本来是没有差别的，差别就在迷悟，实际上迷悟只在一念之间。大师在此地告诉我们，『蠢动含灵』是指一切的动物，即使是我们所谓很低级的动物，蚊虫、蚂蚁，牠也有『佛性』。『菩提』就是自性本觉，自性本来就是觉悟，这个不是从外面来的。佛虽然成佛了，佛的菩提也没有增加一分；众生虽然堕落在六道，即使是在畜生、饿鬼、地狱，他的菩提也没有减少一分，自性觉可以说是不增不减的。所以说『佛与众生本来无二』，无二就是一样的。现在一样不一样？说实在话，还是一样的。不一样就是我们菩提上面加了一点迷，坏在这个地方，佛菩萨没有加迷，我们加上一点迷。什么叫迷？《楞严经》上说得好，「知见立知」，知见就是菩提，我们一切众生，眼都能见、耳都能听、鼻能嗅、舌能尝，能见、能听、能觉、能尝，那个「能」是菩提，众生跟佛没有两样。到底迷在哪里？诸佛菩萨见闻觉知里头没有分别、没有执着，而对于境界清清楚楚、明明白白，这叫菩提。我们见闻觉知里面加上分别执着，从分别执着里头又加上贪瞋痴慢，这就叫迷。这就是『无明所覆，遂成迷妄』，我们这个觉就不能叫正觉，叫邪觉，就是这么一回事情。正是《华严经》上佛所说的，「一切众生但以妄想执着而不能证得」，那个迷就是妄想、就是执着。去掉妄想、执着，那就成佛，为什么？菩提跟如来果地上完全一样，体相作用都一样，那就叫成佛。坏就坏在妄想、执着，我们一天到晚都在打妄想，连睡觉还打妄想，作梦就是睡觉打妄想，睡觉要不打妄想就不作梦，梦是妄想生的，可见得我们这个迷的确是很深，的确是非常严重。这是先说明生佛不二。",
      "zh_TW": "這一段說明佛與眾生的差別，佛與眾生本來是沒有差別的，差別就在迷悟，實際上迷悟只在一念之間。大師在此地告訴我們，『蠢動含靈』是指一切的動物，即使是我們所謂很低級的動物，蚊蟲、螞蟻，牠也有『佛性』。『菩提』就是自性本覺，自性本來就是覺悟，這個不是從外面來的。佛雖然成佛了，佛的菩提也沒有增加一分；眾生雖然墮落在六道，即使是在畜生、餓鬼、地獄，他的菩提也沒有減少一分，自性覺可以說是不增不減的。所以說『佛與眾生本來無二』，無二就是一樣的。現在一樣不一樣？說實在話，還是一樣的。不一樣就是我們菩提上面加了一點迷，壞在這個地方，佛菩薩沒有加迷，我們加上一點迷。什麼叫迷？《楞嚴經》上說得好，「知見立知」，知見就是菩提，我們一切眾生，眼都能見、耳都能聽、鼻能嗅、舌能嘗，能見、能聽、能覺、能嘗，那個「能」是菩提，眾生跟佛沒有兩樣。到底迷在哪裡？諸佛菩薩見聞覺知裡頭沒有分別、沒有執著，而對於境界清清楚楚、明明白白，這叫菩提。我們見聞覺知裡面加上分別執著，從分別執著裡頭又加上貪瞋痴慢，這就叫迷。這就是『無明所覆，遂成迷妄』，我們這個覺就不能叫正覺，叫邪覺，就是這麼一回事情。正是《華嚴經》上佛所說的，「一切眾生但以妄想執著而不能證得」，那個迷就是妄想、就是執著。去掉妄想、執著，那就成佛，為什麼？菩提跟如來果地上完全一樣，體相作用都一樣，那就叫成佛。壞就壞在妄想、執著，我們一天到晚都在打妄想，連睡覺還打妄想，作夢就是睡覺打妄想，睡覺要不打妄想就不作夢，夢是妄想生的，可見得我們這個迷的確是很深，的確是非常嚴重。這是先說明生佛不二。"
    },
    {
      "id": "01-003-0270_p0004",
      "zh_CN": "钞【声闻辟支。】",
      "zh_TW": "鈔【聲聞辟支。】"
    },
    {
      "id": "01-003-0270_p0005",
      "zh_CN": "『声闻』是小乘四果罗汉，『辟支』就是缘觉，辟支佛。讲三乘，声闻是小乘，辟支佛是中乘，菩萨是大乘；讲二乘，声闻跟辟支佛合起来叫小乘，二乘。这两类的人：",
      "zh_TW": "『聲聞』是小乘四果羅漢，『辟支』就是緣覺，辟支佛。講三乘，聲聞是小乘，辟支佛是中乘，菩薩是大乘；講二乘，聲聞跟辟支佛合起來叫小乘，二乘。這兩類的人："
    },
    {
      "id": "01-003-0270_p0006",
      "zh_CN": "钞【止破见思。】",
      "zh_TW": "鈔【止破見思。】"
    },
    {
      "id": "01-003-0270_p0007",
      "zh_CN": "我们这个迷执大分可以分为三大类，我们从最粗的往细的来说，最粗的分别执着就是「见思烦恼」，「见」是错误的见解，「思」是错误的思想，我们想错了、看错了，这一类叫见思烦恼；第二类是「尘沙烦恼」，比见思烦恼要细，很多很多，多得就像尘沙一样，尘沙是比喻它很多，同时尘沙是污染，也比喻它是污染，很多很多的污染；最微细的是「无明烦恼」。分别、执着有这么三大类。声闻、缘觉，他们只『破见思』，这三大类的烦恼只破见思烦恼。",
      "zh_TW": "我們這個迷執大分可以分為三大類，我們從最粗的往細的來說，最粗的分別執著就是「見思煩惱」，「見」是錯誤的見解，「思」是錯誤的思想，我們想錯了、看錯了，這一類叫見思煩惱；第二類是「塵沙煩惱」，比見思煩惱要細，很多很多，多得就像塵沙一樣，塵沙是比喻它很多，同時塵沙是污染，也比喻它是污染，很多很多的污染；最微細的是「無明煩惱」。分別、執著有這麼三大類。聲聞、緣覺，他們只『破見思』，這三大類的煩惱只破見思煩惱。"
    },
    {
      "id": "01-003-0270_p0008",
      "zh_CN": "钞【虽得菩提，其道未中，是则偏觉，不名为等。】",
      "zh_TW": "鈔【雖得菩提，其道未中，是則偏覺，不名為等。】"
    },
    {
      "id": "01-003-0270_p0009",
      "zh_CN": "阿罗汉跟辟支佛算得上是正觉，为什么他正我们不正？因为他的见思烦恼断了，我们见思烦恼没断，我们的觉就是邪觉，就不是正觉；一定要见思烦恼断了，那个觉才叫正觉，标准在这个地方。他能称为正觉，他不能称正等正觉，为什么？他的那个觉是正，没错！偏，没有得到中道，偏在一边。大师在此地说他们的觉是『偏觉』，不能称为『等』。莲池大师称为偏觉，也不是他发明的，他还是有根据的。佛在经上说，二乘人证得偏真涅槃，偏真，他不是中道。菩萨，这才是中道。这是二乘人他们的状况。",
      "zh_TW": "阿羅漢跟辟支佛算得上是正覺，為什麼他正我們不正？因為他的見思煩惱斷了，我們見思煩惱沒斷，我們的覺就是邪覺，就不是正覺；一定要見思煩惱斷了，那個覺才叫正覺，標準在這個地方。他能稱為正覺，他不能稱正等正覺，為什麼？他的那個覺是正，沒錯！偏，沒有得到中道，偏在一邊。大師在此地說他們的覺是『偏覺』，不能稱為『等』。蓮池大師稱為偏覺，也不是他發明的，他還是有根據的。佛在經上說，二乘人證得偏真涅槃，偏真，他不是中道。菩薩，這才是中道。這是二乘人他們的狀況。"
    },
    {
      "id": "01-003-0270_p0010",
      "zh_CN": "钞【一切菩萨，已尽尘沙，未尽无明，虽得正等菩提，佛地犹远，不名无上。】",
      "zh_TW": "鈔【一切菩薩，已盡塵沙，未盡無明，雖得正等菩提，佛地猶遠，不名無上。】"
    },
    {
      "id": "01-003-0270_p0011",
      "zh_CN": "这是菩萨。",
      "zh_TW": "這是菩薩。"
    },
    {
      "id": "01-003-0270_p0012",
      "zh_CN": "演【圆十信已尽尘沙。】",
      "zh_TW": "演【圓十信已盡塵沙。】"
    },
    {
      "id": "01-003-0270_p0013",
      "zh_CN": "我只告诉诸位这一句，因为其他的都不难懂。「十信」就是十信位，不是从初信到十信，就是第十信位的菩萨，尘沙惑断尽了。初信到六信见思烦恼都没有断尽，到七信位见思烦恼断尽，八、九、十这三个位次，到第十信，尘沙惑断尽。十信心满，就是第十信修行圆满，什么圆满？尘沙惑断尽，这就入初住，这是圆教。如果在别教讲，别教是第十回向，第十回向尘沙惑断尽，再升一级就入初地，别教初地等于圆教初住，都是尘沙惑尽，破一品无明。由此可知，尘沙惑如果在，决定没有法子破无明，一定尘沙惑尽才能破一品无明、证一分法身。我们明白这些道理，才知道修行实在不容易。断惑证真非常困难，如果诸佛如来不为我们开辟带业往生这个法门，换句话说，末法众生没有一个得度的，谁有能力断烦恼？这是事实摆在我们面前，我们不能不承认。在这个状况之下，我们遇到不要断烦恼，见思、尘沙、无明统统都不要断，也能成佛，这个法门就是《阿弥陀经》所说的「持名念佛」的法门。上一次跟大家讲过，闻经受持那个福慧是尽虚空遍法界真正是第一，福报是一切诸佛都护念你，你这个福报多大！查遍《大藏经》，也找不出哪部经、哪个法门说我们读诵受持使一切诸佛都保佑、都护念，没听说过！慧，「皆得不退转于阿耨多罗三藐三菩提」，圆证三不退是慧。所以闻经受持，也就是老实念佛、发愿往生，这个人福第一大，慧也是第一大。这是释迦牟尼佛在经上跟我们说的，哪能得假？我们能信不疑惑，我们就是闻经受持之人。",
      "zh_TW": "我只告訴諸位這一句，因為其他的都不難懂。「十信」就是十信位，不是從初信到十信，就是第十信位的菩薩，塵沙惑斷盡了。初信到六信見思煩惱都沒有斷盡，到七信位見思煩惱斷盡，八、九、十這三個位次，到第十信，塵沙惑斷盡。十信心滿，就是第十信修行圓滿，什麼圓滿？塵沙惑斷盡，這就入初住，這是圓教。如果在別教講，別教是第十迴向，第十迴向塵沙惑斷盡，再升一級就入初地，別教初地等於圓教初住，都是塵沙惑盡，破一品無明。由此可知，塵沙惑如果在，決定沒有法子破無明，一定塵沙惑盡才能破一品無明、證一分法身。我們明白這些道理，才知道修行實在不容易。斷惑證真非常困難，如果諸佛如來不為我們開闢帶業往生這個法門，換句話說，末法眾生沒有一個得度的，誰有能力斷煩惱？這是事實擺在我們面前，我們不能不承認。在這個狀況之下，我們遇到不要斷煩惱，見思、塵沙、無明統統都不要斷，也能成佛，這個法門就是《阿彌陀經》所說的「持名念佛」的法門。上一次跟大家講過，聞經受持那個福慧是盡虛空遍法界真正是第一，福報是一切諸佛都護念你，你這個福報多大！查遍《大藏經》，也找不出哪部經、哪個法門說我們讀誦受持使一切諸佛都保佑、都護念，沒聽說過！慧，「皆得不退轉於阿耨多羅三藐三菩提」，圓證三不退是慧。所以聞經受持，也就是老實念佛、發願往生，這個人福第一大，慧也是第一大。這是釋迦牟尼佛在經上跟我們說的，哪能得假？我們能信不疑惑，我們就是聞經受持之人。"
    },
    {
      "id": "01-003-0270_p0014",
      "zh_CN": "此地讲的『一切菩萨』，是圆教第十信位以上的菩萨，九信以前的不能算。『已尽尘沙』，这一句标准在此地，一切菩萨，哪一类的菩萨？已经把尘沙惑断尽，无明没有断尽，破一品无明、破两品无明，无明有四十一品，他没有能断尽。『虽得正等菩提』，他不是偏觉，他是正等正觉。等是等于佛，等于佛还不是佛，跟佛很接近、很相似，他还不是真正的佛，等于佛而已。『佛地犹远』，距离究竟佛果还相当遥远。初住菩萨破一品无明，距离最后的究竟果位还有四十个位次，确实是相当遥远。『不名无上』，他不可以说无上，在他上面还有很多菩萨。等觉菩萨四十一品无明已经破四十品，还有一品，他上面还有佛，所以他不能说无上。由此可知，正等正觉是从圆教初住到等觉，四十一个位次，《华严经》上讲的四十一位法身大士就是指正等正觉。",
      "zh_TW": "此地講的『一切菩薩』，是圓教第十信位以上的菩薩，九信以前的不能算。『已盡塵沙』，這一句標準在此地，一切菩薩，哪一類的菩薩？已經把塵沙惑斷盡，無明沒有斷盡，破一品無明、破兩品無明，無明有四十一品，他沒有能斷盡。『雖得正等菩提』，他不是偏覺，他是正等正覺。等是等於佛，等於佛還不是佛，跟佛很接近、很相似，他還不是真正的佛，等於佛而已。『佛地猶遠』，距離究竟佛果還相當遙遠。初住菩薩破一品無明，距離最後的究竟果位還有四十個位次，確實是相當遙遠。『不名無上』，他不可以說無上，在他上面還有很多菩薩。等覺菩薩四十一品無明已經破四十品，還有一品，他上面還有佛，所以他不能說無上。由此可知，正等正覺是從圓教初住到等覺，四十一個位次，《華嚴經》上講的四十一位法身大士就是指正等正覺。"
    },
    {
      "id": "01-003-0270_p0015",
      "zh_CN": "钞【惟佛一人。】",
      "zh_TW": "鈔【惟佛一人。】"
    },
    {
      "id": "01-003-0270_p0016",
      "zh_CN": "『一人』就是这一个果位，这个位次。菩萨，如果连十信，有五十一个位次。究竟佛果就一个位次，惟佛一人。",
      "zh_TW": "『一人』就是這一個果位，這個位次。菩薩，如果連十信，有五十一個位次。究竟佛果就一個位次，惟佛一人。"
    },
    {
      "id": "01-003-0270_p0017",
      "zh_CN": "钞【妄尽觉满。】",
      "zh_TW": "鈔【妄盡覺滿。】"
    },
    {
      "id": "01-003-0270_p0018",
      "zh_CN": "见思、尘沙、无明统统断尽了。诸位在此地要留意，那就是见思尘沙无明都是妄！这都是妄想执着，统统断尽了，都没有了，觉圆满了。我们称这个圆满称为大觉，觉圆满了。大家一定要记住，妄想执着跟大觉是一桩事情，不是两桩事情。你把它认为是两桩事情，就错了，一桩事情，一体之两面，所以它是一不是二。转烦恼成菩提，一转变就是的！觉是什么？觉就是从前那个见思、尘沙、无明，你转过来，见思、尘沙、无明就是菩提正觉，所以它是一不是二。",
      "zh_TW": "見思、塵沙、無明統統斷盡了。諸位在此地要留意，那就是見思塵沙無明都是妄！這都是妄想執著，統統斷盡了，都沒有了，覺圓滿了。我們稱這個圓滿稱為大覺，覺圓滿了。大家一定要記住，妄想執著跟大覺是一樁事情，不是兩樁事情。你把它認為是兩樁事情，就錯了，一樁事情，一體之兩面，所以它是一不是二。轉煩惱成菩提，一轉變就是的！覺是什麼？覺就是從前那個見思、塵沙、無明，你轉過來，見思、塵沙、無明就是菩提正覺，所以它是一不是二。"
    },
    {
      "id": "01-003-0270_p0019",
      "zh_CN": "钞【如望夜月。】",
      "zh_TW": "鈔【如望夜月。】"
    },
    {
      "id": "01-003-0270_p0020",
      "zh_CN": "『望』是十五，十五的月亮是满月，这个月亮是圆满的，一丝毫缺陷都没有。把它比做佛果，无上正等正觉，这是圆满的。",
      "zh_TW": "『望』是十五，十五的月亮是滿月，這個月亮是圓滿的，一絲毫缺陷都沒有。把它比做佛果，無上正等正覺，這是圓滿的。"
    },
    {
      "id": "01-003-0270_p0021",
      "zh_CN": "钞【更无有觉过于此者。】",
      "zh_TW": "鈔【更無有覺過於此者。】"
    },
    {
      "id": "01-003-0270_p0022",
      "zh_CN": "菩萨虽然是觉，不圆满，所以没有比佛更圆满的。",
      "zh_TW": "菩薩雖然是覺，不圓滿，所以沒有比佛更圓滿的。"
    },
    {
      "id": "01-003-0270_p0023",
      "zh_CN": "钞【名无上正等觉也。】",
      "zh_TW": "鈔【名無上正等覺也。】"
    },
    {
      "id": "01-003-0270_p0024",
      "zh_CN": "『无上正等正觉』这个名号专对佛称的，菩萨称正等正觉，只有佛才加无上。下面则是转到正题，我们要特别注意。",
      "zh_TW": "『無上正等正覺』這個名號專對佛稱的，菩薩稱正等正覺，只有佛才加無上。下面則是轉到正題，我們要特別注意。"
    },
    {
      "id": "01-003-0270_p0025",
      "zh_CN": "钞【今但持名，蒙佛护念。】",
      "zh_TW": "鈔【今但持名，蒙佛護念。】"
    },
    {
      "id": "01-003-0270_p0026",
      "zh_CN": "我们今天学佛用功，用的什么功夫？就念这一句佛号。『但』是仅仅就念这句佛号，就『蒙佛护念』。不是蒙一尊佛，是十方三世一切诸佛都保护你，都怀念你，我们能被一切诸佛怀念，一切诸佛保佑。所以我叫大家好好的去想想，你的福报有多大！大梵天王、忉利天主跟念佛人比，差太远了。忉利天主、大梵天王只有鬼神护卫，保护他，佛不护念他，护法神不保佑他。一切诸佛护念，一切菩萨赞叹，一切护法善神拥护，世出世间还有什么人的福报比你更大？找不到了。信愿持名能得这么大的福，可惜没有人知道！不但一般人不知道，念佛的人知道也很少！果然知道了，你这一句佛号一定是死心塌地念去，你决定不会动摇，为什么？那个事实真相你明白，原来你是尽虚空遍法界第一大福报的人。我们读这个经，读莲池大师的开示，使我们对于这节经文真实义才算是明白，才算是清楚。原来这一句佛号不但是定慧等学，是福慧双修！一下手就是最极圆满的福慧，不像其他的法门、其他的菩萨，这个福慧一分一分的去证得，他不能一下圆满；我们这个一下手就圆满，所以这个法门叫难信之法，这个经叫不思议经。",
      "zh_TW": "我們今天學佛用功，用的什麼功夫？就念這一句佛號。『但』是僅僅就念這句佛號，就『蒙佛護念』。不是蒙一尊佛，是十方三世一切諸佛都保護你，都懷念你，我們能被一切諸佛懷念，一切諸佛保佑。所以我叫大家好好的去想想，你的福報有多大！大梵天王、忉利天主跟念佛人比，差太遠了。忉利天主、大梵天王只有鬼神護衛，保護他，佛不護念他，護法神不保佑他。一切諸佛護念，一切菩薩讚歎，一切護法善神擁護，世出世間還有什麼人的福報比你更大？找不到了。信願持名能得這麼大的福，可惜沒有人知道！不但一般人不知道，念佛的人知道也很少！果然知道了，你這一句佛號一定是死心塌地念去，你決定不會動搖，為什麼？那個事實真相你明白，原來你是盡虛空遍法界第一大福報的人。我們讀這個經，讀蓮池大師的開示，使我們對於這節經文真實義才算是明白，才算是清楚。原來這一句佛號不但是定慧等學，是福慧雙修！一下手就是最極圓滿的福慧，不像其他的法門、其他的菩薩，這個福慧一分一分的去證得，他不能一下圓滿；我們這個一下手就圓滿，所以這個法門叫難信之法，這個經叫不思議經。"
    },
    {
      "id": "01-003-0270_p0027",
      "zh_CN": "钞【于如是觉，即不退转。】",
      "zh_TW": "鈔【於如是覺，即不退轉。】"
    },
    {
      "id": "01-003-0270_p0028",
      "zh_CN": "『如是觉』就是指无上正等正觉。这个法门，不要经过声闻、缘觉，也不要经过菩萨四十一个阶级，他直接就向无上菩提，就达到这个目标。这就好比两个修行人，一个菩萨，了不起！从楼下上到我们五楼，爬楼梯，一步一步上来的，四十一个阶级他统统都证得。这个念佛人虽然还不是个菩萨，他坐电梯一下上来了，没有经过阶级，他一下就成佛。所以这个法门是很不可思议的法门，我们要认识它、要珍惜它。『不退转』，这是解释经文末后一句。",
      "zh_TW": "『如是覺』就是指無上正等正覺。這個法門，不要經過聲聞、緣覺，也不要經過菩薩四十一個階級，他直接就向無上菩提，就達到這個目標。這就好比兩個修行人，一個菩薩，了不起！從樓下上到我們五樓，爬樓梯，一步一步上來的，四十一個階級他統統都證得。這個念佛人雖然還不是個菩薩，他坐電梯一下上來了，沒有經過階級，他一下就成佛。所以這個法門是很不可思議的法門，我們要認識它、要珍惜它。『不退轉』，這是解釋經文末後一句。"
    },
    {
      "id": "01-003-0270_p0029",
      "zh_CN": "钞【言直至道场，终不再堕三有、中止化城，决定成佛也。】",
      "zh_TW": "鈔【言直至道場，終不再墮三有、中止化城，決定成佛也。】"
    },
    {
      "id": "01-003-0270_p0030",
      "zh_CN": "菩萨成佛，佛在经上告诉我们，要三大阿僧祇劫。这是佛对于小心量初学者说的，因为再说多，怕你害怕，不学了，就给你说三阿僧祇劫成佛。佛不骗人、不打妄语，确实是成佛，成什么佛？藏教佛。天台家讲「藏通别圆」，成的是藏教佛。《华严经》上所讲的成佛，成圆教佛，那要多少时间？无量劫，才能成圆教的佛。为什么要这么长的时间？那就是进得少、退得多。菩萨也有隔阴之迷！我们这一世非常勤苦的修行，读诵许许多多的经典，寿命到了、死了，但是这一生没有造恶业，都在修行用功，来生一定还得人身，还会继续闻法、继续修持。可是这一个生死，前生那个东西全忘光，这一生投胎，不能一下就接着用功，总得到十几、二十岁才觉悟，这耽误多少时间？一切又要从头学起，学到差不多，寿命又到了。生生世世他老是留在这个阶段，往上进一点点相当困难，退转就太容易，因此需要很长时间才能成就，道理在这个地方。西方世界就不一样了，生到那边去就无量寿，不必再搞生死轮回，寿命之长，没有人能算得出来。所以他就不退转，他不迷！在西方世界成佛非常容易，很短的时间就成就。我们在《观经》里面看到，造五逆十恶极重罪业的众生，如果在临终那个时候遇到善知识劝他念佛往生，他立刻就接受、就悔改，发愿往生，一念、十念都能成功，生到西方极乐世界是凡圣同居土，下下品往生。佛说这样的人在西方世界要经过十二劫花开见佛，十二劫比阿僧祇劫，太短了！十二劫花开见佛是什么地位？圆教初住的地位。换句话说，释迦牟尼佛平常讲的三大阿僧祇劫，他已经修满两个阿僧祇劫了。在我们这个世间修行要两个阿僧祇劫，在西方极乐世界只要十二劫，那个时间将缩短多少！这是下下品往生的。",
      "zh_TW": "菩薩成佛，佛在經上告訴我們，要三大阿僧祇劫。這是佛對於小心量初學者說的，因為再說多，怕你害怕，不學了，就給你說三阿僧祇劫成佛。佛不騙人、不打妄語，確實是成佛，成什麼佛？藏教佛。天台家講「藏通別圓」，成的是藏教佛。《華嚴經》上所講的成佛，成圓教佛，那要多少時間？無量劫，才能成圓教的佛。為什麼要這麼長的時間？那就是進得少、退得多。菩薩也有隔陰之迷！我們這一世非常勤苦的修行，讀誦許許多多的經典，壽命到了、死了，但是這一生沒有造惡業，都在修行用功，來生一定還得人身，還會繼續聞法、繼續修持。可是這一個生死，前生那個東西全忘光，這一生投胎，不能一下就接著用功，總得到十幾、二十歲才覺悟，這耽誤多少時間？一切又要從頭學起，學到差不多，壽命又到了。生生世世他老是留在這個階段，往上進一點點相當困難，退轉就太容易，因此需要很長時間才能成就，道理在這個地方。西方世界就不一樣了，生到那邊去就無量壽，不必再搞生死輪迴，壽命之長，沒有人能算得出來。所以他就不退轉，他不迷！在西方世界成佛非常容易，很短的時間就成就。我們在《觀經》裡面看到，造五逆十惡極重罪業的眾生，如果在臨終那個時候遇到善知識勸他念佛往生，他立刻就接受、就悔改，發願往生，一念、十念都能成功，生到西方極樂世界是凡聖同居土，下下品往生。佛說這樣的人在西方世界要經過十二劫花開見佛，十二劫比阿僧祇劫，太短了！十二劫花開見佛是什麼地位？圓教初住的地位。換句話說，釋迦牟尼佛平常講的三大阿僧祇劫，他已經修滿兩個阿僧祇劫了。在我們這個世間修行要兩個阿僧祇劫，在西方極樂世界只要十二劫，那個時間將縮短多少！這是下下品往生的。"
    },
    {
      "id": "01-003-0270_p0031",
      "zh_CN": "我们去往生不会落在下下品，为什么？我们没造那么重的罪！虽然也造罪业，没那么重，我们没有杀父亲、杀母亲，没有出佛身血、破和合僧，咱们没有造五逆罪，所以我们去往生，最下的大概也是下品中生。下品中生花开见佛只要六劫，时间就更短。上三品往生的，《无量寿经》上讲，上辈往生的都是大乘根性积善修福之人，大乘根性是心量大的，也就是分别执着这些念头比较淡薄，这是大乘根性去往生的，到那边成就非常的快速。上品上生的人一到那里就花开见佛，换句话说，不到一天的时间超过普通菩萨修行两个阿僧祇劫。上品中生的，也只是七天而已，七天是我们这个世界的七天，不是西方极乐世界，七天就超过两个阿僧祇劫。在我想，我们同修当中，大乘根性的人很多！这真正是难能可贵，用现代话来讲，心胸是清净、平等的、开放的，这是大乘人。中辈往生，是持戒修福的，是小乘根性；小乘人比较执着，心胸没有大乘人那样开阔，大乘人来得潇洒。可是诸位要记住，心地清净平等，那个潇洒才是大乘人；如果很潇洒，心里有贪瞋痴慢，那不是大乘人。下辈都是造作一切罪业的，造很多罪业的，遇到善知识劝导，一念回头忏悔往生的。照这个标准来看，我们要是真的念佛往生西方极乐世界，多半都是在中品以上，不会在下辈。",
      "zh_TW": "我們去往生不會落在下下品，為什麼？我們沒造那麼重的罪！雖然也造罪業，沒那麼重，我們沒有殺父親、殺母親，沒有出佛身血、破和合僧，咱們沒有造五逆罪，所以我們去往生，最下的大概也是下品中生。下品中生花開見佛只要六劫，時間就更短。上三品往生的，《無量壽經》上講，上輩往生的都是大乘根性積善修福之人，大乘根性是心量大的，也就是分別執著這些念頭比較淡薄，這是大乘根性去往生的，到那邊成就非常的快速。上品上生的人一到那裡就花開見佛，換句話說，不到一天的時間超過普通菩薩修行兩個阿僧祇劫。上品中生的，也只是七天而已，七天是我們這個世界的七天，不是西方極樂世界，七天就超過兩個阿僧祇劫。在我想，我們同修當中，大乘根性的人很多！這真正是難能可貴，用現代話來講，心胸是清淨、平等的、開放的，這是大乘人。中輩往生，是持戒修福的，是小乘根性；小乘人比較執著，心胸沒有大乘人那樣開闊，大乘人來得瀟灑。可是諸位要記住，心地清淨平等，那個瀟灑才是大乘人；如果很瀟灑，心裡有貪瞋痴慢，那不是大乘人。下輩都是造作一切罪業的，造很多罪業的，遇到善知識勸導，一念回頭懺悔往生的。照這個標準來看，我們要是真的念佛往生西方極樂世界，多半都是在中品以上，不會在下輩。"
    },
    {
      "id": "01-003-0270_p0032",
      "zh_CN": "『直至道场』，一般菩萨在一切诸佛刹土修行都是进进退退，所以需要很长的时间，西方极乐世界的菩萨，西方世界没有三恶道，不会退堕，所以他就直至道场。他也不是『中止化城』，化城就是声闻缘觉的偏真涅槃。通常阿罗汉证到这个果位，他在那里要停留两大劫，不能够继续精进，他中止在那个地方，他觉得那个境界不错，他就住在那里，要经历两大劫他才会回头，回小向大。辟支佛要停一个大劫。佛把它比作化城，他中止在这个地方。生西方极乐世界这些人，不会『堕三有』，三有是欲界有、色界有、无色界有，三有就是六道轮回，他绝对不会再到六道来轮回，也不会像阿罗汉、辟支佛中止在偏真涅槃，他是决定成佛。这段开示把前面闻经、受持两种利益说得很清楚、很明白。我们听了之后还要怀疑，还不能相信，还要去搞其他的，那真正叫业障太重，没有福报；有福报的人听到这个法门，死心塌地，一门深入。",
      "zh_TW": "『直至道場』，一般菩薩在一切諸佛剎土修行都是進進退退，所以需要很長的時間，西方極樂世界的菩薩，西方世界沒有三惡道，不會退墮，所以他就直至道場。他也不是『中止化城』，化城就是聲聞緣覺的偏真涅槃。通常阿羅漢證到這個果位，他在那裡要停留兩大劫，不能夠繼續精進，他中止在那個地方，他覺得那個境界不錯，他就住在那裡，要經歷兩大劫他才會回頭，迴小向大。辟支佛要停一個大劫。佛把它比作化城，他中止在這個地方。生西方極樂世界這些人，不會『墮三有』，三有是欲界有、色界有、無色界有，三有就是六道輪迴，他絕對不會再到六道來輪迴，也不會像阿羅漢、辟支佛中止在偏真涅槃，他是決定成佛。這段開示把前面聞經、受持兩種利益說得很清楚、很明白。我們聽了之後還要懷疑，還不能相信，還要去搞其他的，那真正叫業障太重，沒有福報；有福報的人聽到這個法門，死心塌地，一門深入。"
    },
    {
      "id": "01-003-0270_p0033",
      "zh_CN": "钞【大本法藏愿云。】",
      "zh_TW": "鈔【大本法藏願云。】"
    },
    {
      "id": "01-003-0270_p0034",
      "zh_CN": "《无量寿经》，四十八愿里面说的。",
      "zh_TW": "《無量壽經》，四十八願裡面說的。"
    },
    {
      "id": "01-003-0270_p0035",
      "zh_CN": "钞【闻我名已，于阿耨多罗三藐三菩提，有退转者，不取正觉。】",
      "zh_TW": "鈔【聞我名已，於阿耨多羅三藐三菩提，有退轉者，不取正覺。】"
    },
    {
      "id": "01-003-0270_p0036",
      "zh_CN": "由此可知，生到西方极乐世界为什么圆证三不退？阿弥陀佛本愿威神的加持，不是自己有这个能力，是佛力加持的。",
      "zh_TW": "由此可知，生到西方極樂世界為什麼圓證三不退？阿彌陀佛本願威神的加持，不是自己有這個能力，是佛力加持的。"
    },
    {
      "id": "01-003-0270_p0037",
      "zh_CN": "钞【又云：繇于此法，不听闻故，有一亿菩萨退转于阿耨多罗三藐三菩提。】",
      "zh_TW": "鈔【又云：繇於此法，不聽聞故，有一億菩薩退轉於阿耨多羅三藐三菩提。】"
    },
    {
      "id": "01-003-0270_p0038",
      "zh_CN": "这就是说明他方世界的菩萨听不到这个法门，没有缘分修学这个法门，退转无上菩提的菩萨就太多了。",
      "zh_TW": "這就是說明他方世界的菩薩聽不到這個法門，沒有緣分修學這個法門，退轉無上菩提的菩薩就太多了。"
    },
    {
      "id": "01-003-0270_p0039",
      "zh_CN": "疏【前云：阿鞞跋致，正此不退菩提义也，而生前生后，意稍差别。】",
      "zh_TW": "疏【前云：阿鞞跋致，正此不退菩提義也，而生前生後，意稍差別。】"
    },
    {
      "id": "01-003-0270_p0040",
      "zh_CN": "钞【阿鞞跋致，云不退者。】",
      "zh_TW": "鈔【阿鞞跋致，云不退者。】"
    },
    {
      "id": "01-003-0270_p0041",
      "zh_CN": "『阿鞞跋致』是梵语，意思是不退转。",
      "zh_TW": "『阿鞞跋致』是梵語，意思是不退轉。"
    },
    {
      "id": "01-003-0270_p0042",
      "zh_CN": "钞【正言于无上菩提不退转耳。】",
      "zh_TW": "鈔【正言於無上菩提不退轉耳。】"
    },
    {
      "id": "01-003-0270_p0043",
      "zh_CN": "这不是普通的不退，是对无上菩提不退，这就非常难得。一般来说，对无上菩提不退的是指八地以上的菩萨，八地、九地、十地、等觉，是称这些大菩萨。我们是凡夫，连见思烦恼一品都没有断，居然也对无上菩提不退转，这真的稀有。",
      "zh_TW": "這不是普通的不退，是對無上菩提不退，這就非常難得。一般來說，對無上菩提不退的是指八地以上的菩薩，八地、九地、十地、等覺，是稱這些大菩薩。我們是凡夫，連見思煩惱一品都沒有斷，居然也對無上菩提不退轉，這真的稀有。"
    },
    {
      "id": "01-003-0270_p0044",
      "zh_CN": "钞【然前云。】",
      "zh_TW": "鈔【然前云。】"
    },
    {
      "id": "01-003-0270_p0045",
      "zh_CN": "前面经上说，这是佛在经上讲的。",
      "zh_TW": "前面經上說，這是佛在經上講的。"
    },
    {
      "id": "01-003-0270_p0046",
      "zh_CN": "钞【生彼国者，皆得不退。】",
      "zh_TW": "鈔【生彼國者，皆得不退。】"
    },
    {
      "id": "01-003-0270_p0047",
      "zh_CN": "凡是生到西方极乐世界，各个人对无上菩提都不退转。在祖师注疏中，有许多地方我们看到「圆证三不退」，圆满的证得三不退，这个地位就高。通常我们要是说证三不退的菩萨，三不退就是位不退、行不退、念不退，别教初地、圆教初住就证得，虽证得，不圆满。等觉菩萨，四十一品无明已经破四十品，还有一品生相无明没破，这时候才可以说圆证三不退；等觉菩萨，超过十地，已经修满三个阿僧祇劫，念佛往生的人生到西方极乐世界就是这个地位。祖师讲圆证三不退，经上没有，圆证三不退是根据什么说的？就是根据这句经文说的，于无上菩提不退。于无上菩提不退，这就是等觉菩萨。凡是往生西方世界的人，纵然是凡圣同居土下下品往生，也是于无上菩提永不退转，这个实在是真正稀有！确实是许许多多菩萨从来没有听说过的，闻所未闻。",
      "zh_TW": "凡是生到西方極樂世界，各個人對無上菩提都不退轉。在祖師註疏中，有許多地方我們看到「圓證三不退」，圓滿的證得三不退，這個地位就高。通常我們要是說證三不退的菩薩，三不退就是位不退、行不退、念不退，別教初地、圓教初住就證得，雖證得，不圓滿。等覺菩薩，四十一品無明已經破四十品，還有一品生相無明沒破，這時候才可以說圓證三不退；等覺菩薩，超過十地，已經修滿三個阿僧祇劫，念佛往生的人生到西方極樂世界就是這個地位。祖師講圓證三不退，經上沒有，圓證三不退是根據什麼說的？就是根據這句經文說的，於無上菩提不退。於無上菩提不退，這就是等覺菩薩。凡是往生西方世界的人，縱然是凡聖同居土下下品往生，也是於無上菩提永不退轉，這個實在是真正稀有！確實是許許多多菩薩從來沒有聽說過的，聞所未聞。"
    },
    {
      "id": "01-003-0270_p0048",
      "zh_CN": "钞【此言闻经闻佛，皆得不退，则不待往生彼国，而未生以前，即已成就菩提善根，不可破坏，况复生彼，而有退转。】",
      "zh_TW": "鈔【此言聞經聞佛，皆得不退，則不待往生彼國，而未生以前，即已成就菩提善根，不可破壞，況復生彼，而有退轉。】"
    },
    {
      "id": "01-003-0270_p0049",
      "zh_CN": "前面是讲往生到西方极乐世界之后，虽然是凡圣同居土下下品往生，都有这样不可思议的成就，现在这个地方所说的，「闻是经受持者」，这没往生，我们现在！我们今天听到这个经，我们相信接受，这是现在没往生，没有往生我们得多大的好处？也得同样的好处，『则不待往生彼国』。『未生以前』，就是指我们现在这个时候，『即已成就菩提善根，不可破坏』，菩提善根是怎么成就的？诸位要知道，信成就，我相信了，真相信，一丝毫怀疑都没有；解成就，经上所说的，我听明白、听懂了，不怀疑了；从今以后一心念佛，行成就了。信解行这三种就是菩提善根，我们修起来简单容易，那些菩萨们修菩提善根很麻烦！读多少经论，修学许多法门，菩提善根还未必能够清净坚固的建立，我们轻而易举就成就，不可破坏。现在就成就菩提善根，何况将来往生极乐世界，哪里会有退转？现在就不退转，何况将来？如果我们闻经受持，还会为其他法门所动摇，遇到参禅，劝你去打坐，你觉得不错，想去学；身体不太好，碰到一个学气功的，去练气功身体可以强壮，又动了心，学外道去了，那你的菩提善根就没有了。真正有菩提善根不退，所有一切法门摆在面前决定不动心，就像善导大师在《观无量寿佛经》上品上生章里面所开示的。真正不动摇，真正信心坚定，菩提善根就成就。",
      "zh_TW": "前面是講往生到西方極樂世界之後，雖然是凡聖同居土下下品往生，都有這樣不可思議的成就，現在這個地方所說的，「聞是經受持者」，這沒往生，我們現在！我們今天聽到這個經，我們相信接受，這是現在沒往生，沒有往生我們得多大的好處？也得同樣的好處，『則不待往生彼國』。『未生以前』，就是指我們現在這個時候，『即已成就菩提善根，不可破壞』，菩提善根是怎麼成就的？諸位要知道，信成就，我相信了，真相信，一絲毫懷疑都沒有；解成就，經上所說的，我聽明白、聽懂了，不懷疑了；從今以後一心念佛，行成就了。信解行這三種就是菩提善根，我們修起來簡單容易，那些菩薩們修菩提善根很麻煩！讀多少經論，修學許多法門，菩提善根還未必能夠清淨堅固的建立，我們輕而易舉就成就，不可破壞。現在就成就菩提善根，何況將來往生極樂世界，哪裡會有退轉？現在就不退轉，何況將來？如果我們聞經受持，還會為其他法門所動搖，遇到參禪，勸你去打坐，你覺得不錯，想去學；身體不太好，碰到一個學氣功的，去練氣功身體可以強壯，又動了心，學外道去了，那你的菩提善根就沒有了。真正有菩提善根不退，所有一切法門擺在面前決定不動心，就像善導大師在《觀無量壽佛經》上品上生章裡面所開示的。真正不動搖，真正信心堅定，菩提善根就成就。"
    },
    {
      "id": "01-003-0270_p0050",
      "zh_CN": "钞【复有二义：一者，见生不退，如上所明。】",
      "zh_TW": "鈔【復有二義：一者，見生不退，如上所明。】"
    },
    {
      "id": "01-003-0270_p0051",
      "zh_CN": "古代「见」字跟「现」字通用。『见生不退』，我们现在在世就已经不退。『如上所明』，就像上面所说的，这个我们不怀疑，已经搞清楚了。",
      "zh_TW": "古代「見」字跟「現」字通用。『見生不退』，我們現在在世就已經不退。『如上所明』，就像上面所說的，這個我們不懷疑，已經搞清楚了。"
    },
    {
      "id": "01-003-0270_p0052",
      "zh_CN": "钞【二者，纵其少寿多障，不克往生。】",
      "zh_TW": "鈔【二者，縱其少壽多障，不克往生。】"
    },
    {
      "id": "01-003-0270_p0053",
      "zh_CN": "这也是个事实，也是非常严肃的一个问题摆在我们面前。如果这个人寿命很短，业障很重，虽然闻经受持，这个业力转不过来，没能往生。这个人就死了，没能往生，这怎么办？",
      "zh_TW": "這也是個事實，也是非常嚴肅的一個問題擺在我們面前。如果這個人壽命很短，業障很重，雖然聞經受持，這個業力轉不過來，沒能往生。這個人就死了，沒能往生，這怎麼辦？"
    },
    {
      "id": "01-003-0270_p0054",
      "zh_CN": "钞【而乘此自执持力，佛护念力，必于来生菩提善根亦不丧失，毕竟得生彼佛国土。】",
      "zh_TW": "鈔【而乘此自執持力，佛護念力，必於來生菩提善根亦不喪失，畢竟得生彼佛國土。】"
    },
    {
      "id": "01-003-0270_p0055",
      "zh_CN": "这就是说明念佛的种子叫金刚种子，永远不坏，你这一生闻经受持，纵然业障深重不能往生，来生还有机会，佛还是会加持你；来生不成，后生还有机缘。我们过去生中生生世世都念阿弥陀佛，没能往生，这一生又碰到，为什么碰到？过去生中自己念过佛有善根，现在又得诸佛加持护念，我们有机缘听到，听得很欢喜，过去世的善根现前，就这么回事情。希望这一生中成就，千万不要又打马虎眼，又错过，还要等来生，那你又要受一生苦！现在人比从前的人苦得太多，不要说是很远，我想六十岁以上的同修就能感触到，我们十几岁做小孩的时候那种快乐，现在十几岁小孩没有，他们享受不到。现在物质发达，人不快乐！我们这一代，年轻的时候天真烂漫，真正是非常快乐的童年。现在的小孩，一点点大，背沉重的书包，我一看，苦！这样的人生，下一次决定不能干；不干，就赶紧到极乐世界去，才能避免。人太苦！这是真正要觉悟的。",
      "zh_TW": "這就是說明念佛的種子叫金剛種子，永遠不壞，你這一生聞經受持，縱然業障深重不能往生，來生還有機會，佛還是會加持你；來生不成，後生還有機緣。我們過去生中生生世世都念阿彌陀佛，沒能往生，這一生又碰到，為什麼碰到？過去生中自己念過佛有善根，現在又得諸佛加持護念，我們有機緣聽到，聽得很歡喜，過去世的善根現前，就這麼回事情。希望這一生中成就，千萬不要又打馬虎眼，又錯過，還要等來生，那你又要受一生苦！現在人比從前的人苦得太多，不要說是很遠，我想六十歲以上的同修就能感觸到，我們十幾歲做小孩的時候那種快樂，現在十幾歲小孩沒有，他們享受不到。現在物質發達，人不快樂！我們這一代，年輕的時候天真爛漫，真正是非常快樂的童年。現在的小孩，一點點大，背沉重的書包，我一看，苦！這樣的人生，下一次決定不能幹；不幹，就趕緊到極樂世界去，才能避免。人太苦！這是真正要覺悟的。"
    },
    {
      "id": "01-003-0270_p0056",
      "zh_CN": "实实在在说，寿命可以延长的，业障可以转变的，问题是你相信不相信？你肯不肯干？你如果真的相信、真的肯干，转得很快！从什么地方转？从心上转，身是受心理的支配，「一切法从心想生」，念要是清净，身就清净，身体就健康，寿命自然就延长。所以寿命不是定命，是操纵在自己手上，也就是操纵在自己念头上，这是佛在许多经上说的，一切法从心想生。我们的寿命、我们的相貌、我们身体健康的状况都是从心想生，非常有道理。诸位如果稍稍留意的话，你看念佛修行人，真正发心念佛修行，你过几个月看他，相貌一定变了。如果过几个月、过两三年看他还是老样子，你就晓得他念佛的功夫是一点长进都没有，白念了。你看《了凡四训》，了凡先生修的是世间善，断恶修善，积功累德，他延寿了，他的寿命本来只有五十三岁，他活到七十多岁才走。佛法里面有比了凡先生那个方法更殊胜的，这个经一切诸佛护念，皆不退转于无上正等正觉，了凡先生那个法门怎么能相比！问题就是你肯不肯真修？你要肯真修，你的命运完全改变过来。为什么？没有闻经受持之前，我们这个身是业力所现的，我们是业报来的，业报身，没有法子，寿命是一定的，一生贵贱穷通都是命注定的，所谓「一生皆是命，半点不由人」。可是我们今天依照这个法门来修学，只要你发心是真的，真实心，你这个业力马上就转成愿力，愿力当家，业力不起作用，为什么？愿力超过业力，愿力大过业力，乘愿再来，不必等到西方极乐世界再到这里来，现在我那个念头一转变，我的愿力大过业力，就坐在这个地方，几秒钟的时间就乘愿再来，马上就转过来了。世间那个寿命不算数了，愿力住世，我喜欢住多少年就住多少年，喜欢什么时候走就什么时候走，生死自在。这也都是真的，不是假的。佛在这些经上讲得清清楚楚、明明白白，你要相信，相信就有福了。",
      "zh_TW": "實實在在說，壽命可以延長的，業障可以轉變的，問題是你相信不相信？你肯不肯幹？你如果真的相信、真的肯幹，轉得很快！從什麼地方轉？從心上轉，身是受心理的支配，「一切法從心想生」，念要是清淨，身就清淨，身體就健康，壽命自然就延長。所以壽命不是定命，是操縱在自己手上，也就是操縱在自己念頭上，這是佛在許多經上說的，一切法從心想生。我們的壽命、我們的相貌、我們身體健康的狀況都是從心想生，非常有道理。諸位如果稍稍留意的話，你看念佛修行人，真正發心念佛修行，你過幾個月看他，相貌一定變了。如果過幾個月、過兩三年看他還是老樣子，你就曉得他念佛的功夫是一點長進都沒有，白念了。你看《了凡四訓》，了凡先生修的是世間善，斷惡修善，積功累德，他延壽了，他的壽命本來只有五十三歲，他活到七十多歲才走。佛法裡面有比了凡先生那個方法更殊勝的，這個經一切諸佛護念，皆不退轉於無上正等正覺，了凡先生那個法門怎麼能相比！問題就是你肯不肯真修？你要肯真修，你的命運完全改變過來。為什麼？沒有聞經受持之前，我們這個身是業力所現的，我們是業報來的，業報身，沒有法子，壽命是一定的，一生貴賤窮通都是命注定的，所謂「一生皆是命，半點不由人」。可是我們今天依照這個法門來修學，只要你發心是真的，真實心，你這個業力馬上就轉成願力，願力當家，業力不起作用，為什麼？願力超過業力，願力大過業力，乘願再來，不必等到西方極樂世界再到這裡來，現在我那個念頭一轉變，我的願力大過業力，就坐在這個地方，幾秒鐘的時間就乘願再來，馬上就轉過來了。世間那個壽命不算數了，願力住世，我喜歡住多少年就住多少年，喜歡什麼時候走就什麼時候走，生死自在。這也都是真的，不是假的。佛在這些經上講得清清楚楚、明明白白，你要相信，相信就有福了。"
    },
    {
      "id": "01-003-0270_p0057",
      "zh_CN": "这是说明少寿多障是可以转得过来的，转不过来，这个金刚种子也永远不会消失，来生或者是后生，后生就是第三世以后，遇到因缘还会继续努力，一定会有成就，『毕竟得生彼佛国土』。我们晓得这个道理，晓得这个事实，帮助佛接引众生，自己修「众生无边誓愿度」这一愿就不难做到，我们随时随处手上拿一串念珠，口里念阿弥陀佛，旁边人听进去，他就得度。他虽然这一生当中「少寿多障，不克往生」，多生多劫这个缘会成熟，有意无意就度很多人。我们印阿弥陀佛的佛像，印阿弥陀佛名号的贴纸，我们家门口贴一张，过路来往的人看一下「阿弥陀佛」，全都得度了，就是这个意思。所以我过去曾经劝大家，尤其劝做生意的同修，你们在外面刊广告，报纸上、杂志上、电视上刊广告，都加上一句阿弥陀佛，不要多花钱，不晓得度多少众生！所以要有智慧，要晓得怎样做法。底下有个比喻：",
      "zh_TW": "這是說明少壽多障是可以轉得過來的，轉不過來，這個金剛種子也永遠不會消失，來生或者是後生，後生就是第三世以後，遇到因緣還會繼續努力，一定會有成就，『畢竟得生彼佛國土』。我們曉得這個道理，曉得這個事實，幫助佛接引眾生，自己修「眾生無邊誓願度」這一願就不難做到，我們隨時隨處手上拿一串念珠，口裡念阿彌陀佛，旁邊人聽進去，他就得度。他雖然這一生當中「少壽多障，不克往生」，多生多劫這個緣會成熟，有意無意就度很多人。我們印阿彌陀佛的佛像，印阿彌陀佛名號的貼紙，我們家門口貼一張，過路來往的人看一下「阿彌陀佛」，全都得度了，就是這個意思。所以我過去曾經勸大家，尤其勸做生意的同修，你們在外面刊廣告，報紙上、雜誌上、電視上刊廣告，都加上一句阿彌陀佛，不要多花錢，不曉得度多少眾生！所以要有智慧，要曉得怎樣做法。底下有個比喻："
    },
    {
      "id": "01-003-0270_p0058",
      "zh_CN": "钞【如昔人谓今生既下此等般若种子，纵未明了，才出头来管取于般若中现成受用，正此谓也。】",
      "zh_TW": "鈔【如昔人謂今生既下此等般若種子，縱未明了，纔出頭來管取於般若中現成受用，正此謂也。】"
    },
    {
      "id": "01-003-0270_p0059",
      "zh_CN": "这就好像种子，阿弥陀佛的种子种下去，佛家讲八识田中，就是阿赖耶识里头，我们讲印象，看到阿弥陀佛的佛像，看到阿弥陀佛的名号，或者听到阿弥陀佛的名号，这个印象永远落在他的心上，就是落在他的阿赖耶识当中，决定不会坏的，总有一天起现行，就因为这个种子，他会念佛，他会遇到这个法门，他也会闻经受持，决定得生。《般若经》上讲的这个也是这个意思。",
      "zh_TW": "這就好像種子，阿彌陀佛的種子種下去，佛家講八識田中，就是阿賴耶識裡頭，我們講印象，看到阿彌陀佛的佛像，看到阿彌陀佛的名號，或者聽到阿彌陀佛的名號，這個印象永遠落在他的心上，就是落在他的阿賴耶識當中，決定不會壞的，總有一天起現行，就因為這個種子，他會念佛，他會遇到這個法門，他也會聞經受持，決定得生。《般若經》上講的這個也是這個意思。"
    },
    {
      "id": "01-003-0270_p0060",
      "zh_CN": "疏【称理，则自性常觉，是不退菩提义。】",
      "zh_TW": "疏【稱理，則自性常覺，是不退菩提義。】"
    },
    {
      "id": "01-003-0270_p0061",
      "zh_CN": "钞【灵灵独照。】",
      "zh_TW": "鈔【靈靈獨照。】"
    },
    {
      "id": "01-003-0270_p0062",
      "zh_CN": "跟前面讲的「灵光独照」是一个意思。",
      "zh_TW": "跟前面講的「靈光獨照」是一個意思。"
    },
    {
      "id": "01-003-0270_p0063",
      "zh_CN": "钞【了了常知。】",
      "zh_TW": "鈔【了了常知。】"
    },
    {
      "id": "01-003-0270_p0064",
      "zh_CN": "『了』是明了，『常』是永远没有间断，眼见得清清楚楚，耳听得明明白白，这是自性的起用。",
      "zh_TW": "『了』是明瞭，『常』是永遠沒有間斷，眼見得清清楚楚，耳聽得明明白白，這是自性的起用。"
    },
    {
      "id": "01-003-0270_p0065",
      "zh_CN": "钞【不减不增。】",
      "zh_TW": "鈔【不減不增。】"
    },
    {
      "id": "01-003-0270_p0066",
      "zh_CN": "我们六根灵明觉知，在凡不减，在圣也不增，凡圣是平等的。",
      "zh_TW": "我們六根靈明覺知，在凡不減，在聖也不增，凡聖是平等的。"
    },
    {
      "id": "01-003-0270_p0067",
      "zh_CN": "钞【无得无失。】",
      "zh_TW": "鈔【無得無失。】"
    },
    {
      "id": "01-003-0270_p0068",
      "zh_CN": "成了佛，他也没得，本有的，他得什么？在凡，甚至在恶道，也没有失去，不过是迷，把它错用了。",
      "zh_TW": "成了佛，他也沒得，本有的，他得什麼？在凡，甚至在惡道，也沒有失去，不過是迷，把它錯用了。"
    },
    {
      "id": "01-003-0270_p0069",
      "zh_CN": "钞【菩提即我，我即菩提。】",
      "zh_TW": "鈔【菩提即我，我即菩提。】"
    },
    {
      "id": "01-003-0270_p0070",
      "zh_CN": "这个我是真我，不是我们现在观念里面执着这个身是我；执着这个身是我，这个见解是错误的。见思烦恼里面，第一个破身见，一般凡夫最大的错误就是把身体看作我。身体不是我，到底是什么？我们这个衣服有没有人把它看作我？大概很少有。衣服是我所有的，我们这个身是我所有的，跟衣服一样；身是我所有的，不是我。把我所有的看成我，就等于把衣服看成我一样，看错了，所以佛说迷惑颠倒。身不是我！我不生不灭，身有生有灭，好像衣服，衣服旧了，你会换一件新的，脏了你会脱下来洗，这是很正常的现象。所以身是我所有，不是我。『菩提是我』，这是真的，我就是菩提，菩提是真如本性，真如本性才是我，我就是真如本性。真如本性灵灵独照就叫做菩提，菩提是我的本觉，我本来对于万事万物觉而不迷。从觉，称它作菩提；从体，称它作自性。菩提是自性里面的作用，这个作用是本有的，不是外来的。",
      "zh_TW": "這個我是真我，不是我們現在觀念裡面執著這個身是我；執著這個身是我，這個見解是錯誤的。見思煩惱裡面，第一個破身見，一般凡夫最大的錯誤就是把身體看作我。身體不是我，到底是什麼？我們這個衣服有沒有人把它看作我？大概很少有。衣服是我所有的，我們這個身是我所有的，跟衣服一樣；身是我所有的，不是我。把我所有的看成我，就等於把衣服看成我一樣，看錯了，所以佛說迷惑顛倒。身不是我！我不生不滅，身有生有滅，好像衣服，衣服舊了，你會換一件新的，髒了你會脫下來洗，這是很正常的現象。所以身是我所有，不是我。『菩提是我』，這是真的，我就是菩提，菩提是真如本性，真如本性才是我，我就是真如本性。真如本性靈靈獨照就叫做菩提，菩提是我的本覺，我本來對於萬事萬物覺而不迷。從覺，稱它作菩提；從體，稱它作自性。菩提是自性裡面的作用，這個作用是本有的，不是外來的。"
    },
    {
      "id": "01-003-0270_p0071",
      "zh_CN": "钞【尚无有进，云何有退。】",
      "zh_TW": "鈔【尚無有進，云何有退。】"
    },
    {
      "id": "01-003-0270_p0072",
      "zh_CN": "有进就有退，有退就有进，进退是二边的。自性里没有进退，没有增减、没有得失；凡是二边，在自性里都找不到。所以自性是圆满的、自性是圆融的、自性是真实不可思议。我们今天就讲到此地。",
      "zh_TW": "有進就有退，有退就有進，進退是二邊的。自性裡沒有進退，沒有增減、沒有得失；凡是二邊，在自性裡都找不到。所以自性是圓滿的、自性是圓融的、自性是真實不可思議。我們今天就講到此地。"
    }
  ]
}