{
  "doc_id": "01-003-0190",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九０集",
    "zh_TW": "第一九０集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0190",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "01-003-0190_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第三九０页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第三九０頁："
    },
    {
      "id": "01-003-0190_p0002",
      "zh_CN": "演【又应身者，应同万物为身也，应同连持为寿也。智与体冥，能起大用，如水银和真金，能涂诸色像，功德和法身，处处应现往。】",
      "zh_TW": "演【又應身者，應同萬物為身也，應同連持為壽也。智與體冥，能起大用，如水銀和真金，能塗諸色像，功德和法身，處處應現往。】"
    },
    {
      "id": "01-003-0190_p0003",
      "zh_CN": "主要是讲佛的应身，应身是从法身变现出来的，《楞严》上对于这桩事情讲得很清楚，「随众生心，应所知量」。应身是从哪里来的？是不是佛有意现这个身？统统都不是。应身是众生有感，佛就有应，所谓是感应道交。众生有感，这是有心，如来应现是无心的；像我们敲磬一样，我们有意去敲它，它响是无意响的。我们敲得重，它响的声音就亮，声音就长；我们敲得轻，它响的也轻，时间也短。它是无心的，无心才能够应。",
      "zh_TW": "主要是講佛的應身，應身是從法身變現出來的，《楞嚴》上對於這樁事情講得很清楚，「隨眾生心，應所知量」。應身是從哪裡來的？是不是佛有意現這個身？統統都不是。應身是眾生有感，佛就有應，所謂是感應道交。眾生有感，這是有心，如來應現是無心的；像我們敲磬一樣，我們有意去敲它，它響是無意響的。我們敲得重，它響的聲音就亮，聲音就長；我們敲得輕，它響的也輕，時間也短。它是無心的，無心才能夠應。"
    },
    {
      "id": "01-003-0190_p0004",
      "zh_CN": "由此可知，佛有无量无边的应身，为什么？法身无处而不在，应身就遍法界。实在讲，没有来去，正是《楞严》上所讲的「当处出生，随处灭尽」，不来不去，不生不灭，虽然是应身，也是不生不灭的。我们今天把应身看作生灭相，是我们凡夫用生灭心来看这个事实，实在讲没有生灭，应化身都没有生灭。前面这一段，最重要的一句话就是「功德和法身，处处应现往」，实在讲，哪有往？有往就有来，没有往来。还是《楞严》讲得真，讲得究竟，当处出生，当处灭尽。",
      "zh_TW": "由此可知，佛有無量無邊的應身，為什麼？法身無處而不在，應身就遍法界。實在講，沒有來去，正是《楞嚴》上所講的「當處出生，隨處滅盡」，不來不去，不生不滅，雖然是應身，也是不生不滅的。我們今天把應身看作生滅相，是我們凡夫用生滅心來看這個事實，實在講沒有生滅，應化身都沒有生滅。前面這一段，最重要的一句話就是「功德和法身，處處應現往」，實在講，哪有往？有往就有來，沒有往來。還是《楞嚴》講得真，講得究竟，當處出生，當處滅盡。"
    },
    {
      "id": "01-003-0190_p0005",
      "zh_CN": "演【然此应身，有胜有劣，胜即他受用，是业识所见者，此依中理而住；劣即生身，事识所见者，此依真理而住。】",
      "zh_TW": "演【然此應身，有勝有劣，勝即他受用，是業識所見者，此依中理而住；劣即生身，事識所見者，此依真理而住。】"
    },
    {
      "id": "01-003-0190_p0006",
      "zh_CN": "这个讲法都是依天台的教义，天台讲真、假、中，所谓三谛三观。「应身」，这是应化身，应化身确实有很殊胜的，也有比较低劣的。譬如佛在九法界教化众生，我们看到《法华经‧普门品》讲观世音菩萨三十二应身，应以什么身得度就现什么样的身。应以佛身得度就现佛身，这个应身就很殊胜；应以人身得度就现人身，人的身相比佛就差很远，还算不错；应以畜生身得度他就现畜生身，这个身相连人都不如了，甚至现草木之身。在佛法里面讲，你们念《地藏经》就晓得，花草树木都有鬼神居住在那个地方，所以有树神、花神，那个身分比一般畜生身又要下劣；乃至示现鬼王身，示现地狱身。地藏菩萨在地狱教化众生，现的身是地狱身，不是我们现在看的，我们现在看的是菩萨身。菩萨身到地狱里去，地狱众生见不到他，一定要现同类身，才会使接受度化的众生欢迎。这个身就有胜有劣。",
      "zh_TW": "這個講法都是依天台的教義，天台講真、假、中，所謂三諦三觀。「應身」，這是應化身，應化身確實有很殊勝的，也有比較低劣的。譬如佛在九法界教化眾生，我們看到《法華經‧普門品》講觀世音菩薩三十二應身，應以什麼身得度就現什麼樣的身。應以佛身得度就現佛身，這個應身就很殊勝；應以人身得度就現人身，人的身相比佛就差很遠，還算不錯；應以畜生身得度他就現畜生身，這個身相連人都不如了，甚至現草木之身。在佛法裡面講，你們念《地藏經》就曉得，花草樹木都有鬼神居住在那個地方，所以有樹神、花神，那個身分比一般畜生身又要下劣；乃至示現鬼王身，示現地獄身。地藏菩薩在地獄教化眾生，現的身是地獄身，不是我們現在看的，我們現在看的是菩薩身。菩薩身到地獄裡去，地獄眾生見不到他，一定要現同類身，才會使接受度化的眾生歡迎。這個身就有勝有劣。"
    },
    {
      "id": "01-003-0190_p0007",
      "zh_CN": "这个地方所讲的胜劣，还不是我刚才讲的意思，比刚才讲的意思还要殊胜。那就是胜应身，「胜即他受用身」，他受用身是指什么人？是指十地菩萨。佛为了度地上菩萨，现的身相就非常庄严，这是度菩萨们的。三贤十圣所见到的佛是胜应，他受用。「业识所见者」，业识跟事识不一样，业识有微细的分别，事识有很粗的分别。「事识」是什么？在八识里面讲，前六识都是属于事识，第七末那是转识，阿赖耶才是业识。可见得，快要转阿赖耶成大圆镜智了，这个时候所见到的是胜应身。假如阿赖耶已经转成大圆镜智，他所见的就不是应身佛，见的是报身佛，为什么？他本人证得报身。所以应跟报还是有差别的。业识是依中道理而住的，事识是依真理而住的，这就天台家讲的真、假、中，真谛。可是诸位要知道，这都是一般讲法，西方极乐世界的佛，三身是一体，是法身，同时也就是报身、应身，是一而三、三而一。所以，西方世界之殊胜不可思议。",
      "zh_TW": "這個地方所講的勝劣，還不是我剛才講的意思，比剛才講的意思還要殊勝。那就是勝應身，「勝即他受用身」，他受用身是指什麼人？是指十地菩薩。佛為了度地上菩薩，現的身相就非常莊嚴，這是度菩薩們的。三賢十聖所見到的佛是勝應，他受用。「業識所見者」，業識跟事識不一樣，業識有微細的分別，事識有很粗的分別。「事識」是什麼？在八識裡面講，前六識都是屬於事識，第七末那是轉識，阿賴耶才是業識。可見得，快要轉阿賴耶成大圓鏡智了，這個時候所見到的是勝應身。假如阿賴耶已經轉成大圓鏡智，他所見的就不是應身佛，見的是報身佛，為什麼？他本人證得報身。所以應跟報還是有差別的。業識是依中道理而住的，事識是依真理而住的，這就天台家講的真、假、中，真諦。可是諸位要知道，這都是一般講法，西方極樂世界的佛，三身是一體，是法身，同時也就是報身、應身，是一而三、三而一。所以，西方世界之殊勝不可思議。"
    },
    {
      "id": "01-003-0190_p0008",
      "zh_CN": "演【一期报得百年不断者。】",
      "zh_TW": "演【一期報得百年不斷者。】"
    },
    {
      "id": "01-003-0190_p0009",
      "zh_CN": "这是举一个例子，举释迦牟尼佛为我们的例子。因为释迦世尊出现在我们这个世界，我们对他最熟悉，当年释迦牟尼佛在世，这三身是哪一种身？是应身。佛当年在世，那个时候一般世间人平均年龄是一百岁。我们现在是减劫，每一百年减一岁，释迦佛灭度到今天是三千零十七年，所以现在人寿平均年龄是七十岁。",
      "zh_TW": "這是舉一個例子，舉釋迦牟尼佛為我們的例子。因為釋迦世尊出現在我們這個世界，我們對他最熟悉，當年釋迦牟尼佛在世，這三身是哪一種身？是應身。佛當年在世，那個時候一般世間人平均年齡是一百歲。我們現在是減劫，每一百年減一歲，釋迦佛滅度到今天是三千零十七年，所以現在人壽平均年齡是七十歲。"
    },
    {
      "id": "01-003-0190_p0010",
      "zh_CN": "佛并没有住世一百岁，他在八十岁就示现圆寂，换句话说，他应当还可以住世二十年，他提前二十年走了。经上说得很明白，佛将这二十年的福报供养末世的出家弟子。你真正发心学佛，对于物质上的受用就不要去考虑，为什么？佛有二十年的福报给你，这是遗产，你享受不尽！你要是不相信，另外去找人，那就是违背佛的意思，不是佛的学生。佛的学生应当对于物质生活决定不去考虑，为什么？你接受如来二十年福报的遗产，必定有诸佛如来、护法神来照顾你，用不着自己操心，这要真正有信心才行。",
      "zh_TW": "佛並沒有住世一百歲，他在八十歲就示現圓寂，換句話說，他應當還可以住世二十年，他提前二十年走了。經上說得很明白，佛將這二十年的福報供養末世的出家弟子。你真正發心學佛，對於物質上的受用就不要去考慮，為什麼？佛有二十年的福報給你，這是遺產，你享受不盡！你要是不相信，另外去找人，那就是違背佛的意思，不是佛的學生。佛的學生應當對於物質生活決定不去考慮，為什麼？你接受如來二十年福報的遺產，必定有諸佛如來、護法神來照顧你，用不著自己操心，這要真正有信心才行。"
    },
    {
      "id": "01-003-0190_p0011",
      "zh_CN": "演【如我世尊，王宫出家，苦行成道，三十二相八十种好，说法五旬。】",
      "zh_TW": "演【如我世尊，王宮出家，苦行成道，三十二相八十種好，說法五旬。】"
    },
    {
      "id": "01-003-0190_p0012",
      "zh_CN": "这是就整数说，实际上佛说法是四十九年，五旬是五十年。",
      "zh_TW": "這是就整數說，實際上佛說法是四十九年，五旬是五十年。"
    },
    {
      "id": "01-003-0190_p0013",
      "zh_CN": "演【住世八十。】",
      "zh_TW": "演【住世八十。】"
    },
    {
      "id": "01-003-0190_p0014",
      "zh_CN": "这是照整数来说，实际上释迦牟尼佛是七十九岁圆寂的。",
      "zh_TW": "這是照整數來說，實際上釋迦牟尼佛是七十九歲圓寂的。"
    },
    {
      "id": "01-003-0190_p0015",
      "zh_CN": "演【双林树下，乃入涅槃，此即劣应生身也。】",
      "zh_TW": "演【雙林樹下，乃入涅槃，此即劣應生身也。】"
    },
    {
      "id": "01-003-0190_p0016",
      "zh_CN": "因为佛出现在我们世间，这个世间是末法，而且是浊世，五浊恶世，人寿只有百岁的时候。经上告诉我们，我们这个世间人寿最长的时候是八万四千岁，可见得那个时候人福报很大，寿命很长，心地也清净。现在虽然医药比从前进步，有些人现在寿命长，好像佛经讲的不对了，其实那是一种错觉，你要是调查全世界人口的生死，就晓得佛说得很正确。他讲的是平均年龄，二、三十岁死的人很多，并不一定是害病，天灾人祸！像开心法师前年所讲的，他说这世界有灾难，会一堆一堆的人无缘无故就这么死了，的确是有这个情形。你从这上面统计，人寿确实是七十岁。这一段叙说释迦牟尼佛的故事很容易懂。",
      "zh_TW": "因為佛出現在我們世間，這個世間是末法，而且是濁世，五濁惡世，人壽只有百歲的時候。經上告訴我們，我們這個世間人壽最長的時候是八萬四千歲，可見得那個時候人福報很大，壽命很長，心地也清淨。現在雖然醫藥比從前進步，有些人現在壽命長，好像佛經講的不對了，其實那是一種錯覺，你要是調查全世界人口的生死，就曉得佛說得很正確。他講的是平均年齡，二、三十歲死的人很多，並不一定是害病，天災人禍！像開心法師前年所講的，他說這世界有災難，會一堆一堆的人無緣無故就這麼死了，的確是有這個情形。你從這上面統計，人壽確實是七十歲。這一段敘說釋迦牟尼佛的故事很容易懂。"
    },
    {
      "id": "01-003-0190_p0017",
      "zh_CN": "演【法身以如理三句，谓法身以理为身故即如理为命。】",
      "zh_TW": "演【法身以如理三句，謂法身以理為身故即如理為命。】"
    },
    {
      "id": "01-003-0190_p0018",
      "zh_CN": "底下是解释法身、报身、应化身的寿命。法身没有形相，它是一切形相的根源，换句话说，十法界依正庄严从哪里来的？都是从法身变现出来的。法身是体，是能现、是能变，宇宙一切万法是所变，这是本体的现相。所以它有体有相，既有相，当然它就有作用，体相用这是大别的三分；三分，诸位一定要记清楚，是一而三、三而一，不能独立的。如果我们从这个地方领悟，才真正体会到尽虚空遍法界是一体，是一不是二。这个法界确实如佛所说是一真法界；说十法界、九法界，说六道，都是如来方便说，法界确实是一真。我们从法身义理可以很清晰的体会得到，所以它是『以理为身』。『如理为命』，那就是无量寿，真正无量，理是无量无边。",
      "zh_TW": "底下是解釋法身、報身、應化身的壽命。法身沒有形相，它是一切形相的根源，換句話說，十法界依正莊嚴從哪裡來的？都是從法身變現出來的。法身是體，是能現、是能變，宇宙一切萬法是所變，這是本體的現相。所以它有體有相，既有相，當然它就有作用，體相用這是大別的三分；三分，諸位一定要記清楚，是一而三、三而一，不能獨立的。如果我們從這個地方領悟，才真正體會到盡虛空遍法界是一體，是一不是二。這個法界確實如佛所說是一真法界；說十法界、九法界，說六道，都是如來方便說，法界確實是一真。我們從法身義理可以很清晰的體會得到，所以它是『以理為身』。『如理為命』，那就是無量壽，真正無量，理是無量無邊。"
    },
    {
      "id": "01-003-0190_p0019",
      "zh_CN": "演【报身以智慧为身故即智慧为命。】",
      "zh_TW": "演【報身以智慧為身故即智慧為命。】"
    },
    {
      "id": "01-003-0190_p0020",
      "zh_CN": "怎么晓得有个理？你能知道有这个理，体会到有个理，这知道、体会就是般若智慧。由此可知，「报身」是讲智慧，是能知。法身是所知之理，报身是能知的智慧，能所不二，能知跟所知是一不是二；如果看作二，那就错了，是一桩事情。由此可知，佛法里面没有能所对立的，自己知道自己，能所统统是自己。所以报身是有始无终，也是无量寿，法身是无始无终。",
      "zh_TW": "怎麼曉得有個理？你能知道有這個理，體會到有個理，這知道、體會就是般若智慧。由此可知，「報身」是講智慧，是能知。法身是所知之理，報身是能知的智慧，能所不二，能知跟所知是一不是二；如果看作二，那就錯了，是一樁事情。由此可知，佛法裡面沒有能所對立的，自己知道自己，能所統統是自己。所以報身是有始無終，也是無量壽，法身是無始無終。"
    },
    {
      "id": "01-003-0190_p0021",
      "zh_CN": "在你没有开悟的时候，你迷失了自己，就是迷了自己的法身；现在我们觉悟了，把自己找到了。我们现在有没有觉悟？有没有找到？给诸位说，现在是听说而已，没找到，也没觉悟，只是听释迦牟尼佛给我们讲，还有这么一桩事情。佛把消息透给我们了，如何把自己找回来，那就是今后最重要的一桩大事。要把自己找回来，禅宗常说「父母未生前本来面目」，就是讲的法身。要用什么东西才能把它找回来？要用智慧。智慧从哪里来？智慧禅定当中来，所以你没有定，你就没有智，你决定找不到自己。",
      "zh_TW": "在你沒有開悟的時候，你迷失了自己，就是迷了自己的法身；現在我們覺悟了，把自己找到了。我們現在有沒有覺悟？有沒有找到？給諸位說，現在是聽說而已，沒找到，也沒覺悟，只是聽釋迦牟尼佛給我們講，還有這麼一樁事情。佛把消息透給我們了，如何把自己找回來，那就是今後最重要的一樁大事。要把自己找回來，禪宗常說「父母未生前本來面目」，就是講的法身。要用什麼東西才能把它找回來？要用智慧。智慧從哪裡來？智慧禪定當中來，所以你沒有定，你就沒有智，你決定找不到自己。"
    },
    {
      "id": "01-003-0190_p0022",
      "zh_CN": "所以学佛，诸位同修千万要记住，要真正得受用，是要以定为枢纽。佛给我们讲得很清楚，修学是有次第的，不可以躐等，这个次第就是先断烦恼，后学法门，烦恼断尽之后就开悟，开悟之后一切法门就通达了。所以学法门什么时候学？《华严经》善财童子五十三参就是一个最好的榜样，是释迦牟尼佛教给我们的，佛法怎么学法。过去方东美先生对于佛法是赞叹备至，尤其是《华严》。他是一个哲学家，他认为《华严经》是全世界古今中外最好的哲学概论，它有圆满的理论，有精密的方法，后面还有表演，五十三参就是表演，做出来给我们看，他说：世界上哪有这么完备的教科书？这是真正不可思议。",
      "zh_TW": "所以學佛，諸位同修千萬要記住，要真正得受用，是要以定為樞紐。佛給我們講得很清楚，修學是有次第的，不可以躐等，這個次第就是先斷煩惱，後學法門，煩惱斷盡之後就開悟，開悟之後一切法門就通達了。所以學法門什麼時候學？《華嚴經》善財童子五十三參就是一個最好的榜樣，是釋迦牟尼佛教給我們的，佛法怎麼學法。過去方東美先生對於佛法是讚歎備至，尤其是《華嚴》。他是一個哲學家，他認為《華嚴經》是全世界古今中外最好的哲學概論，它有圓滿的理論，有精密的方法，後面還有表演，五十三參就是表演，做出來給我們看，他說：世界上哪有這麼完備的教科書？這是真正不可思議。"
    },
    {
      "id": "01-003-0190_p0023",
      "zh_CN": "我们明白了，善财童子什么时候去学无量法门？是在文殊菩萨座下大彻大悟之后，才有资格法门无量誓愿学。他在文殊菩萨会下是烦恼无尽誓愿断，跟着老师，没有别的，断烦恼而已；烦恼断尽，文殊菩萨请他出去参学，成就无量法门。我们中国古代的教学都是依据这个理论方法，没有开悟之前，没有资格参学，参学是开悟以后的事情。开悟是什么境界？就是《华严经》圆初住菩萨的境界，超越阿罗汉太多了，阿罗汉、辟支佛、权教菩萨都不够资格去参学。",
      "zh_TW": "我們明白了，善財童子什麼時候去學無量法門？是在文殊菩薩座下大徹大悟之後，才有資格法門無量誓願學。他在文殊菩薩會下是煩惱無盡誓願斷，跟著老師，沒有別的，斷煩惱而已；煩惱斷盡，文殊菩薩請他出去參學，成就無量法門。我們中國古代的教學都是依據這個理論方法，沒有開悟之前，沒有資格參學，參學是開悟以後的事情。開悟是什麼境界？就是《華嚴經》圓初住菩薩的境界，超越阿羅漢太多了，阿羅漢、辟支佛、權教菩薩都不夠資格去參學。"
    },
    {
      "id": "01-003-0190_p0024",
      "zh_CN": "我们今天这一代的年轻人很了不起，一学佛就参学，「烦恼无尽誓愿断」那一条不要了，一开头就是「法门无量誓愿学」，决定不可能！你所学的那些法门，真是清凉大师在《华严经疏钞》经题里面所讲的「邪知邪见」。所学的、所成就的是邪知邪见，你说糟糕不糟糕？那不是智慧。佛法里面说得好听一点，叫世智辩聪，就是邪知邪见。由此可知，断烦恼是多么重要！这是我们同修们一定要记住的。",
      "zh_TW": "我們今天這一代的年輕人很了不起，一學佛就參學，「煩惱無盡誓願斷」那一條不要了，一開頭就是「法門無量誓願學」，決定不可能！你所學的那些法門，真是清涼大師在《華嚴經疏鈔》經題裡面所講的「邪知邪見」。所學的、所成就的是邪知邪見，你說糟糕不糟糕？那不是智慧。佛法裡面說得好聽一點，叫世智辯聰，就是邪知邪見。由此可知，斷煩惱是多麼重要！這是我們同修們一定要記住的。"
    },
    {
      "id": "01-003-0190_p0025",
      "zh_CN": "我们今天用什么方法来断烦恼？方法很多，所谓八万四千法门都是方法。八万四千法门把它归类可以归成四大类：第一种参禅，这是一个方法；第二种读经，教下用读经的方法，读诵；净土宗用念佛的方法；密宗用持咒的方法。这四种方法统统是修定的，定而后能开慧；没有说是心不定，还有是非人我，还有贪瞋痴慢，这个人能够学法门，没有这回事情。经本展开，字都认识，意思都不会！经里面的意思从什么地方流出来？从清净心里流出来。你才晓得，修清净心是佛法教学的大根大本。心不清净没用处！",
      "zh_TW": "我們今天用什麼方法來斷煩惱？方法很多，所謂八萬四千法門都是方法。八萬四千法門把它歸類可以歸成四大類：第一種參禪，這是一個方法；第二種讀經，教下用讀經的方法，讀誦；淨土宗用念佛的方法；密宗用持咒的方法。這四種方法統統是修定的，定而後能開慧；沒有說是心不定，還有是非人我，還有貪瞋痴慢，這個人能夠學法門，沒有這回事情。經本展開，字都認識，意思都不會！經裡面的意思從什麼地方流出來？從清淨心裡流出來。你才曉得，修清淨心是佛法教學的大根大本。心不清淨沒用處！"
    },
    {
      "id": "01-003-0190_p0026",
      "zh_CN": "要想心得清净，最重要的方法就是要持戒，戒是手段，帮助我们到清净的。心地清净了，这有所谓道共戒、定共戒，清净心怎么会有过失？没有过失！得禅定的人没有过失，他心是定的，叫定共戒；智慧现前，叫道共戒。佛法讲的道就是般若智慧，就是此地讲的，这是「以智慧为身」，以「智慧为命」，戒定慧三学，他开慧了，开慧是道共戒。没有开慧之前有定，在定这个地位叫定共戒；连定都没有，那就是律仪戒。",
      "zh_TW": "要想心得清淨，最重要的方法就是要持戒，戒是手段，幫助我們到清淨的。心地清淨了，這有所謂道共戒、定共戒，清淨心怎麼會有過失？沒有過失！得禪定的人沒有過失，他心是定的，叫定共戒；智慧現前，叫道共戒。佛法講的道就是般若智慧，就是此地講的，這是「以智慧為身」，以「智慧為命」，戒定慧三學，他開慧了，開慧是道共戒。沒有開慧之前有定，在定這個地位叫定共戒；連定都沒有，那就是律儀戒。"
    },
    {
      "id": "01-003-0190_p0027",
      "zh_CN": "由此可知，戒律，从初学一直到成佛都离不开。律仪戒是有事相的，定共戒跟道共戒有的时候是没有事相。我们知道，戒律的目的是帮助我们得定，定的目的是帮助我们开慧。佛法终极的目标是开慧，开智慧。智慧一开，就证得报身。所以在圆教讲，初住菩萨破一品无明、证一分法身，报身就现前了。初住就是法身、报身、化身三身统统现前。我们学佛要明白这个道理，要晓得修学的方法，我们才会成就。",
      "zh_TW": "由此可知，戒律，從初學一直到成佛都離不開。律儀戒是有事相的，定共戒跟道共戒有的時候是沒有事相。我們知道，戒律的目的是幫助我們得定，定的目的是幫助我們開慧。佛法終極的目標是開慧，開智慧。智慧一開，就證得報身。所以在圓教講，初住菩薩破一品無明、證一分法身，報身就現前了。初住就是法身、報身、化身三身統統現前。我們學佛要明白這個道理，要曉得修學的方法，我們才會成就。"
    },
    {
      "id": "01-003-0190_p0028",
      "zh_CN": "我们今天念经，念经的目的在哪里？为什么要念经？为什么要念佛？一定要懂得。不念经、不念佛就打妄想，妄想是什么？妄想就是业障。有人说：我业障很重！你问问他，什么是业障？他也说不出来。罪业很重，什么是罪业也搞不清楚。《地藏经》上讲得清楚，「阎浮提众生，起心动念无不是业，无不是罪」。罪业是什么？罪业就是起心动念，就是打妄想。由此可知，学佛人他学什么东西？就是把妄想去掉而已。妄想去掉，心就定，心就清净，清净心起作用就是智慧。学佛到底学的是什么，修的是什么，这个一定要搞清楚。绝对不是我念了多少部经、念了多少部论，我也会写、我也会讲，那没有用处的，那些世间人都会！把佛法当作世间一种学问去研究，他搞的是佛学，不是学佛。学佛是要搞戒定慧，佛学是搞世智辩聪，完全是两桩事情。学佛，成就的是功德。佛学，成就是造业，它不是功德；不但功德没有，说老实话，福德也没有，真正讲老实话，那是造业。我们自己，到底是在修积功德，还是在造业？这个不能不搞清楚。",
      "zh_TW": "我們今天念經，念經的目的在哪裡？為什麼要念經？為什麼要念佛？一定要懂得。不念經、不念佛就打妄想，妄想是什麼？妄想就是業障。有人說：我業障很重！你問問他，什麼是業障？他也說不出來。罪業很重，什麼是罪業也搞不清楚。《地藏經》上講得清楚，「閻浮提眾生，起心動念無不是業，無不是罪」。罪業是什麼？罪業就是起心動念，就是打妄想。由此可知，學佛人他學什麼東西？就是把妄想去掉而已。妄想去掉，心就定，心就清淨，清淨心起作用就是智慧。學佛到底學的是什麼，修的是什麼，這個一定要搞清楚。絕對不是我念了多少部經、念了多少部論，我也會寫、我也會講，那沒有用處的，那些世間人都會！把佛法當作世間一種學問去研究，他搞的是佛學，不是學佛。學佛是要搞戒定慧，佛學是搞世智辯聰，完全是兩樁事情。學佛，成就的是功德。佛學，成就是造業，它不是功德；不但功德沒有，說老實話，福德也沒有，真正講老實話，那是造業。我們自己，到底是在修積功德，還是在造業？這個不能不搞清楚。"
    },
    {
      "id": "01-003-0190_p0029",
      "zh_CN": "演【应身以应机赴感为身故以因缘为命。】",
      "zh_TW": "演【應身以應機赴感為身故以因緣為命。】"
    },
    {
      "id": "01-003-0190_p0030",
      "zh_CN": "「应身」是用，法身是体，报身是相。应身是起用，从体起用，什么作用？帮助别人开悟，帮助别人证得法身。所以诸佛菩萨示现在这个世间，这是「应机赴感」。「机」就是指一切众生，一切众生想学了，只要你一动念头想学，立刻感应道交，佛菩萨就现身了。同修们一定要知道一个道理，这是真理，佛菩萨能应机赴感，妖魔鬼怪也能应机赴感。你心里一想鬼，鬼就来了，一想妖怪，妖怪就现前，你想什么它就现什么，为什么？因为法身就是自性，自性本来具足一切万法。佛在自性里面，菩萨也在自性里面，妖魔鬼怪统统都在自性里面。应机赴感是本性赴感，不是别的。现在人喜欢奇奇怪怪的，这个奇奇怪怪念头一动，妖魔鬼怪都来了，佛菩萨都不见了，为什么？佛菩萨没有这个机缘，妖魔鬼怪有这个机缘。",
      "zh_TW": "「應身」是用，法身是體，報身是相。應身是起用，從體起用，什麼作用？幫助別人開悟，幫助別人證得法身。所以諸佛菩薩示現在這個世間，這是「應機赴感」。「機」就是指一切眾生，一切眾生想學了，只要你一動念頭想學，立刻感應道交，佛菩薩就現身了。同修們一定要知道一個道理，這是真理，佛菩薩能應機赴感，妖魔鬼怪也能應機赴感。你心裡一想鬼，鬼就來了，一想妖怪，妖怪就現前，你想什麼它就現什麼，為什麼？因為法身就是自性，自性本來具足一切萬法。佛在自性裡面，菩薩也在自性裡面，妖魔鬼怪統統都在自性裡面。應機赴感是本性赴感，不是別的。現在人喜歡奇奇怪怪的，這個奇奇怪怪念頭一動，妖魔鬼怪都來了，佛菩薩都不見了，為什麼？佛菩薩沒有這個機緣，妖魔鬼怪有這個機緣。"
    },
    {
      "id": "01-003-0190_p0031",
      "zh_CN": "这是什么一种机缘？喜欢感应、喜欢神通、喜欢禅定，喜欢搞这些东西，喜欢见神见鬼，认为这是很了不起的，你只要一动这个念头就有，你真的看到，真的接触到，你会看到人放光，会看到人坐在那里离地三尺。什么样的心，就会有什么样的感应。六祖在《坛经》上说得很好，「何期自性，本来具足」，十法界依正庄严是本来具足的。「何期自性，能生万法」，你想佛就会见到佛，想菩萨就会见到菩萨。这是我想成佛，我想成菩萨，我并不是想要见佛、见菩萨。你想见，那个错了。「凡所有相，皆是虚妄」，这佛在《金刚经》讲得很清楚。是我们自己想成佛、想成菩萨，想明心见性，这就与诸佛菩萨起感应道交。",
      "zh_TW": "這是什麼一種機緣？喜歡感應、喜歡神通、喜歡禪定，喜歡搞這些東西，喜歡見神見鬼，認為這是很了不起的，你只要一動這個念頭就有，你真的看到，真的接觸到，你會看到人放光，會看到人坐在那裡離地三尺。什麼樣的心，就會有什麼樣的感應。六祖在《壇經》上說得很好，「何期自性，本來具足」，十法界依正莊嚴是本來具足的。「何期自性，能生萬法」，你想佛就會見到佛，想菩薩就會見到菩薩。這是我想成佛，我想成菩薩，我並不是想要見佛、見菩薩。你想見，那個錯了。「凡所有相，皆是虛妄」，這佛在《金剛經》講得很清楚。是我們自己想成佛、想成菩薩，想明心見性，這就與諸佛菩薩起感應道交。"
    },
    {
      "id": "01-003-0190_p0032",
      "zh_CN": "应身是有寿命的，寿命是「因缘为命」。有这个缘分，佛就住在这个世间；缘分没有了，佛就灭度，佛也就不现形，正是「当处出生，当处灭尽」这个意思。学佛的人多，佛住世的时间就比较长一点；学佛的人少，他住世的时间就短一点。不是佛有意住世长短，不是的，他没有意思；他要有意思，那他是凡夫，他不是圣人。他没有意思，他住世的长短看众生缘分，就是众生修学的机缘。所以佛菩萨寿命是从这个地方来的。",
      "zh_TW": "應身是有壽命的，壽命是「因緣為命」。有這個緣分，佛就住在這個世間；緣分沒有了，佛就滅度，佛也就不現形，正是「當處出生，當處滅盡」這個意思。學佛的人多，佛住世的時間就比較長一點；學佛的人少，他住世的時間就短一點。不是佛有意住世長短，不是的，他沒有意思；他要有意思，那他是凡夫，他不是聖人。他沒有意思，他住世的長短看眾生緣分，就是眾生修學的機緣。所以佛菩薩壽命是從這個地方來的。"
    },
    {
      "id": "01-003-0190_p0033",
      "zh_CN": "当年佛陀在世的时候，弟子们不知道求佛住世，把这个事情忘掉，疏忽了。魔王波旬看到佛天天在度众生，把这些众生教得个个都超越三界，他心里很不安，没有人请佛住世，他来了，他来干什么？请佛赶快入般涅槃，请佛赶快走，你在这里度了不少人，也可以了，够了，不要再度了。佛很慈悲就答应他，佛不妄语，答应决定要做到。所以释迦牟尼佛提前二十年入般涅槃，是魔王波旬启请的，是弟子一时迷糊，疏忽了。",
      "zh_TW": "當年佛陀在世的時候，弟子們不知道求佛住世，把這個事情忘掉，疏忽了。魔王波旬看到佛天天在度眾生，把這些眾生教得個個都超越三界，他心裡很不安，沒有人請佛住世，他來了，他來幹什麼？請佛趕快入般涅槃，請佛趕快走，你在這裡度了不少人，也可以了，夠了，不要再度了。佛很慈悲就答應他，佛不妄語，答應決定要做到。所以釋迦牟尼佛提前二十年入般涅槃，是魔王波旬啟請的，是弟子一時迷糊，疏忽了。"
    },
    {
      "id": "01-003-0190_p0034",
      "zh_CN": "演【因即众生能感之因，缘即诸佛能应之缘，因缘时至，感应道交，因缘别离，感应斯泯。】",
      "zh_TW": "演【因即眾生能感之因，緣即諸佛能應之緣，因緣時至，感應道交，因緣別離，感應斯泯。】"
    },
    {
      "id": "01-003-0190_p0035",
      "zh_CN": "这是讲应身。我们必须知道，与佛感应道交是怎么感应法。我们今天求佛，所感应来的都是妖魔鬼怪，为什么不能感应到真正佛菩萨现前？这是值得我们认真去反省的，就是我们的心用错了，我们不是用的真心，我们用的妄心，妄心跟佛菩萨不能起感应。不要说跟佛菩萨，阿罗汉以上的都没办法感应。妄心能感的是六道，因为六道凡夫，纵然到非想非非想天，还是用第六意识心。我们今天用第六意识心求佛菩萨，所感得来不是真佛。要想与佛菩萨感应道交，要用真诚心、清净心、平等心、恭敬心，那就行了，才能感应道交。用是非人我心、贪瞋痴慢心、嫉妒愚痴心，这怎么可能跟圣人感应道交？这不可能的事情。不是说在这个时代佛菩萨不来，不是的，是我们无法跟他起感应。我们还是自以为聪明，这样学佛，这一生还是会空过，很难成就。",
      "zh_TW": "這是講應身。我們必須知道，與佛感應道交是怎麼感應法。我們今天求佛，所感應來的都是妖魔鬼怪，為什麼不能感應到真正佛菩薩現前？這是值得我們認真去反省的，就是我們的心用錯了，我們不是用的真心，我們用的妄心，妄心跟佛菩薩不能起感應。不要說跟佛菩薩，阿羅漢以上的都沒辦法感應。妄心能感的是六道，因為六道凡夫，縱然到非想非非想天，還是用第六意識心。我們今天用第六意識心求佛菩薩，所感得來不是真佛。要想與佛菩薩感應道交，要用真誠心、清淨心、平等心、恭敬心，那就行了，才能感應道交。用是非人我心、貪瞋痴慢心、嫉妒愚痴心，這怎麼可能跟聖人感應道交？這不可能的事情。不是說在這個時代佛菩薩不來，不是的，是我們無法跟他起感應。我們還是自以為聰明，這樣學佛，這一生還是會空過，很難成就。"
    },
    {
      "id": "01-003-0190_p0036",
      "zh_CN": "修行，身口意三业最重要的是意业，也就是从心地修起，把这些错误的观念、思想修正过来，心正了，言语、身体造作自然都正。所以会修的人从根本修，根本是修心地法门。小乘人是从事相上修，大乘人是从心地上修。戒律，小乘是论事不论心，大乘是论心不论事。所以泰国、锡兰的小乘人瞧不起中国大乘佛教，为什么？大乘佛教不持戒，他们那个戒持得很严，他是在事相上持，大乘戒是在心地上持，如果心地不清净，说老实话，那真的不如他。所以大乘戒比小乘戒难得太多，大乘戒在起心动念之处。",
      "zh_TW": "修行，身口意三業最重要的是意業，也就是從心地修起，把這些錯誤的觀念、思想修正過來，心正了，言語、身體造作自然都正。所以會修的人從根本修，根本是修心地法門。小乘人是從事相上修，大乘人是從心地上修。戒律，小乘是論事不論心，大乘是論心不論事。所以泰國、錫蘭的小乘人瞧不起中國大乘佛教，為什麼？大乘佛教不持戒，他們那個戒持得很嚴，他是在事相上持，大乘戒是在心地上持，如果心地不清淨，說老實話，那真的不如他。所以大乘戒比小乘戒難得太多，大乘戒在起心動念之處。"
    },
    {
      "id": "01-003-0190_p0037",
      "zh_CN": "这一段明白三身的道理，同时你就晓得怎样与诸佛菩萨感应道交。要知道，一切诸佛、一切菩萨无所不在，为什么？法身遍满法界。法身佛，在华严里面称「毘卢遮那」，翻成中文是「遍一切处」，法身遍一切处，哪有不在的地方。中国禅宗有个公案，是说有一个很顽皮的小沙弥，在大雄宝殿拉大便，这还得了吗？不得了！维那师看到之后马上报告住持，要处分他，这个对佛是大不敬。结果和尚出来，就问他：你这是太不恭敬了。小沙弥就回了一句话，他说：请和尚找一个没有佛的地方，让我去拉大便。一句话把和尚问倒了，找不到！尽虚空遍法界都是佛的化身，到哪里去找。老和尚太着相了，一句话把他点醒，老和尚开悟了。这都是真正开悟的人，用这种非常的手段帮助别人开悟。",
      "zh_TW": "這一段明白三身的道理，同時你就曉得怎樣與諸佛菩薩感應道交。要知道，一切諸佛、一切菩薩無所不在，為什麼？法身遍滿法界。法身佛，在華嚴裡面稱「毘盧遮那」，翻成中文是「遍一切處」，法身遍一切處，哪有不在的地方。中國禪宗有個公案，是說有一個很頑皮的小沙彌，在大雄寶殿拉大便，這還得了嗎？不得了！維那師看到之後馬上報告住持，要處分他，這個對佛是大不敬。結果和尚出來，就問他：你這是太不恭敬了。小沙彌就回了一句話，他說：請和尚找一個沒有佛的地方，讓我去拉大便。一句話把和尚問倒了，找不到！盡虛空遍法界都是佛的化身，到哪裡去找。老和尚太著相了，一句話把他點醒，老和尚開悟了。這都是真正開悟的人，用這種非常的手段幫助別人開悟。"
    },
    {
      "id": "01-003-0190_p0038",
      "zh_CN": "所以感应道交，千万不要误会只有佛才有感应道交，妖魔鬼怪统统都跟你感应道交，理是一个，所以心正、心清净比什么都重要。十法界依正庄严何尝不是感应道交变现出来的？就看你念头怎么变法。正是大经里面所讲的，「唯心所现」，境界是心现的，「唯识所变」。唯心所现，现的是一真法界，这把一真法界变成十法界，怎么变的？识所变的，识就是分别执着，《华严经》讲妄想执着。如果没有妄想执着，那就不变了，不变就是一真！法界就是一真。一有了妄想执着，就把一真变成十法界，十法界里面有胜有劣，一真法界里头没有胜劣，是平等的。",
      "zh_TW": "所以感應道交，千萬不要誤會只有佛才有感應道交，妖魔鬼怪統統都跟你感應道交，理是一個，所以心正、心清淨比什麼都重要。十法界依正莊嚴何嘗不是感應道交變現出來的？就看你念頭怎麼變法。正是大經裡面所講的，「唯心所現」，境界是心現的，「唯識所變」。唯心所現，現的是一真法界，這把一真法界變成十法界，怎麼變的？識所變的，識就是分別執著，《華嚴經》講妄想執著。如果沒有妄想執著，那就不變了，不變就是一真！法界就是一真。一有了妄想執著，就把一真變成十法界，十法界裡面有勝有劣，一真法界裡頭沒有勝劣，是平等的。"
    },
    {
      "id": "01-003-0190_p0039",
      "zh_CN": "所以我们在日常生活当中，一定要学，学什么？见怪不怪，我们的心就清净了。不要被环境所动摇，不要被环境所染污，在环境里面修清净心、修平等心，这就对了。看到善人好事也好，恶人坏事也好，都把它看平等了，这叫真正修行。当然我们功夫还不够，还没有办法在这两个极端的境界里面修清净心跟平等心，这功夫不到家；不到家的时候，最好远离它，我们心就清净了。",
      "zh_TW": "所以我們在日常生活當中，一定要學，學什麼？見怪不怪，我們的心就清淨了。不要被環境所動搖，不要被環境所染污，在環境裡面修清淨心、修平等心，這就對了。看到善人好事也好，惡人壞事也好，都把它看平等了，這叫真正修行。當然我們功夫還不夠，還沒有辦法在這兩個極端的境界裡面修清淨心跟平等心，這功夫不到家；不到家的時候，最好遠離它，我們心就清淨了。"
    },
    {
      "id": "01-003-0190_p0040",
      "zh_CN": "心地真正清净了，也不是故意要接近，为什么？度化众生。哪个地方众生机缘成熟，请你去讲经说法，请你住持道场，你就可以去了。住持道场在从前都是佛菩萨、再来人，为什么？他在境界里头不动心，才有资格住持教化一方。还是会被外面境界所影响，只可以做学生，当清众，不能管事。管事就要接触人，接触人就有烦恼，你烦恼天天增长，与道心就相违背。学道的人烦恼是要天天少，不可以天天增加，天天增加那是修六道轮回，修三恶道，这就错了，决定不能这个搞法。所以感应道交，我们一定要了解，一定要重视。",
      "zh_TW": "心地真正清淨了，也不是故意要接近，為什麼？度化眾生。哪個地方眾生機緣成熟，請你去講經說法，請你住持道場，你就可以去了。住持道場在從前都是佛菩薩、再來人，為什麼？他在境界裡頭不動心，才有資格住持教化一方。還是會被外面境界所影響，只可以做學生，當清眾，不能管事。管事就要接觸人，接觸人就有煩惱，你煩惱天天增長，與道心就相違背。學道的人煩惱是要天天少，不可以天天增加，天天增加那是修六道輪迴，修三惡道，這就錯了，決定不能這個搞法。所以感應道交，我們一定要了解，一定要重視。"
    },
    {
      "id": "01-003-0190_p0041",
      "zh_CN": "钞【观经疏云：示同生灭，有始有终者，应身寿也；一得永得，有始无终者，报身寿也；非寿非不寿，无始无终者，法身寿也。】",
      "zh_TW": "鈔【觀經疏云：示同生滅，有始有終者，應身壽也；一得永得，有始無終者，報身壽也；非壽非不壽，無始無終者，法身壽也。】"
    },
    {
      "id": "01-003-0190_p0042",
      "zh_CN": "这是讲无量寿，无量寿讲这三身的意思。",
      "zh_TW": "這是講無量壽，無量壽講這三身的意思。"
    },
    {
      "id": "01-003-0190_p0043",
      "zh_CN": "演【观经疏云下十句。】",
      "zh_TW": "演【觀經疏云下十句。】"
    },
    {
      "id": "01-003-0190_p0044",
      "zh_CN": "就是我们刚才念的这一段。",
      "zh_TW": "就是我們剛才念的這一段。"
    },
    {
      "id": "01-003-0190_p0045",
      "zh_CN": "演【六道有生灭，法身起应，亦示有生灭，王宫降迹，双林涅槃，有始有终，应身寿也。】",
      "zh_TW": "演【六道有生滅，法身起應，亦示有生滅，王宮降蹟，雙林涅槃，有始有終，應身壽也。】"
    },
    {
      "id": "01-003-0190_p0046",
      "zh_CN": "举佛做一个例子，释迦牟尼佛示现在人间，示现在六道。示现在六道，与六道相同；如果示现的不相同，这个教化就很难建立。如果佛示现在世间，一直到今天还存在，我们会不会去跟他学？你是佛！你看你活了三千多岁，我们不行，我们怎么能学得到？学不到，大家都不肯跟他学了。一定要示现跟我们生活环境是相同的，然后跟他讲：我能做到，你也可以做到。我们想想点点头，不错！你能做得到，我也可以做得到。这是教化摄受众生的方便。佛出现在人间跟人间的寿命相同，如果示现在天上跟天人的寿命相同，他在哪一道必定与哪一道的众生情况都要求一致。这是讲应身寿，是从感应当中而说的。",
      "zh_TW": "舉佛做一個例子，釋迦牟尼佛示現在人間，示現在六道。示現在六道，與六道相同；如果示現的不相同，這個教化就很難建立。如果佛示現在世間，一直到今天還存在，我們會不會去跟他學？你是佛！你看你活了三千多歲，我們不行，我們怎麼能學得到？學不到，大家都不肯跟他學了。一定要示現跟我們生活環境是相同的，然後跟他講：我能做到，你也可以做到。我們想想點點頭，不錯！你能做得到，我也可以做得到。這是教化攝受眾生的方便。佛出現在人間跟人間的壽命相同，如果示現在天上跟天人的壽命相同，他在哪一道必定與哪一道的眾生情況都要求一致。這是講應身壽，是從感應當中而說的。"
    },
    {
      "id": "01-003-0190_p0047",
      "zh_CN": "演【三祇行满，无明断尽，般若现前，从自受用，现他受用，于色究竟天现最高大身，尽未来际说法教化，有始无终者，报身寿也。】",
      "zh_TW": "演【三祇行滿，無明斷盡，般若現前，從自受用，現他受用，於色究竟天現最高大身，盡未來際說法教化，有始無終者，報身壽也。】"
    },
    {
      "id": "01-003-0190_p0048",
      "zh_CN": "「三祇」是三阿僧祇劫。如来在一切经里面常常跟我们讲，从初发心修行到成佛要多少时间？要三阿僧祇劫。初发心绝对不是指我们现在的发心，我们现在说老实话，根本就没发心，我们现在这个道心，在佛教有个术语叫露水道心。露水，太阳一出来就没有了，露水道心，这个不能算发心。经上讲初发心是什么样的初发心？你们去念念《大乘起信论》，大乘起信，起是刚刚发心，你能入《大乘起信论》那个境界，那才算真正发心。从这一天开始起，三个阿僧祇劫就成佛了。真正不容易！初发心最低的限度是要证得「位不退」，位不退是什么地位？小乘初果。小乘初果是什么境界？经上说得很好，要把三界八十八品见惑断尽，从这一天算起，这一天开始经过三大阿僧祇劫就成佛了。如果没有达到这个境界，统统不算数的。我们过去生中，修行不止三个阿僧祇劫，已经修了无量阿僧祇劫，但是每一生每一世都没有达到这个标准，所以在六道里头退转！进进退退，不断的退转，没有一次是达到位不退的标准。如果你达到这个标准，你决定不会来做凡夫，不退转了。所以，三大阿僧祇劫是从位不退算起。在圆教里面讲，就是初信位的菩萨。圆教菩萨果位有五十一个阶级，十信、十住、十行、十回向、十地、等觉，五十一个位次。这五十一个位次要修三个阿僧祇劫才能修满，叫行满，这个时候「无明断尽」，见思、尘沙、无明烦恼到这时候统统断尽，这成佛了，「般若现前」。",
      "zh_TW": "「三祇」是三阿僧祇劫。如來在一切經裡面常常跟我們講，從初發心修行到成佛要多少時間？要三阿僧祇劫。初發心絕對不是指我們現在的發心，我們現在說老實話，根本就沒發心，我們現在這個道心，在佛教有個術語叫露水道心。露水，太陽一出來就沒有了，露水道心，這個不能算發心。經上講初發心是什麼樣的初發心？你們去念念《大乘起信論》，大乘起信，起是剛剛發心，你能入《大乘起信論》那個境界，那才算真正發心。從這一天開始起，三個阿僧祇劫就成佛了。真正不容易！初發心最低的限度是要證得「位不退」，位不退是什麼地位？小乘初果。小乘初果是什麼境界？經上說得很好，要把三界八十八品見惑斷盡，從這一天算起，這一天開始經過三大阿僧祇劫就成佛了。如果沒有達到這個境界，統統不算數的。我們過去生中，修行不止三個阿僧祇劫，已經修了無量阿僧祇劫，但是每一生每一世都沒有達到這個標準，所以在六道裡頭退轉！進進退退，不斷的退轉，沒有一次是達到位不退的標準。如果你達到這個標準，你決定不會來做凡夫，不退轉了。所以，三大阿僧祇劫是從位不退算起。在圓教裡面講，就是初信位的菩薩。圓教菩薩果位有五十一個階級，十信、十住、十行、十迴向、十地、等覺，五十一個位次。這五十一個位次要修三個阿僧祇劫才能修滿，叫行滿，這個時候「無明斷盡」，見思、塵沙、無明煩惱到這時候統統斷盡，這成佛了，「般若現前」。"
    },
    {
      "id": "01-003-0190_p0049",
      "zh_CN": "「从自受用身，现他受用身」，他受用身就是教化地上菩萨，因为地上菩萨证得报身，身相都很大，赞佛偈里面讲「白毫宛转五须弥，绀目澄清四大海」。佛这个身相在我们面前，见不到的，太大了，佛的头比地球大得太多，佛两个眼睛比太平洋还要大，你怎么能看得出？根本看不到他。白毫是三十二相之一，就是眉毛当中有根毫毛缠绕在一起像个珠子一样，多大？五座须弥山那么大。报身的菩萨也是这么大身，你要教化他，你也现那么大身，否则的话，你现的身相小，他看不到你，你也看不到他，一定要现同等的身相。所以现大身，这是他受用，也就是地上菩萨所感应的佛相就是这么大的一个身相。「于色究竟天现最高大身」，色究竟天是四禅天顶，就是色界最高的，再往上去就是无色界，就没有身相了，「尽未来际说法教化」。",
      "zh_TW": "「從自受用身，現他受用身」，他受用身就是教化地上菩薩，因為地上菩薩證得報身，身相都很大，讚佛偈裡面講「白毫宛轉五須彌，紺目澄清四大海」。佛這個身相在我們面前，見不到的，太大了，佛的頭比地球大得太多，佛兩個眼睛比太平洋還要大，你怎麼能看得出？根本看不到他。白毫是三十二相之一，就是眉毛當中有根毫毛纏繞在一起像個珠子一樣，多大？五座須彌山那麼大。報身的菩薩也是這麼大身，你要教化他，你也現那麼大身，否則的話，你現的身相小，他看不到你，你也看不到他，一定要現同等的身相。所以現大身，這是他受用，也就是地上菩薩所感應的佛相就是這麼大的一個身相。「於色究竟天現最高大身」，色究竟天是四禪天頂，就是色界最高的，再往上去就是無色界，就沒有身相了，「盡未來際說法教化」。"
    },
    {
      "id": "01-003-0190_p0050",
      "zh_CN": "诸位要知道，说法教化众生是要自己智慧开了以后的事情，智慧没有开，说法要谨慎。古人有例在先，所谓「错下一个字转语，堕五百世野狐身」，那是很可怕的事情。决定不能随便说，更不能随便写。讲经不能随便讲，经典当然更不可以随便翻译。现在有人要把佛经翻译成英文，这问题太严重，自己智慧没有现前，烦恼没有断尽，不可以造次。中国自古以来译经的这些三藏法师，最低限度都是证到三果以上的圣人，人家的心多清净！与佛才能起感应的作用。尤其是这部经，蕅益大师所说的，如果不是佛力加持，绝对不是九法界有情众生凭自己的能力所能信解，不是简单事情。一定要求感应，要求佛菩萨加持。求感应只有一个方法，真诚、清净、平等、恭敬，才能够得到佛菩萨的加持。心里面有是非人我、有邪念、有名闻利养，决定得不到佛力加持，你所得到的是妖魔鬼怪来加持你。妖魔鬼怪要破坏正法，他利用你，你利用他，你们彼此结合来做灭佛法的工作，将来的果报在阿鼻地狱，非常之可怕。",
      "zh_TW": "諸位要知道，說法教化眾生是要自己智慧開了以後的事情，智慧沒有開，說法要謹慎。古人有例在先，所謂「錯下一個字轉語，墮五百世野狐身」，那是很可怕的事情。決定不能隨便說，更不能隨便寫。講經不能隨便講，經典當然更不可以隨便翻譯。現在有人要把佛經翻譯成英文，這問題太嚴重，自己智慧沒有現前，煩惱沒有斷盡，不可以造次。中國自古以來譯經的這些三藏法師，最低限度都是證到三果以上的聖人，人家的心多清淨！與佛才能起感應的作用。尤其是這部經，蕅益大師所說的，如果不是佛力加持，絕對不是九法界有情眾生憑自己的能力所能信解，不是簡單事情。一定要求感應，要求佛菩薩加持。求感應只有一個方法，真誠、清淨、平等、恭敬，才能夠得到佛菩薩的加持。心裡面有是非人我、有邪念、有名聞利養，決定得不到佛力加持，你所得到的是妖魔鬼怪來加持你。妖魔鬼怪要破壞正法，他利用你，你利用他，你們彼此結合來做滅佛法的工作，將來的果報在阿鼻地獄，非常之可怕。"
    },
    {
      "id": "01-003-0190_p0051",
      "zh_CN": "所以要记住，般若现前。这个事情难！真难。但是在《无量寿经》里面讲，这个事情就不难，这个不难是真正有福的人才遇到，没有缘、没有福报的人遇不到！为什么？这部《无量寿经》，这部《阿弥陀经》，是真实慧！经上讲「住真实慧」，住是心安住，安住在真实的智慧。真实的般若智慧是什么？就是《弥陀经》跟《无量寿经》。你能够每天读诵就是住真实慧，你受持这一句名号，南无阿弥陀佛，这是住真实慧。你心里头不住真实慧，一定就打妄想，打妄想说老实话，就是修六道轮回；不打妄想，念经念佛号就是修西方净土。",
      "zh_TW": "所以要記住，般若現前。這個事情難！真難。但是在《無量壽經》裡面講，這個事情就不難，這個不難是真正有福的人才遇到，沒有緣、沒有福報的人遇不到！為什麼？這部《無量壽經》，這部《阿彌陀經》，是真實慧！經上講「住真實慧」，住是心安住，安住在真實的智慧。真實的般若智慧是什麼？就是《彌陀經》跟《無量壽經》。你能夠每天讀誦就是住真實慧，你受持這一句名號，南無阿彌陀佛，這是住真實慧。你心裡頭不住真實慧，一定就打妄想，打妄想說老實話，就是修六道輪迴；不打妄想，念經念佛號就是修西方淨土。"
    },
    {
      "id": "01-003-0190_p0052",
      "zh_CN": "每天你要冷静去想一想，我今天修六道轮回修了多少钟点？修西方极乐世界修了几个小时？如果六道轮回时间修得长，西方世界修得少，还是要搞六道轮回，还是去不了。如果一个是十二小时，另外一个也是十二小时，这还不太可靠。我跟大家讲真话，我不欺骗你们，如果欺骗你，对不起你。所以心安住在大小二本、一句佛号上，决定要超过十二个小时，我们往生西方极乐世界才真正有把握。而且这个把握是你自己会感觉到的，就是自己会预知的，为什么？心清净了，烦恼确实少了，妄念少了，不会再搞是非人我了，于一切法当中贪瞋痴念头渐渐淡薄，所谓「看得破，放得下」，这就是进步，这就是真实利益，佛惠以众生真实利益就是这个。其他法门，给诸位说，找不到！唯独这个法门有。",
      "zh_TW": "每天你要冷靜去想一想，我今天修六道輪迴修了多少鐘點？修西方極樂世界修了幾個小時？如果六道輪迴時間修得長，西方世界修得少，還是要搞六道輪迴，還是去不了。如果一個是十二小時，另外一個也是十二小時，這還不太可靠。我跟大家講真話，我不欺騙你們，如果欺騙你，對不起你。所以心安住在大小二本、一句佛號上，決定要超過十二個小時，我們往生西方極樂世界才真正有把握。而且這個把握是你自己會感覺到的，就是自己會預知的，為什麼？心清淨了，煩惱確實少了，妄念少了，不會再搞是非人我了，於一切法當中貪瞋痴念頭漸漸淡薄，所謂「看得破，放得下」，這就是進步，這就是真實利益，佛惠以眾生真實利益就是這個。其他法門，給諸位說，找不到！唯獨這個法門有。"
    },
    {
      "id": "01-003-0190_p0053",
      "zh_CN": "真实之际就是前面讲的法、报、应三身，三身是真实之际。大小二本就是《无量寿经》跟《阿弥陀经》，是真实之慧。我们能够认真受持，那就是真实的利益。到这个时候，智慧开了，这才是「尽未来际说法教化，有始无终」，这是无量寿，这是报身寿量。报身既然是有始无终，给诸位说，应化身还是有始无终。",
      "zh_TW": "真實之際就是前面講的法、報、應三身，三身是真實之際。大小二本就是《無量壽經》跟《阿彌陀經》，是真實之慧。我們能夠認真受持，那就是真實的利益。到這個時候，智慧開了，這才是「盡未來際說法教化，有始無終」，這是無量壽，這是報身壽量。報身既然是有始無終，給諸位說，應化身還是有始無終。"
    },
    {
      "id": "01-003-0190_p0054",
      "zh_CN": "演【报应即法，故非寿。】",
      "zh_TW": "演【報應即法，故非壽。】"
    },
    {
      "id": "01-003-0190_p0055",
      "zh_CN": "报身、应身都是从法身变化出来的，本体就是清净法身，法身说不上寿与无寿。",
      "zh_TW": "報身、應身都是從法身變化出來的，本體就是清淨法身，法身說不上壽與無壽。"
    },
    {
      "id": "01-003-0190_p0056",
      "zh_CN": "演【法即报应，故非不寿。】",
      "zh_TW": "演【法即報應，故非不壽。】"
    },
    {
      "id": "01-003-0190_p0057",
      "zh_CN": "从体上讲，寿命说不上；从相、从作用上来说，勉强可以说个寿量。",
      "zh_TW": "從體上講，壽命說不上；從相、從作用上來說，勉強可以說個壽量。"
    },
    {
      "id": "01-003-0190_p0058",
      "zh_CN": "演【竖穷三际，无始无终者，法身寿也。】",
      "zh_TW": "演【豎窮三際，無始無終者，法身壽也。】"
    },
    {
      "id": "01-003-0190_p0059",
      "zh_CN": "贤首国师讲《华严》的时候，做了一个比喻，所谓「以金作器，器器皆金」，金是什么？法身；器是报身、应身，都是法身变化出来。法身无始无终，说老实话，应化也是无始无终！这是跟诸位说真相，这是诸法实相。这个话乍听起来好像是很难懂，但是现代人受过科学的知识，不难懂。现在科学家给我们证实了，物质不灭。应身是物质，物质不灭，那就是无量寿，那就是无始无终。又说精神不灭，精神就是智慧，就是报身，报身也是无量寿，也是不生不灭，为什么？体是不生不灭的。这三身是一而三、三而一，不能把它分做三身。",
      "zh_TW": "賢首國師講《華嚴》的時候，做了一個比喻，所謂「以金作器，器器皆金」，金是什麼？法身；器是報身、應身，都是法身變化出來。法身無始無終，說老實話，應化也是無始無終！這是跟諸位說真相，這是諸法實相。這個話乍聽起來好像是很難懂，但是現代人受過科學的知識，不難懂。現在科學家給我們證實了，物質不滅。應身是物質，物質不滅，那就是無量壽，那就是無始無終。又說精神不滅，精神就是智慧，就是報身，報身也是無量壽，也是不生不滅，為什麼？體是不生不滅的。這三身是一而三、三而一，不能把它分做三身。"
    },
    {
      "id": "01-003-0190_p0060",
      "zh_CN": "诸位如果从这个地方契入，我们就很开心，为什么？我们现在这个身不生不灭。我们这个身是业报而来的，是过去生中造的善恶业得的这个身相。但是从今天起，我们要把业报身转变成清净报身。这个身是自己造的，自己可以转；自己造的，别人没有办法代我们转。所以大家头脑要清醒，不要被人骗了，命是自己造的，决定是自己转。如果别人可以代我们转，那佛菩萨大慈大悲，应当代我们转，我们都不要修行了，个个都成佛了。佛菩萨不能代我们转！佛菩萨对你再好，再喜欢你，没有办法替你转业。所以改造命运，转变果报，统统要靠自己。",
      "zh_TW": "諸位如果從這個地方契入，我們就很開心，為什麼？我們現在這個身不生不滅。我們這個身是業報而來的，是過去生中造的善惡業得的這個身相。但是從今天起，我們要把業報身轉變成清淨報身。這個身是自己造的，自己可以轉；自己造的，別人沒有辦法代我們轉。所以大家頭腦要清醒，不要被人騙了，命是自己造的，決定是自己轉。如果別人可以代我們轉，那佛菩薩大慈大悲，應當代我們轉，我們都不要修行了，個個都成佛了。佛菩薩不能代我們轉！佛菩薩對你再好，再喜歡你，沒有辦法替你轉業。所以改造命運，轉變果報，統統要靠自己。"
    },
    {
      "id": "01-003-0190_p0061",
      "zh_CN": "今天我们讲的是原理，理懂得了，事当然就可能，所以我们在事相上要认真努力来修学，这个修学关键就是决定要断一切恶、修一切善。什么是善恶？佛给我们讲了一个很低的标准，凡是对自己有利益的都是恶，凡是对大众有利益的都是善。这个话我们听起来有的时候很难接受，对我有利益的，怎么都是恶？你要认真想一想，是真的。因为佛法自始至终破执着，破我执就证阿罗汉果，破法执就成为法身大士，就成佛了。念念都是我的利益，我执是念念在增长，你永远不能破，换句话说，我执不能破就不能出三界，这是不是恶？念念想到自己，三界出不去，所以佛说这是恶。念念为众生，把自己忘掉了，起心动念都想大众、想一切众生，不要想自己，把自己慢慢就忘掉了，不断我执，自然我执就没有了，这是大善，这是应当要学习的。所以要断一切恶、修一切善。",
      "zh_TW": "今天我們講的是原理，理懂得了，事當然就可能，所以我們在事相上要認真努力來修學，這個修學關鍵就是決定要斷一切惡、修一切善。什麼是善惡？佛給我們講了一個很低的標準，凡是對自己有利益的都是惡，凡是對大眾有利益的都是善。這個話我們聽起來有的時候很難接受，對我有利益的，怎麼都是惡？你要認真想一想，是真的。因為佛法自始至終破執著，破我執就證阿羅漢果，破法執就成為法身大士，就成佛了。念念都是我的利益，我執是念念在增長，你永遠不能破，換句話說，我執不能破就不能出三界，這是不是惡？念念想到自己，三界出不去，所以佛說這是惡。念念為眾生，把自己忘掉了，起心動念都想大眾、想一切眾生，不要想自己，把自己慢慢就忘掉了，不斷我執，自然我執就沒有了，這是大善，這是應當要學習的。所以要斷一切惡、修一切善。"
    },
    {
      "id": "01-003-0190_p0062",
      "zh_CN": "在断恶修善里面，口业是最重的。《地藏经》上讲堕地狱，地狱有三重：身造的罪业少，堕的是小地狱；口造的罪业重，口业很重，常常说人的过失，妄语、两舌，两舌是挑拨是非，说话不负责任，这不得了，口业是堕十八地狱，这是堕大地狱；念头那就更重，所谓意业是堕无间地狱。所以我们说话要小心谨慎，不要说人过失。中国古人所谓「君子绝交，不出恶言」，这是对的，你跟人闹不好了，说人家坏话，别人听了有警觉，为什么？你会说他的坏话，将来会说我的坏话，我跟你敬而远之。所以头脑稍微清醒一点的人，决定不敢跟你做朋友，为什么？晓得将来必定要受你害。从前参学到外面去挂单，他从那个寺庙离开之后，有人问：那个寺庙怎么样？他说：这样不好，那样不好。这个人听到之后，顶多招待你一餐饭，请你走路，我这里不敢留你。为什么？你在这里住几天到别的地方，又说我这里怎么不好。没有人敢留你！所以吃亏的还是自己，不是别人，给别人提高了警觉心。所以决定不说别人过失，这样的人，没有一个不尊重你，没有一个不欢喜你，愿意跟你做朋友。常常说人家过失的，这个自己吃亏太大了。",
      "zh_TW": "在斷惡修善裡面，口業是最重的。《地藏經》上講墮地獄，地獄有三重：身造的罪業少，墮的是小地獄；口造的罪業重，口業很重，常常說人的過失，妄語、兩舌，兩舌是挑撥是非，說話不負責任，這不得了，口業是墮十八地獄，這是墮大地獄；念頭那就更重，所謂意業是墮無間地獄。所以我們說話要小心謹慎，不要說人過失。中國古人所謂「君子絕交，不出惡言」，這是對的，你跟人鬧不好了，說人家壞話，別人聽了有警覺，為什麼？你會說他的壞話，將來會說我的壞話，我跟你敬而遠之。所以頭腦稍微清醒一點的人，決定不敢跟你做朋友，為什麼？曉得將來必定要受你害。從前參學到外面去掛單，他從那個寺廟離開之後，有人問：那個寺廟怎麼樣？他說：這樣不好，那樣不好。這個人聽到之後，頂多招待你一餐飯，請你走路，我這裡不敢留你。為什麼？你在這裡住幾天到別的地方，又說我這裡怎麼不好。沒有人敢留你！所以吃虧的還是自己，不是別人，給別人提高了警覺心。所以決定不說別人過失，這樣的人，沒有一個不尊重你，沒有一個不歡喜你，願意跟你做朋友。常常說人家過失的，這個自己吃虧太大了。"
    },
    {
      "id": "01-003-0190_p0063",
      "zh_CN": "过失、毛病你知道了，这叫觉悟；能够改过来，这叫修行。修行不是每天拜佛、念佛，搞这些形式样子，没有用处，那都搞外表，外表没有真实的利益。要认真修行！我们今天就讲到此地。",
      "zh_TW": "過失、毛病你知道了，這叫覺悟；能夠改過來，這叫修行。修行不是每天拜佛、念佛，搞這些形式樣子，沒有用處，那都搞外表，外表沒有真實的利益。要認真修行！我們今天就講到此地。"
    }
  ]
}