{
  "doc_id": "01-003-0238",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三八集",
    "zh_TW": "第二三八集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0238",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "01-003-0238_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四六二页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四六二頁："
    },
    {
      "id": "01-003-0238_p0002",
      "zh_CN": "钞【宝积十心者，解见前文，前谓十心难具，今谓心既一矣，慈悲喜舍，百千种心，何所不具。】",
      "zh_TW": "鈔【寶積十心者，解見前文，前謂十心難具，今謂心既一矣，慈悲喜捨，百千種心，何所不具。】"
    },
    {
      "id": "01-003-0238_p0003",
      "zh_CN": "《大宝积经》所讲的十心，前面说过，此地不再重复。前面曾经说过，这十种心是很难具足的。大师在一心不乱这一段告诉我们，果然念到一心不乱，不但《大宝积经》所讲的十心，诸佛菩萨在一切经论里面所说的菩萨应当具备的种种心统统具足了。由此可知，这个法门主张的是一心不乱，一心法门是一切法门里面最殊胜的法门，《华严经》讲「一即一切，一切即一」，从这个地方我们可以体会到这句经文真实的意思，同时也能体会到诸佛如来、一切祖师大德告诉我们这个法门是简单、容易、稳当、快速，这些意思我们在此地也能够看出了。净宗的成就为什么那样坚实、稳当、快速，读这一段开示应当明白了。",
      "zh_TW": "《大寶積經》所講的十心，前面說過，此地不再重複。前面曾經說過，這十種心是很難具足的。大師在一心不亂這一段告訴我們，果然念到一心不亂，不但《大寶積經》所講的十心，諸佛菩薩在一切經論裡面所說的菩薩應當具備的種種心統統具足了。由此可知，這個法門主張的是一心不亂，一心法門是一切法門裡面最殊勝的法門，《華嚴經》講「一即一切，一切即一」，從這個地方我們可以體會到這句經文真實的意思，同時也能體會到諸佛如來、一切祖師大德告訴我們這個法門是簡單、容易、穩當、快速，這些意思我們在此地也能夠看出了。淨宗的成就為什麼那樣堅實、穩當、快速，讀這一段開示應當明白了。"
    },
    {
      "id": "01-003-0238_p0004",
      "zh_CN": "钞【净名八法者。】",
      "zh_TW": "鈔【淨名八法者。】"
    },
    {
      "id": "01-003-0238_p0005",
      "zh_CN": "《净名经》就是《维摩诘所说经》，维摩长者也是如来的化身，说明修行是出家跟在家并无二致。我们想修行证果往生不退，在家跟出家没有两样。如果单纯从往生不退上来说，说实在的话，在家比出家反而容易，这个事实，特别是从近代能叫我们很明显的看出来。我们看近代的《往生传》，往生的这些记录，甚至在本省，我们亲眼所见、亲耳所闻的念佛往生净土，实在是在家众比出家众多，而且在家女众又比在家男众多。这就说出，修行证果，在家一样成就。为什么要发心出家？出家有出家的功德，到底出家功德在哪里？我们知道，我们这一生当中，如果不闻佛法，不能听到这样第一殊胜的佛法，我们这一生是决定不能成就。修学任何一个法门，一生当中想成就几乎是不可能的。纵然在古时候，这个数量比例也是很少。原因在哪里？断烦恼难，除妄想难。这个法门之所以容易成就，就是不必断烦恼，不必除妄想，所谓带业往生，这比起其他法门就容易太多了。所以古德称这个法门叫「万修万人去」，道理在此地。",
      "zh_TW": "《淨名經》就是《維摩詰所說經》，維摩長者也是如來的化身，說明修行是出家跟在家並無二致。我們想修行證果往生不退，在家跟出家沒有兩樣。如果單純從往生不退上來說，說實在的話，在家比出家反而容易，這個事實，特別是從近代能叫我們很明顯的看出來。我們看近代的《往生傳》，往生的這些記錄，甚至在本省，我們親眼所見、親耳所聞的念佛往生淨土，實在是在家眾比出家眾多，而且在家女眾又比在家男眾多。這就說出，修行證果，在家一樣成就。為什麼要發心出家？出家有出家的功德，到底出家功德在哪裡？我們知道，我們這一生當中，如果不聞佛法，不能聽到這樣第一殊勝的佛法，我們這一生是決定不能成就。修學任何一個法門，一生當中想成就幾乎是不可能的。縱然在古時候，這個數量比例也是很少。原因在哪裡？斷煩惱難，除妄想難。這個法門之所以容易成就，就是不必斷煩惱，不必除妄想，所謂帶業往生，這比起其他法門就容易太多了。所以古德稱這個法門叫「萬修萬人去」，道理在此地。"
    },
    {
      "id": "01-003-0238_p0006",
      "zh_CN": "我们怎么听到？这个要靠世世代代这些出家人承传下来，我们才能接触到，才能听到这个法门。佛法要是没有人传，这个法在这世间当然也就消失，后来的人就没有机会再听到这个法门。因此，出家的功德没有别的，就是把这个法门代代传下去，把这个法门普遍的介绍给广大的群众，使一切人都有机会遇到、都有机会听到、都有机会学习，这就是出家人的责任。所以出家人要荷担如来家业，荷担就是挑起这个担子。如来的家业是什么？就是弘法利生。在一切法门里面，弘法真正利益众生，实实在在叫众生得真实利益的，只有这个法门；除这个法门之外，说实在话，得利益都有限。为什么有限？不能了生死，不能出三界。虽然在八识田中种一点善根，依旧免不了轮回，利益就很有限。唯有这个法门可以横出三界，往生不退成佛，是一生当中成就，所以这个法门也叫做当生成就的法门。出家的功德在此地。因此，我们也就晓得，出家如果不能弘法利生，那就不如在家人。为什么？在家人没有接受十方供养，靠自己劳力生活，自食其力，念佛求生是容易多了。出家人接受十方的恭敬供养，古德有一个警告说，出家人「今生不了道，披毛戴角还」。出家人欠施主的债太多了，你要不是认真修行，出家人这一钵饭很难吃的，比街头托钵要饭的乞丐难得多。乞丐，人家布施他一钵饭，绝对不求回报的。施主供养这一钵饭，他心目当中你是真正的福田，我这个供养是要得福的，他是要求回报的。我们想一想是不是福田？能不能给一切众生种福？这是出家二众要深深去反省的。既然发心出家，一定要把如来家业担当起来。",
      "zh_TW": "我們怎麼聽到？這個要靠世世代代這些出家人承傳下來，我們才能接觸到，才能聽到這個法門。佛法要是沒有人傳，這個法在這世間當然也就消失，後來的人就沒有機會再聽到這個法門。因此，出家的功德沒有別的，就是把這個法門代代傳下去，把這個法門普遍的介紹給廣大的群眾，使一切人都有機會遇到、都有機會聽到、都有機會學習，這就是出家人的責任。所以出家人要荷擔如來家業，荷擔就是挑起這個擔子。如來的家業是什麼？就是弘法利生。在一切法門裡面，弘法真正利益眾生，實實在在叫眾生得真實利益的，只有這個法門；除這個法門之外，說實在話，得利益都有限。為什麼有限？不能了生死，不能出三界。雖然在八識田中種一點善根，依舊免不了輪迴，利益就很有限。唯有這個法門可以橫出三界，往生不退成佛，是一生當中成就，所以這個法門也叫做當生成就的法門。出家的功德在此地。因此，我們也就曉得，出家如果不能弘法利生，那就不如在家人。為什麼？在家人沒有接受十方供養，靠自己勞力生活，自食其力，念佛求生是容易多了。出家人接受十方的恭敬供養，古德有一個警告說，出家人「今生不了道，披毛戴角還」。出家人欠施主的債太多了，你要不是認真修行，出家人這一缽飯很難吃的，比街頭托缽要飯的乞丐難得多。乞丐，人家布施他一缽飯，絕對不求回報的。施主供養這一缽飯，他心目當中你是真正的福田，我這個供養是要得福的，他是要求回報的。我們想一想是不是福田？能不能給一切眾生種福？這是出家二眾要深深去反省的。既然發心出家，一定要把如來家業擔當起來。"
    },
    {
      "id": "01-003-0238_p0007",
      "zh_CN": "维摩长者示现的跟释迦牟尼佛同时，释迦牟尼佛示现出家成佛，维摩居士示现在家成佛，以居士身分成佛了。说明在家、出家在修学上是平等的，也说明佛法是平等法。不但极乐世界是平等的世界，佛法在这个世间所示现的也是平等法。佛道是师道，师道跟中国古人一样，必须尊师重道。四众弟子向世尊请教，我们佛门叫请法，一般世间人讲请教，用「请教」大家好懂一点，请法就是请教，态度是非常的恭敬。世尊的学生到维摩居士那里去请教，恭敬心乃至礼节都跟见佛没有两样。佛弟子见佛的礼节是顶礼三拜，右绕三匝，这是最敬礼。我们看经典里面，佛弟子，无论在家弟子、出家弟子，向佛请教的时候都有这些礼节；再看舍利弗、目犍连向维摩居士请教的时候，也是顶礼三拜，右绕三匝，跟见佛完全相同，没有两样。这就说明佛法是师道，不管是在家身分、出家身分，只要是在老师的地位，学生见老师那个恭敬心没有等差，礼节也完全相同。这一点我们一定要记住，一定要学习。",
      "zh_TW": "維摩長者示現的跟釋迦牟尼佛同時，釋迦牟尼佛示現出家成佛，維摩居士示現在家成佛，以居士身分成佛了。說明在家、出家在修學上是平等的，也說明佛法是平等法。不但極樂世界是平等的世界，佛法在這個世間所示現的也是平等法。佛道是師道，師道跟中國古人一樣，必須尊師重道。四眾弟子向世尊請教，我們佛門叫請法，一般世間人講請教，用「請教」大家好懂一點，請法就是請教，態度是非常的恭敬。世尊的學生到維摩居士那裡去請教，恭敬心乃至禮節都跟見佛沒有兩樣。佛弟子見佛的禮節是頂禮三拜，右繞三匝，這是最敬禮。我們看經典裡面，佛弟子，無論在家弟子、出家弟子，向佛請教的時候都有這些禮節；再看舍利弗、目犍連向維摩居士請教的時候，也是頂禮三拜，右繞三匝，跟見佛完全相同，沒有兩樣。這就說明佛法是師道，不管是在家身分、出家身分，只要是在老師的地位，學生見老師那個恭敬心沒有等差，禮節也完全相同。這一點我們一定要記住，一定要學習。"
    },
    {
      "id": "01-003-0238_p0008",
      "zh_CN": "演【净名八法者，一、饶益众生，而不望报。】",
      "zh_TW": "演【淨名八法者，一、饒益眾生，而不望報。】"
    },
    {
      "id": "01-003-0238_p0009",
      "zh_CN": "《净名经》所讲的八法，也就是维摩居士教人常常存这八种心。「益」是利益，念念我们要有一个利益众生的心，要什么样的利益？要令众生得到最好的利益，「饶」是丰饶，也就是我们现在讲，最好的利益，我们要尽心尽力帮助社会大众，决不求回报，所谓是只尽义务，而不接受、不享受权力。现在人讲有义务就有权力，菩萨是有义务，心里没有指望权力，要存这个心。这个心是清净心，这个心就是善导大师在《观经四帖疏》给我们讲的「真实心中作」，一心是真实心，念念要饶益众生。我们有没有做到？这个经是行经，这不是讲的理论，是讲我们日常生活行为，我们一定要做到！做不到，没有用处。我们是不是这样子去做？是不是尽心尽力这样去做？这一点非常重要。已经这样做的，很好，还要更加努力，那就是我们尽心尽力没有达到圆满，更要努力。没有做到的人，从今天起一定要发心，起心动念想到别人的利益，想到整个社会大众，想到整个世界的众生，常常能作这样想，我们的心量就拓开了。心量就拓开，不要想自己，念念要想广大的群众，这是最低限度的，我们要想到社会，想到这个世界。诸佛如来他们的心量比我们大得多，他们心中所想的，饶益众生是尽虚空遍法界一切众生，那个心量就太大了。我们这个地球算什么？在太虚空当中，实在讲看不到，太小！我们今天就是起心动念都想到全世界众生的福利，我们那个心还是小，还是小得可怜！跟佛菩萨不能比。如果起心动念就想到自己的利益，诸位一定要知道，决定不能往生。常言说得好：念佛的人多，往生的人少。为什么他念佛念得那么好，不能往生？心量太小，起心动念自私自利。西方世界，经上讲得很清楚，「诸上善人俱会一处」，心量小就不是善人，念得再好，阿弥陀佛欢迎你去，那边大众不能接受你，因为你心量太小。什么时候把心量拓开，你往生就有指望。一心这个心量大，一心里头没有分别、没有执着、没有界限，所以一心是决定得生。有分别、有执着，就不是一心。所以第一个，我们要念念想一切众生的利益，不要去想自己。",
      "zh_TW": "《淨名經》所講的八法，也就是維摩居士教人常常存這八種心。「益」是利益，念念我們要有一個利益眾生的心，要什麼樣的利益？要令眾生得到最好的利益，「饒」是豐饒，也就是我們現在講，最好的利益，我們要盡心盡力幫助社會大眾，決不求回報，所謂是只盡義務，而不接受、不享受權力。現在人講有義務就有權力，菩薩是有義務，心裡沒有指望權力，要存這個心。這個心是清淨心，這個心就是善導大師在《觀經四帖疏》給我們講的「真實心中作」，一心是真實心，念念要饒益眾生。我們有沒有做到？這個經是行經，這不是講的理論，是講我們日常生活行為，我們一定要做到！做不到，沒有用處。我們是不是這樣子去做？是不是盡心盡力這樣去做？這一點非常重要。已經這樣做的，很好，還要更加努力，那就是我們盡心盡力沒有達到圓滿，更要努力。沒有做到的人，從今天起一定要發心，起心動念想到別人的利益，想到整個社會大眾，想到整個世界的眾生，常常能作這樣想，我們的心量就拓開了。心量就拓開，不要想自己，念念要想廣大的群眾，這是最低限度的，我們要想到社會，想到這個世界。諸佛如來他們的心量比我們大得多，他們心中所想的，饒益眾生是盡虛空遍法界一切眾生，那個心量就太大了。我們這個地球算什麼？在太虛空當中，實在講看不到，太小！我們今天就是起心動念都想到全世界眾生的福利，我們那個心還是小，還是小得可憐！跟佛菩薩不能比。如果起心動念就想到自己的利益，諸位一定要知道，決定不能往生。常言說得好：念佛的人多，往生的人少。為什麼他念佛念得那麼好，不能往生？心量太小，起心動念自私自利。西方世界，經上講得很清楚，「諸上善人俱會一處」，心量小就不是善人，念得再好，阿彌陀佛歡迎你去，那邊大眾不能接受你，因為你心量太小。什麼時候把心量拓開，你往生就有指望。一心這個心量大，一心裡頭沒有分別、沒有執著、沒有界限，所以一心是決定得生。有分別、有執著，就不是一心。所以第一個，我們要念念想一切眾生的利益，不要去想自己。"
    },
    {
      "id": "01-003-0238_p0010",
      "zh_CN": "演【二、代一切众生受诸苦恼，所作功德尽以施之。】",
      "zh_TW": "演【二、代一切眾生受諸苦惱，所作功德盡以施之。】"
    },
    {
      "id": "01-003-0238_p0011",
      "zh_CN": "要知道修布施波罗蜜，要能够代众生受苦，怎么代法？能布施就是代。譬如你目前很富裕，可以过很舒适的生活，看到许多苦难的众生，把自己的生活享受降低，把结余的帮助一些苦难众生，这就是代众生受苦。在中国最典型的例子，宋朝的范仲淹，他做到宰相，做到大元帅，俸禄不能说不丰厚，可是家里的日子过得很苦，为什么过得那么苦？原来他把收入都去救济贫民，帮助人了。《古文观止》里的「义田记」，就是记载范先生乐善好施，自己一生都过着很清苦的生活，真是粗茶淡饭，把他的收入救济社会。他一个人的力量养三百多家，的确不容易。他还办义学，学生、老师的费用都是他供给，看到年轻人很聪明、很优秀的，家境清寒，他把他们集合起来教导，这个经费他一个人拿，都是从他俸禄里面来的；不像现在做慈善事业到处去化缘捐钱，不是这样。这就是代众生受诸苦恼，所作的功德统统布施。范家很了不起，子子孙孙都遵守范老先生的家教。我们在《印光大师文钞》看到印祖对他非常赞叹，为什么？印光大师的道场就在范先生的家乡，苏州，距离很近。从宋朝一直到民国初年，八百年，他的家道不衰，代代出人才，代代都出好人，都像范先生一样乐善好施，这是非常值得人尊敬的。范先生是虔诚的佛弟子，佛的教诲他真的做到，这是我们应当要学习的。我们自己在物质享受上能减少一分，对于苦难的众生就能多帮一分忙，常常想到这个，没有必要的开支尽量节省，代众生受苦。",
      "zh_TW": "要知道修布施波羅蜜，要能夠代眾生受苦，怎麼代法？能布施就是代。譬如你目前很富裕，可以過很舒適的生活，看到許多苦難的眾生，把自己的生活享受降低，把結餘的幫助一些苦難眾生，這就是代眾生受苦。在中國最典型的例子，宋朝的范仲淹，他做到宰相，做到大元帥，俸祿不能說不豐厚，可是家裡的日子過得很苦，為什麼過得那麼苦？原來他把收入都去救濟貧民，幫助人了。《古文觀止》裡的「義田記」，就是記載范先生樂善好施，自己一生都過著很清苦的生活，真是粗茶淡飯，把他的收入救濟社會。他一個人的力量養三百多家，的確不容易。他還辦義學，學生、老師的費用都是他供給，看到年輕人很聰明、很優秀的，家境清寒，他把他們集合起來教導，這個經費他一個人拿，都是從他俸祿裡面來的；不像現在做慈善事業到處去化緣捐錢，不是這樣。這就是代眾生受諸苦惱，所作的功德統統布施。范家很了不起，子子孫孫都遵守范老先生的家教。我們在《印光大師文鈔》看到印祖對他非常讚歎，為什麼？印光大師的道場就在范先生的家鄉，蘇州，距離很近。從宋朝一直到民國初年，八百年，他的家道不衰，代代出人才，代代都出好人，都像范先生一樣樂善好施，這是非常值得人尊敬的。范先生是虔誠的佛弟子，佛的教誨他真的做到，這是我們應當要學習的。我們自己在物質享受上能減少一分，對於苦難的眾生就能多幫一分忙，常常想到這個，沒有必要的開支盡量節省，代眾生受苦。"
    },
    {
      "id": "01-003-0238_p0012",
      "zh_CN": "演【三、等心众生谦下无碍，于诸菩萨视之如佛。】",
      "zh_TW": "演【三、等心眾生謙下無礙，於諸菩薩視之如佛。】"
    },
    {
      "id": "01-003-0238_p0013",
      "zh_CN": "这是修礼敬。《礼记》里面说，礼的定义、礼的精神就是「自卑而尊人」，这个地方教我们的就是这个意思。「等心」是平等心，以平等心对一切众生；自己要谦虚、要卑下。自己能谦虚卑下，当然就能尊敬别人，你能尊敬别人，别人也尊敬你，「敬人者，人恒敬之」，你无论办什么事情，一定得很多人帮助，没有障碍。下面给你举一个例子，「于诸菩萨视之如佛」，我们对佛是最恭敬的，「诸菩萨」是说哪些菩萨？是说名字菩萨，名字菩萨就是凡夫。凡夫当中有去受过菩萨戒，这菩萨名就挂上了，叫名字菩萨。虽然是名字菩萨，我们看他也要把他看作佛一样的尊敬；甚至没有受菩萨戒的，他来受三皈、五戒，我们也把他看成菩萨，也把他看成佛。为什么？只有觉悟的人才肯发心去受三皈、去学佛。菩萨就是「觉有情」，觉悟的有情众生，这就是不论他受戒不受戒，觉悟的人，我们看他就要当作佛一样看待，要尊重他。这些都要在日常生活当中认真努力去学习，要做到，这才是佛的学生。",
      "zh_TW": "這是修禮敬。《禮記》裡面說，禮的定義、禮的精神就是「自卑而尊人」，這個地方教我們的就是這個意思。「等心」是平等心，以平等心對一切眾生；自己要謙虛、要卑下。自己能謙虛卑下，當然就能尊敬別人，你能尊敬別人，別人也尊敬你，「敬人者，人恆敬之」，你無論辦什麼事情，一定得很多人幫助，沒有障礙。下面給你舉一個例子，「於諸菩薩視之如佛」，我們對佛是最恭敬的，「諸菩薩」是說哪些菩薩？是說名字菩薩，名字菩薩就是凡夫。凡夫當中有去受過菩薩戒，這菩薩名就掛上了，叫名字菩薩。雖然是名字菩薩，我們看他也要把他看作佛一樣的尊敬；甚至沒有受菩薩戒的，他來受三皈、五戒，我們也把他看成菩薩，也把他看成佛。為什麼？只有覺悟的人才肯發心去受三皈、去學佛。菩薩就是「覺有情」，覺悟的有情眾生，這就是不論他受戒不受戒，覺悟的人，我們看他就要當作佛一樣看待，要尊重他。這些都要在日常生活當中認真努力去學習，要做到，這才是佛的學生。"
    },
    {
      "id": "01-003-0238_p0014",
      "zh_CN": "演【四、所未闻经，闻之无疑。】",
      "zh_TW": "演【四、所未聞經，聞之無疑。】"
    },
    {
      "id": "01-003-0238_p0015",
      "zh_CN": "这句话怎么讲法？诸位必须知道，在广大佛法当中，往生经是最不容易听到的。所谓往生经就是净土三经，很不容易闻到。《无量寿经》上说，多少菩萨想听这个法门而听不到，这是说听这个法门不容易！听这个法门能相信的，那就更不容易。这个法门，一切诸佛都说是「难信之法」，谁难信？菩萨难信，声闻、缘觉难信。难信之法，我们这批人怎么会相信？说实在话，我们这批人幸亏不是菩萨、不是阿罗汉、不是辟支佛。这桩事情，佛在《无量寿经》也给我们说清楚了，不说清楚，的确我们会很怀疑，难信之法，我为什么会相信？原来佛说过了，听到这个法门能生欢喜心、能接受、能依教奉行的人，这是过去生中无量劫来生生世世所种的善根，在这一生当中成熟，是这么一回事情。善根之深厚，不可思议。说实在话，这种深厚的善根也没有人能说得出来，除了佛之外，菩萨都说不出来。菩萨要是能说得出来，他就相信了；菩萨说不出来，换句话说，他不相信。经上给我们说一个例子，阿阇王子与五百长者子，过去生中曾经供养四百亿佛，他听了这个法门生欢喜心，但是并不发心求生净土。过去生中供养四百亿佛，往生净土这个念头生不起来。我们今天听到这个法门就想往生西方极乐世界，我们过去生中种的善根决定超过阿阇王子。你没有这样深厚的善根，你怎么能相信？「所未闻经」就是指的这个经，没有听说过！这些菩萨们、阿罗汉、辟支佛没听说过！听了这个经他怀疑，成佛哪有这么容易的事情。换句话说，他就当面错过了。这是说，虽然听到，他的善根福德不够，听到是因缘，《弥陀经》上告诉我们，「不可以少善根福德因缘，得生彼国」，这些菩萨、罗汉、辟支佛因缘有了，但是自己的善根、福德不够，听了怀疑，不相信，这个可惜！空过了。佛在此地提醒我们，「所未闻经，闻之无疑」，他就得受用了。",
      "zh_TW": "這句話怎麼講法？諸位必須知道，在廣大佛法當中，往生經是最不容易聽到的。所謂往生經就是淨土三經，很不容易聞到。《無量壽經》上說，多少菩薩想聽這個法門而聽不到，這是說聽這個法門不容易！聽這個法門能相信的，那就更不容易。這個法門，一切諸佛都說是「難信之法」，誰難信？菩薩難信，聲聞、緣覺難信。難信之法，我們這批人怎麼會相信？說實在話，我們這批人幸虧不是菩薩、不是阿羅漢、不是辟支佛。這樁事情，佛在《無量壽經》也給我們說清楚了，不說清楚，的確我們會很懷疑，難信之法，我為什麼會相信？原來佛說過了，聽到這個法門能生歡喜心、能接受、能依教奉行的人，這是過去生中無量劫來生生世世所種的善根，在這一生當中成熟，是這麼一回事情。善根之深厚，不可思議。說實在話，這種深厚的善根也沒有人能說得出來，除了佛之外，菩薩都說不出來。菩薩要是能說得出來，他就相信了；菩薩說不出來，換句話說，他不相信。經上給我們說一個例子，阿闍王子與五百長者子，過去生中曾經供養四百億佛，他聽了這個法門生歡喜心，但是並不發心求生淨土。過去生中供養四百億佛，往生淨土這個念頭生不起來。我們今天聽到這個法門就想往生西方極樂世界，我們過去生中種的善根決定超過阿闍王子。你沒有這樣深厚的善根，你怎麼能相信？「所未聞經」就是指的這個經，沒有聽說過！這些菩薩們、阿羅漢、辟支佛沒聽說過！聽了這個經他懷疑，成佛哪有這麼容易的事情。換句話說，他就當面錯過了。這是說，雖然聽到，他的善根福德不夠，聽到是因緣，《彌陀經》上告訴我們，「不可以少善根福德因緣，得生彼國」，這些菩薩、羅漢、辟支佛因緣有了，但是自己的善根、福德不夠，聽了懷疑，不相信，這個可惜！空過了。佛在此地提醒我們，「所未聞經，聞之無疑」，他就得受用了。"
    },
    {
      "id": "01-003-0238_p0016",
      "zh_CN": "我们今天有这个缘分接触到这个经典，我们有没有疑？大家都摇头，无疑了。其实冷静去想想，疑惑还很多！从什么地方看出来？你还不能专心，还三心二意，这是还有疑，还不能死心塌地修这一门，还想念《金刚经》、《楞严经》、《华严经》，还想学禅、学密，这就是疑根未断，心不定，心不专，纵然遇到这个法门，很难得利益。什么人听了之后得利益？真正没有疑的，就是断疑生信，他的心定了，心专了，一门深入。果然一门深入，得利益之快也真正不可思议。根性利的人，三个月，中等根性的人，六个月就得到利益，得什么利益？心清净了。从什么地方知道心清净？妄念少、烦恼少，夜晚作梦少了，至少不做恶梦了。在从前，一天到晚做恶梦，而且梦境很混乱；现在做梦，没有恶梦，梦中境界清清楚楚，不乱，这都证明是好境界。智慧增长，看事情比从前看得清楚，比从前明白得多，这就是效果。这个效果，我跟诸位说，三个月到六个月就得到，真有效！怕的是你有疑，你心不定、不专，那就得不到。不专、不定，说老实话，学三十年都没有效果，学到最后，「佛菩萨不灵」、「这个经典骗了我」，就谤佛谤法，来生也往生，生到地狱去了，你说冤不冤枉。佛在大经上讲，「疑」是菩萨的大障碍，列在根本烦恼之中，贪瞋痴慢下面就是疑，对圣教怀疑。无比殊胜的利益当面错过，你说这个害处多大！",
      "zh_TW": "我們今天有這個緣分接觸到這個經典，我們有沒有疑？大家都搖頭，無疑了。其實冷靜去想想，疑惑還很多！從什麼地方看出來？你還不能專心，還三心二意，這是還有疑，還不能死心塌地修這一門，還想念《金剛經》、《楞嚴經》、《華嚴經》，還想學禪、學密，這就是疑根未斷，心不定，心不專，縱然遇到這個法門，很難得利益。什麼人聽了之後得利益？真正沒有疑的，就是斷疑生信，他的心定了，心專了，一門深入。果然一門深入，得利益之快也真正不可思議。根性利的人，三個月，中等根性的人，六個月就得到利益，得什麼利益？心清淨了。從什麼地方知道心清淨？妄念少、煩惱少，夜晚作夢少了，至少不做惡夢了。在從前，一天到晚做惡夢，而且夢境很混亂；現在做夢，沒有惡夢，夢中境界清清楚楚，不亂，這都證明是好境界。智慧增長，看事情比從前看得清楚，比從前明白得多，這就是效果。這個效果，我跟諸位說，三個月到六個月就得到，真有效！怕的是你有疑，你心不定、不專，那就得不到。不專、不定，說老實話，學三十年都沒有效果，學到最後，「佛菩薩不靈」、「這個經典騙了我」，就謗佛謗法，來生也往生，生到地獄去了，你說冤不冤枉。佛在大經上講，「疑」是菩薩的大障礙，列在根本煩惱之中，貪瞋痴慢下面就是疑，對聖教懷疑。無比殊勝的利益當面錯過，你說這個害處多大！"
    },
    {
      "id": "01-003-0238_p0017",
      "zh_CN": "演【五、不与声闻而相违背。】",
      "zh_TW": "演【五、不與聲聞而相違背。】"
    },
    {
      "id": "01-003-0238_p0018",
      "zh_CN": "这条很重要，往往有些人自命为大乘，轻视小乘，轻慢小乘，这个大错特错。慢就是大烦恼，学佛哪有烦恼增长的道理？诸佛菩萨都不轻初学，不敢小看初学，怎能把小乘看轻？小乘人精研戒定慧三学，值得尊敬！我们自己想一想，我们的戒定慧三学能不能比得上他？如果我们将三学废弃，学一些大乘经教，那就是古德讲的狂慧，狂慧不能了生死，不能出三界。佛法自始至终着重在实践，佛陀的教诫我们一定认真把它做到，一定要把它变成自己的生活行为，这才管用，自己才有真正的受用。这个真实受用，实在就是自在快乐。如来果地上所讲的三德，法身、般若、解脱，解脱就是自在快乐，智慧就是一切通达明了，不迷惑。这两样东西，一个真正依教修行的人，他逐渐会证得，由少分而多分，到如来果地上这才究竟圆满。所以小乘教里面许许多多的规矩不可以违背，一定要遵守。",
      "zh_TW": "這條很重要，往往有些人自命為大乘，輕視小乘，輕慢小乘，這個大錯特錯。慢就是大煩惱，學佛哪有煩惱增長的道理？諸佛菩薩都不輕初學，不敢小看初學，怎能把小乘看輕？小乘人精研戒定慧三學，值得尊敬！我們自己想一想，我們的戒定慧三學能不能比得上他？如果我們將三學廢棄，學一些大乘經教，那就是古德講的狂慧，狂慧不能了生死，不能出三界。佛法自始至終著重在實踐，佛陀的教誡我們一定認真把它做到，一定要把它變成自己的生活行為，這才管用，自己才有真正的受用。這個真實受用，實在就是自在快樂。如來果地上所講的三德，法身、般若、解脫，解脫就是自在快樂，智慧就是一切通達明瞭，不迷惑。這兩樣東西，一個真正依教修行的人，他逐漸會證得，由少分而多分，到如來果地上這才究竟圓滿。所以小乘教裡面許許多多的規矩不可以違背，一定要遵守。"
    },
    {
      "id": "01-003-0238_p0019",
      "zh_CN": "在一般讲，小乘是保守的，大乘是开放的，虽然开放，但是这些基本的规矩一定要遵守。说实在话，人守规矩，是自己尊重自己，是自己庄严自己。千万不要以为不守规矩表示是一种特权，那就错了，大特特错！一个团体，人人都守规矩，这个团体一定兴旺，一定有成果。不能遵守规矩，怎么办？最好自动离开这个团体，为什么？我不害自己，我也不害别人，这就对了。破坏规矩是破坏团体，特别是僧团，僧团如果是修六和敬，那你就是破坏和合僧，果报很重。经上跟我们讲得很清楚，破和合僧果报都在阿鼻地狱，非常的可怕。所以，和合僧团是诸佛护念、龙天拥护。",
      "zh_TW": "在一般講，小乘是保守的，大乘是開放的，雖然開放，但是這些基本的規矩一定要遵守。說實在話，人守規矩，是自己尊重自己，是自己莊嚴自己。千萬不要以為不守規矩表示是一種特權，那就錯了，大特特錯！一個團體，人人都守規矩，這個團體一定興旺，一定有成果。不能遵守規矩，怎麼辦？最好自動離開這個團體，為什麼？我不害自己，我也不害別人，這就對了。破壞規矩是破壞團體，特別是僧團，僧團如果是修六和敬，那你就是破壞和合僧，果報很重。經上跟我們講得很清楚，破和合僧果報都在阿鼻地獄，非常的可怕。所以，和合僧團是諸佛護念、龍天擁護。"
    },
    {
      "id": "01-003-0238_p0020",
      "zh_CN": "守法是最重要的一个理念，个人的修持、佛法的兴衰都在这一念之间，可见这一念关系重大。在世法里头也不例外，个人的品德、学问、事业，家庭、社会乃至国家、世界和平，也在这个理念，人人都守法，天下太平。所以，决定不可以轻慢小乘法。诸佛如来都不会违背小乘法里面所建立的一些规矩。在佛法里面，具体而言，就是沙弥十戒、二十四门威仪，诸佛如来、大菩萨们都不会犯的，都遵守的。不是说升了等级，当了法身大士，地上菩萨了，成佛了，这些东西就可以舍掉不要，没这个道理。我在初学佛的时候，章嘉大师教给我，他给我做了一个比喻，这就小乘戒，就像沙弥律仪，在家的五戒、十戒、八关斋戒，这些小小戒就像台北到高雄的火车票，你买票才能上车，在车上常常要保持这张票，票不能丢掉，到站还得要交回给他。从初发心一直到成佛，这张票不能丢掉，这是讲小小戒一定要遵守。这个比喻给我们很深刻的印象，人一定要持戒，一定要守规矩。",
      "zh_TW": "守法是最重要的一個理念，個人的修持、佛法的興衰都在這一念之間，可見這一念關係重大。在世法裡頭也不例外，個人的品德、學問、事業，家庭、社會乃至國家、世界和平，也在這個理念，人人都守法，天下太平。所以，決定不可以輕慢小乘法。諸佛如來都不會違背小乘法裡面所建立的一些規矩。在佛法裡面，具體而言，就是沙彌十戒、二十四門威儀，諸佛如來、大菩薩們都不會犯的，都遵守的。不是說升了等級，當了法身大士，地上菩薩了，成佛了，這些東西就可以捨掉不要，沒這個道理。我在初學佛的時候，章嘉大師教給我，他給我做了一個比喻，這就小乘戒，就像沙彌律儀，在家的五戒、十戒、八關齋戒，這些小小戒就像台北到高雄的火車票，你買票才能上車，在車上常常要保持這張票，票不能丟掉，到站還得要交回給他。從初發心一直到成佛，這張票不能丟掉，這是講小小戒一定要遵守。這個比喻給我們很深刻的印象，人一定要持戒，一定要守規矩。"
    },
    {
      "id": "01-003-0238_p0021",
      "zh_CN": "演【六、不嫉彼供，不高己利，而于其中调伏其心。】",
      "zh_TW": "演【六、不嫉彼供，不高己利，而於其中調伏其心。】"
    },
    {
      "id": "01-003-0238_p0022",
      "zh_CN": "这一条都是在我们日常生活当中时时刻刻看到的毛病。看到别人供养多，心里就有嫉妒心，就难过了。出家人不免，看到人家建大道场，心里就不舒服；看到人家信徒那么多，法缘那么胜，供养那么多，嫉妒心往往就生了。出家人还有嫉妒吗？出家人是凡夫，又没有成佛，又没有成菩萨，他怎么会没有？贪瞋嫉妒是俱生烦恼，无量劫来带来的烦恼习气，一看到外面境界就把烦恼给引出来了。佛在此地教给我们，万万不可，自己要有警觉心。说自己得到，不要贡高我慢，不要以利养去夸耀别人，这是「不高己利」，应该于中「调伏其心」。诸位想想，应该怎么调伏？调伏的方法是「利和同均」。",
      "zh_TW": "這一條都是在我們日常生活當中時時刻刻看到的毛病。看到別人供養多，心裡就有嫉妒心，就難過了。出家人不免，看到人家建大道場，心裡就不舒服；看到人家信徒那麼多，法緣那麼勝，供養那麼多，嫉妒心往往就生了。出家人還有嫉妒嗎？出家人是凡夫，又沒有成佛，又沒有成菩薩，他怎麼會沒有？貪瞋嫉妒是俱生煩惱，無量劫來帶來的煩惱習氣，一看到外面境界就把煩惱給引出來了。佛在此地教給我們，萬萬不可，自己要有警覺心。說自己得到，不要貢高我慢，不要以利養去誇耀別人，這是「不高己利」，應該於中「調伏其心」。諸位想想，應該怎麼調伏？調伏的方法是「利和同均」。"
    },
    {
      "id": "01-003-0238_p0023",
      "zh_CN": "近代虚云老和尚给我们做了一个好榜样，他老人家一生是苦行僧，他的道德、学问为世人所敬佩，不但中国人，在国外，仰慕他的人都很多。老和尚法缘殊胜，每到一个地方，皈依的人多，供养多，可是他一生穿的衣服，衣服都补了好几块补钉，难道他没有一件新衣服穿吗？他那些在家的护法弟子，给他做的那些衣服，跑哪里去了？他收的实在太多，供养初学！初出家的人，没有供养，生活很苦，老和尚收的供养送给他们，供养别人了，自己还是穿那一套，他穿得很舒服，穿得很自在。所有的钱拿去盖庙，他一生建很多道场，修复很多道场，只要这个道场修复，他一定会请一个人去当住持，他就离开，就走了。他老人家一生修道场、建道场，从来不住道场，修好了就走。这是「不嫉彼供，不高己利，而于其中调伏其心」，他真做到了。确实没有说是这个地方是我的，我、我所这个念头，虚云老和尚没有了，他的心是定的。所以他能到兜率天亲近弥勒菩萨，他跟弥勒菩萨有缘，他没有求生净土，他生兜率天。",
      "zh_TW": "近代虛雲老和尚給我們做了一個好榜樣，他老人家一生是苦行僧，他的道德、學問為世人所敬佩，不但中國人，在國外，仰慕他的人都很多。老和尚法緣殊勝，每到一個地方，皈依的人多，供養多，可是他一生穿的衣服，衣服都補了好幾塊補釘，難道他沒有一件新衣服穿嗎？他那些在家的護法弟子，給他做的那些衣服，跑哪裡去了？他收的實在太多，供養初學！初出家的人，沒有供養，生活很苦，老和尚收的供養送給他們，供養別人了，自己還是穿那一套，他穿得很舒服，穿得很自在。所有的錢拿去蓋廟，他一生建很多道場，修復很多道場，只要這個道場修復，他一定會請一個人去當住持，他就離開，就走了。他老人家一生修道場、建道場，從來不住道場，修好了就走。這是「不嫉彼供，不高己利，而於其中調伏其心」，他真做到了。確實沒有說是這個地方是我的，我、我所這個念頭，虛雲老和尚沒有了，他的心是定的。所以他能到兜率天親近彌勒菩薩，他跟彌勒菩薩有緣，他沒有求生淨土，他生兜率天。"
    },
    {
      "id": "01-003-0238_p0024",
      "zh_CN": "演【七、常省己过，不讼彼短。】",
      "zh_TW": "演【七、常省己過，不訟彼短。】"
    },
    {
      "id": "01-003-0238_p0025",
      "zh_CN": "「讼」是诉讼，在此地就是常常喜欢挑剔别人的毛病，这是大过失。六祖大师也教我们，「若真修道人，不见他人过」，常常见别人过失就是自己最大的过失，知道这个的人不多。修道人要常常反省自己的过失，我在讲席当中也常说，我们佛门当中常讲「开悟」，什么叫开悟？很多人把开悟这个名词错会了，认为开悟是很神秘的事情，是很了不起的事情。禅宗里面讲的大彻大悟，教下讲的大开圆解，名词听得很熟悉，究竟开悟的样子是什么？不知道。一九八四年我在洛杉矶讲经。洛杉矶有五个年轻人，密宗仁波切在那边传法，给这五个人授记，说这五个人开悟了。这五个人贡高我慢，我到那里去讲经，他们也来听，听完之后问我，看看他们五个人是不是开悟了。我就讲老实话，我说：你们没有开悟！他听了很生气，他说：喇嘛活佛都说我们开悟了，你怎么说我没有开悟？我说：我没有开悟，你来问我，你一定没有开悟！你开悟了，你还会来问我吗？",
      "zh_TW": "「訟」是訴訟，在此地就是常常喜歡挑剔別人的毛病，這是大過失。六祖大師也教我們，「若真修道人，不見他人過」，常常見別人過失就是自己最大的過失，知道這個的人不多。修道人要常常反省自己的過失，我在講席當中也常說，我們佛門當中常講「開悟」，什麼叫開悟？很多人把開悟這個名詞錯會了，認為開悟是很神祕的事情，是很了不起的事情。禪宗裡面講的大徹大悟，教下講的大開圓解，名詞聽得很熟悉，究竟開悟的樣子是什麼？不知道。一九八四年我在洛杉磯講經。洛杉磯有五個年輕人，密宗仁波切在那邊傳法，給這五個人授記，說這五個人開悟了。這五個人貢高我慢，我到那裡去講經，他們也來聽，聽完之後問我，看看他們五個人是不是開悟了。我就講老實話，我說：你們沒有開悟！他聽了很生氣，他說：喇嘛活佛都說我們開悟了，你怎麼說我沒有開悟？我說：我沒有開悟，你來問我，你一定沒有開悟！你開悟了，你還會來問我嗎？"
    },
    {
      "id": "01-003-0238_p0026",
      "zh_CN": "诸位要晓得，知道自己的过失就是开悟了，觉悟了。佛常常教给我们，悟有小悟、有大悟，天天要觉悟，不悟就迷！所谓觉而不迷，觉就是悟。觉什么？觉自己的毛病、过失，叫「悟后起修」，明白、知道了，把这个毛病改过来，就叫修行。修行就是修正错误的行为。发现自己错误的行为，这叫开悟，常省己过，这是开悟；悟了以后，要把自己这些毛病、习气改过来，那叫修行。所以修行不是在佛菩萨面前，每天敲着木鱼装模作样。你们看禅宗的语录，过去天台山寒山、拾得，当年在世两个人疯疯颠颠的，看到出家人早晚在作课诵，半月在诵戒，他们在大门口讥笑，「装模作样」。那时候大家都认为他们是疯子，以后才晓得一个是文殊菩萨、一个是普贤菩萨，丰干和尚是阿弥陀佛，三个活菩萨在国清寺厨房侍候大众。",
      "zh_TW": "諸位要曉得，知道自己的過失就是開悟了，覺悟了。佛常常教給我們，悟有小悟、有大悟，天天要覺悟，不悟就迷！所謂覺而不迷，覺就是悟。覺什麼？覺自己的毛病、過失，叫「悟後起修」，明白、知道了，把這個毛病改過來，就叫修行。修行就是修正錯誤的行為。發現自己錯誤的行為，這叫開悟，常省己過，這是開悟；悟了以後，要把自己這些毛病、習氣改過來，那叫修行。所以修行不是在佛菩薩面前，每天敲著木魚裝模作樣。你們看禪宗的語錄，過去天台山寒山、拾得，當年在世兩個人瘋瘋顛顛的，看到出家人早晚在作課誦，半月在誦戒，他們在大門口譏笑，「裝模作樣」。那時候大家都認為他們是瘋子，以後才曉得一個是文殊菩薩、一個是普賢菩薩，豐干和尚是阿彌陀佛，三個活菩薩在國清寺廚房侍候大眾。"
    },
    {
      "id": "01-003-0238_p0027",
      "zh_CN": "演【八、恒以一心，求诸功德。】",
      "zh_TW": "演【八、恆以一心，求諸功德。】"
    },
    {
      "id": "01-003-0238_p0028",
      "zh_CN": "说得再多，没有讲到一心就不圆满，一心就都圆满了。「恒以一心，求诸功德」，这个总结结得太好。一心是清净心，一心是真心，一心是本性，一心是究竟圆满，就像前面所讲的，菩萨「慈悲喜舍，百千种心」，一心里统统具足了。一心是体，一切心是作用，体得到，作用当然就圆满。「恒以一心，求诸功德」，这一切功德都究竟圆满。这是《维摩经》里面讲菩萨成就的八法。",
      "zh_TW": "說得再多，沒有講到一心就不圓滿，一心就都圓滿了。「恆以一心，求諸功德」，這個總結結得太好。一心是清淨心，一心是真心，一心是本性，一心是究竟圓滿，就像前面所講的，菩薩「慈悲喜捨，百千種心」，一心裡統統具足了。一心是體，一切心是作用，體得到，作用當然就圓滿。「恆以一心，求諸功德」，這一切功德都究竟圓滿。這是《維摩經》裡面講菩薩成就的八法。"
    },
    {
      "id": "01-003-0238_p0029",
      "zh_CN": "钞【行无疮疣，生于净土。】",
      "zh_TW": "鈔【行無瘡疣，生於淨土。】"
    },
    {
      "id": "01-003-0238_p0030",
      "zh_CN": "『疮疣』比喻缺陷。菩萨能具足在这八种行持，也就是行门里面这八个原则、纲领，我们认真的修学，在修行上就没有缺陷。换句话说，我们的心行与这八条不相应，相违背，虽然修的是菩萨行，这个菩萨行不圆满、有欠缺，欠缺的太多了。像一个人身体，是有身体，不错！这身体长毒疮、长肿瘤，不是一个健康、美满的身体，是有缺陷、有病的一个身体，这个比喻就是这个意思。",
      "zh_TW": "『瘡疣』比喻缺陷。菩薩能具足在這八種行持，也就是行門裡面這八個原則、綱領，我們認真的修學，在修行上就沒有缺陷。換句話說，我們的心行與這八條不相應，相違背，雖然修的是菩薩行，這個菩薩行不圓滿、有欠缺，欠缺的太多了。像一個人身體，是有身體，不錯！這身體長毒瘡、長腫瘤，不是一個健康、美滿的身體，是有缺陷、有病的一個身體，這個比喻就是這個意思。"
    },
    {
      "id": "01-003-0238_p0031",
      "zh_CN": "钞【今既一心，百千种法，何所不具。】",
      "zh_TW": "鈔【今既一心，百千種法，何所不具。】"
    },
    {
      "id": "01-003-0238_p0032",
      "zh_CN": "这个结论就是说，最后结归到『一心』，那就是一切法统统具足了。",
      "zh_TW": "這個結論就是說，最後結歸到『一心』，那就是一切法統統具足了。"
    },
    {
      "id": "01-003-0238_p0033",
      "zh_CN": "钞【德云念佛门者，华严入法界品。】",
      "zh_TW": "鈔【德雲念佛門者，華嚴入法界品。】"
    },
    {
      "id": "01-003-0238_p0034",
      "zh_CN": "这是《八十华严》最后一品，入法界品。",
      "zh_TW": "這是《八十華嚴》最後一品，入法界品。"
    },
    {
      "id": "01-003-0238_p0035",
      "zh_CN": "钞【德云比丘告善财言。】",
      "zh_TW": "鈔【德雲比丘告善財言。】"
    },
    {
      "id": "01-003-0238_p0036",
      "zh_CN": "善财童子参访德云比丘。《华严经》是佛教育里面最圆满的教科书，用现代话说，它是佛法概论。概论很重要，整个佛法都浓缩在这个教材里面，然后从这里面分宗分派，所有一切宗派都是从《华严》流出来的。这部经，清凉大师把它分作四大段，就是信、解、行、证。《华严》总共有三十九品，第一大段一共有六品经，十一卷；第二大段是讲「解」。第一段就是把如来果地上的依正庄严展示给我们看，上根人一看就明了，中下根人看不懂。像我们参观故宫博物院一样，我们看商周的铜器，那真是名符其实破铜烂铁，我们的兴趣生不起来，这破铜烂铁一文不值。识货的人看到，那是无价之宝！不识货的人看明清的玉器，很美、很漂亮，其实那个不值钱，破铜烂铁值钱。我们不识货，需要加以解释，所以它第二个部分是解分，经文就很长，共有三十一品，讲解。第三个部分，我们真正认识、明白了，如来果地上实在是太殊胜，怎样我们也能得到这个享受，这是最重要的，我们要是得不到，一切都落空了。毗卢遮那佛依正的受用，我们什么时候能证得？第三部分就教给我们修行的方法，给我们讲方法，一品经，「离世间品」。第四部分是「证」，修行目的是要证果。证果是真正要入法界才行，你不能契入，你就得不到受用；一定要得到真实的受用，我们才没有白修！",
      "zh_TW": "善財童子參訪德雲比丘。《華嚴經》是佛教育裡面最圓滿的教科書，用現代話說，它是佛法概論。概論很重要，整個佛法都濃縮在這個教材裡面，然後從這裡面分宗分派，所有一切宗派都是從《華嚴》流出來的。這部經，清涼大師把它分作四大段，就是信、解、行、證。《華嚴》總共有三十九品，第一大段一共有六品經，十一卷；第二大段是講「解」。第一段就是把如來果地上的依正莊嚴展示給我們看，上根人一看就明瞭，中下根人看不懂。像我們參觀故宮博物院一樣，我們看商周的銅器，那真是名符其實破銅爛鐵，我們的興趣生不起來，這破銅爛鐵一文不值。識貨的人看到，那是無價之寶！不識貨的人看明清的玉器，很美、很漂亮，其實那個不值錢，破銅爛鐵值錢。我們不識貨，需要加以解釋，所以它第二個部分是解分，經文就很長，共有三十一品，講解。第三個部分，我們真正認識、明白了，如來果地上實在是太殊勝，怎樣我們也能得到這個享受，這是最重要的，我們要是得不到，一切都落空了。毗盧遮那佛依正的受用，我們什麼時候能證得？第三部分就教給我們修行的方法，給我們講方法，一品經，「離世間品」。第四部分是「證」，修行目的是要證果。證果是真正要入法界才行，你不能契入，你就得不到受用；一定要得到真實的受用，我們才沒有白修！"
    },
    {
      "id": "01-003-0238_p0037",
      "zh_CN": "「入法界品」就是最后一品，《华严经》第三十九品，这一品经文很长，一共有二十卷，这是《八十华严》里面的。贞元年间翻的这个本子是完整没有欠缺的，所以全经的经文一共是四十卷，贞元的本子。这上面引用的是八十卷的本子，德云比丘，这是第一个人。贞元的本子不叫德云，叫吉祥云，是一个人，翻译翻的不一样，吉祥就是德的意思。很重要的是最后这一品经，这一品经是教给我们修学的方式。《华严》最大的好处，过去方东美先生赞不绝口，他说世界上所有这些教科书都不能跟《华严》比，它编得太完整，有事实、有理论、有方法，还带表演。最后这一品「行成证入」就是表演，做出来给我们看，一个学佛的佛弟子，他在日常生活行为、处事待人接物是怎样修的，做一个榜样给我们看，所以这是表演，这很难得。",
      "zh_TW": "「入法界品」就是最後一品，《華嚴經》第三十九品，這一品經文很長，一共有二十卷，這是《八十華嚴》裡面的。貞元年間翻的這個本子是完整沒有欠缺的，所以全經的經文一共是四十卷，貞元的本子。這上面引用的是八十卷的本子，德雲比丘，這是第一個人。貞元的本子不叫德雲，叫吉祥雲，是一個人，翻譯翻的不一樣，吉祥就是德的意思。很重要的是最後這一品經，這一品經是教給我們修學的方式。《華嚴》最大的好處，過去方東美先生讚不絕口，他說世界上所有這些教科書都不能跟《華嚴》比，它編得太完整，有事實、有理論、有方法，還帶表演。最後這一品「行成證入」就是表演，做出來給我們看，一個學佛的佛弟子，他在日常生活行為、處事待人接物是怎樣修的，做一個榜樣給我們看，所以這是表演，這很難得。"
    },
    {
      "id": "01-003-0238_p0038",
      "zh_CN": "这一品经里面又分二大段，分为本会、末会。本会，善财童子是跟文殊菩萨学，文殊是老师，就是我们世间所讲启蒙的老师，启蒙的老师要高手，启蒙遇不到好人，就影响你一生。启蒙的老师影响一个人最大，我们世间法常讲「先入为主」，往往接受这个老师就成为他一生主观观念的标准，所以这个老师非常重要，影响力太大了。他的老师是文殊菩萨，菩萨当中智慧第一，曾经做过七尊佛的老师，善财很幸运遇到这样的一个好善知识，大善知识，跟到他学。如果诸位仔细去读本会的经文，在《四十华严》里面三卷，你仔细去看看文殊菩萨教善财什么？这个很要紧，善财童子在文殊会下成就的就是戒定慧三学。慧是什么？慧是根本智。戒，遵守老师的教诫，老师的指导决定要遵守，这是戒。定是心定了，只跟一个老师学，心定了。老师领导你，所以得根本智，根本智是什么？无知，般若无知。文殊菩萨先训练他无知，就是心地清净，一尘不染，在第二个阶段叫他起作用是无所不知，那就是无知成就、得到了，这才能学无所不知。",
      "zh_TW": "這一品經裡面又分二大段，分為本會、末會。本會，善財童子是跟文殊菩薩學，文殊是老師，就是我們世間所講啟蒙的老師，啟蒙的老師要高手，啟蒙遇不到好人，就影響你一生。啟蒙的老師影響一個人最大，我們世間法常講「先入為主」，往往接受這個老師就成為他一生主觀觀念的標準，所以這個老師非常重要，影響力太大了。他的老師是文殊菩薩，菩薩當中智慧第一，曾經做過七尊佛的老師，善財很幸運遇到這樣的一個好善知識，大善知識，跟到他學。如果諸位仔細去讀本會的經文，在《四十華嚴》裡面三卷，你仔細去看看文殊菩薩教善財什麼？這個很要緊，善財童子在文殊會下成就的就是戒定慧三學。慧是什麼？慧是根本智。戒，遵守老師的教誡，老師的指導決定要遵守，這是戒。定是心定了，只跟一個老師學，心定了。老師領導你，所以得根本智，根本智是什麼？無知，般若無知。文殊菩薩先訓練他無知，就是心地清淨，一塵不染，在第二個階段叫他起作用是無所不知，那就是無知成就、得到了，這才能學無所不知。"
    },
    {
      "id": "01-003-0238_p0039",
      "zh_CN": "这个在「四弘誓愿」里摆得很清楚，大家要记住，「众生无边誓愿度，烦恼无尽誓愿断」，文殊菩萨教善财只教这两个，教他发大心，教他断烦恼，烦恼断了，心就定了。「法门无量誓愿学」，是从德云比丘到普贤菩萨，参访五十三位善知识，成就后得智，那是法门无量誓愿学，无所不知。大家一定要知道，先是无知，然后才无所不知。如果一开头就有知，就什么都不知道，所知道的统统错解了。错解如来真实义，很冤枉。修学，你要是不按这个顺序，你的一生可以说是毫无所得，你所得的都是邪知邪见。这个话不是我说的，清凉大师在《华严经》注解里面讲的。你要是没有清净心、没有根本智，你所接触的就是佛法，也是增长邪见。这个真的要提起警觉心，一定依照佛菩萨古圣先贤的道路去走，我们这一生才会有成就。今天就讲到此地。",
      "zh_TW": "這個在「四弘誓願」裡擺得很清楚，大家要記住，「眾生無邊誓願度，煩惱無盡誓願斷」，文殊菩薩教善財只教這兩個，教他發大心，教他斷煩惱，煩惱斷了，心就定了。「法門無量誓願學」，是從德雲比丘到普賢菩薩，參訪五十三位善知識，成就後得智，那是法門無量誓願學，無所不知。大家一定要知道，先是無知，然後才無所不知。如果一開頭就有知，就什麼都不知道，所知道的統統錯解了。錯解如來真實義，很冤枉。修學，你要是不按這個順序，你的一生可以說是毫無所得，你所得的都是邪知邪見。這個話不是我說的，清涼大師在《華嚴經》註解裡面講的。你要是沒有清淨心、沒有根本智，你所接觸的就是佛法，也是增長邪見。這個真的要提起警覺心，一定依照佛菩薩古聖先賢的道路去走，我們這一生才會有成就。今天就講到此地。"
    }
  ]
}