{
  "doc_id": "01-003-0073",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十三集",
    "zh_TW": "第七十三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0073",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "01-003-0073_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第一一一页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第一一一頁："
    },
    {
      "id": "01-003-0073_p0002",
      "zh_CN": "疏【四、华严喻药王树，若有见者，眼得清净，乃至耳鼻六根，无不清净。众生见佛，亦复如是，以见圆觉佛，闻普门法，神力乃尔。此则阿弥陀佛道场宝树，见者闻者，六根清净故。】",
      "zh_TW": "疏【四、華嚴喻藥王樹，若有見者，眼得清淨，乃至耳鼻六根，無不清淨。眾生見佛，亦復如是，以見圓覺佛，聞普門法，神力乃爾。此則阿彌陀佛道場寶樹，見者聞者，六根清淨故。】"
    },
    {
      "id": "01-003-0073_p0003",
      "zh_CN": "这段文字是为我们说明本经与《华严经》的关系。《华严》是纯圆，本经也有圆教的义趣。大师给我们略举十条，这是第四条。《华严经》上有这么一个比喻，『药王树』，人见到这棵树，眼根就清净了；不但眼根清净，六根都清净了。这是比喻『见佛』。见佛，实在说是很大的福报；没有福报见不到佛，纵然见到佛，他也不信。所以，学佛实实在在不是一桩容易事情。古人开经偈说：百千万劫难遭遇。这句话是真的，确实不容易遇到佛法。遇到佛法，一定要正确了解佛法的义趣，才能真正得利益。否则的话，遇到佛法，把它错解了，把佛菩萨当作神明看待，这个遇与不遇可以说是没有多大的分别。在现前这个社会里面，绝大多数是把佛法曲解了、误会了，这一点我们要注意。",
      "zh_TW": "這段文字是為我們說明本經與《華嚴經》的關係。《華嚴》是純圓，本經也有圓教的義趣。大師給我們略舉十條，這是第四條。《華嚴經》上有這麼一個比喻，『藥王樹』，人見到這棵樹，眼根就清淨了；不但眼根清淨，六根都清淨了。這是比喻『見佛』。見佛，實在說是很大的福報；沒有福報見不到佛，縱然見到佛，他也不信。所以，學佛實實在在不是一樁容易事情。古人開經偈說：百千萬劫難遭遇。這句話是真的，確實不容易遇到佛法。遇到佛法，一定要正確了解佛法的義趣，才能真正得利益。否則的話，遇到佛法，把它錯解了，把佛菩薩當作神明看待，這個遇與不遇可以說是沒有多大的分別。在現前這個社會裡面，絕大多數是把佛法曲解了、誤會了，這一點我們要注意。"
    },
    {
      "id": "01-003-0073_p0004",
      "zh_CN": "今天有一个同修来问我：如何护法？这实在是一个很大的问题。我们今天学了佛，对佛教全心全力奉献，承事供养，我们是不是护了法？不见得。护法是要从两层意义来说：第一个，要护自己的法，这一点很重要。佛法修学是修自己，不是修他佛。修行的总纲领是觉正净，你要护持这个，就是护自己的清净心、护自己的觉性、护自己的正知正见，这是真正的护法，能得定得慧。",
      "zh_TW": "今天有一個同修來問我：如何護法？這實在是一個很大的問題。我們今天學了佛，對佛教全心全力奉獻，承事供養，我們是不是護了法？不見得。護法是要從兩層意義來說：第一個，要護自己的法，這一點很重要。佛法修學是修自己，不是修他佛。修行的總綱領是覺正淨，你要護持這個，就是護自己的清淨心、護自己的覺性、護自己的正知正見，這是真正的護法，能得定得慧。"
    },
    {
      "id": "01-003-0073_p0005",
      "zh_CN": "第二个，要护诸佛如来之法。那是大福报，为什么？利益人天。因此，我们无论在什么时候，要把精神振作起来。一个佛教徒一天到晚垂头丧气，这是什么？自己虽然是佛心很清净，把一切众生的佛法毁掉了，这个人再清净，没有福报。佛经里有比喻，「罗汉托空钵」，罗汉已经证果，证了四果罗汉，到外面托钵没人供养，天天挨饿，因为没修福。要护持诸佛的形象，这一点我们特别要注意到。护持佛法的形象是修福，摄受一切众生、接引一切众生，把佛法推广、介绍给一切众生，这是护诸佛之法、护众生之法，这都是属于福报边上的事情；护自己，这是护定护慧，要护自己的戒定慧，要护自己的闻思修，如果从总纲领上来讲，要护自己的觉正净，这是非常的重要。经文里面所说的「见佛」，意思就是如此。",
      "zh_TW": "第二個，要護諸佛如來之法。那是大福報，為什麼？利益人天。因此，我們無論在什麼時候，要把精神振作起來。一個佛教徒一天到晚垂頭喪氣，這是什麼？自己雖然是佛心很清淨，把一切眾生的佛法毀掉了，這個人再清淨，沒有福報。佛經裡有比喻，「羅漢托空缽」，羅漢已經證果，證了四果羅漢，到外面托缽沒人供養，天天挨餓，因為沒修福。要護持諸佛的形象，這一點我們特別要注意到。護持佛法的形象是修福，攝受一切眾生、接引一切眾生，把佛法推廣、介紹給一切眾生，這是護諸佛之法、護眾生之法，這都是屬於福報邊上的事情；護自己，這是護定護慧，要護自己的戒定慧，要護自己的聞思修，如果從總綱領上來講，要護自己的覺正淨，這是非常的重要。經文裡面所說的「見佛」，意思就是如此。"
    },
    {
      "id": "01-003-0073_p0006",
      "zh_CN": "从甚深义趣来讲，见佛是什么？是见性；明心见性，见性成佛。你见性了，你六根怎么不清净？当然清净。而不是说见到外面的佛，见到外面佛是一个缘分。外面佛提醒你自己自性觉、自性净，这是我们一定要觉悟的、要明了的。如果我们见到外面的佛，依然不能提醒自己，这就是见如不见。在佛法里面讲，这个人的业障太重了，见到佛像提不起自性觉，见到菩萨像提不起自性净，展开经典提不起自性正。觉而不迷、正而不邪、净而不染，住持三宝的功德就是在此地，是常常提醒自己。我们见到之后，依然迷惑颠倒，没有能够自己提醒自己，这是见如不见，达不到六根清净的效果。",
      "zh_TW": "從甚深義趣來講，見佛是什麼？是見性；明心見性，見性成佛。你見性了，你六根怎麼不清淨？當然清淨。而不是說見到外面的佛，見到外面佛是一個緣分。外面佛提醒你自己自性覺、自性淨，這是我們一定要覺悟的、要明瞭的。如果我們見到外面的佛，依然不能提醒自己，這就是見如不見。在佛法裡面講，這個人的業障太重了，見到佛像提不起自性覺，見到菩薩像提不起自性淨，展開經典提不起自性正。覺而不迷、正而不邪、淨而不染，住持三寶的功德就是在此地，是常常提醒自己。我們見到之後，依然迷惑顛倒，沒有能夠自己提醒自己，這是見如不見，達不到六根清淨的效果。"
    },
    {
      "id": "01-003-0073_p0007",
      "zh_CN": "底下说得就很明了，『众生见佛，亦复如是，以见圆觉佛，闻普门法』，这个意思就是我刚才所讲的。「圆觉」是圆满的觉悟，「普」是普遍，「门」是通达。换句话说，事事物物样样都不迷，样样都不邪，念念都是觉正净，这就叫普门法。『神力乃尔』，这是住持三宝给我们的力量，神奇不可思议的力量。因此，佛弟子供佛菩萨形像真正的意思在这个地方，不是把他当神明看待的。",
      "zh_TW": "底下說得就很明瞭，『眾生見佛，亦復如是，以見圓覺佛，聞普門法』，這個意思就是我剛才所講的。「圓覺」是圓滿的覺悟，「普」是普遍，「門」是通達。換句話說，事事物物樣樣都不迷，樣樣都不邪，念念都是覺正淨，這就叫普門法。『神力乃爾』，這是住持三寶給我們的力量，神奇不可思議的力量。因此，佛弟子供佛菩薩形像真正的意思在這個地方，不是把他當神明看待的。"
    },
    {
      "id": "01-003-0073_p0008",
      "zh_CN": "也许有人问：既然这样，为什么我们还要天天烧香恭敬礼拜？烧香燃灯、恭敬礼拜就是修行，修自己的性德。无始劫以来，我们懈怠懒惰、贡高我慢的习气太深。怎样才能把这些习气除掉？要在佛菩萨形像面前，在事相上认真的修持，把自己的习气毛病修正过来。早晚一定要燃香、燃灯、礼拜；你所做的这些，真正的意义要懂得。我们烧一炷香，好的香提醒自己的精神。香在佛门代表信，信香，燃起这炷信香，我自己信心不退，表这个意思，信心坚固，信心清净。「灯」代表光明，最低限度我们待人接物心地光明，这是燃灯的意思。燃灯还有一个重要的意义，「舍己为人」，点油灯、点蜡烛，代表燃烧自己照耀别人、牺牲自己成就别人。",
      "zh_TW": "也許有人問：既然這樣，為什麼我們還要天天燒香恭敬禮拜？燒香燃燈、恭敬禮拜就是修行，修自己的性德。無始劫以來，我們懈怠懶惰、貢高我慢的習氣太深。怎樣才能把這些習氣除掉？要在佛菩薩形像面前，在事相上認真的修持，把自己的習氣毛病修正過來。早晚一定要燃香、燃燈、禮拜；你所做的這些，真正的意義要懂得。我們燒一炷香，好的香提醒自己的精神。香在佛門代表信，信香，燃起這炷信香，我自己信心不退，表這個意思，信心堅固，信心清淨。「燈」代表光明，最低限度我們待人接物心地光明，這是燃燈的意思。燃燈還有一個重要的意義，「捨己為人」，點油燈、點蠟燭，代表燃燒自己照耀別人、犧牲自己成就別人。"
    },
    {
      "id": "01-003-0073_p0009",
      "zh_CN": "拜佛、礼佛，这是修恭敬心，修一切恭敬，我们对人对事对物都要像对佛这样的恭敬。以诚敬心去做、去待人接物，这是拜佛！否则的话，每天早晚课做得都像个样子，离开佛堂又是一个样子，佛法的修学对你毫无交涉，所谓所学非所用，在社会上、在生活上你用不上。佛堂里面学的，在社会上、生活上要用得上。能在生活上用上，那叫真正的修行，那叫真正的证入。",
      "zh_TW": "拜佛、禮佛，這是修恭敬心，修一切恭敬，我們對人對事對物都要像對佛這樣的恭敬。以誠敬心去做、去待人接物，這是拜佛！否則的話，每天早晚課做得都像個樣子，離開佛堂又是一個樣子，佛法的修學對你毫無交涉，所謂所學非所用，在社會上、在生活上你用不上。佛堂裡面學的，在社會上、生活上要用得上。能在生活上用上，那叫真正的修行，那叫真正的證入。"
    },
    {
      "id": "01-003-0073_p0010",
      "zh_CN": "《华严经》有这个意思，这是圆教的意思，本经也有。『此则阿弥陀佛道场宝树，见者闻者，六根清净』，《无量寿经》有这个经文。这个意思跟《华严经》义趣相同，所以判定本经有圆教的意思。",
      "zh_TW": "《華嚴經》有這個意思，這是圓教的意思，本經也有。『此則阿彌陀佛道場寶樹，見者聞者，六根清淨』，《無量壽經》有這個經文。這個意思跟《華嚴經》義趣相同，所以判定本經有圓教的意思。"
    },
    {
      "id": "01-003-0073_p0011",
      "zh_CN": "疏【五、华严八难超十地之阶，此则地狱鬼畜，但念佛者，悉往生故。】",
      "zh_TW": "疏【五、華嚴八難超十地之階，此則地獄鬼畜，但念佛者，悉往生故。】"
    },
    {
      "id": "01-003-0073_p0012",
      "zh_CN": "这段文确实带给我们莫大的信心。什么是『八难』？难就是你遭了难，佛经里面常讲有八种难。这个难是什么？是你没有机会闻到佛法。没有机会闻到佛法，你就没有解脱的机会，了生死出三界这个机缘就没有了，这是真正遭难。八难第一个是「地狱」。堕到地狱，地狱没有佛法。虽然地藏菩萨是「地狱不空，誓不成佛」，那是菩萨的愿。你堕地狱，想等地藏菩萨来救你，这个机会非常的渺茫，不是菩萨不慈悲，菩萨去度你，你还毁谤，还不相信，不能接受！这是你自己的业障太重了。其实佛菩萨是无处不分身，无处不现身，地狱当然不例外。《楞严经》上说得好，佛菩萨的现身是感应道交，众生有感，佛菩萨就有应。众生没有一个善念，没有求佛、求三宝这个意念，佛菩萨怎么会现身？不可能的事情。",
      "zh_TW": "這段文確實帶給我們莫大的信心。什麼是『八難』？難就是你遭了難，佛經裡面常講有八種難。這個難是什麼？是你沒有機會聞到佛法。沒有機會聞到佛法，你就沒有解脫的機會，了生死出三界這個機緣就沒有了，這是真正遭難。八難第一個是「地獄」。墮到地獄，地獄沒有佛法。雖然地藏菩薩是「地獄不空，誓不成佛」，那是菩薩的願。你墮地獄，想等地藏菩薩來救你，這個機會非常的渺茫，不是菩薩不慈悲，菩薩去度你，你還毀謗，還不相信，不能接受！這是你自己的業障太重了。其實佛菩薩是無處不分身，無處不現身，地獄當然不例外。《楞嚴經》上說得好，佛菩薩的現身是感應道交，眾生有感，佛菩薩就有應。眾生沒有一個善念，沒有求佛、求三寶這個意念，佛菩薩怎麼會現身？不可能的事情。"
    },
    {
      "id": "01-003-0073_p0013",
      "zh_CN": "其次是「饿鬼」、「畜生」。饿鬼道里面当然也有佛菩萨在那里教化众生。度饿鬼道的众生比度人道就困难得多。畜生道愚痴，所以三恶道难！在三恶道里面想得度，那是很不容易。恶道众生也有得度的，那是一生真正勤苦的修行，临终一念之差这样堕落；但是他善根深厚，佛菩萨到恶道教化，他能接受。想想我们善根如何？我们是认真在修学吗？假如我们懈怠懒惰、迷惑颠倒，咱们堕了三途，佛走到你面前来也度不了你。",
      "zh_TW": "其次是「餓鬼」、「畜生」。餓鬼道裡面當然也有佛菩薩在那裡教化眾生。度餓鬼道的眾生比度人道就困難得多。畜生道愚痴，所以三惡道難！在三惡道裡面想得度，那是很不容易。惡道眾生也有得度的，那是一生真正勤苦的修行，臨終一念之差這樣墮落；但是他善根深厚，佛菩薩到惡道教化，他能接受。想想我們善根如何？我們是認真在修學嗎？假如我們懈怠懶惰、迷惑顛倒，咱們墮了三途，佛走到你面前來也度不了你。"
    },
    {
      "id": "01-003-0073_p0014",
      "zh_CN": "丰干和尚、寒山、拾得，这些人都出现在天台山的国清寺。寒山、拾得，是文殊、普贤菩萨再来，丰干和尚是阿弥陀佛。他们三个人在寺院里干什么？阿弥陀佛每天在碓房舂米，做粗活供养大众。寒山、拾得是厨房里打杂、烧火的，供养寺院大众。国清寺后面有一个放生园，里面有一群鹅，寒山、拾得没事情就逗那些鹅玩，就叫牠们名字。所叫的名字全是国清寺已经圆寂的那些法师，一叫名字，那个鹅答应一声就过来了，全是国清寺那些修行出家人死了之后堕在畜生道。你们想想，文殊、普贤、阿弥陀佛都度不了牠。不容易！",
      "zh_TW": "豐干和尚、寒山、拾得，這些人都出現在天台山的國清寺。寒山、拾得，是文殊、普賢菩薩再來，豐干和尚是阿彌陀佛。他們三個人在寺院裡幹什麼？阿彌陀佛每天在碓房舂米，做粗活供養大眾。寒山、拾得是廚房裡打雜、燒火的，供養寺院大眾。國清寺後面有一個放生園，裡面有一群鵝，寒山、拾得沒事情就逗那些鵝玩，就叫牠們名字。所叫的名字全是國清寺已經圓寂的那些法師，一叫名字，那個鵝答應一聲就過來了，全是國清寺那些修行出家人死了之後墮在畜生道。你們想想，文殊、普賢、阿彌陀佛都度不了牠。不容易！"
    },
    {
      "id": "01-003-0073_p0015",
      "zh_CN": "所以，要救自己就在这一生。要自己救自己！自己救不了自己，没有办法。别人帮助你，只是一个增上缘而已。四种缘：亲因缘、所缘缘、无间缘，都要自己本身具足；诸佛菩萨、善知识、同参道友，都是你的增上缘。你自己不具足前面三种缘，什么样好的增上缘也枉然，也没有用处！从前寺院教学规矩很严厉，严厉的棒喝能把人打醒！真打，会把你打醒！现在谁敢打？你要是一打一骂，马上到派出所告状去了。所以现在没有人打你，也没有人骂你，能不能成就完全靠自己。自己堕落，佛菩萨眼睛看到，没有办法，只有让你堕落。所以三恶道是八难里面的三种。",
      "zh_TW": "所以，要救自己就在這一生。要自己救自己！自己救不了自己，沒有辦法。別人幫助你，只是一個增上緣而已。四種緣：親因緣、所緣緣、無間緣，都要自己本身具足；諸佛菩薩、善知識、同參道友，都是你的增上緣。你自己不具足前面三種緣，什麼樣好的增上緣也枉然，也沒有用處！從前寺院教學規矩很嚴厲，嚴厲的棒喝能把人打醒！真打，會把你打醒！現在誰敢打？你要是一打一罵，馬上到派出所告狀去了。所以現在沒有人打你，也沒有人罵你，能不能成就完全靠自己。自己墮落，佛菩薩眼睛看到，沒有辦法，只有讓你墮落。所以三惡道是八難裡面的三種。"
    },
    {
      "id": "01-003-0073_p0016",
      "zh_CN": "「盲聋瘖哑」，这也是一难。盲，眼睛瞎了，经书他看不见，佛像看不见；聋，给他说法他听不见；哑巴，他心里有疑问，问不出来，这对于学佛都是很大的障碍。第五种是「世智辩聪」，很有辩才，世间聪明智慧，他不相信佛法，你给他谈佛法他要强辩，他说一套歪理，这一类的人不容易接受，他自以为是。",
      "zh_TW": "「盲聾瘖啞」，這也是一難。盲，眼睛瞎了，經書他看不見，佛像看不見；聾，給他說法他聽不見；啞巴，他心裡有疑問，問不出來，這對於學佛都是很大的障礙。第五種是「世智辯聰」，很有辯才，世間聰明智慧，他不相信佛法，你給他談佛法他要強辯，他說一套歪理，這一類的人不容易接受，他自以為是。"
    },
    {
      "id": "01-003-0073_p0017",
      "zh_CN": "「佛前佛后」，生在没有佛法的时代，那就没有闻佛法的机会了。你出生在世间，佛没出现，这世间没有佛法；或者是你出生时，佛的法运过去了。释迦牟尼佛的法运一万二千年，一万二千年之后这个世间就没有佛法，佛法整个消灭了，必须再等弥勒佛出现在世间。弥勒现在是菩萨，什么时候下生到人间作佛？释迦牟尼佛在《弥勒下生经》里面说，以我们这个世间年代计算，五十六亿七千万年之后，弥勒佛从兜率天下降，这世间又有佛法了。你们想想，没有佛法的时间多长？释迦牟尼佛佛法只有一万二千年，现在佛灭度三千年，佛法还有九千年。九千年之后没有佛法了，再要等五十六亿七千万年之后，弥勒佛出现在世间才有佛法。所以生在佛前佛后，想学佛没有因缘，没有机会。我们今天得人身，生在释迦牟尼佛末法时期，是不幸中的大幸，而且是在末法的第一个一千年。换句话说，还能得一点正法的边缘。如果不能好好的把这个机会掌握到，一失人身，下一次再得人身恐怕就是灭法的时候，要想闻到佛法，机会不容易遇到！开经偈说：无上甚深微妙法，百千万劫难遭遇。这是很值得警惕的句子。",
      "zh_TW": "「佛前佛後」，生在沒有佛法的時代，那就沒有聞佛法的機會了。你出生在世間，佛沒出現，這世間沒有佛法；或者是你出生時，佛的法運過去了。釋迦牟尼佛的法運一萬二千年，一萬二千年之後這個世間就沒有佛法，佛法整個消滅了，必須再等彌勒佛出現在世間。彌勒現在是菩薩，什麼時候下生到人間作佛？釋迦牟尼佛在《彌勒下生經》裡面說，以我們這個世間年代計算，五十六億七千萬年之後，彌勒佛從兜率天下降，這世間又有佛法了。你們想想，沒有佛法的時間多長？釋迦牟尼佛佛法只有一萬二千年，現在佛滅度三千年，佛法還有九千年。九千年之後沒有佛法了，再要等五十六億七千萬年之後，彌勒佛出現在世間才有佛法。所以生在佛前佛後，想學佛沒有因緣，沒有機會。我們今天得人身，生在釋迦牟尼佛末法時期，是不幸中的大幸，而且是在末法的第一個一千年。換句話說，還能得一點正法的邊緣。如果不能好好的把這個機會掌握到，一失人身，下一次再得人身恐怕就是滅法的時候，要想聞到佛法，機會不容易遇到！開經偈說：無上甚深微妙法，百千萬劫難遭遇。這是很值得警惕的句子。"
    },
    {
      "id": "01-003-0073_p0018",
      "zh_CN": "除这个之外，还有两个地方也是八难之中，一个是「北拘卢洲」，这个地方的人福报太大，他不相信佛法。所谓是富贵学道难，他的生活无忧无虑，他一天到晚快快乐乐，他认为那已经很美好，把学佛这个事情疏忽了。佛寺里面，韦陀菩萨是护法神，匾额题「三洲感应」。明明是四大部洲，怎么三洲？三洲就是除掉北拘卢洲。北拘卢洲没有佛法，他去没用，所以他护法只有三洲，三洲感应。生到北拘卢洲，就是没有佛法的地区。还有一个就是「无想天」，也叫长寿天，在色界第四禅中，佛给你说法你就入定，你也不见不闻，那也是没有法子。这八种都叫遭难，没有闻法的机缘。",
      "zh_TW": "除這個之外，還有兩個地方也是八難之中，一個是「北拘盧洲」，這個地方的人福報太大，他不相信佛法。所謂是富貴學道難，他的生活無憂無慮，他一天到晚快快樂樂，他認為那已經很美好，把學佛這個事情疏忽了。佛寺裡面，韋陀菩薩是護法神，匾額題「三洲感應」。明明是四大部洲，怎麼三洲？三洲就是除掉北拘盧洲。北拘盧洲沒有佛法，他去沒用，所以他護法只有三洲，三洲感應。生到北拘盧洲，就是沒有佛法的地區。還有一個就是「無想天」，也叫長壽天，在色界第四禪中，佛給你說法你就入定，你也不見不聞，那也是沒有法子。這八種都叫遭難，沒有聞法的機緣。"
    },
    {
      "id": "01-003-0073_p0019",
      "zh_CN": "这是我们完全从事相上说，如果从理上来讲，那个意思还要深。《华严经》上告诉我们，三途八难只要能回头，也能圆超十地，这个不可思议，超十地之阶，圆成佛道。所以《华严经》不但是圆，也是顿。本经，《观无量寿佛经》说得很清楚，饿鬼、地狱、畜生，『但念佛者，悉往生故』，比起《华严经》还要来得快。所以《华严》上有，本经也有。",
      "zh_TW": "這是我們完全從事相上說，如果從理上來講，那個意思還要深。《華嚴經》上告訴我們，三途八難只要能回頭，也能圓超十地，這個不可思議，超十地之階，圓成佛道。所以《華嚴經》不但是圓，也是頓。本經，《觀無量壽佛經》說得很清楚，餓鬼、地獄、畜生，『但念佛者，悉往生故』，比起《華嚴經》還要來得快。所以《華嚴》上有，本經也有。"
    },
    {
      "id": "01-003-0073_p0020",
      "zh_CN": "我们现在虽然没堕地狱，如果你很冷静的去想想，你现在是不是已经在地狱挂号注册？这是真的，不是假的。仔细拿经文对照自己的思想行为，就明了自己是不是已经造了地狱的业因。造了地狱的业因，就等于在地狱已经注册挂号，时间到就得要去报到。这个时候，如果觉悟，来得及！像宋朝莹珂法师，出家人，他觉察到自己已经在地狱注册，没法子了，所以死心塌地念佛，把阿弥陀佛念来了，他往生了，这个人了不起！真正回头、真正觉悟。这就是恶道众生造作种种恶业，肯回过头来念佛，还是能得救。带业往生，这个教义《华严》有，《弥陀经》也有。",
      "zh_TW": "我們現在雖然沒墮地獄，如果你很冷靜的去想想，你現在是不是已經在地獄掛號註冊？這是真的，不是假的。仔細拿經文對照自己的思想行為，就明瞭自己是不是已經造了地獄的業因。造了地獄的業因，就等於在地獄已經註冊掛號，時間到就得要去報到。這個時候，如果覺悟，來得及！像宋朝瑩珂法師，出家人，他覺察到自己已經在地獄註冊，沒法子了，所以死心塌地念佛，把阿彌陀佛念來了，他往生了，這個人了不起！真正回頭、真正覺悟。這就是惡道眾生造作種種惡業，肯回過頭來念佛，還是能得救。帶業往生，這個教義《華嚴》有，《彌陀經》也有。"
    },
    {
      "id": "01-003-0073_p0021",
      "zh_CN": "疏【六、华严一即一切，故如来能于一身现不可说佛刹微尘数头，一一头出尔所舌，一一舌出尔所音声，乃至文字句义，充满法界。】",
      "zh_TW": "疏【六、華嚴一即一切，故如來能於一身現不可說佛剎微塵數頭，一一頭出爾所舌，一一舌出爾所音聲，乃至文字句義，充滿法界。】"
    },
    {
      "id": "01-003-0073_p0022",
      "zh_CN": "这是《华严经》上不思议的境界，不思议的神通。",
      "zh_TW": "這是《華嚴經》上不思議的境界，不思議的神通。"
    },
    {
      "id": "01-003-0073_p0023",
      "zh_CN": "疏【此则如大本云。】",
      "zh_TW": "疏【此則如大本云。】"
    },
    {
      "id": "01-003-0073_p0024",
      "zh_CN": "『此』是我们这个经。小本《弥陀经》上没有，《无量寿经》上有。",
      "zh_TW": "『此』是我們這個經。小本《彌陀經》上沒有，《無量壽經》上有。"
    },
    {
      "id": "01-003-0073_p0025",
      "zh_CN": "疏【彼国无量宝华，一一华中，出三十六百千亿光明，一一光明，出三十六百千亿佛，普为十方说一切法故。】",
      "zh_TW": "疏【彼國無量寶華，一一華中，出三十六百千億光明，一一光明，出三十六百千億佛，普為十方說一切法故。】"
    },
    {
      "id": "01-003-0073_p0026",
      "zh_CN": "这个教义与《华严》也相同，这是不思议的神力。到什么时候就有这样广大的神通？给诸位说，藏教佛就有了，何况是圆教！毘卢遮那佛是圆教佛，阿弥陀佛也是圆教佛，有这个能力。『一身』是本身，无量无边身是分身、是化身。通常讲阿罗汉就有这个能力，但是能力不大。《高僧传》记载，有一位印度的法师在中国弘法，住了一个时期之后他要回国。有许多信徒要给他饯行，他都答应了，而且时间是在同一天。到第二天他要走了，大家在十里长亭跟他告别的时候，有个人说「昨天法师到我家应供」，另外一个人说「昨天法师在我家应供」，这一调查，同一天他分身五百多个身，家家都去应供，才晓得这法师有神通，分身。古大德示现这些，他一示现他就走了，不会再留在这个地方。阿罗汉都能分五百身，同时到五百人家去应供，何况如来？",
      "zh_TW": "這個教義與《華嚴》也相同，這是不思議的神力。到什麼時候就有這樣廣大的神通？給諸位說，藏教佛就有了，何況是圓教！毘盧遮那佛是圓教佛，阿彌陀佛也是圓教佛，有這個能力。『一身』是本身，無量無邊身是分身、是化身。通常講阿羅漢就有這個能力，但是能力不大。《高僧傳》記載，有一位印度的法師在中國弘法，住了一個時期之後他要回國。有許多信徒要給他餞行，他都答應了，而且時間是在同一天。到第二天他要走了，大家在十里長亭跟他告別的時候，有個人說「昨天法師到我家應供」，另外一個人說「昨天法師在我家應供」，這一調查，同一天他分身五百多個身，家家都去應供，才曉得這法師有神通，分身。古大德示現這些，他一示現他就走了，不會再留在這個地方。阿羅漢都能分五百身，同時到五百人家去應供，何況如來？"
    },
    {
      "id": "01-003-0073_p0027",
      "zh_CN": "这是讲如来分身说法，『一身现不可说佛刹极微尘数头』，有头当然就有身，就是现不可说佛刹极微尘数身，『一一头出尔所舌』，一个头有一张嘴，有一个舌头，舌头是说法，『一一舌出尔所音声』，音声底下讲『文字句义』，这是讲音声的内容，这就是说法。『充满法界』，诸佛说法确实是尽虚空遍法界。我们今天耳聋，听不见！如果我们耳朵很灵光，十方诸佛说法，我们在此地就会听得清清楚楚。这个声就像收音机一样，现在收音机故障，只有一、二个频道听得清楚，其他的都听不到了。如果完全恢复，的确十方诸佛说法，想听哪尊佛就听到哪尊佛，想听什么法门就能听到什么法门，不必到他那里去，坐在此地就能听诸佛如来讲经说法。这是《华严经》说毘卢遮那佛不可思议的神力。",
      "zh_TW": "這是講如來分身說法，『一身現不可說佛剎極微塵數頭』，有頭當然就有身，就是現不可說佛剎極微塵數身，『一一頭出爾所舌』，一個頭有一張嘴，有一個舌頭，舌頭是說法，『一一舌出爾所音聲』，音聲底下講『文字句義』，這是講音聲的內容，這就是說法。『充滿法界』，諸佛說法確實是盡虛空遍法界。我們今天耳聾，聽不見！如果我們耳朵很靈光，十方諸佛說法，我們在此地就會聽得清清楚楚。這個聲就像收音機一樣，現在收音機故障，只有一、二個頻道聽得清楚，其他的都聽不到了。如果完全恢復，的確十方諸佛說法，想聽哪尊佛就聽到哪尊佛，想聽什麼法門就能聽到什麼法門，不必到他那裡去，坐在此地就能聽諸佛如來講經說法。這是《華嚴經》說毘盧遮那佛不可思議的神力。"
    },
    {
      "id": "01-003-0073_p0028",
      "zh_CN": "本经也有这个境界，《无量寿经》里面讲极乐世界『无量宝华』，这就是七宝池中的莲花，花放光明，每一朵花都放出『三十六百千亿光明』，这个数字是天文数字，咱没法子计算，一一光明当中有化佛，光中化佛！这些化佛也到十方世界普遍为一切众生说法。这个跟《华严》意思又相同，这都是说明这个经是圆教。",
      "zh_TW": "本經也有這個境界，《無量壽經》裡面講極樂世界『無量寶華』，這就是七寶池中的蓮花，花放光明，每一朵花都放出『三十六百千億光明』，這個數字是天文數字，咱沒法子計算，一一光明當中有化佛，光中化佛！這些化佛也到十方世界普遍為一切眾生說法。這個跟《華嚴》意思又相同，這都是說明這個經是圓教。"
    },
    {
      "id": "01-003-0073_p0029",
      "zh_CN": "疏【七、华严舍那释迦，双垂两相。】",
      "zh_TW": "疏【七、華嚴舍那釋迦，雙垂兩相。】"
    },
    {
      "id": "01-003-0073_p0030",
      "zh_CN": "毘卢遮那是法身佛，法身是理体，没有相。『双垂两相』，从真如本性现相，现两个相，一个是卢舍那，就是报身佛，自受用身；一个是释迦牟尼佛，就是应身佛。众生有感佛就有应，实际上就是毘卢遮那佛的化身。报身佛的这个相大，赞佛偈「白毫宛转五须弥，绀目澄清四大海」，是形容报身佛的相。报身佛太大了，这个佛在我们面前我们见不到，为什么？比咱们地球还大。像我们人这么大，蚂蚁见不到我们，蚂蚁看到我们就像一座山一样，牠不知道有这么大的身。应身佛所现的相就跟人差不多大，随类应身，众生是什么身相他就现什么样的身相；这个相不定，大小不定，寿命也不定，寿命也要跟众生寿命差不多。",
      "zh_TW": "毘盧遮那是法身佛，法身是理體，沒有相。『雙垂兩相』，從真如本性現相，現兩個相，一個是盧舍那，就是報身佛，自受用身；一個是釋迦牟尼佛，就是應身佛。眾生有感佛就有應，實際上就是毘盧遮那佛的化身。報身佛的這個相大，讚佛偈「白毫宛轉五須彌，紺目澄清四大海」，是形容報身佛的相。報身佛太大了，這個佛在我們面前我們見不到，為什麼？比咱們地球還大。像我們人這麼大，螞蟻見不到我們，螞蟻看到我們就像一座山一樣，牠不知道有這麼大的身。應身佛所現的相就跟人差不多大，隨類應身，眾生是什麼身相他就現什麼樣的身相；這個相不定，大小不定，壽命也不定，壽命也要跟眾生壽命差不多。"
    },
    {
      "id": "01-003-0073_p0031",
      "zh_CN": "释迦牟尼佛当年示现在人间，所谓丈六之身，一丈六。那时候的尺比现在小，弘一大师《律学三十三种》讲周朝的尺，一尺是现在的六寸多一点。一丈六，比我们现在个子高一点。佛住世寿命八十岁，他的寿命按理应该活一百岁，因为他出现在人寿百岁的时候，提前圆寂，为什么？原因很多，最重要的一个因素就是魔要求释迦牟尼佛提早入涅槃，魔说：你弘法利生已经这么多年，度了这么多众生，够了，你可以走了。佛很慈悲，就答应了。第二就是佛弟子疏忽，不知道请佛住世。第三个原因，佛把他二十年的福报留给后世出家的弟子。经上讲得清楚明白，后世出家人衣食住行四事供养，这个福报是释迦牟尼佛给我们的，佛的余福供给末世的弟子。但是今日之下，佛弟子不老实，想尽方法找名闻利养，不好好的安心办道。实在讲，只要安心办道，决定饿不死；佛那个二十年的余福供养我们，不可能会饿死。经上虽然这样说，后人读了也点头，点完头之后不相信，还是得求信徒，还是得想方法找钱，这就没有法子。所以入了佛门，不信佛，不能依教奉行。双垂两相，本经也有：",
      "zh_TW": "釋迦牟尼佛當年示現在人間，所謂丈六之身，一丈六。那時候的尺比現在小，弘一大師《律學三十三種》講周朝的尺，一尺是現在的六寸多一點。一丈六，比我們現在個子高一點。佛住世壽命八十歲，他的壽命按理應該活一百歲，因為他出現在人壽百歲的時候，提前圓寂，為什麼？原因很多，最重要的一個因素就是魔要求釋迦牟尼佛提早入涅槃，魔說：你弘法利生已經這麼多年，度了這麼多眾生，夠了，你可以走了。佛很慈悲，就答應了。第二就是佛弟子疏忽，不知道請佛住世。第三個原因，佛把他二十年的福報留給後世出家的弟子。經上講得清楚明白，後世出家人衣食住行四事供養，這個福報是釋迦牟尼佛給我們的，佛的餘福供給末世的弟子。但是今日之下，佛弟子不老實，想盡方法找名聞利養，不好好的安心辦道。實在講，只要安心辦道，決定餓不死；佛那個二十年的餘福供養我們，不可能會餓死。經上雖然這樣說，後人讀了也點頭，點完頭之後不相信，還是得求信徒，還是得想方法找錢，這就沒有法子。所以入了佛門，不信佛，不能依教奉行。雙垂兩相，本經也有："
    },
    {
      "id": "01-003-0073_p0032",
      "zh_CN": "疏【此则如观经云，阿弥陀佛现六十万亿那由他恒河沙由旬之身。】",
      "zh_TW": "疏【此則如觀經云，阿彌陀佛現六十萬億那由他恆河沙由旬之身。】"
    },
    {
      "id": "01-003-0073_p0033",
      "zh_CN": "《观无量寿佛经》有这么一段话。这是佛的报身，报身实在太大，这个数量比地球大得太多了。",
      "zh_TW": "《觀無量壽佛經》有這麼一段話。這是佛的報身，報身實在太大，這個數量比地球大得太多了。"
    },
    {
      "id": "01-003-0073_p0034",
      "zh_CN": "疏【而又见丈六之身，于池水上故。】",
      "zh_TW": "疏【而又見丈六之身，於池水上故。】"
    },
    {
      "id": "01-003-0073_p0035",
      "zh_CN": "这就是接引相，佛到十方世界接引一切众生用的是化身。十方世界这些众生往生的时候，阿弥陀佛来接引，这个接引全是阿弥陀佛的化身。你见到这个佛相，跟我们人差不多大，或者比我们高一倍的样子，现这种身来接引你，比起他本人那个身那是小得太多。所以，也是有分身。",
      "zh_TW": "這就是接引相，佛到十方世界接引一切眾生用的是化身。十方世界這些眾生往生的時候，阿彌陀佛來接引，這個接引全是阿彌陀佛的化身。你見到這個佛相，跟我們人差不多大，或者比我們高一倍的樣子，現這種身來接引你，比起他本人那個身那是小得太多。所以，也是有分身。"
    },
    {
      "id": "01-003-0073_p0036",
      "zh_CN": "疏【八、华严以卢舍那佛为教主，此则如清凉云：阿弥陀佛即本师卢舍那故。】",
      "zh_TW": "疏【八、華嚴以盧舍那佛為教主，此則如清涼云：阿彌陀佛即本師盧舍那故。】"
    },
    {
      "id": "01-003-0073_p0037",
      "zh_CN": "《华严经疏钞》里面，清凉大师的看法，华严会上的卢舍那就是阿弥陀佛，是一个人，不是两个人。在西方极乐世界他叫阿弥陀佛，在华藏世界他叫卢舍那佛，这个意思就更为圆满了。这就好比一个人兼两份职务，他有两个办公的所在，其实是一个人。西方极乐世界，那真正像一个佛教大学，到那个地方是去圆成佛道的，圆满成就无上菩提。到西方极乐世界，是去完成学业的，完成之后到十方世界去度有缘的众生。经论上教给我们，平时要与一切众生广结法缘。法缘多，度众也多；法缘少，度众就少。",
      "zh_TW": "《華嚴經疏鈔》裡面，清涼大師的看法，華嚴會上的盧舍那就是阿彌陀佛，是一個人，不是兩個人。在西方極樂世界他叫阿彌陀佛，在華藏世界他叫盧舍那佛，這個意思就更為圓滿了。這就好比一個人兼兩份職務，他有兩個辦公的所在，其實是一個人。西方極樂世界，那真正像一個佛教大學，到那個地方是去圓成佛道的，圓滿成就無上菩提。到西方極樂世界，是去完成學業的，完成之後到十方世界去度有緣的眾生。經論上教給我們，平時要與一切眾生廣結法緣。法緣多，度眾也多；法緣少，度眾就少。"
    },
    {
      "id": "01-003-0073_p0038",
      "zh_CN": "释迦牟尼佛示现在我们这个世间，说法四十九年，讲经三百多会，他的法缘深。弥勒菩萨的法缘就不如释迦牟尼佛，弥勒菩萨将来出现在世间只有龙华三会，释迦牟尼佛有三百多会，这就是虽然成佛，每个人过去生中与众生结的法缘不相同。弥勒菩萨虽然只有三会，但是他得度的弟子很多，数量上来讲，不在释迦牟尼佛之下。",
      "zh_TW": "釋迦牟尼佛示現在我們這個世間，說法四十九年，講經三百多會，他的法緣深。彌勒菩薩的法緣就不如釋迦牟尼佛，彌勒菩薩將來出現在世間只有龍華三會，釋迦牟尼佛有三百多會，這就是雖然成佛，每個人過去生中與眾生結的法緣不相同。彌勒菩薩雖然只有三會，但是他得度的弟子很多，數量上來講，不在釋迦牟尼佛之下。"
    },
    {
      "id": "01-003-0073_p0039",
      "zh_CN": "疏【九、华严名大不思议，净名诸经名小不思议；此则亦名不可思议功德故。】",
      "zh_TW": "疏【九、華嚴名大不思議，淨名諸經名小不思議；此則亦名不可思議功德故。】"
    },
    {
      "id": "01-003-0073_p0040",
      "zh_CN": "本经经题，罗什大师翻「称赞不可思议功德一切诸佛所护念经」，经题上有不可思议。《华严》是大不思议，在一切经里面来说确实不可思议。《四十华严》「入法界品」，具足的品题是「入不思议解脱境界普贤行愿品」。不思议解脱境界是所入，普贤行愿是能入，所以称之为大不可思议经典。《净名经》就是《维摩诘经》，称之为「小不可思议」，这个经文所讲的境界也实在是不可思议。",
      "zh_TW": "本經經題，羅什大師翻「稱讚不可思議功德一切諸佛所護念經」，經題上有不可思議。《華嚴》是大不思議，在一切經裡面來說確實不可思議。《四十華嚴》「入法界品」，具足的品題是「入不思議解脫境界普賢行願品」。不思議解脫境界是所入，普賢行願是能入，所以稱之為大不可思議經典。《淨名經》就是《維摩詰經》，稱之為「小不可思議」，這個經文所講的境界也實在是不可思議。"
    },
    {
      "id": "01-003-0073_p0041",
      "zh_CN": "『此』就是说本经。经题是全经的纲领。「称赞」，谁称赞？十方三世一切诸佛称赞，没有一尊佛不称赞。能称赞的不是普通人，是十方三世一切诸佛，所称赞的就是这部《弥陀经》。可见这部经的价值多高！你们查查佛讲的所有经典，哪一部是一切诸佛都称赞的，连《华严经》也没有。而《弥陀经》是一切诸佛之所称赞，称赞什么？「不可思议功德」。不可思议就是说不出，议是议论，那个功德之妙、之广大，没法子说；思是思惟，没法子想。「功」是念阿弥陀佛，「德」是往生净土，一往生就圆证三不退；信愿持名是功，往生不退是德。「一切诸佛之所护念」，念佛这个法门是一切诸佛护持的。一切诸佛心里念念不忘这个法门，你能修学这个法门，必定为一切诸佛之所护念。因为佛护念这个经、护念这个法门，我们读这个经，我们依这个法门修学，当然也是被一切诸佛之所护念。诸位同修要知道，无量无边的法门，念佛法门是第一，这是千真万确的事实。你相信，那是你有大福报；你不相信，那你就学别的法门，哪个法门你喜欢就学哪个。你学其他的法门，这一生未必成就；学这个法门，这一生决定成就。所以，这个法门殊胜！从「不思议」这个教义，与《华严》相应。",
      "zh_TW": "『此』就是說本經。經題是全經的綱領。「稱讚」，誰稱讚？十方三世一切諸佛稱讚，沒有一尊佛不稱讚。能稱讚的不是普通人，是十方三世一切諸佛，所稱讚的就是這部《彌陀經》。可見這部經的價值多高！你們查查佛講的所有經典，哪一部是一切諸佛都稱讚的，連《華嚴經》也沒有。而《彌陀經》是一切諸佛之所稱讚，稱讚什麼？「不可思議功德」。不可思議就是說不出，議是議論，那個功德之妙、之廣大，沒法子說；思是思惟，沒法子想。「功」是念阿彌陀佛，「德」是往生淨土，一往生就圓證三不退；信願持名是功，往生不退是德。「一切諸佛之所護念」，念佛這個法門是一切諸佛護持的。一切諸佛心裡念念不忘這個法門，你能修學這個法門，必定為一切諸佛之所護念。因為佛護念這個經、護念這個法門，我們讀這個經，我們依這個法門修學，當然也是被一切諸佛之所護念。諸位同修要知道，無量無邊的法門，念佛法門是第一，這是千真萬確的事實。你相信，那是你有大福報；你不相信，那你就學別的法門，哪個法門你喜歡就學哪個。你學其他的法門，這一生未必成就；學這個法門，這一生決定成就。所以，這個法門殊勝！從「不思議」這個教義，與《華嚴》相應。"
    },
    {
      "id": "01-003-0073_p0042",
      "zh_CN": "疏【十、华严为教，即凡夫心，便成诸佛不动智。】",
      "zh_TW": "疏【十、華嚴為教，即凡夫心，便成諸佛不動智。】"
    },
    {
      "id": "01-003-0073_p0043",
      "zh_CN": "这是《华严》教义，一生成佛。《华严》讲一生成佛，善财童子五十三参就做出这个模样给我们看。从博地凡夫，不要等第二生，一生当中证圆教佛果，这是其他经典所没有的。密宗里面讲的即身成佛，印光大师给我们说得很清楚，谛闲、倓虚他们对这个见解看法几乎是一致的，只是了生死而已。密宗讲的即身成佛就是一生了生死。了生死究竟是什么地位？小乘阿罗汉就了生死，圆教七信位的菩萨就了生死。换句话说，密宗即身成佛是这个地位，不能跟《华严》相比，《华严》一生成佛是成究竟圆满的圆教佛果，是从凡夫位到成佛，『便成诸佛不动智』。不动智，简单的讲就是真正证得无生法忍，我们在回向偈常念「花开见佛悟无生」，这个时候亲自见到诸法实相，世出世间一切法的真实相，真正见到了。见到那个相是什么相？不生不灭，平等一相，这叫一法界大总相法门体，也就是我们现在所讲的「宇宙万有的本体」，禅家所讲「父母未生前本来面目」，本来面目见到了，这是成佛。这是《华严》教义。本经：",
      "zh_TW": "這是《華嚴》教義，一生成佛。《華嚴》講一生成佛，善財童子五十三參就做出這個模樣給我們看。從博地凡夫，不要等第二生，一生當中證圓教佛果，這是其他經典所沒有的。密宗裡面講的即身成佛，印光大師給我們說得很清楚，諦閑、倓虛他們對這個見解看法幾乎是一致的，只是了生死而已。密宗講的即身成佛就是一生了生死。了生死究竟是什麼地位？小乘阿羅漢就了生死，圓教七信位的菩薩就了生死。換句話說，密宗即身成佛是這個地位，不能跟《華嚴》相比，《華嚴》一生成佛是成究竟圓滿的圓教佛果，是從凡夫位到成佛，『便成諸佛不動智』。不動智，簡單的講就是真正證得無生法忍，我們在迴向偈常念「花開見佛悟無生」，這個時候親自見到諸法實相，世出世間一切法的真實相，真正見到了。見到那個相是什麼相？不生不滅，平等一相，這叫一法界大總相法門體，也就是我們現在所講的「宇宙萬有的本體」，禪家所講「父母未生前本來面目」，本來面目見到了，這是成佛。這是《華嚴》教義。本經："
    },
    {
      "id": "01-003-0073_p0044",
      "zh_CN": "疏【此则不越称名，佛现前故。】",
      "zh_TW": "疏【此則不越稱名，佛現前故。】"
    },
    {
      "id": "01-003-0073_p0045",
      "zh_CN": "『不越』是不超过，修这个法门就是一句佛号。诸位要晓得，念佛堂他们究竟是怎么念佛法？真正的念佛堂，他也不念经，他也不念往生咒，他也不用赞佛偈，就是四个字「阿弥陀佛」，就是这句佛号一天到晚二十四小时不中断。里面的法器，顶多就是一把引磬，一个小木鱼。人能吃得消吗？轮流念，你念累了就下去休息，休息好的人接着再念。像从前印光大师那个念佛堂，它是二十四小时不中断的，晚上是四个人一班，轮班的。四个人是当班的，他要敲引磬、敲木鱼，领导大家念；多余的人，那都是随喜的。这样的念法，一年三百六十天，天天是这个样子，绝无中断，这叫念佛堂。这个念佛堂是诸佛之所护念！",
      "zh_TW": "『不越』是不超過，修這個法門就是一句佛號。諸位要曉得，念佛堂他們究竟是怎麼念佛法？真正的念佛堂，他也不念經，他也不念往生咒，他也不用讚佛偈，就是四個字「阿彌陀佛」，就是這句佛號一天到晚二十四小時不中斷。裡面的法器，頂多就是一把引磬，一個小木魚。人能吃得消嗎？輪流念，你念累了就下去休息，休息好的人接著再念。像從前印光大師那個念佛堂，它是二十四小時不中斷的，晚上是四個人一班，輪班的。四個人是當班的，他要敲引磬、敲木魚，領導大家念；多餘的人，那都是隨喜的。這樣的念法，一年三百六十天，天天是這個樣子，絕無中斷，這叫念佛堂。這個念佛堂是諸佛之所護念！"
    },
    {
      "id": "01-003-0073_p0046",
      "zh_CN": "所以念佛堂里面没有杂心闲话，没有说话的，只有念佛的声音。你绕着念也行，坐着念也行，站着念也行，拜着念也行，个个不相妨碍。有一定的区域，这一边是拜佛的，这一边是止静的，坐着念的，外面是绕着念的，划分范围。你喜欢绕念，到外面；喜欢坐着念，到这边来；喜欢拜佛，到这边来，彼此不相妨碍。只有一句佛号，日夜不间断，这叫念佛堂。所以要真正建立像这样的念佛堂，同修，我觉得至少要有两百人，才能轮流得过来。人数少了做不到，能有两百人，差不多要好几天才轮到一次，自己身心没有压力。譬如，一个星期只轮流两个小时，那是你当班的。除这个之外，你自己多轻松，念累了就休息，休息好了回头再念，自由自在没有约束，真正叫身心清净，能成就人！",
      "zh_TW": "所以念佛堂裡面沒有雜心閒話，沒有說話的，只有念佛的聲音。你繞著念也行，坐著念也行，站著念也行，拜著念也行，個個不相妨礙。有一定的區域，這一邊是拜佛的，這一邊是止靜的，坐著念的，外面是繞著念的，劃分範圍。你喜歡繞念，到外面；喜歡坐著念，到這邊來；喜歡拜佛，到這邊來，彼此不相妨礙。只有一句佛號，日夜不間斷，這叫念佛堂。所以要真正建立像這樣的念佛堂，同修，我覺得至少要有兩百人，才能輪流得過來。人數少了做不到，能有兩百人，差不多要好幾天才輪到一次，自己身心沒有壓力。譬如，一個星期只輪流兩個小時，那是你當班的。除這個之外，你自己多輕鬆，念累了就休息，休息好了回頭再念，自由自在沒有約束，真正叫身心清淨，能成就人！"
    },
    {
      "id": "01-003-0073_p0047",
      "zh_CN": "『不越称名』就是信愿持名。这句名号要念到不间断、不夹杂（念佛的时候决不会打妄想，如果打妄想就是夹杂）、不怀疑，自己有坚定的信心这一生往生西方极乐世界，这是一定成功！『佛现前故』，必定见佛！《楞严经》上，大势至菩萨讲「忆佛念佛，现前当来，必定见佛」。",
      "zh_TW": "『不越稱名』就是信願持名。這句名號要念到不間斷、不夾雜（念佛的時候決不會打妄想，如果打妄想就是夾雜）、不懷疑，自己有堅定的信心這一生往生西方極樂世界，這是一定成功！『佛現前故』，必定見佛！《楞嚴經》上，大勢至菩薩講「憶佛念佛，現前當來，必定見佛」。"
    },
    {
      "id": "01-003-0073_p0048",
      "zh_CN": "疏【是则齐等净名诸经。】",
      "zh_TW": "疏【是則齊等淨名諸經。】"
    },
    {
      "id": "01-003-0073_p0049",
      "zh_CN": "《净名经》是小不思议经，《弥陀经》也是属于不思议经典，与《华严》同属于圆教。",
      "zh_TW": "《淨名經》是小不思議經，《彌陀經》也是屬於不思議經典，與《華嚴》同屬於圓教。"
    },
    {
      "id": "01-003-0073_p0050",
      "zh_CN": "疏【同为华严流类。】",
      "zh_TW": "疏【同為華嚴流類。】"
    },
    {
      "id": "01-003-0073_p0051",
      "zh_CN": "是《华严》一流，是《华严》一类。《华严》好比是本源，是发源地。这个经是《华严》的支流，属于《华严经》一类，与《华严经》同属于圆教。",
      "zh_TW": "是《華嚴》一流，是《華嚴》一類。《華嚴》好比是本源，是發源地。這個經是《華嚴》的支流，屬於《華嚴經》一類，與《華嚴經》同屬於圓教。"
    },
    {
      "id": "01-003-0073_p0052",
      "zh_CN": "疏【圆教全摄此经，此经分摄圆教。】",
      "zh_TW": "疏【圓教全攝此經，此經分攝圓教。】"
    },
    {
      "id": "01-003-0073_p0053",
      "zh_CN": "『圆教』是《华严》，《华严》完全包括了这部经典。而本经则是『分摄圆教』，我们这部经里面有一部分确确实实是属于圆教的教义。",
      "zh_TW": "『圓教』是《華嚴》，《華嚴》完全包括了這部經典。而本經則是『分攝圓教』，我們這部經裡面有一部分確確實實是屬於圓教的教義。"
    },
    {
      "id": "01-003-0073_p0054",
      "zh_CN": "疏【以少分义，故名分圆也。】",
      "zh_TW": "疏【以少分義，故名分圓也。】"
    },
    {
      "id": "01-003-0073_p0055",
      "zh_CN": "『分』是部分，它有一部分确实是与《华严经》的教义相同。可见得这部经在整个佛教教义里面，它的面是非常的广大，既广且深，决不能等闲视之。今天时间到了。",
      "zh_TW": "『分』是部分，它有一部分確實是與《華嚴經》的教義相同。可見得這部經在整個佛教教義裡面，它的面是非常的廣大，既廣且深，決不能等閒視之。今天時間到了。"
    }
  ]
}