{
  "doc_id": "01-003-0062",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十二集",
    "zh_TW": "第六十二集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0062",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "01-003-0062_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第八十三页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第八十三頁："
    },
    {
      "id": "01-003-0062_p0002",
      "zh_CN": "疏【如盲者，如来于逝多林中，演大华严，彼时上德声闻，身子目连等，如盲如聋。】",
      "zh_TW": "疏【如盲者，如來於逝多林中，演大華嚴，彼時上德聲聞，身子目連等，如盲如聾。】"
    },
    {
      "id": "01-003-0062_p0003",
      "zh_CN": "这是解释第六因缘所说「华藏如盲」这一句。『逝多林』就是祇树给孤独园。这一段在华严第九会。说明大经不契小机，就是小根器的人不识货，显示念佛法门「三根普被，利钝全收」。",
      "zh_TW": "這是解釋第六因緣所說「華藏如盲」這一句。『逝多林』就是祇樹給孤獨園。這一段在華嚴第九會。說明大經不契小機，就是小根器的人不識貨，顯示念佛法門「三根普被，利鈍全收」。"
    },
    {
      "id": "01-003-0062_p0004",
      "zh_CN": "疏【杜视绝听，乃至积行菩萨，犹云曝顋，明高之则道大机小故。】",
      "zh_TW": "疏【杜視絕聽，乃至積行菩薩，猶云曝顋，明高之則道大機小故。】"
    },
    {
      "id": "01-003-0062_p0005",
      "zh_CN": "这两句都是说明这个意思。『积行』，行是修行，换句话说，这个菩萨是累劫修行的菩萨，不是初发心的。但是他还是不能闻一乘大法，佛法真实法「唯有一乘法，无二亦无三」，道大根性小，小乘的根性。『积行菩萨』就是藏教的菩萨，他也是不见不闻。",
      "zh_TW": "這兩句都是說明這個意思。『積行』，行是修行，換句話說，這個菩薩是累劫修行的菩薩，不是初發心的。但是他還是不能聞一乘大法，佛法真實法「唯有一乘法，無二亦無三」，道大根性小，小乘的根性。『積行菩薩』就是藏教的菩薩，他也是不見不聞。"
    },
    {
      "id": "01-003-0062_p0006",
      "zh_CN": "「增结」，结就是障碍，也就是烦恼，不但不能破除，反而增加，这个当然也是法不契机，才会有这些弊病产生。佛实在是非常的慈悲，佛有没有法可说？大经里一再给我们讲：佛无有法可说。《金刚经》上说得很明白，「佛无有定法可说」，这是我们要明了的。佛说的究竟是什么？应病与药，他没有一定。众生你是什么毛病，他就给你什么方法，这个方法把你的毛病对治好了，你的毛病好了，药也没有了，法也没有了，我们要明白这个原理原则。",
      "zh_TW": "「增結」，結就是障礙，也就是煩惱，不但不能破除，反而增加，這個當然也是法不契機，才會有這些弊病產生。佛實在是非常的慈悲，佛有沒有法可說？大經裡一再給我們講：佛無有法可說。《金剛經》上說得很明白，「佛無有定法可說」，這是我們要明瞭的。佛說的究竟是什麼？應病與藥，他沒有一定。眾生你是什麼毛病，他就給你什麼方法，這個方法把你的毛病對治好了，你的毛病好了，藥也沒有了，法也沒有了，我們要明白這個原理原則。"
    },
    {
      "id": "01-003-0062_p0007",
      "zh_CN": "因此修学佛法我们要注意，佛法自始至终只是破执着而已，破执，执着是病，破执着那就是药，执着没有了，破执着的方法当然也用不上，也没有了。可是在我们现前，实在说是一个很严重的病态，凡夫没有办法不执着。我们很想不执着，但是没有法子离开，这就叫凡夫。教凡夫怎么办？择善固执，这是善巧方便教诫初学。如果再往上提升，善也不固执，这样才能突破。破什么？破无明，证法身。经上举的这些例子，换句话说，都是指这些病态，而这些病态我们在凡夫位可以说样样都具足。如何能把这个病态除掉？这的确不是一桩容易事情，必须读诵大乘经典，要亲近如来，不能离开如来。每天读经，就是听佛说法。经都是一样的，天天念一样，有什么念头？就是天天念一样的才要紧，才是最重要的。因为佛法跟世间书籍不相同，世间那些书你念一遍，第二遍就不想念了，为什么？意思你都晓得，念了就没味道。佛法不是如此，佛法是修行，佛法是戒定慧三学一次完成。",
      "zh_TW": "因此修學佛法我們要注意，佛法自始至終只是破執著而已，破執，執著是病，破執著那就是藥，執著沒有了，破執著的方法當然也用不上，也沒有了。可是在我們現前，實在說是一個很嚴重的病態，凡夫沒有辦法不執著。我們很想不執著，但是沒有法子離開，這就叫凡夫。教凡夫怎麼辦？擇善固執，這是善巧方便教誡初學。如果再往上提升，善也不固執，這樣才能突破。破什麼？破無明，證法身。經上舉的這些例子，換句話說，都是指這些病態，而這些病態我們在凡夫位可以說樣樣都具足。如何能把這個病態除掉？這的確不是一樁容易事情，必須讀誦大乘經典，要親近如來，不能離開如來。每天讀經，就是聽佛說法。經都是一樣的，天天念一樣，有什麼念頭？就是天天念一樣的才要緊，才是最重要的。因為佛法跟世間書籍不相同，世間那些書你念一遍，第二遍就不想念了，為什麼？意思你都曉得，念了就沒味道。佛法不是如此，佛法是修行，佛法是戒定慧三學一次完成。"
    },
    {
      "id": "01-003-0062_p0008",
      "zh_CN": "佛法教学的内容，就是这三科：戒、定、慧。经典分做三藏，经、律、论。经主要是讲定学，律是讲戒学，论是讲慧学，戒定慧是整个佛法的三大纲领。读经跟念佛，都是戒定慧三学一次完成。读经的时候，我们心里没有一个妄念、没有一个恶念，就是「诸恶莫作」。经典是如来从真如本性当中流露出来的言语文字，真正是善中之善，儒家所讲止于至善，经典是至善，所以我们读经就是「众善奉行」。你看，戒的意思圆满，戒律就是诸恶莫作、众善奉行。诸位想想，我们这句南无阿弥陀佛，也是不起恶念，这句阿弥陀佛是诸佛之所赞叹，更是善中之善，是至善的精华。念这句佛号，十方诸佛没有一尊佛不欢喜的，何况佛号所诠之义是皈依无量觉，这个意思太好了。你念这一句南无阿弥陀佛，戒律就圆圆满满的一个也不漏。你平常持戒不容易持得圆满，哪里晓得一句阿弥陀佛就把大小乘世出世间戒律统统都修了，一条没漏掉。念经的时候要一心念，专心念。经上常讲一心称名，一心就是定。专心来读经，专心就是定。一部经从头到尾念得清清楚楚、字字分明，这就是慧。",
      "zh_TW": "佛法教學的內容，就是這三科：戒、定、慧。經典分做三藏，經、律、論。經主要是講定學，律是講戒學，論是講慧學，戒定慧是整個佛法的三大綱領。讀經跟念佛，都是戒定慧三學一次完成。讀經的時候，我們心裡沒有一個妄念、沒有一個惡念，就是「諸惡莫作」。經典是如來從真如本性當中流露出來的言語文字，真正是善中之善，儒家所講止於至善，經典是至善，所以我們讀經就是「眾善奉行」。你看，戒的意思圓滿，戒律就是諸惡莫作、眾善奉行。諸位想想，我們這句南無阿彌陀佛，也是不起惡念，這句阿彌陀佛是諸佛之所讚歎，更是善中之善，是至善的精華。念這句佛號，十方諸佛沒有一尊佛不歡喜的，何況佛號所詮之義是皈依無量覺，這個意思太好了。你念這一句南無阿彌陀佛，戒律就圓圓滿滿的一個也不漏。你平常持戒不容易持得圓滿，哪裡曉得一句阿彌陀佛就把大小乘世出世間戒律統統都修了，一條沒漏掉。念經的時候要一心念，專心念。經上常講一心稱名，一心就是定。專心來讀經，專心就是定。一部經從頭到尾念得清清楚楚、字字分明，這就是慧。"
    },
    {
      "id": "01-003-0062_p0009",
      "zh_CN": "我们这个道场是讲经时间多，有许多道场不讲经，但是每个月或者一个星期、两个星期有一次法会，大家在一起念经。像华严莲社，每半个月有一次念《华严经》的法会，那是功德无量，有法师带着大家来念。这就是三学一次完成的修学。所以我出国之后，希望我们这个道场一个星期至少有一次来念经，念《弥陀经疏钞》。诸位能把《疏钞》从头到尾念几遍，以后再来听讲那就不一样了，说到前面，你会想到后头，说到后面，前后统统可以连贯起来，容易开悟，有这个好处。所以念经功德无量。",
      "zh_TW": "我們這個道場是講經時間多，有許多道場不講經，但是每個月或者一個星期、兩個星期有一次法會，大家在一起念經。像華嚴蓮社，每半個月有一次念《華嚴經》的法會，那是功德無量，有法師帶著大家來念。這就是三學一次完成的修學。所以我出國之後，希望我們這個道場一個星期至少有一次來念經，念《彌陀經疏鈔》。諸位能把《疏鈔》從頭到尾念幾遍，以後再來聽講那就不一樣了，說到前面，你會想到後頭，說到後面，前後統統可以連貫起來，容易開悟，有這個好處。所以念經功德無量。"
    },
    {
      "id": "01-003-0062_p0010",
      "zh_CN": "我们应当养成习惯，天天要念经，就是天天亲近佛菩萨。专心去念，不要思惟，不要想经里面意思，为什么？一心念！你一想，那就二心、三心，就不好。一心念会开悟，那个意思突然出来，不是你想的，这叫悟。只要你常常念，常常有悟处，遍遍有悟处，所以这个经读不厌。一心念，念经、念佛是修定。读经的时候字字分明就是慧，慧是一切明了而没有分别执着。样样都明了，离分别执着，这是真正智慧，这是根本智。念佛也是如此，古德告诉我们，六字洪名，字字分明，念得清清楚楚，听得清清楚楚，要用这种方法。这是三学同时薰修，这个方法实在是妙极了。",
      "zh_TW": "我們應當養成習慣，天天要念經，就是天天親近佛菩薩。專心去念，不要思惟，不要想經裡面意思，為什麼？一心念！你一想，那就二心、三心，就不好。一心念會開悟，那個意思突然出來，不是你想的，這叫悟。只要你常常念，常常有悟處，遍遍有悟處，所以這個經讀不厭。一心念，念經、念佛是修定。讀經的時候字字分明就是慧，慧是一切明瞭而沒有分別執著。樣樣都明瞭，離分別執著，這是真正智慧，這是根本智。念佛也是如此，古德告訴我們，六字洪名，字字分明，念得清清楚楚，聽得清清楚楚，要用這種方法。這是三學同時薰修，這個方法實在是妙極了。"
    },
    {
      "id": "01-003-0062_p0011",
      "zh_CN": "我告诉诸位同修，我自己读经的时间占得很多，每天至少四个小时读经。现在读的经都很专，就是读《华严经》、《弥陀经疏钞》。我去年在国外读《华严经探玄记》，那是贤首国师《六十华严》的注解。我们自己修行要真正有成就，一定要守住两个原则，就是不间断、不夹杂，一定要专。",
      "zh_TW": "我告訴諸位同修，我自己讀經的時間佔得很多，每天至少四個小時讀經。現在讀的經都很專，就是讀《華嚴經》、《彌陀經疏鈔》。我去年在國外讀《華嚴經探玄記》，那是賢首國師《六十華嚴》的註解。我們自己修行要真正有成就，一定要守住兩個原則，就是不間斷、不夾雜，一定要專。"
    },
    {
      "id": "01-003-0062_p0012",
      "zh_CN": "疏【增结者。】",
      "zh_TW": "疏【增結者。】"
    },
    {
      "id": "01-003-0062_p0013",
      "zh_CN": "就是他不善于修学，增长烦恼。",
      "zh_TW": "就是他不善於修學，增長煩惱。"
    },
    {
      "id": "01-003-0062_p0014",
      "zh_CN": "疏【净名经云。】",
      "zh_TW": "疏【淨名經云。】"
    },
    {
      "id": "01-003-0062_p0015",
      "zh_CN": "《维摩诘经》有这么一段公案。",
      "zh_TW": "《維摩詰經》有這麼一段公案。"
    },
    {
      "id": "01-003-0062_p0016",
      "zh_CN": "疏【有二比丘犯根本戒，发露求忏，优波离为依律定罪，疑心不释。】",
      "zh_TW": "疏【有二比丘犯根本戒，發露求懺，優波離為依律定罪，疑心不釋。】"
    },
    {
      "id": "01-003-0062_p0017",
      "zh_CN": "有两个比丘犯了根本戒，『根本戒』就是杀、盗、淫、妄这四条。破戒之后求忏悔，优波离尊者，释迦牟尼佛十大弟子当中是持戒第一，在他面前求忏悔。『发露』是陈白的意思，把自己所犯的罪过统统说出来，毫无隐瞒的说出来，这叫发露求忏悔。优波离尊者就依照佛所制定的戒律来给他定罪，定罪业的轻重。这两个比丘看优波离给他定罪，心里有疑惑，这个疑惑没法子消除。这个时候，碰到维摩诘居士。优波离学小乘的，维摩尊者是大乘菩萨，大乘跟小乘的观念不相同，小乘这个罪不通忏悔。",
      "zh_TW": "有兩個比丘犯了根本戒，『根本戒』就是殺、盜、淫、妄這四條。破戒之後求懺悔，優波離尊者，釋迦牟尼佛十大弟子當中是持戒第一，在他面前求懺悔。『發露』是陳白的意思，把自己所犯的罪過統統說出來，毫無隱瞞的說出來，這叫發露求懺悔。優波離尊者就依照佛所制定的戒律來給他定罪，定罪業的輕重。這兩個比丘看優波離給他定罪，心裡有疑惑，這個疑惑沒法子消除。這個時候，碰到維摩詰居士。優波離學小乘的，維摩尊者是大乘菩薩，大乘跟小乘的觀念不相同，小乘這個罪不通懺悔。"
    },
    {
      "id": "01-003-0062_p0018",
      "zh_CN": "疏【净名言：汝毋以常法扰乱其心，重增此二比丘罪。】",
      "zh_TW": "疏【淨名言：汝毋以常法擾亂其心，重增此二比丘罪。】"
    },
    {
      "id": "01-003-0062_p0019",
      "zh_CN": "维摩尊者看到这个情形就呵斥优波离尊者，他说：你不可以用平常的戒律（就是小乘戒律）定他的罪，反而叫他罪上加罪。他已经怀疑了，这样就失去慈悲，你扰乱他的心，增加他的罪。这就是重增、增结。",
      "zh_TW": "維摩尊者看到這個情形就呵斥優波離尊者，他說：你不可以用平常的戒律（就是小乘戒律）定他的罪，反而叫他罪上加罪。他已經懷疑了，這樣就失去慈悲，你擾亂他的心，增加他的罪。這就是重增、增結。"
    },
    {
      "id": "01-003-0062_p0020",
      "zh_CN": "演【常法即是依律定罪。毋扰乱其心者，谓当直谈罪性本空，不在内外中间等也。】",
      "zh_TW": "演【常法即是依律定罪。毋擾亂其心者，謂當直談罪性本空，不在內外中間等也。】"
    },
    {
      "id": "01-003-0062_p0021",
      "zh_CN": "这样才能真正的增长他的信心。诸位要晓得，如果我们自己常感觉到自己业障很重，罪孽很重，常常心里头有这个念头，对自己的修行是莫大的障碍。那个罪是不是真有？真有，不是假的，你出不了三界就真有。为什么维摩诘居士不用小乘的戒律来结罪，叫你用大乘观想来灭罪？帮助你超越三界，打破你心里面这个疑虑。佛在大经里面说，「罪从心起将心忏」，罪从哪里来的？心里迷了之后，这才妄动，罪业是从这儿来的。从心来的，我们看看《般若经》、《楞严经》上所说的，心在哪里？觅心了不可得。心都没有，哪里还有罪？这是千真万确的事实。换句话说，你有心就有罪，你无心就无罪，这是大乘法，这就是维摩长者呵斥优波离尊者的地方。",
      "zh_TW": "這樣才能真正的增長他的信心。諸位要曉得，如果我們自己常感覺到自己業障很重，罪孽很重，常常心裡頭有這個念頭，對自己的修行是莫大的障礙。那個罪是不是真有？真有，不是假的，你出不了三界就真有。為什麼維摩詰居士不用小乘的戒律來結罪，叫你用大乘觀想來滅罪？幫助你超越三界，打破你心裡面這個疑慮。佛在大經裡面說，「罪從心起將心懺」，罪從哪裡來的？心裡迷了之後，這才妄動，罪業是從這兒來的。從心來的，我們看看《般若經》、《楞嚴經》上所說的，心在哪裡？覓心了不可得。心都沒有，哪裡還有罪？這是千真萬確的事實。換句話說，你有心就有罪，你無心就無罪，這是大乘法，這就是維摩長者呵斥優波離尊者的地方。"
    },
    {
      "id": "01-003-0062_p0022",
      "zh_CN": "因为优波离尊者有心，小乘人用第六意识，没有离心意识，所以一定要照律藏来结罪。大乘人离心意识，觅心都了不可得，觅罪，罪在哪里？这样才能超越。有这种思想，这一生念佛求生西方世界，你才决定有把握。常常有罪障环绕在自己心中，这叫自做障碍，自找麻烦，你怎么能得清净心？心净则土净，你的清净心得不到！",
      "zh_TW": "因為優波離尊者有心，小乘人用第六意識，沒有離心意識，所以一定要照律藏來結罪。大乘人離心意識，覓心都了不可得，覓罪，罪在哪裡？這樣才能超越。有這種思想，這一生念佛求生西方世界，你才決定有把握。常常有罪障環繞在自己心中，這叫自做障礙，自找麻煩，你怎麼能得清淨心？心淨則土淨，你的清淨心得不到！"
    },
    {
      "id": "01-003-0062_p0023",
      "zh_CN": "所以维摩长者教诫学人，这个法子高明！破一切疑障，这一生就能圆证菩提。他直截了当谈『罪性本空』，不在内，不在外，不在中间，正如同《楞严经》七处觅心了不可得，这是一个真正觉悟的人。迷的人不行，迷的人他有内、有外、有中间，那就难了。所以佛法处处都是教我们破迷开悟，开悟之后才能真正得到自在。下面一段与这地方有连带关系，就是永嘉大师《证道歌》上所说的：",
      "zh_TW": "所以維摩長者教誡學人，這個法子高明！破一切疑障，這一生就能圓證菩提。他直截了當談『罪性本空』，不在內，不在外，不在中間，正如同《楞嚴經》七處覓心了不可得，這是一個真正覺悟的人。迷的人不行，迷的人他有內、有外、有中間，那就難了。所以佛法處處都是教我們破迷開悟，開悟之後才能真正得到自在。下面一段與這地方有連帶關係，就是永嘉大師《證道歌》上所說的："
    },
    {
      "id": "01-003-0062_p0024",
      "zh_CN": "疏【永嘉拟之萤光，谓不能开其迷暗，而反增益之也。】",
      "zh_TW": "疏【永嘉擬之螢光，謂不能開其迷暗，而反增益之也。】"
    },
    {
      "id": "01-003-0062_p0025",
      "zh_CN": "这就是讲教学不契机，不如法，不但不能叫人破迷开悟，反而叫人愈迷愈深，弊病在此地。",
      "zh_TW": "這就是講教學不契機，不如法，不但不能叫人破迷開悟，反而叫人愈迷愈深，弊病在此地。"
    },
    {
      "id": "01-003-0062_p0026",
      "zh_CN": "演【拟之萤光者，证道歌云：有二比丘犯淫杀，波离萤光增罪结，维摩大士顿除疑，犹如赫日消霜雪是也。】",
      "zh_TW": "演【擬之螢光者，證道歌云：有二比丘犯淫殺，波離螢光增罪結，維摩大士頓除疑，猶如赫日消霜雪是也。】"
    },
    {
      "id": "01-003-0062_p0027",
      "zh_CN": "这是《维摩诘经》所说的，有二比丘犯根本戒。优波离尊者按照戒律给他判罪，使他愈迷愈深。维摩大士一句话就把这个迷团打破了。《证道歌》引用这一段公案。这段公案，我们千万不能错会了意思，觅心了不可得，觅罪也了不可得，不要紧！我多造一些罪业，没关系！你多造罪业必定入地狱，不要说没关系。为什么经上这样说？经上这样说，你没做到！你果然自己是二六时中觅心了不可得，那就行了。你自己处处还是在用心，你觅心是有可得，不是不可得。你起心动念，「我这个不怕，多造点罪业没关系」，这就是心。有心就有罪，无心才没有罪业！你一天到晚都有心，几时能做到无心？这个不是容易事情。",
      "zh_TW": "這是《維摩詰經》所說的，有二比丘犯根本戒。優波離尊者按照戒律給他判罪，使他愈迷愈深。維摩大士一句話就把這個迷團打破了。《證道歌》引用這一段公案。這段公案，我們千萬不能錯會了意思，覓心了不可得，覓罪也了不可得，不要緊！我多造一些罪業，沒關係！你多造罪業必定入地獄，不要說沒關係。為什麼經上這樣說？經上這樣說，你沒做到！你果然自己是二六時中覓心了不可得，那就行了。你自己處處還是在用心，你覓心是有可得，不是不可得。你起心動念，「我這個不怕，多造點罪業沒關係」，這就是心。有心就有罪，無心才沒有罪業！你一天到晚都有心，幾時能做到無心？這個不是容易事情。"
    },
    {
      "id": "01-003-0062_p0028",
      "zh_CN": "我们今天起心动念，有我，有人，《金刚经》上说「我相、人相、众生相、寿者相」，四相具足，那还是找优波离尊者定罪，维摩大士看到也觉得优波离定罪定得没错。几时你四相破了，无我相、无人相、无众生相、无寿者相，优波离尊者就定不了你的罪，对你就无可奈何。我特别把这个话说在此地，希望诸位要好好的听，要多多的留意，只要你有四相，你做善则有善报，你做恶必有恶报，四相离开之后，这才是善恶两边都打掉，才达到真正心境俱空，那是法身大士的境界。我们念佛要念到理一心，才是这个境界。换句话说，事一心以下都有结罪，因为你没有离开心意识，诸位必须要明白这个道理。",
      "zh_TW": "我們今天起心動念，有我，有人，《金剛經》上說「我相、人相、眾生相、壽者相」，四相具足，那還是找優波離尊者定罪，維摩大士看到也覺得優波離定罪定得沒錯。幾時你四相破了，無我相、無人相、無眾生相、無壽者相，優波離尊者就定不了你的罪，對你就無可奈何。我特別把這個話說在此地，希望諸位要好好的聽，要多多的留意，只要你有四相，你做善則有善報，你做惡必有惡報，四相離開之後，這才是善惡兩邊都打掉，才達到真正心境俱空，那是法身大士的境界。我們念佛要念到理一心，才是這個境界。換句話說，事一心以下都有結罪，因為你沒有離開心意識，諸位必須要明白這個道理。"
    },
    {
      "id": "01-003-0062_p0029",
      "zh_CN": "所以戒律要守，不但要守而且要守得清净。这个地方引用这段经文，用意很深，我们守戒律并不是死在戒条之下。为什么要守戒律？帮助我们得清净心。戒是清凉的意思，帮助我们心地清凉，帮助我们得一心不乱，达到一心不乱之后要知道突破，突破之后才能证得理一心不乱。如果执着在戒律里面，功夫最多只能到事一心，不能到理一心，它是个障碍。所以到这个境界必须突破，就像维摩居士所说的，要突破这一关才能证得法身，才能破无明见本性。",
      "zh_TW": "所以戒律要守，不但要守而且要守得清淨。這個地方引用這段經文，用意很深，我們守戒律並不是死在戒條之下。為什麼要守戒律？幫助我們得清淨心。戒是清涼的意思，幫助我們心地清涼，幫助我們得一心不亂，達到一心不亂之後要知道突破，突破之後才能證得理一心不亂。如果執著在戒律裡面，功夫最多只能到事一心，不能到理一心，它是個障礙。所以到這個境界必須突破，就像維摩居士所說的，要突破這一關才能證得法身，才能破無明見本性。"
    },
    {
      "id": "01-003-0062_p0030",
      "zh_CN": "所以，大小乘的观念不相同。大乘法比小乘确实高得很多。在《戒经》里面，小乘经的结罪是论事不论心，就跟我们世间法律一样，论事结罪，依所做过错来结罪；大乘戒律，事不管，论心。所以大乘戒难持，小乘戒容易守。譬如杀戒，我心里恨极了，我想杀你，但是并没有杀，小乘不犯罪，优波离尊者不会定罪，为什么？没有这个事实。可是大乘菩萨戒，你就结罪了。大乘戒戒在心地，小乘戒戒在事相。《梵网经》里面，有梵网菩萨心地戒品。大乘论心不论事，起心动念，他在这里结罪。",
      "zh_TW": "所以，大小乘的觀念不相同。大乘法比小乘確實高得很多。在《戒經》裡面，小乘經的結罪是論事不論心，就跟我們世間法律一樣，論事結罪，依所做過錯來結罪；大乘戒律，事不管，論心。所以大乘戒難持，小乘戒容易守。譬如殺戒，我心裡恨極了，我想殺你，但是並沒有殺，小乘不犯罪，優波離尊者不會定罪，為什麼？沒有這個事實。可是大乘菩薩戒，你就結罪了。大乘戒戒在心地，小乘戒戒在事相。《梵網經》裡面，有梵網菩薩心地戒品。大乘論心不論事，起心動念，他在這裡結罪。"
    },
    {
      "id": "01-003-0062_p0031",
      "zh_CN": "这都是说明教不契机。那两个比丘，优波离给他结罪，他为什么怀疑？我们一看这个文就晓得，他是大乘根性，不是小乘根性。如果是小乘根性，他就没有怀疑，我犯这个法应该定这个罪，他就甘心情愿受。大乘根性的人，虽然判了罪，他心里不服，所以他有疑惑；碰到维摩长者，对了根性。大根性的人一定要用大法来度他，小根性的人一定要用小法来度他，这是说明这么一个道理。",
      "zh_TW": "這都是說明教不契機。那兩個比丘，優波離給他結罪，他為什麼懷疑？我們一看這個文就曉得，他是大乘根性，不是小乘根性。如果是小乘根性，他就沒有懷疑，我犯這個法應該定這個罪，他就甘心情願受。大乘根性的人，雖然判了罪，他心裡不服，所以他有疑惑；碰到維摩長者，對了根性。大根性的人一定要用大法來度他，小根性的人一定要用小法來度他，這是說明這麼一個道理。"
    },
    {
      "id": "01-003-0062_p0032",
      "zh_CN": "疏【明卑之则机深教浅故。】",
      "zh_TW": "疏【明卑之則機深教淺故。】"
    },
    {
      "id": "01-003-0062_p0033",
      "zh_CN": "『明』是说明，『卑』是卑下。『机深』刚才所讲的，这两个比丘是大根器的人，优波离尊者依律定罪，这是小教，大根机不适合于小教。",
      "zh_TW": "『明』是說明，『卑』是卑下。『機深』剛才所講的，這兩個比丘是大根器的人，優波離尊者依律定罪，這是小教，大根機不適合於小教。"
    },
    {
      "id": "01-003-0062_p0034",
      "zh_CN": "疏【他若不净错施炉鞲，数息不利冢人，彼此为门，亦复各异，而浅深小大，势不兼宜。】",
      "zh_TW": "疏【他若不淨錯施爐韝，數息不利冢人，彼此為門，亦復各異，而淺深小大，勢不兼宜。】"
    },
    {
      "id": "01-003-0062_p0035",
      "zh_CN": "其他法门必须针对根性才能收效果，如果根性不相同，机教不相扣，得不到利益。学佛的人很多，有人学几十年，学一辈子，一无所得，原因在什么地方？他所接触的佛法都不契自己的根机，都不适合，所以他一无所成。如何选？就跟害病一样，病了要吃药，药很多，这个试试看，那个试试看，试了几十年，那个药都不对症，自己的病况没有好转，反而一天比一天加重，这个就麻烦！所以，必须契机。正如同我们病了，药要能适合这个病，才能把病治好。",
      "zh_TW": "其他法門必須針對根性才能收效果，如果根性不相同，機教不相扣，得不到利益。學佛的人很多，有人學幾十年，學一輩子，一無所得，原因在什麼地方？他所接觸的佛法都不契自己的根機，都不適合，所以他一無所成。如何選？就跟害病一樣，病了要吃藥，藥很多，這個試試看，那個試試看，試了幾十年，那個藥都不對症，自己的病況沒有好轉，反而一天比一天加重，這個就麻煩！所以，必須契機。正如同我們病了，藥要能適合這個病，才能把病治好。"
    },
    {
      "id": "01-003-0062_p0036",
      "zh_CN": "演【不净数息者，舍利弗教弟子。】",
      "zh_TW": "演【不淨數息者，舍利弗教弟子。】"
    },
    {
      "id": "01-003-0062_p0037",
      "zh_CN": "舍利弗尊者教两个徒弟修行的方法，一个教他修不净观，一个教他修数息观。不净观的修法，《安士全书》上有，写得很详细，九种不净观。『数息』就是数呼吸，就是出入息，或者数出，或者数入，不要数两种，只数一种，能够摄心，能够得定，也是断一切妄念。打坐的时候，你就注意呼吸，要记得清清楚楚，从一数到十，然后再从一到十，清清楚楚的，你就不会胡思乱想，心能够得定，用这个方法。",
      "zh_TW": "舍利弗尊者教兩個徒弟修行的方法，一個教他修不淨觀，一個教他修數息觀。不淨觀的修法，《安士全書》上有，寫得很詳細，九種不淨觀。『數息』就是數呼吸，就是出入息，或者數出，或者數入，不要數兩種，只數一種，能夠攝心，能夠得定，也是斷一切妄念。打坐的時候，你就注意呼吸，要記得清清楚楚，從一數到十，然後再從一到十，清清楚楚的，你就不會胡思亂想，心能夠得定，用這個方法。"
    },
    {
      "id": "01-003-0062_p0038",
      "zh_CN": "演【久之，皆不成。】",
      "zh_TW": "演【久之，皆不成。】"
    },
    {
      "id": "01-003-0062_p0039",
      "zh_CN": "这两个人都没有成功，换句话说，都没有得定，心里面还是妄想很多。",
      "zh_TW": "這兩個人都沒有成功，換句話說，都沒有得定，心裡面還是妄想很多。"
    },
    {
      "id": "01-003-0062_p0040",
      "zh_CN": "演【心欲返道。】",
      "zh_TW": "演【心欲返道。】"
    },
    {
      "id": "01-003-0062_p0041",
      "zh_CN": "『返道』就是退心，修那么久修不成，就不想修了。",
      "zh_TW": "『返道』就是退心，修那麼久修不成，就不想修了。"
    },
    {
      "id": "01-003-0062_p0042",
      "zh_CN": "演【往见世尊。】",
      "zh_TW": "演【往見世尊。】"
    },
    {
      "id": "01-003-0062_p0043",
      "zh_CN": "这讲见佛，在佛那里告假：我也修不成，大概罪业太重，修道与我没有分。这就想回家去了，不修了，不干，退转了。",
      "zh_TW": "這講見佛，在佛那裡告假：我也修不成，大概罪業太重，修道與我沒有分。這就想回家去了，不修了，不幹，退轉了。"
    },
    {
      "id": "01-003-0062_p0044",
      "zh_CN": "演【世尊问二人在家何业？】",
      "zh_TW": "演【世尊問二人在家何業？】"
    },
    {
      "id": "01-003-0062_p0045",
      "zh_CN": "世尊问：你们在家里从事哪一种行业？",
      "zh_TW": "世尊問：你們在家裡從事哪一種行業？"
    },
    {
      "id": "01-003-0062_p0046",
      "zh_CN": "演【修数息者曰：守坟墓。】",
      "zh_TW": "演【修數息者曰：守墳墓。】"
    },
    {
      "id": "01-003-0062_p0047",
      "zh_CN": "修数息观的人说，他在家是替人看守坟墓的。",
      "zh_TW": "修數息觀的人說，他在家是替人看守墳墓的。"
    },
    {
      "id": "01-003-0062_p0048",
      "zh_CN": "演【修不净者曰：冶金器。】",
      "zh_TW": "演【修不淨者曰：冶金器。】"
    },
    {
      "id": "01-003-0062_p0049",
      "zh_CN": "修不净观的人说，他在家是冶金器的，镶珠宝，冶金、炼金，搞这个。",
      "zh_TW": "修不淨觀的人說，他在家是冶金器的，鑲珠寶，冶金、煉金，搞這個。"
    },
    {
      "id": "01-003-0062_p0050",
      "zh_CN": "演【世尊乃令二人易观修之。】",
      "zh_TW": "演【世尊乃令二人易觀修之。】"
    },
    {
      "id": "01-003-0062_p0051",
      "zh_CN": "佛一听说这个之后，就说：你们两个换一换，看坟墓的修不净观，冶金的修数息观。他们两个人这一交换，没修多久都成功了。为什么？那个看坟墓的人修不净观，天天看死人，他容易观成。那个冶金的，他必须拉风箱，他要很细心，适合数息；你教他观不净，他没有这个概念。因此，什么法门适合什么样的人，适合他的根性，修起来就容易。",
      "zh_TW": "佛一聽說這個之後，就說：你們兩個換一換，看墳墓的修不淨觀，冶金的修數息觀。他們兩個人這一交換，沒修多久都成功了。為什麼？那個看墳墓的人修不淨觀，天天看死人，他容易觀成。那個冶金的，他必須拉風箱，他要很細心，適合數息；你教他觀不淨，他沒有這個概念。因此，什麼法門適合什麼樣的人，適合他的根性，修起來就容易。"
    },
    {
      "id": "01-003-0062_p0052",
      "zh_CN": "演【不久皆证道果。】",
      "zh_TW": "演【不久皆證道果。】"
    },
    {
      "id": "01-003-0062_p0053",
      "zh_CN": "都成就了。如果法不对机，跟诸位说，依旧叫做盲修瞎练。所以大家要晓得，这个法门我修了适合，不见得适合别人，别人修的那个法门修得很好，不见得能适合我。正如同咱们害的病不一样，他吃那个药，一吃病好了，我也去吃他那个药，我跟他害的不是一个病，我吃他那个药病增重了，他吃那个药病好了，这个道理大家都懂！修行也是一样，不对根机的法门统统是盲修瞎练。选择法门非常重要，这是个大问题！这两个人他们运气好，生在释迦牟尼佛的时候，老师教得不适合，他可以去问佛，我们今天问谁？我再告诉诸位，问谁都靠不住，这个事情麻烦，这就是我们自己没有福报。无量法门，修哪个法门好呢？那就是要守佛传下来最直捷、最了当的这个法门。",
      "zh_TW": "都成就了。如果法不對機，跟諸位說，依舊叫做盲修瞎練。所以大家要曉得，這個法門我修了適合，不見得適合別人，別人修的那個法門修得很好，不見得能適合我。正如同咱們害的病不一樣，他吃那個藥，一吃病好了，我也去吃他那個藥，我跟他害的不是一個病，我吃他那個藥病增重了，他吃那個藥病好了，這個道理大家都懂！修行也是一樣，不對根機的法門統統是盲修瞎練。選擇法門非常重要，這是個大問題！這兩個人他們運氣好，生在釋迦牟尼佛的時候，老師教得不適合，他可以去問佛，我們今天問誰？我再告訴諸位，問誰都靠不住，這個事情麻煩，這就是我們自己沒有福報。無量法門，修哪個法門好呢？那就是要守佛傳下來最直捷、最了當的這個法門。"
    },
    {
      "id": "01-003-0062_p0054",
      "zh_CN": "疏【惟此念佛法门，三辈九品，悉皆度脱。】",
      "zh_TW": "疏【惟此念佛法門，三輩九品，悉皆度脫。】"
    },
    {
      "id": "01-003-0062_p0055",
      "zh_CN": "前面讲那么多话就是为了这一句。这个法门怎么样？不管什么样的根性都行。上中下根统统适用，不像其他法门只能适用于某一种的病，他那个药治别的病就不行。这个比作「阿伽陀药」，是万灵丹，不管你害什么病，你用这个药绝对不会误事，只有好处没有坏处。这是在末法时期，我们福报浅薄的时候，遇不到善知识，我们修这个法门决定不错。有很多人依照这个法门修没有修成功的，他的病就是间断、夹杂；果然不间断、不夹杂，没有不成功的。所以这一句我们要牢牢的记住。",
      "zh_TW": "前面講那麼多話就是為了這一句。這個法門怎麼樣？不管什麼樣的根性都行。上中下根統統適用，不像其他法門只能適用於某一種的病，他那個藥治別的病就不行。這個比作「阿伽陀藥」，是萬靈丹，不管你害什麼病，你用這個藥絕對不會誤事，只有好處沒有壞處。這是在末法時期，我們福報淺薄的時候，遇不到善知識，我們修這個法門決定不錯。有很多人依照這個法門修沒有修成功的，他的病就是間斷、夾雜；果然不間斷、不夾雜，沒有不成功的。所以這一句我們要牢牢的記住。"
    },
    {
      "id": "01-003-0062_p0056",
      "zh_CN": "『惟此』，只有这个『念佛法门』。『三辈』就是讲上、中、下三种根机。『九品』也是指根机不同，上辈里面有上上、上中、上下，下辈里面有下上、下中、下下，一共九品。『悉皆度脱』，没有一个不能成就的。所以我今天选择这个法门，专修这个法门，专弘这个法门。专弘这个法门，换句话说，跟我根性相同的人，跟我信心相近的人，我能得利益，诸位都能得利益。信解不相同的人，他修其他的法门，我们唯有赞叹！像《华严经》善财童子五十三参，每一位善知识都修一种法门，善财童子一律都赞叹。不但善财童子赞叹，诸善知识也是自己谦虚，互相赞叹。",
      "zh_TW": "『惟此』，只有這個『念佛法門』。『三輩』就是講上、中、下三種根機。『九品』也是指根機不同，上輩裡面有上上、上中、上下，下輩裡面有下上、下中、下下，一共九品。『悉皆度脫』，沒有一個不能成就的。所以我今天選擇這個法門，專修這個法門，專弘這個法門。專弘這個法門，換句話說，跟我根性相同的人，跟我信心相近的人，我能得利益，諸位都能得利益。信解不相同的人，他修其他的法門，我們唯有讚歎！像《華嚴經》善財童子五十三參，每一位善知識都修一種法門，善財童子一律都讚歎。不但善財童子讚歎，諸善知識也是自己謙虛，互相讚歎。"
    },
    {
      "id": "01-003-0062_p0057",
      "zh_CN": "在此地我要提醒诸位同修，那就是佛不在世了，我们能守住佛的遗教「四依法」，就等于佛在世没有两样。第一是「依法不依人」。特别是在我们现在这个世间，现前这个阶段，「魔强法弱」，魔多佛少，现在这个时候！《楞严经》里面讲，我们现前这个时代「邪师说法如恒河沙」，我们怎么能辨别？所以必须要记住佛的四依法。「依法不依人」，不管什么人讲的，他对也好、不对也好，我们不理会，对自己就没有损害。法是什么？经典，经典要以《大藏经》为标准。这个经典《大藏经》有没有？《大藏经》里头没有，这个经靠不住，我们不要相信它，连注解都是如此。",
      "zh_TW": "在此地我要提醒諸位同修，那就是佛不在世了，我們能守住佛的遺教「四依法」，就等於佛在世沒有兩樣。第一是「依法不依人」。特別是在我們現在這個世間，現前這個階段，「魔強法弱」，魔多佛少，現在這個時候！《楞嚴經》裡面講，我們現前這個時代「邪師說法如恆河沙」，我們怎麼能辨別？所以必須要記住佛的四依法。「依法不依人」，不管什麼人講的，他對也好、不對也好，我們不理會，對自己就沒有損害。法是什麼？經典，經典要以《大藏經》為標準。這個經典《大藏經》有沒有？《大藏經》裡頭沒有，這個經靠不住，我們不要相信它，連註解都是如此。"
    },
    {
      "id": "01-003-0062_p0058",
      "zh_CN": "从前编《大藏经》非常谨慎，现在新编的《大藏经》我们不要看它，为什么？不够水准。从前《大藏经》是皇帝颁布的，没有经过皇帝颁布，这个经不准流通，为什么？怕害人。换句话说，国家设一个检验局，符合标准才可以流通，不合标准不准流通。在从前，经典翻译出来，经过多少人印证，没有错了，皇帝才颁布。大德们注解经，注疏都要送给国家，国家会请很多高僧大德来审查，没有错误了，这才送到皇帝那里，皇帝批淮之后就入藏，编到《大藏经》里面。不像现在，我们有钱开个书局，你这个著作很好，我把你的书编到《大藏经》，没有标准了。因此，现在的版本愈是旧版本愈珍贵，为什么？标准愈高。",
      "zh_TW": "從前編《大藏經》非常謹慎，現在新編的《大藏經》我們不要看它，為什麼？不夠水準。從前《大藏經》是皇帝頒布的，沒有經過皇帝頒布，這個經不准流通，為什麼？怕害人。換句話說，國家設一個檢驗局，符合標準才可以流通，不合標準不准流通。在從前，經典翻譯出來，經過多少人印證，沒有錯了，皇帝才頒布。大德們註解經，註疏都要送給國家，國家會請很多高僧大德來審查，沒有錯誤了，這才送到皇帝那裡，皇帝批淮之後就入藏，編到《大藏經》裡面。不像現在，我們有錢開個書局，你這個著作很好，我把你的書編到《大藏經》，沒有標準了。因此，現在的版本愈是舊版本愈珍貴，為什麼？標準愈高。"
    },
    {
      "id": "01-003-0062_p0059",
      "zh_CN": "第二是「依义不依语」，语言文字有一点出入没有关系，不要死在文字里头，譬如《金刚经》有六种翻译本，我们到底依哪一种？没有关系，只要意思一样就行，文字有一点出入不要紧，重要的是意思。明白这个道理了，我们引经看注解，或者听讲，最重要是要懂得里头的意思。意思明白了，你将来跟别人讲，你喜欢怎么讲就怎么讲，不要学言语，学言语是死的！懂得意思是活活泼泼。依义不依语，这样就免除很多的争执。",
      "zh_TW": "第二是「依義不依語」，語言文字有一點出入沒有關係，不要死在文字裡頭，譬如《金剛經》有六種翻譯本，我們到底依哪一種？沒有關係，只要意思一樣就行，文字有一點出入不要緊，重要的是意思。明白這個道理了，我們引經看註解，或者聽講，最重要是要懂得裡頭的意思。意思明白了，你將來跟別人講，你喜歡怎麼講就怎麼講，不要學言語，學言語是死的！懂得意思是活活潑潑。依義不依語，這樣就免除很多的爭執。"
    },
    {
      "id": "01-003-0062_p0060",
      "zh_CN": "第三是「依了义不依不了义」。简单的说，能帮助你在这一生当中脱离轮回，了生死出三界，这叫了义；如果这个经典没有办法帮助你这一生超越六道轮回，这个经典就叫不了义。法门也是如此，不能超越三界的，这个法门是不了义的法门；能够超越三界生死轮回，这叫了义的法门。我们今天看看所有的法门，这个法门可以叫我们往生西方极乐世界，这个法门就是了义的法门，这个经就是了义经典。",
      "zh_TW": "第三是「依了義不依不了義」。簡單的說，能幫助你在這一生當中脫離輪迴，了生死出三界，這叫了義；如果這個經典沒有辦法幫助你這一生超越六道輪迴，這個經典就叫不了義。法門也是如此，不能超越三界的，這個法門是不了義的法門；能夠超越三界生死輪迴，這叫了義的法門。我們今天看看所有的法門，這個法門可以叫我們往生西方極樂世界，這個法門就是了義的法門，這個經就是了義經典。"
    },
    {
      "id": "01-003-0062_p0061",
      "zh_CN": "第四是「依智不依识」，智是智慧、理智，识是感情，学佛的人要依理智不要依感情。依感情，生死一边的事，是轮回！依理智才能超越。所以时时刻刻待人接物要有理性，不要重感情。这是佛教给我们四个原则，能守住这四个原则，如同在佛的身边没有两样。",
      "zh_TW": "第四是「依智不依識」，智是智慧、理智，識是感情，學佛的人要依理智不要依感情。依感情，生死一邊的事，是輪迴！依理智才能超越。所以時時刻刻待人接物要有理性，不要重感情。這是佛教給我們四個原則，能守住這四個原則，如同在佛的身邊沒有兩樣。"
    },
    {
      "id": "01-003-0062_p0062",
      "zh_CN": "经典，尤其是自古以来流传的经典，经典里面所说的这些理论、方法、境界，我们应该要深信不疑，要依教修行。现在有很多人批评经典、毁谤经典，甚至还要改造经典，那些都是妖魔鬼怪，我们要认清楚，不能上他的当。如果他说他是什么佛再来，佛再来也不会改经，为什么？佛佛道同。如果这个佛说那个佛说得不对，他一定是妖魔鬼怪，为什么？佛的见解完全相同，你既然成佛，那个经典一点没错，跟佛说的完全相同，他才是佛。再看底下这一段，再为我们不厌其烦的发明『三界九品，悉皆度脱』：",
      "zh_TW": "經典，尤其是自古以來流傳的經典，經典裡面所說的這些理論、方法、境界，我們應該要深信不疑，要依教修行。現在有很多人批評經典、毀謗經典，甚至還要改造經典，那些都是妖魔鬼怪，我們要認清楚，不能上他的當。如果他說他是什麼佛再來，佛再來也不會改經，為什麼？佛佛道同。如果這個佛說那個佛說得不對，他一定是妖魔鬼怪，為什麼？佛的見解完全相同，你既然成佛，那個經典一點沒錯，跟佛說的完全相同，他才是佛。再看底下這一段，再為我們不厭其煩的發明『三界九品，悉皆度脫』："
    },
    {
      "id": "01-003-0062_p0063",
      "zh_CN": "疏【彻上，则三心圆发，直入无生，彻下，则十念成功，亦生彼国。所谓不离一法，巧被诸根。】",
      "zh_TW": "疏【徹上，則三心圓發，直入無生，徹下，則十念成功，亦生彼國。所謂不離一法，巧被諸根。】"
    },
    {
      "id": "01-003-0062_p0064",
      "zh_CN": "这是解释三根普被，利钝全收。什么叫三心圆发？诸位翻开《演义》，此地我们要特别注意，为什么？关系我们这一生能不能往生。不但关系往生，而且关系到往生品位的高下。希望我们在日常生活当中就用这三种心，这是佛在《观无量寿佛经》讲的。",
      "zh_TW": "這是解釋三根普被，利鈍全收。什麼叫三心圓發？諸位翻開《演義》，此地我們要特別注意，為什麼？關係我們這一生能不能往生。不但關係往生，而且關係到往生品位的高下。希望我們在日常生活當中就用這三種心，這是佛在《觀無量壽佛經》講的。"
    },
    {
      "id": "01-003-0062_p0065",
      "zh_CN": "演【三心，即观经所云：一者至诚心，二者深心，三者回向发愿心。】",
      "zh_TW": "演【三心，即觀經所云：一者至誠心，二者深心，三者回向發願心。】"
    },
    {
      "id": "01-003-0062_p0066",
      "zh_CN": "『三心』就是一心，就是菩提心，就是佛心。佛是什么心？佛就是这个心。我们这个心跟佛不一样，所以我们不能成佛。我们心果然跟佛一样，那就成佛了，成佛不是身成佛，而是心成佛，诸位一定要明白这个道理。",
      "zh_TW": "『三心』就是一心，就是菩提心，就是佛心。佛是什麼心？佛就是這個心。我們這個心跟佛不一樣，所以我們不能成佛。我們心果然跟佛一樣，那就成佛了，成佛不是身成佛，而是心成佛，諸位一定要明白這個道理。"
    },
    {
      "id": "01-003-0062_p0067",
      "zh_CN": "第一个『至诚』，诚到了极处，诚是真，没有一丝毫的虚假，这个心叫真心。对一切人、对一切物都要用一个真诚之心，决定不欺人。也许诸位认为：我要是用真心、诚心，我什么事都办不通！有人说：我做生意，我要不骗人，我怎么赚钱？其实这个观念错误了，如果说骗人就能赚钱，会骗人的很多，他为什么穷光蛋一个？可见得他赚的那个钱不是欺骗来的。佛在经上给我们说，财富是过去生中修财布施得来的，你命里头有的。你真诚心，你今天做生意赚这么多钱，你用尽欺骗手段，你今天还是赚这么多，不增不减，那又何苦去骗人？没有这个必要。古人说：君子乐得做君子，小人冤枉做小人。这是你命里注定的，一饮一啄莫非前定，与用心没有关系的；你用真心，你今天得的这么多，你用假心，得的还是这么多，不相干！可是你用真心，你能成佛，你用假心，你要堕三途，这个冤枉！所以待人接物要用真诚，不要虚伪，这是学佛成佛的基础、根本。这是菩提心的本体，本体就是至诚。",
      "zh_TW": "第一個『至誠』，誠到了極處，誠是真，沒有一絲毫的虛假，這個心叫真心。對一切人、對一切物都要用一個真誠之心，決定不欺人。也許諸位認為：我要是用真心、誠心，我什麼事都辦不通！有人說：我做生意，我要不騙人，我怎麼賺錢？其實這個觀念錯誤了，如果說騙人就能賺錢，會騙人的很多，他為什麼窮光蛋一個？可見得他賺的那個錢不是欺騙來的。佛在經上給我們說，財富是過去生中修財布施得來的，你命裡頭有的。你真誠心，你今天做生意賺這麼多錢，你用盡欺騙手段，你今天還是賺這麼多，不增不減，那又何苦去騙人？沒有這個必要。古人說：君子樂得做君子，小人冤枉做小人。這是你命裡注定的，一飲一啄莫非前定，與用心沒有關係的；你用真心，你今天得的這麼多，你用假心，得的還是這麼多，不相干！可是你用真心，你能成佛，你用假心，你要墮三途，這個冤枉！所以待人接物要用真誠，不要虛偽，這是學佛成佛的基礎、根本。這是菩提心的本體，本體就是至誠。"
    },
    {
      "id": "01-003-0062_p0068",
      "zh_CN": "下面这两种是应用，深心就是自受用的心，自己受用的，对自己，真诚至诚心对自己起作用就叫做深心。所以，深心是清净心。人最乐的就是心清净，这个最乐！身心清净的人，是最快乐的人。深心就是清净心，好善好德这都是深心，自受用。对待别人怎么样呢？至诚对待别人就是回向发愿心。我们的智慧、能力、身体、财富都能贡献给社会，为大众谋福利，这就叫回向发愿心。不为自己而为一切众生，这是回向，回自向他。回自向他，我们的功德是不是都没有了呢？不是的。《地藏经》上讲，如果自己修行不回向，这个利益只能得一世，顶多得三世，如果回向，那真是百劫千生福报享受不尽。",
      "zh_TW": "下面這兩種是應用，深心就是自受用的心，自己受用的，對自己，真誠至誠心對自己起作用就叫做深心。所以，深心是清淨心。人最樂的就是心清淨，這個最樂！身心清淨的人，是最快樂的人。深心就是清淨心，好善好德這都是深心，自受用。對待別人怎麼樣呢？至誠對待別人就是回向發願心。我們的智慧、能力、身體、財富都能貢獻給社會，為大眾謀福利，這就叫回向發願心。不為自己而為一切眾生，這是迴向，迴自向他。迴自向他，我們的功德是不是都沒有了呢？不是的。《地藏經》上講，如果自己修行不迴向，這個利益只能得一世，頂多得三世，如果迴向，那真是百劫千生福報享受不盡。"
    },
    {
      "id": "01-003-0062_p0069",
      "zh_CN": "回向就好比点灯，我这一盏灯点燃一切灯，一切灯统统点燃了，我这个灯还是燃的，并没有灭！并不是我这个灯火一给他，我这个灯就熄掉了，没有！只有更光明，为什么？譬如一间房间，我点一盏灯，亮了，几千盏、几万盏灯统统点燃了，更亮！把自己所修的功德扩大，扩大到无量无边尽虚空遍法界，怎么会有损失呢？不会有损失的。佛教给我们发的四弘誓愿就是回向，《华严经》最后普贤菩萨十大愿王也是回向，末后三愿前两愿是别回向，后一愿是总回向，普皆回向。再告诉各位，你要不回向，你的人我执就打不破，念念为自己；你要是肯回向，不知不觉当中我执破掉，能破我执就证四果罗汉的地位，你要是念佛就能得到事一心不乱。如果我执不破，带业往生生凡圣同居土，到西方极乐世界还是人天身分，这个关系我们的品位很大。能够念念都回向为一切众生，无意之中把我执破掉，无我了，我们念佛才能念到一心不乱，这样才能生方便有余土、实报庄严土，把品位提升了很多。",
      "zh_TW": "迴向就好比點燈，我這一盞燈點燃一切燈，一切燈統統點燃了，我這個燈還是燃的，並沒有滅！並不是我這個燈火一給他，我這個燈就熄掉了，沒有！只有更光明，為什麼？譬如一間房間，我點一盞燈，亮了，幾千盞、幾萬盞燈統統點燃了，更亮！把自己所修的功德擴大，擴大到無量無邊盡虛空遍法界，怎麼會有損失呢？不會有損失的。佛教給我們發的四弘誓願就是迴向，《華嚴經》最後普賢菩薩十大願王也是迴向，末後三願前兩願是別迴向，後一願是總迴向，普皆迴向。再告訴各位，你要不迴向，你的人我執就打不破，念念為自己；你要是肯迴向，不知不覺當中我執破掉，能破我執就證四果羅漢的地位，你要是念佛就能得到事一心不亂。如果我執不破，帶業往生生凡聖同居土，到西方極樂世界還是人天身分，這個關係我們的品位很大。能夠念念都迴向為一切眾生，無意之中把我執破掉，無我了，我們念佛才能念到一心不亂，這樣才能生方便有餘土、實報莊嚴土，把品位提升了很多。"
    },
    {
      "id": "01-003-0062_p0070",
      "zh_CN": "诸位要记住，三心是一心，一个是体，两个是用，一体两用；两个用，一个是自受用，一个是他受用。所以三心就是一心，一心之体用从三方面来说。再讲什么叫圆发？",
      "zh_TW": "諸位要記住，三心是一心，一個是體，兩個是用，一體兩用；兩個用，一個是自受用，一個是他受用。所以三心就是一心，一心之體用從三方面來說。再講什麼叫圓發？"
    },
    {
      "id": "01-003-0062_p0071",
      "zh_CN": "演【圆者圆顿，无次第故。】",
      "zh_TW": "演【圓者圓頓，無次第故。】"
    },
    {
      "id": "01-003-0062_p0072",
      "zh_CN": "这是圆的意思，没有阶级，没有先后次序。一发，这三心同时都发，不是我先发至诚心，再发深心，再发发愿回向心，不是的，是同时的。同时，这叫圆，这叫顿。",
      "zh_TW": "這是圓的意思，沒有階級，沒有先後次序。一發，這三心同時都發，不是我先發至誠心，再發深心，再發發願回向心，不是的，是同時的。同時，這叫圓，這叫頓。"
    },
    {
      "id": "01-003-0062_p0073",
      "zh_CN": "演【又圆融，无彼此故。】",
      "zh_TW": "演【又圓融，無彼此故。】"
    },
    {
      "id": "01-003-0062_p0074",
      "zh_CN": "这是圆的意思，圆融的意思，无有彼此。",
      "zh_TW": "這是圓的意思，圓融的意思，無有彼此。"
    },
    {
      "id": "01-003-0062_p0075",
      "zh_CN": "演【又圆满，无缺少故。】",
      "zh_TW": "演【又圓滿，無缺少故。】"
    },
    {
      "id": "01-003-0062_p0076",
      "zh_CN": "这是圆的意思，圆含很多意思，圆满而没有欠缺。",
      "zh_TW": "這是圓的意思，圓含很多意思，圓滿而沒有欠缺。"
    },
    {
      "id": "01-003-0062_p0077",
      "zh_CN": "演【此是圆人。】",
      "zh_TW": "演【此是圓人。】"
    },
    {
      "id": "01-003-0062_p0078",
      "zh_CN": "真能发这个心，跟诸位说，在五教里面这就是圆顿的根性。所以，看人的根性是大乘根性或是小乘根性，是别教根性、通教根性还是圆教根性，从哪里看？从发心上看。发心，你一接触一观察，谈几句话就晓得了，就知道他用的是什么心，在藏通别圆他是哪一等，换句话说，应该用什么法教他才能契机。圆顿根性最利，是上上根性的人。唯有三心圆发，才能接受《华严》、《法华》，像《梵网》，这都是一乘法，他乐意接受，理事无碍，事事无碍，他是真发这个三心。",
      "zh_TW": "真能發這個心，跟諸位說，在五教裡面這就是圓頓的根性。所以，看人的根性是大乘根性或是小乘根性，是別教根性、通教根性還是圓教根性，從哪裡看？從發心上看。發心，你一接觸一觀察，談幾句話就曉得了，就知道他用的是什麼心，在藏通別圓他是哪一等，換句話說，應該用什麼法教他才能契機。圓頓根性最利，是上上根性的人。唯有三心圓發，才能接受《華嚴》、《法華》，像《梵網》，這都是一乘法，他樂意接受，理事無礙，事事無礙，他是真發這個三心。"
    },
    {
      "id": "01-003-0062_p0079",
      "zh_CN": "演【就圆融三法而发心也。】",
      "zh_TW": "演【就圓融三法而發心也。】"
    },
    {
      "id": "01-003-0062_p0080",
      "zh_CN": "这就叫圆顿根性之人，或者我们称圆顿的种性。",
      "zh_TW": "這就叫圓頓根性之人，或者我們稱圓頓的種性。"
    },
    {
      "id": "01-003-0062_p0081",
      "zh_CN": "演【当知发此三心是因。】",
      "zh_TW": "演【當知發此三心是因。】"
    },
    {
      "id": "01-003-0062_p0082",
      "zh_CN": "有因再加上缘，当然就有果报。",
      "zh_TW": "有因再加上緣，當然就有果報。"
    },
    {
      "id": "01-003-0062_p0083",
      "zh_CN": "演【是未生净土时事。】",
      "zh_TW": "演【是未生淨土時事。】"
    },
    {
      "id": "01-003-0062_p0084",
      "zh_CN": "这就是告诉我们，三心圆发正是我们现在这个时候，我们现在还没生净土，求生净土，还没生净土。你能够三心圆发，你念这一句阿弥陀佛，这叫理念，你得一心不乱是理一心不乱，不是事一心。三心圆发的人很容易开悟，为什么？他障碍少。为什么障碍少？他没有什么疑虑。凡是障碍多的人，疑神疑鬼，怀疑的地方多，顾虑的太多，那就是障碍。三心圆发的人，他什么顾虑也没有，什么疑惑也没有，因此一切经教他容易开悟。这些都是要自己求，别的人帮不上忙。拿现在的话来讲，就是重新建立一个新的人生宇宙观。",
      "zh_TW": "這就是告訴我們，三心圓發正是我們現在這個時候，我們現在還沒生淨土，求生淨土，還沒生淨土。你能夠三心圓發，你念這一句阿彌陀佛，這叫理念，你得一心不亂是理一心不亂，不是事一心。三心圓發的人很容易開悟，為什麼？他障礙少。為什麼障礙少？他沒有什麼疑慮。凡是障礙多的人，疑神疑鬼，懷疑的地方多，顧慮的太多，那就是障礙。三心圓發的人，他什麼顧慮也沒有，什麼疑惑也沒有，因此一切經教他容易開悟。這些都是要自己求，別的人幫不上忙。拿現在的話來講，就是重新建立一個新的人生宇宙觀。"
    },
    {
      "id": "01-003-0062_p0085",
      "zh_CN": "世出世间法，一切不怀疑，一切无牵挂，你这个心就清净。清净心接触一切法，心开意解，自自然然就能理解，这就是本性里面般若智慧起作用。禅家常讲「离心意识」，三心就显露出来了。心是妄想，意是执着，识是分别，换句话说，于一切法当中没有分别、没有执着，不打妄想，这个人多自在！这是真正的圆人。『未生净土时事』，这就是指我们现在。",
      "zh_TW": "世出世間法，一切不懷疑，一切無牽掛，你這個心就清淨。清淨心接觸一切法，心開意解，自自然然就能理解，這就是本性裡面般若智慧起作用。禪家常講「離心意識」，三心就顯露出來了。心是妄想，意是執著，識是分別，換句話說，於一切法當中沒有分別、沒有執著，不打妄想，這個人多自在！這是真正的圓人。『未生淨土時事』，這就是指我們現在。"
    },
    {
      "id": "01-003-0062_p0086",
      "zh_CN": "演【是圆十信位中事。】",
      "zh_TW": "演【是圓十信位中事。】"
    },
    {
      "id": "01-003-0062_p0087",
      "zh_CN": "圆教十信位中的事。虽然在十信，圆教十信特别的殊胜，圆十信等于别教三贤，但是比别教三贤位的菩萨根性要猛利得多。别教三贤菩萨还有许多障碍，圆十信障碍少。所以，圆顿根性的人是最为可贵，最为难得。",
      "zh_TW": "圓教十信位中的事。雖然在十信，圓教十信特別的殊勝，圓十信等於別教三賢，但是比別教三賢位的菩薩根性要猛利得多。別教三賢菩薩還有許多障礙，圓十信障礙少。所以，圓頓根性的人是最為可貴，最為難得。"
    },
    {
      "id": "01-003-0062_p0088",
      "zh_CN": "演【直入无生是果。】",
      "zh_TW": "演【直入無生是果。】"
    },
    {
      "id": "01-003-0062_p0089",
      "zh_CN": "直入无生这是果报。",
      "zh_TW": "直入無生這是果報。"
    },
    {
      "id": "01-003-0062_p0090",
      "zh_CN": "演【是已生净土时事，是证圆初住时事。】",
      "zh_TW": "演【是已生淨土時事，是證圓初住時事。】"
    },
    {
      "id": "01-003-0062_p0091",
      "zh_CN": "真是了不起，圆初住是什么？是理一心不乱，实报庄严土，我们讲上品上生，花开见佛，回向偈常念的「花开见佛悟无生」，就是这种果位的人。你要是问，什么叫做理一心？我们在日常生活当中，从早到晚待人接物，都是用至诚心、深心、回向发愿心，这就是理一心。必须在一切顺逆境缘当中，境是物质环境，缘是人事环境，在一切物质人事环境里面去锻炼，炼什么？练真诚，别人对我好，我真诚心对他，别人对我不好，还是真诚心对他，决定没有二心。我对佛菩萨用真诚之心，对我冤家对头还是用真诚之心，一心无二心，这就是理一心不乱。果然你用这个心，不管在什么境界，你心是清净的，你心是慈悲的，回向发愿心就是大慈悲心。",
      "zh_TW": "真是了不起，圓初住是什麼？是理一心不亂，實報莊嚴土，我們講上品上生，花開見佛，迴向偈常念的「花開見佛悟無生」，就是這種果位的人。你要是問，什麼叫做理一心？我們在日常生活當中，從早到晚待人接物，都是用至誠心、深心、回向發願心，這就是理一心。必須在一切順逆境緣當中，境是物質環境，緣是人事環境，在一切物質人事環境裡面去鍛鍊，鍊什麼？練真誠，別人對我好，我真誠心對他，別人對我不好，還是真誠心對他，決定沒有二心。我對佛菩薩用真誠之心，對我冤家對頭還是用真誠之心，一心無二心，這就是理一心不亂。果然你用這個心，不管在什麼境界，你心是清淨的，你心是慈悲的，回向發願心就是大慈悲心。"
    },
    {
      "id": "01-003-0062_p0092",
      "zh_CN": "你不肯用这个心，换句话说，那你就不修理一心，那有什么法子呢？这是自己的事情，佛菩萨决定帮不上忙。能不能转境界，就在你一念之间。你在这个世间还要分人我、分是非，不但圆教没分，别教、通教也没分，笃定是藏教的，藏通别圆最下一层。唯有藏教他才分人我是非，才有这些严重的执着，通教的人就大而化之，不执着了。",
      "zh_TW": "你不肯用這個心，換句話說，那你就不修理一心，那有什麼法子呢？這是自己的事情，佛菩薩決定幫不上忙。能不能轉境界，就在你一念之間。你在這個世間還要分人我、分是非，不但圓教沒分，別教、通教也沒分，篤定是藏教的，藏通別圓最下一層。唯有藏教他才分人我是非，才有這些嚴重的執著，通教的人就大而化之，不執著了。"
    },
    {
      "id": "01-003-0062_p0093",
      "zh_CN": "演【三心圆发直入无生者，谓但能三心圆发者，生净土时即直入无生也。】",
      "zh_TW": "演【三心圓發直入無生者，謂但能三心圓發者，生淨土時即直入無生也。】"
    },
    {
      "id": "01-003-0062_p0094",
      "zh_CN": "这个话说得非常的明白，只要你能用三心。从现在起，我对人真诚，他处处欺骗我，好！消自己的业障。不但不能责怪他，反而磕头感激他，为什么？无始劫业障从这里消除了。人家骂我们一句是消业障，你要再骂他一句，不但人家替你消业障你不接受，你自己还要造业，那是罪上加罪。所以会的人，吃亏就是占便宜，不肯吃亏的人就是不接受消业障。所以诸位读了佛经要开智慧，一定要觉悟。",
      "zh_TW": "這個話說得非常的明白，只要你能用三心。從現在起，我對人真誠，他處處欺騙我，好！消自己的業障。不但不能責怪他，反而磕頭感激他，為什麼？無始劫業障從這裡消除了。人家罵我們一句是消業障，你要再罵他一句，不但人家替你消業障你不接受，你自己還要造業，那是罪上加罪。所以會的人，吃虧就是佔便宜，不肯吃虧的人就是不接受消業障。所以諸位讀了佛經要開智慧，一定要覺悟。"
    },
    {
      "id": "01-003-0062_p0095",
      "zh_CN": "直入无生就是直接生实报庄严土，他往生不是生凡圣同居土，不是生方便有余土。生实报庄严的人，哪有不预知时至？哪有不生死自在？连凡圣同居土里面上品上生都能预知时至，临命终时如入禅定，何况实报土上品上生！所以诸位一定要好好的用心，要用真心，不能虚情假意，吃亏上当的是自己，决定不是别人。我们今天经文就讲到此地。",
      "zh_TW": "直入無生就是直接生實報莊嚴土，他往生不是生凡聖同居土，不是生方便有餘土。生實報莊嚴的人，哪有不預知時至？哪有不生死自在？連凡聖同居土裡面上品上生都能預知時至，臨命終時如入禪定，何況實報土上品上生！所以諸位一定要好好的用心，要用真心，不能虛情假意，吃虧上當的是自己，決定不是別人。我們今天經文就講到此地。"
    }
  ]
}