{
  "doc_id": "01-003-0016",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0016",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "01-003-0016_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义》，第十七页，「二、赞经。初总赞，二别赞」：",
      "zh_TW": "請看《阿彌陀經疏鈔演義》，第十七頁，「二、讚經。初總讚，二別讚」："
    },
    {
      "id": "01-003-0016_p0002",
      "zh_CN": "【初总赞】",
      "zh_TW": "【初總讚】"
    },
    {
      "id": "01-003-0016_p0003",
      "zh_CN": "序【澄浊而清，返背而向，越三祇于一念，齐诸圣于片言，至哉妙用，亦不可得而思议者，其惟佛说阿弥陀经欤。】",
      "zh_TW": "序【澄濁而清，返背而向，越三祇於一念，齊諸聖於片言，至哉妙用，亦不可得而思議者，其惟佛說阿彌陀經歟。】"
    },
    {
      "id": "01-003-0016_p0004",
      "zh_CN": "这一段是赞叹《阿弥陀经》，也可以说把这部经赞叹到极处了。从序分以来，我们费了不少时间介绍「明性」这一段。前面这一段完全讲教理，以下讲教义。理，不但贯穿一切经教，贯穿无量的法门。其实，一切世出世间法都离不开自性理体。学佛，尤其是研经或者是听经，如果能够得其理体，这是最高明的。听经听教理，这是最高明的，因为教理要是明白了，那是一悟一切悟，所谓「一经通一切经通」，这是最重要的。教下讲「大开圆解」，禅宗讲「大彻大悟」，这是会听的，可是相当不容易，要一心谛听。一心做不到，教理就没有法子悟入；不得已求其次，其次就是教义。教义要是明白，可以通达一部分的道理。虽然不能通达全体，能够通达一部分，也算是不错了；换句话说，与这个经同类的都能够触类旁通，也算是相当高明。最怕的是完全记句子，我在这里怎么讲，你就怎么记，像录音机一样，全部都记会了，你只晓得一部经，换另外一部经就不会了，这是最差的，算第三等的。所听到的，都能记住、都能复讲，这已经算很不错了，其实这是第三等的。",
      "zh_TW": "這一段是讚歎《阿彌陀經》，也可以說把這部經讚歎到極處了。從序分以來，我們費了不少時間介紹「明性」這一段。前面這一段完全講教理，以下講教義。理，不但貫穿一切經教，貫穿無量的法門。其實，一切世出世間法都離不開自性理體。學佛，尤其是研經或者是聽經，如果能夠得其理體，這是最高明的。聽經聽教理，這是最高明的，因為教理要是明白了，那是一悟一切悟，所謂「一經通一切經通」，這是最重要的。教下講「大開圓解」，禪宗講「大徹大悟」，這是會聽的，可是相當不容易，要一心諦聽。一心做不到，教理就沒有法子悟入；不得已求其次，其次就是教義。教義要是明白，可以通達一部分的道理。雖然不能通達全體，能夠通達一部分，也算是不錯了；換句話說，與這個經同類的都能夠觸類旁通，也算是相當高明。最怕的是完全記句子，我在這裡怎麼講，你就怎麼記，像錄音機一樣，全部都記會了，你只曉得一部經，換另外一部經就不會了，這是最差的，算第三等的。所聽到的，都能記住、都能複講，這已經算很不錯了，其實這是第三等的。"
    },
    {
      "id": "01-003-0016_p0005",
      "zh_CN": "演【澄浊二句，先叙功夫。】",
      "zh_TW": "演【澄濁二句，先敘功夫。】"
    },
    {
      "id": "01-003-0016_p0006",
      "zh_CN": "『澄浊二句』就是澄浊而清、返背而向，这两句『先叙功夫』，这是讲修行，什么地方见功夫呢？我们先把字面上的意思说一说，「浊」就是不清净，我们的心现在不清净。如果用这个佛号能把不清净的心念成清净，这就入功夫，这就叫「澄浊而清」。「返背而向」，背是什么？背觉合尘，我们违背了自性觉，现在所显示出来的是迷惑颠倒。假如我们能够从违背觉性回过头来，向着觉性，恢复本觉，这是功夫。所以念佛人要常常勘验自己有没有功夫，这个佛号念得效果如何？成绩如何？",
      "zh_TW": "『澄濁二句』就是澄濁而清、返背而向，這兩句『先敘功夫』，這是講修行，什麼地方見功夫呢？我們先把字面上的意思說一說，「濁」就是不清淨，我們的心現在不清淨。如果用這個佛號能把不清淨的心念成清淨，這就入功夫，這就叫「澄濁而清」。「返背而向」，背是什麼？背覺合塵，我們違背了自性覺，現在所顯示出來的是迷惑顛倒。假如我們能夠從違背覺性回過頭來，向著覺性，恢復本覺，這是功夫。所以念佛人要常常勘驗自己有沒有功夫，這個佛號念得效果如何？成績如何？"
    },
    {
      "id": "01-003-0016_p0007",
      "zh_CN": "演【三祇二句，次赞超胜。】",
      "zh_TW": "演【三祇二句，次讚超勝。】"
    },
    {
      "id": "01-003-0016_p0008",
      "zh_CN": "「越三祇于一念，齐诸圣于片言」，这是赞叹超胜（胜是殊胜）。八万四千法门，无论哪一宗派都不能跟这个法门相比，它是超越所有的法门，在一切法门当中最为殊胜。这是赞叹《阿弥陀经》，赞叹持名念佛。",
      "zh_TW": "「越三祇於一念，齊諸聖於片言」，這是讚歎超勝（勝是殊勝）。八萬四千法門，無論哪一宗派都不能跟這個法門相比，它是超越所有的法門，在一切法門當中最為殊勝。這是讚歎《阿彌陀經》，讚歎持名念佛。"
    },
    {
      "id": "01-003-0016_p0009",
      "zh_CN": "演【澄浊而清者，以佛名号投于乱心，乱心不得不净，如水清珠投于浊水，浊水不得不清也。】",
      "zh_TW": "演【澄濁而清者，以佛名號投于亂心，亂心不得不淨，如水清珠投于濁水，濁水不得不清也。】"
    },
    {
      "id": "01-003-0016_p0010",
      "zh_CN": "后面两句比喻好懂，前面两句恐怕不容易懂。为什么？也许你念佛念了不少年，心里还是乱糟糟的，佛号没收到效果。你就怀疑了，这个佛号可以把心念得清净，我念这么多年了，心还不清净，这是什么缘故？你念得不如法。如果念得如法，决定有效用，就是这一句佛号声声都要具足三学、三慧、三资粮，再乱的心也能到清净，一生当中确实可以到功夫成片、事一心不乱、理一心不乱，这是毫无疑问的。",
      "zh_TW": "後面兩句比喻好懂，前面兩句恐怕不容易懂。為什麼？也許你念佛念了不少年，心裡還是亂糟糟的，佛號沒收到效果。你就懷疑了，這個佛號可以把心念得清淨，我念這麼多年了，心還不清淨，這是什麼緣故？你念得不如法。如果念得如法，決定有效用，就是這一句佛號聲聲都要具足三學、三慧、三資糧，再亂的心也能到清淨，一生當中確實可以到功夫成片、事一心不亂、理一心不亂，這是毫無疑問的。"
    },
    {
      "id": "01-003-0016_p0011",
      "zh_CN": "通途的佛法，就是普通的办法，必须按「信、解、行、证」这个顺序来修学。解以后才修行，好像走路一样，必须先认识路，然后才能走路。净土念佛法门特别，它是一面走着一面认路，同时进行的。「念佛人不需要研究经教，老实念佛就好了，求解干什么？何必费这个事情！」这个想法就错误了。你看净土宗里面，哪一个祖师大德不是世出世间一切法都通达！莲池大师《疏钞》，里面引用世出世间的经论，人家这个学问多渊博，他不是不通！近代印光大师，你看他的《文钞》，他念了多少书，他什么都懂。由此可知，念这一句阿弥陀佛，还是要研究教理，行解并重，行解同时。",
      "zh_TW": "通途的佛法，就是普通的辦法，必須按「信、解、行、證」這個順序來修學。解以後才修行，好像走路一樣，必須先認識路，然後才能走路。淨土念佛法門特別，它是一面走著一面認路，同時進行的。「念佛人不需要研究經教，老實念佛就好了，求解幹什麼？何必費這個事情！」這個想法就錯誤了。你看淨土宗裡面，哪一個祖師大德不是世出世間一切法都通達！蓮池大師《疏鈔》，裡面引用世出世間的經論，人家這個學問多淵博，他不是不通！近代印光大師，你看他的《文鈔》，他念了多少書，他什麼都懂。由此可知，念這一句阿彌陀佛，還是要研究教理，行解並重，行解同時。"
    },
    {
      "id": "01-003-0016_p0012",
      "zh_CN": "老实念佛，「老实」两个字太不简单了。老实人，真性现前！「老实」两个字的定义，以净土念佛法门来说，念到理一心不乱才叫老实，明心见性了。没有明心见性之前，决定不老实，为什么？他用心意识，心意识怎么会老实！老实念佛，决定成佛。可是我们首先要认清楚自己现在决定不老实，所以还要依教修行，依照经典里面所讲的理论、方法、境界，把这句佛号念好。更应当明了这句佛号的含义，这句佛号完全翻成中文是「皈依无量觉」；换句话说，最低限度声声要唤醒自己的觉性。我们六根接触六尘，迷了，这一句佛号就把自己从迷那里喊回来，又觉悟了，不迷了，觉而不迷。你要是不念，不念就迷了。这个迷的习气太重了，念念把自己喊回来，这样才能够恢复清净心。这就是第一句的意思，澄浊而清。",
      "zh_TW": "老實念佛，「老實」兩個字太不簡單了。老實人，真性現前！「老實」兩個字的定義，以淨土念佛法門來說，念到理一心不亂才叫老實，明心見性了。沒有明心見性之前，決定不老實，為什麼？他用心意識，心意識怎麼會老實！老實念佛，決定成佛。可是我們首先要認清楚自己現在決定不老實，所以還要依教修行，依照經典裡面所講的理論、方法、境界，把這句佛號念好。更應當明瞭這句佛號的含義，這句佛號完全翻成中文是「皈依無量覺」；換句話說，最低限度聲聲要喚醒自己的覺性。我們六根接觸六塵，迷了，這一句佛號就把自己從迷那裡喊回來，又覺悟了，不迷了，覺而不迷。你要是不念，不念就迷了。這個迷的習氣太重了，念念把自己喊回來，這樣才能夠恢復清淨心。這就是第一句的意思，澄濁而清。"
    },
    {
      "id": "01-003-0016_p0013",
      "zh_CN": "演【返背而向者，一向流落他乡，不思故国，今则回神宝刹将觐慈尊也。】",
      "zh_TW": "演【返背而向者，一向流落他鄉，不思故國，今則迴神寶剎將覲慈尊也。】"
    },
    {
      "id": "01-003-0016_p0014",
      "zh_CN": "这个比喻也非常好，好像游子流落异乡，把自己的老家忘掉了；「今则回神宝刹将觐慈尊」，现在教你回过头，从六道轮回这个浊世回过头来，到西方极乐世界去见阿弥陀佛去。换句话说，我们老家在哪里？老家在西方极乐世界。自己要坚定这个信心。如果你说「这个世界才是我的老家，西方极乐世界不是的」，往生西方就很困难，那是完全迷失了自性，这是一定要觉悟的。我们在《华严经》里面看到，华严会上到最后一着都成了等觉菩萨，还要往生西方极乐世界成就无上菩提。由此可知，极乐世界那是真正的老家，一点都没错！",
      "zh_TW": "這個比喻也非常好，好像遊子流落異鄉，把自己的老家忘掉了；「今則迴神寶剎將覲慈尊」，現在教你回過頭，從六道輪迴這個濁世回過頭來，到西方極樂世界去見阿彌陀佛去。換句話說，我們老家在哪裡？老家在西方極樂世界。自己要堅定這個信心。如果你說「這個世界才是我的老家，西方極樂世界不是的」，往生西方就很困難，那是完全迷失了自性，這是一定要覺悟的。我們在《華嚴經》裡面看到，華嚴會上到最後一著都成了等覺菩薩，還要往生西方極樂世界成就無上菩提。由此可知，極樂世界那是真正的老家，一點都沒錯！"
    },
    {
      "id": "01-003-0016_p0015",
      "zh_CN": "我们在娑婆世界住上三代、四代，把老家都忘掉了。本省的同胞，你老家在哪里？一直追踪下去，老家都在中原。我们这个民族在历史上有三次大迁移：南北朝五胡乱华的时候，南宋的时候，满清入关的时候。从中原迁到两广，再迁到台湾。老祖先都是中原黄河流域的人，你忘掉了。由于我们迷失了自性，在娑婆世界生死轮回不晓得有多少劫，现在告诉你极乐世界是老家，你不相信。莲池大师在此地告诉我们，我们老家在西方极乐世界。",
      "zh_TW": "我們在娑婆世界住上三代、四代，把老家都忘掉了。本省的同胞，你老家在哪裡？一直追蹤下去，老家都在中原。我們這個民族在歷史上有三次大遷移：南北朝五胡亂華的時候，南宋的時候，滿清入關的時候。從中原遷到兩廣，再遷到台灣。老祖先都是中原黃河流域的人，你忘掉了。由於我們迷失了自性，在娑婆世界生死輪迴不曉得有多少劫，現在告訴你極樂世界是老家，你不相信。蓮池大師在此地告訴我們，我們老家在西方極樂世界。"
    },
    {
      "id": "01-003-0016_p0016",
      "zh_CN": "「越三祇于一念」，越是超越，超越三阿僧祇劫就在一念之间。三阿僧祇劫时间长，长劫的迷惑，一念就超越了，真快！一念是什么？一念就是一心不乱。",
      "zh_TW": "「越三祇於一念」，越是超越，超越三阿僧祇劫就在一念之間。三阿僧祇劫時間長，長劫的迷惑，一念就超越了，真快！一念是什麼？一念就是一心不亂。"
    },
    {
      "id": "01-003-0016_p0017",
      "zh_CN": "演【一念是智。】",
      "zh_TW": "演【一念是智。】"
    },
    {
      "id": "01-003-0016_p0018",
      "zh_CN": "『一念是智』，二念就迷了。如何在二六时中常常保持着一念，这个很要紧。所以在境界里面起心动念就是迷惑，一定要保持清醒，就是一念。",
      "zh_TW": "『一念是智』，二念就迷了。如何在二六時中常常保持著一念，這個很要緊。所以在境界裡面起心動念就是迷惑，一定要保持清醒，就是一念。"
    },
    {
      "id": "01-003-0016_p0019",
      "zh_CN": "演【片言是境。】",
      "zh_TW": "演【片言是境。】"
    },
    {
      "id": "01-003-0016_p0020",
      "zh_CN": "『片言』是境界，片言是一句话「南无阿弥陀佛」，这一句话是片言；由此可知，这一句佛号真正成为上乘的功夫，就是这一句话把你这个心念成一念，一念无二念。有同修问，离言说相、离名字相、离心缘相，怎么离法？我告诉诸位，这个实在太重要了。我们为什么这一句名号不能够成一心，不能够成一念？就是你念这六个字（六个字、四个字是一样的），你着了言说相、着了名字相、着了心缘相，所以你没有办法成就一念。而实在讲，佛传授这个法门是教我们用这一句佛号念到一念，这才叫功夫成就！",
      "zh_TW": "『片言』是境界，片言是一句話「南無阿彌陀佛」，這一句話是片言；由此可知，這一句佛號真正成為上乘的功夫，就是這一句話把你這個心念成一念，一念無二念。有同修問，離言說相、離名字相、離心緣相，怎麼離法？我告訴諸位，這個實在太重要了。我們為什麼這一句名號不能夠成一心，不能夠成一念？就是你念這六個字（六個字、四個字是一樣的），你著了言說相、著了名字相、著了心緣相，所以你沒有辦法成就一念。而實在講，佛傳授這個法門是教我們用這一句佛號念到一念，這才叫功夫成就！"
    },
    {
      "id": "01-003-0016_p0021",
      "zh_CN": "南无阿弥陀佛，这是一句话，这一句话是言说相，我一天念十万声阿弥陀佛，着了言说相。「南无」是皈依的意思，「阿弥陀」是无量的意思，「佛」是觉的意思，这是名字相，着了名字相。心攀缘名字相、攀缘言说相，这就是心缘相。你这一句佛号里头不止二念、三念，一句南无阿弥陀佛里面就起很多个念头，你没有办法到一念，这是这一句佛号没有办法成就功夫。怎样才能成就功夫？念「南无阿弥陀佛」这六个字的时候，离言说相、名字相、心缘相，念而无念、无念而念，口里面六字洪名声声相续没有间断，心地清净一尘不染，所谓「三轮体空」，不但能念的我不可得，所念之佛号、境界俱不可得，这个时候是什么？唯是一心，这个一心的境界才能现前。所以，这个法子实在是妙极了。",
      "zh_TW": "南無阿彌陀佛，這是一句話，這一句話是言說相，我一天念十萬聲阿彌陀佛，著了言說相。「南無」是皈依的意思，「阿彌陀」是無量的意思，「佛」是覺的意思，這是名字相，著了名字相。心攀緣名字相、攀緣言說相，這就是心緣相。你這一句佛號裡頭不止二念、三念，一句南無阿彌陀佛裡面就起很多個念頭，你沒有辦法到一念，這是這一句佛號沒有辦法成就功夫。怎樣才能成就功夫？念「南無阿彌陀佛」這六個字的時候，離言說相、名字相、心緣相，念而無念、無念而念，口裡面六字洪名聲聲相續沒有間斷，心地清淨一塵不染，所謂「三輪體空」，不但能念的我不可得，所念之佛號、境界俱不可得，這個時候是什麼？唯是一心，這個一心的境界才能現前。所以，這個法子實在是妙極了。"
    },
    {
      "id": "01-003-0016_p0022",
      "zh_CN": "这里给我们点出来，这句佛号是境界，「一念是智」，以智去缘境，境智不二；智是能证，境是所证，能所不二。《心经》里面讲，「无智亦无得」。一念是智，片言就是得。无量觉是境界，样样都要觉而不迷，为什么又说无智亦无得？你心里「我现在有一心了」，一心上再加一个一心，二心！就是《楞严》上说的「知见立知」。本来是佛知佛见，现在再建立一个「我一心不乱」，你的心早就乱了。因为一心不乱里头再没有一个一心不乱，只要你有个一心不乱就错了。所以，你有智错了、你有得也错了，你有南无错了、你有阿弥陀佛也错了。再跟诸位提醒，你没有南无错了、没有阿弥陀佛也错了。这个时候难办了，有也错了，没有也错了，那究竟如何才不错？禅宗的话说：你去参去！这个话说穿了，佛号决定不能中断。佛号不中断，不落空！虽然佛号不中断，可是心地里面念念清净，一尘不染，能念、所念俱不可得，不落有！空有两边都不落，这个时候是真正的一念。落到空、落到有都是错误的，落到有是邪见，落到空是无明。空有两边都不落，这才是一心，这才是智境一如。",
      "zh_TW": "這裡給我們點出來，這句佛號是境界，「一念是智」，以智去緣境，境智不二；智是能證，境是所證，能所不二。《心經》裡面講，「無智亦無得」。一念是智，片言就是得。無量覺是境界，樣樣都要覺而不迷，為什麼又說無智亦無得？你心裡「我現在有一心了」，一心上再加一個一心，二心！就是《楞嚴》上說的「知見立知」。本來是佛知佛見，現在再建立一個「我一心不亂」，你的心早就亂了。因為一心不亂裡頭再沒有一個一心不亂，只要你有個一心不亂就錯了。所以，你有智錯了、你有得也錯了，你有南無錯了、你有阿彌陀佛也錯了。再跟諸位提醒，你沒有南無錯了、沒有阿彌陀佛也錯了。這個時候難辦了，有也錯了，沒有也錯了，那究竟如何才不錯？禪宗的話說：你去參去！這個話說穿了，佛號決定不能中斷。佛號不中斷，不落空！雖然佛號不中斷，可是心地裡面念念清淨，一塵不染，能念、所念俱不可得，不落有！空有兩邊都不落，這個時候是真正的一念。落到空、落到有都是錯誤的，落到有是邪見，落到空是無明。空有兩邊都不落，這才是一心，這才是智境一如。"
    },
    {
      "id": "01-003-0016_p0023",
      "zh_CN": "演【越僧祇谓智超胜。】",
      "zh_TW": "演【越僧祇謂智超勝。】"
    },
    {
      "id": "01-003-0016_p0024",
      "zh_CN": "经上常讲，成佛不容易！从初住算起，修一个阿僧祇劫才能修三十个位次，十住、十行、十回向；第二个阿僧祇劫修七个位次，初地到七地；第三个阿僧祇劫修三个位次，八地、九地、十地。三大阿僧祇劫，这个时间多长！一句阿弥陀佛超越三大阿僧祇劫，真是难得！",
      "zh_TW": "經上常講，成佛不容易！從初住算起，修一個阿僧祇劫才能修三十個位次，十住、十行、十迴向；第二個阿僧祇劫修七個位次，初地到七地；第三個阿僧祇劫修三個位次，八地、九地、十地。三大阿僧祇劫，這個時間多長！一句阿彌陀佛超越三大阿僧祇劫，真是難得！"
    },
    {
      "id": "01-003-0016_p0025",
      "zh_CN": "演【齐诸圣是境妙圆。】",
      "zh_TW": "演【齊諸聖是境妙圓。】"
    },
    {
      "id": "01-003-0016_p0026",
      "zh_CN": "『圣』是十地菩萨。功夫真念得好，用这个法门，你在一生当中可以证到十地菩萨位，岂只是当生成就的佛法！我们之所以不能成就，理论没透彻，方法没搞清楚，自己误了自己。如果真正懂得理论、方法，一生当中可以达到这样的成就。窥基大师在《弥陀经》注解里面把它判作顿教，顿超的意思。所以这个经是一切经里面的第一经，没有能够更超胜的。学佛所有的经不读不听没有关系，你只要把《弥陀经疏钞》、《演义》、《要解》这几样东西搞透、搞通了，你这一生决定往生，问题就解决了。《西方公据》，这本书是最简要的，从这一本书下手，当作课本天天看几页，不要中断。",
      "zh_TW": "『聖』是十地菩薩。功夫真念得好，用這個法門，你在一生當中可以證到十地菩薩位，豈只是當生成就的佛法！我們之所以不能成就，理論沒透徹，方法沒搞清楚，自己誤了自己。如果真正懂得理論、方法，一生當中可以達到這樣的成就。窺基大師在《彌陀經》註解裡面把它判作頓教，頓超的意思。所以這個經是一切經裡面的第一經，沒有能夠更超勝的。學佛所有的經不讀不聽沒有關係，你只要把《彌陀經疏鈔》、《演義》、《要解》這幾樣東西搞透、搞通了，你這一生決定往生，問題就解決了。《西方公據》，這本書是最簡要的，從這一本書下手，當作課本天天看幾頁，不要中斷。"
    },
    {
      "id": "01-003-0016_p0027",
      "zh_CN": "演【僧祇者，无数劫也。】",
      "zh_TW": "演【僧祇者，無數劫也。】"
    },
    {
      "id": "01-003-0016_p0028",
      "zh_CN": "这个我们暂时不理会它，这是有好几种算法，最精确的算法在《华严经》。下面这是假设问答：",
      "zh_TW": "這個我們暫時不理會它，這是有好幾種算法，最精確的算法在《華嚴經》。下面這是假設問答："
    },
    {
      "id": "01-003-0016_p0029",
      "zh_CN": "演【问：三祇行满，即坐道场成正觉。】",
      "zh_TW": "演【問：三祇行滿，即坐道場成正覺。】"
    },
    {
      "id": "01-003-0016_p0030",
      "zh_CN": "三大阿僧祇劫修行圆满，成佛了。",
      "zh_TW": "三大阿僧祇劫修行圓滿，成佛了。"
    },
    {
      "id": "01-003-0016_p0031",
      "zh_CN": "演【今念佛者，纵得往生尚未得佛，何乃便越三祇耶。】",
      "zh_TW": "演【今念佛者，縱得往生尚未得佛，何乃便越三祇耶。】"
    },
    {
      "id": "01-003-0016_p0032",
      "zh_CN": "这是听到前面的话也许会有这个问题。你往生西方极乐世界，还没成佛！西方极乐世界虽然没有三恶道，它有人天两道，还是凡夫！为什么说超越三大阿僧祇劫？这个话说得有没有过分？底下为我们解答：",
      "zh_TW": "這是聽到前面的話也許會有這個問題。你往生西方極樂世界，還沒成佛！西方極樂世界雖然沒有三惡道，它有人天兩道，還是凡夫！為什麼說超越三大阿僧祇劫？這個話說得有沒有過分？底下為我們解答："
    },
    {
      "id": "01-003-0016_p0033",
      "zh_CN": "演【答：今三祇是约信解。以三昧功成之人，虽功行未满，而法身已明，三祇极果已解了故，亦可言超也。此约解言，不论功行。】",
      "zh_TW": "演【答：今三祇是約信解。以三昧功成之人，雖功行未滿，而法身已明，三祇極果已解了故，亦可言超也。此約解言，不論功行。】"
    },
    {
      "id": "01-003-0016_p0034",
      "zh_CN": "前面所讲三大阿僧祇劫修行圆满，那是讲的功夫，成佛了。此地讲的越三祇于一念，是从「信解」上说的，不是从「行证」上说的。诸位要晓得，信解非常之难，不是普通人能接受的。「三昧功成」，三昧是讲念佛三昧，三昧就是一心不乱，我们念佛念到一心不乱。此地讲的这个一心是理一心不乱，因为底下他讲「法身已明」。理一心不乱，这个功行没圆满，那是真的。因为理一心不乱，在圆教里面讲是初住菩萨，四十一品无明才破一品，还有四十品没破，当然没圆满。功行没有圆满，法身见到了，破一品无明就证一分法身，这就是初住刚刚证得理一心。三大阿僧祇劫，圆教的佛果，他确实是「解了」，明了了，决定没有疑问，比通教佛、藏教佛、别教佛高明，所以可以讲「超」。序文里面说的这些话，用意是在信解，不是在行证。这是第一个意思，这是就通途来说的。另外一个意思，那就实在的，这个话不假。",
      "zh_TW": "前面所講三大阿僧祇劫修行圓滿，那是講的功夫，成佛了。此地講的越三祇於一念，是從「信解」上說的，不是從「行證」上說的。諸位要曉得，信解非常之難，不是普通人能接受的。「三昧功成」，三昧是講念佛三昧，三昧就是一心不亂，我們念佛念到一心不亂。此地講的這個一心是理一心不亂，因為底下他講「法身已明」。理一心不亂，這個功行沒圓滿，那是真的。因為理一心不亂，在圓教裡面講是初住菩薩，四十一品無明才破一品，還有四十品沒破，當然沒圓滿。功行沒有圓滿，法身見到了，破一品無明就證一分法身，這就是初住剛剛證得理一心。三大阿僧祇劫，圓教的佛果，他確實是「解了」，明瞭了，決定沒有疑問，比通教佛、藏教佛、別教佛高明，所以可以講「超」。序文裡面說的這些話，用意是在信解，不是在行證。這是第一個意思，這是就通途來說的。另外一個意思，那就實在的，這個話不假。"
    },
    {
      "id": "01-003-0016_p0035",
      "zh_CN": "演【又越僧祇是实语。】",
      "zh_TW": "演【又越僧祇是實語。】"
    },
    {
      "id": "01-003-0016_p0036",
      "zh_CN": "真实语，这个意思比前面来得更精、更严密。",
      "zh_TW": "真實語，這個意思比前面來得更精、更嚴密。"
    },
    {
      "id": "01-003-0016_p0037",
      "zh_CN": "演【不必但曰解说。】",
      "zh_TW": "演【不必但曰解說。】"
    },
    {
      "id": "01-003-0016_p0038",
      "zh_CN": "不必单就信解上说，行证上也能讲得通。",
      "zh_TW": "不必單就信解上說，行證上也能講得通。"
    },
    {
      "id": "01-003-0016_p0039",
      "zh_CN": "演【以三祇行满，方得成佛，此是藏教果头佛。】",
      "zh_TW": "演【以三祇行滿，方得成佛，此是藏教果頭佛。】"
    },
    {
      "id": "01-003-0016_p0040",
      "zh_CN": "三大阿僧祇劫修行圆满，这成佛了，成什么佛？『藏教果头佛』。依天台家判教，藏、通、别、圆。藏教最高的地位称为「果头」，藏教佛。藏教佛还没见性，藏教佛相当于圆教七信位菩萨，比圆教初住菩萨，就是比理一心不乱还要差一等。",
      "zh_TW": "三大阿僧祇劫修行圓滿，這成佛了，成什麼佛？『藏教果頭佛』。依天台家判教，藏、通、別、圓。藏教最高的地位稱為「果頭」，藏教佛。藏教佛還沒見性，藏教佛相當於圓教七信位菩薩，比圓教初住菩薩，就是比理一心不亂還要差一等。"
    },
    {
      "id": "01-003-0016_p0041",
      "zh_CN": "演【今经是圆顿教。】",
      "zh_TW": "演【今經是圓頓教。】"
    },
    {
      "id": "01-003-0016_p0042",
      "zh_CN": "『圆顿教』是上上乘的，是第一等的。学这个法门，就是圆顿根性的菩萨。也许我们怀疑，自己不是圆顿根性，一天到晚烦恼这么多，迷惑颠倒，我也能学这个法门吗？能！只要你信得过自己，相信十法界依正庄严是自己真心显现，唯识所变。念佛法门，必定要先明了自性弥陀为我们修学的根本，然后一心称名，求愿往生，这几句话比什么都重要。你能信得过这两句话，你就是圆顿根性。耐心的花三、四年功夫，我们把这个经详细讨论一遍，你的疑惑、障碍都没有了，以后声声佛号与你自性弥陀相应，没有不往生的！",
      "zh_TW": "『圓頓教』是上上乘的，是第一等的。學這個法門，就是圓頓根性的菩薩。也許我們懷疑，自己不是圓頓根性，一天到晚煩惱這麼多，迷惑顛倒，我也能學這個法門嗎？能！只要你信得過自己，相信十法界依正莊嚴是自己真心顯現，唯識所變。念佛法門，必定要先明瞭自性彌陀為我們修學的根本，然後一心稱名，求願往生，這幾句話比什麼都重要。你能信得過這兩句話，你就是圓頓根性。耐心的花三、四年功夫，我們把這個經詳細討論一遍，你的疑惑、障礙都沒有了，以後聲聲佛號與你自性彌陀相應，沒有不往生的！"
    },
    {
      "id": "01-003-0016_p0043",
      "zh_CN": "演【但得上生即登初地。】",
      "zh_TW": "演【但得上生即登初地。】"
    },
    {
      "id": "01-003-0016_p0044",
      "zh_CN": "『初地』是别教初地。『上生』是上品往生，这个地位就与别教初地菩萨相等。",
      "zh_TW": "『初地』是別教初地。『上生』是上品往生，這個地位就與別教初地菩薩相等。"
    },
    {
      "id": "01-003-0016_p0045",
      "zh_CN": "演【而果头佛上与圆教七信齐。】",
      "zh_TW": "演【而果頭佛上與圓教七信齊。】"
    },
    {
      "id": "01-003-0016_p0046",
      "zh_CN": "藏教佛只等于圆教七信位菩萨，他决定到不了别教初地。",
      "zh_TW": "藏教佛只等於圓教七信位菩薩，他決定到不了別教初地。"
    },
    {
      "id": "01-003-0016_p0047",
      "zh_CN": "演【岂不是越僧祇于一念。】",
      "zh_TW": "演【豈不是越僧祇於一念。】"
    },
    {
      "id": "01-003-0016_p0048",
      "zh_CN": "这个话讲得不过分，这里拿藏教佛来说，因为三大阿僧祇劫修成的佛是藏教佛。圆教佛，《华严经》上说得很清楚，是无量劫修成的，不是三大阿僧祇劫修成的。所以，要是说三大阿僧祇劫成佛，那的确我们这一句阿弥陀佛念到理一心不乱就超越了。在此地我们简单做个结论，理一心的确真实超越藏教三大阿僧祇劫的修行；他费那么长的时间，我们在几年当中就超过了。这么说来，这部经，这部《疏钞》，的确是大乘圆顿无上的宝典，我们再也不怀疑，才晓得这部经典的价值。",
      "zh_TW": "這個話講得不過分，這裡拿藏教佛來說，因為三大阿僧祇劫修成的佛是藏教佛。圓教佛，《華嚴經》上說得很清楚，是無量劫修成的，不是三大阿僧祇劫修成的。所以，要是說三大阿僧祇劫成佛，那的確我們這一句阿彌陀佛念到理一心不亂就超越了。在此地我們簡單做個結論，理一心的確真實超越藏教三大阿僧祇劫的修行；他費那麼長的時間，我們在幾年當中就超過了。這麼說來，這部經，這部《疏鈔》，的確是大乘圓頓無上的寶典，我們再也不懷疑，才曉得這部經典的價值。"
    },
    {
      "id": "01-003-0016_p0049",
      "zh_CN": "有许多人发心印经，印经是好事，印经是修大福报。一切经里面，最有价值的无过于《阿弥陀经》。我们要印《阿弥陀经疏钞演义》、《西方公据》，流通这两种，希望一人一本，个个往生西方极乐世界。谁乐意去研究《大藏经》，他去研究去，我们就这两本决定上品上生。这是弘扬圆顿大法，弘扬第一法门，我们真正识货，在这里推销最真实的法宝、最殊胜的法门，我们明白之后应当努力去做。",
      "zh_TW": "有許多人發心印經，印經是好事，印經是修大福報。一切經裡面，最有價值的無過於《阿彌陀經》。我們要印《阿彌陀經疏鈔演義》、《西方公據》，流通這兩種，希望一人一本，個個往生西方極樂世界。誰樂意去研究《大藏經》，他去研究去，我們就這兩本決定上品上生。這是弘揚圓頓大法，弘揚第一法門，我們真正識貨，在這裡推銷最真實的法寶、最殊勝的法門，我們明白之後應當努力去做。"
    },
    {
      "id": "01-003-0016_p0050",
      "zh_CN": "『至哉妙用』，这是讲本经的作用，妙到了极处。「至」是到了极处。",
      "zh_TW": "『至哉妙用』，這是講本經的作用，妙到了極處。「至」是到了極處。"
    },
    {
      "id": "01-003-0016_p0051",
      "zh_CN": "演【妙用有二。】",
      "zh_TW": "演【妙用有二。】"
    },
    {
      "id": "01-003-0016_p0052",
      "zh_CN": "有两种。",
      "zh_TW": "有兩種。"
    },
    {
      "id": "01-003-0016_p0053",
      "zh_CN": "演【在如来说经，是利生之妙用。】",
      "zh_TW": "演【在如來說經，是利生之妙用。】"
    },
    {
      "id": "01-003-0016_p0054",
      "zh_CN": "释迦牟尼佛讲经讲了一辈子，所谓讲经三百余会，说法四十九年，都是利益众生的妙用。释迦牟尼佛从来没有为自己想过，起心动念都是为一切众生着想。希望我们同修们从今以后起心动念都要像佛一样，希望这些众生在这一生当中个个上品上生，个个当生成佛。用什么法子？除念佛法门之外，没有第二个办法，我们努力向这个方向去发展。要想叫一切众生当生成就，我们自己首先要能成就；自己不能成就，没有办法帮助别人成就。要自己成就，那就念念都为一切众生。所以普遍弘扬这部经典是非常必要的，比《华严经》还重要。说老实话，《华严》、《法华》一生不能成佛，虽然它是圆教一乘，你去念念看，理论上讲是没错，但是那个方法很难修，一生确确实实不容易成就。这个经只怕你不肯干，你要肯干的话，古大德说「万修万人去」，一个都不会落空。佛的妙用，用到了极处：",
      "zh_TW": "釋迦牟尼佛講經講了一輩子，所謂講經三百餘會，說法四十九年，都是利益眾生的妙用。釋迦牟尼佛從來沒有為自己想過，起心動念都是為一切眾生著想。希望我們同修們從今以後起心動念都要像佛一樣，希望這些眾生在這一生當中個個上品上生，個個當生成佛。用什麼法子？除念佛法門之外，沒有第二個辦法，我們努力向這個方向去發展。要想叫一切眾生當生成就，我們自己首先要能成就；自己不能成就，沒有辦法幫助別人成就。要自己成就，那就念念都為一切眾生。所以普遍弘揚這部經典是非常必要的，比《華嚴經》還重要。說老實話，《華嚴》、《法華》一生不能成佛，雖然它是圓教一乘，你去念念看，理論上講是沒錯，但是那個方法很難修，一生確確實實不容易成就。這個經只怕你不肯幹，你要肯幹的話，古大德說「萬修萬人去」，一個都不會落空。佛的妙用，用到了極處："
    },
    {
      "id": "01-003-0016_p0055",
      "zh_CN": "演【以四字遍引众生出于苦海，岂非至妙。】",
      "zh_TW": "演【以四字遍引眾生出於苦海，豈非至妙。】"
    },
    {
      "id": "01-003-0016_p0056",
      "zh_CN": "佛用「阿弥陀佛」四个字，就能把一切众生个个超越六道轮回，个个都超越生死苦海，往生西方极乐世界，一生圆满菩提，这个太妙了！查遍《大藏经》，没有其他法门如此。念佛法门太奇妙、太奇特了，所以是难信之法。这是在佛说经妙。",
      "zh_TW": "佛用「阿彌陀佛」四個字，就能把一切眾生個個超越六道輪迴，個個都超越生死苦海，往生西方極樂世界，一生圓滿菩提，這個太妙了！查遍《大藏經》，沒有其他法門如此。念佛法門太奇妙、太奇特了，所以是難信之法。這是在佛說經妙。"
    },
    {
      "id": "01-003-0016_p0057",
      "zh_CN": "演【在众生持名，是自利之妙用。以四字直使初心登乎智地，又岂非至妙。】",
      "zh_TW": "演【在眾生持名，是自利之妙用。以四字直使初心登乎智地，又豈非至妙。】"
    },
    {
      "id": "01-003-0016_p0058",
      "zh_CN": "『智地』就是初地菩萨。佛是老师，传授我们这个法门，就四个字；我们做学生的接受这四个字，在一生当中就能从初发心证得初地。超越三大阿僧祇劫，我们一生当中就做到了。你要是问：「我现在初发心，几时我念到理一心不乱？大概要多少时间我才可以达到这个地步？」这个问题不能问我，问我没用处，要问你自己。你要是真肯干，古人有例子，七天可以达到，经上讲「若一日到若七日」，换句话说，一天都可以达到。",
      "zh_TW": "『智地』就是初地菩薩。佛是老師，傳授我們這個法門，就四個字；我們做學生的接受這四個字，在一生當中就能從初發心證得初地。超越三大阿僧祇劫，我們一生當中就做到了。你要是問：「我現在初發心，幾時我念到理一心不亂？大概要多少時間我才可以達到這個地步？」這個問題不能問我，問我沒用處，要問你自己。你要是真肯幹，古人有例子，七天可以達到，經上講「若一日到若七日」，換句話說，一天都可以達到。"
    },
    {
      "id": "01-003-0016_p0059",
      "zh_CN": "《地藏经》里面所说，地藏菩萨在因地为婆罗门女、为光目女，救她的母亲，用什么方法？念佛。你再仔细看经文，她是念到一心不乱，得到念佛三昧，才有资格到地狱去观光考察，才有这个能力；如果她没有成就念佛三昧，她不能去。经上说得很清楚，到地狱只有两种人，一个是菩萨，一个是有罪业去受罪的人；不是这两种人，没有资格到地狱去。所以她是用念佛法门，念了多久？一天一夜。岂不是本经里面所讲「若一日」！就是你肯不肯「死尽偷心」，偷心就是妄念，能不能把一切妄念统统断尽，一心就是一句佛号，除这句佛号之外，一个妄念都没有。如果你一天一夜二十四小时当中，这个佛号声声不断，里头一个妄念都没有，就成功！这也得死尽偷心才能办得到。",
      "zh_TW": "《地藏經》裡面所說，地藏菩薩在因地為婆羅門女、為光目女，救她的母親，用什麼方法？念佛。你再仔細看經文，她是念到一心不亂，得到念佛三昧，才有資格到地獄去觀光考察，才有這個能力；如果她沒有成就念佛三昧，她不能去。經上說得很清楚，到地獄只有兩種人，一個是菩薩，一個是有罪業去受罪的人；不是這兩種人，沒有資格到地獄去。所以她是用念佛法門，念了多久？一天一夜。豈不是本經裡面所講「若一日」！就是你肯不肯「死盡偷心」，偷心就是妄念，能不能把一切妄念統統斷盡，一心就是一句佛號，除這句佛號之外，一個妄念都沒有。如果你一天一夜二十四小時當中，這個佛號聲聲不斷，裡頭一個妄念都沒有，就成功！這也得死盡偷心才能辦得到。"
    },
    {
      "id": "01-003-0016_p0060",
      "zh_CN": "所以光目女、婆罗门女的母亲能得度，是她母亲有功德、有福；她的女儿能成就，是母亲逼着她成就的，因为母亲堕到地狱里，她一心一意想救母亲，没有第二个妄念。她母亲要不堕地狱，她也成就不了地藏菩萨。为什么？她不会那么专心！我们今天念佛不能专心，就是有偷心，投机取巧、偷懒，认为打个妄想没关系。听说念佛念一支香打五、六个妄想，总得要五年、十来年的功夫，那我一个钟点打二、三十个妄想不是很正常吗？这就不行！我们念佛这个心不真切，就是没人逼我们。如果我们自己父母堕在阿鼻地狱，你一下知道了，想救他的时候，那你就什么念头都没有了，一心一意去念佛。这个还得真正孝子才行！",
      "zh_TW": "所以光目女、婆羅門女的母親能得度，是她母親有功德、有福；她的女兒能成就，是母親逼著她成就的，因為母親墮到地獄裡，她一心一意想救母親，沒有第二個妄念。她母親要不墮地獄，她也成就不了地藏菩薩。為什麼？她不會那麼專心！我們今天念佛不能專心，就是有偷心，投機取巧、偷懶，認為打個妄想沒關係。聽說念佛念一支香打五、六個妄想，總得要五年、十來年的功夫，那我一個鐘點打二、三十個妄想不是很正常嗎？這就不行！我們念佛這個心不真切，就是沒人逼我們。如果我們自己父母墮在阿鼻地獄，你一下知道了，想救他的時候，那你就什麼念頭都沒有了，一心一意去念佛。這個還得真正孝子才行！"
    },
    {
      "id": "01-003-0016_p0061",
      "zh_CN": "所以，一日到七日可以成功，还有哪一个法门比这个更快的？禅，七天不能成就！密，七天也不能成就！窥基大师赞叹这个法门是圆顿大法，他是唯识宗开山祖师，对于《弥陀经》这样的赞叹，还有什么话说！这是我们讲上乘功夫。中等的功夫念到事一心不乱，下等的功夫就是功夫成片带业往生。修学念佛法门的人，发心要殊胜、要大，古人常说「取法乎上，仅得乎中」。我们发心一心一意要成就理一心不乱，理一心得不到，可得事一心不乱，还算不错！如果你发心很小，志向很卑劣，「我下品下生就可以」，把目标订在下品下生，可能就去不了，下品下生不及格就被淘汰了。所以，发心一定要求上品。一定要研究这个经的道理，要晓得这部经是真真实实百千万劫难遭遇。我们在这一生有机缘遇到，这是一生成佛的事情，一生超越轮回，了生死出三界，世间还有哪个事情比这个更重要！这是我们要认识、要明白的。",
      "zh_TW": "所以，一日到七日可以成功，還有哪一個法門比這個更快的？禪，七天不能成就！密，七天也不能成就！窺基大師讚歎這個法門是圓頓大法，他是唯識宗開山祖師，對於《彌陀經》這樣的讚歎，還有什麼話說！這是我們講上乘功夫。中等的功夫念到事一心不亂，下等的功夫就是功夫成片帶業往生。修學念佛法門的人，發心要殊勝、要大，古人常說「取法乎上，僅得乎中」。我們發心一心一意要成就理一心不亂，理一心得不到，可得事一心不亂，還算不錯！如果你發心很小，志向很卑劣，「我下品下生就可以」，把目標訂在下品下生，可能就去不了，下品下生不及格就被淘汰了。所以，發心一定要求上品。一定要研究這個經的道理，要曉得這部經是真真實實百千萬劫難遭遇。我們在這一生有機緣遇到，這是一生成佛的事情，一生超越輪迴，了生死出三界，世間還有哪個事情比這個更重要！這是我們要認識、要明白的。"
    },
    {
      "id": "01-003-0016_p0062",
      "zh_CN": "疏【上言灵明湛寂之体，本无清浊向背，毕竟平等，唯是一心。】",
      "zh_TW": "疏【上言靈明湛寂之體，本無清濁向背，畢竟平等，唯是一心。】"
    },
    {
      "id": "01-003-0016_p0063",
      "zh_CN": "『上』就是前面一段，讲过『灵明湛寂』，这就是我们自性的本体。本体里面没有『清浊向背』，换句话说，本体里面一法不立。六祖说「本来无一物」，哪有清浊向背？这四个字在此地代表对待法，就是相对的。真如本性里面没有相对的；没有相对的，也就没有绝对的，因为绝对与相对又变成相对；所以「言语道断，心行处灭」，在这个境界里面是毕竟平等。",
      "zh_TW": "『上』就是前面一段，講過『靈明湛寂』，這就是我們自性的本體。本體裡面沒有『清濁向背』，換句話說，本體裡面一法不立。六祖說「本來無一物」，哪有清濁向背？這四個字在此地代表對待法，就是相對的。真如本性裡面沒有相對的；沒有相對的，也就沒有絕對的，因為絕對與相對又變成相對；所以「言語道斷，心行處滅」，在這個境界裡面是畢竟平等。"
    },
    {
      "id": "01-003-0016_p0064",
      "zh_CN": "这里面最重要的一句话就是『毕竟平等』。我们修念佛法门的人，要用平等心来念佛，要用平等心待人接物，就与一心不乱相应，这是非常重要的原理原则。我们念佛，一心不乱没达到，连功夫成片都不能成就，原因在哪里？我们从来不肯用一心、不肯用平等心，无论在什么境界统统用的是分别心、执着心，这有什么法子！分别、妄想、执着，这个不得了！这是我们一心不乱的魔障。魔障不在外境，在我们自己的分别执着妄想。几时我们在一切境界里面用一个真心，一味平等，一心不乱就很容易成就，很快的成就。觉心是平等心，不平等是迷惑，迷了就不平等，觉悟了就平等。禅宗公案「红炉点雪」，那就显示出平等，一味平等。",
      "zh_TW": "這裡面最重要的一句話就是『畢竟平等』。我們修念佛法門的人，要用平等心來念佛，要用平等心待人接物，就與一心不亂相應，這是非常重要的原理原則。我們念佛，一心不亂沒達到，連功夫成片都不能成就，原因在哪裡？我們從來不肯用一心、不肯用平等心，無論在什麼境界統統用的是分別心、執著心，這有什麼法子！分別、妄想、執著，這個不得了！這是我們一心不亂的魔障。魔障不在外境，在我們自己的分別執著妄想。幾時我們在一切境界裡面用一個真心，一味平等，一心不亂就很容易成就，很快的成就。覺心是平等心，不平等是迷惑，迷了就不平等，覺悟了就平等。禪宗公案「紅爐點雪」，那就顯示出平等，一味平等。"
    },
    {
      "id": "01-003-0016_p0065",
      "zh_CN": "再从修行例子上来看，《华严经》上善财童子修净土法门，念阿弥陀佛的，他用念佛法门念到了理一心不乱，这才出去参学。五十三参，见各式各样的人物，听种种不同的法门，他在这个境界里面用什么功夫，我们一定要明了，他是「听而无听，见而无见」。见一切人物，听一切法门，增长了智慧，在一切境界里面，他如如不动，还是老实念阿弥陀佛，并没有改变，这就是增长一心，增长禅定，定慧等学。不接触异端，见不到自己的功夫，接触异端，自己功夫现前，异端学说不动心，一心不乱成就。又能够了解种种异端，智慧成就了，晓得众生什么样的烦恼、什么样的邪见，统统晓得了，你教化众生这才契机！如如不动，契理；一切明暸，契机。善财童子五十三参，就是显示如是的功夫，就是念佛的功夫，当生成就，这是我们应当要学的。尤其是在现代开放社会，思想言论自由，没有法子禁止，你要不学善财童子，不学这一招，你没法子成就。你要是懂得念佛法门这些道理、秘诀，晓得善财童子这一套高明的手段，我们一生决定成就理一心不乱；即使理一心得不到，事一心是稳稳当当可以成就的。我们在经里头要学这些东西。",
      "zh_TW": "再從修行例子上來看，《華嚴經》上善財童子修淨土法門，念阿彌陀佛的，他用念佛法門念到了理一心不亂，這才出去參學。五十三參，見各式各樣的人物，聽種種不同的法門，他在這個境界裡面用什麼功夫，我們一定要明瞭，他是「聽而無聽，見而無見」。見一切人物，聽一切法門，增長了智慧，在一切境界裡面，他如如不動，還是老實念阿彌陀佛，並沒有改變，這就是增長一心，增長禪定，定慧等學。不接觸異端，見不到自己的功夫，接觸異端，自己功夫現前，異端學說不動心，一心不亂成就。又能夠了解種種異端，智慧成就了，曉得眾生什麼樣的煩惱、什麼樣的邪見，統統曉得了，你教化眾生這才契機！如如不動，契理；一切明暸，契機。善財童子五十三參，就是顯示如是的功夫，就是念佛的功夫，當生成就，這是我們應當要學的。尤其是在現代開放社會，思想言論自由，沒有法子禁止，你要不學善財童子，不學這一招，你沒法子成就。你要是懂得念佛法門這些道理、祕訣，曉得善財童子這一套高明的手段，我們一生決定成就理一心不亂；即使理一心得不到，事一心是穩穩當當可以成就的。我們在經裡頭要學這些東西。"
    },
    {
      "id": "01-003-0016_p0066",
      "zh_CN": "演【毕竟平等者。】",
      "zh_TW": "演【畢竟平等者。】"
    },
    {
      "id": "01-003-0016_p0067",
      "zh_CN": "『毕竟平等，唯是一心』，这两句是一时一刻都不能离开的。古人所谓：「道也者，不可须臾离也」。念念都不离，就是《金刚经》上须菩提尊者所要问的这个问题，他提两个大问题，「应云何住」，「云何降伏其心」，我们这个心要怎么住？住在哪里？这两句就是答案，「毕竟平等，唯是一心」，我们这个心要安住在这里。拿这两句话来注解《金刚经》，就很容易明白了。怎样降伏其心？《金刚经》末后有两句话非常重要，「不取于相，如如不动」，才能降伏我们的心；而六祖大师是在「应无所住而生其心」上开悟的，意思都相同。平等是无所住，有所住就不平等，有所住就是二心，就是三心二意。",
      "zh_TW": "『畢竟平等，唯是一心』，這兩句是一時一刻都不能離開的。古人所謂：「道也者，不可須臾離也」。念念都不離，就是《金剛經》上須菩提尊者所要問的這個問題，他提兩個大問題，「應云何住」，「云何降伏其心」，我們這個心要怎麼住？住在哪裡？這兩句就是答案，「畢竟平等，唯是一心」，我們這個心要安住在這裡。拿這兩句話來註解《金剛經》，就很容易明白了。怎樣降伏其心？《金剛經》末後有兩句話非常重要，「不取於相，如如不動」，才能降伏我們的心；而六祖大師是在「應無所住而生其心」上開悟的，意思都相同。平等是無所住，有所住就不平等，有所住就是二心，就是三心二意。"
    },
    {
      "id": "01-003-0016_p0068",
      "zh_CN": "演【论云：一切诸法，从本以来离诸名相，毕竟平等，唯是一心。】",
      "zh_TW": "演【論云：一切諸法，從本以來離諸名相，畢竟平等，唯是一心。】"
    },
    {
      "id": "01-003-0016_p0069",
      "zh_CN": "论是指《大乘起信论》，马鸣菩萨告诉我们，『一切诸法』包括色法与心法，『从本以来』，这是从本体上说，从体性上去观察，体性没有名字相，所以一切法平等。也许诸位有疑问，蜡台与佛像不一样，怎么平等？我们人是活动的，跟桌椅板凳怎么能平等？对！是不平等。从哪里看出不平等？你在相上起心动念，所以不平等。这个平等是讲你的平等心，不是讲外头平等相，你要懂这个意思。你的心在境界里头要毕竟平等，不是说相平等。相，五个指头伸出来长短都不齐，它怎么平等？如果你的心在境界里头一切不染着，心平等的，看外面的相也是清净的，为什么清净？相不染污心。平等是这个说法。",
      "zh_TW": "論是指《大乘起信論》，馬鳴菩薩告訴我們，『一切諸法』包括色法與心法，『從本以來』，這是從本體上說，從體性上去觀察，體性沒有名字相，所以一切法平等。也許諸位有疑問，蠟台與佛像不一樣，怎麼平等？我們人是活動的，跟桌椅板凳怎麼能平等？對！是不平等。從哪裡看出不平等？你在相上起心動念，所以不平等。這個平等是講你的平等心，不是講外頭平等相，你要懂這個意思。你的心在境界裡頭要畢竟平等，不是說相平等。相，五個指頭伸出來長短都不齊，它怎麼平等？如果你的心在境界裡頭一切不染著，心平等的，看外面的相也是清淨的，為什麼清淨？相不染污心。平等是這個說法。"
    },
    {
      "id": "01-003-0016_p0070",
      "zh_CN": "一切这些相统统是假名安立的，不是真实的。一切色相是依他起性，名字相是遍计所执性，都没有自性，没有自体！所以一切相确确实实是平等的。这一切相，从体上去看，不但性体是平等，质体也是平等的，森罗万象，在科学家观察之下都是基本粒子所组成的。科学家眼睛里面看森罗万象，看的是基本粒子，相也平等了。这还不是我们此地讲的毕竟平等，毕竟平等是要从体性上来观察，那么这是什么东西？「唯是一心」，尽虚空遍法界唯是一心。所以，你的心要是一了，心要是平等了，你就入一真法界，就不是十法界。「一真法界」是不得已而取的名字，登地的地上菩萨住的是一真法界。所以，从性体、质体上讲，绝对是平等的；从幻相上讲是不平等的。幻相是幻，不是真的，假的。不要被假相迷惑了，学佛的人认真不认假这才行。",
      "zh_TW": "一切這些相統統是假名安立的，不是真實的。一切色相是依他起性，名字相是遍計所執性，都沒有自性，沒有自體！所以一切相確確實實是平等的。這一切相，從體上去看，不但性體是平等，質體也是平等的，森羅萬象，在科學家觀察之下都是基本粒子所組成的。科學家眼睛裡面看森羅萬象，看的是基本粒子，相也平等了。這還不是我們此地講的畢竟平等，畢竟平等是要從體性上來觀察，那麼這是什麼東西？「唯是一心」，盡虛空遍法界唯是一心。所以，你的心要是一了，心要是平等了，你就入一真法界，就不是十法界。「一真法界」是不得已而取的名字，登地的地上菩薩住的是一真法界。所以，從性體、質體上講，絕對是平等的；從幻相上講是不平等的。幻相是幻，不是真的，假的。不要被假相迷惑了，學佛的人認真不認假這才行。"
    },
    {
      "id": "01-003-0016_p0071",
      "zh_CN": "为什么说一切诸法唯是一心？《华严经》说得好：「应观法界性，一切唯心造」。性是本体，一切法、十法界依正庄严从它能现的理体上去观察是一心，一心就是真如本性。心能现相，识能变化，「唯心所现，唯识所变」，心是真心，识是妄心，真心能现，妄心能变，十法界依正庄严是妄心变的，这两句话把一切诸佛的佛法全都说出来了，三藏经典都是这两句话的注解。如果我们真正体会，通达这两句话，心当然清净，在一切法里再不会起心动念，为什么？一切法都是自己心变现的，都是自己心在那里变化的。",
      "zh_TW": "為什麼說一切諸法唯是一心？《華嚴經》說得好：「應觀法界性，一切唯心造」。性是本體，一切法、十法界依正莊嚴從它能現的理體上去觀察是一心，一心就是真如本性。心能現相，識能變化，「唯心所現，唯識所變」，心是真心，識是妄心，真心能現，妄心能變，十法界依正莊嚴是妄心變的，這兩句話把一切諸佛的佛法全都說出來了，三藏經典都是這兩句話的註解。如果我們真正體會，通達這兩句話，心當然清淨，在一切法裡再不會起心動念，為什麼？一切法都是自己心變現的，都是自己心在那裡變化的。"
    },
    {
      "id": "01-003-0016_p0072",
      "zh_CN": "演【今寂照之体，无有清浊向背，正是等同一味，唯一真如，故云毕竟平等，唯是一心也。】",
      "zh_TW": "演【今寂照之體，無有清濁向背，正是等同一味，唯一真如，故云畢竟平等，唯是一心也。】"
    },
    {
      "id": "01-003-0016_p0073",
      "zh_CN": "『寂照之体』就是我们的本性。拿本经来讲，就是我们的一心，一心是真心。我们今天讲修一心不乱，就是恢复我们的真心。真心里面没有清、没有浊、没有向、没有背，所以真心是一味、一如。『真如』这两个字，「真」是从性上讲、体上讲，「如」是从相上讲，或者「真」是从理上讲，「如」是从事上讲；性如其相，相如其性，理如其事，事如其理，性相不二，理事一如，叫做「真如」。所以，性相是平等的。性现识变，所以是『唯是一心也』。这个理相当深，我们要细心去体会。现在时间到了。",
      "zh_TW": "『寂照之體』就是我們的本性。拿本經來講，就是我們的一心，一心是真心。我們今天講修一心不亂，就是恢復我們的真心。真心裡面沒有清、沒有濁、沒有向、沒有背，所以真心是一味、一如。『真如』這兩個字，「真」是從性上講、體上講，「如」是從相上講，或者「真」是從理上講，「如」是從事上講；性如其相，相如其性，理如其事，事如其理，性相不二，理事一如，叫做「真如」。所以，性相是平等的。性現識變，所以是『唯是一心也』。這個理相當深，我們要細心去體會。現在時間到了。"
    }
  ]
}