{
  "doc_id": "01-003-0040",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十集",
    "zh_TW": "第四十集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0040",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "01-003-0040_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五十页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五十頁："
    },
    {
      "id": "01-003-0040_p0002",
      "zh_CN": "◎【三、原己释经】",
      "zh_TW": "◎【三、原己釋經】"
    },
    {
      "id": "01-003-0040_p0003",
      "zh_CN": "序【仍以心怀兼利，道贵弘通，慨古疏尠见其全，惟数解仅行于世，辞虽切而太简，理微露而不彰，不极论其宏功。俦发起乎真信，顿忘肤见，既竭心思，总收部类五经，直据文殊一行，而复会归玄旨，则分入杂华，贯穿诸门，则博综群典，无一不消归自己，有愿皆回向菩提，展此精诚，乞求加被。】",
      "zh_TW": "序【仍以心懷兼利，道貴弘通，慨古疏尠見其全，惟數解僅行於世，辭雖切而太簡，理微露而不彰，不極論其宏功。儔發起乎真信，頓忘膚見，既竭心思，總收部類五經，直據文殊一行，而復會歸玄旨，則分入雜華，貫穿諸門，則博綜群典，無一不消歸自己，有願皆回向菩提，展此精誠，乞求加被。】"
    },
    {
      "id": "01-003-0040_p0004",
      "zh_CN": "这一段意思非常的重要，可以说大师很简单扼要把《弥陀经》在释迦如来一代时教当中这地位给我们确定了，所以这段文字非常的难得。在这个以前，我们前一段看到大师非常的谦虚，决不敢以利智顿根自居。『释经』是做注解解释这个经。既然是一个很平庸之人，怎么能够写得出这样的注解？所以现在把自己注解这个经的用意说出来，虽然很平庸、很愚，可是自利利他的心并不减于菩萨、并不比菩萨差。虽然智慧根性比不上大菩萨们，可是我自利利他的心并不输给这些诸大菩萨。一开端就说『仍以心怀兼利』，莲池大师自己说明，我的心仍然还是为了自利利他。自己得到殊胜的利益，一定要想到利益别人，这是行菩萨道。『道贵弘通』，「道」就是指念佛法门。",
      "zh_TW": "這一段意思非常的重要，可以說大師很簡單扼要把《彌陀經》在釋迦如來一代時教當中這地位給我們確定了，所以這段文字非常的難得。在這個以前，我們前一段看到大師非常的謙虛，決不敢以利智頓根自居。『釋經』是做註解解釋這個經。既然是一個很平庸之人，怎麼能夠寫得出這樣的註解？所以現在把自己註解這個經的用意說出來，雖然很平庸、很愚，可是自利利他的心並不減於菩薩、並不比菩薩差。雖然智慧根性比不上大菩薩們，可是我自利利他的心並不輸給這些諸大菩薩。一開端就說『仍以心懷兼利』，蓮池大師自己說明，我的心仍然還是為了自利利他。自己得到殊勝的利益，一定要想到利益別人，這是行菩薩道。『道貴弘通』，「道」就是指念佛法門。"
    },
    {
      "id": "01-003-0040_p0005",
      "zh_CN": "演【心是大师普心。】",
      "zh_TW": "演【心是大師普心。】"
    },
    {
      "id": "01-003-0040_p0006",
      "zh_CN": "「普心」，普遍利益大众的心，这是我们每一个人要学的。有很多同修常讲：我们的业障很重，天天在求消业障，业障能消得了吗？相当不容易！业障的根源是什么？你把这个找到，然后从这个地方把它消除，业障就从根本拔掉了，不要从枝枝叶叶上来消，那太苦、太难了，消不尽的！业障的根源就是自私自利。一个人自私自利，什么样的业障都有；能够把自私自利的心改掉，起心动念利益一切众生，你的业障就从根拔掉了，没有业障了。怎么说没有业障呢？没有我了！没有我，哪有业障？还有什么障碍呢？这叫从根拔除。什么事情先想到自己有没有利益？你这业障怎么也消不掉，一天念十万声佛号也是枉然！天天拜梁皇忏，头都磕破了，业障还是消不了。果然能把这个心扩大，起心动念都为一切众生的利益着想，根本不想到自己，你也不要念佛、也不要拜佛，业障全没有了。这是实实在在的话，要改过自新。过失根源就是自私，什么都想到我，这是病根。",
      "zh_TW": "「普心」，普遍利益大眾的心，這是我們每一個人要學的。有很多同修常講：我們的業障很重，天天在求消業障，業障能消得了嗎？相當不容易！業障的根源是什麼？你把這個找到，然後從這個地方把它消除，業障就從根本拔掉了，不要從枝枝葉葉上來消，那太苦、太難了，消不盡的！業障的根源就是自私自利。一個人自私自利，什麼樣的業障都有；能夠把自私自利的心改掉，起心動念利益一切眾生，你的業障就從根拔掉了，沒有業障了。怎麼說沒有業障呢？沒有我了！沒有我，哪有業障？還有什麼障礙呢？這叫從根拔除。什麼事情先想到自己有沒有利益？你這業障怎麼也消不掉，一天念十萬聲佛號也是枉然！天天拜梁皇懺，頭都磕破了，業障還是消不了。果然能把這個心擴大，起心動念都為一切眾生的利益著想，根本不想到自己，你也不要念佛、也不要拜佛，業障全沒有了。這是實實在在的話，要改過自新。過失根源就是自私，什麼都想到我，這是病根。"
    },
    {
      "id": "01-003-0040_p0007",
      "zh_CN": "所以佛法自始至终就是破我执。为什么在修学过程当中教你发愿回向？回向就是把你所修所学的一切功德、福德都送给别人，自己不要了，都是为别人修的，不是为自己修的。换句话说，把自己给忘掉，这是大乘破我执绝妙的方法，就是把这个我扩大，大而化之，这小我就没有了。什么是我？尽虚空遍法界就是我。为一切众生着想，就是为我着想；为我着想，就要为一切众生着想，这是消业障。大师的殊胜之处，他的心普被，决不是自私自利。",
      "zh_TW": "所以佛法自始至終就是破我執。為什麼在修學過程當中教你發願迴向？迴向就是把你所修所學的一切功德、福德都送給別人，自己不要了，都是為別人修的，不是為自己修的。換句話說，把自己給忘掉，這是大乘破我執絕妙的方法，就是把這個我擴大，大而化之，這小我就沒有了。什麼是我？盡虛空遍法界就是我。為一切眾生著想，就是為我著想；為我著想，就要為一切眾生著想，這是消業障。大師的殊勝之處，他的心普被，決不是自私自利。"
    },
    {
      "id": "01-003-0040_p0008",
      "zh_CN": "演【道是佛法大道。】",
      "zh_TW": "演【道是佛法大道。】"
    },
    {
      "id": "01-003-0040_p0009",
      "zh_CN": "『大道』是指念佛求生净土之道。这个要弘扬、要流通，通就是流通，通达十方，要普遍宣扬。写成书，不但能通达十方，而且能流传三世，能够一代一代的传下来。大师距离我们现在五百多年，这个经本还流传在世间，这是说明他为什么要写这个注解，写这个注解道理就在此地，这是他的本意。",
      "zh_TW": "『大道』是指念佛求生淨土之道。這個要弘揚、要流通，通就是流通，通達十方，要普遍宣揚。寫成書，不但能通達十方，而且能流傳三世，能夠一代一代的傳下來。大師距離我們現在五百多年，這個經本還流傳在世間，這是說明他為什麼要寫這個註解，寫這個註解道理就在此地，這是他的本意。"
    },
    {
      "id": "01-003-0040_p0010",
      "zh_CN": "有没有必要写注解？下面说了，确实有必要。为什么？『慨古疏尠见其全』，慨是感慨，《弥陀经》自古以来也有不少人作注解，但是古时候印刷术还没发明，书本都是手抄本，数量有限，很容易遗失，虽然注的人很多，流传下来的太少了。我们今天看看《大藏经》，《弥陀经》注解不多，没有几种，能流传下来的不多。而且这些古注注得很简单，我们虽然看了，还是没有办法把这部经里面所含藏的义理能够发掘出来。",
      "zh_TW": "有沒有必要寫註解？下面說了，確實有必要。為什麼？『慨古疏尠見其全』，慨是感慨，《彌陀經》自古以來也有不少人作註解，但是古時候印刷術還沒發明，書本都是手抄本，數量有限，很容易遺失，雖然註的人很多，流傳下來的太少了。我們今天看看《大藏經》，《彌陀經》註解不多，沒有幾種，能流傳下來的不多。而且這些古註註得很簡單，我們雖然看了，還是沒有辦法把這部經裡面所含藏的義理能夠發掘出來。"
    },
    {
      "id": "01-003-0040_p0011",
      "zh_CN": "演【尟见其全者，古来非无妙疏。】",
      "zh_TW": "演【尟見其全者，古來非無妙疏。】"
    },
    {
      "id": "01-003-0040_p0012",
      "zh_CN": "「尟」是少，很不容易看到它完全的。「妙疏」就是好注子，自古以来的确是有好注子。",
      "zh_TW": "「尟」是少，很不容易看到它完全的。「妙疏」就是好註子，自古以來的確是有好註子。"
    },
    {
      "id": "01-003-0040_p0013",
      "zh_CN": "演【但于断简残编，略见一二，尟见全文也。】",
      "zh_TW": "演【但於斷簡殘編，略見一二，尟見全文也。】"
    },
    {
      "id": "01-003-0040_p0014",
      "zh_CN": "流传下来的很多，但是残缺不全，散失了。",
      "zh_TW": "流傳下來的很多，但是殘缺不全，散失了。"
    },
    {
      "id": "01-003-0040_p0015",
      "zh_CN": "演【数解仅行者，惟海东疏、越溪解、大佑略解而已。】",
      "zh_TW": "演【數解僅行者，惟海東疏、越溪解、大佑略解而已。】"
    },
    {
      "id": "01-003-0040_p0016",
      "zh_CN": "这是举出三种，还有几种，但是不多就是了。《大藏经》里面只有几种，这几种正如大师所说的，『辞虽切而太简』，注得都相当简单，但是切要。对于通达教义，老修行的人来说是有利益，对于初学，要叫他相信这个法门，不容易接受，为什么？讲得没透彻，只是提纲挈领说一遍，没细说，没有深入的讨论，初学不容易得到利益。",
      "zh_TW": "這是舉出三種，還有幾種，但是不多就是了。《大藏經》裡面只有幾種，這幾種正如大師所說的，『辭雖切而太簡』，註得都相當簡單，但是切要。對於通達教義，老修行的人來說是有利益，對於初學，要叫他相信這個法門，不容易接受，為什麼？講得沒透徹，只是提綱挈領說一遍，沒細說，沒有深入的討論，初學不容易得到利益。"
    },
    {
      "id": "01-003-0040_p0017",
      "zh_CN": "『理微露而不彰』，「彰」就是明显，经里面所讲的道理略略透露了一点，不太明显。这是讲古人的注子，因此就有重新写注解的必要。这是把他自己写这部《疏钞》的理由说出来，如果古人已经写得很好，我们现在就不要再费事，用不着多此一举。实在说，古人没做，所以他老人家非做不可。下面就是说明这个道理。『不极论其宏功，俦发起乎真信』。「功」是讲这部经的功用，就是它的作用、它的好处，「宏」是大。这部经的用处是什么？是教我们一生往生，一生成佛，这个功用太大太大了。要不能把这个功用发挥到极处，学佛的人怎么能够在这个经、这个法门生起真正的信心？他老人家这句话真做到了，他这部《疏钞》是真正做到。",
      "zh_TW": "『理微露而不彰』，「彰」就是明顯，經裡面所講的道理略略透露了一點，不太明顯。這是講古人的註子，因此就有重新寫註解的必要。這是把他自己寫這部《疏鈔》的理由說出來，如果古人已經寫得很好，我們現在就不要再費事，用不著多此一舉。實在說，古人沒做，所以他老人家非做不可。下面就是說明這個道理。『不極論其宏功，儔發起乎真信』。「功」是講這部經的功用，就是它的作用、它的好處，「宏」是大。這部經的用處是什麼？是教我們一生往生，一生成佛，這個功用太大太大了。要不能把這個功用發揮到極處，學佛的人怎麼能夠在這個經、這個法門生起真正的信心？他老人家這句話真做到了，他這部《疏鈔》是真正做到。"
    },
    {
      "id": "01-003-0040_p0018",
      "zh_CN": "将这部《弥陀经》这个大用完全为我们发明出来，使我们读了之后不能不信，不能不发愿，不能不求生净土。所以他这部《疏钞》在这五百年当中真正是度了无数的念佛人，把他们度到西方极乐世界去了。在净土历代祖师当中，对于净土宗的贡献，我们可以说没有任何一个祖师超过莲池大师，这是真的。因为其他的祖师能够利益一代、影响一代，没有大师影响这么深远。大师这部《疏钞》留下来，当时他度了不少众生。他这部《疏钞》，世世代代不晓得度了多少人！这是没有人能比得上的。",
      "zh_TW": "將這部《彌陀經》這個大用完全為我們發明出來，使我們讀了之後不能不信，不能不發願，不能不求生淨土。所以他這部《疏鈔》在這五百年當中真正是度了無數的念佛人，把他們度到西方極樂世界去了。在淨土歷代祖師當中，對於淨土宗的貢獻，我們可以說沒有任何一個祖師超過蓮池大師，這是真的。因為其他的祖師能夠利益一代、影響一代，沒有大師影響這麼深遠。大師這部《疏鈔》留下來，當時他度了不少眾生。他這部《疏鈔》，世世代代不曉得度了多少人！這是沒有人能比得上的。"
    },
    {
      "id": "01-003-0040_p0019",
      "zh_CN": "『顿忘肤见』，顿时忘掉自己是浅陋知见、愚痴下根。本来不敢写的，现在因为前面这个理由不得不写，不得不作这个注解。『既竭心思』，「竭」是尽力，尽心尽力来为《弥陀经》做一个详细的注解。这是说明他作这个注的因缘、理由。",
      "zh_TW": "『頓忘膚見』，頓時忘掉自己是淺陋知見、愚痴下根。本來不敢寫的，現在因為前面這個理由不得不寫，不得不作這個註解。『既竭心思』，「竭」是盡力，盡心盡力來為《彌陀經》做一個詳細的註解。這是說明他作這個註的因緣、理由。"
    },
    {
      "id": "01-003-0040_p0020",
      "zh_CN": "下面这几句话很重要，也能够看得出大师确实是宗教皆通。宗是禅宗，教是教下，世出世间法，他没有不通达的，绝对不是一个平常人。这部注解的内容，做到了蕅益大师所讲的「博大精深」。『总收部类五经』：",
      "zh_TW": "下面這幾句話很重要，也能夠看得出大師確實是宗教皆通。宗是禪宗，教是教下，世出世間法，他沒有不通達的，絕對不是一個平常人。這部註解的內容，做到了蕅益大師所講的「博大精深」。『總收部類五經』："
    },
    {
      "id": "01-003-0040_p0021",
      "zh_CN": "演【总收部类者。】",
      "zh_TW": "演【總收部類者。】"
    },
    {
      "id": "01-003-0040_p0022",
      "zh_CN": "与这本经是同类的，性质完全相同，这叫「部类」。",
      "zh_TW": "與這本經是同類的，性質完全相同，這叫「部類」。"
    },
    {
      "id": "01-003-0040_p0023",
      "zh_CN": "演【此经与大弥陀经为同部。】",
      "zh_TW": "演【此經與大彌陀經為同部。】"
    },
    {
      "id": "01-003-0040_p0024",
      "zh_CN": "《大弥陀经》就是《无量寿经》，跟《无量寿经》是「同部」。《无量寿经》说得比较多、比较详细，这个说得简单，一个是略说，一个是广说，性质完全相同。",
      "zh_TW": "《大彌陀經》就是《無量壽經》，跟《無量壽經》是「同部」。《無量壽經》說得比較多、比較詳細，這個說得簡單，一個是略說，一個是廣說，性質完全相同。"
    },
    {
      "id": "01-003-0040_p0025",
      "zh_CN": "演【与十六观、鼓音王、后出弥陀偈经为同类。】",
      "zh_TW": "演【與十六觀、鼓音王、後出彌陀偈經為同類。】"
    },
    {
      "id": "01-003-0040_p0026",
      "zh_CN": "《十六观经》就是《佛说观无量寿佛经》。净土宗三经一论就是《无量寿经》、《弥陀经》、《观无量寿佛经》、《往生论》。《鼓音王经》里面讲的念阿弥陀佛求生净土，所以与这个也是同类。《后出弥陀偈经》，它的体裁是偈颂，也是说的念佛求生西方净土。这两部经不常流通，但是在《大藏经》里面有。所以，这一共是有五部。下面解释部类：",
      "zh_TW": "《十六觀經》就是《佛說觀無量壽佛經》。淨土宗三經一論就是《無量壽經》、《彌陀經》、《觀無量壽佛經》、《往生論》。《鼓音王經》裡面講的念阿彌陀佛求生淨土，所以與這個也是同類。《後出彌陀偈經》，它的體裁是偈頌，也是說的念佛求生西方淨土。這兩部經不常流通，但是在《大藏經》裡面有。所以，這一共是有五部。下面解釋部類："
    },
    {
      "id": "01-003-0040_p0027",
      "zh_CN": "演【部者部书，其文虽不同，而同一行门，是一部书也。】",
      "zh_TW": "演【部者部書，其文雖不同，而同一行門，是一部書也。】"
    },
    {
      "id": "01-003-0040_p0028",
      "zh_CN": "它是属于同一部的。",
      "zh_TW": "它是屬於同一部的。"
    },
    {
      "id": "01-003-0040_p0029",
      "zh_CN": "演【类者流类，为行虽不同，而同归净土，是一流类也。】",
      "zh_TW": "演【類者流類，為行雖不同，而同歸淨土，是一流類也。】"
    },
    {
      "id": "01-003-0040_p0030",
      "zh_CN": "这讲行门的修行方法不同，但是目的是一个，目的是相同的，都是求生西方净土。这个意思是说，他老人家写这个注解，是把净土同部同类一共五种经典的经义都收在注解里面，这是他作这个注解最主要的参考书。换句话说，他这个注解不是随便说的，句句话都有根源，都有经典作依据，这个注子我们才能相信。注解就等于是佛经，因为他是节录一切经论来解释这个经文的。",
      "zh_TW": "這講行門的修行方法不同，但是目的是一個，目的是相同的，都是求生西方淨土。這個意思是說，他老人家寫這個註解，是把淨土同部同類一共五種經典的經義都收在註解裡面，這是他作這個註解最主要的參考書。換句話說，他這個註解不是隨便說的，句句話都有根源，都有經典作依據，這個註子我們才能相信。註解就等於是佛經，因為他是節錄一切經論來解釋這個經文的。"
    },
    {
      "id": "01-003-0040_p0031",
      "zh_CN": "『直据文殊一行』，「直」是直接，「据」是依据。有人讲净土法门不重视般若，就是不重视智慧，要是读到这一句，这个疑难就打破了。文殊菩萨是智慧第一，莲池大师《疏钞》是直接依据文殊菩萨的一行三昧，它怎么不讲智慧？不但讲智慧，它讲最高的智慧。这句话相当重要，前面是依经，底下这个行的确是最高智慧之行。",
      "zh_TW": "『直據文殊一行』，「直」是直接，「據」是依據。有人講淨土法門不重視般若，就是不重視智慧，要是讀到這一句，這個疑難就打破了。文殊菩薩是智慧第一，蓮池大師《疏鈔》是直接依據文殊菩薩的一行三昧，它怎麼不講智慧？不但講智慧，它講最高的智慧。這句話相當重要，前面是依經，底下這個行的確是最高智慧之行。"
    },
    {
      "id": "01-003-0040_p0032",
      "zh_CN": "演【一行者，文殊般若会。】",
      "zh_TW": "演【一行者，文殊般若會。】"
    },
    {
      "id": "01-003-0040_p0033",
      "zh_CN": "这是说明它的出处。",
      "zh_TW": "這是說明它的出處。"
    },
    {
      "id": "01-003-0040_p0034",
      "zh_CN": "演【云何名一行三昧。】",
      "zh_TW": "演【云何名一行三昧。】"
    },
    {
      "id": "01-003-0040_p0035",
      "zh_CN": "什么叫做一行三昧？「一行」，就是一行无二行；「三昧」是印度话，翻成中国意思叫正受，正是正常，受是享受。所以正受就是禅定，禅定才是真的正常享受，也就是我们本经所讲的一心不乱。一心不乱就是一行三昧，名字不一样，意思是一样的，境界是一样的。",
      "zh_TW": "什麼叫做一行三昧？「一行」，就是一行無二行；「三昧」是印度話，翻成中國意思叫正受，正是正常，受是享受。所以正受就是禪定，禪定才是真的正常享受，也就是我們本經所講的一心不亂。一心不亂就是一行三昧，名字不一樣，意思是一樣的，境界是一樣的。"
    },
    {
      "id": "01-003-0040_p0036",
      "zh_CN": "演【佛言法界一相，系缘法界，是名一行三昧。】",
      "zh_TW": "演【佛言法界一相，繫緣法界，是名一行三昧。】"
    },
    {
      "id": "01-003-0040_p0037",
      "zh_CN": "『法界一相』，佛在《金刚经》里面讲得很清楚，「一合相」。《金刚经》说：一合相，即非一合相，是名一合相。法界的确是一相，一性、一相。可是我们众生迷失，不晓得法界是一真，我们今天看这个法界是森罗万象，我们讲十法界，十法界实在讲就是无量无边的法界。《华严经》讲的「十」，十不是数目字，不是从一到十，不是这个说法，「十」是代表无量无边，它是表法的意思。实在讲，外面的境界，就是法界，无所谓一多。换句话说，不能说一，也不能说多，为什么？它根本没有一，哪来的多！根本没有多，就不能说一。一、多是相对的，没有这一边，当然就没有那一边，所以说不上。一多是从哪里说的？是从我们心里面分别的。我们心在这一切境界里面不起心、不动念、不分别、不执着，这个时候法界就是一，就叫做一。",
      "zh_TW": "『法界一相』，佛在《金剛經》裡面講得很清楚，「一合相」。《金剛經》說：一合相，即非一合相，是名一合相。法界的確是一相，一性、一相。可是我們眾生迷失，不曉得法界是一真，我們今天看這個法界是森羅萬象，我們講十法界，十法界實在講就是無量無邊的法界。《華嚴經》講的「十」，十不是數目字，不是從一到十，不是這個說法，「十」是代表無量無邊，它是表法的意思。實在講，外面的境界，就是法界，無所謂一多。換句話說，不能說一，也不能說多，為什麼？它根本沒有一，哪來的多！根本沒有多，就不能說一。一、多是相對的，沒有這一邊，當然就沒有那一邊，所以說不上。一多是從哪裡說的？是從我們心裡面分別的。我們心在這一切境界裡面不起心、不動念、不分別、不執著，這個時候法界就是一，就叫做一。"
    },
    {
      "id": "01-003-0040_p0038",
      "zh_CN": "实在讲，这个「一」也不可得！是不得已叫一个「一」，用这个符号做代表，代表这个境界。其实说一，就错了！一不能说，所谓「开口便错，动念即乖」。真实法说不出的，没有办法说的，说了就错了；真实法不能想的，一想也错了。这一说一想就落到第二义，一定落到相对上。离开相对，叫不可思议，没有法子思惟，也没有法子说明，议就是说明、讨论，是不可思议的。在不得已的情况下，用个一做代表。一起心动念，法界就无量无边。无量无边用「十」来代表，因为数目字从一到十，十是最大的数字，由十再到百，由百再到千，所以它代表无量无边。起心动念以后，从第二义才讲一多；第一义里头，一多都没有。",
      "zh_TW": "實在講，這個「一」也不可得！是不得已叫一個「一」，用這個符號做代表，代表這個境界。其實說一，就錯了！一不能說，所謂「開口便錯，動念即乖」。真實法說不出的，沒有辦法說的，說了就錯了；真實法不能想的，一想也錯了。這一說一想就落到第二義，一定落到相對上。離開相對，叫不可思議，沒有法子思惟，也沒有法子說明，議就是說明、討論，是不可思議的。在不得已的情況下，用個一做代表。一起心動念，法界就無量無邊。無量無邊用「十」來代表，因為數目字從一到十，十是最大的數字，由十再到百，由百再到千，所以它代表無量無邊。起心動念以後，從第二義才講一多；第一義裡頭，一多都沒有。"
    },
    {
      "id": "01-003-0040_p0039",
      "zh_CN": "法界原本是一相，当我们没有起心动念、没有分别执着的时候，法界是一相。在这种境界里面，我们所感受的就叫一行。一行是什么？万法平等，清净一如。一切法不平等，是从你分别心上起的；你没有分别心，法平等的。菩萨行里面，有一种修行方法叫婴儿行。婴儿是刚刚出生几个月的小孩，菩萨要跟他学，学什么？学不分别。他不分别，他是一味，他是一行。你看婴儿，你给奶，他吃得很高兴；他拉的大便，他拿在嘴里吃得也很高兴，没有两个味道，为什么？没有分别。没有分别，是一不是二。一起了分别心，这个是好，那个是坏；这个好吃，那个不好吃，一行就失掉，三昧也没有了。",
      "zh_TW": "法界原本是一相，當我們沒有起心動念、沒有分別執著的時候，法界是一相。在這種境界裡面，我們所感受的就叫一行。一行是什麼？萬法平等，清淨一如。一切法不平等，是從你分別心上起的；你沒有分別心，法平等的。菩薩行裡面，有一種修行方法叫嬰兒行。嬰兒是剛剛出生幾個月的小孩，菩薩要跟他學，學什麼？學不分別。他不分別，他是一味，他是一行。你看嬰兒，你給奶，他吃得很高興；他拉的大便，他拿在嘴裡吃得也很高興，沒有兩個味道，為什麼？沒有分別。沒有分別，是一不是二。一起了分別心，這個是好，那個是壞；這個好吃，那個不好吃，一行就失掉，三昧也沒有了。"
    },
    {
      "id": "01-003-0040_p0040",
      "zh_CN": "三昧是平等的正受，是正常享受，失掉以后，三昧就变质，变成苦乐忧喜舍五种受用。本来是一，变成五，五里面就有善恶、是非，就有苦乐忧喜舍，换句话说，无量无边的烦恼就从这里生起来了。本来没有烦恼，烦恼是从妄心里面生的，是从妄想分别执着里面生的，这是讲我们生死烦恼的根源，这些都是虚妄的，都不是真实的。离开一切妄想、分别、执着，你要找烦恼、生死都找不到，觅烦恼生死了不可得！到这个时候，你的享受那就是一行三昧了。",
      "zh_TW": "三昧是平等的正受，是正常享受，失掉以後，三昧就變質，變成苦樂憂喜捨五種受用。本來是一，變成五，五裡面就有善惡、是非，就有苦樂憂喜捨，換句話說，無量無邊的煩惱就從這裡生起來了。本來沒有煩惱，煩惱是從妄心裡面生的，是從妄想分別執著裡面生的，這是講我們生死煩惱的根源，這些都是虛妄的，都不是真實的。離開一切妄想、分別、執著，你要找煩惱、生死都找不到，覓煩惱生死了不可得！到這個時候，你的享受那就是一行三昧了。"
    },
    {
      "id": "01-003-0040_p0041",
      "zh_CN": "诸佛菩萨的境界，都叫做一行三昧。一行三昧是我们自己本有的境界，没什么特别，我们个个都有，可是现在我们把它失掉了，眼前没这种享受了，眼前我们的享受是苦乐忧喜舍，我们是这种享受，这都是我们的分别执着。顺自己的意思，这里头有乐受；不合自己意思，就有苦受。有苦乐忧喜舍的受，这个受都是不正常的，这个受是虚妄而不是真实的。学佛无非是摆脱这个虚妄，舍离虚妄，恢复我们真实的，恢复我们本有的，这叫学佛。",
      "zh_TW": "諸佛菩薩的境界，都叫做一行三昧。一行三昧是我們自己本有的境界，沒什麼特別，我們個個都有，可是現在我們把它失掉了，眼前沒這種享受了，眼前我們的享受是苦樂憂喜捨，我們是這種享受，這都是我們的分別執著。順自己的意思，這裡頭有樂受；不合自己意思，就有苦受。有苦樂憂喜捨的受，這個受都是不正常的，這個受是虛妄而不是真實的。學佛無非是擺脫這個虛妄，捨離虛妄，恢復我們真實的，恢復我們本有的，這叫學佛。"
    },
    {
      "id": "01-003-0040_p0042",
      "zh_CN": "演【修是三昧者。】",
      "zh_TW": "演【修是三昧者。】"
    },
    {
      "id": "01-003-0040_p0043",
      "zh_CN": "「修」就是我们要恢复，把我们的错误、把我们的虚伪修正过来，恢复我们的一行三昧。应该怎么修法？第一：",
      "zh_TW": "「修」就是我們要恢復，把我們的錯誤、把我們的虛偽修正過來，恢復我們的一行三昧。應該怎麼修法？第一："
    },
    {
      "id": "01-003-0040_p0044",
      "zh_CN": "演【不取相貌。】",
      "zh_TW": "演【不取相貌。】"
    },
    {
      "id": "01-003-0040_p0045",
      "zh_CN": "就是叫你不要着相，像《金刚经》上所说的「不取于相，如如不动」。这个说法通一切经，通一切法门，这句话是总说，千经万论、八万四千法门、无量法门，都离不开这个原理。原理原则是一个，方法手段有无量无边，那叫法门。无量无边的方法手段都是达到这个目标，就是不着相、不动心，所以它是总说。总纲领说出之后，方法手段太多，我们用哪一个？大师给我们指出一个，这个指出，不是莲池大师给我们指出来的，是文殊菩萨教的，他老人家采取。「直据文殊一行」，直接依据文殊菩萨的一行三昧，依据这个开示，换句话说，他老人家所传的这个念佛法门，是根据文殊菩萨所说的，不是他自己发明的。文殊菩萨怎么教我们呢？",
      "zh_TW": "就是叫你不要著相，像《金剛經》上所說的「不取於相，如如不動」。這個說法通一切經，通一切法門，這句話是總說，千經萬論、八萬四千法門、無量法門，都離不開這個原理。原理原則是一個，方法手段有無量無邊，那叫法門。無量無邊的方法手段都是達到這個目標，就是不著相、不動心，所以它是總說。總綱領說出之後，方法手段太多，我們用哪一個？大師給我們指出一個，這個指出，不是蓮池大師給我們指出來的，是文殊菩薩教的，他老人家採取。「直據文殊一行」，直接依據文殊菩薩的一行三昧，依據這個開示，換句話說，他老人家所傳的這個念佛法門，是根據文殊菩薩所說的，不是他自己發明的。文殊菩薩怎麼教我們呢？"
    },
    {
      "id": "01-003-0040_p0046",
      "zh_CN": "演【系心一佛，专称名字，随彼方所，端身正向，于一佛念念相续，即一念中能见过去未来诸佛等。】",
      "zh_TW": "演【繫心一佛，專稱名字，隨彼方所，端身正向，於一佛念念相續，即一念中能見過去未來諸佛等。】"
    },
    {
      "id": "01-003-0040_p0047",
      "zh_CN": "「等」字是他老人家加的，因为经文后头还有，他只节录这一段，这一段是文殊般若会上文殊菩萨所讲的。这是指导我们从一尊佛入门。我们在《华严经》里面看到，善财是文殊菩萨的学生，文殊菩萨教他什么法门？就是教他念佛法门。念哪一尊佛？念阿弥陀佛。怎么晓得？因为后面普贤菩萨十大愿王导归极乐，同时又看到文殊菩萨自己发愿求生净土。文殊菩萨本人发愿求生极乐世界，他教善财童子当然是念阿弥陀佛，没话说的！这是我们在华严会上第一次见到文殊菩萨教人，传授这个法门。在般若会上，他老人家又是这样强调。",
      "zh_TW": "「等」字是他老人家加的，因為經文後頭還有，他只節錄這一段，這一段是文殊般若會上文殊菩薩所講的。這是指導我們從一尊佛入門。我們在《華嚴經》裡面看到，善財是文殊菩薩的學生，文殊菩薩教他什麼法門？就是教他念佛法門。念哪一尊佛？念阿彌陀佛。怎麼曉得？因為後面普賢菩薩十大願王導歸極樂，同時又看到文殊菩薩自己發願求生淨土。文殊菩薩本人發願求生極樂世界，他教善財童子當然是念阿彌陀佛，沒話說的！這是我們在華嚴會上第一次見到文殊菩薩教人，傳授這個法門。在般若會上，他老人家又是這樣強調。"
    },
    {
      "id": "01-003-0040_p0048",
      "zh_CN": "唐朝法照禅师是净土宗第四代祖师，他是亲身见到文殊菩萨，向文殊菩萨请教，末法时期应该修什么法门？文殊菩萨传给他念佛法门。五会念佛那个声调，就是文殊菩萨教给法照，法照传给我们后世的。莲池大师是明朝人，他老人家也直接依据文殊菩萨这个教诫，所以我们修念佛法门就是修一行三昧。一行三昧是一切菩萨所修的。我们在《六祖坛经》里面看到，六祖大师教诫学人也是一行三昧，他是用参禅的方法，我们修一行三昧是用念佛的方法。从这个地方你也就明了，八万四千法门统统修的一行三昧；如果不是一行三昧，那就不是佛法。",
      "zh_TW": "唐朝法照禪師是淨土宗第四代祖師，他是親身見到文殊菩薩，向文殊菩薩請教，末法時期應該修什麼法門？文殊菩薩傳給他念佛法門。五會念佛那個聲調，就是文殊菩薩教給法照，法照傳給我們後世的。蓮池大師是明朝人，他老人家也直接依據文殊菩薩這個教誡，所以我們修念佛法門就是修一行三昧。一行三昧是一切菩薩所修的。我們在《六祖壇經》裡面看到，六祖大師教誡學人也是一行三昧，他是用參禪的方法，我們修一行三昧是用念佛的方法。從這個地方你也就明瞭，八萬四千法門統統修的一行三昧；如果不是一行三昧，那就不是佛法。"
    },
    {
      "id": "01-003-0040_p0049",
      "zh_CN": "有许多同修来问我，现在妖魔鬼怪太多了，佛与魔怎样辨别？从这个总纲领很容易看得出来，佛决定修一行三昧，魔不修一行三昧。一行三昧就是一心无二心；你还有妄想、分别、执着，这不是一心。一心决定是清净、平等、慈悲的，这三桩事情是连起来的，是一而三、三而一。我对某些人很慈悲，对另一些人不慈悲，换句话说，这个慈悲不平等。譬如有些宗教，神爱人，爱信祂的；不信祂，祂就不爱他了，这是不平等！佛法不是这样的，佛法对人的慈悲决定平等。你相信他、尊敬他，他慈悲爱护你；你毁谤他、侮辱他、破坏他，他对你还是慈悲平等，绝对没有二心，这是佛法。心绝对是清净平等慈悲，但是表现在事上是不平等的，为什么？因为众生自己的业力不相同。佛心决定是清净平等慈悲，就跟父母对子女一样。父母对每一个子女都同样爱护，可是在表现上有不一样，为什么？子女每个人性情不相同，所以表现在外面的照顾不一样，可是心地决定是相同，决定是一样的。",
      "zh_TW": "有許多同修來問我，現在妖魔鬼怪太多了，佛與魔怎樣辨別？從這個總綱領很容易看得出來，佛決定修一行三昧，魔不修一行三昧。一行三昧就是一心無二心；你還有妄想、分別、執著，這不是一心。一心決定是清淨、平等、慈悲的，這三樁事情是連起來的，是一而三、三而一。我對某些人很慈悲，對另一些人不慈悲，換句話說，這個慈悲不平等。譬如有些宗教，神愛人，愛信祂的；不信祂，祂就不愛他了，這是不平等！佛法不是這樣的，佛法對人的慈悲決定平等。你相信他、尊敬他，他慈悲愛護你；你毀謗他、侮辱他、破壞他，他對你還是慈悲平等，絕對沒有二心，這是佛法。心絕對是清淨平等慈悲，但是表現在事上是不平等的，為什麼？因為眾生自己的業力不相同。佛心決定是清淨平等慈悲，就跟父母對子女一樣。父母對每一個子女都同樣愛護，可是在表現上有不一樣，為什麼？子女每個人性情不相同，所以表現在外面的照顧不一樣，可是心地決定是相同，決定是一樣的。"
    },
    {
      "id": "01-003-0040_p0050",
      "zh_CN": "文殊菩萨教我们要「系心一佛」，系是系念，心里面常常挂念着，念什么？念一尊佛，系念在一尊佛上。我不系念行不行？不行。你要不系念一尊佛，你会胡思乱想，你系念的东西太多了。我什么都不系念了，你系念无明，系念一个「我什么都不念」，还是有个念头！换句话说，什么念头都没有，凡夫做不到。修无想定的人，「我什么都不想了」，其实他还想，他想一个「什么都不想」，还是有想，没有法子，做不到！正因为你做不到，所以教你把所有的念头统统离开，想一个，就是以一念来对治万念。念佛法门是用这个方法，用这个方法达到一行三昧，所以这个法门妙，太妙了。「系心一佛」就是《楞严经》上大势至菩萨讲的「忆佛」，心里面念佛、忆佛，「专称名字」，这叫念佛。大势至菩萨讲的「忆佛念佛，现前当来必定见佛」，见佛就成佛了。所以，这两句就是忆佛念佛。",
      "zh_TW": "文殊菩薩教我們要「繫心一佛」，繫是繫念，心裡面常常掛念著，念什麼？念一尊佛，繫念在一尊佛上。我不繫念行不行？不行。你要不繫念一尊佛，你會胡思亂想，你繫念的東西太多了。我什麼都不繫念了，你繫念無明，繫念一個「我什麼都不念」，還是有個念頭！換句話說，什麼念頭都沒有，凡夫做不到。修無想定的人，「我什麼都不想了」，其實他還想，他想一個「什麼都不想」，還是有想，沒有法子，做不到！正因為你做不到，所以教你把所有的念頭統統離開，想一個，就是以一念來對治萬念。念佛法門是用這個方法，用這個方法達到一行三昧，所以這個法門妙，太妙了。「繫心一佛」就是《楞嚴經》上大勢至菩薩講的「憶佛」，心裡面念佛、憶佛，「專稱名字」，這叫念佛。大勢至菩薩講的「憶佛念佛，現前當來必定見佛」，見佛就成佛了。所以，這兩句就是憶佛念佛。"
    },
    {
      "id": "01-003-0040_p0051",
      "zh_CN": "「随佛方所，端身正向」，这就是要相应。本经教我们念的是西方极乐世界阿弥陀佛，阿弥陀佛在西方，所以我们常常想着西方，想佛也想着西方，处处都与西方相应。我们坐，面对着西方；我们供佛，佛像供在西方，每天向西方礼拜，与他相应，这是随佛方所。端身正向，端是端正，不可以随随便便、马马虎虎。就好像我们见贵宾、见客人一样，要整肃仪容，不能够失礼。我们对贵宾都不敢失礼，对佛菩萨怎么可以失礼呢？所以一定要端正仪容，每天念佛拜佛。",
      "zh_TW": "「隨佛方所，端身正向」，這就是要相應。本經教我們念的是西方極樂世界阿彌陀佛，阿彌陀佛在西方，所以我們常常想著西方，想佛也想著西方，處處都與西方相應。我們坐，面對著西方；我們供佛，佛像供在西方，每天向西方禮拜，與他相應，這是隨佛方所。端身正向，端是端正，不可以隨隨便便、馬馬虎虎。就好像我們見貴賓、見客人一樣，要整肅儀容，不能夠失禮。我們對貴賓都不敢失禮，對佛菩薩怎麼可以失禮呢？所以一定要端正儀容，每天念佛拜佛。"
    },
    {
      "id": "01-003-0040_p0052",
      "zh_CN": "「于一佛念念相续」，这是讲念佛的方法。忆佛念佛不能中断，这就叫功夫，功夫是讲不中断。有些同修晓得念佛的好处，也很想念佛，但是念不下去，念几声就忘掉了，来问我：这怎么办？诸位要晓得，这就是业障，是你本身有障碍。有业障怎么办？最好的办法，你来参加念佛会，念佛会是依众靠众，大家在一起念，就把你的佛号提起来，用这个方法来提醒自己。现在还有一个方法，用随身听放念佛的录音带，把耳机塞在耳朵上，那你就不容易忘掉了。这是个好方法，二六时中佛号不间断。",
      "zh_TW": "「於一佛念念相續」，這是講念佛的方法。憶佛念佛不能中斷，這就叫功夫，功夫是講不中斷。有些同修曉得念佛的好處，也很想念佛，但是念不下去，念幾聲就忘掉了，來問我：這怎麼辦？諸位要曉得，這就是業障，是你本身有障礙。有業障怎麼辦？最好的辦法，你來參加念佛會，念佛會是依眾靠眾，大家在一起念，就把你的佛號提起來，用這個方法來提醒自己。現在還有一個方法，用隨身聽放念佛的錄音帶，把耳機塞在耳朵上，那你就不容易忘掉了。這是個好方法，二六時中佛號不間斷。"
    },
    {
      "id": "01-003-0040_p0053",
      "zh_CN": "自己能够时时刻刻提得起佛号，而且念得很欢喜，念得法喜充满，身心轻安自在，这是业障轻，功夫得力。真正念佛人念个三、五年一定会到这个境界，烦恼渐渐少了。烦恼少，就是分别执着这个念头比从前少，比从前减轻了。心开意解，自自然然能得到轻安，能得到自在，这是念佛的好境界。所以，一定要把握着「念念相续」。",
      "zh_TW": "自己能夠時時刻刻提得起佛號，而且念得很歡喜，念得法喜充滿，身心輕安自在，這是業障輕，功夫得力。真正念佛人念個三、五年一定會到這個境界，煩惱漸漸少了。煩惱少，就是分別執著這個念頭比從前少，比從前減輕了。心開意解，自自然然能得到輕安，能得到自在，這是念佛的好境界。所以，一定要把握著「念念相續」。"
    },
    {
      "id": "01-003-0040_p0054",
      "zh_CN": "底下这一句，这是讲果证，这是功夫，有了功夫，你就有收获。收获，佛法讲有所证，你所得到的，得到是什么？「能见过去未来诸佛」，过去、未来都能够见，现在佛更不必说了，所以说三世佛你都能见得到。真的跟《楞严》上所讲的一样，「忆佛念佛，现前当来必定见佛」。",
      "zh_TW": "底下這一句，這是講果證，這是功夫，有了功夫，你就有收穫。收穫，佛法講有所證，你所得到的，得到是什麼？「能見過去未來諸佛」，過去、未來都能夠見，現在佛更不必說了，所以說三世佛你都能見得到。真的跟《楞嚴》上所講的一樣，「憶佛念佛，現前當來必定見佛」。"
    },
    {
      "id": "01-003-0040_p0055",
      "zh_CN": "「文殊一行三昧」，这是莲池大师注解这部《弥陀疏钞》，在行门上他所依据的。前面一段是讲他在教理上依据的。他依据与净土同部同类的五部经，这是理论的依据；方法的依据，是依据文殊菩萨的一行三昧。我们对这个注解才能起信心，不是他随便说的，他确确实实是有根据的。不仅如此，下面还有会通。",
      "zh_TW": "「文殊一行三昧」，這是蓮池大師註解這部《彌陀疏鈔》，在行門上他所依據的。前面一段是講他在教理上依據的。他依據與淨土同部同類的五部經，這是理論的依據；方法的依據，是依據文殊菩薩的一行三昧。我們對這個註解才能起信心，不是他隨便說的，他確確實實是有根據的。不僅如此，下面還有會通。"
    },
    {
      "id": "01-003-0040_p0056",
      "zh_CN": "『而复会归玄旨，则分入杂华，贯穿诸门』。这个了不起！这个一看，那真是博大精深，没话说了。玄旨，玄是指《华严经》的十玄门。",
      "zh_TW": "『而復會歸玄旨，則分入雜華，貫穿諸門』。這個了不起！這個一看，那真是博大精深，沒話說了。玄旨，玄是指《華嚴經》的十玄門。"
    },
    {
      "id": "01-003-0040_p0057",
      "zh_CN": "演【会归玄旨者，以净土一门，会归华严十玄妙旨，如后分圆中所明。】",
      "zh_TW": "演【會歸玄旨者，以淨土一門，會歸華嚴十玄妙旨，如後分圓中所明。】"
    },
    {
      "id": "01-003-0040_p0058",
      "zh_CN": "这个真正是了不起！底下《疏钞》里头还会细说，到本经的玄义有更详细的说明。这部小本《弥陀经》跟《大方广佛华严经》是一不是二。虽然《华严》与它，一般讲是不同类也不同部，可是由莲池大师这段文来看，似乎是同部也是同类。理上讲是同部，教上讲不同；行门里面讲不同类，但是归宿上来讲同类，因为它十大愿王导归极乐。《华严经》用的方法是修十大愿王，《弥陀经》是念阿弥陀佛，方法不一样，目的地是一样的，都是求生西方净土，《华严经》末后导归极乐莲邦。所以，这两部经是一不是二，因此莲池大师这个注解引用《华严经》的地方特别多。会归玄旨，《华严》最重要的是讲十玄门，十玄妙旨。",
      "zh_TW": "這個真正是了不起！底下《疏鈔》裡頭還會細說，到本經的玄義有更詳細的說明。這部小本《彌陀經》跟《大方廣佛華嚴經》是一不是二。雖然《華嚴》與它，一般講是不同類也不同部，可是由蓮池大師這段文來看，似乎是同部也是同類。理上講是同部，教上講不同；行門裡面講不同類，但是歸宿上來講同類，因為它十大願王導歸極樂。《華嚴經》用的方法是修十大願王，《彌陀經》是念阿彌陀佛，方法不一樣，目的地是一樣的，都是求生西方淨土，《華嚴經》末後導歸極樂蓮邦。所以，這兩部經是一不是二，因此蓮池大師這個註解引用《華嚴經》的地方特別多。會歸玄旨，《華嚴》最重要的是講十玄門，十玄妙旨。"
    },
    {
      "id": "01-003-0040_p0059",
      "zh_CN": "「分入杂华」，杂华就是《华严经》；分入，「分」是部分，「入」是融合。《华严经》的本名是《大方广佛杂华庄严经》，所以杂华就是《华严经》。《弥陀经》一部分与《华严经》是相通的，「入」就是相通的意思。「贯穿诸门」，诸门就是讲八万四千法门。任何一个法门与念佛法门都有关联，换句话说，念佛法门是一切法门里面的总纲领，是一切法门里面的主流。",
      "zh_TW": "「分入雜華」，雜華就是《華嚴經》；分入，「分」是部分，「入」是融合。《華嚴經》的本名是《大方廣佛雜華莊嚴經》，所以雜華就是《華嚴經》。《彌陀經》一部分與《華嚴經》是相通的，「入」就是相通的意思。「貫穿諸門」，諸門就是講八萬四千法門。任何一個法門與念佛法門都有關聯，換句話說，念佛法門是一切法門裡面的總綱領，是一切法門裡面的主流。"
    },
    {
      "id": "01-003-0040_p0060",
      "zh_CN": "演【贯穿诸门者，以念佛一门，贯穿一代时教诸行法门，如后释一心不乱处所明。】",
      "zh_TW": "演【貫穿諸門者，以念佛一門，貫穿一代時教諸行法門，如後釋一心不亂處所明。】"
    },
    {
      "id": "01-003-0040_p0061",
      "zh_CN": "念佛的方法，贯穿了佛所说的所有法门、八万四千法门、无量法门，后面会详细的说，在解释经文「一心不乱」这个地方。「一心不乱」这四个字，莲池大师用多少篇幅解释？用半卷文字，全经八分之一篇幅，解释一心不乱，讲得真详细。所以到那个时候，会给你讲得详详细细、明明白白，你才晓得这个法门不可思议。今天有很多人不相信净土，轻视净土，无量无边的罪过，他没有读过莲池大师的《疏钞》；真正读了《疏钞》，他会改变观念的。依照这《疏钞》来修行，一生当中没有不成就的。",
      "zh_TW": "念佛的方法，貫穿了佛所說的所有法門、八萬四千法門、無量法門，後面會詳細的說，在解釋經文「一心不亂」這個地方。「一心不亂」這四個字，蓮池大師用多少篇幅解釋？用半卷文字，全經八分之一篇幅，解釋一心不亂，講得真詳細。所以到那個時候，會給你講得詳詳細細、明明白白，你才曉得這個法門不可思議。今天有很多人不相信淨土，輕視淨土，無量無邊的罪過，他沒有讀過蓮池大師的《疏鈔》；真正讀了《疏鈔》，他會改變觀念的。依照這《疏鈔》來修行，一生當中沒有不成就的。"
    },
    {
      "id": "01-003-0040_p0062",
      "zh_CN": "『则博综群典』，「博」是广博，「综」是综合，「群典」就是一切经。一切经就是我们现在所讲的《大藏经》，释迦牟尼佛四十九年所说的这一切经，博综群典。『无一不消归自己』，本经念这一句阿弥陀佛，句句佛号也是消归自性。不消归自性，怎么能得受用？这个念佛，这是讲到道地功夫了。换句话说，会念的消归自性；不会念的，执着在名相上。执着在名相上，不能消归自性，那就是古人所说的「喊破喉咙也枉然」，这就是会念与不会念。",
      "zh_TW": "『則博綜群典』，「博」是廣博，「綜」是綜合，「群典」就是一切經。一切經就是我們現在所講的《大藏經》，釋迦牟尼佛四十九年所說的這一切經，博綜群典。『無一不消歸自己』，本經念這一句阿彌陀佛，句句佛號也是消歸自性。不消歸自性，怎麼能得受用？這個念佛，這是講到道地功夫了。換句話說，會念的消歸自性；不會念的，執著在名相上。執著在名相上，不能消歸自性，那就是古人所說的「喊破喉嚨也枉然」，這就是會念與不會念。"
    },
    {
      "id": "01-003-0040_p0063",
      "zh_CN": "我们要问，怎样叫做消归自性？我们在讲席当中常常提醒同修们，这句佛号的意思完全翻成中国话是「皈依无量觉」，咱们要问问那个觉是不是自性？觉就是自性。声声提醒你自己，要从迷惑颠倒回过头来依自性觉，觉而不迷，那么这个佛号有无量无边的功德。所以才说，念一句阿弥陀佛消八十亿劫生死重罪。觉了，罪业就消掉，就灭掉；你要是迷，罪业就现前，消不掉。念念觉而不迷，这是皈依无量觉。",
      "zh_TW": "我們要問，怎樣叫做消歸自性？我們在講席當中常常提醒同修們，這句佛號的意思完全翻成中國話是「皈依無量覺」，咱們要問問那個覺是不是自性？覺就是自性。聲聲提醒你自己，要從迷惑顛倒回過頭來依自性覺，覺而不迷，那麼這個佛號有無量無邊的功德。所以才說，念一句阿彌陀佛消八十億劫生死重罪。覺了，罪業就消掉，就滅掉；你要是迷，罪業就現前，消不掉。念念覺而不迷，這是皈依無量覺。"
    },
    {
      "id": "01-003-0040_p0064",
      "zh_CN": "这个地方要辨别的，什么叫觉？怎样叫迷？换句话说，觉的样子是什么，迷的样子是什么，我们首先要把这个搞清楚。我们六根接触六尘境界的时候，眼见色、耳闻声、舌尝味、鼻嗅香、身体接触、心里面在起念头，这叫六根接触六尘境界。接触境界的时候，你起心动念分别执着就是迷，这是迷的相。一起心动念的时候，你不要管它，善念也好、恶念也好、染念也好、净念也好，一概不理会，马上把它转变成阿弥陀佛。阿弥陀佛就是觉，阿弥陀佛是觉念，除了阿弥陀佛以外，都是迷念，都不是觉念，要转得快！古人常讲：不怕念起，只怕觉迟。你把这个念头立刻转成阿弥陀佛。叫阿弥陀佛这一念念念相续，不要叫它中断，不要叫其他的妄念起来。",
      "zh_TW": "這個地方要辨別的，什麼叫覺？怎樣叫迷？換句話說，覺的樣子是什麼，迷的樣子是什麼，我們首先要把這個搞清楚。我們六根接觸六塵境界的時候，眼見色、耳聞聲、舌嘗味、鼻嗅香、身體接觸、心裡面在起念頭，這叫六根接觸六塵境界。接觸境界的時候，你起心動念分別執著就是迷，這是迷的相。一起心動念的時候，你不要管它，善念也好、惡念也好、染念也好、淨念也好，一概不理會，馬上把它轉變成阿彌陀佛。阿彌陀佛就是覺，阿彌陀佛是覺念，除了阿彌陀佛以外，都是迷念，都不是覺念，要轉得快！古人常講：不怕念起，只怕覺遲。你把這個念頭立刻轉成阿彌陀佛。叫阿彌陀佛這一念念念相續，不要叫它中斷，不要叫其他的妄念起來。"
    },
    {
      "id": "01-003-0040_p0065",
      "zh_CN": "也许诸位听了这个话，说：这个我们现在办不到！如果一天到晚念阿弥陀佛，我什么事情也不要想了，什么事情也不要办了，这怎么办？这是你现在初学，你没有功夫；你要是真有功夫，你想事、办事，你这个佛号还是不断。现在做不到怎么办？当你想事情、办事情的时候，佛号就停下来，去想事情、去办事，事情办好、想好了，那个事情放下，佛号提起来，现在只能用这个方法。这个方法用熟了，用上几年，心真正清净了，你一面办事、一面考虑问题，佛号还是不间断。所以，这是功夫的问题。换句话说，你要考虑问题，那就是业障现前，必须把佛号暂时放下。不要着急，慢慢的来，按部就班来。所以一定要懂得「消归自己」，这个佛号念得才有用处。这些事与理，在《疏钞》里面都有很大的篇幅详细的来讨论。",
      "zh_TW": "也許諸位聽了這個話，說：這個我們現在辦不到！如果一天到晚念阿彌陀佛，我什麼事情也不要想了，什麼事情也不要辦了，這怎麼辦？這是你現在初學，你沒有功夫；你要是真有功夫，你想事、辦事，你這個佛號還是不斷。現在做不到怎麼辦？當你想事情、辦事情的時候，佛號就停下來，去想事情、去辦事，事情辦好、想好了，那個事情放下，佛號提起來，現在只能用這個方法。這個方法用熟了，用上幾年，心真正清淨了，你一面辦事、一面考慮問題，佛號還是不間斷。所以，這是功夫的問題。換句話說，你要考慮問題，那就是業障現前，必須把佛號暫時放下。不要著急，慢慢的來，按部就班來。所以一定要懂得「消歸自己」，這個佛號念得才有用處。這些事與理，在《疏鈔》裡面都有很大的篇幅詳細的來討論。"
    },
    {
      "id": "01-003-0040_p0066",
      "zh_CN": "『有愿皆回向菩提』，菩提是印度话，翻成中文是觉。菩提心就是觉悟的心。菩提是觉，有愿都要觉，不能迷。「有愿皆回向菩提」，有愿都要回向觉道，不能迷惑颠倒。人，不管什么人，中国人、外国人、古人、今人、贤人、愚人，他都有愿，哪个人没有愿？愿太多太多了。今天我想吃个什么，这是愿，你要没有愿，你就不想了。今天我们想到哪里去玩一玩也是愿，愿太多太多了。从早到晚，你的愿望你自己都搞不清楚，不晓得有多少！学佛的人记住一个原则，有愿，这个愿要觉、不迷。不管你什么愿，只要觉而不迷，愿愿都是善愿、都是好愿；要是迷了，你到佛堂来听经这个愿都不是好愿，为什么？你迷而不觉。要紧的是觉而不迷，不起心、不动念、不分别、不执着，这是觉；起心动念、分别执着，这是迷。",
      "zh_TW": "『有願皆迴向菩提』，菩提是印度話，翻成中文是覺。菩提心就是覺悟的心。菩提是覺，有願都要覺，不能迷。「有願皆迴向菩提」，有願都要迴向覺道，不能迷惑顛倒。人，不管什麼人，中國人、外國人、古人、今人、賢人、愚人，他都有願，哪個人沒有願？願太多太多了。今天我想吃個什麼，這是願，你要沒有願，你就不想了。今天我們想到哪裡去玩一玩也是願，願太多太多了。從早到晚，你的願望你自己都搞不清楚，不曉得有多少！學佛的人記住一個原則，有願，這個願要覺、不迷。不管你什麼願，只要覺而不迷，願願都是善願、都是好願；要是迷了，你到佛堂來聽經這個願都不是好願，為什麼？你迷而不覺。要緊的是覺而不迷，不起心、不動念、不分別、不執著，這是覺；起心動念、分別執著，這是迷。"
    },
    {
      "id": "01-003-0040_p0067",
      "zh_CN": "清凉在《华严经》经题里面，跟我们说的几句话非常有道理，他讲学佛的人、听经的人，不懂得这个原理原则，经听多了、看多了，得什么效果？「增长邪见」，这就是没有消归自性。不会消归自性的，听这个人这种说法，那个人那种说法，有的相同，有的相冲突，为什么会听到这些？因为你分别执着，胡思乱想。你要是不听，「增长无明」，这个事情麻烦了。不听经，增长无明，修行就是盲修瞎练，经听多了又胡思乱想，这个事情真难！",
      "zh_TW": "清涼在《華嚴經》經題裡面，跟我們說的幾句話非常有道理，他講學佛的人、聽經的人，不懂得這個原理原則，經聽多了、看多了，得什麼效果？「增長邪見」，這就是沒有消歸自性。不會消歸自性的，聽這個人這種說法，那個人那種說法，有的相同，有的相衝突，為什麼會聽到這些？因為你分別執著，胡思亂想。你要是不聽，「增長無明」，這個事情麻煩了。不聽經，增長無明，修行就是盲修瞎練，經聽多了又胡思亂想，這個事情真難！"
    },
    {
      "id": "01-003-0040_p0068",
      "zh_CN": "古德教初学，老师教学生也是如此，只准听一个人的，不能听第二个人的，为什么？就是因为你不会听，听多了就胡思乱想。我这个师父跟我这么说的，他又是那么说的，那个人又是那么说的，到底谁对？自己分别执着愈来愈深，愈迷愈深。所以，只准听一个人的。听一个人的，分别执着也是有，但是减轻了不少。所以现在人修行困难，为什么？没有老师了，没有师承。现在是民主自由，讲经地方太多了，到处去听，天天增长邪见，这个损失太大了。",
      "zh_TW": "古德教初學，老師教學生也是如此，只准聽一個人的，不能聽第二個人的，為什麼？就是因為你不會聽，聽多了就胡思亂想。我這個師父跟我這麼說的，他又是那麼說的，那個人又是那麼說的，到底誰對？自己分別執著愈來愈深，愈迷愈深。所以，只准聽一個人的。聽一個人的，分別執著也是有，但是減輕了不少。所以現在人修行困難，為什麼？沒有老師了，沒有師承。現在是民主自由，講經地方太多了，到處去聽，天天增長邪見，這個損失太大了。"
    },
    {
      "id": "01-003-0040_p0069",
      "zh_CN": "如果真正遇到一个好老师教你，「你只可以听我的，不能听别人的」，你一定会反感：某某人不要听他的，这个人太专制、太霸道，他不讲理！所以现在真正的善知识，也一句话都不说了，你们自己爱怎么办就怎么办，反正成就不成就是你，与我不相干。真正能懂得消归自性，听而无听，无听而听，他听经只有悟处，他不会胡思乱想，不会打妄想、不会分别执着。他常常听经、常常听经，豁然开悟了。为什么会开悟？因为他在听经的时候没有分别执着，就是句句话都流到自性里去，自性没有分别、自性不执着。这样听经有什么好处？就是以正法薰无明，薰久了会豁然大悟，道理在此地。",
      "zh_TW": "如果真正遇到一個好老師教你，「你只可以聽我的，不能聽別人的」，你一定會反感：某某人不要聽他的，這個人太專制、太霸道，他不講理！所以現在真正的善知識，也一句話都不說了，你們自己愛怎麼辦就怎麼辦，反正成就不成就是你，與我不相干。真正能懂得消歸自性，聽而無聽，無聽而聽，他聽經只有悟處，他不會胡思亂想，不會打妄想、不會分別執著。他常常聽經、常常聽經，豁然開悟了。為什麼會開悟？因為他在聽經的時候沒有分別執著，就是句句話都流到自性裡去，自性沒有分別、自性不執著。這樣聽經有什麼好處？就是以正法薰無明，薰久了會豁然大悟，道理在此地。"
    },
    {
      "id": "01-003-0040_p0070",
      "zh_CN": "不会听的，听佛法，他不薰无明，他在那里助长知见，听得愈多，增长佛学常识，没有力量破无明，所以听一辈子经不能开悟。讲到佛法，头头是道，你都懂得，因为你听得多、看得多，你样样都晓得，你的烦恼不能断，你的无明不能破，这样一来，就把整个佛法变成世间法，就像世间一般学术一样，变成一种佛学常识，亏吃大了，这个不是佛法。",
      "zh_TW": "不會聽的，聽佛法，他不薰無明，他在那裡助長知見，聽得愈多，增長佛學常識，沒有力量破無明，所以聽一輩子經不能開悟。講到佛法，頭頭是道，你都懂得，因為你聽得多、看得多，你樣樣都曉得，你的煩惱不能斷，你的無明不能破，這樣一來，就把整個佛法變成世間法，就像世間一般學術一樣，變成一種佛學常識，虧吃大了，這個不是佛法。"
    },
    {
      "id": "01-003-0040_p0071",
      "zh_CN": "一定要懂得「消归自性」，「回向菩提」，莲池大师这两句话说得妙绝了！他自己要是没有这个心得、没有这个功夫，这两句他写不出来的。从今天我们读的这段文来看，你就了解这部《弥陀经》的价值、《弥陀疏钞》的价值。",
      "zh_TW": "一定要懂得「消歸自性」，「迴向菩提」，蓮池大師這兩句話說得妙絕了！他自己要是沒有這個心得、沒有這個功夫，這兩句他寫不出來的。從今天我們讀的這段文來看，你就了解這部《彌陀經》的價值、《彌陀疏鈔》的價值。"
    },
    {
      "id": "01-003-0040_p0072",
      "zh_CN": "『展此精诚，乞求加被』，「展」是展布，因为他要写这个注子了，展布自己的精诚，求三宝加持，使自己写的注解没有错误。一定要得三宝加持，没有三宝加持写不出来，没有三宝加持，不可能没有错误！这是求三宝神力加持的话。诸位要是明白了、觉悟了，我们一生就读这部经够了，就弘扬这部经够了，其他的都可以放下，不要再搞了，再搞别的都叫打闲岔。这部经保证你成佛，保证你往生，决定不落空。我们今天就讲到这一段。",
      "zh_TW": "『展此精誠，乞求加被』，「展」是展布，因為他要寫這個註子了，展布自己的精誠，求三寶加持，使自己寫的註解沒有錯誤。一定要得三寶加持，沒有三寶加持寫不出來，沒有三寶加持，不可能沒有錯誤！這是求三寶神力加持的話。諸位要是明白了、覺悟了，我們一生就讀這部經夠了，就弘揚這部經夠了，其他的都可以放下，不要再搞了，再搞別的都叫打閒岔。這部經保證你成佛，保証你往生，決定不落空。我們今天就講到這一段。"
    }
  ]
}