{
  "doc_id": "01-003-0037",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0037",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "01-003-0037_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四十七页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四十七頁："
    },
    {
      "id": "01-003-0037_p0002",
      "zh_CN": "疏【上明念佛获如是益，不念佛招如是损，故述己意，唯崇念佛。今初先以钝根自量也。】",
      "zh_TW": "疏【上明念佛獲如是益，不念佛招如是損，故述己意，唯崇念佛。今初先以鈍根自量也。】"
    },
    {
      "id": "01-003-0037_p0003",
      "zh_CN": "『上』是指序文前面的两大段，说明念佛的功德利益。尤其是我们在最近二、三年，看到念佛往生的瑞相，非常之希有。前年，香港佛教图书馆有一个老同修，看经的时候往生的，预知时至，一个月之前通知畅怀法师，告诉畅怀法师他要走了，没有生病。走的那一天，畅怀法师派人去取回藏经，老居士正在看经，还把这个人喝斥一顿：没错！我叫你今天来拿回藏经的，但是没叫你现在拿。这个人就回去了，过两天再拿，老人家往生了。就问他家里人：什么时候往生的？你走了以后两个小时，坐在那里往生的。所以畅怀法师现在念佛了，就是因为亲眼看到这个事实。最近我们在洛杉矶看到史居士，也是一个预知时至无疾而终的，这是千真万确的往生，事先告诉家人，他要往生西方世界。",
      "zh_TW": "『上』是指序文前面的兩大段，說明念佛的功德利益。尤其是我們在最近二、三年，看到念佛往生的瑞相，非常之希有。前年，香港佛教圖書館有一個老同修，看經的時候往生的，預知時至，一個月之前通知暢懷法師，告訴暢懷法師他要走了，沒有生病。走的那一天，暢懷法師派人去取回藏經，老居士正在看經，還把這個人喝斥一頓：沒錯！我叫你今天來拿回藏經的，但是沒叫你現在拿。這個人就回去了，過兩天再拿，老人家往生了。就問他家裡人：什麼時候往生的？你走了以後兩個小時，坐在那裡往生的。所以暢懷法師現在念佛了，就是因為親眼看到這個事實。最近我們在洛杉磯看到史居士，也是一個預知時至無疾而終的，這是千真萬確的往生，事先告訴家人，他要往生西方世界。"
    },
    {
      "id": "01-003-0037_p0004",
      "zh_CN": "这一往生西方世界，经上讲得很好，纵然是下品下生，也圆证三不退，这句话我们决定不能够轻轻的看过。所以，这个法门叫不可思议。圆教初住菩萨，别教初地菩萨，才证三不退，但是不圆满。什么人圆满证得三不退？等觉菩萨。所以一看这个句子，这真不可思议，下品下生圆证三不退。换句话说，下品下生的人在西方极乐世界等于等觉菩萨，这真正不可思议，这是难信之法。这个法门，连经论上佛自己都说：唯佛与佛方能究竟。释迦牟尼佛在本经与十方诸佛都给它做证明，这个法门是难信之法。虽然难信，可是很容易成就，永明延寿大师告诉我们：万修万人去。修学的条件就是三资粮，三个重要条件：第一个你要信；第二个你要肯，就是你愿意、你要发愿；第三个你要念佛持名。信、愿、持名，这叫三资粮，这三个条件。",
      "zh_TW": "這一往生西方世界，經上講得很好，縱然是下品下生，也圓證三不退，這句話我們決定不能夠輕輕的看過。所以，這個法門叫不可思議。圓教初住菩薩，別教初地菩薩，才證三不退，但是不圓滿。什麼人圓滿證得三不退？等覺菩薩。所以一看這個句子，這真不可思議，下品下生圓證三不退。換句話說，下品下生的人在西方極樂世界等於等覺菩薩，這真正不可思議，這是難信之法。這個法門，連經論上佛自己都說：唯佛與佛方能究竟。釋迦牟尼佛在本經與十方諸佛都給它做證明，這個法門是難信之法。雖然難信，可是很容易成就，永明延壽大師告訴我們：萬修萬人去。修學的條件就是三資糧，三個重要條件：第一個你要信；第二個你要肯，就是你願意、你要發願；第三個你要念佛持名。信、願、持名，這叫三資糧，這三個條件。"
    },
    {
      "id": "01-003-0037_p0005",
      "zh_CN": "我们要晓得，在娑婆世界苦！不管你是什么样的地位，你有多大的财富，穷人有穷人的苦处，富人有富人的苦处；做了国王他也不自在，他还有他的苦处；到天上做了天王，还有阿修罗找他麻烦，要跟他打战，天王都不自在。佛告诉我们，三界统苦。只要在三界里面，找不到一个乐土，这是我们应当要觉悟的。所以莲池大师苦口婆心，在此地是劝勉我们、教诫我们，说明念佛的功德利益。而不念佛这个损失太大太大，无比的损失。这话对谁说的？是对修学其他法门人说的；佛法八万四千法门，他不念佛去学其他的法门。其他法门，说个老实话，不能成就，学不成的。末法时期要想成就，只有这个法门。这是莲池大师要注解这部经，作这个《疏钞》，他的用意就是如此，提倡念佛法门，推崇也就是提倡的意思。",
      "zh_TW": "我們要曉得，在娑婆世界苦！不管你是什麼樣的地位，你有多大的財富，窮人有窮人的苦處，富人有富人的苦處；做了國王他也不自在，他還有他的苦處；到天上做了天王，還有阿修羅找他麻煩，要跟他打戰，天王都不自在。佛告訴我們，三界統苦。只要在三界裡面，找不到一個樂土，這是我們應當要覺悟的。所以蓮池大師苦口婆心，在此地是勸勉我們、教誡我們，說明念佛的功德利益。而不念佛這個損失太大太大，無比的損失。這話對誰說的？是對修學其他法門人說的；佛法八萬四千法門，他不念佛去學其他的法門。其他法門，說個老實話，不能成就，學不成的。末法時期要想成就，只有這個法門。這是蓮池大師要註解這部經，作這個《疏鈔》，他的用意就是如此，提倡念佛法門，推崇也就是提倡的意思。"
    },
    {
      "id": "01-003-0037_p0006",
      "zh_CN": "在这一段，首先他是以『钝根自量』。如果是根性很利的人修这个法门，我们一定会想，他的根性利，他的善根深厚，我们不如他，那大概我没分。他示现一个钝根，我这个根性也很钝，他行，大概我也有分，给我们莫大的勉励。",
      "zh_TW": "在這一段，首先他是以『鈍根自量』。如果是根性很利的人修這個法門，我們一定會想，他的根性利，他的善根深厚，我們不如他，那大概我沒分。他示現一個鈍根，我這個根性也很鈍，他行，大概我也有分，給我們莫大的勉勵。"
    },
    {
      "id": "01-003-0037_p0007",
      "zh_CN": "带业往生，这是祖师给我们说的。现在有人倡说不准带业，只可以消业往生。这种说法就是要把祖师这个讲法推翻，那么他说的能不能成立？我跟诸位说，不能成立。虽然他们也费了不少精神想把祖师的理论推翻，花了不少功夫去查经论，经论上都没有「带业往生」这个句子，消业有，能找到消业，没找到带业，于是就反对祖师所讲的带业，这是不对的。我们要问：净土经论里面是不是有讲四土三辈九品？这个有，一切经里面诸位能看得清清楚楚，佛说的。如果不带业，哪来的四土三辈九品？没有了！不带业，再给诸位说，不要往生了，往生干什么？不带业的只有一个人，谁？佛，佛不带业。等觉菩萨都带业，这一切大乘经论说得清清楚楚，等觉菩萨还带一品生相无明，他还带业，生相无明就是业。你们看看唯识「无明业相」，等觉菩萨就带这个，所以等觉菩萨还带业。由此可知，带业往生之说绝对是合理的，我们不要被谣言扰乱了自己的清净信心，这点很重要。",
      "zh_TW": "帶業往生，這是祖師給我們說的。現在有人倡說不准帶業，只可以消業往生。這種說法就是要把祖師這個講法推翻，那麼他說的能不能成立？我跟諸位說，不能成立。雖然他們也費了不少精神想把祖師的理論推翻，花了不少功夫去查經論，經論上都沒有「帶業往生」這個句子，消業有，能找到消業，沒找到帶業，於是就反對祖師所講的帶業，這是不對的。我們要問：淨土經論裡面是不是有講四土三輩九品？這個有，一切經裡面諸位能看得清清楚楚，佛說的。如果不帶業，哪來的四土三輩九品？沒有了！不帶業，再給諸位說，不要往生了，往生幹什麼？不帶業的只有一個人，誰？佛，佛不帶業。等覺菩薩都帶業，這一切大乘經論說得清清楚楚，等覺菩薩還帶一品生相無明，他還帶業，生相無明就是業。你們看看唯識「無明業相」，等覺菩薩就帶這個，所以等覺菩薩還帶業。由此可知，帶業往生之說絕對是合理的，我們不要被謠言擾亂了自己的清淨信心，這點很重要。"
    },
    {
      "id": "01-003-0037_p0008",
      "zh_CN": "凡是往生西方世界的，没有一个是不带业的，只可以说他带得多与带得少。带得多的，生凡圣同居土；带得少的，生实报庄严土。带得多的，下品下生；带得少的，上品上生，没有一个是不带业的。那讲消业有没有道理？有道理。他消得多就带的少，他消得少就带的多；消一点带一点，带一点消一点。所以讲带、讲消都讲得通，只准消不准带，只带不准消，统统错了，全都错了。所以我们读经，面面去观察，然后才能看得圆满，看得圆满的理、圆满的意思。",
      "zh_TW": "凡是往生西方世界的，沒有一個是不帶業的，只可以說他帶得多與帶得少。帶得多的，生凡聖同居土；帶得少的，生實報莊嚴土。帶得多的，下品下生；帶得少的，上品上生，沒有一個是不帶業的。那講消業有沒有道理？有道理。他消得多就帶的少，他消得少就帶的多；消一點帶一點，帶一點消一點。所以講帶、講消都講得通，只准消不准帶，只帶不准消，統統錯了，全都錯了。所以我們讀經，面面去觀察，然後才能看得圓滿，看得圓滿的理、圓滿的意思。"
    },
    {
      "id": "01-003-0037_p0009",
      "zh_CN": "首先我们看到大师自己以为自己是『钝根』，很迟钝的。『自量』，《演义》里面注得很好：",
      "zh_TW": "首先我們看到大師自己以為自己是『鈍根』，很遲鈍的。『自量』，《演義》裡面註得很好："
    },
    {
      "id": "01-003-0037_p0010",
      "zh_CN": "演【自量二字极佳，圣之所以成圣，贤之所以益贤也。】",
      "zh_TW": "演【自量二字極佳，聖之所以成聖，賢之所以益賢也。】"
    },
    {
      "id": "01-003-0037_p0011",
      "zh_CN": "圣人之所以能成圣，贤人之所以能更贤慧，就是他自己『自量』，自己衡量自己。为什么说这两个字用得极好？大多数学佛的人，学其他的法门都是不自量力，没有能力学禅，他偏偏去学禅；没有能力学密，偏偏学密。有人问我：「密法到底好不好？」当然好，怎么不好？太好了。「密宗里面讲即身成佛，这个话是真的吗？」真的，的确是即身成佛，这个话不假。「好！那我也马上学，学了就即生成佛」，那你就大错特错了。这我可以从一个比喻上来说，譬如我们到台大去参观台大博士班，你去看看那里面学生，他暑假毕业就拿到博士学位，你说那是真的吗？真的，他再过几个月博士学位就拿到。你听说，这不错，我也赶快进去，我再过两个月，我博士学位也拿到了，行不行？人家博士班前面还有硕士班，还有大学、中学、小学、幼稚园，还有那么长的一段路，他已经走到头了。你前头没有看到，只看到这后半头！密宗就是如此。",
      "zh_TW": "聖人之所以能成聖，賢人之所以能更賢慧，就是他自己『自量』，自己衡量自己。為什麼說這兩個字用得極好？大多數學佛的人，學其他的法門都是不自量力，沒有能力學禪，他偏偏去學禪；沒有能力學密，偏偏學密。有人問我：「密法到底好不好？」當然好，怎麼不好？太好了。「密宗裡面講即身成佛，這個話是真的嗎？」真的，的確是即身成佛，這個話不假。「好！那我也馬上學，學了就即生成佛」，那你就大錯特錯了。這我可以從一個比喻上來說，譬如我們到台大去參觀台大博士班，你去看看那裡面學生，他暑假畢業就拿到博士學位，你說那是真的嗎？真的，他再過幾個月博士學位就拿到。你聽說，這不錯，我也趕快進去，我再過兩個月，我博士學位也拿到了，行不行？人家博士班前面還有碩士班，還有大學、中學、小學、幼稚園，還有那麼長的一段路，他已經走到頭了。你前頭沒有看到，只看到這後半頭！密宗就是如此。"
    },
    {
      "id": "01-003-0037_p0012",
      "zh_CN": "密宗即身成佛，密宗要有什么资格才能够学？八地菩萨。所以你要自己量一量，你是不是八地菩萨？八地是不动地，八地菩萨才有资格学密。那么他上面的位子：九地、十地、等觉，当然即身成佛！上面只有三个位次，四十一个阶级，他上面只有三个阶级，接近圆满了。我们自己什么地位？不但连初地的资格没有，说老实话，连初信都不够格，你哪有能力学密！这是不可能的事情。真正是一个好的密宗上师，你要跟他学密，他会把你赶到门外，你不够资格。譬如大学有研究所博士班，你连小学都没有毕业，你想到那里去上课，想去拿博士学位，你会被赶走！门口都不准你站的，好的上师一定是如此。如果要有上师说：没有关系，我这里是博士班，马上可以授博士学位，没念过幼稚园也不要紧，到我这里来，我的学位就可以颁给你了。你们想想这个学位颁给你，有没有用处？教育机构不承认的。譬如，幼稚园小朋友毕业，也给他戴方帽子，像个小博士的样子，教育部能承认吗？不承认，那是游戏。所以你一定要自量。",
      "zh_TW": "密宗即身成佛，密宗要有什麼資格才能夠學？八地菩薩。所以你要自己量一量，你是不是八地菩薩？八地是不動地，八地菩薩才有資格學密。那麼他上面的位子：九地、十地、等覺，當然即身成佛！上面只有三個位次，四十一個階級，他上面只有三個階級，接近圓滿了。我們自己什麼地位？不但連初地的資格沒有，說老實話，連初信都不夠格，你哪有能力學密！這是不可能的事情。真正是一個好的密宗上師，你要跟他學密，他會把你趕到門外，你不夠資格。譬如大學有研究所博士班，你連小學都沒有畢業，你想到那裡去上課，想去拿博士學位，你會被趕走！門口都不准你站的，好的上師一定是如此。如果要有上師說：沒有關係，我這裡是博士班，馬上可以授博士學位，沒念過幼稚園也不要緊，到我這裡來，我的學位就可以頒給你了。你們想想這個學位頒給你，有沒有用處？教育機構不承認的。譬如，幼稚園小朋友畢業，也給他戴方帽子，像個小博士的樣子，教育部能承認嗎？不承認，那是遊戲。所以你一定要自量。"
    },
    {
      "id": "01-003-0037_p0013",
      "zh_CN": "真正自量的人，他学什么？他一定老实念佛，他晓得八万四千法门里面还是这个法门可靠。这个法门，我们现前这个资格、程度，行！只要具足信愿行这三个条件，决定成功。这部经最主要的就是讨论信愿行，怎样才叫信，要如何发愿，如何来念这句佛号，这是本经要讨论的。",
      "zh_TW": "真正自量的人，他學什麼？他一定老實念佛，他曉得八萬四千法門裡面還是這個法門可靠。這個法門，我們現前這個資格、程度，行！只要具足信願行這三個條件，決定成功。這部經最主要的就是討論信願行，怎樣才叫信，要如何發願，如何來念這句佛號，這是本經要討論的。"
    },
    {
      "id": "01-003-0037_p0014",
      "zh_CN": "疏【末法，则生之不时。】",
      "zh_TW": "疏【末法，則生之不時。】"
    },
    {
      "id": "01-003-0037_p0015",
      "zh_CN": "生在末法的时期，也就是讲生不逢时。没有能够生在如来的正法时期，没能见到佛。可是我们自己也不要太泄气，还有许多人不如我们的。我们毕竟还生在佛的末法时期，没能够见到佛，佛的形像还在；没有听到佛的教训，佛的经典还留传在世间，我们面对经典就如同佛给我们说法一样。这是不幸中的大幸，这是我们自己一定要珍惜的。如果这一次我们把这个因缘丧失，想来生再遇到这个因缘，相当相当不容易！世间之乱必然是加深的，如果想恢复过去那样的淳朴，给诸位说，做不到。你要不相信，你看古今中外的历史，这个世间只有一天比一天更乱，一世不如一世。",
      "zh_TW": "生在末法的時期，也就是講生不逢時。沒有能夠生在如來的正法時期，沒能見到佛。可是我們自己也不要太洩氣，還有許多人不如我們的。我們畢竟還生在佛的末法時期，沒能夠見到佛，佛的形像還在；沒有聽到佛的教訓，佛的經典還留傳在世間，我們面對經典就如同佛給我們說法一樣。這是不幸中的大幸，這是我們自己一定要珍惜的。如果這一次我們把這個因緣喪失，想來生再遇到這個因緣，相當相當不容易！世間之亂必然是加深的，如果想恢復過去那樣的淳樸，給諸位說，做不到。你要不相信，你看古今中外的歷史，這個世間只有一天比一天更亂，一世不如一世。"
    },
    {
      "id": "01-003-0037_p0016",
      "zh_CN": "我们要是打个妄想，今生不成就，还有来生，那个来生就不晓得到哪一生哪一劫去了！这个时劫太长太长了。这么长的时劫当中，你要吃尽苦头，不晓得到什么时候才能够闻到佛法？所以开经偈上讲，我们闻到佛法是「百千万劫难遭遇」。这一生遇到了，你要晓得你有多大的福报，才能够遇得到。遇到这是你殊胜的因缘，换句话说，是你成佛的机会，这个成佛就是往生，往生就是成佛。你这一生能够把握住，那你这一生成佛了；你要是不善于运用，把这个机会空过，那真可惜，实实在在的可惜！由此可知，虽然生之不时，还是很幸运。",
      "zh_TW": "我們要是打個妄想，今生不成就，還有來生，那個來生就不曉得到哪一生哪一劫去了！這個時劫太長太長了。這麼長的時劫當中，你要吃盡苦頭，不曉得到什麼時候才能夠聞到佛法？所以開經偈上講，我們聞到佛法是「百千萬劫難遭遇」。這一生遇到了，你要曉得你有多大的福報，才能夠遇得到。遇到這是你殊勝的因緣，換句話說，是你成佛的機會，這個成佛就是往生，往生就是成佛。你這一生能夠把握住，那你這一生成佛了；你要是不善於運用，把這個機會空過，那真可惜，實實在在的可惜！由此可知，雖然生之不時，還是很幸運。"
    },
    {
      "id": "01-003-0037_p0017",
      "zh_CN": "演【不生正像。】",
      "zh_TW": "演【不生正像。】"
    },
    {
      "id": "01-003-0037_p0018",
      "zh_CN": "就是正法与像法。",
      "zh_TW": "就是正法與像法。"
    },
    {
      "id": "01-003-0037_p0019",
      "zh_CN": "演【去圣时遥。】",
      "zh_TW": "演【去聖時遙。】"
    },
    {
      "id": "01-003-0037_p0020",
      "zh_CN": "『圣』是指佛，我们距离佛这个年代久远了。释迦牟尼佛灭度到现在，以我们中国人记载的这个年代，今年是三千零十二年，距离相当遥远了。",
      "zh_TW": "『聖』是指佛，我們距離佛這個年代久遠了。釋迦牟尼佛滅度到現在，以我們中國人記載的這個年代，今年是三千零十二年，距離相當遙遠了。"
    },
    {
      "id": "01-003-0037_p0021",
      "zh_CN": "疏【下凡，则报之不胜。】",
      "zh_TW": "疏【下凡，則報之不勝。】"
    },
    {
      "id": "01-003-0037_p0022",
      "zh_CN": "『报』是果报。我们今天是什么样的身分地位？凡夫。不但是凡夫，而且是下等的凡夫。我们是下等凡夫，上等的凡夫是谁？天人，色界天、无色界天，这是凡夫里头最上等的。像大梵天，这是凡夫最上等的。",
      "zh_TW": "『報』是果報。我們今天是什麼樣的身分地位？凡夫。不但是凡夫，而且是下等的凡夫。我們是下等凡夫，上等的凡夫是誰？天人，色界天、無色界天，這是凡夫裡頭最上等的。像大梵天，這是凡夫最上等的。"
    },
    {
      "id": "01-003-0037_p0023",
      "zh_CN": "演【非圣贤应迹，是业系凡夫也。】",
      "zh_TW": "演【非聖賢應蹟，是業繫凡夫也。】"
    },
    {
      "id": "01-003-0037_p0024",
      "zh_CN": "我们不是古佛、菩萨再来的。我再告诉诸位，凡是哪一个说是什么佛菩萨再来的，都是假话，都是骗人的，你们万万不可以相信。为什么？这个话在佛法里头不许说的。这是释迦牟尼佛交代后来的弟子，不准泄露身分，只有一种情形之下可以泄露身分，一泄露马上就走，绝对不住在这个世间，这样才可以。露了身分还住在世间，妖言惑众。因为我听说现在有很多法师、居士，常常自己宣布，或者叫他的学生在外面宣布，他是什么佛再来的，有的说是文殊菩萨再来的，有的说他是释迦牟尼佛旁边大迦叶尊者再来的。一天到晚招摇过市，这是欺骗人的，欺骗世间愚昧的众生。凡是信他的，那都是迷惑颠倒，那是愚痴的人。",
      "zh_TW": "我們不是古佛、菩薩再來的。我再告訴諸位，凡是哪一個說是什麼佛菩薩再來的，都是假話，都是騙人的，你們萬萬不可以相信。為什麼？這個話在佛法裡頭不許說的。這是釋迦牟尼佛交代後來的弟子，不准洩露身分，只有一種情形之下可以洩露身分，一洩露馬上就走，絕對不住在這個世間，這樣才可以。露了身分還住在世間，妖言惑眾。因為我聽說現在有很多法師、居士，常常自己宣布，或者叫他的學生在外面宣布，他是什麼佛再來的，有的說是文殊菩薩再來的，有的說他是釋迦牟尼佛旁邊大迦葉尊者再來的。一天到晚招搖過市，這是欺騙人的，欺騙世間愚昧的眾生。凡是信他的，那都是迷惑顛倒，那是愚痴的人。"
    },
    {
      "id": "01-003-0037_p0025",
      "zh_CN": "在过去，永明延寿大师的时候，那个时候的国王也是很虔诚的佛教徒，为了要求福，他就打一个千僧斋，供养一千个出家人。国王做斋主，用这样的供众求福，这里面一定有圣贤僧来应供，他这个福报就很大了。打斋的时候，当然位子有上座，大家都很谦虚，互相推让都不肯坐，这个时候外面来了一位出家人，其貌不扬，穿得破破烂烂，看到大家都在礼让位子，他老人家便往上面一坐，坐在最上位。国王看了心里很难过，但是又不好明讲，都是出家人！也不知道他从哪里来的，过去没见过。他有个特点，耳朵很大，所以大家称呼他大耳朵和尚。打斋之后，国王就问永明延寿大师：我今天供斋，有没有圣人来应供？永明延寿大师说：有！就是那个大耳朵的和尚，他是燃灯古佛再来的。",
      "zh_TW": "在過去，永明延壽大師的時候，那個時候的國王也是很虔誠的佛教徒，為了要求福，他就打一個千僧齋，供養一千個出家人。國王做齋主，用這樣的供眾求福，這裡面一定有聖賢僧來應供，他這個福報就很大了。打齋的時候，當然位子有上座，大家都很謙虛，互相推讓都不肯坐，這個時候外面來了一位出家人，其貌不揚，穿得破破爛爛，看到大家都在禮讓位子，他老人家便往上面一坐，坐在最上位。國王看了心裡很難過，但是又不好明講，都是出家人！也不知道他從哪裡來的，過去沒見過。他有個特點，耳朵很大，所以大家稱呼他大耳朵和尚。打齋之後，國王就問永明延壽大師：我今天供齋，有沒有聖人來應供？永明延壽大師說：有！就是那個大耳朵的和尚，他是燃燈古佛再來的。"
    },
    {
      "id": "01-003-0037_p0026",
      "zh_CN": "一听说他是燃灯古佛，这还得了！马上派人追踪，到处问人有没有看到这个和尚？追得很远才找到，他住在山洞里。身分暴露了，大家晓得他是燃灯古佛。国王派去的人恭恭敬敬到那里磕头，礼请他到宫廷去应供。他说了一句话：「弥陀饶舌」，阿弥陀佛乱说话，饶舌把身分泄露了。话说完他就圆寂，就走了。再一想「弥陀饶舌」，永明延寿大师原来是阿弥陀佛。不要紧，这个佛已经圆寂，那个佛还在。赶紧回去报告国王：燃灯古佛圆寂了，但是阿弥陀佛在。国王也很高兴，永明原来是阿弥陀佛再来的。正高兴着，外面来报告的人跑得太快，和国王撞了一跤，国王说：什么事情？来报告的说：永明延寿大师圆寂了。身分一露就走了，绝对不再住世。",
      "zh_TW": "一聽說他是燃燈古佛，這還得了！馬上派人追蹤，到處問人有沒有看到這個和尚？追得很遠才找到，他住在山洞裡。身分暴露了，大家曉得他是燃燈古佛。國王派去的人恭恭敬敬到那裡磕頭，禮請他到宮廷去應供。他說了一句話：「彌陀饒舌」，阿彌陀佛亂說話，饒舌把身分洩露了。話說完他就圓寂，就走了。再一想「彌陀饒舌」，永明延壽大師原來是阿彌陀佛。不要緊，這個佛已經圓寂，那個佛還在。趕緊回去報告國王：燃燈古佛圓寂了，但是阿彌陀佛在。國王也很高興，永明原來是阿彌陀佛再來的。正高興著，外面來報告的人跑得太快，和國王撞了一跤，國王說：什麼事情？來報告的說：永明延壽大師圓寂了。身分一露就走了，絕對不再住世。"
    },
    {
      "id": "01-003-0037_p0027",
      "zh_CN": "诸位要晓得，中国古时候这种例子很多，没有说是暴露身分之后还住世的。像弥勒菩萨，他老人家示现布袋和尚，临走的时候，自己说出他是弥勒菩萨。我们今天塑的像，胖胖的、笑咪咪的。他是后梁时候人，是浙江奉化县人。临走的时候告诉大家他是弥勒菩萨，所以以后我们造弥勒菩萨的像就造他的像。这个常识一定要知道，露了身分决定没有理由再住世间。",
      "zh_TW": "諸位要曉得，中國古時候這種例子很多，沒有說是暴露身分之後還住世的。像彌勒菩薩，他老人家示現布袋和尚，臨走的時候，自己說出他是彌勒菩薩。我們今天塑的像，胖胖的、笑咪咪的。他是後梁時候人，是浙江奉化縣人。臨走的時候告訴大家他是彌勒菩薩，所以以後我們造彌勒菩薩的像就造他的像。這個常識一定要知道，露了身分決定沒有理由再住世間。"
    },
    {
      "id": "01-003-0037_p0028",
      "zh_CN": "我们印光大师是大势至菩萨再来的，他这个身分之暴露，诸位在《永思录》里面可以看得到，他有一个皈依弟子记载的。她是一个女孩子，念初中，从来没有接触佛教，忽然有一天晚上做了个梦，梦到观音菩萨。观音菩萨很熟悉，穿白衣服，很慈祥的样子，她知道。不信佛教的人也晓得有个观音菩萨。她梦到观音菩萨，观音菩萨告诉她：大势至菩萨现在正在上海弘法，妳应当去亲近他。她说：大势至菩萨我又不认识他，到底是哪一个？观音菩萨告诉她：印光法师就是大势至菩萨。第二天醒来之后，她觉得很奇怪、也很纳闷，就问她家里人，家里人都不知道，也不晓得佛教有一个大势至菩萨，更不知道有个印光法师。到最后问到她家里有个亲戚，是念佛的，他知道有个大势至菩萨，但是不晓得有印光法师。于是她就打听，打听了很久，有人告诉她：普陀山有一个法师叫印光，没错！现在被居士们请到上海来弘法。于是一家人很高兴去拜见老和尚，见了老和尚就把梦中的事情一说，老和尚狠狠的骂她一顿：不准对任何一个人说，这是胡说八道。而且观音菩萨告诉她，大势至菩萨住世只有四年，所以她被印光法师呵斥一顿之后不敢讲，但是四年后果然印光大师往生了，往生之后她才把这一段事情写出来。于是大家才晓得，印光大师是大势至菩萨再来的。",
      "zh_TW": "我們印光大師是大勢至菩薩再來的，他這個身分之暴露，諸位在《永思錄》裡面可以看得到，他有一個皈依弟子記載的。她是一個女孩子，念初中，從來沒有接觸佛教，忽然有一天晚上做了個夢，夢到觀音菩薩。觀音菩薩很熟悉，穿白衣服，很慈祥的樣子，她知道。不信佛教的人也曉得有個觀音菩薩。她夢到觀音菩薩，觀音菩薩告訴她：大勢至菩薩現在正在上海弘法，妳應當去親近他。她說：大勢至菩薩我又不認識他，到底是哪一個？觀音菩薩告訴她：印光法師就是大勢至菩薩。第二天醒來之後，她覺得很奇怪、也很納悶，就問她家裡人，家裡人都不知道，也不曉得佛教有一個大勢至菩薩，更不知道有個印光法師。到最後問到她家裡有個親戚，是念佛的，他知道有個大勢至菩薩，但是不曉得有印光法師。於是她就打聽，打聽了很久，有人告訴她：普陀山有一個法師叫印光，沒錯！現在被居士們請到上海來弘法。於是一家人很高興去拜見老和尚，見了老和尚就把夢中的事情一說，老和尚狠狠的罵她一頓：不准對任何一個人說，這是胡說八道。而且觀音菩薩告訴她，大勢至菩薩住世只有四年，所以她被印光法師呵斥一頓之後不敢講，但是四年後果然印光大師往生了，往生之後她才把這一段事情寫出來。於是大家才曉得，印光大師是大勢至菩薩再來的。"
    },
    {
      "id": "01-003-0037_p0029",
      "zh_CN": "哪有自己标榜是什么佛、什么菩萨再来的？凡是说这种话都是妖魔鬼怪，决定不能够听信。这是讲到「圣贤应迹」，这个事在我们中国非常之多，诸位看《高僧传》、《神僧传》里面，诸佛菩萨在中国历代以出家人的身分与在家人的身分，示现在这个世间，很多很多。我们现在有没有？当然有。愈是众生有苦难的时候，佛菩萨应现愈多，但是你决定不认识，他也决定不会暴露身分，露了身分会立刻就走，这是我们应当要明了的。",
      "zh_TW": "哪有自己標榜是什麼佛、什麼菩薩再來的？凡是說這種話都是妖魔鬼怪，決定不能夠聽信。這是講到「聖賢應蹟」，這個事在我們中國非常之多，諸位看《高僧傳》、《神僧傳》裡面，諸佛菩薩在中國歷代以出家人的身分與在家人的身分，示現在這個世間，很多很多。我們現在有沒有？當然有。愈是眾生有苦難的時候，佛菩薩應現愈多，但是你決定不認識，他也決定不會暴露身分，露了身分會立刻就走，這是我們應當要明瞭的。"
    },
    {
      "id": "01-003-0037_p0030",
      "zh_CN": "『是业系凡夫』，的确，我们是被业缠缚住。「业」是什么？善恶业。善业里面生贪爱，被贪爱所缠缚；恶业里面生瞋恚，被瞋恚所缠缚。换句话说，见色闻声，你生烦恼，喜怒哀乐七情五欲是烦恼。你被业所系缚，不得自在，这是凡夫，业系凡夫。所以，这是我们果报不殊胜。佛祖教给我们放下万缘，就是放下业系苦，使自己在生活里面，无论处顺境或者是处逆境，时时刻刻保持自己的身心清净。身心清净就是在一切法里面不去分别、不去执着，也不要打妄想。为什么？这些都不是真实的。所以古人教我们，「少说一句话，多念一声佛」。说的那些话叫废话，没有意义！多念佛。",
      "zh_TW": "『是業繫凡夫』，的確，我們是被業纏縛住。「業」是什麼？善惡業。善業裡面生貪愛，被貪愛所纏縛；惡業裡面生瞋恚，被瞋恚所纏縛。換句話說，見色聞聲，你生煩惱，喜怒哀樂七情五欲是煩惱。你被業所繫縛，不得自在，這是凡夫，業繫凡夫。所以，這是我們果報不殊勝。佛祖教給我們放下萬緣，就是放下業繫苦，使自己在生活裡面，無論處順境或者是處逆境，時時刻刻保持自己的身心清淨。身心清淨就是在一切法裡面不去分別、不去執著，也不要打妄想。為什麼？這些都不是真實的。所以古人教我們，「少說一句話，多念一聲佛」。說的那些話叫廢話，沒有意義！多念佛。"
    },
    {
      "id": "01-003-0037_p0031",
      "zh_CN": "多念佛，诸位要晓得，念佛就是消业障，为什么？你起心动念打妄想就是业障，你一天到晚讲废话是业障。念佛，你不打妄想了，也不说废话了，你的业障岂不就消除了吗？我们天天想求消灾，用什么方法？念佛就是最好的消灾方法，最好的消业障的方法，你要会用！如果我们真的会用，会觉悟，果报还是相当殊胜；要是不会用，果报就不胜。果报胜与不胜，在我们一念觉迷。",
      "zh_TW": "多念佛，諸位要曉得，念佛就是消業障，為什麼？你起心動念打妄想就是業障，你一天到晚講廢話是業障。念佛，你不打妄想了，也不說廢話了，你的業障豈不就消除了嗎？我們天天想求消災，用什麼方法？念佛就是最好的消災方法，最好的消業障的方法，你要會用！如果我們真的會用，會覺悟，果報還是相當殊勝；要是不會用，果報就不勝。果報勝與不勝，在我們一念覺迷。"
    },
    {
      "id": "01-003-0037_p0032",
      "zh_CN": "疏【穷陬，则见之不广。】",
      "zh_TW": "疏【窮陬，則見之不廣。】"
    },
    {
      "id": "01-003-0037_p0033",
      "zh_CN": "演【见之不广者，不生中华佛国，亲炙多贤广其闻见也。】",
      "zh_TW": "演【見之不廣者，不生中華佛國，親炙多賢廣其聞見也。】"
    },
    {
      "id": "01-003-0037_p0034",
      "zh_CN": "佛法里面讲到「生地」，就是我们出生地区，最殊胜的是有佛法弘扬的地区。你很容易接触得到佛法，这个是殊胜的。从这一点来看，我们今天的的确确不如莲池大师那个时代，为什么？那个时代弘扬正法的人还是多。虽然多，能亲近的机会不多，为什么？距离太远了。诸位晓得，现在交通方便了，那个时候要听经，得走路去！哪一个寺院在讲经，这个寺院距离我们有十里、二十里，往返走一趟差不多要花五、六个钟点走路，所以就很难去听一次经。不像现在开个车，坐车就到了，没那么方便！",
      "zh_TW": "佛法裡面講到「生地」，就是我們出生地區，最殊勝的是有佛法弘揚的地區。你很容易接觸得到佛法，這個是殊勝的。從這一點來看，我們今天的的確確不如蓮池大師那個時代，為什麼？那個時代弘揚正法的人還是多。雖然多，能親近的機會不多，為什麼？距離太遠了。諸位曉得，現在交通方便了，那個時候要聽經，得走路去！哪一個寺院在講經，這個寺院距離我們有十里、二十里，往返走一趟差不多要花五、六個鐘點走路，所以就很難去聽一次經。不像現在開個車，坐車就到了，沒那麼方便！"
    },
    {
      "id": "01-003-0037_p0035",
      "zh_CN": "虽然在《菩萨戒经》里面讲，受了菩萨戒，四十里之内有法师讲经，你要不去听就犯戒了。你得拥护道场，四十里，那个时候是走路，要走几个钟点？要走五个小时。从早晨天一亮，走五个小时到那里去听一座经，再回来又五个小时，真正不容易，你哪有那么多空闲？你还不要工作，你有工作，你就没有法子。就是四十里的距离，你一天可以来回，这个地方有讲经，你应当去听，一天不能来回，那你不去可以。现在四十里算什么！四十里就是二十公里，现在你坐上车二十分钟就到。所以现代人在这一方面福报比古人大，但是讲经的因缘则不及古人，为什么？现在这个时代，就像《楞严》所说的，「邪师说法，如恒河沙」。邪与正不能辨别，这个太难太难！我们好心学道，要跟到一个邪师，那不是冤枉！所以这一点的确不如从前。",
      "zh_TW": "雖然在《菩薩戒經》裡面講，受了菩薩戒，四十里之內有法師講經，你要不去聽就犯戒了。你得擁護道場，四十里，那個時候是走路，要走幾個鐘點？要走五個小時。從早晨天一亮，走五個小時到那裡去聽一座經，再回來又五個小時，真正不容易，你哪有那麼多空閒？你還不要工作，你有工作，你就沒有法子。就是四十里的距離，你一天可以來回，這個地方有講經，你應當去聽，一天不能來回，那你不去可以。現在四十里算什麼！四十里就是二十公里，現在你坐上車二十分鐘就到。所以現代人在這一方面福報比古人大，但是講經的因緣則不及古人，為什麼？現在這個時代，就像《楞嚴》所說的，「邪師說法，如恆河沙」。邪與正不能辨別，這個太難太難！我們好心學道，要跟到一個邪師，那不是冤枉！所以這一點的確不如從前。"
    },
    {
      "id": "01-003-0037_p0036",
      "zh_CN": "从前在帝王的时代，讲经不是随便可以讲的，印经不是随便可以印的。你想印一部经，流通一部经，要政府批准，不批准不能随便流通这个文字。所以从前经典都是皇帝颁发的，纵然做注解，先要送给皇帝看，皇帝他哪有时间看？他找那些法师、大德居士，找专家去看，看看有没有问题？没有问题，好！下个圣旨就可以流通了，大家才可以刻。如果不是经过国家颁布的，决定禁止流通。讲经说法，或者是法师、或者是居士，也要经过朝廷或者是地方官吏所认可的才行。现在是民主自由，你喜欢印什么就印什么，没人干涉你。所以现代确确实实不只魔高一丈，道高一尺，不止这个情形。所以我们生在这个时代，最给我们困惑的就是这桩事情。",
      "zh_TW": "從前在帝王的時代，講經不是隨便可以講的，印經不是隨便可以印的。你想印一部經，流通一部經，要政府批准，不批准不能隨便流通這個文字。所以從前經典都是皇帝頒發的，縱然做註解，先要送給皇帝看，皇帝他哪有時間看？他找那些法師、大德居士，找專家去看，看看有沒有問題？沒有問題，好！下個聖旨就可以流通了，大家才可以刻。如果不是經過國家頒布的，決定禁止流通。講經說法，或者是法師、或者是居士，也要經過朝廷或者是地方官吏所認可的才行。現在是民主自由，你喜歡印什麼就印什麼，沒人干涉你。所以現代確確實實不只魔高一丈，道高一尺，不止這個情形。所以我們生在這個時代，最給我們困惑的就是這樁事情。"
    },
    {
      "id": "01-003-0037_p0037",
      "zh_CN": "我们要想避免这个困惑，怎么办？唯一的办法就是读古书。古书有历史的证验，证明考验，它流传几百年。如果不是真正好的东西，它流传不下来，这几百年当中早就被淘汰了。它还没被淘汰，还能够留存在今天，一定有它相当的价值，所以我们读古书。古书难不难读？不难！只要你有耐心的下二、三年功夫，这古文就是文言文，你就能够念得通。尤其在现代，我们学习纵然没有老师也可以自修。国语日报发行的《古今文选》里面收了不少好的古文，注音注解都非常详细，自己确实可以自修。如果全心全力研读经典，只要肯费点功夫查辞典，意思不难懂。诸位要晓得，佛经的文字比古文浅得多，是当时最浅显的文字。佛法要求的是普遍流通，所以不用艰深的辞句，怕一般人看不懂。佛法在翻译的时候就考虑到，要大众化、普遍化。所以佛经的文字称为「变文」，变体文，换句话说，是当时的白话文，很容易懂。有许多念佛的老太婆，她不认识字，她能念经，她懂得经的意思，道理就在此地。",
      "zh_TW": "我們要想避免這個困惑，怎麼辦？唯一的辦法就是讀古書。古書有歷史的證驗，證明考驗，它流傳幾百年。如果不是真正好的東西，它流傳不下來，這幾百年當中早就被淘汰了。它還沒被淘汰，還能夠留存在今天，一定有它相當的價值，所以我們讀古書。古書難不難讀？不難！只要你有耐心的下二、三年功夫，這古文就是文言文，你就能夠念得通。尤其在現代，我們學習縱然沒有老師也可以自修。國語日報發行的《古今文選》裡面收了不少好的古文，注音註解都非常詳細，自己確實可以自修。如果全心全力研讀經典，只要肯費點功夫查辭典，意思不難懂。諸位要曉得，佛經的文字比古文淺得多，是當時最淺顯的文字。佛法要求的是普遍流通，所以不用艱深的辭句，怕一般人看不懂。佛法在翻譯的時候就考慮到，要大眾化、普遍化。所以佛經的文字稱為「變文」，變體文，換句話說，是當時的白話文，很容易懂。有許多念佛的老太婆，她不認識字，她能念經，她懂得經的意思，道理就在此地。"
    },
    {
      "id": "01-003-0037_p0038",
      "zh_CN": "这是讲到见闻。学佛确确实实是要讲求博学多闻，这在理论上讲，没错！在事上讲，有它的分寸，这个我们不能不晓得。现在世间做学问的方法，像胡适之就有个比喻：为学就好像金字塔。金字塔下面广大，它有一个顶尖，这个意思就是说，做学问要博学多闻，再专精一门，这个是世间法。佛法，那要把金字塔倒过来，佛法是先专后博。你们在学校念书，要学几十种科目，愈是念到高的学府，到大学、研究所，学的东西愈专，就好像金字塔走到顶端了；这是世间学说。佛法不然，古人常用树做比喻，佛法先求什么？求根、求本，本就是主干，然后再从主干上生枝叶花果，愈来愈广博。所以佛门修学跟世间法，方法正好相反，先专攻一门，这一门成就了，然后才可以博学多闻。所以，博学多闻不是对初学人讲的。谁修博学多闻？菩萨。我们在《华严经》里面看到，善财童子五十三参，那是博学多闻。可是你要晓得，他的根本是在文殊菩萨那个地方奠定的基础，在文殊菩萨会下成就了，成就根本智，就是毕业了，到外面参学是求后得智。后得智就是博学多闻，根本智就是专攻一门。",
      "zh_TW": "這是講到見聞。學佛確確實實是要講求博學多聞，這在理論上講，沒錯！在事上講，有它的分寸，這個我們不能不曉得。現在世間做學問的方法，像胡適之就有個比喻：為學就好像金字塔。金字塔下面廣大，它有一個頂尖，這個意思就是說，做學問要博學多聞，再專精一門，這個是世間法。佛法，那要把金字塔倒過來，佛法是先專後博。你們在學校念書，要學幾十種科目，愈是念到高的學府，到大學、研究所，學的東西愈專，就好像金字塔走到頂端了；這是世間學說。佛法不然，古人常用樹做比喻，佛法先求什麼？求根、求本，本就是主幹，然後再從主幹上生枝葉花果，愈來愈廣博。所以佛門修學跟世間法，方法正好相反，先專攻一門，這一門成就了，然後才可以博學多聞。所以，博學多聞不是對初學人講的。誰修博學多聞？菩薩。我們在《華嚴經》裡面看到，善財童子五十三參，那是博學多聞。可是你要曉得，他的根本是在文殊菩薩那個地方奠定的基礎，在文殊菩薩會下成就了，成就根本智，就是畢業了，到外面參學是求後得智。後得智就是博學多聞，根本智就是專攻一門。"
    },
    {
      "id": "01-003-0037_p0039",
      "zh_CN": "文殊菩萨教善财童子什么法门？就是告诉他念阿弥陀佛这个法门。我不骗你们，是真的。怎么晓得？《华严经》上没这个记载，你们要是查《华严经》查不到。我怎么会知道？我是从经典里面判断的，我这个判断绝对正确，为什么？文殊菩萨自己是念阿弥陀佛的，这《华严经》上有，他是求生西方净土的，他教他的徒弟，尤其是最得意的徒弟，那一定是跟他学同样法门的。所以我想善财童子一定是修念佛法门，这是我从文殊菩萨自己修学的来判断。善财童子出去参访，第一个遇到的善知识是德云比丘，教他念佛，末后一个善知识是普贤菩萨，十大愿王导归极乐。从这些蛛丝马迹去看，文殊菩萨教善财童子一定是念阿弥陀佛，没错！这是我们从迹象里面能够看得出来的。",
      "zh_TW": "文殊菩薩教善財童子什麼法門？就是告訴他念阿彌陀佛這個法門。我不騙你們，是真的。怎麼曉得？《華嚴經》上沒這個記載，你們要是查《華嚴經》查不到。我怎麼會知道？我是從經典裡面判斷的，我這個判斷絕對正確，為什麼？文殊菩薩自己是念阿彌陀佛的，這《華嚴經》上有，他是求生西方淨土的，他教他的徒弟，尤其是最得意的徒弟，那一定是跟他學同樣法門的。所以我想善財童子一定是修念佛法門，這是我從文殊菩薩自己修學的來判斷。善財童子出去參訪，第一個遇到的善知識是德雲比丘，教他念佛，末後一個善知識是普賢菩薩，十大願王導歸極樂。從這些蛛絲馬跡去看，文殊菩薩教善財童子一定是念阿彌陀佛，沒錯！這是我們從跡象裡面能夠看得出來的。"
    },
    {
      "id": "01-003-0037_p0040",
      "zh_CN": "其次还有一个很明显的证据，那就是我们净土宗第四代的祖师，法照禅师。《念佛谱》这本书序文里面就写得很清楚。五会念佛的方法从哪里来的？就是法照禅师传下来的。他原来是学禅的，禅宗里面大彻大悟。他老人家就是在五台山遇到文殊菩萨。那个时候，他住在湖南衡山这个地区。有一天早晨他吃粥，忽然看到盛粥的钵里面现出境界，像我们看电视萤幕一样，看到五台山，清清楚楚，文殊菩萨在那里讲经说法，有一万多菩萨围绕。那个寺庙门口的招牌看得很清楚，叫大圣竹林寺，路怎么走法也清清楚楚，于是他就发心去朝五台山。到五台山，因为他原先看过有印象，路径很熟，就找到了大圣竹林寺。在那里听文殊菩萨讲一座经，讲完之后，他就请教文殊菩萨：末法时期，众生根性很劣，烦恼很重，修什么法门才能成就？文殊菩萨就教他念佛，劝他修念佛法门。他就问：念什么佛？他就教他念阿弥陀佛，而且教给他怎么念法，这就是五会念佛。这是文殊菩萨传给法照，法照传下来的。所以我们知道，文殊菩萨传法照是念阿弥陀佛，他传给善财必定也是念阿弥陀佛。",
      "zh_TW": "其次還有一個很明顯的證據，那就是我們淨土宗第四代的祖師，法照禪師。《念佛譜》這本書序文裡面就寫得很清楚。五會念佛的方法從哪裡來的？就是法照禪師傳下來的。他原來是學禪的，禪宗裡面大徹大悟。他老人家就是在五台山遇到文殊菩薩。那個時候，他住在湖南衡山這個地區。有一天早晨他吃粥，忽然看到盛粥的缽裡面現出境界，像我們看電視螢幕一樣，看到五台山，清清楚楚，文殊菩薩在那裡講經說法，有一萬多菩薩圍繞。那個寺廟門口的招牌看得很清楚，叫大聖竹林寺，路怎麼走法也清清楚楚，於是他就發心去朝五台山。到五台山，因為他原先看過有印象，路徑很熟，就找到了大聖竹林寺。在那裡聽文殊菩薩講一座經，講完之後，他就請教文殊菩薩：末法時期，眾生根性很劣，煩惱很重，修什麼法門才能成就？文殊菩薩就教他念佛，勸他修念佛法門。他就問：念什麼佛？他就教他念阿彌陀佛，而且教給他怎麼念法，這就是五會念佛。這是文殊菩薩傳給法照，法照傳下來的。所以我們知道，文殊菩薩傳法照是念阿彌陀佛，他傳給善財必定也是念阿彌陀佛。"
    },
    {
      "id": "01-003-0037_p0041",
      "zh_CN": "善财童子念到一心不乱，这才有资格出去参访。念到一心不乱，好像树有根有本，这才枝叶花果展开来了。这就是我们佛门里面修学的程序跟世间不一样。所以中国佛教历代人才辈出，哪一代都有不少人才。到今天佛教没有人才，人才凋零了，什么原因？是不遵守固有的方法。现在办佛学院跟世间学校相类似，也是开几十个科目，请多少个老师，就跟造金字塔一样，先博，博到后头没有了。台湾自光复以来办多少佛学院，佛学院出不了人才，这是方法错误了。我学佛，在台中跟李老师十年，李老师教学所用的方法是古老的方法，一个学生只能学一部经，你要是发心学两部经，他不教你，他说你没有能力。所以，每一个学生只能学一部经。他老人家这个教学，看法、做法跟别人完全不相同。实际上他办学只有两年，民国四十七年、四十八年，两年训练了二十几个学生，我们个个成就了，比佛学院成就大得太多了，现在这二十多个人在台湾各地讲经说法。方法重要，如果得法，真的人才辈出！",
      "zh_TW": "善財童子念到一心不亂，這才有資格出去參訪。念到一心不亂，好像樹有根有本，這才枝葉花果展開來了。這就是我們佛門裡面修學的程序跟世間不一樣。所以中國佛教歷代人才輩出，哪一代都有不少人才。到今天佛教沒有人才，人才凋零了，什麼原因？是不遵守固有的方法。現在辦佛學院跟世間學校相類似，也是開幾十個科目，請多少個老師，就跟造金字塔一樣，先博，博到後頭沒有了。台灣自光復以來辦多少佛學院，佛學院出不了人才，這是方法錯誤了。我學佛，在台中跟李老師十年，李老師教學所用的方法是古老的方法，一個學生只能學一部經，你要是發心學兩部經，他不教你，他說你沒有能力。所以，每一個學生只能學一部經。他老人家這個教學，看法、做法跟別人完全不相同。實際上他辦學只有兩年，民國四十七年、四十八年，兩年訓練了二十幾個學生，我們個個成就了，比佛學院成就大得太多了，現在這二十多個人在台灣各地講經說法。方法重要，如果得法，真的人才輩出！"
    },
    {
      "id": "01-003-0037_p0042",
      "zh_CN": "什么样的人才有资格讲经？跟诸位说，每一个人都有资格，你不要轻视了自己。我那个时候刚刚到台中，听说讲经，心里害怕，讲经我怎么可以？我那时候学佛，从来就没有作梦将来想讲经，这个事情太难了，我一定不行，哪敢起这个念头！结果李老师那时候正好开班教讲经，我到台中去，他那个班开学才一个月，一个星期上一次课，换句话说，我才缺课四次。我是第五次课参加他那个班的，到那个班上一看，我的信心就具足了，这不难！我也行。为什么？看看班上同学的年龄，十分之七都比我大，大很多，再看看学历不如我，我是初中毕业，他们是小学毕业，还有小学没有毕业的，不如我！高中的，比我学历好的，大概只有三、四个。年龄最大的是林看治，那个时候六十岁，小学毕业。我一看这个，信心十足，我比他们强多了！",
      "zh_TW": "什麼樣的人才有資格講經？跟諸位說，每一個人都有資格，你不要輕視了自己。我那個時候剛剛到台中，聽說講經，心裡害怕，講經我怎麼可以？我那時候學佛，從來就沒有作夢將來想講經，這個事情太難了，我一定不行，哪敢起這個念頭！結果李老師那時候正好開班教講經，我到台中去，他那個班開學才一個月，一個星期上一次課，換句話說，我才缺課四次。我是第五次課參加他那個班的，到那個班上一看，我的信心就具足了，這不難！我也行。為什麼？看看班上同學的年齡，十分之七都比我大，大很多，再看看學歷不如我，我是初中畢業，他們是小學畢業，還有小學沒有畢業的，不如我！高中的，比我學歷好的，大概只有三、四個。年齡最大的是林看治，那個時候六十歲，小學畢業。我一看這個，信心十足，我比他們強多了！"
    },
    {
      "id": "01-003-0037_p0043",
      "zh_CN": "我在那里受了两年训练，我一出家就讲经，教佛学院，我没有在佛学院做过学生，我一出家就是佛学院的老师，我今天在讲台上讲了二十七年。所以，每一个人都成就！我在大学里正式开课教了五年，我在国外讲经，听众百分之七十是博士学位。所以诸位自己要努力，只要得法，没有不成就的。学讲经要有恒心、毅力，要不怕障碍。最初讲一定讲不好，一定有人批评，你可别泄气。「这个人他讲经讲得不行」，你要更发心，就因为不行，我才要上台讲，我要行了，我就不讲了，要这样才行！你才能成功。不行，要上台来练习，行了，架子就摆大了，不讲了，你磕头做揖来请，我还未必肯跟你讲！就是因为不行，所以才讲。一切的障碍都拦不住你，你就成功了。诸位想想，你们的年龄、学历，比我们那个班高出太多了，所以你们发心，将来的成就一定在我们这一辈之上，这是理所当然的事情。所以，一定要肯发心。",
      "zh_TW": "我在那裡受了兩年訓練，我一出家就講經，教佛學院，我沒有在佛學院做過學生，我一出家就是佛學院的老師，我今天在講台上講了二十七年。所以，每一個人都成就！我在大學裡正式開課教了五年，我在國外講經，聽眾百分之七十是博士學位。所以諸位自己要努力，只要得法，沒有不成就的。學講經要有恆心、毅力，要不怕障礙。最初講一定講不好，一定有人批評，你可別洩氣。「這個人他講經講得不行」，你要更發心，就因為不行，我才要上台講，我要行了，我就不講了，要這樣才行！你才能成功。不行，要上台來練習，行了，架子就擺大了，不講了，你磕頭做揖來請，我還未必肯跟你講！就是因為不行，所以才講。一切的障礙都攔不住你，你就成功了。諸位想想，你們的年齡、學歷，比我們那個班高出太多了，所以你們發心，將來的成就一定在我們這一輩之上，這是理所當然的事情。所以，一定要肯發心。"
    },
    {
      "id": "01-003-0037_p0044",
      "zh_CN": "台中的特色，就是学生在讲台上学，不是在讲台下面学的。每一个学生都要上讲台，台中莲社是训练女众的，灵山寺是训练男众的。听的人也有七、八十到一百多人，那些人真是功德无量！没有那些人来捧场，我们也学不成了，就是因为有那么多人来听，我们每一个星期要出去讲一次，必须要有充分的准备。所以学讲经的时候很苦，一个星期至少讲一次经，有三天晚上睡不着觉，不知道怎么办好，吃饭不晓得味道，全部精神都用在经典上，是这样训练出来的。所以佛学院的学生出不了，不能出来，为什么？他没有吃过这个苦头！",
      "zh_TW": "台中的特色，就是學生在講台上學，不是在講台下面學的。每一個學生都要上講台，台中蓮社是訓練女眾的，靈山寺是訓練男眾的。聽的人也有七、八十到一百多人，那些人真是功德無量！沒有那些人來捧場，我們也學不成了，就是因為有那麼多人來聽，我們每一個星期要出去講一次，必須要有充分的準備。所以學講經的時候很苦，一個星期至少講一次經，有三天晚上睡不著覺，不知道怎麼辦好，吃飯不曉得味道，全部精神都用在經典上，是這樣訓練出來的。所以佛學院的學生出不了，不能出來，為什麼？他沒有吃過這個苦頭！"
    },
    {
      "id": "01-003-0037_p0045",
      "zh_CN": "那个时候我们讲经，李老师交代一定要写讲稿。诸位要知道，一个半小时讲经把它记录下来是一万五千字，所以一个星期要写一万五千字的讲稿，那个讲稿要修改几遍，还要预先练习一、两遍，才能上台去表演，你想想苦不苦！而一部经要连续讲几个礼拜，人都讲瘦了。这个苦头吃得很有价值，一部经讲下来之后，法喜充满。再讲第二部就省力气多了，因为有经验，愈讲愈好。所以一定要上台，一定要写讲稿，要有充分的预备，这样才能成功。不肯吃苦，那没法子，不会成就的。这是讲就是广学，诸位一定要懂得学佛跟学世间学术不一样，拿世间学术的方法、态度来学佛，决定失败。",
      "zh_TW": "那個時候我們講經，李老師交代一定要寫講稿。諸位要知道，一個半小時講經把它記錄下來是一萬五千字，所以一個星期要寫一萬五千字的講稿，那個講稿要修改幾遍，還要預先練習一、兩遍，才能上台去表演，你想想苦不苦！而一部經要連續講幾個禮拜，人都講瘦了。這個苦頭吃得很有價值，一部經講下來之後，法喜充滿。再講第二部就省力氣多了，因為有經驗，愈講愈好。所以一定要上台，一定要寫講稿，要有充分的預備，這樣才能成功。不肯吃苦，那沒法子，不會成就的。這是講就是廣學，諸位一定要懂得學佛跟學世間學術不一樣，拿世間學術的方法、態度來學佛，決定失敗。"
    },
    {
      "id": "01-003-0037_p0046",
      "zh_CN": "疏【晚学，则智之不深。】",
      "zh_TW": "疏【晚學，則智之不深。】"
    },
    {
      "id": "01-003-0037_p0047",
      "zh_CN": "『晚学』就是初学、后学，智慧不深。",
      "zh_TW": "『晚學』就是初學、後學，智慧不深。"
    },
    {
      "id": "01-003-0037_p0048",
      "zh_CN": "演【智之不深者，非为耆师宿德，久修道行，智慧深远也。】",
      "zh_TW": "演【智之不深者，非為耆師宿德，久修道行，智慧深遠也。】"
    },
    {
      "id": "01-003-0037_p0049",
      "zh_CN": "『耆』是有了年岁。六十岁以上，就可以称「耆」，这老人了，一般在习惯上是七十岁才称耆；这句话的意思是说，年高德劭。『久修道行，智慧深远』，我不是这样的。无论在年龄、德行、道德上都比不上别人，这也是大师的谦虚。",
      "zh_TW": "『耆』是有了年歲。六十歲以上，就可以稱「耆」，這老人了，一般在習慣上是七十歲才稱耆；這句話的意思是說，年高德劭。『久修道行，智慧深遠』，我不是這樣的。無論在年齡、德行、道德上都比不上別人，這也是大師的謙虛。"
    },
    {
      "id": "01-003-0037_p0050",
      "zh_CN": "疏【事且未能，况复知理。】",
      "zh_TW": "疏【事且未能，況復知理。】"
    },
    {
      "id": "01-003-0037_p0051",
      "zh_CN": "『事』是什么？就是念佛。我这一句佛号，一天到晚阿弥陀佛还没念得好，何况净土甚深之理，那我怎么能明了？",
      "zh_TW": "『事』是什麼？就是念佛。我這一句佛號，一天到晚阿彌陀佛還沒念得好，何況淨土甚深之理，那我怎麼能明瞭？"
    },
    {
      "id": "01-003-0037_p0052",
      "zh_CN": "疏【明所言不足取信于人也。】",
      "zh_TW": "疏【明所言不足取信於人也。】"
    },
    {
      "id": "01-003-0037_p0053",
      "zh_CN": "我自己很明白，我说的话人家未必肯相信。这就是说明自己是晚学。这些话我们很明显的能够看得出来，都是莲池大师自己谦虚的话，真正的谦虚。",
      "zh_TW": "我自己很明白，我說的話人家未必肯相信。這就是說明自己是晚學。這些話我們很明顯的能夠看得出來，都是蓮池大師自己謙虛的話，真正的謙虛。"
    },
    {
      "id": "01-003-0037_p0054",
      "zh_CN": "疏【素鄙者，自知浅劣，愧鄙空谈，所谓耻其言而过其行也。】",
      "zh_TW": "疏【素鄙者，自知淺劣，愧鄙空談，所謂恥其言而過其行也。】"
    },
    {
      "id": "01-003-0037_p0055",
      "zh_CN": "自己晓得自己根性浅劣，所以不愿意谈玄说妙，不愿意谈这些高深的理论，为什么？说出来自己做不到，『言过其行』，这个叫空谈。下面有个比喻：",
      "zh_TW": "自己曉得自己根性淺劣，所以不願意談玄說妙，不願意談這些高深的理論，為什麼？說出來自己做不到，『言過其行』，這個叫空談。下面有個比喻："
    },
    {
      "id": "01-003-0037_p0056",
      "zh_CN": "疏【画饼可知。】",
      "zh_TW": "疏【畫餅可知。】"
    },
    {
      "id": "01-003-0037_p0057",
      "zh_CN": "画饼不能充饥！",
      "zh_TW": "畫餅不能充饑！"
    },
    {
      "id": "01-003-0037_p0058",
      "zh_CN": "疏【燕石者，似玉而非玉者也。】",
      "zh_TW": "疏【燕石者，似玉而非玉者也。】"
    },
    {
      "id": "01-003-0037_p0059",
      "zh_CN": "这些都是比喻，『燕石』是石头，是比较好的石头，看起来像是玉，其实不是玉。底下引用一个小故事：",
      "zh_TW": "這些都是比喻，『燕石』是石頭，是比較好的石頭，看起來像是玉，其實不是玉。底下引用一個小故事："
    },
    {
      "id": "01-003-0037_p0060",
      "zh_CN": "疏【贾胡者，西域贾人善别宝者也。】",
      "zh_TW": "疏【賈胡者，西域賈人善別寶者也。】"
    },
    {
      "id": "01-003-0037_p0061",
      "zh_CN": "『贾人』就是做买卖的人，我们今天讲珠宝商。这珠宝商人识货，他能够辨别宝石的真假。",
      "zh_TW": "『賈人』就是做買賣的人，我們今天講珠寶商。這珠寶商人識貨，他能夠辨別寶石的真假。"
    },
    {
      "id": "01-003-0037_p0062",
      "zh_CN": "疏【昔有得燕石者。】",
      "zh_TW": "疏【昔有得燕石者。】"
    },
    {
      "id": "01-003-0037_p0063",
      "zh_CN": "『昔』是讲过去。『有得燕石者』，捡到一块石头。",
      "zh_TW": "『昔』是講過去。『有得燕石者』，撿到一塊石頭。"
    },
    {
      "id": "01-003-0037_p0064",
      "zh_CN": "疏【自谓瑜瑾。】",
      "zh_TW": "疏【自謂瑜瑾。】"
    },
    {
      "id": "01-003-0037_p0065",
      "zh_CN": "『瑜瑾』是美玉，他以为得到一块美玉了。",
      "zh_TW": "『瑜瑾』是美玉，他以為得到一塊美玉了。"
    },
    {
      "id": "01-003-0037_p0066",
      "zh_CN": "疏【骄眩俗目，冀得重售。】",
      "zh_TW": "疏【驕眩俗目，冀得重售。】"
    },
    {
      "id": "01-003-0037_p0067",
      "zh_CN": "他希望能卖得好价钱，卖到高价钱，很傲慢、炫耀。『俗目』就是不识货的，不识货的人，他可以对他炫耀。",
      "zh_TW": "他希望能賣得好價錢，賣到高價錢，很傲慢、炫耀。『俗目』就是不識貨的，不識貨的人，他可以對他炫耀。"
    },
    {
      "id": "01-003-0037_p0068",
      "zh_CN": "疏【以示贾胡，曰：石也。大惭而返。】",
      "zh_TW": "疏【以示賈胡，曰：石也。大慚而返。】"
    },
    {
      "id": "01-003-0037_p0069",
      "zh_CN": "碰到那个识货的，它不是宝石，不是玉，是石头。这自己非常惭愧了。这个比喻所含的意思很深！美玉比作正法，燕石比作邪法、外道。外道，有佛门里面的外道，所谓「门内外」，还有附佛外道，打着佛的招牌，干的是外道。所以我们这边同修要注意，有很多人常常送书到我们这边，不要随便把它摆出来，要仔细审查它是不是外道的。或者看到《金刚经》、《心经》注解，看到经文没错，再一看注解，胡说八道，妖言惑众，这个害人！这些书我们要是收到，赶紧把它烧掉。千万不要认为：这烧了恐怕有罪。没罪！烧掉有功德，为什么？不害人。所以对于这些书籍一定要非常的慎重。底下是讲比喻：",
      "zh_TW": "碰到那個識貨的，它不是寶石，不是玉，是石頭。這自己非常慚愧了。這個比喻所含的意思很深！美玉比作正法，燕石比作邪法、外道。外道，有佛門裡面的外道，所謂「門內外」，還有附佛外道，打著佛的招牌，幹的是外道。所以我們這邊同修要注意，有很多人常常送書到我們這邊，不要隨便把它擺出來，要仔細審查它是不是外道的。或者看到《金剛經》、《心經》註解，看到經文沒錯，再一看註解，胡說八道，妖言惑眾，這個害人！這些書我們要是收到，趕緊把它燒掉。千萬不要認為：這燒了恐怕有罪。沒罪！燒掉有功德，為什麼？不害人。所以對於這些書籍一定要非常的慎重。底下是講比喻："
    },
    {
      "id": "01-003-0037_p0070",
      "zh_CN": "疏【喻依稀见道，仿佛不真，明眼人前，堪作一笑。】",
      "zh_TW": "疏【喻依稀見道，彷彿不真，明眼人前，堪作一笑。】"
    },
    {
      "id": "01-003-0037_p0071",
      "zh_CN": "从前是如此，现在不然，现在这些东西太多，而且我们的的确确缺乏慧眼，很难辨别。我在美国遇到一个同修，他说他在台湾也是学佛，佛教里头不知道是一个什么人，他很相信的，常常叫他去拜拜，出功德，又问他借钱，搞什么会，结果被人家骗一百多万。到美国听我讲经，跟他以前听的完全不一样，他才晓得上了大当。所以，什么叫做邪，什么叫做正，我们要辨别清楚，决不能把石头当作玉，不可以把假的佛法当作正法。诸位要问：什么是正法？这一部《弥陀经疏钞》是真正的正法，依照这个理论来修学，决定不错。我们今天就讲到此地。",
      "zh_TW": "從前是如此，現在不然，現在這些東西太多，而且我們的的確確缺乏慧眼，很難辨別。我在美國遇到一個同修，他說他在台灣也是學佛，佛教裡頭不知道是一個什麼人，他很相信的，常常叫他去拜拜，出功德，又問他借錢，搞什麼會，結果被人家騙一百多萬。到美國聽我講經，跟他以前聽的完全不一樣，他才曉得上了大當。所以，什麼叫做邪，什麼叫做正，我們要辨別清楚，決不能把石頭當作玉，不可以把假的佛法當作正法。諸位要問：什麼是正法？這一部《彌陀經疏鈔》是真正的正法，依照這個理論來修學，決定不錯。我們今天就講到此地。"
    }
  ]
}