{
  "doc_id": "01-003-0239",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三九集",
    "zh_TW": "第二三九集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0239",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "01-003-0239_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四六二页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四六二頁："
    },
    {
      "id": "01-003-0239_p0002",
      "zh_CN": "钞【德云念佛门者，华严入法界品，德云比丘告善财言，我得忆念一切诸佛境界智慧光明普见法门，而复开二十一门，起于智光普照，终于住虚空。】",
      "zh_TW": "鈔【德雲念佛門者，華嚴入法界品，德雲比丘告善財言，我得憶念一切諸佛境界智慧光明普見法門，而復開二十一門，起於智光普照，終於住虛空。】"
    },
    {
      "id": "01-003-0239_p0003",
      "zh_CN": "《华严经》是大乘佛法根本的经典，古德称它根本法轮，一切经都是《华严》的枝叶，好比一棵树，《华严》是这棵树的根、这棵树的本，本就是主干，一切经就是这棵树的枝叶、枝条、花果。从这个比喻，我们就了解《华严》在佛法的地位以及它的重要性。《华严经》里面讲修行的法门讲得很多，在「离世间品」，世尊总共讲了二千多个法门，二千多个还是举类而已，归纳一类一类的，实际上说不尽，法门无量。无量法门归纳成二千多类，也够详细了。在许许多多法门里，诸佛如来推荐给我们的是哪个法门？一切法门，诸位必须有一个理念，那就是肯定佛所说的「法门平等，无有高下」，不能说哪个法门高，哪个法门低，没有这个道理的。为什么？所有一切法门最后的成就都是圆成佛道，当然都是一样好。法门虽然平等，可是众生的根器不一样，有些根器适合这个法门，不适合那个法门。众生根性不相同，于是佛开出来的法门就多了。现在佛不在世，不但佛我们找不到，菩萨也找不到了，甚至阿罗汉、善知识也遇不到了。这样多的法门，我们怎样选择，知道这个法门适合自己的根器？假如选择不当，麻烦就大了。法门就好比药舖卖的药，药有几千种、几万种，契机就对症。药要是对症，药到病除，病就好了；药要是不对症，不但病会加重，恐怕一吃就呜呼哀哉。法门不契机，害处太大了。药吃错了，害的是身命，这个身死了以后，《地藏经》上讲，过四十九天就又投胎，所以身命在佛法里并不重视。法门错了，害法身慧命，这个严重了，比吃错药那个严重性要大得太多了。",
      "zh_TW": "《華嚴經》是大乘佛法根本的經典，古德稱它根本法輪，一切經都是《華嚴》的枝葉，好比一棵樹，《華嚴》是這棵樹的根、這棵樹的本，本就是主幹，一切經就是這棵樹的枝葉、枝條、花果。從這個比喻，我們就了解《華嚴》在佛法的地位以及它的重要性。《華嚴經》裡面講修行的法門講得很多，在「離世間品」，世尊總共講了二千多個法門，二千多個還是舉類而已，歸納一類一類的，實際上說不盡，法門無量。無量法門歸納成二千多類，也夠詳細了。在許許多多法門裡，諸佛如來推薦給我們的是哪個法門？一切法門，諸位必須有一個理念，那就是肯定佛所說的「法門平等，無有高下」，不能說哪個法門高，哪個法門低，沒有這個道理的。為什麼？所有一切法門最後的成就都是圓成佛道，當然都是一樣好。法門雖然平等，可是眾生的根器不一樣，有些根器適合這個法門，不適合那個法門。眾生根性不相同，於是佛開出來的法門就多了。現在佛不在世，不但佛我們找不到，菩薩也找不到了，甚至阿羅漢、善知識也遇不到了。這樣多的法門，我們怎樣選擇，知道這個法門適合自己的根器？假如選擇不當，麻煩就大了。法門就好比藥舖賣的藥，藥有幾千種、幾萬種，契機就對症。藥要是對症，藥到病除，病就好了；藥要是不對症，不但病會加重，恐怕一吃就嗚呼哀哉。法門不契機，害處太大了。藥吃錯了，害的是身命，這個身死了以後，《地藏經》上講，過四十九天就又投胎，所以身命在佛法裡並不重視。法門錯了，害法身慧命，這個嚴重了，比吃錯藥那個嚴重性要大得太多了。"
    },
    {
      "id": "01-003-0239_p0004",
      "zh_CN": "佛了解我们现在的状况，也知道现代人的根器。不但释迦牟尼佛推荐我们念佛法门，普贤菩萨在华严会上也是推荐这个法门。我们在《无量寿经》、《弥陀经》上看到，十方三世一切诸佛异口同音都给我们介绍这个法门，都推荐这个法门。由此可知，我们在遇不到真正善知识指导之下，选修这个法门决定不会错误。我们冷静的观察现代社会，学佛的人很多，学佛而着魔的人也很多。我们仔细去打听，念佛人没有听说着魔的，着魔最多的是学禅、学密的，学教的容易变成狂慧，那也叫着魔，都不正常。唯独念佛这个法门，特别是老实念佛，几乎没有一个不成就的。这是证明诸佛菩萨为我们介绍推荐这个法门没错。何况这个法门是如来普度一切众生第一法门，因为这个法门上度等觉菩萨，下度地狱众生。",
      "zh_TW": "佛了解我們現在的狀況，也知道現代人的根器。不但釋迦牟尼佛推薦我們念佛法門，普賢菩薩在華嚴會上也是推薦這個法門。我們在《無量壽經》、《彌陀經》上看到，十方三世一切諸佛異口同音都給我們介紹這個法門，都推薦這個法門。由此可知，我們在遇不到真正善知識指導之下，選修這個法門決定不會錯誤。我們冷靜的觀察現代社會，學佛的人很多，學佛而著魔的人也很多。我們仔細去打聽，念佛人沒有聽說著魔的，著魔最多的是學禪、學密的，學教的容易變成狂慧，那也叫著魔，都不正常。唯獨念佛這個法門，特別是老實念佛，幾乎沒有一個不成就的。這是證明諸佛菩薩為我們介紹推薦這個法門沒錯。何況這個法門是如來普度一切眾生第一法門，因為這個法門上度等覺菩薩，下度地獄眾生。"
    },
    {
      "id": "01-003-0239_p0005",
      "zh_CN": "大家要是细念《大势至菩萨念佛圆通章》，你就明了了。菩萨一开端就说，「我与五十二同伦」，这句话非常重要，不能轻易看过。同伦，用现在的话来说，志同道合，这叫同伦，同一类。这一类是什么人？专念阿弥陀佛。在无量法门里专修这一门。五十二是指菩萨五十二个阶级，十信位、十住、十行、十回向、十地，再加上等觉、妙觉，妙觉就成佛了。换句话说，从初发心一直到成佛，没有用过第二个方法，就是这一句佛号念到底。从初发心念到成佛，你说多简单、多容易！而且是稳当快速，没有能跟这个相比。你能认清楚、能明白，能认真依这个方法修学，那你是大福报，天上人间没有一个人福报比你更大了。你不但是成就殊胜，一生圆满成就，这是真正不可思议。",
      "zh_TW": "大家要是細念《大勢至菩薩念佛圓通章》，你就明瞭了。菩薩一開端就說，「我與五十二同倫」，這句話非常重要，不能輕易看過。同倫，用現在的話來說，志同道合，這叫同倫，同一類。這一類是什麼人？專念阿彌陀佛。在無量法門裡專修這一門。五十二是指菩薩五十二個階級，十信位、十住、十行、十迴向、十地，再加上等覺、妙覺，妙覺就成佛了。換句話說，從初發心一直到成佛，沒有用過第二個方法，就是這一句佛號念到底。從初發心念到成佛，你說多簡單、多容易！而且是穩當快速，沒有能跟這個相比。你能認清楚、能明白，能認真依這個方法修學，那你是大福報，天上人間沒有一個人福報比你更大了。你不但是成就殊勝，一生圓滿成就，這是真正不可思議。"
    },
    {
      "id": "01-003-0239_p0006",
      "zh_CN": "大势至菩萨说得很清楚，方法非常简单，「都摄六根，净念相继」，这个方法我们要细心去体会，要认真去实行，关键在净念相继，净就不能夹杂，夹杂就不清净。哪些是夹杂？觉明妙行菩萨讲得很好，你去看看什么叫做夹杂。夹杂就不是净念，间断就不是相续。念佛的秘诀就是不怀疑、不夹杂、不间断，你就成功了。在效果上来说，「不假方便，自得心开」，不假方便，不需要借用任何方法来帮助，就是这一句佛号念到底。功夫分三个阶段，第一个阶段是「功夫成片」，能念到功夫成片就决定得生，往生西方世界就有把握。我们往往听到或者见到，有预知时至的，功夫好的，一年前晓得哪一天往生，不生病；功夫更好一层的，自在往生，想什么时候走就什么时候走，不想走，再多住几年也不碍事，完全自己做主。我们要问，这样的功夫到底念佛念到什么程度？给诸位说，不难，我们每个人都做得到。因为他功夫不太高，是功夫成片里面上乘的。假如我们把功夫成片也分作九品，上品，上品的功夫成片就自在往生，这个我们做得到。功夫更深的，一心不乱，一心不乱有事一心、有理一心，这个的确很难。得事一心，他的地位等于阿罗汉、辟支佛。理一心，那就是法身大士，生西方世界实报庄严土，那都是上上品往生。这样看来，大势至菩萨所讲的话没有错，「不假方便，自得心开」。",
      "zh_TW": "大勢至菩薩說得很清楚，方法非常簡單，「都攝六根，淨念相繼」，這個方法我們要細心去體會，要認真去實行，關鍵在淨念相繼，淨就不能夾雜，夾雜就不清淨。哪些是夾雜？覺明妙行菩薩講得很好，你去看看什麼叫做夾雜。夾雜就不是淨念，間斷就不是相續。念佛的祕訣就是不懷疑、不夾雜、不間斷，你就成功了。在效果上來說，「不假方便，自得心開」，不假方便，不需要借用任何方法來幫助，就是這一句佛號念到底。功夫分三個階段，第一個階段是「功夫成片」，能念到功夫成片就決定得生，往生西方世界就有把握。我們往往聽到或者見到，有預知時至的，功夫好的，一年前曉得哪一天往生，不生病；功夫更好一層的，自在往生，想什麼時候走就什麼時候走，不想走，再多住幾年也不礙事，完全自己做主。我們要問，這樣的功夫到底念佛念到什麼程度？給諸位說，不難，我們每個人都做得到。因為他功夫不太高，是功夫成片裡面上乘的。假如我們把功夫成片也分作九品，上品，上品的功夫成片就自在往生，這個我們做得到。功夫更深的，一心不亂，一心不亂有事一心、有理一心，這個的確很難。得事一心，他的地位等於阿羅漢、辟支佛。理一心，那就是法身大士，生西方世界實報莊嚴土，那都是上上品往生。這樣看來，大勢至菩薩所講的話沒有錯，「不假方便，自得心開」。"
    },
    {
      "id": "01-003-0239_p0007",
      "zh_CN": "从什么地方看，这个法门成就稳当而快速？佛在经论里说得很多，在我们娑婆世界，娑婆世界跟他方诸佛世界的情况差不多，在这个世界修行，从凡夫修成佛道要三个阿僧祇劫，那个时间单位是论劫来算的。三大阿僧祇劫，这时间太长了，天文数字都没有办法来形容。三大阿僧祇劫从哪一天算起？这个跟求生西方不一样，求生西方可以说从我们今天算起，我们发心求生净土，念阿弥陀佛这一天算起就可以了。三大阿僧祇劫是从你证得初果那一天算起；你要是没证得初果，那都不算。初果就是你要断三界八十八品见惑，证得位不退。三不退里，你证得位不退，从这一天算起，三大阿僧祇劫成佛。天台家讲有藏通别圆四教，三大阿僧祇劫成的是藏教佛，不是圆教。圆教佛要多少时间？《华严经》上说，无量劫才能成圆教佛果。这桩事情佛不常说，怕人听了害怕，退心了，无量劫才能成佛，算了！不学了。佛只好说三大阿僧祇劫，佛没有打妄语，确实成佛，成藏教佛，这不是圆教佛。",
      "zh_TW": "從什麼地方看，這個法門成就穩當而快速？佛在經論裡說得很多，在我們娑婆世界，娑婆世界跟他方諸佛世界的情況差不多，在這個世界修行，從凡夫修成佛道要三個阿僧祇劫，那個時間單位是論劫來算的。三大阿僧祇劫，這時間太長了，天文數字都沒有辦法來形容。三大阿僧祇劫從哪一天算起？這個跟求生西方不一樣，求生西方可以說從我們今天算起，我們發心求生淨土，念阿彌陀佛這一天算起就可以了。三大阿僧祇劫是從你證得初果那一天算起；你要是沒證得初果，那都不算。初果就是你要斷三界八十八品見惑，證得位不退。三不退裡，你證得位不退，從這一天算起，三大阿僧祇劫成佛。天台家講有藏通別圓四教，三大阿僧祇劫成的是藏教佛，不是圓教。圓教佛要多少時間？《華嚴經》上說，無量劫才能成圓教佛果。這樁事情佛不常說，怕人聽了害怕，退心了，無量劫才能成佛，算了！不學了。佛只好說三大阿僧祇劫，佛沒有打妄語，確實成佛，成藏教佛，這不是圓教佛。"
    },
    {
      "id": "01-003-0239_p0008",
      "zh_CN": "我们拿这个事实跟西方极乐世界一比，你才晓得这个法门不可思议，难怪许多菩萨都不相信。《弥陀经》、《无量寿经》上，佛告诉我们，极乐世界「诸上善人俱会一处」，数量之多没有办法计算。上善人是指等觉菩萨，十地以前称为善人，不称为上善，上善是等觉，像观音、势至、文殊、普贤这样的菩萨在西方极乐世界没有法子计算，太多了，这就是成佛了。大势至这五十二同伦都是等觉，再差一点点就是妙觉，实际上等觉就是妙觉了，已经证得圆满的佛果。",
      "zh_TW": "我們拿這個事實跟西方極樂世界一比，你才曉得這個法門不可思議，難怪許多菩薩都不相信。《彌陀經》、《無量壽經》上，佛告訴我們，極樂世界「諸上善人俱會一處」，數量之多沒有辦法計算。上善人是指等覺菩薩，十地以前稱為善人，不稱為上善，上善是等覺，像觀音、勢至、文殊、普賢這樣的菩薩在西方極樂世界沒有法子計算，太多了，這就是成佛了。大勢至這五十二同倫都是等覺，再差一點點就是妙覺，實際上等覺就是妙覺了，已經證得圓滿的佛果。"
    },
    {
      "id": "01-003-0239_p0009",
      "zh_CN": "我们要想一想，阿弥陀佛建立西方世界到今天才不过十劫，这些人往生到极乐世界十劫成就的。在我们这个地方要三大阿僧祇劫还到不了这个地步，要无量劫才能到这个地步，西方世界十劫就到了。你就晓得那是多么快速，十劫跟无量劫不能比。如果我们再仔细去观察一下，真相就大白了。如果说在西方世界修行十劫能得到等觉，阿弥陀佛建立西方世界的时候，第一劫去往生，现在成就了；第二劫去往生的，到现在是九劫，还没成就。但是经上明明告诉我们，诸上善人在西方极乐世界占人数比例是大多数，十劫成就了，没话说，第二劫也成就了、第三劫也成就了，到五劫去往生，现在也成就了，这个比例才一半一半，那不能说大多数；多数，最低限度第六劫去往生也成就了。这样我们可以得到一个结论，到西方极乐世界证到等觉的地位，大概只要三劫到四劫，在西方极乐世界上善菩萨才是大多数！这样观察，西方世界的殊胜，你才能看出来，你才能明白了。西方极乐世界，我们凡夫去也不过三、四劫，我们的地位就跟文殊、普贤平等，还有哪个世界这样快速！你把事实真相搞清楚了，你还能说不去吗？什么力量都阻挡不住，非去不可。去他方世界纵然缘好，也要三大阿僧祇劫、无量劫，搞那么长的时间。所以同修们读经，好好的把这个帐算算，你才知道。然后遵守觉明妙行菩萨的教诲：一心称念，万缘放下。",
      "zh_TW": "我們要想一想，阿彌陀佛建立西方世界到今天才不過十劫，這些人往生到極樂世界十劫成就的。在我們這個地方要三大阿僧祇劫還到不了這個地步，要無量劫才能到這個地步，西方世界十劫就到了。你就曉得那是多麼快速，十劫跟無量劫不能比。如果我們再仔細去觀察一下，真相就大白了。如果說在西方世界修行十劫能得到等覺，阿彌陀佛建立西方世界的時候，第一劫去往生，現在成就了；第二劫去往生的，到現在是九劫，還沒成就。但是經上明明告訴我們，諸上善人在西方極樂世界佔人數比例是大多數，十劫成就了，沒話說，第二劫也成就了、第三劫也成就了，到五劫去往生，現在也成就了，這個比例才一半一半，那不能說大多數；多數，最低限度第六劫去往生也成就了。這樣我們可以得到一個結論，到西方極樂世界證到等覺的地位，大概只要三劫到四劫，在西方極樂世界上善菩薩才是大多數！這樣觀察，西方世界的殊勝，你才能看出來，你才能明白了。西方極樂世界，我們凡夫去也不過三、四劫，我們的地位就跟文殊、普賢平等，還有哪個世界這樣快速！你把事實真相搞清楚了，你還能說不去嗎？什麼力量都阻擋不住，非去不可。去他方世界縱然緣好，也要三大阿僧祇劫、無量劫，搞那麼長的時間。所以同修們讀經，好好的把這個帳算算，你才知道。然後遵守覺明妙行菩薩的教誨：一心稱念，萬緣放下。"
    },
    {
      "id": "01-003-0239_p0010",
      "zh_CN": "你这一生发愿求生西方，修学念佛法门，你一生依一部经、一句名号，你是上上根人，没有比你更殊胜，你决定得生。你嫌一部经太枯燥、太少，好，你念净土五经一论，你是中根之人；说五经一论还少，再加一点，净土东西多念一点，《净土十要》、《印光大师文钞》，现在台湾编的《净土丛书》有二十多册，你发心去念这个东西，你是下根人，也许还能往生，不一定。如果说这个还不够，还想念天台、唯识、华严，再去念其他这些经论，只可以说你在佛门种一点善根，决定轮回，不能往生。古人常讲：人身难得，佛法难闻。尤其是这个法门，这一生错过，实在太可惜了。我们有没有善根？有没有福德？就从这里看。一门深入的，那是善根福德无比的深厚；还要涉猎许许多多法门，他信心不能建立，不能圆解，对净土认识不清楚，这是善根薄，福德也薄。",
      "zh_TW": "你這一生發願求生西方，修學念佛法門，你一生依一部經、一句名號，你是上上根人，沒有比你更殊勝，你決定得生。你嫌一部經太枯燥、太少，好，你念淨土五經一論，你是中根之人；說五經一論還少，再加一點，淨土東西多念一點，《淨土十要》、《印光大師文鈔》，現在台灣編的《淨土叢書》有二十多冊，你發心去念這個東西，你是下根人，也許還能往生，不一定。如果說這個還不夠，還想念天台、唯識、華嚴，再去念其他這些經論，只可以說你在佛門種一點善根，決定輪迴，不能往生。古人常講：人身難得，佛法難聞。尤其是這個法門，這一生錯過，實在太可惜了。我們有沒有善根？有沒有福德？就從這裡看。一門深入的，那是善根福德無比的深厚；還要涉獵許許多多法門，他信心不能建立，不能圓解，對淨土認識不清楚，這是善根薄，福德也薄。"
    },
    {
      "id": "01-003-0239_p0011",
      "zh_CN": "《华严》推荐的也是这个法门，德云比丘是善财外出参访第一个善知识，第一个很重要，俗话常讲先入为主，第一个善知识的教诲往往影响他一生，德云教的是念佛法门，最后结尾的一位是普贤菩萨，就讲得更明白，十大愿王导归极乐。前清彭际清居士综合《华严》修行的方法，写了一篇《华严念佛三昧论》，说明《华严经》修行的总纲领、总方向，就是念佛求生净土。这个要是再不相信，那就没法子，那就慢慢去轮回，多生多劫以后善根慢慢成熟，再遇到。这一个轮转，诸位要晓得，我们今天在坐同修当中有很多都成佛了，早都成佛了，他对这个法门还在半信半疑，你说这个差距多大！太大太大了。这些都是老实话。",
      "zh_TW": "《華嚴》推薦的也是這個法門，德雲比丘是善財外出參訪第一個善知識，第一個很重要，俗話常講先入為主，第一個善知識的教誨往往影響他一生，德雲教的是念佛法門，最後結尾的一位是普賢菩薩，就講得更明白，十大願王導歸極樂。前清彭際清居士綜合《華嚴》修行的方法，寫了一篇《華嚴念佛三昧論》，說明《華嚴經》修行的總綱領、總方向，就是念佛求生淨土。這個要是再不相信，那就沒法子，那就慢慢去輪迴，多生多劫以後善根慢慢成熟，再遇到。這一個輪轉，諸位要曉得，我們今天在坐同修當中有很多都成佛了，早都成佛了，他對這個法門還在半信半疑，你說這個差距多大！太大太大了。這些都是老實話。"
    },
    {
      "id": "01-003-0239_p0012",
      "zh_CN": "我们读这段经文，了解这个意思，真实的利益你就得到。『德云比丘告善财言』，善财去参访他，他对于善财的开示。『我得忆念一切诸佛境界』，诸佛境界是指如来果地上的境界，一尊佛所证的境界就是一切佛所住的境界，所以可以称一切诸佛。《弥陀经》上讲的诸佛，莲池、蕅益大师在注解直接指出诸佛就是阿弥陀佛，阿弥陀佛就是诸佛。理上讲得通，事上也没有问题，阿弥陀佛是一切诸佛的代表。《弥陀经》的六方佛赞，那是事，既然一切诸佛都赞叹阿弥陀佛，阿弥陀佛就是诸佛的代表！何况释迦牟尼佛在《无量寿经》赞叹弥陀到极处，「光中极尊，佛中之王」。世尊的赞叹，也就代表一切诸佛对阿弥陀佛的赞叹。确实，「十方一切佛，阿弥陀第一」。同样一个道理，十方诸佛刹土，极乐世界第一。「忆念」就是念佛，忆念里面有观想、有称名，观想包含了称名。下面他又开了『二十一门』，二十一门是念佛的别目。『忆念一切诸佛境界智慧光明普见法门』，这是总说，二十一门是细说，就是把诸佛境界统统包括在其中了。这些名目，《演义》注得很详细。『起于智光普照，终于住虚空』，这是经文，当中省略，注解写出来了。",
      "zh_TW": "我們讀這段經文，了解這個意思，真實的利益你就得到。『德雲比丘告善財言』，善財去參訪他，他對於善財的開示。『我得憶念一切諸佛境界』，諸佛境界是指如來果地上的境界，一尊佛所證的境界就是一切佛所住的境界，所以可以稱一切諸佛。《彌陀經》上講的諸佛，蓮池、蕅益大師在註解直接指出諸佛就是阿彌陀佛，阿彌陀佛就是諸佛。理上講得通，事上也沒有問題，阿彌陀佛是一切諸佛的代表。《彌陀經》的六方佛讚，那是事，既然一切諸佛都讚歎阿彌陀佛，阿彌陀佛就是諸佛的代表！何況釋迦牟尼佛在《無量壽經》讚歎彌陀到極處，「光中極尊，佛中之王」。世尊的讚歎，也就代表一切諸佛對阿彌陀佛的讚歎。確實，「十方一切佛，阿彌陀第一」。同樣一個道理，十方諸佛剎土，極樂世界第一。「憶念」就是念佛，憶念裡面有觀想、有稱名，觀想包含了稱名。下面他又開了『二十一門』，二十一門是念佛的別目。『憶念一切諸佛境界智慧光明普見法門』，這是總說，二十一門是細說，就是把諸佛境界統統包括在其中了。這些名目，《演義》註得很詳細。『起於智光普照，終於住虛空』，這是經文，當中省略，註解寫出來了。"
    },
    {
      "id": "01-003-0239_p0013",
      "zh_CN": "钞【今谓心外无境界，心外无智照，心外无虚空，故不出一心，悉皆具足。】",
      "zh_TW": "鈔【今謂心外無境界，心外無智照，心外無虛空，故不出一心，悉皆具足。】"
    },
    {
      "id": "01-003-0239_p0014",
      "zh_CN": "这段话要紧，不但德云比丘所说的二十一门『不出一心』，前面我们读到宝积十心、净名八法、华严十心，乃至一切经论所说的，包括禅与密，都不出一心。我们这个法门是直接修一心的，用最简单的方法修一心，一句阿弥陀佛，比德云比丘这个容易多了；哪一种念佛，修学都比执持名号繁琐。聪明人选择最简单、最容易、最直捷、最稳当、最快速，你算是真有智慧，你选对了。有人说「我要多学一点，多知道一点」，你真的多学就能都知道吗？清凉大师在《华严经》玄义「解释经题」里面说，「有解无行」，就是你广学多闻，没有戒定慧的功夫，没有真正修行，结果是「增长邪见」。你要问；为什么增长邪见？心邪！心邪，看一切法都邪，看佛法也邪，就这么个道理。依照戒定慧修行，心净，心净看一切佛法净，看一切世间法也净。一净一切净，一邪是一切邪，这个要明了，万万不能走错路。",
      "zh_TW": "這段話要緊，不但德雲比丘所說的二十一門『不出一心』，前面我們讀到寶積十心、淨名八法、華嚴十心，乃至一切經論所說的，包括禪與密，都不出一心。我們這個法門是直接修一心的，用最簡單的方法修一心，一句阿彌陀佛，比德雲比丘這個容易多了；哪一種念佛，修學都比執持名號繁瑣。聰明人選擇最簡單、最容易、最直捷、最穩當、最快速，你算是真有智慧，你選對了。有人說「我要多學一點，多知道一點」，你真的多學就能都知道嗎？清涼大師在《華嚴經》玄義「解釋經題」裡面說，「有解無行」，就是你廣學多聞，沒有戒定慧的功夫，沒有真正修行，結果是「增長邪見」。你要問；為什麼增長邪見？心邪！心邪，看一切法都邪，看佛法也邪，就這麼個道理。依照戒定慧修行，心淨，心淨看一切佛法淨，看一切世間法也淨。一淨一切淨，一邪是一切邪，這個要明瞭，萬萬不能走錯路。"
    },
    {
      "id": "01-003-0239_p0015",
      "zh_CN": "佛在四弘誓愿里面告诉我们修学的次第，跟大乘经论上所讲的统统相应。四弘誓愿第一个是发心度众生，舍己为人，要发这个大心。牺牲自己成就别人，这是菩萨发心，这叫大菩提心。修行下手，先断烦恼，「烦恼无尽誓愿断」，然后再学法门。烦恼是毒，贪瞋痴三毒！毒没有去掉，这个法是醍醐，经上常有比喻，我们拿这个杯子，这杯子是器，从前是盛毒药的，毒药不但没有去干净，毒药还在，醍醐灌进去，醍醐也变成毒药了，就这么回事情。必须洗得干干净净，毒都消除，这才叫器，法器。烦恼无尽誓愿断，断尽烦恼你才是个法器，然后就可以盛醍醐，才能广学多闻。现在人修学，他不讲求这个，换句话说，拿着盛毒药的杯子去装醍醐，醍醐好，是甘露，喝下去，哪个人都死，没有一个不死的。难道醍醐甘露错了吗？没错！你盛的杯子里有毒药，你那个毒没有消除，没有洗干净，道理就在此地。所以修学第一步就是断烦恼，断烦恼就是消毒，成就自己的法器，然后再「法门无量誓愿学」，所以它是第二个阶段。",
      "zh_TW": "佛在四弘誓願裡面告訴我們修學的次第，跟大乘經論上所講的統統相應。四弘誓願第一個是發心度眾生，捨己為人，要發這個大心。犧牲自己成就別人，這是菩薩發心，這叫大菩提心。修行下手，先斷煩惱，「煩惱無盡誓願斷」，然後再學法門。煩惱是毒，貪瞋痴三毒！毒沒有去掉，這個法是醍醐，經上常有比喻，我們拿這個杯子，這杯子是器，從前是盛毒藥的，毒藥不但沒有去乾淨，毒藥還在，醍醐灌進去，醍醐也變成毒藥了，就這麼回事情。必須洗得乾乾淨淨，毒都消除，這才叫器，法器。煩惱無盡誓願斷，斷盡煩惱你才是個法器，然後就可以盛醍醐，才能廣學多聞。現在人修學，他不講求這個，換句話說，拿著盛毒藥的杯子去裝醍醐，醍醐好，是甘露，喝下去，哪個人都死，沒有一個不死的。難道醍醐甘露錯了嗎？沒錯！你盛的杯子裡有毒藥，你那個毒沒有消除，沒有洗乾淨，道理就在此地。所以修學第一步就是斷煩惱，斷煩惱就是消毒，成就自己的法器，然後再「法門無量誓願學」，所以它是第二個階段。"
    },
    {
      "id": "01-003-0239_p0016",
      "zh_CN": "我们中国古来的大德，古时候的人跟现在人不一样，古时候人心淳厚，社会一般人生活也都单纯，外面境界没有什么诱惑，里面从小培养一个孝敬淳厚的心，所以他消毒的时间短。古人五年学戒，有五年、十年真的身心清净，接受佛法不需要很长的时间就开悟证果。为什么？这就是他本身是一个法器，他的染污毒素很轻，很容易洗掉。现在人不行，现在这个社会环境是个大染缸，三毒的染缸。在从前，不要说得很远，我这七十岁的年龄。我生长在农村，到十四岁我才懂事，在这以前真的是天真烂漫，什么事都不懂，天天除了念书就是玩，这童年幸福！现在的小孩不得了，从眼睛张开，他就看电视，电视里五花八门他全都学会了，他什么都懂。一、二岁的小孩什么都懂，他会察颜观色，会讨好人，这怎么得了！换句话说，我们到十四、五岁才渐渐染这个社会的气氛，现在的小孩眼睛一张开就受染污，怎么得了！",
      "zh_TW": "我們中國古來的大德，古時候的人跟現在人不一樣，古時候人心淳厚，社會一般人生活也都單純，外面境界沒有什麼誘惑，裡面從小培養一個孝敬淳厚的心，所以他消毒的時間短。古人五年學戒，有五年、十年真的身心清淨，接受佛法不需要很長的時間就開悟證果。為什麼？這就是他本身是一個法器，他的染污毒素很輕，很容易洗掉。現在人不行，現在這個社會環境是個大染缸，三毒的染缸。在從前，不要說得很遠，我這七十歲的年齡。我生長在農村，到十四歲我才懂事，在這以前真的是天真爛漫，什麼事都不懂，天天除了念書就是玩，這童年幸福！現在的小孩不得了，從眼睛張開，他就看電視，電視裡五花八門他全都學會了，他什麼都懂。一、二歲的小孩什麼都懂，他會察顏觀色，會討好人，這怎麼得了！換句話說，我們到十四、五歲才漸漸染這個社會的氣氛，現在的小孩眼睛一張開就受染污，怎麼得了！"
    },
    {
      "id": "01-003-0239_p0017",
      "zh_CN": "社会的诱惑力量比从前超过几百倍、几千倍！过去这五年能把身心洗干净，现在我看五十年都洗不干净。我讲的话是真话，那怎么办？所以我常常劝勉大家，我们把「法门无量誓愿学」跟「佛道无上誓愿成」，这个后半段到西方极乐世界再去办！这一生中专门洗刷自己的身心，心净则土净，这才能往生。心不清净，不能往生，这个要知道。古人可以广学多闻，为什么？他那个毒素浅，五年到十年能洗干净，然后他能广学多闻，他能成就。现在人不行，现在人真的五十年也洗不干净。洗不干净，广学多闻所得的结果，就是清凉大师讲的「增长邪见」，那又何必？他不是增长智慧，他增长邪见，这个很可怕，将来继续还要搞六道轮回。我们把这个道理搞清楚，事实真相也搞清楚了，自己就可以下一个决定，我们这一生当中，四弘誓愿学前面二句，愿要广大、坚固，要认真念佛，用这句佛号消除业障，洗涤身心，将来生到西方极乐世界见到阿弥陀佛了，那个时候法门无量誓愿学，那就快速了。这样往生才有把握，不至于错过这一生难得的机缘，这个缘分非常难得。这一句佛号将德云比丘的念佛法门统统包括。",
      "zh_TW": "社會的誘惑力量比從前超過幾百倍、幾千倍！過去這五年能把身心洗乾淨，現在我看五十年都洗不乾淨。我講的話是真話，那怎麼辦？所以我常常勸勉大家，我們把「法門無量誓願學」跟「佛道無上誓願成」，這個後半段到西方極樂世界再去辦！這一生中專門洗刷自己的身心，心淨則土淨，這才能往生。心不清淨，不能往生，這個要知道。古人可以廣學多聞，為什麼？他那個毒素淺，五年到十年能洗乾淨，然後他能廣學多聞，他能成就。現在人不行，現在人真的五十年也洗不乾淨。洗不乾淨，廣學多聞所得的結果，就是清涼大師講的「增長邪見」，那又何必？他不是增長智慧，他增長邪見，這個很可怕，將來繼續還要搞六道輪迴。我們把這個道理搞清楚，事實真相也搞清楚了，自己就可以下一個決定，我們這一生當中，四弘誓願學前面二句，願要廣大、堅固，要認真念佛，用這句佛號消除業障，洗滌身心，將來生到西方極樂世界見到阿彌陀佛了，那個時候法門無量誓願學，那就快速了。這樣往生才有把握，不至於錯過這一生難得的機緣，這個緣分非常難得。這一句佛號將德雲比丘的念佛法門統統包括。"
    },
    {
      "id": "01-003-0239_p0018",
      "zh_CN": "『今谓』，「今」是本经所说的。『心外无境界，心外无智照』，诸佛如来的光明普照，诸佛如来所证的圆满境界，都在一心称念之中。所以，念佛最要紧的是要一心称念。念佛不可以打妄想，打妄想就是夹杂，功夫就得不到。但是，哪个念佛人不打妄想？这是很严重的问题，打妄想就是严重的夹杂，功夫不得力了。要想不打妄想，必须放下万缘，可是尘缘偏偏放不下。有一个同修很感慨的说：我什么都可以放下，我那孙子放不下。那就没有法子，有一桩事情放不下就是大障碍，这个不能不留意。一切放下，你的杂念自然就少。",
      "zh_TW": "『今謂』，「今」是本經所說的。『心外無境界，心外無智照』，諸佛如來的光明普照，諸佛如來所證的圓滿境界，都在一心稱念之中。所以，念佛最要緊的是要一心稱念。念佛不可以打妄想，打妄想就是夾雜，功夫就得不到。但是，哪個念佛人不打妄想？這是很嚴重的問題，打妄想就是嚴重的夾雜，功夫不得力了。要想不打妄想，必須放下萬緣，可是塵緣偏偏放不下。有一個同修很感慨的說：我什麼都可以放下，我那孫子放不下。那就沒有法子，有一樁事情放不下就是大障礙，這個不能不留意。一切放下，你的雜念自然就少。"
    },
    {
      "id": "01-003-0239_p0019",
      "zh_CN": "在实际环境当中，时间长了，又妄念夹杂；时间短，容易控制。那你就晓得，短时间的修行有力量，我们就采取短时间。我教给同修们「十念法」，十念法是十句，跟慈云灌顶法师不一样，慈云法师传给我们的十念法是一口气叫一念，是用在早晚课；我教的十念佛就是十句名号，一口气念下去，阿弥陀佛‧阿弥陀佛‧阿弥陀佛‧阿弥陀佛‧阿弥陀佛‧阿弥陀佛‧阿弥陀佛‧阿弥陀佛‧阿弥陀佛‧阿弥陀佛，一句接一句，确实没有杂念。十句，我这一堂课就做圆满了，这个没有杂念。可是一天要做九次才有效果，就是每隔一段时间，不长，我就又修一次。九次修行是一堂都不可以缺，时间定在什么时候？早晨起床，洗脸漱口之后，合掌恭恭敬敬，一切念头放下，念十声，这是净念相继，确实是大势至菩萨所讲的「都摄六根，净念相继」，时间只要一分钟。第二堂是吃早饭时，佛教徒都会念供养咒，「供养佛，供养法，供养僧，供养一切众生」，实在讲是有口无心，吃饭歌唱一下没有用处的，不如合掌恭恭敬敬，万缘放下，念十句佛号，身心清净，这样吃饭能帮助消化，好处很多。第三堂是上班时，工作还没开始，先合掌念十声佛号，头脑清醒，处事就更有条理。第四堂是上午公事处理完毕，下班时再念一次。第五堂是吃午饭时念，第六堂是下午上班，第七堂是下午下班，第八堂是吃晚饭时念，第九堂是睡觉以前念。一天九堂功课，一堂不能缺，但是每一堂功课只要一分钟。我们用这九堂做定课，其他的做散课，散课念佛是没有事情就念。我这个方法教了不少人，他们修两个星期就来告诉我：非常欢喜，很有受用。这是适应这个时代，大家工作繁忙，不耽误你的工作，对工作决定有好处。当你情绪不稳定的时候，十声佛号一念，就心平气和，非常有效果。这个符合「都摄六根，净念相继」，用这个方法非常好。你们自己修，得到好处，再介绍给别人。用其他方法介绍给别人，人家很难接受，时间太长，早课要念好多经、好多咒、念好多佛菩萨名号，他哪有那么多时间，这个只要一分钟，他就会乐意的去做。",
      "zh_TW": "在實際環境當中，時間長了，又妄念夾雜；時間短，容易控制。那你就曉得，短時間的修行有力量，我們就採取短時間。我教給同修們「十念法」，十念法是十句，跟慈雲灌頂法師不一樣，慈雲法師傳給我們的十念法是一口氣叫一念，是用在早晚課；我教的十念佛就是十句名號，一口氣念下去，阿彌陀佛‧阿彌陀佛‧阿彌陀佛‧阿彌陀佛‧阿彌陀佛‧阿彌陀佛‧阿彌陀佛‧阿彌陀佛‧阿彌陀佛‧阿彌陀佛，一句接一句，確實沒有雜念。十句，我這一堂課就做圓滿了，這個沒有雜念。可是一天要做九次才有效果，就是每隔一段時間，不長，我就又修一次。九次修行是一堂都不可以缺，時間定在什麼時候？早晨起床，洗臉漱口之後，合掌恭恭敬敬，一切念頭放下，念十聲，這是淨念相繼，確實是大勢至菩薩所講的「都攝六根，淨念相繼」，時間只要一分鐘。第二堂是吃早飯時，佛教徒都會念供養咒，「供養佛，供養法，供養僧，供養一切眾生」，實在講是有口無心，吃飯歌唱一下沒有用處的，不如合掌恭恭敬敬，萬緣放下，念十句佛號，身心清淨，這樣吃飯能幫助消化，好處很多。第三堂是上班時，工作還沒開始，先合掌念十聲佛號，頭腦清醒，處事就更有條理。第四堂是上午公事處理完畢，下班時再念一次。第五堂是吃午飯時念，第六堂是下午上班，第七堂是下午下班，第八堂是吃晚飯時念，第九堂是睡覺以前念。一天九堂功課，一堂不能缺，但是每一堂功課只要一分鐘。我們用這九堂做定課，其他的做散課，散課念佛是沒有事情就念。我這個方法教了不少人，他們修兩個星期就來告訴我：非常歡喜，很有受用。這是適應這個時代，大家工作繁忙，不耽誤你的工作，對工作決定有好處。當你情緒不穩定的時候，十聲佛號一念，就心平氣和，非常有效果。這個符合「都攝六根，淨念相繼」，用這個方法非常好。你們自己修，得到好處，再介紹給別人。用其他方法介紹給別人，人家很難接受，時間太長，早課要念好多經、好多咒、念好多佛菩薩名號，他哪有那麼多時間，這個只要一分鐘，他就會樂意的去做。"
    },
    {
      "id": "01-003-0239_p0020",
      "zh_CN": "一心称念，如来境界、智照统统在其中。『不出一心，悉皆具足』，诸佛如来无量无边的法门统统具足，所以这十句功德不可思议。",
      "zh_TW": "一心稱念，如來境界、智照統統在其中。『不出一心，悉皆具足』，諸佛如來無量無邊的法門統統具足，所以這十句功德不可思議。"
    },
    {
      "id": "01-003-0239_p0021",
      "zh_CN": "钞【那先经云：诸善之中，独有一心，最为第一。】",
      "zh_TW": "鈔【那先經云：諸善之中，獨有一心，最為第一。】"
    },
    {
      "id": "01-003-0239_p0022",
      "zh_CN": "念佛是直接修一心，得一心，一切法统统具足了。所以说是「不假方便，自得心开」，心开意解就是禅宗里面大彻大悟，教下所讲的大开圆解。入这个境界，世出世间一切法，你一接触就通达明了。",
      "zh_TW": "念佛是直接修一心，得一心，一切法統統具足了。所以說是「不假方便，自得心開」，心開意解就是禪宗裡面大徹大悟，教下所講的大開圓解。入這個境界，世出世間一切法，你一接觸就通達明瞭。"
    },
    {
      "id": "01-003-0239_p0023",
      "zh_CN": "钞【一其心者，诸善随之，正此意也。】",
      "zh_TW": "鈔【一其心者，諸善隨之，正此意也。】"
    },
    {
      "id": "01-003-0239_p0024",
      "zh_CN": "真正得一心，世出世间一切善法自然具足，不但具足，而且自然圆满，这正是一修一切修。",
      "zh_TW": "真正得一心，世出世間一切善法自然具足，不但具足，而且自然圓滿，這正是一修一切修。"
    },
    {
      "id": "01-003-0239_p0025",
      "zh_CN": "疏【又此一心，即作是二义故。】",
      "zh_TW": "疏【又此一心，即作是二義故。】"
    },
    {
      "id": "01-003-0239_p0026",
      "zh_CN": "什么叫『作是』？《观无量寿佛经》讲的「是心作佛，是心是佛」，一心就是这个意思。《钞》详细说明：",
      "zh_TW": "什麼叫『作是』？《觀無量壽佛經》講的「是心作佛，是心是佛」，一心就是這個意思。《鈔》詳細說明："
    },
    {
      "id": "01-003-0239_p0027",
      "zh_CN": "钞【观经云。】",
      "zh_TW": "鈔【觀經云。】"
    },
    {
      "id": "01-003-0239_p0028",
      "zh_CN": "这出自于《观无量寿佛经》。",
      "zh_TW": "這出自於《觀無量壽佛經》。"
    },
    {
      "id": "01-003-0239_p0029",
      "zh_CN": "钞【心想佛时，是心作佛，是心是佛。今谓此经一心持名，繇此一心，终当作佛，从因至果，名之曰作。】",
      "zh_TW": "鈔【心想佛時，是心作佛，是心是佛。今謂此經一心持名，繇此一心，終當作佛，從因至果，名之曰作。】"
    },
    {
      "id": "01-003-0239_p0030",
      "zh_CN": "《疏》与《钞》都是莲池大师自己作的，这个解释真的是简单明了。因为《观经》上这两句话很不好懂，看到好像很浅显，其实非常深奥。大经上佛常说「一切法由心想生」，佛这句话说得很多，这句话非常重要。一切法，包括世间法跟出世间法，出世间法，像毗卢遮那佛依正庄严、阿弥陀佛西方极乐世界，这是往上面看；往下面看，一切世界六道众生，下至三恶道。一切法从哪里来的？是从心造出来的。《华严》说：「应观法界性，一切唯心造。」法相唯识经论里面告诉我们，「心能现相，识能变异」，现相是心的作用，所谓「万法唯心」，心现出来的，现出来之后，这个相起变化，变化是什么作用？识。「万法唯识」，唯心所现，唯识所变，十法界不同是识变的，识就是心想生。心想是识，识会想，真心本性不会想，那里头没有想；没有想的现相，想的起变化，这是真理。知道这个真理，十法界是从心想生，我们心想佛就变佛法界，想阿弥陀佛就变阿弥陀佛的法界，想药师佛就变药师佛的法界，想什么变什么。",
      "zh_TW": "《疏》與《鈔》都是蓮池大師自己作的，這個解釋真的是簡單明瞭。因為《觀經》上這兩句話很不好懂，看到好像很淺顯，其實非常深奧。大經上佛常說「一切法由心想生」，佛這句話說得很多，這句話非常重要。一切法，包括世間法跟出世間法，出世間法，像毗盧遮那佛依正莊嚴、阿彌陀佛西方極樂世界，這是往上面看；往下面看，一切世界六道眾生，下至三惡道。一切法從哪裡來的？是從心造出來的。《華嚴》說：「應觀法界性，一切唯心造。」法相唯識經論裡面告訴我們，「心能現相，識能變異」，現相是心的作用，所謂「萬法唯心」，心現出來的，現出來之後，這個相起變化，變化是什麼作用？識。「萬法唯識」，唯心所現，唯識所變，十法界不同是識變的，識就是心想生。心想是識，識會想，真心本性不會想，那裡頭沒有想；沒有想的現相，想的起變化，這是真理。知道這個真理，十法界是從心想生，我們心想佛就變佛法界，想阿彌陀佛就變阿彌陀佛的法界，想藥師佛就變藥師佛的法界，想什麼變什麼。"
    },
    {
      "id": "01-003-0239_p0031",
      "zh_CN": "十法界从哪里来的？不是佛菩萨建造十法界来赏罚我们，那就错了，没这个道理，是自己心里变现出来的。我们想的，实在讲太复杂，特别是学佛的人，学佛的人每天所想的，十法界都有。念阿弥陀佛，想佛，佛法界；等一下忘掉了，要去赚钱，多赚一点，贪心起来，饿鬼法界，马上就掉下来了；遇到不如意的事情，发脾气，瞋恨了，地狱法界；把一桩事情看错，假的当真，真的当假，是非不明，黑白颠倒，畜生法界。从早到晚，念念都在那里想，你想哪个法界的时间长，想哪个法界的力量大，将来是「强者先牵」，你去受果报的时候，强有力的那个想牵着你先受报，就这么个道理。贪心重的变饿鬼，瞋恚心重的堕地狱，愚痴重的变畜生，人伦道德、五戒十善这是得人身，上品则是生欲界天，所以一切法从心想生。",
      "zh_TW": "十法界從哪裡來的？不是佛菩薩建造十法界來賞罰我們，那就錯了，沒這個道理，是自己心裡變現出來的。我們想的，實在講太複雜，特別是學佛的人，學佛的人每天所想的，十法界都有。念阿彌陀佛，想佛，佛法界；等一下忘掉了，要去賺錢，多賺一點，貪心起來，餓鬼法界，馬上就掉下來了；遇到不如意的事情，發脾氣，瞋恨了，地獄法界；把一樁事情看錯，假的當真，真的當假，是非不明，黑白顛倒，畜生法界。從早到晚，念念都在那裡想，你想哪個法界的時間長，想哪個法界的力量大，將來是「強者先牽」，你去受果報的時候，強有力的那個想牽著你先受報，就這麼個道理。貪心重的變餓鬼，瞋恚心重的墮地獄，愚痴重的變畜生，人倫道德、五戒十善這是得人身，上品則是生欲界天，所以一切法從心想生。"
    },
    {
      "id": "01-003-0239_p0032",
      "zh_CN": "也许要问：佛那么多，佛的世界那么多，为什么偏偏叫我们想阿弥陀佛？那倒不一定，你想别的佛也可以，都能成就。我们偏想阿弥陀佛，是因为我们遵从老师的教导，老师这样教的，我们就这样学，我们是尊师重道。何况释迦本师这样教诲我们，又有十方一切诸佛如来的劝导，阿弥陀佛还能错得了吗？我们读往生经论，知道弥陀与我们世界特别有缘，而且最殊胜、最难得是带业往生；其他诸佛如来这个刹土没有说带业往生的。换句话说，你要专想，想要产生强大的力量，什么力量？断烦恼。你心里只有这一尊佛，其他一切杂念都没有了，这就是定，有这个定功决定能往生。",
      "zh_TW": "也許要問：佛那麼多，佛的世界那麼多，為什麼偏偏叫我們想阿彌陀佛？那倒不一定，你想別的佛也可以，都能成就。我們偏想阿彌陀佛，是因為我們遵從老師的教導，老師這樣教的，我們就這樣學，我們是尊師重道。何況釋迦本師這樣教誨我們，又有十方一切諸佛如來的勸導，阿彌陀佛還能錯得了嗎？我們讀往生經論，知道彌陀與我們世界特別有緣，而且最殊勝、最難得是帶業往生；其他諸佛如來這個剎土沒有說帶業往生的。換句話說，你要專想，想要產生強大的力量，什麼力量？斷煩惱。你心裡只有這一尊佛，其他一切雜念都沒有了，這就是定，有這個定功決定能往生。"
    },
    {
      "id": "01-003-0239_p0033",
      "zh_CN": "我们想阿弥陀佛，没有得定，为什么？想阿弥陀佛，大部分时间还在打妄想，也能往生，叫「带业往生」。为什么打其他的妄想，还能往生？《无量寿经》给我们讲，往生的条件是「发菩提心，一向专念」，我们相信有西方极乐世界，相信有阿弥陀佛，相信阿弥陀佛接引一切众生，包括我们自己在内，发愿决定求生净土，这就是「发菩提心」，在修行功夫上就是「一向专念」。黄念祖居士在《无量寿经》注解，注这一段经文的时候，他是引用古大德的开示，即使很忙的人，采取慈云法师朝暮十念法，尽形寿一天都不缺，也符合一向专念。以这个例子类推，我教给诸位同修十念法，一天九次，一次不缺，当然更符合一向专念。果然一生一堂不缺，决定得生。这个念法比慈云灌顶这十口气的念法，一天作两次，效果要大。为什么？时时刻刻提醒去想阿弥陀佛，心想佛时，时间隔很短，立刻一切放下专想佛。虽然时间很短，他专，没有杂念，所以这个效果就非常强而有力，你用这个方法来修。心想佛的时候，我们这个心就现佛的境界，就「是心作佛，是心是佛」。心作、心是，《演义》有注解。",
      "zh_TW": "我們想阿彌陀佛，沒有得定，為什麼？想阿彌陀佛，大部分時間還在打妄想，也能往生，叫「帶業往生」。為什麼打其他的妄想，還能往生？《無量壽經》給我們講，往生的條件是「發菩提心，一向專念」，我們相信有西方極樂世界，相信有阿彌陀佛，相信阿彌陀佛接引一切眾生，包括我們自己在內，發願決定求生淨土，這就是「發菩提心」，在修行功夫上就是「一向專念」。黃念祖居士在《無量壽經》註解，註這一段經文的時候，他是引用古大德的開示，即使很忙的人，採取慈雲法師朝暮十念法，盡形壽一天都不缺，也符合一向專念。以這個例子類推，我教給諸位同修十念法，一天九次，一次不缺，當然更符合一向專念。果然一生一堂不缺，決定得生。這個念法比慈雲灌頂這十口氣的念法，一天作兩次，效果要大。為什麼？時時刻刻提醒去想阿彌陀佛，心想佛時，時間隔很短，立刻一切放下專想佛。雖然時間很短，他專，沒有雜念，所以這個效果就非常強而有力，你用這個方法來修。心想佛的時候，我們這個心就現佛的境界，就「是心作佛，是心是佛」。心作、心是，《演義》有註解。"
    },
    {
      "id": "01-003-0239_p0034",
      "zh_CN": "演【心想佛时，是心作佛者，观经云：汝等心想佛时，是心即是三十二相八十随形好，是心作佛，是心是佛。】",
      "zh_TW": "演【心想佛時，是心作佛者，觀經云：汝等心想佛時，是心即是三十二相八十隨形好，是心作佛，是心是佛。】"
    },
    {
      "id": "01-003-0239_p0035",
      "zh_CN": "这是《观经》的经文。",
      "zh_TW": "這是《觀經》的經文。"
    },
    {
      "id": "01-003-0239_p0036",
      "zh_CN": "演【今释是心作佛者，作有二义。】",
      "zh_TW": "演【今釋是心作佛者，作有二義。】"
    },
    {
      "id": "01-003-0239_p0037",
      "zh_CN": "「作」有二个意思。",
      "zh_TW": "「作」有二個意思。"
    },
    {
      "id": "01-003-0239_p0038",
      "zh_CN": "演【一、净心能感他方应佛，故名是心作佛，即疏文所谓佛本是无，心净故有也。】",
      "zh_TW": "演【一、淨心能感他方應佛，故名是心作佛，即疏文所謂佛本是無，心淨故有也。】"
    },
    {
      "id": "01-003-0239_p0039",
      "zh_CN": "佛没有身，初学的人听到没有身都害怕了，没有身，那还得了！都想有个身，这身是什么？身见、我执，就因为这个观念太坚固，搞得你生生世世无量劫来都在这里轮回流转，永远不能超越。什么原因？就是这个强大的力量牵着你，你没办法脱离。佛教没到中国来时，中国道家的老子曾经说了一句，「吾有大患，为吾有身」。他说：我有最大的忧患是我有身。身真的是大患，身见不除，不但不能出三界，初果都不能证得；因为初果要断惑，八十八品见惑，第一个就是断身见。所以佛没有身，佛是尽虚空遍法界无处不在，就像虚空一样，哪个地方有感，哪里就现身，妙极了。因为没有身，所以能现一切身。《楞严经》讲，「随众生心，应所知量」，那个应是应身，应是应众生的心感，众生心有感，佛就有应。佛与菩萨，像观世音菩萨都是没有身，哪个地方有念，哪个地方他就现身。他无所不在，无处不现身，这叫得大自在！我们时时执着这个身是自己，所以就不能现第二个身，不能尽虚空遍法界现身，这多苦，这个损失多大！所以，佛就是真心、就是本性，这个要知道。这是第一个，从理上讲的，我们心清净，清净心就有感应，为什么？因为没障碍。",
      "zh_TW": "佛沒有身，初學的人聽到沒有身都害怕了，沒有身，那還得了！都想有個身，這身是什麼？身見、我執，就因為這個觀念太堅固，搞得你生生世世無量劫來都在這裡輪迴流轉，永遠不能超越。什麼原因？就是這個強大的力量牽著你，你沒辦法脫離。佛教沒到中國來時，中國道家的老子曾經說了一句，「吾有大患，為吾有身」。他說：我有最大的憂患是我有身。身真的是大患，身見不除，不但不能出三界，初果都不能證得；因為初果要斷惑，八十八品見惑，第一個就是斷身見。所以佛沒有身，佛是盡虛空遍法界無處不在，就像虛空一樣，哪個地方有感，哪裡就現身，妙極了。因為沒有身，所以能現一切身。《楞嚴經》講，「隨眾生心，應所知量」，那個應是應身，應是應眾生的心感，眾生心有感，佛就有應。佛與菩薩，像觀世音菩薩都是沒有身，哪個地方有念，哪個地方他就現身。他無所不在，無處不現身，這叫得大自在！我們時時執著這個身是自己，所以就不能現第二個身，不能盡虛空遍法界現身，這多苦，這個損失多大！所以，佛就是真心、就是本性，這個要知道。這是第一個，從理上講的，我們心清淨，清淨心就有感應，為什麼？因為沒障礙。"
    },
    {
      "id": "01-003-0239_p0040",
      "zh_CN": "佛菩萨没有身相，尽虚空遍法界都是，跟我们非常的密切，这个障是在我们自己，我们自己的心不清净就是障碍，所以佛菩萨就不能现身，我们跟他感应当中有隔碍。心清净，这个障碍没有了，所以想佛，佛就现前；想菩萨，菩萨就现前，感应道交。诸位要特别注意，心要真的清净了。假如心不是真的清净，我这一想，佛就现前了，一想菩萨，菩萨现前了，那是魔变的，不是佛，这个地方要注意。感应，一定感跟应都是如理如法，那是真的，否则的话是假的。《楞严经》上讲五十种阴魔，每一种都有无量无边，魔障重重，千万不要把魔当作佛，魔会欺骗人，魔会障碍你，魔会变佛的身相、菩萨的身相来诱惑你。你读《楞严经》，看看那个阴魔的境界，我们实在没有能力辨别他是魔，他现的境界几乎跟佛境界相同。他是变现的，不是真的，是来欺骗你，是来诱惑你。《楞严经》上告诉我们一个原则，就是境界现前不要理会，那就是好境界。境界现前不理，是佛也好，是魔也好，统统不理，我还是一心念阿弥陀佛，那就对了。境界现前，不要生欢喜心，生欢喜心，生染着心，你就上当，这个一定要知道。这个感应，佛菩萨现境界，这是很平常的事情，没有什么希奇，也没有什么了不起。任何一个人心清净都能感到佛现身，有什么希奇？往往是人见到这个境界，「我见到佛了，我的功夫好，你们都不如我」，马上就着魔了。为什么？心不清净，染着了，贡高我慢生起来，瞧不起别人，立刻就堕落。这是诸位必须记住，才不至于堕落在魔障。净心感应，这是很容易的，我们一般人都可能有这个机缘。",
      "zh_TW": "佛菩薩沒有身相，盡虛空遍法界都是，跟我們非常的密切，這個障是在我們自己，我們自己的心不清淨就是障礙，所以佛菩薩就不能現身，我們跟他感應當中有隔礙。心清淨，這個障礙沒有了，所以想佛，佛就現前；想菩薩，菩薩就現前，感應道交。諸位要特別注意，心要真的清淨了。假如心不是真的清淨，我這一想，佛就現前了，一想菩薩，菩薩現前了，那是魔變的，不是佛，這個地方要注意。感應，一定感跟應都是如理如法，那是真的，否則的話是假的。《楞嚴經》上講五十種陰魔，每一種都有無量無邊，魔障重重，千萬不要把魔當作佛，魔會欺騙人，魔會障礙你，魔會變佛的身相、菩薩的身相來誘惑你。你讀《楞嚴經》，看看那個陰魔的境界，我們實在沒有能力辨別他是魔，他現的境界幾乎跟佛境界相同。他是變現的，不是真的，是來欺騙你，是來誘惑你。《楞嚴經》上告訴我們一個原則，就是境界現前不要理會，那就是好境界。境界現前不理，是佛也好，是魔也好，統統不理，我還是一心念阿彌陀佛，那就對了。境界現前，不要生歡喜心，生歡喜心，生染著心，你就上當，這個一定要知道。這個感應，佛菩薩現境界，這是很平常的事情，沒有什麼希奇，也沒有什麼了不起。任何一個人心清淨都能感到佛現身，有什麼希奇？往往是人見到這個境界，「我見到佛了，我的功夫好，你們都不如我」，馬上就著魔了。為什麼？心不清淨，染著了，貢高我慢生起來，瞧不起別人，立刻就墮落。這是諸位必須記住，才不至於墮落在魔障。淨心感應，這是很容易的，我們一般人都可能有這個機緣。"
    },
    {
      "id": "01-003-0239_p0041",
      "zh_CN": "演【二、三昧能成己之果佛。】",
      "zh_TW": "演【二、三昧能成己之果佛。】"
    },
    {
      "id": "01-003-0239_p0042",
      "zh_CN": "这个境界就高，这是自己成佛了。",
      "zh_TW": "這個境界就高，這是自己成佛了。"
    },
    {
      "id": "01-003-0239_p0043",
      "zh_CN": "演【故名是心作佛，即疏文所谓亦因三昧心终成作佛也。初作他佛，次作己佛。】",
      "zh_TW": "演【故名是心作佛，即疏文所謂亦因三昧心終成作佛也。初作他佛，次作己佛。】"
    },
    {
      "id": "01-003-0239_p0044",
      "zh_CN": "这是两个意思。自己成佛，禅宗说得好，「明心见性，见性成佛」。哪个地方机缘成熟，「应以佛身而得度者，即现佛身而为说法」，圆教初住菩萨就有能力现三十二相八十种好的佛身为众生说法。这是「是心作佛」第二个意思。今天我们就讲到此地。",
      "zh_TW": "這是兩個意思。自己成佛，禪宗說得好，「明心見性，見性成佛」。哪個地方機緣成熟，「應以佛身而得度者，即現佛身而為說法」，圓教初住菩薩就有能力現三十二相八十種好的佛身為眾生說法。這是「是心作佛」第二個意思。今天我們就講到此地。"
    }
  ]
}