{
  "doc_id": "01-003-0053",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十三集",
    "zh_TW": "第五十三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0053",
  "total_paragraphs": 64,
  "paragraphs": [
    {
      "id": "01-003-0053_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第六十七页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第六十七頁："
    },
    {
      "id": "01-003-0053_p0002",
      "zh_CN": "玄义【二、特于无量法门出胜方便者，入道多门，本无拣择，险夷曲直，难易攸分，则无量门中，念佛一门，最为方便。略陈有四：一不值佛世，得常见佛方便；二不断惑业，得出轮回方便；三不修余行，得波罗密方便；四不经多劫，得疾解脱方便。】",
      "zh_TW": "玄義【二、特於無量法門出勝方便者，入道多門，本無揀擇，險夷曲直，難易攸分，則無量門中，念佛一門，最為方便。略陳有四：一不值佛世，得常見佛方便；二不斷惑業，得出輪迴方便；三不修餘行，得波羅密方便；四不經多劫，得疾解脫方便。】"
    },
    {
      "id": "01-003-0053_p0003",
      "zh_CN": "向下这注解都是注这段文的，这注解相当之长，上一次我们讲了一段。",
      "zh_TW": "向下這註解都是註這段文的，這註解相當之長，上一次我們講了一段。"
    },
    {
      "id": "01-003-0053_p0004",
      "zh_CN": "疏【复云：有初学是法，其心怯弱，以娑婆不常值佛，惧谓信心难就，如来有胜方便，摄护信心，谓专意念佛，即生佛土，常见于佛，如修多罗说，专念西方极乐世界阿弥陀佛，即得往生，终无有退。】",
      "zh_TW": "疏【復云：有初學是法，其心怯弱，以娑婆不常值佛，懼謂信心難就，如來有勝方便，攝護信心，謂專意念佛，即生佛土，常見於佛，如脩多羅說，專念西方極樂世界阿彌陀佛，即得往生，終無有退。】"
    },
    {
      "id": "01-003-0053_p0005",
      "zh_CN": "这段文特别是说我们现前修学的境界。不遇佛，这个修行实实在在有困难，难在什么地方？正如同大师在此地所说，信心不容易建立。佛在《华严经》、《大智度论》上都说：信为道元功德母。蕅益大师在《要解》里面讲到三资粮，信，他说了六条，第一条就是信自己，信自、信他、信因、信果、信事、信理。这六条当中最难的就是「信自」，如果自己对自己丧失信心，后面五种信心都不能建立，纵然有后面五种信心，我们自己还是不能成就。所以自信心非常重要。这个地方也说了，『信心难就』。小注里面给我们分析得很好：",
      "zh_TW": "這段文特別是說我們現前修學的境界。不遇佛，這個修行實實在在有困難，難在什麼地方？正如同大師在此地所說，信心不容易建立。佛在《華嚴經》、《大智度論》上都說：信為道元功德母。蕅益大師在《要解》裡面講到三資糧，信，他說了六條，第一條就是信自己，信自、信他、信因、信果、信事、信理。這六條當中最難的就是「信自」，如果自己對自己喪失信心，後面五種信心都不能建立，縱然有後面五種信心，我們自己還是不能成就。所以自信心非常重要。這個地方也說了，『信心難就』。小註裡面給我們分析得很好："
    },
    {
      "id": "01-003-0053_p0006",
      "zh_CN": "演【其心怯弱，是内心既劣。】",
      "zh_TW": "演【其心怯弱，是內心既劣。】"
    },
    {
      "id": "01-003-0053_p0007",
      "zh_CN": "『内心既劣』就是没有自信心。内没有自信心，外面又遇不到佛，这是内外缘都缺乏。修行如果遇不到真正的善知识，一定要走冤枉路。假如这个冤枉路走得多，最后还能摸到正道，那还算幸运；如果落在邪外魔道里面，那实在是太冤枉了。因此，善知识是我们今天修学成败的关键。",
      "zh_TW": "『內心既劣』就是沒有自信心。內沒有自信心，外面又遇不到佛，這是內外緣都缺乏。修行如果遇不到真正的善知識，一定要走冤枉路。假如這個冤枉路走得多，最後還能摸到正道，那還算幸運；如果落在邪外魔道裡面，那實在是太冤枉了。因此，善知識是我們今天修學成敗的關鍵。"
    },
    {
      "id": "01-003-0053_p0008",
      "zh_CN": "谁是善知识？很难说，太难太难了！在我们眼前，我们所能见到的、所能闻到的，我们的心都有疑惑，这个事情麻烦就大了。心里面有疑，那就是我们的障碍，虽然有些知识，我们遇到他，他教给我们老实念佛就好，这句话说得很笼统，怎么个老实法？难道我现在不老实吗？究竟怎样才算老实？问题一个接着一个，有这么许许多多问题，换句话说，我们的信心就有了问题。真正有信心，他没有疑问的，只要有疑问就是信心不足，那就是很大的障碍。",
      "zh_TW": "誰是善知識？很難說，太難太難了！在我們眼前，我們所能見到的、所能聞到的，我們的心都有疑惑，這個事情麻煩就大了。心裡面有疑，那就是我們的障礙，雖然有些知識，我們遇到他，他教給我們老實念佛就好，這句話說得很籠統，怎麼個老實法？難道我現在不老實嗎？究竟怎樣才算老實？問題一個接著一個，有這麼許許多多問題，換句話說，我們的信心就有了問題。真正有信心，他沒有疑問的，只要有疑問就是信心不足，那就是很大的障礙。"
    },
    {
      "id": "01-003-0053_p0009",
      "zh_CN": "所以我常常劝勉同修，我们真正的善知识就是这一部《疏钞演义》，莲池大师是我们的老师，他虽然不在了，但有这本书在就行了，就可以了。古德法师是他的学生，这个《演义》是古德法师笔记记录下来的。当年老和尚讲《疏钞》的时候，他听过很多遍，听了之后记录下来，今天供给我们来做参考。所以有《疏钞》再得《演义》，就如同我们自己亲听老和尚说法没有两样。我们能够以老和尚为老师，以他为善知识，我们这个路子就不会走错。",
      "zh_TW": "所以我常常勸勉同修，我們真正的善知識就是這一部《疏鈔演義》，蓮池大師是我們的老師，他雖然不在了，但有這本書在就行了，就可以了。古德法師是他的學生，這個《演義》是古德法師筆記記錄下來的。當年老和尚講《疏鈔》的時候，他聽過很多遍，聽了之後記錄下來，今天供給我們來做參考。所以有《疏鈔》再得《演義》，就如同我們自己親聽老和尚說法沒有兩樣。我們能夠以老和尚為老師，以他為善知識，我們這個路子就不會走錯。"
    },
    {
      "id": "01-003-0053_p0010",
      "zh_CN": "什么叫老实念佛？《疏钞演义》里面有明确的答案，我们对这部经真正能够理解，能够相信了，死心塌地去做，深信、发愿、一心持名，我们这一生决定有成就，这才是我们真正的善知识。如果要想成功，这个关键就在「一心」。所谓一心，必须要放下万缘。不但世间一切境缘要放下，出世间法（佛法）也要放下，千经万论如果我们再要涉及，就正如印光大师讲，要想打妄想做一个大通家，什么经论都会，到最后是一样也不能成就。真正能看破、放下，这才叫做一心，这才叫做信心成就，你这个信心具足了。",
      "zh_TW": "什麼叫老實念佛？《疏鈔演義》裡面有明確的答案，我們對這部經真正能夠理解，能夠相信了，死心塌地去做，深信、發願、一心持名，我們這一生決定有成就，這才是我們真正的善知識。如果要想成功，這個關鍵就在「一心」。所謂一心，必須要放下萬緣。不但世間一切境緣要放下，出世間法（佛法）也要放下，千經萬論如果我們再要涉及，就正如印光大師講，要想打妄想做一個大通家，什麼經論都會，到最後是一樣也不能成就。真正能看破、放下，這才叫做一心，這才叫做信心成就，你這個信心具足了。"
    },
    {
      "id": "01-003-0053_p0011",
      "zh_CN": "最怕的是打闲岔，一看到外面境界心就动了，见到禅想去参禅，听人家说密好又去念咒，这个事情就麻烦大了。岂不闻古德常说：念咒不如念佛。这话都是真的。我们此地印的《西方公据》，这里面有一部就是《西方确指》，分量不多，实实在在是一部好书，这里面有许许多多极为宝贵的教训。因为我们平常人都犯这个毛病，他给我们点醒了，果然能够遵守，不会没有成就，防止我们退堕。",
      "zh_TW": "最怕的是打閒岔，一看到外面境界心就動了，見到禪想去參禪，聽人家說密好又去念咒，這個事情就麻煩大了。豈不聞古德常說：念咒不如念佛。這話都是真的。我們此地印的《西方公據》，這裡面有一部就是《西方確指》，分量不多，實實在在是一部好書，這裡面有許許多多極為寶貴的教訓。因為我們平常人都犯這個毛病，他給我們點醒了，果然能夠遵守，不會沒有成就，防止我們退墮。"
    },
    {
      "id": "01-003-0053_p0012",
      "zh_CN": "演【信心有四种：一者信根本，所谓乐念真如法故。】",
      "zh_TW": "演【信心有四種：一者信根本，所謂樂念真如法故。】"
    },
    {
      "id": "01-003-0053_p0013",
      "zh_CN": "这一条就是信自己。『根本』就是指自己，『乐』是乐好，就是爱好的意思，好什么？好『真如』。这一条非常之难得，一般人他是真假不辨，把假的当作真的，所喜欢的都是虚假的，他不喜欢真实的。愈是真实法愈简单，愈是真实法愈平实，那个假的法才有些奇奇怪怪的。一般人好奇骛怪，假的，他才要作怪，真的他不作怪。",
      "zh_TW": "這一條就是信自己。『根本』就是指自己，『樂』是樂好，就是愛好的意思，好什麼？好『真如』。這一條非常之難得，一般人他是真假不辨，把假的當作真的，所喜歡的都是虛假的，他不喜歡真實的。愈是真實法愈簡單，愈是真實法愈平實，那個假的法才有些奇奇怪怪的。一般人好奇騖怪，假的，他才要作怪，真的他不作怪。"
    },
    {
      "id": "01-003-0053_p0014",
      "zh_CN": "这一句阿弥陀佛就是真的，就是真如，那一句阿弥陀佛就是自己，这个要搞清楚。我们这个经虽然还没讲完，也说了不少。阿弥陀佛就是自性无量觉，你有没有自性？当然有自性，就是你自己真如的无量觉。我们每天念这句佛号就是『乐念真如法故』。虽然这一句只是一个名号而已，名号念久了，就能把你那个迷惑颠倒的真如本性唤醒，确实是如此。尤其是你能够一心称念，那个效果就非常大，为什么？真如就是一心，就是本性。这个名号，在佛经里面总有几十种之多，说的是一桩事情。禅家所谓「父母未生前本来面目」，也就是这个。修学的法门，我们修学什么？就是修学见性。念佛念到一心不乱，这个一心就是见性，理一心就是禅家所讲的明心见性。密宗里面所讲的「三密成就」。可见得说法不一样，境界完全相同。而在所有法门里面真正讲见性，真正讲真如，可以说念佛这个法门是最直捷、最稳当、最简单、最圆顿，这是蕅益大师讲的，看他这四句话真是一点都不错！从这四句里面来说，可以说是八万四千法门没有一个法门有它这样来得究竟圆满。这是我们要信的，这是『信根本』，我们念这一句阿弥陀佛就能够证真如本性，就能够证法身理体，就能够恢复我们自己本来面目。",
      "zh_TW": "這一句阿彌陀佛就是真的，就是真如，那一句阿彌陀佛就是自己，這個要搞清楚。我們這個經雖然還沒講完，也說了不少。阿彌陀佛就是自性無量覺，你有沒有自性？當然有自性，就是你自己真如的無量覺。我們每天念這句佛號就是『樂念真如法故』。雖然這一句只是一個名號而已，名號念久了，就能把你那個迷惑顛倒的真如本性喚醒，確實是如此。尤其是你能夠一心稱念，那個效果就非常大，為什麼？真如就是一心，就是本性。這個名號，在佛經裡面總有幾十種之多，說的是一樁事情。禪家所謂「父母未生前本來面目」，也就是這個。修學的法門，我們修學什麼？就是修學見性。念佛念到一心不亂，這個一心就是見性，理一心就是禪家所講的明心見性。密宗裡面所講的「三密成就」。可見得說法不一樣，境界完全相同。而在所有法門裡面真正講見性，真正講真如，可以說念佛這個法門是最直捷、最穩當、最簡單、最圓頓，這是蕅益大師講的，看他這四句話真是一點都不錯！從這四句裡面來說，可以說是八萬四千法門沒有一個法門有它這樣來得究竟圓滿。這是我們要信的，這是『信根本』，我們念這一句阿彌陀佛就能夠證真如本性，就能夠證法身理體，就能夠恢復我們自己本來面目。"
    },
    {
      "id": "01-003-0053_p0015",
      "zh_CN": "演【二者信佛有无量功德，常念亲近供养恭敬，发起善根，愿求一切智故。】",
      "zh_TW": "演【二者信佛有無量功德，常念親近供養恭敬，發起善根，願求一切智故。】"
    },
    {
      "id": "01-003-0053_p0016",
      "zh_CN": "第二就是信他，他是谁？不是别人，「他」是佛。他佛，我们现在就有两位：一位是相信本师释迦牟尼佛，一位是相信西方极乐世界阿弥陀佛。相信阿弥陀佛极乐世界是真实不是虚妄的，它的真实性就如同我们现在眼前这个世界没有两样。我们还要相信十方世界一切诸佛没有妄语，个个都赞叹西方极乐世界，劝我们往生极乐世界，那就是信一切诸佛。当然我们更能够相信本师释迦牟尼佛不会欺骗我们，他老人家给我们推荐、给我们介绍西方极乐世界，一定是最真实的。",
      "zh_TW": "第二就是信他，他是誰？不是別人，「他」是佛。他佛，我們現在就有兩位：一位是相信本師釋迦牟尼佛，一位是相信西方極樂世界阿彌陀佛。相信阿彌陀佛極樂世界是真實不是虛妄的，它的真實性就如同我們現在眼前這個世界沒有兩樣。我們還要相信十方世界一切諸佛沒有妄語，個個都讚歎西方極樂世界，勸我們往生極樂世界，那就是信一切諸佛。當然我們更能夠相信本師釋迦牟尼佛不會欺騙我們，他老人家給我們推薦、給我們介紹西方極樂世界，一定是最真實的。"
    },
    {
      "id": "01-003-0053_p0017",
      "zh_CN": "前面我们说过韦提希夫人，世尊示现十方诸佛国土给韦提希夫人看，她老人家一一都看过，她选择西方极乐世界去往生。所以，我们要相信本师释迦牟尼佛。这个的确是很难信！我自己如果不是深入《华严》，我也不相信，人家怎么跟我讲我都不相信。入《华严经》里面才真正见到，原来释迦牟尼佛在最初说法的时候，二七日中为法身大士讲《大方广佛华严经》，这部经讲到修行的方法，有二千多法门，说了这么多是以念佛为第一。究竟是念哪个佛？虽然在经文前面没有说，后头有！后头普贤菩萨十大愿王导归极乐。我们就可想而知，前面讲念什么佛？念阿弥陀佛。前后对照，你就明白了。念佛这个法门，既然是最直捷、最稳当、最简易、最圆顿，当然佛是第一个要传授的。给大家说一切法门，第一个就要讲这个法门，果然不错，在《华严经》上第一个确确实实就是讲这个法门。你看善财童子五十三参，出来参访第一位德云比丘就是教他念佛法门。从一个开端、一个结束，你就能看出这个法门不可思议。",
      "zh_TW": "前面我們說過韋提希夫人，世尊示現十方諸佛國土給韋提希夫人看，她老人家一一都看過，她選擇西方極樂世界去往生。所以，我們要相信本師釋迦牟尼佛。這個的確是很難信！我自己如果不是深入《華嚴》，我也不相信，人家怎麼跟我講我都不相信。入《華嚴經》裡面才真正見到，原來釋迦牟尼佛在最初說法的時候，二七日中為法身大士講《大方廣佛華嚴經》，這部經講到修行的方法，有二千多法門，說了這麼多是以念佛為第一。究竟是念哪個佛？雖然在經文前面沒有說，後頭有！後頭普賢菩薩十大願王導歸極樂。我們就可想而知，前面講念什麼佛？念阿彌陀佛。前後對照，你就明白了。念佛這個法門，既然是最直捷、最穩當、最簡易、最圓頓，當然佛是第一個要傳授的。給大家說一切法門，第一個就要講這個法門，果然不錯，在《華嚴經》上第一個確確實實就是講這個法門。你看善財童子五十三參，出來參訪第一位德雲比丘就是教他念佛法門。從一個開端、一個結束，你就能看出這個法門不可思議。"
    },
    {
      "id": "01-003-0053_p0018",
      "zh_CN": "因为它太直捷、太简单，愈是简单大家愈不相信，认为成佛哪有这么容易，修行哪有这么简单！不晓得真正的大道就是这么简单，就是这么容易。你要不相信，那你是自找麻烦，自己去绕圈圈，这真正是得不偿失。所以我们一定要信佛。信佛要常亲近佛，现在佛不在我们面前，我们怎么样亲近他？我们每天读经，读经就是听佛的教训，这是亲近佛。我们每天念佛，念佛就是亲近佛，念兹在兹！何况经上给我们说得很清楚，「忆佛念佛，现前当来必定见佛」。所以我们要把念佛当作我们这一生当中唯一的一桩大事。",
      "zh_TW": "因為它太直捷、太簡單，愈是簡單大家愈不相信，認為成佛哪有這麼容易，修行哪有這麼簡單！不曉得真正的大道就是這麼簡單，就是這麼容易。你要不相信，那你是自找麻煩，自己去繞圈圈，這真正是得不償失。所以我們一定要信佛。信佛要常親近佛，現在佛不在我們面前，我們怎麼樣親近他？我們每天讀經，讀經就是聽佛的教訓，這是親近佛。我們每天念佛，念佛就是親近佛，念茲在茲！何況經上給我們說得很清楚，「憶佛念佛，現前當來必定見佛」。所以我們要把念佛當作我們這一生當中唯一的一樁大事。"
    },
    {
      "id": "01-003-0053_p0019",
      "zh_CN": "昨天我们念佛会，念佛会里面都是要我讲几句话，我哪有那么多话好讲？所以就再翻翻《西方确指》，翻了之后非常感叹，过去这《西方确指》念了好多遍，怎么这些要紧的话都没看到，实在讲过去有这些毛病自己没发现。我在里面看到有两桩事情，第一桩事情，有一个同学要找一个清净的环境来修行，菩萨给他开示：这个环境要是找不到，你一生就别修了吗？教给他心净则土净。只要心清净，不要去找环境，这个话是对的，环境的好坏是我们的业报，过去世没有做善业，哪有好环境！所以要想求一个好环境，那叫打妄想。不如把心收起来，环境好也好，不好也好，一切随它去！一心念佛就是好环境，这才是正确的。我们很多人都是这样，现在这个环境不行，再去找一个好环境来修行，找了几十年都没找到，功夫一点没进展，这是一桩事情。",
      "zh_TW": "昨天我們念佛會，念佛會裡面都是要我講幾句話，我哪有那麼多話好講？所以就再翻翻《西方確指》，翻了之後非常感嘆，過去這《西方確指》念了好多遍，怎麼這些要緊的話都沒看到，實在講過去有這些毛病自己沒發現。我在裡面看到有兩樁事情，第一樁事情，有一個同學要找一個清淨的環境來修行，菩薩給他開示：這個環境要是找不到，你一生就別修了嗎？教給他心淨則土淨。只要心清淨，不要去找環境，這個話是對的，環境的好壞是我們的業報，過去世沒有做善業，哪有好環境！所以要想求一個好環境，那叫打妄想。不如把心收起來，環境好也好，不好也好，一切隨它去！一心念佛就是好環境，這才是正確的。我們很多人都是這樣，現在這個環境不行，再去找一個好環境來修行，找了幾十年都沒找到，功夫一點沒進展，這是一樁事情。"
    },
    {
      "id": "01-003-0053_p0020",
      "zh_CN": "第二桩事情，想自己做一点好事情，没有力量，没有力量怎么办？化缘，到外面去募化。菩萨讲，「募化」这两个字查遍《大藏经》，没有！所以他对这个事情是很责备。这个我想想有道理，佛法说随缘而不攀缘。我们要募化去做一桩事情，已经是攀缘了，心就不清净了。所以我们做事情应该是有缘就做，没有缘，我们有心，只要有心，没有这个机缘，我们还是念念功德圆满。不是说我没有做就没有功德，不是的，你这一发心就有功德，就是圆满功德；你发心之后，你去攀缘，你就没有功德了。机缘成就让它自自然然的成就，不能有一丝毫的勉强，这个很有道理。所以佛门自古以来没有募化。",
      "zh_TW": "第二樁事情，想自己做一點好事情，沒有力量，沒有力量怎麼辦？化緣，到外面去募化。菩薩講，「募化」這兩個字查遍《大藏經》，沒有！所以他對這個事情是很責備。這個我想想有道理，佛法說隨緣而不攀緣。我們要募化去做一樁事情，已經是攀緣了，心就不清淨了。所以我們做事情應該是有緣就做，沒有緣，我們有心，只要有心，沒有這個機緣，我們還是念念功德圓滿。不是說我沒有做就沒有功德，不是的，你這一發心就有功德，就是圓滿功德；你發心之後，你去攀緣，你就沒有功德了。機緣成就讓它自自然然的成就，不能有一絲毫的勉強，這個很有道理。所以佛門自古以來沒有募化。"
    },
    {
      "id": "01-003-0053_p0021",
      "zh_CN": "佛陀在世的时候，生活方式是出去托钵，没有任何建立，讲经说法随缘，不一定说哪里建一个讲堂、建个大殿，没有，随便在什么地方，人一聚集就开始讲，站着也能讲，坐着也能讲，席地而坐，山林树下无处不是道场！想想过去确实是如此。所以这个念头、妄念，我们也要把它息掉，我们这个心才能清净，念佛才能得力。天天想着事情还没做成功，念佛怎么能得一心？怎么能得功夫成片？到最后还是落在生死轮回，真正划不来！所以我们想想菩萨所讲的这些话，愈想愈有道理。何况大经里面常常教诫我们，菩萨发心要想度一切众生，先决的条件要度自己；自己不能够超越六道轮回，想度别人出生死轮回，无有是处。所以首先要自度，自度之后这才有能力，才能够倒驾慈航来度脱一切众生。",
      "zh_TW": "佛陀在世的時候，生活方式是出去托缽，沒有任何建立，講經說法隨緣，不一定說哪裡建一個講堂、建個大殿，沒有，隨便在什麼地方，人一聚集就開始講，站著也能講，坐著也能講，席地而坐，山林樹下無處不是道場！想想過去確實是如此。所以這個念頭、妄念，我們也要把它息掉，我們這個心才能清淨，念佛才能得力。天天想著事情還沒做成功，念佛怎麼能得一心？怎麼能得功夫成片？到最後還是落在生死輪迴，真正划不來！所以我們想想菩薩所講的這些話，愈想愈有道理。何況大經裡面常常教誡我們，菩薩發心要想度一切眾生，先決的條件要度自己；自己不能夠超越六道輪迴，想度別人出生死輪迴，無有是處。所以首先要自度，自度之後這才有能力，才能夠倒駕慈航來度脫一切眾生。"
    },
    {
      "id": "01-003-0053_p0022",
      "zh_CN": "觉明妙行菩萨在《西方确指》讲得很清楚，他们最初在晋朝的时候，一共是有十个人，好朋友，大家在一起同参都是修念佛的。他自己因为生病，感觉到自己业障很重，就发心七天七夜不眠不休念佛求生净土，忏除业障。七天七夜一心念佛，他真的把阿弥陀佛给念来了，到以后他是七十多岁才往生，往生到西方极乐世界。而他这班同学堕落了，为什么？学佛之外还兼着学道。在魏晋南北朝的时候，道教非常盛行，势力也很大，有许多道士炼丹，讲长生之术，还有很多的法术，像我们今天所讲的神通。他们喜欢那个，一方面学佛、一方面学道，结果生生世世都没成就。这一生当中，他们还带着老道的习气，驾乩扶鸾，所以菩萨从鸾坛出现，把这因缘告诉他们：我们八百年前是老朋友，看到你们现在又堕落到这个情形，但是也很难得，你们几个人还是聚在一块。所以这次借鸾坛来出现，把他们这几个人都度了。",
      "zh_TW": "覺明妙行菩薩在《西方確指》講得很清楚，他們最初在晉朝的時候，一共是有十個人，好朋友，大家在一起同參都是修念佛的。他自己因為生病，感覺到自己業障很重，就發心七天七夜不眠不休念佛求生淨土，懺除業障。七天七夜一心念佛，他真的把阿彌陀佛給念來了，到以後他是七十多歲才往生，往生到西方極樂世界。而他這班同學墮落了，為什麼？學佛之外還兼著學道。在魏晉南北朝的時候，道教非常盛行，勢力也很大，有許多道士煉丹，講長生之術，還有很多的法術，像我們今天所講的神通。他們喜歡那個，一方面學佛、一方面學道，結果生生世世都沒成就。這一生當中，他們還帶著老道的習氣，駕乩扶鸞，所以菩薩從鸞壇出現，把這因緣告訴他們：我們八百年前是老朋友，看到你們現在又墮落到這個情形，但是也很難得，你們幾個人還是聚在一塊。所以這次借鸞壇來出現，把他們這幾個人都度了。"
    },
    {
      "id": "01-003-0053_p0023",
      "zh_CN": "我们从这段开示晓得，一心称念七天七夜决定有效，所以佛七是这样的打法。过去李老师也跟我们常常谈起，真正的佛七决定不能超过十个人；超过十个人，主七师的精神没有办法照顾到。真正的佛七是七天七夜不眠不休，一句佛号念到底，一个妄念都不准起，什么求的心都没有。因为你有求的心，那个心就不清净，那就是二念，就是妄念。那叫真正的念佛，真正的用功。我们连念个七天七夜的机缘都没有，你能做得到吗？你在家里关门念七天七夜，家里人一定认为你这个人是神经病，念佛哪有这个念法的！他来找麻烦，障碍太多。不但家里有障碍，你到寺院打佛七还是有障碍，谁也不愿意看到你去念七天七夜，那么辛苦，他是好心怕你念出病来，好心就变成了障碍。所以，这是很大的福报。七天七夜，旁边有人护七照顾你，到时候茶饭给你预备好，吃饭的时候佛号也不断，决定没有一句散心杂话，只有一句阿弥陀佛，这叫正修行，很难得很难得，这就叫『常念清净供养恭敬』，统统都有了，只要发这样的心来念佛，全都有了。以什么供养？以恭敬称念就是供养。一心就是供养，一心就是恭敬，一心就是善根，只要达到一心不乱，一切种智自然现前。这是我们要信佛。",
      "zh_TW": "我們從這段開示曉得，一心稱念七天七夜決定有效，所以佛七是這樣的打法。過去李老師也跟我們常常談起，真正的佛七決定不能超過十個人；超過十個人，主七師的精神沒有辦法照顧到。真正的佛七是七天七夜不眠不休，一句佛號念到底，一個妄念都不准起，什麼求的心都沒有。因為你有求的心，那個心就不清淨，那就是二念，就是妄念。那叫真正的念佛，真正的用功。我們連念個七天七夜的機緣都沒有，你能做得到嗎？你在家裡關門念七天七夜，家裡人一定認為你這個人是神經病，念佛哪有這個念法的！他來找麻煩，障礙太多。不但家裡有障礙，你到寺院打佛七還是有障礙，誰也不願意看到你去念七天七夜，那麼辛苦，他是好心怕你念出病來，好心就變成了障礙。所以，這是很大的福報。七天七夜，旁邊有人護七照顧你，到時候茶飯給你預備好，吃飯的時候佛號也不斷，決定沒有一句散心雜話，只有一句阿彌陀佛，這叫正修行，很難得很難得，這就叫『常念清淨供養恭敬』，統統都有了，只要發這樣的心來念佛，全都有了。以什麼供養？以恭敬稱念就是供養。一心就是供養，一心就是恭敬，一心就是善根，只要達到一心不亂，一切種智自然現前。這是我們要信佛。"
    },
    {
      "id": "01-003-0053_p0024",
      "zh_CN": "演【三者信法有大利益，常念修行诸波罗蜜故。】",
      "zh_TW": "演【三者信法有大利益，常念修行諸波羅蜜故。】"
    },
    {
      "id": "01-003-0053_p0025",
      "zh_CN": "『法』，这里面有四种：有教法，教法就是经典，释迦牟尼佛留给我们的教科书；教科书里面有理论，叫理法；而且还教给我们修行的方法，叫行法；也给我们说许许多多的境界，那叫果法。所以有「教、理、行、果」，这都是法。但是诸位要晓得，「理行果」都在经中，所以文字是能诠之法，而理行果是所诠之法，或者把这个教也加进去，教理行果是所诠之法，文字是能诠。",
      "zh_TW": "『法』，這裡面有四種：有教法，教法就是經典，釋迦牟尼佛留給我們的教科書；教科書裡面有理論，叫理法；而且還教給我們修行的方法，叫行法；也給我們說許許多多的境界，那叫果法。所以有「教、理、行、果」，這都是法。但是諸位要曉得，「理行果」都在經中，所以文字是能詮之法，而理行果是所詮之法，或者把這個教也加進去，教理行果是所詮之法，文字是能詮。"
    },
    {
      "id": "01-003-0053_p0026",
      "zh_CN": "因此，我们要明了经典有大利益，所以经典要常常读诵。《观经》三福最后一条告诉我们，「深信因果，读诵大乘」，大乘经典也很多，是不是这许多经典我们统统要去读？给诸位说，不一定，我们还是在一切经里面选一部，为什么？心容易专，容易一，要是读得太多，这个经跟那个经讲的不太一样，我们会怀疑，会有分别，那就是清凉大师所说的，你念得愈多愈是增长邪见，你只要有分别就是邪见。所以经还是学一样的好。因为每个法门都能成无上道，所以才说「法门平等，无有高下」。决不是这个法门，我是初学的，将来我学一个阶段之后，我再另外换一个法门，那么你的法门就有高下了，其实用不着找这个麻烦。",
      "zh_TW": "因此，我們要明瞭經典有大利益，所以經典要常常讀誦。《觀經》三福最後一條告訴我們，「深信因果，讀誦大乘」，大乘經典也很多，是不是這許多經典我們統統要去讀？給諸位說，不一定，我們還是在一切經裡面選一部，為什麼？心容易專，容易一，要是讀得太多，這個經跟那個經講的不太一樣，我們會懷疑，會有分別，那就是清涼大師所說的，你念得愈多愈是增長邪見，你只要有分別就是邪見。所以經還是學一樣的好。因為每個法門都能成無上道，所以才說「法門平等，無有高下」。決不是這個法門，我是初學的，將來我學一個階段之後，我再另外換一個法門，那麼你的法門就有高下了，其實用不著找這個麻煩。"
    },
    {
      "id": "01-003-0053_p0027",
      "zh_CN": "我们在《华严经》里面看到，善财童子就是一句阿弥陀佛，善财童子修行就是专修念佛法门，就是念阿弥陀佛，他的老师是念阿弥陀佛求生净土的，老师是文殊菩萨。善财童子是肉身成佛，他参学过程当中，从初住一直到等觉、到圆满菩提，就是一句阿弥陀佛，并没有换另外一个法门。他虽然处处参访，参访五十三位善知识，但是他没有跟他们学法门，决定没有见异思迁，为什么？末后「恋德礼辞」，这个恋德就是很感谢他，礼辞，礼是恭敬，辞是什么？我还是学我这套，我不学你那套。你那套我懂，懂了而不学，还是老老实实念这句阿弥陀佛，这叫恋德礼辞。恋德礼辞，实在讲就是《金刚经》上讲的「外不着相，内不动心」，有这个本事才可以参学。的确那个参学，一方面帮助你开智慧，你看了都明了，这是智慧；一方面帮助你得甚深的禅定，就是得一心不乱，为什么？所有境界在你面前都考验过了，你如如不动，可见得你是真正得一心。这是我们在《华严》上看到的。",
      "zh_TW": "我們在《華嚴經》裡面看到，善財童子就是一句阿彌陀佛，善財童子修行就是專修念佛法門，就是念阿彌陀佛，他的老師是念阿彌陀佛求生淨土的，老師是文殊菩薩。善財童子是肉身成佛，他參學過程當中，從初住一直到等覺、到圓滿菩提，就是一句阿彌陀佛，並沒有換另外一個法門。他雖然處處參訪，參訪五十三位善知識，但是他沒有跟他們學法門，決定沒有見異思遷，為什麼？末後「戀德禮辭」，這個戀德就是很感謝他，禮辭，禮是恭敬，辭是什麼？我還是學我這套，我不學你那套。你那套我懂，懂了而不學，還是老老實實念這句阿彌陀佛，這叫戀德禮辭。戀德禮辭，實在講就是《金剛經》上講的「外不著相，內不動心」，有這個本事才可以參學。的確那個參學，一方面幫助你開智慧，你看了都明瞭，這是智慧；一方面幫助你得甚深的禪定，就是得一心不亂，為什麼？所有境界在你面前都考驗過了，你如如不動，可見得你是真正得一心。這是我們在《華嚴》上看到的。"
    },
    {
      "id": "01-003-0053_p0028",
      "zh_CN": "因此，诸位同修一定要知道，你要想修行诸波罗蜜，一门就够了。我们今天用这一句阿弥陀佛，六度圆满，《华严》说的十波罗蜜都圆满了，不必再另外求。后头疏文有举例：「而今一心念佛，万缘自舍，即布施波罗密；一心念佛，诸恶自止，即持戒波罗密；一心念佛，心自柔软，即忍辱波罗密；一心念佛，永不退堕，即精进波罗密；一心念佛，余想不生，即禅定波罗密；一心念佛，正念分明，即般若波罗密。」我们照应此地这一句，『常念修行诸波罗蜜故』，就是一句阿弥陀佛就够了，不要找那些麻烦了，这个一点都不假！所以六度万行，这一句阿弥陀佛统统具足了，真方便，真简单，一句佛号福慧双修，而且是圆满的福慧，究竟的福慧。诸位想想，你到哪个地方去找这个法门！",
      "zh_TW": "因此，諸位同修一定要知道，你要想修行諸波羅蜜，一門就夠了。我們今天用這一句阿彌陀佛，六度圓滿，《華嚴》說的十波羅蜜都圓滿了，不必再另外求。後頭疏文有舉例：「而今一心念佛，萬緣自捨，即布施波羅密；一心念佛，諸惡自止，即持戒波羅密；一心念佛，心自柔軟，即忍辱波羅密；一心念佛，永不退墮，即精進波羅密；一心念佛，餘想不生，即禪定波羅密；一心念佛，正念分明，即般若波羅密。」我們照應此地這一句，『常念修行諸波羅蜜故』，就是一句阿彌陀佛就夠了，不要找那些麻煩了，這個一點都不假！所以六度萬行，這一句阿彌陀佛統統具足了，真方便，真簡單，一句佛號福慧雙修，而且是圓滿的福慧，究竟的福慧。諸位想想，你到哪個地方去找這個法門！"
    },
    {
      "id": "01-003-0053_p0029",
      "zh_CN": "演【四者信僧能正修行，自利利他，常乐亲近诸菩萨众，求学如实行故。】",
      "zh_TW": "演【四者信僧能正修行，自利利他，常樂親近諸菩薩眾，求學如實行故。】"
    },
    {
      "id": "01-003-0053_p0030",
      "zh_CN": "这个地方的『僧』，实在讲这四种信，前面三种都不成问题，问题就在这条上，这条实在是大有问题。可是他末后跟我们说『常乐亲近诸菩萨众』，这个「僧」是谁？给诸位说，观音、势至。阿弥陀佛是佛，观音、势至是僧，他不是佛。菩萨僧，声闻僧，凡夫僧，凡夫僧里面不是很可靠，菩萨僧那真正靠得住。谁是菩萨僧？我们很不容易知道，不过，如果我们很冷静的去观察一下，也不难知道，像《西方确指》觉明妙行菩萨，他也是凡夫，他往生西方极乐世界了，给诸位说，往生就是菩萨僧，一往生就圆证三不退。我们这《疏钞》著作人莲池大师、古德法师，这都是已经往生的人，《往生传》、《净土圣贤录》里头有，我们今天可以称他是菩萨僧，他是净土宗的祖师，我们亲近他老人家决定没有差错。近代印光老法师是净土宗最近的一位祖师，他是大势至菩萨的化身，他老人家虽然现在不在了，但是《文钞》留在世间，我们常常读《文钞》就是亲近菩萨僧。",
      "zh_TW": "這個地方的『僧』，實在講這四種信，前面三種都不成問題，問題就在這條上，這條實在是大有問題。可是他末後跟我們說『常樂親近諸菩薩眾』，這個「僧」是誰？給諸位說，觀音、勢至。阿彌陀佛是佛，觀音、勢至是僧，他不是佛。菩薩僧，聲聞僧，凡夫僧，凡夫僧裡面不是很可靠，菩薩僧那真正靠得住。誰是菩薩僧？我們很不容易知道，不過，如果我們很冷靜的去觀察一下，也不難知道，像《西方確指》覺明妙行菩薩，他也是凡夫，他往生西方極樂世界了，給諸位說，往生就是菩薩僧，一往生就圓證三不退。我們這《疏鈔》著作人蓮池大師、古德法師，這都是已經往生的人，《往生傳》、《淨土聖賢錄》裡頭有，我們今天可以稱他是菩薩僧，他是淨土宗的祖師，我們親近他老人家決定沒有差錯。近代印光老法師是淨土宗最近的一位祖師，他是大勢至菩薩的化身，他老人家雖然現在不在了，但是《文鈔》留在世間，我們常常讀《文鈔》就是親近菩薩僧。"
    },
    {
      "id": "01-003-0053_p0031",
      "zh_CN": "我们今天去找某一个人去学，他名气再大，德望再高，未必可靠，因为这个年头「邪师说法，如恒河沙」，我们肉眼凡夫无法辨别，万一搞错了，那可不得了，真是「差之毫厘，失之千里」。我们的寿命有限，换句话说，我们修行的时间不多，一点都差错不得，要一点差错都没有，那你就得亲近菩萨僧、圣贤僧。所以我们读《莲池大师全集》，如果你说这一本遍数念多了感觉到枯燥，其实那是你没有心得。如果有心得的话，一遍比一遍味道要浓厚。学而时习之，不亦悦乎？悦是从内心里面起的喜悦，法喜充满！念到枯燥无味，那是你根本就不解，你没有心得，没有受用。",
      "zh_TW": "我們今天去找某一個人去學，他名氣再大，德望再高，未必可靠，因為這個年頭「邪師說法，如恆河沙」，我們肉眼凡夫無法辨別，萬一搞錯了，那可不得了，真是「差之毫釐，失之千里」。我們的壽命有限，換句話說，我們修行的時間不多，一點都差錯不得，要一點差錯都沒有，那你就得親近菩薩僧、聖賢僧。所以我們讀《蓮池大師全集》，如果你說這一本遍數念多了感覺到枯燥，其實那是你沒有心得。如果有心得的話，一遍比一遍味道要濃厚。學而時習之，不亦悅乎？悅是從內心裡面起的喜悅，法喜充滿！念到枯燥無味，那是你根本就不解，你沒有心得，沒有受用。"
    },
    {
      "id": "01-003-0053_p0032",
      "zh_CN": "要看，看看《莲池大师全集》，范围这广一点，或者再看看《蕅益大师全集》就够了，其他东西不能太多，太多太杂决定没有好处。蕅益是莲池大师的学生，他们有师承的关系，大致上是一个方向、一条路子；再看就是《印光法师文钞》，我想已经足够了，不可以再贪多了。我们一生如果想弘扬，在这个范围之内，这一生也是弘扬不尽了。何况如果真正发心弘扬这个法门，一生专讲这部经就够了，专门弘扬这部经。也许诸位问，这部《疏钞》这么大，我们在此地讲一遍，每天讲都要讲一年，人家请我去讲经，请我讲一个星期，那我怎么讲法？你可以摘录大纲来讲。你要晓得，这部《疏钞》可长可短，可深可浅，运用之妙存乎一心，怎么不能讲呢？美国许多地方邀请我去讲经，时间只限定八次，怎么讲法？讲《弥陀经》，我大纲写七次，七次讲圆满，最后一次答复问题，开一个研究讨论会，听了这七天，你们的心得感想、疑问提出来，我来解答。所以圆圆满满。去年我编讲义是依《要解》编的，依《疏钞》这个材料就更丰富了。所以一生无论在什么道场弘扬这部经，决定没错。",
      "zh_TW": "要看，看看《蓮池大師全集》，範圍這廣一點，或者再看看《蕅益大師全集》就夠了，其他東西不能太多，太多太雜決定沒有好處。蕅益是蓮池大師的學生，他們有師承的關係，大致上是一個方向、一條路子；再看就是《印光法師文鈔》，我想已經足夠了，不可以再貪多了。我們一生如果想弘揚，在這個範圍之內，這一生也是弘揚不盡了。何況如果真正發心弘揚這個法門，一生專講這部經就夠了，專門弘揚這部經。也許諸位問，這部《疏鈔》這麼大，我們在此地講一遍，每天講都要講一年，人家請我去講經，請我講一個星期，那我怎麼講法？你可以摘錄大綱來講。你要曉得，這部《疏鈔》可長可短，可深可淺，運用之妙存乎一心，怎麼不能講呢？美國許多地方邀請我去講經，時間只限定八次，怎麼講法？講《彌陀經》，我大綱寫七次，七次講圓滿，最後一次答覆問題，開一個研究討論會，聽了這七天，你們的心得感想、疑問提出來，我來解答。所以圓圓滿滿。去年我編講義是依《要解》編的，依《疏鈔》這個材料就更豐富了。所以一生無論在什麼道場弘揚這部經，決定沒錯。"
    },
    {
      "id": "01-003-0053_p0033",
      "zh_CN": "信僧目的是要『求学如实行故』，这几位大师一生专门念佛的，而且个个都是实实在在有成就，这是我们应当要学习的。信心有这四种，这四种信心我们统统都要具足，缺一条都不行。",
      "zh_TW": "信僧目的是要『求學如實行故』，這幾位大師一生專門念佛的，而且個個都是實實在在有成就，這是我們應當要學習的。信心有這四種，這四種信心我們統統都要具足，缺一條都不行。"
    },
    {
      "id": "01-003-0053_p0034",
      "zh_CN": "在回过头来看《疏钞》，『如来有胜方便』，就是佛有最殊胜的方便法。『摄护信心』，摄是摄受，护是护持，护持我们的信心。佛用什么方法？就是教我们『专意念佛，即生佛土』，专意就是专心。我们现在还不会用真心，我们所用的是第六意识心。行，用第六意识心可以，凡圣同居土、方便有余土都是用第六意识念的。如果离第六意识，离心意识，那个品位就高，那是生实报庄严土，生常寂光土，那就不是一般人能做得到的。用第六意识来念，那我们人人都有分。功夫好的，可以念到事一心不乱，差一点的，也能够念到功夫成片带业往生。换句话说，生西方净土是人人都有分，你要专心去念。",
      "zh_TW": "在回過頭來看《疏鈔》，『如來有勝方便』，就是佛有最殊勝的方便法。『攝護信心』，攝是攝受，護是護持，護持我們的信心。佛用什麼方法？就是教我們『專意念佛，即生佛土』，專意就是專心。我們現在還不會用真心，我們所用的是第六意識心。行，用第六意識心可以，凡聖同居土、方便有餘土都是用第六意識念的。如果離第六意識，離心意識，那個品位就高，那是生實報莊嚴土，生常寂光土，那就不是一般人能做得到的。用第六意識來念，那我們人人都有分。功夫好的，可以念到事一心不亂，差一點的，也能夠念到功夫成片帶業往生。換句話說，生西方淨土是人人都有分，你要專心去念。"
    },
    {
      "id": "01-003-0053_p0035",
      "zh_CN": "到西方世界，那就常见佛，天天见佛了，时时刻刻不离阿弥陀佛。不但不离阿弥陀佛，你也时时刻刻可以随心所欲亲近十方诸佛如来，这些障难全都消除了。『如修多罗说』，修多罗是经典，经上讲『专念西方极乐世界阿弥陀佛，即得往生，终无有退』，决定不退转。",
      "zh_TW": "到西方世界，那就常見佛，天天見佛了，時時刻刻不離阿彌陀佛。不但不離阿彌陀佛，你也時時刻刻可以隨心所欲親近十方諸佛如來，這些障難全都消除了。『如脩多羅說』，脩多羅是經典，經上講『專念西方極樂世界阿彌陀佛，即得往生，終無有退』，決定不退轉。"
    },
    {
      "id": "01-003-0053_p0036",
      "zh_CN": "前面『信心难就』，「就」是讲成就，就是难于成就。我们前面只讲了信心，后面这个注子讲难就：",
      "zh_TW": "前面『信心難就』，「就」是講成就，就是難於成就。我們前面只講了信心，後面這個註子講難就："
    },
    {
      "id": "01-003-0053_p0037",
      "zh_CN": "演【就者，成就，即信成就发心也。论云：信成就发心者，发何等心。略说三种：一者直心，正念真如法故；二者深心，乐习一切诸善行故；三者大悲心，欲拔一切众生苦故。】",
      "zh_TW": "演【就者，成就，即信成就發心也。論云：信成就發心者，發何等心。略說三種：一者直心，正念真如法故；二者深心，樂習一切諸善行故；三者大悲心，欲拔一切眾生苦故。】"
    },
    {
      "id": "01-003-0053_p0038",
      "zh_CN": "发心成就的菩萨，发菩提心。《大乘起信论》讲三种菩提心。",
      "zh_TW": "發心成就的菩薩，發菩提心。《大乘起信論》講三種菩提心。"
    },
    {
      "id": "01-003-0053_p0039",
      "zh_CN": "演【难者，谓修行信心，经一万劫，方得成就故。】",
      "zh_TW": "演【難者，謂修行信心，經一萬劫，方得成就故。】"
    },
    {
      "id": "01-003-0053_p0040",
      "zh_CN": "真难，不是假难。诸位如果今天信心真正成就，能把世出世间法统统放下，一心依这部经典，一心称名求愿往生，你自己就明了，过去世至少已经修一万劫；不然的话，必定是见异思迁，心不定。果然死心塌地，就证明你过去世已经修一万劫了。所以，信心成就实实在在不容易。底下讲往生西方极乐世界就不退转：",
      "zh_TW": "真難，不是假難。諸位如果今天信心真正成就，能把世出世間法統統放下，一心依這部經典，一心稱名求願往生，你自己就明瞭，過去世至少已經修一萬劫；不然的話，必定是見異思遷，心不定。果然死心塌地，就證明你過去世已經修一萬劫了。所以，信心成就實實在在不容易。底下講往生西方極樂世界就不退轉："
    },
    {
      "id": "01-003-0053_p0041",
      "zh_CN": "演【终无有退，约有三种。】",
      "zh_TW": "演【終無有退，約有三種。】"
    },
    {
      "id": "01-003-0053_p0042",
      "zh_CN": "略说有三类。",
      "zh_TW": "略說有三類。"
    },
    {
      "id": "01-003-0053_p0043",
      "zh_CN": "演【一如莲花未开时，信行未满，未名不退，但以处无退缘，故称不退。】",
      "zh_TW": "演【一如蓮花未開時，信行未滿，未名不退，但以處無退緣，故稱不退。】"
    },
    {
      "id": "01-003-0053_p0044",
      "zh_CN": "照理说，带业往生到西方极乐世界凡圣同居土、方便有余土，必定还会退转，真正不退转是要到实报庄严土，因为实报庄严土见性了，它用的是真心，用的是真如本性，用真心的人不会退转。方便有余土以下的，还是用的意识心，意识心是妄心，用妄心必定会退转。为什么在西方极乐世界没有退转？没有退缘，这个好！无论是物质环境、人事环境都是帮助你前进的，没有一个是扰乱你，使你退道心的，所以你想退也退不了。因为这样子，你才不退。",
      "zh_TW": "照理說，帶業往生到西方極樂世界凡聖同居土、方便有餘土，必定還會退轉，真正不退轉是要到實報莊嚴土，因為實報莊嚴土見性了，它用的是真心，用的是真如本性，用真心的人不會退轉。方便有餘土以下的，還是用的意識心，意識心是妄心，用妄心必定會退轉。為什麼在西方極樂世界沒有退轉？沒有退緣，這個好！無論是物質環境、人事環境都是幫助你前進的，沒有一個是擾亂你，使你退道心的，所以你想退也退不了。因為這樣子，你才不退。"
    },
    {
      "id": "01-003-0053_p0045",
      "zh_CN": "方便有余土以下，莲花化生，莲花没开，都在莲花里面。花开见佛悟无生，那是在实报庄严土。花开见佛是见报身佛，就是赞佛偈讲的「白毫宛转五须弥，绀目澄清四大海」，是那样的佛，大佛。可是在莲花里面所见的佛是化身佛，你在莲花里面，阿弥陀佛、观音、势至，诸佛菩萨你都看到，统统在莲花里化身给你说法。而且莲花里面，虽然每个人有每个人的莲花，但是很奇怪的，我这个莲花里好像也看到那么多人，他那个莲花也看到我，其实各人是各人的莲花，不可思议的境界。所以你千万不要打妄想，我们两个人往生，生到那里，我也看不到你，你也看不到我，好像我们住在两个家一样，你住在那边，我住在这边，我们两个还是见不到面，不会的。虽然是两个莲花，你自己感觉好像都在一起，那个境界不可思议。",
      "zh_TW": "方便有餘土以下，蓮花化生，蓮花沒開，都在蓮花裡面。花開見佛悟無生，那是在實報莊嚴土。花開見佛是見報身佛，就是讚佛偈講的「白毫宛轉五須彌，紺目澄清四大海」，是那樣的佛，大佛。可是在蓮花裡面所見的佛是化身佛，你在蓮花裡面，阿彌陀佛、觀音、勢至，諸佛菩薩你都看到，統統在蓮花裡化身給你說法。而且蓮花裡面，雖然每個人有每個人的蓮花，但是很奇怪的，我這個蓮花裡好像也看到那麼多人，他那個蓮花也看到我，其實各人是各人的蓮花，不可思議的境界。所以你千萬不要打妄想，我們兩個人往生，生到那裡，我也看不到你，你也看不到我，好像我們住在兩個家一樣，你住在那邊，我住在這邊，我們兩個還是見不到面，不會的。雖然是兩個蓮花，你自己感覺好像都在一起，那個境界不可思議。"
    },
    {
      "id": "01-003-0053_p0046",
      "zh_CN": "因此你天天都见佛，不过就是见的化身佛而已。化身佛有多大？那要随你的福报，你的福报小，你见的佛就小，你福报大，见的佛就大。因为那个佛是随类化身，你莲花大，当然你自己身也大、佛也大，你的莲花小，当然你见的佛也小，一样的道理。莲花大小是我们现在念佛功夫深浅而变现的，我们这里只要一发心，念佛求生西方极乐世界，在极乐世界七宝池中就生一朵莲花，而且经上跟我们讲得很清楚，莲花上有你自己的名字在上头，将来往生，阿弥陀佛拿你这个莲花来接引你。你念佛的功夫愈勤，花就一天比一天大，光色一天比一天好；你念佛念得懈怠懒惰，或是你不想念了，去学其他的法门了，这个花慢慢就枯死，就没有了。我们今天拼命在这里念佛，就是培养七宝池中的大莲花。你们如果乐意比赛的话，应该比赛那个花大小、光色。你在这个人间比赛财富、地位，统统是假的，为什么？你死了之后一样都带不去，全是假的。所以多念佛培养你那个大莲花，那是真的，决定不是假的。",
      "zh_TW": "因此你天天都見佛，不過就是見的化身佛而已。化身佛有多大？那要隨你的福報，你的福報小，你見的佛就小，你福報大，見的佛就大。因為那個佛是隨類化身，你蓮花大，當然你自己身也大、佛也大，你的蓮花小，當然你見的佛也小，一樣的道理。蓮花大小是我們現在念佛功夫深淺而變現的，我們這裡只要一發心，念佛求生西方極樂世界，在極樂世界七寶池中就生一朵蓮花，而且經上跟我們講得很清楚，蓮花上有你自己的名字在上頭，將來往生，阿彌陀佛拿你這個蓮花來接引你。你念佛的功夫愈勤，花就一天比一天大，光色一天比一天好；你念佛念得懈怠懶惰，或是你不想念了，去學其他的法門了，這個花慢慢就枯死，就沒有了。我們今天拼命在這裡念佛，就是培養七寶池中的大蓮花。你們如果樂意比賽的話，應該比賽那個花大小、光色。你在這個人間比賽財富、地位，統統是假的，為什麼？你死了之後一樣都帶不去，全是假的。所以多念佛培養你那個大蓮花，那是真的，決定不是假的。"
    },
    {
      "id": "01-003-0053_p0047",
      "zh_CN": "真正能遇到这个法门，能遇到这部经典，是你真正有福报。所以我们讲堂以后印经，就印《阿弥陀经疏钞演义》的会本，只弘扬这一种，希望数量愈多愈好。另外就是提倡《西方公据》，这是接引初机、刚念佛的人。",
      "zh_TW": "真正能遇到這個法門，能遇到這部經典，是你真正有福報。所以我們講堂以後印經，就印《阿彌陀經疏鈔演義》的會本，只弘揚這一種，希望數量愈多愈好。另外就是提倡《西方公據》，這是接引初機、剛念佛的人。"
    },
    {
      "id": "01-003-0053_p0048",
      "zh_CN": "演【二信位满足以去，华开见佛，入十住位。】",
      "zh_TW": "演【二信位滿足以去，華開見佛，入十住位。】"
    },
    {
      "id": "01-003-0053_p0049",
      "zh_CN": "『十住』是圆教的十住，就是初住。",
      "zh_TW": "『十住』是圓教的十住，就是初住。"
    },
    {
      "id": "01-003-0053_p0050",
      "zh_CN": "演【得少分见法身，住正定位也。】",
      "zh_TW": "演【得少分見法身，住正定位也。】"
    },
    {
      "id": "01-003-0053_p0051",
      "zh_CN": "圆教初住菩萨，破一品无明、证一分法身，这是不退了。西方极乐世界最殊胜之处，就是第一个不退的意思。因为这个第一种是在任何佛国土里面我们没有看到的，换句话说，决定会退转的，进进退退。我们看《华严经》就晓得，《华严经》你看十信菩萨没有地位，到十住才讲，讲四十一位法身大士，前面十信不讲，他从十住讲起。那么十信有没有？十信有，但是十信不列在地位上，为什么？进进退退，换句话说，华藏世界十信位的菩萨还是进进退退。极乐世界十信位的菩萨不退，这个很奇怪，这是真正不可思议。我们明白这个事理，一定要珍惜这个法门。西方极乐世界的殊胜，华藏世界都比不上。",
      "zh_TW": "圓教初住菩薩，破一品無明、證一分法身，這是不退了。西方極樂世界最殊勝之處，就是第一個不退的意思。因為這個第一種是在任何佛國土裡面我們沒有看到的，換句話說，決定會退轉的，進進退退。我們看《華嚴經》就曉得，《華嚴經》你看十信菩薩沒有地位，到十住才講，講四十一位法身大士，前面十信不講，他從十住講起。那麼十信有沒有？十信有，但是十信不列在地位上，為什麼？進進退退，換句話說，華藏世界十信位的菩薩還是進進退退。極樂世界十信位的菩薩不退，這個很奇怪，這是真正不可思議。我們明白這個事理，一定要珍惜這個法門。西方極樂世界的殊勝，華藏世界都比不上。"
    },
    {
      "id": "01-003-0053_p0052",
      "zh_CN": "再想想我们自己修行用功夫，你能够证到十信位，就相当不错了，但是你要不能够往生，还是会退转。十信里面第七信位，见思烦恼断尽，等于小乘的阿罗汉，他还是退。所以阿罗汉有隔阴之迷，阿罗汉如果到人间来投胎，前生的事情都忘得干干净净，他也是迷惑颠倒。由此可知，西方极乐世界真正殊胜之处，这是非常的难得。而且，这个地方人人可以去。有一些人很倔强，佛劝他生西方，他偏偏不肯相信，我要生东方，东方也有药师琉璃佛，我到他那儿去不好吗？我为什么一定要到西方！到东方琉璃世界，你真的去成了，如果你在十信位上还要退转，你要当心这桩事情。西方世界十信位不退转，哪一个殊胜，你自己就可以明了。",
      "zh_TW": "再想想我們自己修行用功夫，你能夠證到十信位，就相當不錯了，但是你要不能夠往生，還是會退轉。十信裡面第七信位，見思煩惱斷盡，等於小乘的阿羅漢，他還是退。所以阿羅漢有隔陰之迷，阿羅漢如果到人間來投胎，前生的事情都忘得乾乾淨淨，他也是迷惑顛倒。由此可知，西方極樂世界真正殊勝之處，這是非常的難得。而且，這個地方人人可以去。有一些人很倔強，佛勸他生西方，他偏偏不肯相信，我要生東方，東方也有藥師琉璃佛，我到他那兒去不好嗎？我為什麼一定要到西方！到東方琉璃世界，你真的去成了，如果你在十信位上還要退轉，你要當心這樁事情。西方世界十信位不退轉，哪一個殊勝，你自己就可以明瞭。"
    },
    {
      "id": "01-003-0053_p0053",
      "zh_CN": "演【三者三贤位满，入初地以去，证遍满法身，生无边佛土，如佛记龙树等，住初地，生净土也。】",
      "zh_TW": "演【三者三賢位滿，入初地以去，證遍滿法身，生無邊佛土，如佛記龍樹等，住初地，生淨土也。】"
    },
    {
      "id": "01-003-0053_p0054",
      "zh_CN": "这是讲圆教地上菩萨，登地了。『三贤位』修满，入初地。他老人家举个例子，龙树菩萨是圆教初地菩萨，他也是念佛求生西方净土。龙树很了不起，中国大乘八个宗派都认他为第一代祖师，他是八宗共祖，为什么？八大宗都是从他那里流出来的，他真是博学多闻。《华严经》是他从龙宫取出来的。佛说这个经之后，世间人没有人能够受持，大龙菩萨把这个经收起来藏在龙宫，龙树菩萨到龙宫去拜访看到这个经，他把它带出来，这个世间才有《大方广佛华严经》，因此华严宗也以他为第一代祖师。他本人是念佛求生西方净土的，《净土圣贤录》里面有他的传记。初地菩萨生净土，当然他生的是实报庄严土。",
      "zh_TW": "這是講圓教地上菩薩，登地了。『三賢位』修滿，入初地。他老人家舉個例子，龍樹菩薩是圓教初地菩薩，他也是念佛求生西方淨土。龍樹很了不起，中國大乘八個宗派都認他為第一代祖師，他是八宗共祖，為什麼？八大宗都是從他那裡流出來的，他真是博學多聞。《華嚴經》是他從龍宮取出來的。佛說這個經之後，世間人沒有人能夠受持，大龍菩薩把這個經收起來藏在龍宮，龍樹菩薩到龍宮去拜訪看到這個經，他把它帶出來，這個世間才有《大方廣佛華嚴經》，因此華嚴宗也以他為第一代祖師。他本人是念佛求生西方淨土的，《淨土聖賢錄》裡面有他的傳記。初地菩薩生淨土，當然他生的是實報莊嚴土。"
    },
    {
      "id": "01-003-0053_p0055",
      "zh_CN": "疏【此经则七日一心，佛现在前，是也。】",
      "zh_TW": "疏【此經則七日一心，佛現在前，是也。】"
    },
    {
      "id": "01-003-0053_p0056",
      "zh_CN": "这是讲快，没有比这个更快速了。哪一个人学道不希望赶快成就？愈快愈好，真的，最快的无过于这个法门。",
      "zh_TW": "這是講快，沒有比這個更快速了。哪一個人學道不希望趕快成就？愈快愈好，真的，最快的無過於這個法門。"
    },
    {
      "id": "01-003-0053_p0057",
      "zh_CN": "演【此经则七日二句，是引本经为证，而四段文中皆引本经为证者，明分此四种，非臆见也。】",
      "zh_TW": "演【此經則七日二句，是引本經為證，而四段文中皆引本經為證者，明分此四種，非臆見也。】"
    },
    {
      "id": "01-003-0053_p0058",
      "zh_CN": "这就说明句句话都是出自于经典，以经典为依据，不是自己推想出来的。佛教诫后学，依法不依人。莲池大师、古德法师他们的好处，就是句句话都有经典的依据，决不是自己的理想、自己的推论。他本身做到依法不依人，严格的遵守四依法，这样他自己能成就，也能够帮助我们大家统统都成就。",
      "zh_TW": "這就說明句句話都是出自於經典，以經典為依據，不是自己推想出來的。佛教誡後學，依法不依人。蓮池大師、古德法師他們的好處，就是句句話都有經典的依據，決不是自己的理想、自己的推論。他本身做到依法不依人，嚴格的遵守四依法，這樣他自己能成就，也能夠幫助我們大家統統都成就。"
    },
    {
      "id": "01-003-0053_p0059",
      "zh_CN": "疏【故知灵山已过。】",
      "zh_TW": "疏【故知靈山已過。】"
    },
    {
      "id": "01-003-0053_p0060",
      "zh_CN": "这讲释迦牟尼佛灭度了。",
      "zh_TW": "這講釋迦牟尼佛滅度了。"
    },
    {
      "id": "01-003-0053_p0061",
      "zh_CN": "疏【龙华未来。】",
      "zh_TW": "疏【龍華未來。】"
    },
    {
      "id": "01-003-0053_p0062",
      "zh_CN": "弥勒菩萨还没有示现成佛。",
      "zh_TW": "彌勒菩薩還沒有示現成佛。"
    },
    {
      "id": "01-003-0053_p0063",
      "zh_CN": "疏【无佛世中，而得见佛，是名最胜第一方便。】",
      "zh_TW": "疏【無佛世中，而得見佛，是名最勝第一方便。】"
    },
    {
      "id": "01-003-0053_p0064",
      "zh_CN": "现在没有佛住世，我们凭这个法门就能见佛，现前当来必定见佛，这是『最胜第一方便』。前面讲四种方便，到这里是第一种讲完。我们今天讲到此地。",
      "zh_TW": "現在沒有佛住世，我們憑這個法門就能見佛，現前當來必定見佛，這是『最勝第一方便』。前面講四種方便，到這裡是第一種講完。我們今天講到此地。"
    }
  ]
}