{
  "doc_id": "01-003-0255",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五五集",
    "zh_TW": "第二五五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0255",
  "total_paragraphs": 87,
  "paragraphs": [
    {
      "id": "01-003-0255_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第五０六页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第五０六頁："
    },
    {
      "id": "01-003-0255_p0002",
      "zh_CN": "钞【那先经云：王问那先，人生造恶，临终念佛，得生佛国，我不信是语。】",
      "zh_TW": "鈔【那先經云：王問那先，人生造惡，臨終念佛，得生佛國，我不信是語。】"
    },
    {
      "id": "01-003-0255_p0003",
      "zh_CN": "「那先」是一位出家人的名号，国王遇到他，向他请教一个问题，「人一生造恶，临终念佛就生到西方极乐世界去了，这个事情我不能相信」，问了这么一个问题。",
      "zh_TW": "「那先」是一位出家人的名號，國王遇到他，向他請教一個問題，「人一生造惡，臨終念佛就生到西方極樂世界去了，這個事情我不能相信」，問了這麼一個問題。"
    },
    {
      "id": "01-003-0255_p0004",
      "zh_CN": "钞【那先答言：如持大石，置于船上，因得不没。】",
      "zh_TW": "鈔【那先答言：如持大石，置於船上，因得不沒。】"
    },
    {
      "id": "01-003-0255_p0005",
      "zh_CN": "那先回答他，先举一个比喻，石头放在水里一定会沈下去，如果这个石头放在船上，这石头就不会沈到水里面去。",
      "zh_TW": "那先回答他，先舉一個比喻，石頭放在水裡一定會沈下去，如果這個石頭放在船上，這石頭就不會沈到水裡面去。"
    },
    {
      "id": "01-003-0255_p0006",
      "zh_CN": "钞【人虽本恶，因念佛故，不堕泥犁。】",
      "zh_TW": "鈔【人雖本惡，因念佛故，不墮泥犁。】"
    },
    {
      "id": "01-003-0255_p0007",
      "zh_CN": "泥犁是地狱，不会堕地狱。",
      "zh_TW": "泥犁是地獄，不會墮地獄。"
    },
    {
      "id": "01-003-0255_p0008",
      "zh_CN": "钞【而得往生，亦复如是。】",
      "zh_TW": "鈔【而得往生，亦復如是。】"
    },
    {
      "id": "01-003-0255_p0009",
      "zh_CN": "就像石头放在船上不会沈到水里。念佛的人，乘佛的大愿船也不会堕在三恶道，这个比喻很浅显，也不难懂得。如果要深入的去追究，这里头还是有问题。我们晓得，凡是念佛往生，如果不忏罪是决定不能得生的，一定要忏罪。忏罪有很大的功德，一生纵然造罪业，临终忏悔，真诚恭敬，洗心易行，虽然时间短暂，也能把心地洗得干干净净，这样与佛的本愿才能够相应。我们常听说净宗的法门带业往生，只带宿业，不带现行，这个话说的才真正清楚、真正明了，说明忏罪不可思议，阿弥陀佛愿力不可思议，这才真正把这个问题解答了。",
      "zh_TW": "就像石頭放在船上不會沈到水裡。念佛的人，乘佛的大願船也不會墮在三惡道，這個比喻很淺顯，也不難懂得。如果要深入的去追究，這裡頭還是有問題。我們曉得，凡是念佛往生，如果不懺罪是決定不能得生的，一定要懺罪。懺罪有很大的功德，一生縱然造罪業，臨終懺悔，真誠恭敬，洗心易行，雖然時間短暫，也能把心地洗得乾乾淨淨，這樣與佛的本願才能夠相應。我們常聽說淨宗的法門帶業往生，只帶宿業，不帶現行，這個話說的才真正清楚、真正明瞭，說明懺罪不可思議，阿彌陀佛願力不可思議，這才真正把這個問題解答了。"
    },
    {
      "id": "01-003-0255_p0010",
      "zh_CN": "钞【则己之心力，佛之愿力，交相成也。】",
      "zh_TW": "鈔【則己之心力，佛之願力，交相成也。】"
    },
    {
      "id": "01-003-0255_p0011",
      "zh_CN": "己之心力就是忏罪的力量。这是两种力量，所以叫二力法门。",
      "zh_TW": "己之心力就是懺罪的力量。這是兩種力量，所以叫二力法門。"
    },
    {
      "id": "01-003-0255_p0012",
      "zh_CN": "疏【问：既云往生，昔人又谓生则决定生，去则实不去，是乃有生无往，今曰往生，二义相戾。】",
      "zh_TW": "疏【問：既云往生，昔人又謂生則決定生，去則實不去，是乃有生無往，今曰往生，二義相戾。】"
    },
    {
      "id": "01-003-0255_p0013",
      "zh_CN": "这就看起来有冲突、有抵触。净宗有一本小册子叫《净土生无生论》，为我们说明往生的真相，话说得没有错，但是一定要懂得它真正的意趣，千万不要在字面上发生误会，那就错了，那对我们求生净土就产生障碍。大师在此地答复答得很好：",
      "zh_TW": "這就看起來有衝突、有牴觸。淨宗有一本小冊子叫《淨土生無生論》，為我們說明往生的真相，話說得沒有錯，但是一定要懂得它真正的意趣，千萬不要在字面上發生誤會，那就錯了，那對我們求生淨土就產生障礙。大師在此地答覆答得很好："
    },
    {
      "id": "01-003-0255_p0014",
      "zh_CN": "疏【答：以生于自心，故不往而往，名为往生，如华严解脱长者说。】",
      "zh_TW": "疏【答：以生於自心，故不往而往，名為往生，如華嚴解脫長者說。】"
    },
    {
      "id": "01-003-0255_p0015",
      "zh_CN": "演【以生于自心故不往而往者。】",
      "zh_TW": "演【以生於自心故不往而往者。】"
    },
    {
      "id": "01-003-0255_p0016",
      "zh_CN": "我们今天疑问就在自心，假如对自心明白了，什么问题都没有了，就解决了。心是一切万法的本体，西方极乐世界也不例外。佛在《华严经》上告诉我们，心能现相，心是没有形相的，但是它能现相，一切法都是唯心所现。我们这个世界是唯心所现的，极乐世界也是唯心所现的，乃至于十方无量无边诸佛世界也是唯心所现的，离开心，无有一法可得。心能现相，现的相为什么不一样？西方世界跟我们这个世界就不相同！何况经上给我们讲十法界依报、正报种种不同，这又是一回什么事？也是《华严经》上说的，「唯识所变」，换句话说，心能现相，识能变相。心就是真如本性。我们一听说自心，就认为这是自己心里头，这就搞错了。《楞严》一开端，七处征心，阿难就讲到自心。佛问他：心在哪里？阿难说心在身体里面，佛说不对；心在身体外面，也不对；心在当中，也不对。他说了七个地方，都被佛否定。这个心究竟在哪里？如果你果然明白了，这个问题就解决，禅宗说得很好，「若人识得心，大地无寸土」。说实在话，佛法修行没有别的，就是叫你认识心而已，只要认识心，什么问题都解决。诸佛菩萨悟，悟就是明白自心；六道凡夫迷，就是迷了自心，不知道自心在哪里，也不晓得自心是什么样子，误会以为心在身体里面，会思惟、会想像这个是心。现在人不讲心，现在叫脑，都不对！可是大乘经上常常说一句话，「心包太虚，量周沙界」，也许有人听到这是比喻，某个人度量很大，像虚空法界一样，把他看作是比喻，那就错了。究竟是什么？是事实，心确确实实是包太虚空的，为什么？太虚空也是自心变现之物，离开心性，太虚空也没有。所以这个心是一切万法的本体，一切万法是从自心生的。佛法讲修行证果、成菩萨成佛，到底是怎么回事情？无非是认识心而已。证果证什么？证得自心，就这么回事情。",
      "zh_TW": "我們今天疑問就在自心，假如對自心明白了，什麼問題都沒有了，就解決了。心是一切萬法的本體，西方極樂世界也不例外。佛在《華嚴經》上告訴我們，心能現相，心是沒有形相的，但是它能現相，一切法都是唯心所現。我們這個世界是唯心所現的，極樂世界也是唯心所現的，乃至於十方無量無邊諸佛世界也是唯心所現的，離開心，無有一法可得。心能現相，現的相為什麼不一樣？西方世界跟我們這個世界就不相同！何況經上給我們講十法界依報、正報種種不同，這又是一回什麼事？也是《華嚴經》上說的，「唯識所變」，換句話說，心能現相，識能變相。心就是真如本性。我們一聽說自心，就認為這是自己心裡頭，這就搞錯了。《楞嚴》一開端，七處徵心，阿難就講到自心。佛問他：心在哪裡？阿難說心在身體裡面，佛說不對；心在身體外面，也不對；心在當中，也不對。他說了七個地方，都被佛否定。這個心究竟在哪裡？如果你果然明白了，這個問題就解決，禪宗說得很好，「若人識得心，大地無寸土」。說實在話，佛法修行沒有別的，就是叫你認識心而已，只要認識心，什麼問題都解決。諸佛菩薩悟，悟就是明白自心；六道凡夫迷，就是迷了自心，不知道自心在哪裡，也不曉得自心是什麼樣子，誤會以為心在身體裡面，會思惟、會想像這個是心。現在人不講心，現在叫腦，都不對！可是大乘經上常常說一句話，「心包太虛，量周沙界」，也許有人聽到這是比喻，某個人度量很大，像虛空法界一樣，把他看作是比喻，那就錯了。究竟是什麼？是事實，心確確實實是包太虛空的，為什麼？太虛空也是自心變現之物，離開心性，太虛空也沒有。所以這個心是一切萬法的本體，一切萬法是從自心生的。佛法講修行證果、成菩薩成佛，到底是怎麼回事情？無非是認識心而已。證果證什麼？證得自心，就這麼回事情。"
    },
    {
      "id": "01-003-0255_p0017",
      "zh_CN": "既然是自心变的，还有什么去与不去？自心是一不是二，所以它真正的那个样子是『生则决定生，去则实不去』，这句话很难懂！明明娑婆世界去极乐世界当中距离十万亿佛国土，怎么会不去？不去又生了？譬如我们看电视，我们这个地方到洛杉矶坐飞机要飞十个小时才能飞到，我们打开电视萤幕一看，洛杉矶大地震马上在前面。我们有没有去？没有去。洛杉矶有没有见到？见到了，真的见到了，实在没去，就这么回事情。所以我们往生那一刹那，是不是真的到西方极乐世界去？真的去了，真的到达了。有没有去？好像没有去，好像就在眼前一样。这个我们从比喻上，诸位细细的去想一想，就像这个样子。比喻明了了，究竟为什么？这个实在是很难讲，好在现在科学昌明，确实给我们带来不少的方便，实在就是科学家所说的空间的转换。实在是没有动，空间一转换就不一样了。我们这个世界三度空间，西方极乐世界是无限度的空间，一下转变到无限度的空间，那就得大自在。我们世间人看到大神通、大自在，所谓是无所不知、无所不能，是这么一回事情。我们科学家也不断在研究、在探讨，怎么样转变？知道有这个可能，但是不晓得怎么转法。他没有想到念佛可以转，这个法子妙绝了，用这个方法来转。佛给我们讲，用禅定的功夫来转。要转到究竟圆满，要靠自己的定功，那实在是相当不容易，要很深的禅定。我们这个法门，自己只要一点小小的定功，借着阿弥陀佛愿力的帮助，自己的定力跟佛的愿力，自己的定力就是念佛三昧，跟佛的愿力相结合，这个力量大，可以从我们现在这个三度空间的基础上，一下能够转成到无限度的空间。这是现在稍微有一点科学常识，我们这样给他讲法，他很容易理解，他懂得，确实「生则决定生，去则实不去」，他就相信了。",
      "zh_TW": "既然是自心變的，還有什麼去與不去？自心是一不是二，所以它真正的那個樣子是『生則決定生，去則實不去』，這句話很難懂！明明娑婆世界去極樂世界當中距離十萬億佛國土，怎麼會不去？不去又生了？譬如我們看電視，我們這個地方到洛杉磯坐飛機要飛十個小時才能飛到，我們打開電視螢幕一看，洛杉磯大地震馬上在前面。我們有沒有去？沒有去。洛杉磯有沒有見到？見到了，真的見到了，實在沒去，就這麼回事情。所以我們往生那一剎那，是不是真的到西方極樂世界去？真的去了，真的到達了。有沒有去？好像沒有去，好像就在眼前一樣。這個我們從比喻上，諸位細細的去想一想，就像這個樣子。比喻明瞭了，究竟為什麼？這個實在是很難講，好在現在科學昌明，確實給我們帶來不少的方便，實在就是科學家所說的空間的轉換。實在是沒有動，空間一轉換就不一樣了。我們這個世界三度空間，西方極樂世界是無限度的空間，一下轉變到無限度的空間，那就得大自在。我們世間人看到大神通、大自在，所謂是無所不知、無所不能，是這麼一回事情。我們科學家也不斷在研究、在探討，怎麼樣轉變？知道有這個可能，但是不曉得怎麼轉法。他沒有想到念佛可以轉，這個法子妙絕了，用這個方法來轉。佛給我們講，用禪定的功夫來轉。要轉到究竟圓滿，要靠自己的定功，那實在是相當不容易，要很深的禪定。我們這個法門，自己只要一點小小的定功，借著阿彌陀佛願力的幫助，自己的定力跟佛的願力，自己的定力就是念佛三昧，跟佛的願力相結合，這個力量大，可以從我們現在這個三度空間的基礎上，一下能夠轉成到無限度的空間。這是現在稍微有一點科學常識，我們這樣給他講法，他很容易理解，他懂得，確實「生則決定生，去則實不去」，他就相信了。"
    },
    {
      "id": "01-003-0255_p0018",
      "zh_CN": "钞【华严，重重法界不出一心。】",
      "zh_TW": "鈔【華嚴，重重法界不出一心。】"
    },
    {
      "id": "01-003-0255_p0019",
      "zh_CN": "《华严经》佛告诉我们，华藏世界有二十层，就像大楼一样有二十层，这是竖说，横说也是广大无边。我们娑婆世界跟西方极乐世界都在第十三层，一个在东面、一个在西面，可见这个世界多大！佛告诉我们，以这个大世界为单位，这个大世界就不是三千大千世界，诸位要晓得，三千大千世界太渺小，你看第十三层，我们娑婆世界跟西方极乐世界这是平面的，佛就讲了十万亿佛国土，那就十万亿个大千世界在一层。二十层，一层不止十万亿，十万亿是讲我们这个世界跟阿弥陀佛世界距离，阿弥陀佛世界往西面去还有世界，我们这个娑婆世界往东面去还有诸佛世界，你才晓得这个世界真的是广大无边。《华严经》上说，这一个大的单位称为一个世界种，像这样的世界种在太虚空当中有无量无边。真心没有边际，心包法界，不是法界包心，所以重重世界，无量无边的世界，『不出一心』。重重无尽的法界，清凉大师将它归纳为四法界，「事法界」，就是事相，事相无量无边；「理法界」，理就是一心，都是一个理变现出来的；从作用上来说，「理事无碍法界」，理不碍事，事怎样千变万化也不碍理；「事事无碍法界」，理事真的明了，没有障碍了，事事也无碍。事事要是有碍，那生则决定生，去就实在去；因为事事无碍，所以他「生则决定生，去则实不去」。无量无边的法界就是自己的一心。所以《弥陀经》这一个法门是直接修显一心，直接修一心不乱，直接显一心作用，经的殊胜在此地，法门妙绝了。",
      "zh_TW": "《華嚴經》佛告訴我們，華藏世界有二十層，就像大樓一樣有二十層，這是豎說，橫說也是廣大無邊。我們娑婆世界跟西方極樂世界都在第十三層，一個在東面、一個在西面，可見這個世界多大！佛告訴我們，以這個大世界為單位，這個大世界就不是三千大千世界，諸位要曉得，三千大千世界太渺小，你看第十三層，我們娑婆世界跟西方極樂世界這是平面的，佛就講了十萬億佛國土，那就十萬億個大千世界在一層。二十層，一層不止十萬億，十萬億是講我們這個世界跟阿彌陀佛世界距離，阿彌陀佛世界往西面去還有世界，我們這個娑婆世界往東面去還有諸佛世界，你才曉得這個世界真的是廣大無邊。《華嚴經》上說，這一個大的單位稱為一個世界種，像這樣的世界種在太虛空當中有無量無邊。真心沒有邊際，心包法界，不是法界包心，所以重重世界，無量無邊的世界，『不出一心』。重重無盡的法界，清涼大師將它歸納為四法界，「事法界」，就是事相，事相無量無邊；「理法界」，理就是一心，都是一個理變現出來的；從作用上來說，「理事無礙法界」，理不礙事，事怎樣千變萬化也不礙理；「事事無礙法界」，理事真的明瞭，沒有障礙了，事事也無礙。事事要是有礙，那生則決定生，去就實在去；因為事事無礙，所以他「生則決定生，去則實不去」。無量無邊的法界就是自己的一心。所以《彌陀經》這一個法門是直接修顯一心，直接修一心不亂，直接顯一心作用，經的殊勝在此地，法門妙絕了。"
    },
    {
      "id": "01-003-0255_p0020",
      "zh_CN": "钞【楞严，十方虚空皆汝心内。】",
      "zh_TW": "鈔【楞嚴，十方虛空皆汝心內。】"
    },
    {
      "id": "01-003-0255_p0021",
      "zh_CN": "《楞严经》上讲的这句话，意思跟《华严》完全相同。",
      "zh_TW": "《楞嚴經》上講的這句話，意思跟《華嚴》完全相同。"
    },
    {
      "id": "01-003-0255_p0022",
      "zh_CN": "钞【是知极乐之生，生乎自心。】",
      "zh_TW": "鈔【是知極樂之生，生乎自心。】"
    },
    {
      "id": "01-003-0255_p0023",
      "zh_CN": "祖师大德们说得好，娑婆是自心秽，就是自心的染污变现出来的境界；西方极乐世界是自心净变现的境界。心净则土净，心染则土就染污，就这么回事情。都是唯识在那里当家，在那里变，变这个相。心性是现相，它不管变，只是现相而已。这个相怎么变化，都是识在当家。『是知极乐之生，生乎自心』，我们生到其他诸佛国土也是生乎自心，即使我们轮转在六道里面，变饿鬼、变畜生、变地狱，也是生乎自心。离了自心之外，别无一法可得，这是讲的理，这是讲的事实真相。",
      "zh_TW": "祖師大德們說得好，娑婆是自心穢，就是自心的染污變現出來的境界；西方極樂世界是自心淨變現的境界。心淨則土淨，心染則土就染污，就這麼回事情。都是唯識在那裡當家，在那裡變，變這個相。心性是現相，它不管變，只是現相而已。這個相怎麼變化，都是識在當家。『是知極樂之生，生乎自心』，我們生到其他諸佛國土也是生乎自心，即使我們輪轉在六道裡面，變餓鬼、變畜生、變地獄，也是生乎自心。離了自心之外，別無一法可得，這是講的理，這是講的事實真相。"
    },
    {
      "id": "01-003-0255_p0024",
      "zh_CN": "钞【心无界限，则无西无东，去至何所。】",
      "zh_TW": "鈔【心無界限，則無西無東，去至何所。】"
    },
    {
      "id": "01-003-0255_p0025",
      "zh_CN": "这句就是跟我们解答「去则实不去」。心广大没有边际，心灵明觉知。我们这个地方念一句佛号，阿弥陀佛怎么会知道？去我们十万亿佛国土，这还是近的。十方无量无边诸佛的世界，这里面无量的诸佛如来，我们这里念一句阿弥陀佛，他们统统都知道。为什么都知道？因为是一个心，心是灵明觉知，没有出心以外，他怎么不知道！我们今天把这个心迷失，所以不知道。哪一天把这个真心找回来，觉悟了，你就统统都知道，就这么回事情。",
      "zh_TW": "這句就是跟我們解答「去則實不去」。心廣大沒有邊際，心靈明覺知。我們這個地方念一句佛號，阿彌陀佛怎麼會知道？去我們十萬億佛國土，這還是近的。十方無量無邊諸佛的世界，這裡面無量的諸佛如來，我們這裡念一句阿彌陀佛，他們統統都知道。為什麼都知道？因為是一個心，心是靈明覺知，沒有出心以外，他怎麼不知道！我們今天把這個心迷失，所以不知道。哪一天把這個真心找回來，覺悟了，你就統統都知道，就這麼回事情。"
    },
    {
      "id": "01-003-0255_p0026",
      "zh_CN": "我们在《无量寿经》上读到，释迦牟尼佛介绍西方极乐世界，西方极乐世界的人的数量没有法子计算，除了诸佛如来之外，菩萨的能力都没有办法算清楚。他们那边的人的能力，即使下下品往生的，也是天眼洞视、天耳彻听、他心遍知，那个神通具足，也就是说，尽虚空遍法界一切众生起心动念他都知道，不要说是佛菩萨，下下品去往生的人都知道。十方世界一切状况他都看到，一切众生讲悄悄话他都听到，起心动念他都晓得。你说为什么？因为不出一心，到西方极乐世界都得一心不乱。我们念佛确实没有到这个功夫，我们只是功夫成片去往生的，一生到西方极乐世界就得一心不乱，怎么得到的？这是阿弥陀佛本愿威神加持帮助你得到的，你就有这个能力。花开见佛，那是你本能恢复，佛不加持也得到；花没开，没有见佛，没有见报身佛，而见的是应化身佛，这个时候你的能力是佛力加持。花开见报身佛，是你自己本能恢复了；没有恢复的时候，佛加持你，一直到加持到你本能恢复。这是西方极乐世界第一殊胜，他方世界都没有的。明白这个事实真相就晓得，生确实是生了，他境界变了；去都是一心所变，到哪去？所以去则实不去。",
      "zh_TW": "我們在《無量壽經》上讀到，釋迦牟尼佛介紹西方極樂世界，西方極樂世界的人的數量沒有法子計算，除了諸佛如來之外，菩薩的能力都沒有辦法算清楚。他們那邊的人的能力，即使下下品往生的，也是天眼洞視、天耳徹聽、他心遍知，那個神通具足，也就是說，盡虛空遍法界一切眾生起心動念他都知道，不要說是佛菩薩，下下品去往生的人都知道。十方世界一切狀況他都看到，一切眾生講悄悄話他都聽到，起心動念他都曉得。你說為什麼？因為不出一心，到西方極樂世界都得一心不亂。我們念佛確實沒有到這個功夫，我們只是功夫成片去往生的，一生到西方極樂世界就得一心不亂，怎麼得到的？這是阿彌陀佛本願威神加持幫助你得到的，你就有這個能力。花開見佛，那是你本能恢復，佛不加持也得到；花沒開，沒有見佛，沒有見報身佛，而見的是應化身佛，這個時候你的能力是佛力加持。花開見報身佛，是你自己本能恢復了；沒有恢復的時候，佛加持你，一直到加持到你本能恢復。這是西方極樂世界第一殊勝，他方世界都沒有的。明白這個事實真相就曉得，生確實是生了，他境界變了；去都是一心所變，到哪去？所以去則實不去。"
    },
    {
      "id": "01-003-0255_p0027",
      "zh_CN": "钞【状其易秽而净，脱旧而新，离一得一，似有所往，名之为往，岂曰从此向彼，如世间经城过邑之往耶。】",
      "zh_TW": "鈔【狀其易穢而淨，脫舊而新，離一得一，似有所往，名之為往，豈曰從此向彼，如世間經城過邑之往耶。】"
    },
    {
      "id": "01-003-0255_p0028",
      "zh_CN": "讲往讲生，实在讲都是境界的转变，用我们现在科学家讲的，就是不一样的空间在转变。一切空间还是自心所现的，离了自心，真的是一法都不可得。无量无边不同层次的空间都是自心变现的，这才讲的是真实话。",
      "zh_TW": "講往講生，實在講都是境界的轉變，用我們現在科學家講的，就是不一樣的空間在轉變。一切空間還是自心所現的，離了自心，真的是一法都不可得。無量無邊不同層次的空間都是自心變現的，這才講的是真實話。"
    },
    {
      "id": "01-003-0255_p0029",
      "zh_CN": "钞【入法界品。】",
      "zh_TW": "鈔【入法界品。】"
    },
    {
      "id": "01-003-0255_p0030",
      "zh_CN": "这是《华严经》最后的一品。",
      "zh_TW": "這是《華嚴經》最後的一品。"
    },
    {
      "id": "01-003-0255_p0031",
      "zh_CN": "钞【解脱长者言：彼诸如来不来至此，我不往彼。】",
      "zh_TW": "鈔【解脫長者言：彼諸如來不來至此，我不往彼。】"
    },
    {
      "id": "01-003-0255_p0032",
      "zh_CN": "佛也不来，我也没去。",
      "zh_TW": "佛也不來，我也沒去。"
    },
    {
      "id": "01-003-0255_p0033",
      "zh_CN": "钞【若欲愿见安乐世界阿弥陀佛，随意即见。】",
      "zh_TW": "鈔【若欲願見安樂世界阿彌陀佛，隨意即見。】"
    },
    {
      "id": "01-003-0255_p0034",
      "zh_CN": "确实见了，确实跟佛面对面，有什么问题向佛请教，佛也给你开示。佛来了没？佛没来。我去了没？我也没去。他不来，我也没去，我们两个已经见面，已经讨论半天了，就是这个意思。随意即见。",
      "zh_TW": "確實見了，確實跟佛面對面，有什麼問題向佛請教，佛也給你開示。佛來了沒？佛沒來。我去了沒？我也沒去。他不來，我也沒去，我們兩個已經見面，已經討論半天了，就是這個意思。隨意即見。"
    },
    {
      "id": "01-003-0255_p0035",
      "zh_CN": "钞【既云随意，则不越一念而生彼国，故知状其得生，名之往生，实无所往，不往而往，不妨说往。】",
      "zh_TW": "鈔【既云隨意，則不越一念而生彼國，故知狀其得生，名之往生，實無所往，不往而往，不妨說往。】"
    },
    {
      "id": "01-003-0255_p0036",
      "zh_CN": "千万不要误会，像我们现在这个世间的『往』，一定从那里要经过多少时间、多少里路才到达，那就错了。佛说我们这个世界跟西方极乐世界当中有十万亿佛国土，这是真的还是假的？跟诸位说，十万亿佛国土是真的，从相上说的。你要是体会到四无碍法界里「理事无碍，事事无碍」，事事无碍，那就不往而往，不来而来。",
      "zh_TW": "千萬不要誤會，像我們現在這個世間的『往』，一定從那裡要經過多少時間、多少里路才到達，那就錯了。佛說我們這個世界跟西方極樂世界當中有十萬億佛國土，這是真的還是假的？跟諸位說，十萬億佛國土是真的，從相上說的。你要是體會到四無礙法界裡「理事無礙，事事無礙」，事事無礙，那就不往而往，不來而來。"
    },
    {
      "id": "01-003-0255_p0037",
      "zh_CN": "钞【究极而言，非但无往，亦复无生，不生而生，不妨说生。】",
      "zh_TW": "鈔【究極而言，非但無往，亦復無生，不生而生，不妨說生。】"
    },
    {
      "id": "01-003-0255_p0038",
      "zh_CN": "这是真的，但是说真的，一般人不懂，愈说愈迷惑，算了，还是不说！只要你老实念，念成功了，到西方极乐世界不必说你都明了了。现在说，说也说不清楚，说清楚，你也听不明白。老实念最要紧，到西方极乐世界也不必说，这个事实真相全都明白了。信愿、一心持名，这是第一重要。",
      "zh_TW": "這是真的，但是說真的，一般人不懂，愈說愈迷惑，算了，還是不說！只要你老實念，念成功了，到西方極樂世界不必說你都明瞭了。現在說，說也說不清楚，說清楚，你也聽不明白。老實念最要緊，到西方極樂世界也不必說，這個事實真相全都明白了。信願、一心持名，這是第一重要。"
    },
    {
      "id": "01-003-0255_p0039",
      "zh_CN": "疏【问：兜率内院，昔人亦愿往生，今何偏示极乐。】",
      "zh_TW": "疏【問：兜率內院，昔人亦願往生，今何偏示極樂。】"
    },
    {
      "id": "01-003-0255_p0040",
      "zh_CN": "『兜率内院』，我们娑婆世界欲界第四层天叫兜率天，内院是菩萨道场。娑婆世界有三处凡圣同居土：我们人间、兜率天、第四禅天。所以凡圣同居土是这三个地区。第四禅天里面有五不还天是圣人所居，四禅天的天人也见不到，他境界不相同。欲界天一共有六层，从下面往上去，第一层「四王天」，四大天王居住的地方；第二层「忉利天」，我们中国人讲玉皇大帝就住在忉利天，他是忉利天主；第三层是「夜摩天」，夜摩翻作时分，就是中国人讲的时间；第四层是「兜率天」，兜率翻成中国的意思是知足，换句话说，这一层的天人贪心很薄，人人都知足，也能想像到他们那个社会的安定和平，大家都知足了。兜率天外院是凡夫，是一般的天人，内院是弥勒菩萨的道场。弥勒菩萨是释迦牟尼佛的后补佛，释迦牟尼佛法运灭了之后，再过五十六亿七千万年之后，他降生到这个世间示现成佛，这是娑婆世界第五尊佛，释迦牟尼佛是第四。为什么隔这么久才下来？兜率天的一天是我们人间四百年，兜率天的寿命是四千岁，也像我们世间一年三百六十天，这样一合算，我们人间五十六亿七千万年之后，弥勒菩萨在兜率天寿命终了，下降人间示现成佛。佛在《弥勒下生经》说得很详细，菩萨的福报也很大，将来在这个世间龙华三会，度生无量。有许多人对于这龙华三会非常羡慕，希望能亲近弥勒菩萨，弥勒菩萨将来下生作佛，他们就作佛的大弟子，所以发愿想求生弥勒净土。弥勒净土比西方净土在表面上看当然很近，是娑婆世界第四天，极乐世界距离我们十万亿佛国土，如果刚才那一段你明白，确实没有远近。为什么这个经上要偏偏赞叹西方极乐世界，劝人到那里去往生？",
      "zh_TW": "『兜率內院』，我們娑婆世界欲界第四層天叫兜率天，內院是菩薩道場。娑婆世界有三處凡聖同居土：我們人間、兜率天、第四禪天。所以凡聖同居土是這三個地區。第四禪天裡面有五不還天是聖人所居，四禪天的天人也見不到，他境界不相同。欲界天一共有六層，從下面往上去，第一層「四王天」，四大天王居住的地方；第二層「忉利天」，我們中國人講玉皇大帝就住在忉利天，他是忉利天主；第三層是「夜摩天」，夜摩翻作時分，就是中國人講的時間；第四層是「兜率天」，兜率翻成中國的意思是知足，換句話說，這一層的天人貪心很薄，人人都知足，也能想像到他們那個社會的安定和平，大家都知足了。兜率天外院是凡夫，是一般的天人，內院是彌勒菩薩的道場。彌勒菩薩是釋迦牟尼佛的後補佛，釋迦牟尼佛法運滅了之後，再過五十六億七千萬年之後，他降生到這個世間示現成佛，這是娑婆世界第五尊佛，釋迦牟尼佛是第四。為什麼隔這麼久才下來？兜率天的一天是我們人間四百年，兜率天的壽命是四千歲，也像我們世間一年三百六十天，這樣一合算，我們人間五十六億七千萬年之後，彌勒菩薩在兜率天壽命終了，下降人間示現成佛。佛在《彌勒下生經》說得很詳細，菩薩的福報也很大，將來在這個世間龍華三會，度生無量。有許多人對於這龍華三會非常羨慕，希望能親近彌勒菩薩，彌勒菩薩將來下生作佛，他們就作佛的大弟子，所以發願想求生彌勒淨土。彌勒淨土比西方淨土在表面上看當然很近，是娑婆世界第四天，極樂世界距離我們十萬億佛國土，如果剛才那一段你明白，確實沒有遠近。為什麼這個經上要偏偏讚歎西方極樂世界，勸人到那裡去往生？"
    },
    {
      "id": "01-003-0255_p0041",
      "zh_CN": "疏【答：因难易故，境胜劣故，主师资故。】",
      "zh_TW": "疏【答：因難易故，境勝劣故，主師資故。】"
    },
    {
      "id": "01-003-0255_p0042",
      "zh_CN": "这三个原因。",
      "zh_TW": "這三個原因。"
    },
    {
      "id": "01-003-0255_p0043",
      "zh_CN": "疏【又问：胜莲华世界，甚超极乐，何以不往？】",
      "zh_TW": "疏【又問：勝蓮華世界，甚超極樂，何以不往？】"
    },
    {
      "id": "01-003-0255_p0044",
      "zh_CN": "胜莲华世界，那里面的受用确实超过西方极乐世界太多，为什么不去往生？",
      "zh_TW": "勝蓮華世界，那裡面的受用確實超過西方極樂世界太多，為什麼不去往生？"
    },
    {
      "id": "01-003-0255_p0045",
      "zh_CN": "疏【答：乐邦在近，不应求远故。】",
      "zh_TW": "疏【答：樂邦在近，不應求遠故。】"
    },
    {
      "id": "01-003-0255_p0046",
      "zh_CN": "这个问题我们等到后面再讨论。我们先看前面「因有难易，境有胜劣，主有师资」这三个问题：",
      "zh_TW": "這個問題我們等到後面再討論。我們先看前面「因有難易，境有勝劣，主有師資」這三個問題："
    },
    {
      "id": "01-003-0255_p0047",
      "zh_CN": "钞【问意盖谓弥勒亦现在说法，内院亦清净庄严，而不求生，当是何故。】",
      "zh_TW": "鈔【問意蓋謂彌勒亦現在說法，內院亦清淨莊嚴，而不求生，當是何故。】"
    },
    {
      "id": "01-003-0255_p0048",
      "zh_CN": "这是问的意思。",
      "zh_TW": "這是問的意思。"
    },
    {
      "id": "01-003-0255_p0049",
      "zh_CN": "钞【答有三义。】",
      "zh_TW": "鈔【答有三義。】"
    },
    {
      "id": "01-003-0255_p0050",
      "zh_CN": "三个缘故。",
      "zh_TW": "三個緣故。"
    },
    {
      "id": "01-003-0255_p0051",
      "zh_CN": "钞【一、因难易者，凡生内院，必智断功德，堪与圣流。】",
      "zh_TW": "鈔【一、因難易者，凡生內院，必智斷功德，堪與聖流。】"
    },
    {
      "id": "01-003-0255_p0052",
      "zh_CN": "凡是往生弥勒内院，必须具备这个条件。",
      "zh_TW": "凡是往生彌勒內院，必須具備這個條件。"
    },
    {
      "id": "01-003-0255_p0053",
      "zh_CN": "演【必智断功德，堪与圣流者，智断，即证智断惑功德，内院皆证智断惑圣人所居，无此功德，不堪与会故。】",
      "zh_TW": "演【必智斷功德，堪與聖流者，智斷，即證智斷惑功德，內院皆證智斷惑聖人所居，無此功德，不堪與會故。】"
    },
    {
      "id": "01-003-0255_p0054",
      "zh_CN": "这个意思很明显的告诉我们，弥勒内院进去的标准很高，你达不到那个标准，你就去不了。像我们考学校，我们这个地方离台湾大学很近，你家住在台大隔壁，不念台大，跑到高雄去念，为什么？这个地方分数高，考不进去；高雄虽然很远，那个地方录取的分数低，你就到那边去了，就这么个道理。凡是往生弥勒净土，弥勒菩萨是学法相唯识的，法相唯识的修行是修「唯心识定」，唯心识定不那么容易，它有五个层次，叫「五重唯识观」。就是它的境界有五个层次，要修到最高的那个层次才能生到弥勒净土，没有这样功夫的人，想去也去不了，弥勒菩萨不会来接引你。我天天念他的名号，他不会来接引你，他是要你有这个能力、有这个定功，你自己来，他也欢迎你。你来不了，他不会去接你，你怎么想，想是枉然，没用处的。这就是因有难有易。下面讲容易的：",
      "zh_TW": "這個意思很明顯的告訴我們，彌勒內院進去的標準很高，你達不到那個標準，你就去不了。像我們考學校，我們這個地方離台灣大學很近，你家住在台大隔壁，不念台大，跑到高雄去念，為什麼？這個地方分數高，考不進去；高雄雖然很遠，那個地方錄取的分數低，你就到那邊去了，就這麼個道理。凡是往生彌勒淨土，彌勒菩薩是學法相唯識的，法相唯識的修行是修「唯心識定」，唯心識定不那麼容易，它有五個層次，叫「五重唯識觀」。就是它的境界有五個層次，要修到最高的那個層次才能生到彌勒淨土，沒有這樣功夫的人，想去也去不了，彌勒菩薩不會來接引你。我天天念他的名號，他不會來接引你，他是要你有這個能力、有這個定功，你自己來，他也歡迎你。你來不了，他不會去接你，你怎麼想，想是枉然，沒用處的。這就是因有難有易。下面講容易的："
    },
    {
      "id": "01-003-0255_p0055",
      "zh_CN": "钞【非若极乐。】",
      "zh_TW": "鈔【非若極樂。】"
    },
    {
      "id": "01-003-0255_p0056",
      "zh_CN": "不像极乐世界。",
      "zh_TW": "不像極樂世界。"
    },
    {
      "id": "01-003-0255_p0057",
      "zh_CN": "钞【但求生者，净念成就，即克如愿，无论惑业。】",
      "zh_TW": "鈔【但求生者，淨念成就，即克如願，無論惑業。】"
    },
    {
      "id": "01-003-0255_p0058",
      "zh_CN": "净土宗就容易，求生西方极乐世界的人，只要净念成就，不必要断惑。弥勒净土是要智断的功德，往生西方不需要。如果有智断的功夫，往生西方极乐世界是上辈往生。我们只要净念成就，这个净念最低的叫功夫成片，那就行了。古大德说「有净土」，你心里真的有，就决定往生；口里有，心里没有，没有用处，那就是喊破喉咙也枉然；口里没有，心里有，行！管用。要把阿弥陀佛变成我们心里第一个牵挂的人，这就是心里真有了，心里除阿弥陀佛之外，什么都不要牵挂，这就决定往生。心里牵挂的多了，阿弥陀佛也在其中，往生的时候怕别的牵挂打闲岔，那个时候紧要关头一打闲岔，这个机会就错过。所以最好心里只有一个牵挂，除这一个之外，其他什么牵挂都没有，那你就决定往生。这个事情可以做得到，比智断功德容易太多了。下面又举一个例子：",
      "zh_TW": "淨土宗就容易，求生西方極樂世界的人，只要淨念成就，不必要斷惑。彌勒淨土是要智斷的功德，往生西方不需要。如果有智斷的功夫，往生西方極樂世界是上輩往生。我們只要淨念成就，這個淨念最低的叫功夫成片，那就行了。古大德說「有淨土」，你心裡真的有，就決定往生；口裡有，心裡沒有，沒有用處，那就是喊破喉嚨也枉然；口裡沒有，心裡有，行！管用。要把阿彌陀佛變成我們心裡第一個牽掛的人，這就是心裡真有了，心裡除阿彌陀佛之外，什麼都不要牽掛，這就決定往生。心裡牽掛的多了，阿彌陀佛也在其中，往生的時候怕別的牽掛打閒岔，那個時候緊要關頭一打閒岔，這個機會就錯過。所以最好心裡只有一個牽掛，除這一個之外，其他什麼牽掛都沒有，那你就決定往生。這個事情可以做得到，比智斷功德容易太多了。下面又舉一個例子："
    },
    {
      "id": "01-003-0255_p0059",
      "zh_CN": "钞【昔奘师谓内院易生，良以兜率之离人世可计由旬，极乐之去娑婆历多佛刹，彼论地不论因，今论因不论地，义各有取。】",
      "zh_TW": "鈔【昔奘師謂內院易生，良以兜率之離人世可計由旬，極樂之去娑婆歷多佛剎，彼論地不論因，今論因不論地，義各有取。】"
    },
    {
      "id": "01-003-0255_p0060",
      "zh_CN": "因为玄奘大师是学法相唯识的，是往生弥勒净土的，他行，他有这个本事，有这个定力。这是法相唯识的祖师，窥基大师的老师，他们没有问题，我们的功夫比不上他。他劝人到兜率天，兜率天近，西方极乐世界远，为什么舍近求远？他是论地不论因，我们今天是论因不论地。",
      "zh_TW": "因為玄奘大師是學法相唯識的，是往生彌勒淨土的，他行，他有這個本事，有這個定力。這是法相唯識的祖師，窺基大師的老師，他們沒有問題，我們的功夫比不上他。他勸人到兜率天，兜率天近，西方極樂世界遠，為什麼捨近求遠？他是論地不論因，我們今天是論因不論地。"
    },
    {
      "id": "01-003-0255_p0061",
      "zh_CN": "钞【然极而论之，奘师为当时一类之机，此经乃万世常行之道耳。】",
      "zh_TW": "鈔【然極而論之，奘師為當時一類之機，此經乃萬世常行之道耳。】"
    },
    {
      "id": "01-003-0255_p0062",
      "zh_CN": "这句话非常重要，如果没有这句话，意思就不圆满。所以古大德劝人，他是会观机的。譬如他赞禅，劝你参禅，他观察你是禅的根机，你参禅能得定、能开悟。你是什么样的根性，就教你学哪一个法门，赞叹哪一个法门。玄奘大师当年说的这个话，说话一定有对象，那些人必定是法相唯识的根机，确实有能力生兜率天追随弥勒菩萨，是劝他们的，不是劝大众的。本经是十方三世一切诸佛如来普劝法界一切众生，这个意思不一样！所以我们一定要明了。实在说，即使我有能力到兜率天，你问我，我去不去？我决定不去，我到极乐世界亲近阿弥陀佛去。为什么？西方世界比兜率天殊胜太多，兜率天不能跟西方世界相比。下面这一段就说到：",
      "zh_TW": "這句話非常重要，如果沒有這句話，意思就不圓滿。所以古大德勸人，他是會觀機的。譬如他讚禪，勸你參禪，他觀察你是禪的根機，你參禪能得定、能開悟。你是什麼樣的根性，就教你學哪一個法門，讚歎哪一個法門。玄奘大師當年說的這個話，說話一定有對象，那些人必定是法相唯識的根機，確實有能力生兜率天追隨彌勒菩薩，是勸他們的，不是勸大眾的。本經是十方三世一切諸佛如來普勸法界一切眾生，這個意思不一樣！所以我們一定要明瞭。實在說，即使我有能力到兜率天，你問我，我去不去？我決定不去，我到極樂世界親近阿彌陀佛去。為什麼？西方世界比兜率天殊勝太多，兜率天不能跟西方世界相比。下面這一段就說到："
    },
    {
      "id": "01-003-0255_p0063",
      "zh_CN": "钞【二、境胜劣者，内院不越三界之中，极乐出过三界之外。】",
      "zh_TW": "鈔【二、境勝劣者，內院不越三界之中，極樂出過三界之外。】"
    },
    {
      "id": "01-003-0255_p0064",
      "zh_CN": "这是境界不一样。兜率天在我们娑婆世界里面，没有出娑婆世界，不过是娑婆世界一个特殊的区域。圣人所居的，是个特别的区域，但是它在三界之内，西方世界超出三界太多了。",
      "zh_TW": "這是境界不一樣。兜率天在我們娑婆世界裡面，沒有出娑婆世界，不過是娑婆世界一個特殊的區域。聖人所居的，是個特別的區域，但是它在三界之內，西方世界超出三界太多了。"
    },
    {
      "id": "01-003-0255_p0065",
      "zh_CN": "钞【极乐疑城尚无女人，内院外生便有五欲，故曰下生犹胜天宫也。】",
      "zh_TW": "鈔【極樂疑城尚無女人，內院外生便有五欲，故曰下生猶勝天宮也。】"
    },
    {
      "id": "01-003-0255_p0066",
      "zh_CN": "『下生』是说极乐世界的边地疑城，那里面所受的快乐超过夜摩天、超过忉利天，所以内院比不上西方极乐世界。",
      "zh_TW": "『下生』是說極樂世界的邊地疑城，那裡面所受的快樂超過夜摩天、超過忉利天，所以內院比不上西方極樂世界。"
    },
    {
      "id": "01-003-0255_p0067",
      "zh_CN": "钞【三、主师资者，弥陀圆万德之果，已证如来。】",
      "zh_TW": "鈔【三、主師資者，彌陀圓萬德之果，已證如來。】"
    },
    {
      "id": "01-003-0255_p0068",
      "zh_CN": "阿弥陀佛早已圆满证得圆教的佛果，早成佛了。不但成佛而且被一切诸佛所尊敬，像我们释迦牟尼佛赞叹他「光中极尊，佛中之王」，他被一切诸佛赞叹。",
      "zh_TW": "阿彌陀佛早已圓滿證得圓教的佛果，早成佛了。不但成佛而且被一切諸佛所尊敬，像我們釋迦牟尼佛讚歎他「光中極尊，佛中之王」，他被一切諸佛讚歎。"
    },
    {
      "id": "01-003-0255_p0069",
      "zh_CN": "钞【弥勒称补处之尊，犹居等觉。】",
      "zh_TW": "鈔【彌勒稱補處之尊，猶居等覺。】"
    },
    {
      "id": "01-003-0255_p0070",
      "zh_CN": "弥勒现在是等觉菩萨，没成佛。",
      "zh_TW": "彌勒現在是等覺菩薩，沒成佛。"
    },
    {
      "id": "01-003-0255_p0071",
      "zh_CN": "钞【经云：其中多有一生补处。则弥勒方与观音势至，同侍导师之侧，曰师资也。】",
      "zh_TW": "鈔【經云：其中多有一生補處。則彌勒方與觀音勢至，同侍導師之側，曰師資也。】"
    },
    {
      "id": "01-003-0255_p0072",
      "zh_CN": "弥勒菩萨什么身分？在西方极乐世界是阿弥陀佛的学生，我们往生西方极乐世界，要知道，跟弥勒菩萨称兄道弟，我们是同一个老师，师兄弟关系。你要是生到弥勒净土，跟弥勒菩萨是师生关系，你矮了一截。所以到西方世界，跟弥勒菩萨是师兄弟，你要是想到内院去玩玩，随意就去了，去看看我那师兄，到那里去，弥勒菩萨还要下座特别来招待你，不一样！这些事实都要了解。",
      "zh_TW": "彌勒菩薩什麼身分？在西方極樂世界是阿彌陀佛的學生，我們往生西方極樂世界，要知道，跟彌勒菩薩稱兄道弟，我們是同一個老師，師兄弟關係。你要是生到彌勒淨土，跟彌勒菩薩是師生關係，你矮了一截。所以到西方世界，跟彌勒菩薩是師兄弟，你要是想到內院去玩玩，隨意就去了，去看看我那師兄，到那裡去，彌勒菩薩還要下座特別來招待你，不一樣！這些事實都要了解。"
    },
    {
      "id": "01-003-0255_p0073",
      "zh_CN": "钞【故见弥陀，即见弥勒；见弥勒，未必见弥陀。】",
      "zh_TW": "鈔【故見彌陀，即見彌勒；見彌勒，未必見彌陀。】"
    },
    {
      "id": "01-003-0255_p0074",
      "zh_CN": "这是真的，你往生到兜率内院，不一定有机会到极乐世界去；可是往生到西方极乐世界，可以随意到弥勒内院去。",
      "zh_TW": "這是真的，你往生到兜率內院，不一定有機會到極樂世界去；可是往生到西方極樂世界，可以隨意到彌勒內院去。"
    },
    {
      "id": "01-003-0255_p0075",
      "zh_CN": "钞【又古德有云：先生西方，后生龙华，亦大有理，偏求极乐，不亦宜乎。】",
      "zh_TW": "鈔【又古德有云：先生西方，後生龍華，亦大有理，偏求極樂，不亦宜乎。】"
    },
    {
      "id": "01-003-0255_p0076",
      "zh_CN": "龙华三会我们要想参加，不难，弥勒菩萨鼓掌欢迎，你到内院去往生，将来他成佛，你是他的声闻弟子，像舍利弗、目犍连之流。弥勒菩萨示现成佛时，我们从西方世界来的话，那我们就像普贤菩萨、文殊菩萨，是师兄弟来示现、来帮助他的，身分地位完全不相同！这些统统是事实真相。若不把这些事实真相搞清楚、搞明白，我们就不知道怎样去选择；都搞清楚明白了，自己就知道如何去选择，这个才正确而不会产生错误，那个错误是很遗憾的事情。",
      "zh_TW": "龍華三會我們要想參加，不難，彌勒菩薩鼓掌歡迎，你到內院去往生，將來他成佛，你是他的聲聞弟子，像舍利弗、目犍連之流。彌勒菩薩示現成佛時，我們從西方世界來的話，那我們就像普賢菩薩、文殊菩薩，是師兄弟來示現、來幫助他的，身分地位完全不相同！這些統統是事實真相。若不把這些事實真相搞清楚、搞明白，我們就不知道怎樣去選擇；都搞清楚明白了，自己就知道如何去選擇，這個才正確而不會產生錯誤，那個錯誤是很遺憾的事情。"
    },
    {
      "id": "01-003-0255_p0077",
      "zh_CN": "钞【胜莲华者，详见前寿命文中。】",
      "zh_TW": "鈔【勝蓮華者，詳見前壽命文中。】"
    },
    {
      "id": "01-003-0255_p0078",
      "zh_CN": "前面曾经说过，「华严寿量品，谓娑婆世界一劫，为极乐世界一昼夜。极乐世界一劫，为袈裟幢世界一昼夜，展转劫日相对，乃至百万阿僧祇世界，极于胜莲华，则极乐仅胜娑婆，劣后殊甚，安得为更无限量之无量乎。」这是举《华严经》上这一段经文，说明诸佛刹土里面超胜西方极乐世界的很多。为什么诸佛都劝我们到西方极乐世界去？譬如我们这个世间，许多著名的都会，它的繁荣、兴盛比我们这个地方超越太多，无论在物质、精神的享受，也不是我们这个地区能跟它相比的，那地方确实好。为什么劝你到这里来？这个地方有一个著名的大学，你是去享福还是想去求学？到西方极乐世界是去求学，不是去享乐。在那个地方完成学业之后，十方无量无边恒沙国土随意往生，包不包括胜莲华世界？佛没有注明胜莲华世界除外，换句话说，也包括在内。所以往生西方极乐世界，古人讲一生一切生，这个很有道理。生到西方极乐世界就等于生到一切诸佛国土，包括胜莲华世界。可是我们不生西方极乐世界，生他方诸佛世界，没有能力，条件很高，连兜率天都去不了！兜率天的条件比起胜莲华世界又要差很多。这些事实一定要懂得。",
      "zh_TW": "前面曾經說過，「華嚴壽量品，謂娑婆世界一劫，為極樂世界一晝夜。極樂世界一劫，為袈裟幢世界一晝夜，展轉劫日相對，乃至百萬阿僧祇世界，極於勝蓮華，則極樂僅勝娑婆，劣後殊甚，安得為更無限量之無量乎。」這是舉《華嚴經》上這一段經文，說明諸佛剎土裡面超勝西方極樂世界的很多。為什麼諸佛都勸我們到西方極樂世界去？譬如我們這個世間，許多著名的都會，它的繁榮、興盛比我們這個地方超越太多，無論在物質、精神的享受，也不是我們這個地區能跟它相比的，那地方確實好。為什麼勸你到這裡來？這個地方有一個著名的大學，你是去享福還是想去求學？到西方極樂世界是去求學，不是去享樂。在那個地方完成學業之後，十方無量無邊恆沙國土隨意往生，包不包括勝蓮華世界？佛沒有註明勝蓮華世界除外，換句話說，也包括在內。所以往生西方極樂世界，古人講一生一切生，這個很有道理。生到西方極樂世界就等於生到一切諸佛國土，包括勝蓮華世界。可是我們不生西方極樂世界，生他方諸佛世界，沒有能力，條件很高，連兜率天都去不了！兜率天的條件比起勝蓮華世界又要差很多。這些事實一定要懂得。"
    },
    {
      "id": "01-003-0255_p0079",
      "zh_CN": "回过头来想想自己的根性、自己的程度，用什么巧妙的方法，我们很容易、很快速，也能达到最高的、最殊胜的诸佛国土，那就是无过于先到西方极乐世界，到那里去成就。任何一个诸佛刹土，没有给你讲一到那个地方「华开见佛悟无生」，只有西方极乐世界，上品上生的，一到那里华开见佛，换句话，就证圆教七地的果位。而圆教八地菩萨就有能力遍游诸佛刹土。我们生到西方极乐世界，《弥陀经》上说过，《无量寿经》上说过，生到西方极乐世界就证得阿鞞跋致的菩萨，阿鞞跋致，最低的是七地，最高的是九地，可见得到达西方极乐世界就有能力遍游一切诸佛刹土。上品上生，到那里就亲自证得；下下品往生的要十二劫。是不是等到十二劫之后，华开见佛，才有能力遍参诸佛刹土？不要等，到达西方极乐世界也跟八地菩萨一样，下下品往生，生到西方极乐世界，也能去十方诸佛国土参访。自己没有这个能力，怎么能去？弥陀的学生！一切诸佛都欢迎你，这是蒙阿弥陀佛本愿威神的加持。你自己没有能力，佛加持你；你有能力的时候，佛还加持你。诸位一定要知道，这是其他经论里没有，其他诸佛刹土也没有，一切诸佛劝我们求生极乐世界，有道理，不是随便说的。大家细读《无量寿经》，《无量寿经》字字句句都不能轻易看过，你才真正觉悟到净土的超胜，超越一切诸佛国土，无比的殊胜。等于说是一切诸佛建立的一个佛教大学，帮助一切众生在那个地方成佛，你就想那个地方多殊胜。",
      "zh_TW": "回過頭來想想自己的根性、自己的程度，用什麼巧妙的方法，我們很容易、很快速，也能達到最高的、最殊勝的諸佛國土，那就是無過於先到西方極樂世界，到那裡去成就。任何一個諸佛剎土，沒有給你講一到那個地方「華開見佛悟無生」，只有西方極樂世界，上品上生的，一到那裡華開見佛，換句話，就證圓教七地的果位。而圓教八地菩薩就有能力遍遊諸佛剎土。我們生到西方極樂世界，《彌陀經》上說過，《無量壽經》上說過，生到西方極樂世界就證得阿鞞跋致的菩薩，阿鞞跋致，最低的是七地，最高的是九地，可見得到達西方極樂世界就有能力遍遊一切諸佛剎土。上品上生，到那裡就親自證得；下下品往生的要十二劫。是不是等到十二劫之後，華開見佛，才有能力遍參諸佛剎土？不要等，到達西方極樂世界也跟八地菩薩一樣，下下品往生，生到西方極樂世界，也能去十方諸佛國土參訪。自己沒有這個能力，怎麼能去？彌陀的學生！一切諸佛都歡迎你，這是蒙阿彌陀佛本願威神的加持。你自己沒有能力，佛加持你；你有能力的時候，佛還加持你。諸位一定要知道，這是其他經論裡沒有，其他諸佛剎土也沒有，一切諸佛勸我們求生極樂世界，有道理，不是隨便說的。大家細讀《無量壽經》，《無量壽經》字字句句都不能輕易看過，你才真正覺悟到淨土的超勝，超越一切諸佛國土，無比的殊勝。等於說是一切諸佛建立的一個佛教大學，幫助一切眾生在那個地方成佛，你就想那個地方多殊勝。"
    },
    {
      "id": "01-003-0255_p0080",
      "zh_CN": "钞【今谓华严较论国土。】",
      "zh_TW": "鈔【今謂華嚴較論國土。】"
    },
    {
      "id": "01-003-0255_p0081",
      "zh_CN": "就是《华严经》较量诸佛国土。",
      "zh_TW": "就是《華嚴經》較量諸佛國土。"
    },
    {
      "id": "01-003-0255_p0082",
      "zh_CN": "钞【娑婆之后，即云极乐，远之又远，至百万阿僧祇世界，方曰胜莲。】",
      "zh_TW": "鈔【娑婆之後，即云極樂，遠之又遠，至百萬阿僧祇世界，方曰勝蓮。】"
    },
    {
      "id": "01-003-0255_p0083",
      "zh_CN": "我们娑婆世界到西方极乐世界距离十万亿佛国土，胜莲华国距离我们娑婆世界是百万阿僧祇个佛刹（世界就是佛刹），这个距离实在太远了，十万亿跟百万阿僧祇不能比！大师又从远近上来给我们做一个较量，论远近，不论因行。论远近，就像前面玄奘大师劝一些当机的人说法一样，诸位要晓得，这个说法都是权巧方便说。",
      "zh_TW": "我們娑婆世界到西方極樂世界距離十萬億佛國土，勝蓮華國距離我們娑婆世界是百萬阿僧祇個佛剎（世界就是佛剎），這個距離實在太遠了，十萬億跟百萬阿僧祇不能比！大師又從遠近上來給我們做一個較量，論遠近，不論因行。論遠近，就像前面玄奘大師勸一些當機的人說法一樣，諸位要曉得，這個說法都是權巧方便說。"
    },
    {
      "id": "01-003-0255_p0084",
      "zh_CN": "钞【则极乐者邻邦，胜莲者遐域也，喻如越饥吴稔，举足即吴，舍吴不往，而慕燕秦，惑亦甚矣。】",
      "zh_TW": "鈔【則極樂者鄰邦，勝蓮者遐域也，喻如越饑吳稔，舉足即吳，捨吳不往，而慕燕秦，惑亦甚矣。】"
    },
    {
      "id": "01-003-0255_p0085",
      "zh_CN": "『越』是现在的浙江，『吴』是现在的江苏，这两个地方很近。如果这个地方闹饥荒，隔壁那个城市，它那个地方丰收，到那里就有得吃了。『燕』是现在的辽宁，『秦』是现在的西安一代，距离远！这从远近上来说。所以我们知道大师这个说法是权巧方便说。我们从理、从事实真相上要了解，这才是事实的真相。",
      "zh_TW": "『越』是現在的浙江，『吳』是現在的江蘇，這兩個地方很近。如果這個地方鬧飢荒，隔壁那個城市，它那個地方豐收，到那裡就有得吃了。『燕』是現在的遼寧，『秦』是現在的西安一代，距離遠！這從遠近上來說。所以我們知道大師這個說法是權巧方便說。我們從理、從事實真相上要了解，這才是事實的真相。"
    },
    {
      "id": "01-003-0255_p0086",
      "zh_CN": "胜莲华世界贤胜佛刹，普贤、文殊这样的大菩萨经常在那些地区活动。这里面给我们一个很大的启示，凡是生到西方极乐世界的人都是普贤菩萨。《无量寿经》第二品「德遵普贤」，胜莲华世界当然就有分，这是《华严经》里面讲的，普贤菩萨充满其中。到西方极乐世界，自己就是普贤菩萨。所以西方世界不但是一真法界，实在讲是普贤菩萨的法界，人人都是修普贤行。普贤跟其他菩萨不一样，心地真正清净平等，丝毫的分别执着都没有，所以他的心是尽虚空遍法界，无论什么地方都有感应道交。过去魏源居士将《普贤行愿品》合在净土三经，称为净土四经。民国初年，印光老法师把《楞严经大势至圆通章》附在四经后面，称为净土五经。",
      "zh_TW": "勝蓮華世界賢勝佛剎，普賢、文殊這樣的大菩薩經常在那些地區活動。這裡面給我們一個很大的啟示，凡是生到西方極樂世界的人都是普賢菩薩。《無量壽經》第二品「德遵普賢」，勝蓮華世界當然就有分，這是《華嚴經》裡面講的，普賢菩薩充滿其中。到西方極樂世界，自己就是普賢菩薩。所以西方世界不但是一真法界，實在講是普賢菩薩的法界，人人都是修普賢行。普賢跟其他菩薩不一樣，心地真正清淨平等，絲毫的分別執著都沒有，所以他的心是盡虛空遍法界，無論什麼地方都有感應道交。過去魏源居士將《普賢行願品》合在淨土三經，稱為淨土四經。民國初年，印光老法師把《楞嚴經大勢至圓通章》附在四經後面，稱為淨土五經。"
    },
    {
      "id": "01-003-0255_p0087",
      "zh_CN": "把这些理搞清楚、事搞清楚了，我们对于净宗的修学就会死心塌地，一门深入；能死心塌地、一门深入，成就是很快的。《弥陀经》上讲的，那实在是真正太不可思议，「若一日若二日若三日到若七日」就成就了，这个话也是真的不是假的。七天成就了，我们不晓得念了多少个七天，都没有成就，是不是佛说错了？佛跟经上决定不错，问题在哪里？我们念的不如理不如法，所以念很多年也没成就。如理如法的修学，确实很快就能成功。这个法门快速，成就快，不可思议，窥基大师在《阿弥陀经通赞疏》里面这样赞叹过。窥基是法相唯识宗的祖师，对于净土法门备极赞叹，那才叫真正的善知识。窥基大师赞叹净土，承认净土是顿教，成就是无比的快速，经中一日到七日成功。我们看《往生传》，看《净土圣贤录》，以及看近代的，这些真正往生，预知时至，临走不生病，走得很潇洒、很自在，站着走、坐着走的，真的一般大概就是三年。修学其他法门，三年要成就，很少见，净土三年成就太多太多了，这都是值得我们深深去反省的。果然明了，你的信心自然清净，信心坚定，愿力恳切，这就决定得生。我们今天就讲到此地。",
      "zh_TW": "把這些理搞清楚、事搞清楚了，我們對於淨宗的修學就會死心塌地，一門深入；能死心塌地、一門深入，成就是很快的。《彌陀經》上講的，那實在是真正太不可思議，「若一日若二日若三日到若七日」就成就了，這個話也是真的不是假的。七天成就了，我們不曉得念了多少個七天，都沒有成就，是不是佛說錯了？佛跟經上決定不錯，問題在哪裡？我們念的不如理不如法，所以念很多年也沒成就。如理如法的修學，確實很快就能成功。這個法門快速，成就快，不可思議，窺基大師在《阿彌陀經通贊疏》裡面這樣讚歎過。窺基是法相唯識宗的祖師，對於淨土法門備極讚歎，那才叫真正的善知識。窺基大師讚歎淨土，承認淨土是頓教，成就是無比的快速，經中一日到七日成功。我們看《往生傳》，看《淨土聖賢錄》，以及看近代的，這些真正往生，預知時至，臨走不生病，走得很瀟灑、很自在，站著走、坐著走的，真的一般大概就是三年。修學其他法門，三年要成就，很少見，淨土三年成就太多太多了，這都是值得我們深深去反省的。果然明瞭，你的信心自然清淨，信心堅定，願力懇切，這就決定得生。我們今天就講到此地。"
    }
  ]
}