{
  "doc_id": "01-003-0118",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一八集",
    "zh_TW": "第一一八集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0118",
  "total_paragraphs": 98,
  "paragraphs": [
    {
      "id": "01-003-0118_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第二五四页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第二五四頁："
    },
    {
      "id": "01-003-0118_p0002",
      "zh_CN": "◎【三、人天众】",
      "zh_TW": "◎【三、人天眾】"
    },
    {
      "id": "01-003-0118_p0003",
      "zh_CN": "请看经文：",
      "zh_TW": "請看經文："
    },
    {
      "id": "01-003-0118_p0004",
      "zh_CN": "经【及释提桓因等。无量诸天大众俱。】",
      "zh_TW": "經【及釋提桓因等。無量諸天大眾俱。】"
    },
    {
      "id": "01-003-0118_p0005",
      "zh_CN": "我们看莲池大师的注解：",
      "zh_TW": "我們看蓮池大師的註解："
    },
    {
      "id": "01-003-0118_p0006",
      "zh_CN": "疏【及者，承前言净土法门，不但诸圣与会，一切凡众皆同闻故。】",
      "zh_TW": "疏【及者，承前言淨土法門，不但諸聖與會，一切凡眾皆同聞故。】"
    },
    {
      "id": "01-003-0118_p0007",
      "zh_CN": "这句说明西方极乐世界的状况，确实是九法界有情众生共同俱会一处，这个现象也就说明圆证三不退，圆登四土，我们在《无量寿经》里面看得非常详细，《弥陀经》上也是这样说的。菩萨生到那边生实报庄严土，像华严会上四十一位法身大士，虽然是生实报庄严土，但是同时也生常寂光土，亦生方便有余土，亦生凡圣同居土。所以很特别，它四处是横列，不是纵列，这是跟十方世界不相同的地方，所谓一生一切生。凡夫也是如此，凡夫生到那边是凡圣同居土，同时生上三土。能够与这些诸上善人，诸上善人是指等觉菩萨，跟这些等觉菩萨可以天天在一起，就是因为西方净土这四土是横列，不是纵列，所以他们才能够在一起。",
      "zh_TW": "這句說明西方極樂世界的狀況，確實是九法界有情眾生共同俱會一處，這個現象也就說明圓證三不退，圓登四土，我們在《無量壽經》裡面看得非常詳細，《彌陀經》上也是這樣說的。菩薩生到那邊生實報莊嚴土，像華嚴會上四十一位法身大士，雖然是生實報莊嚴土，但是同時也生常寂光土，亦生方便有餘土，亦生凡聖同居土。所以很特別，它四處是橫列，不是縱列，這是跟十方世界不相同的地方，所謂一生一切生。凡夫也是如此，凡夫生到那邊是凡聖同居土，同時生上三土。能夠與這些諸上善人，諸上善人是指等覺菩薩，跟這些等覺菩薩可以天天在一起，就是因為西方淨土這四土是橫列，不是縱列，所以他們才能夠在一起。"
    },
    {
      "id": "01-003-0118_p0008",
      "zh_CN": "这里面有『一切凡众』，「凡众」就是见思烦恼没断的，这些都是随顺我们这个世界众生知见而说的。真真实实的往生到西方极乐世界，就是一品惑也没断，他也是菩萨，这是阿弥陀佛四十八愿里头说过的，凡是往生到西方极乐世界统统是菩萨。所以那个世界是纯粹菩萨的世界，我们这里有五乘，它那里只有一乘，没有五乘。说凡夫就是见思烦恼没断，说阿罗汉，那就是见思烦恼断了，尘沙、无明没破，是用这个名词比喻，不是真的。绝对不是像我们此地说人天，真的是人天，说阿罗汉真的是阿罗汉；那边没有，随顺我们习气来讲。纯一菩萨，这是我们在大经里面看得很清楚，所以两种经合起来讲有很大的好处。",
      "zh_TW": "這裡面有『一切凡眾』，「凡眾」就是見思煩惱沒斷的，這些都是隨順我們這個世界眾生知見而說的。真真實實的往生到西方極樂世界，就是一品惑也沒斷，他也是菩薩，這是阿彌陀佛四十八願裡頭說過的，凡是往生到西方極樂世界統統是菩薩。所以那個世界是純粹菩薩的世界，我們這裡有五乘，它那裡只有一乘，沒有五乘。說凡夫就是見思煩惱沒斷，說阿羅漢，那就是見思煩惱斷了，塵沙、無明沒破，是用這個名詞比喻，不是真的。絕對不是像我們此地說人天，真的是人天，說阿羅漢真的是阿羅漢；那邊沒有，隨順我們習氣來講。純一菩薩，這是我們在大經裡面看得很清楚，所以兩種經合起來講有很大的好處。"
    },
    {
      "id": "01-003-0118_p0009",
      "zh_CN": "疏【释提桓因，此云能天主。曰等，又曰无量者，尽一切诸天故。】",
      "zh_TW": "疏【釋提桓因，此云能天主。曰等，又曰無量者，盡一切諸天故。】"
    },
    {
      "id": "01-003-0118_p0010",
      "zh_CN": "『释提桓因』，这是梵语，翻成中国的意思就是『能天主』。「释」翻作能，「释迦」翻作能仁；「提桓因」就是天主，叫能天主。他有能力，「能」是赞叹他、赞美他，他确实是一位很好的天主，统理天众，显示他非常有智慧、有能力，把天众统理得非常有条理，能如法。中国人讲的玉皇大帝，实际上就是经典里面讲的释提桓因，就是忉利天主。那个天叫忉利天，「忉利」是梵语，翻成中国意思是三十三，所以也叫做三十三天。三十三天，诸位要记住，它是一层，不是三十三层。有很多人误会，说佛教讲天只有三十三天，那个弄错了，三十三天是一层天。为什么说三十三？这是释提桓因过去生中的因缘。我们晓得，无论是天上人间作国王、总统，这都是很大的福报，这个福报是前世修得的，绝对不是偶然的。释提桓因在前世修行，他发心造佛塔，另外有三十二个人帮助他把这个功德造成。以后他作了天主，那个天好像我们现在一个国家，它除了中央政府之外，还有三十二个省，那些帮助的人就像三十二个省的省主席一样。中央是天子，四周围是诸侯，仿佛这种情形。它是一个平面，每一方都有八个天，就是八个行政区。连中央一共是三十三个区域，我们称为三十三天，是这个意思，不是三十三层。由此可知，修福一定得福报，知道修福得福报，那我们造作罪业一定也有恶报。「善恶到头终有报，只争来早与来迟」，这是我们一定要相信的。",
      "zh_TW": "『釋提桓因』，這是梵語，翻成中國的意思就是『能天主』。「釋」翻作能，「釋迦」翻作能仁；「提桓因」就是天主，叫能天主。他有能力，「能」是讚歎他、讚美他，他確實是一位很好的天主，統理天眾，顯示他非常有智慧、有能力，把天眾統理得非常有條理，能如法。中國人講的玉皇大帝，實際上就是經典裡面講的釋提桓因，就是忉利天主。那個天叫忉利天，「忉利」是梵語，翻成中國意思是三十三，所以也叫做三十三天。三十三天，諸位要記住，它是一層，不是三十三層。有很多人誤會，說佛教講天只有三十三天，那個弄錯了，三十三天是一層天。為什麼說三十三？這是釋提桓因過去生中的因緣。我們曉得，無論是天上人間作國王、總統，這都是很大的福報，這個福報是前世修得的，絕對不是偶然的。釋提桓因在前世修行，他發心造佛塔，另外有三十二個人幫助他把這個功德造成。以後他作了天主，那個天好像我們現在一個國家，它除了中央政府之外，還有三十二個省，那些幫助的人就像三十二個省的省主席一樣。中央是天子，四周圍是諸侯，彷彿這種情形。它是一個平面，每一方都有八個天，就是八個行政區。連中央一共是三十三個區域，我們稱為三十三天，是這個意思，不是三十三層。由此可知，修福一定得福報，知道修福得福報，那我們造作罪業一定也有惡報。「善惡到頭終有報，只爭來早與來遲」，這是我們一定要相信的。"
    },
    {
      "id": "01-003-0118_p0011",
      "zh_CN": "『曰等，又曰无量者，尽一切诸天故』，这个「等」，「天」有二十八层天，经文里虽然没有细说，只说一个释提桓因，但是底下有『无量诸天大众俱』，这就统统包括尽了。",
      "zh_TW": "『曰等，又曰無量者，盡一切諸天故』，這個「等」，「天」有二十八層天，經文裡雖然沒有細說，只說一個釋提桓因，但是底下有『無量諸天大眾俱』，這就統統包括盡了。"
    },
    {
      "id": "01-003-0118_p0012",
      "zh_CN": "疏【曰大众者，尽一切众生故。】",
      "zh_TW": "疏【曰大眾者，盡一切眾生故。】"
    },
    {
      "id": "01-003-0118_p0013",
      "zh_CN": "说到『大众』，诸天是讲二十八层天，与会这有天人，「大众」就是我们人间。乃至包括阿修罗道，畜生、饿鬼道。说实在话，只有地狱道最苦，他没有闻法的机缘；饿鬼道里面有善根，还是可以来听经的。",
      "zh_TW": "說到『大眾』，諸天是講二十八層天，與會這有天人，「大眾」就是我們人間。乃至包括阿修羅道，畜生、餓鬼道。說實在話，只有地獄道最苦，他沒有聞法的機緣；餓鬼道裡面有善根，還是可以來聽經的。"
    },
    {
      "id": "01-003-0118_p0014",
      "zh_CN": "疏【俱者，通结并诸菩萨以下文也。】",
      "zh_TW": "疏【俱者，通結并諸菩薩以下文也。】"
    },
    {
      "id": "01-003-0118_p0015",
      "zh_CN": "钞【上并菩萨，是小大一对。】",
      "zh_TW": "鈔【上并菩薩，是小大一對。】"
    },
    {
      "id": "01-003-0118_p0016",
      "zh_CN": "『上』是指前面，声闻是小乘，菩萨是大乘，『小大一对』。",
      "zh_TW": "『上』是指前面，聲聞是小乘，菩薩是大乘，『小大一對』。"
    },
    {
      "id": "01-003-0118_p0017",
      "zh_CN": "钞【今及诸天大众，是圣凡一对。】",
      "zh_TW": "鈔【今及諸天大眾，是聖凡一對。】"
    },
    {
      "id": "01-003-0118_p0018",
      "zh_CN": "阿罗汉跟菩萨是圣人，诸天大众是凡夫，『圣凡一对』。",
      "zh_TW": "阿羅漢跟菩薩是聖人，諸天大眾是凡夫，『聖凡一對』。"
    },
    {
      "id": "01-003-0118_p0019",
      "zh_CN": "钞【圣凡共闻此经。】",
      "zh_TW": "鈔【聖凡共聞此經。】"
    },
    {
      "id": "01-003-0118_p0020",
      "zh_CN": "这个法会，与会的大众非常庄严、非常殊胜。",
      "zh_TW": "這個法會，與會的大眾非常莊嚴、非常殊勝。"
    },
    {
      "id": "01-003-0118_p0021",
      "zh_CN": "钞【毋谓净土为凡夫所不能也。】",
      "zh_TW": "鈔【毋謂淨土為凡夫所不能也。】"
    },
    {
      "id": "01-003-0118_p0022",
      "zh_CN": "这是大师苦口婆心提示我们，不要以为西方净土太高了，我们凡夫恐怕去不了，你看看经上，明明说的有凡夫！这些凡众都可以去，那我们怎么去不了？用意在此地。",
      "zh_TW": "這是大師苦口婆心提示我們，不要以為西方淨土太高了，我們凡夫恐怕去不了，你看看經上，明明說的有凡夫！這些凡眾都可以去，那我們怎麼去不了？用意在此地。"
    },
    {
      "id": "01-003-0118_p0023",
      "zh_CN": "钞【释提桓因者，具云释迦提婆因提。】",
      "zh_TW": "鈔【釋提桓因者，具云釋迦提婆因提。】"
    },
    {
      "id": "01-003-0118_p0024",
      "zh_CN": "这是梵语具足之音，中国人喜欢简单，往往把尾音省掉，像通常称菩萨应当是「菩提萨埵」，我们把尾音省掉，只称菩萨。这是中国人喜欢简略，不喜欢麻烦。",
      "zh_TW": "這是梵語具足之音，中國人喜歡簡單，往往把尾音省掉，像通常稱菩薩應當是「菩提薩埵」，我們把尾音省掉，只稱菩薩。這是中國人喜歡簡略，不喜歡麻煩。"
    },
    {
      "id": "01-003-0118_p0025",
      "zh_CN": "钞【释迦者，此云能。提婆因提者，此云天主。详有五种名，恐繁不叙。】",
      "zh_TW": "鈔【釋迦者，此云能。提婆因提者，此云天主。詳有五種名，恐繁不敘。】"
    },
    {
      "id": "01-003-0118_p0026",
      "zh_CN": "这是不多说了，因为这个并不是很重要。",
      "zh_TW": "這是不多說了，因為這個並不是很重要。"
    },
    {
      "id": "01-003-0118_p0027",
      "zh_CN": "钞【迦叶佛灭时，一女人发心修塔，三十二人佐之。】",
      "zh_TW": "鈔【迦葉佛滅時，一女人發心修塔，三十二人佐之。】"
    },
    {
      "id": "01-003-0118_p0028",
      "zh_CN": "帮助她把这个塔完成。",
      "zh_TW": "幫助她把這個塔完成。"
    },
    {
      "id": "01-003-0118_p0029",
      "zh_CN": "钞【今王忉利。】",
      "zh_TW": "鈔【今王忉利。】"
    },
    {
      "id": "01-003-0118_p0030",
      "zh_CN": "就是忉利天王。",
      "zh_TW": "就是忉利天王。"
    },
    {
      "id": "01-003-0118_p0031",
      "zh_CN": "钞【统四方三十二天。】",
      "zh_TW": "鈔【統四方三十二天。】"
    },
    {
      "id": "01-003-0118_p0032",
      "zh_CN": "前世帮助他的三十二个人，福报都是生天。佛给我们说过，佛法常讲有五个时期，这是五种坚固。第一个五百年，「解脱坚固」，听经闻法修行很容易证果。第二个五百年，「禅定坚固」。佛法刚刚到中国来的时候，所以中国的禅宗非常兴盛，就是这个道理。第三个五百年，「多闻坚固」。在隋唐这个时代，各宗各派兴盛，佛法的黄金时代，大家对教理上研究讨论，发扬光大，多闻坚固。换句话说，只会说，真正得禅定的不多，这在历史上确实看到。第四个时期，「塔寺坚固」。大家拼命修福，建塔、建寺庙，搞这个。第五个时期就是我们现在这个时代，五五百年，就是佛灭度二千五百年之后，「斗争坚固」。佛在经上跟我们说得清清楚楚的。现代人如果不斗争，那佛的话不是讲错了吗？现在人斗争，佛说得清清楚楚，那是完全正常的现象，不足以为怪。要紧的，他斗，我不斗；他争，我不争，这样就好。在这个时代里面，我们老老实实念佛，求生西方极乐世界，这是上上根人。",
      "zh_TW": "前世幫助他的三十二個人，福報都是生天。佛給我們說過，佛法常講有五個時期，這是五種堅固。第一個五百年，「解脫堅固」，聽經聞法修行很容易證果。第二個五百年，「禪定堅固」。佛法剛剛到中國來的時候，所以中國的禪宗非常興盛，就是這個道理。第三個五百年，「多聞堅固」。在隋唐這個時代，各宗各派興盛，佛法的黃金時代，大家對教理上研究討論，發揚光大，多聞堅固。換句話說，只會說，真正得禪定的不多，這在歷史上確實看到。第四個時期，「塔寺堅固」。大家拼命修福，建塔、建寺廟，搞這個。第五個時期就是我們現在這個時代，五五百年，就是佛滅度二千五百年之後，「鬥爭堅固」。佛在經上跟我們說得清清楚楚的。現代人如果不鬥爭，那佛的話不是講錯了嗎？現在人鬥爭，佛說得清清楚楚，那是完全正常的現象，不足以為怪。要緊的，他鬥，我不鬥；他爭，我不爭，這樣就好。在這個時代裡面，我們老老實實念佛，求生西方極樂世界，這是上上根人。"
    },
    {
      "id": "01-003-0118_p0033",
      "zh_CN": "这是建塔建寺福报很大。我们听了这个之后，你不要去打个妄想，我们去建庙建寺，将来可以作三十三天的天主，去享天福去。他那个时候可以，现在你要是建庙建寺，恐怕不能生天，不但不能生天，恐怕要堕阿鼻地狱，为什么？因为你建好之后，让人家斗争。从前建好的时候，请高僧大德讲经说法领众修行，这个功德很大。现在建好之后，叫人家勾心斗角，天天去斗争。从前是佛法的道场，现在是斗争道场，所以果报不一样。他们建塔可以生天，我们现在建塔寺会堕落。所以诸位一定要有智慧，要明了。",
      "zh_TW": "這是建塔建寺福報很大。我們聽了這個之後，你不要去打個妄想，我們去建廟建寺，將來可以作三十三天的天主，去享天福去。他那個時候可以，現在你要是建廟建寺，恐怕不能生天，不但不能生天，恐怕要墮阿鼻地獄，為什麼？因為你建好之後，讓人家鬥爭。從前建好的時候，請高僧大德講經說法領眾修行，這個功德很大。現在建好之後，叫人家勾心鬥角，天天去鬥爭。從前是佛法的道場，現在是鬥爭道場，所以果報不一樣。他們建塔可以生天，我們現在建塔寺會墮落。所以諸位一定要有智慧，要明瞭。"
    },
    {
      "id": "01-003-0118_p0034",
      "zh_CN": "我讲经这么多年，从来不劝人去盖庙。我是四十八年出家的，出家没多久，大概民国五十年左右，新竹青草湖无上法师他很慈悲，在寺庙旁边盖了一个念佛堂，我去看过，盖得很好。他请人到那里去念佛，而且一个月还发不少的单钱，找不到人，没人去。你就晓得现在真正有道的道场太难！不是一个容易事情。我们了解当前的环境，就晓得我们应该要怎样去做法。像我们自己举办一个讲经的法会，这个功德很大。我们办一次大专佛学讲座，这个功德也很大，让年轻人在短短时间当中，我们把所有经教集中起来在一块研究。我们大家在一起念佛共修，这个功德都很大的。我们今天就是印经布施，录音带的布施，这功德都是很大的。真正有力量，我们在电视台买一个时间，请法师天天在那里讲经，那个功德比建庙大，弘法利生！现代要向这个目标去发展，不在塔庙，塔庙几乎都是斗争的场所。",
      "zh_TW": "我講經這麼多年，從來不勸人去蓋廟。我是四十八年出家的，出家沒多久，大概民國五十年左右，新竹青草湖無上法師他很慈悲，在寺廟旁邊蓋了一個念佛堂，我去看過，蓋得很好。他請人到那裡去念佛，而且一個月還發不少的單錢，找不到人，沒人去。你就曉得現在真正有道的道場太難！不是一個容易事情。我們了解當前的環境，就曉得我們應該要怎樣去做法。像我們自己舉辦一個講經的法會，這個功德很大。我們辦一次大專佛學講座，這個功德也很大，讓年輕人在短短時間當中，我們把所有經教集中起來在一塊研究。我們大家在一起念佛共修，這個功德都很大的。我們今天就是印經布施，錄音帶的布施，這功德都是很大的。真正有力量，我們在電視台買一個時間，請法師天天在那裡講經，那個功德比建廟大，弘法利生！現代要向這個目標去發展，不在塔廟，塔廟幾乎都是鬥爭的場所。"
    },
    {
      "id": "01-003-0118_p0035",
      "zh_CN": "钞【又阿含云：本为人时，行于顿施，堪能作主，故曰天主。】",
      "zh_TW": "鈔【又阿含云：本為人時，行於頓施，堪能作主，故曰天主。】"
    },
    {
      "id": "01-003-0118_p0036",
      "zh_CN": "释提桓因过去在人道作人的时候，『行于顿施』，他肯布施，能够领导一些志同道合的人共同布施来成就佛事，所以他的果报现在在天上作天主。",
      "zh_TW": "釋提桓因過去在人道作人的時候，『行於頓施』，他肯布施，能夠領導一些志同道合的人共同布施來成就佛事，所以他的果報現在在天上作天主。"
    },
    {
      "id": "01-003-0118_p0037",
      "zh_CN": "钞【等者，等三十二。】",
      "zh_TW": "鈔【等者，等三十二。】"
    },
    {
      "id": "01-003-0118_p0038",
      "zh_CN": "等其余的三十二个人。",
      "zh_TW": "等其餘的三十二個人。"
    },
    {
      "id": "01-003-0118_p0039",
      "zh_CN": "钞【以及其余也。】",
      "zh_TW": "鈔【以及其餘也。】"
    },
    {
      "id": "01-003-0118_p0040",
      "zh_CN": "『其余』是指诸天。",
      "zh_TW": "『其餘』是指諸天。"
    },
    {
      "id": "01-003-0118_p0041",
      "zh_CN": "钞【无量者，又增词以尽，则槩欲色无色诸天也。】",
      "zh_TW": "鈔【無量者，又增詞以盡，則槩欲色無色諸天也。】"
    },
    {
      "id": "01-003-0118_p0042",
      "zh_CN": "不仅是忉利天天主以及天人，除忉利天之外，欲界天、色界天来参加这个法会的人数都非常多。底下解释「天」的意思有很多种，「天」有光明之意。",
      "zh_TW": "不僅是忉利天天主以及天人，除忉利天之外，欲界天、色界天來參加這個法會的人數都非常多。底下解釋「天」的意思有很多種，「天」有光明之意。"
    },
    {
      "id": "01-003-0118_p0043",
      "zh_CN": "钞【天有多意，或名昼，以昼长故；或名无愁恼，以常乐故。】",
      "zh_TW": "鈔【天有多意，或名晝，以晝長故；或名無愁惱，以常樂故。】"
    },
    {
      "id": "01-003-0118_p0044",
      "zh_CN": "天人的福报很大，我们人间比不上天人。天人在平常没有忧虑，没有烦恼。他临终之前七天，苦恼才出现，那个时候他就感觉到非常痛苦，叫五衰相现前。天人是化生，不是胎生，所以他没有生苦。因为是化生，他记得过去世的事情，因为他没有隔阴之迷，而且天人报得五通，除漏尽通他没有之外，其他五种神通他具足。他不是修来的，他是报得的，所以他福报很大。我们常讲「天衣无缝」，天上这个衣不要裁缝的，他想穿什么衣服，衣服已经在身上了；想什么颜色，想什么花样，随心所欲的变化，就跟西方极乐世界一样，所以他很自在。他吃东西也是如此，都是自然变化所作的。",
      "zh_TW": "天人的福報很大，我們人間比不上天人。天人在平常沒有憂慮，沒有煩惱。他臨終之前七天，苦惱才出現，那個時候他就感覺到非常痛苦，叫五衰相現前。天人是化生，不是胎生，所以他沒有生苦。因為是化生，他記得過去世的事情，因為他沒有隔陰之迷，而且天人報得五通，除漏盡通他沒有之外，其他五種神通他具足。他不是修來的，他是報得的，所以他福報很大。我們常講「天衣無縫」，天上這個衣不要裁縫的，他想穿什麼衣服，衣服已經在身上了；想什麼顏色，想什麼花樣，隨心所欲的變化，就跟西方極樂世界一樣，所以他很自在。他吃東西也是如此，都是自然變化所作的。"
    },
    {
      "id": "01-003-0118_p0045",
      "zh_CN": "苦在什么时候？就是五衰相现前的时候。天人面貌不衰老，无论多大年岁，你去看永远都是年轻，他不衰老。五衰相，第一「花萎」，天人头上都戴花，男女都喜欢戴花，花都非常的鲜艳，如果哪一天他的花枯了，他就发愁，为什么？花一枯就代表他的寿命只剩七天了。第二「身体臭秽」，福尽寿终之时，忽生臭秽。天人身体很干净，不必洗澡，身上有香气。我们自己往往在拜佛诵经，或者是在念佛的时候，很静的时候，会闻到香气，我们没有烧香，而闻到异香，这是什么原因？多半是天人从这里经过，看到你在这里念佛、看经，他在那里停留一下给你致敬，他对你很恭敬，给你致敬，身上放出香气。我们虽然看不见他，但是香气我们闻得到。这都是很好的瑞相。第三「腋下出汗」，这是衰相，他就很恐惧了。第四「衣服污秽」，他的衣服不要洗的，永远不脏的，一尘不染，这个时候衣服会沾到尘土，脏了。第五「坐立不安」。这是天人五衰相现前，他就很大的恐惧，因为他晓得他的寿命没几天了。除这个痛苦之外，他平常没有忧虑，也没有烦恼，到这个时候忧虑、烦恼统统起来了。所以此地讲，他真是乐多苦少。",
      "zh_TW": "苦在什麼時候？就是五衰相現前的時候。天人面貌不衰老，無論多大年歲，你去看永遠都是年輕，他不衰老。五衰相，第一「花萎」，天人頭上都戴花，男女都喜歡戴花，花都非常的鮮艷，如果哪一天他的花枯了，他就發愁，為什麼？花一枯就代表他的壽命只剩七天了。第二「身體臭穢」，福盡壽終之時，忽生臭穢。天人身體很乾淨，不必洗澡，身上有香氣。我們自己往往在拜佛誦經，或者是在念佛的時候，很靜的時候，會聞到香氣，我們沒有燒香，而聞到異香，這是什麼原因？多半是天人從這裡經過，看到你在這裡念佛、看經，他在那裡停留一下給你致敬，他對你很恭敬，給你致敬，身上放出香氣。我們雖然看不見他，但是香氣我們聞得到。這都是很好的瑞相。第三「腋下出汗」，這是衰相，他就很恐懼了。第四「衣服污穢」，他的衣服不要洗的，永遠不髒的，一塵不染，這個時候衣服會沾到塵土，髒了。第五「坐立不安」。這是天人五衰相現前，他就很大的恐懼，因為他曉得他的壽命沒幾天了。除這個痛苦之外，他平常沒有憂慮，也沒有煩惱，到這個時候憂慮、煩惱統統起來了。所以此地講，他真是樂多苦少。"
    },
    {
      "id": "01-003-0118_p0046",
      "zh_CN": "钞【或名灯明，以无黑暗故。】",
      "zh_TW": "鈔【或名燈明，以無黑闇故。】"
    },
    {
      "id": "01-003-0118_p0047",
      "zh_CN": "天人都有光明，身上也放光明，宫殿也放光明，所以天上是一片光明之相，他没有黑暗。这是说出天有这么多种的意思。",
      "zh_TW": "天人都有光明，身上也放光明，宮殿也放光明，所以天上是一片光明之相，他沒有黑暗。這是說出天有這麼多種的意思。"
    },
    {
      "id": "01-003-0118_p0048",
      "zh_CN": "钞【大众者，诸天而下，人及修罗，尽六道一切众生也。】",
      "zh_TW": "鈔【大眾者，諸天而下，人及修羅，盡六道一切眾生也。】"
    },
    {
      "id": "01-003-0118_p0049",
      "zh_CN": "这是一个说法。",
      "zh_TW": "這是一個說法。"
    },
    {
      "id": "01-003-0118_p0050",
      "zh_CN": "钞【一云：兼前菩萨声闻，同名大众。】",
      "zh_TW": "鈔【一云：兼前菩薩聲聞，同名大眾。】"
    },
    {
      "id": "01-003-0118_p0051",
      "zh_CN": "这也说得过去。",
      "zh_TW": "這也說得過去。"
    },
    {
      "id": "01-003-0118_p0052",
      "zh_CN": "钞【通结者，上言与大比丘众俱。今此俱者，言亦与诸菩萨诸天大众俱也。】",
      "zh_TW": "鈔【通結者，上言與大比丘眾俱。今此俱者，言亦與諸菩薩諸天大眾俱也。】"
    },
    {
      "id": "01-003-0118_p0053",
      "zh_CN": "这个文字可以有许多种的解释。广义的，把前面统统包括了，狭义的，直指这一段，都能够讲得通。",
      "zh_TW": "這個文字可以有許多種的解釋。廣義的，把前面統統包括了，狹義的，直指這一段，都能夠講得通。"
    },
    {
      "id": "01-003-0118_p0054",
      "zh_CN": "钞【或难：无色则无耳无身，鬼狱则极幽极苦，何容与会而闻此经？】",
      "zh_TW": "鈔【或難：無色則無耳無身，鬼獄則極幽極苦，何容與會而聞此經？】"
    },
    {
      "id": "01-003-0118_p0055",
      "zh_CN": "或者有人提出来，他说：你这么说，把六道众生都包括在里面了。六道，说老实话，色界天到饿鬼界，刚才我说的，这个没有人怀疑。如果讲无色界天也包括在其中，这就有人怀疑，无色界天他没有身体，没有身体他怎么来听经？地狱界太苦，地狱界怎么还可以离开地狱出来听经？像关到监狱里，某个地方讲经，还能够离开监狱出来听经？所以这个问难，他也问得很高明，他提出这个两点来。底下我们看莲大师的解释：",
      "zh_TW": "或者有人提出來，他說：你這麼說，把六道眾生都包括在裡面了。六道，說老實話，色界天到餓鬼界，剛才我說的，這個沒有人懷疑。如果講無色界天也包括在其中，這就有人懷疑，無色界天他沒有身體，沒有身體他怎麼來聽經？地獄界太苦，地獄界怎麼還可以離開地獄出來聽經？像關到監獄裡，某個地方講經，還能夠離開監獄出來聽經？所以這個問難，他也問得很高明，他提出這個兩點來。底下我們看蓮大師的解釋："
    },
    {
      "id": "01-003-0118_p0056",
      "zh_CN": "钞【然无色者无粗色，非无细色也。】",
      "zh_TW": "鈔【然無色者無粗色，非無細色也。】"
    },
    {
      "id": "01-003-0118_p0057",
      "zh_CN": "无色界天人的确没有『粗色』，粗色是显色，像我们肉眼能看得到的，这显色，他确实没有。但是他有没有色？他还是有色。譬如我们晚上睡觉会作梦，梦有没有色？梦有色，你正在做梦的时候，我看不到你梦中的色相，你自己清清楚楚，这就是叫无表色，它真有。譬如我们坐在此地，我们想一个人，我们想一个建筑物，你这一想，这个色相清清楚楚在你脑海里头浮出来，可是坐在你隔壁的人看不见。这确确实实有色！无色界天人的色相就像这个样子，有相当深禅定功夫的人他见得到。",
      "zh_TW": "無色界天人的確沒有『粗色』，粗色是顯色，像我們肉眼能看得到的，這顯色，他確實沒有。但是他有沒有色？他還是有色。譬如我們晚上睡覺會作夢，夢有沒有色？夢有色，你正在做夢的時候，我看不到你夢中的色相，你自己清清楚楚，這就是叫無表色，它真有。譬如我們坐在此地，我們想一個人，我們想一個建築物，你這一想，這個色相清清楚楚在你腦海裡頭浮出來，可是坐在你隔壁的人看不見。這確確實實有色！無色界天人的色相就像這個樣子，有相當深禪定功夫的人他見得到。"
    },
    {
      "id": "01-003-0118_p0058",
      "zh_CN": "所以有禅定功夫的人，你在那里打妄想，他知道。为什么？因为一想，你心里就有相，他看到你这个相，他看到你这个相在活动，所以你作梦他也知道，他知道你在梦头里干些什么。因为你那个梦境他完全看到，他能够看到微细色；我们一般凡夫只能够看到粗色、显色，见不到微细的色相。所以并不是无色界天人没色，他还是有色身。底下有一个证明：",
      "zh_TW": "所以有禪定功夫的人，你在那裡打妄想，他知道。為什麼？因為一想，你心裡就有相，他看到你這個相，他看到你這個相在活動，所以你作夢他也知道，他知道你在夢頭裡幹些什麼。因為你那個夢境他完全看到，他能夠看到微細色；我們一般凡夫只能夠看到粗色、顯色，見不到微細的色相。所以並不是無色界天人沒色，他還是有色身。底下有一個證明："
    },
    {
      "id": "01-003-0118_p0059",
      "zh_CN": "钞【佛涅槃时，无色天人泪下如雨。】",
      "zh_TW": "鈔【佛涅槃時，無色天人淚下如雨。】"
    },
    {
      "id": "01-003-0118_p0060",
      "zh_CN": "《涅槃经》上说的。如果无色界天人没有色了，他怎么会流泪？泪明明从眼根流下来的，可见得他确实有细色。",
      "zh_TW": "《涅槃經》上說的。如果無色界天人沒有色了，他怎麼會流淚？淚明明從眼根流下來的，可見得他確實有細色。"
    },
    {
      "id": "01-003-0118_p0061",
      "zh_CN": "钞【则身至耳闻，亦复何碍。】",
      "zh_TW": "鈔【則身至耳聞，亦復何礙。】"
    },
    {
      "id": "01-003-0118_p0062",
      "zh_CN": "他来听经确实没有障碍。",
      "zh_TW": "他來聽經確實沒有障礙。"
    },
    {
      "id": "01-003-0118_p0063",
      "zh_CN": "钞【地狱饿鬼，重者或隔不通。】",
      "zh_TW": "鈔【地獄餓鬼，重者或隔不通。】"
    },
    {
      "id": "01-003-0118_p0064",
      "zh_CN": "如果堕到阿鼻地狱、八寒八热地狱，要想来听经不容易，为什么？无间地狱，这个罪很重，他没办法出来。但是那个轻的可以，「游增地狱」这个罪就轻了，「孤独地狱」这个也轻。孤独地狱就好像把他幽禁在一个地方，平常不叫他跟大家接触，他不受什么大苦，就是好像被人家拘禁，是这么一个情形。",
      "zh_TW": "如果墮到阿鼻地獄、八寒八熱地獄，要想來聽經不容易，為什麼？無間地獄，這個罪很重，他沒辦法出來。但是那個輕的可以，「遊增地獄」這個罪就輕了，「孤獨地獄」這個也輕。孤獨地獄就好像把他幽禁在一個地方，平常不叫他跟大家接觸，他不受什麼大苦，就是好像被人家拘禁，是這麼一個情形。"
    },
    {
      "id": "01-003-0118_p0065",
      "zh_CN": "钞【轻者未可例判。】",
      "zh_TW": "鈔【輕者未可例判。】"
    },
    {
      "id": "01-003-0118_p0066",
      "zh_CN": "地狱里头罪轻的人，他还是有闻法的机会。",
      "zh_TW": "地獄裡頭罪輕的人，他還是有聞法的機會。"
    },
    {
      "id": "01-003-0118_p0067",
      "zh_CN": "钞【又佛光所触，地狱天子得证顿圆。】",
      "zh_TW": "鈔【又佛光所觸，地獄天子得證頓圓。】"
    },
    {
      "id": "01-003-0118_p0068",
      "zh_CN": "这是举出一个实际的例子来说明，『地狱天子』就是阎罗王，他有缘，他闻法也能证果，这是讲佛光所触。这一段公案是佛在作菩萨的时候，因地的时候，菩萨「足下有四十种光明」，当然这个菩萨就不是普通的菩萨，决定是地上菩萨，他这个足下才有光明。在圆满相好当中，他就放光往下照，就照到地狱了。地狱众生接触到佛的光明，他就能生到天上，在天上听到天鼓的音声，他就发真诚的忏悔心。这一忏悔，那真是无量功德，『得证顿圆』，顿圆就是十地菩萨的果位。所以忏悔的力量不可思议。",
      "zh_TW": "這是舉出一個實際的例子來說明，『地獄天子』就是閻羅王，他有緣，他聞法也能證果，這是講佛光所觸。這一段公案是佛在作菩薩的時候，因地的時候，菩薩「足下有四十種光明」，當然這個菩薩就不是普通的菩薩，決定是地上菩薩，他這個足下才有光明。在圓滿相好當中，他就放光往下照，就照到地獄了。地獄眾生接觸到佛的光明，他就能生到天上，在天上聽到天鼓的音聲，他就發真誠的懺悔心。這一懺悔，那真是無量功德，『得證頓圓』，頓圓就是十地菩薩的果位。所以懺悔的力量不可思議。"
    },
    {
      "id": "01-003-0118_p0069",
      "zh_CN": "这样的人，我们应当要晓得，他也不是个普通人，也是生生世世修行！善根非常深厚，而在他前生临终是一念之差，差在哪里？大概是什么事情不如意，瞋恨心一生起来，一念瞋恨心搞到地狱去，堕到地狱。因为他修持的福报很大，虽然堕到地狱，他还是地狱之王，作阎罗王去了。现在蒙佛光一照，他的业消了，他觉悟了，觉醒了。这一生天听到天鼓，于是生殷重忏悔之心，所以马上就能顿超十地；这个十地当然是别教十地，而非圆教十地。别教十地不错了，等于圆教十住菩萨。这就是说明地狱众生也能蒙这个法门得度。",
      "zh_TW": "這樣的人，我們應當要曉得，他也不是個普通人，也是生生世世修行！善根非常深厚，而在他前生臨終是一念之差，差在哪裡？大概是什麼事情不如意，瞋恨心一生起來，一念瞋恨心搞到地獄去，墮到地獄。因為他修持的福報很大，雖然墮到地獄，他還是地獄之王，作閻羅王去了。現在蒙佛光一照，他的業消了，他覺悟了，覺醒了。這一生天聽到天鼓，於是生殷重懺悔之心，所以馬上就能頓超十地；這個十地當然是別教十地，而非圓教十地。別教十地不錯了，等於圓教十住菩薩。這就是說明地獄眾生也能蒙這個法門得度。"
    },
    {
      "id": "01-003-0118_p0070",
      "zh_CN": "钞【然则佛说此经，光照十方，安知鬼狱不得闻也。】",
      "zh_TW": "鈔【然則佛說此經，光照十方，安知鬼獄不得聞也。】"
    },
    {
      "id": "01-003-0118_p0071",
      "zh_CN": "你怎么晓得饿鬼、地狱他们不来听经？所以忏悔要在真诚，真正忏悔，说老实话，忏悔的力量是无与伦比的。我们一般人这个忏悔心的确发不出来，心里想忏悔，实际上过几分钟就忘掉，错事情还照干，这个不叫忏悔。真正的忏悔就是孔老夫子讲的：不贰过。我知道我这个事情做错了，我以后决定没有第二次同样的过失，犯别的过失可能有，犯这个过失决定没有了，这叫真正忏悔！忏悔了，过几天还照样犯同样的过失，这个没有忏悔。从这个角度上去观察，我们世间人造了一些罪恶，很少有几个人忏悔的，所以你的业障消不掉。",
      "zh_TW": "你怎麼曉得餓鬼、地獄他們不來聽經？所以懺悔要在真誠，真正懺悔，說老實話，懺悔的力量是無與倫比的。我們一般人這個懺悔心的確發不出來，心裡想懺悔，實際上過幾分鐘就忘掉，錯事情還照幹，這個不叫懺悔。真正的懺悔就是孔老夫子講的：不貳過。我知道我這個事情做錯了，我以後決定沒有第二次同樣的過失，犯別的過失可能有，犯這個過失決定沒有了，這叫真正懺悔！懺悔了，過幾天還照樣犯同樣的過失，這個沒有懺悔。從這個角度上去觀察，我們世間人造了一些罪惡，很少有幾個人懺悔的，所以你的業障消不掉。"
    },
    {
      "id": "01-003-0118_p0072",
      "zh_CN": "业障消不掉就很麻烦，业不能消，业就会增长，这是一定道理的。它不会说保持在那里，我也不多不少，很难！消不了就会增长，增长到相当一个程度的话，一定堕三恶道。千万不要说是我天天拜佛，天天念佛诵经，大概我将来就是不能往生也不会堕三恶道？你们去看看灌顶法师，这是清朝康熙年间了不起的大法师，慈云灌顶法师，他注解的《大势至菩萨圆通章疏钞》，我们以前印过单行本。你去看看他注解的《疏钞》，他后面讲念佛人一百种果报，同样是念一句阿弥陀佛，果报有一百种不相同，第一个果报就是下地狱，念佛下地狱；第二个果报堕饿鬼，第三个果报堕畜生。你去看看，前面这三条，念佛人堕三恶道。",
      "zh_TW": "業障消不掉就很麻煩，業不能消，業就會增長，這是一定道理的。它不會說保持在那裡，我也不多不少，很難！消不了就會增長，增長到相當一個程度的話，一定墮三惡道。千萬不要說是我天天拜佛，天天念佛誦經，大概我將來就是不能往生也不會墮三惡道？你們去看看灌頂法師，這是清朝康熙年間了不起的大法師，慈雲灌頂法師，他註解的《大勢至菩薩圓通章疏鈔》，我們以前印過單行本。你去看看他註解的《疏鈔》，他後面講念佛人一百種果報，同樣是念一句阿彌陀佛，果報有一百種不相同，第一個果報就是下地獄，念佛下地獄；第二個果報墮餓鬼，第三個果報墮畜生。你去看看，前面這三條，念佛人墮三惡道。"
    },
    {
      "id": "01-003-0118_p0073",
      "zh_CN": "我那个时候很年轻，刚刚学佛，看到这个很疑惑，念佛人纵然不能往生，来生人天福报总是有的，为什么会堕三恶道？我就把这个问题提出来请教李老师，李老师一听说我这个问题，他说：你这个问题很重要，我不答复你一个人，我在讲经的时候跟大众答复，来说明。口里面虽然念佛，心里头贪瞋痴慢没断，名闻利养、是非人我没断，天天还造这种业，那你不受报，谁去受报？这样的人念佛只是口善，心不善、行不善。三业当中，你只有一头善，两头不善！所以果报还是在三途。",
      "zh_TW": "我那個時候很年輕，剛剛學佛，看到這個很疑惑，念佛人縱然不能往生，來生人天福報總是有的，為什麼會墮三惡道？我就把這個問題提出來請教李老師，李老師一聽說我這個問題，他說：你這個問題很重要，我不答覆你一個人，我在講經的時候跟大眾答覆，來說明。口裡面雖然念佛，心裡頭貪瞋痴慢沒斷，名聞利養、是非人我沒斷，天天還造這種業，那你不受報，誰去受報？這樣的人念佛只是口善，心不善、行不善。三業當中，你只有一頭善，兩頭不善！所以果報還是在三途。"
    },
    {
      "id": "01-003-0118_p0074",
      "zh_CN": "他那一百条当中，有念佛成佛、念佛成菩萨。所以一定要明理，如理如法的去念佛，连饿鬼、地狱道都能顿超十地，何况我们！像李老师常讲的，说得不好听的，现在人麻木不仁！什么叫麻木不仁？头脑心思像木头一样，已经死了，不知道利害，不怕因果，不得了！因此我们知道，念佛人不见得个个都能往生，这是真的。现在这个世间，念佛的人多，往生的人少，换句话说，念佛的人还是大多数都到三恶道去了。你要是真正了解这个原因，你好好的研究净土经典，多多看几遍灌顶法师「大势至圆通章」的注解，你会觉悟！",
      "zh_TW": "他那一百條當中，有念佛成佛、念佛成菩薩。所以一定要明理，如理如法的去念佛，連餓鬼、地獄道都能頓超十地，何況我們！像李老師常講的，說得不好聽的，現在人麻木不仁！什麼叫麻木不仁？頭腦心思像木頭一樣，已經死了，不知道利害，不怕因果，不得了！因此我們知道，念佛人不見得個個都能往生，這是真的。現在這個世間，念佛的人多，往生的人少，換句話說，念佛的人還是大多數都到三惡道去了。你要是真正了解這個原因，你好好的研究淨土經典，多多看幾遍灌頂法師「大勢至圓通章」的註解，你會覺悟！"
    },
    {
      "id": "01-003-0118_p0075",
      "zh_CN": "所以我常常讲，常常劝大家，这一句佛号怎样念才有力量？要把我们的妄念伏住。什么是妄念？是非人我、分别执着妄想、贪瞋痴慢这些东西，这个念头一起来，「阿弥陀佛」压下去，叫它不起现行，这个佛号才起作用。口里头念佛，这念头照起，那有什么用处？没用！这句佛号，佛教给我们干什么的？就是要我们伏烦恼的。你能够把烦恼伏住，这带业往生，烦恼伏住就叫做功夫成片，生凡圣同居土，这是最低的。烦恼断了，见思烦恼真正念断了，那你往生方便有余土；功夫再深一点，把尘沙烦恼也断了，无明也破一分，那你生实报庄严土。",
      "zh_TW": "所以我常常講，常常勸大家，這一句佛號怎樣念才有力量？要把我們的妄念伏住。什麼是妄念？是非人我、分別執著妄想、貪瞋痴慢這些東西，這個念頭一起來，「阿彌陀佛」壓下去，叫它不起現行，這個佛號才起作用。口裡頭念佛，這念頭照起，那有什麼用處？沒用！這句佛號，佛教給我們幹什麼的？就是要我們伏煩惱的。你能夠把煩惱伏住，這帶業往生，煩惱伏住就叫做功夫成片，生凡聖同居土，這是最低的。煩惱斷了，見思煩惱真正念斷了，那你往生方便有餘土；功夫再深一點，把塵沙煩惱也斷了，無明也破一分，那你生實報莊嚴土。"
    },
    {
      "id": "01-003-0118_p0076",
      "zh_CN": "这个地方要注意，要特别记住，我一天到晚念佛，一天念十万声佛号，我烦恼没有伏住，不能往生。因为佛在经上并没有说你一天念佛念了多少，凭你念了多少来接引你往生，不是凭这个；是凭你心清净的程度！一句阿弥陀佛就是净化我们身心的净化剂，这是决定不能疏忽的。这句佛号确确实实帮助我们身心净化，这个佛号念了就有力量，就起了作用。否则的话，口里头一天念到晚，念十万声佛号，古人还讥笑说：喊破喉咙也枉然！你三途还是照去，你喊破喉咙都枉然。所以一定要如理如法把我们的烦恼降伏下来，压下去。所以念头一起来马上换成阿弥陀佛，念到自己的心清净、平等、慈悲，念到我们的烦恼习气不起现行。断，当然不容易，但是能够念到它不起现行，这是每一个人都可以做得到的。把烦恼念断，那的确不是每个人可以做到的；念到把烦恼习气伏住，这是做得到的。再加上真正忏悔这个力量，往生西方极乐世界，这品位的高下就在这个地方看。",
      "zh_TW": "這個地方要注意，要特別記住，我一天到晚念佛，一天念十萬聲佛號，我煩惱沒有伏住，不能往生。因為佛在經上並沒有說你一天念佛念了多少，憑你念了多少來接引你往生，不是憑這個；是憑你心清淨的程度！一句阿彌陀佛就是淨化我們身心的淨化劑，這是決定不能疏忽的。這句佛號確確實實幫助我們身心淨化，這個佛號念了就有力量，就起了作用。否則的話，口裡頭一天念到晚，念十萬聲佛號，古人還譏笑說：喊破喉嚨也枉然！你三途還是照去，你喊破喉嚨都枉然。所以一定要如理如法把我們的煩惱降伏下來，壓下去。所以念頭一起來馬上換成阿彌陀佛，念到自己的心清淨、平等、慈悲，念到我們的煩惱習氣不起現行。斷，當然不容易，但是能夠念到它不起現行，這是每一個人都可以做得到的。把煩惱念斷，那的確不是每個人可以做到的；念到把煩惱習氣伏住，這是做得到的。再加上真正懺悔這個力量，往生西方極樂世界，這品位的高下就在這個地方看。"
    },
    {
      "id": "01-003-0118_p0077",
      "zh_CN": "所以《观无量寿佛经》注解后面，古来祖师大德举的就是阿阇世王，阿阇世王所造的罪业是五逆之罪，杀父亲、害母亲，跟提婆达多两个联合起来害父母，破和合僧，五逆做全了。他临命终时，地狱相现前，这时候他恐怖了，生大忏悔之心，念佛求生净土，他居然是上品中生，这个不可思议！他那个就是五逆十恶临终十念，因为忏悔的心力量太强，所以把他的品位提得那么高。正如同此地所举的例子，地狱天子就是阎罗王，阎罗王是饿鬼道的鬼王，是饿鬼道，居然蒙佛光一照，一闻天鼓就顿超十地。这个顿超十地至少也是上品中生，正符合善导大师给我们的开导，他老人家讲，三辈九品是我们遇缘不同而有差别。",
      "zh_TW": "所以《觀無量壽佛經》註解後面，古來祖師大德舉的就是阿闍世王，阿闍世王所造的罪業是五逆之罪，殺父親、害母親，跟提婆達多兩個聯合起來害父母，破和合僧，五逆做全了。他臨命終時，地獄相現前，這時候他恐怖了，生大懺悔之心，念佛求生淨土，他居然是上品中生，這個不可思議！他那個就是五逆十惡臨終十念，因為懺悔的心力量太強，所以把他的品位提得那麼高。正如同此地所舉的例子，地獄天子就是閻羅王，閻羅王是餓鬼道的鬼王，是餓鬼道，居然蒙佛光一照，一聞天鼓就頓超十地。這個頓超十地至少也是上品中生，正符合善導大師給我們的開導，他老人家講，三輩九品是我們遇緣不同而有差別。"
    },
    {
      "id": "01-003-0118_p0078",
      "zh_CN": "我们今天遇的缘是无比的殊胜，细说三经这个因缘难得，通常我们看外面，讲《弥陀经》的有，你去打听一下，这一部《弥陀经》多久讲完？七天。再打听一下，七天讲多久？一天讲一个钟点。他多半有台语翻译，两个钟点翻译去了一个钟点，实际上七个钟点把这《弥陀经》讲完。你看看我们讲到此地，这才讲个开头，已经一一八次，这经文才开头！序分，通序还没讲完，这个因缘无比的殊胜，一生难得遇到，缘真的具足了。遇缘具足了，剩下的就是我们自己肯不肯干了，这就是个人善根福德的问题，善根者，能信能解。我在这里听，真正听懂了，能信能解，这是你的善根；能愿能行是你的福德，你真正发愿，真正肯念佛，真正肯忏悔，这你有福德。你善根福德因缘这三个条件统统具足，这就往生了。经上说：不可以少善根福德因缘，得生彼国。你这三者都圆满具足，多善根、多福德、多因缘，你这一生必定往生西方世界。品位高下呢？那在你自己去努力了。下面一段称理：",
      "zh_TW": "我們今天遇的緣是無比的殊勝，細說三經這個因緣難得，通常我們看外面，講《彌陀經》的有，你去打聽一下，這一部《彌陀經》多久講完？七天。再打聽一下，七天講多久？一天講一個鐘點。他多半有台語翻譯，兩個鐘點翻譯去了一個鐘點，實際上七個鐘點把這《彌陀經》講完。你看看我們講到此地，這才講個開頭，已經一一八次，這經文才開頭！序分，通序還沒講完，這個因緣無比的殊勝，一生難得遇到，緣真的具足了。遇緣具足了，剩下的就是我們自己肯不肯幹了，這就是個人善根福德的問題，善根者，能信能解。我在這裡聽，真正聽懂了，能信能解，這是你的善根；能願能行是你的福德，你真正發願，真正肯念佛，真正肯懺悔，這你有福德。你善根福德因緣這三個條件統統具足，這就往生了。經上說：不可以少善根福德因緣，得生彼國。你這三者都圓滿具足，多善根、多福德、多因緣，你這一生必定往生西方世界。品位高下呢？那在你自己去努力了。下面一段稱理："
    },
    {
      "id": "01-003-0118_p0079",
      "zh_CN": "疏【称理，则自性彻上彻下，是罗汉菩萨诸天大众俱义。】",
      "zh_TW": "疏【稱理，則自性徹上徹下，是羅漢菩薩諸天大眾俱義。】"
    },
    {
      "id": "01-003-0118_p0080",
      "zh_CN": "这句话是这段经文称性之谈。我们看莲祖的注解：",
      "zh_TW": "這句話是這段經文稱性之談。我們看蓮祖的註解："
    },
    {
      "id": "01-003-0118_p0081",
      "zh_CN": "钞【是法平等，无有高下，上而彻乎诸圣也，上亦与之俱，下而彻乎六凡也，下亦与之俱。】",
      "zh_TW": "鈔【是法平等，無有高下，上而徹乎諸聖也，上亦與之俱，下而徹乎六凡也，下亦與之俱。】"
    },
    {
      "id": "01-003-0118_p0082",
      "zh_CN": "前面这两句，『法』是讲法性，这是讲的真如本性。在真如本性里面，万法是平等的，因为一切法「唯心所现，唯识所变」，能现能变的就是自己的真心，所现所变的境界实在是不二的。所以说『是法平等，无有高下』，这是真的，千真万确的事实。现代科学家虽然没有见性，他也懂得了，他也晓得世法平等无二无别，为什么？近代科学家将这些物质一分析，确实是平等的。世间人看到最宝贵的金刚钻跟最不值钱的泥土，科学家一分析完全相同，根本就没有两样，基本的物质是一不是二，只是排列的方程式不相同。一分析，金刚钻是原子、电子、基本粒子，泥土也是原子、电子、基本粒子组成的。再往下一分，都是些能量波动。科学家明白这个道理，世间一切万物是平等的。所谓不平等是大家的执着，离开一切分别执着，一切法平等的。",
      "zh_TW": "前面這兩句，『法』是講法性，這是講的真如本性。在真如本性裡面，萬法是平等的，因為一切法「唯心所現，唯識所變」，能現能變的就是自己的真心，所現所變的境界實在是不二的。所以說『是法平等，無有高下』，這是真的，千真萬確的事實。現代科學家雖然沒有見性，他也懂得了，他也曉得世法平等無二無別，為什麼？近代科學家將這些物質一分析，確實是平等的。世間人看到最寶貴的金剛鑽跟最不值錢的泥土，科學家一分析完全相同，根本就沒有兩樣，基本的物質是一不是二，只是排列的方程式不相同。一分析，金剛鑽是原子、電子、基本粒子，泥土也是原子、電子、基本粒子組成的。再往下一分，都是些能量波動。科學家明白這個道理，世間一切萬物是平等的。所謂不平等是大家的執著，離開一切分別執著，一切法平等的。"
    },
    {
      "id": "01-003-0118_p0083",
      "zh_CN": "『上而彻乎诸圣』，假如法性真有高下，上就不能彻下，下就不能彻上；因为它是平等的，所以它彻上彻下。上是菩萨罗汉，下是诸天人民，它能够俱，大众能俱会在一处。这也显示出西方净土是个法性土，它四土是圆融的。我们通常讲这个法门横出三界，殊不知到西方极乐世界也是横生四土，这真正是不可思议，真正是经上讲的难信之法。",
      "zh_TW": "『上而徹乎諸聖』，假如法性真有高下，上就不能徹下，下就不能徹上；因為它是平等的，所以它徹上徹下。上是菩薩羅漢，下是諸天人民，它能夠俱，大眾能俱會在一處。這也顯示出西方淨土是個法性土，它四土是圓融的。我們通常講這個法門橫出三界，殊不知到西方極樂世界也是橫生四土，這真正是不可思議，真正是經上講的難信之法。"
    },
    {
      "id": "01-003-0118_p0084",
      "zh_CN": "钞【良以四谛，十二因缘，四等六度，五戒十善，万行纷然，乃至八万四千诸尘劳门，唯是一心，真实性中无差别故。】",
      "zh_TW": "鈔【良以四諦，十二因緣，四等六度，五戒十善，萬行紛然，乃至八萬四千諸塵勞門，唯是一心，真實性中無差別故。】"
    },
    {
      "id": "01-003-0118_p0085",
      "zh_CN": "这句里面可以说将佛门修学的方法都包括尽了。『四谛』，苦集灭道，是小乘声闻所修的，这里面讲的是两重因果，「苦、集」是世间因果，「灭、道」是出世间因果。佛说法，先说果后说因，先说果，大家现在当前所受的，容易觉悟；然后再告诉你，你这苦从哪里来的，把这因缘说出来。我们今天受的苦，「苦」是从集来的，「集」就是造作，迷惑造业，这是集。迷惑造业才有这个苦果，六道轮回的苦果。我们看出世间亦复如是，「灭」是果，灭什么？灭烦恼，灭生死。出世间没有烦恼、没有生死，为什么会有这么好的果报？它那个因是「道」。小乘是三十七道品，大乘就是六度万行菩萨道。在这段里面，因为讲了「四谛」，讲了『十二因缘』，又说『四等六度』。在此地，四谛、三十七道品就专门讲的是声闻道，小乘人所修的。十二因缘是缘觉法，缘觉所修的，缘觉的根性比声闻利，听到十二因缘，他就觉悟了。",
      "zh_TW": "這句裡面可以說將佛門修學的方法都包括盡了。『四諦』，苦集滅道，是小乘聲聞所修的，這裡面講的是兩重因果，「苦、集」是世間因果，「滅、道」是出世間因果。佛說法，先說果後說因，先說果，大家現在當前所受的，容易覺悟；然後再告訴你，你這苦從哪裡來的，把這因緣說出來。我們今天受的苦，「苦」是從集來的，「集」就是造作，迷惑造業，這是集。迷惑造業才有這個苦果，六道輪迴的苦果。我們看出世間亦復如是，「滅」是果，滅什麼？滅煩惱，滅生死。出世間沒有煩惱、沒有生死，為什麼會有這麼好的果報？它那個因是「道」。小乘是三十七道品，大乘就是六度萬行菩薩道。在這段裡面，因為講了「四諦」，講了『十二因緣』，又說『四等六度』。在此地，四諦、三十七道品就專門講的是聲聞道，小乘人所修的。十二因緣是緣覺法，緣覺所修的，緣覺的根性比聲聞利，聽到十二因緣，他就覺悟了。"
    },
    {
      "id": "01-003-0118_p0086",
      "zh_CN": "十二因缘是无明缘行、行缘识、识缘名色、名色缘六入、六入缘触、触缘受、受缘爱、爱缘取、取缘有、有缘生、生缘老死。这十二因缘法里头有因有果，也是讲的三世因果。譬如无明缘行，「无明」跟「行」是过去世的因缘；行缘识，从「识」到「爱、取、有」是这一世的因果，现在世的；后面「老死」是来世的。这是三世两重因果，先讲过去世的因，现在的果，再说现在的因，来世的果。现在的因三个：爱、取、有。因为你有爱取有，才招来来世又要搞生死轮回，永远不能休息，生死疲劳。",
      "zh_TW": "十二因緣是無明緣行、行緣識、識緣名色、名色緣六入、六入緣觸、觸緣受、受緣愛、愛緣取、取緣有、有緣生、生緣老死。這十二因緣法裡頭有因有果，也是講的三世因果。譬如無明緣行，「無明」跟「行」是過去世的因緣；行緣識，從「識」到「愛、取、有」是這一世的因果，現在世的；後面「老死」是來世的。這是三世兩重因果，先講過去世的因，現在的果，再說現在的因，來世的果。現在的因三個：愛、取、有。因為你有愛取有，才招來來世又要搞生死輪迴，永遠不能休息，生死疲勞。"
    },
    {
      "id": "01-003-0118_p0087",
      "zh_CN": "这里面要注意的就是「无明」，此地讲的无明不是根本无明，假如是根本无明，那这十二因缘无明破掉了，至少是法身大士，为什么还是缘觉？缘觉没见性。这个无明叫枝末无明，不是根本无明。这个无明，通常我们讲惑业苦，这就是惑、迷惑。枝末无明并不是根本无明，也就是痴，贪瞋痴的痴。痴就是无明，愚痴，愚痴他才造业，造业他才有果报。这个十二因缘，我们要想断，实在讲，过去世的，我们断不了，前生的，我们怎么断法？所以无明、行，过去世的因缘没办法下手。从识到触这五个属于果，现在的果，果上也没办法下手。果上如果要断，我自杀了，自杀也不行，自杀过了几天又去投胎去了，不是解决问题。你再痛苦都不能自杀，自杀解决不了问题，不但解决不了问题，反而把问题搞复杂了，将来果报更苦！",
      "zh_TW": "這裡面要注意的就是「無明」，此地講的無明不是根本無明，假如是根本無明，那這十二因緣無明破掉了，至少是法身大士，為什麼還是緣覺？緣覺沒見性。這個無明叫枝末無明，不是根本無明。這個無明，通常我們講惑業苦，這就是惑、迷惑。枝末無明並不是根本無明，也就是痴，貪瞋痴的痴。痴就是無明，愚痴，愚痴他才造業，造業他才有果報。這個十二因緣，我們要想斷，實在講，過去世的，我們斷不了，前生的，我們怎麼斷法？所以無明、行，過去世的因緣沒辦法下手。從識到觸這五個屬於果，現在的果，果上也沒辦法下手。果上如果要斷，我自殺了，自殺也不行，自殺過了幾天又去投胎去了，不是解決問題。你再痛苦都不能自殺，自殺解決不了問題，不但解決不了問題，反而把問題搞複雜了，將來果報更苦！"
    },
    {
      "id": "01-003-0118_p0088",
      "zh_CN": "唯一能断的，就是从现在的因缘上断。现在因缘是什么？「爱、取、有」。爱就是无明，爱是迷惑，是起惑；取跟有是业，是行业。如果你在这三方面觉悟了，你的生死就断掉了，永脱轮回！你真正对这个世间一切法没有贪爱，你来生决定不再有轮回了。这是轮回的根！我还喜欢这个，我还想那个，好了，你这个根在，你的根没拔除，你还是要搞六道轮回。我不爱、我讨厌，行不行？不行！讨厌也是爱。讨厌怎么是爱呢？我不喜欢这个人，我不愿意见他，我爱这个人永远不要跟我见面，还是爱。诸位要晓得，这个爱，好恶都包括在里头。你喜欢他是爱，讨厌他还是爱，为什么？喜欢他，我喜欢接近得到他；不喜欢他，我喜欢他不要跟我见面，喜欢他远离我。所以，统统是属于爱。试问：我们这个心有没有？这个心要有，你的枝末无明这个根很强，六道轮回很难出离。",
      "zh_TW": "唯一能斷的，就是從現在的因緣上斷。現在因緣是什麼？「愛、取、有」。愛就是無明，愛是迷惑，是起惑；取跟有是業，是行業。如果你在這三方面覺悟了，你的生死就斷掉了，永脫輪迴！你真正對這個世間一切法沒有貪愛，你來生決定不再有輪迴了。這是輪迴的根！我還喜歡這個，我還想那個，好了，你這個根在，你的根沒拔除，你還是要搞六道輪迴。我不愛、我討厭，行不行？不行！討厭也是愛。討厭怎麼是愛呢？我不喜歡這個人，我不願意見他，我愛這個人永遠不要跟我見面，還是愛。諸位要曉得，這個愛，好惡都包括在裡頭。你喜歡他是愛，討厭他還是愛，為什麼？喜歡他，我喜歡接近得到他；不喜歡他，我喜歡他不要跟我見面，喜歡他遠離我。所以，統統是屬於愛。試問：我們這個心有沒有？這個心要有，你的枝末無明這個根很強，六道輪迴很難出離。"
    },
    {
      "id": "01-003-0118_p0089",
      "zh_CN": "还有一个方法，好！不从这里断，从「取」断也可以。实际上，这个「取」断比那个「爱」断还要难，「取」是什么？取得。你那个爱的时候，还是念头；取的时候，我要获得，我已经得到手了。得到手肯放弃比那个还没有得到手的时候，断那个观念是不相同。现在得到手了，你能不能舍掉？从「爱」上断，是从惑上断；从「取」跟「有」上断，是从行业上断。最后就「有」，能从「有」上断的，这个功夫是最高段的。「有」是什么？已经有了业，有了业能够消业，能够把这个业断掉，可见得那个功力就更大。所以缘觉出离三界，他比声闻高！智慧高，方法也巧妙，就是他能从爱取有三个方面，或者同时断，或者断其中一条，他也能永脱轮回，了生死出三界。",
      "zh_TW": "還有一個方法，好！不從這裡斷，從「取」斷也可以。實際上，這個「取」斷比那個「愛」斷還要難，「取」是什麼？取得。你那個愛的時候，還是念頭；取的時候，我要獲得，我已經得到手了。得到手肯放棄比那個還沒有得到手的時候，斷那個觀念是不相同。現在得到手了，你能不能捨掉？從「愛」上斷，是從惑上斷；從「取」跟「有」上斷，是從行業上斷。最後就「有」，能從「有」上斷的，這個功夫是最高段的。「有」是什麼？已經有了業，有了業能夠消業，能夠把這個業斷掉，可見得那個功力就更大。所以緣覺出離三界，他比聲聞高！智慧高，方法也巧妙，就是他能從愛取有三個方面，或者同時斷，或者斷其中一條，他也能永脫輪迴，了生死出三界。"
    },
    {
      "id": "01-003-0118_p0090",
      "zh_CN": "『四等六度』，四等，说的是什么？天台家将佛法分为四教：藏、通、别、圆。六度是菩萨修的，藏教菩萨修六度，通教菩萨还修六度，别圆菩萨还是离不了六度。「六度」名目虽然相同，境界不一样，一个比一个殊胜。六度是布施、持戒、忍辱、精进、禅定、般若。『五戒十善』是人天法，受持五戒能得人身，勤修十善可以生天。『万行纷然』，总收声闻、缘觉、菩萨，『八万四千尘劳』，总收六凡。四圣六凡虽然不同，『唯是一心』，都是唯心所现、唯识所变。是心作菩萨，这就是菩萨法界，是心作声闻就是声闻法界，我们心想作什么就现什么样的法界。十法界是从一心变现出来的，还归到一心；一心是万法的根源，一心也是万法的归趣。",
      "zh_TW": "『四等六度』，四等，說的是什麼？天台家將佛法分為四教：藏、通、別、圓。六度是菩薩修的，藏教菩薩修六度，通教菩薩還修六度，別圓菩薩還是離不了六度。「六度」名目雖然相同，境界不一樣，一個比一個殊勝。六度是布施、持戒、忍辱、精進、禪定、般若。『五戒十善』是人天法，受持五戒能得人身，勤修十善可以生天。『萬行紛然』，總收聲聞、緣覺、菩薩，『八萬四千塵勞』，總收六凡。四聖六凡雖然不同，『唯是一心』，都是唯心所現、唯識所變。是心作菩薩，這就是菩薩法界，是心作聲聞就是聲聞法界，我們心想作什麼就現什麼樣的法界。十法界是從一心變現出來的，還歸到一心；一心是萬法的根源，一心也是萬法的歸趣。"
    },
    {
      "id": "01-003-0118_p0091",
      "zh_CN": "在『真实性中』，就是我们真如本性里面，实在说没有十法界的差别。因为本来没有十法界的差别，所以才能彻十法界。『真实性中无差别故』，所以大众俱能彻上彻下。这个在西方极乐世界显示出来。我们在大经上看到，佛在《无量寿经》曾经讲了三句话很重要。第一「如来住真实慧」，这是讲了一个真实；第二「从实际理体之所显化」，实际理体就是真如本性；第三「惠以真实之利」，给予众生真实之利。这三个真实都称性，都是讲的真如本性。",
      "zh_TW": "在『真實性中』，就是我們真如本性裡面，實在說沒有十法界的差別。因為本來沒有十法界的差別，所以才能徹十法界。『真實性中無差別故』，所以大眾俱能徹上徹下。這個在西方極樂世界顯示出來。我們在大經上看到，佛在《無量壽經》曾經講了三句話很重要。第一「如來住真實慧」，這是講了一個真實；第二「從實際理體之所顯化」，實際理體就是真如本性；第三「惠以真實之利」，給予眾生真實之利。這三個真實都稱性，都是講的真如本性。"
    },
    {
      "id": "01-003-0118_p0092",
      "zh_CN": "所以本经与《无量寿经》，都是佛从真性里面流露出来的，无上的法宝，古人称之为「称性极谈」。《华严》称性，《法华》也称性，但是还不能算极。《弥陀经》、《无量寿经》称性达到极处，没有比这个更高的，没有比这个更圆满的。尤其是在本经，莲池大师用称理这一段给我们叙说完全是讲到自性上，真正是「唯心净土，自性弥陀」。这段文字确确实实显示出真实、实际理体。所以西方世界彻上彻下，无不圆融，无不美满，圆证三不退，圆登四土。我们过去怎么想也想不出这个道理，现在逐渐明朗，逐渐看出门道，实在是法喜充满，对我们修学，对我们弘扬，产生无比的信心。",
      "zh_TW": "所以本經與《無量壽經》，都是佛從真性裡面流露出來的，無上的法寶，古人稱之為「稱性極談」。《華嚴》稱性，《法華》也稱性，但是還不能算極。《彌陀經》、《無量壽經》稱性達到極處，沒有比這個更高的，沒有比這個更圓滿的。尤其是在本經，蓮池大師用稱理這一段給我們敘說完全是講到自性上，真正是「唯心淨土，自性彌陀」。這段文字確確實實顯示出真實、實際理體。所以西方世界徹上徹下，無不圓融，無不美滿，圓證三不退，圓登四土。我們過去怎麼想也想不出這個道理，現在逐漸明朗，逐漸看出門道，實在是法喜充滿，對我們修學，對我們弘揚，產生無比的信心。"
    },
    {
      "id": "01-003-0118_p0093",
      "zh_CN": "钞【龙蛇混杂，凡圣交参，此间佛法住持，本来如是。】",
      "zh_TW": "鈔【龍蛇混雜，凡聖交參，此間佛法住持，本來如是。】"
    },
    {
      "id": "01-003-0118_p0094",
      "zh_CN": "这句就是讲我们现前修学的环境。大师说这一段也是有个公案，有个因缘，在过去，那是唐朝时候，有一位无着禅师他去朝山，去朝五台山。从前朝山是参学，不像现在，现在朝山是去观光旅游的。以前的朝山不是去看风景的，是去参礼知识，寻师访道，是为这个去的。他的心非常虔诚，文殊菩萨就变化成老人来接待他，就是偶然之间碰到了，这个禅师碰到一个老人。这个老人就问他：你从南方来？是！从南方来的。五台山在北方，他就问：南方佛法，如何住持？禅师答复说：末法僧尼（就是出家人，男众女众），少持戒律。对于戒律都不太重视的，说这个话很感叹！大家都不守戒律，不守清规。禅师就问这个老人：北方怎么样？你们北方佛法情形如何？其实老头就是文殊菩萨，告诉他：『龙蛇混杂，凡圣交参。』所以他这一句是用文殊菩萨答无着禅师这句话说明。",
      "zh_TW": "這句就是講我們現前修學的環境。大師說這一段也是有個公案，有個因緣，在過去，那是唐朝時候，有一位無著禪師他去朝山，去朝五台山。從前朝山是參學，不像現在，現在朝山是去觀光旅遊的。以前的朝山不是去看風景的，是去參禮知識，尋師訪道，是為這個去的。他的心非常虔誠，文殊菩薩就變化成老人來接待他，就是偶然之間碰到了，這個禪師碰到一個老人。這個老人就問他：你從南方來？是！從南方來的。五台山在北方，他就問：南方佛法，如何住持？禪師答覆說：末法僧尼（就是出家人，男眾女眾），少持戒律。對於戒律都不太重視的，說這個話很感嘆！大家都不守戒律，不守清規。禪師就問這個老人：北方怎麼樣？你們北方佛法情形如何？其實老頭就是文殊菩薩，告訴他：『龍蛇混雜，凡聖交參。』所以他這一句是用文殊菩薩答無著禪師這句話說明。"
    },
    {
      "id": "01-003-0118_p0095",
      "zh_CN": "我们今天生在末法时期，对于末法时期种种不如法的现象不必责怪。为什么？本来如是！你要去责怪他，换句话说，自己吃亏了。为什么？我心不清净。我们抱着一个宗旨，各人修各人的，大家欢喜，这样就好！他不妨碍我，我也不妨碍他。他志心求道，我们能帮上忙，帮他忙；他不肯志心学道，我们合掌令欢喜，就好了。有一些人度众生的心很切，那个慈悲心超过佛菩萨，真的好像自己宁愿下地狱，恨不得要把他拉回来，怎么拉也拉不回来，结果自己被人家拉到地狱去，是真的。这是很大的错误。",
      "zh_TW": "我們今天生在末法時期，對於末法時期種種不如法的現象不必責怪。為什麼？本來如是！你要去責怪他，換句話說，自己吃虧了。為什麼？我心不清淨。我們抱著一個宗旨，各人修各人的，大家歡喜，這樣就好！他不妨礙我，我也不妨礙他。他志心求道，我們能幫上忙，幫他忙；他不肯志心學道，我們合掌令歡喜，就好了。有一些人度眾生的心很切，那個慈悲心超過佛菩薩，真的好像自己寧願下地獄，恨不得要把他拉回來，怎麼拉也拉不回來，結果自己被人家拉到地獄去，是真的。這是很大的錯誤。"
    },
    {
      "id": "01-003-0118_p0096",
      "zh_CN": "所以我们一定要知道，能接受的帮助他。像佛菩萨接引众生一样，根机成熟的，帮助他往生，帮助他成佛；没有成熟的，帮助他成熟。分成好几个阶段。没有善根的，帮助他种善根。如果我们把它分成好几个阶段，一看就晓得这个人是在哪一个阶段，这就叫龙蛇混杂。成熟的是龙，为什么？他这一生决定要飞到天上去！他要出三界了生死，他要往生西方极乐世界成佛作祖，这是龙。还有虽然是相信这个法门了，他自己这一句佛号念的不得力，依旧一天到晚是非人我、贪瞋痴慢，不断的增长。我们知道他不能往生，不能往生，他能够念佛诵经还是好事情，跟极乐世界结个缘！将来哪一生哪一世，他发心勇猛精进了，他能成功。",
      "zh_TW": "所以我們一定要知道，能接受的幫助他。像佛菩薩接引眾生一樣，根機成熟的，幫助他往生，幫助他成佛；沒有成熟的，幫助他成熟。分成好幾個階段。沒有善根的，幫助他種善根。如果我們把它分成好幾個階段，一看就曉得這個人是在哪一個階段，這就叫龍蛇混雜。成熟的是龍，為什麼？他這一生決定要飛到天上去！他要出三界了生死，他要往生西方極樂世界成佛作祖，這是龍。還有雖然是相信這個法門了，他自己這一句佛號念的不得力，依舊一天到晚是非人我、貪瞋痴慢，不斷的增長。我們知道他不能往生，不能往生，他能夠念佛誦經還是好事情，跟極樂世界結個緣！將來哪一生哪一世，他發心勇猛精進了，他能成功。"
    },
    {
      "id": "01-003-0118_p0097",
      "zh_CN": "所以诸位要晓得，这个勇猛精进不是简单事情，绝对不是说，我这一晚上，我都在念佛、都在读经、都在拜佛，我这很精进了，不是，精进的意思不是这个，这个是什么？你有进，你未必精。「精」是什么？精是你里面是非人我、烦恼执着妄念没有了，这叫精，精是精纯，换句话说，精是不夹杂，进是不间断，这要搞清楚。精重要！我能不夹杂，这一句佛号抵得人家那是有进没有精的人，一句抵的不晓得抵多少句！他那个十万句未必能有效，他降伏不了烦恼，那个精的人，一句佛号能降伏烦恼。所以精比进还要重要。",
      "zh_TW": "所以諸位要曉得，這個勇猛精進不是簡單事情，絕對不是說，我這一晚上，我都在念佛、都在讀經、都在拜佛，我這很精進了，不是，精進的意思不是這個，這個是什麼？你有進，你未必精。「精」是什麼？精是你裡面是非人我、煩惱執著妄念沒有了，這叫精，精是精純，換句話說，精是不夾雜，進是不間斷，這要搞清楚。精重要！我能不夾雜，這一句佛號抵得人家那是有進沒有精的人，一句抵的不曉得抵多少句！他那個十萬句未必能有效，他降伏不了煩惱，那個精的人，一句佛號能降伏煩惱。所以精比進還要重要。"
    },
    {
      "id": "01-003-0118_p0098",
      "zh_CN": "你看觉明妙行菩萨在《西方确指》里面讲的，念佛最忌讳的是夹杂。因为一夹杂，他不能专心，他不能伏烦恼，不能消业障。所以你必须要做到不夹杂。不夹杂，没有分别、执着，没有妄想，没有贪瞋痴慢，这个叫不夹杂。真正要是纯粹做到不夹杂的时候，心里头只有一句佛号，只有这一部《弥陀经》，除此之外，什么经典都可以暂时搁在一边，这是真正精进。我想研究这些大经大论，统统到西方极乐世界见了阿弥陀佛再做计划，现在不看，这是真精进！今天时间到了，我们就讲到此地。",
      "zh_TW": "你看覺明妙行菩薩在《西方確指》裡面講的，念佛最忌諱的是夾雜。因為一夾雜，他不能專心，他不能伏煩惱，不能消業障。所以你必須要做到不夾雜。不夾雜，沒有分別、執著，沒有妄想，沒有貪瞋痴慢，這個叫不夾雜。真正要是純粹做到不夾雜的時候，心裡頭只有一句佛號，只有這一部《彌陀經》，除此之外，什麼經典都可以暫時擱在一邊，這是真正精進。我想研究這些大經大論，統統到西方極樂世界見了阿彌陀佛再做計劃，現在不看，這是真精進！今天時間到了，我們就講到此地。"
    }
  ]
}