{
  "doc_id": "01-003-0259",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五九集",
    "zh_TW": "第二五九集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0259",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "01-003-0259_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，五一七页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，五一七頁："
    },
    {
      "id": "01-003-0259_p0002",
      "zh_CN": "钞【起信论云：是心从本以来，离心缘相，离言说相，是故举心即错，动念即乖，滞句者迷，承言者丧。然则当如之何，纵饶缄口忘机，依然堕落无记，是之谓不可思议。】",
      "zh_TW": "鈔【起信論云：是心從本以來，離心緣相，離言說相，是故舉心即錯，動念即乖，滯句者迷，承言者喪。然則當如之何，縱饒緘口忘機，依然墮落無記，是之謂不可思議。】"
    },
    {
      "id": "01-003-0259_p0003",
      "zh_CN": "这是大师引用马鸣菩萨《大乘起信论》上的一段话。《起信论》是学佛入门的一本书，可是它是大乘起信，不是小乘，当然更不是人天乘。这部书里面的境界，是大乘刚刚见性的菩萨，破一品无明、见一分真性，是圆教初住菩萨，《起信论》是这样的境界，如果在别教那就是初地菩萨的境界，所以这叫真正的大乘，名实相符，《大乘起信》。里面统统都是发明心性不思议的实相、真相。",
      "zh_TW": "這是大師引用馬鳴菩薩《大乘起信論》上的一段話。《起信論》是學佛入門的一本書，可是它是大乘起信，不是小乘，當然更不是人天乘。這部書裡面的境界，是大乘剛剛見性的菩薩，破一品無明、見一分真性，是圓教初住菩薩，《起信論》是這樣的境界，如果在別教那就是初地菩薩的境界，所以這叫真正的大乘，名實相符，《大乘起信》。裡面統統都是發明心性不思議的實相、真相。"
    },
    {
      "id": "01-003-0259_p0004",
      "zh_CN": "『是心』，这个心就是真心、就是本性。真心，没有法子说，也无法去想像。『离心缘相』，心缘就是起心动念、缘虑分别。真心里面从来没有动过念头，从来没有分别过，像一面镜子，像一池止水，止水里绝对没有波浪，像这个情形，从来没有动过，他对于外面的境界照得清清楚楚、明明白白，这是真心。《楞严》告诉我们「净极光通达」，净到极处，真心就现前；因为真心是不动的，会动的是妄心。正因为事实是这个样子，所以佛的教学重点就是修定，修定实在讲就是恢复本性。只要恢复本性，本性里面无量的智慧、德能统统都现前。换句话说，这个东西说不出来。说不出来，佛说了四十九年，佛所说的都是方便说，希望我们从方便里面去体会真实，真实可以心会不能言传，言语没有法子。『是故举心即错』，举心，才动个念头想一想，已经错了。『动念即乖』，念头一动就违背了自性，那就不是自性。不起心不动念、不分别不执着，这个时候是自性现前的境界；动念就错了，就迷了，不动是觉。如果我们把握这个原则，依照这个原则来修学，就有开悟的希望。参禅不能开悟，学教不能圆解，毛病就是出在分别执着、起心动念。拿着经典注疏去研究就错了，这一研究就迷了。这个东西是研究不得的，这就是佛法跟世间法不一样的地方。因此，决定不能用世间法的方法来研究佛法，这是一定要晓得的。",
      "zh_TW": "『是心』，這個心就是真心、就是本性。真心，沒有法子說，也無法去想像。『離心緣相』，心緣就是起心動念、緣慮分別。真心裡面從來沒有動過念頭，從來沒有分別過，像一面鏡子，像一池止水，止水裡絕對沒有波浪，像這個情形，從來沒有動過，他對於外面的境界照得清清楚楚、明明白白，這是真心。《楞嚴》告訴我們「淨極光通達」，淨到極處，真心就現前；因為真心是不動的，會動的是妄心。正因為事實是這個樣子，所以佛的教學重點就是修定，修定實在講就是恢復本性。只要恢復本性，本性裡面無量的智慧、德能統統都現前。換句話說，這個東西說不出來。說不出來，佛說了四十九年，佛所說的都是方便說，希望我們從方便裡面去體會真實，真實可以心會不能言傳，言語沒有法子。『是故舉心即錯』，舉心，才動個念頭想一想，已經錯了。『動念即乖』，念頭一動就違背了自性，那就不是自性。不起心不動念、不分別不執著，這個時候是自性現前的境界；動念就錯了，就迷了，不動是覺。如果我們把握這個原則，依照這個原則來修學，就有開悟的希望。參禪不能開悟，學教不能圓解，毛病就是出在分別執著、起心動念。拿著經典註疏去研究就錯了，這一研究就迷了。這個東西是研究不得的，這就是佛法跟世間法不一樣的地方。因此，決定不能用世間法的方法來研究佛法，這是一定要曉得的。"
    },
    {
      "id": "01-003-0259_p0005",
      "zh_CN": "『滞句者迷』，「句」就是经典，常言说「死在句下」，就是这个意思，那当然就不能开悟。开悟是在句下活过来，他在这个句下死了。『承言者丧』，听讲执着在言语上也错了。马鸣菩萨教我们，修学的态度要「离言说相」，不执着言语；「离名字相」，不执著名相术语；「离心缘相」，不去分别、思惟、想像。这个态度完全是观音菩萨在《心经》里面所讲的「以深般若波罗蜜照见」，那就是照见了。为什么？心地清净，没有起心、没有动念、没有分别、没有执着，看经教是用这个方法，听讲经也是这个方法，修学一切法门都不离开这个方法，乃至在日常生活当中，穿衣吃饭、处事待人接物也用这个方法，那就恭喜你，最低限度你已经是圆教菩萨，已经是法身大士，你不是凡夫了，连阿罗汉、辟支佛、权教菩萨也比不上你。大乘佛法要这样才能入门！要这样，祖师写的《疏钞》你就懂了，你一看就明了。如果落在思惟、想像、分别里面，不但佛所讲的经你不懂它的意思，祖师大德这些注解你也不得其门而入。开经偈「愿解如来真实义」，真实义距离我们远之远矣。这个关键都是在得法不得法，你能不能掌握这个原则？可是祖师实在非常慈悲，又怕你看到《起信论》这几句话错会了意思，听经、读经也不起心不动念、不分别不执着，像个木头人对着经本一样，这样行不行？这样又不行，这样是落在无明里。起心动念是错，不起心动念也错了，这怎么办？关键就在此地。",
      "zh_TW": "『滯句者迷』，「句」就是經典，常言說「死在句下」，就是這個意思，那當然就不能開悟。開悟是在句下活過來，他在這個句下死了。『承言者喪』，聽講執著在言語上也錯了。馬鳴菩薩教我們，修學的態度要「離言說相」，不執著言語；「離名字相」，不執著名相術語；「離心緣相」，不去分別、思惟、想像。這個態度完全是觀音菩薩在《心經》裡面所講的「以深般若波羅蜜照見」，那就是照見了。為什麼？心地清淨，沒有起心、沒有動念、沒有分別、沒有執著，看經教是用這個方法，聽講經也是這個方法，修學一切法門都不離開這個方法，乃至在日常生活當中，穿衣吃飯、處事待人接物也用這個方法，那就恭喜你，最低限度你已經是圓教菩薩，已經是法身大士，你不是凡夫了，連阿羅漢、辟支佛、權教菩薩也比不上你。大乘佛法要這樣才能入門！要這樣，祖師寫的《疏鈔》你就懂了，你一看就明瞭。如果落在思惟、想像、分別裡面，不但佛所講的經你不懂它的意思，祖師大德這些註解你也不得其門而入。開經偈「願解如來真實義」，真實義距離我們遠之遠矣。這個關鍵都是在得法不得法，你能不能掌握這個原則？可是祖師實在非常慈悲，又怕你看到《起信論》這幾句話錯會了意思，聽經、讀經也不起心不動念、不分別不執著，像個木頭人對著經本一樣，這樣行不行？這樣又不行，這樣是落在無明裡。起心動念是錯，不起心動念也錯了，這怎麼辦？關鍵就在此地。"
    },
    {
      "id": "01-003-0259_p0006",
      "zh_CN": "『然则当如之何』，这句是莲池大师的话。莲池大师怕我们看了这几句产生误会，所以他说『纵饶缄口忘机』，缄口就不说了，言语道断，那就不说了，「离言说相」，不说了，「离心缘相」，那也不想了，「忘机」就是不想，不起心、不动念了。『依然堕落无记』，这个麻烦大了！莲池大师这个说法，其实早在唐朝初年，清凉大师在《华严经》注疏里也是这样说的，他老人家从解行方面来讲，意思跟这里是一样的，「有解无行，增长邪见；有行无解，增长无明」。你仔细听听清凉的讲法，然后跟马鸣菩萨、跟莲池大师他两个人互相对照一下，也许我们就能够体会到真实义。佛实在讲从来没有起心动念，没有分别执着，没有言语跟我们说了这么多话，说了四十九年，佛是「无说而说，说而无说」。佛的那些大菩萨们，这些大弟子也非常高明，他们在世尊座下，「听而无听，无听而听」。那是诸佛如来的法会、讲席，跟我们这不一样的，我们这是真的有说，大家也真有听，说也说错了，听也误会了，我们搞这个，所以说的人、听的人都不开悟。换句话说，我们说也不会说、听也不会听，关键就在这个地方。怎样不落邪思也不落无明。所以大乘法里显示的是活活泼泼，它不是死寂的。寂而照就活泼，照而寂就清净，心是寂静、清净的，用是灵活的，这就是大乘佛法。凡夫用是灵活的，心不清净，不是寂灭的。小乘人心是寂静的，作用不活泼，是呆板的，那也没有太大的好处。唯有佛与大乘菩萨，那真正是大自在，真正得大受用，邪见、无明二边都不落。我们要从这个地方去求出路，实在要是没有法子求，你就老实念佛，这个实在讲是唯一的一个妙法。念佛要特别注意「老实」这两个字，真正做到老实，那就决定成功。不老实，念一辈子也枉然。究竟怎么老实法，后面会讲到。",
      "zh_TW": "『然則當如之何』，這句是蓮池大師的話。蓮池大師怕我們看了這幾句產生誤會，所以他說『縱饒緘口忘機』，緘口就不說了，言語道斷，那就不說了，「離言說相」，不說了，「離心緣相」，那也不想了，「忘機」就是不想，不起心、不動念了。『依然墮落無記』，這個麻煩大了！蓮池大師這個說法，其實早在唐朝初年，清涼大師在《華嚴經》註疏裡也是這樣說的，他老人家從解行方面來講，意思跟這裡是一樣的，「有解無行，增長邪見；有行無解，增長無明」。你仔細聽聽清涼的講法，然後跟馬鳴菩薩、跟蓮池大師他兩個人互相對照一下，也許我們就能夠體會到真實義。佛實在講從來沒有起心動念，沒有分別執著，沒有言語跟我們說了這麼多話，說了四十九年，佛是「無說而說，說而無說」。佛的那些大菩薩們，這些大弟子也非常高明，他們在世尊座下，「聽而無聽，無聽而聽」。那是諸佛如來的法會、講席，跟我們這不一樣的，我們這是真的有說，大家也真有聽，說也說錯了，聽也誤會了，我們搞這個，所以說的人、聽的人都不開悟。換句話說，我們說也不會說、聽也不會聽，關鍵就在這個地方。怎樣不落邪思也不落無明。所以大乘法裡顯示的是活活潑潑，它不是死寂的。寂而照就活潑，照而寂就清淨，心是寂靜、清淨的，用是靈活的，這就是大乘佛法。凡夫用是靈活的，心不清淨，不是寂滅的。小乘人心是寂靜的，作用不活潑，是呆板的，那也沒有太大的好處。唯有佛與大乘菩薩，那真正是大自在，真正得大受用，邪見、無明二邊都不落。我們要從這個地方去求出路，實在要是沒有法子求，你就老實念佛，這個實在講是唯一的一個妙法。念佛要特別注意「老實」這兩個字，真正做到老實，那就決定成功。不老實，念一輩子也枉然。究竟怎麼老實法，後面會講到。"
    },
    {
      "id": "01-003-0259_p0007",
      "zh_CN": "底下一段经文，是六方佛赞叹。",
      "zh_TW": "底下一段經文，是六方佛讚歎。"
    },
    {
      "id": "01-003-0259_p0008",
      "zh_CN": "◎二、他佛赞",
      "zh_TW": "◎二、他佛讚"
    },
    {
      "id": "01-003-0259_p0009",
      "zh_CN": "玄奘大师的译本是「十方」，罗什大师的译本是「六方」，中国人喜欢简单，自古以来讲求的是简要详明。罗什大师深契中国人的根机，他翻的经中国人特别喜欢念，就是他确实做到契机契理。四方四维上下，四维省掉，只有四方上下，六方佛。六方实际上就是包含十方。请看经文：",
      "zh_TW": "玄奘大師的譯本是「十方」，羅什大師的譯本是「六方」，中國人喜歡簡單，自古以來講求的是簡要詳明。羅什大師深契中國人的根機，他翻的經中國人特別喜歡念，就是他確實做到契機契理。四方四維上下，四維省掉，只有四方上下，六方佛。六方實際上就是包含十方。請看經文："
    },
    {
      "id": "01-003-0259_p0010",
      "zh_CN": "经【东方亦有阿閦鞞佛。须弥相佛。大须弥佛。须弥光佛。妙音佛。如是等恒河沙数诸佛。】",
      "zh_TW": "經【東方亦有阿閦鞞佛。須彌相佛。大須彌佛。須彌光佛。妙音佛。如是等恆河沙數諸佛。】"
    },
    {
      "id": "01-003-0259_p0011",
      "zh_CN": "六方佛，古人的介绍各有不同，莲池大师在《疏钞》里面介绍得相当详细，我们先看《疏钞》的短文，然后再讨论佛名表法的义趣。『东方』有多少佛？无量无边，『恒河沙数』，数不尽的，佛的名号只略举五个人，正如同世尊当年讲经说法的法会，参与的大众很多，他的常随弟子一千二百五十五人，这是每会必到，从来不缺席的。常随众之外，还有许多出家、在家的大众，通常都来参加。但是结集经，每部经也会列几个人，像舍利弗、目犍连，列这些人多少不等，列哪几个人也不一样。像《弥陀经》前面，常随众略举十六个人，菩萨众略举四个人，其实在会的菩萨比常随众的人数还多。为什么不列别人，偏偏列这十六个人？他一定有用意。换句话说，这几个人与这个法会、这个法门有特别的关系。从这几个人名当中，我们就能认识这个法会的性质，就是经典的性质、经典的功能。因为佛的这些大弟子每个人都有专长，像舍利弗智慧第一，代表这个法门是智慧第一；目犍连神通第一，这个法门也是神通第一，表这个意思。既然在序分里面所列的声闻菩萨众都有这样深远表法的意思，世尊为我们介绍六方佛所举的佛名，哪能够例外。十方这么多佛，为什么就举这五个人，为什么不举另外五个人？从惯例上我们要了解，每一尊名号含的意义非常深远，显示法门经典不可思议。",
      "zh_TW": "六方佛，古人的介紹各有不同，蓮池大師在《疏鈔》裡面介紹得相當詳細，我們先看《疏鈔》的短文，然後再討論佛名表法的義趣。『東方』有多少佛？無量無邊，『恆河沙數』，數不盡的，佛的名號只略舉五個人，正如同世尊當年講經說法的法會，參與的大眾很多，他的常隨弟子一千二百五十五人，這是每會必到，從來不缺席的。常隨眾之外，還有許多出家、在家的大眾，通常都來參加。但是結集經，每部經也會列幾個人，像舍利弗、目犍連，列這些人多少不等，列哪幾個人也不一樣。像《彌陀經》前面，常隨眾略舉十六個人，菩薩眾略舉四個人，其實在會的菩薩比常隨眾的人數還多。為什麼不列別人，偏偏列這十六個人？他一定有用意。換句話說，這幾個人與這個法會、這個法門有特別的關係。從這幾個人名當中，我們就能認識這個法會的性質，就是經典的性質、經典的功能。因為佛的這些大弟子每個人都有專長，像舍利弗智慧第一，代表這個法門是智慧第一；目犍連神通第一，這個法門也是神通第一，表這個意思。既然在序分裡面所列的聲聞菩薩眾都有這樣深遠表法的意思，世尊為我們介紹六方佛所舉的佛名，哪能夠例外。十方這麼多佛，為什麼就舉這五個人，為什麼不舉另外五個人？從慣例上我們要了解，每一尊名號含的意義非常深遠，顯示法門經典不可思議。"
    },
    {
      "id": "01-003-0259_p0012",
      "zh_CN": "疏【引诸佛赞者，见此净土法门，乃千佛万佛，无量诸佛，异口同音之所赞叹，当谛信勿疑也。】",
      "zh_TW": "疏【引諸佛讚者，見此淨土法門，乃千佛萬佛，無量諸佛，異口同音之所讚歎，當諦信勿疑也。】"
    },
    {
      "id": "01-003-0259_p0013",
      "zh_CN": "十方就包括三世，十方三世一切诸佛如来，没有一尊佛不赞叹本经，他怎么赞叹法？为一切众生常常宣讲这部经就是赞叹。释迦牟尼佛跟我们讲净土三经，为我们介绍西方极乐世界种种庄严，这是释迦佛赞叹。十方一切诸佛也像释迦佛一样，在他自己的教区对他的学生们也宣讲三经，也赞叹西方净土，劝大家念佛往生，『无量诸佛，异口同音』。大师劝勉我们『当谛信勿疑』，要真正相信，不要疑惑。你要是对这个经典疑惑，不相信，这一生成佛的机会就当面错过，那多可惜。",
      "zh_TW": "十方就包括三世，十方三世一切諸佛如來，沒有一尊佛不讚歎本經，他怎麼讚歎法？為一切眾生常常宣講這部經就是讚歎。釋迦牟尼佛跟我們講淨土三經，為我們介紹西方極樂世界種種莊嚴，這是釋迦佛讚歎。十方一切諸佛也像釋迦佛一樣，在他自己的教區對他的學生們也宣講三經，也讚歎西方淨土，勸大家念佛往生，『無量諸佛，異口同音』。大師勸勉我們『當諦信勿疑』，要真正相信，不要疑惑。你要是對這個經典疑惑，不相信，這一生成佛的機會就當面錯過，那多可惜。"
    },
    {
      "id": "01-003-0259_p0014",
      "zh_CN": "疏【唐译具有十方，今缺四隅者，文省也。】",
      "zh_TW": "疏【唐譯具有十方，今缺四隅者，文省也。】"
    },
    {
      "id": "01-003-0259_p0015",
      "zh_CN": "『唐译』是玄奘大师的译本，这一段经文是十方佛。『今缺四隅』，罗什大师的译本省略。玄奘大师译本是直译，照原文翻过来，所以有十方。罗什大师是意译，没有按照原文，是从它的大意上翻译。",
      "zh_TW": "『唐譯』是玄奘大師的譯本，這一段經文是十方佛。『今缺四隅』，羅什大師的譯本省略。玄奘大師譯本是直譯，照原文翻過來，所以有十方。羅什大師是意譯，沒有按照原文，是從它的大意上翻譯。"
    },
    {
      "id": "01-003-0259_p0016",
      "zh_CN": "疏【先东方者，举方常法，亦以东表智故。】",
      "zh_TW": "疏【先東方者，舉方常法，亦以東表智故。】"
    },
    {
      "id": "01-003-0259_p0017",
      "zh_CN": "东南西北这个方位也有表法的意思。",
      "zh_TW": "東南西北這個方位也有表法的意思。"
    },
    {
      "id": "01-003-0259_p0018",
      "zh_CN": "钞【十方者，奘师译有四隅，则成十方；今止六者，以正摄隅，故文省也。】",
      "zh_TW": "鈔【十方者，奘師譯有四隅，則成十方；今止六者，以正攝隅，故文省也。】"
    },
    {
      "id": "01-003-0259_p0019",
      "zh_CN": "这是解释两个本子不同，一个十方，一个六方。六方跟十方内容是一样的，六方没有少，十方也没多，不增不减，晓得译法不同就好了。",
      "zh_TW": "這是解釋兩個本子不同，一個十方，一個六方。六方跟十方內容是一樣的，六方沒有少，十方也沒多，不增不減，曉得譯法不同就好了。"
    },
    {
      "id": "01-003-0259_p0020",
      "zh_CN": "钞【举方常法者。】",
      "zh_TW": "鈔【舉方常法者。】"
    },
    {
      "id": "01-003-0259_p0021",
      "zh_CN": "常法，就是习惯。中国习惯讲东南西北，没有说南北西东，印度人也是这么说，这是一种习惯。",
      "zh_TW": "常法，就是習慣。中國習慣講東南西北，沒有說南北西東，印度人也是這麼說，這是一種習慣。"
    },
    {
      "id": "01-003-0259_p0022",
      "zh_CN": "钞【经中凡举十方，每先东为首。】",
      "zh_TW": "鈔【經中凡舉十方，每先東為首。】"
    },
    {
      "id": "01-003-0259_p0023",
      "zh_CN": "习惯把东方放在第一。",
      "zh_TW": "習慣把東方放在第一。"
    },
    {
      "id": "01-003-0259_p0024",
      "zh_CN": "钞【东者，于时为春，万物生长，有智慧义。以智者，万法之先导。】",
      "zh_TW": "鈔【東者，於時為春，萬物生長，有智慧義。以智者，萬法之先導。】"
    },
    {
      "id": "01-003-0259_p0025",
      "zh_CN": "『于时』，配四时，东配在春天。春天万物生长，有智慧的意思，表这个意思。佛法重智慧，佛法所求的是究竟圆满的智慧，所以『智』是万法之先导。无论哪个宗派、哪个法门，八万四千法门、无量法门，目标只有一个，全都是求智慧，只是方法门径不相同而已。开智慧，你的修学目标就达到，换句话说，你的方法一定很正确，达到目标了。智慧要是不开，不是法门本身有错，是你用功不得法，或者是不契机，你就不能开悟了。因此，修学选择法门就变成最重要的一个课题。佛陀在世，你只要遇到世尊，这个好办了，世尊会观机，他能够看到你的过去，过去还有过去世，过去无量劫来你生生世世修的是什么？看你的根性熟了，他介绍你一个法门，那就非常契机。很容易，快，几天；慢，几个月就成功，所谓应机施教，契机！好像生病一样，病因他看得很准，下药的时候药到病除，这病就好了，快。佛陀不在世，还有佛的一些弟子，那些弟子也相当高明，但是观机择法比佛差一等，还有效果，可能慢一点。遇到佛，几天、几个月就成就；遇到佛的弟子，可能要几年或二、三十年才能成就，这在过去。正法、像法、末法，现在末法又过了一千年，现在这些佛弟子比起像法、正法差远了。诸位确实要明白这个事实，一代不如一代，这是真的。我们看看莲池、蕅益大师，距离我们五百年。我们今天跟他，差远了！蕅益大师写《要解》九天，我们今天花九十天的时间还不了解它的意思，怎么能比？近一点，我们展开印光老法师的《文钞》，跟他比一比也是相差一大截。",
      "zh_TW": "『於時』，配四時，東配在春天。春天萬物生長，有智慧的意思，表這個意思。佛法重智慧，佛法所求的是究竟圓滿的智慧，所以『智』是萬法之先導。無論哪個宗派、哪個法門，八萬四千法門、無量法門，目標只有一個，全都是求智慧，只是方法門徑不相同而已。開智慧，你的修學目標就達到，換句話說，你的方法一定很正確，達到目標了。智慧要是不開，不是法門本身有錯，是你用功不得法，或者是不契機，你就不能開悟了。因此，修學選擇法門就變成最重要的一個課題。佛陀在世，你只要遇到世尊，這個好辦了，世尊會觀機，他能夠看到你的過去，過去還有過去世，過去無量劫來你生生世世修的是什麼？看你的根性熟了，他介紹你一個法門，那就非常契機。很容易，快，幾天；慢，幾個月就成功，所謂應機施教，契機！好像生病一樣，病因他看得很準，下藥的時候藥到病除，這病就好了，快。佛陀不在世，還有佛的一些弟子，那些弟子也相當高明，但是觀機擇法比佛差一等，還有效果，可能慢一點。遇到佛，幾天、幾個月就成就；遇到佛的弟子，可能要幾年或二、三十年才能成就，這在過去。正法、像法、末法，現在末法又過了一千年，現在這些佛弟子比起像法、正法差遠了。諸位確實要明白這個事實，一代不如一代，這是真的。我們看看蓮池、蕅益大師，距離我們五百年。我們今天跟他，差遠了！蕅益大師寫《要解》九天，我們今天花九十天的時間還不了解它的意思，怎麼能比？近一點，我們展開印光老法師的《文鈔》，跟他比一比也是相差一大截。"
    },
    {
      "id": "01-003-0259_p0026",
      "zh_CN": "我们的福太薄，遇不到真正的善知识。我们修学要想成就，实在是非常的艰难。我常常在讲席里劝勉大众，找哪个老师？找莲池大师，以他为老师就是以《疏钞》为老师；找蕅益大师做老师，就是依《要解》来修学。专攻《阿弥陀经》，这两种注解够了。蕅益大师是莲池的私淑弟子。我们今天也作莲池、蕅益的私淑弟子，我们跟他学。诸位要晓得，世出世间法，除了天才之外，中下根性的人要想成就，一定要一门深入，一定要跟一个老师，有师承会有成就。学得太多、学得太杂，不能成就。",
      "zh_TW": "我們的福太薄，遇不到真正的善知識。我們修學要想成就，實在是非常的艱難。我常常在講席裡勸勉大眾，找哪個老師？找蓮池大師，以他為老師就是以《疏鈔》為老師；找蕅益大師做老師，就是依《要解》來修學。專攻《阿彌陀經》，這兩種註解夠了。蕅益大師是蓮池的私淑弟子。我們今天也作蓮池、蕅益的私淑弟子，我們跟他學。諸位要曉得，世出世間法，除了天才之外，中下根性的人要想成就，一定要一門深入，一定要跟一個老師，有師承會有成就。學得太多、學得太雜，不能成就。"
    },
    {
      "id": "01-003-0259_p0027",
      "zh_CN": "钞【故首举东方，即舍利文殊首众意也。】",
      "zh_TW": "鈔【故首舉東方，即舍利文殊首眾意也。】"
    },
    {
      "id": "01-003-0259_p0028",
      "zh_CN": "像我们经的一开端，列上首大众，声闻众里列舍利弗智慧第一，菩萨众里列文殊师利智慧第一，标榜着我们所求的是智慧，我们所修的也是智慧。",
      "zh_TW": "像我們經的一開端，列上首大眾，聲聞眾裡列舍利弗智慧第一，菩薩眾裡列文殊師利智慧第一，標榜著我們所求的是智慧，我們所修的也是智慧。"
    },
    {
      "id": "01-003-0259_p0029",
      "zh_CN": "疏【举六方者，释迦处中故。】",
      "zh_TW": "疏【舉六方者，釋迦處中故。】"
    },
    {
      "id": "01-003-0259_p0030",
      "zh_CN": "钞【既言上下四方，中央何独不举？盖释迦处娑婆世界，以本所居为中，前之后之，左之右之，仰之俯之，成六方也。】",
      "zh_TW": "鈔【既言上下四方，中央何獨不舉？蓋釋迦處娑婆世界，以本所居為中，前之後之，左之右之，仰之俯之，成六方也。】"
    },
    {
      "id": "01-003-0259_p0031",
      "zh_CN": "『中』，没有定位，是以自己为中。我们住在台北是中，台北的北面是基隆，南面是新竹。如果我们跑到台中，台中是中，我们叫新竹是南，台中叫新竹是北。所以四方四维上下，要看在什么地方讲。佛说法是在娑婆世界，娑婆世界为中，不是指这个地球。佛当年在印度讲经，也没有说印度是中，也没有说地球是中。所以，西方极乐世界在娑婆世界的西方，不是我们地球的西方。下面为我们介绍五尊佛的德号：",
      "zh_TW": "『中』，沒有定位，是以自己為中。我們住在台北是中，台北的北面是基隆，南面是新竹。如果我們跑到台中，台中是中，我們叫新竹是南，台中叫新竹是北。所以四方四維上下，要看在什麼地方講。佛說法是在娑婆世界，娑婆世界為中，不是指這個地球。佛當年在印度講經，也沒有說印度是中，也沒有說地球是中。所以，西方極樂世界在娑婆世界的西方，不是我們地球的西方。下面為我們介紹五尊佛的德號："
    },
    {
      "id": "01-003-0259_p0032",
      "zh_CN": "疏【阿閦鞞者，此云不动。法身不动故，一云，不为二边之所动故。】",
      "zh_TW": "疏【阿閦鞞者，此云不動。法身不動故，一云，不為二邊之所動故。】"
    },
    {
      "id": "01-003-0259_p0033",
      "zh_CN": "阿閦鞞佛。『阿』翻作无，也就是不，『閦鞞』翻作动，就是无动、不动的意思。",
      "zh_TW": "阿閦鞞佛。『阿』翻作無，也就是不，『閦鞞』翻作動，就是無動、不動的意思。"
    },
    {
      "id": "01-003-0259_p0034",
      "zh_CN": "钞【法身者，不生不灭，无去无来。】",
      "zh_TW": "鈔【法身者，不生不滅，無去無來。】"
    },
    {
      "id": "01-003-0259_p0035",
      "zh_CN": "『法身』，《华严经》上跟我们说的毘卢遮那佛，毘卢遮那就是法身佛，名号是梵语音译的，意思是「遍一切处」，这就是现代哲学所讲的本体，宇宙万有的本体，佛法叫它法身，哲学名词叫本体。宇宙之中所有一切法都是从它生出来的，它能生万法，它本身没有生灭，本身是『不生不灭』。遍一切处，哪有来去？像虚空一样，虚空遍一切处，什么时候看到虚空有来去？虚空没有来去。诸位要知道，说「法身」也好，说「本体」也好，就是我们自己的真心本性。真心不生不灭，真心没有来去。虚空法界，一切万物都是真心变现出来的，真心是能变，万法是所变，无量无边诸佛世界，包括西方极乐世界、阿弥陀佛，都是自性变的。自性怎么会变？你们晚上睡觉有没有作梦？那个梦不是你自己变的吗？心会变成梦境，十法界依正庄严就是一场大梦，是我们真性变出来的梦境。所以佛在《般若经》上说：「一切有为法，如梦幻泡影」。这个境界「非有非无」，不能说它没有，梦境真有，你也不能说它真有，为什么？醒了就没有。佛给我们讲，迷了就有，迷的时候，「梦里明明有六趣」，有三千大千世界，有六道轮回；「觉后空空无大千」，觉了之后没有了，就像作梦，醒来就没有了。大千世界从哪里来的？自性迷了，就现这个境界；自性要是觉悟，这境界就没有了。所以这个境界不能说它有，也不能说它没有。非有非无，这是给你讲的真相，就像作梦一样，梦中那个境界不能说有也不能说没有。你说没有，确实有境界现前，醒过来还记得很清楚；你说有，醒过来之后再也找不到。我们实际上这个环境确确实实是一个梦境，所以佛教我们要作如是观，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，你能这样看法，你就很自在。为什么？一切法里头没有得失。所有一切烦恼从哪里生的？从得失里头生的。你晓得那是梦一场空，有也很好，没有也很好，多快乐、多幸福。所以，妄想分别执着烦恼统统都没有了。由此可知，这些执着分别妄想烦恼实在讲毫无意义，都不是真实的。就像你作梦，梦里生烦恼，梦里有执着，这完全是错误的，没有一法是真实的。这是讲能变的心性，不生不灭，无去无来。",
      "zh_TW": "『法身』，《華嚴經》上跟我們說的毘盧遮那佛，毘盧遮那就是法身佛，名號是梵語音譯的，意思是「遍一切處」，這就是現代哲學所講的本體，宇宙萬有的本體，佛法叫它法身，哲學名詞叫本體。宇宙之中所有一切法都是從它生出來的，它能生萬法，它本身沒有生滅，本身是『不生不滅』。遍一切處，哪有來去？像虛空一樣，虛空遍一切處，什麼時候看到虛空有來去？虛空沒有來去。諸位要知道，說「法身」也好，說「本體」也好，就是我們自己的真心本性。真心不生不滅，真心沒有來去。虛空法界，一切萬物都是真心變現出來的，真心是能變，萬法是所變，無量無邊諸佛世界，包括西方極樂世界、阿彌陀佛，都是自性變的。自性怎麼會變？你們晚上睡覺有沒有作夢？那個夢不是你自己變的嗎？心會變成夢境，十法界依正莊嚴就是一場大夢，是我們真性變出來的夢境。所以佛在《般若經》上說：「一切有為法，如夢幻泡影」。這個境界「非有非無」，不能說它沒有，夢境真有，你也不能說它真有，為什麼？醒了就沒有。佛給我們講，迷了就有，迷的時候，「夢裡明明有六趣」，有三千大千世界，有六道輪迴；「覺後空空無大千」，覺了之後沒有了，就像作夢，醒來就沒有了。大千世界從哪裡來的？自性迷了，就現這個境界；自性要是覺悟，這境界就沒有了。所以這個境界不能說它有，也不能說它沒有。非有非無，這是給你講的真相，就像作夢一樣，夢中那個境界不能說有也不能說沒有。你說沒有，確實有境界現前，醒過來還記得很清楚；你說有，醒過來之後再也找不到。我們實際上這個環境確確實實是一個夢境，所以佛教我們要作如是觀，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，你能這樣看法，你就很自在。為什麼？一切法裡頭沒有得失。所有一切煩惱從哪裡生的？從得失裡頭生的。你曉得那是夢一場空，有也很好，沒有也很好，多快樂、多幸福。所以，妄想分別執著煩惱統統都沒有了。由此可知，這些執著分別妄想煩惱實在講毫無意義，都不是真實的。就像你作夢，夢裡生煩惱，夢裡有執著，這完全是錯誤的，沒有一法是真實的。這是講能變的心性，不生不滅，無去無來。"
    },
    {
      "id": "01-003-0259_p0036",
      "zh_CN": "钞【妙觉地无所增。】",
      "zh_TW": "鈔【妙覺地無所增。】"
    },
    {
      "id": "01-003-0259_p0037",
      "zh_CN": "妙觉是成佛。成了佛，心性是不是光彩一点？没有，还是老样子，绝对没有增加一点点。",
      "zh_TW": "妙覺是成佛。成了佛，心性是不是光彩一點？沒有，還是老樣子，絕對沒有增加一點點。"
    },
    {
      "id": "01-003-0259_p0038",
      "zh_CN": "钞【无明地无所减。】",
      "zh_TW": "鈔【無明地無所減。】"
    },
    {
      "id": "01-003-0259_p0039",
      "zh_CN": "『无明地』是堕落在阿鼻地狱，你心性里有没有缺少一点点？没有。就好像我们作梦，我们做一个好梦，梦到佛讲经，参加佛的法会，佛给我们摩顶授记，这很好，我们心性有没有增加一点？没有。这又做了一个恶梦，梦到地狱里下油鼎、刀山，地狱去受一些苦罪，醒来的时候，我们的心性有没有减少一点点？没有，不增不减，确实是这样。成佛也不增加一点，下地狱也没有减少一点，那叫真性，这个才是真的。如果有增减、有来去、有生灭，那都不是真的。心性也叫做「真如」，「真」就不是假的，「如」是永远不变，永远就是这个样子，这叫真如，它是一切万法的本体。",
      "zh_TW": "『無明地』是墮落在阿鼻地獄，你心性裡有沒有缺少一點點？沒有。就好像我們作夢，我們做一個好夢，夢到佛講經，參加佛的法會，佛給我們摩頂授記，這很好，我們心性有沒有增加一點？沒有。這又做了一個惡夢，夢到地獄裡下油鼎、刀山，地獄去受一些苦罪，醒來的時候，我們的心性有沒有減少一點點？沒有，不增不減，確實是這樣。成佛也不增加一點，下地獄也沒有減少一點，那叫真性，這個才是真的。如果有增減、有來去、有生滅，那都不是真的。心性也叫做「真如」，「真」就不是假的，「如」是永遠不變，永遠就是這個樣子，這叫真如，它是一切萬法的本體。"
    },
    {
      "id": "01-003-0259_p0040",
      "zh_CN": "钞【湛然常住，如如不动故。】",
      "zh_TW": "鈔【湛然常住，如如不動故。】"
    },
    {
      "id": "01-003-0259_p0041",
      "zh_CN": "『湛』是比喻，像水很干净，一尘不染；很静，没有风浪。水是平的，是清净的，从水上面看到水底，清清楚楚叫「湛然」，这是比喻心本来就是这么清净。我们迷了，或者我们讲心水动了，动了就不是真的。真心从来没有动过，从来没有染过，现在也不染，纵然堕三途、下地狱还是不染。那些东西究竟是一回什么事？佛跟我们讲，那是妄心的事，不是真心的事，迷了才有那些事，觉了根本没这些事。这个话我们也非常难懂。佛在《楞严》上举个比喻，很有趣味，从比喻当中让我们体会妄境，为什么是虚妄？佛举一个例子，譬如我们眼睛害病，我们看到灯上有一个轮相，那个轮相就是妄境，迷了就有这个幻相出来；悟了就没有，灯上决定没有轮相。六道轮回、三千大千世界，迷人看得见，悟的人就没有了。所以《华严经》上说，诸佛菩萨对于八地以上的菩萨是特别照顾，为什么？八地以上他们最后要断的就是生相无明，生相无明一断就超越，大千世界没有了，他就走了，他也不度众生了。诸佛如来对这些大菩萨，天天跟他们在一起，常常劝导他、引导他，希望什么？有能力破这品无明，不破，这叫大慈大悲，留惑润生。最后这品生相无明不破，就是还留在这个迷梦之中去度这些梦中的众生。因为这一品无明破了，就好像做梦醒过来，那个梦境完全没有了。做梦有的时候知道自己做梦，做梦不要醒过来，在梦里面去度梦中众生，就这么回事情，这个叫大慈大悲。他一醒过来就没有了，那就与梦中这些幻境完全脱离了。他有没有能力出来？有能力，有能力而不脱离，来在十法界里度众生，这叫大慈大悲，这叫留惑润生，留一品生相无明，所有一切烦恼都断尽，就是那一品不断，那一品是生相，现十法界依正庄严之相。现在科学家、哲学家都在追究，宇宙从哪里来的？这些万物从哪来的？佛老早就讲清楚，生相无明变现出来的。有这个东西就变出来，没有这个东西，这个世间的万象就没有了，觉后空空无大千。",
      "zh_TW": "『湛』是比喻，像水很乾淨，一塵不染；很靜，沒有風浪。水是平的，是清淨的，從水上面看到水底，清清楚楚叫「湛然」，這是比喻心本來就是這麼清淨。我們迷了，或者我們講心水動了，動了就不是真的。真心從來沒有動過，從來沒有染過，現在也不染，縱然墮三途、下地獄還是不染。那些東西究竟是一回什麼事？佛跟我們講，那是妄心的事，不是真心的事，迷了才有那些事，覺了根本沒這些事。這個話我們也非常難懂。佛在《楞嚴》上舉個比喻，很有趣味，從比喻當中讓我們體會妄境，為什麼是虛妄？佛舉一個例子，譬如我們眼睛害病，我們看到燈上有一個輪相，那個輪相就是妄境，迷了就有這個幻相出來；悟了就沒有，燈上決定沒有輪相。六道輪迴、三千大千世界，迷人看得見，悟的人就沒有了。所以《華嚴經》上說，諸佛菩薩對於八地以上的菩薩是特別照顧，為什麼？八地以上他們最後要斷的就是生相無明，生相無明一斷就超越，大千世界沒有了，他就走了，他也不度眾生了。諸佛如來對這些大菩薩，天天跟他們在一起，常常勸導他、引導他，希望什麼？有能力破這品無明，不破，這叫大慈大悲，留惑潤生。最後這品生相無明不破，就是還留在這個迷夢之中去度這些夢中的眾生。因為這一品無明破了，就好像做夢醒過來，那個夢境完全沒有了。做夢有的時候知道自己做夢，做夢不要醒過來，在夢裡面去度夢中眾生，就這麼回事情，這個叫大慈大悲。他一醒過來就沒有了，那就與夢中這些幻境完全脫離了。他有沒有能力出來？有能力，有能力而不脫離，來在十法界裡度眾生，這叫大慈大悲，這叫留惑潤生，留一品生相無明，所有一切煩惱都斷盡，就是那一品不斷，那一品是生相，現十法界依正莊嚴之相。現在科學家、哲學家都在追究，宇宙從哪裡來的？這些萬物從哪來的？佛老早就講清楚，生相無明變現出來的。有這個東西就變出來，沒有這個東西，這個世間的萬象就沒有了，覺後空空無大千。"
    },
    {
      "id": "01-003-0259_p0042",
      "zh_CN": "钞【二边者，有无也，有不能使之着相，无不能使之落空。不断不常，二不动故。】",
      "zh_TW": "鈔【二邊者，有無也，有不能使之著相，無不能使之落空。不斷不常，二不動故。】"
    },
    {
      "id": "01-003-0259_p0043",
      "zh_CN": "二边，就是科学家所讲的相对。『有无』是一对，依此类推，动静是一对，大小是一对，长短是一对。总而言之，你能想像、能说得出来都叫相对的；离开相对，那就言语道断，就说不出来，能说得出来的。不动，就是超越相对、超越二边。「有不能使之着相，无不能使之落空」，这就是超越二边，非空非有。『断常』也是相对。",
      "zh_TW": "二邊，就是科學家所講的相對。『有無』是一對，依此類推，動靜是一對，大小是一對，長短是一對。總而言之，你能想像、能說得出來都叫相對的；離開相對，那就言語道斷，就說不出來，能說得出來的。不動，就是超越相對、超越二邊。「有不能使之著相，無不能使之落空」，這就是超越二邊，非空非有。『斷常』也是相對。"
    },
    {
      "id": "01-003-0259_p0044",
      "zh_CN": "演【有无断常，皆是妄心计度。】",
      "zh_TW": "演【有無斷常，皆是妄心計度。】"
    },
    {
      "id": "01-003-0259_p0045",
      "zh_CN": "计是计较，就是分别；度是度量，就是执着。「计度」就是分别、执着。",
      "zh_TW": "計是計較，就是分別；度是度量，就是執著。「計度」就是分別、執著。"
    },
    {
      "id": "01-003-0259_p0046",
      "zh_CN": "演【若离妄心，自无一切法差别之相也。】",
      "zh_TW": "演【若離妄心，自無一切法差別之相也。】"
    },
    {
      "id": "01-003-0259_p0047",
      "zh_CN": "可见得全都是妄心在作祟，妄心产生许许多多错误的观念、错误的想法、错误的看法。见解思想错误，我们的言语造作也就跟着错了，后面果报就苦不堪言。惑业苦，迷惑、造业、受报，永远不息，这是轮回的相，这是轮回的因，轮回是这么来的。我们知道这个道理，然后你才体会到轮回可怕，轮回的相是愈来愈往下面去，不会往上面去，像漩涡一样，愈沈愈往下走，一世不如一世。为什么？你所累积的业，一定是恶业多、善业少，生生世世造作恶业多，你底下一代一生的果报一定不如现在，到来生再作恶业，再底下一生又不如，所以一世比一世苦，一世比一世沈沦，这个不得了！很难向上提升一层。实际上的状况是每况愈下，我们自己本身一世不如一世，这是真相，这才可怕。几个人能像佛法所说的，真正断恶修善、积功累德，一生真正去做了，来生这个果报比这一生提升，那真叫少数又少数；大多数，不要说世间人，学佛的人都不行，都不能把自己境界往上提升，何况那些不学佛的人，迷人。",
      "zh_TW": "可見得全都是妄心在作祟，妄心產生許許多多錯誤的觀念、錯誤的想法、錯誤的看法。見解思想錯誤，我們的言語造作也就跟著錯了，後面果報就苦不堪言。惑業苦，迷惑、造業、受報，永遠不息，這是輪迴的相，這是輪迴的因，輪迴是這麼來的。我們知道這個道理，然後你才體會到輪迴可怕，輪迴的相是愈來愈往下面去，不會往上面去，像漩渦一樣，愈沈愈往下走，一世不如一世。為什麼？你所累積的業，一定是惡業多、善業少，生生世世造作惡業多，你底下一代一生的果報一定不如現在，到來生再作惡業，再底下一生又不如，所以一世比一世苦，一世比一世沈淪，這個不得了！很難向上提升一層。實際上的狀況是每況愈下，我們自己本身一世不如一世，這是真相，這才可怕。幾個人能像佛法所說的，真正斷惡修善、積功累德，一生真正去做了，來生這個果報比這一生提升，那真叫少數又少數；大多數，不要說世間人，學佛的人都不行，都不能把自己境界往上提升，何況那些不學佛的人，迷人。"
    },
    {
      "id": "01-003-0259_p0048",
      "zh_CN": "明白这个事实状况，才知道求生净土重要。因为我们在这一生当中，除这个法门之外，可以说任何一个法门，虽然在理上没有差别，事实上我们修学可以说都不能成就，原因在哪里？要断烦恼。要断见思烦恼才能超越六道轮回，如果不能超越六道轮回，你生到色界天、生到无色界天都没有用，只是寿命长一点，寿命到了还要堕落，还要轮回。换句话说，出三界是最低的一个底限，你不能超越，麻烦就大了。但是要想超越，谈何容易！不要讲超越这个轮回，超越欲界就不容易，欲界六层天，超越欲界这到初禅，四禅有十八层天，到第一层初禅，你看看有没有本事超越？欲界天人有五欲，就是财色名食睡，有这个欲望，有这个念头，你有没有能力把财色名食睡五欲断掉？没有这个念头了，不要说没有这个事，意念都没有了，那行，你可以到初禅天，你可以超越欲界。假如还有这个念头，还会起心动念，你还是欲界，没有能够超越欲界。你就晓得这个事情多难。一定要知道真难，才会死心塌地念佛，才知道这个法门容易，易行道！唯有这个法门靠得住，唯有这个法门才能得救，除这个法门之外，没救！这才恍然大悟，为什么十方一切诸佛如来苦口婆心劝导我们念佛求生净土？就是其他法门太难了。你看看佛讲任何一部经，讲任何一个法门，有没有十方佛来赞叹？我们在一切经里面看到十方诸佛赞叹的，只看到两部经，《阿弥陀经》、《无量寿经》。这是佛真正的慈悲，真实的愿望，希望我们这些苦难的众生快快成佛。下面大师设一个问答：",
      "zh_TW": "明白這個事實狀況，才知道求生淨土重要。因為我們在這一生當中，除這個法門之外，可以說任何一個法門，雖然在理上沒有差別，事實上我們修學可以說都不能成就，原因在哪裡？要斷煩惱。要斷見思煩惱才能超越六道輪迴，如果不能超越六道輪迴，你生到色界天、生到無色界天都沒有用，只是壽命長一點，壽命到了還要墮落，還要輪迴。換句話說，出三界是最低的一個底限，你不能超越，麻煩就大了。但是要想超越，談何容易！不要講超越這個輪迴，超越欲界就不容易，欲界六層天，超越欲界這到初禪，四禪有十八層天，到第一層初禪，你看看有沒有本事超越？欲界天人有五欲，就是財色名食睡，有這個欲望，有這個念頭，你有沒有能力把財色名食睡五欲斷掉？沒有這個念頭了，不要說沒有這個事，意念都沒有了，那行，你可以到初禪天，你可以超越欲界。假如還有這個念頭，還會起心動念，你還是欲界，沒有能夠超越欲界。你就曉得這個事情多難。一定要知道真難，才會死心塌地念佛，才知道這個法門容易，易行道！唯有這個法門靠得住，唯有這個法門才能得救，除這個法門之外，沒救！這才恍然大悟，為什麼十方一切諸佛如來苦口婆心勸導我們念佛求生淨土？就是其他法門太難了。你看看佛講任何一部經，講任何一個法門，有沒有十方佛來讚歎？我們在一切經裡面看到十方諸佛讚歎的，只看到兩部經，《阿彌陀經》、《無量壽經》。這是佛真正的慈悲，真實的願望，希望我們這些苦難的眾生快快成佛。下面大師設一個問答："
    },
    {
      "id": "01-003-0259_p0049",
      "zh_CN": "钞【问：东属春生，于卦为震。震者，动也。云何佛号不动？】",
      "zh_TW": "鈔【問：東屬春生，於卦為震。震者，動也。云何佛號不動？】"
    },
    {
      "id": "01-003-0259_p0050",
      "zh_CN": "东，在四时配春，在八卦配震。震是动相。",
      "zh_TW": "東，在四時配春，在八卦配震。震是動相。"
    },
    {
      "id": "01-003-0259_p0051",
      "zh_CN": "钞【答：以是即动即静，应万变而常寂，故云不动。华严以东方为不动智，正此意也。】",
      "zh_TW": "鈔【答：以是即動即靜，應萬變而常寂，故云不動。華嚴以東方為不動智，正此意也。】"
    },
    {
      "id": "01-003-0259_p0052",
      "zh_CN": "意思非常的深，非常的圆满，说明佛法里面所讲的动静一如。我们凡夫有分别执着，这就是无始劫来的烦恼习气，不明真相。释迦牟尼佛四十九年跟我们讲经说法，到底是动还是不动？是动。而且佛到处去讲经说法，我们看佛《本行经》，看《释迦方志》，知道释迦牟尼佛旅游整个印度。从北面，就是现在的尼泊尔，他出生的地方，一直到锡兰，现在的斯里兰卡，印度的最南端，恒河流域走遍了。他到处在旅行，到处在讲经说法，他动！身是动的，口是动的，心不动。心里从来没有起心动念，从来没有分别执着，动中有不动，不动中有动，所以他还是不动。所以佛法用这个标志，用「法轮」表法，法轮是圆。圆周是在动，表示普度众生，像大乘经上常讲的，应以什么身得度他就示现什么身，随众生心，应所知量；那个心永远不动，圆心是不动的，圆周是在动的。圆周是有，圆心是无，所以圆代表空有不二，动静一如。",
      "zh_TW": "意思非常的深，非常的圓滿，說明佛法裡面所講的動靜一如。我們凡夫有分別執著，這就是無始劫來的煩惱習氣，不明真相。釋迦牟尼佛四十九年跟我們講經說法，到底是動還是不動？是動。而且佛到處去講經說法，我們看佛《本行經》，看《釋迦方志》，知道釋迦牟尼佛旅遊整個印度。從北面，就是現在的尼泊爾，他出生的地方，一直到錫蘭，現在的斯里蘭卡，印度的最南端，恆河流域走遍了。他到處在旅行，到處在講經說法，他動！身是動的，口是動的，心不動。心裡從來沒有起心動念，從來沒有分別執著，動中有不動，不動中有動，所以他還是不動。所以佛法用這個標誌，用「法輪」表法，法輪是圓。圓周是在動，表示普度眾生，像大乘經上常講的，應以什麼身得度他就示現什麼身，隨眾生心，應所知量；那個心永遠不動，圓心是不動的，圓周是在動的。圓周是有，圓心是無，所以圓代表空有不二，動靜一如。"
    },
    {
      "id": "01-003-0259_p0053",
      "zh_CN": "这一段就是说这个意思，『即动即静』，动静是同时的。我们学佛要把握这个原则，在日常生活当中，心要清净，心要空，心里不可以有一点点东西，六祖大师说得很好，「本来无一物」。我们这个心不空，心就坏了，心本来是空的，你那个心里塞得满满的，牵肠挂肚太多太杂了，心坏掉了。心坏掉，身怎么能好？所以身的病痛就很多，追根究柢就是你心里有了东西。修行人、得道的人，得什么道？实在讲什么也没得到，那才叫得道。得道的人什么都没得到，佛在经上也说得很明白，佛形容一个人成佛了，成佛得到什么？「圆满菩提，归无所得」，无所得，他就圆满菩提；有所得，菩提就不圆满。我们几时到无所得，你也就圆满了。心要空，决定不能有牵挂；身要动，身是个机器，不动就生锈，不动就坏了。身要动，心要静，这就是健康长寿之道。现在人最喜欢听的，现在人讲这是现实，其实现代人几个人懂得现实？什么是真正现实？这经上讲的，「不生不灭，不来不去，不增不减」，这是现实，大家把这个疏忽了。佛苦口婆心提醒我们，我们还是把它忽略，只去打妄想要求身体健康长寿，能办得到吗？办不到，他用错了心。这心用对了，问题就解决；错用了心，打妄想是没用的。『应万变而常寂』，诸佛菩萨就给我们做一个非常好的榜样，实在讲也唯有常寂他才能应万变。我们今天没这个能力，为什么？我们的心常动，不是常寂，常动就是妄想、妄念，念头的生灭是妄心在做主、妄心在作祟。所以，我们应付不了现前这个变化无穷的社会。社会变了，人心变了，现在做人真苦。唯一的方法就是求生净土，能不能做得到？决定可以做得到。大师底下举《华严经》，『以东方为不动智』，跟《弥陀经》阿閦鞞佛表法意思相同。我们今天就讲到此地。",
      "zh_TW": "這一段就是說這個意思，『即動即靜』，動靜是同時的。我們學佛要把握這個原則，在日常生活當中，心要清淨，心要空，心裡不可以有一點點東西，六祖大師說得很好，「本來無一物」。我們這個心不空，心就壞了，心本來是空的，你那個心裡塞得滿滿的，牽腸掛肚太多太雜了，心壞掉了。心壞掉，身怎麼能好？所以身的病痛就很多，追根究柢就是你心裡有了東西。修行人、得道的人，得什麼道？實在講什麼也沒得到，那才叫得道。得道的人什麼都沒得到，佛在經上也說得很明白，佛形容一個人成佛了，成佛得到什麼？「圓滿菩提，歸無所得」，無所得，他就圓滿菩提；有所得，菩提就不圓滿。我們幾時到無所得，你也就圓滿了。心要空，決定不能有牽掛；身要動，身是個機器，不動就生鏽，不動就壞了。身要動，心要靜，這就是健康長壽之道。現在人最喜歡聽的，現在人講這是現實，其實現代人幾個人懂得現實？什麼是真正現實？這經上講的，「不生不滅，不來不去，不增不減」，這是現實，大家把這個疏忽了。佛苦口婆心提醒我們，我們還是把它忽略，只去打妄想要求身體健康長壽，能辦得到嗎？辦不到，他用錯了心。這心用對了，問題就解決；錯用了心，打妄想是沒用的。『應萬變而常寂』，諸佛菩薩就給我們做一個非常好的榜樣，實在講也唯有常寂他才能應萬變。我們今天沒這個能力，為什麼？我們的心常動，不是常寂，常動就是妄想、妄念，念頭的生滅是妄心在做主、妄心在作祟。所以，我們應付不了現前這個變化無窮的社會。社會變了，人心變了，現在做人真苦。唯一的方法就是求生淨土，能不能做得到？決定可以做得到。大師底下舉《華嚴經》，『以東方為不動智』，跟《彌陀經》阿閦鞞佛表法意思相同。我們今天就講到此地。"
    }
  ]
}