{
  "doc_id": "01-003-0230",
  "title": {
    "zh_CN": "阿弥陀经疏钞演义",
    "zh_TW": "阿彌陀經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三０集",
    "zh_TW": "第二三０集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-003-0230",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "01-003-0230_p0001",
      "zh_CN": "请看《阿弥陀经疏钞演义会本》，第四五０页：",
      "zh_TW": "請看《阿彌陀經疏鈔演義會本》，第四五０頁："
    },
    {
      "id": "01-003-0230_p0002",
      "zh_CN": "钞【二即寂照难思，若言其有，则能念之心，本体自空，所念之佛，了不可得；若言其无，则能念之心，灵灵不昧，所念之佛，历历分明；若言亦有无，则有念无念俱泯；若言非有非无，则有念无念俱存。非有则常寂，非无则常照，非双亦，非双非，则不寂不照，而照而寂。言思路绝，无可名状，故唯一心。】",
      "zh_TW": "鈔【二即寂照難思，若言其有，則能念之心，本體自空，所念之佛，了不可得；若言其無，則能念之心，靈靈不昧，所念之佛，歷歷分明；若言亦有無，則有念無念俱泯；若言非有非無，則有念無念俱存。非有則常寂，非無則常照，非雙亦，非雙非，則不寂不照，而照而寂。言思路絕，無可名狀，故唯一心。】"
    },
    {
      "id": "01-003-0230_p0003",
      "zh_CN": "这一段是讲体究的第二个意思，『寂照难思』。我们先讲这四个字字面上的意思。凡夫、二乘、权教菩萨都是用妄心，用妄心，二乘以上虽然他修定，这个定功修得相当有成就，能把妄想伏住，但是不能见性，必须要见性之后他才用真心。真心就是寂而常照，照而常寂，跟妄心迥然不同。我们念佛，当然大多数的人还是用妄心念，妄心念得很如法，可以带业往生。西方四土，凡圣同居土、方便有余土都是带业去往生的。如果念到理一心不乱，那就是生实报土、常寂光土，这个不一样。",
      "zh_TW": "這一段是講體究的第二個意思，『寂照難思』。我們先講這四個字字面上的意思。凡夫、二乘、權教菩薩都是用妄心，用妄心，二乘以上雖然他修定，這個定功修得相當有成就，能把妄想伏住，但是不能見性，必須要見性之後他才用真心。真心就是寂而常照，照而常寂，跟妄心迥然不同。我們念佛，當然大多數的人還是用妄心念，妄心念得很如法，可以帶業往生。西方四土，凡聖同居土、方便有餘土都是帶業去往生的。如果念到理一心不亂，那就是生實報土、常寂光土，這個不一樣。"
    },
    {
      "id": "01-003-0230_p0004",
      "zh_CN": "我们能不能往生？这是大问题。要想往生，一定要伏烦恼。咱们断不了，要把烦恼伏住。烦恼是什么？烦恼是妄想，就是连度众生也是打妄想。你常常有度众生这个念头，说老实话，西方极乐世界去不了，度众生的愿不能没有，度众生的念头可不能有，那是个妄念。咱们一天到晚念这句阿弥陀佛，还常常想着我要度众生，这妄念夹杂在其中。念佛最怕的是夹杂，决定不能怀疑、不能间断、不能夹杂。这样好的法，不介绍给别人心里很难过，这是妄想。诸佛菩萨都不难过，你难过什么！为什么诸佛菩萨不难过？缘没熟。缘要是熟了，佛菩萨自然就来，「佛氏门中，不舍一人」，这个人缘熟了，佛菩萨自然会化身来度他，一个都不会舍弃的。缘没有成熟，不能去，不但不能成事，反而坏事，为什么？引起他的反感，使他缘成熟的时间就延长，这哪里是慈悲？这叫愚痴、愚昧。",
      "zh_TW": "我們能不能往生？這是大問題。要想往生，一定要伏煩惱。咱們斷不了，要把煩惱伏住。煩惱是什麼？煩惱是妄想，就是連度眾生也是打妄想。你常常有度眾生這個念頭，說老實話，西方極樂世界去不了，度眾生的願不能沒有，度眾生的念頭可不能有，那是個妄念。咱們一天到晚念這句阿彌陀佛，還常常想著我要度眾生，這妄念夾雜在其中。念佛最怕的是夾雜，決定不能懷疑、不能間斷、不能夾雜。這樣好的法，不介紹給別人心裡很難過，這是妄想。諸佛菩薩都不難過，你難過什麼！為什麼諸佛菩薩不難過？緣沒熟。緣要是熟了，佛菩薩自然就來，「佛氏門中，不捨一人」，這個人緣熟了，佛菩薩自然會化身來度他，一個都不會捨棄的。緣沒有成熟，不能去，不但不能成事，反而壞事，為什麼？引起他的反感，使他緣成熟的時間就延長，這哪裡是慈悲？這叫愚痴、愚昧。"
    },
    {
      "id": "01-003-0230_p0005",
      "zh_CN": "因此，我们这一生遇到佛法，第一个念头就是决定要生净土，唯有生净土之后才能广度众生，度众生不急在这一世。有同修来给我建议，说我讲经的录音带、录相带要想方法流通，实际上现在流通的不少，我知道全世界许许多多地方都有了。还有人想动念头组织一个基金会，募一笔基金来做这个事情，好不好？听起来好像是不错，现在佛门许多道场都这样做法，这个做法一做就不能往生。我们想想往生要紧，还是修六道轮回福报要紧？我们要仔细去衡量。我常常在讲席当中劝勉同修，介绍佛法、推荐佛法，就是佛门讲的弘扬佛法，这个事情我们要做，用什么心态去做？随缘随分，这样就好，不要刻意去做，不要有计划的去做，不要有组织的去做，因为流弊太多了。万一我们是好心，我们有组织了，一个县有个小组，有一个负责人，万一他在那里化缘，这个钱他自己花掉，他将来堕地狱，他为什么堕地狱？是我们设个圈套把他送到地狱去，这个罪过就太重。佛门常讲：施主一粒米，大如须弥山，今生不了道，披毛戴角还。我们安分守己，不背因果，这样才好。我们主张是决定不化缘，随缘，人家供养多就多做，少就少做，没有就不做，做与不做，心都是清净、都是自在，这样就好。道场如是，在家同修们每一位都要本着这样的心态来过日子，来处事待人接物，使我们的心真正能安定下来，一心向道！这就好。",
      "zh_TW": "因此，我們這一生遇到佛法，第一個念頭就是決定要生淨土，唯有生淨土之後才能廣度眾生，度眾生不急在這一世。有同修來給我建議，說我講經的錄音帶、錄相帶要想方法流通，實際上現在流通的不少，我知道全世界許許多多地方都有了。還有人想動念頭組織一個基金會，募一筆基金來做這個事情，好不好？聽起來好像是不錯，現在佛門許多道場都這樣做法，這個做法一做就不能往生。我們想想往生要緊，還是修六道輪迴福報要緊？我們要仔細去衡量。我常常在講席當中勸勉同修，介紹佛法、推薦佛法，就是佛門講的弘揚佛法，這個事情我們要做，用什麼心態去做？隨緣隨分，這樣就好，不要刻意去做，不要有計劃的去做，不要有組織的去做，因為流弊太多了。萬一我們是好心，我們有組織了，一個縣有個小組，有一個負責人，萬一他在那裡化緣，這個錢他自己花掉，他將來墮地獄，他為什麼墮地獄？是我們設個圈套把他送到地獄去，這個罪過就太重。佛門常講：施主一粒米，大如須彌山，今生不了道，披毛戴角還。我們安分守己，不背因果，這樣才好。我們主張是決定不化緣，隨緣，人家供養多就多做，少就少做，沒有就不做，做與不做，心都是清淨、都是自在，這樣就好。道場如是，在家同修們每一位都要本著這樣的心態來過日子，來處事待人接物，使我們的心真正能安定下來，一心向道！這就好。"
    },
    {
      "id": "01-003-0230_p0006",
      "zh_CN": "众生有福，佛菩萨自然就来，佛法就能普遍的弘扬。我们看看现在这个时代，是有福还是有灾难？有大灾难！你看社会现象不是好现象，灾难就来了，这是共业。我们一定要提高警觉，一定要认清楚生死事大、无常迅速，要知道因果，决定要断恶修善。什么是善？心地清净是善。《无量寿经》的经题，清净平等，觉而不迷，这是善。换句话说，心不清净就是恶，心不平等就是恶，心里迷惑颠倒就是恶。",
      "zh_TW": "眾生有福，佛菩薩自然就來，佛法就能普遍的弘揚。我們看看現在這個時代，是有福還是有災難？有大災難！你看社會現象不是好現象，災難就來了，這是共業。我們一定要提高警覺，一定要認清楚生死事大、無常迅速，要知道因果，決定要斷惡修善。什麼是善？心地清淨是善。《無量壽經》的經題，清淨平等，覺而不迷，這是善。換句話說，心不清淨就是惡，心不平等就是惡，心裡迷惑顛倒就是惡。"
    },
    {
      "id": "01-003-0230_p0007",
      "zh_CN": "学佛决定不搞形式，决定不搞热闹，这些对道业一定有妨害，为什么？不能够寂。「寂」就是清净，不寂哪来的照！「照」是般若智慧。首先我们从字面上了解它、认识它。「寂」就是定，「照」就是慧。「寂照难思」是寂照发挥到最高的程度，通常在大乘佛法里面讲，初初达到这个境界是圆教初住菩萨，别教初地菩萨，那就不可思议了。不要说深位的菩萨，刚刚得到这个境界就不可思议。《楞严经》二十五圆通章，所讲的二十五位菩萨统统是圆教初住菩萨，那不是很高的，是楞严大定刚刚修成。楞严大定就是我们此地讲的理一心不乱，刚刚得到这个境界，真正不可思议。",
      "zh_TW": "學佛決定不搞形式，決定不搞熱鬧，這些對道業一定有妨害，為什麼？不能夠寂。「寂」就是清淨，不寂哪來的照！「照」是般若智慧。首先我們從字面上了解它、認識它。「寂」就是定，「照」就是慧。「寂照難思」是寂照發揮到最高的程度，通常在大乘佛法裡面講，初初達到這個境界是圓教初住菩薩，別教初地菩薩，那就不可思議了。不要說深位的菩薩，剛剛得到這個境界就不可思議。《楞嚴經》二十五圓通章，所講的二十五位菩薩統統是圓教初住菩薩，那不是很高的，是楞嚴大定剛剛修成。楞嚴大定就是我們此地講的理一心不亂，剛剛得到這個境界，真正不可思議。"
    },
    {
      "id": "01-003-0230_p0008",
      "zh_CN": "为什么不可思议？这一段文里面给我们说这个道理，因为思与议都落在第二义。思想、研究、讨论都是心意识的作用，离开心意识就没法子思议。真心本性没有思议，因为它没有分别、没有执着、没有妄想，离开一切分别执着妄想，还有什么好说的！我要问同修们，我这个摆在这里，离开一切分别，离一切名字相、言说相，你说这是什么？你说：这是纸片。我告诉你没有名字相，怎么来的纸片？用心意识就可以思议；离心意识，不可思议！一切法摆在我们面前清清楚楚明明白白，那叫照见。刚才我这一试，你们都看到的，叫照见，那是照。心是寂的，清清楚楚明明白白，没有言说，也没有思惟。这个境界在哪里？就在我们面前。我们在境界里一起心、一动念，这个境界就没有了，就变成虚妄的境界。你给它取个名，假名！它本来没有名；你说它一个相状，它本来没有相状，都是你从分别执着里面生出来的。你把分别执着生出来的当真，就大错特错，这叫迷惑颠倒。这个大前提明白，下面这个解释就不难懂，你愈看愈明白。",
      "zh_TW": "為什麼不可思議？這一段文裡面給我們說這個道理，因為思與議都落在第二義。思想、研究、討論都是心意識的作用，離開心意識就沒法子思議。真心本性沒有思議，因為它沒有分別、沒有執著、沒有妄想，離開一切分別執著妄想，還有什麼好說的！我要問同修們，我這個擺在這裡，離開一切分別，離一切名字相、言說相，你說這是什麼？你說：這是紙片。我告訴你沒有名字相，怎麼來的紙片？用心意識就可以思議；離心意識，不可思議！一切法擺在我們面前清清楚楚明明白白，那叫照見。剛才我這一試，你們都看到的，叫照見，那是照。心是寂的，清清楚楚明明白白，沒有言說，也沒有思惟。這個境界在哪裡？就在我們面前。我們在境界裡一起心、一動念，這個境界就沒有了，就變成虛妄的境界。你給它取個名，假名！它本來沒有名；你說它一個相狀，它本來沒有相狀，都是你從分別執著裡面生出來的。你把分別執著生出來的當真，就大錯特錯，這叫迷惑顛倒。這個大前提明白，下面這個解釋就不難懂，你愈看愈明白。"
    },
    {
      "id": "01-003-0230_p0009",
      "zh_CN": "『若言其有，则能念之心，本体自空，所念之佛，了不可得』，这五句有注解：",
      "zh_TW": "『若言其有，則能念之心，本體自空，所念之佛，了不可得』，這五句有註解："
    },
    {
      "id": "01-003-0230_p0010",
      "zh_CN": "演【若言其有五句，谓能念之心，因所念之佛而有。】",
      "zh_TW": "演【若言其有五句，謂能念之心，因所念之佛而有。】"
    },
    {
      "id": "01-003-0230_p0011",
      "zh_CN": "心境都是缘生的，如果心里一念不生的时候，心境俱空。可是我们动个心念佛，佛的境界就现前，佛是缘起；因为念佛，反面显示我动了一个念佛的念头，心也是缘起。能念之心、所念之佛是互为缘起。诸法因缘生！所以讲一心，这是真心。你一念佛，就有能念、所念，能念、所念统统是从缘起。「因所念之佛而有」，而有个能念之心，心是缘起。这个心是因为所念之佛才显示一个能念之心，「则能念之心本体自空」，没有那个所念之佛，你能念之心也了不可得，也没有了，这个能念之心是缘起。",
      "zh_TW": "心境都是緣生的，如果心裡一念不生的時候，心境俱空。可是我們動個心念佛，佛的境界就現前，佛是緣起；因為念佛，反面顯示我動了一個念佛的念頭，心也是緣起。能念之心、所念之佛是互為緣起。諸法因緣生！所以講一心，這是真心。你一念佛，就有能念、所念，能念、所念統統是從緣起。「因所念之佛而有」，而有個能念之心，心是緣起。這個心是因為所念之佛才顯示一個能念之心，「則能念之心本體自空」，沒有那個所念之佛，你能念之心也了不可得，也沒有了，這個能念之心是緣起。"
    },
    {
      "id": "01-003-0230_p0012",
      "zh_CN": "演【所念之佛，因能念之心而有，则所念之佛了不可得。】",
      "zh_TW": "演【所念之佛，因能念之心而有，則所念之佛了不可得。】"
    },
    {
      "id": "01-003-0230_p0013",
      "zh_CN": "也是本体自空。「本体自空」跟「了不可得」是一个意思，心境都不可得。",
      "zh_TW": "也是本體自空。「本體自空」跟「了不可得」是一個意思，心境都不可得。"
    },
    {
      "id": "01-003-0230_p0014",
      "zh_CN": "演【以心缘境，从无自性，故有非有也。此为空观。】",
      "zh_TW": "演【以心緣境，從無自性，故有非有也。此為空觀。】"
    },
    {
      "id": "01-003-0230_p0015",
      "zh_CN": "境是色法，心法、色法当体即空，你还有什么执着？还要再打什么妄想？你所有一切想，佛给你加上一个字叫「妄」想。真心本来没想的，只要你有想统统叫妄想。你什么都不想，就对了，你要想就错了。诸佛菩萨大慈大悲普度众生，他有没有想？没有想。没有想怎么度？随缘度生。缘现前，佛就尽心尽力帮助他；缘不现前，他如如不动。即使缘现前去帮助一切众生，还是如如不动，从来没有起心动念过，包括佛为我们讲经说法，佛是「说而无说，无说而说」。我们初学的人很难懂，明明有说，怎么没说？好比敲磬，我们拿棒子敲它一下，它就会响，不敲它就不响。试问问，我们敲的时候，它是不是动个念头我要响？没有！所以它是无响而响，响而无响。释迦牟尼佛说法就是这样的，没有分别执着，没有心，没有起心动念！众生问什么，随问随答，绝对没有说你问了，我得考虑考虑想想怎么答复你，那就落在意识里，那就是凡夫了。所以佛说法就如同敲磬一样，大叩则大鸣，小叩则小鸣，不叩则不鸣。佛有没有说法？没有说法。我们听佛说法了，要会听，会听是离心意识听。换句话说，听佛说法不分别、不执着、不落印象，这样听法会开悟。愈听心愈清净，清净到一定的程度就开悟了，就与佛心相应，也就是与寂静心相应。佛心寂静，我们心也寂静，寂静与寂静当中没有界线，就一切通达无碍。真正用功，真正信佛，真正相信自性无量功德，这一点非常重要。",
      "zh_TW": "境是色法，心法、色法當體即空，你還有什麼執著？還要再打什麼妄想？你所有一切想，佛給你加上一個字叫「妄」想。真心本來沒想的，只要你有想統統叫妄想。你什麼都不想，就對了，你要想就錯了。諸佛菩薩大慈大悲普度眾生，他有沒有想？沒有想。沒有想怎麼度？隨緣度生。緣現前，佛就盡心盡力幫助他；緣不現前，他如如不動。即使緣現前去幫助一切眾生，還是如如不動，從來沒有起心動念過，包括佛為我們講經說法，佛是「說而無說，無說而說」。我們初學的人很難懂，明明有說，怎麼沒說？好比敲磬，我們拿棒子敲它一下，它就會響，不敲它就不響。試問問，我們敲的時候，它是不是動個念頭我要響？沒有！所以它是無響而響，響而無響。釋迦牟尼佛說法就是這樣的，沒有分別執著，沒有心，沒有起心動念！眾生問什麼，隨問隨答，絕對沒有說你問了，我得考慮考慮想想怎麼答覆你，那就落在意識裡，那就是凡夫了。所以佛說法就如同敲磬一樣，大叩則大鳴，小叩則小鳴，不叩則不鳴。佛有沒有說法？沒有說法。我們聽佛說法了，要會聽，會聽是離心意識聽。換句話說，聽佛說法不分別、不執著、不落印象，這樣聽法會開悟。愈聽心愈清淨，清淨到一定的程度就開悟了，就與佛心相應，也就是與寂靜心相應。佛心寂靜，我們心也寂靜，寂靜與寂靜當中沒有界線，就一切通達無礙。真正用功，真正信佛，真正相信自性無量功德，這一點非常重要。"
    },
    {
      "id": "01-003-0230_p0016",
      "zh_CN": "这是从体上看，所以说「空观」，当体即空，了不可得，这些都是给我们说明宇宙人生的真相。",
      "zh_TW": "這是從體上看，所以說「空觀」，當體即空，了不可得，這些都是給我們說明宇宙人生的真相。"
    },
    {
      "id": "01-003-0230_p0017",
      "zh_CN": "演【若言其无五句，谓因所念之佛，引生能念之心。】",
      "zh_TW": "演【若言其無五句，謂因所念之佛，引生能念之心。】"
    },
    {
      "id": "01-003-0230_p0018",
      "zh_CN": "能念的心从哪里来的？是所念的佛把它引起来的。",
      "zh_TW": "能念的心從哪裡來的？是所念的佛把它引起來的。"
    },
    {
      "id": "01-003-0230_p0019",
      "zh_CN": "演【则能念之心惺惺不昧。】",
      "zh_TW": "演【則能念之心惺惺不昧。】"
    },
    {
      "id": "01-003-0230_p0020",
      "zh_CN": "这心清清楚楚明明白白，就像我刚才拿个纸片给大家看一看，你们岂不是看得清清楚楚明明白白吗？你用什么看的？心，心看的。因为不准你分别、不准你执着，用的心是真心；起心动念分别执着是妄心，那就是八识五十一心所。当你不起心、不动念，没有分别执着，你所见到的那是见性见，是真心见，真心见到的是法性。我们凡夫也有，可惜保持不长久，第一个念头是心、见性见，第二个念头是眼识见，马上就变质，变得太快！诸佛菩萨见，永远不变质，所以他见的都是真相、实相；我们所见把实相转变成虚妄相。这个心清清楚楚明明白白。",
      "zh_TW": "這心清清楚楚明明白白，就像我剛才拿個紙片給大家看一看，你們豈不是看得清清楚楚明明白白嗎？你用什麼看的？心，心看的。因為不准你分別、不准你執著，用的心是真心；起心動念分別執著是妄心，那就是八識五十一心所。當你不起心、不動念，沒有分別執著，你所見到的那是見性見，是真心見，真心見到的是法性。我們凡夫也有，可惜保持不長久，第一個念頭是心、見性見，第二個念頭是眼識見，馬上就變質，變得太快！諸佛菩薩見，永遠不變質，所以他見的都是真相、實相；我們所見把實相轉變成虛妄相。這個心清清楚楚明明白白。"
    },
    {
      "id": "01-003-0230_p0021",
      "zh_CN": "演【因能念之心，引生所念之佛。】",
      "zh_TW": "演【因能念之心，引生所念之佛。】"
    },
    {
      "id": "01-003-0230_p0022",
      "zh_CN": "所念之佛从哪来？是能念之心显现出来。",
      "zh_TW": "所念之佛從哪來？是能念之心顯現出來。"
    },
    {
      "id": "01-003-0230_p0023",
      "zh_CN": "演【则所念之佛历历分明。】",
      "zh_TW": "演【則所念之佛歷歷分明。】"
    },
    {
      "id": "01-003-0230_p0024",
      "zh_CN": "那个佛在面前清清楚楚。",
      "zh_TW": "那個佛在面前清清楚楚。"
    },
    {
      "id": "01-003-0230_p0025",
      "zh_CN": "演【以性空之处，不碍缘生。】",
      "zh_TW": "演【以性空之處，不礙緣生。】"
    },
    {
      "id": "01-003-0230_p0026",
      "zh_CN": "能念的心缘生的，所念的佛缘生的。从现相上来说是缘生的，从体上来讲决定是空寂的，是了不可得。相有体无，就跟作梦一样，这决定是实相，实相就是真实相，决定是真实相。你没有体会到这一层，你所见到的统统叫虚妄相，虚妄相会带给你无量无边的烦恼、会叫你造业、会叫你受轮回苦报。如果你见到实相，你的心决定清净，你心是定的，常生智慧，与佛无二，跟佛没有两样。佛与众生实在讲就是这么一念之差，所谓「差之毫厘，失之千里」，差别就这么一点点，你能把这一点点转过来，你立刻就成佛了。",
      "zh_TW": "能念的心緣生的，所念的佛緣生的。從現相上來說是緣生的，從體上來講決定是空寂的，是了不可得。相有體無，就跟作夢一樣，這決定是實相，實相就是真實相，決定是真實相。你沒有體會到這一層，你所見到的統統叫虛妄相，虛妄相會帶給你無量無邊的煩惱、會叫你造業、會叫你受輪迴苦報。如果你見到實相，你的心決定清淨，你心是定的，常生智慧，與佛無二，跟佛沒有兩樣。佛與眾生實在講就是這麼一念之差，所謂「差之毫釐，失之千里」，差別就這麼一點點，你能把這一點點轉過來，你立刻就成佛了。"
    },
    {
      "id": "01-003-0230_p0027",
      "zh_CN": "演【故无非无也。】",
      "zh_TW": "演【故無非無也。】"
    },
    {
      "id": "01-003-0230_p0028",
      "zh_CN": "不是什么都没有，相是有的。",
      "zh_TW": "不是什麼都沒有，相是有的。"
    },
    {
      "id": "01-003-0230_p0029",
      "zh_CN": "演【此为假观。】",
      "zh_TW": "演【此為假觀。】"
    },
    {
      "id": "01-003-0230_p0030",
      "zh_CN": "诸位要晓得，相统统是假的。相有没有？有，有不是真的，有是假的。《金刚经》上讲得很好，「如梦幻泡影」，梦幻、泡影，有！人人都会作梦；「幻」是什么？幻就是变魔术，魔术师变把戏，变出的东西看似真有，其实是假的，那是幻有。「泡」是水泡，你们到海边去看，看水泡。「影」，现在我们看电视，电视画面都是影。如梦幻泡影，没有一样是真实的。诸佛菩萨在世间叫游戏神通，什么叫游戏神通？他在境界里面不分别不执着、不起心不动念，无论境缘是顺是逆他都自在。顺境里面他不生贪爱，逆境里面他不生瞋恚，他的心是清净平等的，所以在他感受当中，万法一如，他没有苦乐忧喜舍。万法一如，心常在定；一有苦乐忧喜舍，心就不定，定就失掉，为什么？心动。他心不动。",
      "zh_TW": "諸位要曉得，相統統是假的。相有沒有？有，有不是真的，有是假的。《金剛經》上講得很好，「如夢幻泡影」，夢幻、泡影，有！人人都會作夢；「幻」是什麼？幻就是變魔術，魔術師變把戲，變出的東西看似真有，其實是假的，那是幻有。「泡」是水泡，你們到海邊去看，看水泡。「影」，現在我們看電視，電視畫面都是影。如夢幻泡影，沒有一樣是真實的。諸佛菩薩在世間叫遊戲神通，什麼叫遊戲神通？他在境界裡面不分別不執著、不起心不動念，無論境緣是順是逆他都自在。順境裡面他不生貪愛，逆境裡面他不生瞋恚，他的心是清淨平等的，所以在他感受當中，萬法一如，他沒有苦樂憂喜捨。萬法一如，心常在定；一有苦樂憂喜捨，心就不定，定就失掉，為什麼？心動。他心不動。"
    },
    {
      "id": "01-003-0230_p0031",
      "zh_CN": "真正学道人在一切境缘当中，境是物质环境，缘是人事环境，在一切环境当中修不动心，这是佛法。无论哪一宗、无论哪一派统统都是修这个，只是修的方法不一样。我们净土宗用念佛法门这个方法来修，防止起心动念。顺境里面起一点贪心，马上阿弥陀佛，把这个念头转过来，转到阿弥陀佛，把贪打掉。逆境里面起一点不高兴，瞋恚之心，赶快换成阿弥陀佛，把瞋念打掉，用这个方法。叫你不管在什么境界当中，你就保持你的心清净平等觉，这叫念佛人，这个人是真正念佛。决不是口里念佛，心里还搞是非人我，还要妄语两舌，还搞贪瞋痴慢，口是心非，那就错了，那不是念佛人，那样念佛不能往生。念佛人一定念念都在清净平等觉，这样念佛是决定往生。我们自己这样修，也教给别人这样修，这才是自利利他，弘法利生。",
      "zh_TW": "真正學道人在一切境緣當中，境是物質環境，緣是人事環境，在一切環境當中修不動心，這是佛法。無論哪一宗、無論哪一派統統都是修這個，只是修的方法不一樣。我們淨土宗用念佛法門這個方法來修，防止起心動念。順境裡面起一點貪心，馬上阿彌陀佛，把這個念頭轉過來，轉到阿彌陀佛，把貪打掉。逆境裡面起一點不高興，瞋恚之心，趕快換成阿彌陀佛，把瞋念打掉，用這個方法。叫你不管在什麼境界當中，你就保持你的心清淨平等覺，這叫念佛人，這個人是真正念佛。決不是口裡念佛，心裡還搞是非人我，還要妄語兩舌，還搞貪瞋痴慢，口是心非，那就錯了，那不是念佛人，那樣念佛不能往生。念佛人一定念念都在清淨平等覺，這樣念佛是決定往生。我們自己這樣修，也教給別人這樣修，這才是自利利他，弘法利生。"
    },
    {
      "id": "01-003-0230_p0032",
      "zh_CN": "知道一切境界统统是假的，自然不生烦恼。一切都是假的，有什么好贪恋？假的，不是真的。一切都是梦幻泡影，有什么好瞋恚的？理得心就安，理、真理看得清清楚楚，明白了，心自然就安，自然把这些忧虑、恐惧、牵挂放下。我们的身心也是缘起的，也不是真实的。明天没得吃，饿死了，说老实话，谁饿死？身体了不可得，境界了不可得，谁死？没有生死，生死马上就了了，叫「了生死」，没有生死。生死从哪里来？生死也是从缘起。因为你怕死，死就现在面前，你就恐怖了，都是自己变现的。除自心之外，还有哪一法？没有了。心外无法，法外无心，十法界依正庄严统统是自心缘起变现出来的假相，这是假观。空观，观本体。理明白了，假观看现象，现象也清楚了，后面讲「中观」。中观是什么？我们在这个境界里怎么过日子？如何来享受这个境界？享受是正常的，享受里面决定不造业，决定不生烦恼，决定不起心动念，这样的生活就是诸佛菩萨的生活。你要是学会了，你这个名称要改一改，不能叫人了，要叫你做菩萨；其他一样也没换，心境都没换，换个名字而已，不再叫人，叫你做佛菩萨。",
      "zh_TW": "知道一切境界統統是假的，自然不生煩惱。一切都是假的，有什麼好貪戀？假的，不是真的。一切都是夢幻泡影，有什麼好瞋恚的？理得心就安，理、真理看得清清楚楚，明白了，心自然就安，自然把這些憂慮、恐懼、牽掛放下。我們的身心也是緣起的，也不是真實的。明天沒得吃，餓死了，說老實話，誰餓死？身體了不可得，境界了不可得，誰死？沒有生死，生死馬上就了了，叫「了生死」，沒有生死。生死從哪裡來？生死也是從緣起。因為你怕死，死就現在面前，你就恐怖了，都是自己變現的。除自心之外，還有哪一法？沒有了。心外無法，法外無心，十法界依正莊嚴統統是自心緣起變現出來的假相，這是假觀。空觀，觀本體。理明白了，假觀看現象，現象也清楚了，後面講「中觀」。中觀是什麼？我們在這個境界裡怎麼過日子？如何來享受這個境界？享受是正常的，享受裡面決定不造業，決定不生煩惱，決定不起心動念，這樣的生活就是諸佛菩薩的生活。你要是學會了，你這個名稱要改一改，不能叫人了，要叫你做菩薩；其他一樣也沒換，心境都沒換，換個名字而已，不再叫人，叫你做佛菩薩。"
    },
    {
      "id": "01-003-0230_p0033",
      "zh_CN": "演【若言亦有亦无二句。】",
      "zh_TW": "演【若言亦有亦無二句。】"
    },
    {
      "id": "01-003-0230_p0034",
      "zh_CN": "这就是「则有念无念俱泯」。",
      "zh_TW": "這就是「則有念無念俱泯」。"
    },
    {
      "id": "01-003-0230_p0035",
      "zh_CN": "演【谓若双执有无。】",
      "zh_TW": "演【謂若雙執有無。】"
    },
    {
      "id": "01-003-0230_p0036",
      "zh_CN": "你要是执着也有也无，关键就是「执」，执打掉，问题就解决。决定不能执着！执着打掉，你说有也行，你说无也行，你说亦有亦无，没有一样不对，头头是道，左右逢源。一有「执」，就句句都错，没有一句是对的，关键就在执着。这个地方讲双执有无，执着有又执着无。",
      "zh_TW": "你要是執著也有也無，關鍵就是「執」，執打掉，問題就解決。決定不能執著！執著打掉，你說有也行，你說無也行，你說亦有亦無，沒有一樣不對，頭頭是道，左右逢源。一有「執」，就句句都錯，沒有一句是對的，關鍵就在執著。這個地方講雙執有無，執著有又執著無。"
    },
    {
      "id": "01-003-0230_p0037",
      "zh_CN": "演【则正当本体自空了不可得时，又灵灵不昧历历分明，以有夺无也。】",
      "zh_TW": "演【則正當本體自空了不可得時，又靈靈不昧歷歷分明，以有奪無也。】"
    },
    {
      "id": "01-003-0230_p0038",
      "zh_CN": "不能说它无，明明有，清清楚楚明明白白，这是破执着无。",
      "zh_TW": "不能說它無，明明有，清清楚楚明明白白，這是破執著無。"
    },
    {
      "id": "01-003-0230_p0039",
      "zh_CN": "演【正当灵灵不昧历历分明时，又本体自空了不可得，以无夺有也。】",
      "zh_TW": "演【正當靈靈不昧歷歷分明時，又本體自空了不可得，以無奪有也。】"
    },
    {
      "id": "01-003-0230_p0040",
      "zh_CN": "这是破执着有。",
      "zh_TW": "這是破執著有。"
    },
    {
      "id": "01-003-0230_p0041",
      "zh_CN": "演【互夺两亡，则有无双泯。】",
      "zh_TW": "演【互奪兩亡，則有無雙泯。】"
    },
    {
      "id": "01-003-0230_p0042",
      "zh_CN": "你说亦无不能成立，你说亦有也不能成立，「互夺两亡」，二边都不能成立，「则有无双泯」，泯就是消失，亦有亦无二边都消失。",
      "zh_TW": "你說亦無不能成立，你說亦有也不能成立，「互奪兩亡」，二邊都不能成立，「則有無雙泯」，泯就是消失，亦有亦無二邊都消失。"
    },
    {
      "id": "01-003-0230_p0043",
      "zh_CN": "演【此双遮二边之中道观也。】",
      "zh_TW": "演【此雙遮二邊之中道觀也。】"
    },
    {
      "id": "01-003-0230_p0044",
      "zh_CN": "二边不执着，这是中道，这是双遮，遮就与体相应，与理相应。",
      "zh_TW": "二邊不執著，這是中道，這是雙遮，遮就與體相應，與理相應。"
    },
    {
      "id": "01-003-0230_p0045",
      "zh_CN": "演【若言非有非无二句。】",
      "zh_TW": "演【若言非有非無二句。】"
    },
    {
      "id": "01-003-0230_p0046",
      "zh_CN": "亦有亦无不能成立，那就非有非无。非有非无又错了，错在哪里？底下说：",
      "zh_TW": "亦有亦無不能成立，那就非有非無。非有非無又錯了，錯在哪裡？底下說："
    },
    {
      "id": "01-003-0230_p0047",
      "zh_CN": "演【谓若双破有无。】",
      "zh_TW": "演【謂若雙破有無。】"
    },
    {
      "id": "01-003-0230_p0048",
      "zh_CN": "非有非无，有无二边双破。",
      "zh_TW": "非有非無，有無二邊雙破。"
    },
    {
      "id": "01-003-0230_p0049",
      "zh_CN": "演【则因本体自空了不可得，故得灵灵不昧历历分明，因无成有也。】",
      "zh_TW": "演【則因本體自空了不可得，故得靈靈不昧歷歷分明，因無成有也。】"
    },
    {
      "id": "01-003-0230_p0050",
      "zh_CN": "「灵灵不昧」是心，「历历分明」是境，心境是无中而生的，无中它生有了，你不能说它无。",
      "zh_TW": "「靈靈不昧」是心，「歷歷分明」是境，心境是無中而生的，無中它生有了，你不能說它無。"
    },
    {
      "id": "01-003-0230_p0051",
      "zh_CN": "演【因灵灵不昧历历分明，故得本体自空了不可得，因有成无也。互成双立，则有无俱存，此双照二边之中道观也。】",
      "zh_TW": "演【因靈靈不昧歷歷分明，故得本體自空了不可得，因有成無也。互成雙立，則有無俱存，此雙照二邊之中道觀也。】"
    },
    {
      "id": "01-003-0230_p0052",
      "zh_CN": "这一段是从心境现象上来说的，从现象上讲，有；从理体上讲，无。只要你不执着，你说有，对的；你说无，也对。就怕执着，执着是病，这种执着叫做法执。诸位要知道，我执破了证阿罗汉果；法执破了成佛。为什么佛把这种执着看得这么重？你有这个执着，你不能见性，你不能成佛，一定要把执着破掉。",
      "zh_TW": "這一段是從心境現象上來說的，從現象上講，有；從理體上講，無。只要你不執著，你說有，對的；你說無，也對。就怕執著，執著是病，這種執著叫做法執。諸位要知道，我執破了證阿羅漢果；法執破了成佛。為什麼佛把這種執著看得這麼重？你有這個執著，你不能見性，你不能成佛，一定要把執著破掉。"
    },
    {
      "id": "01-003-0230_p0053",
      "zh_CN": "佛对一切大众说法，有的时候说「有」，有的时候说「无」。我们生起怀疑，佛说法并不前后一致，往往前后矛盾。这个要知道，佛没有法说，你执着有，佛就给你讲无，他执着无，佛就给他讲有。佛说有无，是破你的执着，你的执着打破，事情就没有了。佛是破执着的！你执着有，他给你说无，对！他说得很对，你马上得受用；执着无的人，佛说有，对他也有受用，他马上就开悟证果，各人都得利益。执着有的人，佛说有，那是害他；执着无的人，佛跟他讲无，那也讲错了。",
      "zh_TW": "佛對一切大眾說法，有的時候說「有」，有的時候說「無」。我們生起懷疑，佛說法並不前後一致，往往前後矛盾。這個要知道，佛沒有法說，你執著有，佛就給你講無，他執著無，佛就給他講有。佛說有無，是破你的執著，你的執著打破，事情就沒有了。佛是破執著的！你執著有，他給你說無，對！他說得很對，你馬上得受用；執著無的人，佛說有，對他也有受用，他馬上就開悟證果，各人都得利益。執著有的人，佛說有，那是害他；執著無的人，佛跟他講無，那也講錯了。"
    },
    {
      "id": "01-003-0230_p0054",
      "zh_CN": "你们看《六祖坛经》，六祖传教的学生以后说法利生怎么说法？所说的一切法统统从反面说。佛无法可说，破众生的执着而已。《六祖坛经》三十六对，那就是诸佛菩萨为一切众生说法的原理原则。其实有什么法？没有法！心也没有，境也没有，还有什么法好说！你执着什么，把你这个执着打掉，就对了。到你不执着了，有没有佛法？没有佛法，佛法也没有了。佛法是因为众生执着而建立的，就好像众生有病这才有药；众生都没有病，哪来的药？没有药。不但药没有了，药的名词也没有了。应病与药，药到病除，病除，药也没有了，这叫佛法。",
      "zh_TW": "你們看《六祖壇經》，六祖傳教的學生以後說法利生怎麼說法？所說的一切法統統從反面說。佛無法可說，破眾生的執著而已。《六祖壇經》三十六對，那就是諸佛菩薩為一切眾生說法的原理原則。其實有什麼法？沒有法！心也沒有，境也沒有，還有什麼法好說！你執著什麼，把你這個執著打掉，就對了。到你不執著了，有沒有佛法？沒有佛法，佛法也沒有了。佛法是因為眾生執著而建立的，就好像眾生有病這才有藥；眾生都沒有病，哪來的藥？沒有藥。不但藥沒有了，藥的名詞也沒有了。應病與藥，藥到病除，病除，藥也沒有了，這叫佛法。"
    },
    {
      "id": "01-003-0230_p0055",
      "zh_CN": "双遮是从理上，双照是从事上，无非破除执着而已。",
      "zh_TW": "雙遮是從理上，雙照是從事上，無非破除執著而已。"
    },
    {
      "id": "01-003-0230_p0056",
      "zh_CN": "演【有无四句是病。】",
      "zh_TW": "演【有無四句是病。】"
    },
    {
      "id": "01-003-0230_p0057",
      "zh_CN": "「有、无、亦有亦无、非有非无」，这四句是病根，所有一切众生都是这样执着的，对于身心万物，他思想观念上就是这四种执着，这叫凡夫，这叫外道，这叫小乘。《楞严经》上把小乘列在魔一类，他知见不正，就是他有法执。",
      "zh_TW": "「有、無、亦有亦無、非有非無」，這四句是病根，所有一切眾生都是這樣執著的，對於身心萬物，他思想觀念上就是這四種執著，這叫凡夫，這叫外道，這叫小乘。《楞嚴經》上把小乘列在魔一類，他知見不正，就是他有法執。"
    },
    {
      "id": "01-003-0230_p0058",
      "zh_CN": "演【三观是药。】",
      "zh_TW": "演【三觀是藥。】"
    },
    {
      "id": "01-003-0230_p0059",
      "zh_CN": "空观、假观、中观。中观里面有双遮中观、双照中观，用这个方法来破除迷惑颠倒的病根。",
      "zh_TW": "空觀、假觀、中觀。中觀裡面有雙遮中觀、雙照中觀，用這個方法來破除迷惑顛倒的病根。"
    },
    {
      "id": "01-003-0230_p0060",
      "zh_CN": "演【若四句既离，则三观亦绝。】",
      "zh_TW": "演【若四句既離，則三觀亦絕。】"
    },
    {
      "id": "01-003-0230_p0061",
      "zh_CN": "三观是药，病好了，药就没有了，三观也没有了。千万不能执着有个三观，执着三观，就又变成病了。三观到底是有还是无？还是亦有亦无？还是非有非无？又变成四句了。诸位要晓得，一一法统统有四句。我们执着这个人，这个人是男人，到底是有男人还是无男人？还是亦有男人亦无男人？还是非有男人非无男人？随便拈一法都是四句。你要问：什么叫无明？什么叫颠倒？这四句就是无明，这四句就是颠倒妄想。一切物、一切事、一切理、一切境，一一法统统有这四句。我们念佛，有很多念佛人有怀疑，疑根不断，西方极乐世界到底是有还是无？还是亦有亦无？还是非有非无？他就搞这个名堂。人家一提起来，我们这一想想是没错！到底是有还是没有？心就乱掉了。",
      "zh_TW": "三觀是藥，病好了，藥就沒有了，三觀也沒有了。千萬不能執著有個三觀，執著三觀，就又變成病了。三觀到底是有還是無？還是亦有亦無？還是非有非無？又變成四句了。諸位要曉得，一一法統統有四句。我們執著這個人，這個人是男人，到底是有男人還是無男人？還是亦有男人亦無男人？還是非有男人非無男人？隨便拈一法都是四句。你要問：什麼叫無明？什麼叫顛倒？這四句就是無明，這四句就是顛倒妄想。一切物、一切事、一切理、一切境，一一法統統有這四句。我們念佛，有很多念佛人有懷疑，疑根不斷，西方極樂世界到底是有還是無？還是亦有亦無？還是非有非無？他就搞這個名堂。人家一提起來，我們這一想想是沒錯！到底是有還是沒有？心就亂掉了。"
    },
    {
      "id": "01-003-0230_p0062",
      "zh_CN": "演【此中有即俗谛，无即真谛，双亦双非即中道第一义谛。】",
      "zh_TW": "演【此中有即俗諦，無即真諦，雙亦雙非即中道第一義諦。】"
    },
    {
      "id": "01-003-0230_p0063",
      "zh_CN": "「中道」就是不落二边，二边都不执着这就是中道。一切境缘，随顺就好了。随顺，决定不要去起心动念，不要去想我要怎样怎样，那就叫自找苦吃。这一想我要怎样怎样，这叫造业。你恒顺众生，随喜功德，那不是造业，那是功德。功德是什么？与法性相应，与中道第一义谛相应，这是功德。为什么要去想？起心动念就是攀缘。真正学佛的人，心清净。心清净的好处太多，心清净第一个得法喜，欢喜、快乐，佛法讲的「离苦得乐」，这个话是真的，不是假的。你心地清净就快乐，法喜充满。儒家也讲求这个，《论语》第一句「学而时习之，不亦说乎？」悦就是法喜，要把你所学的，「习」是应用在生活上，变成自己的生活习惯，这里面就有法喜。法喜，对于身心是最好的滋养，健康长寿，不病不老。俗话说：忧能使人老。一个人贪瞋痴慢多，忧虑牵挂多，就衰老得快，也容易得病，为什么？身心不清净。这是我们切身的利益，你就晓得修清净心多么重要！这个经，特别是这个注的好处，真的帮助我们断疑生信。学了，在生活上立刻能用得上，好处在此地，它不是理论，立刻可以变成我们的生活。",
      "zh_TW": "「中道」就是不落二邊，二邊都不執著這就是中道。一切境緣，隨順就好了。隨順，決定不要去起心動念，不要去想我要怎樣怎樣，那就叫自找苦吃。這一想我要怎樣怎樣，這叫造業。你恆順眾生，隨喜功德，那不是造業，那是功德。功德是什麼？與法性相應，與中道第一義諦相應，這是功德。為什麼要去想？起心動念就是攀緣。真正學佛的人，心清淨。心清淨的好處太多，心清淨第一個得法喜，歡喜、快樂，佛法講的「離苦得樂」，這個話是真的，不是假的。你心地清淨就快樂，法喜充滿。儒家也講求這個，《論語》第一句「學而時習之，不亦說乎？」悅就是法喜，要把你所學的，「習」是應用在生活上，變成自己的生活習慣，這裡面就有法喜。法喜，對於身心是最好的滋養，健康長壽，不病不老。俗話說：憂能使人老。一個人貪瞋痴慢多，憂慮牽掛多，就衰老得快，也容易得病，為什麼？身心不清淨。這是我們切身的利益，你就曉得修清淨心多麼重要！這個經，特別是這個註的好處，真的幫助我們斷疑生信。學了，在生活上立刻能用得上，好處在此地，它不是理論，立刻可以變成我們的生活。"
    },
    {
      "id": "01-003-0230_p0064",
      "zh_CN": "「谛」，就是我们现在所讲的真理，在佛法讲是谛实的意思，就是实实在在的，一点都不错。「有」是俗谛，世俗人的见解，有是假有，不是真的；「无」是真谛，无就是空，这个无并不是当什么都没有讲，是体无，无自性。一切万法无有自性，无有自体，怎么来的？缘生的。凡是缘生都没有自性，这是真的。「双亦双非」就是中道第一义谛。",
      "zh_TW": "「諦」，就是我們現在所講的真理，在佛法講是諦實的意思，就是實實在在的，一點都不錯。「有」是俗諦，世俗人的見解，有是假有，不是真的；「無」是真諦，無就是空，這個無並不是當什麼都沒有講，是體無，無自性。一切萬法無有自性，無有自體，怎麼來的？緣生的。凡是緣生都沒有自性，這是真的。「雙亦雙非」就是中道第一義諦。"
    },
    {
      "id": "01-003-0230_p0065",
      "zh_CN": "演【举一即三，言三即一。】",
      "zh_TW": "演【舉一即三，言三即一。】"
    },
    {
      "id": "01-003-0230_p0066",
      "zh_CN": "这三个是一桩事情。我们要是真正彻底了解一切万物「体空相有」，我们用「中」，就快乐了。怎样用中？决定不执着，你就用中。会用中的人，那就入华严境界，「理事无碍，事事无碍」。世间人为什么起心动念一切都是障碍？因为他有执着，有执着就有障碍，没有执着就没有障碍。佛法说穿了，破执着而已，并没有什么其他的法门，破执着而已。说这是一而三、三而一。说实在话，尽虚空遍法界跟自己是一体，这是真的，一点都不假。虚空法界统统是自性缘起，没有一样不是自性缘起，所谓「心外无法，法外无心」，是一不是二。",
      "zh_TW": "這三個是一樁事情。我們要是真正徹底了解一切萬物「體空相有」，我們用「中」，就快樂了。怎樣用中？決定不執著，你就用中。會用中的人，那就入華嚴境界，「理事無礙，事事無礙」。世間人為什麼起心動念一切都是障礙？因為他有執著，有執著就有障礙，沒有執著就沒有障礙。佛法說穿了，破執著而已，並沒有什麼其他的法門，破執著而已。說這是一而三、三而一。說實在話，盡虛空遍法界跟自己是一體，這是真的，一點都不假。虛空法界統統是自性緣起，沒有一樣不是自性緣起，所謂「心外無法，法外無心」，是一不是二。"
    },
    {
      "id": "01-003-0230_p0067",
      "zh_CN": "演【皆如境也。】",
      "zh_TW": "演【皆如境也。】"
    },
    {
      "id": "01-003-0230_p0068",
      "zh_CN": "「如」就是真如本性，统统是真如本性的境界。",
      "zh_TW": "「如」就是真如本性，統統是真如本性的境界。"
    },
    {
      "id": "01-003-0230_p0069",
      "zh_CN": "演【故云般若如火聚，四面不可入。】",
      "zh_TW": "演【故云般若如火聚，四面不可入。】"
    },
    {
      "id": "01-003-0230_p0070",
      "zh_CN": "这是《大般若经》上的比喻，般若像火聚一样，无论从哪一面你都不能入，入了都被它烧光，这是比喻照破，所有一切妄想执着，般若现前，统统没有了、统统照破了，是这个意思。烦恼好比柴火，碰到火都烧光了；智慧火、烦恼薪，是这个比喻。",
      "zh_TW": "這是《大般若經》上的比喻，般若像火聚一樣，無論從哪一面你都不能入，入了都被它燒光，這是比喻照破，所有一切妄想執著，般若現前，統統沒有了、統統照破了，是這個意思。煩惱好比柴火，碰到火都燒光了；智慧火、煩惱薪，是這個比喻。"
    },
    {
      "id": "01-003-0230_p0071",
      "zh_CN": "演【又云般若如清凉池，四面皆可入也。】",
      "zh_TW": "演【又云般若如清涼池，四面皆可入也。】"
    },
    {
      "id": "01-003-0230_p0072",
      "zh_CN": "般若好像一个清凉池，投到里面身心自在快乐无比，这是讲得受用、得乐；前面比喻是离苦，断烦恼，破除烦恼障。这是为什么给你说「寂照难思」。",
      "zh_TW": "般若好像一個清涼池，投到裡面身心自在快樂無比，這是講得受用、得樂；前面比喻是離苦，斷煩惱，破除煩惱障。這是為什麼給你說「寂照難思」。"
    },
    {
      "id": "01-003-0230_p0073",
      "zh_CN": "『则不寂不照，而照而寂，言思路绝，无可名状，故唯一心』，这叫一心不乱，寂跟照是同时的，这是属于自然的现象。佛在《无量寿经》给我们讲八个自然，佛在大乘经上常说「法尔自然」，像水一样，水清、水平的时候，它自自然然就有照的作用。从水寂静，这是寂的意思；从它照外面的境界，这是照的意思。照是属于般若，寂属于清净心、属于定，我们讲「定慧双运」，它是同时的。",
      "zh_TW": "『則不寂不照，而照而寂，言思路絕，無可名狀，故唯一心』，這叫一心不亂，寂跟照是同時的，這是屬於自然的現象。佛在《無量壽經》給我們講八個自然，佛在大乘經上常說「法爾自然」，像水一樣，水清、水平的時候，它自自然然就有照的作用。從水寂靜，這是寂的意思；從它照外面的境界，這是照的意思。照是屬於般若，寂屬於清淨心、屬於定，我們講「定慧雙運」，它是同時的。"
    },
    {
      "id": "01-003-0230_p0074",
      "zh_CN": "慧是从定当中得来，不是从文字当中得来。我常劝勉同修们要修定，要真修。你想将来成为讲经说法的法师大德，一昧去研究三藏经典，不能成功，为什么？三藏经典讲得天花乱坠，背得滚瓜烂熟，与自己心性毫不相干。你没有智慧，你所讲的是你记得多、听得多，那叫记问之学，不是智慧。记问之学，儒家看得很轻，《礼记》里面讲：「记问之学，不可以为人师也。」你要是做别人的老师，一定是误人子弟。一定要开悟，开悟要修定，一定要修清净心。净宗法门一定要念到一心不乱，理一心不乱达不到，事一心不乱是决定要得到，为什么？智慧才会开。诸位要晓得，修定比研究经教重要得多！初学，为什么不允许你研究经教？如果允许你研究经教，那就害死你！你现在不知道，将来你不能成就，你会来找我麻烦。你搞到六道三途，你讲「我跟你这个老师受你的害」，到那时候这个果报扯不清。我今天教给你了，你不听，到时候你堕落，你不能怪我。",
      "zh_TW": "慧是從定當中得來，不是從文字當中得來。我常勸勉同修們要修定，要真修。你想將來成為講經說法的法師大德，一昧去研究三藏經典，不能成功，為什麼？三藏經典講得天花亂墜，背得滾瓜爛熟，與自己心性毫不相干。你沒有智慧，你所講的是你記得多、聽得多，那叫記問之學，不是智慧。記問之學，儒家看得很輕，《禮記》裡面講：「記問之學，不可以為人師也。」你要是做別人的老師，一定是誤人子弟。一定要開悟，開悟要修定，一定要修清淨心。淨宗法門一定要念到一心不亂，理一心不亂達不到，事一心不亂是決定要得到，為什麼？智慧才會開。諸位要曉得，修定比研究經教重要得多！初學，為什麼不允許你研究經教？如果允許你研究經教，那就害死你！你現在不知道，將來你不能成就，你會來找我麻煩。你搞到六道三途，你講「我跟你這個老師受你的害」，到那時候這個果報扯不清。我今天教給你了，你不聽，到時候你墮落，你不能怪我。"
    },
    {
      "id": "01-003-0230_p0075",
      "zh_CN": "所以，修定重要，修一心不乱重要。最低限度要到事一心，心地真正清净光明慈悲。慈悲才会爱人、才会敬人，然后你再来研究经教有用处，对你有帮助，没有害处。你没有这个基础，你来研究经教，那有害处，没有好处。经教不通，人还很老实、还很谦虚，见到人还会很恭敬；研究一点经教，眼睛就长到头顶上，瞧不起人，贡高我慢，造的业就多了。这一念贡高我慢，就是下地狱的因由。还是老实一点好，谦虚一点好，对人恭敬一点好，总是修福，不造恶业。所以学佛，古德常劝我们「老实念佛」。实在讲，不管哪一宗、哪一派都要老实，老实人就有成就，不老实的人决定没有成就。「地狱门前僧道多」，那都是不老实的人，老实人怎么会堕地狱！无论出家、在家都要学老实，要按部就班、循序渐进，不要躐等，不要好高骛远，要守自己的本分。",
      "zh_TW": "所以，修定重要，修一心不亂重要。最低限度要到事一心，心地真正清淨光明慈悲。慈悲才會愛人、才會敬人，然後你再來研究經教有用處，對你有幫助，沒有害處。你沒有這個基礎，你來研究經教，那有害處，沒有好處。經教不通，人還很老實、還很謙虛，見到人還會很恭敬；研究一點經教，眼睛就長到頭頂上，瞧不起人，貢高我慢，造的業就多了。這一念貢高我慢，就是下地獄的因由。還是老實一點好，謙虛一點好，對人恭敬一點好，總是修福，不造惡業。所以學佛，古德常勸我們「老實念佛」。實在講，不管哪一宗、哪一派都要老實，老實人就有成就，不老實的人決定沒有成就。「地獄門前僧道多」，那都是不老實的人，老實人怎麼會墮地獄！無論出家、在家都要學老實，要按部就班、循序漸進，不要躐等，不要好高騖遠，要守自己的本分。"
    },
    {
      "id": "01-003-0230_p0076",
      "zh_CN": "说老实话，团体里面派到你的职务，要尽心尽力把工作做好；不派到职务，那真是佛菩萨加持保佑，我没有事情，心地清净。责任愈重，背的因果愈大。譬如现在很多人都想做住持，都想做当家，做住持是要教化这一方，没有以正法教化这一方，他的果报就很惨。就好像这个地方办一个学校请你做校长，校长是教育这地方的，你没有尽心尽力做到，你虽然是个大好人，也不贪污、也不犯法，你没有尽到你责任，这个罪过就重；比不上清众，清众没有责任。何必要去争！真正聪明人、有智慧的人，凡是有责任的事情推都来不及，哪里会争！没有人做，自己有这个能力做，那要出来做，所谓当仁不让。有人有能力去做，为什么不让给别人去做？",
      "zh_TW": "說老實話，團體裡面派到你的職務，要盡心盡力把工作做好；不派到職務，那真是佛菩薩加持保佑，我沒有事情，心地清淨。責任愈重，背的因果愈大。譬如現在很多人都想做住持，都想做當家，做住持是要教化這一方，沒有以正法教化這一方，他的果報就很慘。就好像這個地方辦一個學校請你做校長，校長是教育這地方的，你沒有盡心盡力做到，你雖然是個大好人，也不貪污、也不犯法，你沒有盡到你責任，這個罪過就重；比不上清眾，清眾沒有責任。何必要去爭！真正聰明人、有智慧的人，凡是有責任的事情推都來不及，哪裡會爭！沒有人做，自己有這個能力做，那要出來做，所謂當仁不讓。有人有能力去做，為什麼不讓給別人去做？"
    },
    {
      "id": "01-003-0230_p0077",
      "zh_CN": "你这一生当中道业要想成就，名利一定先放下，决定不能争名争利，这是最大的伤害。所以放下，首先要把名利放下，名闻利养、五欲六尘这都是地狱的根本。有一条放不下，换句话说，你与地狱就脱不了关系；脱不了关系，换句话说，很容易被它牵进去。所以你要想不堕地狱，贪瞋痴慢、名闻利养决定要放下。所谓「地狱五条根」，一条都可以把你牵堕地狱，要是有五条，你还能逃得掉吗？决定逃不了。",
      "zh_TW": "你這一生當中道業要想成就，名利一定先放下，決定不能爭名爭利，這是最大的傷害。所以放下，首先要把名利放下，名聞利養、五欲六塵這都是地獄的根本。有一條放不下，換句話說，你與地獄就脫不了關係；脫不了關係，換句話說，很容易被它牽進去。所以你要想不墮地獄，貪瞋痴慢、名聞利養決定要放下。所謂「地獄五條根」，一條都可以把你牽墮地獄，要是有五條，你還能逃得掉嗎？決定逃不了。"
    },
    {
      "id": "01-003-0230_p0078",
      "zh_CN": "可是凡夫无量劫来烦恼习气很重，听佛讲经一下觉悟了，是，是不错，我放下了；过两天不听经了，又冒出来了，把佛经忘得干干净净，又去造罪业，怎么得了！所以，经要天天讲、天天念，就是这个道理。从前道场殊胜，它是每天讲经、每天念佛。一天给你讲上八个钟点经，念上八个钟点佛，剩下时间你就老实睡觉，为什么？疲倦了、没精神了。那个道场住上三年，真有成就。现在道场松懈，没有人督促你，修行完全要靠自己。但是现在人有现在人的福报，如果你真正把精神振作起来，别人不学，我学，我一天听八个钟点经，我听录音带、随身听；我一天念八个钟点佛，我听佛号，我用随身听，用念佛机、用耳机，不干扰别人，不亚于古时候的道场。这是今天人有这个福报，古人梦寐也不敢希求的。今人有这个福报，换句话说，你会不会用？你会不会享这个福？一天听八个钟点经是享福！",
      "zh_TW": "可是凡夫無量劫來煩惱習氣很重，聽佛講經一下覺悟了，是，是不錯，我放下了；過兩天不聽經了，又冒出來了，把佛經忘得乾乾淨淨，又去造罪業，怎麼得了！所以，經要天天講、天天念，就是這個道理。從前道場殊勝，它是每天講經、每天念佛。一天給你講上八個鐘點經，念上八個鐘點佛，剩下時間你就老實睡覺，為什麼？疲倦了、沒精神了。那個道場住上三年，真有成就。現在道場鬆懈，沒有人督促你，修行完全要靠自己。但是現在人有現在人的福報，如果你真正把精神振作起來，別人不學，我學，我一天聽八個鐘點經，我聽錄音帶、隨身聽；我一天念八個鐘點佛，我聽佛號，我用隨身聽，用念佛機、用耳機，不干擾別人，不亞於古時候的道場。這是今天人有這個福報，古人夢寐也不敢希求的。今人有這個福報，換句話說，你會不會用？你會不會享這個福？一天聽八個鐘點經是享福！"
    },
    {
      "id": "01-003-0230_p0079",
      "zh_CN": "北京、天津一带，那边不少同修，他们听我的录音带，我到北京，他们来接我，他说他们的福报比台湾人大，大在哪里？他说：台湾人听法师讲经，一个星期才听二个小时，一个星期听两次，《无量寿经》讲两次，听两次，我们一天听五、六次，天天听。他带子都拿去了，一天听七、八个带子，十几二十天他一部经就听完，听完从头再听。他说：我们的福报比台湾人大！是有道理。科学的机器他们享受到，他真正用上，这才是真正有福之人。他们愈听愈欢喜，听了之后还转录，每听一遍他就多录一套，录的一套再送给别人听，那个同修告诉我，他已经录三十多套。我们听了很感动！三十多套到处送，北面送到哈尔滨、长春；西面送到四川，南面送到云南，送得真远！一个月只有人民币一百多块钱的收入，台币是六、七百块钱，省吃俭用去买录音带流通，真正了不起。黄老居士讲：台湾没有道场、没有修行人，都是假的，都不是真的；真正的佛法、真正的修行人在大陆。我们听了很惭愧。",
      "zh_TW": "北京、天津一帶，那邊不少同修，他們聽我的錄音帶，我到北京，他們來接我，他說他們的福報比台灣人大，大在哪裡？他說：台灣人聽法師講經，一個星期才聽二個小時，一個星期聽兩次，《無量壽經》講兩次，聽兩次，我們一天聽五、六次，天天聽。他帶子都拿去了，一天聽七、八個帶子，十幾二十天他一部經就聽完，聽完從頭再聽。他說：我們的福報比台灣人大！是有道理。科學的機器他們享受到，他真正用上，這才是真正有福之人。他們愈聽愈歡喜，聽了之後還轉錄，每聽一遍他就多錄一套，錄的一套再送給別人聽，那個同修告訴我，他已經錄三十多套。我們聽了很感動！三十多套到處送，北面送到哈爾濱、長春；西面送到四川，南面送到雲南，送得真遠！一個月只有人民幣一百多塊錢的收入，台幣是六、七百塊錢，省吃儉用去買錄音帶流通，真正了不起。黃老居士講：台灣沒有道場、沒有修行人，都是假的，都不是真的；真正的佛法、真正的修行人在大陸。我們聽了很慚愧。"
    },
    {
      "id": "01-003-0230_p0080",
      "zh_CN": "演【非有则常寂下九句，结归寂照难思。】",
      "zh_TW": "演【非有則常寂下九句，結歸寂照難思。】"
    },
    {
      "id": "01-003-0230_p0081",
      "zh_CN": "这一段总结就是「非有则常寂，非无则常照，非双亦，非双非，则不寂不照，而照而寂，言思路绝，无可名状」，状是形状，名是名字，离名字相、离言说相、离一切色相，那怎么办？「故唯一心」，这才把一切诸法的真相给我们说穿，说出来了，一心，「唯心所现，唯识所变」，确实是一心。",
      "zh_TW": "這一段總結就是「非有則常寂，非無則常照，非雙亦，非雙非，則不寂不照，而照而寂，言思路絕，無可名狀」，狀是形狀，名是名字，離名字相、離言說相、離一切色相，那怎麼辦？「故唯一心」，這才把一切諸法的真相給我們說穿，說出來了，一心，「唯心所現，唯識所變」，確實是一心。"
    },
    {
      "id": "01-003-0230_p0082",
      "zh_CN": "钞【斯则能所情消，有无见尽。】",
      "zh_TW": "鈔【斯則能所情消，有無見盡。】"
    },
    {
      "id": "01-003-0230_p0083",
      "zh_CN": "这两句话说得非常好，我们看注解：",
      "zh_TW": "這兩句話說得非常好，我們看註解："
    },
    {
      "id": "01-003-0230_p0084",
      "zh_CN": "演【斯则下总结上二。能所情消，即如智不二；有无见尽，即寂照难思。】",
      "zh_TW": "演【斯則下總結上二。能所情消，即如智不二；有無見盡，即寂照難思。】"
    },
    {
      "id": "01-003-0230_p0085",
      "zh_CN": "「见」是见解，你对于一切万法是有是无，这种见解统统舍掉，这就是寂照不可思议。",
      "zh_TW": "「見」是見解，你對於一切萬法是有是無，這種見解統統捨掉，這就是寂照不可思議。"
    },
    {
      "id": "01-003-0230_p0086",
      "zh_CN": "钞【清净本然之体，更有何法而为杂乱。】",
      "zh_TW": "鈔【清淨本然之體，更有何法而為雜亂。】"
    },
    {
      "id": "01-003-0230_p0087",
      "zh_CN": "『清净本然之体』就是自己的自性，就是自己的真心，自性真心显露，就叫做成佛。这是属理一心不乱，『更有何法而为杂乱』，没有法了。",
      "zh_TW": "『清淨本然之體』就是自己的自性，就是自己的真心，自性真心顯露，就叫做成佛。這是屬理一心不亂，『更有何法而為雜亂』，沒有法了。"
    },
    {
      "id": "01-003-0230_p0088",
      "zh_CN": "钞【以见谛故，名理一心也。】",
      "zh_TW": "鈔【以見諦故，名理一心也。】"
    },
    {
      "id": "01-003-0230_p0089",
      "zh_CN": "三谛三观都圆融了，这是『理一心』。",
      "zh_TW": "三諦三觀都圓融了，這是『理一心』。"
    },
    {
      "id": "01-003-0230_p0090",
      "zh_CN": "钞【言慧者，能照妄故。兼定者，照妄本空，妄自伏故。】",
      "zh_TW": "鈔【言慧者，能照妄故。兼定者，照妄本空，妄自伏故。】"
    },
    {
      "id": "01-003-0230_p0091",
      "zh_CN": "理一心是慧、是般若波罗蜜。慧里面一定有定，为什么？没有定就没有慧，慧是从定起的。有定未必有慧，有慧一定有定。为什么说有定未必有慧？定不够深，好比混浊的水，虽不动，定了，但是还没有完全沉淀，清水没有现前，还是混水，但是那个水确实不动。所以修定，世间四禅八定没有慧。小乘人那个定比四禅八定还要深，第九次第定，这是阿罗汉、辟支佛所证得的，也没有慧，为什么？无明没破，就好像虽然水是定了，依然是混浊，不清净，必须脏东西统统沉下去，完全显的是清水，就起照的作用。所以慧一定有定，定一定有戒，因戒生定，因定生慧。所以有慧，戒定慧三学一定具足。有戒的人未必有定，有定的人未必有慧，这是一定要知道。",
      "zh_TW": "理一心是慧、是般若波羅蜜。慧裡面一定有定，為什麼？沒有定就沒有慧，慧是從定起的。有定未必有慧，有慧一定有定。為什麼說有定未必有慧？定不夠深，好比混濁的水，雖不動，定了，但是還沒有完全沉澱，清水沒有現前，還是混水，但是那個水確實不動。所以修定，世間四禪八定沒有慧。小乘人那個定比四禪八定還要深，第九次第定，這是阿羅漢、辟支佛所證得的，也沒有慧，為什麼？無明沒破，就好像雖然水是定了，依然是混濁，不清淨，必須髒東西統統沉下去，完全顯的是清水，就起照的作用。所以慧一定有定，定一定有戒，因戒生定，因定生慧。所以有慧，戒定慧三學一定具足。有戒的人未必有定，有定的人未必有慧，這是一定要知道。"
    },
    {
      "id": "01-003-0230_p0092",
      "zh_CN": "『慧，能照妄故』，妄是妄想，把你的妄想破掉。『兼定』，慧里一定有定。『照妄本空，妄自伏故』，妄伏就是定。",
      "zh_TW": "『慧，能照妄故』，妄是妄想，把你的妄想破掉。『兼定』，慧裡一定有定。『照妄本空，妄自伏故』，妄伏就是定。"
    },
    {
      "id": "01-003-0230_p0093",
      "zh_CN": "钞【又照能破妄，不但伏故。】",
      "zh_TW": "鈔【又照能破妄，不但伏故。】"
    },
    {
      "id": "01-003-0230_p0094",
      "zh_CN": "伏妄，那是小慧，小慧能伏妄想。像我们现在听了经，如果诸位很细心的去听，经中意思都能够领会，自自然然以这一点小慧把妄想伏住了。可是真正得定之后，定中开的那个慧，破妄想，妄想没有了。转烦恼为菩提，妄想一照就都变成菩提，马上就转变，妄想、烦恼从此以后统统没有了，变成无量的菩提智慧。所以妄想、烦恼也不是坏东西，一变就变成无量智慧、无量善巧方便，能利益一切众生。可是没有能转过来的时候，要搞三途六道，苦不堪言！这个总要觉悟。",
      "zh_TW": "伏妄，那是小慧，小慧能伏妄想。像我們現在聽了經，如果諸位很細心的去聽，經中意思都能夠領會，自自然然以這一點小慧把妄想伏住了。可是真正得定之後，定中開的那個慧，破妄想，妄想沒有了。轉煩惱為菩提，妄想一照就都變成菩提，馬上就轉變，妄想、煩惱從此以後統統沒有了，變成無量的菩提智慧。所以妄想、煩惱也不是壞東西，一變就變成無量智慧、無量善巧方便，能利益一切眾生。可是沒有能轉過來的時候，要搞三途六道，苦不堪言！這個總要覺悟。"
    },
    {
      "id": "01-003-0230_p0095",
      "zh_CN": "所以这经要常听、要多听，一遍一遍去听；决定不可以说，这个经我已经听了一遍，不要再听了，那是愚人，这就是有执着，没有得受用；真正得受用，必然是一遍有一遍的受用。我们今天就讲到此地。",
      "zh_TW": "所以這經要常聽、要多聽，一遍一遍去聽；決定不可以說，這個經我已經聽了一遍，不要再聽了，那是愚人，這就是有執著，沒有得受用；真正得受用，必然是一遍有一遍的受用。我們今天就講到此地。"
    }
  ]
}