{
  "doc_id": "21-132-0001",
  "title": {
    "zh_CN": "参访日本西山光明寺",
    "zh_TW": "參訪日本西山光明寺"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "2002/4/3",
    "zh_TW": "2002/4/3"
  },
  "doc_number": "21-132-0001",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "21-132-0001_p0001",
      "zh_CN": "光明寺住持完空上人致欢迎词：",
      "zh_TW": "光明寺住持完空上人致歡迎詞："
    },
    {
      "id": "21-132-0001_p0002",
      "zh_CN": "今天，在法师繁忙的时候，专程抽出时间到我们这边来访问，我们衷心的感谢。西山净土宗自从开宗以来，今年是第八百零四年。法然上人跟我们开示，往生阿弥陀佛极乐世界这个思想，另外法然上人强调专心念佛、专诚念佛这个思想。我们每天高高兴兴生活在念佛的世界里。对净空法师一行来访，再次表示衷心的欢迎。上次和这次得到法师的墨宝，我们当作自己的寺宝加以珍藏，今天摆在这里跟大家见面。净空法师的墨宝，我们一直放在自己的宝物馆里面珍藏着，今天特别拿到这边和大家见面，因为有缘分。将来大家有机会再到我们光明寺来的时候，要到这边来瞻仰法师的墨宝，一定要到宝物馆去拜见法师的墨宝。",
      "zh_TW": "今天，在法師繁忙的時候，專程抽出時間到我們這邊來訪問，我們衷心的感謝。西山淨土宗自從開宗以來，今年是第八百零四年。法然上人跟我們開示，往生阿彌陀佛極樂世界這個思想，另外法然上人強調專心念佛、專誠念佛這個思想。我們每天高高興興生活在念佛的世界裡。對淨空法師一行來訪，再次表示衷心的歡迎。上次和這次得到法師的墨寶，我們當作自己的寺寶加以珍藏，今天擺在這裡跟大家見面。淨空法師的墨寶，我們一直放在自己的寶物館裡面珍藏著，今天特別拿到這邊和大家見面，因為有緣分。將來大家有機會再到我們光明寺來的時候，要到這邊來瞻仰法師的墨寶，一定要到寶物館去拜見法師的墨寶。"
    },
    {
      "id": "21-132-0001_p0003",
      "zh_CN": "净空法师致词：我们在台湾、香港、新加坡、澳洲，很久就仰望完空老人，我们衷心的仰慕，今天能够在此地见面，听老法师的教诲，我们感到非常的荣幸。念佛的法门，是久远劫前佛佛相传，我们在《楞严经》里面看到大势至菩萨的开示，而民国年间，夏莲居老居士在《净修捷要》里面提到，净宗初祖是大势至菩萨，我们才知道这个法门是很久很久之前，佛佛相传，度众生第一个法门。释迦牟尼佛出现在我们这个世间，最初讲的是《大方广佛华严经》，在华严会上普贤菩萨「十大愿王导归极乐」，我们这才明了普贤菩萨是娑婆世界的初祖。佛在《大集经》上告诉我们，佛的正法时期是戒律成就，像法时期是禅定成就，末法时期是净土成就。现在是佛的末法，末法有一万年；这一万年当中，唯一能够真正成就得度的，就是净土法门。在一千七百多年前，中国有慧远大师提倡，慧远大师成为中国净土宗第一代的祖师；在日本，法然大师像远公大师一样，成为日本净土宗的开山祖师，都是我们非常敬仰的大师。",
      "zh_TW": "淨空法師致詞：我們在台灣、香港、新加坡、澳洲，很久就仰望完空老人，我們衷心的仰慕，今天能夠在此地見面，聽老法師的教誨，我們感到非常的榮幸。念佛的法門，是久遠劫前佛佛相傳，我們在《楞嚴經》裡面看到大勢至菩薩的開示，而民國年間，夏蓮居老居士在《淨修捷要》裡面提到，淨宗初祖是大勢至菩薩，我們才知道這個法門是很久很久之前，佛佛相傳，度眾生第一個法門。釋迦牟尼佛出現在我們這個世間，最初講的是《大方廣佛華嚴經》，在華嚴會上普賢菩薩「十大願王導歸極樂」，我們這才明瞭普賢菩薩是娑婆世界的初祖。佛在《大集經》上告訴我們，佛的正法時期是戒律成就，像法時期是禪定成就，末法時期是淨土成就。現在是佛的末法，末法有一萬年；這一萬年當中，唯一能夠真正成就得度的，就是淨土法門。在一千七百多年前，中國有慧遠大師提倡，慧遠大師成為中國淨土宗第一代的祖師；在日本，法然大師像遠公大師一樣，成為日本淨土宗的開山祖師，都是我們非常敬仰的大師。"
    },
    {
      "id": "21-132-0001_p0004",
      "zh_CN": "我有因缘把净土宗介绍到美国去，那是一桩很辛苦的事情，因为在美国一般人都相信禅宗跟密宗，对于净土抱着怀疑与排斥的态度，弘扬净土在西方是一桩很辛苦的事情。所以我在美国前两年跟大家也是介绍禅跟密，让当地的信徒了解，我们修净土的人对于禅跟密不是不懂。我跟他们讲禅、讲密，然后我再介绍净土法门。我们把《阿弥陀经》的录音带摆在讲台上，这套录音带总共有三百三十六卷，每一卷是两个小时。当时大众看到讲台上摆这么多东西，问我是什么？我说这是一部《阿弥陀经》讲解的。他们一看这么多，这给他们一个很大的震撼！轻慢净土的心立刻就降下来了。这二十年当中，在美国、加拿大，我们专修净土宗的道场，大概有三十多个。现在在美国，我虽然这几年人没有在那边，那边的电视台有七个频道，每天播放一个小时，大概一个星期是五天，在北美洲都可以看得到。美国、加拿大、巴拿马、墨西哥，这个地区统统能看到，每天收听的，那边负责的同修告诉我，大概有三万人收看。修净土、念阿弥陀佛，人数最多的还是在中国，中国那边的同修告诉我，他们并没有很精确的统计，概略的估计，超过一亿人。",
      "zh_TW": "我有因緣把淨土宗介紹到美國去，那是一樁很辛苦的事情，因為在美國一般人都相信禪宗跟密宗，對於淨土抱著懷疑與排斥的態度，弘揚淨土在西方是一樁很辛苦的事情。所以我在美國前兩年跟大家也是介紹禪跟密，讓當地的信徒了解，我們修淨土的人對於禪跟密不是不懂。我跟他們講禪、講密，然後我再介紹淨土法門。我們把《阿彌陀經》的錄音帶擺在講台上，這套錄音帶總共有三百三十六卷，每一卷是兩個小時。當時大眾看到講台上擺這麼多東西，問我是什麼？我說這是一部《阿彌陀經》講解的。他們一看這麼多，這給他們一個很大的震撼！輕慢淨土的心立刻就降下來了。這二十年當中，在美國、加拿大，我們專修淨土宗的道場，大概有三十多個。現在在美國，我雖然這幾年人沒有在那邊，那邊的電視台有七個頻道，每天播放一個小時，大概一個星期是五天，在北美洲都可以看得到。美國、加拿大、巴拿馬、墨西哥，這個地區統統能看到，每天收聽的，那邊負責的同修告訴我，大概有三萬人收看。修淨土、念阿彌陀佛，人數最多的還是在中國，中國那邊的同修告訴我，他們並沒有很精確的統計，概略的估計，超過一億人。"
    },
    {
      "id": "21-132-0001_p0005",
      "zh_CN": "今天我们有缘到日本国净宗大本山来参拜，这是我们很多年的愿望，这是阿弥陀佛的加持，第一次我们很顺利的能够来参访。尤其是见到完空老法师，我们非常欢喜。希望中日能够合作，把阿弥陀佛这样圆满的大法传遍全世界，挽救世界的灾难。我们感谢老法师的接待！",
      "zh_TW": "今天我們有緣到日本國淨宗大本山來參拜，這是我們很多年的願望，這是阿彌陀佛的加持，第一次我們很順利的能夠來參訪。尤其是見到完空老法師，我們非常歡喜。希望中日能夠合作，把阿彌陀佛這樣圓滿的大法傳遍全世界，挽救世界的災難。我們感謝老法師的接待！"
    },
    {
      "id": "21-132-0001_p0006",
      "zh_CN": "完空上人结语：刚才能够听到净空上人的一些开示，非常感谢！我希望今后和法师们一道，为了弘扬净土而做出我们自己应有的努力。",
      "zh_TW": "完空上人結語：剛才能夠聽到淨空上人的一些開示，非常感謝！我希望今後和法師們一道，為了弘揚淨土而做出我們自己應有的努力。"
    },
    {
      "id": "21-132-0001_p0007",
      "zh_CN": "光明寺座谈会谈话",
      "zh_TW": "光明寺座談會談話"
    },
    {
      "id": "21-132-0001_p0008",
      "zh_CN": "净空法师：法然上人讲的话是正确的，戒律有律仪戒，是平常生活必须要遵守的。像五戒十善这是佛法里头的根本戒律，不管是学哪一个宗派，都必须要遵守的。修行的层次往上提升，就有定共戒、道共戒。念佛的人一天二十四小时，心里头只有阿弥陀佛，他怎么会犯戒？这叫做定共戒。就是法然上人说的，念佛跟持戒是结合成一体。最高的层次就是道共戒，我们讲修行证果了，阿罗汉以上的，他见思烦恼统统都断掉了，那就决定不会犯戒了。但是菩萨、罗汉非常慈悲，对于一般的凡夫他还是故意装作要持戒的样子，那是教化众生的，其实他哪里会犯戒？他哪里还要去斤斤守这个戒律？那是慈悲心教化众生。怕众生看到，「你教我们持戒，你自己都不持戒」，信心就失掉了，所以这是佛菩萨大慈大悲。这里面的一些道理跟一些事实，我们都要了解、都要明了，自己才晓得怎样修学是如法的、是合理的。",
      "zh_TW": "淨空法師：法然上人講的話是正確的，戒律有律儀戒，是平常生活必須要遵守的。像五戒十善這是佛法裡頭的根本戒律，不管是學哪一個宗派，都必須要遵守的。修行的層次往上提升，就有定共戒、道共戒。念佛的人一天二十四小時，心裡頭只有阿彌陀佛，他怎麼會犯戒？這叫做定共戒。就是法然上人說的，念佛跟持戒是結合成一體。最高的層次就是道共戒，我們講修行證果了，阿羅漢以上的，他見思煩惱統統都斷掉了，那就決定不會犯戒了。但是菩薩、羅漢非常慈悲，對於一般的凡夫他還是故意裝作要持戒的樣子，那是教化眾生的，其實他哪裡會犯戒？他哪裡還要去斤斤守這個戒律？那是慈悲心教化眾生。怕眾生看到，「你教我們持戒，你自己都不持戒」，信心就失掉了，所以這是佛菩薩大慈大悲。這裡面的一些道理跟一些事實，我們都要了解、都要明瞭，自己才曉得怎樣修學是如法的、是合理的。"
    },
    {
      "id": "21-132-0001_p0009",
      "zh_CN": "念佛往生是千真万确的事实，我们在最近三、四十年当中，我们亲眼看到的、亲耳听到的，念佛没有生病，站着走的、坐着走的，大概往生前三个月就晓得哪一天走，清清楚楚、明明白白，我至少遇到有二十多个人。我的老师，实在讲这是我一生当中看到非常希有的，他是两年前晓得，两年前知道他什么时候要走。他把这个讯息在讲经的时候透露，透露是很含蓄，我们听经的同学跑到台北来问我。老师说：「我讲经只讲两年，以后我就不讲了。」同学来问我：「老师讲的话，是什么意思？」我说：「两年之后他走了，他到极乐世界去了。」果然！两年后就走了。所以我们大家要有信心、要有愿力，我们走也要走得很自在，不要生病。我常常讲，念佛的人不老、不病、不死，清清楚楚、明明白白的到极乐世界，临终的时候阿弥陀佛来接引，这是净土真正的成就。",
      "zh_TW": "念佛往生是千真萬確的事實，我們在最近三、四十年當中，我們親眼看到的、親耳聽到的，念佛沒有生病，站著走的、坐著走的，大概往生前三個月就曉得哪一天走，清清楚楚、明明白白，我至少遇到有二十多個人。我的老師，實在講這是我一生當中看到非常希有的，他是兩年前曉得，兩年前知道他什麼時候要走。他把這個訊息在講經的時候透露，透露是很含蓄，我們聽經的同學跑到台北來問我。老師說：「我講經只講兩年，以後我就不講了。」同學來問我：「老師講的話，是什麼意思？」我說：「兩年之後他走了，他到極樂世界去了。」果然！兩年後就走了。所以我們大家要有信心、要有願力，我們走也要走得很自在，不要生病。我常常講，念佛的人不老、不病、不死，清清楚楚、明明白白的到極樂世界，臨終的時候阿彌陀佛來接引，這是淨土真正的成就。"
    }
  ]
}