{
  "doc_id": "12-020-0001",
  "title": {
    "zh_CN": "善财童子参学报告（二）",
    "zh_TW": "善財童子參學報告（二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-020-0001",
  "total_paragraphs": 91,
  "paragraphs": [
    {
      "id": "12-020-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：",
      "zh_TW": "諸位法師、諸位同修："
    },
    {
      "id": "12-020-0001_p0002",
      "zh_CN": "今天是我们这个大单元，第二次的聚会。上一次，我们将讲经的因缘给诸位报告过，今天给诸位介绍经题。我们从清凉大师的《华严经疏钞》，节录它的精要；所节录出来的，一部分是经文，一部分是清凉大师的注解。我们节录的重点，无论是经文，无论是大师的开示，都跟我们现前生活有密切的关系。我们学了之后，就能够得到用处，所谓「学以致用」，这样子才不会浪费我们的时间精力，所以佛法着重于实际的生活，不着重玄谈。本经愈往后面愈精彩，讲到我们男女老少、各行各业现实的生活，如何摆脱我们生活的困境，使我们生活得更美满，这是大乘佛法教学的宗旨，也是我们这一次选讲的目的。现在诸位请看讲义，第一部分这是经题：",
      "zh_TW": "今天是我們這個大單元，第二次的聚會。上一次，我們將講經的因緣給諸位報告過，今天給諸位介紹經題。我們從清涼大師的《華嚴經疏鈔》，節錄它的精要；所節錄出來的，一部分是經文，一部分是清涼大師的註解。我們節錄的重點，無論是經文，無論是大師的開示，都跟我們現前生活有密切的關係。我們學了之後，就能夠得到用處，所謂「學以致用」，這樣子才不會浪費我們的時間精力，所以佛法著重於實際的生活，不著重玄談。本經愈往後面愈精彩，講到我們男女老少、各行各業現實的生活，如何擺脫我們生活的困境，使我們生活得更美滿，這是大乘佛法教學的宗旨，也是我們這一次選講的目的。現在諸位請看講義，第一部分這是經題："
    },
    {
      "id": "12-020-0001_p0003",
      "zh_CN": "【大方广佛华严经】",
      "zh_TW": "【大方廣佛華嚴經】"
    },
    {
      "id": "12-020-0001_p0004",
      "zh_CN": "第一小段：",
      "zh_TW": "第一小段："
    },
    {
      "id": "12-020-0001_p0005",
      "zh_CN": "【大—当体受名，常遍为义。常则竖无初际，遍则横该无外。】",
      "zh_TW": "【大—當體受名，常遍為義。常則豎無初際，遍則橫該無外。】"
    },
    {
      "id": "12-020-0001_p0006",
      "zh_CN": "这两句话，一个从时间上说的，一个从空间上讲的。『常』从时间上讲，『遍』从空间上讲；用现在的话来讲就是无尽的时空。我们要想解决宇宙人生的大问题，一定要从根本上解决，才是真实的，才是彻底究竟的。根源从哪里说起？现代的科学家已经在很认真的探讨，宇宙从哪里来？宇宙之间，现在我们知道，大大小小的星球数不尽，佛法里面讲「无量无边」。每一个星球就是一个世界，它从哪里来？它怎么样形成的？如何演变、将来之后会有什么样的结果？这才是我们研究的根源；这是说宇宙，虚空宇宙。生命从哪里来？生命包括动物、植物，乃至于矿物，从哪里来？我们自己从哪里来？这是佛家讲的根本问题。如果根本问题得不到正确的答案，我们要想改变我们的生活，要想离开一切苦难，那就太难太难！",
      "zh_TW": "這兩句話，一個從時間上說的，一個從空間上講的。『常』從時間上講，『遍』從空間上講；用現在的話來講就是無盡的時空。我們要想解決宇宙人生的大問題，一定要從根本上解決，才是真實的，才是徹底究竟的。根源從哪裡說起？現代的科學家已經在很認真的探討，宇宙從哪裡來？宇宙之間，現在我們知道，大大小小的星球數不盡，佛法裡面講「無量無邊」。每一個星球就是一個世界，它從哪裡來？它怎麼樣形成的？如何演變、將來之後會有什麼樣的結果？這才是我們研究的根源；這是說宇宙，虛空宇宙。生命從哪裡來？生命包括動物、植物，乃至於礦物，從哪裡來？我們自己從哪裡來？這是佛家講的根本問題。如果根本問題得不到正確的答案，我們要想改變我們的生活，要想離開一切苦難，那就太難太難！"
    },
    {
      "id": "12-020-0001_p0007",
      "zh_CN": "佛法教导我们，正如同一棵大树一样，古往今来许多学术家、思想家、哲学家、科学家，乃至于宗教家，也不断的在探索，而这个探索从佛的眼光里面讲，他们都在枝枝叶叶，没有找到根本；实在讲找的是小枝、小干，大枝、大干、根本没发现。所以我们从这很短很短，中国人讲五千年的历史，五千年历史要跟无尽时空来相比，五千年实在是太短暂。从这个短暂历史演变过程来看，不但问题不能解决，而且问题一天比一天复杂，一个阶段比一个阶段过得更辛苦、过得更困难，这是大家都能见得到的。",
      "zh_TW": "佛法教導我們，正如同一棵大樹一樣，古往今來許多學術家、思想家、哲學家、科學家，乃至於宗教家，也不斷的在探索，而這個探索從佛的眼光裡面講，他們都在枝枝葉葉，沒有找到根本；實在講找的是小枝、小幹，大枝、大幹、根本沒發現。所以我們從這很短很短，中國人講五千年的歷史，五千年歷史要跟無盡時空來相比，五千年實在是太短暫。從這個短暫歷史演變過程來看，不但問題不能解決，而且問題一天比一天複雜，一個階段比一個階段過得更辛苦、過得更困難，這是大家都能見得到的。"
    },
    {
      "id": "12-020-0001_p0008",
      "zh_CN": "释迦牟尼佛在二千五百年前，知道古印度这些宗教的学者，也在探索这个问题。他们用的方法，可以说是相当正确，不是用科学技术的方法，他们用禅定的方法，有能力在禅定当中观察到六道轮回。这是在释迦牟尼佛没有出现在世间之前，我们从印度典籍里面，这些记载都看到了。他们能够看到饿鬼道、地狱道，能够看到欲界天、色界天，乃至于无色界天。这个能力在同时代，我们中国人还做不到。中国的儒家、道家思想相当高超，要跟印度学者相比，还差很大一段距离，所以释迦牟尼佛降生在印度，而不降生在中国，道理就在此地。",
      "zh_TW": "釋迦牟尼佛在二千五百年前，知道古印度這些宗教的學者，也在探索這個問題。他們用的方法，可以說是相當正確，不是用科學技術的方法，他們用禪定的方法，有能力在禪定當中觀察到六道輪迴。這是在釋迦牟尼佛沒有出現在世間之前，我們從印度典籍裡面，這些記載都看到了。他們能夠看到餓鬼道、地獄道，能夠看到欲界天、色界天，乃至於無色界天。這個能力在同時代，我們中國人還做不到。中國的儒家、道家思想相當高超，要跟印度學者相比，還差很大一段距離，所以釋迦牟尼佛降生在印度，而不降生在中國，道理就在此地。"
    },
    {
      "id": "12-020-0001_p0009",
      "zh_CN": "他们研究已经达到相当的水平，非常可惜，他不能够超越一层，他超越一层，六道就超越。所以始终没有办法脱离六道轮回，他的定功达到一定的程度，他就终止。他以为那个境界已经达到宇宙的边际，实际上那个地方确实是一个界限，不是边际。这个界限突破之后，时空更大了；更大时空外面还有一个界限，在佛家讲叫十法界；十法界再突破，才是这经上讲的『竖无初际，横该无外』，才能达到这个境界。",
      "zh_TW": "他們研究已經達到相當的水平，非常可惜，他不能夠超越一層，他超越一層，六道就超越。所以始終沒有辦法脫離六道輪迴，他的定功達到一定的程度，他就終止。他以為那個境界已經達到宇宙的邊際，實際上那個地方確實是一個界限，不是邊際。這個界限突破之後，時空更大了；更大時空外面還有一個界限，在佛家講叫十法界；十法界再突破，才是這經上講的『豎無初際，橫該無外』，才能達到這個境界。"
    },
    {
      "id": "12-020-0001_p0010",
      "zh_CN": "所以『大』这个字，就是讲宇宙万有的本体，宇宙是从它变现出来，生命也是从它这个地方发生起来，这是本体；在佛家讲叫做真如、叫做本性、叫做自性，也叫做真心。佛在《华严经》上，讲到虚空法界一切万事万物的根源，佛说过两句话：「唯心所现，唯识所变。」心就是自己的真心，就是此地用这个「大」来代表，因为它实在讲不出来，用这个大字来形容它、来赞叹它，太大太大了，太伟大了！它是能生宇宙万物，宇宙万物是它所生。",
      "zh_TW": "所以『大』這個字，就是講宇宙萬有的本體，宇宙是從它變現出來，生命也是從它這個地方發生起來，這是本體；在佛家講叫做真如、叫做本性、叫做自性，也叫做真心。佛在《華嚴經》上，講到虛空法界一切萬事萬物的根源，佛說過兩句話：「唯心所現，唯識所變。」心就是自己的真心，就是此地用這個「大」來代表，因為它實在講不出來，用這個大字來形容它、來讚歎它，太大太大了，太偉大了！它是能生宇宙萬物，宇宙萬物是它所生。"
    },
    {
      "id": "12-020-0001_p0011",
      "zh_CN": "这个东西在哪里？无所不在，我们从来没有离开它，在大乘法里面称之为「清净法身」。佛法到究竟，修学到究竟，我们一般人讲证果、成佛了，这什么意思？证果就是你真正证得，这桩事情彻底明白、了解；禅宗里面所谓「大彻大悟，明心见性」，这样的人我们就称他作佛。所以佛是一个对于宇宙人生的根源，彻底明白的人，佛不是神、不是仙，佛是对宇宙人生真相彻底了解的人。这是第一个字的大意。第二个：",
      "zh_TW": "這個東西在哪裡？無所不在，我們從來沒有離開它，在大乘法裡面稱之為「清淨法身」。佛法到究竟，修學到究竟，我們一般人講證果、成佛了，這什麼意思？證果就是你真正證得，這樁事情徹底明白、了解；禪宗裡面所謂「大徹大悟，明心見性」，這樣的人我們就稱他作佛。所以佛是一個對於宇宙人生的根源，徹底明白的人，佛不是神、不是仙，佛是對宇宙人生真相徹底了解的人。這是第一個字的大意。第二個："
    },
    {
      "id": "12-020-0001_p0012",
      "zh_CN": "【方—就法得名，轨持为义。双持体相，轨生物解。】",
      "zh_TW": "【方—就法得名，軌持為義。雙持體相，軌生物解。】"
    },
    {
      "id": "12-020-0001_p0013",
      "zh_CN": "这是清凉大师的注解。『方』是指什么？方是指现相。宇宙的现象、万物的现象、我们人生的现象，这现象从哪来的？前面是讲的能生能变，这个「方」是所生所变。能生能变的，实在讲说不出来，不但说不出来，我们想都没有办法想到，所以《大方广佛华严经》，它另外一个名字叫「大不思议经」。不可思议，「思」是思惟想像，你思惟想像决定达不到；「议」是议论，我们来研究、讨论讨论，研究讨论也达不到。言语达不到，思惟达不到，能变的；可是如果就现相上来讲，那就容易多了，宇宙的现象、万法的现象、我们人生的现象，这个可以思，也可以议论，可以讨论的。",
      "zh_TW": "這是清涼大師的註解。『方』是指什麼？方是指現相。宇宙的現象、萬物的現象、我們人生的現象，這現象從哪來的？前面是講的能生能變，這個「方」是所生所變。能生能變的，實在講說不出來，不但說不出來，我們想都沒有辦法想到，所以《大方廣佛華嚴經》，它另外一個名字叫「大不思議經」。不可思議，「思」是思惟想像，你思惟想像決定達不到；「議」是議論，我們來研究、討論討論，研究討論也達不到。言語達不到，思惟達不到，能變的；可是如果就現相上來講，那就容易多了，宇宙的現象、萬法的現象、我們人生的現象，這個可以思，也可以議論，可以討論的。"
    },
    {
      "id": "12-020-0001_p0014",
      "zh_CN": "『就法得名』，法是方法。也就是万事万物演变的程序、演变的法则，它演变是有秩序的。我们看到星球在太空当中的运行，现在观察好像它都有轨道，不会互相碰撞，这是大的方面去看；小，现在科学家研究量子力学，这是最小的。我们发现一颗原子、一颗电子，它的组织也非常精细、精密，它的运行也有一定的法则，它也很有秩序，它不乱，这就叫轨持。『轨』是什么？它有轨道，它有原则；『持』是它能够保持它的原则。",
      "zh_TW": "『就法得名』，法是方法。也就是萬事萬物演變的程序、演變的法則，它演變是有秩序的。我們看到星球在太空當中的運行，現在觀察好像它都有軌道，不會互相碰撞，這是大的方面去看；小，現在科學家研究量子力學，這是最小的。我們發現一顆原子、一顆電子，它的組織也非常精細、精密，它的運行也有一定的法則，它也很有秩序，它不亂，這就叫軌持。『軌』是什麼？它有軌道，它有原則；『持』是它能夠保持它的原則。"
    },
    {
      "id": "12-020-0001_p0015",
      "zh_CN": "『双持体相』，体就是前面讲的「大」，就是能变，相是所变；能变的我们称之为理论，所变的我们称它作现象。这些理论、这些现象，能够帮助我们理解，这叫『轨生物解』，生是生起。为什么不说人，说物？物比人的范围大，如果说「轨生人解」，只有人能够理解，人以外还有畜生、还有天人、还有神仙、还有饿鬼，他们能不能理解？他们也能理解，所以用物比人的范围就大了。佛家讲九法界众生接受佛的教导，都能够理解，因此九法界众生都可以作菩萨，都可以作佛，佛法是平等的。你依照这个理论的基础，依照这些方法，你渐渐就会明白、就会明了。这些理论方法在哪里？就在《大方广佛华严经》之中，所以这是从现相上说。「广」是从作用上来讲，体能现相，现相之后一定有用处。",
      "zh_TW": "『雙持體相』，體就是前面講的「大」，就是能變，相是所變；能變的我們稱之為理論，所變的我們稱它作現象。這些理論、這些現象，能夠幫助我們理解，這叫『軌生物解』，生是生起。為什麼不說人，說物？物比人的範圍大，如果說「軌生人解」，只有人能夠理解，人以外還有畜生、還有天人、還有神仙、還有餓鬼，他們能不能理解？他們也能理解，所以用物比人的範圍就大了。佛家講九法界眾生接受佛的教導，都能夠理解，因此九法界眾生都可以作菩薩，都可以作佛，佛法是平等的。你依照這個理論的基礎，依照這些方法，你漸漸就會明白、就會明瞭。這些理論方法在哪裡？就在《大方廣佛華嚴經》之中，所以這是從現相上說。「廣」是從作用上來講，體能現相，現相之後一定有用處。"
    },
    {
      "id": "12-020-0001_p0016",
      "zh_CN": "【广—从用得名，包博为义。包则广容，博则广遍。】",
      "zh_TW": "【廣—從用得名，包博為義。包則廣容，博則廣遍。】"
    },
    {
      "id": "12-020-0001_p0017",
      "zh_CN": "这个作用我们要透彻的了解。许许多多同修，包括过去、现在、古今中外，都在这里探讨，都非常用功、非常热心，也都很努力，为什么他们不能够突破界限？为什么达不到结果？原因就是他心量太小。诸佛菩萨心量广大！这个不能不广，为什么？能现之体广大，所现的相也广大；我们起作用要是太小了，你怎么能够理解广大的能变跟所变？佛为什么成佛？菩萨为什么能成菩萨？没有别的原因，心量大。佛经里常说「心包太虚，量周沙界」，我们要用这个心。我们依据大乘经教，落实在我们自己生活当中，要怎样用心来修学，怎样用心来生活、来工作、来处事待人接物。",
      "zh_TW": "這個作用我們要透徹的了解。許許多多同修，包括過去、現在、古今中外，都在這裡探討，都非常用功、非常熱心，也都很努力，為什麼他們不能夠突破界限？為什麼達不到結果？原因就是他心量太小。諸佛菩薩心量廣大！這個不能不廣，為什麼？能現之體廣大，所現的相也廣大；我們起作用要是太小了，你怎麼能夠理解廣大的能變跟所變？佛為什麼成佛？菩薩為什麼能成菩薩？沒有別的原因，心量大。佛經裡常說「心包太虛，量周沙界」，我們要用這個心。我們依據大乘經教，落實在我們自己生活當中，要怎樣用心來修學，怎樣用心來生活、來工作、來處事待人接物。"
    },
    {
      "id": "12-020-0001_p0018",
      "zh_CN": "我今天看这两边的对联做得不错，这是绣出来的。这一边是「真诚、清净、平等、正觉、慈悲」，我们要用这个心；这个心就是此地讲的广。这一个「广」大家很难懂，我把它说成十个字，诸位就好懂；真诚心广，清净心广，平等心广，正觉、慈悲心都是广。我们用这种心来生活、来工作、来修学，你就能体会到佛所说的，理论跟现象的真实相，真正能解决世出世间所有复杂的问题。这一桩事情我们留到后面，还会跟诸位同学做详细的报告。",
      "zh_TW": "我今天看這兩邊的對聯做得不錯，這是繡出來的。這一邊是「真誠、清淨、平等、正覺、慈悲」，我們要用這個心；這個心就是此地講的廣。這一個「廣」大家很難懂，我把它說成十個字，諸位就好懂；真誠心廣，清淨心廣，平等心廣，正覺、慈悲心都是廣。我們用這種心來生活、來工作、來修學，你就能體會到佛所說的，理論跟現象的真實相，真正能解決世出世間所有複雜的問題。這一樁事情我們留到後面，還會跟諸位同學做詳細的報告。"
    },
    {
      "id": "12-020-0001_p0019",
      "zh_CN": "这是我们现在生活切实的问题，一定要用大心量才能解决，心量小解决不了问题。我起心动念只为我自己，为我自己的利益，我跟别人一定产生冲突，人与人之间这就有竞争。我们只为我们的团体利益，我这个团体跟其他团体一定起冲突。我为我国家的利益，说得没错！我为我国家利益，一定跟别的国家起冲突。我说我为我们全世界众生利益，我们这个世界是一个星球，我为这个星球上一切众生的利益，还会跟别的星球发生星际大战，不能解问题。所以诸佛菩萨心量大，起心动念想到是尽虚空遍法界一切众生的利益，这种隔阂、误会、成见、冲突全部都化解了。我们从这个地方去思惟，才能真正解决问题，彻底解决，究竟圆满的解决。",
      "zh_TW": "這是我們現在生活切實的問題，一定要用大心量才能解決，心量小解決不了問題。我起心動念只為我自己，為我自己的利益，我跟別人一定產生衝突，人與人之間這就有競爭。我們只為我們的團體利益，我這個團體跟其他團體一定起衝突。我為我國家的利益，說得沒錯！我為我國家利益，一定跟別的國家起衝突。我說我為我們全世界眾生利益，我們這個世界是一個星球，我為這個星球上一切眾生的利益，還會跟別的星球發生星際大戰，不能解問題。所以諸佛菩薩心量大，起心動念想到是盡虛空遍法界一切眾生的利益，這種隔閡、誤會、成見、衝突全部都化解了。我們從這個地方去思惟，才能真正解決問題，徹底解決，究竟圓滿的解決。"
    },
    {
      "id": "12-020-0001_p0020",
      "zh_CN": "现在这个世界上提倡多元文化，我在澳洲跟许许多多人谈到这些问题，我也非常希望在澳洲大学里面，设一个多元文化研究所。教材是什么？《大方广佛华严经》；能真正达到我们的理想、我们的目标。这个理想目标，社会安定、世界和平，所有一切众生互相尊重、互相敬爱、互助合作，来创造全世界幸福美满的生活。这一部经确确实实可以帮助我们做到。",
      "zh_TW": "現在這個世界上提倡多元文化，我在澳洲跟許許多多人談到這些問題，我也非常希望在澳洲大學裡面，設一個多元文化研究所。教材是什麼？《大方廣佛華嚴經》；能真正達到我們的理想、我們的目標。這個理想目標，社會安定、世界和平，所有一切眾生互相尊重、互相敬愛、互助合作，來創造全世界幸福美滿的生活。這一部經確確實實可以幫助我們做到。"
    },
    {
      "id": "12-020-0001_p0021",
      "zh_CN": "第四个字，「佛」这个字。佛就是对于前面体相彻底明了，它的作用完全与体相相应，这样的人，我们就叫他做佛陀。",
      "zh_TW": "第四個字，「佛」這個字。佛就是對於前面體相徹底明瞭，它的作用完全與體相相應，這樣的人，我們就叫他做佛陀。"
    },
    {
      "id": "12-020-0001_p0022",
      "zh_CN": "【佛—就人得名，觉照为义。】",
      "zh_TW": "【佛—就人得名，覺照為義。】"
    },
    {
      "id": "12-020-0001_p0023",
      "zh_CN": "『觉』是明白，『照』也是比喻，真正见到了。",
      "zh_TW": "『覺』是明白，『照』也是比喻，真正見到了。"
    },
    {
      "id": "12-020-0001_p0024",
      "zh_CN": "【照则朗万法之幽邃，觉则悟大夜之重昏。】",
      "zh_TW": "【照則朗萬法之幽邃，覺則悟大夜之重昏。】"
    },
    {
      "id": "12-020-0001_p0025",
      "zh_CN": "这两个是从比喻上说的。你能够照见所有一切万法，它的理论、它的现象、它的演变，没有一样不清楚、不明了，这个人多自在！觉悟是什么？「大夜」是比喻，无量劫来我们都迷惑颠倒，不知道宇宙是怎么回事，也不晓得自己从哪里来，将来到哪里去，都不知道，现在豁然明白了，这就好像从夜晚醒过来一样，重见光明；这是用世俗的话来说修行证果之人。修行这两个字，它的说法我们要清楚、我们要明白。「修行」是修正我们生活行为，我们在生活行为里头有错误、有过失，把错误、把过失修正过来，这叫修行。所以大家千万不要误会，以为一定是敲着木鱼念经，那叫修行，完全搞错了；是把我们生活的错误、工作的错误，这些错误修正过来，也能像诸佛菩萨一样，对宇宙的理论、演变彻底明白，而没有一丝毫错误，这个人就称之为佛。",
      "zh_TW": "這兩個是從比喻上說的。你能夠照見所有一切萬法，它的理論、它的現象、它的演變，沒有一樣不清楚、不明瞭，這個人多自在！覺悟是什麼？「大夜」是比喻，無量劫來我們都迷惑顛倒，不知道宇宙是怎麼回事，也不曉得自己從哪裡來，將來到哪裡去，都不知道，現在豁然明白了，這就好像從夜晚醒過來一樣，重見光明；這是用世俗的話來說修行證果之人。修行這兩個字，它的說法我們要清楚、我們要明白。「修行」是修正我們生活行為，我們在生活行為裡頭有錯誤、有過失，把錯誤、把過失修正過來，這叫修行。所以大家千萬不要誤會，以為一定是敲著木魚念經，那叫修行，完全搞錯了；是把我們生活的錯誤、工作的錯誤，這些錯誤修正過來，也能像諸佛菩薩一樣，對宇宙的理論、演變徹底明白，而沒有一絲毫錯誤，這個人就稱之為佛。"
    },
    {
      "id": "12-020-0001_p0026",
      "zh_CN": "【华—从喻得名，感果严身为义。感果则万行圆成，严身则众德备体。严—功用受名，资庄为义。谓资广大之体用，庄真应之佛身。】",
      "zh_TW": "【華—從喻得名，感果嚴身為義。感果則萬行圓成，嚴身則眾德備體。嚴—功用受名，資莊為義。謂資廣大之體用，莊真應之佛身。】"
    },
    {
      "id": "12-020-0001_p0027",
      "zh_CN": "清凉大师这个注解注得好，不好懂。『华严』这两个字就是过诸佛菩萨生活的表现。诸佛菩萨的生活是什么样？像花、像严，这一样的美丽、那一样的圆满。花是代表美，严是代表善，我们讲真善美的生活；真善美的生活就叫庄严，所以花是从比喻。我们知道无论哪一种的族群，不同的族群、不同的文化、不同的生活方式、不同的信仰，没有不爱花的。花摆在面前，可以说种种不同的族群都不会存在，见到花都会微笑、都很欢喜，所以用花代表美满。『感果严身』，佛家用花代表修行，花美。如果你的思想行为有缺陷就不美；你把这些缺陷、把这些偏差修正过来，那就美了。用花代表修行，这是真正庄严自己的性德。",
      "zh_TW": "清涼大師這個註解註得好，不好懂。『華嚴』這兩個字就是過諸佛菩薩生活的表現。諸佛菩薩的生活是什麼樣？像花、像嚴，這一樣的美麗、那一樣的圓滿。花是代表美，嚴是代表善，我們講真善美的生活；真善美的生活就叫莊嚴，所以花是從比喻。我們知道無論哪一種的族群，不同的族群、不同的文化、不同的生活方式、不同的信仰，沒有不愛花的。花擺在面前，可以說種種不同的族群都不會存在，見到花都會微笑、都很歡喜，所以用花代表美滿。『感果嚴身』，佛家用花代表修行，花美。如果你的思想行為有缺陷就不美；你把這些缺陷、把這些偏差修正過來，那就美了。用花代表修行，這是真正莊嚴自己的性德。"
    },
    {
      "id": "12-020-0001_p0028",
      "zh_CN": "自己的心清净了，自己的心慈悲了；慈悲是大爱。佛法为什么不用爱而说慈悲？慈悲是理性的，一般讲爱是感情的；感情就是麻烦事情，把感情转变成智慧，这个爱就叫慈悲。所以说慈悲是依智慧的大爱，不同于世间人感情；感情会变，智慧不会变。诸佛菩萨对一切众生，称之为「无缘大慈，同体大悲」，这意思就是没有任何条件，永恒不变的，永远关怀你，永远照顾你，永远在帮助你。无论你觉察或者是不觉察，你接受或者是不接受，佛菩萨对于一切众生的照顾，无微不至，从来没有间断过，这是真的，不是假的。诸位要把《华严经》多念几遍，你真正明白了，你会觉察到诸佛菩萨的慈悲，这个是庄严。",
      "zh_TW": "自己的心清淨了，自己的心慈悲了；慈悲是大愛。佛法為什麼不用愛而說慈悲？慈悲是理性的，一般講愛是感情的；感情就是麻煩事情，把感情轉變成智慧，這個愛就叫慈悲。所以說慈悲是依智慧的大愛，不同於世間人感情；感情會變，智慧不會變。諸佛菩薩對一切眾生，稱之為「無緣大慈，同體大悲」，這意思就是沒有任何條件，永恆不變的，永遠關懷你，永遠照顧你，永遠在幫助你。無論你覺察或者是不覺察，你接受或者是不接受，佛菩薩對於一切眾生的照顧，無微不至，從來沒有間斷過，這是真的，不是假的。諸位要把《華嚴經》多念幾遍，你真正明白了，你會覺察到諸佛菩薩的慈悲，這個是莊嚴。"
    },
    {
      "id": "12-020-0001_p0029",
      "zh_CN": "现在许许多多人生活很艰苦，有很多人年岁并不大，身体不健康，常常来问我，佛法能不能帮助他？能。但是佛只能够跟你讲理论、跟你讲方法。你懂得之后，你就得救了；你不懂，那你没法子。佛教给我们什么？教给我们相信自己，要建立自信心，可是世间人偏偏不相信自己，有病相信医生，糟糕了。医生能够医你的病吗？高明的医生我也遇到过，跟我谈得很有道理。医生跟病人要有缘分，有缘这个病人很快就治好，没有缘治不好；这是医生讲的，说得没错。什么叫缘分？他说不出来，我说得出来，他说不出来。缘分是什么？对自己有自信心，第一个相信自己，第二个相信医生，相信医生放在第二位，第一相信自己，这叫有缘。如果把医生看作第一位相信他，信自己摆在第二、第三，没有缘。",
      "zh_TW": "現在許許多多人生活很艱苦，有很多人年歲並不大，身體不健康，常常來問我，佛法能不能幫助他？能。但是佛只能夠跟你講理論、跟你講方法。你懂得之後，你就得救了；你不懂，那你沒法子。佛教給我們什麼？教給我們相信自己，要建立自信心，可是世間人偏偏不相信自己，有病相信醫生，糟糕了。醫生能夠醫你的病嗎？高明的醫生我也遇到過，跟我談得很有道理。醫生跟病人要有緣分，有緣這個病人很快就治好，沒有緣治不好；這是醫生講的，說得沒錯。什麼叫緣分？他說不出來，我說得出來，他說不出來。緣分是什麼？對自己有自信心，第一個相信自己，第二個相信醫生，相信醫生放在第二位，第一相信自己，這叫有緣。如果把醫生看作第一位相信他，信自己擺在第二、第三，沒有緣。"
    },
    {
      "id": "12-020-0001_p0030",
      "zh_CN": "医生把病人医好，是病人相信自己这个病会好，相信没有问题，他身心安稳，心理健康，生理的毛病很容易就恢复。如果病人对自己生理没有信心，天天要依赖医生、靠着医生，这个人的病很难好。所以医生把病人医好，百分之九十是病人自己信心，调理身心恢复健康的，医生帮忙十分之一，十分之九靠自己，这个道理懂得的人不多。你真正明了这个道理，诸位要晓得，清净心是健康的根本，心清净，身就清净，怎么会生病？你不可能生病。第二个是慈悲心、爱心，慈悲能够解毒。现在这个世间病毒太多，用什么东西来解毒？慈悲心解毒，清净心不染，你只要有这两种心，你这一生当中，百病不生，长命百岁。若不懂这个道理，那有什么办法？天天靠吃补药，打补针，没有毛病也打出毛病。所以「华严」两个字的意思非常深广，身心清净，这是真正的庄严。",
      "zh_TW": "醫生把病人醫好，是病人相信自己這個病會好，相信沒有問題，他身心安穩，心理健康，生理的毛病很容易就恢復。如果病人對自己生理沒有信心，天天要依賴醫生、靠著醫生，這個人的病很難好。所以醫生把病人醫好，百分之九十是病人自己信心，調理身心恢復健康的，醫生幫忙十分之一，十分之九靠自己，這個道理懂得的人不多。你真正明瞭這個道理，諸位要曉得，清淨心是健康的根本，心清淨，身就清淨，怎麼會生病？你不可能生病。第二個是慈悲心、愛心，慈悲能夠解毒。現在這個世間病毒太多，用什麼東西來解毒？慈悲心解毒，清淨心不染，你只要有這兩種心，你這一生當中，百病不生，長命百歲。若不懂這個道理，那有什麼辦法？天天靠吃補藥，打補針，沒有毛病也打出毛病。所以「華嚴」兩個字的意思非常深廣，身心清淨，這是真正的莊嚴。"
    },
    {
      "id": "12-020-0001_p0031",
      "zh_CN": "第六节里面所说，『资广大之体用』。「资」是资助、帮助；「体」就是前面讲的大，能变；「用」就是所变，包括作用。这是真正庄义。『庄真应之佛身』，这是庄严，庄严也就是装饰。真身是法身，应身就是我们现在这个身体，我们现前的身体也得到清净庄严，完美没有一丝毫的缺陷。",
      "zh_TW": "第六節裡面所說，『資廣大之體用』。「資」是資助、幫助；「體」就是前面講的大，能變；「用」就是所變，包括作用。這是真正莊義。『莊真應之佛身』，這是莊嚴，莊嚴也就是裝飾。真身是法身，應身就是我們現在這個身體，我們現前的身體也得到清淨莊嚴，完美沒有一絲毫的缺陷。"
    },
    {
      "id": "12-020-0001_p0032",
      "zh_CN": "这部经为我们所说的，就是这些事情，就是这些道理。经题是整个经文内容的纲领，经题懂得之后，这一部经内容大致上就明白。我们想不想学？我们需不需要学？在这个地方给我们提供非常好的参考资料。我们因为时间很短，不能跟诸位细讲，但是现在我们利用科学工具，我们每一堂的讲演，现场就送在网路上传播，诸位在家里只要有电脑，我们每一堂的讲演，你都可以收听。我们的网址，今天有没有送？柜台上都可以拿到。我们今天这个现场，你们看看前面摆着桌子，有几个工作人员立刻都上网路，全世界都能够同时收得到，所以听众不只坐在现场这几位。",
      "zh_TW": "這部經為我們所說的，就是這些事情，就是這些道理。經題是整個經文內容的綱領，經題懂得之後，這一部經內容大致上就明白。我們想不想學？我們需不需要學？在這個地方給我們提供非常好的參考資料。我們因為時間很短，不能跟諸位細講，但是現在我們利用科學工具，我們每一堂的講演，現場就送在網路上傳播，諸位在家裡只要有電腦，我們每一堂的講演，你都可以收聽。我們的網址，今天有沒有送？櫃台上都可以拿到。我們今天這個現場，你們看看前面擺著桌子，有幾個工作人員立刻都上網路，全世界都能夠同時收得到，所以聽眾不只坐在現場這幾位。"
    },
    {
      "id": "12-020-0001_p0033",
      "zh_CN": "我们现前在新加坡，我们的网路有双向传播。他在萤幕上看到我，我也在萤幕上看到他，我们面对面谈话，他提问题，我就给他解答，高科技我们要善于运用。这样子，我们天天见面，有问题，每天见面的时候都可以提出来解答。因为在新加坡我们《华严经》是细讲，这部经讲圆满，至少也需要七、八年的时间，这要有耐心听，每天有两个小时，要讲七、八年才能讲圆满。在此地也有好处，我们讲大意完全离开了经文，我摘录大纲，这是讲大意，完全讲全经的精华，学了之后立刻就有用处。所以这个有这种好处在，节省很多时间，把一部经精华的部分、重要的部分，我们统统掌握到。「经」这个字的注解：",
      "zh_TW": "我們現前在新加坡，我們的網路有雙向傳播。他在螢幕上看到我，我也在螢幕上看到他，我們面對面談話，他提問題，我就給他解答，高科技我們要善於運用。這樣子，我們天天見面，有問題，每天見面的時候都可以提出來解答。因為在新加坡我們《華嚴經》是細講，這部經講圓滿，至少也需要七、八年的時間，這要有耐心聽，每天有兩個小時，要講七、八年才能講圓滿。在此地也有好處，我們講大意完全離開了經文，我摘錄大綱，這是講大意，完全講全經的精華，學了之後立刻就有用處。所以這個有這種好處在，節省很多時間，把一部經精華的部分、重要的部分，我們統統掌握到。「經」這個字的註解："
    },
    {
      "id": "12-020-0001_p0034",
      "zh_CN": "【经—能诠得名，摄持为义。持性相之无尽，摄众生之无边。】",
      "zh_TW": "【經—能詮得名，攝持為義。持性相之無盡，攝眾生之無邊。】"
    },
    {
      "id": "12-020-0001_p0035",
      "zh_CN": "『持性相之无尽』是讲理论，『摄众生之无边』，摄受众生这是契机，前面一句是契理。也就是说，与能变宇宙万物、所变宇宙万相的真相相应，这叫「持性相之无尽」。一切众生能够遇到这个法会，能够锲而不舍，认真努力修学，他都能够明了。下面还有个解释，这是一般讲经法师常讲的：",
      "zh_TW": "『持性相之無盡』是講理論，『攝眾生之無邊』，攝受眾生這是契機，前面一句是契理。也就是說，與能變宇宙萬物、所變宇宙萬相的真相相應，這叫「持性相之無盡」。一切眾生能夠遇到這個法會，能夠鍥而不捨，認真努力修學，他都能夠明瞭。下面還有個解釋，這是一般講經法師常講的："
    },
    {
      "id": "12-020-0001_p0036",
      "zh_CN": "【又，诸师常以贯、摄、常、法四义释之。】",
      "zh_TW": "【又，諸師常以貫、攝、常、法四義釋之。】"
    },
    {
      "id": "12-020-0001_p0037",
      "zh_CN": "这平常讲经都会讲到。『贯』，贯穿一切事理；『摄』是摄受一切众生；『常』，理论、方法永恒不变，这是常的意思；『法』是法则，依照这个法则去修学，你一定能够证得，用现在的话来说，你一定会得到好处。",
      "zh_TW": "這平常講經都會講到。『貫』，貫穿一切事理；『攝』是攝受一切眾生；『常』，理論、方法永恆不變，這是常的意思；『法』是法則，依照這個法則去修學，你一定能夠證得，用現在的話來說，你一定會得到好處。"
    },
    {
      "id": "12-020-0001_p0038",
      "zh_CN": "【又有径义，镜义。】",
      "zh_TW": "【又有徑義，鏡義。】"
    },
    {
      "id": "12-020-0001_p0039",
      "zh_CN": "『径』是路，径有门路的意思，你从这个门路可以登堂入室。又有『镜』的意思，镜是照自己的心行。所以它的含意很多很多，这个也不细说了。再看底下，这是解释这段里面的道理：",
      "zh_TW": "『徑』是路，徑有門路的意思，你從這個門路可以登堂入室。又有『鏡』的意思，鏡是照自己的心行。所以它的含意很多很多，這個也不細說了。再看底下，這是解釋這段裡面的道理："
    },
    {
      "id": "12-020-0001_p0040",
      "zh_CN": "【上来所释，乃至无尽。】",
      "zh_TW": "【上來所釋，乃至無盡。】"
    },
    {
      "id": "12-020-0001_p0041",
      "zh_CN": "前面我们是简单讲，细说说不尽。但是总而言之：",
      "zh_TW": "前面我們是簡單講，細說說不盡。但是總而言之："
    },
    {
      "id": "12-020-0001_p0042",
      "zh_CN": "【不离一心。一心即法界。】",
      "zh_TW": "【不離一心。一心即法界。】"
    },
    {
      "id": "12-020-0001_p0043",
      "zh_CN": "『一心』这两个字很难懂，你如果懂得这两个字，我们就称你作菩萨，称你作佛，就不叫你做凡夫；这两个字你不懂，所以称你作凡夫，你是凡人。一心是什么？一心就是法界、就是整个宇宙万有的全体，这叫一心，真的很难懂。为什么尽虚空、遍法界称为一心？一心所变的；能变是一心，所变还是一心。这个话诸位要听不懂，我们从比喻上讲，大家晚上睡觉会作梦，你梦里面不是也有虚空，也有山河大地，也有芸芸众生，梦里的境界从哪里来的？是你心变现的。如果我们把梦中那个梦境比喻作法界，是你一心变现成梦境，整个梦境还是你一心，这就是佛经上常讲的「心外无法，法外无心」，心跟法是一不是二。这个消息虽然透给大家，什么时候你承认了，你肯定了，这是功夫。",
      "zh_TW": "『一心』這兩個字很難懂，你如果懂得這兩個字，我們就稱你作菩薩，稱你作佛，就不叫你做凡夫；這兩個字你不懂，所以稱你作凡夫，你是凡人。一心是什麼？一心就是法界、就是整個宇宙萬有的全體，這叫一心，真的很難懂。為什麼盡虛空、遍法界稱為一心？一心所變的；能變是一心，所變還是一心。這個話諸位要聽不懂，我們從比喻上講，大家晚上睡覺會作夢，你夢裡面不是也有虛空，也有山河大地，也有芸芸眾生，夢裡的境界從哪裡來的？是你心變現的。如果我們把夢中那個夢境比喻作法界，是你一心變現成夢境，整個夢境還是你一心，這就是佛經上常講的「心外無法，法外無心」，心跟法是一不是二。這個消息雖然透給大家，什麼時候你承認了，你肯定了，這是功夫。"
    },
    {
      "id": "12-020-0001_p0044",
      "zh_CN": "所以佛法的修学，最近我也常常遇到人，甚至于远在美国、加拿大的同修打电话问我，学佛学了很多年，功夫依旧不得力，问我什么原因？我很简单的告诉他，你听经听得太少。释迦牟尼佛当年在世，为我们讲经说法四十九年，为什么这样辛辛苦苦的给我们讲？不是这么长时间来讲，我们不会觉悟。实在讲，修行「转凡成圣」，给诸位说是一念之间。我们这一念转不过来，什么时候你这一念转迷成悟，你的问题就解决，就超凡入圣。一念为什么转不过来？对于这里头的道理，刚才讲能变所变，实在讲没有搞清楚，特别是中下根性的人，那不多听怎么办？而多听，佛教给我们「一门深入，长时薰修」，才能产生效果，也就是说你的功夫才能得力；你听得太多、听得太杂，不行，收不到效果。这在《华严经》上自始至终有明显的表示，我们在《华严经》上看到这么多的佛菩萨，他们表示给我们看的，都是修一门，都是修一个法门成功的，没有说同时修很多法门成功的，没有。",
      "zh_TW": "所以佛法的修學，最近我也常常遇到人，甚至於遠在美國、加拿大的同修打電話問我，學佛學了很多年，功夫依舊不得力，問我什麼原因？我很簡單的告訴他，你聽經聽得太少。釋迦牟尼佛當年在世，為我們講經說法四十九年，為什麼這樣辛辛苦苦的給我們講？不是這麼長時間來講，我們不會覺悟。實在講，修行「轉凡成聖」，給諸位說是一念之間。我們這一念轉不過來，什麼時候你這一念轉迷成悟，你的問題就解決，就超凡入聖。一念為什麼轉不過來？對於這裡頭的道理，剛才講能變所變，實在講沒有搞清楚，特別是中下根性的人，那不多聽怎麼辦？而多聽，佛教給我們「一門深入，長時薰修」，才能產生效果，也就是說你的功夫才能得力；你聽得太多、聽得太雜，不行，收不到效果。這在《華嚴經》上自始至終有明顯的表示，我們在《華嚴經》上看到這麼多的佛菩薩，他們表示給我們看的，都是修一門，都是修一個法門成功的，沒有說同時修很多法門成功的，沒有。"
    },
    {
      "id": "12-020-0001_p0045",
      "zh_CN": "佛讲经是讲无量法门，就好像我们这个讲堂，四周围开着很多门，几十个门、几百个门户，随便你从哪个门都能进来。你一门才能进来，你说同时我要从两个门、三门、四个门一起进来，你就永远进不来，就是这么个道理。《华严经》上你们去看，仔细去看，每一位佛菩萨都是修一个法门。一个法门进来，所有一切法门你都通达；「一经通，一切经通」，一门入，一切门都入。所以华严会上，哪一个菩萨、哪一尊佛他不是大通家？他样样都通，佛法通，世间法样样精通。虽然样样精通，他还是表演一门，这是什么意思？这叫大慈大悲，做样子给我们看，帮助我们入门。我们同时想学两样、学三样，入不进去，这个诸位同修一定要知道。",
      "zh_TW": "佛講經是講無量法門，就好像我們這個講堂，四周圍開著很多門，幾十個門、幾百個門戶，隨便你從哪個門都能進來。你一門才能進來，你說同時我要從兩個門、三門、四個門一起進來，你就永遠進不來，就是這麼個道理。《華嚴經》上你們去看，仔細去看，每一位佛菩薩都是修一個法門。一個法門進來，所有一切法門你都通達；「一經通，一切經通」，一門入，一切門都入。所以華嚴會上，哪一個菩薩、哪一尊佛他不是大通家？他樣樣都通，佛法通，世間法樣樣精通。雖然樣樣精通，他還是表演一門，這是什麼意思？這叫大慈大悲，做樣子給我們看，幫助我們入門。我們同時想學兩樣、學三樣，入不進去，這個諸位同修一定要知道。"
    },
    {
      "id": "12-020-0001_p0046",
      "zh_CN": "在佛门里面，古大德有提倡「禅净双修」，是不是真的叫你禅净双修？不是的。你要晓得讲话的这个人是什么人，他为什么讲这个话？讲给哪些人听？「禅净双修」，这是大师苦口苦心，看到一些参禅的不能成就，可是他又很执着、又不肯放弃，怎么救他？告诉他，「你这个禅再加一点净，了不起！」他就高兴了，将来禅不能成功，净这一边成功，是这么个意思；看准了，你不能成就。绝不是劝你学两个法门，那是很不得已的办法，我们千万不要搞错。「他说禅净双修，咱们就修两门吧！」你从两个门能进得来吗？进不来的。譬如说明明知道他从这个门进不来，告诉他，「隔壁那个门可以进来」，这叫禅净双修。",
      "zh_TW": "在佛門裡面，古大德有提倡「禪淨雙修」，是不是真的叫你禪淨雙修？不是的。你要曉得講話的這個人是什麼人，他為什麼講這個話？講給哪些人聽？「禪淨雙修」，這是大師苦口苦心，看到一些參禪的不能成就，可是他又很執著、又不肯放棄，怎麼救他？告訴他，「你這個禪再加一點淨，了不起！」他就高興了，將來禪不能成功，淨這一邊成功，是這麼個意思；看準了，你不能成就。絕不是勸你學兩個法門，那是很不得已的辦法，我們千萬不要搞錯。「他說禪淨雙修，咱們就修兩門吧！」你從兩個門能進得來嗎？進不來的。譬如說明明知道他從這個門進不來，告訴他，「隔壁那個門可以進來」，這叫禪淨雙修。"
    },
    {
      "id": "12-020-0001_p0047",
      "zh_CN": "近代，你们看看黄念祖老居士，他是密宗的上师，金刚阿阇梨。他劝学密的人要修净土，什么原因？他跟我是老朋友，我们真的是志同道合，看准现在学密的人不能成就，劝你念阿弥陀佛，那边不能成就，将来念佛也许还能成就，是这么个道理，绝对不是叫你修两门。所以诸位要想成就，「一门深入，长期薰修」，你才能成功。我讲经四十年了，四十年讲了很多的经论，为什么讲这么多？逼不得已，没法子！这个地方请我讲这个经，那个地方请我讲那个经，不能不讲；可是我所讲一切经都归到一条路，念佛往生。《华严经》到最后普贤菩萨十大愿王导归极乐，还是这一条路。「一心即法界」这句话非常重要，这句话是佛法的根本，佛法就是从这句话上建立的；也就是说佛家的教学，根本理论的依据就是这句话。这下面讲：",
      "zh_TW": "近代，你們看看黃念祖老居士，他是密宗的上師，金剛阿闍梨。他勸學密的人要修淨土，什麼原因？他跟我是老朋友，我們真的是志同道合，看準現在學密的人不能成就，勸你念阿彌陀佛，那邊不能成就，將來念佛也許還能成就，是這麼個道理，絕對不是叫你修兩門。所以諸位要想成就，「一門深入，長期薰修」，你才能成功。我講經四十年了，四十年講了很多的經論，為什麼講這麼多？逼不得已，沒法子！這個地方請我講這個經，那個地方請我講那個經，不能不講；可是我所講一切經都歸到一條路，念佛往生。《華嚴經》到最後普賢菩薩十大願王導歸極樂，還是這一條路。「一心即法界」這句話非常重要，這句話是佛法的根本，佛法就是從這句話上建立的；也就是說佛家的教學，根本理論的依據就是這句話。這下面講："
    },
    {
      "id": "12-020-0001_p0048",
      "zh_CN": "【心体即大。】",
      "zh_TW": "【心體即大。】"
    },
    {
      "id": "12-020-0001_p0049",
      "zh_CN": "这不是一心吗？一心的体，就是前面经题上「大」字。",
      "zh_TW": "這不是一心嗎？一心的體，就是前面經題上「大」字。"
    },
    {
      "id": "12-020-0001_p0050",
      "zh_CN": "【心体离念，等虚空故。】",
      "zh_TW": "【心體離念，等虛空故。】"
    },
    {
      "id": "12-020-0001_p0051",
      "zh_CN": "这两句是解释。世尊在楞严会上答复富楼那尊者的疑问，曾经说过，富楼那问：「无明从哪里来的？」这个问题问得好，佛的答复：「知见立知，是无明本」。读《楞严经》的人都知道这句话，可是这句话怎么讲法，可难了。依照古人注解去讲，你还是不得要领。我听过不少人讲《楞严》，依照古人的注子讲，我听起来就像隔靴骚痒，骚不到痒处。实实在在说，《楞严经》上讲得很透彻、讲得很清楚。「解六结越三空」，那就是知见立知。这个六结愈往后愈微细，六根每一个根都有这六个现象：有动、有静、有根、有觉、有空、有灭，连那个灭的念头都是立知，你说多微细，前面那个太粗了，这是属于境界上的问题。你懂得这个意思，才知道什么叫离念，这个离念，灭的念都没有，六结这个念统统都没有，这才真的叫离念。离念之心跟虚空法界完全平等、完全相应；不但讲相应平等，就是法界。法界就是一心，一心就是法界，那是什么？那是自己的本来面目，禅宗里面讲「父母未生前本来面目」，这时候你才见到。我们现在摆在面前六个关口，一关都脱不了，你怎么能够见到事实真相？你怎么知道虚空法界是自己？这是从体上说的。",
      "zh_TW": "這兩句是解釋。世尊在楞嚴會上答覆富樓那尊者的疑問，曾經說過，富樓那問：「無明從哪裡來的？」這個問題問得好，佛的答覆：「知見立知，是無明本」。讀《楞嚴經》的人都知道這句話，可是這句話怎麼講法，可難了。依照古人註解去講，你還是不得要領。我聽過不少人講《楞嚴》，依照古人的註子講，我聽起來就像隔靴騷癢，騷不到癢處。實實在在說，《楞嚴經》上講得很透徹、講得很清楚。「解六結越三空」，那就是知見立知。這個六結愈往後愈微細，六根每一個根都有這六個現象：有動、有靜、有根、有覺、有空、有滅，連那個滅的念頭都是立知，你說多微細，前面那個太粗了，這是屬於境界上的問題。你懂得這個意思，才知道什麼叫離念，這個離念，滅的念都沒有，六結這個念統統都沒有，這才真的叫離念。離念之心跟虛空法界完全平等、完全相應；不但講相應平等，就是法界。法界就是一心，一心就是法界，那是什麼？那是自己的本來面目，禪宗裡面講「父母未生前本來面目」，這時候你才見到。我們現在擺在面前六個關口，一關都脫不了，你怎麼能夠見到事實真相？你怎麼知道虛空法界是自己？這是從體上說的。"
    },
    {
      "id": "12-020-0001_p0052",
      "zh_CN": "【心之相用即是方广。】",
      "zh_TW": "【心之相用即是方廣。】"
    },
    {
      "id": "12-020-0001_p0053",
      "zh_CN": "『相』是现相，『用』是作用，就是『方广』两个字。",
      "zh_TW": "『相』是現相，『用』是作用，就是『方廣』兩個字。"
    },
    {
      "id": "12-020-0001_p0054",
      "zh_CN": "【观心起行即是华严。】",
      "zh_TW": "【觀心起行即是華嚴。】"
    },
    {
      "id": "12-020-0001_p0055",
      "zh_CN": "『华严』是你的生活行为，与「大方广」完全相应，这个生活行为就是华严。",
      "zh_TW": "『華嚴』是你的生活行為，與「大方廣」完全相應，這個生活行為就是華嚴。"
    },
    {
      "id": "12-020-0001_p0056",
      "zh_CN": "【觉心性相是名为佛。】",
      "zh_TW": "【覺心性相是名為佛。】"
    },
    {
      "id": "12-020-0001_p0057",
      "zh_CN": "你过华严的生活，你就叫佛。佛的生活、菩萨的生活就叫华严的生活。我们今天的生活烦恼、忧虑。什么时候能把我们的忧虑烦恼，转变成华严的生活，你就超凡入圣。这是简单的报告。下面说：",
      "zh_TW": "你過華嚴的生活，你就叫佛。佛的生活、菩薩的生活就叫華嚴的生活。我們今天的生活煩惱、憂慮。什麼時候能把我們的憂慮煩惱，轉變成華嚴的生活，你就超凡入聖。這是簡單的報告。下面說："
    },
    {
      "id": "12-020-0001_p0058",
      "zh_CN": "【经云：佛心岂有他，正觉觉世间。】",
      "zh_TW": "【經云：佛心豈有他，正覺覺世間。】"
    },
    {
      "id": "12-020-0001_p0059",
      "zh_CN": "佛心不是别的，就是对于整个世间彻底明白，真正觉了，这就是佛心。",
      "zh_TW": "佛心不是別的，就是對於整個世間徹底明白，真正覺了，這就是佛心。"
    },
    {
      "id": "12-020-0001_p0060",
      "zh_CN": "【觉非外来，全同所觉。】",
      "zh_TW": "【覺非外來，全同所覺。】"
    },
    {
      "id": "12-020-0001_p0061",
      "zh_CN": "告诉你这个觉悟不是从外面学得来。听经你要会听；听经，如果向外面学，你不会觉，你愈听愈迷，愈听麻烦愈大。可是你不能不听，不听又不行，听又不行，怎么办？马鸣菩萨教给我们听经的方法，「离言说相、离名字相、离心缘相」，这个很重要。所以听经用什么态度听经？清净心听经。我们睁开眼睛，眼前的现象看得清清楚楚，听法师大德讲经，字字句句听得清清楚楚、明明白白，决定不起心、不动念、不分别、不执着，这叫会听；会听是什么？会开悟。你这个时候在听经，是真在用功，定慧等学。看得清楚、听得分明是慧；不分别、不执着、不起心、不动念是定。你在这里两个小时在修定、修慧，定慧等学、定慧双运。天天这样用功，不间断的用功，这个人决定开悟。",
      "zh_TW": "告訴你這個覺悟不是從外面學得來。聽經你要會聽；聽經，如果向外面學，你不會覺，你愈聽愈迷，愈聽麻煩愈大。可是你不能不聽，不聽又不行，聽又不行，怎麼辦？馬鳴菩薩教給我們聽經的方法，「離言說相、離名字相、離心緣相」，這個很重要。所以聽經用什麼態度聽經？清淨心聽經。我們睜開眼睛，眼前的現象看得清清楚楚，聽法師大德講經，字字句句聽得清清楚楚、明明白白，決定不起心、不動念、不分別、不執著，這叫會聽；會聽是什麼？會開悟。你這個時候在聽經，是真在用功，定慧等學。看得清楚、聽得分明是慧；不分別、不執著、不起心、不動念是定。你在這裡兩個小時在修定、修慧，定慧等學、定慧雙運。天天這樣用功，不間斷的用功，這個人決定開悟。"
    },
    {
      "id": "12-020-0001_p0062",
      "zh_CN": "如果你听经着了听经的相，分别言语文字，去思惟里头的意思，那就坏了！这个事情难，也不好讲，也不好懂。现在人所说「直觉」有一点接近，所以佛法的见闻，我们用直觉；也就是说我听懂就懂，听不懂绝不去想它，愈想愈错，决定想不出来，不能想，多听几遍，不懂的地方慢慢也都懂了；不是你的思考想像研究懂的，它自然就懂了，那叫悟。如果你思惟想像，想清楚、想明白了，未必是真的，往往产生错觉，把佛经的意思误会、错解，这种人很多很多。听经要用这个方法，年轻法师学讲经的要注意，也要用这个方法。讲经不能用思考，一思考落在第六意识里去，所以讲经也是用直觉。怎么讲出来？是自自然然讲出来，没有一丝毫勉强。讲经需不需要准备？不需要，一准备落在意识里去了，你就有思惟，你就有分别、就有执着，你就会起心动念，怎么会相应？由此可知，你要想发心讲经，全凭你自己平素的用功。",
      "zh_TW": "如果你聽經著了聽經的相，分別言語文字，去思惟裡頭的意思，那就壞了！這個事情難，也不好講，也不好懂。現在人所說「直覺」有一點接近，所以佛法的見聞，我們用直覺；也就是說我聽懂就懂，聽不懂絕不去想它，愈想愈錯，決定想不出來，不能想，多聽幾遍，不懂的地方慢慢也都懂了；不是你的思考想像研究懂的，它自然就懂了，那叫悟。如果你思惟想像，想清楚、想明白了，未必是真的，往往產生錯覺，把佛經的意思誤會、錯解，這種人很多很多。聽經要用這個方法，年輕法師學講經的要注意，也要用這個方法。講經不能用思考，一思考落在第六意識裡去，所以講經也是用直覺。怎麼講出來？是自自然然講出來，沒有一絲毫勉強。講經需不需要準備？不需要，一準備落在意識裡去了，你就有思惟，你就有分別、就有執著，你就會起心動念，怎麼會相應？由此可知，你要想發心講經，全憑你自己平素的用功。"
    },
    {
      "id": "12-020-0001_p0063",
      "zh_CN": "功夫用在哪里？就是六根接触六尘境界，眼见色，耳闻声，鼻嗅香，舌尝味，清清楚楚，如如不动，这叫用功。佛在《金刚经》上教给我们的原则，「不取于相，如如不动」，这个意思就是「外不着相，内不动心」，要做这个功夫，你才与「大方广」相应。虽然没证得大方广，我走的这条路是向大方广这个方向，这条道路决定没错，一天比一天靠近，好境界！你要用思惟、用想像、用分别、用执着，背道而驰，希求的是大方广，可是我走的路恰相反，跟它相悖，永远得不到。这些总的原理原则总得要知道。所以觉不是从外来的，是自性里头本来具有的般若智慧；这个智慧跟一切诸佛如来没有两样。诸佛如来的智慧现前，我们的智慧被埋没，为什么被埋没？因为你有分别、你有执着，你会起心动念，你的智慧没有了，智慧变成烦恼。佛教给我们这个方法，实在讲非常之好，你要在日常生活当中去做。只要你会做，你就有办法消除一切烦恼，把烦恼转变成无量智慧。你想不想得到这个境界？真想得到这境界，《华严经》就是最好的帮助。「觉非外来，全同所觉」；能觉、所觉是一不是二。",
      "zh_TW": "功夫用在哪裡？就是六根接觸六塵境界，眼見色，耳聞聲，鼻嗅香，舌嘗味，清清楚楚，如如不動，這叫用功。佛在《金剛經》上教給我們的原則，「不取於相，如如不動」，這個意思就是「外不著相，內不動心」，要做這個功夫，你才與「大方廣」相應。雖然沒證得大方廣，我走的這條路是向大方廣這個方向，這條道路決定沒錯，一天比一天靠近，好境界！你要用思惟、用想像、用分別、用執著，背道而馳，希求的是大方廣，可是我走的路恰相反，跟它相悖，永遠得不到。這些總的原理原則總得要知道。所以覺不是從外來的，是自性裡頭本來具有的般若智慧；這個智慧跟一切諸佛如來沒有兩樣。諸佛如來的智慧現前，我們的智慧被埋沒，為什麼被埋沒？因為你有分別、你有執著，你會起心動念，你的智慧沒有了，智慧變成煩惱。佛教給我們這個方法，實在講非常之好，你要在日常生活當中去做。只要你會做，你就有辦法消除一切煩惱，把煩惱轉變成無量智慧。你想不想得到這個境界？真想得到這境界，《華嚴經》就是最好的幫助。「覺非外來，全同所覺」；能覺、所覺是一不是二。"
    },
    {
      "id": "12-020-0001_p0064",
      "zh_CN": "【故理智不殊，唯一圆觉。】",
      "zh_TW": "【故理智不殊，唯一圓覺。】"
    },
    {
      "id": "12-020-0001_p0065",
      "zh_CN": "『理』是宇宙人生的真理、真相；『智』是我们能够了解这个真理，了解事实真相。这个智慧与事实真相是一不是二，所以称它叫做圆觉；圆是圆满，没有一丝毫欠缺。",
      "zh_TW": "『理』是宇宙人生的真理、真相；『智』是我們能夠了解這個真理，了解事實真相。這個智慧與事實真相是一不是二，所以稱它叫做圓覺；圓是圓滿，沒有一絲毫欠缺。"
    },
    {
      "id": "12-020-0001_p0066",
      "zh_CN": "【若形夺双亡，则远离觉所觉。无心亡照，任运寂知，则念念常是大方广佛华严甚深性海。】",
      "zh_TW": "【若形奪雙亡，則遠離覺所覺。無心亡照，任運寂知，則念念常是大方廣佛華嚴甚深性海。】"
    },
    {
      "id": "12-020-0001_p0067",
      "zh_CN": "这几句话是讲：你的功夫达到这个水平，这个水平就是诸佛如来果地上的境界。什么叫『形夺双亡』？「形」是事相，「夺」是你的用心；两边都不着叫「双亡」，两边放下了。怎么叫两边放下？心里面不再把这些万事万物放在心上，你就把这些形放下，也不要在万事万物那里去打妄想、起分别，夺就放下了，这叫两边放下。双亡是两边放下，那么能觉、所觉都放下了；能觉是夺，所觉就是形，两边都放下。『无心亡照』，这个心是什么？妄心，我们讲的意识心、分别心、执着心，这个心没有了，完全没有了，不起作用了；然后是什么？『任运寂知』，任运是自自然然，自自然然什么都清楚、什么都明白，这叫任运寂知。这是自己一心，自性般若智慧现前，无所不知，无所不能。",
      "zh_TW": "這幾句話是講：你的功夫達到這個水平，這個水平就是諸佛如來果地上的境界。什麼叫『形奪雙亡』？「形」是事相，「奪」是你的用心；兩邊都不著叫「雙亡」，兩邊放下了。怎麼叫兩邊放下？心裡面不再把這些萬事萬物放在心上，你就把這些形放下，也不要在萬事萬物那裡去打妄想、起分別，奪就放下了，這叫兩邊放下。雙亡是兩邊放下，那麼能覺、所覺都放下了；能覺是奪，所覺就是形，兩邊都放下。『無心亡照』，這個心是什麼？妄心，我們講的意識心、分別心、執著心，這個心沒有了，完全沒有了，不起作用了；然後是什麼？『任運寂知』，任運是自自然然，自自然然什麼都清楚、什麼都明白，這叫任運寂知。這是自己一心，自性般若智慧現前，無所不知，無所不能。"
    },
    {
      "id": "12-020-0001_p0068",
      "zh_CN": "有没有这种人？在中国历史上有，有一个很出名的人，禅宗六祖惠能大师，他到这个境界。他是如何到这个境界的？可以说这几句话，把他的功夫说尽了。他确确实实两边放下，智慧现前了，所以从来没有听过的经，因为他不认识字，当然他没有读过经，他只听别人念经给他听，从来没有听过的经，他听到了，他都能讲，讲得叫你开悟，他有这个本事。他一接触就通达、就明了，一点都不费劲，哪里像我们这样学得这么辛苦，他学得好自在。他这个能力从哪里来的？就是他统统放下，心地清净，一尘不染，他说「本来无一物，何处惹尘埃」，两边都放下。所以他『念念常是大方广佛华严甚深性海』，这个「性」就是一心，就是自性；「海」是形容广大无边。智慧广大无边，福德广大无边，样样都是广大无边，你说这种人生多美满、多幸福，这是真正的美满幸福。不同世间，世间美满幸福是假的不是真的，那是昙花一现，非常短暂，过去之后，苦来了。再看底下一节：",
      "zh_TW": "有沒有這種人？在中國歷史上有，有一個很出名的人，禪宗六祖惠能大師，他到這個境界。他是如何到這個境界的？可以說這幾句話，把他的功夫說盡了。他確確實實兩邊放下，智慧現前了，所以從來沒有聽過的經，因為他不認識字，當然他沒有讀過經，他只聽別人念經給他聽，從來沒有聽過的經，他聽到了，他都能講，講得叫你開悟，他有這個本事。他一接觸就通達、就明瞭，一點都不費勁，哪裡像我們這樣學得這麼辛苦，他學得好自在。他這個能力從哪裡來的？就是他統統放下，心地清淨，一塵不染，他說「本來無一物，何處惹塵埃」，兩邊都放下。所以他『念念常是大方廣佛華嚴甚深性海』，這個「性」就是一心，就是自性；「海」是形容廣大無邊。智慧廣大無邊，福德廣大無邊，樣樣都是廣大無邊，你說這種人生多美滿、多幸福，這是真正的美滿幸福。不同世間，世間美滿幸福是假的不是真的，那是曇花一現，非常短暫，過去之後，苦來了。再看底下一節："
    },
    {
      "id": "12-020-0001_p0069",
      "zh_CN": "【若知触物皆心，方了心性。】",
      "zh_TW": "【若知觸物皆心，方了心性。】"
    },
    {
      "id": "12-020-0001_p0070",
      "zh_CN": "这是清凉大师告诉我们。你要知道，我们六根接触一切境界，都是自性变现的相分，除了自性之外，决定没有一样东西存在，这样你才了自性，了是明了。「方了心性」，就是禅宗里面一句话「明心见性」。禅宗里明心见性这四个字不好讲，不好懂；这个话好懂，你到什么时候忽然觉悟，六根所接触一切万法全是自性，你就明心见性，你就是法身大士，你无量劫来不能解决的一切麻烦事情，统统解决了。生死解决了，轮回解决了，身上什么病苦那是小事情，鸡毛蒜皮，哪有不能解决的问题！有病还要找医生，还要去吃药？不需要，你可以恢复到像诸佛菩萨金刚不坏身，你的体质转变了，你的容貌也转变了。这话怎么讲？相随心转，你的心得到大圆满，你的相也就成大圆满；容貌是色相，色相圆满了，体质也圆满了，你的居住环境没有一样不圆满。这一句话很要紧，大家没有事情多念念，常常念念。下面这引经说：",
      "zh_TW": "這是清涼大師告訴我們。你要知道，我們六根接觸一切境界，都是自性變現的相分，除了自性之外，決定沒有一樣東西存在，這樣你才了自性，了是明瞭。「方了心性」，就是禪宗裡面一句話「明心見性」。禪宗裡明心見性這四個字不好講，不好懂；這個話好懂，你到什麼時候忽然覺悟，六根所接觸一切萬法全是自性，你就明心見性，你就是法身大士，你無量劫來不能解決的一切麻煩事情，統統解決了。生死解決了，輪迴解決了，身上什麼病苦那是小事情，雞毛蒜皮，哪有不能解決的問題！有病還要找醫生，還要去吃藥？不需要，你可以恢復到像諸佛菩薩金剛不壞身，你的體質轉變了，你的容貌也轉變了。這話怎麼講？相隨心轉，你的心得到大圓滿，你的相也就成大圓滿；容貌是色相，色相圓滿了，體質也圓滿了，你的居住環境沒有一樣不圓滿。這一句話很要緊，大家沒有事情多念念，常常念念。下面這引經說："
    },
    {
      "id": "12-020-0001_p0071",
      "zh_CN": "【故梵行品云：】",
      "zh_TW": "【故梵行品云：】"
    },
    {
      "id": "12-020-0001_p0072",
      "zh_CN": "「梵行品」是《华严经》的一品。",
      "zh_TW": "「梵行品」是《華嚴經》的一品。"
    },
    {
      "id": "12-020-0001_p0073",
      "zh_CN": "【知一切法即心自性。心境如如，平等无碍。心境重重，智照斯在。即心了境界之佛，即境见唯心如来。】",
      "zh_TW": "【知一切法即心自性。心境如如，平等無礙。心境重重，智照斯在。即心了境界之佛，即境見唯心如來。】"
    },
    {
      "id": "12-020-0001_p0074",
      "zh_CN": "不是跟你说一桩事情吗？今天跟大家讲的这几句，是佛法里最深的一个阶层。但是这是佛法的根本，释迦牟尼佛四十九年讲经说法，凭什么、依靠什么？就是这个，这是真理。所以我们对佛讲经说法，我们相信，我们没有怀疑，那是他依据的理论太真实了。我们如果也依据这个理论方法来修学，必定能达到这个境界。这一段是经文，『知一切法即心自性』。『心境如如』，心是能生能变；境就是宇宙万法万有，是所生所变；如如两个字怎么讲？能变如所变，所变如能变，能所不二，所以叫心境如如。『平等无碍』，一切法平等，一切法没有障碍。清凉大师在这个经里面，给我们说四重无碍：理无碍、事无碍、理事无碍、事事无碍。可是我们今天很麻烦，理有障碍，事也有障碍，理事障碍更大，事事障碍就不得了。为什么我们会有这么多的障碍？我们不了解事实真相，不知道心境如如，几时要是明了心境如如，所有一切障碍就烟消云散。这是我们现在社会所希求要解决的一个大问题。",
      "zh_TW": "不是跟你說一樁事情嗎？今天跟大家講的這幾句，是佛法裡最深的一個階層。但是這是佛法的根本，釋迦牟尼佛四十九年講經說法，憑什麼、依靠什麼？就是這個，這是真理。所以我們對佛講經說法，我們相信，我們沒有懷疑，那是他依據的理論太真實了。我們如果也依據這個理論方法來修學，必定能達到這個境界。這一段是經文，『知一切法即心自性』。『心境如如』，心是能生能變；境就是宇宙萬法萬有，是所生所變；如如兩個字怎麼講？能變如所變，所變如能變，能所不二，所以叫心境如如。『平等無礙』，一切法平等，一切法沒有障礙。清涼大師在這個經裡面，給我們說四重無礙：理無礙、事無礙、理事無礙、事事無礙。可是我們今天很麻煩，理有障礙，事也有障礙，理事障礙更大，事事障礙就不得了。為什麼我們會有這麼多的障礙？我們不了解事實真相，不知道心境如如，幾時要是明瞭心境如如，所有一切障礙就煙消雲散。這是我們現在社會所希求要解決的一個大問題。"
    },
    {
      "id": "12-020-0001_p0075",
      "zh_CN": "我在前年访问澳洲，在昆士兰遇到昆士兰州少数民族事务局的局长尤里先生。这个人很有智慧，他是犹太籍的澳洲人，他告诉我，「澳洲近些年来实行开放政策，欢迎外来的移民。可是接着发生一个问题：这些外来的移民，来自不同的国家、不同的族群、不同的文化、不同的生活方式、不同的宗教信仰、不同的思想，现在我们住在一起共同生活，这里面许许多多的矛盾、冲突、意见，如何能够化解？而达到彼此互相尊重、互相敬爱、互助合作，来共同创造澳洲的社会安定，国家的繁荣兴旺。",
      "zh_TW": "我在前年訪問澳洲，在昆士蘭遇到昆士蘭州少數民族事務局的局長尤里先生。這個人很有智慧，他是猶太籍的澳洲人，他告訴我，「澳洲近些年來實行開放政策，歡迎外來的移民。可是接著發生一個問題：這些外來的移民，來自不同的國家、不同的族群、不同的文化、不同的生活方式、不同的宗教信仰、不同的思想，現在我們住在一起共同生活，這裡面許許多多的矛盾、衝突、意見，如何能夠化解？而達到彼此互相尊重、互相敬愛、互助合作，來共同創造澳洲的社會安定，國家的繁榮興旺。"
    },
    {
      "id": "12-020-0001_p0076",
      "zh_CN": "这是个大问题，他来问我有没有方法？我是同时接受两个人问同样一个问题，但是不同时间。早年尤里先生问我这个问题；去年我在昆士兰，去参访一个私立的大学邦德大学，接见我的是他们学校社会人文科学院的院长，也同样提出这个问题来问我。我告诉他：「有，《大方广佛华严经》，能帮助你解决这个问题，能达到你所理想的目标。」所以他们对于佛法就很有兴趣，对于我也很有兴趣，他们非常欢迎我，希望在澳洲能把这个工作做好，我也很乐意帮助他，真正解决社会问题。所以佛法不是没有用的东西，全世界任何学术解决不了的问题，《华严经》能解决，这是高度的智慧，圆满的智慧。可惜很少人知道，真正是无上的宝藏埋藏在经典书厨里头，多少寺庙书厨里都有，他不拿出来用，你说这多可惜！",
      "zh_TW": "這是個大問題，他來問我有沒有方法？我是同時接受兩個人問同樣一個問題，但是不同時間。早年尤里先生問我這個問題；去年我在昆士蘭，去參訪一個私立的大學邦德大學，接見我的是他們學校社會人文科學院的院長，也同樣提出這個問題來問我。我告訴他：「有，《大方廣佛華嚴經》，能幫助你解決這個問題，能達到你所理想的目標。」所以他們對於佛法就很有興趣，對於我也很有興趣，他們非常歡迎我，希望在澳洲能把這個工作做好，我也很樂意幫助他，真正解決社會問題。所以佛法不是沒有用的東西，全世界任何學術解決不了的問題，《華嚴經》能解決，這是高度的智慧，圓滿的智慧。可惜很少人知道，真正是無上的寶藏埋藏在經典書廚裡頭，多少寺廟書廚裡都有，他不拿出來用，你說這多可惜！"
    },
    {
      "id": "12-020-0001_p0077",
      "zh_CN": "底下讲的『心境重重』，重重是无尽的意思。『智照斯在』，你的高度智慧，你的究竟圆满智慧在哪里？就在这些理事之中，从理事里头显示出智慧，从智慧里面明了理事的究竟处。『即心了境界之佛，即境见唯心如来』，这是说明心境是一不是二，佛跟心是一，众生跟佛是一，大乘经上常讲「心佛众生三无差别」，就是这个道理。",
      "zh_TW": "底下講的『心境重重』，重重是無盡的意思。『智照斯在』，你的高度智慧，你的究竟圓滿智慧在哪裡？就在這些理事之中，從理事裡頭顯示出智慧，從智慧裡面明瞭理事的究竟處。『即心了境界之佛，即境見唯心如來』，這是說明心境是一不是二，佛跟心是一，眾生跟佛是一，大乘經上常講「心佛眾生三無差別」，就是這個道理。"
    },
    {
      "id": "12-020-0001_p0078",
      "zh_CN": "【心佛重重，而本觉性一。】",
      "zh_TW": "【心佛重重，而本覺性一。】"
    },
    {
      "id": "12-020-0001_p0079",
      "zh_CN": "这是说事无量无边，理也无量无边，可是本觉性是一个，都是从一念心性变现出来的。",
      "zh_TW": "這是說事無量無邊，理也無量無邊，可是本覺性是一個，都是從一念心性變現出來的。"
    },
    {
      "id": "12-020-0001_p0080",
      "zh_CN": "【皆取之不可得，则心境两亡。照之不可穷，则理智交彻。】",
      "zh_TW": "【皆取之不可得，則心境兩亡。照之不可窮，則理智交徹。】"
    },
    {
      "id": "12-020-0001_p0081",
      "zh_CN": "前面从事上说。事上，诸位一定要知道，事是一个假相，不是真实的。释迦牟尼佛一生讲经说法，讲《般若经》的时间最长，讲了二十二年。这二十二年说什么东西？说明宇宙万相的真实相。最后做个总结论，真相是什么？「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」这是二十二年《般若》的总结。《般若心经》上给我们做个总结，「无智亦无得」。所以讲「不可得」这三个字，《大般若经》里讲了几千遍，我们将这部经从头到尾翻阅一遍，其他的句子不记得，这三个字一定记得很牢，为什么？重复遍数太多了，告诉我们「一切法不可得」；如果你有得失的心，那就很冤枉，没有得失。我们世间人为得失操多少心，受多少苦难，哪里晓得得失是一场空，所以给你讲真相，「不可得」。",
      "zh_TW": "前面從事上說。事上，諸位一定要知道，事是一個假相，不是真實的。釋迦牟尼佛一生講經說法，講《般若經》的時間最長，講了二十二年。這二十二年說什麼東西？說明宇宙萬相的真實相。最後做個總結論，真相是什麼？「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」這是二十二年《般若》的總結。《般若心經》上給我們做個總結，「無智亦無得」。所以講「不可得」這三個字，《大般若經》裡講了幾千遍，我們將這部經從頭到尾翻閱一遍，其他的句子不記得，這三個字一定記得很牢，為什麼？重複遍數太多了，告訴我們「一切法不可得」；如果你有得失的心，那就很冤枉，沒有得失。我們世間人為得失操多少心，受多少苦難，哪裡曉得得失是一場空，所以給你講真相，「不可得」。"
    },
    {
      "id": "12-020-0001_p0082",
      "zh_CN": "你明白事实真相，我们就可以过佛菩萨的生活。佛菩萨随缘，就很自在！缘聚就现相；缘散，相就没有了。缘聚的时候，相不生；缘灭的时候，相也没有灭。佛给我们讲「不生不灭、不来不去、不一不异、不常不断」，《中观论》上给我们讲八个不，这是教给我们生活、工作、处事待人接物要遵守的原则，你就得大自在，你就过佛菩萨生活，你就转烦恼成智慧。众生生活在烦恼之中，佛菩萨生活在高度智慧之中，不一样。所以这时候『心境两亡』，两边不执着。『照之不可穷』，这句话就是惠能大师讲的，他跟五祖说「弟子心中常生智慧」，「照之不可穷」就是常生智慧。我们凡夫常生烦恼，你看人家常生智慧。『理智交彻』，「理」，理论、现相、作用，跟智慧交融在一起，告诉你这个相是一不是二，《华严经》中讲的「一即是多，多即是一，一多不二」，就是说明这个意思。希望同修们细细去思惟，在日常生活当中去观察，然后到实现，我们要做到，你就真得受用，立刻改变了我们的生活，改变了我们的环境。末后这一段：",
      "zh_TW": "你明白事實真相，我們就可以過佛菩薩的生活。佛菩薩隨緣，就很自在！緣聚就現相；緣散，相就沒有了。緣聚的時候，相不生；緣滅的時候，相也沒有滅。佛給我們講「不生不滅、不來不去、不一不異、不常不斷」，《中觀論》上給我們講八個不，這是教給我們生活、工作、處事待人接物要遵守的原則，你就得大自在，你就過佛菩薩生活，你就轉煩惱成智慧。眾生生活在煩惱之中，佛菩薩生活在高度智慧之中，不一樣。所以這時候『心境兩亡』，兩邊不執著。『照之不可窮』，這句話就是惠能大師講的，他跟五祖說「弟子心中常生智慧」，「照之不可窮」就是常生智慧。我們凡夫常生煩惱，你看人家常生智慧。『理智交徹』，「理」，理論、現相、作用，跟智慧交融在一起，告訴你這個相是一不是二，《華嚴經》中講的「一即是多，多即是一，一多不二」，就是說明這個意思。希望同修們細細去思惟，在日常生活當中去觀察，然後到實現，我們要做到，你就真得受用，立刻改變了我們的生活，改變了我們的環境。末後這一段："
    },
    {
      "id": "12-020-0001_p0083",
      "zh_CN": "【心境既尔，境境相望，心心互研，万化纷纶，皆一致也。】",
      "zh_TW": "【心境既爾，境境相望，心心互研，萬化紛綸，皆一致也。】"
    },
    {
      "id": "12-020-0001_p0084",
      "zh_CN": "这是教给我们，从前面所说的原理原则，你能够把握住，心跟境真相既然如是，心境所说理事无碍；心是说的理，境是说的事。『境境相望，心心互研，万化纷纶，皆一致也』，这四句是讲事事无碍。可见得事事无碍从哪里来的？从理事无碍而来的。境与境相望，事与事相望，心与心互研；这个心是知，能知的是心。佛心，众生心，互相做一个比较，无论是境与境相望，心与心的比较，都是万化纷纶，这里面讲千变万化。佛心，在我们常理上说，佛心没有变化，可是要知道佛心也有变化。佛心怎么个变？佛心变化跟我们的变化不一样，佛是「随众生心，应所知量」，《楞严经》上说的，这个意思就是说佛能够随一切众生化身，应化在世间；《观世音菩萨普门品》里面所说的，「应以什么身得度，他就现什么身」，「应当说什么法，他就说什么法」。所以他能够随类化身、随机说法，这就是佛心千变万化；可是佛的心千变万化当中，他有一个不变，底下讲「皆一致也」，他不变。我们今天的心也千变万化，一天到晚胡思乱想。你有没有仔细去计算计算，从早到晚你想了多少桩事情，如果你要把这个打入电脑里一看，会吓一跳，我今天怎么会有这么多的想法？真的千变万化。佛的千变万化，他知道，他知道事实真相；我们千变万化，不知道。不知道是迷，不知道是苦；知道的人不迷，知道的人不受苦；佛跟众生差别就在此地，这是我们一定要清楚、一定要明白的。",
      "zh_TW": "這是教給我們，從前面所說的原理原則，你能夠把握住，心跟境真相既然如是，心境所說理事無礙；心是說的理，境是說的事。『境境相望，心心互研，萬化紛綸，皆一致也』，這四句是講事事無礙。可見得事事無礙從哪裡來的？從理事無礙而來的。境與境相望，事與事相望，心與心互研；這個心是知，能知的是心。佛心，眾生心，互相做一個比較，無論是境與境相望，心與心的比較，都是萬化紛綸，這裡面講千變萬化。佛心，在我們常理上說，佛心沒有變化，可是要知道佛心也有變化。佛心怎麼個變？佛心變化跟我們的變化不一樣，佛是「隨眾生心，應所知量」，《楞嚴經》上說的，這個意思就是說佛能夠隨一切眾生化身，應化在世間；《觀世音菩薩普門品》裡面所說的，「應以什麼身得度，他就現什麼身」，「應當說什麼法，他就說什麼法」。所以他能夠隨類化身、隨機說法，這就是佛心千變萬化；可是佛的心千變萬化當中，他有一個不變，底下講「皆一致也」，他不變。我們今天的心也千變萬化，一天到晚胡思亂想。你有沒有仔細去計算計算，從早到晚你想了多少樁事情，如果你要把這個打入電腦裡一看，會嚇一跳，我今天怎麼會有這麼多的想法？真的千變萬化。佛的千變萬化，他知道，他知道事實真相；我們千變萬化，不知道。不知道是迷，不知道是苦；知道的人不迷，知道的人不受苦；佛跟眾生差別就在此地，這是我們一定要清楚、一定要明白的。"
    },
    {
      "id": "12-020-0001_p0085",
      "zh_CN": "佛家常讲「不变随缘，随缘不变」，这两句话，我想同修们听得很多，都能够耳熟。我把这两句话说作四句，大家就更好懂。「不变随缘」，这是佛。佛自证圆满，对于宇宙人生的道理、现象、变幻，没有一样不清楚、没有一样不明了，所以他的心是定的，永远不会有分别、执着，永远不会起心动念，这叫不变；他的智慧是永恒的，他能随一切众生的缘，现身说法，帮助众生、教导众生，那叫随缘；不变随缘是佛。「随缘不变」是菩萨，我们应当学的。我们今天随缘，在随缘当中学什么？学佛的不变，我们要学这个；也就是说随缘当中我们要学「外不着相，内不动心」，要学着见色闻声不起心、不动念、不分别、不执着，要用现代人的话说，不被外面境界诱惑。外面「财色名食睡」五欲六尘天天接触，不被它诱惑，不被它动摇，随缘当中学不变，这是功夫，这就是修行。修行真正功夫是讲这个，不是少林寺的功夫，那个功夫没用处，解决不了问题。在复杂的社会里头不被它诱惑，不被它欺骗，这是本事，这就叫菩萨。",
      "zh_TW": "佛家常講「不變隨緣，隨緣不變」，這兩句話，我想同修們聽得很多，都能夠耳熟。我把這兩句話說作四句，大家就更好懂。「不變隨緣」，這是佛。佛自證圓滿，對於宇宙人生的道理、現象、變幻，沒有一樣不清楚、沒有一樣不明瞭，所以他的心是定的，永遠不會有分別、執著，永遠不會起心動念，這叫不變；他的智慧是永恆的，他能隨一切眾生的緣，現身說法，幫助眾生、教導眾生，那叫隨緣；不變隨緣是佛。「隨緣不變」是菩薩，我們應當學的。我們今天隨緣，在隨緣當中學什麼？學佛的不變，我們要學這個；也就是說隨緣當中我們要學「外不著相，內不動心」，要學著見色聞聲不起心、不動念、不分別、不執著，要用現代人的話說，不被外面境界誘惑。外面「財色名食睡」五欲六塵天天接觸，不被它誘惑，不被它動搖，隨緣當中學不變，這是功夫，這就是修行。修行真正功夫是講這個，不是少林寺的功夫，那個功夫沒用處，解決不了問題。在複雜的社會裡頭不被它誘惑，不被它欺騙，這是本事，這就叫菩薩。"
    },
    {
      "id": "12-020-0001_p0086",
      "zh_CN": "第三种「不变不随缘」，是什么人？二乘，阿罗汉、辟支佛，他不变，但是他不随缘。第四种「随缘随着变」，是什么人？我们这批人。随缘随变，自己完全做不了主宰，顺着自己意思起了贪爱，不合自己意思就起了怨恨。所以你六根接触外面六尘境界，生什么东西？生七情五欲，叫生烦恼，这是凡夫。我这四句说法，大家就很清楚、很明白了。我们现在是哪一种人？我们要学的是哪一种人？我们要学的，在随缘里面学不变，这个叫做真功夫。末后这一句：",
      "zh_TW": "第三種「不變不隨緣」，是什麼人？二乘，阿羅漢、辟支佛，他不變，但是他不隨緣。第四種「隨緣隨著變」，是什麼人？我們這批人。隨緣隨變，自己完全做不了主宰，順著自己意思起了貪愛，不合自己意思就起了怨恨。所以你六根接觸外面六塵境界，生什麼東西？生七情五欲，叫生煩惱，這是凡夫。我這四句說法，大家就很清楚、很明白了。我們現在是哪一種人？我們要學的是哪一種人？我們要學的，在隨緣裡面學不變，這個叫做真功夫。末後這一句："
    },
    {
      "id": "12-020-0001_p0087",
      "zh_CN": "【唯证相应，名佛华严。】",
      "zh_TW": "【唯證相應，名佛華嚴。】"
    },
    {
      "id": "12-020-0001_p0088",
      "zh_CN": "『证』是证实，证明了。证实证明之后，你的生活就是佛华严的生活；你没有证得，你过的是凡夫的生活。凡夫跟佛诸位晓得，一念之间。这一念如何能转得过来？实在讲，大乘经典里面有许许多多的纲领、法则，我们只要掌握到一个就能成功。所以首先我们学经，我们研教，你一定要认识佛经的内容是什么？不能不知道。如果人家问你，「你学佛了，你们天天念佛经，佛经里讲什么？这《华严》讲什么？《法华经》讲什么？太啰嗦了！释迦牟尼佛四十九年所说的一切经，讲的是什么？」你用一句话答复，我不喜欢啰嗦，你能说得出来吗？我过去曾经问过人，我也曾经跟人解释过，佛所说的一切经就说一桩事情，「宇宙人生的真相」，这是佛所说的。",
      "zh_TW": "『證』是證實，證明了。證實證明之後，你的生活就是佛華嚴的生活；你沒有證得，你過的是凡夫的生活。凡夫跟佛諸位曉得，一念之間。這一念如何能轉得過來？實在講，大乘經典裡面有許許多多的綱領、法則，我們只要掌握到一個就能成功。所以首先我們學經，我們研教，你一定要認識佛經的內容是什麼？不能不知道。如果人家問你，「你學佛了，你們天天念佛經，佛經裡講什麼？這《華嚴》講什麼？《法華經》講什麼？太囉嗦了！釋迦牟尼佛四十九年所說的一切經，講的是什麼？」你用一句話答覆，我不喜歡囉嗦，你能說得出來嗎？我過去曾經問過人，我也曾經跟人解釋過，佛所說的一切經就說一樁事情，「宇宙人生的真相」，這是佛所說的。"
    },
    {
      "id": "12-020-0001_p0089",
      "zh_CN": "如果要问，经典如何表达宇宙人生的真相，它用什么方法说出来？清凉大师在这大经里给我们明白指示出来，古德也都是这么说的，「教、理、行、果」，佛用这四种方法，把宇宙人生真相为我们和盘托出。所以经，「教」是语言文字，教学；语言文字里面所包含的是理论，宇宙人生的大道理，这是「理」；这些大道理如何落实在我们日常生活当中，跟我们生活结合成一体，那是「行」，那是方法；末后你所得到的真实功德利益，那叫「证」。任何一部经都有这四个部分，任何一句经文，任何一个字，都有这四个意思。我们怎么学法？清凉大师教给我们，我们也有四个方法：「信、解、行、证」。对于佛的教学、言语文字我们相信，我们不怀疑；对于言语文字所说的道理，我们理解，我们信教解理。他所讲一切落实到生活上面，我们认真去做，叫修行，修行就是认真做。我们的生活与大方广相应，我们日常工作跟大方广也相应，平常应酬、处事待人接物，样样都跟大方广相应，我们就是佛华严；佛华严就是证，证明诸佛如来过的是佛华严，我现在过的也是佛华严。",
      "zh_TW": "如果要問，經典如何表達宇宙人生的真相，它用什麼方法說出來？清涼大師在這大經裡給我們明白指示出來，古德也都是這麼說的，「教、理、行、果」，佛用這四種方法，把宇宙人生真相為我們和盤托出。所以經，「教」是語言文字，教學；語言文字裡面所包含的是理論，宇宙人生的大道理，這是「理」；這些大道理如何落實在我們日常生活當中，跟我們生活結合成一體，那是「行」，那是方法；末後你所得到的真實功德利益，那叫「證」。任何一部經都有這四個部分，任何一句經文，任何一個字，都有這四個意思。我們怎麼學法？清涼大師教給我們，我們也有四個方法：「信、解、行、證」。對於佛的教學、言語文字我們相信，我們不懷疑；對於言語文字所說的道理，我們理解，我們信教解理。他所講一切落實到生活上面，我們認真去做，叫修行，修行就是認真做。我們的生活與大方廣相應，我們日常工作跟大方廣也相應，平常應酬、處事待人接物，樣樣都跟大方廣相應，我們就是佛華嚴；佛華嚴就是證，證明諸佛如來過的是佛華嚴，我現在過的也是佛華嚴。"
    },
    {
      "id": "12-020-0001_p0090",
      "zh_CN": "经有四个意思，「教理行果」；我们作学生的要有「信解行证」，这就是『唯证相应』，相应就是你真正得到受用。如果你不证，你得不到受用，佛菩萨还是佛菩萨，你还是你，你不能把佛菩萨跟自己变成一个。相应就是我跟佛菩萨结成一体，诸佛菩萨跟我无二无别，这是「唯证相应」；这个时候，你就不叫凡夫，你就叫佛华严，你过的是诸佛菩萨华严境界的生活。",
      "zh_TW": "經有四個意思，「教理行果」；我們作學生的要有「信解行證」，這就是『唯證相應』，相應就是你真正得到受用。如果你不證，你得不到受用，佛菩薩還是佛菩薩，你還是你，你不能把佛菩薩跟自己變成一個。相應就是我跟佛菩薩結成一體，諸佛菩薩跟我無二無別，這是「唯證相應」；這個時候，你就不叫凡夫，你就叫佛華嚴，你過的是諸佛菩薩華嚴境界的生活。"
    },
    {
      "id": "12-020-0001_p0091",
      "zh_CN": "今天到这个地方把经题跟诸位介绍完了。虽然时间很短，讲得很多，这一页在我平常讲经，大概总得要讲五、六次才能讲得完，我们争取时间，希望后面精彩部分，我们能够提前介绍给诸位。经题就介绍到此地，明天跟诸位介绍品题。这个《四十华严》，就是「普贤菩萨行愿品」，是《华严经》的一部分，最后这一部分，就是善财童子五十三参，明天跟诸位讲品题。今天就讲到此地，谢谢诸位同修，明天见。",
      "zh_TW": "今天到這個地方把經題跟諸位介紹完了。雖然時間很短，講得很多，這一頁在我平常講經，大概總得要講五、六次才能講得完，我們爭取時間，希望後面精彩部分，我們能夠提前介紹給諸位。經題就介紹到此地，明天跟諸位介紹品題。這個《四十華嚴》，就是「普賢菩薩行願品」，是《華嚴經》的一部分，最後這一部分，就是善財童子五十三參，明天跟諸位講品題。今天就講到此地，謝謝諸位同修，明天見。"
    }
  ]
}