{
  "doc_id": "21-052-0001",
  "title": {
    "zh_CN": "学佛问答",
    "zh_TW": "學佛問答"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "台南净宗学会",
    "zh_TW": "台南淨宗學會"
  },
  "doc_number": "21-052-0001",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "21-052-0001_p0001",
      "zh_CN": "这个地方，有位同修问个问题，他说：「我明知道自己有很多不好的习气，为何改不掉？」",
      "zh_TW": "這個地方，有位同修問個問題，他說：「我明知道自己有很多不好的習氣，為何改不掉？」"
    },
    {
      "id": "21-052-0001_p0002",
      "zh_CN": "答：你能够有改过的心就很好，习气、毛病是多生多劫养成了习惯，所谓是习惯成自然，这就是难改的原因之一。而实在说，是我们对于改过、改毛病、改习气的决心毅力不够，古德所讲的生死心不切。说到这一层，就是我们对于事实的真相，一切人、一切事、一切物的真相，了解的不够。如果透彻的了解，你改毛病的决心就坚定了，就不会再犹豫。而这些事实真相，佛在经论里面，给我们讲得很多，也讲得很透彻。要紧的，读经一定要明了经义，然后才能够随文入观，自己才能够得到真实的受用；真实受用就是帮助你断烦恼、开智慧，所以这一层非常重要。",
      "zh_TW": "答：你能夠有改過的心就很好，習氣、毛病是多生多劫養成了習慣，所謂是習慣成自然，這就是難改的原因之一。而實在說，是我們對於改過、改毛病、改習氣的決心毅力不夠，古德所講的生死心不切。說到這一層，就是我們對於事實的真相，一切人、一切事、一切物的真相，了解的不夠。如果透徹的了解，你改毛病的決心就堅定了，就不會再猶豫。而這些事實真相，佛在經論裡面，給我們講得很多，也講得很透徹。要緊的，讀經一定要明瞭經義，然後才能夠隨文入觀，自己才能夠得到真實的受用；真實受用就是幫助你斷煩惱、開智慧，所以這一層非常重要。"
    },
    {
      "id": "21-052-0001_p0003",
      "zh_CN": "尤其是我们在前年，特别从《宝积经》里面摘录出来《发起菩萨殊胜志乐经》，这部经里面所说的就是末法时期，也就是现代，佛门四众弟子在日常生活、修持当中，所犯的一些过失。而我们自己往往是茫然无知，佛是一桩一桩给我们说出来，而且告诉我们，这些过失如果不能改过来，继续再犯下去，后果不堪设想，果报都在地狱，时间之长不是我们能想像得到的。要想到果报的可怕，我们起心动念、言语造作，自然就会收歛。所以习气、毛病改不掉，是我们对于果报不了解、不清楚，若想到这个苦果，自然就不敢再造恶业。",
      "zh_TW": "尤其是我們在前年，特別從《寶積經》裡面摘錄出來《發起菩薩殊勝志樂經》，這部經裡面所說的就是末法時期，也就是現代，佛門四眾弟子在日常生活、修持當中，所犯的一些過失。而我們自己往往是茫然無知，佛是一樁一樁給我們說出來，而且告訴我們，這些過失如果不能改過來，繼續再犯下去，後果不堪設想，果報都在地獄，時間之長不是我們能想像得到的。要想到果報的可怕，我們起心動念、言語造作，自然就會收歛。所以習氣、毛病改不掉，是我們對於果報不了解、不清楚，若想到這個苦果，自然就不敢再造惡業。"
    },
    {
      "id": "21-052-0001_p0004",
      "zh_CN": "这一位郭居士，他写的是一个偈颂，前面几句不必说了。世法、佛法，世间人住世是业力的感召，也就是过去生中所造的善恶业，寿命长短是有一定的。虽然说是一定，可是这个里头，事实上还都有加减乘除。造作善业，往往寿命会延长；造作恶业，往往寿命也会缩短。但是延长也好，缩短也好，幅度都不太大，这是我们讲到世间人的寿命。而学佛的人对于寿命，实在说不应该放在心上，不要把这个事情当作一回事情。寿命长短，实在讲没有什么多大关系，也不是要紧的事情；要紧的事情，是我们道业要成就。",
      "zh_TW": "這一位郭居士，他寫的是一個偈頌，前面幾句不必說了。世法、佛法，世間人住世是業力的感召，也就是過去生中所造的善惡業，壽命長短是有一定的。雖然說是一定，可是這個裡頭，事實上還都有加減乘除。造作善業，往往壽命會延長；造作惡業，往往壽命也會縮短。但是延長也好，縮短也好，幅度都不太大，這是我們講到世間人的壽命。而學佛的人對於壽命，實在說不應該放在心上，不要把這個事情當作一回事情。壽命長短，實在講沒有什麼多大關係，也不是要緊的事情；要緊的事情，是我們道業要成就。"
    },
    {
      "id": "21-052-0001_p0005",
      "zh_CN": "现在我们道场的同修们都是念佛，怎样念到一心不乱；一心不乱如果是不可能，怎样念到功夫成片，这个就很重要了。果然念到功夫成片，我们往生西方极乐世界就有把握，能往生西方就是道业的成就。我们在《净土圣贤录》、在《往生传》里面所看到的，以及现代，我们在中国、在外国，看到一些念佛往生的瑞相，可以证实他真的往生。临终的时候，见到佛来接引，见到佛的金色光明，这是成就了。他们真正念佛，许多人时间并不很长，三年、五年、十年、八年，成就的人很多很多。我们看到、听到了，足以增长我们的信心，值得我们学习，值得我们效法。佛在经论上说得太多，六道是假的，不是真的，十法界也不是真实的，唯有求生西方净土这桩事情才是真的。有因有果，我们一定要重视。",
      "zh_TW": "現在我們道場的同修們都是念佛，怎樣念到一心不亂；一心不亂如果是不可能，怎樣念到功夫成片，這個就很重要了。果然念到功夫成片，我們往生西方極樂世界就有把握，能往生西方就是道業的成就。我們在《淨土聖賢錄》、在《往生傳》裡面所看到的，以及現代，我們在中國、在外國，看到一些念佛往生的瑞相，可以證實他真的往生。臨終的時候，見到佛來接引，見到佛的金色光明，這是成就了。他們真正念佛，許多人時間並不很長，三年、五年、十年、八年，成就的人很多很多。我們看到、聽到了，足以增長我們的信心，值得我們學習，值得我們效法。佛在經論上說得太多，六道是假的，不是真的，十法界也不是真實的，唯有求生西方淨土這樁事情才是真的。有因有果，我們一定要重視。"
    },
    {
      "id": "21-052-0001_p0006",
      "zh_CN": "念佛而不能往生，根本的原因是对这个世间有留恋，所谓是放不下，这一点我们一定要明了。所以佛在经上常常教给我们，「以戒为师」，「以苦为师」，我们的生活环境过得清苦一点，对这个世间没有留恋。生活过得很富裕、过得很好，他自己会以为「我现在的生活环境，不比西方极乐世界差，西方极乐世界说得那么好，我没见过！眼前的环境，我亲自享受到了」，这一念就差了，把这一生大好的机会错过了。",
      "zh_TW": "念佛而不能往生，根本的原因是對這個世間有留戀，所謂是放不下，這一點我們一定要明瞭。所以佛在經上常常教給我們，「以戒為師」，「以苦為師」，我們的生活環境過得清苦一點，對這個世間沒有留戀。生活過得很富裕、過得很好，他自己會以為「我現在的生活環境，不比西方極樂世界差，西方極樂世界說得那麼好，我沒見過！眼前的環境，我親自享受到了」，這一念就差了，把這一生大好的機會錯過了。"
    },
    {
      "id": "21-052-0001_p0007",
      "zh_CN": "所以我们现在在国外，国外念佛人比不起中国大陆，中国大陆念佛人比我们念得恳切，什么原因？他们过得日子太苦了，真的是佛经上讲的「以苦为师」，这句话说得有道理。他们的心真诚、清净，时时刻刻能提起正念。我们看到他们生活环境，非常同情，想帮助他一点，他们不接受。我们想送一点吃的东西给他，他不要；做一点新的衣服给他，他不要。他要什么？他要经书，他要录音带，他要法宝。他不希望改善他的物质生活环境，他希望得到法宝，这一点叫我们非常敬佩。所以我们知道，那边念佛成就的人多，有它的道理在。",
      "zh_TW": "所以我們現在在國外，國外念佛人比不起中國大陸，中國大陸念佛人比我們念得懇切，什麼原因？他們過得日子太苦了，真的是佛經上講的「以苦為師」，這句話說得有道理。他們的心真誠、清淨，時時刻刻能提起正念。我們看到他們生活環境，非常同情，想幫助他一點，他們不接受。我們想送一點吃的東西給他，他不要；做一點新的衣服給他，他不要。他要什麼？他要經書，他要錄音帶，他要法寶。他不希望改善他的物質生活環境，他希望得到法寶，這一點叫我們非常敬佩。所以我們知道，那邊念佛成就的人多，有它的道理在。"
    },
    {
      "id": "21-052-0001_p0008",
      "zh_CN": "弘法利生，这也是缘分，如果得不到佛力加持，这个事情做起来就难。真正发心一定得三宝加持，一定得诸佛护念，我们一定要懂得。尤其现代社会灾难很多，真正发心帮助这些苦难的众生，将佛法介绍给他，这是决定得三宝护持。",
      "zh_TW": "弘法利生，這也是緣分，如果得不到佛力加持，這個事情做起來就難。真正發心一定得三寶加持，一定得諸佛護念，我們一定要懂得。尤其現代社會災難很多，真正發心幫助這些苦難的眾生，將佛法介紹給他，這是決定得三寶護持。"
    },
    {
      "id": "21-052-0001_p0009",
      "zh_CN": "至于我们四众弟子当中，确实有一些身体不好，病魔缠身，这是在每一个地区，我们都常常看到。病痛一般讲有三种，一种是生理上的病痛，多半是从饮食起居不小心而得来的。这些病痛，医疗有效果，可以用药物来治疗。第二种病的因素，是冤亲债主找到你了，这是很麻烦的，所以有些冤鬼缠身，这一类的病决定不是医药能够治疗。在佛家里面，常常用调解的方法，他如果接受，自然就离开；离开，你的病就好了。像最显著的例子是《慈悲三昧水忏》，我想诸位很多都读过这个忏本。悟达国师长了人面疮，这是冤家债主找到身上来的，那个不是普通的病。他很难得遇到迦诺迦尊者给他调解，他这个冤家也接受了，所以病就能好了。第三种是自己造的罪业，这个罪业有过去生中造的，也有今生造的，造极重的罪业，这个病就很麻烦。这种病既不是生理，也不是冤家找来，是自己的罪报，很难治。有没有方法对治？有！佛告诉我们，至心忏悔，断恶修善，病都能好。由此可知，所有一切病痛，没有不能对治的，你只要懂得道理、懂得方法，得一个健康的身体，好好的修行，三宝都会加持的。",
      "zh_TW": "至於我們四眾弟子當中，確實有一些身體不好，病魔纏身，這是在每一個地區，我們都常常看到。病痛一般講有三種，一種是生理上的病痛，多半是從飲食起居不小心而得來的。這些病痛，醫療有效果，可以用藥物來治療。第二種病的因素，是冤親債主找到你了，這是很麻煩的，所以有些冤鬼纏身，這一類的病決定不是醫藥能夠治療。在佛家裡面，常常用調解的方法，他如果接受，自然就離開；離開，你的病就好了。像最顯著的例子是《慈悲三昧水懺》，我想諸位很多都讀過這個懺本。悟達國師長了人面瘡，這是冤家債主找到身上來的，那個不是普通的病。他很難得遇到迦諾迦尊者給他調解，他這個冤家也接受了，所以病就能好了。第三種是自己造的罪業，這個罪業有過去生中造的，也有今生造的，造極重的罪業，這個病就很麻煩。這種病既不是生理，也不是冤家找來，是自己的罪報，很難治。有沒有方法對治？有！佛告訴我們，至心懺悔，斷惡修善，病都能好。由此可知，所有一切病痛，沒有不能對治的，你只要懂得道理、懂得方法，得一個健康的身體，好好的修行，三寶都會加持的。"
    },
    {
      "id": "21-052-0001_p0010",
      "zh_CN": "在这些年当中，诸位晓得我在新加坡教学，新加坡的因缘是李木源居士发心的。我是一九八七年第一次到新加坡，去年是九七年，整整十年了。我到新加坡的第二年、还是第三年，李木源居士得了癌症，医生告诉他寿命顶多只有六个月。他照的ｘ光的照片，大概有六、七十张，现在都在；内脏里头几乎没有一个是完好，都有这些癌细胞。他是一个虔诚的佛教徒，那个时候他才四十多一点，他把事业交给他太太，家里面后事全部都处理好，然后一心念佛求往生。他也没有去看医生，也没有去治疗，也没有去求药。有一些医生给他介绍一些药，他都没有去用，天天等往生。等了几年，那个癌没事了，再去检查，没有了！完全没有了。所以这些医院里面的医生说，这是奇迹，因为他照的这些片子现在还在。他是天天等往生，身体还在，活一天就替佛教做一天事情，在居士林做义工，服务不拿待遇，只在居士林吃一餐饭。怎么好的，没有人知道。",
      "zh_TW": "在這些年當中，諸位曉得我在新加坡教學，新加坡的因緣是李木源居士發心的。我是一九八七年第一次到新加坡，去年是九七年，整整十年了。我到新加坡的第二年、還是第三年，李木源居士得了癌症，醫生告訴他壽命頂多只有六個月。他照的ｘ光的照片，大概有六、七十張，現在都在；內臟裡頭幾乎沒有一個是完好，都有這些癌細胞。他是一個虔誠的佛教徒，那個時候他才四十多一點，他把事業交給他太太，家裡面後事全部都處理好，然後一心念佛求往生。他也沒有去看醫生，也沒有去治療，也沒有去求藥。有一些醫生給他介紹一些藥，他都沒有去用，天天等往生。等了幾年，那個癌沒事了，再去檢查，沒有了！完全沒有了。所以這些醫院裡面的醫生說，這是奇蹟，因為他照的這些片子現在還在。他是天天等往生，身體還在，活一天就替佛教做一天事情，在居士林做義工，服務不拿待遇，只在居士林吃一餐飯。怎麼好的，沒有人知道。"
    },
    {
      "id": "21-052-0001_p0011",
      "zh_CN": "其实要依佛法的理论来讲，我们不难懂，第一个，他贪瞋痴没有了，诸位要知道，贪瞋痴是最严重的病毒，人如果内有贪瞋痴，外面怎么会不染病毒？内里头没有贪瞋痴，病毒就不会感染。他贪瞋痴断了，以慈悲心全心全力为佛教、为众生服务，没有自己，所以他的病毒就没有了。慈悲能解毒，清净就不染，他这个身体是这样复原的。这是一个非常明显的例子。",
      "zh_TW": "其實要依佛法的理論來講，我們不難懂，第一個，他貪瞋痴沒有了，諸位要知道，貪瞋痴是最嚴重的病毒，人如果內有貪瞋痴，外面怎麼會不染病毒？內裡頭沒有貪瞋痴，病毒就不會感染。他貪瞋痴斷了，以慈悲心全心全力為佛教、為眾生服務，沒有自己，所以他的病毒就沒有了。慈悲能解毒，清淨就不染，他這個身體是這樣復原的。這是一個非常明顯的例子。"
    },
    {
      "id": "21-052-0001_p0012",
      "zh_CN": "去年我在新加坡遇到一个黄老居士，这是我看到的第二个病例。黄居士住在英国伦敦，他在那边发起建立「净宗学会」。他的儿子是医生，一年前给他检查身体，发现他得了癌症，儿子很担心，他自己若无其事。他也学李木源居士，也不看医生，也不吃药，每一天念佛，每一天还是做他的工作。他的工作就是在英国弘扬佛法，将我们这边的这些录音带、经书，在欧洲广结善缘。他做了一年，去年年底到新加坡看我，很好，若无其事。",
      "zh_TW": "去年我在新加坡遇到一個黃老居士，這是我看到的第二個病例。黃居士住在英國倫敦，他在那邊發起建立「淨宗學會」。他的兒子是醫生，一年前給他檢查身體，發現他得了癌症，兒子很擔心，他自己若無其事。他也學李木源居士，也不看醫生，也不吃藥，每一天念佛，每一天還是做他的工作。他的工作就是在英國弘揚佛法，將我們這邊的這些錄音帶、經書，在歐洲廣結善緣。他做了一年，去年年底到新加坡看我，很好，若無其事。"
    },
    {
      "id": "21-052-0001_p0013",
      "zh_CN": "从这个地方我们就了解，癌症不怕，得癌症怎么死掉的？被癌症吓死了，那没有法子，其实它并不可怕！你不怕它的时候，就没事了。所以任何病痛，我们要懂得这个道理，懂得这个方法。你有病痛的时候，你一定要把贪瞋痴慢这个东西断掉，以一片清净心、平等心、大慈悲心，处事待人接物，不要看医生，不要找药物治疗，自然就会好，有这么多例子，我们都看到。最重要是自己要有信心，没有信心就没有法子，所以佛法里讲：「信为道元功德母」，信心是第一重要。佛法讲的有理论、有方法、有事实，我们一定要相信自己。所以自己的病还是要自己来治，细细想想我这病怎么起源，从哪里来的，把那个根源断掉，病哪有不好的道理！",
      "zh_TW": "從這個地方我們就了解，癌症不怕，得癌症怎麼死掉的？被癌症嚇死了，那沒有法子，其實它並不可怕！你不怕它的時候，就沒事了。所以任何病痛，我們要懂得這個道理，懂得這個方法。你有病痛的時候，你一定要把貪瞋痴慢這個東西斷掉，以一片清淨心、平等心、大慈悲心，處事待人接物，不要看醫生，不要找藥物治療，自然就會好，有這麼多例子，我們都看到。最重要是自己要有信心，沒有信心就沒有法子，所以佛法裡講：「信為道元功德母」，信心是第一重要。佛法講的有理論、有方法、有事實，我們一定要相信自己。所以自己的病還是要自己來治，細細想想我這病怎麼起源，從哪裡來的，把那個根源斷掉，病哪有不好的道理！"
    },
    {
      "id": "21-052-0001_p0014",
      "zh_CN": "如果诸位能够深入般若，智慧开了，那就更容易、更好办。没有这个智慧，就老实念佛，得阿弥陀佛本愿威神的加持，不要把这个病痛放在心上，这一点非常非常重要。把念佛放在心上，把服务一切众生放在心上，这个道理就是佛在经上常说的，「一切法从心想生」，这句话很重要！《华严经》上说，宇宙万法「唯心所现，唯识所变」，我们能掌握这个大道理，什么样的逆境都很容易扭转，所以它确确实实有理论的依据，不是随便说的。",
      "zh_TW": "如果諸位能夠深入般若，智慧開了，那就更容易、更好辦。沒有這個智慧，就老實念佛，得阿彌陀佛本願威神的加持，不要把這個病痛放在心上，這一點非常非常重要。把念佛放在心上，把服務一切眾生放在心上，這個道理就是佛在經上常說的，「一切法從心想生」，這句話很重要！《華嚴經》上說，宇宙萬法「唯心所現，唯識所變」，我們能掌握這個大道理，什麼樣的逆境都很容易扭轉，所以它確確實實有理論的依據，不是隨便說的。"
    },
    {
      "id": "21-052-0001_p0015",
      "zh_CN": "这位郭居士他有四个问题。第一个：「师父在讲净土经论的时候，一再强调『万缘放下，一心念佛，求生净土』。而在讲《金刚经》的时候又说，应将《金刚经》的理论运用在穿衣吃饭日常生活当中，以达到美满的生活。讲《华严经》里面也曾经提到『圆满的生活』。在家同修难免有事业及家事之累，万缘放下与美满生活之间，究竟如何拿捏，是否可以并行而不悖？」",
      "zh_TW": "這位郭居士他有四個問題。第一個：「師父在講淨土經論的時候，一再強調『萬緣放下，一心念佛，求生淨土』。而在講《金剛經》的時候又說，應將《金剛經》的理論運用在穿衣吃飯日常生活當中，以達到美滿的生活。講《華嚴經》裡面也曾經提到『圓滿的生活』。在家同修難免有事業及家事之累，萬緣放下與美滿生活之間，究竟如何拿捏，是否可以並行而不悖？」"
    },
    {
      "id": "21-052-0001_p0016",
      "zh_CN": "答：可以，是可以并行。佛所说的一切经都可以互相参考，互相来运用。「万缘放下，一心念佛，求生净土」，是我们一生当中最重要的一个目标。所谓「放下」不是将事放下，是把那个念头放下，这一点我们一定要清楚、要明白。也就是说，事我们要认真去做，做完了，不要把这些事放在心上；把这些事放在心上，你就错了。放在心上，你的心就不清净。「心净则土净」，往生西方极乐世界，最重要的条件是心地清净，与西方极乐世界才有感应道交。无论做什么事情，做完了之后不要放在心上，心上一定要有阿弥陀佛，这就对了。你心里头不生烦恼，没有妄念，事情来了照做，不是说事情不做，那么你在生活上才真正达到圆满，理事都圆满。《金刚经》里面所讲的是观慧，真实的智慧。",
      "zh_TW": "答：可以，是可以並行。佛所說的一切經都可以互相參考，互相來運用。「萬緣放下，一心念佛，求生淨土」，是我們一生當中最重要的一個目標。所謂「放下」不是將事放下，是把那個念頭放下，這一點我們一定要清楚、要明白。也就是說，事我們要認真去做，做完了，不要把這些事放在心上；把這些事放在心上，你就錯了。放在心上，你的心就不清淨。「心淨則土淨」，往生西方極樂世界，最重要的條件是心地清淨，與西方極樂世界才有感應道交。無論做什麼事情，做完了之後不要放在心上，心上一定要有阿彌陀佛，這就對了。你心裡頭不生煩惱，沒有妄念，事情來了照做，不是說事情不做，那麼你在生活上才真正達到圓滿，理事都圓滿。《金剛經》裡面所講的是觀慧，真實的智慧。"
    },
    {
      "id": "21-052-0001_p0017",
      "zh_CN": "最近我从美国回来，经过夏威夷（我是除夕从夏威夷回到台北来），在夏威夷大学做了两次讲演、一次座谈会，参与的差不多有三、四百人。座谈会里，有一位同修提出一个问题。他们那边也念《无量寿经》。他问我：「能不能在《无量寿经》上节录几句经文，做为自己在生活上修持的依据？」这个问题提得很好。我就告诉他，《无量寿经》上有三句话很重要，我们现代人修学从哪里下手？第一句就是「善护三业」，经文上讲「善护口业，不讥他过。」我们要真做，人与人在一起就张家长、李家短，这就糟了，所以佛第一句话教我们善护口业。身、口、意三业，他不先说身业，而把口业放在第一，因为造口业最容易，我们要特别留意，要从这里下手。「善护身业，不失律仪。善护意业，清净无染。」这三句话，实际上就是教给我们修十善业道，我们修行从这里下手。",
      "zh_TW": "最近我從美國回來，經過夏威夷（我是除夕從夏威夷回到台北來），在夏威夷大學做了兩次講演、一次座談會，參與的差不多有三、四百人。座談會裡，有一位同修提出一個問題。他們那邊也念《無量壽經》。他問我：「能不能在《無量壽經》上節錄幾句經文，做為自己在生活上修持的依據？」這個問題提得很好。我就告訴他，《無量壽經》上有三句話很重要，我們現代人修學從哪裡下手？第一句就是「善護三業」，經文上講「善護口業，不譏他過。」我們要真做，人與人在一起就張家長、李家短，這就糟了，所以佛第一句話教我們善護口業。身、口、意三業，他不先說身業，而把口業放在第一，因為造口業最容易，我們要特別留意，要從這裡下手。「善護身業，不失律儀。善護意業，清淨無染。」這三句話，實際上就是教給我們修十善業道，我們修行從這裡下手。"
    },
    {
      "id": "21-052-0001_p0018",
      "zh_CN": "第二句，经上讲的「观法如化，三昧常寂」。法是一切万法，我们怎样看一切万法？这个「观」，就是我们一般人说的人生观、宇宙观，我们对人生宇宙的看法。佛教给我们「观法如化」，这一句话就是《金刚经》、《般若经》上告诉我们的：「凡所有相，皆是虚妄；一切有为法，如梦幻泡影。」那就是如化，别当真！世间法、出世间法、六道、十法界都是假的，没有一样是真的，你要是把这些东西当真，你就大错特错，无论修学什么法门，你都是障碍重重。所以，佛门里面讲「作观」，这也是修行的一个总原则、总纲领，就是修正我们的观念。",
      "zh_TW": "第二句，經上講的「觀法如化，三昧常寂」。法是一切萬法，我們怎樣看一切萬法？這個「觀」，就是我們一般人說的人生觀、宇宙觀，我們對人生宇宙的看法。佛教給我們「觀法如化」，這一句話就是《金剛經》、《般若經》上告訴我們的：「凡所有相，皆是虛妄；一切有為法，如夢幻泡影。」那就是如化，別當真！世間法、出世間法、六道、十法界都是假的，沒有一樣是真的，你要是把這些東西當真，你就大錯特錯，無論修學什麼法門，你都是障礙重重。所以，佛門裡面講「作觀」，這也是修行的一個總原則、總綱領，就是修正我們的觀念。"
    },
    {
      "id": "21-052-0001_p0019",
      "zh_CN": "「三昧常寂」是讲享受。「三昧」是梵语，翻成中国意思是「正受」，正受是心里面没有忧喜，身没有苦乐。「常寂」，寂是清净寂灭。灭是灭烦恼，灭知见；灭烦恼是断烦恼障，灭知见是断所知障。诸佛如来他们日常生活是清净寂灭，这是过佛的生活，这是真乐！西方极乐世界是这个乐，不是苦乐之乐，苦乐之乐那个乐还是苦，叫坏苦，它不是真乐。苦乐两边都没有了，才是真乐。",
      "zh_TW": "「三昧常寂」是講享受。「三昧」是梵語，翻成中國意思是「正受」，正受是心裡面沒有憂喜，身沒有苦樂。「常寂」，寂是清淨寂滅。滅是滅煩惱，滅知見；滅煩惱是斷煩惱障，滅知見是斷所知障。諸佛如來他們日常生活是清淨寂滅，這是過佛的生活，這是真樂！西方極樂世界是這個樂，不是苦樂之樂，苦樂之樂那個樂還是苦，叫壞苦，它不是真樂。苦樂兩邊都沒有了，才是真樂。"
    },
    {
      "id": "21-052-0001_p0020",
      "zh_CN": "第三句是经上讲的，「发菩提心，一向专念，阿弥陀佛，求生净土」。《无量寿经》上这三句话最重要！「善护三业」是戒律，「观法如化」是般若、是禅，「三昧常寂」是密，「一向专念，阿弥陀佛」是净，这三句话里头，禅、净、密、教、律统统包括在里面，我们在日常生活当中都修了，这哪里有障碍？",
      "zh_TW": "第三句是經上講的，「發菩提心，一向專念，阿彌陀佛，求生淨土」。《無量壽經》上這三句話最重要！「善護三業」是戒律，「觀法如化」是般若、是禪，「三昧常寂」是密，「一向專念，阿彌陀佛」是淨，這三句話裡頭，禪、淨、密、教、律統統包括在裡面，我們在日常生活當中都修了，這哪裡有障礙？"
    },
    {
      "id": "21-052-0001_p0021",
      "zh_CN": "所以这一部经是无上的法宝，你要是念通了，我所讲的，一切经里面所说的，你都能够圆融过来，你都能够得到受用。《金刚经》上，理论用在穿衣吃饭日常生活当中，就是叫你相上有、体上没有。在相上，我们为什么要认真努力去做，是要做一个好榜样给那些没有觉悟的众生去看。凡夫的生活是迷惑颠倒，天天在造业，造业受报。等到你觉悟了，你那个生活就是做给别人看的。觉悟了以后，他不为自己，为众生，所以在事相上，会做得更圆满，做得更认真，像舞台表演一样，能令一切众生见闻觉知，叫他开悟！所以你明白之后，你过的生活就是佛菩萨的生活，游戏神通。「学为人师，行为世范」，他怎么不圆满、怎么不自在、怎么不快乐？这是悟入跟一般凡夫人生活不相同的所在，我们要细心去体会。",
      "zh_TW": "所以這一部經是無上的法寶，你要是念通了，我所講的，一切經裡面所說的，你都能夠圓融過來，你都能夠得到受用。《金剛經》上，理論用在穿衣吃飯日常生活當中，就是叫你相上有、體上沒有。在相上，我們為什麼要認真努力去做，是要做一個好榜樣給那些沒有覺悟的眾生去看。凡夫的生活是迷惑顛倒，天天在造業，造業受報。等到你覺悟了，你那個生活就是做給別人看的。覺悟了以後，他不為自己，為眾生，所以在事相上，會做得更圓滿，做得更認真，像舞台表演一樣，能令一切眾生見聞覺知，叫他開悟！所以你明白之後，你過的生活就是佛菩薩的生活，遊戲神通。「學為人師，行為世範」，他怎麼不圓滿、怎麼不自在、怎麼不快樂？這是悟入跟一般凡夫人生活不相同的所在，我們要細心去體會。"
    },
    {
      "id": "21-052-0001_p0022",
      "zh_CN": "第二个问题：「我对『万法皆空，因果不空』深信不疑，唯因果为何必然不空？在舍身、去身均有隔阴之迷，因果又何能通三世？上开观念，因不知其所以然。」",
      "zh_TW": "第二個問題：「我對『萬法皆空，因果不空』深信不疑，唯因果為何必然不空？在捨身、去身均有隔陰之迷，因果又何能通三世？上開觀念，因不知其所以然。」"
    },
    {
      "id": "21-052-0001_p0023",
      "zh_CN": "答：这个我略说一说，有这个疑问的人很多。万法皆空，因果也是万法之一，也不是说万法之外，因果为什么不空？其实说因果不空，是说它有两个现象，一个现象是转变，因果转变不空，因会变成果，果又会变成因，因果是转变的；第二个现象是因果相续。所以说不空是说这两桩事情，转变跟相续不空。如果它要是没有转变，所有一切法就是常法，永远存在。我们看看任何一法，都不能够永远存在，动物有生老病死，植物有生住异灭，矿物有成住坏空，刹那刹那都在变化。",
      "zh_TW": "答：這個我略說一說，有這個疑問的人很多。萬法皆空，因果也是萬法之一，也不是說萬法之外，因果為什麼不空？其實說因果不空，是說它有兩個現象，一個現象是轉變，因果轉變不空，因會變成果，果又會變成因，因果是轉變的；第二個現象是因果相續。所以說不空是說這兩樁事情，轉變跟相續不空。如果它要是沒有轉變，所有一切法就是常法，永遠存在。我們看看任何一法，都不能夠永遠存在，動物有生老病死，植物有生住異滅，礦物有成住壞空，剎那剎那都在變化。"
    },
    {
      "id": "21-052-0001_p0024",
      "zh_CN": "我们人这个身体，现代科技发达，大家都有这个常识，我们身体里面的细胞新陈代谢，刹那刹那在生灭，一分钟前的我，跟一分钟后的我，决定不一样，确实不同。这就是说它转变不空、相续不空，所以才说因果不空。",
      "zh_TW": "我們人這個身體，現代科技發達，大家都有這個常識，我們身體裡面的細胞新陳代謝，剎那剎那在生滅，一分鐘前的我，跟一分鐘後的我，決定不一樣，確實不同。這就是說它轉變不空、相續不空，所以才說因果不空。"
    },
    {
      "id": "21-052-0001_p0025",
      "zh_CN": "因果通三世，这个道理就很深，法相唯识宗讲的最为详细。一切众生一切的造作，造作的时候，这是事，事造作完了以后都结业。业很复杂，世尊把它归纳为三大类：善业、恶业、无记业，这是讲六道众生所造作的，不外乎这三大类。业习、习气，唯识学家叫它做种子，都含藏在阿赖耶识。这个种子在阿赖耶识里面，阿赖耶识像一个大仓库一样，永远不会坏，永远不会消失。换句话说，它永远存在，不管你再生死轮回多少次，它都不会消失，遇到缘它就起现行。",
      "zh_TW": "因果通三世，這個道理就很深，法相唯識宗講的最為詳細。一切眾生一切的造作，造作的時候，這是事，事造作完了以後都結業。業很複雜，世尊把它歸納為三大類：善業、惡業、無記業，這是講六道眾生所造作的，不外乎這三大類。業習、習氣，唯識學家叫它做種子，都含藏在阿賴耶識。這個種子在阿賴耶識裡面，阿賴耶識像一個大倉庫一樣，永遠不會壞，永遠不會消失。換句話說，它永遠存在，不管你再生死輪迴多少次，它都不會消失，遇到緣它就起現行。"
    },
    {
      "id": "21-052-0001_p0026",
      "zh_CN": "我们这一生当中得人身，在这个人间也是转变相续几十年，每一天所遇到的一切人事物都有种子，如果没有种子怎么会起现行？我们阿赖耶识里头，无量劫含藏的种子，现前遇到缘，它就起现行。我们走到马路上，看到这些人都没见过，素昧生平，有个人跟你点点头笑一笑，我也对他笑一笑，这是阿赖耶种子起现行。有的时候我们遇到这个人，也是素昧生平，根本不认识，他看到我们就竖眉瞪眼睛，看得很不高兴。我们赶紧回避，我们也晓得，这也是阿赖耶种子起现行。所以，无论做什么事情，遇到缘，它就起现行。",
      "zh_TW": "我們這一生當中得人身，在這個人間也是轉變相續幾十年，每一天所遇到的一切人事物都有種子，如果沒有種子怎麼會起現行？我們阿賴耶識裡頭，無量劫含藏的種子，現前遇到緣，它就起現行。我們走到馬路上，看到這些人都沒見過，素昧生平，有個人跟你點點頭笑一笑，我也對他笑一笑，這是阿賴耶種子起現行。有的時候我們遇到這個人，也是素昧生平，根本不認識，他看到我們就豎眉瞪眼睛，看得很不高興。我們趕緊迴避，我們也曉得，這也是阿賴耶種子起現行。所以，無論做什麼事情，遇到緣，它就起現行。"
    },
    {
      "id": "21-052-0001_p0027",
      "zh_CN": "在生活当中，从早到晚，我们所遭遇到一切人事物，都是无量劫来阿赖耶识含藏的种子遇到现前这个缘起作用，没有一样是偶然的，这个事情是真实不虚，唯有佛经讲得透彻、讲得彻底。你要是把这个道理搞明白，事实真相搞清楚，起心动念一切造作就会收歛，会以真诚善意对待一切人事物，为什么？我们想阿赖耶识含藏善的种子，与一切众生结善缘，这个好！将来在修行，在菩提道当中减少障碍，自己成佛作菩萨普度众生的时候，法缘殊胜，这是你结的缘好，结的缘多。自自然然你在生活当中，处事待人接物，你的观念会转变，你会觉得很快乐、很自在。纵然遇到恶缘，也很自在，也很欢喜，为什么？受报报掉了，因缘聚会就报掉了，报掉以后不会再有。与一切众生结善缘，不结恶缘，这都是因果不空里头的大道理。",
      "zh_TW": "在生活當中，從早到晚，我們所遭遇到一切人事物，都是無量劫來阿賴耶識含藏的種子遇到現前這個緣起作用，沒有一樣是偶然的，這個事情是真實不虛，唯有佛經講得透徹、講得徹底。你要是把這個道理搞明白，事實真相搞清楚，起心動念一切造作就會收歛，會以真誠善意對待一切人事物，為什麼？我們想阿賴耶識含藏善的種子，與一切眾生結善緣，這個好！將來在修行，在菩提道當中減少障礙，自己成佛作菩薩普度眾生的時候，法緣殊勝，這是你結的緣好，結的緣多。自自然然你在生活當中，處事待人接物，你的觀念會轉變，你會覺得很快樂、很自在。縱然遇到惡緣，也很自在，也很歡喜，為什麼？受報報掉了，因緣聚會就報掉了，報掉以後不會再有。與一切眾生結善緣，不結惡緣，這都是因果不空裡頭的大道理。"
    },
    {
      "id": "21-052-0001_p0028",
      "zh_CN": "第三条他问：「《金刚经》强调『离相、无住、无所得』，《楞严经》所谓的『圆满菩提，归无所得』，与念佛求生西方间理论上如何厘清？」",
      "zh_TW": "第三條他問：「《金剛經》強調『離相、無住、無所得』，《楞嚴經》所謂的『圓滿菩提，歸無所得』，與念佛求生西方間理論上如何釐清？」"
    },
    {
      "id": "21-052-0001_p0029",
      "zh_CN": "答：经上给我们讲的，全都是事实真相。事实的真相，不但是十法界相有体空，毘卢遮那佛的华藏世界、阿弥陀佛的极乐世界也不例外，也是相有体空。但是一真法界跟十法界有一个绝大不同的地方，我们要明了，那就是《华严》所说的，所有一切现象从哪里来的？「唯心所现」。这个现象在那里变化，你看今天天气这么冷，一有太阳又那么热，这不就是变化！变化从哪里来的？「唯识所变」。十法界里头都是唯识所变，但是在一真法界里头只有唯心所现，没有唯识所变，为什么？一真法界里面的佛跟这些菩萨们都是法身大士，他们都已经转八识成四智，所以他不是识变的。因此，我们在经上看到的极乐世界，寿命是永恒的，面貌等都没有变化，真的是长生不老。人长生不老，树木、花草也都长生不老，他没有变化。为什么没有？他没有识。没有识是什么？他没有分别、没有执着，所以他不变。我们今天会变，就是因为一切众生有分别、有执着，有分别、有执着就会变；没有分别、没有执着就不变，现的那个相是永恒的，道理在此地。",
      "zh_TW": "答：經上給我們講的，全都是事實真相。事實的真相，不但是十法界相有體空，毘盧遮那佛的華藏世界、阿彌陀佛的極樂世界也不例外，也是相有體空。但是一真法界跟十法界有一個絕大不同的地方，我們要明瞭，那就是《華嚴》所說的，所有一切現象從哪裡來的？「唯心所現」。這個現象在那裡變化，你看今天天氣這麼冷，一有太陽又那麼熱，這不就是變化！變化從哪裡來的？「唯識所變」。十法界裡頭都是唯識所變，但是在一真法界裡頭只有唯心所現，沒有唯識所變，為什麼？一真法界裡面的佛跟這些菩薩們都是法身大士，他們都已經轉八識成四智，所以他不是識變的。因此，我們在經上看到的極樂世界，壽命是永恆的，面貌等都沒有變化，真的是長生不老。人長生不老，樹木、花草也都長生不老，他沒有變化。為什麼沒有？他沒有識。沒有識是什麼？他沒有分別、沒有執著，所以他不變。我們今天會變，就是因為一切眾生有分別、有執著，有分別、有執著就會變；沒有分別、沒有執著就不變，現的那個相是永恆的，道理在此地。"
    },
    {
      "id": "21-052-0001_p0030",
      "zh_CN": "《金刚经》叫我们离相是离一切妄相，离相是叫你不要把这个相放在心上，不是叫你离开外面的相，外面的相是离不开的。为什么外面的相离不开？外面相是唯心所变，你要把相离开了，那性也就离开了，哪有这种道理！所以经上教给我们离相，是离我们心里面那个妄相。你看我们心一想，心想就有相；心要是执着，就有分别。",
      "zh_TW": "《金剛經》叫我們離相是離一切妄相，離相是叫你不要把這個相放在心上，不是叫你離開外面的相，外面的相是離不開的。為什麼外面的相離不開？外面相是唯心所變，你要把相離開了，那性也就離開了，哪有這種道理！所以經上教給我們離相，是離我們心裡面那個妄相。你看我們心一想，心想就有相；心要是執著，就有分別。"
    },
    {
      "id": "21-052-0001_p0031",
      "zh_CN": "前几天我还在台中，给同修们说中国的文字，中国文字很有趣味、很有智慧。中国人讲「思想」，「思」是心上有了界限，划了格子，你心起分别就是思。「想」是什么？你心里头有相。佛叫我们不要执着，就是把心上那个格子拿掉；叫你离相，就是把心上那个相拿掉。你看那个「思」跟「想」，你要是把「田」拿掉，把「相」拿掉，剩下来就叫真心。",
      "zh_TW": "前幾天我還在台中，給同修們說中國的文字，中國文字很有趣味、很有智慧。中國人講「思想」，「思」是心上有了界限，劃了格子，你心起分別就是思。「想」是什麼？你心裡頭有相。佛叫我們不要執著，就是把心上那個格子拿掉；叫你離相，就是把心上那個相拿掉。你看那個「思」跟「想」，你要是把「田」拿掉，把「相」拿掉，剩下來就叫真心。"
    },
    {
      "id": "21-052-0001_p0032",
      "zh_CN": "《般若经》里面教给我们离相、无住，是这个意思，你的真心就现前。换句话说，我们说得更简单通俗一点，大家好懂，离妄想、离分别、离执着，真心就现前。真心就是清净心，就是平等心，所以清净、平等、觉现前。清净、平等、觉就是真心，就是真心里面所含藏的无量智慧，本具德能。",
      "zh_TW": "《般若經》裡面教給我們離相、無住，是這個意思，你的真心就現前。換句話說，我們說得更簡單通俗一點，大家好懂，離妄想、離分別、離執著，真心就現前。真心就是清淨心，就是平等心，所以清淨、平等、覺現前。清淨、平等、覺就是真心，就是真心裡面所含藏的無量智慧，本具德能。"
    },
    {
      "id": "21-052-0001_p0033",
      "zh_CN": "所以，大家不可以误会，叫你离相，你就离开都市到深山里，找个地方挖个洞，在里头修行，那个洞还是相，你怎么能离得开？没有法子离开。所以离相是离心上的妄相，要懂得这个意思。然后你才晓得，《华严》讲的「理事无碍，事事无碍」，他真的是没有罣碍、没有障碍。障碍都是妄想、分别、执着产生的，离开妄想、分别、执着，就理事无碍，事事无碍。所以是告诉你离相、无住，无住就是不执着，住就是执着的意思。",
      "zh_TW": "所以，大家不可以誤會，叫你離相，你就離開都市到深山裡，找個地方挖個洞，在裡頭修行，那個洞還是相，你怎麼能離得開？沒有法子離開。所以離相是離心上的妄相，要懂得這個意思。然後你才曉得，《華嚴》講的「理事無礙，事事無礙」，他真的是沒有罣礙、沒有障礙。障礙都是妄想、分別、執著產生的，離開妄想、分別、執著，就理事無礙，事事無礙。所以是告訴你離相、無住，無住就是不執著，住就是執著的意思。"
    },
    {
      "id": "21-052-0001_p0034",
      "zh_CN": "「无所得」是事实真相，《大般若经》佛跟我们讲「不可得」，这一句话重复讲了几百遍，一切法都不可得，这是真的。你要以为有所得，那是妄想，那不是事实，是你的妄想、分别、执着；真的是确确实实不可得。《金刚经》上讲得很透彻，《金刚经》上讲的「三心不可得」，大家都记得住。「过去心不可得，现在心不可得，未来心不可得」，这三心是能得，能得的不可得。你所得的是一切法，佛说「诸法缘生」，缘生之法「当体皆空，了不可得」。这就是告诉你，能得跟所得都不可得。",
      "zh_TW": "「無所得」是事實真相，《大般若經》佛跟我們講「不可得」，這一句話重複講了幾百遍，一切法都不可得，這是真的。你要以為有所得，那是妄想，那不是事實，是你的妄想、分別、執著；真的是確確實實不可得。《金剛經》上講得很透徹，《金剛經》上講的「三心不可得」，大家都記得住。「過去心不可得，現在心不可得，未來心不可得」，這三心是能得，能得的不可得。你所得的是一切法，佛說「諸法緣生」，緣生之法「當體皆空，了不可得」。這就是告訴你，能得跟所得都不可得。"
    },
    {
      "id": "21-052-0001_p0035",
      "zh_CN": "佛菩萨了解，所以佛菩萨得大自在，心里头没有一丝毫忧虑，没有一丝毫牵挂，为什么？不可得！他与空性相应，你说那个生活多自在！凡夫为什么这么苦？患得患失，以为有所得，才得到又怕失掉，苦不堪言。哪里晓得你那个「得」跟那个「失」都是一场空，都不是事实，是你一个错误的念头而已。我们现在讲抽象的概念，哪里是事实，这是讲的真话。所以「无所得」是真的，你要入「无所得」的境界，你就过佛菩萨的生活。",
      "zh_TW": "佛菩薩了解，所以佛菩薩得大自在，心裡頭沒有一絲毫憂慮，沒有一絲毫牽掛，為什麼？不可得！他與空性相應，你說那個生活多自在！凡夫為什麼這麼苦？患得患失，以為有所得，才得到又怕失掉，苦不堪言。哪裡曉得你那個「得」跟那個「失」都是一場空，都不是事實，是你一個錯誤的念頭而已。我們現在講抽象的概念，哪裡是事實，這是講的真話。所以「無所得」是真的，你要入「無所得」的境界，你就過佛菩薩的生活。"
    },
    {
      "id": "21-052-0001_p0036",
      "zh_CN": "所以，成佛就是《楞严经》上讲的「圆满菩提」，圆满菩提是讲证得究竟的佛果，有没有得？没有。为什么没有得？一切是自心本具。如果说有所得，是自性之外有东西你得到，不是的！圆满菩提了，无量智慧现前，无量智慧是不是得来的？不是的，是自性里头本有的无量智慧。以前是因为有烦恼、有所知障障碍住了，不能现前；现在障碍没有了，统统现前，统统现前不是得的，它本来就是这样的。无量智慧、无量德能、无量才艺都是自性里头本具的，所以只要把烦恼、所知障除掉，这个东西就现前。",
      "zh_TW": "所以，成佛就是《楞嚴經》上講的「圓滿菩提」，圓滿菩提是講證得究竟的佛果，有沒有得？沒有。為什麼沒有得？一切是自心本具。如果說有所得，是自性之外有東西你得到，不是的！圓滿菩提了，無量智慧現前，無量智慧是不是得來的？不是的，是自性裡頭本有的無量智慧。以前是因為有煩惱、有所知障障礙住了，不能現前；現在障礙沒有了，統統現前，統統現前不是得的，它本來就是這樣的。無量智慧、無量德能、無量才藝都是自性裡頭本具的，所以只要把煩惱、所知障除掉，這個東西就現前。"
    },
    {
      "id": "21-052-0001_p0037",
      "zh_CN": "除二障的方法非常多，所以说无量法门，方法很多！你自己要会用，我们今天用念阿弥陀佛，这是方法之一。如何用念佛的方法把烦恼念掉，把所知障念掉？你要不懂什么叫烦恼，什么叫所知障，我们再变通一句话给你说，你用这一句阿弥陀佛，把你的执着念掉，把你的分别念掉；分别就是所知障，执着就是烦恼障。你能够一句阿弥陀佛把分别、执着念掉，你就成功，智慧就现前。",
      "zh_TW": "除二障的方法非常多，所以說無量法門，方法很多！你自己要會用，我們今天用念阿彌陀佛，這是方法之一。如何用念佛的方法把煩惱念掉，把所知障念掉？你要不懂什麼叫煩惱，什麼叫所知障，我們再變通一句話給你說，你用這一句阿彌陀佛，把你的執著念掉，把你的分別念掉；分別就是所知障，執著就是煩惱障。你能夠一句阿彌陀佛把分別、執著念掉，你就成功，智慧就現前。"
    },
    {
      "id": "21-052-0001_p0038",
      "zh_CN": "所以，圆满菩提确确实实是归无所得，无所得才是大圆满，才是全体都得到，你得到的是尽虚空、遍法界。得到尽虚空、遍法界，为什么还说无所得？尽虚空、遍法界是你本有的，是你自性变现出来的，唯心所现，唯识所变，是自己心性变现出来的，不是外面真有东西存在，所以得到尽虚空、遍法界，还是个无所得。诸位要懂得这个道理。",
      "zh_TW": "所以，圓滿菩提確確實實是歸無所得，無所得才是大圓滿，才是全體都得到，你得到的是盡虛空、遍法界。得到盡虛空、遍法界，為什麼還說無所得？盡虛空、遍法界是你本有的，是你自性變現出來的，唯心所現，唯識所變，是自己心性變現出來的，不是外面真有東西存在，所以得到盡虛空、遍法界，還是個無所得。諸位要懂得這個道理。"
    },
    {
      "id": "21-052-0001_p0039",
      "zh_CN": "我们要晓得，在六道里头的众生，福报不是真实的，是在眼前过一下而已，像流水一样，从面前流过，它也是不住的。所以佛在经上常讲的，都是真话。「财」，财为五家所有，你不要认为是你自己的。聪明人，自己得了财富，这个财富在你面前，你暂时有权去支配它。如果你支配的妥当，你修了大福报；你支配的不妥当的时候，空过了。所以我在讲席当中也曾经讲过，我们这一生当中，有钱、有财富是福报，用钱是智慧。有高度的智慧，你那个钱用得非常恰当，修无量无边的福报。所以有钱不足以为贵，会用钱才可贵，会用得非常恰当。",
      "zh_TW": "我們要曉得，在六道裡頭的眾生，福報不是真實的，是在眼前過一下而已，像流水一樣，從面前流過，它也是不住的。所以佛在經上常講的，都是真話。「財」，財為五家所有，你不要認為是你自己的。聰明人，自己得了財富，這個財富在你面前，你暫時有權去支配它。如果你支配的妥當，你修了大福報；你支配的不妥當的時候，空過了。所以我在講席當中也曾經講過，我們這一生當中，有錢、有財富是福報，用錢是智慧。有高度的智慧，你那個錢用得非常恰當，修無量無邊的福報。所以有錢不足以為貴，會用錢才可貴，會用得非常恰當。"
    },
    {
      "id": "21-052-0001_p0040",
      "zh_CN": "末后一个问题，他说：「师父曾经开示净宗同修应当『多一事不如少一事，少一事不如无事』。依上面的开示，净宗同修如何弘扬净土法门，接引众生？」",
      "zh_TW": "末後一個問題，他說：「師父曾經開示淨宗同修應當『多一事不如少一事，少一事不如無事』。依上面的開示，淨宗同修如何弘揚淨土法門，接引眾生？」"
    },
    {
      "id": "21-052-0001_p0041",
      "zh_CN": "答：就用「多一事不如少一事，少一事不如无事」，就能够弘扬净土，接引无量众生。你不要把这个意思错会了，以为少一事不如无事，是什么都不做了。什么都不做也能度众生。今天社会为什么这么乱，为什么变得这么苦，实在讲就是多事，人人都能少事，天下太平！所以修净宗的人只要把自己修好了，决定影响你的周边同修。我们今天最大的毛病，是看到社会的不安定，看到一切众生苦难的现象，总把这个因素归究于别人，这个想法错了。",
      "zh_TW": "答：就用「多一事不如少一事，少一事不如無事」，就能夠弘揚淨土，接引無量眾生。你不要把這個意思錯會了，以為少一事不如無事，是什麼都不做了。什麼都不做也能度眾生。今天社會為什麼這麼亂，為什麼變得這麼苦，實在講就是多事，人人都能少事，天下太平！所以修淨宗的人只要把自己修好了，決定影響你的周邊同修。我們今天最大的毛病，是看到社會的不安定，看到一切眾生苦難的現象，總把這個因素歸究於別人，這個想法錯了。"
    },
    {
      "id": "21-052-0001_p0042",
      "zh_CN": "众生为什么这么苦？为什么有这么多灾难？社会为什么这么混乱？谁造成的？「我」造成的，与别人不相干，人人都是好人，人人都是善人，我没有做好样子，我没有做得好，责任在我，不在他。我们能够回过头来，自己责备自己，自己努力断恶修善，就能成就。我成就了，别人看到我这个样子，他就会羡慕，就会效法，就会向我学习，那就度了他。这个影响力逐渐逐渐扩大，就能度一切众生，所以自己一个人修好了，就能度尽虚空法界一切众生。如果处处看别人的过失，处处都是别人的不是，无关自己，不但度不了众生，也保不了自己，一定的道理。所以佛法的弘扬都在缘分，这就是多一事不如少一事，有缘我们要做，没有缘不要做，不要去勉强，勉强就生烦恼，心就乱了。我们修什么？修清净、平等、觉。心一乱，清净心没有了，平等心没有了，迷惑颠倒，那不叫大错特错！所以，学佛一定要懂得随缘而不攀缘。",
      "zh_TW": "眾生為什麼這麼苦？為什麼有這麼多災難？社會為什麼這麼混亂？誰造成的？「我」造成的，與別人不相干，人人都是好人，人人都是善人，我沒有做好樣子，我沒有做得好，責任在我，不在他。我們能夠回過頭來，自己責備自己，自己努力斷惡修善，就能成就。我成就了，別人看到我這個樣子，他就會羨慕，就會效法，就會向我學習，那就度了他。這個影響力逐漸逐漸擴大，就能度一切眾生，所以自己一個人修好了，就能度盡虛空法界一切眾生。如果處處看別人的過失，處處都是別人的不是，無關自己，不但度不了眾生，也保不了自己，一定的道理。所以佛法的弘揚都在緣分，這就是多一事不如少一事，有緣我們要做，沒有緣不要做，不要去勉強，勉強就生煩惱，心就亂了。我們修什麼？修清淨、平等、覺。心一亂，清淨心沒有了，平等心沒有了，迷惑顛倒，那不叫大錯特錯！所以，學佛一定要懂得隨緣而不攀緣。"
    },
    {
      "id": "21-052-0001_p0043",
      "zh_CN": "这一次我们从台北环岛一周，沿途同修们有一些供养，这供养是有缘！有钱，钱拿来干什么？现在大陆那边灾难很多，去年年底北方一个大地震，正在冬天，几十万人无家可归，冰天雪地，缺乏粮食，缺乏衣服，我们看到很难过。所以有这些钱，我们拿去救灾；没有了，我们只有一颗同情的心，没有法子。有这个缘就做，我们不攀缘，我没有说到哪里去救灾，你们要出钱，我没有化缘，完全是你们自动供养我的，还有悟道法师、悟泓法师，我们一起收的供养，全部拿去赈灾。他们需要粮食，需要米，需要面粉，需要御寒的，还需要煤炭生火。那边同修告诉我，他们现在煤炭一吨，大概合我们台湾一千块钱，所以物质在那边还是很便宜。",
      "zh_TW": "這一次我們從台北環島一周，沿途同修們有一些供養，這供養是有緣！有錢，錢拿來幹什麼？現在大陸那邊災難很多，去年年底北方一個大地震，正在冬天，幾十萬人無家可歸，冰天雪地，缺乏糧食，缺乏衣服，我們看到很難過。所以有這些錢，我們拿去救災；沒有了，我們只有一顆同情的心，沒有法子。有這個緣就做，我們不攀緣，我沒有說到哪裡去救災，你們要出錢，我沒有化緣，完全是你們自動供養我的，還有悟道法師、悟泓法師，我們一起收的供養，全部拿去賑災。他們需要糧食，需要米，需要麵粉，需要禦寒的，還需要煤炭生火。那邊同修告訴我，他們現在煤炭一噸，大概合我們台灣一千塊錢，所以物質在那邊還是很便宜。"
    },
    {
      "id": "21-052-0001_p0044",
      "zh_CN": "我们这一点钱拿到那边做这个用途，这随缘！这就是符合多一事不如少一事。有这个事情，我们去做；没有，决定不多事，所以随缘就非常自在。攀缘，一定要想怎么做，那个事情就苦了，我们从来不干这个事情。连建道场都随缘，佛菩萨觉得有这个必要，他就送个道场来，送来大小也正合适。我们需要大的，佛菩萨会送大道场来；不需要大的，他给我们送个小的来，你说多自在，不操一点心，也不给人添一点麻烦。所以我们道场绝不拉信徒，绝不问信徒要一分钱，不要让信众到我这个道场来有压力，那就不好，那我们对不起人。所以这个意思一定要懂，自己修好了，真正普度众生。",
      "zh_TW": "我們這一點錢拿到那邊做這個用途，這隨緣！這就是符合多一事不如少一事。有這個事情，我們去做；沒有，決定不多事，所以隨緣就非常自在。攀緣，一定要想怎麼做，那個事情就苦了，我們從來不幹這個事情。連建道場都隨緣，佛菩薩覺得有這個必要，他就送個道場來，送來大小也正合適。我們需要大的，佛菩薩會送大道場來；不需要大的，他給我們送個小的來，你說多自在，不操一點心，也不給人添一點麻煩。所以我們道場絕不拉信徒，絕不問信徒要一分錢，不要讓信眾到我這個道場來有壓力，那就不好，那我們對不起人。所以這個意思一定要懂，自己修好了，真正普度眾生。"
    },
    {
      "id": "21-052-0001_p0045",
      "zh_CN": "这一位同修问（这一段很长，我念一下），他说：「弟子日前与一修弥勒净土的友人闲谈，觉得他对极乐世界存有误解。他认为极乐世界的一天是世间的一劫，所以除了上品上生外，其他品位花开见佛时间太久，不如求生弥勒净土，到时参与弥勒佛的龙华三会，得弥勒佛授记，并帮助弥勒佛度众，而且娑婆世界有太多过去的亲人在受苦，更需要我们救度。弟子当时即向他说明，九品往生花开见佛，是以世间的时间计算，而非极乐世界的时间，但他坚持某经（我忘记他说的经名），的确记载极乐世界一天是世间的一劫。弟子有一些粗浅的看法，请法师指正。佛在很多经论讲五乘、三乘、二乘，可是佛在《法华经》上开权显实，『唯有一乘法，无二亦无三，除佛方便说』。这可见佛在其他经论讲极乐世界的一天是世间一劫也是方便说，是对那部经的当机者说；《无量寿经》则是对往生极乐世界当生成佛的机熟众生说，故在第二十二品决证极果，开权显实，说极乐世界无岁月劫数之名。因为极乐世界纯是阿惟越致菩萨的一真法界，第六品发大誓愿，『经须臾间即生我刹，作阿惟越致菩萨』。二十二品决证极果，『于一切处，既无标示名号，亦无取舍分别』。一真法界绝无时间、方位等观念及事实。再者，《佛说大乘无量寿庄严清净平等觉经》，说到边地疑城有世间五百岁的经文，如果是在边地疑城，只要世间五百岁即可得出见佛，而上品中生以下，需要世间一劫，甚至于更久的时间才能花开见佛，那么没有把握上品上生者，不如求生边地疑城，说此理不通。所以九品往生花开见佛，佛是以世间时间计算。既然如此，往生后蒙佛本愿威神加持，成阿惟越致菩萨，当然来得及参加龙华三会，得弥勒授记并帮助弥勒度众，更可以分身到十方诸佛世界蒙佛授记，亦可以度尽虚空法界冤亲债主，而不限于娑婆世界亲人。以上说法是否正确？」",
      "zh_TW": "這一位同修問（這一段很長，我念一下），他說：「弟子日前與一修彌勒淨土的友人閒談，覺得他對極樂世界存有誤解。他認為極樂世界的一天是世間的一劫，所以除了上品上生外，其他品位花開見佛時間太久，不如求生彌勒淨土，到時參與彌勒佛的龍華三會，得彌勒佛授記，並幫助彌勒佛度眾，而且娑婆世界有太多過去的親人在受苦，更需要我們救度。弟子當時即向他說明，九品往生花開見佛，是以世間的時間計算，而非極樂世界的時間，但他堅持某經（我忘記他說的經名），的確記載極樂世界一天是世間的一劫。弟子有一些粗淺的看法，請法師指正。佛在很多經論講五乘、三乘、二乘，可是佛在《法華經》上開權顯實，『唯有一乘法，無二亦無三，除佛方便說』。這可見佛在其他經論講極樂世界的一天是世間一劫也是方便說，是對那部經的當機者說；《無量壽經》則是對往生極樂世界當生成佛的機熟眾生說，故在第二十二品決證極果，開權顯實，說極樂世界無歲月劫數之名。因為極樂世界純是阿惟越致菩薩的一真法界，第六品發大誓願，『經須臾間即生我剎，作阿惟越致菩薩』。二十二品決證極果，『於一切處，既無標示名號，亦無取捨分別』。一真法界絕無時間、方位等觀念及事實。再者，《佛說大乘無量壽莊嚴清淨平等覺經》，說到邊地疑城有世間五百歲的經文，如果是在邊地疑城，只要世間五百歲即可得出見佛，而上品中生以下，需要世間一劫，甚至於更久的時間才能花開見佛，那麼沒有把握上品上生者，不如求生邊地疑城，說此理不通。所以九品往生花開見佛，佛是以世間時間計算。既然如此，往生後蒙佛本願威神加持，成阿惟越致菩薩，當然來得及參加龍華三會，得彌勒授記並幫助彌勒度眾，更可以分身到十方諸佛世界蒙佛授記，亦可以度盡虛空法界冤親債主，而不限於娑婆世界親人。以上說法是否正確？」"
    },
    {
      "id": "21-052-0001_p0046",
      "zh_CN": "答：正确的。不过这个地方，你还有一个问题疏忽了。净宗法门决定要依「四十八愿」，四十八愿是净宗的总纲领。这一部《无量寿经》，字字句句都没有离开四十八愿；换句话说，整部《无量寿经》就是四十八愿的开演，四十八愿的详细说明而已。《观无量寿佛经》上讲的九品，时间当然是以我们这个世间来说的；而一真法界里头，没有时间观念，确实没有年月日时，所以是以我们世间来计算。可是你要晓得，佛讲《观经》，讲九品往生花开见佛的时间，是不论佛力加持，你生到西方极乐世界，凭你自己的能力修行，需要这么长的时间。这个里头用意很深，你假如不是在西方极乐世界，你要修到花开见佛是无量劫，不是十二劫。《观经》讲下下品往生，十二劫花开见佛，时间太短了，哪有那么便宜的事情。",
      "zh_TW": "答：正確的。不過這個地方，你還有一個問題疏忽了。淨宗法門決定要依「四十八願」，四十八願是淨宗的總綱領。這一部《無量壽經》，字字句句都沒有離開四十八願；換句話說，整部《無量壽經》就是四十八願的開演，四十八願的詳細說明而已。《觀無量壽佛經》上講的九品，時間當然是以我們這個世間來說的；而一真法界裡頭，沒有時間觀念，確實沒有年月日時，所以是以我們世間來計算。可是你要曉得，佛講《觀經》，講九品往生花開見佛的時間，是不論佛力加持，你生到西方極樂世界，憑你自己的能力修行，需要這麼長的時間。這個裡頭用意很深，你假如不是在西方極樂世界，你要修到花開見佛是無量劫，不是十二劫。《觀經》講下下品往生，十二劫花開見佛，時間太短了，哪有那麼便宜的事情。"
    },
    {
      "id": "21-052-0001_p0047",
      "zh_CN": "你去想一想，《无量寿经》讲的阿阇王子那批人，他们过去生中曾经供养四百亿佛，四百亿佛需要多少劫？就照普通的算法，一尊佛成佛三大阿僧祇劫，四百亿佛是多少阿僧祇劫？天文数字！你都不能花开见佛。到西方极乐世界十二劫就花开见佛，西方世界不可思议，这是讲不论佛力加持。但是往生西方没有一个不是得佛力加持，所以下下品往生的人生到西方极乐世界，也是阿惟越致菩萨，阿惟越致菩萨等于八地菩萨，你要懂这个道理。你这样给他解释，问题就解决了。",
      "zh_TW": "你去想一想，《無量壽經》講的阿闍王子那批人，他們過去生中曾經供養四百億佛，四百億佛需要多少劫？就照普通的算法，一尊佛成佛三大阿僧祇劫，四百億佛是多少阿僧祇劫？天文數字！你都不能花開見佛。到西方極樂世界十二劫就花開見佛，西方世界不可思議，這是講不論佛力加持。但是往生西方沒有一個不是得佛力加持，所以下下品往生的人生到西方極樂世界，也是阿惟越致菩薩，阿惟越致菩薩等於八地菩薩，你要懂這個道理。你這樣給他解釋，問題就解決了。"
    },
    {
      "id": "21-052-0001_p0048",
      "zh_CN": "所以连边地疑城也得佛力加持，边地疑城是暂时的疑惑，没有不回头的，而且时间最长五百年，有很多到那里去几天，就后悔、就回头了。在《净土圣贤录》里面讲的袁弘道，袁弘道生边地疑城，好像他生去两、三天，他就回头，他就离开了。所以一回头就入品位，这个道理要懂得。弥勒净土不容易，相当困难，那要有很深的定功，比弥陀净土难多了。如果有弥勒净土那种定力功夫，往生西方极乐世界品位都很高。",
      "zh_TW": "所以連邊地疑城也得佛力加持，邊地疑城是暫時的疑惑，沒有不回頭的，而且時間最長五百年，有很多到那裡去幾天，就後悔、就回頭了。在《淨土聖賢錄》裡面講的袁弘道，袁弘道生邊地疑城，好像他生去兩、三天，他就回頭，他就離開了。所以一回頭就入品位，這個道理要懂得。彌勒淨土不容易，相當困難，那要有很深的定功，比彌陀淨土難多了。如果有彌勒淨土那種定力功夫，往生西方極樂世界品位都很高。"
    },
    {
      "id": "21-052-0001_p0049",
      "zh_CN": "这位同修问：「要怎样帮助亡者及重病的人皈依？」",
      "zh_TW": "這位同修問：「要怎樣幫助亡者及重病的人皈依？」"
    },
    {
      "id": "21-052-0001_p0050",
      "zh_CN": "答：这个很难，皈依是要自己发愿，别人不能代替，这个一定要晓得。别人代替皈依，那只是你的一厢情愿的愿心，决定得不到。但是病重、亡者，你帮助他真正的皈依，不是形式，那就是劝他，在这个时候提醒他、劝他念佛求生净土。他要生起这个心，生起念阿弥陀佛求生净土的心，他真的皈依了，这不在形式，形式的皈依不重要。真正一心要想往生西方极乐世界，念阿弥陀佛，这是真皈依；他没有受过三皈、五戒也能往生，这个道理要懂。",
      "zh_TW": "答：這個很難，皈依是要自己發願，別人不能代替，這個一定要曉得。別人代替皈依，那只是你的一廂情願的願心，決定得不到。但是病重、亡者，你幫助他真正的皈依，不是形式，那就是勸他，在這個時候提醒他、勸他念佛求生淨土。他要生起這個心，生起念阿彌陀佛求生淨土的心，他真的皈依了，這不在形式，形式的皈依不重要。真正一心要想往生西方極樂世界，念阿彌陀佛，這是真皈依；他沒有受過三皈、五戒也能往生，這個道理要懂。"
    },
    {
      "id": "21-052-0001_p0051",
      "zh_CN": "问：第二个问题，「为了方便观想，佛像照半身可以吗？」",
      "zh_TW": "問：第二個問題，「為了方便觀想，佛像照半身可以嗎？」"
    },
    {
      "id": "21-052-0001_p0052",
      "zh_CN": "答：不可以，半身是不恭敬，一定要全身的佛像，不能用半身。你要是观想的时候，佛像可以放大，但一定要全身。最近我看到南部有些同修印的佛像，印得很大张，全开的，那个很好，那个观想是很方便。所以，不可以印半身。特别是现在有很多把佛菩萨形像当作艺术品，单单刻一个头放在客厅里面，这造罪业！这大不敬，等于砍头，把头拿来这里示众，你说这还得了！这个罪业不得了！我们看到有些人不懂，家里面客厅里面摆着，还有在国外我们看到这些旅馆，常常看到大厅里面，有佛菩萨一个头像，这是造罪业。",
      "zh_TW": "答：不可以，半身是不恭敬，一定要全身的佛像，不能用半身。你要是觀想的時候，佛像可以放大，但一定要全身。最近我看到南部有些同修印的佛像，印得很大張，全開的，那個很好，那個觀想是很方便。所以，不可以印半身。特別是現在有很多把佛菩薩形像當作藝術品，單單刻一個頭放在客廳裡面，這造罪業！這大不敬，等於砍頭，把頭拿來這裡示眾，你說這還得了！這個罪業不得了！我們看到有些人不懂，家裡面客廳裡面擺著，還有在國外我們看到這些旅館，常常看到大廳裡面，有佛菩薩一個頭像，這是造罪業。"
    },
    {
      "id": "21-052-0001_p0053",
      "zh_CN": "这位同修问：「《无量寿经》说释迦佛舍兜率，降王宫，弥勒菩萨现在也在兜率天，是否到娑婆世界示现成佛，皆须入住兜率天，或另有其他的原因？」",
      "zh_TW": "這位同修問：「《無量壽經》說釋迦佛捨兜率，降王宮，彌勒菩薩現在也在兜率天，是否到娑婆世界示現成佛，皆須入住兜率天，或另有其他的原因？」"
    },
    {
      "id": "21-052-0001_p0054",
      "zh_CN": "答：没有其他的原因，一定在兜率天。兜率天有个很重要的意义，「兜率」是梵语，它是什么意思？知足！知足才能够作佛，不知足的人作不了佛，就是这个意思。完全知足，没有一丝毫的贪求，心清净到极处，才能够降生作佛，重要的意义在此地。他为什么不生夜摩天，不生其他的天，一定在兜率天？表「知足」这个意思。",
      "zh_TW": "答：沒有其他的原因，一定在兜率天。兜率天有個很重要的意義，「兜率」是梵語，它是什麼意思？知足！知足才能夠作佛，不知足的人作不了佛，就是這個意思。完全知足，沒有一絲毫的貪求，心清淨到極處，才能夠降生作佛，重要的意義在此地。他為什麼不生夜摩天，不生其他的天，一定在兜率天？表「知足」這個意思。"
    },
    {
      "id": "21-052-0001_p0055",
      "zh_CN": "这位问：「面对亲人生病、离别，产生的悲痛、忧虑、牵挂，是不是情执？是否妨碍清净心往生？」",
      "zh_TW": "這位問：「面對親人生病、離別，產生的悲痛、憂慮、牽掛，是不是情執？是否妨礙清淨心往生？」"
    },
    {
      "id": "21-052-0001_p0056",
      "zh_CN": "答：对的，是情执，确实妨碍清净心，妨碍往生。所以，你在这个时候要有智慧，或者是诵经，或者是念佛，给他回向，这是正确的。如果能够劝他一起念佛更好，他要是不能念，你可以代他念。像《地藏经》上讲的修学的方法很多，用他的财物替他修积功德，也能够减少他的痛苦。",
      "zh_TW": "答：對的，是情執，確實妨礙清淨心，妨礙往生。所以，你在這個時候要有智慧，或者是誦經，或者是念佛，給他迴向，這是正確的。如果能夠勸他一起念佛更好，他要是不能念，你可以代他念。像《地藏經》上講的修學的方法很多，用他的財物替他修積功德，也能夠減少他的痛苦。"
    },
    {
      "id": "21-052-0001_p0057",
      "zh_CN": "问：他第二个问题，「复制人、动物，因果观念与一般众生相同吗？」",
      "zh_TW": "問：他第二個問題，「複製人、動物，因果觀念與一般眾生相同嗎？」"
    },
    {
      "id": "21-052-0001_p0058",
      "zh_CN": "答：相同的。你复制这个形像，也有神识来依附；没有神识依附，那就是死的，就不是活的。而神识来依附，与你还是有因缘的，报恩、报怨、讨债、还债，总离不开这个因缘，还是这个道理。不学佛的人不知道，学佛的人很清楚。它都是一个缘，有这个助缘、这个亲因，他才能够依照这个缘起现行。",
      "zh_TW": "答：相同的。你複製這個形像，也有神識來依附；沒有神識依附，那就是死的，就不是活的。而神識來依附，與你還是有因緣的，報恩、報怨、討債、還債，總離不開這個因緣，還是這個道理。不學佛的人不知道，學佛的人很清楚。它都是一個緣，有這個助緣、這個親因，他才能夠依照這個緣起現行。"
    },
    {
      "id": "21-052-0001_p0059",
      "zh_CN": "时间到了，后面还有几个问题，好在不多，我们就多讲几分钟。",
      "zh_TW": "時間到了，後面還有幾個問題，好在不多，我們就多講幾分鐘。"
    },
    {
      "id": "21-052-0001_p0060",
      "zh_CN": "问：第一个问题，他说，「师父在讲经过程当中，偶尔会合掌，有什么意思？」",
      "zh_TW": "問：第一個問題，他說，「師父在講經過程當中，偶爾會合掌，有什麼意思？」"
    },
    {
      "id": "21-052-0001_p0061",
      "zh_CN": "答：你是不是在电视里头看到的？偶尔合掌，什么意思？底下有新进来的人在那里拜佛，在礼拜，我们不能不回敬他一下。你没有看到，在后面，所以这个时候一定要合掌给他还礼。达赖喇嘛他转动念珠，那是习惯，那是念咒的一种习惯。",
      "zh_TW": "答：你是不是在電視裡頭看到的？偶爾合掌，什麼意思？底下有新進來的人在那裡拜佛，在禮拜，我們不能不回敬他一下。你沒有看到，在後面，所以這個時候一定要合掌給他還禮。達賴喇嘛他轉動念珠，那是習慣，那是念咒的一種習慣。"
    },
    {
      "id": "21-052-0001_p0062",
      "zh_CN": "问：第二个问题，他说，「师父讲经四十余年，留下各种录音带、录影带，也有十方弟子整理成册。初机学佛弟子要从哪里下手？其次第为何？」",
      "zh_TW": "問：第二個問題，他說，「師父講經四十餘年，留下各種錄音帶、錄影帶，也有十方弟子整理成冊。初機學佛弟子要從哪裡下手？其次第為何？」"
    },
    {
      "id": "21-052-0001_p0063",
      "zh_CN": "答：那个次第就很难讲，实在是太多了。如果你要是真正想修净土，从《无量寿经》下手就好。如果要研究佛学，以前讲的小乘经、唯识这些东西，对于研究教理入手比较方便。真正修行，「净土五经一论」就好，不要夹杂其他东西。",
      "zh_TW": "答：那個次第就很難講，實在是太多了。如果你要是真正想修淨土，從《無量壽經》下手就好。如果要研究佛學，以前講的小乘經、唯識這些東西，對於研究教理入手比較方便。真正修行，「淨土五經一論」就好，不要夾雜其他東西。"
    },
    {
      "id": "21-052-0001_p0064",
      "zh_CN": "问：「初机的定义为何？什么样的程度可称为老修？」",
      "zh_TW": "問：「初機的定義為何？什麼樣的程度可稱為老修？」"
    },
    {
      "id": "21-052-0001_p0065",
      "zh_CN": "答：初机就是初学，你能够修个十几、二十年，就变成老修了。从年资上来说，这是一种说法。另外一种说法，应该是从悟入境界来讲，你悟入的深，这是老修行。",
      "zh_TW": "答：初機就是初學，你能夠修個十幾、二十年，就變成老修了。從年資上來說，這是一種說法。另外一種說法，應該是從悟入境界來講，你悟入的深，這是老修行。"
    },
    {
      "id": "21-052-0001_p0066",
      "zh_CN": "第四：「学佛人要修学到什么程度，才可以为人介绍佛法，而不致于误导？」",
      "zh_TW": "第四：「學佛人要修學到什麼程度，才可以為人介紹佛法，而不致於誤導？」"
    },
    {
      "id": "21-052-0001_p0067",
      "zh_CN": "答：你今天学了净土法门，听到阿弥陀佛，你出了门就把阿弥陀佛介绍给别人，决定没错。但是介绍其他的法门就不一定契机，介绍阿弥陀佛的净土法门，是遍契十法界一切众生的根机，所以介绍这个法门，你可以大胆去做，不会误人，但是介绍其他的法门就很难讲。这就好像给病人介绍吃药一样，阿弥陀佛这一副药，不管害什么病都有效果，都能够把病治好。但是其他的药物就不见得，一种药物治一、两种病，它不能够治一切病，这是我们要小心谨慎的。",
      "zh_TW": "答：你今天學了淨土法門，聽到阿彌陀佛，你出了門就把阿彌陀佛介紹給別人，決定沒錯。但是介紹其他的法門就不一定契機，介紹阿彌陀佛的淨土法門，是遍契十法界一切眾生的根機，所以介紹這個法門，你可以大膽去做，不會誤人，但是介紹其他的法門就很難講。這就好像給病人介紹吃藥一樣，阿彌陀佛這一副藥，不管害什麼病都有效果，都能夠把病治好。但是其他的藥物就不見得，一種藥物治一、兩種病，它不能夠治一切病，這是我們要小心謹慎的。"
    },
    {
      "id": "21-052-0001_p0068",
      "zh_CN": "问：「修学是否可以断恶缘？无希望心布施行善是否可以断恶缘？修善是否可以断恶缘？」",
      "zh_TW": "問：「修學是否可以斷惡緣？無希望心布施行善是否可以斷惡緣？修善是否可以斷惡緣？」"
    },
    {
      "id": "21-052-0001_p0069",
      "zh_CN": "答：可以。如果以无希望心布施行善，当然就更好，这是《发起菩萨殊胜志乐经》里，佛告诉我们的，以无希望心断恶修善是最殊胜。",
      "zh_TW": "答：可以。如果以無希望心布施行善，當然就更好，這是《發起菩薩殊勝志樂經》裡，佛告訴我們的，以無希望心斷惡修善是最殊勝。"
    },
    {
      "id": "21-052-0001_p0070",
      "zh_CN": "问：「清净心如何才算及格？」",
      "zh_TW": "問：「清淨心如何才算及格？」"
    },
    {
      "id": "21-052-0001_p0071",
      "zh_CN": "答：断贪瞋痴就及格了。对于这个世间五欲六尘、名闻利养，确确实实不动心，把这个看穿、看淡，心地得到清净，以这个清净心念佛，你就会有把握往生。",
      "zh_TW": "答：斷貪瞋痴就及格了。對於這個世間五欲六塵、名聞利養，確確實實不動心，把這個看穿、看淡，心地得到清淨，以這個清淨心念佛，你就會有把握往生。"
    },
    {
      "id": "21-052-0001_p0072",
      "zh_CN": "下面一个问题：「业障病跟宿业病如何区别？」",
      "zh_TW": "下面一個問題：「業障病跟宿業病如何區別？」"
    },
    {
      "id": "21-052-0001_p0073",
      "zh_CN": "答：宿业病就是业障病，这两个是一样的。",
      "zh_TW": "答：宿業病就是業障病，這兩個是一樣的。"
    },
    {
      "id": "21-052-0001_p0074",
      "zh_CN": "问：「宿业病是否就是习气？」",
      "zh_TW": "問：「宿業病是否就是習氣？」"
    },
    {
      "id": "21-052-0001_p0075",
      "zh_CN": "答：是的，是恶习气所感染的，特别是造作重罪。",
      "zh_TW": "答：是的，是惡習氣所感染的，特別是造作重罪。"
    }
  ]
}