{
  "doc_id": "21-787-0001",
  "title": {
    "zh_CN": "灵性如何指示多元宗教和谐之道",
    "zh_TW": "靈性如何指示多元宗教和諧之道"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "21-787-0001",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "21-787-0001_p0001",
      "zh_CN": "尊敬的休斯校长、杰诺米院长、诸位宗教领袖与代表、诸位领导、诸位嘉宾、女士们、先生们：大家好！",
      "zh_TW": "尊敬的休斯校長、傑諾米院長、諸位宗教領袖與代表、諸位領導、諸位嘉賓、女士們、先生們：大家好！"
    },
    {
      "id": "21-787-0001_p0002",
      "zh_CN": "今天非常高兴，见到诸位参加第三届多元宗教论坛。非常感谢威尔士三一圣大卫大学每年举办这样意义重大的论坛，我们相信，这个论坛将有助于推动宗教教育与宗教团结，并将促进宗教之间互相了解、互相尊重、互相学习。我们相信，宗教团结、宗教回归教育、宗教互相学习，是促进世界和平的重要下手处。",
      "zh_TW": "今天非常高興，見到諸位參加第三屆多元宗教論壇。非常感謝威爾士三一聖大衛大學每年舉辦這樣意義重大的論壇，我們相信，這個論壇將有助於推動宗教教育與宗教團結，並將促進宗教之間互相了解、互相尊重、互相學習。我們相信，宗教團結、宗教回歸教育、宗教互相學習，是促進世界和平的重要下手處。"
    },
    {
      "id": "21-787-0001_p0003",
      "zh_CN": "今天主办单位给我的讲题是「灵性如何指示多元宗教和谐之道」。这是一个很深奥的题目，我将尽力贡献个人的学习心得，供大家参考，敬请大家不吝批评指教。",
      "zh_TW": "今天主辦單位給我的講題是「靈性如何指示多元宗教和諧之道」。這是一個很深奧的題目，我將盡力貢獻個人的學習心得，供大家參考，敬請大家不吝批評指教。"
    },
    {
      "id": "21-787-0001_p0004",
      "zh_CN": "灵性的教育非常重要。我们常说，现代社会之所以动荡不安，根本的原因在于教育出了偏差，偏重在物质文明的教育，而疏忽了心灵文明的教育——东方世界疏忽了圣贤教育，即儒释道三教的教育；西方世界疏忽了宗教教育，这是今日世界出现危机的根本原因所在。挽救之道，在于振兴圣贤教育和宗教教育，这两种都是启发灵性的普世教育。",
      "zh_TW": "靈性的教育非常重要。我們常說，現代社會之所以動盪不安，根本的原因在於教育出了偏差，偏重在物質文明的教育，而疏忽了心靈文明的教育——東方世界疏忽了聖賢教育，即儒釋道三教的教育；西方世界疏忽了宗教教育，這是今日世界出現危機的根本原因所在。挽救之道，在於振興聖賢教育和宗教教育，這兩種都是啟發靈性的普世教育。"
    },
    {
      "id": "21-787-0001_p0005",
      "zh_CN": "灵性的展现是爱，是伦理、道德、因果与智慧",
      "zh_TW": "靈性的展現是愛，是倫理、道德、因果與智慧"
    },
    {
      "id": "21-787-0001_p0006",
      "zh_CN": "多元宗教和谐的重要原则在于求同存异，所以灵性是一个重要的切入点。灵性是每个人本有的善良天性，不因宗教、宗族等而有差别。但是灵性需要经过开发与培养，才能产生莫大的作用。",
      "zh_TW": "多元宗教和諧的重要原則在於求同存異，所以靈性是一個重要的切入點。靈性是每個人本有的善良天性，不因宗教、宗族等而有差別。但是靈性需要經過開發與培養，才能產生莫大的作用。"
    },
    {
      "id": "21-787-0001_p0007",
      "zh_CN": "中国童蒙课本《三字经》上说：「人之初，性本善；性相近，习相远。苟不教，性乃迁；教之道，贵以专。」意思是，人初生的时候，本性都是善良的，都是一样的，但是后来因为生活环境不同，彼此的习性差别就很大。如果不及早接受良好的教育，善良的本性就会随环境的影响而改变。至于教育的方法，要以专精为主，不要希求广博。这些话不只对于小孩是如此，对于成人也是一样。尤其现在社会上种种财色名利的诱惑很厉害，人的灵性往往受到了严重的污染，更需要通过普世教育来净化。",
      "zh_TW": "中國童蒙課本《三字經》上說：「人之初，性本善；性相近，習相遠。苟不教，性乃遷；教之道，貴以專。」意思是，人初生的時候，本性都是善良的，都是一樣的，但是後來因為生活環境不同，彼此的習性差別就很大。如果不及早接受良好的教育，善良的本性就會隨環境的影響而改變。至於教育的方法，要以專精為主，不要希求廣博。這些話不只對於小孩是如此，對於成人也是一樣。尤其現在社會上種種財色名利的誘惑很厲害，人的靈性往往受到了嚴重的污染，更需要通過普世教育來淨化。"
    },
    {
      "id": "21-787-0001_p0008",
      "zh_CN": "《六祖坛经》上说：「何期自性，本自清净……何期自性，能生万法。」六祖惠能大师在灵性上下过一番功夫，开悟之后肯定了灵性是清净的，乃至灵性能够产生很大的作用。《以弗所书》第四章第六节说：「一神，就是众人的父，超乎众人之上，贯乎众人之中，也住在众人之内。」这让我们了解到，灵性就是神性；遵照经典的教诲而行，就能跟上帝联系。《古兰经》第九十一章第九到第十节说：「凡培养自己的性灵者，必定成功；凡戕害自己的性灵者，必定失败。」这肯定了培养灵性的重要性。",
      "zh_TW": "《六祖壇經》上說：「何期自性，本自清淨……何期自性，能生萬法。」六祖惠能大師在靈性上下過一番功夫，開悟之後肯定了靈性是清淨的，乃至靈性能夠產生很大的作用。《以弗所書》第四章第六節說：「一神，就是眾人的父，超乎眾人之上，貫乎眾人之中，也住在眾人之內。」這讓我們了解到，靈性就是神性；遵照經典的教誨而行，就能跟上帝聯繫。《古蘭經》第九十一章第九到第十節說：「凡培養自己的性靈者，必定成功；凡戕害自己的性靈者，必定失敗。」這肯定了培養靈性的重要性。"
    },
    {
      "id": "21-787-0001_p0009",
      "zh_CN": "灵性展现出来的素质当中，最重要的就是爱，这是所有宗教共通的核心价值观，所以宗教和谐首重在爱。《约翰福音》第三章第十六节说：「神爱世人，甚至将他的独生子赐给他们，叫一切信他的不至灭亡，反得永生。」《大方广佛华严经》卷第四十上说：「诸佛如来以大悲心而为体故；因于众生，而起大悲；因于大悲，生菩提心；因菩提心，成等正觉。」《孟子》上说：「恻隐之心，人皆有之。」爱人就不会害人。爱能够发挥很大的作用；人人都能爱人，社会自然安定和谐。",
      "zh_TW": "靈性展現出來的素質當中，最重要的就是愛，這是所有宗教共通的核心價值觀，所以宗教和諧首重在愛。《約翰福音》第三章第十六節說：「神愛世人，甚至將他的獨生子賜給他們，叫一切信他的不至滅亡，反得永生。」《大方廣佛華嚴經》卷第四十上說：「諸佛如來以大悲心而為體故；因於眾生，而起大悲；因於大悲，生菩提心；因菩提心，成等正覺。」《孟子》上說：「惻隱之心，人皆有之。」愛人就不會害人。愛能夠發揮很大的作用；人人都能愛人，社會自然安定和諧。"
    },
    {
      "id": "21-787-0001_p0010",
      "zh_CN": "灵性的爱，在生活中体现的就是伦理、道德、因果与智慧。所以《古兰经》第四章三十六节说：「当孝敬父母，当优待亲戚，当怜恤孤儿，当救济贫民，当亲爱近邻、远邻和伴侣，当款待旅客，当宽待奴仆。真主的确不喜爱骄慢、矜夸的人。」《马太福音》第十九章第十八到十九节上面说：「耶稣说：『……当孝敬父母，又当爱人如己。』」《太上感应篇》上说：「祸福无门，惟人自召；善恶之报，如影随形。」《孟子》上说：「恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。」",
      "zh_TW": "靈性的愛，在生活中體現的就是倫理、道德、因果與智慧。所以《古蘭經》第四章三十六節說：「當孝敬父母，當優待親戚，當憐恤孤兒，當救濟貧民，當親愛近鄰、遠鄰和伴侶，當款待旅客，當寬待奴僕。真主的確不喜愛驕慢、矜誇的人。」《馬太福音》第十九章第十八到十九節上面說：「耶穌說：『……當孝敬父母，又當愛人如己。』」《太上感應篇》上說：「禍福無門，惟人自召；善惡之報，如影隨形。」《孟子》上說：「惻隱之心，仁之端也；羞惡之心，義之端也；辭讓之心，禮之端也；是非之心，智之端也。」"
    },
    {
      "id": "21-787-0001_p0011",
      "zh_CN": "灵性需要普世教育来唤醒",
      "zh_TW": "靈性需要普世教育來喚醒"
    },
    {
      "id": "21-787-0001_p0012",
      "zh_CN": "灵性虽然是人人本有的，但是需要接受普世教育的薰陶，才能产生净化的作用。",
      "zh_TW": "靈性雖然是人人本有的，但是需要接受普世教育的薰陶，才能產生淨化的作用。"
    },
    {
      "id": "21-787-0001_p0013",
      "zh_CN": "我从二ＯＯ三年起，几乎每年都参加联合国教科文组织举办的国际和平会议。在几次主题讲演中，我向大使们报告，伦理、道德、因果、圣贤智慧是普世教育，能够促进社会和谐与世界和平。大使们听了都说很好，但是演讲之后，有人私底下告诉我，这是理想，做不到。这对我而言，就像是凉水浇头一样。我觉察到，必须做出普世教育的示范点，才能使人生起信心。",
      "zh_TW": "我從二ＯＯ三年起，幾乎每年都參加聯合國教科文組織舉辦的國際和平會議。在幾次主題講演中，我向大使們報告，倫理、道德、因果、聖賢智慧是普世教育，能夠促進社會和諧與世界和平。大使們聽了都說很好，但是演講之後，有人私底下告訴我，這是理想，做不到。這對我而言，就像是涼水澆頭一樣。我覺察到，必須做出普世教育的示範點，才能使人生起信心。"
    },
    {
      "id": "21-787-0001_p0014",
      "zh_CN": "二ＯＯ五年，我在家乡建立一所传统文化教育中心，进行为期三年的实验，以普世教育来教导小镇的四万八千居民，结果成绩卓着。短短几个月的时间里，镇民的良知良能被唤醒，小镇的风气焕然一新：街道整洁了、家庭和睦了、邻里和谐了、犯罪率与离婚率都大幅度的降低了，真正做出了「和谐社会、礼义家邦」的典范。二ＯＯ六年，我们在联合国教科文组织总部介绍这个普世教育的典范，做了八个小时的报告和三天的展览，感动了与会的大众与大使们，让大家对普世教育生起了信心。",
      "zh_TW": "二ＯＯ五年，我在家鄉建立一所傳統文化教育中心，進行為期三年的實驗，以普世教育來教導小鎮的四萬八千居民，結果成績卓著。短短幾個月的時間裡，鎮民的良知良能被喚醒，小鎮的風氣煥然一新：街道整潔了、家庭和睦了、鄰里和諧了、犯罪率與離婚率都大幅度的降低了，真正做出了「和諧社會、禮義家邦」的典範。二ＯＯ六年，我們在聯合國教科文組織總部介紹這個普世教育的典範，做了八個小時的報告和三天的展覽，感動了與會的大眾與大使們，讓大家對普世教育生起了信心。"
    },
    {
      "id": "21-787-0001_p0015",
      "zh_CN": "我们也举办每期七天的道德讲堂，避开外界污染的环境，专心学习普世教育，效果很好。静下心来学习，真正将圣贤的教诲听进去之后，灵性开启了，忤逆的孩子变得孝顺、贪婪的人变得廉洁、暴戾的人变得和善、离婚的人复合了……成功的案例达到数万例之多。",
      "zh_TW": "我們也舉辦每期七天的道德講堂，避開外界污染的環境，專心學習普世教育，效果很好。靜下心來學習，真正將聖賢的教誨聽進去之後，靈性開啟了，忤逆的孩子變得孝順、貪婪的人變得廉潔、暴戾的人變得和善、離婚的人復合了……成功的案例達到數萬例之多。"
    },
    {
      "id": "21-787-0001_p0016",
      "zh_CN": "还有在企业里面推展普世教育的案例。企业就像一个大家庭，老板是大家长，员工都是兄弟姐妹。无论宗教信仰与其他背景，大家都能够一视同仁，相亲相爱，一团和气，共同落实伦理、道德、因果、圣贤智慧的普世教育，如此，企业成为真正的幸福企业。",
      "zh_TW": "還有在企業裡面推展普世教育的案例。企業就像一個大家庭，老闆是大家長，員工都是兄弟姐妹。無論宗教信仰與其他背景，大家都能夠一視同仁，相親相愛，一團和氣，共同落實倫理、道德、因果、聖賢智慧的普世教育，如此，企業成為真正的幸福企業。"
    },
    {
      "id": "21-787-0001_p0017",
      "zh_CN": "灵性需要人际交流来激发",
      "zh_TW": "靈性需要人際交流來激發"
    },
    {
      "id": "21-787-0001_p0018",
      "zh_CN": "人与人之间、宗教与宗教之间，最重要的是必须时常往来；如果不往来，彼此就生疏了，甚至可能产生误会。一旦能够时常交流，灵性便能够互相激发，而产生巨大的正面作用。",
      "zh_TW": "人與人之間、宗教與宗教之間，最重要的是必須時常往來；如果不往來，彼此就生疏了，甚至可能產生誤會。一旦能夠時常交流，靈性便能夠互相激發，而產生巨大的正面作用。"
    },
    {
      "id": "21-787-0001_p0019",
      "zh_CN": "一九九八年，我们在新加坡团结九大宗教，就是一个很好的例证。我们所用的方法是「四摄法」，也就是四种公共关系法。四摄法第一个是「布施」，就是多请客、多送礼，广结善缘。我大力赞助每个宗教所办的慈善事业，让他们印象很深；此后大家还时常聚餐，每次聚餐，我们都送礼物给他们。第二个是「爱语」，就是讲真正关心对方的话，讲对方喜欢听、容易接受的话，让他们得到利益。宗教之间最怕拉信徒，我们主张每个宗教都是第一，没有第二，信哪个宗教都好。宗教之间不应该拉信徒，那是不道德的事。第三个「利行」，就是我们的所作所为对他有好处、能够利益他。当其他宗教遇到困难找我们帮忙时，我们放下自己的事情，优先帮助他们。第四个「同事」，就是同样的志愿，共同从事一项事业。大家都能致力于宗教团结、振兴宗教教育，共同为社会和谐贡献力量；一个宗教办大型活动时，其他宗教都去参加。",
      "zh_TW": "一九九八年，我們在新加坡團結九大宗教，就是一個很好的例證。我們所用的方法是「四攝法」，也就是四種公共關係法。四攝法第一個是「布施」，就是多請客、多送禮，廣結善緣。我大力贊助每個宗教所辦的慈善事業，讓他們印象很深；此後大家還時常聚餐，每次聚餐，我們都送禮物給他們。第二個是「愛語」，就是講真正關心對方的話，講對方喜歡聽、容易接受的話，讓他們得到利益。宗教之間最怕拉信徒，我們主張每個宗教都是第一，沒有第二，信哪個宗教都好。宗教之間不應該拉信徒，那是不道德的事。第三個「利行」，就是我們的所作所為對他有好處、能夠利益他。當其他宗教遇到困難找我們幫忙時，我們放下自己的事情，優先幫助他們。第四個「同事」，就是同樣的志願，共同從事一項事業。大家都能致力於宗教團結、振興宗教教育，共同為社會和諧貢獻力量；一個宗教辦大型活動時，其他宗教都去參加。"
    },
    {
      "id": "21-787-0001_p0020",
      "zh_CN": "团结宗教效果很好的是组团旅游。平常各宗教领袖都很忙，彼此难得见面；即使见面，也只有一、二个小时的时间，无法深谈。出国旅游就不一样，十多天的时间里，每天大家从早到晚都在一起，无话不谈，真正变成了好朋友。",
      "zh_TW": "團結宗教效果很好的是組團旅遊。平常各宗教領袖都很忙，彼此難得見面；即使見面，也只有一、二個小時的時間，無法深談。出國旅遊就不一樣，十多天的時間裡，每天大家從早到晚都在一起，無話不談，真正變成了好朋友。"
    },
    {
      "id": "21-787-0001_p0021",
      "zh_CN": "新加坡政府非常赞许我们将九大宗教团结成一家人的做法，认为这对新加坡社会安定起到了很好的促进作用。",
      "zh_TW": "新加坡政府非常讚許我們將九大宗教團結成一家人的做法，認為這對新加坡社會安定起到了很好的促進作用。"
    },
    {
      "id": "21-787-0001_p0022",
      "zh_CN": "二ＯＯ二年起，我们在澳洲图文巴从事宗教团结、族群团结的工作，也是运用四摄法，将图文巴十几个宗教团结成一家人。从二Ｏ一三年起，图文巴代表团每年都到教科文组织汇报和谐工作的成果，获得与会者的赞许。",
      "zh_TW": "二ＯＯ二年起，我們在澳洲圖文巴從事宗教團結、族群團結的工作，也是運用四攝法，將圖文巴十幾個宗教團結成一家人。從二Ｏ一三年起，圖文巴代表團每年都到教科文組織匯報和諧工作的成果，獲得與會者的讚許。"
    },
    {
      "id": "21-787-0001_p0023",
      "zh_CN": "图文巴宗教人士也与新加坡、香港的宗教人士合作，从各自宗教圣典里面节录精华三百六十小段，合刊在一起，名为《宗教经典三六Ｏ》，这对于一般人研究各宗教的教义带来了很大的方便。",
      "zh_TW": "圖文巴宗教人士也與新加坡、香港的宗教人士合作，從各自宗教聖典裡面節錄精華三百六十小段，合刊在一起，名為《宗教經典三六Ｏ》，這對於一般人研究各宗教的教義帶來了很大的方便。"
    },
    {
      "id": "21-787-0001_p0024",
      "zh_CN": "二Ｏ一七年三月，来自教科文组织的九名大使参观澳洲图文巴市，亲身体验宗教团结带来的社会和谐，都很受感动。回到教科文组织之后，就为我申请了一个办公室，名为「净空之友社」，并在二Ｏ一七年九月正式揭牌启用。目前我们常在净空之友社与教科文组织大使们会谈，讨论如何促进宗教教育、宗教团结、宗教互相学习，并将请大使们在附设的摄影棚里录讲演，将在网上流通，以期广泛宣扬宗教教育、宗教团结的理念，希望有助于促进世界和平。",
      "zh_TW": "二Ｏ一七年三月，來自教科文組織的九名大使參觀澳洲圖文巴市，親身體驗宗教團結帶來的社會和諧，都很受感動。回到教科文組織之後，就為我申請了一個辦公室，名為「淨空之友社」，並在二Ｏ一七年九月正式揭牌啟用。目前我們常在淨空之友社與教科文組織大使們會談，討論如何促進宗教教育、宗教團結、宗教互相學習，並將請大使們在附設的攝影棚裡錄講演，將在網上流通，以期廣泛宣揚宗教教育、宗教團結的理念，希望有助於促進世界和平。"
    },
    {
      "id": "21-787-0001_p0025",
      "zh_CN": "去年十月，我们赞助威尔士三一圣大卫大学举办「和谐博士班」，希望培养各宗教优秀的传教师。每个学生不但深入自己宗教的教义，而且学习其他宗教的教义，为宗教团结与宗教互相学习打下基础。我们希望三年之后，能储备足够的师资开办「宗教教育学院」；开设本科三年、硕士一年、博士三年的课程，希望七年之后储备足够的师资成立「世界宗教大学」。每个宗教设一个学院，各宗教的传教师都是同一个大学出来的，都是一家人，如此能够更好的推展宗教教育、宗教团结、宗教互相学习。",
      "zh_TW": "去年十月，我們贊助威爾士三一聖大衛大學舉辦「和諧博士班」，希望培養各宗教優秀的傳教師。每個學生不但深入自己宗教的教義，而且學習其他宗教的教義，為宗教團結與宗教互相學習打下基礎。我們希望三年之後，能儲備足夠的師資開辦「宗教教育學院」；開設本科三年、碩士一年、博士三年的課程，希望七年之後儲備足夠的師資成立「世界宗教大學」。每個宗教設一個學院，各宗教的傳教師都是同一個大學出來的，都是一家人，如此能夠更好的推展宗教教育、宗教團結、宗教互相學習。"
    },
    {
      "id": "21-787-0001_p0026",
      "zh_CN": "结语",
      "zh_TW": "結語"
    },
    {
      "id": "21-787-0001_p0027",
      "zh_CN": "如果能够通过伦理、道德、因果、圣贤智慧的普世教育，开显每个人与生俱来的灵性，就能达到个人健康、家庭美满、事业顺利、社会安定、国家富强、天下太平。从我这二十年来从事宗教团结事业的经验看来，振兴普世教育——东方的圣贤教育与西方的宗教教育，至关重要！世界和平确实应该从宗教团结下手，而宗教团结的基础在于振兴宗教普世教育。大家需要求同存异，平等对待、和睦相处，在研习宗教普世教育的基础上，宗教之间需要时常交流，互相了解、互相尊重、互助合作。如此推广，相信社会和谐的理想将能逐步达成，世界和平也将为期不远。",
      "zh_TW": "如果能夠通過倫理、道德、因果、聖賢智慧的普世教育，開顯每個人與生俱來的靈性，就能達到個人健康、家庭美滿、事業順利、社會安定、國家富強、天下太平。從我這二十年來從事宗教團結事業的經驗看來，振興普世教育——東方的聖賢教育與西方的宗教教育，至關重要！世界和平確實應該從宗教團結下手，而宗教團結的基礎在於振興宗教普世教育。大家需要求同存異，平等對待、和睦相處，在研習宗教普世教育的基礎上，宗教之間需要時常交流，互相了解、互相尊重、互助合作。如此推廣，相信社會和諧的理想將能逐步達成，世界和平也將為期不遠。"
    },
    {
      "id": "21-787-0001_p0028",
      "zh_CN": "祝福本次论坛顺利举办，圆满成就！祝福诸位身心健康，法喜充满！祝福世界安定和平、永续繁荣！谢谢大家！",
      "zh_TW": "祝福本次論壇順利舉辦，圓滿成就！祝福諸位身心健康，法喜充滿！祝福世界安定和平、永續繁榮！謝謝大家！"
    }
  ]
}