{
  "doc_id": "21-223-0007",
  "title": {
    "zh_CN": "一九九九年达拉斯春季佛七",
    "zh_TW": "一九九九年達拉斯春季佛七"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "21-223-0007",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "21-223-0007_p0001",
      "zh_CN": "今天是达拉斯佛教会的圆满日，冈山净宗学会今天举行佛一。实在说，同修们每天在这个时候，我们都可以在网路上相会，不一定要刻定哪一天。在这个时间当中，多半是我向大家报告修学的心得，同时也在这个时候，帮助各地同修解答疑问，你们如果有疑问也可以传真给我，我们也利用这个时间给诸位解答。悟道师刚才有个传真来，他问了三个问题，第一个问题，在明天早晨举行美加地区净宗座谈会，陈彩琼居士来问我，「达拉斯佛教会护法委员会」要怎么样与师父配合安排，联系请法师应美加各净宗学会邀请弘法？这一桩事情是一桩好事情，我们在这些年自己修学体验当中，深入经藏、深解义趣的重要，我们有深深的体会；也真正明白了，世尊当年在世，说法四十九年的大恩大德。",
      "zh_TW": "今天是達拉斯佛教會的圓滿日，岡山淨宗學會今天舉行佛一。實在說，同修們每天在這個時候，我們都可以在網路上相會，不一定要刻定哪一天。在這個時間當中，多半是我向大家報告修學的心得，同時也在這個時候，幫助各地同修解答疑問，你們如果有疑問也可以傳真給我，我們也利用這個時間給諸位解答。悟道師剛才有個傳真來，他問了三個問題，第一個問題，在明天早晨舉行美加地區淨宗座談會，陳彩瓊居士來問我，「達拉斯佛教會護法委員會」要怎麼樣與師父配合安排，聯繫請法師應美加各淨宗學會邀請弘法？這一樁事情是一樁好事情，我們在這些年自己修學體驗當中，深入經藏、深解義趣的重要，我們有深深的體會；也真正明白了，世尊當年在世，說法四十九年的大恩大德。"
    },
    {
      "id": "21-223-0007_p0002",
      "zh_CN": "凡夫不知道修行，修行人功夫不得力，可以说都是听经太少了，正念少而邪念多，净念少而妄念多，所以我们功夫不得力，修学不能成就。如果我们的净念超过妄念，正念超过邪念，功夫哪有不得力的道理？可见得经典的研究讨论，在佛法教学里面是如何的重要，但是现在我们把这一层疏忽掉了，这是我们的过失。当然你们也会问到，我们也很想深入经藏，也很想深解义趣，可是没有人指导，没有人讲解，这是个事实。但是在不得已的情况之下，我提供了一些资料，果然真正发心来学习、来深入、来深解，人数不拘多少，三个五个、十个八个都好，要经常在一起讨论。",
      "zh_TW": "凡夫不知道修行，修行人功夫不得力，可以說都是聽經太少了，正念少而邪念多，淨念少而妄念多，所以我們功夫不得力，修學不能成就。如果我們的淨念超過妄念，正念超過邪念，功夫哪有不得力的道理？可見得經典的研究討論，在佛法教學裡面是如何的重要，但是現在我們把這一層疏忽掉了，這是我們的過失。當然你們也會問到，我們也很想深入經藏，也很想深解義趣，可是沒有人指導，沒有人講解，這是個事實。但是在不得已的情況之下，我提供了一些資料，果然真正發心來學習、來深入、來深解，人數不拘多少，三個五個、十個八個都好，要經常在一起討論。"
    },
    {
      "id": "21-223-0007_p0003",
      "zh_CN": "我过去在台中求学十年，我们在那里十年之中，每一个星期有三次可以亲近老师，听老师的教诲，一次听讲经，一次听教学，一次听老师讲解古文，所以每一个星期有三次见面的机会。而我们同学当中，研究讨论有一次，每一个星期有一次，十年当中没有间断。在那种情形，因为都是居士身，大家都有家庭、都有工作，时间很少。如果在道场，我们都是出家众，研究讨论应当每天举行，每天有两个小时，两个小时可以放录影带，我们讲经的录影带，你放一个小时，另外一个小时用研究讨论。研究讨论里面的纲领，可以采取我过去写的「内典研学要领」，我里头提了十个纲目，就依照这十个纲目一条一条讨论，这一个小时所听的、所学习的。如果每天有两个小时，锲而不舍，我相信诸位一定有很大的进步，有很快速的长进，对于提高正念、提高净念，就会有很大的帮助，自自然然妄想少了、邪念少了，不但在修学上你功夫会得力，你在生活上也会得法喜充满，你也不容易犯过失，这一点很要紧很要紧。至于修行应该怎么用功？教理通达了，这些问题自然就解决。所以深入跟深解比什么都重要。",
      "zh_TW": "我過去在台中求學十年，我們在那裡十年之中，每一個星期有三次可以親近老師，聽老師的教誨，一次聽講經，一次聽教學，一次聽老師講解古文，所以每一個星期有三次見面的機會。而我們同學當中，研究討論有一次，每一個星期有一次，十年當中沒有間斷。在那種情形，因為都是居士身，大家都有家庭、都有工作，時間很少。如果在道場，我們都是出家眾，研究討論應當每天舉行，每天有兩個小時，兩個小時可以放錄影帶，我們講經的錄影帶，你放一個小時，另外一個小時用研究討論。研究討論裡面的綱領，可以採取我過去寫的「內典研學要領」，我裡頭提了十個綱目，就依照這十個綱目一條一條討論，這一個小時所聽的、所學習的。如果每天有兩個小時，鍥而不捨，我相信諸位一定有很大的進步，有很快速的長進，對於提高正念、提高淨念，就會有很大的幫助，自自然然妄想少了、邪念少了，不但在修學上你功夫會得力，你在生活上也會得法喜充滿，你也不容易犯過失，這一點很要緊很要緊。至於修行應該怎麼用功？教理通達了，這些問題自然就解決。所以深入跟深解比什麼都重要。"
    },
    {
      "id": "21-223-0007_p0004",
      "zh_CN": "「护法会」成立，护持是很要紧的一桩事情，法师纵然有德行、有学问，如果没有得力的护持，他也无能为力。诸位稍稍留意一点这桩事情，你们会看得很清楚。我能讲经，我也欢喜讲经，如果得不到韩馆长三十年的护持，我恐怕不是还俗，就是去赶经忏了，可见得护持多么重要。馆长一不在，台湾没有人护持，我在台湾没有地方讲经；不但没有地方讲经，连住的地方都没有，这是值得诸位省思的。过去我在香港讲过十年经，雷太太护持，雷太太往生之后，香港再没有人邀请我了。到新加坡来，这是馆长选择护法的继承人，她选择了李木源，李木源继承她，大力的护持佛法，不辜负馆长的付托，我们要深深的感激。诸位要晓得，护法往往只是一个人。现在香港恢复讲经，也是一个雷居士，好像跟香港姓雷的人有缘，来发心护持，租借道场，邀集大众，安排这一切杂务，使每个月我们有三天到香港，去讲「善财童子五十三参」，这个进行得很顺利。现在澳洲那边缘也成熟，我们也要兼顾到。诸位真正发心护持，请法师去弘法决定没有问题，我们欢喜，我们协助。",
      "zh_TW": "「護法會」成立，護持是很要緊的一樁事情，法師縱然有德行、有學問，如果沒有得力的護持，他也無能為力。諸位稍稍留意一點這樁事情，你們會看得很清楚。我能講經，我也歡喜講經，如果得不到韓館長三十年的護持，我恐怕不是還俗，就是去趕經懺了，可見得護持多麼重要。館長一不在，台灣沒有人護持，我在台灣沒有地方講經；不但沒有地方講經，連住的地方都沒有，這是值得諸位省思的。過去我在香港講過十年經，雷太太護持，雷太太往生之後，香港再沒有人邀請我了。到新加坡來，這是館長選擇護法的繼承人，她選擇了李木源，李木源繼承她，大力的護持佛法，不辜負館長的付託，我們要深深的感激。諸位要曉得，護法往往只是一個人。現在香港恢復講經，也是一個雷居士，好像跟香港姓雷的人有緣，來發心護持，租借道場，邀集大眾，安排這一切雜務，使每個月我們有三天到香港，去講「善財童子五十三參」，這個進行得很順利。現在澳洲那邊緣也成熟，我們也要兼顧到。諸位真正發心護持，請法師去弘法決定沒有問題，我們歡喜，我們協助。"
    },
    {
      "id": "21-223-0007_p0005",
      "zh_CN": "第二个问题：昨天我赞叹三重廖居士这个道场，三个月举行发露忏悔。忏悔不必向我忏悔，发露是向大众忏悔，要懂这个意思。参加忏悔的这些同学，向同学大众忏悔，说出自己的过失，自己决定要改过自新，与会大众都可以给自己做证明，这样就很好。如果你们要这些资料，可以向廖居士要，廖居士他那个道场有完整的资料，每一个人忏悔的资料他那里都有，我不需要看这个东西。诸位要想知道、要想学习，可以让他帮助你，建立一个忏悔的模式。",
      "zh_TW": "第二個問題：昨天我讚歎三重廖居士這個道場，三個月舉行發露懺悔。懺悔不必向我懺悔，發露是向大眾懺悔，要懂這個意思。參加懺悔的這些同學，向同學大眾懺悔，說出自己的過失，自己決定要改過自新，與會大眾都可以給自己做證明，這樣就很好。如果你們要這些資料，可以向廖居士要，廖居士他那個道場有完整的資料，每一個人懺悔的資料他那裡都有，我不需要看這個東西。諸位要想知道、要想學習，可以讓他幫助你，建立一個懺悔的模式。"
    },
    {
      "id": "21-223-0007_p0006",
      "zh_CN": "第三︰有同修问大回向里面讲的「满分二严身」是什么意思？这个道师你应当下一点功夫查查资料，要能够解答。满是圆满，不是一部分，叫满分。像我们受戒，受五戒，五戒全受叫满分；如果五戒只受一戒、二戒，叫少分，能受三戒、四戒叫多分，满分是五戒全受了。满分的二严身，二是指什么？福德、智慧，佛是福、德二足尊。我们「皈依佛，二足尊」，佛是满分的智慧、福德，清净庄严，这个严就是庄严。「满分二严身」是对佛的赞叹，我们应当要学习。至少我们也应当有少分二严身，菩萨是多分二严身，如来果地才是满分二严身。",
      "zh_TW": "第三︰有同修問大迴向裡面講的「滿分二嚴身」是什麼意思？這個道師你應當下一點功夫查查資料，要能夠解答。滿是圓滿，不是一部分，叫滿分。像我們受戒，受五戒，五戒全受叫滿分；如果五戒只受一戒、二戒，叫少分，能受三戒、四戒叫多分，滿分是五戒全受了。滿分的二嚴身，二是指什麼？福德、智慧，佛是福、德二足尊。我們「皈依佛，二足尊」，佛是滿分的智慧、福德，清淨莊嚴，這個嚴就是莊嚴。「滿分二嚴身」是對佛的讚歎，我們應當要學習。至少我們也應當有少分二嚴身，菩薩是多分二嚴身，如來果地才是滿分二嚴身。"
    },
    {
      "id": "21-223-0007_p0007",
      "zh_CN": "达拉斯妙音居士有三个问题。第一个问题︰他在日常工作生活当中，常常有小的疑问，没有善知识帮他解释，所以疑虑愈来愈多，怎样将这些问题解决，是不是应该求佛菩萨感应开示？没有必要，这些疑虑都是妄想、都是邪念，把它统统放下，一心念佛就好。如果有机缘，遇到善知识向他请教，他给你解答很好；遇不到没有关系，老实念佛就好。问题多了，我常常讲「不老实」，老实人没问题。念佛念到功夫得力，听经能够深解义趣，这些问题自自然然都消除了，都没有了，所以读经、念佛可以帮助你。",
      "zh_TW": "達拉斯妙音居士有三個問題。第一個問題︰他在日常工作生活當中，常常有小的疑問，沒有善知識幫他解釋，所以疑慮愈來愈多，怎樣將這些問題解決，是不是應該求佛菩薩感應開示？沒有必要，這些疑慮都是妄想、都是邪念，把它統統放下，一心念佛就好。如果有機緣，遇到善知識向他請教，他給你解答很好；遇不到沒有關係，老實念佛就好。問題多了，我常常講「不老實」，老實人沒問題。念佛念到功夫得力，聽經能夠深解義趣，這些問題自自然然都消除了，都沒有了，所以讀經、念佛可以幫助你。"
    },
    {
      "id": "21-223-0007_p0008",
      "zh_CN": "第二个问题：为了不扫朋友的兴，而陪朋友去赌博，是不是犯戒？希望中六合彩为佛教事业捐款，是不是如法？这两个问题。第一个，为了人情陪着人去赌博，确实是错误。古德常常教我们，不把佛事当人情，你要是陪朋友赌博，你有能力把这些赌博的朋友，统统都把他转过头来学佛，这行！这是你的善巧方便，是你度众生一套本事，可以。如果你度不了他，就决定不随缘；能够度得了，可以随缘，四摄法里头「同事摄」。怕的是你度不了他，反而他把你度了，这就坏了，所以最好不陪朋友们做这些事情。希望中六合彩来帮助佛教，这是妄想，佛教的事业自然有佛菩萨加持，用不着打这个妄想；打这个妄想，破坏你自己的功夫，你念佛希求的功夫成片，一心不乱，你有这个妄想夹杂在里面，你的功夫不能成就。我们有信心、有愿心，佛菩萨自然加持。达拉斯这个道场，老同修都知道，佛菩萨建立的，我们没有向外化缘，没有问外人要钱，需要多少钱，到那个时候正好它就来了，就有人送来。我们并没有希望中六合彩建达拉斯道场，没有！所以要用清净心，自然就有感应。最近这两年在新加坡，感应的事情太多太多，不可思议，只要我们用真诚心，所谓诚则灵。",
      "zh_TW": "第二個問題：為了不掃朋友的興，而陪朋友去賭博，是不是犯戒？希望中六合彩為佛教事業捐款，是不是如法？這兩個問題。第一個，為了人情陪著人去賭博，確實是錯誤。古德常常教我們，不把佛事當人情，你要是陪朋友賭博，你有能力把這些賭博的朋友，統統都把他轉過頭來學佛，這行！這是你的善巧方便，是你度眾生一套本事，可以。如果你度不了他，就決定不隨緣；能夠度得了，可以隨緣，四攝法裡頭「同事攝」。怕的是你度不了他，反而他把你度了，這就壞了，所以最好不陪朋友們做這些事情。希望中六合彩來幫助佛教，這是妄想，佛教的事業自然有佛菩薩加持，用不著打這個妄想；打這個妄想，破壞你自己的功夫，你念佛希求的功夫成片，一心不亂，你有這個妄想夾雜在裡面，你的功夫不能成就。我們有信心、有願心，佛菩薩自然加持。達拉斯這個道場，老同修都知道，佛菩薩建立的，我們沒有向外化緣，沒有問外人要錢，需要多少錢，到那個時候正好它就來了，就有人送來。我們並沒有希望中六合彩建達拉斯道場，沒有！所以要用清淨心，自然就有感應。最近這兩年在新加坡，感應的事情太多太多，不可思議，只要我們用真誠心，所謂誠則靈。"
    },
    {
      "id": "21-223-0007_p0009",
      "zh_CN": "第三个问题：目前平常工作当中，偶尔不知不觉的提起佛号，但是在专修念佛的时候就有很多妄想，这个现象是不是修行混乱，应该怎么调整？这个问题问得好，为什么会有这个问题？是你在修学的时候意志不能集中，才会发生这个现象；日常工作不知不觉的会提起佛号，这说明你心里还是有佛。为什么跟大众共修的时候心定不下来？这是你妄想习气还很重，尤其是禁不起外面境界的诱惑。从这个地方可以能看得出来，你自己要认真、要努力，放下万缘，功夫成片是可以能够得到的。",
      "zh_TW": "第三個問題：目前平常工作當中，偶爾不知不覺的提起佛號，但是在專修念佛的時候就有很多妄想，這個現象是不是修行混亂，應該怎麼調整？這個問題問得好，為什麼會有這個問題？是你在修學的時候意志不能集中，才會發生這個現象；日常工作不知不覺的會提起佛號，這說明你心裡還是有佛。為什麼跟大眾共修的時候心定不下來？這是你妄想習氣還很重，尤其是禁不起外面境界的誘惑。從這個地方可以能看得出來，你自己要認真、要努力，放下萬緣，功夫成片是可以能夠得到的。"
    },
    {
      "id": "21-223-0007_p0010",
      "zh_CN": "下面有一位顾云居士，他有个传真来，他提了三个问题。第一个是古德教我们要爱惜字纸，可是现在广告报纸泛滥，而登的也不是从前文以载道的道德礼仪之言，如果再拿来利用包东西，擦玻璃，可不可以？如果不行，又要再用新的纸，是否符合环保的精神？这个问题很现实，确确实实从前爱惜字纸，跟现在我们生活环境不一样。以前的字纸确实是文以载道，非常珍贵，我们爱惜，不能够任意的糟蹋，这属于积功累德。可是现在确实不一样，现在如果在报章杂志看到，有益于世道人心的这些文字，我们可以把它剪下来，贴在一个本子上，剪报。不是这一类的文字就可以不必要，你拿去擦桌子、包东西都可以。但是不要包吃的东西，为什么？报纸油墨有污染，包其他东西，吃的东西不要包。所以这是我们要通权达变，现在生活环境跟古时候不一样。",
      "zh_TW": "下面有一位顧雲居士，他有個傳真來，他提了三個問題。第一個是古德教我們要愛惜字紙，可是現在廣告報紙氾濫，而登的也不是從前文以載道的道德禮儀之言，如果再拿來利用包東西，擦玻璃，可不可以？如果不行，又要再用新的紙，是否符合環保的精神？這個問題很現實，確確實實從前愛惜字紙，跟現在我們生活環境不一樣。以前的字紙確實是文以載道，非常珍貴，我們愛惜，不能夠任意的糟蹋，這屬於積功累德。可是現在確實不一樣，現在如果在報章雜誌看到，有益於世道人心的這些文字，我們可以把它剪下來，貼在一個本子上，剪報。不是這一類的文字就可以不必要，你拿去擦桌子、包東西都可以。但是不要包吃的東西，為什麼？報紙油墨有污染，包其他東西，吃的東西不要包。所以這是我們要通權達變，現在生活環境跟古時候不一樣。"
    },
    {
      "id": "21-223-0007_p0011",
      "zh_CN": "第二︰别人对我们有误解，我们应不应该解释，保持沉默好像是默认。沉默跟默认不一样，沉默是不与理会，事实让时间去证明。佛对于别人一切的误会，一切的毁谤，一概置之不理，永远保持自己的清净心、平等心、慈悲心，时间久了，事情自然澄清，这个不是默认。古时候的读书人、圣贤人，听人家说他的过失，他有一个很好的态度，就是有则改之，无则嘉勉。如果自己真的有这个过失，称谢，谢谢他，自己有过失，往往自己不知道。如果不说话，那自己没有这个过失，这是用沉默来答复他。自己有这个过失应当要感谢，他提醒我，我认真的改过报答他，这就对了。一切误会，这些谣言，就可以置之不理，让事实答复他。不要用言语答辩，不要用这个方法，这个方法很笨拙的方法。",
      "zh_TW": "第二︰別人對我們有誤解，我們應不應該解釋，保持沉默好像是默認。沉默跟默認不一樣，沉默是不與理會，事實讓時間去證明。佛對於別人一切的誤會，一切的毀謗，一概置之不理，永遠保持自己的清淨心、平等心、慈悲心，時間久了，事情自然澄清，這個不是默認。古時候的讀書人、聖賢人，聽人家說他的過失，他有一個很好的態度，就是有則改之，無則嘉勉。如果自己真的有這個過失，稱謝，謝謝他，自己有過失，往往自己不知道。如果不說話，那自己沒有這個過失，這是用沉默來答覆他。自己有這個過失應當要感謝，他提醒我，我認真的改過報答他，這就對了。一切誤會，這些謠言，就可以置之不理，讓事實答覆他。不要用言語答辯，不要用這個方法，這個方法很笨拙的方法。"
    },
    {
      "id": "21-223-0007_p0012",
      "zh_CN": "第三个问题：为什么跟念佛机念佛的时候妄念少，跟大众共修敲法器有快慢，音调变化时，妄念反而特别多？各人根性不相同，如果你跟念佛机念佛，功夫得力妄念少，你就一直跟念佛机，对你有好处。在大众当中念佛可以随喜结缘，做法会的影响众，这是一桩功德事情。法会人多，能引起初学人生起信心，生欢喜心。你自己真正功夫，在家里头跟念佛机念佛就好，法会里头不要计较，随缘跟大家结缘就好。好，我们时间也恰到好处，这些问题都跟大家解答了，希望我们要紧紧的捉住宝贵的时光，认真努力修学。",
      "zh_TW": "第三個問題：為什麼跟念佛機念佛的時候妄念少，跟大眾共修敲法器有快慢，音調變化時，妄念反而特別多？各人根性不相同，如果你跟念佛機念佛，功夫得力妄念少，你就一直跟念佛機，對你有好處。在大眾當中念佛可以隨喜結緣，做法會的影響眾，這是一樁功德事情。法會人多，能引起初學人生起信心，生歡喜心。你自己真正功夫，在家裡頭跟念佛機念佛就好，法會裡頭不要計較，隨緣跟大家結緣就好。好，我們時間也恰到好處，這些問題都跟大家解答了，希望我們要緊緊的捉住寶貴的時光，認真努力修學。"
    },
    {
      "id": "21-223-0007_p0013",
      "zh_CN": "修学一定要懂得做一个转变，这是佛在经上教导我们的。第一、转恶为善，第二、转迷成悟，第三、转凡成圣。转恶为善，我们在六道里头决定不失人身，不会堕三恶道；转迷成悟，你就是菩萨，你就能行菩萨道，你的知见就正，知见正行为就正；转凡成圣，那就证果。这桩事情是难，但是我们念佛往生不退成佛，走这个门路来证果，每一位同修都有希望。障碍是你有妄想执着，所以妄想执着分别你放下愈多愈好，彻底放下你就是法身大士。凡夫跟佛菩萨不相同的地方，就是诸佛菩萨放下，凡夫不肯放下、不能放下，差别就在此地。这是我们要反省、要明白，要认真努力去做的。好，今天就讲到此地，谢谢大家！",
      "zh_TW": "修學一定要懂得做一個轉變，這是佛在經上教導我們的。第一、轉惡為善，第二、轉迷成悟，第三、轉凡成聖。轉惡為善，我們在六道裡頭決定不失人身，不會墮三惡道；轉迷成悟，你就是菩薩，你就能行菩薩道，你的知見就正，知見正行為就正；轉凡成聖，那就證果。這樁事情是難，但是我們念佛往生不退成佛，走這個門路來證果，每一位同修都有希望。障礙是你有妄想執著，所以妄想執著分別你放下愈多愈好，徹底放下你就是法身大士。凡夫跟佛菩薩不相同的地方，就是諸佛菩薩放下，凡夫不肯放下、不能放下，差別就在此地。這是我們要反省、要明白，要認真努力去做的。好，今天就講到此地，謝謝大家！"
    }
  ]
}