{
  "doc_id": "23-018-0011",
  "title": {
    "zh_CN": "内典研学要领—以经论为标准",
    "zh_TW": "內典研學要領—以經論為標準"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第十一集）",
    "zh_TW": "（第十一集）"
  },
  "doc_number": "23-018-0011",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "23-018-0011_p0001",
      "zh_CN": "前面所说的形貌的变化，就是文章章法结构的变化，就如同我们佛经里面的科判一样，是文字上的变化。后面讲的那些是义理的变化，你从文章结构里面，才了解它的这个思想的体系。这个形态跟义理，它一定是相应的。这一段说的是这桩事情。",
      "zh_TW": "前面所說的形貌的變化，就是文章章法結構的變化，就如同我們佛經裡面的科判一樣，是文字上的變化。後面講的那些是義理的變化，你從文章結構裡面，才了解它的這個思想的體系。這個形態跟義理，它一定是相應的。這一段說的是這樁事情。"
    },
    {
      "id": "23-018-0011_p0002",
      "zh_CN": "有没有问题？需不需要再讲一遍？比较深，那就再讲一遍。有没有听懂？还有没有问题？",
      "zh_TW": "有沒有問題？需不需要再講一遍？比較深，那就再講一遍。有沒有聽懂？還有沒有問題？"
    },
    {
      "id": "23-018-0011_p0003",
      "zh_CN": "这个一段，章法变化，章就是文章，我们现在讲文法，就是文法上的变化。你在讲台上，就是你讲演技巧的变化，就说这个东西。实在讲，在学佛，这个东西就是科判。佛经里面是分三条：序、正、流通。序分里头又有序、正、流通，正宗里头也有序、正、流通，你这样一层一层演变下来，那就是科判，就是二十二层科判。在这大经里头，二十二层还不够，下面还用些别的方法来做代表字，你才看像这棵大树一样，枝条繁茂，这是高大阴凉，才能显示得出来。中国文章讲求就是四个基本的原则，就是起、承、转、合，跟我们佛经里头序、正、流通的意思是一样。如果把这两个组合起来，那就更妙了！你看序、正、流通里面，每一分里面都有起、承、转、合，像这科判，大段、中段、小段，它有个承，就是中段、小段，愈分愈细，每一个细目里面都有起、承、转、合，都有序、正、流通，然后你才晓得这个经怎么讲法。",
      "zh_TW": "這個一段，章法變化，章就是文章，我們現在講文法，就是文法上的變化。你在講台上，就是你講演技巧的變化，就說這個東西。實在講，在學佛，這個東西就是科判。佛經裡面是分三條：序、正、流通。序分裡頭又有序、正、流通，正宗裡頭也有序、正、流通，你這樣一層一層演變下來，那就是科判，就是二十二層科判。在這大經裡頭，二十二層還不夠，下面還用些別的方法來做代表字，你才看像這棵大樹一樣，枝條繁茂，這是高大陰涼，才能顯示得出來。中國文章講求就是四個基本的原則，就是起、承、轉、合，跟我們佛經裡頭序、正、流通的意思是一樣。如果把這兩個組合起來，那就更妙了！你看序、正、流通裡面，每一分裡面都有起、承、轉、合，像這科判，大段、中段、小段，它有個承，就是中段、小段，愈分愈細，每一個細目裡面都有起、承、轉、合，都有序、正、流通，然後你才曉得這個經怎麼講法。"
    },
    {
      "id": "23-018-0011_p0004",
      "zh_CN": "根本，根本就是经题，以《无量寿经》来说，「大乘无量寿庄严清净平等觉」，这个就是它的根本，从这根本上再分三个枝，这三个大枝就是序、正、流通；大枝里头又分小枝，那就是从科判上你就看出来了。小枝里头又生小枝，这个是讲它的章法结构的变化。之所以有这样繁杂的变化，就是它里面含摄的义理、境界无尽的深广。义理的深广必须要从形貌变化里面看出来，你没有这个文章表面有形的东西，那个义理、境界是无形的，你从哪个地方显示出来？所以在前半段，形貌，这有形的；后半段这个仪态是无形的，无形寄托在有形里面。因此我们如果是讲演，或者是讲经，先要胸有成竹，那就是仪态的变化，然后你再想怎么样表达出来，那就是形貌的变化，用什么方法来表达出来。所以一部经拿到手，先要做科判。如果人家请你讲演，你先要想我今天讲什么，然后想到我要怎样讲。怎样讲的时候，这就是你一定要有个纲领，要分几段，我第一段说什么、第二段说什么、第三段说什么，这第一段里面又分做几个小段，这就跟表解科判是一样的道理。你懂得这个方法，你就会讲话，你也会写文章，你也能够看得懂经文，经拿到手，知道从哪里下手、怎么个讲法，这是这一段的大意。常定法师也讲大意。这是大意。因为大意明白了，这里面的文字就不难，文字我想大家都能看得懂。好，再看底下，从下面。",
      "zh_TW": "根本，根本就是經題，以《無量壽經》來說，「大乘無量壽莊嚴清淨平等覺」，這個就是它的根本，從這根本上再分三個枝，這三個大枝就是序、正、流通；大枝裡頭又分小枝，那就是從科判上你就看出來了。小枝裡頭又生小枝，這個是講它的章法結構的變化。之所以有這樣繁雜的變化，就是它裡面含攝的義理、境界無盡的深廣。義理的深廣必須要從形貌變化裡面看出來，你沒有這個文章表面有形的東西，那個義理、境界是無形的，你從哪個地方顯示出來？所以在前半段，形貌，這有形的；後半段這個儀態是無形的，無形寄託在有形裡面。因此我們如果是講演，或者是講經，先要胸有成竹，那就是儀態的變化，然後你再想怎麼樣表達出來，那就是形貌的變化，用什麼方法來表達出來。所以一部經拿到手，先要做科判。如果人家請你講演，你先要想我今天講什麼，然後想到我要怎樣講。怎樣講的時候，這就是你一定要有個綱領，要分幾段，我第一段說什麼、第二段說什麼、第三段說什麼，這第一段裡面又分做幾個小段，這就跟表解科判是一樣的道理。你懂得這個方法，你就會講話，你也會寫文章，你也能夠看得懂經文，經拿到手，知道從哪裡下手、怎麼個講法，這是這一段的大意。常定法師也講大意。這是大意。因為大意明白了，這裡面的文字就不難，文字我想大家都能看得懂。好，再看底下，從下面。"
    },
    {
      "id": "23-018-0011_p0005",
      "zh_CN": "这一段也非常重要，在我们讲经、讲演常常用到的是引经据典。世间一些言论，从汉朝一直到清朝末年，将近两千年的时间，都是以孔孟为标准，「折衷孔子」，以孔孟为标准，也就是说孔孟的思想支配了中国的教育宗旨两千年。他的东西确实有它的道理，能给社会带来安定和平。如果不是像李炳老所讲的愚人诳妄，谁肯离经叛道，不可能做这个事情。佛法一定是以经论为标准，经论是佛所说的，尤其是大乘经典。所以这个也不是我们学佛的人，或者是研究佛法的人，都是以大乘经论为标准。这是说明我们引经据典，要采哪些东西，世法里面，我们应当尽可能采孔孟学说；而佛法里面，一定引用大小乘经论，以这个为依据。但是你所引用的，一定要与你这一次所讲的这一段讲演当中，那个内容要能够配合，要能相应。如果引用的跟所讲的完全相违背的，那就错了。所以要懂得我这一次所讲的内容，引用无论是世法跟佛法，一定会相应，这个就是不违背本学。",
      "zh_TW": "這一段也非常重要，在我們講經、講演常常用到的是引經據典。世間一些言論，從漢朝一直到清朝末年，將近兩千年的時間，都是以孔孟為標準，「折衷孔子」，以孔孟為標準，也就是說孔孟的思想支配了中國的教育宗旨兩千年。他的東西確實有它的道理，能給社會帶來安定和平。如果不是像李炳老所講的愚人誑妄，誰肯離經叛道，不可能做這個事情。佛法一定是以經論為標準，經論是佛所說的，尤其是大乘經典。所以這個也不是我們學佛的人，或者是研究佛法的人，都是以大乘經論為標準。這是說明我們引經據典，要採哪些東西，世法裡面，我們應當盡可能採孔孟學說；而佛法裡面，一定引用大小乘經論，以這個為依據。但是你所引用的，一定要與你這一次所講的這一段講演當中，那個內容要能夠配合，要能相應。如果引用的跟所講的完全相違背的，那就錯了。所以要懂得我這一次所講的內容，引用無論是世法跟佛法，一定會相應，這個就是不違背本學。"
    },
    {
      "id": "23-018-0011_p0006",
      "zh_CN": "底下讲是举比喻，比喻太重要了，比喻最好是最近的，为什么？最近的，大家印象很深刻，提起来都知道。所以你看经典里面，世尊举数量之多，举恒河沙，为什么？他讲经常常在恒河流域，恒河沙大家都见到的，一提起，哪个不晓得！就近取比喻，那就是最好的方法。如果我们讲演、讲经当中，遇到讲这些因果、轮回的事情，我给你们那一份资料，你们有没有印出来？有印出来。那尤其是外国人的，中国人讲，中国人迷信，外国人讲科学，你看外国人的，而且是最近的，那种比喻拿出来举个一、二条，非常恰当。尤其像报纸里面的，杂志里面，常常登的，现前有地址、有时间、有姓名，这些奇奇怪怪的事情，这个我们可以讲经的法师常常搜集这些资料，或者同修他们发现有这资料，提供给你，你把它贴在一个笔记本里头，常常引用这些东西，这是契机的。现前实在找不到，那就找从前的，从前里面最好举什么？举历史里头有记载的，正史里头有记载的，从前人已经给我们编辑了，《历史感应统记》。我们去查《二十五史》很麻烦，太多，到哪查去？人家已经查好，一条一条摘录下来，这些都是些典故，我们可以采取的信息。但是总不如现前的好，愈是现前本地的，那最好。这个是懂得这个原则。",
      "zh_TW": "底下講是舉比喻，比喻太重要了，比喻最好是最近的，為什麼？最近的，大家印象很深刻，提起來都知道。所以你看經典裡面，世尊舉數量之多，舉恆河沙，為什麼？他講經常常在恆河流域，恆河沙大家都見到的，一提起，哪個不曉得！就近取比喻，那就是最好的方法。如果我們講演、講經當中，遇到講這些因果、輪迴的事情，我給你們那一份資料，你們有沒有印出來？有印出來。那尤其是外國人的，中國人講，中國人迷信，外國人講科學，你看外國人的，而且是最近的，那種比喻拿出來舉個一、二條，非常恰當。尤其像報紙裡面的，雜誌裡面，常常登的，現前有地址、有時間、有姓名，這些奇奇怪怪的事情，這個我們可以講經的法師常常蒐集這些資料，或者同修他們發現有這資料，提供給你，你把它貼在一個筆記本裡頭，常常引用這些東西，這是契機的。現前實在找不到，那就找從前的，從前裡面最好舉什麼？舉歷史裡頭有記載的，正史裡頭有記載的，從前人已經給我們編輯了，《歷史感應統記》。我們去查《二十五史》很麻煩，太多，到哪查去？人家已經查好，一條一條摘錄下來，這些都是些典故，我們可以採取的信息。但是總不如現前的好，愈是現前本地的，那最好。這個是懂得這個原則。"
    },
    {
      "id": "23-018-0011_p0007",
      "zh_CN": "好，我们再看下面。这个讲演，此地讲学术跟通俗，我们讲经是属于通俗讲演。你们将来在外面，人家请你们讲开示，也是讲通俗讲演。通俗讲演称之为大讲演，是最难的讲演，听众里头有学者、有博士，还有不认识字的，还有没有念过书的，统统集合在一块，你讲，都要能叫他得利益，这很困难，不是一个容易事情。那学术讲演，学校老师教课，他一般程度整齐的，那好讲。所以这是最难讲，最不容易讲的，所以他这个讲的内容一定是多方面的，而不是一方面，里头有浅、有深，掺杂在一起，能叫一切根性的人都能够得利益。所以这是我们一定要懂得，这不是普通的讲演，不要把它看轻了，通俗大概是没有什么了不起。大讲演，这是最困难的，专家学者这是做不到的，他们往往讲太深，中下根性就没有办法得益。公案、故事、因缘这一段里头都包括了，虽然说个故事，都包括了。特别是在对初学，听众里头多半属于初学的，这就很有必要。但是这些东西一定要事先有准备，要有很妥善的穿插。穿插，这就是属于学问，技巧，要避免喧宾夺主。穿插公案、因缘、故事是什么？是调和枯燥，这个目的一达到了，大家精神马上一振作，就要收场，不能再讲下去。我一个一个连下去，你讲经一个小时，讲故事占了四十分钟，这叫喧宾夺主，决定不可以的。所以公案、故事、因缘的穿插，在整个你的讲演当中，最理想的，占十分之一的时间。你譬如我们一个小时的讲演，可以叫它占五分钟的时间，五、六分钟，不可以占多。占多的时候，人家是来听你讲经的，不是来听你讲故事的。",
      "zh_TW": "好，我們再看下面。這個講演，此地講學術跟通俗，我們講經是屬於通俗講演。你們將來在外面，人家請你們講開示，也是講通俗講演。通俗講演稱之為大講演，是最難的講演，聽眾裡頭有學者、有博士，還有不認識字的，還有沒有念過書的，統統集合在一塊，你講，都要能叫他得利益，這很困難，不是一個容易事情。那學術講演，學校老師教課，他一般程度整齊的，那好講。所以這是最難講，最不容易講的，所以他這個講的內容一定是多方面的，而不是一方面，裡頭有淺、有深，摻雜在一起，能叫一切根性的人都能夠得利益。所以這是我們一定要懂得，這不是普通的講演，不要把它看輕了，通俗大概是沒有什麼了不起。大講演，這是最困難的，專家學者這是做不到的，他們往往講太深，中下根性就沒有辦法得益。公案、故事、因緣這一段裡頭都包括了，雖然說個故事，都包括了。特別是在對初學，聽眾裡頭多半屬於初學的，這就很有必要。但是這些東西一定要事先有準備，要有很妥善的穿插。穿插，這就是屬於學問，技巧，要避免喧賓奪主。穿插公案、因緣、故事是什麼？是調和枯燥，這個目的一達到了，大家精神馬上一振作，就要收場，不能再講下去。我一個一個連下去，你講經一個小時，講故事佔了四十分鐘，這叫喧賓奪主，決定不可以的。所以公案、故事、因緣的穿插，在整個你的講演當中，最理想的，佔十分之一的時間。你譬如我們一個小時的講演，可以叫它佔五分鐘的時間，五、六分鐘，不可以佔多。佔多的時候，人家是來聽你講經的，不是來聽你講故事的。"
    },
    {
      "id": "23-018-0011_p0008",
      "zh_CN": "有一些不擅讲经的，比如《弥陀经》，《弥陀经》前面十六尊者，讲十六段好长的故事，一次还讲不完，还要到第二次、第三次，后来没有人来听经了，为什么？人家来听经，不是来听故事的。所以是偶尔点到为止。但是十六尊者的这些公案，我们自己不能不知道，自己一定要晓得，要有人问起来，不能说答不出来，一定要知道这些公案、因缘。所以你看作注解的人，有很多把它注得很清楚，那是应当的，注解是提供讲经的人参考资料。所以参考资料一定要丰富，在讲台上你可不能全搬出来，要懂得这个道理，要会运用。所以这些东西是点到为止，看到大家听经要打瞌睡了，精神提不起来，穿插一个公案、故事、因缘，所穿插一定与本经宗旨要相应，使他听了之后能够精神振奋一下，然后接着再讲经，这个是穿插用意之所在，必须要明了。",
      "zh_TW": "有一些不擅講經的，比如《彌陀經》，《彌陀經》前面十六尊者，講十六段好長的故事，一次還講不完，還要到第二次、第三次，後來沒有人來聽經了，為什麼？人家來聽經，不是來聽故事的。所以是偶爾點到為止。但是十六尊者的這些公案，我們自己不能不知道，自己一定要曉得，要有人問起來，不能說答不出來，一定要知道這些公案、因緣。所以你看作註解的人，有很多把它註得很清楚，那是應當的，註解是提供講經的人參考資料。所以參考資料一定要豐富，在講台上你可不能全搬出來，要懂得這個道理，要會運用。所以這些東西是點到為止，看到大家聽經要打瞌睡了，精神提不起來，穿插一個公案、故事、因緣，所穿插一定與本經宗旨要相應，使他聽了之後能夠精神振奮一下，然後接著再講經，這個是穿插用意之所在，必須要明瞭。"
    },
    {
      "id": "23-018-0011_p0009",
      "zh_CN": "我想这段文，大概也没有问题。超戒师也讲得很清楚。再看底下。",
      "zh_TW": "我想這段文，大概也沒有問題。超戒師也講得很清楚。再看底下。"
    },
    {
      "id": "23-018-0011_p0010",
      "zh_CN": "好，这一段，应该没有什么问题。",
      "zh_TW": "好，這一段，應該沒有什麼問題。"
    },
    {
      "id": "23-018-0011_p0011",
      "zh_CN": "大家在佛经里面常常看到，你看佛经，一般经典里面都掺杂有偈颂。偈颂的目的，多半属于重颂，因为讲经跟学校上课不一样，学校上课有一定的时间，有固定的学生，他到时候一定要到；而佛法里面讲经，虽然定的有时间，可是听众有先来后到，并不一定遵守时间来的。所以佛很慈悲，对于后来的这些人，那前面所讲的总不能再重复为他再讲一遍。如果不替他讲又对不起他，他很热心的到这个地方来听经，你叫他前面没听到，这也不好。那用什么方法？用偈颂的方法，这个是简简单单把前面所说的重新再说一遍。这样说的时候，前面听的人也不以为累赘。所以偈颂，一个是加深印象，便于记忆；另外一个就是给后来的，前面没有听到的，让他也能够听一个完整的意思，所以它有这两个目的在，佛经里面偈颂就特别之多。另外还有一个意思，前面所说的还需要补充的，那就是属于孤起颂，这个并不很多，我们在经典里面也常常能看到。有几首、有几句前面没说的，那这一类的属于孤起，补充前面长行之不足，长行有未竟的意思，用这方法来补充。所以这个方法在经典里面运用得非常巧妙，细寻经文就不难而知，我们从这个地方去学习。",
      "zh_TW": "大家在佛經裡面常常看到，你看佛經，一般經典裡面都摻雜有偈頌。偈頌的目的，多半屬於重頌，因為講經跟學校上課不一樣，學校上課有一定的時間，有固定的學生，他到時候一定要到；而佛法裡面講經，雖然定的有時間，可是聽眾有先來後到，並不一定遵守時間來的。所以佛很慈悲，對於後來的這些人，那前面所講的總不能再重複為他再講一遍。如果不替他講又對不起他，他很熱心的到這個地方來聽經，你叫他前面沒聽到，這也不好。那用什麼方法？用偈頌的方法，這個是簡簡單單把前面所說的重新再說一遍。這樣說的時候，前面聽的人也不以為累贅。所以偈頌，一個是加深印象，便於記憶；另外一個就是給後來的，前面沒有聽到的，讓他也能夠聽一個完整的意思，所以它有這兩個目的在，佛經裡面偈頌就特別之多。另外還有一個意思，前面所說的還需要補充的，那就是屬於孤起頌，這個並不很多，我們在經典裡面也常常能看到。有幾首、有幾句前面沒說的，那這一類的屬於孤起，補充前面長行之不足，長行有未竟的意思，用這方法來補充。所以這個方法在經典裡面運用得非常巧妙，細尋經文就不難而知，我們從這個地方去學習。"
    },
    {
      "id": "23-018-0011_p0012",
      "zh_CN": "这一小段文字并不多，如果除了注解之外，只有三行半的样子，文字不多，非常的简洁，也很容易懂，并不困难。大家看看还有没有问题？",
      "zh_TW": "這一小段文字並不多，如果除了註解之外，只有三行半的樣子，文字不多，非常的簡潔，也很容易懂，並不困難。大家看看還有沒有問題？"
    },
    {
      "id": "23-018-0011_p0013",
      "zh_CN": "今天时间到了，要没有问题的话，明天我们从「全篇结构」，预备到五十三面「开讲以前」，能够把底下这一段都准备完就最好了。准备到五十五面就更好了，因为它下面这些「讲态仪式」很好懂，这个不困难。",
      "zh_TW": "今天時間到了，要沒有問題的話，明天我們從「全篇結構」，預備到五十三面「開講以前」，能夠把底下這一段都準備完就最好了。準備到五十五面就更好了，因為它下面這些「講態儀式」很好懂，這個不困難。"
    },
    {
      "id": "23-018-0011_p0014",
      "zh_CN": "学生：为什么讲经的时候坐在上面不敢动？",
      "zh_TW": "學生：為什麼講經的時候坐在上面不敢動？"
    },
    {
      "id": "23-018-0011_p0015",
      "zh_CN": "老和尚：没有叫你不敢动，你不敢动，那不就变成太呆板了吗？所以说还是要叫你动的，但是动是庄重里面有活泼。动不起来？所以你看看释迦牟尼佛在楞严会上不是也是动吗？举拳，他也有动作的。所以讲台是很活泼的，前面都讲过。庄重，因为这是宣扬正法，动作里头，就活泼里面要庄重，这一点很重要。",
      "zh_TW": "老和尚：沒有叫你不敢動，你不敢動，那不就變成太呆板了嗎？所以說還是要叫你動的，但是動是莊重裡面有活潑。動不起來？所以你看看釋迦牟尼佛在楞嚴會上不是也是動嗎？舉拳，他也有動作的。所以講台是很活潑的，前面都講過。莊重，因為這是宣揚正法，動作裡頭，就活潑裡面要莊重，這一點很重要。"
    },
    {
      "id": "23-018-0011_p0016",
      "zh_CN": "学生：那天您讲一切智智，哪个是根本智，哪个是后得智？",
      "zh_TW": "學生：那天您講一切智智，哪個是根本智，哪個是後得智？"
    },
    {
      "id": "23-018-0011_p0017",
      "zh_CN": "老和尚：在一切智智，这前面这个智是根本智，后面这个智是后得智，就是前面是根本，后面是你应用。这个在经文上常常可以看到。",
      "zh_TW": "老和尚：在一切智智，這前面這個智是根本智，後面這個智是後得智，就是前面是根本，後面是你應用。這個在經文上常常可以看到。"
    },
    {
      "id": "23-018-0011_p0018",
      "zh_CN": "学生：根本智是讲体，后得智是讲用。",
      "zh_TW": "學生：根本智是講體，後得智是講用。"
    },
    {
      "id": "23-018-0011_p0019",
      "zh_CN": "老和尚：对，后得智讲用，后得智是权智，根本智就实智，也叫实智、权智。根本智是无知，对！般若无知，后得智是无所不知，所以你应用的时候是无所不知；不应用的时候，心地清清净净，一切清楚，一切明了，那就是根本智。不是不明了，你眼看得很清楚，耳听得很清楚，六根接触都很清楚，可是你没有生分别，你没有分别、没有执着，那就是根本智。",
      "zh_TW": "老和尚：對，後得智講用，後得智是權智，根本智就實智，也叫實智、權智。根本智是無知，對！般若無知，後得智是無所不知，所以你應用的時候是無所不知；不應用的時候，心地清清淨淨，一切清楚，一切明瞭，那就是根本智。不是不明瞭，你眼看得很清楚，耳聽得很清楚，六根接觸都很清楚，可是你沒有生分別，你沒有分別、沒有執著，那就是根本智。"
    },
    {
      "id": "23-018-0011_p0020",
      "zh_CN": "学生：所以它这个体用？",
      "zh_TW": "學生：所以它這個體用？"
    },
    {
      "id": "23-018-0011_p0021",
      "zh_CN": "对，体用，你那个用一定从体生的，你没有体哪有用！但是你要跟人家讲解的时候，那你就有分别，又有执着了，那是体用。因为你要是没有分别、没有执着，你讲什么？一句话也讲不出来。必须随众生的分别而分别，随众生的执着而执着，自己决定没有分别执着，是随众生的分别执着，所以它叫智。如果自己有执着、有分别，那就不叫智，智就没有，那叫世智辩聪。这个是佛法跟世法差别的地方，就是佛菩萨他是随顺众生的，他自己确确实实没有分别执着；世间人他决定是有分别执着，所以他不讲这个智慧。",
      "zh_TW": "對，體用，你那個用一定從體生的，你沒有體哪有用！但是你要跟人家講解的時候，那你就有分別，又有執著了，那是體用。因為你要是沒有分別、沒有執著，你講什麼？一句話也講不出來。必須隨眾生的分別而分別，隨眾生的執著而執著，自己決定沒有分別執著，是隨眾生的分別執著，所以它叫智。如果自己有執著、有分別，那就不叫智，智就沒有，那叫世智辯聰。這個是佛法跟世法差別的地方，就是佛菩薩他是隨順眾生的，他自己確確實實沒有分別執著；世間人他決定是有分別執著，所以他不講這個智慧。"
    },
    {
      "id": "23-018-0011_p0022",
      "zh_CN": "学生：老法师，四十八愿里面讲极乐国土。",
      "zh_TW": "學生：老法師，四十八願裡面講極樂國土。"
    },
    {
      "id": "23-018-0011_p0023",
      "zh_CN": "老和尚：每一条里面都有漏尽通，如果没有漏尽通，那些东西怎么能显示得出来？六通里面，漏尽通是根本。如果没有漏尽通，他的天眼通怎么能够洞视？他的天耳通，怎么能够彻听？你看看阿罗汉证得漏尽通，那个漏尽通是小的漏尽通，不是大的，不是究竟根本的，因为他所破的那个无明烦恼就是十二因缘里面的无明，十二因缘里面第一条无明是枝末无明，不是根本无明。所以缘觉跟声闻破的无明是十二因缘上的那个无明，枝叶无明，那个是六道轮回的生死根本，不是根本的。根本无明是十法界的那个佛，十法界第一个是佛，佛还没破，破那个才超越十法界，才契入到一真法界，你才晓得阿罗汉他那个神通不大。所以一般讲阿罗汉的天眼、天耳、宿命的能力，只到五百世。西方极乐世界，是彻听、洞视尽虚空遍法界，你想想看，他要没有漏尽通，那怎么行？可是文上不能写漏尽通，为什么不能写漏尽通？因为他的能力是阿弥陀佛本愿加持的，不是你自己。我带业往生，一品烦恼没破，到那个地方去，那个能力就跟八地菩萨一样，那是佛加持的，不是自己能力。自己真的到那个地步，那漏尽通就可以明写了，它里头有这个意思在。他的能力超过阿罗汉、辟支佛那不晓得多少倍，这在经文上都明白告诉我们。这它的意思很深。",
      "zh_TW": "老和尚：每一條裡面都有漏盡通，如果沒有漏盡通，那些東西怎麼能顯示得出來？六通裡面，漏盡通是根本。如果沒有漏盡通，他的天眼通怎麼能夠洞視？他的天耳通，怎麼能夠徹聽？你看看阿羅漢證得漏盡通，那個漏盡通是小的漏盡通，不是大的，不是究竟根本的，因為他所破的那個無明煩惱就是十二因緣裡面的無明，十二因緣裡面第一條無明是枝末無明，不是根本無明。所以緣覺跟聲聞破的無明是十二因緣上的那個無明，枝葉無明，那個是六道輪迴的生死根本，不是根本的。根本無明是十法界的那個佛，十法界第一個是佛，佛還沒破，破那個才超越十法界，才契入到一真法界，你才曉得阿羅漢他那個神通不大。所以一般講阿羅漢的天眼、天耳、宿命的能力，只到五百世。西方極樂世界，是徹聽、洞視盡虛空遍法界，你想想看，他要沒有漏盡通，那怎麼行？可是文上不能寫漏盡通，為什麼不能寫漏盡通？因為他的能力是阿彌陀佛本願加持的，不是你自己。我帶業往生，一品煩惱沒破，到那個地方去，那個能力就跟八地菩薩一樣，那是佛加持的，不是自己能力。自己真的到那個地步，那漏盡通就可以明寫了，它裡頭有這個意思在。他的能力超過阿羅漢、辟支佛那不曉得多少倍，這在經文上都明白告訴我們。這它的意思很深。"
    },
    {
      "id": "23-018-0011_p0024",
      "zh_CN": "学生：老法师，知道这样怎么样讲演，好像把自己捆绑，愈紧张就愈紧张。",
      "zh_TW": "學生：老法師，知道這樣怎麼樣講演，好像把自己綑綁，愈緊張就愈緊張。"
    },
    {
      "id": "23-018-0011_p0025",
      "zh_CN": "老和尚：对，不错，我们大家都看到了。这个原因在哪里？你看，你们现在的能力的确是进步，你们已经会批评了。你们会批评别人，可是上台就不行了，你们做讲评都好手，可是自己上台的时候又毛病百出了。原因就在多练习，练习得不够，观摩、实习，这个要很长的时间，这个老师没办法。老师只能教方圆，只能教规矩，不能教你巧，这个巧是要自己功夫磨练出来的，一定要依照这个方法去修学，决定不能离开方法，离开方法，那后面就一团糟。一定不要离开方法，从方法里面出巧妙，巧妙又不离方法，这是高手。你看他不管怎么说法，你仔细去听，他不离方法，不离规矩，这个就是好手。",
      "zh_TW": "老和尚：對，不錯，我們大家都看到了。這個原因在哪裡？你看，你們現在的能力的確是進步，你們已經會批評了。你們會批評別人，可是上台就不行了，你們做講評都好手，可是自己上台的時候又毛病百出了。原因就在多練習，練習得不夠，觀摩、實習，這個要很長的時間，這個老師沒辦法。老師只能教方圓，只能教規矩，不能教你巧，這個巧是要自己功夫磨練出來的，一定要依照這個方法去修學，決定不能離開方法，離開方法，那後面就一團糟。一定不要離開方法，從方法裡面出巧妙，巧妙又不離方法，這是高手。你看他不管怎麼說法，你仔細去聽，他不離方法，不離規矩，這個就是好手。"
    },
    {
      "id": "23-018-0011_p0026",
      "zh_CN": "学生：老法师教我们《华严经》的科判。",
      "zh_TW": "學生：老法師教我們《華嚴經》的科判。"
    },
    {
      "id": "23-018-0011_p0027",
      "zh_CN": "老和尚：《华严经》？《华严经》科判那是清凉大师的。这个要看因缘，看看将来有没有这个机缘，我们很希望有这么一天来研究《华严经》，的确《华严经》上奠下这个基础，那是整个佛法，大小乘可以说你全部都贯通。这个工作大概要四年到五年，是非常值得的，就像我们这样一班研究讨论，这一部《华严经》从头到尾，那很有趣味。这是大事，这个历史上凡是讲《华严经》，在历史上都有记载，那是佛家的第一桩大事，无比的殊胜。讲其他的经，没有人给你在历史上记载，讲《华严》有记载的。",
      "zh_TW": "老和尚：《華嚴經》？《華嚴經》科判那是清涼大師的。這個要看因緣，看看將來有沒有這個機緣，我們很希望有這麼一天來研究《華嚴經》，的確《華嚴經》上奠下這個基礎，那是整個佛法，大小乘可以說你全部都貫通。這個工作大概要四年到五年，是非常值得的，就像我們這樣一班研究討論，這一部《華嚴經》從頭到尾，那很有趣味。這是大事，這個歷史上凡是講《華嚴經》，在歷史上都有記載，那是佛家的第一樁大事，無比的殊勝。講其他的經，沒有人給你在歷史上記載，講《華嚴》有記載的。"
    },
    {
      "id": "23-018-0011_p0028",
      "zh_CN": "好，没有事我们就下课。",
      "zh_TW": "好，沒有事我們就下課。"
    }
  ]
}