{
  "doc_id": "23-018-0002",
  "title": {
    "zh_CN": "内典研学要领—初机学者，宜先守一",
    "zh_TW": "內典研學要領—初機學者，宜先守一"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "（第二集）",
    "zh_TW": "（第二集）"
  },
  "doc_number": "23-018-0002",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "23-018-0002_p0001",
      "zh_CN": "好，我们一段一段的来，多了就搞糊涂了。这一段非常重要，佛说经，无论是大乘、小乘，所说的一切经，他从哪里说出来的，从什么地方说出来的，这就是讲理论的依据。如果理论依据我们不清楚，佛讲的经我们怎么能够相信？信心就生不起来。所以「辨体」就是佛说经理论的依据。大乘经是讲的真相，实相就是真相，宇宙人生的真相，是依这个说的。我们要明白这个道理，那佛讲的经我们自然就信受奉行，它不是假的，不是从他自己去想像、推测、演绎出来的，而所说的完全是事实真相。我们在《无量寿经》上读到，法藏比丘要求他的老师世间自在王，跟他说什么法？说一切诸佛刹土的真相，不就说的这个吗？完全讲的事实，没有一句是自己的意思，没有一句是捏造的，完全是事实。这一段的大意在此地。明白这个道理，我们讲经就能契理，就是决定不违背这个理体，这就能够契理。另一方面说，契机就是权巧方便，这个就是决定不违背事实真相。",
      "zh_TW": "好，我們一段一段的來，多了就搞糊塗了。這一段非常重要，佛說經，無論是大乘、小乘，所說的一切經，他從哪裡說出來的，從什麼地方說出來的，這就是講理論的依據。如果理論依據我們不清楚，佛講的經我們怎麼能夠相信？信心就生不起來。所以「辨體」就是佛說經理論的依據。大乘經是講的真相，實相就是真相，宇宙人生的真相，是依這個說的。我們要明白這個道理，那佛講的經我們自然就信受奉行，它不是假的，不是從他自己去想像、推測、演繹出來的，而所說的完全是事實真相。我們在《無量壽經》上讀到，法藏比丘要求他的老師世間自在王，跟他說什麼法？說一切諸佛剎土的真相，不就說的這個嗎？完全講的事實，沒有一句是自己的意思，沒有一句是捏造的，完全是事實。這一段的大意在此地。明白這個道理，我們講經就能契理，就是決定不違背這個理體，這就能夠契理。另一方面說，契機就是權巧方便，這個就是決定不違背事實真相。"
    },
    {
      "id": "23-018-0002_p0002",
      "zh_CN": "那小乘的典籍，它就没有那么直接，小乘是方便说，所以偏重在众生能接受的方面。但是它也有原则，它也不是漫无目的，所以它有三个标准，无常、无我、涅槃。小乘经很多，也有几千几千卷，但是决定不违背这三个原则。如果违背这三个原则，那就不是佛经，必定是与这三个原则相应，或者是与其中一个，或者是有两个，或者三个都有。这里说了，小乘经里头也有少部分用实相为体的，也是说明事实真相的。所以他这地方讲，也不能是一概而论，因为小乘经有一部分也是讲事实真相，所以这一点我们必须要清楚。能够契入实相，那就是入，也是证得佛法里面讲的不二法门，不二就是一，一就是真，真就是实相。这个句子里面有一句，这是「相依于体，妄依于真，必知妄相始悟真体」，真妄实在不二，实在是一个。明白人他看得很清楚，迷惑人他只见妄相，不见真性。这个在大乘经里面讲得非常透彻、非常明白，真的是「凡所有相，皆是虚妄」，相是虚妄，虚妄相怎么成的？虚妄相是真体，体是真的，是从真体里面现出来的。所以「真妄不二，性相一如」，确确实实是一桩事情。所以明白人，宗门讲的是明心见性的人，他见妄就是见真，见妄就是证真。我们凡夫就是迷，迷在哪里？我们见妄不晓得真，不晓得哪里是真的，差别就在此地。凡圣的差别就在这个地方。",
      "zh_TW": "那小乘的典籍，它就沒有那麼直接，小乘是方便說，所以偏重在眾生能接受的方面。但是它也有原則，它也不是漫無目的，所以它有三個標準，無常、無我、涅槃。小乘經很多，也有幾千幾千卷，但是決定不違背這三個原則。如果違背這三個原則，那就不是佛經，必定是與這三個原則相應，或者是與其中一個，或者是有兩個，或者三個都有。這裡說了，小乘經裡頭也有少部分用實相為體的，也是說明事實真相的。所以他這地方講，也不能是一概而論，因為小乘經有一部分也是講事實真相，所以這一點我們必須要清楚。能夠契入實相，那就是入，也是證得佛法裡面講的不二法門，不二就是一，一就是真，真就是實相。這個句子裡面有一句，這是「相依於體，妄依於真，必知妄相始悟真體」，真妄實在不二，實在是一個。明白人他看得很清楚，迷惑人他只見妄相，不見真性。這個在大乘經裡面講得非常透徹、非常明白，真的是「凡所有相，皆是虛妄」，相是虛妄，虛妄相怎麼成的？虛妄相是真體，體是真的，是從真體裡面現出來的。所以「真妄不二，性相一如」，確確實實是一樁事情。所以明白人，宗門講的是明心見性的人，他見妄就是見真，見妄就是證真。我們凡夫就是迷，迷在哪裡？我們見妄不曉得真，不曉得哪裡是真的，差別就在此地。凡聖的差別就在這個地方。"
    },
    {
      "id": "23-018-0002_p0003",
      "zh_CN": "好，这一段你们还有没有问题？这个地方我想不需要，这你们自己应该去查去，因为你们每个人都要上台讲的，天天抽签，看哪个幸运中奖。这些东西，你们自己统统要预备，你们的笔记上都要写，讲则不必。讲的时候，这大家都知道，我们不是对初学的。如果将来你们在佛学院教学，你们要讲，要细讲。这里同学不需要耽误时间，这同学是你们每个人都要讲的，你们资料应当是很丰富的，所以这就可以省掉，可以省。但是在佛学院教学生不能省，那个要讲清楚。但是你们教学的时候，说实在话，用我这个方法最好。你们讲学，那个讲的人好辛苦，学的人很轻松，学的人爱听就听，不爱听就，他究竟学多少，你没有办法检查。我这个教学方法，我不要检查你们的，你们一定准备很充分，为什么？抽签上来讲，你讲给我们大家听，所以我教的就很轻松，学的就很辛苦。但你们的辛苦不是白吃的，你们真正得受用。所以我只把方法原则告诉大家，大家一定要认真努力去学。",
      "zh_TW": "好，這一段你們還有沒有問題？這個地方我想不需要，這你們自己應該去查去，因為你們每個人都要上台講的，天天抽籤，看哪個幸運中獎。這些東西，你們自己統統要預備，你們的筆記上都要寫，講則不必。講的時候，這大家都知道，我們不是對初學的。如果將來你們在佛學院教學，你們要講，要細講。這裡同學不需要耽誤時間，這同學是你們每個人都要講的，你們資料應當是很豐富的，所以這就可以省掉，可以省。但是在佛學院教學生不能省，那個要講清楚。但是你們教學的時候，說實在話，用我這個方法最好。你們講學，那個講的人好辛苦，學的人很輕鬆，學的人愛聽就聽，不愛聽就，他究竟學多少，你沒有辦法檢查。我這個教學方法，我不要檢查你們的，你們一定準備很充分，為什麼？抽籤上來講，你講給我們大家聽，所以我教的就很輕鬆，學的就很辛苦。但你們的辛苦不是白吃的，你們真正得受用。所以我只把方法原則告訴大家，大家一定要認真努力去學。"
    },
    {
      "id": "23-018-0002_p0004",
      "zh_CN": "好，没有问题就入第二段，接下去。这一段，这个宗不是目的，这里讲错了，宗是方法，目的是前面的体，前面的辨体是目的。这个明宗是修行的方法，你看这注得就很清楚，「即起修之趋向」，就是你修学的方向、你修学的方法。下面举这个比喻，这个比喻好懂。这一段讲的着重在自行，明宗着重在自行。不但是讲经要明白，你自己修学也要明白，你不明白的话就是你修行的原则、修行的方法你不知道，那你从哪里修起？所以你不懂得宗旨，就是盲修瞎练；不能辨体，你修行没有目标。所以这个两条，你就晓得它非常重要，它是一部经里头开端。五重玄义里面讲明宗，是说这一部经、这一个法门它修行的方法，修行的方向有个总说，这个地方是总说。在底下里面所讲的，举的这几个例子，可以略略的说一说。你譬如《阿弥陀经》，《阿弥陀经》修行的方法、要领就是信、愿、行三个条件，三原则，古人称之为三资粮，资粮是比喻，这是非常重要。资粮，是从前古人去旅行，你出去旅行，你一定要身上带钱，钱是资；那个时候不像现在旅馆饭店这么多，可能说你走几天都遇不到一个饭店，都遇不到一个旅馆，那你就是自己要带干粮，所以从前一定要带粮。出门旅行的时候，要带干粮、要带钱，这叫资粮，这比喻说旅行必须要具备的条件。我们念佛求生西方极乐世界，这个必须要的条件是信愿行，这三个条件少一个都不可以，所以称之为三资粮。这个修学方法，就能够达到往生极乐世界的目标。",
      "zh_TW": "好，沒有問題就入第二段，接下去。這一段，這個宗不是目的，這裡講錯了，宗是方法，目的是前面的體，前面的辨體是目的。這個明宗是修行的方法，你看這註得就很清楚，「即起修之趨向」，就是你修學的方向、你修學的方法。下面舉這個比喻，這個比喻好懂。這一段講的著重在自行，明宗著重在自行。不但是講經要明白，你自己修學也要明白，你不明白的話就是你修行的原則、修行的方法你不知道，那你從哪裡修起？所以你不懂得宗旨，就是盲修瞎練；不能辨體，你修行沒有目標。所以這個兩條，你就曉得它非常重要，它是一部經裡頭開端。五重玄義裡面講明宗，是說這一部經、這一個法門它修行的方法，修行的方向有個總說，這個地方是總說。在底下裡面所講的，舉的這幾個例子，可以略略的說一說。你譬如《阿彌陀經》，《阿彌陀經》修行的方法、要領就是信、願、行三個條件，三原則，古人稱之為三資糧，資糧是比喻，這是非常重要。資糧，是從前古人去旅行，你出去旅行，你一定要身上帶錢，錢是資；那個時候不像現在旅館飯店這麼多，可能說你走幾天都遇不到一個飯店，都遇不到一個旅館，那你就是自己要帶乾糧，所以從前一定要帶糧。出門旅行的時候，要帶乾糧、要帶錢，這叫資糧，這比喻說旅行必須要具備的條件。我們念佛求生西方極樂世界，這個必須要的條件是信願行，這三個條件少一個都不可以，所以稱之為三資糧。這個修學方法，就能夠達到往生極樂世界的目標。"
    },
    {
      "id": "23-018-0002_p0005",
      "zh_CN": "《法华经》修行的方法，一乘因果；《金刚经》修行的方法是观照，这是修观，观照，契理；《楞严经》修行的方法是悟明心地，这是略举。虽然是这么个说法，但是古来的这些祖师大德注经，各有各的说法，五重玄义，各人有各人的编法，但是大概辨体是不会变的，每一家看法是一样的。可是修行方法，我们怎样达到这个目的地？有人喜欢坐船，有人喜欢坐车，有人喜欢步行，那是各人不一样。所以宗用是每个人看法不一样，体大致上差不多，一般都是公认的。所以这是方法。",
      "zh_TW": "《法華經》修行的方法，一乘因果；《金剛經》修行的方法是觀照，這是修觀，觀照，契理；《楞嚴經》修行的方法是悟明心地，這是略舉。雖然是這麼個說法，但是古來的這些祖師大德註經，各有各的說法，五重玄義，各人有各人的編法，但是大概辨體是不會變的，每一家看法是一樣的。可是修行方法，我們怎樣達到這個目的地？有人喜歡坐船，有人喜歡坐車，有人喜歡步行，那是各人不一樣。所以宗用是每個人看法不一樣，體大致上差不多，一般都是公認的。所以這是方法。"
    },
    {
      "id": "23-018-0002_p0006",
      "zh_CN": "底下最重要的，这是初学的人，无论你是自己修，无论你是学讲经，你一定要找一家，你去选择，选择一家做依靠，绝不能搞几家，合起来搞，几家合起来搞，一定乱了。一个老师是走一条路，两个老师就有两条路，三个老师就三叉路口，四个老师就十字街头，你怎么办？你决定不能成功。这就讲的师承，师承的重要，跟一个老师是走一条道路。路，八万四千法门、无量法门，哪一条路都能够达到目的，目的是什么？明心见性，这个体就是性体，就是明心见性，这是我们的终极目标。到这个目标，路太多太多了，千经万论都是路，每一家讲法都是路，你走一条路，你一定会走到。一条路，有的高明，那个路比较近，一下就走到；有的不高明，就迂回，要走很久才能走到，但是都能走到。你要是找，跟两个老师学、三个老师学，可以说你一生不要指望，你决定走不到。为什么？他里头意见分歧，他叫你走这个路，他叫你走那个路，你到底走那个路好？",
      "zh_TW": "底下最重要的，這是初學的人，無論你是自己修，無論你是學講經，你一定要找一家，你去選擇，選擇一家做依靠，絕不能搞幾家，合起來搞，幾家合起來搞，一定亂了。一個老師是走一條路，兩個老師就有兩條路，三個老師就三叉路口，四個老師就十字街頭，你怎麼辦？你決定不能成功。這就講的師承，師承的重要，跟一個老師是走一條道路。路，八萬四千法門、無量法門，哪一條路都能夠達到目的，目的是什麼？明心見性，這個體就是性體，就是明心見性，這是我們的終極目標。到這個目標，路太多太多了，千經萬論都是路，每一家講法都是路，你走一條路，你一定會走到。一條路，有的高明，那個路比較近，一下就走到；有的不高明，就迂迴，要走很久才能走到，但是都能走到。你要是找，跟兩個老師學、三個老師學，可以說你一生不要指望，你決定走不到。為什麼？他裡頭意見分歧，他叫你走這個路，他叫你走那個路，你到底走那個路好？"
    },
    {
      "id": "23-018-0002_p0007",
      "zh_CN": "所以我们选择注解，学经的时候，要学跟一个人。什么时候你才能够参考其他的？这是深入以后。什么叫深入？教下讲「大开圆解」，禅宗讲「大彻大悟」，你才可以参考别的，那对你只有帮助，没有妨碍。你一样没有大开圆解、没有大彻大悟，你就得要知道，老老实实跟一个老师。所以你看古大德，有人跟一个老师，十年、八年的；有人跟一个老师，二十年、三十年；有人一辈子不离开老师的，你要晓得道理就在此地。像永嘉禅师，那个大概在中国只有一个，没看到第二个。永嘉禅师一见六祖，六祖给他一讲开示，他就大彻大悟，第二天他就走了。他当时他就要走，六祖说你未免走得太快，所以留住一天，叫「一宿觉」。那是个特殊人物，那个人没办法学的，那个我们讲是天才。所以不是那种天才的话，那就得好好的要跟一个老师。所以我们选注，选一家，我们就依一家之言，绝不会参考第二家，它这个体系、脉络是完整的，至少是完整的，这个学讲经的人不可以不知道。许多讲经的人，他不是不用功，不是不努力，他很辛苦在那里准备，他就不懂这个要领，掺杂许多家，搞大杂烩，弄个大拼盘摆出来，什么也不是，那不是一道名菜，那大杂烩，失败失败在此地。所以后头这一句非常重要，要知道什么叫深入，深入是自己真的开悟了，这个时候可以。",
      "zh_TW": "所以我們選擇註解，學經的時候，要學跟一個人。什麼時候你才能夠參考其他的？這是深入以後。什麼叫深入？教下講「大開圓解」，禪宗講「大徹大悟」，你才可以參考別的，那對你只有幫助，沒有妨礙。你一樣沒有大開圓解、沒有大徹大悟，你就得要知道，老老實實跟一個老師。所以你看古大德，有人跟一個老師，十年、八年的；有人跟一個老師，二十年、三十年；有人一輩子不離開老師的，你要曉得道理就在此地。像永嘉禪師，那個大概在中國只有一個，沒看到第二個。永嘉禪師一見六祖，六祖給他一講開示，他就大徹大悟，第二天他就走了。他當時他就要走，六祖說你未免走得太快，所以留住一天，叫「一宿覺」。那是個特殊人物，那個人沒辦法學的，那個我們講是天才。所以不是那種天才的話，那就得好好的要跟一個老師。所以我們選註，選一家，我們就依一家之言，絕不會參考第二家，它這個體系、脈絡是完整的，至少是完整的，這個學講經的人不可以不知道。許多講經的人，他不是不用功，不是不努力，他很辛苦在那裡準備，他就不懂這個要領，摻雜許多家，搞大雜燴，弄個大拼盤擺出來，什麼也不是，那不是一道名菜，那大雜燴，失敗失敗在此地。所以後頭這一句非常重要，要知道什麼叫深入，深入是自己真的開悟了，這個時候可以。"
    },
    {
      "id": "23-018-0002_p0008",
      "zh_CN": "学生：老法师，刚刚的宗旨方法，目的是指前面的体？",
      "zh_TW": "學生：老法師，剛剛的宗旨方法，目的是指前面的體？"
    },
    {
      "id": "23-018-0002_p0009",
      "zh_CN": "老和尚：对，不错，体是目的。对，不错。这个一段，意思都很明显，要紧的是记住，前面明宗是修因，此地「论用」是果报。你既然修了，修了会得什么结果，这要把结果说出来，然后你才晓得你修行的功夫不是白费。你依照这个方法去修，一定得利益，一定得好处，这种利益好处，就是在此地说明白的。所以宗跟用有因果关系，有因必有果，所以这个一定要说明。不说明，你说我照这个去修，修了到最后我得什么？所以你要把它说清楚，他就肯修了，就肯认真去干。举的这几个例子也很好，也很明显，我们为什么要信愿持名？我们得的果报是往生不退成佛，这里只简单提一个往生做作用，实际上往生后面有不退成佛，这个合起来讲，利益就太大太大了。",
      "zh_TW": "老和尚：對，不錯，體是目的。對，不錯。這個一段，意思都很明顯，要緊的是記住，前面明宗是修因，此地「論用」是果報。你既然修了，修了會得什麼結果，這要把結果說出來，然後你才曉得你修行的功夫不是白費。你依照這個方法去修，一定得利益，一定得好處，這種利益好處，就是在此地說明白的。所以宗跟用有因果關係，有因必有果，所以這個一定要說明。不說明，你說我照這個去修，修了到最後我得什麼？所以你要把它說清楚，他就肯修了，就肯認真去幹。舉的這幾個例子也很好，也很明顯，我們為什麼要信願持名？我們得的果報是往生不退成佛，這裡只簡單提一個往生做作用，實際上往生後面有不退成佛，這個合起來講，利益就太大太大了。"
    },
    {
      "id": "23-018-0002_p0010",
      "zh_CN": "《法华经》，这是修一乘因果，是断疑生信，破除微细的疑障，生起成佛的信心。所以中国古大德常讲，成佛的《法华》，开智慧的《楞严》，这说得是很有道理的，也有它的依据。《法华经》确确实实把微细的疑惑都破除了，一阐提都能成佛，这才是一乘因果。《金刚经》破执着，破我执、破法执，所以一开端就叫我们破四相，后面要我们用观慧，无论是用定、还是用慧，《金刚般若》里面多半是用慧，慧离不开定，定慧等持，这才能破除两种执着。执着能破除，无论修学哪一个法门，都一帆风顺。所以我们上一次在这边讲《金刚经》，其目的就是因为念佛的人有许多的执着，所以功夫不得力，特别把《金刚经》提出来说一说，希望有助于念佛用功。《楞严》是以圆满菩提，真的是开智慧，但是《楞严经》的确是很不好懂，也很不好讲。为什么不好讲？因为自己智慧没开，自己智慧没开，怎么能帮助别人开智慧？所以这个都要了解它的性质，了解它修行方法，以及它所达到的目标。这是讲到行法，多半偏重在利他。这些大乘经，以后我们需不需要学，完全看情形，都是属于利他的，帮助别人。自己成就，这是一部《弥陀经》，或者一部《无量寿经》，足足够了，足够了。这地方讲帮助众生。",
      "zh_TW": "《法華經》，這是修一乘因果，是斷疑生信，破除微細的疑障，生起成佛的信心。所以中國古大德常講，成佛的《法華》，開智慧的《楞嚴》，這說得是很有道理的，也有它的依據。《法華經》確確實實把微細的疑惑都破除了，一闡提都能成佛，這才是一乘因果。《金剛經》破執著，破我執、破法執，所以一開端就叫我們破四相，後面要我們用觀慧，無論是用定、還是用慧，《金剛般若》裡面多半是用慧，慧離不開定，定慧等持，這才能破除兩種執著。執著能破除，無論修學哪一個法門，都一帆風順。所以我們上一次在這邊講《金剛經》，其目的就是因為念佛的人有許多的執著，所以功夫不得力，特別把《金剛經》提出來說一說，希望有助於念佛用功。《楞嚴》是以圓滿菩提，真的是開智慧，但是《楞嚴經》的確是很不好懂，也很不好講。為什麼不好講？因為自己智慧沒開，自己智慧沒開，怎麼能幫助別人開智慧？所以這個都要了解它的性質，了解它修行方法，以及它所達到的目標。這是講到行法，多半偏重在利他。這些大乘經，以後我們需不需要學，完全看情形，都是屬於利他的，幫助別人。自己成就，這是一部《彌陀經》，或者一部《無量壽經》，足足夠了，足夠了。這地方講幫助眾生。"
    },
    {
      "id": "23-018-0002_p0011",
      "zh_CN": "好，下面「判教」。这个一段是判教，分科判教。自己修学，如果能懂得分科判教，修学一定得来很大的便利。如果不懂，要有真诚心，老实念也能成就，但是要讲给别人听，你不懂得这个方法，你讲的东西没有头绪，一定很凌乱，没有条理，那很难把经义讲清楚、讲明白。所以这对讲经的人非常非常重要，这就是前面讲的规矩、法则。一部经，我们就依天台的说法，一部经有一部经的五重玄义，一品经有一品经的五重玄义，现在你们分科已经懂得了，一品经里头分几个大段，每一个大段里头有五重玄义，大段里头有中段，中段里头有小段，甚至每一句里面都有五重玄义，有很多人说，我没得讲。你要懂得这个方法，一字一句都讲不尽，哪会没得讲？但是这个功夫，初学的人做不到，必须要有相当深度，他才能看得出来。那个时候你看经，其味无穷，字字句句都含无量义，古人常讲字字句句无量义。无量义怎么看出来？从这个地方看出来的。我们现在没有那么细，是粗说、略说，只讲全经的，这个品、节、段统统都不说了。这就是我们入法海入得很浅，愈往下去，每一品那就更深了，再每一大段，又深一层了，再每一中段再深，其深无比，其广无边。从这个地方你就能真正体会出来，佛法大海深广无际。",
      "zh_TW": "好，下面「判教」。這個一段是判教，分科判教。自己修學，如果能懂得分科判教，修學一定得來很大的便利。如果不懂，要有真誠心，老實念也能成就，但是要講給別人聽，你不懂得這個方法，你講的東西沒有頭緒，一定很凌亂，沒有條理，那很難把經義講清楚、講明白。所以這對講經的人非常非常重要，這就是前面講的規矩、法則。一部經，我們就依天台的說法，一部經有一部經的五重玄義，一品經有一品經的五重玄義，現在你們分科已經懂得了，一品經裡頭分幾個大段，每一個大段裡頭有五重玄義，大段裡頭有中段，中段裡頭有小段，甚至每一句裡面都有五重玄義，有很多人說，我沒得講。你要懂得這個方法，一字一句都講不盡，哪會沒得講？但是這個功夫，初學的人做不到，必須要有相當深度，他才能看得出來。那個時候你看經，其味無窮，字字句句都含無量義，古人常講字字句句無量義。無量義怎麼看出來？從這個地方看出來的。我們現在沒有那麼細，是粗說、略說，只講全經的，這個品、節、段統統都不說了。這就是我們入法海入得很淺，愈往下去，每一品那就更深了，再每一大段，又深一層了，再每一中段再深，其深無比，其廣無邊。從這個地方你就能真正體會出來，佛法大海深廣無際。"
    },
    {
      "id": "23-018-0002_p0012",
      "zh_CN": "一开端，这用最简单的话，把这事情介绍出来，这个是大乘、小乘，权教、实教，权教是方便教，小乘里面多半是权教。大乘经里面也都有，像《无量寿经》，佛教给我们怎么断恶，怎么样修善，怎么样处事待人接物，这属于权教。教给我们怎么样往生不退成佛，那是真的，那是实教。所以一部经里头，实在讲，大、小、权、实的意思统统都有，为什么把它判作大乘经、小乘经？看哪个说得多。大乘说得多，就把它入大乘经；小乘说得多，就把它入小乘经；权说得多，就把它分做权教；实说得多，就把它分做实教。实在讲，你要是严格的分，它哪一部经，统统都包含。所以古来的这些祖师大德们分科判教，就取它的多分，在这个比例上，用这种方法来分。",
      "zh_TW": "一開端，這用最簡單的話，把這事情介紹出來，這個是大乘、小乘，權教、實教，權教是方便教，小乘裡面多半是權教。大乘經裡面也都有，像《無量壽經》，佛教給我們怎麼斷惡，怎麼樣修善，怎麼樣處事待人接物，這屬於權教。教給我們怎麼樣往生不退成佛，那是真的，那是實教。所以一部經裡頭，實在講，大、小、權、實的意思統統都有，為什麼把它判作大乘經、小乘經？看哪個說得多。大乘說得多，就把它入大乘經；小乘說得多，就把它入小乘經；權說得多，就把它分做權教；實說得多，就把它分做實教。實在講，你要是嚴格的分，它哪一部經，統統都包含。所以古來的這些祖師大德們分科判教，就取它的多分，在這個比例上，用這種方法來分。"
    },
    {
      "id": "23-018-0002_p0013",
      "zh_CN": "「一切化法及一切法仪」，化法就是教化众生的方法，仪是仪式，仪是讲的教化众生的仪式。底下讲的「乘藏」，乘是二乘、三乘，藏是三藏。这两个字代表全部的佛法，数量太大了，所以浩如烟海，这是比喻。其实佛所说的，一生四十九年所说的一切经，那分量之多，我们不晓得，流传到中国是一部分，因为那时候交通不方便，运输很困难，我们法师到印度去求经，印度法师到中国来，带的这些经典那是选之又选，是精挑细选，选一些好东西，适合于东方人带来，那不能带的都不带了。因为那时候经书不像现在这么方便，写在贝叶上面。那个贝叶经不知道你们有没有看过？贝多罗的树叶，那个厚度比我们这个封面厚得多了，差不多有我们封面两倍厚的样子，两倍厚，树叶把它裁成长条，上面写成字，两边打洞，用线穿起来叫「修多罗」。那个一片里面，大概通常都是写四行，你就晓得一部经，用那种东西，现在讲的要大卡车，你一部《华严经》要装几个卡车才装得下？你才晓得那个多么笨重，不方便。所以流传到中国来的时候，是精挑细选，不是全部的，你才晓得世尊四十九年讲的东西之多。到了中国之后，翻成中文，又再来再挑选，并不是完全都翻，又精挑细选才翻成中文。其次的，不很重要的，就不翻了；不翻很可惜，原来的原文也都丧失掉了。我当年学佛，对这个问题有疑惑，这么好的东西翻出来中文了，原文为什么不保存？把它这样子丢掉？我向方东美先生请教，方先生听到我这个话，笑笑告诉我，他说我们中国人太自负，认为我们所翻的，不但原来的意思完全正确、没有错误，所翻的文字比梵文还要华美，有中文就可以，梵文可以不要了。这是方老师告诉我的。所以中国人实实在在了不起，确确实实了不起，他讲的话不无道理。",
      "zh_TW": "「一切化法及一切法儀」，化法就是教化眾生的方法，儀是儀式，儀是講的教化眾生的儀式。底下講的「乘藏」，乘是二乘、三乘，藏是三藏。這兩個字代表全部的佛法，數量太大了，所以浩如煙海，這是比喻。其實佛所說的，一生四十九年所說的一切經，那分量之多，我們不曉得，流傳到中國是一部分，因為那時候交通不方便，運輸很困難，我們法師到印度去求經，印度法師到中國來，帶的這些經典那是選之又選，是精挑細選，選一些好東西，適合於東方人帶來，那不能帶的都不帶了。因為那時候經書不像現在這麼方便，寫在貝葉上面。那個貝葉經不知道你們有沒有看過？貝多羅的樹葉，那個厚度比我們這個封面厚得多了，差不多有我們封面兩倍厚的樣子，兩倍厚，樹葉把它裁成長條，上面寫成字，兩邊打洞，用線穿起來叫「修多羅」。那個一片裡面，大概通常都是寫四行，你就曉得一部經，用那種東西，現在講的要大卡車，你一部《華嚴經》要裝幾個卡車才裝得下？你才曉得那個多麼笨重，不方便。所以流傳到中國來的時候，是精挑細選，不是全部的，你才曉得世尊四十九年講的東西之多。到了中國之後，翻成中文，又再來再挑選，並不是完全都翻，又精挑細選才翻成中文。其次的，不很重要的，就不翻了；不翻很可惜，原來的原文也都喪失掉了。我當年學佛，對這個問題有疑惑，這麼好的東西翻出來中文了，原文為什麼不保存？把它這樣子丟掉？我向方東美先生請教，方先生聽到我這個話，笑笑告訴我，他說我們中國人太自負，認為我們所翻的，不但原來的意思完全正確、沒有錯誤，所翻的文字比梵文還要華美，有中文就可以，梵文可以不要了。這是方老師告訴我的。所以中國人實實在在了不起，確確實實了不起，他講的話不無道理。"
    },
    {
      "id": "23-018-0002_p0014",
      "zh_CN": "我们的翻译不是简单的，不是草率的，这个翻译是国家来主持的，译场规模之大，它是有编制、有制度的，不是草率做这个事情的。这是佛法到中国来，真的是得天独厚，中国国家来支持，帝王发心，集全国的人才来做这个工作。所以现在翻成西方的文字，翻的那当然不能看，问题太多了。译经是很不容易的事情，当年主持译经的人都是修行证果的人，参与的人都是有修有证的，不是普通人。并不是说懂得两国文字就可以翻，没有那么简单的，一定要契入经意，他才了解，他用的这个字句才妥当。这是诸佛菩萨对于中国人特别的加持，是特别的保佑，也可以说是中国这个地区，这些老百姓们善根福德因缘无始劫的成就，才有这个感应。",
      "zh_TW": "我們的翻譯不是簡單的，不是草率的，這個翻譯是國家來主持的，譯場規模之大，它是有編制、有制度的，不是草率做這個事情的。這是佛法到中國來，真的是得天獨厚，中國國家來支持，帝王發心，集全國的人才來做這個工作。所以現在翻成西方的文字，翻的那當然不能看，問題太多了。譯經是很不容易的事情，當年主持譯經的人都是修行證果的人，參與的人都是有修有證的，不是普通人。並不是說懂得兩國文字就可以翻，沒有那麼簡單的，一定要契入經意，他才了解，他用的這個字句才妥當。這是諸佛菩薩對於中國人特別的加持，是特別的保佑，也可以說是中國這個地區，這些老百姓們善根福德因緣無始劫的成就，才有這個感應。"
    },
    {
      "id": "23-018-0002_p0015",
      "zh_CN": "分科、判教是祖师大德的事情，释迦牟尼佛当年讲经说法，没这个意思。这些祖师大德拿到这份材料，好像我们要办学校，这个教材应该排在几年级，应该排在哪一个阶段，这叫仪，这叫化仪。你说佛的这么多经典，都是教材、教科书，哪些排在初级，哪些排在中级，哪些排在高级，这就好像现在课程标准，我们现在教育里头讲课程标准，课程标准就是我们古人讲的化仪，这个仪式用现代的话来讲，就是排课的课程标准。",
      "zh_TW": "分科、判教是祖師大德的事情，釋迦牟尼佛當年講經說法，沒這個意思。這些祖師大德拿到這份材料，好像我們要辦學校，這個教材應該排在幾年級，應該排在哪一個階段，這叫儀，這叫化儀。你說佛的這麼多經典，都是教材、教科書，哪些排在初級，哪些排在中級，哪些排在高級，這就好像現在課程標準，我們現在教育裡頭講課程標準，課程標準就是我們古人講的化儀，這個儀式用現代的話來講，就是排課的課程標準。"
    },
    {
      "id": "23-018-0002_p0016",
      "zh_CN": "化法的教学方法，这个教学方法很重要。现在，佛教实在讲，也没有什么中学、大学，所以仪式就不讲了，着重在方法，着重在化法。所以这是学讲经的人不能不懂，但是也不要去执着古人那些说法，值得做参考，但是不可以执着。执着，你就不能应付现在这个社会。天台的四教仪跟贤首的五教仪，都是隋朝末年、唐朝初期的作品，要知道它是适应那个时代的，现在跟我们相去差不多有一千四百多年了。一千四百年之后的这个时代，我们只参考它的原理原则，绝不能守它的那个方法；守它的方法，在我们这个时代行不通。所以一定要知道通权达变，推陈出新，旧的东西只能做参考。从旧的东西里面要能够有新的东西出来，你才能应付得了现前这个时代，这是非常非常重要的。所以不可以墨守成规，但是也不能不重视过去的这些材料，它能帮助我们启示，能提供我们一些好的参考资料。",
      "zh_TW": "化法的教學方法，這個教學方法很重要。現在，佛教實在講，也沒有什麼中學、大學，所以儀式就不講了，著重在方法，著重在化法。所以這是學講經的人不能不懂，但是也不要去執著古人那些說法，值得做參考，但是不可以執著。執著，你就不能應付現在這個社會。天台的四教儀跟賢首的五教儀，都是隋朝末年、唐朝初期的作品，要知道它是適應那個時代的，現在跟我們相去差不多有一千四百多年了。一千四百年之後的這個時代，我們只參考它的原理原則，絕不能守它的那個方法；守它的方法，在我們這個時代行不通。所以一定要知道通權達變，推陳出新，舊的東西只能做參考。從舊的東西裡面要能夠有新的東西出來，你才能應付得了現前這個時代，這是非常非常重要的。所以不可以墨守成規，但是也不能不重視過去的這些材料，它能幫助我們啟示，能提供我們一些好的參考資料。"
    },
    {
      "id": "23-018-0002_p0017",
      "zh_CN": "讲「仪」，这个仪有「藏、通、别、圆」。藏通别圆等于说学校四个阶段，藏是小学，通是中学，别是大学，圆是研究所，这个我们现在是用这种分法，在过去它不适用。「顿、渐、秘密」，是五教里头的，顿教相当于天台的圆教，这是没有次第的天才班，这没有次第，当然这种根性的人太少太少了。渐教，那就是藏、通、别，按着顺序，由浅而深，这个是按部就班的来修学，这叫渐教，像现在念书，从小学、中学、大学、研究所，这个是属于渐。「秘密」是每一个里面都有，这个秘密是深密，有一些根性很利的人，佛一说，他体会到佛的秘密；一般根性差一点的，他体会不到。所以这是都有的。「不定」，也是这个意思。不定就是不限定，佛的教学，实实在在佛一生教学都是一个不定法，佛无有定法可说，这是经上讲得很清楚、很明白的。古人为什么要这样分法，他有他的用意，便利于后人的学习。佛当年在世，没有。",
      "zh_TW": "講「儀」，這個儀有「藏、通、別、圓」。藏通別圓等於說學校四個階段，藏是小學，通是中學，別是大學，圓是研究所，這個我們現在是用這種分法，在過去它不適用。「頓、漸、祕密」，是五教裡頭的，頓教相當於天台的圓教，這是沒有次第的天才班，這沒有次第，當然這種根性的人太少太少了。漸教，那就是藏、通、別，按著順序，由淺而深，這個是按部就班的來修學，這叫漸教，像現在念書，從小學、中學、大學、研究所，這個是屬於漸。「祕密」是每一個裡面都有，這個祕密是深密，有一些根性很利的人，佛一說，他體會到佛的祕密；一般根性差一點的，他體會不到。所以這是都有的。「不定」，也是這個意思。不定就是不限定，佛的教學，實實在在佛一生教學都是一個不定法，佛無有定法可說，這是經上講得很清楚、很明白的。古人為什麼要這樣分法，他有他的用意，便利於後人的學習。佛當年在世，沒有。"
    },
    {
      "id": "23-018-0002_p0018",
      "zh_CN": "说时代，这五个时代，五个时代第一个是华严，《华严》是佛在二七日中说的，而且在定中说的。也有经上讲三七日，三七日、二七日都有依据，我们不必去执着，这佛在定中说的。佛出定之后，因为华严是世尊果地上的境界，不但凡夫不懂，二乘、权教也都没有办法体会到，他的对象是四十一位法身大士，这是如来亲证无上正等正觉之后，把他所证的境界全部说出来，是和盘托出。这是凡夫、小乘、权教都不懂，这才不得已而求其次，从最浅显的来教起，教阿含。阿含是小乘教，权教。方等、般若，都是权教。到法华才开权显实，显的什么实？法华显实，跟华严没有两样，所以就入了华严的境界。这是佛教学的仪式、方法，这用这种方式来教，就是由浅而深，逐渐逐渐把大家的境界向上提升。",
      "zh_TW": "說時代，這五個時代，五個時代第一個是華嚴，《華嚴》是佛在二七日中說的，而且在定中說的。也有經上講三七日，三七日、二七日都有依據，我們不必去執著，這佛在定中說的。佛出定之後，因為華嚴是世尊果地上的境界，不但凡夫不懂，二乘、權教也都沒有辦法體會到，他的對象是四十一位法身大士，這是如來親證無上正等正覺之後，把他所證的境界全部說出來，是和盤托出。這是凡夫、小乘、權教都不懂，這才不得已而求其次，從最淺顯的來教起，教阿含。阿含是小乘教，權教。方等、般若，都是權教。到法華才開權顯實，顯的什麼實？法華顯實，跟華嚴沒有兩樣，所以就入了華嚴的境界。這是佛教學的儀式、方法，這用這種方式來教，就是由淺而深，逐漸逐漸把大家的境界向上提升。"
    },
    {
      "id": "23-018-0002_p0019",
      "zh_CN": "这五时，五戒这《四教仪》里面，把它做了一个比喻，就是牛奶、酪、生酥、熟酥、醍醐。这五种都是从奶里面提炼出来的，愈提愈精，到最后醍醐，醍醐是上味，奶品里面最好的。醍醐是什么？你们有没有人知道？你们有没有人吃过？可能你们吃过了自己不知道那是什么。从前道源法师，他是个讲经的人，第一次到印度去朝圣去旅游，因为他是讲经的人，他有两桩事情一生困惑，一个是庵摩罗果，庵摩罗果不知道是什么东西，一个就是醍醐，经常常讲。所以一到印度，他就到处打听，庵摩罗果是什么，你们拿来给我看看。结果人家拿出来，是什么？原来台湾很多，大家常吃的芭乐。庵摩罗果，没错，经上讲的生熟难辨，它熟了也是青的，的确庵摩罗果就是芭乐，你看此地常常买得到。醍醐是什么？醍醐端出来，原来是沙拉，沙拉是醍醐，这才晓得这是醍醐，这才搞清楚。对，不错，这奶品里面提炼最好的。所以你们也是都吃过，不知道那是醍醐。讲经的人才会留意，不是讲经的人到那里去玩，都不会留意这个事情。它就是奶品里面提炼最好的，人家拿出来是沙拉。哪一天叫他们买一点来给你们吃吃，多得很，此地多得很，台湾叫芭乐。番石榴，不错，对，那个就是今天讲的庵摩罗果。所以佛讲经，比喻总是大众化，总是最普遍，一说大家都知道，都是最普通的、最常见的，所以用这做比喻大家好懂。这是道源法师到印度去，把这两个问题给我们解决了。回到台湾，原来就是这个东西，我们天天都见。",
      "zh_TW": "這五時，五戒這《四教儀》裡面，把它做了一個比喻，就是牛奶、酪、生酥、熟酥、醍醐。這五種都是從奶裡面提煉出來的，愈提愈精，到最後醍醐，醍醐是上味，奶品裡面最好的。醍醐是什麼？你們有沒有人知道？你們有沒有人吃過？可能你們吃過了自己不知道那是什麼。從前道源法師，他是個講經的人，第一次到印度去朝聖去旅遊，因為他是講經的人，他有兩樁事情一生困惑，一個是菴摩羅果，菴摩羅果不知道是什麼東西，一個就是醍醐，經常常講。所以一到印度，他就到處打聽，菴摩羅果是什麼，你們拿來給我看看。結果人家拿出來，是什麼？原來台灣很多，大家常吃的芭樂。菴摩羅果，沒錯，經上講的生熟難辨，它熟了也是青的，的確菴摩羅果就是芭樂，你看此地常常買得到。醍醐是什麼？醍醐端出來，原來是沙拉，沙拉是醍醐，這才曉得這是醍醐，這才搞清楚。對，不錯，這奶品裡面提煉最好的。所以你們也是都吃過，不知道那是醍醐。講經的人才會留意，不是講經的人到那裡去玩，都不會留意這個事情。它就是奶品裡面提煉最好的，人家拿出來是沙拉。哪一天叫他們買一點來給你們吃吃，多得很，此地多得很，台灣叫芭樂。番石榴，不錯，對，那個就是今天講的菴摩羅果。所以佛講經，比喻總是大眾化，總是最普遍，一說大家都知道，都是最普通的、最常見的，所以用這做比喻大家好懂。這是道源法師到印度去，把這兩個問題給我們解決了。回到台灣，原來就是這個東西，我們天天都見。"
    },
    {
      "id": "23-018-0002_p0020",
      "zh_CN": "下面这是讲「诸法皆玄，固宜遍赞」，普遍都要赞扬的。「分期设喻」，这就是判教，《华严》、《法华》，它「自具深心」，这是古大德教学的一番苦心。所以这是各人有各人的看法，仁者见仁，智者见智，但是他都有见地，都是一种教学的苦心。我们如果能善于体会，善于运用，那对于契机是很有帮助。",
      "zh_TW": "下面這是講「諸法皆玄，固宜遍贊」，普遍都要讚揚的。「分期設喻」，這就是判教，《華嚴》、《法華》，它「自具深心」，這是古大德教學的一番苦心。所以這是各人有各人的看法，仁者見仁，智者見智，但是他都有見地，都是一種教學的苦心。我們如果能善於體會，善於運用，那對於契機是很有幫助。"
    },
    {
      "id": "23-018-0002_p0021",
      "zh_CN": "末后这一段讲近代，近代判教，这个法仪大家不说了，只说时代。李炳老这一篇，也是随顺着近代人讲经说法。化仪舍掉，单讲化法，着重在方法上，目的是希望学的人容易修，你在讲给别人听的时候，人家容易了解，那就好。如果把古人的四教仪统统搬出来，会把人讲得迷惑颠倒，莫知所云，所以四教、五教自己可以做参考，不能够依照那个方式来说，这我们必须要知道的，要明了就好。",
      "zh_TW": "末後這一段講近代，近代判教，這個法儀大家不說了，只說時代。李炳老這一篇，也是隨順著近代人講經說法。化儀捨掉，單講化法，著重在方法上，目的是希望學的人容易修，你在講給別人聽的時候，人家容易了解，那就好。如果把古人的四教儀統統搬出來，會把人講得迷惑顛倒，莫知所云，所以四教、五教自己可以做參考，不能夠依照那個方式來說，這我們必須要知道的，要明瞭就好。"
    },
    {
      "id": "23-018-0002_p0022",
      "zh_CN": "好，底下这一段。「丙二，其他」，你说其他问题，这个地方没有问题。其他的方法，因为前面举的是天台五重玄义的方法，这说其他的方法，其他的方法还很多，这不是问题，没有问题。首先举华严，华严是略举，这地方李炳老用的是天台的方式，因为天台简单，华严虽然好，太啰嗦了，就是现代人他工作繁忙，压力很重，分秒必争，你这样子繁琐，他害怕了，所以把华严舍掉，而用天台。实在讲，现在就是华严本家的人也不常用十玄了。这里面说得很好，我们看古人也有不采取这两家的，自己作纶贯，作通释，我们在许多注疏里面都曾经看到过。他这种方式，就等于通论，等于概论。在这个里面，也有的人把五玄的意思包进去，也有的人不包进去，也有的人在里面取几条，绝大多数的取这个宗用，辨体他不要，判教他也不要，只取这两种做概论，这样子来介绍全经也满好。这个不要在此地说。这种做法，你讲这部经，必须对这部经真正融会贯通，你才能做得出来，否则的话，勉强做出来是很困难，很难契机。",
      "zh_TW": "好，底下這一段。「丙二，其他」，你說其他問題，這個地方沒有問題。其他的方法，因為前面舉的是天台五重玄義的方法，這說其他的方法，其他的方法還很多，這不是問題，沒有問題。首先舉華嚴，華嚴是略舉，這地方李炳老用的是天台的方式，因為天台簡單，華嚴雖然好，太囉嗦了，就是現代人他工作繁忙，壓力很重，分秒必爭，你這樣子繁瑣，他害怕了，所以把華嚴捨掉，而用天台。實在講，現在就是華嚴本家的人也不常用十玄了。這裡面說得很好，我們看古人也有不採取這兩家的，自己作綸貫，作通釋，我們在許多註疏裡面都曾經看到過。他這種方式，就等於通論，等於概論。在這個裡面，也有的人把五玄的意思包進去，也有的人不包進去，也有的人在裡面取幾條，絕大多數的取這個宗用，辨體他不要，判教他也不要，只取這兩種做概論，這樣子來介紹全經也滿好。這個不要在此地說。這種做法，你講這部經，必須對這部經真正融會貫通，你才能做得出來，否則的話，勉強做出來是很困難，很難契機。"
    },
    {
      "id": "23-018-0002_p0023",
      "zh_CN": "我们现在初学，我们什么都不要，只一开头讲经因缘，用这种方法，然后接着就讲经题，再讲翻译的人，这个问题就解决了，这个统统都舍掉了。如果你要讲的话，可以采取宗用，这个很好，修行方法跟修行的好处，这个点缀一下也行，但这个可以在因缘里面讲。这讲经因缘，我们为什么要讲这个经，这就很好，初学学这个就好。像我在此地讲经，你看我讲《无量寿经》，我也是讲一个讲经因缘，玄义都不讲，因为讲那个东西，人听不懂，占的时间又长，讲了多少天还没有讲到经文，大家就这个经到什么时候才完？不听了，他不来了。所以头一天讲经题，第二天就讲经文，好，他的兴趣很浓。这一部经讲完了之后，我再讲玄义，他行，他在整个经的大意再做一次宣讲的时候，他有味道，他能听得懂。所以我在此地讲的时候，讲《无量寿经》，先用这个讲法，《无量寿经》讲完之后再讲一次玄义。好像玄义讲了二十次，《无量寿经》讲了六十次，这样合起来八十次，也很完整。但是开头讲的时候，先讲经，不讲玄义，这也是一种权巧方便的办法。",
      "zh_TW": "我們現在初學，我們什麼都不要，只一開頭講經因緣，用這種方法，然後接著就講經題，再講翻譯的人，這個問題就解決了，這個統統都捨掉了。如果你要講的話，可以採取宗用，這個很好，修行方法跟修行的好處，這個點綴一下也行，但這個可以在因緣裡面講。這講經因緣，我們為什麼要講這個經，這就很好，初學學這個就好。像我在此地講經，你看我講《無量壽經》，我也是講一個講經因緣，玄義都不講，因為講那個東西，人聽不懂，佔的時間又長，講了多少天還沒有講到經文，大家就這個經到什麼時候才完？不聽了，他不來了。所以頭一天講經題，第二天就講經文，好，他的興趣很濃。這一部經講完了之後，我再講玄義，他行，他在整個經的大意再做一次宣講的時候，他有味道，他能聽得懂。所以我在此地講的時候，講《無量壽經》，先用這個講法，《無量壽經》講完之後再講一次玄義。好像玄義講了二十次，《無量壽經》講了六十次，這樣合起來八十次，也很完整。但是開頭講的時候，先講經，不講玄義，這也是一種權巧方便的辦法。"
    },
    {
      "id": "23-018-0002_p0024",
      "zh_CN": "末后几句话，「言忌乎滞」，这个滞就是断断续续，不连贯，我们在这里讲台上有犯这个毛病，这个要记住。「事贵乎通」，我们讲理、讲事，畅通，人家听了就很舒服。深讲、浅讲、长讲、短讲，完全看听众，看时间。如果时间长，我们可以长讲；时间短，我们就短讲。最好是先学短讲，短换长容易，你长讲习惯，你一下缩短，你还没有办法缩，所以由浅而深容易。这是依照这个顺序，这都是法则，我们应该遵守的。讲经最重要的，就是不能用主观，因为讲经不是为自己，是为大众讲的，是劝大众的，因此契机就非常重要。听众程度深的，可以深讲；程度浅的，一定要浅讲。所讲的内容，一定要他现前得到受用，他觉得这次听经很有价值，没有白来，你这一座经才收到效果。如果你所说的，他觉得没用处，对他没帮助，所学非所用，人家兴趣就低，不愿意再来浪费这个时间。一定要讲到他现前就有好处，就有受用，这是为他，不是为自己。「宜舍主观」，顺于众所说的，就可以了，顺众就可以，随顺大众，这就行了。",
      "zh_TW": "末後幾句話，「言忌乎滯」，這個滯就是斷斷續續，不連貫，我們在這裡講台上有犯這個毛病，這個要記住。「事貴乎通」，我們講理、講事，暢通，人家聽了就很舒服。深講、淺講、長講、短講，完全看聽眾，看時間。如果時間長，我們可以長講；時間短，我們就短講。最好是先學短講，短換長容易，你長講習慣，你一下縮短，你還沒有辦法縮，所以由淺而深容易。這是依照這個順序，這都是法則，我們應該遵守的。講經最重要的，就是不能用主觀，因為講經不是為自己，是為大眾講的，是勸大眾的，因此契機就非常重要。聽眾程度深的，可以深講；程度淺的，一定要淺講。所講的內容，一定要他現前得到受用，他覺得這次聽經很有價值，沒有白來，你這一座經才收到效果。如果你所說的，他覺得沒用處，對他沒幫助，所學非所用，人家興趣就低，不願意再來浪費這個時間。一定要講到他現前就有好處，就有受用，這是為他，不是為自己。「宜捨主觀」，順於眾所說的，就可以了，順眾就可以，隨順大眾，這就行了。"
    },
    {
      "id": "23-018-0002_p0025",
      "zh_CN": "好，今天时间到了，讲到此地是一个大段，明天是译经者、略史、译处，这个经开三分。明天我们讲到经开三分。",
      "zh_TW": "好，今天時間到了，講到此地是一個大段，明天是譯經者、略史、譯處，這個經開三分。明天我們講到經開三分。"
    },
    {
      "id": "23-018-0002_p0026",
      "zh_CN": "学生：老法师，我问个问题，十三页倒数第六行，「不辞孤笠冲沙，布施殷勤，更忍匹毡剖膊」，孤笠冲沙，是法显，还是代指那些求法的人？",
      "zh_TW": "學生：老法師，我問個問題，十三頁倒數第六行，「不辭孤笠衝沙，布施殷勤，更忍匹氈剖膊」，孤笠衝沙，是法顯，還是代指那些求法的人？"
    },
    {
      "id": "23-018-0002_p0027",
      "zh_CN": "老和尚：不是，「孤笠冲沙」是从前取经的人，不是法显，不是。法显是从海路去，玄奘大师讲的。孤笠是一个人戴着一个斗笠，从沙漠里面走。",
      "zh_TW": "老和尚：不是，「孤笠衝沙」是從前取經的人，不是法顯，不是。法顯是從海路去，玄奘大師講的。孤笠是一個人戴著一個斗笠，從沙漠裡面走。"
    },
    {
      "id": "23-018-0002_p0028",
      "zh_CN": "学生：「布施殷勤」。",
      "zh_TW": "學生：「布施殷勤」。"
    },
    {
      "id": "23-018-0002_p0029",
      "zh_CN": "老和尚：「布施殷勤」是法布施。他当年取经，取经干什么？取经是布施大众，弘法利生就是布施，法布施。「更忍匹毡剖膊」，是《楞严经》，是般剌密帝，那个也很不容易，《楞严经》是偷渡到中国来的。",
      "zh_TW": "老和尚：「布施殷勤」是法布施。他當年取經，取經幹什麼？取經是布施大眾，弘法利生就是布施，法布施。「更忍匹氈剖膊」，是《楞嚴經》，是般剌密帝，那個也很不容易，《楞嚴經》是偷渡到中國來的。"
    },
    {
      "id": "23-018-0002_p0030",
      "zh_CN": "学生：后面讲到哪里？",
      "zh_TW": "學生：後面講到哪裡？"
    },
    {
      "id": "23-018-0002_p0031",
      "zh_CN": "老和尚：后面讲到经开三分。",
      "zh_TW": "老和尚：後面講到經開三分。"
    },
    {
      "id": "23-018-0002_p0032",
      "zh_CN": "我不讲，你们讲一个小时，我讲半个小时，这已经对你们很多了。通常我教学的时候，学生讲五十分钟，我讲十分钟，十分钟的讲评。所以希望每一位同学都要很认真的去准备，自己要知道自己的使命，将来是教化中国十几亿的众生，你们有这么大的责任，有这样大的担当，你不认真努力怎么行？尽你能力去讲。",
      "zh_TW": "我不講，你們講一個小時，我講半個小時，這已經對你們很多了。通常我教學的時候，學生講五十分鐘，我講十分鐘，十分鐘的講評。所以希望每一位同學都要很認真的去準備，自己要知道自己的使命，將來是教化中國十幾億的眾生，你們有這麼大的責任，有這樣大的擔當，你不認真努力怎麼行？盡你能力去講。"
    },
    {
      "id": "23-018-0002_p0033",
      "zh_CN": "我在这里打个闲岔，这是民主跟专制的不同就在此地，你们可以看到。只对某几个人讲，那是专制的；你们现在大家抽签，这是民主的，是不是？民主是人人都有分的，个个都希望参与的，这是民主。两者各有其长，这个由你们自己选择。如果要是折衷起来，可能就更好。折衷怎么个折衷法？哪些同学愿意参加的，那个签就放进去；我今天不想讲的，把签拔出来，不要抽他，这是个好办法。这是折衷的办法，是民主折衷的办法，我今天不想讲，把签拿出来；我今天想讲，把签赶快放进去，是不是？这最好的办法。你看这个办法好不好？抽签，这折衷的办法。这个签每一个人自己拿到手，签筒拿过去，你愿不愿意放进去？愿意放进去，等一下抽就抽你；不愿意放进去，我就不抽，这个方法最好。没有关系，总有一、二个人，不可能一个人没有，总会有一、二个人。这个方法好不好？很好。好，今天就来。发给每个人，你们想今天讲的，那个就放在筒里去，我们今天就抽。不必站，大家都坐着，等一下有一个人拿着筒子让你们放，你们愿不愿意放？这比较适当一点。赶快去。对，好。就坐在这边。好，你赶快去收。",
      "zh_TW": "我在這裡打個閒岔，這是民主跟專制的不同就在此地，你們可以看到。只對某幾個人講，那是專制的；你們現在大家抽籤，這是民主的，是不是？民主是人人都有分的，個個都希望參與的，這是民主。兩者各有其長，這個由你們自己選擇。如果要是折衷起來，可能就更好。折衷怎麼個折衷法？哪些同學願意參加的，那個籤就放進去；我今天不想講的，把籤拔出來，不要抽他，這是個好辦法。這是折衷的辦法，是民主折衷的辦法，我今天不想講，把籤拿出來；我今天想講，把籤趕快放進去，是不是？這最好的辦法。你看這個辦法好不好？抽籤，這折衷的辦法。這個籤每一個人自己拿到手，籤筒拿過去，你願不願意放進去？願意放進去，等一下抽就抽你；不願意放進去，我就不抽，這個方法最好。沒有關係，總有一、二個人，不可能一個人沒有，總會有一、二個人。這個方法好不好？很好。好，今天就來。發給每個人，你們想今天講的，那個就放在筒裡去，我們今天就抽。不必站，大家都坐著，等一下有一個人拿著筒子讓你們放，你們願不願意放？這比較適當一點。趕快去。對，好。就坐在這邊。好，你趕快去收。"
    },
    {
      "id": "23-018-0002_p0034",
      "zh_CN": "他讲的意思，你们都听懂吗？没听懂、有疑问的，老法师可以再解释。讲的意思是没错，就是不太清爽。这一开端，「译有译文译语」，这翻译有这两大类，一个是翻文字，一个是当场翻译的。譬如你在此地讲经，有外国人听，旁边有个翻译翻成英文，当场翻译，这是译语。如果把它译成文字，这就是译文，这有这两类，把这个搞清楚就行了，这个没有交代清楚。这是广泛的，你像此地翻译成闽南话，也是翻译。在中国方言很多，你的口音到别的地方人家听不清楚，那必须要有翻译。所以这个译是通一切语言，总是甲种语言翻成乙种语言的时候，都叫做译。甲种文字翻成乙种文字，也叫做译。中国的文字，在秦以前，也是每一个小国他们有各种文字不同；到秦，秦始皇统一的时候，他最大的功德就是文字统一，所以统统用小篆。你看现在篆书里面，你看一个字有好多种的写法，为什么有那么多种写法？就是在没有统一之前，许多国家，各个国家写的都不一样。周朝时候八百诸侯，就是八百个国家，所以到秦统一之后，但是那些其他的地区的写法，考古学家还是把它留档，所以你看到现在篆字字典上，一个字几十种写法，很常见的。像福字、寿字，都有一百多种写法，那个都是有根据的，不是随便捏造的。所以晓得古代在文字没有统一之前，那也要翻译，文字也要翻译。所以甲种文字译成乙种文字，都用这个译字，叫翻译。不同的语言，无论是方言也好，是国家语言也好，你要叫当场人人听懂，也需要翻译，这是用这个译字，这译的意思就说明了。它的功用，一个是文化沟通，语言上障碍没有了，彼此可以能沟通，意见可以沟通。特别用在学术上的考据，都要依赖翻译，经典的真伪，所以这是很重要的一项工作，不能够疏忽。",
      "zh_TW": "他講的意思，你們都聽懂嗎？沒聽懂、有疑問的，老法師可以再解釋。講的意思是沒錯，就是不太清爽。這一開端，「譯有譯文譯語」，這翻譯有這兩大類，一個是翻文字，一個是當場翻譯的。譬如你在此地講經，有外國人聽，旁邊有個翻譯翻成英文，當場翻譯，這是譯語。如果把它譯成文字，這就是譯文，這有這兩類，把這個搞清楚就行了，這個沒有交代清楚。這是廣泛的，你像此地翻譯成閩南話，也是翻譯。在中國方言很多，你的口音到別的地方人家聽不清楚，那必須要有翻譯。所以這個譯是通一切語言，總是甲種語言翻成乙種語言的時候，都叫做譯。甲種文字翻成乙種文字，也叫做譯。中國的文字，在秦以前，也是每一個小國他們有各種文字不同；到秦，秦始皇統一的時候，他最大的功德就是文字統一，所以統統用小篆。你看現在篆書裡面，你看一個字有好多種的寫法，為什麼有那麼多種寫法？就是在沒有統一之前，許多國家，各個國家寫的都不一樣。周朝時候八百諸侯，就是八百個國家，所以到秦統一之後，但是那些其他的地區的寫法，考古學家還是把它留檔，所以你看到現在篆字字典上，一個字幾十種寫法，很常見的。像福字、壽字，都有一百多種寫法，那個都是有根據的，不是隨便捏造的。所以曉得古代在文字沒有統一之前，那也要翻譯，文字也要翻譯。所以甲種文字譯成乙種文字，都用這個譯字，叫翻譯。不同的語言，無論是方言也好，是國家語言也好，你要叫當場人人聽懂，也需要翻譯，這是用這個譯字，這譯的意思就說明了。它的功用，一個是文化溝通，語言上障礙沒有了，彼此可以能溝通，意見可以溝通。特別用在學術上的考據，都要依賴翻譯，經典的真偽，所以這是很重要的一項工作，不能夠疏忽。"
    },
    {
      "id": "23-018-0002_p0035",
      "zh_CN": "底下讲，一部经往往有好几种的翻译。你像《无量寿经》就有十二种的翻译，同这一部经翻译十二次。每一次译的人都不一样，所以译的经题也不一样，内容也有出入。但是如果是同一个原本，大概都是大同小异，文字不一样，里面意思大致上没有太大差别。你像《金刚经》，现在我们在《大藏经》里面看到是六种译本，现在流通的是鸠摩罗什大师的译本，除他的译本之外，还有五种译本，题都不一样，每一个译本的题都不尽相同。所以「内容组织，自亦方式各异」，这个内容是什么？大概就像段落，譬如最明显的序、正、流通的三分，每一家的分法，从哪里起到哪里起，并不一致，各人有各人的看法，各人有各人的讲法，他都能讲出一个道理来。所以这不是一个定法。",
      "zh_TW": "底下講，一部經往往有好幾種的翻譯。你像《無量壽經》就有十二種的翻譯，同這一部經翻譯十二次。每一次譯的人都不一樣，所以譯的經題也不一樣，內容也有出入。但是如果是同一個原本，大概都是大同小異，文字不一樣，裡面意思大致上沒有太大差別。你像《金剛經》，現在我們在《大藏經》裡面看到是六種譯本，現在流通的是鳩摩羅什大師的譯本，除他的譯本之外，還有五種譯本，題都不一樣，每一個譯本的題都不盡相同。所以「內容組織，自亦方式各異」，這個內容是什麼？大概就像段落，譬如最明顯的序、正、流通的三分，每一家的分法，從哪裡起到哪裡起，並不一致，各人有各人的看法，各人有各人的講法，他都能講出一個道理來。所以這不是一個定法。"
    },
    {
      "id": "23-018-0002_p0036",
      "zh_CN": "底下就说，如果我们采取哪一个译本，我们自己修学，或者是讲给别人听，这个地方就要注意了，你采取某一个译本，你就要以这个译本为依据，不能掺杂别的译本。掺杂别的译本，那就等于说是你的章法、结构、思想体系都会乱掉。采取注解也是如此，这个后头会讲到。我们用哪一家的注，也就是一定要遵守一家，它不乱，所以这个道理就是「恐乱其例」，乱它的体例。「一文有一文之线索」，一篇文章有一篇文章的线索，线索就是体系，就是它的组织、章法、结构。一部经也有一部经的这些体系、章法、结构，如果有必要参考的可以参考几句，这个译的地方它太简略，或者太生涩了，我们很难懂，我们参考别人的注解就参考这一段，而不能采它的体系，那就坏了。参考这一段，帮助我们解这一句，打通这个关节，这个可以。所以说「略言其概」，很简单的说。「但忌繁琐」，如果你是参考别人，把人家一大段都拿出来讲，这个就麻烦了，这就是繁琐。如果把参考的东西说得太多，那自己所取的这个本子讲的反而少，那就喧宾夺主了，这个是很大的忌讳。这就是说明「译」这个字的义趣。",
      "zh_TW": "底下就說，如果我們採取哪一個譯本，我們自己修學，或者是講給別人聽，這個地方就要注意了，你採取某一個譯本，你就要以這個譯本為依據，不能摻雜別的譯本。摻雜別的譯本，那就等於說是你的章法、結構、思想體系都會亂掉。採取註解也是如此，這個後頭會講到。我們用哪一家的註，也就是一定要遵守一家，它不亂，所以這個道理就是「恐亂其例」，亂它的體例。「一文有一文之線索」，一篇文章有一篇文章的線索，線索就是體系，就是它的組織、章法、結構。一部經也有一部經的這些體系、章法、結構，如果有必要參考的可以參考幾句，這個譯的地方它太簡略，或者太生澀了，我們很難懂，我們參考別人的註解就參考這一段，而不能採它的體系，那就壞了。參考這一段，幫助我們解這一句，打通這個關節，這個可以。所以說「略言其概」，很簡單的說。「但忌繁瑣」，如果你是參考別人，把人家一大段都拿出來講，這個就麻煩了，這就是繁瑣。如果把參考的東西說得太多，那自己所取的這個本子講的反而少，那就喧賓奪主了，這個是很大的忌諱。這就是說明「譯」這個字的義趣。"
    },
    {
      "id": "23-018-0002_p0037",
      "zh_CN": "下面是说这个字的来源，为什么用译，现在大家都习惯，都讲翻译。其实古时候这个译，就做这个工作的，做翻译工作的，我们现在都叫翻译。在中国古时候跟外国往来交通，四面周边的这些国家，用的名称不一样。「东方曰寄」，在中国古时候东方，琉球是我们东方，日本是我们东方，韩国也是算我们东方，他们那边从事这工作的人叫寄，不叫做译。所以你在古书上看到，你说这译经的人，「寄经者」，你要晓得那是那边人他从事这个工作的，他们称「寄」。「南方曰像，西方曰狄鞮，北方曰译」，都是从事于这种工作的。他的总名称叫象胥氏，分开四边的时候，寄师、像师、狄鞮师、译师，古时候用这种名词。可是到现在，流传到后代，前面这几个称呼都不用了，都没有了，四面八方统统都称「译」，这是什么缘故？这底下李炳老这就讲了，他说这是他自己也搞不清楚，这必须要请教大通家，对于这个有研究的，有内行的，真正明了的，要请教他。这些大通家，我们一生也未必能遇得到。但是古人也有个说法，这个说法也可以值得参考，那就是讲可能因为古时候这个大规模的正式翻译，大规模的是佛经最多，而佛经传来的时候都是从西北方，可能最初做这个工作的是北方人来负责任的，北方人负责任他就用译，这样就成了一个习惯。所以以后经典翻译都用译，不管哪一方的人来主持这个工作，都用这个译，就不再改变了，这是一个说法。究竟是不是这个事实真相，那就很难考察，「可存其一说」就行了，这个讲法也很合理就是了。这是把译者，所以经一定有翻译的人，这就是前面讲「考据真伪」，怎么晓得这个经是真的？这个经确确实实翻译的人名字在此地，他负责任。如果这个经没有翻译的人名字，哪晓得是真的、是假的？他有译人，这个人在历史上确实有这么一个人，他曾经译过多少经，在《藏经》目录里头都有。他在什么地方译的，在哪个年代译的，这就可以相信是真的，那不是假造的。这个考据真伪，就是说这一桩事情。",
      "zh_TW": "下面是說這個字的來源，為什麼用譯，現在大家都習慣，都講翻譯。其實古時候這個譯，就做這個工作的，做翻譯工作的，我們現在都叫翻譯。在中國古時候跟外國往來交通，四面周邊的這些國家，用的名稱不一樣。「東方曰寄」，在中國古時候東方，琉球是我們東方，日本是我們東方，韓國也是算我們東方，他們那邊從事這工作的人叫寄，不叫做譯。所以你在古書上看到，你說這譯經的人，「寄經者」，你要曉得那是那邊人他從事這個工作的，他們稱「寄」。「南方曰像，西方曰狄鞮，北方曰譯」，都是從事於這種工作的。他的總名稱叫象胥氏，分開四邊的時候，寄師、像師、狄鞮師、譯師，古時候用這種名詞。可是到現在，流傳到後代，前面這幾個稱呼都不用了，都沒有了，四面八方統統都稱「譯」，這是什麼緣故？這底下李炳老這就講了，他說這是他自己也搞不清楚，這必須要請教大通家，對於這個有研究的，有內行的，真正明瞭的，要請教他。這些大通家，我們一生也未必能遇得到。但是古人也有個說法，這個說法也可以值得參考，那就是講可能因為古時候這個大規模的正式翻譯，大規模的是佛經最多，而佛經傳來的時候都是從西北方，可能最初做這個工作的是北方人來負責任的，北方人負責任他就用譯，這樣就成了一個習慣。所以以後經典翻譯都用譯，不管哪一方的人來主持這個工作，都用這個譯，就不再改變了，這是一個說法。究竟是不是這個事實真相，那就很難考察，「可存其一說」就行了，這個講法也很合理就是了。這是把譯者，所以經一定有翻譯的人，這就是前面講「考據真偽」，怎麼曉得這個經是真的？這個經確確實實翻譯的人名字在此地，他負責任。如果這個經沒有翻譯的人名字，哪曉得是真的、是假的？他有譯人，這個人在歷史上確實有這麼一個人，他曾經譯過多少經，在《藏經》目錄裡頭都有。他在什麼地方譯的，在哪個年代譯的，這就可以相信是真的，那不是假造的。這個考據真偽，就是說這一樁事情。"
    }
  ]
}