{
  "doc_id": "32-287-0034",
  "title": {
    "zh_CN": "香港佛陀教育协会餐后开示—功夫都在日常生活当中",
    "zh_TW": "香港佛陀教育協會餐後開示—功夫都在日常生活當中"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-287-0034",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-287-0034_p0001",
      "zh_CN": "八万四千法门都不能离开看破放下，离开看破放下，你就完了，你又堕落到世间法、六道轮回去了，这是超越六道轮回。必须到心完全定下来，听东西也在定中听，也不能我听了。听了它就起心动念了，那是什么？那是妄，是意识在起作用。必须把意识控制住，意识是什么？起心动念、分别执着，这是意识，是阿赖耶起的作用，不是自性。它需要你不用阿赖耶，也就是说我们听讲经、听讲话，听讲的时候听得很清楚、很明白，没有起分别执着。为什么？不用分别执着，你是用的性德，自性里面的智慧；就是清净心生般若，会开悟。你心里浮躁，只会生烦恼，不生智慧。这个太重要了！",
      "zh_TW": "八萬四千法門都不能離開看破放下，離開看破放下，你就完了，你又墮落到世間法、六道輪迴去了，這是超越六道輪迴。必須到心完全定下來，聽東西也在定中聽，也不能我聽了。聽了它就起心動念了，那是什麼？那是妄，是意識在起作用。必須把意識控制住，意識是什麼？起心動念、分別執著，這是意識，是阿賴耶起的作用，不是自性。它需要你不用阿賴耶，也就是說我們聽講經、聽講話，聽講的時候聽得很清楚、很明白，沒有起分別執著。為什麼？不用分別執著，你是用的性德，自性裡面的智慧；就是清淨心生般若，會開悟。你心裡浮躁，只會生煩惱，不生智慧。這個太重要了！"
    },
    {
      "id": "32-287-0034_p0002",
      "zh_CN": "所以听东西听完之后，不分别不执着，这样子听，这就对了；不起心不动念，更高了。想佛经也不行，《金刚经》讲得很清楚，「凡所有相，皆是虚妄」。经，许可你听、许可你读，不能起心动念。为什么？佛讲经没有起心动念，你必须不起心不动念，你去听，会开悟；你起心动念是你想像，落在你的思惟想像当中，这个是知识，不是智慧。所以总而言之一句话，就是一个定、一个慧。慧现前，真的起作用，般若智慧现前会开悟；会起心动念，不会开悟，会生烦恼。",
      "zh_TW": "所以聽東西聽完之後，不分別不執著，這樣子聽，這就對了；不起心不動念，更高了。想佛經也不行，《金剛經》講得很清楚，「凡所有相，皆是虛妄」。經，許可你聽、許可你讀，不能起心動念。為什麼？佛講經沒有起心動念，你必須不起心不動念，你去聽，會開悟；你起心動念是你想像，落在你的思惟想像當中，這個是知識，不是智慧。所以總而言之一句話，就是一個定、一個慧。慧現前，真的起作用，般若智慧現前會開悟；會起心動念，不會開悟，會生煩惱。"
    },
    {
      "id": "32-287-0034_p0003",
      "zh_CN": "学佛是什么？听话。听完之后不生分别、没有执着，清清楚楚，智慧现前，起心动念就落到意识了。就是不要用意识，用你的自性来看东西、来听东西，你才能真正得定，才真正能开智慧。凡是念头多、妄想多、门道多，什么你都有，那个不是修行，修行人要把那个东西统统断掉，要断这个，要用自性的戒定慧。戒定慧是本来有的，不是外来的。佛家最重要的，五戒十善，这个要练。日常生活当中，时时刻刻清楚明了是智慧，如如不动是功夫、是禅定，所以有定有慧。慧，看清楚了；定，如如不动，这叫修行，真帮助你长见识、长学问。儒释道都讲这个，佛也讲这个。",
      "zh_TW": "學佛是什麼？聽話。聽完之後不生分別、沒有執著，清清楚楚，智慧現前，起心動念就落到意識了。就是不要用意識，用你的自性來看東西、來聽東西，你才能真正得定，才真正能開智慧。凡是念頭多、妄想多、門道多，什麼你都有，那個不是修行，修行人要把那個東西統統斷掉，要斷這個，要用自性的戒定慧。戒定慧是本來有的，不是外來的。佛家最重要的，五戒十善，這個要練。日常生活當中，時時刻刻清楚明瞭是智慧，如如不動是功夫、是禪定，所以有定有慧。慧，看清楚了；定，如如不動，這叫修行，真幫助你長見識、長學問。儒釋道都講這個，佛也講這個。"
    },
    {
      "id": "32-287-0034_p0004",
      "zh_CN": "所以方老师说，学佛是人生最高的享受。你怎么学佛愈学愈烦恼？愈学问题愈多？走错了，路走错了，你离开佛法了；你不离开佛法，真的，人生最高的享受。听而无闻，视而不见，这两句是比喻的话，管用。菩萨视而不见、听而不闻，他看到跟没看到一样。功夫都在日常生活当中，处事待人接物。",
      "zh_TW": "所以方老師說，學佛是人生最高的享受。你怎麼學佛愈學愈煩惱？愈學問題愈多？走錯了，路走錯了，你離開佛法了；你不離開佛法，真的，人生最高的享受。聽而無聞，視而不見，這兩句是比喻的話，管用。菩薩視而不見、聽而不聞，他看到跟沒看到一樣。功夫都在日常生活當中，處事待人接物。"
    }
  ]
}