{
  "doc_id": "32-287-0005",
  "title": {
    "zh_CN": "香港佛陀教育协会餐后开示—修行修什么？",
    "zh_TW": "香港佛陀教育協會餐後開示—修行修什麼？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-287-0005",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-287-0005_p0001",
      "zh_CN": "一弹指大概一秒钟，这个念头已经变多少个？三十二亿百千念，三十二亿还要乘一百千，一百千是十万，再乘十万。所以在这个速度之下，一切物、六根所接触的六尘都不存在。所以一切现相都是假相、都是幻相，我们被它迷了，以为它存在，还有明天、还有后天，全都是看错了、听错了、接触错了、想错了，没有一样是真的。所以佛讲修行，修行修什么？修是修正，行是行为。眼看是眼的行为，耳听是耳的行为，行为全都错了，都以为你看到了、你听到了、你接触到了，其实你一样都没得到，你也随着这个速度、生灭法消失掉了，跟所有万事万物统统消失掉。",
      "zh_TW": "一彈指大概一秒鐘，這個念頭已經變多少個？三十二億百千念，三十二億還要乘一百千，一百千是十萬，再乘十萬。所以在這個速度之下，一切物、六根所接觸的六塵都不存在。所以一切現相都是假相、都是幻相，我們被它迷了，以為它存在，還有明天、還有後天，全都是看錯了、聽錯了、接觸錯了、想錯了，沒有一樣是真的。所以佛講修行，修行修什麼？修是修正，行是行為。眼看是眼的行為，耳聽是耳的行為，行為全都錯了，都以為你看到了、你聽到了、你接觸到了，其實你一樣都沒得到，你也隨著這個速度、生滅法消失掉了，跟所有萬事萬物統統消失掉。"
    },
    {
      "id": "32-287-0005_p0002",
      "zh_CN": "所以佛教给我们，修行怎么修法？眼见色，看一切事，不起心、不动念、不分别、不执着，这叫真修行！你要天天用这个来观想，「万法皆空」，你哪一天见到万法皆空，就成佛了。佛看万法皆空，我们看万法存在。我们看银幕这一片面，佛看到银幕全面，他完全看到了，所以他知道假的，假的就不会起心动念，就成佛了，得大自在！我们一天到晚在烦恼，想这个、想那个，错了，苦不堪言！所以佛法修行什么？就是看破、放下。看破，了解事实真相，真相是万法皆空，所以叫你不能起心动念，不能分别执着。我们随着这个速度在消失，消失到尽头，你活到一百岁、一百五十岁，时候到了，你连意识都没有了。所以认得哪是真的、哪是假的，不造业。善念是善业，恶念是恶业。恶业会变现出地狱、饿鬼、畜生；善业，人、天、修罗，变成这三处，这叫六道。六道也是假的，也不是真的，可是你不知道是假的，你把它当真，你在里头造业、受罪。",
      "zh_TW": "所以佛教給我們，修行怎麼修法？眼見色，看一切事，不起心、不動念、不分別、不執著，這叫真修行！你要天天用這個來觀想，「萬法皆空」，你哪一天見到萬法皆空，就成佛了。佛看萬法皆空，我們看萬法存在。我們看銀幕這一片面，佛看到銀幕全面，他完全看到了，所以他知道假的，假的就不會起心動念，就成佛了，得大自在！我們一天到晚在煩惱，想這個、想那個，錯了，苦不堪言！所以佛法修行什麼？就是看破、放下。看破，了解事實真相，真相是萬法皆空，所以叫你不能起心動念，不能分別執著。我們隨著這個速度在消失，消失到盡頭，你活到一百歲、一百五十歲，時候到了，你連意識都沒有了。所以認得哪是真的、哪是假的，不造業。善念是善業，惡念是惡業。惡業會變現出地獄、餓鬼、畜生；善業，人、天、修羅，變成這三處，這叫六道。六道也是假的，也不是真的，可是你不知道是假的，你把它當真，你在裡頭造業、受罪。"
    },
    {
      "id": "32-287-0005_p0003",
      "zh_CN": "所以人怎么会定得下来？明白了就定下来。见色闻声，不起心不动念、不分别不执着，这叫修行，这叫真修行。不是叫你在里头分别执着、患得患失，错了，没有得失。入这个境界就回归自性了，回归自性就是明心见性、见性成佛，恢复你的本能，你的本能是智慧，无所不知。但是要定下来之后你才看到，宇宙的真相完全看到了，解脱了。解脱是什么？没有妄想、没有杂念就解脱了。这个错觉解开了，真相现前了，问题就解决了。然后佛告诉你，「一切众生本来是佛」。所以你为什么会成佛？因为你本来是佛。所有一切错误，都是在没有了解真相之前所产生的。佛法最终极的目标，告诉我们什么是真相，什么是妄相、幻相，要你自己去证，佛没有法子教给你；你自己「放下屠刀，立地成佛」，屠刀是造业，不再造业了。",
      "zh_TW": "所以人怎麼會定得下來？明白了就定下來。見色聞聲，不起心不動念、不分別不執著，這叫修行，這叫真修行。不是叫你在裡頭分別執著、患得患失，錯了，沒有得失。入這個境界就回歸自性了，回歸自性就是明心見性、見性成佛，恢復你的本能，你的本能是智慧，無所不知。但是要定下來之後你才看到，宇宙的真相完全看到了，解脫了。解脫是什麼？沒有妄想、沒有雜念就解脫了。這個錯覺解開了，真相現前了，問題就解決了。然後佛告訴你，「一切眾生本來是佛」。所以你為什麼會成佛？因為你本來是佛。所有一切錯誤，都是在沒有了解真相之前所產生的。佛法最終極的目標，告訴我們什麼是真相，什麼是妄相、幻相，要你自己去證，佛沒有法子教給你；你自己「放下屠刀，立地成佛」，屠刀是造業，不再造業了。"
    },
    {
      "id": "32-287-0005_p0004",
      "zh_CN": "所以，整个关键就是一个觉，佛法就是教你觉悟。你所明了的，知道过去、现在、未来，不是讲几千年、几万年，无始劫之前、无始劫之后你统统都看到、听到、接触到。真的，不是假的，因为你的界限没有了，过去没有了，未来也没有，你跨越了。这个能力从哪里来？本能。佛说的，一切众生个个皆有，不是只有他有，只是你现在蒙蔽了，不知道自己有，所以你眼见色会起心动念、会分别执着；统统了解了，如如不动，智慧现前，这叫真明了，与别人毫不相关。",
      "zh_TW": "所以，整個關鍵就是一個覺，佛法就是教你覺悟。你所明瞭的，知道過去、現在、未來，不是講幾千年、幾萬年，無始劫之前、無始劫之後你統統都看到、聽到、接觸到。真的，不是假的，因為你的界限沒有了，過去沒有了，未來也沒有，你跨越了。這個能力從哪裡來？本能。佛說的，一切眾生個個皆有，不是只有他有，只是你現在蒙蔽了，不知道自己有，所以你眼見色會起心動念、會分別執著；統統了解了，如如不動，智慧現前，這叫真明瞭，與別人毫不相關。"
    }
  ]
}