{
  "doc_id": "04-007-0011",
  "title": {
    "zh_CN": "普贤行愿品的启示",
    "zh_TW": "普賢行願品的啟示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "新加坡居士林",
    "zh_TW": "新加坡居士林"
  },
  "doc_number": "04-007-0011",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "04-007-0011_p0001",
      "zh_CN": "诸位法师，诸位同修，今天是我们这一次的佛学讲座圆满的一天。在本经偈颂的部分，我们今晚也看到最重要的一部分，这是给我们最大的一个启示，也给我们奠定了坚定的信心，效法普贤菩萨念佛求生净土。在偈颂第四十八首、四十九首、五十首、五十一首，这四首一共十六句，这十六句是普贤菩萨自己所发的大愿。前面我们只看到他劝我们要念佛求生净土，我们要问问「你自己怎么样？」如果自己不念佛求生净土，我们会想到大概还有更好的法门他自己修，教给我们修第二、第三法门，第一法门他自己修的。现在在此地一看，他老人家自己也是念佛求生净土，我们对菩萨自然就非常恭敬，五体投地，菩萨没有欺骗我们，菩萨没有小看我们，居然把他自己所修学的法门也介绍给我们，这是最为难得的。我们看经文，第四十八首。偈颂很长，每一首是四句：",
      "zh_TW": "諸位法師，諸位同修，今天是我們這一次的佛學講座圓滿的一天。在本經偈頌的部分，我們今晚也看到最重要的一部分，這是給我們最大的一個啟示，也給我們奠定了堅定的信心，效法普賢菩薩念佛求生淨土。在偈頌第四十八首、四十九首、五十首、五十一首，這四首一共十六句，這十六句是普賢菩薩自己所發的大願。前面我們只看到他勸我們要念佛求生淨土，我們要問問「你自己怎麼樣？」如果自己不念佛求生淨土，我們會想到大概還有更好的法門他自己修，教給我們修第二、第三法門，第一法門他自己修的。現在在此地一看，他老人家自己也是念佛求生淨土，我們對菩薩自然就非常恭敬，五體投地，菩薩沒有欺騙我們，菩薩沒有小看我們，居然把他自己所修學的法門也介紹給我們，這是最為難得的。我們看經文，第四十八首。偈頌很長，每一首是四句："
    },
    {
      "id": "04-007-0011_p0002",
      "zh_CN": "【愿我临欲命终时。尽除一切诸障碍。面见彼佛阿弥陀。即得往生安乐刹。我既往生彼国已。现前成就此大愿。一切圆满尽无余。利乐一切众生界。彼佛众会咸清净。我时于胜莲华生。亲睹如来无量光。现前授我菩提记。蒙彼如来授记已。化身无数百俱胝。智力广大遍十方。普利一切众生界。】",
      "zh_TW": "【願我臨欲命終時。盡除一切諸障礙。面見彼佛阿彌陀。即得往生安樂剎。我既往生彼國已。現前成就此大願。一切圓滿盡無餘。利樂一切眾生界。彼佛眾會咸清淨。我時於勝蓮華生。親睹如來無量光。現前授我菩提記。蒙彼如來授記已。化身無數百俱胝。智力廣大遍十方。普利一切眾生界。】"
    },
    {
      "id": "04-007-0011_p0003",
      "zh_CN": "这十六句可以说是将普贤菩萨发愿往生、授记成佛、倒驾慈航、普度众生，这些事情统统都说到。经文很短只有十六句，这十六句可以说是这一卷经的精华，真是《华严经》精华当中的精华，最精彩的一段，我们要熟记。《行愿品》很长，背诵不容易，但是什么叫「十大愿王」要记住，一者礼敬诸佛，二者称赞如来，三者广修供养，到十者普皆回回，这个要记住，十个名目都记不住怎么行！要记住。再要记住的就是今天我们念的这十六句，这十六句一定要记得很熟，要能背，换句话说，整部《华严经》你都得到了。",
      "zh_TW": "這十六句可以說是將普賢菩薩發願往生、授記成佛、倒駕慈航、普度眾生，這些事情統統都說到。經文很短只有十六句，這十六句可以說是這一卷經的精華，真是《華嚴經》精華當中的精華，最精彩的一段，我們要熟記。《行願品》很長，背誦不容易，但是什麼叫「十大願王」要記住，一者禮敬諸佛，二者稱讚如來，三者廣修供養，到十者普皆迴回，這個要記住，十個名目都記不住怎麼行！要記住。再要記住的就是今天我們念的這十六句，這十六句一定要記得很熟，要能背，換句話說，整部《華嚴經》你都得到了。"
    },
    {
      "id": "04-007-0011_p0004",
      "zh_CN": "我们要把这十六句仔细的看看，第一句，『愿我临欲命终时，尽除一切诸障碍』，这个「我」是普贤菩萨自称，普贤菩萨念佛求生西方极乐世界，在这里我们得到证明了，这是他老人家自己发愿，愿我自己在临命终的时候。「欲」是快要了，真的命终就没办法了，往生就不行了，就是还没有命终，快到命终的时候，这个时候是最要紧的关头，这个时候既然是最要紧的关头，换句话说，你不生西方极乐世界就要轮回六道，这是路走到交叉点，就看你怎么选择。这是在这个关键的时候，这对于我们每一个人有最切身的关系，我们要牢牢的记住，这叫生死关头，也可以说死生关头，我们这里死了往哪里去，这个关头要紧。",
      "zh_TW": "我們要把這十六句仔細的看看，第一句，『願我臨欲命終時，盡除一切諸障礙』，這個「我」是普賢菩薩自稱，普賢菩薩念佛求生西方極樂世界，在這裡我們得到證明了，這是他老人家自己發願，願我自己在臨命終的時候。「欲」是快要了，真的命終就沒辦法了，往生就不行了，就是還沒有命終，快到命終的時候，這個時候是最要緊的關頭，這個時候既然是最要緊的關頭，換句話說，你不生西方極樂世界就要輪迴六道，這是路走到交叉點，就看你怎麼選擇。這是在這個關鍵的時候，這對於我們每一個人有最切身的關係，我們要牢牢的記住，這叫生死關頭，也可以說死生關頭，我們這裡死了往哪裡去，這個關頭要緊。"
    },
    {
      "id": "04-007-0011_p0005",
      "zh_CN": "「尽除一切诸障碍」，你要是障碍不排除，你就不能往生。一生念佛，如果这个时候障碍现前，还是不能往生。那么你就晓得这个排除障碍，就是我们能不能往生，实在讲在临终这一刹那最重要的一个条件。什么障碍？妄念，在这个时候起一个妄念就糟了，西方极乐世界就去不了。你能够保证在这个时候不起妄念吗？太难了。因此这个关键时刻一定要靠平常用功夫，所谓是「练兵千日，用在一朝」，像打仗一样，平时训练军队，训练了三年，用兵的时候就在一天，我们这一天打仗决定胜负。我们跟谁打仗？跟烦恼打仗，跟妄想打仗。平常练功夫，念佛就是练兵，希望把整个精神灌注在这一句佛号，把妄想分别执着念掉。",
      "zh_TW": "「盡除一切諸障礙」，你要是障礙不排除，你就不能往生。一生念佛，如果這個時候障礙現前，還是不能往生。那麼你就曉得這個排除障礙，就是我們能不能往生，實在講在臨終這一剎那最重要的一個條件。什麼障礙？妄念，在這個時候起一個妄念就糟了，西方極樂世界就去不了。你能夠保證在這個時候不起妄念嗎？太難了。因此這個關鍵時刻一定要靠平常用功夫，所謂是「練兵千日，用在一朝」，像打仗一樣，平時訓練軍隊，訓練了三年，用兵的時候就在一天，我們這一天打仗決定勝負。我們跟誰打仗？跟煩惱打仗，跟妄想打仗。平常練功夫，念佛就是練兵，希望把整個精神灌注在這一句佛號，把妄想分別執著念掉。"
    },
    {
      "id": "04-007-0011_p0006",
      "zh_CN": "念佛的时候决定不起妄想分别执着，心是清净的，平常能做得了主，你病中就能做得了主；病中能做得了主，生死就能做得了主，这都是平常来考验我们功夫成不成熟。平常怎么做主？怎么晓得功夫得力？我们在日常生活当中不外乎每天要应付很多的人，要应付很多的事，人事都不平，在没念佛的时候，这些人事影响我，我见到顺心的事情会欢喜，心动了，见到不顺心的事情会生气，喜怒哀乐爱恶欲，七情五欲就是障碍。如何能在日常生活当中处事待人接物不被五欲六尘所动，我们的心就得自在了，这个自在是不被环境诱惑，不被环境动摇，你的佛号才算是得力，你叫功夫成片了。如果我们念佛，不管你念多久，实在讲念佛与时间长短久近没什么大关系，关系在你功夫得不得力，你还会不会被外面境界所转，这个叫关键。果然不为境界所转，一天念个十念就够了，早晚十念法就够了，如果还会被境界所转，一天念十万声也不行，功夫也不得力。",
      "zh_TW": "念佛的時候決定不起妄想分別執著，心是清淨的，平常能做得了主，你病中就能做得了主；病中能做得了主，生死就能做得了主，這都是平常來考驗我們功夫成不成熟。平常怎麼做主？怎麼曉得功夫得力？我們在日常生活當中不外乎每天要應付很多的人，要應付很多的事，人事都不平，在沒念佛的時候，這些人事影響我，我見到順心的事情會歡喜，心動了，見到不順心的事情會生氣，喜怒哀樂愛惡欲，七情五欲就是障礙。如何能在日常生活當中處事待人接物不被五欲六塵所動，我們的心就得自在了，這個自在是不被環境誘惑，不被環境動搖，你的佛號才算是得力，你叫功夫成片了。如果我們念佛，不管你念多久，實在講念佛與時間長短久近沒什麼大關係，關係在你功夫得不得力，你還會不會被外面境界所轉，這個叫關鍵。果然不為境界所轉，一天念個十念就夠了，早晚十念法就夠了，如果還會被境界所轉，一天念十萬聲也不行，功夫也不得力。"
    },
    {
      "id": "04-007-0011_p0007",
      "zh_CN": "现在我们要问，怎样才不被外境所转？这是真正学问，真实的功夫。学问是什么？看破，功夫是放下，放下不是境界放下，不是事上放下，是心上放下，事为什么不说？事事无碍，不妨碍。妨碍是念头妨碍，事不妨碍，所以事事无碍。前面跟诸位报告过了，妨碍的是心，事我们可以照做，而且会做得更圆满。因为那个人没看破、没放下，他做的事往往很多地方见不到，是非善恶他见不到，会把事情做错，做坏了。人清净心，看破放下，对于事事物物照见，他看得清清楚楚、明明白白，他去处理这个事情做到恰到好处，没有一点过失。所以诸位千万不要以为，我对世事人情统统不牵挂，统统放下，那不是变成一个麻木不仁的人了？不是变成白痴了？那是你自己想错。身心世界放下，变成一个最有智慧的人，最聪明的人，那个头脑是水晶琉璃球，球是什么？转动的，水晶是透明的。我们现在的头脑是四四方方的木头头脑，转都转不动，里面是一窍也不通。你才晓得看破放下，高明，应当要如是学。",
      "zh_TW": "現在我們要問，怎樣才不被外境所轉？這是真正學問，真實的功夫。學問是什麼？看破，功夫是放下，放下不是境界放下，不是事上放下，是心上放下，事為什麼不說？事事無礙，不妨礙。妨礙是念頭妨礙，事不妨礙，所以事事無礙。前面跟諸位報告過了，妨礙的是心，事我們可以照做，而且會做得更圓滿。因為那個人沒看破、沒放下，他做的事往往很多地方見不到，是非善惡他見不到，會把事情做錯，做壞了。人清淨心，看破放下，對於事事物物照見，他看得清清楚楚、明明白白，他去處理這個事情做到恰到好處，沒有一點過失。所以諸位千萬不要以為，我對世事人情統統不牽掛，統統放下，那不是變成一個麻木不仁的人了？不是變成白痴了？那是你自己想錯。身心世界放下，變成一個最有智慧的人，最聰明的人，那個頭腦是水晶琉璃球，球是什麼？轉動的，水晶是透明的。我們現在的頭腦是四四方方的木頭頭腦，轉都轉不動，裡面是一竅也不通。你才曉得看破放下，高明，應當要如是學。"
    },
    {
      "id": "04-007-0011_p0008",
      "zh_CN": "菩萨看破放下，所以在临终这一刹那是「尽除一切诸障碍」。说实在话，菩萨平常又何尝不是「尽除一切诸障碍」，什么障碍都没有，无论在什么时候，无论在什么处所，他的心永远是清净的，就像前面所讲的「犹如莲花不着水」，永远清净，这个境界里面说老实话是随时可以往生的，往生的时候可以自在往生，想什么时候走就什么时候走，想不走也没关系，就可以不走，生死自在。到身如莲花不着水就生死自在，要想做到这个境界，刚才讲了，一定要放下，要真正能放得下就一定要看破，看破放下是功夫的圆满成就。有些人看破了放不下，有些人放下了没看破，这一放下，第二天就后悔，第三天又捡起来，又放不下了，他放下的时间很短暂，一放下就后悔了。看破但放不下的人说老实话不是真正看破，看的是似是而非，果然真正看破，哪有不放下的道理！为什么要放下？得大自在，不放下就不得自在，放下得大自在。放下之后，一切受用随心所欲，我们世间人讲「心想事成」，真正放下的人才会心想事成，动一个念头，事情就成就了，你说多自在！我们今天想「怎样才能达到心想事成？」想一百年也没用处，你心里想，事也不会成。这就是障碍是随时随地要除，不能等到临命终时才除，这个要知道，这是我们学佛，真的是念佛功夫的成败关键。",
      "zh_TW": "菩薩看破放下，所以在臨終這一剎那是「盡除一切諸障礙」。說實在話，菩薩平常又何嘗不是「盡除一切諸障礙」，什麼障礙都沒有，無論在什麼時候，無論在什麼處所，他的心永遠是清淨的，就像前面所講的「猶如蓮花不著水」，永遠清淨，這個境界裡面說老實話是隨時可以往生的，往生的時候可以自在往生，想什麼時候走就什麼時候走，想不走也沒關係，就可以不走，生死自在。到身如蓮花不著水就生死自在，要想做到這個境界，剛才講了，一定要放下，要真正能放得下就一定要看破，看破放下是功夫的圓滿成就。有些人看破了放不下，有些人放下了沒看破，這一放下，第二天就後悔，第三天又撿起來，又放不下了，他放下的時間很短暫，一放下就後悔了。看破但放不下的人說老實話不是真正看破，看的是似是而非，果然真正看破，哪有不放下的道理！為什麼要放下？得大自在，不放下就不得自在，放下得大自在。放下之後，一切受用隨心所欲，我們世間人講「心想事成」，真正放下的人才會心想事成，動一個念頭，事情就成就了，你說多自在！我們今天想「怎樣才能達到心想事成？」想一百年也沒用處，你心裡想，事也不會成。這就是障礙是隨時隨地要除，不能等到臨命終時才除，這個要知道，這是我們學佛，真的是念佛功夫的成敗關鍵。"
    },
    {
      "id": "04-007-0011_p0009",
      "zh_CN": "心里清净没有染着，事情工作照做，像《华严经》上讲的五十三位善知识，经商的照样经商，天天做买卖，心地清净决定不染。你在商场上往来那是什么？那是污泥，那是清水，你那个莲花开在水上面不染着，事没有离开，照做，这叫功夫成就。做工的照样做工，无论哪一个行业都没有妨碍，这是修心。",
      "zh_TW": "心裡清淨沒有染著，事情工作照做，像《華嚴經》上講的五十三位善知識，經商的照樣經商，天天做買賣，心地清淨決定不染。你在商場上往來那是什麼？那是污泥，那是清水，你那個蓮花開在水上面不染著，事沒有離開，照做，這叫功夫成就。做工的照樣做工，無論哪一個行業都沒有妨礙，這是修心。"
    },
    {
      "id": "04-007-0011_p0010",
      "zh_CN": "这一句佛号叫我们身心清净，这样才有能力『面见彼佛阿弥陀，即得往生安乐刹』，「安乐刹」就是西方极乐世界。你怎么到西方极乐世界去的？这里给我们讲得很清楚，先见佛，后往生，你们想想对不对？不是到西方极乐世界再见佛，为什么？佛来接引，你当然先见到他，他来接引你往生，他要不来接引，西方世界在哪里，你找也找不到，你怎么能往生？一定是先见佛。在见佛的时候先见佛光，往生的人都是先见佛光，佛的光明照注他，他在光中见到佛像，这是跟佛往生到极乐世界，稳稳当当一点没有差错，一点没有迷失。凡是往生的人没有一个不是这个境界，只是看临终时业力有大小轻重不相同。",
      "zh_TW": "這一句佛號叫我們身心清淨，這樣才有能力『面見彼佛阿彌陀，即得往生安樂剎』，「安樂剎」就是西方極樂世界。你怎麼到西方極樂世界去的？這裡給我們講得很清楚，先見佛，後往生，你們想想對不對？不是到西方極樂世界再見佛，為什麼？佛來接引，你當然先見到他，他來接引你往生，他要不來接引，西方世界在哪裡，你找也找不到，你怎麼能往生？一定是先見佛。在見佛的時候先見佛光，往生的人都是先見佛光，佛的光明照注他，他在光中見到佛像，這是跟佛往生到極樂世界，穩穩當當一點沒有差錯，一點沒有迷失。凡是往生的人沒有一個不是這個境界，只是看臨終時業力有大小輕重不相同。"
    },
    {
      "id": "04-007-0011_p0011",
      "zh_CN": "业障重的人临终见佛来接引，他说不出来，可是你仔细去观察表情能看得出来，他临终咽气，就是断气那个时候，面色现的是欢喜相，笑着走的，你只要看到这种相，断气的时候面孔带着微笑，一定往生，为什么？他见到佛了。他没有力气，嘴在动，是想告诉家亲眷属，想告诉大家「我看到佛了，佛来接引我了，我要跟他去了」，说话没有声音，说不出来，看他口在那里动，说不出来。所以你要是仔细观察，可以判断这个人是不是真的往生。断气的时候相貌不好看，好像有痛苦，好像有恐惧，这就是没有往生。往生的人一定欢喜，欢喜一定面带笑容，这是决定往生。",
      "zh_TW": "業障重的人臨終見佛來接引，他說不出來，可是你仔細去觀察表情能看得出來，他臨終嚥氣，就是斷氣那個時候，面色現的是歡喜相，笑著走的，你只要看到這種相，斷氣的時候面孔帶著微笑，一定往生，為什麼？他見到佛了。他沒有力氣，嘴在動，是想告訴家親眷屬，想告訴大家「我看到佛了，佛來接引我了，我要跟他去了」，說話沒有聲音，說不出來，看他口在那裡動，說不出來。所以你要是仔細觀察，可以判斷這個人是不是真的往生。斷氣的時候相貌不好看，好像有痛苦，好像有恐懼，這就是沒有往生。往生的人一定歡喜，歡喜一定面帶笑容，這是決定往生。"
    },
    {
      "id": "04-007-0011_p0012",
      "zh_CN": "生到西方极乐世界之后，普贤菩萨跟我们讲的，实际上我们每一个人往生到西方极乐世界的状况大致都相同，但是普贤菩萨这一句我们要特别重视，他说『我既往生彼国已，现前成就此大愿』，换句话说，普贤菩萨在此界他方修行这个十大愿都没有办法圆满，到什么时候才能圆满？生到西方极乐世界就圆满。我们要想想为什么？为什么普贤菩萨不见到阿弥陀佛，他的十大愿王就不能圆满？普贤菩萨是华藏世界的等觉菩萨，尚且如是，何况我们！我们今天是发个愿，想到圆满，做不到。普贤菩萨发愿求圆满都达不到，我们还谈什么？普贤菩萨生到西方极乐世界得到弥陀弘愿威神的加持，他的十大愿圆满了，原因在此地。弥陀本愿威神的加持，这是其一；其二，十方一切诸佛没有一尊佛不以他的威力来加持普贤菩萨，换句话说，尽虚空遍法界一切诸佛如来威神加持，他怎么不圆满？当然马上就圆满，这么圆满的，这叫圆满的称性，称性的圆满，这是真圆满。",
      "zh_TW": "生到西方極樂世界之後，普賢菩薩跟我們講的，實際上我們每一個人往生到西方極樂世界的狀況大致都相同，但是普賢菩薩這一句我們要特別重視，他說『我既往生彼國已，現前成就此大願』，換句話說，普賢菩薩在此界他方修行這個十大願都沒有辦法圓滿，到什麼時候才能圓滿？生到西方極樂世界就圓滿。我們要想想為什麼？為什麼普賢菩薩不見到阿彌陀佛，他的十大願王就不能圓滿？普賢菩薩是華藏世界的等覺菩薩，尚且如是，何況我們！我們今天是發個願，想到圓滿，做不到。普賢菩薩發願求圓滿都達不到，我們還談什麼？普賢菩薩生到西方極樂世界得到彌陀弘願威神的加持，他的十大願圓滿了，原因在此地。彌陀本願威神的加持，這是其一；其二，十方一切諸佛沒有一尊佛不以他的威力來加持普賢菩薩，換句話說，盡虛空遍法界一切諸佛如來威神加持，他怎麼不圓滿？當然馬上就圓滿，這麼圓滿的，這叫圓滿的稱性，稱性的圓滿，這是真圓滿。"
    },
    {
      "id": "04-007-0011_p0013",
      "zh_CN": "回来再看看我们，我们虽然是凡夫，虽然是一品烦恼也没有断，我们要往生到西方极乐世界，跟普贤菩萨就没有两样，你要问为什么？你就想想普贤菩萨修什么法门往生的？信愿持名，我们修什么法门往生的？也是信愿持名，我跟普贤菩萨修的因相同，我跟普贤菩萨得的果报不一样，那我们不服气，「你也是信愿持名往生，我也信愿持名往生，我们到西方极乐世界要不平等，那就太不公平了」，生到西方极乐世界，果然平等，就是这个道理。十方世界所有一切众生，上至等觉菩萨，下至地狱众生，统统是信愿持名，因此到西方极乐世界统统平等。《无量寿经》诸位都念过，那个世界是平等世界，不可思议。实际上你仔细去省察也可以体会到一点，就是真的是方法平等，依据的理论平等。他们依据的是《无量寿经》，我们依据的也是《无量寿经》；他们的方法是信愿持名，我们的方法也是信愿持名。因此九界有情，只要依同样的理论、同样的方法，到西方极乐世界，果报就同样。这是我们这一生当中真正有幸，真正有福，我们大愿到西方极乐世界跟普贤菩萨一样成就。",
      "zh_TW": "回來再看看我們，我們雖然是凡夫，雖然是一品煩惱也沒有斷，我們要往生到西方極樂世界，跟普賢菩薩就沒有兩樣，你要問為什麼？你就想想普賢菩薩修什麼法門往生的？信願持名，我們修什麼法門往生的？也是信願持名，我跟普賢菩薩修的因相同，我跟普賢菩薩得的果報不一樣，那我們不服氣，「你也是信願持名往生，我也信願持名往生，我們到西方極樂世界要不平等，那就太不公平了」，生到西方極樂世界，果然平等，就是這個道理。十方世界所有一切眾生，上至等覺菩薩，下至地獄眾生，統統是信願持名，因此到西方極樂世界統統平等。《無量壽經》諸位都念過，那個世界是平等世界，不可思議。實際上你仔細去省察也可以體會到一點，就是真的是方法平等，依據的理論平等。他們依據的是《無量壽經》，我們依據的也是《無量壽經》；他們的方法是信願持名，我們的方法也是信願持名。因此九界有情，只要依同樣的理論、同樣的方法，到西方極樂世界，果報就同樣。這是我們這一生當中真正有幸，真正有福，我們大願到西方極樂世界跟普賢菩薩一樣成就。"
    },
    {
      "id": "04-007-0011_p0014",
      "zh_CN": "『一切圆满尽无余』，这一句不可思议。「一切圆满」，没有一样不圆满。「无余」是没有一丝毫的欠缺，没有一丝毫的遗漏，样样圆满，譬如智慧圆满了，跟诸佛如来一样智慧圆满；德能圆满，容貌也圆满，能力也圆满，愿望也圆满，没有一样不圆满，一切皆圆满。密宗里面所修的大圆满法原来在此地，换句话说，学密要不能求生西方净土，他的圆满是有限的，是小圆满不是大圆满，不是究竟圆满。",
      "zh_TW": "『一切圓滿盡無餘』，這一句不可思議。「一切圓滿」，沒有一樣不圓滿。「無餘」是沒有一絲毫的欠缺，沒有一絲毫的遺漏，樣樣圓滿，譬如智慧圓滿了，跟諸佛如來一樣智慧圓滿；德能圓滿，容貌也圓滿，能力也圓滿，願望也圓滿，沒有一樣不圓滿，一切皆圓滿。密宗裡面所修的大圓滿法原來在此地，換句話說，學密要不能求生西方淨土，他的圓滿是有限的，是小圓滿不是大圓滿，不是究竟圓滿。"
    },
    {
      "id": "04-007-0011_p0015",
      "zh_CN": "北京黄念祖老居士已经在前两天往生西方极乐世界，我们这边供了老居士的灵位，我这几天每一天讲经都给他回回。这是当代的一位了不起的大德，他是显密圆融，在密宗他是金刚上师。你看看他在《谷响集》这个小册子，我们把它跟《净土资粮》合印在一起，因为两个都是很薄，两种合印在一起。《谷响集》是专门答复密宗同修的信件问答，你仔细去看，他老人家真是苦口婆心，劝那些所有学密教的同修一定要念三本经，这三本经是必须要念的，要依教修行。三本经，第一本就是夏老居士会集的《无量寿经》，第二本是蕅益大师的《弥陀经要解》，第三本就是我们现在念的《普贤菩萨行愿品》。你看他的开示，答复的信件，告诉学密的同修，如果不念这三部经，不依照这三部经里面所说的理论方法来修行求生西方极乐世界，学密是很难成就的。对密宗有兴趣的人对黄老居士这些开示要多留意，要熟读不忘，如说修行，你才能得到真实的修持利益。",
      "zh_TW": "北京黃念祖老居士已經在前兩天往生西方極樂世界，我們這邊供了老居士的靈位，我這幾天每一天講經都給他迴回。這是當代的一位了不起的大德，他是顯密圓融，在密宗他是金剛上師。你看看他在《谷響集》這個小冊子，我們把它跟《淨土資糧》合印在一起，因為兩個都是很薄，兩種合印在一起。《谷響集》是專門答覆密宗同修的信件問答，你仔細去看，他老人家真是苦口婆心，勸那些所有學密教的同修一定要念三本經，這三本經是必須要念的，要依教修行。三本經，第一本就是夏老居士會集的《無量壽經》，第二本是蕅益大師的《彌陀經要解》，第三本就是我們現在念的《普賢菩薩行願品》。你看他的開示，答覆的信件，告訴學密的同修，如果不念這三部經，不依照這三部經裡面所說的理論方法來修行求生西方極樂世界，學密是很難成就的。對密宗有興趣的人對黃老居士這些開示要多留意，要熟讀不忘，如說修行，你才能得到真實的修持利益。"
    },
    {
      "id": "04-007-0011_p0016",
      "zh_CN": "所以「一切圆满」这一句真正是不可思议，这是大圆满。有这样的智慧能力当然才能够『利乐一切众生界』，就像诸佛如来一样可以普度一切众生，给众生最大的利益，给众生真正的快乐。",
      "zh_TW": "所以「一切圓滿」這一句真正是不可思議，這是大圓滿。有這樣的智慧能力當然才能夠『利樂一切眾生界』，就像諸佛如來一樣可以普度一切眾生，給眾生最大的利益，給眾生真正的快樂。"
    },
    {
      "id": "04-007-0011_p0017",
      "zh_CN": "『彼佛众会咸清净』，这一首是讲西方极乐世界的状况。他到了西方极乐世界，看到那个世界清净。「众会」就是我们今天讲的社会上人事的状况。大家心地都清净，心清净，身清净，在一块同学、同修，这就是真正圆满的六和敬僧团。六和敬圆满之相，普贤菩萨在西方极乐世界看到了。菩萨在这个时候莲花化生，阿弥陀佛大讲堂前面七宝池中莲花化生，西方极乐世界也叫做莲花世界。",
      "zh_TW": "『彼佛眾會咸清淨』，這一首是講西方極樂世界的狀況。他到了西方極樂世界，看到那個世界清淨。「眾會」就是我們今天講的社會上人事的狀況。大家心地都清淨，心清淨，身清淨，在一塊同學、同修，這就是真正圓滿的六和敬僧團。六和敬圓滿之相，普賢菩薩在西方極樂世界看到了。菩薩在這個時候蓮花化生，阿彌陀佛大講堂前面七寶池中蓮花化生，西方極樂世界也叫做蓮花世界。"
    },
    {
      "id": "04-007-0011_p0018",
      "zh_CN": "因此我们真正觉悟了，真正明白了，这个世间样样都是假的，没有一样是真的，这才叫真正觉悟。《金刚经》上说得很好，「凡所有相，皆是虚妄」，没有一样是真实的，「一切有为法，如梦幻泡影」，「有为法」就是有生有灭的法，这都是有为的。我们想想这个世间一切法，哪一法没有生灭？人有生老病死，身体细胞刹那刹那在新陈代谢，这是有为法。我们现在的念头一天到晚胡思乱想，一个妄想来了，一个妄想过去，又一个来了，有为法。我们那个心是有为法，身也是有为法。再看看世界，花草树木也是有为法，春生夏长，秋天叶子都落了，冬天都枯萎了，它是个生灭法。再看矿物，山河大地，还是生灭法，有成住坏空。「成住坏空」被现代的科学家证实了。我们在望远镜里面看到太空当中的星球，我们地球也是星球之一，在太空当中是个很小的星球，并不大，每天都看到星爆炸了，毁灭了，消失了，也有发现新的星，新星被发现，这就证明佛给我们讲的世界有成住坏空。",
      "zh_TW": "因此我們真正覺悟了，真正明白了，這個世間樣樣都是假的，沒有一樣是真的，這才叫真正覺悟。《金剛經》上說得很好，「凡所有相，皆是虛妄」，沒有一樣是真實的，「一切有為法，如夢幻泡影」，「有為法」就是有生有滅的法，這都是有為的。我們想想這個世間一切法，哪一法沒有生滅？人有生老病死，身體細胞剎那剎那在新陳代謝，這是有為法。我們現在的念頭一天到晚胡思亂想，一個妄想來了，一個妄想過去，又一個來了，有為法。我們那個心是有為法，身也是有為法。再看看世界，花草樹木也是有為法，春生夏長，秋天葉子都落了，冬天都枯萎了，它是個生滅法。再看礦物，山河大地，還是生滅法，有成住壞空。「成住壞空」被現代的科學家證實了。我們在望遠鏡裡面看到太空當中的星球，我們地球也是星球之一，在太空當中是個很小的星球，並不大，每天都看到星爆炸了，毀滅了，消失了，也有發現新的星，新星被發現，這就證明佛給我們講的世界有成住壞空。"
    },
    {
      "id": "04-007-0011_p0019",
      "zh_CN": "哪一个东西是不生不灭的？仔细去观察，大概只发现有一样东西可以说不生不灭，哪一样？虚空。虚空没有生灭，几千年的虚空是这样的，几千年之后还是这样的，所以虚空不是有为法，虚空是无为法，除虚空之外，哪一样东西不是有为法？一切有为法如梦、如幻、如泡、如影，都不是真的，都是假的，我们要把它认识清楚，认清楚了，就是看破了，看破人生，看破世界，看破之后，你自然对它就不留恋，没有牵挂，再不会把它放在心上，为什么？假的不是真的，我放在心里干什么？那是自找麻烦。",
      "zh_TW": "哪一個東西是不生不滅的？仔細去觀察，大概只發現有一樣東西可以說不生不滅，哪一樣？虛空。虛空沒有生滅，幾千年的虛空是這樣的，幾千年之後還是這樣的，所以虛空不是有為法，虛空是無為法，除虛空之外，哪一樣東西不是有為法？一切有為法如夢、如幻、如泡、如影，都不是真的，都是假的，我們要把它認識清楚，認清楚了，就是看破了，看破人生，看破世界，看破之後，你自然對它就不留戀，沒有牽掛，再不會把它放在心上，為什麼？假的不是真的，我放在心裡幹什麼？那是自找麻煩。"
    },
    {
      "id": "04-007-0011_p0020",
      "zh_CN": "再回过头来问，我现在在这个世间，我的家庭，我有妻子儿女，我还有很多事业，那怎么办？作戏，逢场作戏。你看那个唱戏，唱戏唱得也很逼真，假的，自己唱戏也知道是假的，前台很像样，后台没事了。面对这个现场舞台，我扮演这个角色扮演得很像，扮演得非常逼真，心里清楚我是在作戏的，所有一切与我统统不相干，他的心怎么不清净！你们现在在世间过生活就当作是来唱戏的，扮演这个角色，这就很自在了，假的不是真的。所以唱戏的时候，应该笑的地方要笑，应该哭的地方要哭，应该拍桌子的地方要拍桌子，是不是自己心里的？不是，剧本上写的，到时候要笑，到时候要哭，到时候要拍桌子骂人，其实是假的，全是假的，一场空，你能这样过日子就跟诸佛菩萨没有两样。所以诸佛菩萨在世间叫游戏神通，我们在这个世间也来一个游戏神通，那怎么不自在！你怎么不快乐！我为什么要唱这场戏？唱这场戏是「利乐一切众生界」，我来帮助他们解决问题。他们把这个戏当真，他不知道，那就苦了，叫他哭，他真哭了。唱戏知道这个是假的，他哭是假的，不是真的，所以理事无碍，事事无碍。",
      "zh_TW": "再回過頭來問，我現在在這個世間，我的家庭，我有妻子兒女，我還有很多事業，那怎麼辦？作戲，逢場作戲。你看那個唱戲，唱戲唱得也很逼真，假的，自己唱戲也知道是假的，前台很像樣，後台沒事了。面對這個現場舞台，我扮演這個角色扮演得很像，扮演得非常逼真，心裡清楚我是在作戲的，所有一切與我統統不相干，他的心怎麼不清淨！你們現在在世間過生活就當作是來唱戲的，扮演這個角色，這就很自在了，假的不是真的。所以唱戲的時候，應該笑的地方要笑，應該哭的地方要哭，應該拍桌子的地方要拍桌子，是不是自己心裡的？不是，劇本上寫的，到時候要笑，到時候要哭，到時候要拍桌子罵人，其實是假的，全是假的，一場空，你能這樣過日子就跟諸佛菩薩沒有兩樣。所以諸佛菩薩在世間叫遊戲神通，我們在這個世間也來一個遊戲神通，那怎麼不自在！你怎麼不快樂！我為什麼要唱這場戲？唱這場戲是「利樂一切眾生界」，我來幫助他們解決問題。他們把這個戲當真，他不知道，那就苦了，叫他哭，他真哭了。唱戲知道這個是假的，他哭是假的，不是真的，所以理事無礙，事事無礙。"
    },
    {
      "id": "04-007-0011_p0021",
      "zh_CN": "菩萨在莲花化生，我们每一个人到西方极乐世界统统是莲花化生，为什么是莲花化生？心清净，清净的身心必然感得莲花化生，统统是化生。我们这个人间为什么是胎生？为什么不能化生？化生多自在！胎生多苦！是情欲太重，情欲太重感得胎生。人家那里情欲都断了，所以感得的是化生，没有胎生。这就是说一定要看破、要放下。",
      "zh_TW": "菩薩在蓮花化生，我們每一個人到西方極樂世界統統是蓮花化生，為什麼是蓮花化生？心清淨，清淨的身心必然感得蓮花化生，統統是化生。我們這個人間為什麼是胎生？為什麼不能化生？化生多自在！胎生多苦！是情欲太重，情欲太重感得胎生。人家那裡情欲都斷了，所以感得的是化生，沒有胎生。這就是說一定要看破、要放下。"
    },
    {
      "id": "04-007-0011_p0022",
      "zh_CN": "生到西方极乐世界，这是见到阿弥陀佛的报身，『亲睹如来无量光』，这是见到阿弥陀佛。阿弥陀佛是无量的大圆满，普贤菩萨在无量大圆满里面举一个例子，只举一条光明，无量的光明。像《地藏经》上就讲得多了，讲了十句，大圆满光明云，大智慧光明云，大慈悲，大圆满的慈悲，大圆满的自在，大圆满的解脱，没有一样不是大圆满。弥陀是无量的圆满，凡是生到西方极乐世界的这些人，各个都像弥陀一样的圆满。",
      "zh_TW": "生到西方極樂世界，這是見到阿彌陀佛的報身，『親睹如來無量光』，這是見到阿彌陀佛。阿彌陀佛是無量的大圓滿，普賢菩薩在無量大圓滿裡面舉一個例子，只舉一條光明，無量的光明。像《地藏經》上就講得多了，講了十句，大圓滿光明雲，大智慧光明雲，大慈悲，大圓滿的慈悲，大圓滿的自在，大圓滿的解脫，沒有一樣不是大圓滿。彌陀是無量的圓滿，凡是生到西方極樂世界的這些人，各個都像彌陀一樣的圓滿。"
    },
    {
      "id": "04-007-0011_p0023",
      "zh_CN": "蒙佛授记，现前在阿弥陀佛面前，阿弥陀佛就给他授记，授什么记？告诉他，你什么时候成佛，你将来在哪些哪些地方成佛，这个世界的名称，你成佛的名号，你所度的众生，预先都告诉他了，这叫做授记。菩萨蒙佛授记之后，自己就晓得了，前途一片光明。譬如我们去旅行，我们走路，有人告诉你，这条路的方向，路上的状况，一路上有哪些建筑，有哪些村镇，统统都告诉你了，那你走起来很舒服，走到这里知道到某一站了，一点都不迷惑。所以见了阿弥陀佛真的得大自在，纵然没有成佛，实在讲那个自在跟佛几乎是差不多了。",
      "zh_TW": "蒙佛授記，現前在阿彌陀佛面前，阿彌陀佛就給他授記，授什麼記？告訴他，你什麼時候成佛，你將來在哪些哪些地方成佛，這個世界的名稱，你成佛的名號，你所度的眾生，預先都告訴他了，這叫做授記。菩薩蒙佛授記之後，自己就曉得了，前途一片光明。譬如我們去旅行，我們走路，有人告訴你，這條路的方向，路上的狀況，一路上有哪些建築，有哪些村鎮，統統都告訴你了，那你走起來很舒服，走到這裡知道到某一站了，一點都不迷惑。所以見了阿彌陀佛真的得大自在，縱然沒有成佛，實在講那個自在跟佛幾乎是差不多了。"
    },
    {
      "id": "04-007-0011_p0024",
      "zh_CN": "他就能够『化身无数百俱胝』，「无数百俱胝」用现在话来讲，就有能力化无量无边身，像观世音菩萨在《普门品》里面所说的，应以什么身得度就现什么身，你看多自在！所以诸佛菩萨没有一定的相，这个诸位同修要记住。有很多人学佛很执着，很怀疑，他说「我拜阿弥陀佛，我在这个道场看的阿弥陀佛是这个样子，那边道场阿弥陀佛样子都不一样了，那到底我要拜哪一尊阿弥陀佛？将来接引我的到底是哪一尊阿弥陀佛？我会不会搞错？」这是你的分别执着。你不必分别，也不必执着，我们这里造的像是人造的，没有办法造得跟阿弥陀佛一模一样，何况阿弥陀佛随类化生。我们只要老实念这一句阿弥陀佛，想阿弥陀佛，临命终时，阿弥陀佛一定来接引我们，不会错的。妖魔鬼怪虽然时时来扰乱我们的正念，破坏我们的道心，但是他决定不敢冒充本尊。我们是以阿弥陀佛为主，天天想他、念他，阿弥陀佛是我们的本尊，妖魔鬼怪不敢变现，不可以仿冒，这是由护法神保护的，决定不能够冒充。冒充其他的佛菩萨可以，护法神不太干涉，冒充本尊是决定干涉的。譬如你临命终时，释迦牟尼佛来接引你，你去不去？药师佛来接引你，你去不去？我天天念阿弥陀佛、想阿弥陀佛，临终的时候，来的佛不是阿弥陀佛，你就晓得那不是佛，那是妖魔鬼怪变现的，冒充的，决定不能跟他去，跟他去就上当了；一定是阿弥陀佛。",
      "zh_TW": "他就能夠『化身無數百俱胝』，「無數百俱胝」用現在話來講，就有能力化無量無邊身，像觀世音菩薩在《普門品》裡面所說的，應以什麼身得度就現什麼身，你看多自在！所以諸佛菩薩沒有一定的相，這個諸位同修要記住。有很多人學佛很執著，很懷疑，他說「我拜阿彌陀佛，我在這個道場看的阿彌陀佛是這個樣子，那邊道場阿彌陀佛樣子都不一樣了，那到底我要拜哪一尊阿彌陀佛？將來接引我的到底是哪一尊阿彌陀佛？我會不會搞錯？」這是你的分別執著。你不必分別，也不必執著，我們這裡造的像是人造的，沒有辦法造得跟阿彌陀佛一模一樣，何況阿彌陀佛隨類化生。我們只要老實念這一句阿彌陀佛，想阿彌陀佛，臨命終時，阿彌陀佛一定來接引我們，不會錯的。妖魔鬼怪雖然時時來擾亂我們的正念，破壞我們的道心，但是他決定不敢冒充本尊。我們是以阿彌陀佛為主，天天想他、念他，阿彌陀佛是我們的本尊，妖魔鬼怪不敢變現，不可以仿冒，這是由護法神保護的，決定不能夠冒充。冒充其他的佛菩薩可以，護法神不太干涉，冒充本尊是決定干涉的。譬如你臨命終時，釋迦牟尼佛來接引你，你去不去？藥師佛來接引你，你去不去？我天天念阿彌陀佛、想阿彌陀佛，臨終的時候，來的佛不是阿彌陀佛，你就曉得那不是佛，那是妖魔鬼怪變現的，冒充的，決定不能跟他去，跟他去就上當了；一定是阿彌陀佛。"
    },
    {
      "id": "04-007-0011_p0025",
      "zh_CN": "也许大家又怀疑了，到那个时候，我怎么会认得他是阿弥陀佛？万一我认错了人怎么办？这都是很重要的问题。诸位要晓得，到那个时候，你的心清净，你一定认得阿弥陀佛，决定不会认错，也不要人教的，也不需人指点的，一定不会认错。不但是弥陀威神加持放光来照你，十方诸佛都保佑你，你怎么会认错！不会的，稳稳当当、平平安安的生到极乐世界，所以这个不要害怕，不要忧虑，不要胡思乱想。念佛天天胡思乱想就去不了，把你求生净土的愿望障碍住了，这些妄念统统是障碍。「尽除一切诸障碍」，这些妄想分别执着统统要把它除掉，这都是障碍。",
      "zh_TW": "也許大家又懷疑了，到那個時候，我怎麼會認得他是阿彌陀佛？萬一我認錯了人怎麼辦？這都是很重要的問題。諸位要曉得，到那個時候，你的心清淨，你一定認得阿彌陀佛，決定不會認錯，也不要人教的，也不需人指點的，一定不會認錯。不但是彌陀威神加持放光來照你，十方諸佛都保佑你，你怎麼會認錯！不會的，穩穩當當、平平安安的生到極樂世界，所以這個不要害怕，不要憂慮，不要胡思亂想。念佛天天胡思亂想就去不了，把你求生淨土的願望障礙住了，這些妄念統統是障礙。「盡除一切諸障礙」，這些妄想分別執著統統要把它除掉，這都是障礙。"
    },
    {
      "id": "04-007-0011_p0026",
      "zh_CN": "自己这个时候有能力，像普贤菩萨，像文殊菩萨、观音、势至一样的，众生机缘成熟了，应以什么身得度，就有能力示现什么身，哪个地方缘成熟了，哪个地方示现，自己有没有离开西方世界？没有离开，那怎么示现？化身去示现的。自己跟着阿弥陀佛还在那里听经，还在那里请教，没动，十方世界都有你的身在那里教化众生，化身，有这样大的能力，一到西方极乐世界就有，这种能力就恢复。",
      "zh_TW": "自己這個時候有能力，像普賢菩薩，像文殊菩薩、觀音、勢至一樣的，眾生機緣成熟了，應以什麼身得度，就有能力示現什麼身，哪個地方緣成熟了，哪個地方示現，自己有沒有離開西方世界？沒有離開，那怎麼示現？化身去示現的。自己跟著阿彌陀佛還在那裡聽經，還在那裡請教，沒動，十方世界都有你的身在那裡教化眾生，化身，有這樣大的能力，一到西方極樂世界就有，這種能力就恢復。"
    },
    {
      "id": "04-007-0011_p0027",
      "zh_CN": "『智力广大遍十方』，称性的，就是自性里面的般若智慧透出来了，没有障碍了。这个智慧广大遍满十方，尽虚空遍法界。诸位要知道，佛法自始至终是求智慧，自始至终就讲一个智慧。没有智慧不能解决问题，靠福报，靠神通，解决问题都非常有限，那个圈圈都很小，唯有真实的智慧，一切问题都能得到圆满的解决。生到西方极乐世界，蒙佛光明注照，我们的业障消除，本性的智慧德能现前，所以他才有能力到十方世界现种种身普遍的利益一切众生，能令一切众生得真实的利益，住真实的智慧。底下一句是重复前面大愿的总结：",
      "zh_TW": "『智力廣大遍十方』，稱性的，就是自性裡面的般若智慧透出來了，沒有障礙了。這個智慧廣大遍滿十方，盡虛空遍法界。諸位要知道，佛法自始至終是求智慧，自始至終就講一個智慧。沒有智慧不能解決問題，靠福報，靠神通，解決問題都非常有限，那個圈圈都很小，唯有真實的智慧，一切問題都能得到圓滿的解決。生到西方極樂世界，蒙佛光明注照，我們的業障消除，本性的智慧德能現前，所以他才有能力到十方世界現種種身普遍的利益一切眾生，能令一切眾生得真實的利益，住真實的智慧。底下一句是重複前面大願的總結："
    },
    {
      "id": "04-007-0011_p0028",
      "zh_CN": "【乃至虚空世界尽。众生及业烦恼尽。如是一切无尽时。我愿究竟恒无尽。】",
      "zh_TW": "【乃至虛空世界盡。眾生及業煩惱盡。如是一切無盡時。我願究竟恆無盡。】"
    },
    {
      "id": "04-007-0011_p0029",
      "zh_CN": "这也是要我们学普贤菩萨。我们的愿心是无有止尽的，现在我求学，我学佛，我希望成佛，我的愿无有穷尽，成佛之后，我这个愿还没有止尽，没有止尽要做什么？帮助十法界一切众生。好比我们读书，我们在学校读书，毕业了，毕业之后并不就终止，毕业之后，我到社会上服务，我要把我所学的贡献给社会，利益大众。菩萨亦复如是，把他所学成的一切大圆满，会用在尽虚空遍法界一切众生身上，令一切众生破迷开悟、离苦得乐，这一个愿心永远没有止尽。我们再跳过一行，看五十四首，五十四首是显示这部经典的殊胜功德利益：",
      "zh_TW": "這也是要我們學普賢菩薩。我們的願心是無有止盡的，現在我求學，我學佛，我希望成佛，我的願無有窮盡，成佛之後，我這個願還沒有止盡，沒有止盡要做什麼？幫助十法界一切眾生。好比我們讀書，我們在學校讀書，畢業了，畢業之後並不就終止，畢業之後，我到社會上服務，我要把我所學的貢獻給社會，利益大眾。菩薩亦復如是，把他所學成的一切大圓滿，會用在盡虛空遍法界一切眾生身上，令一切眾生破迷開悟、離苦得樂，這一個願心永遠沒有止盡。我們再跳過一行，看五十四首，五十四首是顯示這部經典的殊勝功德利益："
    },
    {
      "id": "04-007-0011_p0030",
      "zh_CN": "【若人于此胜愿王。一经于耳能生信。求胜菩提心渴仰。获胜功德过于彼。】",
      "zh_TW": "【若人於此勝願王。一經於耳能生信。求勝菩提心渴仰。獲勝功德過於彼。】"
    },
    {
      "id": "04-007-0011_p0031",
      "zh_CN": "『若』是假若，这不是专指某一个人，假设有一个人，他有善因，没有善因，你这一生遇不到这部经典，这是真话。这世界上的人这么多，几个人在一生当中能够遇到《普贤行愿品》？能够有机会读过《普贤行愿品》？你要到世界各地方去问问调查调查，你才晓得不多，我们能遇到，能读到，这很幸运。殊胜的十大愿王，你读了以后，听了以后，『一经于耳』，你听了以后会相信。听了不相信没有用处，也不能说完全没有用处，阿赖耶识里种子落下去了，种子虽然下去了，它没有生芽，它不能长成，缘不足，他要生信心，这就好了。这个信心也像《金刚经》上讲的清净的信心，什么叫清净信心？一丝毫怀疑都没有，完全相信，信了以后就依教奉行，普贤菩萨教我们怎么做法，我们统统照做。",
      "zh_TW": "『若』是假若，這不是專指某一個人，假設有一個人，他有善因，沒有善因，你這一生遇不到這部經典，這是真話。這世界上的人這麼多，幾個人在一生當中能夠遇到《普賢行願品》？能夠有機會讀過《普賢行願品》？你要到世界各地方去問問調查調查，你才曉得不多，我們能遇到，能讀到，這很幸運。殊勝的十大願王，你讀了以後，聽了以後，『一經於耳』，你聽了以後會相信。聽了不相信沒有用處，也不能說完全沒有用處，阿賴耶識裡種子落下去了，種子雖然下去了，它沒有生芽，它不能長成，緣不足，他要生信心，這就好了。這個信心也像《金剛經》上講的清淨的信心，什麼叫清淨信心？一絲毫懷疑都沒有，完全相信，信了以後就依教奉行，普賢菩薩教我們怎麼做法，我們統統照做。"
    },
    {
      "id": "04-007-0011_p0032",
      "zh_CN": "『求胜菩提心渴仰』，一心一意求最殊胜的大觉。「菩提」是觉悟，「胜」是殊胜，也就是说求圆满大觉的意念就像一个人害渴想喝水一样，这样的一个心情，「渴仰」殊胜圆满的觉性。这句话要用白话来说，就是我们一生当中要以求圆满大觉为我们这一生人生当中第一个目标、第一个愿望，其余的我统统都可以不要，我要达到这个愿望。『获胜功德过于彼』，你只要发这样的心，你所获得的功德，这个殊胜的功德超过普贤菩萨，「彼」是普贤菩萨。这是说明普贤菩萨修行无量无边劫这样殊胜的成就、这样殊胜的功德，如果有一个人听到这部经典就能发起这样殊胜的愿心，功德超过普贤菩萨。这句话会不会过分了一点？是不是释迦牟尼佛当年讲这部经鼓励我们的，过分的夸大？这恐怕不是事实。诸位要记住佛在《金刚经》上讲的，「如来是真语者，实语者，如语者，不妄语者，不诳语者」，佛会讲假话吗？佛会夸大吗？佛会形容吗？不会的，佛所说的完全是事实。这个理太深，事太不可思议，使我们凡夫不敢相信，不但凡夫不敢相信，阿罗汉、辟支佛，还有一部分菩萨，听了也不敢相信，这叫难信之法。",
      "zh_TW": "『求勝菩提心渴仰』，一心一意求最殊勝的大覺。「菩提」是覺悟，「勝」是殊勝，也就是說求圓滿大覺的意念就像一個人害渴想喝水一樣，這樣的一個心情，「渴仰」殊勝圓滿的覺性。這句話要用白話來說，就是我們一生當中要以求圓滿大覺為我們這一生人生當中第一個目標、第一個願望，其餘的我統統都可以不要，我要達到這個願望。『獲勝功德過於彼』，你只要發這樣的心，你所獲得的功德，這個殊勝的功德超過普賢菩薩，「彼」是普賢菩薩。這是說明普賢菩薩修行無量無邊劫這樣殊勝的成就、這樣殊勝的功德，如果有一個人聽到這部經典就能發起這樣殊勝的願心，功德超過普賢菩薩。這句話會不會過分了一點？是不是釋迦牟尼佛當年講這部經鼓勵我們的，過分的誇大？這恐怕不是事實。諸位要記住佛在《金剛經》上講的，「如來是真語者，實語者，如語者，不妄語者，不誑語者」，佛會講假話嗎？佛會誇大嗎？佛會形容嗎？不會的，佛所說的完全是事實。這個理太深，事太不可思議，使我們凡夫不敢相信，不但凡夫不敢相信，阿羅漢、辟支佛，還有一部分菩薩，聽了也不敢相信，這叫難信之法。"
    },
    {
      "id": "04-007-0011_p0033",
      "zh_CN": "《弥陀经》、《无量寿经》是难信之法，普贤菩萨到末后「十大愿王，导归极乐」也是难信之法，难信能信，这个功德不可思议。我们今天信了没有？没信，怎么知道你没信？从面孔上，从行为上，没看到你像一个信的样子，所以信佛好难，太难了。我过去在台中求学，出家之后，我是过了两年才受戒，受了戒之后，到台中去拜老师，这老师的恩德恩惠，指导的，不能忘本。去拜老师，老师第一句话就说「你要信佛」，我一听愣住了，我学佛那么多年了，也讲经讲了两年，出家受了具足戒，怎么叫我信佛？老人家给我讲了大概有半个小时，说明信佛很难，多少人出家不信佛，所以提醒我不要把「信佛」两个字挂在口头上，以为是那么容易，不容易。什么叫信佛？佛的教训统统做到了叫信佛，你没做到，阳奉阴违，这怎么叫信佛！这叫骗佛不叫信佛。骗佛的人很多，不是外面的人，想想可能就是自己，自己在骗佛，说实在话，这是真的不是假的，我们自己可能都骗了很多次。最普通的，你们做早晚课，你们做早晚课是信佛还是骗佛？早晨把课诵本念一遍给佛听，念完之后就忘光了，岂不是骗佛！就像学生骗老师一样，学生很会骗老师，早晨去骗他一次，晚上又去骗他一次，一天骗两次，还要成佛，你说哪有这种道理！没道理。所以诸位很冷静想想，我跟你讲的都是真话，句句是真话，我没有说假话。普贤菩萨下面就讲了：",
      "zh_TW": "《彌陀經》、《無量壽經》是難信之法，普賢菩薩到末後「十大願王，導歸極樂」也是難信之法，難信能信，這個功德不可思議。我們今天信了沒有？沒信，怎麼知道你沒信？從面孔上，從行為上，沒看到你像一個信的樣子，所以信佛好難，太難了。我過去在台中求學，出家之後，我是過了兩年才受戒，受了戒之後，到台中去拜老師，這老師的恩德恩惠，指導的，不能忘本。去拜老師，老師第一句話就說「你要信佛」，我一聽愣住了，我學佛那麼多年了，也講經講了兩年，出家受了具足戒，怎麼叫我信佛？老人家給我講了大概有半個小時，說明信佛很難，多少人出家不信佛，所以提醒我不要把「信佛」兩個字掛在口頭上，以為是那麼容易，不容易。什麼叫信佛？佛的教訓統統做到了叫信佛，你沒做到，陽奉陰違，這怎麼叫信佛！這叫騙佛不叫信佛。騙佛的人很多，不是外面的人，想想可能就是自己，自己在騙佛，說實在話，這是真的不是假的，我們自己可能都騙了很多次。最普通的，你們做早晚課，你們做早晚課是信佛還是騙佛？早晨把課誦本念一遍給佛聽，念完之後就忘光了，豈不是騙佛！就像學生騙老師一樣，學生很會騙老師，早晨去騙他一次，晚上又去騙他一次，一天騙兩次，還要成佛，你說哪有這種道理！沒道理。所以諸位很冷靜想想，我跟你講的都是真話，句句是真話，我沒有說假話。普賢菩薩下面就講了："
    },
    {
      "id": "04-007-0011_p0034",
      "zh_CN": "【即常远离恶知识。永离一切诸恶道。】",
      "zh_TW": "【即常遠離惡知識。永離一切諸惡道。】"
    },
    {
      "id": "04-007-0011_p0035",
      "zh_CN": "这就是信佛的标准，我们有没有去做？『恶知识』、恶的人、恶的事、恶的环境，我们要避开，要远离，不能接近，怕自己心地受染污。『永离一切诸恶道』，那是内在的，这不是外面的。起心动念都要慎重的去检点，我这一念是善还是恶，所有一切恶念统统都息掉了，自然就不堕恶道，恶道的根都没有了，这样的人才叫信佛，这才是真正的佛弟子。佛在经上苦口婆心的教训，释迦牟尼佛出现在世间示现成道之后，为一切众生讲经说法四十九年没有停断过，天天都在说，苦口婆心教我们，我们听了耳边风，听了不能照做，这就是不信。我们对无上菩提没有一个渴仰之心，如果不相信，你今天晚上到别的地方去，八点钟到十点钟可以赚十万块钱，你马上就去了，你不会到这里来听经。这听经一毛钱还赚不到，到那里去马上可以赚十万块钱，你对于「钱」渴仰，对于「法」马马虎虎，这怎么行！哪里能够像从前这些菩萨们修行为法忘躯，为了求佛法，牺牲性命也不在乎，何况身外之物！那叫信佛。我们必须有那样的信心，获胜功德才能超过彼，没有那个信心，像我们现在这种露水道心没用处的，我们的功德很微薄，决定比不上菩萨，这个都要知道。",
      "zh_TW": "這就是信佛的標準，我們有沒有去做？『惡知識』、惡的人、惡的事、惡的環境，我們要避開，要遠離，不能接近，怕自己心地受染污。『永離一切諸惡道』，那是內在的，這不是外面的。起心動念都要慎重的去檢點，我這一念是善還是惡，所有一切惡念統統都息掉了，自然就不墮惡道，惡道的根都沒有了，這樣的人才叫信佛，這才是真正的佛弟子。佛在經上苦口婆心的教訓，釋迦牟尼佛出現在世間示現成道之後，為一切眾生講經說法四十九年沒有停斷過，天天都在說，苦口婆心教我們，我們聽了耳邊風，聽了不能照做，這就是不信。我們對無上菩提沒有一個渴仰之心，如果不相信，你今天晚上到別的地方去，八點鐘到十點鐘可以賺十萬塊錢，你馬上就去了，你不會到這裡來聽經。這聽經一毛錢還賺不到，到那裡去馬上可以賺十萬塊錢，你對於「錢」渴仰，對於「法」馬馬虎虎，這怎麼行！哪裡能夠像從前這些菩薩們修行為法忘軀，為了求佛法，犧牲性命也不在乎，何況身外之物！那叫信佛。我們必須有那樣的信心，獲勝功德才能超過彼，沒有那個信心，像我們現在這種露水道心沒用處的，我們的功德很微薄，決定比不上菩薩，這個都要知道。"
    },
    {
      "id": "04-007-0011_p0036",
      "zh_CN": "修行人实在要亲近善知识，「远离恶知识」，这个「远离」是敬而远之，我对他尊敬，我不学他，我也不跟他学。亲近善知识，我要学他，他是我的典型，是我的榜样，要认真的向他学习。要存好心，要说好话，要做好事，「好」的标准是什么？利益众生，帮助众生，要真实的利益，要永恒的利益，不是眼前的利益，眼前的利益小。永恒的利益、长远的利益是什么？帮助他开智慧，他智慧开了，这个利益是真实的，这个智慧、这个利益是永久的。帮助一切众生开智慧，帮助一切众生修清净心，这样子我们的修学才像普贤菩萨。菩萨在此地告诉我们，说这个人能这样修行，不但得智慧，同样也得福报，福报讲什么？富贵、健康、长寿，你一定能够得到的。智慧是因为你心清净，心清净生智慧。身清净，健康。身心健康，长寿。福报是因为你好善好施，肯帮助别人。所以你的富贵、福报统统都现前。这种修行就跟普贤菩萨接近了，就有一点像普贤菩萨，跟普贤菩萨看齐了，这是学习。菩萨也很感叹的告诉我们，这也是事实，说：",
      "zh_TW": "修行人實在要親近善知識，「遠離惡知識」，這個「遠離」是敬而遠之，我對他尊敬，我不學他，我也不跟他學。親近善知識，我要學他，他是我的典型，是我的榜樣，要認真的向他學習。要存好心，要說好話，要做好事，「好」的標準是什麼？利益眾生，幫助眾生，要真實的利益，要永恆的利益，不是眼前的利益，眼前的利益小。永恆的利益、長遠的利益是什麼？幫助他開智慧，他智慧開了，這個利益是真實的，這個智慧、這個利益是永久的。幫助一切眾生開智慧，幫助一切眾生修清淨心，這樣子我們的修學才像普賢菩薩。菩薩在此地告訴我們，說這個人能這樣修行，不但得智慧，同樣也得福報，福報講什麼？富貴、健康、長壽，你一定能夠得到的。智慧是因為你心清淨，心清淨生智慧。身清淨，健康。身心健康，長壽。福報是因為你好善好施，肯幫助別人。所以你的富貴、福報統統都現前。這種修行就跟普賢菩薩接近了，就有一點像普賢菩薩，跟普賢菩薩看齊了，這是學習。菩薩也很感嘆的告訴我們，這也是事實，說："
    },
    {
      "id": "04-007-0011_p0037",
      "zh_CN": "【往昔由无智慧力。所造极恶五无间。】",
      "zh_TW": "【往昔由無智慧力。所造極惡五無間。】"
    },
    {
      "id": "04-007-0011_p0038",
      "zh_CN": "我们自己冷静想想，自己确实如此。过去没有智慧，愚痴，造了很多的罪业。甚至于愚痴到可怜，善恶搞不清楚，别人作恶，以为他做了很多善事；别人作善没看出来，不知道那是善事，这是自己愚痴。因为自己愚痴，自己的思想见解、言语造作不知不觉也做了许多的恶事，做了很严重的恶事，造了无间地狱的罪业自己都不知道，将来堕无间地狱，自己不服气还找阎罗王，问阎罗王要证据，阎罗王很容易把你的证据统统拿出来看，你没有话说了，乖乖的往地狱走。你问这是什么原因？愚痴，是非善恶不能辨别，这个现象太普遍了。你要问如何能够辨别是非善恶？有一个方法，读诵大乘。普贤菩萨在此地说：",
      "zh_TW": "我們自己冷靜想想，自己確實如此。過去沒有智慧，愚痴，造了很多的罪業。甚至於愚痴到可憐，善惡搞不清楚，別人作惡，以為他做了很多善事；別人作善沒看出來，不知道那是善事，這是自己愚痴。因為自己愚痴，自己的思想見解、言語造作不知不覺也做了許多的惡事，做了很嚴重的惡事，造了無間地獄的罪業自己都不知道，將來墮無間地獄，自己不服氣還找閻羅王，問閻羅王要證據，閻羅王很容易把你的證據統統拿出來看，你沒有話說了，乖乖的往地獄走。你問這是什麼原因？愚痴，是非善惡不能辨別，這個現象太普遍了。你要問如何能夠辨別是非善惡？有一個方法，讀誦大乘。普賢菩薩在此地說："
    },
    {
      "id": "04-007-0011_p0039",
      "zh_CN": "【诵此普贤大愿王。】",
      "zh_TW": "【誦此普賢大願王。】"
    },
    {
      "id": "04-007-0011_p0040",
      "zh_CN": "这就教给你方法。你念《普贤行愿品》，然后你将经典里面所说的这些教训，跟我们自己的思想、见解、行为对一对，我是不是这样做的？看看别的修行人是怎么做法的，一不一样。假如都能够依照佛经典里面所说的教训去做，那就对了，这就没错。如果佛给我们讲的这些教训没有做到，那就错了，那就造罪业。佛给我们讲「孝养父母」，我们有没有尽到？有没有做到？做到多少？孝，从心地里面做起，心地里面第一个功夫，父母跟我没有隔阂，没有界限，父母跟我是一体，我对父母的爱护、关心就像照顾自己身体完全一样。如果你要看到，「他（她）老了，有时候啰嗦讨厌」，不孝了，一动这个念头就不孝，这就造罪业。何况「孝」这个意思，「孝」这一个字就是全部的佛法；「孝」这一个字，整部大藏经，释迦牟尼佛四十九年所说一切法就是解释这个字，这个字就是宇宙人生的真相。所以我常讲这一个「孝」字就是大总持法门，无量无边法门的总纲领。",
      "zh_TW": "這就教給你方法。你念《普賢行願品》，然後你將經典裡面所說的這些教訓，跟我們自己的思想、見解、行為對一對，我是不是這樣做的？看看別的修行人是怎麼做法的，一不一樣。假如都能夠依照佛經典裡面所說的教訓去做，那就對了，這就沒錯。如果佛給我們講的這些教訓沒有做到，那就錯了，那就造罪業。佛給我們講「孝養父母」，我們有沒有盡到？有沒有做到？做到多少？孝，從心地裡面做起，心地裡面第一個功夫，父母跟我沒有隔閡，沒有界限，父母跟我是一體，我對父母的愛護、關心就像照顧自己身體完全一樣。如果你要看到，「他（她）老了，有時候囉嗦討厭」，不孝了，一動這個念頭就不孝，這就造罪業。何況「孝」這個意思，「孝」這一個字就是全部的佛法；「孝」這一個字，整部大藏經，釋迦牟尼佛四十九年所說一切法就是解釋這個字，這個字就是宇宙人生的真相。所以我常講這一個「孝」字就是大總持法門，無量無邊法門的總綱領。"
    },
    {
      "id": "04-007-0011_p0041",
      "zh_CN": "「奉事师长」，老师教给你的，你有没有听话？有没有照做？没有照做，阳奉阴违，这就是不敬，这哪里是奉事师长？所以叫你读诵大乘，读了之后要照做，果然能照做，你过去所有一切的罪业都消除了，改过自新，这是真正的忏悔。善知识的善言善行，我们要记在心里，我们要仿效，我们要把它做到，要把它变成自己的。同样一个道理，我如果能把《无量寿经》里面所说的字字句句都做到，我问你，你是不是无量寿佛？你们想想是不是？当然是无量寿佛，你就成佛了，成的不是别的佛，无量寿佛，你做到了。《普贤行愿品》就是这一卷，这么一点点，不说多了，就这么一点点，你要把这个里面字字句句做到了，我问你，你是不是普贤菩萨？当然是普贤菩萨。普贤菩萨跟无量寿佛，我要问你，是不是一个人？我《无量寿经》统统做到了，《普贤行愿品》也统统做到了，你问我这个无量寿佛跟普贤菩萨是不是一个人？一个人，不是两个人。佛可以化菩萨身，菩萨可以示现佛身，是一不是二。这叫学佛，这叫孝亲尊师。",
      "zh_TW": "「奉事師長」，老師教給你的，你有沒有聽話？有沒有照做？沒有照做，陽奉陰違，這就是不敬，這哪裡是奉事師長？所以叫你讀誦大乘，讀了之後要照做，果然能照做，你過去所有一切的罪業都消除了，改過自新，這是真正的懺悔。善知識的善言善行，我們要記在心裡，我們要仿效，我們要把它做到，要把它變成自己的。同樣一個道理，我如果能把《無量壽經》裡面所說的字字句句都做到，我問你，你是不是無量壽佛？你們想想是不是？當然是無量壽佛，你就成佛了，成的不是別的佛，無量壽佛，你做到了。《普賢行願品》就是這一卷，這麼一點點，不說多了，就這麼一點點，你要把這個裡面字字句句做到了，我問你，你是不是普賢菩薩？當然是普賢菩薩。普賢菩薩跟無量壽佛，我要問你，是不是一個人？我《無量壽經》統統做到了，《普賢行願品》也統統做到了，你問我這個無量壽佛跟普賢菩薩是不是一個人？一個人，不是兩個人。佛可以化菩薩身，菩薩可以示現佛身，是一不是二。這叫學佛，這叫孝親尊師。"
    },
    {
      "id": "04-007-0011_p0042",
      "zh_CN": "学佛不是每天在佛菩萨面前敲着大磬、木鱼念一卷经给他听，刚才讲了，那叫骗佛，那不是学佛。所以我们从今而后千万不要干骗佛的事情，干骗佛的事情就是『造极恶五无间』，「我没做坏事」，这就是大坏事，坏在哪里？你把佛法形象破坏了，这是无间罪业。我没有害人，我在佛菩萨面前念经，这还错了吗？念了不照做，佛教形象破坏了。人家一看，「迷信，学佛的人，你看什么坏事都做，这个佛还能学吗！」因你的行持，人家对整个佛法都毁谤，讥毁三宝堕无间。他为什么讥毁三宝？我做出样子让他讥毁，我怎么没罪过！罪是从我这儿开头的，要堕无间地狱谁先堕？我先堕，他们跟着后头来。你才晓得真信真修不是一桩容易事情。",
      "zh_TW": "學佛不是每天在佛菩薩面前敲著大磬、木魚念一卷經給他聽，剛才講了，那叫騙佛，那不是學佛。所以我們從今而後千萬不要幹騙佛的事情，幹騙佛的事情就是『造極惡五無間』，「我沒做壞事」，這就是大壞事，壞在哪裡？你把佛法形象破壞了，這是無間罪業。我沒有害人，我在佛菩薩面前念經，這還錯了嗎？念了不照做，佛教形象破壞了。人家一看，「迷信，學佛的人，你看什麼壞事都做，這個佛還能學嗎！」因你的行持，人家對整個佛法都毀謗，譏毀三寶墮無間。他為什麼譏毀三寶？我做出樣子讓他譏毀，我怎麼沒罪過！罪是從我這兒開頭的，要墮無間地獄誰先墮？我先墮，他們跟著後頭來。你才曉得真信真修不是一樁容易事情。"
    },
    {
      "id": "04-007-0011_p0043",
      "zh_CN": "真信真修，诸佛护念，一切龙天护法鬼神都保佑你，你不必求他，他保佑你，护持你。你不是真修真学，你每天拜那些护法神，护法神也不来，为什么不来？他不受贿赂。所以那个心多坏，去巴结护法神，「我做坏事情，你原谅我，我供养你，我送你礼物，你来保佑我，保佑我做坏事不受惩罚」，这些护法神都贪污了，都收受礼物，收受贿赂，这还得了！护法神是不会的，是你自己搞错了。如果你做坏事还有人来保佑你，那不是护法神，是妖魔鬼怪冒充护法神，你作恶，他也作恶，臭气相投，将来统统堕地狱，那不是佛法，那是邪法，那是魔法，这都得要搞清楚。我们过去这样的罪业，说老实话，一百个人当中恐怕有九十九个都造了，这是真的，自己好好反省一下。造了，真的造了，怎么办？忏悔业障，怎么忏悔？读诵大乘，受持名号，就是这一句阿弥陀佛一天到晚不要间断，这就是忏悔。",
      "zh_TW": "真信真修，諸佛護念，一切龍天護法鬼神都保佑你，你不必求他，他保佑你，護持你。你不是真修真學，你每天拜那些護法神，護法神也不來，為什麼不來？他不受賄賂。所以那個心多壞，去巴結護法神，「我做壞事情，你原諒我，我供養你，我送你禮物，你來保佑我，保佑我做壞事不受懲罰」，這些護法神都貪污了，都收受禮物，收受賄賂，這還得了！護法神是不會的，是你自己搞錯了。如果你做壞事還有人來保佑你，那不是護法神，是妖魔鬼怪冒充護法神，你作惡，他也作惡，臭氣相投，將來統統墮地獄，那不是佛法，那是邪法，那是魔法，這都得要搞清楚。我們過去這樣的罪業，說老實話，一百個人當中恐怕有九十九個都造了，這是真的，自己好好反省一下。造了，真的造了，怎麼辦？懺悔業障，怎麼懺悔？讀誦大乘，受持名號，就是這一句阿彌陀佛一天到晚不要間斷，這就是懺悔。"
    },
    {
      "id": "04-007-0011_p0044",
      "zh_CN": "读诵大乘，读了之后要明了它的意思，意思明了之后，努力去做。换句话说，我从今天起，我学无量寿佛，我要学得很像，要像一尊无量寿佛，这对了，这真正叫学佛。我学普贤菩萨，我就像一尊普贤菩萨；我学观音菩萨，我也像观音菩萨，这才行，不能说光学，学了不像，这个不可以，那就不是叫学佛了。所以决定不可以欺骗佛菩萨，佛菩萨不在此地，不过是塑一个形像摆在这个地方而已，塑的这个形像，你都会欺骗它，那何况外面人！连这个像都会骗它，那人更不必说了，更骗得厉害了，这样的心就是「造极恶五无间」的心。接着下面一首：",
      "zh_TW": "讀誦大乘，讀了之後要明瞭它的意思，意思明瞭之後，努力去做。換句話說，我從今天起，我學無量壽佛，我要學得很像，要像一尊無量壽佛，這對了，這真正叫學佛。我學普賢菩薩，我就像一尊普賢菩薩；我學觀音菩薩，我也像觀音菩薩，這才行，不能說光學，學了不像，這個不可以，那就不是叫學佛了。所以決定不可以欺騙佛菩薩，佛菩薩不在此地，不過是塑一個形像擺在這個地方而已，塑的這個形像，你都會欺騙它，那何況外面人！連這個像都會騙它，那人更不必說了，更騙得厲害了，這樣的心就是「造極惡五無間」的心。接著下面一首："
    },
    {
      "id": "04-007-0011_p0045",
      "zh_CN": "【族姓种类及容色。相好智慧咸圆满。】",
      "zh_TW": "【族姓種類及容色。相好智慧咸圓滿。】"
    },
    {
      "id": "04-007-0011_p0046",
      "zh_CN": "无论我们在这个社会上是什么样的身分地位都不要紧，佛法是平等的，真正到身心清净，能把佛的教训，不要说多，能做到五成，你就是真正的菩萨，你是真正弥陀弟子，不是冒充的，皈不皈依那个形式不要紧。真正弥陀弟子，纵然没有形式的皈依，阿弥陀佛承认你是他的学生，你依照经典修行。你不能依照经典修行，请什么样高僧大德来给你皈依，你都是挂名的佛弟子，有名无实，是冒名的，冒牌的，冒牌就有罪过。冒充佛弟子，不是佛弟子，冒充的就有罪过。我们想想，我们要不要做一个冒充的佛弟子？还是要做一个真正的佛弟子？都值得我们认真去思考。一个真正佛弟子依教奉行，必然是『相好智慧咸圆满』。「相随心转」，心清净，相貌就清净；心慈悲，相貌就慈悲；心快乐，相貌就快乐，相随心转，所以相貌就圆满了，为什么？你的心像佛、像菩萨，佛菩萨的相貌是最圆满的。所以你有没有修，你是不是真修，不必告诉人，也瞒不了人，人家一看相貌就知道，就知道你修行的程度如何，用不着问。一个真正学佛的人：",
      "zh_TW": "無論我們在這個社會上是什麼樣的身分地位都不要緊，佛法是平等的，真正到身心清淨，能把佛的教訓，不要說多，能做到五成，你就是真正的菩薩，你是真正彌陀弟子，不是冒充的，皈不皈依那個形式不要緊。真正彌陀弟子，縱然沒有形式的皈依，阿彌陀佛承認你是他的學生，你依照經典修行。你不能依照經典修行，請什麼樣高僧大德來給你皈依，你都是掛名的佛弟子，有名無實，是冒名的，冒牌的，冒牌就有罪過。冒充佛弟子，不是佛弟子，冒充的就有罪過。我們想想，我們要不要做一個冒充的佛弟子？還是要做一個真正的佛弟子？都值得我們認真去思考。一個真正佛弟子依教奉行，必然是『相好智慧咸圓滿』。「相隨心轉」，心清淨，相貌就清淨；心慈悲，相貌就慈悲；心快樂，相貌就快樂，相隨心轉，所以相貌就圓滿了，為什麼？你的心像佛、像菩薩，佛菩薩的相貌是最圓滿的。所以你有沒有修，你是不是真修，不必告訴人，也瞞不了人，人家一看相貌就知道，就知道你修行的程度如何，用不著問。一個真正學佛的人："
    },
    {
      "id": "04-007-0011_p0047",
      "zh_CN": "【诸魔外道不能摧。】",
      "zh_TW": "【諸魔外道不能摧。】"
    },
    {
      "id": "04-007-0011_p0048",
      "zh_CN": "一切妖魔鬼怪，一切『外道』，不会为难你，也不会障碍你，为什么？因为你有诸佛护念，有龙天护法神守护，你遇不到这些妖魔鬼怪。",
      "zh_TW": "一切妖魔鬼怪，一切『外道』，不會為難你，也不會障礙你，為什麼？因為你有諸佛護念，有龍天護法神守護，你遇不到這些妖魔鬼怪。"
    },
    {
      "id": "04-007-0011_p0049",
      "zh_CN": "【堪为三界所应供。】",
      "zh_TW": "【堪為三界所應供。】"
    },
    {
      "id": "04-007-0011_p0050",
      "zh_CN": "你有资格接受『三界』的供养。「三界」是欲界、色界、无色界。欲界是我们讲「人」，这些大众。欲界上面还有六层天，天神都来供养你，都礼敬你。所以这几天有位同修问，我们皈依三宝了，还要不要拜天公？天公是谁？忉利天主，我们中国人称玉皇大帝。我们真正皈依三宝，不是假的，真的皈依，要不要拜天公？天公拜你，你拜他，他不敢当，吓跑了，那怎么当得起！为什么不敢当？你是菩萨，他是凡夫；你心清净，他心不清净；你智慧圆满，他智慧不圆满，他要认你作老师，要跟你学习，哪有老师拜学生的道理？但是你如是冒充的佛弟子，是假的不是真的皈依三宝，是假皈依的，天公还瞧不起你，你拜他，他理都不理你，为什么？这坏人，冒名顶替的，这不是好东西，他不理你。人同此心，心同此理，我们看到一个人来接见我们，我们也会分析这是好人还是坏人，他到这里来拜我，他是什么用心？他是真的来拜还是别有用心，还是别有企图？凡事都有个道理，你把道理搞清楚、搞明白了，就知道这是正大光明的天神，不受贿赂，也不受欺骗的，我们要想骗他，不容易。实在讲众生可怜，叫自欺欺人，有没有欺到人？没有欺到，欺骗自己。",
      "zh_TW": "你有資格接受『三界』的供養。「三界」是欲界、色界、無色界。欲界是我們講「人」，這些大眾。欲界上面還有六層天，天神都來供養你，都禮敬你。所以這幾天有位同修問，我們皈依三寶了，還要不要拜天公？天公是誰？忉利天主，我們中國人稱玉皇大帝。我們真正皈依三寶，不是假的，真的皈依，要不要拜天公？天公拜你，你拜他，他不敢當，嚇跑了，那怎麼當得起！為什麼不敢當？你是菩薩，他是凡夫；你心清淨，他心不清淨；你智慧圓滿，他智慧不圓滿，他要認你作老師，要跟你學習，哪有老師拜學生的道理？但是你如是冒充的佛弟子，是假的不是真的皈依三寶，是假皈依的，天公還瞧不起你，你拜他，他理都不理你，為什麼？這壞人，冒名頂替的，這不是好東西，他不理你。人同此心，心同此理，我們看到一個人來接見我們，我們也會分析這是好人還是壞人，他到這裡來拜我，他是什麼用心？他是真的來拜還是別有用心，還是別有企圖？凡事都有個道理，你把道理搞清楚、搞明白了，就知道這是正大光明的天神，不受賄賂，也不受欺騙的，我們要想騙他，不容易。實在講眾生可憐，叫自欺欺人，有沒有欺到人？沒有欺到，欺騙自己。"
    },
    {
      "id": "04-007-0011_p0051",
      "zh_CN": "末后这几首，五十九首是自己得到圆满成就之后，实现了他自己的弘愿。我们今天初学佛的时候，我们也发愿了，发的「众生无边誓愿度」，我们发的这个愿，虽发这个愿，我们今天没有能力度众生，这是情有可原，没有能力；愿有没有？愿有，愿是真的不是假的。到你在西方极乐世界修到究竟圆满了，这个时候你能力有了，你烦恼断尽了，法门学圆满了，佛也成了，那你要兑现，你从前说的要度一切众生，那现在赶快去，底下这一愿着重在这个地方，一定要在十方世界示现成佛讲经说法普度众生。长偈到这个地方。普贤菩萨前面教我们，后面给我们做模范，后面都说他自己，劝我们效法普贤菩萨，跟他学习，这真正是慈悲到了极处，比父母爱护照顾儿女的心还恳切、还周到，我们怎能不感动？末后三偈是劝我们，这是总结劝我们要发心受持，要发心学习：",
      "zh_TW": "末後這幾首，五十九首是自己得到圓滿成就之後，實現了他自己的弘願。我們今天初學佛的時候，我們也發願了，發的「眾生無邊誓願度」，我們發的這個願，雖發這個願，我們今天沒有能力度眾生，這是情有可原，沒有能力；願有沒有？願有，願是真的不是假的。到你在西方極樂世界修到究竟圓滿了，這個時候你能力有了，你煩惱斷盡了，法門學圓滿了，佛也成了，那你要兌現，你從前說的要度一切眾生，那現在趕快去，底下這一願著重在這個地方，一定要在十方世界示現成佛講經說法普度眾生。長偈到這個地方。普賢菩薩前面教我們，後面給我們做模範，後面都說他自己，勸我們效法普賢菩薩，跟他學習，這真正是慈悲到了極處，比父母愛護照顧兒女的心還懇切、還周到，我們怎能不感動？末後三偈是勸我們，這是總結勸我們要發心受持，要發心學習："
    },
    {
      "id": "04-007-0011_p0052",
      "zh_CN": "【若人于此普贤愿。读诵受持及演说。果报唯佛能证知。决定获胜菩提道。】",
      "zh_TW": "【若人於此普賢願。讀誦受持及演說。果報唯佛能證知。決定獲勝菩提道。】"
    },
    {
      "id": "04-007-0011_p0053",
      "zh_CN": "这个果报实在是太大了，是真的还是假的？完全真实。那我今天这样做，『若人于此普贤愿』，我遇到了，我对于普贤菩萨十大愿王，我读了，我也受持了，我也在这里给大家演说了，我的果报唯佛能知，除佛之外，菩萨都不知道，你们大家相不相信？不但你不相信，我也不相信，为什么不相信？是因为读诵、受持、演说，我们做得不圆满，做得不如法，问题在这里。怎么说不圆满、不如法？我心不清净，心不像普贤菩萨，心也不像阿弥陀佛，还是一个凡夫心。凡夫读诵，凡夫受持，凡夫演说，果报凡夫知道，不必要佛，凡夫就知道。这里诸位要记住，要以菩萨心，要以佛心，要以真诚、清净、恭敬心，来读诵，读诵的时候就像在佛菩萨面前接受教训一样，这是敬意。",
      "zh_TW": "這個果報實在是太大了，是真的還是假的？完全真實。那我今天這樣做，『若人於此普賢願』，我遇到了，我對於普賢菩薩十大願王，我讀了，我也受持了，我也在這裡給大家演說了，我的果報唯佛能知，除佛之外，菩薩都不知道，你們大家相不相信？不但你不相信，我也不相信，為什麼不相信？是因為讀誦、受持、演說，我們做得不圓滿，做得不如法，問題在這裡。怎麼說不圓滿、不如法？我心不清淨，心不像普賢菩薩，心也不像阿彌陀佛，還是一個凡夫心。凡夫讀誦，凡夫受持，凡夫演說，果報凡夫知道，不必要佛，凡夫就知道。這裡諸位要記住，要以菩薩心，要以佛心，要以真誠、清淨、恭敬心，來讀誦，讀誦的時候就像在佛菩薩面前接受教訓一樣，這是敬意。"
    },
    {
      "id": "04-007-0011_p0054",
      "zh_CN": "我前几天跟大家讲，我在温哥华遇到张老居士，写《无量寿经》，写一个字洗一次手，恭敬，这一点心我们一般人有没有？我们有没有做到？还有的人拿到佛经躺在床上看的，人家问我可不可以？我只好说可以，我不能说不可以，说不可以，他经都不念了。说可以，虽然不恭敬，经文总是印到阿赖耶识里去，给他作种子，他能不能得到利益？得不到利益，为什么？没有恭敬心，一分恭敬得一分利益，十分恭敬得十分利益。我们接触的众生很多，说话要圆融，一个目标，希望他得利益。看总比不看好，我一说不恭敬，不能看，他就不看了，他永远不得利益，所以马虎一点，不恭敬也可以看，躺在床上也可以看，这个样子，阿赖耶识里灌进去了，等到哪一天觉悟，恭敬心生起来，他就真正得利益。所以对初学的人不要限制很严，宽一点，好让他入门，入门修行到相当一个程度，渐渐真的有相信，真的理解了，严格，这严格就对了，他能接受，他欢喜，他觉得我这样做法是对的。初学不能严，严就吓跑了，他再也不来了，这就是菩萨「先以欲勾牵」，「欲」是欲望，你喜欢，先用这个方法手段来牵引，来勾引你，入了门之后，「后令入佛智」，然后再好好的来教导你，再来调教你。所以接引的手段可以千变万化，把你引到佛门来再好好的教导你，这是菩萨的慈悲。",
      "zh_TW": "我前幾天跟大家講，我在溫哥華遇到張老居士，寫《無量壽經》，寫一個字洗一次手，恭敬，這一點心我們一般人有沒有？我們有沒有做到？還有的人拿到佛經躺在床上看的，人家問我可不可以？我只好說可以，我不能說不可以，說不可以，他經都不念了。說可以，雖然不恭敬，經文總是印到阿賴耶識裡去，給他作種子，他能不能得到利益？得不到利益，為什麼？沒有恭敬心，一分恭敬得一分利益，十分恭敬得十分利益。我們接觸的眾生很多，說話要圓融，一個目標，希望他得利益。看總比不看好，我一說不恭敬，不能看，他就不看了，他永遠不得利益，所以馬虎一點，不恭敬也可以看，躺在床上也可以看，這個樣子，阿賴耶識裡灌進去了，等到哪一天覺悟，恭敬心生起來，他就真正得利益。所以對初學的人不要限制很嚴，寬一點，好讓他入門，入門修行到相當一個程度，漸漸真的有相信，真的理解了，嚴格，這嚴格就對了，他能接受，他歡喜，他覺得我這樣做法是對的。初學不能嚴，嚴就嚇跑了，他再也不來了，這就是菩薩「先以欲勾牽」，「欲」是欲望，你喜歡，先用這個方法手段來牽引，來勾引你，入了門之後，「後令入佛智」，然後再好好的來教導你，再來調教你。所以接引的手段可以千變萬化，把你引到佛門來再好好的教導你，這是菩薩的慈悲。"
    },
    {
      "id": "04-007-0011_p0055",
      "zh_CN": "所以佛教给菩萨接引众生有四个原则，叫「四摄法」，就是四种方法。第一种方法，「布施」，布施是什么？小恩小惠跟你结缘。这个人对我很好，你劝他来听经，他不好意思不来，为什么？你平常对待他太好了，这是有恩惠，用小惠来诱导他。第二个是「爱语」，他喜欢听的话多说一点，不喜欢听的话不要说，这爱语。第三个「利行」，他希望得到的利益，你满足他，帮助他，这人不错，对我很有利益的。第四个，那就更厉害了，「同事」，他喜欢打麻将，陪他一道打麻将；他喜欢跳舞，陪他去跳舞，什么都可以做，而且做的时候，菩萨有智慧，都第一，打麻将，场场都赢，「你怎么会赢？」「我有智慧。」「你智慧从哪里来的？」「念阿弥陀佛。」这把他引过来了。跳舞也跳得第一好，第一高明，「你怎么跳得这么好？」「我念阿弥陀佛才跳得这么好。」这都接引过来了，手段，四种手段接引众生，这是菩萨的方便法。但是一定是高度的智慧，真实的定力，绝对不会为外境所动摇，否则的话，你要学菩萨那不得了，学菩萨结果是一打麻将、一跳舞都被那些妖魔鬼怪度跑了，这自身难保，你还能度众生吗？",
      "zh_TW": "所以佛教給菩薩接引眾生有四個原則，叫「四攝法」，就是四種方法。第一種方法，「布施」，布施是什麼？小恩小惠跟你結緣。這個人對我很好，你勸他來聽經，他不好意思不來，為什麼？你平常對待他太好了，這是有恩惠，用小惠來誘導他。第二個是「愛語」，他喜歡聽的話多說一點，不喜歡聽的話不要說，這愛語。第三個「利行」，他希望得到的利益，你滿足他，幫助他，這人不錯，對我很有利益的。第四個，那就更厲害了，「同事」，他喜歡打麻將，陪他一道打麻將；他喜歡跳舞，陪他去跳舞，什麼都可以做，而且做的時候，菩薩有智慧，都第一，打麻將，場場都贏，「你怎麼會贏？」「我有智慧。」「你智慧從哪裡來的？」「念阿彌陀佛。」這把他引過來了。跳舞也跳得第一好，第一高明，「你怎麼跳得這麼好？」「我念阿彌陀佛才跳得這麼好。」這都接引過來了，手段，四種手段接引眾生，這是菩薩的方便法。但是一定是高度的智慧，真實的定力，絕對不會為外境所動搖，否則的話，你要學菩薩那不得了，學菩薩結果是一打麻將、一跳舞都被那些妖魔鬼怪度跑了，這自身難保，你還能度眾生嗎？"
    },
    {
      "id": "04-007-0011_p0056",
      "zh_CN": "所以诸位要晓得，四摄法，像我们学只可以学前面两个：布施、爱语，利行、同事我们都不敢做，为什么？定力不够，怕这么一做，被众生度跑了，那是真正得清净心，真正得到深定的菩萨，他才可以用这种方法。这是我们晓得就好，知道平常我们学佛的人如何接待大众，特别是没有学过佛的，我们跟他相处，处得非常好，慢慢的接引他，这叫大慈大悲，这是给他真实的利益。所以要以帮助众生学佛，帮助众生破迷开悟，是我们第一桩的事业。所以在家里面要帮助一家人，家里头一家人，给诸位说，四摄法统统可以用，对外人用前面两个，后头两个不可以用，对你家人统统可以用，度家人。",
      "zh_TW": "所以諸位要曉得，四攝法，像我們學只可以學前面兩個：布施、愛語，利行、同事我們都不敢做，為什麼？定力不夠，怕這麼一做，被眾生度跑了，那是真正得清淨心，真正得到深定的菩薩，他才可以用這種方法。這是我們曉得就好，知道平常我們學佛的人如何接待大眾，特別是沒有學過佛的，我們跟他相處，處得非常好，慢慢的接引他，這叫大慈大悲，這是給他真實的利益。所以要以幫助眾生學佛，幫助眾生破迷開悟，是我們第一樁的事業。所以在家裡面要幫助一家人，家裡頭一家人，給諸位說，四攝法統統可以用，對外人用前面兩個，後頭兩個不可以用，對你家人統統可以用，度家人。"
    },
    {
      "id": "04-007-0011_p0057",
      "zh_CN": "现在学佛的同修，有很多来给我讲家里人不学佛，有障碍。这一家，因为学佛，搞得一家人都不愉快，你这个学佛学对了吗？学错了。佛不是叫你孝养父母吗？不是明白告诉你友爱兄弟吗？你怎么会搞得一家不和？这叫大错特错，你把佛的教训忘记得干干净净，这就是常讲的背师叛道，你做错了，你应该回过头来好好的反省检点自己错在哪里，然后你才能度你一家人。你一家得度了，你的邻里乡党就得度了，为什么？你这一家在你这一条街是模范家庭，每一个家庭都到你家来访问，都要学你，「你一家为什么这么和睦？你家的小孩为什么这么乖？为什么这么用功？为什么这样有礼貌？」这一条街家家都要学你，那你学佛就成功了。所以我们今天讲学佛，说实在话不是在学佛，是在破坏佛法，摆出的形象都叫人看到摇头，使人感觉得「千万不要学佛了，学佛学成这个样子」，你给人这个观念，这就是自己造极恶五无间的事实，我们自己造了还不知道，还得意洋洋，「我学佛，他们没有学佛」，你看看，造那么重的罪不知道，你说可不可怜！",
      "zh_TW": "現在學佛的同修，有很多來給我講家裡人不學佛，有障礙。這一家，因為學佛，搞得一家人都不愉快，你這個學佛學對了嗎？學錯了。佛不是叫你孝養父母嗎？不是明白告訴你友愛兄弟嗎？你怎麼會搞得一家不和？這叫大錯特錯，你把佛的教訓忘記得乾乾淨淨，這就是常講的背師叛道，你做錯了，你應該回過頭來好好的反省檢點自己錯在哪裡，然後你才能度你一家人。你一家得度了，你的鄰里鄉黨就得度了，為什麼？你這一家在你這一條街是模範家庭，每一個家庭都到你家來訪問，都要學你，「你一家為什麼這麼和睦？你家的小孩為什麼這麼乖？為什麼這麼用功？為什麼這樣有禮貌？」這一條街家家都要學你，那你學佛就成功了。所以我們今天講學佛，說實在話不是在學佛，是在破壞佛法，擺出的形象都叫人看到搖頭，使人感覺得「千萬不要學佛了，學佛學成這個樣子」，你給人這個觀念，這就是自己造極惡五無間的事實，我們自己造了還不知道，還得意洋洋，「我學佛，他們沒有學佛」，你看看，造那麼重的罪不知道，你說可不可憐！"
    },
    {
      "id": "04-007-0011_p0058",
      "zh_CN": "所以要发真正的觉心，真正觉悟，觉醒过来，认真去读诵，认真去学习，受持就是学习。有很多人把「受持」两个字看错了，什么叫受持？每天念一遍叫受持，这个不是的，受也没有，持也没有。「受」是接受这个教训，「持」是保持，我在日常生活当中时时保持都要做到，是这个意思。你不仅把经典的教训做到，而且还要保持永久都能做到，这才叫受持。然后你「演说」就不一样了，你不会把经讲错，不会把意思讲错，为什么？因为你有自己实行的心得体验，你向大家提出报告才能引起大众心声的共鸣，才能够感动人心。自己做不到没用处，说来不会动人的。所以讲经有的时候听起来很欢喜，讲得不错，天花乱坠，出去之后就忘干净了，就没有了，这个讲了没有效果。讲得真正有效果的，听了之后，两、三个月还有余味，余音绕梁，它有余味，好多天、好几个月这个余味还在，这个讲演跟普通讲演就不一样，普通讲演只有言说，这个讲演有精神在里面。这样的果报不可思议，那就是菩萨讲的，唯有诸佛才能知道，其他的人不晓得，果报当然殊胜。末后，最后的两首：",
      "zh_TW": "所以要發真正的覺心，真正覺悟，覺醒過來，認真去讀誦，認真去學習，受持就是學習。有很多人把「受持」兩個字看錯了，什麼叫受持？每天念一遍叫受持，這個不是的，受也沒有，持也沒有。「受」是接受這個教訓，「持」是保持，我在日常生活當中時時保持都要做到，是這個意思。你不僅把經典的教訓做到，而且還要保持永久都能做到，這才叫受持。然後你「演說」就不一樣了，你不會把經講錯，不會把意思講錯，為什麼？因為你有自己實行的心得體驗，你向大家提出報告才能引起大眾心聲的共鳴，才能夠感動人心。自己做不到沒用處，說來不會動人的。所以講經有的時候聽起來很歡喜，講得不錯，天花亂墜，出去之後就忘乾淨了，就沒有了，這個講了沒有效果。講得真正有效果的，聽了之後，兩、三個月還有餘味，餘音繞梁，它有餘味，好多天、好幾個月這個餘味還在，這個講演跟普通講演就不一樣，普通講演只有言說，這個講演有精神在裡面。這樣的果報不可思議，那就是菩薩講的，唯有諸佛才能知道，其他的人不曉得，果報當然殊勝。末後，最後的兩首："
    },
    {
      "id": "04-007-0011_p0059",
      "zh_CN": "【若人诵此普贤愿。我说少分之善根。一念一切悉皆圆。成就众生清净愿。】",
      "zh_TW": "【若人誦此普賢願。我說少分之善根。一念一切悉皆圓。成就眾生清淨願。】"
    },
    {
      "id": "04-007-0011_p0060",
      "zh_CN": "前面的话非常严格，是对已经修行的人来说的。这一首偈宽松多了，是对我们初学人讲的，不要限制那么严，限制那么严我们就不敢来了，所以这个就宽松多了，这接引的。假如有个人，这是指一般的人，读《普贤菩萨行愿品》，『我说少分之善根』，「我」是普贤菩萨自称，普贤菩萨说，有少分的善根就会喜欢，遇到这个经典、听到这个经典就有欢喜心，证明他有善根。他没有善根，纵然接触到这个法门，不会生欢喜心的。这一点善根不要轻视，普贤菩萨说少善根，在我们人、天分上来说，这是了不起的大善根。他为什么说少善根？因为跟他比，小，跟六道众生来比，这是大善根，这就不小。所以「一念一切皆圆满」，这个「一念」要相应，一念相应一念佛，念念相应念念佛。他的成就是『成就众生清净愿』，换句话说，如果不能令众生身心清净，这个不行，这不能算数，这是一个标准。末后总回向：",
      "zh_TW": "前面的話非常嚴格，是對已經修行的人來說的。這一首偈寬鬆多了，是對我們初學人講的，不要限制那麼嚴，限制那麼嚴我們就不敢來了，所以這個就寬鬆多了，這接引的。假如有個人，這是指一般的人，讀《普賢菩薩行願品》，『我說少分之善根』，「我」是普賢菩薩自稱，普賢菩薩說，有少分的善根就會喜歡，遇到這個經典、聽到這個經典就有歡喜心，證明他有善根。他沒有善根，縱然接觸到這個法門，不會生歡喜心的。這一點善根不要輕視，普賢菩薩說少善根，在我們人、天分上來說，這是了不起的大善根。他為什麼說少善根？因為跟他比，小，跟六道眾生來比，這是大善根，這就不小。所以「一念一切皆圓滿」，這個「一念」要相應，一念相應一念佛，念念相應念念佛。他的成就是『成就眾生清淨願』，換句話說，如果不能令眾生身心清淨，這個不行，這不能算數，這是一個標準。末後總迴向："
    },
    {
      "id": "04-007-0011_p0061",
      "zh_CN": "【我此普贤殊胜行。无边胜福皆回向。普愿沉溺诸众生。速往无量光佛刹。】",
      "zh_TW": "【我此普賢殊勝行。無邊勝福皆迴向。普願沉溺諸眾生。速往無量光佛剎。】"
    },
    {
      "id": "04-007-0011_p0062",
      "zh_CN": "『速』是快速，我们愈快愈好，求生西方极乐世界。『沉溺诸众生』是指六道众生。普贤菩萨愿六道所有一切众生赶快往生西方极乐世界，普贤菩萨所修之大行，念念都是这样为我们回向。偈颂讲到此地圆满了，后面长行就不必说了，我们的经就到此地讲圆满。这一会虽然不长，只有十天，我们将普贤菩萨的行愿做了一个概略的报告。经文给我们许多宝贵的启示，希望我们能够常常记住，能够如说修行，一心称念无量寿佛，不负普贤菩萨对我们的期望，因为普贤菩萨在此地说了，他一切修行的胜福都为我们回向，这是我在此地希望与每一位同修共同勉励的，将来有因缘我们再会。",
      "zh_TW": "『速』是快速，我們愈快愈好，求生西方極樂世界。『沉溺諸眾生』是指六道眾生。普賢菩薩願六道所有一切眾生趕快往生西方極樂世界，普賢菩薩所修之大行，念念都是這樣為我們迴向。偈頌講到此地圓滿了，後面長行就不必說了，我們的經就到此地講圓滿。這一會雖然不長，只有十天，我們將普賢菩薩的行願做了一個概略的報告。經文給我們許多寶貴的啟示，希望我們能夠常常記住，能夠如說修行，一心稱念無量壽佛，不負普賢菩薩對我們的期望，因為普賢菩薩在此地說了，他一切修行的勝福都為我們迴向，這是我在此地希望與每一位同修共同勉勵的，將來有因緣我們再會。"
    }
  ]
}