{
  "doc_id": "04-007-0006",
  "title": {
    "zh_CN": "普贤行愿品的启示",
    "zh_TW": "普賢行願品的啟示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "新加坡居士林",
    "zh_TW": "新加坡居士林"
  },
  "doc_number": "04-007-0006",
  "total_paragraphs": 70,
  "paragraphs": [
    {
      "id": "04-007-0006_p0001",
      "zh_CN": "诸位法师，诸位同修，昨天讲到第九愿「恒顺众生」，这一愿里面还有很深的意思，我们必须要知道的。普贤行的特色，就是一一行愿都是建立在清净、平等、真诚、广大、恭敬的基础上，这是普贤行跟一般菩萨行不相同的地方。菩萨能够平等的饶益一切众生，就是因为他能够随顺。随顺实在说是很不容易做得到的。中国人讲孝道，「孝」底下加一个「顺」，不顺就不能算孝，可见得「顺」是真正不容易，要有高度的智慧、真正的慈悲才真正能够顺一切众生。普贤菩萨在此地又告诉我们，他说：",
      "zh_TW": "諸位法師，諸位同修，昨天講到第九願「恆順眾生」，這一願裡面還有很深的意思，我們必須要知道的。普賢行的特色，就是一一行願都是建立在清淨、平等、真誠、廣大、恭敬的基礎上，這是普賢行跟一般菩薩行不相同的地方。菩薩能夠平等的饒益一切眾生，就是因為他能夠隨順。隨順實在說是很不容易做得到的。中國人講孝道，「孝」底下加一個「順」，不順就不能算孝，可見得「順」是真正不容易，要有高度的智慧、真正的慈悲才真正能夠順一切眾生。普賢菩薩在此地又告訴我們，他說："
    },
    {
      "id": "04-007-0006_p0002",
      "zh_CN": "【菩萨若能随顺众生则为随顺供养诸佛。】",
      "zh_TW": "【菩薩若能隨順眾生則為隨順供養諸佛。】"
    },
    {
      "id": "04-007-0006_p0003",
      "zh_CN": "这一句话说的分量非常的重，说得很重。为什么恒顺众生就是『随顺供养诸佛』？佛在《大经》（就是本经）前面说过「一切众生本来成佛」，由此可知，恒顺众生确实是「随顺供养诸佛」。礼敬供养，在诸佛菩萨面前确实显不出它殊胜功德之所在，而将礼敬供养诸佛这个心、这种态度用来随顺一切众生，这是很了不起的，这是修行到家了，没有到家是他有分别心、执着心，「那是佛，那是菩萨，我要恭敬他。这是凡夫，这是坏人，我还要恭敬他？」这一念分别执着，普贤行就失掉了，为什么？平等心没有了。",
      "zh_TW": "這一句話說的分量非常的重，說得很重。為什麼恆順眾生就是『隨順供養諸佛』？佛在《大經》（就是本經）前面說過「一切眾生本來成佛」，由此可知，恆順眾生確實是「隨順供養諸佛」。禮敬供養，在諸佛菩薩面前確實顯不出它殊勝功德之所在，而將禮敬供養諸佛這個心、這種態度用來隨順一切眾生，這是很了不起的，這是修行到家了，沒有到家是他有分別心、執著心，「那是佛，那是菩薩，我要恭敬他。這是凡夫，這是壞人，我還要恭敬他？」這一念分別執著，普賢行就失掉了，為什麼？平等心沒有了。"
    },
    {
      "id": "04-007-0006_p0004",
      "zh_CN": "实在讲，诸佛如来，就像父母对于儿女一样，希望这个家族彼此都能够相亲相爱和和睦睦，做父母的人欢喜了。佛要度的是九法界一切众生，如果能看到一切众生就像家人一样的和睦，佛心里就欢喜，这就是孝道的圆满，尊师重道的圆满，我们能叫一切众生生欢喜心，那就是能令一切如来欢喜。佛没有别的事情，念念希望看到众生圆成佛道，也可以说，佛看到我们做哪一桩事情是他最喜欢、最高兴？就是「恒顺众生」，这是佛最喜欢的一桩事情。普贤菩萨在此地又详细的给我们说明这一桩事实，他说：",
      "zh_TW": "實在講，諸佛如來，就像父母對於兒女一樣，希望這個家族彼此都能夠相親相愛和和睦睦，做父母的人歡喜了。佛要度的是九法界一切眾生，如果能看到一切眾生就像家人一樣的和睦，佛心裡就歡喜，這就是孝道的圓滿，尊師重道的圓滿，我們能叫一切眾生生歡喜心，那就是能令一切如來歡喜。佛沒有別的事情，念念希望看到眾生圓成佛道，也可以說，佛看到我們做哪一樁事情是他最喜歡、最高興？就是「恆順眾生」，這是佛最喜歡的一樁事情。普賢菩薩在此地又詳細的給我們說明這一樁事實，他說："
    },
    {
      "id": "04-007-0006_p0005",
      "zh_CN": "【诸佛如来以大悲心而为体故。】",
      "zh_TW": "【諸佛如來以大悲心而為體故。】"
    },
    {
      "id": "04-007-0006_p0006",
      "zh_CN": "这是讲佛用心跟我们不同，我们用心，第一个念头就想到自己，不会说第一个念头想到别人，纵然想到别人也是跟自己很亲密的人、有关系的人，没有关系的人才不会想到，何况还有畜生、饿鬼、地狱！你要真正能想到，你还会吃众生肉吗？决定不可能。「恒顺众生」，畜生也是众生，饿鬼也是众生，地狱也是众生，统统要平等随顺，不能随顺这个，不随顺那个，这不可以的，从此地我们也真正体会到普贤行是真难修，这个不是假的。我们努力修学只能修学少分，百分之一、二就算不错了，要想修个百分之五十、六十，的确我们做不到。",
      "zh_TW": "這是講佛用心跟我們不同，我們用心，第一個念頭就想到自己，不會說第一個念頭想到別人，縱然想到別人也是跟自己很親密的人、有關係的人，沒有關係的人才不會想到，何況還有畜生、餓鬼、地獄！你要真正能想到，你還會吃眾生肉嗎？決定不可能。「恆順眾生」，畜生也是眾生，餓鬼也是眾生，地獄也是眾生，統統要平等隨順，不能隨順這個，不隨順那個，這不可以的，從此地我們也真正體會到普賢行是真難修，這個不是假的。我們努力修學只能修學少分，百分之一、二就算不錯了，要想修個百分之五十、六十，的確我們做不到。"
    },
    {
      "id": "04-007-0006_p0007",
      "zh_CN": "佛用心是平等的慈悲没有分别，离一切分别执着的慈悲就叫做「大慈大悲」，佛是用这个心。因此他对于一切众生，九法界的有情众生，都起慈悲，从慈悲里面生出菩提心，从慈悲里面彻底觉悟，觉悟到什么事情？觉悟到一切众生跟自己是一体，这是我们不知道的，如果我们要知道了，我们的同体大悲心自然就生起来了，为什么？一切众生跟我是一体，比兄弟姊妹还要亲。兄弟姊妹跟我们还是二体，没有说是一体。这就真正觉悟了。既然是一体，诸位想想，怎么可能去伤害众生！因为伤害众生就是伤害自己，世间哪有这样愚笨的人，自己会去伤害自己！这个不可能。",
      "zh_TW": "佛用心是平等的慈悲沒有分別，離一切分別執著的慈悲就叫做「大慈大悲」，佛是用這個心。因此他對於一切眾生，九法界的有情眾生，都起慈悲，從慈悲裡面生出菩提心，從慈悲裡面徹底覺悟，覺悟到什麼事情？覺悟到一切眾生跟自己是一體，這是我們不知道的，如果我們要知道了，我們的同體大悲心自然就生起來了，為什麼？一切眾生跟我是一體，比兄弟姊妹還要親。兄弟姊妹跟我們還是二體，沒有說是一體。這就真正覺悟了。既然是一體，諸位想想，怎麼可能去傷害眾生！因為傷害眾生就是傷害自己，世間哪有這樣愚笨的人，自己會去傷害自己！這個不可能。"
    },
    {
      "id": "04-007-0006_p0008",
      "zh_CN": "知道一切众生就是自己，这是诸佛如来所证得的。这个境界很难体会，很难懂，怎么可能这一切众生会变成自己！佛在经论里面常常用比喻来说法，希望大家从比喻里面能够悟入这个境界。譬如我们作梦，作梦的经验大家都有，都曾经作过梦，甚至于天天晚上都作梦，一晚还作好几个梦，这是常有的现象。当你梦醒的时候，你如果能够回光返照一下，刚才我梦中的事情还记得很清楚、很明白，梦里面有自己，一定有自己，不可能做一个梦里头没有自己，这是决定不会有的。梦里有自己，也梦到很多人，也梦到很多的众生，也梦到山河大地，也梦到虚空，梦中境界就好像现前这个境界相仿佛，差不多的，我们有这个经验。有没有去想一想这梦中境界从哪里来的？梦中的自己从什么地方来的？梦中自己不是父母生的，你没有梦到你的父母亲生你，梦中突然现前，梦中之我就不是父母生的。梦中还有那些人，还有那些动物，山河大地、虚空，从哪来的？这一个时间短，境界并不是很深广，容易体会到，整个的梦境就是你自心变现出来的，这个心不是真心，是妄心，为什么说不是真心？真心里面没有梦。你修行功夫到相当程度，我们念佛念到事一心不乱就没有梦了，一般修行证得阿罗汉果，没有梦了，由此可知，梦是妄心。",
      "zh_TW": "知道一切眾生就是自己，這是諸佛如來所證得的。這個境界很難體會，很難懂，怎麼可能這一切眾生會變成自己！佛在經論裡面常常用比喻來說法，希望大家從比喻裡面能夠悟入這個境界。譬如我們作夢，作夢的經驗大家都有，都曾經作過夢，甚至於天天晚上都作夢，一晚還作好幾個夢，這是常有的現象。當你夢醒的時候，你如果能夠回光返照一下，剛才我夢中的事情還記得很清楚、很明白，夢裡面有自己，一定有自己，不可能做一個夢裡頭沒有自己，這是決定不會有的。夢裡有自己，也夢到很多人，也夢到很多的眾生，也夢到山河大地，也夢到虛空，夢中境界就好像現前這個境界相彷彿，差不多的，我們有這個經驗。有沒有去想一想這夢中境界從哪裡來的？夢中的自己從什麼地方來的？夢中自己不是父母生的，你沒有夢到你的父母親生你，夢中突然現前，夢中之我就不是父母生的。夢中還有那些人，還有那些動物，山河大地、虛空，從哪來的？這一個時間短，境界並不是很深廣，容易體會到，整個的夢境就是你自心變現出來的，這個心不是真心，是妄心，為什麼說不是真心？真心裡面沒有夢。你修行功夫到相當程度，我們念佛念到事一心不亂就沒有夢了，一般修行證得阿羅漢果，沒有夢了，由此可知，夢是妄心。"
    },
    {
      "id": "04-007-0006_p0009",
      "zh_CN": "现在我们不管真心与妄心，妄心在哪里？真心跟妄心我们都找不到，但是在作梦的时候就找到了。为什么那个心你找不到？心没有相，没有相你到哪里去找！看也看不见，听也听不到，闻也闻不出来，摸也摸不着，无相。作梦时，这个心变成了相，那时候你的心在哪里？梦境就是你的心，你整个的心变成了梦境，全心就是梦境，整个梦境就是你的心。我们要明白这个事实，你就会恍然大悟，原来梦中所有一切境界都是自己心变现出来的境界，除了自己之外还有什么？什么都没有。佛在经论上常跟我们讲「全妄即真，全真即妄」，我们透过梦境细心去体会一下，佛这两句话的意思多少能懂得一点。妄是什么？现象，今天摆在我们眼前，山河大地虚空世界，世界还是无量无边，这些虚空世界芸芸众生，动物、植物、矿物从哪来的？是我们自性变现出来的。",
      "zh_TW": "現在我們不管真心與妄心，妄心在哪裡？真心跟妄心我們都找不到，但是在作夢的時候就找到了。為什麼那個心你找不到？心沒有相，沒有相你到哪裡去找！看也看不見，聽也聽不到，聞也聞不出來，摸也摸不著，無相。作夢時，這個心變成了相，那時候你的心在哪裡？夢境就是你的心，你整個的心變成了夢境，全心就是夢境，整個夢境就是你的心。我們要明白這個事實，你就會恍然大悟，原來夢中所有一切境界都是自己心變現出來的境界，除了自己之外還有什麼？什麼都沒有。佛在經論上常跟我們講「全妄即真，全真即妄」，我們透過夢境細心去體會一下，佛這兩句話的意思多少能懂得一點。妄是什麼？現象，今天擺在我們眼前，山河大地虛空世界，世界還是無量無邊，這些虛空世界芸芸眾生，動物、植物、礦物從哪來的？是我們自性變現出來的。"
    },
    {
      "id": "04-007-0006_p0010",
      "zh_CN": "《华严》是唯识宗的经典。在中国大乘佛法里面有八个宗派，大乘八宗，小乘两宗，总共是十个宗派。八宗里面有法相唯识宗，法相唯识是专门深入研究这个问题的。在现在这个时代，法相唯识宗的大师只有一个人，演培老法师，讲法相唯识，当代恐怕没有第二个人能跟他相比。老人家年岁很大了，要学要赶快，这是真正大善知识，法相宗的第一人。",
      "zh_TW": "《華嚴》是唯識宗的經典。在中國大乘佛法裡面有八個宗派，大乘八宗，小乘兩宗，總共是十個宗派。八宗裡面有法相唯識宗，法相唯識是專門深入研究這個問題的。在現在這個時代，法相唯識宗的大師只有一個人，演培老法師，講法相唯識，當代恐怕沒有第二個人能跟他相比。老人家年歲很大了，要學要趕快，這是真正大善知識，法相宗的第一人。"
    },
    {
      "id": "04-007-0006_p0011",
      "zh_CN": "所有一切的妄相，《金刚经》上讲的「凡所有相，皆是虚妄」，妄相从哪来的？妄相是我们真性真如本性迷了以后现出的境界相。所以永嘉大师说（也是从比喻上说）「梦里明明有六趣」，这是讲我们现在明明白白的有六道轮回、有十法界；「觉后空空无大千」，到大彻大悟圆满成佛了，大千世界就没有了，为什么？真性梦醒了，就没有了。由此可知，十方虚空世界，你说到底是真的还是假的？真的假的都不能说，你要说是真的，它是假的；你说是假的，它真有这回事情，所以不要在真的假的上面起疑情，知道事实真相就好。",
      "zh_TW": "所有一切的妄相，《金剛經》上講的「凡所有相，皆是虛妄」，妄相從哪來的？妄相是我們真性真如本性迷了以後現出的境界相。所以永嘉大師說（也是從比喻上說）「夢裡明明有六趣」，這是講我們現在明明白白的有六道輪迴、有十法界；「覺後空空無大千」，到大徹大悟圓滿成佛了，大千世界就沒有了，為什麼？真性夢醒了，就沒有了。由此可知，十方虛空世界，你說到底是真的還是假的？真的假的都不能說，你要說是真的，它是假的；你說是假的，它真有這回事情，所以不要在真的假的上面起疑情，知道事實真相就好。"
    },
    {
      "id": "04-007-0006_p0012",
      "zh_CN": "所以虚空法界是自性变现的，那这一切有情众生怎么不是自己心性变现的？佛在经上常说「十方三世佛，共同一法身」，就是说的这个事实，成佛才真的知道。所以佛帮助一切众生，为一切众生讲经说法，帮助他开悟，帮助他修行证果，在他讲这是他的义务，他应该做的，他不居功，就如同慈母照顾她的小孩一样，无微不至。你要问她「妳为什么要这样照顾他？」「他是我的小孩。」你要是问佛为什么这样慈悲普度一切众生，佛会告诉你「因为他跟我同体，我度他不是度别人，正是度自己」。我们明了这个事实的真相，才知道恒顺众生真正是供养诸佛，能令一切诸佛欢喜。所以佛是从同体慈悲里面生出大菩提心，彻底觉悟，因菩提心成无上正等正觉，这是诸佛成佛的一条光明大道，我们今天也走这一条路，哪里会不成佛！这是我们要学的。",
      "zh_TW": "所以虛空法界是自性變現的，那這一切有情眾生怎麼不是自己心性變現的？佛在經上常說「十方三世佛，共同一法身」，就是說的這個事實，成佛才真的知道。所以佛幫助一切眾生，為一切眾生講經說法，幫助他開悟，幫助他修行證果，在他講這是他的義務，他應該做的，他不居功，就如同慈母照顧她的小孩一樣，無微不至。你要問她「妳為什麼要這樣照顧他？」「他是我的小孩。」你要是問佛為什麼這樣慈悲普度一切眾生，佛會告訴你「因為他跟我同體，我度他不是度別人，正是度自己」。我們明瞭這個事實的真相，才知道恆順眾生真正是供養諸佛，能令一切諸佛歡喜。所以佛是從同體慈悲裡面生出大菩提心，徹底覺悟，因菩提心成無上正等正覺，這是諸佛成佛的一條光明大道，我們今天也走這一條路，哪裡會不成佛！這是我們要學的。"
    },
    {
      "id": "04-007-0006_p0013",
      "zh_CN": "随顺众生不吃亏，眼前好像是吃点亏，其实没有吃亏。能够忍，能够让，能够随缘，成就自己的德行。殊不知吃亏正是占便宜，世间法上我吃了亏，佛法上我占了大便宜，这个要知道。世法是障碍佛法的，我们在世法上退一步、让一步，我佛法上的障碍就去掉了一层，这就得大自在。",
      "zh_TW": "隨順眾生不吃虧，眼前好像是吃點虧，其實沒有吃虧。能夠忍，能夠讓，能夠隨緣，成就自己的德行。殊不知吃虧正是佔便宜，世間法上我吃了虧，佛法上我佔了大便宜，這個要知道。世法是障礙佛法的，我們在世法上退一步、讓一步，我佛法上的障礙就去掉了一層，這就得大自在。"
    },
    {
      "id": "04-007-0006_p0014",
      "zh_CN": "在《无量寿经》里面，大家都知道我们修行的纲领是清净心、平等心，试问，清净、平等离开一切众生，清净、平等到哪里修？没地方修了。清净心要在染境环境里面修，平等心要在极不平的境界里面修，这才是功夫，这才是真正的受用。只要我们哪一天看这个世界，看一切众生，心真正得到平等了，那就恭喜你，你的大慈悲心现前了。诸位也许要问，要修到多久才能到这个境界？我告诉你，这是不一定的，因人而异，根利的人很快就达到这个境界，根钝的人可能修十几年、二十年，也许三、四十年，也许一生都修不到，原因在哪里？原因在放不下。放不下，你想想看，你的心怎么会平等！怎么会清净！",
      "zh_TW": "在《無量壽經》裡面，大家都知道我們修行的綱領是清淨心、平等心，試問，清淨、平等離開一切眾生，清淨、平等到哪裡修？沒地方修了。清淨心要在染境環境裡面修，平等心要在極不平的境界裡面修，這才是功夫，這才是真正的受用。只要我們哪一天看這個世界，看一切眾生，心真正得到平等了，那就恭喜你，你的大慈悲心現前了。諸位也許要問，要修到多久才能到這個境界？我告訴你，這是不一定的，因人而異，根利的人很快就達到這個境界，根鈍的人可能修十幾年、二十年，也許三、四十年，也許一生都修不到，原因在哪裡？原因在放不下。放不下，你想想看，你的心怎麼會平等！怎麼會清淨！"
    },
    {
      "id": "04-007-0006_p0015",
      "zh_CN": "你要想真正得到清净平等，说实在的话，一定要看破，一定要放下，就像念佛堂打佛七常常提醒念佛人「身心世界一切放下」，这才行。世出世间法里面不管是什么，只要有一丝毫的贪念，有一丝毫的执着，有一丝毫的疑惑，你就放不下，这放不下就变成清净、平等的大障碍。所以看破是真正的学问，放下是真实的功夫。必须看破、放下之后才能以大悲心随顺一切众生，才能像普贤菩萨所说的「成就供养一切如来」。这是这一愿里面很重要的一点意思，我们不能不知，知道之后，这才肯真正发心去学习。这是回向众生。",
      "zh_TW": "你要想真正得到清淨平等，說實在的話，一定要看破，一定要放下，就像念佛堂打佛七常常提醒念佛人「身心世界一切放下」，這才行。世出世間法裡面不管是什麼，只要有一絲毫的貪念，有一絲毫的執著，有一絲毫的疑惑，你就放不下，這放不下就變成清淨、平等的大障礙。所以看破是真正的學問，放下是真實的功夫。必須看破、放下之後才能以大悲心隨順一切眾生，才能像普賢菩薩所說的「成就供養一切如來」。這是這一願裡面很重要的一點意思，我們不能不知，知道之後，這才肯真正發心去學習。這是迴向眾生。"
    },
    {
      "id": "04-007-0006_p0016",
      "zh_CN": "末后第十「普皆回向」，这是回向法界，也是把前面的九愿归纳起来。回向法界，从第一愿「礼敬诸佛」，「称赞如来」、「广修供养」、「忏悔业障」，一直到「恒顺众生」，这所有的功德统统回向，心里面一丝毫都不沾染，这个心才清净。",
      "zh_TW": "末後第十「普皆迴向」，這是迴向法界，也是把前面的九願歸納起來。迴向法界，從第一願「禮敬諸佛」，「稱讚如來」、「廣修供養」、「懺悔業障」，一直到「恆順眾生」，這所有的功德統統迴向，心裡面一絲毫都不沾染，這個心才清淨。"
    },
    {
      "id": "04-007-0006_p0017",
      "zh_CN": "有些人修功德怕功德被别人拿去，不敢回向，你看这个心量多小，那不会成就的，心量太狭小了，还是念念都想到「我的功德，我好不容易修的，我怎么可以给你！」像助念，李木源居士告诉我，有些同修发心去助念（人在临终的时候），好事情，非常难得，有些人怕「我念佛功德回向给他，那我不就没有了？」其实这是错误的观念。功是你自己修行的功夫，你有一分功夫一定有一分收获，收获就是你得到的；有两分功夫，你一定有两分的收获，别人拿不去的，你想送他也送不掉。给诸位说，我们的福德可以送人，功德没有办法。福德，譬如我有财富，我的财富可以分一半给人，或者我全部都给人，人家可以得到享受，我有房子，我的房子供养你，给你住，你可以得到受用，唯独功德没有办法。功德是什么？功德是戒、定、慧。你们想想，你持戒的功德能给人吗？你念佛的功德能给人吗？你修定的功德能给人吗？没有办法。如果功德可以给人那我们还要什么修行！不要修了，到时候佛统统给我们，我们就成佛了。所以功德是公修公得，婆修婆得，不修不得，一定要靠自己，决定不能够仰赖别人。",
      "zh_TW": "有些人修功德怕功德被別人拿去，不敢迴向，你看這個心量多小，那不會成就的，心量太狹小了，還是念念都想到「我的功德，我好不容易修的，我怎麼可以給你！」像助念，李木源居士告訴我，有些同修發心去助念（人在臨終的時候），好事情，非常難得，有些人怕「我念佛功德迴向給他，那我不就沒有了？」其實這是錯誤的觀念。功是你自己修行的功夫，你有一分功夫一定有一分收穫，收穫就是你得到的；有兩分功夫，你一定有兩分的收穫，別人拿不去的，你想送他也送不掉。給諸位說，我們的福德可以送人，功德沒有辦法。福德，譬如我有財富，我的財富可以分一半給人，或者我全部都給人，人家可以得到享受，我有房子，我的房子供養你，給你住，你可以得到受用，唯獨功德沒有辦法。功德是什麼？功德是戒、定、慧。你們想想，你持戒的功德能給人嗎？你念佛的功德能給人嗎？你修定的功德能給人嗎？沒有辦法。如果功德可以給人那我們還要什麼修行！不要修了，到時候佛統統給我們，我們就成佛了。所以功德是公修公得，婆修婆得，不修不得，一定要靠自己，決定不能夠仰賴別人。"
    },
    {
      "id": "04-007-0006_p0018",
      "zh_CN": "说到这个地方，我在这里打个闲岔，在中国习俗当中，如果有老人过世了，我们要做七给他超荐，给他追福。做七是从哪来的？是从《地藏菩萨本愿经》来的。我们给他念经，给他回向，他真的得好处，但是究竟是什么道理？得了些什么好处？这个事情我们要搞清楚。",
      "zh_TW": "說到這個地方，我在這裡打個閒岔，在中國習俗當中，如果有老人過世了，我們要做七給他超薦，給他追福。做七是從哪來的？是從《地藏菩薩本願經》來的。我們給他念經，給他迴向，他真的得好處，但是究竟是什麼道理？得了些什麼好處？這個事情我們要搞清楚。"
    },
    {
      "id": "04-007-0006_p0019",
      "zh_CN": "经上所举的例子非常好，这个例子是地藏菩萨在因地里面真实的事情。譬如婆罗门女，你们大家《地藏经》都念得很熟，婆罗门女是外道，她是婆罗门教的一个女孩子，既然说女就是年岁很轻，童女，没有结婚，年岁不大，是婆罗门教的信徒，她相信因果，宗教徒相信因果。她的母亲过世，她想一想母亲在世造的罪业很重，什么罪业？杀生、毁谤。毁谤是对于三宝，她不相信佛法，毁谤三宝。杀生，她喜欢吃海鲜，鱼虾之类的，吃鱼虾那是不计其数，而且都很喜欢吃活的。她一想，这个罪业太重了，虽然有时候她也劝她，劝她也不听，自己的母亲不听也没法子，所以想一想，她死了之后，一定会堕落在恶道。",
      "zh_TW": "經上所舉的例子非常好，這個例子是地藏菩薩在因地裡面真實的事情。譬如婆羅門女，你們大家《地藏經》都念得很熟，婆羅門女是外道，她是婆羅門教的一個女孩子，既然說女就是年歲很輕，童女，沒有結婚，年歲不大，是婆羅門教的信徒，她相信因果，宗教徒相信因果。她的母親過世，她想一想母親在世造的罪業很重，什麼罪業？殺生、毀謗。毀謗是對於三寶，她不相信佛法，毀謗三寶。殺生，她喜歡吃海鮮，魚蝦之類的，吃魚蝦那是不計其數，而且都很喜歡吃活的。她一想，這個罪業太重了，雖然有時候她也勸她，勸她也不聽，自己的母親不聽也沒法子，所以想一想，她死了之後，一定會墮落在惡道。"
    },
    {
      "id": "04-007-0006_p0020",
      "zh_CN": "这位女儿非常孝顺，一心一意在想如何叫母亲能够从恶道里面出来，离开三恶道。这时遇到觉华定自在王如来的寺庙，庙虽然在，里面供有佛像，是佛的像法时期，换句话说，佛已经不在世，佛已经灭度，佛像供在那里。她到里面顶礼，说出她的心思，因为她至诚恭敬，这是感应，儒家常讲「至诚感通」，人真诚到极处就跟诸佛菩萨、鬼神能有感应，她是以极真诚的心求佛，忽然就听到空中有声音，告诉她这个消息，她问她母亲在哪里。她那时心里想，佛如果在世，我要来问，佛一定会告诉我，一定会帮助我；佛现在不在世，灭度。由于她真诚感通，空中有声音告诉她，妳的母亲在什么地方，遭遇什么样的苦难，妳要用什么方法去帮助她，妳在这里拜了佛之后，回家去念佛，念佛没教她念阿弥陀佛，教她念觉华定自在王佛，因为《地藏经》从头到尾所讲的都是「孝敬」，讲孝敬一定是本师佛。就像前面普贤菩萨给我们介绍的，我们「常随佛学」，我们要学毘卢遮那佛，是我们的本师佛，这就是念念不忘本。《地藏经》自始至终，你仔细去看，不忘本，给我们这样大的一个启示。",
      "zh_TW": "這位女兒非常孝順，一心一意在想如何叫母親能夠從惡道裡面出來，離開三惡道。這時遇到覺華定自在王如來的寺廟，廟雖然在，裡面供有佛像，是佛的像法時期，換句話說，佛已經不在世，佛已經滅度，佛像供在那裡。她到裡面頂禮，說出她的心思，因為她至誠恭敬，這是感應，儒家常講「至誠感通」，人真誠到極處就跟諸佛菩薩、鬼神能有感應，她是以極真誠的心求佛，忽然就聽到空中有聲音，告訴她這個消息，她問她母親在哪裡。她那時心裡想，佛如果在世，我要來問，佛一定會告訴我，一定會幫助我；佛現在不在世，滅度。由於她真誠感通，空中有聲音告訴她，妳的母親在什麼地方，遭遇什麼樣的苦難，妳要用什麼方法去幫助她，妳在這裡拜了佛之後，回家去念佛，念佛沒教她念阿彌陀佛，教她念覺華定自在王佛，因為《地藏經》從頭到尾所講的都是「孝敬」，講孝敬一定是本師佛。就像前面普賢菩薩給我們介紹的，我們「常隨佛學」，我們要學毘盧遮那佛，是我們的本師佛，這就是念念不忘本。《地藏經》自始至終，你仔細去看，不忘本，給我們這樣大的一個啟示。"
    },
    {
      "id": "04-007-0006_p0021",
      "zh_CN": "她念佛念了一天一夜，她的功夫成就了，她在定中游览地狱，就到地狱去了，地狱里面无毒鬼王来接见她，而且告诉她这个地方是大地狱，只有两种人可以来，一个是菩萨，到地狱里面来参观，来度地狱众生的；第二个就是造地狱罪业的人，他一命终，立刻就堕地狱，不是这两种人决定看不到这个境界，而她能够参观游览地狱，所以无毒鬼王称她为菩萨，她确实是菩萨。这种能力在一般讲，证得阿罗汉果以上才有这个能力，自在的去游地狱。她念佛念一天一夜就有这个能力吗？有，假如一天一夜念到一心不乱就行了，事一心不乱跟阿罗汉就相等，功夫跟阿罗汉相等，智慧、神通、道力超过阿罗汉就很多了。我们回头看《弥陀经》，《弥陀经》上跟我们讲若一日、若二日、若三日，到若七日，根利的人一日，一日是一日一夜，他就证得。婆罗门女根性很利，一日一夜就证得了，从凡夫外道的一个女孩子，一天一夜勇猛精进，念到一心不乱。",
      "zh_TW": "她念佛念了一天一夜，她的功夫成就了，她在定中遊覽地獄，就到地獄去了，地獄裡面無毒鬼王來接見她，而且告訴她這個地方是大地獄，只有兩種人可以來，一個是菩薩，到地獄裡面來參觀，來度地獄眾生的；第二個就是造地獄罪業的人，他一命終，立刻就墮地獄，不是這兩種人決定看不到這個境界，而她能夠參觀遊覽地獄，所以無毒鬼王稱她為菩薩，她確實是菩薩。這種能力在一般講，證得阿羅漢果以上才有這個能力，自在的去遊地獄。她念佛念一天一夜就有這個能力嗎？有，假如一天一夜念到一心不亂就行了，事一心不亂跟阿羅漢就相等，功夫跟阿羅漢相等，智慧、神通、道力超過阿羅漢就很多了。我們回頭看《彌陀經》，《彌陀經》上跟我們講若一日、若二日、若三日，到若七日，根利的人一日，一日是一日一夜，他就證得。婆羅門女根性很利，一日一夜就證得了，從凡夫外道的一個女孩子，一天一夜勇猛精進，念到一心不亂。"
    },
    {
      "id": "04-007-0006_p0022",
      "zh_CN": "她向无毒鬼王打听她母亲的消息，无毒鬼王一听，他说菩萨之母在三天前已经生忉利天了，生到天上去了，不但她去了，同时在地狱里受罪的那些人都沾了她的光，都跟她一同生天去了。听说她有一位孝顺的女儿，为她在觉华定自在王佛所修布施供养。她是什么供养？如教修行供养。一切供养当中，法供养为最，法供养第一条「如说修行」，觉华定自在王佛教她怎么修，她回家就照做。为什么会那样勇猛精进？为了救母亲。换句话说，她在这一生当中能够念佛念到一心不乱，念到一心不乱就决定往生，是谁的力量帮助她达到一心不乱？你们想想什么人的力量？是她母亲的力量。她母亲要不堕恶道，她才不念佛，她也成不了菩萨，你懂得这个意思吗？她能成就是她母亲的力量叫她成了菩萨，因此她母亲就变成菩萨的母亲，她母亲有一分功德就是这个功德，就是因为这桩事情激励她的女儿发心来超度她，是这么一桩事情。她的儿女修行功德愈大，被超度的亡人得的福就愈大，经上给我们讲，超度七分功德，六分自己得，她只得一分，七分之一。如果婆罗门女念了七天七夜的佛都没有得到一心不乱，她母亲在地狱里的痛苦减少一点而已，出不来。这就明白告诉我们，超度要看超度的人是不是真正的修行、真正证果，他如果为了这个事情真正修行证果，被超度的人才能生忉利天。像我们现在要是超度一个人，给他念几卷经，有口无心，那个没有用处的。所以超度，许多人不晓得超度的道理在哪里。",
      "zh_TW": "她向無毒鬼王打聽她母親的消息，無毒鬼王一聽，他說菩薩之母在三天前已經生忉利天了，生到天上去了，不但她去了，同時在地獄裡受罪的那些人都沾了她的光，都跟她一同生天去了。聽說她有一位孝順的女兒，為她在覺華定自在王佛所修布施供養。她是什麼供養？如教修行供養。一切供養當中，法供養為最，法供養第一條「如說修行」，覺華定自在王佛教她怎麼修，她回家就照做。為什麼會那樣勇猛精進？為了救母親。換句話說，她在這一生當中能夠念佛念到一心不亂，念到一心不亂就決定往生，是誰的力量幫助她達到一心不亂？你們想想什麼人的力量？是她母親的力量。她母親要不墮惡道，她才不念佛，她也成不了菩薩，你懂得這個意思嗎？她能成就是她母親的力量叫她成了菩薩，因此她母親就變成菩薩的母親，她母親有一分功德就是這個功德，就是因為這樁事情激勵她的女兒發心來超度她，是這麼一樁事情。她的兒女修行功德愈大，被超度的亡人得的福就愈大，經上給我們講，超度七分功德，六分自己得，她只得一分，七分之一。如果婆羅門女念了七天七夜的佛都沒有得到一心不亂，她母親在地獄裡的痛苦減少一點而已，出不來。這就明白告訴我們，超度要看超度的人是不是真正的修行、真正證果，他如果為了這個事情真正修行證果，被超度的人才能生忉利天。像我們現在要是超度一個人，給他念幾卷經，有口無心，那個沒有用處的。所以超度，許多人不曉得超度的道理在哪裡。"
    },
    {
      "id": "04-007-0006_p0023",
      "zh_CN": "光目女度她的母亲，只把她母亲度到人道。在她家里有一个佣人，在台湾讲下女，下女生了一个小孩，是她母亲从地狱里面生到人道。她念佛的功夫比这个婆罗门女就差一等，她只念到功夫成片，感应是在梦中得到的感应，不是定中。所以婆罗门女一天一夜是得一心不乱，光目女念佛是得功夫成片。由此可知，主持超度的人要不能修到功夫成片，那就很难讲，真正修到功夫成片，被超度的人能够离开地狱到人道来，到不了天道。所以随着你自己修行证果果位的高低，被超度的人有等级，他的福德是这么来的。",
      "zh_TW": "光目女度她的母親，只把她母親度到人道。在她家裡有一個佣人，在台灣講下女，下女生了一個小孩，是她母親從地獄裡面生到人道。她念佛的功夫比這個婆羅門女就差一等，她只念到功夫成片，感應是在夢中得到的感應，不是定中。所以婆羅門女一天一夜是得一心不亂，光目女念佛是得功夫成片。由此可知，主持超度的人要不能修到功夫成片，那就很難講，真正修到功夫成片，被超度的人能夠離開地獄到人道來，到不了天道。所以隨著你自己修行證果果位的高低，被超度的人有等級，他的福德是這麼來的。"
    },
    {
      "id": "04-007-0006_p0024",
      "zh_CN": "往往人遭遇到很大的困苦，大的危难的时候，精进勇猛的心特别强，绝对不是一般平常人能够跟他相比的。一天一夜她就能达到她的目的，这是孝心恳切。这是我们要晓得诵经、念佛、超度确实有效，这不是假的。亡人，七七四十九天给他做七，也是真的，也非常有效，当然最殊胜的是四十九天当中，天天给他诵经念佛。尤其像我们这个程度，心没那么恳切，不可能一天、两天就得一心不乱、得功夫成片，那就老老实实的，念的时候不要打妄想，认真去念，恭恭敬敬去念，他也能得好处，最重要是心地清净、真诚、恭敬才能够达到效果。如果诵经有口无心，或者一面念经一面打妄想，这是有罪过，这个没有效果。大家细读《地藏经》对这些事情自然就明了。",
      "zh_TW": "往往人遭遇到很大的困苦，大的危難的時候，精進勇猛的心特別強，絕對不是一般平常人能夠跟他相比的。一天一夜她就能達到她的目的，這是孝心懇切。這是我們要曉得誦經、念佛、超度確實有效，這不是假的。亡人，七七四十九天給他做七，也是真的，也非常有效，當然最殊勝的是四十九天當中，天天給他誦經念佛。尤其像我們這個程度，心沒那麼懇切，不可能一天、兩天就得一心不亂、得功夫成片，那就老老實實的，念的時候不要打妄想，認真去念，恭恭敬敬去念，他也能得好處，最重要是心地清淨、真誠、恭敬才能夠達到效果。如果誦經有口無心，或者一面念經一面打妄想，這是有罪過，這個沒有效果。大家細讀《地藏經》對這些事情自然就明瞭。"
    },
    {
      "id": "04-007-0006_p0025",
      "zh_CN": "所以功德是可以回向的，知道回向，回向对自己来讲是拓开心量，把我们自己无始劫以来执着分别的习气扫干净。我所修的功德，我统统不要，我所修的功德让大家去享，他不要，他的功德更大，刚才说过，功德丢不掉的，不但功德丢不掉，福德也丢不掉。人的福报丢不掉，你今天有钱，你命里有一百万，你把一百万统统布施光了，过几天，一百万又回来了，为什么？你命里有的。命里面有的丢不掉，命里头没有的保不住，你怎么想方法保的时候还会丧失掉。所以你要懂得这个道理，道理真正明白了，我们就敢行菩萨道，所谓是心安理得，敢做。",
      "zh_TW": "所以功德是可以迴向的，知道迴向，迴向對自己來講是拓開心量，把我們自己無始劫以來執著分別的習氣掃乾淨。我所修的功德，我統統不要，我所修的功德讓大家去享，他不要，他的功德更大，剛才說過，功德丟不掉的，不但功德丟不掉，福德也丟不掉。人的福報丟不掉，你今天有錢，你命裡有一百萬，你把一百萬統統布施光了，過幾天，一百萬又回來了，為什麼？你命裡有的。命裡面有的丟不掉，命裡頭沒有的保不住，你怎麼想方法保的時候還會喪失掉。所以你要懂得這個道理，道理真正明白了，我們就敢行菩薩道，所謂是心安理得，敢做。"
    },
    {
      "id": "04-007-0006_p0026",
      "zh_CN": "中国大陆供财神，现在我看很多地方做生意的人大概都供财神，保佑你发财，其实这观念都是错误的，迷信。中国大陆上供财神供什么人？供范蠡作财神。现在我看许多地方把关公当作财神，我们不晓得这是什么意思。供范蠡作财神有道理，为什么？他是一个会赚钱、会用钱的模范，我们要向他学习。范蠡这个人实在是了不起，有智慧又有福报。他生于春秋战国时代，是越国人。越王勾践被吴灭了之后，越王勾践有两个帮手，一个范蠡，一个文种，这两个人帮助他，二十年之后，真正复兴，再把吴国打败，把吴国消灭，这是雪耻、中兴，了不起的一位大人物。他对于国王勾践认识得很清楚，这个国王可以共患难不能共富贵，国家多事的时候，有灾难的时候，他需要用我们，他会对我们很好；国家太平没事了，用不着了，恐怕要把我们这些人都收拾掉了，他看得很清楚，所以他就改名换姓跑掉了，而且还留一封信给文种，劝文种也跑，文种不相信，没过几天，果然越王勾践赐他一把宝剑让他自杀，所以这个人真有智慧。",
      "zh_TW": "中國大陸供財神，現在我看很多地方做生意的人大概都供財神，保佑你發財，其實這觀念都是錯誤的，迷信。中國大陸上供財神供什麼人？供范蠡作財神。現在我看許多地方把關公當作財神，我們不曉得這是什麼意思。供范蠡作財神有道理，為什麼？他是一個會賺錢、會用錢的模範，我們要向他學習。范蠡這個人實在是了不起，有智慧又有福報。他生於春秋戰國時代，是越國人。越王勾踐被吳滅了之後，越王勾踐有兩個幫手，一個范蠡，一個文種，這兩個人幫助他，二十年之後，真正復興，再把吳國打敗，把吳國消滅，這是雪恥、中興，了不起的一位大人物。他對於國王勾踐認識得很清楚，這個國王可以共患難不能共富貴，國家多事的時候，有災難的時候，他需要用我們，他會對我們很好；國家太平沒事了，用不著了，恐怕要把我們這些人都收拾掉了，他看得很清楚，所以他就改名換姓跑掉了，而且還留一封信給文種，勸文種也跑，文種不相信，沒過幾天，果然越王勾踐賜他一把寶劍讓他自殺，所以這個人真有智慧。"
    },
    {
      "id": "04-007-0006_p0027",
      "zh_CN": "改名换姓之后，他叫陶朱公，陶朱公就是范蠡，去做生意，做小生意，做了没多久发大财，发了很大的财，发财之后，他把这些财产全部布施救济一些苦难的贫民，散掉之后，从头再做起，做了没几年又发了，发了他又散，这中国历史上很有名的「三聚三散」。他能够赚钱，他能够散财，所以中国以后供他作财神，告诉你做生意赚钱要学他。这个人是真正有大智慧、大福报。所以供关公作财神很没有道理，讲不通的，关公是重义气。供范蠡作财神很有道理。",
      "zh_TW": "改名換姓之後，他叫陶朱公，陶朱公就是范蠡，去做生意，做小生意，做了沒多久發大財，發了很大的財，發財之後，他把這些財產全部布施救濟一些苦難的貧民，散掉之後，從頭再做起，做了沒幾年又發了，發了他又散，這中國歷史上很有名的「三聚三散」。他能夠賺錢，他能夠散財，所以中國以後供他作財神，告訴你做生意賺錢要學他。這個人是真正有大智慧、大福報。所以供關公作財神很沒有道理，講不通的，關公是重義氣。供范蠡作財神很有道理。"
    },
    {
      "id": "04-007-0006_p0028",
      "zh_CN": "这是说明人是有命运的，所谓「一饮一啄，莫非前定」，命里有的决定是有，命里没有的也不要强求，为什么？求不到的。命里面有的丢也丢不掉，所以你布施，它会再来，而且来的时候总会来得多一点，好像还有点利息一样，它不会来得少，会来得多一点，所以真正明白这个道理，知道这个事实，你才有胆量放心大胆去布施，布施掉的时候，你也不要害怕，真正明白这个道理。但是不能存侥幸的心，「这个生意好做，一本万利，我就试试看」，一试就没有了，一去不回头了，那就错了。不可以用侥幸心，要用真诚的心修布施供养，这是修福。侥幸的心，「希望我布施掉了，下一次会更多」，范蠡当年布施没有存这个心，没有存再发的心，哪里晓得自然再发，证明命里的财富丢都丢不掉。",
      "zh_TW": "這是說明人是有命運的，所謂「一飲一啄，莫非前定」，命裡有的決定是有，命裡沒有的也不要強求，為什麼？求不到的。命裡面有的丟也丟不掉，所以你布施，它會再來，而且來的時候總會來得多一點，好像還有點利息一樣，它不會來得少，會來得多一點，所以真正明白這個道理，知道這個事實，你才有膽量放心大膽去布施，布施掉的時候，你也不要害怕，真正明白這個道理。但是不能存僥倖的心，「這個生意好做，一本萬利，我就試試看」，一試就沒有了，一去不回頭了，那就錯了。不可以用僥倖心，要用真誠的心修布施供養，這是修福。僥倖的心，「希望我布施掉了，下一次會更多」，范蠡當年布施沒有存這個心，沒有存再發的心，哪裡曉得自然再發，證明命裡的財富丟都丟不掉。"
    },
    {
      "id": "04-007-0006_p0029",
      "zh_CN": "所以我们修积的功德回向给一切众生，这个功德也是愈回向愈大，为什么？心量大。心量大，功德也就转变大了，这是一切法随心转。不回向，念念都为自己，这个心量很小，因此他的功德也就有限，局限在他心量的范围之内。所以佛教给我们不管修大的功德、小的功德，乃至于毫发之善（毫是毫毛，很小，发是头发，毫发之善是指很小的善事），都应当回向菩提、回向众生、回向法界，这是拓展我们的心量，圆满修行的功德。",
      "zh_TW": "所以我們修積的功德迴向給一切眾生，這個功德也是愈迴向愈大，為什麼？心量大。心量大，功德也就轉變大了，這是一切法隨心轉。不迴向，念念都為自己，這個心量很小，因此他的功德也就有限，侷限在他心量的範圍之內。所以佛教給我們不管修大的功德、小的功德，乃至於毫髮之善（毫是毫毛，很小，髮是頭髮，毫髮之善是指很小的善事），都應當迴向菩提、迴向眾生、迴向法界，這是拓展我們的心量，圓滿修行的功德。"
    },
    {
      "id": "04-007-0006_p0030",
      "zh_CN": "菩萨学佛，像前面普贤菩萨告诉我们的，菩萨是以佛为榜样、为典型，因此我也劝勉同修们以佛为老师、为榜样。我们所选的是阿弥陀佛，这是因为阿弥陀佛的经典在我们手中，这部经典是最完善的经典，无论在理论、在方法、在境界、在因果，没有一样不达到究竟圆满。经文分量不多，所以我们能够如说修行，决定就像阿弥陀佛，我们的心像阿弥陀佛，我们对于法界众生，想法、看法、做法也同阿弥陀佛，样样都像阿弥陀佛，你就成阿弥陀佛了，成阿弥陀佛哪有不生极乐世界的道理！必定往生。",
      "zh_TW": "菩薩學佛，像前面普賢菩薩告訴我們的，菩薩是以佛為榜樣、為典型，因此我也勸勉同修們以佛為老師、為榜樣。我們所選的是阿彌陀佛，這是因為阿彌陀佛的經典在我們手中，這部經典是最完善的經典，無論在理論、在方法、在境界、在因果，沒有一樣不達到究竟圓滿。經文分量不多，所以我們能夠如說修行，決定就像阿彌陀佛，我們的心像阿彌陀佛，我們對於法界眾生，想法、看法、做法也同阿彌陀佛，樣樣都像阿彌陀佛，你就成阿彌陀佛了，成阿彌陀佛哪有不生極樂世界的道理！必定往生。"
    },
    {
      "id": "04-007-0006_p0031",
      "zh_CN": "何况我在讲《大经》的时候劝勉同学们，我讲的三辈九品跟古人讲的不一样，古人讲的难懂，不好懂，我讲的好懂。我说，你只要依照《无量寿经》的教训去做，这一本经里面所讲的你统统都做到了，你就上品上生；统统做到了，跟佛没有两样。如果不能统统做到，我做到九成，做到百分之九十，还有百分之十做不到，那你往生就上品中生。百分之九十我都做不到，可以做到百分之八十，也不错，上品下生。九品一直往下下来，由此可知，下下品往生要做到两成，如果两成都做不到，我天天念不能往生，这是诸位要晓得。天天念也没有用处，要做到，心净则土净，要做到，必须境界真正转了才能成功，绝对不是念得多，念得多，境界转不过来，那就是古人笑话的「喊破喉咙也枉然」，这是真的，一定要做到。",
      "zh_TW": "何況我在講《大經》的時候勸勉同學們，我講的三輩九品跟古人講的不一樣，古人講的難懂，不好懂，我講的好懂。我說，你只要依照《無量壽經》的教訓去做，這一本經裡面所講的你統統都做到了，你就上品上生；統統做到了，跟佛沒有兩樣。如果不能統統做到，我做到九成，做到百分之九十，還有百分之十做不到，那你往生就上品中生。百分之九十我都做不到，可以做到百分之八十，也不錯，上品下生。九品一直往下下來，由此可知，下下品往生要做到兩成，如果兩成都做不到，我天天念不能往生，這是諸位要曉得。天天念也沒有用處，要做到，心淨則土淨，要做到，必須境界真正轉了才能成功，絕對不是念得多，念得多，境界轉不過來，那就是古人笑話的「喊破喉嚨也枉然」，這是真的，一定要做到。"
    },
    {
      "id": "04-007-0006_p0032",
      "zh_CN": "【愿令众生。常得安乐。无诸病苦。】",
      "zh_TW": "【願令眾生。常得安樂。無諸病苦。】"
    },
    {
      "id": "04-007-0006_p0033",
      "zh_CN": "因此菩萨念念之中都希望一切众生『常得安乐』，我们见到一切众生平安快乐，欢喜。这一切众生包括动物，我们要去杀害动物，我们要去吃这些动物，这些动物会平安快乐吗？不可能的，所以《楞伽经》上才说真正发心的菩萨绝对不忍心吃众生肉。佛家虽然没有叫你吃长素，叫你不杀生，但是讲到菩萨的大慈大悲，确实佛说过不忍吃一切众生肉。梁武帝读经读到这个经文深受感动，他就发心吃长素，在佛门里面提倡素食运动，素食运动是梁武帝提倡的。梁武帝虽然没能往生，福报是修得很大，单单提倡素食运动这个福报就了不得。他为什么没有往生？他执着，执着自己功德很大。达摩祖师来，他向达摩祖师请教，我在佛门做多少多少多少事，都是执着，问他的功德大不大，达摩祖师说「并无功德」，一盆凉水浇头，梁武帝不理他了，也不护他的法，搞得他没有法子，跑到少林寺面壁。如果那个时候达摩祖师也能学一点「恒顺众生」，说几句好话，梁武帝做他的护法，那可不得了，那是国师，很可惜的，达摩祖师不领人情，直来直往，这么一个大护法也把他丢掉了。",
      "zh_TW": "因此菩薩念念之中都希望一切眾生『常得安樂』，我們見到一切眾生平安快樂，歡喜。這一切眾生包括動物，我們要去殺害動物，我們要去吃這些動物，這些動物會平安快樂嗎？不可能的，所以《楞伽經》上才說真正發心的菩薩絕對不忍心吃眾生肉。佛家雖然沒有叫你吃長素，叫你不殺生，但是講到菩薩的大慈大悲，確實佛說過不忍吃一切眾生肉。梁武帝讀經讀到這個經文深受感動，他就發心吃長素，在佛門裡面提倡素食運動，素食運動是梁武帝提倡的。梁武帝雖然沒能往生，福報是修得很大，單單提倡素食運動這個福報就了不得。他為什麼沒有往生？他執著，執著自己功德很大。達摩祖師來，他向達摩祖師請教，我在佛門做多少多少多少事，都是執著，問他的功德大不大，達摩祖師說「並無功德」，一盆涼水澆頭，梁武帝不理他了，也不護他的法，搞得他沒有法子，跑到少林寺面壁。如果那個時候達摩祖師也能學一點「恆順眾生」，說幾句好話，梁武帝做他的護法，那可不得了，那是國師，很可惜的，達摩祖師不領人情，直來直往，這麼一個大護法也把他丟掉了。"
    },
    {
      "id": "04-007-0006_p0034",
      "zh_CN": "这是说真正存心喜欢看到一切众生平安快乐，你就决定不会忍心去伤害牠，更不会忍心去吃牠，希望一切众生没有病苦。这所有病苦从哪里来的？这个我们要知道，你知道了就会养生，所有一切的病苦统统从妄想上来的。人在没有妄想的时候，心地清净的时候，整个生理的组织，我们今天讲细胞所排列的方程式，跟大自然一样，这就是最健康的；一有分别执着打妄想了，它排列的方式就改变了，换句话说，某一部分与大自然相违背了，不顺了，病痛就来了，这是万病的根源。打妄想，一天到晚胡思乱想、分别执着，这是病根。所以人到身心清净的时候就没有病。我们要想一生不生病能做得到，不是不能做到，你如理如法的修学就得到了。晓得这个理论，根源原来是妄想，把妄想执着丢掉，让我身心清净，恢复到自然，这就是今天所讲的体质改变，体质恢复到自然，什么病都没有了，现在医学还没有发现这个道理，这个才叫治根，治病从根本治。现在医学是治标不治本，所以头痛医头，脚痛医脚，这不行。佛法是从根本上治疗，教你不要打妄想。由此可知，必须把佛法介绍给一切众生，普及到社会每一个阶层，才能帮助这些众生真正离开一切病痛，这是菩萨要做的。",
      "zh_TW": "這是說真正存心喜歡看到一切眾生平安快樂，你就決定不會忍心去傷害牠，更不會忍心去吃牠，希望一切眾生沒有病苦。這所有病苦從哪裡來的？這個我們要知道，你知道了就會養生，所有一切的病苦統統從妄想上來的。人在沒有妄想的時候，心地清淨的時候，整個生理的組織，我們今天講細胞所排列的方程式，跟大自然一樣，這就是最健康的；一有分別執著打妄想了，它排列的方式就改變了，換句話說，某一部分與大自然相違背了，不順了，病痛就來了，這是萬病的根源。打妄想，一天到晚胡思亂想、分別執著，這是病根。所以人到身心清淨的時候就沒有病。我們要想一生不生病能做得到，不是不能做到，你如理如法的修學就得到了。曉得這個理論，根源原來是妄想，把妄想執著丟掉，讓我身心清淨，恢復到自然，這就是今天所講的體質改變，體質恢復到自然，什麼病都沒有了，現在醫學還沒有發現這個道理，這個才叫治根，治病從根本治。現在醫學是治標不治本，所以頭痛醫頭，腳痛醫腳，這不行。佛法是從根本上治療，教你不要打妄想。由此可知，必須把佛法介紹給一切眾生，普及到社會每一個階層，才能幫助這些眾生真正離開一切病痛，這是菩薩要做的。"
    },
    {
      "id": "04-007-0006_p0035",
      "zh_CN": "【欲行恶法皆悉不成。】",
      "zh_TW": "【欲行惡法皆悉不成。】"
    },
    {
      "id": "04-007-0006_p0036",
      "zh_CN": "真正得到三宝、护法神的加持，他有个恶念想做坏事情，他做坏事情，佛菩萨、护法神把他拦住，他想做，他做不成功，佛菩萨保佑他，坏事他做不成功。",
      "zh_TW": "真正得到三寶、護法神的加持，他有個惡念想做壞事情，他做壞事情，佛菩薩、護法神把他攔住，他想做，他做不成功，佛菩薩保佑他，壞事他做不成功。"
    },
    {
      "id": "04-007-0006_p0037",
      "zh_CN": "【所修善业皆速成就。】",
      "zh_TW": "【所修善業皆速成就。】"
    },
    {
      "id": "04-007-0006_p0038",
      "zh_CN": "动一念善心，善心是利益一切众生的心。坏事是利益自己的。自己享受名闻利养、五欲六尘，动这个念头，佛菩萨不会保佑他的，不会帮助他增长贪心、增长贪瞋痴，佛菩萨不会做这个事情，佛菩萨不会保佑的，你每天在那里烧香磕头祷告求自己的，都求不到，佛菩萨不会保佑，这个要知道，你是白求了。你要是求为一切众生，为大家的，佛菩萨保佑你，会得到，为什么？与佛心相应，他起感应道交；你完全为自己，为你一家，与佛心不相应，佛心是广大没有边际，没有界限的，你这个圈圈画得很小，不能起感应，所以我们与佛菩萨感应道交是基于这个道理，确实有理论的依据，不是随便说的。",
      "zh_TW": "動一念善心，善心是利益一切眾生的心。壞事是利益自己的。自己享受名聞利養、五欲六塵，動這個念頭，佛菩薩不會保佑他的，不會幫助他增長貪心、增長貪瞋痴，佛菩薩不會做這個事情，佛菩薩不會保佑的，你每天在那裡燒香磕頭禱告求自己的，都求不到，佛菩薩不會保佑，這個要知道，你是白求了。你要是求為一切眾生，為大家的，佛菩薩保佑你，會得到，為什麼？與佛心相應，他起感應道交；你完全為自己，為你一家，與佛心不相應，佛心是廣大沒有邊際，沒有界限的，你這個圈圈畫得很小，不能起感應，所以我們與佛菩薩感應道交是基於這個道理，確實有理論的依據，不是隨便說的。"
    },
    {
      "id": "04-007-0006_p0039",
      "zh_CN": "【关闭一切诸恶趣门。】",
      "zh_TW": "【關閉一切諸惡趣門。】"
    },
    {
      "id": "04-007-0006_p0040",
      "zh_CN": "这部经上所讲的『恶趣』，范围很广。三恶道是「恶趣」，三善道也是恶趣，为什么？六道轮回。不但六道是恶趣，声闻、阿罗汉、辟支佛也是恶趣，为什么是恶趣？他虽然有甚深的禅定，他没有见性。再往上去，菩萨也是恶趣，为什么菩萨是恶趣？虽见性，没有圆满。因为这部经是对等觉菩萨所说的，换句话说，十地以下都可以称为恶趣。我们现在不能把标准提得这么高，这不是我们的境界，我们今天只要说三途六道，我们知道它真的是恶趣，一心一意要在这一生当中超越，这样就好。而超越唯一的途径，连等觉菩萨在这部经的后面，普贤菩萨还是「十大愿王，导归极乐」，何况我们带业的凡夫！如果不从这个道路入手入门，确实千经万论无量法门，在理论上讲没有问题，「法门平等，无有高下」，在我们个人根性上来说是大有问题，除带业往生一门之外，第二个门要想真正有成就那很难，这是我们自己一定要晓得的。",
      "zh_TW": "這部經上所講的『惡趣』，範圍很廣。三惡道是「惡趣」，三善道也是惡趣，為什麼？六道輪迴。不但六道是惡趣，聲聞、阿羅漢、辟支佛也是惡趣，為什麼是惡趣？他雖然有甚深的禪定，他沒有見性。再往上去，菩薩也是惡趣，為什麼菩薩是惡趣？雖見性，沒有圓滿。因為這部經是對等覺菩薩所說的，換句話說，十地以下都可以稱為惡趣。我們現在不能把標準提得這麼高，這不是我們的境界，我們今天只要說三途六道，我們知道它真的是惡趣，一心一意要在這一生當中超越，這樣就好。而超越唯一的途徑，連等覺菩薩在這部經的後面，普賢菩薩還是「十大願王，導歸極樂」，何況我們帶業的凡夫！如果不從這個道路入手入門，確實千經萬論無量法門，在理論上講沒有問題，「法門平等，無有高下」，在我們個人根性上來說是大有問題，除帶業往生一門之外，第二個門要想真正有成就那很難，這是我們自己一定要曉得的。"
    },
    {
      "id": "04-007-0006_p0041",
      "zh_CN": "对于这些恶趣门径，我们要把它关闭，怎样关闭？远离它。这就是平常祖师大德常常提醒我们的「专修净业」，你只一味专修，不要去杂修。《西方确指》里面，觉明妙行菩萨告诉我们念佛的秘诀，最怕的是夹杂。什么叫夹杂？他还没有说世间的名利，夹杂世间名闻利养、五欲六尘是决定不能成就的，他夹杂什么？夹杂其他的法门，譬如念佛人又要念经，又要念咒，经要念很多经。所以有人早晚课忙得不得了，两个钟点都念不完，在那里赶，还要赶着去上班。我说：你为什么那么忙？他说：我早晨要念《金刚经》，要念楞严咒，要念大悲咒，要念十小咒，还要念《普门品》，还要念《弥陀经》，还要念《药师经》，统统都要念到，唯恐一尊菩萨没有念到。《药师经》不念，生病的时候没有人帮忙；观音菩萨不念，有灾难的时候没人救，好像他是把每一位佛菩萨都安排了一个职务，所以他天天要照顾得很周到，将来自己有什么事情，帮助的人很多，这胡思乱想，错了。所以功课忙得不得了，不知道那样修法叫夹杂，虽然好像很进步，那叫乱进，叫杂进，不是精进，最重要的是一门精进。",
      "zh_TW": "對於這些惡趣門徑，我們要把它關閉，怎樣關閉？遠離它。這就是平常祖師大德常常提醒我們的「專修淨業」，你只一味專修，不要去雜修。《西方確指》裡面，覺明妙行菩薩告訴我們念佛的祕訣，最怕的是夾雜。什麼叫夾雜？他還沒有說世間的名利，夾雜世間名聞利養、五欲六塵是決定不能成就的，他夾雜什麼？夾雜其他的法門，譬如念佛人又要念經，又要念咒，經要念很多經。所以有人早晚課忙得不得了，兩個鐘點都念不完，在那裡趕，還要趕著去上班。我說：你為什麼那麼忙？他說：我早晨要念《金剛經》，要念楞嚴咒，要念大悲咒，要念十小咒，還要念《普門品》，還要念《彌陀經》，還要念《藥師經》，統統都要念到，唯恐一尊菩薩沒有念到。《藥師經》不念，生病的時候沒有人幫忙；觀音菩薩不念，有災難的時候沒人救，好像他是把每一位佛菩薩都安排了一個職務，所以他天天要照顧得很周到，將來自己有什麼事情，幫助的人很多，這胡思亂想，錯了。所以功課忙得不得了，不知道那樣修法叫夾雜，雖然好像很進步，那叫亂進，叫雜進，不是精進，最重要的是一門精進。"
    },
    {
      "id": "04-007-0006_p0042",
      "zh_CN": "你看印光大师教给我们，专修念佛的人只要念一部《弥陀经》，三遍往生咒，后面就是念佛号，其实功夫都在佛号上。为什么前面念一部经、念三遍往生咒？这是定心的。我们的心胡思乱想，胡思乱想念佛号没有感应，不相应。这一部经念了之后，心定下来了，所以念那一部经加上三遍往生咒是把心定下来，目的在此地，然后用清净心来执持名号，这就有感应了。假如你的心很清净，没有杂念，没有乱想，经、咒都不需要念，所以古来许多祖师大德一天十万声佛号，他不要念经也不要念咒，他就是十万声佛号，这是我们一定要知道的。",
      "zh_TW": "你看印光大師教給我們，專修念佛的人只要念一部《彌陀經》，三遍往生咒，後面就是念佛號，其實功夫都在佛號上。為什麼前面念一部經、念三遍往生咒？這是定心的。我們的心胡思亂想，胡思亂想念佛號沒有感應，不相應。這一部經念了之後，心定下來了，所以念那一部經加上三遍往生咒是把心定下來，目的在此地，然後用清淨心來執持名號，這就有感應了。假如你的心很清淨，沒有雜念，沒有亂想，經、咒都不需要念，所以古來許多祖師大德一天十萬聲佛號，他不要念經也不要念咒，他就是十萬聲佛號，這是我們一定要知道的。"
    },
    {
      "id": "04-007-0006_p0043",
      "zh_CN": "这一句佛号，你看看《净土圣贤录》、《往生传》，多少念佛往生的人就只一句阿弥陀佛，他临终往生的时候不生病，晓得什么时候走，站着走的，坐着走的，很多，台湾这四十年来，站着、坐着往生的就有几十个人。你问这些人，这些人说实在话多半都是老太婆，不认识字的，因为不认识字，所以她经咒都不念，她心定。认识字的，很讨厌，看到经，这个想看看，不看心里就难过，所以成就跟老太婆一比，差太远了，这叫「所知障」。书念多了没好处，于世间做事情也许有一点帮忙，在修道，特别是修净土求往生，真的一点用处都没有，这是我们要知道的。我们如果真的发愿这一生当中求生净土，将来走的时候站着走，你就要晓得，从今天起，不但报纸杂志不要看，连其他的经书都不看，决定成功。",
      "zh_TW": "這一句佛號，你看看《淨土聖賢錄》、《往生傳》，多少念佛往生的人就只一句阿彌陀佛，他臨終往生的時候不生病，曉得什麼時候走，站著走的，坐著走的，很多，台灣這四十年來，站著、坐著往生的就有幾十個人。你問這些人，這些人說實在話多半都是老太婆，不認識字的，因為不認識字，所以她經咒都不念，她心定。認識字的，很討厭，看到經，這個想看看，不看心裡就難過，所以成就跟老太婆一比，差太遠了，這叫「所知障」。書念多了沒好處，於世間做事情也許有一點幫忙，在修道，特別是修淨土求往生，真的一點用處都沒有，這是我們要知道的。我們如果真的發願這一生當中求生淨土，將來走的時候站著走，你就要曉得，從今天起，不但報紙雜誌不要看，連其他的經書都不看，決定成功。"
    },
    {
      "id": "04-007-0006_p0044",
      "zh_CN": "你看倓虚老法师在哈尔滨极乐寺，这在民国十八年，他道场盖成功之后传戒，请他的老师谛闲老和尚做得戒和尚，他那个时候是极乐寺的住持，当家师定西法师。极乐寺传戒期间当中有一位修无师，出家人，这位出家人就到他寺庙里讨一份工作，就是在传戒期间当中来帮忙。人家看他人笨笨的，人确实是笨笨的，他在没出家之前做泥水匠，做粗工，没念过书，不认识字，他什么都不会，就念阿弥陀佛。所以人家问他：「你能做什么？」他说：「我愿意照顾病人」。传戒期间得伤风感冒的，他来照顾伺候病人。老和尚说：「很好」。这个工作就派给他。过了几天，他向老和尚告假，他说：「老和尚，我要走了」。老和尚有涵养，倓虚法师有涵养，没有责怪他，定西法师脾气就很躁，当家师，听了就很不客气，他说：「你这个人太没有耐心了，我们传戒五十三天，戒期帮忙要到圆满，还没有圆满的时候，你怎么可以中途就走掉了？」结果他就说：「我不是到别的地方去，我到西方极乐世界去」。这两位老法师一听就呆住了，他说：「哪一天走？」「大概不出十天，请常住给我预备两百斤干柴准备火化。」这两位老和尚很佩服，你看看他土头土脑的什么也不知道，他身体这么好，也不生病，他晓得哪一天走。这就告了假。",
      "zh_TW": "你看倓虛老法師在哈爾濱極樂寺，這在民國十八年，他道場蓋成功之後傳戒，請他的老師諦閑老和尚做得戒和尚，他那個時候是極樂寺的住持，當家師定西法師。極樂寺傳戒期間當中有一位修無師，出家人，這位出家人就到他寺廟裡討一份工作，就是在傳戒期間當中來幫忙。人家看他人笨笨的，人確實是笨笨的，他在沒出家之前做泥水匠，做粗工，沒念過書，不認識字，他什麼都不會，就念阿彌陀佛。所以人家問他：「你能做什麼？」他說：「我願意照顧病人」。傳戒期間得傷風感冒的，他來照顧伺候病人。老和尚說：「很好」。這個工作就派給他。過了幾天，他向老和尚告假，他說：「老和尚，我要走了」。老和尚有涵養，倓虛法師有涵養，沒有責怪他，定西法師脾氣就很躁，當家師，聽了就很不客氣，他說：「你這個人太沒有耐心了，我們傳戒五十三天，戒期幫忙要到圓滿，還沒有圓滿的時候，你怎麼可以中途就走掉了？」結果他就說：「我不是到別的地方去，我到西方極樂世界去」。這兩位老法師一聽就呆住了，他說：「哪一天走？」「大概不出十天，請常住給我預備兩百斤乾柴準備火化。」這兩位老和尚很佩服，你看看他土頭土腦的什麼也不知道，他身體這麼好，也不生病，他曉得哪一天走。這就告了假。"
    },
    {
      "id": "04-007-0006_p0045",
      "zh_CN": "到了第二天，他又去找两位老法师，他说：「法师，我今天要走」。「今天走！什么时候？」他就告诉他了。赶紧替他准备。寺庙里面还有一些常住大众，他说：「请几个人帮我助念，送我一程」，老和尚答应他了。在寺庙后面的柴房（堆柴火的房间）临时搭一个舖，他老人家盘腿坐在这个床上，叫送他的几个人念佛，念佛送他。送他的几个人就跟他讲：「修无师，你今天往生西方极乐世界，从前往生的人都会作几首诗、几个偈子，给我们留著作纪念，你也应该留几首诗偈给我们作纪念」。修无师说：「我没有念过书，我是个老粗，什么也不懂，我也不会作诗，也不会作偈，不过我有个老实话可以奉告诸位，『能说不能行，不是真智慧』」，说完这句话就不讲话了，就念佛，念到十五分钟，他就走了，你说多自在！多潇洒！一生就一句佛号，什么都不知道，真的念到一心不乱，不是这些法师能够跟他相比的，他没有生病，所以以后谛闲法师到戒坛来的时候对他非常赞叹。修无师在哈尔滨极乐寺传戒期间当中坐化的，他虽然一生不会说法，不认识字，他这一表演就等于说法，不晓得度多少众生。他是现身说法，不是像别人用口说，口说，舌头说烂了，口水都干了，人家还未必相信，他这一表演，大家一看，没有一个不相信，这是做给我们看，做一个榜样给我们看。",
      "zh_TW": "到了第二天，他又去找兩位老法師，他說：「法師，我今天要走」。「今天走！什麼時候？」他就告訴他了。趕緊替他準備。寺廟裡面還有一些常住大眾，他說：「請幾個人幫我助念，送我一程」，老和尚答應他了。在寺廟後面的柴房（堆柴火的房間）臨時搭一個舖，他老人家盤腿坐在這個床上，叫送他的幾個人念佛，念佛送他。送他的幾個人就跟他講：「修無師，你今天往生西方極樂世界，從前往生的人都會作幾首詩、幾個偈子，給我們留著作紀念，你也應該留幾首詩偈給我們作紀念」。修無師說：「我沒有念過書，我是個老粗，什麼也不懂，我也不會作詩，也不會作偈，不過我有個老實話可以奉告諸位，『能說不能行，不是真智慧』」，說完這句話就不講話了，就念佛，念到十五分鐘，他就走了，你說多自在！多瀟灑！一生就一句佛號，什麼都不知道，真的念到一心不亂，不是這些法師能夠跟他相比的，他沒有生病，所以以後諦閑法師到戒壇來的時候對他非常讚歎。修無師在哈爾濱極樂寺傳戒期間當中坐化的，他雖然一生不會說法，不認識字，他這一表演就等於說法，不曉得度多少眾生。他是現身說法，不是像別人用口說，口說，舌頭說爛了，口水都乾了，人家還未必相信，他這一表演，大家一看，沒有一個不相信，這是做給我們看，做一個榜樣給我們看。"
    },
    {
      "id": "04-007-0006_p0046",
      "zh_CN": "这是讲你修善法，诸佛菩萨一定帮助你，一定会圆满成就的。一切恶法我们要远离。要为一切众生开导念佛往生不退成佛的这一条大道。要知道众生迷惑造业感来的苦报，六道轮回就是这么来的，惑业苦，迷惑造业受苦，苦就是受果报。受苦，他不觉悟；受苦，他还是迷惑，更迷惑，更迷惑那个业造得就愈重，来生就愈苦，就像漩涡一样，愈漩愈下，它不会漩上来的，这个我们要知道。如果这一生不能真正往生西方极乐世界，我们的前途真的是堪虑，为什么？一世不如一世，来生一定不如这一生，怎么知道不如这一生？我们自己冷静想想就晓得了，我们从早到晚，从年初一到腊月三十，我们起心动念、所作所为，我们做的是善多还是恶多？假如自己想想，我做的恶念多、善念少，恶事多、善事少，那就下去了；想一想，我善事多、恶事少，善念多、恶念少，这才能上升。所以不要问别人，不要去问什么神通，那都骗人的，也不必去算命看相，自己老实冷静想想就晓得自己前途是什么样子，这是真的不是假的。你要是冷静想想才知道这个事情可怕，才晓得念佛重要，非念不可，一定要有成就，人家有成就，我们为什么没有成就！",
      "zh_TW": "這是講你修善法，諸佛菩薩一定幫助你，一定會圓滿成就的。一切惡法我們要遠離。要為一切眾生開導念佛往生不退成佛的這一條大道。要知道眾生迷惑造業感來的苦報，六道輪迴就是這麼來的，惑業苦，迷惑造業受苦，苦就是受果報。受苦，他不覺悟；受苦，他還是迷惑，更迷惑，更迷惑那個業造得就愈重，來生就愈苦，就像漩渦一樣，愈漩愈下，它不會漩上來的，這個我們要知道。如果這一生不能真正往生西方極樂世界，我們的前途真的是堪慮，為什麼？一世不如一世，來生一定不如這一生，怎麼知道不如這一生？我們自己冷靜想想就曉得了，我們從早到晚，從年初一到臘月三十，我們起心動念、所作所為，我們做的是善多還是惡多？假如自己想想，我做的惡念多、善念少，惡事多、善事少，那就下去了；想一想，我善事多、惡事少，善念多、惡念少，這才能上升。所以不要問別人，不要去問什麼神通，那都騙人的，也不必去算命看相，自己老實冷靜想想就曉得自己前途是什麼樣子，這是真的不是假的。你要是冷靜想想才知道這個事情可怕，才曉得念佛重要，非念不可，一定要有成就，人家有成就，我們為什麼沒有成就！"
    },
    {
      "id": "04-007-0006_p0047",
      "zh_CN": "谛闲老法师有一个徒弟，念佛往生的，也是什么都不会的，那个故事我也曾经给你们讲过，人家是站着往生的，就一句佛号念了三年，修无师还不止三年，他只念三年，预知时至，站着走的，走了以后等他师父来办后事，还站了三天三夜。人死了还站了三天三夜，等谛闲老法师替他办后事。这都距离我们不远，民国初年、民国十几年的事情，一点都不假，都是那些没念过书的大老粗，他们做到了。所以我们认识字害了，被这个知识害了，搞得临命终时迷惑颠倒，没有那些人那么潇洒。所以知识不是好东西，要论佛法来说，也不是好东西，佛法教我们修行要在转识成智，我们颠倒了，智变成识，这怎么是好东西！哪一天能转识成智就成功了。",
      "zh_TW": "諦閑老法師有一個徒弟，念佛往生的，也是什麼都不會的，那個故事我也曾經給你們講過，人家是站著往生的，就一句佛號念了三年，修無師還不止三年，他只念三年，預知時至，站著走的，走了以後等他師父來辦後事，還站了三天三夜。人死了還站了三天三夜，等諦閑老法師替他辦後事。這都距離我們不遠，民國初年、民國十幾年的事情，一點都不假，都是那些沒念過書的大老粗，他們做到了。所以我們認識字害了，被這個知識害了，搞得臨命終時迷惑顛倒，沒有那些人那麼瀟灑。所以知識不是好東西，要論佛法來說，也不是好東西，佛法教我們修行要在轉識成智，我們顛倒了，智變成識，這怎麼是好東西！哪一天能轉識成智就成功了。"
    },
    {
      "id": "04-007-0006_p0048",
      "zh_CN": "所以要晓得众生苦从哪里来的，要把这个根源找出来，然后我们要发心代众生苦，怎么个代法？这就是倒驾慈航，普度众生，众生应以什么身得度，菩萨就示现什么身分，你在人道，他也到人道；你堕到畜生道，他变畜生。菩萨要度只猪也要投胎去做猪，天天跟猪在一起，他们在讲经说法，我们听不懂，度牠了。菩萨度饿鬼，他也到饿鬼道变饿鬼身，你不变同类身就度不了他。所以《观世音菩萨普门品》里面讲的三十二应身，那是应当用什么身，他就现什么身，这叫代众生苦，目标是帮助众生，叫他开悟，叫他觉悟，总而言之一句话，还是劝他念佛，劝他求生西方极乐世界。饿鬼、畜生能吗？能。我们佛门有个小册子叫《物犹如此》，你去看看，全是讲的动物，各式各样的动物都有念佛往生的。",
      "zh_TW": "所以要曉得眾生苦從哪裡來的，要把這個根源找出來，然後我們要發心代眾生苦，怎麼個代法？這就是倒駕慈航，普度眾生，眾生應以什麼身得度，菩薩就示現什麼身分，你在人道，他也到人道；你墮到畜生道，他變畜生。菩薩要度隻豬也要投胎去做豬，天天跟豬在一起，他們在講經說法，我們聽不懂，度牠了。菩薩度餓鬼，他也到餓鬼道變餓鬼身，你不變同類身就度不了他。所以《觀世音菩薩普門品》裡面講的三十二應身，那是應當用什麼身，他就現什麼身，這叫代眾生苦，目標是幫助眾生，叫他開悟，叫他覺悟，總而言之一句話，還是勸他念佛，勸他求生西方極樂世界。餓鬼、畜生能嗎？能。我們佛門有個小冊子叫《物猶如此》，你去看看，全是講的動物，各式各樣的動物都有念佛往生的。"
    },
    {
      "id": "04-007-0006_p0049",
      "zh_CN": "谛闲老法师早年的时候，这是民国初年，那个时候老法师还没有出名，在浙江宁波这个地方乡下有个小庙当住持，头陀寺（大概这个庙现在还在，因为是谛闲老法师住过的，以后他出名之后，这小庙也就跟他出名了）。他在头陀寺当住持的时候，庙里养了一只公鸡，他说那个时候寺庙生活很苦，没有时钟，每天什么时辰，看太阳，没有钟的，表当然更没有了。早晨起来做早课，鸡叫，鸡叫的时候，大家就起床做早课，鸡报晓。这只公鸡就养在寺庙里面，每天做早晚课，公鸡也来参加，大家念「阿弥陀佛、阿弥陀佛」，牠在那里「咯咯咯咯」跟着念。中午过堂吃饭的时候，公鸡也来了，凡是不小心掉在地上的菜饭，牠都吃得干干净净。有一天，晚课做完之后，那只公鸡不走，人都走了，那只公鸡还在里面绕佛。香灯师是最后走的，因为他要关门，香灯师看到这只公鸡就赶牠走，「课做完了，你怎么不走？」每天做完，牠就走了，今天怎么不走？结果牠也不理他，牠走到佛堂正当中，在那里拜三拜，头点三下，站在那里就往生了。公鸡往生，我们要不好好的学，连鸡都不如。谛老法师就把这只公鸡以出家人的礼节埋葬在后山。动物会念佛，像这样的动物多半前世都是出家人，大概临终一念，一个错念头，堕在畜生身，堕了畜生，牠还记得我从前天天念佛，所以牠还跟着大家一块来做早晚课，早晨天一亮就叫大家起床，很难得。",
      "zh_TW": "諦閑老法師早年的時候，這是民國初年，那個時候老法師還沒有出名，在浙江寧波這個地方鄉下有個小廟當住持，頭陀寺（大概這個廟現在還在，因為是諦閑老法師住過的，以後他出名之後，這小廟也就跟他出名了）。他在頭陀寺當住持的時候，廟裡養了一隻公雞，他說那個時候寺廟生活很苦，沒有時鐘，每天什麼時辰，看太陽，沒有鐘的，錶當然更沒有了。早晨起來做早課，雞叫，雞叫的時候，大家就起床做早課，雞報曉。這隻公雞就養在寺廟裡面，每天做早晚課，公雞也來參加，大家念「阿彌陀佛、阿彌陀佛」，牠在那裡「咯咯咯咯」跟著念。中午過堂吃飯的時候，公雞也來了，凡是不小心掉在地上的菜飯，牠都吃得乾乾淨淨。有一天，晚課做完之後，那隻公雞不走，人都走了，那隻公雞還在裡面繞佛。香燈師是最後走的，因為他要關門，香燈師看到這隻公雞就趕牠走，「課做完了，你怎麼不走？」每天做完，牠就走了，今天怎麼不走？結果牠也不理他，牠走到佛堂正當中，在那裡拜三拜，頭點三下，站在那裡就往生了。公雞往生，我們要不好好的學，連雞都不如。諦老法師就把這隻公雞以出家人的禮節埋葬在後山。動物會念佛，像這樣的動物多半前世都是出家人，大概臨終一念，一個錯念頭，墮在畜生身，墮了畜生，牠還記得我從前天天念佛，所以牠還跟著大家一塊來做早晚課，早晨天一亮就叫大家起床，很難得。"
    },
    {
      "id": "04-007-0006_p0050",
      "zh_CN": "像这些我们就知道，确实佛在六道里头示现种种身度化种种的众生，帮助一切众生念佛往生成佛，这才是究竟圆满。修其他的法门，一生不见得能证果，不见得能超越六道轮回，这是真的。就像倓老所讲，倓老在《念佛论》上都写着说，他一生当中见到修禅的人，得禅定的他见过，开悟的他一个也没见过。诸位要知道，学禅要不开悟，不能了生死，不能出三界，得禅定只能生到四禅天，初禅、二禅、三禅，看他定功的浅深，出不了三界。这是老和尚在香港的时候跟大家讲开示常说的。他往生的时候九十多岁。这是我们要特别提高警觉的。",
      "zh_TW": "像這些我們就知道，確實佛在六道裡頭示現種種身度化種種的眾生，幫助一切眾生念佛往生成佛，這才是究竟圓滿。修其他的法門，一生不見得能證果，不見得能超越六道輪迴，這是真的。就像倓老所講，倓老在《念佛論》上都寫著說，他一生當中見到修禪的人，得禪定的他見過，開悟的他一個也沒見過。諸位要知道，學禪要不開悟，不能了生死，不能出三界，得禪定只能生到四禪天，初禪、二禪、三禪，看他定功的淺深，出不了三界。這是老和尚在香港的時候跟大家講開示常說的。他往生的時候九十多歲。這是我們要特別提高警覺的。"
    },
    {
      "id": "04-007-0006_p0051",
      "zh_CN": "唯独念佛法门才是真正稳当快速，人人能修，人人能成就的。连普贤菩萨在华严会上，最后还特别为我们提倡这个法门。十愿的总结还跟前面一样，也是跟我们讲：",
      "zh_TW": "唯獨念佛法門才是真正穩當快速，人人能修，人人能成就的。連普賢菩薩在華嚴會上，最後還特別為我們提倡這個法門。十願的總結還跟前面一樣，也是跟我們講："
    },
    {
      "id": "04-007-0006_p0052",
      "zh_CN": "【虚空界尽。众生界尽。众生业尽。众生烦恼尽。我此回向无有穷尽。】",
      "zh_TW": "【虛空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我此迴向無有窮盡。】"
    },
    {
      "id": "04-007-0006_p0053",
      "zh_CN": "发心一定要长远、要真诚。修行要：",
      "zh_TW": "發心一定要長遠、要真誠。修行要："
    },
    {
      "id": "04-007-0006_p0054",
      "zh_CN": "【念念相续无有间断。】",
      "zh_TW": "【念念相續無有間斷。】"
    },
    {
      "id": "04-007-0006_p0055",
      "zh_CN": "就是决定不怀疑、不夹杂、不间断，这就是大势至菩萨教给我们的「净念相继」，这四个字就是念佛的秘诀。「净」就是不夹杂，夹杂，心就不清净。最单纯的，最精纯的，就是一句佛号，我们今天加上这一卷经是因为心不清净，是这个缘故。心要真正清净，绝对不夹杂，连一部《阿弥陀经》也不要了，纯到这个地步。这个心里面，一天到晚，二六时中，除了一句佛号之外，什么念头都没有，这个人就到功夫成片，到一心，没有一切的念头，这是真正做功夫。所以我们看到有人站着走的，坐着走的，预知时至的，没有别的，就是功夫到这个境界，我们比不上他就是我们有杂念，我们佛号念念就没有了，会断掉，这叫失念，佛号念头失掉了，什么时候再想起来，这当中是断掉很长的一段时期。如何做到不失念？佛号一句一句接着，口里不念，心里头念是一样的。所以当有工作的时候，你就把佛号放下，认真努力去工作，工作做得很圆满；工作做完了，把工作放下，佛号马上提起来，没有一个杂念，这样佛号也念好了，工作也做好了。不可以念佛号的时候想着好多事情还没有做，做事情的时候又在念佛号，这样佛也没念好，工作也没做好，两边都失掉了，这是错误的。这是念佛的方法，这十愿，愿愿末后都提醒我们要『念念相续无有间断』。这十愿介绍到此地。",
      "zh_TW": "就是決定不懷疑、不夾雜、不間斷，這就是大勢至菩薩教給我們的「淨念相繼」，這四個字就是念佛的祕訣。「淨」就是不夾雜，夾雜，心就不清淨。最單純的，最精純的，就是一句佛號，我們今天加上這一卷經是因為心不清淨，是這個緣故。心要真正清淨，絕對不夾雜，連一部《阿彌陀經》也不要了，純到這個地步。這個心裡面，一天到晚，二六時中，除了一句佛號之外，什麼念頭都沒有，這個人就到功夫成片，到一心，沒有一切的念頭，這是真正做功夫。所以我們看到有人站著走的，坐著走的，預知時至的，沒有別的，就是功夫到這個境界，我們比不上他就是我們有雜念，我們佛號念念就沒有了，會斷掉，這叫失念，佛號念頭失掉了，什麼時候再想起來，這當中是斷掉很長的一段時期。如何做到不失念？佛號一句一句接著，口裡不念，心裡頭念是一樣的。所以當有工作的時候，你就把佛號放下，認真努力去工作，工作做得很圓滿；工作做完了，把工作放下，佛號馬上提起來，沒有一個雜念，這樣佛號也念好了，工作也做好了。不可以念佛號的時候想著好多事情還沒有做，做事情的時候又在念佛號，這樣佛也沒念好，工作也沒做好，兩邊都失掉了，這是錯誤的。這是念佛的方法，這十願，願願末後都提醒我們要『念念相續無有間斷』。這十願介紹到此地。"
    },
    {
      "id": "04-007-0006_p0056",
      "zh_CN": "后面普贤菩萨有许多重要的开示，也是十愿里面一些要紧的地方，特别提示给我们。一开端，经文上讲：",
      "zh_TW": "後面普賢菩薩有許多重要的開示，也是十願裡面一些要緊的地方，特別提示給我們。一開端，經文上講："
    },
    {
      "id": "04-007-0006_p0057",
      "zh_CN": "【善男子。是为菩萨摩诃萨十种大愿具足圆满。若诸菩萨于此大愿随顺趣入。则能成熟一切众生。则能随顺阿耨多罗三藐三菩提。则能成满普贤菩萨诸行愿海。是故善男子。汝于此义。应如是知。】",
      "zh_TW": "【善男子。是為菩薩摩訶薩十種大願具足圓滿。若諸菩薩於此大願隨順趣入。則能成熟一切眾生。則能隨順阿耨多羅三藐三菩提。則能成滿普賢菩薩諸行願海。是故善男子。汝於此義。應如是知。】"
    },
    {
      "id": "04-007-0006_p0058",
      "zh_CN": "这几句话很重要。首先我在此地特别提醒诸位，这部经是大乘经，大乘经里面跟我们讲的「善男子、善女人」，这个标准最高了。在第一天我跟大家报告《观经》的「三福」，三条十一句统统做到才是《华严经》上所称的善男子、善女人，由此可知，他的标准很高，不要以为这里讲的善男子、善女人大概我有分。我们希望我有分，希望他叫的是我，你要是把三福十一句统统做到，你就符合他的标准，这些地方千万不能疏忽，往往疏忽了，我们讲佛菩萨不灵，不是不灵，是我们错会意思，人家那么高的水准，我们把它拉下来，那怎么可以！这个不可以。",
      "zh_TW": "這幾句話很重要。首先我在此地特別提醒諸位，這部經是大乘經，大乘經裡面跟我們講的「善男子、善女人」，這個標準最高了。在第一天我跟大家報告《觀經》的「三福」，三條十一句統統做到才是《華嚴經》上所稱的善男子、善女人，由此可知，他的標準很高，不要以為這裡講的善男子、善女人大概我有分。我們希望我有分，希望他叫的是我，你要是把三福十一句統統做到，你就符合他的標準，這些地方千萬不能疏忽，往往疏忽了，我們講佛菩薩不靈，不是不靈，是我們錯會意思，人家那麼高的水準，我們把它拉下來，那怎麼可以！這個不可以。"
    },
    {
      "id": "04-007-0006_p0059",
      "zh_CN": "那么这大意说，前面所讲的是大菩萨『十种大愿』，也就是菩萨行总归纳为十大愿，不出这十条，「十」是代表圆满的意思。菩萨要真正认真来修学这个十愿，就能够『成熟一切众生』。「成熟一切众生」，说得白一点就是能够普度一切众生。「普度」还没有「成熟」这个意思圆满，「普度」不见得是圆满的度脱，「成熟」可以说是相当接近圆满的度脱。实在说，他结归到西方极乐世界，显示出「成熟」两个字的意思是真实圆满的，假如不用这个法门，成熟很难。「成熟」是你这一生当中成佛，你这一生当中成不了佛不叫成熟。",
      "zh_TW": "那麼這大意說，前面所講的是大菩薩『十種大願』，也就是菩薩行總歸納為十大願，不出這十條，「十」是代表圓滿的意思。菩薩要真正認真來修學這個十願，就能夠『成熟一切眾生』。「成熟一切眾生」，說得白一點就是能夠普度一切眾生。「普度」還沒有「成熟」這個意思圓滿，「普度」不見得是圓滿的度脫，「成熟」可以說是相當接近圓滿的度脫。實在說，他結歸到西方極樂世界，顯示出「成熟」兩個字的意思是真實圓滿的，假如不用這個法門，成熟很難。「成熟」是你這一生當中成佛，你這一生當中成不了佛不叫成熟。"
    },
    {
      "id": "04-007-0006_p0060",
      "zh_CN": "凭我们这样子能成佛吗？念佛就能成佛，念佛是因，成佛是果，问题是我们肯不肯像刚才举的这两个例子，修无师跟谛闲法师早年这个徒弟，人家为什么把一句阿弥陀佛死心塌地念到底？他们在没有出家之前，受的苦难太多了，遭遇的挫折太多了，所以他真正知道人苦，因为知道人太苦，所以希求西方极乐世界的心特别恳切。我们没吃过苦头，觉得日子很好过、很快乐，「西方极乐世界还没看到，我这里已经很快乐了」，忘掉了。叫你念佛，念得也不恳切，如果叫你往生，吓死了，这还得了！这不得了，吓坏了，可见得天天念着想往生，真的叫往生就不敢去了，这岂不是有口无心！马上就证实了。所以求往生的心不是真诚的，若有若无，你说他没有，他有；你说他有，不是真的，所以念佛念多久也没有感应。合这个行门，普贤菩萨这句话的真实性就增加了。",
      "zh_TW": "憑我們這樣子能成佛嗎？念佛就能成佛，念佛是因，成佛是果，問題是我們肯不肯像剛才舉的這兩個例子，修無師跟諦閑法師早年這個徒弟，人家為什麼把一句阿彌陀佛死心塌地念到底？他們在沒有出家之前，受的苦難太多了，遭遇的挫折太多了，所以他真正知道人苦，因為知道人太苦，所以希求西方極樂世界的心特別懇切。我們沒吃過苦頭，覺得日子很好過、很快樂，「西方極樂世界還沒看到，我這裡已經很快樂了」，忘掉了。叫你念佛，念得也不懇切，如果叫你往生，嚇死了，這還得了！這不得了，嚇壞了，可見得天天念著想往生，真的叫往生就不敢去了，這豈不是有口無心！馬上就證實了。所以求往生的心不是真誠的，若有若無，你說他沒有，他有；你說他有，不是真的，所以念佛念多久也沒有感應。合這個行門，普賢菩薩這句話的真實性就增加了。"
    },
    {
      "id": "04-007-0006_p0061",
      "zh_CN": "同时，能随顺无上菩提，这就是讲一生成佛。我们念佛人确实是这一生成就。诸位要知道往生西方极乐世界是活着往生的，不是死了往生的，死了往生就很难，这个要知道。怎么说是活着往生的？人还没有断气，看到佛来接引，告诉你「佛来了，我跟他走了」，给大家byebye，这样走的，你想想看，这不是死。他跟佛走了，身体就跟破衣服一样，丢掉不要了，走了，这么往生的，那个预知时至，站着走的，坐着走的，是这么往生的，有一点病苦往生也是这么走的。",
      "zh_TW": "同時，能隨順無上菩提，這就是講一生成佛。我們念佛人確實是這一生成就。諸位要知道往生西方極樂世界是活著往生的，不是死了往生的，死了往生就很難，這個要知道。怎麼說是活著往生的？人還沒有斷氣，看到佛來接引，告訴你「佛來了，我跟他走了」，給大家byebye，這樣走的，你想想看，這不是死。他跟佛走了，身體就跟破衣服一樣，丟掉不要了，走了，這麼往生的，那個預知時至，站著走的，坐著走的，是這麼往生的，有一點病苦往生也是這麼走的。"
    },
    {
      "id": "04-007-0006_p0062",
      "zh_CN": "有病的人，我们替他助念，助念效果很大，助念是提醒他，帮助他，怕他忘掉，这是一个关键的时候，因为《无量寿经》四十八愿第十八愿说，临命终时十念、一念都能往生，所以关键在临终的一念，假如他临终这一念是阿弥陀佛，他决定往生。他的病重，这是他有业障，他见到佛来了，他想告诉你们大家「佛来接引了，我跟他去了」，我们看他嘴动，没有声音，实际上他最后不是念佛，他是要告诉我们他看到佛来接引他，是这个意思，这都是真正往生。如果在临终他的身体还好，就是他业障还不太大的话，他能说得出来，「佛来了，来接引我，我已经看到了」，这都是决定往生，一点怀疑都没有。所以这是非常重要，这个没死，这真的这一生当中有生无灭，这么走的，生到西方极乐世界一生成佛。我们这一连起来，这一生成就了，所以这个法门叫当生成就的佛法，不要等第二生，一生成佛。",
      "zh_TW": "有病的人，我們替他助念，助念效果很大，助念是提醒他，幫助他，怕他忘掉，這是一個關鍵的時候，因為《無量壽經》四十八願第十八願說，臨命終時十念、一念都能往生，所以關鍵在臨終的一念，假如他臨終這一念是阿彌陀佛，他決定往生。他的病重，這是他有業障，他見到佛來了，他想告訴你們大家「佛來接引了，我跟他去了」，我們看他嘴動，沒有聲音，實際上他最後不是念佛，他是要告訴我們他看到佛來接引他，是這個意思，這都是真正往生。如果在臨終他的身體還好，就是他業障還不太大的話，他能說得出來，「佛來了，來接引我，我已經看到了」，這都是決定往生，一點懷疑都沒有。所以這是非常重要，這個沒死，這真的這一生當中有生無滅，這麼走的，生到西方極樂世界一生成佛。我們這一連起來，這一生成就了，所以這個法門叫當生成就的佛法，不要等第二生，一生成佛。"
    },
    {
      "id": "04-007-0006_p0063",
      "zh_CN": "普贤菩萨在此地讲得没错，到了西方极乐世界，普贤十愿才能真正修得圆满，为什么？得到弥陀本愿功德的加持，普贤菩萨威神力的加持，你到西方极乐世界修十大愿王才学得自在，才学得圆满。菩萨在此地又告诉我们一个事实，他说假如有人，这就讲我们一般普通人：",
      "zh_TW": "普賢菩薩在此地講得沒錯，到了西方極樂世界，普賢十願才能真正修得圓滿，為什麼？得到彌陀本願功德的加持，普賢菩薩威神力的加持，你到西方極樂世界修十大願王才學得自在，才學得圓滿。菩薩在此地又告訴我們一個事實，他說假如有人，這就講我們一般普通人："
    },
    {
      "id": "04-007-0006_p0064",
      "zh_CN": "【闻此愿王。】",
      "zh_TW": "【聞此願王。】"
    },
    {
      "id": "04-007-0006_p0065",
      "zh_CN": "有讲经说法的时候，他很幸运，他听到十大愿王。",
      "zh_TW": "有講經說法的時候，他很幸運，他聽到十大願王。"
    },
    {
      "id": "04-007-0006_p0066",
      "zh_CN": "【一经于耳。】",
      "zh_TW": "【一經於耳。】"
    },
    {
      "id": "04-007-0006_p0067",
      "zh_CN": "他听得很清楚、很明白，也懂得这个意思，印在他八识田中，这个功德很大，菩萨要说出来不是我们一般人会相信，这个功德是真实功德。而我们学佛的同修听了这个话能相信，为什么？「一历耳根，永为道种」，何况这是佛所说的第一法门、第一经！这个种子种在阿赖耶识里面，将来遇到缘，一定成熟，一定成就，所以他的功德不可思议。另外又有一个例子说：",
      "zh_TW": "他聽得很清楚、很明白，也懂得這個意思，印在他八識田中，這個功德很大，菩薩要說出來不是我們一般人會相信，這個功德是真實功德。而我們學佛的同修聽了這個話能相信，為什麼？「一歷耳根，永為道種」，何況這是佛所說的第一法門、第一經！這個種子種在阿賴耶識裡面，將來遇到緣，一定成熟，一定成就，所以他的功德不可思議。另外又有一個例子說："
    },
    {
      "id": "04-007-0006_p0068",
      "zh_CN": "【假如有人。以深信心。于此大愿。受持读诵。乃至书写一四句偈。速能除灭五无间业。所有世间身心等病种种苦恼。一切恶业。皆得销除。一切魔军。夜叉罗刹。诸恶鬼神。悉皆远离。】",
      "zh_TW": "【假如有人。以深信心。於此大願。受持讀誦。乃至書寫一四句偈。速能除滅五無間業。所有世間身心等病種種苦惱。一切惡業。皆得銷除。一切魔軍。夜叉羅剎。諸惡鬼神。悉皆遠離。】"
    },
    {
      "id": "04-007-0006_p0069",
      "zh_CN": "这几句话我们听了很中听，为什么？眼前我们这些苦难太多，想不出方法解决。第一个是我们造的恶业太多，我们身心都有病，烦恼重，苦恼多，这怎么消除？菩萨在此地讲，那个关键的一句就是以『深信心』，就是这三个字，否则的话，这十大愿王（就是这一卷经）我们每天『受持、读诵、书写』（「书写」就是流通），我们天天做，能不能将我们业障消除？能不能叫我们的病苦都复原？能，但是我们做起来不能，原因在哪里？我们不是「深信心」，我们的信心叫露水的信心，若有若无，不是深信心。深信心就起感应，深信不疑。《金刚经》上说得好，可以拿它来作证明，《金刚经》上说「信心清净，则生实相」，跟此地的句子是一样的。假如「深信心」，都生实相了，你的罪怎么灭不掉！「生实相」是明心见性，是我们念佛人的理一心不乱，换句话说，你已经成了大菩萨，你的罪业怎么会消不掉！由此可知，「深信心」非常重要，「深信心」是一点疑惑都没有。",
      "zh_TW": "這幾句話我們聽了很中聽，為什麼？眼前我們這些苦難太多，想不出方法解決。第一個是我們造的惡業太多，我們身心都有病，煩惱重，苦惱多，這怎麼消除？菩薩在此地講，那個關鍵的一句就是以『深信心』，就是這三個字，否則的話，這十大願王（就是這一卷經）我們每天『受持、讀誦、書寫』（「書寫」就是流通），我們天天做，能不能將我們業障消除？能不能叫我們的病苦都復原？能，但是我們做起來不能，原因在哪裡？我們不是「深信心」，我們的信心叫露水的信心，若有若無，不是深信心。深信心就起感應，深信不疑。《金剛經》上說得好，可以拿它來作證明，《金剛經》上說「信心清淨，則生實相」，跟此地的句子是一樣的。假如「深信心」，都生實相了，你的罪怎麼滅不掉！「生實相」是明心見性，是我們念佛人的理一心不亂，換句話說，你已經成了大菩薩，你的罪業怎麼會消不掉！由此可知，「深信心」非常重要，「深信心」是一點疑惑都沒有。"
    },
    {
      "id": "04-007-0006_p0070",
      "zh_CN": "你把这一部的经文，字字是如来的金言，是如来的真诚教诫，一句废话没有，一句假话没有，我真正相信，依教奉行，以这样坚定的信心、清净的信心，你依照经典的方法去做就能得到效果。第一个效果是消业障，第二个是所有一切病苦都能够痊愈，第三个是所有一切魔障，妖魔鬼怪不敢接近你。由此可知，遇到魔的人，遭到魔怪，都是心不清净，有贪瞋痴慢，心不清净跟魔感应。心清净了，魔自然就走了，为什么？他到你那里没有意思，志不同，道不合，就走了，比念佛菩萨的名号、念经典，或者是拜忏修什么法门，都有效。实在讲所有一切经法，驱魔的方法都是教你、帮助你恢复清净心。所以清净心不能恢复，魔就驱不掉，这个道理在此地。用《金刚经》来作证的时候，大家就更清楚、更明白，它为什么有这么大的威力，为什么有这样好的效果，这都是真的，绝对不是假的。所以我们能相信，能信的人是真正有福，不信的人，他不肯照做，这些殊胜的功德利益当面错过，这非常可惜。好，我们今天就讲到此地。",
      "zh_TW": "你把這一部的經文，字字是如來的金言，是如來的真誠教誡，一句廢話沒有，一句假話沒有，我真正相信，依教奉行，以這樣堅定的信心、清淨的信心，你依照經典的方法去做就能得到效果。第一個效果是消業障，第二個是所有一切病苦都能夠痊癒，第三個是所有一切魔障，妖魔鬼怪不敢接近你。由此可知，遇到魔的人，遭到魔怪，都是心不清淨，有貪瞋痴慢，心不清淨跟魔感應。心清淨了，魔自然就走了，為什麼？他到你那裡沒有意思，志不同，道不合，就走了，比念佛菩薩的名號、念經典，或者是拜懺修什麼法門，都有效。實在講所有一切經法，驅魔的方法都是教你、幫助你恢復清淨心。所以清淨心不能恢復，魔就驅不掉，這個道理在此地。用《金剛經》來作證的時候，大家就更清楚、更明白，它為什麼有這麼大的威力，為什麼有這樣好的效果，這都是真的，絕對不是假的。所以我們能相信，能信的人是真正有福，不信的人，他不肯照做，這些殊勝的功德利益當面錯過，這非常可惜。好，我們今天就講到此地。"
    }
  ]
}