{
  "doc_id": "04-007-0007",
  "title": {
    "zh_CN": "普贤行愿品的启示",
    "zh_TW": "普賢行願品的啟示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "新加坡居士林",
    "zh_TW": "新加坡居士林"
  },
  "doc_number": "04-007-0007",
  "total_paragraphs": 80,
  "paragraphs": [
    {
      "id": "04-007-0007_p0001",
      "zh_CN": "诸位法师，诸位同修，昨天讲到修学普贤行愿的殊胜利益，这些都是普贤菩萨的真实语，我们往往疏忽了经典里面关键的字眼，于是怀疑经典不灵，好像我们依照这个方法修学没有得到这个效果，其实过失在我们自己没有把经文看清楚，譬如普贤菩萨明明的叫着「是故善男子、善女人」，这就是关键的字眼。昨天我也特别提示出来，我们够不够善男子、善女人的标准，因为这部经是大乘圆教，大乘圆教必须把《观经》上三福所讲的三种净业统统要做到圆满，十一句全部都做到才是普贤菩萨叫的「善男子、善女人」。这是一个很重要的字眼，我们疏忽了，因为这个三福我们没做到。何况做到了三福，这三种净业都做到了，菩萨还讲「以深信心」，他才能得这样殊胜的利益。",
      "zh_TW": "諸位法師，諸位同修，昨天講到修學普賢行願的殊勝利益，這些都是普賢菩薩的真實語，我們往往疏忽了經典裡面關鍵的字眼，於是懷疑經典不靈，好像我們依照這個方法修學沒有得到這個效果，其實過失在我們自己沒有把經文看清楚，譬如普賢菩薩明明的叫著「是故善男子、善女人」，這就是關鍵的字眼。昨天我也特別提示出來，我們夠不夠善男子、善女人的標準，因為這部經是大乘圓教，大乘圓教必須把《觀經》上三福所講的三種淨業統統要做到圓滿，十一句全部都做到才是普賢菩薩叫的「善男子、善女人」。這是一個很重要的字眼，我們疏忽了，因為這個三福我們沒做到。何況做到了三福，這三種淨業都做到了，菩薩還講「以深信心」，他才能得這樣殊勝的利益。"
    },
    {
      "id": "04-007-0007_p0002",
      "zh_CN": "由此可知，学佛要从哪里学起？这个很重要。从什么地方起步？好像我们要盖房子，我们要盖这栋房子从什么地方盖起？一定是从打地基做起。《观经》上给我们讲的三福，所有一切修大乘者都要从这个基础学起，不仅仅是对修净土的人说的，因为佛讲得很清楚，他说这三种净业是「三世诸佛净业正因」。我们知道三世是讲过去世、现在世、未来世，三世所有一切诸佛修行成佛绝对不是修一个法门，而是修许多种种不同的法门，都能够圆成佛道，所以不论修学哪一个法门，统统是建立在这一个基础上。",
      "zh_TW": "由此可知，學佛要從哪裡學起？這個很重要。從什麼地方起步？好像我們要蓋房子，我們要蓋這棟房子從什麼地方蓋起？一定是從打地基做起。《觀經》上給我們講的三福，所有一切修大乘者都要從這個基礎學起，不僅僅是對修淨土的人說的，因為佛講得很清楚，他說這三種淨業是「三世諸佛淨業正因」。我們知道三世是講過去世、現在世、未來世，三世所有一切諸佛修行成佛絕對不是修一個法門，而是修許多種種不同的法門，都能夠圓成佛道，所以不論修學哪一個法門，統統是建立在這一個基礎上。"
    },
    {
      "id": "04-007-0007_p0003",
      "zh_CN": "三福只是讲的纲领，三福从哪里做起？我跟诸位同修介绍一部经典，《地藏菩萨本愿经》，《地藏经》自始至终就是讲三福。「地」是大地，「藏」是藏在底下，什么东西藏在底下？地基藏在地底下，我们盖这个房子是地基藏在地底下，你才晓得三福真正要修学的是《地藏经》，所以《地藏经》是基础，是修学大乘人启蒙的一本经典。这一本经典实在说也是不思议经，因为不思议的基础才能成就不思议如来果地的圆满证得。这是修学大乘同学一定要搞得清清楚楚、明明白白，然后看经上所讲的殊胜的功德利益，那当然是没有问题，决定可以获得。",
      "zh_TW": "三福只是講的綱領，三福從哪裡做起？我跟諸位同修介紹一部經典，《地藏菩薩本願經》，《地藏經》自始至終就是講三福。「地」是大地，「藏」是藏在底下，什麼東西藏在底下？地基藏在地底下，我們蓋這個房子是地基藏在地底下，你才曉得三福真正要修學的是《地藏經》，所以《地藏經》是基礎，是修學大乘人啟蒙的一本經典。這一本經典實在說也是不思議經，因為不思議的基礎才能成就不思議如來果地的圓滿證得。這是修學大乘同學一定要搞得清清楚楚、明明白白，然後看經上所講的殊勝的功德利益，那當然是沒有問題，決定可以獲得。"
    },
    {
      "id": "04-007-0007_p0004",
      "zh_CN": "【是故若人诵此愿者。行于世间无有障碍。】",
      "zh_TW": "【是故若人誦此願者。行於世間無有障礙。】"
    },
    {
      "id": "04-007-0007_p0005",
      "zh_CN": "菩萨接着又跟我们说，如果有人读诵这一部经典，不必是全部，就是这十大愿王，我们现在手上的这个本子。这个本子是《普贤行愿品》的四十分之一，《普贤行愿品》全文有四十卷，这是最后一卷，只要你能够读诵这个。过去弘一大师就是用《普贤行愿品》作为早晚课，大师念得很熟，《行愿品》他能够背诵。能够读诵这一卷经，能够依照这一部经典的方法去修行，这个人在这个世间无论做什么事情都没有障碍。诸位要是听了这个话，你相不相信？是不是真的没障碍？我们仔细想想应该是可以信得过，为什么？他的智慧、福德可以说圆满的显露在生活当中，所以这是我们能相信的。不仅如此，这个人是：",
      "zh_TW": "菩薩接著又跟我們說，如果有人讀誦這一部經典，不必是全部，就是這十大願王，我們現在手上的這個本子。這個本子是《普賢行願品》的四十分之一，《普賢行願品》全文有四十卷，這是最後一卷，只要你能夠讀誦這個。過去弘一大師就是用《普賢行願品》作為早晚課，大師念得很熟，《行願品》他能夠背誦。能夠讀誦這一卷經，能夠依照這一部經典的方法去修行，這個人在這個世間無論做什麼事情都沒有障礙。諸位要是聽了這個話，你相不相信？是不是真的沒障礙？我們仔細想想應該是可以信得過，為什麼？他的智慧、福德可以說圓滿的顯露在生活當中，所以這是我們能相信的。不僅如此，這個人是："
    },
    {
      "id": "04-007-0007_p0006",
      "zh_CN": "【诸佛菩萨之所称赞。一切人天皆应礼敬。】",
      "zh_TW": "【諸佛菩薩之所稱讚。一切人天皆應禮敬。】"
    },
    {
      "id": "04-007-0007_p0007",
      "zh_CN": "佛菩萨称扬你，赞叹你，这个也没有问题，确实是有这回事情，这不是假的，但是『一切人天』当中是不是都尊敬你，对你都『礼敬』？未必。我们学佛，常常在社会上不但没有人恭敬我们，还有许多人侮辱我们，这是什么原因？如果诸位很冷静的去观察，你会知道。你观察不到，不知道，我也不告诉你，你慢慢去想。佛在此地说得很好，『皆应』，「应」是应该，都应该对你有礼貌，都应该尊敬你，这是应该。换句话说，天人当中有道德、有学问的人必然是尊敬你，对你很有礼貌，为什么？他认得你是佛弟子，他认识你是修普贤行愿的佛弟子，这是非常的希有，这个果报就相当殊胜。还不仅如此，你在六道之中：",
      "zh_TW": "佛菩薩稱揚你，讚歎你，這個也沒有問題，確實是有這回事情，這不是假的，但是『一切人天』當中是不是都尊敬你，對你都『禮敬』？未必。我們學佛，常常在社會上不但沒有人恭敬我們，還有許多人侮辱我們，這是什麼原因？如果諸位很冷靜的去觀察，你會知道。你觀察不到，不知道，我也不告訴你，你慢慢去想。佛在此地說得很好，『皆應』，「應」是應該，都應該對你有禮貌，都應該尊敬你，這是應該。換句話說，天人當中有道德、有學問的人必然是尊敬你，對你很有禮貌，為什麼？他認得你是佛弟子，他認識你是修普賢行願的佛弟子，這是非常的希有，這個果報就相當殊勝。還不僅如此，你在六道之中："
    },
    {
      "id": "04-007-0007_p0008",
      "zh_CN": "【常居胜族。】",
      "zh_TW": "【常居勝族。】"
    },
    {
      "id": "04-007-0007_p0009",
      "zh_CN": "你所居住的，你所往来的，一定都是最殊胜的种族。",
      "zh_TW": "你所居住的，你所往來的，一定都是最殊勝的種族。"
    },
    {
      "id": "04-007-0007_p0010",
      "zh_CN": "【悉能破坏一切恶趣。悉能远离一切恶友。悉能制伏一切外道。悉能解脱一切烦恼。堪受一切众生供养。】",
      "zh_TW": "【悉能破壞一切惡趣。悉能遠離一切惡友。悉能制伏一切外道。悉能解脫一切煩惱。堪受一切眾生供養。】"
    },
    {
      "id": "04-007-0007_p0011",
      "zh_CN": "这个利益实在太殊胜了，这是一个真正懂得修普贤行的人。纵然我们不是法身大士，我们没有达到《华严经》所讲的这个标准，我们还是凡夫，但是我们努力修学三福，不能说「太高了，我学不到」，不可以，学多少算多少，学一分有一分的功德，学两分有两分的功德，要努力去学，然后熟读经文，读经文不能误会。今天下午有几位同修来跟我说，他听我讲经发生了曲解，我就告诉他：「这个责任不在我，我在这里所讲的，我觉得我没有讲错，你听错了那是你的事情，不关我的事情」，不但是这种情形常有，你看看释迦牟尼佛在经典里面所讲的，会有一个字错误吗？不可能，经典不可能错误，但是现代人读经把意思错解的人有多少！读经文把经文意思错解了，那释迦牟尼佛要不要负责任？这个不要负责任的，这个错过在你不是在佛。因此，看要仔细看，要看清楚，听要认真听，要专心的听，才不至于把意思错会了。我教同修们读《无量寿经》，教你在三年当中或者五年当中专念这一本，作为修净土的基础，我这样说过。有人听错了，他说我讲《无量寿经》念三年就一定可以往生，我没有讲过这个话。我说读三年作为修净土的基础，将来往生可能有把握，这个话我讲过，「可能有把握」。",
      "zh_TW": "這個利益實在太殊勝了，這是一個真正懂得修普賢行的人。縱然我們不是法身大士，我們沒有達到《華嚴經》所講的這個標準，我們還是凡夫，但是我們努力修學三福，不能說「太高了，我學不到」，不可以，學多少算多少，學一分有一分的功德，學兩分有兩分的功德，要努力去學，然後熟讀經文，讀經文不能誤會。今天下午有幾位同修來跟我說，他聽我講經發生了曲解，我就告訴他：「這個責任不在我，我在這裡所講的，我覺得我沒有講錯，你聽錯了那是你的事情，不關我的事情」，不但是這種情形常有，你看看釋迦牟尼佛在經典裡面所講的，會有一個字錯誤嗎？不可能，經典不可能錯誤，但是現代人讀經把意思錯解的人有多少！讀經文把經文意思錯解了，那釋迦牟尼佛要不要負責任？這個不要負責任的，這個錯過在你不是在佛。因此，看要仔細看，要看清楚，聽要認真聽，要專心的聽，才不至於把意思錯會了。我教同修們讀《無量壽經》，教你在三年當中或者五年當中專念這一本，作為修淨土的基礎，我這樣說過。有人聽錯了，他說我講《無量壽經》念三年就一定可以往生，我沒有講過這個話。我說讀三年作為修淨土的基礎，將來往生可能有把握，這個話我講過，「可能有把握」。"
    },
    {
      "id": "04-007-0007_p0012",
      "zh_CN": "要晓得三年到五年读一部经，道理在哪里？实在讲大乘佛法修学的层次、顺序，佛在「四弘誓愿」里面告诉我们。「四弘誓愿」就是修学大乘的顺序，首先教你发心，「众生无边誓愿度」。你看到这个世界苦难的众生这么多，你要去发心救他们，教他们脱离轮回，脱离三界，脱离苦海，这了不起，这是救度一切众生，这个心就是大菩提心，你想想看，哪一个人发这个心？发这个心的人希有，发这个心的人就是菩萨，是真的菩萨，绝对不是假菩萨。虽然心是发了，力量做不到，力量做不到他还是菩萨，你不能说他不是菩萨。就好像从前皇帝的儿子，王子，虽然很小，二、三岁，他没有能力，你可以欺负他，他究竟是王子，他将来长大做皇帝，谁也不能改变他。所以你真正发这个心，没有能力，像现在我是小孩，没有成年，才二、三岁，当然没有能力办事，可是我的根性是菩萨，这个不假，所以发这个心了不起。这个心一发，你想想看，那个人自然就精进，他要不精进、不努力，这个愿要落空了，那怎能度众生？度众生要有道德、学问，如果没有圆满的道德、学问，你怎能度得了这些众生？你有什么能力帮助他脱离苦海？脱离六道轮回？所以自己就要努力的修学。换句话说，我要教一切众生离苦海，我自己要先脱离苦海；我没有本事脱离苦海，我就没有办法帮助别人脱离苦海。",
      "zh_TW": "要曉得三年到五年讀一部經，道理在哪裡？實在講大乘佛法修學的層次、順序，佛在「四弘誓願」裡面告訴我們。「四弘誓願」就是修學大乘的順序，首先教你發心，「眾生無邊誓願度」。你看到這個世界苦難的眾生這麼多，你要去發心救他們，教他們脫離輪迴，脫離三界，脫離苦海，這了不起，這是救度一切眾生，這個心就是大菩提心，你想想看，哪一個人發這個心？發這個心的人希有，發這個心的人就是菩薩，是真的菩薩，絕對不是假菩薩。雖然心是發了，力量做不到，力量做不到他還是菩薩，你不能說他不是菩薩。就好像從前皇帝的兒子，王子，雖然很小，二、三歲，他沒有能力，你可以欺負他，他究竟是王子，他將來長大做皇帝，誰也不能改變他。所以你真正發這個心，沒有能力，像現在我是小孩，沒有成年，才二、三歲，當然沒有能力辦事，可是我的根性是菩薩，這個不假，所以發這個心了不起。這個心一發，你想想看，那個人自然就精進，他要不精進、不努力，這個願要落空了，那怎能度眾生？度眾生要有道德、學問，如果沒有圓滿的道德、學問，你怎能度得了這些眾生？你有什麼能力幫助他脫離苦海？脫離六道輪迴？所以自己就要努力的修學。換句話說，我要教一切眾生離苦海，我自己要先脫離苦海；我沒有本事脫離苦海，我就沒有辦法幫助別人脫離苦海。"
    },
    {
      "id": "04-007-0007_p0013",
      "zh_CN": "脱离苦海要怎么修？你要晓得六道轮回从哪里来的。轮回是事，理在哪里？轮回是果报，因是什么？佛在《十二因缘经》里面给我们讲过，无明缘行，行缘识，识缘名色，一直到生缘老死，这就是给我们说明六道轮回的理论与原因。把十二因缘浓缩，讲得更简单一点，迷惑，无明就是迷惑；造业，行就是造业；受报，起惑造业受报，受报了又迷惑，又造业，又受报，所以轮回永远不停止，永远不会断，惑、业、苦变成一个圆环一样，麻烦在此地。「惑」与「业」都叫做烦恼，由此可知，「苦」，苦海、六道是从烦恼生的。我们要想脱离六道轮回，永远离开苦海，佛教我们「烦恼无尽誓愿断」，烦恼要是断了，轮回就没有了。所以证得阿罗汉果，见思烦恼没有了，见思烦恼断了，六道轮回他就超越了，就没有了。学佛要从这儿学起，先度自己，先断烦恼。",
      "zh_TW": "脫離苦海要怎麼修？你要曉得六道輪迴從哪裡來的。輪迴是事，理在哪裡？輪迴是果報，因是什麼？佛在《十二因緣經》裡面給我們講過，無明緣行，行緣識，識緣名色，一直到生緣老死，這就是給我們說明六道輪迴的理論與原因。把十二因緣濃縮，講得更簡單一點，迷惑，無明就是迷惑；造業，行就是造業；受報，起惑造業受報，受報了又迷惑，又造業，又受報，所以輪迴永遠不停止，永遠不會斷，惑、業、苦變成一個圓環一樣，麻煩在此地。「惑」與「業」都叫做煩惱，由此可知，「苦」，苦海、六道是從煩惱生的。我們要想脫離六道輪迴，永遠離開苦海，佛教我們「煩惱無盡誓願斷」，煩惱要是斷了，輪迴就沒有了。所以證得阿羅漢果，見思煩惱沒有了，見思煩惱斷了，六道輪迴他就超越了，就沒有了。學佛要從這兒學起，先度自己，先斷煩惱。"
    },
    {
      "id": "04-007-0007_p0014",
      "zh_CN": "教你念一部经，或者教你念一个咒，或者教你念一尊佛，或是一尊菩萨的名号，用意在哪里？就是断烦恼。你看，你不念经，妄想就起来了，妄想就是烦恼。念经，妄想就不起来了。天天念经，念得愈多愈好，念得愈多，烦恼就少了，你念得少那烦恼还多，道理在此地。教你念三年经是教你断烦恼，是帮助你断烦恼。也许有同学问，「那我念这一句佛号不也一样吗？」对，念这句佛号也一样，那为什么教你念经？怕你不老实，怎么不老实？一面念阿弥陀佛，一面可以打妄想，妄想照打不误。佛号里头掺杂妄想，这句佛号不起作用，不得力，所以你念几十年还是老样子，没有感应，原因就是佛号里头掺杂着妄想，心不清净。那读经怎么样？读经比念佛号好得多了，读经，你一打妄想，这部经就念错了，很容易检查出来，这是读经的好处。一发现有妄想，这部经要从头念起，这一遍不算，从头再念，这种方法是把妄想、执着念掉，妄想、执着是烦恼，所以念经的用意是断烦恼，目的在此地。",
      "zh_TW": "教你念一部經，或者教你念一個咒，或者教你念一尊佛，或是一尊菩薩的名號，用意在哪裡？就是斷煩惱。你看，你不念經，妄想就起來了，妄想就是煩惱。念經，妄想就不起來了。天天念經，念得愈多愈好，念得愈多，煩惱就少了，你念得少那煩惱還多，道理在此地。教你念三年經是教你斷煩惱，是幫助你斷煩惱。也許有同學問，「那我念這一句佛號不也一樣嗎？」對，念這句佛號也一樣，那為什麼教你念經？怕你不老實，怎麼不老實？一面念阿彌陀佛，一面可以打妄想，妄想照打不誤。佛號裡頭摻雜妄想，這句佛號不起作用，不得力，所以你念幾十年還是老樣子，沒有感應，原因就是佛號裡頭摻雜著妄想，心不清淨。那讀經怎麼樣？讀經比念佛號好得多了，讀經，你一打妄想，這部經就念錯了，很容易檢查出來，這是讀經的好處。一發現有妄想，這部經要從頭念起，這一遍不算，從頭再念，這種方法是把妄想、執著念掉，妄想、執著是煩惱，所以念經的用意是斷煩惱，目的在此地。"
    },
    {
      "id": "04-007-0007_p0015",
      "zh_CN": "还有一个目的是教你念熟，把这个经文统统记住，记住有什么好处？记住才好修行，如果记不住，你修什么？你怎么修法？行是行为，起心动念、言语造作，对人、对事、对物，这是行为。行为错了，怎么知道错？跟佛说的不一样就错了，假如佛经你要不熟，你怎么知道你错了？经很熟，一动念头想到「佛在经上不是这样讲的，我这个想法错了，我做法错了」，你才肯马上收敛，马上改过来，这叫「修行」。因此经典里面的教训就是我们修行的标准，这个标准记不住，你就没法子修了。这是教你把一部经念得很熟的第二个目的。",
      "zh_TW": "還有一個目的是教你念熟，把這個經文統統記住，記住有什麼好處？記住才好修行，如果記不住，你修什麼？你怎麼修法？行是行為，起心動念、言語造作，對人、對事、對物，這是行為。行為錯了，怎麼知道錯？跟佛說的不一樣就錯了，假如佛經你要不熟，你怎麼知道你錯了？經很熟，一動念頭想到「佛在經上不是這樣講的，我這個想法錯了，我做法錯了」，你才肯馬上收斂，馬上改過來，這叫「修行」。因此經典裡面的教訓就是我們修行的標準，這個標準記不住，你就沒法子修了。這是教你把一部經念得很熟的第二個目的。"
    },
    {
      "id": "04-007-0007_p0016",
      "zh_CN": "到自己有了三年、五年的基础，心真的定了，得定，得清净心，这个时候受持佛号就有力量，古人所讲的「一念相应一念佛，念念相应念念佛」。什么叫相应？佛心清净，我心也清净，清净跟清净相应；佛心慈悲，我心也慈悲，慈悲与慈悲就相应，否则的话，我们这句佛号念得不得力。不得力的原因是佛心清净，我心不清净；佛心慈悲，我心不慈悲，这样念佛没有感应。所以它是有一定程序的，有次第的。到自己烦恼轻，智慧一定增长，为什么？因为智慧是本来有的，不是从外面来的，不是学来的。本有的智慧怎么会没有了？是被烦恼障碍了。烦恼去掉一分，光明就透一分，去掉两分就透两分，它自然就透出来，所以智慧不要去学的，学来的不是智慧，这样子我们才晓得为什么佛教我们先断烦恼，先断烦恼之后，智慧开了。",
      "zh_TW": "到自己有了三年、五年的基礎，心真的定了，得定，得清淨心，這個時候受持佛號就有力量，古人所講的「一念相應一念佛，念念相應念念佛」。什麼叫相應？佛心清淨，我心也清淨，清淨跟清淨相應；佛心慈悲，我心也慈悲，慈悲與慈悲就相應，否則的話，我們這句佛號念得不得力。不得力的原因是佛心清淨，我心不清淨；佛心慈悲，我心不慈悲，這樣念佛沒有感應。所以它是有一定程序的，有次第的。到自己煩惱輕，智慧一定增長，為什麼？因為智慧是本來有的，不是從外面來的，不是學來的。本有的智慧怎麼會沒有了？是被煩惱障礙了。煩惱去掉一分，光明就透一分，去掉兩分就透兩分，它自然就透出來，所以智慧不要去學的，學來的不是智慧，這樣子我們才曉得為什麼佛教我們先斷煩惱，先斷煩惱之後，智慧開了。"
    },
    {
      "id": "04-007-0007_p0017",
      "zh_CN": "心定了，智慧开了，而后再进一步「法门无量誓愿学」。无量无边的法门，不要讲很多，我们只说传到中国来的这些经典，没传来的就不算，传来的经典以及中国历代祖师的著述，现在合在一起印出来，我们称它作大藏经，现在日本缩小的本子，用五号字排版缩小的本子，这么厚一本，十六开的本子一百本，问问你，你到什么时候才能把它念完？「法门无量誓愿学」。这一部东西念完了还不管用，为什么？你要度众生，你懂得佛法不懂世间法，你度不了众生，懂世间法不懂佛法也度不了众生。",
      "zh_TW": "心定了，智慧開了，而後再進一步「法門無量誓願學」。無量無邊的法門，不要講很多，我們只說傳到中國來的這些經典，沒傳來的就不算，傳來的經典以及中國歷代祖師的著述，現在合在一起印出來，我們稱它作大藏經，現在日本縮小的本子，用五號字排版縮小的本子，這麼厚一本，十六開的本子一百本，問問你，你到什麼時候才能把它念完？「法門無量誓願學」。這一部東西念完了還不管用，為什麼？你要度眾生，你懂得佛法不懂世間法，你度不了眾生，懂世間法不懂佛法也度不了眾生。"
    },
    {
      "id": "04-007-0007_p0018",
      "zh_CN": "世间的书比大藏经多得更多。中国过去在乾隆时候将中国所有的古书做了一次整理、分类，称之为《四库全书》。乾隆年间，中国所有的，从古到那个时代，《四库全书》。《四库全书》的分量有多少？至少有十部大藏经。所以有人讲，假设一个人从生下来就会看书，他寿命很长，活一百岁，不要做别的事情，每天看八个小时，他一生都看不完，「法门无量誓愿学」怎么学法？现在的书籍加上外国的，比《四库全书》超过十倍、二十倍都不止，你去看看图书馆，大的图书馆，国家图书馆，大学图书馆，你怎么念法？为什么没法子念？说老实话，没智慧，如果要有智慧的话，这个世间所有一切书，在我想大概三年你就全部念完了，你说「我不相信」，你不相信，我举个例子给你听。",
      "zh_TW": "世間的書比大藏經多得更多。中國過去在乾隆時候將中國所有的古書做了一次整理、分類，稱之為《四庫全書》。乾隆年間，中國所有的，從古到那個時代，《四庫全書》。《四庫全書》的分量有多少？至少有十部大藏經。所以有人講，假設一個人從生下來就會看書，他壽命很長，活一百歲，不要做別的事情，每天看八個小時，他一生都看不完，「法門無量誓願學」怎麼學法？現在的書籍加上外國的，比《四庫全書》超過十倍、二十倍都不止，你去看看圖書館，大的圖書館，國家圖書館，大學圖書館，你怎麼念法？為什麼沒法子念？說老實話，沒智慧，如果要有智慧的話，這個世間所有一切書，在我想大概三年你就全部念完了，你說「我不相信」，你不相信，我舉個例子給你聽。"
    },
    {
      "id": "04-007-0007_p0019",
      "zh_CN": "你们念过《坛经》，《坛经》上面法达禅师是念《法华经》的，他《法华经》念了三千部，到曹溪参拜六祖，参拜的时候很傲慢，他拜下去头不着地。六祖看得很清楚，他拜的时候头没有着地。没有着地是什么？傲慢。所以他拜起来之后，六祖就问他：「你一定有值得骄傲的地方，否则的话，你来拜的时候不可能头不着地」。法达就说：「我胸中有三千部《法华经》」，值得骄傲。三千部《法华经》，你们想想，《法华经》一天念一部，念三千部要十年。他这一部经念了十年，这个心也很定，但是傲慢习气还有。经过六祖一问，把他问倒了，「你念了《法华经》三千部，《法华经》讲些什么？」他不知道，他答不出来，最后向祖师请教，祖师说：「这部经我没有看过（六祖不认识字，当然没看过），我也没听人念过，你念给我听」。他念到「方便品」（《法华经》有二十八品，「方便品」是第二品），六祖说：「好了，不要念了，这经我全部都知道了」。你看看，心地不清净的人念了十年他都不知道，心清净的人，念几句他全都知道了，下头都不要念了，我统统知道了，所以我说三年把天下的书统统念完，这是真的不是假的。你真有智慧，人家那一本书你拿来几分钟翻翻，统统知道了，这书就看完了，不必翻完，翻几页就全晓得了。所以烦恼断了之后才有本事「法门无量誓愿学」，你才有这个能力。",
      "zh_TW": "你們念過《壇經》，《壇經》上面法達禪師是念《法華經》的，他《法華經》念了三千部，到曹溪參拜六祖，參拜的時候很傲慢，他拜下去頭不著地。六祖看得很清楚，他拜的時候頭沒有著地。沒有著地是什麼？傲慢。所以他拜起來之後，六祖就問他：「你一定有值得驕傲的地方，否則的話，你來拜的時候不可能頭不著地」。法達就說：「我胸中有三千部《法華經》」，值得驕傲。三千部《法華經》，你們想想，《法華經》一天念一部，念三千部要十年。他這一部經念了十年，這個心也很定，但是傲慢習氣還有。經過六祖一問，把他問倒了，「你念了《法華經》三千部，《法華經》講些什麼？」他不知道，他答不出來，最後向祖師請教，祖師說：「這部經我沒有看過（六祖不認識字，當然沒看過），我也沒聽人念過，你念給我聽」。他念到「方便品」（《法華經》有二十八品，「方便品」是第二品），六祖說：「好了，不要念了，這經我全部都知道了」。你看看，心地不清淨的人念了十年他都不知道，心清淨的人，念幾句他全都知道了，下頭都不要念了，我統統知道了，所以我說三年把天下的書統統念完，這是真的不是假的。你真有智慧，人家那一本書你拿來幾分鐘翻翻，統統知道了，這書就看完了，不必翻完，翻幾頁就全曉得了。所以煩惱斷了之後才有本事「法門無量誓願學」，你才有這個能力。"
    },
    {
      "id": "04-007-0007_p0020",
      "zh_CN": "今天看到书籍这么多，浩如烟海，不晓得从哪里下手，这是由于你烦恼太重，没有智慧，不要说那么多书你无从下手，一本书你也没办法下手。那么诸位想一想，断烦恼重不重要？烦恼不断，不但障碍你证果，连开悟都障碍住，连修学法门也障碍住，你没有能力、没有资格修学大乘佛法。所以「法门无量誓愿学」一定是建立在「烦恼无尽誓愿断」的基础上，先断烦恼，后学法门，这就是古人教学的「五年学戒」，很有道理。五年是干什么事？我讲经过去曾讲过，五年是洗脑，是把你心里面所有的染污，妄想、分别、执着，用读经的方法把它洗干净，恢复到你的清净心，你才有能力接受无量无边的佛法，是这个道理。烦恼断尽了，法门都学完了，就成佛了，后面「佛道无上誓愿成」，这样才成得了佛。绝对没有烦恼没断就能成佛，没有这个道理；法门还有几个不知道的就能成佛，那也不可能。四弘誓愿给我们指出修行的顺序，修行的次第决定不能够违背。",
      "zh_TW": "今天看到書籍這麼多，浩如煙海，不曉得從哪裡下手，這是由於你煩惱太重，沒有智慧，不要說那麼多書你無從下手，一本書你也沒辦法下手。那麼諸位想一想，斷煩惱重不重要？煩惱不斷，不但障礙你證果，連開悟都障礙住，連修學法門也障礙住，你沒有能力、沒有資格修學大乘佛法。所以「法門無量誓願學」一定是建立在「煩惱無盡誓願斷」的基礎上，先斷煩惱，後學法門，這就是古人教學的「五年學戒」，很有道理。五年是幹什麼事？我講經過去曾講過，五年是洗腦，是把你心裡面所有的染污，妄想、分別、執著，用讀經的方法把它洗乾淨，恢復到你的清淨心，你才有能力接受無量無邊的佛法，是這個道理。煩惱斷盡了，法門都學完了，就成佛了，後面「佛道無上誓願成」，這樣才成得了佛。絕對沒有煩惱沒斷就能成佛，沒有這個道理；法門還有幾個不知道的就能成佛，那也不可能。四弘誓願給我們指出修行的順序，修行的次第決定不能夠違背。"
    },
    {
      "id": "04-007-0007_p0021",
      "zh_CN": "现在有很多年轻人学佛为什么不能成就？他前面两条不要了，四弘誓愿他只要后头两愿，他从「法门无量誓愿学」下手，他不要断烦恼，也不要度众生。怎么知道他不度众生？因为他脾气很大，这个众生看不顺眼，那个看到讨厌，他要度他喜欢的，不喜欢的他都不度，所以他不是平等度众生。所以我们晓得四弘誓愿他要后头两条，不要前面两条。前面两条不要，后面两条他能得到吗？决定得不到。好像我们盖房子，我们要盖四层楼，底下两层不要，那上面两层能盖得成吗？决定不可能。这个事实我们一定要把它搞清楚。",
      "zh_TW": "現在有很多年輕人學佛為什麼不能成就？他前面兩條不要了，四弘誓願他只要後頭兩願，他從「法門無量誓願學」下手，他不要斷煩惱，也不要度眾生。怎麼知道他不度眾生？因為他脾氣很大，這個眾生看不順眼，那個看到討厭，他要度他喜歡的，不喜歡的他都不度，所以他不是平等度眾生。所以我們曉得四弘誓願他要後頭兩條，不要前面兩條。前面兩條不要，後面兩條他能得到嗎？決定得不到。好像我們蓋房子，我們要蓋四層樓，底下兩層不要，那上面兩層能蓋得成嗎？決定不可能。這個事實我們一定要把它搞清楚。"
    },
    {
      "id": "04-007-0007_p0022",
      "zh_CN": "真正搞清楚、搞明白，你的心、你的修持都在菩提正道上，在菩提正道自然能够破坏一切恶趣，这是自然的，绝不需要勉强，自自然然远离一切恶友，跟你志趣不相同的，你一定不会跟他往来，一定不会受他的障碍，这一定的道理。你有道德、有学问、有辩才一定能够降伏一切外道，能够解脱一切烦恼，所以这样的菩萨住在世间，他能够接受一切众生的供养，为什么？他是一切众生的福田，众生供养他是种福。他是众生的福田，众生应该供养，不供养他就不住世了，他就到别的地方去了，他是生死自在，他的生活空间跟我们不一样，我们的生活空间很小。纵然今天我们有财富、有空闲的时间可以到全世界各个地方旅游，你的空间也不过是一个地球而已，地球之外，你还没法子去，纵然现在科技发达，将来太空船可能送你到月亮去，但是很难超越太阳系，在整个太虚空当中，你的活动空间还是很小。这些诸佛菩萨的能力，他们活动的空间是尽虚空遍法界，我们没法子想像。所以遇到这种人，我们要不恭敬、不供养他，不好好的跟他学，他就走了，他就不在此地了。",
      "zh_TW": "真正搞清楚、搞明白，你的心、你的修持都在菩提正道上，在菩提正道自然能夠破壞一切惡趣，這是自然的，絕不需要勉強，自自然然遠離一切惡友，跟你志趣不相同的，你一定不會跟他往來，一定不會受他的障礙，這一定的道理。你有道德、有學問、有辯才一定能夠降伏一切外道，能夠解脫一切煩惱，所以這樣的菩薩住在世間，他能夠接受一切眾生的供養，為什麼？他是一切眾生的福田，眾生供養他是種福。他是眾生的福田，眾生應該供養，不供養他就不住世了，他就到別的地方去了，他是生死自在，他的生活空間跟我們不一樣，我們的生活空間很小。縱然今天我們有財富、有空閒的時間可以到全世界各個地方旅遊，你的空間也不過是一個地球而已，地球之外，你還沒法子去，縱然現在科技發達，將來太空船可能送你到月亮去，但是很難超越太陽系，在整個太虛空當中，你的活動空間還是很小。這些諸佛菩薩的能力，他們活動的空間是盡虛空遍法界，我們沒法子想像。所以遇到這種人，我們要不恭敬、不供養他，不好好的跟他學，他就走了，他就不在此地了。"
    },
    {
      "id": "04-007-0007_p0023",
      "zh_CN": "这个地方最重要的供养是「如说修行供养」，就是一定要接受他的教诲、指导，这是最重要的，如果没有这一条，纵然物质上供养再丰厚，他也不会住在这个地方，为什么？他不贪图享受，没有理由住在这个地方。住在这个地方只有一个理由，这个地方有很多人真正的跟他学，那他就一定要住在那个地方。",
      "zh_TW": "這個地方最重要的供養是「如說修行供養」，就是一定要接受他的教誨、指導，這是最重要的，如果沒有這一條，縱然物質上供養再豐厚，他也不會住在這個地方，為什麼？他不貪圖享受，沒有理由住在這個地方。住在這個地方只有一個理由，這個地方有很多人真正的跟他學，那他就一定要住在那個地方。"
    },
    {
      "id": "04-007-0007_p0024",
      "zh_CN": "接着普贤菩萨又告诉我们一桩很重要的事情，这桩事情，古德讲经、注解经典常常引用这一段经文，由此可知，这一段经文很重要，我们念佛讲求往生那尤其是重要，他说：",
      "zh_TW": "接著普賢菩薩又告訴我們一樁很重要的事情，這樁事情，古德講經、註解經典常常引用這一段經文，由此可知，這一段經文很重要，我們念佛講求往生那尤其是重要，他說："
    },
    {
      "id": "04-007-0007_p0025",
      "zh_CN": "【又复是人。临命终时。最后刹那。】",
      "zh_TW": "【又復是人。臨命終時。最後剎那。】"
    },
    {
      "id": "04-007-0007_p0026",
      "zh_CN": "这是死生存亡关键的时候，最后这一刹那，我们讲最后这一口气，咽气的这一刹那。",
      "zh_TW": "這是死生存亡關鍵的時候，最後這一剎那，我們講最後這一口氣，嚥氣的這一剎那。"
    },
    {
      "id": "04-007-0007_p0027",
      "zh_CN": "【一切诸根悉皆散坏。】",
      "zh_TW": "【一切諸根悉皆散壞。】"
    },
    {
      "id": "04-007-0007_p0028",
      "zh_CN": "神识离开身体，中国人讲灵魂离开了肉体，肉体就坏了，就腐化，这是告诉我们身体非常脆弱。新加坡这个地方天气很热，人如果死了，我看不到一天就臭了，三天就腐烂，这个地区看这个事情最明显，身体太脆弱了，要知道。",
      "zh_TW": "神識離開身體，中國人講靈魂離開了肉體，肉體就壞了，就腐化，這是告訴我們身體非常脆弱。新加坡這個地方天氣很熱，人如果死了，我看不到一天就臭了，三天就腐爛，這個地區看這個事情最明顯，身體太脆弱了，要知道。"
    },
    {
      "id": "04-007-0007_p0029",
      "zh_CN": "【一切亲属悉皆舍离。】",
      "zh_TW": "【一切親屬悉皆捨離。】"
    },
    {
      "id": "04-007-0007_p0030",
      "zh_CN": "你的家亲眷属，恩爱再重，这个时候也不能不分离，统统要告别、要分离，一离，给诸位说，永离了，来世还能见得到吗？见不到，这个诸位要知道。纵然来世见到了，自己、别人都已经改头换面，见面也不认识，所以对于世缘心里要看淡不要太执着，但是对于一切众生的照顾应当要很周到，这都是菩萨行，心地要清净不能有染污。",
      "zh_TW": "你的家親眷屬，恩愛再重，這個時候也不能不分離，統統要告別、要分離，一離，給諸位說，永離了，來世還能見得到嗎？見不到，這個諸位要知道。縱然來世見到了，自己、別人都已經改頭換面，見面也不認識，所以對於世緣心裡要看淡不要太執著，但是對於一切眾生的照顧應當要很周到，這都是菩薩行，心地要清淨不能有染污。"
    },
    {
      "id": "04-007-0007_p0031",
      "zh_CN": "【一切威势悉皆退失。】",
      "zh_TW": "【一切威勢悉皆退失。】"
    },
    {
      "id": "04-007-0007_p0032",
      "zh_CN": "『势』是势力，『威』是威风。你在世的时候是英雄好汉，死了什么也没有，还是黄土一抔，再也不能逞英雄当好汉了，统统会失掉。",
      "zh_TW": "『勢』是勢力，『威』是威風。你在世的時候是英雄好漢，死了什麼也沒有，還是黃土一抔，再也不能逞英雄當好漢了，統統會失掉。"
    },
    {
      "id": "04-007-0007_p0033",
      "zh_CN": "【辅相大臣。宫城内外。象马车乘。珍宝伏藏。如是一切无复相随。】",
      "zh_TW": "【輔相大臣。宮城內外。象馬車乘。珍寶伏藏。如是一切無復相隨。】"
    },
    {
      "id": "04-007-0007_p0034",
      "zh_CN": "『辅相大臣』，这是讲在人世间做到帝王的，做帝王又怎么样？帝王也要死，死了的时候，他底下这些『大臣』也不会跟他走，他住的宫殿，住的紫禁城，古时候他的交通工具，『象马车乘』，一样也带不走。他在生的时候收藏许多珍宝，金银财宝，也一样带不走，这些统统都是事实。身体都要腐烂，何况身外之物？如果我们把这一桩事情看透了，你对于世间一切法就不会留恋，不会再有贪爱，你的心就清净很多。刚才讲了，心清净就生智慧，就晓得我们在这个世间应该怎样做人做事，你自然会跟佛菩萨一样，在这个世间不为自己为众生。为什么不为自己？自己是一场空，生不带来，死不带去。真实的功德是利益众生，你做了真的好事。所以佛教给我们念念想一切众生不要想自己，真有道理，真正是有大学问，不是一个普通人能够说得出来的。菩萨告诉我们：",
      "zh_TW": "『輔相大臣』，這是講在人世間做到帝王的，做帝王又怎麼樣？帝王也要死，死了的時候，他底下這些『大臣』也不會跟他走，他住的宮殿，住的紫禁城，古時候他的交通工具，『象馬車乘』，一樣也帶不走。他在生的時候收藏許多珍寶，金銀財寶，也一樣帶不走，這些統統都是事實。身體都要腐爛，何況身外之物？如果我們把這一樁事情看透了，你對於世間一切法就不會留戀，不會再有貪愛，你的心就清淨很多。剛才講了，心清淨就生智慧，就曉得我們在這個世間應該怎樣做人做事，你自然會跟佛菩薩一樣，在這個世間不為自己為眾生。為什麼不為自己？自己是一場空，生不帶來，死不帶去。真實的功德是利益眾生，你做了真的好事。所以佛教給我們念念想一切眾生不要想自己，真有道理，真正是有大學問，不是一個普通人能夠說得出來的。菩薩告訴我們："
    },
    {
      "id": "04-007-0007_p0035",
      "zh_CN": "【唯此愿王不相舍离。于一切时引导其前。】",
      "zh_TW": "【唯此願王不相捨離。於一切時引導其前。】"
    },
    {
      "id": "04-007-0007_p0036",
      "zh_CN": "你所修行的功德可以带得走，不会『舍离』，为什么？功德是真心修的，不是虚情假意修的。世间这些人情为什么带不走？虚情假意，不是真心。今天两个好得不得了，结婚了，过了两天要离婚，反目成仇，假的不是真的，所以不要被人骗了。学佛的人头脑很清醒不会被人骗，你说你对我怎么好，点点头，反正都是假的，你也不要当真，我也不当真，咱们两个这才能处得很好。因为权教菩萨以下统统用的虚情假意，从没有用真心的。什么人用真心？华严会上四十一位法身大士，他们用真心。真心永远不会变，妄心刹那在变。所以这个世间的东西你一样都带不去，因为是虚情假意在造的。你帮助一切众生，诚心诚意做的，这个功德、福德统统都带去。所谓「万般将不去，唯有业随身」，凡夫是罪业、善业，罪业随身，这个你能带得去的，你带的是善业，三善道受果报；你带的是恶业，三恶道去受报，是这么回事情。菩萨善、恶业都没有，虽然断一切恶，不着断恶之相，虽然修一切善，不着修善之相，三轮体空，他天天作善，天天为大家，绝对不着相，因此他所修行的十大愿王带得走，不但带走，而且是在『一切时』，愿王永远跟他不会离开，『引导』他：",
      "zh_TW": "你所修行的功德可以帶得走，不會『捨離』，為什麼？功德是真心修的，不是虛情假意修的。世間這些人情為什麼帶不走？虛情假意，不是真心。今天兩個好得不得了，結婚了，過了兩天要離婚，反目成仇，假的不是真的，所以不要被人騙了。學佛的人頭腦很清醒不會被人騙，你說你對我怎麼好，點點頭，反正都是假的，你也不要當真，我也不當真，咱們兩個這才能處得很好。因為權教菩薩以下統統用的虛情假意，從沒有用真心的。什麼人用真心？華嚴會上四十一位法身大士，他們用真心。真心永遠不會變，妄心剎那在變。所以這個世間的東西你一樣都帶不去，因為是虛情假意在造的。你幫助一切眾生，誠心誠意做的，這個功德、福德統統都帶去。所謂「萬般將不去，唯有業隨身」，凡夫是罪業、善業，罪業隨身，這個你能帶得去的，你帶的是善業，三善道受果報；你帶的是惡業，三惡道去受報，是這麼回事情。菩薩善、惡業都沒有，雖然斷一切惡，不著斷惡之相，雖然修一切善，不著修善之相，三輪體空，他天天作善，天天為大家，絕對不著相，因此他所修行的十大願王帶得走，不但帶走，而且是在『一切時』，願王永遠跟他不會離開，『引導』他："
    },
    {
      "id": "04-007-0007_p0037",
      "zh_CN": "【一刹那中。即得往生极乐世界。】",
      "zh_TW": "【一剎那中。即得往生極樂世界。】"
    },
    {
      "id": "04-007-0007_p0038",
      "zh_CN": "「十大愿王，导归极乐」，会引导你到『极乐世界』。",
      "zh_TW": "「十大願王，導歸極樂」，會引導你到『極樂世界』。"
    },
    {
      "id": "04-007-0007_p0039",
      "zh_CN": "【到已。即见阿弥陀佛。文殊师利菩萨。普贤菩萨。观自在菩萨。弥勒菩萨等。】",
      "zh_TW": "【到已。即見阿彌陀佛。文殊師利菩薩。普賢菩薩。觀自在菩薩。彌勒菩薩等。】"
    },
    {
      "id": "04-007-0007_p0040",
      "zh_CN": "到了极乐世界立刻就见到『阿弥陀佛』。我们知道十大愿王是菩萨修行的最上乘法，换句话说，是一般菩萨六度的圆满行。这个十愿里头，愿愿都圆满含摄六度，所以它是菩萨的圆满行。到那个地方就见到「阿弥陀佛」，同时也见到『文殊师利菩萨』，又见到『普贤菩萨、观自在菩萨、弥勒菩萨等』，统统见到了。这些菩萨我们在没往生的时候都很熟悉，我们要想找这些菩萨，这些菩萨在哪里？有很多人说「弥勒菩萨」在兜率天，你要想见弥勒菩萨，你要到兜率天去亲近他。「普贤菩萨」在此地明白的告诉我们，到了西方极乐世界，你就见到弥勒菩萨，弥勒菩萨在西方极乐世界，那说他在兜率天有没有错？没错，兜率天是他的精舍，他住在兜率天，那怎么可以到西方极乐世界去？西方极乐是学校，他每一天到那儿去上课，这是真的不是假的。西方极乐世界是佛教大学，什么人办的？十方一切诸佛办的，阿弥陀佛当校长，弥勒菩萨是教授，他教唯识学，他是唯识专家。所以我们要想学唯识，不要在这儿学，唯识是很伤脑筋的，很用脑，因为它太微细了，你要去分析它，所以自古以来真正学唯识的寿命都不长，为什么？用脑过度。你看玄奘大师圆寂只有六十几岁，用脑过度。所以你要学唯识，我就劝你先念阿弥陀佛到西方极乐世界去，找到弥勒菩萨，你就跟他学，就没错了。",
      "zh_TW": "到了極樂世界立刻就見到『阿彌陀佛』。我們知道十大願王是菩薩修行的最上乘法，換句話說，是一般菩薩六度的圓滿行。這個十願裡頭，願願都圓滿含攝六度，所以它是菩薩的圓滿行。到那個地方就見到「阿彌陀佛」，同時也見到『文殊師利菩薩』，又見到『普賢菩薩、觀自在菩薩、彌勒菩薩等』，統統見到了。這些菩薩我們在沒往生的時候都很熟悉，我們要想找這些菩薩，這些菩薩在哪裡？有很多人說「彌勒菩薩」在兜率天，你要想見彌勒菩薩，你要到兜率天去親近他。「普賢菩薩」在此地明白的告訴我們，到了西方極樂世界，你就見到彌勒菩薩，彌勒菩薩在西方極樂世界，那說他在兜率天有沒有錯？沒錯，兜率天是他的精舍，他住在兜率天，那怎麼可以到西方極樂世界去？西方極樂是學校，他每一天到那兒去上課，這是真的不是假的。西方極樂世界是佛教大學，什麼人辦的？十方一切諸佛辦的，阿彌陀佛當校長，彌勒菩薩是教授，他教唯識學，他是唯識專家。所以我們要想學唯識，不要在這兒學，唯識是很傷腦筋的，很用腦，因為它太微細了，你要去分析它，所以自古以來真正學唯識的壽命都不長，為什麼？用腦過度。你看玄奘大師圓寂只有六十幾歲，用腦過度。所以你要學唯識，我就勸你先念阿彌陀佛到西方極樂世界去，找到彌勒菩薩，你就跟他學，就沒錯了。"
    },
    {
      "id": "04-007-0007_p0041",
      "zh_CN": "在我们这个世间修弥勒净土很不容易，他居住的地方虽然距离我们这里不远，要到他那里去，他的条件很高，所以不容易。你不够他的条件，你入不了他的门。他的条件是要修「唯心识定」，就是唯识学里面讲的「五重唯识观」，你要把它修成功才有能力往生兜率内院。你的唯心识定修不成功，弥勒内院你就没分，你去不了。你们看看虚云老和尚的《年谱》，虚云老和尚是求生弥勒净土，他去了。他在《年谱》里面讲，他在定中到了兜率天的时候，内院见到弥勒菩萨，还看到几位同参已经往生的，只有几个人，他认识的人不多。所以这个法门不容易。真正要想见弥勒菩萨可以走后门抄近路，就是修西方净土，到了西方净土之后，见到弥勒菩萨，「老师，我很想到你的精舍去参观」，老师说「没问题，跟着我一道去」，你看，很快就去了。所以你们不知道弥陀净土的好处，普贤菩萨在此地劝我们，好处太多了，生到西方极乐世界就是一切诸佛菩萨的刹土，你统统都生到了，为什么？每一尊佛、每一尊菩萨，这些已成就的人都在西方极乐世界兼课，他们都在那里教学，那是一个真正了不起圆满的大学校。生到西方极乐世界干什么？去念书的，去留学的，到西方极乐世界去留学的，毕业之后，你出去了，就成佛了，到他方世界去度化众生。",
      "zh_TW": "在我們這個世間修彌勒淨土很不容易，他居住的地方雖然距離我們這裡不遠，要到他那裡去，他的條件很高，所以不容易。你不夠他的條件，你入不了他的門。他的條件是要修「唯心識定」，就是唯識學裡面講的「五重唯識觀」，你要把它修成功才有能力往生兜率內院。你的唯心識定修不成功，彌勒內院你就沒分，你去不了。你們看看虛雲老和尚的《年譜》，虛雲老和尚是求生彌勒淨土，他去了。他在《年譜》裡面講，他在定中到了兜率天的時候，內院見到彌勒菩薩，還看到幾位同參已經往生的，只有幾個人，他認識的人不多。所以這個法門不容易。真正要想見彌勒菩薩可以走後門抄近路，就是修西方淨土，到了西方淨土之後，見到彌勒菩薩，「老師，我很想到你的精舍去參觀」，老師說「沒問題，跟著我一道去」，你看，很快就去了。所以你們不知道彌陀淨土的好處，普賢菩薩在此地勸我們，好處太多了，生到西方極樂世界就是一切諸佛菩薩的剎土，你統統都生到了，為什麼？每一尊佛、每一尊菩薩，這些已成就的人都在西方極樂世界兼課，他們都在那裡教學，那是一個真正了不起圓滿的大學校。生到西方極樂世界幹什麼？去念書的，去留學的，到西方極樂世界去留學的，畢業之後，你出去了，就成佛了，到他方世界去度化眾生。"
    },
    {
      "id": "04-007-0007_p0042",
      "zh_CN": "释迦牟尼佛在《无量寿经》上给我们授记，我们娑婆世界有四万亿那由他众生，这是讲娑婆世界不是指我们这个地球，讲释迦牟尼佛这个大的教化区，我们这个世界释迦牟尼佛这个教区，往生西方世界的众生有多少？四万亿那由他，这么多的数字。生到西方极乐世界，将来在那里求学毕业了，到他方世界去作佛，去度化众生，「同名妙音如来」。将来到那里去的时候，你们以后成佛，十方世界成佛度化众生，你的佛号是「妙音」，妙音如来，所以我们现在皈依统统用「妙音」这个法名，现在你是妙音居士，将来你成佛是妙音如来，所以《无量寿经》一打开，自己很亲切，为什么？自己名字在里面，佛给你授记，你看看这个经本多亲！",
      "zh_TW": "釋迦牟尼佛在《無量壽經》上給我們授記，我們娑婆世界有四萬億那由他眾生，這是講娑婆世界不是指我們這個地球，講釋迦牟尼佛這個大的教化區，我們這個世界釋迦牟尼佛這個教區，往生西方世界的眾生有多少？四萬億那由他，這麼多的數字。生到西方極樂世界，將來在那裡求學畢業了，到他方世界去作佛，去度化眾生，「同名妙音如來」。將來到那裡去的時候，你們以後成佛，十方世界成佛度化眾生，你的佛號是「妙音」，妙音如來，所以我們現在皈依統統用「妙音」這個法名，現在你是妙音居士，將來你成佛是妙音如來，所以《無量壽經》一打開，自己很親切，為什麼？自己名字在裡面，佛給你授記，你看看這個經本多親！"
    },
    {
      "id": "04-007-0007_p0043",
      "zh_CN": "这是我告诉诸位，你们要喜欢弥勒菩萨、亲近弥勒菩萨，有捷径，带业也行，也能去，唯心识定修不成功也可以见到他，这是一个好方法。",
      "zh_TW": "這是我告訴諸位，你們要喜歡彌勒菩薩、親近彌勒菩薩，有捷徑，帶業也行，也能去，唯心識定修不成功也可以見到他，這是一個好方法。"
    },
    {
      "id": "04-007-0007_p0044",
      "zh_CN": "【此诸菩萨。色相端严功德具足。所共围遶。其人自见生莲华中蒙佛授记。】",
      "zh_TW": "【此諸菩薩。色相端嚴功德具足。所共圍遶。其人自見生蓮華中蒙佛授記。】"
    },
    {
      "id": "04-007-0007_p0045",
      "zh_CN": "见到这些『菩萨』，经上说这些「菩萨」，『色相端严功德具足』。凡是生到西方极乐世界的人，菩萨在此地跟我们介绍的状况，跟佛在《无量寿经》上讲的完全一样，到那个地方去，莲花化生，花一开就『蒙佛授记』。因为他们这些人，修十大愿王的人，生到西方极乐世界，花立刻就开了，决定是上辈往生，不是中辈，不是下辈。他们是上辈往生，为什么是上辈？诸位这几天听了之后，应该能够理解得到，修普贤行愿的人，心量就像虚空法界一样，每一愿都说虚空界尽、众生界尽、众生业尽，他所修行的永无止尽，你想想看这个心量多大！这是我一而再的向诸位同学们提醒，我们的心量太小，小心量，要学普贤行，那是大心量，「心包太虚，量周沙界」，没有一法不包容，这样大的心量念佛求生净土当然上上品往生，所以修普贤行才是上上品往生，因此到那个地方就花开见佛，佛就给他授记。他得佛授记之后，在西方极乐世界努力精进求学，导师是阿弥陀佛，教授是十方诸佛如来与文殊普贤这些大菩萨，这些是教授，同学是诸上善人，同学都是上善，哪有不成就的道理！所以他求学成就就非常的快速，当然不退转，这是一生圆满成就。",
      "zh_TW": "見到這些『菩薩』，經上說這些「菩薩」，『色相端嚴功德具足』。凡是生到西方極樂世界的人，菩薩在此地跟我們介紹的狀況，跟佛在《無量壽經》上講的完全一樣，到那個地方去，蓮花化生，花一開就『蒙佛授記』。因為他們這些人，修十大願王的人，生到西方極樂世界，花立刻就開了，決定是上輩往生，不是中輩，不是下輩。他們是上輩往生，為什麼是上輩？諸位這幾天聽了之後，應該能夠理解得到，修普賢行願的人，心量就像虛空法界一樣，每一願都說虛空界盡、眾生界盡、眾生業盡，他所修行的永無止盡，你想想看這個心量多大！這是我一而再的向諸位同學們提醒，我們的心量太小，小心量，要學普賢行，那是大心量，「心包太虛，量周沙界」，沒有一法不包容，這樣大的心量念佛求生淨土當然上上品往生，所以修普賢行才是上上品往生，因此到那個地方就花開見佛，佛就給他授記。他得佛授記之後，在西方極樂世界努力精進求學，導師是阿彌陀佛，教授是十方諸佛如來與文殊普賢這些大菩薩，這些是教授，同學是諸上善人，同學都是上善，哪有不成就的道理！所以他求學成就就非常的快速，當然不退轉，這是一生圓滿成就。"
    },
    {
      "id": "04-007-0007_p0046",
      "zh_CN": "即使在还没有毕业之前，这也是很多同学们关心的，有人来问我，他说「西方极乐世界的菩萨们乘愿再来，要到什么样的程度才可以乘愿再来？」问这个话的人大概心很急，希望早一点来，大概有这个意思在。这些事情其实都不应该问我，为什么？《无量寿经》上讲得清清楚楚，你来问我干什么？经上都有答复，四十八愿都有。阿弥陀佛慈悲到了极处，普贤菩萨尚且恒顺众生，阿弥陀佛怎么会不恒顺众生？所以你想什么时候离开，阿弥陀佛都答应，都点头，绝对不会阻拦的，「你学的程度还不够，你还不能去」，阿弥陀佛从来不阻拦。所以即使我们心很急，到了西方极乐世界给阿弥陀佛磕三个头就说，「阿弥陀佛，我现在就想去度众生，乘愿再来去度众生，可不可以？」阿弥陀佛也点头，「行，你可以去了」。那什么都没有学，怎么就可以去？行，阿弥陀佛以本愿功德威神加持你，你就可以倒驾慈航，你就可以去，你也会不退转，不会堕恶道，为什么？弥陀本愿功德威神的加持，这个不可思议。",
      "zh_TW": "即使在還沒有畢業之前，這也是很多同學們關心的，有人來問我，他說「西方極樂世界的菩薩們乘願再來，要到什麼樣的程度才可以乘願再來？」問這個話的人大概心很急，希望早一點來，大概有這個意思在。這些事情其實都不應該問我，為什麼？《無量壽經》上講得清清楚楚，你來問我幹什麼？經上都有答覆，四十八願都有。阿彌陀佛慈悲到了極處，普賢菩薩尚且恆順眾生，阿彌陀佛怎麼會不恆順眾生？所以你想什麼時候離開，阿彌陀佛都答應，都點頭，絕對不會阻攔的，「你學的程度還不夠，你還不能去」，阿彌陀佛從來不阻攔。所以即使我們心很急，到了西方極樂世界給阿彌陀佛磕三個頭就說，「阿彌陀佛，我現在就想去度眾生，乘願再來去度眾生，可不可以？」阿彌陀佛也點頭，「行，你可以去了」。那什麼都沒有學，怎麼就可以去？行，阿彌陀佛以本願功德威神加持你，你就可以倒駕慈航，你就可以去，你也會不退轉，不會墮惡道，為什麼？彌陀本願功德威神的加持，這個不可思議。"
    },
    {
      "id": "04-007-0007_p0047",
      "zh_CN": "这个事实十方很多菩萨都不知道，所以菩萨听到你到阿弥陀佛那里磕三个头，离开极乐世界就去当菩萨度众生，菩萨听了摇头，没有这个道理，他不相信，这是不知道弥陀本愿功德威神之大，许多菩萨不知道，所以这个法门叫「难信之法」。难信不是我们凡夫，我们凡夫难信有什么希奇！有什么了不起！而是十方菩萨不信，难信是讲菩萨不相信，不是指别人。我们说老实话，《华严经》上四十一位法身大士，我们连边都摸不到，这个难信是指菩萨，甚至于许多法身大士，没有这个缘分，没有听过这个法门，没有亲近过、读过这个法门，他们都不相信。",
      "zh_TW": "這個事實十方很多菩薩都不知道，所以菩薩聽到你到阿彌陀佛那裡磕三個頭，離開極樂世界就去當菩薩度眾生，菩薩聽了搖頭，沒有這個道理，他不相信，這是不知道彌陀本願功德威神之大，許多菩薩不知道，所以這個法門叫「難信之法」。難信不是我們凡夫，我們凡夫難信有什麼希奇！有什麼了不起！而是十方菩薩不信，難信是講菩薩不相信，不是指別人。我們說老實話，《華嚴經》上四十一位法身大士，我們連邊都摸不到，這個難信是指菩薩，甚至於許多法身大士，沒有這個緣分，沒有聽過這個法門，沒有親近過、讀過這個法門，他們都不相信。"
    },
    {
      "id": "04-007-0007_p0048",
      "zh_CN": "所以到十方世界度众生的能力就跟观音菩萨一样，「随众生心，应所知量」，应以什么身得度，自己就能现什么身，应以佛身而得度者，自己能不能示现佛身？能。示现八相成道，像释迦牟尼佛当年在我们这个世间示现成佛一样，你也可以做得到，只要西方极乐世界踏进去了，跟阿弥陀佛打个照面，就有这个能力，这个能力是佛加持的，因为你是阿弥陀佛真正的学生，不是假的，一切诸佛菩萨都帮助你，龙天善神都护持你。这些真正的好处到哪里去找？你要真的知道了，你怎么肯舍弃这个法门？你怎么肯不努力、不认真的修学这个法门？说老实话，你不能够认真努力修学，不能放下万缘，是你对这个法门还是半信半疑，没有完全相信，对事实真相没有搞清楚。这个事实真相真搞清楚了，疑情就断了，断疑生信，信心建立了，这个法门好修，不难修。这个时候才能够真正报佛恩，真正报父母之恩，报众生之恩，因为你有能力利益一切众生。这是对我们发愿想学习十大愿王这些人来说的。后面又有一段是对一般众生而说的，那实在话就是对我们讲的，普贤菩萨说：",
      "zh_TW": "所以到十方世界度眾生的能力就跟觀音菩薩一樣，「隨眾生心，應所知量」，應以什麼身得度，自己就能現什麼身，應以佛身而得度者，自己能不能示現佛身？能。示現八相成道，像釋迦牟尼佛當年在我們這個世間示現成佛一樣，你也可以做得到，只要西方極樂世界踏進去了，跟阿彌陀佛打個照面，就有這個能力，這個能力是佛加持的，因為你是阿彌陀佛真正的學生，不是假的，一切諸佛菩薩都幫助你，龍天善神都護持你。這些真正的好處到哪裡去找？你要真的知道了，你怎麼肯捨棄這個法門？你怎麼肯不努力、不認真的修學這個法門？說老實話，你不能夠認真努力修學，不能放下萬緣，是你對這個法門還是半信半疑，沒有完全相信，對事實真相沒有搞清楚。這個事實真相真搞清楚了，疑情就斷了，斷疑生信，信心建立了，這個法門好修，不難修。這個時候才能夠真正報佛恩，真正報父母之恩，報眾生之恩，因為你有能力利益一切眾生。這是對我們發願想學習十大願王這些人來說的。後面又有一段是對一般眾生而說的，那實在話就是對我們講的，普賢菩薩說："
    },
    {
      "id": "04-007-0007_p0049",
      "zh_CN": "【善男子。彼诸众生。若闻若信此大愿王。受持读诵。广为人说。所有功德。除佛世尊。余无知者。】",
      "zh_TW": "【善男子。彼諸眾生。若聞若信此大願王。受持讀誦。廣為人說。所有功德。除佛世尊。餘無知者。】"
    },
    {
      "id": "04-007-0007_p0050",
      "zh_CN": "『善男子』是叫善财童子。这一段话很重要，对我们来说是很大的鼓励与奖励。我们虽然一品烦恼都没有断，不但没有断，烦恼天天还在增长，这才是真正值得我们自己忧虑的一桩事情。烦恼天天增长，不但没少，天天还增加，这怎么得了！菩萨在此地说，假如我们听到这个法门，听了之后能相信，不怀疑，能够接受，接受就是照做，做到多少不管，反正我做就是。譬如「礼敬诸佛」我真的做了，我虽然做不圆满，我认真做，认真的来学。我对人，不管对什么人，我都存恭敬心，我都用真诚心、恭敬心来对人；我对事，无论大事、小事，我都会很认真、很负责任去做，把这个事情做得很好，这都是普贤行，这是礼敬；对物，我对这个桌子，要叫我擦的时候，我会把它擦得干干净净，摆得整整齐齐，这是对物的尊敬，这就是我们真的受持。受持不是叫你天天把这个经文念一遍叫受持，那错了，那是读诵不是受持。「受」是接受，「持」是保持而不丧失，是要照做。",
      "zh_TW": "『善男子』是叫善財童子。這一段話很重要，對我們來說是很大的鼓勵與獎勵。我們雖然一品煩惱都沒有斷，不但沒有斷，煩惱天天還在增長，這才是真正值得我們自己憂慮的一樁事情。煩惱天天增長，不但沒少，天天還增加，這怎麼得了！菩薩在此地說，假如我們聽到這個法門，聽了之後能相信，不懷疑，能夠接受，接受就是照做，做到多少不管，反正我做就是。譬如「禮敬諸佛」我真的做了，我雖然做不圓滿，我認真做，認真的來學。我對人，不管對什麼人，我都存恭敬心，我都用真誠心、恭敬心來對人；我對事，無論大事、小事，我都會很認真、很負責任去做，把這個事情做得很好，這都是普賢行，這是禮敬；對物，我對這個桌子，要叫我擦的時候，我會把它擦得乾乾淨淨，擺得整整齊齊，這是對物的尊敬，這就是我們真的受持。受持不是叫你天天把這個經文念一遍叫受持，那錯了，那是讀誦不是受持。「受」是接受，「持」是保持而不喪失，是要照做。"
    },
    {
      "id": "04-007-0007_p0051",
      "zh_CN": "「称赞如来」，人家有好的事情，真正好的利益众生的事情，我们赞叹；人家有不好的事情，我们不说，看到人家的恶事，看到人家不善的事情，不说，隐恶扬善。隐恶扬善有很大的学问。这个世间人，现在这个社会为什么这么乱？在中国、在外国，我们走了很多地方，社会都很混乱，乱的原因如果诸位很冷静的仔细想一想，不难找到答案，那就是现在这个世间的人心变了，怎么变了？喜欢说人的坏话，不喜欢说人的好话。看到好人好事他不说，看到人有一点点坏事，他把它渲染成很大的坏事，报纸、杂志、广播统统都在搞，所以这个世间作恶的人就多了。他说「作善有什么好处？谁知道？你看作恶，我的名气多大！」还有的时候，还不知道怎么作恶，他这么一宣传、一广播，他都学会了。所以这个社会教育现在是教人断善修恶，你说这怎么得了！这个社会怎么得了！你才晓得中国古人教给我们「隐恶扬善」有道理，可以能得到社会的安定。",
      "zh_TW": "「稱讚如來」，人家有好的事情，真正好的利益眾生的事情，我們讚歎；人家有不好的事情，我們不說，看到人家的惡事，看到人家不善的事情，不說，隱惡揚善。隱惡揚善有很大的學問。這個世間人，現在這個社會為什麼這麼亂？在中國、在外國，我們走了很多地方，社會都很混亂，亂的原因如果諸位很冷靜的仔細想一想，不難找到答案，那就是現在這個世間的人心變了，怎麼變了？喜歡說人的壞話，不喜歡說人的好話。看到好人好事他不說，看到人有一點點壞事，他把它渲染成很大的壞事，報紙、雜誌、廣播統統都在搞，所以這個世間作惡的人就多了。他說「作善有什麼好處？誰知道？你看作惡，我的名氣多大！」還有的時候，還不知道怎麼作惡，他這麼一宣傳、一廣播，他都學會了。所以這個社會教育現在是教人斷善修惡，你說這怎麼得了！這個社會怎麼得了！你才曉得中國古人教給我們「隱惡揚善」有道理，可以能得到社會的安定。"
    },
    {
      "id": "04-007-0007_p0052",
      "zh_CN": "每个人都不说坏话，坏人做了坏事，他有惭愧心，他会很难过；他做一点点好事，人家赞叹他，做坏事，人家原谅都不说，内心惭愧，久而久之，他能改过自新，他会变成好人，潜移默化，这是身化的教育。古人实在讲真的是有智慧，想得非常深远，我们今人在这一层上比不上古人，这就是古人的心清净，所以他想得很远，想得很周到。所以「隐恶扬善」，我们学佛的人一定要修，恶人自有恶报，用不着我们去宣扬。",
      "zh_TW": "每個人都不說壞話，壞人做了壞事，他有慚愧心，他會很難過；他做一點點好事，人家讚歎他，做壞事，人家原諒都不說，內心慚愧，久而久之，他能改過自新，他會變成好人，潛移默化，這是身化的教育。古人實在講真的是有智慧，想得非常深遠，我們今人在這一層上比不上古人，這就是古人的心清淨，所以他想得很遠，想得很周到。所以「隱惡揚善」，我們學佛的人一定要修，惡人自有惡報，用不著我們去宣揚。"
    },
    {
      "id": "04-007-0007_p0053",
      "zh_CN": "这是教我们要真正的相信、要受持、要读诵，这是自修自行。除此之外，还要宣传，宣传就是『广为人说』。经典要流通，这是宣传，我们多多的印，印得非常精美到处送人。印经，大家不要害怕，怕什么？怕造罪业，怎么造罪业？怕人家拿到不把它当作经典看待，把它当作一本普通书来看，甚至于人家不相信的，把它丢到字纸篓里，把它毁掉了，「这个造罪业了。」我们要有普贤菩萨的度量，我印一千本书，九百九十九本都被人家丢到字纸篓烧掉了，有一本有一个人看也值得了，那一个人就得度了，能这样设想我们就不怕了。我们做好事，自有功德，自有善果，不要看到人家造罪业，我们就连善事都不敢做，这是因噎废食，这是错误的。好像放生一样，我们在上游放生，下面有人在钓鱼，看到钓鱼的人，我不放了，这是错误的。我放我的，他钓他的，我修我的福，他造他的罪，各人干各人的，不相干，要明白这个道理。放心大胆努力去修善，这才是对的。",
      "zh_TW": "這是教我們要真正的相信、要受持、要讀誦，這是自修自行。除此之外，還要宣傳，宣傳就是『廣為人說』。經典要流通，這是宣傳，我們多多的印，印得非常精美到處送人。印經，大家不要害怕，怕什麼？怕造罪業，怎麼造罪業？怕人家拿到不把它當作經典看待，把它當作一本普通書來看，甚至於人家不相信的，把它丟到字紙簍裡，把它毀掉了，「這個造罪業了。」我們要有普賢菩薩的度量，我印一千本書，九百九十九本都被人家丟到字紙簍燒掉了，有一本有一個人看也值得了，那一個人就得度了，能這樣設想我們就不怕了。我們做好事，自有功德，自有善果，不要看到人家造罪業，我們就連善事都不敢做，這是因噎廢食，這是錯誤的。好像放生一樣，我們在上游放生，下面有人在釣魚，看到釣魚的人，我不放了，這是錯誤的。我放我的，他釣他的，我修我的福，他造他的罪，各人幹各人的，不相干，要明白這個道理。放心大膽努力去修善，這才是對的。"
    },
    {
      "id": "04-007-0007_p0054",
      "zh_CN": "遇到人就劝人学佛，把佛法的精义，把佛法的精神，把佛法的教训，把佛法的利益好处，随时随地说给别人听，他听，很好；他不听，也好，不听，他总听几句到阿赖耶识里去了。所以学佛的同学，你们大家都要记住，无论在什么地方，你接电话的时候，第一句话「阿弥陀佛」，把「阿弥陀佛」灌到他耳朵里面去，你要有这个心，这就叫度众生，这就是「广为人说」。我没有说别的，我说一句阿弥陀佛，你总听进去了。随时随处都是这样，久而久之，大家一看到你就会对你「阿弥陀佛」，他称你作阿弥陀佛，他自自然然心里就念了一句阿弥陀佛，这个很好，劝人念佛。何况能够有机缘，所谓说话三句不离本行，寒暄完了之后就跟他讲佛法，他以后再不来了，再不来，你乐得清净，你免麻烦了；喜欢来，很好，我们尽心尽力去帮助他，少说废话，说废话造业。废话里头是非多，恩怨多，所谓是「说的人无心，听的人有意」，往往在言语不谨慎的时候得罪人，自己不知道，叫人怀恨在心，所以不要讲废话，没有必要的话不要讲，养精神，这个很重要，这也是长生长寿之道。言语少的人长寿，他的精神元气饱满，喜欢说话、喜欢聊天的人元气伤。要说都说佛法，除佛法之外，不会说，这个最好了，为人演说，你这样自行化他的功德，菩萨告诉我们，『除佛世尊，余无知者』，除了诸佛如来，等觉菩萨都不晓得你那个功德之大大到什么程度，这些话都是真实的。后面劝我们：",
      "zh_TW": "遇到人就勸人學佛，把佛法的精義，把佛法的精神，把佛法的教訓，把佛法的利益好處，隨時隨地說給別人聽，他聽，很好；他不聽，也好，不聽，他總聽幾句到阿賴耶識裡去了。所以學佛的同學，你們大家都要記住，無論在什麼地方，你接電話的時候，第一句話「阿彌陀佛」，把「阿彌陀佛」灌到他耳朵裡面去，你要有這個心，這就叫度眾生，這就是「廣為人說」。我沒有說別的，我說一句阿彌陀佛，你總聽進去了。隨時隨處都是這樣，久而久之，大家一看到你就會對你「阿彌陀佛」，他稱你作阿彌陀佛，他自自然然心裡就念了一句阿彌陀佛，這個很好，勸人念佛。何況能夠有機緣，所謂說話三句不離本行，寒暄完了之後就跟他講佛法，他以後再不來了，再不來，你樂得清淨，你免麻煩了；喜歡來，很好，我們盡心盡力去幫助他，少說廢話，說廢話造業。廢話裡頭是非多，恩怨多，所謂是「說的人無心，聽的人有意」，往往在言語不謹慎的時候得罪人，自己不知道，叫人懷恨在心，所以不要講廢話，沒有必要的話不要講，養精神，這個很重要，這也是長生長壽之道。言語少的人長壽，他的精神元氣飽滿，喜歡說話、喜歡聊天的人元氣傷。要說都說佛法，除佛法之外，不會說，這個最好了，為人演說，你這樣自行化他的功德，菩薩告訴我們，『除佛世尊，餘無知者』，除了諸佛如來，等覺菩薩都不曉得你那個功德之大大到什麼程度，這些話都是真實的。後面勸我們："
    },
    {
      "id": "04-007-0007_p0055",
      "zh_CN": "【是故汝等。】",
      "zh_TW": "【是故汝等。】"
    },
    {
      "id": "04-007-0007_p0056",
      "zh_CN": "这是指我们大家，『汝等』是我们都包括在内。",
      "zh_TW": "這是指我們大家，『汝等』是我們都包括在內。"
    },
    {
      "id": "04-007-0007_p0057",
      "zh_CN": "【闻此愿王。莫生疑念。】",
      "zh_TW": "【聞此願王。莫生疑念。】"
    },
    {
      "id": "04-007-0007_p0058",
      "zh_CN": "这一句很重要。你听了这一部《普贤行愿品》，这不是偶然的，这是过去生中无量劫来你所种植的深厚善根，福德因缘今天具足，你才有机会听到，福报不够的听不到，不要小看自己，不要轻看自己，大福德因缘。听了之后要深信不疑，没有一丝毫怀疑，知道普贤菩萨、毘卢遮那如来在经典里面跟我们所讲的句句都是真实语。",
      "zh_TW": "這一句很重要。你聽了這一部《普賢行願品》，這不是偶然的，這是過去生中無量劫來你所種植的深厚善根，福德因緣今天具足，你才有機會聽到，福報不夠的聽不到，不要小看自己，不要輕看自己，大福德因緣。聽了之後要深信不疑，沒有一絲毫懷疑，知道普賢菩薩、毘盧遮那如來在經典裡面跟我們所講的句句都是真實語。"
    },
    {
      "id": "04-007-0007_p0059",
      "zh_CN": "【应当谛受。受已能读。读已能诵。诵已能持。乃至书写。广为人说。是诸人等。于一念中。所有行愿皆得成就。】",
      "zh_TW": "【應當諦受。受已能讀。讀已能誦。誦已能持。乃至書寫。廣為人說。是諸人等。於一念中。所有行願皆得成就。】"
    },
    {
      "id": "04-007-0007_p0060",
      "zh_CN": "我们『应当谛受』，「谛」是仔细审慎，统统搞明白了，统统了解了、清楚了，我完全接受过来。接受过来的时候，『能读』，第一步功夫要读经，先要「能读」，读了之后要能背，这个很重要。中国古时候，古人背书是非常重要的一个功课，你所念的书不能背，不行，统统都要背诵。现在人怕背书，这个很糟糕，要想赶上古人那是不可能的事情，所以古人背书。背书的好处太多了，你小时候背的书，你活到八十岁、九十岁都不会忘掉，你说话，你作文章，随口念来，不要去查，背得很熟，记得很牢。所以学佛的人，你所主修的经典不能背不行，一定要背诵。所以先教你读，对着经本叫「读」，「诵」是不要经本，就是可以背，能背诵之后要做到，因为你能够背诵，你记得很熟了，我们在日常生活当中起心动念一切作为都会想到。譬如我抹桌子就想到「礼敬诸佛」，桌子是佛，我要把它抹得干干净净，我要很恭敬、很认真的来做这个工作，它就起作用，就绝对不会草率马虎去做，那就不恭敬。不管做什么事情，他都有诚心、有诚意，有敬心、有敬意，那这个事情怎么会做不好？换句话说，不能背诵，修行就没有标准，没有一个原则。一定先要求背诵经典，诵了之后要把它做到，能够在日常生活当中都做到了，后面一桩事情就是劝人。",
      "zh_TW": "我們『應當諦受』，「諦」是仔細審慎，統統搞明白了，統統了解了、清楚了，我完全接受過來。接受過來的時候，『能讀』，第一步功夫要讀經，先要「能讀」，讀了之後要能背，這個很重要。中國古時候，古人背書是非常重要的一個功課，你所念的書不能背，不行，統統都要背誦。現在人怕背書，這個很糟糕，要想趕上古人那是不可能的事情，所以古人背書。背書的好處太多了，你小時候背的書，你活到八十歲、九十歲都不會忘掉，你說話，你作文章，隨口念來，不要去查，背得很熟，記得很牢。所以學佛的人，你所主修的經典不能背不行，一定要背誦。所以先教你讀，對著經本叫「讀」，「誦」是不要經本，就是可以背，能背誦之後要做到，因為你能夠背誦，你記得很熟了，我們在日常生活當中起心動念一切作為都會想到。譬如我抹桌子就想到「禮敬諸佛」，桌子是佛，我要把它抹得乾乾淨淨，我要很恭敬、很認真的來做這個工作，它就起作用，就絕對不會草率馬虎去做，那就不恭敬。不管做什麼事情，他都有誠心、有誠意，有敬心、有敬意，那這個事情怎麼會做不好？換句話說，不能背誦，修行就沒有標準，沒有一個原則。一定先要求背誦經典，誦了之後要把它做到，能夠在日常生活當中都做到了，後面一樁事情就是勸人。"
    },
    {
      "id": "04-007-0007_p0061",
      "zh_CN": "我自己得到真实的受用、真实的利益，这个利益是烦恼轻，智慧增长，一天到晚快乐无比，这是你得到的真正受用。你自己会感觉到，我在这个世界上是第一快乐的人，第一幸福的人，第一美满的人，你自己会感受到，法喜充满，这都是真实的，你没有入这个境界，你不晓得；入这个境界，实实在在世间人讲的真善美慧你统统都具足，你的生命，你的生活，真正的充实。我们世间人讲生活充实，不见得，那看错了。唯独在佛法修持上真正有功夫的人，他是充实的，那是一点都不假。这个时候要流通佛法，要宣传佛法，这两桩事情是佛弟子的责任。",
      "zh_TW": "我自己得到真實的受用、真實的利益，這個利益是煩惱輕，智慧增長，一天到晚快樂無比，這是你得到的真正受用。你自己會感覺到，我在這個世界上是第一快樂的人，第一幸福的人，第一美滿的人，你自己會感受到，法喜充滿，這都是真實的，你沒有入這個境界，你不曉得；入這個境界，實實在在世間人講的真善美慧你統統都具足，你的生命，你的生活，真正的充實。我們世間人講生活充實，不見得，那看錯了。唯獨在佛法修持上真正有功夫的人，他是充實的，那是一點都不假。這個時候要流通佛法，要宣傳佛法，這兩樁事情是佛弟子的責任。"
    },
    {
      "id": "04-007-0007_p0062",
      "zh_CN": "我们能够依照这个法门自行化他，尽心尽力去做，自己修行也要尽心尽力，流通、宣传也要尽心尽力，那么这些人，他在一念当中，『所有行愿皆得成就』，这是事实，这就是《大经》里面所说的「一即一切，一切即一」。为什么？因为你的心量是圆满的，任何一行都是从真心圆满心中生起的，圆满心中生起的一念哪有不圆满的道理？哪有不周遍的道理？这是华严境界，很难体会，很难懂，它是真正的事实。说到这个地方，刚才我举能大师听《法华经》，听到「方便品」就叫他不要再念了，「我全部都知道了」，比那个功天还要深。那个还要听一下才知道，这个不要听都知道了，不要听，不要念，统统都知道了，换句话说，惠能大师的本事还没有到普贤菩萨。普贤菩萨不要听、不要念，只要你一问，没有一样不知道，统统都得到圆满成就。",
      "zh_TW": "我們能夠依照這個法門自行化他，盡心盡力去做，自己修行也要盡心盡力，流通、宣傳也要盡心盡力，那麼這些人，他在一念當中，『所有行願皆得成就』，這是事實，這就是《大經》裡面所說的「一即一切，一切即一」。為什麼？因為你的心量是圓滿的，任何一行都是從真心圓滿心中生起的，圓滿心中生起的一念哪有不圓滿的道理？哪有不周遍的道理？這是華嚴境界，很難體會，很難懂，它是真正的事實。說到這個地方，剛才我舉能大師聽《法華經》，聽到「方便品」就叫他不要再念了，「我全部都知道了」，比那個功天還要深。那個還要聽一下才知道，這個不要聽都知道了，不要聽，不要念，統統都知道了，換句話說，惠能大師的本事還沒有到普賢菩薩。普賢菩薩不要聽、不要念，只要你一問，沒有一樣不知道，統統都得到圓滿成就。"
    },
    {
      "id": "04-007-0007_p0063",
      "zh_CN": "【所获福聚无量无边。】",
      "zh_TW": "【所獲福聚無量無邊。】"
    },
    {
      "id": "04-007-0007_p0064",
      "zh_CN": "你所得的福报『无量无边』。无边胜福从哪里求？从这个地方求，这是许多人不能理解，许多人不认识的。许多人不晓得修福应该要到哪里去修，自己每天以金银财宝做种种布施来求福，所求得的是小小福报，不是修究竟圆满的大福。究竟圆满的大福要靠普贤行才能够达到，才能够圆满的成就。",
      "zh_TW": "你所得的福報『無量無邊』。無邊勝福從哪裡求？從這個地方求，這是許多人不能理解，許多人不認識的。許多人不曉得修福應該要到哪裡去修，自己每天以金銀財寶做種種布施來求福，所求得的是小小福報，不是修究竟圓滿的大福。究竟圓滿的大福要靠普賢行才能夠達到，才能夠圓滿的成就。"
    },
    {
      "id": "04-007-0007_p0065",
      "zh_CN": "【能于烦恼大苦海中。拔济众生令其出离。皆得往生阿弥陀佛极乐世界。】",
      "zh_TW": "【能於煩惱大苦海中。拔濟眾生令其出離。皆得往生阿彌陀佛極樂世界。】"
    },
    {
      "id": "04-007-0007_p0066",
      "zh_CN": "烦恼苦海，苦海里面所有一切众生，你也有能力跟诸佛菩萨一样帮助他们出离，帮助、引导他们念佛求生净土，普贤的行愿才能达到圆满。在这一卷经里面，长行文就说到此地。",
      "zh_TW": "煩惱苦海，苦海裡面所有一切眾生，你也有能力跟諸佛菩薩一樣幫助他們出離，幫助、引導他們念佛求生淨土，普賢的行願才能達到圓滿。在這一卷經裡面，長行文就說到此地。"
    },
    {
      "id": "04-007-0007_p0067",
      "zh_CN": "后面有很长的偈颂，偈颂像中国的诗歌一样。此地的偈颂是七言，就是每一句七个字，很整齐，也有押韵，但是它的押韵不像中国古诗那么样的严格，它不严格，也是四句是一首，每一首是七个字，这叫「七言颂」。总共有六十二首，六十二首前面一部分是属于重颂，就是把前面讲的十大愿王重复说一遍。佛经里面像这种体例很多，为什么？因为佛一生讲经，不是办学校。办学校招学生是固定的，每天到时候就要来上课，到时候下课，明天还要再来，不可以缺席的。佛讲经就像我们这种形式一样，听众是自由参加，你喜欢来就来，你不喜欢来可以不来，绝对不勉强，为什么？恒顺众生，所以不勉强。因此听众当中就有先来后到，有的人从头一直到现在都在听，有的人今天才知道，他才来，今天来了，前面所讲的他没听到，这很遗憾，因此佛很慈悲，你前面没听到的，我在这里再说一遍，如果再要详细说一遍，那前面听到的人就厌烦了，「佛，前面我听了，你又重新说了，算了，我不听了」，他就不耐烦了，所以再说一遍就不能像前面那个说法，用偈颂的体裁来讲。",
      "zh_TW": "後面有很長的偈頌，偈頌像中國的詩歌一樣。此地的偈頌是七言，就是每一句七個字，很整齊，也有押韻，但是它的押韻不像中國古詩那麼樣的嚴格，它不嚴格，也是四句是一首，每一首是七個字，這叫「七言頌」。總共有六十二首，六十二首前面一部分是屬於重頌，就是把前面講的十大願王重複說一遍。佛經裡面像這種體例很多，為什麼？因為佛一生講經，不是辦學校。辦學校招學生是固定的，每天到時候就要來上課，到時候下課，明天還要再來，不可以缺席的。佛講經就像我們這種形式一樣，聽眾是自由參加，你喜歡來就來，你不喜歡來可以不來，絕對不勉強，為什麼？恆順眾生，所以不勉強。因此聽眾當中就有先來後到，有的人從頭一直到現在都在聽，有的人今天才知道，他才來，今天來了，前面所講的他沒聽到，這很遺憾，因此佛很慈悲，你前面沒聽到的，我在這裡再說一遍，如果再要詳細說一遍，那前面聽到的人就厭煩了，「佛，前面我聽了，你又重新說了，算了，我不聽了」，他就不耐煩了，所以再說一遍就不能像前面那個說法，用偈頌的體裁來講。"
    },
    {
      "id": "04-007-0007_p0068",
      "zh_CN": "所以偈颂体裁有两个意思，一个是前面没有听到的，现在把它简单扼要的说一说，使前面的意思，后来的人也把它弥补了，这是一个意思。另外一个意思，前面说了，经文要背诵，怕有些根性钝的人，长行文背诵困难，重新再说一遍，用偈颂背，偈颂可以谱在乐曲里，可以唱的，唱歌大家都很喜欢，唱歌的歌词很容易记得，所以他就用歌词的方法给我们说一遍，使你容易记住。偈颂的体裁是这两个目的。所以我们看到许多大乘经典，佛在长行之后都有一段偈颂，这个偈颂无论是短是长，而且偈颂多半都是重复长行的意思，这就是他的用意，我们要知道，由此地能看出佛的慈悲真的是到了极处。前面两首是重颂礼敬：",
      "zh_TW": "所以偈頌體裁有兩個意思，一個是前面沒有聽到的，現在把它簡單扼要的說一說，使前面的意思，後來的人也把它彌補了，這是一個意思。另外一個意思，前面說了，經文要背誦，怕有些根性鈍的人，長行文背誦困難，重新再說一遍，用偈頌背，偈頌可以譜在樂曲裡，可以唱的，唱歌大家都很喜歡，唱歌的歌詞很容易記得，所以他就用歌詞的方法給我們說一遍，使你容易記住。偈頌的體裁是這兩個目的。所以我們看到許多大乘經典，佛在長行之後都有一段偈頌，這個偈頌無論是短是長，而且偈頌多半都是重複長行的意思，這就是他的用意，我們要知道，由此地能看出佛的慈悲真的是到了極處。前面兩首是重頌禮敬："
    },
    {
      "id": "04-007-0007_p0069",
      "zh_CN": "【所有十方世界中。三世一切人师子。我以清净身语意。一切遍礼尽无余。】",
      "zh_TW": "【所有十方世界中。三世一切人師子。我以清淨身語意。一切遍禮盡無餘。】"
    },
    {
      "id": "04-007-0007_p0070",
      "zh_CN": "这是礼敬。",
      "zh_TW": "這是禮敬。"
    },
    {
      "id": "04-007-0007_p0071",
      "zh_CN": "【普贤行愿威神力。普现一切如来前。一身复现刹尘身。一一遍礼刹尘佛。】",
      "zh_TW": "【普賢行願威神力。普現一切如來前。一身復現剎塵身。一一遍禮剎塵佛。】"
    },
    {
      "id": "04-007-0007_p0072",
      "zh_CN": "这是说有『普贤行愿』威力的加持，使我们凡夫做不到的也勉强可以做到，只要我们发愿认真的来学习是可以成就几分的，圆满的不能成就，少分我们可以得到。但是千万不能够疏忽、不能看轻这少分的普贤行愿，当我们念佛往生的时候会起很大的作用。因为你有这个基础，有这个底子，到西方极乐世界，弥陀本愿加持，普贤菩萨威德来帮助你，这一下就把你提升到深位菩萨的阶层。好像人家修行是爬楼梯，一步一步往上爬，你老人家上楼是坐电梯，一下就上去了，所以我们在此地学一点「普贤行愿」真的是有好处。",
      "zh_TW": "這是說有『普賢行願』威力的加持，使我們凡夫做不到的也勉強可以做到，只要我們發願認真的來學習是可以成就幾分的，圓滿的不能成就，少分我們可以得到。但是千萬不能夠疏忽、不能看輕這少分的普賢行願，當我們念佛往生的時候會起很大的作用。因為你有這個基礎，有這個底子，到西方極樂世界，彌陀本願加持，普賢菩薩威德來幫助你，這一下就把你提升到深位菩薩的階層。好像人家修行是爬樓梯，一步一步往上爬，你老人家上樓是坐電梯，一下就上去了，所以我們在此地學一點「普賢行願」真的是有好處。"
    },
    {
      "id": "04-007-0007_p0073",
      "zh_CN": "第三、第四是重颂赞叹，就是第二愿。赞叹，这个境界也跟前面相同，所不同的，前面跟各位说过，礼敬是从事上讲的。一切诸佛是包含了一切众生，「一切众生皆有佛性，一切众生本来成佛」，所以统统要礼敬，不可以有分别执着，要用平等心、清净心来修。赞叹，那要看称性不称性，也就是要看是善与恶。诸位要知道，善恶是平等的，真妄也是平等的，邪正也是平等的，没有一法不平等，那为什么这个称赞要分别？说平等是对的，对法身大士讲是平等，对我们凡夫讲是有差别。你看看佛在这部经上说法，善巧。长行里面明明讲的「礼敬诸佛，称赞如来」，我们在偈颂里面没有看到，可见得「称赞」这一法里头，你看偈颂第三首：",
      "zh_TW": "第三、第四是重頌讚歎，就是第二願。讚歎，這個境界也跟前面相同，所不同的，前面跟各位說過，禮敬是從事上講的。一切諸佛是包含了一切眾生，「一切眾生皆有佛性，一切眾生本來成佛」，所以統統要禮敬，不可以有分別執著，要用平等心、清淨心來修。讚歎，那要看稱性不稱性，也就是要看是善與惡。諸位要知道，善惡是平等的，真妄也是平等的，邪正也是平等的，沒有一法不平等，那為什麼這個稱讚要分別？說平等是對的，對法身大士講是平等，對我們凡夫講是有差別。你看看佛在這部經上說法，善巧。長行裡面明明講的「禮敬諸佛，稱讚如來」，我們在偈頌裡面沒有看到，可見得「稱讚」這一法裡頭，你看偈頌第三首："
    },
    {
      "id": "04-007-0007_p0074",
      "zh_CN": "【于一尘中尘数佛。各处菩萨众会中。无尽法界尘亦然。深信诸佛皆充满。】",
      "zh_TW": "【於一塵中塵數佛。各處菩薩眾會中。無盡法界塵亦然。深信諸佛皆充滿。】"
    },
    {
      "id": "04-007-0007_p0075",
      "zh_CN": "他不说「如来」了，这就是我刚才说的，在大菩萨的境界里面是平等的，这叫一真法界。前面长行文讲有拣别是对我们说的，我们心不平等，心不平等就有真妄邪正、是非善恶，我们对于恶法不赞叹，对于善法赞叹。偈颂里面是平等法，长行里面是有差别的，你看他这个说法多巧妙，互相一对的时候才知道佛说法的善巧。",
      "zh_TW": "他不說「如來」了，這就是我剛才說的，在大菩薩的境界裡面是平等的，這叫一真法界。前面長行文講有揀別是對我們說的，我們心不平等，心不平等就有真妄邪正、是非善惡，我們對於惡法不讚歎，對於善法讚歎。偈頌裡面是平等法，長行裡面是有差別的，你看他這個說法多巧妙，互相一對的時候才知道佛說法的善巧。"
    },
    {
      "id": "04-007-0007_p0076",
      "zh_CN": "第五、第六、第七这个三首是讲供养，「广修供养」，真的，供养要广修，所以经文也最长，长行文里面也是最长，偈颂里面也最长，它有三首十二句，可见得这个在菩萨行里面非常重要。长行里头跟诸位报告过了，供养就是菩萨六度的布施，布施就是教我们舍，教我们放下。凡夫为什么不能开悟？为什么不能脱离六道？为什么不能成佛作祖？原因就是放不下。什么放不下？六道轮回放不下，那还有什么办法？你还能出去吗？你要出去得把这个地方放下才能出去，所以永远没有办法摆脱轮回。所以菩萨行把布施摆在第一，普贤行把供养放在最重要的一个课程当中，一定要修，身心世界一切放下。",
      "zh_TW": "第五、第六、第七這個三首是講供養，「廣修供養」，真的，供養要廣修，所以經文也最長，長行文裡面也是最長，偈頌裡面也最長，它有三首十二句，可見得這個在菩薩行裡面非常重要。長行裡頭跟諸位報告過了，供養就是菩薩六度的布施，布施就是教我們捨，教我們放下。凡夫為什麼不能開悟？為什麼不能脫離六道？為什麼不能成佛作祖？原因就是放不下。什麼放不下？六道輪迴放不下，那還有什麼辦法？你還能出去嗎？你要出去得把這個地方放下才能出去，所以永遠沒有辦法擺脫輪迴。所以菩薩行把布施擺在第一，普賢行把供養放在最重要的一個課程當中，一定要修，身心世界一切放下。"
    },
    {
      "id": "04-007-0007_p0077",
      "zh_CN": "怎么个放法？供养诸佛，供养众生，供养法界，我一切都供养。以我的智慧，以我的劳力，以我的财富，以我的技能，用今天的话来说，贡献社会，为一切众生服务，不要讲求代价，不要讲求报酬。现在社会上的人大家努力工作为的是什么？报酬，没有报酬就不干，就懈怠。佛法为什么不讲报酬？是大慈悲心推动。佛法讲的，我们认真努力工作帮助一切众生是我们的义务，是应该要做的，怎么可以收报酬？他的功德，修布施供养是功，他得到的是断除烦恼，悭吝、贪爱的心没有了，忧虑的心没有了，牵挂的心没有了，你想想看那个人多自在！你们今天为什么不自在？有钱不自在，有地位也不自在，不自在的原因是什么？你心里头有牵挂，你有忧虑，你有烦恼，所以你不自在。佛教我们修布施就是教我们得大自在，大自在是真快乐、真幸福。",
      "zh_TW": "怎麼個放法？供養諸佛，供養眾生，供養法界，我一切都供養。以我的智慧，以我的勞力，以我的財富，以我的技能，用今天的話來說，貢獻社會，為一切眾生服務，不要講求代價，不要講求報酬。現在社會上的人大家努力工作為的是什麼？報酬，沒有報酬就不幹，就懈怠。佛法為什麼不講報酬？是大慈悲心推動。佛法講的，我們認真努力工作幫助一切眾生是我們的義務，是應該要做的，怎麼可以收報酬？他的功德，修布施供養是功，他得到的是斷除煩惱，慳吝、貪愛的心沒有了，憂慮的心沒有了，牽掛的心沒有了，你想想看那個人多自在！你們今天為什麼不自在？有錢不自在，有地位也不自在，不自在的原因是什麼？你心裡頭有牽掛，你有憂慮，你有煩惱，所以你不自在。佛教我們修布施就是教我們得大自在，大自在是真快樂、真幸福。"
    },
    {
      "id": "04-007-0007_p0078",
      "zh_CN": "也许你们会害怕，一切身心世界都舍掉了，这怎么得了！我的日子怎么过？对的，人的日子不要过了，六道的日子不要过了，过什么日子？过佛菩萨的日子，佛菩萨的日子好过。「佛氏门中，有求必应」。你看极乐世界，经上讲得多清楚，极乐世界的人想吃东西，念头才起来，想吃的东西已经摆满在面前，不要去做，不要去经营。想穿什么衣服，不要裁缝，心里一想，衣服已经在身上了，那是佛菩萨的日子。想要住个房子，想什么式样的，人已经在房子里面了，希望这个房子大一点，它就大一点；希望小一点，它就小一点，没有一样不随人意。为什么生活会这么自在？就是因为他没有忧虑、牵挂、烦恼才得这么自在。我们今天样样不自在是你有忧虑、有牵挂、有忧愁，所以搞得样样都不自在。因为这个法门很难相信，「难信之法」，普贤菩萨一再劝勉我们要深信不疑，这样殊胜的利益我们才能够得到。也许你说「法师，你举的例子是西方极乐世界，我们现在没到西方极乐世界去，现前就要吃饭，就要穿衣，我要吃饭，饭能够自己到我面前吗？」说这个话也不无道理，听了也满有道理的。其实世间聪明智慧的人对于世间因缘果报也清楚明了，一个有福报的人，他不要操心，不要忧愁，还是想什么就得什么，虽没有极乐世界那么自在，但是他一定不会缺乏。",
      "zh_TW": "也許你們會害怕，一切身心世界都捨掉了，這怎麼得了！我的日子怎麼過？對的，人的日子不要過了，六道的日子不要過了，過什麼日子？過佛菩薩的日子，佛菩薩的日子好過。「佛氏門中，有求必應」。你看極樂世界，經上講得多清楚，極樂世界的人想吃東西，念頭才起來，想吃的東西已經擺滿在面前，不要去做，不要去經營。想穿什麼衣服，不要裁縫，心裡一想，衣服已經在身上了，那是佛菩薩的日子。想要住個房子，想什麼式樣的，人已經在房子裡面了，希望這個房子大一點，它就大一點；希望小一點，它就小一點，沒有一樣不隨人意。為什麼生活會這麼自在？就是因為他沒有憂慮、牽掛、煩惱才得這麼自在。我們今天樣樣不自在是你有憂慮、有牽掛、有憂愁，所以搞得樣樣都不自在。因為這個法門很難相信，「難信之法」，普賢菩薩一再勸勉我們要深信不疑，這樣殊勝的利益我們才能夠得到。也許你說「法師，你舉的例子是西方極樂世界，我們現在沒到西方極樂世界去，現前就要吃飯，就要穿衣，我要吃飯，飯能夠自己到我面前嗎？」說這個話也不無道理，聽了也滿有道理的。其實世間聰明智慧的人對於世間因緣果報也清楚明瞭，一個有福報的人，他不要操心，不要憂愁，還是想什麼就得什麼，雖沒有極樂世界那麼自在，但是他一定不會缺乏。"
    },
    {
      "id": "04-007-0007_p0079",
      "zh_CN": "因缘果报，你很难相信，所以我常常劝同修们在学佛之前最好先把《了凡四训》念三百遍，为什么要念三百遍？因为你才会相信。你不念三百遍，你虽然听了一点，读了一点，心里头的印象若有若无，你的信心不能建立。三百遍念下去，你相信了，你相信我们这个世间善因有善果，恶因有恶报，财布施决定得财富，而且这个财富是自然来的，不要操一点心。譬如你想做生意，你一动念头做生意，那个生意就很好、很顺利，就来了，不操一点心，钱就赚来了，为什么？布施的果报。由此可知，我们这个世间也是有求必应，不相信就多念《了凡四训》，念了你就会相信，念了你就会真正修布施供养，你在这一生当中就得无量福报，这一生当中就可以能够修到有求必应，不要等来生，这一生就兑现。",
      "zh_TW": "因緣果報，你很難相信，所以我常常勸同修們在學佛之前最好先把《了凡四訓》念三百遍，為什麼要念三百遍？因為你才會相信。你不念三百遍，你雖然聽了一點，讀了一點，心裡頭的印象若有若無，你的信心不能建立。三百遍念下去，你相信了，你相信我們這個世間善因有善果，惡因有惡報，財布施決定得財富，而且這個財富是自然來的，不要操一點心。譬如你想做生意，你一動念頭做生意，那個生意就很好、很順利，就來了，不操一點心，錢就賺來了，為什麼？布施的果報。由此可知，我們這個世間也是有求必應，不相信就多念《了凡四訓》，念了你就會相信，念了你就會真正修布施供養，你在這一生當中就得無量福報，這一生當中就可以能夠修到有求必應，不要等來生，這一生就兌現。"
    },
    {
      "id": "04-007-0007_p0080",
      "zh_CN": "只要你认真努力去修，连寿命都能够延长，何况病苦？这个世间说老实话最难得的是寿命，你只要真正好好的去修，不求也得到，何况求？袁了凡求功名、求富贵、求儿女，他都得到了，命里头没有的，他求到了，他没有求寿命，寿命也延长了。算命的孔先生算他只有五十三岁，他活到七十多岁，他没有求寿命，自然就延长，为什么会长？福太多了，他到五十三岁享不完，享不完怎么办？继续再享，享完了才能走。你要明白这个道理，你修大福报，我寿命虽然是八十岁，八十岁还享不完，得要活到一百二十岁才享完。凡事都有个理，理真实，事就不假了。你把理参透了，事你才肯认真去做，谁得好处？自己得。你修的这些功德不是人家得好处，佛菩萨没有得到，是你自己得到的好处，你得到的是有求必应。布施供养我们一定要非常认真把它搞清楚，理与事、因与果统统搞得清清楚楚、明明白白，对我们这一生在修学上、在生活上会有真正的利益，许多同修对于这个事情疏忽了，这很可惜。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "只要你認真努力去修，連壽命都能夠延長，何況病苦？這個世間說老實話最難得的是壽命，你只要真正好好的去修，不求也得到，何況求？袁了凡求功名、求富貴、求兒女，他都得到了，命裡頭沒有的，他求到了，他沒有求壽命，壽命也延長了。算命的孔先生算他只有五十三歲，他活到七十多歲，他沒有求壽命，自然就延長，為什麼會長？福太多了，他到五十三歲享不完，享不完怎麼辦？繼續再享，享完了才能走。你要明白這個道理，你修大福報，我壽命雖然是八十歲，八十歲還享不完，得要活到一百二十歲才享完。凡事都有個理，理真實，事就不假了。你把理參透了，事你才肯認真去做，誰得好處？自己得。你修的這些功德不是人家得好處，佛菩薩沒有得到，是你自己得到的好處，你得到的是有求必應。布施供養我們一定要非常認真把它搞清楚，理與事、因與果統統搞得清清楚楚、明明白白，對我們這一生在修學上、在生活上會有真正的利益，許多同修對於這個事情疏忽了，這很可惜。好，今天時間到了，我們就講到此地。"
    }
  ]
}