{
  "doc_id": "32-241-0001",
  "title": {
    "zh_CN": "落实六大  成就圆满——二Ｏ一七年英国汉学院秋季开学典礼谈话",
    "zh_TW": "落實六大  成就圓滿——二Ｏ一七年英國漢學院秋季開學典禮談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學蘭彼得校區"
  },
  "doc_number": "32-241-0001",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "32-241-0001_p0001",
      "zh_CN": "尊敬的周院长、诸位嘉宾、老师们、同学们，大家好！今天是二Ｏ一七年英国汉学院秋季开学典礼的日子。在这个意义重大的日子里，净空希望跟大家讲几句话，表达衷心的期望与祝福。",
      "zh_TW": "尊敬的周院長、諸位嘉賓、老師們、同學們，大家好！今天是二Ｏ一七年英國漢學院秋季開學典禮的日子。在這個意義重大的日子裡，淨空希望跟大家講幾句話，表達衷心的期望與祝福。"
    },
    {
      "id": "32-241-0001_p0002",
      "zh_CN": "英国汉学院成立的宗旨，是为了延续古汉语的命脉，承传中华优秀传统文化，「为往圣继绝学，为万世开太平」。汉学院能够顺利开办，必须感谢麦迪文．休斯校长鼎力支持与热心的推动。他允许这个汉学院完全按照我们的愿望来运作，采用我们推荐的课程、老师与学生，按照我们一门深入的方式来教学，这在当今世界的高等学府当中可谓绝无仅有！所以这个机缘非常稀有难得，希望诸位同学好好把握，认真学习。",
      "zh_TW": "英國漢學院成立的宗旨，是為了延續古漢語的命脈，承傳中華優秀傳統文化，「為往聖繼絕學，為萬世開太平」。漢學院能夠順利開辦，必須感謝麥迪文．休斯校長鼎力支持與熱心的推動。他允許這個漢學院完全按照我們的願望來運作，採用我們推薦的課程、老師與學生，按照我們一門深入的方式來教學，這在當今世界的高等學府當中可謂絕無僅有！所以這個機緣非常稀有難得，希望諸位同學好好把握，認真學習。"
    },
    {
      "id": "32-241-0001_p0003",
      "zh_CN": "今天跟大家谈谈「六大」，发大心、立大愿、扎大根、固大本、修大行、证大果，这是我对汉学院的衷心期望。",
      "zh_TW": "今天跟大家談談「六大」，發大心、立大願、扎大根、固大本、修大行、證大果，這是我對漢學院的衷心期望。"
    },
    {
      "id": "32-241-0001_p0004",
      "zh_CN": "一、发大心",
      "zh_TW": "一、發大心"
    },
    {
      "id": "32-241-0001_p0005",
      "zh_CN": "大心指的是什么？就是神圣的大爱。这种大爱就是宗教宣扬的仁慈博爱，也是诸佛菩萨的大慈大悲。究竟来说，这种神圣的大爱就是我们的真心，也是《三字经》所说的「人之初，性本善」的本性本善。汉学院学生必须发起这种神圣的爱心，爱人如己，推己及人，用真诚心处事待人接物，平等、无条件的爱护一切人。中国老祖宗了不起，将回归本性本善、神圣大爱的教育概括成一个「孝」字。「孝」字是会意字，由两个字组成，上面是「老」，下面是「子」字，表示老一代与子一代是一体。上一代还有上一代，下一代还有下一代，竖穷三际、横遍十方。所以整个宇宙是一个生命共同体，无穷无尽的众生与我们是同一体。从此一体生出的大爱就是大孝、是至孝，也就是佛法说的菩提心。所以，将孝心发扬光大，就是这里的发大心，也就是发菩提心。",
      "zh_TW": "大心指的是什麼？就是神聖的大愛。這種大愛就是宗教宣揚的仁慈博愛，也是諸佛菩薩的大慈大悲。究竟來說，這種神聖的大愛就是我們的真心，也是《三字經》所說的「人之初，性本善」的本性本善。漢學院學生必須發起這種神聖的愛心，愛人如己，推己及人，用真誠心處事待人接物，平等、無條件的愛護一切人。中國老祖宗了不起，將回歸本性本善、神聖大愛的教育概括成一個「孝」字。「孝」字是會意字，由兩個字組成，上面是「老」，下面是「子」字，表示老一代與子一代是一體。上一代還有上一代，下一代還有下一代，豎窮三際、橫遍十方。所以整個宇宙是一個生命共同體，無窮無盡的眾生與我們是同一體。從此一體生出的大愛就是大孝、是至孝，也就是佛法說的菩提心。所以，將孝心發揚光大，就是這裡的發大心，也就是發菩提心。"
    },
    {
      "id": "32-241-0001_p0006",
      "zh_CN": "二、立大愿",
      "zh_TW": "二、立大願"
    },
    {
      "id": "32-241-0001_p0007",
      "zh_CN": "这个大愿就是要将传统文化圣贤教育承传下去，「为往圣继绝学，为万世开太平」，汉学院学生必须有这种使命感。现代人所经历的苦难、所面临的问题比过去超出许多倍，而真正能够解决这些问题的方法，就是弘扬传统文化的普世教育，伦理教育、道德教育、因果教育、圣贤教育。现在传统文化到了继绝存亡的边缘，如果此时不救，十年之后想挽救恐怕就来不及了，所以这件事非常迫切！立大愿体现在效法古圣先贤的存心与行持，学佛就要像释迦牟尼佛，学儒就要像孔子，学道就要像老子。我们和他们的心愿相同、言行一致，必然得到这些圣贤的加持。",
      "zh_TW": "這個大願就是要將傳統文化聖賢教育承傳下去，「為往聖繼絕學，為萬世開太平」，漢學院學生必須有這種使命感。現代人所經歷的苦難、所面臨的問題比過去超出許多倍，而真正能夠解決這些問題的方法，就是弘揚傳統文化的普世教育，倫理教育、道德教育、因果教育、聖賢教育。現在傳統文化到了繼絕存亡的邊緣，如果此時不救，十年之後想挽救恐怕就來不及了，所以這件事非常迫切！立大願體現在效法古聖先賢的存心與行持，學佛就要像釋迦牟尼佛，學儒就要像孔子，學道就要像老子。我們和他們的心願相同、言行一致，必然得到這些聖賢的加持。"
    },
    {
      "id": "32-241-0001_p0008",
      "zh_CN": "三、扎大根",
      "zh_TW": "三、扎大根"
    },
    {
      "id": "32-241-0001_p0009",
      "zh_CN": "这个大根就是道德的根基。好比一棵大树，根深则枝叶繁茂。扎好道德的根基，才能真正做到「学为人师，行为世范」。「道」是宇宙人生的真理，是大自然的规律。古人说：「道也者，不可须臾离也。」即是真理无所不在，也就是上帝与我同在，体现在社会上便是五伦。「德」是遵循宇宙真理与自然规律来做，言行都能符合道，自然身心都有所得。基本的德就是五常。概括而言，汉学院学生要扎「孝悌忠信、礼义廉耻、仁爱和平」这十二德目的根。",
      "zh_TW": "這個大根就是道德的根基。好比一棵大樹，根深則枝葉繁茂。扎好道德的根基，才能真正做到「學為人師，行為世範」。「道」是宇宙人生的真理，是大自然的規律。古人說：「道也者，不可須臾離也。」即是真理無所不在，也就是上帝與我同在，體現在社會上便是五倫。「德」是遵循宇宙真理與自然規律來做，言行都能符合道，自然身心都有所得。基本的德就是五常。概括而言，漢學院學生要扎「孝悌忠信、禮義廉恥、仁愛和平」這十二德目的根。"
    },
    {
      "id": "32-241-0001_p0010",
      "zh_CN": "四、固大本",
      "zh_TW": "四、固大本"
    },
    {
      "id": "32-241-0001_p0011",
      "zh_CN": "大本指的是修身、齐家、治国、平天下的学问，它的基础是汉字和文言文。汉字、文言文是超越时空的，是最佳文化的载体。学好汉字、文言文，就拿到了传统文化智慧宝库的钥匙，可以深入汲取五千年老祖宗的智慧与经验，为现代所用。汉学院学生必须充实古汉语的学问，才有能力解读、讲解、翻译、落实《四库全书》，将古圣先贤的绝学发扬光大。",
      "zh_TW": "大本指的是修身、齊家、治國、平天下的學問，它的基礎是漢字和文言文。漢字、文言文是超越時空的，是最佳文化的載體。學好漢字、文言文，就拿到了傳統文化智慧寶庫的鑰匙，可以深入汲取五千年老祖宗的智慧與經驗，為現代所用。漢學院學生必須充實古漢語的學問，才有能力解讀、講解、翻譯、落實《四庫全書》，將古聖先賢的絕學發揚光大。"
    },
    {
      "id": "32-241-0001_p0012",
      "zh_CN": "五、修大行",
      "zh_TW": "五、修大行"
    },
    {
      "id": "32-241-0001_p0013",
      "zh_CN": "修大行就是毕生奉献于汉学教育，这是人生最有意义的一桩大事。延续传统文化慧命的重大责任降临在我们身上，这是千载难逢、累积无量功德的大好机会。「建国君民，教学为先」，弘扬传统文化普世教育，才能挽救当今世界的危机。希望汉学院的学生毕业之后，仍然住在一起，继续教学，锐意精进，不断提升，凝聚成一股强大的力量，组成一支优秀的传统文化教师团队，在汉学教育上做出重要而且长远的贡献。",
      "zh_TW": "修大行就是畢生奉獻於漢學教育，這是人生最有意義的一樁大事。延續傳統文化慧命的重大責任降臨在我們身上，這是千載難逢、累積無量功德的大好機會。「建國君民，教學為先」，弘揚傳統文化普世教育，才能挽救當今世界的危機。希望漢學院的學生畢業之後，仍然住在一起，繼續教學，銳意精進，不斷提升，凝聚成一股強大的力量，組成一支優秀的傳統文化教師團隊，在漢學教育上做出重要而且長遠的貢獻。"
    },
    {
      "id": "32-241-0001_p0014",
      "zh_CN": "六、证大果",
      "zh_TW": "六、證大果"
    },
    {
      "id": "32-241-0001_p0015",
      "zh_CN": "大果就是全世界的太平盛世。中国传统文化教学的目的是培养圣贤君子，社会上圣贤君子多了，太平盛世就会自然成就。所以，汉学院学生真正学习、真正落实圣贤教育之后，不但能够救自己、救家庭，更能够救社会、救世界。希望汉学院的影响力逐渐扩大，影响欧洲，乃至影响全世界，让全世界都受益，让虚空法界无量无边的众生都受益，这就是证大果。",
      "zh_TW": "大果就是全世界的太平盛世。中國傳統文化教學的目的是培養聖賢君子，社會上聖賢君子多了，太平盛世就會自然成就。所以，漢學院學生真正學習、真正落實聖賢教育之後，不但能夠救自己、救家庭，更能夠救社會、救世界。希望漢學院的影響力逐漸擴大，影響歐洲，乃至影響全世界，讓全世界都受益，讓虛空法界無量無邊的眾生都受益，這就是證大果。"
    },
    {
      "id": "32-241-0001_p0016",
      "zh_CN": "以上「六大」，不但是我对汉学院的期望，同时也是我一生追求的理想，希望这个理想能够在诸位同学以及汉学院未来学生的身上实现。这也是我们对世界的梦想，希望终有一天梦想成真。",
      "zh_TW": "以上「六大」，不但是我對漢學院的期望，同時也是我一生追求的理想，希望這個理想能夠在諸位同學以及漢學院未來學生的身上實現。這也是我們對世界的夢想，希望終有一天夢想成真。"
    },
    {
      "id": "32-241-0001_p0017",
      "zh_CN": "祝福诸位身心安康、光寿无量！祝福英国汉学院办学顺利、成就圆满！祝福世界安定和平、永续大同！谢谢大家！",
      "zh_TW": "祝福諸位身心安康、光壽無量！祝福英國漢學院辦學順利、成就圓滿！祝福世界安定和平、永續大同！謝謝大家！"
    }
  ]
}