{
  "doc_id": "20-011-0092",
  "title": {
    "zh_CN": "假令供养恒沙圣 不如坚勇求正觉",
    "zh_TW": "假令供養恆沙聖 不如堅勇求正覺"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0092",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "20-011-0092_p0001",
      "zh_CN": "竹林寺跟法轮社的讲经是不是还在继续？这些地方的讲经最好能够不间断，能够把这一个地区的佛法带动起来。",
      "zh_TW": "竹林寺跟法輪社的講經是不是還在繼續？這些地方的講經最好能夠不間斷，能夠把這一個地區的佛法帶動起來。"
    },
    {
      "id": "20-011-0092_p0002",
      "zh_CN": "昨天晚上讲到李长者的一段开示，就是着《华严经合论》的李通玄，他这一段的开示文虽然不长，意思讲得很圆满，他说到「刹那际定」，确实是说明了事实真相，而清凉国师所说的也很圆满，清凉大师讲的是「六相十玄」。《疏》、《论》合起来看，古人讲「合参」，对于事实真相虽然不能够契入，多少也能够体会到一些，这种体会就是平常所谓的悟处，真正觉悟了，要用现代科学家的说法，对于宇宙间一切事物观察入微。现代科技可以说相当进步，对于极微的观察，成效也相当惊人，但是要跟佛经、祖师的这些注疏来看，这些科学家没有把事实真相说清楚、说明白，这是远远比不上佛法里面所说的。",
      "zh_TW": "昨天晚上講到李長者的一段開示，就是著《華嚴經合論》的李通玄，他這一段的開示文雖然不長，意思講得很圓滿，他說到「剎那際定」，確實是說明了事實真相，而清涼國師所說的也很圓滿，清涼大師講的是「六相十玄」。《疏》、《論》合起來看，古人講「合參」，對於事實真相雖然不能夠契入，多少也能夠體會到一些，這種體會就是平常所謂的悟處，真正覺悟了，要用現代科學家的說法，對於宇宙間一切事物觀察入微。現代科技可以說相當進步，對於極微的觀察，成效也相當驚人，但是要跟佛經、祖師的這些註疏來看，這些科學家沒有把事實真相說清楚、說明白，這是遠遠比不上佛法裡面所說的。"
    },
    {
      "id": "20-011-0092_p0003",
      "zh_CN": "「六相十玄」在哪里？在一切法之中，小而微尘，今天所讲的原子、电子、粒子，无一不具足六相十玄，将事实真相讲得这么详细、透彻。十玄实在讲也是提个纲，每一条圆摄其余九条，这十就变成百，百条里面每一条又圆摄其余九十九条，那就变成千，这样一展开，无量无边，所以龙树菩萨称《华严经》为《大不思议经》，有道理。龙树菩萨在大龙菩萨龙宫里面所见到的上本《华严》，十个三千大千世界微尘偈，一四天下微尘品，龙树菩萨见到的，我们从来没听说过，所以他将「下本」传到这个世间来，「下本」真的是提纲、目录，像中国《四库全书》的目录提要一样。现在在台湾《四库全书》缩印了，把它缩小，缩成原书的四分之一，精装本，像大藏经那么厚的本子，一千五百册，目录提要只有四册。我们今天所读的《华严经》，实在讲是原经的目录提要而已。全经，龙树菩萨说，不是阎浮提众生有能力受持的，这也都讲的是真话。所以《华严经》上字字句句都是无量义。",
      "zh_TW": "「六相十玄」在哪裡？在一切法之中，小而微塵，今天所講的原子、電子、粒子，無一不具足六相十玄，將事實真相講得這麼詳細、透徹。十玄實在講也是提個綱，每一條圓攝其餘九條，這十就變成百，百條裡面每一條又圓攝其餘九十九條，那就變成千，這樣一展開，無量無邊，所以龍樹菩薩稱《華嚴經》為《大不思議經》，有道理。龍樹菩薩在大龍菩薩龍宮裡面所見到的上本《華嚴》，十個三千大千世界微塵偈，一四天下微塵品，龍樹菩薩見到的，我們從來沒聽說過，所以他將「下本」傳到這個世間來，「下本」真的是提綱、目錄，像中國《四庫全書》的目錄提要一樣。現在在台灣《四庫全書》縮印了，把它縮小，縮成原書的四分之一，精裝本，像大藏經那麼厚的本子，一千五百冊，目錄提要只有四冊。我們今天所讀的《華嚴經》，實在講是原經的目錄提要而已。全經，龍樹菩薩說，不是閻浮提眾生有能力受持的，這也都講的是真話。所以《華嚴經》上字字句句都是無量義。"
    },
    {
      "id": "20-011-0092_p0004",
      "zh_CN": "我们晓得《无量寿经》是《华严经》的浓缩，是《华严经》的精华，既然是《华严》精华，《无量寿经》上字字句句又何尝不含无量义？这一些道理、事实真相，我们要知道，要明了，要去发现，发现就是悟处。用什么方法发现？古德也告诉我们，用思考、研究，跟诸位说，决定不能发现，因为真理不是言语文字能显示的，不是思惟想像能得到的，所以你要想真正发现悟入，还得要遵守古圣先贤的方法，「离言说相，离名字相，离心缘相」。离言说、离名字就是「言语道断」，离心缘相就是「心行处灭」，所以说用心才能体会得，这个心是真心不是妄心，妄心得不到，妄心没有这个能力契入法界，没有办法悟入真理。我们学佛要想真正得到佛法，这一个重要的原理原则如果我们不清楚、不明白，在这一生当中你怎么可能开悟？无论下多大功夫，用多少时间，都是在门外打转，入不进去。",
      "zh_TW": "我們曉得《無量壽經》是《華嚴經》的濃縮，是《華嚴經》的精華，既然是《華嚴》精華，《無量壽經》上字字句句又何嘗不含無量義？這一些道理、事實真相，我們要知道，要明瞭，要去發現，發現就是悟處。用什麼方法發現？古德也告訴我們，用思考、研究，跟諸位說，決定不能發現，因為真理不是言語文字能顯示的，不是思惟想像能得到的，所以你要想真正發現悟入，還得要遵守古聖先賢的方法，「離言說相，離名字相，離心緣相」。離言說、離名字就是「言語道斷」，離心緣相就是「心行處滅」，所以說用心才能體會得，這個心是真心不是妄心，妄心得不到，妄心沒有這個能力契入法界，沒有辦法悟入真理。我們學佛要想真正得到佛法，這一個重要的原理原則如果我們不清楚、不明白，在這一生當中你怎麼可能開悟？無論下多大功夫，用多少時間，都是在門外打轉，入不進去。"
    },
    {
      "id": "20-011-0092_p0005",
      "zh_CN": "我们非常羡慕古来的这些大德们，在家、出家皆有，禅宗六祖惠能大师的入室弟子，也就是一般讲的明心见性的弟子，四十多个人当中就有不少是在家人，大彻大悟，明心见性，不一定全是出家人，在家人有分，也不分男女，四众都有分，我们在《坛经》上看到的，问题在你是不是懂得方法，你能不能明白这个道理，这就是决定不能用思考，思考是第六意识。",
      "zh_TW": "我們非常羡慕古來的這些大德們，在家、出家皆有，禪宗六祖惠能大師的入室弟子，也就是一般講的明心見性的弟子，四十多個人當中就有不少是在家人，大徹大悟，明心見性，不一定全是出家人，在家人有分，也不分男女，四眾都有分，我們在《壇經》上看到的，問題在你是不是懂得方法，你能不能明白這個道理，這就是決定不能用思考，思考是第六意識。"
    },
    {
      "id": "20-011-0092_p0006",
      "zh_CN": "学佛的人学了一生，甚至于可以说生生世世勤苦修学，不得其门而入的太多了。其实佛很慈悲，大小乘经里面都常常提示我们，你看「三解脱门」不是指得很清楚明白吗？「三解脱门」，大小乘经论里头常说。「空、无相、无愿」，无愿也叫「无作」，这三个门任何一门都能够入佛的境界。小乘用这三个方法可以超越三界六道，大乘用这三个方法就可以突破十法界。大小乘的差别在思想观念上，小乘人依旧把虚幻认为是事实，所以虽修「三空三昧」，他只能够脱离三界，不能超越十法界。",
      "zh_TW": "學佛的人學了一生，甚至於可以說生生世世勤苦修學，不得其門而入的太多了。其實佛很慈悲，大小乘經裡面都常常提示我們，你看「三解脫門」不是指得很清楚明白嗎？「三解脫門」，大小乘經論裡頭常說。「空、無相、無願」，無願也叫「無作」，這三個門任何一門都能夠入佛的境界。小乘用這三個方法可以超越三界六道，大乘用這三個方法就可以突破十法界。大小乘的差別在思想觀念上，小乘人依舊把虛幻認為是事實，所以雖修「三空三昧」，他只能夠脫離三界，不能超越十法界。"
    },
    {
      "id": "20-011-0092_p0007",
      "zh_CN": "我们今天明白这个道理，对于这桩事情决定没有怀疑，但是不能突破，原因就是无量劫来的烦恼习气断不了。理论上虽然说是可以顿断，事实上我们决定做不到，六根接触外面六尘境界还是会起心动念，还是有妄想执着，这种妄想执着一年比一年轻，那就是很大的进步，可是我们自己要晓得，光是轻一点不能解决问题，这是自己要觉悟的，要提高警觉的。不能解决问题，换句话说，你要不求往生，依旧还要搞轮回，搞轮回就麻烦了，轮回有隔阴之迷。这一生修得再好，再一转世、一投胎，前生都忘得干干净净，来生能不能遇到佛法的缘，不一定，纵然遇到了，又要从头来起，从头来起你能不能遇到良师善友，你能不能遇到一个好的修学环境，统统是问题，而后我们才明了遇到佛法真是千载难逢的机遇，要是轻易把它舍弃掉，你说这个事情多可惜！「百千万劫难遭遇」，遇到之后轻易把它舍弃掉了，怎么舍弃掉？还是打妄想，不肯依教奉行，不相信佛的话，还是相信自己，相信人的这个意思，这就是把这个机会当面失掉了。",
      "zh_TW": "我們今天明白這個道理，對於這樁事情決定沒有懷疑，但是不能突破，原因就是無量劫來的煩惱習氣斷不了。理論上雖然說是可以頓斷，事實上我們決定做不到，六根接觸外面六塵境界還是會起心動念，還是有妄想執著，這種妄想執著一年比一年輕，那就是很大的進步，可是我們自己要曉得，光是輕一點不能解決問題，這是自己要覺悟的，要提高警覺的。不能解決問題，換句話說，你要不求往生，依舊還要搞輪迴，搞輪迴就麻煩了，輪迴有隔陰之迷。這一生修得再好，再一轉世、一投胎，前生都忘得乾乾淨淨，來生能不能遇到佛法的緣，不一定，縱然遇到了，又要從頭來起，從頭來起你能不能遇到良師善友，你能不能遇到一個好的修學環境，統統是問題，而後我們才明瞭遇到佛法真是千載難逢的機遇，要是輕易把它捨棄掉，你說這個事情多可惜！「百千萬劫難遭遇」，遇到之後輕易把它捨棄掉了，怎麼捨棄掉？還是打妄想，不肯依教奉行，不相信佛的話，還是相信自己，相信人的這個意思，這就是把這個機會當面失掉了。"
    },
    {
      "id": "20-011-0092_p0008",
      "zh_CN": "对我们一个凡夫来讲，诸位要晓得，了生死、出三界是我们唯一的一桩大事，度众生在我们叫小事，如果为了度众生，自己不能往生的时候，那把自己就害惨了，度众生能不能度得圆满？不圆满。经上讲得那么清楚，「假令供养恒沙圣，不如坚勇求正觉」，话说得这么清楚，这么明白。我们是以了生死、出三界，往生不退成佛，为我们一生当中唯一的一桩大事，帮助社会，帮助众生，在我们的身分来讲是附带的，随分随力去做，只有那些诸佛菩萨再来示现的，他们是全心全力来做这个事情的。我们一定要知道自己是生死凡夫，这一生当中了生死、脱轮回是我们唯一的一桩大事。我们也不能说只顾自己大事，而不顾一些众生，那也是不对，所以对于帮助众生，随分随力，随缘而不攀缘，这就对了。不攀缘，就是绝不妨碍自己的清净心，换句话说，一切时、一切处一定要保持正念，在我们净土的正念，水平很低，这个正念就是「忆佛念佛」，这就是正念。时时刻刻、在在处处我们想阿弥陀佛，我们忆念西方世界依正庄严，我们念这个，这个念对于修净宗的人叫正念，常常保持正念，感得的效果就是「现前当来，必定见佛」，我们这一生就成就了，就解脱了。",
      "zh_TW": "對我們一個凡夫來講，諸位要曉得，了生死、出三界是我們唯一的一樁大事，度眾生在我們叫小事，如果為了度眾生，自己不能往生的時候，那把自己就害慘了，度眾生能不能度得圓滿？不圓滿。經上講得那麼清楚，「假令供養恆沙聖，不如堅勇求正覺」，話說得這麼清楚，這麼明白。我們是以了生死、出三界，往生不退成佛，為我們一生當中唯一的一樁大事，幫助社會，幫助眾生，在我們的身分來講是附帶的，隨分隨力去做，只有那些諸佛菩薩再來示現的，他們是全心全力來做這個事情的。我們一定要知道自己是生死凡夫，這一生當中了生死、脫輪迴是我們唯一的一樁大事。我們也不能說只顧自己大事，而不顧一些眾生，那也是不對，所以對於幫助眾生，隨分隨力，隨緣而不攀緣，這就對了。不攀緣，就是絕不妨礙自己的清淨心，換句話說，一切時、一切處一定要保持正念，在我們淨土的正念，水平很低，這個正念就是「憶佛念佛」，這就是正念。時時刻刻、在在處處我們想阿彌陀佛，我們憶念西方世界依正莊嚴，我們念這個，這個念對於修淨宗的人叫正念，常常保持正念，感得的效果就是「現前當來，必定見佛」，我們這一生就成就了，就解脫了。"
    },
    {
      "id": "20-011-0092_p0009",
      "zh_CN": "你们现在在研究《内典》，研究《讲演术》，里面跟你讲的很清楚，什么是主，什么是宾，宾主要分清，不能颠倒。我们今天是凡夫，念佛往生是主，帮助一切众生学佛是宾，宾主不能颠倒，颠倒就大错了。脱离了十法界，我们往生到极乐世界，到极乐世界之后，你的慈悲心很重，自己不愿意早一天成佛，立刻倒驾慈航来普度众生，行，那个时候你度众生是主，自己修行是宾，这个不一样。《无量寿经》上讲得很清楚，阿弥陀佛四十八愿，愿文里头也说得很清楚，你见了阿弥陀佛，西方极乐世界去过了，你就得阿弥陀佛本愿威神的加持，这个行，我们常讲这种人是再来人，乘愿再来的，他不是普通人。我们自己是普通人还是再来人？别人不知道，自己清楚。所以在这一生当中，宾主要搞清楚，帮助这一切苦难众生，我们要做，随分随力，一切随缘，这个功德就圆满了。如果在这个里面一定要执着要怎样怎样做法，恐怕我们这一生往生就靠不住了，会被这些东西拖累。",
      "zh_TW": "你們現在在研究《內典》，研究《講演術》，裡面跟你講的很清楚，什麼是主，什麼是賓，賓主要分清，不能顛倒。我們今天是凡夫，念佛往生是主，幫助一切眾生學佛是賓，賓主不能顛倒，顛倒就大錯了。脫離了十法界，我們往生到極樂世界，到極樂世界之後，你的慈悲心很重，自己不願意早一天成佛，立刻倒駕慈航來普度眾生，行，那個時候你度眾生是主，自己修行是賓，這個不一樣。《無量壽經》上講得很清楚，阿彌陀佛四十八願，願文裡頭也說得很清楚，你見了阿彌陀佛，西方極樂世界去過了，你就得阿彌陀佛本願威神的加持，這個行，我們常講這種人是再來人，乘願再來的，他不是普通人。我們自己是普通人還是再來人？別人不知道，自己清楚。所以在這一生當中，賓主要搞清楚，幫助這一切苦難眾生，我們要做，隨分隨力，一切隨緣，這個功德就圓滿了。如果在這個裡面一定要執著要怎樣怎樣做法，恐怕我們這一生往生就靠不住了，會被這些東西拖累。"
    },
    {
      "id": "20-011-0092_p0010",
      "zh_CN": "什么都随缘，样样都好，一定要保持自己的心地清净平等，觉而不迷，这个重要。所以三皈是我们学佛人真正的依靠，靠什么？觉不迷，正不邪，净不染，这是佛弟子真正的依靠。从初发心到如来地，等觉菩萨都不敢舍弃，还是要依觉正净。当然觉正净的纯度随着菩萨的果位不相同，声闻、缘觉觉正净的标准决定比人天标准来的高，三贤十圣菩萨他们的标准，绝对不是声闻、缘觉能够相比的，这是讲觉正净的深度、广度各个阶层不一样，可是科目相同，觉正净这三种科目。离开这个方向，离开这个原则，我们就走错路了，离开觉，你迷了；离开正，你邪了；离开净，你被污染了，那样的修学跟佛法就远之远矣，这种基本的道理如果我们都不清楚、不明白，那还算什么学佛？",
      "zh_TW": "什麼都隨緣，樣樣都好，一定要保持自己的心地清淨平等，覺而不迷，這個重要。所以三皈是我們學佛人真正的依靠，靠什麼？覺不迷，正不邪，淨不染，這是佛弟子真正的依靠。從初發心到如來地，等覺菩薩都不敢捨棄，還是要依覺正淨。當然覺正淨的純度隨著菩薩的果位不相同，聲聞、緣覺覺正淨的標準決定比人天標準來的高，三賢十聖菩薩他們的標準，絕對不是聲聞、緣覺能夠相比的，這是講覺正淨的深度、廣度各個階層不一樣，可是科目相同，覺正淨這三種科目。離開這個方向，離開這個原則，我們就走錯路了，離開覺，你迷了；離開正，你邪了；離開淨，你被污染了，那樣的修學跟佛法就遠之遠矣，這種基本的道理如果我們都不清楚、不明白，那還算什麼學佛？"
    },
    {
      "id": "20-011-0092_p0011",
      "zh_CN": "末世修行唯一途径就是要读诵大乘，念念提醒自己，不能够读诵受持，你到哪里去学去？你学什么？诸佛如来为我们推荐「往生经」是第一经，往生经就是《无量寿经》、《弥陀经》、《观无量寿佛经》，后来这些祖师大德加进去的《普贤行愿品》、《大势至圆通章》，现在我们称为五经，还有一论，《往生论》，这些经论就称之为「往生经」。我们是中下根性的人，不是利根上智，分量太多了，我们受不了。五经一论对我们来讲很适合，不太多也不算少，如果还嫌多，这六门当中随便受持任何一门，只要你能够一门深入，锲而不舍，都可以达到往生的目的。果然一门深入，心就定了，心就清净了，觉正净三宝的受用他就得到了，宇宙人生的真相他渐渐也就会明白，为什么？明白这些事情不在言说，清净心去体会，一一法中见到六相十玄，在世出世法里面他发现刹那际，这就所谓是真理玄微朗然现前。",
      "zh_TW": "末世修行唯一途徑就是要讀誦大乘，念念提醒自己，不能夠讀誦受持，你到哪裡去學去？你學什麼？諸佛如來為我們推薦「往生經」是第一經，往生經就是《無量壽經》、《彌陀經》、《觀無量壽佛經》，後來這些祖師大德加進去的《普賢行願品》、《大勢至圓通章》，現在我們稱為五經，還有一論，《往生論》，這些經論就稱之為「往生經」。我們是中下根性的人，不是利根上智，分量太多了，我們受不了。五經一論對我們來講很適合，不太多也不算少，如果還嫌多，這六門當中隨便受持任何一門，只要你能夠一門深入，鍥而不捨，都可以達到往生的目的。果然一門深入，心就定了，心就清淨了，覺正淨三寶的受用他就得到了，宇宙人生的真相他漸漸也就會明白，為什麼？明白這些事情不在言說，清淨心去體會，一一法中見到六相十玄，在世出世法裡面他發現剎那際，這就所謂是真理玄微朗然現前。"
    },
    {
      "id": "20-011-0092_p0012",
      "zh_CN": "可见得受持任何一部经，只要是锲而不舍，假以时日，心就定下来了，心定下来，我们常讲得三昧，念佛人说念佛三昧，到这个时候自然他就开悟了。三昧是正受，正受里面没有苦乐忧喜舍。苦乐忧喜舍是六道凡夫的感受，这种受是不正常的。正受是完全离开了苦乐忧喜舍，身没有苦乐的受，心没有忧喜的受。舍是暂时离开苦乐忧喜，舍不是永久的，是暂时的。舍受是指什么人？指四禅天跟四空天，四禅天、四空天是舍受，叫四禅八定，那个定的时间不长，有限的，暂时把苦乐忧喜舍掉了，他不是真的永久的舍，永久的舍那就是正受，那就是三昧，所以四禅八定不能算三昧，算舍受，阿罗汉所证的九次第定才算是正受。",
      "zh_TW": "可見得受持任何一部經，只要是鍥而不捨，假以時日，心就定下來了，心定下來，我們常講得三昧，念佛人說念佛三昧，到這個時候自然他就開悟了。三昧是正受，正受裡面沒有苦樂憂喜捨。苦樂憂喜捨是六道凡夫的感受，這種受是不正常的。正受是完全離開了苦樂憂喜捨，身沒有苦樂的受，心沒有憂喜的受。捨是暫時離開苦樂憂喜，捨不是永久的，是暫時的。捨受是指什麼人？指四禪天跟四空天，四禪天、四空天是捨受，叫四禪八定，那個定的時間不長，有限的，暫時把苦樂憂喜捨掉了，他不是真的永久的捨，永久的捨那就是正受，那就是三昧，所以四禪八定不能算三昧，算捨受，阿羅漢所證的九次第定才算是正受。"
    },
    {
      "id": "20-011-0092_p0013",
      "zh_CN": "我们希望入佛境界，纵然这一生达不到，要知道向这个方向目标精进，这是决定正确的。我们用念佛这个法门求生净土，再以诸佛如来修学的这些原理原则、方向目标，帮助我们念佛往生净土，这个力量很大，决定提高品位，决定保证往生。这一桩事情我们就决定不可以疏忽，我们自己今天了解了，明白了，认真努力去干，我们也要将这些道理、方法介绍给别人。这一次的净宗联谊会就是很好的一个介绍的场所，很好的一个机会。参与这一次联谊会各个地区的代表，李木源居士邀请了不少人。我将修行的纲领写了一个大纲，你们同学是不是都拿到了？这是我提供给大家做参考的。这个会我希望由你们来领导，你们来主持。开会，可能他会叫我致词，大概一个开幕，一个闭幕，我致词的内容就是这个纲领，为你们祝福。希望大家都明白这个道理，我们以了生死、出三界，往生不退成佛为目标。对于这个世间，我们希望世间人都能够和睦相处，维系世界永久的和平、安定、繁荣，这是我们的希望，我们也全心全力帮助这个社会。",
      "zh_TW": "我們希望入佛境界，縱然這一生達不到，要知道向這個方向目標精進，這是決定正確的。我們用念佛這個法門求生淨土，再以諸佛如來修學的這些原理原則、方向目標，幫助我們念佛往生淨土，這個力量很大，決定提高品位，決定保證往生。這一樁事情我們就決定不可以疏忽，我們自己今天了解了，明白了，認真努力去幹，我們也要將這些道理、方法介紹給別人。這一次的淨宗聯誼會就是很好的一個介紹的場所，很好的一個機會。參與這一次聯誼會各個地區的代表，李木源居士邀請了不少人。我將修行的綱領寫了一個大綱，你們同學是不是都拿到了？這是我提供給大家做參考的。這個會我希望由你們來領導，你們來主持。開會，可能他會叫我致詞，大概一個開幕，一個閉幕，我致詞的內容就是這個綱領，為你們祝福。希望大家都明白這個道理，我們以了生死、出三界，往生不退成佛為目標。對於這個世間，我們希望世間人都能夠和睦相處，維繫世界永久的和平、安定、繁榮，這是我們的希望，我們也全心全力幫助這個社會。"
    },
    {
      "id": "20-011-0092_p0014",
      "zh_CN": "所以这个会是联谊会，如同一个学术研究讨论会一样，它并不是一个社团的组织，不搞这些事情，这些事情麻烦，所以只是一种学术、修行，心得的交换，彼此互相策励，我们目的在此地，是一个纯粹的学术会议，这个我们方向就很正确了，方向目标正确，里面就减少很多争论。我们看一般大型会议里面，争做主席，里面就争权夺利，我们这儿没有，我们全部是学术会议，我们在理论上，修行方法，修行所得的殊胜果报，彼此互相交流，提供大家做参考，我们在这里吸收更丰富的经验，更丰富的这些常识，目的在此地，这个会议就非常有意义。",
      "zh_TW": "所以這個會是聯誼會，如同一個學術研究討論會一樣，它並不是一個社團的組織，不搞這些事情，這些事情麻煩，所以只是一種學術、修行，心得的交換，彼此互相策勵，我們目的在此地，是一個純粹的學術會議，這個我們方向就很正確了，方向目標正確，裡面就減少很多爭論。我們看一般大型會議裡面，爭做主席，裡面就爭權奪利，我們這兒沒有，我們全部是學術會議，我們在理論上，修行方法，修行所得的殊勝果報，彼此互相交流，提供大家做參考，我們在這裡吸收更豐富的經驗，更豐富的這些常識，目的在此地，這個會議就非常有意義。"
    },
    {
      "id": "20-011-0092_p0015",
      "zh_CN": "一定要做到真正的六和敬，六和的会议，所以我们的总纲领、总题目是「知恩报恩，学为人师，行为世范」，这十二个字是我们的总方向，总目标。所以在这几天，你们同学如果有时间，等于说开预备会，大家先讨论讨论，将来开会的时候就很顺利。因为很多的人从各个方面来，当然知见不会完全相同，大的是没有什么问题，都求生净土，所以大方向、大目标没有问题，可是小的细节恐怕还有不少的问题。我们总希望见和同解，这个见解拉得愈近愈好，戒和同修，戒是修行的方法，这个会议希望达到这两个目标。见解跟修学的方法大家能够趣向一致，互助合作，互相的交流，在解门、行门上真正得力，这个会开得就非常有意义，对于净宗将来在全世界的弘扬，我们推广介绍就得很大的便利，真正能够利益众生、利益社会。",
      "zh_TW": "一定要做到真正的六和敬，六和的會議，所以我們的總綱領、總題目是「知恩報恩，學為人師，行為世範」，這十二個字是我們的總方向，總目標。所以在這幾天，你們同學如果有時間，等於說開預備會，大家先討論討論，將來開會的時候就很順利。因為很多的人從各個方面來，當然知見不會完全相同，大的是沒有什麼問題，都求生淨土，所以大方向、大目標沒有問題，可是小的細節恐怕還有不少的問題。我們總希望見和同解，這個見解拉得愈近愈好，戒和同修，戒是修行的方法，這個會議希望達到這兩個目標。見解跟修學的方法大家能夠趣向一致，互助合作，互相的交流，在解門、行門上真正得力，這個會開得就非常有意義，對於淨宗將來在全世界的弘揚，我們推廣介紹就得很大的便利，真正能夠利益眾生、利益社會。"
    }
  ]
}