{
  "doc_id": "20-011-0096",
  "title": {
    "zh_CN": "讲经威仪",
    "zh_TW": "講經威儀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0096",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "20-011-0096_p0001",
      "zh_CN": "我们学习登台讲经的时间虽然不很长，这些仪规、方法、技巧，同学们可以说都能上轨道，这是很难得的一桩事情，但是不能以此为足，这只是我们一个初步，初步是有成就了，一定要继续努力，精益求精，把弘法利生这一桩事情尽心尽力的做圆满。",
      "zh_TW": "我們學習登臺講經的時間雖然不很長，這些儀規、方法、技巧，同學們可以說都能上軌道，這是很難得的一樁事情，但是不能以此為足，這只是我們一個初步，初步是有成就了，一定要繼續努力，精益求精，把弘法利生這一樁事情盡心盡力的做圓滿。"
    },
    {
      "id": "20-011-0096_p0002",
      "zh_CN": "昨天悟泓师上台，他是第一次，有一些地方必须要注意的，我们这是练习，正式讲经，道场有些地方是有启请的，有迎请法师的。在坐上讲台之前，我们的仪容一定要庄重，要肃穆，这是敬业，上台讲经是一个事业，大事业，我们对这个事情要谨慎，不敢掉以轻心。虽然有迎请，虽然讲堂里面有很多大众，在这个时候不可以左顾右盼，不可以去看大众。上了讲台之后，你看《内典讲座》里面所说的，古人讲经升座之后是入定、观机，我们纵然不能够观机，也不可以一上台眼睛瞪得好大，看看这个，你的威仪都没有了。这个时候也不看人，闭目养神，或者是你看着经本，眼睛微微睁开。开经偈完了之后，维那师呼「顶礼法师」，你不可以这样子，「不为礼」，这成什么话？架子太大了，你一定要作礼，我们虽然坐在那个地方也一定要回礼，不可以坐在那里不动，「不为礼」。「不为礼」，好像我对你是客气了，你应该给我磕头顶礼，不可以。「不为礼，请坐」，这个时候眼睛微微的再睁开，照顾大众，全场看一遍，说话态度音声低，要很从容。昨天悟泓表现的跟这个完全相反，你自己看看你的录相带就晓得了，这个他都不可以，这一点很重要。",
      "zh_TW": "昨天悟泓師上臺，他是第一次，有一些地方必須要注意的，我們這是練習，正式講經，道場有些地方是有啟請的，有迎請法師的。在坐上講臺之前，我們的儀容一定要莊重，要肅穆，這是敬業，上臺講經是一個事業，大事業，我們對這個事情要謹慎，不敢掉以輕心。雖然有迎請，雖然講堂裡面有很多大眾，在這個時候不可以左顧右盼，不可以去看大眾。上了講臺之後，你看《內典講座》裡面所說的，古人講經升座之後是入定、觀機，我們縱然不能夠觀機，也不可以一上臺眼睛瞪得好大，看看這個，你的威儀都沒有了。這個時候也不看人，閉目養神，或者是你看著經本，眼睛微微睜開。開經偈完了之後，維那師呼「頂禮法師」，你不可以這樣子，「不為禮」，這成什麼話？架子太大了，你一定要作禮，我們雖然坐在那個地方也一定要回禮，不可以坐在那裡不動，「不為禮」。「不為禮」，好像我對你是客氣了，你應該給我磕頭頂禮，不可以。「不為禮，請坐」，這個時候眼睛微微的再睜開，照顧大眾，全場看一遍，說話態度音聲低，要很從容。昨天悟泓表現的跟這個完全相反，你自己看看你的錄相帶就曉得了，這個他都不可以，這一點很重要。"
    },
    {
      "id": "20-011-0096_p0003",
      "zh_CN": "到你讲完之后，下台的时候很轻松了，这个事情办了了。所以下台的时候，礼佛以后，这送法师回寮，有没有这个形式都没有关系，你走出来的时候可以跟全场大众打招呼，这个时候可以两面都看看，都问问，表示一种亲切，这个时候行，上台的时候决定不可以，你讲经的时候要保持严肃，听众也恭恭敬敬来听经，要注意这些地方。还有在讲台上，虽然可以笑，要是一上台一路笑到底，这也不好。所以你在讲台上的台风，陈居士比你表现的好。所以每一位同学上台讲经的时候都要观摩，要仔细去看。现在我们这里不管是男众、女众，在讲台上的威仪都没有问题，几乎都挑不出毛病。",
      "zh_TW": "到你講完之後，下臺的時候很輕鬆了，這個事情辦了了。所以下臺的時候，禮佛以後，這送法師回寮，有沒有這個形式都沒有關係，你走出來的時候可以跟全場大眾打招呼，這個時候可以兩面都看看，都問問，表示一種親切，這個時候行，上臺的時候決定不可以，你講經的時候要保持嚴肅，聽眾也恭恭敬敬來聽經，要注意這些地方。還有在講臺上，雖然可以笑，要是一上臺一路笑到底，這也不好。所以你在講臺上的臺風，陳居士比你表現的好。所以每一位同學上臺講經的時候都要觀摩，要仔細去看。現在我們這裡不管是男眾、女眾，在講臺上的威儀都沒有問題，幾乎都挑不出毛病。"
    },
    {
      "id": "20-011-0096_p0004",
      "zh_CN": "讲演的次序要注意到，就是念段、破字、释词、解句，这个要记住，一定要按照这个顺序。念的时候一定要念一段，讲的时候一句一句讲，特别是第六品，第六品总共二十四段，念的时候要念段，这也是让大家对于各种不同的译本，他们里面所分的段落，在这里都可以把它念清楚。汉译本二十四章，二十四章是二十四段，夏莲居这一次会集的本子按照这个二十四段，二十四段里面再分四十八目，所以念的时候念段，念二十四段，讲的时候依四十八愿，这不是很清楚吗？几种不同的原译本全部都在你的表现表演出来了。讲的时候一愿一愿的讲，偶尔里面也有几愿是合起来的，我们讲的时候也要把它讲清楚，要有技巧。",
      "zh_TW": "講演的次序要注意到，就是念段、破字、釋詞、解句，這個要記住，一定要按照這個順序。念的時候一定要念一段，講的時候一句一句講，特別是第六品，第六品總共二十四段，念的時候要念段，這也是讓大家對於各種不同的譯本，他們裡面所分的段落，在這裡都可以把它念清楚。漢譯本二十四章，二十四章是二十四段，夏蓮居這一次會集的本子按照這個二十四段，二十四段裡面再分四十八目，所以念的時候念段，念二十四段，講的時候依四十八願，這不是很清楚嗎？幾種不同的原譯本全部都在你的表現表演出來了。講的時候一願一願的講，偶爾裡面也有幾願是合起來的，我們講的時候也要把它講清楚，要有技巧。"
    },
    {
      "id": "20-011-0096_p0005",
      "zh_CN": "一开口的时候报页数，第几页，第几行，你从一品开端比较容易，念一个品题，如果是从当中讲起的，一定要念一句，第几页，第几行，或者是从第几个字，开始念个一、两句，听的人一看就晓得今天从哪里讲起，这很重要。大家现在就是页数、行数都报了，要念一、两句经文，这才完整，让听众拿到经本一翻就翻到，就没有对错了，把这个经文就找出来。这虽然是小事，但是对于讲经给听众的印象好不好，关系很大，我们必须要注意到的。",
      "zh_TW": "一開口的時候報頁數，第幾頁，第幾行，你從一品開端比較容易，念一個品題，如果是從當中講起的，一定要念一句，第幾頁，第幾行，或者是從第幾個字，開始念個一、兩句，聽的人一看就曉得今天從哪裡講起，這很重要。大家現在就是頁數、行數都報了，要念一、兩句經文，這才完整，讓聽眾拿到經本一翻就翻到，就沒有對錯了，把這個經文就找出來。這雖然是小事，但是對於講經給聽眾的印象好不好，關係很大，我們必須要注意到的。"
    },
    {
      "id": "20-011-0096_p0006",
      "zh_CN": "《内典讲座之研究》，悟闻师也是费了不少的心血整理出一个讲记，我看了一下，这个讲记是初步，对初学是有一点帮助，你们可以依这个基础再向上提升，也不能说是到此为止，后后一定胜于前前，一般所谓是改进，前面人的作品我们能够把它改，那一定比它进步。譬如《无量寿经》的会集本，第一个会集的王龙舒居士，他这个会集本收在藏经里面，《龙藏》里头都有，魏默深的会集本就比他好，所以后人所会集的一定比前人好，如果不能超过前人，那他这个会集就毫无价值。夏莲居会集的本子比魏默深的又好。所以悟闻师的注解，你们将来再作注解的本子一定比他这个本子更完善，这样我们对于佛教、对于大众修学才有真实的贡献，他这是个起步，希望这桩事情真正能做到抛砖引玉。下一个学期我们依旧还可以开这堂课，以闻师这个本子作底本，让同学们来研究讨论，来改他这个本子，使这个本子更完善，每一届都可以来改正，一届比一届完美，希望真正做到「止于至善」。",
      "zh_TW": "《內典講座之研究》，悟聞師也是費了不少的心血整理出一個講記，我看了一下，這個講記是初步，對初學是有一點幫助，你們可以依這個基礎再向上提升，也不能說是到此為止，後後一定勝於前前，一般所謂是改進，前面人的作品我們能夠把它改，那一定比它進步。譬如《無量壽經》的會集本，第一個會集的王龍舒居士，他這個會集本收在藏經裡面，《龍藏》裡頭都有，魏默深的會集本就比他好，所以後人所會集的一定比前人好，如果不能超過前人，那他這個會集就毫無價值。夏蓮居會集的本子比魏默深的又好。所以悟聞師的註解，你們將來再作註解的本子一定比他這個本子更完善，這樣我們對於佛教、對於大眾修學才有真實的貢獻，他這是個起步，希望這樁事情真正能做到拋磚引玉。下一個學期我們依舊還可以開這堂課，以聞師這個本子作底本，讓同學們來研究討論，來改他這個本子，使這個本子更完善，每一屆都可以來改正，一屆比一屆完美，希望真正做到「止於至善」。"
    },
    {
      "id": "20-011-0096_p0007",
      "zh_CN": "《内典讲座》这个小册子诸位将来回去之后，到处都可以宣讲，使一般人对于佛法，对于佛学的讲座，普遍都能够认识，这是好事情。每一个人都会听经，他虽然不能出来讲经，他会听，他是个内行听经的人，我们可以把佛法的水平向上大幅度的提升。一般出来讲经不能随便讲，听众都内行，必须自己真正有修养，对于讲台这些技术真正有研究，这是我们把佛法，现在讲的是佛学，向上提升的一种方式。",
      "zh_TW": "《內典講座》這個小冊子諸位將來回去之後，到處都可以宣講，使一般人對於佛法，對於佛學的講座，普遍都能夠認識，這是好事情。每一個人都會聽經，他雖然不能出來講經，他會聽，他是個內行聽經的人，我們可以把佛法的水平向上大幅度的提升。一般出來講經不能隨便講，聽眾都內行，必須自己真正有修養，對於講臺這些技術真正有研究，這是我們把佛法，現在講的是佛學，向上提升的一種方式。"
    },
    {
      "id": "20-011-0096_p0008",
      "zh_CN": "希望《无量寿经》也有各种浅深不同的注解，很浅的注解接引文化水平较低的这一类大众，注得精深的本子可以接引文化水平高的一类众生，浅深不同的本子，这才能普度一切众生，也能够把低水平的不断帮助他们提升。从一部经一个本子里头来做比较容易，涉猎的经论太多就比较困难。我们先从这一部经做一个模式，做个样本出来，提供大家做参考，希望将来大小乘各个宗派都能够参考这个模式。各宗各派的经典，我们都希望它有种种浅深不同的注解，社会大众的学习就方便了，喜欢修哪个宗派，喜欢修学哪个法门，他都有个入处。我们因为精力、时间有限，没有法子做得圆满，连本宗的东西我们都没有能力做圆满。本宗是五经一论，我们从一部下手，一部做得很圆满了，我们再做第二部。",
      "zh_TW": "希望《無量壽經》也有各種淺深不同的註解，很淺的註解接引文化水平較低的這一類大眾，註得精深的本子可以接引文化水平高的一類眾生，淺深不同的本子，這才能普度一切眾生，也能夠把低水平的不斷幫助他們提升。從一部經一個本子裡頭來做比較容易，涉獵的經論太多就比較困難。我們先從這一部經做一個模式，做個樣本出來，提供大家做參考，希望將來大小乘各個宗派都能夠參考這個模式。各宗各派的經典，我們都希望它有種種淺深不同的註解，社會大眾的學習就方便了，喜歡修哪個宗派，喜歡修學哪個法門，他都有個入處。我們因為精力、時間有限，沒有法子做得圓滿，連本宗的東西我們都沒有能力做圓滿。本宗是五經一論，我們從一部下手，一部做得很圓滿了，我們再做第二部。"
    },
    {
      "id": "20-011-0096_p0009",
      "zh_CN": "《无量寿经》古人的注解很少，中国古德流传下来的注子只有三种，远远不如日本人，日本人对《无量寿经》的注解大概有二、三十种，比我们多了十倍。今人的注解也不多，古今注解统统合起来，都没有超过十种。《弥陀经》的注解比《无量寿经》的注解丰富，但是古注的义理、文字都比较深，现代人学习依旧是有困难，怎样把它简化，化繁为简，化深为浅，这样才能使广大的群众得利益，希望人人都能看得懂，佛陀教育普及的目的才能够达到。",
      "zh_TW": "《無量壽經》古人的註解很少，中國古德流傳下來的註子只有三種，遠遠不如日本人，日本人對《無量壽經》的註解大概有二、三十種，比我們多了十倍。今人的註解也不多，古今註解統統合起來，都沒有超過十種。《彌陀經》的註解比《無量壽經》的註解豐富，但是古註的義理、文字都比較深，現代人學習依舊是有困難，怎樣把它簡化，化繁為簡，化深為淺，這樣才能使廣大的群眾得利益，希望人人都能看得懂，佛陀教育普及的目的才能夠達到。"
    },
    {
      "id": "20-011-0096_p0010",
      "zh_CN": "弘扬佛法一定要注意运用现代科学技术。界让法师昭明寺，最近政府批准了三辆弘法车，这个车是此地居士林跟净宗学会供养的，中国称为面包车，小型的。李居士告诉我，因为乡村的道路很窄，大型车相当不方便，所以是小型的车。这个车里面有经书、有录音带、有电视，开到一个地方他们可以播放录相带，跟听众们讲解，这是个好方法，活动的道场。另外它里面还有一些医生，义务的，义诊，都在这部车上，这部车叫弘法医疗车，做这两桩事情，现在有三辆。我想这个工作会做得很好，的确是大众所需要的好的服务，他们在试做，要做得好，希望将来每个道场都有几辆弘法医疗车，可以组成车队巡回弘法，非常好。这对我们国家来讲的时候，因为幅员太大，偏僻地方还是很多，这种活动的道场的确是非常需要。",
      "zh_TW": "弘揚佛法一定要注意運用現代科學技術。界讓法師昭明寺，最近政府批准了三輛弘法車，這個車是此地居士林跟淨宗學會供養的，中國稱為麵包車，小型的。李居士告訴我，因為鄉村的道路很窄，大型車相當不方便，所以是小型的車。這個車裡面有經書、有錄音帶、有電視，開到一個地方他們可以播放錄相帶，跟聽眾們講解，這是個好方法，活動的道場。另外它裡面還有一些醫生，義務的，義診，都在這部車上，這部車叫弘法醫療車，做這兩樁事情，現在有三輛。我想這個工作會做得很好，的確是大眾所需要的好的服務，他們在試做，要做得好，希望將來每個道場都有幾輛弘法醫療車，可以組成車隊巡迴弘法，非常好。這對我們國家來講的時候，因為幅員太大，偏僻地方還是很多，這種活動的道場的確是非常需要。"
    },
    {
      "id": "20-011-0096_p0011",
      "zh_CN": "不但将来有小型的，将来大型的巴士还是需要，希望大的寺院，就像公共汽车一样这么大的巴士，应该也要有巡回的弘法车辆，为什么？内地里面还有很多县市没有讲经说法的人，没有道场，那这个大车就等于一个小庙一样，设备就比较上更完善一点。大车我想应该能装一个三十吋的电视，装一个这么大的萤幕那就很可观，里面有结缘的图书，医生也可以请个一、两位，携带着医药，内陆偏远地区，居住密度大一点的地方，这个城市村镇来做弘法利生的工作。这个构想非常好，我们感觉得很需要。将来昭明寺做出成绩了，你们大家如果看到也希望这样做法，就可以跟李木源居士联系，问他要车，我相信他能够做得到，他一定会全心全力的来帮助。",
      "zh_TW": "不但將來有小型的，將來大型的巴士還是需要，希望大的寺院，就像公共汽車一樣這麼大的巴士，應該也要有巡迴的弘法車輛，為什麼？內地裡面還有很多縣市沒有講經說法的人，沒有道場，那這個大車就等於一個小廟一樣，設備就比較上更完善一點。大車我想應該能裝一個三十吋的電視，裝一個這麼大的螢幕那就很可觀，裡面有結緣的圖書，醫生也可以請個一、兩位，攜帶著醫藥，內陸偏遠地區，居住密度大一點的地方，這個城市村鎮來做弘法利生的工作。這個構想非常好，我們感覺得很需要。將來昭明寺做出成績了，你們大家如果看到也希望這樣做法，就可以跟李木源居士聯繫，問他要車，我相信他能夠做得到，他一定會全心全力的來幫助。"
    },
    {
      "id": "20-011-0096_p0012",
      "zh_CN": "另外一桩事情值得一提的，就是界让法师他们发心办了个小学，这个好，他办一个昭明小学，这个道场附设一个小学，好，一定要把佛法跟教育要能够结合起来。李木源居士最近在动脑筋，怎样给他筹募基金建校舍。福鼎那个地方我没有去过，听说比较上落后，也比较贫苦，办学校对地方来讲是非常受欢迎的。所以办学校好，办小学、办中学都是好事情，值得提倡。",
      "zh_TW": "另外一樁事情值得一提的，就是界讓法師他們發心辦了個小學，這個好，他辦一個昭明小學，這個道場附設一個小學，好，一定要把佛法跟教育要能夠結合起來。李木源居士最近在動腦筋，怎樣給他籌募基金建校舍。福鼎那個地方我沒有去過，聽說比較上落後，也比較貧苦，辦學校對地方來講是非常受歡迎的。所以辦學校好，辦小學、辦中學都是好事情，值得提倡。"
    },
    {
      "id": "20-011-0096_p0013",
      "zh_CN": "我昨天给大家提议的，我们要从经论上选一百句作为我们修身的依据，这个事情我看还是要找两个人来负责带头。希望这部经搞出来之后，马上印出来，这一次大会大概晚上听讲的人很多，在这个大会堂，我们摆在外面赠送，因为一百条不多，印一个单张来赠送。《无量寿经》好，还有《发起菩萨殊胜志乐经》，那个里头内容也很多，这个经本等一下去拿，希望诸位在这里面摘一百句，这一百句全部都是经文，大家没有话说。选择一百条，不要多，太多了对于初学的人是不方便的，这个一百条是我们现前社会迫切需要的。太高的，要求得太高，一般人做不到，那个我们都不选，选的就是生活当中每个人看到之后都欢喜去做，毫不勉强，那就容易了，都认为我们应该这样做法。",
      "zh_TW": "我昨天給大家提議的，我們要從經論上選一百句作為我們修身的依據，這個事情我看還是要找兩個人來負責帶頭。希望這部經搞出來之後，馬上印出來，這一次大會大概晚上聽講的人很多，在這個大會堂，我們擺在外面贈送，因為一百條不多，印一個單張來贈送。《無量壽經》好，還有《發起菩薩殊勝志樂經》，那個裡頭內容也很多，這個經本等一下去拿，希望諸位在這裡面摘一百句，這一百句全部都是經文，大家沒有話說。選擇一百條，不要多，太多了對於初學的人是不方便的，這個一百條是我們現前社會迫切需要的。太高的，要求得太高，一般人做不到，那個我們都不選，選的就是生活當中每個人看到之後都歡喜去做，毫不勉強，那就容易了，都認為我們應該這樣做法。"
    },
    {
      "id": "20-011-0096_p0014",
      "zh_CN": "茗山老法师昨天晚上飞机误点了，误到今天才能来。我听说他到这边来的时候还要举行一个书画展，也是筹募基金，在镇江建塔，都是好事情。他年岁大了，住在这边的时候，我们年轻人有义务照顾他，饮食起居都要照顾，非常难得，难得有这么几天在一起聚会，住在一起，这个缘分不容易，要多亲近。",
      "zh_TW": "茗山老法師昨天晚上飛機誤點了，誤到今天才能來。我聽說他到這邊來的時候還要舉行一個書畫展，也是籌募基金，在鎮江建塔，都是好事情。他年歲大了，住在這邊的時候，我們年輕人有義務照顧他，飲食起居都要照顧，非常難得，難得有這麼幾天在一起聚會，住在一起，這個緣分不容易，要多親近。"
    },
    {
      "id": "20-011-0096_p0015",
      "zh_CN": "经文原文要是深的，我们就不选，选浅的，一看就能懂，都是选经典的原文，有好处。你要晓得我们这一次在外面讲演，有许多人来听的，从来没有接触过佛法的，根本就没有看过经的，你拿佛经给他看，他都不看，这一个单张摆在那里，「原来佛经里头有这么好的东西」，引起他读经的兴趣。在此地这个地区，一般人把佛教看作低级的宗教，把基督教看作高级的宗教，走进教堂，这个人是个知识分子，是个聪明人；走到寺庙里，迷信。我们今天有这么好的一个机会，等于说是告诉社会大众佛教究竟是什么，你们自己来看看。你送他经典他未必去看，他有障碍，这么一个单张他很容易看，里面选的都是经文，又不深，句句都是好话，「世间好语，佛说尽」，让他们看看，对个人、对家庭、对事业、对社会、对国家、对世界，都有好处，没有坏处，佛教哪里是迷信？简单扼要的告诉大众。",
      "zh_TW": "經文原文要是深的，我們就不選，選淺的，一看就能懂，都是選經典的原文，有好處。你要曉得我們這一次在外面講演，有許多人來聽的，從來沒有接觸過佛法的，根本就沒有看過經的，你拿佛經給他看，他都不看，這一個單張擺在那裡，「原來佛經裡頭有這麼好的東西」，引起他讀經的興趣。在此地這個地區，一般人把佛教看作低級的宗教，把基督教看作高級的宗教，走進教堂，這個人是個知識分子，是個聰明人；走到寺廟裡，迷信。我們今天有這麼好的一個機會，等於說是告訴社會大眾佛教究竟是什麼，你們自己來看看。你送他經典他未必去看，他有障礙，這麼一個單張他很容易看，裡面選的都是經文，又不深，句句都是好話，「世間好語，佛說盡」，讓他們看看，對個人、對家庭、對事業、對社會、對國家、對世界，都有好處，沒有壞處，佛教哪裡是迷信？簡單扼要的告訴大眾。"
    },
    {
      "id": "20-011-0096_p0016",
      "zh_CN": "像茗老写的「六和敬」，赵老的「知恩报恩」，都可以多印，摆在大会堂的前面结缘，我相信很多人要。新加坡每个人家里面都挂起来的时候，这个地方、这个社会就好了，就会一片祥和。",
      "zh_TW": "像茗老寫的「六和敬」，趙老的「知恩報恩」，都可以多印，擺在大會堂的前面結緣，我相信很多人要。新加坡每個人家裡面都掛起來的時候，這個地方、這個社會就好了，就會一片祥和。"
    },
    {
      "id": "20-011-0096_p0017",
      "zh_CN": "问：师父，定的时候是不是接近生活？",
      "zh_TW": "問：師父，定的時候是不是接近生活？"
    },
    {
      "id": "20-011-0096_p0018",
      "zh_CN": "答：对，完全生活。",
      "zh_TW": "答：對，完全生活。"
    },
    {
      "id": "20-011-0096_p0019",
      "zh_CN": "问：不能让人家一看到就畏惧，做不到？",
      "zh_TW": "問：不能讓人家一看到就畏懼，做不到？"
    },
    {
      "id": "20-011-0096_p0020",
      "zh_CN": "答：那个完全不要，那你就全部都失败了。你要让人家看到生欢喜心，愿意去做，这才行。",
      "zh_TW": "答：那個完全不要，那你就全部都失敗了。你要讓人家看到生歡喜心，願意去做，這才行。"
    },
    {
      "id": "20-011-0096_p0021",
      "zh_CN": "新大城三个晚上讲演，听众会很多，我听说他们进场都要票，七千张都发完了，所以有这么多听众的时候，我们要顾及到。还有的时候，你们认识的人，同修，有财力、有力量的，做好事跟大家结缘，趁这个时候，这么多人，跟这么多人结缘，这个机会到哪里去找，花钱不多，结这个殊胜的法缘。像印这个「六和敬」一万张，摆在那个地方都跟人结缘的。力量大一点的，或者集合几个人做衬衫，做一万件摆在那里也可以跟人结缘，这个好，希望将来一穿这个衣服出来，新加坡到处都是，每条街看到都是，你看这个法缘多殊胜。他们做的那个，昨天我看了，送给我，那是原子笔，是不错，但是看不见，字太小，在里头看不见。你穿在身上的时候，一出去大家都看见，这个好。多想一想，这些小东西结缘往往产生很大的效果，对于社会风气潜移默化有好处。",
      "zh_TW": "新大城三個晚上講演，聽眾會很多，我聽說他們進場都要票，七千張都發完了，所以有這麼多聽眾的時候，我們要顧及到。還有的時候，你們認識的人，同修，有財力、有力量的，做好事跟大家結緣，趁這個時候，這麼多人，跟這麼多人結緣，這個機會到哪裡去找，花錢不多，結這個殊勝的法緣。像印這個「六和敬」一萬張，擺在那個地方都跟人結緣的。力量大一點的，或者集合幾個人做襯衫，做一萬件擺在那裡也可以跟人結緣，這個好，希望將來一穿這個衣服出來，新加坡到處都是，每條街看到都是，你看這個法緣多殊勝。他們做的那個，昨天我看了，送給我，那是原子筆，是不錯，但是看不見，字太小，在裡頭看不見。你穿在身上的時候，一出去大家都看見，這個好。多想一想，這些小東西結緣往往產生很大的效果，對於社會風氣潛移默化有好處。"
    },
    {
      "id": "20-011-0096_p0022",
      "zh_CN": "「他们不晓得有没有赠送礼品，资料袋一样，一个人一袋子？」「有。」那些参考资料，小的经书什么东西都装在一起，一个人一份，他们都带回去。昨天台北传来的「儿童读经运动」，那一张也可以印出来放在袋子里头，提醒大家。",
      "zh_TW": "「他們不曉得有沒有贈送禮品，資料袋一樣，一個人一袋子？」「有。」那些參考資料，小的經書什麼東西都裝在一起，一個人一份，他們都帶回去。昨天台北傳來的「兒童讀經運動」，那一張也可以印出來放在袋子裡頭，提醒大家。"
    },
    {
      "id": "20-011-0096_p0023",
      "zh_CN": "今天还有什么事情？有没有小座？没有小座，毕业了。他们同学们哪一天到？二十四号，第一届、第二届同学二十四号到。悟泓，你现在恐怕就要做准备，否则的话，时间来的时候你会慌张，搞乱了。我们这里完了之后，要准备到美国去，美国现在天气很冷，多带几件厚衣服，我们的行李是愈简单愈好，不是必要东西统统不带，行李愈简单愈好，不要一走的时候带好几个行李，不像出家人，最好行李只带一件，不要搞太多。",
      "zh_TW": "今天還有什麼事情？有沒有小座？沒有小座，畢業了。他們同學們哪一天到？二十四號，第一屆、第二屆同學二十四號到。悟泓，你現在恐怕就要做準備，否則的話，時間來的時候你會慌張，搞亂了。我們這裡完了之後，要準備到美國去，美國現在天氣很冷，多帶幾件厚衣服，我們的行李是愈簡單愈好，不是必要東西統統不帶，行李愈簡單愈好，不要一走的時候帶好幾個行李，不像出家人，最好行李只帶一件，不要搞太多。"
    },
    {
      "id": "20-011-0096_p0024",
      "zh_CN": "「我们这一边上课教学的活动，这边有没有记录的录影带？他们常住有没有做？我们上课的时候有没有录影？」「有录影。」最好能够剪接一个带子，我们到美国各地方，每个地方可以送他们一个，介绍此地的讲经教学活动。叫他们每一个镜头节录一点点，这个在海外也可以帮他们宣传。其实像这一种东西就是介绍净宗学会，介绍新加坡的佛教活动，介绍培训班的活动，培训班在法轮社、竹林寺讲经的镜头都应该有。这一次每一个国家地区代表来参加这个会的时候，都应该送他一个，他们可以带回去放给大家看。有没有想到这个问题？有没有去做这个？最好每一个国家地区都送他一个，让他带回去，这告诉他们新加坡净宗学会在这里做些什么事情，激发每个国家地区的同修们，认真努力把净宗在当地发扬光大，使这个会议的效果能够影响愈大愈好，愈深愈好。这个召开不容易，花这么多钱，要做得有意义、有价值。",
      "zh_TW": "「我們這一邊上課教學的活動，這邊有沒有記錄的錄影帶？他們常住有沒有做？我們上課的時候有沒有錄影？」「有錄影。」最好能夠剪接一個帶子，我們到美國各地方，每個地方可以送他們一個，介紹此地的講經教學活動。叫他們每一個鏡頭節錄一點點，這個在海外也可以幫他們宣傳。其實像這一種東西就是介紹淨宗學會，介紹新加坡的佛教活動，介紹培訓班的活動，培訓班在法輪社、竹林寺講經的鏡頭都應該有。這一次每一個國家地區代表來參加這個會的時候，都應該送他一個，他們可以帶回去放給大家看。有沒有想到這個問題？有沒有去做這個？最好每一個國家地區都送他一個，讓他帶回去，這告訴他們新加坡淨宗學會在這裡做些什麼事情，激發每個國家地區的同修們，認真努力把淨宗在當地發揚光大，使這個會議的效果能夠影響愈大愈好，愈深愈好。這個召開不容易，花這麼多錢，要做得有意義、有價值。"
    }
  ]
}