{
  "doc_id": "20-011-0045",
  "title": {
    "zh_CN": "佛教使命—安定社会",
    "zh_TW": "佛教使命—安定社會"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0045",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "20-011-0045_p0001",
      "zh_CN": "我们在自己的修学，以及帮助这个社会大众，都要有目标，这就是佛法里面所讲的契机。譬如现在大家所在研究，准备写一部《无量寿经》科注，目标是在便利初中程度的年轻人都能够看得懂这部经。而我们知道任何一部经典的义理都是深广无限，所以任何一部经都可以深讲，也可以浅讲，可以长讲，也可以短讲，问题就是我们是不是真正懂得，真正懂得明了就能够运用自如。对自己是在生活当中真实的受用，对别人是帮助他学习经论契入境界，佛法如此，世法也如是。这个样子我们就可以克定期限，在多少期限我们要完成某一个事业，现代的术语就是完成某一种的工程，自己才会真正的精进不懈，看到成果现前，自然就法喜充满。",
      "zh_TW": "我們在自己的修學，以及幫助這個社會大眾，都要有目標，這就是佛法裡面所講的契機。譬如現在大家所在研究，準備寫一部《無量壽經》科註，目標是在便利初中程度的年輕人都能夠看得懂這部經。而我們知道任何一部經典的義理都是深廣無限，所以任何一部經都可以深講，也可以淺講，可以長講，也可以短講，問題就是我們是不是真正懂得，真正懂得明瞭就能夠運用自如。對自己是在生活當中真實的受用，對別人是幫助他學習經論契入境界，佛法如此，世法也如是。這個樣子我們就可以剋定期限，在多少期限我們要完成某一個事業，現代的術語就是完成某一種的工程，自己才會真正的精進不懈，看到成果現前，自然就法喜充滿。"
    },
    {
      "id": "20-011-0045_p0002",
      "zh_CN": "我们展望下一个世纪，下一个世纪立刻就要来临，今年是九七年了。而下一个世纪有许多严重的问题，在这么多严重问题里面，哪一个问题最严重，我们要知道。第一个严重的大问题就是社会安全，我们必须要晓得。生活困苦不怕，怕动乱，所以学佛的同修，无论在家出家，要明白这个大道理，这才是真正大慈悲心的流露，帮助社会安定，在安定里面解决问题，必须知道动乱是解决不了问题的。纵然用动乱这种手段来解决问题，产生的后遗症必然是很多，所以中国儒家跟佛家都不主张用动乱的方式解决问题。",
      "zh_TW": "我們展望下一個世紀，下一個世紀立刻就要來臨，今年是九七年了。而下一個世紀有許多嚴重的問題，在這麼多嚴重問題裡面，哪一個問題最嚴重，我們要知道。第一個嚴重的大問題就是社會安全，我們必須要曉得。生活困苦不怕，怕動亂，所以學佛的同修，無論在家出家，要明白這個大道理，這才是真正大慈悲心的流露，幫助社會安定，在安定裡面解決問題，必須知道動亂是解決不了問題的。縱然用動亂這種手段來解決問題，產生的後遺症必然是很多，所以中國儒家跟佛家都不主張用動亂的方式解決問題。"
    },
    {
      "id": "20-011-0045_p0003",
      "zh_CN": "周朝到末年，王室已经相当的衰危。孔老夫子有学问、有见识、有能力，也非常慈悲，很想为社会做一点工作，周游列国，目的无非是想求得一官半职来为社会大众服务。当时各国的诸侯，诸侯就是各国的国王、国君，对于孔夫子都很尊敬，都很礼遇，没有一个人敢用他，问题在哪里？就是他太聪明了，太能干了，怕他造反，怕他夺权，用现在话来讲，怕他革命，不敢用他。而孔老夫子如果在当时要搞革命运动的话，太容易了，你看他三千弟子里面什么样的人才都有，但是夫子要给历史留下一个好榜样，不用这种手段来解决问题，完全用温和，安定社会，尊重现实，来解决问题，这是他一番苦心。用革命的手段他不是做不到，他做得到，而且很容易做到。不在历史上留下这个污点，不给人造成这个不好的榜样，不满现实就造反，这不可以的，你要晓得受害的人有多少，这是任何一个有良心、仁慈的人所不忍心做的一桩事情。所以夫子不得志，回到家乡去教学，从事于教育工作，这不仅是百年大计，这真是永恒的大计。",
      "zh_TW": "周朝到末年，王室已經相當的衰危。孔老夫子有學問、有見識、有能力，也非常慈悲，很想為社會做一點工作，周遊列國，目的無非是想求得一官半職來為社會大眾服務。當時各國的諸侯，諸侯就是各國的國王、國君，對於孔夫子都很尊敬，都很禮遇，沒有一個人敢用他，問題在哪裡？就是他太聰明了，太能幹了，怕他造反，怕他奪權，用現在話來講，怕他革命，不敢用他。而孔老夫子如果在當時要搞革命運動的話，太容易了，你看他三千弟子裡面什麼樣的人才都有，但是夫子要給歷史留下一個好榜樣，不用這種手段來解決問題，完全用溫和，安定社會，尊重現實，來解決問題，這是他一番苦心。用革命的手段他不是做不到，他做得到，而且很容易做到。不在歷史上留下這個污點，不給人造成這個不好的榜樣，不滿現實就造反，這不可以的，你要曉得受害的人有多少，這是任何一個有良心、仁慈的人所不忍心做的一樁事情。所以夫子不得志，回到家鄉去教學，從事於教育工作，這不僅是百年大計，這真是永恆的大計。"
    },
    {
      "id": "20-011-0045_p0004",
      "zh_CN": "我们看到二十一世纪的时候，问题非常严重，现在种的因，将来的果报怎么得了！人口的膨胀，年龄的老化，这已经是现代许多有远见的人已经忧虑了，道德伦理的沦丧，只顾个人的利害。所以要挽救这个社会，维系安定繁荣，实在讲唯有依赖佛法，除了佛法之外，实在是想不出其他更好的办法。",
      "zh_TW": "我們看到二十一世紀的時候，問題非常嚴重，現在種的因，將來的果報怎麼得了！人口的膨脹，年齡的老化，這已經是現代許多有遠見的人已經憂慮了，道德倫理的淪喪，只顧個人的利害。所以要挽救這個社會，維繫安定繁榮，實在講唯有依賴佛法，除了佛法之外，實在是想不出其他更好的辦法。"
    },
    {
      "id": "20-011-0045_p0005",
      "zh_CN": "释迦牟尼佛有机缘从政，他可以继承王位，但是他告诉我们，教学比做国王还重要。领导一个国家比教化人民，孰重孰轻，有智慧的人清楚明白，所以释迦牟尼舍弃从政，从事于平等的教化，不仅教化自己个人，还教化邻近周边其他国家的人。以无比的智慧，无尽的慈悲，关怀整个社会，爱护这个社会，这是佛陀的伟大处。调和社会，使国际上没有纷争，真正解决问题，这是佛法之伟大处，我们学佛不能不知道，不能不明了。从事于佛教工作的要继承释迦牟尼佛的理念，要光大释迦牟尼佛的事业。现在由于交通便捷，我们工作服务的范围扩大了。",
      "zh_TW": "釋迦牟尼佛有機緣從政，他可以繼承王位，但是他告訴我們，教學比做國王還重要。領導一個國家比教化人民，孰重孰輕，有智慧的人清楚明白，所以釋迦牟尼捨棄從政，從事於平等的教化，不僅教化自己個人，還教化鄰近周邊其他國家的人。以無比的智慧，無盡的慈悲，關懷整個社會，愛護這個社會，這是佛陀的偉大處。調和社會，使國際上沒有紛爭，真正解決問題，這是佛法之偉大處，我們學佛不能不知道，不能不明瞭。從事於佛教工作的要繼承釋迦牟尼佛的理念，要光大釋迦牟尼佛的事業。現在由於交通便捷，我們工作服務的範圍擴大了。"
    },
    {
      "id": "20-011-0045_p0006",
      "zh_CN": "世尊在世，他的工作范围只是印度这个地区。印度当年没有统一，像中国周朝时候差不多，每一个小部落就是一个国家，要用现代眼光来看，大国还不到现在一个县，小国就是现在一个村镇。我们读历史，周朝时候八百诸侯，八百多个国家，他们的范围也就是现在的黄河流域、长江流域，下面到珠江流域的时候就比较疏远，所以八百诸侯在什么地方？就是在黄河、长江，中原地带。印度在当年也是如此，许多小国，每个小国的语言不同。现在中国各个地方的方言，就是从前他们每个国家的语言不同。文字不同，你看看中国古代文字，我们讲大篆，篆字，甲骨文，一个字，我们现在根据考据的时候，你从字典上去查考，一个字有几十种写法，为什么有那么多写法？当时每一个小部落的写法不一样。它不是没有来源的，不是随便造的。每一个小部落写这个字的写法不一样。中国文字统一是秦始皇，秦始皇开始用小篆统一中国文字，「书同文，车同轨」，可是印度始终就没有统一过。",
      "zh_TW": "世尊在世，他的工作範圍只是印度這個地區。印度當年沒有統一，像中國周朝時候差不多，每一個小部落就是一個國家，要用現代眼光來看，大國還不到現在一個縣，小國就是現在一個村鎮。我們讀歷史，周朝時候八百諸侯，八百多個國家，他們的範圍也就是現在的黃河流域、長江流域，下面到珠江流域的時候就比較疏遠，所以八百諸侯在什麼地方？就是在黃河、長江，中原地帶。印度在當年也是如此，許多小國，每個小國的語言不同。現在中國各個地方的方言，就是從前他們每個國家的語言不同。文字不同，你看看中國古代文字，我們講大篆，篆字，甲骨文，一個字，我們現在根據考據的時候，你從字典上去查考，一個字有幾十種寫法，為什麼有那麼多寫法？當時每一個小部落的寫法不一樣。它不是沒有來源的，不是隨便造的。每一個小部落寫這個字的寫法不一樣。中國文字統一是秦始皇，秦始皇開始用小篆統一中國文字，「書同文，車同軌」，可是印度始終就沒有統一過。"
    },
    {
      "id": "20-011-0045_p0007",
      "zh_CN": "所以我们知道佛陀教育是调和国际的社会，化解国际上的纷争，达到「见和同解」。整个社会，现在讲整个国际，彼此都能够互助合作，共存共荣，释迦牟尼佛当时做这么一个工作，这种工作世间人看的时候是非常伟大，了不起。我们今天服务的范围大，全世界，所以学佛，我们的常识要丰富，每个国家地区的历史、地理、风俗人情，我们要了解，他们的生活状况我们也要了解。能有机会到全世界各地方走一走，亲自去看看，无论接触哪一个阶层的人，我们都要把智慧、慈悲的理念传达给他们，这才真正是大悲救世。",
      "zh_TW": "所以我們知道佛陀教育是調和國際的社會，化解國際上的紛爭，達到「見和同解」。整個社會，現在講整個國際，彼此都能夠互助合作，共存共榮，釋迦牟尼佛當時做這麼一個工作，這種工作世間人看的時候是非常偉大，了不起。我們今天服務的範圍大，全世界，所以學佛，我們的常識要豐富，每個國家地區的歷史、地理、風俗人情，我們要了解，他們的生活狀況我們也要了解。能有機會到全世界各地方走一走，親自去看看，無論接觸哪一個階層的人，我們都要把智慧、慈悲的理念傳達給他們，這才真正是大悲救世。"
    },
    {
      "id": "20-011-0045_p0008",
      "zh_CN": "一切众生对于你的工作有了认同，他就能起感激的心，仰慕的心，然后我们再把目的推广一层，告诉这个世间人，人不是只有这一生，还有来世。死了以后怎么办？这是世间教育没讲到的，就是儒家教育也是讲到一生，没讲到来世。佛法是三世的教学。眼前这个工作没做好，讲来世，人家说你太空洞了，所以佛法为什么不能推广？我们现前的工作没做好。释迦牟尼佛为什么令人佩服？当时古印度那个时代，那些小国的国王、大臣为什么对释迦牟尼佛那么尊敬？我们在经典上常常看到，世尊讲经说法，十六大国王都来听，都成为佛的学生，他是国际间的大导师，是国际间的总顾问，你们想想对不对？人家真干，真解决问题。所以要晓得我们出家是什么身分。",
      "zh_TW": "一切眾生對於你的工作有了認同，他就能起感激的心，仰慕的心，然後我們再把目的推廣一層，告訴這個世間人，人不是只有這一生，還有來世。死了以後怎麼辦？這是世間教育沒講到的，就是儒家教育也是講到一生，沒講到來世。佛法是三世的教學。眼前這個工作沒做好，講來世，人家說你太空洞了，所以佛法為什麼不能推廣？我們現前的工作沒做好。釋迦牟尼佛為什麼令人佩服？當時古印度那個時代，那些小國的國王、大臣為什麼對釋迦牟尼佛那麼尊敬？我們在經典上常常看到，世尊講經說法，十六大國王都來聽，都成為佛的學生，他是國際間的大導師，是國際間的總顧問，你們想想對不對？人家真幹，真解決問題。所以要曉得我們出家是什麼身分。"
    },
    {
      "id": "20-011-0045_p0009",
      "zh_CN": "我们今天没有受到社会的尊重，还受到社会的歧视，我们不能怪别人，怪自己，我没有做好，我做得不如法。经上讲的，佛是天人师，出家人是天人师，现在讲天人师，人家也不服，你有什么资格作天人师？所以我们要把自己本分的事情做好，这真是印光大师所讲的「敦伦尽分」。「敦伦」，知道自己是什么身分，在这个世间处在什么个地位。「尽分」是尽我们自己的责任，我们本分要做的工作，本分的工作就是调和世间，不要到有纷争的时候再来解决，那来不及了，迟了。纷争、灾难还没有现前，你就了解，你就把它化解，这才叫高明，这样的功德世间人知道的不多。",
      "zh_TW": "我們今天沒有受到社會的尊重，還受到社會的歧視，我們不能怪別人，怪自己，我沒有做好，我做得不如法。經上講的，佛是天人師，出家人是天人師，現在講天人師，人家也不服，你有什麼資格作天人師？所以我們要把自己本分的事情做好，這真是印光大師所講的「敦倫盡分」。「敦倫」，知道自己是什麼身分，在這個世間處在什麼個地位。「盡分」是盡我們自己的責任，我們本分要做的工作，本分的工作就是調和世間，不要到有紛爭的時候再來解決，那來不及了，遲了。紛爭、災難還沒有現前，你就了解，你就把它化解，這才叫高明，這樣的功德世間人知道的不多。"
    },
    {
      "id": "20-011-0045_p0010",
      "zh_CN": "中国古时候有个比喻，「焦头烂额」，这个人大家尊重他，请他坐上座。什么叫焦头烂额？房子烧了，救火了，那个拼命去救火的人，火救完之后，这个人了不起，佩服他，大家尊敬他。那个「曲突徙薪」的人没人理他，「曲突」是什么？把烟囱做成弯的，不要做成直的，防火。「徙薪」是柴火，把柴火搬远一点，不要靠进炉灶。做这种工作的人没有人懂得，这防止火灾，做防止火灾比救火的人聪明、高明多了，但是这种做防止火灾的人没有人理会他，佛菩萨是要做防止火灾的。",
      "zh_TW": "中國古時候有個比喻，「焦頭爛額」，這個人大家尊重他，請他坐上座。什麼叫焦頭爛額？房子燒了，救火了，那個拼命去救火的人，火救完之後，這個人了不起，佩服他，大家尊敬他。那個「曲突徙薪」的人沒人理他，「曲突」是什麼？把煙囪做成彎的，不要做成直的，防火。「徙薪」是柴火，把柴火搬遠一點，不要靠進爐灶。做這種工作的人沒有人懂得，這防止火災，做防止火災比救火的人聰明、高明多了，但是這種做防止火災的人沒有人理會他，佛菩薩是要做防止火災的。"
    },
    {
      "id": "20-011-0045_p0011",
      "zh_CN": "所以我们第一个，绝不求名闻利养，绝不求社会这些荣誉，这一些称赞我们不需要，我们做真正的好事，中国古人讲积阴功、积阴德。阴德是你做的好事没有人知道，这是阴德。阴德报得厚，报在来世，报在后世，生生世世。你做一点好事，社会给你一表扬，一赞叹，就完了，就报光了，荣誉也是福报，大家称赞也是福报，福报报光了。所以我们一定要晓得自己的身分，自己应该做些什么事情，我们如何帮助社会大众。我们的目标有近程的、有中程的、有远程的，近程的要帮助他解决现实的问题，中程的要叫他认识佛法、认识大乘，远程的帮助他往生净土。",
      "zh_TW": "所以我們第一個，絕不求名聞利養，絕不求社會這些榮譽，這一些稱讚我們不需要，我們做真正的好事，中國古人講積陰功、積陰德。陰德是你做的好事沒有人知道，這是陰德。陰德報得厚，報在來世，報在後世，生生世世。你做一點好事，社會給你一表揚，一讚歎，就完了，就報光了，榮譽也是福報，大家稱讚也是福報，福報報光了。所以我們一定要曉得自己的身分，自己應該做些什麼事情，我們如何幫助社會大眾。我們的目標有近程的、有中程的、有遠程的，近程的要幫助他解決現實的問題，中程的要叫他認識佛法、認識大乘，遠程的幫助他往生淨土。"
    },
    {
      "id": "20-011-0045_p0012",
      "zh_CN": "所以对于底下一个世纪，我们一定要看清楚，这里面人口的膨胀，人口的老化，教育的衰败。现在教育只重视科技，重视利害得失，不重道德，这个对于社会的安全就有很严重的影响，所以一定要用佛法，要用因果。因果不是吓唬人的，因果不是迷信，因果是事实。今天我们向外国讲轮回，外国已经有许多人能接受。在美国跟加拿大边界的一个城市，里面一些基督教的教堂，他们相信因果轮回，他们肯定佛法所讲的是正确的。现在他们用催眠，用其他的科学技术，跟鬼神沟通，也搜集了许多的资料，也出了很多书，所以他们对于来世、转世，现在逐渐慢慢的能接受，这是一桩好事情。",
      "zh_TW": "所以對於底下一個世紀，我們一定要看清楚，這裡面人口的膨脹，人口的老化，教育的衰敗。現在教育只重視科技，重視利害得失，不重道德，這個對於社會的安全就有很嚴重的影響，所以一定要用佛法，要用因果。因果不是嚇唬人的，因果不是迷信，因果是事實。今天我們向外國講輪迴，外國已經有許多人能接受。在美國跟加拿大邊界的一個城市，裡面一些基督教的教堂，他們相信因果輪迴，他們肯定佛法所講的是正確的。現在他們用催眠，用其他的科學技術，跟鬼神溝通，也蒐集了許多的資料，也出了很多書，所以他們對於來世、轉世，現在逐漸慢慢的能接受，這是一樁好事情。"
    },
    {
      "id": "20-011-0045_p0013",
      "zh_CN": "因为肯定人还有来世，那就不能只顾这一生，还得要为来生着想。如果这一生里面享尽了人间的福报，来生不好，那也不是一般人所欢喜的，总希望这一生好，来生更好，我们如何能够满足他这个愿望，这就是我们教学的重点。所以我一再提倡将来的道场，我们一定要建老人公寓的形式，退休村的形式，为什么？人口老化占的比例太大了。我们从事佛教育工作的，可以把重题放在退休老人这一类里面。年岁大了，说实在的话，一生不相信因果报应，不相信轮回，到临命终的时候也希望如果真有轮回就好，我来生还能得人身，好朋友还能够相聚，他还念念不忘。所以老年人跟年轻人的想法不一样，到老化的时候告诉他有来生，还有希望，还有指望，现在好好的修的时候，来生比今生还要幸福美满，这比较容易接受。对于年轻人，我们要提倡伦理道德的教育，要帮他们建立爱心，帮助他们发扬光大爱心，能够爱社会、爱众生。",
      "zh_TW": "因為肯定人還有來世，那就不能只顧這一生，還得要為來生著想。如果這一生裡面享盡了人間的福報，來生不好，那也不是一般人所歡喜的，總希望這一生好，來生更好，我們如何能夠滿足他這個願望，這就是我們教學的重點。所以我一再提倡將來的道場，我們一定要建老人公寓的形式，退休村的形式，為什麼？人口老化佔的比例太大了。我們從事佛教育工作的，可以把重題放在退休老人這一類裡面。年歲大了，說實在的話，一生不相信因果報應，不相信輪迴，到臨命終的時候也希望如果真有輪迴就好，我來生還能得人身，好朋友還能夠相聚，他還念念不忘。所以老年人跟年輕人的想法不一樣，到老化的時候告訴他有來生，還有希望，還有指望，現在好好的修的時候，來生比今生還要幸福美滿，這比較容易接受。對於年輕人，我們要提倡倫理道德的教育，要幫他們建立愛心，幫助他們發揚光大愛心，能夠愛社會、愛眾生。"
    },
    {
      "id": "20-011-0045_p0014",
      "zh_CN": "儒跟佛的教学都是由近而远，爱父母，爱家庭，爱宗族，爱国家，爱世界，一层一层向外推广，这是决定正确的。如果一个人不爱护自己父母去爱护别人，那是假的，决定不是真的，那个靠不住的，本末颠倒，必有企图，那哪里是存好心！从爱父母这样推广，这是正常的，这是可以信赖的，他的爱心的确是有根源的，他是真诚的。佛的教育实在讲要弥补现代社会教育之不足，现代社会教育所疏忽的地方，我们要把它填补，要认真努力把这个工作做好，全心全力服务老人。",
      "zh_TW": "儒跟佛的教學都是由近而遠，愛父母，愛家庭，愛宗族，愛國家，愛世界，一層一層向外推廣，這是決定正確的。如果一個人不愛護自己父母去愛護別人，那是假的，決定不是真的，那個靠不住的，本末顛倒，必有企圖，那哪裡是存好心！從愛父母這樣推廣，這是正常的，這是可以信賴的，他的愛心的確是有根源的，他是真誠的。佛的教育實在講要彌補現代社會教育之不足，現代社會教育所疏忽的地方，我們要把它填補，要認真努力把這個工作做好，全心全力服務老人。"
    },
    {
      "id": "20-011-0045_p0015",
      "zh_CN": "所以我在澳洲参观天主教办的退休村，里面所服务的，从这个老人院的负责人，到里面所有一切工作人员，都是天主教的修女。他们每星期大概是有两次，神父到里面去讲道。这个退休村不大，只有六十个单位，换句话说，只有六十个老人。我看了之后很感动，我也打算做一个小型的，也做六十个，不超过一百个单位，我们做一个小型的来试办，我们也希望将来的时候，女众比丘尼来从事这个工作。男众等于说住佛学院，我们有个道场，每天就像我们现在的生活一样，我们研究讨论。现在我们没有佛堂，早晚课诵不能在一起做，我们再有一个念佛堂，我们可以在一块共修。我们有一个讲堂可以每天对外讲经。我们有教学室，有图书馆，我们每天在那里进修，学院。希望女众是从事于服务，退休村从事于服务的工作。",
      "zh_TW": "所以我在澳洲參觀天主教辦的退休村，裡面所服務的，從這個老人院的負責人，到裡面所有一切工作人員，都是天主教的修女。他們每星期大概是有兩次，神父到裡面去講道。這個退休村不大，只有六十個單位，換句話說，只有六十個老人。我看了之後很感動，我也打算做一個小型的，也做六十個，不超過一百個單位，我們做一個小型的來試辦，我們也希望將來的時候，女眾比丘尼來從事這個工作。男眾等於說住佛學院，我們有個道場，每天就像我們現在的生活一樣，我們研究討論。現在我們沒有佛堂，早晚課誦不能在一起做，我們再有一個念佛堂，我們可以在一塊共修。我們有一個講堂可以每天對外講經。我們有教學室，有圖書館，我們每天在那裡進修，學院。希望女眾是從事於服務，退休村從事於服務的工作。"
    },
    {
      "id": "20-011-0045_p0016",
      "zh_CN": "我估计到公元两千年后，中国老人比例会更大，很可能占人口的一半，这怎么得了！现在说是将来中国年轻人一个小孩养多少个老人，说得倒挺好听，靠不住。像这些年轻人不养老人，老人怎么办？这非常可能，这个社会风气传染太快了。在外国，年轻人不养老人，老人有义务要养小孩，小孩没有义务要养老人，美国社会就是如此。美国今天在全世界推销他的制度，希望全世界都学他，学他，你们要记住，小孩决定不养老人，所以他们的老人是由国家照顾。因此在美国如果私人办老人公寓来为老人服务，美国政府是第一欢迎，替他解决社会问题，最受欢迎的，政府补贴你。",
      "zh_TW": "我估計到公元兩千年後，中國老人比例會更大，很可能佔人口的一半，這怎麼得了！現在說是將來中國年輕人一個小孩養多少個老人，說得倒挺好聽，靠不住。像這些年輕人不養老人，老人怎麼辦？這非常可能，這個社會風氣傳染太快了。在外國，年輕人不養老人，老人有義務要養小孩，小孩沒有義務要養老人，美國社會就是如此。美國今天在全世界推銷他的制度，希望全世界都學他，學他，你們要記住，小孩決定不養老人，所以他們的老人是由國家照顧。因此在美國如果私人辦老人公寓來為老人服務，美國政府是第一歡迎，替他解決社會問題，最受歡迎的，政府補貼你。"
    },
    {
      "id": "20-011-0045_p0017",
      "zh_CN": "我们在美国也参观很多老人公寓，他们所做到的就是老人的生活，这照顾到了，衣食住行照顾到了，医疗服务照顾到了，其他的就没有了，换句话说，精神生活非常贫乏。老人年岁大了，退休之后住到老人院里面去，在美国一般是自己的房子、车子都卖掉，拿这个钱去住老人公寓，去养老，那个钱都不多。到了老人院里面，精神很苦闷，在那里干什么？天天看着天花板，坐吃等死，你说那是什么滋味！我们深深体会到，所以要给老人有娱乐。",
      "zh_TW": "我們在美國也參觀很多老人公寓，他們所做到的就是老人的生活，這照顧到了，衣食住行照顧到了，醫療服務照顧到了，其他的就沒有了，換句話說，精神生活非常貧乏。老人年歲大了，退休之後住到老人院裡面去，在美國一般是自己的房子、車子都賣掉，拿這個錢去住老人公寓，去養老，那個錢都不多。到了老人院裡面，精神很苦悶，在那裡幹什麼？天天看著天花板，坐吃等死，你說那是什麼滋味！我們深深體會到，所以要給老人有娛樂。"
    },
    {
      "id": "20-011-0045_p0018",
      "zh_CN": "我们在澳洲看到有大型的退休村，他们里头常常举办唱歌跳舞，演舞台的戏剧，哪些人去表演？老人。老人里面有懂得这个，有会唱歌的，有跳舞带动大家，他们自己来干，外头没有人。这个实在讲不够的，我们必须请外面剧团、歌舞团、杂耍团，一年请个几次，还有一些学校学生，他们善于表演的，那多半都是义务的，那我们就更欢迎，总希望能达到每星期有一次大型娱乐的表演。讲经要天天讲，念佛堂，天天勉励他们去念佛，要能够调剂。身体还很好的可以带他们去旅游，像新加坡我们看到很多老人团体在旅游，挂个牌子，路上常常看到的，带他们去旅游。让他们感觉到这一生当中最幸福的就是晚年这几年，真正幸福，希望我们佛弟子把这桩工作做好，所以退休村、老人公寓就是我们的道场。",
      "zh_TW": "我們在澳洲看到有大型的退休村，他們裡頭常常舉辦唱歌跳舞，演舞臺的戲劇，哪些人去表演？老人。老人裡面有懂得這個，有會唱歌的，有跳舞帶動大家，他們自己來幹，外頭沒有人。這個實在講不夠的，我們必須請外面劇團、歌舞團、雜耍團，一年請個幾次，還有一些學校學生，他們善於表演的，那多半都是義務的，那我們就更歡迎，總希望能達到每星期有一次大型娛樂的表演。講經要天天講，念佛堂，天天勉勵他們去念佛，要能夠調劑。身體還很好的可以帶他們去旅遊，像新加坡我們看到很多老人團體在旅遊，掛個牌子，路上常常看到的，帶他們去旅遊。讓他們感覺到這一生當中最幸福的就是晚年這幾年，真正幸福，希望我們佛弟子把這樁工作做好，所以退休村、老人公寓就是我們的道場。"
    },
    {
      "id": "20-011-0045_p0019",
      "zh_CN": "我们只要提倡道德教育，调和这个社会，使国际之间免去一切的隔阂、误会、纷争，真正能够同心协力，互助合作，求整个世界整体的繁荣兴旺，我们的教化是这么样一个目标，这么一个路子。我们的工作就是全心全力服务老人，帮助老人度过幸福的晚年，帮助老人念佛往生净土，那这个出家的意义就大了，那出家真叫无量功德，这个世间任何一个行业都不能跟你相比，这才真正有意义，有价值。我们能发真诚的心，清净心、慈悲心，努力工作，一定得到三宝加持，龙天善神的拥护，人有善愿必定能成就，我们要有这个信心。",
      "zh_TW": "我們只要提倡道德教育，調和這個社會，使國際之間免去一切的隔閡、誤會、紛爭，真正能夠同心協力，互助合作，求整個世界整體的繁榮興旺，我們的教化是這麼樣一個目標，這麼一個路子。我們的工作就是全心全力服務老人，幫助老人度過幸福的晚年，幫助老人念佛往生淨土，那這個出家的意義就大了，那出家真叫無量功德，這個世間任何一個行業都不能跟你相比，這才真正有意義，有價值。我們能發真誠的心，清淨心、慈悲心，努力工作，一定得到三寶加持，龍天善神的擁護，人有善願必定能成就，我們要有這個信心。"
    },
    {
      "id": "20-011-0045_p0020",
      "zh_CN": "今天《无量寿经》的科注，这个最简单的注解，是我们的起步，希望大家努力一点，在短短期间当中把这个工作完成。这个初稿要搞好，明年这个书就可以出来了，这是我们起步。所以大家有这么一个理念，我们是用《无量寿经》来建立社会的道德伦理观念，所以这个文化水平是愈低愈好，效果就愈大。所以多用用心思，也求三宝加持，文字要简单、要浅显，句子愈短愈好，把文字减少到最低的限度，能够把经义都说出来而没有说错，这样就好，不必深解，浅解就行，因为这是起步。我们讲五乘佛法，人乘佛法，《无量寿经》可以到「一佛乘」，最高的，也可以把它降下来，人乘的佛法。《无量寿经》，人乘怎么讲法，天乘怎么讲法，声闻乘怎么讲法，缘觉乘怎么讲法，菩萨乘怎么讲法，一佛乘怎么讲法，可浅可深，我们就用最浅显的人乘的讲法。",
      "zh_TW": "今天《無量壽經》的科註，這個最簡單的註解，是我們的起步，希望大家努力一點，在短短期間當中把這個工作完成。這個初稿要搞好，明年這個書就可以出來了，這是我們起步。所以大家有這麼一個理念，我們是用《無量壽經》來建立社會的道德倫理觀念，所以這個文化水平是愈低愈好，效果就愈大。所以多用用心思，也求三寶加持，文字要簡單、要淺顯，句子愈短愈好，把文字減少到最低的限度，能夠把經義都說出來而沒有說錯，這樣就好，不必深解，淺解就行，因為這是起步。我們講五乘佛法，人乘佛法，《無量壽經》可以到「一佛乘」，最高的，也可以把它降下來，人乘的佛法。《無量壽經》，人乘怎麼講法，天乘怎麼講法，聲聞乘怎麼講法，緣覺乘怎麼講法，菩薩乘怎麼講法，一佛乘怎麼講法，可淺可深，我們就用最淺顯的人乘的講法。"
    }
  ]
}