{
  "doc_id": "20-011-0006",
  "title": {
    "zh_CN": "人师世范",
    "zh_TW": "人師世範"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0006",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-011-0006_p0001",
      "zh_CN": "今年五月间，我去访问北京师范大学，在校园门口看到有一块题词，上面写了八个字，「学为人师，身为世范」，他们校长告诉我，这八个字是学校里面的教授们共同拟出来的，也确确实实将学校的精神表现无遗。北师大是全国最高的师资培训中心，这里面训练出来的将来都是全国各级学校的老师，所以他们提出「学为人师」，身体要作社会大众的榜样，「身为世范」，是世间的模范。我看到这八个字深受感动，而这八个字确实就是一部《大方广佛华严经》，也就是释迦牟尼佛四十九年所说的一切法，这八个字都包尽了，所以世法跟佛法的界限在哪里？实在是分不开的，可惜的是这些老师们没有读过佛经，所以我在他们学校里谈话就用这八个字作题目，将佛法介绍给大家。",
      "zh_TW": "今年五月間，我去訪問北京師範大學，在校園門口看到有一塊題詞，上面寫了八個字，「學為人師，身為世範」，他們校長告訴我，這八個字是學校裡面的教授們共同擬出來的，也確確實實將學校的精神表現無遺。北師大是全國最高的師資培訓中心，這裡面訓練出來的將來都是全國各級學校的老師，所以他們提出「學為人師」，身體要作社會大眾的榜樣，「身為世範」，是世間的模範。我看到這八個字深受感動，而這八個字確實就是一部《大方廣佛華嚴經》，也就是釋迦牟尼佛四十九年所說的一切法，這八個字都包盡了，所以世法跟佛法的界限在哪裡？實在是分不開的，可惜的是這些老師們沒有讀過佛經，所以我在他們學校裡談話就用這八個字作題目，將佛法介紹給大家。"
    },
    {
      "id": "20-011-0006_p0002",
      "zh_CN": "佛菩萨、阿罗汉，这是印度梵文的音译，而它的意思确实相当中国人讲的圣人、贤人、君子，圣贤、君子是人不是神，同样的道理，佛菩萨、阿罗汉也是人不是神。凡人如何能够作圣作贤，佛在经典上比世间任何圣贤都讲得透彻，这是佛教育的殊胜处，佛教育伟大之处；佛说得非常之多，我们能够体会。",
      "zh_TW": "佛菩薩、阿羅漢，這是印度梵文的音譯，而它的意思確實相當中國人講的聖人、賢人、君子，聖賢、君子是人不是神，同樣的道理，佛菩薩、阿羅漢也是人不是神。凡人如何能夠作聖作賢，佛在經典上比世間任何聖賢都講得透徹，這是佛教育的殊勝處，佛教育偉大之處；佛說得非常之多，我們能夠體會。"
    },
    {
      "id": "20-011-0006_p0003",
      "zh_CN": "世出世间圣人教化众生皆是应机说法，所以法就没有定法，因时、因人、因处而宜，虽然说的不同，你仔细想想他的用意，是相同的。在佛法来说，用意就是帮助众生破迷开悟，佛如此，在中国世法，孔子、孟子也是如此。凡夫怎样能够达到佛菩萨的境界，真正能在这一生当中进入圣贤人的俱乐部，佛法称之为「入流」，以佛法说，这是「知正觉」之流，你能入他们这一流（这一类），那你也就是佛菩萨了。",
      "zh_TW": "世出世間聖人教化眾生皆是應機說法，所以法就沒有定法，因時、因人、因處而宜，雖然說的不同，你仔細想想他的用意，是相同的。在佛法來說，用意就是幫助眾生破迷開悟，佛如此，在中國世法，孔子、孟子也是如此。凡夫怎樣能夠達到佛菩薩的境界，真正能在這一生當中進入聖賢人的俱樂部，佛法稱之為「入流」，以佛法說，這是「知正覺」之流，你能入他們這一流（這一類），那你也就是佛菩薩了。"
    },
    {
      "id": "20-011-0006_p0004",
      "zh_CN": "凡夫闻佛法，思惟佛法，理解佛法，修学佛法，而不能入流，原因在哪里？这一点非常重要，我们要去找原因，把这个原因找到，再将这个原因消除，我们就很顺利的入流，入佛菩萨之流。因素很多，对我们来讲，其中一个很重要的因素就是心量的问题，我们修行不能成就，实在讲心量太小了。佛告诉我们，我们原本的心量跟诸佛如来没有两样，就像经上所讲的「心包太虚，量周沙界」，「沙界」是比喻。世尊当年讲经，大部分的时间都在恒河流域，所以说到数目字，佛常用恒河沙来做比喻。这个地方也是说明我们本来的心量，能包容恒河沙的诸佛刹土，而现在心量这么小，简直连一个人都不能容纳，这个问题严重了。世间谚语也常说「量大福大」，这是事实，量小的人哪里会有大福报？所以要怎样拓开我们的心量，成佛没有别的，无非是恢复本有的心量而已。",
      "zh_TW": "凡夫聞佛法，思惟佛法，理解佛法，修學佛法，而不能入流，原因在哪裡？這一點非常重要，我們要去找原因，把這個原因找到，再將這個原因消除，我們就很順利的入流，入佛菩薩之流。因素很多，對我們來講，其中一個很重要的因素就是心量的問題，我們修行不能成就，實在講心量太小了。佛告訴我們，我們原本的心量跟諸佛如來沒有兩樣，就像經上所講的「心包太虛，量周沙界」，「沙界」是比喻。世尊當年講經，大部分的時間都在恆河流域，所以說到數目字，佛常用恆河沙來做比喻。這個地方也是說明我們本來的心量，能包容恆河沙的諸佛剎土，而現在心量這麼小，簡直連一個人都不能容納，這個問題嚴重了。世間諺語也常說「量大福大」，這是事實，量小的人哪裡會有大福報？所以要怎樣拓開我們的心量，成佛沒有別的，無非是恢復本有的心量而已。"
    },
    {
      "id": "20-011-0006_p0005",
      "zh_CN": "特别是做一个中国人，我觉得比世界上任何种族、任何国家的人都幸运，也许大家听到我这句话不以为然，我们中国人过这种苦日子，跟世界任何地区比都不如，中国人有什么好处？中国人的好处是你自己不明白。现在外国人他们在生活上比我们优裕，比我们享受，表面上看好像是中国人比不上他，如果你要是看穿了，你才晓得中国人比他们高明太多了。你不能看表面，你要看到骨子里，他们今天有的是物质生活，精神生活非常贫乏。在人的一生当中，精神重于物质，精神生活是什么？真实智慧。外国人有科技的常识，没有真实的智慧，中国人有真实的智慧，可惜自己不能将它发扬光大，说实在的话，科技解决不了问题，只会给世间带来无尽的灾难，而智慧才能解决问题，才能挽救这个世界。",
      "zh_TW": "特別是做一個中國人，我覺得比世界上任何種族、任何國家的人都幸運，也許大家聽到我這句話不以為然，我們中國人過這種苦日子，跟世界任何地區比都不如，中國人有什麼好處？中國人的好處是你自己不明白。現在外國人他們在生活上比我們優裕，比我們享受，表面上看好像是中國人比不上他，如果你要是看穿了，你才曉得中國人比他們高明太多了。你不能看表面，你要看到骨子裡，他們今天有的是物質生活，精神生活非常貧乏。在人的一生當中，精神重於物質，精神生活是什麼？真實智慧。外國人有科技的常識，沒有真實的智慧，中國人有真實的智慧，可惜自己不能將它發揚光大，說實在的話，科技解決不了問題，只會給世間帶來無盡的災難，而智慧才能解決問題，才能挽救這個世界。"
    },
    {
      "id": "20-011-0006_p0006",
      "zh_CN": "表现中国人真实的智慧，文字符号就是其中一个例子。中国的文字是全世界独特的一种符号，充满了智慧。几千年前，我们这些老祖宗们就想到如何将自己的智慧、经验传给后人，这是一个大问题，用什么方法来传递，即使千万年之后也不会误解，也不会误传，这就是大学问。所以这一些古圣先贤们发明了文字，也就是制作这许多的符号，用这个作工具来传递，而且发明了文言文，这是全世界所没有的，任何国家民族所没有的。",
      "zh_TW": "表現中國人真實的智慧，文字符號就是其中一個例子。中國的文字是全世界獨特的一種符號，充滿了智慧。幾千年前，我們這些老祖宗們就想到如何將自己的智慧、經驗傳給後人，這是一個大問題，用什麼方法來傳遞，即使千萬年之後也不會誤解，也不會誤傳，這就是大學問。所以這一些古聖先賢們發明了文字，也就是製作這許多的符號，用這個作工具來傳遞，而且發明了文言文，這是全世界所沒有的，任何國家民族所沒有的。"
    },
    {
      "id": "20-011-0006_p0007",
      "zh_CN": "文言文是什么？永远不变的一种文法。我们远古的老祖宗就明白了，言语会变的，会随着地域生起变化，会随着时代起变化。所以在欧洲古希腊的这些文字，他们也是文明古国，几千年留下来的这些典籍没有人能看得懂，极少数的考古学家也未必能正确的理解，所以在这一点，欧美的这些古圣先贤就比不上中国。所以中国的文言文了不起，他们知道，言语随你怎么变，我的文法不变，所以我们今天读《论语》，依旧像跟孔老夫子从前一样，这个当中没有隔阂，这个了不起，两千多年前的人写的文字我们现在能看得懂，能了解它的意思，你就晓得这种方法、技巧全世界找不到，我们要珍惜，不能把它丢掉，丢掉是对不起祖宗，人家设想的多周到！所以这个白话文不行，不能传递，几十年、几百年之后，言语一变的时候就不懂，就是文跟语是同走一条路就会产生这个毛病，就如同古希腊的这些典籍，他们语、文是一样的，所以几千年之后就没有人懂了。中国人把语、文分开，语言不管你怎么变，文不变，这一招很厉害，非常聪明的发明；文字是智慧的符号。",
      "zh_TW": "文言文是什麼？永遠不變的一種文法。我們遠古的老祖宗就明白了，言語會變的，會隨著地域生起變化，會隨著時代起變化。所以在歐洲古希臘的這些文字，他們也是文明古國，幾千年留下來的這些典籍沒有人能看得懂，極少數的考古學家也未必能正確的理解，所以在這一點，歐美的這些古聖先賢就比不上中國。所以中國的文言文了不起，他們知道，言語隨你怎麼變，我的文法不變，所以我們今天讀《論語》，依舊像跟孔老夫子從前一樣，這個當中沒有隔閡，這個了不起，兩千多年前的人寫的文字我們現在能看得懂，能了解它的意思，你就曉得這種方法、技巧全世界找不到，我們要珍惜，不能把它丟掉，丟掉是對不起祖宗，人家設想的多周到！所以這個白話文不行，不能傳遞，幾十年、幾百年之後，言語一變的時候就不懂，就是文跟語是同走一條路就會產生這個毛病，就如同古希臘的這些典籍，他們語、文是一樣的，所以幾千年之後就沒有人懂了。中國人把語、文分開，語言不管你怎麼變，文不變，這一招很厲害，非常聰明的發明；文字是智慧的符號。"
    },
    {
      "id": "20-011-0006_p0008",
      "zh_CN": "刚才我们讲了心量，佛告诉我们，一切众生，人人都有个真心，都有个本性，我们老祖宗大概也懂得这个意思，说得不清楚就是，不像佛讲得那么清楚。心量怎么变小了？佛讲了，你因为有妄想、分别、执着，你的心量变小了，变成凡夫了。在中国文字符号里面你们仔细去观察「思、想」，「思」是什么？思是分别，你看你心上画了许多界限，画了好多格子，那是分别。「想」是你心里头着了相，心里头本来没有相，本来没有界限，你把那个「田」（界限）拿掉，把那个「相」拿掉，就恢复到真心。中国文字是智慧的符号，这外国文字里头没有，你不能不佩服我们中国老祖宗，身为中国人是全世界人最荣耀的，哪个国家民族能比得上中国人？我们今天麻烦，跟佛讲的一样的，佛教我们离开分别，就是「思」把「田」去掉；佛教我们离开执着，就是「想」把「相」去掉，就恢复真心，恢复你本来面目了。你若真正能够体会到中国文化的精神，他们的方法技巧，你才能真正热爱中国，你才会真正发心将中国文化发扬光大，利益这个世界的众生。我们将这些东西解释给外国人，外国人也非常惊奇，他也很喜欢，喜欢他就会学中文，对中国文字、文学就会产生兴趣。",
      "zh_TW": "剛才我們講了心量，佛告訴我們，一切眾生，人人都有個真心，都有個本性，我們老祖宗大概也懂得這個意思，說得不清楚就是，不像佛講得那麼清楚。心量怎麼變小了？佛講了，你因為有妄想、分別、執著，你的心量變小了，變成凡夫了。在中國文字符號裡面你們仔細去觀察「思、想」，「思」是什麼？思是分別，你看你心上畫了許多界限，畫了好多格子，那是分別。「想」是你心裡頭著了相，心裡頭本來沒有相，本來沒有界限，你把那個「田」（界限）拿掉，把那個「相」拿掉，就恢復到真心。中國文字是智慧的符號，這外國文字裡頭沒有，你不能不佩服我們中國老祖宗，身為中國人是全世界人最榮耀的，哪個國家民族能比得上中國人？我們今天麻煩，跟佛講的一樣的，佛教我們離開分別，就是「思」把「田」去掉；佛教我們離開執著，就是「想」把「相」去掉，就恢復真心，恢復你本來面目了。你若真正能夠體會到中國文化的精神，他們的方法技巧，你才能真正熱愛中國，你才會真正發心將中國文化發揚光大，利益這個世界的眾生。我們將這些東西解釋給外國人，外國人也非常驚奇，他也很喜歡，喜歡他就會學中文，對中國文字、文學就會產生興趣。"
    },
    {
      "id": "20-011-0006_p0009",
      "zh_CN": "从前的中国人跟这一代的中国人不一样，这一代的中国人很糟糕，丧失了民族自信心，所以受这些苦难。以佛经翻译这桩事情来说，当年好不容易从印度将这些经典的梵文原本，经过多少艰苦运到中国来翻成中文，那么梵文原来的经典为什么不好好保存？为什么在中国梵文原文经典一部都找不到？我初学佛的时候，曾经就这个问题请教方东美先生，方先生听了之后哈哈大笑，我也不晓得他笑什么，他说我们中国人太自负了，认为我们所翻的汉文经典，不但意思完全没有错，文字比梵文还要高明，足以取代梵文，梵文可以不要了，你想中国人多自豪！哪里像现代中国人，自己觉得样样不如人，这个观念要不得。人家固然有人家的长处，我们仔细观摩长处学习，我们的长处很多，不在别人之下，发扬自己的长处，吸收别人的长处，修正自己的缺点，才能真正做一个完人，这就是成圣成贤、作佛作菩萨之道，希望大家细心去体会。",
      "zh_TW": "從前的中國人跟這一代的中國人不一樣，這一代的中國人很糟糕，喪失了民族自信心，所以受這些苦難。以佛經翻譯這樁事情來說，當年好不容易從印度將這些經典的梵文原本，經過多少艱苦運到中國來翻成中文，那麼梵文原來的經典為什麼不好好保存？為什麼在中國梵文原文經典一部都找不到？我初學佛的時候，曾經就這個問題請教方東美先生，方先生聽了之後哈哈大笑，我也不曉得他笑什麼，他說我們中國人太自負了，認為我們所翻的漢文經典，不但意思完全沒有錯，文字比梵文還要高明，足以取代梵文，梵文可以不要了，你想中國人多自豪！哪裡像現代中國人，自己覺得樣樣不如人，這個觀念要不得。人家固然有人家的長處，我們仔細觀摩長處學習，我們的長處很多，不在別人之下，發揚自己的長處，吸收別人的長處，修正自己的缺點，才能真正做一個完人，這就是成聖成賢、作佛作菩薩之道，希望大家細心去體會。"
    }
  ]
}