{
  "doc_id": "20-011-0027",
  "title": {
    "zh_CN": "舍己为人",
    "zh_TW": "捨己為人"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0027",
  "total_paragraphs": 16,
  "paragraphs": [
    {
      "id": "20-011-0027_p0001",
      "zh_CN": "今天早晨我们看看窗外的烟雾很浓，比昨天严重多了，没有必要的时候不要出门，不要开窗户。从这个地方使我们明了众生共业的可怕，这是人为的，不是天然的灾害。凡是人为的，实在说都可以避免，只要大家能够觉悟。由此可知，佛陀的教化为什么要以尽虚空遍法界一切众生为对象，我们这才真正明白其中的道理。在这个世界有一个众生迷惑颠倒、自私自利，就会给整个社会带来了灾难。",
      "zh_TW": "今天早晨我們看看窗外的煙霧很濃，比昨天嚴重多了，沒有必要的時候不要出門，不要開窗戶。從這個地方使我們明瞭眾生共業的可怕，這是人為的，不是天然的災害。凡是人為的，實在說都可以避免，只要大家能夠覺悟。由此可知，佛陀的教化為什麼要以盡虛空遍法界一切眾生為對象，我們這才真正明白其中的道理。在這個世界有一個眾生迷惑顛倒、自私自利，就會給整個社會帶來了災難。"
    },
    {
      "id": "20-011-0027_p0002",
      "zh_CN": "我们要想社会安全，人人能过幸福美满的生活，这里面最重要的就是教育。《礼记．学记》里面讲「建国君民，教学为先」，这是古圣先贤的教训，他们的智慧、经验的结晶。建立一个国家政权，「君民」是领导全国的人民，哪一桩事情最重要？「教学」。中国自古以来教学中心的理念就是教人「作之君，作之亲，作之师」，以这三个为标准，每个阶层领导人都要明白这个道理，都要把这三个字做好。「作之君」就是为人民的领导人，「君」是领导人，你要带领人民走上幸福美满的道路。「作之亲」，你要用父母之心对待人民，把人民看作自己的儿女，你才会真正关心他、爱护他、帮助他。还要「作之师」，作人民的表率，作人民的老师，处处做出榜样给他们看。儒家这一种思想、理念，诸位想一想，这不就是佛法里面讲的菩萨道吗？「君亲师」这三个字必须人人都要做到，你在社会上没有身分地位，你有个家，你家里头还有儿女，你是儿女之君，是儿女之亲，是儿女之师，所以这个标准是儒家要求一切人各个都做到，正如同佛法里面教的菩萨道、菩萨行，三学、六度，是普遍的要求，没有特定的对象，人人都要做到，无论贫富贵贱，男女老少，各行各业，没有例外的，你能够修「三学、六度」，皆是菩萨。",
      "zh_TW": "我們要想社會安全，人人能過幸福美滿的生活，這裡面最重要的就是教育。《禮記．學記》裡面講「建國君民，教學為先」，這是古聖先賢的教訓，他們的智慧、經驗的結晶。建立一個國家政權，「君民」是領導全國的人民，哪一樁事情最重要？「教學」。中國自古以來教學中心的理念就是教人「作之君，作之親，作之師」，以這三個為標準，每個階層領導人都要明白這個道理，都要把這三個字做好。「作之君」就是為人民的領導人，「君」是領導人，你要帶領人民走上幸福美滿的道路。「作之親」，你要用父母之心對待人民，把人民看作自己的兒女，你才會真正關心他、愛護他、幫助他。還要「作之師」，作人民的表率，作人民的老師，處處做出榜樣給他們看。儒家這一種思想、理念，諸位想一想，這不就是佛法裡面講的菩薩道嗎？「君親師」這三個字必須人人都要做到，你在社會上沒有身分地位，你有個家，你家裡頭還有兒女，你是兒女之君，是兒女之親，是兒女之師，所以這個標準是儒家要求一切人各個都做到，正如同佛法裡面教的菩薩道、菩薩行，三學、六度，是普遍的要求，沒有特定的對象，人人都要做到，無論貧富貴賤，男女老少，各行各業，沒有例外的，你能夠修「三學、六度」，皆是菩薩。"
    },
    {
      "id": "20-011-0027_p0003",
      "zh_CN": "从业因果报上来讲，众生是不平等的，但是从菩萨道、菩萨心上讲，又何尝不平等？这是教我们从不平等当中看到平等，从平等当中见到差别，差别与平等不二，你才真正能见到事实真相，真相就是不二法门，真相就是法界，《华严经》里面讲「入法界」。",
      "zh_TW": "從業因果報上來講，眾生是不平等的，但是從菩薩道、菩薩心上講，又何嘗不平等？這是教我們從不平等當中看到平等，從平等當中見到差別，差別與平等不二，你才真正能見到事實真相，真相就是不二法門，真相就是法界，《華嚴經》裡面講「入法界」。"
    },
    {
      "id": "20-011-0027_p0004",
      "zh_CN": "由此可知，我们要想一家好、一个都市好、一个国家好还不够，要全世界都好，特别是学佛的同修们，我们的心量一定要超越三界，要超越十法界。为什么佛教我们恢复自性本具的心量？「心包太虚，量周沙界」是一切众生自性本具的心量，本来就是这个样子，你现在心量变得那么小是你迷惑颠倒，是错误。佛法教人没有别的，恢复自性而已，宗门里面讲「父母未生前本来面目」，学佛哪有所得？经上也讲得很清楚，「归无所得」，你一样也没得到，你所得到的是你自己本来有的，那怎么叫得？你要说得到，是我本来没有的，我现在得到了，本来有的，你算什么得？没有得。",
      "zh_TW": "由此可知，我們要想一家好、一個都市好、一個國家好還不夠，要全世界都好，特別是學佛的同修們，我們的心量一定要超越三界，要超越十法界。為什麼佛教我們恢復自性本具的心量？「心包太虛，量周沙界」是一切眾生自性本具的心量，本來就是這個樣子，你現在心量變得那麼小是你迷惑顛倒，是錯誤。佛法教人沒有別的，恢復自性而已，宗門裡面講「父母未生前本來面目」，學佛哪有所得？經上也講得很清楚，「歸無所得」，你一樣也沒得到，你所得到的是你自己本來有的，那怎麼叫得？你要說得到，是我本來沒有的，我現在得到了，本來有的，你算什麼得？沒有得。"
    },
    {
      "id": "20-011-0027_p0005",
      "zh_CN": "每个众生的自性跟诸佛如来是一样的，是一个性，具足无量智慧、无量德能，我们的智慧德能不能现前就是因为迷惑，迷就是无明，从无明里面才生妄想、分别、执着，这就是愈迷愈深，把圆圆满满的一真法界变现出六道轮回，这桩事情要自己负责任，要自己觉悟。觉悟了就叫做佛，就叫做菩萨，圆满的觉悟就叫佛，觉悟而没有圆满就叫菩萨，所以菩萨翻成中国意思叫「觉有情」，也翻作「大道心众生」，「大道心」是心量大。",
      "zh_TW": "每個眾生的自性跟諸佛如來是一樣的，是一個性，具足無量智慧、無量德能，我們的智慧德能不能現前就是因為迷惑，迷就是無明，從無明裡面才生妄想、分別、執著，這就是愈迷愈深，把圓圓滿滿的一真法界變現出六道輪迴，這樁事情要自己負責任，要自己覺悟。覺悟了就叫做佛，就叫做菩薩，圓滿的覺悟就叫佛，覺悟而沒有圓滿就叫菩薩，所以菩薩翻成中國意思叫「覺有情」，也翻作「大道心眾生」，「大道心」是心量大。"
    },
    {
      "id": "20-011-0027_p0006",
      "zh_CN": "所以学佛一定要自觉，觉悟的人决定能够舍己为人，儒家所讲的「杀身成仁，舍身取义」，能够牺牲自己，成全别人，成全什么？令他觉悟，使他明白了，我们杀身、舍身都是应该的，应当做的。世间人认为这桩事情太难了，这个牺牲太大了，他为什么有这种看法？他执着这个身是我。菩萨舍身太容易了，为什么？他知道这个身不是我，舍身就像脱一件衣服，丢掉不要一样，所以他就容易了，觉悟就容易。迷惑就难了，迷惑执着这个不肯放下。你们读佛经，经典里面讲得很清楚，人死了四十九天以后又投胎去了，换句话说，四十九天他又换一个身，所以舍身受身就是脱衣服，换衣服，就这么一桩事情。世间人把生死看得这么严重，在佛法，明白人，生死就是脱一件衣服再换一件衣服，就这么一桩事情，你说这多平常！哪里有什么恐怖？一切恐怖都是生于严重的执着，执着生于迷惑颠倒，所以我们对这个道理要通达，事实真相要清楚。",
      "zh_TW": "所以學佛一定要自覺，覺悟的人決定能夠捨己為人，儒家所講的「殺身成仁，捨身取義」，能夠犧牲自己，成全別人，成全什麼？令他覺悟，使他明白了，我們殺身、捨身都是應該的，應當做的。世間人認為這樁事情太難了，這個犧牲太大了，他為什麼有這種看法？他執著這個身是我。菩薩捨身太容易了，為什麼？他知道這個身不是我，捨身就像脫一件衣服，丟掉不要一樣，所以他就容易了，覺悟就容易。迷惑就難了，迷惑執著這個不肯放下。你們讀佛經，經典裡面講得很清楚，人死了四十九天以後又投胎去了，換句話說，四十九天他又換一個身，所以捨身受身就是脫衣服，換衣服，就這麼一樁事情。世間人把生死看得這麼嚴重，在佛法，明白人，生死就是脫一件衣服再換一件衣服，就這麼一樁事情，你說這多平常！哪裡有什麼恐怖？一切恐怖都是生於嚴重的執著，執著生於迷惑顛倒，所以我們對這個道理要通達，事實真相要清楚。"
    },
    {
      "id": "20-011-0027_p0007",
      "zh_CN": "为一切众生才是真正为自己，如果为自己，给诸位说，你就害了一切众生，害一切众生没有不害自己的。损害一切众生的业很重，害自己决定堕三途，眼前尝到这一点甜头，得这么一点好处，将来果报在三途，你的便宜在哪里？何况佛法里面给我们说「一饮一啄，莫非前定」，如果你真正明白这个事实真相，你经商就不会取不义之财，你作官决定不会贪污，为什么？你贪来的、骗来的都是你命里头有的，你说你冤枉不冤枉？你命里头没有的，贪也贪不到，骗也骗也不到，再给诸位说，偷也偷不到，抢也抢不到，你偷来的、抢来的还是你命里头所有的，所以古人说「君子乐得作君子，小人冤枉作小人」，你不相信，你命里没有，你去抢抢看，你看你抢得到抢不到？你说冤枉不冤枉？你作官能够贪多少钱统统是命里所有的，不过是你不贪来得慢一点，一定会得到的；你贪，来得快一点，本来十年之后你要发财，你现在就发了，提前了，就这么回事情而已，命里没有的贪也贪不到。所以真正懂得这个道理的人敢布施，他舍，为什么？愈舍愈多。你命里头的财从哪里来的？财布施来的，愈舍愈多，敢舍，知道舍是无尽的财宝，就不会那样悭吝，那个错误的心理、错误的想法统统能够改正过来。",
      "zh_TW": "為一切眾生才是真正為自己，如果為自己，給諸位說，你就害了一切眾生，害一切眾生沒有不害自己的。損害一切眾生的業很重，害自己決定墮三途，眼前嚐到這一點甜頭，得這麼一點好處，將來果報在三途，你的便宜在哪裡？何況佛法裡面給我們說「一飲一啄，莫非前定」，如果你真正明白這個事實真相，你經商就不會取不義之財，你作官決定不會貪污，為什麼？你貪來的、騙來的都是你命裡頭有的，你說你冤枉不冤枉？你命裡頭沒有的，貪也貪不到，騙也騙也不到，再給諸位說，偷也偷不到，搶也搶不到，你偷來的、搶來的還是你命裡頭所有的，所以古人說「君子樂得作君子，小人冤枉作小人」，你不相信，你命裡沒有，你去搶搶看，你看你搶得到搶不到？你說冤枉不冤枉？你作官能夠貪多少錢統統是命裡所有的，不過是你不貪來得慢一點，一定會得到的；你貪，來得快一點，本來十年之後你要發財，你現在就發了，提前了，就這麼回事情而已，命裡沒有的貪也貪不到。所以真正懂得這個道理的人敢布施，他捨，為什麼？愈捨愈多。你命裡頭的財從哪裡來的？財布施來的，愈捨愈多，敢捨，知道捨是無盡的財寶，就不會那樣慳吝，那個錯誤的心理、錯誤的想法統統能夠改正過來。"
    },
    {
      "id": "20-011-0027_p0008",
      "zh_CN": "我们弘法利生，对一切初机，对于现代的社会，详细的讲解因缘果报比讲解佛经还重要，这桩事情叫救急。你看看现在众生最严重的病在哪里？就是不了解因缘果报的真相，胡作妄为，造作这些罪业为害社会大众，自己将来落到三途的苦报，你说这多可怜！",
      "zh_TW": "我們弘法利生，對一切初機，對於現代的社會，詳細的講解因緣果報比講解佛經還重要，這樁事情叫救急。你看看現在眾生最嚴重的病在哪裡？就是不了解因緣果報的真相，胡作妄為，造作這些罪業為害社會大眾，自己將來落到三途的苦報，你說這多可憐！"
    },
    {
      "id": "20-011-0027_p0009",
      "zh_CN": "印光大师，后人称赞他为一代祖师，他老人家在世也是乡音太重，他是住在南方的时间长，言语有困难，这一生讲经说法就受到很大的障碍。我在《文钞》里面看到，清末民初定海知县，说知县大概还是清朝末年，民国改成县长，不叫知县，他这上面写知县，那大概是清朝末年。定海知县请他老人家到县城里面来弘法，他大概也是乡音的关系，所以自己没有能来，派一位法师到定海应知县的邀请，去讲《文昌帝君阴骘文》。诸位要晓得《文昌帝君阴骘文》是道教的，《感应篇》是道教的，所以我看到这点就觉得很奇怪，这一代祖师，在当时知县请你讲经那是很不容易的一桩事情，派人去讲《文昌帝君阴骘文》。",
      "zh_TW": "印光大師，後人稱讚他為一代祖師，他老人家在世也是鄉音太重，他是住在南方的時間長，言語有困難，這一生講經說法就受到很大的障礙。我在《文鈔》裡面看到，清末民初定海知縣，說知縣大概還是清朝末年，民國改成縣長，不叫知縣，他這上面寫知縣，那大概是清朝末年。定海知縣請他老人家到縣城裡面來弘法，他大概也是鄉音的關係，所以自己沒有能來，派一位法師到定海應知縣的邀請，去講《文昌帝君陰騭文》。諸位要曉得《文昌帝君陰騭文》是道教的，《感應篇》是道教的，所以我看到這點就覺得很奇怪，這一代祖師，在當時知縣請你講經那是很不容易的一樁事情，派人去講《文昌帝君陰騭文》。"
    },
    {
      "id": "20-011-0027_p0010",
      "zh_CN": "老和尚有智慧，善于观机，这个世间什么对一般人民最重要？「因缘果报」最重要，《文昌帝君阴骘文》就是讲因果报应，《太上感应篇》、《了凡四训》，这三样东西是他老人家一生全力的在提倡。以后到民国初年，他住在苏州报国寺，苏州他住过两个地方，灵岩山寺是晚年。在报国寺成立一个弘化社，老法师所收的供养全部做印经布施这桩事情，一生就做一桩事情，法布施，而弘化社所印的书籍就以这三种分量最大。以后印《安士全书》，《安士全书》里面前一半就是《文昌帝君阴骘文》的注解，引证了许多的公案，也就是因缘果报的事实，引证的内容非常丰富，再来就是《了凡四训》跟《感应篇汇编》、《感应篇直解》。",
      "zh_TW": "老和尚有智慧，善於觀機，這個世間什麼對一般人民最重要？「因緣果報」最重要，《文昌帝君陰騭文》就是講因果報應，《太上感應篇》、《了凡四訓》，這三樣東西是他老人家一生全力的在提倡。以後到民國初年，他住在蘇州報國寺，蘇州他住過兩個地方，靈巖山寺是晚年。在報國寺成立一個弘化社，老法師所收的供養全部做印經布施這樁事情，一生就做一樁事情，法布施，而弘化社所印的書籍就以這三種分量最大。以後印《安士全書》，《安士全書》裡面前一半就是《文昌帝君陰騭文》的註解，引證了許多的公案，也就是因緣果報的事實，引證的內容非常豐富，再來就是《了凡四訓》跟《感應篇彙編》、《感應篇直解》。"
    },
    {
      "id": "20-011-0027_p0011",
      "zh_CN": "我从他的版权页仔细去观察，推算他这三种书在那个时代，数量超过三百万册，不可思议。为什么要这样做？挽救社会，这是大慈悲心真正的流露。他知道这个世间有灾难，赶紧要做，虽然大难还在半个世纪之后，就是我们现在，他老人家已经全心全力在做防微杜渐的工作，可惜的是真正依照这个方法去做的人少，宣扬不够普遍。如果大家真正觉悟，认真努力来宣扬，确实会把这个灾难减轻，把这个灾难的时间往后移。",
      "zh_TW": "我從他的版權頁仔細去觀察，推算他這三種書在那個時代，數量超過三百萬冊，不可思議。為什麼要這樣做？挽救社會，這是大慈悲心真正的流露。他知道這個世間有災難，趕緊要做，雖然大難還在半個世紀之後，就是我們現在，他老人家已經全心全力在做防微杜漸的工作，可惜的是真正依照這個方法去做的人少，宣揚不夠普遍。如果大家真正覺悟，認真努力來宣揚，確實會把這個災難減輕，把這個災難的時間往後移。"
    },
    {
      "id": "20-011-0027_p0012",
      "zh_CN": "现在这个灾难愈来愈严重了，譬如印尼烧山，为什么烧山？太穷了，想取得土地来做别的用途，就放一把火把这森林烧掉就算了。你看这火烧山带来的灾难，希特勒、日本军阀发起第二次世界大战，杀人几千万，你说他罪业重不重？实在讲比不上放火烧山。放火烧山，亿万生灵都死在火窟里，比发动一次世界大战的罪还要重，他知不知道？他不知道，他要知道造这么重的罪业，他怎么肯干！这个事情写在《地藏经》里头，你们读《地藏经》就晓得。干这种事情的人，他将来死的时候，神经错乱，疯狂，我们常讲现世报，这花报。杀业太重，没有比这个更重，你说多少众生在这山里头，这还得了？所以杀业最重无过于烧山。我们在经上常常念的蜎飞蠕动，小动物、小爬虫在这地底下不晓得有多少，这是不明了这些道理，不知道事实真相，才干这些糊涂事，所得的利益太小了，罪业是太重，不成比例。",
      "zh_TW": "現在這個災難愈來愈嚴重了，譬如印尼燒山，為什麼燒山？太窮了，想取得土地來做別的用途，就放一把火把這森林燒掉就算了。你看這火燒山帶來的災難，希特勒、日本軍閥發起第二次世界大戰，殺人幾千萬，你說他罪業重不重？實在講比不上放火燒山。放火燒山，億萬生靈都死在火窟裡，比發動一次世界大戰的罪還要重，他知不知道？他不知道，他要知道造這麼重的罪業，他怎麼肯幹！這個事情寫在《地藏經》裡頭，你們讀《地藏經》就曉得。幹這種事情的人，他將來死的時候，神經錯亂，瘋狂，我們常講現世報，這花報。殺業太重，沒有比這個更重，你說多少眾生在這山裡頭，這還得了？所以殺業最重無過於燒山。我們在經上常常念的蜎飛蠕動，小動物、小爬蟲在這地底下不曉得有多少，這是不明瞭這些道理，不知道事實真相，才幹這些糊塗事，所得的利益太小了，罪業是太重，不成比例。"
    },
    {
      "id": "20-011-0027_p0013",
      "zh_CN": "佛法的宣扬要普及到全世界，我们要发心度全世界的众生，这个心量一定要大。世界和平安定，世界人觉悟了，我们才有好日子过。你一个国家富强，别的地方贫弱，正所谓一家饱暖千家怨，他不懂，不明白这个道理，他生怨恨的心，老天爷不公平，这就是社会动乱的根源。譬如印尼，现在世界上还有很多贫穷落后的国家，开发的国家，富裕的国家，我们能在生活上节省一点，帮助他，使他们能得到温饱，然后再好好的教化他，这个世界就和平了。为什么每个国家在军费武器上用那么多的财富？为什么不把这个财富去救济世界各个贫穷地区？天天在研究杀人的武器。为什么不能够共存共荣，互助合作，一定要走上同归于尽这种路子？这不是糊涂到所以然处？还说他聪明，这是我们要深深去反省的，要清楚、要明了，而后才知道佛法得要发扬光大，我们要真正做到舍己为人，将这个道理、事实的真相告诉广大的群众，让人人都明了、人人都觉悟，大家同心同力携手合作谋求世界的安定和平、共存共荣，这是佛法教学第一个目标，最后的目标才是帮助人成佛，达到究竟圆满的觉悟。",
      "zh_TW": "佛法的宣揚要普及到全世界，我們要發心度全世界的眾生，這個心量一定要大。世界和平安定，世界人覺悟了，我們才有好日子過。你一個國家富強，別的地方貧弱，正所謂一家飽暖千家怨，他不懂，不明白這個道理，他生怨恨的心，老天爺不公平，這就是社會動亂的根源。譬如印尼，現在世界上還有很多貧窮落後的國家，開發的國家，富裕的國家，我們能在生活上節省一點，幫助他，使他們能得到溫飽，然後再好好的教化他，這個世界就和平了。為什麼每個國家在軍費武器上用那麼多的財富？為什麼不把這個財富去救濟世界各個貧窮地區？天天在研究殺人的武器。為什麼不能夠共存共榮，互助合作，一定要走上同歸於盡這種路子？這不是糊塗到所以然處？還說他聰明，這是我們要深深去反省的，要清楚、要明瞭，而後才知道佛法得要發揚光大，我們要真正做到捨己為人，將這個道理、事實的真相告訴廣大的群眾，讓人人都明瞭、人人都覺悟，大家同心同力攜手合作謀求世界的安定和平、共存共榮，這是佛法教學第一個目標，最後的目標才是幫助人成佛，達到究竟圓滿的覺悟。"
    },
    {
      "id": "20-011-0027_p0014",
      "zh_CN": "所以这个目标有近程的、有远程的，这就是五乘佛法：人、天、声闻、缘觉、菩萨，到成佛。最近的目标都达不到，那最远的怎能谈得上？谈不上。所以我们一定要记住，经上常常讲的，未度的，未度的就是没成熟的，我们要给他近程的目标，了解浅显的因缘果报的事实真相；已度的是根熟的，帮助他念佛求生净土。所以不可以只顾已熟的，不顾未熟的，那不是普度之心，所以要真正普度。",
      "zh_TW": "所以這個目標有近程的、有遠程的，這就是五乘佛法：人、天、聲聞、緣覺、菩薩，到成佛。最近的目標都達不到，那最遠的怎能談得上？談不上。所以我們一定要記住，經上常常講的，未度的，未度的就是沒成熟的，我們要給他近程的目標，了解淺顯的因緣果報的事實真相；已度的是根熟的，幫助他念佛求生淨土。所以不可以只顧已熟的，不顧未熟的，那不是普度之心，所以要真正普度。"
    },
    {
      "id": "20-011-0027_p0015",
      "zh_CN": "在中国推行共产主义，对于热衷于共产主义的人更应当跟他讲解佛法。共产的国家在哪里？西方极乐世界，你要不相信，叫他拿《无量寿经》来看看，你看人都长的一个样子，面孔都是一个样子，生活完全一样，共产，共产主义做到最圆满的是极乐世界。你们要学共产就不能不学《无量寿经》，《无量寿经》就是共产主义，真正是改了名字就是共产主义。孙中山先生讲《三民主义》，释迦牟尼佛《无量寿经》就是共产主义。不学《无量寿经》、不学阿弥陀佛，你的共产只能做到一点点，不能做到圆满，一百分连一分都做不到，你们仔细想想是不是事实？西方极乐世界无论是物质享受、精神享受，一切种种，大家都平等的，没有哪个比哪个高的，哪个比哪个差的。所以你们将来在中国大陆弘法遇到共产党员的时候，「你们在学什么？」「我们在学最究竟圆满的共产主义，我们将来到尽虚空遍法界第一个共产国土去享福」，这个话都是真实话，绝对不是假的。所以共产的基础就是在清净心跟平等心，清净平等觉是共产的基础，然后才能在事实上实现，才能落实。",
      "zh_TW": "在中國推行共產主義，對於熱衷於共產主義的人更應當跟他講解佛法。共產的國家在哪裡？西方極樂世界，你要不相信，叫他拿《無量壽經》來看看，你看人都長的一個樣子，面孔都是一個樣子，生活完全一樣，共產，共產主義做到最圓滿的是極樂世界。你們要學共產就不能不學《無量壽經》，《無量壽經》就是共產主義，真正是改了名字就是共產主義。孫中山先生講《三民主義》，釋迦牟尼佛《無量壽經》就是共產主義。不學《無量壽經》、不學阿彌陀佛，你的共產只能做到一點點，不能做到圓滿，一百分連一分都做不到，你們仔細想想是不是事實？西方極樂世界無論是物質享受、精神享受，一切種種，大家都平等的，沒有哪個比哪個高的，哪個比哪個差的。所以你們將來在中國大陸弘法遇到共產黨員的時候，「你們在學什麼？」「我們在學最究竟圓滿的共產主義，我們將來到盡虛空遍法界第一個共產國土去享福」，這個話都是真實話，絕對不是假的。所以共產的基礎就是在清淨心跟平等心，清淨平等覺是共產的基礎，然後才能在事實上實現，才能落實。"
    },
    {
      "id": "20-011-0027_p0016",
      "zh_CN": "所以佛教育我们要认真去学习、去研究、去实行，把它发扬光大，只要我们有这种热诚，真心去做，做得成、做不成，这是众生的业力，佛法讲缘分，不去计较这些，做多少算多少，只要尽心尽力就是圆满功德，佛法的圆满是这么说的，并不是讲你完全做到，做不到也圆满。做不到不是你不肯做，是因为有差别的因缘障碍，那个与我们不相干，我们自己自分这一分功德是圆满的。由此可知，人人都能修究竟圆满的功德，这才能看出佛法殊胜之处。所以看到这个烟雾的灾害，我们感触很多。",
      "zh_TW": "所以佛教育我們要認真去學習、去研究、去實行，把它發揚光大，只要我們有這種熱誠，真心去做，做得成、做不成，這是眾生的業力，佛法講緣分，不去計較這些，做多少算多少，只要盡心盡力就是圓滿功德，佛法的圓滿是這麼說的，並不是講你完全做到，做不到也圓滿。做不到不是你不肯做，是因為有差別的因緣障礙，那個與我們不相干，我們自己自分這一分功德是圓滿的。由此可知，人人都能修究竟圓滿的功德，這才能看出佛法殊勝之處。所以看到這個煙霧的災害，我們感觸很多。"
    }
  ]
}