{
  "doc_id": "20-011-0005",
  "title": {
    "zh_CN": "先断烦恼",
    "zh_TW": "先斷煩惱"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0005",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "20-011-0005_p0001",
      "zh_CN": "昨天在课堂上给诸位介绍「研修纲领」，后面有一篇讲记，讲记后面还有一篇「纪念李老师往生十周年」，这两篇希望大家先看看。",
      "zh_TW": "昨天在課堂上給諸位介紹「研修綱領」，後面有一篇講記，講記後面還有一篇「紀念李老師往生十週年」，這兩篇希望大家先看看。"
    },
    {
      "id": "20-011-0005_p0002",
      "zh_CN": "弘法先决的条件在修行，自己如果没有修持，弘法利生的工作是决定谈不上的。所以古大德常讲，先度自己而后才能度别人，可是经里头也有说，自己没有度而先度别人是菩萨发心，这句话里面你要注意到那是菩萨，那不是凡夫。凡夫一定是先度自己再度别人，菩萨可以先度别人，不度自己，度自己是成佛，他是菩萨，可以晚一点成佛，这是菩萨发心。千万不要以为菩萨不度自己先度别人，那我们现在专门去度别人，也不顾自己生死，你就把这句话错解了。",
      "zh_TW": "弘法先決的條件在修行，自己如果沒有修持，弘法利生的工作是決定談不上的。所以古大德常講，先度自己而後才能度別人，可是經裡頭也有說，自己沒有度而先度別人是菩薩發心，這句話裡面你要注意到那是菩薩，那不是凡夫。凡夫一定是先度自己再度別人，菩薩可以先度別人，不度自己，度自己是成佛，他是菩薩，可以晚一點成佛，這是菩薩發心。千萬不要以為菩薩不度自己先度別人，那我們現在專門去度別人，也不顧自己生死，你就把這句話錯解了。"
    },
    {
      "id": "20-011-0005_p0003",
      "zh_CN": "先度自己最重要的就是要断烦恼。我们晓得生死轮回从哪里来的，佛在大、小乘经论里面都告诉我们，从见思烦恼来的，见思烦恼断掉了就超越六道轮回，这在佛法修学上才算有一个结果。如果不能超越六道轮回，无论修学哪个法门，无论功夫多深，说实在话都等于零，你出不了三界，出不了三界你决定还是搞轮回，轮回决定有退转，这一退不晓得要退多少年，这一点要特别留意到的，决定不是我这一生不能成就，来生继续再干，生生世世接着不断的来干，这是一厢情愿的理想，未必是事实，何以故？经上岂不常说「人身难得，佛法难闻」。得人身有得人身的条件，条件就是五戒十善，五戒十善我们能做到几成？严格的来说，五戒十善要不能打上个八、九十分，来生得人身就靠不住了。五戒十善能够打上八、九十分，你在这个世间是善人，来生可以得人身。",
      "zh_TW": "先度自己最重要的就是要斷煩惱。我們曉得生死輪迴從哪裡來的，佛在大、小乘經論裡面都告訴我們，從見思煩惱來的，見思煩惱斷掉了就超越六道輪迴，這在佛法修學上才算有一個結果。如果不能超越六道輪迴，無論修學哪個法門，無論功夫多深，說實在話都等於零，你出不了三界，出不了三界你決定還是搞輪迴，輪迴決定有退轉，這一退不曉得要退多少年，這一點要特別留意到的，決定不是我這一生不能成就，來生繼續再幹，生生世世接著不斷的來幹，這是一廂情願的理想，未必是事實，何以故？經上豈不常說「人身難得，佛法難聞」。得人身有得人身的條件，條件就是五戒十善，五戒十善我們能做到幾成？嚴格的來說，五戒十善要不能打上個八、九十分，來生得人身就靠不住了。五戒十善能夠打上八、九十分，你在這個世間是善人，來生可以得人身。"
    },
    {
      "id": "20-011-0005_p0004",
      "zh_CN": "十法界的业因果报非常复杂，其中最重要的因素佛给我们说出来了，作佛是平等心，于一切人、一切事、一切物能以平等心待之，所谓平等心就是真正做到不起心、不动念、不分别、不执着，这就能作佛了。菩萨是六度心，念念利益一切众生，六度里面第一个是布施，布施就是舍，就是放下，用现代的话来说就是能够为一切众生做到彻底的牺牲奉献，这是菩萨心。缘觉是以十二因缘，声闻是以四谛，往下这是六道，天道是上品十善，还要加上四无量心：慈、悲、喜、舍，这才能生天。人道是中品十善要加上五戒，五戒十善，你才能保住人身，来生才能再做人。我们要问问，我们起心动念，处事待人接物，与五戒十善相不相应？",
      "zh_TW": "十法界的業因果報非常複雜，其中最重要的因素佛給我們說出來了，作佛是平等心，於一切人、一切事、一切物能以平等心待之，所謂平等心就是真正做到不起心、不動念、不分別、不執著，這就能作佛了。菩薩是六度心，念念利益一切眾生，六度裡面第一個是布施，布施就是捨，就是放下，用現代的話來說就是能夠為一切眾生做到徹底的犧牲奉獻，這是菩薩心。緣覺是以十二因緣，聲聞是以四諦，往下這是六道，天道是上品十善，還要加上四無量心：慈、悲、喜、捨，這才能生天。人道是中品十善要加上五戒，五戒十善，你才能保住人身，來生才能再做人。我們要問問，我們起心動念，處事待人接物，與五戒十善相不相應？"
    },
    {
      "id": "20-011-0005_p0005",
      "zh_CN": "修罗道里面，六道的修罗是专讲天阿修罗。《楞严经》上讲得很清楚，阿修罗分布在四道，天道、人道、饿鬼道、畜生道，四道都有阿修罗，但是讲六道是专讲天阿修罗，其他的阿修罗在哪一道就算哪一道。修罗是修上品十善，里面加上瞋恨、骄慢、嫉妒，这些烦恼没有断，修上品十善的果报在修罗。修罗好强好胜，福报挺大，因为他修上品十善，他也肯布施。",
      "zh_TW": "修羅道裡面，六道的修羅是專講天阿修羅。《楞嚴經》上講得很清楚，阿修羅分布在四道，天道、人道、餓鬼道、畜生道，四道都有阿修羅，但是講六道是專講天阿修羅，其他的阿修羅在哪一道就算哪一道。修羅是修上品十善，裡面加上瞋恨、驕慢、嫉妒，這些煩惱沒有斷，修上品十善的果報在修羅。修羅好強好勝，福報挺大，因為他修上品十善，他也肯布施。"
    },
    {
      "id": "20-011-0005_p0006",
      "zh_CN": "往下，鬼道是悭贪，不但世间名闻利养、五欲六尘，他对这些生起悭贪，甚至于对佛法也生起悭贪，还是落在饿鬼道。诸位要晓得，贪世间法跟贪佛法只是换对象而已，贪心没有断，堕饿鬼道是贪心没断，不是换对象，世法我不贪了，贪图佛法，那不过堕鬼道里面去了，鬼道里有福德鬼，鬼里面去享福，因为他贪的是善法，这个要懂得。地狱道是瞋恚。畜生道是愚痴，愚痴就是对于真妄邪正、是非善恶辨别不清楚，这个堕畜生道。业因虽然很复杂，世尊把复杂业因里面最重要的一条主要的因素给我们说出来了，哪些我们要避免，哪些我们要修学，这就清清楚楚、明明白白。",
      "zh_TW": "往下，鬼道是慳貪，不但世間名聞利養、五欲六塵，他對這些生起慳貪，甚至於對佛法也生起慳貪，還是落在餓鬼道。諸位要曉得，貪世間法跟貪佛法只是換對象而已，貪心沒有斷，墮餓鬼道是貪心沒斷，不是換對象，世法我不貪了，貪圖佛法，那不過墮鬼道裡面去了，鬼道裡有福德鬼，鬼裡面去享福，因為他貪的是善法，這個要懂得。地獄道是瞋恚。畜生道是愚痴，愚痴就是對於真妄邪正、是非善惡辨別不清楚，這個墮畜生道。業因雖然很複雜，世尊把複雜業因裡面最重要的一條主要的因素給我們說出來了，哪些我們要避免，哪些我們要修學，這就清清楚楚、明明白白。"
    },
    {
      "id": "20-011-0005_p0007",
      "zh_CN": "清净、平等、觉是佛心，是成佛之道，《无量寿经》就放在经题上，你说这多殊胜！什么叫清净？不生烦恼就是清净心，如果在一切法里面还是有妄想、分别、执着，你想想看，你的心怎能得清净？",
      "zh_TW": "清淨、平等、覺是佛心，是成佛之道，《無量壽經》就放在經題上，你說這多殊勝！什麼叫清淨？不生煩惱就是清淨心，如果在一切法裡面還是有妄想、分別、執著，你想想看，你的心怎能得清淨？"
    },
    {
      "id": "20-011-0005_p0008",
      "zh_CN": "净宗学会成立了，这个名称是夏莲居老居士起的，诸位在《无量寿经》序文里面可以看到，在黄老居士跋文里面你也能看到，他会集《无量寿经》，提出净宗学会这个名称，希望能专修专弘。我第一次到北京，目的就是看黄老居士，见了面之后，他老人家劝勉我，他说夏老一生的希望，在国内因为条件不具足，没有能够实现，希望我在海外组织净宗学会提倡专修专弘，我对这个事实真相才明白一些，原本我以为国内有净宗学会，这样才知道他虽然提出来，但一直没有能实现。",
      "zh_TW": "淨宗學會成立了，這個名稱是夏蓮居老居士起的，諸位在《無量壽經》序文裡面可以看到，在黃老居士跋文裡面你也能看到，他會集《無量壽經》，提出淨宗學會這個名稱，希望能專修專弘。我第一次到北京，目的就是看黃老居士，見了面之後，他老人家勸勉我，他說夏老一生的希望，在國內因為條件不具足，沒有能夠實現，希望我在海外組織淨宗學會提倡專修專弘，我對這個事實真相才明白一些，原本我以為國內有淨宗學會，這樣才知道他雖然提出來，但一直沒有能實現。"
    },
    {
      "id": "20-011-0005_p0009",
      "zh_CN": "所以我回到美国之后，就到加拿大温哥华讲经，也是讲《无量寿经》，讲经中间就把这个意思提出来，那边同修非常欢喜，所以组成加拿大净宗学会，这是第一个会。以后回到美国，在加州我们组织了美国净宗学会，这是第二个会。再回到台湾的时候，我们组成华藏净宗学会，以后是以华藏净宗学会为中心，支援其他的道场。现在美国有十一个净宗学会，现在还有新组成的，有几个我还不太清楚，昨天德州休斯顿打电话来，那边也组织了一个净宗学会，把这个讯息告诉我，我非常欢喜。因为现在听录音带的人多了，特别是在美国，我们利用电视广播，每天有一个小时讲经的节目，全美国都能够听得到，加拿大也能听到。所以修学《无量寿经》、念佛的人愈来愈多，我们想净宗学会将来会很多，到处都有建立。在台湾也有六、七个净宗学会，现在也不断的在发展，这个都是自然建立的，我们也没有人去劝请，都是得力于电视广播的效果。在马来西亚有八个会，那边的同修常常到此地来听经，他们也非常热心。",
      "zh_TW": "所以我回到美國之後，就到加拿大溫哥華講經，也是講《無量壽經》，講經中間就把這個意思提出來，那邊同修非常歡喜，所以組成加拿大淨宗學會，這是第一個會。以後回到美國，在加州我們組織了美國淨宗學會，這是第二個會。再回到台灣的時候，我們組成華藏淨宗學會，以後是以華藏淨宗學會為中心，支援其他的道場。現在美國有十一個淨宗學會，現在還有新組成的，有幾個我還不太清楚，昨天德州休斯頓打電話來，那邊也組織了一個淨宗學會，把這個訊息告訴我，我非常歡喜。因為現在聽錄音帶的人多了，特別是在美國，我們利用電視廣播，每天有一個小時講經的節目，全美國都能夠聽得到，加拿大也能聽到。所以修學《無量壽經》、念佛的人愈來愈多，我們想淨宗學會將來會很多，到處都有建立。在台灣也有六、七個淨宗學會，現在也不斷的在發展，這個都是自然建立的，我們也沒有人去勸請，都是得力於電視廣播的效果。在馬來西亞有八個會，那邊的同修常常到此地來聽經，他們也非常熱心。"
    },
    {
      "id": "20-011-0005_p0010",
      "zh_CN": "所以诸位努力的去修学，将来在全世界弘法利生就是你们的职责。全心全力向这个目标精进，以清净、平等、觉去修六度行，你们的存心就是佛菩萨的心，你们所做的就是佛菩萨的事业。",
      "zh_TW": "所以諸位努力的去修學，將來在全世界弘法利生就是你們的職責。全心全力向這個目標精進，以清淨、平等、覺去修六度行，你們的存心就是佛菩薩的心，你們所做的就是佛菩薩的事業。"
    },
    {
      "id": "20-011-0005_p0011",
      "zh_CN": "诸位从黄念祖老居士注解当中能够看到，他的注解引用古大德的地方非常多，可以说他的注解就是《无量寿经》的大辞典。他看了几十种注解，古注的集大成，替我们后学省了许多时间与精力，这是他对净宗后学的贡献，功不可没，我们后人应当感念不忘的。",
      "zh_TW": "諸位從黃念祖老居士註解當中能夠看到，他的註解引用古大德的地方非常多，可以說他的註解就是《無量壽經》的大辭典。他看了幾十種註解，古註的集大成，替我們後學省了許多時間與精力，這是他對淨宗後學的貢獻，功不可沒，我們後人應當感念不忘的。"
    },
    {
      "id": "20-011-0005_p0012",
      "zh_CN": "古来的大德，特别是隋唐时代，高丽、日本，高丽就是现在的韩国，那个时候的高僧大德到中国来留学，亲近善导大师的人数占得最多，所以日本的净宗比中国还要兴旺，对于《无量寿经》的注疏比中国多太多了。",
      "zh_TW": "古來的大德，特別是隋唐時代，高麗、日本，高麗就是現在的韓國，那個時候的高僧大德到中國來留學，親近善導大師的人數佔得最多，所以日本的淨宗比中國還要興旺，對於《無量壽經》的註疏比中國多太多了。"
    },
    {
      "id": "20-011-0005_p0013",
      "zh_CN": "那个时候那些大德们曾经就整个佛法做过讨论，整个佛法以哪个法门为第一殊胜，可以代表全部佛法的？这是古今中外的这一些祖师大德们，包括任何一个宗派，几乎都公认《华严经》是根本法轮。《华严》的教义是最为圆满，教、理、行、果都说得非常周圆，指示出一生成佛，用善财童子来作一个例子。善财不是一个人，这是我们学佛人必须要清楚的，不要一提起善财，观世音菩萨旁边画的那个小孩就是善财，你这样给人家解释，问题就严重了。善财是谁？善财是任何一个人，他具足善根、福德，全心全力修学佛法，这个人就叫善财。善财是代表修学佛法（特别是修学大乘佛法）的人，是这个意思。任何人只要发心修学大乘佛法，这个人就是善财童子，他是用来表法的，一生成就。修学循序渐进，从初信、二信、十信、十住、十行、十回向、十地、等觉、妙觉，成佛了，一生成就，一生圆满在一切经里头只有《大方广佛华严经》。",
      "zh_TW": "那個時候那些大德們曾經就整個佛法做過討論，整個佛法以哪個法門為第一殊勝，可以代表全部佛法的？這是古今中外的這一些祖師大德們，包括任何一個宗派，幾乎都公認《華嚴經》是根本法輪。《華嚴》的教義是最為圓滿，教、理、行、果都說得非常周圓，指示出一生成佛，用善財童子來作一個例子。善財不是一個人，這是我們學佛人必須要清楚的，不要一提起善財，觀世音菩薩旁邊畫的那個小孩就是善財，你這樣給人家解釋，問題就嚴重了。善財是誰？善財是任何一個人，他具足善根、福德，全心全力修學佛法，這個人就叫善財。善財是代表修學佛法（特別是修學大乘佛法）的人，是這個意思。任何人只要發心修學大乘佛法，這個人就是善財童子，他是用來表法的，一生成就。修學循序漸進，從初信、二信、十信、十住、十行、十迴向、十地、等覺、妙覺，成佛了，一生成就，一生圓滿在一切經裡頭只有《大方廣佛華嚴經》。"
    },
    {
      "id": "20-011-0005_p0014",
      "zh_CN": "隋唐古大德把《华严》跟《无量寿经》再做个比较，几乎大家也公认《无量寿经》第一，把《华严》比下去了，为什么？《华严》到最后的圆满是「十大愿王，导归极乐」，归《无量寿经》，换句话说，《无量寿经》是《华严经》的总结，《华严》到最后归《无量寿》，公认《无量寿经》是第一。所以古大德居然说《华严》、《法华》是《无量寿》的导引，那就像我们现在这个佛经展开，经开三分。导引是什么？序分，《华严》、《法华》是序分，《无量寿经》是正宗分，显示《无量寿经》才是世尊出现在世间，度化众生唯一的一个法门，所以善导大师讲「如来所以兴出世，唯说弥陀本愿海」，这是世尊出世主要度众生的一个法门，其他法门是辅助这个法门的。",
      "zh_TW": "隋唐古大德把《華嚴》跟《無量壽經》再做個比較，幾乎大家也公認《無量壽經》第一，把《華嚴》比下去了，為什麼？《華嚴》到最後的圓滿是「十大願王，導歸極樂」，歸《無量壽經》，換句話說，《無量壽經》是《華嚴經》的總結，《華嚴》到最後歸《無量壽》，公認《無量壽經》是第一。所以古大德居然說《華嚴》、《法華》是《無量壽》的導引，那就像我們現在這個佛經展開，經開三分。導引是什麼？序分，《華嚴》、《法華》是序分，《無量壽經》是正宗分，顯示《無量壽經》才是世尊出現在世間，度化眾生唯一的一個法門，所以善導大師講「如來所以興出世，唯說彌陀本願海」，這是世尊出世主要度眾生的一個法門，其他法門是輔助這個法門的。"
    },
    {
      "id": "20-011-0005_p0015",
      "zh_CN": "清朝乾隆期间彭际清居士，那也是很了不起的人，这个人也是菩萨再来，现居士身，他说《无量寿经》即是中本《华严》，他说《华严》、《无量寿经》、《弥陀经》这三样是一部经，《华严》细说，《无量寿经》是略说，这三经只可以说有广略不同，一个说得详细，一个说得简单，内容没有差别，完全一样的。如果这三经我们这样子看法，依照古人看法我们再推演，《华严》、《法华》是序分，《无量寿经》是正宗分，《阿弥陀经》是流通分。不但世尊出现在我们这个世间，想叫我们这些众生能够平等成佛，一生圆满，这不二法门，十方三世一切诸佛如来，在尽虚空遍法界度一切众生也是这个法门。所以诸位修学这个法门，专修专弘，你得到诸佛护念加持的力量特别显著，修学其他法门没有这么明显，没有这么快速，这个法门确实不可思议，不是人力。",
      "zh_TW": "清朝乾隆期間彭際清居士，那也是很了不起的人，這個人也是菩薩再來，現居士身，他說《無量壽經》即是中本《華嚴》，他說《華嚴》、《無量壽經》、《彌陀經》這三樣是一部經，《華嚴》細說，《無量壽經》是略說，這三經只可以說有廣略不同，一個說得詳細，一個說得簡單，內容沒有差別，完全一樣的。如果這三經我們這樣子看法，依照古人看法我們再推演，《華嚴》、《法華》是序分，《無量壽經》是正宗分，《阿彌陀經》是流通分。不但世尊出現在我們這個世間，想叫我們這些眾生能夠平等成佛，一生圓滿，這不二法門，十方三世一切諸佛如來，在盡虛空遍法界度一切眾生也是這個法門。所以諸位修學這個法門，專修專弘，你得到諸佛護念加持的力量特別顯著，修學其他法門沒有這麼明顯，沒有這麼快速，這個法門確實不可思議，不是人力。"
    },
    {
      "id": "20-011-0005_p0016",
      "zh_CN": "新加坡净宗学会成立到今天才三年，三年有这个成就，希有，没听说过。在新加坡这个地方，几十年当中，可以说一百年以来没听说过，发展哪有这么快！我们讲《无量寿经》，在此地听众两千多人，法缘这么殊胜，不是我的法缘殊胜，我跟大家讲，这是阿弥陀佛的缘殊胜，我们不能把佛的功德归自己，那就错误了，佛力加持，讲其他的经的法缘就没有这么殊胜。去年我在这边讲《金刚经》讲了四个月，听众平均大概只有七、八百人，少了一半，非常明显，在海外也是如此，你只要讲净土五经一论，法缘就特别殊胜，所以在这几十年当中我们深深体会到这是佛力加持，决不是人力。这是我们要认识清楚，在这个地方生起坚固的信心，我们发愿一生专修专弘，绝对不是我们轻视其他法门，那你就把意思错会了。如果轻视其他法门，你这个法门就不能成就，为什么？所有法门都是佛说的，你要说我这个法门好，那个法门不好，你是谤佛、谤法、谤僧，你自己修得再好，你有毁谤三宝的罪过，就障碍你的成就了。",
      "zh_TW": "新加坡淨宗學會成立到今天才三年，三年有這個成就，希有，沒聽說過。在新加坡這個地方，幾十年當中，可以說一百年以來沒聽說過，發展哪有這麼快！我們講《無量壽經》，在此地聽眾兩千多人，法緣這麼殊勝，不是我的法緣殊勝，我跟大家講，這是阿彌陀佛的緣殊勝，我們不能把佛的功德歸自己，那就錯誤了，佛力加持，講其他的經的法緣就沒有這麼殊勝。去年我在這邊講《金剛經》講了四個月，聽眾平均大概只有七、八百人，少了一半，非常明顯，在海外也是如此，你只要講淨土五經一論，法緣就特別殊勝，所以在這幾十年當中我們深深體會到這是佛力加持，決不是人力。這是我們要認識清楚，在這個地方生起堅固的信心，我們發願一生專修專弘，絕對不是我們輕視其他法門，那你就把意思錯會了。如果輕視其他法門，你這個法門就不能成就，為什麼？所有法門都是佛說的，你要說我這個法門好，那個法門不好，你是謗佛、謗法、謗僧，你自己修得再好，你有毀謗三寶的罪過，就障礙你的成就了。"
    },
    {
      "id": "20-011-0005_p0017",
      "zh_CN": "所以我们应当要学习「入法界品」里面的五十三位善知识，自己要谦虚，要赞叹别人。你看《华严经》上这五十三位法身大士，哪个人是自赞毁他的，你决定找不到，都是自己谦虚，赞叹别人。赞叹别人为什么不学别人？自己的根性不相应，那些法门是上上根人修学的，我不是上上根，我修那一个法门，我这一生断不了烦恼，出不了三界，我不是那个根性，但是我们对那个法门要尊敬，要赞叹。我们自己不行，回过头来修带业往生的法门，这个法门肯定这一生能成就，这个心态就没有过失，这是应当要学习的。",
      "zh_TW": "所以我們應當要學習「入法界品」裡面的五十三位善知識，自己要謙虛，要讚歎別人。你看《華嚴經》上這五十三位法身大士，哪個人是自讚毀他的，你決定找不到，都是自己謙虛，讚歎別人。讚歎別人為什麼不學別人？自己的根性不相應，那些法門是上上根人修學的，我不是上上根，我修那一個法門，我這一生斷不了煩惱，出不了三界，我不是那個根性，但是我們對那個法門要尊敬，要讚歎。我們自己不行，回過頭來修帶業往生的法門，這個法門肯定這一生能成就，這個心態就沒有過失，這是應當要學習的。"
    },
    {
      "id": "20-011-0005_p0018",
      "zh_CN": "我们今天在这个世间弘扬佛法，佛法的宗派很多，法门很多，为什么单单学这个法门？弘扬这个法门？这在佛法里面讲，《华严经》一开端，清凉大师也说过，佛法的弘传最重要的条件是机缘，你要观一切众生的根机，要能观察因缘，在这个时代，大众普遍的根机，哪个法门能成就？绝大多数的人跟我们是同样的根机，也就是中下根机，不是上上根机，上上根机的人少。中下根机的人学他的法门，你去断烦恼断断看，实在断不了，换句话说，出三界的机缘就很渺茫。修学这个法门，在中国、在海外，诸位看到念佛往生的，有预知时至，不生病，站着走、坐着走的，常常听到。",
      "zh_TW": "我們今天在這個世間弘揚佛法，佛法的宗派很多，法門很多，為什麼單單學這個法門？弘揚這個法門？這在佛法裡面講，《華嚴經》一開端，清涼大師也說過，佛法的弘傳最重要的條件是機緣，你要觀一切眾生的根機，要能觀察因緣，在這個時代，大眾普遍的根機，哪個法門能成就？絕大多數的人跟我們是同樣的根機，也就是中下根機，不是上上根機，上上根機的人少。中下根機的人學他的法門，你去斷煩惱斷斷看，實在斷不了，換句話說，出三界的機緣就很渺茫。修學這個法門，在中國、在海外，諸位看到念佛往生的，有預知時至，不生病，站著走、坐著走的，常常聽到。"
    },
    {
      "id": "20-011-0005_p0019",
      "zh_CN": "最近，大概是四个月前，在台北三重有一位老先生七十多岁，以前没接触过佛法，偶尔一个机缘听到我讲经的录音带，他听了很欢喜，他说居然有这样的事情，这么好的地方，他说这个我一定要去，就找了三重的廖居士，告诉他，西方极乐世界好，我很想去。廖居士就送他这些《无量寿经》的录音带，叫他回去细细的去听。他过了一个月之后，到廖居士这儿来要念佛机，明了之后就一心在家老实念佛。又过一个月，来跟廖居士商量，他说：我家里一家人都不学佛，万一我往生的时候，家里人来障碍怎么办？廖居士就说：你可以让你的家人都不在家的时候往生。他说：这个不错，这个主意很好。过了一个月，他果然选择这个方法，他没有生病，他闻到佛法到往生总共大概四个月，不可思议。他家里小孩上学了，儿子、媳妇都上班去了，这个时候他往生了，等到家人回来之后，请法医来验尸，他说他至少八个小时之前走的；选择时间，没有生病，这是最近我们亲眼看到的事情，不可思议。",
      "zh_TW": "最近，大概是四個月前，在台北三重有一位老先生七十多歲，以前沒接觸過佛法，偶爾一個機緣聽到我講經的錄音帶，他聽了很歡喜，他說居然有這樣的事情，這麼好的地方，他說這個我一定要去，就找了三重的廖居士，告訴他，西方極樂世界好，我很想去。廖居士就送他這些《無量壽經》的錄音帶，叫他回去細細的去聽。他過了一個月之後，到廖居士這兒來要念佛機，明瞭之後就一心在家老實念佛。又過一個月，來跟廖居士商量，他說：我家裡一家人都不學佛，萬一我往生的時候，家裡人來障礙怎麼辦？廖居士就說：你可以讓你的家人都不在家的時候往生。他說：這個不錯，這個主意很好。過了一個月，他果然選擇這個方法，他沒有生病，他聞到佛法到往生總共大概四個月，不可思議。他家裡小孩上學了，兒子、媳婦都上班去了，這個時候他往生了，等到家人回來之後，請法醫來驗屍，他說他至少八個小時之前走的；選擇時間，沒有生病，這是最近我們親眼看到的事情，不可思議。"
    },
    {
      "id": "20-011-0005_p0020",
      "zh_CN": "三重廖居士他们那个会成立也才三年，三年当中四个往生的瑞相都好，都是预知时至走的，但是这个是最殊胜的，他选择时间，而且时间这么短，前后总共只有四个月。所以这个法门万修万人去，问题就是你有没有这个决心，有没有这个信愿，这个给我们做了个榜样，可以选择时间，没有人障碍。像这些证据，三转法轮里作证转，这些往生的人给我们作见证，我们应当深信不疑，专修专弘，自己将来往生也应当不生病，预知时至，自在的走，我们这一生没有空过了，这一生过得就最有意义，最有价值。你真正要达到这个目的没有别的，万缘放下，真的要做到断一切恶，修一切善，以此功德回向净土，我们自己才真有把握。这个世间什么都是假的，什么都是空的，人生是一场梦而已，不要去计较，不要去争执，在一切时、一切处，令心清净，要令心平等，这个心常住在清净、平等，自然就觉悟了，觉就是智慧。",
      "zh_TW": "三重廖居士他們那個會成立也才三年，三年當中四個往生的瑞相都好，都是預知時至走的，但是這個是最殊勝的，他選擇時間，而且時間這麼短，前後總共只有四個月。所以這個法門萬修萬人去，問題就是你有沒有這個決心，有沒有這個信願，這個給我們做了個榜樣，可以選擇時間，沒有人障礙。像這些證據，三轉法輪裡作證轉，這些往生的人給我們作見證，我們應當深信不疑，專修專弘，自己將來往生也應當不生病，預知時至，自在的走，我們這一生沒有空過了，這一生過得就最有意義，最有價值。你真正要達到這個目的沒有別的，萬緣放下，真的要做到斷一切惡，修一切善，以此功德迴向淨土，我們自己才真有把握。這個世間什麼都是假的，什麼都是空的，人生是一場夢而已，不要去計較，不要去爭執，在一切時、一切處，令心清淨，要令心平等，這個心常住在清淨、平等，自然就覺悟了，覺就是智慧。"
    },
    {
      "id": "20-011-0005_p0021",
      "zh_CN": "诸位跟我在一起共修，我们时间虽然不长，只有四个月的时间，最重要的是早餐这个时间，我跟大家讲的都是我自己修学的心得，我们共同勉励，真正修行，一切干真的，不要干假的。",
      "zh_TW": "諸位跟我在一起共修，我們時間雖然不長，只有四個月的時間，最重要的是早餐這個時間，我跟大家講的都是我自己修學的心得，我們共同勉勵，真正修行，一切幹真的，不要幹假的。"
    },
    {
      "id": "20-011-0005_p0022",
      "zh_CN": "今天上午我跟诸位讲内典纲要（大纲），我想两、三次就可以讲完，后面我就听你们讲给我听了。我们今天就到此地。",
      "zh_TW": "今天上午我跟諸位講內典綱要（大綱），我想兩、三次就可以講完，後面我就聽你們講給我聽了。我們今天就到此地。"
    }
  ]
}