{
  "doc_id": "20-011-0039",
  "title": {
    "zh_CN": "老有所养",
    "zh_TW": "老有所養"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0039",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "20-011-0039_p0001",
      "zh_CN": "法隆法师问的三个问题，第一个问：圆初住菩萨超十法界，十法界里面有菩萨、有佛，怎么能够超越？",
      "zh_TW": "法隆法師問的三個問題，第一個問：圓初住菩薩超十法界，十法界裡面有菩薩、有佛，怎麼能夠超越？"
    },
    {
      "id": "20-011-0039_p0002",
      "zh_CN": "你这里也讲到天台四教，那你也懂得天台「六即」。十法界里面的菩萨、佛在「六即」里是「相似即佛」，他不是分证，我们一般讲权教菩萨，他也是佛，也能示现八相成道，所以八相成道叫藏头佛，藏教的佛。藏教的佛、通教的佛没有见性，还是用八识五十一心所，换句话说，没有转识成智，如果他转识成智，他就是「分证即佛」，他不是「相似即」，他是分证。分证即佛就在十法界之外，就超出了，那个界限就是十法界。超越之后到哪里？一真法界。一真法界里面就是分证位佛，但是他没有达到圆满，破一品无明，证一分法身，他是真的不是假的。他用的心，他的见解，跟如来果地上没有两样。",
      "zh_TW": "你這裡也講到天台四教，那你也懂得天台「六即」。十法界裡面的菩薩、佛在「六即」裡是「相似即佛」，他不是分證，我們一般講權教菩薩，他也是佛，也能示現八相成道，所以八相成道叫藏頭佛，藏教的佛。藏教的佛、通教的佛沒有見性，還是用八識五十一心所，換句話說，沒有轉識成智，如果他轉識成智，他就是「分證即佛」，他不是「相似即」，他是分證。分證即佛就在十法界之外，就超出了，那個界限就是十法界。超越之後到哪裡？一真法界。一真法界裡面就是分證位佛，但是他沒有達到圓滿，破一品無明，證一分法身，他是真的不是假的。他用的心，他的見解，跟如來果地上沒有兩樣。"
    },
    {
      "id": "20-011-0039_p0003",
      "zh_CN": "古德用月亮做比喻，把水里面的月亮比作十法界的，水里头有月亮，月亮的影子那是十法界的，十法界的菩萨、佛是水里面的月亮。天上的月亮没有圆满的时候，初三、初四月牙，分证位佛，那是分证位的，圆满的是究竟位的。虽然是初三的月牙，你不能说它不是，那个光不是月光，它是的，它一点不假，它是真的。分分破，分分圆。《华严经》上讲的四十一位法身大士就是这个意思，无明多破一品，他光又多透一点。从初三到十五，慢慢逐渐光明放大，那叫分证位佛，分证即佛。所以十法界里面不是分证，是相似即佛，并没有离开天台教义，这个我们要清楚。所以圆教初住超十法界了，他是分证即佛，超过相似即佛，十法界是相似位，不是分证位。",
      "zh_TW": "古德用月亮做比喻，把水裡面的月亮比作十法界的，水裡頭有月亮，月亮的影子那是十法界的，十法界的菩薩、佛是水裡面的月亮。天上的月亮沒有圓滿的時候，初三、初四月牙，分證位佛，那是分證位的，圓滿的是究竟位的。雖然是初三的月牙，你不能說它不是，那個光不是月光，它是的，它一點不假，它是真的。分分破，分分圓。《華嚴經》上講的四十一位法身大士就是這個意思，無明多破一品，他光又多透一點。從初三到十五，慢慢逐漸光明放大，那叫分證位佛，分證即佛。所以十法界裡面不是分證，是相似即佛，並沒有離開天台教義，這個我們要清楚。所以圓教初住超十法界了，他是分證即佛，超過相似即佛，十法界是相似位，不是分證位。"
    },
    {
      "id": "20-011-0039_p0004",
      "zh_CN": "第二个问题：有信徒问理一心不乱是什么境界？",
      "zh_TW": "第二個問題：有信徒問理一心不亂是什麼境界？"
    },
    {
      "id": "20-011-0039_p0005",
      "zh_CN": "理一心不乱就是分证位的境界，这个是蕅益大师《要解》里面就讲得很好。事一心不乱是断见思烦恼，超越六道了，单单讲断烦恼的层次等于阿罗汉，其他的功德比阿罗汉殊胜太多了。如果是理一心不乱，等于圆初住菩萨，他尘沙烦恼断了，无明破一品了，就是圆教初住菩萨，这是理一心不乱，所以理一心不乱是法身大士。功夫成片是事一心不乱的初步，可能一品烦恼都没有断，但是这一句佛号有能力把烦恼伏住，没断，能够伏住。如果见惑断掉了，那他就等于小乘的初果须陀洹。须陀洹是见思烦恼的见烦恼断了，思烦恼没断。这八十八品你们大家都晓得，「身见、边见、见取见、戒取见、邪见」，这个断掉了证初果，如果在圆教菩萨位上，这就是圆教初信位的菩萨，不讲别的，单单讲断烦恼，等于小乘须陀洹。",
      "zh_TW": "理一心不亂就是分證位的境界，這個是蕅益大師《要解》裡面就講得很好。事一心不亂是斷見思煩惱，超越六道了，單單講斷煩惱的層次等於阿羅漢，其他的功德比阿羅漢殊勝太多了。如果是理一心不亂，等於圓初住菩薩，他塵沙煩惱斷了，無明破一品了，就是圓教初住菩薩，這是理一心不亂，所以理一心不亂是法身大士。功夫成片是事一心不亂的初步，可能一品煩惱都沒有斷，但是這一句佛號有能力把煩惱伏住，沒斷，能夠伏住。如果見惑斷掉了，那他就等於小乘的初果須陀洹。須陀洹是見思煩惱的見煩惱斷了，思煩惱沒斷。這八十八品你們大家都曉得，「身見、邊見、見取見、戒取見、邪見」，這個斷掉了證初果，如果在圓教菩薩位上，這就是圓教初信位的菩薩，不講別的，單單講斷煩惱，等於小乘須陀洹。"
    },
    {
      "id": "20-011-0039_p0006",
      "zh_CN": "阿难在经上问西方极乐世界四天王、忉利天，这是他假装的，假装不懂，代我们问的，我们会有这些疑问。因为十方诸佛世界都有二十八层天，到西方世界也是如此，西方世界既然没有须弥山，那四天王天到哪里住？忉利天到哪里住？这是代我们问的，代凡夫问的。实际上西方世界是平等法界，跟所有一切诸佛刹土都一样。那个地方有没有四天王天？没有，那个地方是纯粹菩萨法界。虽然带业往生去的人，一品烦恼也没断，那是得阿弥陀佛本愿的加持，所以生到西方极乐世界，他的智慧、神通、能力、受用跟八地菩萨一样，这叫难信之法了，所有一切经教里面没有这个讲法，这是不容易让人相信的地方，它太特殊了。所以阿难这个问是代表凡夫，对于西方极乐世界的状况是一无所知，这样问出来的。如果西方世界还有忉利天、四王天，那佛一定在经上给我们介绍得很清楚，讲得很明白。他这个问题就是利乐有情问。",
      "zh_TW": "阿難在經上問西方極樂世界四天王、忉利天，這是他假裝的，假裝不懂，代我們問的，我們會有這些疑問。因為十方諸佛世界都有二十八層天，到西方世界也是如此，西方世界既然沒有須彌山，那四天王天到哪裡住？忉利天到哪裡住？這是代我們問的，代凡夫問的。實際上西方世界是平等法界，跟所有一切諸佛剎土都一樣。那個地方有沒有四天王天？沒有，那個地方是純粹菩薩法界。雖然帶業往生去的人，一品煩惱也沒斷，那是得阿彌陀佛本願的加持，所以生到西方極樂世界，他的智慧、神通、能力、受用跟八地菩薩一樣，這叫難信之法了，所有一切經教裡面沒有這個講法，這是不容易讓人相信的地方，它太特殊了。所以阿難這個問是代表凡夫，對於西方極樂世界的狀況是一無所知，這樣問出來的。如果西方世界還有忉利天、四王天，那佛一定在經上給我們介紹得很清楚，講得很明白。他這個問題就是利樂有情問。"
    },
    {
      "id": "20-011-0039_p0007",
      "zh_CN": "昨天我还听说你们讲另外一个问题，就是凡夫跟众生，你们讨论这个问题。凡夫跟众生是两桩事情，这个要分清楚。众生里头有圣有凡，凡决不是圣，圣不是凡。众生是什么？众缘和合而生起的现象，那佛也是众生，佛也是众缘和合生起的现象。所以情与无情统统是众生，有情动物是众生，众缘和合而生的，植物也是众缘和合而生的，矿物还是众缘和合而生的，无有一法不是众缘和合而生的，所以众生的意思太广了。佛法从缘生，这经上有的，所以佛法也是众生。",
      "zh_TW": "昨天我還聽說你們講另外一個問題，就是凡夫跟眾生，你們討論這個問題。凡夫跟眾生是兩樁事情，這個要分清楚。眾生裡頭有聖有凡，凡決不是聖，聖不是凡。眾生是什麼？眾緣和合而生起的現象，那佛也是眾生，佛也是眾緣和合生起的現象。所以情與無情統統是眾生，有情動物是眾生，眾緣和合而生的，植物也是眾緣和合而生的，礦物還是眾緣和合而生的，無有一法不是眾緣和合而生的，所以眾生的意思太廣了。佛法從緣生，這經上有的，所以佛法也是眾生。"
    },
    {
      "id": "20-011-0039_p0008",
      "zh_CN": "凡圣怎么说？烦恼没有断就叫凡，断了烦恼就叫圣。小乘的标准是见思烦恼，见思烦恼没断是凡，见思烦恼断了叫圣，大乘是讲破无明，没破无明是凡。所以大乘里面有内凡、外凡，内凡是什么？六道轮回是内，外是什么？四圣法界是外。外凡是指声闻、缘觉、权教菩萨、藏教的佛、通教的佛。超越十法界就是圣，那就不是凡了，「三贤十圣」，贤也是圣。一真法界里面，《华严经》上所讲的「十住、十行、十回向」是「三贤」，「十地」称为圣，那都不是凡夫。所以大乘里头加了一个内凡、外凡，小乘里头没有内外，小乘只有凡圣。",
      "zh_TW": "凡聖怎麼說？煩惱沒有斷就叫凡，斷了煩惱就叫聖。小乘的標準是見思煩惱，見思煩惱沒斷是凡，見思煩惱斷了叫聖，大乘是講破無明，沒破無明是凡。所以大乘裡面有內凡、外凡，內凡是什麼？六道輪迴是內，外是什麼？四聖法界是外。外凡是指聲聞、緣覺、權教菩薩、藏教的佛、通教的佛。超越十法界就是聖，那就不是凡了，「三賢十聖」，賢也是聖。一真法界裡面，《華嚴經》上所講的「十住、十行、十迴向」是「三賢」，「十地」稱為聖，那都不是凡夫。所以大乘裡頭加了一個內凡、外凡，小乘裡頭沒有內外，小乘只有凡聖。"
    },
    {
      "id": "20-011-0039_p0009",
      "zh_CN": "这个地方讲的阿阇世王与阿阇王子是不是同一个人？",
      "zh_TW": "這個地方講的阿闍世王與阿闍王子是不是同一個人？"
    },
    {
      "id": "20-011-0039_p0010",
      "zh_CN": "这个要考察，去查查经上，大藏经里面有《阿阇世王经》，可以找出来看看。经上讲的阿阇世王，这里讲阿阇王子，是不是阿阇世王的儿子？",
      "zh_TW": "這個要考察，去查查經上，大藏經裡面有《阿闍世王經》，可以找出來看看。經上講的阿闍世王，這裡講阿闍王子，是不是阿闍世王的兒子？"
    },
    {
      "id": "20-011-0039_p0011",
      "zh_CN": "我现在搬到这个地方来，所有的书籍统统都搞乱掉了，都装在箱子，我手上一本参考书都没有。有一部分的书就放在你们现在住的地方，书架上，那是很少的一部分，大部分的书都封在箱子里头。这一次我没有想到这边施工耽误的时间这么长，此地工程进度太慢了，所以所有的参考东西都拿不出来。",
      "zh_TW": "我現在搬到這個地方來，所有的書籍統統都搞亂掉了，都裝在箱子，我手上一本參考書都沒有。有一部分的書就放在你們現在住的地方，書架上，那是很少的一部分，大部分的書都封在箱子裡頭。這一次我沒有想到這邊施工耽誤的時間這麼長，此地工程進度太慢了，所以所有的參考東西都拿不出來。"
    },
    {
      "id": "20-011-0039_p0012",
      "zh_CN": "昨天「新加坡联合早报」报导有一个消息，说中国人口的老化，也就是老年人的比例占全世界老人百分之四十，这是一个很严重的社会问题。人口的老化，今天在全世界每个国家地区都有这个现象，也引起政府与社会大众的注意。在外国，他们的观念跟中国人不相同，外国的年轻人是不养老人的，如果诸位到美国住一段时期，你就很明显的能看到。父母对于子女的照顾，在美国的年龄是十六岁，十六岁以上在法律上就承认他成年了，他可以独立了，可以离开家庭了。所以十六岁的小孩要离开家庭，你要去报警，警察说「他可以独立了，你还找他干什么？你就不必找他了」。我记得有一次在加州，听说是我们中国人，他的儿子离家走掉了，他就报警，警察问：「你儿子多大了？」他说：「十八岁了」。「不要找了，十八岁还找他干什么？」",
      "zh_TW": "昨天「新加坡聯合早報」報導有一個消息，說中國人口的老化，也就是老年人的比例佔全世界老人百分之四十，這是一個很嚴重的社會問題。人口的老化，今天在全世界每個國家地區都有這個現象，也引起政府與社會大眾的注意。在外國，他們的觀念跟中國人不相同，外國的年輕人是不養老人的，如果諸位到美國住一段時期，你就很明顯的能看到。父母對於子女的照顧，在美國的年齡是十六歲，十六歲以上在法律上就承認他成年了，他可以獨立了，可以離開家庭了。所以十六歲的小孩要離開家庭，你要去報警，警察說「他可以獨立了，你還找他幹什麼？你就不必找他了」。我記得有一次在加州，聽說是我們中國人，他的兒子離家走掉了，他就報警，警察問：「你兒子多大了？」他說：「十八歲了」。「不要找了，十八歲還找他幹什麼？」"
    },
    {
      "id": "20-011-0039_p0013",
      "zh_CN": "所以外国的小孩有些真是十六岁以上离家走了之后，可能一生都不回来了，你做父母的也不必去找他。他在外面混下去之后，如果是每年过年，你的生日，给你寄一个卡片来，父母就喜欢得不得了，「我们的小孩没有把我们忘记」，要来看他一下，那是大喜事，是这么样一个社会。那老人谁养？老人国家养，所以国家养老。所以美国人没有储蓄，他们观念上跟中国人完全不相同，他们有钱差不多都是用光了。在报纸、新闻里面，你仔细去留意，美国没有说家庭被人抢劫的，没有。为什么家庭没被抢劫？没有钱，美国人家庭里头找到二十块钱都很希有，他很有钱，他有那么多钱。美国人消费用信用卡、用支票，家庭、身上都没有钱的，所以美国抢劫银行、商店都很少的，这是美国人家庭都没有钱，身上也不带钱。所以现在美国有一些抢劫的对象都是东方人，他知道中国人、台湾人身上都有钱，家里都有钱，这是西方人跟东方人在习惯上、观念上不相同的地方。",
      "zh_TW": "所以外國的小孩有些真是十六歲以上離家走了之後，可能一生都不回來了，你做父母的也不必去找他。他在外面混下去之後，如果是每年過年，你的生日，給你寄一個卡片來，父母就喜歡得不得了，「我們的小孩沒有把我們忘記」，要來看他一下，那是大喜事，是這麼樣一個社會。那老人誰養？老人國家養，所以國家養老。所以美國人沒有儲蓄，他們觀念上跟中國人完全不相同，他們有錢差不多都是用光了。在報紙、新聞裡面，你仔細去留意，美國沒有說家庭被人搶劫的，沒有。為什麼家庭沒被搶劫？沒有錢，美國人家庭裡頭找到二十塊錢都很希有，他很有錢，他有那麼多錢。美國人消費用信用卡、用支票，家庭、身上都沒有錢的，所以美國搶劫銀行、商店都很少的，這是美國人家庭都沒有錢，身上也不帶錢。所以現在美國有一些搶劫的對象都是東方人，他知道中國人、台灣人身上都有錢，家裡都有錢，這是西方人跟東方人在習慣上、觀念上不相同的地方。"
    },
    {
      "id": "20-011-0039_p0014",
      "zh_CN": "所以他们年老之后，退休了，拿政府的救济金、养老金。养老金各个地区也不一样，看它的政府。美国是联邦制度，它有五十个州，每一个州就等于是一个国家，所以它自己本身也是个联合国，叫联邦政府，那就是他们的联合国。所以每一州有它自己的州宪法，有它自己州的法律，它的法律跟别州的法律可能不一样。联邦只管外交与国防，还有一些局部的，像交通，有一些道路是联邦的，但是也有他们各州的，所以地方的权力很大。",
      "zh_TW": "所以他們年老之後，退休了，拿政府的救濟金、養老金。養老金各個地區也不一樣，看它的政府。美國是聯邦制度，它有五十個州，每一個州就等於是一個國家，所以它自己本身也是個聯合國，叫聯邦政府，那就是他們的聯合國。所以每一州有它自己的州憲法，有它自己州的法律，它的法律跟別州的法律可能不一樣。聯邦只管外交與國防，還有一些局部的，像交通，有一些道路是聯邦的，但是也有他們各州的，所以地方的權力很大。"
    },
    {
      "id": "20-011-0039_p0015",
      "zh_CN": "每一州的法律不一样，每一州的财富收入不一样，有些州富裕的，养老金就多，如果那个州的收入比较差一点，养老金就少。像在加州大概一个月可以拿到六百块退休养老的生活费用，可是在德州只有三百五十块，就差这么多，但是德州生活程度比加州低，所以实际上也都够用。所以美国现在移民为什么愈来愈困难？他们政府晓得，他准许给你一个永久居留，换句话说，他政府就准备将来养你老，这个给它带来是负担。你的生活费用，你的医药，医药是完全免费，美国医药非常贵，政府要替你负担。现在美国政府穷，不像从前富，它不在乎，现在它的财政非常困难。但是这种制度是一个很大的包袱，谁也不敢废弃。你说这个制度废弃了，老百姓决定不选你当总统，所以那个总统没有法子，非要承担不可，没有人敢讲要把这个制度废除。",
      "zh_TW": "每一州的法律不一樣，每一州的財富收入不一樣，有些州富裕的，養老金就多，如果那個州的收入比較差一點，養老金就少。像在加州大概一個月可以拿到六百塊退休養老的生活費用，可是在德州只有三百五十塊，就差這麼多，但是德州生活程度比加州低，所以實際上也都夠用。所以美國現在移民為什麼愈來愈困難？他們政府曉得，他准許給你一個永久居留，換句話說，他政府就準備將來養你老，這個給它帶來是負擔。你的生活費用，你的醫藥，醫藥是完全免費，美國醫藥非常貴，政府要替你負擔。現在美國政府窮，不像從前富，它不在乎，現在它的財政非常困難。但是這種制度是一個很大的包袱，誰也不敢廢棄。你說這個制度廢棄了，老百姓決定不選你當總統，所以那個總統沒有法子，非要承擔不可，沒有人敢講要把這個制度廢除。"
    },
    {
      "id": "20-011-0039_p0016",
      "zh_CN": "可是现在美国政府所负的债，三代都还不清，这个问题很严重，所有开发国家采取这种制度的都吃亏了。所以新加坡聪明，新加坡没有这种政策，要老百姓自己准备养老。所以在新加坡，你的收入里面扣多少，强迫你储蓄作公积金，这是正确的。他是看到西方人这个弊病，想方法来改进，这个样子政府津贴就少了，你自己负担大部分，政府帮助你是少部分，不像美国政府是完全付出的。因此在外国如果我们私人要办退休村，在美国不叫养老院，叫老人公寓，你如果办这种事业，政府非常欢迎，你一申报马上就批准，而且政府给你津贴，为什么？替它解决社会问题，这是它求之不得的。",
      "zh_TW": "可是現在美國政府所負的債，三代都還不清，這個問題很嚴重，所有開發國家採取這種制度的都吃虧了。所以新加坡聰明，新加坡沒有這種政策，要老百姓自己準備養老。所以在新加坡，你的收入裡面扣多少，強迫你儲蓄作公積金，這是正確的。他是看到西方人這個弊病，想方法來改進，這個樣子政府津貼就少了，你自己負擔大部分，政府幫助你是少部分，不像美國政府是完全付出的。因此在外國如果我們私人要辦退休村，在美國不叫養老院，叫老人公寓，你如果辦這種事業，政府非常歡迎，你一申報馬上就批准，而且政府給你津貼，為什麼？替它解決社會問題，這是它求之不得的。"
    },
    {
      "id": "20-011-0039_p0017",
      "zh_CN": "我是一九八二年第一次到美国，参加万国道德会议，做了两场讲演，到各地方去看一看，了解美国的环境。在美国那个地方，从前我们在台湾办大专佛学讲座，参加讲座的学生有几千人，在美国留学的，散布在各地的大概有三百多人，我们都联系上，以后就展开美国全国各大城市的法缘，都是这些学生带动的。他们在美国留学，毕业之后在美国工作，就留下去了。",
      "zh_TW": "我是一九八二年第一次到美國，參加萬國道德會議，做了兩場講演，到各地方去看一看，了解美國的環境。在美國那個地方，從前我們在台灣辦大專佛學講座，參加講座的學生有幾千人，在美國留學的，散布在各地的大概有三百多人，我們都聯繫上，以後就展開美國全國各大城市的法緣，都是這些學生帶動的。他們在美國留學，畢業之後在美國工作，就留下去了。"
    },
    {
      "id": "20-011-0039_p0018",
      "zh_CN": "我八三年在旧金山讲经，连续讲一个星期，七天，地点就是在老人公寓的客厅，拿客厅作为我们讲演的场所，听众大概有七、八十个人，在这个大客厅里，所以我就参观老人公寓。这个老人公寓是一个犹太人办的，私人办的。它好像是有六层楼，因为市区土地面积的取得就比较困难，不像乡下。旧金山也是一个大城，居住很密集。所以它的老人公寓是六层，大概有两、三百个单位的样子，管理非常之好。每一个单位合台湾是十五坪，一个单位要算中国的面积平方米，十五坪乘四，六十个平方米。它有一个套房，有一个客厅，有一个小厨房，还有一个阳台，一个单位。一个单位通常都是一个老人住，也有夫妻两个住在一起。",
      "zh_TW": "我八三年在舊金山講經，連續講一個星期，七天，地點就是在老人公寓的客廳，拿客廳作為我們講演的場所，聽眾大概有七、八十個人，在這個大客廳裡，所以我就參觀老人公寓。這個老人公寓是一個猶太人辦的，私人辦的。它好像是有六層樓，因為市區土地面積的取得就比較困難，不像鄉下。舊金山也是一個大城，居住很密集。所以它的老人公寓是六層，大概有兩、三百個單位的樣子，管理非常之好。每一個單位合台灣是十五坪，一個單位要算中國的面積平方米，十五坪乘四，六十個平方米。它有一個套房，有一個客廳，有一個小廚房，還有一個陽臺，一個單位。一個單位通常都是一個老人住，也有夫妻兩個住在一起。"
    },
    {
      "id": "20-011-0039_p0019",
      "zh_CN": "像这样的单位，住进去的这些老人，它是收费的，大概每一位老人收三百块钱，不足的政府补贴。这个三百块钱要老人退休，就是政府一个月要给老人生活费用大概五、六百块钱，他就从这个里面扣。扣了之后，另外就是伙食，伙食也要自己拿钱，但是政府补助很多，伙食一餐，他们也是自助餐，一餐标准是五块钱，而老人只要交八毛钱，一餐只付八毛，另外四块二毛钱政府补助，所以政府要有这么大的负担，医药部分是政府全部负担，这是美国的老人福利政策。",
      "zh_TW": "像這樣的單位，住進去的這些老人，它是收費的，大概每一位老人收三百塊錢，不足的政府補貼。這個三百塊錢要老人退休，就是政府一個月要給老人生活費用大概五、六百塊錢，他就從這個裡面扣。扣了之後，另外就是伙食，伙食也要自己拿錢，但是政府補助很多，伙食一餐，他們也是自助餐，一餐標準是五塊錢，而老人只要交八毛錢，一餐只付八毛，另外四塊二毛錢政府補助，所以政府要有這麼大的負擔，醫藥部分是政府全部負擔，這是美國的老人福利政策。"
    },
    {
      "id": "20-011-0039_p0020",
      "zh_CN": "这位犹太人非常聪明，我很佩服他，他这个老人公寓下面附设一个幼稚园，那是还没有上小学的这些小孩。住在这里面的老人大概他的子女都在旧金山工作，所以他们早晨去上班就会把小孩送到幼稚园，这些小孩知道自己的爷爷奶奶，所以他下课就会去敲门找他的爷爷奶奶看看，所以这里的老人常常能看到他家里人。老人怕小孩怕吵，他顶多吵个十分钟，下头摇铃，「下去，下去，上课去了」。所以他很聪明，这位犹太人高明，他附设个幼稚园。所以他的子女，他的儿孙，可以常常见面的，他需要什么东西也很方便，他们家人可以买来，时常给他送到，这是我们在一般老人公寓没有看到的，我觉得这个做法很好，对于现代的社会是很理想的一种做法。",
      "zh_TW": "這位猶太人非常聰明，我很佩服他，他這個老人公寓下面附設一個幼稚園，那是還沒有上小學的這些小孩。住在這裡面的老人大概他的子女都在舊金山工作，所以他們早晨去上班就會把小孩送到幼稚園，這些小孩知道自己的爺爺奶奶，所以他下課就會去敲門找他的爺爺奶奶看看，所以這裡的老人常常能看到他家裡人。老人怕小孩怕吵，他頂多吵個十分鐘，下頭搖鈴，「下去，下去，上課去了」。所以他很聰明，這位猶太人高明，他附設個幼稚園。所以他的子女，他的兒孫，可以常常見面的，他需要什麼東西也很方便，他們家人可以買來，時常給他送到，這是我們在一般老人公寓沒有看到的，我覺得這個做法很好，對於現代的社會是很理想的一種做法。"
    },
    {
      "id": "20-011-0039_p0021",
      "zh_CN": "于是我在那里住了一个星期，我就想到二十一世纪，我们的道场应该就是这个样子，不要再盖寺庙了，建老人公寓。我们要建老人公寓的时候，设备要扩充，我们不但要有活动中心，那就是好像他们的大客厅，我们在里面建佛堂，建念佛堂，建禅堂，有些人喜欢打坐的，禅堂可以静坐；有些人喜欢念佛的，念佛堂去念佛；有讲堂，喜欢听经的，讲堂听经，所以有这三个堂口，这属于公共设施。里面有图书馆，这个很重要，搜集一些图书设备提供他精神生活。",
      "zh_TW": "於是我在那裡住了一個星期，我就想到二十一世紀，我們的道場應該就是這個樣子，不要再蓋寺廟了，建老人公寓。我們要建老人公寓的時候，設備要擴充，我們不但要有活動中心，那就是好像他們的大客廳，我們在裡面建佛堂，建念佛堂，建禪堂，有些人喜歡打坐的，禪堂可以靜坐；有些人喜歡念佛的，念佛堂去念佛；有講堂，喜歡聽經的，講堂聽經，所以有這三個堂口，這屬於公共設施。裡面有圖書館，這個很重要，蒐集一些圖書設備提供他精神生活。"
    },
    {
      "id": "20-011-0039_p0022",
      "zh_CN": "我在澳洲，这一次去参观的时候，他们里面有一个教堂，他们是基督教。教堂那个房子是长方形的，这一边是教堂，有个祭坛，牧师来讲经传道的，这个对面是个舞台，唱戏表演的，他这个坐位转过去就看戏，再转过来，听道，我说这个构想很好，我说将来我们的那个讲堂也这样做法。讲堂一面这边供佛像，讲台，对面那边是舞台，可以表演的，所以让老年人真正能够享受到他一生当中最幸福的一个时代。",
      "zh_TW": "我在澳洲，這一次去參觀的時候，他們裡面有一個教堂，他們是基督教。教堂那個房子是長方形的，這一邊是教堂，有個祭壇，牧師來講經傳道的，這個對面是個舞臺，唱戲表演的，他這個坐位轉過去就看戲，再轉過來，聽道，我說這個構想很好，我說將來我們的那個講堂也這樣做法。講堂一面這邊供佛像，講臺，對面那邊是舞臺，可以表演的，所以讓老年人真正能夠享受到他一生當中最幸福的一個時代。"
    },
    {
      "id": "20-011-0039_p0023",
      "zh_CN": "一生的辛苦，晚年享福，我们中国古老的概念。年轻的时候，幼年，做学生的时候，是培福，这是奠定福德的基础。不像外国，外国现在颠倒，儿童享福，年轻人在社会上拼命，老年就是坟墓，那很可怜，跟中国人这个想法完全颠倒。中国是小时候严格的训练、教育，中年的时候贡献给社会，晚年享福。所以我们对于老人一定要给他最好、最周到的照顾，使他过真正幸福的一个阶段。他退休之后，一切都放下了，正是念佛、学佛的好时候。",
      "zh_TW": "一生的辛苦，晚年享福，我們中國古老的概念。年輕的時候，幼年，做學生的時候，是培福，這是奠定福德的基礎。不像外國，外國現在顛倒，兒童享福，年輕人在社會上拼命，老年就是墳墓，那很可憐，跟中國人這個想法完全顛倒。中國是小時候嚴格的訓練、教育，中年的時候貢獻給社會，晚年享福。所以我們對於老人一定要給他最好、最周到的照顧，使他過真正幸福的一個階段。他退休之後，一切都放下了，正是念佛、學佛的好時候。"
    },
    {
      "id": "20-011-0039_p0024",
      "zh_CN": "所以我从看了这种之后，我就不断在外面宣传、劝勉，希望真正有心人注意到这个问题，将来不要再建寺院庵堂。在美国叫老人公寓，在澳洲叫退休村，澳洲做的比美国做的好，因为澳洲土地容易取得，他们地太大了，人少。取得土地，澳洲比美国容易太多了。澳洲的面积跟美国差不多大，跟中国也差不多大，人口只有一千七百万，要跟台湾比，澳洲比台湾大九十三倍，人口没有台湾多，台湾两千一百万，他只有一千七百万。所以澳洲的退休村就大了，他们顶多只有两层楼的建筑，所以原则上叫老人不要爬楼梯，爬楼梯很辛苦。我们在澳洲看到，虽然是两层，它是山坡式的，它那个坡度底下建两层，所以下面他也不要爬楼梯，上面他做一个桥，也不要爬楼梯，不是从一层爬到二层的，这种设计非常好，处处注意到老年人的行动安全，照顾非常周到。",
      "zh_TW": "所以我從看了這種之後，我就不斷在外面宣傳、勸勉，希望真正有心人注意到這個問題，將來不要再建寺院庵堂。在美國叫老人公寓，在澳洲叫退休村，澳洲做的比美國做的好，因為澳洲土地容易取得，他們地太大了，人少。取得土地，澳洲比美國容易太多了。澳洲的面積跟美國差不多大，跟中國也差不多大，人口只有一千七百萬，要跟台灣比，澳洲比台灣大九十三倍，人口沒有台灣多，台灣兩千一百萬，他只有一千七百萬。所以澳洲的退休村就大了，他們頂多只有兩層樓的建築，所以原則上叫老人不要爬樓梯，爬樓梯很辛苦。我們在澳洲看到，雖然是兩層，它是山坡式的，它那個坡度底下建兩層，所以下面他也不要爬樓梯，上面他做一個橋，也不要爬樓梯，不是從一層爬到二層的，這種設計非常好，處處注意到老年人的行動安全，照顧非常周到。"
    },
    {
      "id": "20-011-0039_p0025",
      "zh_CN": "所以我觉得这是底下一个世纪，我们佛教要做的一桩大事情。住在这里面的老人就是你讲经说法的听众，不必到外面来。念佛堂念佛，这些人去念佛，里面领众的法师可以聘请，像讲经的法师可以预先约好，这个月请哪一位，下一个月请哪一位，轮流去讲，一年到头讲堂不中断，精神生活丰富。念佛堂二六时中不中断，禅堂参禅的人不中断，你说这个道场多殊胜，这种道场多圆满。",
      "zh_TW": "所以我覺得這是底下一個世紀，我們佛教要做的一樁大事情。住在這裡面的老人就是你講經說法的聽眾，不必到外面來。念佛堂念佛，這些人去念佛，裡面領眾的法師可以聘請，像講經的法師可以預先約好，這個月請哪一位，下一個月請哪一位，輪流去講，一年到頭講堂不中斷，精神生活豐富。念佛堂二六時中不中斷，禪堂參禪的人不中斷，你說這個道場多殊勝，這種道場多圓滿。"
    },
    {
      "id": "20-011-0039_p0026",
      "zh_CN": "老年人如果不能接触年轻人那也是很苦闷的，天天坐在那里坐吃等死，那不是味道，物质生活照顾再周到，他的精神非常非常痛苦。他自己感觉到他年岁老了，在这个社会上是个废人、废物，你说他这种精神多难过，所以老化得很快，这是佛法讲「一切法从心想生」，我们懂得这个道理。因此我们将来可以不要用老人退休村，也不要用老人公寓，我们给它取一个名字，「安养村」，安养村好，安养就是极乐世界，你们大家知道西方极乐世界叫「安养国」。哪一个地方办就加上地方名字，如果在新加坡办，新加坡安养村；在北京办，北京安养村，这个好，这是大事业，大因缘。",
      "zh_TW": "老年人如果不能接觸年輕人那也是很苦悶的，天天坐在那裡坐吃等死，那不是味道，物質生活照顧再周到，他的精神非常非常痛苦。他自己感覺到他年歲老了，在這個社會上是個廢人、廢物，你說他這種精神多難過，所以老化得很快，這是佛法講「一切法從心想生」，我們懂得這個道理。因此我們將來可以不要用老人退休村，也不要用老人公寓，我們給它取一個名字，「安養村」，安養村好，安養就是極樂世界，你們大家知道西方極樂世界叫「安養國」。哪一個地方辦就加上地方名字，如果在新加坡辦，新加坡安養村；在北京辦，北京安養村，這個好，這是大事業，大因緣。"
    },
    {
      "id": "20-011-0039_p0027",
      "zh_CN": "这个安养村里面经常办活动，譬如打佛七，外面人可以来参加，有很多年轻人，这常常见面的时候，那个心情完全不一样。办佛学讲座，办通俗讲座，一般社会大众有假期的时候可以来参加。办学生佛学讲座，大学生的，中学生的，小学生的，利用他们的寒暑假来办，你就把这个村里头所有的人都带动，让他生活得活活泼泼，那才真的是自在快乐。常常可以跟这些年轻人谈谈话，跟这些年轻人讨论佛法。老年人的时候，他过去在社会上工作，他都有经验，这些经验也可以传给年轻人，我们这些课程也可以邀请这些有专长的老人，请他们来讲一、两个钟点，把他们的经验传给年轻人，佛法、世法相互交流。他们的智慧、经验也不要让他这么带走了，也得给它留下来。你们想想这是多么生动、多么活泼的一个道场，对社会有极大的贡献，不仅是解决年龄老化的问题，能够安定社会，强壮国家，这是我们应当要做的工作，全心全力去做。",
      "zh_TW": "這個安養村裡面經常辦活動，譬如打佛七，外面人可以來參加，有很多年輕人，這常常見面的時候，那個心情完全不一樣。辦佛學講座，辦通俗講座，一般社會大眾有假期的時候可以來參加。辦學生佛學講座，大學生的，中學生的，小學生的，利用他們的寒暑假來辦，你就把這個村裡頭所有的人都帶動，讓他生活得活活潑潑，那才真的是自在快樂。常常可以跟這些年輕人談談話，跟這些年輕人討論佛法。老年人的時候，他過去在社會上工作，他都有經驗，這些經驗也可以傳給年輕人，我們這些課程也可以邀請這些有專長的老人，請他們來講一、兩個鐘點，把他們的經驗傳給年輕人，佛法、世法相互交流。他們的智慧、經驗也不要讓他這麼帶走了，也得給它留下來。你們想想這是多麼生動、多麼活潑的一個道場，對社會有極大的貢獻，不僅是解決年齡老化的問題，能夠安定社會，強壯國家，這是我們應當要做的工作，全心全力去做。"
    },
    {
      "id": "20-011-0039_p0028",
      "zh_CN": "一个地方做好了，可以搞像连锁店一样，其他各个城市都可以做，所以这必须要有一个很强的组织来管理，来推展，等于像组织一个公司一样。向国内各个城市去发展，等于做连锁店一样，做好了之后向全世界发展，我们不局限一个国家地区，养老的问题是全世界的问题。我们做这种工作，全世界任何国家、任何地区、任何民族、任何不同的宗教，都欢迎，真正慈善福利事业。希望我们要有这个认识，有这种热忱，大公无私，完全是牺牲奉献，这个事情就做好了，菩萨事业。菩萨不是挂在口皮上的，要真正去做到，舍己为人，在这一生当中我们就过得有意义、有价值，这一生当中没有空过，以此功德回向求生净土，没有一个不往生的。",
      "zh_TW": "一個地方做好了，可以搞像連鎖店一樣，其他各個城市都可以做，所以這必須要有一個很強的組織來管理，來推展，等於像組織一個公司一樣。向國內各個城市去發展，等於做連鎖店一樣，做好了之後向全世界發展，我們不侷限一個國家地區，養老的問題是全世界的問題。我們做這種工作，全世界任何國家、任何地區、任何民族、任何不同的宗教，都歡迎，真正慈善福利事業。希望我們要有這個認識，有這種熱忱，大公無私，完全是犧牲奉獻，這個事情就做好了，菩薩事業。菩薩不是掛在口皮上的，要真正去做到，捨己為人，在這一生當中我們就過得有意義、有價值，這一生當中沒有空過，以此功德迴向求生淨土，沒有一個不往生的。"
    },
    {
      "id": "20-011-0039_p0029",
      "zh_CN": "这样的安养村多了，我们讲经说法到那个时候恐怕时间分配不过来了，讲经的人天天讲，念佛堂、禅堂要有专人去带领，统理大众，还要办许多的活动。",
      "zh_TW": "這樣的安養村多了，我們講經說法到那個時候恐怕時間分配不過來了，講經的人天天講，念佛堂、禪堂要有專人去帶領，統理大眾，還要辦許多的活動。"
    },
    {
      "id": "20-011-0039_p0030",
      "zh_CN": "退休的这些老人，有些身体很好的，健康状况好的，像中国老人几乎都有积蓄，这跟外国老人不一样，他自己手上还有钱，身体还很好，我们每个月或者两个月可以办一次旅游，带他们到中国这些名山大川去旅游参访，一面是参访，一面是机会教育，弘法，会收到很好的效果。譬如我们带一个团，我们到哪里去参观寺庙，我们一定把佛法向大家介绍。譬如我们看到观音菩萨像，我们一定介绍观世音菩萨的这些事迹，观音菩萨对于世间人的教训，观音菩萨修行的方法，我们虽然对我们这个团讲，还有很多旅行团他们都会听，机会教育。每一年可以办一次环球旅游，这身体健康的老人，我们在新加坡都看到。新加坡是个旅游的都市，有很多那个团，他都带着他们的标志，都是老人，我都看到一群一群的在走来走去的。这是我们都应该要做的。他的身体很好，有这个能力的，每年办一次环球旅游。这就不是一般老人院坐吃等死，不一样，这才是他一生当中真正讲到享受，他会欢喜，这一生当中这一段时间才是他真正过到人的生活，我们一定要向全世界来推动。",
      "zh_TW": "退休的這些老人，有些身體很好的，健康狀況好的，像中國老人幾乎都有積蓄，這跟外國老人不一樣，他自己手上還有錢，身體還很好，我們每個月或者兩個月可以辦一次旅遊，帶他們到中國這些名山大川去旅遊參訪，一面是參訪，一面是機會教育，弘法，會收到很好的效果。譬如我們帶一個團，我們到哪裡去參觀寺廟，我們一定把佛法向大家介紹。譬如我們看到觀音菩薩像，我們一定介紹觀世音菩薩的這些事跡，觀音菩薩對於世間人的教訓，觀音菩薩修行的方法，我們雖然對我們這個團講，還有很多旅行團他們都會聽，機會教育。每一年可以辦一次環球旅遊，這身體健康的老人，我們在新加坡都看到。新加坡是個旅遊的都市，有很多那個團，他都帶著他們的標誌，都是老人，我都看到一群一群的在走來走去的。這是我們都應該要做的。他的身體很好，有這個能力的，每年辦一次環球旅遊。這就不是一般老人院坐吃等死，不一樣，這才是他一生當中真正講到享受，他會歡喜，這一生當中這一段時間才是他真正過到人的生活，我們一定要向全世界來推動。"
    },
    {
      "id": "20-011-0039_p0031",
      "zh_CN": "诸位在教理上要认真努力的去下功夫，将来这些地方都是我们讲经的道场，我们到这些地方贡献出自己所学所修的，帮助这个社会，帮助这些大众，这个事情要积极去做。报纸上登的这些资讯就觉得这个问题很严重了，所以我现在遇到一些在家的信徒，他们有力量的，我都是激励、劝勉他们做这个事情，不要搞别的事业，这是一个大事业。世间人的眼光都在名利，这个里头说实在的话，有真实的名利在里头。它是一个企业，它不是一个救济机构，不是救济，不是像一般慈善救济是付出的，它是个营利事业，但是是很有良心的营利事业。",
      "zh_TW": "諸位在教理上要認真努力的去下功夫，將來這些地方都是我們講經的道場，我們到這些地方貢獻出自己所學所修的，幫助這個社會，幫助這些大眾，這個事情要積極去做。報紙上登的這些資訊就覺得這個問題很嚴重了，所以我現在遇到一些在家的信徒，他們有力量的，我都是激勵、勸勉他們做這個事情，不要搞別的事業，這是一個大事業。世間人的眼光都在名利，這個裡頭說實在的話，有真實的名利在裡頭。它是一個企業，它不是一個救濟機構，不是救濟，不是像一般慈善救濟是付出的，它是個營利事業，但是是很有良心的營利事業。"
    },
    {
      "id": "20-011-0039_p0032",
      "zh_CN": "我们在澳洲参观，外国人办的，不算很大，但是已经有规模了，他们做了二十五年。这一个公司下面经营的现在有四个退休村，最大的一个是一百英亩，一英亩等于中国五亩，就是五百亩这么大的地，在澳洲黄金海岸。在布里斯本有三个比较小一点的，差不多是三、四十英亩的样子。这些人很善良，很有良心。住进去的老人是要交钱的，将来你离开的时候，你交的钱他退还给你，等于你住在那个地方要交一笔押金给他，这个押金没有利息的，他们就拿着这个钱再去发展，这个做法很好。所以他对你的照顾很周到，因为你觉得这地方住得不舒服，你就要走了，走，钱就拿走了，他的资金就没有了，就减少了，所以他照顾得非常周到，因为他要运用你的资金再搞开发，再扩大。",
      "zh_TW": "我們在澳洲參觀，外國人辦的，不算很大，但是已經有規模了，他們做了二十五年。這一個公司下面經營的現在有四個退休村，最大的一個是一百英畝，一英畝等於中國五畝，就是五百畝這麼大的地，在澳洲黃金海岸。在布里斯本有三個比較小一點的，差不多是三、四十英畝的樣子。這些人很善良，很有良心。住進去的老人是要交錢的，將來你離開的時候，你交的錢他退還給你，等於你住在那個地方要交一筆押金給他，這個押金沒有利息的，他們就拿著這個錢再去發展，這個做法很好。所以他對你的照顧很周到，因為你覺得這地方住得不舒服，你就要走了，走，錢就拿走了，他的資金就沒有了，就減少了，所以他照顧得非常周到，因為他要運用你的資金再搞開發，再擴大。"
    },
    {
      "id": "20-011-0039_p0033",
      "zh_CN": "可是你每个星期要交伙食费，就是生活费用，他们现在大概是七十块钱，在这里面扣百分之五，他们在这个里面所得的利润，公司的利润，就在你这个生活费用扣百分之五，这个钱作员工的薪水。他里面请的有员工，员工也不少，他有四个退休村，我问他：你的员工多少人？他说：一千五百人。你就晓得他这个组织多么庞大，员工一千五百个人，薪水开销就是老人生活费用里面百分之五，很有良心，做得好，我们看了不能不佩服。",
      "zh_TW": "可是你每個星期要交伙食費，就是生活費用，他們現在大概是七十塊錢，在這裡面扣百分之五，他們在這個裡面所得的利潤，公司的利潤，就在你這個生活費用扣百分之五，這個錢作員工的薪水。他裡面請的有員工，員工也不少，他有四個退休村，我問他：你的員工多少人？他說：一千五百人。你就曉得他這個組織多麼龐大，員工一千五百個人，薪水開銷就是老人生活費用裡面百分之五，很有良心，做得好，我們看了不能不佩服。"
    },
    {
      "id": "20-011-0039_p0034",
      "zh_CN": "我们去参观，他给我们详细讲解，资料都给我们，我们也有意思在那边做一个。我现在初步构想，想在澳洲办一个，在美国办一个，我们来试办，办成功了，向各个地区推展。我也非常希望中国能够办，中国现在养老是很大的问题，帮助社会、帮助政府来解决这个问题。希望我们做的比外国的养老退休制度做得更好、更圆满，真正做得好，在外国这些华侨，这中国人，都会愿意回国，哪个人不想家？哪个人不想落叶归根？但是你一定要做得比外国更好，这些人都会回来。所以希望我们大家有这个共同的认识，有这个理念，认真努力向这个目标去做，这是真正的佛法，佛法常住在世间是以这么一个型态。",
      "zh_TW": "我們去參觀，他給我們詳細講解，資料都給我們，我們也有意思在那邊做一個。我現在初步構想，想在澳洲辦一個，在美國辦一個，我們來試辦，辦成功了，向各個地區推展。我也非常希望中國能夠辦，中國現在養老是很大的問題，幫助社會、幫助政府來解決這個問題。希望我們做的比外國的養老退休制度做得更好、更圓滿，真正做得好，在外國這些華僑，這中國人，都會願意回國，哪個人不想家？哪個人不想落葉歸根？但是你一定要做得比外國更好，這些人都會回來。所以希望我們大家有這個共同的認識，有這個理念，認真努力向這個目標去做，這是真正的佛法，佛法常住在世間是以這麼一個型態。"
    }
  ]
}