{
  "doc_id": "20-011-0060",
  "title": {
    "zh_CN": "来道场—学道修道",
    "zh_TW": "來道場—學道修道"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0060",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "20-011-0060_p0001",
      "zh_CN": "这几天也是为了澳洲重要的事情，不能不去处理，在短短的离开十天当中，我对这边同学们的活动还是非常的关怀，诸位研究讨论、小座、大座都很成功，听众的反应都非常好，这是很难得的。时间虽然不长，这些方法技巧、原理原则，大家都能够掌握得住。所以有些同学告诉我，这种培训班三个月就足够了，我说：没错。我们过去在李老师会下学习，时间是一个月，一个月当中就能把这些原理原则、方法技巧都能够学到。可是学到之后，重要的是要练习，如果缺乏讲台的实习，就很难成就了。讲台实习的时间是愈长愈好，所以我们三个月延长到四个月，没有其他的目的，就是希望诸位在讲台上能多有几次机会练习，目的在此地。",
      "zh_TW": "這幾天也是為了澳洲重要的事情，不能不去處理，在短短的離開十天當中，我對這邊同學們的活動還是非常的關懷，諸位研究討論、小座、大座都很成功，聽眾的反應都非常好，這是很難得的。時間雖然不長，這些方法技巧、原理原則，大家都能夠掌握得住。所以有些同學告訴我，這種培訓班三個月就足夠了，我說：沒錯。我們過去在李老師會下學習，時間是一個月，一個月當中就能把這些原理原則、方法技巧都能夠學到。可是學到之後，重要的是要練習，如果缺乏講台的實習，就很難成就了。講台實習的時間是愈長愈好，所以我們三個月延長到四個月，沒有其他的目的，就是希望諸位在講台上能多有幾次機會練習，目的在此地。"
    },
    {
      "id": "20-011-0060_p0002",
      "zh_CN": "像现在我们进入第三个月，大家在讲台上几乎已经找不到什么毛病了，这种成绩是非常难得的，要紧的是希望找机会，决定不能让它间断，那没有不成就的。真实的成就当然要靠修持，要靠内证，如果不能证得三空三昧，契入华严三昧，我们不管怎么样讲法，都是浅显的，不能够称性。诸佛菩萨他们讲经是称性而谈，这就是见性之后，讲经那当然不一样，所以我们的功夫就非常非常重要。",
      "zh_TW": "像現在我們進入第三個月，大家在講台上幾乎已經找不到什麼毛病了，這種成績是非常難得的，要緊的是希望找機會，決定不能讓它間斷，那沒有不成就的。真實的成就當然要靠修持，要靠內證，如果不能證得三空三昧，契入華嚴三昧，我們不管怎麼樣講法，都是淺顯的，不能夠稱性。諸佛菩薩他們講經是稱性而談，這就是見性之後，講經那當然不一樣，所以我們的功夫就非常非常重要。"
    },
    {
      "id": "20-011-0060_p0003",
      "zh_CN": "修行的功夫，总而言之，不外乎「看破、放下」这四个字。「看破」是彻底明白宇宙人生的真相，「放下」是真正得清净心，世出世间法一尘不染，而后讲经说法，跟诸佛如来就没有两样了，真正入华严境界，这个经里面讲入华严三昧。华严三昧就是华严境界，你眼睛见到大方广佛华严，耳听到大方广佛华严，鼻嗅到、舌尝到、身触到、意知到，尽虚空遍法界总不外大方广佛华严，你就入华严三昧了，你就明心见性了。",
      "zh_TW": "修行的功夫，總而言之，不外乎「看破、放下」這四個字。「看破」是徹底明白宇宙人生的真相，「放下」是真正得清淨心，世出世間法一塵不染，而後講經說法，跟諸佛如來就沒有兩樣了，真正入華嚴境界，這個經裡面講入華嚴三昧。華嚴三昧就是華嚴境界，你眼睛見到大方廣佛華嚴，耳聽到大方廣佛華嚴，鼻嗅到、舌嘗到、身觸到、意知到，盡虛空遍法界總不外大方廣佛華嚴，你就入華嚴三昧了，你就明心見性了。"
    },
    {
      "id": "20-011-0060_p0004",
      "zh_CN": "清凉大师解释这部经，六相是解释现相，「大方广」三个字，「大」是自性的本体，「方」是自性的现相，「广」是自性的德用。六相是说明现相的真相，一刹那际六相圆融，你才真正了解这个所有的现相是一回什么事情，你见到真相了。十玄是讲的作用，这些现相的作用，这个作用也是一刹那际圆满具足。所以古德常说「圆融具德」，我们在古大德常常看到人家用这个名词，「圆融具德」，那是真正不可思议。这个境界在哪里？就在现前，从来没有离开过，只是众生凡夫粗心大意见不到，如果你见到了你才相信。一切诸佛如来尘说、刹说、无间断说《大方广佛华严经》，所以贵在能入，贵在能见，六根完全接触到这个境界，这个境界就是宇宙人生的真相，我们佛家讲明心见性，大彻大悟。悟后起修，没有一样不与大方广佛华严相应，大方广佛华严就是自性的体相德用，圆融具德。",
      "zh_TW": "清涼大師解釋這部經，六相是解釋現相，「大方廣」三個字，「大」是自性的本體，「方」是自性的現相，「廣」是自性的德用。六相是說明現相的真相，一剎那際六相圓融，你才真正瞭解這個所有的現相是一回什麼事情，你見到真相了。十玄是講的作用，這些現相的作用，這個作用也是一剎那際圓滿具足。所以古德常說「圓融具德」，我們在古大德常常看到人家用這個名詞，「圓融具德」，那是真正不可思議。這個境界在哪裡？就在現前，從來沒有離開過，只是眾生凡夫粗心大意見不到，如果你見到了你才相信。一切諸佛如來塵說、剎說、無間斷說《大方廣佛華嚴經》，所以貴在能入，貴在能見，六根完全接觸到這個境界，這個境界就是宇宙人生的真相，我們佛家講明心見性，大徹大悟。悟後起修，沒有一樣不與大方廣佛華嚴相應，大方廣佛華嚴就是自性的體相德用，圓融具德。"
    },
    {
      "id": "20-011-0060_p0005",
      "zh_CN": "但是我们要明了，众生有业障，于是诸佛菩萨以真实的智慧，无尽的悲愿，教化、帮助一切众生，依旧还要看缘分，缘不具足没用处，不但得不到利益，反而产生反面的效果，所以要观机、要随缘，这是示现在世间教化众生的重要原则。众生的机缘不成熟，一定要有耐心的等待，这个耐心是对我们讲的，在佛菩萨这里说不上，人家分别、执着完全都没有，哪有什么等待？众生有感，佛就有应；他现在没感，那你要应，那就是白应了，所以这个观机、随缘，对我们现前这个阶段来说就很重要了。凡事欲速则不达，名利决定是严重的障碍，一定要远离。",
      "zh_TW": "但是我們要明瞭，眾生有業障，於是諸佛菩薩以真實的智慧，無盡的悲願，教化、幫助一切眾生，依舊還要看緣分，緣不具足沒用處，不但得不到利益，反而產生反面的效果，所以要觀機、要隨緣，這是示現在世間教化眾生的重要原則。眾生的機緣不成熟，一定要有耐心的等待，這個耐心是對我們講的，在佛菩薩這裡說不上，人家分別、執著完全都沒有，哪有什麼等待？眾生有感，佛就有應；他現在沒感，那你要應，那就是白應了，所以這個觀機、隨緣，對我們現前這個階段來說就很重要了。凡事欲速則不達，名利決定是嚴重的障礙，一定要遠離。"
    },
    {
      "id": "20-011-0060_p0006",
      "zh_CN": "我在澳洲我们自己道场很小，信众也不多。我这次是第一次到雪梨去访问，华藏寺藏慧法师请我跟他们信徒见见面，结个法缘，我也趁这个机会看看他在那边建的道场，他到澳洲二十年，算是不错了。那天晚上讲演，听众大概有五、六百人，第二天在一个居士家里面聚会，本来这是人数很少的，他没通知几个人，没有想到也来了两百多人，我们到澳洲始终保持最低的姿态，尽可能的不告诉人，只有少数几个人晓得，还有这么多人来聚会。",
      "zh_TW": "我在澳洲我們自己道場很小，信眾也不多。我這次是第一次到雪梨去訪問，華藏寺藏慧法師請我跟他們信徒見見面，結個法緣，我也趁這個機會看看他在那邊建的道場，他到澳洲二十年，算是不錯了。那天晚上講演，聽眾大概有五、六百人，第二天在一個居士家裡面聚會，本來這是人數很少的，他沒通知幾個人，沒有想到也來了兩百多人，我們到澳洲始終保持最低的姿態，盡可能的不告訴人，只有少數幾個人曉得，還有這麼多人來聚會。"
    },
    {
      "id": "20-011-0060_p0007",
      "zh_CN": "布里斯本家里人听到了，来跟我说：我们跟人家比这比不上。好像对于别人道场这么大，信众这么多，感觉到非常的羡慕。我就告诉他：错了，那是形式，道场的庄严是实质，不在形式。我们这个道场十个人、八个人，十个、八个真正都有道德，将来个个都往生，你这个道场里头有十尊佛、八尊佛，还得了！这叫真正庄严。那种热闹道场，几千人、几万人，将来还是搞六道轮回，一个都不能成佛，算什么庄严？我们要明白这个道理，看到别人热闹就生羡慕的心了，你是心被境转，你还是凡夫，佛是白念了。佛法修行最低的功夫叫「八风吹不动」，你外头境界风一动你心就动了，这怎么行？",
      "zh_TW": "布里斯本家裡人聽到了，來跟我說：我們跟人家比這比不上。好像對於別人道場這麼大，信眾這麼多，感覺到非常的羡慕。我就告訴他：錯了，那是形式，道場的莊嚴是實質，不在形式。我們這個道場十個人、八個人，十個、八個真正都有道德，將來個個都往生，你這個道場裡頭有十尊佛、八尊佛，還得了！這叫真正莊嚴。那種熱鬧道場，幾千人、幾萬人，將來還是搞六道輪迴，一個都不能成佛，算什麼莊嚴？我們要明白這個道理，看到別人熱鬧就生羡慕的心了，你是心被境轉，你還是凡夫，佛是白念了。佛法修行最低的功夫叫「八風吹不動」，你外頭境界風一動你心就動了，這怎麼行？"
    },
    {
      "id": "20-011-0060_p0008",
      "zh_CN": "所以道场第一要清净，规模小维护容易，不求人，心地容易保持清净，有时间研究经教，一起共同薰修，这是无比殊胜的法缘，我们有这个缘分要珍惜，这是真正的成就，真实的成就。所以决定不可以搞很大的规模，招摇生事，惹来许许多多的是非烦恼，把你的清净、平等心破坏了，使你背负沈重的压力，这个错了，大错特错了。我们要走的路，一定要循着古圣先贤、祖师大德的足迹去前进，就不会有差错了。",
      "zh_TW": "所以道場第一要清淨，規模小維護容易，不求人，心地容易保持清淨，有時間研究經教，一起共同薰修，這是無比殊勝的法緣，我們有這個緣分要珍惜，這是真正的成就，真實的成就。所以決定不可以搞很大的規模，招搖生事，惹來許許多多的是非煩惱，把你的清淨、平等心破壞了，使你背負沈重的壓力，這個錯了，大錯特錯了。我們要走的路，一定要循著古聖先賢、祖師大德的足跡去前進，就不會有差錯了。"
    },
    {
      "id": "20-011-0060_p0009",
      "zh_CN": "中国在大陆许多寺院丛林，大部分国家建的，你们看到匾额上「敕建」，那是国家建的，不是私人建的。私人修行养道逐渐形成丛林，像莲池大师，原来人家只在山上住小茅蓬，这个人有道德，被人偶尔发现，就对他生起尊敬仰慕之心，于是传到外面就有人慕道而来求学，人多了，小茅棚不够住了，旁边再搭一间，人再多了再搭几间，这样自自然然形成了一个大丛林。不是有意去策画的，更不是去募款经营的，哪有这种道理？在中国古代寺院丛林，没有向人化缘的，都是一些施主自动布施的，除了国家帝王命令地方政府建立的之外，都是一些大富长者。",
      "zh_TW": "中國在大陸許多寺院叢林，大部分國家建的，你們看到匾額上「敕建」，那是國家建的，不是私人建的。私人修行養道逐漸形成叢林，像蓮池大師，原來人家只在山上住小茅蓬，這個人有道德，被人偶爾發現，就對他生起尊敬仰慕之心，於是傳到外面就有人慕道而來求學，人多了，小茅棚不夠住了，旁邊再搭一間，人再多了再搭幾間，這樣自自然然形成了一個大叢林。不是有意去策畫的，更不是去募款經營的，哪有這種道理？在中國古代寺院叢林，沒有向人化緣的，都是一些施主自動布施的，除了國家帝王命令地方政府建立的之外，都是一些大富長者。"
    },
    {
      "id": "20-011-0060_p0010",
      "zh_CN": "也许你们同修们知道九华山金地藏化缘，他那个九华山是化缘化来的，不是到处化小缘，化一个人的缘，闽公是这个地方的大财主，九华山是他私人产业，他向闽公化一块地，闽公说：你要多大的地？他说：我一袈裟就够了。没问题，那九华山全部都是我的，你要多少地我都给你多少地。他那一现神通，那一袈裟展开，把整个九华山罩住了。闽公赶快顶礼，九华山就奉献了。化缘化一个人的，哪里化那么多人，那成什么话？所以我们要懂这个道理。如果没有这个缘，那就是机缘不成熟，决定不能化小缘，化小缘人家轻视你，瞧不起你，像要饭的一样，到处去化小缘，那怎么可以？",
      "zh_TW": "也許你們同修們知道九華山金地藏化緣，他那個九華山是化緣化來的，不是到處化小緣，化一個人的緣，閩公是這個地方的大財主，九華山是他私人產業，他向閩公化一塊地，閩公說：你要多大的地？他說：我一袈裟就夠了。沒問題，那九華山全部都是我的，你要多少地我都給你多少地。他那一現神通，那一袈裟展開，把整個九華山罩住了。閩公趕快頂禮，九華山就奉獻了。化緣化一個人的，哪裡化那麼多人，那成什麼話？所以我們要懂這個道理。如果沒有這個緣，那就是機緣不成熟，決定不能化小緣，化小緣人家輕視你，瞧不起你，像要飯的一樣，到處去化小緣，那怎麼可以？"
    },
    {
      "id": "20-011-0060_p0011",
      "zh_CN": "我们今天如果建立道场，弘法利生，没有这个缘，决定不能做。我一生不干化小缘的工作，这个事情不能做，我们达拉斯的道场，成就那么大道场，我们的施主只有七个人，不是化小缘化来的，只有七个人，大概捐了一百五十万美金，七个人出的。我们这个道场成立了，其余出的一些小功德，那是随喜的，那不是我们问他要的，自动来的，功德箱里头捐一点，那自动的，那个都不算的。无论建立大小道场，你需要多少经费，我总觉得出钱的人不可以超过十个人，超过十个人你就太过分了。没有这个缘不做，有这个缘就做，你才做得自在，做得心安。心安则理得，理是什么？明心见性。心安就是清净心，就是禅定，因定开慧，你心不安你怎么会明理。",
      "zh_TW": "我們今天如果建立道場，弘法利生，沒有這個緣，決定不能做。我一生不幹化小緣的工作，這個事情不能做，我們達拉斯的道場，成就那麼大道場，我們的施主只有七個人，不是化小緣化來的，只有七個人，大概捐了一百五十萬美金，七個人出的。我們這個道場成立了，其餘出的一些小功德，那是隨喜的，那不是我們問他要的，自動來的，功德箱裡頭捐一點，那自動的，那個都不算的。無論建立大小道場，你需要多少經費，我總覺得出錢的人不可以超過十個人，超過十個人你就太過分了。沒有這個緣不做，有這個緣就做，你才做得自在，做得心安。心安則理得，理是什麼？明心見性。心安就是清淨心，就是禪定，因定開慧，你心不安你怎麼會明理。"
    },
    {
      "id": "20-011-0060_p0012",
      "zh_CN": "世间人喜欢搞热闹，喜欢表演，喜欢作秀，这现在很多佛法走上这个途径，这不是好事情，所收到的效果也对佛法稍稍掀起一点宣传的作用。我们在这方面，我们已经利用电视、利用广播、利用国际网路，做得比他们还要踏实，面比他们做得广，效果也比他们做得深，那好事情，何必要搞舞台表演，这个没有意义。别人搞名闻利养，我们也跟着后面，跟着人家尾巴去走，这个错误了，这铸成大错了。",
      "zh_TW": "世間人喜歡搞熱鬧，喜歡表演，喜歡作秀，這現在很多佛法走上這個途徑，這不是好事情，所收到的效果也對佛法稍稍掀起一點宣傳的作用。我們在這方面，我們已經利用電視、利用廣播、利用國際網路，做得比他們還要踏實，面比他們做得廣，效果也比他們做得深，那好事情，何必要搞舞台表演，這個沒有意義。別人搞名聞利養，我們也跟著後面，跟著人家尾巴去走，這個錯誤了，這鑄成大錯了。"
    },
    {
      "id": "20-011-0060_p0013",
      "zh_CN": "佛法是讲民主的，佛门里面没有专制的，现代人讲民主自由开放，民主自由开放是三千年前释迦牟尼佛提倡的。所以僧团大小事物要做羯磨，羯磨是梵语，什么意思？要用现在的话来说就是会议表决，少数服从多数。小事情白一羯磨，实在讲也就是在早晚课诵，在像吃饭的时候，小事情说一遍，跟大家宣布。我们佛门的通过，不要举手，也不要什么投票，那个麻烦，不说话就通过了；你有意见你就说出来，你就起来说话，没有意见就通过了，他的表决就默认了。重要的事情就说两遍，像现在这个会议里面三读通过，很谨慎的了；我们佛门比这个还谨慎，四次，白四羯磨，大事的时候要宣布四次，四次都没有人说话了，这通过了。民主！不是一个人说话能作数，能做主的，不是，僧团是民主的，僧团是开放的，几千年来祖宗的例子我们要遵守。",
      "zh_TW": "佛法是講民主的，佛門裡面沒有專制的，現代人講民主自由開放，民主自由開放是三千年前釋迦牟尼佛提倡的。所以僧團大小事物要做羯磨，羯磨是梵語，什麼意思？要用現在的話來說就是會議表決，少數服從多數。小事情白一羯磨，實在講也就是在早晚課誦，在像吃飯的時候，小事情說一遍，跟大家宣布。我們佛門的通過，不要舉手，也不要什麼投票，那個麻煩，不說話就通過了；你有意見你就說出來，你就起來說話，沒有意見就通過了，他的表決就默認了。重要的事情就說兩遍，像現在這個會議裡面三讀通過，很謹慎的了；我們佛門比這個還謹慎，四次，白四羯磨，大事的時候要宣布四次，四次都沒有人說話了，這通過了。民主！不是一個人說話能作數，能做主的，不是，僧團是民主的，僧團是開放的，幾千年來祖宗的例子我們要遵守。"
    },
    {
      "id": "20-011-0060_p0014",
      "zh_CN": "四个人在一起就是一个僧团，做大小事情都要仔细来商量应该怎么办法，你有好的意见可以提出来，我们来研究，来参考，怎么个做法要有程序，要有步骤，然后经过精密的策画才能够成功。不是说我想怎么做就怎么做，不可以的，大小事情都不可以的。这个样子在内，会引起内部的不满，至少你不尊重这个团体；对外面的时候，大众也不满，你不像一个僧团，怎么能够叫人心服口服？像这些事情，我们必须要知道。虽然我们发愿一生做教员，不当校长，这些事务上的事情我们不操心，我们没有责任，但是我们要懂得，我们要认识哪个是如法的僧团，哪些是不如法的僧团。如法的僧团邀请我们，我们可以答应他，不如法的僧团邀请我们，我们也不能答应；不是说任何一个地方请我们去讲经、说法，我们都能够答应的，不可以的，要看看他们如法不如法。",
      "zh_TW": "四個人在一起就是一個僧團，做大小事情都要仔細來商量應該怎麼辦法，你有好的意見可以提出來，我們來研究，來參考，怎麼個做法要有程序，要有步驟，然後經過精密的策畫才能夠成功。不是說我想怎麼做就怎麼做，不可以的，大小事情都不可以的。這個樣子在內，會引起內部的不滿，至少你不尊重這個團體；對外面的時候，大眾也不滿，你不像一個僧團，怎麼能夠叫人心服口服？像這些事情，我們必須要知道。雖然我們發願一生做教員，不當校長，這些事務上的事情我們不操心，我們沒有責任，但是我們要懂得，我們要認識哪個是如法的僧團，哪些是不如法的僧團。如法的僧團邀請我們，我們可以答應他，不如法的僧團邀請我們，我們也不能答應；不是說任何一個地方請我們去講經、說法，我們都能夠答應的，不可以的，要看看他們如法不如法。"
    },
    {
      "id": "20-011-0060_p0015",
      "zh_CN": "他如法，我们去讲经说法对他有利益；不如法，我们去讲经说法，我们被他利用了，他搞名闻利养，我们被他利用了，那是我们愚痴，我们的过失。所以弘法需要高度的智慧，护法也要高度的智慧，弘法不容易，护法更难。弘护能配合得好，配合得恰到好处，这佛法在世间决定能够兴旺，利益无量无边的众生。这个里头最要紧的一个原则，不争名、不争利，一定要知道修养真实的道德，没有道德，经教讲得再好都是魔说，不是佛说。所以道德的的确确是摆在第一条，比什么都重要。",
      "zh_TW": "他如法，我們去講經說法對他有利益；不如法，我們去講經說法，我們被他利用了，他搞名聞利養，我們被他利用了，那是我們愚癡，我們的過失。所以弘法需要高度的智慧，護法也要高度的智慧，弘法不容易，護法更難。弘護能配合得好，配合得恰到好處，這佛法在世間決定能夠興旺，利益無量無邊的眾生。這個裡頭最要緊的一個原則，不爭名、不爭利，一定要知道修養真實的道德，沒有道德，經教講得再好都是魔說，不是佛說。所以道德的的確確是擺在第一條，比什麼都重要。"
    },
    {
      "id": "20-011-0060_p0016",
      "zh_CN": "我这样的解释，是向布里斯本我们家里面这些四众同修们说明，他们才明了。我教他们怎么做法，弘护的工作不能够间断，也就是活动要继续，要常常办，不断的去办，但是人众以不超过三十个人为原则，像办佛学讲座、办佛七，人数都不超过三十人，我们照顾也很方便。人家到这个地方来七天或者是半个月，进入这个道场，心地清凉自在，他是来学道的、来修道的，不是来凑热闹的，人多是非就多，烦恼就多，特别是现代这个社会。",
      "zh_TW": "我這樣的解釋，是向布里斯本我們家裡面這些四眾同修們說明，他們才明瞭。我教他們怎麼做法，弘護的工作不能夠間斷，也就是活動要繼續，要常常辦，不斷的去辦，但是人眾以不超過三十個人為原則，像辦佛學講座、辦佛七，人數都不超過三十人，我們照顧也很方便。人家到這個地方來七天或者是半個月，進入這個道場，心地清涼自在，他是來學道的、來修道的，不是來湊熱鬧的，人多是非就多，煩惱就多，特別是現代這個社會。"
    },
    {
      "id": "20-011-0060_p0017",
      "zh_CN": "所以我们是小规模而不断的做，譬如如果是雪梨那边有同修要来参加我们的佛学讲座，人多了分两批，再多了分三批，我不会让你一次来；我一次只限定三十个人，你要有一百多人，我就给你分做三批、四批来。这样我跟悟行讲，你在那里讲经，你就可以讲三遍、讲四遍，讲得遍数愈多愈好，那么多人一起来，你一遍就讲完了。所以人不要多，我们自己遍数就讲得多，那么打佛七，一个七、两个七、三个七、四个七连着打，你说多好，你的心多清净。他们只参加一个七，这一个七走了，下一批又来了，打第二个七，真正受用是我们自己，我们常住等于说佛七不间断，讲经不间断。信徒少少，一批一批的，这个姿态很低，人家一看，他这个道场没什么，小猫小狗几只，不多，不会引起别人的嫉妒、障碍，减少一切毁谤，我们自己功夫不断，功夫相续，这个好。",
      "zh_TW": "所以我們是小規模而不斷的做，譬如如果是雪梨那邊有同修要來參加我們的佛學講座，人多了分兩批，再多了分三批，我不會讓你一次來；我一次只限定三十個人，你要有一百多人，我就給你分做三批、四批來。這樣我跟悟行講，你在那裡講經，你就可以講三遍、講四遍，講得遍數愈多愈好，那麼多人一起來，你一遍就講完了。所以人不要多，我們自己遍數就講得多，那麼打佛七，一個七、兩個七、三個七、四個七連著打，你說多好，你的心多清淨。他們只參加一個七，這一個七走了，下一批又來了，打第二個七，真正受用是我們自己，我們常住等於說佛七不間斷，講經不間斷。信徒少少，一批一批的，這個姿態很低，人家一看，他這個道場沒什麼，小貓小狗幾隻，不多，不會引起別人的嫉妒、障礙，減少一切毀謗，我們自己功夫不斷，功夫相續，這個好。"
    },
    {
      "id": "20-011-0060_p0018",
      "zh_CN": "那个形式搞大了，人搞的多了，所谓是「树大招风」，阻力就大了，毁谤也接踵而来了，如果我们没有智慧、没有定力，应付不了，那后面就是一败涂地，这个不可不知道。事情要做，有技巧、有方法，特别是现在这个科技发达，利用高科技，什么事情比古时候这些祖师大德们方便太多了，所以我们决定避免形式，我们利用科技，有效的来做这些弘法利生的工作，将佛法推扬到全世界。",
      "zh_TW": "那個形式搞大了，人搞的多了，所謂是「樹大招風」，阻力就大了，毀謗也接踵而來了，如果我們沒有智慧、沒有定力，應付不了，那後面就是一敗塗地，這個不可不知道。事情要做，有技巧、有方法，特別是現在這個科技發達，利用高科技，什麼事情比古時候這些祖師大德們方便太多了，所以我們決定避免形式，我們利用科技，有效的來做這些弘法利生的工作，將佛法推揚到全世界。"
    },
    {
      "id": "20-011-0060_p0019",
      "zh_CN": "所以今天有一个小教室就可以办得到，哪里要什么大形式，还要什么招牌？我们此地还有个弘法人才培训班，还有个招牌，从前李老师训练我们这批讲经的人，招牌都没有，只是台中佛教莲社经学班，台中莲社里面就加了一个经学班，加这么三个字，那个「经学班」就是我们的招牌，所以没有人知道。这个就是真正有智慧，有道德的人，注重实质，不注重形式。你看在台湾许多寺院都办佛学院，招牌挺响亮的，白圣法师在圆山临济寺挂的招牌是「中国佛教研究院」，招牌挺大，出不了人才。最早他在十普寺办的是「三藏佛学院」，还请我在那里教过书，招牌都很大，台中莲社李老师是没有招牌，没有招牌还培养不少人出来，到处讲经说法，由此可知，招牌不重要。",
      "zh_TW": "所以今天有一個小教室就可以辦得到，哪裡要什麼大形式，還要什麼招牌？我們此地還有個弘法人才培訓班，還有個招牌，從前李老師訓練我們這批講經的人，招牌都沒有，只是台中佛教蓮社經學班，台中蓮社裡面就加了一個經學班，加這麼三個字，那個「經學班」就是我們的招牌，所以沒有人知道。這個就是真正有智慧，有道德的人，注重實質，不注重形式。你看在台灣許多寺院都辦佛學院，招牌挺響亮的，白聖法師在圓山臨濟寺掛的招牌是「中國佛教研究院」，招牌挺大，出不了人才。最早他在十普寺辦的是「三藏佛學院」，還請我在那裡教過書，招牌都很大，台中蓮社李老師是沒有招牌，沒有招牌還培養不少人出來，到處講經說法，由此可知，招牌不重要。"
    },
    {
      "id": "20-011-0060_p0020",
      "zh_CN": "我这些天都在想《华严经》怎么个讲法，这个十天也没有白过，有了一点眉目了，我想明年我就开始讲《华严经》了，正式来开始讲《华严》。《华严经》讲的方式也没有办法在一个地方，还是要学释迦牟尼佛七处九会，李长者说十处十会。无论到哪个地方都讲这部经，然后把它连起来，就是一个全部的《华严》了。我们到一个地方去讲，讲的时候讲一品、讲两品，用这个方法来讲，它一共三十九品，末后两品经都很长。「离世间品」有五卷经文，里面讲了两千种法门；「入法界品」有四十卷，我们讲《四十华严》。这个里面有本会、末会，末会就是五十三参，五十三参每一参就是一会，那就是五十三会，加上本会，五十四会。",
      "zh_TW": "我這些天都在想《華嚴經》怎麼個講法，這個十天也沒有白過，有了一點眉目了，我想明年我就開始講《華嚴經》了，正式來開始講《華嚴》。《華嚴經》講的方式也沒有辦法在一個地方，還是要學釋迦牟尼佛七處九會，李長者說十處十會。無論到哪個地方都講這部經，然後把它連起來，就是一個全部的《華嚴》了。我們到一個地方去講，講的時候講一品、講兩品，用這個方法來講，它一共三十九品，末後兩品經都很長。「離世間品」有五卷經文，裡面講了兩千種法門；「入法界品」有四十卷，我們講《四十華嚴》。這個裡面有本會、末會，末會就是五十三參，五十三參每一參就是一會，那就是五十三會，加上本會，五十四會。"
    },
    {
      "id": "20-011-0060_p0021",
      "zh_CN": "你们同学们想想，你们当中有没有读过《华严经》的？全经读过的？如果讲《华严》，你们想想应该怎么个讲法？先抓纲领，大纲抓住了，底下细目就好办了。《华严》的总纲领是什么？这个诸位要知道，总纲领是普贤菩萨十大愿王，文殊菩萨十波罗蜜，这是总纲领，全经不离这个纲领。所以你能够把经文每一品、每一章、每一节、每一个字、每一句，都紧紧的扣在十波罗蜜、十大愿王，就像这个车，行车不会越轨了，字字句句都是讲的十波罗蜜、十大愿王，那个十波罗蜜归纳起来就是六度，所以全经所说的六度、十愿。",
      "zh_TW": "你們同學們想想，你們當中有沒有讀過《華嚴經》的？全經讀過的？如果講《華嚴》，你們想想應該怎麼個講法？先抓綱領，大綱抓住了，底下細目就好辦了。《華嚴》的總綱領是什麼？這個諸位要知道，總綱領是普賢菩薩十大願王，文殊菩薩十波羅蜜，這是總綱領，全經不離這個綱領。所以你能夠把經文每一品、每一章、每一節、每一個字、每一句，都緊緊的扣在十波羅蜜、十大願王，就像這個車，行車不會越軌了，字字句句都是講的十波羅蜜、十大願王，那個十波羅蜜歸納起來就是六度，所以全經所說的六度、十願。"
    },
    {
      "id": "20-011-0060_p0022",
      "zh_CN": "我们净宗修学的科目五个科目，三学、三福、六和、三学、六度、十愿。所以全部《华严经》你要是用这个纲领来讲，非常得受用，就是字字句句都是说明这桩事情，也就是全经自始至终，都是说明三福、六和、三学、六度、十愿。我们依照这个原理原则来讲这部经，那这部经就很踏实了，完全会落在我们生活上，落实在我们的工作，落实在我们处事待人接物。不会说是讲的跟我们生活不相关，完全脱了节了，那有什么用处，这不是谈玄说妙。",
      "zh_TW": "我們淨宗修學的科目五個科目，三學、三福、六和、三學、六度、十願。所以全部《華嚴經》你要是用這個綱領來講，非常得受用，就是字字句句都是說明這樁事情，也就是全經自始至終，都是說明三福、六和、三學、六度、十願。我們依照這個原理原則來講這部經，那這部經就很踏實了，完全會落在我們生活上，落實在我們的工作，落實在我們處事待人接物。不會說是講的跟我們生活不相關，完全脫了節了，那有什麼用處，這不是談玄說妙。"
    },
    {
      "id": "20-011-0060_p0023",
      "zh_CN": "《华严》如是，一切经又何尝不如是？里面稍稍有一点不同的，就是有的经从理上讲，有的经从事上讲，事里面有理，理里面有事，理事不二，一切经都不离开这个原则，掌握这个原则，无论什么经，你展开你就有头绪了，你晓得从哪里入。《华严》是以十愿为主，三福、六和、三学、十波罗蜜这是助，我们只要把它宾主辨别清楚就行了，十愿是主，其余四科是宾，这个经才能讲出味道出来，讲出与我们的生活息息相关，不能不读，不能不学，才有味道。",
      "zh_TW": "《華嚴》如是，一切經又何嘗不如是？裡面稍稍有一點不同的，就是有的經從理上講，有的經從事上講，事裡面有理，理裡面有事，理事不二，一切經都不離開這個原則，掌握這個原則，無論什麼經，你展開你就有頭緒了，你曉得從哪裡入。《華嚴》是以十願為主，三福、六和、三學、十波羅蜜這是助，我們只要把它賓主辨別清楚就行了，十願是主，其餘四科是賓，這個經才能講出味道出來，講出與我們的生活息息相關，不能不讀，不能不學，才有味道。"
    },
    {
      "id": "20-011-0060_p0024",
      "zh_CN": "受持就用《无量寿经》，《无量寿经》是《华严》的结晶，是《华严》的精华，受持是愈简单愈好，理解是愈广博愈好，用的时候要用精华，解的时候要广博，所以你能够通达《华严》，那《无量寿经》讲的就得心应手，这是左右逢源。彭际清说《无量寿经》即是中本《华严》，很有见地，能说出这句话不容易。",
      "zh_TW": "受持就用《無量壽經》，《無量壽經》是《華嚴》的結晶，是《華嚴》的精華，受持是愈簡單愈好，理解是愈廣博愈好，用的時候要用精華，解的時候要廣博，所以你能夠通達《華嚴》，那《無量壽經》講的就得心應手，這是左右逢源。彭際清說《無量壽經》即是中本《華嚴》，很有見地，能說出這句話不容易。"
    }
  ]
}