{
  "doc_id": "20-011-0028",
  "title": {
    "zh_CN": "教学艺术",
    "zh_TW": "教學藝術"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0028",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "20-011-0028_p0001",
      "zh_CN": "佛法确实是高度智慧的表现，在两、三千年之前，佛用音乐、美术、雕塑，甚至于建筑，用种种艺术来表达佛菩萨教化众生的义趣，这就是现代世间人才讲求的艺术化，佛家讲艺术化要比现代人早三千年。佛在经上常说现相是「唯心所现，唯识所变」，所以相是从心生的，相是随心转的，这是真正的事实，是事实的真相。",
      "zh_TW": "佛法確實是高度智慧的表現，在兩、三千年之前，佛用音樂、美術、雕塑，甚至於建築，用種種藝術來表達佛菩薩教化眾生的義趣，這就是現代世間人才講求的藝術化，佛家講藝術化要比現代人早三千年。佛在經上常說現相是「唯心所現，唯識所變」，所以相是從心生的，相是隨心轉的，這是真正的事實，是事實的真相。"
    },
    {
      "id": "20-011-0028_p0002",
      "zh_CN": "罗汉是一个真正觉悟的人，虽然他习气没断，可是见思烦恼确实断了，所以罗汉的相千奇百怪，但是你仔细去观察，他古怪当中充满了智慧、慈祥，这不同于菩萨。菩萨是正等正觉，菩萨的相貌逐渐接近了，而到如来果地上，这相貌就完全相同了，为什么相同？心同，相貌就同；心不同，相貌就不同，所以才说「人心不同，各如其面」。罗汉只断见思烦恼，见思习气没断，尘沙无明没破，所以相貌不同，这个里面很有道理。",
      "zh_TW": "羅漢是一個真正覺悟的人，雖然他習氣沒斷，可是見思煩惱確實斷了，所以羅漢的相千奇百怪，但是你仔細去觀察，他古怪當中充滿了智慧、慈祥，這不同於菩薩。菩薩是正等正覺，菩薩的相貌逐漸接近了，而到如來果地上，這相貌就完全相同了，為什麼相同？心同，相貌就同；心不同，相貌就不同，所以才說「人心不同，各如其面」。羅漢只斷見思煩惱，見思習氣沒斷，塵沙無明沒破，所以相貌不同，這個裡面很有道理。"
    },
    {
      "id": "20-011-0028_p0003",
      "zh_CN": "人都希求一个好相貌、好身体，好相貌、好身体在我们这个地位上来讲是要从修行当中得来，要是最圆满的身相，那是自性的流露，佛家讲那是性德不是修德，但是没有见性的人一定要靠修德，实际上讲见性也是要靠修德功夫成就才能见性。性德流露就是正等正觉，所以这个时候相貌逐渐就接近了，像《华严经》上讲的四十一位法身大士，这个相貌就接近了，我们一般讲的是福报、智慧、体质、色相都逐渐接近了，见性之后统统是性德的流露。由此可知，十法界之内都没见性，十法界的佛也没见性，这个诸位一定要知道。所以天台判四教，十法界里面的佛就是藏教的佛、通教的佛，没离开十法界；别教的佛超越了，他才是一真法界。在贤首判教，就是小乘，「始教」相当于天台的藏、通，贤首的「终教」，这是超越十法界了。这也是告诉我们宇宙人生这一部分的事实真相。",
      "zh_TW": "人都希求一個好相貌、好身體，好相貌、好身體在我們這個地位上來講是要從修行當中得來，要是最圓滿的身相，那是自性的流露，佛家講那是性德不是修德，但是沒有見性的人一定要靠修德，實際上講見性也是要靠修德功夫成就才能見性。性德流露就是正等正覺，所以這個時候相貌逐漸就接近了，像《華嚴經》上講的四十一位法身大士，這個相貌就接近了，我們一般講的是福報、智慧、體質、色相都逐漸接近了，見性之後統統是性德的流露。由此可知，十法界之內都沒見性，十法界的佛也沒見性，這個諸位一定要知道。所以天台判四教，十法界裡面的佛就是藏教的佛、通教的佛，沒離開十法界；別教的佛超越了，他才是一真法界。在賢首判教，就是小乘，「始教」相當於天台的藏、通，賢首的「終教」，這是超越十法界了。這也是告訴我們宇宙人生這一部分的事實真相。"
    },
    {
      "id": "20-011-0028_p0004",
      "zh_CN": "佛又告诉我们「凡所有相，皆是虚妄」，所以对于相好不能执着，一有执着的心就错了。如果还有分别、执着的心，修得再好，不但十法界不能超越，六道都不能超越。纵有智慧、慈悲，要以佛法的标准来说，是相似的，不是真实的，为什么说相似不是真实的？我执没破就不是真实的。所以一定要破我执，要断烦恼，证阿罗汉果，才称之为正觉，正觉就是真的了，那不是相似的。这是我们把标准拉下来讲，如果以大乘的标准，那还不行，那阿罗汉还是相似位，他那个标准是以见性为标准，没见性是在相似位。你看「天台六即」，「理即、名字即」，到「观行即」，我们的功夫才得力，换句话说，你会用功了，你才真正走上了正路，也就是说在生活、工作当中，你会改变你错误的观念，这叫「观行即」。在日常生活处事待人接物要不懂得改变我们错误的观念，那可不叫修行。",
      "zh_TW": "佛又告訴我們「凡所有相，皆是虛妄」，所以對於相好不能執著，一有執著的心就錯了。如果還有分別、執著的心，修得再好，不但十法界不能超越，六道都不能超越。縱有智慧、慈悲，要以佛法的標準來說，是相似的，不是真實的，為什麼說相似不是真實的？我執沒破就不是真實的。所以一定要破我執，要斷煩惱，證阿羅漢果，才稱之為正覺，正覺就是真的了，那不是相似的。這是我們把標準拉下來講，如果以大乘的標準，那還不行，那阿羅漢還是相似位，他那個標準是以見性為標準，沒見性是在相似位。你看「天台六即」，「理即、名字即」，到「觀行即」，我們的功夫才得力，換句話說，你會用功了，你才真正走上了正路，也就是說在生活、工作當中，你會改變你錯誤的觀念，這叫「觀行即」。在日常生活處事待人接物要不懂得改變我們錯誤的觀念，那可不叫修行。"
    },
    {
      "id": "20-011-0028_p0005",
      "zh_CN": "「观照」不仅仅是禅家用，佛法任何一个宗派、任何一个法门，讲到行门的总纲领都离不开「观照」，我们念佛也是观照。最重要的是要把错误的观念改正过来，要知道自己的毛病、习气，这个非常重要。你能够知道自己的毛病、习气，这个人叫开悟了、觉悟了。你能把错误都改正过来，这个人叫真修，真正修行。如果你不知道自己的过失，不会改过自新，你虽然学佛，都是在「名字即」中，也就是说有名无实，这占大多数。今天佛门，受了三皈，受了戒，乃至于出家人受了具足戒，你看看十之八九都在名字位中，没有到观行。如果在观行的地位上，我们念佛的人决定往生，因为观行可以到功夫成片。再往上一层就相似，相似是事一心不乱，再往上，分证是理一心不乱，所以有观行的功夫就决定得生。所以自己的毛病是什么？在哪里？习气是什么？要知道。佛法讲开悟，开悟也不是很玄，也不是什么很奇特的事情。「究竟即」只有一位，圆教的圆满佛，只有一个人。阿罗汉也相当的了不起，足够给六道凡夫做最佳的榜样。",
      "zh_TW": "「觀照」不僅僅是禪家用，佛法任何一個宗派、任何一個法門，講到行門的總綱領都離不開「觀照」，我們念佛也是觀照。最重要的是要把錯誤的觀念改正過來，要知道自己的毛病、習氣，這個非常重要。你能夠知道自己的毛病、習氣，這個人叫開悟了、覺悟了。你能把錯誤都改正過來，這個人叫真修，真正修行。如果你不知道自己的過失，不會改過自新，你雖然學佛，都是在「名字即」中，也就是說有名無實，這佔大多數。今天佛門，受了三皈，受了戒，乃至於出家人受了具足戒，你看看十之八九都在名字位中，沒有到觀行。如果在觀行的地位上，我們念佛的人決定往生，因為觀行可以到功夫成片。再往上一層就相似，相似是事一心不亂，再往上，分證是理一心不亂，所以有觀行的功夫就決定得生。所以自己的毛病是什麼？在哪裡？習氣是什麼？要知道。佛法講開悟，開悟也不是很玄，也不是什麼很奇特的事情。「究竟即」只有一位，圓教的圓滿佛，只有一個人。阿羅漢也相當的了不起，足夠給六道凡夫做最佳的榜樣。"
    },
    {
      "id": "20-011-0028_p0006",
      "zh_CN": "画佛菩萨像也相当不容易。大陆上过去的丛林寺院有罗汉堂，我参观过苏州的西园寺，西园寺的罗汉堂保存得相当完整，五百罗汉像塑得好。你看五百尊罗汉，容貌各个不相同，会看的人仔细观察就开智慧，就知道怎样去做人，怎样去处事。容貌不同、名号不同，里面都表很深的义理，有最丰富的情趣。",
      "zh_TW": "畫佛菩薩像也相當不容易。大陸上過去的叢林寺院有羅漢堂，我參觀過蘇州的西園寺，西園寺的羅漢堂保存得相當完整，五百羅漢像塑得好。你看五百尊羅漢，容貌各個不相同，會看的人仔細觀察就開智慧，就知道怎樣去做人，怎樣去處事。容貌不同、名號不同，裡面都表很深的義理，有最豐富的情趣。"
    },
    {
      "id": "20-011-0028_p0007",
      "zh_CN": "世间人，可以说是古今中外，很少人不执重「情」字。感情最丰富、最圆满的是什么人？给诸位说，就是佛菩萨。在世间法里面，感情最丰富的是学哲学的，没有最丰富、最真实的感情就不能学哲学，那个哲学的确他是不得其门而入。那么佛法讲「情」要断，为什么说佛菩萨是感情最丰富的？这里面「情」我们要拣别，有真有假，世间的情是假的，佛菩萨的情是真的。哲学家的情，虽然他烦恼没有断，在凡夫里面讲，他的情操高，接近真实。真情就是智慧，感情跟智慧是一不是二。所以佛法给它换个名词，与世间法有所区别，世间人讲「爱情」，佛法讲「慈悲」，慈悲就是真正的爱情，永恒不变。为什么它不会变？它从自性真心里面流露出来的，它那个根源不变的，所以流出来的作用、现相也不变。凡夫、二乘，十法界里面没有见性，所以它会变，会变就不是真的，是虚妄的。十法界里的四圣接近真实，所以天台教义把他列入「相似位」，六道里面修得再好的是「观行位」，如果到相似位就脱离六道了，你得事一心不乱了，你见思烦恼断了，断见思烦恼之后才是相似位。尘沙断了，破一品无明，那「分证位」。这些道理我们明白了，懂得了，才能谈得上「观世间」。",
      "zh_TW": "世間人，可以說是古今中外，很少人不執重「情」字。感情最豐富、最圓滿的是什麼人？給諸位說，就是佛菩薩。在世間法裡面，感情最豐富的是學哲學的，沒有最豐富、最真實的感情就不能學哲學，那個哲學的確他是不得其門而入。那麼佛法講「情」要斷，為什麼說佛菩薩是感情最豐富的？這裡面「情」我們要揀別，有真有假，世間的情是假的，佛菩薩的情是真的。哲學家的情，雖然他煩惱沒有斷，在凡夫裡面講，他的情操高，接近真實。真情就是智慧，感情跟智慧是一不是二。所以佛法給它換個名詞，與世間法有所區別，世間人講「愛情」，佛法講「慈悲」，慈悲就是真正的愛情，永恆不變。為什麼它不會變？它從自性真心裡面流露出來的，它那個根源不變的，所以流出來的作用、現相也不變。凡夫、二乘，十法界裡面沒有見性，所以它會變，會變就不是真的，是虛妄的。十法界裡的四聖接近真實，所以天台教義把他列入「相似位」，六道裡面修得再好的是「觀行位」，如果到相似位就脫離六道了，你得事一心不亂了，你見思煩惱斷了，斷見思煩惱之後才是相似位。塵沙斷了，破一品無明，那「分證位」。這些道理我們明白了，懂得了，才能談得上「觀世間」。"
    },
    {
      "id": "20-011-0028_p0008",
      "zh_CN": "像你们昨天讲的，懂得科判了，你才能懂得看经，你才晓得怎么看法。佛法这些道理你要是明白了，你就懂得怎么观察世间了。观察世间很有趣味，这里头体、相、作用、因缘果报，一切事、一切理，你有个眉目了，你知道这究竟是一回什么事情，你在这里面才算是个明白人，你不迷惑，这种功夫并不算很深，刚才讲「观行位」的功夫。向上我们没有把握，做不到，但是这个阶段，可以说只要我们自己会用功都能做得到。这里面的功夫当然也有浅深不同，深位的，我们把它回过头来念佛求生净土，那就是凡圣同居土里面上辈往生，凡圣同居土的上辈往生就能够自在往生，人不生病，所谓是站着走，坐着走，什么时候想走都能做得到，这是净宗法门的殊胜。那么其他法门能不能做到？也能做到。",
      "zh_TW": "像你們昨天講的，懂得科判了，你才能懂得看經，你才曉得怎麼看法。佛法這些道理你要是明白了，你就懂得怎麼觀察世間了。觀察世間很有趣味，這裡頭體、相、作用、因緣果報，一切事、一切理，你有個眉目了，你知道這究竟是一回什麼事情，你在這裡面才算是個明白人，你不迷惑，這種功夫並不算很深，剛才講「觀行位」的功夫。向上我們沒有把握，做不到，但是這個階段，可以說只要我們自己會用功都能做得到。這裡面的功夫當然也有淺深不同，深位的，我們把它回過頭來念佛求生淨土，那就是凡聖同居土裡面上輩往生，凡聖同居土的上輩往生就能夠自在往生，人不生病，所謂是站著走，坐著走，什麼時候想走都能做得到，這是淨宗法門的殊勝。那麼其他法門能不能做到？也能做到。"
    },
    {
      "id": "20-011-0028_p0009",
      "zh_CN": "你们大家学佛都有不少年了，佛门里面「三生石」的故事，李源跟圆泽禅师，那是禅宗的，那也是生死自在，那是什么地位？给诸位说，也是「观行即」里面上品功夫，知道自己到哪里投胎，知道来生怎么样状况，跟老朋友约会十二年以后见面。十二年，他是十二岁的小孩，老朋友已经八十多岁，胡须都白了；可惜没有往生，往生就作佛了，还搞六道轮回，你就想到差别就在此地，与净土没有缘分。他要是念佛往生净土的话，他可以站着走，坐着走，他自在。所以这一点也给了我们很大的启示，才晓得如果不修这个法门想脱离六道轮回，太难了。所以在各宗各派无量法门里面，我们看到古大德这些修学所表现的，我们在这当中要能体会，要能觉悟。",
      "zh_TW": "你們大家學佛都有不少年了，佛門裡面「三生石」的故事，李源跟圓澤禪師，那是禪宗的，那也是生死自在，那是什麼地位？給諸位說，也是「觀行即」裡面上品功夫，知道自己到哪裡投胎，知道來生怎麼樣狀況，跟老朋友約會十二年以後見面。十二年，他是十二歲的小孩，老朋友已經八十多歲，鬍鬚都白了；可惜沒有往生，往生就作佛了，還搞六道輪迴，你就想到差別就在此地，與淨土沒有緣分。他要是念佛往生淨土的話，他可以站著走，坐著走，他自在。所以這一點也給了我們很大的啟示，才曉得如果不修這個法門想脫離六道輪迴，太難了。所以在各宗各派無量法門裡面，我們看到古大德這些修學所表現的，我們在這當中要能體會，要能覺悟。"
    },
    {
      "id": "20-011-0028_p0010",
      "zh_CN": "特别是在这个时代，外面的诱惑力量太强大了，名闻利养，五欲六尘，这些是什么东西？就是《楞严经》上讲的妖魔鬼怪。「四种清净明诲」就是讲的妖魔鬼怪，这些妖魔鬼怪就是经上讲的「邪师说法如恒河沙」，在这么一个环境里面你能够把持得住，真的是谈何容易。你能够觉而不迷，说实在的话，古时候那些成就的人，如果把他放在今天这个社会，不见得他能成就。因为他那个时代，外面诱惑的东西少，尤其是出家修道，连在家居士修行都到寺院挂单，往往在寺院一住住几个月，还有住很多年的。而寺院都在深山里面，交通没有像现在这么方便，上山哪有那么容易！完全一步一步走上去，从前没有那么宽的马路，小石阶梯，小路，哪有这么舒服的路给你走！为什么寺院建立在这个地方？就是与诱惑的这些地方把它阻绝，使这些恶缘减少到最低的程度，你在这个环境里头修心养性容易得定，功夫容易得力。",
      "zh_TW": "特別是在這個時代，外面的誘惑力量太強大了，名聞利養，五欲六塵，這些是什麼東西？就是《楞嚴經》上講的妖魔鬼怪。「四種清淨明誨」就是講的妖魔鬼怪，這些妖魔鬼怪就是經上講的「邪師說法如恒河沙」，在這麼一個環境裡面你能夠把持得住，真的是談何容易。你能夠覺而不迷，說實在的話，古時候那些成就的人，如果把他放在今天這個社會，不見得他能成就。因為他那個時代，外面誘惑的東西少，尤其是出家修道，連在家居士修行都到寺院掛單，往往在寺院一住住幾個月，還有住很多年的。而寺院都在深山裡面，交通沒有像現在這麼方便，上山哪有那麼容易！完全一步一步走上去，從前沒有那麼寬的馬路，小石階梯，小路，哪有這麼舒服的路給你走！為什麼寺院建立在這個地方？就是與誘惑的這些地方把它阻絕，使這些惡緣減少到最低的程度，你在這個環境裡頭修心養性容易得定，功夫容易得力。"
    },
    {
      "id": "20-011-0028_p0011",
      "zh_CN": "现在一座寺院，特别是有历史的，有知名度的，你看那个游客多少，一天成千上万的游客，你还修什么行？不过会修行的，那高段的功夫，在这种环境里头修定修慧，在那里修像《金刚经》上所讲的「外不着相，内不动心」，那高段，那不是普通的，普通人在这个环境里面是决定会被诱惑的。所以在今天这个环境，若不是上上根，不是成佛成菩萨就是堕三途恶道，中间这个阶段太少了，失掉人身，得人身不容易。如何能够在现代社会里面不受诱惑，我们就有把握这一生当中能成就。决定要淘汰自己的习气，习气里面最严重的就是贪瞋痴慢，「慢」是傲慢，今天社会，所以这是魔，魔来诱惑，有一点点长处，值得骄傲，值得骄傲就是被魔抓去了，魔在这个地方叫你动烦恼，起傲慢心。",
      "zh_TW": "現在一座寺院，特別是有歷史的，有知名度的，你看那個遊客多少，一天成千上萬的遊客，你還修什麼行？不過會修行的，那高段的功夫，在這種環境裡頭修定修慧，在那裡修像《金剛經》上所講的「外不著相，內不動心」，那高段，那不是普通的，普通人在這個環境裡面是決定會被誘惑的。所以在今天這個環境，若不是上上根，不是成佛成菩薩就是墮三途惡道，中間這個階段太少了，失掉人身，得人身不容易。如何能夠在現代社會裡面不受誘惑，我們就有把握這一生當中能成就。決定要淘汰自己的習氣，習氣裡面最嚴重的就是貪瞋痴慢，「慢」是傲慢，今天社會，所以這是魔，魔來誘惑，有一點點長處，值得驕傲，值得驕傲就是被魔抓去了，魔在這個地方叫你動煩惱，起傲慢心。"
    },
    {
      "id": "20-011-0028_p0012",
      "zh_CN": "所以学佛，佛、菩萨、罗汉是我们的榜样。我们供养佛、菩萨、罗汉的形像，那就是个标本，时时刻刻提醒自己要向他学习。慈悲心少的，供养观世音菩萨；诚敬心少的，供养地藏菩萨；懈怠、散慢的，供养普贤菩萨，普贤菩萨是实行家，真干。文殊表智慧，愚痴的人就供文殊，对治自己毛病。地藏表孝敬。弥勒菩萨在中国用布袋和尚，表宽宏大量，心胸狭小的人供弥勒菩萨，这都是对治我们毛病的。所以诸佛菩萨的形像跟名号在佛法都是教学的手段、工具，他不是神明，不能把他当神明看待。我们供养佛菩萨形像，对他恭敬，我们认真学习才叫恭敬，所以佛法里头一丝毫的迷信都没有。佛门里面，佛的名号多，你们看《万佛名经》，那都是世尊略说，略说已经说了一万两千多个名号，菩萨的名号是无量无边。我们晓得名号是教学的手段，就跟世间人贴标语的意思差不多，口号，佛菩萨名号就是口号，其目的就是时时刻刻提醒我们，帮助我们觉而不迷，正而不邪，净而不染，作用在此地。",
      "zh_TW": "所以學佛，佛、菩薩、羅漢是我們的榜樣。我們供養佛、菩薩、羅漢的形像，那就是個標本，時時刻刻提醒自己要向他學習。慈悲心少的，供養觀世音菩薩；誠敬心少的，供養地藏菩薩；懈怠、散慢的，供養普賢菩薩，普賢菩薩是實行家，真幹。文殊表智慧，愚痴的人就供文殊，對治自己毛病。地藏表孝敬。彌勒菩薩在中國用布袋和尚，表寬宏大量，心胸狹小的人供彌勒菩薩，這都是對治我們毛病的。所以諸佛菩薩的形像跟名號在佛法都是教學的手段、工具，他不是神明，不能把他當神明看待。我們供養佛菩薩形像，對他恭敬，我們認真學習才叫恭敬，所以佛法裡頭一絲毫的迷信都沒有。佛門裡面，佛的名號多，你們看《萬佛名經》，那都是世尊略說，略說已經說了一萬兩千多個名號，菩薩的名號是無量無邊。我們曉得名號是教學的手段，就跟世間人貼標語的意思差不多，口號，佛菩薩名號就是口號，其目的就是時時刻刻提醒我們，幫助我們覺而不迷，正而不邪，淨而不染，作用在此地。"
    },
    {
      "id": "20-011-0028_p0013",
      "zh_CN": "这些诸佛菩萨到底有没有？有，太多了。人只要依照这个法门修，你修大慈大悲，你就是观音菩萨；你修十大愿王，你就是普贤菩萨；你修禅定智慧，你就是文殊菩萨；你学孝顺父母，尊师重道，你就是地藏菩萨；无量无边，真的不是假的。这些诸佛菩萨在哪里？就在男女老少、各行各业里头，佛菩萨跟一切大众、跟这个社会没有脱节，是一体的。我们明白这个道理，认真修学，自己何尝不是诸佛菩萨？我们能够有这种体会，这样的投入，对于观佛、菩萨、罗汉的形像，听佛菩萨的名号，感受自然就不同了，就是所谓的在接受甚深、至善圆满的教学。",
      "zh_TW": "這些諸佛菩薩到底有沒有？有，太多了。人只要依照這個法門修，你修大慈大悲，你就是觀音菩薩；你修十大願王，你就是普賢菩薩；你修禪定智慧，你就是文殊菩薩；你學孝順父母，尊師重道，你就是地藏菩薩；無量無邊，真的不是假的。這些諸佛菩薩在哪裡？就在男女老少、各行各業裡頭，佛菩薩跟一切大眾、跟這個社會沒有脫節，是一體的。我們明白這個道理，認真修學，自己何嘗不是諸佛菩薩？我們能夠有這種體會，這樣的投入，對於觀佛、菩薩、羅漢的形像，聽佛菩薩的名號，感受自然就不同了，就是所謂的在接受甚深、至善圓滿的教學。"
    }
  ]
}