{
  "doc_id": "20-011-0072",
  "title": {
    "zh_CN": "老实就是—随缘",
    "zh_TW": "老實就是—隨緣"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0072",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "20-011-0072_p0001",
      "zh_CN": "在古籍《左传》、《国语》里面有很多的记载，用现代的话来讲，就是观光、旅游，观察民情风俗，就知道这个地方盛衰兴亡，所以观光、旅游是增长学问。这些话我们听了有什么感想？可不可靠？其实观察社会，跟一个大夫看一个病人是同样的道理，高明的大夫，不必问，不必把脉，看看这个人的气色，听听他的音声，观察他的行动，就知道他得了些什么病，他就有能力去治疗他。观察一个人如是，观察社会也是这么个道理。",
      "zh_TW": "在古籍《左傳》、《國語》裡面有很多的記載，用現代的話來講，就是觀光、旅遊，觀察民情風俗，就知道這個地方盛衰興亡，所以觀光、旅遊是增長學問。這些話我們聽了有什麼感想？可不可靠？其實觀察社會，跟一個大夫看一個病人是同樣的道理，高明的大夫，不必問，不必把脈，看看這個人的氣色，聽聽他的音聲，觀察他的行動，就知道他得了些什麼病，他就有能力去治療他。觀察一個人如是，觀察社會也是這麼個道理。"
    },
    {
      "id": "20-011-0072_p0002",
      "zh_CN": "所以我们到外面去转一圈不能白转，纵然不能像古人那样观察入微，也得有个一分、二分，增长学问，增长见识。诸位明白这个道理，以后出门无论看什么样的境界，你会跟别人有不同的看法，有不同的感想，有不同的收获；如果更能深入，那就像《华严经》上所说的，情与无情，无不说法了，你能够得甚深的法意，能开悟，能证果，何必要文字、言说？这都是真的。从观察境界而悟入的人很多，我们这个世间少，他方世界多。",
      "zh_TW": "所以我們到外面去轉一圈不能白轉，縱然不能像古人那樣觀察入微，也得有個一分、二分，增長學問，增長見識。諸位明白這個道理，以後出門無論看什麼樣的境界，你會跟別人有不同的看法，有不同的感想，有不同的收穫；如果更能深入，那就像《華嚴經》上所說的，情與無情，無不說法了，你能夠得甚深的法意，能開悟，能證果，何必要文字、言說？這都是真的。從觀察境界而悟入的人很多，我們這個世間少，他方世界多。"
    },
    {
      "id": "20-011-0072_p0003",
      "zh_CN": "所以学佛，总而言之，古人讲的，我们愈想愈有道理，学佛学什么？学老实。念佛要老实念，你才能得一心不乱；参禅要老实参，你才能明心见性；研教要老实研，你才能大开圆解，老老实实。什么叫老实？循规蹈矩，不起心、不动念、不分别、不执着，这叫老实。释迦牟尼佛成佛了，老老实实就成佛了。释迦牟尼佛为一切众生讲经说法，讲了四十九年，清凉大师在《华严经》经题上讲到这是佛说的，释迦牟尼佛从来没讲一句话，四十九年讲的是什么？讲的是古佛所说的，没有自己一点意思在里头。所以世出世间这些大圣人，孔老夫子自己也说，他一生教学，「述而不作」，述是什么？前人的，所讲的全是前人的；「作」什么？创作，自己的，他说他没有，孔老夫子一生他没有自己的创意，都是前人的。",
      "zh_TW": "所以學佛，總而言之，古人講的，我們愈想愈有道理，學佛學什麼？學老實。念佛要老實念，你才能得一心不亂；參禪要老實參，你才能明心見性；研教要老實研，你才能大開圓解，老老實實。什麼叫老實？循規蹈矩，不起心、不動念、不分別、不執著，這叫老實。釋迦牟尼佛成佛了，老老實實就成佛了。釋迦牟尼佛為一切眾生講經說法，講了四十九年，清涼大師在《華嚴經》經題上講到這是佛說的，釋迦牟尼佛從來沒講一句話，四十九年講的是什麼？講的是古佛所說的，沒有自己一點意思在裡頭。所以世出世間這些大聖人，孔老夫子自己也說，他一生教學，「述而不作」，述是什麼？前人的，所講的全是前人的；「作」什麼？創作，自己的，他說他沒有，孔老夫子一生他沒有自己的創意，都是前人的。"
    },
    {
      "id": "20-011-0072_p0004",
      "zh_CN": "释迦牟尼佛四十九年所说，也没有一个字是自己的创意，古佛、如来这么说的。这种心态，跟诸位说，就叫做老实。我们能不能相信？能相信，理论上如是，所有一切诸佛如来，为一切众生所说无量之法，都是从自性流的，自性里面本来具足的，本来具足的，可见得那就不是创意，创意应该是本来没有的，既然是本来具足的，那当然是述古，这是佛法跟世法不相同的地方。",
      "zh_TW": "釋迦牟尼佛四十九年所說，也沒有一個字是自己的創意，古佛、如來這麼說的。這種心態，跟諸位說，就叫做老實。我們能不能相信？能相信，理論上如是，所有一切諸佛如來，為一切眾生所說無量之法，都是從自性流的，自性裡面本來具足的，本來具足的，可見得那就不是創意，創意應該是本來沒有的，既然是本來具足的，那當然是述古，這是佛法跟世法不相同的地方。"
    },
    {
      "id": "20-011-0072_p0005",
      "zh_CN": "世法每个人有创意、创新，所创的那些新意后来都带来些烦恼。中国古代老子深明其道，他对这个观察的很清楚，所以他主张「无为」。世间人为什么这么乱、这么苦？他的观念就是好人太多了，好人好事，要创新，结果所创的那些新的，到最后都惹了一身麻烦，他还不知道后悔。真的你从这个地方细细去观察，细细的去思惟，世出世间大圣，他说老实是真正的宝。再说老实确实与佛所说的这些原理、原则相应，为什么？老实就是戒定慧，如果这个里面加上一丝毫创意在里面，戒定慧就没有了，就破坏了。老实就是清净心，老实就是平等觉。由此可知，世出世间这些圣哲教化一切众生，「老实」这两个字可以全部都包括了，这是希望大家要深深向里面去体会。一生能做老实人，这一生就幸福，于世出世间一切法随缘而不攀缘，随缘是老实。",
      "zh_TW": "世法每個人有創意、創新，所創的那些新意後來都帶來些煩惱。中國古代老子深明其道，他對這個觀察的很清楚，所以他主張「無為」。世間人為什麼這麼亂、這麼苦？他的觀念就是好人太多了，好人好事，要創新，結果所創的那些新的，到最後都惹了一身麻煩，他還不知道後悔。真的你從這個地方細細去觀察，細細的去思惟，世出世間大聖，他說老實是真正的寶。再說老實確實與佛所說的這些原理、原則相應，為什麼？老實就是戒定慧，如果這個裡面加上一絲毫創意在裡面，戒定慧就沒有了，就破壞了。老實就是清淨心，老實就是平等覺。由此可知，世出世間這些聖哲教化一切眾生，「老實」這兩個字可以全部都包括了，這是希望大家要深深向裡面去體會。一生能做老實人，這一生就幸福，於世出世間一切法隨緣而不攀緣，隨緣是老實。"
    },
    {
      "id": "20-011-0072_p0006",
      "zh_CN": "昨天我给南大的学生也透过这个意思，他们学生问我，听我录音带里面常常说「随缘而不攀缘」，他说他们学校的佛学社每个学期都要计划安排哪些活动，他说我们这种安排，是不是叫打妄想？是不是叫做攀缘？那要不安排，这个佛学社就没活动了，这种安排是你工作里面的一部分，你事业里面一部分，如果种种条件都许可，你去安排，这就属于随缘，没有这些条件，刻意去安排，那就是属于攀缘。他们的学社也有不少年的历史了，每一年每个学期都安排一些活动，这是成规，就像办学校安排课程一样，请外面法师或者大德到他们学校去讲演，他这次来他邀请我，这个一切条件都具足，这也叫随缘；条件不具足，一定勉强的去求，那是攀缘。这个我们一定要辨别的很清楚，随缘心是清净的，很顺利就把这个事情做圆满了；攀缘是很勉强的，也能把事情做成，但是做成之后，后面还有烦恼，心得不到清净。所以随缘如法，如法就是心地清净，与戒定慧相应；攀缘与贪瞋痴相应，它不与戒定慧相应，如果我们从这个标准来衡量，那就很清楚，很明白。",
      "zh_TW": "昨天我給南大的學生也透過這個意思，他們學生問我，聽我錄音帶裡面常常說「隨緣而不攀緣」，他說他們學校的佛學社每個學期都要計畫安排哪些活動，他說我們這種安排，是不是叫打妄想？是不是叫做攀緣？那要不安排，這個佛學社就沒活動了，這種安排是你工作裡面的一部分，你事業裡面一部分，如果種種條件都許可，你去安排，這就屬於隨緣，沒有這些條件，刻意去安排，那就是屬於攀緣。他們的學社也有不少年的歷史了，每一年每個學期都安排一些活動，這是成規，就像辦學校安排課程一樣，請外面法師或者大德到他們學校去講演，他這次來他邀請我，這個一切條件都具足，這也叫隨緣；條件不具足，一定勉強的去求，那是攀緣。這個我們一定要辨別的很清楚，隨緣心是清淨的，很順利就把這個事情做圓滿了；攀緣是很勉強的，也能把事情做成，但是做成之後，後面還有煩惱，心得不到清淨。所以隨緣如法，如法就是心地清淨，與戒定慧相應；攀緣與貪瞋痴相應，它不與戒定慧相應，如果我們從這個標準來衡量，那就很清楚，很明白。"
    },
    {
      "id": "20-011-0072_p0007",
      "zh_CN": "同样的一个道理，能与戒定慧相应的，这就是老实，与贪瞋痴相应的，那就不老实，佛法所立的标准何其明显。起心动念，言语造作，能与戒定慧相应，这就是菩萨心，是诸佛之所行。戒是守法、如法，佛法不离世间法，样样都能符合世间人的要求，世间的法律、规约、道德、风俗习惯，与它们都不违背，这是戒。定是清净心，虽然跟世间人和光同尘，可是心地绝不染污，这个就是定。世间的善人，也样样能如法，他有分别、他有妄想、他有执着，所以他不与定慧相应。佛菩萨跟世间人不相同的，就是样样跟大家都相同，生活方式、工作、人情世故，没有两样，所以「佛法在世间，不离世间觉」，他后头有个觉，世间人不觉，佛觉。觉就是能在一切法里头如如不动，这个就与定相应了。与慧相应的，是知道这「一切有为法，如梦幻泡影」，这是慧。",
      "zh_TW": "同樣的一個道理，能與戒定慧相應的，這就是老實，與貪瞋痴相應的，那就不老實，佛法所立的標準何其明顯。起心動念，言語造作，能與戒定慧相應，這就是菩薩心，是諸佛之所行。戒是守法、如法，佛法不離世間法，樣樣都能符合世間人的要求，世間的法律、規約、道德、風俗習慣，與它們都不違背，這是戒。定是清淨心，雖然跟世間人和光同塵，可是心地絕不染污，這個就是定。世間的善人，也樣樣能如法，他有分別、他有妄想、他有執著，所以他不與定慧相應。佛菩薩跟世間人不相同的，就是樣樣跟大家都相同，生活方式、工作、人情世故，沒有兩樣，所以「佛法在世間，不離世間覺」，他後頭有個覺，世間人不覺，佛覺。覺就是能在一切法裡頭如如不動，這個就與定相應了。與慧相應的，是知道這「一切有為法，如夢幻泡影」，這是慧。"
    },
    {
      "id": "20-011-0072_p0008",
      "zh_CN": "所以示现在这个世间，古大德跟经论里头所说的，「梦中佛事，水月道场」，建不建道场？有缘当然可以建，哪有不能建的？种种条件具足，可以建，你建的时候你还是跟戒定慧相应就可以；如果与烦恼相应就不可以，那对我们伤害就太大了。一切条件都现成了，那有什么不能建的？做梦中佛事，种种示现，种种说法，梦中佛事。",
      "zh_TW": "所以示現在這個世間，古大德跟經論裡頭所說的，「夢中佛事，水月道場」，建不建道場？有緣當然可以建，哪有不能建的？種種條件具足，可以建，你建的時候你還是跟戒定慧相應就可以；如果與煩惱相應就不可以，那對我們傷害就太大了。一切條件都現成了，那有什麼不能建的？做夢中佛事，種種示現，種種說法，夢中佛事。"
    },
    {
      "id": "20-011-0072_p0009",
      "zh_CN": "「度尽一切众生，而实无众生得度者」，这《金刚经》上的话。「度尽一切众生」是讲经说法，种种示现，帮助众生开悟；「实无众生得度者」，心里不着相，三轮体空，那是慧。定慧等学，定慧等学是在事相当中等学，离开这些水月道场，梦中佛事，你这个定慧表现在哪里？而后我们才晓得，原来世间法跟出世间法是一不是二。为什么佛又说世间、出世间？这个很简单，你在一切法里头，你的心跟戒定慧相应，就叫出世间法；你用心跟贪瞋痴相应，就叫世间法。法没有什么世间、出世间，世间、出世间是用心不同，相应不同，道理在此地。",
      "zh_TW": "「度盡一切眾生，而實無眾生得度者」，這《金剛經》上的話。「度盡一切眾生」是講經說法，種種示現，幫助眾生開悟；「實無眾生得度者」，心裡不著相，三輪體空，那是慧。定慧等學，定慧等學是在事相當中等學，離開這些水月道場，夢中佛事，你這個定慧表現在哪裡？而後我們才曉得，原來世間法跟出世間法是一不是二。為什麼佛又說世間、出世間？這個很簡單，你在一切法裡頭，你的心跟戒定慧相應，就叫出世間法；你用心跟貪瞋痴相應，就叫世間法。法沒有什麼世間、出世間，世間、出世間是用心不同，相應不同，道理在此地。"
    },
    {
      "id": "20-011-0072_p0010",
      "zh_CN": "所以世间跟出世间是一法，那就入「圆融具德」的境界了，事事无碍的大圆满。《地藏菩萨本愿经》，佛没有说法，先放光，第一个就说「大圆满光明云」，这句是总说，后面十几句那是别说，没有一样不圆满，智慧圆满、福德圆满、功德圆满，样样都圆满，与戒定慧相应就圆满了，没有一样不圆满。我们观察这个社会，观察这个世间，现前的现相千奇百怪，你在街上走的时候都看到，看出一切众生的烦恼，看出一切众生的妄想，从这些妄想、烦恼里面看出一切众生的果报。佛菩萨要怎样去帮助他们，帮助他们回头是岸，他们现在是迷在其中，丝毫不觉，以为那是正常的。现今的社会，说老实话，那个现相是三恶道的现相，还不是三善道的现相。三善道的现相，人心与五戒十善相应，那是三善道的现象；如果与六度、四无量心相应，那是菩萨的现相。所以只要自己很冷静，不难观察到，一切人事物都清清楚楚，明明白白。",
      "zh_TW": "所以世間跟出世間是一法，那就入「圓融具德」的境界了，事事無礙的大圓滿。《地藏菩薩本願經》，佛沒有說法，先放光，第一個就說「大圓滿光明雲」，這句是總說，後面十幾句那是別說，沒有一樣不圓滿，智慧圓滿、福德圓滿、功德圓滿，樣樣都圓滿，與戒定慧相應就圓滿了，沒有一樣不圓滿。我們觀察這個社會，觀察這個世間，現前的現相千奇百怪，你在街上走的時候都看到，看出一切眾生的煩惱，看出一切眾生的妄想，從這些妄想、煩惱裡面看出一切眾生的果報。佛菩薩要怎樣去幫助他們，幫助他們回頭是岸，他們現在是迷在其中，絲毫不覺，以為那是正常的。現今的社會，說老實話，那個現相是三惡道的現相，還不是三善道的現相。三善道的現相，人心與五戒十善相應，那是三善道的現象；如果與六度、四無量心相應，那是菩薩的現相。所以只要自己很冷靜，不難觀察到，一切人事物都清清楚楚，明明白白。"
    },
    {
      "id": "20-011-0072_p0011",
      "zh_CN": "要帮助这些众生回头，先决的条件就是要成就自己，成就自己的戒定慧三学，戒学是福德，慧学是真实智慧，定学里面福、慧都有。修福、修慧不是到别的地方修，就是修戒定慧，表演给世人看，我们样样都如法，样样都守规矩，世间人不守，我们守，我们要做出样子给人看。世间人有贪心，我们没有贪心；世间人有瞋恚，我们没有瞋恚；世间人有嫉妒，我们没有嫉妒。要真做到，世间人起心动念为自己，我们起心动念为众生；世间人念念执着我，佛告诉我们无我。我是什么？一切众生就是我，所以为一切众生是真正为我，生佛不二，要真干！佛所说的句句话都是真实话，真实与自性相应，与性德相应，这是真实的，与性德相违背的，那是假的。",
      "zh_TW": "要幫助這些眾生回頭，先決的條件就是要成就自己，成就自己的戒定慧三學，戒學是福德，慧學是真實智慧，定學裡面福、慧都有。修福、修慧不是到別的地方修，就是修戒定慧，表演給世人看，我們樣樣都如法，樣樣都守規矩，世間人不守，我們守，我們要做出樣子給人看。世間人有貪心，我們沒有貪心；世間人有瞋恚，我們沒有瞋恚；世間人有嫉妒，我們沒有嫉妒。要真做到，世間人起心動念為自己，我們起心動念為眾生；世間人念念執著我，佛告訴我們無我。我是什麼？一切眾生就是我，所以為一切眾生是真正為我，生佛不二，要真幹！佛所說的句句話都是真實話，真實與自性相應，與性德相應，這是真實的，與性德相違背的，那是假的。"
    },
    {
      "id": "20-011-0072_p0012",
      "zh_CN": "诸位晓得这些原理、原则，而后观听自然就能深入，自然能够长智慧、长见识，自己得益，而后就能帮助别人，这自行化他，尽心尽力，都是圆满的，圆满功德。尽心尽力也是随缘而不攀缘，永远保持定慧，这就是真实的受用。",
      "zh_TW": "諸位曉得這些原理、原則，而後觀聽自然就能深入，自然能夠長智慧、長見識，自己得益，而後就能幫助別人，這自行化他，盡心盡力，都是圓滿的，圓滿功德。盡心盡力也是隨緣而不攀緣，永遠保持定慧，這就是真實的受用。"
    }
  ]
}