{
  "doc_id": "20-011-0049",
  "title": {
    "zh_CN": "护法功德",
    "zh_TW": "護法功德"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0049",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "20-011-0049_p0001",
      "zh_CN": "光阴过得很快，上海的王居士到这个地方来参学，明天就要离开了，而开封的史居士到新加坡来参学，一个月也很快就到了。这是别人的国家，我们在这个地区最重要的就是要守法，进入新加坡，海关给我们居留的期限是一个月，所以这一个月到了的时候，一定要离境。我们在这个国土一定要留一个很好的印象，一定要做一个守法的人，尔后再来，会受这个地方的欢迎。",
      "zh_TW": "光陰過得很快，上海的王居士到這個地方來參學，明天就要離開了，而開封的史居士到新加坡來參學，一個月也很快就到了。這是別人的國家，我們在這個地區最重要的就是要守法，進入新加坡，海關給我們居留的期限是一個月，所以這一個月到了的時候，一定要離境。我們在這個國土一定要留一個很好的印象，一定要做一個守法的人，爾後再來，會受這個地方的歡迎。"
    },
    {
      "id": "20-011-0049_p0002",
      "zh_CN": "这两位居士对佛法都非常的热心，不但欢喜学习，而且还发心讲经弘法，这个心非常难得，也就是佛在经上常讲的「发菩提心」。菩提心既然发了，为什么三宝不加持，不能满足、成就他的愿望？我看这两位居士都有意出家，经论当中佛常说，佛法也是从缘生，时节因缘，不能勉强。真正发心，佛菩萨自然有更妥善的安排，这一点不但我们要知道，而且我们要深深的信赖，欢喜的去接受。弘扬佛法不仅是人生第一桩大事，也是社会里面第一等的事业，既然是大事业、大因缘，则决不是一个人能够做得好的，一定是要群策群力，大家共同的合作努力才能把这一桩事情做好，利益社会、利益国家、利益广大的众生。",
      "zh_TW": "這兩位居士對佛法都非常的熱心，不但歡喜學習，而且還發心講經弘法，這個心非常難得，也就是佛在經上常講的「發菩提心」。菩提心既然發了，為什麼三寶不加持，不能滿足、成就他的願望？我看這兩位居士都有意出家，經論當中佛常說，佛法也是從緣生，時節因緣，不能勉強。真正發心，佛菩薩自然有更妥善的安排，這一點不但我們要知道，而且我們要深深的信賴，歡喜的去接受。弘揚佛法不僅是人生第一樁大事，也是社會裡面第一等的事業，既然是大事業、大因緣，則決不是一個人能夠做得好的，一定是要群策群力，大家共同的合作努力才能把這一樁事情做好，利益社會、利益國家、利益廣大的眾生。"
    },
    {
      "id": "20-011-0049_p0003",
      "zh_CN": "佛法要能够久住在世间，我们要明了弘护是一体的，也就是弘法跟护法。弘法的人才有了，护持的人没有，这些弘法的人也是一筹莫展，无能为力。释迦牟尼佛在世，这是有了弘法的人了，佛的弟子也都有能力教化一方，如果有法缘，就是有得力的护法，佛一定把他的学生派出去，派到某一个地方，让他住在那个地方讲经说法教化一方。诸位要晓得在那个时候没有科技、没有资讯，这一个法师讲经，听众毕竟是有限的，距离远了不能来参与法会，那怎么办？佛就派学生到处去讲经。这些学生的能力都被佛认可了，佛给他证明讲得不错，能讲得好，都派出去主持教化。",
      "zh_TW": "佛法要能夠久住在世間，我們要明瞭弘護是一體的，也就是弘法跟護法。弘法的人才有了，護持的人沒有，這些弘法的人也是一籌莫展，無能為力。釋迦牟尼佛在世，這是有了弘法的人了，佛的弟子也都有能力教化一方，如果有法緣，就是有得力的護法，佛一定把他的學生派出去，派到某一個地方，讓他住在那個地方講經說法教化一方。諸位要曉得在那個時候沒有科技、沒有資訊，這一個法師講經，聽眾畢竟是有限的，距離遠了不能來參與法會，那怎麼辦？佛就派學生到處去講經。這些學生的能力都被佛認可了，佛給他證明講得不錯，能講得好，都派出去主持教化。"
    },
    {
      "id": "20-011-0049_p0004",
      "zh_CN": "当时在佛门里面有结夏安居，这个你们出家都知道，结夏安居要用现代话来说就是再教育，进修教育。所以佛家这个制度好，你明了的时候，真的令人五体投地。夏安居的时间选择在夏季的三个月，七月十五到九月十五这三个月，这三个月是印度的雨季。雨季，从前出家人吃饭是托钵，出去托钵非常不方便，所以这三个月就举行夏安居，接受信徒们到道场来供养，不要出去了。而这三个月，佛把在外面教学的这些弟子们统统召回来，这三个月当中再教育，你看这种制度多好。进修教育不断的把学生的程度往上提升，同学们都能够聚集在一起，天天研究讨论，改正缺失。我在这一方教，遇到哪些困难，他在那一方教，遇到些什么困难，彼此提出来讨论，你用什么方法解决的，他用什么方法解决的，还有遭遇到不能解决的，在这里研究讨论改进，不但道业增长，教化众生的技术也有进步，夏安居是再教育。",
      "zh_TW": "當時在佛門裡面有結夏安居，這個你們出家都知道，結夏安居要用現代話來說就是再教育，進修教育。所以佛家這個制度好，你明瞭的時候，真的令人五體投地。夏安居的時間選擇在夏季的三個月，七月十五到九月十五這三個月，這三個月是印度的雨季。雨季，從前出家人吃飯是托缽，出去托缽非常不方便，所以這三個月就舉行夏安居，接受信徒們到道場來供養，不要出去了。而這三個月，佛把在外面教學的這些弟子們統統召回來，這三個月當中再教育，你看這種制度多好。進修教育不斷的把學生的程度往上提升，同學們都能夠聚集在一起，天天研究討論，改正缺失。我在這一方教，遇到哪些困難，他在那一方教，遇到些什麼困難，彼此提出來討論，你用什麼方法解決的，他用什麼方法解決的，還有遭遇到不能解決的，在這裡研究討論改進，不但道業增長，教化眾生的技術也有進步，夏安居是再教育。"
    },
    {
      "id": "20-011-0049_p0005",
      "zh_CN": "现代这种再教育在这个社会里相当普遍，为什么？科技日新月异，你接受的教育如果不接受新的再教育，你马上就被淘汰，立刻就落伍。特别像现在的电脑，你看从事电脑这个工作行业的，每年大概要受两次到三次的再教育，他们的时间不长，大概是一个多星期、两个星期，一年有三次。新的东西出来了，你要不了解，要不懂它的性能，不会使用，你不就马上被淘汰了？",
      "zh_TW": "現代這種再教育在這個社會裡相當普遍，為什麼？科技日新月異，你接受的教育如果不接受新的再教育，你馬上就被淘汰，立刻就落伍。特別像現在的電腦，你看從事電腦這個工作行業的，每年大概要受兩次到三次的再教育，他們的時間不長，大概是一個多星期、兩個星期，一年有三次。新的東西出來了，你要不了解，要不懂它的性能，不會使用，你不就馬上被淘汰了？"
    },
    {
      "id": "20-011-0049_p0006",
      "zh_CN": "所以佛门在三千年前，释迦牟尼佛就定下再教育的制度。佛教是教育，再教育是对老师不是对学生。你看现在社会的学校，放寒暑假了，学生放假，老师也放假。在佛门里头，学生放假，老师进修，老师再接受再教育，你说这种精神多么令人佩服。",
      "zh_TW": "所以佛門在三千年前，釋迦牟尼佛就定下再教育的制度。佛教是教育，再教育是對老師不是對學生。你看現在社會的學校，放寒暑假了，學生放假，老師也放假。在佛門裡頭，學生放假，老師進修，老師再接受再教育，你說這種精神多麼令人佩服。"
    },
    {
      "id": "20-011-0049_p0007",
      "zh_CN": "希望将来我们这些同学都散到各地方讲经弘法，我们一年也有个一次、两次，统统回来的时候，我们也来再教育。现在时代跟释迦牟尼佛时代不一样，结夏安居不一定在那三个月，我们找适当的时间，也不要这么长，一个月。每年大家都回来一个月，我们做进修教育，或者一年两次，半年举行一次，提升我们自己的道业，提升我们教化众生的一些技术，这非常有必要，这释迦牟尼佛教导我们的。所以你想想佛教教学的制度，佛用的这些方法非常完善。现代社会因为科技进步得太快了，所以才想起再教育，佛在三千年前就教给我们这样做法了。",
      "zh_TW": "希望將來我們這些同學都散到各地方講經弘法，我們一年也有個一次、兩次，統統回來的時候，我們也來再教育。現在時代跟釋迦牟尼佛時代不一樣，結夏安居不一定在那三個月，我們找適當的時間，也不要這麼長，一個月。每年大家都回來一個月，我們做進修教育，或者一年兩次，半年舉行一次，提升我們自己的道業，提升我們教化眾生的一些技術，這非常有必要，這釋迦牟尼佛教導我們的。所以你想想佛教教學的制度，佛用的這些方法非常完善。現代社會因為科技進步得太快了，所以才想起再教育，佛在三千年前就教給我們這樣做法了。"
    },
    {
      "id": "20-011-0049_p0008",
      "zh_CN": "佛本身在当时得到十六大国王的拥护，有这些护法。这些国王大臣、大富长者，他们建立道场，礼请出家人到这个地方来讲经说法教化众生。护法重要，你没有个得力的护法，你怎么办？再看一看，在中国这个环境里面，达摩祖师到中国来，梁武帝是见到了，跟梁武帝谈话不投机，达摩祖师也没有一个善巧方便，直来直说，得罪梁武帝。梁武帝是很夸张自己，你看梁武帝一生当中建道场，四百八十座大的寺院，度生几十万人，度人出家，帮助人出家，他自己感觉到很自豪，现在人讲值得骄傲。达摩祖师来，他把这个事情向达摩说，夸耀他自己做了这么多功德，哪里晓得达摩祖师不懂人情世故，说了一句老实话，「并无功德」，这梁武帝不高兴，不护他的法，所以他到中国来一筹莫展，一点办法都没有，跑到少林寺去面壁九年，等到一个徒弟。我们在这边苦心的修学，学会了之后，如果没有人护持，没有人来礼请讲经弘法，那我们跟达摩祖师一样也去面壁九年，所以这才晓得护法重要。",
      "zh_TW": "佛本身在當時得到十六大國王的擁護，有這些護法。這些國王大臣、大富長者，他們建立道場，禮請出家人到這個地方來講經說法教化眾生。護法重要，你沒有個得力的護法，你怎麼辦？再看一看，在中國這個環境裡面，達摩祖師到中國來，梁武帝是見到了，跟梁武帝談話不投機，達摩祖師也沒有一個善巧方便，直來直說，得罪梁武帝。梁武帝是很誇張自己，你看梁武帝一生當中建道場，四百八十座大的寺院，度生幾十萬人，度人出家，幫助人出家，他自己感覺到很自豪，現在人講值得驕傲。達摩祖師來，他把這個事情向達摩說，誇耀他自己做了這麼多功德，哪裡曉得達摩祖師不懂人情世故，說了一句老實話，「並無功德」，這梁武帝不高興，不護他的法，所以他到中國來一籌莫展，一點辦法都沒有，跑到少林寺去面壁九年，等到一個徒弟。我們在這邊苦心的修學，學會了之後，如果沒有人護持，沒有人來禮請講經弘法，那我們跟達摩祖師一樣也去面壁九年，所以這才曉得護法重要。"
    },
    {
      "id": "20-011-0049_p0009",
      "zh_CN": "我们这里培训的将来都是当教员，护法的人当校长，他要办学校，办了学校把我们这些老师请去教学，所以弘法跟护法的功德是相等的。弘法，我们学弘法，我们自己发心做就可以了，可是护法不是你发心就做得到的，不是人人做得到的。弘法，我们自己发心就可以做到，护法做不到，护法一定要有福报。我很想护法，建一个大道场，天天请你们讲，没福报。弘法的时候，我花个五年、十年时间去研究一、两部经论，我学会了，真能讲，所以这个自己凭自己发心可以。",
      "zh_TW": "我們這裡培訓的將來都是當教員，護法的人當校長，他要辦學校，辦了學校把我們這些老師請去教學，所以弘法跟護法的功德是相等的。弘法，我們學弘法，我們自己發心做就可以了，可是護法不是你發心就做得到的，不是人人做得到的。弘法，我們自己發心就可以做到，護法做不到，護法一定要有福報。我很想護法，建一個大道場，天天請你們講，沒福報。弘法的時候，我花個五年、十年時間去研究一、兩部經論，我學會了，真能講，所以這個自己憑自己發心可以。"
    },
    {
      "id": "20-011-0049_p0010",
      "zh_CN": "护法一定要有福报。护法的菩萨，你以出家的身分，行，在家的身分也行，但是走弘法是以出家的身分比较上好，在家有没有？有。在家居士弘法要跟出家人弘法做一个比较，在大众心目当中，大众看到出家人尊敬，出家人讲得不好也好，在家居士讲得不好就是不好，差别就在此地。所以在家居士出来讲经要比出家法师要讲好很多倍，这个大家才肯定，才相信，才能够受持，所以功力要高出好多倍才行。你讲的跟出家人一样的话，那心中决定听出家人，不听你的，差别在此地。所以这个形相很要紧，他看到这个形相就起恭敬心，你在家这个形相，恭敬心就生不起来，但是护法就不一样了，在家人护法一样能够令社会大众崇敬。",
      "zh_TW": "護法一定要有福報。護法的菩薩，你以出家的身分，行，在家的身分也行，但是走弘法是以出家的身分比較上好，在家有沒有？有。在家居士弘法要跟出家人弘法做一個比較，在大眾心目當中，大眾看到出家人尊敬，出家人講得不好也好，在家居士講得不好就是不好，差別就在此地。所以在家居士出來講經要比出家法師要講好很多倍，這個大家才肯定，才相信，才能夠受持，所以功力要高出好多倍才行。你講的跟出家人一樣的話，那心中決定聽出家人，不聽你的，差別在此地。所以這個形相很要緊，他看到這個形相就起恭敬心，你在家這個形相，恭敬心就生不起來，但是護法就不一樣了，在家人護法一樣能夠令社會大眾崇敬。"
    },
    {
      "id": "20-011-0049_p0011",
      "zh_CN": "所以我看史居士，你看那个样子很有福报，希望你回到开封去发心当校长，建一个大道场，把我们这一些学生轮流不断的邀请到那边讲经说法。福报大，多建几个道场，邻近的县市，每一个地方建一个道场，让我们这些人到那里去弘法利生讲经说法，功德都是你的。像此地这个道场，李木源建设的，我们在这里怎么样努力，功德是李木源的。他是老板，我们是伙计，所以功德是他的，如果做失败了，罪过也是他的，所以这个道理我们一定要明了。",
      "zh_TW": "所以我看史居士，你看那個樣子很有福報，希望你回到開封去發心當校長，建一個大道場，把我們這一些學生輪流不斷的邀請到那邊講經說法。福報大，多建幾個道場，鄰近的縣市，每一個地方建一個道場，讓我們這些人到那裡去弘法利生講經說法，功德都是你的。像此地這個道場，李木源建設的，我們在這裡怎麼樣努力，功德是李木源的。他是老闆，我們是夥計，所以功德是他的，如果做失敗了，罪過也是他的，所以這個道理我們一定要明瞭。"
    },
    {
      "id": "20-011-0049_p0012",
      "zh_CN": "如果要以出家身分去做，也很好，有福报一定要做护法的工作，弘护能配合，佛法就兴旺。过去禅宗六祖惠能大师从黄梅得法，五祖给他印证，衣钵传给他，那个时候他二十四岁，二十四岁明心见性，如果论他的果位，最低限度也是圆教初住以上，真正是法身大士。缘不成熟，跑到猎人队去当伙夫伺候这些打猎的人，替打猎的人烧饭。法身大士给这些天天杀生的人烧饭，不是短时期，十五年，为什么？没有护法的人，没有一个有力量护法的人，十五年这么长的时间不能发挥，你才晓得护法功德不可思议，护法工作的重要。",
      "zh_TW": "如果要以出家身分去做，也很好，有福報一定要做護法的工作，弘護能配合，佛法就興旺。過去禪宗六祖惠能大師從黃梅得法，五祖給他印證，衣缽傳給他，那個時候他二十四歲，二十四歲明心見性，如果論他的果位，最低限度也是圓教初住以上，真正是法身大士。緣不成熟，跑到獵人隊去當伙夫伺候這些打獵的人，替打獵的人燒飯。法身大士給這些天天殺生的人燒飯，不是短時期，十五年，為什麼？沒有護法的人，沒有一個有力量護法的人，十五年這麼長的時間不能發揮，你才曉得護法功德不可思議，護法工作的重要。"
    },
    {
      "id": "20-011-0049_p0013",
      "zh_CN": "他十五年离开猎人队之后，到达现代的广州，遇到印宗法师。印宗是那个时代南方很了不起的一位大德，经常讲经说法。印宗有大福报，主持大道场。这遇到能大师了，这一谈很投机，印宗也非常谦虚，知道他是五祖的传人。他发心出家，印宗就给他剃度，所以惠能大师的剃度师是印宗。印宗实在讲非常了不起，剃度之后，反过来再拜惠能作老师，自己作学生。所以印宗的福报给六祖了，他来捧他了，他来拥护他了，水涨船高，印宗法师都拜他作老师，一下就把他的身分地位抬上去了，所以禅宗才能够发扬光大，才能够传遍全国，谁的功劳？印宗。没有印宗，能大师一个人一点基础都没有，你要想教化众生，那困难重重，所以要知道为什么一尊佛出世要千佛拥护，道理就在此地。你没有那么多人拥护的时候，你怎么能成功？怎么能成就？众生没有智慧，他怎么会听你的？印宗一拜老师了，那大家还有什么话说？原来都听印宗的，印宗都听能大师的了，那没有一个不对能法师起恭敬心，听他教诲，依教奉行。",
      "zh_TW": "他十五年離開獵人隊之後，到達現代的廣州，遇到印宗法師。印宗是那個時代南方很了不起的一位大德，經常講經說法。印宗有大福報，主持大道場。這遇到能大師了，這一談很投機，印宗也非常謙虛，知道他是五祖的傳人。他發心出家，印宗就給他剃度，所以惠能大師的剃度師是印宗。印宗實在講非常了不起，剃度之後，反過來再拜惠能作老師，自己作學生。所以印宗的福報給六祖了，他來捧他了，他來擁護他了，水漲船高，印宗法師都拜他作老師，一下就把他的身分地位抬上去了，所以禪宗才能夠發揚光大，才能夠傳遍全國，誰的功勞？印宗。沒有印宗，能大師一個人一點基礎都沒有，你要想教化眾生，那困難重重，所以要知道為什麼一尊佛出世要千佛擁護，道理就在此地。你沒有那麼多人擁護的時候，你怎麼能成功？怎麼能成就？眾生沒有智慧，他怎麼會聽你的？印宗一拜老師了，那大家還有什麼話說？原來都聽印宗的，印宗都聽能大師的了，那沒有一個不對能法師起恭敬心，聽他教誨，依教奉行。"
    },
    {
      "id": "20-011-0049_p0014",
      "zh_CN": "所以诸位，护法的工作决定不能够疏忽，佛法兴衰实在讲在护持得不得力。弘法的人才说老实话是代有其人，你不能说我们这个时代没有弘法的人，那你这个话说错了，是没有护持的人。你不可以说我们这个时代没有讲经的人，而是你自己不发心请人讲经，「他讲得不好，不是我不请他」，还是你不请，哪个人一上台就讲好的，没这回事情，讲得好总得十年、八年。讲得不好也请，请来讲的时候，他讲的有进步，一年比一年好，懂得这个道理的人不多，明白这个道理的人，真实智慧。",
      "zh_TW": "所以諸位，護法的工作決定不能夠疏忽，佛法興衰實在講在護持得不得力。弘法的人才說老實話是代有其人，你不能說我們這個時代沒有弘法的人，那你這個話說錯了，是沒有護持的人。你不可以說我們這個時代沒有講經的人，而是你自己不發心請人講經，「他講得不好，不是我不請他」，還是你不請，哪個人一上臺就講好的，沒這回事情，講得好總得十年、八年。講得不好也請，請來講的時候，他講的有進步，一年比一年好，懂得這個道理的人不多，明白這個道理的人，真實智慧。"
    },
    {
      "id": "20-011-0049_p0015",
      "zh_CN": "你们在此地这一个半月，第一次上台讲经不怎么样，毛病很多。这一个半月我听下来，几乎就没有什么毛病，再三个月，成功了。你们为什么会成功？李木源居士在这里开道场，请你们来讲，现在他又发心找了四、五个道场，让每一个道场都邀请你们去讲经，好啊。刚才我看到一个小纸条，能悟法师昨天去讲了一次，听众供养了八百多块钱，他把这个钱全部捐给居士林，好，对的。能够这样做，以后没有一个寺庙不想请你去讲经，为什么？他有收入。我们要的是法缘，跟道场结法缘，跟常住结法缘，跟信徒结法缘，我们要这钱干什么？这个红包往身上一收，三个法缘都断掉了，下次人家再不请你了，我们要法缘。",
      "zh_TW": "你們在此地這一個半月，第一次上臺講經不怎麼樣，毛病很多。這一個半月我聽下來，幾乎就沒有什麼毛病，再三個月，成功了。你們為什麼會成功？李木源居士在這裡開道場，請你們來講，現在他又發心找了四、五個道場，讓每一個道場都邀請你們去講經，好啊。剛才我看到一個小紙條，能悟法師昨天去講了一次，聽眾供養了八百多塊錢，他把這個錢全部捐給居士林，好，對的。能夠這樣做，以後沒有一個寺廟不想請你去講經，為什麼？他有收入。我們要的是法緣，跟道場結法緣，跟常住結法緣，跟信徒結法緣，我們要這錢幹什麼？這個紅包往身上一收，三個法緣都斷掉了，下次人家再不請你了，我們要法緣。"
    },
    {
      "id": "20-011-0049_p0016",
      "zh_CN": "许多人都知道我弘法法缘很好。我到此地来，演培法师有一天在「灵芝」请我吃饭，就问我，他说：净空法师，你的法缘很好，你能不能教给我？我说：我没有别的，就是跟大家结缘，我自己什么都不要。他听了这个话之后，他说：我好孤寒。孤寒你们懂不懂？这是此地的话，小气、吝啬、舍不得，那就没有法子了。我们一个出家人，我们要什么，衣服够了，三餐饭吃得饱，我们要钱干什么？所以要懂得结缘。我到一个地方讲经，人没有去，结缘的书、卡带、录相带统统都到了，堆积如山。我讲一个星期的时候，天天都是那么多东西堆在那里结缘。当地收的这些供养，不是拿去印经结缘，就是把这些供养全部赠送给常住。我们这样做，大家欢喜，这个道场常住看到的时候非常欢喜，听众也很欢喜，连佛菩萨各个都笑咪咪的，都欢喜，广结法缘，你的法缘自然就殊胜。我们不搞道场，我们一生守住本位当教员，一生就做教员，不想去做校长，自然有一些发心的菩萨，他们去专门当校长，去建道场。",
      "zh_TW": "許多人都知道我弘法法緣很好。我到此地來，演培法師有一天在「靈芝」請我吃飯，就問我，他說：淨空法師，你的法緣很好，你能不能教給我？我說：我沒有別的，就是跟大家結緣，我自己什麼都不要。他聽了這個話之後，他說：我好孤寒。孤寒你們懂不懂？這是此地的話，小氣、吝嗇、捨不得，那就沒有法子了。我們一個出家人，我們要什麼，衣服夠了，三餐飯吃得飽，我們要錢幹什麼？所以要懂得結緣。我到一個地方講經，人沒有去，結緣的書、卡帶、錄相帶統統都到了，堆積如山。我講一個星期的時候，天天都是那麼多東西堆在那裡結緣。當地收的這些供養，不是拿去印經結緣，就是把這些供養全部贈送給常住。我們這樣做，大家歡喜，這個道場常住看到的時候非常歡喜，聽眾也很歡喜，連佛菩薩各個都笑咪咪的，都歡喜，廣結法緣，你的法緣自然就殊勝。我們不搞道場，我們一生守住本位當教員，一生就做教員，不想去做校長，自然有一些發心的菩薩，他們去專門當校長，去建道場。"
    },
    {
      "id": "20-011-0049_p0017",
      "zh_CN": "所以这个培训班都是缘分，有缘分继续办，办几届不晓得，谁也不能保证，哪一天不能办了，缘不具足，我们就用世尊夏安居的方法，做进修教育。我们每年举行两次，一个月大家在一起进修，这是历届的老同学聚在一起进修，这是做得到的，这个没有障碍，我们借别人的道场都可以，因为时间是一个月。这一个月当中，我们每天讲经，人多了，我们可以讲三场，上午讲一场，下午讲一场，晚上讲一场，听众有人上午有空，有人下午有空，有人晚上有空。在这一个月当中，每个人准备一点资料，天天来讲，讲完之后研究讨论，开检讨会，这才是真正的夏安居，安居的目的在此地。安居不是参禅，不是念佛，不是共修，那一种情形平常都做得到的，安居是提升自己的道业跟教学的技术，目的在此地。所以现在有很多寺庙举行安居都流于形式，没有实质的内容。现在实质内容的时候就是办这种培训班，这个意义在此地。",
      "zh_TW": "所以這個培訓班都是緣分，有緣分繼續辦，辦幾屆不曉得，誰也不能保證，哪一天不能辦了，緣不具足，我們就用世尊夏安居的方法，做進修教育。我們每年舉行兩次，一個月大家在一起進修，這是歷屆的老同學聚在一起進修，這是做得到的，這個沒有障礙，我們借別人的道場都可以，因為時間是一個月。這一個月當中，我們每天講經，人多了，我們可以講三場，上午講一場，下午講一場，晚上講一場，聽眾有人上午有空，有人下午有空，有人晚上有空。在這一個月當中，每個人準備一點資料，天天來講，講完之後研究討論，開檢討會，這才是真正的夏安居，安居的目的在此地。安居不是參禪，不是念佛，不是共修，那一種情形平常都做得到的，安居是提升自己的道業跟教學的技術，目的在此地。所以現在有很多寺廟舉行安居都流於形式，沒有實質的內容。現在實質內容的時候就是辦這種培訓班，這個意義在此地。"
    },
    {
      "id": "20-011-0049_p0018",
      "zh_CN": "所以我们希望有福报，福报是多生多世修来的，不是一生。有这个大福报的人要做大菩萨，建道场，护僧众。你看《金刚经》上常讲「善护念诸菩萨」，大菩萨要善护念小菩萨。护念的人最重要的一个理念就是正知正见，他自己可以不必出来讲经，像李木源居士，他没有上过台讲经，他办道场，他当主人，他办学校，他当校长，知见正，聘请这一些法师、老师在这边教学都是正知正见，把佛法在这一方，东南亚这个地区，建立起来，兴旺起来，弘扬开来，这是他一个人的功德。这个地方如果没有他，我们虽然能讲经，谁请？没人请，这是事实。",
      "zh_TW": "所以我們希望有福報，福報是多生多世修來的，不是一生。有這個大福報的人要做大菩薩，建道場，護僧眾。你看《金剛經》上常講「善護念諸菩薩」，大菩薩要善護念小菩薩。護念的人最重要的一個理念就是正知正見，他自己可以不必出來講經，像李木源居士，他沒有上過臺講經，他辦道場，他當主人，他辦學校，他當校長，知見正，聘請這一些法師、老師在這邊教學都是正知正見，把佛法在這一方，東南亞這個地區，建立起來，興旺起來，弘揚開來，這是他一個人的功德。這個地方如果沒有他，我們雖然能講經，誰請？沒人請，這是事實。"
    },
    {
      "id": "20-011-0049_p0019",
      "zh_CN": "我从七七年第一次到香港讲经，从那个时候起，每年都会去一、两次，至少去一次，有的时候到香港去两次，一次大概是一个月，最长的一次是住四个月。那时候有位雷太太发心请我去讲经，雷太太往生之后，没人请了，所以香港我七年都没去了，这次香港回归，我一定要去看看，这是大喜事。我到那里，那个地方还有老听众，看到我都很欢喜，我在那边讲了七天。那边有一个佛教青年协会，还有倓虚老法师的中华佛教图书馆，往年我在香港讲经，在这个图书馆住的时间最长，所以到那里面去讲了一个星期。同修们说：法师，你七年都没有来了。我告诉他：不是我不想来，没人请我，你不能怪我，怪你们自己。",
      "zh_TW": "我從七七年第一次到香港講經，從那個時候起，每年都會去一、兩次，至少去一次，有的時候到香港去兩次，一次大概是一個月，最長的一次是住四個月。那時候有位雷太太發心請我去講經，雷太太往生之後，沒人請了，所以香港我七年都沒去了，這次香港回歸，我一定要去看看，這是大喜事。我到那裡，那個地方還有老聽眾，看到我都很歡喜，我在那邊講了七天。那邊有一個佛教青年協會，還有倓虛老法師的中華佛教圖書館，往年我在香港講經，在這個圖書館住的時間最長，所以到那裡面去講了一個星期。同修們說：法師，你七年都沒有來了。我告訴他：不是我不想來，沒人請我，你不能怪我，怪你們自己。"
    },
    {
      "id": "20-011-0049_p0020",
      "zh_CN": "请，不是容易事情，要有福报。你看过去雷太太请我讲经，借道场，借道场要给道场供养，我请法师到这个道场讲一个月要供养多少，法师的生活费用，还得请一个人照顾法师。香港生活程度很高，你要没有这个财力就没有办法请讲经。所以雷太太往生之后就没有人再请了，一个人。",
      "zh_TW": "請，不是容易事情，要有福報。你看過去雷太太請我講經，借道場，借道場要給道場供養，我請法師到這個道場講一個月要供養多少，法師的生活費用，還得請一個人照顧法師。香港生活程度很高，你要沒有這個財力就沒有辦法請講經。所以雷太太往生之後就沒有人再請了，一個人。"
    },
    {
      "id": "20-011-0049_p0021",
      "zh_CN": "今天东南亚的佛教，李木源居士一个人，这护法菩萨，你看他的确是很了不起。前两天他把他十年前身体检查的那一些X光照片，几十张，还有医生诊断的那些资料拿来给我们看。他是一九八八年得的癌症，很严重，医生告诉他，他的寿命只有六个月。我见到李木源是八七年，在那个一年之前，那个时候他像个弥勒佛一样，布袋和尚一样，身体有我们两个人都不止。第二年他有这个病的时候，我都不晓得。但是好像第二年、第三年，我看到，瘦下来了，整个人变形了。所以前几天他拿来给我看的时候，他说医生诊断之后，知道得这个重病了，他就把他的事业全部交给太太，财产都交掉了，连信用卡都退回去了，身上什么都没有了，准备什么？准备等往生。所以他不看医生，也不吃药，他念佛，我活一天，替佛教做一天事情，义务。他在居士林做工作是义务，没有拿待遇的，顶多在那边吃一餐饭，完全做义工，等佛菩萨来接他往生，等了十年，阿弥陀佛还没接他。阿弥陀佛没有接他，给他工作做。东南亚的净宗是他一手推展出来的，他是将军，我们是小兵，我们是执行的，这是真正的大菩萨，护法菩萨。",
      "zh_TW": "今天東南亞的佛教，李木源居士一個人，這護法菩薩，你看他的確是很了不起。前兩天他把他十年前身體檢查的那一些X光照片，幾十張，還有醫生診斷的那些資料拿來給我們看。他是一九八八年得的癌症，很嚴重，醫生告訴他，他的壽命只有六個月。我見到李木源是八七年，在那個一年之前，那個時候他像個彌勒佛一樣，布袋和尚一樣，身體有我們兩個人都不止。第二年他有這個病的時候，我都不曉得。但是好像第二年、第三年，我看到，瘦下來了，整個人變形了。所以前幾天他拿來給我看的時候，他說醫生診斷之後，知道得這個重病了，他就把他的事業全部交給太太，財產都交掉了，連信用卡都退回去了，身上什麼都沒有了，準備什麼？準備等往生。所以他不看醫生，也不吃藥，他念佛，我活一天，替佛教做一天事情，義務。他在居士林做工作是義務，沒有拿待遇的，頂多在那邊吃一餐飯，完全做義工，等佛菩薩來接他往生，等了十年，阿彌陀佛還沒接他。阿彌陀佛沒有接他，給他工作做。東南亞的淨宗是他一手推展出來的，他是將軍，我們是小兵，我們是執行的，這是真正的大菩薩，護法菩薩。"
    },
    {
      "id": "20-011-0049_p0022",
      "zh_CN": "我在台湾三十年能够有这么一点成就，也是得力于韩锳馆长的护法，一个人，一个有力量的大护法就能把佛教兴旺起来。没有这一个人，你能讲经，说法的人再多，你也一筹莫展，到最后还是淹没无彰，有什么用处？可是这个事情也是可遇不可求，我们到哪里去求人？所以章嘉大师讲得好，我们唯一求的，求佛菩萨，求感应。谁来护法？佛菩萨再来，护法绝对不是普通人。讲经的法师里面可能是有普通人，护法菩萨决定不是普通人，普通人做不到。所以我们对待护法菩萨是无尽的感恩，没有他，我们自己也没有成就，佛法在世间就会断绝，所以弘护论功德，护法还要胜于弘法，还要超过弘法。",
      "zh_TW": "我在台灣三十年能夠有這麼一點成就，也是得力於韓鍈館長的護法，一個人，一個有力量的大護法就能把佛教興旺起來。沒有這一個人，你能講經，說法的人再多，你也一籌莫展，到最後還是淹沒無彰，有什麼用處？可是這個事情也是可遇不可求，我們到哪裡去求人？所以章嘉大師講得好，我們唯一求的，求佛菩薩，求感應。誰來護法？佛菩薩再來，護法絕對不是普通人。講經的法師裡面可能是有普通人，護法菩薩決定不是普通人，普通人做不到。所以我們對待護法菩薩是無盡的感恩，沒有他，我們自己也沒有成就，佛法在世間就會斷絕，所以弘護論功德，護法還要勝於弘法，還要超過弘法。"
    },
    {
      "id": "20-011-0049_p0023",
      "zh_CN": "所以我们看史居士很有福报，希望他能够当河南的李木源，当中国的李木源，那佛法就完全兴旺起来了，真正是救度众生、安定社会，了不起的大功德。至于用在家身分、出家身分，那个无所谓，出家身分也很好，但是有些时候在家身分比出家身分还方便。我们遇到有一些大福报的人，真正能够护持佛法的人，应当把这个道理与事实说明白、说清楚，他真正能发心，生欢喜心，这个弘护那真的是无量功德。",
      "zh_TW": "所以我們看史居士很有福報，希望他能夠當河南的李木源，當中國的李木源，那佛法就完全興旺起來了，真正是救度眾生、安定社會，了不起的大功德。至於用在家身分、出家身分，那個無所謂，出家身分也很好，但是有些時候在家身分比出家身分還方便。我們遇到有一些大福報的人，真正能夠護持佛法的人，應當把這個道理與事實說明白、說清楚，他真正能發心，生歡喜心，這個弘護那真的是無量功德。"
    }
  ]
}