{
  "doc_id": "20-011-0074",
  "title": {
    "zh_CN": "现代社会所必须—无量寿经",
    "zh_TW": "現代社會所必須—無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "（共一集）　1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0074",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "20-011-0074_p0001",
      "zh_CN": "昨天下午李木源居士来看我，告诉我一桩事情，最近他有两个熟人，因为币值的贬值、股票的下跌，跳楼自杀了，从二十六层楼上跳下来自杀了，他们家人找木源帮他办理丧事。他说他这个朋友，他的财产在外面投资股票、投资房地产，在新加坡、在马来西亚大概资产有一千多万，因为这个风波，一直币值往下跌，往下贬，算算大概现在只剩下三百多万，跳楼自杀了。三百多万还可以活得下去，何必？真是人为财死，看不开。他的家人都还不错，都劝他不要把这个挂在心上，他放不下。",
      "zh_TW": "昨天下午李木源居士來看我，告訴我一樁事情，最近他有兩個熟人，因為幣值的貶值、股票的下跌，跳樓自殺了，從二十六層樓上跳下來自殺了，他們家人找木源幫他辦理喪事。他說他這個朋友，他的財產在外面投資股票、投資房地產，在新加坡、在馬來西亞大概資產有一千多萬，因為這個風波，一直幣值往下跌，往下貶，算算大概現在只剩下三百多萬，跳樓自殺了。三百多萬還可以活得下去，何必？真是人為財死，看不開。他的家人都還不錯，都勸他不要把這個掛在心上，他放不下。"
    },
    {
      "id": "20-011-0074_p0002",
      "zh_CN": "类似这个事情我们时有所闻，这是现前这个时代的现相，我们要了解，要把它看清楚，所有一切的祸端都是发生在贪瞋痴上，如果自杀就能保全你的财富，那个自杀还值得，可是自杀不能保存。所以在这个世间，印光大师的指示就是正确的了，一定要给社会大众讲明因果的道理。一个人在一生当中，「一饮一啄，莫非前定」，争不来的，你命里头有多少财富丢都丢不掉，命里头没有的你保都保不住，这个道理要懂得。倒闭之后还剩三百万，这个世间没有三百万活得快快乐乐的人很多，有几个人今天有三百万的财产？不多！这都是不知道事实真相犯下的过失。自杀那个果报很惨！凡是自杀的都还要找替身，找不到替身，他连轮回的资格都没有了，要做那些孤魂野鬼，流到这一道去了，这个要明了。另外一个，操纵经济，害多少人，害多少国家，自己得到什么？将来的果报不堪设想，实在讲是得不偿失。整个问题的总结就是贪瞋痴，最严重的三毒烦恼。",
      "zh_TW": "類似這個事情我們時有所聞，這是現前這個時代的現相，我們要瞭解，要把它看清楚，所有一切的禍端都是發生在貪瞋痴上，如果自殺就能保全你的財富，那個自殺還值得，可是自殺不能保存。所以在這個世間，印光大師的指示就是正確的了，一定要給社會大眾講明因果的道理。一個人在一生當中，「一飲一啄，莫非前定」，爭不來的，你命裡頭有多少財富丟都丟不掉，命裡頭沒有的你保都保不住，這個道理要懂得。倒閉之後還剩三百萬，這個世間沒有三百萬活得快快樂樂的人很多，有幾個人今天有三百萬的財產？不多！這都是不知道事實真相犯下的過失。自殺那個果報很慘！凡是自殺的都還要找替身，找不到替身，他連輪迴的資格都沒有了，要做那些孤魂野鬼，流到這一道去了，這個要明瞭。另外一個，操縱經濟，害多少人，害多少國家，自己得到什麼？將來的果報不堪設想，實在講是得不償失。整個問題的總結就是貪瞋痴，最嚴重的三毒煩惱。"
    },
    {
      "id": "20-011-0074_p0003",
      "zh_CN": "佛法救度一切众生，用什么方法？说明这个道理，说明事实真相，劝一切众生息灭贪瞋痴。能把贪瞋痴逐渐的减少，这是贤人，能将贪瞋痴断除，那是圣人。圣贤的学问、圣贤的功夫无他，就是息灭贪瞋痴，勤修戒定慧。凡人愚痴，圣贤有智慧。凡人纵然贪得了，也没有乐，他有一千万，有一千万还想一亿万，有一亿万还想十亿万，那个贪心永远没有止境的，所以诸位要晓得，他没有乐！我们看得很清楚，很明白，不要看他住的是豪华的大房子，出门坐的是名牌轿车，你看他那个架式，好像炫耀到不可一世，但是我们看得很清楚，他苦不堪言！他的生活并没有那些穷人、天天上班赶巴士的，并不见得有他自在，并不见得有他快乐，这是事实真相。世出世间的圣人都教给我们「知足常乐」，人活在世间短短数十寒暑，要活得快乐，活得自在，那就叫幸福。",
      "zh_TW": "佛法救度一切眾生，用什麼方法？說明這個道理，說明事實真相，勸一切眾生息滅貪瞋痴。能把貪瞋痴逐漸的減少，這是賢人，能將貪瞋痴斷除，那是聖人。聖賢的學問、聖賢的功夫無他，就是息滅貪瞋痴，勤修戒定慧。凡人愚痴，聖賢有智慧。凡人縱然貪得了，也沒有樂，他有一千萬，有一千萬還想一億萬，有一億萬還想十億萬，那個貪心永遠沒有止境的，所以諸位要曉得，他沒有樂！我們看得很清楚，很明白，不要看他住的是豪華的大房子，出門坐的是名牌轎車，你看他那個架式，好像炫耀到不可一世，但是我們看得很清楚，他苦不堪言！他的生活並沒有那些窮人、天天上班趕巴士的，並不見得有他自在，並不見得有他快樂，這是事實真相。世出世間的聖人都教給我們「知足常樂」，人活在世間短短數十寒暑，要活得快樂，活得自在，那就叫幸福。"
    },
    {
      "id": "20-011-0074_p0004",
      "zh_CN": "为什么那么愚痴，活得那么痛苦？造作这些罪业？末后的果报在三途，三途就太凄惨了。我们看到这个社会现相，听到这些事情，提醒我们高度的警觉，我们要求智慧，要求清净心，然后去帮助这些苦难的人。这些苦难的人，一般人看起来好像他们身很健康，照顾很周到，心有病；凡是有心病的，说老实话，那个身体健康也是假的，也不是个实在的。我们了解这个时代一切众生病痛、苦难在哪里，然后才知道对症下药，而《无量寿经》确确实实能帮助这些人，这部经典里面已经将这个社会的状况、社会的病态、救济的方法都说明了。",
      "zh_TW": "為什麼那麼愚痴，活得那麼痛苦？造作這些罪業？末後的果報在三途，三途就太淒慘了。我們看到這個社會現相，聽到這些事情，提醒我們高度的警覺，我們要求智慧，要求清淨心，然後去幫助這些苦難的人。這些苦難的人，一般人看起來好像他們身很健康，照顧很周到，心有病；凡是有心病的，說老實話，那個身體健康也是假的，也不是個實在的。我們瞭解這個時代一切眾生病痛、苦難在哪裡，然後才知道對症下藥，而《無量壽經》確確實實能幫助這些人，這部經典裡面已經將這個社會的狀況、社會的病態、救濟的方法都說明了。"
    },
    {
      "id": "20-011-0074_p0005",
      "zh_CN": "世间人把佛经看作宗教的典籍，所以排斥，不愿意接受，我们可以告诉他，不信佛教的人，或者是信仰其他宗教的人，跟他说：你不必把它当作宗教书来看，你把它当作解决现前社会问题的资料来读，你能得到益处。确确实实能够解决现实的问题，这个里面说了许多道理，也说了许多方法，这个道理、方法非常管用。能从这个观点，他就会接受《无量寿经》，他就会认真的去研学了，对他们的帮助就大了，不但现前得利益，往后的利益更不可思议。这个对我们来讲，这是观机，说法要契机、要契理，我们认清现在这个社会现象，社会的病态，然后讲东西才契机。",
      "zh_TW": "世間人把佛經看作宗教的典籍，所以排斥，不願意接受，我們可以告訴他，不信佛教的人，或者是信仰其他宗教的人，跟他說：你不必把它當作宗教書來看，你把它當作解決現前社會問題的資料來讀，你能得到益處。確確實實能夠解決現實的問題，這個裡面說了許多道理，也說了許多方法，這個道理、方法非常管用。能從這個觀點，他就會接受《無量壽經》，他就會認真的去研學了，對他們的幫助就大了，不但現前得利益，往後的利益更不可思議。這個對我們來講，這是觀機，說法要契機、要契理，我們認清現在這個社會現象，社會的病態，然後講東西才契機。"
    },
    {
      "id": "20-011-0074_p0006",
      "zh_CN": "这个经要讲的好，根本是在修持。修持的总原则，与道相应就是佛法，与道不相应就是魔法，不是佛就是魔。魔就是烦恼，魔就是折磨，诸位如果读佛经，读古时候的版本，或者诸位在博物馆、图书馆里面看到唐人的写经，唐宋以前人写的那个经卷，那个时候没有印刷术，你看看从前那个经典上的磨字是折磨的「磨」，那下面是个石头，折磨的磨。把那个石头去掉换成一个鬼，我们现在都用这个「魔」字了，相传这个字是梁武帝发明的，以前没有这个字，传说是梁武帝觉得折磨太痛苦了，太恐怖了，就像鬼一样，所以把它换了一下。佛法传到中国来这么多年，翻译造了很多新字，我们中国字汇不够用，为了翻译的时候造了很多新字，所以魔鬼的魔也是佛教里面造的，中国古籍里头没有这个字。所以魔的本义是折磨、是痛苦、是烦恼。",
      "zh_TW": "這個經要講的好，根本是在修持。修持的總原則，與道相應就是佛法，與道不相應就是魔法，不是佛就是魔。魔就是煩惱，魔就是折磨，諸位如果讀佛經，讀古時候的版本，或者諸位在博物館、圖書館裡面看到唐人的寫經，唐宋以前人寫的那個經卷，那個時候沒有印刷術，你看看從前那個經典上的磨字是折磨的「磨」，那下面是個石頭，折磨的磨。把那個石頭去掉換成一個鬼，我們現在都用這個「魔」字了，相傳這個字是梁武帝發明的，以前沒有這個字，傳說是梁武帝覺得折磨太痛苦了，太恐怖了，就像鬼一樣，所以把它換了一下。佛法傳到中國來這麼多年，翻譯造了很多新字，我們中國字彙不夠用，為了翻譯的時候造了很多新字，所以魔鬼的魔也是佛教裡面造的，中國古籍裡頭沒有這個字。所以魔的本義是折磨、是痛苦、是煩惱。"
    },
    {
      "id": "20-011-0074_p0007",
      "zh_CN": "如果说得更具体一点，与道相应，道就是戒定慧，魔就是贪瞋痴，凡是起心动念，言语造作，这都是行。动作是身之行，言语是口业，口行，起心动念是意行，行为再多也不出这三大类，所以身语意三业。三业与戒定慧相应的，这就是与道相应，这就是圣贤，就是佛菩萨；如果三业行为与贪瞋痴慢相应，这就是魔，魔就要受罪。可是在这个世间非常奇怪，喜欢受折磨的人还特别多，你说怪不怪？天天搞贪瞋痴，搞得不亦乐乎，这是怪现象！戒定慧里面这个乐趣他体会不到，他只知道贪瞋痴里面的乐；贪瞋痴里面的乐，就好像现在人所讲的吸毒之乐，那是那个乐，那个乐后头是要命的！",
      "zh_TW": "如果說得更具體一點，與道相應，道就是戒定慧，魔就是貪瞋痴，凡是起心動念，言語造作，這都是行。動作是身之行，言語是口業，口行，起心動念是意行，行為再多也不出這三大類，所以身語意三業。三業與戒定慧相應的，這就是與道相應，這就是聖賢，就是佛菩薩；如果三業行為與貪瞋痴慢相應，這就是魔，魔就要受罪。可是在這個世間非常奇怪，喜歡受折磨的人還特別多，你說怪不怪？天天搞貪瞋痴，搞得不亦樂乎，這是怪現象！戒定慧裡面這個樂趣他體會不到，他只知道貪瞋痴裡面的樂；貪瞋痴裡面的樂，就好像現在人所講的吸毒之樂，那是那個樂，那個樂後頭是要命的！"
    },
    {
      "id": "20-011-0074_p0008",
      "zh_CN": "戒定慧之乐那是真正的乐，我们佛法里面叫法喜充满，法喜充满是你的三业与戒定慧相应，这个里头的意思有浅有深。浅深可以用五乘来说，人天与戒定慧相应浅，声闻、缘觉就比较深，菩萨就更深，到如来果地这才是究竟圆满。戒定慧是性德，自性里面本具的德能，自性、德能无量无边，无量无边的性德归纳为戒定慧三类，所以一分相应就有一分受用，十分相应就有十分受用，这是修行的真实功夫，你修持有功夫，讲出来才有真味。如果只能说不能行，说得再好，那个味不纯，浓度不够，没有余味，听完了离开讲堂，就没有了，摄受力很弱。如果你自己有定慧的功夫，你讲出来的时候味道就不一样，让听众久久心里头还有余味，这个摄受力强，道理在此地，所以一定要真修。",
      "zh_TW": "戒定慧之樂那是真正的樂，我們佛法裡面叫法喜充滿，法喜充滿是你的三業與戒定慧相應，這個裡頭的意思有淺有深。淺深可以用五乘來說，人天與戒定慧相應淺，聲聞、緣覺就比較深，菩薩就更深，到如來果地這才是究竟圓滿。戒定慧是性德，自性裡面本具的德能，自性、德能無量無邊，無量無邊的性德歸納為戒定慧三類，所以一分相應就有一分受用，十分相應就有十分受用，這是修行的真實功夫，你修持有功夫，講出來才有真味。如果只能說不能行，說得再好，那個味不純，濃度不夠，沒有餘味，聽完了離開講堂，就沒有了，攝受力很弱。如果你自己有定慧的功夫，你講出來的時候味道就不一樣，讓聽眾久久心裡頭還有餘味，這個攝受力強，道理在此地，所以一定要真修。"
    },
    {
      "id": "20-011-0074_p0009",
      "zh_CN": "修行的原则，实在讲就是看破、放下，时时保持自己的清净平等觉，清净平等觉就是戒定慧三学，保持就是相应，清净是戒学，平等是定学，觉是慧学，一部《无量寿经》就是说的这三桩事情。所以我们一般社会人认为佛教是迷信，排斥，不肯接受，学佛的人学学其他的宗派，而认为这是净土宗的典籍，不屑一顾，这都是有成见，都是自己有障碍。我们不把它看作宗教，也不把它看作净土，把它看作解决现前问题的资料来看，这也是实在的，这不是假的，确实帮助我们解决问题，是一份非常好的参考资料。我相信你们诸位同学在此地三个多月了，听了我这个话会有同感，你们对这个经稍稍深入了，明白里面的状况，一部经展开，实在讲是浏览一遍，几个小时、几天的研究是决定不够的，一定要深入，经里头跟我们讲的「深解义趣」，是很有道理的。",
      "zh_TW": "修行的原則，實在講就是看破、放下，時時保持自己的清淨平等覺，清淨平等覺就是戒定慧三學，保持就是相應，清淨是戒學，平等是定學，覺是慧學，一部《無量壽經》就是說的這三樁事情。所以我們一般社會人認為佛教是迷信，排斥，不肯接受，學佛的人學學其他的宗派，而認為這是淨土宗的典籍，不屑一顧，這都是有成見，都是自己有障礙。我們不把它看作宗教，也不把它看作淨土，把它看作解決現前問題的資料來看，這也是實在的，這不是假的，確實幫助我們解決問題，是一份非常好的參考資料。我相信你們諸位同學在此地三個多月了，聽了我這個話會有同感，你們對這個經稍稍深入了，明白裡面的狀況，一部經展開，實在講是瀏覽一遍，幾個小時、幾天的研究是決定不夠的，一定要深入，經裡頭跟我們講的「深解義趣」，是很有道理的。"
    },
    {
      "id": "20-011-0074_p0010",
      "zh_CN": "初学，特别是现代人，现代人毛病是没有耐心，无论学什么东西，现在讲究科学的精神，都希望快速，加速度。这种观念、这种说法也不是没有道理，但是必须要晓得，并不是样样事情都可以用这个原则能办到，如果不明其理，单单在方法上加速度去做，那正所谓是「欲速则不达」。有一个快速求成的心，这个心就是一个妄念，如果修道，道业建在妄念的基础上，诸位想想，他会有什么成就？所以中国古时候，儒家、佛家教人缓慢、稳重，平时要修养稳重，样样都缓慢，但是办事敏捷。你看佛门形容，一个修道的人，无论在家出家，「那伽常在定，无有不定时」，行住坐卧都在定中，哪有急躁的现象？但是办事动作敏捷，绝不迟缓，不是在办事的时候，非常稳重，举止缓慢。",
      "zh_TW": "初學，特別是現代人，現代人毛病是沒有耐心，無論學什麼東西，現在講究科學的精神，都希望快速，加速度。這種觀念、這種說法也不是沒有道理，但是必須要曉得，並不是樣樣事情都可以用這個原則能辦到，如果不明其理，單單在方法上加速度去做，那正所謂是「欲速則不達」。有一個快速求成的心，這個心就是一個妄念，如果修道，道業建在妄念的基礎上，諸位想想，他會有什麼成就？所以中國古時候，儒家、佛家教人緩慢、穩重，平時要修養穩重，樣樣都緩慢，但是辦事敏捷。你看佛門形容，一個修道的人，無論在家出家，「那伽常在定，無有不定時」，行住坐臥都在定中，哪有急躁的現象？但是辦事動作敏捷，絕不遲緩，不是在辦事的時候，非常穩重，舉止緩慢。"
    },
    {
      "id": "20-011-0074_p0011",
      "zh_CN": "诸位如果读曾国藩先生的家书、家训，你看他对待他的子弟的要求，样样都是教他慢，说话要慢，动作要慢，学稳重，这个观念跟现代人观念是完全相反的。所以从前小孩出去，小大人，虽然很小，一举一动很有规矩，所以跟西方小孩一比，西方小孩活泼，中国这些小孩出去像老人，各有各的长处。这个小大人有德行、有智慧、有定，要讲起真实的智慧、德能，那外国人真的比不上中国人。外国人今天在此地，在世界上能够出人头地是靠科技，科技中国有没有？中国有，中国不要，为什么不要？副作用太大。",
      "zh_TW": "諸位如果讀曾國藩先生的家書、家訓，你看他對待他的子弟的要求，樣樣都是教他慢，說話要慢，動作要慢，學穩重，這個觀念跟現代人觀念是完全相反的。所以從前小孩出去，小大人，雖然很小，一舉一動很有規矩，所以跟西方小孩一比，西方小孩活潑，中國這些小孩出去像老人，各有各的長處。這個小大人有德行、有智慧、有定，要講起真實的智慧、德能，那外國人真的比不上中國人。外國人今天在此地，在世界上能夠出人頭地是靠科技，科技中國有沒有？中國有，中國不要，為什麼不要？副作用太大。"
    },
    {
      "id": "20-011-0074_p0012",
      "zh_CN": "如果中国要讲求科技，那中国在汉朝时候就开始了，很多基本的发明在那个时候都有了，我们在典籍上看到的时候，汉朝人就已经造那种滑翔机，就在学飞了；你看诸葛亮发明的木牛流马，机械化的运输，动力，用机械化。虽然那个时候是很幼稚的，记载一天只能行三十里，但是人家三十里是机械化，它不是靠人力，不是靠畜生拉车，那已经就很了不起了。为什么诸葛亮死了之后，把这套技术全部把它消灭了，不流传给后世，这是智慧！如果那个时候就拼命在科技上发展，这个世界早完蛋了，可能这个地球早就烟消云散了。所以中国人有智慧，对于历史负责任，知道这个东西虽然是有利，但是弊多过利。",
      "zh_TW": "如果中國要講求科技，那中國在漢朝時候就開始了，很多基本的發明在那個時候都有了，我們在典籍上看到的時候，漢朝人就已經造那種滑翔機，就在學飛了；你看諸葛亮發明的木牛流馬，機械化的運輸，動力，用機械化。雖然那個時候是很幼稚的，記載一天只能行三十里，但是人家三十里是機械化，它不是靠人力，不是靠畜生拉車，那已經就很了不起了。為什麼諸葛亮死了之後，把這套技術全部把它消滅了，不流傳給後世，這是智慧！如果那個時候就拼命在科技上發展，這個世界早完蛋了，可能這個地球早就煙消雲散了。所以中國人有智慧，對於歷史負責任，知道這個東西雖然是有利，但是弊多過利。"
    },
    {
      "id": "20-011-0074_p0013",
      "zh_CN": "今天西方科技发达，带来的是什么？物质生活上面不错，是有些便利，人心惶惶，你今天问问，你走遍全世界你去打听一下，调查一下，你的生活有没有安全感？没有，搞得全世界人心惶惶，没有安全感，这算什么？现在人过的是什么日子，跟畜生有没有两样。你看中国古代的人，人家那个生活是生活在诗情画意里头，不管是贫富贵贱，都生活在诗情画意里头，那是真正的人生，高度艺术的生活。现在是什么？现在讲艺术，有名无实，从前是真的，没有这个艺术的名词，想想那是真正高度艺术的生活，谁能体会得到？现在跟人家讲也不懂，无法体会。",
      "zh_TW": "今天西方科技發達，帶來的是什麼？物質生活上面不錯，是有些便利，人心惶惶，你今天問問，你走遍全世界你去打聽一下，調查一下，你的生活有沒有安全感？沒有，搞得全世界人心惶惶，沒有安全感，這算什麼？現在人過的是什麼日子，跟畜生有沒有兩樣。你看中國古代的人，人家那個生活是生活在詩情畫意裡頭，不管是貧富貴賤，都生活在詩情畫意裡頭，那是真正的人生，高度藝術的生活。現在是什麼？現在講藝術，有名無實，從前是真的，沒有這個藝術的名詞，想想那是真正高度藝術的生活，誰能體會得到？現在跟人家講也不懂，無法體會。"
    },
    {
      "id": "20-011-0074_p0014",
      "zh_CN": "所以科技文明的发达，带给人类不是真正的福祉，一定要提高人类的精神生活，精神生活的渊源就是明了宇宙人生的真相，通达因缘果报的事实。这种学问中国有，没有佛法讲得这么透彻，没有佛法讲得这么清楚，中国古人也讲，所以佛法到中国来之后，被中国朝野热烈欢迎，有它的道理，我们的想法、看法非常接近，它比我们讲得更清楚。也就是说，佛法这一门东西传到中国来，中国人识货，这是佛法在中国能够生根、茁壮、开花、结果。",
      "zh_TW": "所以科技文明的發達，帶給人類不是真正的福祉，一定要提高人類的精神生活，精神生活的淵源就是明瞭宇宙人生的真相，通達因緣果報的事實。這種學問中國有，沒有佛法講得這麼透徹，沒有佛法講得這麼清楚，中國古人也講，所以佛法到中國來之後，被中國朝野熱烈歡迎，有它的道理，我們的想法、看法非常接近，它比我們講得更清楚。也就是說，佛法這一門東西傳到中國來，中國人識貨，這是佛法在中國能夠生根、茁壯、開花、結果。"
    },
    {
      "id": "20-011-0074_p0015",
      "zh_CN": "我们明白这个道理，虽然今天举世之人都迷于五欲六尘，贪瞋痴三毒是几何级数的在增长，我们的力量非常薄弱，知其不可为而为之，为什么这样做？我们应该这么做法，能做多少算多少，这是佛在经上讲的，只要全心全力去做，皆是圆满功德。我们全心全力去做了，共业当中有别业，他有他们的果报，我们有我们的果报，我们认真努力去做会影响他们，力量再薄弱还是有影响。中国古老的预言常说「物极必反」，近代的人，二次大战以来，深深体会到战争的痛苦，所以现在全世界人都反战，不愿意打仗，这是战争受到了限制。第一次大战到第二次大战，相距只有二十年，二次大战之后到今天，差不多半个世纪了，第三次世界大战还没有爆发，原因就是人民深受战争的痛苦，厌恶战争，不想战争，想发动战争的人也受了人民这种限制，压制他。",
      "zh_TW": "我們明白這個道理，雖然今天舉世之人都迷於五欲六塵，貪瞋痴三毒是幾何級數的在增長，我們的力量非常薄弱，知其不可為而為之，為什麼這樣做？我們應該這麼做法，能做多少算多少，這是佛在經上講的，只要全心全力去做，皆是圓滿功德。我們全心全力去做了，共業當中有別業，他有他們的果報，我們有我們的果報，我們認真努力去做會影響他們，力量再薄弱還是有影響。中國古老的預言常說「物極必反」，近代的人，二次大戰以來，深深體會到戰爭的痛苦，所以現在全世界人都反戰，不願意打仗，這是戰爭受到了限制。第一次大戰到第二次大戰，相距只有二十年，二次大戰之後到今天，差不多半個世紀了，第三次世界大戰還沒有爆發，原因就是人民深受戰爭的痛苦，厭惡戰爭，不想戰爭，想發動戰爭的人也受了人民這種限制，壓制他。"
    },
    {
      "id": "20-011-0074_p0016",
      "zh_CN": "可是取而代之的是经济，经济是个祸害，不亚于战争，从什么来的？从人的贪心来的，这个祸害不会在战争之下，一般人还没有能普遍的受到，但是现在已经渐渐受到了。这次经济的风波，我看会影响到全世界，也是现代一些人所谓是经济战争，经济侵略，这一种手段再厉害，如果这个地区的人没有贪瞋痴，勤修戒定慧，这个经济就对他毫无影响。所以战争的动力是仇视、敌对，从瞋里面发出来的，经济侵略是从贪里头生的，都离不开三毒。三毒烦恼要断了，这些祸害全都没有了，全都消灭了。",
      "zh_TW": "可是取而代之的是經濟，經濟是個禍害，不亞於戰爭，從什麼來的？從人的貪心來的，這個禍害不會在戰爭之下，一般人還沒有能普遍的受到，但是現在已經漸漸受到了。這次經濟的風波，我看會影響到全世界，也是現代一些人所謂是經濟戰爭，經濟侵略，這一種手段再厲害，如果這個地區的人沒有貪瞋痴，勤修戒定慧，這個經濟就對他毫無影響。所以戰爭的動力是仇視、敵對，從瞋裡面發出來的，經濟侵略是從貪裡頭生的，都離不開三毒。三毒煩惱要斷了，這些禍害全都沒有了，全都消滅了。"
    },
    {
      "id": "20-011-0074_p0017",
      "zh_CN": "一个人一生种种的享受，决定不是贪得的，哪有这种道理！从这个地方我们想到，印光大师一生极力的提倡《了凡四训》、提倡《感应篇》、《安士全书》，有道理，这正是经中所讲的真实之慧，「惠以真实之利」，让人明了事实真相，「一饮一啄，莫非前定」。你一生有多少财富，不是你贪得来的，不是你用什么手段得来的，你前生所修积的，你用贪瞋不正当的手段去获得，还是你命里有的，你命里没有你就得不到，那么何必用这些手段？你不用这些手段，可能来的晚一点，二年、三年之后你才发财；你用这些手段，把它提前二、三年，提前二、三年，早一点得到了。有没有好处？好像很好，可是你再想，你寿命也提前结束了，你本来可以活到一百岁，现在活七十岁就完了，你就花光了，这是不明理，这是愚痴！",
      "zh_TW": "一個人一生種種的享受，決定不是貪得的，哪有這種道理！從這個地方我們想到，印光大師一生極力的提倡《了凡四訓》、提倡《感應篇》、《安士全書》，有道理，這正是經中所講的真實之慧，「惠以真實之利」，讓人明瞭事實真相，「一飲一啄，莫非前定」。你一生有多少財富，不是你貪得來的，不是你用什麼手段得來的，你前生所修積的，你用貪瞋不正當的手段去獲得，還是你命裡有的，你命裡沒有你就得不到，那麼何必用這些手段？你不用這些手段，可能來的晚一點，二年、三年之後你才發財；你用這些手段，把它提前二、三年，提前二、三年，早一點得到了。有沒有好處？好像很好，可是你再想，你壽命也提前結束了，你本來可以活到一百歲，現在活七十歲就完了，你就花光了，這是不明理，這是愚痴！"
    },
    {
      "id": "20-011-0074_p0018",
      "zh_CN": "儒、佛都教我们节俭、惜福，现在人鼓励人消费，鼓励浪费，把福报赶快把它消光。福报尽了，人的寿命就没有了，虽有寿命没有福了，叫「禄尽人亡」，那个不是寿终正寝，不是的，他一生的福报提早用完了，所以他的寿命也就提早结束了。这些道理，这些事实真相，谁知道？谁为大家来讲解、来说明？这就是《了凡四训》、《感应篇》、《安士全书》一定要大力提倡，真的能挽救现前的社会。",
      "zh_TW": "儒、佛都教我們節儉、惜福，現在人鼓勵人消費，鼓勵浪費，把福報趕快把它消光。福報盡了，人的壽命就沒有了，雖有壽命沒有福了，叫「祿盡人亡」，那個不是壽終正寢，不是的，他一生的福報提早用完了，所以他的壽命也就提早結束了。這些道理，這些事實真相，誰知道？誰為大家來講解、來說明？這就是《了凡四訓》、《感應篇》、《安士全書》一定要大力提倡，真的能挽救現前的社會。"
    },
    {
      "id": "20-011-0074_p0019",
      "zh_CN": "我在二十年前，一九七七年，发现印祖这种做法，想想有道理，二十年之后在今天来看，更有道理，这个事实是愈来愈明显；换句话说，社会对这个三样东西迫切的需要。人真的明白这个道理，了解事实真相，他心平静了，平静的心再让他修净土，那就快速了，功夫就很容易得力。今天念佛的人很多，常常听说功夫不得力，烦恼还是一大堆，原因都在此地。所以这个三种书我们不能不读，平常都要放在案头，没有事情的时候翻翻，检点检点自己的身心、行为。",
      "zh_TW": "我在二十年前，一九七七年，發現印祖這種做法，想想有道理，二十年之後在今天來看，更有道理，這個事實是愈來愈明顯；換句話說，社會對這個三樣東西迫切的需要。人真的明白這個道理，瞭解事實真相，他心平靜了，平靜的心再讓他修淨土，那就快速了，功夫就很容易得力。今天念佛的人很多，常常聽說功夫不得力，煩惱還是一大堆，原因都在此地。所以這個三種書我們不能不讀，平常都要放在案頭，沒有事情的時候翻翻，檢點檢點自己的身心、行為。"
    },
    {
      "id": "20-011-0074_p0020",
      "zh_CN": "《了凡四训》要多读，我常讲读几遍、听几遍没用处，我教人的方法，必须继续不断每天读，把它读满三百遍，我对于一个新学的同学我是这么教法的。为什么教你一口气念三百遍？你才会有印象，你才会有体悟，能够领悟，才得受用。没有三百遍的薰习，念了，说起来，我懂得了，但是境界现前的时候自己依旧做不了主，没用，这个道理是你入得不够深刻。我们学讲经也是这个道理，我们看到许许多多学讲经的人，学的时候是不错，但是过个二、三年之后就完了，原因在哪里？他入的不够深刻。",
      "zh_TW": "《了凡四訓》要多讀，我常講讀幾遍、聽幾遍沒用處，我教人的方法，必須繼續不斷每天讀，把它讀滿三百遍，我對於一個新學的同學我是這麼教法的。為什麼教你一口氣念三百遍？你才會有印象，你才會有體悟，能夠領悟，才得受用。沒有三百遍的薰習，念了，說起來，我懂得了，但是境界現前的時候自己依舊做不了主，沒用，這個道理是你入得不夠深刻。我們學講經也是這個道理，我們看到許許多多學講經的人，學的時候是不錯，但是過個二、三年之後就完了，原因在哪裡？他入的不夠深刻。"
    },
    {
      "id": "20-011-0074_p0021",
      "zh_CN": "我在台中跟李老师学经，李老师那时候开的班，我们班上同学三十几个人，现在讲经的剩两个人，其他都没有了。什么原因？入得不够深，李老师对我们要求是五年，五年一门深入，守他的规矩，决定不能改变。我用他的这个方法，深深感觉到得利益了，因为一门你心是定的，心是清净的，清净心生智慧。李老师要求我五年，我自己又加五年，我向老师报告：好，这个方法好，我继续再用五年，我守这个规矩十年。十年实在讲，里头最重要的，不夹杂，这是最重要的一条，不怀疑、不夹杂，对老师的教导决定不怀疑，知道这是真实的利益，慈悲的教诲，守住十年，十年之后就有效果，这个效果是在讲台上得心应手，左右逢源，十年。所以说一上讲台就想到这个地步，那是做不到的，这是要累积，要修持、要经验、要观摩，种种的累积才能够达得到。",
      "zh_TW": "我在台中跟李老師學經，李老師那時候開的班，我們班上同學三十幾個人，現在講經的剩兩個人，其他都沒有了。什麼原因？入得不夠深，李老師對我們要求是五年，五年一門深入，守他的規矩，決定不能改變。我用他的這個方法，深深感覺到得利益了，因為一門你心是定的，心是清淨的，清淨心生智慧。李老師要求我五年，我自己又加五年，我向老師報告：好，這個方法好，我繼續再用五年，我守這個規矩十年。十年實在講，裡頭最重要的，不夾雜，這是最重要的一條，不懷疑、不夾雜，對老師的教導決定不懷疑，知道這是真實的利益，慈悲的教誨，守住十年，十年之後就有效果，這個效果是在講台上得心應手，左右逢源，十年。所以說一上講台就想到這個地步，那是做不到的，這是要累積，要修持、要經驗、要觀摩，種種的累積才能夠達得到。"
    },
    {
      "id": "20-011-0074_p0022",
      "zh_CN": "你们现在都很年轻，十年对你们来说不是难事。我跟李炳老的时候是三十岁，十年是四十岁，我的殊胜之处就是讲经的时间、机会很多，一个星期最少讲三次，那个太少了，那是很短的时间；差不多一般我讲经的时间，一个星期都是五次、六次，几十年，每个星期都有五、六次，所以这么长的时间来磨练。曾经当中大概有个三年的时间，三年当中一个星期有三十几堂，上午、下午、晚上统统有，好热闹，那时年轻，有精神、有体力。我刚刚到美国那一年，八二年、八三年、八四年，这个三年在美国，差不多每个星期九个小时，上午讲三个小时，下午讲三个小时，晚上讲三个小时，真有体力，有精神；在美国讲是站着讲，听的人是坐着听，我有这个精神，应付得了。所以讲台的机会是非常非常之多，这才能磨练得出来。",
      "zh_TW": "你們現在都很年輕，十年對你們來說不是難事。我跟李炳老的時候是三十歲，十年是四十歲，我的殊勝之處就是講經的時間、機會很多，一個星期最少講三次，那個太少了，那是很短的時間；差不多一般我講經的時間，一個星期都是五次、六次，幾十年，每個星期都有五、六次，所以這麼長的時間來磨練。曾經當中大概有個三年的時間，三年當中一個星期有三十幾堂，上午、下午、晚上統統有，好熱鬧，那時年輕，有精神、有體力。我剛剛到美國那一年，八二年、八三年、八四年，這個三年在美國，差不多每個星期九個小時，上午講三個小時，下午講三個小時，晚上講三個小時，真有體力，有精神；在美國講是站著講，聽的人是坐著聽，我有這個精神，應付得了。所以講台的機會是非常非常之多，這才能磨練得出來。"
    },
    {
      "id": "20-011-0074_p0023",
      "zh_CN": "所以你们诸位要学，保持一个星期决定不能少过一次，一个星期要少过一次的话就很难继续了，会中断掉，一个星期至少要讲一次，自己要找机会，作不请之友，不怕难为情。实在没有地方，找居士家里，居士比较认识的，好一点的，「我一个星期到你家去讲一次」，找三、五个人来听，就行，定一个时间，在每个星期几到他家，能多找几家更好。星期一在张家，星期二到李家，星期三到王家，这么干才能干得出来，要找机会，讲完之后请听众提供意见，帮助改进。所以要很喜欢讲，这才行，才能够练的出来。",
      "zh_TW": "所以你們諸位要學，保持一個星期決定不能少過一次，一個星期要少過一次的話就很難繼續了，會中斷掉，一個星期至少要講一次，自己要找機會，作不請之友，不怕難為情。實在沒有地方，找居士家裡，居士比較認識的，好一點的，「我一個星期到你家去講一次」，找三、五個人來聽，就行，定一個時間，在每個星期幾到他家，能多找幾家更好。星期一在張家，星期二到李家，星期三到王家，這麼幹才能幹得出來，要找機會，講完之後請聽眾提供意見，幫助改進。所以要很喜歡講，這才行，才能夠練的出來。"
    }
  ]
}