{
  "doc_id": "20-011-0061",
  "title": {
    "zh_CN": "承传弘扬—以身作则",
    "zh_TW": "承傳弘揚—以身作則"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0061",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "20-011-0061_p0001",
      "zh_CN": "昨天晚上听传义盛学讲经，几乎找不到毛病了，这个就是成功了，非常的难得。往年李炳南老居士教导学生的要求，目的就是「不求有功，但求无过」，这个标准我们现在也能做到了。一般来说，已经讲得相当好了，可是我们不能够以此为足，要不断的努力精进；不但要在教理上下功夫，最重要的是在修持上，也就是曾经讨论过的「修法行事」这一条，这一条是真实的功夫。能把这一条做到，当然先要了解经典里面所讲的道理，断恶修善、明心见性的方法，所以原理原则、凡圣种种差别的境界都要了解，然后才知道如何修学。",
      "zh_TW": "昨天晚上聽傳義盛學講經，幾乎找不到毛病了，這個就是成功了，非常的難得。往年李炳南老居士教導學生的要求，目的就是「不求有功，但求無過」，這個標準我們現在也能做到了。一般來說，已經講得相當好了，可是我們不能夠以此為足，要不斷的努力精進；不但要在教理上下功夫，最重要的是在修持上，也就是曾經討論過的「修法行事」這一條，這一條是真實的功夫。能把這一條做到，當然先要瞭解經典裡面所講的道理，斷惡修善、明心見性的方法，所以原理原則、凡聖種種差別的境界都要瞭解，然後才知道如何修學。"
    },
    {
      "id": "20-011-0061_p0002",
      "zh_CN": "修学里面最重要的一个原则就是改进，改是改正错误，进就是进步，把错误改正过来当然就进步了。所以改是忏悔法，佛家的修行，无论是宗门教下、大小显密，总而言之，都不外乎忏悔，忏悔就是改过，改过就是提升，向菩萨位次的提升，从信位提升到十住，十住提升到十回向，提升到十地，不断的向上提升，然后才能达到究竟圆满，才能够契入华严境界，华严境界就是真实的境界。",
      "zh_TW": "修學裡面最重要的一個原則就是改進，改是改正錯誤，進就是進步，把錯誤改正過來當然就進步了。所以改是懺悔法，佛家的修行，無論是宗門教下、大小顯密，總而言之，都不外乎懺悔，懺悔就是改過，改過就是提升，向菩薩位次的提升，從信位提升到十住，十住提升到十迴向，提升到十地，不斷的向上提升，然後才能達到究竟圓滿，才能夠契入華嚴境界，華嚴境界就是真實的境界。"
    },
    {
      "id": "20-011-0061_p0003",
      "zh_CN": "由此可知，真正的善学就是勇于改过，自己要时常反省、检点，别人指责我们的过失，必须要认识那是真正的善知识，无论他是善意的指陈，或者是恶意的侮辱、毁谤，我们一个修学佛法的人，都肯定这是我的善知识，我一定要诚诚恳恳的接受，认真努力的改进，这叫修行。契入一分真实之际，你一定得一分真实智慧，然后弘宗演教，才能真正的利益一切众生，如诸佛菩萨、祖师大德为一切大众示现，无二无别，这是我们努力的方向，是我们修学的准则。",
      "zh_TW": "由此可知，真正的善學就是勇於改過，自己要時常反省、檢點，別人指責我們的過失，必須要認識那是真正的善知識，無論他是善意的指陳，或者是惡意的侮辱、毀謗，我們一個修學佛法的人，都肯定這是我的善知識，我一定要誠誠懇懇的接受，認真努力的改進，這叫修行。契入一分真實之際，你一定得一分真實智慧，然後弘宗演教，才能真正的利益一切眾生，如諸佛菩薩、祖師大德為一切大眾示現，無二無別，這是我們努力的方向，是我們修學的準則。"
    },
    {
      "id": "20-011-0061_p0004",
      "zh_CN": "所以无论别人怎样赞扬、称赞，我们不要把它放在心上，不能以此为满足，这点非常重要。佛法千经万论，尘说、刹说，无非给我们说明宇宙人生的真相而已，这个真相的总名称，实在上说，名是假名，连中国老子都知道「名可名，非常名，道可道，非常道」，佛家给我们讲，事实真相是「心行处灭，言语道断」。所以佛才告诉我们，佛法从缘生；换句话说，佛法也不是真实的，也是缘生之法，教我们对佛法不要执着。佛法尚且不执着，何况一切法？正是《金刚经》上所说的「法尚应舍，何况非法」，舍得愈干净，这个心地愈清净、愈踏实。",
      "zh_TW": "所以無論別人怎樣讚揚、稱讚，我們不要把它放在心上，不能以此為滿足，這點非常重要。佛法千經萬論，塵說、剎說，無非給我們說明宇宙人生的真相而已，這個真相的總名稱，實在上說，名是假名，連中國老子都知道「名可名，非常名，道可道，非常道」，佛家給我們講，事實真相是「心行處滅，言語道斷」。所以佛才告訴我們，佛法從緣生；換句話說，佛法也不是真實的，也是緣生之法，教我們對佛法不要執著。佛法尚且不執著，何況一切法？正是《金剛經》上所說的「法尚應捨，何況非法」，捨得愈乾淨，這個心地愈清淨、愈踏實。"
    },
    {
      "id": "20-011-0061_p0005",
      "zh_CN": "众生之所以不能够契入这个境界，就是不肯舍，不肯放下，坚固执着，这是病根，这是轮回的根本。学佛的同学，哪个不是念念就想脱离六道轮回？但是轮回根本要不断，你怎么能脱离？佛菩萨有再大的智慧，再大的慈悲，帮不上忙，这个事情是自己的事情，正是所谓「解铃还须系铃人」，这个意思是说任何人都帮不上忙，必须自己要自觉、要自悟，自修自证。《无量寿经》世间自在王跟法藏比丘开示，首先就提出三个「自」，就是这个意思。这个原则原理决定不错，可是能依照这个原则修学的有几个人？太少了。",
      "zh_TW": "眾生之所以不能夠契入這個境界，就是不肯捨，不肯放下，堅固執著，這是病根，這是輪迴的根本。學佛的同學，哪個不是念念就想脫離六道輪迴？但是輪迴根本要不斷，你怎麼能脫離？佛菩薩有再大的智慧，再大的慈悲，幫不上忙，這個事情是自己的事情，正是所謂「解鈴還須繫鈴人」，這個意思是說任何人都幫不上忙，必須自己要自覺、要自悟，自修自證。《無量壽經》世間自在王跟法藏比丘開示，首先就提出三個「自」，就是這個意思。這個原則原理決定不錯，可是能依照這個原則修學的有幾個人？太少了。"
    },
    {
      "id": "20-011-0061_p0006",
      "zh_CN": "自古至今那些修行的人，我们也能够屈指可数，不多，可是众生在轮回里头实在是太苦了，如果没有最善巧希有的方便门，这一切迷惑颠倒苦难的众生，哪天才能得度？这个真是幸亏法藏比丘想出这个带业往生的法门，才能够普度这些业障习气深重，想回头而没有办法回头的这类众生，给他们做得度的因缘。一切众生，无论男女老少、贫富贵贱，只要肯依这个法门，都能够平等得度，都能够契入华严境界，所以这个确确实实是不可思议的奇特法门。我们这一生，实在说是无量劫善根福德因缘在今天成熟，我们不但遇到这个法门，还遇到承传弘扬这个法门的希有因缘，你说这个多殊胜。",
      "zh_TW": "自古至今那些修行的人，我們也能夠屈指可數，不多，可是眾生在輪迴裡頭實在是太苦了，如果沒有最善巧希有的方便門，這一切迷惑顛倒苦難的眾生，哪天才能得度？這個真是幸虧法藏比丘想出這個帶業往生的法門，才能夠普度這些業障習氣深重，想回頭而沒有辦法回頭的這類眾生，給他們做得度的因緣。一切眾生，無論男女老少、貧富貴賤，只要肯依這個法門，都能夠平等得度，都能夠契入華嚴境界，所以這個確確實實是不可思議的奇特法門。我們這一生，實在說是無量劫善根福德因緣在今天成熟，我們不但遇到這個法門，還遇到承傳弘揚這個法門的希有因緣，你說這個多殊勝。"
    },
    {
      "id": "20-011-0061_p0007",
      "zh_CN": "遇到这个法门已经是非常非常希有殊胜了，我们还遇到承传弘扬这个法门，这真正是彭际清居士所说的「无量劫来希有难逢之一日」，开经偈上所讲的「百千万劫难遭遇」，一点都没有说错，一点都不夸张，的确是事实。所以我们要珍惜这个缘分，机缘刹那就过去了，这经上常讲「刹那际」，我们要把这桩事情做好，做的圆满，一定要同心协力，依教奉行。",
      "zh_TW": "遇到這個法門已經是非常非常希有殊勝了，我們還遇到承傳弘揚這個法門，這真正是彭際清居士所說的「無量劫來希有難逢之一日」，開經偈上所講的「百千萬劫難遭遇」，一點都沒有說錯，一點都不誇張，的確是事實。所以我們要珍惜這個緣分，機緣剎那就過去了，這經上常講「剎那際」，我們要把這樁事情做好，做的圓滿，一定要同心協力，依教奉行。"
    },
    {
      "id": "20-011-0061_p0008",
      "zh_CN": "如佛之所行，你看看佛在经上所说的，法藏成佛了，全心全力从事这个工作，十方一切诸佛如来，不是赞助，说赞助还隔了一层，十方一切诸佛如来把阿弥陀佛的本愿就做为是自己的本愿，这样我们才真正体会到，十方三世一切诸佛如来，个个都是阿弥陀，于是我们对于《华严》的微妙义理才能体会到几分。我们要学佛，要能体会到这个道理，同心同力，知道这个事情是一桩事情，不是两桩事情，正如阿弥陀佛所做的就是一切诸佛如来所做，一切诸佛如来所做就是阿弥陀佛所做，这里头没有界限，那个分界线是凡夫干的事情，是凡夫的妄想分别执着，诸佛如来与大菩萨没有界限，没有分别，自他不二，所以能在尽虚空遍法界普度一切众生。我们如果还有分别、执着，就与诸佛菩萨不相应了，就与大方广不相应了，与佛华严不相应了。",
      "zh_TW": "如佛之所行，你看看佛在經上所說的，法藏成佛了，全心全力從事這個工作，十方一切諸佛如來，不是贊助，說贊助還隔了一層，十方一切諸佛如來把阿彌陀佛的本願就做為是自己的本願，這樣我們才真正體會到，十方三世一切諸佛如來，個個都是阿彌陀，於是我們對於《華嚴》的微妙義理才能體會到幾分。我們要學佛，要能體會到這個道理，同心同力，知道這個事情是一樁事情，不是兩樁事情，正如阿彌陀佛所做的就是一切諸佛如來所做，一切諸佛如來所做就是阿彌陀佛所做，這裡頭沒有界限，那個分界線是凡夫幹的事情，是凡夫的妄想分別執著，諸佛如來與大菩薩沒有界限，沒有分別，自他不二，所以能在盡虛空遍法界普度一切眾生。我們如果還有分別、執著，就與諸佛菩薩不相應了，就與大方廣不相應了，與佛華嚴不相應了。"
    },
    {
      "id": "20-011-0061_p0009",
      "zh_CN": "诸位来到新加坡现在还不满三个月，这两个多月当中，这种模式、方法诸位都学到了，你在没有接触之前，总感觉到讲经、说法是一桩难事，不是我们能学得到的，你接触之后你就会感觉这事情不难，平常人可以学得到的，给你信心了，帮助你兴起弘法利生的愿望。到讲台上，行家也挑不出毛病，这个基础就坚固了，往后就是努力，努力的方向要懂得，要牢记住，一门深入。到什么时候才广学多闻，开悟之后，你守住这个原则你就没错了，开悟之后再广学多闻。",
      "zh_TW": "諸位來到新加坡現在還不滿三個月，這兩個多月當中，這種模式、方法諸位都學到了，你在沒有接觸之前，總感覺到講經、說法是一樁難事，不是我們能學得到的，你接觸之後你就會感覺這事情不難，平常人可以學得到的，給你信心了，幫助你興起弘法利生的願望。到講台上，行家也挑不出毛病，這個基礎就堅固了，往後就是努力，努力的方向要懂得，要牢記住，一門深入。到什麼時候才廣學多聞，開悟之後，你守住這個原則你就沒錯了，開悟之後再廣學多聞。"
    },
    {
      "id": "20-011-0061_p0010",
      "zh_CN": "四弘誓愿那是修行的次第，第一个是发愿，发成佛度众生的大愿，像善财童子一样，发愿之后起修，修什么？断烦恼，破无明。「烦恼无尽誓愿断」，见思烦恼、尘沙烦恼、无明烦恼，你看《华严经》的标准，善财童子所做给我们看的模式，破一品无明以后广学多闻，那进入第三个阶段，「法门无量誓愿学」，那法门无量誓愿学是破一品无明以后的事情，无明没破不行，无明没有破你就广学多闻，那就是清凉大师所讲的，增长邪见。所以无明没破的时候，我们的功夫着重在定，这个戒定慧三学，着重在定，开了智慧那才广学多闻。",
      "zh_TW": "四弘誓願那是修行的次第，第一個是發願，發成佛度眾生的大願，像善財童子一樣，發願之後起修，修什麼？斷煩惱，破無明。「煩惱無盡誓願斷」，見思煩惱、塵沙煩惱、無明煩惱，你看《華嚴經》的標準，善財童子所做給我們看的模式，破一品無明以後廣學多聞，那進入第三個階段，「法門無量誓願學」，那法門無量誓願學是破一品無明以後的事情，無明沒破不行，無明沒有破你就廣學多聞，那就是清涼大師所講的，增長邪見。所以無明沒破的時候，我們的功夫著重在定，這個戒定慧三學，著重在定，開了智慧那才廣學多聞。"
    },
    {
      "id": "20-011-0061_p0011",
      "zh_CN": "那么我们要问了，在没有开慧之前，无明一品没断之前，这个大乘经教需不需要涉猎？可不可以去看看？可以的，不是说不可以，可以看，就正如同我们在学校念书，我们有主修的课程，另外还有一些选修的课程，重点是在主修的课程，你明白这个道理你就会运用了。我们今天主修的课程，《无量寿经》，如果再扩大一点，就是净宗的五经一论，是我们主修课程，其他各宗各派大小乘经典我们可以涉猎，涉猎什么？帮助我们明了主修的课程，用意在这个地方，宾主要分清。我们希望在《无量寿经》能够了解得更深，能够了解的更广，可以涉猎世出世间这一切法，这个涉猎要看个人的能力，我有这个聪明智慧，可以多涉猎一点，我没有这个聪明智慧，我少涉猎一点。实在上自己要想偷懒，其他根本就不看，我就专门看这一部，行，不是不行，可以。",
      "zh_TW": "那麼我們要問了，在沒有開慧之前，無明一品沒斷之前，這個大乘經教需不需要涉獵？可不可以去看看？可以的，不是說不可以，可以看，就正如同我們在學校念書，我們有主修的課程，另外還有一些選修的課程，重點是在主修的課程，你明白這個道理你就會運用了。我們今天主修的課程，《無量壽經》，如果再擴大一點，就是淨宗的五經一論，是我們主修課程，其他各宗各派大小乘經典我們可以涉獵，涉獵什麼？幫助我們明瞭主修的課程，用意在這個地方，賓主要分清。我們希望在《無量壽經》能夠瞭解得更深，能夠瞭解的更廣，可以涉獵世出世間這一切法，這個涉獵要看個人的能力，我有這個聰明智慧，可以多涉獵一點，我沒有這個聰明智慧，我少涉獵一點。實在上自己要想偷懶，其他根本就不看，我就專門看這一部，行，不是不行，可以。"
    },
    {
      "id": "20-011-0061_p0012",
      "zh_CN": "古来大德有一生讲《弥陀经》讲二、三百遍的，其他的，其他的不会讲，找别的法师，我就会这一门，行，不是不行，也给后学做一个好榜样，真正做到一门深入。深入之后，能不能通达一切经教？跟诸位说，能，心定了就能，心定了就开智慧，这个大乘经教虽然没有接触过，人家要听，人家或者在那里讲，你一接触就通达。这个例子，《六祖坛经》上最明显了，六祖不认识字，没有念过《涅槃经》，也没有听人家讲过《涅槃经》，你看他从黄梅逃难出来，在曹侯村遇到无尽藏比丘尼，无尽藏比丘尼就是受持《涅槃经》的。无尽藏比丘尼把《涅槃经》念一遍，六祖大师就给她讲解，他也没有学过，他没有接触过，人家一念，他一听意思就懂，他就给她讲解，那一部《涅槃经》讲完之后，无尽藏比丘尼开悟了。所以东西要不要学？可以不必要学，问题是你真正达到这个境界。",
      "zh_TW": "古來大德有一生講《彌陀經》講二、三百遍的，其他的，其他的不會講，找別的法師，我就會這一門，行，不是不行，也給後學做一個好榜樣，真正做到一門深入。深入之後，能不能通達一切經教？跟諸位說，能，心定了就能，心定了就開智慧，這個大乘經教雖然沒有接觸過，人家要聽，人家或者在那裡講，你一接觸就通達。這個例子，《六祖壇經》上最明顯了，六祖不認識字，沒有念過《涅槃經》，也沒有聽人家講過《涅槃經》，你看他從黃梅逃難出來，在曹侯村遇到無盡藏比丘尼，無盡藏比丘尼就是受持《涅槃經》的。無盡藏比丘尼把《涅槃經》念一遍，六祖大師就給她講解，他也沒有學過，他沒有接觸過，人家一念，他一聽意思就懂，他就給她講解，那一部《涅槃經》講完之後，無盡藏比丘尼開悟了。所以東西要不要學？可以不必要學，問題是你真正達到這個境界。"
    },
    {
      "id": "20-011-0061_p0013",
      "zh_CN": "所以这个一门深入就要紧了，那个「改进」两个字重要，不断的改毛病、改习气，使自己心地真正达到清净平等觉，那什么都通达了。所以我们今天的功夫用在哪里？清净、平等，不清净的地方我们要修清净，不平等的地方修平等。所以不清净、不平等不是坏环境，会用功的人，好环境，清净、平等到一定的程度就觉悟了，觉就是智慧开了。清净破执着，有执着不清净；平等破分别，有分别就不平等；觉是破妄想，妄想是无明。经上讲的妄想、执着，就是妄想分别执着，我们中国人翻经总喜欢简单，所以《华严经》上所讲的，这一切众生不能够修行证果，「但以妄想执着而不能证得」，妄想、执着当中还有个分别，省掉了。平常我们讲因果，因果当中有个缘，也省掉了，中国人喜欢省略，虽然省略，意思是完全的，你一定要懂得。我们今天称佛教，也是省略，但是现在很多人一听到佛教就变成宗教了，产生误会，那我们没法子，再把它加两个字进去，「佛陀教育」，提醒他，佛教不是宗教，佛陀教育。",
      "zh_TW": "所以這個一門深入就要緊了，那個「改進」兩個字重要，不斷的改毛病、改習氣，使自己心地真正達到清淨平等覺，那什麼都通達了。所以我們今天的功夫用在哪裡？清淨、平等，不清淨的地方我們要修清淨，不平等的地方修平等。所以不清淨、不平等不是壞環境，會用功的人，好環境，清淨、平等到一定的程度就覺悟了，覺就是智慧開了。清淨破執著，有執著不清淨；平等破分別，有分別就不平等；覺是破妄想，妄想是無明。經上講的妄想、執著，就是妄想分別執著，我們中國人翻經總喜歡簡單，所以《華嚴經》上所講的，這一切眾生不能夠修行證果，「但以妄想執著而不能證得」，妄想、執著當中還有個分別，省掉了。平常我們講因果，因果當中有個緣，也省掉了，中國人喜歡省略，雖然省略，意思是完全的，你一定要懂得。我們今天稱佛教，也是省略，但是現在很多人一聽到佛教就變成宗教了，產生誤會，那我們沒法子，再把它加兩個字進去，「佛陀教育」，提醒他，佛教不是宗教，佛陀教育。"
    },
    {
      "id": "20-011-0061_p0014",
      "zh_CN": "所以《无量寿经》的经题好，清清楚楚，明明白白表示出来，我们修什么？修清净、修平等，觉是修不来的，清净、平等自然就觉悟。觉是四弘誓愿最后的一条，「佛道无上誓愿成」，觉就成佛了。这是佛给我们指出这个修学的原理、原则，我们要会掌握。在生活当中、工作里面，一定要懂得惜福、惜缘，珍惜这个机缘，就是我们现在人所讲的机会，机就是机缘，会是聚会，这很难得很难得，珍惜机缘。能够抓住机缘的，掌握机缘的，没有一个不成就，无论是佛法、是世法，都能成就；轻易放过机缘的都是失败，所以一定要懂得惜福、惜缘的道理。",
      "zh_TW": "所以《無量壽經》的經題好，清清楚楚，明明白白表示出來，我們修什麼？修清淨、修平等，覺是修不來的，清淨、平等自然就覺悟。覺是四弘誓願最後的一條，「佛道無上誓願成」，覺就成佛了。這是佛給我們指出這個修學的原理、原則，我們要會掌握。在生活當中、工作裡面，一定要懂得惜福、惜緣，珍惜這個機緣，就是我們現在人所講的機會，機就是機緣，會是聚會，這很難得很難得，珍惜機緣。能夠抓住機緣的，掌握機緣的，沒有一個不成就，無論是佛法、是世法，都能成就；輕易放過機緣的都是失敗，所以一定要懂得惜福、惜緣的道理。"
    },
    {
      "id": "20-011-0061_p0015",
      "zh_CN": "要学勤劳，给社会大众做榜样，做一个好样子，那就是佛菩萨。我们在《华严》五十三参里面看到的，五十三位法身大士，他们的身分有男女老少、各行各业，应有尽有，无所不包，这是整个社会各个阶层里面的典范、榜样，由此可知，社会大众的典型、榜样就叫做佛菩萨。佛菩萨为一切众生演说，「演」就是表演，做出来给人看，「说」是说明，人家有疑问的时候给他详细解说，所以我们不但要说，还要做出样子来给人看，出家人有出家人的好样子，在家人有在家人的好样子。在这些地方，自己天天要读经，时时要保持正念分明，为什么？无论是什么法，尤其是佛法，魔来扰乱，决定不能够避免的，我们能保持正念，魔我们就不怕他了，魔就不能伤害我们了。",
      "zh_TW": "要學勤勞，給社會大眾做榜樣，做一個好樣子，那就是佛菩薩。我們在《華嚴》五十三參裡面看到的，五十三位法身大士，他們的身分有男女老少、各行各業，應有盡有，無所不包，這是整個社會各個階層裡面的典範、榜樣，由此可知，社會大眾的典型、榜樣就叫做佛菩薩。佛菩薩為一切眾生演說，「演」就是表演，做出來給人看，「說」是說明，人家有疑問的時候給他詳細解說，所以我們不但要說，還要做出樣子來給人看，出家人有出家人的好樣子，在家人有在家人的好樣子。在這些地方，自己天天要讀經，時時要保持正念分明，為什麼？無論是什麼法，尤其是佛法，魔來擾亂，決定不能夠避免的，我們能保持正念，魔我們就不怕他了，魔就不能傷害我們了。"
    },
    {
      "id": "20-011-0061_p0016",
      "zh_CN": "最容易遇到的，就是两舌、妄语，我们所接触到的，张三说李四不对，李四说张三不对，一定谣言满天飞，遇到这个境界的时候，一概不要听。他说他不对，点点头，他说他不对，也点点头，绝不放在心上，为什么？知道「凡所有相，皆是虚妄」，他不管怎么乱，我不乱，这叫道行。我们看的清楚，他迷在里头，我们跳出来了，然后才有能力诱导大家把这个纷乱化解，当然这里头也要靠缘分，有智慧、有善巧就能够帮助大众。最重要的是从自己本身做起，本身做起的原则也就是看破、放下，这个也是修行功夫上的总纲领、总原则。真正彻底了解《般若经》上所说的「不可得」，弘一大师写的那六个字「世间如梦不实」，这是事实真相，你哪天证得清净平等觉了，那就是实在的了，那超世间了。这个世间不但是讲六道，包括十法界，十法界都是如梦不实，《金刚经》上所讲的「一切有为法，如梦幻泡影」，一点都没说错，真正是事实真相。",
      "zh_TW": "最容易遇到的，就是兩舌、妄語，我們所接觸到的，張三說李四不對，李四說張三不對，一定謠言滿天飛，遇到這個境界的時候，一概不要聽。他說他不對，點點頭，他說他不對，也點點頭，絕不放在心上，為什麼？知道「凡所有相，皆是虛妄」，他不管怎麼亂，我不亂，這叫道行。我們看的清楚，他迷在裡頭，我們跳出來了，然後才有能力誘導大家把這個紛亂化解，當然這裡頭也要靠緣分，有智慧、有善巧就能夠幫助大眾。最重要的是從自己本身做起，本身做起的原則也就是看破、放下，這個也是修行功夫上的總綱領、總原則。真正徹底瞭解《般若經》上所說的「不可得」，弘一大師寫的那六個字「世間如夢不實」，這是事實真相，你哪天證得清淨平等覺了，那就是實在的了，那超世間了。這個世間不但是講六道，包括十法界，十法界都是如夢不實，《金剛經》上所講的「一切有為法，如夢幻泡影」，一點都沒說錯，真正是事實真相。"
    },
    {
      "id": "20-011-0061_p0017",
      "zh_CN": "所以佛门的术语「舍得」，这个在中国社会里头广泛的被使用，舍得、舍不得，这是佛门的术语，意思很深。前言是你能舍就得，你舍财就得财，舍法就得法，这个意思浅；更深一层的意思，舍，你得到的也舍掉。你舍财得财，舍法得法，你出不了六道轮回，你那是修善因得善果，你没有出六道轮回，如果把你得到的也舍掉了，你就超越三界了。所以这个意思有浅深，讲浅一层的意思大家好懂，大家都很欢喜，深一层意思他就莫名其妙了，他不敢修了，我得到的也舍掉，那我何必要这么辛苦的去修？那个深一层的意思，要给程度高的一层人讲，他才会懂；中下根性，善根福德因缘薄的人，跟他讲这个意思，他不能懂得，他不明了。得到的也要舍掉，那才能出离十法界，得到的不肯舍，出不了十法界。你譬如舍世法得佛法，那就是舍六道就证四圣法界，四圣法界要不舍，你怎么能契入一真法界？所以四圣法界也要舍，这才能够入一真法界，声闻、缘觉、菩萨、佛都要舍。所以佛家许多这些名词术语，都是真实智慧，是极其善巧方便的设施，能令一切众生由这些方便契入真实。",
      "zh_TW": "所以佛門的術語「捨得」，這個在中國社會裡頭廣泛的被使用，捨得、捨不得，這是佛門的術語，意思很深。前言是你能捨就得，你捨財就得財，捨法就得法，這個意思淺；更深一層的意思，捨，你得到的也捨掉。你捨財得財，捨法得法，你出不了六道輪迴，你那是修善因得善果，你沒有出六道輪迴，如果把你得到的也捨掉了，你就超越三界了。所以這個意思有淺深，講淺一層的意思大家好懂，大家都很歡喜，深一層意思他就莫名其妙了，他不敢修了，我得到的也捨掉，那我何必要這麼辛苦的去修？那個深一層的意思，要給程度高的一層人講，他才會懂；中下根性，善根福德因緣薄的人，跟他講這個意思，他不能懂得，他不明瞭。得到的也要捨掉，那才能出離十法界，得到的不肯捨，出不了十法界。你譬如捨世法得佛法，那就是捨六道就證四聖法界，四聖法界要不捨，你怎麼能契入一真法界？所以四聖法界也要捨，這才能夠入一真法界，聲聞、緣覺、菩薩、佛都要捨。所以佛家許多這些名詞術語，都是真實智慧，是極其善巧方便的設施，能令一切眾生由這些方便契入真實。"
    },
    {
      "id": "20-011-0061_p0018",
      "zh_CN": "这个学期逐渐接近圆满，前面一期同学们出了一个特刊，做得不错，我也没有想到他们能做出这样的成绩，影响很大。我在台湾的一个护法，韩馆长，护持三十年，非常不容易，她对于现在年轻人的修学就没有信心，所以她对于办学、教学没兴趣。看到这个特刊的时候受到很大的感动，来跟我谈，说这个教学如果有机会一定要做，过去她那个态度一百八十度的转变，就是看到这份刊物。李木源很高明，这个刊物刚刚编成，还没有编圆满，就是那个原稿他用彩色影印，先送给韩馆长看，她还没有看到完整的这个本子，她看到的是原稿，那个稿子里面还有错字，拿到我这来，我还给它改正，里面还印的错字，内容大概只有现在的一半的样子，就受这么大的感动。",
      "zh_TW": "這個學期逐漸接近圓滿，前面一期同學們出了一個特刊，做得不錯，我也沒有想到他們能做出這樣的成績，影響很大。我在台灣的一個護法，韓館長，護持三十年，非常不容易，她對於現在年輕人的修學就沒有信心，所以她對於辦學、教學沒興趣。看到這個特刊的時候受到很大的感動，來跟我談，說這個教學如果有機會一定要做，過去她那個態度一百八十度的轉變，就是看到這份刊物。李木源很高明，這個刊物剛剛編成，還沒有編圓滿，就是那個原稿他用彩色影印，先送給韓館長看，她還沒有看到完整的這個本子，她看到的是原稿，那個稿子裡面還有錯字，拿到我這來，我還給它改正，裡面還印的錯字，內容大概只有現在的一半的樣子，就受這麼大的感動。"
    },
    {
      "id": "20-011-0061_p0019",
      "zh_CN": "你们同学有没有意思编一个纪念刊物？要有的时候要预先做个准备，内容不需要太多，简单介绍就可以了，找个同学发心帮你们编，在此地印刷比较方便。鼓励年轻的同修们，无论是在家、出家，一定要深入经藏，对于经典我也提出八个字「一门深入，长时薰修」。这个薰修非常重要，遍数不够不行，你譬如一部经，读，天天要读，读几千遍几万遍不算多；讲，也要天天讲，常常讲，一部经能够讲上一百遍、两百遍，自自然然就入境界了，中国古人所说的「读书千遍，其义自见」，就是这个道理，薰修的力量非常大。",
      "zh_TW": "你們同學有沒有意思編一個紀念刊物？要有的時候要預先做個準備，內容不需要太多，簡單介紹就可以了，找個同學發心幫你們編，在此地印刷比較方便。鼓勵年輕的同修們，無論是在家、出家，一定要深入經藏，對於經典我也提出八個字「一門深入，長時薰修」。這個薰修非常重要，遍數不夠不行，你譬如一部經，讀，天天要讀，讀幾千遍幾萬遍不算多；講，也要天天講，常常講，一部經能夠講上一百遍、兩百遍，自自然然就入境界了，中國古人所說的「讀書千遍，其義自見」，就是這個道理，薰修的力量非常大。"
    },
    {
      "id": "20-011-0061_p0020",
      "zh_CN": "现在人修学不能成就，原因就是不懂这个道理，他读的遍数不够多，薰习的时间太短了，所以每部经论只懂得一点皮毛常识，不起作用，与他的心行不相应，毛病发生在这个地方，非常可惜。纵然是一部经，你的功夫下得深的话，那个成就都不可思议，功夫真的深了，对于世出世间法自然通达，就像六祖能大师一样，这些理事我们都要清楚，我们才会有信心，才肯一门深入。不走别人的路子，我们走的是古来祖师大德的道路，我们知道这个道路历久弥新，不会被时间淘汰掉的，不可能的，这是真理，超越时空，永远常新。",
      "zh_TW": "現在人修學不能成就，原因就是不懂這個道理，他讀的遍數不夠多，薰習的時間太短了，所以每部經論只懂得一點皮毛常識，不起作用，與他的心行不相應，毛病發生在這個地方，非常可惜。縱然是一部經，你的功夫下得深的話，那個成就都不可思議，功夫真的深了，對於世出世間法自然通達，就像六祖能大師一樣，這些理事我們都要清楚，我們才會有信心，才肯一門深入。不走別人的路子，我們走的是古來祖師大德的道路，我們知道這個道路歷久彌新，不會被時間淘汰掉的，不可能的，這是真理，超越時空，永遠常新。"
    }
  ]
}