{
  "doc_id": "20-011-0068",
  "title": {
    "zh_CN": "从道德中求",
    "zh_TW": "從道德中求"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0068",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "20-011-0068_p0001",
      "zh_CN": "昨天美国那边的同修打电话过来，告诉我道场扩建筹募财源的事情，他们的意思是出去募款，筹募建设基金，我就给他们分析，劝他们不要做了。在外面化缘、要钱，绝对不是一个好事情，使社会上许许多多的人，本来都是好心很想学佛，接近佛法，一听说要捐钱，就把人吓跑了，断了许许多多人学佛的机会，这就是佛经上常讲的，断众生的法身慧命。佛是要普度一切众生，如果我们做断众生法身慧命的事情，与佛的愿望就完全违背了，所以我就告诉他，这个事情我们决定不能做。所以他们当时提出来的时候，我告诉他，出功德的人不可以超过十个人，超过十个人以上我们不做。他们希望筹款筹五百万美金，到外面化小缘，十块、二十块这样化，不可以，缘不成熟，要成熟的时候，一、二个人就送来了，那是缘成熟了。",
      "zh_TW": "昨天美國那邊的同修打電話過來，告訴我道場擴建籌募財源的事情，他們的意思是出去募款，籌募建設基金，我就給他們分析，勸他們不要做了。在外面化緣、要錢，絕對不是一個好事情，使社會上許許多多的人，本來都是好心很想學佛，接近佛法，一聽說要捐錢，就把人嚇跑了，斷了許許多多人學佛的機會，這就是佛經上常講的，斷眾生的法身慧命。佛是要普度一切眾生，如果我們做斷眾生法身慧命的事情，與佛的願望就完全違背了，所以我就告訴他，這個事情我們決定不能做。所以他們當時提出來的時候，我告訴他，出功德的人不可以超過十個人，超過十個人以上我們不做。他們希望籌款籌五百萬美金，到外面化小緣，十塊、二十塊這樣化，不可以，緣不成熟，要成熟的時候，一、二個人就送來了，那是緣成熟了。"
    },
    {
      "id": "20-011-0068_p0002",
      "zh_CN": "我初学佛的时候，这是章嘉大师告诉我的，只要真正发心，「将此身心奉尘刹，是则名为报佛恩」，当我们有需要的时候，佛菩萨照顾，佛菩萨安排，这一生都是佛菩萨安排的，自己不要操一点心。道场的成就，佛菩萨建的，我们哪里要操这个心？这个心永远是清净的，永远不违背佛的教诲，这个就对了。今天要建一个大道场，有此必要吗？建出来跟人家比赛，好像我很有面子，我这个道场这么雄伟，增长自己的骄慢心，他不是增长道心，是增长烦恼，那又何必？",
      "zh_TW": "我初學佛的時候，這是章嘉大師告訴我的，只要真正發心，「將此身心奉塵剎，是則名為報佛恩」，當我們有需要的時候，佛菩薩照顧，佛菩薩安排，這一生都是佛菩薩安排的，自己不要操一點心。道場的成就，佛菩薩建的，我們哪裡要操這個心？這個心永遠是清淨的，永遠不違背佛的教誨，這個就對了。今天要建一個大道場，有此必要嗎？建出來跟人家比賽，好像我很有面子，我這個道場這麼雄偉，增長自己的驕慢心，他不是增長道心，是增長煩惱，那又何必？"
    },
    {
      "id": "20-011-0068_p0003",
      "zh_CN": "所以我就勉励他们，一定要修养道德。道场不在形式，在乎这里面有没有真正修道的人，有没有真正成就道业的人。我们看《西方确指》，觉明妙行菩萨教的那一帮人，只有十二个人，很小的一个修行场所，我读了之后认为那是天下第一道场，为什么？十二个人都往生，都成就了，这还得了！百分之百的圆满。我们今天建的再大、再雄伟，如果将来这里面一个往生的都没有，不但不能往生，因为这个形式壮大，引起骄慢，造作罪业，将来都堕三恶道了，那么那个道场叫三恶道的道场，那不是佛道场，是魔道场。所以我劝他们大家，把扩建的这个念头打掉，安心办道多好。",
      "zh_TW": "所以我就勉勵他們，一定要修養道德。道場不在形式，在乎這裡面有沒有真正修道的人，有沒有真正成就道業的人。我們看《西方確指》，覺明妙行菩薩教的那一幫人，只有十二個人，很小的一個修行場所，我讀了之後認為那是天下第一道場，為什麼？十二個人都往生，都成就了，這還得了！百分之百的圓滿。我們今天建的再大、再雄偉，如果將來這裡面一個往生的都沒有，不但不能往生，因為這個形式壯大，引起驕慢，造作罪業，將來都墮三惡道了，那麼那個道場叫三惡道的道場，那不是佛道場，是魔道場。所以我勸他們大家，把擴建的這個念頭打掉，安心辦道多好。"
    },
    {
      "id": "20-011-0068_p0004",
      "zh_CN": "百丈大师在「丛林清规」里面，他提了二十条纲领，第一个「丛林以无事为庄严」，这是我们真正办道的，一定要切身记住，终生奉行，「多事不如少事，少事不如无事」。志同道合的，真正发心办道的人多了，这个道场自然成就，不用操心；没有这么多人在一起办道，建那么大的场所，要造罪业，劳民伤财，自己心也不安。你那么大的地方，他们要建三万尺，三万平方英尺，在中国是算平方米，除九，那个面积多大！每天打扫都累死人，何必？清洁环境都累死人。",
      "zh_TW": "百丈大師在「叢林清規」裡面，他提了二十條綱領，第一個「叢林以無事為莊嚴」，這是我們真正辦道的，一定要切身記住，終生奉行，「多事不如少事，少事不如無事」。志同道合的，真正發心辦道的人多了，這個道場自然成就，不用操心；沒有這麼多人在一起辦道，建那麼大的場所，要造罪業，勞民傷財，自己心也不安。你那麼大的地方，他們要建三萬尺，三萬平方英尺，在中國是算平方米，除九，那個面積多大！每天打掃都累死人，何必？清潔環境都累死人。"
    },
    {
      "id": "20-011-0068_p0005",
      "zh_CN": "没有智慧的人，看到别人的道场多大、多庄严，要跟人比赛，要跟别人竞争，这个观念完全错误了，都没想到释迦牟尼佛从前树下一宿，日中一食，这是本师给我们做的好榜样，他连个小道场他都不要。国王、大臣礼请佛陀去讲经说法，请他住在精舍里面，那些精舍都是国王、大臣的，都是别人的。世尊以及当时他的出家弟子，没有一个人有一个精舍，有一个什么道场，没有，你们查经查查看，那叫出家。自己建立个道场，不就又回家了吗？哪有这种道理！",
      "zh_TW": "沒有智慧的人，看到別人的道場多大、多莊嚴，要跟人比賽，要跟別人競爭，這個觀念完全錯誤了，都沒想到釋迦牟尼佛從前樹下一宿，日中一食，這是本師給我們做的好榜樣，他連個小道場他都不要。國王、大臣禮請佛陀去講經說法，請他住在精舍裡面，那些精舍都是國王、大臣的，都是別人的。世尊以及當時他的出家弟子，沒有一個人有一個精舍，有一個什麼道場，沒有，你們查經查查看，那叫出家。自己建立個道場，不就又回家了嗎？哪有這種道理！"
    },
    {
      "id": "20-011-0068_p0006",
      "zh_CN": "佛法传到中国来之后，中国这个环境跟印度完全不同，中国人尊师重道，不可能叫老师到外面去托钵，那会被社会笑话，这是这个地方的文化、风土人情不相同，而佛菩萨永远是「恒顺众生，随喜功德」。所以这边建的有宫殿，给这些出家老师们居住，有很好的供养，四事供养具足，不必让老师出去托钵，这是这个地方的形式如此。出家人虽然接受帝王、大臣、大富长者的供养，心地清净，一尘不染，没有把居住的精舍道场认为是自己的家，没有这个念头，一切都是随缘。也不会起心动念，我这里要扩建，我还少什么？没有起这个心，没起心动念。而一切扩建的事情，都是这些在家居士们他们提议的，看到人多了：老和尚，人太多了，这里少一个什么堂殿，我们建一个好不好？老和尚点点头：好吧，你们去做。一点头，那个殿就做好了，哪有操心？也不要去化缘，也不要去建构，只要同意了，你们认为可以，同意了点点头，他们就建好了。这是我们要学本师，要学祖师大德，不去操这个心。",
      "zh_TW": "佛法傳到中國來之後，中國這個環境跟印度完全不同，中國人尊師重道，不可能叫老師到外面去托缽，那會被社會笑話，這是這個地方的文化、風土人情不相同，而佛菩薩永遠是「恆順眾生，隨喜功德」。所以這邊建的有宮殿，給這些出家老師們居住，有很好的供養，四事供養具足，不必讓老師出去托缽，這是這個地方的形式如此。出家人雖然接受帝王、大臣、大富長者的供養，心地清淨，一塵不染，沒有把居住的精舍道場認為是自己的家，沒有這個念頭，一切都是隨緣。也不會起心動念，我這裡要擴建，我還少什麼？沒有起這個心，沒起心動念。而一切擴建的事情，都是這些在家居士們他們提議的，看到人多了：老和尚，人太多了，這裡少一個什麼堂殿，我們建一個好不好？老和尚點點頭：好吧，你們去做。一點頭，那個殿就做好了，哪有操心？也不要去化緣，也不要去建構，只要同意了，你們認為可以，同意了點點頭，他們就建好了。這是我們要學本師，要學祖師大德，不去操這個心。"
    },
    {
      "id": "20-011-0068_p0007",
      "zh_CN": "所以一定要真正有道、有德，道德成就，我们中国古谚语所谓的「实至名归」，名也是福。福报现前了，福报现前的时候要记住舍得，你所得的那个福报要舍，这是舍得深一层的意思，你所得到的马上要舍。你得的名，名要舍；你得的位，位要舍；你得到的财，财要舍；你得到的法，法要舍，所得到的统统都要舍，不舍麻烦就来了，不舍罪过就来了，这个要懂得。为什么不舍有麻烦、不舍有罪过？不舍的时候绝对增长贪瞋痴慢，一定的道理。所以名闻利养、世出世法，要舍得干干净净，叫舍得，是舍你所得的。我们对世间人讲浅的意思，勉励他，世间人是贪得，念念都想得，告诉你舍财得财，这也是真话，舍法得聪明智慧，那是有舍你就有得，你不肯舍你就没的得了，你得不到，舍是因，得是果，这是接引初学。入了门之后就告诉他深的意思，你所得到的那个统统要舍，你不舍，你的贪瞋痴慢就断不了，所得到的要舍得干干净净，你才能成就道业。什么是道业？清净心是道业，成就清净平等觉。唯有清净平等觉是真的带得走的，你在这个地方，纵然是世出世间统统都得到了，得到了，一样都带不走，能带得走的是清净平等觉。",
      "zh_TW": "所以一定要真正有道、有德，道德成就，我們中國古諺語所謂的「實至名歸」，名也是福。福報現前了，福報現前的時候要記住捨得，你所得的那個福報要捨，這是捨得深一層的意思，你所得到的馬上要捨。你得的名，名要捨；你得的位，位要捨；你得到的財，財要捨；你得到的法，法要捨，所得到的統統都要捨，不捨麻煩就來了，不捨罪過就來了，這個要懂得。為什麼不捨有麻煩、不捨有罪過？不捨的時候絕對增長貪瞋痴慢，一定的道理。所以名聞利養、世出世法，要捨得乾乾淨淨，叫捨得，是捨你所得的。我們對世間人講淺的意思，勉勵他，世間人是貪得，念念都想得，告訴你捨財得財，這也是真話，捨法得聰明智慧，那是有捨你就有得，你不肯捨你就沒的得了，你得不到，捨是因，得是果，這是接引初學。入了門之後就告訴他深的意思，你所得到的那個統統要捨，你不捨，你的貪瞋痴慢就斷不了，所得到的要捨得乾乾淨淨，你才能成就道業。什麼是道業？清淨心是道業，成就清淨平等覺。唯有清淨平等覺是真的帶得走的，你在這個地方，縱然是世出世間統統都得到了，得到了，一樣都帶不走，能帶得走的是清淨平等覺。"
    },
    {
      "id": "20-011-0068_p0008",
      "zh_CN": "所以修养道德就在于此，我们要明白这个道理，要在这个地方认真勇猛精进，求道、求德。人能至心求道，自自然然感得诸佛护念，龙天善神拥护，佛菩萨、鬼神照顾你，所遇一切境缘都是佛菩萨安排的，顺境、逆境都是佛菩萨安排的，顺境、逆境都是成就自己道业的。自己烦恼还没有断尽，佛菩萨照顾你，那个顺境是非常有限度的，让你在顺境里头不起贪爱，不起骄慢；逆境也常常有，常常不间断的，帮你消灾，让你在逆境当中醒悟过来。所以善人、恶人、善事、恶事、顺境、逆境，无一不是成就一个修行人道业的。我们在这个境缘当中，真正能够守住「恒顺众生，随喜功德」，如诸佛菩萨一样的自在随缘，无争无求。",
      "zh_TW": "所以修養道德就在於此，我們要明白這個道理，要在這個地方認真勇猛精進，求道、求德。人能至心求道，自自然然感得諸佛護念，龍天善神擁護，佛菩薩、鬼神照顧你，所遇一切境緣都是佛菩薩安排的，順境、逆境都是佛菩薩安排的，順境、逆境都是成就自己道業的。自己煩惱還沒有斷盡，佛菩薩照顧你，那個順境是非常有限度的，讓你在順境裡頭不起貪愛，不起驕慢；逆境也常常有，常常不間斷的，幫你消災，讓你在逆境當中醒悟過來。所以善人、惡人、善事、惡事、順境、逆境，無一不是成就一個修行人道業的。我們在這個境緣當中，真正能夠守住「恆順眾生，隨喜功德」，如諸佛菩薩一樣的自在隨緣，無爭無求。"
    },
    {
      "id": "20-011-0068_p0009",
      "zh_CN": "我们读古人的传记，看看人家的成就，往生舍报自在，那么多人他们都能做到，我们也能做到。为什么不做？宗门教下，哪个不是生死自在？他们都能做到预知时至，没有病苦，说走就走了。我最近抽出一点时间在看《华严》，下一届我们要开讲《华严》，就在上面八楼，在这个小讲堂里面开讲。我们现在用的这个资料，是清凉大师的《疏钞》、李通玄居士的《合论》。清凉大师走的时候多自在、多清楚，没有病苦，临终的时候，召集他的学生，交代的清清楚楚，明明白白，就走了。",
      "zh_TW": "我們讀古人的傳記，看看人家的成就，往生捨報自在，那麼多人他們都能做到，我們也能做到。為什麼不做？宗門教下，哪個不是生死自在？他們都能做到預知時至，沒有病苦，說走就走了。我最近抽出一點時間在看《華嚴》，下一屆我們要開講《華嚴》，就在上面八樓，在這個小講堂裡面開講。我們現在用的這個資料，是清涼大師的《疏鈔》、李通玄居士的《合論》。清涼大師走的時候多自在、多清楚，沒有病苦，臨終的時候，召集他的學生，交代的清清楚楚，明明白白，就走了。"
    },
    {
      "id": "20-011-0068_p0010",
      "zh_CN": "李长者将《华严经》注解完成之后，他这个注解用了五年的时间，告诉那个村庄里面的一些居民，告诉他们：你们好好的在这边住，我要走了。没有生病，那么清楚。他的道德是这个地方人所敬仰的，他住在一个山洞里面，不是房子，没有惊动地方一个人，照顾他的是天人，给他做侍者，照顾他生活，《华严经》注解做完了，这天人就不见了。走的时候，这个村庄人非常感动，难分难舍，送他回到那个山洞，第二天再去看，他已经坐化了。",
      "zh_TW": "李長者將《華嚴經》註解完成之後，他這個註解用了五年的時間，告訴那個村莊裡面的一些居民，告訴他們：你們好好的在這邊住，我要走了。沒有生病，那麼清楚。他的道德是這個地方人所敬仰的，他住在一個山洞裡面，不是房子，沒有驚動地方一個人，照顧他的是天人，給他做侍者，照顧他生活，《華嚴經》註解做完了，這天人就不見了。走的時候，這個村莊人非常感動，難分難捨，送他回到那個山洞，第二天再去看，他已經坐化了。"
    },
    {
      "id": "20-011-0068_p0011",
      "zh_CN": "古来大德为什么生死这么自在？心地清净，没有丝毫的贪恋。世间人不能脱离六道轮回，六道轮回就是见思烦恼所造成的，这个你们大家很清楚。八十八品见惑、八十一品思惑，完全没有。我们今天讲道德，不是世间道德的标准，是出世间道德的标准，我们要把这个统统舍得干干净净，心里头无所牵挂，无所忧虑，真正通达明了「凡所有相，皆是虚妄」，世间如梦幻泡影，无论在什么环境当中，没有丝毫的起心动念，我们所做的工作绝不懈怠，绝不含糊，认真努力的在精进。建立佛法，虽然知道佛法是「梦中佛事，水月道场」，为了帮助一切众生觉悟，帮助一切众生回头，要如诸佛菩萨一样的精进不懈，可是心地很清楚，观法如化，清净无染，这就对了，这叫中道，两边不住，空有两边不住，这是菩萨道，这是佛道。",
      "zh_TW": "古來大德為什麼生死這麼自在？心地清淨，沒有絲毫的貪戀。世間人不能脫離六道輪迴，六道輪迴就是見思煩惱所造成的，這個你們大家很清楚。八十八品見惑、八十一品思惑，完全沒有。我們今天講道德，不是世間道德的標準，是出世間道德的標準，我們要把這個統統捨得乾乾淨淨，心裡頭無所牽掛，無所憂慮，真正通達明瞭「凡所有相，皆是虛妄」，世間如夢幻泡影，無論在什麼環境當中，沒有絲毫的起心動念，我們所做的工作絕不懈怠，絕不含糊，認真努力的在精進。建立佛法，雖然知道佛法是「夢中佛事，水月道場」，為了幫助一切眾生覺悟，幫助一切眾生回頭，要如諸佛菩薩一樣的精進不懈，可是心地很清楚，觀法如化，清淨無染，這就對了，這叫中道，兩邊不住，空有兩邊不住，這是菩薩道，這是佛道。"
    },
    {
      "id": "20-011-0068_p0012",
      "zh_CN": "我们有缘分这一生能够走菩萨道、走佛道，希有难得！你看这个世间五十多亿人，有几个人走的是菩萨道、是佛道？然后才晓得我们自己是多么幸运。众生所走的是六道，在佛法稍稍有修养的人，看的很清楚、很明白，最要紧的，我们自己走的是哪个道？我们一生奉行《无量寿经》，依照《无量寿经》的理论、方法去做，修正自己一切错误的思想、行为，这叫做依经修行，那你走的是无上的佛道。",
      "zh_TW": "我們有緣分這一生能夠走菩薩道、走佛道，希有難得！你看這個世間五十多億人，有幾個人走的是菩薩道、是佛道？然後才曉得我們自己是多麼幸運。眾生所走的是六道，在佛法稍稍有修養的人，看的很清楚、很明白，最要緊的，我們自己走的是哪個道？我們一生奉行《無量壽經》，依照《無量壽經》的理論、方法去做，修正自己一切錯誤的思想、行為，這叫做依經修行，那你走的是無上的佛道。"
    },
    {
      "id": "20-011-0068_p0013",
      "zh_CN": "阿弥陀佛是「光中极尊，佛中之王」，这个道就无比殊胜了！《华严》、《法华》都不能比，是佛道中的最上乘的佛道。只要你下定决心走这条道路，舍弃其余的道路，专精这一条道路，即时就感得十方诸佛如来护念，不是说等到往生才有感应，现在就有感应，立刻就有感应。感应有四种：显感显应、显感冥应、冥感显应、冥感冥应，以前跟诸位都报告过，自己心细一点就能体会得到。",
      "zh_TW": "阿彌陀佛是「光中極尊，佛中之王」，這個道就無比殊勝了！《華嚴》、《法華》都不能比，是佛道中的最上乘的佛道。只要你下定決心走這條道路，捨棄其餘的道路，專精這一條道路，即時就感得十方諸佛如來護念，不是說等到往生才有感應，現在就有感應，立刻就有感應。感應有四種：顯感顯應、顯感冥應、冥感顯應、冥感冥應，以前跟諸位都報告過，自己心細一點就能體會得到。"
    },
    {
      "id": "20-011-0068_p0014",
      "zh_CN": "走路不难，认识路很难，我们今天说到哪里去？走路，只要你肯走就行，但是方向在哪里，路在哪里，你要是不知道，那就没法子了。所以修道不难，明了大道很难！在佛法上的确是「知难行易」。我们今天做不到，我也晓得，我做不到，晓得做不到，实在讲是你晓得的不够透彻，你所晓得的只是一点皮毛而已，并不是真的明了了，真明了就做到了，真明了了就自在了。由此我们才真正体会到，佛教给我们「发菩提心，深信因果，读诵大乘，为人演说」，这是诸佛菩萨应化在世间所表现的，我们学佛就是学这个。这个四句就是具体的自行化他，是如来的家业，为佛弟子应当直下承当，永远的遵守，尽形寿的依教奉行，必定也能像过去这些祖师大德自在往生，圆满所学。",
      "zh_TW": "走路不難，認識路很難，我們今天說到哪裡去？走路，只要你肯走就行，但是方向在哪裡，路在哪裡，你要是不知道，那就沒法子了。所以修道不難，明瞭大道很難！在佛法上的確是「知難行易」。我們今天做不到，我也曉得，我做不到，曉得做不到，實在講是你曉得的不夠透徹，你所曉得的只是一點皮毛而已，並不是真的明瞭了，真明瞭就做到了，真明瞭了就自在了。由此我們才真正體會到，佛教給我們「發菩提心，深信因果，讀誦大乘，為人演說」，這是諸佛菩薩應化在世間所表現的，我們學佛就是學這個。這個四句就是具體的自行化他，是如來的家業，為佛弟子應當直下承當，永遠的遵守，盡形壽的依教奉行，必定也能像過去這些祖師大德自在往生，圓滿所學。"
    },
    {
      "id": "20-011-0068_p0015",
      "zh_CN": "希望我们同修都能记住，放下万缘，弘法利生必定有诸佛菩萨、护法神照顾，不去操这个心，保持永恒的清净、平等、慈悲就行了。自己在一切环境当中不迷，不受诱惑，不跟人竞争，永远保持最低的姿态。世出世间的道业，成就的愈高，表现在日常生活中愈是谦卑，没有傲慢的，你看释迦牟尼佛，你看孔老夫子，他们处事待人接物，是从发自于内心尊敬别人，自己谦虚。我们学佛就是以佛菩萨、祖师大德做榜样，我们要向他们看齐才对，不跟世间人去比赛。",
      "zh_TW": "希望我們同修都能記住，放下萬緣，弘法利生必定有諸佛菩薩、護法神照顧，不去操這個心，保持永恆的清淨、平等、慈悲就行了。自己在一切環境當中不迷，不受誘惑，不跟人競爭，永遠保持最低的姿態。世出世間的道業，成就的愈高，表現在日常生活中愈是謙卑，沒有傲慢的，你看釋迦牟尼佛，你看孔老夫子，他們處事待人接物，是從發自於內心尊敬別人，自己謙虛。我們學佛就是以佛菩薩、祖師大德做榜樣，我們要向他們看齊才對，不跟世間人去比賽。"
    },
    {
      "id": "20-011-0068_p0016",
      "zh_CN": "这几天我听大家晚上讲大座都很有进步，几乎没有什么毛病，偶尔发现还有一些毛病，那是你们不熟，疏忽了。像我听到过两次，讲的时候，念的时候没有念到一段，念几句就开始讲了，这是现在很少发现了，这是没有养成习惯，疏忽了。所以《内典讲座之研究》这个小册子，我们学讲经的人每个星期至少要温习一遍，从头到尾念一遍，跟我们一般诵戒，半月诵戒一样，一个星期一定要从头到尾温习一遍。这个规矩一定要守，念段、破字、释词、解句、合讲、议论、比喻、公案因缘，要遵守这个顺序。",
      "zh_TW": "這幾天我聽大家晚上講大座都很有進步，幾乎沒有什麼毛病，偶爾發現還有一些毛病，那是你們不熟，疏忽了。像我聽到過兩次，講的時候，念的時候沒有念到一段，念幾句就開始講了，這是現在很少發現了，這是沒有養成習慣，疏忽了。所以《內典講座之研究》這個小冊子，我們學講經的人每個星期至少要溫習一遍，從頭到尾念一遍，跟我們一般誦戒，半月誦戒一樣，一個星期一定要從頭到尾溫習一遍。這個規矩一定要守，念段、破字、釋詞、解句、合講、議論、比喻、公案因緣，要遵守這個順序。"
    },
    {
      "id": "20-011-0068_p0017",
      "zh_CN": "昨天跟大家讲的要惜福，要惜福、要修养道德，这才真正得法缘，诸位要知道，听众信徒的眼睛很亮，我们有一点小的这些瑕疵，他们看在心里头都伤法缘。昨天跟大家讲的浪费，不知道惜福，我们自己养成一种习惯了，浪费的习惯，你要晓得世间人赚钱非常不容易，所以他们对于钱财看得很重，出家人供养是十方来的，很容易，养成一种浪费、骄奢，骄慢、奢侈，信徒们看在眼睛里面，因为你是出家人对你尊重，不好意思当面说，可是背后在传言，这个传言传出去当然就伤法缘，你讲的是一回事情，你做的又是一回事情，人家不来听你的了。",
      "zh_TW": "昨天跟大家講的要惜福，要惜福、要修養道德，這才真正得法緣，諸位要知道，聽眾信徒的眼睛很亮，我們有一點小的這些瑕疵，他們看在心裡頭都傷法緣。昨天跟大家講的浪費，不知道惜福，我們自己養成一種習慣了，浪費的習慣，你要曉得世間人賺錢非常不容易，所以他們對於錢財看得很重，出家人供養是十方來的，很容易，養成一種浪費、驕奢，驕慢、奢侈，信徒們看在眼睛裡面，因為你是出家人對你尊重，不好意思當面說，可是背後在傳言，這個傳言傳出去當然就傷法緣，你講的是一回事情，你做的又是一回事情，人家不來聽你的了。"
    },
    {
      "id": "20-011-0068_p0018",
      "zh_CN": "世尊跟孔子自己都非常惜福，教人惜福，佛菩萨是一切众生最好的榜样，最好的模范，这个话我们讲过太多遍了。这次送给诸位的几个字我们也是写了这八个字，「学为人师，行为世范」，常常记住，我们一举一动要做一切众生的好模范。一个电话打半个小时、一个小时，这是好样子吗？想想看一个小时、半个小时，实际上真正要讲的话，也不过三、五分钟，其他的都是废话连篇，没有必要，特别是长途电话，那个费用很贵的。你说在美国，美国生活非常艰难，你在人家家里打个长途电话，人家心里像割肉一样的，难过！你是客人，又不好意思，下次就不欢迎你这个客人了，不愿意接待你这个客人了。所以一定要学着长话短说，没有必要的话一定不说，没有废话，这样就好。",
      "zh_TW": "世尊跟孔子自己都非常惜福，教人惜福，佛菩薩是一切眾生最好的榜樣，最好的模範，這個話我們講過太多遍了。這次送給諸位的幾個字我們也是寫了這八個字，「學為人師，行為世範」，常常記住，我們一舉一動要做一切眾生的好模範。一個電話打半個小時、一個小時，這是好樣子嗎？想想看一個小時、半個小時，實際上真正要講的話，也不過三、五分鐘，其他的都是廢話連篇，沒有必要，特別是長途電話，那個費用很貴的。你說在美國，美國生活非常艱難，你在人家家裡打個長途電話，人家心裡像割肉一樣的，難過！你是客人，又不好意思，下次就不歡迎你這個客人了，不願意接待你這個客人了。所以一定要學著長話短說，沒有必要的話一定不說，沒有廢話，這樣就好。"
    },
    {
      "id": "20-011-0068_p0019",
      "zh_CN": "所以我勉励同修们用传真，省事，电话有的时候接通找不到人，那也要付钱的，不如传真的好。我印的这些卡片，你们注意看看就晓得了，我卡片后面没有电话，有传真，我不喜欢给人打电话，我也不喜欢人家打电话来找我。电话有的时候事情忙了，当时讲的时候过后就忘掉了，办事有的时候还不方便，传真放在那个地方，这事情有没有办，看看就知道了。所以一切要养成好习惯，这点很重要。",
      "zh_TW": "所以我勉勵同修們用傳真，省事，電話有的時候接通找不到人，那也要付錢的，不如傳真的好。我印的這些卡片，你們注意看看就曉得了，我卡片後面沒有電話，有傳真，我不喜歡給人打電話，我也不喜歡人家打電話來找我。電話有的時候事情忙了，當時講的時候過後就忘掉了，辦事有的時候還不方便，傳真放在那個地方，這事情有沒有辦，看看就知道了。所以一切要養成好習慣，這點很重要。"
    }
  ]
}