{
  "doc_id": "20-011-0032",
  "title": {
    "zh_CN": "育幼养老",
    "zh_TW": "育幼養老"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0032",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "20-011-0032_p0001",
      "zh_CN": "养老育幼，辅导少壮，这是世间的大事。我们接受佛陀的教导，如何把佛教教育落实在这些工作上，佛法才能够真正表现它积极的意义，对社会有真实的贡献，而不致于让一般人以为佛教是社会的寄生虫。这一桩大事情，我们应该常常放在心上，要发真实的愿心，认真努力去做。",
      "zh_TW": "養老育幼，輔導少壯，這是世間的大事。我們接受佛陀的教導，如何把佛教教育落實在這些工作上，佛法才能夠真正表現它積極的意義，對社會有真實的貢獻，而不致於讓一般人以為佛教是社會的寄生蟲。這一樁大事情，我們應該常常放在心上，要發真實的願心，認真努力去做。"
    },
    {
      "id": "20-011-0032_p0002",
      "zh_CN": "续佛慧命的工作就是传法，古时候代代相传，如同中国古老的私塾一样，师徒相传，世世不绝。而传法的对象多半都是在讲席、修持当中选拔道心坚固，愿力殊胜，又肯精进，这是古人传法选拔对象的三个条件。现代的社会比过去复杂，人口比过去增加了，抗战期间，这五十年前，中国人口是四万万五千万，现在几乎到十三万万，五十年增加两倍，换句话说，这个服务就需要更多的人去做，人多了，问题就愈来愈多，所以今天办佛学院就非常需要，靠师徒单独来传，这人数太少，不够分配。佛学院一定要提倡专科的教学，一门深入，才能够在短时间收到良好的效果。鼓励大家做专家，不做通家，这样子我们用的时间少，成功大。在佛法的弘扬，现在人讲宣传，在这方面决定要利用卫星电视的传播，要利用国际网路的传播。共修可以跟养老结合在一起。",
      "zh_TW": "續佛慧命的工作就是傳法，古時候代代相傳，如同中國古老的私塾一樣，師徒相傳，世世不絕。而傳法的對象多半都是在講席、修持當中選拔道心堅固，願力殊勝，又肯精進，這是古人傳法選拔對象的三個條件。現代的社會比過去複雜，人口比過去增加了，抗戰期間，這五十年前，中國人口是四萬萬五千萬，現在幾乎到十三萬萬，五十年增加兩倍，換句話說，這個服務就需要更多的人去做，人多了，問題就愈來愈多，所以今天辦佛學院就非常需要，靠師徒單獨來傳，這人數太少，不夠分配。佛學院一定要提倡專科的教學，一門深入，才能夠在短時間收到良好的效果。鼓勵大家做專家，不做通家，這樣子我們用的時間少，成功大。在佛法的弘揚，現在人講宣傳，在這方面決定要利用衛星電視的傳播，要利用國際網路的傳播。共修可以跟養老結合在一起。"
    },
    {
      "id": "20-011-0032_p0003",
      "zh_CN": "关于育幼这个问题也非常重要，现在一般小学里面没有道德的教育，我们要用什么样的方法来填补，让中、小学的学生能够接受道德教育。在美国，中国的侨民，他们非常热心办学，办中文学校，中文学校里面就是小学跟中学混合在一起，自己并没有校址，怎么办？美国的学校跟公务员一样，一个星期上课五天，星期六跟星期天不上课，所以就借人家的学校，借他们的小学、中学，借他们的教室，所以中文学校一个星期只上课两次。这些老师都是华侨，有的经商的，都有工作，家庭主妇，星期六、星期天就去上课去了，教这些学生，按照他们程度来分班，小学，大概到初中。这个方式很好，利用学校的假期，所以是「星期学校」。",
      "zh_TW": "關於育幼這個問題也非常重要，現在一般小學裡面沒有道德的教育，我們要用什麼樣的方法來填補，讓中、小學的學生能夠接受道德教育。在美國，中國的僑民，他們非常熱心辦學，辦中文學校，中文學校裡面就是小學跟中學混合在一起，自己並沒有校址，怎麼辦？美國的學校跟公務員一樣，一個星期上課五天，星期六跟星期天不上課，所以就借人家的學校，借他們的小學、中學，借他們的教室，所以中文學校一個星期只上課兩次。這些老師都是華僑，有的經商的，都有工作，家庭主婦，星期六、星期天就去上課去了，教這些學生，按照他們程度來分班，小學，大概到初中。這個方式很好，利用學校的假期，所以是「星期學校」。"
    },
    {
      "id": "20-011-0032_p0004",
      "zh_CN": "我们看到这个模式就会连想到佛教应当办这种教育，将经典里面教给我们处事待人接物的这些教训，节录出来编成课本。我们利用星期天，利用假日，也借学校的教室，学校也会很乐意，我们只要借它的设备，付一点租金也没有关系。像我过去在美国圣荷西迪安那大学讲经，就是借一个视听教室，美国现在也困难了，没有钱了。在从前，我记得头两年到美国讲经，借美国市政府议会的大厅，都不收费的，任何场合你去借都不收费，都很欢迎，他们只有一个条件，保持整洁，你不能把他的场地搞乱了、搞脏了，那他下一次就不会借给你了，所以一定要保持得很整齐、很干净，他就很欢喜。以后美国愈来愈穷，所以就收费了。我在他们学校借视听教室，一个小时是美金二十块钱，所以我觉得比建寺庙便宜多了。你建一个寺庙，道场的设备你要花多少钱？我们这个什么都不要自己管理，用一个小时二十块钱，用两个小时就给他四十块钱，非常方便，所以可以利用人家现成的设备。如果我们自己有能力也可以建几个视听教室，假日的时候我们办学，我们自己有场所，自己有能力可以这么做法。",
      "zh_TW": "我們看到這個模式就會連想到佛教應當辦這種教育，將經典裡面教給我們處事待人接物的這些教訓，節錄出來編成課本。我們利用星期天，利用假日，也借學校的教室，學校也會很樂意，我們只要借它的設備，付一點租金也沒有關係。像我過去在美國聖荷西迪安那大學講經，就是借一個視聽教室，美國現在也困難了，沒有錢了。在從前，我記得頭兩年到美國講經，借美國市政府議會的大廳，都不收費的，任何場合你去借都不收費，都很歡迎，他們只有一個條件，保持整潔，你不能把他的場地搞亂了、搞髒了，那他下一次就不會借給你了，所以一定要保持得很整齊、很乾淨，他就很歡喜。以後美國愈來愈窮，所以就收費了。我在他們學校借視聽教室，一個小時是美金二十塊錢，所以我覺得比建寺廟便宜多了。你建一個寺廟，道場的設備你要花多少錢？我們這個什麼都不要自己管理，用一個小時二十塊錢，用兩個小時就給他四十塊錢，非常方便，所以可以利用人家現成的設備。如果我們自己有能力也可以建幾個視聽教室，假日的時候我們辦學，我們自己有場所，自己有能力可以這麼做法。"
    },
    {
      "id": "20-011-0032_p0005",
      "zh_CN": "还有一个问题也是必须要解决的，就是对于少壮的辅导中心，这是什么？现在这个社会太复杂了，生活的压力、精神的压力太严重，所以每个地区精神病况的人非常多，所谓是「精神分裂症」。有些病况并不很严重，在初期的时候，这种人烦恼很多，情绪不稳定，所以在美国心理医生如雨后春笋，到处都看到心理医生，在美国看心理医生都排队的。我看到这个情形，心理医生并不能解决他们的问题，只是他们心理很苦闷，没地方讲话，你在美国找不到人讲话，找心理医生跟他谈谈话，把心里头的闷气往外吐，那个讲话要付钱的，一个小时多少钱的。我们可以本着大慈悲心来做一个辅导中心，这些人在心理上有什么困难的时候，我们来帮助他解决，但是也要收费，如果不收费，那你的生意不得了，他统统都来了，你就应付不了。收费，拿这个钱给他做功德，这是好事情，替他消灾，他不懂得做功德，你给他印经，给他布施，回向给他，有好处，我们不要赚他的钱，真正帮助他。所以佛教确实要落实在社会生活层面上，这对社会才真正有贡献。",
      "zh_TW": "還有一個問題也是必須要解決的，就是對於少壯的輔導中心，這是什麼？現在這個社會太複雜了，生活的壓力、精神的壓力太嚴重，所以每個地區精神病況的人非常多，所謂是「精神分裂症」。有些病況並不很嚴重，在初期的時候，這種人煩惱很多，情緒不穩定，所以在美國心理醫生如雨後春筍，到處都看到心理醫生，在美國看心理醫生都排隊的。我看到這個情形，心理醫生並不能解決他們的問題，只是他們心理很苦悶，沒地方講話，你在美國找不到人講話，找心理醫生跟他談談話，把心裡頭的悶氣往外吐，那個講話要付錢的，一個小時多少錢的。我們可以本著大慈悲心來做一個輔導中心，這些人在心理上有什麼困難的時候，我們來幫助他解決，但是也要收費，如果不收費，那你的生意不得了，他統統都來了，你就應付不了。收費，拿這個錢給他做功德，這是好事情，替他消災，他不懂得做功德，你給他印經，給他布施，迴向給他，有好處，我們不要賺他的錢，真正幫助他。所以佛教確實要落實在社會生活層面上，這對社會才真正有貢獻。"
    },
    {
      "id": "20-011-0032_p0006",
      "zh_CN": "讲经，这是解门，还得要行门，有解无行不行。行门，昨天跟诸位讲养老，我们如何育幼，帮助这些小学生、中学生，帮助社会大众，在他工作上、生活上有许多困扰的问题，帮助他解决，我们设辅导中心，这样一个机构是二十一世纪崭新的佛教道场，不要再去建宫殿式的寺院建筑，花的钱又多，又没有用处。所以我们观念当中，将来道场建筑就是学校、校园的形式。",
      "zh_TW": "講經，這是解門，還得要行門，有解無行不行。行門，昨天跟諸位講養老，我們如何育幼，幫助這些小學生、中學生，幫助社會大眾，在他工作上、生活上有許多困擾的問題，幫助他解決，我們設輔導中心，這樣一個機構是二十一世紀嶄新的佛教道場，不要再去建宮殿式的寺院建築，花的錢又多，又沒有用處。所以我們觀念當中，將來道場建築就是學校、校園的形式。"
    },
    {
      "id": "20-011-0032_p0007",
      "zh_CN": "我在美国是特别留意美国的大学，我每到一个地方一定去参观大学，参观这些老人公寓、老人退休村，非常值得我们学习的，我们要吸收他们的经验，就跟阿弥陀佛建极乐世界一样，老师跟他讲了之后，还再去考察，多看，这个东西不是凭空想像的，要吸收别人多年经营的经验。他们曾经遭遇到哪些困难，用什么方法来解决，使这个工作愈做愈好。我这次参观澳洲老人退休村，他们这个公司是有一批真正热心于社会慈善事业的人，组成一个公司，由这个公司来经营这个事业，不断的在求改进，他们做了二十五年，现在经营了四个有相当规模的老人退休村，他们经验很丰富，这是一个企业。",
      "zh_TW": "我在美國是特別留意美國的大學，我每到一個地方一定去參觀大學，參觀這些老人公寓、老人退休村，非常值得我們學習的，我們要吸收他們的經驗，就跟阿彌陀佛建極樂世界一樣，老師跟他講了之後，還再去考察，多看，這個東西不是憑空想像的，要吸收別人多年經營的經驗。他們曾經遭遇到哪些困難，用什麼方法來解決，使這個工作愈做愈好。我這次參觀澳洲老人退休村，他們這個公司是有一批真正熱心於社會慈善事業的人，組成一個公司，由這個公司來經營這個事業，不斷的在求改進，他們做了二十五年，現在經營了四個有相當規模的老人退休村，他們經驗很豐富，這是一個企業。"
    },
    {
      "id": "20-011-0032_p0008",
      "zh_CN": "所以我对澳洲人很佩服，他们贪瞋痴的烦恼少，没有什么贪心。像在美国，美国生病的是都市，美国的农村非常健康，农民知足常乐，这太难得了，没有贪心，他就过这平平淡淡的生活，他过得很安定，过得很自在，他知足。所以我们到美国，整个一看，美国为什么还不会亡国？一看到农村就晓得了，这是他的潜力。都市的人学坏了。你看一个国家有没有前途就看他的人民，如果他的人民走向贪瞋痴，这个国家没有前途；如果他的人民友善，佛法讲三善根：无贪、无瞋、无痴，这个社会是健康的，这个国家有前途。",
      "zh_TW": "所以我對澳洲人很佩服，他們貪瞋痴的煩惱少，沒有什麼貪心。像在美國，美國生病的是都市，美國的農村非常健康，農民知足常樂，這太難得了，沒有貪心，他就過這平平淡淡的生活，他過得很安定，過得很自在，他知足。所以我們到美國，整個一看，美國為什麼還不會亡國？一看到農村就曉得了，這是他的潛力。都市的人學壞了。你看一個國家有沒有前途就看他的人民，如果他的人民走向貪瞋痴，這個國家沒有前途；如果他的人民友善，佛法講三善根：無貪、無瞋、無痴，這個社會是健康的，這個國家有前途。"
    },
    {
      "id": "20-011-0032_p0009",
      "zh_CN": "澳洲人民很淳朴，安分守己，你看他们日常生活，他们早晨大概是四点钟就起来了，起得很早，到公园去散步，他们树木多，晚上八点钟就睡觉了，商店差不多五点到六点都关门了，这样的社会。再大的市场，你六点钟去，全部关门了。早晨，商店大概在十点钟开门，下午五点钟就休市了。他们的生活非常悠闲，所以你看他们的动作很缓慢，你到香港去的话，紧张得不得了，那个跟澳洲不能比，一个是慌慌张张，一个稳稳重重，慢慢吞吞的。",
      "zh_TW": "澳洲人民很淳樸，安分守己，你看他們日常生活，他們早晨大概是四點鐘就起來了，起得很早，到公園去散步，他們樹木多，晚上八點鐘就睡覺了，商店差不多五點到六點都關門了，這樣的社會。再大的市場，你六點鐘去，全部關門了。早晨，商店大概在十點鐘開門，下午五點鐘就休市了。他們的生活非常悠閒，所以你看他們的動作很緩慢，你到香港去的話，緊張得不得了，那個跟澳洲不能比，一個是慌慌張張，一個穩穩重重，慢慢吞吞的。"
    },
    {
      "id": "20-011-0032_p0010",
      "zh_CN": "澳洲人要想开发一个地方建房子，看看那个地方树林，那个树上还有鸟窝，他就不动，等到小鸟长大可以飞走了再来砍树，马路上看到一只松鼠在那个地方，人家车子就停在那里，要等那些小动物统统走开了，他车子才走，有爱心。所以他们现在也是国家穷，欢迎移民，希望移民带来的财富。现在澳洲人也烦恼了，财富是带进去了，可是坏的风气带进去了，他们现在为这个事情很烦恼。外面不良的风气带进去了，所以他们最近起反感，对东方人反感。所以如果我们在那个地区要提倡道德的教育，净化人心，那他们的政府就非常欢迎。",
      "zh_TW": "澳洲人要想開發一個地方建房子，看看那個地方樹林，那個樹上還有鳥窩，他就不動，等到小鳥長大可以飛走了再來砍樹，馬路上看到一隻松鼠在那個地方，人家車子就停在那裡，要等那些小動物統統走開了，他車子才走，有愛心。所以他們現在也是國家窮，歡迎移民，希望移民帶來的財富。現在澳洲人也煩惱了，財富是帶進去了，可是壞的風氣帶進去了，他們現在為這個事情很煩惱。外面不良的風氣帶進去了，所以他們最近起反感，對東方人反感。所以如果我們在那個地區要提倡道德的教育，淨化人心，那他們的政府就非常歡迎。"
    },
    {
      "id": "20-011-0032_p0011",
      "zh_CN": "澳洲的土地面积大概跟中国差不多大，也跟美国差不多大，人口只有一千七百万，比台湾还少，台湾两千一百万。澳洲是九十多个台湾大，比台湾大九十多倍，人口没有台湾多，一千七百万人，所以人少，人与人相见都很亲切，这人太少了。我是想了很久，想来想去打算在澳洲先建立一个小型的样子，我们要把佛法落实在社会上。澳洲因为土地大，土地就很便宜，取得很容易。我们的理念构想，澳洲政府非常欢迎，所以做起来有政府协助，一点困难都没有，在那个地方做一个样子。所以我们建退休村，我们叫它做「弥陀村」，用学校的方式来建，我们办华文学校，就是利用学生的假日，来接受佛教的教育，接受中国传统的教育。我们在四书五经里面摘录句子，不全部讲，像格言一样，佛经里面也节录句子，像我现在在星期六、星期天这种讲法，在经论里面节录很浅显的，非常有用的，教学生，教年轻人。",
      "zh_TW": "澳洲的土地面積大概跟中國差不多大，也跟美國差不多大，人口只有一千七百萬，比台灣還少，台灣兩千一百萬。澳洲是九十多個台灣大，比台灣大九十多倍，人口沒有台灣多，一千七百萬人，所以人少，人與人相見都很親切，這人太少了。我是想了很久，想來想去打算在澳洲先建立一個小型的樣子，我們要把佛法落實在社會上。澳洲因為土地大，土地就很便宜，取得很容易。我們的理念構想，澳洲政府非常歡迎，所以做起來有政府協助，一點困難都沒有，在那個地方做一個樣子。所以我們建退休村，我們叫它做「彌陀村」，用學校的方式來建，我們辦華文學校，就是利用學生的假日，來接受佛教的教育，接受中國傳統的教育。我們在四書五經裡面摘錄句子，不全部講，像格言一樣，佛經裡面也節錄句子，像我現在在星期六、星期天這種講法，在經論裡面節錄很淺顯的，非常有用的，教學生，教年輕人。"
    },
    {
      "id": "20-011-0032_p0012",
      "zh_CN": "我们设辅导中心专门给社会青年解答问题，台湾有这个机构，叫做「张老师」，专门就是服务一般社会人士，他们有困扰、问题的时候帮助他们解决，就跟美国的心理医生一样，我觉得这个工作才是真正的慈悲济世，我们要认真努力去做。如果大家觉得这种做法好，有意义，有价值，我们就可以向全世界推广。这里面人人都是老师，所以社会人看到出家人叫一声「师父」，名副其实，否则叫我们一声师父，我们没有做教学的工作，这个话听到就很难过。你根本就没有教学，人家叫你老师，你说这是什么味道？我们要认真去做。这是我在海外二十多年所看到的这些社会现象，连带的这些感想。",
      "zh_TW": "我們設輔導中心專門給社會青年解答問題，台灣有這個機構，叫做「張老師」，專門就是服務一般社會人士，他們有困擾、問題的時候幫助他們解決，就跟美國的心理醫生一樣，我覺得這個工作才是真正的慈悲濟世，我們要認真努力去做。如果大家覺得這種做法好，有意義，有價值，我們就可以向全世界推廣。這裡面人人都是老師，所以社會人看到出家人叫一聲「師父」，名副其實，否則叫我們一聲師父，我們沒有做教學的工作，這個話聽到就很難過。你根本就沒有教學，人家叫你老師，你說這是什麼味道？我們要認真去做。這是我在海外二十多年所看到的這些社會現象，連帶的這些感想。"
    },
    {
      "id": "20-011-0032_p0013",
      "zh_CN": "因缘成熟，有一批热心的人，我们有共同的想法、看法就可以着手来筹备，就可以来做。我希望在新加坡培训的历届的同学们都能有这个理念，将来都能够参与这个工作，这个工作不是地区性的，是全球性的，要把这个工作推广。我们要建立全世界的社会道德观念，以中国为主体并不为过。这个大概总是在十几年前，英国一位历史哲学家，汤恩比，他曾经在一次国际会议上发表过一篇讲演，他特别提出来，能够挽救世界的只有中国儒家的学说跟大乘佛法，他这个讲法在当时很震撼的。在台湾，天主教的于斌枢机参加这个会议，所以回来之后，于斌提倡祭祖，这是天主教从来不许可的，我那时候觉得非常奇怪，以后有人告诉我，他受汤恩比这句话的影响。这是一位外国人，不是中国人，他觉得要挽救这个世界，西方没有东西可以做得到，唯有中国儒家的思想、大乘佛法，的确心量广大，没有歧视，没有界限。我们今天要做的这个工作正是汤恩比所想像的，他的理想。西方的确也有聪明人，也有真正有学问的人，他有高瞻远瞩，他看得远、看得深。",
      "zh_TW": "因緣成熟，有一批熱心的人，我們有共同的想法、看法就可以著手來籌備，就可以來做。我希望在新加坡培訓的歷屆的同學們都能有這個理念，將來都能夠參與這個工作，這個工作不是地區性的，是全球性的，要把這個工作推廣。我們要建立全世界的社會道德觀念，以中國為主體並不為過。這個大概總是在十幾年前，英國一位歷史哲學家，湯恩比，他曾經在一次國際會議上發表過一篇講演，他特別提出來，能夠挽救世界的只有中國儒家的學說跟大乘佛法，他這個講法在當時很震撼的。在台灣，天主教的于斌樞機參加這個會議，所以回來之後，于斌提倡祭祖，這是天主教從來不許可的，我那時候覺得非常奇怪，以後有人告訴我，他受湯恩比這句話的影響。這是一位外國人，不是中國人，他覺得要挽救這個世界，西方沒有東西可以做得到，唯有中國儒家的思想、大乘佛法，的確心量廣大，沒有歧視，沒有界限。我們今天要做的這個工作正是湯恩比所想像的，他的理想。西方的確也有聰明人，也有真正有學問的人，他有高瞻遠矚，他看得遠、看得深。"
    },
    {
      "id": "20-011-0032_p0014",
      "zh_CN": "在学习过程当中一定要懂得一门深入，这是扎根，深入之后，然后才可以触类贯通，这是方法、是技巧。一般人不懂，一开头就广学多闻，结果是他常识非常丰富，他没有根，没有深度，他是很肤浅的。中国古人的教学跟佛家的教学是讲求深度的，真正是根深蒂固，不可动摇，像一棵大树一样，然后它的枝叶花果才茂盛，覆荫才广大。所以胡适之那一种比喻是错误的，他说为学要像金字塔，心要广，然后慢慢的再专精，听起来好像有道理，似是而非。他那个金字塔，广，到那一点就不能再突出，就死了。中国做学问跟佛法做学问，像一棵大树一样，根深蒂固，它先深，先是一个，然后枝叶也广了，广了它又往上生，它年年还往上长，它没有限度的。金字塔到那里就死掉了，就不能再突破；这棵树年年突破，年年往上长，不一样；所以胡适之胡说八道。他跟我也是同乡，也是安徽人，我决没有偏见，决不是安徽人说安徽人好，不好还照说。我们一定要明了、要懂得这些道理。",
      "zh_TW": "在學習過程當中一定要懂得一門深入，這是扎根，深入之後，然後才可以觸類貫通，這是方法、是技巧。一般人不懂，一開頭就廣學多聞，結果是他常識非常豐富，他沒有根，沒有深度，他是很膚淺的。中國古人的教學跟佛家的教學是講求深度的，真正是根深蒂固，不可動搖，像一棵大樹一樣，然後它的枝葉花果才茂盛，覆蔭才廣大。所以胡適之那一種比喻是錯誤的，他說為學要像金字塔，心要廣，然後慢慢的再專精，聽起來好像有道理，似是而非。他那個金字塔，廣，到那一點就不能再突出，就死了。中國做學問跟佛法做學問，像一棵大樹一樣，根深蒂固，它先深，先是一個，然後枝葉也廣了，廣了它又往上生，它年年還往上長，它沒有限度的。金字塔到那裡就死掉了，就不能再突破；這棵樹年年突破，年年往上長，不一樣；所以胡適之胡說八道。他跟我也是同鄉，也是安徽人，我決沒有偏見，決不是安徽人說安徽人好，不好還照說。我們一定要明瞭、要懂得這些道理。"
    },
    {
      "id": "20-011-0032_p0015",
      "zh_CN": "这一生我们修学、努力有方向、有目标，将来一定有成果，成果奉献给社会，奉献给广大的群众，不是自己要享受，自己一辈子就过这样的生活就好，这才能给别人做榜样。随着事业发展，我们的生活过得愈来愈富裕，那就错了。房子盖得再大，给别人住，我自己还是住旧房子，你讲的话才有人听，人家才心服口服。盖了好房子，自己搬去住，坏的救济别人，人家是无可奈何接受你，对你不服气，这个道理要懂得。好吃的给别人吃，好房子给别人住，为什么？他们有享受，那个享受的念头没断，他们的受是「苦、乐、忧、喜、舍」，我们学佛是到平等受了，「苦乐忧喜舍」没有了，哪里都一样，平等的，你比一般凡夫高就高在这个地方。",
      "zh_TW": "這一生我們修學、努力有方向、有目標，將來一定有成果，成果奉獻給社會，奉獻給廣大的群眾，不是自己要享受，自己一輩子就過這樣的生活就好，這才能給別人做榜樣。隨著事業發展，我們的生活過得愈來愈富裕，那就錯了。房子蓋得再大，給別人住，我自己還是住舊房子，你講的話才有人聽，人家才心服口服。蓋了好房子，自己搬去住，壞的救濟別人，人家是無可奈何接受你，對你不服氣，這個道理要懂得。好吃的給別人吃，好房子給別人住，為什麼？他們有享受，那個享受的念頭沒斷，他們的受是「苦、樂、憂、喜、捨」，我們學佛是到平等受了，「苦樂憂喜捨」沒有了，哪裡都一樣，平等的，你比一般凡夫高就高在這個地方。"
    },
    {
      "id": "20-011-0032_p0016",
      "zh_CN": "我们前一代的老和尚、老居士给我们做的榜样，我们不能忘记，要跟进。你看看虚云老和尚，我们没见过他的人，看过他很多照片，虚云老和尚没有钱做一件漂亮衣服穿吗？信徒那么多，皈依的弟子里头有国王、大臣，为什么还穿补丁的衣服？你看他哪张照片上穿的衣服没有补补丁的？我还没有见到一张。他那些供养辗转就布施了，有没有人供养衣服？决定有。供养衣服，看年轻出家人没有供养，「衣服拿去」，不是把旧衣服脱了给人，新衣服给人，自己还穿旧衣服，很有道理，因为新出家没人供养，衣服从哪来？没人供养他。他老人家永远穿旧的，永远就有人供养新的，他永远布施给别人，高明。如果老和尚穿了新衣服，别人就不会做新衣服供养他，他老穿旧的，所以新的就不断而来，这年轻出家人才有衣服穿，妙啊！真是高。你看印光老法师，你们到苏州去看过，他一生就住那样的房子，过那样的生活，从来没改进，那个十方供养有多少！他去搞弘化社印经布施，这是我们的典型、模范。",
      "zh_TW": "我們前一代的老和尚、老居士給我們做的榜樣，我們不能忘記，要跟進。你看看虛雲老和尚，我們沒見過他的人，看過他很多照片，虛雲老和尚沒有錢做一件漂亮衣服穿嗎？信徒那麼多，皈依的弟子裡頭有國王、大臣，為什麼還穿補丁的衣服？你看他哪張照片上穿的衣服沒有補補丁的？我還沒有見到一張。他那些供養輾轉就布施了，有沒有人供養衣服？決定有。供養衣服，看年輕出家人沒有供養，「衣服拿去」，不是把舊衣服脫了給人，新衣服給人，自己還穿舊衣服，很有道理，因為新出家沒人供養，衣服從哪來？沒人供養他。他老人家永遠穿舊的，永遠就有人供養新的，他永遠布施給別人，高明。如果老和尚穿了新衣服，別人就不會做新衣服供養他，他老穿舊的，所以新的就不斷而來，這年輕出家人才有衣服穿，妙啊！真是高。你看印光老法師，你們到蘇州去看過，他一生就住那樣的房子，過那樣的生活，從來沒改進，那個十方供養有多少！他去搞弘化社印經布施，這是我們的典型、模範。"
    },
    {
      "id": "20-011-0032_p0017",
      "zh_CN": "李炳南老居士，在家人，那个行持跟祖师大德没有两样，他穿的衣服，外面衣服没有补丁，里面有补丁，里面他穿的汗衫、背心、内衣裤、袜子都是补的，我们在外面看不出来，到他往生之后，整理他的衣物才发现，里面统统都是破的，那么样的节俭。他的收入也很可观，那都不是供养，他自己有工作，他每个月拿薪水待遇，收入相当可观，没有改善自己的生活，没有添一点衣服。他也有学生送衣服给他，送来之后，大概一、两天就转手布施了，这是我们一定要学习的。自己能够吃得饱、穿得暖就够了，什么都不要了，全心全力照顾社会大众，这就是菩萨道、菩萨行。人生最可贵的是有正确的方向目标，勇猛精进，法喜充满，过的是真正幸福快乐的生活。",
      "zh_TW": "李炳南老居士，在家人，那個行持跟祖師大德沒有兩樣，他穿的衣服，外面衣服沒有補丁，裡面有補丁，裡面他穿的汗衫、背心、內衣褲、襪子都是補的，我們在外面看不出來，到他往生之後，整理他的衣物才發現，裡面統統都是破的，那麼樣的節儉。他的收入也很可觀，那都不是供養，他自己有工作，他每個月拿薪水待遇，收入相當可觀，沒有改善自己的生活，沒有添一點衣服。他也有學生送衣服給他，送來之後，大概一、兩天就轉手布施了，這是我們一定要學習的。自己能夠吃得飽、穿得暖就夠了，什麼都不要了，全心全力照顧社會大眾，這就是菩薩道、菩薩行。人生最可貴的是有正確的方向目標，勇猛精進，法喜充滿，過的是真正幸福快樂的生活。"
    },
    {
      "id": "20-011-0032_p0018",
      "zh_CN": "泓师，今天上午上课，录音可以吗？那你就准备一下。今天是下半段录音，讲经的技术这一部分全部录音好了。上半段，找闻师找一个时间，叫他上半段讲一遍，将来这些资料给同学带回去做参考，他这个讲稿也会复印给你们，也带一套带子回去。心量一定要大，希望全世界一切众生各个都好，这样才好，决定不可以吝法，不能有悭吝之心，我们所有的，对任何一个人，我们都是和盘托出，整个拿出来，决定没有保留，大家都好，社会才好。所以我常常讲，我希望你们都超过我，这个社会才有前途，如果你们都比不上我，社会完了，那是很悲哀的事情。",
      "zh_TW": "泓師，今天上午上課，錄音可以嗎？那你就準備一下。今天是下半段錄音，講經的技術這一部分全部錄音好了。上半段，找聞師找一個時間，叫他上半段講一遍，將來這些資料給同學帶回去做參考，他這個講稿也會複印給你們，也帶一套帶子回去。心量一定要大，希望全世界一切眾生各個都好，這樣才好，決定不可以吝法，不能有慳吝之心，我們所有的，對任何一個人，我們都是和盤托出，整個拿出來，決定沒有保留，大家都好，社會才好。所以我常常講，我希望你們都超過我，這個社會才有前途，如果你們都比不上我，社會完了，那是很悲哀的事情。"
    },
    {
      "id": "20-011-0032_p0019",
      "zh_CN": "我看你们大家有一天晚上在练讲，我看到欢喜，每一次都有进步，这才一个月，后面还有三个月，认真努力决定有可观的成就。修行用功一定要常常反省检点贪瞋痴慢，要知道这决定是个坏东西，是我们身体里面最严重的病毒，要用戒定慧、六波罗蜜来治疗，佛法是药，对治我们烦恼的病，要认真去干，这叫真修行，叫真正会用功。",
      "zh_TW": "我看你們大家有一天晚上在練講，我看到歡喜，每一次都有進步，這才一個月，後面還有三個月，認真努力決定有可觀的成就。修行用功一定要常常反省檢點貪瞋痴慢，要知道這決定是個壞東西，是我們身體裡面最嚴重的病毒，要用戒定慧、六波羅蜜來治療，佛法是藥，對治我們煩惱的病，要認真去幹，這叫真修行，叫真正會用功。"
    }
  ]
}