{
  "doc_id": "20-011-0081",
  "title": {
    "zh_CN": "皈依—发心学佛日日精进",
    "zh_TW": "皈依—發心學佛日日精進"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0081",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "20-011-0081_p0001",
      "zh_CN": "最近从这一次传授三皈五戒之后，使我们深深体会到现代的佛弟子，或者说佛教徒，有一个很深的错误观念，这个观念如果不能纠正过来，佛法就没有理由振兴。这个错误的观念是想做佛教徒、想做佛弟子，又不肯学佛，这是极大的矛盾，我们必须要注意到的。往后的皈依，如果不发心学佛，就不传授他皈依，他要皈依到别的地方去皈去，不可以在我们这里。我们这里皈依的时候，做佛的学生，一定要听佛讲经，一定要上课，哪有像学校报名做学生而不去上课的？哪有这种道理！怎么讲也讲不通。不肯发心来上课就不要报名，不要拿这个学生证，皈依证就是学生证，那个拿去是假的，冒充的，冒充都有罪过，这是一定要纠正的。",
      "zh_TW": "最近從這一次傳授三皈五戒之後，使我們深深體會到現代的佛弟子，或者說佛教徒，有一個很深的錯誤觀念，這個觀念如果不能糾正過來，佛法就沒有理由振興。這個錯誤的觀念是想做佛教徒、想做佛弟子，又不肯學佛，這是極大的矛盾，我們必須要注意到的。往後的皈依，如果不發心學佛，就不傳授他皈依，他要皈依到別的地方去皈去，不可以在我們這裡。我們這裡皈依的時候，做佛的學生，一定要聽佛講經，一定要上課，哪有像學校報名做學生而不去上課的？哪有這種道理！怎麼講也講不通。不肯發心來上課就不要報名，不要拿這個學生證，皈依證就是學生證，那個拿去是假的，冒充的，冒充都有罪過，這是一定要糾正的。"
    },
    {
      "id": "20-011-0081_p0002",
      "zh_CN": "从这个事实使我们联想到，现在这个社会工商业科技可以说是突飞猛进，所以对于专业的知识，在现代来讲几乎是每个行业都非常重视，在外国，在新加坡也不例外。许多这些公司，不要说大公司了，普通的小公司，里面高级的职员每年至少有两次受训，他们的受训时间不长，一、两个星期，去学什么东西？学新的科技知识，如果你要不学，你立刻就被淘汰掉了，这叫做进修教育。虽然在工作了，学校学的东西，毕业了，可是东西天天新，天天进步，你在学校学的那个东西，过个一、两年就变成旧的东西，甚至于就被淘汰，这是我们要重视。任何一个行业，我们中国人要追上世界先进的国家，不能不重视这一点。每一天，这些专业人员天天都在研究讨论，天天希望有新的发现，有新的发明，有新的发展，他才能够停留在这个世界领导的地位，稍稍一松懈就被别人追上。",
      "zh_TW": "從這個事實使我們聯想到，現在這個社會工商業科技可以說是突飛猛進，所以對於專業的知識，在現代來講幾乎是每個行業都非常重視，在外國，在新加坡也不例外。許多這些公司，不要說大公司了，普通的小公司，裡面高級的職員每年至少有兩次受訓，他們的受訓時間不長，一、兩個星期，去學什麼東西？學新的科技知識，如果你要不學，你立刻就被淘汰掉了，這叫做進修教育。雖然在工作了，學校學的東西，畢業了，可是東西天天新，天天進步，你在學校學的那個東西，過個一、兩年就變成舊的東西，甚至於就被淘汰，這是我們要重視。任何一個行業，我們中國人要追上世界先進的國家，不能不重視這一點。每一天，這些專業人員天天都在研究討論，天天希望有新的發現，有新的發明，有新的發展，他才能夠停留在這個世界領導的地位，稍稍一鬆懈就被別人追上。"
    },
    {
      "id": "20-011-0081_p0003",
      "zh_CN": "日本人，这是最好的例子，为什么在半个世纪之前，一个战败国，那个时候的日本可以说是一贫如洗，多少日本人到台湾来谋生活，我们看到的，短短几十年当中变成世界经济大国，连美国都在乎他三分，什么原因？天天在研究，天天在开会，日本人这种团结、求知的精神，我们不能不佩服，没有话说的。锲而不舍，永远在追求先进，以科技领导全世界。人家强，怎么强起来的？强在哪里？我们要知道。我们弱，为什么会弱？也要明了。在世界上的人讽刺中国人，中国人是世界上最聪明的人，最不团结，最懒散懈怠，贪图享受，不知道在学术、在技术上发展。实在讲世界上许多人也真的怕中国人，如果中国人像日本人一样勤奋好学，那还得了？所以要注重专业知识，而且这个知识要不断向上提升。下一个世纪，竞争更激烈。",
      "zh_TW": "日本人，這是最好的例子，為什麼在半個世紀之前，一個戰敗國，那個時候的日本可以說是一貧如洗，多少日本人到台灣來謀生活，我們看到的，短短幾十年當中變成世界經濟大國，連美國都在乎他三分，什麼原因？天天在研究，天天在開會，日本人這種團結、求知的精神，我們不能不佩服，沒有話說的。鍥而不捨，永遠在追求先進，以科技領導全世界。人家強，怎麼強起來的？強在哪裡？我們要知道。我們弱，為什麼會弱？也要明瞭。在世界上的人諷刺中國人，中國人是世界上最聰明的人，最不團結，最懶散懈怠，貪圖享受，不知道在學術、在技術上發展。實在講世界上許多人也真的怕中國人，如果中國人像日本人一樣勤奮好學，那還得了？所以要注重專業知識，而且這個知識要不斷向上提升。下一個世紀，競爭更激烈。"
    },
    {
      "id": "20-011-0081_p0004",
      "zh_CN": "诸位舍家离欲出家加入世尊佛陀教育这一个行列，这个行列比世间任何一个行业还要来得殊胜。世间人追求的是知识，不断在追求新知，我们所求的是真实智慧，这经上讲得很清楚。如果没有真实智慧，那个佛法是有名无实，佛法早就灭了。真实的智慧，慧是戒定慧的慧，慧从哪里来的？慧从定来，定从哪里来？定从戒来，由此可知，没有戒，佛法就没有了，跟中国儒家一样，古人常讲，如果礼没有了，儒就没有了。今天读儒书不守礼，有名无实，儒就灭了。我们学佛的人如果不持戒，佛就灭了。这个戒不是狭义的戒条，狭义的戒条当然一定要遵守，那叫根本戒律，根本戒就是五戒。五戒里面不饮酒，有这一条戒，这一条戒叫遮戒，大家都懂，本身并没有过失，怕酒醉乱性做错事情。所以戒律的精神就是守法，防非止过，「诸恶莫作，众善奉行」，这是戒律。",
      "zh_TW": "諸位捨家離欲出家加入世尊佛陀教育這一個行列，這個行列比世間任何一個行業還要來得殊勝。世間人追求的是知識，不斷在追求新知，我們所求的是真實智慧，這經上講得很清楚。如果沒有真實智慧，那個佛法是有名無實，佛法早就滅了。真實的智慧，慧是戒定慧的慧，慧從哪裡來的？慧從定來，定從哪裡來？定從戒來，由此可知，沒有戒，佛法就沒有了，跟中國儒家一樣，古人常講，如果禮沒有了，儒就沒有了。今天讀儒書不守禮，有名無實，儒就滅了。我們學佛的人如果不持戒，佛就滅了。這個戒不是狹義的戒條，狹義的戒條當然一定要遵守，那叫根本戒律，根本戒就是五戒。五戒裡面不飲酒，有這一條戒，這一條戒叫遮戒，大家都懂，本身並沒有過失，怕酒醉亂性做錯事情。所以戒律的精神就是守法，防非止過，「諸惡莫作，眾善奉行」，這是戒律。"
    },
    {
      "id": "20-011-0081_p0005",
      "zh_CN": "我在美国，美国有些公司职位高的这些职员里面有中国人。美国的制度好，并不排斥外国人，很多外国人在美国公司做主管的，他们用的是人才，只要你有才干，他并不分种族，这是人家公司能够进步的一个现象。新加坡也是如此，用外国人才，唯才是用，给你高待遇，给你合理的报酬，让你全心全力为这个国家、为这个地方服务。你想想看这么小的一个地区能够在世界上占一席地位，而且还举足轻重，没有人才怎么行？靠这个地方来培养人才，难。李光耀先生聪明绝顶，真有智慧，我这里培养人才来不及，我用外国人才，第一流的人才都到新加坡来了，新加坡就变成世界第一流的国家。我们要明白这个道理，佛门当中常说「人能弘道，非道弘人」，佛法里面如果有第一流的人才，佛法就兴旺了。",
      "zh_TW": "我在美國，美國有些公司職位高的這些職員裡面有中國人。美國的制度好，並不排斥外國人，很多外國人在美國公司做主管的，他們用的是人才，只要你有才幹，他並不分種族，這是人家公司能夠進步的一個現象。新加坡也是如此，用外國人才，唯才是用，給你高待遇，給你合理的報酬，讓你全心全力為這個國家、為這個地方服務。你想想看這麼小的一個地區能夠在世界上佔一席地位，而且還舉足輕重，沒有人才怎麼行？靠這個地方來培養人才，難。李光耀先生聰明絕頂，真有智慧，我這裡培養人才來不及，我用外國人才，第一流的人才都到新加坡來了，新加坡就變成世界第一流的國家。我們要明白這個道理，佛門當中常說「人能弘道，非道弘人」，佛法裡面如果有第一流的人才，佛法就興旺了。"
    },
    {
      "id": "20-011-0081_p0006",
      "zh_CN": "所以戒律的精神就是在守法，如理如法，这是持戒。世尊说法四十九年，每部经论所讲的理论我们要明白，所说的修行方法我们要照做。理论是贯通的，是圆融的，所谓是「一经通，一切经通」，方法多半都是讲的原理原则。世尊聪明有智慧，他了解时代不断在变，一切众生的意识形态也不断在变，生活方式也在变，世间法永远在变动，没有一成不变的，因此高明的指导人只指导原则，原则是什么？百变当中有个不变的原则，要把握这个不变的原则，怎么样变不离开这个原则，就不会出错误，所以戒律上佛说了八个字，「诸恶莫作，众善奉行」，这就是原则，这个原则永远不变。",
      "zh_TW": "所以戒律的精神就是在守法，如理如法，這是持戒。世尊說法四十九年，每部經論所講的理論我們要明白，所說的修行方法我們要照做。理論是貫通的，是圓融的，所謂是「一經通，一切經通」，方法多半都是講的原理原則。世尊聰明有智慧，他了解時代不斷在變，一切眾生的意識形態也不斷在變，生活方式也在變，世間法永遠在變動，沒有一成不變的，因此高明的指導人只指導原則，原則是什麼？百變當中有個不變的原則，要把握這個不變的原則，怎麼樣變不離開這個原則，就不會出錯誤，所以戒律上佛說了八個字，「諸惡莫作，眾善奉行」，這就是原則，這個原則永遠不變。"
    },
    {
      "id": "20-011-0081_p0007",
      "zh_CN": "经论里面所说的修行方法，那些细行多半是佛当世古印度的生活习尚，我们读了这些典籍，了解当时印度的一些社会风土人情，可以把它当历史读，可以把它当文学作品读，很有趣味。我们在这个里面得到启示，在这个里面得到智慧，知道在现前这个社会上我们应该要怎么做法，可是他真正的目的是叫我们得清净心、平等心。《无量寿经》经题好，「清净平等觉」，清净平等觉就是戒定慧。",
      "zh_TW": "經論裡面所說的修行方法，那些細行多半是佛當世古印度的生活習尚，我們讀了這些典籍，了解當時印度的一些社會風土人情，可以把它當歷史讀，可以把它當文學作品讀，很有趣味。我們在這個裡面得到啟示，在這個裡面得到智慧，知道在現前這個社會上我們應該要怎麼做法，可是他真正的目的是叫我們得清淨心、平等心。《無量壽經》經題好，「清淨平等覺」，清淨平等覺就是戒定慧。"
    },
    {
      "id": "20-011-0081_p0008",
      "zh_CN": "守法，心就安，人不为非作歹，心地清净善良，中国谚语所谓的是「半夜不怕鬼敲门」，身心安稳，安稳之后才能得定，定是平等，不平等就没有定。平等是万法平等，人我平等，人与物平等。古时候有出家人能够跟老虎在一起生活，住在一起，别人为什么做不到？他为什么能做到？平等，平等就能做到，毒蛇猛兽也可以跟他和平相处。平等性里面起作用就是真实智慧，这是我们学佛人的专业，是我们专业的水平，戒定慧三学。如果我们要失掉三学，佛就没有了。怕一般人讲戒定慧这个名词听得太多了，听多了往往就疏忽大意，不求甚解，对这三个字的含义模模糊糊，而《无量寿经》讲的「清净平等觉」，我们听起来好像耳目一新，其实还是这三个字，换一个说法。",
      "zh_TW": "守法，心就安，人不為非作歹，心地清淨善良，中國諺語所謂的是「半夜不怕鬼敲門」，身心安穩，安穩之後才能得定，定是平等，不平等就沒有定。平等是萬法平等，人我平等，人與物平等。古時候有出家人能夠跟老虎在一起生活，住在一起，別人為什麼做不到？他為什麼能做到？平等，平等就能做到，毒蛇猛獸也可以跟他和平相處。平等性裡面起作用就是真實智慧，這是我們學佛人的專業，是我們專業的水平，戒定慧三學。如果我們要失掉三學，佛就沒有了。怕一般人講戒定慧這個名詞聽得太多了，聽多了往往就疏忽大意，不求甚解，對這三個字的含義模模糊糊，而《無量壽經》講的「清淨平等覺」，我們聽起來好像耳目一新，其實還是這三個字，換一個說法。"
    },
    {
      "id": "20-011-0081_p0009",
      "zh_CN": "我们今天发心从事这个行业，要把这个行业做好，也要在世界能占一席之地，实在讲释迦牟尼佛是以真实的智慧指导世人，怎样过美满幸福的生活，这是佛陀教育，这才被世人称为天人师。我们在经上常常念到的天人大导师，我们今天要学的就是要学大导师，我们能不能指导世人？不能指导世人，挂上天人大导师的招牌，这怎么样也说不过去。所以这才知道专业知识的重要性，这个知识超过世间的知识，它是真实的智慧，一定要锲而不舍、认真努力、如理如法的修学，我们对国家、对社会、对世人有真实的贡献，这个有意义。",
      "zh_TW": "我們今天發心從事這個行業，要把這個行業做好，也要在世界能佔一席之地，實在講釋迦牟尼佛是以真實的智慧指導世人，怎樣過美滿幸福的生活，這是佛陀教育，這才被世人稱為天人師。我們在經上常常念到的天人大導師，我們今天要學的就是要學大導師，我們能不能指導世人？不能指導世人，掛上天人大導師的招牌，這怎麼樣也說不過去。所以這才知道專業知識的重要性，這個知識超過世間的知識，它是真實的智慧，一定要鍥而不捨、認真努力、如理如法的修學，我們對國家、對社會、對世人有真實的貢獻，這個有意義。"
    },
    {
      "id": "20-011-0081_p0010",
      "zh_CN": "世间今天任何一个行业讲竞争，我们讲精进，没有竞争，我们不争。不争不是消极、不是懈怠，我们精进。因为你有争就决定不能得定，争哪里会平？平等心才是定，才生智慧，所以必须要像佛与大菩萨一样，「观法如化」、梦幻泡影、「三昧常寂」。三昧是正常的享受，我们享受什么？清净寂灭。诸位晓得清净寂灭就是无分别智，真实智慧的根源。这八个字说得更简单一点，就是《无量寿经》前面讲的「住真实慧」，你们想想对不对？住真实慧怎么个住法？就这八个字。",
      "zh_TW": "世間今天任何一個行業講競爭，我們講精進，沒有競爭，我們不爭。不爭不是消極、不是懈怠，我們精進。因為你有爭就決定不能得定，爭哪裡會平？平等心才是定，才生智慧，所以必須要像佛與大菩薩一樣，「觀法如化」、夢幻泡影、「三昧常寂」。三昧是正常的享受，我們享受什麼？清淨寂滅。諸位曉得清淨寂滅就是無分別智，真實智慧的根源。這八個字說得更簡單一點，就是《無量壽經》前面講的「住真實慧」，你們想想對不對？住真實慧怎麼個住法？就這八個字。"
    },
    {
      "id": "20-011-0081_p0011",
      "zh_CN": "怎么样提升我们的境界？每天读诵、研究讨论，依教奉行，这就是天天提升我们的境界。我们要学《华严经》上的善财童子，人家从初发心一生圆满成佛，把自己的境界不断向上提升，从十信、初住、二住、三住、四住，一直提升到等觉，就努力干这个，这里头有真乐。世间所有寻求的这些快乐都是虚假的，我常常把这个世间的娱乐比喻做吸毒、麻醉，吸毒的时候是有一阵快乐，过去之后，苦不堪言，那要付出多大的代价！而佛法里头有真乐，世间人不懂得。如果这个里头没有真乐，古今中外，这历代这么多人，这么多人都不是傻瓜，都是聪明绝顶的人，为什么他来修学？里头有真乐，佛经上讲得没错，「大自在」。《心经》是一般人常常念的，有很多不学佛也会念《心经》，「观自在菩萨」，「观」就是明白宇宙人生的真相，明了宇宙人生真相就得大自在，那是受用，方东美先生所说的「人生最高的享受」，能说出这个话不容易，他要没有品尝到，这个话说不出来。",
      "zh_TW": "怎麼樣提升我們的境界？每天讀誦、研究討論，依教奉行，這就是天天提升我們的境界。我們要學《華嚴經》上的善財童子，人家從初發心一生圓滿成佛，把自己的境界不斷向上提升，從十信、初住、二住、三住、四住，一直提升到等覺，就努力幹這個，這裡頭有真樂。世間所有尋求的這些快樂都是虛假的，我常常把這個世間的娛樂比喻做吸毒、麻醉，吸毒的時候是有一陣快樂，過去之後，苦不堪言，那要付出多大的代價！而佛法裡頭有真樂，世間人不懂得。如果這個裡頭沒有真樂，古今中外，這歷代這麼多人，這麼多人都不是傻瓜，都是聰明絕頂的人，為什麼他來修學？裡頭有真樂，佛經上講得沒錯，「大自在」。《心經》是一般人常常念的，有很多不學佛也會念《心經》，「觀自在菩薩」，「觀」就是明白宇宙人生的真相，明瞭宇宙人生真相就得大自在，那是受用，方東美先生所說的「人生最高的享受」，能說出這個話不容易，他要沒有品嚐到，這個話說不出來。"
    },
    {
      "id": "20-011-0081_p0012",
      "zh_CN": "所以我们要努力，要做个榜样给别人看，不但要努力，而且要带动一些不明究理的这一些佛教徒们，我们可以从世间法专业知识，今天每一个行业重视专业知识，用这个启示来提醒他，做一个佛弟子要学佛，学佛要学佛的人生观，要学佛的宇宙观，要学佛的智慧，要学佛的能力，那你不上课怎么行？经典是佛家的教科书，你要学佛，做个学生，你不上学、不读书，那怎么叫学佛？一定要鼓励大家来听经，来上课。能有时间，参加研究讨论，没有时间也要来听经。没有时间到现场听经，也要把这些录音带、录影带拿回去听。要鼓励大家，志同道合三个、五个都不算少，每星期至少有一、两次在一起研究讨论。诸位想想看，佛教徒都能这样做，佛法怎么能不兴？佛法兴了，社会风气就改变了，所有社会不良风气会一扫而空。我们要问社会会不会进步？决定有进步，为什么？佛法讲精进，哪里会不进步？佛门的教育里头没有消极、没有懈怠、没有懒惰，这一点我们一定要觉悟，要明了。",
      "zh_TW": "所以我們要努力，要做個榜樣給別人看，不但要努力，而且要帶動一些不明究理的這一些佛教徒們，我們可以從世間法專業知識，今天每一個行業重視專業知識，用這個啟示來提醒他，做一個佛弟子要學佛，學佛要學佛的人生觀，要學佛的宇宙觀，要學佛的智慧，要學佛的能力，那你不上課怎麼行？經典是佛家的教科書，你要學佛，做個學生，你不上學、不讀書，那怎麼叫學佛？一定要鼓勵大家來聽經，來上課。能有時間，參加研究討論，沒有時間也要來聽經。沒有時間到現場聽經，也要把這些錄音帶、錄影帶拿回去聽。要鼓勵大家，志同道合三個、五個都不算少，每星期至少有一、兩次在一起研究討論。諸位想想看，佛教徒都能這樣做，佛法怎麼能不興？佛法興了，社會風氣就改變了，所有社會不良風氣會一掃而空。我們要問社會會不會進步？決定有進步，為什麼？佛法講精進，哪裡會不進步？佛門的教育裡頭沒有消極、沒有懈怠、沒有懶惰，這一點我們一定要覺悟，要明瞭。"
    },
    {
      "id": "20-011-0081_p0013",
      "zh_CN": "下一次我要跟李木源说明白，凡是来参加皈依的时候一定先讲清楚，不来上课的决定不传皈依给他，你要皈依到别的地方去，我这个地方不接受。我这个地方收学生，学生一定要来上课，报了名，收了学生，学生不上课，这是什么学生！这种学生应该被开除，哪有这种道理！我们如果能坚持这个理念、坚持这个做法，好，一生当中收一个学生是一个真学生，收十个学生是十个真学生，不要一收，收一大堆，看起来好看。李居士说，这是新加坡空前从来没有过的，报名的将近九百多人，来了八百五十多人，这一次皈依。八百五十多人我看学生证都发了，上课的时候好像没看到，这成什么话！这对我们来讲是莫大的讽刺。所以在这个场合当中我们也上了一课，我们明白了。",
      "zh_TW": "下一次我要跟李木源說明白，凡是來參加皈依的時候一定先講清楚，不來上課的決定不傳皈依給他，你要皈依到別的地方去，我這個地方不接受。我這個地方收學生，學生一定要來上課，報了名，收了學生，學生不上課，這是什麼學生！這種學生應該被開除，哪有這種道理！我們如果能堅持這個理念、堅持這個做法，好，一生當中收一個學生是一個真學生，收十個學生是十個真學生，不要一收，收一大堆，看起來好看。李居士說，這是新加坡空前從來沒有過的，報名的將近九百多人，來了八百五十多人，這一次皈依。八百五十多人我看學生證都發了，上課的時候好像沒看到，這成什麼話！這對我們來講是莫大的諷刺。所以在這個場合當中我們也上了一課，我們明白了。"
    },
    {
      "id": "20-011-0081_p0014",
      "zh_CN": "我今天特别把这桩事情给你们大家说清楚，提醒你们，你们千万不要被这个外表迷惑了，我们要重实质不重形式，我们不是替自己收徒弟，不是的，我们是替佛接引众生，传授皈依是替佛接引众生，是为我们自己接引新的同学、道友，我们是这样的心态。所以我在传授三皈都讲得清楚，你们是皈依三宝不是皈依一个人，皈依一个人就大错特错。我们大家都是弥陀弟子，我们大家都学习《无量寿经》，一门深入，无间断的薰修，才能改变我们的习气，转凡成圣，依教修行，希望将来能够往生不退成佛，我们一生当中就把这个事情办完了，这才是我们真正的目标。",
      "zh_TW": "我今天特別把這樁事情給你們大家說清楚，提醒你們，你們千萬不要被這個外表迷惑了，我們要重實質不重形式，我們不是替自己收徒弟，不是的，我們是替佛接引眾生，傳授皈依是替佛接引眾生，是為我們自己接引新的同學、道友，我們是這樣的心態。所以我在傳授三皈都講得清楚，你們是皈依三寶不是皈依一個人，皈依一個人就大錯特錯。我們大家都是彌陀弟子，我們大家都學習《無量壽經》，一門深入，無間斷的薰修，才能改變我們的習氣，轉凡成聖，依教修行，希望將來能夠往生不退成佛，我們一生當中就把這個事情辦完了，這才是我們真正的目標。"
    },
    {
      "id": "20-011-0081_p0015",
      "zh_CN": "希望我们同修对于这桩事情认识清楚，我们要改变这些错误的观念与错误的做法，这不仅对佛门是很大的贡献，即使对社会、对国家、对众生，也是一桩大功德、大好事。",
      "zh_TW": "希望我們同修對於這樁事情認識清楚，我們要改變這些錯誤的觀念與錯誤的做法，這不僅對佛門是很大的貢獻，即使對社會、對國家、對眾生，也是一樁大功德、大好事。"
    }
  ]
}