{
  "doc_id": "20-011-0040",
  "title": {
    "zh_CN": "作道场主",
    "zh_TW": "作道場主"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0040",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "20-011-0040_p0001",
      "zh_CN": "世出世法，小而言之，一个人一生的成败，大到一个国家的兴衰，总而言之，这些事情都在自己，而其中的关键就在于是不是能够真正明了事实真相，佛法里面讲的「诸法实相」，也就是宇宙人生的真相。一切都通达明了，一个人决定是成功，立于不败之地，国家决定是兴旺、富强、繁荣，由此可知教育的重要。中国古圣先贤明了这些道理，透彻事实真相，所以在一生当中把教学、接受教育摆在第一位，这是我们一定要体会得到的。佛门道场的兴衰，世法事业的成败，也都系乎此。",
      "zh_TW": "世出世法，小而言之，一個人一生的成敗，大到一個國家的興衰，總而言之，這些事情都在自己，而其中的關鍵就在於是不是能夠真正明瞭事實真相，佛法裡面講的「諸法實相」，也就是宇宙人生的真相。一切都通達明瞭，一個人決定是成功，立於不敗之地，國家決定是興旺、富強、繁榮，由此可知教育的重要。中國古聖先賢明瞭這些道理，透徹事實真相，所以在一生當中把教學、接受教育擺在第一位，這是我們一定要體會得到的。佛門道場的興衰，世法事業的成敗，也都繫乎此。"
    },
    {
      "id": "20-011-0040_p0002",
      "zh_CN": "主持佛法如果不读经、不念佛，对于佛法了解得很少，不够透彻，他要来主持这个道场，这个道场焉有不衰之理？在世法里面经营，我打个比喻，经营一个商店，你对于这个行业没有相当水平的知识，也不懂得处事待人的道理，你的生意没有不失败的，由此可知，世出世间法，任何行业，成功都是奠定在高深的学问基础上。而世出世间的学问无过于佛法，佛法真正称得上是大学问，我们很幸运的遇到了，真正是无量劫难遭遇，我们这一生能够遇到。也有许多人遇到，遇到了他不识货，不知道这是真正的珍宝，所以他不肯学习，不得受用。我们个人得到，个人一生受用无穷；一个家庭得到，家庭幸福；事业上得到，事业决定成功、圆满。",
      "zh_TW": "主持佛法如果不讀經、不念佛，對於佛法了解得很少，不夠透徹，他要來主持這個道場，這個道場焉有不衰之理？在世法裡面經營，我打個比喻，經營一個商店，你對於這個行業沒有相當水平的知識，也不懂得處事待人的道理，你的生意沒有不失敗的，由此可知，世出世間法，任何行業，成功都是奠定在高深的學問基礎上。而世出世間的學問無過於佛法，佛法真正稱得上是大學問，我們很幸運的遇到了，真正是無量劫難遭遇，我們這一生能夠遇到。也有許多人遇到，遇到了他不識貨，不知道這是真正的珍寶，所以他不肯學習，不得受用。我們個人得到，個人一生受用無窮；一個家庭得到，家庭幸福；事業上得到，事業決定成功、圓滿。"
    },
    {
      "id": "20-011-0040_p0003",
      "zh_CN": "我也常讲过，释迦牟尼佛当年在鹿野苑是五比丘起家，一个老师五个学生，六个人就能将这个大道弘扬到四面八方，传承到现在三千多年，就是鹿野苑六个人干出来的。今天如果再有五比丘，有世尊与他弟子一样的见识，一样透彻了解，佛法怎么会不兴旺？这正是「人能弘道，非道弘人」，就在乎有没有真正的五个人。信愿解行，不说别的，都能够不违背《无量寿经》就行了，能把《无量寿经》完全明白了，应用到生活上，佛法就兴旺了，绝不亚于释迦牟尼佛的时代，绝不亚于中国隋唐盛世。",
      "zh_TW": "我也常講過，釋迦牟尼佛當年在鹿野苑是五比丘起家，一個老師五個學生，六個人就能將這個大道弘揚到四面八方，傳承到現在三千多年，就是鹿野苑六個人幹出來的。今天如果再有五比丘，有世尊與他弟子一樣的見識，一樣透徹了解，佛法怎麼會不興旺？這正是「人能弘道，非道弘人」，就在乎有沒有真正的五個人。信願解行，不說別的，都能夠不違背《無量壽經》就行了，能把《無量壽經》完全明白了，應用到生活上，佛法就興旺了，絕不亞於釋迦牟尼佛的時代，絕不亞於中國隋唐盛世。"
    },
    {
      "id": "20-011-0040_p0004",
      "zh_CN": "今天在全世界，个人修学的也许有，僧团就没有见到。也许大家听到这个话会感觉得奇怪，海内外僧团不是很多吗？怎么会没有？没有一个「六和敬」的僧团。这个团体四个人以上，完全依照「六和敬」的标准去修学，这才是佛法的僧团。大家相处，个人有个人的意见，就不和了，「见和同解」你没有。团体生活有团体生活的规矩，如果你不能完全遵守，你「戒和同修」就没有了。这两条是「六和敬」的根本，这个根本建立在彻底觉悟的基础上。",
      "zh_TW": "今天在全世界，個人修學的也許有，僧團就沒有見到。也許大家聽到這個話會感覺得奇怪，海內外僧團不是很多嗎？怎麼會沒有？沒有一個「六和敬」的僧團。這個團體四個人以上，完全依照「六和敬」的標準去修學，這才是佛法的僧團。大家相處，個人有個人的意見，就不和了，「見和同解」你沒有。團體生活有團體生活的規矩，如果你不能完全遵守，你「戒和同修」就沒有了。這兩條是「六和敬」的根本，這個根本建立在徹底覺悟的基礎上。"
    },
    {
      "id": "20-011-0040_p0005",
      "zh_CN": "《金刚经》上所讲的「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，你能够契入这个境界，「见和同解」就没有问题。佛在经典里面字字句句的教训，你会明了，你在生活当中，在工作当中，在处事待人接物当中，自然会相应，自然不会违背，然后你才恍然大悟，戒律不是别人制定的，规矩不是别人定下来叫我们遵守的，这些好的规矩是什么？原来是自性里面本具的性德自然的流露。换句话说，一个觉悟的人，明白人，他的思想行为本来就是这个样子，把它记录下来的时候就是律藏，丝毫没有加一点勉强，然后我们才真正懂得佛没有教我们别的，完全是恢复自性的性德而已。佛在经上讲的话没错，佛没有给我们任何东西。你将来修行证果成佛了，成佛怎么回事情？成佛还是你自己性德的显现，没有一样东西是从外来的，佛在经上讲的句句都是真实话。",
      "zh_TW": "《金剛經》上所講的「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，你能夠契入這個境界，「見和同解」就沒有問題。佛在經典裡面字字句句的教訓，你會明瞭，你在生活當中，在工作當中，在處事待人接物當中，自然會相應，自然不會違背，然後你才恍然大悟，戒律不是別人制定的，規矩不是別人定下來叫我們遵守的，這些好的規矩是什麼？原來是自性裡面本具的性德自然的流露。換句話說，一個覺悟的人，明白人，他的思想行為本來就是這個樣子，把它記錄下來的時候就是律藏，絲毫沒有加一點勉強，然後我們才真正懂得佛沒有教我們別的，完全是恢復自性的性德而已。佛在經上講的話沒錯，佛沒有給我們任何東西。你將來修行證果成佛了，成佛怎麼回事情？成佛還是你自己性德的顯現，沒有一樣東西是從外來的，佛在經上講的句句都是真實話。"
    },
    {
      "id": "20-011-0040_p0006",
      "zh_CN": "由此可知，你将来要领导一个僧团，主持一个道场，对于佛法了解得不够透彻，你在运作当中总免不了有过失。所以经典要天天读，天天听，天天研究讨论，不断的改正我们自己的过失，天天接近圆满，主持一个道场如是，经营世间任何事业也如是。",
      "zh_TW": "由此可知，你將來要領導一個僧團，主持一個道場，對於佛法了解得不夠透徹，你在運作當中總免不了有過失。所以經典要天天讀，天天聽，天天研究討論，不斷的改正我們自己的過失，天天接近圓滿，主持一個道場如是，經營世間任何事業也如是。"
    },
    {
      "id": "20-011-0040_p0007",
      "zh_CN": "佛法是大学问，《无量寿经》是总枢纽，总纲领，言简意赅，希有难逢，希望我们大家珍惜这个因缘，抓住这个机会，认真努力去做。我的年龄已经大了，老了，弘法利生的事业就靠你们继续做下去。如果要想利益众生，利益广大的社会，决定不可以有私心，有私心必定造作无量无边的罪业，你们在《发起菩萨殊胜志乐经》里面可以看到。祸与福只是一念之差，所以中国文字是充满高度智慧的符号，你看祸、福的形状很像，你稍不留意就没有办法避免。所以一念之差，这一念就是存心，没有私心就是福，加一点点自私的意思在里面，福就变成祸。",
      "zh_TW": "佛法是大學問，《無量壽經》是總樞紐，總綱領，言簡意賅，希有難逢，希望我們大家珍惜這個因緣，抓住這個機會，認真努力去做。我的年齡已經大了，老了，弘法利生的事業就靠你們繼續做下去。如果要想利益眾生，利益廣大的社會，決定不可以有私心，有私心必定造作無量無邊的罪業，你們在《發起菩薩殊勝志樂經》裡面可以看到。禍與福只是一念之差，所以中國文字是充滿高度智慧的符號，你看禍、福的形狀很像，你稍不留意就沒有辦法避免。所以一念之差，這一念就是存心，沒有私心就是福，加一點點自私的意思在裡面，福就變成禍。"
    },
    {
      "id": "20-011-0040_p0008",
      "zh_CN": "我自己一生的修学就是门口挂的这二十个字，我学什么东西？就学这二十个字。这二十个字都是从《无量寿经》上得来的，「真诚、清净、平等、正觉、慈悲」，「看破、放下、自在、随缘、念佛」。我在外面讲经，在外面教人，也是这二十个字，无论讲哪一部经论，或者平常跟大家接触谈话，都不离开这二十个字。在上一届我把这二十个字详细讲过一遍，宗门里头有「传心法要」，我说这是我们净宗我自己修学的传心法要，好像留了一个录音带，那个录音带都可以送给他们同学。一生所思、所想、所说、所作，都是这二十个字。前面一代，印光大师十六个字，他老人家一生真的做到了，没有话说，「敦伦尽分，闲邪存诚，深信因果，老实念佛」，印光法师。这样在一生当中他有一个原则，有一个准绳，一个标准，一生当中坚守这个标准，个人修学成功了，我们的事业是弘法利生，也成功了。",
      "zh_TW": "我自己一生的修學就是門口掛的這二十個字，我學什麼東西？就學這二十個字。這二十個字都是從《無量壽經》上得來的，「真誠、清淨、平等、正覺、慈悲」，「看破、放下、自在、隨緣、念佛」。我在外面講經，在外面教人，也是這二十個字，無論講哪一部經論，或者平常跟大家接觸談話，都不離開這二十個字。在上一屆我把這二十個字詳細講過一遍，宗門裡頭有「傳心法要」，我說這是我們淨宗我自己修學的傳心法要，好像留了一個錄音帶，那個錄音帶都可以送給他們同學。一生所思、所想、所說、所作，都是這二十個字。前面一代，印光大師十六個字，他老人家一生真的做到了，沒有話說，「敦倫盡分，閑邪存誠，深信因果，老實念佛」，印光法師。這樣在一生當中他有一個原則，有一個準繩，一個標準，一生當中堅守這個標準，個人修學成功了，我們的事業是弘法利生，也成功了。"
    },
    {
      "id": "20-011-0040_p0009",
      "zh_CN": "诸位到新加坡来学习讲经的方法技巧，小事。学作菩萨，学做人，如果在短短的一百天当中，诸位果然觉悟了，果然回头了，真正超凡入圣，来的时候是凡夫，毕业之后是菩萨，你就真正成功了。菩萨讲经哪有讲不好的？菩萨是人不是神，观念改过来了。什么叫众生？念念为自己是众生，甚至于念念为家庭、念念为社会、念念为国家、念念为这个地球，还是众生，为什么？没出六道。念念为尽虚空遍法界一切众生，你是佛，你不是菩萨了，因为你超越十法界了。你念法界众生，你的国家、社会、家庭都包括在其中，大可以包小，小不能包大。念念为一切众生，我这个身体也是众生，当然也包括在其中。心量一定要大，佛之所以伟大，就是佛的心量「心包太虚，量周沙界」，这是佛。菩萨心量比佛就小一点，声闻、缘觉又小一点，道理就是在此地，拓开心量，心量大自然就没有贪瞋痴。",
      "zh_TW": "諸位到新加坡來學習講經的方法技巧，小事。學作菩薩，學做人，如果在短短的一百天當中，諸位果然覺悟了，果然回頭了，真正超凡入聖，來的時候是凡夫，畢業之後是菩薩，你就真正成功了。菩薩講經哪有講不好的？菩薩是人不是神，觀念改過來了。什麼叫眾生？念念為自己是眾生，甚至於念念為家庭、念念為社會、念念為國家、念念為這個地球，還是眾生，為什麼？沒出六道。念念為盡虛空遍法界一切眾生，你是佛，你不是菩薩了，因為你超越十法界了。你念法界眾生，你的國家、社會、家庭都包括在其中，大可以包小，小不能包大。念念為一切眾生，我這個身體也是眾生，當然也包括在其中。心量一定要大，佛之所以偉大，就是佛的心量「心包太虛，量周沙界」，這是佛。菩薩心量比佛就小一點，聲聞、緣覺又小一點，道理就是在此地，拓開心量，心量大自然就沒有貪瞋痴。"
    },
    {
      "id": "20-011-0040_p0010",
      "zh_CN": "小乘人要断烦恼，要把身见、边见、见取见这一些见惑断掉，要把贪、瞋、痴、慢、疑、恶见断掉，好难，天上、人间七次往返。佛在经上讲断烦恼就好比截断四十里的瀑流一样，那个瀑流就比如瀑布，多大？四十里，你能一下把它堵住，叫它不流，佛用这个比喻断烦恼的难。小乘是真难，真不容易。大乘就高明了，巧妙了，要不要断？不断，不断怎么会断掉？把心扩大，大而化之，就没有了，这个方法巧。叫你贪，不要贪一点点财，贪什么财？贪尽虚空遍法界的财，那好了，尽虚空遍法界都是你的。他是叫你把心扩大，一扩大就变成公了，公跟私也是一念之间，把私心就变成大公无私。小就变成私，大就变成公，大乘方法巧妙至极，所以大乘法没有别的，说穿了一句话就是「大而化之」，就行了，你能把所有一切都大而化之就成功了。你爱护你自己的儿女、亲人，你把尽虚空遍法界所有一切众生都看作你自己的亲人，自己的儿女，这问题不就解决了？大乘巧就巧在此地，比认真去断是容易太多了，那个断好苦，真难真难，所以小乘人学得苦，大乘人学得自在，他晓得心量一解放，问题就解决了。",
      "zh_TW": "小乘人要斷煩惱，要把身見、邊見、見取見這一些見惑斷掉，要把貪、瞋、痴、慢、疑、惡見斷掉，好難，天上、人間七次往返。佛在經上講斷煩惱就好比截斷四十里的瀑流一樣，那個瀑流就比如瀑布，多大？四十里，你能一下把它堵住，叫它不流，佛用這個比喻斷煩惱的難。小乘是真難，真不容易。大乘就高明了，巧妙了，要不要斷？不斷，不斷怎麼會斷掉？把心擴大，大而化之，就沒有了，這個方法巧。叫你貪，不要貪一點點財，貪什麼財？貪盡虛空遍法界的財，那好了，盡虛空遍法界都是你的。他是叫你把心擴大，一擴大就變成公了，公跟私也是一念之間，把私心就變成大公無私。小就變成私，大就變成公，大乘方法巧妙至極，所以大乘法沒有別的，說穿了一句話就是「大而化之」，就行了，你能把所有一切都大而化之就成功了。你愛護你自己的兒女、親人，你把盡虛空遍法界所有一切眾生都看作你自己的親人，自己的兒女，這問題不就解決了？大乘巧就巧在此地，比認真去斷是容易太多了，那個斷好苦，真難真難，所以小乘人學得苦，大乘人學得自在，他曉得心量一解放，問題就解決了。"
    },
    {
      "id": "20-011-0040_p0011",
      "zh_CN": "国内天天在喊解放，我们如何把贪瞋痴慢解放，那就成功了。贪瞋痴慢、是非人我、见思烦恼解放了，中国这个国家就是佛国土了，就是佛土，就是极乐世界。把念念想着自己的利益，把它解放开，念念想到全国一切众生的利益，就是把它放大就是了。再能想到全世界人类的利益，那你就是世界的领袖，就是世界的导师。这是大乘法跟小乘方法在修学的原理原则不相同的地方，这个方法来得快，非常有效果，佛菩萨跟世人不同的地方就在此地。换句话说，同样是一个爱心，一个爱心很小，只爱自己，爱自己的家；一个爱心扩大了，能够爱世人、爱国家、爱世界、爱一切众生，你比较比较大小乘，你才晓得大乘法的殊胜。而《弥陀经》给我们讲的更不得了，它不是一个佛国土。一尊佛，我们讲「成佛了，爱心，他的心能爱护三千大千世界，了不起了」。阿弥陀佛跟那些佛不一样，尽虚空遍法界每个佛国土他都爱护，一个佛国土也不漏，所以诸佛才尊称他「光中极尊，佛中之王」，这个话不是随便说的。所以烦恼解放了就成菩提。",
      "zh_TW": "國內天天在喊解放，我們如何把貪瞋痴慢解放，那就成功了。貪瞋痴慢、是非人我、見思煩惱解放了，中國這個國家就是佛國土了，就是佛土，就是極樂世界。把念念想著自己的利益，把它解放開，念念想到全國一切眾生的利益，就是把它放大就是了。再能想到全世界人類的利益，那你就是世界的領袖，就是世界的導師。這是大乘法跟小乘方法在修學的原理原則不相同的地方，這個方法來得快，非常有效果，佛菩薩跟世人不同的地方就在此地。換句話說，同樣是一個愛心，一個愛心很小，只愛自己，愛自己的家；一個愛心擴大了，能夠愛世人、愛國家、愛世界、愛一切眾生，你比較比較大小乘，你才曉得大乘法的殊勝。而《彌陀經》給我們講的更不得了，它不是一個佛國土。一尊佛，我們講「成佛了，愛心，他的心能愛護三千大千世界，了不起了」。阿彌陀佛跟那些佛不一樣，盡虛空遍法界每個佛國土他都愛護，一個佛國土也不漏，所以諸佛才尊稱他「光中極尊，佛中之王」，這個話不是隨便說的。所以煩惱解放了就成菩提。"
    },
    {
      "id": "20-011-0040_p0012",
      "zh_CN": "我们希望人人都作佛，人人都作菩萨。现在作佛、作菩萨的概念你们已经有一点了，我看你们平常谈话、上台，有点意思了，懂得一点了。并不是叫你改变现前的生活状况，是改变你的观念，观念改变了，实际上这个生活也都改变了，为什么？以前贫穷觉得苦，现在贫穷乐，不一样，所以悟了之后，他乐，吃得再苦他快乐，这也就是把生活改变了。孔老夫子所说的「素富贵安于富贵」，他能安，他快乐。素贫贱者也能安于贫贱，为什么？觉悟了。觉悟了之后，物质生活就无所谓了，真正能够做到自在随缘。富有也好，安于富有，也不拒绝；贫贱安于贫贱，不奢求，你说他多快乐，多幸福，所以快乐幸福不是在物质生活条件，与那个不相关。明道，明了宇宙人生的真相，懂得因缘果报的事实，无论处在顺境、逆境，他都自在，他都快乐，所以都是佛，都是菩萨，作帝王的是菩萨，作乞丐的也是菩萨。他那个帝王、乞丐身分不一样，菩萨身分是平等的，一定是一样的，两个都是菩萨。我们要明白这个道理，所以佛法确实能救世间，救世间的真理就在此地。",
      "zh_TW": "我們希望人人都作佛，人人都作菩薩。現在作佛、作菩薩的概念你們已經有一點了，我看你們平常談話、上臺，有點意思了，懂得一點了。並不是叫你改變現前的生活狀況，是改變你的觀念，觀念改變了，實際上這個生活也都改變了，為什麼？以前貧窮覺得苦，現在貧窮樂，不一樣，所以悟了之後，他樂，吃得再苦他快樂，這也就是把生活改變了。孔老夫子所說的「素富貴安於富貴」，他能安，他快樂。素貧賤者也能安於貧賤，為什麼？覺悟了。覺悟了之後，物質生活就無所謂了，真正能夠做到自在隨緣。富有也好，安於富有，也不拒絕；貧賤安於貧賤，不奢求，你說他多快樂，多幸福，所以快樂幸福不是在物質生活條件，與那個不相關。明道，明瞭宇宙人生的真相，懂得因緣果報的事實，無論處在順境、逆境，他都自在，他都快樂，所以都是佛，都是菩薩，作帝王的是菩薩，作乞丐的也是菩薩。他那個帝王、乞丐身分不一樣，菩薩身分是平等的，一定是一樣的，兩個都是菩薩。我們要明白這個道理，所以佛法確實能救世間，救世間的真理就在此地。"
    },
    {
      "id": "20-011-0040_p0013",
      "zh_CN": "如果说我们挽救世间，那个穷苦的人我要帮助你们，提高你们的生活，那是不可能的事情。业报，「一饮一啄，莫非前定」，你能这样做岂不是把因果定律都推翻了？哪有这种道理？做不到的。但是觉悟之后，你要想改变你的环境，能不能？太容易了，为什么容易？修因。想得财富有得财富的因，想得聪明智慧有得聪明智慧的因，想健康长寿有健康长寿的因，你只要修因，果报一定得的好。果报不是别人能给你的，是你自己去修，你自己就会得到，这些原理原则佛在经上都告诉我们了。可是真正觉悟的人有很多人还不愿意搞这个，他安于他的生活，他不想搞这个。无论什么环境当中，他都得大自在，他何必去搞这个。",
      "zh_TW": "如果說我們挽救世間，那個窮苦的人我要幫助你們，提高你們的生活，那是不可能的事情。業報，「一飲一啄，莫非前定」，你能這樣做豈不是把因果定律都推翻了？哪有這種道理？做不到的。但是覺悟之後，你要想改變你的環境，能不能？太容易了，為什麼容易？修因。想得財富有得財富的因，想得聰明智慧有得聰明智慧的因，想健康長壽有健康長壽的因，你只要修因，果報一定得的好。果報不是別人能給你的，是你自己去修，你自己就會得到，這些原理原則佛在經上都告訴我們了。可是真正覺悟的人有很多人還不願意搞這個，他安於他的生活，他不想搞這個。無論什麼環境當中，他都得大自在，他何必去搞這個。"
    },
    {
      "id": "20-011-0040_p0014",
      "zh_CN": "庞居士开悟了，唐朝时候，你们读历史读到了，他家里很富有，他统统丢掉，把他的财产装在一个大船里面，沈到江底里面去，不要了，自己每天优哉优哉编草鞋。这在此地没有人看到过的，大陆上现在还有没有我就不晓得了。我过去小时候念书，我们还穿过草鞋。抗战期间，我们穿过草鞋。一双草鞋两个铜板，那个时候三个铜板是一分钱，那个时候还用铜板。两个铜板买一双草鞋，三个铜板可以吃一餐饭，粗荼淡饭可以吃一餐。他每天编草鞋、卖草鞋来过日子，逍遥自在，不为钱财所累赘。所以觉悟人那个生活方式，我们世间人看不懂的，「他为什么要这样做法？」他做得快乐逍遥，身心无事。",
      "zh_TW": "龐居士開悟了，唐朝時候，你們讀歷史讀到了，他家裡很富有，他統統丟掉，把他的財產裝在一個大船裡面，沈到江底裡面去，不要了，自己每天優哉優哉編草鞋。這在此地沒有人看到過的，大陸上現在還有沒有我就不曉得了。我過去小時候念書，我們還穿過草鞋。抗戰期間，我們穿過草鞋。一雙草鞋兩個銅板，那個時候三個銅板是一分錢，那個時候還用銅板。兩個銅板買一雙草鞋，三個銅板可以吃一餐飯，粗荼淡飯可以吃一餐。他每天編草鞋、賣草鞋來過日子，逍遙自在，不為錢財所累贅。所以覺悟人那個生活方式，我們世間人看不懂的，「他為什麼要這樣做法？」他做得快樂逍遙，身心無事。"
    },
    {
      "id": "20-011-0040_p0015",
      "zh_CN": "佛菩萨对于世出世间一切法决定没有留恋，决定不放在心上，为什么？假的不是真的。事上有，理上没有，相上有，性上没有，所以他真正明了事实真相，真相就是「万法皆空，因果不空」，他真懂得，真明了，他契入这个境界。所以示现成佛，建道场、度众生，道场叫「水月道场」，度众生叫「梦中佛事」，他做得很认真，心里没牵挂，得大自在。如果示现的是居士身、长者身，在家的一般身分，他也是这个境界。在一个家庭里头，那是水月家庭，也是梦中生活；开个店，水月店铺，梦中生意，你说他怎么不自在！样样演得逼真，这完全是演戏，游戏神通。",
      "zh_TW": "佛菩薩對於世出世間一切法決定沒有留戀，決定不放在心上，為什麼？假的不是真的。事上有，理上沒有，相上有，性上沒有，所以他真正明瞭事實真相，真相就是「萬法皆空，因果不空」，他真懂得，真明瞭，他契入這個境界。所以示現成佛，建道場、度眾生，道場叫「水月道場」，度眾生叫「夢中佛事」，他做得很認真，心裡沒牽掛，得大自在。如果示現的是居士身、長者身，在家的一般身分，他也是這個境界。在一個家庭裡頭，那是水月家庭，也是夢中生活；開個店，水月店鋪，夢中生意，你說他怎麼不自在！樣樣演得逼真，這完全是演戲，遊戲神通。"
    },
    {
      "id": "20-011-0040_p0016",
      "zh_CN": "佛菩萨无论示现什么身分，你们看《普门品》里面观世音菩萨三十二应，无论现什么身分，无论现什么样的行业，都是自在无比，都是游戏神通，那个神通可不能像《西游记》上孙悟空七十二变那个解释。「通」是通达，世出世间法，一切性、相、事、理没有一样不通达。「神」是形容他的生活那么样的自在，我们凡夫看起来没有办法理解，超过凡夫常识，神奇莫测。那是真的，为什么？世间人一生业力作主宰，无可奈何，不受也要受，所以他受得很辛苦。到神通自在的时候，他不是业力，他是愿力，众生有感，他就有应，感应道交而来示现的，所以他自在，得大自在。",
      "zh_TW": "佛菩薩無論示現什麼身分，你們看《普門品》裡面觀世音菩薩三十二應，無論現什麼身分，無論現什麼樣的行業，都是自在無比，都是遊戲神通，那個神通可不能像《西遊記》上孫悟空七十二變那個解釋。「通」是通達，世出世間法，一切性、相、事、理沒有一樣不通達。「神」是形容他的生活那麼樣的自在，我們凡夫看起來沒有辦法理解，超過凡夫常識，神奇莫測。那是真的，為什麼？世間人一生業力作主宰，無可奈何，不受也要受，所以他受得很辛苦。到神通自在的時候，他不是業力，他是願力，眾生有感，他就有應，感應道交而來示現的，所以他自在，得大自在。"
    },
    {
      "id": "20-011-0040_p0017",
      "zh_CN": "仔细去观察，都是做榜样给众生看的，都是在演戏，目的都是觉悟众生，让众生听到、看到、接触到，能够醒悟过来。佛菩萨应世没有别的目的，就这么一个目标，觉悟众生。诸位在此地明白这个道理，也觉悟过来了，希望你们往后在几十年中，好好的演一场戏，也令这个世间一切迷惑颠倒的众生，看到你们的表演都觉悟过来，这就叫行菩萨道，修菩萨行。所以你将来无论是讲经，无论是平常谈话、接触大众的时候，那就完全不一样了，真的是非常活泼，非常潇洒自在，令人羡慕，他自然就会跟你学了，向你请教。",
      "zh_TW": "仔細去觀察，都是做榜樣給眾生看的，都是在演戲，目的都是覺悟眾生，讓眾生聽到、看到、接觸到，能夠醒悟過來。佛菩薩應世沒有別的目的，就這麼一個目標，覺悟眾生。諸位在此地明白這個道理，也覺悟過來了，希望你們往後在幾十年中，好好的演一場戲，也令這個世間一切迷惑顛倒的眾生，看到你們的表演都覺悟過來，這就叫行菩薩道，修菩薩行。所以你將來無論是講經，無論是平常談話、接觸大眾的時候，那就完全不一樣了，真的是非常活潑，非常瀟灑自在，令人羡慕，他自然就會跟你學了，向你請教。"
    }
  ]
}