{
  "doc_id": "20-011-0008",
  "title": {
    "zh_CN": "传统小座",
    "zh_TW": "傳統小座"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0008",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-011-0008_p0001",
      "zh_CN": "讲经，我们应别人的邀请去讲一部经，在事先一定要去了解周边的环境。十年前，也就是八七年，我在香港讲经，有三位新加坡的同修当时在香港听我讲经，听了之后他们很欢喜，邀请我到新加坡来，我就跟他们一道到此地来了，来住了十天，十天了解这一边的环境。这边的道场我们去参观一下，这边的法师们我也曾经一一拜访过，打听一下这边佛教的状况，曾经有哪些法师在这边讲过经，讲过哪些经，听众反映怎样，这样子了解之后，我们心里就有一个底子了，在这边应该讲什么。",
      "zh_TW": "講經，我們應別人的邀請去講一部經，在事先一定要去了解周邊的環境。十年前，也就是八七年，我在香港講經，有三位新加坡的同修當時在香港聽我講經，聽了之後他們很歡喜，邀請我到新加坡來，我就跟他們一道到此地來了，來住了十天，十天了解這一邊的環境。這邊的道場我們去參觀一下，這邊的法師們我也曾經一一拜訪過，打聽一下這邊佛教的狀況，曾經有哪些法師在這邊講過經，講過哪些經，聽眾反映怎樣，這樣子了解之後，我們心裡就有一個底子了，在這邊應該講什麼。"
    },
    {
      "id": "20-011-0008_p0002",
      "zh_CN": "这个状况明白之后，我第二年到这边来讲《无量寿经》，在他们刚刚建好的青年弘法团，那个时候李木源居士是团长，给我的时间是一个月，每天讲两个小时，六十个小时要把这部经讲完。大概在外面讲经我们都会受到时间上的限制，于是讲经要做一个计划，六十个小时怎样分配把这部经讲圆满。如果是三十个小时，那就有三十个小时的讲法，十个小时有十个小时的讲法，预先要有一个计划，要有一个妥善的分配，我们这样才能够成功，不至于失败。对于道场、听众、周边的环境了解，你讲的时候就容易契机，大众闻法能得受用。法缘就是从这个地方结下来的，以后每年至少都要来一次，时间大概是一个月的样子，曾经有一年来过两次，也有两次顺便到马来西亚去看看，在槟城，在吉隆坡，吉隆坡曾经讲过一个星期。这就是说观机是非常重要的，时间的分配不能不注意，讲一部经如是，我们一个人在这一生当中亦复如是，也要懂得时间上的分配。",
      "zh_TW": "這個狀況明白之後，我第二年到這邊來講《無量壽經》，在他們剛剛建好的青年弘法團，那個時候李木源居士是團長，給我的時間是一個月，每天講兩個小時，六十個小時要把這部經講完。大概在外面講經我們都會受到時間上的限制，於是講經要做一個計畫，六十個小時怎樣分配把這部經講圓滿。如果是三十個小時，那就有三十個小時的講法，十個小時有十個小時的講法，預先要有一個計畫，要有一個妥善的分配，我們這樣才能夠成功，不至於失敗。對於道場、聽眾、周邊的環境了解，你講的時候就容易契機，大眾聞法能得受用。法緣就是從這個地方結下來的，以後每年至少都要來一次，時間大概是一個月的樣子，曾經有一年來過兩次，也有兩次順便到馬來西亞去看看，在檳城，在吉隆坡，吉隆坡曾經講過一個星期。這就是說觀機是非常重要的，時間的分配不能不注意，講一部經如是，我們一個人在這一生當中亦復如是，也要懂得時間上的分配。"
    },
    {
      "id": "20-011-0008_p0003",
      "zh_CN": "往年我曾经说过，年轻的时候是学习黄金的时代，世出世法学习都在年少，但是一般人在二十岁以前都是在摸索人生的方向，路径没能确定，所以二十岁以前可以说是我们吸取一般常识的时代。因为现代教育跟古时候不一样，古时候有老师指导，老师对学生要负责任，现代的教育跟古时候师道相差很远，老师只是传授一些知识而已，对你一生他不会负责任的。二十到四十是我们这一生关键的时代，我们也在这个时代才真正认清佛法，明白佛法，发心来修学，所以二十岁到四十岁是我们发愤修学的阶段。",
      "zh_TW": "往年我曾經說過，年輕的時候是學習黃金的時代，世出世法學習都在年少，但是一般人在二十歲以前都是在摸索人生的方向，路徑沒能確定，所以二十歲以前可以說是我們吸取一般常識的時代。因為現代教育跟古時候不一樣，古時候有老師指導，老師對學生要負責任，現代的教育跟古時候師道相差很遠，老師只是傳授一些知識而已，對你一生他不會負責任的。二十到四十是我們這一生關鍵的時代，我們也在這個時代才真正認清佛法，明白佛法，發心來修學，所以二十歲到四十歲是我們發憤修學的階段。"
    },
    {
      "id": "20-011-0008_p0004",
      "zh_CN": "四十到六十是我们奉献的阶段，我们要知恩报恩，或者是从事于弘法的工作，或者是从事护法的工作，道场里面的执事是护法，住持是负弘护的总责任。而六十之后就要觉悟到要办自己的事情重要，生死事大，如何将来决定得生净土，这是我们一生当中最大的事情，所以晚年应当辞谢一切执事，念佛求生净土，在这个时期人家请你讲经可以，不碍你念佛；教学可以，也不碍念佛，但是担任执事就操心、分心了，对自己修持功夫就有妨碍。所以六十以后最好不要担任执事，有精神、有体力可以从事教学、讲经的工作，应当以念佛为主，这是我们在一生当中如何安排时间。你安排得妥善，你这一生当中一切都会顺利，安排得不妥善，你的光阴就虚耗了，这一生就谈不上成就了。所以无论是大事、小事，成功的人，古今中外诸位自己细心去观摩，他们的特色就是对于时间安排得非常妥善。",
      "zh_TW": "四十到六十是我們奉獻的階段，我們要知恩報恩，或者是從事於弘法的工作，或者是從事護法的工作，道場裡面的執事是護法，住持是負弘護的總責任。而六十之後就要覺悟到要辦自己的事情重要，生死事大，如何將來決定得生淨土，這是我們一生當中最大的事情，所以晚年應當辭謝一切執事，念佛求生淨土，在這個時期人家請你講經可以，不礙你念佛；教學可以，也不礙念佛，但是擔任執事就操心、分心了，對自己修持功夫就有妨礙。所以六十以後最好不要擔任執事，有精神、有體力可以從事教學、講經的工作，應當以念佛為主，這是我們在一生當中如何安排時間。你安排得妥善，你這一生當中一切都會順利，安排得不妥善，你的光陰就虛耗了，這一生就談不上成就了。所以無論是大事、小事，成功的人，古今中外諸位自己細心去觀摩，他們的特色就是對於時間安排得非常妥善。"
    },
    {
      "id": "20-011-0008_p0005",
      "zh_CN": "佛法经典的传承教学，古人五年学戒，我们应当留意，这个方法自古代代相传，传了两、三千年这么长的时间，历代成就多少人才，开悟的，证果的，这里面一定有大道理存在。现代人可以说迷信科学，将古代优良的传统用不合时代、迷信这些字眼就把它抛弃，不晓得那是真正宝贵的东西，这就是我们一般人讲的不识货，非常可惜。佛家训练讲经用覆小座的方式，诸位要晓得这个方式是从阿难尊者开始的，当时结集经藏就是覆小座，迦叶尊者是主持人。因为阿难的记忆力很好，世尊的侍者，世尊四十九年所说的一切法，阿难都能够听闻，所以就由他来复讲。",
      "zh_TW": "佛法經典的傳承教學，古人五年學戒，我們應當留意，這個方法自古代代相傳，傳了兩、三千年這麼長的時間，歷代成就多少人才，開悟的，證果的，這裡面一定有大道理存在。現代人可以說迷信科學，將古代優良的傳統用不合時代、迷信這些字眼就把它拋棄，不曉得那是真正寶貴的東西，這就是我們一般人講的不識貨，非常可惜。佛家訓練講經用覆小座的方式，諸位要曉得這個方式是從阿難尊者開始的，當時結集經藏就是覆小座，迦葉尊者是主持人。因為阿難的記憶力很好，世尊的侍者，世尊四十九年所說的一切法，阿難都能夠聽聞，所以就由他來複講。"
    },
    {
      "id": "20-011-0008_p0006",
      "zh_CN": "复讲的原则，讲漏了没有关系，决不能添一些，你添加是你自己的，佛讲了十句话你只记得六句，就把六句记下来就可以了，你可不能自己再造四句加进去，那就错误了。所以这个原则一直延用到后代，这是开始学讲经的时候一定用这种方法。这种方法诸位要晓得，它里面甚深的义趣就是在训练「根本智」，根本智就是戒定慧三学，你遵守这个方法，这是持戒，遵守这个原理原则，踏着老师的脚步决定守这个方法，你不会走错路，你讲经不会背因果。宗门有一个公案，「错下一个字转语，堕五百世野狐身」，你讲错还得了！你要负责任的。这个公案是百丈大师的。我们遵循前人的脚步，我们就不会走错路。",
      "zh_TW": "複講的原則，講漏了沒有關係，決不能添一些，你添加是你自己的，佛講了十句話你只記得六句，就把六句記下來就可以了，你可不能自己再造四句加進去，那就錯誤了。所以這個原則一直延用到後代，這是開始學講經的時候一定用這種方法。這種方法諸位要曉得，它裡面甚深的義趣就是在訓練「根本智」，根本智就是戒定慧三學，你遵守這個方法，這是持戒，遵守這個原理原則，踏著老師的腳步決定守這個方法，你不會走錯路，你講經不會背因果。宗門有一個公案，「錯下一個字轉語，墮五百世野狐身」，你講錯還得了！你要負責任的。這個公案是百丈大師的。我們遵循前人的腳步，我們就不會走錯路。"
    },
    {
      "id": "20-011-0008_p0007",
      "zh_CN": "李炳南老居士教给我们，让我们学讲经采取古人一种注子，依照这一个注子来讲，如果讲错了，那是他注解注错了，我没讲错，责任可以推给他，如果我自己加东西在里面，或者是找别的东西混合在里面，那个错误自己要负责任，那不是他的事情。所以这个就是守法，这也叫师承，学一个人的，跟一个人学，这里面就成就自己的戒定慧三学。遵守这个方法、原理原则，这是持戒；一心专注是修定；经义、境界清清楚楚、了了分明是智慧，教下训练根本智的方法就在此，根本智成就了。古来的祖师大德们限定的时间一般都是五年，就是训练根本智（戒定慧三学）的时间是五年，五年之后你的心定了，智慧开了，有能力辨别邪正是非了，这个时候才广学多闻，叫你参学，成就「后得智」，后得智是无所不知。",
      "zh_TW": "李炳南老居士教給我們，讓我們學講經採取古人一種註子，依照這一個註子來講，如果講錯了，那是他註解註錯了，我沒講錯，責任可以推給他，如果我自己加東西在裡面，或者是找別的東西混合在裡面，那個錯誤自己要負責任，那不是他的事情。所以這個就是守法，這也叫師承，學一個人的，跟一個人學，這裡面就成就自己的戒定慧三學。遵守這個方法、原理原則，這是持戒；一心專注是修定；經義、境界清清楚楚、了了分明是智慧，教下訓練根本智的方法就在此，根本智成就了。古來的祖師大德們限定的時間一般都是五年，就是訓練根本智（戒定慧三學）的時間是五年，五年之後你的心定了，智慧開了，有能力辨別邪正是非了，這個時候才廣學多聞，叫你參學，成就「後得智」，後得智是無所不知。"
    },
    {
      "id": "20-011-0008_p0008",
      "zh_CN": "我在初学讲经的时候完全依循李老师所说的，也就是复讲，讲演我是依据印光大师的文钞，所以在台上都有依据，我们在台上的心也是轻松，也能够稳定，不怕别人为难，人家来问难，这是祖师说的，经上说的。到自己智慧开了，自己有见地了，才所谓是得心应手，左右逢源，那是后得智现前，后得智决定是从根本智来的，这个是可以提供给诸位做参考的。",
      "zh_TW": "我在初學講經的時候完全依循李老師所說的，也就是複講，講演我是依據印光大師的文鈔，所以在臺上都有依據，我們在臺上的心也是輕鬆，也能夠穩定，不怕別人為難，人家來問難，這是祖師說的，經上說的。到自己智慧開了，自己有見地了，才所謂是得心應手，左右逢源，那是後得智現前，後得智決定是從根本智來的，這個是可以提供給諸位做參考的。"
    },
    {
      "id": "20-011-0008_p0009",
      "zh_CN": "一位好的老师，好的善知识，我们能亲近到，我们相信他的话，肯听他的话，确实少走很多冤枉路。我们曾经看见有不少年轻的法师发心研教，那个勤奋、用功、努力，我们看到自叹不如，非常感动，但是到最后他都失败了，失败的原因是他不懂方法，他不是不用功，不是不勤奋，他就是现在一般人的毛病，掺杂许多的注疏，真是非常勤苦。说出来之后，变成一个大杂烩，叫人家不知道他讲的重点在哪里，这个是失败，他自己也不晓得失败在哪里。讲到最后没有人听，兴趣就没有了，这样就退下来了，这样的人太多了，都是不懂得方法，或者是不相信这个方法，方法看起来非常笨拙，但是有效。刚才讲的时候，它能够成就你的根本智，它能够成就你的戒定慧。",
      "zh_TW": "一位好的老師，好的善知識，我們能親近到，我們相信他的話，肯聽他的話，確實少走很多冤枉路。我們曾經看見有不少年輕的法師發心研教，那個勤奮、用功、努力，我們看到自嘆不如，非常感動，但是到最後他都失敗了，失敗的原因是他不懂方法，他不是不用功，不是不勤奮，他就是現在一般人的毛病，摻雜許多的註疏，真是非常勤苦。說出來之後，變成一個大雜燴，叫人家不知道他講的重點在哪裡，這個是失敗，他自己也不曉得失敗在哪裡。講到最後沒有人聽，興趣就沒有了，這樣就退下來了，這樣的人太多了，都是不懂得方法，或者是不相信這個方法，方法看起來非常笨拙，但是有效。剛才講的時候，它能夠成就你的根本智，它能夠成就你的戒定慧。"
    }
  ]
}