{
  "doc_id": "20-011-0012",
  "title": {
    "zh_CN": "弘护正法",
    "zh_TW": "弘護正法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0012",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-011-0012_p0001",
      "zh_CN": "昨天晚上你们第一次升坐讲经，台风、声调、内容都不错，非常的难得。开场白以及结束的时候说几句谦虚的话，最好预先也要多想想，如果不写在讲稿里面，可以另外写一个纸片，这样就会更好。",
      "zh_TW": "昨天晚上你們第一次升坐講經，臺風、聲調、內容都不錯，非常的難得。開場白以及結束的時候說幾句謙虛的話，最好預先也要多想想，如果不寫在講稿裡面，可以另外寫一個紙片，這樣就會更好。"
    },
    {
      "id": "20-011-0012_p0002",
      "zh_CN": "讲演的时候我们从电视画面上看得非常清楚，比看讲台还要清楚，目光一定要常常看到录像机的镜头，因为在电视上看到你的目光正视，否则的话，比如说看稿子，我们在电视上看到你的目光始终不正，这是我们要特别留意的地方，因为有录像。录像带会给你们自己保存，有时间自己多看看，别人的批评多少都会有一点保留，客气一点。你自己看录像带，自己听，自己看，这是最好的帮助，你自己看到哪些地方你还不满意的，你努力的去改进才会真正有进步。我们每一场都有录像，而过去录像带都个别的送给你们诸位。这一种教学的方法实在说是最好的办法，将来你们在国内如果是教学都可以用这个方法，录像的设备愈来愈进步，价格也愈来愈低廉，小的录像机很便宜，对于自己帮助自己改进，效果非常殊胜。",
      "zh_TW": "講演的時候我們從電視畫面上看得非常清楚，比看講臺還要清楚，目光一定要常常看到錄像機的鏡頭，因為在電視上看到你的目光正視，否則的話，比如說看稿子，我們在電視上看到你的目光始終不正，這是我們要特別留意的地方，因為有錄像。錄像帶會給你們自己保存，有時間自己多看看，別人的批評多少都會有一點保留，客氣一點。你自己看錄像帶，自己聽，自己看，這是最好的幫助，你自己看到哪些地方你還不滿意的，你努力的去改進才會真正有進步。我們每一場都有錄像，而過去錄像帶都個別的送給你們諸位。這一種教學的方法實在說是最好的辦法，將來你們在國內如果是教學都可以用這個方法，錄像的設備愈來愈進步，價格也愈來愈低廉，小的錄像機很便宜，對於自己幫助自己改進，效果非常殊勝。"
    },
    {
      "id": "20-011-0012_p0003",
      "zh_CN": "你们在《讲演术》里面看到李老师所提到的一些人，这些著名的演说家，乃至于一些政治人物，像二次大战的希特勒，希特勒每次讲演之前都要对镜子练习。对镜子练习实在不如对录像机，这个打开之后，音声、形像你都看得非常清楚，如何能叫自己满意，这是现代科技帮的忙，我们要运用这些科技来训练自己。",
      "zh_TW": "你們在《講演術》裡面看到李老師所提到的一些人，這些著名的演說家，乃至於一些政治人物，像二次大戰的希特勒，希特勒每次講演之前都要對鏡子練習。對鏡子練習實在不如對錄像機，這個打開之後，音聲、形像你都看得非常清楚，如何能叫自己滿意，這是現代科技幫的忙，我們要運用這些科技來訓練自己。"
    },
    {
      "id": "20-011-0012_p0004",
      "zh_CN": "我们帮助别人一定要用真诚的心，除非别人不接受，那我们决定不要勉强，勉强当中会跟人结怨，这是不好的。只要他欢喜，愿意接受，我们就全心全力帮助他，成就他，成就别人就是成就自己，成就佛法，成就众生，这些决定是一体的。《华严》里面讲得最透彻，一个真正觉悟的人不会再分自分他，分自分他决定没有彻底觉悟，彻底觉悟了，自他不二，生佛一如，所以才会完全没有保留的奉献、帮助别人。在这个世间觉悟的人已经就不多了，彻底觉悟的人当然更少。",
      "zh_TW": "我們幫助別人一定要用真誠的心，除非別人不接受，那我們決定不要勉強，勉強當中會跟人結怨，這是不好的。只要他歡喜，願意接受，我們就全心全力幫助他，成就他，成就別人就是成就自己，成就佛法，成就眾生，這些決定是一體的。《華嚴》裡面講得最透徹，一個真正覺悟的人不會再分自分他，分自分他決定沒有徹底覺悟，徹底覺悟了，自他不二，生佛一如，所以才會完全沒有保留的奉獻、幫助別人。在這個世間覺悟的人已經就不多了，徹底覺悟的人當然更少。"
    },
    {
      "id": "20-011-0012_p0005",
      "zh_CN": "昨天晚上沈阳有位崔居士，我跟她通了一次电话，她很欢喜，昨天接手了一个国营的汽车厂，听说好像是中国第二大的汽车厂，员工有五千多人，她说今天大概在中国北京一带会放在头条新闻上。这个在中国私人企业里面，她们算是第一家。夫妻两个年岁都不大，四十多岁。她告诉我她前生是和尚，全家学佛。我们上一届，第二届的同学，有一位现在住在她家里，是女众，所以我就提醒她一定要护法。你们将来在国内，我是让她邀请你们去讲经，她有这个能力，这是给你们创造条件，创造机会。昨天签约的天气非常好，省级跟当地的这一些领导人都参加了，场面很大，非常欢喜。她告诉我，这几年来，她们有这么大的财富，这是布施所得到的效果。她喜欢布施，全家人都喜欢布施，财布施得财富，自自然然的。你们遇到她，她对你们供养，钞票不是一张一张的，是一捆一捆的，所以她的出手非常大方，将来有机缘要在一个地方建一个如法的道场，在财力上她会帮助的。",
      "zh_TW": "昨天晚上瀋陽有位崔居士，我跟她通了一次電話，她很歡喜，昨天接手了一個國營的汽車廠，聽說好像是中國第二大的汽車廠，員工有五千多人，她說今天大概在中國北京一帶會放在頭條新聞上。這個在中國私人企業裡面，她們算是第一家。夫妻兩個年歲都不大，四十多歲。她告訴我她前生是和尚，全家學佛。我們上一屆，第二屆的同學，有一位現在住在她家裡，是女眾，所以我就提醒她一定要護法。你們將來在國內，我是讓她邀請你們去講經，她有這個能力，這是給你們創造條件，創造機會。昨天簽約的天氣非常好，省級跟當地的這一些領導人都參加了，場面很大，非常歡喜。她告訴我，這幾年來，她們有這麼大的財富，這是布施所得到的效果。她喜歡布施，全家人都喜歡布施，財布施得財富，自自然然的。你們遇到她，她對你們供養，鈔票不是一張一張的，是一捆一捆的，所以她的出手非常大方，將來有機緣要在一個地方建一個如法的道場，在財力上她會幫助的。"
    },
    {
      "id": "20-011-0012_p0006",
      "zh_CN": "我特别鼓励她，她成立一个四好公司，「四好」是我教她的，「存好心，做好事，说好话，做好人」，所以他就成立一个四好公司。以后政府建议她，最好妳再加一条「爱国家」，五好，所以现在是五好公司。我说希望你们所有的员工都能变成好人，都能实践四好，这个对国家、对社会就起了正面的作用。她懂得，她一定努力向这个目标去做。当然这个地方需要人讲经说法，所以希望你们学成之后，将来都能到那一边讲经说法，希望这个社会是四好的社会，希望每个家庭是四好的家庭，每一个众生是四好的好人。",
      "zh_TW": "我特別鼓勵她，她成立一個四好公司，「四好」是我教她的，「存好心，做好事，說好話，做好人」，所以他就成立一個四好公司。以後政府建議她，最好妳再加一條「愛國家」，五好，所以現在是五好公司。我說希望你們所有的員工都能變成好人，都能實踐四好，這個對國家、對社會就起了正面的作用。她懂得，她一定努力向這個目標去做。當然這個地方需要人講經說法，所以希望你們學成之後，將來都能到那一邊講經說法，希望這個社會是四好的社會，希望每個家庭是四好的家庭，每一個眾生是四好的好人。"
    },
    {
      "id": "20-011-0012_p0007",
      "zh_CN": "她跟我谈到一桩严重的问题，那就是贪瞋痴慢的习气一般人都很重，这是免不了的，也是自然的现象，整个社会都崇尚这个风气，谁能挡得住？如何能转变这个风气？唯有弘法利生，让大众真正明了贪瞋痴是得不到利益的，不要以为损人可以利己，没这个道理。想得财富一定要修财布施，想得健康长寿一定要修无畏布施，想得聪明智慧一定要修法布施，不种因哪来的果？大家对这些道理真的明白了，这些事实真相真体会到了，他就不会再贪了，就会把贪瞋痴放下，贪瞋痴是损福报，不会增长福报。诸位明了周利槃陀伽吝法得愚痴果报，吝财的得贫穷果报，哪有从贪瞋痴里面可以得善果的？得财富、得聪明智慧？没有这个道理，这是我们大家有责任向社会大众说明白，劝导他们致富之道。现在这个世间人都想发财，发财有发财的道理、方法，这是正当的，所以「佛氏门中，有求必应」。",
      "zh_TW": "她跟我談到一樁嚴重的問題，那就是貪瞋痴慢的習氣一般人都很重，這是免不了的，也是自然的現象，整個社會都崇尚這個風氣，誰能擋得住？如何能轉變這個風氣？唯有弘法利生，讓大眾真正明瞭貪瞋痴是得不到利益的，不要以為損人可以利己，沒這個道理。想得財富一定要修財布施，想得健康長壽一定要修無畏布施，想得聰明智慧一定要修法布施，不種因哪來的果？大家對這些道理真的明白了，這些事實真相真體會到了，他就不會再貪了，就會把貪瞋痴放下，貪瞋痴是損福報，不會增長福報。諸位明瞭周利槃陀伽吝法得愚痴果報，吝財的得貧窮果報，哪有從貪瞋痴裡面可以得善果的？得財富、得聰明智慧？沒有這個道理，這是我們大家有責任向社會大眾說明白，勸導他們致富之道。現在這個世間人都想發財，發財有發財的道理、方法，這是正當的，所以「佛氏門中，有求必應」。"
    },
    {
      "id": "20-011-0012_p0008",
      "zh_CN": "崔居士就是很明显的例子，她真正布施毫不吝啬。她建了三个小庙供养八位出家人，好像都是女众，让她们在里头好好的修行，所有一切供养她一个人拿，所以她的三种布施都有。我们上一次送了一点佛书给她，她在那边就大量流通，三重廖居士编了一本《百过格》（你们有没有看到？此地有没有？有的时候分送给他们），她看了之后很欢喜，马上就翻印了十万本。所以她这是财、法、无畏三种布施，她们一家人拼命去做，天天在做，非常希有难得。真的是你们发心出来学习走弘法利生的的路子，佛菩萨已经安排护法在那里等着你们了，这个带头做出一个好样子，我们相信接着会有很多真正好的护法。中国佛教的前途一片光明，诸位一定要珍惜。",
      "zh_TW": "崔居士就是很明顯的例子，她真正布施毫不吝嗇。她建了三個小廟供養八位出家人，好像都是女眾，讓她們在裡頭好好的修行，所有一切供養她一個人拿，所以她的三種布施都有。我們上一次送了一點佛書給她，她在那邊就大量流通，三重廖居士編了一本《百過格》（你們有沒有看到？此地有沒有？有的時候分送給他們），她看了之後很歡喜，馬上就翻印了十萬本。所以她這是財、法、無畏三種布施，她們一家人拼命去做，天天在做，非常希有難得。真的是你們發心出來學習走弘法利生的的路子，佛菩薩已經安排護法在那裡等著你們了，這個帶頭做出一個好樣子，我們相信接著會有很多真正好的護法。中國佛教的前途一片光明，諸位一定要珍惜。"
    },
    {
      "id": "20-011-0012_p0009",
      "zh_CN": "道业上成就，如果不舍贪瞋痴慢，不断烦恼，就决定不能有成就，不但在证果上你不可能，开悟都不可能。烦恼是障碍，大障碍，世尊将所有的烦恼归纳，一个「所知障」，一个是「烦恼障」，「烦恼」障定，「所知」障慧，慧是从定当中得到的，定都没有怎么会开慧？所以一定要先破烦恼。果然能把烦恼放下，念念念众生、念佛法，全心全力为众生、为佛法服务，绝不计较个人的名利得失，你与法就相应了，这是佛法修学成功关键的所在，决定不是在我们学得多、读得多、看得多，在乎你自己的用心。用心相应，六根所接触的境界，时时刻刻都有悟处，这才真正能得到法喜充满，进一步就能够沐浴在诸佛如来的境界之中，我们虽然不能契入，但是接触到这个气氛是决定可能的，这一生当中可以做得到的，希望我们大家要珍重、努力。",
      "zh_TW": "道業上成就，如果不捨貪瞋痴慢，不斷煩惱，就決定不能有成就，不但在證果上你不可能，開悟都不可能。煩惱是障礙，大障礙，世尊將所有的煩惱歸納，一個「所知障」，一個是「煩惱障」，「煩惱」障定，「所知」障慧，慧是從定當中得到的，定都沒有怎麼會開慧？所以一定要先破煩惱。果然能把煩惱放下，念念念眾生、念佛法，全心全力為眾生、為佛法服務，絕不計較個人的名利得失，你與法就相應了，這是佛法修學成功關鍵的所在，決定不是在我們學得多、讀得多、看得多，在乎你自己的用心。用心相應，六根所接觸的境界，時時刻刻都有悟處，這才真正能得到法喜充滿，進一步就能夠沐浴在諸佛如來的境界之中，我們雖然不能契入，但是接觸到這個氣氛是決定可能的，這一生當中可以做得到的，希望我們大家要珍重、努力。"
    }
  ]
}