{
  "doc_id": "20-011-0023",
  "title": {
    "zh_CN": "普劝发心",
    "zh_TW": "普勸發心"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0023",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "20-011-0023_p0001",
      "zh_CN": "佛在一切经论里处处都劝勉我们发心，发「菩提心」，特别是「大悲心」，唯有真正的大悲心才能成就自己利益众生。「大悲心」要用现代的话来说就是无私的奉献，没有私心，不求任何报酬，为社会、为一切众生服务，全心全力帮助一切众生离苦得乐，并不期望自己也离苦得乐，决定没有这种意念，这个心才叫真实的大悲心。有大悲心一定有「深心」，「深心」具体而言就是「四弘誓愿」的心。具足了深心跟大悲心，深心是自利，大悲心是利他，你的真心本性才能显露，宗门里所说的明心见性，我们净土宗所讲的理一心不乱，你才能够证得，由此可知，发心的重要。这一发心，你就跟诸佛如来同心同愿。深心是与诸佛如来同愿，悲心是与诸佛同心，与诸佛如来同心同愿，哪有不成佛的道理？成佛就是「至诚心、直心」的显露。",
      "zh_TW": "佛在一切經論裡處處都勸勉我們發心，發「菩提心」，特別是「大悲心」，唯有真正的大悲心才能成就自己利益眾生。「大悲心」要用現代的話來說就是無私的奉獻，沒有私心，不求任何報酬，為社會、為一切眾生服務，全心全力幫助一切眾生離苦得樂，並不期望自己也離苦得樂，決定沒有這種意念，這個心才叫真實的大悲心。有大悲心一定有「深心」，「深心」具體而言就是「四弘誓願」的心。具足了深心跟大悲心，深心是自利，大悲心是利他，你的真心本性才能顯露，宗門裡所說的明心見性，我們淨土宗所講的理一心不亂，你才能夠證得，由此可知，發心的重要。這一發心，你就跟諸佛如來同心同願。深心是與諸佛如來同願，悲心是與諸佛同心，與諸佛如來同心同願，哪有不成佛的道理？成佛就是「至誠心、直心」的顯露。"
    },
    {
      "id": "20-011-0023_p0002",
      "zh_CN": "所有一切大乘法门，无论用什么方法修行，都是以菩提心为根本。没有菩提心就不是佛法，不是佛法，换句话说，就不是觉悟之法，你还是在迷，迷而不觉，没觉悟。真正发菩提心，这个人就是觉悟的人；真正发菩提心，这个人就是菩萨，虽然烦恼没有能断尽，但是肯定他有能力伏烦恼，为什么？因为他有菩提心。一般修行人烦恼为什么伏不住？没有菩提心。",
      "zh_TW": "所有一切大乘法門，無論用什麼方法修行，都是以菩提心為根本。沒有菩提心就不是佛法，不是佛法，換句話說，就不是覺悟之法，你還是在迷，迷而不覺，沒覺悟。真正發菩提心，這個人就是覺悟的人；真正發菩提心，這個人就是菩薩，雖然煩惱沒有能斷盡，但是肯定他有能力伏煩惱，為什麼？因為他有菩提心。一般修行人煩惱為什麼伏不住？沒有菩提心。"
    },
    {
      "id": "20-011-0023_p0003",
      "zh_CN": "通达教理，了解心性、因果的事实真相，菩提心可以圆发，发得圆满。不通教理，不懂佛法，也能发菩提心。往往我们看到乡下老太婆不认识字，她的心地却非常善良，她真正做到「诸恶莫作，众善奉行」，她真的做到了，她能够牺牲自己帮助别人，诸位想想这个人有没有发菩提心？发了。因为她不通，不了解道理，不知道因果事实真相，她所发的不圆满，她真发了。所以往往这种人，有人劝她念佛，她念不久就能站着往生、坐着往生，不生病，预知时至，要晓得她符合经上讲的条件，但是她自己不知道，她真做到了，她不晓得那个叫菩提心。一般人也不懂得这个叫菩提心，只知道那个人是好人，心地好，很善良，我们听了明白，她菩提心发起来了。由此可知，发菩提心的人不是没有，偏僻的地方很多。但是虽发菩提心就是个好心好人，没有遇到佛法，没有遇到净土法门，所以他这一生的成就不大。他是个善人，不晓得念佛往生，来生必定生善道，这是可以肯定的，来生的福报一定比这一生大很多，这都可以肯定的。这样的人如果听到念佛法门，真正念佛求生净土，就是他一生当中这一种心行，这就是回向，以此功德回向西方就决定得生。",
      "zh_TW": "通達教理，了解心性、因果的事實真相，菩提心可以圓發，發得圓滿。不通教理，不懂佛法，也能發菩提心。往往我們看到鄉下老太婆不認識字，她的心地卻非常善良，她真正做到「諸惡莫作，眾善奉行」，她真的做到了，她能夠犧牲自己幫助別人，諸位想想這個人有沒有發菩提心？發了。因為她不通，不了解道理，不知道因果事實真相，她所發的不圓滿，她真發了。所以往往這種人，有人勸她念佛，她念不久就能站著往生、坐著往生，不生病，預知時至，要曉得她符合經上講的條件，但是她自己不知道，她真做到了，她不曉得那個叫菩提心。一般人也不懂得這個叫菩提心，只知道那個人是好人，心地好，很善良，我們聽了明白，她菩提心發起來了。由此可知，發菩提心的人不是沒有，偏僻的地方很多。但是雖發菩提心就是個好心好人，沒有遇到佛法，沒有遇到淨土法門，所以他這一生的成就不大。他是個善人，不曉得念佛往生，來生必定生善道，這是可以肯定的，來生的福報一定比這一生大很多，這都可以肯定的。這樣的人如果聽到念佛法門，真正念佛求生淨土，就是他一生當中這一種心行，這就是迴向，以此功德迴向西方就決定得生。"
    },
    {
      "id": "20-011-0023_p0004",
      "zh_CN": "我们过去听倓虚老法师跟我们讲谛老法师一位念佛的徒弟，做锅漏匠的，念了三、四年站着往生，死了以后还站三天，等谛老和尚替他办后事，希有，一个人死了站在那里还站三天，不容易。他不认识字，没有听过经，什么都不懂，只觉得人生太苦。四十多岁出家，在那个时候四十多岁年岁就很大了，人也很笨，是个钝根，不聪明。这个人跟老和尚是同一个村庄里面长大的，小时候就是玩伴，找到老和尚，老和尚被他缠得没有法子，他一定要出家，老和尚到最后不得已才答应他，但是跟他谈条件，他说「你出家之后，你拜我作师父，你一切都要听我的」，他接受同意了。所以给他剃度之后，跟他讲「你不认识字，学经教条件不足；你人太笨了，学敲打唱念也不行；你住在这个寺庙里头，人家瞧不起你、排斥你，你的心多难过」，所以就叫他不要受戒了，也不要住在寺庙里。",
      "zh_TW": "我們過去聽倓虛老法師跟我們講諦老法師一位念佛的徒弟，做鍋漏匠的，念了三、四年站著往生，死了以後還站三天，等諦老和尚替他辦後事，希有，一個人死了站在那裡還站三天，不容易。他不認識字，沒有聽過經，什麼都不懂，只覺得人生太苦。四十多歲出家，在那個時候四十多歲年歲就很大了，人也很笨，是個鈍根，不聰明。這個人跟老和尚是同一個村莊裡面長大的，小時候就是玩伴，找到老和尚，老和尚被他纏得沒有法子，他一定要出家，老和尚到最後不得已才答應他，但是跟他談條件，他說「你出家之後，你拜我作師父，你一切都要聽我的」，他接受同意了。所以給他剃度之後，跟他講「你不認識字，學經教條件不足；你人太笨了，學敲打唱念也不行；你住在這個寺廟裡頭，人家瞧不起你、排斥你，你的心多難過」，所以就叫他不要受戒了，也不要住在寺廟裡。"
    },
    {
      "id": "20-011-0023_p0005",
      "zh_CN": "谛老很慈悲，就在温州乡下附近找一间没人住的破庙，那时候温州乡下没人住的破庙还很多，找一间给他住，附近找几位护法给他送一点米、送一点菜，还找了一位念佛的老太太帮他烧两顿饭照顾他的生活。就教他一句「南无阿弥陀佛」，就教这一句，他说「你就一直念，念累了就休息，休息好了接着再念，你这么一直念下去一定有好处」。这个人老实，他也不晓得什么好处，但是他听话，他就用这个方法，一句弥陀念到底，念累了就休息，休息好了就再干，这样子念了三年多，他念成功了，他预知时至。这个人就在破庙里头住了三、四年，从来没有出庙门。",
      "zh_TW": "諦老很慈悲，就在溫州鄉下附近找一間沒人住的破廟，那時候溫州鄉下沒人住的破廟還很多，找一間給他住，附近找幾位護法給他送一點米、送一點菜，還找了一位念佛的老太太幫他燒兩頓飯照顧他的生活。就教他一句「南無阿彌陀佛」，就教這一句，他說「你就一直念，念累了就休息，休息好了接著再念，你這麼一直念下去一定有好處」。這個人老實，他也不曉得什麼好處，但是他聽話，他就用這個方法，一句彌陀念到底，念累了就休息，休息好了就再幹，這樣子念了三年多，他念成功了，他預知時至。這個人就在破廟裡頭住了三、四年，從來沒有出廟門。"
    },
    {
      "id": "20-011-0023_p0006",
      "zh_CN": "往生的前一天，他跟老太婆讲他要到城里去看看朋友，三、四年没出过门，给老太婆讲他要出门，到城里去看看朋友，实际上他是辞行，跟这些老朋友见最后一面。回来之后吃晚饭告诉老太婆，「明天不要替我烧饭了」，他也没有说别的理由，老太婆听了之后，「师父今天出去看朋友，也许是明天有朋友请他吃饭，所以说不要烧饭了」。到第二天中午快吃饭的时候，老太婆很关心，看看师父有没有回来，有没有吃饭。他那个破庙，出家人什么东西都没有，所以门也不关，真的是夜不闭户。老太婆到庙里去叫师父，没人答应，走到师父房间里看到他老人家站在那里，手上拿着念珠，大概是面向窗户，站在那里，叫也不应，走到面前一看，死了，吓了一跳，从来没有看到人是站着死的，这就赶紧找这些护法，这些护法大家来一看这个样子，谁也不敢动，赶快派人去通知谛老法师。谛老法师住在观宗寺，派人走路去把老和尚找来，一往一来两天，谛老也赶到了，看到他这个样子欢喜，跟他讲「你总算没有白出家了，你的成就，那些讲经研教的大法师、丛林的主席方丈也比不上你」，那是真的。",
      "zh_TW": "往生的前一天，他跟老太婆講他要到城裡去看看朋友，三、四年沒出過門，給老太婆講他要出門，到城裡去看看朋友，實際上他是辭行，跟這些老朋友見最後一面。回來之後吃晚飯告訴老太婆，「明天不要替我燒飯了」，他也沒有說別的理由，老太婆聽了之後，「師父今天出去看朋友，也許是明天有朋友請他吃飯，所以說不要燒飯了」。到第二天中午快吃飯的時候，老太婆很關心，看看師父有沒有回來，有沒有吃飯。他那個破廟，出家人什麼東西都沒有，所以門也不關，真的是夜不閉戶。老太婆到廟裡去叫師父，沒人答應，走到師父房間裡看到他老人家站在那裡，手上拿著念珠，大概是面向窗戶，站在那裡，叫也不應，走到面前一看，死了，嚇了一跳，從來沒有看到人是站著死的，這就趕緊找這些護法，這些護法大家來一看這個樣子，誰也不敢動，趕快派人去通知諦老法師。諦老法師住在觀宗寺，派人走路去把老和尚找來，一往一來兩天，諦老也趕到了，看到他這個樣子歡喜，跟他講「你總算沒有白出家了，你的成就，那些講經研教的大法師、叢林的主席方丈也比不上你」，那是真的。"
    },
    {
      "id": "20-011-0023_p0007",
      "zh_CN": "他是不是寿命就到了？决定不是，他年岁并不大，四十多岁。念佛功夫成就了，他对这个世间毫无贪恋，真正放下，功夫成就，走了。他有没有说法度众生？有，我们今天听到增长信心就度了我们，他不是用口说，他用表演，实地做给你看。他有没有菩提心？有，没有菩提心哪能往生？知道自己苦，知道世间有跟他一样苦的人，所以人要发心觉悟，不觉悟不成。世尊垂诫后人，叫我们不但要「以戒为师」，还要「以苦为师」，这位锅漏匠如果不是生活过得太苦，他的道心发不出来。他念佛说实在话也并不知道要求生净土，也不知道有这种殊胜的利益，老和尚跟他讲「你一直念下去准定有好处」，他也不晓得好处在哪里，那么短的时间他居然就得到了，这个示现就教化一方。",
      "zh_TW": "他是不是壽命就到了？決定不是，他年歲並不大，四十多歲。念佛功夫成就了，他對這個世間毫無貪戀，真正放下，功夫成就，走了。他有沒有說法度眾生？有，我們今天聽到增長信心就度了我們，他不是用口說，他用表演，實地做給你看。他有沒有菩提心？有，沒有菩提心哪能往生？知道自己苦，知道世間有跟他一樣苦的人，所以人要發心覺悟，不覺悟不成。世尊垂誡後人，叫我們不但要「以戒為師」，還要「以苦為師」，這位鍋漏匠如果不是生活過得太苦，他的道心發不出來。他念佛說實在話也並不知道要求生淨土，也不知道有這種殊勝的利益，老和尚跟他講「你一直念下去準定有好處」，他也不曉得好處在哪裡，那麼短的時間他居然就得到了，這個示現就教化一方。"
    },
    {
      "id": "20-011-0023_p0008",
      "zh_CN": "在宋朝的时候，诸位在传记里面看到潭州有位黄打铁，那也是站着往生的，所以潭州那一带念佛的人很多，受他的影响。那也是一个不认识字的铁匠，一家四口一天不工作就一天没饭吃，所以工作相当辛苦。遇到一位出家人，向出家人请教有没有方法脱苦，而且这个方法还不能妨碍他工作，修行妨碍他工作，他们一家人没饭吃，这位出家人教他念阿弥陀佛，他也是念三年。念到功夫成熟的时候，他自在了，所以走的时候，不认识字，他居然还念一首偈走的，这个不简单，他那一首偈叫「叮叮当当，久炼成钢，太平将至，我往西方」，他说一首偈走的，这些影响多少人！所以这些人是身教，演说，他们表演给我们看，你看这个东西是真的不是假的。",
      "zh_TW": "在宋朝的時候，諸位在傳記裡面看到潭州有位黃打鐵，那也是站著往生的，所以潭州那一帶念佛的人很多，受他的影響。那也是一個不認識字的鐵匠，一家四口一天不工作就一天沒飯吃，所以工作相當辛苦。遇到一位出家人，向出家人請教有沒有方法脫苦，而且這個方法還不能妨礙他工作，修行妨礙他工作，他們一家人沒飯吃，這位出家人教他念阿彌陀佛，他也是念三年。念到功夫成熟的時候，他自在了，所以走的時候，不認識字，他居然還念一首偈走的，這個不簡單，他那一首偈叫「叮叮噹噹，久鍊成鋼，太平將至，我往西方」，他說一首偈走的，這些影響多少人！所以這些人是身教，演說，他們表演給我們看，你看這個東西是真的不是假的。"
    },
    {
      "id": "20-011-0023_p0009",
      "zh_CN": "我昨天在讲堂跟大家讲的话句句都是真实，绝对不是说这些信徒要听我讲经。真实利益，无尽的利益，哪一位法师讲经，我们都要用这种心态来拥护，不是拥护一位法师，拥护佛法，拥护十方一切诸佛如来，真正是布施无量功德宝藏给这一个地区的众生，给这一方众生，这样殊胜的功德利益人不懂，一定到哪里捐一点钱，搞这些名堂，以为那是功德。纵然你修行的功夫很高，教理非常通达，讲经的人是个初学的人，你到这儿来听也是修积无量功德，听众是影响众，你看《华严经》讲听众有十类。你那个道场听众愈来愈多，有个两、三年，这一个地方就带动。",
      "zh_TW": "我昨天在講堂跟大家講的話句句都是真實，絕對不是說這些信徒要聽我講經。真實利益，無盡的利益，哪一位法師講經，我們都要用這種心態來擁護，不是擁護一位法師，擁護佛法，擁護十方一切諸佛如來，真正是布施無量功德寶藏給這一個地區的眾生，給這一方眾生，這樣殊勝的功德利益人不懂，一定到哪裡捐一點錢，搞這些名堂，以為那是功德。縱然你修行的功夫很高，教理非常通達，講經的人是個初學的人，你到這兒來聽也是修積無量功德，聽眾是影響眾，你看《華嚴經》講聽眾有十類。你那個道場聽眾愈來愈多，有個兩、三年，這一個地方就帶動。"
    },
    {
      "id": "20-011-0023_p0010",
      "zh_CN": "你讲经的人，听众稀稀落落几个人，人家一看，佛教没什么，轻视佛教，你看看哪个歌舞场都有几千几万人听，这讲经零零落落几个，小猫小狗几只，算什么！人家轻视。你是个佛教徒，你不能带动这个地区众生尊重佛法，你让这个地区轻视佛法，你已经就错了，不管你做什么功德都等于零。他们为什么不懂？不听经之过，没人给他讲，所以我们要懂得这些甚深义趣，广大的利益。唱戏还得找人捧场，讲席里捧场的叫影响众，绝对需要，哪些人？菩萨来捧场，一方面影响社会广大的群众，一方面把讲经的法师抬起来，提高他的声望地位，我们做这个工作，这就是广施无尽功德宝藏。特别是出家人，出家人不听经，那个过失你们大家自己想想就晓得了。出家人都受过菩萨戒，你要不听经统统犯戒，如果法师天天在那里讲经，你天天犯戒。所以你如果不细心去观察你不了解，细心观察你就会明了了。这些道理我们自己一定要明白，一定要常常劝勉大众，大众不知道。《无量寿经》上，惠以众生真实利益，真实的利益是什么不能不晓得，这是真实利益。众生的烦恼习气很重，真的是要常常提起，不常常提，过几天就忘了，老毛病又犯了。",
      "zh_TW": "你講經的人，聽眾稀稀落落幾個人，人家一看，佛教沒什麼，輕視佛教，你看看哪個歌舞場都有幾千幾萬人聽，這講經零零落落幾個，小貓小狗幾隻，算什麼！人家輕視。你是個佛教徒，你不能帶動這個地區眾生尊重佛法，你讓這個地區輕視佛法，你已經就錯了，不管你做什麼功德都等於零。他們為什麼不懂？不聽經之過，沒人給他講，所以我們要懂得這些甚深義趣，廣大的利益。唱戲還得找人捧場，講席裡捧場的叫影響眾，絕對需要，哪些人？菩薩來捧場，一方面影響社會廣大的群眾，一方面把講經的法師抬起來，提高他的聲望地位，我們做這個工作，這就是廣施無盡功德寶藏。特別是出家人，出家人不聽經，那個過失你們大家自己想想就曉得了。出家人都受過菩薩戒，你要不聽經統統犯戒，如果法師天天在那裡講經，你天天犯戒。所以你如果不細心去觀察你不了解，細心觀察你就會明瞭了。這些道理我們自己一定要明白，一定要常常勸勉大眾，大眾不知道。《無量壽經》上，惠以眾生真實利益，真實的利益是什麼不能不曉得，這是真實利益。眾生的煩惱習氣很重，真的是要常常提起，不常常提，過幾天就忘了，老毛病又犯了。"
    },
    {
      "id": "20-011-0023_p0011",
      "zh_CN": "大家上台讲经一定要有充分的准备，《内典讲座》如果不能熟记，我前面编的大纲一定要记得很熟，掌握着这个原则，合乎法度就没有过失了，希望把这部经讲好，你有这个志向，有这样的努力，就得佛菩萨加持。不要怕苦，不要怕累，不要顾忌到身体健康。这个事情跟世间一般事情不一样，你在这上面努力，七天七夜不睡觉，你的精神一样还是饱满的，为什么？三宝加持。在世间搞其他的法，没有佛菩萨加持你，这个有三宝加持，换句话说，我也常常跟诸位讲，真正发心，这个身体叫「力持身」，跟普通人不一样，普通人要这样做法受不了，你可以正常无事，这不一样，这也是境随心转。菩提心是最健康的心，心能转境。",
      "zh_TW": "大家上臺講經一定要有充分的準備，《內典講座》如果不能熟記，我前面編的大綱一定要記得很熟，掌握著這個原則，合乎法度就沒有過失了，希望把這部經講好，你有這個志向，有這樣的努力，就得佛菩薩加持。不要怕苦，不要怕累，不要顧忌到身體健康。這個事情跟世間一般事情不一樣，你在這上面努力，七天七夜不睡覺，你的精神一樣還是飽滿的，為什麼？三寶加持。在世間搞其他的法，沒有佛菩薩加持你，這個有三寶加持，換句話說，我也常常跟諸位講，真正發心，這個身體叫「力持身」，跟普通人不一樣，普通人要這樣做法受不了，你可以正常無事，這不一樣，這也是境隨心轉。菩提心是最健康的心，心能轉境。"
    },
    {
      "id": "20-011-0023_p0012",
      "zh_CN": "我学佛的时候，没有出家之前跟忏云法师住小茅蓬，生活很辛苦。住在山上，山上什么都没有，水电什么都没有，要砍柴挑水，晚上点油灯，所以晚上八点钟睡觉，两点钟起床。起床做早课，四点钟我就烧饭，忏云法师对于饮食也挺讲究的，早晨要烧稀饭，稀饭里面要花生、黄豆磨成豆浆，那个时候还用石头磨子磨，晚上泡起来，到第二天早晨做完早课的时候去磨豆浆，总共只有五个人住，所以分量也不多。磨完豆浆之后煮稀饭，稀饭煮开了，豆浆连豆渣统统下去，那真香，那味道是真足，真是营养。他是东北人，对于饮食很讲究，真正是非常营养。现在方便了，现在如果这样做，用果汁机打好快，晚上把花生跟黄豆泡起来，稀饭一煮开，放下去，再一开锅就好了。那时候我在山上，山上所有常住工作我一个人干，整理环境，烧三餐饭，客人来我还能烧一桌菜。住山的时候每天拜八百拜到一千拜，我在山上住了五个半月，以后下山到台中亲近李老师跟李老师学教。",
      "zh_TW": "我學佛的時候，沒有出家之前跟懺雲法師住小茅蓬，生活很辛苦。住在山上，山上什麼都沒有，水電什麼都沒有，要砍柴挑水，晚上點油燈，所以晚上八點鐘睡覺，兩點鐘起床。起床做早課，四點鐘我就燒飯，懺雲法師對於飲食也挺講究的，早晨要燒稀飯，稀飯裡面要花生、黃豆磨成豆漿，那個時候還用石頭磨子磨，晚上泡起來，到第二天早晨做完早課的時候去磨豆漿，總共只有五個人住，所以分量也不多。磨完豆漿之後煮稀飯，稀飯煮開了，豆漿連豆渣統統下去，那真香，那味道是真足，真是營養。他是東北人，對於飲食很講究，真正是非常營養。現在方便了，現在如果這樣做，用果汁機打好快，晚上把花生跟黃豆泡起來，稀飯一煮開，放下去，再一開鍋就好了。那時候我在山上，山上所有常住工作我一個人幹，整理環境，燒三餐飯，客人來我還能燒一桌菜。住山的時候每天拜八百拜到一千拜，我在山上住了五個半月，以後下山到台中親近李老師跟李老師學教。"
    },
    {
      "id": "20-011-0023_p0013",
      "zh_CN": "在台中十年当中，因为全部精神都贯注在经教上，拜佛的时间就少了，大概每天一、两百拜。离开台中差不多有三十年的时间，三十年时间我就很少拜佛了，没有任何运动，所以人家看我的身体很奇怪，居然还能这么健康，三宝加持的。",
      "zh_TW": "在台中十年當中，因為全部精神都貫注在經教上，拜佛的時間就少了，大概每天一、兩百拜。離開台中差不多有三十年的時間，三十年時間我就很少拜佛了，沒有任何運動，所以人家看我的身體很奇怪，居然還能這麼健康，三寶加持的。"
    },
    {
      "id": "20-011-0023_p0014",
      "zh_CN": "我也无意于长寿，世间太苦，我常常想走，没走就尽心尽力帮助社会，帮助学佛的同修，存这种心好。对世间没有任何留恋，没有一丝毫的牵挂，身是佛力加持的，生活环境也是佛菩萨安排的，自己不操一丝毫的心，你说这个生活多自在，这个方法是章嘉大师教给我的，我一生得他的受用。章嘉大师的道场是不是在五台？你们知不知道？五台山，章嘉大师的道场。他们那个道场也知道我，希望我到他那里去参访，我一直还没有时间去。",
      "zh_TW": "我也無意於長壽，世間太苦，我常常想走，沒走就盡心盡力幫助社會，幫助學佛的同修，存這種心好。對世間沒有任何留戀，沒有一絲毫的牽掛，身是佛力加持的，生活環境也是佛菩薩安排的，自己不操一絲毫的心，你說這個生活多自在，這個方法是章嘉大師教給我的，我一生得他的受用。章嘉大師的道場是不是在五臺？你們知不知道？五臺山，章嘉大師的道場。他們那個道場也知道我，希望我到他那裡去參訪，我一直還沒有時間去。"
    }
  ]
}