{
  "doc_id": "20-011-0042",
  "title": {
    "zh_CN": "永不退心",
    "zh_TW": "永不退心"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0042",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "20-011-0042_p0001",
      "zh_CN": "这几天生了一点小病，调养了两天，总算是三宝加持，星期六跟星期天的讲经没有耽误。人在生病当中就特别感触到生命的脆弱，真是佛经上所说的「人命无常，国土危脆」，让我们在这个时代当中体会得就特别的深刻。",
      "zh_TW": "這幾天生了一點小病，調養了兩天，總算是三寶加持，星期六跟星期天的講經沒有耽誤。人在生病當中就特別感觸到生命的脆弱，真是佛經上所說的「人命無常，國土危脆」，讓我們在這個時代當中體會得就特別的深刻。"
    },
    {
      "id": "20-011-0042_p0002",
      "zh_CN": "世出世间法都在一个「缘」字，这是诸位同修都清楚明白的，怎么样掌握这个缘？对自己来说，「了脱生死，永出轮回」，这是大事；对佛法来说，佛法对我们的深恩大德，我们一定要尽心尽力的去弘扬，将佛法介绍给大众，推荐给大众，舍己为人，这样才真正能「上报四重恩，下济三途苦」，这两句话就算是做到了。",
      "zh_TW": "世出世間法都在一個「緣」字，這是諸位同修都清楚明白的，怎麼樣掌握這個緣？對自己來說，「了脫生死，永出輪迴」，這是大事；對佛法來說，佛法對我們的深恩大德，我們一定要盡心盡力的去弘揚，將佛法介紹給大眾，推薦給大眾，捨己為人，這樣才真正能「上報四重恩，下濟三途苦」，這兩句話就算是做到了。"
    },
    {
      "id": "20-011-0042_p0003",
      "zh_CN": "尽心尽力就是圆满，佛法里面讲圆满不是说你事情要做得怎么多、怎么好，不是的，如果那么讲法，那永远没有圆满的时候，三途六道众生还这么多，佛也没有把他度尽，怎么能够说「觉行圆满」？所以圆满是你真正已经尽到全副的心力了，这就叫圆满，所以从这个定义上来说，我们人人都有能力做到大圆满。只要我们懂得这个道理，自己认真努力去做。",
      "zh_TW": "盡心盡力就是圓滿，佛法裡面講圓滿不是說你事情要做得怎麼多、怎麼好，不是的，如果那麼講法，那永遠沒有圓滿的時候，三途六道眾生還這麼多，佛也沒有把他度盡，怎麼能夠說「覺行圓滿」？所以圓滿是你真正已經盡到全副的心力了，這就叫圓滿，所以從這個定義上來說，我們人人都有能力做到大圓滿。只要我們懂得這個道理，自己認真努力去做。"
    },
    {
      "id": "20-011-0042_p0004",
      "zh_CN": "凡是不圆满的，有缺陷的，实在讲里面都存着一点私心。私心总不外利害，哪些是与自己有利的，哪些是与自己有害的，争取有利，远离有害，这种想法是凡夫的情识，我们有没有？如果有那还是凡情很重。佛菩萨所以异于凡夫的，佛菩萨从来没有想到自己，念念为佛法，为众生，真正做到无我。无我自然就超越六道轮回，六道轮回的根源就是我执。大乘法里面的教学，它的善巧方便就是把我们的观念转过来，叫我们念念为众生，念念为佛法，不要去想自己，这样就对了，久而久之，长期的薰习，习惯成自然，到后来起心动念自然不想自己，自自然然没有得失，烦恼才断得了，见思烦恼就没有了。烦恼没有了，智慧就增长了，烦恼跟智慧是一不是二，一体的两面。烦恼消一分，智慧就长一分，智慧消一分，烦恼就长一分，就像明与暗一样，互相消长的，这个道理我们一定要懂得，我们要明了，要认真努力去做薰修的工作。这样我们与经教才相应，讲出来的东西是出自于真诚，出自于真心，自然就能感动人。",
      "zh_TW": "凡是不圓滿的，有缺陷的，實在講裡面都存著一點私心。私心總不外利害，哪些是與自己有利的，哪些是與自己有害的，爭取有利，遠離有害，這種想法是凡夫的情識，我們有沒有？如果有那還是凡情很重。佛菩薩所以異於凡夫的，佛菩薩從來沒有想到自己，念念為佛法，為眾生，真正做到無我。無我自然就超越六道輪迴，六道輪迴的根源就是我執。大乘法裡面的教學，它的善巧方便就是把我們的觀念轉過來，叫我們念念為眾生，念念為佛法，不要去想自己，這樣就對了，久而久之，長期的薰習，習慣成自然，到後來起心動念自然不想自己，自自然然沒有得失，煩惱才斷得了，見思煩惱就沒有了。煩惱沒有了，智慧就增長了，煩惱跟智慧是一不是二，一體的兩面。煩惱消一分，智慧就長一分，智慧消一分，煩惱就長一分，就像明與暗一樣，互相消長的，這個道理我們一定要懂得，我們要明瞭，要認真努力去做薰修的工作。這樣我們與經教才相應，講出來的東西是出自於真誠，出自於真心，自然就能感動人。"
    },
    {
      "id": "20-011-0042_p0005",
      "zh_CN": "讲台的经验也是要靠薰习。前天木源居士抽出一点时间，我们谈得很久。正好这一边的竹林寺送我一个请帖，他们要举办一个大型的活动，请我们同学一起去参加，这个活动在新加坡新大城的大会堂举行。过去他们举办过一次，我们也参加了，第二届的时候；同学们讲经不能中断，所以我们只派了一部分代表去参加。今天我收到这个请帖，我交给木源，由他处理，看怎么活动。就随时就谈起了，他说有几个道场跟他都有一点关系，他在里面有的是董事身分，有的是总务的身分。我就向他建议，「这些道场可不可以请我们去讲经？」他说「很不错，这个难得」，他马上就打电话联络，联络就有几个道场同意，一个星期一次，我们就可以轮流去讲，不但在居士林讲，在新加坡每一个道场我们都去讲。再去讲就熟了，你这个讲稿已经预备好了，不要再重新预备了。一个星期一次，看他安排好之后，我们再来分配哪些同学到哪一家去讲。多找时间来练习，多薰修，遍数讲得愈多愈好。",
      "zh_TW": "講臺的經驗也是要靠薰習。前天木源居士抽出一點時間，我們談得很久。正好這一邊的竹林寺送我一個請帖，他們要舉辦一個大型的活動，請我們同學一起去參加，這個活動在新加坡新大城的大會堂舉行。過去他們舉辦過一次，我們也參加了，第二屆的時候；同學們講經不能中斷，所以我們只派了一部分代表去參加。今天我收到這個請帖，我交給木源，由他處理，看怎麼活動。就隨時就談起了，他說有幾個道場跟他都有一點關係，他在裡面有的是董事身分，有的是總務的身分。我就向他建議，「這些道場可不可以請我們去講經？」他說「很不錯，這個難得」，他馬上就打電話聯絡，聯絡就有幾個道場同意，一個星期一次，我們就可以輪流去講，不但在居士林講，在新加坡每一個道場我們都去講。再去講就熟了，你這個講稿已經預備好了，不要再重新預備了。一個星期一次，看他安排好之後，我們再來分配哪些同學到哪一家去講。多找時間來練習，多薰修，遍數講得愈多愈好。"
    },
    {
      "id": "20-011-0042_p0006",
      "zh_CN": "我过去在台中学讲经的时候，虽然障碍、困难很多，我们总得想方法突破，那就找与我们比较接近一点的居士们家里，听众三个、五个都行，我们也很认真的去讲。星期一在张三家讲，星期二到李四家讲，都讲一样的内容，听众不一样。学一部经至少要讲十遍，这十遍的时间是愈近愈好，如果一个星期你有七个地方讲，你就讲七遍了。愈讲愈有进步，愈讲愈有体会，这个经义你才能发明，才能发现。发现，就修改自己的讲稿，讲一遍修改一次，讲一遍修改一次，你要能够修改个三十次、四十次，你这个讲稿里一点瑕疵都没有。这一桩事情完全靠我们自己的毅力、恒心、耐心，不怕难为情的心，你才能做到，才能把东西学好。学好之后，对自己是信心坚固，愿力不退，然后才能帮助一切大众，将这个殊胜的法门介绍给大家。",
      "zh_TW": "我過去在台中學講經的時候，雖然障礙、困難很多，我們總得想方法突破，那就找與我們比較接近一點的居士們家裡，聽眾三個、五個都行，我們也很認真的去講。星期一在張三家講，星期二到李四家講，都講一樣的內容，聽眾不一樣。學一部經至少要講十遍，這十遍的時間是愈近愈好，如果一個星期你有七個地方講，你就講七遍了。愈講愈有進步，愈講愈有體會，這個經義你才能發明，才能發現。發現，就修改自己的講稿，講一遍修改一次，講一遍修改一次，你要能夠修改個三十次、四十次，你這個講稿裡一點瑕疵都沒有。這一樁事情完全靠我們自己的毅力、恆心、耐心，不怕難為情的心，你才能做到，才能把東西學好。學好之後，對自己是信心堅固，願力不退，然後才能幫助一切大眾，將這個殊勝的法門介紹給大家。"
    },
    {
      "id": "20-011-0042_p0007",
      "zh_CN": "实在说在末法时期广度群伦，我觉得两样东西最重要，有这两样东西你就普度一切众生，一个是《无量寿经》，一个是《了凡四训》。以《了凡四训》来接引初机，劝导大家在这一生当中做人的标准，以这个为根基。印光大师讲的四句话十六个字：「敦伦尽分，闲邪存诚，深信因果，老实念佛」，《了凡四训》跟《无量寿经》两本统统做到了，这四句话都做到了。",
      "zh_TW": "實在說在末法時期廣度群倫，我覺得兩樣東西最重要，有這兩樣東西你就普度一切眾生，一個是《無量壽經》，一個是《了凡四訓》。以《了凡四訓》來接引初機，勸導大家在這一生當中做人的標準，以這個為根基。印光大師講的四句話十六個字：「敦倫盡分，閑邪存誠，深信因果，老實念佛」，《了凡四訓》跟《無量壽經》兩本統統做到了，這四句話都做到了。"
    },
    {
      "id": "20-011-0042_p0008",
      "zh_CN": "所以我们要做专家，不要做通家。通家是样样都通达，专家是只通达一门，其他的都不知道。跟诸位说，这个不丢人，人家讥笑随他去，笑够了他就不笑了，他能笑多久？他说随他说，他说累了自然就不说了。末后一着叫他看看，如果我们往生表演得非常潇洒，非常自在，那是真的，一点不假。你在世的时候做得再光辉，死的时候迷迷糊糊往三途去了，那你这一生的光辉也就完了，假的不是真的。不怕人讥笑，不怕人讽刺，说老实话，这些对一个真正修道人来讲是好事情不是坏事情，消自己的业障。我们为佛法、为众生这样的辛劳，招得世间人家这么对待我，在一般人讲，心不平，修道的人心平，知道是消业障，障难消除了，我们的前途一片光明。所以不与任何人计较，永远低姿态，不管人家说什么，怎么样责难，我们都感激，我们都承受，我们都欢喜。",
      "zh_TW": "所以我們要做專家，不要做通家。通家是樣樣都通達，專家是只通達一門，其他的都不知道。跟諸位說，這個不丟人，人家譏笑隨他去，笑夠了他就不笑了，他能笑多久？他說隨他說，他說累了自然就不說了。末後一著叫他看看，如果我們往生表演得非常瀟灑，非常自在，那是真的，一點不假。你在世的時候做得再光輝，死的時候迷迷糊糊往三途去了，那你這一生的光輝也就完了，假的不是真的。不怕人譏笑，不怕人諷刺，說老實話，這些對一個真正修道人來講是好事情不是壞事情，消自己的業障。我們為佛法、為眾生這樣的辛勞，招得世間人家這麼對待我，在一般人講，心不平，修道的人心平，知道是消業障，障難消除了，我們的前途一片光明。所以不與任何人計較，永遠低姿態，不管人家說什麼，怎麼樣責難，我們都感激，我們都承受，我們都歡喜。"
    },
    {
      "id": "20-011-0042_p0009",
      "zh_CN": "个人修个人的，因果个人去承受，这一桩事情谁也不能够代替谁，不但是历代的祖师大德，哪一个人不是受尽了艰辛？哪有那么容易就成就的？谁没有受过苦难？连释迦牟尼佛还要示现六年苦行。弘法利生，外面要对付九十六种外道，里面还有六群比丘，你就晓得人情多么复杂。我们今天所遭遇的，佛也曾经遭遇过，诸大菩萨、历代祖师大德也都遭遇过，这有什么希奇？所以要能够忍受，要能够突破，永远不退心，愈挫愈奋，这样才永远立于不败之地。",
      "zh_TW": "個人修個人的，因果個人去承受，這一樁事情誰也不能夠代替誰，不但是歷代的祖師大德，哪一個人不是受盡了艱辛？哪有那麼容易就成就的？誰沒有受過苦難？連釋迦牟尼佛還要示現六年苦行。弘法利生，外面要對付九十六種外道，裡面還有六群比丘，你就曉得人情多麼複雜。我們今天所遭遇的，佛也曾經遭遇過，諸大菩薩、歷代祖師大德也都遭遇過，這有什麼希奇？所以要能夠忍受，要能夠突破，永遠不退心，愈挫愈奮，這樣才永遠立於不敗之地。"
    },
    {
      "id": "20-011-0042_p0010",
      "zh_CN": "讲经说法，我曾经告诉过大家，随时随处，随机说法，每天我们读诵经典，阅览祖师大德的教训，无论在什么时候，遇到人谈话就端出来，这都是讲经。你讲一分钟、两分钟，跟上台讲一个小时、两个小时有什么两样？一样的。正式上讲台，听众多；随时遇到，听众少，多也叫他得利益，少也不放弃，「佛氏门中，不舍一人」，这就是「四无碍辩」里面的「乐说无碍辩」，要喜欢讲。你具足辩才不喜欢讲也是枉然，那有什么用处？众生得不到利益；喜欢讲。",
      "zh_TW": "講經說法，我曾經告訴過大家，隨時隨處，隨機說法，每天我們讀誦經典，閱覽祖師大德的教訓，無論在什麼時候，遇到人談話就端出來，這都是講經。你講一分鐘、兩分鐘，跟上臺講一個小時、兩個小時有什麼兩樣？一樣的。正式上講臺，聽眾多；隨時遇到，聽眾少，多也叫他得利益，少也不放棄，「佛氏門中，不捨一人」，這就是「四無礙辯」裡面的「樂說無礙辯」，要喜歡講。你具足辯才不喜歡講也是枉然，那有什麼用處？眾生得不到利益；喜歡講。"
    },
    {
      "id": "20-011-0042_p0011",
      "zh_CN": "还有一等人，没有人听的时候对着石头、对着树木花草也讲，你不要以为石头、树木花草听不懂，「生公说法，顽石点头」，它怎么会不懂！感应道交，你出自于真诚。这些植物、矿物你在《华严经》上看，「器世间主」，花有花神，树有树神，树神、花神、山神、水神，这是器世间主，既然有「主」，当然就有他的「眷属」，鬼神有他的眷属，你坐在那里说法，怎么能说没有人听？你说得很起劲，对着大树说，旁边人看到，你这个人神经不正常，在那里自言自语，在那里笑话。那不是我们不正常，他不正常，他肉眼凡夫没有看到在座无量无边的鬼神，他看不到，我们虽然看不到，我们意识到，我们能体会到。哪个地方不是说法处！诸位如果用这种精神、这种毅力去学习，哪有不成功的道理？什么人能够障碍得了你？没人能障碍。",
      "zh_TW": "還有一等人，沒有人聽的時候對著石頭、對著樹木花草也講，你不要以為石頭、樹木花草聽不懂，「生公說法，頑石點頭」，它怎麼會不懂！感應道交，你出自於真誠。這些植物、礦物你在《華嚴經》上看，「器世間主」，花有花神，樹有樹神，樹神、花神、山神、水神，這是器世間主，既然有「主」，當然就有他的「眷屬」，鬼神有他的眷屬，你坐在那裡說法，怎麼能說沒有人聽？你說得很起勁，對著大樹說，旁邊人看到，你這個人神經不正常，在那裡自言自語，在那裡笑話。那不是我們不正常，他不正常，他肉眼凡夫沒有看到在座無量無邊的鬼神，他看不到，我們雖然看不到，我們意識到，我們能體會到。哪個地方不是說法處！諸位如果用這種精神、這種毅力去學習，哪有不成功的道理？什麼人能夠障礙得了你？沒人能障礙。"
    },
    {
      "id": "20-011-0042_p0012",
      "zh_CN": "何况现在这些科学工具很多，我们随时讲，真正发心练习，没有听众，你就学我这一套，对着树木花草讲。你前面可以摆一个录音机，不要认为我是对录音机讲，我对这些鬼神大众讲，他是我们的听众，他是我的护法神。他护法比那些人护法要高明多了，人护法有的时候会变心，这些鬼神护法不会变心，你真有道心，他佩服你，他尊敬你。为什么摆个录音机？讲完之后回去仔细听听，修改自己的毛病。录音机是帮助自己，自己听自己改进，没有一个学不出来，问题就是你肯不肯学，你是不是真干。真为众生，真为佛法，你决定得三宝加持，而且这个加持非常明显，至诚决定感通。诸位明白这个道理，懂得这个诀窍，你们的成就在我之上，你们的成就要高出我很多倍，这个是一定的道理。",
      "zh_TW": "何況現在這些科學工具很多，我們隨時講，真正發心練習，沒有聽眾，你就學我這一套，對著樹木花草講。你前面可以擺一個錄音機，不要認為我是對錄音機講，我對這些鬼神大眾講，他是我們的聽眾，他是我的護法神。他護法比那些人護法要高明多了，人護法有的時候會變心，這些鬼神護法不會變心，你真有道心，他佩服你，他尊敬你。為什麼擺個錄音機？講完之後回去仔細聽聽，修改自己的毛病。錄音機是幫助自己，自己聽自己改進，沒有一個學不出來，問題就是你肯不肯學，你是不是真幹。真為眾生，真為佛法，你決定得三寶加持，而且這個加持非常明顯，至誠決定感通。諸位明白這個道理，懂得這個訣竅，你們的成就在我之上，你們的成就要高出我很多倍，這個是一定的道理。"
    },
    {
      "id": "20-011-0042_p0013",
      "zh_CN": "希望我们发真诚之心，这一部《无量寿经》科注做出来之后，人人都能够明白这一部经的大义，拿到这个注解，人人都会讲这部经。如果在中国、在世界有个一千人、两千人、三千人能够讲经，这个世界就改观了，真的天下太平，什么样的灾难都消除。学习这部经典，弘扬这部经典，得一切诸佛的加持，不是一尊佛、两尊佛，我们讲其他的经典，一切诸佛不会全部加持你，局部的，唯独这部经是一切诸佛都加持，你真正发心哪有不顺利的道理？挫折那免不了，那是我们无始劫以来的业障，那个不在乎，决定可以消除。",
      "zh_TW": "希望我們發真誠之心，這一部《無量壽經》科註做出來之後，人人都能夠明白這一部經的大義，拿到這個註解，人人都會講這部經。如果在中國、在世界有個一千人、兩千人、三千人能夠講經，這個世界就改觀了，真的天下太平，什麼樣的災難都消除。學習這部經典，弘揚這部經典，得一切諸佛的加持，不是一尊佛、兩尊佛，我們講其他的經典，一切諸佛不會全部加持你，局部的，唯獨這部經是一切諸佛都加持，你真正發心哪有不順利的道理？挫折那免不了，那是我們無始劫以來的業障，那個不在乎，決定可以消除。"
    },
    {
      "id": "20-011-0042_p0014",
      "zh_CN": "你们同学有没有小的录音机？这个录音机愈简单愈好，不必买很考究的，那还容易损坏。愈简单是愈实用，我们的目的只是帮助改进我们自己毛病。你们如果没有的话，你登记名单送给我，我去买来送给你们。",
      "zh_TW": "你們同學有沒有小的錄音機？這個錄音機愈簡單愈好，不必買很考究的，那還容易損壞。愈簡單是愈實用，我們的目的只是幫助改進我們自己毛病。你們如果沒有的話，你登記名單送給我，我去買來送給你們。"
    }
  ]
}