{
  "doc_id": "20-011-0026",
  "title": {
    "zh_CN": "永恒智慧",
    "zh_TW": "永恆智慧"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0026",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "20-011-0026_p0001",
      "zh_CN": "大家在讲台上讲经都有进步，这是很好的现象，希望再努力，取得更大的进步。《无量寿经》自始至终可以说是字字句句都值得我们认真去学习，所以经不是口里头去讲的，要怎样把它做到，我们才能得真实的利益。",
      "zh_TW": "大家在講臺上講經都有進步，這是很好的現象，希望再努力，取得更大的進步。《無量壽經》自始至終可以說是字字句句都值得我們認真去學習，所以經不是口裡頭去講的，要怎樣把它做到，我們才能得真實的利益。"
    },
    {
      "id": "20-011-0026_p0002",
      "zh_CN": "必须要明了生命是永恒的，不是一个阶段的，如果说人死了就完了，那还有什么搞头？那用不着这么辛苦去求学了。死了是身死，「我」没有死，「我」是永恒的。法相宗所讲的「我」是带妄之真的「我」，讲神识，神识是带妄之真，并不是纯真，但是就是带妄之真也没有死，这种「分段生死」的现象没有了，在佛法里讲它只有「变易」。所以「变易」，如何把「妄」淘汰，露出纯真之我。到纯真之我，丝毫虚妄都不带，这就是如来果地，圆教的佛果。所以我们讲「佛」，佛就是纯真之我，没有带丝毫的虚妄，这个名称就叫做「佛」，所以佛就是真正的「我」。我们这样解释给人听，人家不至于产生误会，不至于听到「佛」，把「佛」看得很玄，看到像神仙一样，那就产生误会了，这些名词要用现代的术语把它讲解清楚。所以我们晓得「我」是不会死的，是不生不灭的。",
      "zh_TW": "必須要明瞭生命是永恆的，不是一個階段的，如果說人死了就完了，那還有什麼搞頭？那用不著這麼辛苦去求學了。死了是身死，「我」沒有死，「我」是永恆的。法相宗所講的「我」是帶妄之真的「我」，講神識，神識是帶妄之真，並不是純真，但是就是帶妄之真也沒有死，這種「分段生死」的現象沒有了，在佛法裡講它只有「變易」。所以「變易」，如何把「妄」淘汰，露出純真之我。到純真之我，絲毫虛妄都不帶，這就是如來果地，圓教的佛果。所以我們講「佛」，佛就是純真之我，沒有帶絲毫的虛妄，這個名稱就叫做「佛」，所以佛就是真正的「我」。我們這樣解釋給人聽，人家不至於產生誤會，不至於聽到「佛」，把「佛」看得很玄，看到像神仙一樣，那就產生誤會了，這些名詞要用現代的術語把它講解清楚。所以我們曉得「我」是不會死的，是不生不滅的。"
    },
    {
      "id": "20-011-0026_p0003",
      "zh_CN": "但是这个「生」是随缘，我们没有觉悟，就是自己做不了主宰的时候，随业受报，这很讨厌的事情，这讲六道轮回。你作善，你心善行善，你在六道里面受三善道的果报：天、人、修罗，受这个身。你这个身舍了之后再得一个身，得个什么样的身，自己要清楚。如果心恶，行为恶，你所换的身就是地狱、饿鬼、畜生身。所以佛教我们要断恶修善就是希望我们这个身坏了之后，换一个身比这个身还要好，至少还能保持这个身，不要换成畜生身、饿鬼身，那就差劲了，但是佛并不是以此为足，希望你把境界再往上提升。",
      "zh_TW": "但是這個「生」是隨緣，我們沒有覺悟，就是自己做不了主宰的時候，隨業受報，這很討厭的事情，這講六道輪迴。你作善，你心善行善，你在六道裡面受三善道的果報：天、人、修羅，受這個身。你這個身捨了之後再得一個身，得個什麼樣的身，自己要清楚。如果心惡，行為惡，你所換的身就是地獄、餓鬼、畜生身。所以佛教我們要斷惡修善就是希望我們這個身壞了之後，換一個身比這個身還要好，至少還能保持這個身，不要換成畜生身、餓鬼身，那就差勁了，但是佛並不是以此為足，希望你把境界再往上提升。"
    },
    {
      "id": "20-011-0026_p0004",
      "zh_CN": "你们在经上讲的「一切世间」，「一切世间」在《无量寿经》里面并没有详细解说，可是《华严经》讲得清楚，「有情世间、知正觉世间、器世间」。「有情世间」就是讲六道里面的有情众生，我们今天讲动物。无情的世间是讲植物和矿物，但是无情世间有世间主，叫鬼神。山神、土地神，这是器世间主，树神、花神，这真的不是假的。树有神，花也有神，这都是属于器世间主。所以人对于什么东西都不能贪爱，不能有留恋，这一点要觉悟。你要特别喜欢什么花，将来死了以后就作花神，一生修行的功夫到最后变成花神，特别喜欢树就变成树神，特别喜欢哪个风景的时候，将来就变成器世间主。你往哪里去是随你的心，随你的意念，意念就是你的爱好，这个东西很麻烦。所以什么东西可以受用，不可以执着，决定不能有贪爱之心。正觉世间就是声闻、缘觉、菩萨、佛，四圣法界叫做正觉世间。这个如果讲到「一切世间」可以略略的介绍一下，这不是累赘。一般学佛的人往往疏忽了器世间主，《华严经》里面讲的三十多种鬼神都是属于器世间主，那你这「一切世间」的范围就讲圆满了。",
      "zh_TW": "你們在經上講的「一切世間」，「一切世間」在《無量壽經》裡面並沒有詳細解說，可是《華嚴經》講得清楚，「有情世間、知正覺世間、器世間」。「有情世間」就是講六道裡面的有情眾生，我們今天講動物。無情的世間是講植物和礦物，但是無情世間有世間主，叫鬼神。山神、土地神，這是器世間主，樹神、花神，這真的不是假的。樹有神，花也有神，這都是屬於器世間主。所以人對於什麼東西都不能貪愛，不能有留戀，這一點要覺悟。你要特別喜歡什麼花，將來死了以後就作花神，一生修行的功夫到最後變成花神，特別喜歡樹就變成樹神，特別喜歡哪個風景的時候，將來就變成器世間主。你往哪裡去是隨你的心，隨你的意念，意念就是你的愛好，這個東西很麻煩。所以什麼東西可以受用，不可以執著，決定不能有貪愛之心。正覺世間就是聲聞、緣覺、菩薩、佛，四聖法界叫做正覺世間。這個如果講到「一切世間」可以略略的介紹一下，這不是累贅。一般學佛的人往往疏忽了器世間主，《華嚴經》裡面講的三十多種鬼神都是屬於器世間主，那你這「一切世間」的範圍就講圓滿了。"
    },
    {
      "id": "20-011-0026_p0005",
      "zh_CN": "既然晓得我们还有来世，来世还有来世，那么这一生的时间很短，来生的时间很长，聪明人，如何为来世长时间着想，这个人就觉悟了，如果你学佛了，连这个道理都没搞清楚，这个事实真相都不明白，你这个佛法就白学了。我常常在讲席当中讲，来世的果报叫做果报，果之前有花，所谓花报，花报是我们现在所受的。你修行有没有功夫？有没有得到利益？学佛要得不到好处学它干什么？好处在哪里？聪明、智慧，你超过一般人，这是你得的好处。体质的改变，你要晓得相随心转，体质也是随心转。你的心地真诚、慈悲，那个相就真诚、慈悲；心地清净、平等，你的身体决定健康长寿，这叫花报，如果连这一点我们自己都转不过来，那足以证明我们修行功夫不得力，纵然你很用功，你的功夫不得力，你的功夫如果真正得力，你的容貌、体质、生活环境必定转过来。你们念《了凡四训》，你看袁了凡能够改变他的生活方式，他改变得还并不很圆满，但是确实有显著的改变，他修行功夫得力了。",
      "zh_TW": "既然曉得我們還有來世，來世還有來世，那麼這一生的時間很短，來生的時間很長，聰明人，如何為來世長時間著想，這個人就覺悟了，如果你學佛了，連這個道理都沒搞清楚，這個事實真相都不明白，你這個佛法就白學了。我常常在講席當中講，來世的果報叫做果報，果之前有花，所謂花報，花報是我們現在所受的。你修行有沒有功夫？有沒有得到利益？學佛要得不到好處學它幹什麼？好處在哪裡？聰明、智慧，你超過一般人，這是你得的好處。體質的改變，你要曉得相隨心轉，體質也是隨心轉。你的心地真誠、慈悲，那個相就真誠、慈悲；心地清淨、平等，你的身體決定健康長壽，這叫花報，如果連這一點我們自己都轉不過來，那足以證明我們修行功夫不得力，縱然你很用功，你的功夫不得力，你的功夫如果真正得力，你的容貌、體質、生活環境必定轉過來。你們念《了凡四訓》，你看袁了凡能夠改變他的生活方式，他改變得還並不很圓滿，但是確實有顯著的改變，他修行功夫得力了。"
    },
    {
      "id": "20-011-0026_p0006",
      "zh_CN": "佛在经上教导我们「受持读诵为人演说」，「演」是表演给人看，也就是说我们自己真的做好了，真的得受用了。拿什么表演？我们这个身体、容貌、我们的生活，这就是表演。让世间人看到我们的日子过得很幸福快乐，没有忧虑、没有牵挂、没有烦恼，你说这个日子过得多舒服、多快乐！这就叫人羡慕。人家羡慕，他就想学习，他也想，然后你就可以教他，我这是怎么得来的，我把这个方法传给你，你也如法炮制照这个方法去做，你也会得到，人家才能相信，才知道这是真的不是假的，因为我们自己已经得到了。我们在外面讲话，字字句句斩钉断铁肯定，不是模棱两可，模棱两可是自己没有得到，半信半疑，半信半疑说的话当然吞吞吐吐，人家听了怎能生起信心？",
      "zh_TW": "佛在經上教導我們「受持讀誦為人演說」，「演」是表演給人看，也就是說我們自己真的做好了，真的得受用了。拿什麼表演？我們這個身體、容貌、我們的生活，這就是表演。讓世間人看到我們的日子過得很幸福快樂，沒有憂慮、沒有牽掛、沒有煩惱，你說這個日子過得多舒服、多快樂！這就叫人羨慕。人家羨慕，他就想學習，他也想，然後你就可以教他，我這是怎麼得來的，我把這個方法傳給你，你也如法炮製照這個方法去做，你也會得到，人家才能相信，才知道這是真的不是假的，因為我們自己已經得到了。我們在外面講話，字字句句斬釘斷鐵肯定，不是模稜兩可，模稜兩可是自己沒有得到，半信半疑，半信半疑說的話當然吞吞吐吐，人家聽了怎能生起信心？"
    },
    {
      "id": "20-011-0026_p0007",
      "zh_CN": "所以一定要了解生命是永恒的，确实是不生不灭的。假相有生灭，假相是有变化的，但是你的心地清净、慈悲，愿力很强，那个变化可以减缓，这是决定能做得到的。你看世间一般人老化得很快，修行人也会老，他老化得很慢，这个自己真的可以控制。世间人今天用医疗、药物来控制，给诸位说，再好的药物都有反作用，唯有清净、平等、觉是决定没有副作用的。所以我们要真干，阿弥陀佛就是做了一个榜样给我们看，他不仅是说，他常行，他真的做到了，所以希望大家用心去体会，认真的去学习。佛无量寿，我们现在就可以取得无量寿。",
      "zh_TW": "所以一定要了解生命是永恆的，確實是不生不滅的。假相有生滅，假相是有變化的，但是你的心地清淨、慈悲，願力很強，那個變化可以減緩，這是決定能做得到的。你看世間一般人老化得很快，修行人也會老，他老化得很慢，這個自己真的可以控制。世間人今天用醫療、藥物來控制，給諸位說，再好的藥物都有反作用，唯有清淨、平等、覺是決定沒有副作用的。所以我們要真幹，阿彌陀佛就是做了一個榜樣給我們看，他不僅是說，他常行，他真的做到了，所以希望大家用心去體會，認真的去學習。佛無量壽，我們現在就可以取得無量壽。"
    },
    {
      "id": "20-011-0026_p0008",
      "zh_CN": "对于一切事物的观察，我们常讲深度，一般世间人对于一切事物的观察，说老实话，不要谈深度，表面都没看清楚，他怎么会不发生错误？我们常讲思想、见解错误了，所以他的所作所为都是错误的，这桩事情是《华严》讲得最透彻、最精微，那真的叫观察入微。常说的「六相十玄」只是一个大纲，如果我们讲这些，说实在话，对我们初学来讲太困难了，但是我们把它归纳提起个纲领就比较容易了。",
      "zh_TW": "對於一切事物的觀察，我們常講深度，一般世間人對於一切事物的觀察，說老實話，不要談深度，表面都沒看清楚，他怎麼會不發生錯誤？我們常講思想、見解錯誤了，所以他的所作所為都是錯誤的，這樁事情是《華嚴》講得最透徹、最精微，那真的叫觀察入微。常說的「六相十玄」只是一個大綱，如果我們講這些，說實在話，對我們初學來講太困難了，但是我們把它歸納提起個綱領就比較容易了。"
    },
    {
      "id": "20-011-0026_p0009",
      "zh_CN": "从前李炳老在大专讲座里面，他编了一套教材，《佛学十四讲》，内容就是佛学概要，里面就讲佛法里面教给我们观察，他归纳八个字，「体、相、用、因、缘、果、事、理」八个字。对这一桩事情，你这八面都看到了才算是看到表面，勉强说的时候，你算不错了，你懂得观察了。你观察人也好，观察物也好，观察事也好，大，我们今天讲到宇宙太空；小，讲到微尘，今天科学家里面所讲的原子、粒子，这是讲到小，都要从八个方面去观察，这是表层，表面。你观察它的体、现相、作用，然后再观察它的因，帮助因产生效果的是缘，再观察事跟理，八面，这是表层。",
      "zh_TW": "從前李炳老在大專講座裡面，他編了一套教材，《佛學十四講》，內容就是佛學概要，裡面就講佛法裡面教給我們觀察，他歸納八個字，「體、相、用、因、緣、果、事、理」八個字。對這一樁事情，你這八面都看到了才算是看到表面，勉強說的時候，你算不錯了，你懂得觀察了。你觀察人也好，觀察物也好，觀察事也好，大，我們今天講到宇宙太空；小，講到微塵，今天科學家裡面所講的原子、粒子，這是講到小，都要從八個方面去觀察，這是表層，表面。你觀察它的體、現相、作用，然後再觀察它的因，幫助因產生效果的是緣，再觀察事跟理，八面，這是表層。"
    },
    {
      "id": "20-011-0026_p0010",
      "zh_CN": "深一层，给诸位说，这八层每一层又具足八层，体里面有体之体，体之相，体之用，体里面有因缘果事理；相里面，相之体，相之相，相之用，相里面也有八个，八八六十四，你看到六十四面的时候，你才看到深入一分，看进去一分了，其深无底，你明白这个道理，你对于佛菩萨的智慧不能不佩服。他们看东西入微，其深无底，我们是粗枝大叶，表面都没看清楚，看到这边，那边漏掉了，这怎么行？你的智慧从哪里来？你怎能了解宇宙人生的真相？李老师跟我们讲的这是简单到不能再简单了，那真的细说是在《华严》。",
      "zh_TW": "深一層，給諸位說，這八層每一層又具足八層，體裡面有體之體，體之相，體之用，體裡面有因緣果事理；相裡面，相之體，相之相，相之用，相裡面也有八個，八八六十四，你看到六十四面的時候，你才看到深入一分，看進去一分了，其深無底，你明白這個道理，你對於佛菩薩的智慧不能不佩服。他們看東西入微，其深無底，我們是粗枝大葉，表面都沒看清楚，看到這邊，那邊漏掉了，這怎麼行？你的智慧從哪裡來？你怎能了解宇宙人生的真相？李老師跟我們講的這是簡單到不能再簡單了，那真的細說是在《華嚴》。"
    },
    {
      "id": "20-011-0026_p0011",
      "zh_CN": "所以诸佛菩萨无论观察什么问题，跟我们凡人真的不一样，所以讲真实智慧，你看《无量寿经》上讲的「住真实慧」，一般人听到这句话，真正的意思确实不懂。什么叫「住真实慧」？对于任何问题观察入微，其深无底，那才叫住真实慧，你对于这句话的意思才能有少许的体会，这是我们要学习的。无论干什么事情不可以粗枝大叶，至少我们要认真学习从八面来观察。你看清楚了、看明白了，你的说法、做法就正确了，在佛法叫正行，你做对了。正与邪的标准在哪里？就是以事实真相为标准。你所说所做的与事实真相完全相应，顺事实真相，叫正行；违背了事实真相，逆行，错误的行为。违背事实真相这一种造作就是三途六道，三途六道这么来的。如果顺着事实真相，这四圣法界。诸位要晓得，四圣是个明白人，住真实慧的人。为什么会有四个阶级？刚才讲了，他所观察的浅深还是有差别。我们世间人观察表面顶多能观察一分、两分，那就很希有了。你观察表面深入一层，六十四面，再深一点，六十四再乘六十四，倍倍相乘，到如来果地上，这才叫彻法底源，那个境界经上常讲不思议境界，所以这个是真的不是假的。",
      "zh_TW": "所以諸佛菩薩無論觀察什麼問題，跟我們凡人真的不一樣，所以講真實智慧，你看《無量壽經》上講的「住真實慧」，一般人聽到這句話，真正的意思確實不懂。什麼叫「住真實慧」？對於任何問題觀察入微，其深無底，那才叫住真實慧，你對於這句話的意思才能有少許的體會，這是我們要學習的。無論幹什麼事情不可以粗枝大葉，至少我們要認真學習從八面來觀察。你看清楚了、看明白了，你的說法、做法就正確了，在佛法叫正行，你做對了。正與邪的標準在哪裡？就是以事實真相為標準。你所說所做的與事實真相完全相應，順事實真相，叫正行；違背了事實真相，逆行，錯誤的行為。違背事實真相這一種造作就是三途六道，三途六道這麼來的。如果順著事實真相，這四聖法界。諸位要曉得，四聖是個明白人，住真實慧的人。為什麼會有四個階級？剛才講了，他所觀察的淺深還是有差別。我們世間人觀察表面頂多能觀察一分、兩分，那就很希有了。你觀察表面深入一層，六十四面，再深一點，六十四再乘六十四，倍倍相乘，到如來果地上，這才叫徹法底源，那個境界經上常講不思議境界，所以這個是真的不是假的。"
    },
    {
      "id": "20-011-0026_p0012",
      "zh_CN": "我们学教，学教也是一桩事，也离不开这个原则。我们现在研究《内典讲座之研究》，第一部分是讲经之体，那不是性体，这一本经书是讲经之体，那个经书是现相，所以那个体不是性体，它是相之体。里面给它分析，分科判教，那是相之相，这样去观察就会更有味道，你对于经教的理解就更深入一层了。任何一部经论，义理都是无有穷尽，你真正能够契入、体会，所以说法喜充满，法味无穷，那才叫真正的享受，过去方东美先生讲「人生最高的享受」，这世间人哪能得到？我们总算是一般人讲的「三生有幸」，不止三生，三生哪里做得到？经典说无量劫来阿阇王子供养四百亿佛都还不行，善根还不够，我们今天能遇到，换句话说，善根、福德不止供养四百亿佛，何止三生！这个缘太殊胜了。一定要发真正的道心，不要辜负这一生到人间一场，人身难得，佛法难闻，要认真好好的学习，将佛的教诲发扬光大，这是非常有意义的，那这一生真的是没白来了。",
      "zh_TW": "我們學教，學教也是一樁事，也離不開這個原則。我們現在研究《內典講座之研究》，第一部分是講經之體，那不是性體，這一本經書是講經之體，那個經書是現相，所以那個體不是性體，它是相之體。裡面給它分析，分科判教，那是相之相，這樣去觀察就會更有味道，你對於經教的理解就更深入一層了。任何一部經論，義理都是無有窮盡，你真正能夠契入、體會，所以說法喜充滿，法味無窮，那才叫真正的享受，過去方東美先生講「人生最高的享受」，這世間人哪能得到？我們總算是一般人講的「三生有幸」，不止三生，三生哪裡做得到？經典說無量劫來阿闍王子供養四百億佛都還不行，善根還不夠，我們今天能遇到，換句話說，善根、福德不止供養四百億佛，何止三生！這個緣太殊勝了。一定要發真正的道心，不要辜負這一生到人間一場，人身難得，佛法難聞，要認真好好的學習，將佛的教誨發揚光大，這是非常有意義的，那這一生真的是沒白來了。"
    },
    {
      "id": "20-011-0026_p0013",
      "zh_CN": "实在讲，人生只有这一桩事情是过得最有意义的，其他的都等于零，不管做的些什么，纵然在历史上做到三不朽也等于零，为什么？这个地球有「成、住、坏、空」，地球坏了还有什么不朽？所谓不朽也只是很短暂的一个时期。太阳光辉也会有消失的一天，这个科学家都给我们做证明，哪有不朽的？唯独你在佛法里修学真正不朽，这是真的不是假的，因为这个功德是永恒的，这个功德是你带得走的。世间人所做的一切，他都带不走，做再善的善事也没有办法出离六道轮回的范围，就是他带不走。唯独佛法里面所修的无漏功德是可以永远跟着你的，这部经上讲的，你看《普贤行愿品》最后「十大愿王」，「十大愿王」是可以带走的，所以聪明人要晓得，带得走的我们干，带不走的不干。",
      "zh_TW": "實在講，人生只有這一樁事情是過得最有意義的，其他的都等於零，不管做的些什麼，縱然在歷史上做到三不朽也等於零，為什麼？這個地球有「成、住、壞、空」，地球壞了還有什麼不朽？所謂不朽也只是很短暫的一個時期。太陽光輝也會有消失的一天，這個科學家都給我們做證明，哪有不朽的？唯獨你在佛法裡修學真正不朽，這是真的不是假的，因為這個功德是永恆的，這個功德是你帶得走的。世間人所做的一切，他都帶不走，做再善的善事也沒有辦法出離六道輪迴的範圍，就是他帶不走。唯獨佛法裡面所修的無漏功德是可以永遠跟著你的，這部經上講的，你看《普賢行願品》最後「十大願王」，「十大願王」是可以帶走的，所以聰明人要曉得，帶得走的我們幹，帶不走的不幹。"
    },
    {
      "id": "20-011-0026_p0014",
      "zh_CN": "佛菩萨对一切众生的恩德，你从这个地方去体会才会有比较深刻的感触。把佛法介绍给我们的人，大恩大德。没人介绍，我们怎么会晓得世间还有这么一桩事情？这不知道，哪里会晓得？指导我们的老师，给我们详加解释的，我们念念不忘。八楼将来有一边我们的教室，教室我们作报恩堂。李木源居士很难得，他说那间教室作韩锳馆长纪念堂，我说护持我们不是她一个人，除她之外还有三个人，我说作报恩堂好了。方东美教授把佛法介绍给我，我们才正确知道佛法是教育、是学术，不是宗教，使我们耳目一新；修学的基础，章嘉大师帮助我奠定的；讲经这一套方法是李炳老传授的；韩居士护持我三十年，护持最大的功德就是给我们创造条件、创造机会，让我们天天上台讲经，这个三十年功德。你学会这一套，你要不上台锻炼，半年不上台就忘得干干净净，以后再上台，胆子都没有了，所以不能离开讲台，讲台就是我们的工作场所，我们就是干这一行的，所以讲台就非常重要，这一定要有大力护持的人帮助你创造这些条件。你才晓得这四个人少一个都不行，像这一张桌子四个腿一样，少一个腿都不行。我告诉木源居士，我们作报恩堂，不必供牌位，这四个人的照片挂起来就行了，常常看到，这是一个纪念。",
      "zh_TW": "佛菩薩對一切眾生的恩德，你從這個地方去體會才會有比較深刻的感觸。把佛法介紹給我們的人，大恩大德。沒人介紹，我們怎麼會曉得世間還有這麼一樁事情？這不知道，哪裡會曉得？指導我們的老師，給我們詳加解釋的，我們念念不忘。八樓將來有一邊我們的教室，教室我們作報恩堂。李木源居士很難得，他說那間教室作韓鍈館長紀念堂，我說護持我們不是她一個人，除她之外還有三個人，我說作報恩堂好了。方東美教授把佛法介紹給我，我們才正確知道佛法是教育、是學術，不是宗教，使我們耳目一新；修學的基礎，章嘉大師幫助我奠定的；講經這一套方法是李炳老傳授的；韓居士護持我三十年，護持最大的功德就是給我們創造條件、創造機會，讓我們天天上臺講經，這個三十年功德。你學會這一套，你要不上臺鍛鍊，半年不上臺就忘得乾乾淨淨，以後再上臺，膽子都沒有了，所以不能離開講臺，講臺就是我們的工作場所，我們就是幹這一行的，所以講臺就非常重要，這一定要有大力護持的人幫助你創造這些條件。你才曉得這四個人少一個都不行，像這一張桌子四個腿一樣，少一個腿都不行。我告訴木源居士，我們作報恩堂，不必供牌位，這四個人的照片掛起來就行了，常常看到，這是一個紀念。"
    },
    {
      "id": "20-011-0026_p0015",
      "zh_CN": "今天我跟诸位讲这八个字，你们好好的去揣摩，无论是观察什么，人、事、物，你能够懂得这个原则，你的看法跟一般人的看法就完全不一样了，你会比别人看得仔细、深入，在我们的言语造作上就不至于出太大的过失，这是智慧的观察。",
      "zh_TW": "今天我跟諸位講這八個字，你們好好的去揣摩，無論是觀察什麼，人、事、物，你能夠懂得這個原則，你的看法跟一般人的看法就完全不一樣了，你會比別人看得仔細、深入，在我們的言語造作上就不至於出太大的過失，這是智慧的觀察。"
    }
  ]
}