{
  "doc_id": "20-011-0029",
  "title": {
    "zh_CN": "对治习气",
    "zh_TW": "對治習氣"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-011-0029",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-011-0029_p0001",
      "zh_CN": "此地有一个佛教机构叫「观音救苦会」，里面有一位林居士，他也是个医生，针炙医生，这个人一生行善，性情温和，从来没有发过脾气，自己生病，看到别人有病，他还是去帮助别人治疗，所以得到社会大众的尊敬。我这一次到新加坡，听说他在生病，而且是肝癌到了末期，非常严重。因为他在佛门做了许多好事，所以佛教界都认识他，都尊重他。他病重的时候就在万佛林养病。我来到此地，李木源居士告诉我，他说林居士非常想来看我，因为病重没有办法起来，我说这样好了，我去看他。上个星期我去看他，勉励他，我送他一张阿弥陀佛像，就是我们这里挂在那个地方的，劝他念佛求生净土，他昨天往生了，所以李木源居士昨天没有参加画展，去料理林居士的事情。李居士告诉我，他临终的愿望是希望现出家相，所以给他剃头，坐起来给他剃头，头剃了穿上了海青，十五分钟之后他就走了，居然是坐着走的，所以瑞相很希有难得。今天你们下午有缘去给他助念，这是很好的一个善缘。",
      "zh_TW": "此地有一個佛教機構叫「觀音救苦會」，裡面有一位林居士，他也是個醫生，針炙醫生，這個人一生行善，性情溫和，從來沒有發過脾氣，自己生病，看到別人有病，他還是去幫助別人治療，所以得到社會大眾的尊敬。我這一次到新加坡，聽說他在生病，而且是肝癌到了末期，非常嚴重。因為他在佛門做了許多好事，所以佛教界都認識他，都尊重他。他病重的時候就在萬佛林養病。我來到此地，李木源居士告訴我，他說林居士非常想來看我，因為病重沒有辦法起來，我說這樣好了，我去看他。上個星期我去看他，勉勵他，我送他一張阿彌陀佛像，就是我們這裡掛在那個地方的，勸他念佛求生淨土，他昨天往生了，所以李木源居士昨天沒有參加畫展，去料理林居士的事情。李居士告訴我，他臨終的願望是希望現出家相，所以給他剃頭，坐起來給他剃頭，頭剃了穿上了海青，十五分鐘之後他就走了，居然是坐著走的，所以瑞相很希有難得。今天你們下午有緣去給他助念，這是很好的一個善緣。"
    },
    {
      "id": "20-011-0029_p0002",
      "zh_CN": "这些年在新加坡、马来西亚一带，我们所见到的、听到的，念佛往生临终瑞相希有的很多，所以对这个地区念佛人来讲确实是增长了很大的信心。我们讲经把这些道理、事实真相讲清楚、讲明白，讲得再多，总不如人亲眼看见。这么多人往生做出这个样子给社会大众做最好的见证，这在佛法里所谓的「三转法轮」，「示转、劝转」，最后还有这些表演的作「证转」，说明这桩事情确实是事实，一点都不是虚假。",
      "zh_TW": "這些年在新加坡、馬來西亞一帶，我們所見到的、聽到的，念佛往生臨終瑞相希有的很多，所以對這個地區念佛人來講確實是增長了很大的信心。我們講經把這些道理、事實真相講清楚、講明白，講得再多，總不如人親眼看見。這麼多人往生做出這個樣子給社會大眾做最好的見證，這在佛法裡所謂的「三轉法輪」，「示轉、勸轉」，最後還有這些表演的作「證轉」，說明這樁事情確實是事實，一點都不是虛假。"
    },
    {
      "id": "20-011-0029_p0003",
      "zh_CN": "在末法时期，诸位都明了，除这个法门之外，任何一个法门都要破我执，断见思烦恼，才算有一个小成就，这我们讲证阿罗汉果，超越六道轮回。阿罗汉距离圆满的佛果还远之远矣，那个路很长很长。我们在大乘经上这才明了，三大阿僧祇劫成佛是从圆教初住菩萨讲起。证得阿罗汉果相当于圆教十信位里面的第七信位，这是讲他断烦恼的层次，如果说到智慧、德行、见解，阿罗汉是远远比不上七信位的菩萨。虽然七信位距离圆初住不远了，上面八信、九信、十信，十信行满就是圆教初住菩萨，可是我们必须知道在这个阶段退缘很多，这一退转就又不晓得要耽误多长的时间，所以《华严经》上讲十信位这个阶段，无量劫，进得少，退得多，到圆教初住才证三不退。",
      "zh_TW": "在末法時期，諸位都明瞭，除這個法門之外，任何一個法門都要破我執，斷見思煩惱，才算有一個小成就，這我們講證阿羅漢果，超越六道輪迴。阿羅漢距離圓滿的佛果還遠之遠矣，那個路很長很長。我們在大乘經上這才明瞭，三大阿僧祇劫成佛是從圓教初住菩薩講起。證得阿羅漢果相當於圓教十信位裡面的第七信位，這是講他斷煩惱的層次，如果說到智慧、德行、見解，阿羅漢是遠遠比不上七信位的菩薩。雖然七信位距離圓初住不遠了，上面八信、九信、十信，十信行滿就是圓教初住菩薩，可是我們必須知道在這個階段退緣很多，這一退轉就又不曉得要耽誤多長的時間，所以《華嚴經》上講十信位這個階段，無量劫，進得少，退得多，到圓教初住才證三不退。"
    },
    {
      "id": "20-011-0029_p0004",
      "zh_CN": "须陀洹证位不退，菩萨，信位的菩萨，七信，七、八、九、十这四个位次，行不退，圆教初住菩萨才证得三不退，不会再退到十法界里面来了。六道里面进进退退幅度很大，十法界里头也是进进退退，超越十法界才不退转，不会再退到十法界里面来，那叫念不退，念念趣向萨婆若海。「萨婆若」是梵语，翻成中国意思就是「一切种智」，一切种智是如来果地上所证得的智慧，这是证得三不退，不是圆证，分证，破一品无明证一分，四十一品无明破尽了才圆证。你们如果能知道这个事实，才知道往生西方之可贵，为什么？生到西方极乐世界，圆证，一下就超过四十一个位次，所以这种殊胜，菩萨听到了都摇头，叫难信之法。极乐世界理事因果都是如来果地上的境界，菩萨也搞不清楚，也不能透彻理解，都搞清楚之后才晓得这个法门的殊胜。所以在华严会上，十地菩萨始终不离念佛，登地了，清楚了，这个事情明白了，不会再怀疑了，从初地到等觉这十一地就老实念佛了。",
      "zh_TW": "須陀洹證位不退，菩薩，信位的菩薩，七信，七、八、九、十這四個位次，行不退，圓教初住菩薩才證得三不退，不會再退到十法界裡面來了。六道裡面進進退退幅度很大，十法界裡頭也是進進退退，超越十法界才不退轉，不會再退到十法界裡面來，那叫念不退，念念趣向薩婆若海。「薩婆若」是梵語，翻成中國意思就是「一切種智」，一切種智是如來果地上所證得的智慧，這是證得三不退，不是圓證，分證，破一品無明證一分，四十一品無明破盡了才圓證。你們如果能知道這個事實，才知道往生西方之可貴，為什麼？生到西方極樂世界，圓證，一下就超過四十一個位次，所以這種殊勝，菩薩聽到了都搖頭，叫難信之法。極樂世界理事因果都是如來果地上的境界，菩薩也搞不清楚，也不能透徹理解，都搞清楚之後才曉得這個法門的殊勝。所以在華嚴會上，十地菩薩始終不離念佛，登地了，清楚了，這個事情明白了，不會再懷疑了，從初地到等覺這十一地就老實念佛了。"
    },
    {
      "id": "20-011-0029_p0005",
      "zh_CN": "从这个事实真相我们才明了古德所说的殊途同归，无论修行哪个法门，你修行成就了，最后到哪里去？华藏世界，无论哪个法门到最后都是归华藏世界。到华藏世界你再修行，修满一个阿僧祇劫，这「三贤位次」，到第二个阿僧祇劫，你证了初地了，如果你遇到文殊、普贤这些大菩萨给你开示，你能够相信，这个时候就念佛求生西方净土，你看绕那么大的一个圈子浪费多少时间、精力，到后来还是到极乐世界。现在在此地往生极乐世界，到那个地方确实有不少都成佛了，看到你绕那么大的圈子才到，「你这个时候才来！」这是给你介绍这个法门你不相信。法门希有难逢，难逢实在讲不是缘上的难逢，难逢的意思实在讲，难信，你不相信。佛法的因缘，净宗因缘是无比的殊胜，到哪里都听得到阿弥陀佛，听到不信这叫难逢。缘为什么盛？因为十方一切诸佛菩萨都宣扬，其他的法门不见得会宣扬，唯独这个法门无时无处不在宣扬，所以难逢的意思实在就是讲的难信。",
      "zh_TW": "從這個事實真相我們才明瞭古德所說的殊途同歸，無論修行哪個法門，你修行成就了，最後到哪裡去？華藏世界，無論哪個法門到最後都是歸華藏世界。到華藏世界你再修行，修滿一個阿僧祇劫，這「三賢位次」，到第二個阿僧祇劫，你證了初地了，如果你遇到文殊、普賢這些大菩薩給你開示，你能夠相信，這個時候就念佛求生西方淨土，你看繞那麼大的一個圈子浪費多少時間、精力，到後來還是到極樂世界。現在在此地往生極樂世界，到那個地方確實有不少都成佛了，看到你繞那麼大的圈子才到，「你這個時候才來！」這是給你介紹這個法門你不相信。法門希有難逢，難逢實在講不是緣上的難逢，難逢的意思實在講，難信，你不相信。佛法的因緣，淨宗因緣是無比的殊勝，到哪裡都聽得到阿彌陀佛，聽到不信這叫難逢。緣為什麼盛？因為十方一切諸佛菩薩都宣揚，其他的法門不見得會宣揚，唯獨這個法門無時無處不在宣揚，所以難逢的意思實在就是講的難信。"
    },
    {
      "id": "20-011-0029_p0006",
      "zh_CN": "什么人能去？念佛的功力要能把烦恼伏住就能去，所以这个法门不要断烦恼，只要把烦恼伏住不让它起现行，有这个能力就可以往生。所以我们要想在这一生当中真正成就就要下决心，要有毅力去伏烦恼。断实在讲太难了，非常不容易，伏当然也不容易，那要比起断来讲，那容易太多了。怎么个伏法？最好的方法，改习气，把习气反过来，这个方法比什么都妙，非常有效果。念这句佛号不一定你能够压得住习气，所以你要懂得怎么把它翻过来。譬如我的烦恼是贪财，看到钱财就喜欢，我用什么方法来对治？有了钱财赶快布施，痛痛快快把它散掉，这个就是方法。瞋恨重的，慈悲，贡高我慢的学谦虚，你能够把它反过来，那个效果比什么都快。有人不懂得这个方法，用一句佛号拼命压也压不住，所以不如反过来对治，那个效果快。这个烦恼习气无始劫带来的，薰习得非常严重。这个事情只有自己清楚，自己要常常反省检点，我们的病在哪里。",
      "zh_TW": "什麼人能去？念佛的功力要能把煩惱伏住就能去，所以這個法門不要斷煩惱，只要把煩惱伏住不讓它起現行，有這個能力就可以往生。所以我們要想在這一生當中真正成就就要下決心，要有毅力去伏煩惱。斷實在講太難了，非常不容易，伏當然也不容易，那要比起斷來講，那容易太多了。怎麼個伏法？最好的方法，改習氣，把習氣反過來，這個方法比什麼都妙，非常有效果。念這句佛號不一定你能夠壓得住習氣，所以你要懂得怎麼把它翻過來。譬如我的煩惱是貪財，看到錢財就喜歡，我用什麼方法來對治？有了錢財趕快布施，痛痛快快把它散掉，這個就是方法。瞋恨重的，慈悲，貢高我慢的學謙虛，你能夠把它反過來，那個效果比什麼都快。有人不懂得這個方法，用一句佛號拼命壓也壓不住，所以不如反過來對治，那個效果快。這個煩惱習氣無始劫帶來的，薰習得非常嚴重。這個事情只有自己清楚，自己要常常反省檢點，我們的病在哪裡。"
    },
    {
      "id": "20-011-0029_p0007",
      "zh_CN": "六波罗蜜讲的是原则，每一条里面要是去运用都是深广无尽，所以要善于体会、善于运用，对治自己的悭贪、恶业、懈怠、懒惰、瞋恚、嫉妒、散乱、愚痴，这是大病，佛说出这六个原则来对治。我们在日常生活、工作，处事待人接物，能用这个原则来治病，然后信愿念佛就决定得生，我们在这一生当中就大成就了，真正可以称得上是究竟圆满的成就。这一生的殊胜，无量劫来生生世世都不能比，这一生是无比的殊胜。",
      "zh_TW": "六波羅蜜講的是原則，每一條裡面要是去運用都是深廣無盡，所以要善於體會、善於運用，對治自己的慳貪、惡業、懈怠、懶惰、瞋恚、嫉妒、散亂、愚痴，這是大病，佛說出這六個原則來對治。我們在日常生活、工作，處事待人接物，能用這個原則來治病，然後信願念佛就決定得生，我們在這一生當中就大成就了，真正可以稱得上是究竟圓滿的成就。這一生的殊勝，無量劫來生生世世都不能比，這一生是無比的殊勝。"
    },
    {
      "id": "20-011-0029_p0008",
      "zh_CN": "心地清净，智慧开了，对于世出世间一切事理真是了如指掌。机会在眼前决定不能轻易放过，牢牢的抓住。用心要跟诸佛菩萨一样，常常存着度世之道，心里头常常存心帮助一切众生，把这个殊胜法门介绍给大家，有力量，全心全力去做。",
      "zh_TW": "心地清淨，智慧開了，對於世出世間一切事理真是瞭如指掌。機會在眼前決定不能輕易放過，牢牢的抓住。用心要跟諸佛菩薩一樣，常常存著度世之道，心裡頭常常存心幫助一切眾生，把這個殊勝法門介紹給大家，有力量，全心全力去做。"
    },
    {
      "id": "20-011-0029_p0009",
      "zh_CN": "这一届我们「内典讲座」这个课程圆满之后，接着我们要做《无量寿经》的科注，用最通俗、最简单的文字将这部经做一个简单的注解，帮助初学的同学们。这个课程完了之后，如果还有时间，我们也把李木源居士拉来给我们开几堂课，叫他讲讲最近这几年新、马往生同修那些瑞相，都是他亲眼看见的。我还要找台北三重一位廖居士，他听了我讲的这些录音带，因为他自己很忙，很少到我道场来听经，他都是听录音带跟录相带，他听了完全照做，非常希有。他在台北建了个道场，做得非常如法，我也要把他找来把他那个道场的做法给大家做一个介绍。我叫他全部用录相，将来这个录相带你们都可以带回去。他那边的同修人数是固定的，不是像一般道场来来去去，报名参加的，跟学校一样，如果三次不来就开除了，要求得非常严格，一般人不是想真正修行，到他那里去了，一、两个星期就会跑掉，受不了，可是在他那里能够待下去的时候都是心地清凉自在，法喜充满。真做，每天做改过自新的工作，这也是不容易，有一个样子给我们看，做出个样子给我们看。",
      "zh_TW": "這一屆我們「內典講座」這個課程圓滿之後，接著我們要做《無量壽經》的科註，用最通俗、最簡單的文字將這部經做一個簡單的註解，幫助初學的同學們。這個課程完了之後，如果還有時間，我們也把李木源居士拉來給我們開幾堂課，叫他講講最近這幾年新、馬往生同修那些瑞相，都是他親眼看見的。我還要找台北三重一位廖居士，他聽了我講的這些錄音帶，因為他自己很忙，很少到我道場來聽經，他都是聽錄音帶跟錄相帶，他聽了完全照做，非常希有。他在台北建了個道場，做得非常如法，我也要把他找來把他那個道場的做法給大家做一個介紹。我叫他全部用錄相，將來這個錄相帶你們都可以帶回去。他那邊的同修人數是固定的，不是像一般道場來來去去，報名參加的，跟學校一樣，如果三次不來就開除了，要求得非常嚴格，一般人不是想真正修行，到他那裡去了，一、兩個星期就會跑掉，受不了，可是在他那裡能夠待下去的時候都是心地清涼自在，法喜充滿。真做，每天做改過自新的工作，這也是不容易，有一個樣子給我們看，做出個樣子給我們看。"
    },
    {
      "id": "20-011-0029_p0010",
      "zh_CN": "你们到台北受戒，找个时间到他的道场去参观一下，你看看人家怎么修的，正是符合夏莲居老居士在《净语》里面讲的「真干」，绝对不是假的，就是把佛陀的教诲、教训真正做到了，不是在口头上说的，要真正去做。",
      "zh_TW": "你們到台北受戒，找個時間到他的道場去參觀一下，你看看人家怎麼修的，正是符合夏蓮居老居士在《淨語》裡面講的「真幹」，絕對不是假的，就是把佛陀的教誨、教訓真正做到了，不是在口頭上說的，要真正去做。"
    }
  ]
}