{
  "doc_id": "32-298-0068",
  "title": {
    "zh_CN": "法国巴黎会客谈话—下一代应接受什么教育",
    "zh_TW": "法國巴黎會客談話—下一代應接受什麼教育"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十八集",
    "zh_TW": "第六十八集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织净空之友社",
    "zh_TW": "聯合國教科文組織淨空之友社"
  },
  "doc_number": "32-298-0068",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-298-0068_p0001",
      "zh_CN": "我们要看到，十岁的小孩，十年之后他就是大人；二十岁的小孩，十年之后，大概重要的事业他们会肩负起来。所以关系太重要了，只有教育能解决这个问题。所以要重视年轻人，下一代、再下一代，至少我们要顾及两代人，把他们教好，让他们能知道人与人是一体的。慢慢的要了解认识，地球愈来愈小了，科学技术的发达，地球确实是个地球村，地球村不和谐，人就没有福报了。",
      "zh_TW": "我們要看到，十歲的小孩，十年之後他就是大人；二十歲的小孩，十年之後，大概重要的事業他們會肩負起來。所以關係太重要了，只有教育能解決這個問題。所以要重視年輕人，下一代、再下一代，至少我們要顧及兩代人，把他們教好，讓他們能知道人與人是一體的。慢慢的要了解認識，地球愈來愈小了，科學技術的發達，地球確實是個地球村，地球村不和諧，人就沒有福報了。"
    },
    {
      "id": "32-298-0068_p0002",
      "zh_CN": "用什么？宗教教育。所以宗教回归教育，神圣的教育。一切众神都是讲爱众生，爱众生首先自爱，自己要爱自己，然后把我的自爱去爱别人，去爱这个地球。古圣先贤好东西很多，也都要把它再找回来。西方发展是向着科技，科技不能不要，但是传统更重要，传统是教我们做一个像上帝一样爱人的人，这个很重要。",
      "zh_TW": "用什麼？宗教教育。所以宗教回歸教育，神聖的教育。一切眾神都是講愛眾生，愛眾生首先自愛，自己要愛自己，然後把我的自愛去愛別人，去愛這個地球。古聖先賢好東西很多，也都要把它再找回來。西方發展是向著科技，科技不能不要，但是傳統更重要，傳統是教我們做一個像上帝一樣愛人的人，這個很重要。"
    },
    {
      "id": "32-298-0068_p0003",
      "zh_CN": "宗教教育是什么？爱的教育，用神圣来代表。神圣是大公无私，他的爱是付出的，不讲求回报的，这是真爱，父母对子女的爱，真爱。所以这个爱的教育要在很小时候培养他，二三岁的时候，他慢慢懂事了，接受这个教育。一家能够生活在幸福、快乐、欢喜的这种氛围之下，这是人生最高的享受。现在一般的家庭都很苦，财富不能解决，很多企业家拥有财富，家庭并不幸福、并不快乐，每天忧虑的事情很多，这是病痛。我们如何帮助他？这要靠神圣的教育、要靠爱的教育。",
      "zh_TW": "宗教教育是什麼？愛的教育，用神聖來代表。神聖是大公無私，他的愛是付出的，不講求回報的，這是真愛，父母對子女的愛，真愛。所以這個愛的教育要在很小時候培養他，二三歲的時候，他慢慢懂事了，接受這個教育。一家能夠生活在幸福、快樂、歡喜的這種氛圍之下，這是人生最高的享受。現在一般的家庭都很苦，財富不能解決，很多企業家擁有財富，家庭並不幸福、並不快樂，每天憂慮的事情很多，這是病痛。我們如何幫助他？這要靠神聖的教育、要靠愛的教育。"
    },
    {
      "id": "32-298-0068_p0004",
      "zh_CN": "首先帮助一个人解决自己家庭问题，我们要快乐的家庭、要幸福家庭，这里能够培养很好的下一代、再下一代。所以中国古人有一句话，遇到困难怎么解决？教学为先，完全用教育来解决问题。",
      "zh_TW": "首先幫助一個人解決自己家庭問題，我們要快樂的家庭、要幸福家庭，這裡能夠培養很好的下一代、再下一代。所以中國古人有一句話，遇到困難怎麼解決？教學為先，完全用教育來解決問題。"
    },
    {
      "id": "32-298-0068_p0005",
      "zh_CN": "中国这么大的国家、这么多的人口，他们从古以来相信儒释道，儒释道是学派。所以，儒释道能够帮助东方文化，宗教能帮助西方文化，宗教教育对西方人，他能接受，会产生效果。宗教要讲经，也还是靠教育。如果把经典丢掉了，那是很大的过失，宗教就站不住脚了。宗教的好处就是经典，你常常去读《圣经》、读《古兰经》，自自然然就是社会上一个好人，有道义、有正义的人，我们对他们尊敬。让宗教徒对宗教传教师产生信心、产生尊敬，有助于社会安定。",
      "zh_TW": "中國這麼大的國家、這麼多的人口，他們從古以來相信儒釋道，儒釋道是學派。所以，儒釋道能夠幫助東方文化，宗教能幫助西方文化，宗教教育對西方人，他能接受，會產生效果。宗教要講經，也還是靠教育。如果把經典丟掉了，那是很大的過失，宗教就站不住腳了。宗教的好處就是經典，你常常去讀《聖經》、讀《古蘭經》，自自然然就是社會上一個好人，有道義、有正義的人，我們對他們尊敬。讓宗教徒對宗教傳教師產生信心、產生尊敬，有助於社會安定。"
    }
  ]
}