{
  "doc_id": "32-298-0056",
  "title": {
    "zh_CN": "法国巴黎会客谈话—根要固，树才长得大",
    "zh_TW": "法國巴黎會客談話—根要固，樹才長得大"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十六集",
    "zh_TW": "第五十六集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-298-0056",
  "total_paragraphs": 3,
  "paragraphs": [
    {
      "id": "32-298-0056_p0001",
      "zh_CN": "学圣人，是以孔子做标准。孔子在日常生活当中，处事待人接物所表现出来的温良恭俭让，这是中国教育，这才叫根本。从小就训练，他懂得温和、善良、恭敬，无论对人、对事、对物。对物的恭敬，就是像这个杯子、毛巾，放得端端正正，对它是恭敬；你要随便放、随便丢，这就是不恭敬。所以就一敬一切敬。敬是负责任，不敬是与我没关系。不懂的人，一看就知道没有家教，小孩子坐在那里，茶杯一放，怎么放法有规矩，你没有学过，你不懂得规矩，一看就知道没有人教他。所以得懂礼，人人都守礼，世界才安定、和平。孩子不能随他，他要随大人。什么叫大人？具足完美的德能、英雄豪杰，才称之为大人。",
      "zh_TW": "學聖人，是以孔子做標準。孔子在日常生活當中，處事待人接物所表現出來的溫良恭儉讓，這是中國教育，這才叫根本。從小就訓練，他懂得溫和、善良、恭敬，無論對人、對事、對物。對物的恭敬，就是像這個杯子、毛巾，放得端端正正，對它是恭敬；你要隨便放、隨便丟，這就是不恭敬。所以就一敬一切敬。敬是負責任，不敬是與我沒關係。不懂的人，一看就知道沒有家教，小孩子坐在那裡，茶杯一放，怎麼放法有規矩，你沒有學過，你不懂得規矩，一看就知道沒有人教他。所以得懂禮，人人都守禮，世界才安定、和平。孩子不能隨他，他要隨大人。什麼叫大人？具足完美的德能、英雄豪傑，才稱之為大人。"
    },
    {
      "id": "32-298-0056_p0002",
      "zh_CN": "从两岁就可以开始教，他说话说得很清楚就可以开始教了。教什么？教伦理，伦理是人与人的关系，教道德，在这里扎根。像种树一样，根要固，将来树才长得大，要根深蒂固。为什么你要念小学？为了学做人。现在人你为什么念小学？为了念中学，是为了念中学我才进小学。念完了中学我想念大学，所以我要念中学，是为学习而学习的。中国古人不是的，小学这个阶段是人的根，基础，所学的是什么？做人的根本道理，他懂得做人，做一个好人。再提升一级，年岁大了，在念中学了，中学教什么？要教他学做事，他将来选择哪一个行业做为他一生谋生的工具，很能干、很会办事是他需要的。年岁再大的就要上大学了，大学学什么？就学《群书治要》。《群书治要》是什么？是治国平天下，你懂得怎么治国、你懂得怎么让世界带向和平。他每个阶段需要不一样，所以他学的东西不一样，一个层次一个层次向上提升，很有秩序，一点都不乱。",
      "zh_TW": "從兩歲就可以開始教，他說話說得很清楚就可以開始教了。教什麼？教倫理，倫理是人與人的關係，教道德，在這裡扎根。像種樹一樣，根要固，將來樹才長得大，要根深蒂固。為什麼你要念小學？為了學做人。現在人你為什麼念小學？為了念中學，是為了念中學我才進小學。念完了中學我想念大學，所以我要念中學，是為學習而學習的。中國古人不是的，小學這個階段是人的根，基礎，所學的是什麼？做人的根本道理，他懂得做人，做一個好人。再提升一級，年歲大了，在念中學了，中學教什麼？要教他學做事，他將來選擇哪一個行業做為他一生謀生的工具，很能幹、很會辦事是他需要的。年歲再大的就要上大學了，大學學什麼？就學《群書治要》。《群書治要》是什麼？是治國平天下，你懂得怎麼治國、你懂得怎麼讓世界帶向和平。他每個階段需要不一樣，所以他學的東西不一樣，一個層次一個層次向上提升，很有秩序，一點都不亂。"
    },
    {
      "id": "32-298-0056_p0003",
      "zh_CN": "现在选择这些学习的课程，为什么选择，它有个道理在，不是随便的。小学就是《圣学根之根》，六年；中学，四书五经；大学就是《群书治要》。《群书治要》是修身的治要，我们的身心要修理、思想要修理、身体也要修理；家庭和睦的治要，你家庭不和，你要学了这个，你家庭个个相亲相爱，你多幸福、多快乐！齐家的治要、工作的治要，再就是治国平天下的治要，真管用！",
      "zh_TW": "現在選擇這些學習的課程，為什麼選擇，它有個道理在，不是隨便的。小學就是《聖學根之根》，六年；中學，四書五經；大學就是《群書治要》。《群書治要》是修身的治要，我們的身心要修理、思想要修理、身體也要修理；家庭和睦的治要，你家庭不和，你要學了這個，你家庭個個相親相愛，你多幸福、多快樂！齊家的治要、工作的治要，再就是治國平天下的治要，真管用！"
    }
  ]
}