{
  "doc_id": "32-298-0029",
  "title": {
    "zh_CN": "法国巴黎会客谈话—把执着统统放下很容易出轮回",
    "zh_TW": "法國巴黎會客談話—把執著統統放下很容易出輪迴"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十九集",
    "zh_TW": "第二十九集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织巴黎总部净空之友社办公室",
    "zh_TW": "聯合國教科文組織巴黎總部淨空之友社辦公室"
  },
  "doc_number": "32-298-0029",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "32-298-0029_p0001",
      "zh_CN": "佛家讲明心见性，明心见性的时候大彻大悟，那就是佛的境界，成佛了。自性是整个宇宙的本体，现在哲学里讲本体，整个宇宙是它现出来的。它怎么现出来的？现出来时候是相，就像我们看电视一样，现出来是画面。本体是什么？本体是萤幕，什么也没有。它里面现相，现的现相，教你要认识，假的，不是真的。你要认真，你就吃亏了，你就迷了，迷了就很难出来。",
      "zh_TW": "佛家講明心見性，明心見性的時候大徹大悟，那就是佛的境界，成佛了。自性是整個宇宙的本體，現在哲學裡講本體，整個宇宙是它現出來的。它怎麼現出來的？現出來時候是相，就像我們看電視一樣，現出來是畫面。本體是什麼？本體是螢幕，什麼也沒有。它裡面現相，現的現相，教你要認識，假的，不是真的。你要認真，你就吃虧了，你就迷了，迷了就很難出來。"
    },
    {
      "id": "32-298-0029_p0002",
      "zh_CN": "你要是认知到它是假的，不放在心上，眼见色、耳闻声，六根接触六尘境界，不起心不动念，不分别不执着，这是什么人？这是佛。起心动念了，没有分别执着，起心动念，菩萨；菩萨有起心动念，没有分别执着。到有分别执着，这是六道凡夫，那个很难，你只要有执着，你就出不了轮回；你要统统放下，很容易出去。这个叫修行，修正自己错误的见解、错误的行为，起心动念全是错的。",
      "zh_TW": "你要是認知到它是假的，不放在心上，眼見色、耳聞聲，六根接觸六塵境界，不起心不動念，不分別不執著，這是什麼人？這是佛。起心動念了，沒有分別執著，起心動念，菩薩；菩薩有起心動念，沒有分別執著。到有分別執著，這是六道凡夫，那個很難，你只要有執著，你就出不了輪迴；你要統統放下，很容易出去。這個叫修行，修正自己錯誤的見解、錯誤的行為，起心動念全是錯的。"
    },
    {
      "id": "32-298-0029_p0003",
      "zh_CN": "所以到最高的那个境界，连佛这个概念都放下。有没有，那是个名词。如果不放下，名字相，你迷在名字相里头，你见不到真相。所以这就难在放下。",
      "zh_TW": "所以到最高的那個境界，連佛這個概念都放下。有沒有，那是個名詞。如果不放下，名字相，你迷在名字相裡頭，你見不到真相。所以這就難在放下。"
    },
    {
      "id": "32-298-0029_p0004",
      "zh_CN": "我那个时候，二十多岁的时候，我见章嘉大师，我就向他请教。方老师把佛法介绍给我，我完全明白它不是迷信，这个问题解决了。见章嘉大师我就向他请教，佛教有没有方法让我很快就契入？我提出这个问题，他看着我，我看着他，看了半个小时，一句话没说。半个小时之后，他才说了一个字，有。这一有，我们就很兴奋，等了半个小时，才等到一个字有，他又不说了。",
      "zh_TW": "我那個時候，二十多歲的時候，我見章嘉大師，我就向他請教。方老師把佛法介紹給我，我完全明白它不是迷信，這個問題解決了。見章嘉大師我就向他請教，佛教有沒有方法讓我很快就契入？我提出這個問題，他看著我，我看著他，看了半個小時，一句話沒說。半個小時之後，他才說了一個字，有。這一有，我們就很興奮，等了半個小時，才等到一個字有，他又不說了。"
    },
    {
      "id": "32-298-0029_p0005",
      "zh_CN": "他为什么不说？我们的心妄想分别起来了。起来怎么？起来就把你的清净心盖住了，你心不清净了。清净心是真心，起心动念就是妄心，你有念头在里头，有分别有执着，这妄心，妄心对于真理不能接受。所以说了个「有」的时候，他又不说话了；我差不多等了将近十分钟，六个字，「看得破、放得下」。就是看破、放下。为什么要我停那么久？叫你不要有妄念，用清净心来接触。",
      "zh_TW": "他為什麼不說？我們的心妄想分別起來了。起來怎麼？起來就把你的清淨心蓋住了，你心不清淨了。清淨心是真心，起心動念就是妄心，你有念頭在裡頭，有分別有執著，這妄心，妄心對於真理不能接受。所以說了個「有」的時候，他又不說話了；我差不多等了將近十分鐘，六個字，「看得破、放得下」。就是看破、放下。為什麼要我停那麼久？叫你不要有妄念，用清淨心來接觸。"
    },
    {
      "id": "32-298-0029_p0006",
      "zh_CN": "这样的老师，我相信很难找到，学生也不容易，学生有那么耐烦心，跟你坐一二个小时，坐到如如不动，心真的可以定下来了，才告诉你。所以，承传难！你说找学生，一堂课只讲个几句话，学生都走光了。哪有这种学生？没有了！所以我们很幸运碰到这个老师。",
      "zh_TW": "這樣的老師，我相信很難找到，學生也不容易，學生有那麼耐煩心，跟你坐一二個小時，坐到如如不動，心真的可以定下來了，才告訴你。所以，承傳難！你說找學生，一堂課只講個幾句話，學生都走光了。哪有這種學生？沒有了！所以我們很幸運碰到這個老師。"
    },
    {
      "id": "32-298-0029_p0007",
      "zh_CN": "佛家讲的总的纲领原则，跟儒家一样，儒家也是看破、放下，用的名词不一样，它叫格物、致知。格物是什么？格物就是放下，物就是欲望，物欲，要把欲望放下。格物、致知，致知就是智慧，智慧开了，就是看破了，你才能看破。你放得下、看得破，那这条路对你就没有困难，一帆风顺。所以你看，格物、致知、诚意、正心，这是入门修养的总纲领、总原则，儒释道都在这个基础上，佛讲得清楚，儒也讲得清楚。",
      "zh_TW": "佛家講的總的綱領原則，跟儒家一樣，儒家也是看破、放下，用的名詞不一樣，它叫格物、致知。格物是什麼？格物就是放下，物就是欲望，物欲，要把欲望放下。格物、致知，致知就是智慧，智慧開了，就是看破了，你才能看破。你放得下、看得破，那這條路對你就沒有困難，一帆風順。所以你看，格物、致知、誠意、正心，這是入門修養的總綱領、總原則，儒釋道都在這個基礎上，佛講得清楚，儒也講得清楚。"
    },
    {
      "id": "32-298-0029_p0008",
      "zh_CN": "真正放下、看破了，看破你晓得它是假的，整个宇宙不是真的。经上告诉我们，它这像幻灯片一样、像电影一样，许多画面，一个接着一个、一个接着一个，速度太快了，你看花了，以为是真有，其实什么都没有。告诉你，虚妄的没有，真的也没有。真的、妄的都不能起心动念，你才能把自性这个概念找到。",
      "zh_TW": "真正放下、看破了，看破你曉得它是假的，整個宇宙不是真的。經上告訴我們，它這像幻燈片一樣、像電影一樣，許多畫面，一個接著一個、一個接著一個，速度太快了，你看花了，以為是真有，其實什麼都沒有。告訴你，虛妄的沒有，真的也沒有。真的、妄的都不能起心動念，你才能把自性這個概念找到。"
    },
    {
      "id": "32-298-0029_p0009",
      "zh_CN": "要修，修什么？格物、致知是修，诚意、正心是修，那是提升一级了。到意诚、心正了，你的基础稳了。六根在六尘境界上，看得清楚、听得清楚，没有起心动念，这叫佛知佛见。跟凡夫不一样，凡夫马上就起心动念、分别执着一起来，那你就乱了，你就迷了。诚意、正心，这身才修。",
      "zh_TW": "要修，修什麼？格物、致知是修，誠意、正心是修，那是提升一級了。到意誠、心正了，你的基礎穩了。六根在六塵境界上，看得清楚、聽得清楚，沒有起心動念，這叫佛知佛見。跟凡夫不一樣，凡夫馬上就起心動念、分別執著一起來，那你就亂了，你就迷了。誠意、正心，這身才修。"
    },
    {
      "id": "32-298-0029_p0010",
      "zh_CN": "现在的问题，我们要想真有一点成就，要用真诚心；不欺骗自己、不欺骗别人，大公无私，你的心才正。你有正心，你才能悟入正道、正法，你没有这个真心，你这一生得不到。没有这个真心，只有一个方法得救，念佛往生净土，就这一门；其他的佛家八万四千法门没你分。你可以去研究经教，你这条路走不通，你达不到诚意、正心。这个才叫根深蒂固。所以过去出家人，修什么？真干，真有成就。",
      "zh_TW": "現在的問題，我們要想真有一點成就，要用真誠心；不欺騙自己、不欺騙別人，大公無私，你的心才正。你有正心，你才能悟入正道、正法，你沒有這個真心，你這一生得不到。沒有這個真心，只有一個方法得救，念佛往生淨土，就這一門；其他的佛家八萬四千法門沒你分。你可以去研究經教，你這條路走不通，你達不到誠意、正心。這個才叫根深蒂固。所以過去出家人，修什麼？真幹，真有成就。"
    }
  ]
}