{
  "doc_id": "32-298-0013",
  "title": {
    "zh_CN": "法国巴黎会客谈话—世界需要爱的文化",
    "zh_TW": "法國巴黎會客談話—世界需要愛的文化"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织巴黎总部净空之友社办公室",
    "zh_TW": "聯合國教科文組織巴黎總部淨空之友社辦公室"
  },
  "doc_number": "32-298-0013",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-298-0013_p0001",
      "zh_CN": "神只有一个，一个真神，所有宗教的不同的这些神，都是一个神的化身。你要明白的时候，全是一，问题全解决了，就不会争第一、第二，不会争谁大谁小。是一个化身，在我们佛法讲的是，应以什么身得度就现什么身，你喜欢什么，他就变现什么样子。是如你的意，神没有起心动念，起心动念是人。神知道你的意思，跟着你的意思来现身，妙极了！所以「众神一体，宗教一家」，如果我们有这个概念，这世界和平很快就现前。宗教要传这个福音，这就是神爱世人的文化。",
      "zh_TW": "神只有一個，一個真神，所有宗教的不同的這些神，都是一個神的化身。你要明白的時候，全是一，問題全解決了，就不會爭第一、第二，不會爭誰大誰小。是一個化身，在我們佛法講的是，應以什麼身得度就現什麼身，你喜歡什麼，他就變現什麼樣子。是如你的意，神沒有起心動念，起心動念是人。神知道你的意思，跟著你的意思來現身，妙極了！所以「眾神一體，宗教一家」，如果我們有這個概念，這世界和平很快就現前。宗教要傳這個福音，這就是神愛世人的文化。"
    },
    {
      "id": "32-298-0013_p0002",
      "zh_CN": "每一个宗教都讲神爱世人，所以有人问我，什么是宗教？我说：爱世人就是宗教，宗教是爱世人的文化、爱世人的承传。爱有个标准，谁的标准？上帝的标准。上帝爱世人是公平的、是没有分别心的，是没有负面的，完全是正面的，应当要学习。学习像上帝一样爱世人，爱世人你就不会害世人，你怎么会去发动战争？不可能的。所以世界和平要靠宗教的神圣的爱，就能恢复。",
      "zh_TW": "每一個宗教都講神愛世人，所以有人問我，什麼是宗教？我說：愛世人就是宗教，宗教是愛世人的文化、愛世人的承傳。愛有個標準，誰的標準？上帝的標準。上帝愛世人是公平的、是沒有分別心的，是沒有負面的，完全是正面的，應當要學習。學習像上帝一樣愛世人，愛世人你就不會害世人，你怎麼會去發動戰爭？不可能的。所以世界和平要靠宗教的神聖的愛，就能恢復。"
    },
    {
      "id": "32-298-0013_p0003",
      "zh_CN": "我们希望在我们这个世界出现爱的文化、爱的教育，从小学、中学、大学，社会各个阶层，普遍的来学习。传承文化更是一桩大事情，这个文化不能丢掉，要一代一代的传下去。那么古人的书不能不读，古人书里面充满了智慧，绝对不是现在人所能够比的。",
      "zh_TW": "我們希望在我們這個世界出現愛的文化、愛的教育，從小學、中學、大學，社會各個階層，普遍的來學習。傳承文化更是一樁大事情，這個文化不能丟掉，要一代一代的傳下去。那麼古人的書不能不讀，古人書裡面充滿了智慧，絕對不是現在人所能夠比的。"
    },
    {
      "id": "32-298-0013_p0004",
      "zh_CN": "《群书治要》，唐太宗下令编的，内容是什么？他自己年轻打仗，用武力统一了国家，所以他是将军，打仗是很内行，治理国家他就没有办法。他二十七岁父亲把王位让给他，他没有办法，所以他就成立一个小组，召集六、七个当代的大师，替他编一本书。就是从三皇五帝到他那一代，差不多两千年的样子，这两千年古人书籍里面教导我们怎么生活、怎么样治家（家庭幸福）、怎么样事业顺利、怎么样社会安定、世界和平，这些教训统统抄给他给他看。他就凭用这个来治国、平天下，这个就是《群书治要》。",
      "zh_TW": "《群書治要》，唐太宗下令編的，內容是什麼？他自己年輕打仗，用武力統一了國家，所以他是將軍，打仗是很內行，治理國家他就沒有辦法。他二十七歲父親把王位讓給他，他沒有辦法，所以他就成立一個小組，召集六、七個當代的大師，替他編一本書。就是從三皇五帝到他那一代，差不多兩千年的樣子，這兩千年古人書籍裡面教導我們怎麼生活、怎麼樣治家（家庭幸福）、怎麼樣事業順利、怎麼樣社會安定、世界和平，這些教訓統統抄給他給他看。他就憑用這個來治國、平天下，這個就是《群書治要》。"
    }
  ]
}