{
  "doc_id": "32-298-0003",
  "title": {
    "zh_CN": "法国巴黎会客谈话—爱，最重要的要做到",
    "zh_TW": "法國巴黎會客談話—愛，最重要的要做到"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-298-0003",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-298-0003_p0001",
      "zh_CN": "现在这个世界迫切需要宗教，社会才会安定。东方需要儒释道，西方需要宗教，所以宗教跟儒释道要大团结，这个世界就和平了。",
      "zh_TW": "現在這個世界迫切需要宗教，社會才會安定。東方需要儒釋道，西方需要宗教，所以宗教跟儒釋道要大團結，這個世界就和平了。"
    },
    {
      "id": "32-298-0003_p0002",
      "zh_CN": "有人问我，什么叫宗教？什么叫宗教教育？宗教教育教什么？我的答复就一个字「爱」，神爱世人，爱就是宗教，就是宗教教育。人学会了像上帝一样的爱世人，世界和平了，世界上这些动乱就没有了。所以确实迫切需要宗教。没有一个宗教不说神爱世人，学宗教是把神的爱接受过来，然后我们代表神去爱世人，这就对了。",
      "zh_TW": "有人問我，什麼叫宗教？什麼叫宗教教育？宗教教育教什麼？我的答覆就一個字「愛」，神愛世人，愛就是宗教，就是宗教教育。人學會了像上帝一樣的愛世人，世界和平了，世界上這些動亂就沒有了。所以確實迫切需要宗教。沒有一個宗教不說神愛世人，學宗教是把神的愛接受過來，然後我們代表神去愛世人，這就對了。"
    },
    {
      "id": "32-298-0003_p0003",
      "zh_CN": "今天我们要告诉世人是什么？爱是最重要的。西方宗教要是兴旺起来，东方就重视汉学了，西方宗教教育起来，会影响到东方、影响到整个地球。最重要的，我们自己要落实，我们自己要依照神圣经典里面的教育，把它做到，然后去影响别人。影响最大的，一个是播讲经典，我们在电视台、网路，利用这些工具传播宗教教育、爱的教育。",
      "zh_TW": "今天我們要告訴世人是什麼？愛是最重要的。西方宗教要是興旺起來，東方就重視漢學了，西方宗教教育起來，會影響到東方、影響到整個地球。最重要的，我們自己要落實，我們自己要依照神聖經典裡面的教育，把它做到，然後去影響別人。影響最大的，一個是播講經典，我們在電視台、網路，利用這些工具傳播宗教教育、愛的教育。"
    },
    {
      "id": "32-298-0003_p0004",
      "zh_CN": "所有宗教里面的神，我们讲上帝、讲的神，实际上是一个。为什么那么多？分身。神爱世人，佛家讲，应以什么身得度就示现什么，没有一定的形象，没有一定的语言，没有一定的方式，你喜欢什么，他就现什么。所有宗教，真神就一个，那都是真神的化身，所以众神一体，宗教一家。我们只有赞叹，没有毁谤，没有批评，这样就能把宗教真正找回来。",
      "zh_TW": "所有宗教裡面的神，我們講上帝、講的神，實際上是一個。為什麼那麼多？分身。神愛世人，佛家講，應以什麼身得度就示現什麼，沒有一定的形象，沒有一定的語言，沒有一定的方式，你喜歡什麼，他就現什麼。所有宗教，真神就一個，那都是真神的化身，所以眾神一體，宗教一家。我們只有讚歎，沒有毀謗，沒有批評，這樣就能把宗教真正找回來。"
    },
    {
      "id": "32-298-0003_p0005",
      "zh_CN": "宗教徒都是好人，从哪里看？他赞叹人，他不毁谤人。为什么？他知道一切众生跟神是一体，像佛法里面讲，一切众生本来是佛。你要真懂得一切众生本来是佛，你对佛就不会批评，就不敢批评，就会赞叹。大家都赞叹，这个世界多美好！那教育就普及成功了。我们走这条路。",
      "zh_TW": "宗教徒都是好人，從哪裡看？他讚歎人，他不毀謗人。為什麼？他知道一切眾生跟神是一體，像佛法裡面講，一切眾生本來是佛。你要真懂得一切眾生本來是佛，你對佛就不會批評，就不敢批評，就會讚歎。大家都讚歎，這個世界多美好！那教育就普及成功了。我們走這條路。"
    }
  ]
}