{
  "doc_id": "32-298-0002",
  "title": {
    "zh_CN": "法国巴黎会客谈话—放下即得到",
    "zh_TW": "法國巴黎會客談話—放下即得到"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-298-0002",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "32-298-0002_p0001",
      "zh_CN": "破迷开悟之后，他的认知跟神是完全平等，这种全知全能是人类本来有的。怎么丢掉的？丢掉是六根在六尘境界，眼在色、耳在音声，被外面色声香味触法迷了，迷了就是说不知道了。如何把迷掉的再找回来？这就是佛的教学。用什么方法？戒定慧。从戒下手，就教你放下；真放下之后，就看破了；看破就是觉悟了，完全明白了。",
      "zh_TW": "破迷開悟之後，他的認知跟神是完全平等，這種全知全能是人類本來有的。怎麼丟掉的？丟掉是六根在六塵境界，眼在色、耳在音聲，被外面色聲香味觸法迷了，迷了就是說不知道了。如何把迷掉的再找回來？這就是佛的教學。用什麼方法？戒定慧。從戒下手，就教你放下；真放下之後，就看破了；看破就是覺悟了，完全明白了。"
    },
    {
      "id": "32-298-0002_p0002",
      "zh_CN": "所以佛法教学，无论是大乘小乘、显教密教，离不开戒定慧；离开戒定慧，那不是释迦牟尼佛传的。释迦佛所传的、所讲的，都是人的本能，各个人都有，没什么稀奇，佛有，大家都有。佛为什么能显？他没有障碍。我们不能显，妄想、分别、执着太多了，障碍住了。",
      "zh_TW": "所以佛法教學，無論是大乘小乘、顯教密教，離不開戒定慧；離開戒定慧，那不是釋迦牟尼佛傳的。釋迦佛所傳的、所講的，都是人的本能，各個人都有，沒什麼稀奇，佛有，大家都有。佛為什麼能顯？他沒有障礙。我們不能顯，妄想、分別、執著太多了，障礙住了。"
    },
    {
      "id": "32-298-0002_p0003",
      "zh_CN": "中国这个例子很多，历朝历代，出家、在家的，像惠能是个很明显的例子：没开悟之前，什么都不知道，悟了之后什么都知道。佛法要求的是开悟，不要求别的。开悟必须具备的条件：看破、放下。放下是定，开悟是慧。自性本定，自性本有的智慧，不是从外来，外面没有东西。学佛多年，定慧不能现前，是没放下，叫你放下你没放下。放下就是，所以妙不可言。",
      "zh_TW": "中國這個例子很多，歷朝歷代，出家、在家的，像惠能是個很明顯的例子：沒開悟之前，什麼都不知道，悟了之後什麼都知道。佛法要求的是開悟，不要求別的。開悟必須具備的條件：看破、放下。放下是定，開悟是慧。自性本定，自性本有的智慧，不是從外來，外面沒有東西。學佛多年，定慧不能現前，是沒放下，叫你放下你沒放下。放下就是，所以妙不可言。"
    },
    {
      "id": "32-298-0002_p0004",
      "zh_CN": "我们读《圣经》、读《古兰经》，不懂的，在佛教里头去找，有解释的。为什么？到达那个境界，所讲的东西通的，所以一门通了，门门都通了。所有宗教，你想耶稣、佛陀，真的搞明白了，原来耶稣跟佛陀是一个，不是两个，这是真的，不是假的。所以我们提倡的众神是一体，宗教是一家。",
      "zh_TW": "我們讀《聖經》、讀《古蘭經》，不懂的，在佛教裡頭去找，有解釋的。為什麼？到達那個境界，所講的東西通的，所以一門通了，門門都通了。所有宗教，你想耶穌、佛陀，真的搞明白了，原來耶穌跟佛陀是一個，不是兩個，這是真的，不是假的。所以我們提倡的眾神是一體，宗教是一家。"
    },
    {
      "id": "32-298-0002_p0005",
      "zh_CN": "达到菩萨的境界，所以佛教有三个等级，阿罗汉、菩萨、佛，就像现在学校的学位一样，佛是博士、菩萨是硕士、阿罗汉是学士，程度不一样。他要念到博士学位，跟他是完全贯通，所以是一不是二。如果孔子要生在印度，印度人叫他佛陀。他虽然叫的不一样，实际上他是一桩事情，都达到最高峰了，最高称为佛陀。所以，佛陀要生在中国，中国人称他圣人，孔子是圣人，圣人跟印度佛陀完全平等。",
      "zh_TW": "達到菩薩的境界，所以佛教有三個等級，阿羅漢、菩薩、佛，就像現在學校的學位一樣，佛是博士、菩薩是碩士、阿羅漢是學士，程度不一樣。他要念到博士學位，跟他是完全貫通，所以是一不是二。如果孔子要生在印度，印度人叫他佛陀。他雖然叫的不一樣，實際上他是一樁事情，都達到最高峰了，最高稱為佛陀。所以，佛陀要生在中國，中國人稱他聖人，孔子是聖人，聖人跟印度佛陀完全平等。"
    },
    {
      "id": "32-298-0002_p0006",
      "zh_CN": "最高的境界是什么？念头没有了。眼所见的，这个色相，不起分别心，没有分别、没有执着，心是清净的，完全用清净心来接受外面的宇宙大自然；你所见到的是真相，诸法实相。我们今天所见到的，里面掺杂无量无边的妄想、分别、执着，叫胡思乱想。",
      "zh_TW": "最高的境界是什麼？念頭沒有了。眼所見的，這個色相，不起分別心，沒有分別、沒有執著，心是清淨的，完全用清淨心來接受外面的宇宙大自然；你所見到的是真相，諸法實相。我們今天所見到的，裡面摻雜無量無邊的妄想、分別、執著，叫胡思亂想。"
    },
    {
      "id": "32-298-0002_p0007",
      "zh_CN": "睁开眼睛看到大千世界，不起心不动念、不分别不执着，这是戒律。戒律功夫得力，智慧就开了；智慧开就是大彻大悟、明心见性。到大彻大悟、明心见性，就回归到佛，你本来是佛。中国历代都有这样的人出现，这个一百年没有了。虚云老和尚这是见性的人，像他这样的人不多，现在没有了。现在为什么没有了？科学技术玩具太多，大家被它迷了。你看看，这手机装在身上就被它迷了，你就没有一样自在，你的整个精神跟它都连着的，它就把你迷住了。我连手机、电话都没有，什么都没有，所以得到一点清净。",
      "zh_TW": "睜開眼睛看到大千世界，不起心不動念、不分別不執著，這是戒律。戒律功夫得力，智慧就開了；智慧開就是大徹大悟、明心見性。到大徹大悟、明心見性，就回歸到佛，你本來是佛。中國歷代都有這樣的人出現，這個一百年沒有了。虛雲老和尚這是見性的人，像他這樣的人不多，現在沒有了。現在為什麼沒有了？科學技術玩具太多，大家被它迷了。你看看，這手機裝在身上就被它迷了，你就沒有一樣自在，你的整個精神跟它都連著的，它就把你迷住了。我連手機、電話都沒有，什麼都沒有，所以得到一點清淨。"
    }
  ]
}