{
  "doc_id": "32-298-0019",
  "title": {
    "zh_CN": "法国巴黎会客谈话—推动群书治要 促进世界和平",
    "zh_TW": "法國巴黎會客談話—推動群書治要 促進世界和平"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织巴黎总部净空之友社办公室",
    "zh_TW": "聯合國教科文組織巴黎總部淨空之友社辦公室"
  },
  "doc_number": "32-298-0019",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "32-298-0019_p0001",
      "zh_CN": "人与人、国与国，我们不希望有对立，我们希望一家人和睦相处。一个地方做好了，会影响第二个地方。",
      "zh_TW": "人與人、國與國，我們不希望有對立，我們希望一家人和睦相處。一個地方做好了，會影響第二個地方。"
    },
    {
      "id": "32-298-0019_p0002",
      "zh_CN": "怎么样能够帮助学生，特别是小学生，能够受到良好的教育，帮助他们懂得孝顺父母、尊敬老师、爱好和平，这就是我们所想像的、我们所推动的。",
      "zh_TW": "怎麼樣能夠幫助學生，特別是小學生，能夠受到良好的教育，幫助他們懂得孝順父母、尊敬老師、愛好和平，這就是我們所想像的、我們所推動的。"
    },
    {
      "id": "32-298-0019_p0003",
      "zh_CN": "西方希望宗教团结，什么是宗教？爱是宗教。什么是信仰宗教？依照经典的教训，把它落实，我们自己能够做到，这就是信仰宗教。所以宗教教育可以帮助我们化解冲突，带给社会安定、世界和平。",
      "zh_TW": "西方希望宗教團結，什麼是宗教？愛是宗教。什麼是信仰宗教？依照經典的教訓，把它落實，我們自己能夠做到，這就是信仰宗教。所以宗教教育可以幫助我們化解衝突，帶給社會安定、世界和平。"
    },
    {
      "id": "32-298-0019_p0004",
      "zh_CN": "中国历史上非常有名的唐太宗，他的治国方法，他对于治理国家留下来一个典范。三百年，治国很成功，唐朝三百年。",
      "zh_TW": "中國歷史上非常有名的唐太宗，他的治國方法，他對於治理國家留下來一個典範。三百年，治國很成功，唐朝三百年。"
    },
    {
      "id": "32-298-0019_p0005",
      "zh_CN": "我们在推动《群书治要》，唐太宗这部书在中国失传一千年，找不到这个书，也没有人晓得。到最后才发现，这个书被日本人拿回去了。因为唐朝时候还没有印刷术，都是手抄的，分量不多。在那个时代，韩国、日本、越南派了很多学生到中国来留学，他们识货，把它带回去了，在中国一本都找不到了。一直到民国初年，丢掉了一千多年，才发现这个东西在日本，我们在日本找回来。",
      "zh_TW": "我們在推動《群書治要》，唐太宗這部書在中國失傳一千年，找不到這個書，也沒有人曉得。到最後才發現，這個書被日本人拿回去了。因為唐朝時候還沒有印刷術，都是手抄的，分量不多。在那個時代，韓國、日本、越南派了很多學生到中國來留學，他們識貨，把它帶回去了，在中國一本都找不到了。一直到民國初年，丟掉了一千多年，才發現這個東西在日本，我們在日本找回來。"
    },
    {
      "id": "32-298-0019_p0006",
      "zh_CN": "我费了三年的时间把它找来了，找来之后非常欢喜，我们就印了一万册。现在大概有十几种不同的语言翻译，面对全世界。希望每个国家领导人都念这部书，都照这部书里面治国、平天下，天下就太平了。",
      "zh_TW": "我費了三年的時間把它找來了，找來之後非常歡喜，我們就印了一萬冊。現在大概有十幾種不同的語言翻譯，面對全世界。希望每個國家領導人都念這部書，都照這部書裡面治國、平天下，天下就太平了。"
    },
    {
      "id": "32-298-0019_p0007",
      "zh_CN": "唐太宗二十七岁做皇帝，很年轻，没有治国的经验。他很聪明，他组成一个小组，六个人，那是当时的最好的老师，替他编一部书，帮助他治国。从中国古籍大概将近两万多册的书里面，选出六十六种。然后再从六十六种里头，节录关于怎么从修身做起，齐家、治国这些文字、教训，抄成一本书给他，就是这部书。",
      "zh_TW": "唐太宗二十七歲做皇帝，很年輕，沒有治國的經驗。他很聰明，他組成一個小組，六個人，那是當時的最好的老師，替他編一部書，幫助他治國。從中國古籍大概將近兩萬多冊的書裡面，選出六十六種。然後再從六十六種裡頭，節錄關於怎麼從修身做起，齊家、治國這些文字、教訓，抄成一本書給他，就是這部書。"
    },
    {
      "id": "32-298-0019_p0008",
      "zh_CN": "所以这是中国传统文化的精华，最好的东西。用什么来帮助这个世界走向安定和谐？这部书比什么都好。从一个国家做，做成功了，向全世界推广，大家来看了就想学了。有这些有心人，可以做得很好，非常值得，很有意义，我们向这个目标精进。",
      "zh_TW": "所以這是中國傳統文化的精華，最好的東西。用什麼來幫助這個世界走向安定和諧？這部書比什麼都好。從一個國家做，做成功了，向全世界推廣，大家來看了就想學了。有這些有心人，可以做得很好，非常值得，很有意義，我們向這個目標精進。"
    },
    {
      "id": "32-298-0019_p0009",
      "zh_CN": "还是要搞实验，做成功了，大家没话说。有初级、中级、高级，完全用古老的教科书。小学六年，学生学习《圣学根之根》；中学，学四书五经，也是六年；大学，《群书治要》也是六年。《群书治要》学了就管用，真教你管理国家，怎么管理。那是外交，怎么样跟全世界这些个国家和睦相处，化解所有的斗争。我们反对用武力，世界就会走向和平。",
      "zh_TW": "還是要搞實驗，做成功了，大家沒話說。有初級、中級、高級，完全用古老的教科書。小學六年，學生學習《聖學根之根》；中學，學四書五經，也是六年；大學，《群書治要》也是六年。《群書治要》學了就管用，真教你管理國家，怎麼管理。那是外交，怎麼樣跟全世界這些個國家和睦相處，化解所有的鬥爭。我們反對用武力，世界就會走向和平。"
    }
  ]
}