{
  "doc_id": "32-298-0044",
  "title": {
    "zh_CN": "法国巴黎会客谈话—孝子贤孙是教出来的，不是天生的",
    "zh_TW": "法國巴黎會客談話—孝子賢孫是教出來的，不是天生的"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十四集",
    "zh_TW": "第四十四集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "联合国教科文组织巴黎总部净空之友社办公室",
    "zh_TW": "聯合國教科文組織巴黎總部淨空之友社辦公室"
  },
  "doc_number": "32-298-0044",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-298-0044_p0001",
      "zh_CN": "中国的老祖宗最懂得教育，无论干什么，教学为先，人才是教育培养出来的。所以中国的教育，小孩两岁，说话说得很清楚，就应该送他上学了，接受教育。接受什么教育？我希望我的小孩将来长大了是什么样子？都希望孩子好，那我们就懂得了，我们要教孩子怎么去做一个好人。所以二岁、三岁、四岁教你做人，做好人的教育，你将来长大了是个好人。人人都欢喜好人，你有立足之地，受人尊敬、受人欢迎，你做出来事情也受别人尊敬、也受别人欢迎。它有目标的。小学毕业就很可爱，非常得人欢喜，懂礼、懂事，这个孩子好孩子，儒释道三家做人的根本他学会了。什么时候？五岁之前他就学会了。再向上提升，还是儿童，年龄比较大一点，四、五、六这个年龄，教什么教育？教会做事，日常生活当中琐碎的事情他样样都会，样样都能干，自己可以照顾自己，就有独立生活的条件。再往上提升，大一点，十五、六岁，学什么？学修身、齐家、治国、平天下，学这个本事。",
      "zh_TW": "中國的老祖宗最懂得教育，無論幹什麼，教學為先，人才是教育培養出來的。所以中國的教育，小孩兩歲，說話說得很清楚，就應該送他上學了，接受教育。接受什麼教育？我希望我的小孩將來長大了是什麼樣子？都希望孩子好，那我們就懂得了，我們要教孩子怎麼去做一個好人。所以二歲、三歲、四歲教你做人，做好人的教育，你將來長大了是個好人。人人都歡喜好人，你有立足之地，受人尊敬、受人歡迎，你做出來事情也受別人尊敬、也受別人歡迎。它有目標的。小學畢業就很可愛，非常得人歡喜，懂禮、懂事，這個孩子好孩子，儒釋道三家做人的根本他學會了。什麼時候？五歲之前他就學會了。再向上提升，還是兒童，年齡比較大一點，四、五、六這個年齡，教什麼教育？教會做事，日常生活當中瑣碎的事情他樣樣都會，樣樣都能幹，自己可以照顧自己，就有獨立生活的條件。再往上提升，大一點，十五、六歲，學什麼？學修身、齊家、治國、平天下，學這個本事。"
    },
    {
      "id": "32-298-0044_p0002",
      "zh_CN": "所以它是有目标的，我想把孩子培养成什么样的人，要用什么东西去教他，将来能达到父母、社会大众所期望的孩子。孩子是教出来的，你希望什么，你就要教他什么，没有错误；有错误，家长的错、老师的错，学生没有错，这中国教育了不起！孝子贤孙是教出来的，不是天生的。",
      "zh_TW": "所以它是有目標的，我想把孩子培養成什麼樣的人，要用什麼東西去教他，將來能達到父母、社會大眾所期望的孩子。孩子是教出來的，你希望什麼，你就要教他什麼，沒有錯誤；有錯誤，家長的錯、老師的錯，學生沒有錯，這中國教育了不起！孝子賢孫是教出來的，不是天生的。"
    },
    {
      "id": "32-298-0044_p0003",
      "zh_CN": "在做事的方面，无论哪个行业他都能应付。先是学一般的，像学概论一样，一般的概念，然后再提升，就是炼钢，成器了，真管用。社会三百六十行，行行他都能做，为什么？做事的原理、原则是共同的，没有特殊，原理、原则学会了就抓住了总纲领，什么事他都有能力应付，所以后面再提升，身修、家齐、国治、天下平。哪一个年龄、哪个阶段，他愿意将来从事哪一行，就教他这一行。所以国家需要哪些人才，老师就给它培养了；国家需要用人，老师可以推荐，不会有错误的，懂得培养人，懂得教育人才。",
      "zh_TW": "在做事的方面，無論哪個行業他都能應付。先是學一般的，像學概論一樣，一般的概念，然後再提升，就是煉鋼，成器了，真管用。社會三百六十行，行行他都能做，為什麼？做事的原理、原則是共同的，沒有特殊，原理、原則學會了就抓住了總綱領，什麼事他都有能力應付，所以後面再提升，身修、家齊、國治、天下平。哪一個年齡、哪個階段，他願意將來從事哪一行，就教他這一行。所以國家需要哪些人才，老師就給它培養了；國家需要用人，老師可以推薦，不會有錯誤的，懂得培養人，懂得教育人才。"
    },
    {
      "id": "32-298-0044_p0004",
      "zh_CN": "搞清楚了，我们才佩服老祖宗，老祖宗真了不起、真难得！中国人把老祖宗丢掉了，最大的损失。现在什么？几千年的东西还要它干什么？现代化。现代化从哪里来的？从几千年累积下来的，你根拔掉不要了，你还能学得好吗？问题就很多。中国自古至今，从根教起。世出世间一切法都有个根，每一种法都有根，从根上下手，根深蒂固。",
      "zh_TW": "搞清楚了，我們才佩服老祖宗，老祖宗真了不起、真難得！中國人把老祖宗丟掉了，最大的損失。現在什麼？幾千年的東西還要它幹什麼？現代化。現代化從哪裡來的？從幾千年累積下來的，你根拔掉不要了，你還能學得好嗎？問題就很多。中國自古至今，從根教起。世出世間一切法都有個根，每一種法都有根，從根上下手，根深蒂固。"
    }
  ]
}