{
  "doc_id": "32-298-0009",
  "title": {
    "zh_CN": "法国巴黎会客谈话—今天的行为决定你的未来",
    "zh_TW": "法國巴黎會客談話—今天的行為決定你的未來"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-298-0009",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "32-298-0009_p0001",
      "zh_CN": "我学佛是跟方东美先生，他是哲学家，他是大学教授，我们有缘认识了。我们过去认为佛经是迷信，所以完全不能接受，他给我讲哲学概论，最后一个单元讲到佛经哲学。我就向他请教：佛是宗教、是迷信，怎么可能有哲学？他跟我说：「你还年轻，你不懂，释迦牟尼是世界上最伟大的教育家，佛经哲学是全世界哲学的最高峰」，他这样介绍给我的，「学佛是人生最高的享受」。这很有诱惑的力量，把我引到佛教里来了。他真干，他不是假的。",
      "zh_TW": "我學佛是跟方東美先生，他是哲學家，他是大學教授，我們有緣認識了。我們過去認為佛經是迷信，所以完全不能接受，他給我講哲學概論，最後一個單元講到佛經哲學。我就向他請教：佛是宗教、是迷信，怎麼可能有哲學？他跟我說：「你還年輕，你不懂，釋迦牟尼是世界上最偉大的教育家，佛經哲學是全世界哲學的最高峰」，他這樣介紹給我的，「學佛是人生最高的享受」。這很有誘惑的力量，把我引到佛教裡來了。他真幹，他不是假的。"
    },
    {
      "id": "32-298-0009_p0002",
      "zh_CN": "我的课是在他家里上的，告诉我，现在学校学不到东西。什么原因？老师跟学生的关系要靠真诚、要靠尊敬；你对老师没有诚意，你对老师没有恭敬心，老师再好，没有办法教你。为什么？你接受不到，没办法接受，不是老师不教。所以告诉我，「一分诚敬得一分利益，十分诚敬得十分利益」。",
      "zh_TW": "我的課是在他家裡上的，告訴我，現在學校學不到東西。什麼原因？老師跟學生的關係要靠真誠、要靠尊敬；你對老師沒有誠意，你對老師沒有恭敬心，老師再好，沒有辦法教你。為什麼？你接受不到，沒辦法接受，不是老師不教。所以告訴我，「一分誠敬得一分利益，十分誠敬得十分利益」。"
    },
    {
      "id": "32-298-0009_p0003",
      "zh_CN": "那现在学生，找诚敬到哪去找？没有！他在家里不孝父母，他在学校不敬老师。所以变成怎么样？学校变成敷衍，老师靠这个吃饭，不能不上课；学生要想拿文凭，其他都不重要。那就每个人都给他好分数，让他毕业拿到文凭回去，满足他的要求。所以学不到东西。",
      "zh_TW": "那現在學生，找誠敬到哪去找？沒有！他在家裡不孝父母，他在學校不敬老師。所以變成怎麼樣？學校變成敷衍，老師靠這個吃飯，不能不上課；學生要想拿文憑，其他都不重要。那就每個人都給他好分數，讓他畢業拿到文憑回去，滿足他的要求。所以學不到東西。"
    },
    {
      "id": "32-298-0009_p0004",
      "zh_CN": "大乘经典是哲学、科学的最高峰，一弹指三十二亿百千念，这是科学，这是事实真相。说明什么？万法皆空怎么空法。你明白这个真相，你就知道，确实是空的，确实是不可得的。念念不可得，哪一念是你？不可得，所以教你放下。放下怎么样？真心就现前，那是真实智慧，佛知佛见。",
      "zh_TW": "大乘經典是哲學、科學的最高峰，一彈指三十二億百千念，這是科學，這是事實真相。說明什麼？萬法皆空怎麼空法。你明白這個真相，你就知道，確實是空的，確實是不可得的。念念不可得，哪一念是你？不可得，所以教你放下。放下怎麼樣？真心就現前，那是真實智慧，佛知佛見。"
    },
    {
      "id": "32-298-0009_p0005",
      "zh_CN": "我们今天造作一切罪业，就是因为有分别、有执着、有贪瞋痴慢。这种业，造这种事情，起心动念、言语造作，甚至于陷害别人，那来世可麻烦了！你决定逃不了来世，来世有六道轮回，来世有十法界。",
      "zh_TW": "我們今天造作一切罪業，就是因為有分別、有執著、有貪瞋痴慢。這種業，造這種事情，起心動念、言語造作，甚至於陷害別人，那來世可麻煩了！你決定逃不了來世，來世有六道輪迴，來世有十法界。"
    },
    {
      "id": "32-298-0009_p0006",
      "zh_CN": "来世是什么样子？来世也是一弹指三十二亿百千念，它是连着的；来世跟今世、跟过去世统统是连着的，这是事实真相，这是佛经里面讲的科学。科学现在也讲这个，宇宙从哪来的？念头来的，起心动念。你不起心不动念，这个就没有。那是什么？一片光明；佛经的形容，大光明藏，圆满的智慧，过去、现在、未来你没有一样不知道。跟你有缘的众生，佛度有缘人，他不能度无缘人，跟你有缘人有这个机会遇到了，他教你，你一听就懂了。",
      "zh_TW": "來世是什麼樣子？來世也是一彈指三十二億百千念，它是連著的；來世跟今世、跟過去世統統是連著的，這是事實真相，這是佛經裡面講的科學。科學現在也講這個，宇宙從哪來的？念頭來的，起心動念。你不起心不動念，這個就沒有。那是什麼？一片光明；佛經的形容，大光明藏，圓滿的智慧，過去、現在、未來你沒有一樣不知道。跟你有緣的眾生，佛度有緣人，他不能度無緣人，跟你有緣人有這個機會遇到了，他教你，你一聽就懂了。"
    },
    {
      "id": "32-298-0009_p0007",
      "zh_CN": "用真心不用妄心，自在，心是坦然的。不需要去记忆，记忆全像是虚妄的，你记它干什么？你只要在证实它的虚妄，帮助别人认识虚妄，这叫传法。佛门，中国人喜欢用印鉴，印是什么？凭据，叫法印。法印是空，不是有。空也不能执着空相，就开悟了。空还有个印象，有个空相，你就停在那里，你开不了悟；空要丢掉的时候，开悟了。然后你去读佛经就有味道，他所讲的你完全明了，就有味道了，你就晓得应该怎么做法。",
      "zh_TW": "用真心不用妄心，自在，心是坦然的。不需要去記憶，記憶全像是虛妄的，你記它幹什麼？你只要在證實它的虛妄，幫助別人認識虛妄，這叫傳法。佛門，中國人喜歡用印鑑，印是什麼？憑據，叫法印。法印是空，不是有。空也不能執著空相，就開悟了。空還有個印象，有個空相，你就停在那裡，你開不了悟；空要丟掉的時候，開悟了。然後你去讀佛經就有味道，他所講的你完全明瞭，就有味道了，你就曉得應該怎麼做法。"
    },
    {
      "id": "32-298-0009_p0008",
      "zh_CN": "人应该要过幸福美满的一生，能不能做到？能。谁做到了？菩萨做到了；再低一等，阿罗汉，阿罗汉做到了，还不圆满；菩萨很圆满。修身、齐家、治国，最后是平天下，平是什么？平安、和平；天下是整个宇宙。整个宇宙是一团和气，这个多快乐、多自在！",
      "zh_TW": "人應該要過幸福美滿的一生，能不能做到？能。誰做到了？菩薩做到了；再低一等，阿羅漢，阿羅漢做到了，還不圓滿；菩薩很圓滿。修身、齊家、治國，最後是平天下，平是什麼？平安、和平；天下是整個宇宙。整個宇宙是一團和氣，這個多快樂、多自在！"
    },
    {
      "id": "32-298-0009_p0009",
      "zh_CN": "所以，他们干什么工作？无论哪个行业，那是形象，统统做教育。这个教学完全是奉献，没有丝毫利益，没有钟点费的，没有要求，只要志同道合，你能听得懂。你遇到这些高人，他就真欢喜给你讲，为什么？这是他的使命，他懂得这么多，就是教你要传道，要帮助一切众生悟入宇宙的真相。",
      "zh_TW": "所以，他們幹什麼工作？無論哪個行業，那是形象，統統做教育。這個教學完全是奉獻，沒有絲毫利益，沒有鐘點費的，沒有要求，只要志同道合，你能聽得懂。你遇到這些高人，他就真歡喜給你講，為什麼？這是他的使命，他懂得這麼多，就是教你要傳道，要幫助一切眾生悟入宇宙的真相。"
    },
    {
      "id": "32-298-0009_p0010",
      "zh_CN": "所以佛经里头有哲学、有科学、有文学、有诗词歌赋，样样齐全；能契入，这一辈子享受快乐。所以搞清楚之后，搞明白之后，原来佛教是教育。",
      "zh_TW": "所以佛經裡頭有哲學、有科學、有文學、有詩詞歌賦，樣樣齊全；能契入，這一輩子享受快樂。所以搞清楚之後，搞明白之後，原來佛教是教育。"
    }
  ]
}