{
  "doc_id": "32-298-0006",
  "title": {
    "zh_CN": "法国巴黎会客谈话—佛陀的交际方法",
    "zh_TW": "法國巴黎會客談話—佛陀的交際方法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-298-0006",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "32-298-0006_p0001",
      "zh_CN": "宗教是教育，也是文化，对社会来说非常重要。我们相信，宗教能团结起来变成一家，欧洲的社会就安定了；儒释道在东方，是东方的安定的根本。现在遇到的问题就是，宗教在形式上有，实质上内容没有了，所以社会动荡不安定，迫切需要把经典讲清楚、讲明白。",
      "zh_TW": "宗教是教育，也是文化，對社會來說非常重要。我們相信，宗教能團結起來變成一家，歐洲的社會就安定了；儒釋道在東方，是東方的安定的根本。現在遇到的問題就是，宗教在形式上有，實質上內容沒有了，所以社會動盪不安定，迫切需要把經典講清楚、講明白。"
    },
    {
      "id": "32-298-0006_p0002",
      "zh_CN": "讲经教学是重要的手段，所以我们看每一个宗教的创始人，在最初都是用讲经教学，才能把这个教维系千百年，发扬光大，得到很好的效果。现在我们有宗教的仪式、形式，没有内容，所以它出了问题。所以我们现在迫切需要的是「宗教是一家」这个概念，众神是一体，宗教是一家，特别强调神爱世人。",
      "zh_TW": "講經教學是重要的手段，所以我們看每一個宗教的創始人，在最初都是用講經教學，才能把這個教維繫千百年，發揚光大，得到很好的效果。現在我們有宗教的儀式、形式，沒有內容，所以它出了問題。所以我們現在迫切需要的是「宗教是一家」這個概念，眾神是一體，宗教是一家，特別強調神愛世人。"
    },
    {
      "id": "32-298-0006_p0003",
      "zh_CN": "神爱世人，我们要效法神，我们要代表神，毕竟神是个抽象的，谁来落实？我们信徒，我们传教师，我们来做。同时最重要的，现在很迫切需要，传教师怎么样帮助他提升道德教育、伦理教育、因果教育，使他具有说服力。",
      "zh_TW": "神愛世人，我們要效法神，我們要代表神，畢竟神是個抽象的，誰來落實？我們信徒，我們傳教師，我們來做。同時最重要的，現在很迫切需要，傳教師怎麼樣幫助他提升道德教育、倫理教育、因果教育，使他具有說服力。"
    },
    {
      "id": "32-298-0006_p0004",
      "zh_CN": "现在人，听，他未必相信你是真的，必须要做出来，做出榜样出来，他相信了，他才能接受。我在二ＯＯ六年，第一次参加联合国的和平会议，是佛教徒办的。时间这么长了，深深的体会到，我们讲了很多东西，古圣先贤的处理这些方式、理念，人家听了点头，好，做不到，就是他不能接受。怎么办？回去把它做出来。",
      "zh_TW": "現在人，聽，他未必相信你是真的，必須要做出來，做出榜樣出來，他相信了，他才能接受。我在二ＯＯ六年，第一次參加聯合國的和平會議，是佛教徒辦的。時間這麼長了，深深的體會到，我們講了很多東西，古聖先賢的處理這些方式、理念，人家聽了點頭，好，做不到，就是他不能接受。怎麼辦？回去把它做出來。"
    },
    {
      "id": "32-298-0006_p0005",
      "zh_CN": "去年三月，我们邀请大使到图文巴参观，来看到了，他就相信了。没有看到，他说你说得不错、说得很好，这是理想，这做不到的。都是这样的态度。所以我们就用表演来宣扬这桩事情，做成功了。",
      "zh_TW": "去年三月，我們邀請大使到圖文巴參觀，來看到了，他就相信了。沒有看到，他說你說得不錯、說得很好，這是理想，這做不到的。都是這樣的態度。所以我們就用表演來宣揚這樁事情，做成功了。"
    },
    {
      "id": "32-298-0006_p0006",
      "zh_CN": "一九九八年、一九九九年，两年在新加坡，做新加坡宗教团结。我用了一年的时间团结起来，做得很成功。他有个高级部长来问我，他说我们想宗教团结，做了五十年，都没有办法做起来，你一年怎么做成功的？我就告诉他，我说我也不懂，但是释迦牟尼佛懂。他就觉得很奇怪，释迦牟尼佛怎么说的？我说释迦牟尼佛有一个叫「四摄法」。四摄法什么意思？摄是摄受，就等于我们今天讲的交际的方法，我们跟新朋友接触的时候交际的方法。接触虽然一次，永远不会忘记，这个方法就妙了。",
      "zh_TW": "一九九八年、一九九九年，兩年在新加坡，做新加坡宗教團結。我用了一年的時間團結起來，做得很成功。他有個高級部長來問我，他說我們想宗教團結，做了五十年，都沒有辦法做起來，你一年怎麼做成功的？我就告訴他，我說我也不懂，但是釋迦牟尼佛懂。他就覺得很奇怪，釋迦牟尼佛怎麼說的？我說釋迦牟尼佛有一個叫「四攝法」。四攝法什麼意思？攝是攝受，就等於我們今天講的交際的方法，我們跟新朋友接觸的時候交際的方法。接觸雖然一次，永遠不會忘記，這個方法就妙了。"
    },
    {
      "id": "32-298-0006_p0007",
      "zh_CN": "这四个：第一个「布施」，这个布施就是多请客、多送礼。第二个方法「爱语」，我说的东西都是你喜欢听的。第三个是「利行」，我在这边所作所为对每一个人都是有利益的。最后「同事」，同事就是真团结起来，我做什么事情他来参与。原来他不参与，他在旁边看，看到真对他有利益，到后来就参与，就变成一家人。",
      "zh_TW": "這四個：第一個「布施」，這個布施就是多請客、多送禮。第二個方法「愛語」，我說的東西都是你喜歡聽的。第三個是「利行」，我在這邊所作所為對每一個人都是有利益的。最後「同事」，同事就是真團結起來，我做什麼事情他來參與。原來他不參與，他在旁邊看，看到真對他有利益，到後來就參與，就變成一家人。"
    }
  ]
}