{
  "doc_id": "21-401-0001",
  "title": {
    "zh_CN": "学者教授与净空老教授对话—如何以教育达致人类永续世界和谐",
    "zh_TW": "學者教授與淨空老教授對話—如何以教育達致人類永續世界和諧"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-401-0001",
  "total_paragraphs": 270,
  "paragraphs": [
    {
      "id": "21-401-0001_p0001",
      "zh_CN": "钟居士：尊敬的师父上人，尊敬的张教授，尊敬的各位大德、同学、朋友们，大家好。今天非常荣幸能请我们尊敬的师父上人，上净下空老教授，来跟我们座谈和开示。今天我们所探讨的主题是「如何以教育来实现人类的永续和世界的和谐」。首先让我为大家介绍一下我们的师父上人。",
      "zh_TW": "鍾居士：尊敬的師父上人，尊敬的張教授，尊敬的各位大德、同學、朋友們，大家好。今天非常榮幸能請我們尊敬的師父上人，上淨下空老教授，來跟我們座談和開示。今天我們所探討的主題是「如何以教育來實現人類的永續和世界的和諧」。首先讓我為大家介紹一下我們的師父上人。"
    },
    {
      "id": "21-401-0001_p0002",
      "zh_CN": "我们的师父一生致力于佛陀的教育，到今天已经是整整教学四十九年了；一生为佛教正名，提倡佛教是佛陀的教育；一生专弘净土法门，大力的弘扬《佛说无量寿庄严清净平等觉经》。到晚年，现在是每日都讲《华严经》。而且老人家虽然今年是八十一岁高龄，仍然非常关心世界的和平，和下一代的教育工作，提倡宗教和谐。在新加坡三年半的时间，团结九大宗教，成绩非常卓着。在家乡庐江办教学，以弟子规为主的传统文化教育，创立和谐示范镇，也收到很好的效果，受到联合国教科文组织的高度评价。今天我们很荣幸，也很感恩，我们师父上人在百忙之中为我们来开示。",
      "zh_TW": "我們的師父一生致力於佛陀的教育，到今天已經是整整教學四十九年了；一生為佛教正名，提倡佛教是佛陀的教育；一生專弘淨土法門，大力的弘揚《佛說無量壽莊嚴清淨平等覺經》。到晚年，現在是每日都講《華嚴經》。而且老人家雖然今年是八十一歲高齡，仍然非常關心世界的和平，和下一代的教育工作，提倡宗教和諧。在新加坡三年半的時間，團結九大宗教，成績非常卓著。在家鄉廬江辦教學，以弟子規為主的傳統文化教育，創立和諧示範鎮，也收到很好的效果，受到聯合國教科文組織的高度評價。今天我們很榮幸，也很感恩，我們師父上人在百忙之中為我們來開示。"
    },
    {
      "id": "21-401-0001_p0003",
      "zh_CN": "参加我们这次座谈的，还有来自台湾的成功大学，张有恒教授。他是管理学院的教授，马上就要走马上任，做成功大学管理学院的院长，今天特地从台湾赶来，请示我们的师父上人。张教授他也是学佛多年，也是跟随我们师父上人学习。",
      "zh_TW": "參加我們這次座談的，還有來自台灣的成功大學，張有恆教授。他是管理學院的教授，馬上就要走馬上任，做成功大學管理學院的院長，今天特地從台灣趕來，請示我們的師父上人。張教授他也是學佛多年，也是跟隨我們師父上人學習。"
    },
    {
      "id": "21-401-0001_p0004",
      "zh_CN": "今天我想先请张教授来为我们提出他的一些问题，来请教老法师。",
      "zh_TW": "今天我想先請張教授來為我們提出他的一些問題，來請教老法師。"
    },
    {
      "id": "21-401-0001_p0005",
      "zh_CN": "张教授：恭敬的师父上人，弟子听师父上人讲经已经十几年了，深深觉得「学佛是人生最高的享受」。但是我们在大学里面教书，常常发现很多高级的知识分子，他们不相信因果轮回，不相信人生有来世的这样一个说法，我们在学校教书，应该怎么样来扭转这种看法？",
      "zh_TW": "張教授：恭敬的師父上人，弟子聽師父上人講經已經十幾年了，深深覺得「學佛是人生最高的享受」。但是我們在大學裡面教書，常常發現很多高級的知識分子，他們不相信因果輪迴，不相信人生有來世的這樣一個說法，我們在學校教書，應該怎麼樣來扭轉這種看法？"
    },
    {
      "id": "21-401-0001_p0006",
      "zh_CN": "净空法师：这桩事情应该是很正常的，我们在没有遇到方东美先生之前，也是对所有的宗教都怀疑，而且都无法予以肯定，总是把它说成迷信，尤其是佛教。因为其他的宗教，有的时候还讲讲道、还讲讲经，唯有看到佛教只有为死人服务，没有为社会大众做一点好事情。一般讲，外国的宗教都是一尊神，唯一的真神，那佛教是什么都拜，所以给我们一个观念，佛教是多神教、是泛神教。多神跟泛神，在宗教里面就属于低级宗教，这尤其是让人家产生错误观念的。",
      "zh_TW": "淨空法師：這樁事情應該是很正常的，我們在沒有遇到方東美先生之前，也是對所有的宗教都懷疑，而且都無法予以肯定，總是把它說成迷信，尤其是佛教。因為其他的宗教，有的時候還講講道、還講講經，唯有看到佛教只有為死人服務，沒有為社會大眾做一點好事情。一般講，外國的宗教都是一尊神，唯一的真神，那佛教是什麼都拜，所以給我們一個觀念，佛教是多神教、是泛神教。多神跟泛神，在宗教裡面就屬於低級宗教，這尤其是讓人家產生錯誤觀念的。"
    },
    {
      "id": "21-401-0001_p0007",
      "zh_CN": "早年我跟方先生学哲学，他老人家给我讲一个哲学概论，分作几个单元，最后一个单元讲「佛经哲学」。我就很惊讶，我说佛教是迷信，怎么会跟哲学扯上关系？他告诉我，你不懂。那年我是二十六岁，我也是很固执的人，他告诉我，他说佛是大哲学家，佛是圣哲，佛经是全世界哲学里面最高峰，学佛是人生最高的享受。我是被他这几句话把这观念总算转过来。转过来之后，就是听他讲的「佛经哲学概论」。那个时候是早年，方先生好像只有四十五岁左右的样子，很年轻，他告诉我：佛法里面，十分之二是高等哲学，其余十分之八是迷信。我们要学，学哲学，不要学迷信。我是这样入门的。他认为十分之二是什么？就是性宗跟法相（法相唯识），性相两宗，他说这两宗是哲学，特别是世界上任何哲学也不能相比。我们知道大概从我认识方先生不算太久，我想应该是五年的时间，方先生在台湾学校教书，全教佛学，全教的佛经。在台湾大学，他开的是「魏晋佛学」、「隋唐佛学」、「大乘佛学」，是很大的系列，讲了三个大系列；以后从台湾大学退休，辅仁大学请去，他在辅大博士班讲「华严哲学」。所以后半世，我看他应该至少有二十五年，他在学校教书全讲佛学，这使我们很震撼。非常可惜，他走的太早了，他走的那一年是一九七七年，那一年我第一次到香港来讲经。",
      "zh_TW": "早年我跟方先生學哲學，他老人家給我講一個哲學概論，分作幾個單元，最後一個單元講「佛經哲學」。我就很驚訝，我說佛教是迷信，怎麼會跟哲學扯上關係？他告訴我，你不懂。那年我是二十六歲，我也是很固執的人，他告訴我，他說佛是大哲學家，佛是聖哲，佛經是全世界哲學裡面最高峰，學佛是人生最高的享受。我是被他這幾句話把這觀念總算轉過來。轉過來之後，就是聽他講的「佛經哲學概論」。那個時候是早年，方先生好像只有四十五歲左右的樣子，很年輕，他告訴我：佛法裡面，十分之二是高等哲學，其餘十分之八是迷信。我們要學，學哲學，不要學迷信。我是這樣入門的。他認為十分之二是什麼？就是性宗跟法相（法相唯識），性相兩宗，他說這兩宗是哲學，特別是世界上任何哲學也不能相比。我們知道大概從我認識方先生不算太久，我想應該是五年的時間，方先生在台灣學校教書，全教佛學，全教的佛經。在台灣大學，他開的是「魏晉佛學」、「隋唐佛學」、「大乘佛學」，是很大的系列，講了三個大系列；以後從台灣大學退休，輔仁大學請去，他在輔大博士班講「華嚴哲學」。所以後半世，我看他應該至少有二十五年，他在學校教書全講佛學，這使我們很震撼。非常可惜，他走的太早了，他走的那一年是一九七七年，那一年我第一次到香港來講經。"
    },
    {
      "id": "21-401-0001_p0008",
      "zh_CN": "张教授：那是三十年前。",
      "zh_TW": "張教授：那是三十年前。"
    },
    {
      "id": "21-401-0001_p0009",
      "zh_CN": "净空法师：对，一九七七年。我来的时候，我还去看过他，他身体还很不错，我问他身体状况，他说感觉到在精神上有一点疲劳。我在香港四个月，四个月回去之后，他过世三天我回去，我参加他的告别式。所以那个时候应该他病已经很重了，不过他是非常乐观的人，对于生死看得很淡，晚年的时候，他的佛学整个转过来了，所以我想他如果能再多活五年，对于佛法在台湾的弘传会有很大的影响力，因为他真正进入状况。",
      "zh_TW": "淨空法師：對，一九七七年。我來的時候，我還去看過他，他身體還很不錯，我問他身體狀況，他說感覺到在精神上有一點疲勞。我在香港四個月，四個月回去之後，他過世三天我回去，我參加他的告別式。所以那個時候應該他病已經很重了，不過他是非常樂觀的人，對於生死看得很淡，晚年的時候，他的佛學整個轉過來了，所以我想他如果能再多活五年，對於佛法在台灣的弘傳會有很大的影響力，因為他真正進入狀況。"
    },
    {
      "id": "21-401-0001_p0010",
      "zh_CN": "我自己接受他指导之后，没有多久我就认识章嘉大师，那是个佛学家，我就接受他老人家的指导，这是个专家。方先生接引，真正扎根是章嘉大师。章嘉大师第一本书叫我读的《释迦谱》、《释迦方志》。这两本书唐朝人写的，我们读了之后，章嘉大师告诉我，学佛，那你先要认识释迦牟尼佛，你对他不认识，你就会走入偏差。所以这个教学，我们在很多老和尚没听到过，这是很难得的一个缘分，让我们从传记里面认识释迦牟尼佛，那我们才了解他。了解之后，方先生讲的话就没错。",
      "zh_TW": "我自己接受他指導之後，沒有多久我就認識章嘉大師，那是個佛學家，我就接受他老人家的指導，這是個專家。方先生接引，真正扎根是章嘉大師。章嘉大師第一本書叫我讀的《釋迦譜》、《釋迦方誌》。這兩本書唐朝人寫的，我們讀了之後，章嘉大師告訴我，學佛，那你先要認識釋迦牟尼佛，你對他不認識，你就會走入偏差。所以這個教學，我們在很多老和尚沒聽到過，這是很難得的一個緣分，讓我們從傳記裡面認識釋迦牟尼佛，那我們才了解他。了解之後，方先生講的話就沒錯。"
    },
    {
      "id": "21-401-0001_p0011",
      "zh_CN": "以后我明白了，方先生说性、相两宗是高等哲学，方老师是在门外看到佛的大门，大门就这么漂亮，那十分之八是迷信，里面登堂入室他没有看到。但是到晚年看到了，晚年是完全了解。我跟他二十多年，也常常在一起谈到这些事情，那完全不相同。我们从世尊这一生当中，就事论事，现在人讲科学，讲科学，我们不讲别的，你看释迦牟尼佛他是王子，他应该是继承王位的，十九岁舍弃了王位的继承，舍弃了荣华富贵的生活，出去求学，真的是求学。他求学的目的是想能够解决生老病死的问题。他父亲是反对他，他说这个问题不能解决，你要真能替我解决，我就不出去。真不能解决，这大问题，生老病死的问题，所以他就出去参学。学习可以说是我们能够理解到的，他是王子，那身分不一样，非常尊贵的身分，而且又聪明绝顶，当时印度所有宗教里面的大德，学术界里面的长者，统统亲近过。印度的学术跟中国确实不一样，在当时全世界那的确是登峰造极，为什么？他们修禅定，世出世法，就是宗教跟学术统统都修禅定，在禅定里面能够突破空间维次，就是我们一般人接触不到的六道轮回是他们发现的，这不是释迦牟尼佛讲的。",
      "zh_TW": "以後我明白了，方先生說性、相兩宗是高等哲學，方老師是在門外看到佛的大門，大門就這麼漂亮，那十分之八是迷信，裡面登堂入室他沒有看到。但是到晚年看到了，晚年是完全了解。我跟他二十多年，也常常在一起談到這些事情，那完全不相同。我們從世尊這一生當中，就事論事，現在人講科學，講科學，我們不講別的，你看釋迦牟尼佛他是王子，他應該是繼承王位的，十九歲捨棄了王位的繼承，捨棄了榮華富貴的生活，出去求學，真的是求學。他求學的目的是想能夠解決生老病死的問題。他父親是反對他，他說這個問題不能解決，你要真能替我解決，我就不出去。真不能解決，這大問題，生老病死的問題，所以他就出去參學。學習可以說是我們能夠理解到的，他是王子，那身分不一樣，非常尊貴的身分，而且又聰明絕頂，當時印度所有宗教裡面的大德，學術界裡面的長者，統統親近過。印度的學術跟中國確實不一樣，在當時全世界那的確是登峰造極，為什麼？他們修禪定，世出世法，就是宗教跟學術統統都修禪定，在禪定裡面能夠突破空間維次，就是我們一般人接觸不到的六道輪迴是他們發現的，這不是釋迦牟尼佛講的。"
    },
    {
      "id": "21-401-0001_p0012",
      "zh_CN": "张教授：禅定中看到。",
      "zh_TW": "張教授：禪定中看到。"
    },
    {
      "id": "21-401-0001_p0013",
      "zh_CN": "净空法师：对，不错，婆罗门教，这是最古老的宗教，它有一万多年历史，释迦牟尼佛到今天才不过二千五百年，那太长了。所以他们有能力到非想非非想处天，下面能够到阿鼻地狱，他统统看得清清楚楚明明白白。这是现量境界，不是理论推想的，不是听人传说的，各个人都有这个能力，都能看到。释迦牟尼佛有三个问题不能解决，这都明白了，那是六道轮回从哪里来的？没有人能答复，学术、宗教都没有办法答复。为什么会有六道轮回？六道轮回之外还有没有世界？没有人能答复，所以他学了十二年，到三十岁，十九岁到三十岁他学十二年，就是印度学术界跟宗教界他统统都学遍了，这个问题不能解决，他到恒河旁边找一棵大树底下去入定，那个大树现在叫菩提树。他入定的时候，他把十二年所学的统统放下，这一放下就开悟。我从这个地方体会到佛教里面讲世间跟出世间，什么叫世间？什么叫出世间？世间跟出世间没有界限，放下妄想分别执着叫出世间，没有放下的都叫世间。",
      "zh_TW": "淨空法師：對，不錯，婆羅門教，這是最古老的宗教，它有一萬多年歷史，釋迦牟尼佛到今天才不過二千五百年，那太長了。所以他們有能力到非想非非想處天，下面能夠到阿鼻地獄，他統統看得清清楚楚明明白白。這是現量境界，不是理論推想的，不是聽人傳說的，各個人都有這個能力，都能看到。釋迦牟尼佛有三個問題不能解決，這都明白了，那是六道輪迴從哪裡來的？沒有人能答覆，學術、宗教都沒有辦法答覆。為什麼會有六道輪迴？六道輪迴之外還有沒有世界？沒有人能答覆，所以他學了十二年，到三十歲，十九歲到三十歲他學十二年，就是印度學術界跟宗教界他統統都學遍了，這個問題不能解決，他到恆河旁邊找一棵大樹底下去入定，那個大樹現在叫菩提樹。他入定的時候，他把十二年所學的統統放下，這一放下就開悟。我從這個地方體會到佛教裡面講世間跟出世間，什麼叫世間？什麼叫出世間？世間跟出世間沒有界限，放下妄想分別執著叫出世間，沒有放下的都叫世間。"
    },
    {
      "id": "21-401-0001_p0014",
      "zh_CN": "张教授：都在一念之间。",
      "zh_TW": "張教授：都在一念之間。"
    },
    {
      "id": "21-401-0001_p0015",
      "zh_CN": "净空法师：都在一念之间。他把十二年所学的东西统统放下。这都是示现，这要从佛的境界里面来讲，这佛是故意做样子给我们看的，告诉我们智慧能力不是从外面来的。",
      "zh_TW": "淨空法師：都在一念之間。他把十二年所學的東西統統放下。這都是示現，這要從佛的境界裡面來講，這佛是故意做樣子給我們看的，告訴我們智慧能力不是從外面來的。"
    },
    {
      "id": "21-401-0001_p0016",
      "zh_CN": "张教授：本具的，内造的。",
      "zh_TW": "張教授：本具的，內造的。"
    },
    {
      "id": "21-401-0001_p0017",
      "zh_CN": "净空法师：是，自性里面本来有的，就像他在《华严经》里面讲过，「一切众生皆有如来智慧德相」，每一个一样的，都平等的，你都有跟佛一样的智慧，为什么？自性里面本来具足。德能，你的德行、你的能力跟佛一样；你的福报，相好就是我们今天讲的福报，福报也一样。世间人所希求的，求之不得的，佛说你不要向外求，你向外求，求不到，向内求。向内求，内是自性，他那一放下之后，就是我们禅宗所讲的「明心见性，大彻大悟」。",
      "zh_TW": "淨空法師：是，自性裡面本來有的，就像他在《華嚴經》裡面講過，「一切眾生皆有如來智慧德相」，每一個一樣的，都平等的，你都有跟佛一樣的智慧，為什麼？自性裡面本來具足。德能，你的德行、你的能力跟佛一樣；你的福報，相好就是我們今天講的福報，福報也一樣。世間人所希求的，求之不得的，佛說你不要向外求，你向外求，求不到，向內求。向內求，內是自性，他那一放下之後，就是我們禪宗所講的「明心見性，大徹大悟」。"
    },
    {
      "id": "21-401-0001_p0018",
      "zh_CN": "早年读《坛经》，囫囵吞枣，没有体会，以后读《坛经》时就明白。你看六祖惠能他开悟的时候，他讲的五句话，「何期自性，本自清净」。何期就是没有想到，没想到我们自己的真心本性是清净的，从来没有染污过。妄想分别执着这个染污，不是真的染污，是假的。妄想分别执着，没有这个东西，这个东西在佛法里讲是不相应行法。不相应行法，就是我们现在所说的抽象概念，它是一个错误的抽象概念，是个虚幻的抽象概念。这个抽象概念，你执着它，你没有把它放下，它真起作用。它的作用是什么？把你自性里面的智慧德相全障碍住，你有透不出来。惠能大师你看他示现的，他不认识字，他没有念过书，他也没去参学过，二十四岁去访问五祖忍和尚，半夜三更给他讲《金刚经》，我估计顶多两小时，他一生听经就两小时。两小时，老和尚给他讲的是提纲挈领，不是细讲，就是讲个大概，讲到「应无所住，而生其心」，他就豁然大悟。什么豁然大悟？就是把妄想分别执着统统放下。",
      "zh_TW": "早年讀《壇經》，囫圇吞棗，沒有體會，以後讀《壇經》時就明白。你看六祖惠能他開悟的時候，他講的五句話，「何期自性，本自清淨」。何期就是沒有想到，沒想到我們自己的真心本性是清淨的，從來沒有染污過。妄想分別執著這個染污，不是真的染污，是假的。妄想分別執著，沒有這個東西，這個東西在佛法裡講是不相應行法。不相應行法，就是我們現在所說的抽象概念，它是一個錯誤的抽象概念，是個虛幻的抽象概念。這個抽象概念，你執著它，你沒有把它放下，它真起作用。它的作用是什麼？把你自性裡面的智慧德相全障礙住，你有透不出來。惠能大師你看他示現的，他不認識字，他沒有念過書，他也沒去參學過，二十四歲去訪問五祖忍和尚，半夜三更給他講《金剛經》，我估計頂多兩小時，他一生聽經就兩小時。兩小時，老和尚給他講的是提綱挈領，不是細講，就是講個大概，講到「應無所住，而生其心」，他就豁然大悟。什麼豁然大悟？就是把妄想分別執著統統放下。"
    },
    {
      "id": "21-401-0001_p0019",
      "zh_CN": "钟居士：你看六祖让我们多羡慕，我们现在听经听了十几年。",
      "zh_TW": "鍾居士：你看六祖讓我們多羨慕，我們現在聽經聽了十幾年。"
    },
    {
      "id": "21-401-0001_p0020",
      "zh_CN": "净空法师：他这一放下之后，你看他说的这五句话，他这五句话跟释迦牟尼佛在菩提树下大彻大悟是同样一个境界。这你一定要晓得，这是什么？这是我们每个人，他说出来了，佛没有说出来，佛说出来是散在经典里面，不是像他那么样提纲挈领的几句话就讲出来，佛是在一切经里面，做出来给我们看到的。他第一个「自性清净」，第二个「本不生灭」，本不生灭就是印度人所追求的大涅槃，涅槃是印度话，意思就是不生不灭。对，不生不灭，这是本来不生不灭，涅槃就不必追求，你自己本来有。第三句话说「本自具足」，本自具足就是《华严经》上讲的智慧、德能、才艺、福报，圆圆满满，一点欠缺都没有，本自具足。第四句话「本无动摇」，你看我们的念头七上八下，没有，那是假的，你的心是定的，永远是定的。最后一句话重要，「能生万法」。宇宙从哪里来的？生命从哪里来的？万事万象从哪里来的？你自性变现的，这个道理太深！所以今天宇宙，科学家讲什么爆炸，那全是讲不通，决定讲不通，自性变现。这你要不是亲证，你不了解，整个宇宙是你自己变现的。",
      "zh_TW": "淨空法師：他這一放下之後，你看他說的這五句話，他這五句話跟釋迦牟尼佛在菩提樹下大徹大悟是同樣一個境界。這你一定要曉得，這是什麼？這是我們每個人，他說出來了，佛沒有說出來，佛說出來是散在經典裡面，不是像他那麼樣提綱挈領的幾句話就講出來，佛是在一切經裡面，做出來給我們看到的。他第一個「自性清淨」，第二個「本不生滅」，本不生滅就是印度人所追求的大涅槃，涅槃是印度話，意思就是不生不滅。對，不生不滅，這是本來不生不滅，涅槃就不必追求，你自己本來有。第三句話說「本自具足」，本自具足就是《華嚴經》上講的智慧、德能、才藝、福報，圓圓滿滿，一點欠缺都沒有，本自具足。第四句話「本無動搖」，你看我們的念頭七上八下，沒有，那是假的，你的心是定的，永遠是定的。最後一句話重要，「能生萬法」。宇宙從哪裡來的？生命從哪裡來的？萬事萬象從哪裡來的？你自性變現的，這個道理太深！所以今天宇宙，科學家講什麼爆炸，那全是講不通，決定講不通，自性變現。這你要不是親證，你不了解，整個宇宙是你自己變現的。"
    },
    {
      "id": "21-401-0001_p0021",
      "zh_CN": "钟居士：不是从大爆炸出来的。",
      "zh_TW": "鍾居士：不是從大爆炸出來的。"
    },
    {
      "id": "21-401-0001_p0022",
      "zh_CN": "净空法师：不是大爆炸，那是决定讲不通的。这自性现的相是什么？那就是讲精神跟物质，这法相里面讲得很清楚，就是阿赖耶的四分。阿赖耶的自证分就是法性，就是自性；证自证分就是智慧，就是自性本来有的智慧，究竟圆满的智慧，是你本来有的，你被障碍了，透不出来；见分这是精神的，精神世界，相分是物质世界，见分、相分统统是法性里面变现出来。所以佛讲整个宇宙是「唯心所现，唯识所变」，唯心所现的是一真法界，《华严》讲的华藏，极乐世界，一真法界，变的是十法界。十法界怎么会变？十法界因为你有了无明、有了妄想、有了分别、有了执着。你看佛对这个事情，如果你真的通达明了，你把妄想分别执着统统放下，你就成佛！佛讲的是「一切众生本来是佛」，佛眼睛看一切众生真的是佛，一点都不假，只是什么？只是这尊佛他现在有妄想分别执着障碍着他。是不是真的障碍？没有，没有障碍自性，也没有障碍法相，法性跟法相都没有障碍，这才是真正的境界，事实真相，《般若经》上讲「诸法实相」，实相是这样的。",
      "zh_TW": "淨空法師：不是大爆炸，那是決定講不通的。這自性現的相是什麼？那就是講精神跟物質，這法相裡面講得很清楚，就是阿賴耶的四分。阿賴耶的自證分就是法性，就是自性；證自證分就是智慧，就是自性本來有的智慧，究竟圓滿的智慧，是你本來有的，你被障礙了，透不出來；見分這是精神的，精神世界，相分是物質世界，見分、相分統統是法性裡面變現出來。所以佛講整個宇宙是「唯心所現，唯識所變」，唯心所現的是一真法界，《華嚴》講的華藏，極樂世界，一真法界，變的是十法界。十法界怎麼會變？十法界因為你有了無明、有了妄想、有了分別、有了執著。你看佛對這個事情，如果你真的通達明瞭，你把妄想分別執著統統放下，你就成佛！佛講的是「一切眾生本來是佛」，佛眼睛看一切眾生真的是佛，一點都不假，只是什麼？只是這尊佛他現在有妄想分別執著障礙著他。是不是真的障礙？沒有，沒有障礙自性，也沒有障礙法相，法性跟法相都沒有障礙，這才是真正的境界，事實真相，《般若經》上講「諸法實相」，實相是這樣的。"
    },
    {
      "id": "21-401-0001_p0023",
      "zh_CN": "你要明白这个道理，那事情很简单，相貌是自己变的。你看相随心转，你要想一个好相貌，好心就变成好相貌；好心，清净心，身体健康。所以你身上生病，要不要去治？不需要，用你的意念一转，为什么？万法是自己变现的。不但是这个，现在的山河大地，你看今天我们看到这些网路上载下来的讯息，欧洲的水灾，英国伦敦都淹了，连牛津都成问题。这水位差不多到达饱和点，非常危险，六十年来从没有过的，大灾难。这些灾难，科学家说这是温室效应，排废气，佛法不是这样的，科学家讲的数据是从缘上讲，佛法讲因缘果，从缘上讲，佛法从因上讲。因是什么？因是念头，念头善，没有一样不善；念头不善，没有一样是善的。我们今天看全世界的人，现在麻烦大，念头不善，相信科学，不相信宗教。",
      "zh_TW": "你要明白這個道理，那事情很簡單，相貌是自己變的。你看相隨心轉，你要想一個好相貌，好心就變成好相貌；好心，清淨心，身體健康。所以你身上生病，要不要去治？不需要，用你的意念一轉，為什麼？萬法是自己變現的。不但是這個，現在的山河大地，你看今天我們看到這些網路上載下來的訊息，歐洲的水災，英國倫敦都淹了，連牛津都成問題。這水位差不多到達飽和點，非常危險，六十年來從沒有過的，大災難。這些災難，科學家說這是溫室效應，排廢氣，佛法不是這樣的，科學家講的數據是從緣上講，佛法講因緣果，從緣上講，佛法從因上講。因是什麼？因是念頭，念頭善，沒有一樣不善；念頭不善，沒有一樣是善的。我們今天看全世界的人，現在麻煩大，念頭不善，相信科學，不相信宗教。"
    },
    {
      "id": "21-401-0001_p0024",
      "zh_CN": "我们晓得西方世界，几千年维系的社会安定靠宗教。东方人比他们高明，东方人，中国有儒释道三家，三家在从前是学派不是宗教，佛也是如此。佛在中国变成宗教，我看不到三百年。你看康熙、乾隆的时候，佛教还是学派，还不是宗教。大概变成宗教，我看恐怕是从嘉庆以后，嘉庆以后逐渐对于学术讨论上，慢慢转变，变成经忏佛事。而且经忏佛事，最盛的时候应该还是在咸丰，咸丰、同治、光绪。",
      "zh_TW": "我們曉得西方世界，幾千年維繫的社會安定靠宗教。東方人比他們高明，東方人，中國有儒釋道三家，三家在從前是學派不是宗教，佛也是如此。佛在中國變成宗教，我看不到三百年。你看康熙、乾隆的時候，佛教還是學派，還不是宗教。大概變成宗教，我看恐怕是從嘉慶以後，嘉慶以後逐漸對於學術討論上，慢慢轉變，變成經懺佛事。而且經懺佛事，最盛的時候應該還是在咸豐，咸豐、同治、光緒。"
    },
    {
      "id": "21-401-0001_p0025",
      "zh_CN": "钟居士：经忏佛事不应该做为佛教的一个主流。",
      "zh_TW": "鍾居士：經懺佛事不應該做為佛教的一個主流。"
    },
    {
      "id": "21-401-0001_p0026",
      "zh_CN": "净空法师：没有这个事情，佛教从来没有做这个，没有。佛教以前寺院的时候，是教学的场所、是学校，不是干这些事情的。",
      "zh_TW": "淨空法師：沒有這個事情，佛教從來沒有做這個，沒有。佛教以前寺院的時候，是教學的場所、是學校，不是幹這些事情的。"
    },
    {
      "id": "21-401-0001_p0027",
      "zh_CN": "张教授：所以师父是说近百年来才变成为赶经忏佛事？",
      "zh_TW": "張教授：所以師父是說近百年來才變成為趕經懺佛事？"
    },
    {
      "id": "21-401-0001_p0028",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-401-0001_p0029",
      "zh_CN": "张教授：这是错误的。",
      "zh_TW": "張教授：這是錯誤的。"
    },
    {
      "id": "21-401-0001_p0030",
      "zh_CN": "净空法师：是错误，我们是从来没有想到的。这一百年前、二百年前、三百年前的佛教，那就不一样。",
      "zh_TW": "淨空法師：是錯誤，我們是從來沒有想到的。這一百年前、二百年前、三百年前的佛教，那就不一樣。"
    },
    {
      "id": "21-401-0001_p0031",
      "zh_CN": "张教授：等于是走样了。",
      "zh_TW": "張教授：等於是走樣了。"
    },
    {
      "id": "21-401-0001_p0032",
      "zh_CN": "净空法师：走样了，从学术变成了宗教。所以去年我在巴黎的时候，我们国家的代表，中国代表，章新胜先生，他也是中国教育部的副部长，他请我吃饭，就问我：佛跟道是宗教，儒算不算宗教？我跟他讲，儒释道都不是宗教。现在把它挂上宗教的名义，实在讲太委屈。",
      "zh_TW": "淨空法師：走樣了，從學術變成了宗教。所以去年我在巴黎的時候，我們國家的代表，中國代表，章新勝先生，他也是中國教育部的副部長，他請我吃飯，就問我：佛跟道是宗教，儒算不算宗教？我跟他講，儒釋道都不是宗教。現在把它掛上宗教的名義，實在講太委屈。"
    },
    {
      "id": "21-401-0001_p0033",
      "zh_CN": "钟居士：它们应该是？",
      "zh_TW": "鍾居士：它們應該是？"
    },
    {
      "id": "21-401-0001_p0034",
      "zh_CN": "净空法师：是学派，确实是学派。所以学派变成宗教是很不幸。但是你今天不能不承认它是宗教，它确实是变成道地的宗教。我们学，我们是学哲学，佛学讲什么东西？你要不读经不知道，你要读经之后就晓得，你看《华严经》，它讲伦理，讲道德，讲因果，讲哲学，讲科学，科学也比现代科学讲得高明。现代科学向两个极端发展，宏观的，讲太空物理，太空物理佛比它讲的高明；微观讲到量子力学，那佛经上讲量子力学比它又讲得精采。量子力学里面，佛讲的是微尘，佛经是用微尘，现在讲粒子、夸克，讲最小的物质。最小的物质里头有世界，这科学家没讲到。佛法讲的是夸克里面的世界跟外面的世界没有两样，外面世界没有缩小，夸克里面的世界并没有扩大，大小不二，这是科学家没有法子理解的，他也没有办法去证得的。所以佛法的证就是放下，没有别的。佛教你放下执着，你就证阿罗汉；放下分别，你就是菩萨；放下妄想，你就是佛。所以佛、菩萨、阿罗汉是佛教里面三个学位，就是博士、硕士、学士三个学位。所以人人都可以成佛，不能宗教，宗教不能人人都是上帝，那还得了！神只有一个，不可以两个，佛是平等的。不一样。",
      "zh_TW": "淨空法師：是學派，確實是學派。所以學派變成宗教是很不幸。但是你今天不能不承認它是宗教，它確實是變成道地的宗教。我們學，我們是學哲學，佛學講什麼東西？你要不讀經不知道，你要讀經之後就曉得，你看《華嚴經》，它講倫理，講道德，講因果，講哲學，講科學，科學也比現代科學講得高明。現代科學向兩個極端發展，宏觀的，講太空物理，太空物理佛比它講的高明；微觀講到量子力學，那佛經上講量子力學比它又講得精采。量子力學裡面，佛講的是微塵，佛經是用微塵，現在講粒子、夸克，講最小的物質。最小的物質裡頭有世界，這科學家沒講到。佛法講的是夸克裡面的世界跟外面的世界沒有兩樣，外面世界沒有縮小，夸克裡面的世界並沒有擴大，大小不二，這是科學家沒有法子理解的，他也沒有辦法去證得的。所以佛法的證就是放下，沒有別的。佛教你放下執著，你就證阿羅漢；放下分別，你就是菩薩；放下妄想，你就是佛。所以佛、菩薩、阿羅漢是佛教裡面三個學位，就是博士、碩士、學士三個學位。所以人人都可以成佛，不能宗教，宗教不能人人都是上帝，那還得了！神只有一個，不可以兩個，佛是平等的。不一樣。"
    },
    {
      "id": "21-401-0001_p0035",
      "zh_CN": "张教授：师父刚刚提到放下，我们一般人都是错误的观念，包括伦理道德的观念逐渐的沦丧，这个习气经常会现前，我们怎么样来导正？",
      "zh_TW": "張教授：師父剛剛提到放下，我們一般人都是錯誤的觀念，包括倫理道德的觀念逐漸的淪喪，這個習氣經常會現前，我們怎麼樣來導正？"
    },
    {
      "id": "21-401-0001_p0036",
      "zh_CN": "净空法师：那就是烦恼习气，烦恼那就是苦难，苦难是你自己找的，没有别的，还是要把这个讲清楚、讲明白，你有没有烦恼？没有烦恼，佛家讲烦恼即菩提，菩提是智慧。你有了妄想分别执着，你的智慧就变成烦恼，你的德能就变成业障，你造业，你的福报就变成了饿鬼、地狱、畜生。所以佛讲「生死即涅槃，烦恼即菩提」，就是那个转变。你放不下就变成那样，放下，就回归自性。",
      "zh_TW": "淨空法師：那就是煩惱習氣，煩惱那就是苦難，苦難是你自己找的，沒有別的，還是要把這個講清楚、講明白，你有沒有煩惱？沒有煩惱，佛家講煩惱即菩提，菩提是智慧。你有了妄想分別執著，你的智慧就變成煩惱，你的德能就變成業障，你造業，你的福報就變成了餓鬼、地獄、畜生。所以佛講「生死即涅槃，煩惱即菩提」，就是那個轉變。你放不下就變成那樣，放下，就回歸自性。"
    },
    {
      "id": "21-401-0001_p0037",
      "zh_CN": "张教授：所以总在一念之间。",
      "zh_TW": "張教授：所以總在一念之間。"
    },
    {
      "id": "21-401-0001_p0038",
      "zh_CN": "净空法师：就在一念之间。凡夫跟佛差别在哪？就一念。这一念之间，我们相信，惠能大师做出证明，他一念转过来，他就成佛了。",
      "zh_TW": "淨空法師：就在一念之間。凡夫跟佛差別在哪？就一念。這一念之間，我們相信，惠能大師做出證明，他一念轉過來，他就成佛了。"
    },
    {
      "id": "21-401-0001_p0039",
      "zh_CN": "张教授：所以这就是要靠教育。",
      "zh_TW": "張教授：所以這就是要靠教育。"
    },
    {
      "id": "21-401-0001_p0040",
      "zh_CN": "净空法师：靠教育。",
      "zh_TW": "淨空法師：靠教育。"
    },
    {
      "id": "21-401-0001_p0041",
      "zh_CN": "张教授：把这个道理说清楚，让大家了解。",
      "zh_TW": "張教授：把這個道理說清楚，讓大家了解。"
    },
    {
      "id": "21-401-0001_p0042",
      "zh_CN": "净空法师：释迦牟尼佛你看他从放下之后，他就开始教学，三十岁开始教学，他七十九岁走的，四十九年。所以佛门里面讲「讲经三百余会，说法四十九年」，这现代人听了又变成宗教。所以我在巴黎讲的时候，我说释迦牟尼佛办班三百多届，教学四十九年，变一变就通了。",
      "zh_TW": "淨空法師：釋迦牟尼佛你看他從放下之後，他就開始教學，三十歲開始教學，他七十九歲走的，四十九年。所以佛門裡面講「講經三百餘會，說法四十九年」，這現代人聽了又變成宗教。所以我在巴黎講的時候，我說釋迦牟尼佛辦班三百多屆，教學四十九年，變一變就通了。"
    },
    {
      "id": "21-401-0001_p0043",
      "zh_CN": "张教授：这是教学。",
      "zh_TW": "張教授：這是教學。"
    },
    {
      "id": "21-401-0001_p0044",
      "zh_CN": "净空法师：教学。",
      "zh_TW": "淨空法師：教學。"
    },
    {
      "id": "21-401-0001_p0045",
      "zh_CN": "钟居士：所以我们现在也看出来，您教学四十九年。",
      "zh_TW": "鍾居士：所以我們現在也看出來，您教學四十九年。"
    },
    {
      "id": "21-401-0001_p0046",
      "zh_CN": "净空法师：是教学，一生都是搞教学。而且释迦牟尼佛给我们做的样子太好，这使我们佩服得五体投地，尤其这么多年来，这个经验、历练当中。一生没有道场，他讲经教学在哪里？在树林底下，在河边、树下，席地而坐，是这样教学的。但是他又很活泼，他也接受这些国王、大臣、长者、居士的供养，人家有花园、有别墅，请他去住几天，他也很随顺，也并不固执，他到那里去教学，去教一个阶段、一个系列，讲完了，他就走了。我们用现代的话说，释迦牟尼佛他有使用权，他没有所有权，这我们应当要学的。",
      "zh_TW": "淨空法師：是教學，一生都是搞教學。而且釋迦牟尼佛給我們做的樣子太好，這使我們佩服得五體投地，尤其這麼多年來，這個經驗、歷練當中。一生沒有道場，他講經教學在哪裡？在樹林底下，在河邊、樹下，席地而坐，是這樣教學的。但是他又很活潑，他也接受這些國王、大臣、長者、居士的供養，人家有花園、有別墅，請他去住幾天，他也很隨順，也並不固執，他到那裡去教學，去教一個階段、一個系列，講完了，他就走了。我們用現代的話說，釋迦牟尼佛他有使用權，他沒有所有權，這我們應當要學的。"
    },
    {
      "id": "21-401-0001_p0047",
      "zh_CN": "张教授：这就很自在。",
      "zh_TW": "張教授：這就很自在。"
    },
    {
      "id": "21-401-0001_p0048",
      "zh_CN": "净空法师：对，很自在。",
      "zh_TW": "淨空法師：對，很自在。"
    },
    {
      "id": "21-401-0001_p0049",
      "zh_CN": "钟居士：放下了。",
      "zh_TW": "鍾居士：放下了。"
    },
    {
      "id": "21-401-0001_p0050",
      "zh_CN": "净空法师：对，放下，他有使用权，他不要所有权，所以道场还是你们自己的。这有什么好处？出家人心定，他对于名闻利养不会起心动念。你说盖一个大道场，这个人要想争，那个人也想霸占，这道心就没有了，他的贪瞋痴慢就起来了，所以他永远不要道场。走的时候，死的时候，不是死在房子里，在树林里，这做得好。我在这里想，过去佛教传到中国来，那是帝王礼请法师过来的，中国人尊师重道，哪有让老师出去讨饭，讲不通。老师要是没有地方住，住在山林里面，那人家不把他骂死了？所以到中国来，他也很随顺，道场国家建立的。国家建立称寺，寺是政府办事的机构，所以寺跟庙不一样，它是政府办事机关。你要到故宫去看，你能看到皇帝下面一级单位，直属皇帝管辖的九个寺，九个单位，寺的长官叫卿。部是宰相，宰相下面的办事机构称部，部长是称尚书，礼部是教育部，侍郎就是次长，所以它是教育机构。佛教教育皇上抓，儒家教育是宰相抓，皇上抓的就更吃香，所以它很普遍，它传播的比儒传播得快，传播的有效果，那就是它直属皇帝。所以它的建筑完全仿造皇宫，皇宫在从前不是任何人可以建，佛可以，佛的寺庙都是皇宫的建筑。",
      "zh_TW": "淨空法師：對，放下，他有使用權，他不要所有權，所以道場還是你們自己的。這有什麼好處？出家人心定，他對於名聞利養不會起心動念。你說蓋一個大道場，這個人要想爭，那個人也想霸佔，這道心就沒有了，他的貪瞋痴慢就起來了，所以他永遠不要道場。走的時候，死的時候，不是死在房子裡，在樹林裡，這做得好。我在這裡想，過去佛教傳到中國來，那是帝王禮請法師過來的，中國人尊師重道，哪有讓老師出去討飯，講不通。老師要是沒有地方住，住在山林裡面，那人家不把他罵死了？所以到中國來，他也很隨順，道場國家建立的。國家建立稱寺，寺是政府辦事的機構，所以寺跟廟不一樣，它是政府辦事機關。你要到故宮去看，你能看到皇帝下面一級單位，直屬皇帝管轄的九個寺，九個單位，寺的長官叫卿。部是宰相，宰相下面的辦事機構稱部，部長是稱尚書，禮部是教育部，侍郎就是次長，所以它是教育機構。佛教教育皇上抓，儒家教育是宰相抓，皇上抓的就更吃香，所以它很普遍，它傳播的比儒傳播得快，傳播的有效果，那就是它直屬皇帝。所以它的建築完全仿造皇宮，皇宮在從前不是任何人可以建，佛可以，佛的寺廟都是皇宮的建築。"
    },
    {
      "id": "21-401-0001_p0051",
      "zh_CN": "张教授：所以以国家的力量来推广佛教的教育。",
      "zh_TW": "張教授：所以以國家的力量來推廣佛教的教育。"
    },
    {
      "id": "21-401-0001_p0052",
      "zh_CN": "净空法师：对，来推广。这是我们要了解，到中国来的时候。但是中国佛教百丈跟马祖建丛林，方东美先生跟我谈到这个问题，他说这是佛教在中国第一次革命性的变成中国佛教。丛林是正规的大学。",
      "zh_TW": "淨空法師：對，來推廣。這是我們要了解，到中國來的時候。但是中國佛教百丈跟馬祖建叢林，方東美先生跟我談到這個問題，他說這是佛教在中國第一次革命性的變成中國佛教。叢林是正規的大學。"
    },
    {
      "id": "21-401-0001_p0053",
      "zh_CN": "钟居士：佛教大学。",
      "zh_TW": "鍾居士：佛教大學。"
    },
    {
      "id": "21-401-0001_p0054",
      "zh_CN": "张教授：专科大学。",
      "zh_TW": "張教授：專科大學。"
    },
    {
      "id": "21-401-0001_p0055",
      "zh_CN": "净空法师：真正变成大学，所以你看丛林的主席就是方丈，校长，他底下的首座，首座是教务，教务长。维那是管。",
      "zh_TW": "淨空法師：真正變成大學，所以你看叢林的主席就是方丈，校長，他底下的首座，首座是教務，教務長。維那是管。"
    },
    {
      "id": "21-401-0001_p0056",
      "zh_CN": "张教授：我们叫学务长。",
      "zh_TW": "張教授：我們叫學務長。"
    },
    {
      "id": "21-401-0001_p0057",
      "zh_CN": "净空法师：不是管学务，他是管训导。",
      "zh_TW": "淨空法師：不是管學務，他是管訓導。"
    },
    {
      "id": "21-401-0001_p0058",
      "zh_CN": "张教授：现在叫学务。",
      "zh_TW": "張教授：現在叫學務。"
    },
    {
      "id": "21-401-0001_p0059",
      "zh_CN": "净空法师：现在叫学务。这监院就是总务。",
      "zh_TW": "淨空法師：現在叫學務。這監院就是總務。"
    },
    {
      "id": "21-401-0001_p0060",
      "zh_CN": "张教授：总务长。",
      "zh_TW": "張教授：總務長。"
    },
    {
      "id": "21-401-0001_p0061",
      "zh_CN": "净空法师：所以它这个名字不一样，这职权跟学校完全相同。中国、外国学校还是这三个机构组成的，所以它确实是学术。方老师跟我讲过多少次，中国佛教要复兴，一定还要恢复丛林制度。丛林制度，它是选举的，所以这民主，几千年在中国佛教里面，它就实行。",
      "zh_TW": "淨空法師：所以它這個名字不一樣，這職權跟學校完全相同。中國、外國學校還是這三個機構組成的，所以它確實是學術。方老師跟我講過多少次，中國佛教要復興，一定還要恢復叢林制度。叢林制度，它是選舉的，所以這民主，幾千年在中國佛教裡面，它就實行。"
    },
    {
      "id": "21-401-0001_p0062",
      "zh_CN": "张教授：方丈是大家推选？",
      "zh_TW": "張教授：方丈是大家推選？"
    },
    {
      "id": "21-401-0001_p0063",
      "zh_CN": "净空法师：是，推选的。方丈底下的执事都是这样的，方丈底下这三个叫纲领执事，都是选举的。任期一年，完全是服务，是为大众服务的，所以每个人都应该要尽这个义务，连选可以连任。他是腊月三十总辞，总辞之后马上就选举，第二天初一，新的住持就接任。非常好，没有争的，没有竞争，真正民主，为什么？他天天在上课、天天在教学，大家都懂得，都能放下。对，没有名闻利养的观念。确实选上都是热心为大家服务，大家看到你有能力，才选。所以一切问题都是教育问题，解决问题，还是要靠教育。我在最近这几年，我参加十次世界和平会议，里面七次是教科文组织主导的。去年我们还到它的总部办了个活动，我们算是主办单位。每次的活动里面，我都提出报告，因为大家的主题差不多，都是一个题目，「怎样化解冲突，恢复社会安定，世界和平」，这是联合国诉求的大目标、大方向。",
      "zh_TW": "淨空法師：是，推選的。方丈底下的執事都是這樣的，方丈底下這三個叫綱領執事，都是選舉的。任期一年，完全是服務，是為大眾服務的，所以每個人都應該要盡這個義務，連選可以連任。他是臘月三十總辭，總辭之後馬上就選舉，第二天初一，新的住持就接任。非常好，沒有爭的，沒有競爭，真正民主，為什麼？他天天在上課、天天在教學，大家都懂得，都能放下。對，沒有名聞利養的觀念。確實選上都是熱心為大家服務，大家看到你有能力，才選。所以一切問題都是教育問題，解決問題，還是要靠教育。我在最近這幾年，我參加十次世界和平會議，裡面七次是教科文組織主導的。去年我們還到它的總部辦了個活動，我們算是主辦單位。每次的活動裡面，我都提出報告，因為大家的主題差不多，都是一個題目，「怎樣化解衝突，恢復社會安定，世界和平」，這是聯合國訴求的大目標、大方向。"
    },
    {
      "id": "21-401-0001_p0064",
      "zh_CN": "钟居士：就是我们现在提倡的和谐世界。",
      "zh_TW": "鍾居士：就是我們現在提倡的和諧世界。"
    },
    {
      "id": "21-401-0001_p0065",
      "zh_CN": "净空法师：对，那你看联合国开会开了三十多年，七０年代开始，搞国际和平会议，世界是愈开愈乱。它投进去的人力、物力、财力不计其数，没有效果。",
      "zh_TW": "淨空法師：對，那你看聯合國開會開了三十多年，七０年代開始，搞國際和平會議，世界是愈開愈亂。它投進去的人力、物力、財力不計其數，沒有效果。"
    },
    {
      "id": "21-401-0001_p0066",
      "zh_CN": "张教授：没有效果。",
      "zh_TW": "張教授：沒有效果。"
    },
    {
      "id": "21-401-0001_p0067",
      "zh_CN": "净空法师：所以我们就提出中国老祖宗的方法，中国五千年为什么能够长治久安？为什么能够维持大一统？靠什么？这么大的幅员，这么多的人口，这样复杂的族群，现在中国族群，五十多个族群，能够变成一家人，和睦相处，完全靠教育。",
      "zh_TW": "淨空法師：所以我們就提出中國老祖宗的方法，中國五千年為什麼能夠長治久安？為什麼能夠維持大一統？靠什麼？這麼大的幅員，這麼多的人口，這樣複雜的族群，現在中國族群，五十多個族群，能夠變成一家人，和睦相處，完全靠教育。"
    },
    {
      "id": "21-401-0001_p0068",
      "zh_CN": "张教授：伦理道德的教育。",
      "zh_TW": "張教授：倫理道德的教育。"
    },
    {
      "id": "21-401-0001_p0069",
      "zh_CN": "净空法师：对，伦理、道德、因果这三个教育，它就是靠这个。这三个东西我们提出来建议给联合国，他们听到都很欢喜，也很感动，可是下来之后，来跟我聊天的时候：法师，你说的是很好，这是个理想，不能落实。不能落实，他没有信心。所以我就想，一定要做一个试验，要做一个样板给他看，他没看到，他不能相信。",
      "zh_TW": "淨空法師：對，倫理、道德、因果這三個教育，它就是靠這個。這三個東西我們提出來建議給聯合國，他們聽到都很歡喜，也很感動，可是下來之後，來跟我聊天的時候：法師，你說的是很好，這是個理想，不能落實。不能落實，他沒有信心。所以我就想，一定要做一個試驗，要做一個樣板給他看，他沒看到，他不能相信。"
    },
    {
      "id": "21-401-0001_p0070",
      "zh_CN": "张教授：没有信心。",
      "zh_TW": "張教授：沒有信心。"
    },
    {
      "id": "21-401-0001_p0071",
      "zh_CN": "净空法师：所以我一定要做。这是我在美国、在新加坡、在澳洲各地方都去找看有没有这个机缘，我们来找一个小的区做个试点。这小区的想法，老子所说的「小国寡民」，搞一个试点来做，但是都不能成功，缘都不成熟。前年，是２００４年，我很久没有回到老家，回老家去看看乡亲父老，家乡我们自己这些族兄弟们，同一个曾祖父的，也算很亲还有六家，还有三十多人。同辈分的就不少，就很多，族里面是不少。就谈到这些事情，他们就很高兴：回来做，到我们家乡来做。",
      "zh_TW": "淨空法師：所以我一定要做。這是我在美國、在新加坡、在澳洲各地方都去找看有沒有這個機緣，我們來找一個小的區做個試點。這小區的想法，老子所說的「小國寡民」，搞一個試點來做，但是都不能成功，緣都不成熟。前年，是２００４年，我很久沒有回到老家，回老家去看看鄉親父老，家鄉我們自己這些族兄弟們，同一個曾祖父的，也算很親還有六家，還有三十多人。同輩分的就不少，就很多，族裡面是不少。就談到這些事情，他們就很高興：回來做，到我們家鄉來做。"
    },
    {
      "id": "21-401-0001_p0072",
      "zh_CN": "他们就带我到处去看，结果看到汤池这个地方不错，正好汤池镇镇政府里有个小单位要卖，我们去看，看了很合适，很好，就把它买下来，就在那个地方做试验。没有想到，这个试验，我们开始是２００５年１１月招生，因为我们教学，教学需要老师。找什么老师？找幼儿园老师、小学老师、初中老师，年轻的。我们的目标是希望这个小镇，这个小镇十二个村庄，居民四万八千人，希望这个小镇里面男女老少、各行各业一起学。为什么？我们传统文化已经丢掉三代到四代，差不多八十年到一百年，丢掉了，现在不要说是年轻人不知道，他父母也不知道，他祖父母也不知道，这就是《无量寿经》所说的「先人无知，不识道德，无有语者」，所以这你不能怪他。我们现在要把他捡回来，可不是那么简单。你现在如果叫年轻人，他看到老人不做，他不相信，他怀疑。所以在学校里头，教学生，老师没有做，那没有用处。",
      "zh_TW": "他們就帶我到處去看，結果看到湯池這個地方不錯，正好湯池鎮鎮政府裡有個小單位要賣，我們去看，看了很合適，很好，就把它買下來，就在那個地方做試驗。沒有想到，這個試驗，我們開始是２００５年１１月招生，因為我們教學，教學需要老師。找什麼老師？找幼兒園老師、小學老師、初中老師，年輕的。我們的目標是希望這個小鎮，這個小鎮十二個村莊，居民四萬八千人，希望這個小鎮裡面男女老少、各行各業一起學。為什麼？我們傳統文化已經丟掉三代到四代，差不多八十年到一百年，丟掉了，現在不要說是年輕人不知道，他父母也不知道，他祖父母也不知道，這就是《無量壽經》所說的「先人無知，不識道德，無有語者」，所以這你不能怪他。我們現在要把他撿回來，可不是那麼簡單。你現在如果叫年輕人，他看到老人不做，他不相信，他懷疑。所以在學校裡頭，教學生，老師沒有做，那沒有用處。"
    },
    {
      "id": "21-401-0001_p0073",
      "zh_CN": "张教授：要以身作则。",
      "zh_TW": "張教授：要以身作則。"
    },
    {
      "id": "21-401-0001_p0074",
      "zh_CN": "净空法师：对，以身作则。所以我就一共招了三十七个老师，有四百多人来投考，我们精挑细选，真正志同道合，对于传统文化有兴趣的，招来之后，我就要求他们，我说孔子教学，他为什么会成功？有这么大影响力？释迦牟尼佛教学为什么产生这么大影响力？没有别的，就是一桩事情，他做到了。我自己做到了，再去教，人家心服口服。我自己没有做到，教别人，不能成功。",
      "zh_TW": "淨空法師：對，以身作則。所以我就一共招了三十七個老師，有四百多人來投考，我們精挑細選，真正志同道合，對於傳統文化有興趣的，招來之後，我就要求他們，我說孔子教學，他為什麼會成功？有這麼大影響力？釋迦牟尼佛教學為什麼產生這麼大影響力？沒有別的，就是一樁事情，他做到了。我自己做到了，再去教，人家心服口服。我自己沒有做到，教別人，不能成功。"
    },
    {
      "id": "21-401-0001_p0075",
      "zh_CN": "钟居士：所以现在伦理道德教育，最需要的就是我们老师要亲自身体力行。",
      "zh_TW": "鍾居士：所以現在倫理道德教育，最需要的就是我們老師要親自身體力行。"
    },
    {
      "id": "21-401-0001_p0076",
      "zh_CN": "净空法师：对，一点其他的因素都没有，就是这一桩事情。所以我们要求老师四个月，都能把《弟子规》落实。《弟子规》不长，三百六十句，一句三个字，总共一千八十个字，我说这不是背的，这不是讲的，这是做的，你做出来给人看。",
      "zh_TW": "淨空法師：對，一點其他的因素都沒有，就是這一樁事情。所以我們要求老師四個月，都能把《弟子規》落實。《弟子規》不長，三百六十句，一句三個字，總共一千八十個字，我說這不是背的，這不是講的，這是做的，你做出來給人看。"
    },
    {
      "id": "21-401-0001_p0077",
      "zh_CN": "张教授：落实弟子规。",
      "zh_TW": "張教授：落實弟子規。"
    },
    {
      "id": "21-401-0001_p0078",
      "zh_CN": "净空法师：你才能够教得好。这是很难，我给他们四个月的时间，我希望四个月，你们能够做到，做到之后，我们就分头展开，到十二个村庄去教。到农民家里去教，是身教！我在你家里表演做孝子贤孙，让你家里老人看，让你家里的小孩看，老人看了感动，哎呀！我们怎么没有教小孩？小孩看了感动，哎呀！我们不孝父母。他就感动，这样把他教出来的。",
      "zh_TW": "淨空法師：你才能夠教得好。這是很難，我給他們四個月的時間，我希望四個月，你們能夠做到，做到之後，我們就分頭展開，到十二個村莊去教。到農民家裡去教，是身教！我在你家裡表演做孝子賢孫，讓你家裡老人看，讓你家裡的小孩看，老人看了感動，哎呀！我們怎麼沒有教小孩？小孩看了感動，哎呀！我們不孝父母。他就感動，這樣把他教出來的。"
    },
    {
      "id": "21-401-0001_p0079",
      "zh_CN": "没想到，他们两个月就落实，我们非常安慰。所以我跟杨老师讲：我们这个工作非常艰苦，把中国传统文化再搞起来，不是一个简单事情，我说我们要受尽委曲三年，才能看到效果。没想到这些老师下乡教学，开始去都排斥，他说你们教我这干什么？你们教我怎么赚钱？他们要赚钱。你们教这个干什么？结果以后，一展开教学，两个星期他们就感受到了，好！为什么？家庭和了，夫妻不吵架，婆媳能相处，跟邻居不争了，邻居本来小小事情都要争的面红耳赤的，现在不争了。三个月，社会风气都改过来。",
      "zh_TW": "沒想到，他們兩個月就落實，我們非常安慰。所以我跟楊老師講：我們這個工作非常艱苦，把中國傳統文化再搞起來，不是一個簡單事情，我說我們要受盡委曲三年，才能看到效果。沒想到這些老師下鄉教學，開始去都排斥，他說你們教我這幹什麼？你們教我怎麼賺錢？他們要賺錢。你們教這個幹什麼？結果以後，一展開教學，兩個星期他們就感受到了，好！為什麼？家庭和了，夫妻不吵架，婆媳能相處，跟鄰居不爭了，鄰居本來小小事情都要爭的面紅耳赤的，現在不爭了。三個月，社會風氣都改過來。"
    },
    {
      "id": "21-401-0001_p0080",
      "zh_CN": "张教授：教学的效果。",
      "zh_TW": "張教授：教學的效果。"
    },
    {
      "id": "21-401-0001_p0081",
      "zh_CN": "净空法师：对，我一听到这个消息，我很惊讶，我预计是三年，怎么三个月就成就了？所以我就想还是中国传统文化的底蕴深厚，五千年的底蕴，底蕴深厚，所以人的迷惑是一时的，你一唤醒，他就回头。",
      "zh_TW": "淨空法師：對，我一聽到這個消息，我很驚訝，我預計是三年，怎麼三個月就成就了？所以我就想還是中國傳統文化的底蘊深厚，五千年的底蘊，底蘊深厚，所以人的迷惑是一時的，你一喚醒，他就回頭。"
    },
    {
      "id": "21-401-0001_p0082",
      "zh_CN": "张教授：很快。",
      "zh_TW": "張教授：很快。"
    },
    {
      "id": "21-401-0001_p0083",
      "zh_CN": "净空法师：太快了。这是非常的难得。我就在旁边看，三个月看到效果，再看两个月，效果卓着，我就想怎么样把它介绍给联合国。这是个大事情，这不是一个小事情，联合国也不是那么容易进去的。结果到七月，七月时联合国找我，他说办一个他们联合国从来没办过的，办一个纪念释迦牟尼佛二千五百五十年，就是去年２００６年，释迦牟尼佛二千五百五十年，他们要办这个活动。联合国从来没有办过宗教的，这一次办宗教，我想我们祖宗有德，祖宗保佑的，要不然不可能的事情。找到我的时候，我不相信，因为联合国的对象应该是找国家，他怎么会找到我？所以我就派了三个人到巴黎总部去探听一下，真的还是假的？结果三个人到巴黎去了几天，打电话告诉我，是真的，的确，他不是找我们，他是找泰国。那就对了，泰国是佛教国家，佛教是泰国的国教，我说那就对了，泰国找我，我说这就对了，我跟泰国还有点关系，有点很好的关系。因为第一次联合国教科文组织的会议在泰国开，他们头一次，我去参加，在曼谷，跟泰国结了缘，我说这就对了。以后证实了，我就马上答应，我说行，这个我支持。他邀请我做主办单位，我同意，就这样子做成功。",
      "zh_TW": "淨空法師：太快了。這是非常的難得。我就在旁邊看，三個月看到效果，再看兩個月，效果卓著，我就想怎麼樣把它介紹給聯合國。這是個大事情，這不是一個小事情，聯合國也不是那麼容易進去的。結果到七月，七月時聯合國找我，他說辦一個他們聯合國從來沒辦過的，辦一個紀念釋迦牟尼佛二千五百五十年，就是去年２００６年，釋迦牟尼佛二千五百五十年，他們要辦這個活動。聯合國從來沒有辦過宗教的，這一次辦宗教，我想我們祖宗有德，祖宗保佑的，要不然不可能的事情。找到我的時候，我不相信，因為聯合國的對象應該是找國家，他怎麼會找到我？所以我就派了三個人到巴黎總部去探聽一下，真的還是假的？結果三個人到巴黎去了幾天，打電話告訴我，是真的，的確，他不是找我們，他是找泰國。那就對了，泰國是佛教國家，佛教是泰國的國教，我說那就對了，泰國找我，我說這就對了，我跟泰國還有點關係，有點很好的關係。因為第一次聯合國教科文組織的會議在泰國開，他們頭一次，我去參加，在曼谷，跟泰國結了緣，我說這就對了。以後證實了，我就馬上答應，我說行，這個我支持。他邀請我做主辦單位，我同意，就這樣子做成功。"
    },
    {
      "id": "21-401-0001_p0084",
      "zh_CN": "所以这个机会，我到联合国参加这个，我说我有两个目的，都是帮助联合国这么多年来没有法子解决的，第一个就是宗教可以团结，第二个是人民是可以教得好。光靠开会，没有用处。联合国很难得，那个大会堂给我们做展览，它的展览厅，大厅给我们做展览，我们就把汤池这个成就，这个不到半年的成就，做出详细的展览。大展览厅一面是展览释迦牟尼佛一生事迹，一边就展览我们汤池教学的效果。这给它留下很深印象，很深刻的印象。后续，这是今年，巴黎，我们也有人到那边去，传回来的讯息，就是各个驻联合国的使节非常有愿望想到汤池去参观，把这个讯息透给我，我们的傅大使、张双鼓先生跟我也是很熟的，他透讯息告诉我，他说去年办这活动影响很大，在联合国从来没有过的，这么多国家大使都想去看看；换句话说，也就是说明，和平工作难做，没有法子做，看看这是不是可行？都有这个愿望。我就表示很欢迎，我说这是好事，是可以提供给他做参考，就是很难得的一桩事情，统统要靠教育。",
      "zh_TW": "所以這個機會，我到聯合國參加這個，我說我有兩個目的，都是幫助聯合國這麼多年來沒有法子解決的，第一個就是宗教可以團結，第二個是人民是可以教得好。光靠開會，沒有用處。聯合國很難得，那個大會堂給我們做展覽，它的展覽廳，大廳給我們做展覽，我們就把湯池這個成就，這個不到半年的成就，做出詳細的展覽。大展覽廳一面是展覽釋迦牟尼佛一生事蹟，一邊就展覽我們湯池教學的效果。這給它留下很深印象，很深刻的印象。後續，這是今年，巴黎，我們也有人到那邊去，傳回來的訊息，就是各個駐聯合國的使節非常有願望想到湯池去參觀，把這個訊息透給我，我們的傅大使、張雙鼓先生跟我也是很熟的，他透訊息告訴我，他說去年辦這活動影響很大，在聯合國從來沒有過的，這麼多國家大使都想去看看；換句話說，也就是說明，和平工作難做，沒有法子做，看看這是不是可行？都有這個願望。我就表示很歡迎，我說這是好事，是可以提供給他做參考，就是很難得的一樁事情，統統要靠教育。"
    },
    {
      "id": "21-401-0001_p0085",
      "zh_CN": "尤其是台湾，台湾现在这么多年，我离开十年了，十年没有回去了，这个社会的动乱，伦理道德可以说完全丧失了，这是中国谚语所说的「上梁不正，下梁歪」，这是严重错误。我跟马英九见过面，我跟他谈过，他过去的底蕴还很不错，我就曾经告诉他，他认为我的看法都很正确。我说台湾走的路，台湾要走上真正幸福美满，首先要肯定一个中国，这要知道。",
      "zh_TW": "尤其是台灣，台灣現在這麼多年，我離開十年了，十年沒有回去了，這個社會的動亂，倫理道德可以說完全喪失了，這是中國諺語所說的「上梁不正，下梁歪」，這是嚴重錯誤。我跟馬英九見過面，我跟他談過，他過去的底蘊還很不錯，我就曾經告訴他，他認為我的看法都很正確。我說台灣走的路，台灣要走上真正幸福美滿，首先要肯定一個中國，這要知道。"
    },
    {
      "id": "21-401-0001_p0086",
      "zh_CN": "我所理解到的，我们汉族，《百家姓》里面的汉族全是黄帝子孙，我很相信。我的家谱里面，我的家谱找到，这难得，这是祖宗保佑。文化大革命，祠堂毁掉，我也认为家谱毁掉，找不到根。那一年回去之后，没想到，我们有个族兄弟，他告诉我家谱还在，我说在哪里？在他那里。我说怎么会在你那里？他从祠堂偷出来，保存到现在，没有一个人知道。我说好，你赶快拿来我看看。我们这一看一查，一代一代记载下来，真的到我这一代是黄帝的一百三十六代。那更早的祖宗，伏羲，我们家谱头一个伏羲之后。伏羲到黄帝应该大概可能有一千年，因为伏羲之后是神农，神农到黄帝有五百年，大概有一千年的样子，这没有记载，因为文字没有发明，发明文字之后，才有记载。所以我们只知道头一句写的是「伏羲之后」。伏羲之后，当然也就是神农，神农是伏羲之后，所以这是一家人。一家人如果搞分裂，你怎么能对得起祖宗？这叫大不孝。在全世界，有这么完整家谱、家族历史，全世界都没有，你说这多珍贵。",
      "zh_TW": "我所理解到的，我們漢族，《百家姓》裡面的漢族全是黃帝子孫，我很相信。我的家譜裡面，我的家譜找到，這難得，這是祖宗保佑。文化大革命，祠堂毀掉，我也認為家譜毀掉，找不到根。那一年回去之後，沒想到，我們有個族兄弟，他告訴我家譜還在，我說在哪裡？在他那裡。我說怎麼會在你那裡？他從祠堂偷出來，保存到現在，沒有一個人知道。我說好，你趕快拿來我看看。我們這一看一查，一代一代記載下來，真的到我這一代是黃帝的一百三十六代。那更早的祖宗，伏羲，我們家譜頭一個伏羲之後。伏羲到黃帝應該大概可能有一千年，因為伏羲之後是神農，神農到黃帝有五百年，大概有一千年的樣子，這沒有記載，因為文字沒有發明，發明文字之後，才有記載。所以我們只知道頭一句寫的是「伏羲之後」。伏羲之後，當然也就是神農，神農是伏羲之後，所以這是一家人。一家人如果搞分裂，你怎麼能對得起祖宗？這叫大不孝。在全世界，有這麼完整家譜、家族歷史，全世界都沒有，你說這多珍貴。"
    },
    {
      "id": "21-401-0001_p0087",
      "zh_CN": "张居士：能够保存这么久。",
      "zh_TW": "張居士：能夠保存這麼久。"
    },
    {
      "id": "21-401-0001_p0088",
      "zh_CN": "净空法师：是，凡是汉族的这些姓全都是炎黄子孙，全是炎黄子孙，炎黄子孙是一个大家庭。我在美国住的那么多年，美国人常常反对中国政治制度，我就告诉他们，我说你们完全错误，你们不了解历史，你们不了解事实真相。我说好比他们做生意、开店一样，我说中国是个老店，子子孙孙继承下来，老祖宗传业的，这是一个大的公司、大的企业，代代相传的，你们美国都是从欧洲移民过来，你们没有历史、没有渊源，那只好摆摊子，你们是摊贩。你们是摊贩，那当然大家推选一个总统来代表联系工作。我说美国这个制度不适合中国，中国制度不适合美国。如果说是几千年这个大家庭，你把人家拆散，你这罪过多重？你跟他一讲，一分析，他就明白，他就懂得。",
      "zh_TW": "淨空法師：是，凡是漢族的這些姓全都是炎黃子孫，全是炎黃子孫，炎黃子孫是一個大家庭。我在美國住的那麼多年，美國人常常反對中國政治制度，我就告訴他們，我說你們完全錯誤，你們不了解歷史，你們不了解事實真相。我說好比他們做生意、開店一樣，我說中國是個老店，子子孫孫繼承下來，老祖宗傳業的，這是一個大的公司、大的企業，代代相傳的，你們美國都是從歐洲移民過來，你們沒有歷史、沒有淵源，那只好擺攤子，你們是攤販。你們是攤販，那當然大家推選一個總統來代表聯繫工作。我說美國這個制度不適合中國，中國制度不適合美國。如果說是幾千年這個大家庭，你把人家拆散，你這罪過多重？你跟他一講，一分析，他就明白，他就懂得。"
    },
    {
      "id": "21-401-0001_p0089",
      "zh_CN": "钟居士：所以对美国人也得要教育。",
      "zh_TW": "鍾居士：所以對美國人也得要教育。"
    },
    {
      "id": "21-401-0001_p0090",
      "zh_CN": "净空法师：要教育他，同时也要教育他重视家族，因为有家族，你才会爱家，你才自爱。自爱爱家，你才爱国，才能爱众生；你不自爱，不知道爱家，怎么可能爱国？假的，哪有什么爱国的？没有这个道理的，更不可能爱人类。所以中国你看这么多年来，靠什么维系住？世界上四大文明古国，其他三个没有了，中国还存在，靠什么？靠教育。",
      "zh_TW": "淨空法師：要教育他，同時也要教育他重視家族，因為有家族，你才會愛家，你才自愛。自愛愛家，你才愛國，才能愛眾生；你不自愛，不知道愛家，怎麼可能愛國？假的，哪有什麼愛國的？沒有這個道理的，更不可能愛人類。所以中國你看這麼多年來，靠什麼維繫住？世界上四大文明古國，其他三個沒有了，中國還存在，靠什麼？靠教育。"
    },
    {
      "id": "21-401-0001_p0091",
      "zh_CN": "张教授：家庭，尤其是家庭教育。",
      "zh_TW": "張教授：家庭，尤其是家庭教育。"
    },
    {
      "id": "21-401-0001_p0092",
      "zh_CN": "净空法师：中国教育的特色，在全世界找不到的，就是家庭教育。所以我每次讲演，我都提到中国家庭教育是基础、是核心。学校教育，从前私塾是家教的延续，社会教育是家教的扩充，道德教育，就是圣贤教育是家教的圆满，是一个教育，根是家庭教育。家没有了，其他都没有法子，基础没有了，根没有了。",
      "zh_TW": "淨空法師：中國教育的特色，在全世界找不到的，就是家庭教育。所以我每次講演，我都提到中國家庭教育是基礎、是核心。學校教育，從前私塾是家教的延續，社會教育是家教的擴充，道德教育，就是聖賢教育是家教的圓滿，是一個教育，根是家庭教育。家沒有了，其他都沒有法子，基礎沒有了，根沒有了。"
    },
    {
      "id": "21-401-0001_p0093",
      "zh_CN": "钟居士：所以师父您刚才讲了伦理、道德、因果，都是要在家庭教？",
      "zh_TW": "鍾居士：所以師父您剛才講了倫理、道德、因果，都是要在家庭教？"
    },
    {
      "id": "21-401-0001_p0094",
      "zh_CN": "净空法师：都要在家庭教。",
      "zh_TW": "淨空法師：都要在家庭教。"
    },
    {
      "id": "21-401-0001_p0095",
      "zh_CN": "钟居士：您跟我们勾勒出伦理道德大的框架，我们也明白要推动这个教育必须要以身作则，老师要先做到，才能有效果。但是现在因果教育如何推动？像刚才我们张教授提起，现在人都不相信因果，只相信科学，说到因果是迷信。",
      "zh_TW": "鍾居士：您跟我們勾勒出倫理道德大的框架，我們也明白要推動這個教育必須要以身作則，老師要先做到，才能有效果。但是現在因果教育如何推動？像剛才我們張教授提起，現在人都不相信因果，只相信科學，說到因果是迷信。"
    },
    {
      "id": "21-401-0001_p0096",
      "zh_CN": "净空法师：因果教育用科学去证明，你看现在外国人相信了。那个魏斯博士我看他报告里面，他告诉我们，现在美国人对于轮回因果的相信，比例已经超过百分之三十。",
      "zh_TW": "淨空法師：因果教育用科學去證明，你看現在外國人相信了。那個魏斯博士我看他報告裡面，他告訴我們，現在美國人對於輪迴因果的相信，比例已經超過百分之三十。"
    },
    {
      "id": "21-401-0001_p0097",
      "zh_CN": "张教授：提高了。",
      "zh_TW": "張教授：提高了。"
    },
    {
      "id": "21-401-0001_p0098",
      "zh_CN": "净空法师：十年前是百分之二十七，现在已经超过百分之三十。他们的书，现在好像有三十多种语言的翻译，现在是世界畅销书。",
      "zh_TW": "淨空法師：十年前是百分之二十七，現在已經超過百分之三十。他們的書，現在好像有三十多種語言的翻譯，現在是世界暢銷書。"
    },
    {
      "id": "21-401-0001_p0099",
      "zh_CN": "张教授：就是那本《前世今生》？",
      "zh_TW": "張教授：就是那本《前世今生》？"
    },
    {
      "id": "21-401-0001_p0100",
      "zh_CN": "净空法师：对，他有四本书，我叫他「魏斯四书」。我全部看过，而且我摘要，摘出来之后，我把它做成光碟，光碟大家看方便。你看看那个时候，他原来是学科学，他不相信因果轮回，结果他用深度催眠的方法给人治病，都能够叫人回到过去世，回到前生，回到再前生。有一个听说回到八十多世，八十多世，四千多年。生生世世，他是男的或是女的，从那里一看，他说人没有国籍的分别，也没有种族的分别，也没有宗教，你什么都信过，你哪个都信过。他说你要一知道前世的事，问题全解决。所以我觉得那个书还有美国凯西的报告，也都很有价值。所以从外国东西看，外国人再能回过头来看中国的，那吸取更精髓的，中国对这报告太多太多，而且因果这个事情，现在是世界太乱，这是乱世，而因果就在眼前，只要你细心观察。我们自己是亲身体验的就不少，你没有办法否认，你亲身体验到的。",
      "zh_TW": "淨空法師：對，他有四本書，我叫他「魏斯四書」。我全部看過，而且我摘要，摘出來之後，我把它做成光碟，光碟大家看方便。你看看那個時候，他原來是學科學，他不相信因果輪迴，結果他用深度催眠的方法給人治病，都能夠叫人回到過去世，回到前生，回到再前生。有一個聽說回到八十多世，八十多世，四千多年。生生世世，他是男的或是女的，從那裡一看，他說人沒有國籍的分別，也沒有種族的分別，也沒有宗教，你什麼都信過，你哪個都信過。他說你要一知道前世的事，問題全解決。所以我覺得那個書還有美國凱西的報告，也都很有價值。所以從外國東西看，外國人再能回過頭來看中國的，那吸取更精髓的，中國對這報告太多太多，而且因果這個事情，現在是世界太亂，這是亂世，而因果就在眼前，只要你細心觀察。我們自己是親身體驗的就不少，你沒有辦法否認，你親身體驗到的。"
    },
    {
      "id": "21-401-0001_p0101",
      "zh_CN": "张教授：所以顺便请教师父，这几年来我们的天灾人祸特别多，无数的众生不幸罹难，在人类这个存亡存续的关键时刻，我们学佛的弟子应该怎么做，来挽回世界的劫难？",
      "zh_TW": "張教授：所以順便請教師父，這幾年來我們的天災人禍特別多，無數的眾生不幸罹難，在人類這個存亡存續的關鍵時刻，我們學佛的弟子應該怎麼做，來挽回世界的劫難？"
    },
    {
      "id": "21-401-0001_p0102",
      "zh_CN": "净空法师：最重要就是自己认真修行，你自己不认真修，你自己救自己救不了，你慈悲心，关心别人，也是落空，所以一定是先从自己。这个问题，前个星期，北京有几位教授，也都是很有名的权威教授，到这来，他们提出九个问题，我们讨论了四个小时。我跟他讲解里面，那里面一个关键的问题，就是我这些年来提倡《弟子规》。他们可以说，那都是大儒，现代的大儒，就是问我《弟子规》，为什么要这么重视《弟子规》？汤教授，汤一介教授是北大的，他现在编《儒藏》。这次香港书展的时候，我买到一册，《中华儒藏》的样本，我买到。编的是不错，我很赞叹，编得很好。他们就问我，我常常讲的儒学跟学儒，佛学跟学佛，他要我再详细解释一下。我就跟他讲，这是现在我们在世界上接触到的学者专家太多了，我去年在英国伦敦剑桥给他们上课，讲演的时候，我都提出来。这是世界上最有名的汉学学院，里面的学生很不错，普通话讲得很好，基本上都不需要翻译。而且他们能看文言文，他们能读《无量寿经》，真不容易，真了不起。他们居然用《无量寿经》，我问他用哪个本子？用夏莲居的本子。",
      "zh_TW": "淨空法師：最重要就是自己認真修行，你自己不認真修，你自己救自己救不了，你慈悲心，關心別人，也是落空，所以一定是先從自己。這個問題，前個星期，北京有幾位教授，也都是很有名的權威教授，到這來，他們提出九個問題，我們討論了四個小時。我跟他講解裡面，那裡面一個關鍵的問題，就是我這些年來提倡《弟子規》。他們可以說，那都是大儒，現代的大儒，就是問我《弟子規》，為什麼要這麼重視《弟子規》？湯教授，湯一介教授是北大的，他現在編《儒藏》。這次香港書展的時候，我買到一冊，《中華儒藏》的樣本，我買到。編的是不錯，我很讚歎，編得很好。他們就問我，我常常講的儒學跟學儒，佛學跟學佛，他要我再詳細解釋一下。我就跟他講，這是現在我們在世界上接觸到的學者專家太多了，我去年在英國倫敦劍橋給他們上課，講演的時候，我都提出來。這是世界上最有名的漢學學院，裡面的學生很不錯，普通話講得很好，基本上都不需要翻譯。而且他們能看文言文，他們能讀《無量壽經》，真不容易，真了不起。他們居然用《無量壽經》，我問他用哪個本子？用夏蓮居的本子。"
    },
    {
      "id": "21-401-0001_p0103",
      "zh_CN": "张教授：会集本。",
      "zh_TW": "張教授：會集本。"
    },
    {
      "id": "21-401-0001_p0104",
      "zh_CN": "净空法师：会集本写博士论文，我说好！还有一个用孟子，还有一个是写王维的，唐朝文学家王维，写博士、硕士论文。你看，我跟他们讲，我说你们很难得，你们可以拿到中国儒释道三家的典籍，可以拿到博士、硕士学位，但是你们的一生，依旧会生活在烦恼跟痛苦的世界。他们笑起来，那老教授也笑起来。我说为什么？你决定没有像我这么快乐。什么原因？我所学的跟你们颠倒，你们学儒学、佛学、道学，我是学儒、学佛、学道。这差别在哪里？我说你是个博士，甚至于你是大学里面博士生的导师，你在大学是权威的教授，你们夫妻不和，你们父子不和，你还有贪瞋痴慢，你还有七情五欲。",
      "zh_TW": "淨空法師：會集本寫博士論文，我說好！還有一個用孟子，還有一個是寫王維的，唐朝文學家王維，寫博士、碩士論文。你看，我跟他們講，我說你們很難得，你們可以拿到中國儒釋道三家的典籍，可以拿到博士、碩士學位，但是你們的一生，依舊會生活在煩惱跟痛苦的世界。他們笑起來，那老教授也笑起來。我說為什麼？你決定沒有像我這麼快樂。什麼原因？我所學的跟你們顛倒，你們學儒學、佛學、道學，我是學儒、學佛、學道。這差別在哪裡？我說你是個博士，甚至於你是大學裡面博士生的導師，你在大學是權威的教授，你們夫妻不和，你們父子不和，你還有貪瞋痴慢，你還有七情五欲。"
    },
    {
      "id": "21-401-0001_p0105",
      "zh_CN": "钟居士：没做到。",
      "zh_TW": "鍾居士：沒做到。"
    },
    {
      "id": "21-401-0001_p0106",
      "zh_CN": "净空法师：这就是什么？你家不齐。你家为什么不齐？你身没有修。身为什么没有修？你意不诚。意不诚，你心不正；心为什么不正？你没智慧，这个致知是智慧；为什么没有智慧？你没有放下，你烦恼习气没有放下。真正学儒，先从格物，物是物欲，就是欲望，名闻利养，五欲六尘，你要把这个放下，这个格是格除，你把这个放下，你跟佛法讲的一样。你放下了，智慧就开；你智慧开了之后，意就诚了；意诚之后，心就正了；心正之后，身修，然后家齐。这叫学儒。佛法也是如此，先断烦恼，再学法门，四弘誓愿摆在那里很清楚，都是从看破放下，放下是格物，看破是致知。",
      "zh_TW": "淨空法師：這就是什麼？你家不齊。你家為什麼不齊？你身沒有修。身為什麼沒有修？你意不誠。意不誠，你心不正；心為什麼不正？你沒智慧，這個致知是智慧；為什麼沒有智慧？你沒有放下，你煩惱習氣沒有放下。真正學儒，先從格物，物是物欲，就是欲望，名聞利養，五欲六塵，你要把這個放下，這個格是格除，你把這個放下，你跟佛法講的一樣。你放下了，智慧就開；你智慧開了之後，意就誠了；意誠之後，心就正了；心正之後，身修，然後家齊。這叫學儒。佛法也是如此，先斷煩惱，再學法門，四弘誓願擺在那裡很清楚，都是從看破放下，放下是格物，看破是致知。"
    },
    {
      "id": "21-401-0001_p0107",
      "zh_CN": "张教授：师父，道家讲的心斋跟坐忘是不是同样这个意思？",
      "zh_TW": "張教授：師父，道家講的心齋跟坐忘是不是同樣這個意思？"
    },
    {
      "id": "21-401-0001_p0108",
      "zh_CN": "净空法师：对，也是，但放下得不彻底。不彻底就叫世间法，彻底，叫出世间法。",
      "zh_TW": "淨空法師：對，也是，但放下得不徹底。不徹底就叫世間法，徹底，叫出世間法。"
    },
    {
      "id": "21-401-0001_p0109",
      "zh_CN": "钟居士：所以儒释道三家，是不是目标方法都有相似的，只是有彻底和不彻底的区别？",
      "zh_TW": "鍾居士：所以儒釋道三家，是不是目標方法都有相似的，只是有徹底和不徹底的區別？"
    },
    {
      "id": "21-401-0001_p0110",
      "zh_CN": "净空法师：对，程度上有差别。",
      "zh_TW": "淨空法師：對，程度上有差別。"
    },
    {
      "id": "21-401-0001_p0111",
      "zh_CN": "钟居士：像刚才张教授提出来坐忘还有心斋，庄子提出来，坐忘就有点像我们的身心世界都能够放下。有一天颜回跟他的老师孔子请教，颜回就跟孔子说，老师我现在修学有进步了，我都把仁义放下，忘掉了。然后孔子说，你这还不够。回去之后，过了几天，他又来说，我把礼乐也忘掉。孔子说还是不够。颜回过了几天又来说，我坐忘。他原话是讲，「堕肢体，黜聪明，离形去知，同于大通，此谓坐忘」。他就把这个身心还有思想统统都忘掉。这种坐忘是不是跟佛法里讲的戒定慧有相同的地方？",
      "zh_TW": "鍾居士：像剛才張教授提出來坐忘還有心齋，莊子提出來，坐忘就有點像我們的身心世界都能夠放下。有一天顏回跟他的老師孔子請教，顏回就跟孔子說，老師我現在修學有進步了，我都把仁義放下，忘掉了。然後孔子說，你這還不夠。回去之後，過了幾天，他又來說，我把禮樂也忘掉。孔子說還是不夠。顏回過了幾天又來說，我坐忘。他原話是講，「墮肢體，黜聰明，離形去知，同於大通，此謂坐忘」。他就把這個身心還有思想統統都忘掉。這種坐忘是不是跟佛法裡講的戒定慧有相同的地方？"
    },
    {
      "id": "21-401-0001_p0112",
      "zh_CN": "净空法师：有相同，但是问题，他是用内功，就是禅定的功夫，禅定的功夫把它完全伏住，它不起作用。就像印度宗教，他能到色界天，能到无色界天，他没有断。他这个定功失掉的时候，他烦恼就起现行。所以这是什么？这叫世间禅定，伏是世间禅定；真正转变了，转烦恼成菩提，那是出世间禅定，这是很深的功夫。",
      "zh_TW": "淨空法師：有相同，但是問題，他是用內功，就是禪定的功夫，禪定的功夫把它完全伏住，它不起作用。就像印度宗教，他能到色界天，能到無色界天，他沒有斷。他這個定功失掉的時候，他煩惱就起現行。所以這是什麼？這叫世間禪定，伏是世間禪定；真正轉變了，轉煩惱成菩提，那是出世間禪定，這是很深的功夫。"
    },
    {
      "id": "21-401-0001_p0113",
      "zh_CN": "钟居士：所以道家他还是没有出。",
      "zh_TW": "鍾居士：所以道家他還是沒有出。"
    },
    {
      "id": "21-401-0001_p0114",
      "zh_CN": "净空法师：没有，他们顶多，佛法讲的到三果，他没有办法到四果。四果是境界转，三果的时候伏，控制住，完全控制住，但是没有转过来。所以他定功失掉，他又现行。世、出世差别就在此地。",
      "zh_TW": "淨空法師：沒有，他們頂多，佛法講的到三果，他沒有辦法到四果。四果是境界轉，三果的時候伏，控制住，完全控制住，但是沒有轉過來。所以他定功失掉，他又現行。世、出世差別就在此地。"
    },
    {
      "id": "21-401-0001_p0115",
      "zh_CN": "钟居士：所以他可能是等同于像佛法里讲的定，还没有开慧。",
      "zh_TW": "鍾居士：所以他可能是等同於像佛法裡講的定，還沒有開慧。"
    },
    {
      "id": "21-401-0001_p0116",
      "zh_CN": "净空法师：世间禅定，那定也有慧，那慧不是大慧。",
      "zh_TW": "淨空法師：世間禪定，那定也有慧，那慧不是大慧。"
    },
    {
      "id": "21-401-0001_p0117",
      "zh_CN": "钟居士：还没有真正断烦恼的慧。",
      "zh_TW": "鍾居士：還沒有真正斷煩惱的慧。"
    },
    {
      "id": "21-401-0001_p0118",
      "zh_CN": "张教授：不是究竟，可能会堕落？",
      "zh_TW": "張教授：不是究竟，可能會墮落？"
    },
    {
      "id": "21-401-0001_p0119",
      "zh_CN": "净空法师：对，他不能够转，不能够把烦恼转成智慧。烦恼转成智慧就得大自在，那就入不二法门，那得大自在！",
      "zh_TW": "淨空法師：對，他不能夠轉，不能夠把煩惱轉成智慧。煩惱轉成智慧就得大自在，那就入不二法門，那得大自在！"
    },
    {
      "id": "21-401-0001_p0120",
      "zh_CN": "钟居士：所以他讲的心斋，就有点像我们的戒一样，就能够把我们的心保持清净，之后，保持虚无的状态，慢慢进入定的状态，坐忘。再往上就是可能要再进一步，需要开智慧。",
      "zh_TW": "鍾居士：所以他講的心齋，就有點像我們的戒一樣，就能夠把我們的心保持清淨，之後，保持虛無的狀態，慢慢進入定的狀態，坐忘。再往上就是可能要再進一步，需要開智慧。"
    },
    {
      "id": "21-401-0001_p0121",
      "zh_CN": "净空法师：这妄想是起心动念，这很难。因为起心动念太微细了。你说物质，佛法跟我们讲，物质根本不存在。现在科学家也承认，承认宇宙之间只有场，承认只有场，就跟唯识家讲只承认识，除这个之外，他都不承认。为什么？物质是意念，就是阿赖耶识变现的相分。",
      "zh_TW": "淨空法師：這妄想是起心動念，這很難。因為起心動念太微細了。你說物質，佛法跟我們講，物質根本不存在。現在科學家也承認，承認宇宙之間只有場，承認只有場，就跟唯識家講只承認識，除這個之外，他都不承認。為什麼？物質是意念，就是阿賴耶識變現的相分。"
    },
    {
      "id": "21-401-0001_p0122",
      "zh_CN": "张教授：所以佛法讲「依报随正报转」，那现在我们看到目前社会、世界的动荡不安，就是我们人心不善所造成的。",
      "zh_TW": "張教授：所以佛法講「依報隨正報轉」，那現在我們看到目前社會、世界的動盪不安，就是我們人心不善所造成的。"
    },
    {
      "id": "21-401-0001_p0123",
      "zh_CN": "净空法师：如果真明白了，你能够从这里转，这才真正化解灾难，但是现在不相信。所以你看日本江本博士做这试验，他最近要来看我，我欢迎他来访问。他做的试验就是日本的琵琶湖，琵琶湖像海一样，很大，那湖，在一个海湾里头，那个海湾是死水，二十年，那个臭味气味很难闻，他在那做试验，就用意念来转，试试看。他搞了三百五十人，在这海湾旁边找个九十多岁的老和尚，领头去那里祈祷，很简单，就一句话，大家把一切妄念放下，以真诚的心来祝福水干净了、水干净了，就是这一个念头。三百五十人做了一个小时，到第三天水真的干净，臭味没有了，保持半年。日本的电视台、报纸统统都报导。这是意念转变境界，你想所有一切灾难，如果大家都能够发出好的意念，灾难就灭轻。",
      "zh_TW": "淨空法師：如果真明白了，你能夠從這裡轉，這才真正化解災難，但是現在不相信。所以你看日本江本博士做這試驗，他最近要來看我，我歡迎他來訪問。他做的試驗就是日本的琵琶湖，琵琶湖像海一樣，很大，那湖，在一個海灣裡頭，那個海灣是死水，二十年，那個臭味氣味很難聞，他在那做試驗，就用意念來轉，試試看。他搞了三百五十人，在這海灣旁邊找個九十多歲的老和尚，領頭去那裡祈禱，很簡單，就一句話，大家把一切妄念放下，以真誠的心來祝福水乾淨了、水乾淨了，就是這一個念頭。三百五十人做了一個小時，到第三天水真的乾淨，臭味沒有了，保持半年。日本的電視台、報紙統統都報導。這是意念轉變境界，你想所有一切災難，如果大家都能夠發出好的意念，災難就滅輕。"
    },
    {
      "id": "21-401-0001_p0124",
      "zh_CN": "张教授：那如果这样，师父我们对于最近高尔前副总统提出来的，「不愿面对的真相」，全球暖化的问题，还是要从我们内心来转化，那样的境界。",
      "zh_TW": "張教授：那如果這樣，師父我們對於最近高爾前副總統提出來的，「不願面對的真相」，全球暖化的問題，還是要從我們內心來轉化，那樣的境界。"
    },
    {
      "id": "21-401-0001_p0125",
      "zh_CN": "净空法师：没错，他是看到这个事实的现象，灾难的现象，他不知道灾难的现象根在哪里。",
      "zh_TW": "淨空法師：沒錯，他是看到這個事實的現象，災難的現象，他不知道災難的現象根在哪裡。"
    },
    {
      "id": "21-401-0001_p0126",
      "zh_CN": "张教授：怎么解决？",
      "zh_TW": "張教授：怎麼解決？"
    },
    {
      "id": "21-401-0001_p0127",
      "zh_CN": "净空法师：他不知道。他只讲温室效应，所以我们尽量灭少排出废气，这是什么？这在佛法里讲缘，他不晓得因。缘是治标，不是治本。我曾经讲过环保这个事情，环保是大家都意识到了，永远做不好，为什么？你没有找到到因，因是人心，必须先要懂得精神的环保，心理的环保，外面就很容易，会真有效果。你要不从内心做起，光从外面做，怎么做都做得不好。",
      "zh_TW": "淨空法師：他不知道。他只講溫室效應，所以我們儘量滅少排出廢氣，這是什麼？這在佛法裡講緣，他不曉得因。緣是治標，不是治本。我曾經講過環保這個事情，環保是大家都意識到了，永遠做不好，為什麼？你沒有找到到因，因是人心，必須先要懂得精神的環保，心理的環保，外面就很容易，會真有效果。你要不從內心做起，光從外面做，怎麼做都做得不好。"
    },
    {
      "id": "21-401-0001_p0128",
      "zh_CN": "钟居士：所以这也是属于教育里面，心灵环保。",
      "zh_TW": "鍾居士：所以這也是屬於教育裡面，心靈環保。"
    },
    {
      "id": "21-401-0001_p0129",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-401-0001_p0130",
      "zh_CN": "张教授：从心地下功夫，才能够改善我们世界的动荡不安和环境。",
      "zh_TW": "張教授：從心地下功夫，才能夠改善我們世界的動盪不安和環境。"
    },
    {
      "id": "21-401-0001_p0131",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-401-0001_p0132",
      "zh_CN": "张教授：归根究柢还是靠教育。",
      "zh_TW": "張教授：歸根究柢還是靠教育。"
    },
    {
      "id": "21-401-0001_p0133",
      "zh_CN": "净空法师：靠教育，真的靠教育。所以佛法的教育什么问题都能解决。这么好的教育，没有人能提倡，我们感到非常的遗憾。好在这些年来，我们利用网路、利用卫星教学产生一些效果。",
      "zh_TW": "淨空法師：靠教育，真的靠教育。所以佛法的教育什麼問題都能解決。這麼好的教育，沒有人能提倡，我們感到非常的遺憾。好在這些年來，我們利用網路、利用衛星教學產生一些效果。"
    },
    {
      "id": "21-401-0001_p0134",
      "zh_CN": "张教授：师父在最近也提倡，我们在念佛、诵经之后，来加念千声的观世音菩萨名号，是不是请师父开示一下，做的主要目的？",
      "zh_TW": "張教授：師父在最近也提倡，我們在念佛、誦經之後，來加念千聲的觀世音菩薩名號，是不是請師父開示一下，做的主要目的？"
    },
    {
      "id": "21-401-0001_p0135",
      "zh_CN": "净空法师：目的是希望化解这个灾难，因为观世音菩萨大慈大悲，大慈大悲是把自己的慈悲心唤起来，人人都有个慈悲心、都有个爱心，这个磁场它能够影响邪恶。磁场跟磁场接触时能够把它化解。",
      "zh_TW": "淨空法師：目的是希望化解這個災難，因為觀世音菩薩大慈大悲，大慈大悲是把自己的慈悲心喚起來，人人都有個慈悲心、都有個愛心，這個磁場它能夠影響邪惡。磁場跟磁場接觸時能夠把它化解。"
    },
    {
      "id": "21-401-0001_p0136",
      "zh_CN": "张教授：念观世音菩萨名号，唤起我们的大慈大悲心。",
      "zh_TW": "張教授：念觀世音菩薩名號，喚起我們的大慈大悲心。"
    },
    {
      "id": "21-401-0001_p0137",
      "zh_CN": "净空法师：这现在在推动，推动我是让我们的网路跟卫星都在播。我有个劝行的文，短文，我还要找个时间来解释、来讲解，一定要从内心产生变化，效果就卓着。头一个是你自己在灾难里面不会感染。感染最可怕的是瘟疫，这瘟疫会很严重。有很多科学的报导，今年、明年，今年下半年，明年会有鸡瘟，狗瘟，牛，这些东西，家畜。",
      "zh_TW": "淨空法師：這現在在推動，推動我是讓我們的網路跟衛星都在播。我有個勸行的文，短文，我還要找個時間來解釋、來講解，一定要從內心產生變化，效果就卓著。頭一個是你自己在災難裡面不會感染。感染最可怕的是瘟疫，這瘟疫會很嚴重。有很多科學的報導，今年、明年，今年下半年，明年會有雞瘟，狗瘟，牛，這些東西，家畜。"
    },
    {
      "id": "21-401-0001_p0138",
      "zh_CN": "张教授：传染病？",
      "zh_TW": "張教授：傳染病？"
    },
    {
      "id": "21-401-0001_p0139",
      "zh_CN": "净空法师：对，传染病。另外还有像外面的也还有一些，像禽流感这些，这都很麻烦。南洋现在听说新加坡有登革热，也死了几个人。这些佛法是用清净心，清净心不会传染，那就是我们讲的免疫，慈悲心能化解。所以清净平等慈悲确实是化解自己跟环境上的灾难，不二法门。",
      "zh_TW": "淨空法師：對，傳染病。另外還有像外面的也還有一些，像禽流感這些，這都很麻煩。南洋現在聽說新加坡有登革熱，也死了幾個人。這些佛法是用清淨心，清淨心不會傳染，那就是我們講的免疫，慈悲心能化解。所以清淨平等慈悲確實是化解自己跟環境上的災難，不二法門。"
    },
    {
      "id": "21-401-0001_p0140",
      "zh_CN": "张教授：从这个根本？",
      "zh_TW": "張教授：從這個根本？"
    },
    {
      "id": "21-401-0001_p0141",
      "zh_CN": "净空法师：从这根本，这些我们能够相信，境随心转。我们明白这个道理，自己先要做。无论对人、对事，你看我对汤池这些老师，对我们这些同学，我要求大家，头一个希望能做到谦卑，谦卑是德行的基础，谦虚，谦卑。你看中国的《礼记》里面讲的，礼是什么？「自卑而尊人」，自己谦卑，尊重别人，这是礼的精神，礼的基础，所以头一个学这个。如果自己不能谦卑，后头都做不到，这很重要。所以谦卑，先学谦卑，然后学的爱别人，我们才能爱别人，才能尊敬别人，关怀别人，照顾别人，帮助别人。你能把这六句话能够做到，你这一生会过得幸福美满的一生。怎么落实？落实在《弟子规》，这是纲，总纲领，我们的目标落实在《弟子规》，落实在《感应篇》，落实在《十善业》，这个基础就扎好。",
      "zh_TW": "淨空法師：從這根本，這些我們能夠相信，境隨心轉。我們明白這個道理，自己先要做。無論對人、對事，你看我對湯池這些老師，對我們這些同學，我要求大家，頭一個希望能做到謙卑，謙卑是德行的基礎，謙虛，謙卑。你看中國的《禮記》裡面講的，禮是什麼？「自卑而尊人」，自己謙卑，尊重別人，這是禮的精神，禮的基礎，所以頭一個學這個。如果自己不能謙卑，後頭都做不到，這很重要。所以謙卑，先學謙卑，然後學的愛別人，我們才能愛別人，才能尊敬別人，關懷別人，照顧別人，幫助別人。你能把這六句話能夠做到，你這一生會過得幸福美滿的一生。怎麼落實？落實在《弟子規》，這是綱，總綱領，我們的目標落實在《弟子規》，落實在《感應篇》，落實在《十善業》，這個基礎就紮好。"
    },
    {
      "id": "21-401-0001_p0142",
      "zh_CN": "他们那些教授也问我，我们这个基础教育之后，后续怎么办？后续一门深入，长时薰修，为什么？现在全世界一流的教授没有了。",
      "zh_TW": "他們那些教授也問我，我們這個基礎教育之後，後續怎麼辦？後續一門深入，長時薰修，為什麼？現在全世界一流的教授沒有了。"
    },
    {
      "id": "21-401-0001_p0143",
      "zh_CN": "张教授：师父，这怎么定义一流教授，一流教授的定义？",
      "zh_TW": "張教授：師父，這怎麼定義一流教授，一流教授的定義？"
    },
    {
      "id": "21-401-0001_p0144",
      "zh_CN": "净空法师：就是人师，就是说真正学儒、学佛的人没有了，都是搞佛学，儒学的，搞这个，真的没有了，那才叫一流的教授，一流的老师。所以我现在，我从巴黎回来之后，我就一心一意想，中心交给政府去办，我就想怎么能带几个志同道合的，一门深入，但是没有这四个根，不能成就。就是一定要落实《弟子规》、《感应篇》、《十善业道》、《沙弥律仪》，这四个是根，像一张桌子一样，四个腿是四平八稳。你有这四个根，你就是圣贤的基础有了。好像盖大楼一样，我地基已经打好，那往上盖就行。没有这个地基，没有用处，必须要有这么一个基础。有这四个根，然后儒释道，你只选择一部经，一部经十年，你就学十年。",
      "zh_TW": "淨空法師：就是人師，就是說真正學儒、學佛的人沒有了，都是搞佛學，儒學的，搞這個，真的沒有了，那才叫一流的教授，一流的老師。所以我現在，我從巴黎回來之後，我就一心一意想，中心交給政府去辦，我就想怎麼能帶幾個志同道合的，一門深入，但是沒有這四個根，不能成就。就是一定要落實《弟子規》、《感應篇》、《十善業道》、《沙彌律儀》，這四個是根，像一張桌子一樣，四個腿是四平八穩。你有這四個根，你就是聖賢的基礎有了。好像蓋大樓一樣，我地基已經打好，那往上蓋就行。沒有這個地基，沒有用處，必須要有這麼一個基礎。有這四個根，然後儒釋道，你只選擇一部經，一部經十年，你就學十年。"
    },
    {
      "id": "21-401-0001_p0145",
      "zh_CN": "中国自古以来，这些圣贤都是自己学出来的，没有人教，圣贤哪有老师？都是自己学的，譬如学《论语》，你如果《论语》学十年，我讲的是，如果我们有十个人在一起，十门功课，一个人搞一门，每天每个人做半个小时报告，互相学习，我学《论语》的话，我每天做半个小时报告我所学的，请大家协助我。下一堂课，另外一个来报告。我们十个人，一个人半个小时，一天就五个小时。所以这十个人，是老师又是学生。一部《论语》大概是这样子一天半个小时，半年就学完了，半年后重头再来。十年，你就做了二十次的报告，一次一次不一样，所以到十年之后，纯熟了，通了，而且是十年学一样东西，心是定的，定生慧，慧就开悟。所以这戒定慧三学就一次完成。一个人搞一样，将来十年之后，就十个一流的老师。再有这一流的老师就可以办研究所，办研究所，我们就可以招生，招生培养博士生、硕士生，一个老师带十个，就一百个。这一百个带出来之后，就可以办大学了。所以现在不能办学校，办学校肯定失败，为什么？办学校很容易，有钱就能办，老师求不到，没有老师。那些老师，每个人有每个人想法，会把学生头脑教到像浆糊一样，乱掉了。所以他在大学里教书，我说不要教了，不要去害人了。他还不错，听话，就辞掉了。",
      "zh_TW": "中國自古以來，這些聖賢都是自己學出來的，沒有人教，聖賢哪有老師？都是自己學的，譬如學《論語》，你如果《論語》學十年，我講的是，如果我們有十個人在一起，十門功課，一個人搞一門，每天每個人做半個小時報告，互相學習，我學《論語》的話，我每天做半個小時報告我所學的，請大家協助我。下一堂課，另外一個來報告。我們十個人，一個人半個小時，一天就五個小時。所以這十個人，是老師又是學生。一部《論語》大概是這樣子一天半個小時，半年就學完了，半年後重頭再來。十年，你就做了二十次的報告，一次一次不一樣，所以到十年之後，純熟了，通了，而且是十年學一樣東西，心是定的，定生慧，慧就開悟。所以這戒定慧三學就一次完成。一個人搞一樣，將來十年之後，就十個一流的老師。再有這一流的老師就可以辦研究所，辦研究所，我們就可以招生，招生培養博士生、碩士生，一個老師帶十個，就一百個。這一百個帶出來之後，就可以辦大學了。所以現在不能辦學校，辦學校肯定失敗，為什麼？辦學校很容易，有錢就能辦，老師求不到，沒有老師。那些老師，每個人有每個人想法，會把學生頭腦教到像漿糊一樣，亂掉了。所以他在大學裡教書，我說不要教了，不要去害人了。他還不錯，聽話，就辭掉了。"
    },
    {
      "id": "21-401-0001_p0146",
      "zh_CN": "钟居士：跟着师父在这边学习。",
      "zh_TW": "鍾居士：跟著師父在這邊學習。"
    },
    {
      "id": "21-401-0001_p0147",
      "zh_CN": "张教授：所以师父是强调说「一门深入，长时薰修」，才能有成就。",
      "zh_TW": "張教授：所以師父是強調說「一門深入，長時薰修」，才能有成就。"
    },
    {
      "id": "21-401-0001_p0148",
      "zh_CN": "净空法师：对，他一门通了，他门门都通，这是走捷径。现代人不懂，什么都要学，什么东西都学，样样都不通，样样懂一点皮毛，样样都不通，亏吃大了。这十年搞一样，他将来是门门都通。",
      "zh_TW": "淨空法師：對，他一門通了，他門門都通，這是走捷徑。現代人不懂，什麼都要學，什麼東西都學，樣樣都不通，樣樣懂一點皮毛，樣樣都不通，虧吃大了。這十年搞一樣，他將來是門門都通。"
    },
    {
      "id": "21-401-0001_p0149",
      "zh_CN": "张教授：不能学的太杂。",
      "zh_TW": "張教授：不能學的太雜。"
    },
    {
      "id": "21-401-0001_p0150",
      "zh_CN": "净空法师：不行，不行，你一杂就不行。",
      "zh_TW": "淨空法師：不行，不行，你一雜就不行。"
    },
    {
      "id": "21-401-0001_p0151",
      "zh_CN": "钟居士：因为他智慧开了，就什么都开了。",
      "zh_TW": "鍾居士：因為他智慧開了，就什麼都開了。"
    },
    {
      "id": "21-401-0001_p0152",
      "zh_CN": "净空法师：所以他一门，他心定，他心就定在这一门上。",
      "zh_TW": "淨空法師：所以他一門，他心定，他心就定在這一門上。"
    },
    {
      "id": "21-401-0001_p0153",
      "zh_CN": "钟居士：这是戒定慧三学。",
      "zh_TW": "鍾居士：這是戒定慧三學。"
    },
    {
      "id": "21-401-0001_p0154",
      "zh_CN": "净空法师：你看这佛跟儒，中国老祖宗千万年的经验，不会错。现代人搞这些科技，顶多不过三百年，三百年怎么能跟三千年比？这要认清楚。所以你们在台湾，一定要好好的教，希望你们这些好的老师，要好好的出来带，把伦理道德恢复，带回来。",
      "zh_TW": "淨空法師：你看這佛跟儒，中國老祖宗千萬年的經驗，不會錯。現代人搞這些科技，頂多不過三百年，三百年怎麼能跟三千年比？這要認清楚。所以你們在台灣，一定要好好的教，希望你們這些好的老師，要好好的出來帶，把倫理道德恢復，帶回來。"
    },
    {
      "id": "21-401-0001_p0155",
      "zh_CN": "张教授：跟师父上人报告，就是我在学校开「佛学与人生」这个课，我都请学生上台报告他学习弟子规的心得，就是让学生分组报告，报告他们把弟子规应用在日常生活当中。",
      "zh_TW": "張教授：跟師父上人報告，就是我在學校開「佛學與人生」這個課，我都請學生上台報告他學習弟子規的心得，就是讓學生分組報告，報告他們把弟子規應用在日常生活當中。"
    },
    {
      "id": "21-401-0001_p0156",
      "zh_CN": "净空法师：还有这个《弟子规》，我们跟他们老教授谈的时候，他们问我的比重，我是这样说法，我说《弟子规》跟《四库全书》，这是你们晓得很庞大的，放在天平上去摆一下，它两个是相等的，他们就呆了。为什么？轻视，他瞧不起，这是地基。地基，我这一个地基跟一百层大楼，它的分量是相等。因为地基没有，楼就要垮掉。",
      "zh_TW": "淨空法師：還有這個《弟子規》，我們跟他們老教授談的時候，他們問我的比重，我是這樣說法，我說《弟子規》跟《四庫全書》，這是你們曉得很龐大的，放在天平上去擺一下，它兩個是相等的，他們就呆了。為什麼？輕視，他瞧不起，這是地基。地基，我這一個地基跟一百層大樓，它的分量是相等。因為地基沒有，樓就要垮掉。"
    },
    {
      "id": "21-401-0001_p0157",
      "zh_CN": "张教授：师父的这个见解，真的是！",
      "zh_TW": "張教授：師父的這個見解，真的是！"
    },
    {
      "id": "21-401-0001_p0158",
      "zh_CN": "净空法师：还有我跟他说，这名教授，我告诉他，我说《十善业道经》跟《大藏经》是等量齐观；《太上感应篇》跟《道藏》也是相等的。你要有这种认识的话，你才重视，你才会认真去扎根，你扎根，学问哪有不成就的？",
      "zh_TW": "淨空法師：還有我跟他說，這名教授，我告訴他，我說《十善業道經》跟《大藏經》是等量齊觀；《太上感應篇》跟《道藏》也是相等的。你要有這種認識的話，你才重視，你才會認真去扎根，你扎根，學問哪有不成就的？"
    },
    {
      "id": "21-401-0001_p0159",
      "zh_CN": "张教授：所以要从打地基开始？",
      "zh_TW": "張教授：所以要從打地基開始？"
    },
    {
      "id": "21-401-0001_p0160",
      "zh_CN": "净空法师：盖房子不打地基是怎么行？哪有这种道理？",
      "zh_TW": "淨空法師：蓋房子不打地基是怎麼行？哪有這種道理？"
    },
    {
      "id": "21-401-0001_p0161",
      "zh_CN": "钟居士：不打地基，就变成儒学跟佛学，打地基的才叫学儒、学佛。",
      "zh_TW": "鍾居士：不打地基，就變成儒學跟佛學，打地基的才叫學儒、學佛。"
    },
    {
      "id": "21-401-0001_p0162",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "21-401-0001_p0163",
      "zh_CN": "张教授：所以师父上人这是真知灼见。要从地基开始打起，不然就像空中楼阁，维持不久就倒了。",
      "zh_TW": "張教授：所以師父上人這是真知灼見。要從地基開始打起，不然就像空中樓閣，維持不久就倒了。"
    },
    {
      "id": "21-401-0001_p0164",
      "zh_CN": "净空法师：是啊。那天我跟钱教授，钱逊，钱穆的儿子，跟他讲这个，这要让他重视，因为大家把这看轻。",
      "zh_TW": "淨空法師：是啊。那天我跟錢教授，錢遜，錢穆的兒子，跟他講這個，這要讓他重視，因為大家把這看輕。"
    },
    {
      "id": "21-401-0001_p0165",
      "zh_CN": "张教授：以为都是三、四岁小孩子学的。",
      "zh_TW": "張教授：以為都是三、四歲小孩子學的。"
    },
    {
      "id": "21-401-0001_p0166",
      "zh_CN": "净空法师：不是，不是，这是根。这个东西从三、四岁学的时候，一直到老的时候都不能够放弃。你盖大楼盖好，你哪一天把地基挖掉也垮掉。",
      "zh_TW": "淨空法師：不是，不是，這是根。這個東西從三、四歲學的時候，一直到老的時候都不能夠放棄。你蓋大樓蓋好，你哪一天把地基挖掉也垮掉。"
    },
    {
      "id": "21-401-0001_p0167",
      "zh_CN": "张教授：这可能是过去我们对《弟子规》没有那么重视。",
      "zh_TW": "張教授：這可能是過去我們對《弟子規》沒有那麼重視。"
    },
    {
      "id": "21-401-0001_p0168",
      "zh_CN": "净空法师：没有重视，不知道。",
      "zh_TW": "淨空法師：沒有重視，不知道。"
    },
    {
      "id": "21-401-0001_p0169",
      "zh_CN": "张教授：不知道它是宝。",
      "zh_TW": "張教授：不知道它是寶。"
    },
    {
      "id": "21-401-0001_p0170",
      "zh_CN": "净空法师：不晓得，不识货。",
      "zh_TW": "淨空法師：不曉得，不識貨。"
    },
    {
      "id": "21-401-0001_p0171",
      "zh_CN": "张教授：这是很可惜的事情。",
      "zh_TW": "張教授：這是很可惜的事情。"
    },
    {
      "id": "21-401-0001_p0172",
      "zh_CN": "净空法师：对。王财贵到这来看过我，他在大陆上搞读经，搞出了问题，跑来找我，因为什么？他不重视《弟子规》，他重视什么？四书五经，重视这些，教小朋友读，结果读到最后出什么毛病？小朋友念得很熟，回家瞧不起父母，在学校瞧不起老师，出了这个事情。",
      "zh_TW": "淨空法師：對。王財貴到這來看過我，他在大陸上搞讀經，搞出了問題，跑來找我，因為什麼？他不重視《弟子規》，他重視什麼？四書五經，重視這些，教小朋友讀，結果讀到最後出什麼毛病？小朋友念得很熟，回家瞧不起父母，在學校瞧不起老師，出了這個事情。"
    },
    {
      "id": "21-401-0001_p0173",
      "zh_CN": "张教授：就是傲慢的心，他读得比父母还多。",
      "zh_TW": "張教授：就是傲慢的心，他讀得比父母還多。"
    },
    {
      "id": "21-401-0001_p0174",
      "zh_CN": "净空法师：傲慢的心起来了。他来找我，我说，你教的没有根，你的问题出在这里，根就是《弟子规》。所以他好像这几年也重视了。",
      "zh_TW": "淨空法師：傲慢的心起來了。他來找我，我說，你教的沒有根，你的問題出在這裡，根就是《弟子規》。所以他好像這幾年也重視了。"
    },
    {
      "id": "21-401-0001_p0175",
      "zh_CN": "钟居士：师父谈到圣贤教育推动，有位华藏耕心教育基金会的何董事长，他就提问，现在如何圆满的、积极的来推动圣贤教育，才能够真正做到利益大众，这样的一种落实？",
      "zh_TW": "鍾居士：師父談到聖賢教育推動，有位華藏耕心教育基金會的何董事長，他就提問，現在如何圓滿的、積極的來推動聖賢教育，才能夠真正做到利益大眾，這樣的一種落實？"
    },
    {
      "id": "21-401-0001_p0176",
      "zh_CN": "净空法师：现在我们在汤池做的这种试点，我们总希望台湾也可以做。必须要做出来，做出来，大家才相信；做出来，大家才重视，社会才有救，传统文化才有救，国家民族才有救，你对世界和平才做出真正的贡献。",
      "zh_TW": "淨空法師：現在我們在湯池做的這種試點，我們總希望台灣也可以做。必須要做出來，做出來，大家才相信；做出來，大家才重視，社會才有救，傳統文化才有救，國家民族才有救，你對世界和平才做出真正的貢獻。"
    },
    {
      "id": "21-401-0001_p0177",
      "zh_CN": "张教授：就是从一个小小做起。",
      "zh_TW": "張教授：就是從一個小小做起。"
    },
    {
      "id": "21-401-0001_p0178",
      "zh_CN": "净空法师：对，不错，从小小做。这是圣贤事业。",
      "zh_TW": "淨空法師：對，不錯，從小小做。這是聖賢事業。"
    },
    {
      "id": "21-401-0001_p0179",
      "zh_CN": "钟居士：像用庐江文化教育中心的模式。",
      "zh_TW": "鍾居士：像用廬江文化教育中心的模式。"
    },
    {
      "id": "21-401-0001_p0180",
      "zh_CN": "净空法师：对，不错，最重要的先自己落实，自己做不到，决定做不成功。",
      "zh_TW": "淨空法師：對，不錯，最重要的先自己落實，自己做不到，決定做不成功。"
    },
    {
      "id": "21-401-0001_p0181",
      "zh_CN": "钟居士：没办法感化别人，以身作则比什么都重要。",
      "zh_TW": "鍾居士：沒辦法感化別人，以身作則比什麼都重要。"
    },
    {
      "id": "21-401-0001_p0182",
      "zh_CN": "净空法师：这比什么都重要。所以圣贤成为圣贤没有别的，就是他做到。我这么多年来也常常讲，做到之后再说到，圣人；说到之后能做到，贤人；说到做不到，叫骗人。骗人，总会有一天拆穿，拆穿，一文不值。",
      "zh_TW": "淨空法師：這比什麼都重要。所以聖賢成為聖賢沒有別的，就是他做到。我這麼多年來也常常講，做到之後再說到，聖人；說到之後能做到，賢人；說到做不到，叫騙人。騙人，總會有一天拆穿，拆穿，一文不值。"
    },
    {
      "id": "21-401-0001_p0183",
      "zh_CN": "张教授：所以《弟子规》是行门，确实是要落实在生活当中。",
      "zh_TW": "張教授：所以《弟子規》是行門，確實是要落實在生活當中。"
    },
    {
      "id": "21-401-0001_p0184",
      "zh_CN": "净空法师：它是戒律，根本戒律。你看佛在《十善业道经》，《十善业道经》不长，前面后面两次讲到，它是人天的根本、声闻的根本、缘觉的根本、菩萨的根本，乃至无上菩提的根本。他把它比喻成大地，所有一切都要靠大地才能生长，才能建立。离开大地，你什么都没有。这个比喻也很好。",
      "zh_TW": "淨空法師：它是戒律，根本戒律。你看佛在《十善業道經》，《十善業道經》不長，前面後面兩次講到，它是人天的根本、聲聞的根本、緣覺的根本、菩薩的根本，乃至無上菩提的根本。他把它比喻成大地，所有一切都要靠大地才能生長，才能建立。離開大地，你什麼都沒有。這個比喻也很好。"
    },
    {
      "id": "21-401-0001_p0185",
      "zh_CN": "张教授：所以这也是地基？",
      "zh_TW": "張教授：所以這也是地基？"
    },
    {
      "id": "21-401-0001_p0186",
      "zh_CN": "净空法师：对，是基础。从前我们学佛，佛门里面无论在家、出家，他都有成就，原因在哪里？他有儒跟道的基础，这也是基督教提出有这么一个问题，就是佛跟儒、道的关系，他提出这么一个问题。中国佛教，佛的教学，重视基础教育，所以佛在《佛藏经》，这是有一部经典，叫《佛藏经》，佛说过，「佛弟子不先学小乘，后学大乘，非佛弟子」。佛不承认，你躐等，你没有按顺序。所以小乘经，中国翻的很完整，就是《大藏经》里面「四阿含」。现在看巴利文经典，你看南传的，南传经典跟中国小乘经典一比，它只比我们多五十几部，这章嘉大师告诉我的。你看差不多将近三千部经典，多五十部，很少，你晓得翻的很完整。但是中国小乘确实隋唐时有两个宗派，俱舍宗，成实宗，这两宗是小乘宗派。可是这两个宗派，唐朝中叶以后就没有了，就衰了。宋朝时候完全没有了，所以现在中国人变八个宗，为什么？这两个宗没有了。为什么不照佛的意思做？中国佛教用儒跟道代替小乘，那这个关系就密切。所以中国大乘佛教以什么为基础？以儒跟道为基础，从儒跟道里面去扎根，这基础就厚了，这关系就非常密切！",
      "zh_TW": "淨空法師：對，是基礎。從前我們學佛，佛門裡面無論在家、出家，他都有成就，原因在哪裡？他有儒跟道的基礎，這也是基督教提出有這麼一個問題，就是佛跟儒、道的關係，他提出這麼一個問題。中國佛教，佛的教學，重視基礎教育，所以佛在《佛藏經》，這是有一部經典，叫《佛藏經》，佛說過，「佛弟子不先學小乘，後學大乘，非佛弟子」。佛不承認，你躐等，你沒有按順序。所以小乘經，中國翻的很完整，就是《大藏經》裡面「四阿含」。現在看巴利文經典，你看南傳的，南傳經典跟中國小乘經典一比，它只比我們多五十幾部，這章嘉大師告訴我的。你看差不多將近三千部經典，多五十部，很少，你曉得翻的很完整。但是中國小乘確實隋唐時有兩個宗派，俱舍宗，成實宗，這兩宗是小乘宗派。可是這兩個宗派，唐朝中葉以後就沒有了，就衰了。宋朝時候完全沒有了，所以現在中國人變八個宗，為什麼？這兩個宗沒有了。為什麼不照佛的意思做？中國佛教用儒跟道代替小乘，那這個關係就密切。所以中國大乘佛教以什麼為基礎？以儒跟道為基礎，從儒跟道裡面去扎根，這基礎就厚了，這關係就非常密切！"
    },
    {
      "id": "21-401-0001_p0187",
      "zh_CN": "但是实际上讲，中国的学术是圆融、是包容的，真的没有分别。虽然有儒释道三家，严格的来说，找真正的儒释道，儒家、道家，你一个都找不到，自古以来找不到。为什么？他都学，你说学佛的，他读儒书，他也读道，老庄他也都读；学道的，他也学佛；学儒的，他也学道，老庄、佛经他都读，所以他都是圆融的，形式上虽然是有，实际上他圆融。这也是今天讲的多元文化。",
      "zh_TW": "但是實際上講，中國的學術是圓融、是包容的，真的沒有分別。雖然有儒釋道三家，嚴格的來說，找真正的儒釋道，儒家、道家，你一個都找不到，自古以來找不到。為什麼？他都學，你說學佛的，他讀儒書，他也讀道，老莊他也都讀；學道的，他也學佛；學儒的，他也學道，老莊、佛經他都讀，所以他都是圓融的，形式上雖然是有，實際上他圓融。這也是今天講的多元文化。"
    },
    {
      "id": "21-401-0001_p0188",
      "zh_CN": "钟居士：师父您提到佛法里面涵盖了伦理、道德、因果，还有哲学和科学。关于科学方面，我们这边有一位成功大学医学院的赖明亮教授提出，医学里面逐渐也重视生理和心理之间的相互关联。他想请教佛教里面所说的，神识和心理之间，是否也有一些连接的地方？",
      "zh_TW": "鍾居士：師父您提到佛法裡面涵蓋了倫理、道德、因果，還有哲學和科學。關於科學方面，我們這邊有一位成功大學醫學院的賴明亮教授提出，醫學裡面逐漸也重視生理和心理之間的相互關聯。他想請教佛教裡面所說的，神識和心理之間，是否也有一些連接的地方？"
    },
    {
      "id": "21-401-0001_p0189",
      "zh_CN": "净空法师：这个心理跟生理有非常密切。",
      "zh_TW": "淨空法師：這個心理跟生理有非常密切。"
    },
    {
      "id": "21-401-0001_p0190",
      "zh_CN": "钟居士：医学里面已经发现这方面的连系。",
      "zh_TW": "鍾居士：醫學裡面已經發現這方面的連繫。"
    },
    {
      "id": "21-401-0001_p0191",
      "zh_CN": "净空法师：非常密切。这是心能够改变一切，所以身体生病，细胞染上病毒，染上病毒这是不正常的。病毒怎么染的？他能够感染病毒，是心理上出了问题，就是佛讲贪瞋痴这三毒。贪瞋痴慢疑，这些不好的念头，使你的细胞能感染病毒，病毒从外面来的也很容易感染。如果你没有贪瞋痴，外面病毒再多，你感染不到，你接触到，碰到，吃到，都不会感染。为什么？这我们现在讲免疫系统，你没有贪瞋痴，就是免疫系统最强，不会受感染。",
      "zh_TW": "淨空法師：非常密切。這是心能夠改變一切，所以身體生病，細胞染上病毒，染上病毒這是不正常的。病毒怎麼染的？他能夠感染病毒，是心理上出了問題，就是佛講貪瞋痴這三毒。貪瞋痴慢疑，這些不好的念頭，使你的細胞能感染病毒，病毒從外面來的也很容易感染。如果你沒有貪瞋痴，外面病毒再多，你感染不到，你接觸到，碰到，吃到，都不會感染。為什麼？這我們現在講免疫系統，你沒有貪瞋痴，就是免疫系統最強，不會受感染。"
    },
    {
      "id": "21-401-0001_p0192",
      "zh_CN": "张教授：心理健康。",
      "zh_TW": "張教授：心理健康。"
    },
    {
      "id": "21-401-0001_p0193",
      "zh_CN": "净空法师：所以如果要是出了问题，好好修清净心，决定有效。",
      "zh_TW": "淨空法師：所以如果要是出了問題，好好修清淨心，決定有效。"
    },
    {
      "id": "21-401-0001_p0194",
      "zh_CN": "钟居士：还是境由心生。",
      "zh_TW": "鍾居士：還是境由心生。"
    },
    {
      "id": "21-401-0001_p0195",
      "zh_CN": "净空法师：有效。你看看境界是什么？能生万物，万法都是你的心性生的，你自己心生的，你自己怎么不能改变它？你自己怎么不能转？哪有这种道理？所以你要有能力转。",
      "zh_TW": "淨空法師：有效。你看看境界是什麼？能生萬物，萬法都是你的心性生的，你自己心生的，你自己怎麼不能改變它？你自己怎麼不能轉？哪有這種道理？所以你要有能力轉。"
    },
    {
      "id": "21-401-0001_p0196",
      "zh_CN": "钟居士：心理的支配",
      "zh_TW": "鍾居士：心理的支配"
    },
    {
      "id": "21-401-0001_p0197",
      "zh_CN": "净空法师：对，所以你真正懂得这个，人真可以长生不老。老化也是什么？念头，忧能使人老，中国古话说的，这很有道理。",
      "zh_TW": "淨空法師：對，所以你真正懂得這個，人真可以長生不老。老化也是什麼？念頭，憂能使人老，中國古話說的，這很有道理。"
    },
    {
      "id": "21-401-0001_p0198",
      "zh_CN": "钟居士：所以我们看师父一定没有忧虑。今年八十一了，一点都不老。",
      "zh_TW": "鍾居士：所以我們看師父一定沒有憂慮。今年八十一了，一點都不老。"
    },
    {
      "id": "21-401-0001_p0199",
      "zh_CN": "净空法师：我的同学，过去在工作的时候，工作忙碌，他也没有想到什么，很正常。这一退休了，两年没有见面，好像一下子老了十几年。为什么？退休之后，他没事情，想到自己老了，他就想老了，人想老，哪有不老的道理？这一老，附带来说，病。天天去找医生，天天想怎么样保健，怎么样保健就是想病，愈想愈多。",
      "zh_TW": "淨空法師：我的同學，過去在工作的時候，工作忙碌，他也沒有想到什麼，很正常。這一退休了，兩年沒有見面，好像一下子老了十幾年。為什麼？退休之後，他沒事情，想到自己老了，他就想老了，人想老，哪有不老的道理？這一老，附帶來說，病。天天去找醫生，天天想怎麼樣保健，怎麼樣保健就是想病，愈想愈多。"
    },
    {
      "id": "21-401-0001_p0200",
      "zh_CN": "钟居士：没有病都想出来，",
      "zh_TW": "鍾居士：沒有病都想出來，"
    },
    {
      "id": "21-401-0001_p0201",
      "zh_CN": "张教授：所以一切法由心想的。",
      "zh_TW": "張教授：所以一切法由心想的。"
    },
    {
      "id": "21-401-0001_p0202",
      "zh_CN": "净空法师：是，麻烦。",
      "zh_TW": "淨空法師：是，麻煩。"
    },
    {
      "id": "21-401-0001_p0203",
      "zh_CN": "张教授：这一切病也是心想的？",
      "zh_TW": "張教授：這一切病也是心想的？"
    },
    {
      "id": "21-401-0001_p0204",
      "zh_CN": "净空法师：心想的，好事、坏事全是心里想的。你懂了这个原则，你为什么不多想好的，你想坏的干什么？特别是对人，这是我们这么多年修行，这我能得一点受用，毁谤我的人、嫉妒我的人、陷害我的人，我没有怨恨，我没有报复，而且我都感激。我为什么感激？他成就我的忍辱、他成就我的禅定、他成就我的智慧。定才生慧，等于那些都是我的老师，他来考考我，看我能不能忍受？我果然能忍受，通过了，所以我很感谢老师。",
      "zh_TW": "淨空法師：心想的，好事、壞事全是心裡想的。你懂了這個原則，你為什麼不多想好的，你想壞的幹什麼？特別是對人，這是我們這麼多年修行，這我能得一點受用，毀謗我的人、嫉妒我的人、陷害我的人，我沒有怨恨，我沒有報復，而且我都感激。我為什麼感激？他成就我的忍辱、他成就我的禪定、他成就我的智慧。定才生慧，等於那些都是我的老師，他來考考我，看我能不能忍受？我果然能忍受，通過了，所以我很感謝老師。"
    },
    {
      "id": "21-401-0001_p0205",
      "zh_CN": "张教授：所以老师有功德。",
      "zh_TW": "張教授：所以老師有功德。"
    },
    {
      "id": "21-401-0001_p0206",
      "zh_CN": "净空法师：有功德，你看他如果对别人，我要是一发瞋恨心报复，就结了冤仇；这样不但不结冤仇，我得的利益大，他得的利益小，他也得利益。",
      "zh_TW": "淨空法師：有功德，你看他如果對別人，我要是一發瞋恨心報復，就結了冤仇；這樣不但不結冤仇，我得的利益大，他得的利益小，他也得利益。"
    },
    {
      "id": "21-401-0001_p0207",
      "zh_CN": "张教授：所以变成双赢。",
      "zh_TW": "張教授：所以變成雙贏。"
    },
    {
      "id": "21-401-0001_p0208",
      "zh_CN": "净空法师：双赢。",
      "zh_TW": "淨空法師：雙贏。"
    },
    {
      "id": "21-401-0001_p0209",
      "zh_CN": "张教授：反过来讲是双赢。",
      "zh_TW": "張教授：反過來講是雙贏。"
    },
    {
      "id": "21-401-0001_p0210",
      "zh_CN": "净空法师：不要结怨。",
      "zh_TW": "淨空法師：不要結怨。"
    },
    {
      "id": "21-401-0001_p0211",
      "zh_CN": "张教授：如果说结怨，他输了，我们也输？",
      "zh_TW": "張教授：如果說結怨，他輸了，我們也輸？"
    },
    {
      "id": "21-401-0001_p0212",
      "zh_CN": "净空法师：也输。",
      "zh_TW": "淨空法師：也輸。"
    },
    {
      "id": "21-401-0001_p0213",
      "zh_CN": "张教授：双输，这总在一念之间。",
      "zh_TW": "張教授：雙輸，這總在一念之間。"
    },
    {
      "id": "21-401-0001_p0214",
      "zh_CN": "净空法师：就是一念之间，就一念之间。",
      "zh_TW": "淨空法師：就是一念之間，就一念之間。"
    },
    {
      "id": "21-401-0001_p0215",
      "zh_CN": "张教授：要有智慧。",
      "zh_TW": "張教授：要有智慧。"
    },
    {
      "id": "21-401-0001_p0216",
      "zh_CN": "钟居士：你能够转的话，就是什么都变成好境界。",
      "zh_TW": "鍾居士：你能夠轉的話，就是什麼都變成好境界。"
    },
    {
      "id": "21-401-0001_p0217",
      "zh_CN": "张教授：师父如果这样的话，我们怎么样来增长我们的智慧？",
      "zh_TW": "張教授：師父如果這樣的話，我們怎麼樣來增長我們的智慧？"
    },
    {
      "id": "21-401-0001_p0218",
      "zh_CN": "净空法师：你这样就能增长。你看看我，我离开台湾，被逼的。韩馆长往生之后，她儿子把我们的道场接管过去了。对我们没有好感，我们非常感激他，我这里还供他的长生牌位，他全家，我非常感激。",
      "zh_TW": "淨空法師：你這樣就能增長。你看看我，我離開台灣，被逼的。韓館長往生之後，她兒子把我們的道場接管過去了。對我們沒有好感，我們非常感激他，我這裡還供他的長生牌位，他全家，我非常感激。"
    },
    {
      "id": "21-401-0001_p0219",
      "zh_CN": "张教授：师父真的做出榜样。",
      "zh_TW": "張教授：師父真的做出榜樣。"
    },
    {
      "id": "21-401-0001_p0220",
      "zh_CN": "净空法师：对，我离开台湾。我要不离开台湾，在南洋这个缘就没有了，国际上的缘也都没有了，所以这都是他成就的，这好事情，怎么不感恩。我到新加坡，新加坡三年半，把新加坡九个宗教团结起来。和谐世界要从宗教团结开始，除这个之外，没有法子，无路可走。",
      "zh_TW": "淨空法師：對，我離開台灣。我要不離開台灣，在南洋這個緣就沒有了，國際上的緣也都沒有了，所以這都是他成就的，這好事情，怎麼不感恩。我到新加坡，新加坡三年半，把新加坡九個宗教團結起來。和諧世界要從宗教團結開始，除這個之外，沒有法子，無路可走。"
    },
    {
      "id": "21-401-0001_p0221",
      "zh_CN": "前年跟马哈迪见面，这一次又约了，他要跟我见面。他就问我，冲突能化解吗？和平还有希望吗？问我这个问题。我就告诉他，我说如果能把四桩事情做好，这问题能解决。他说那四桩？我说第一个，国家跟国家和睦相处，平等对待。",
      "zh_TW": "前年跟馬哈迪見面，這一次又約了，他要跟我見面。他就問我，衝突能化解嗎？和平還有希望嗎？問我這個問題。我就告訴他，我說如果能把四樁事情做好，這問題能解決。他說那四樁？我說第一個，國家跟國家和睦相處，平等對待。"
    },
    {
      "id": "21-401-0001_p0222",
      "zh_CN": "张教授：国与国。",
      "zh_TW": "張教授：國與國。"
    },
    {
      "id": "21-401-0001_p0223",
      "zh_CN": "净空法师：国与国。第二个是派系跟派系，就是党派，第三个是族群，第四个是宗教。都能做到和睦相处，平等对待，问题解决了。他听了皱眉头。我跟他讲，是，是非常棘手，是很不容易，但是从宗教下手就能做到，为什么？宗教团结起来，肯定影响政治、影响族群，它产生很大的影响，所以走这个路子好。他听了之后很高兴。",
      "zh_TW": "淨空法師：國與國。第二個是派系跟派系，就是黨派，第三個是族群，第四個是宗教。都能做到和睦相處，平等對待，問題解決了。他聽了皺眉頭。我跟他講，是，是非常棘手，是很不容易，但是從宗教下手就能做到，為什麼？宗教團結起來，肯定影響政治、影響族群，它產生很大的影響，所以走這個路子好。他聽了之後很高興。"
    },
    {
      "id": "21-401-0001_p0224",
      "zh_CN": "张教授：从宗教团结。",
      "zh_TW": "張教授：從宗教團結。"
    },
    {
      "id": "21-401-0001_p0225",
      "zh_CN": "净空法师：第二天就写信给我。因为我在新加坡做出来，新加坡九个宗教，五十年，他们有个宗教理事会，每年开一次会，吃一次饭，就不相往来。我到那里去，一年，把他们搞成兄弟姐妹一样。",
      "zh_TW": "淨空法師：第二天就寫信給我。因為我在新加坡做出來，新加坡九個宗教，五十年，他們有個宗教理事會，每年開一次會，吃一次飯，就不相往來。我到那裡去，一年，把他們搞成兄弟姐妹一樣。"
    },
    {
      "id": "21-401-0001_p0226",
      "zh_CN": "钟居士：师父用什么诀窍？",
      "zh_TW": "鍾居士：師父用什麼訣竅？"
    },
    {
      "id": "21-401-0001_p0227",
      "zh_CN": "张教授：用什么方法？",
      "zh_TW": "張教授：用什麼方法？"
    },
    {
      "id": "21-401-0001_p0228",
      "zh_CN": "净空法师：「四摄法」，所以他们新加坡的曾士生部长，有天我们在一起吃饭，他就问我，你用什么方法把九个宗教团结起来？我说用佛法，佛法？我说是啊，佛法讲的四摄法，什么叫四摄法？四摄法用现在的用语来讲，公共关系法，人跟人的交际法。四摄法用在家庭，一家团结，家和万事兴；用在公司，公司一定兴旺；用在国家，国家一定大治。所以我用这个，他叫我做特殊外交家。",
      "zh_TW": "淨空法師：「四攝法」，所以他們新加坡的曾士生部長，有天我們在一起吃飯，他就問我，你用什麼方法把九個宗教團結起來？我說用佛法，佛法？我說是啊，佛法講的四攝法，什麼叫四攝法？四攝法用現在的用語來講，公共關係法，人跟人的交際法。四攝法用在家庭，一家團結，家和萬事興；用在公司，公司一定興旺；用在國家，國家一定大治。所以我用這個，他叫我做特殊外交家。"
    },
    {
      "id": "21-401-0001_p0229",
      "zh_CN": "张教授：师父是否可以介绍一下「四摄法」？",
      "zh_TW": "張教授：師父是否可以介紹一下「四攝法」？"
    },
    {
      "id": "21-401-0001_p0230",
      "zh_CN": "净空法师：布施、爱语、利行、同事。这个布施跟六度里面布施是一样的，但是意思不一样。这个布施是什么？我的解释，告诉他，多请客，多送礼，这头一个，人跟人的关系就这么结的。所以这布施就是请客。",
      "zh_TW": "淨空法師：布施、愛語、利行、同事。這個布施跟六度裡面布施是一樣的，但是意思不一樣。這個布施是什麼？我的解釋，告訴他，多請客，多送禮，這頭一個，人跟人的關係就這麼結的。所以這布施就是請客。"
    },
    {
      "id": "21-401-0001_p0231",
      "zh_CN": "张教授：有一点广结善缘的意思。",
      "zh_TW": "張教授：有一點廣結善緣的意思。"
    },
    {
      "id": "21-401-0001_p0232",
      "zh_CN": "净空法师：广结善缘，就是！所以我跟这十个宗教，就去拜访他们，送一份大礼。",
      "zh_TW": "淨空法師：廣結善緣，就是！所以我跟這十個宗教，就去拜訪他們，送一份大禮。"
    },
    {
      "id": "21-401-0001_p0233",
      "zh_CN": "张教授：送礼，多送礼，多请客。",
      "zh_TW": "張教授：送禮，多送禮，多請客。"
    },
    {
      "id": "21-401-0001_p0234",
      "zh_CN": "净空法师：是，我真的花了一百万新加坡钱，每个宗教送十万块钱。因为什么？他们有孤儿院，有医院，有学校，有老人院，做很多慈善事业，我们去帮助他们，去供养他们。以后凡是他们有困难的时候，我统统都帮忙，都做，很欢喜，缘就结上了。所以也常常聚餐，常常在一起吃饭，不是一年吃一次，几乎我们是每一、二个月都会聚餐。还有每一个宗教他们有大的活动，我们都去参加，去参加，所以就常常见面。人要见面，人要不见面，就不往来，那就有猜忌、就有隔阂，彼此互相就会产生成见，愈想就愈错，所以一定要接触。这国际间关系也是一样，你说这些国家领导人互相常常接触，什么问题都没有。如果互相不往来，天天在猜忌，愈猜愈讹，麻烦大！",
      "zh_TW": "淨空法師：是，我真的花了一百萬新加坡錢，每個宗教送十萬塊錢。因為什麼？他們有孤兒院，有醫院，有學校，有老人院，做很多慈善事業，我們去幫助他們，去供養他們。以後凡是他們有困難的時候，我統統都幫忙，都做，很歡喜，緣就結上了。所以也常常聚餐，常常在一起吃飯，不是一年吃一次，幾乎我們是每一、二個月都會聚餐。還有每一個宗教他們有大的活動，我們都去參加，去參加，所以就常常見面。人要見面，人要不見面，就不往來，那就有猜忌、就有隔閡，彼此互相就會產生成見，愈想就愈錯，所以一定要接觸。這國際間關係也是一樣，你說這些國家領導人互相常常接觸，什麼問題都沒有。如果互相不往來，天天在猜忌，愈猜愈訛，麻煩大！"
    },
    {
      "id": "21-401-0001_p0235",
      "zh_CN": "张教授：第二个爱语？",
      "zh_TW": "張教授：第二個愛語？"
    },
    {
      "id": "21-401-0001_p0236",
      "zh_CN": "净空法师：爱语是，你是真诚的关爱他，爱语不是说好听的话，真正对他有利益，帮助他，提供他的这些建议怎么样来发展，这些。",
      "zh_TW": "淨空法師：愛語是，你是真誠的關愛他，愛語不是說好聽的話，真正對他有利益，幫助他，提供他的這些建議怎麼樣來發展，這些。"
    },
    {
      "id": "21-401-0001_p0237",
      "zh_CN": "张教授：真心的关怀他。",
      "zh_TW": "張教授：真心的關懷他。"
    },
    {
      "id": "21-401-0001_p0238",
      "zh_CN": "净空法师：利行就是我们所作的一切，所作所为对他都有好处，这他一定知道，所以合作那个效果就更大。",
      "zh_TW": "淨空法師：利行就是我們所作的一切，所作所為對他都有好處，這他一定知道，所以合作那個效果就更大。"
    },
    {
      "id": "21-401-0001_p0239",
      "zh_CN": "张教授：那同事？",
      "zh_TW": "張教授：那同事？"
    },
    {
      "id": "21-401-0001_p0240",
      "zh_CN": "净空法师，同事，我们同一个方向、同一个目标，今天世界上遭遇到最大的困难，就是化解冲突，就是促进安定和平。现在所有宗教我们同一个目标、同一个方向，我们共同来努力做好这个事情，希望我们用这个力量，团结力量来影响政治，让大国跟小国，富国跟穷国都能够和睦相处，平等对待。所以不能打仗，我就常常用美国这个例子，美国跟韩国打仗，如果把这个战争军费，花钱不少，拿去救济南北韩，南北韩的人叫美国人爸爸，问题解决了，哪里搞这么复杂！越战，花的是韩战十倍，二十多亿十倍，好像是两百多亿，两千多亿的样子，花那么多军费，你要给越南，越南会叫老祖宗。美国人太傻了，干这种事情。你跟他打仗是结冤仇。",
      "zh_TW": "淨空法師，同事，我們同一個方向、同一個目標，今天世界上遭遇到最大的困難，就是化解衝突，就是促進安定和平。現在所有宗教我們同一個目標、同一個方向，我們共同來努力做好這個事情，希望我們用這個力量，團結力量來影響政治，讓大國跟小國，富國跟窮國都能夠和睦相處，平等對待。所以不能打仗，我就常常用美國這個例子，美國跟韓國打仗，如果把這個戰爭軍費，花錢不少，拿去救濟南北韓，南北韓的人叫美國人爸爸，問題解決了，哪裡搞這麼複雜！越戰，花的是韓戰十倍，二十多億十倍，好像是兩百多億，兩千多億的樣子，花那麼多軍費，你要給越南，越南會叫老祖宗。美國人太傻了，幹這種事情。你跟他打仗是結冤仇。"
    },
    {
      "id": "21-401-0001_p0241",
      "zh_CN": "张教授：结冤仇又得不到效果。",
      "zh_TW": "張教授：結冤仇又得不到效果。"
    },
    {
      "id": "21-401-0001_p0242",
      "zh_CN": "净空法师：得不到效果，结冤仇，冤仇结深了，才变成恐怖战争。所以我在美国的时候，我就跟他们讲，这是一种新型的战争，这是被你们逼出来，才想出另外一种战争的方法。这个战争很厉害，让你防不胜防。你稍微疏忽一点，他就来捅你一下，让你紧张。你全国上下都紧张，三年之后，你这个国家三分之一的人神经有问题，他打胜，他就打赢，你说这个多可怕。我去参加布希总统的宴会，进到会场，外面警卫比机场戒备还要森严十倍都不止。你说这个，连参议员、众议员进去，都要皮鞋脱掉，皮带拿掉去通过检查。我了解，我那天穿布鞋，我手表、钢笔都不戴。看到这个情形，这哪里是打胜仗的？所以这应该警觉，这种方式决定不可以再做。",
      "zh_TW": "淨空法師：得不到效果，結冤仇，冤仇結深了，才變成恐怖戰爭。所以我在美國的時候，我就跟他們講，這是一種新型的戰爭，這是被你們逼出來，才想出另外一種戰爭的方法。這個戰爭很厲害，讓你防不勝防。你稍微疏忽一點，他就來捅你一下，讓你緊張。你全國上下都緊張，三年之後，你這個國家三分之一的人神經有問題，他打勝，他就打贏，你說這個多可怕。我去參加布希總統的宴會，進到會場，外面警衛比機場戒備還要森嚴十倍都不止。你說這個，連參議員、眾議員進去，都要皮鞋脫掉，皮帶拿掉去通過檢查。我了解，我那天穿布鞋，我手錶、鋼筆都不戴。看到這個情形，這哪裡是打勝仗的？所以這應該警覺，這種方式決定不可以再做。"
    },
    {
      "id": "21-401-0001_p0243",
      "zh_CN": "钟居士：所以这「四摄法」也是不仅用在宗教里面，国与国之间，派系与派系之间都可以适用？",
      "zh_TW": "鍾居士：所以這「四攝法」也是不僅用在宗教裡面，國與國之間，派系與派系之間都可以適用？"
    },
    {
      "id": "21-401-0001_p0244",
      "zh_CN": "净空法师：对，是可以。",
      "zh_TW": "淨空法師：對，是可以。"
    },
    {
      "id": "21-401-0001_p0245",
      "zh_CN": "钟居士：这「四摄法」，就是刚才师父您讲的那几个大的人与人之间互相对待的原则？",
      "zh_TW": "鍾居士：這「四攝法」，就是剛才師父您講的那幾個大的人與人之間互相對待的原則？"
    },
    {
      "id": "21-401-0001_p0246",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-401-0001_p0247",
      "zh_CN": "钟居士：谦卑、敬爱、尊重、关怀、照顾。",
      "zh_TW": "鍾居士：謙卑、敬愛、尊重、關懷、照顧。"
    },
    {
      "id": "21-401-0001_p0248",
      "zh_CN": "净空法师：我们自己本身做到了，所以跟宗教连系，他们都欢喜。",
      "zh_TW": "淨空法師：我們自己本身做到了，所以跟宗教連繫，他們都歡喜。"
    },
    {
      "id": "21-401-0001_p0249",
      "zh_CN": "钟居士：这个观念是自己要做。",
      "zh_TW": "鍾居士：這個觀念是自己要做。"
    },
    {
      "id": "21-401-0001_p0250",
      "zh_CN": "净空法师：再深入的时候就是研究经教，就是探讨，在理论上、教义上，把这个结症给它解开。最难的是神，每个宗教都说宇宙之间只有一个真神，这个真神就是我们拜的这个真神。我也跟他们讨论，我说好，你们九个宗教，九个宗教都拜一个真神，我说那就有九个真神，哪位真神造这个宇宙的？造这个宇宙的、造人的，那是哪一个真神造的？还是九个真神大家开会一起造的？他们在那里笑起来了。然后我就再提示他们，我说你们相不相信，真神有圆满的智慧？他们说这相信；真神有很大的神通，他会千变万化，他能分身，同不同意？他也同意。那就行了，那有这个大前提，再来话就好讲了，我说真的宇宙之间有个真神，佛教不叫神，法性，就是真如本性，佛教叫法性。我说这个真神在佛教里面他就化身，就变成释迦牟尼；在中国，他就变成孔子，孟子；在基督教，变成摩西，耶稣；在伊斯兰教，就变成穆罕默德，其实一个人的化身。我原先以为我这样提出来，还要经过辩论，没有辩论，大家都承认、都同意这个说法好，那基本问题就解决，是一个真神，真神不同的化身。",
      "zh_TW": "淨空法師：再深入的時候就是研究經教，就是探討，在理論上、教義上，把這個結癥給它解開。最難的是神，每個宗教都說宇宙之間只有一個真神，這個真神就是我們拜的這個真神。我也跟他們討論，我說好，你們九個宗教，九個宗教都拜一個真神，我說那就有九個真神，哪位真神造這個宇宙的？造這個宇宙的、造人的，那是哪一個真神造的？還是九個真神大家開會一起造的？他們在那裡笑起來了。然後我就再提示他們，我說你們相不相信，真神有圓滿的智慧？他們說這相信；真神有很大的神通，他會千變萬化，他能分身，同不同意？他也同意。那就行了，那有這個大前提，再來話就好講了，我說真的宇宙之間有個真神，佛教不叫神，法性，就是真如本性，佛教叫法性。我說這個真神在佛教裡面他就化身，就變成釋迦牟尼；在中國，他就變成孔子，孟子；在基督教，變成摩西，耶穌；在伊斯蘭教，就變成穆罕默德，其實一個人的化身。我原先以為我這樣提出來，還要經過辯論，沒有辯論，大家都承認、都同意這個說法好，那基本問題就解決，是一個真神，真神不同的化身。"
    },
    {
      "id": "21-401-0001_p0251",
      "zh_CN": "为什么他要搞那么多教，搞那么多不同化身？因为在那个时候科技没有发达，没有资讯，没有交通，所以人与人之间老死不相往来。那真神要普度众生，就要适合不同的族群，不同的文化，不同的生活环境，各个地方教化，他是因时、因人、因地不同，建立不同的教，而用不同的方法，你仔细去想，他的方向目标一致，只是在方法手段上不一样。所以我告诉他，我说我不但跟你们做朋友，我真正是你们的兄弟。我说我读圣经，我是最虔诚的基督徒，我是最虔诚的天主教徒；我读《古兰经》，我是最虔诚的穆斯林，我说什么？他们是我的老师，我看他们跟释迦牟尼佛是平等的，都是老师，我是他们最好的学生。所以我用最虔诚的心去读，对于经典教义我都懂得，我讲《古兰经》，我讲《玫瑰经》，他们肯定，比他们的神父讲得好，比他们的阿訇讲得好，他们承认。",
      "zh_TW": "為什麼他要搞那麼多教，搞那麼多不同化身？因為在那個時候科技沒有發達，沒有資訊，沒有交通，所以人與人之間老死不相往來。那真神要普度眾生，就要適合不同的族群，不同的文化，不同的生活環境，各個地方教化，他是因時、因人、因地不同，建立不同的教，而用不同的方法，你仔細去想，他的方向目標一致，只是在方法手段上不一樣。所以我告訴他，我說我不但跟你們做朋友，我真正是你們的兄弟。我說我讀聖經，我是最虔誠的基督徒，我是最虔誠的天主教徒；我讀《古蘭經》，我是最虔誠的穆斯林，我說什麼？他們是我的老師，我看他們跟釋迦牟尼佛是平等的，都是老師，我是他們最好的學生。所以我用最虔誠的心去讀，對於經典教義我都懂得，我講《古蘭經》，我講《玫瑰經》，他們肯定，比他們的神父講得好，比他們的阿訇講得好，他們承認。"
    },
    {
      "id": "21-401-0001_p0252",
      "zh_CN": "钟居士：师父真是认识真神的人。张教授，跟您讲个小故事，在前几年我有幸跟师父到印尼，印尼的前总统瓦西德是师父的好朋友，他对师父也很敬仰。有次我们到他的办公室跟他聊天，他就跟我们讲，他说师父就是认识唯一真神的人，所以向雅加达的一个很著名的回教大学推荐，让师父获得他们大学荣誉博士。这在当时也是很震动，因为一个伊斯兰教大学授与一位佛教人士荣誉博士的学位，本身已经象征着宗教团结。",
      "zh_TW": "鍾居士：師父真是認識真神的人。張教授，跟您講個小故事，在前幾年我有幸跟師父到印尼，印尼的前總統瓦西德是師父的好朋友，他對師父也很敬仰。有次我們到他的辦公室跟他聊天，他就跟我們講，他說師父就是認識唯一真神的人，所以向雅加達的一個很著名的回教大學推薦，讓師父獲得他們大學榮譽博士。這在當時也是很震動，因為一個伊斯蘭教大學授與一位佛教人士榮譽博士的學位，本身已經象徵著宗教團結。"
    },
    {
      "id": "21-401-0001_p0253",
      "zh_CN": "张教授：所以师父真的是找到那个根本，其实还是我们的心，从心里变现的。",
      "zh_TW": "張教授：所以師父真的是找到那個根本，其實還是我們的心，從心裡變現的。"
    },
    {
      "id": "21-401-0001_p0254",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-401-0001_p0255",
      "zh_CN": "钟居士：所以这个真神就是我们自己的心，这心就是创造一切法界万物。",
      "zh_TW": "鍾居士：所以這個真神就是我們自己的心，這心就是創造一切法界萬物。"
    },
    {
      "id": "21-401-0001_p0256",
      "zh_CN": "张教授：但是没有找到根的人，他只知道对立，就像手，他只看到十个手指头，没有看到这两只手是同一个体，都是一个生命共同体。",
      "zh_TW": "張教授：但是沒有找到根的人，他只知道對立，就像手，他只看到十個手指頭，沒有看到這兩隻手是同一個體，都是一個生命共同體。"
    },
    {
      "id": "21-401-0001_p0257",
      "zh_CN": "钟居士：所以现在说要我们现在谈的主题，「以教育来达致人类永续世界的和谐」，其实做得最根本的，就是我们的心性。像去年我们在中国的杭州举行的世界佛教论坛的主题「和谐世界从心开始」。",
      "zh_TW": "鍾居士：所以現在說要我們現在談的主題，「以教育來達致人類永續世界的和諧」，其實做得最根本的，就是我們的心性。像去年我們在中國的杭州舉行的世界佛教論壇的主題「和諧世界從心開始」。"
    },
    {
      "id": "21-401-0001_p0258",
      "zh_CN": "净空法师：我那个讲演，当中加了一个字，「从我心开始」。",
      "zh_TW": "淨空法師：我那個講演，當中加了一個字，「從我心開始」。"
    },
    {
      "id": "21-401-0001_p0259",
      "zh_CN": "张教授：从我心开始，自己。",
      "zh_TW": "張教授：從我心開始，自己。"
    },
    {
      "id": "21-401-0001_p0260",
      "zh_CN": "净空法师：对，从我心开始。",
      "zh_TW": "淨空法師：對，從我心開始。"
    },
    {
      "id": "21-401-0001_p0261",
      "zh_CN": "张教授：这也是关键的成败，还是要从自己。",
      "zh_TW": "張教授：這也是關鍵的成敗，還是要從自己。"
    },
    {
      "id": "21-401-0001_p0262",
      "zh_CN": "净空法师：从我心开始。",
      "zh_TW": "淨空法師：從我心開始。"
    },
    {
      "id": "21-401-0001_p0263",
      "zh_CN": "张教授：把自己的烦恼习气，先从降伏，然后师父再说，从境界里转，转烦恼成菩提，也都是要靠教育。",
      "zh_TW": "張教授：把自己的煩惱習氣，先從降伏，然後師父再說，從境界裡轉，轉煩惱成菩提，也都是要靠教育。"
    },
    {
      "id": "21-401-0001_p0264",
      "zh_CN": "净空法师：要靠教育，所有的宗教都是教育。",
      "zh_TW": "淨空法師：要靠教育，所有的宗教都是教育。"
    },
    {
      "id": "21-401-0001_p0265",
      "zh_CN": "张教授：都是要靠教育。",
      "zh_TW": "張教授：都是要靠教育。"
    },
    {
      "id": "21-401-0001_p0266",
      "zh_CN": "净空法师：都是教育，你看看创教的人，教主，释迦牟尼佛教学四十九年，这最长的。耶稣教学三年，他是被人害死的，钉十字架，害死的。穆罕默德教学二十七年。",
      "zh_TW": "淨空法師：都是教育，你看看創教的人，教主，釋迦牟尼佛教學四十九年，這最長的。耶穌教學三年，他是被人害死的，釘十字架，害死的。穆罕默德教學二十七年。"
    },
    {
      "id": "21-401-0001_p0267",
      "zh_CN": "张教授：孔子算这样几年？",
      "zh_TW": "張教授：孔子算這樣幾年？"
    },
    {
      "id": "21-401-0001_p0268",
      "zh_CN": "净空法师：孔子五年，孔子是周游列国，希望搞个一官半职，大家不用他，回过头来，回老家教学。那时候他六十八岁，七十三岁走的，所以实际上教学，他只有五年。很多人他不了解，真正学儒的人不会造反。你说孔子当时，那个七十二贤，那些学生们，非常能干，他要搞个革命很简单，是不是？把哪个国家推翻，轻而易举的，他不做，为什么？不可以给后人留下一个不好的样子，人一定要知命，所以说「素富贵，安于富贵；素贫贱，安于贫贱」，这快乐，他永远保持什么？社会的祥和，不要搞社会的动乱。所以圣贤教育，无论哪个宗教，统统都是这一个宗旨。伊斯兰教的圣战，你要知道他的历史，穆罕默德那时候的处境，四面都是敌人，都想把他消灭掉，他不能不抵抗。所以圣战是抵抗，不是侵略的战争。现在有一些极端分子用这鼓惑他的教民来搞暴动，这是决定错误，这是违反他教义的。",
      "zh_TW": "淨空法師：孔子五年，孔子是周遊列國，希望搞個一官半職，大家不用他，回過頭來，回老家教學。那時候他六十八歲，七十三歲走的，所以實際上教學，他只有五年。很多人他不了解，真正學儒的人不會造反。你說孔子當時，那個七十二賢，那些學生們，非常能幹，他要搞個革命很簡單，是不是？把哪個國家推翻，輕而易舉的，他不做，為什麼？不可以給後人留下一個不好的樣子，人一定要知命，所以說「素富貴，安於富貴；素貧賤，安於貧賤」，這快樂，他永遠保持什麼？社會的祥和，不要搞社會的動亂。所以聖賢教育，無論哪個宗教，統統都是這一個宗旨。伊斯蘭教的聖戰，你要知道他的歷史，穆罕默德那時候的處境，四面都是敵人，都想把他消滅掉，他不能不抵抗。所以聖戰是抵抗，不是侵略的戰爭。現在有一些極端分子用這鼓惑他的教民來搞暴動，這是決定錯誤，這是違反他教義的。"
    },
    {
      "id": "21-401-0001_p0269",
      "zh_CN": "所以你跟真正伊斯兰教领导人，像瓦西德他们，他们都懂得，那是他们里面很少数很少数极端分子。",
      "zh_TW": "所以你跟真正伊斯蘭教領導人，像瓦西德他們，他們都懂得，那是他們裡面很少數很少數極端分子。"
    },
    {
      "id": "21-401-0001_p0270",
      "zh_CN": "钟居士：今天真是非常的感恩师父给我们做了这么样精采深入开示。今天的时间到了，让我给大家做一个小结。非常感恩师父给我们做了这些开示，这里面开示的主要内容，就是为我们揭示用教育才能真正达到让人类永续的生存，和构建世界和谐。教育说到根本处，就是说到我们的心性。我们身体的健康，自然界的这些好坏，乃至我们人与人之间，国与国之间，宗教与宗教之间的和谐，统统归根到底，都是我们自己的心一定要达到清净慈悲，也就是我们师父提倡的这六个原则，要做到谦卑，做到敬爱，做到尊重，做到关怀、爱护和帮助一切众生。这种教育要落实，必须用伦理道德和因果的这方面的圣贤教育。而这教育本身最重要的，就是老师自己以身作则，运用各种的方便，比如说，现在的科学来推动因果的教育，用传统的这些文化来推动伦理道德的教育，一定可以净化人心，也能够净化我们的国土。那我们非常感恩，感谢张教授跟我们在这里座谈，谢谢大家。",
      "zh_TW": "鍾居士：今天真是非常的感恩師父給我們做了這麼樣精采深入開示。今天的時間到了，讓我給大家做一個小結。非常感恩師父給我們做了這些開示，這裡面開示的主要內容，就是為我們揭示用教育才能真正達到讓人類永續的生存，和構建世界和諧。教育說到根本處，就是說到我們的心性。我們身體的健康，自然界的這些好壞，乃至我們人與人之間，國與國之間，宗教與宗教之間的和諧，統統歸根到底，都是我們自己的心一定要達到清淨慈悲，也就是我們師父提倡的這六個原則，要做到謙卑，做到敬愛，做到尊重，做到關懷、愛護和幫助一切眾生。這種教育要落實，必須用倫理道德和因果的這方面的聖賢教育。而這教育本身最重要的，就是老師自己以身作則，運用各種的方便，比如說，現在的科學來推動因果的教育，用傳統的這些文化來推動倫理道德的教育，一定可以淨化人心，也能夠淨化我們的國土。那我們非常感恩，感謝張教授跟我們在這裡座談，謝謝大家。"
    }
  ]
}