{
  "doc_id": "32-296-0003",
  "title": {
    "zh_CN": "日本东京会客谈话—中国智慧属于全人类",
    "zh_TW": "日本東京會客談話—中國智慧屬於全人類"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "日本东京",
    "zh_TW": "日本東京"
  },
  "doc_number": "32-296-0003",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "32-296-0003_p0001",
      "zh_CN": "没有丝毫自己的名闻利养在里头，我们只希望中国传统文化不至于在这个时代里头灭亡、断绝，那这个罪过就很大。中国东西是属于全人类的，找不到第二桩东西能跟它相比，发扬光大，是整个地球人有福报。这么好的文化，能够往下传下去，什么疑难杂症都能解决。",
      "zh_TW": "沒有絲毫自己的名聞利養在裡頭，我們只希望中國傳統文化不至於在這個時代裡頭滅亡、斷絕，那這個罪過就很大。中國東西是屬於全人類的，找不到第二樁東西能跟它相比，發揚光大，是整個地球人有福報。這麼好的文化，能夠往下傳下去，什麼疑難雜症都能解決。"
    },
    {
      "id": "32-296-0003_p0002",
      "zh_CN": "只有教育恢复传统文化，能救国家、能救这个世界。人同此心，心同此理。和，大家都平安无事；不和，人人都有灾难。一定要晓得和为贵，个人心里面有和谐，身体健康；家庭上下能和睦，家庭兴旺；再放大，国家、社会，没有一样不是和为贵。我们要能够学着忍让，忍让就和谐了。",
      "zh_TW": "只有教育恢復傳統文化，能救國家、能救這個世界。人同此心，心同此理。和，大家都平安無事；不和，人人都有災難。一定要曉得和為貴，個人心裡面有和諧，身體健康；家庭上下能和睦，家庭興旺；再放大，國家、社會，沒有一樣不是和為貴。我們要能夠學著忍讓，忍讓就和諧了。"
    },
    {
      "id": "32-296-0003_p0003",
      "zh_CN": "读书一定要读中国书，要把中国古老东西端出来，对它要生信心。要肯定我们不如老祖宗，老祖宗有道德，我们没有；老祖宗有伦理，我们也没有。所以对于民族自信心，要把它恢复起来，他们不相信，我们相信。到感应现前，你不得不信。",
      "zh_TW": "讀書一定要讀中國書，要把中國古老東西端出來，對它要生信心。要肯定我們不如老祖宗，老祖宗有道德，我們沒有；老祖宗有倫理，我們也沒有。所以對於民族自信心，要把它恢復起來，他們不相信，我們相信。到感應現前，你不得不信。"
    },
    {
      "id": "32-296-0003_p0004",
      "zh_CN": "我们这个工作替谁做的？替老祖宗做的，替古圣先贤做的。教孩子，教育从孩子教起。小学教材就是《圣学根之根》，圣贤的根，扎根教育；中学课程就用四书五经；大学的课程就用《群书治要》。古人一代一代传下来，传了几百年，传了上千年，没出毛病，要相信。",
      "zh_TW": "我們這個工作替誰做的？替老祖宗做的，替古聖先賢做的。教孩子，教育從孩子教起。小學教材就是《聖學根之根》，聖賢的根，扎根教育；中學課程就用四書五經；大學的課程就用《群書治要》。古人一代一代傳下來，傳了幾百年，傳了上千年，沒出毛病，要相信。"
    },
    {
      "id": "32-296-0003_p0005",
      "zh_CN": "宗教也缺乏人才，非常明显；最近这二三十年，一代不如一代，我们跟李老师比差很远，这是大问题。所以宗教教育比什么都重要。一定要扎根。现在办学校很多，根没有。根就是孝亲尊师，家长不知道，老师也没有人讲，也没有人相信。",
      "zh_TW": "宗教也缺乏人才，非常明顯；最近這二三十年，一代不如一代，我們跟李老師比差很遠，這是大問題。所以宗教教育比什麼都重要。一定要扎根。現在辦學校很多，根沒有。根就是孝親尊師，家長不知道，老師也沒有人講，也沒有人相信。"
    },
    {
      "id": "32-296-0003_p0006",
      "zh_CN": "所学一定要表现在日常生活当中，简单的说：内学释迦牟尼佛，放下贪瞋痴慢疑；外面要学孔老夫子，温良恭俭让，那才管用，那是真学，我们要重视这一点。能讲固然不错，你要做到。",
      "zh_TW": "所學一定要表現在日常生活當中，簡單的說：內學釋迦牟尼佛，放下貪瞋痴慢疑；外面要學孔老夫子，溫良恭儉讓，那才管用，那是真學，我們要重視這一點。能講固然不錯，你要做到。"
    },
    {
      "id": "32-296-0003_p0007",
      "zh_CN": "现在关键是在师资，老的教授、汉学家国内还是有几个，大概年龄都是八十以上，这个要抓住；不抓住，他们走了，后继无人。老师对学生就一个希望，没有第二个愿望，希望你好学，他真传授给你。你要不好学，不认真的学，老师再好也没用处，跟你讲你做不到。所以根，不孝父母、不敬师长，就没法教。中国东方人重视的是伦理道德，这是做人的根本。中国教育的特色，我们归纳四样：伦理、道德、因果、圣贤的智慧，就这四样东西，是真的，不是假的。教什么？就教这个。扎根，根就是孝亲尊师。",
      "zh_TW": "現在關鍵是在師資，老的教授、漢學家國內還是有幾個，大概年齡都是八十以上，這個要抓住；不抓住，他們走了，後繼無人。老師對學生就一個希望，沒有第二個願望，希望你好學，他真傳授給你。你要不好學，不認真的學，老師再好也沒用處，跟你講你做不到。所以根，不孝父母、不敬師長，就沒法教。中國東方人重視的是倫理道德，這是做人的根本。中國教育的特色，我們歸納四樣：倫理、道德、因果、聖賢的智慧，就這四樣東西，是真的，不是假的。教什麼？就教這個。扎根，根就是孝親尊師。"
    },
    {
      "id": "32-296-0003_p0008",
      "zh_CN": "我自己也是遇到方东美，那个时候对哲学很有兴趣，跟他学哲学，他给我讲了一部《哲学概论》，最后一个单元佛经哲学，我对于佛教是这么认识的。他告诉我，「释迦牟尼是世界上最伟大的哲学家，大乘经典是地球上哲学的最高峰，学佛是人生最高的享受」，我这么进来的。非常感谢老师，改造命运。",
      "zh_TW": "我自己也是遇到方東美，那個時候對哲學很有興趣，跟他學哲學，他給我講了一部《哲學概論》，最後一個單元佛經哲學，我對於佛教是這麼認識的。他告訴我，「釋迦牟尼是世界上最偉大的哲學家，大乘經典是地球上哲學的最高峰，學佛是人生最高的享受」，我這麼進來的。非常感謝老師，改造命運。"
    }
  ]
}