{
  "doc_id": "21-037-0002",
  "title": {
    "zh_CN": "弘法与护法",
    "zh_TW": "弘法與護法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "21-037-0002",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "21-037-0002_p0001",
      "zh_CN": "诸位同修，这一次从美国回来，明天又要出远门，趁着这个短短的时间，我把最近经过的情形跟诸位做一个简报。",
      "zh_TW": "諸位同修，這一次從美國回來，明天又要出遠門，趁著這個短短的時間，我把最近經過的情形跟諸位做一個簡報。"
    },
    {
      "id": "21-037-0002_p0002",
      "zh_CN": "第一桩事，我们到美国办了一些事情，其中最重要的就是馆长付托这最后一次的剃度。达拉斯这一次的佛七正好是第十届，就是第十次的佛七。没想到这一次参加剃度的有十个人，所以挺圆满。本来馆长只答应一个人，其余九个是搭便车，剃完之后，我们以后再没有剃度。我跟大家说得很清楚、也很明白，我们的道场是馆长发心建立，大家出家都是跟她出家，我代她剃度，她走了我再也不代她。",
      "zh_TW": "第一樁事，我們到美國辦了一些事情，其中最重要的就是館長付託這最後一次的剃度。達拉斯這一次的佛七正好是第十屆，就是第十次的佛七。沒想到這一次參加剃度的有十個人，所以挺圓滿。本來館長只答應一個人，其餘九個是搭便車，剃完之後，我們以後再沒有剃度。我跟大家說得很清楚、也很明白，我們的道場是館長發心建立，大家出家都是跟她出家，我代她剃度，她走了我再也不代她。"
    },
    {
      "id": "21-037-0002_p0003",
      "zh_CN": "我也期望我们道场每一位出家众自己认真努力修行，不收出家徒弟，咱们学印光法师，将来这个道场是十方常住。如果每一个人都收徒弟，慢慢就变成子孙庙，子孙庙里头的弊病很多。所以印祖为了避免这些过失，他老人家在佛菩萨面前发愿一生不收出家徒弟，不做住持，不传戒，这是印祖他老人家自己的三条戒。三皈、五戒那是另外的，那个不是正式的。传戒的时候做得戒和尚、戒摩教授、尊证，他不干，他不干这个事情，这个我觉得我们应当要学习。馆长建道场，当然道场必须要住众，大家有这么好的一个缘分聚集在这个地方修学，这是一桩好事情。",
      "zh_TW": "我也期望我們道場每一位出家眾自己認真努力修行，不收出家徒弟，咱們學印光法師，將來這個道場是十方常住。如果每一個人都收徒弟，慢慢就變成子孫廟，子孫廟裡頭的弊病很多。所以印祖為了避免這些過失，他老人家在佛菩薩面前發願一生不收出家徒弟，不做住持，不傳戒，這是印祖他老人家自己的三條戒。三皈、五戒那是另外的，那個不是正式的。傳戒的時候做得戒和尚、戒摩教授、尊證，他不幹，他不幹這個事情，這個我覺得我們應當要學習。館長建道場，當然道場必須要住眾，大家有這麼好的一個緣分聚集在這個地方修學，這是一樁好事情。"
    },
    {
      "id": "21-037-0002_p0004",
      "zh_CN": "这一次达拉斯的佛七也很圆满，出家众原本只是一位美国人，有很多同修跟她见过面，她在我们道场有两、三年了，跟大家相处得非常好，当地人，也很发心。现在有部分我们的讲记，用英文翻出来的都是她做的，别人也有一些翻译经过她修改，都变成美国人很容易看得懂的文字。来搭便车的有两位越南人，也非常虔诚，大概都是在达拉斯道场有两年到三年的往来，与里面的大众都能够相处。所以他们要来剃度我就问大家，「你们意思怎么样？」大家都赞成，那就行，大家不赞成那我就不行，所以有两、三位大家不赞成，那我们就不能答应。我说我不做主，我只来举行一个仪式，我也不住达拉斯。所以必须要跟常住大众能够和睦相处，互助合作，这个道场才能够兴旺，我们就以这个为目标。",
      "zh_TW": "這一次達拉斯的佛七也很圓滿，出家眾原本只是一位美國人，有很多同修跟她見過面，她在我們道場有兩、三年了，跟大家相處得非常好，當地人，也很發心。現在有部分我們的講記，用英文翻出來的都是她做的，別人也有一些翻譯經過她修改，都變成美國人很容易看得懂的文字。來搭便車的有兩位越南人，也非常虔誠，大概都是在達拉斯道場有兩年到三年的往來，與裡面的大眾都能夠相處。所以他們要來剃度我就問大家，「你們意思怎麼樣？」大家都贊成，那就行，大家不贊成那我就不行，所以有兩、三位大家不贊成，那我們就不能答應。我說我不做主，我只來舉行一個儀式，我也不住達拉斯。所以必須要跟常住大眾能夠和睦相處，互助合作，這個道場才能夠興旺，我們就以這個為目標。"
    },
    {
      "id": "21-037-0002_p0005",
      "zh_CN": "另外有两位从西雅图来，两夫妇来参加佛七，听说我们这是最后一次剃度，一定要求，我们从来不认识，那怎么可以答应他？结果他就向我陈述他在西雅图建了一个道场，不敢叫净宗学会，怎么办？他取了个名字叫「莲花世界」，我说「莲花世界」跟「净宗学会」差不多。也向州政府立案，正式成立「莲花世界」。他要我到西雅图，我说西雅图那里我没有法缘，而且那个地方相当复杂，很多同修都知道，很复杂，我说我不想到那里去。结果他在那里建道场，我说：「你建道场会不会跟别人那些法师冲突？」他说：「不会，那些法师专门对中国人，对华侨，我们专门对外国人。」我一听他是专门对外国人，我说：「你怎么对外国人？」他就告诉我，他是军校二十五期毕业，年龄已经很大，民国四十年军校毕业。毕业以后他有参加外语训练班，国防部外语训练班，毕业之后分发在美军顾问团担任翻译，所以跟美国人这个关系就拉上。退休之后他到西雅图，他所接触的完全是美国的一些社团，他说美国人好度，比中国人好度多了，特别是净土法门，他到处劝美国人念佛。他说他底下大概已经将近一千人，我说：「这难得，这太殊胜。」他专门对美国人，我说：「好吧！那就准许你搭便车。」就给他剃度。他太太找来也要剃度，好！你们两个剃了，两个人去发展那边道场，在西雅图净宗学会成立一个会。所以这个因缘也是不可思议，已经成立这么一个会。",
      "zh_TW": "另外有兩位從西雅圖來，兩夫婦來參加佛七，聽說我們這是最後一次剃度，一定要求，我們從來不認識，那怎麼可以答應他？結果他就向我陳述他在西雅圖建了一個道場，不敢叫淨宗學會，怎麼辦？他取了個名字叫「蓮花世界」，我說「蓮花世界」跟「淨宗學會」差不多。也向州政府立案，正式成立「蓮花世界」。他要我到西雅圖，我說西雅圖那裡我沒有法緣，而且那個地方相當複雜，很多同修都知道，很複雜，我說我不想到那裡去。結果他在那裡建道場，我說：「你建道場會不會跟別人那些法師衝突？」他說：「不會，那些法師專門對中國人，對華僑，我們專門對外國人。」我一聽他是專門對外國人，我說：「你怎麼對外國人？」他就告訴我，他是軍校二十五期畢業，年齡已經很大，民國四十年軍校畢業。畢業以後他有參加外語訓練班，國防部外語訓練班，畢業之後分發在美軍顧問團擔任翻譯，所以跟美國人這個關係就拉上。退休之後他到西雅圖，他所接觸的完全是美國的一些社團，他說美國人好度，比中國人好度多了，特別是淨土法門，他到處勸美國人念佛。他說他底下大概已經將近一千人，我說：「這難得，這太殊勝。」他專門對美國人，我說：「好吧！那就准許你搭便車。」就給他剃度。他太太找來也要剃度，好！你們兩個剃了，兩個人去發展那邊道場，在西雅圖淨宗學會成立一個會。所以這個因緣也是不可思議，已經成立這麼一個會。"
    },
    {
      "id": "21-037-0002_p0006",
      "zh_CN": "另外的，我们就看到馆长这一次往生，这是我跟诸位曾经说过好几次，有同修听过，也有同修没听过，生死事大，我们无量劫来搞生死轮回，这一生有幸遇到正法、遇到净宗，如果在这一生当中不能往生，那实在太可惜！这个损失没有办法能够相比。可是往生不简单，馆长那样的福报，我们想想自己有吗？这个不可靠，是未知数。最好的方法就是能够自在往生，不生病，预知时至，说走就走了。我说这个话，这一次回来张德声夫妇在机场接我，我就坐他的车回图书馆来，在路上他告诉我，最近，桃园那边山上有一位高居士，年岁很大，八、九十岁了，坐着往生。这位老先生大概五十年没有下过山，心地非常清净，预知时至，没有生病，坐着走。他们两个听说这个消息到山上去拜他，拜他的时候他已经往生两天，还坐在那里，这是给我们作证明，真的可能做得到。他们能做得到，我们为什么做不到？这里面的原因就是放不下，身心世界一切放下，我们就能做到。",
      "zh_TW": "另外的，我們就看到館長這一次往生，這是我跟諸位曾經說過好幾次，有同修聽過，也有同修沒聽過，生死事大，我們無量劫來搞生死輪迴，這一生有幸遇到正法、遇到淨宗，如果在這一生當中不能往生，那實在太可惜！這個損失沒有辦法能夠相比。可是往生不簡單，館長那樣的福報，我們想想自己有嗎？這個不可靠，是未知數。最好的方法就是能夠自在往生，不生病，預知時至，說走就走了。我說這個話，這一次回來張德聲夫婦在機場接我，我就坐他的車回圖書館來，在路上他告訴我，最近，桃園那邊山上有一位高居士，年歲很大，八、九十歲了，坐著往生。這位老先生大概五十年沒有下過山，心地非常清淨，預知時至，沒有生病，坐著走。他們兩個聽說這個消息到山上去拜他，拜他的時候他已經往生兩天，還坐在那裡，這是給我們作證明，真的可能做得到。他們能做得到，我們為什麼做不到？這裡面的原因就是放不下，身心世界一切放下，我們就能做到。"
    },
    {
      "id": "21-037-0002_p0007",
      "zh_CN": "这一次到达拉斯，我在达拉斯还有一栋房子，这栋房子这一次捐给佛教会，做了手续捐掉了，银行想关闭，我没事了。在圣荷西我还有个房子，圣荷西现在房子很贵，听说台湾同胞移民到那边去的很多，把房地价抬起来。我们那个小社区本来的房子大概是三十三、四万的样子，现在卖四十多万。听说还是像拍卖的性质，四十万开出去，很多人来，他四十一万、他四十二万、他四十三万，不断往上加，哪一个加得最多，那房子就卖给谁，现在变成这种情形。所以我也想把它卖掉，结果那边同修看到我这么做也都慌了，师父恐怕以后不再到美国来了。我说你们做得很好，我来作客，来看看你们；你们要做得不如法，我真的就不想来。",
      "zh_TW": "這一次到達拉斯，我在達拉斯還有一棟房子，這棟房子這一次捐給佛教會，做了手續捐掉了，銀行想關閉，我沒事了。在聖荷西我還有個房子，聖荷西現在房子很貴，聽說台灣同胞移民到那邊去的很多，把房地價抬起來。我們那個小社區本來的房子大概是三十三、四萬的樣子，現在賣四十多萬。聽說還是像拍賣的性質，四十萬開出去，很多人來，他四十一萬、他四十二萬、他四十三萬，不斷往上加，哪一個加得最多，那房子就賣給誰，現在變成這種情形。所以我也想把它賣掉，結果那邊同修看到我這麼做也都慌了，師父恐怕以後不再到美國來了。我說你們做得很好，我來作客，來看看你們；你們要做得不如法，我真的就不想來。"
    },
    {
      "id": "21-037-0002_p0008",
      "zh_CN": "在那边还有一些图书，我私人的书也不少，那些书大概要装成纸箱子恐怕也有一、两百箱，我说我不看书了，放下了。这些书统统寄到新加坡，新加坡他们办学，当然他们也会成立一个图书室，我这些书提供给学生作参考，全部捐掉，什么都不要，准备以后往生的时候没有牵挂，这个要事先准备，临时来不及，这是真的，不是假的。过去方东美先生过世之后，他的夫人将方老师的藏书捐赠给中央图书馆，那个仪式我参加了。大概到第二年，在沟子口那个天主堂神父方豪，跟馆长住家很近，我们也都很熟悉，方豪七十岁，把他自己的藏书捐赠给政大图书馆。方豪告诉我，他说：方先生死了以后捐赠，自己没看到，我现在捐赠自己看见了。方神父大概过了两年就过世，大概七十一、二岁走。这是聪明人，一定要自己毫无牵挂，不能等，说再等几年，那你就错了。觉悟之后马上就要放下，名闻利养、五欲六尘沾不得。",
      "zh_TW": "在那邊還有一些圖書，我私人的書也不少，那些書大概要裝成紙箱子恐怕也有一、兩百箱，我說我不看書了，放下了。這些書統統寄到新加坡，新加坡他們辦學，當然他們也會成立一個圖書室，我這些書提供給學生作參考，全部捐掉，什麼都不要，準備以後往生的時候沒有牽掛，這個要事先準備，臨時來不及，這是真的，不是假的。過去方東美先生過世之後，他的夫人將方老師的藏書捐贈給中央圖書館，那個儀式我參加了。大概到第二年，在溝子口那個天主堂神父方豪，跟館長住家很近，我們也都很熟悉，方豪七十歲，把他自己的藏書捐贈給政大圖書館。方豪告訴我，他說：方先生死了以後捐贈，自己沒看到，我現在捐贈自己看見了。方神父大概過了兩年就過世，大概七十一、二歲走。這是聰明人，一定要自己毫無牽掛，不能等，說再等幾年，那你就錯了。覺悟之後馬上就要放下，名聞利養、五欲六塵沾不得。"
    },
    {
      "id": "21-037-0002_p0009",
      "zh_CN": "我往后，也就是馆长这个愿望，专心办教学，把这一部《华严经》讲完。所以我现在手头上只留一套《华严经》，其他的都捐掉了。我也不再看经，一心老实念佛，办自己的事情要紧。帮助别人固然重要，如果帮助别人自己不能往生，那就错了。自己真的有把握往生，帮助人没问题。像过去智者大师一样，牺牲品位，决定得生，这个可以帮助人；往生品位降低，这个不在乎，要决定得生，非常非常重要。在新加坡李木源居士就是这个态度，李居士到这边来参加馆长的满七，大家都见过。李居士七年前得的癌症，医生告诉他只有六个月，所以他统统放下，也不找医生、也不吃药，等着阿弥陀佛来接引他往生，他说活一天，为佛教、为众生服务一天，完全做义工。他虽然管理居士林，不拿居士林一分钱，顶多一天在那里吃一餐饭，非常难得，天天等阿弥陀佛来接引，今年第七年，阿弥陀佛还没来。这个态度正确，心地清净，一尘不染。",
      "zh_TW": "我往後，也就是館長這個願望，專心辦教學，把這一部《華嚴經》講完。所以我現在手頭上只留一套《華嚴經》，其他的都捐掉了。我也不再看經，一心老實念佛，辦自己的事情要緊。幫助別人固然重要，如果幫助別人自己不能往生，那就錯了。自己真的有把握往生，幫助人沒問題。像過去智者大師一樣，犧牲品位，決定得生，這個可以幫助人；往生品位降低，這個不在乎，要決定得生，非常非常重要。在新加坡李木源居士就是這個態度，李居士到這邊來參加館長的滿七，大家都見過。李居士七年前得的癌症，醫生告訴他只有六個月，所以他統統放下，也不找醫生、也不吃藥，等著阿彌陀佛來接引他往生，他說活一天，為佛教、為眾生服務一天，完全做義工。他雖然管理居士林，不拿居士林一分錢，頂多一天在那裡吃一餐飯，非常難得，天天等阿彌陀佛來接引，今年第七年，阿彌陀佛還沒來。這個態度正確，心地清淨，一塵不染。"
    },
    {
      "id": "21-037-0002_p0010",
      "zh_CN": "他那天来，我告诉他，馆长走了，往后净宗护法，馆长交给他，我说：「你继续要做，你暂时还走不了，阿弥陀佛不会那么快来接你。这个后续的工作就是办学，我们同心同力把这桩事情做好。」这个事情现在知道的人也不少，今天还有两位同修来找我要报名参加。我说我只管教书，不管报名，报名这个事情要找李木源居士，这个培训班是他办的，不是我办的，他是请我去教书。我依旧是不管人、不管事、不管钱，还是三不管。我们到时间就上课，到时间下课，其他的什么事情都没有。",
      "zh_TW": "他那天來，我告訴他，館長走了，往後淨宗護法，館長交給他，我說：「你繼續要做，你暫時還走不了，阿彌陀佛不會那麼快來接你。這個後續的工作就是辦學，我們同心同力把這樁事情做好。」這個事情現在知道的人也不少，今天還有兩位同修來找我要報名參加。我說我只管教書，不管報名，報名這個事情要找李木源居士，這個培訓班是他辦的，不是我辦的，他是請我去教書。我依舊是不管人、不管事、不管錢，還是三不管。我們到時間就上課，到時間下課，其他的什麼事情都沒有。"
    },
    {
      "id": "21-037-0002_p0011",
      "zh_CN": "不过我告诉这两位同修，现在他们挑选的条件，第一个是要出家人，所以现在还没有选在家人。因为名额太少，只有十个名额，正科生只有十个，旁听生二十个，旁听生就是预备下一届的正科生，下一届的正科生就在这一届旁听生里面选十个人，所以条件第一个是出家。第二个是佛学院里面的老师，如果你是佛学院的教师，或者佛学院的院长、副院长，那是第一优先。其次就是寺院里面领导的执事，像住持、监院、知客，领导的执事，他们优先。所以李居士，他在此地报告也讲得很清楚，培训班的目标是为全世界佛教培养弘法人才、领导人才，领导就是管理寺院，是这两种人才。",
      "zh_TW": "不過我告訴這兩位同修，現在他們挑選的條件，第一個是要出家人，所以現在還沒有選在家人。因為名額太少，只有十個名額，正科生只有十個，旁聽生二十個，旁聽生就是預備下一屆的正科生，下一屆的正科生就在這一屆旁聽生裡面選十個人，所以條件第一個是出家。第二個是佛學院裡面的老師，如果你是佛學院的教師，或者佛學院的院長、副院長，那是第一優先。其次就是寺院裡面領導的執事，像住持、監院、知客，領導的執事，他們優先。所以李居士，他在此地報告也講得很清楚，培訓班的目標是為全世界佛教培養弘法人才、領導人才，領導就是管理寺院，是這兩種人才。"
    },
    {
      "id": "21-037-0002_p0012",
      "zh_CN": "将来会不会有居士参加，这是他们的政策，我的原则是不干预，我不闻不问这个事情。不过去年茗山老法师曾经向他建议，希望将来这个培训班四众弟子都有。当然这是一个很好的理想，问题就是条件，他办学的这些条件够不够，这是一个很大的问题。期限从第三届起延长一个月，四个月。今天我跟他打过电话，问问他有没有确定，确定四个月。人数就是一届三十个人，这是达到极限，不能再多，再多就训练不出来，所以我们同修一定要了解，这个是小班制个别教学，每一个参加的人都要上台讲经。刚才讲选拔的条件是佛学院的老师，学出来之后你就讲经说法教导别人，不是说学了以后回家去自修，那就没有必要。不要占人家的时间、占人家的名额，所以这个是理性，而不是感情。",
      "zh_TW": "將來會不會有居士參加，這是他們的政策，我的原則是不干預，我不聞不問這個事情。不過去年茗山老法師曾經向他建議，希望將來這個培訓班四眾弟子都有。當然這是一個很好的理想，問題就是條件，他辦學的這些條件夠不夠，這是一個很大的問題。期限從第三屆起延長一個月，四個月。今天我跟他打過電話，問問他有沒有確定，確定四個月。人數就是一屆三十個人，這是達到極限，不能再多，再多就訓練不出來，所以我們同修一定要了解，這個是小班制個別教學，每一個參加的人都要上台講經。剛才講選拔的條件是佛學院的老師，學出來之後你就講經說法教導別人，不是說學了以後回家去自修，那就沒有必要。不要佔人家的時間、佔人家的名額，所以這個是理性，而不是感情。"
    },
    {
      "id": "21-037-0002_p0013",
      "zh_CN": "第二桩这个班修学非常辛苦，你们不要说听到好像我拒绝你们，你心里难过，你真的参加这个班，恐怕到三、四天你就会退学，你就告假，不告假就开小差，溜掉了。为什么？受不了，非常辛苦。你想想看一个星期要写一万字的讲稿，参考资料我现在告诉大家，你们在家里可以试试看，你们可以准备准备，真的准备好了，如果向李木源要求，我相信他可能会同意。四个月当中要写十万字，你讲十次，一次是一万字，要写十万字的讲稿。参考资料就不像前面我有一些东西给你作参考，我的录音带，还有不少同修把录音带写成文字，那你方便多了。第三届之后没有了，我的资料没有了，参考资料是什么？古人的东西。因为我打算从底下一届，就是九月开始，馆长拜托我要把《华严经》讲完，我想想太难了，这一部《华严经》每一天讲两个小时，要讲四年到五年，不能动！这么长的时间。所以我考虑，培训班就教《华严经》，这桩事情一次把它完成。《华严》这么长，学生来只学四个月，不要紧，学一品、两品，下个学期再三品、四品，这样能够有十届，《华严经》差不多可以圆满。总共三十九品，当然每一品文字长短不一样，短的，一个学期，这四个月可以学四品；长的像『入法界品』，那可能要三、四个学期才能学完，也就是应当是两年可以学完。我用这个方法就能把《华严》完成，让学生讲《华严》。",
      "zh_TW": "第二樁這個班修學非常辛苦，你們不要說聽到好像我拒絕你們，你心裡難過，你真的參加這個班，恐怕到三、四天你就會退學，你就告假，不告假就開小差，溜掉了。為什麼？受不了，非常辛苦。你想想看一個星期要寫一萬字的講稿，參考資料我現在告訴大家，你們在家裡可以試試看，你們可以準備準備，真的準備好了，如果向李木源要求，我相信他可能會同意。四個月當中要寫十萬字，你講十次，一次是一萬字，要寫十萬字的講稿。參考資料就不像前面我有一些東西給你作參考，我的錄音帶，還有不少同修把錄音帶寫成文字，那你方便多了。第三屆之後沒有了，我的資料沒有了，參考資料是什麼？古人的東西。因為我打算從底下一屆，就是九月開始，館長拜託我要把《華嚴經》講完，我想想太難了，這一部《華嚴經》每一天講兩個小時，要講四年到五年，不能動！這麼長的時間。所以我考慮，培訓班就教《華嚴經》，這樁事情一次把它完成。《華嚴》這麼長，學生來只學四個月，不要緊，學一品、兩品，下個學期再三品、四品，這樣能夠有十屆，《華嚴經》差不多可以圓滿。總共三十九品，當然每一品文字長短不一樣，短的，一個學期，這四個月可以學四品；長的像『入法界品』，那可能要三、四個學期才能學完，也就是應當是兩年可以學完。我用這個方法就能把《華嚴》完成，讓學生講《華嚴》。"
    },
    {
      "id": "21-037-0002_p0014",
      "zh_CN": "《华严》我没有录音带，也没有文字上的资料，所以参考书是清凉大师的「疏钞」，李通玄居士的「合论」，道霈禅师的「疏论纂要」，另外就是李圆净居士编的《华严经》科判的表解，就这四种资料，你自己去看，我不会给你讲。我上课的方法，是这四种参考资料给学生，上课的时候学生讲给我听。每一个学生都要认真准备，哪一个人上台讲，临时抽签，抽到哪一个，哪一个就上台讲。讲的不对，大家来帮助你纠正，我们用的是这种方法，所以学起来就非常辛苦。你这四个月当中，恐怕每天晚上都要到三、四点钟才能睡觉，所以你要有很好的体力、有好的精神，真正发道心，舍己为人，勇猛精进。稍微一懈怠，你就被淘汰掉，你决定就跟不上。所以这个班的学习跟任何佛学院都不一样，非常辛苦，不是容易事情，你们没有见到过，你没有看过，你不知道难处，看了之后你才晓得不容易，不是一般人能够做得到。实在诸位真的想发心讲经，我们第二届训练班的时候所有教学的资料有录音带，一部分还有录影带，现在也有同修们发心从录音带把它写成文字，依照这些资料，自己能认真发奋修学，也可以学得出来。由此可知，这个事情并不是一桩难事，难在你自己要发真实的道心，要勇猛精进，决定不能够懒惰懈怠，不能怕吃苦。一个星期至少要讲一次，而且永远不能中断，你要是中断三个月、中断六个月，再想恢复不容易。",
      "zh_TW": "《華嚴》我沒有錄音帶，也沒有文字上的資料，所以參考書是清涼大師的「疏鈔」，李通玄居士的「合論」，道霈禪師的「疏論纂要」，另外就是李圓淨居士編的《華嚴經》科判的表解，就這四種資料，你自己去看，我不會給你講。我上課的方法，是這四種參考資料給學生，上課的時候學生講給我聽。每一個學生都要認真準備，哪一個人上台講，臨時抽籤，抽到哪一個，哪一個就上台講。講的不對，大家來幫助你糾正，我們用的是這種方法，所以學起來就非常辛苦。你這四個月當中，恐怕每天晚上都要到三、四點鐘才能睡覺，所以你要有很好的體力、有好的精神，真正發道心，捨己為人，勇猛精進。稍微一懈怠，你就被淘汰掉，你決定就跟不上。所以這個班的學習跟任何佛學院都不一樣，非常辛苦，不是容易事情，你們沒有見到過，你沒有看過，你不知道難處，看了之後你才曉得不容易，不是一般人能夠做得到。實在諸位真的想發心講經，我們第二屆訓練班的時候所有教學的資料有錄音帶，一部分還有錄影帶，現在也有同修們發心從錄音帶把它寫成文字，依照這些資料，自己能認真發奮修學，也可以學得出來。由此可知，這個事情並不是一樁難事，難在你自己要發真實的道心，要勇猛精進，決定不能夠懶惰懈怠，不能怕吃苦。一個星期至少要講一次，而且永遠不能中斷，你要是中斷三個月、中斷六個月，再想恢復不容易。"
    },
    {
      "id": "21-037-0002_p0015",
      "zh_CN": "上一次台中许源敦居士到我这里来看我，邀请我到台中去讲经，告诉我当年李老师办的这个培训班，我们总共二十多位同学，现在还继续讲经只剩我一个，其余都没有。你才知道这个事情难，不可以中断，中断半年之后再想讲经，那个气提不起来。所以诸位要发心参加这个培训，你要发大心，我活一天就讲一天，尽形寿弘扬佛法，利益众生，名闻利养都能放得下，吃别人不愿意吃的苦头，穿别人不愿意穿的衣服，干别人不愿意干的事，弘法利生这个事很多人不愿干，要发坚固的愿心，你才能得三宝加持。",
      "zh_TW": "上一次台中許源敦居士到我這裡來看我，邀請我到台中去講經，告訴我當年李老師辦的這個培訓班，我們總共二十多位同學，現在還繼續講經只剩我一個，其餘都沒有。你才知道這個事情難，不可以中斷，中斷半年之後再想講經，那個氣提不起來。所以諸位要發心參加這個培訓，你要發大心，我活一天就講一天，盡形壽弘揚佛法，利益眾生，名聞利養都能放得下，吃別人不願意吃的苦頭，穿別人不願意穿的衣服，幹別人不願意幹的事，弘法利生這個事很多人不願幹，要發堅固的願心，你才能得三寶加持。"
    },
    {
      "id": "21-037-0002_p0016",
      "zh_CN": "这个事情一定要多多加以考虑，不可以感情用事，感情用事说实在的话我们自己就有罪过，为什么？十个名额我们把人家占掉一个，把人家时间也夺来，到最后我们不讲经，你是不是罪过？要知道成就别人，就是我们自己的功德。这个很辛苦、很艰难的事情，我们可以不做，我们帮助别人去做，人家肯发心我们来做护法，护持的功德也不可思议。我这一生当中讲台没有中断，固然是自己的愿力，也要环境啊！没有馆长护持，我们也不行，决定会中断。谁请你讲经？谁给机会让你讲经？都是难事。所以我们那个班二十多个人，现在只剩下我一个，我不能说他们没有愿心，没有机会啊！障缘太多。这批同学当中都是在家人，在家人有事业、有家庭、有俗事，在家居士说实在的话，一般出家法师的道场都不请你讲经，在家居士谁会请你去讲经？",
      "zh_TW": "這個事情一定要多多加以考慮，不可以感情用事，感情用事說實在的話我們自己就有罪過，為什麼？十個名額我們把人家佔掉一個，把人家時間也奪來，到最後我們不講經，你是不是罪過？要知道成就別人，就是我們自己的功德。這個很辛苦、很艱難的事情，我們可以不做，我們幫助別人去做，人家肯發心我們來做護法，護持的功德也不可思議。我這一生當中講台沒有中斷，固然是自己的願力，也要環境啊！沒有館長護持，我們也不行，決定會中斷。誰請你講經？誰給機會讓你講經？都是難事。所以我們那個班二十多個人，現在只剩下我一個，我不能說他們沒有願心，沒有機會啊！障緣太多。這批同學當中都是在家人，在家人有事業、有家庭、有俗事，在家居士說實在的話，一般出家法師的道場都不請你講經，在家居士誰會請你去講經？"
    },
    {
      "id": "21-037-0002_p0017",
      "zh_CN": "李老师当年在世，如果自己不搞一个莲社、不搞一个图书馆，他到哪里去讲？谁请他去讲？他也搞不起来。当时这些听众当中，有人有钱、有力量，帮助他搞一个莲社，最初莲社那个讲堂大概只有我们这个地方到柱子，就这么一点点大，七、八十个人就坐得好挤，就那么一个小房子。慈光图书馆那个讲堂，比较大一点，你们诸位将来到台中去参观，没有我们这么大，大概只有到我们这个放机器这个地方，所以场所都很小，听众坐起来都很拥挤。",
      "zh_TW": "李老師當年在世，如果自己不搞一個蓮社、不搞一個圖書館，他到哪裡去講？誰請他去講？他也搞不起來。當時這些聽眾當中，有人有錢、有力量，幫助他搞一個蓮社，最初蓮社那個講堂大概只有我們這個地方到柱子，就這麼一點點大，七、八十個人就坐得好擠，就那麼一個小房子。慈光圖書館那個講堂，比較大一點，你們諸位將來到台中去參觀，沒有我們這麼大，大概只有到我們這個放機器這個地方，所以場所都很小，聽眾坐起來都很擁擠。"
    },
    {
      "id": "21-037-0002_p0018",
      "zh_CN": "由此可知外缘要没有障碍，那不是一个容易的事情，一定要有大力量的人护持，自己的愿心跟护法能够相应、能够结合，我们修学弘法才能顺利。所以无论是参加培训，或者是自修都要发大愿，但是遇到善友护持，这个事情可遇不可求。尤其发心护持，发长远心难！护持你几个月，一、二年有，长远心的难了，很不容易的一桩事情。所以我们遇到有能力、有愿心的这些人，有能力弘法利生，我们一定要发长远心，尽心尽力的护持他、帮助他，使他在讲台上练习不致于中断，这个功德无量无边。我们一生如果遇到这个缘也是非常稀有，开经偈上讲「百千万劫难遭遇」，这不假。所以要明白这个道理，要了解事实真相，把佛法弘护的工作做好。",
      "zh_TW": "由此可知外緣要沒有障礙，那不是一個容易的事情，一定要有大力量的人護持，自己的願心跟護法能夠相應、能夠結合，我們修學弘法才能順利。所以無論是參加培訓，或者是自修都要發大願，但是遇到善友護持，這個事情可遇不可求。尤其發心護持，發長遠心難！護持你幾個月，一、二年有，長遠心的難了，很不容易的一樁事情。所以我們遇到有能力、有願心的這些人，有能力弘法利生，我們一定要發長遠心，盡心盡力的護持他、幫助他，使他在講台上練習不致於中斷，這個功德無量無邊。我們一生如果遇到這個緣也是非常稀有，開經偈上講「百千萬劫難遭遇」，這不假。所以要明白這個道理，要了解事實真相，把佛法弘護的工作做好。"
    },
    {
      "id": "21-037-0002_p0019",
      "zh_CN": "尤其是现代，我们一定要利用高科技，在一个地方讲演，全世界的人都能够收听，这个效果就大，而且效果很明显。我们这一次在美国走了三个地方，达拉斯的佛七参加的同修比往年多，佛七完了之后我到洛山矶，在洛山矶做了三次讲演，听众七百多人，也比往年殊胜。在圣荷西讲经的时候，也是讲演，听众两百多人，以前在圣荷西大概在五十个人的样子，没想到这一次两百多人。人从哪里来的？听说是听电视广播来的。他们在北美，也像我们这里第四台一样，开始每一天有一个小时讲经的节目，全美都收得到，包括加拿大，都能够收得到。当然多半是中国人，因为中国人在那边电台国语的节目每天只有四个小时，这是一般人天天都会看。所以这四个小时当中我们就占了一小时。这一个小时听说一次是播半个小时，实际上买它的节目是半个小时；另外晚上午夜，它又播半个小时，重播，这是免费。美国晚上做夜工的人很多，提供给他们，夜晚十二点以后，这个节目是免费，大概是十二点钟到一点钟这当中有半小时，重播。收听的人多，我到那边讲经，大家都来跟我见见面，这个效果相当的殊胜。这是说明现代弘法不局限于一个小道场，应该向可大、可久的方向去发展。",
      "zh_TW": "尤其是現代，我們一定要利用高科技，在一個地方講演，全世界的人都能夠收聽，這個效果就大，而且效果很明顯。我們這一次在美國走了三個地方，達拉斯的佛七參加的同修比往年多，佛七完了之後我到洛山磯，在洛山磯做了三次講演，聽眾七百多人，也比往年殊勝。在聖荷西講經的時候，也是講演，聽眾兩百多人，以前在聖荷西大概在五十個人的樣子，沒想到這一次兩百多人。人從哪裡來的？聽說是聽電視廣播來的。他們在北美，也像我們這裡第四台一樣，開始每一天有一個小時講經的節目，全美都收得到，包括加拿大，都能夠收得到。當然多半是中國人，因為中國人在那邊電台國語的節目每天只有四個小時，這是一般人天天都會看。所以這四個小時當中我們就佔了一小時。這一個小時聽說一次是播半個小時，實際上買它的節目是半個小時；另外晚上午夜，它又播半個小時，重播，這是免費。美國晚上做夜工的人很多，提供給他們，夜晚十二點以後，這個節目是免費，大概是十二點鐘到一點鐘這當中有半小時，重播。收聽的人多，我到那邊講經，大家都來跟我見見面，這個效果相當的殊勝。這是說明現代弘法不局限於一個小道場，應該向可大、可久的方向去發展。"
    },
    {
      "id": "21-037-0002_p0020",
      "zh_CN": "今天在我们讲经之前，有三位从中国大陆来的同修，听说是从浙江来的，在我们这边拿了一些录音带，拿了一些书带回去。告诉我，他们那边许多地方得到录音带或录影带，因为时间久了，听的次数多了，影像也模糊、声音也不清楚，这个我们想像得到。所以往后我们势必要向光碟发展，光碟、ＣＤ能够保存长久。他们制作的工厂我去参观过，他们告诉我应当可以保存两百年，不会磨损，因为它是用光照射的，不会磨损，音声、画面都非常清晰。而且成本听说比我们这个录音带还便宜，体积又小，携带方便，我们现在这个带子一片这么厚，它那个薄薄的一片。所以科技不断在进步，我们弘法利生要借重这些工具，把佛法送到每一个人的家庭，每一个地区、角落，我们认真努力做这个工作，这就是经上佛常教给我们的积功累德。过去做善事难，大家念念《了凡四训》就晓得，袁了凡最初发愿做三千桩善事，十年才圆满，不容易啊！以后作了官，做善事比较方便。能够利益老百姓，都是善事，一个好的政策，受惠的人很多，那你就做了很多的善事，所以这个机缘也不容易。现代人要做好事、要做善事、要积功累德，在机会上来讲比古人多得多。从前人想利益一切大众真的很困难，你做那一个行业你才能够有这样的机会，现在真的就不难。",
      "zh_TW": "今天在我們講經之前，有三位從中國大陸來的同修，聽說是從浙江來的，在我們這邊拿了一些錄音帶，拿了一些書帶回去。告訴我，他們那邊許多地方得到錄音帶或錄影帶，因為時間久了，聽的次數多了，影像也模糊、聲音也不清楚，這個我們想像得到。所以往後我們勢必要向光碟發展，光碟、ＣＤ能夠保存長久。他們製作的工廠我去參觀過，他們告訴我應當可以保存兩百年，不會磨損，因為它是用光照射的，不會磨損，音聲、畫面都非常清晰。而且成本聽說比我們這個錄音帶還便宜，體積又小，攜帶方便，我們現在這個帶子一片這麼厚，它那個薄薄的一片。所以科技不斷在進步，我們弘法利生要借重這些工具，把佛法送到每一個人的家庭，每一個地區、角落，我們認真努力做這個工作，這就是經上佛常教給我們的積功累德。過去做善事難，大家念念《了凡四訓》就曉得，袁了凡最初發願做三千樁善事，十年才圓滿，不容易啊！以後作了官，做善事比較方便。能夠利益老百姓，都是善事，一個好的政策，受惠的人很多，那你就做了很多的善事，所以這個機緣也不容易。現代人要做好事、要做善事、要積功累德，在機會上來講比古人多得多。從前人想利益一切大眾真的很困難，你做那一個行業你才能夠有這樣的機會，現在真的就不難。"
    },
    {
      "id": "21-037-0002_p0021",
      "zh_CN": "甚至于我们将这些消息传递，都能使很多很多人有机缘闻到佛法。我们自己修学做社会大众的一个好榜样，这个受惠不但可以扩大，而且能够恒久，这个影响力确实可大、可小，都是值得我们去做。我们的亲戚朋友，只要我们认识的人，我们都可以把这个讯息传递给他，现在小的影印机很方便，我们在美国买小的家庭用的影印机，一台美金只要四、五百块钱，什么用处？通信用。你给你亲戚朋友传递一个讯息，你就可以影印复印，印个几十张，每个月送一个讯息给他，都是度他。只要我们自己有这个心，费钱、费力都不多，就能帮助许多众生跟佛结了缘。再者像我这次在美国，看到美国净宗学会印的传单，就是告诉大家华语讲经的节目，在哪一个频道，什么时间，他印了这一张纸。我们拿到一张，自己就可以影印个几十张，寄给我们的亲戚朋友，只要在这个范围之内他能够收得到，就非常方便。你介绍给他，他听到佛法，他依教奉行，将来他修行证果，追究这个根源是你介绍，换句话说是你度他的。不一定要自己直接讲经说法劝众生，别人讲经说法我介绍去就行，你说多方便。所以我们懂得这个道理，知道这个事情应该怎么做法，常常放在心里，时时刻刻去做，这个功德就无量无边。你介绍的这些人，将来有一个、两个往生，你的功德就不可思议，你往生的机会就增加。你介绍的这些同修能够有五、六个往生，那你是决定往生，不念佛也往生，怎么回事情？这些人会在阿弥陀佛面前说，我们这帮人往生都是他劝我、都是他介绍，现在他命终的时候咱们赶快去接他。他们会拉着阿弥陀佛来接引你，这是一定的道理。人同此心，心同此理，这是大慈菩萨跟我们说的。",
      "zh_TW": "甚至於我們將這些消息傳遞，都能使很多很多人有機緣聞到佛法。我們自己修學做社會大眾的一個好榜樣，這個受惠不但可以擴大，而且能夠恆久，這個影響力確實可大、可小，都是值得我們去做。我們的親戚朋友，只要我們認識的人，我們都可以把這個訊息傳遞給他，現在小的影印機很方便，我們在美國買小的家庭用的影印機，一台美金只要四、五百塊錢，什麼用處？通信用。你給你親戚朋友傳遞一個訊息，你就可以影印複印，印個幾十張，每個月送一個訊息給他，都是度他。只要我們自己有這個心，費錢、費力都不多，就能幫助許多眾生跟佛結了緣。再者像我這次在美國，看到美國淨宗學會印的傳單，就是告訴大家華語講經的節目，在哪一個頻道，什麼時間，他印了這一張紙。我們拿到一張，自己就可以影印個幾十張，寄給我們的親戚朋友，只要在這個範圍之內他能夠收得到，就非常方便。你介紹給他，他聽到佛法，他依教奉行，將來他修行證果，追究這個根源是你介紹，換句話說是你度他的。不一定要自己直接講經說法勸眾生，別人講經說法我介紹去就行，你說多方便。所以我們懂得這個道理，知道這個事情應該怎麼做法，常常放在心裡，時時刻刻去做，這個功德就無量無邊。你介紹的這些人，將來有一個、兩個往生，你的功德就不可思議，你往生的機會就增加。你介紹的這些同修能夠有五、六個往生，那你是決定往生，不念佛也往生，怎麼回事情？這些人會在阿彌陀佛面前說，我們這幫人往生都是他勸我、都是他介紹，現在他命終的時候咱們趕快去接他。他們會拉著阿彌陀佛來接引你，這是一定的道理。人同此心，心同此理，這是大慈菩薩跟我們說的。"
    },
    {
      "id": "21-037-0002_p0022",
      "zh_CN": "所以佛法的弘传、流通，每一个人都有责任，世尊并没有把流通的责任交给某一个人，你看我们读经每一部经后面的流通分不都是劝我们，谁读诵、谁接触，佛就劝谁，人人都有流通佛法的使命，都有把佛法广泛介绍给广大群众的必要。我们明白这个道理，了解这个事实，所以自己应当认真努力的去做。年轻人发心讲经太好了，很难得，但是你要晓得一百个人发心讲经，将来可能九十九个退转，能保持一个就很不错。所以那个退转的，你也不必难过，必然的现象，退转的因素非常多、非常复杂。那一个成功的人也不是单纯，仔细观察这里面的因缘你就了解，在这里面就得到智慧，晓得我们自己应该怎样去做。办一个培训班都有时节因缘，不是勉强，许多同学来找我，我们可不可以办个班？这话说起来容易，做起来难。李炳老往年在台中办一个「研究班」，招了八个学生，我也在那里教过一个学期。李老师的原则很简单，第一个要有经费，没有经费你这个班再去化缘、再去募捐，这个不可靠，万一化不到缘怎么办？如其停办，那就不如不办，所以要有足够的经费。譬如他这一届，一届是四年，四年须要多少经费，他有个预算，在那个时候他一年是台币一百万，办四年，办一届。这个里面三百万是沈家桢居士捐献，台中莲社捐一百万，这四百万他四年的经费有了，他不操心。场地台中莲社有，现成的场所、教室，工作人员也有，样样具足，这才招生，才排课程，请老师，不是那么简单的事情。决定不可以拿着这个招牌到外面去化缘，那你就造罪业，李老师是我们的一个好样子。",
      "zh_TW": "所以佛法的弘傳、流通，每一個人都有責任，世尊並沒有把流通的責任交給某一個人，你看我們讀經每一部經後面的流通分不都是勸我們，誰讀誦、誰接觸，佛就勸誰，人人都有流通佛法的使命，都有把佛法廣泛介紹給廣大群眾的必要。我們明白這個道理，了解這個事實，所以自己應當認真努力的去做。年輕人發心講經太好了，很難得，但是你要曉得一百個人發心講經，將來可能九十九個退轉，能保持一個就很不錯。所以那個退轉的，你也不必難過，必然的現象，退轉的因素非常多、非常複雜。那一個成功的人也不是單純，仔細觀察這裡面的因緣你就了解，在這裡面就得到智慧，曉得我們自己應該怎樣去做。辦一個培訓班都有時節因緣，不是勉強，許多同學來找我，我們可不可以辦個班？這話說起來容易，做起來難。李炳老往年在台中辦一個「研究班」，招了八個學生，我也在那裡教過一個學期。李老師的原則很簡單，第一個要有經費，沒有經費你這個班再去化緣、再去募捐，這個不可靠，萬一化不到緣怎麼辦？如其停辦，那就不如不辦，所以要有足夠的經費。譬如他這一屆，一屆是四年，四年須要多少經費，他有個預算，在那個時候他一年是台幣一百萬，辦四年，辦一屆。這個裡面三百萬是沈家楨居士捐獻，台中蓮社捐一百萬，這四百萬他四年的經費有了，他不操心。場地台中蓮社有，現成的場所、教室，工作人員也有，樣樣具足，這才招生，才排課程，請老師，不是那麼簡單的事情。決定不可以拿著這個招牌到外面去化緣，那你就造罪業，李老師是我們的一個好樣子。"
    },
    {
      "id": "21-037-0002_p0023",
      "zh_CN": "所以我们今天办学头一个问题，你的经费够不够？你这个经费能支持多久，我们就计划办多久。你这个场所服务人员够不够用？是不是真正发心？绝不用这个来图利，我们才愿意做。如果打着这个招牌到外面去化缘、募捐，我们自己虽没有罪也有过失，那就错了，我们帮助你就造业，这个事情怎么能做？由此可知办学无论规模大小都不简单，必须因缘具足才能成就，不是随便说说就行。来跟我说的人很多，我都笑笑，哪有那么简单。",
      "zh_TW": "所以我們今天辦學頭一個問題，你的經費夠不夠？你這個經費能支持多久，我們就計劃辦多久。你這個場所服務人員夠不夠用？是不是真正發心？絕不用這個來圖利，我們才願意做。如果打著這個招牌到外面去化緣、募捐，我們自己雖沒有罪也有過失，那就錯了，我們幫助你就造業，這個事情怎麼能做？由此可知辦學無論規模大小都不簡單，必須因緣具足才能成就，不是隨便說說就行。來跟我說的人很多，我都笑笑，哪有那麼簡單。"
    },
    {
      "id": "21-037-0002_p0024",
      "zh_CN": "今年新加坡净宗学会跟居士林合作，居士林是个老道场，今年六十六年，信徒有两万多人，他们财力、人力雄厚没有问题，照顾这三十个学生是轻而易举的事情。他们确实有能力长远维护下去，他们人手多、义工多，真正发道心，这样的因缘实在讲也是可遇不可求。现在世界缩小，不要再分彼此，分彼此的时节已经过去。从前我们要从台湾到美国，可能要坐两个多月帆船，还要顺风，不顺风有时候走半年才走到，常有的事情。现在我们到美国十个小时，听说美国跟其他国家在研究快速的飞机，已经研究成功，开始在试飞，将来美国到台湾四个小时，大概从台湾到日本一个小时，越来越近，所以人说地球村，我们住在一个村庄还分什么彼此，分彼此就错了。由于交通进步，地球就越来越小，这个世界上任何一个角落发生什么事情我们立刻就知道。",
      "zh_TW": "今年新加坡淨宗學會跟居士林合作，居士林是個老道場，今年六十六年，信徒有兩萬多人，他們財力、人力雄厚沒有問題，照顧這三十個學生是輕而易舉的事情。他們確實有能力長遠維護下去，他們人手多、義工多，真正發道心，這樣的因緣實在講也是可遇不可求。現在世界縮小，不要再分彼此，分彼此的時節已經過去。從前我們要從台灣到美國，可能要坐兩個多月帆船，還要順風，不順風有時候走半年才走到，常有的事情。現在我們到美國十個小時，聽說美國跟其他國家在研究快速的飛機，已經研究成功，開始在試飛，將來美國到台灣四個小時，大概從台灣到日本一個小時，越來越近，所以人說地球村，我們住在一個村莊還分什麼彼此，分彼此就錯了。由於交通進步，地球就越來越小，這個世界上任何一個角落發生什麼事情我們立刻就知道。"
    },
    {
      "id": "21-037-0002_p0025",
      "zh_CN": "古时候，你们曾经到大陆上朝过山，像这些道场建筑在山里，九华山、峨嵋山，住在山上的修行人，山下要出了什么事情大概总得十天、半个月才知道，如果没有山下的人上来说都不晓得，不是天天有人上来，从前要走路，没有车，所谓无事不登三宝殿，谁愿意往那里面跑？很近的地方发生事情都不知道。现在是再远的地方发生事情，我们立刻就知道。时代不一样，我们的观念要改变，思想要变，否则就赶不上时代。无论在哪一方面，在生活、在工作、在佛法修学上，我们常说学佛的人永远站在时代的前端，他不是落伍，他走在时代的前面。由此可知诸佛菩萨的观念非常新颖，真的出乎我们意料之外，特别在《华严经》上，所以《华严经》诸位要是入进去之后其味无穷，你才知道诸佛菩萨那个活泼自在，真的是幸福美满，无论在哪一方面，点点滴滴都是大自在、大圆满。所以我们也没有想到，馆长最后还选择这部经，我想这也是佛菩萨的意思，从她口里面说出。这一部经叫根本法轮，一切经都是《华严》眷属，都是《华严》的支流，这个是根本。所以根本掌握到之后，所有的宗派法门都能够迎刃而解，不是难事。正如同佛在经上说最难是发心，发真正大菩提心太难，《华严经》上有一品『发心功德品』，一切诸佛如来没有一个不赞叹发菩提心的人，就是发心太难。",
      "zh_TW": "古時候，你們曾經到大陸上朝過山，像這些道場建築在山裡，九華山、峨嵋山，住在山上的修行人，山下要出了什麼事情大概總得十天、半個月才知道，如果沒有山下的人上來說都不曉得，不是天天有人上來，從前要走路，沒有車，所謂無事不登三寶殿，誰願意往那裡面跑？很近的地方發生事情都不知道。現在是再遠的地方發生事情，我們立刻就知道。時代不一樣，我們的觀念要改變，思想要變，否則就趕不上時代。無論在哪一方面，在生活、在工作、在佛法修學上，我們常說學佛的人永遠站在時代的前端，他不是落伍，他走在時代的前面。由此可知諸佛菩薩的觀念非常新穎，真的出乎我們意料之外，特別在《華嚴經》上，所以《華嚴經》諸位要是入進去之後其味無窮，你才知道諸佛菩薩那個活潑自在，真的是幸福美滿，無論在哪一方面，點點滴滴都是大自在、大圓滿。所以我們也沒有想到，館長最後還選擇這部經，我想這也是佛菩薩的意思，從她口裡面說出。這一部經叫根本法輪，一切經都是《華嚴》眷屬，都是《華嚴》的支流，這個是根本。所以根本掌握到之後，所有的宗派法門都能夠迎刃而解，不是難事。正如同佛在經上說最難是發心，發真正大菩提心太難，《華嚴經》上有一品『發心功德品』，一切諸佛如來沒有一個不讚歎發菩提心的人，就是發心太難。"
    },
    {
      "id": "21-037-0002_p0026",
      "zh_CN": "我们今天学佛有没有发菩提心？若不是真正看破、真正放下，就没有发菩提心。菩提是觉悟，发菩提心就是真正觉悟。第一个觉悟决定在这一生了生脱死、出离轮回，求生净土。第二个觉悟要将如来正法介绍给一切有缘的大众，自利利他，这叫大菩提心。你这一生所作所为有方向、有目标，这就是真正的幸福、真正的圆满，要用现代的话来说你这一生的生命有意义、有价值，没有空过。因为世间所有的事业都是虚幻不实，再大的事业、再殊胜的事业，可以说只有花没有果，学佛的同修好好的想想就知道，只有花没有果。世间事业最大、最辉煌无过于历代帝王，他建立一个王朝传给他的子孙，能够传十几代、能够传几百年，可是亡国之后就没有了，细细想来不过昙花一现而已。可是诸位要晓得他能传十几代、传几百年，过去生中他积的功德有多大，不是简单的，真的是无数劫的积功累德，不过昙花一现而已，没有果。为什么？依旧搞三途六道，那就没有果。所以佛法里面讲有果，果是什么？阿罗汉果、菩萨果、佛果，超越六道，超越六道这是永恒，这是真实，不是虚妄，这才叫果。声闻、缘觉是小果，菩萨、佛是大果，我们如果连这个都不懂得，那这个佛就白学了。所以这一生一定要觉悟，要彻底觉悟，要真正放下，老实念佛，劝人念佛。自己念佛是自度，劝人念佛是度他。",
      "zh_TW": "我們今天學佛有沒有發菩提心？若不是真正看破、真正放下，就沒有發菩提心。菩提是覺悟，發菩提心就是真正覺悟。第一個覺悟決定在這一生了生脫死、出離輪迴，求生淨土。第二個覺悟要將如來正法介紹給一切有緣的大眾，自利利他，這叫大菩提心。你這一生所作所為有方向、有目標，這就是真正的幸福、真正的圓滿，要用現代的話來說你這一生的生命有意義、有價值，沒有空過。因為世間所有的事業都是虛幻不實，再大的事業、再殊勝的事業，可以說只有花沒有果，學佛的同修好好的想想就知道，只有花沒有果。世間事業最大、最輝煌無過於歷代帝王，他建立一個王朝傳給他的子孫，能夠傳十幾代、能夠傳幾百年，可是亡國之後就沒有了，細細想來不過曇花一現而已。可是諸位要曉得他能傳十幾代、傳幾百年，過去生中他積的功德有多大，不是簡單的，真的是無數劫的積功累德，不過曇花一現而已，沒有果。為什麼？依舊搞三途六道，那就沒有果。所以佛法裡面講有果，果是什麼？阿羅漢果、菩薩果、佛果，超越六道，超越六道這是永恆，這是真實，不是虛妄，這才叫果。聲聞、緣覺是小果，菩薩、佛是大果，我們如果連這個都不懂得，那這個佛就白學了。所以這一生一定要覺悟，要徹底覺悟，要真正放下，老實念佛，勸人念佛。自己念佛是自度，勸人念佛是度他。"
    },
    {
      "id": "21-037-0002_p0027",
      "zh_CN": "其实真正想超越六道，这一生当中成佛作祖、作菩萨不难，只要依照倓虚法师的《念佛论》就成功，哪里要读这么多经论，找这么多麻烦。所以我们这一次把倓老法师的《念佛论》又印了一万册，经本子送来了，那个书架上已经有结缘。倓老法师那个录音带我们把它做成光碟，也做了一万套，也做好了，大概这几天可以送来，一套两片。所以诸位是书可以看，光碟可以听，依照这个修行决定成功。老法师没有别的，就是教给我们老实念佛，万缘放下、老实念佛就成功。他教给我们的方法决定正确，举这些例子都是没有生病，预知时至，晓得什么时候走，坐着走、站着走，你看多自在、多潇洒，我们应当学啊！说老实话，讲经说法你未必能学得成，这是真的，因为这个要与过去世宿根有关系，你讲经讲得好不是这一生学的，生生世世，过去也是讲经。但是你要晓得要是表演一招站着往生、坐着往生，个个都有份，就怕你不肯做，你要肯做你决定成功。怎么做法？听倓老法师的开示就行。你不要以为这个功德没有讲经的功德大，那你错了，祖师大德的评语非常公正，不是感情用事。谛老法师那个徒弟锅炉匠往生，谛闲老法师对他的赞叹，「天下讲经说法的大法师比不上你！」真的，人家站着往生，讲经说法的法师还要生病躺在床上往生，那怎么行？那怎么能比得上他？「名山宝刹的方丈住持也比不上你！」而这桩事情人人都能做得到，关键就是在你能不能放下。",
      "zh_TW": "其實真正想超越六道，這一生當中成佛作祖、作菩薩不難，只要依照倓虛法師的《念佛論》就成功，哪裡要讀這麼多經論，找這麼多麻煩。所以我們這一次把倓老法師的《念佛論》又印了一萬冊，經本子送來了，那個書架上已經有結緣。倓老法師那個錄音帶我們把它做成光碟，也做了一萬套，也做好了，大概這幾天可以送來，一套兩片。所以諸位是書可以看，光碟可以聽，依照這個修行決定成功。老法師沒有別的，就是教給我們老實念佛，萬緣放下、老實念佛就成功。他教給我們的方法決定正確，舉這些例子都是沒有生病，預知時至，曉得什麼時候走，坐著走、站著走，你看多自在、多瀟灑，我們應當學啊！說老實話，講經說法你未必能學得成，這是真的，因為這個要與過去世宿根有關係，你講經講得好不是這一生學的，生生世世，過去也是講經。但是你要曉得要是表演一招站著往生、坐著往生，個個都有份，就怕你不肯做，你要肯做你決定成功。怎麼做法？聽倓老法師的開示就行。你不要以為這個功德沒有講經的功德大，那你錯了，祖師大德的評語非常公正，不是感情用事。諦老法師那個徒弟鍋爐匠往生，諦閑老法師對他的讚歎，「天下講經說法的大法師比不上你！」真的，人家站著往生，講經說法的法師還要生病躺在床上往生，那怎麼行？那怎麼能比得上他？「名山寶剎的方丈住持也比不上你！」而這樁事情人人都能做得到，關鍵就是在你能不能放下。"
    },
    {
      "id": "21-037-0002_p0028",
      "zh_CN": "放下的标准一定要依《金刚经》，「不取于相，如如不动。」不取于相用现代的话来说，外面五欲六尘的诱惑你能够受得了，换句话说所有一切诱惑对你都不起作用。内里面是非人我、贪瞋痴慢这个念头不起，没有这个念头，如如不动！外不着相，内不动心，你一句佛号念到底，你就成了。所以这一桩事情不难，讲经这个事情很难，未必能有这么殊胜的果报，讲经不能了生死，变成来世的福报，人天有漏福报，来生有聪明智慧、有财富、有地位，搞这些去了。可是一落在富贵里面没有不造业的，福享尽了，罪报现前又堕三途，这就是继续不断的搞六道轮回。所以《发起菩萨殊胜经》里头有，你们都念过，讲经说法的法师见到修禅定的法师要恭敬供养。有同学来问我，那禅定要高多了？没错。是不是现在盘腿面壁修禅定？不是，你如果是那样的话就很容易被骗。所以你要有慧眼，佛门里头假的很多，那个一盘腿、一闭眼睛，人家恭敬供养都来了，他天天闭眼睛打坐，利用你们的弱点。所以你要晓得什么叫修禅定？真正做到「不取于相，如如不动」就是修禅定。讲经说法的法师不如他，讲经说法的法师未必五欲六尘不动心，未必是非人我、贪瞋痴慢都不起现行。那个修行真做到，所以讲经说法的法师遇到他们要恭敬供养。这些法师，法师不一定是出家，在家也称法师，这一点在经上你要注意，如果他说修禅定的比丘这一定出家，他说修禅定的法师不一定是出家人，在家人也是法师，男女老少都是法师。你虽然没有讲经说法，你做出个样子给人家看，让人家效法就是法师。",
      "zh_TW": "放下的標準一定要依《金剛經》，「不取於相，如如不動。」不取於相用現代的話來說，外面五欲六塵的誘惑你能夠受得了，換句話說所有一切誘惑對你都不起作用。內裡面是非人我、貪瞋癡慢這個念頭不起，沒有這個念頭，如如不動！外不著相，內不動心，你一句佛號念到底，你就成了。所以這一樁事情不難，講經這個事情很難，未必能有這麼殊勝的果報，講經不能了生死，變成來世的福報，人天有漏福報，來生有聰明智慧、有財富、有地位，搞這些去了。可是一落在富貴裡面沒有不造業的，福享盡了，罪報現前又墮三途，這就是繼續不斷的搞六道輪迴。所以《發起菩薩殊勝經》裡頭有，你們都念過，講經說法的法師見到修禪定的法師要恭敬供養。有同學來問我，那禪定要高多了？沒錯。是不是現在盤腿面壁修禪定？不是，你如果是那樣的話就很容易被騙。所以你要有慧眼，佛門裡頭假的很多，那個一盤腿、一閉眼睛，人家恭敬供養都來了，他天天閉眼睛打坐，利用你們的弱點。所以你要曉得什麼叫修禪定？真正做到「不取於相，如如不動」就是修禪定。講經說法的法師不如他，講經說法的法師未必五欲六塵不動心，未必是非人我、貪瞋癡慢都不起現行。那個修行真做到，所以講經說法的法師遇到他們要恭敬供養。這些法師，法師不一定是出家，在家也稱法師，這一點在經上你要注意，如果他說修禪定的比丘這一定出家，他說修禪定的法師不一定是出家人，在家人也是法師，男女老少都是法師。你雖然沒有講經說法，你做出個樣子給人家看，讓人家效法就是法師。"
    },
    {
      "id": "21-037-0002_p0029",
      "zh_CN": "所以佛法是广义，不是狭义，诸位真正明白这个道理，你就晓得怎么修，才晓得怎么用功法，怎样才能得力，怎样才能够自利利他，兴隆三宝。佛经里面字字句句，《金刚经》上说得好，一定要「深解义趣」，不能够囫囵吞枣，不能够含糊看过，字字里头有深义，这也正是《华严经》所讲「佛法无人说，虽智不能解。」这是它含义太深、太广。我们粗心，往往用自己的意思错会了经义，或者是把它的意思看得很浅，我们就很难得受用，这一点特别要留意。",
      "zh_TW": "所以佛法是廣義，不是狹義，諸位真正明白這個道理，你就曉得怎麼修，才曉得怎麼用功法，怎樣才能得力，怎樣才能夠自利利他，興隆三寶。佛經裡面字字句句，《金剛經》上說得好，一定要「深解義趣」，不能夠囫圇吞棗，不能夠含糊看過，字字裡頭有深義，這也正是《華嚴經》所講「佛法無人說，雖智不能解。」這是它含義太深、太廣。我們粗心，往往用自己的意思錯會了經義，或者是把它的意思看得很淺，我們就很難得受用，這一點特別要留意。"
    },
    {
      "id": "21-037-0002_p0030",
      "zh_CN": "好，今天时间到了，我们就讲到此地。我下次回来是这个月的三十，回来的时候我们《华严经》会继续讲。好，谢谢诸位，我们念佛。",
      "zh_TW": "好，今天時間到了，我們就講到此地。我下次回來是這個月的三十，回來的時候我們《華嚴經》會繼續講。好，謝謝諸位，我們念佛。"
    }
  ]
}