{
  "doc_id": "16-021-0001",
  "title": {
    "zh_CN": "三皈传授",
    "zh_TW": "三皈傳授"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "16-021-0001",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "16-021-0001_p0001",
      "zh_CN": "诸位善男子、善女人，今天我们在居士林举行「三皈传授」的仪式，这个仪式在佛门里面非常重要。同学们发心学佛，这是无量劫来希有的因缘。学佛要怎么个学法？这第一堂课就是我们要去拜老师，「三皈传授」就是我们拜个老师。老师是谁？老师是三宝，不是给你主持仪式的这个人。我们是「皈依佛，皈依法，皈依僧」，没有说皈依某一个人，这个道理一定要懂得，决定不能够误会。",
      "zh_TW": "諸位善男子、善女人，今天我們在居士林舉行「三皈傳授」的儀式，這個儀式在佛門裡面非常重要。同學們發心學佛，這是無量劫來希有的因緣。學佛要怎麼個學法？這第一堂課就是我們要去拜老師，「三皈傳授」就是我們拜個老師。老師是誰？老師是三寶，不是給你主持儀式的這個人。我們是「皈依佛，皈依法，皈依僧」，沒有說皈依某一個人，這個道理一定要懂得，決定不能夠誤會。"
    },
    {
      "id": "16-021-0001_p0002",
      "zh_CN": "佛教传到今天，所以衰微而不能够振兴，原因在哪里？就是开头就错了，皈依是皈依某一个法师，开头就错了，一错到底，所以你就不会有成就。佛法僧三宝传了几千年，依照中国史书的记载，释迦牟尼佛灭度是在周穆王五十三年，如果依这个时间来计算，到今年应该是三千零二十多年，时间太长久了。所以这个法承传下来免不了有错误，这是肯定的。世界上任何宗教学派，承传久了一定有差误，我们中国人讲讹错，愈传愈讹。",
      "zh_TW": "佛教傳到今天，所以衰微而不能夠振興，原因在哪裡？就是開頭就錯了，皈依是皈依某一個法師，開頭就錯了，一錯到底，所以你就不會有成就。佛法僧三寶傳了幾千年，依照中國史書的記載，釋迦牟尼佛滅度是在周穆王五十三年，如果依這個時間來計算，到今年應該是三千零二十多年，時間太長久了。所以這個法承傳下來免不了有錯誤，這是肯定的。世界上任何宗教學派，承傳久了一定有差誤，我們中國人講訛錯，愈傳愈訛。"
    },
    {
      "id": "16-021-0001_p0003",
      "zh_CN": "我初学佛的时候，看六祖《坛经》，在《坛经》里面看到，六祖大师当时替人主持传授三皈仪式，他不说佛法僧三宝，他把它改了，改作「皈依觉、皈依正、皈依净」。他用「觉正净」三个字，而不用「佛法僧」，然后加以解释说，「佛者觉也，法者正也，僧者净也」。于是我就想这个问题，他为什么要这样做？六祖惠能大师到我们现在这个时代，大概是一千六、七百年的样子，何以在那个时候他就不用佛法僧这三个字，而用觉正净？当然有道理，很可能在那个时代，大家对于佛法僧已经有了误解了，有了误会了。因为听到讲皈依佛，你立刻就想到佛像；听说皈依法，你就会想到经典；听到说皈依僧，你就想到出家人。这个想法有没有错误？不能说错误，也不能说不错。",
      "zh_TW": "我初學佛的時候，看六祖《壇經》，在《壇經》裡面看到，六祖大師當時替人主持傳授三皈儀式，他不說佛法僧三寶，他把它改了，改作「皈依覺、皈依正、皈依淨」。他用「覺正淨」三個字，而不用「佛法僧」，然後加以解釋說，「佛者覺也，法者正也，僧者淨也」。於是我就想這個問題，他為什麼要這樣做？六祖惠能大師到我們現在這個時代，大概是一千六、七百年的樣子，何以在那個時候他就不用佛法僧這三個字，而用覺正淨？當然有道理，很可能在那個時代，大家對於佛法僧已經有了誤解了，有了誤會了。因為聽到講皈依佛，你立刻就想到佛像；聽說皈依法，你就會想到經典；聽到說皈依僧，你就想到出家人。這個想法有沒有錯誤？不能說錯誤，也不能說不錯。"
    },
    {
      "id": "16-021-0001_p0004",
      "zh_CN": "所以，六祖大师他老人家传授三皈的誓词，就很有道理了。佛像，我们称为佛宝，经典称为法宝，出家人称为僧宝，这在佛法里叫「住持三宝」，所以没有错。这个三宝可不可以依靠？跟诸位说，不可以依靠，谚语有所谓「泥菩萨过河，自身难保」，它自己都保不住自己了，它怎么能保住我们？所以我们依靠它，这是错误的。但是它有表法的功能，让我们见到佛像，就想到自性觉。所以，觉正净是「自性三宝」，我们要依靠的是要依靠自性三宝。自性三宝是没有形相的，无形无相，我们很难生起这个意念，所以住持三宝能够引发我们，能够启示我们，让我们体会到有自性三宝，这是我们真正皈依处。",
      "zh_TW": "所以，六祖大師他老人家傳授三皈的誓詞，就很有道理了。佛像，我們稱為佛寶，經典稱為法寶，出家人稱為僧寶，這在佛法裡叫「住持三寶」，所以沒有錯。這個三寶可不可以依靠？跟諸位說，不可以依靠，諺語有所謂「泥菩薩過河，自身難保」，它自己都保不住自己了，它怎麼能保住我們？所以我們依靠它，這是錯誤的。但是它有表法的功能，讓我們見到佛像，就想到自性覺。所以，覺正淨是「自性三寶」，我們要依靠的是要依靠自性三寶。自性三寶是沒有形相的，無形無相，我們很難生起這個意念，所以住持三寶能夠引發我們，能夠啟示我們，讓我們體會到有自性三寶，這是我們真正皈依處。"
    },
    {
      "id": "16-021-0001_p0005",
      "zh_CN": "所以，觉正净是自性本具的德行，一切菩萨、声闻修行、证果，靠什么？就靠觉正净。佛在经上常常跟我们讲，无量法门，八万四千法门，门是门径，法是方法；换句话说，我们修行证果，方法、门道太多太多了，说不尽！但是这些方法、门径，它一定有个总的原则、总的方向，佛法里面讲总持法门，现在我们世间人讲总纲领、总目标，都是这个意思。总的是什么？就是觉正净，觉正净是自性三宝。所以祖师跟我们讲，佛者觉也，觉而不迷就是佛；法者正也，正知正见，离开经典你还是正知正见，那你真的就皈依法了，自性法宝现前；僧是六根清净一尘不染，叫僧宝，这是自己的性德。出家人他清不清净没有关系，与我不相干，我一看到这个样子，我就立刻所谓回光返照，我要六根清净一尘不染，他来提醒我。所以佛像提醒自性觉，经书提醒正知正见，出家人提醒我们清净心，身心清净一尘不染，这常常提醒我们，功德很大。",
      "zh_TW": "所以，覺正淨是自性本具的德行，一切菩薩、聲聞修行、證果，靠什麼？就靠覺正淨。佛在經上常常跟我們講，無量法門，八萬四千法門，門是門徑，法是方法；換句話說，我們修行證果，方法、門道太多太多了，說不盡！但是這些方法、門徑，它一定有個總的原則、總的方向，佛法裡面講總持法門，現在我們世間人講總綱領、總目標，都是這個意思。總的是什麼？就是覺正淨，覺正淨是自性三寶。所以祖師跟我們講，佛者覺也，覺而不迷就是佛；法者正也，正知正見，離開經典你還是正知正見，那你真的就皈依法了，自性法寶現前；僧是六根清淨一塵不染，叫僧寶，這是自己的性德。出家人他清不清淨沒有關係，與我不相干，我一看到這個樣子，我就立刻所謂回光返照，我要六根清淨一塵不染，他來提醒我。所以佛像提醒自性覺，經書提醒正知正見，出家人提醒我們清淨心，身心清淨一塵不染，這常常提醒我們，功德很大。"
    },
    {
      "id": "16-021-0001_p0006",
      "zh_CN": "所以，发心学佛，这是首先把佛法总的方向、总的纲领传授给我们。这个传授，我们秉承释迦牟尼佛的教诲，有一个出家人做为代表，代表佛把这个修学三大纲要、三大纲领传授给我们，我们就知道从今而后从哪里下手，怎样入门，怎样修行证果！所以，三皈不仅仅是一个仪式，仪式不重要，内容最重要，我们一定要把它搞清楚、搞明白。关于三皈的详细讲解，我们过去讲过四次，都有录音带，有录相的光碟，另外还有两本小册子《三皈传授》。希望诸位同学在这个道场请回去，要多听，要多看，否则的话，你的皈依是有名无实。有名无实不是好事情，为什么说不是好事情？你冒充佛教徒，你不是真的，是假的，你是冒充佛教徒，这个冒充有罪过。不可以做冒充佛教徒，要做个真正的佛弟子。",
      "zh_TW": "所以，發心學佛，這是首先把佛法總的方向、總的綱領傳授給我們。這個傳授，我們秉承釋迦牟尼佛的教誨，有一個出家人做為代表，代表佛把這個修學三大綱要、三大綱領傳授給我們，我們就知道從今而後從哪裡下手，怎樣入門，怎樣修行證果！所以，三皈不僅僅是一個儀式，儀式不重要，內容最重要，我們一定要把它搞清楚、搞明白。關於三皈的詳細講解，我們過去講過四次，都有錄音帶，有錄相的光碟，另外還有兩本小冊子《三皈傳授》。希望諸位同學在這個道場請回去，要多聽，要多看，否則的話，你的皈依是有名無實。有名無實不是好事情，為什麼說不是好事情？你冒充佛教徒，你不是真的，是假的，你是冒充佛教徒，這個冒充有罪過。不可以做冒充佛教徒，要做個真正的佛弟子。"
    },
    {
      "id": "16-021-0001_p0007",
      "zh_CN": "真正佛弟子就一生尽形寿我们要受持三皈，受是接受，持是保持，要接受佛觉正净的教诲，在日常生活当中、工作之中、处事待人接物，念念不忘。像诸佛菩萨一样，在这个社会上做个好人，佛菩萨是最好的人，没有一点瑕疵的人，他是我们的榜样，是我们的模范，这个道理不能不懂。但是，凡夫总要找个形象的依靠，没有形象的依靠太空洞了，觉正净太空洞了，那我们在形象里面也找个代表。皈依佛，找哪尊佛做代表？跟诸位说，我们找阿弥陀佛做代表，我们就依阿弥陀佛。为什么不用释迦牟尼佛来做代表？释迦牟尼佛教我们皈依阿弥陀佛，我们皈依阿弥陀佛，很听话！释迦牟尼佛欢喜。如果我们皈依释迦牟尼佛，不皈依阿弥陀佛，释迦牟尼佛就很难过，这个孩子是好，不听话。不听话，就没法子了，没法子教，所以我们用阿弥陀佛代表佛宝。",
      "zh_TW": "真正佛弟子就一生盡形壽我們要受持三皈，受是接受，持是保持，要接受佛覺正淨的教誨，在日常生活當中、工作之中、處事待人接物，念念不忘。像諸佛菩薩一樣，在這個社會上做個好人，佛菩薩是最好的人，沒有一點瑕疵的人，他是我們的榜樣，是我們的模範，這個道理不能不懂。但是，凡夫總要找個形象的依靠，沒有形象的依靠太空洞了，覺正淨太空洞了，那我們在形象裡面也找個代表。皈依佛，找哪尊佛做代表？跟諸位說，我們找阿彌陀佛做代表，我們就依阿彌陀佛。為什麼不用釋迦牟尼佛來做代表？釋迦牟尼佛教我們皈依阿彌陀佛，我們皈依阿彌陀佛，很聽話！釋迦牟尼佛歡喜。如果我們皈依釋迦牟尼佛，不皈依阿彌陀佛，釋迦牟尼佛就很難過，這個孩子是好，不聽話。不聽話，就沒法子了，沒法子教，所以我們用阿彌陀佛代表佛寶。"
    },
    {
      "id": "16-021-0001_p0008",
      "zh_CN": "用什么来代表法宝？我们用《阿弥陀经》、《无量寿经》这两部经来代表法宝。「净土三经」还有一部《观无量寿佛经》，《观经》可以看，看个几遍就可以了，很难修，确实非常不容易学习。我们的学习还是依《无量寿经》、依《阿弥陀经》，这两部经同时学可以，学一种也可以，我们就依靠这一部经，一生就依靠这部经。古大德教我们学习的方法，念一遍经，这个经念一遍，念一千声佛号，可以用这个方法做早晚课。其他一切的仪规、形式都可以不要，早晨、晚上专修净业。",
      "zh_TW": "用什麼來代表法寶？我們用《阿彌陀經》、《無量壽經》這兩部經來代表法寶。「淨土三經」還有一部《觀無量壽佛經》，《觀經》可以看，看個幾遍就可以了，很難修，確實非常不容易學習。我們的學習還是依《無量壽經》、依《阿彌陀經》，這兩部經同時學可以，學一種也可以，我們就依靠這一部經，一生就依靠這部經。古大德教我們學習的方法，念一遍經，這個經念一遍，念一千聲佛號，可以用這個方法做早晚課。其他一切的儀規、形式都可以不要，早晨、晚上專修淨業。"
    },
    {
      "id": "16-021-0001_p0009",
      "zh_CN": "如果你喜欢念《无量寿经》的，你每天早晨念一部《无量寿经》，念一千声佛号，再做三皈、回向就好了。晚上，或者你念一卷《阿弥陀经》，念七遍「往生咒」，念一千声佛号，也行。或者是早晨念《阿弥陀经》，晚上念《无量寿经》都行，看你自己工作的繁忙。如果你早晨工作很多，你就念《阿弥陀经》，如果你已经退休了，有的是时间，早晚都念《无量寿经》是最好。所以一部经、一千声佛号，然后回向、三皈依，这是很简单、很容易做的早晚课。每天不缺，一直做下去，准有好处。",
      "zh_TW": "如果你喜歡念《無量壽經》的，你每天早晨念一部《無量壽經》，念一千聲佛號，再做三皈、迴向就好了。晚上，或者你念一卷《阿彌陀經》，念七遍「往生咒」，念一千聲佛號，也行。或者是早晨念《阿彌陀經》，晚上念《無量壽經》都行，看你自己工作的繁忙。如果你早晨工作很多，你就念《阿彌陀經》，如果你已經退休了，有的是時間，早晚都念《無量壽經》是最好。所以一部經、一千聲佛號，然後迴向、三皈依，這是很簡單、很容易做的早晚課。每天不缺，一直做下去，準有好處。"
    },
    {
      "id": "16-021-0001_p0010",
      "zh_CN": "在平常只要有空闲的时间，要懂得提起佛号，念念不忘阿弥陀佛，念念不忘西方极乐世界依正庄严。这个世间，甚至于出世间法都放下，《金刚经》上佛跟我们讲得很好，「法尚应舍，何况非法」，那个法是佛法。佛讲的一切法我们都放下，我们都不要学，只学《无量寿经》、《阿弥陀经》，只念阿弥陀佛。至于佛讲的无量无边的经典，我们到极乐世界再学，现在不要学，现在学，把我们往生极乐世界这个事情耽误了，这个要知道。法门无量誓愿学，是到极乐世界，极乐世界我们有无量寿，有的是时间，不像在此地。此地这个地方寿命短促，那真是一寸光阴一寸金，我们要爱惜光阴，不能够浪费。这个道理不能不懂得，你才能够真正专心。这是讲我们依靠佛宝、法宝。",
      "zh_TW": "在平常只要有空閒的時間，要懂得提起佛號，念念不忘阿彌陀佛，念念不忘西方極樂世界依正莊嚴。這個世間，甚至於出世間法都放下，《金剛經》上佛跟我們講得很好，「法尚應捨，何況非法」，那個法是佛法。佛講的一切法我們都放下，我們都不要學，只學《無量壽經》、《阿彌陀經》，只念阿彌陀佛。至於佛講的無量無邊的經典，我們到極樂世界再學，現在不要學，現在學，把我們往生極樂世界這個事情耽誤了，這個要知道。法門無量誓願學，是到極樂世界，極樂世界我們有無量壽，有的是時間，不像在此地。此地這個地方壽命短促，那真是一寸光陰一寸金，我們要愛惜光陰，不能夠浪費。這個道理不能不懂得，你才能夠真正專心。這是講我們依靠佛寶、法寶。"
    },
    {
      "id": "16-021-0001_p0011",
      "zh_CN": "僧宝找谁？僧宝我们找了两个人，一个是观世音菩萨，一个是大势至菩萨，这两个是菩萨僧。观世音菩萨教我们大慈大悲，学观音的慈悲，对一切众生，一切人、一切事、一切物要以慈悲心来看待，慈悲是爱心。大势至菩萨教我们理智，对人、对事、对物不要用感情，要用智慧。大势至菩萨是代表智慧，观音菩萨代表慈悲。我们处事待人接物要用理智，不要用感情，用感情决定造业，用理智不造业。所以我们就以这两位菩萨代表僧宝，那我们皈依三宝就真的有了依靠了。大家回去之后，自己家里面设一个小佛堂，供养三宝，知道供养三宝的意义；三宝时时刻刻提醒自己觉、正、净，过觉正净的生活，就是菩萨的生活。至于详细的说明，我们在光碟，在《三皈传授》的小册子里面。",
      "zh_TW": "僧寶找誰？僧寶我們找了兩個人，一個是觀世音菩薩，一個是大勢至菩薩，這兩個是菩薩僧。觀世音菩薩教我們大慈大悲，學觀音的慈悲，對一切眾生，一切人、一切事、一切物要以慈悲心來看待，慈悲是愛心。大勢至菩薩教我們理智，對人、對事、對物不要用感情，要用智慧。大勢至菩薩是代表智慧，觀音菩薩代表慈悲。我們處事待人接物要用理智，不要用感情，用感情決定造業，用理智不造業。所以我們就以這兩位菩薩代表僧寶，那我們皈依三寶就真的有了依靠了。大家回去之後，自己家裡面設一個小佛堂，供養三寶，知道供養三寶的意義；三寶時時刻刻提醒自己覺、正、淨，過覺正淨的生活，就是菩薩的生活。至於詳細的說明，我們在光碟，在《三皈傳授》的小冊子裡面。"
    },
    {
      "id": "16-021-0001_p0012",
      "zh_CN": "在现前我们给同学们做一个仪式，我们的仪式，皈依证里面，三皈的誓词都遵照弘一大师。他在近代对于戒律有很深入的研究，所以有很多人称他为律师，这也不为过。这是弘一大师从戒律里面节录下来的，告诉我们释迦牟尼佛当年在世，给一切大众做三皈仪式，就是用这样的誓词。他劝导我们，最好我们现在授三皈五戒，也用这个誓词。所以我们接受弘一大师的教诲，我们遵守他的指示，采取这个誓词，这个誓词简单明了，也不耽误时间。",
      "zh_TW": "在現前我們給同學們做一個儀式，我們的儀式，皈依證裡面，三皈的誓詞都遵照弘一大師。他在近代對於戒律有很深入的研究，所以有很多人稱他為律師，這也不為過。這是弘一大師從戒律裡面節錄下來的，告訴我們釋迦牟尼佛當年在世，給一切大眾做三皈儀式，就是用這樣的誓詞。他勸導我們，最好我們現在授三皈五戒，也用這個誓詞。所以我們接受弘一大師的教誨，我們遵守他的指示，採取這個誓詞，這個誓詞簡單明瞭，也不耽誤時間。"
    },
    {
      "id": "16-021-0001_p0013",
      "zh_CN": "三皈，在世尊当年在世的时候，是个别传授的，每个人个别传授的。我们现在人太多了，如果个别传授，从现在起到晚上恐怕还做不完。所以，我们现在变通的方法，我们一起共同来做这个仪式，共同来做仪式。这里头最重要的，再嘱咐诸位，是皈依三宝，不是皈依某一个人。你们如果以后说，你皈依哪个法师？你说「我皈依净空法师」，就错了，那就完全错了，这是要背因果责任的。佛法今天一盘散沙，僧团不能团结，这个关系最大。僧团是一体的，遍法界虚空界是一个团体，这个要知道。",
      "zh_TW": "三皈，在世尊當年在世的時候，是個別傳授的，每個人個別傳授的。我們現在人太多了，如果個別傳授，從現在起到晚上恐怕還做不完。所以，我們現在變通的方法，我們一起共同來做這個儀式，共同來做儀式。這裡頭最重要的，再囑咐諸位，是皈依三寶，不是皈依某一個人。你們如果以後說，你皈依哪個法師？你說「我皈依淨空法師」，就錯了，那就完全錯了，這是要背因果責任的。佛法今天一盤散沙，僧團不能團結，這個關係最大。僧團是一體的，遍法界虛空界是一個團體，這個要知道。"
    },
    {
      "id": "16-021-0001_p0014",
      "zh_CN": "所以三宝是最尊贵的，最尊重的，我们皈依三宝。只要是三宝，我们都应当至诚恭敬，回归到自性三宝，你就得利益了。我在此地是跟大家做证明的，把三皈五戒的意义传授给大家，跟大家讲解说明。所以，以后人家要问，你皈依了，你是皈依哪一个人？你可以这样说，我皈依阿弥陀佛，阿弥陀佛是我的师父，这个没错。净空法师给你做证明的，所以我这个地方写的是「三皈证明阿阇黎」，这是正确的，如理如法。",
      "zh_TW": "所以三寶是最尊貴的，最尊重的，我們皈依三寶。只要是三寶，我們都應當至誠恭敬，回歸到自性三寶，你就得利益了。我在此地是跟大家做證明的，把三皈五戒的意義傳授給大家，跟大家講解說明。所以，以後人家要問，你皈依了，你是皈依哪一個人？你可以這樣說，我皈依阿彌陀佛，阿彌陀佛是我的師父，這個沒錯。淨空法師給你做證明的，所以我這個地方寫的是「三皈證明阿闍黎」，這是正確的，如理如法。"
    },
    {
      "id": "16-021-0001_p0015",
      "zh_CN": "现在我们就做个仪式，做仪式我就不能坐在当中，坐在当中那变成皈依我了。好，大家起立。我们人多，在大乘法教学里面，我们懂得形式不重要，实质重要，这是连我们新加坡纳丹总统都知道。有一次他跟我吃饭，他就讲佛教重实质不重形式，这是内行人讲的话，外行人他不懂。所以，仪式可以简单，我们人多地方小，我们向佛像行三问讯礼就代表三拜。大家跟着我，向佛像行三问讯礼。诸位都有皈依证，皈依证上有誓词，跟着我念，念一遍拜一拜。",
      "zh_TW": "現在我們就做個儀式，做儀式我就不能坐在當中，坐在當中那變成皈依我了。好，大家起立。我們人多，在大乘法教學裡面，我們懂得形式不重要，實質重要，這是連我們新加坡納丹總統都知道。有一次他跟我吃飯，他就講佛教重實質不重形式，這是內行人講的話，外行人他不懂。所以，儀式可以簡單，我們人多地方小，我們向佛像行三問訊禮就代表三拜。大家跟著我，向佛像行三問訊禮。諸位都有皈依證，皈依證上有誓詞，跟著我念，念一遍拜一拜。"
    },
    {
      "id": "16-021-0001_p0016",
      "zh_CN": "阿阇黎存念。我弟子妙音。始从今日。乃至命存。皈依佛陀。两足中尊。皈依达摩。离欲中尊。皈依僧伽。诸众中尊。",
      "zh_TW": "阿闍黎存念。我弟子妙音。始從今日。乃至命存。皈依佛陀。兩足中尊。皈依達摩。離欲中尊。皈依僧伽。諸眾中尊。"
    },
    {
      "id": "16-021-0001_p0017",
      "zh_CN": "向佛像一问讯。",
      "zh_TW": "向佛像一問訊。"
    },
    {
      "id": "16-021-0001_p0018",
      "zh_CN": "阿阇黎存念。我弟子妙音。始从今日。乃至命存。皈依佛陀。两足中尊。皈依达摩。离欲中尊。皈依僧伽。诸众中尊。",
      "zh_TW": "阿闍黎存念。我弟子妙音。始從今日。乃至命存。皈依佛陀。兩足中尊。皈依達摩。離欲中尊。皈依僧伽。諸眾中尊。"
    },
    {
      "id": "16-021-0001_p0019",
      "zh_CN": "再向佛像一问讯。",
      "zh_TW": "再向佛像一問訊。"
    },
    {
      "id": "16-021-0001_p0020",
      "zh_CN": "阿阇黎存念。我弟子妙音。始从今日。乃至命存。皈依佛陀。两足中尊。皈依达摩。离欲中尊。皈依僧伽。诸众中尊。",
      "zh_TW": "阿闍黎存念。我弟子妙音。始從今日。乃至命存。皈依佛陀。兩足中尊。皈依達摩。離欲中尊。皈依僧伽。諸眾中尊。"
    },
    {
      "id": "16-021-0001_p0021",
      "zh_CN": "向佛像行三问讯礼。好，礼成了。（三归的人请坐下，受五戒的请起立）。好，受五戒的同修跟着我念誓词，受五戒法，跟着我念：",
      "zh_TW": "向佛像行三問訊禮。好，禮成了。（三歸的人請坐下，受五戒的請起立）。好，受五戒的同修跟著我念誓詞，受五戒法，跟著我念："
    },
    {
      "id": "16-021-0001_p0022",
      "zh_CN": "阿阇黎存念。如诸圣阿罗汉。乃至命存。不杀生。不偷盗。不欲邪行。不虚诳语。不饮诸酒。我弟子妙音。始从今日。乃至命存。不杀生。不偷盗。不欲邪行。不虚诳语。不饮诸酒。亦如是。此即是我五支学处。是诸圣阿罗汉之所学处。我当随学随作随持。",
      "zh_TW": "阿闍黎存念。如諸聖阿羅漢。乃至命存。不殺生。不偷盜。不欲邪行。不虛誑語。不飲諸酒。我弟子妙音。始從今日。乃至命存。不殺生。不偷盜。不欲邪行。不虛誑語。不飲諸酒。亦如是。此即是我五支學處。是諸聖阿羅漢之所學處。我當隨學隨作隨持。"
    },
    {
      "id": "16-021-0001_p0023",
      "zh_CN": "向佛像一问讯。",
      "zh_TW": "向佛像一問訊。"
    },
    {
      "id": "16-021-0001_p0024",
      "zh_CN": "阿阇黎存念。如诸圣阿罗汉。乃至命存。不杀生。不偷盗。不欲邪行。不虚诳语。不饮诸酒。我弟子妙音。始从今日。乃至命存。不杀生。不偷盗。不欲邪行。不虚诳语。不饮诸酒。亦如是。此即是我五支学处。是诸圣阿罗汉之所学处。我当随学随作随持。",
      "zh_TW": "阿闍黎存念。如諸聖阿羅漢。乃至命存。不殺生。不偷盜。不欲邪行。不虛誑語。不飲諸酒。我弟子妙音。始從今日。乃至命存。不殺生。不偷盜。不欲邪行。不虛誑語。不飲諸酒。亦如是。此即是我五支學處。是諸聖阿羅漢之所學處。我當隨學隨作隨持。"
    },
    {
      "id": "16-021-0001_p0025",
      "zh_CN": "向佛像一问讯。",
      "zh_TW": "向佛像一問訊。"
    },
    {
      "id": "16-021-0001_p0026",
      "zh_CN": "阿阇黎存念。如诸圣阿罗汉。乃至命存。不杀生。不偷盗。不欲邪行。不虚诳语。不饮诸酒。我弟子妙音。始从今日。乃至命存。不杀生。不偷盗。不欲邪行。不虚诳语。不饮诸酒。亦如是。此即是我五支学处。是诸圣阿罗汉之所学处。我当随学随作随持。",
      "zh_TW": "阿闍黎存念。如諸聖阿羅漢。乃至命存。不殺生。不偷盜。不欲邪行。不虛誑語。不飲諸酒。我弟子妙音。始從今日。乃至命存。不殺生。不偷盜。不欲邪行。不虛誑語。不飲諸酒。亦如是。此即是我五支學處。是諸聖阿羅漢之所學處。我當隨學隨作隨持。"
    },
    {
      "id": "16-021-0001_p0027",
      "zh_CN": "愿阿阇黎证知。我是优婆塞（夷）。皈依三宝。受五学处。好。善。",
      "zh_TW": "願阿闍黎證知。我是優婆塞（夷）。皈依三寶。受五學處。好。善。"
    },
    {
      "id": "16-021-0001_p0028",
      "zh_CN": "向佛像行三问讯礼。",
      "zh_TW": "向佛像行三問訊禮。"
    },
    {
      "id": "16-021-0001_p0029",
      "zh_CN": "好，请坐。这里面我们的法名都用「妙音」，妙音是出在《无量寿经》最后一品里面，这是佛替我们起的法名。世尊告诉我们，娑婆世界的众生往生到极乐世界之后，将来在那边修行证果成佛，到他方世界去教化众生，都叫妙音如来。所以诸位将来果上都是妙音如来，现在我们因上是妙音居士，因果都相应。所以用这个名字。这个名字是佛给我们起的，《无量寿经》后面有，每一次读《无量寿经》，你的名字在《无量寿经》里面，很殊胜。好，我们念佛回向。",
      "zh_TW": "好，請坐。這裡面我們的法名都用「妙音」，妙音是出在《無量壽經》最後一品裡面，這是佛替我們起的法名。世尊告訴我們，娑婆世界的眾生往生到極樂世界之後，將來在那邊修行證果成佛，到他方世界去教化眾生，都叫妙音如來。所以諸位將來果上都是妙音如來，現在我們因上是妙音居士，因果都相應。所以用這個名字。這個名字是佛給我們起的，《無量壽經》後面有，每一次讀《無量壽經》，你的名字在《無量壽經》裡面，很殊勝。好，我們念佛迴向。"
    }
  ]
}