{
  "doc_id": "32-097-0001",
  "title": {
    "zh_CN": "澳洲净宗学院缘起",
    "zh_TW": "澳洲淨宗學院緣起"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "32-097-0001",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "32-097-0001_p0001",
      "zh_CN": "各位同学，大家在这边进修的状况，我虽然不在此地，但是诸位修学的情形我都知道。这一次离开学会，在澳洲住了二十一天，这是我们离开学会最长的一次，过去大概都不会超过十天。一方面是休养身体，可是实在讲，最重要的是把澳洲的道场建立起来。",
      "zh_TW": "各位同學，大家在這邊進修的狀況，我雖然不在此地，但是諸位修學的情形我都知道。這一次離開學會，在澳洲住了二十一天，這是我們離開學會最長的一次，過去大概都不會超過十天。一方面是休養身體，可是實在講，最重要的是把澳洲的道場建立起來。"
    },
    {
      "id": "32-097-0001_p0002",
      "zh_CN": "澳洲图文巴这个小城市，我们建立一个道场，做为自己安居修道的一个场所。选择这个地方，也是这个地方的民风淳朴，是个小城。这个城市只有八万人，四分之一的人从事于教育工作，可以说是教育水平非常高的一个小城。这个地方的人纯朴、保守，没有贪心，非常难得，正是我们古人所讲的「知足常乐」，所以选择这个地方。这个地方生活水平很低，房地产的价钱都很便宜，正好到那个地方碰到一个天主教堂要出卖。这个天主教堂非常兴旺，信徒一天一天增加，本来是个小教堂，人数增多了，小教堂不能容纳，他们把小教堂移到后面院子；把整个房子搬家，搬到后面院子去了。在原来的地址建立一个新的教堂，这个新教堂可以容纳三百人，大概使用了不少年。现在信徒可能又增加一倍，它没有办法容纳，所以必须另外找一块土地去建大教堂，这个教堂就出卖了。我们一看，可以容纳三百人，在我们来讲是足够了，所以就把它买下来。",
      "zh_TW": "澳洲圖文巴這個小城市，我們建立一個道場，做為自己安居修道的一個場所。選擇這個地方，也是這個地方的民風淳樸，是個小城。這個城市只有八萬人，四分之一的人從事於教育工作，可以說是教育水平非常高的一個小城。這個地方的人純樸、保守，沒有貪心，非常難得，正是我們古人所講的「知足常樂」，所以選擇這個地方。這個地方生活水平很低，房地產的價錢都很便宜，正好到那個地方碰到一個天主教堂要出賣。這個天主教堂非常興旺，信徒一天一天增加，本來是個小教堂，人數增多了，小教堂不能容納，他們把小教堂移到後面院子；把整個房子搬家，搬到後面院子去了。在原來的地址建立一個新的教堂，這個新教堂可以容納三百人，大概使用了不少年。現在信徒可能又增加一倍，它沒有辦法容納，所以必須另外找一塊土地去建大教堂，這個教堂就出賣了。我們一看，可以容納三百人，在我們來講是足夠了，所以就把它買下來。"
    },
    {
      "id": "32-097-0001_p0003",
      "zh_CN": "它的土地面积是五万平方米，建筑有很多栋，有三栋寮房，住人的，两栋教堂，我们看起来很适合。价钱五十七万五，五十七万五在新加坡买这一层楼都买不到。现在我们的同修，有十几位已经住进去了，我把他们安顿好，而且今天开始上课。现在有十几个人，离开图书馆「悟」字辈的。这个道场没有佛事，没有法会，没有任何宗教活动。换句话说，也不会有信徒。于是大家就想，你们靠什么生活？「我们靠修行证果」。",
      "zh_TW": "它的土地面積是五萬平方米，建築有很多棟，有三棟寮房，住人的，兩棟教堂，我們看起來很適合。價錢五十七萬五，五十七萬五在新加坡買這一層樓都買不到。現在我們的同修，有十幾位已經住進去了，我把他們安頓好，而且今天開始上課。現在有十幾個人，離開圖書館「悟」字輩的。這個道場沒有佛事，沒有法會，沒有任何宗教活動。換句話說，也不會有信徒。於是大家就想，你們靠什麼生活？「我們靠修行證果」。"
    },
    {
      "id": "32-097-0001_p0004",
      "zh_CN": "往年我在台北，给同修们提出七门基本的课程，现在我要求图文巴道场的同修，五年当中务必要完成，所以也相当的紧张。这七门功课里面，有四门是佛经。第一部《阿难问事佛吉凶经》，第二部《无量寿经》，第三部是《弥陀经要解》，蕅益大师的，第四部是《普贤菩萨行愿品》，这是佛经，一定要能够背诵，要能够讲解。所以他们那边功课，跟你们此地学习的方式一样，完全相同。另外儒家的，我们把《了凡四训》也算成儒家的，选择的有《了凡四训》、《四书》，都要背，都要讲。最后一种是道家的，《太上感应篇》。这是七门功课，五年当中务必完成。你要不能够完成，你怎么能对得起施主们的供养？",
      "zh_TW": "往年我在台北，給同修們提出七門基本的課程，現在我要求圖文巴道場的同修，五年當中務必要完成，所以也相當的緊張。這七門功課裡面，有四門是佛經。第一部《阿難問事佛吉凶經》，第二部《無量壽經》，第三部是《彌陀經要解》，蕅益大師的，第四部是《普賢菩薩行願品》，這是佛經，一定要能夠背誦，要能夠講解。所以他們那邊功課，跟你們此地學習的方式一樣，完全相同。另外儒家的，我們把《了凡四訓》也算成儒家的，選擇的有《了凡四訓》、《四書》，都要背，都要講。最後一種是道家的，《太上感應篇》。這是七門功課，五年當中務必完成。你要不能夠完成，你怎麼能對得起施主們的供養？"
    },
    {
      "id": "32-097-0001_p0005",
      "zh_CN": "除此之外，如果将来你要能够深入经藏，要能够有能力读诵中国古圣先贤的典籍，文字非常重要，所以要学古文。我从《古文观止》里面选择了一百篇古文，这一百篇古文都要能够背诵，要能够讲解。古文文字都不长，要在这里面学习做科判，就是一篇文章，两三百字的，把它的段落、层次统统找出来，画成表解，学习做科判。经文太长了，你要整个看不容易，古文容易。所以从这边下手，总共八门功课。",
      "zh_TW": "除此之外，如果將來你要能夠深入經藏，要能夠有能力讀誦中國古聖先賢的典籍，文字非常重要，所以要學古文。我從《古文觀止》裡面選擇了一百篇古文，這一百篇古文都要能夠背誦，要能夠講解。古文文字都不長，要在這裡面學習做科判，就是一篇文章，兩三百字的，把它的段落、層次統統找出來，畫成表解，學習做科判。經文太長了，你要整個看不容易，古文容易。所以從這邊下手，總共八門功課。"
    },
    {
      "id": "32-097-0001_p0006",
      "zh_CN": "在那个地方还得要学英文，那是外国的环境。所以请了一个英文老师，请了一个中文老师，请两个老师。早晚课不要做了，用拜佛来代替早晚课。每天早晨拜一百五十拜，晚上睡觉之前拜一百五十拜，每天拜佛三百拜，用这个做早晚功课，全心全力认真的学习。我来当护法护持你们，让你们身心安稳，无忧无虑，全部的时间、精力用功，发愤用功。自己的德行、学问不能成就，你就不能自度；自度都不能，怎么能度他？这是我们这二十一天在澳洲做的工作。",
      "zh_TW": "在那個地方還得要學英文，那是外國的環境。所以請了一個英文老師，請了一個中文老師，請兩個老師。早晚課不要做了，用拜佛來代替早晚課。每天早晨拜一百五十拜，晚上睡覺之前拜一百五十拜，每天拜佛三百拜，用這個做早晚功課，全心全力認真的學習。我來當護法護持你們，讓你們身心安穩，無憂無慮，全部的時間、精力用功，發憤用功。自己的德行、學問不能成就，你就不能自度；自度都不能，怎麼能度他？這是我們這二十一天在澳洲做的工作。"
    },
    {
      "id": "32-097-0001_p0007",
      "zh_CN": "原本我想到，将来我自己要是住在澳洲，我们的弘法讲经，《华严经》决定不能中断，我们利用网路教学。原先自己的构想，自己还要做一个发射台，做一个小型的转播站。结果，这一次我们访问当地的市长、当地的大学校长，去参观学校，我们没有想到，这个城市是南昆士兰大学学校所在地，这个学校就是利用网路教学，是世界第一。它的学生一万多人，都不在学校，分散在全世界各个地区，中国也有；我看到它的资料，总共有六十二个国家。我问他：「学生到不到学校？」他说：「学生不到学校，完全在电脑网路上学习，由学校提供教材。」它也分很多科系，有专门的老师在网路上指导。同学可以在网路上认识，做切磋琢磨的功夫；如果有疑难，在网路上向老师请教；考试也在网路上。毕业的时候，学校里面发学士学位、发硕士学位，可以颁发学位的。现在在校的学生有五千多人，不在学校，听网路教学的有一万多学生。",
      "zh_TW": "原本我想到，將來我自己要是住在澳洲，我們的弘法講經，《華嚴經》決定不能中斷，我們利用網路教學。原先自己的構想，自己還要做一個發射台，做一個小型的轉播站。結果，這一次我們訪問當地的市長、當地的大學校長，去參觀學校，我們沒有想到，這個城市是南昆士蘭大學學校所在地，這個學校就是利用網路教學，是世界第一。它的學生一萬多人，都不在學校，分散在全世界各個地區，中國也有；我看到它的資料，總共有六十二個國家。我問他：「學生到不到學校？」他說：「學生不到學校，完全在電腦網路上學習，由學校提供教材。」它也分很多科系，有專門的老師在網路上指導。同學可以在網路上認識，做切磋琢磨的功夫；如果有疑難，在網路上向老師請教；考試也在網路上。畢業的時候，學校裡面發學士學位、發碩士學位，可以頒發學位的。現在在校的學生有五千多人，不在學校，聽網路教學的有一萬多學生。"
    },
    {
      "id": "32-097-0001_p0008",
      "zh_CN": "我参观它的设备，这一看之后叹为观止，是最现代化的。我曾经看过不少的卫星电视电台，都比不上它。我就问他，我说：「你学校这一套设备花多少钱？」澳洲钱跟新加坡钱差不多，一千多万。我看了之后，我就不要再搞了，我怎么样也搞不过人家。这个网际网路，工作人员有一百多人，它分成很多部门，比一个电视台要强得多了。所以我就向他请教：「这个设备我可不可以利用？」他欢迎：「行！」我说：「收费是怎么个收法？」他要去估计一下，然后把收费的单子告诉我。概略的估计一个小时，如果利用他们的网际网路向全世界广播，一个小时两百块钱；如果不用网路，用它的录像设备，就像我们在电视台，租借它的录像设备，一百块钱。我一想，如果我们借用他的教室，我们自己带录像机去录，这样就更便宜了。",
      "zh_TW": "我參觀它的設備，這一看之後歎為觀止，是最現代化的。我曾經看過不少的衛星電視電台，都比不上它。我就問他，我說：「你學校這一套設備花多少錢？」澳洲錢跟新加坡錢差不多，一千多萬。我看了之後，我就不要再搞了，我怎麼樣也搞不過人家。這個網際網路，工作人員有一百多人，它分成很多部門，比一個電視台要強得多了。所以我就向他請教：「這個設備我可不可以利用？」他歡迎：「行！」我說：「收費是怎麼個收法？」他要去估計一下，然後把收費的單子告訴我。概略的估計一個小時，如果利用他們的網際網路向全世界廣播，一個小時兩百塊錢；如果不用網路，用它的錄像設備，就像我們在電視台，租借它的錄像設備，一百塊錢。我一想，如果我們借用他的教室，我們自己帶錄像機去錄，這樣就更便宜了。"
    },
    {
      "id": "32-097-0001_p0009",
      "zh_CN": "所以我现在连教室都不建了，我利用学校的，我跟学校密切合作。这个学校跟我们的教堂是在一条街，我们在北面，它在南面；不过这条街很长，开车大概要五分钟。这条街上有公共巴士，交通非常方便。所以我就想将来上课，我完全利用学校，跟学校密切合作，我运用他们的网际网路设备，我现在概略的估计，一个星期顶多三千块钱。我们这个钱等于捐助学校、帮助学校，是好事情。我们就完全利用他们的设备。",
      "zh_TW": "所以我現在連教室都不建了，我利用學校的，我跟學校密切合作。這個學校跟我們的教堂是在一條街，我們在北面，它在南面；不過這條街很長，開車大概要五分鐘。這條街上有公共巴士，交通非常方便。所以我就想將來上課，我完全利用學校，跟學校密切合作，我運用他們的網際網路設備，我現在概略的估計，一個星期頂多三千塊錢。我們這個錢等於捐助學校、幫助學校，是好事情。我們就完全利用他們的設備。"
    },
    {
      "id": "32-097-0001_p0010",
      "zh_CN": "另外参观学校图书馆，图书馆非常好。他们确实是多元文化，你到这个学校看学生，什么样的面孔都看到，来自全世界许许多多国家地区，新加坡也有，好像中国学生也不少。我请教他：「图书馆对不对外开放？」他说：「不对外开放。」他们只提供自己的学生，不对外开放。但是馆长告诉我：「法师，你的学生可以来。」我听了就非常欢喜，他主动提出来的。我们的学生可以跟他们的学生一样，来利用这个图书馆。所以我就想，我现在手上还有一套《四库全书》，我把《四库全书》赠送给学校图书馆，再送它两套《大藏经》。前年已经送了一套《大正藏》，准备再继续送一套《龙藏》给它，跟图书馆结缘，利用学校的设备。",
      "zh_TW": "另外參觀學校圖書館，圖書館非常好。他們確實是多元文化，你到這個學校看學生，什麼樣的面孔都看到，來自全世界許許多多國家地區，新加坡也有，好像中國學生也不少。我請教他：「圖書館對不對外開放？」他說：「不對外開放。」他們只提供自己的學生，不對外開放。但是館長告訴我：「法師，你的學生可以來。」我聽了就非常歡喜，他主動提出來的。我們的學生可以跟他們的學生一樣，來利用這個圖書館。所以我就想，我現在手上還有一套《四庫全書》，我把《四庫全書》贈送給學校圖書館，再送它兩套《大藏經》。前年已經送了一套《大正藏》，準備再繼續送一套《龍藏》給它，跟圖書館結緣，利用學校的設備。"
    },
    {
      "id": "32-097-0001_p0011",
      "zh_CN": "校长非常好。我们也有几个资深的教授，认真讨论「多元文化研究所」这个项目。他们听了之后非常欢喜，愿意增设「多元文化研究所」，研究所将来可以颁发硕士学位跟博士学位。多元文化研究所的构想，就是一个宗教的研究所，这里面全世界各个宗教我们都研究。学校既然有意愿愿意做，我说：「我把这个讯息带回新加坡，我们跟九个宗教来商量。如果我们有这个意愿的话，每一个宗教派两个研究生，这两个研究生一定是传教师，是讲道说经的。研究所里面的指导教授，由我们各个宗教来推荐，学校聘请。」",
      "zh_TW": "校長非常好。我們也有幾個資深的教授，認真討論「多元文化研究所」這個項目。他們聽了之後非常歡喜，願意增設「多元文化研究所」，研究所將來可以頒發碩士學位跟博士學位。多元文化研究所的構想，就是一個宗教的研究所，這裡面全世界各個宗教我們都研究。學校既然有意願願意做，我說：「我把這個訊息帶回新加坡，我們跟九個宗教來商量。如果我們有這個意願的話，每一個宗教派兩個研究生，這兩個研究生一定是傳教師，是講道說經的。研究所裡面的指導教授，由我們各個宗教來推薦，學校聘請。」"
    },
    {
      "id": "32-097-0001_p0012",
      "zh_CN": "他对我们要求就是经费，我说这个可以，我们筹募一笔经费来办这个研究所。研究生的生活我们也完全照顾，像公费生一样，自己不需要带一文钱进去。如果研究的期限是两年，可以拿到硕士学位；如果研究四年，可以拿到博士学位。研究的内容，是各个宗教的经典。当然，经典的内容非常丰富，也相当的庞大，我们在经典里面选择、选段。我们的宗旨有两个。第一个宗旨，所选出来的经文一定要适合现前社会的需要，帮助现前社会解决问题。第二个重点，一定要求得宗教当中的和谐，所谓是「存异求同」，消除宗教与宗教之间的误会、歧视、摩擦，要把这些东西消除，走向宗教的团结、族群的团结，世界大同。这是这个研究所的宗旨跟目标，所以学校非常非常的欢喜。这个研究所将来可以说是全世界最高的宗教学府，我们希望把这一桩事情能够落实，我们谈得非常愉快。",
      "zh_TW": "他對我們要求就是經費，我說這個可以，我們籌募一筆經費來辦這個研究所。研究生的生活我們也完全照顧，像公費生一樣，自己不需要帶一文錢進去。如果研究的期限是兩年，可以拿到碩士學位；如果研究四年，可以拿到博士學位。研究的內容，是各個宗教的經典。當然，經典的內容非常豐富，也相當的龐大，我們在經典裡面選擇、選段。我們的宗旨有兩個。第一個宗旨，所選出來的經文一定要適合現前社會的需要，幫助現前社會解決問題。第二個重點，一定要求得宗教當中的和諧，所謂是「存異求同」，消除宗教與宗教之間的誤會、歧視、摩擦，要把這些東西消除，走向宗教的團結、族群的團結，世界大同。這是這個研究所的宗旨跟目標，所以學校非常非常的歡喜。這個研究所將來可以說是全世界最高的宗教學府，我們希望把這一樁事情能夠落實，我們談得非常愉快。"
    },
    {
      "id": "32-097-0001_p0013",
      "zh_CN": "所以我说今天筹募基金不难，难在人才。我们从研究所培养人才，有了人才之后，我们将来就可以办「多元文化学院」；在这大学里面就设一个学院，研究所毕业出来的学生就是老师，学院里面这些教授、副教授、讲师，培训这个。将来人数再多的时候，就能扩展成一个独立的大学，「多元文化大学」。我想从研究所到大学，最快也要十年。十年之后就能够在那边办一所多元文化大学，为全世界各个宗教培养优秀的传教师。在澳洲二十几天，主要是做这些工作。",
      "zh_TW": "所以我說今天籌募基金不難，難在人才。我們從研究所培養人才，有了人才之後，我們將來就可以辦「多元文化學院」；在這大學裡面就設一個學院，研究所畢業出來的學生就是老師，學院裡面這些教授、副教授、講師，培訓這個。將來人數再多的時候，就能擴展成一個獨立的大學，「多元文化大學」。我想從研究所到大學，最快也要十年。十年之後就能夠在那邊辦一所多元文化大學，為全世界各個宗教培養優秀的傳教師。在澳洲二十幾天，主要是做這些工作。"
    },
    {
      "id": "32-097-0001_p0014",
      "zh_CN": "希望我们同修要认真努力，将来真的这个研究所能搞成功了，研究所教授到哪里去找？研究员？我觉得佛教一定从我们这地方选拔，我们来推荐。大家要能学得好的时候，将来可以担任教学的工作。我年岁大了，我愿意退下来做护法，护持大家，把大家抬上去，佛教才会有前途，法运才会兴隆。带动宗教的和谐，种族的和睦，达到世界和平，这是我们主要在澳洲做的工作。",
      "zh_TW": "希望我們同修要認真努力，將來真的這個研究所能搞成功了，研究所教授到哪裡去找？研究員？我覺得佛教一定從我們這地方選拔，我們來推薦。大家要能學得好的時候，將來可以擔任教學的工作。我年歲大了，我願意退下來做護法，護持大家，把大家抬上去，佛教才會有前途，法運才會興隆。帶動宗教的和諧，種族的和睦，達到世界和平，這是我們主要在澳洲做的工作。"
    },
    {
      "id": "32-097-0001_p0015",
      "zh_CN": "另外，我参加澳洲移民部的部长早餐会。我看了之后，有很深的感触。移民部长跟我见过几次面，我们算是很熟了。这一次的聚会，他是接待新移民，就是最近批准永久居留的新移民，是在这一个地区，就是布里斯本这个城市，一共有七十多个人，都来自不同的国家地区，我也接受邀请参加这一次的聚会。我们开车到那边，找不到州政府的办公室。州政府就像中国的省政府一样，是他们中央政府设立在省政府的办公室，找不到。最后，找门牌号码才找到。找到之后，我们都没有信心，我们就打听：「这是不是？」「是的，就在这里头。」我感觉得非常惊讶，它的房子是普通的民房，比普通民房还低一级。房子很小，大概就像我们平常讲的两房一厅这么小房子，有两三栋连在一起的，那是他们州政府的办公室。从这个地方我们能够体会到他们政府的节俭、朴实，一丝毫豪华、夸张都没有。政府的官员廉洁，待人亲切、诚恳。部长是中央政府的，到这个地方来接见新移民，一个个握手，亲切的慰问，不容易！这在许多国家是你见都见不到的，顶多底下派一个科长、科员来跟你介绍澳洲一些状况就好了，哪有部长亲自来接见？这使我很感动。",
      "zh_TW": "另外，我參加澳洲移民部的部長早餐會。我看了之後，有很深的感觸。移民部長跟我見過幾次面，我們算是很熟了。這一次的聚會，他是接待新移民，就是最近批准永久居留的新移民，是在這一個地區，就是布里斯本這個城市，一共有七十多個人，都來自不同的國家地區，我也接受邀請參加這一次的聚會。我們開車到那邊，找不到州政府的辦公室。州政府就像中國的省政府一樣，是他們中央政府設立在省政府的辦公室，找不到。最後，找門牌號碼才找到。找到之後，我們都沒有信心，我們就打聽：「這是不是？」「是的，就在這裡頭。」我感覺得非常驚訝，它的房子是普通的民房，比普通民房還低一級。房子很小，大概就像我們平常講的兩房一廳這麼小房子，有兩三棟連在一起的，那是他們州政府的辦公室。從這個地方我們能夠體會到他們政府的節儉、樸實，一絲毫豪華、誇張都沒有。政府的官員廉潔，待人親切、誠懇。部長是中央政府的，到這個地方來接見新移民，一個個握手，親切的慰問，不容易！這在許多國家是你見都見不到的，頂多底下派一個科長、科員來跟你介紹澳洲一些狀況就好了，哪有部長親自來接見？這使我很感動。"
    },
    {
      "id": "32-097-0001_p0016",
      "zh_CN": "我们看到别人的国家，无论在哪一方面，确实它讲求的是实用，没有一丝毫的奢侈、浮华。我们看到的官员，都很亲切，都很诚恳。我把这些我所看到的、所听到的，我回到图文巴跟我们同修说，我们要学习，要知道朴实，要知道节俭。所以原本悟行法师想，我们住的旧寮房，把它拆掉，重新再建。我一想，没有必要。别人能住，我们为什么不能住？我们将这些房舍好好的整修一下，重新油漆粉刷就可以了，何必拆了再重建？所以看看人家州政府，政府的办公室，我们自己如果做得很豪华，惭愧！人家看了瞧不起你。我们应当多多帮助地方建设，这个是对的。",
      "zh_TW": "我們看到別人的國家，無論在哪一方面，確實它講求的是實用，沒有一絲毫的奢侈、浮華。我們看到的官員，都很親切，都很誠懇。我把這些我所看到的、所聽到的，我回到圖文巴跟我們同修說，我們要學習，要知道樸實，要知道節儉。所以原本悟行法師想，我們住的舊寮房，把它拆掉，重新再建。我一想，沒有必要。別人能住，我們為什麼不能住？我們將這些房舍好好的整修一下，重新油漆粉刷就可以了，何必拆了再重建？所以看看人家州政府，政府的辦公室，我們自己如果做得很豪華，慚愧！人家看了瞧不起你。我們應當多多幫助地方建設，這個是對的。"
    },
    {
      "id": "32-097-0001_p0017",
      "zh_CN": "所以澳洲普遍看起来，确实是我们现在所讲的「返璞归真」，回归自然。这个地方地大，他们的土地面积跟中国差不多大，人口只有一千九百万，比台湾还少；台湾有两千大概一、二百万人，他们只有一千九百万，所以人与人之间非常亲切。这个地方没有发生过战争，居民都很朴实，很难得，所以我们选择这个地方做为修道的场所，读书、修道的场所。",
      "zh_TW": "所以澳洲普遍看起來，確實是我們現在所講的「返璞歸真」，回歸自然。這個地方地大，他們的土地面積跟中國差不多大，人口只有一千九百萬，比台灣還少；台灣有兩千大概一、二百萬人，他們只有一千九百萬，所以人與人之間非常親切。這個地方沒有發生過戰爭，居民都很樸實，很難得，所以我們選擇這個地方做為修道的場所，讀書、修道的場所。"
    },
    {
      "id": "32-097-0001_p0018",
      "zh_CN": "诸位同修，将来你们都有机会到那边去，大家一定要非常认真努力。修行最重要的，就是改过向善、积功累德，成就自己的德行，成就自己的学问，把自己过去不好的毛病、习气统统改过来，这叫功夫！知道自己的毛病习气，这就叫觉悟，佛家讲「开悟」。什么叫开悟？知道自己的毛病、习气。肯把这些毛病习气改过来，这叫功夫，我们要认真从这里下手。《十善业道经》，这部经是行经。「教、理、行、果」，这是行经，教我们修行的，怎样把十善业道落实在生活上，落实在工作上，落实在处事待人接物。这部经后面这一段我们还没讲完，经文不长，但是它的意思太丰富了。我们才讲到「三十七道品」里面的「五根」，「五根」后面是「五力」、「七菩提分」、「八正道」，末后是「止观」，最后一条是「方便」。合起来讲，就是把十善业道落实在生活，落实在工作，落实在处事待人接物。这部经是属于行经，「教、理、行、果」，着重在修行。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "諸位同修，將來你們都有機會到那邊去，大家一定要非常認真努力。修行最重要的，就是改過向善、積功累德，成就自己的德行，成就自己的學問，把自己過去不好的毛病、習氣統統改過來，這叫功夫！知道自己的毛病習氣，這就叫覺悟，佛家講「開悟」。什麼叫開悟？知道自己的毛病、習氣。肯把這些毛病習氣改過來，這叫功夫，我們要認真從這裡下手。《十善業道經》，這部經是行經。「教、理、行、果」，這是行經，教我們修行的，怎樣把十善業道落實在生活上，落實在工作上，落實在處事待人接物。這部經後面這一段我們還沒講完，經文不長，但是它的意思太豐富了。我們才講到「三十七道品」裡面的「五根」，「五根」後面是「五力」、「七菩提分」、「八正道」，末後是「止觀」，最後一條是「方便」。合起來講，就是把十善業道落實在生活，落實在工作，落實在處事待人接物。這部經是屬於行經，「教、理、行、果」，著重在修行。好，今天時間到了，我們就講到此地。"
    }
  ]
}