{
  "doc_id": "32-310-0001",
  "title": {
    "zh_CN": "万法唯心彻本源　众生一体归寂光——二Ｏ一八中华民族弘孝报恩冬至祭祖大典开示",
    "zh_TW": "萬法唯心徹本源　眾生一體歸寂光——二Ｏ一八中華民族弘孝報恩冬至祭祖大典開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-310-0001",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "32-310-0001_p0001",
      "zh_CN": "尊敬的主法和尚、各位嘉宾、各位大德、各位同修，大家好！",
      "zh_TW": "尊敬的主法和尚、各位嘉賓、各位大德、各位同修，大家好！"
    },
    {
      "id": "32-310-0001_p0002",
      "zh_CN": "今天我们在此地举办「二Ο一八中华民族弘孝报恩冬至祭祖大典」，各地同修们来此共襄盛举，以真诚恭敬之心缅怀和祭祀历代祖先、父母、师长，这是非常难能可贵的殊胜因缘。",
      "zh_TW": "今天我們在此地舉辦「二Ο一八中華民族弘孝報恩冬至祭祖大典」，各地同修們來此共襄盛舉，以真誠恭敬之心緬懷和祭祀歷代祖先、父母、師長，這是非常難能可貴的殊勝因緣。"
    },
    {
      "id": "32-310-0001_p0003",
      "zh_CN": "近年来，人们深深感受到，世界各地灾难频繁，天灾人祸不断，近期发生的严重火灾、地震、海啸、台风、飓风，对于我们的人身安全和物质财产都造成了很大的损害。这些灾难究竟从何而来？佛经说，是我们的贪瞋痴所感召的。人有贪瞋痴，就会有水灾、火灾、风灾等灾变。瞋恚感得火灾，火能烧到初禅天；贪心感得水灾，能淹到二禅天；愚痴感应风灾，能吹坏三禅天。第四禅天是「不动定」，双忘苦乐、舍念清净，心如明镜不动，因此没有三灾。",
      "zh_TW": "近年來，人們深深感受到，世界各地災難頻繁，天災人禍不斷，近期發生的嚴重火災、地震、海嘯、颱風、颶風，對於我們的人身安全和物質財產都造成了很大的損害。這些災難究竟從何而來？佛經說，是我們的貪瞋痴所感召的。人有貪瞋痴，就會有水災、火災、風災等災變。瞋恚感得火災，火能燒到初禪天；貪心感得水災，能淹到二禪天；愚痴感應風災，能吹壞三禪天。第四禪天是「不動定」，雙忘苦樂、捨念清淨，心如明鏡不動，因此沒有三災。"
    },
    {
      "id": "32-310-0001_p0004",
      "zh_CN": "由此可知，疾病和灾难都是人类不善的念头、不善的行为所感召的；要想避免，唯有断恶修善，心行净善就不会感得这些灾变。《无量寿经》说：「身行所作，心自趣向。」一切法从心想生，十法界的依正庄严都是从心而生的。一念瞋恚，便是地狱；慈悲喜舍，即是天堂；乃至诸佛净佛国土，也都是唯心所现、唯识所变。我们身口意的造作，产生善恶的业，业是由心而生，所以说「心自趣向」。",
      "zh_TW": "由此可知，疾病和災難都是人類不善的念頭、不善的行為所感召的；要想避免，唯有斷惡修善，心行淨善就不會感得這些災變。《無量壽經》說：「身行所作，心自趣向。」一切法從心想生，十法界的依正莊嚴都是從心而生的。一念瞋恚，便是地獄；慈悲喜捨，即是天堂；乃至諸佛淨佛國土，也都是唯心所現、唯識所變。我們身口意的造作，產生善惡的業，業是由心而生，所以說「心自趣向」。"
    },
    {
      "id": "32-310-0001_p0005",
      "zh_CN": "近现代有很多科学家都在探索宇宙的奥秘，宇宙究竟是从哪里来的？这是人类共同关心的问题。现代科学的研究包括了宏观世界的大宇宙，以及微观世界的物质缘起，后者是量子力学的研究范畴。我们知道，在佛经中有个名词叫「色聚极微」，色是物质，也就是科学家所说的粒子、夸克；色聚极微再分析就是极微色，这是极微之微，不能再分了。现在的科学家发现了，称之为微中子，一个微中子的体积是电子的一百亿分之一，这是基本物质的最小单位。科学家发现了微中子，将它打破，发现物质没有了，而是什么呢？是念头波动的现象。这个发现揭穿了物质的秘密，物质是虚而不实的，是念头产生的幻相。",
      "zh_TW": "近現代有很多科學家都在探索宇宙的奧祕，宇宙究竟是從哪裡來的？這是人類共同關心的問題。現代科學的研究包括了宏觀世界的大宇宙，以及微觀世界的物質緣起，後者是量子力學的研究範疇。我們知道，在佛經中有個名詞叫「色聚極微」，色是物質，也就是科學家所說的粒子、夸克；色聚極微再分析就是極微色，這是極微之微，不能再分了。現在的科學家發現了，稱之為微中子，一個微中子的體積是電子的一百億分之一，這是基本物質的最小單位。科學家發現了微中子，將它打破，發現物質沒有了，而是什麼呢？是念頭波動的現象。這個發現揭穿了物質的祕密，物質是虛而不實的，是念頭產生的幻相。"
    },
    {
      "id": "32-310-0001_p0006",
      "zh_CN": "佛在经典中教导我们，宇宙是从哪里来的？是我们真心所现，妄心所变。《华严经》云：「若人欲了知，三世一切佛。应观法界性，一切唯心造。」又云：「心造诸如来。」唐朝六祖惠能大师大彻大悟、明心见性时也说：「何期自性，能生万法。」真心是真如、本性，是自性，它无处不在、无时不在，哲学称之为宇宙万有的本体。十方三世一切诸佛刹土、大千世界，无有一法不是唯心所现、唯识所变。因此，我所受用的与他所受用的，皆是自性变现的，自他是一不是二，自性是一体的，宇宙之中的万事万物跟我们自己原本就是一体，遍法界虚空界是一体，都是真心所现。",
      "zh_TW": "佛在經典中教導我們，宇宙是從哪裡來的？是我們真心所現，妄心所變。《華嚴經》云：「若人欲了知，三世一切佛。應觀法界性，一切唯心造。」又云：「心造諸如來。」唐朝六祖惠能大師大徹大悟、明心見性時也說：「何期自性，能生萬法。」真心是真如、本性，是自性，它無處不在、無時不在，哲學稱之為宇宙萬有的本體。十方三世一切諸佛刹土、大千世界，無有一法不是唯心所現、唯識所變。因此，我所受用的與他所受用的，皆是自性變現的，自他是一不是二，自性是一體的，宇宙之中的萬事萬物跟我們自己原本就是一體，遍法界虛空界是一體，都是真心所現。"
    },
    {
      "id": "32-310-0001_p0007",
      "zh_CN": "我们了解了宇宙一体的事实真相，心量就拓宽了，「心包太虚，量周沙界」，就能包容虚空法界的万事万物。为什么？因为是一体的。我爱自己的身体，我也爱天地万物，《弟子规》说，「凡是人，皆须爱；天同覆，地同载」。这个一体不二的大爱，与普贤菩萨十大愿王「礼敬诸佛」的平等之爱，与今年九月份联合国教科文组织国际和平大会探讨的「神爱世人」无私之爱，以及全球祭祖大典宣扬的「父子有亲」自性之爱，无二无别。",
      "zh_TW": "我們了解了宇宙一體的事實真相，心量就拓寬了，「心包太虛，量周沙界」，就能包容虛空法界的萬事萬物。為什麼？因為是一體的。我愛自己的身體，我也愛天地萬物，《弟子規》說，「凡是人，皆須愛；天同覆，地同載」。這個一體不二的大愛，與普賢菩薩十大願王「禮敬諸佛」的平等之愛，與今年九月份聯合國教科文組織國際和平大會探討的「神愛世人」無私之愛，以及全球祭祖大典宣揚的「父子有親」自性之愛，無二無別。"
    },
    {
      "id": "32-310-0001_p0008",
      "zh_CN": "今年下半年，我们在法国巴黎联合国教科文组织办公室「净空之友社」，与来自各个国家的大使、嘉宾们以茶会友，共同探讨世界和平的问题。大家都认同，通过恢复宗教教育，有助于促进社会安定和谐、世界永久和平。我们编了一本《神爱世人》小册子，以及一套《宗教经典三六Ο》；同时，在九月份教科文组织的国际和平会议上，以「神爱世人」为主题，与各国大使、代表们共同讨论「如何将神圣的真爱落实在生活中」。宗教教职人员要把上帝神圣的真爱，以实际行动展现出来，代表上帝去爱世人，神爱世人的精神才能真正实现。",
      "zh_TW": "今年下半年，我們在法國巴黎聯合國教科文組織辦公室「淨空之友社」，與來自各個國家的大使、嘉賓們以茶會友，共同探討世界和平的問題。大家都認同，通過恢復宗教教育，有助於促進社會安定和諧、世界永久和平。我們編了一本《神愛世人》小冊子，以及一套《宗教經典三六Ο》；同時，在九月份教科文組織的國際和平會議上，以「神愛世人」為主題，與各國大使、代表們共同討論「如何將神聖的真愛落實在生活中」。宗教教職人員要把上帝神聖的真愛，以實際行動展現出來，代表上帝去愛世人，神愛世人的精神才能真正實現。"
    },
    {
      "id": "32-310-0001_p0009",
      "zh_CN": "这次国际和平大会非常圆满成功，与会者都认同，人类唯有发扬神圣的真爱，落实宗教教育的内容，才能真正化解灾难，避免冲突，缔造和平。会议期间，在教科文组织总部举办了庄严隆重的祭祖大典。近年来，我们在全世界提倡祭祖，英国、法国、南洋、澳洲等地皆成功举办祭典，得到各国有志之士的认同。祭祖是孝道的体现，对于千百年来的老祖宗都念念不忘，对于眼前的父母哪有不尽孝的道理？佛教传到中国来之前，中国的老祖宗具有与佛法相通的大智大德，老祖宗教导我们，人人本具的「父子有亲」的亲爱，是自性「爱」的原点。如果失去了这个根本，失去了孝道，全社会将会面临伦常败坏、道德缺失、动荡不安的局面。因此，各宗教神圣的经典都教导世人要重视和落实孝道——",
      "zh_TW": "這次國際和平大會非常圓滿成功，與會者都認同，人類唯有發揚神聖的真愛，落實宗教教育的內容，才能真正化解災難，避免衝突，締造和平。會議期間，在教科文組織總部舉辦了莊嚴隆重的祭祖大典。近年來，我們在全世界提倡祭祖，英國、法國、南洋、澳洲等地皆成功舉辦祭典，得到各國有志之士的認同。祭祖是孝道的體現，對於千百年來的老祖宗都念念不忘，對於眼前的父母哪有不盡孝的道理？佛教傳到中國來之前，中國的老祖宗具有與佛法相通的大智大德，老祖宗教導我們，人人本具的「父子有親」的親愛，是自性「愛」的原點。如果失去了這個根本，失去了孝道，全社會將會面臨倫常敗壞、道德缺失、動盪不安的局面。因此，各宗教神聖的經典都教導世人要重視和落實孝道——"
    },
    {
      "id": "32-310-0001_p0010",
      "zh_CN": "佛教说：「欲生彼国者，当修三福。一者孝养父母，奉事师长，慈心不杀，修十善业。」（《佛说观无量寿佛经》）",
      "zh_TW": "佛教說：「欲生彼國者，當修三福。一者孝養父母，奉事師長，慈心不殺，修十善業。」（《佛說觀無量壽佛經》）"
    },
    {
      "id": "32-310-0001_p0011",
      "zh_CN": "基督宗教说：「当孝敬父母；又当爱人如己。」（《马太福音》第十九章）",
      "zh_TW": "基督宗教說：「當孝敬父母；又當愛人如己。」（《馬太福音》第十九章）"
    },
    {
      "id": "32-310-0001_p0012",
      "zh_CN": "儒家说：「孝悌之至，通于神明，光于四海，无所不通。」（《孝经》感应章）",
      "zh_TW": "儒家說：「孝悌之至，通於神明，光於四海，無所不通。」（《孝經》感應章）"
    },
    {
      "id": "32-310-0001_p0013",
      "zh_CN": "伊斯兰教说：「当孝敬父母，当优待亲戚，当怜恤孤儿，当救济贫民，当亲爱近邻、远邻和伴侣，当款待旅客，当宽待奴仆。」（《古兰经》第四章）",
      "zh_TW": "伊斯蘭教說：「當孝敬父母，當優待親戚，當憐恤孤兒，當救濟貧民，當親愛近鄰、遠鄰和伴侶，當款待旅客，當寬待奴僕。」（《古蘭經》第四章）"
    },
    {
      "id": "32-310-0001_p0014",
      "zh_CN": "犹太教说：「当孝敬父母，使你的日子在耶和华—你神所赐你的地上得以长久。」（《出埃及记》第二十章）",
      "zh_TW": "猶太教說：「當孝敬父母，使你的日子在耶和華—你神所賜你的地上得以長久。」（《出埃及記》第二十章）"
    },
    {
      "id": "32-310-0001_p0015",
      "zh_CN": "道教说：「积德累功，慈心于物；忠孝友悌，正己化人。」（《太上感应篇》）",
      "zh_TW": "道教說：「積德累功，慈心於物；忠孝友悌，正己化人。」（《太上感應篇》）"
    },
    {
      "id": "32-310-0001_p0016",
      "zh_CN": "由此可知，各个宗教的经典都提倡孝道。所谓是木有本、水有源，孝道是德行的根，如果失去了根本，整棵大树的生命之源也将随之枯竭。除了孝道的根之外，还有一个辅助孝道的根，那就是师道，师道是建立在孝道的基础上。所以佛教《观经》净业三福首先是「孝养父母」，第二句是「奉事师长」。父母是我们生命之根，老师是我们智慧之根，失去这两个根本，人就没有道德的根基，便难以立足于社会。",
      "zh_TW": "由此可知，各個宗教的經典都提倡孝道。所謂是木有本、水有源，孝道是德行的根，如果失去了根本，整棵大樹的生命之源也將隨之枯竭。除了孝道的根之外，還有一個輔助孝道的根，那就是師道，師道是建立在孝道的基礎上。所以佛教《觀經》淨業三福首先是「孝養父母」，第二句是「奉事師長」。父母是我們生命之根，老師是我們智慧之根，失去這兩個根本，人就沒有道德的根基，便難以立足於社會。"
    },
    {
      "id": "32-310-0001_p0017",
      "zh_CN": "佛法修行更是首重孝道，孝道圆满则佛道圆满，所以古德说：「亲得离尘垢，子道方成就。」具足孝道的根基，修行佛法还须依循信、解、行、证四个阶段。顾名思义，信解行证是先要信仰佛法，其次是了解佛法，再依照佛法所教导的来修行，最终必能证悟道果。",
      "zh_TW": "佛法修行更是首重孝道，孝道圓滿則佛道圓滿，所以古德說：「親得離塵垢，子道方成就。」具足孝道的根基，修行佛法還須依循信、解、行、證四個階段。顧名思義，信解行證是先要信仰佛法，其次是了解佛法，再依照佛法所教導的來修行，最終必能證悟道果。"
    },
    {
      "id": "32-310-0001_p0018",
      "zh_CN": "一般而言，从时间上说，佛所说的法运是正法一千年，像法一千年，末法一万年；从修行上而言，则末法中有正法，正法中也有末法。《仁王般若经疏》说，有讲经的人，有听经的人，有真修行的人，有修行证果的人，这就是「正法」住世。一般来说，证果至少是证得须陀洹的果位，而念佛人则是以往生为证果，真正往生极乐世界，信解行证就做到圆满了。无论是任何人，只要往生到极乐世界，皆作阿惟越致菩萨，这是法身菩萨的果位。其次，「像法」是有讲经的，有听经的，有真修行的，没有证果的；「末法」是有讲经的，有听经的，没有真修行的；如果连讲经都没有了，这是「灭法」。因此，不能不讲经，不能不听经，听懂了之后还要落实，真正念佛往生西方净土，即便是在末法时期，也可以做到正法。",
      "zh_TW": "一般而言，從時間上說，佛所說的法運是正法一千年，像法一千年，末法一萬年；從修行上而言，則末法中有正法，正法中也有末法。《仁王般若經疏》說，有講經的人，有聽經的人，有真修行的人，有修行證果的人，這就是「正法」住世。一般來說，證果至少是證得須陀洹的果位，而念佛人則是以往生為證果，真正往生極樂世界，信解行證就做到圓滿了。無論是任何人，只要往生到極樂世界，皆作阿惟越致菩薩，這是法身菩薩的果位。其次，「像法」是有講經的，有聽經的，有真修行的，沒有證果的；「末法」是有講經的，有聽經的，沒有真修行的；如果連講經都沒有了，這是「滅法」。因此，不能不講經，不能不聽經，聽懂了之後還要落實，真正念佛往生西方淨土，即便是在末法時期，也可以做到正法。"
    },
    {
      "id": "32-310-0001_p0019",
      "zh_CN": "我们今天处在五浊恶世，佛指引出这一条自利利他的道路，念佛求生净土，到极乐世界去作佛，才有能力教化众生。净土宗修学有理论——净土五经一论；有方法——具足信愿行，一门深入，长时薰修，老实念佛，求生净土；有效果——蒙佛接引，自在往生极乐世界；最终得真实受用——作阿惟越致菩萨，一生圆满成佛。所以，修学净土法门，也是依循信、解、行、证四个阶段，不断向上提升，一生圆成佛道。当今时代在家、出家修学净土法门的人之中，有两个念佛往生最好的榜样：刘素青居士与海贤老和尚。",
      "zh_TW": "我們今天處在五濁惡世，佛指引出這一條自利利他的道路，念佛求生淨土，到極樂世界去作佛，才有能力教化眾生。淨土宗修學有理論——淨土五經一論；有方法——具足信願行，一門深入，長時薰修，老實念佛，求生淨土；有效果——蒙佛接引，自在往生極樂世界；最終得真實受用——作阿惟越致菩薩，一生圓滿成佛。所以，修學淨土法門，也是依循信、解、行、證四個階段，不斷向上提升，一生圓成佛道。當今時代在家、出家修學淨土法門的人之中，有兩個念佛往生最好的榜樣：劉素青居士與海賢老和尚。"
    },
    {
      "id": "32-310-0001_p0020",
      "zh_CN": "二Ο一二年刘素青居士为我们表演念佛自在往生。她的妹妹是刘素云居士，刘素云居士曾经在姐姐面前感叹说，如果有人表演念佛往生净土，启发人们生起信心就好了。姐姐听了之后，决定来做表演，便在阿弥陀佛面前发愿，求佛接引往生。姐姐念佛不到一个月，往生前八天，妹妹刘素云听到一个声音，是一组数字，「２０１２１１２１１２」。她记下来，心想是不是姐姐的往生时间？２０１２是年；１１是十一月；２１是二十一号；１２是十二点钟。果然，姐姐就是这一天走的，走之前还有说有笑，十二点钟一到，姐姐用言语和手势向大家告别，说：「还有几分钟我就要走了，我现在已上莲花了，感恩大家为我送行。」「净土法门殊胜！净土法门特殊胜！」语毕，托掌状似莲花，阖眼自在往生。刘素青居士确实是清清楚楚、明明白白的，不但生死自在，而且是活着往生，没有一丝毫痛苦，为末法时期的念佛人做出了一个好榜样。",
      "zh_TW": "二Ο一二年劉素青居士為我們表演念佛自在往生。她的妹妹是劉素雲居士，劉素雲居士曾經在姐姐面前感嘆說，如果有人表演念佛往生淨土，啟發人們生起信心就好了。姐姐聽了之後，決定來做表演，便在阿彌陀佛面前發願，求佛接引往生。姐姐念佛不到一個月，往生前八天，妹妹劉素雲聽到一個聲音，是一組數字，「２０１２１１２１１２」。她記下來，心想是不是姐姐的往生時間？２０１２是年；１１是十一月；２１是二十一號；１２是十二點鐘。果然，姐姐就是這一天走的，走之前還有說有笑，十二點鐘一到，姐姐用言語和手勢向大家告別，說：「還有幾分鐘我就要走了，我現在已上蓮花了，感恩大家為我送行。」「淨土法門殊勝！淨土法門特殊勝！」語畢，托掌狀似蓮花，闔眼自在往生。劉素青居士確實是清清楚楚、明明白白的，不但生死自在，而且是活著往生，沒有一絲毫痛苦，為末法時期的念佛人做出了一個好榜樣。"
    },
    {
      "id": "32-310-0001_p0021",
      "zh_CN": "另一位念佛成佛的典范，是河南南阳来佛寺的海贤老和尚。他二十岁出家，师父只教他一句「南无阿弥陀佛」佛号，嘱咐他一直念下去，明白了不能乱说，不能说。他一生恪守老师的教导，取得了殊胜不可思议的成就。他功夫成片应该是三年、五年，二十四、五岁时往生就有把握了。在这个境界中，阿弥陀佛会常常照顾他，使他信心坚定。功夫成片后，最多五六年的时间，得事一心不乱；再过五六年，证得理一心不乱，四十岁前后就能自在往生了。阿弥陀佛赞叹他修得很好，希望他在世间多住几年，代众生苦，念佛不断，做出最好的榜样给众生看。他接受佛的嘱咐，念佛九十二年，直到一百一十二岁自在往生。",
      "zh_TW": "另一位念佛成佛的典範，是河南南陽來佛寺的海賢老和尚。他二十歲出家，師父只教他一句「南無阿彌陀佛」佛號，囑咐他一直念下去，明白了不能亂說，不能說。他一生恪守老師的教導，取得了殊勝不可思議的成就。他功夫成片應該是三年、五年，二十四、五歲時往生就有把握了。在這個境界中，阿彌陀佛會常常照顧他，使他信心堅定。功夫成片後，最多五六年的時間，得事一心不亂；再過五六年，證得理一心不亂，四十歲前後就能自在往生了。阿彌陀佛讚歎他修得很好，希望他在世間多住幾年，代眾生苦，念佛不斷，做出最好的榜樣給眾生看。他接受佛的囑咐，念佛九十二年，直到一百一十二歲自在往生。"
    },
    {
      "id": "32-310-0001_p0022",
      "zh_CN": "综上所述，我们了解万法唯心、众生一体的道理；在佛法的修行上，秉着一体不二的孝敬之爱，依循信、解、行、证四个阶段，不断向上提升，得到佛法最真实的受用；刘素青居士与海贤老和尚为我们做了最好的表法与示现，为净土法门作证转，为《无量寿经》作证转。我们有理论、有方法、有效果、有榜样，尽此一生一定要效法这些大德的表法，做出念佛成佛的好样子！这是我们这一生来到世间最大的一件事，愿与在座的诸位共学共勉！",
      "zh_TW": "綜上所述，我們了解萬法唯心、眾生一體的道理；在佛法的修行上，秉著一體不二的孝敬之愛，依循信、解、行、證四個階段，不斷向上提升，得到佛法最真實的受用；劉素青居士與海賢老和尚為我們做了最好的表法與示現，為淨土法門作證轉，為《無量壽經》作證轉。我們有理論、有方法、有效果、有榜樣，盡此一生一定要效法這些大德的表法，做出念佛成佛的好樣子！這是我們這一生來到世間最大的一件事，願與在座的諸位共學共勉！"
    },
    {
      "id": "32-310-0001_p0023",
      "zh_CN": "值此「二Ο一八中华民族弘孝报恩冬至祭祖大典」举办之际，祝福在座的各位法师、大德们身心安康、六时吉祥！祝福世界各国国运昌隆、国泰民安，世界和平、永续大同！谢谢大家！",
      "zh_TW": "值此「二Ο一八中華民族弘孝報恩冬至祭祖大典」舉辦之際，祝福在座的各位法師、大德們身心安康、六時吉祥！祝福世界各國國運昌隆、國泰民安，世界和平、永續大同！謝謝大家！"
    }
  ]
}