{
  "doc_id": "21-305-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之二十九）",
    "zh_TW": "學佛答問（答香港參學同修之二十九）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-305-0001",
  "total_paragraphs": 89,
  "paragraphs": [
    {
      "id": "21-305-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家好。今天是我们第二十九次佛学答问。首先有网路学院的同学提出了二十个问题。",
      "zh_TW": "諸位法師，諸位同學，大家好。今天是我們第二十九次佛學答問。首先有網路學院的同學提出了二十個問題。"
    },
    {
      "id": "21-305-0001_p0002",
      "zh_CN": "问：第一个问题，老年人的日子其实所剩无几，应该把握时间用来享享清福才对，为什么要用来念佛？",
      "zh_TW": "問：第一個問題，老年人的日子其實所剩無幾，應該把握時間用來享享清福才對，為什麼要用來念佛？"
    },
    {
      "id": "21-305-0001_p0003",
      "zh_CN": "答：那我们要问什么叫清福？提问题的人可能不在此地，这是网路上的。你应该晓得什么叫清福，这两个字怎么讲法。我们看到这个社会上的大众在工作的时候，现在工作都很紧张，他也没有时间去想别的。退休之后，工作没有了，那享清福不是很好吗？可是退休之后，我们看到两种现象，一种就是杂念太多，一天到晚胡思乱想，想到自己退休了，没有用了，感到很哀伤；另外一种就是昏沈，倒是妄念没有什么，精神提不起来，有两种现象。这两种现象让这个人特别容易衰老。我有很多过去的同事、朋友退休下来之后，两年没有见面，再一见面好像隔了二十年一样，一下衰老了都叫我们很难认识，这就是古人所讲的「忧能使人老」。晚年清福要很快乐才行，所谓「儿孙满堂，孝子贤孙」，那才有清福好享，真的有人能享一点福，可是现在人我看很少有这样的福报。",
      "zh_TW": "答：那我們要問什麼叫清福？提問題的人可能不在此地，這是網路上的。你應該曉得什麼叫清福，這兩個字怎麼講法。我們看到這個社會上的大眾在工作的時候，現在工作都很緊張，他也沒有時間去想別的。退休之後，工作沒有了，那享清福不是很好嗎？可是退休之後，我們看到兩種現象，一種就是雜念太多，一天到晚胡思亂想，想到自己退休了，沒有用了，感到很哀傷；另外一種就是昏沈，倒是妄念沒有什麼，精神提不起來，有兩種現象。這兩種現象讓這個人特別容易衰老。我有很多過去的同事、朋友退休下來之後，兩年沒有見面，再一見面好像隔了二十年一樣，一下衰老了都叫我們很難認識，這就是古人所講的「憂能使人老」。晚年清福要很快樂才行，所謂「兒孫滿堂，孝子賢孫」，那才有清福好享，真的有人能享一點福，可是現在人我看很少有這樣的福報。"
    },
    {
      "id": "21-305-0001_p0004",
      "zh_CN": "再说这没有福报的人退休下来之后，念佛倒是真正享清福，在念佛堂，为什么？精神有个寄托，人生的目标转移到极乐世界。这个清福是所有清福里面第一清福，无上的清福。能够把万缘放下一心念佛，不但他不容易衰老，肯定他的心情愉快，精神饱满，跟那个不念佛的人完全不一样，所以念佛、听经是晚年最好的清福。如果是能够有些同修在一起共修那就更好，为什么？一个人修往往容易懈怠。有几个人在一起修，彼此互相勉励，有时候来讨论佛法，交换学习的心得，这样往往会提起学佛的兴趣，彼此都能够长进，所以大众在一起学习有它的好处。一个人除非真的是好学，勇猛精进不懈怠，那个行。在一般人一定要依众靠众，就是我们要依大家、要靠大家，大家在一起学习。古人建道场、建念佛堂用意就在此地。",
      "zh_TW": "再說這沒有福報的人退休下來之後，念佛倒是真正享清福，在念佛堂，為什麼？精神有個寄託，人生的目標轉移到極樂世界。這個清福是所有清福裡面第一清福，無上的清福。能夠把萬緣放下一心念佛，不但他不容易衰老，肯定他的心情愉快，精神飽滿，跟那個不念佛的人完全不一樣，所以念佛、聽經是晚年最好的清福。如果是能夠有些同修在一起共修那就更好，為什麼？一個人修往往容易懈怠。有幾個人在一起修，彼此互相勉勵，有時候來討論佛法，交換學習的心得，這樣往往會提起學佛的興趣，彼此都能夠長進，所以大眾在一起學習有它的好處。一個人除非真的是好學，勇猛精進不懈怠，那個行。在一般人一定要依眾靠眾，就是我們要依大家、要靠大家，大家在一起學習。古人建道場、建念佛堂用意就在此地。"
    },
    {
      "id": "21-305-0001_p0005",
      "zh_CN": "问：第二个问题，年纪一大，身体愈来愈不中用，拖着这样受罪的身体还能学佛吗？如果可以，什么方法最适合？",
      "zh_TW": "問：第二個問題，年紀一大，身體愈來愈不中用，拖著這樣受罪的身體還能學佛嗎？如果可以，什麼方法最適合？"
    },
    {
      "id": "21-305-0001_p0006",
      "zh_CN": "答：如果是对佛学有相当的基础、有相当的认知，念佛就好，专心念佛。我大概在二十多年前在台湾南部讲经，在屏东遇到一个老居士，那个时候好像八十四岁，身体很健康，过去也是做官的，地位也相当高退休的，一天念三万声佛号。他告诉我，他曾经参过禅也学过密，他想想都不行，都用不上力，最后还是念佛好。他就告诉我，每天他念三万声佛号。我说你怎么念法？他走路，走路是运动，住在乡下，在乡下稻田里面，他走一步一声佛号，三万声佛号他就走三万步，所以八十四岁身体很健康。",
      "zh_TW": "答：如果是對佛學有相當的基礎、有相當的認知，念佛就好，專心念佛。我大概在二十多年前在台灣南部講經，在屏東遇到一個老居士，那個時候好像八十四歲，身體很健康，過去也是做官的，地位也相當高退休的，一天念三萬聲佛號。他告訴我，他曾經參過禪也學過密，他想想都不行，都用不上力，最後還是念佛好。他就告訴我，每天他念三萬聲佛號。我說你怎麼念法？他走路，走路是運動，住在鄉下，在鄉下稻田裡面，他走一步一聲佛號，三萬聲佛號他就走三萬步，所以八十四歲身體很健康。"
    },
    {
      "id": "21-305-0001_p0007",
      "zh_CN": "这个老人的修学方法是很值得年岁大的人学习，为什么？心要清净，养心要静，养身要动。身体是个机器，如果不动，它就生锈了，它就坏了，所以一定要动。我们常讲「活动」，活就要动，不动就活不了，这一定道理的。你看中国这个文字它很有意义的，你动，你就会活；你不动，你就活不了，活动。每天，年老的人没有什么事情做，经行最好，老年人最好的运动是散步。所以他一天有这么长的时间去散步，好，非常之好，这一步一声佛号。计数，用念珠计数，通常我们念珠一串是一百零八，十串就一千零八十，用念珠计数。计数是防止懈怠、防止懒散，它有这个好处，计数念佛。",
      "zh_TW": "這個老人的修學方法是很值得年歲大的人學習，為什麼？心要清淨，養心要靜，養身要動。身體是個機器，如果不動，它就生鏽了，它就壞了，所以一定要動。我們常講「活動」，活就要動，不動就活不了，這一定道理的。你看中國這個文字它很有意義的，你動，你就會活；你不動，你就活不了，活動。每天，年老的人沒有什麼事情做，經行最好，老年人最好的運動是散步。所以他一天有這麼長的時間去散步，好，非常之好，這一步一聲佛號。計數，用念珠計數，通常我們念珠一串是一百零八，十串就一千零八十，用念珠計數。計數是防止懈怠、防止懶散，它有這個好處，計數念佛。"
    },
    {
      "id": "21-305-0001_p0008",
      "zh_CN": "问：第三个问题，孩子整天为自己事业忙碌，自己想帮忙却又使不上力，请问念佛可以帮助他们吗？",
      "zh_TW": "問：第三個問題，孩子整天為自己事業忙碌，自己想幫忙卻又使不上力，請問念佛可以幫助他們嗎？"
    },
    {
      "id": "21-305-0001_p0009",
      "zh_CN": "答：可以，你把念佛的功德回向给他，真能帮上忙，你要问为什么？你看看江本胜连一杯水放在这个地方，我把意念给它，它都产生变化，你从这个科学证明就知道我们的意念可以加持别人。那念佛是最善的念头，可以真的帮他消灾免难，帮他事业顺利，这不是迷信，确实是有科学证明的。江本博士，他的这些著作也都有著作权，所以我们不能够翻印；如果没有著作权，我们就大量翻印替他宣传，我们只能口头介绍而没有办法翻印他的东西。但是他书里面有几张很好的照片，我想把那几张照片拿出来，将来我们把它放大让大家看看，可以增长信心。意念的加持。",
      "zh_TW": "答：可以，你把念佛的功德迴向給他，真能幫上忙，你要問為什麼？你看看江本勝連一杯水放在這個地方，我把意念給它，它都產生變化，你從這個科學證明就知道我們的意念可以加持別人。那念佛是最善的念頭，可以真的幫他消災免難，幫他事業順利，這不是迷信，確實是有科學證明的。江本博士，他的這些著作也都有著作權，所以我們不能夠翻印；如果沒有著作權，我們就大量翻印替他宣傳，我們只能口頭介紹而沒有辦法翻印他的東西。但是他書裡面有幾張很好的照片，我想把那幾張照片拿出來，將來我們把它放大讓大家看看，可以增長信心。意念的加持。"
    },
    {
      "id": "21-305-0001_p0010",
      "zh_CN": "问：第四个问题，我很想学佛、念佛，可是又担心旁人笑我迷信，该怎么办？",
      "zh_TW": "問：第四個問題，我很想學佛、念佛，可是又擔心旁人笑我迷信，該怎麼辦？"
    },
    {
      "id": "21-305-0001_p0011",
      "zh_CN": "答：这是你太多虑了。什么叫迷信，这要搞清楚。他说我们学佛、念佛的人是迷信，佛是什么他知不知道？他自己本身不知道，为什么要念佛他也不晓得，他说我们迷信，他比我们加一倍的迷信。我们对这个没搞清楚就相信了，是迷信没错；他对这没搞清楚，他说我们是迷信，他是迷迷信，加了一倍，这要懂得。",
      "zh_TW": "答：這是你太多慮了。什麼叫迷信，這要搞清楚。他說我們學佛、念佛的人是迷信，佛是什麼他知不知道？他自己本身不知道，為什麼要念佛他也不曉得，他說我們迷信，他比我們加一倍的迷信。我們對這個沒搞清楚就相信了，是迷信沒錯；他對這沒搞清楚，他說我們是迷信，他是迷迷信，加了一倍，這要懂得。"
    },
    {
      "id": "21-305-0001_p0012",
      "zh_CN": "有一次，我还没出家，那时候亲近李老师，在慈光图书馆，老师分配我在那边工作，五十年前的事情。有个基督教徒，年岁比我大，也是安徽人，同乡，他是距离不远有个教堂里面的信徒。有一天到我们图书馆来，看到我就来劝我，说佛教是迷信，说了一大堆，基督教好。老同乡，我就听他讲，足足讲了两个小时，能言善道，他讲我就点头。这讲了很久，我倒一杯茶供养他，请他坐着慢慢讲。讲了两个钟点，大概也讲累了。讲累了，他休息，我就顺便请教他，我说：如果我们要批评一篇文章，是不是先要把文章看一看再批评？他说：对！我说：你老人家批评佛教批评两个小时，你有没有看过佛经？他说没有。我说：我们图书馆每个星期三，老师在这边讲经，你有没有听过？他说没有。我说：你胆子真不小。还有很多人在那里，阅览室还有很多人在。我说：你说这些外行话，你不怕那些人笑话你吗？我一说，满脸通红，赶快就走掉，就走了。",
      "zh_TW": "有一次，我還沒出家，那時候親近李老師，在慈光圖書館，老師分配我在那邊工作，五十年前的事情。有個基督教徒，年歲比我大，也是安徽人，同鄉，他是距離不遠有個教堂裡面的信徒。有一天到我們圖書館來，看到我就來勸我，說佛教是迷信，說了一大堆，基督教好。老同鄉，我就聽他講，足足講了兩個小時，能言善道，他講我就點頭。這講了很久，我倒一杯茶供養他，請他坐著慢慢講。講了兩個鐘點，大概也講累了。講累了，他休息，我就順便請教他，我說：如果我們要批評一篇文章，是不是先要把文章看一看再批評？他說：對！我說：你老人家批評佛教批評兩個小時，你有沒有看過佛經？他說沒有。我說：我們圖書館每個星期三，老師在這邊講經，你有沒有聽過？他說沒有。我說：你膽子真不小。還有很多人在那裡，閱覽室還有很多人在。我說：你說這些外行話，你不怕那些人笑話你嗎？我一說，滿臉通紅，趕快就走掉，就走了。"
    },
    {
      "id": "21-305-0001_p0013",
      "zh_CN": "我们图书馆还有一些同学，我这一套把他赶走之后，他们就说：我原先看到你一点招架的能力都没有，还人家说，你坐在那里点头。我说：是，等他发足了，这一棒打下去就起不来，这才行。你一听他批评，全是外行话，完全不懂，不懂在下批评。让你批，批到最后我来问你，你有没有资格批评？这人还不错，很难得，到第二天，他把他教堂的牧师带来，很客气，到这个地方来，我们也交了个朋友。我说：我欢迎你批评。我跟那个牧师说欢迎，你能够把佛教批评到一文不值，你救了多少人！这些人都是迷信，你把他救过来，你功德不得了。但是怎么批评？要研究佛教，要天天来听经。你不天天听经，你不天天研究佛教，你怎么知道它不好？理要服人，哪有可以随便批评的！所以不要怕人家说迷信，他比我们更迷信。你把这些话告诉他，你要说我们迷信，你先把佛经念通，讲经地方天天去听，然后再看看它是不是迷信，你才可以说话。你不了解，你说迷信，错了，你说不迷信也错了，你简直没有资格讲话；理要讲清楚。",
      "zh_TW": "我們圖書館還有一些同學，我這一套把他趕走之後，他們就說：我原先看到你一點招架的能力都沒有，還人家說，你坐在那裡點頭。我說：是，等他發足了，這一棒打下去就起不來，這才行。你一聽他批評，全是外行話，完全不懂，不懂在下批評。讓你批，批到最後我來問你，你有沒有資格批評？這人還不錯，很難得，到第二天，他把他教堂的牧師帶來，很客氣，到這個地方來，我們也交了個朋友。我說：我歡迎你批評。我跟那個牧師說歡迎，你能夠把佛教批評到一文不值，你救了多少人！這些人都是迷信，你把他救過來，你功德不得了。但是怎麼批評？要研究佛教，要天天來聽經。你不天天聽經，你不天天研究佛教，你怎麼知道它不好？理要服人，哪有可以隨便批評的！所以不要怕人家說迷信，他比我們更迷信。你把這些話告訴他，你要說我們迷信，你先把佛經念通，講經地方天天去聽，然後再看看它是不是迷信，你才可以說話。你不了解，你說迷信，錯了，你說不迷信也錯了，你簡直沒有資格講話；理要講清楚。"
    },
    {
      "id": "21-305-0001_p0014",
      "zh_CN": "问：第五个问题，年纪愈大愈接近死亡，虽然嘴里不说，心里却整天担心着，念佛真的可以帮助我们克服这样的恐惧吗？",
      "zh_TW": "問：第五個問題，年紀愈大愈接近死亡，雖然嘴裡不說，心裡卻整天擔心著，念佛真的可以幫助我們克服這樣的恐懼嗎？"
    },
    {
      "id": "21-305-0001_p0015",
      "zh_CN": "答：没错，念佛的人念到功夫成熟了，没有死亡。所以念佛法门你真正要是懂得、要是依教奉行，我常常讲，第一个你健康，你不容易衰老，青春永驻，不容易衰老；第二个你不会生病，第三个你不会死。往生极乐世界，活着去的，不是死了去的，死了就去不成了。你看往生的人，在他走的时候，他告诉他身边的人：我看到阿弥陀佛了，他来接我了，我现在跟他去了。讲得清清楚楚！他去了，这个身体他不要了，就像衣服一样，旧衣服一样，脱了不要，跟他去了。活着去的，不是死了去的，所以死了就麻烦！死了去不了。活着去的，真的是往生。",
      "zh_TW": "答：沒錯，念佛的人念到功夫成熟了，沒有死亡。所以念佛法門你真正要是懂得、要是依教奉行，我常常講，第一個你健康，你不容易衰老，青春永駐，不容易衰老；第二個你不會生病，第三個你不會死。往生極樂世界，活著去的，不是死了去的，死了就去不成了。你看往生的人，在他走的時候，他告訴他身邊的人：我看到阿彌陀佛了，他來接我了，我現在跟他去了。講得清清楚楚！他去了，這個身體他不要了，就像衣服一樣，舊衣服一樣，脫了不要，跟他去了。活著去的，不是死了去的，所以死了就麻煩！死了去不了。活著去的，真的是往生。"
    },
    {
      "id": "21-305-0001_p0016",
      "zh_CN": "所以送往生的人这一点要注意到，就是他在断气之前，他自己说见到佛了，见到极乐世界了，那是真的；如果在断气之前他没有这些话，虽然念佛念得功夫很好，不一定往生。走的时候，走了以后，他这个身体瑞相很好，全身是柔软，脸上的颜色都很好看，很正常，不一定往生，但是可以肯定他不是生天就是又到人间来了，人天福报。到人间来的时候，他来生的福报一定比这一生还要好，所以到人天也有瑞相。那个相很不好看的都到恶道去了。到恶道，相不好看，身体僵硬，这就是死的、走的时候他有恐惧。真正念佛的人很安详，临走的时候没有恐惧。这就是舍报之后能看得出来。",
      "zh_TW": "所以送往生的人這一點要注意到，就是他在斷氣之前，他自己說見到佛了，見到極樂世界了，那是真的；如果在斷氣之前他沒有這些話，雖然念佛念得功夫很好，不一定往生。走的時候，走了以後，他這個身體瑞相很好，全身是柔軟，臉上的顏色都很好看，很正常，不一定往生，但是可以肯定他不是生天就是又到人間來了，人天福報。到人間來的時候，他來生的福報一定比這一生還要好，所以到人天也有瑞相。那個相很不好看的都到惡道去了。到惡道，相不好看，身體僵硬，這就是死的、走的時候他有恐懼。真正念佛的人很安詳，臨走的時候沒有恐懼。這就是捨報之後能看得出來。"
    },
    {
      "id": "21-305-0001_p0017",
      "zh_CN": "但是往生确实不容易，往生一定要具足往生的条件，不是一般人念佛都能往生。所以李老师以前常讲「一万个念佛人，真正往生的只有二、三个」，那是什么原因？主要原因就是放不下，就是没有依照经典教诲去落实，这一点我们不能不注意。古大德常常教给我们「持戒念佛」，净业三福最低限度要把第一条做到。你看第一条「孝养父母，奉事师长，慈心不杀，修十善业」，这第一条，这我们讲得很清楚。四句，前面两句就是《弟子规》，后面两句就是《十善业道经》。你能够把《弟子规》落实、《十善业道经》落实，你念佛求生净土，你就有条件；你这两个没有做到，你不具足条件，这不能不知道。人家经上讲得很清楚、很明白，你没有照做，这个不行。",
      "zh_TW": "但是往生確實不容易，往生一定要具足往生的條件，不是一般人念佛都能往生。所以李老師以前常講「一萬個念佛人，真正往生的只有二、三個」，那是什麼原因？主要原因就是放不下，就是沒有依照經典教誨去落實，這一點我們不能不注意。古大德常常教給我們「持戒念佛」，淨業三福最低限度要把第一條做到。你看第一條「孝養父母，奉事師長，慈心不殺，修十善業」，這第一條，這我們講得很清楚。四句，前面兩句就是《弟子規》，後面兩句就是《十善業道經》。你能夠把《弟子規》落實、《十善業道經》落實，你念佛求生淨土，你就有條件；你這兩個沒有做到，你不具足條件，這不能不知道。人家經上講得很清楚、很明白，你沒有照做，這個不行。"
    },
    {
      "id": "21-305-0001_p0018",
      "zh_CN": "三辈往生都是「发菩提心，一向专念」。如果我们没有发菩提心，只有一向专念，你的条件只有二分之一，念得再好，打分数还只五十分，还不及格，你就晓得发菩提心是多重要。发菩提心，我们这个对联，上联就是菩提心，「真诚，清净，平等，正觉，慈悲」，都要在日常生活当中做到。对自己要清净平等觉，对别人要慈悲。对人，所谓是「慈悲为本，方便为门」，你要真做到。这样的人念佛决定得生，生凡圣同居土，这不能不知道的。",
      "zh_TW": "三輩往生都是「發菩提心，一向專念」。如果我們沒有發菩提心，只有一向專念，你的條件只有二分之一，念得再好，打分數還只五十分，還不及格，你就曉得發菩提心是多重要。發菩提心，我們這個對聯，上聯就是菩提心，「真誠，清淨，平等，正覺，慈悲」，都要在日常生活當中做到。對自己要清淨平等覺，對別人要慈悲。對人，所謂是「慈悲為本，方便為門」，你要真做到。這樣的人念佛決定得生，生凡聖同居土，這不能不知道的。"
    },
    {
      "id": "21-305-0001_p0019",
      "zh_CN": "所以克服自己这一生，我们通常讲不好的命运，一些艰难困苦的遭遇，或者是自己身体不健康有病苦，有这些灾难，念佛是最好消灾免难的方法。我自己这一生走过来可以给大家做个证明。很多老同修都知道，我的寿命只有四十五岁，怎么会延长这么多？这是靠这一生念佛，老师那时候教我们讲经，都有关系。李老师非常慈悲，同学当中，他会看相，看到这个年轻人面相很薄，就是短命相，他就劝他发心出来学讲经。讲经确实能够延年益寿，转得最快，比修其他的法门都快，这是容易、直捷得到三宝的加持。我们把自己的精神体力奉献给三宝，为三宝正法久住来工作，这是得三宝佛力加持，所以转变业力不但是快而且很大。这是从前老师的悲心，我们同学二十多个人当中有好几个都是这样情形，都是相很薄，没有福报。",
      "zh_TW": "所以克服自己這一生，我們通常講不好的命運，一些艱難困苦的遭遇，或者是自己身體不健康有病苦，有這些災難，念佛是最好消災免難的方法。我自己這一生走過來可以給大家做個證明。很多老同修都知道，我的壽命只有四十五歲，怎麼會延長這麼多？這是靠這一生念佛，老師那時候教我們講經，都有關係。李老師非常慈悲，同學當中，他會看相，看到這個年輕人面相很薄，就是短命相，他就勸他發心出來學講經。講經確實能夠延年益壽，轉得最快，比修其他的法門都快，這是容易、直捷得到三寶的加持。我們把自己的精神體力奉獻給三寶，為三寶正法久住來工作，這是得三寶佛力加持，所以轉變業力不但是快而且很大。這是從前老師的悲心，我們同學二十多個人當中有好幾個都是這樣情形，都是相很薄，沒有福報。"
    },
    {
      "id": "21-305-0001_p0020",
      "zh_CN": "问：第六个问题，全家人都不肯学佛，甚至于还会阻碍我念佛，真的很灰心，不知道该怎么办？",
      "zh_TW": "問：第六個問題，全家人都不肯學佛，甚至於還會阻礙我念佛，真的很灰心，不知道該怎麼辦？"
    },
    {
      "id": "21-305-0001_p0021",
      "zh_CN": "答：念佛是八万四千法门里面最圆融、最方便的方法。家里人阻碍，你就着重实质不要去着重形式；形式，当然你家里人就不高兴。譬如你手上拿一串念珠「阿弥陀佛」，你家里人看见就头痛。我拿一张报纸，人家看到我好像在看报纸，我一个字作一个念珠，「阿弥陀佛、阿弥陀佛、阿弥陀佛」，这一样计数！他就看不出来了；看到你还挺用功的，你每天在读书。方式很多，自己要会用，不拘于这些形式。到你念到功夫清净的时候，他就会来问你，那总得要有个十年、二十年的功夫，你全家人都会得度，为什么？相貌不一样。",
      "zh_TW": "答：念佛是八萬四千法門裡面最圓融、最方便的方法。家裡人阻礙，你就著重實質不要去著重形式；形式，當然你家裡人就不高興。譬如你手上拿一串念珠「阿彌陀佛」，你家裡人看見就頭痛。我拿一張報紙，人家看到我好像在看報紙，我一個字作一個念珠，「阿彌陀佛、阿彌陀佛、阿彌陀佛」，這一樣計數！他就看不出來了；看到你還挺用功的，你每天在讀書。方式很多，自己要會用，不拘於這些形式。到你念到功夫清淨的時候，他就會來問你，那總得要有個十年、二十年的功夫，你全家人都會得度，為什麼？相貌不一樣。"
    },
    {
      "id": "21-305-0001_p0022",
      "zh_CN": "念佛的人，我常常讲，你念佛功夫在哪里？从你相貌上看；你是不是真有功夫？从你体质上看。相貌改变了，身体强壮了，这人家很羡慕，不学佛的人都很羡慕。你用什么方法保养的？我用念阿弥陀佛的方法保养。这是真的不是假的。我一天念多少万声佛号，每天读几部经，心地清净慈悲没有恶念，所以你的相貌就变成慈祥。那个心地险恶的人，相上都有杀气，看到的人感到恐怖。这是李老师以前，我们在一起常常讲故事给我们听，他遇见有一些人，那个人见到之后，你就感到很恐怖，不寒而栗，杀气太重，没有善念。他那时候给我们举出来生平所遇过的人。你看到那在深山修行的老和尚，你就看到他那个气氛非常慈祥，我们现在人所讲的磁场，不一样。修行、念佛的人磁场好，所以这个有关系。我们重实质不重形式。",
      "zh_TW": "念佛的人，我常常講，你念佛功夫在哪裡？從你相貌上看；你是不是真有功夫？從你體質上看。相貌改變了，身體強壯了，這人家很羨慕，不學佛的人都很羨慕。你用什麼方法保養的？我用念阿彌陀佛的方法保養。這是真的不是假的。我一天念多少萬聲佛號，每天讀幾部經，心地清淨慈悲沒有惡念，所以你的相貌就變成慈祥。那個心地險惡的人，相上都有殺氣，看到的人感到恐怖。這是李老師以前，我們在一起常常講故事給我們聽，他遇見有一些人，那個人見到之後，你就感到很恐怖，不寒而慄，殺氣太重，沒有善念。他那時候給我們舉出來生平所遇過的人。你看到那在深山修行的老和尚，你就看到他那個氣氛非常慈祥，我們現在人所講的磁場，不一樣。修行、念佛的人磁場好，所以這個有關係。我們重實質不重形式。"
    },
    {
      "id": "21-305-0001_p0023",
      "zh_CN": "我这些年来参加许多国际会议，也访问过一些专家学者们，每个人见我，一定会问我：法师，你用什么方法保养身体的？都要问这些话。这是什么？这是事实证明。我告诉他们，因为他们有很多不是学佛的，甚至于还是信仰其他宗教的，我们不想改变他的信仰，我就告诉他：我保养的方法是清净心，心地清净；素食，饮食有节制，不吃零食；生活很正常、有规律。我告诉他，清净心跟吃素（素食）。那素食有时候对他们很为难，我就告诉他，现在的肉食带的细菌、病菌很多，要小心。五十年前那个肉食你可以放心吃，今天的肉食，你要知道之后，你不敢吃。那些养猪养鸡，他怎么养的？都是在笼子里头养的。你到养鸡场里头一看，你就晓得，小鸡孵出来之后都是关在笼子里头，喂牠的是化学饲料，所以你看牠长得很快，像吹气一样。",
      "zh_TW": "我這些年來參加許多國際會議，也訪問過一些專家學者們，每個人見我，一定會問我：法師，你用什麼方法保養身體的？都要問這些話。這是什麼？這是事實證明。我告訴他們，因為他們有很多不是學佛的，甚至於還是信仰其他宗教的，我們不想改變他的信仰，我就告訴他：我保養的方法是清淨心，心地清淨；素食，飲食有節制，不吃零食；生活很正常、有規律。我告訴他，清淨心跟吃素（素食）。那素食有時候對他們很為難，我就告訴他，現在的肉食帶的細菌、病菌很多，要小心。五十年前那個肉食你可以放心吃，今天的肉食，你要知道之後，你不敢吃。那些養豬養雞，他怎麼養的？都是在籠子裡頭養的。你到養雞場裡頭一看，你就曉得，小雞孵出來之後都是關在籠子裡頭，餵牠的是化學飼料，所以你看牠長得很快，像吹氣一樣。"
    },
    {
      "id": "21-305-0001_p0024",
      "zh_CN": "我好像是在前年，在山东庆云参观一个养鸭场，我跟很多同学说了，我去看的时候，养鸭场的人拿了一只小鸭，那个小鸭有我的手掌大，有这么大，他问我：法师，你看这只鸭子出生几天？我看那个样子至少一个星期，应该是一个星期到十天，牠才能长那么大。他告诉我，昨天出生的。我就呆了，我说：你这一只鸭子要多少天就可以拿去卖了？他说两个星期。喂的是化学饲料。所以我听了这个话，我就告诉很多同修，以后鸡蛋、鸭蛋不能吃，为什么？它不正常。你常常吃那个东西，你慢慢就长奇奇怪怪的病，就这么个道理，那不正常。我们从前在农村里面，鸡跟鸭要长大，总得要半年这么长的时间，牠怎么两个星期就长那么大？你说多可怕！那一只猪长大拿出去卖，大概不到两个月，不像话，现在，你还敢吃？这一定要知道。所以懂得善巧方便，念佛是很不容易遭受人障碍的，他在心里念，不表现在外面。",
      "zh_TW": "我好像是在前年，在山東慶雲參觀一個養鴨場，我跟很多同學說了，我去看的時候，養鴨場的人拿了一隻小鴨，那個小鴨有我的手掌大，有這麼大，他問我：法師，你看這隻鴨子出生幾天？我看那個樣子至少一個星期，應該是一個星期到十天，牠才能長那麼大。他告訴我，昨天出生的。我就呆了，我說：你這一隻鴨子要多少天就可以拿去賣了？他說兩個星期。餵的是化學飼料。所以我聽了這個話，我就告訴很多同修，以後雞蛋、鴨蛋不能吃，為什麼？它不正常。你常常吃那個東西，你慢慢就長奇奇怪怪的病，就這麼個道理，那不正常。我們從前在農村裡面，雞跟鴨要長大，總得要半年這麼長的時間，牠怎麼兩個星期就長那麼大？你說多可怕！那一隻豬長大拿出去賣，大概不到兩個月，不像話，現在，你還敢吃？這一定要知道。所以懂得善巧方便，念佛是很不容易遭受人障礙的，他在心裡念，不表現在外面。"
    },
    {
      "id": "21-305-0001_p0025",
      "zh_CN": "问：第七个问题，念佛已经有一段时间，只是心里一直有不踏实感，阿弥陀佛真的听到我在念他吗？临终时他真的会来接引我吗？",
      "zh_TW": "問：第七個問題，念佛已經有一段時間，只是心裡一直有不踏實感，阿彌陀佛真的聽到我在念他嗎？臨終時他真的會來接引我嗎？"
    },
    {
      "id": "21-305-0001_p0026",
      "zh_CN": "答：我跟你肯定的答复，阿弥陀佛不会来接引你，阿弥陀佛也听不到你的声音。你要问为什么？你有疑心，大乘教里头佛讲得很好，疑是菩萨最大的障碍。怎么样念佛？念佛有三个秘诀，第一个就是不怀疑，第二个是不夹杂，第三个是不间断。大势至菩萨教给我们的「都摄六根，净念相继」、「不假方便，自得心开」。前面两句是修因，后面两句是果德，你依照这个方法去修，不要再加其他的法门。不假方便就是一门深入，不需要其他的方法来帮助，一门深入。功夫到了，心开就是开悟，哪没有感应的道理？你带着怀疑的心就糟了，前功尽弃，只能说比不念好，阿赖耶识里头总落个印象，这就是阿赖耶识种个佛的种子。这个种子什么时候会有成就？什么时候再遇到这个法门，你不怀疑了，就会有成就。",
      "zh_TW": "答：我跟你肯定的答覆，阿彌陀佛不會來接引你，阿彌陀佛也聽不到你的聲音。你要問為什麼？你有疑心，大乘教裡頭佛講得很好，疑是菩薩最大的障礙。怎麼樣念佛？念佛有三個祕訣，第一個就是不懷疑，第二個是不夾雜，第三個是不間斷。大勢至菩薩教給我們的「都攝六根，淨念相繼」、「不假方便，自得心開」。前面兩句是修因，後面兩句是果德，你依照這個方法去修，不要再加其他的法門。不假方便就是一門深入，不需要其他的方法來幫助，一門深入。功夫到了，心開就是開悟，哪沒有感應的道理？你帶著懷疑的心就糟了，前功盡棄，只能說比不念好，阿賴耶識裡頭總落個印象，這就是阿賴耶識種個佛的種子。這個種子什麼時候會有成就？什麼時候再遇到這個法門，你不懷疑了，就會有成就。"
    },
    {
      "id": "21-305-0001_p0027",
      "zh_CN": "怀疑是不会有成就的，夹杂不会有成就。我们许许多多念佛人到最后不能往生，大概原因不外乎这两种，一种是夹杂，一种就是疑惑，补救的办法就是多学经教。现在我们的念佛堂，为什么每天还要叫大家听上几个小时的经，主要就在此地。听经帮助我们断疑生信，道理在此地。另外一个目的，听经也可以把你的夹杂打断，因为你不听经，又胡思乱想；一面念佛，一面想东想西，这也是把你功夫破坏了。所以我们的念佛堂，大概总是每天有四个小时到六个小时学习经教，也是叫你听。",
      "zh_TW": "懷疑是不會有成就的，夾雜不會有成就。我們許許多多念佛人到最後不能往生，大概原因不外乎這兩種，一種是夾雜，一種就是疑惑，補救的辦法就是多學經教。現在我們的念佛堂，為什麼每天還要叫大家聽上幾個小時的經，主要就在此地。聽經幫助我們斷疑生信，道理在此地。另外一個目的，聽經也可以把你的夾雜打斷，因為你不聽經，又胡思亂想；一面念佛，一面想東想西，這也是把你功夫破壞了。所以我們的念佛堂，大概總是每天有四個小時到六個小時學習經教，也是叫你聽。"
    },
    {
      "id": "21-305-0001_p0028",
      "zh_CN": "问：下面第八个问题，为成人介绍阿弥陀佛倒还不是难事，可是面对小朋友和年轻人，就不知道该怎么说明极乐世界的殊胜。",
      "zh_TW": "問：下面第八個問題，為成人介紹阿彌陀佛倒還不是難事，可是面對小朋友和年輕人，就不知道該怎麼說明極樂世界的殊勝。"
    },
    {
      "id": "21-305-0001_p0029",
      "zh_CN": "答：你要介绍极乐世界的殊胜，你先一定要把《无量寿经》、《弥陀经》或者是《观无量寿佛经》，把它念熟。不但要念熟，要有相当程度的理解，你才能够帮助别人，才能够把净土讲给别人听。那给这些年轻人，你要有智慧，智慧就是灵活的讲法，不是一个呆板的说法。",
      "zh_TW": "答：你要介紹極樂世界的殊勝，你先一定要把《無量壽經》、《彌陀經》或者是《觀無量壽佛經》，把它念熟。不但要念熟，要有相當程度的理解，你才能夠幫助別人，才能夠把淨土講給別人聽。那給這些年輕人，你要有智慧，智慧就是靈活的講法，不是一個呆板的說法。"
    },
    {
      "id": "21-305-0001_p0030",
      "zh_CN": "现在这些科学家也告诉我们，在这个太空当中，像我们地球上人类居住在这个地方，太空当中的星球，现在是肯定有一些高等的生物，甚至于他比我们还聪明，在科学技术超过我们的很多。这些年来，报纸杂志常常看见所谓是外太空的生物，你看到一些飞碟。这飞碟不是我们地球上的，那是飞行工具，人家从别的星球飞到我们这边来的，那肯定他的技术比我们高明，我们现在还没办法。虽然发射火箭到太空探险，非常笨拙的方法，没有他们那么灵活。",
      "zh_TW": "現在這些科學家也告訴我們，在這個太空當中，像我們地球上人類居住在這個地方，太空當中的星球，現在是肯定有一些高等的生物，甚至於他比我們還聰明，在科學技術超過我們的很多。這些年來，報紙雜誌常常看見所謂是外太空的生物，你看到一些飛碟。這飛碟不是我們地球上的，那是飛行工具，人家從別的星球飛到我們這邊來的，那肯定他的技術比我們高明，我們現在還沒辦法。雖然發射火箭到太空探險，非常笨拙的方法，沒有他們那麼靈活。"
    },
    {
      "id": "21-305-0001_p0031",
      "zh_CN": "他们使用的交通工具，速度之快无法想像，而且它可以在空中停住。这个飞碟我曾经看过一次，那时我还没有学佛，二十几岁的时候，就是在台湾，很多人看见，第二天报纸上还登了。我们看见就是一个红色的光，圆形的一个光，停在空中不动，大概总有五、六分钟的时间。原先我们以为是军队里面的信号弹打上去的，可是看了也不像，看了很久，很多人看。大概五、六分钟之后，它就慢慢移动，我们就晓得那不是信号弹。它慢慢移动，移的时候，愈移愈快，几分钟之后，非常快的速度一下就没有了，第二天报纸登出来。像这些事件，你在报纸杂志常常看到，很多地方发现。那这种科技，我们地球上现在的科学家还望尘莫及，还造不出来。还有人说（这是一些记载的，我们没有办法证实），他们的飞碟降落下来落在地面，跟我们地面上人交流，我们称他为外星人。这一般看起来，外星人个子很小，大概只有一公尺多的样子，听说是头很大，眼睛很大，手只有三个手指，我们有五个手指，他有三个手指，有这些报导。",
      "zh_TW": "他們使用的交通工具，速度之快無法想像，而且它可以在空中停住。這個飛碟我曾經看過一次，那時我還沒有學佛，二十幾歲的時候，就是在台灣，很多人看見，第二天報紙上還登了。我們看見就是一個紅色的光，圓形的一個光，停在空中不動，大概總有五、六分鐘的時間。原先我們以為是軍隊裡面的信號彈打上去的，可是看了也不像，看了很久，很多人看。大概五、六分鐘之後，它就慢慢移動，我們就曉得那不是信號彈。它慢慢移動，移的時候，愈移愈快，幾分鐘之後，非常快的速度一下就沒有了，第二天報紙登出來。像這些事件，你在報紙雜誌常常看到，很多地方發現。那這種科技，我們地球上現在的科學家還望塵莫及，還造不出來。還有人說（這是一些記載的，我們沒有辦法證實），他們的飛碟降落下來落在地面，跟我們地面上人交流，我們稱他為外星人。這一般看起來，外星人個子很小，大概只有一公尺多的樣子，聽說是頭很大，眼睛很大，手只有三個手指，我們有五個手指，他有三個手指，有這些報導。"
    },
    {
      "id": "21-305-0001_p0032",
      "zh_CN": "这个东西你们相信不相信？如果相信，极乐世界在外太空，那个地方好，比我们这好多了，我们这个生活太苦了。他们那个地方科学技术比我们这更高明，为什么？空中飞行不要这些工具。所以诸位要晓得，凡是用这些工具到某个星球探险，这是人道，这不是天道，天道不需要有工具，他那个能力就更大！在我们中国，神道、仙道、天道，这飞行都不需要藉任何工具，那他怎么样？这现在在科学上都能解释，他把身体，身体是物质，就是物质跟能量可以转变，他会转变，他把物质变成光，光的速度就快了，到达那个地方他才把那个光又变成身体，这就高明了。这是我们科学家在那里梦想的，看什么时候才能够发展到这个程度，不需要用任何工具，有能力，就是能与质可以从自己意念上来转变。这在理上讲是决定可能，但是在方法上讲，现在人还不懂得，但是在佛法里头知道，用禅定的功夫，甚深禅定就产生这个力量。",
      "zh_TW": "這個東西你們相信不相信？如果相信，極樂世界在外太空，那個地方好，比我們這好多了，我們這個生活太苦了。他們那個地方科學技術比我們這更高明，為什麼？空中飛行不要這些工具。所以諸位要曉得，凡是用這些工具到某個星球探險，這是人道，這不是天道，天道不需要有工具，他那個能力就更大！在我們中國，神道、仙道、天道，這飛行都不需要藉任何工具，那他怎麼樣？這現在在科學上都能解釋，他把身體，身體是物質，就是物質跟能量可以轉變，他會轉變，他把物質變成光，光的速度就快了，到達那個地方他才把那個光又變成身體，這就高明了。這是我們科學家在那裡夢想的，看什麼時候才能夠發展到這個程度，不需要用任何工具，有能力，就是能與質可以從自己意念上來轉變。這在理上講是決定可能，但是在方法上講，現在人還不懂得，但是在佛法裡頭知道，用禪定的功夫，甚深禪定就產生這個力量。"
    },
    {
      "id": "21-305-0001_p0033",
      "zh_CN": "现在中国、外国都有一些特异功能的人，有一些特异功能那个能量很强，实在讲，正常的现象。这个能量每个人都有，不是说只有他有，还有比他更高的能量，他还没到那个程度，意念。「一切法从心想生」，就是意念。他的意念集中就产生很大的能量。我们今天的意念散乱，一天到晚胡思乱想，你的精神、意念不能集中，所以它不起作用。如果能量集中就起作用。禅定就是把能量集中，心里头没有妄想，它就起作用，所以神通就发现了。",
      "zh_TW": "現在中國、外國都有一些特異功能的人，有一些特異功能那個能量很強，實在講，正常的現象。這個能量每個人都有，不是說只有他有，還有比他更高的能量，他還沒到那個程度，意念。「一切法從心想生」，就是意念。他的意念集中就產生很大的能量。我們今天的意念散亂，一天到晚胡思亂想，你的精神、意念不能集中，所以它不起作用。如果能量集中就起作用。禪定就是把能量集中，心裡頭沒有妄想，它就起作用，所以神通就發現了。"
    },
    {
      "id": "21-305-0001_p0034",
      "zh_CN": "问：第九个问题，想想这辈子也没有做过多少好事，甚至于还造了不少恶业，像我这样一点善根福德都没有的糟老头，阿弥陀佛还肯接纳我吗？",
      "zh_TW": "問：第九個問題，想想這輩子也沒有做過多少好事，甚至於還造了不少惡業，像我這樣一點善根福德都沒有的糟老頭，阿彌陀佛還肯接納我嗎？"
    },
    {
      "id": "21-305-0001_p0035",
      "zh_CN": "答：这个放心，阿弥陀佛大慈大悲。造恶业，只要你能够忏悔，忏除业障，一心念佛求生净土，没有一个不能去的。善导大师跟我们讲这个法门叫「万修万人去」，那为什么李老师又说「一万个人当中只有二、三个人去」？他们两个人讲的话没有违背，是一个意思。修要如理如法的修，那个万修就万人去；现在这些念佛的人不如法，你不如理、不如法，当然他不能去。所以从前那个念佛人，他真修，现在是假修不是真的。你要真的讲明天你就可以往生了，他就会吓死，这不得了，明天我就要死了，那还得了！如果我们这个念佛堂搭个牌子说明天就会往生，一个人都不会来，没有一个人来了。可见得是假的不是真的，你从这个地方就会了解。所以善导大师讲的万修万人去，没错，李老师说一万个人只有二、三个人去，也不错，都是说的实话。",
      "zh_TW": "答：這個放心，阿彌陀佛大慈大悲。造惡業，只要你能夠懺悔，懺除業障，一心念佛求生淨土，沒有一個不能去的。善導大師跟我們講這個法門叫「萬修萬人去」，那為什麼李老師又說「一萬個人當中只有二、三個人去」？他們兩個人講的話沒有違背，是一個意思。修要如理如法的修，那個萬修就萬人去；現在這些念佛的人不如法，你不如理、不如法，當然他不能去。所以從前那個念佛人，他真修，現在是假修不是真的。你要真的講明天你就可以往生了，他就會嚇死，這不得了，明天我就要死了，那還得了！如果我們這個念佛堂搭個牌子說明天就會往生，一個人都不會來，沒有一個人來了。可見得是假的不是真的，你從這個地方就會了解。所以善導大師講的萬修萬人去，沒錯，李老師說一萬個人只有二、三個人去，也不錯，都是說的實話。"
    },
    {
      "id": "21-305-0001_p0036",
      "zh_CN": "问：底下一个问题，经文老是背不起来，佛号又念得上气不接下气，感觉自己一无是处，真担心自己没有办法往生极乐世界。",
      "zh_TW": "問：底下一個問題，經文老是背不起來，佛號又念得上氣不接下氣，感覺自己一無是處，真擔心自己沒有辦法往生極樂世界。"
    },
    {
      "id": "21-305-0001_p0037",
      "zh_CN": "答：这是不如法。经文不能背没有关系，这不碍事，你要能多听就好。你这种状况，佛号念得上气不接下气，多半还是业障重，妄想杂念太多，对自己没有信心，所以才会有这种现象。你要把这些毛病统统改过来、克服过来，这个问题就解决了。克服这个问题最好的方法是听经，如果能够保持每天至少听四个小时讲经，现在这个事情不难，你听光盘就可以。一部经听完之后，重头再听，你听上一百遍、听上一千遍，你的心就定了，你这些毛病全都没有了。古人讲的「读书千遍，其义自见」，为什么？这几百遍、一千遍听下来，心定了，就不会心浮气躁也不会胡思乱想了，道理在此地。所以听经也是修定的一个好方法，摄心的一个好方法。「制心一处，无事不办」，这是《遗教经》里头说的。有这个功夫，念佛就会有感应，所谓「一念相应一念佛，念念相应念念佛」。",
      "zh_TW": "答：這是不如法。經文不能背沒有關係，這不礙事，你要能多聽就好。你這種狀況，佛號念得上氣不接下氣，多半還是業障重，妄想雜念太多，對自己沒有信心，所以才會有這種現象。你要把這些毛病統統改過來、克服過來，這個問題就解決了。克服這個問題最好的方法是聽經，如果能夠保持每天至少聽四個小時講經，現在這個事情不難，你聽光盤就可以。一部經聽完之後，重頭再聽，你聽上一百遍、聽上一千遍，你的心就定了，你這些毛病全都沒有了。古人講的「讀書千遍，其義自見」，為什麼？這幾百遍、一千遍聽下來，心定了，就不會心浮氣躁也不會胡思亂想了，道理在此地。所以聽經也是修定的一個好方法，攝心的一個好方法。「制心一處，無事不辦」，這是《遺教經》裡頭說的。有這個功夫，念佛就會有感應，所謂「一念相應一念佛，念念相應念念佛」。"
    },
    {
      "id": "21-305-0001_p0038",
      "zh_CN": "问：下面一个问题，第十一个问题，姑且不论有钱没钱、健康或生病，一个念佛的人与没有信佛念佛的人，他们的人生会有什么差异？",
      "zh_TW": "問：下面一個問題，第十一個問題，姑且不論有錢沒錢、健康或生病，一個念佛的人與沒有信佛念佛的人，他們的人生會有什麼差異？"
    },
    {
      "id": "21-305-0001_p0039",
      "zh_CN": "答：差异很大，最大的差异就是念佛的人他一生有一个方向、有一个目标，他知道将来到哪里去；那个不学佛的人就没有这个，他人生没有方向、没有目标，生不知道从哪里来，死不晓得往哪里去，这的确很糟糕，实在你愈想愈恐怖。在佛法里讲，他决定还是随着业力所转，依旧搞六道轮回，将来来生到哪一道去，那就看你的业力。如果你善业力量强，你会在三善道；恶业力量强，那你肯定就到三恶道。三恶道去很容易，出来很困难，这是一定要知道，为什么？所谓是愈迷愈深。",
      "zh_TW": "答：差異很大，最大的差異就是念佛的人他一生有一個方向、有一個目標，他知道將來到哪裡去；那個不學佛的人就沒有這個，他人生沒有方向、沒有目標，生不知道從哪裡來，死不曉得往哪裡去，這的確很糟糕，實在你愈想愈恐怖。在佛法裡講，他決定還是隨著業力所轉，依舊搞六道輪迴，將來來生到哪一道去，那就看你的業力。如果你善業力量強，你會在三善道；惡業力量強，那你肯定就到三惡道。三惡道去很容易，出來很困難，這是一定要知道，為什麼？所謂是愈迷愈深。"
    },
    {
      "id": "21-305-0001_p0040",
      "zh_CN": "佛菩萨、古大德都说，六道里头，人道是比较容易觉悟，原因是什么？苦多乐少，容易觉悟。所以佛法里头常讲「富贵学道难」，富贵人家享福，他没有遇到什么苦难，不知道什么叫苦，那你叫他来学佛，他觉得学佛很苦。「贫穷学道难」，他三餐饭都吃不上，你叫他来念佛，他怎么能来？人道就好像是小康之家，他不太富贵，但是他也不是很贫穷，这样修行比较容易。所以六道里头，人道是最容易接触到佛法，而且修行成功的很多。这就是学佛跟不学佛有很大差别。实际上功夫如果是得力，差别就更大，学佛的人心清净、妄念少，所谓是「烦恼轻，智慧长」；这不学佛的人那肯定是妄想杂念多，没有智慧。",
      "zh_TW": "佛菩薩、古大德都說，六道裡頭，人道是比較容易覺悟，原因是什麼？苦多樂少，容易覺悟。所以佛法裡頭常講「富貴學道難」，富貴人家享福，他沒有遇到什麼苦難，不知道什麼叫苦，那你叫他來學佛，他覺得學佛很苦。「貧窮學道難」，他三餐飯都吃不上，你叫他來念佛，他怎麼能來？人道就好像是小康之家，他不太富貴，但是他也不是很貧窮，這樣修行比較容易。所以六道裡頭，人道是最容易接觸到佛法，而且修行成功的很多。這就是學佛跟不學佛有很大差別。實際上功夫如果是得力，差別就更大，學佛的人心清淨、妄念少，所謂是「煩惱輕，智慧長」；這不學佛的人那肯定是妄想雜念多，沒有智慧。"
    },
    {
      "id": "21-305-0001_p0041",
      "zh_CN": "问：第十二个问题，是不是学佛、念佛号就一定要持戒茹素？有没有变通和渐进的方式？",
      "zh_TW": "問：第十二個問題，是不是學佛、念佛號就一定要持戒茹素？有沒有變通和漸進的方式？"
    },
    {
      "id": "21-305-0001_p0042",
      "zh_CN": "答：学佛、念佛不一定要持戒，也不一定要吃素，这也一定要懂得，但是「孝养父母，奉事师长」，这个要做到。如果说不孝父母、不敬师长，这样念佛是不能往生的，这样念佛是不会有效果的。那刚才我也说过，现在的饮食实在讲很令人感叹。李老师当年在世的时候常常告诉我们，现在人没有福报，怎么没有福报？哪里有饮食，三餐不是吃饭是服毒。你们吃的那些肉食都是化学饲料喂的，所以它里面含的毒素、细菌就很多，吃了你得一些奇奇怪怪的病；吃素食的，那个蔬菜有农药化肥。",
      "zh_TW": "答：學佛、念佛不一定要持戒，也不一定要吃素，這也一定要懂得，但是「孝養父母，奉事師長」，這個要做到。如果說不孝父母、不敬師長，這樣念佛是不能往生的，這樣念佛是不會有效果的。那剛才我也說過，現在的飲食實在講很令人感嘆。李老師當年在世的時候常常告訴我們，現在人沒有福報，怎麼沒有福報？哪裡有飲食，三餐不是吃飯是服毒。你們吃的那些肉食都是化學飼料餵的，所以它裡面含的毒素、細菌就很多，吃了你得一些奇奇怪怪的病；吃素食的，那個蔬菜有農藥化肥。"
    },
    {
      "id": "21-305-0001_p0043",
      "zh_CN": "英国人做了一个试验，就是给学生，学生在学校吃饭，每天供给他的就是农药化肥这些蔬菜，吃了之后，这学生精神都不好，疾病很多。以后他们就换，换成完全是自然生长的，没有农药化肥的这些蔬菜给他们吃，吃了一个多月之后，学生精神饱满，病痛都没有了，好像换了一个人的样子。这大概是在三十年前，英国人做这个试验。所以他们现在主张一定要恢复农耕还是要用人力，才是真正好的营养。这机械化，快速叫它生长，里面弊病、后遗症很多，这不能不知道。",
      "zh_TW": "英國人做了一個試驗，就是給學生，學生在學校吃飯，每天供給他的就是農藥化肥這些蔬菜，吃了之後，這學生精神都不好，疾病很多。以後他們就換，換成完全是自然生長的，沒有農藥化肥的這些蔬菜給他們吃，吃了一個多月之後，學生精神飽滿，病痛都沒有了，好像換了一個人的樣子。這大概是在三十年前，英國人做這個試驗。所以他們現在主張一定要恢復農耕還是要用人力，才是真正好的營養。這機械化，快速叫它生長，裡面弊病、後遺症很多，這不能不知道。"
    },
    {
      "id": "21-305-0001_p0044",
      "zh_CN": "所以现在饮食是很苦的一桩事情，真的，佛经上说「饮苦食毒」，《无量寿经》上讲的。我们现在的人在眼前这个社会，我们真的是饮苦食毒，哪里是饮食？饮食是一种享受，现在是很糟糕，可见得现在人真的是没有福报。这最好的要从心理上去调整。这个蔬菜尽量，现在所谓是有机蔬菜，那个有机蔬菜卖的价钱很高，真的是有机吗？他会不会骗你？很难讲，你又没有办法去辨别它，真的是麻烦，你就晓得现在人多么可怜。最好的那就是自己种，在香港这种都市很困难，自己种菜只有用盆栽。有，我看见过，用长长的盆子，在阳台上吊起来，说要用水栽，用这种方式可以不要用农药化肥，生产量不大。有人搞这个方法，我去参观过。",
      "zh_TW": "所以現在飲食是很苦的一樁事情，真的，佛經上說「飲苦食毒」，《無量壽經》上講的。我們現在的人在眼前這個社會，我們真的是飲苦食毒，哪裡是飲食？飲食是一種享受，現在是很糟糕，可見得現在人真的是沒有福報。這最好的要從心理上去調整。這個蔬菜盡量，現在所謂是有機蔬菜，那個有機蔬菜賣的價錢很高，真的是有機嗎？他會不會騙你？很難講，你又沒有辦法去辨別它，真的是麻煩，你就曉得現在人多麼可憐。最好的那就是自己種，在香港這種都市很困難，自己種菜只有用盆栽。有，我看見過，用長長的盆子，在陽台上吊起來，說要用水栽，用這種方式可以不要用農藥化肥，生產量不大。有人搞這個方法，我去參觀過。"
    },
    {
      "id": "21-305-0001_p0045",
      "zh_CN": "从前道场都建在山上人迹不到的地方，土地面积很大，那是有道理的，不是没有道理，对身心修养，所谓是身安、心安则道隆，这是一定道理。身心不安，你修道就会有障碍，这我们不能不知道。最好，如果是自己有这个福分、有这个缘分，还是要找一个真正好的地方去修行。你看我们在澳洲，我们自己种菜，这次这边同修有十几个人到那边去参观过。我们的菜园平常可以供养三百人，这次我们办这个大的活动，一下来了一千多人。还算不错，他们来的时候，我们的菜园大丰收，所以活动的这几天所吃的蔬菜全部是自己种的。像香港这个土地取得太难了，太困难了。像澳洲那个地方，土地取得太容易，它地太大！它土地面积跟美国本土四十八州一样大，跟中国比，差不多是中国的百分之八十，有这么大的土地，人口只有两千万。人口少，所以土地不值钱，到处都是。这么少的人，人都居住在海边，内陆就很稀少，内陆的土地给人，人家都不要，所以有土地就自己可以耕种。现在澳洲、纽西兰是世界上的、地球上的唯一剩下来的一块净土，移民过去的人现在也愈来愈多。",
      "zh_TW": "從前道場都建在山上人跡不到的地方，土地面積很大，那是有道理的，不是沒有道理，對身心修養，所謂是身安、心安則道隆，這是一定道理。身心不安，你修道就會有障礙，這我們不能不知道。最好，如果是自己有這個福分、有這個緣分，還是要找一個真正好的地方去修行。你看我們在澳洲，我們自己種菜，這次這邊同修有十幾個人到那邊去參觀過。我們的菜園平常可以供養三百人，這次我們辦這個大的活動，一下來了一千多人。還算不錯，他們來的時候，我們的菜園大豐收，所以活動的這幾天所吃的蔬菜全部是自己種的。像香港這個土地取得太難了，太困難了。像澳洲那個地方，土地取得太容易，它地太大！它土地面積跟美國本土四十八州一樣大，跟中國比，差不多是中國的百分之八十，有這麼大的土地，人口只有兩千萬。人口少，所以土地不值錢，到處都是。這麼少的人，人都居住在海邊，內陸就很稀少，內陸的土地給人，人家都不要，所以有土地就自己可以耕種。現在澳洲、紐西蘭是世界上的、地球上的唯一剩下來的一塊淨土，移民過去的人現在也愈來愈多。"
    },
    {
      "id": "21-305-0001_p0046",
      "zh_CN": "问：底下十三个问题，我非常满足目前的日子，身体健康、心情愉快、经济富裕，子女更是孝顺，请问这样幸福美满的人生有必要学佛吗？",
      "zh_TW": "問：底下十三個問題，我非常滿足目前的日子，身體健康、心情愉快、經濟富裕，子女更是孝順，請問這樣幸福美滿的人生有必要學佛嗎？"
    },
    {
      "id": "21-305-0001_p0047",
      "zh_CN": "答：你想想看你有没有必要？你这种幸福美满还能维持到多久？如果说永远维持，你也不老，你的儿女都不老，那还行，还能够讲得过去。如果你要知道慢慢都老化，这个时间不太久，那还是要想方法。唯一的健康长寿、永远不老，只有极乐世界。极乐世界人的寿命是无量寿，阿弥陀佛无量寿，所有往生到那里人各个都是无量寿。古大德常给我们说，西方世界第一德（就是第一桩的好事），就是寿命无量，这是他方世界都没有办法跟极乐世界比的。如果你希求无量寿，那只有到极乐世界去。这才是真正幸福，你现在的幸福要跟极乐世界比，那是没有法子比的，所以你好好想想该不该去。",
      "zh_TW": "答：你想想看你有沒有必要？你這種幸福美滿還能維持到多久？如果說永遠維持，你也不老，你的兒女都不老，那還行，還能夠講得過去。如果你要知道慢慢都老化，這個時間不太久，那還是要想方法。唯一的健康長壽、永遠不老，只有極樂世界。極樂世界人的壽命是無量壽，阿彌陀佛無量壽，所有往生到那裡人各個都是無量壽。古大德常給我們說，西方世界第一德（就是第一樁的好事），就是壽命無量，這是他方世界都沒有辦法跟極樂世界比的。如果你希求無量壽，那只有到極樂世界去。這才是真正幸福，你現在的幸福要跟極樂世界比，那是沒有法子比的，所以你好好想想該不該去。"
    },
    {
      "id": "21-305-0001_p0048",
      "zh_CN": "问：第十四个问题，在印象中都是因为有人过世才会念佛，感觉上非常的悲哀凄凉，请问这样的观念正确吗？",
      "zh_TW": "問：第十四個問題，在印象中都是因為有人過世才會念佛，感覺上非常的悲哀淒涼，請問這樣的觀念正確嗎？"
    },
    {
      "id": "21-305-0001_p0049",
      "zh_CN": "答：这个观念不正确，完全错误。世间人过世，请这些法师、道士诵经超度，这是一种习俗，那个超度有没有效果很难讲，决定不是说各个都有效果的。在理论上说，超度有效果，超度的人要有真正修行功夫，如果没有真正修行的功夫，他用什么超度？这个道理就跟那个水实验的理是一样的，是一个道理。这个《梁皇宝忏》，梁武帝超度他的妃子，主持超度的人是宝志公。我们知道宝志公是观世音菩萨化身再来，那还有什么话讲？但是观世音菩萨来主持超度也只能把他超度到忉利天，再往上去就不行了，为什么？再往上去是要你自己修行的功夫，你这是靠别人帮助。别人帮助最大的就是忉利天，再上去就不行，所以求人不如求自己，自己修行那比什么都好。自己修行功夫不够，佛力加持，那提升就高，提升也就快速，这个道理不能不懂。自己完全不修，靠别人超度，这是不太可靠。",
      "zh_TW": "答：這個觀念不正確，完全錯誤。世間人過世，請這些法師、道士誦經超度，這是一種習俗，那個超度有沒有效果很難講，決定不是說各個都有效果的。在理論上說，超度有效果，超度的人要有真正修行功夫，如果沒有真正修行的功夫，他用什麼超度？這個道理就跟那個水實驗的理是一樣的，是一個道理。這個《梁皇寶懺》，梁武帝超度他的妃子，主持超度的人是寶誌公。我們知道寶誌公是觀世音菩薩化身再來，那還有什麼話講？但是觀世音菩薩來主持超度也只能把他超度到忉利天，再往上去就不行了，為什麼？再往上去是要你自己修行的功夫，你這是靠別人幫助。別人幫助最大的就是忉利天，再上去就不行，所以求人不如求自己，自己修行那比什麼都好。自己修行功夫不夠，佛力加持，那提升就高，提升也就快速，這個道理不能不懂。自己完全不修，靠別人超度，這是不太可靠。"
    },
    {
      "id": "21-305-0001_p0050",
      "zh_CN": "问：下面说，我很想参加临终助念，可是很担心自己的念佛功夫不够，或害怕被亡灵附身，不知该怎么办？",
      "zh_TW": "問：下面說，我很想參加臨終助念，可是很擔心自己的念佛功夫不夠，或害怕被亡靈附身，不知該怎麼辦？"
    },
    {
      "id": "21-305-0001_p0051",
      "zh_CN": "答：只要你把这个疑虑、恐惧消除，参加临终助念是一桩很好的事情，这送往生。你常常送别人往生，你将来临终时，很多人会送你往生，果报是这样的。而且常常送人往生，你会看到往生很好的瑞相，会增加自己的信心，将来自己病重的时候没有恐惧，所以好处很多。有这个机缘时，应该可以参加，不要有顾虑。",
      "zh_TW": "答：只要你把這個疑慮、恐懼消除，參加臨終助念是一樁很好的事情，這送往生。你常常送別人往生，你將來臨終時，很多人會送你往生，果報是這樣的。而且常常送人往生，你會看到往生很好的瑞相，會增加自己的信心，將來自己病重的時候沒有恐懼，所以好處很多。有這個機緣時，應該可以參加，不要有顧慮。"
    },
    {
      "id": "21-305-0001_p0052",
      "zh_CN": "亡灵附身，灵鬼附身不是随便附的，他附某一个人身，他跟那个人有缘，而且也得到鬼王批准。鬼王不批准，他要附身，他犯罪的，他那就是害人，他要受果报、要受惩罚的。所以不是随便可以附身，这个道理我们要懂，不要怕。纵然附身也无所谓，他不会害人。",
      "zh_TW": "亡靈附身，靈鬼附身不是隨便附的，他附某一個人身，他跟那個人有緣，而且也得到鬼王批准。鬼王不批准，他要附身，他犯罪的，他那就是害人，他要受果報、要受懲罰的。所以不是隨便可以附身，這個道理我們要懂，不要怕。縱然附身也無所謂，他不會害人。"
    },
    {
      "id": "21-305-0001_p0053",
      "zh_CN": "问：第十七题，我是一个身兼父职的母亲，听人说极乐世界不必辛苦赚钱养家，而且三餐都有人准备，更不必洗碗，真的是这样的吗？为什么？",
      "zh_TW": "問：第十七題，我是一個身兼父職的母親，聽人說極樂世界不必辛苦賺錢養家，而且三餐都有人準備，更不必洗碗，真的是這樣的嗎？為什麼？"
    },
    {
      "id": "21-305-0001_p0054",
      "zh_CN": "答：妳要问为什么，妳去读《无量寿经》、去读《观无量寿佛经》，妳就知道。三餐饭有人准备又不要洗碗，给诸位说，这是刚刚去的人。刚刚去的人，他吃饭的习气没有断，他到时候怎么还没有吃饭？他有习气没有断，所以还有这个现象。到那边住久了，看看大家都不吃饭，你也想想这饭可以不必吃了，这是真的，是可以不要吃饭。",
      "zh_TW": "答：妳要問為什麼，妳去讀《無量壽經》、去讀《觀無量壽佛經》，妳就知道。三餐飯有人準備又不要洗碗，給諸位說，這是剛剛去的人。剛剛去的人，他吃飯的習氣沒有斷，他到時候怎麼還沒有吃飯？他有習氣沒有斷，所以還有這個現象。到那邊住久了，看看大家都不吃飯，你也想想這飯可以不必吃了，這是真的，是可以不要吃飯。"
    },
    {
      "id": "21-305-0001_p0055",
      "zh_CN": "我在马来西亚吉隆坡，就是去年十月那边办了一个活动，我在那边做了两天的讲演，有位同修来看我，李金友居士介绍来的。这个同修是个女的，大概只有四十多岁，她是个医生，是个中医，她看我的光碟看了有好几年。她说前几年她做了两次梦，梦到我。我叫她不要吃饭，叫她喝水就可以，不要吃饭。她就真听话，两年没吃饭。来见我，我说身体怎么样？很正常，很好。我说：好，那妳就一直保持下去。她每天就喝水，饮食断掉两年了。她没有结婚，她养了一个小孩，养子，人家遗弃的，不要的，她带这个小孩带得很好，都带来给我看。两年没吃饭，意念。",
      "zh_TW": "我在馬來西亞吉隆坡，就是去年十月那邊辦了一個活動，我在那邊做了兩天的講演，有位同修來看我，李金友居士介紹來的。這個同修是個女的，大概只有四十多歲，她是個醫生，是個中醫，她看我的光碟看了有好幾年。她說前幾年她做了兩次夢，夢到我。我叫她不要吃飯，叫她喝水就可以，不要吃飯。她就真聽話，兩年沒吃飯。來見我，我說身體怎麼樣？很正常，很好。我說：好，那妳就一直保持下去。她每天就喝水，飲食斷掉兩年了。她沒有結婚，她養了一個小孩，養子，人家遺棄的，不要的，她帶這個小孩帶得很好，都帶來給我看。兩年沒吃飯，意念。"
    },
    {
      "id": "21-305-0001_p0056",
      "zh_CN": "我的老师他一天吃一餐，吃得很少，他从三十多岁一直到九十七岁往生，省事。九十五岁都不要人照顾，他自己烧饭，自己洗衣服，不需要人照顾，九十五岁。九十五岁以后才是接受两个学生照顾他，他九十七岁走的。我们那时候估计他老人家至少可以活到一百二、三十岁，那怎么提前走了？食物中毒。就是有同修供养他的食物，李老师他的习惯，人家送来，马上当面就吃下，人家心里欢喜，这是他的习惯。所以做了一碗面，那个面条大概是干面条，干面条很不好，它能放那么久，那个防腐剂就很重；如果是过了期，他说那就很不好，大概总是这种面条煮的。他吃的时候，他告诉我，他就晓得这面条坏了，还是吃下去。他本身是个很好的中医，所以吃完之后，他就解毒，用中医的药物解毒。第一次那个毒真的解掉了，没事。过了半年又碰到一次，他也吃了，吃了回去再去吃药解毒，来不及了，那个毒扩散得太快，那这就受很大伤害，所以病了差不多有二、三个月。我去看他的时候，他一再跟我讲，饮食要特别注意；跟我讲过很多次，可不要到馆子吃东西，馆子吃东西是最危险的，提醒我。",
      "zh_TW": "我的老師他一天吃一餐，吃得很少，他從三十多歲一直到九十七歲往生，省事。九十五歲都不要人照顧，他自己燒飯，自己洗衣服，不需要人照顧，九十五歲。九十五歲以後才是接受兩個學生照顧他，他九十七歲走的。我們那時候估計他老人家至少可以活到一百二、三十歲，那怎麼提前走了？食物中毒。就是有同修供養他的食物，李老師他的習慣，人家送來，馬上當面就吃下，人家心裡歡喜，這是他的習慣。所以做了一碗麵，那個麵條大概是乾麵條，乾麵條很不好，它能放那麼久，那個防腐劑就很重；如果是過了期，他說那就很不好，大概總是這種麵條煮的。他吃的時候，他告訴我，他就曉得這麵條壞了，還是吃下去。他本身是個很好的中醫，所以吃完之後，他就解毒，用中醫的藥物解毒。第一次那個毒真的解掉了，沒事。過了半年又碰到一次，他也吃了，吃了回去再去吃藥解毒，來不及了，那個毒擴散得太快，那這就受很大傷害，所以病了差不多有二、三個月。我去看他的時候，他一再跟我講，飲食要特別注意；跟我講過很多次，可不要到館子吃東西，館子吃東西是最危險的，提醒我。"
    },
    {
      "id": "21-305-0001_p0057",
      "zh_CN": "我看到他老人家一天吃一餐，我也学他，那个时候我学了五年，我日中一食吃了五年。到台北去的时候，住在韩馆长家里，她们一家人觉得我一天吃一餐不行，她说身体要是万一不好，有很多信徒要怪她，要责备她没有照顾好，一定要求吃三餐。那个时候我一餐，一天一餐饭吃三碗饭，我说好，吃三餐，一餐吃一碗，所以量还是那么多，就分做三次吃。我这个习惯，你说一天不吃东西，一点都不会饿，我想两天应该也是正常，可以把这个东西除掉。这是财色名食睡，在佛家讲五盖，这个东西可以断掉的，大概到欲界天就逐渐逐渐断掉、逐渐少了。",
      "zh_TW": "我看到他老人家一天吃一餐，我也學他，那個時候我學了五年，我日中一食吃了五年。到台北去的時候，住在韓館長家裡，她們一家人覺得我一天吃一餐不行，她說身體要是萬一不好，有很多信徒要怪她，要責備她沒有照顧好，一定要求吃三餐。那個時候我一餐，一天一餐飯吃三碗飯，我說好，吃三餐，一餐吃一碗，所以量還是那麼多，就分做三次吃。我這個習慣，你說一天不吃東西，一點都不會餓，我想兩天應該也是正常，可以把這個東西除掉。這是財色名食睡，在佛家講五蓋，這個東西可以斷掉的，大概到欲界天就逐漸逐漸斷掉、逐漸少了。"
    },
    {
      "id": "21-305-0001_p0058",
      "zh_CN": "问：下面一个问题，请问一个念佛往生的人在断气时，会有经上所形容的四大分离的痛苦吗？",
      "zh_TW": "問：下面一個問題，請問一個念佛往生的人在斷氣時，會有經上所形容的四大分離的痛苦嗎？"
    },
    {
      "id": "21-305-0001_p0059",
      "zh_CN": "答：没有，往生的人没有。这个还有什么？生天的人没有，都没有这个现象。另外还有一个，堕地狱的人没有，为什么？他一断气，他的神识就离开了，所以他没有中阴身。一般讲断气之后，神识没有离开，他有痛苦。真正往生的人，一断气，他就到极乐世界去。那个天福，福报很大，他生天，没有中阴。堕地狱的人没有中阴，他立刻就下地狱，那地狱的苦比四大分离不知道严重多少，所以这个小苦他不吃，他不会受，他去受大苦去了。",
      "zh_TW": "答：沒有，往生的人沒有。這個還有什麼？生天的人沒有，都沒有這個現象。另外還有一個，墮地獄的人沒有，為什麼？他一斷氣，他的神識就離開了，所以他沒有中陰身。一般講斷氣之後，神識沒有離開，他有痛苦。真正往生的人，一斷氣，他就到極樂世界去。那個天福，福報很大，他生天，沒有中陰。墮地獄的人沒有中陰，他立刻就下地獄，那地獄的苦比四大分離不知道嚴重多少，所以這個小苦他不吃，他不會受，他去受大苦去了。"
    },
    {
      "id": "21-305-0001_p0060",
      "zh_CN": "问：下面一个问题，我原先修禅，现在改修净土念佛，请问这样的改变会对不起宗门的师长吗？",
      "zh_TW": "問：下面一個問題，我原先修禪，現在改修淨土念佛，請問這樣的改變會對不起宗門的師長嗎？"
    },
    {
      "id": "21-305-0001_p0061",
      "zh_CN": "答：不会，因为你修那个法门，你这一生未必成就，你转到这个法门，你一生果然成就了，那个师长应该给你道贺，应该恭喜你，你选择的正确。",
      "zh_TW": "答：不會，因為你修那個法門，你這一生未必成就，你轉到這個法門，你一生果然成就了，那個師長應該給你道賀，應該恭喜你，你選擇的正確。"
    },
    {
      "id": "21-305-0001_p0062",
      "zh_CN": "问：后面一个问题，我一直与观世音菩萨比较有缘，而且亲切，可是我又想求生净土，请问称念观世音菩萨圣号能往生阿弥陀佛极乐世界吗？",
      "zh_TW": "問：後面一個問題，我一直與觀世音菩薩比較有緣，而且親切，可是我又想求生淨土，請問稱念觀世音菩薩聖號能往生阿彌陀佛極樂世界嗎？"
    },
    {
      "id": "21-305-0001_p0063",
      "zh_CN": "答：可以。观世音菩萨在极乐世界的身分，我们做个比喻你就明白，阿弥陀佛好比是校长，观音菩萨是教务主任，你说行不行？能不能到极乐世界去？决定得生。大势至菩萨好比是训导主任，所以念大势至菩萨、念观世音菩萨都可以往生。",
      "zh_TW": "答：可以。觀世音菩薩在極樂世界的身分，我們做個比喻你就明白，阿彌陀佛好比是校長，觀音菩薩是教務主任，你說行不行？能不能到極樂世界去？決定得生。大勢至菩薩好比是訓導主任，所以念大勢至菩薩、念觀世音菩薩都可以往生。"
    },
    {
      "id": "21-305-0001_p0064",
      "zh_CN": "下面有三个问题是中国同修提问的。",
      "zh_TW": "下面有三個問題是中國同修提問的。"
    },
    {
      "id": "21-305-0001_p0065",
      "zh_CN": "问：第一个问题，现代年轻人在选择学科和职业时，都与商业金融、电脑科技有关，而忽略文史，请问这样的潮流对社会、对国家安定兴盛会有什么影响？",
      "zh_TW": "問：第一個問題，現代年輕人在選擇學科和職業時，都與商業金融、電腦科技有關，而忽略文史，請問這樣的潮流對社會、對國家安定興盛會有什麼影響？"
    },
    {
      "id": "21-305-0001_p0066",
      "zh_CN": "答：这是大问题，影响巨大。中国自古以来是重文史轻科技。不是中国人不懂科技，中国人要讲科技这种发明那比西方人早得太多了。为什么不重科技？现在我们就看出来有很明显的道理，科技如果发展超过人文，会给世界带来灾难。今天整个世界动乱不安，原因就在此地。如果还是继续这样发展，许许多多专家学者认为人类在地球上生存，恐怕没有办法再延长一百年，也就是说人类要集体毁灭，这叫世界末日。什么原因？科技发展登峰造极，人文没有了。人文没有的时候，人连禽兽都不如。",
      "zh_TW": "答：這是大問題，影響鉅大。中國自古以來是重文史輕科技。不是中國人不懂科技，中國人要講科技這種發明那比西方人早得太多了。為什麼不重科技？現在我們就看出來有很明顯的道理，科技如果發展超過人文，會給世界帶來災難。今天整個世界動亂不安，原因就在此地。如果還是繼續這樣發展，許許多多專家學者認為人類在地球上生存，恐怕沒有辦法再延長一百年，也就是說人類要集體毀滅，這叫世界末日。什麼原因？科技發展登峰造極，人文沒有了。人文沒有的時候，人連禽獸都不如。"
    },
    {
      "id": "21-305-0001_p0067",
      "zh_CN": "你看现在的社会现象，儿女没有孝顺的，学生对老师没有尊敬的，孝亲尊师这个概念没有了。尤其我们现在所看到的，香港我相信这个社会已经相当严重。儿童，这些学生玩电动玩具，这个现象非常可怕，电动玩具的内容都是暴力色情，里面教人的都是杀盗淫妄，他从小就学会了，慢慢就变成什么？在他脑子里这是正常的。所以儿女杀父母，他不知道这是有罪，不知道是不应该，他认为什么？它是游戏，它就跟电动游戏是一样的。兄弟互相残杀，学生杀老师，学生杀同学，现在在全世界这种报导太多太多！这是什么原因？人文没有了，只有科技。所以这恐怖分子，我讲过多少次，再过十年、二十年，恐怖分子可能就是在你家庭里头，就是你自己的儿女，你几句话说得他不中听，他就把你杀掉，非常可能。",
      "zh_TW": "你看現在的社會現象，兒女沒有孝順的，學生對老師沒有尊敬的，孝親尊師這個概念沒有了。尤其我們現在所看到的，香港我相信這個社會已經相當嚴重。兒童，這些學生玩電動玩具，這個現象非常可怕，電動玩具的內容都是暴力色情，裡面教人的都是殺盜淫妄，他從小就學會了，慢慢就變成什麼？在他腦子裡這是正常的。所以兒女殺父母，他不知道這是有罪，不知道是不應該，他認為什麼？它是遊戲，它就跟電動遊戲是一樣的。兄弟互相殘殺，學生殺老師，學生殺同學，現在在全世界這種報導太多太多！這是什麼原因？人文沒有了，只有科技。所以這恐怖分子，我講過多少次，再過十年、二十年，恐怖分子可能就是在你家庭裡頭，就是你自己的兒女，你幾句話說得他不中聽，他就把你殺掉，非常可能。"
    },
    {
      "id": "21-305-0001_p0068",
      "zh_CN": "去年我在巴黎、在伦敦，那边同修都告诉我，都是在我们去之前没有多久，发生兄弟互相残杀。十四岁的弟弟把哥哥杀掉，法官去问他，他不知道这是错误，他也不晓得这是有罪的，这怎么得了？所以很多人谈论这桩事情。我当时警告大家，我说现在这种事情，一个星期你们会听到三、四次；再过十年，每天会听到二、三十次；再过二十年，每天会听到二、三百次，这个世界成什么世界？人连畜生都不如。",
      "zh_TW": "去年我在巴黎、在倫敦，那邊同修都告訴我，都是在我們去之前沒有多久，發生兄弟互相殘殺。十四歲的弟弟把哥哥殺掉，法官去問他，他不知道這是錯誤，他也不曉得這是有罪的，這怎麼得了？所以很多人談論這樁事情。我當時警告大家，我說現在這種事情，一個星期你們會聽到三、四次；再過十年，每天會聽到二、三十次；再過二十年，每天會聽到二、三百次，這個世界成什麼世界？人連畜生都不如。"
    },
    {
      "id": "21-305-0001_p0069",
      "zh_CN": "核武战争，现在这些人，美国国家执政的人，都还有一点良心，还有克制的能力，不轻易发动这个战争。那三十年之后，让电动玩具培养出来的这一批人，他拿到原子弹到处乱丢，也是电动玩具，玩游戏，那个时候恐怕就是佛经里头讲的「小三灾」。小三灾距离我们现在的时间，诸位要晓得，快就二、三十年，晚也不过七、八十年，肯定发生的。所以我现在是很担心，常常在呼吁，希望有核武国家的这些领导人能够觉悟，把核武统统销毁，那真是无量功德，让他们将来不要拿原子弹当作玩具来玩。我们在国际上交流，努力做这个工作，提醒这些国家，让他们觉悟。这个要不把它销毁掉，以后很麻烦，太麻烦，销毁掉那是无量功德。就是大杀伤性的核武跟化学武器一定要销毁。",
      "zh_TW": "核武戰爭，現在這些人，美國國家執政的人，都還有一點良心，還有克制的能力，不輕易發動這個戰爭。那三十年之後，讓電動玩具培養出來的這一批人，他拿到原子彈到處亂丟，也是電動玩具，玩遊戲，那個時候恐怕就是佛經裡頭講的「小三災」。小三災距離我們現在的時間，諸位要曉得，快就二、三十年，晚也不過七、八十年，肯定發生的。所以我現在是很擔心，常常在呼籲，希望有核武國家的這些領導人能夠覺悟，把核武統統銷毀，那真是無量功德，讓他們將來不要拿原子彈當作玩具來玩。我們在國際上交流，努力做這個工作，提醒這些國家，讓他們覺悟。這個要不把它銷毀掉，以後很麻煩，太麻煩，銷毀掉那是無量功德。就是大殺傷性的核武跟化學武器一定要銷毀。"
    },
    {
      "id": "21-305-0001_p0070",
      "zh_CN": "真正好的年轻人，家长要辅导他，人生不要天天想着去赚钱。这个事情最好能够把《了凡四训》，我过去常讲看三百遍，你就觉悟了。每个人在这个世间，你一生的遭遇都是命里注定的，这一点都不假，不是你不相信它就没有，不相信还是注定的。你真正了解，所谓是「一生皆是命，半点不由人」，你心就安了。从事於伦理道德、文史这方面的工作是有好处的，眼前好像看到你并不很富有，你的一生会平平安安度过，那就是福报。你从事于经贸这些事业，好像把钱一下子赚得很多，你要晓得你一生就那么多钱，一下统统都赚光了，几年之后就完了，这个现象在世界上太多了，有没有想到？你一生，这是命中有的财富，你可以用到七十年，你三十年就把它花光了，古人讲的「禄尽人亡」，你虽然还有寿命，你的资粮没有了，那你就提早死了。你本来该活七十岁，你三十几岁就死了，你把你七十岁的东西统统用光了，那有什么好处？如果你要懂得，你还肯自己惜福、节俭，把自己多余的再帮助别人，你的寿命会延长，为什么？你七十年没用完，可能还会再用三十年，那你就活到一百岁，这个道理要懂，《了凡四训》讲得很清楚。",
      "zh_TW": "真正好的年輕人，家長要輔導他，人生不要天天想著去賺錢。這個事情最好能夠把《了凡四訓》，我過去常講看三百遍，你就覺悟了。每個人在這個世間，你一生的遭遇都是命裡注定的，這一點都不假，不是你不相信它就沒有，不相信還是注定的。你真正了解，所謂是「一生皆是命，半點不由人」，你心就安了。從事於倫理道德、文史這方面的工作是有好處的，眼前好像看到你並不很富有，你的一生會平平安安度過，那就是福報。你從事於經貿這些事業，好像把錢一下子賺得很多，你要曉得你一生就那麼多錢，一下統統都賺光了，幾年之後就完了，這個現象在世界上太多了，有沒有想到？你一生，這是命中有的財富，你可以用到七十年，你三十年就把它花光了，古人講的「祿盡人亡」，你雖然還有壽命，你的資糧沒有了，那你就提早死了。你本來該活七十歲，你三十幾歲就死了，你把你七十歲的東西統統用光了，那有什麼好處？如果你要懂得，你還肯自己惜福、節儉，把自己多餘的再幫助別人，你的壽命會延長，為什麼？你七十年沒用完，可能還會再用三十年，那你就活到一百歲，這個道理要懂，《了凡四訓》講得很清楚。"
    },
    {
      "id": "21-305-0001_p0071",
      "zh_CN": "问：第二个问题，老法师常举莹珂法师三天念佛成功的例子，有些人认为只要念佛就不需要承担家庭、社会的责任，一切有佛菩萨安排，这样是否会造成社会大众对学佛者的误会？",
      "zh_TW": "問：第二個問題，老法師常舉瑩珂法師三天念佛成功的例子，有些人認為只要念佛就不需要承擔家庭、社會的責任，一切有佛菩薩安排，這樣是否會造成社會大眾對學佛者的誤會？"
    },
    {
      "id": "21-305-0001_p0072",
      "zh_CN": "答：对，是误会。你去试试看，看你念三天能不能往生？不能往生，除了你自杀，你哪里会往生？凡是念佛往生的人，先决的条件就是净业三福那个基础，「孝养父母，奉事师长，慈心不杀，修十善业」。你为了逃避社会责任、逃避家庭责任，这样就到极乐世界去混去，哪有这种道理！你把极乐世界的佛菩萨都当作糊涂蛋看待，你的罪就大！人家那个智慧、神通、德能比什么人都高，把你看透了，你这个人不是好人，你到极乐世界把极乐世界环境给破坏了，极乐世界怎么会要你这种人？所以要知道到极乐世界都是发大菩提心的，去到那里不是去享受，去成就学业的。在那个地方断烦恼、证菩提，成就之后到十方世界去度化苦难众生，是发这种愿才能去。你要是想出去享福，这里太苦了，完全去逃避，这种心态跟极乐世界完全不相应，这一定要知道。",
      "zh_TW": "答：對，是誤會。你去試試看，看你念三天能不能往生？不能往生，除了你自殺，你哪裡會往生？凡是念佛往生的人，先決的條件就是淨業三福那個基礎，「孝養父母，奉事師長，慈心不殺，修十善業」。你為了逃避社會責任、逃避家庭責任，這樣就到極樂世界去混去，哪有這種道理！你把極樂世界的佛菩薩都當作糊塗蛋看待，你的罪就大！人家那個智慧、神通、德能比什麼人都高，把你看透了，你這個人不是好人，你到極樂世界把極樂世界環境給破壞了，極樂世界怎麼會要你這種人？所以要知道到極樂世界都是發大菩提心的，去到那裡不是去享受，去成就學業的。在那個地方斷煩惱、證菩提，成就之後到十方世界去度化苦難眾生，是發這種願才能去。你要是想出去享福，這裡太苦了，完全去逃避，這種心態跟極樂世界完全不相應，這一定要知道。"
    },
    {
      "id": "21-305-0001_p0073",
      "zh_CN": "你自己在这一生当中，这是业报，业报就是你自己所造的，你这一生一定要受。阿弥陀佛来接引就是你的业报已经受满了，念佛这个功夫成熟，佛来接引你。业报没有满的时候也可以提前，但提前那是大菩提心，勇猛精进，绝对不是逃避责任，决不是这个，这不是理由。而是有特殊原因，你到那个地方去，早一点成就，早一点来度化众生，你是发的这个悲愿才行。如果不是这种悲愿，这就没有法子跟佛菩萨起感应道交，这是一定要搞清楚、搞明白，你念佛的功夫才能成就。",
      "zh_TW": "你自己在這一生當中，這是業報，業報就是你自己所造的，你這一生一定要受。阿彌陀佛來接引就是你的業報已經受滿了，念佛這個功夫成熟，佛來接引你。業報沒有滿的時候也可以提前，但提前那是大菩提心，勇猛精進，絕對不是逃避責任，決不是這個，這不是理由。而是有特殊原因，你到那個地方去，早一點成就，早一點來度化眾生，你是發的這個悲願才行。如果不是這種悲願，這就沒有法子跟佛菩薩起感應道交，這是一定要搞清楚、搞明白，你念佛的功夫才能成就。"
    },
    {
      "id": "21-305-0001_p0074",
      "zh_CN": "莹珂，诸位要晓得这是真的，这不是假的，人家三天，阿弥陀佛真的念来了，你三天能不能把阿弥陀佛念来？你就问问阿弥陀佛，你还有多少年的寿命？往后的日子怎么过法？你都可以请教阿弥陀佛，阿弥陀佛会教你，你一定要听话，听佛菩萨替你安排，那就对了。急着走，欲速则不达，阿弥陀佛慈悲接引你，极乐世界那些大众不欢迎你，你也是没有办法。所以条件是上善。经上讲得很清楚，西方世界「诸上善人俱会一处」，你是不是上善？为什么叫你要落实弟子规、要落实十善业，你要做个善人。纵然不是上善，也差不多才行，才能去得了，你到那边去才能够跟大众相处，大众才欢迎你。你如果不是善人，阿弥陀佛不会接引你，去了，大众也排斥你，那个道场你也住不了，这不能不知道。",
      "zh_TW": "瑩珂，諸位要曉得這是真的，這不是假的，人家三天，阿彌陀佛真的念來了，你三天能不能把阿彌陀佛念來？你就問問阿彌陀佛，你還有多少年的壽命？往後的日子怎麼過法？你都可以請教阿彌陀佛，阿彌陀佛會教你，你一定要聽話，聽佛菩薩替你安排，那就對了。急著走，欲速則不達，阿彌陀佛慈悲接引你，極樂世界那些大眾不歡迎你，你也是沒有辦法。所以條件是上善。經上講得很清楚，西方世界「諸上善人俱會一處」，你是不是上善？為什麼叫你要落實弟子規、要落實十善業，你要做個善人。縱然不是上善，也差不多才行，才能去得了，你到那邊去才能夠跟大眾相處，大眾才歡迎你。你如果不是善人，阿彌陀佛不會接引你，去了，大眾也排斥你，那個道場你也住不了，這不能不知道。"
    },
    {
      "id": "21-305-0001_p0075",
      "zh_CN": "问：第三个问题，这是一位四川同修问的，我的家庭并不富裕，可是妻子学佛把所有的钱都拿去布施，令家人感到烦恼；且妻子每日只顾念佛，口口声声说要往生西方，使家人反感，觉得她精神异常。",
      "zh_TW": "問：第三個問題，這是一位四川同修問的，我的家庭並不富裕，可是妻子學佛把所有的錢都拿去布施，令家人感到煩惱；且妻子每日只顧念佛，口口聲聲說要往生西方，使家人反感，覺得她精神異常。"
    },
    {
      "id": "21-305-0001_p0076",
      "zh_CN": "答：没错，她能不能往生？给诸位说，不能，她错了。虽然有往生的愿望，她不懂道理，她做得不如法。念佛如理如法，这才能往生。她这个行为跟上面那个差不多，都是不负责任，想推卸家庭的责任，逃避现实。如果西方极乐世界是这样的一个环境，我们去还有什么意思？那里头的人全是逃避现实的，全是不负责任的人，这是佛地吗？",
      "zh_TW": "答：沒錯，她能不能往生？給諸位說，不能，她錯了。雖然有往生的願望，她不懂道理，她做得不如法。念佛如理如法，這才能往生。她這個行為跟上面那個差不多，都是不負責任，想推卸家庭的責任，逃避現實。如果西方極樂世界是這樣的一個環境，我們去還有什麼意思？那裡頭的人全是逃避現實的，全是不負責任的人，這是佛地嗎？"
    },
    {
      "id": "21-305-0001_p0077",
      "zh_CN": "我在十几岁的时候，同学们有信基督教的，我们同学非常要好，他就带我上教堂。我去过几次，我也很感兴趣，那个牧师要我受洗，我不肯干。我说我没有搞清楚、没有搞明白，我说要搞清楚、搞明白了，我自然会来受洗。我没有搞清楚，勉强不得的。他说受洗好，你这一身罪业，造作罪业，只要一受洗，你罪就没有了。我一想不大对，我说造作罪业，进了教堂，罪就没有了，上帝就赦免他，我想了一想，这个天堂我不要去，他说为什么？我说这个天堂里头没有好人，那上帝岂不是黑社会的大头目？罪恶的包庇所？这个地方不想去。那你就把极乐世界也当成罪恶包庇所了，这是错误了。极乐世界都是善人，都是孝顺父母的，都是爱护家庭的，都是认真负责的，哪有不负责任的人能到极乐世界？没这个道理，我们要明了。所以我小的时候搞了这一个故事之后，那个牧师说这是魔鬼，这个人太恶劣了。他骂我是魔鬼。",
      "zh_TW": "我在十幾歲的時候，同學們有信基督教的，我們同學非常要好，他就帶我上教堂。我去過幾次，我也很感興趣，那個牧師要我受洗，我不肯幹。我說我沒有搞清楚、沒有搞明白，我說要搞清楚、搞明白了，我自然會來受洗。我沒有搞清楚，勉強不得的。他說受洗好，你這一身罪業，造作罪業，只要一受洗，你罪就沒有了。我一想不大對，我說造作罪業，進了教堂，罪就沒有了，上帝就赦免他，我想了一想，這個天堂我不要去，他說為什麼？我說這個天堂裡頭沒有好人，那上帝豈不是黑社會的大頭目？罪惡的包庇所？這個地方不想去。那你就把極樂世界也當成罪惡包庇所了，這是錯誤了。極樂世界都是善人，都是孝順父母的，都是愛護家庭的，都是認真負責的，哪有不負責任的人能到極樂世界？沒這個道理，我們要明瞭。所以我小的時候搞了這一個故事之後，那個牧師說這是魔鬼，這個人太惡劣了。他罵我是魔鬼。"
    },
    {
      "id": "21-305-0001_p0078",
      "zh_CN": "下面有香港同修提了三个问题。",
      "zh_TW": "下面有香港同修提了三個問題。"
    },
    {
      "id": "21-305-0001_p0079",
      "zh_CN": "问：第一个念佛有跪拜的次数，应如何计数才不至于产生烦恼？",
      "zh_TW": "問：第一個念佛有跪拜的次數，應如何計數才不至於產生煩惱？"
    },
    {
      "id": "21-305-0001_p0080",
      "zh_CN": "答：这个你不要问我，你看看怎么样不生烦恼你就怎么样做法就对了。实际上拜佛是最好的运动，所以有很多人专修这个法门，一天拜三千拜，有很多同修修这个。他也不念经，他也不念佛，天天就拜佛，一天拜三千拜。如果是念佛的人修这个法门也很好，为什么？对身体健康有很大的帮助。拜佛拜得很如法的时候，全身都运动到，很好的运动。",
      "zh_TW": "答：這個你不要問我，你看看怎麼樣不生煩惱你就怎麼樣做法就對了。實際上拜佛是最好的運動，所以有很多人專修這個法門，一天拜三千拜，有很多同修修這個。他也不念經，他也不念佛，天天就拜佛，一天拜三千拜。如果是念佛的人修這個法門也很好，為什麼？對身體健康有很大的幫助。拜佛拜得很如法的時候，全身都運動到，很好的運動。"
    },
    {
      "id": "21-305-0001_p0081",
      "zh_CN": "拜佛如果你要计次数，你只要计一次，我们拜佛通常都点一支香；像我们现在道场用长香，长香一支香大概是一个半小时，普通短的香是一个小时，你一支香拜多少拜。以后你就不要计数了，就用这个香做单位，我每天拜一支香、拜两支香，这样就好。念佛计数字也可以用这个方法，一次我一支香这一个小时念多少声佛号，然后自己大概就可以估计到，我一天念多少个小时就算多少声，用这个方法很好。",
      "zh_TW": "拜佛如果你要計次數，你只要計一次，我們拜佛通常都點一支香；像我們現在道場用長香，長香一支香大概是一個半小時，普通短的香是一個小時，你一支香拜多少拜。以後你就不要計數了，就用這個香做單位，我每天拜一支香、拜兩支香，這樣就好。念佛計數字也可以用這個方法，一次我一支香這一個小時念多少聲佛號，然後自己大概就可以估計到，我一天念多少個小時就算多少聲，用這個方法很好。"
    },
    {
      "id": "21-305-0001_p0082",
      "zh_CN": "问：第二个问题，有朋友供养太上老君像，如果要求往生西方净土，应如何做才如法？",
      "zh_TW": "問：第二個問題，有朋友供養太上老君像，如果要求往生西方淨土，應如何做才如法？"
    },
    {
      "id": "21-305-0001_p0083",
      "zh_CN": "答：这个要是念太上老君，这是修的道教，应该去念《道德经》，去念《庄子》，就是《南华经》。它也有修行的方法，他的果报是在天上。如果你的情欲还没有断，都是生在欲界天；如果你是七情五欲能伏住、控制住，你可以生到色界天，果报是在天人。你要是求生净土，我们应该是要供养西方三圣，这是最好的，或者只供养一尊阿弥陀佛也行。常常看佛，跟佛的形像很熟悉，将来佛来接引你，佛就会现这个相。诸位要知道，佛没有一定的相，「随众生心，应所知量」。你常常想那个佛像什么样子，到时候真的被你想来了。所以我常讲，通学（一般修学）都要一门，我们供佛像也供一尊佛像。那常常出外旅行，现在很简单，我们旅行把佛像做一张照片放在身上，到任何地方都可以供养，跟家里佛像是一尊佛像，现在有这个方便。在从前请人画还未必画得像。现在用这方法好，可以随身带着。",
      "zh_TW": "答：這個要是念太上老君，這是修的道教，應該去念《道德經》，去念《莊子》，就是《南華經》。它也有修行的方法，他的果報是在天上。如果你的情欲還沒有斷，都是生在欲界天；如果你是七情五欲能伏住、控制住，你可以生到色界天，果報是在天人。你要是求生淨土，我們應該是要供養西方三聖，這是最好的，或者只供養一尊阿彌陀佛也行。常常看佛，跟佛的形像很熟悉，將來佛來接引你，佛就會現這個相。諸位要知道，佛沒有一定的相，「隨眾生心，應所知量」。你常常想那個佛像什麼樣子，到時候真的被你想來了。所以我常講，通學（一般修學）都要一門，我們供佛像也供一尊佛像。那常常出外旅行，現在很簡單，我們旅行把佛像做一張照片放在身上，到任何地方都可以供養，跟家裡佛像是一尊佛像，現在有這個方便。在從前請人畫還未必畫得像。現在用這方法好，可以隨身帶著。"
    },
    {
      "id": "21-305-0001_p0084",
      "zh_CN": "我们供这个佛像是供了不少年，应该差不多将近有三十年，就是你们看到这个白瓷蓝底的这张相，这张相是在景美图书馆。景美图书馆刚刚成立的时候，一位老居士从中国带到台湾去，送给我供养。这尊佛像至少大概有三百年了，很庄严。而且弥陀相，一般塑的相，塑童子的相很少，这个相是童子相，很庄严，很难得。这个相我们就复制了很多，把它照相下来之后就印得很多，携带也非常方便。常常看一尊相，印象就深，我们不改，将来佛来接引一定就是这种相。学道，当然你要供太上老君（老子），与你所修的法门相应，这是一个重要的原则。所以学儒，一般人供孔子。",
      "zh_TW": "我們供這個佛像是供了不少年，應該差不多將近有三十年，就是你們看到這個白瓷藍底的這張相，這張相是在景美圖書館。景美圖書館剛剛成立的時候，一位老居士從中國帶到台灣去，送給我供養。這尊佛像至少大概有三百年了，很莊嚴。而且彌陀相，一般塑的相，塑童子的相很少，這個相是童子相，很莊嚴，很難得。這個相我們就複製了很多，把它照相下來之後就印得很多，攜帶也非常方便。常常看一尊相，印象就深，我們不改，將來佛來接引一定就是這種相。學道，當然你要供太上老君（老子），與你所修的法門相應，這是一個重要的原則。所以學儒，一般人供孔子。"
    },
    {
      "id": "21-305-0001_p0085",
      "zh_CN": "问：末后一个问题，有时遇到一些不明理的人很喜欢找上门，自己因怕受影响，尽量回避，而使对方不高兴，请问这样做是否结了冤仇？",
      "zh_TW": "問：末後一個問題，有時遇到一些不明理的人很喜歡找上門，自己因怕受影響，盡量迴避，而使對方不高興，請問這樣做是否結了冤仇？"
    },
    {
      "id": "21-305-0001_p0086",
      "zh_CN": "答：我觉得没有那么严重，顶多他不高兴而已，说你架子很大，不愿意见人。为什么？你没有给他有什么损失，所以冤仇不会结的。这些不明理的人，譬如说初次见面，应当帮助他，多跟他讲的是做人的道理、学佛的道理，把佛法介绍给他，这样很好。初学，你看他比较对于像六道轮回、三世因果，一般他不能够接受，我们就换个方法，用现代科学的方法来给他接受。譬如素食，我们跟别人介绍素食，我们绝对不是说你吃牠，将来牠会吃你。他不能接受的，他说你在骗他，你在吓唬他；但是我们要从健康养生，他就能接受。你换个角度就行。",
      "zh_TW": "答：我覺得沒有那麼嚴重，頂多他不高興而已，說你架子很大，不願意見人。為什麼？你沒有給他有什麼損失，所以冤仇不會結的。這些不明理的人，譬如說初次見面，應當幫助他，多跟他講的是做人的道理、學佛的道理，把佛法介紹給他，這樣很好。初學，你看他比較對於像六道輪迴、三世因果，一般他不能夠接受，我們就換個方法，用現代科學的方法來給他接受。譬如素食，我們跟別人介紹素食，我們絕對不是說你吃牠，將來牠會吃你。他不能接受的，他說你在騙他，你在嚇唬他；但是我們要從健康養生，他就能接受。你換個角度就行。"
    },
    {
      "id": "21-305-0001_p0087",
      "zh_CN": "佛教，首先我们有个小册子，《认识佛教》，先要告诉他佛教是什么。佛教是佛陀的教育，就像中国，儒是孔子的教育，这是释迦牟尼佛的教育。他教育的内容是什么？你把它讲清楚、讲明白，这问题就了解，他就了解。《认识佛教》这本小册子，是早年我在美国佛罗里达州迈阿密讲经的时候，我到那边去原本是讲《地藏经》的，结果一看那个讲堂里头很多当地美国人，我说这很难得，那翻译的也很不错，曾宪炜翻得很好，我就临时换了。我说我们把佛教介绍给这些美国人，所以临时改了题目，一共讲了八天，那本书是八天的节录。这些外国人听了很受用，完全从教育、从做人，从这方面很容易接受。告诉他，释迦牟尼佛是人不是神，佛教不是宗教是教育。这个他从来没听说过的，听了就很欢喜，所以每天都来，每天两个小时，我们讲了八天。这很可以做参考。",
      "zh_TW": "佛教，首先我們有個小冊子，《認識佛教》，先要告訴他佛教是什麼。佛教是佛陀的教育，就像中國，儒是孔子的教育，這是釋迦牟尼佛的教育。他教育的內容是什麼？你把它講清楚、講明白，這問題就了解，他就了解。《認識佛教》這本小冊子，是早年我在美國佛羅里達州邁阿密講經的時候，我到那邊去原本是講《地藏經》的，結果一看那個講堂裡頭很多當地美國人，我說這很難得，那翻譯的也很不錯，曾憲煒翻得很好，我就臨時換了。我說我們把佛教介紹給這些美國人，所以臨時改了題目，一共講了八天，那本書是八天的節錄。這些外國人聽了很受用，完全從教育、從做人，從這方面很容易接受。告訴他，釋迦牟尼佛是人不是神，佛教不是宗教是教育。這個他從來沒聽說過的，聽了就很歡喜，所以每天都來，每天兩個小時，我們講了八天。這很可以做參考。"
    },
    {
      "id": "21-305-0001_p0088",
      "zh_CN": "我第一次，大概是在一九八八年还是一九八九年的时候，我访问北京，在北京师范大学，他们的校长、教授来接待我。我看到他们门口有一块牌子，写的是「学为人师，身为世范」，写这么八个字。我就跟校长说这八个字是佛教《华严经》上所讲的。他就很惊讶，他说这是我们全校老师共同开会拟出来的。我说《华严经》就是「学为人师，行为世范」，我把它改了一个字，身字改做行字，以后这学校接受了，学校也改过来，很难得。我说佛教是教育，那他是第一次听到，他从来不知道佛教是教育。所以你要有方法、有方便把真正的佛教介绍给他，那你就是帮助一个人，至少他对佛教明白，晓得佛教不是迷信。",
      "zh_TW": "我第一次，大概是在一九八八年還是一九八九年的時候，我訪問北京，在北京師範大學，他們的校長、教授來接待我。我看到他們門口有一塊牌子，寫的是「學為人師，身為世範」，寫這麼八個字。我就跟校長說這八個字是佛教《華嚴經》上所講的。他就很驚訝，他說這是我們全校老師共同開會擬出來的。我說《華嚴經》就是「學為人師，行為世範」，我把它改了一個字，身字改做行字，以後這學校接受了，學校也改過來，很難得。我說佛教是教育，那他是第一次聽到，他從來不知道佛教是教育。所以你要有方法、有方便把真正的佛教介紹給他，那你就是幫助一個人，至少他對佛教明白，曉得佛教不是迷信。"
    },
    {
      "id": "21-305-0001_p0089",
      "zh_CN": "佛教教学的内容非常广大，比现在任何大学里面课程还要圆满、还要高深，这是很值得我们学习。人生在世如果不学佛就非常可惜，但是学佛要好学、要深入。佛法确实比大学难念多了，现在念大学很容易，可是佛教是要真正下功夫，要解行相应。首先，这个经典就是教科书，就是它的教材，你对教材内容要有了解，明了之后要落实，要应用在你生活上，用在你工作上，用在你处事待人接物。所以它是一门很实用的学科，绝对不是说玄学，所学非所用，那种东西我们学了就没意思。可是这里头，学佛跟佛学一定要分清楚。学佛，我要学作佛，我要学作菩萨，这是学佛。那佛学是把这一门东西当作学术来研究，这就没有意思，这就是他所学的他都做不到。他做不到，换句话说，他只能学个皮毛，他不能够深入，深入一定要身体力行，你才能够真正体会到。做学问，这个不行，永远是隔一层的。所以佛学跟学佛要辨别清楚。好，现在时间到了，我们这二十六个题都答尽了，谢谢大家。",
      "zh_TW": "佛教教學的內容非常廣大，比現在任何大學裡面課程還要圓滿、還要高深，這是很值得我們學習。人生在世如果不學佛就非常可惜，但是學佛要好學、要深入。佛法確實比大學難念多了，現在念大學很容易，可是佛教是要真正下功夫，要解行相應。首先，這個經典就是教科書，就是它的教材，你對教材內容要有了解，明瞭之後要落實，要應用在你生活上，用在你工作上，用在你處事待人接物。所以它是一門很實用的學科，絕對不是說玄學，所學非所用，那種東西我們學了就沒意思。可是這裡頭，學佛跟佛學一定要分清楚。學佛，我要學作佛，我要學作菩薩，這是學佛。那佛學是把這一門東西當作學術來研究，這就沒有意思，這就是他所學的他都做不到。他做不到，換句話說，他只能學個皮毛，他不能夠深入，深入一定要身體力行，你才能夠真正體會到。做學問，這個不行，永遠是隔一層的。所以佛學跟學佛要辨別清楚。好，現在時間到了，我們這二十六個題都答盡了，謝謝大家。"
    }
  ]
}