{
  "doc_id": "21-405-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之七十八）",
    "zh_TW": "學佛答問（答香港參學同修之七十八）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-405-0001",
  "total_paragraphs": 97,
  "paragraphs": [
    {
      "id": "21-405-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天有三十六个提问，首先是中国同修提问，有八个题。",
      "zh_TW": "諸位法師，諸位同學，請坐。今天有三十六個提問，首先是中國同修提問，有八個題。"
    },
    {
      "id": "21-405-0001_p0002",
      "zh_CN": "问：第一，在中国，堕胎非常普遍，而且国家有计划生育的规章，能否请示国家的领导们，取消这个不合理的国法，我想这是绝大多数人民所希望的。",
      "zh_TW": "問：第一，在中國，墮胎非常普遍，而且國家有計劃生育的規章，能否請示國家的領導們，取消這個不合理的國法，我想這是絕大多數人民所希望的。"
    },
    {
      "id": "21-405-0001_p0003",
      "zh_CN": "答：这个问题你问得好，不仅是中国，这是全世界的。但是你问错了人，我没有主持国家的政策，这个我没有办法解答你。这桩事情你可以直接写信给国家的领导人，这我给你建议，提醒他们，看他们怎么个做法。",
      "zh_TW": "答：這個問題你問得好，不僅是中國，這是全世界的。但是你問錯了人，我沒有主持國家的政策，這個我沒有辦法解答你。這樁事情你可以直接寫信給國家的領導人，這我給你建議，提醒他們，看他們怎麼個做法。"
    },
    {
      "id": "21-405-0001_p0004",
      "zh_CN": "问：第二个问题，有位相貌看来仅四、五十岁的人，在东北一带冒充净空法师的老师四处讲道。弟子父亲是位真诚的佛教徒，对此就深信不疑，这位冒充者还以为佛家做贡献的理由，出售大量的观音玉器和药材，父亲在短短不到一年时间，花费近二、三十万块钱买其玉器。我和家人都觉得父亲被骗，为此家中也出了不少矛盾，而且矛盾在继续恶化。所以我现在很想有官方的机构能告诉我，净空法师到底有没有这样的一位老师？",
      "zh_TW": "問：第二個問題，有位相貌看來僅四、五十歲的人，在東北一帶冒充淨空法師的老師四處講道。弟子父親是位真誠的佛教徒，對此就深信不疑，這位冒充者還以為佛家做貢獻的理由，出售大量的觀音玉器和藥材，父親在短短不到一年時間，花費近二、三十萬塊錢買其玉器。我和家人都覺得父親被騙，為此家中也出了不少矛盾，而且矛盾在繼續惡化。所以我現在很想有官方的機構能告訴我，淨空法師到底有沒有這樣的一位老師？"
    },
    {
      "id": "21-405-0001_p0005",
      "zh_CN": "答：在国内，国外我们就不说了，国内确实有不少不法之徒拿着我们的名义招摇撞骗，做些违法的事情。这个话是国家宗教局叶局长有一次到香港来访问，我们在一起吃饭，他亲自告诉我的。他说这些事情，法师你都不知道，但是这个与你不相干，由我们政府来处理。这就正确。所以像这样的事情，你们可以写个报告寄到北京国家宗教局，你寄给叶局长，他一定会处理，寄给他。",
      "zh_TW": "答：在國內，國外我們就不說了，國內確實有不少不法之徒拿著我們的名義招搖撞騙，做些違法的事情。這個話是國家宗教局葉局長有一次到香港來訪問，我們在一起吃飯，他親自告訴我的。他說這些事情，法師你都不知道，但是這個與你不相干，由我們政府來處理。這就正確。所以像這樣的事情，你們可以寫個報告寄到北京國家宗教局，你寄給葉局長，他一定會處理，寄給他。"
    },
    {
      "id": "21-405-0001_p0006",
      "zh_CN": "我这一生，学佛的老师只有三个人。方东美先生是把佛教介绍给我，让我认识了佛教，我对佛法启蒙是章嘉大师，成就的是李炳南老居士，这三位大德都过世了，以后我就再没有老师了。诸位一定要知道，这我常常跟诸位报告的，我这三个老师都不在世了。老师的年龄都比我大，差不多都大我二十岁的样子，方东美先生大概大我二、三十岁，章嘉大师跟李炳南老居士差不多大我四十岁的样子，大三十九岁，就等于四十岁。所以老师用中国人古礼来说，大二十岁就是父亲一辈，大四十岁是祖父一辈。我没有一个还四、五十岁的人，我今年都八十一岁，四、五十岁怎么能做我的老师？我讲经已经四十九年，我学佛五十六年。这个老师，我学佛的时候他还没出世，他怎么做我的老师？这是个很普通的常识，应该有能力辨别，这个决定是假的，不是真的。希望大家写信给叶局长。",
      "zh_TW": "我這一生，學佛的老師只有三個人。方東美先生是把佛教介紹給我，讓我認識了佛教，我對佛法啟蒙是章嘉大師，成就的是李炳南老居士，這三位大德都過世了，以後我就再沒有老師了。諸位一定要知道，這我常常跟諸位報告的，我這三個老師都不在世了。老師的年齡都比我大，差不多都大我二十歲的樣子，方東美先生大概大我二、三十歲，章嘉大師跟李炳南老居士差不多大我四十歲的樣子，大三十九歲，就等於四十歲。所以老師用中國人古禮來說，大二十歲就是父親一輩，大四十歲是祖父一輩。我沒有一個還四、五十歲的人，我今年都八十一歲，四、五十歲怎麼能做我的老師？我講經已經四十九年，我學佛五十六年。這個老師，我學佛的時候他還沒出世，他怎麼做我的老師？這是個很普通的常識，應該有能力辨別，這個決定是假的，不是真的。希望大家寫信給葉局長。"
    },
    {
      "id": "21-405-0001_p0007",
      "zh_CN": "问：底下一个问题说，河北唐山福山寺新来了一位悟成法师，自称是净空老法师的三个关门弟子之一，请问是否真有其事？",
      "zh_TW": "問：底下一個問題說，河北唐山福山寺新來了一位悟成法師，自稱是淨空老法師的三個關門弟子之一，請問是否真有其事？"
    },
    {
      "id": "21-405-0001_p0008",
      "zh_CN": "答：我没有开过门，哪来的关门？这都是笑话，决定没有。悟字辈的法师在台湾很多，这是白圣老法师的派系，我在台湾是亲近白圣老法师，受戒的时候是用他老人家的名义，所以我下面这一辈分是悟字辈。白圣法师的弟子很多，我自己都不知道有多少，他的弟子，下面这些徒弟全是悟字辈，诸位千万不要误会。我跟诸位讲过多少次，跟我的这些悟字辈的，我都把他们看作同学，从来没有看作弟子，都是同参道友。他们在图书馆出家的，图书馆出家的都是韩馆长收的，我们家的人都知道，韩馆长收的。我是天天讲经，他们听经的机会比较多。可是我们离开台湾也有十年了，所以我跟他们的关系也就中断了十年。跟我在一起的不多，现在只有十个人，出家的跟我在一起只有十个人，住在澳洲，男众有四个，女众有六个。",
      "zh_TW": "答：我沒有開過門，哪來的關門？這都是笑話，決定沒有。悟字輩的法師在台灣很多，這是白聖老法師的派系，我在台灣是親近白聖老法師，受戒的時候是用他老人家的名義，所以我下面這一輩分是悟字輩。白聖法師的弟子很多，我自己都不知道有多少，他的弟子，下面這些徒弟全是悟字輩，諸位千萬不要誤會。我跟諸位講過多少次，跟我的這些悟字輩的，我都把他們看作同學，從來沒有看作弟子，都是同參道友。他們在圖書館出家的，圖書館出家的都是韓館長收的，我們家的人都知道，韓館長收的。我是天天講經，他們聽經的機會比較多。可是我們離開台灣也有十年了，所以我跟他們的關係也就中斷了十年。跟我在一起的不多，現在只有十個人，出家的跟我在一起只有十個人，住在澳洲，男眾有四個，女眾有六個。"
    },
    {
      "id": "21-405-0001_p0009",
      "zh_CN": "所以，这个决定是假的，我都不认识，诸位不能够被骗。如果他是个好法师是无所谓，打着净空法师的名义做不法的事情，这个责任是他负责。希望都能够把这些事情向中央宗教局叶局长那个地方去备个案，让他们去查一查，到底是如法，是不如法，要说明。",
      "zh_TW": "所以，這個決定是假的，我都不認識，諸位不能夠被騙。如果他是個好法師是無所謂，打著淨空法師的名義做不法的事情，這個責任是他負責。希望都能夠把這些事情向中央宗教局葉局長那個地方去備個案，讓他們去查一查，到底是如法，是不如法，要說明。"
    },
    {
      "id": "21-405-0001_p0010",
      "zh_CN": "问：第四个题，宗门有一句话「直心是道场」，请问直心是否就是当下执持一句阿弥陀佛的心？",
      "zh_TW": "問：第四個題，宗門有一句話「直心是道場」，請問直心是否就是當下執持一句阿彌陀佛的心？"
    },
    {
      "id": "21-405-0001_p0011",
      "zh_CN": "答：不是的。菩提心，净宗《无量寿经》上「三辈往生」，这是说明念佛往生必须要具备的条件，它只说了八个字，「发菩提心，一向专念」。当下执持一句阿弥陀佛的心，这是念佛，这是一向专念，要用菩提心去一向专念，这就相应。菩提心是什么心？就是直心。《起信论》里面讲「直心、深心、大悲心」，《观无量寿佛经》里面讲的「至诚心、深心、发愿回向心」，这是菩提心。经论合起来看，意思就更清楚，直心是什么？真诚心。这么多年来我在海外讲经，讲菩提心，为了大家方便起见，我把三心（菩提心是三个心）说成了五个心，大家好懂。",
      "zh_TW": "答：不是的。菩提心，淨宗《無量壽經》上「三輩往生」，這是說明念佛往生必須要具備的條件，它只說了八個字，「發菩提心，一向專念」。當下執持一句阿彌陀佛的心，這是念佛，這是一向專念，要用菩提心去一向專念，這就相應。菩提心是什麼心？就是直心。《起信論》裡面講「直心、深心、大悲心」，《觀無量壽佛經》裡面講的「至誠心、深心、發願迴向心」，這是菩提心。經論合起來看，意思就更清楚，直心是什麼？真誠心。這麼多年來我在海外講經，講菩提心，為了大家方便起見，我把三心（菩提心是三個心）說成了五個心，大家好懂。"
    },
    {
      "id": "21-405-0001_p0012",
      "zh_CN": "菩提心的体，本体是真诚心，这就是直心，直心是真诚心。菩提心自受用，自己受用是深心，深心我用《无量寿经》经题上的三句话，「清净平等觉」，清净心、平等心、正觉心，这是属于自受用。你自己起心动念要用这个心，用这个心去念佛；对待别人是慈悲心，慈悲心是他受用。真诚心怎么对待别人？是大慈大悲。真诚心怎么对待自己？是清净、平等、正觉。这个不要误会，这个真的是道场。",
      "zh_TW": "菩提心的體，本體是真誠心，這就是直心，直心是真誠心。菩提心自受用，自己受用是深心，深心我用《無量壽經》經題上的三句話，「清淨平等覺」，清淨心、平等心、正覺心，這是屬於自受用。你自己起心動念要用這個心，用這個心去念佛；對待別人是慈悲心，慈悲心是他受用。真誠心怎麼對待別人？是大慈大悲。真誠心怎麼對待自己？是清淨、平等、正覺。這個不要誤會，這個真的是道場。"
    },
    {
      "id": "21-405-0001_p0013",
      "zh_CN": "问：底下一个问题，偶然看到一本书，是国内某寺庙一位法师写的，他认为从善导大师和印光大师的思想体系和行谊来看，净土法门是纯粹的他力法门，即是佛力法门。凡夫所具有的力量只是业力，要想念佛求往生，完全依靠佛力加持、接引。请老法师开示。",
      "zh_TW": "問：底下一個問題，偶然看到一本書，是國內某寺廟一位法師寫的，他認為從善導大師和印光大師的思想體系和行誼來看，淨土法門是純粹的他力法門，即是佛力法門。凡夫所具有的力量只是業力，要想念佛求往生，完全依靠佛力加持、接引。請老法師開示。"
    },
    {
      "id": "21-405-0001_p0014",
      "zh_CN": "答：这本书是哪位法师写的，你要向他请教。佛法里面的承传，这个要懂得。承传是一个老师，这就讲到师承，我的法是跟谁学的，我一生必须要依靠他。因为说法的人太多，如果你听到两个、三个、四个、五个，你就会听乱了，到底学哪个，你起了怀疑，起了疑心，疑是菩萨修行最大的障碍。你经看得愈多，你的疑问就愈多。所以我过去跟李老师学教，李老师只让我们看一本书，同时想学两个法门，他不教你。我们守他的方法，遵守他的方法确实得很多利益，得的利益最明显的，就是我们不再看别的东西，也不再听别的东西，得清净心，清净心生智慧，能够得到法喜充满。",
      "zh_TW": "答：這本書是哪位法師寫的，你要向他請教。佛法裡面的承傳，這個要懂得。承傳是一個老師，這就講到師承，我的法是跟誰學的，我一生必須要依靠他。因為說法的人太多，如果你聽到兩個、三個、四個、五個，你就會聽亂了，到底學哪個，你起了懷疑，起了疑心，疑是菩薩修行最大的障礙。你經看得愈多，你的疑問就愈多。所以我過去跟李老師學教，李老師只讓我們看一本書，同時想學兩個法門，他不教你。我們守他的方法，遵守他的方法確實得很多利益，得的利益最明顯的，就是我們不再看別的東西，也不再聽別的東西，得清淨心，清淨心生智慧，能夠得到法喜充滿。"
    },
    {
      "id": "21-405-0001_p0015",
      "zh_CN": "老师指导我们的，专门看《印光大师文钞》跟净宗的五经一论，指定几部注解，这是叫你必须读的。学佛，学佛必须要有基础，这个基础就是伦理、道德、因果的基础，没有这个基础，修净土也不能成就。李老师教给我们基础的功课，就是陈弘谋的《五种遗规》，《礼记》里面，他老人家给我们讲过一篇「曲礼」，「曲礼」上下篇给我们讲过一次，这是基础教育，必须要有。所以，看得很多会给自己带来一些麻烦。",
      "zh_TW": "老師指導我們的，專門看《印光大師文鈔》跟淨宗的五經一論，指定幾部註解，這是叫你必須讀的。學佛，學佛必須要有基礎，這個基礎就是倫理、道德、因果的基礎，沒有這個基礎，修淨土也不能成就。李老師教給我們基礎的功課，就是陳弘謀的《五種遺規》，《禮記》裡面，他老人家給我們講過一篇「曲禮」，「曲禮」上下篇給我們講過一次，這是基礎教育，必須要有。所以，看得很多會給自己帶來一些麻煩。"
    },
    {
      "id": "21-405-0001_p0016",
      "zh_CN": "到什么时候可以看？开悟之后。没有开悟，一定要遵守规矩，开悟之后，什么都可以看，什么都可以听，那个时候成就你的后得智，叫无所不知。在修学过程当中，先求根本智，根本智是清净心，《金刚经》上所说的「信心清净，则生实相」，这个很重要，看多了，听多了，真的心就搞乱了。我们学习过程当中，我那个十年我只听一个老师讲经，有疑问的时候一定向他请教，老师对学生负绝对的责任，也就是说他要帮助学生走向开悟。如果学生悟不了，老师要背因果责任，那个责任很重，这就是什么？障碍别人的法身慧命，在戒律里面讲都是堕阿鼻地狱。",
      "zh_TW": "到什麼時候可以看？開悟之後。沒有開悟，一定要遵守規矩，開悟之後，什麼都可以看，什麼都可以聽，那個時候成就你的後得智，叫無所不知。在修學過程當中，先求根本智，根本智是清淨心，《金剛經》上所說的「信心清淨，則生實相」，這個很重要，看多了，聽多了，真的心就搞亂了。我們學習過程當中，我那個十年我只聽一個老師講經，有疑問的時候一定向他請教，老師對學生負絕對的責任，也就是說他要幫助學生走向開悟。如果學生悟不了，老師要背因果責任，那個責任很重，這就是什麼？障礙別人的法身慧命，在戒律裡面講都是墮阿鼻地獄。"
    },
    {
      "id": "21-405-0001_p0017",
      "zh_CN": "所以，自己道眼未开，不敢为人师，今天很多人想跟我学，我不敢，为什么？我道眼没开，我懂得。道眼没开，你把路指错了之后，你将来自己要堕地狱。所以道眼未开我们怎么学习？我们帮助同学喜欢来的一起学习，我们都遵守经教。而且一定要从基础的教育上生根，基础教育就是《弟子规》、《感应篇》、《十善业》、《沙弥律仪》，你不在这上扎根不会有成就，这个比什么都重要。古今中外世间圣贤人，佛法里面，菩萨、罗汉，真正有修有证的，都是有圆满的基础。我们可以说像弟子规、感应篇、十善业，那都是打满分的，沙弥律仪都是得满分的，他才能成圣成贤。所以这个重要，比什么都重要。",
      "zh_TW": "所以，自己道眼未開，不敢為人師，今天很多人想跟我學，我不敢，為什麼？我道眼沒開，我懂得。道眼沒開，你把路指錯了之後，你將來自己要墮地獄。所以道眼未開我們怎麼學習？我們幫助同學喜歡來的一起學習，我們都遵守經教。而且一定要從基礎的教育上生根，基礎教育就是《弟子規》、《感應篇》、《十善業》、《沙彌律儀》，你不在這上扎根不會有成就，這個比什麼都重要。古今中外世間聖賢人，佛法裡面，菩薩、羅漢，真正有修有證的，都是有圓滿的基礎。我們可以說像弟子規、感應篇、十善業，那都是打滿分的，沙彌律儀都是得滿分的，他才能成聖成賢。所以這個重要，比什麼都重要。"
    },
    {
      "id": "21-405-0001_p0018",
      "zh_CN": "问：第六个问题，出家人首要的条件是了生死出三界，然后再度众生。如果出家之后就领众修行、学法器，做三时系念接引大众，是不是属于不全心办道？",
      "zh_TW": "問：第六個問題，出家人首要的條件是了生死出三界，然後再度眾生。如果出家之後就領眾修行、學法器，做三時繫念接引大眾，是不是屬於不全心辦道？"
    },
    {
      "id": "21-405-0001_p0019",
      "zh_CN": "答：你问的是没错，但是这些真正学法器、领众薰修也是全心办道。所谓全心跟不全心不在这些形式，在什么？我们在讲席常常讲，《华严经》里面说得太多了，真正放下分别执着，就是全心办道。你就是持戒持得再好，你的分别执着没有放下，你就没有办道的心。道心是什么？道心是真诚心、清净心、平等心，你想想你有没有这个道心？你有这个心，穿衣吃饭都是办道，言谈举止、待人接物没有一样不是办道。如果你还有自私自利的心，还有名闻利养的心，还有贪图五欲六尘的心，贪瞋痴慢的心，这个心叫轮回心。每天参禅也好、念佛也好、讲经也好，全不是佛法，祖师大德说得好，哪一法是佛法！如果你没有放下妄想分别执着，没有一法是佛法。放下妄想分别执着，祖师就说了，哪一法不是佛法！法法皆是佛法，这个道理你要懂。",
      "zh_TW": "答：你問的是沒錯，但是這些真正學法器、領眾薰修也是全心辦道。所謂全心跟不全心不在這些形式，在什麼？我們在講席常常講，《華嚴經》裡面說得太多了，真正放下分別執著，就是全心辦道。你就是持戒持得再好，你的分別執著沒有放下，你就沒有辦道的心。道心是什麼？道心是真誠心、清淨心、平等心，你想想你有沒有這個道心？你有這個心，穿衣吃飯都是辦道，言談舉止、待人接物沒有一樣不是辦道。如果你還有自私自利的心，還有名聞利養的心，還有貪圖五欲六塵的心，貪瞋痴慢的心，這個心叫輪迴心。每天參禪也好、念佛也好、講經也好，全不是佛法，祖師大德說得好，哪一法是佛法！如果你沒有放下妄想分別執著，沒有一法是佛法。放下妄想分別執著，祖師就說了，哪一法不是佛法！法法皆是佛法，這個道理你要懂。"
    },
    {
      "id": "21-405-0001_p0020",
      "zh_CN": "问：下面第七个问题，现在道场出家众执事任务很重，常常要跟大众接触，总离不开人我是非。但自己才刚出家，道心又不坚固，影响心地清净，请问怎样才能做到既利益众生，又能利益自己？",
      "zh_TW": "問：下面第七個問題，現在道場出家眾執事任務很重，常常要跟大眾接觸，總離不開人我是非。但自己才剛出家，道心又不堅固，影響心地清淨，請問怎樣才能做到既利益眾生，又能利益自己？"
    },
    {
      "id": "21-405-0001_p0021",
      "zh_CN": "答：你这个问题，实在讲你听经太少，为什么？这个问题几乎我们天天讲、常常讲，如果你是常常听经，这个问题都没有了，你就知道了。现在在这个时代，众生福薄，我们自己福很薄。像我一生，刚刚出家的时候住过三年道场，以后就没有法子，没有福报了，都在外面流浪。哪里有道场给你修行？道场里面要靠经忏佛事法会来维持，没有人供养。诸位要知道，古时候道场的经济、生活不靠别人，道场有田、有山，这些山跟田都会租给农夫，给他们去耕种。农夫的收成大概是分一部分给道场，就像收租，它有固定的收入，它不靠信徒。所以，它就没有经忏佛事，它也没有法会，真正是在用功办学。现在没有了，现在土地、山林都属于国家的，庙都很小，没有收入，那怎么办？就靠经忏佛事，没有经忏佛事，寺院经济来源就断掉了。所以，应酬多了当然障碍修行，这是肯定的，这是时代的形成，不能怪哪个人，我们只可以说我们生在这个时代，遇到这些困难。",
      "zh_TW": "答：你這個問題，實在講你聽經太少，為什麼？這個問題幾乎我們天天講、常常講，如果你是常常聽經，這個問題都沒有了，你就知道了。現在在這個時代，眾生福薄，我們自己福很薄。像我一生，剛剛出家的時候住過三年道場，以後就沒有法子，沒有福報了，都在外面流浪。哪裡有道場給你修行？道場裡面要靠經懺佛事法會來維持，沒有人供養。諸位要知道，古時候道場的經濟、生活不靠別人，道場有田、有山，這些山跟田都會租給農夫，給他們去耕種。農夫的收成大概是分一部分給道場，就像收租，它有固定的收入，它不靠信徒。所以，它就沒有經懺佛事，它也沒有法會，真正是在用功辦學。現在沒有了，現在土地、山林都屬於國家的，廟都很小，沒有收入，那怎麼辦？就靠經懺佛事，沒有經懺佛事，寺院經濟來源就斷掉了。所以，應酬多了當然障礙修行，這是肯定的，這是時代的形成，不能怪哪個人，我們只可以說我們生在這個時代，遇到這些困難。"
    },
    {
      "id": "21-405-0001_p0022",
      "zh_CN": "怎么样修行？修行确实要学善财童子五十三参，在复杂社会里面叫历事炼心。这我们常讲，顺境、善缘，你在这个地方练不起贪心，没有贪恋，没有贪爱。逆境、恶缘，缘是人事环境，境界是物质环境，都不好，你在这个地方学什么？学不生瞋恚。你真肯学，处处是道场。释迦牟尼佛当年在世没有建寺庙，他率领的这些弟子们人数也不少，我们在经典上看到一千二百五十五人。这么样一个团体，树下一宿，日中一食，他们过托钵的生活，没有房子住，个个都能成就。所以，能不能成就与环境有没有关系？实在讲没什么大关系。",
      "zh_TW": "怎麼樣修行？修行確實要學善財童子五十三參，在複雜社會裡面叫歷事鍊心。這我們常講，順境、善緣，你在這個地方練不起貪心，沒有貪戀，沒有貪愛。逆境、惡緣，緣是人事環境，境界是物質環境，都不好，你在這個地方學什麼？學不生瞋恚。你真肯學，處處是道場。釋迦牟尼佛當年在世沒有建寺廟，他率領的這些弟子們人數也不少，我們在經典上看到一千二百五十五人。這麼樣一個團體，樹下一宿，日中一食，他們過托缽的生活，沒有房子住，個個都能成就。所以，能不能成就與環境有沒有關係？實在講沒什麼大關係。"
    },
    {
      "id": "21-405-0001_p0023",
      "zh_CN": "你真正懂得，真正知道怎样修法、学习，效法释迦牟尼佛，跟释迦牟尼佛的行谊上去学，没有不成功的。我们没有寺庙，没有寺庙不是没有同参伴侣，同参伴侣很多，我们每天几乎都在一起学习，都在一起研究讨论。我们的境界，真的，这不是假的，年年都提升，所以法喜充满。如果有道场那当然更好，那是求之不得的事情，可是我们不求。求，这个心就会产生障碍，所以佛祖都教我们，一切随缘而不攀缘。别人供养道场，我们不会拒绝，没有人供养，我们也欢欢喜喜，不把这个事情放在心上，这样子才能利益自己又能利益别人。",
      "zh_TW": "你真正懂得，真正知道怎樣修法、學習，效法釋迦牟尼佛，跟釋迦牟尼佛的行誼上去學，沒有不成功的。我們沒有寺廟，沒有寺廟不是沒有同參伴侶，同參伴侶很多，我們每天幾乎都在一起學習，都在一起研究討論。我們的境界，真的，這不是假的，年年都提升，所以法喜充滿。如果有道場那當然更好，那是求之不得的事情，可是我們不求。求，這個心就會產生障礙，所以佛祖都教我們，一切隨緣而不攀緣。別人供養道場，我們不會拒絕，沒有人供養，我們也歡歡喜喜，不把這個事情放在心上，這樣子才能利益自己又能利益別人。"
    },
    {
      "id": "21-405-0001_p0024",
      "zh_CN": "问：末后一题，弟子有时念佛，若什么都不想，很难伏住妄想，请问是否可以观想佛号或佛像，应如何观想？",
      "zh_TW": "問：末後一題，弟子有時念佛，若什麼都不想，很難伏住妄想，請問是否可以觀想佛號或佛像，應如何觀想？"
    },
    {
      "id": "21-405-0001_p0025",
      "zh_CN": "答：这是对的，初学的人，不要说初学，老修，这个问题都常常现前。什么都不想，你堕在无明里，杂念太多，你在掉举，昏沉跟掉举都是修行人的障碍。所以祖师教我们修观想，譬如说你念佛的时候你观想，心里想着阿弥陀佛，行，或者心里想着六字名号、四字名号。我念「阿弥陀佛」，我想阿弥陀佛四个字；念「南无阿弥陀佛」，我就想南无阿弥陀佛六个字。或者是想佛像，佛像最好一生供养一尊佛像，到外面去旅行，佛像带着不方便，我们把佛像照成照片，洗成小张，随身带在行李箱子里面，上旅馆都可以用，总是我自己供的这尊佛。为什么？这样的观想容易成就，念念不忘，将来临终阿弥陀佛来接引，他就现这个相。所以你就非常亲切，我天天想的阿弥陀佛，终于想到了，他来接引我。这是好方法。",
      "zh_TW": "答：這是對的，初學的人，不要說初學，老修，這個問題都常常現前。什麼都不想，你墮在無明裡，雜念太多，你在掉舉，昏沉跟掉舉都是修行人的障礙。所以祖師教我們修觀想，譬如說你念佛的時候你觀想，心裡想著阿彌陀佛，行，或者心裡想著六字名號、四字名號。我念「阿彌陀佛」，我想阿彌陀佛四個字；念「南無阿彌陀佛」，我就想南無阿彌陀佛六個字。或者是想佛像，佛像最好一生供養一尊佛像，到外面去旅行，佛像帶著不方便，我們把佛像照成照片，洗成小張，隨身帶在行李箱子裡面，上旅館都可以用，總是我自己供的這尊佛。為什麼？這樣的觀想容易成就，念念不忘，將來臨終阿彌陀佛來接引，他就現這個相。所以你就非常親切，我天天想的阿彌陀佛，終於想到了，他來接引我。這是好方法。"
    },
    {
      "id": "21-405-0001_p0026",
      "zh_CN": "下面是网路同修提的问题，这次网路同修的提问比较多。",
      "zh_TW": "下面是網路同修提的問題，這次網路同修的提問比較多。"
    },
    {
      "id": "21-405-0001_p0027",
      "zh_CN": "问：第一个问题，受菩萨戒后，若收到求助的讯息，例如需要换肾，或是经济困难寻求帮助。我们不知道这些情况是否属实，且本身的经济状况也不是特别富裕，请问若不去帮助这些有求的众生，是否犯戒？",
      "zh_TW": "問：第一個問題，受菩薩戒後，若收到求助的訊息，例如需要換腎，或是經濟困難尋求幫助。我們不知道這些情況是否屬實，且本身的經濟狀況也不是特別富裕，請問若不去幫助這些有求的眾生，是否犯戒？"
    },
    {
      "id": "21-405-0001_p0028",
      "zh_CN": "答：犯戒不犯戒，我不问你这个，我先问你受菩萨戒，你是不是真的得戒了？你得戒就犯戒，你没有得戒你犯什么戒！我再问你，菩萨戒之前，如果说出家，你应该受过比丘戒，比丘戒你得到没有？比丘戒之前是沙弥戒，沙弥戒得到没有？沙弥戒之前，你没有出家的时候，你受过三皈五戒，三皈得到没有？五戒得到没有？如果这些都没有得到，你的菩萨戒是假的，你不是真菩萨，这个要懂。如果你想搞清楚，你看看弘一大师的讲演集，它里面有三、四篇讲到戒律。古人的，比较接近一点的是蕅益大师的，蕅益大师也是对戒律非常有研究。他告诉我们，他是明朝末年，清朝初年的人，他说中国从南宋以后就没有真正的比丘，所以比丘戒就得不到了。蕅益大师受了三坛大戒之后，他退比丘戒，因为比丘戒得不到，没有真正的比丘传授，你得不到。可是沙弥戒、菩萨戒能得到，没有人传授，自己在佛菩萨面前求佛菩萨做证明，自己真正接受，可以得到。",
      "zh_TW": "答：犯戒不犯戒，我不問你這個，我先問你受菩薩戒，你是不是真的得戒了？你得戒就犯戒，你沒有得戒你犯什麼戒！我再問你，菩薩戒之前，如果說出家，你應該受過比丘戒，比丘戒你得到沒有？比丘戒之前是沙彌戒，沙彌戒得到沒有？沙彌戒之前，你沒有出家的時候，你受過三皈五戒，三皈得到沒有？五戒得到沒有？如果這些都沒有得到，你的菩薩戒是假的，你不是真菩薩，這個要懂。如果你想搞清楚，你看看弘一大師的講演集，它裡面有三、四篇講到戒律。古人的，比較接近一點的是蕅益大師的，蕅益大師也是對戒律非常有研究。他告訴我們，他是明朝末年，清朝初年的人，他說中國從南宋以後就沒有真正的比丘，所以比丘戒就得不到了。蕅益大師受了三壇大戒之後，他退比丘戒，因為比丘戒得不到，沒有真正的比丘傳授，你得不到。可是沙彌戒、菩薩戒能得到，沒有人傳授，自己在佛菩薩面前求佛菩薩做證明，自己真正接受，可以得到。"
    },
    {
      "id": "21-405-0001_p0029",
      "zh_CN": "他老人家一生自称菩萨戒沙弥，他不敢称比丘。他的徒弟，就是他的学生，成时法师，也了不起，《蕅益大师全集》是他整理出版，流传后世的，成时大师自称出家优婆塞，不敢称沙弥。因为他老师称沙弥，蕅益大师一生称沙弥，所以他的学生就不敢称沙弥，称出家优婆塞，优婆塞是居士，我是出家居士；换句话说，他能够把十善五戒做到。今天我们的五戒有没有做到？十善有没有做到？菩萨戒太高了。你要真正做那我就要劝你，我们这些年来把水平再往下降，降到弟子规。你是个菩萨，弟子规你决定是百分之百做到，学为人师，行为世范。我们讲的儒释道的三个根，儒的根是《弟子规》，道的根是《感应篇》，佛的根是《十善业道》，这三种你肯定是百分之百，你都打一百分，你才能够真正做到三皈五戒。在家，你以三皈五戒再往上提升是在家菩萨戒，出家还要加上《沙弥律仪》，你才能够做到菩萨。所以，这是非常不容易的事情。真有菩萨出现，这个世间人有福了，灾难就可以减少，菩萨所在之处，诸佛护念，龙天善神保佑，很难得。",
      "zh_TW": "他老人家一生自稱菩薩戒沙彌，他不敢稱比丘。他的徒弟，就是他的學生，成時法師，也了不起，《蕅益大師全集》是他整理出版，流傳後世的，成時大師自稱出家優婆塞，不敢稱沙彌。因為他老師稱沙彌，蕅益大師一生稱沙彌，所以他的學生就不敢稱沙彌，稱出家優婆塞，優婆塞是居士，我是出家居士；換句話說，他能夠把十善五戒做到。今天我們的五戒有沒有做到？十善有沒有做到？菩薩戒太高了。你要真正做那我就要勸你，我們這些年來把水平再往下降，降到弟子規。你是個菩薩，弟子規你決定是百分之百做到，學為人師，行為世範。我們講的儒釋道的三個根，儒的根是《弟子規》，道的根是《感應篇》，佛的根是《十善業道》，這三種你肯定是百分之百，你都打一百分，你才能夠真正做到三皈五戒。在家，你以三皈五戒再往上提升是在家菩薩戒，出家還要加上《沙彌律儀》，你才能夠做到菩薩。所以，這是非常不容易的事情。真有菩薩出現，這個世間人有福了，災難就可以減少，菩薩所在之處，諸佛護念，龍天善神保佑，很難得。"
    },
    {
      "id": "21-405-0001_p0030",
      "zh_CN": "先把这个搞清楚，这个很重要，不是说形式上受了，那不算数的。这是我初学佛的时候，章嘉大师告诉我的，「佛法重实质，不重形式」，这是老师以前教给我。形式上的受戒不重要，佛菩萨不承认，护法神也不承认，连鬼神都不承认，这个自己一定要懂得。实质是什么？从前老师教给我，什么叫受戒？这条戒你真正做到，你就受到了。譬如不杀生，真正做到，做到什么程度？对一切众生绝对不会有个念头去伤害他，你才能不杀生做圆满。蚊虫蚂蚁，蚊虫来叮你，你决定不能把牠杀死。你要不愿意布施，你把牠赶走；你愿意布施供养，你就让牠吃饱了走，这是菩萨。这种慈悲心发出来，还会有念头去伤害别人吗？不可能。不偷盗我们也讲得很清楚，你有占别人便宜的念头就犯了盗戒，那是盗心，怎么可以占别人便宜？最平常的，国民对国家有纳税的义务，走法律的漏洞，我少纳一点税，这是盗戒，不可以！应当纳多少税，一定要奉公守法，这才是持戒。菩萨不容易，菩萨是人天的好榜样、好模范，所以好好学。",
      "zh_TW": "先把這個搞清楚，這個很重要，不是說形式上受了，那不算數的。這是我初學佛的時候，章嘉大師告訴我的，「佛法重實質，不重形式」，這是老師以前教給我。形式上的受戒不重要，佛菩薩不承認，護法神也不承認，連鬼神都不承認，這個自己一定要懂得。實質是什麼？從前老師教給我，什麼叫受戒？這條戒你真正做到，你就受到了。譬如不殺生，真正做到，做到什麼程度？對一切眾生絕對不會有個念頭去傷害他，你才能不殺生做圓滿。蚊蟲螞蟻，蚊蟲來叮你，你決定不能把牠殺死。你要不願意布施，你把牠趕走；你願意布施供養，你就讓牠吃飽了走，這是菩薩。這種慈悲心發出來，還會有念頭去傷害別人嗎？不可能。不偷盜我們也講得很清楚，你有佔別人便宜的念頭就犯了盜戒，那是盜心，怎麼可以佔別人便宜？最平常的，國民對國家有納稅的義務，走法律的漏洞，我少納一點稅，這是盜戒，不可以！應當納多少稅，一定要奉公守法，這才是持戒。菩薩不容易，菩薩是人天的好榜樣、好模範，所以好好學。"
    },
    {
      "id": "21-405-0001_p0031",
      "zh_CN": "问：下面一个问题，弟子烦恼习气非常深重，性格也偏于内向，生平不善与人交流，特别是陌生人羞怯生涩，极其难堪，不知是什么因果？念佛是否可改变？",
      "zh_TW": "問：下面一個問題，弟子煩惱習氣非常深重，性格也偏於內向，生平不善與人交流，特別是陌生人羞怯生澀，極其難堪，不知是什麼因果？念佛是否可改變？"
    },
    {
      "id": "21-405-0001_p0032",
      "zh_CN": "答：是有因果，像在外国心理医生用催眠的方法能看到你过去生中，就晓得过去生中所造的因，这一生才会有这些现象出来。实际上不是不能改变的，能改，用什么改？教育能改。你要真正好好的学伦理教育、学道德教育、学因果的教育，就能改变。念佛比较慢，念佛要念到一心才能改变，没有念到一心不太容易。所以从《弟子规》、《感应篇》，这个容易改。",
      "zh_TW": "答：是有因果，像在外國心理醫生用催眠的方法能看到你過去生中，就曉得過去生中所造的因，這一生才會有這些現象出來。實際上不是不能改變的，能改，用什麼改？教育能改。你要真正好好的學倫理教育、學道德教育、學因果的教育，就能改變。念佛比較慢，念佛要念到一心才能改變，沒有念到一心不太容易。所以從《弟子規》、《感應篇》，這個容易改。"
    },
    {
      "id": "21-405-0001_p0033",
      "zh_CN": "问：请问从事养殖业，贩运肉食鸡、猪仔，及经营饲料、兽药等是否是造恶业？",
      "zh_TW": "問：請問從事養殖業，販運肉食雞、豬仔，及經營飼料、獸藥等是否是造惡業？"
    },
    {
      "id": "21-405-0001_p0034",
      "zh_CN": "答：是的，如果你能够改行最好，不做这些与杀生有关系的事业，长养慈悲心，这才好。",
      "zh_TW": "答：是的，如果你能夠改行最好，不做這些與殺生有關係的事業，長養慈悲心，這才好。"
    },
    {
      "id": "21-405-0001_p0035",
      "zh_CN": "问：第四个问题，法师在讲《华严经．普贤三昧品》时，将自性解释成能量，当时弟子听了感觉恍然大悟，现代科学把场划分为静态场与动态场。请问既然自性是能量，佛性又是自性本寂，自性、心性就应该是静态能量场；而识则属于动态的能量场，动态场源于静态场。所以佛说「唯心所现，唯识所变」，如是理解正确吗？",
      "zh_TW": "問：第四個問題，法師在講《華嚴經．普賢三昧品》時，將自性解釋成能量，當時弟子聽了感覺恍然大悟，現代科學把場劃分為靜態場與動態場。請問既然自性是能量，佛性又是自性本寂，自性、心性就應該是靜態能量場；而識則屬於動態的能量場，動態場源於靜態場。所以佛說「唯心所現，唯識所變」，如是理解正確嗎？"
    },
    {
      "id": "21-405-0001_p0036",
      "zh_CN": "答：正确，这是科学所讲的跟佛法有相应之处。",
      "zh_TW": "答：正確，這是科學所講的跟佛法有相應之處。"
    },
    {
      "id": "21-405-0001_p0037",
      "zh_CN": "问：下面一个问题，我是一名高校理工科教师，在系统控制理论中，有系统动态平衡点或工作点这一术语，它对系统控制十分重要，但又无形无相，属于能量引力中心，每个凡夫都是一个小的自动控制系统。请问可不可以认为凡夫的识心，就是科学所谓的系统动态平衡点或工作点？",
      "zh_TW": "問：下面一個問題，我是一名高校理工科教師，在系統控制理論中，有系統動態平衡點或工作點這一術語，它對系統控制十分重要，但又無形無相，屬於能量引力中心，每個凡夫都是一個小的自動控制系統。請問可不可以認為凡夫的識心，就是科學所謂的系統動態平衡點或工作點？"
    },
    {
      "id": "21-405-0001_p0038",
      "zh_CN": "答：好像也能讲得通。如果你有兴趣的话，还要深入的去研究，跟科学相应比较多的是在法相唯识，多看这些经论跟学习科学我相信会有很大的帮助。",
      "zh_TW": "答：好像也能講得通。如果你有興趣的話，還要深入的去研究，跟科學相應比較多的是在法相唯識，多看這些經論跟學習科學我相信會有很大的幫助。"
    },
    {
      "id": "21-405-0001_p0039",
      "zh_CN": "问：下面一个问题，学生在公司负责人事工作，工资调整，老板要求每次在工资里面多编入一些人员，再把多余工资交给她。这种做法会增加国家的成本，但老板不愿意听属下的意见。请问学生应不应该继续照做，还是应该辞职？",
      "zh_TW": "問：下面一個問題，學生在公司負責人事工作，工資調整，老闆要求每次在工資裡面多編入一些人員，再把多餘工資交給她。這種做法會增加國家的成本，但老闆不願意聽屬下的意見。請問學生應不應該繼續照做，還是應該辭職？"
    },
    {
      "id": "21-405-0001_p0040",
      "zh_CN": "答：应该辞职。你要告诉老板这因果报应，眼前占一点便宜，这个占便宜的念头是错误的，行为更是错误。应当知道因果律里面讲，一个人一生的财富命中注定的，命里面有的财富，丢都丢不掉，命里头没有的，求也求不来。你用不法的手段，虽然是你的收入增加了，增加还是你命里有的。譬如说你命里有的财富够用一百年，正常的话，你不去贪求，你有一百年的财运。可是你用这种非法的，想一下获得，获得的依旧是你的财富，可能是你六十年就用光了，提前用光了，这在因果律里叫禄尽人亡。你还有寿命，但是你的财物用光了，没有再来的来源，所以寿命就减短了。你能获得，你付出的代价是减短寿命，你问她愿意要哪个？是要一天的富贵，还是希望能够在这个世间过个一百年，这就看她。把因果律讲清楚让她认真的思考，这是你对她的帮助。她不听，不听你可以辞职，我不干这个恶业，这是属于偷盗。",
      "zh_TW": "答：應該辭職。你要告訴老闆這因果報應，眼前佔一點便宜，這個佔便宜的念頭是錯誤的，行為更是錯誤。應當知道因果律裡面講，一個人一生的財富命中注定的，命裡面有的財富，丟都丟不掉，命裡頭沒有的，求也求不來。你用不法的手段，雖然是你的收入增加了，增加還是你命裡有的。譬如說你命裡有的財富夠用一百年，正常的話，你不去貪求，你有一百年的財運。可是你用這種非法的，想一下獲得，獲得的依舊是你的財富，可能是你六十年就用光了，提前用光了，這在因果律裡叫祿盡人亡。你還有壽命，但是你的財物用光了，沒有再來的來源，所以壽命就減短了。你能獲得，你付出的代價是減短壽命，你問她願意要哪個？是要一天的富貴，還是希望能夠在這個世間過個一百年，這就看她。把因果律講清楚讓她認真的思考，這是你對她的幫助。她不聽，不聽你可以辭職，我不幹這個惡業，這是屬於偷盜。"
    },
    {
      "id": "21-405-0001_p0041",
      "zh_CN": "问：第七题，弟子曾经参加一个道场的百万佛号闭关念佛，主法法师说，念佛计数方式，可先以最快速度念一万声，看用多长的时间。以后不论是边拜边念还是跟着念佛机念，都以此时间做为一万声的计数标准，这种计数方式似乎与实际念佛数量不符。请问老法师应该怎么做？",
      "zh_TW": "問：第七題，弟子曾經參加一個道場的百萬佛號閉關念佛，主法法師說，念佛計數方式，可先以最快速度念一萬聲，看用多長的時間。以後不論是邊拜邊念還是跟著念佛機念，都以此時間做為一萬聲的計數標準，這種計數方式似乎與實際念佛數量不符。請問老法師應該怎麼做？"
    },
    {
      "id": "21-405-0001_p0042",
      "zh_CN": "答：这个事情不能问我，每个道场、每个念佛堂都有他自己的规矩，如果你问我，我干涉他的念佛堂，这错误的。中国自古以来寺院丛林很多，每家都有每家修学的方法，并不完全相同，为什么？众生根性不一样。祖师，丛林主席他有观机的能力，他这个道场的人他清清楚楚，他用什么方法带领他、成就他，所以他跟别的道场不一样。带领的人对于被带领的这些人他们的成就要负责任，如果带领的这些人他没有智慧，也不懂得这些方法，带错了，带错了他要背因果责任。这些人修错了，这些人都不成就，将来那个帐都在他的头上，所以很不好做。成功，那是大福报，失败的时候他要负完全的责任。",
      "zh_TW": "答：這個事情不能問我，每個道場、每個念佛堂都有他自己的規矩，如果你問我，我干涉他的念佛堂，這錯誤的。中國自古以來寺院叢林很多，每家都有每家修學的方法，並不完全相同，為什麼？眾生根性不一樣。祖師，叢林主席他有觀機的能力，他這個道場的人他清清楚楚，他用什麼方法帶領他、成就他，所以他跟別的道場不一樣。帶領的人對於被帶領的這些人他們的成就要負責任，如果帶領的這些人他沒有智慧，也不懂得這些方法，帶錯了，帶錯了他要背因果責任。這些人修錯了，這些人都不成就，將來那個帳都在他的頭上，所以很不好做。成功，那是大福報，失敗的時候他要負完全的責任。"
    },
    {
      "id": "21-405-0001_p0043",
      "zh_CN": "所以，无论是讲席，就是教学，或者是念佛堂、禅堂，堂主在从前都是开悟、证果的人，他决定不会错。自己没有开悟、没有证果的话，都有问题。现在不要说证果的没有，连开悟的都没有，那怎么办？那就一定要学规矩。你带念佛堂，你一定在老念佛堂住过若干年，念佛堂里面这些规矩慢慢都懂了；多听经，教理也懂得，你才能观机，你才能真正帮助人。否则自己定下一些规矩让人遵守，叫盲修瞎练，这是个很危险的工作。可是现在众生没有福，很困难，真正想学，我们这边做个念佛堂，堂主真正想学，没有地方学。",
      "zh_TW": "所以，無論是講席，就是教學，或者是念佛堂、禪堂，堂主在從前都是開悟、證果的人，他決定不會錯。自己沒有開悟、沒有證果的話，都有問題。現在不要說證果的沒有，連開悟的都沒有，那怎麼辦？那就一定要學規矩。你帶念佛堂，你一定在老念佛堂住過若干年，念佛堂裡面這些規矩慢慢都懂了；多聽經，教理也懂得，你才能觀機，你才能真正幫助人。否則自己定下一些規矩讓人遵守，叫盲修瞎練，這是個很危險的工作。可是現在眾生沒有福，很困難，真正想學，我們這邊做個念佛堂，堂主真正想學，沒有地方學。"
    },
    {
      "id": "21-405-0001_p0044",
      "zh_CN": "听说中国大陆百国兴隆寺、像东天目山，这些念佛堂都还念得不错，那是诚心诚意。他们有没有出去参学过？没有。我遇到常慧法师才知道，只是一个真诚的心，这也行，只要真诚就会有三宝加持。可是经教就不能不听，不能不懂。念佛堂至少要熟读印光老法师的《文钞》，是他老人家的语录，不能读全文，有《文钞菁华录》，特别是这里面有关于念佛堂的这些开示，我们从这里面去学习。可是给诸位同学说，最重要的还是基础根本的教育，必须每个人都要学。如果不学这些，我们常想到你人都没做好，你怎么能成佛？虽然念佛，妄念很多，从什么地方看？念佛堂念佛的同修出了堂口之后，对人、对事疑虑很多，意见很多，心不平，这个念佛就没效果。念佛真正产生效果，是得定、得三昧，念佛的效果是什么？《弥陀经》上讲的一心不乱。",
      "zh_TW": "聽說中國大陸百國興隆寺、像東天目山，這些念佛堂都還念得不錯，那是誠心誠意。他們有沒有出去參學過？沒有。我遇到常慧法師才知道，只是一個真誠的心，這也行，只要真誠就會有三寶加持。可是經教就不能不聽，不能不懂。念佛堂至少要熟讀印光老法師的《文鈔》，是他老人家的語錄，不能讀全文，有《文鈔菁華錄》，特別是這裡面有關於念佛堂的這些開示，我們從這裡面去學習。可是給諸位同學說，最重要的還是基礎根本的教育，必須每個人都要學。如果不學這些，我們常想到你人都沒做好，你怎麼能成佛？雖然念佛，妄念很多，從什麼地方看？念佛堂念佛的同修出了堂口之後，對人、對事疑慮很多，意見很多，心不平，這個念佛就沒效果。念佛真正產生效果，是得定、得三昧，念佛的效果是什麼？《彌陀經》上講的一心不亂。"
    },
    {
      "id": "21-405-0001_p0045",
      "zh_CN": "当然难，为什么？念佛堂的堂主没有得一心，他怎么能加持你得一心？如果念佛堂的这些堂主他还有贪瞋痴慢，还有烦恼习气，那就更不必说了，那只可以说念比不念好，能收到这个效果。不念的时候妄想更多，至少念几个小时，这几个小时妄念少，有这个好处。真正收到像从前古时候念佛堂那种的功德，是很不容易的。古人实在讲，个个都有基本的伦理、道德、因果的修养，他们成功有成功的道理，有成功的条件。我们在这上比不上古人，可是我们要学习能不能达到？答案是肯定的，决定能，只要你肯学。",
      "zh_TW": "當然難，為什麼？念佛堂的堂主沒有得一心，他怎麼能加持你得一心？如果念佛堂的這些堂主他還有貪瞋痴慢，還有煩惱習氣，那就更不必說了，那只可以說念比不念好，能收到這個效果。不念的時候妄想更多，至少念幾個小時，這幾個小時妄念少，有這個好處。真正收到像從前古時候念佛堂那種的功德，是很不容易的。古人實在講，個個都有基本的倫理、道德、因果的修養，他們成功有成功的道理，有成功的條件。我們在這上比不上古人，可是我們要學習能不能達到？答案是肯定的，決定能，只要你肯學。"
    },
    {
      "id": "21-405-0001_p0046",
      "zh_CN": "肯学佛法，世法要看轻一点；世法要看得很浓，那就是障碍。头一个，就是要把生活欲望要放下，决定不攀缘，随缘度日，好！你多自在。决定不要求别人，要求自己，自己给别人做好样子，这就对了。对待人一定要用真诚心去感化，少用责备，责备，别人未必会接受你的，这你要知道。你有权有势，他不能不听，心里不服，你没有德行，心里不服。势，《弟子规》里面讲，用势力去服人，人家心里头不服；理服人，人家才会接受。自己一定要有德行，不要造业。常常喜欢骂人的，以后堕在地狱里头，就是那个骂你的声音永远不会断，你堕这种地狱。大声吼，骂你，你要堕到那里头，要去听人家骂你要骂多少劫，你说你何必去造这个罪？这个都不能不知道。我们编了一本书，《诸经佛说地狱集要》，多看看你就晓得了，你就不敢有恶的念头、恶的行为对人，为什么？统统有报应。",
      "zh_TW": "肯學佛法，世法要看輕一點；世法要看得很濃，那就是障礙。頭一個，就是要把生活欲望要放下，決定不攀緣，隨緣度日，好！你多自在。決定不要求別人，要求自己，自己給別人做好樣子，這就對了。對待人一定要用真誠心去感化，少用責備，責備，別人未必會接受你的，這你要知道。你有權有勢，他不能不聽，心裡不服，你沒有德行，心裡不服。勢，《弟子規》裡面講，用勢力去服人，人家心裡頭不服；理服人，人家才會接受。自己一定要有德行，不要造業。常常喜歡罵人的，以後墮在地獄裡頭，就是那個罵你的聲音永遠不會斷，你墮這種地獄。大聲吼，罵你，你要墮到那裡頭，要去聽人家罵你要罵多少劫，你說你何必去造這個罪？這個都不能不知道。我們編了一本書，《諸經佛說地獄集要》，多看看你就曉得了，你就不敢有惡的念頭、惡的行為對人，為什麼？統統有報應。"
    },
    {
      "id": "21-405-0001_p0047",
      "zh_CN": "从前禅堂、念佛堂，祖师有喝斥的，那个喝斥什么人？祖师是过来人，他开悟、他证果了，看到这个人功夫用到差不多了，一点点了，狠狠的喝斥他一声，他一下开悟，那对的，那是手段。没有功夫，不是这样的人，祖师对他很客气，绝对不会说他一句话，为什么？不行！真正一鞭打下去开悟了，是个凡夫，一鞭打下去他成佛了，这个要，那叫手段，全是手段。你不能够学他，你一鞭打下去，他能不能成佛？能不能大彻大悟？你骂他一顿，他是不是开悟了？骂他一顿他开不了悟，不可以骂，不是时候。所以祖师那种行为，你看到，你不能学，他那是无量功德，成就人；你要学他那个样子，你造罪业，你跟人结冤仇，这怎么可以？所以一个开悟的人、证果的人，那种行持我们没有法子想像。你到他那个境界的时候你就晓得，不到那个境界永远你想不到。",
      "zh_TW": "從前禪堂、念佛堂，祖師有喝斥的，那個喝斥什麼人？祖師是過來人，他開悟、他證果了，看到這個人功夫用到差不多了，一點點了，狠狠的喝斥他一聲，他一下開悟，那對的，那是手段。沒有功夫，不是這樣的人，祖師對他很客氣，絕對不會說他一句話，為什麼？不行！真正一鞭打下去開悟了，是個凡夫，一鞭打下去他成佛了，這個要，那叫手段，全是手段。你不能夠學他，你一鞭打下去，他能不能成佛？能不能大徹大悟？你罵他一頓，他是不是開悟了？罵他一頓他開不了悟，不可以罵，不是時候。所以祖師那種行為，你看到，你不能學，他那是無量功德，成就人；你要學他那個樣子，你造罪業，你跟人結冤仇，這怎麼可以？所以一個開悟的人、證果的人，那種行持我們沒有法子想像。你到他那個境界的時候你就曉得，不到那個境界永遠你想不到。"
    },
    {
      "id": "21-405-0001_p0048",
      "zh_CN": "每个道场有每个道场的规矩，每个道场的主持人，在从前实在讲堂主都是菩萨，都是过来人，所以值得人尊敬。现在也很难说了，现在众生没福，念佛堂有时候真的搞得不好是个结怨的堂，在这里面跟大众结生生世世的冤业，冤冤相报没完没了，非常可怕。",
      "zh_TW": "每個道場有每個道場的規矩，每個道場的主持人，在從前實在講堂主都是菩薩，都是過來人，所以值得人尊敬。現在也很難說了，現在眾生沒福，念佛堂有時候真的搞得不好是個結怨的堂，在這裡面跟大眾結生生世世的冤業，冤冤相報沒完沒了，非常可怕。"
    },
    {
      "id": "21-405-0001_p0049",
      "zh_CN": "问：下面一个问题，请问为什么睡是地狱之因，净业行人每天睡多长时间，才算不贪睡？",
      "zh_TW": "問：下面一個問題，請問為什麼睡是地獄之因，淨業行人每天睡多長時間，才算不貪睡？"
    },
    {
      "id": "21-405-0001_p0050",
      "zh_CN": "答：「财色名食睡，地狱五条根」，大概你问的意思是这样的。为什么睡也是地狱之因？财色名食睡，地狱五条根，睡是昏沉，贪睡的人昏沉重，这个烦恼重，所以也是堕地狱的因。地狱有很多种，他不是堕很深的地狱，不是堕阿鼻地狱，他是堕一般小地狱。因为其他的，像财色名食睡，财色名食那个业比睡眠要显著、要严重，但是睡眠多的时候头脑昏沉，不开智慧，就是讲不开窍，他对于前面四种不善业有连带的关系。人在头脑清醒的时候，他造的业就会轻，不敢造业；只有在迷惑颠倒的时候，他才敢造恶业。",
      "zh_TW": "答：「財色名食睡，地獄五條根」，大概你問的意思是這樣的。為什麼睡也是地獄之因？財色名食睡，地獄五條根，睡是昏沉，貪睡的人昏沉重，這個煩惱重，所以也是墮地獄的因。地獄有很多種，他不是墮很深的地獄，不是墮阿鼻地獄，他是墮一般小地獄。因為其他的，像財色名食睡，財色名食那個業比睡眠要顯著、要嚴重，但是睡眠多的時候頭腦昏沉，不開智慧，就是講不開竅，他對於前面四種不善業有連帶的關係。人在頭腦清醒的時候，他造的業就會輕，不敢造業；只有在迷惑顛倒的時候，他才敢造惡業。"
    },
    {
      "id": "21-405-0001_p0051",
      "zh_CN": "一般现在人的睡眠，有六个小时应该就够了。人的寿命实在讲是很短暂的，中国古人常讲「人生七十古来稀」，这是真话。现在一般说，医药发达，科技进步，人的寿命延长了。实际上不见得，超过七十岁的人是有，也不少，那是什么？各人有各人的业因。在佛法讲，过去生中修的无畏布施，无畏布施的果报是健康长寿。但是生在现代的时代，长寿有什么意思？没有意思，长寿是多受苦难。社会这么混乱，灾难这么多，你所看到的、听到都不是称心如意的事情，都是些痛苦，所以这个长寿，跟太平盛世的长寿不相同。",
      "zh_TW": "一般現在人的睡眠，有六個小時應該就夠了。人的壽命實在講是很短暫的，中國古人常講「人生七十古來稀」，這是真話。現在一般說，醫藥發達，科技進步，人的壽命延長了。實際上不見得，超過七十歲的人是有，也不少，那是什麼？各人有各人的業因。在佛法講，過去生中修的無畏布施，無畏布施的果報是健康長壽。但是生在現代的時代，長壽有什麼意思？沒有意思，長壽是多受苦難。社會這麼混亂，災難這麼多，你所看到的、聽到都不是稱心如意的事情，都是些痛苦，所以這個長壽，跟太平盛世的長壽不相同。"
    },
    {
      "id": "21-405-0001_p0052",
      "zh_CN": "我们从方方面面去观察，你才真正能够了解，真能了解，才真正明白。所以寿命长短不重要，重要是怎样？提升自己的灵性。如果走这个目标，寿命长有好处，为什么？有时间，有时间学习。学习的时间愈长，对自己提升境界帮助愈大，这是肯定的。我自己有这个经验，如果我四十五岁那年真的死了，我的境界很低。你听我讲经就晓得了，我四十五岁那时候，出来讲经讲了十二年，跟现在完全不相同，这就是寿命帮助了我。我们能把宇宙人生的真相稍稍明了一些，大乘经教才真正看得懂，真正看得出它的意思，没有这么长时间去薰修，这是做不到的。所以寿命长短，看你用在哪个方面，如果用在造业方面，那不如寿命短一点的好，少造点罪业。用在学习上，寿命长好，可以多学一些很好的东西。",
      "zh_TW": "我們從方方面面去觀察，你才真正能夠了解，真能了解，才真正明白。所以壽命長短不重要，重要是怎樣？提升自己的靈性。如果走這個目標，壽命長有好處，為什麼？有時間，有時間學習。學習的時間愈長，對自己提升境界幫助愈大，這是肯定的。我自己有這個經驗，如果我四十五歲那年真的死了，我的境界很低。你聽我講經就曉得了，我四十五歲那時候，出來講經講了十二年，跟現在完全不相同，這就是壽命幫助了我。我們能把宇宙人生的真相稍稍明瞭一些，大乘經教才真正看得懂，真正看得出它的意思，沒有這麼長時間去薰修，這是做不到的。所以壽命長短，看你用在哪個方面，如果用在造業方面，那不如壽命短一點的好，少造點罪業。用在學習上，壽命長好，可以多學一些很好的東西。"
    },
    {
      "id": "21-405-0001_p0053",
      "zh_CN": "问：第九题，请问炒股票利润所得，是否也属命中所有？以这种方式赚钱是否会折损福报？若炒股票是希望将利润用于利益众生，是否能得到圆满的果报？",
      "zh_TW": "問：第九題，請問炒股票利潤所得，是否也屬命中所有？以這種方式賺錢是否會折損福報？若炒股票是希望將利潤用於利益眾生，是否能得到圓滿的果報？"
    },
    {
      "id": "21-405-0001_p0054",
      "zh_CN": "答：凡是利益众生的财源要来得正。这些不是正当方法，佛家讲的正命、邪命，这不是正当的方法，是邪法，邪法拿来利益众生，得不到功德。能得到一点福德，福德不大，为什么？你这个方法不恰当。为什么不恰当？如果这个方法佛菩萨都点头的话，人人都干这个事情，那还得了吗？所以善与恶，一定要晓得你对社会的影响，对现前社会的影响，对于以后社会的影响，你就知道这个事情该不该做。做大功德、做大布施，需不需要很多钱？不需要。你去念《了凡四训》，《了凡四训》里面讲故事，那故事是真的不是假的。",
      "zh_TW": "答：凡是利益眾生的財源要來得正。這些不是正當方法，佛家講的正命、邪命，這不是正當的方法，是邪法，邪法拿來利益眾生，得不到功德。能得到一點福德，福德不大，為什麼？你這個方法不恰當。為什麼不恰當？如果這個方法佛菩薩都點頭的話，人人都幹這個事情，那還得了嗎？所以善與惡，一定要曉得你對社會的影響，對現前社會的影響，對於以後社會的影響，你就知道這個事情該不該做。做大功德、做大布施，需不需要很多錢？不需要。你去念《了凡四訓》，《了凡四訓》裡面講故事，那故事是真的不是假的。"
    },
    {
      "id": "21-405-0001_p0055",
      "zh_CN": "一个很清寒的女孩子到寺庙里头，只有两文钱，我们现在讲两分钱。她在寺庙见到佛菩萨形像，见到大众，她很受感动，把这仅有的两文钱布施给寺院。老和尚给她做回向，这真诚心。以后这个女孩子做了王妃，经过童年时候这个寺庙，她带了一千两黄金去供佛，寺庙的老和尚只叫徒弟给她回向，不给她亲自回向。她就问老和尚，她说你还记得吗？我年轻很穷苦的时候，我布施两文钱，你给我回向。老和尚说我记得。她说今天你为什么不给我回向？那个时候那两文钱比你一千两黄金重，为什么？你至诚心、谦卑的心，我不给你回向对不起你。你今天做了王妃，有的是钱，千金对你是九牛一毛，不算什么，而且你趾高气扬，王妃，贵人。所以你这个千金抵不过从前两文钱的功德。这她才恍然大悟。你要做好事，不在乎你要用多少钱去做，那要这样来，穷人都不能做好事了，哪有这种道理！",
      "zh_TW": "一個很清寒的女孩子到寺廟裡頭，只有兩文錢，我們現在講兩分錢。她在寺廟見到佛菩薩形像，見到大眾，她很受感動，把這僅有的兩文錢布施給寺院。老和尚給她做迴向，這真誠心。以後這個女孩子做了王妃，經過童年時候這個寺廟，她帶了一千兩黃金去供佛，寺廟的老和尚只叫徒弟給她迴向，不給她親自迴向。她就問老和尚，她說你還記得嗎？我年輕很窮苦的時候，我布施兩文錢，你給我迴向。老和尚說我記得。她說今天你為什麼不給我迴向？那個時候那兩文錢比你一千兩黃金重，為什麼？你至誠心、謙卑的心，我不給你迴向對不起你。你今天做了王妃，有的是錢，千金對你是九牛一毛，不算什麼，而且你趾高氣揚，王妃，貴人。所以你這個千金抵不過從前兩文錢的功德。這她才恍然大悟。你要做好事，不在乎你要用多少錢去做，那要這樣來，窮人都不能做好事了，哪有這種道理！"
    },
    {
      "id": "21-405-0001_p0056",
      "zh_CN": "所以你要晓得，贫穷人修布施的功德，比世界上亿万富翁容易，亿万富翁做功德决定比不过贫穷人，所以叫风水轮流转，这才是天道好还。穷人肯布施，来生就得大富，现在的大富，是他前生修布施，现在富贵享完了，享完了他来生就不如今生，那就差远了。他今生所布施做了很多好事，慈善事业，绝对比不上他前生做的，他真诚、恭敬、谦卑的心没有。而且从前穷苦的时候，以百分比来讲，占的比例很大，一个月只赚一百块钱，拿五十块钱去布施，是他的一半；你今天亿万财富，你做的好事有没有占你的一半？没有。他每年赚的利润里头拿个十分之一，很少！所以他来生哪有福报？明白这个道理，你的心就平了，你能够修大福大贵，来生享。人要有前后眼，要相信三世因果，多替来生着想，这一生的时间非常短暂。修的福报大了，你生天，天福比人间大，天的寿命比人间长。人至少要提升自己到天道，你这一生才没有白过；如果这一生不能把自己提升到天道，你就空过了这一生。",
      "zh_TW": "所以你要曉得，貧窮人修布施的功德，比世界上億萬富翁容易，億萬富翁做功德決定比不過貧窮人，所以叫風水輪流轉，這才是天道好還。窮人肯布施，來生就得大富，現在的大富，是他前生修布施，現在富貴享完了，享完了他來生就不如今生，那就差遠了。他今生所布施做了很多好事，慈善事業，絕對比不上他前生做的，他真誠、恭敬、謙卑的心沒有。而且從前窮苦的時候，以百分比來講，佔的比例很大，一個月只賺一百塊錢，拿五十塊錢去布施，是他的一半；你今天億萬財富，你做的好事有沒有佔你的一半？沒有。他每年賺的利潤裡頭拿個十分之一，很少！所以他來生哪有福報？明白這個道理，你的心就平了，你能夠修大福大貴，來生享。人要有前後眼，要相信三世因果，多替來生著想，這一生的時間非常短暫。修的福報大了，你生天，天福比人間大，天的壽命比人間長。人至少要提升自己到天道，你這一生才沒有白過；如果這一生不能把自己提升到天道，你就空過了這一生。"
    },
    {
      "id": "21-405-0001_p0057",
      "zh_CN": "问：下面一个问题，某居士购得《龙藏》一套，想发心阅藏，但感觉无从下手，恳请老法指示师如何着手？",
      "zh_TW": "問：下面一個問題，某居士購得《龍藏》一套，想發心閱藏，但感覺無從下手，懇請老法指示師如何著手？"
    },
    {
      "id": "21-405-0001_p0058",
      "zh_CN": "答：要阅藏，这《大藏经》从第一册一直看完，就好了，不要在里面挑剔。现在《龙藏》都是精装本，大概有一百多册，你就一直看下去。恭恭敬敬的去看，不要用分别，不要用执着，一个字一个字好好去念下去，这样子阅藏就有功德。你要问什么功德？戒定慧三学一次完成。恭恭敬敬的去读，阅藏，如对佛陀开示一样的恭敬，这就是持戒。阅读的时候一心专注，没有妄想，没有分别心，没有执着心，懂也好，不懂好，你只一直念下去，懂不懂不要去管它。这是什么？修定，你就不会打妄想。这一部经要相当长的时间，不是几天就看完的，可能这一部《龙藏》读完要两三年，心定了两三年会开智慧，这就是阅藏的功德。智慧是从定开来的，不是从阅开来的，就是恭敬心，没有别的。用阅藏、读经的方法把自己的妄念打掉，道理在此地。这个好处就很多，妄想少了，杂念少了，这是修行一个方法。",
      "zh_TW": "答：要閱藏，這《大藏經》從第一冊一直看完，就好了，不要在裡面挑剔。現在《龍藏》都是精裝本，大概有一百多冊，你就一直看下去。恭恭敬敬的去看，不要用分別，不要用執著，一個字一個字好好去念下去，這樣子閱藏就有功德。你要問什麼功德？戒定慧三學一次完成。恭恭敬敬的去讀，閱藏，如對佛陀開示一樣的恭敬，這就是持戒。閱讀的時候一心專注，沒有妄想，沒有分別心，沒有執著心，懂也好，不懂好，你只一直念下去，懂不懂不要去管它。這是什麼？修定，你就不會打妄想。這一部經要相當長的時間，不是幾天就看完的，可能這一部《龍藏》讀完要兩三年，心定了兩三年會開智慧，這就是閱藏的功德。智慧是從定開來的，不是從閱開來的，就是恭敬心，沒有別的。用閱藏、讀經的方法把自己的妄念打掉，道理在此地。這個好處就很多，妄想少了，雜念少了，這是修行一個方法。"
    },
    {
      "id": "21-405-0001_p0059",
      "zh_CN": "问：下面第十一题，《无量寿经》上说，佛的威力、光明会因愿力大小而有所不同。弟子感到很疑惑，请老法师开示。",
      "zh_TW": "問：下面第十一題，《無量壽經》上說，佛的威力、光明會因願力大小而有所不同。弟子感到很疑惑，請老法師開示。"
    },
    {
      "id": "21-405-0001_p0060",
      "zh_CN": "答：你去看《无量寿经》上注解，祖师大德说得很多，我也有讲记，还有光碟，你可以看这段经文的注解，你就明白了。佛的威力，佛有很多种佛，天台家讲有四种，藏教的佛、通教的佛、别教的佛、圆教的佛。华严宗讲有五种佛，天台大师讲有六即佛，佛有很多种，哪一种佛没有障碍，哪一种佛有障碍。所以你要晓得经上所讲的他是在哪一种佛，你的疑惑就没有了。",
      "zh_TW": "答：你去看《無量壽經》上註解，祖師大德說得很多，我也有講記，還有光碟，你可以看這段經文的註解，你就明白了。佛的威力，佛有很多種佛，天台家講有四種，藏教的佛、通教的佛、別教的佛、圓教的佛。華嚴宗講有五種佛，天台大師講有六即佛，佛有很多種，哪一種佛沒有障礙，哪一種佛有障礙。所以你要曉得經上所講的他是在哪一種佛，你的疑惑就沒有了。"
    },
    {
      "id": "21-405-0001_p0061",
      "zh_CN": "问：下面说，看到某寺院里一位出家老法师住在家里，墙上有一幅书法作品，内容是「佛门比丘阿耨多罗，净土诸相三藐三菩提」，把阿耨多罗三藐三菩提这样拆开来，似乎感到有点不如法。老法师曾说，这个名词是无上正等正觉的意思。请问这位书法家，他却说阿耨是除掉杂草的意思，请问这样解释如法吗？",
      "zh_TW": "問：下面說，看到某寺院裡一位出家老法師住在家裡，牆上有一幅書法作品，內容是「佛門比丘阿耨多羅，淨土諸相三藐三菩提」，把阿耨多羅三藐三菩提這樣拆開來，似乎感到有點不如法。老法師曾說，這個名詞是無上正等正覺的意思。請問這位書法家，他卻說阿耨是除掉雜草的意思，請問這樣解釋如法嗎？"
    },
    {
      "id": "21-405-0001_p0062",
      "zh_CN": "答：除掉杂草是比喻，杂草是什么？杂草就是妄想分别执着，就是烦恼习气。真的烦恼习气除掉了，他就成无上正等正觉。这个「阿耨多罗三藐三菩提」是梵文音译过来，梵文本来的意思不是除掉杂草，它本来的意思就是无上正等正觉，一定要遵守印度文字里头的原意。说除掉杂草那只是引申的意思，也能够讲得通，杂草就好比我们的烦恼习气。但这不是正确的，可以这么说，但是不可以这样翻法。作文章写字是个人的事情，这是个人的领悟境界不相同，我们不要去管这些。",
      "zh_TW": "答：除掉雜草是比喻，雜草是什麼？雜草就是妄想分別執著，就是煩惱習氣。真的煩惱習氣除掉了，他就成無上正等正覺。這個「阿耨多羅三藐三菩提」是梵文音譯過來，梵文本來的意思不是除掉雜草，它本來的意思就是無上正等正覺，一定要遵守印度文字裡頭的原意。說除掉雜草那只是引申的意思，也能夠講得通，雜草就好比我們的煩惱習氣。但這不是正確的，可以這麼說，但是不可以這樣翻法。作文章寫字是個人的事情，這是個人的領悟境界不相同，我們不要去管這些。"
    },
    {
      "id": "21-405-0001_p0063",
      "zh_CN": "问：下面第十三题，有同修请来密宗法师为人在往生后做破瓦法，不知是否有用？如果有用，我们修破瓦法不就可以了吗？",
      "zh_TW": "問：下面第十三題，有同修請來密宗法師為人在往生後做破瓦法，不知是否有用？如果有用，我們修破瓦法不就可以了嗎？"
    },
    {
      "id": "21-405-0001_p0064",
      "zh_CN": "答：你的想法很正确，那其他的什么都不要修了。释迦牟尼佛四十九年不要讲经说法这么辛苦，把这个方法一传，大家不就得度了吗？那你问一问，破瓦法修了之后，你要想到一个问题，他的妄想分别执着是不是放下了？如果没有放下，那还是搞六道轮回，不能解决问题，这个道理要懂。学佛一定要晓得如理如法，你才会成就。理上讲不通，破瓦法那是助缘，他的功夫达到一定的程度，用这个方法帮助他一下。他如果功夫没有达到这个程度，就帮不上忙，这个道理一定要晓得。不用这个方法他也能往生，或者用这个方法，帮助他好像快一点，更好一点，是这么个意思。",
      "zh_TW": "答：你的想法很正確，那其他的什麼都不要修了。釋迦牟尼佛四十九年不要講經說法這麼辛苦，把這個方法一傳，大家不就得度了嗎？那你問一問，破瓦法修了之後，你要想到一個問題，他的妄想分別執著是不是放下了？如果沒有放下，那還是搞六道輪迴，不能解決問題，這個道理要懂。學佛一定要曉得如理如法，你才會成就。理上講不通，破瓦法那是助緣，他的功夫達到一定的程度，用這個方法幫助他一下。他如果功夫沒有達到這個程度，就幫不上忙，這個道理一定要曉得。不用這個方法他也能往生，或者用這個方法，幫助他好像快一點，更好一點，是這麼個意思。"
    },
    {
      "id": "21-405-0001_p0065",
      "zh_CN": "实在说，各宗有各宗修学的方法，念佛往生再修这个，这是多余的。但是也有，密净双修，有禅净双修，这有很多。但是真正在净宗的祖师大德他不这样说法。这个说法他是方便说，为什么？他喜欢那个方法，他丢不开。好，丢不开就两边都修，两边都修，那个修不成功，这个也许还有点用处，就是这样的。如果全力修这一门，这一门一定是非常殊胜，他已经把力量分成一半，所以禅净双修，禅你不能成就，净还行。如果他专修净，那他品位就很高。实在的意思是这个意思，并不是说两门功夫更得力，那你完全想错了。",
      "zh_TW": "實在說，各宗有各宗修學的方法，念佛往生再修這個，這是多餘的。但是也有，密淨雙修，有禪淨雙修，這有很多。但是真正在淨宗的祖師大德他不這樣說法。這個說法他是方便說，為什麼？他喜歡那個方法，他丟不開。好，丟不開就兩邊都修，兩邊都修，那個修不成功，這個也許還有點用處，就是這樣的。如果全力修這一門，這一門一定是非常殊勝，他已經把力量分成一半，所以禪淨雙修，禪你不能成就，淨還行。如果他專修淨，那他品位就很高。實在的意思是這個意思，並不是說兩門功夫更得力，那你完全想錯了。"
    },
    {
      "id": "21-405-0001_p0066",
      "zh_CN": "问：第十四个题目，台湾有道场的万姓先祖纪念堂内，供有蒋中正、毛泽东的牌位，请问这是否有特别的意义？有些同学担心，是否有政治色彩过于浓厚的问题。",
      "zh_TW": "問：第十四個題目，台灣有道場的萬姓先祖紀念堂內，供有蔣中正、毛澤東的牌位，請問這是否有特別的意義？有些同學擔心，是否有政治色彩過於濃厚的問題。"
    },
    {
      "id": "21-405-0001_p0067",
      "zh_CN": "答：这是佛弟子报恩，报国家的恩。佛教传到中国来，要晓得是帝王请来的，不是他自己来的，派了特使请到中国来的。到中国来之后，这些法师都是帝王的老师，帝王拜他为师，自称为弟子。这些法师对于帝王护法的恩德，念念不忘，国家护法，所以报恩堂里面一定有皇帝的牌位，长生牌位。这个习俗已经流传着两千年了，所以现在几乎真正佛教的寺院庵堂，对于国家领导人的长生牌位都应当要供，是应该的。如果这个时候要断掉的话，我们老祖宗留下来的规矩就破坏了。我是主张要这样做法，万姓祖先纪念堂是我提倡的，对于国家的领导人，现在活在人间的，供长生牌位，过去的，他对国家有功勋的，曾经做护法的，这个我们都要供。这是个习惯，也是我们佛弟子对于国家应当要报答的。如果没有国，没有国家护持，我们佛教就不能生存。",
      "zh_TW": "答：這是佛弟子報恩，報國家的恩。佛教傳到中國來，要曉得是帝王請來的，不是他自己來的，派了特使請到中國來的。到中國來之後，這些法師都是帝王的老師，帝王拜他為師，自稱為弟子。這些法師對於帝王護法的恩德，念念不忘，國家護法，所以報恩堂裡面一定有皇帝的牌位，長生牌位。這個習俗已經流傳著兩千年了，所以現在幾乎真正佛教的寺院庵堂，對於國家領導人的長生牌位都應當要供，是應該的。如果這個時候要斷掉的話，我們老祖宗留下來的規矩就破壞了。我是主張要這樣做法，萬姓祖先紀念堂是我提倡的，對於國家的領導人，現在活在人間的，供長生牌位，過去的，他對國家有功勳的，曾經做護法的，這個我們都要供。這是個習慣，也是我們佛弟子對於國家應當要報答的。如果沒有國，沒有國家護持，我們佛教就不能生存。"
    },
    {
      "id": "21-405-0001_p0068",
      "zh_CN": "走到任何国家，还是人家国家护持，对于那个国家的领导，对于那个国家的圣贤，我们统统供牌位。我们在澳洲，祖先纪念堂里面供有澳洲的各个族群的祖宗牌位，你说这是不是政治？没有一丝毫政治在里面。也许你是学政治的，觉得这个有政治的意味、色彩在里面。我们学佛的人不觉得，我们学佛的人首先把执着去掉，把分别去掉，把爱心展现出来，能够爱一切众生，过去现在未来，此界他方，平等的敬爱，要提倡伦理。这实在说是佛门的伦理，佛法建立在伦理、道德、因果的基础上，如果伦理没有了，佛法就不能建立。佛法在从前，没有先祖纪念堂，因为先祖纪念堂是国家有祠堂，但是佛门里面有往生堂，佛门里面有祖堂，祖堂是供历代祖师的，历代祖师牌位。往生堂里面有，有供国家领导人的牌位，有长生禄位，有往生莲位。这是诸位，不但是台湾的寺庙，任何寺庙你都能看得到。",
      "zh_TW": "走到任何國家，還是人家國家護持，對於那個國家的領導，對於那個國家的聖賢，我們統統供牌位。我們在澳洲，祖先紀念堂裡面供有澳洲的各個族群的祖宗牌位，你說這是不是政治？沒有一絲毫政治在裡面。也許你是學政治的，覺得這個有政治的意味、色彩在裡面。我們學佛的人不覺得，我們學佛的人首先把執著去掉，把分別去掉，把愛心展現出來，能夠愛一切眾生，過去現在未來，此界他方，平等的敬愛，要提倡倫理。這實在說是佛門的倫理，佛法建立在倫理、道德、因果的基礎上，如果倫理沒有了，佛法就不能建立。佛法在從前，沒有先祖紀念堂，因為先祖紀念堂是國家有祠堂，但是佛門裡面有往生堂，佛門裡面有祖堂，祖堂是供歷代祖師的，歷代祖師牌位。往生堂裡面有，有供國家領導人的牌位，有長生祿位，有往生蓮位。這是諸位，不但是台灣的寺廟，任何寺廟你都能看得到。"
    },
    {
      "id": "21-405-0001_p0069",
      "zh_CN": "问：下一个问题，弟子是在规划局属下的一个部门工作的，管理的是门头招牌、室内装修的报建等。请问如果招牌上印的文字与十善业不相应，我们有过失吗？",
      "zh_TW": "問：下一個問題，弟子是在規劃局屬下的一個部門工作的，管理的是門頭招牌、室內裝修的報建等。請問如果招牌上印的文字與十善業不相應，我們有過失嗎？"
    },
    {
      "id": "21-405-0001_p0070",
      "zh_CN": "答：你们是奉公办事，这是国家政策的问题，除非你辞职，你不干这一行；你要干这一行，你必须遵守国家政策去做，这就对了。不能用佛法去干涉政策，这个很重要，佛法是我们个人修学，提升自己灵性的。决定遵守国家政策，不违背国家政策，纵然国家要把佛法灭掉，佛教徒也无怨无悔。这在中国历史上发生过三次，三武灭法。佛教徒所表现的，表现得好，没有一丝毫反抗，决定没有到街上去游行，没有反对政府。下面一个皇帝起来，佛教徒是这么好的，马上就复兴。所以，三武灭法时间很短，大概只有两三年，灭法的皇帝死掉了，下面一个新的皇帝来了，马上就复兴，「佛教徒这么好！」这个要懂得。这是佛教徒做给社会大众看的，佛教徒从来不反抗。外国要看到这个情形，你说谁不欢喜？谁不愿意接受？它是社会安定最好的力量，有这么多善人。受了冤枉，他都甘心情愿来接受，这么好的公民到哪里去找，这个要懂得。这才真正叫护法，真正叫护教，真正叫护持社会的安定和平。",
      "zh_TW": "答：你們是奉公辦事，這是國家政策的問題，除非你辭職，你不幹這一行；你要幹這一行，你必須遵守國家政策去做，這就對了。不能用佛法去干涉政策，這個很重要，佛法是我們個人修學，提升自己靈性的。決定遵守國家政策，不違背國家政策，縱然國家要把佛法滅掉，佛教徒也無怨無悔。這在中國歷史上發生過三次，三武滅法。佛教徒所表現的，表現得好，沒有一絲毫反抗，決定沒有到街上去遊行，沒有反對政府。下面一個皇帝起來，佛教徒是這麼好的，馬上就復興。所以，三武滅法時間很短，大概只有兩三年，滅法的皇帝死掉了，下面一個新的皇帝來了，馬上就復興，「佛教徒這麼好！」這個要懂得。這是佛教徒做給社會大眾看的，佛教徒從來不反抗。外國要看到這個情形，你說誰不歡喜？誰不願意接受？它是社會安定最好的力量，有這麼多善人。受了冤枉，他都甘心情願來接受，這麼好的公民到哪裡去找，這個要懂得。這才真正叫護法，真正叫護教，真正叫護持社會的安定和平。"
    },
    {
      "id": "21-405-0001_p0071",
      "zh_CN": "问：第十六题，有同修发心印印光法师作序的《净土五经》，素食馆是否应与流通，是否会有排斥会集本之嫌？",
      "zh_TW": "問：第十六題，有同修發心印印光法師作序的《淨土五經》，素食館是否應與流通，是否會有排斥會集本之嫌？"
    },
    {
      "id": "21-405-0001_p0072",
      "zh_CN": "答：印光大师在世的时候他老人家有排斥，他不是排斥会集本，要知道他所批评的是会集的方式不妥当。因为会集不是翻译，翻译可以用你自己意思去翻，会集是别人翻译好的，所以会集不可以改动别人的文字。从前会集本多少都改了几个字，印光大师是批评这个，而不是批评会集。如果批评会集，那会集的东西太多了，并不是《无量寿经》。譬如说佛门里面早晚功课就是会集，你看看焰口是会集的，水陆法会是会集的，许多忏仪都是会集的。要会集不可以的话，这些东西统统都不能用。你看看《梁皇忏》里面会集多少经？多少经论的文字在里面，都是会集的。这要懂得，不是不能会集，会集要忠于原着，不可以随便改它的字，你要看清楚，要明了。净土宗前面几个会集本都有这个毛病，夏莲居老居士的会集本就避免这个过失。夏居士的本子，印光法师没有看到，他要看到他一定很赞成，这个本子好。这是一定要懂得的，不能产生误会。",
      "zh_TW": "答：印光大師在世的時候他老人家有排斥，他不是排斥會集本，要知道他所批評的是會集的方式不妥當。因為會集不是翻譯，翻譯可以用你自己意思去翻，會集是別人翻譯好的，所以會集不可以改動別人的文字。從前會集本多少都改了幾個字，印光大師是批評這個，而不是批評會集。如果批評會集，那會集的東西太多了，並不是《無量壽經》。譬如說佛門裡面早晚功課就是會集，你看看焰口是會集的，水陸法會是會集的，許多懺儀都是會集的。要會集不可以的話，這些東西統統都不能用。你看看《梁皇懺》裡面會集多少經？多少經論的文字在裡面，都是會集的。這要懂得，不是不能會集，會集要忠於原著，不可以隨便改它的字，你要看清楚，要明瞭。淨土宗前面幾個會集本都有這個毛病，夏蓮居老居士的會集本就避免這個過失。夏居士的本子，印光法師沒有看到，他要看到他一定很贊成，這個本子好。這是一定要懂得的，不能產生誤會。"
    },
    {
      "id": "21-405-0001_p0073",
      "zh_CN": "问；下面第十七个题，请问如何解决夫妻不和？",
      "zh_TW": "問；下面第十七個題，請問如何解決夫妻不和？"
    },
    {
      "id": "21-405-0001_p0074",
      "zh_CN": "答：希望你到安徽庐江汤池文化教育中心，他那边学习《弟子规》，你去学习一个星期，这个问题就解决了。",
      "zh_TW": "答：希望你到安徽廬江湯池文化教育中心，他那邊學習《弟子規》，你去學習一個星期，這個問題就解決了。"
    },
    {
      "id": "21-405-0001_p0075",
      "zh_CN": "问：底下的问题，现世的亲人死后如转入鬼道，能知道我们是他前世的亲人吗？如果可以，为什么换了道都能知道？请法师开示。",
      "zh_TW": "問：底下的問題，現世的親人死後如轉入鬼道，能知道我們是他前世的親人嗎？如果可以，為什麼換了道都能知道？請法師開示。"
    },
    {
      "id": "21-405-0001_p0076",
      "zh_CN": "答：这是每个道的果报不一样，果报不相同。其实人道也知道，你也知道。你为什么不知道？因为你现在在人世间这么多年，受了很多的污染，你不知道了，把你的能力丧失掉了。有些特异功能的人他知道，不但知道自己，他也知道别人，你问他为什么？他的心没有被污染，心清净就有这个能力。我们也曾经问过，他也很坦白的告诉我们，你们这个能力能永远保持下去吗？他说不可靠，大概三十、四十之后就没有了，为什么？染污多了。有这种能力在什么时候？最好的时候都在二十五岁以前，还没有受到染污，一受到染污就完了。现在的人连小孩这个能力都没有，为什么？小孩生下来之后，天天给他看电视，电视的染污就把他这个能力破坏掉了，清净心没有了。所以要晓得，鬼道的时候能知道。",
      "zh_TW": "答：這是每個道的果報不一樣，果報不相同。其實人道也知道，你也知道。你為什麼不知道？因為你現在在人世間這麼多年，受了很多的污染，你不知道了，把你的能力喪失掉了。有些特異功能的人他知道，不但知道自己，他也知道別人，你問他為什麼？他的心沒有被污染，心清淨就有這個能力。我們也曾經問過，他也很坦白的告訴我們，你們這個能力能永遠保持下去嗎？他說不可靠，大概三十、四十之後就沒有了，為什麼？染污多了。有這種能力在什麼時候？最好的時候都在二十五歲以前，還沒有受到染污，一受到染污就完了。現在的人連小孩這個能力都沒有，為什麼？小孩生下來之後，天天給他看電視，電視的染污就把他這個能力破壞掉了，清淨心沒有了。所以要曉得，鬼道的時候能知道。"
    },
    {
      "id": "21-405-0001_p0077",
      "zh_CN": "你看美国魏斯医生的几本书，他出了四本书，他用催眠的方法让一个人回到过去世，回到前生，回到再前生，他自己都能说出前生的状况。由此可知这是人的本能，在佛法讲，六通都是人的本能，本能为什么失掉了？就是你妄想杂念太多。所以妄念少的人，心地清净，这个能力很容易恢复，这是讲修行，容易恢复。有些烦恼很轻的人，他就有这种能力，是与生俱来的，他可以。一般在佛法讲，这种人到世间来多半是夺胎的，他母亲怀孕的时候是另外一个人，因为母胎里头很痛苦，是另外一个人。另外这个人他一出生就死了，这个神识就借着他的身体就来了，他对于过去的事情全清楚，一点都不模糊。真有这个事情，我们在报纸新闻里头，杂志报导里头看到的有，知道过去世的事情。还有很多现前的例子，有很多同学把这些资料、资讯剪下来送给我，我都看到。",
      "zh_TW": "你看美國魏斯醫生的幾本書，他出了四本書，他用催眠的方法讓一個人回到過去世，回到前生，回到再前生，他自己都能說出前生的狀況。由此可知這是人的本能，在佛法講，六通都是人的本能，本能為什麼失掉了？就是你妄想雜念太多。所以妄念少的人，心地清淨，這個能力很容易恢復，這是講修行，容易恢復。有些煩惱很輕的人，他就有這種能力，是與生俱來的，他可以。一般在佛法講，這種人到世間來多半是奪胎的，他母親懷孕的時候是另外一個人，因為母胎裡頭很痛苦，是另外一個人。另外這個人他一出生就死了，這個神識就借著他的身體就來了，他對於過去的事情全清楚，一點都不模糊。真有這個事情，我們在報紙新聞裡頭，雜誌報導裡頭看到的有，知道過去世的事情。還有很多現前的例子，有很多同學把這些資料、資訊剪下來送給我，我都看到。"
    },
    {
      "id": "21-405-0001_p0078",
      "zh_CN": "问：下面一个问题，弟子是一位医生，患者经常找医生的麻烦，动不动就要被告上法庭。而大陆政府对于医生的保护力度又不够，很多医生都不愿意再干这分事业，因此学佛也很难得到清净心。请问弟子是否要换一个工作，以便更好的修行？",
      "zh_TW": "問：下面一個問題，弟子是一位醫生，患者經常找醫生的麻煩，動不動就要被告上法庭。而大陸政府對於醫生的保護力度又不夠，很多醫生都不願意再幹這分事業，因此學佛也很難得到清淨心。請問弟子是否要換一個工作，以便更好的修行？"
    },
    {
      "id": "21-405-0001_p0079",
      "zh_CN": "答：很好，换一个是可以，如果你对这一门有专业的知识，你可以去教学，不必去做医生。在医学院去当个教授，当个讲师都很好，换个行业。",
      "zh_TW": "答：很好，換一個是可以，如果你對這一門有專業的知識，你可以去教學，不必去做醫生。在醫學院去當個教授，當個講師都很好，換個行業。"
    },
    {
      "id": "21-405-0001_p0080",
      "zh_CN": "问：有时候不得不做些违心的事，比如拿药品回扣等等，因为大家都这样做，如果我不这样做，领导就不高兴，就要批评我。可是对这些事情对患者来说，的确是不道德。请老法师慈悲开示。",
      "zh_TW": "問：有時候不得不做些違心的事，比如拿藥品回扣等等，因為大家都這樣做，如果我不這樣做，領導就不高興，就要批評我。可是對這些事情對患者來說，的確是不道德。請老法師慈悲開示。"
    },
    {
      "id": "21-405-0001_p0081",
      "zh_CN": "答：这是不能做，真的不可以做，你要是跟着大家一起去做，你就想到以后的果报。所以做医生这个行业要多看因果报应的书，医要有医德。中国过去旧社会里头，两种人生活很清苦，但是在社会上最受人尊敬，这两种人一个是医生，一个是教学，从前叫夫子，就是私塾里面的老师。为什么？他们确实是为社会服务的。私塾的老师不可以收学费的，他怎么生活？是学生家长年节送礼物给老师，他就靠这个，所以收入很少。贫穷的学生供养很少，富有的他就能照顾他，所以收入非常微薄。他不能订学费，订学费那就开学店了，那成什么话！这是圣贤事业，不是生意买卖。",
      "zh_TW": "答：這是不能做，真的不可以做，你要是跟著大家一起去做，你就想到以後的果報。所以做醫生這個行業要多看因果報應的書，醫要有醫德。中國過去舊社會裡頭，兩種人生活很清苦，但是在社會上最受人尊敬，這兩種人一個是醫生，一個是教學，從前叫夫子，就是私塾裡面的老師。為什麼？他們確實是為社會服務的。私塾的老師不可以收學費的，他怎麼生活？是學生家長年節送禮物給老師，他就靠這個，所以收入很少。貧窮的學生供養很少，富有的他就能照顧他，所以收入非常微薄。他不能訂學費，訂學費那就開學店了，那成什麼話！這是聖賢事業，不是生意買賣。"
    },
    {
      "id": "21-405-0001_p0082",
      "zh_CN": "做医生是救人的，所以给人治病也没有说订价钱的，没有，所以他受人尊敬，他是救人命的。病治好了之后，病患家里头会对大夫送礼物，那就是富贵的人家会送得多，跟三家村教书的老师是一样的。所以，他们在社会上是备受人尊敬，生活都很清苦。以前的是中医，不是西医，药多半是自己上山去采药，所以很辛苦。但是他真的叫积功累德，往往这两种人的后代都非常好，这个要晓得。现代时代不一样，得另当别论。",
      "zh_TW": "做醫生是救人的，所以給人治病也沒有說訂價錢的，沒有，所以他受人尊敬，他是救人命的。病治好了之後，病患家裡頭會對大夫送禮物，那就是富貴的人家會送得多，跟三家村教書的老師是一樣的。所以，他們在社會上是備受人尊敬，生活都很清苦。以前的是中醫，不是西醫，藥多半是自己上山去採藥，所以很辛苦。但是他真的叫積功累德，往往這兩種人的後代都非常好，這個要曉得。現代時代不一樣，得另當別論。"
    },
    {
      "id": "21-405-0001_p0083",
      "zh_CN": "问：底下一题，在中国历史上，有许多化身再来的公案，请问所谓化身到底是真身来，还是假身来？",
      "zh_TW": "問：底下一題，在中國歷史上，有許多化身再來的公案，請問所謂化身到底是真身來，還是假身來？"
    },
    {
      "id": "21-405-0001_p0084",
      "zh_CN": "答：身没有真假，这在《华严经》讲得很多。真身遍法界虚空界，无处不在，真身，就是讲法身，我们讲法身是能量。这个你很难懂，如果你常听《华严经》你会知道。能量也不可思议，你无法想像，为什么？它没有大小，它没有远近，它没有先后；没有远近，就是没有空间，没有大小，它就是圆满的。宇宙之间万事万法，在一个小小的一点里面它也具足万事万法。这在《华严经》上我们读过的，一微尘里面有世界，跟世界是完全一样，世界并没有缩小在微尘里面，微尘也没有放大，一即一切，一切即一，这是真的。",
      "zh_TW": "答：身沒有真假，這在《華嚴經》講得很多。真身遍法界虛空界，無處不在，真身，就是講法身，我們講法身是能量。這個你很難懂，如果你常聽《華嚴經》你會知道。能量也不可思議，你無法想像，為什麼？它沒有大小，它沒有遠近，它沒有先後；沒有遠近，就是沒有空間，沒有大小，它就是圓滿的。宇宙之間萬事萬法，在一個小小的一點裡面它也具足萬事萬法。這在《華嚴經》上我們讀過的，一微塵裡面有世界，跟世界是完全一樣，世界並沒有縮小在微塵裡面，微塵也沒有放大，一即一切，一切即一，這是真的。"
    },
    {
      "id": "21-405-0001_p0085",
      "zh_CN": "这桩事情现在科学家也讲到，我们看到一个讯息，叫全息照片。它是用两个激光照出来的相片，这个相片要不用激光去照，你看不出来，看那个照片是一条一条的印子，看不出来。但是在激光之下你就能看出来，这个照片是立体的，你能看出来。可是你把这个照片撕成两片，撕成两块，两块里面有完整的照片。再撕撕成小碎片，每个小碎点里面去看都是完整的，都没有缺陷，所以叫全息照片，这是科学家发现的。从这个发现，我们就能够相信佛经上说的大小不二，一微尘里面有圆满世界的现象在里头，这很不可思议的境界。",
      "zh_TW": "這樁事情現在科學家也講到，我們看到一個訊息，叫全息照片。它是用兩個激光照出來的相片，這個相片要不用激光去照，你看不出來，看那個照片是一條一條的印子，看不出來。但是在激光之下你就能看出來，這個照片是立體的，你能看出來。可是你把這個照片撕成兩片，撕成兩塊，兩塊裡面有完整的照片。再撕撕成小碎片，每個小碎點裡面去看都是完整的，都沒有缺陷，所以叫全息照片，這是科學家發現的。從這個發現，我們就能夠相信佛經上說的大小不二，一微塵裡面有圓滿世界的現象在裡頭，這很不可思議的境界。"
    },
    {
      "id": "21-405-0001_p0086",
      "zh_CN": "好好的去学大乘经，你就晓得，所有一切身不是他来，他并没有来，而是众生有感他就有应。你用什么样心去感，他就什么心去应，无量无边身，因为你有无量无边的念头。所以应以什么身得度他就现什么身，应以什么身是那个感的人，不是佛菩萨。佛菩萨从来不起心动念，从来没有分别执着，这个事情我也讲得很多。就像江本胜博士水实验的那个样子相同，水是矿物，决定没有分别执着，没有起心动念。可是我们的意念，善念对它，它反应的相就很美，反应非常美；以恶念对它，它的反应就很丑陋。佛菩萨的应化身就是这个道理，他从来没有起心动念，他要起心动念他就变成凡夫，他的能力就大幅度的衰弱了。",
      "zh_TW": "好好的去學大乘經，你就曉得，所有一切身不是他來，他並沒有來，而是眾生有感他就有應。你用什麼樣心去感，他就什麼心去應，無量無邊身，因為你有無量無邊的念頭。所以應以什麼身得度他就現什麼身，應以什麼身是那個感的人，不是佛菩薩。佛菩薩從來不起心動念，從來沒有分別執著，這個事情我也講得很多。就像江本勝博士水實驗的那個樣子相同，水是礦物，決定沒有分別執著，沒有起心動念。可是我們的意念，善念對它，它反應的相就很美，反應非常美；以惡念對它，它的反應就很醜陋。佛菩薩的應化身就是這個道理，他從來沒有起心動念，他要起心動念他就變成凡夫，他的能力就大幅度的衰弱了。"
    },
    {
      "id": "21-405-0001_p0087",
      "zh_CN": "问；化身也能投胎做人吗？如此一个人不是可以变成两个人吗？那生命不是可以分裂吗？",
      "zh_TW": "問；化身也能投胎做人嗎？如此一個人不是可以變成兩個人嗎？那生命不是可以分裂嗎？"
    },
    {
      "id": "21-405-0001_p0088",
      "zh_CN": "答：这些物理现象在佛法里面统统有说，给你说生命本来是一个，现在还是一个，永远都是一个。遍法界虚空界依正庄严，都是这一个法身变现的，法身不管怎么变依旧是一个。法身所变的，告诉你是幻相，你现在对于这个现象完全不能理解，所以希望你读《般若经》。你要想了解这个，《般若经》里头最简单的是《金刚经》，《金刚经》你去看江味农居士的《讲义》，他讲得好，《般若心经诠注》也非常好。注解的分量都很大，你好好的去研究，这里头有答案，有非常精采非常圆满的答案。",
      "zh_TW": "答：這些物理現象在佛法裡面統統有說，給你說生命本來是一個，現在還是一個，永遠都是一個。遍法界虛空界依正莊嚴，都是這一個法身變現的，法身不管怎麼變依舊是一個。法身所變的，告訴你是幻相，你現在對於這個現象完全不能理解，所以希望你讀《般若經》。你要想了解這個，《般若經》裡頭最簡單的是《金剛經》，《金剛經》你去看江味農居士的《講義》，他講得好，《般若心經詮注》也非常好。註解的分量都很大，你好好的去研究，這裡頭有答案，有非常精采非常圓滿的答案。"
    },
    {
      "id": "21-405-0001_p0089",
      "zh_CN": "问：下面一个问题，若一个灵魂可以变成很多灵魂，他们是否可以分别又去投胎？",
      "zh_TW": "問：下面一個問題，若一個靈魂可以變成很多靈魂，他們是否可以分別又去投胎？"
    },
    {
      "id": "21-405-0001_p0090",
      "zh_CN": "答：这不可以，灵魂不会变成很多的灵魂。灵魂好像是一个水泡，你的法身是大海，你的本身是大海，大海里面可以起很多的水泡。灵魂是什么？灵魂是分别执着。因为执着，你才成一个，离开分别执着，你回归大海，那情形完全不相同，不是你所想像的。这个事情你想不出来的，一定要好好去学习、去体会，不能够落在思想里头，一落在思想你就永远不能见到真相。这个我们讲经常提，你要想真正了解宇宙人生的真相，你要放下妄想分别执着，就见到了，当下就是。释迦牟尼佛明心见性是这样的，在中国代表人物禅宗六祖惠能大师，没有别的，他不认识字，也没念过书，只是把妄想分别执着一下放下。他一下放下，他的境界跟释迦牟尼佛没有两样，什么都明了。我们今天本来是明了，本来跟佛、跟惠能大师完全一样，现在为什么变成不一样？因为你有妄想、有分别、有执着，这三样东西把你的智慧、德能统统障碍住，就变成这样。所以佛说「一切众生本来是佛」，你也是佛，他也是佛，都是佛，只是现在怎么样？现在你带着妄想分别执着三副有色眼镜，你把外面东西全看错了。佛说得好，你能够放下执着，你就是阿罗汉，你就超越六道；再放下分别妄想，你就超越十法界，你就是佛。关键在放下，不能想像，想像，怎么样去理解，永远是隔靴搔痒，见不到事实真相。",
      "zh_TW": "答：這不可以，靈魂不會變成很多的靈魂。靈魂好像是一個水泡，你的法身是大海，你的本身是大海，大海裡面可以起很多的水泡。靈魂是什麼？靈魂是分別執著。因為執著，你才成一個，離開分別執著，你回歸大海，那情形完全不相同，不是你所想像的。這個事情你想不出來的，一定要好好去學習、去體會，不能夠落在思想裡頭，一落在思想你就永遠不能見到真相。這個我們講經常提，你要想真正了解宇宙人生的真相，你要放下妄想分別執著，就見到了，當下就是。釋迦牟尼佛明心見性是這樣的，在中國代表人物禪宗六祖惠能大師，沒有別的，他不認識字，也沒念過書，只是把妄想分別執著一下放下。他一下放下，他的境界跟釋迦牟尼佛沒有兩樣，什麼都明瞭。我們今天本來是明瞭，本來跟佛、跟惠能大師完全一樣，現在為什麼變成不一樣？因為你有妄想、有分別、有執著，這三樣東西把你的智慧、德能統統障礙住，就變成這樣。所以佛說「一切眾生本來是佛」，你也是佛，他也是佛，都是佛，只是現在怎麼樣？現在你帶著妄想分別執著三副有色眼鏡，你把外面東西全看錯了。佛說得好，你能夠放下執著，你就是阿羅漢，你就超越六道；再放下分別妄想，你就超越十法界，你就是佛。關鍵在放下，不能想像，想像，怎麼樣去理解，永遠是隔靴搔癢，見不到事實真相。"
    },
    {
      "id": "21-405-0001_p0091",
      "zh_CN": "问：下面一个问题，请问如何对治昏沉？",
      "zh_TW": "問：下面一個問題，請問如何對治昏沉？"
    },
    {
      "id": "21-405-0001_p0092",
      "zh_CN": "答：对治昏沉古人的方法有很多，可以做参考，要把精神打起来。但是最重要的还是志，志向，跟你的毅力，你有志向作圣、作贤，有志向作菩萨、作罗汉，有这个志向；有毅力，能够克服一切艰难。你说古人的昏沉用什么方法？用悬梁刺股，从前人的头发，把头发吊在房子柱子上面，头一低的话这就顶起来，他用这个方法，用锥子剌股，这是不容易的事情，提高自己警觉。佛法里面通常用的，用拜佛、用经行，不要去睡觉，不要坐着，坐着容易打瞌睡，走，叫经行。所以念佛的法门里面有般舟三昧，般舟三昧是九十天，一期是九十天。九十天不睡觉，九十天不能坐下，只可以站着，只可以走着，这精进，这个方法对治昏沉很有效。可是你没有毅力，你坚持不了的话，做个两天就不想做了，那就不行。所以说是志向跟毅力，是成功重要的条件。",
      "zh_TW": "答：對治昏沉古人的方法有很多，可以做參考，要把精神打起來。但是最重要的還是志，志向，跟你的毅力，你有志向作聖、作賢，有志向作菩薩、作羅漢，有這個志向；有毅力，能夠克服一切艱難。你說古人的昏沉用什麼方法？用懸梁刺股，從前人的頭髮，把頭髮吊在房子柱子上面，頭一低的話這就頂起來，他用這個方法，用錐子剌股，這是不容易的事情，提高自己警覺。佛法裡面通常用的，用拜佛、用經行，不要去睡覺，不要坐著，坐著容易打瞌睡，走，叫經行。所以念佛的法門裡面有般舟三昧，般舟三昧是九十天，一期是九十天。九十天不睡覺，九十天不能坐下，只可以站著，只可以走著，這精進，這個方法對治昏沉很有效。可是你沒有毅力，你堅持不了的話，做個兩天就不想做了，那就不行。所以說是志向跟毅力，是成功重要的條件。"
    },
    {
      "id": "21-405-0001_p0093",
      "zh_CN": "问：下面一个问题，电脑高等技术逐渐渗入了人们的生活中，如近几年来，立体影像虚拟技术（一般称为三Ｄ）已成为人们生活中十分重要的部分。如果培养相关的电脑技术人才，借助这个发展趋势从另一方面弘扬正法，是否可行？",
      "zh_TW": "問：下面一個問題，電腦高等技術逐漸滲入了人們的生活中，如近幾年來，立體影像虛擬技術（一般稱為三Ｄ）已成為人們生活中十分重要的部分。如果培養相關的電腦技術人才，藉助這個發展趨勢從另一方面弘揚正法，是否可行？"
    },
    {
      "id": "21-405-0001_p0094",
      "zh_CN": "答：弘扬正法的技术，我觉得现代的电视跟网际网路已经很好用，再高的技术我觉得没有必要。佛法不是娱乐，佛法是什么？佛法是上课。上课为什么要用这个工具？现在好老师太难找了。这个世界上有个十个、八个好老师，利用这种科学方法，我们用远程教学，可以天天跟老师见面，天天听老师教诲。如果有问题，现在传真的方法很方便，提出来问，老师在电视机里面给我们解答。如果最方便的还有一个，能够在电视机里面互相问答，那就很圆满，就达到究竟圆满。再其他的就不需要，能够说面对面，不必立体，就像现在的科技就够了，花样不必太多。太多的时候恐怕会堕落在科技上，科技又变成我们学佛的障碍。这是完全靠用途，用得很恰当，没有障碍，就已经到圆满了。",
      "zh_TW": "答：弘揚正法的技術，我覺得現代的電視跟網際網路已經很好用，再高的技術我覺得沒有必要。佛法不是娛樂，佛法是什麼？佛法是上課。上課為什麼要用這個工具？現在好老師太難找了。這個世界上有個十個、八個好老師，利用這種科學方法，我們用遠程教學，可以天天跟老師見面，天天聽老師教誨。如果有問題，現在傳真的方法很方便，提出來問，老師在電視機裡面給我們解答。如果最方便的還有一個，能夠在電視機裡面互相問答，那就很圓滿，就達到究竟圓滿。再其他的就不需要，能夠說面對面，不必立體，就像現在的科技就夠了，花樣不必太多。太多的時候恐怕會墮落在科技上，科技又變成我們學佛的障礙。這是完全靠用途，用得很恰當，沒有障礙，就已經到圓滿了。"
    },
    {
      "id": "21-405-0001_p0095",
      "zh_CN": "问：底下一个问题，有人说佛珠、念佛机等结缘品要开光才能够结缘。请老法师开示。",
      "zh_TW": "問：底下一個問題，有人說佛珠、念佛機等結緣品要開光才能夠結緣。請老法師開示。"
    },
    {
      "id": "21-405-0001_p0096",
      "zh_CN": "答：这个没有必要。什么叫开光？是佛像开了光才灵，我替他开光就灵，你们从今之后不要再相信佛像，要相信我。为什么？我叫他灵他就灵，我叫他不灵他就不灵，这不是很明显的吗？统统搞错了。这个开光，我以前讲过几次，也讲得很清楚，大家要记住。开光是什么？是新的佛像建好，是启用典礼。启用典礼一定要介绍给大家，这尊佛像代表什么意思。譬如说建观世音菩萨像，启用典礼的时候开光了，向大众说明，观世音菩萨大慈大悲，看到这个佛像开启我们自己慈悲的光。是佛像开我们的光，不是我们开他的光，这不是颠倒了吗？见到释迦牟尼佛，你就想到释迦是仁慈，牟尼是清净，开自己的光，我对自己要清净，对别人要仁慈，这就是释迦。见到地藏就想到什么？孝亲尊师。他常常提醒我们，我们自性的光明就发出来，是他开我们，不是我们开他。我们开佛菩萨的光，还要佛菩萨干什么？这个错误的观念，我们同学们都应当为大家解释，你不解释，全迷信了。佛菩萨开了光就灵了，灵在哪里？这一定要懂得，不要迷信。",
      "zh_TW": "答：這個沒有必要。什麼叫開光？是佛像開了光才靈，我替他開光就靈，你們從今之後不要再相信佛像，要相信我。為什麼？我叫他靈他就靈，我叫他不靈他就不靈，這不是很明顯的嗎？統統搞錯了。這個開光，我以前講過幾次，也講得很清楚，大家要記住。開光是什麼？是新的佛像建好，是啟用典禮。啟用典禮一定要介紹給大家，這尊佛像代表什麼意思。譬如說建觀世音菩薩像，啟用典禮的時候開光了，向大眾說明，觀世音菩薩大慈大悲，看到這個佛像開啟我們自己慈悲的光。是佛像開我們的光，不是我們開他的光，這不是顛倒了嗎？見到釋迦牟尼佛，你就想到釋迦是仁慈，牟尼是清淨，開自己的光，我對自己要清淨，對別人要仁慈，這就是釋迦。見到地藏就想到什麼？孝親尊師。他常常提醒我們，我們自性的光明就發出來，是他開我們，不是我們開他。我們開佛菩薩的光，還要佛菩薩幹什麼？這個錯誤的觀念，我們同學們都應當為大家解釋，你不解釋，全迷信了。佛菩薩開了光就靈了，靈在哪裡？這一定要懂得，不要迷信。"
    },
    {
      "id": "21-405-0001_p0097",
      "zh_CN": "佛菩萨形像全是表法的，全是教育的作用，时时刻刻用他来提醒我们。如果有个人天天说你要慈悲对人、慈悲对人，不是讨厌吗？说得太烦了。用个观音菩萨像放在那里，你看像又雕塑得好，你看得也很欢喜，看到他就想到我要用慈悲心对人，我就是观世音菩萨；我要用孝敬心对人，那我就是地藏菩萨，这就对了。菩萨代表修德，佛代表果德，他是表法的，他是个教学的工具，不是别的。你要把他当作神明看待，那全是迷信。今天时间到了，我们就学到此地。",
      "zh_TW": "佛菩薩形像全是表法的，全是教育的作用，時時刻刻用他來提醒我們。如果有個人天天說你要慈悲對人、慈悲對人，不是討厭嗎？說得太煩了。用個觀音菩薩像放在那裡，你看像又雕塑得好，你看得也很歡喜，看到他就想到我要用慈悲心對人，我就是觀世音菩薩；我要用孝敬心對人，那我就是地藏菩薩，這就對了。菩薩代表修德，佛代表果德，他是表法的，他是個教學的工具，不是別的。你要把他當作神明看待，那全是迷信。今天時間到了，我們就學到此地。"
    }
  ]
}