{
  "doc_id": "21-111-0002",
  "title": {
    "zh_CN": "专题访问—宗教的本质",
    "zh_TW": "專題訪問—宗教的本質"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台北光启社",
    "zh_TW": "台北光啟社"
  },
  "doc_number": "21-111-0002",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "21-111-0002_p0001",
      "zh_CN": "主持人：欢迎各位观众、诸位大德再回到节目当中，我们继续再向我们的净空法师来请益。很多生活上或者是在宗教修为上面，个人行为举止上面，我们需要修正，甚至是找回一些答案的这一段访问。",
      "zh_TW": "主持人：歡迎各位觀眾、諸位大德再回到節目當中，我們繼續再向我們的淨空法師來請益。很多生活上或者是在宗教修為上面，個人行為舉止上面，我們需要修正，甚至是找回一些答案的這一段訪問。"
    },
    {
      "id": "21-111-0002_p0002",
      "zh_CN": "我们再来请教净空法师，刚刚在前面一段结束的时候，我们讲到，还是回到宗教本质，我们要去求大智慧，求生活上面，甚至我们要开始学《弟子规》，真正落实，因为先前您的说法，就是生活与伦理这个部分的教育。可是现在也有很多乱象，就是有一些人会假借宗教家的名义、宗教的名义自成一格。比方说台湾曾经闹过的显像馆，或者是说像一些自称为是什么上人，各种各种名目的人出现。可是在这当中，其实明眼人都看得出来，有很多金钱上的奉献，有点像敛财，甚至读过很多书的人，也会跳进这个圈套里面。是不是也请法师用比较浅显的方式来告诉我们，我们怎么样才能够去认识真正所谓宗教的本质，而不会被邪魔歪道他的这些表象所蒙骗，而在里面花费很多的金钱，甚至是迷失自己的本性。",
      "zh_TW": "我們再來請教淨空法師，剛剛在前面一段結束的時候，我們講到，還是回到宗教本質，我們要去求大智慧，求生活上面，甚至我們要開始學《弟子規》，真正落實，因為先前您的說法，就是生活與倫理這個部分的教育。可是現在也有很多亂象，就是有一些人會假借宗教家的名義、宗教的名義自成一格。比方說台灣曾經鬧過的顯像館，或者是說像一些自稱為是什麼上人，各種各種名目的人出現。可是在這當中，其實明眼人都看得出來，有很多金錢上的奉獻，有點像斂財，甚至讀過很多書的人，也會跳進這個圈套裡面。是不是也請法師用比較淺顯的方式來告訴我們，我們怎麼樣才能夠去認識真正所謂宗教的本質，而不會被邪魔歪道他的這些表象所矇騙，而在裡面花費很多的金錢，甚至是迷失自己的本性。"
    },
    {
      "id": "21-111-0002_p0003",
      "zh_CN": "净空法师：这个问题的根本在对于宗教的认识，如果你对它没有正确的认识，你就是迷信，迷信当然会上当，当然会被人利用。今天信仰宗教的，无论是哪个宗教，迷信的太多了。这是一个严肃的问题！所以佛家启蒙的经典，我这两天在台视所讲的《阿难问事佛吉凶经》。这一部小经典是佛教的入门，就跟儒家的《弟子规》一样。佛在这小部经里面，第一句话就教导我们，「求明师受戒」。这是什么？你想接受佛陀的教学，你首先要找一个好老师，这是头一个条件。你没有好老师，你到哪里去学？",
      "zh_TW": "淨空法師：這個問題的根本在對於宗教的認識，如果你對它沒有正確的認識，你就是迷信，迷信當然會上當，當然會被人利用。今天信仰宗教的，無論是哪個宗教，迷信的太多了。這是一個嚴肅的問題！所以佛家啟蒙的經典，我這兩天在台視所講的《阿難問事佛吉凶經》。這一部小經典是佛教的入門，就跟儒家的《弟子規》一樣。佛在這小部經裡面，第一句話就教導我們，「求明師受戒」。這是什麼？你想接受佛陀的教學，你首先要找一個好老師，這是頭一個條件。你沒有好老師，你到哪裡去學？"
    },
    {
      "id": "21-111-0002_p0004",
      "zh_CN": "好老师我们不认识，得要有人介绍。像中国从前古代的时候，小朋友不懂事，不知道哪个是好老师，父母有责任替儿女选择老师。老师教学生做人的道理，教孝，教孝悌忠信，父母教儿女尊师重道。所以我想到这一桩事情，我就非常感慨。我这个年龄还念过几个月的私塾，那个时候大概是六、七岁的时候，印象非常深刻。这个私塾是在我亲戚的一个祠堂里面，我们住在乡下，但是我们乡下文风很盛。诸位也许听说过，中国明清时代的桐城派，我们就是属于桐城派的范围。乡村里面的小孩都念书，都会写字，一般讲的作诗写对联大概都学过。但是我接受这个教育时间就很短，大概只有几个月，不到一年。我们上学的那一天，我父亲带着我，父亲带着一点礼物供养老师。",
      "zh_TW": "好老師我們不認識，得要有人介紹。像中國從前古代的時候，小朋友不懂事，不知道哪個是好老師，父母有責任替兒女選擇老師。老師教學生做人的道理，教孝，教孝悌忠信，父母教兒女尊師重道。所以我想到這一樁事情，我就非常感慨。我這個年齡還念過幾個月的私塾，那個時候大概是六、七歲的時候，印象非常深刻。這個私塾是在我親戚的一個祠堂裡面，我們住在鄉下，但是我們鄉下文風很盛。諸位也許聽說過，中國明清時代的桐城派，我們就是屬於桐城派的範圍。鄉村裡面的小孩都念書，都會寫字，一般講的作詩寫對聯大概都學過。但是我接受這個教育時間就很短，大概只有幾個月，不到一年。我們上學的那一天，我父親帶著我，父親帶著一點禮物供養老師。"
    },
    {
      "id": "21-111-0002_p0005",
      "zh_CN": "主持人：束修。",
      "zh_TW": "主持人：束脩。"
    },
    {
      "id": "21-111-0002_p0006",
      "zh_CN": "净空法师：这个祠堂的殿堂当中供一个大牌位，「大成至圣先师孔子」的神位。我们进去，我父亲在前面，我跟着他后面，向孔子的牌位行三跪九叩首的礼，这是清朝见皇帝的礼。行完礼之后，请老师上座，我父亲在前面，我跟在后面，对老师行三跪九叩首的礼，然后再送上礼物，听老师的教诲。我们小孩看到父亲对于老师这样尊重，我们还会不听话吗？尊师重道是这样教的，现在没有了。现在老师要是认真教学生，家长还去告状，这成什么话！我们在那个时候，老师惩罚我们，打了我们，罚了我们，回家哭哭啼啼回去，回来告诉家长，家长第二天去谢老师，还送礼。不一样！今天教育全盘失败，教育没有了，人跟禽兽没有两样。说老实话，人还不如禽兽，你说这个世界怎么救法？神仙都救不了！归根结柢的问题，那个根就是教育，我讲的这四个教育。从前，你不要看这个皇帝专制，真的有它的好处，他把这四个教育搞得很好，国泰民安。到末年的时候，这四个教育一出问题，他这个朝代就被灭亡。仔细想想，真正的因、真正的根在这个地方。",
      "zh_TW": "淨空法師：這個祠堂的殿堂當中供一個大牌位，「大成至聖先師孔子」的神位。我們進去，我父親在前面，我跟著他後面，向孔子的牌位行三跪九叩首的禮，這是清朝見皇帝的禮。行完禮之後，請老師上座，我父親在前面，我跟在後面，對老師行三跪九叩首的禮，然後再送上禮物，聽老師的教誨。我們小孩看到父親對於老師這樣尊重，我們還會不聽話嗎？尊師重道是這樣教的，現在沒有了。現在老師要是認真教學生，家長還去告狀，這成什麼話！我們在那個時候，老師懲罰我們，打了我們，罰了我們，回家哭哭啼啼回去，回來告訴家長，家長第二天去謝老師，還送禮。不一樣！今天教育全盤失敗，教育沒有了，人跟禽獸沒有兩樣。說老實話，人還不如禽獸，你說這個世界怎麼救法？神仙都救不了！歸根結柢的問題，那個根就是教育，我講的這四個教育。從前，你不要看這個皇帝專制，真的有它的好處，他把這四個教育搞得很好，國泰民安。到末年的時候，這四個教育一出問題，他這個朝代就被滅亡。仔細想想，真正的因、真正的根在這個地方。"
    },
    {
      "id": "21-111-0002_p0007",
      "zh_CN": "孝亲尊师是佛陀教育里面最重要的中心课题，所以一开端就教给我们，你要「求明师受戒」，接受老师的教诫，真正的好老师。我学佛算是非常的幸运，没有走冤枉路。介绍我入佛门的是方东美教授，在辅仁大学博士班讲过「华严哲学」，在台大讲过「魏晋佛教」，讲过「隋唐佛教」。他把佛教介绍给我，告诉我：「学佛是人生最高的享受。」我是被他这一句话勾引到佛教来了。这一入佛门，我这个运气真不错，大概不到一个月，我就认识章嘉大师，所以我佛学的基础是章嘉大师奠定的，我跟大师三年。大师圆寂之后，我就认识李炳南老居士，我跟他十年，我学的东西很单纯，一点都不复杂，真的是佛家讲的「精进」，精纯、有进无退。所以老师是你修学成败的关键，你不选好老师不能成就！",
      "zh_TW": "孝親尊師是佛陀教育裡面最重要的中心課題，所以一開端就教給我們，你要「求明師受戒」，接受老師的教誡，真正的好老師。我學佛算是非常的幸運，沒有走冤枉路。介紹我入佛門的是方東美教授，在輔仁大學博士班講過「華嚴哲學」，在台大講過「魏晉佛教」，講過「隋唐佛教」。他把佛教介紹給我，告訴我：「學佛是人生最高的享受。」我是被他這一句話勾引到佛教來了。這一入佛門，我這個運氣真不錯，大概不到一個月，我就認識章嘉大師，所以我佛學的基礎是章嘉大師奠定的，我跟大師三年。大師圓寂之後，我就認識李炳南老居士，我跟他十年，我學的東西很單純，一點都不複雜，真的是佛家講的「精進」，精純、有進無退。所以老師是你修學成敗的關鍵，你不選好老師不能成就！"
    },
    {
      "id": "21-111-0002_p0008",
      "zh_CN": "主持人：可是我们怎么知道他是不是好老师？因为这些人，这些我们可以把他当作人世间的这种骗人的妖魔鬼怪，他们演好老师演得很像，我们凡夫肉眼也看不出来，这要怎么分辨？",
      "zh_TW": "主持人：可是我們怎麼知道他是不是好老師？因為這些人，這些我們可以把他當作人世間的這種騙人的妖魔鬼怪，他們演好老師演得很像，我們凡夫肉眼也看不出來，這要怎麼分辨？"
    },
    {
      "id": "21-111-0002_p0009",
      "zh_CN": "净空法师：你仔细观察他的言行，我们中国古人常讲「听其言而观其行」，他的言行相符，大致上就不错了。譬如说最简单的，佛家教人「觉而不迷」，你看看他是不是这样；「正而不邪，净而不染」，这是佛教人的总原则、总纲领：「觉、正、净」。你仔细观察，他像不像？他还会不会被这个社会外面境界所污染？会不会受外面环境的影响？你去观察这个。他如果眼见色、耳闻声，对于外面花花世界，他确实不动心，他看得清清楚楚、明明白白，是智慧。你问他，他不是不知道，他样样知道，如如不动，没有一丝毫贪求的意念，这是他有定功。他在境界里如如不动，清清楚楚，这是有道心。",
      "zh_TW": "淨空法師：你仔細觀察他的言行，我們中國古人常講「聽其言而觀其行」，他的言行相符，大致上就不錯了。譬如說最簡單的，佛家教人「覺而不迷」，你看看他是不是這樣；「正而不邪，淨而不染」，這是佛教人的總原則、總綱領：「覺、正、淨」。你仔細觀察，他像不像？他還會不會被這個社會外面境界所污染？會不會受外面環境的影響？你去觀察這個。他如果眼見色、耳聞聲，對於外面花花世界，他確實不動心，他看得清清楚楚、明明白白，是智慧。你問他，他不是不知道，他樣樣知道，如如不動，沒有一絲毫貪求的意念，這是他有定功。他在境界裡如如不動，清清楚楚，這是有道心。"
    },
    {
      "id": "21-111-0002_p0010",
      "zh_CN": "再观察佛家教人修行的基本法，修行，修是修正，行是行为，把错误的行为修正过来这叫修行。佛家基本修行的项目十条，「不杀生」，你观察他是不是做到？特别观察什么？蚊虫、蚂蚁。蚊虫咬他，你看他杀不杀牠。蚊虫咬他，一巴掌打死，这不是善知识。我们要不要跟他学，要考虑。蚊虫咬他，他欢喜布施供养，蚊虫来，牠要来吃饭，我们常常帮助别人、救济别人，牠要来的时候，我们布施牠，供养牠，欢欢喜喜。你把牠赶走，多差劲！人家来求你帮忙，你不答应，把牠赶走，错了！看看他对小动物有没有爱心。「不偷盗」，看他有没有占别人便宜的念头，如果有占别人便宜的念头，这是盗心。特别观察他，看他偷不偷税？如果还想尽方法走法律漏洞，偷税，他的盗心没断。所以仔细一观察，清清楚楚、明明白白。看他处事待人接物，有没有真诚心、清净心、平等心、慈悲心。哪个是善知识、不是善知识，不是清楚了吗？所以要教，你不学不会。",
      "zh_TW": "再觀察佛家教人修行的基本法，修行，修是修正，行是行為，把錯誤的行為修正過來這叫修行。佛家基本修行的項目十條，「不殺生」，你觀察他是不是做到？特別觀察什麼？蚊蟲、螞蟻。蚊蟲咬他，你看他殺不殺牠。蚊蟲咬他，一巴掌打死，這不是善知識。我們要不要跟他學，要考慮。蚊蟲咬他，他歡喜布施供養，蚊蟲來，牠要來吃飯，我們常常幫助別人、救濟別人，牠要來的時候，我們布施牠，供養牠，歡歡喜喜。你把牠趕走，多差勁！人家來求你幫忙，你不答應，把牠趕走，錯了！看看他對小動物有沒有愛心。「不偷盜」，看他有沒有佔別人便宜的念頭，如果有佔別人便宜的念頭，這是盜心。特別觀察他，看他偷不偷稅？如果還想盡方法走法律漏洞，偷稅，他的盜心沒斷。所以仔細一觀察，清清楚楚、明明白白。看他處事待人接物，有沒有真誠心、清淨心、平等心、慈悲心。哪個是善知識、不是善知識，不是清楚了嗎？所以要教，你不學不會。"
    },
    {
      "id": "21-111-0002_p0011",
      "zh_CN": "实在找不到，找古人。从前李炳南老居士介绍我，学印光大师。印光大师不在世，《印光大师全集》在台湾许多地方很容易找到。读他的书，依照他的话去做，那你就是印光大师的学生。所以现代人找不到善知识，找古人。这个方法最初是孟子，孟子私淑孔子，他对孔子很佩服，但是那个时候孔子过世了，孔子的著作在，他专门读孔子的著作，专门学孔子，学得很像。所以中国人尊称孔子为「至圣」，孟子是「亚圣」，他学得太像了，跟古人学。往后这个例子开了，在历史上成就的人很多。司马迁学左丘明。左丘明的《左传》，专攻《左传》，专学《左传》，他学成功。韩愈学司马迁，司马迁《史记》，韩愈成为唐宋八大家的首领，专门学《史记》。专读这个书，专门学这个书，他都是有成就。在佛教里面，明朝末年蕅益大师，他学莲池，莲池已经过世了，莲池大师的著作在，专读他的书，专学他的为人，把他的教训统统落实在自己，这是真正莲池弟子！所以很多好的榜样，今人找不到找古人，古人不会拒绝你。",
      "zh_TW": "實在找不到，找古人。從前李炳南老居士介紹我，學印光大師。印光大師不在世，《印光大師全集》在台灣許多地方很容易找到。讀他的書，依照他的話去做，那你就是印光大師的學生。所以現代人找不到善知識，找古人。這個方法最初是孟子，孟子私淑孔子，他對孔子很佩服，但是那個時候孔子過世了，孔子的著作在，他專門讀孔子的著作，專門學孔子，學得很像。所以中國人尊稱孔子為「至聖」，孟子是「亞聖」，他學得太像了，跟古人學。往後這個例子開了，在歷史上成就的人很多。司馬遷學左丘明。左丘明的《左傳》，專攻《左傳》，專學《左傳》，他學成功。韓愈學司馬遷，司馬遷《史記》，韓愈成為唐宋八大家的首領，專門學《史記》。專讀這個書，專門學這個書，他都是有成就。在佛教裡面，明朝末年蕅益大師，他學蓮池，蓮池已經過世了，蓮池大師的著作在，專讀他的書，專學他的為人，把他的教訓統統落實在自己，這是真正蓮池弟子！所以很多好的榜樣，今人找不到找古人，古人不會拒絕你。"
    },
    {
      "id": "21-111-0002_p0012",
      "zh_CN": "主持人：古人手上也不会戴劳力士钻表，这个很重要。其实有一个很简单的方式，我们可以观察，就是说，像法师刚刚讲的，如果说他有盗心，他对这个人世间还有很多的贪恋在里面的话，比方说穿金戴银，浓妆艳抹，然后出门开好车，要吃好东西，跟信奉他的人要很多这些东西的话，我想这是一个很好的观察之一。就像我们的法师，我刚刚以为法师喝的是茶，结果在休息的时候，打开来就只是白开水，但是他可以喝得这么怡然自得，让我觉得他那杯茶好好喝，很想把那杯水拿过来喝。",
      "zh_TW": "主持人：古人手上也不會戴勞力士鑽錶，這個很重要。其實有一個很簡單的方式，我們可以觀察，就是說，像法師剛剛講的，如果說他有盜心，他對這個人世間還有很多的貪戀在裡面的話，比方說穿金戴銀，濃妝豔抹，然後出門開好車，要吃好東西，跟信奉他的人要很多這些東西的話，我想這是一個很好的觀察之一。就像我們的法師，我剛剛以為法師喝的是茶，結果在休息的時候，打開來就只是白開水，但是他可以喝得這麼怡然自得，讓我覺得他那杯茶好好喝，很想把那杯水拿過來喝。"
    },
    {
      "id": "21-111-0002_p0013",
      "zh_CN": "好！我们再继续下去来问。我们讲到宗教本身，您刚讲到宗教教育，就是在告诉大家一切都以善心，然后一切都以感恩的心来面对这个社会大众，或者是各种生物。可是近来刚好也发生了一件大事，就是在九一一那天攻击美国的这个恐怖事件，当然大家在新闻上看到的就是，他是由回教圣战所组织的这些恐怖分子来做这样的攻击。当然在美国的本土里面也说了，大家不要对回教徒攻击。我想我们先不要讲到攻击的部分，就我们对回教的了解，我希望借由师父的口中，能够让我们听到，到底回教是什么？就像您讲，其实我们对他们的误会也很多，因为远，大概很少人会去中东吧！真的远。他们的生活环境各种的，我们也听过一种说法：回教的人其实很慓悍，他们是左手《古兰经》，右手弯刀，你不相信我，弯刀就砍了你的头，到底回教它是怎么回事？阿拉是不是真的像您所说的，他是很慈爱的？还是被人为的方式给扭曲？",
      "zh_TW": "好！我們再繼續下去來問。我們講到宗教本身，您剛講到宗教教育，就是在告訴大家一切都以善心，然後一切都以感恩的心來面對這個社會大眾，或者是各種生物。可是近來剛好也發生了一件大事，就是在九一一那天攻擊美國的這個恐怖事件，當然大家在新聞上看到的就是，他是由回教聖戰所組織的這些恐怖分子來做這樣的攻擊。當然在美國的本土裡面也說了，大家不要對回教徒攻擊。我想我們先不要講到攻擊的部分，就我們對回教的了解，我希望藉由師父的口中，能夠讓我們聽到，到底回教是什麼？就像您講，其實我們對他們的誤會也很多，因為遠，大概很少人會去中東吧！真的遠。他們的生活環境各種的，我們也聽過一種說法：回教的人其實很慓悍，他們是左手《古蘭經》，右手彎刀，你不相信我，彎刀就砍了你的頭，到底回教它是怎麼回事？阿拉是不是真的像您所說的，他是很慈愛的？還是被人為的方式給扭曲？"
    },
    {
      "id": "21-111-0002_p0014",
      "zh_CN": "净空法师：「伊斯兰」是阿拉伯文，它的意思就是和平，所以它是仁慈的，是和平的。《古兰经》里面确实有提到圣战，这个我们是读过的。「圣战」是什么意思？圣战是防御，不是攻击。他们教义里头，敌人攻击我们，我们应当抵抗，应当保卫自己，这叫圣战。所以我们中国过去跟日本的八年战争，我们叫抗战，如果用伊斯兰的话就是圣战，我们不是侵略战争。",
      "zh_TW": "淨空法師：「伊斯蘭」是阿拉伯文，它的意思就是和平，所以它是仁慈的，是和平的。《古蘭經》裡面確實有提到聖戰，這個我們是讀過的。「聖戰」是什麼意思？聖戰是防禦，不是攻擊。他們教義裡頭，敵人攻擊我們，我們應當抵抗，應當保衛自己，這叫聖戰。所以我們中國過去跟日本的八年戰爭，我們叫抗戰，如果用伊斯蘭的話就是聖戰，我們不是侵略戰爭。"
    },
    {
      "id": "21-111-0002_p0015",
      "zh_CN": "主持人：人不犯我，我不犯人。",
      "zh_TW": "主持人：人不犯我，我不犯人。"
    },
    {
      "id": "21-111-0002_p0016",
      "zh_CN": "净空法师：对，不错！我们是保卫战争，自卫战争，这叫圣战。不能把它的意思错会了，它确确实实是和平的。经典里面充满了爱，教我们在日常生活当中，怎样做人，怎样处世，怎样与一切大众和平相处。我接触伊斯兰教的朋友不少，他们的宗教领袖、传教师我也认识很多，我们在一起都是非常好的朋友，彼此都能够建立互信，这非常重要，互相尊敬、互相敬爱、互相信赖、互相合作。",
      "zh_TW": "淨空法師：對，不錯！我們是保衛戰爭，自衛戰爭，這叫聖戰。不能把它的意思錯會了，它確確實實是和平的。經典裡面充滿了愛，教我們在日常生活當中，怎樣做人，怎樣處世，怎樣與一切大眾和平相處。我接觸伊斯蘭教的朋友不少，他們的宗教領袖、傳教師我也認識很多，我們在一起都是非常好的朋友，彼此都能夠建立互信，這非常重要，互相尊敬、互相敬愛、互相信賴、互相合作。"
    },
    {
      "id": "21-111-0002_p0017",
      "zh_CN": "去年新加坡伊斯兰教，他们要建立一个学校，这个学校校址原来是租的，最后屋主愿意把这个学校校址卖出来。他们在筹款，筹款的时候，这个数字就相当多，他们回教主席来找我，希望我帮助他七十五万。七十五万数字很大！我说这个我没有能力，然后我们就给他想个办法，我说我们邀集新加坡九大宗教，我们来合作替你筹款。我们举办一个「义走」，七公里一个圈，我们义走，人很多，每个人手上拿一个旗子，旗子是我们自己教的，有佛教、有锡克教、有印度教，很有趣味。我们走一圈之后，在一个很大的广场里面做义卖活动，大概有六十多个摊位，这一天义卖下来一百多万，超出他们的理想，做得很成功。我们主动的来帮助他们，我们有事情他们也会帮助我们，宗教之间一定要建立互相信赖、互相合作，要彼此尊重。",
      "zh_TW": "去年新加坡伊斯蘭教，他們要建立一個學校，這個學校校址原來是租的，最後屋主願意把這個學校校址賣出來。他們在籌款，籌款的時候，這個數字就相當多，他們回教主席來找我，希望我幫助他七十五萬。七十五萬數字很大！我說這個我沒有能力，然後我們就給他想個辦法，我說我們邀集新加坡九大宗教，我們來合作替你籌款。我們舉辦一個「義走」，七公里一個圈，我們義走，人很多，每個人手上拿一個旗子，旗子是我們自己教的，有佛教、有錫克教、有印度教，很有趣味。我們走一圈之後，在一個很大的廣場裡面做義賣活動，大概有六十多個攤位，這一天義賣下來一百多萬，超出他們的理想，做得很成功。我們主動的來幫助他們，我們有事情他們也會幫助我們，宗教之間一定要建立互相信賴、互相合作，要彼此尊重。"
    },
    {
      "id": "21-111-0002_p0018",
      "zh_CN": "我跟他们往来，我举最浅显的比喻给他讲，我说我们宗教不同，就像我们一个身体，身体是个整体，不同的宗教就是不同的器官，我说佛教是眼睛，基督教是鼻子，回教是耳朵。如果不平等的时候，我眼睛第一，鼻子第二，耳朵第三，你们想想这个人就不健康了，这个人就有病了。只有我没有别人，死路一条，你活不了。正当的道理是什么？各个第一，我眼睛第一，鼻子也第一、耳朵也第一，我是健康的。所以大家要有这个观念，每个宗教都第一，没有第二，每一个族群都第一，也没有第二，所以在佛经里面找不到第二，各个都第一，所以他健康。我们国与国之间，每个国家都第一；族群与族群之间，每个族群都第一。我们的经典，佛经第一，《圣经》也第一，《古兰经》也第一，这大家平等，欢欢喜喜在一起。我第一你第二，非打架不可，怎么摆你都摆不平！所以个个第一，我是这样跟大家提倡，他们都乐意接受，很欢喜跟我交往。人与人之间各个第一，国与国之间各个第一，哪里还会有战争？这才是解决问题根本的理念，根本的方法。",
      "zh_TW": "我跟他們往來，我舉最淺顯的比喻給他講，我說我們宗教不同，就像我們一個身體，身體是個整體，不同的宗教就是不同的器官，我說佛教是眼睛，基督教是鼻子，回教是耳朵。如果不平等的時候，我眼睛第一，鼻子第二，耳朵第三，你們想想這個人就不健康了，這個人就有病了。只有我沒有別人，死路一條，你活不了。正當的道理是什麼？各個第一，我眼睛第一，鼻子也第一、耳朵也第一，我是健康的。所以大家要有這個觀念，每個宗教都第一，沒有第二，每一個族群都第一，也沒有第二，所以在佛經裡面找不到第二，各個都第一，所以他健康。我們國與國之間，每個國家都第一；族群與族群之間，每個族群都第一。我們的經典，佛經第一，《聖經》也第一，《古蘭經》也第一，這大家平等，歡歡喜喜在一起。我第一你第二，非打架不可，怎麼擺你都擺不平！所以個個第一，我是這樣跟大家提倡，他們都樂意接受，很歡喜跟我交往。人與人之間各個第一，國與國之間各個第一，哪裡還會有戰爭？這才是解決問題根本的理念，根本的方法。"
    },
    {
      "id": "21-111-0002_p0019",
      "zh_CN": "主持人：宗教本身给我们是大智慧，可是真的要有大智慧的宗教家，然后来跟我们讲述这些真知灼见的道理，不然一般凡人就很容易在宗教跟宗教之间划地自限，然后彼此就仇视。「你那个哪里比我好？你们还吃肉，我们不吃肉！」这一类的比较。但是事实上他们这个中心思想，就像法师刚刚开示的，其实都是一样，都是良善的，都是平等的。我觉得法师的形容非常可爱，我们会说人人平等，宗教平等，可是法师的说法，更加的让我们觉得在一起的那种感觉，更开心、更团结，就是各个第一。其实不只是宗教，我觉得每一个人的心情上面，如果能看待别人都是各个第一的话，就不会有任何纷争。我们解释了回教的这个部分，也希望大家能够用各个第一这样的眼光、这样的方式，去看待每一个宗教，不只是回教。因为最近有这样一个攻击的行为，那是个人的行为，跟宗教本身教义是完全无关的。",
      "zh_TW": "主持人：宗教本身給我們是大智慧，可是真的要有大智慧的宗教家，然後來跟我們講述這些真知灼見的道理，不然一般凡人就很容易在宗教跟宗教之間劃地自限，然後彼此就仇視。「你那個哪裡比我好？你們還吃肉，我們不吃肉！」這一類的比較。但是事實上他們這個中心思想，就像法師剛剛開示的，其實都是一樣，都是良善的，都是平等的。我覺得法師的形容非常可愛，我們會說人人平等，宗教平等，可是法師的說法，更加的讓我們覺得在一起的那種感覺，更開心、更團結，就是各個第一。其實不只是宗教，我覺得每一個人的心情上面，如果能看待別人都是各個第一的話，就不會有任何紛爭。我們解釋了回教的這個部分，也希望大家能夠用各個第一這樣的眼光、這樣的方式，去看待每一個宗教，不只是回教。因為最近有這樣一個攻擊的行為，那是個人的行為，跟宗教本身教義是完全無關的。"
    },
    {
      "id": "21-111-0002_p0020",
      "zh_CN": "净空法师：不错！不错！",
      "zh_TW": "淨空法師：不錯！不錯！"
    },
    {
      "id": "21-111-0002_p0021",
      "zh_CN": "主持人：我们也借着今天能够跟大家来讲一下。我再回到家庭教育，刚刚法师一直很痛心疾首的就是，我们只要这四个教育当中，家庭教育一崩毁，其他的教育会跟着连带受到影响。我们作子女的当然要孝顺父母，然后要兄友弟恭，长幼有序，这是我们小时候在《生活与伦理》学到的。我自己也很讶异，为什么现在小学课本已经没有《生活与伦理》？好！大家要检讨一下。可是在我们亚洲人，尤其是在中国人的传统里面，常常会给你很多的包袱，反而限制了一个孩子的成长。比方说很多的父母会把自己的子女当成是所有物，「你是我生的，所以你要听我的；我叫你干嘛，你就要干嘛」，可是这个孩子可能活得不快乐。怎样让亲子之间的关系变成和谐而彼此尊重？尤其是晚辈对长辈的那种听话，而长辈对子女也不是说完全限制。",
      "zh_TW": "主持人：我們也藉著今天能夠跟大家來講一下。我再回到家庭教育，剛剛法師一直很痛心疾首的就是，我們只要這四個教育當中，家庭教育一崩毀，其他的教育會跟著連帶受到影響。我們作子女的當然要孝順父母，然後要兄友弟恭，長幼有序，這是我們小時候在《生活與倫理》學到的。我自己也很訝異，為什麼現在小學課本已經沒有《生活與倫理》？好！大家要檢討一下。可是在我們亞洲人，尤其是在中國人的傳統裡面，常常會給你很多的包袱，反而限制了一個孩子的成長。比方說很多的父母會把自己的子女當成是所有物，「你是我生的，所以你要聽我的；我叫你幹嘛，你就要幹嘛」，可是這個孩子可能活得不快樂。怎樣讓親子之間的關係變成和諧而彼此尊重？尤其是晚輩對長輩的那種聽話，而長輩對子女也不是說完全限制。"
    },
    {
      "id": "21-111-0002_p0022",
      "zh_CN": "净空法师：这个问题佛经上说过，我前面也念给你听过。「先人不善（无知），不识道德，无有语者，殊无怪也。」这是《无量寿经》上的话。最重要的是父母要有道德。「道德」两个字怎么讲？道是天然的秩序，决不是人为，决不是哪个人创造发明，本来就是这样。春夏秋冬四季运行，谁造的？它本来就是这样的。在人之间，夫妻是自然的，父子、兄弟、君臣、朋友，佛家讲的五伦，五伦是天然的秩序，是天道。行道有得于心，那叫德，觉悟了。这是天然之道。",
      "zh_TW": "淨空法師：這個問題佛經上說過，我前面也念給你聽過。「先人不善（無知），不識道德，無有語者，殊無怪也。」這是《無量壽經》上的話。最重要的是父母要有道德。「道德」兩個字怎麼講？道是天然的秩序，決不是人為，決不是哪個人創造發明，本來就是這樣。春夏秋冬四季運行，誰造的？它本來就是這樣的。在人之間，夫妻是自然的，父子、兄弟、君臣、朋友，佛家講的五倫，五倫是天然的秩序，是天道。行道有得於心，那叫德，覺悟了。這是天然之道。"
    },
    {
      "id": "21-111-0002_p0023",
      "zh_CN": "五伦里面就有十义。我是在哪一个地位，我要尽什么样的义务，父慈子孝兄友弟恭，他有他的本分事情，这是你应该尽的义务，这是德，十义这是德。有得于身，你的身健康；有得于心，你心里头觉悟，明白这个大道理，欢欢喜喜一生依照这个道理去奉行，随顺自然的大道，这是最健康的；违背大自然的必有灾害。现在科技发明，把自然生态破坏，违背大自然，带来世界的灾难。一切顺从大自然，这是最健康。所以人不可以违背自然，就是不可以违背天道。天道没有什么希奇，没有什么高深玄妙，是我们日常生活当中的。",
      "zh_TW": "五倫裡面就有十義。我是在哪一個地位，我要盡什麼樣的義務，父慈子孝兄友弟恭，他有他的本分事情，這是你應該盡的義務，這是德，十義這是德。有得於身，你的身健康；有得於心，你心裡頭覺悟，明白這個大道理，歡歡喜喜一生依照這個道理去奉行，隨順自然的大道，這是最健康的；違背大自然的必有災害。現在科技發明，把自然生態破壞，違背大自然，帶來世界的災難。一切順從大自然，這是最健康。所以人不可以違背自然，就是不可以違背天道。天道沒有什麼希奇，沒有什麼高深玄妙，是我們日常生活當中的。"
    },
    {
      "id": "21-111-0002_p0024",
      "zh_CN": "我们今天在社会上是什么地位，应该尽什么样义务。所以人家问我，我在这个社会上，我选择这个行业，这个行业是什么行业？社会教育的行业。我把我本分的事情做好了，这就是顺从天道。我做得很开心、很愉快，这是我的德。现在讲道德，道德两个字讲清楚的人也不多。现在在中国大陆，江泽民主席提倡「以德治国」，又提倡小学念《四书》、《五经》，得到许许多多人赞叹。其实推动这种教育，头一个是英国。英国大概在五、六年前他们开始推动，小学、中学、大学课本里面都吸收着有儒家的思想跟大乘佛法。以后澳洲跟进，现在澳洲小学、中学、大学有佛学的课程，有儒家思想的课程。",
      "zh_TW": "我們今天在社會上是什麼地位，應該盡什麼樣義務。所以人家問我，我在這個社會上，我選擇這個行業，這個行業是什麼行業？社會教育的行業。我把我本分的事情做好了，這就是順從天道。我做得很開心、很愉快，這是我的德。現在講道德，道德兩個字講清楚的人也不多。現在在中國大陸，江澤民主席提倡「以德治國」，又提倡小學念《四書》、《五經》，得到許許多多人讚歎。其實推動這種教育，頭一個是英國。英國大概在五、六年前他們開始推動，小學、中學、大學課本裡面都吸收著有儒家的思想跟大乘佛法。以後澳洲跟進，現在澳洲小學、中學、大學有佛學的課程，有儒家思想的課程。"
    },
    {
      "id": "21-111-0002_p0025",
      "zh_CN": "人家已经先干了，他们为什么会干这个事情？我也是打听的，他是什么动机去想到这个？原来英国有一个哲学家，历史哲学家汤恩比，汤恩比提倡的。汤恩比说过，我也看过几本他的书，我现在还在美国找一些同修搜集他对于这一方面的言论。他说：「能够解决二十一世纪社会问题，只有孔孟学说跟大乘佛法。」他说的话，大家对他很尊重，所以英国人很听话，他们就开始真干。他说这个话，大概我在七０年代的时候就听到。那个时候在台湾我看到一个现象，于斌主教提倡祭祖，我大惑不解，为什么？原来天主教、基督教都反对拜祖先，为什么他提倡祭祖？以后又看到有个讯息，罗马教宗下了一个命令，让全世界的天主教神职人员主动找佛教对话，最后才晓得都是受汤恩比的影响。他的影响很大，这是真知灼见。",
      "zh_TW": "人家已經先幹了，他們為什麼會幹這個事情？我也是打聽的，他是什麼動機去想到這個？原來英國有一個哲學家，歷史哲學家湯恩比，湯恩比提倡的。湯恩比說過，我也看過幾本他的書，我現在還在美國找一些同修蒐集他對於這一方面的言論。他說：「能夠解決二十一世紀社會問題，只有孔孟學說跟大乘佛法。」他說的話，大家對他很尊重，所以英國人很聽話，他們就開始真幹。他說這個話，大概我在七０年代的時候就聽到。那個時候在台灣我看到一個現象，于斌主教提倡祭祖，我大惑不解，為什麼？原來天主教、基督教都反對拜祖先，為什麼他提倡祭祖？以後又看到有個訊息，羅馬教宗下了一個命令，讓全世界的天主教神職人員主動找佛教對話，最後才曉得都是受湯恩比的影響。他的影響很大，這是真知灼見。"
    },
    {
      "id": "21-111-0002_p0026",
      "zh_CN": "有一个小册子好像在台湾有翻译，这个翻译本是跟日本池田大作的一个对话。里面我看到有一段，他说：「将来这个世界会统一，统一世界不是美国人，不是欧洲人，是中国人。」他是根据历史的看法，中国从汉朝建国一直到今天，这两千多年都维持统一的局面，在全世界找不到第二个国家。他说将来有资格统治全世界的是中国人，当然这种统治绝对不是武力，绝对不是哪一个君臣，不会有这个关系，我相信是文化，是文化的统一，也就是大乘佛法跟孔孟学说。为什么？它是和平的，它是包容的，它没有敌对，它对于一切人事物是忍让的，唯有这个才能创造世界和平。不能容忍，处处对立，这个会带给世界灾难。所以我相信汤恩比这个说法，是中国文化会普及到全世界。",
      "zh_TW": "有一個小冊子好像在台灣有翻譯，這個翻譯本是跟日本池田大作的一個對話。裡面我看到有一段，他說：「將來這個世界會統一，統一世界不是美國人，不是歐洲人，是中國人。」他是根據歷史的看法，中國從漢朝建國一直到今天，這兩千多年都維持統一的局面，在全世界找不到第二個國家。他說將來有資格統治全世界的是中國人，當然這種統治絕對不是武力，絕對不是哪一個君臣，不會有這個關係，我相信是文化，是文化的統一，也就是大乘佛法跟孔孟學說。為什麼？它是和平的，它是包容的，它沒有敵對，它對於一切人事物是忍讓的，唯有這個才能創造世界和平。不能容忍，處處對立，這個會帶給世界災難。所以我相信湯恩比這個說法，是中國文化會普及到全世界。"
    },
    {
      "id": "21-111-0002_p0027",
      "zh_CN": "主持人：今天法师一直跟我们强调，我们要回到一个根本。如果说您在当世找不到明师，一定要回去找这些有真知灼见的古人，古人这些大师们给我们很多很多的大智慧，早就存在我们的文化，存在我们各种典籍里面，只是现代人都愈来愈忽略它，甚至去追求一些技术层面上的学术，反而忽略怎么样去做一个人。",
      "zh_TW": "主持人：今天法師一直跟我們強調，我們要回到一個根本。如果說您在當世找不到明師，一定要回去找這些有真知灼見的古人，古人這些大師們給我們很多很多的大智慧，早就存在我們的文化，存在我們各種典籍裡面，只是現代人都愈來愈忽略它，甚至去追求一些技術層面上的學術，反而忽略怎麼樣去做一個人。"
    },
    {
      "id": "21-111-0002_p0028",
      "zh_CN": "我们再回到学校的教育来说，您说亡羊补牢，我们一直想要把它补回来，可是现在这些老师，或者是这些教育家、教育的人都还在，就是说他们可能没有办法这么快的做一些改变的状况之下，我们在学校里面学到比较多都是跟考试相关的；那也就是说，我们从小没有人在学校里面告诉我们说，你要怎样去爱别人？怎样去跟别人分享，尊重别人？因为每一位小孩都是家里的宝贝，所以每一个都是最大，没有谁是要比较委屈的。再来，等我们大一点的时候，我们开始要谈恋爱了，开始有一点点情窦初开的时候，学校里面也没有人教我们怎么去修恋爱学分，导致于现在很多年轻人在交往的时候，小朋友不懂礼貌，年轻人在交往的时候，只要是有一点感觉之后，就觉得「你是我的，你要离开我，我就杀了你」，或者「你要离开我，我就搞死你」。这种偏差行为，我们要怎么去教育，我们要怎样从佛学的角度里面去修恋爱学分，或者是修这个相处之道？",
      "zh_TW": "我們再回到學校的教育來說，您說亡羊補牢，我們一直想要把它補回來，可是現在這些老師，或者是這些教育家、教育的人都還在，就是說他們可能沒有辦法這麼快的做一些改變的狀況之下，我們在學校裡面學到比較多都是跟考試相關的；那也就是說，我們從小沒有人在學校裡面告訴我們說，你要怎樣去愛別人？怎樣去跟別人分享，尊重別人？因為每一位小孩都是家裡的寶貝，所以每一個都是最大，沒有誰是要比較委屈的。再來，等我們大一點的時候，我們開始要談戀愛了，開始有一點點情竇初開的時候，學校裡面也沒有人教我們怎麼去修戀愛學分，導致於現在很多年輕人在交往的時候，小朋友不懂禮貌，年輕人在交往的時候，只要是有一點感覺之後，就覺得「你是我的，你要離開我，我就殺了你」，或者「你要離開我，我就搞死你」。這種偏差行為，我們要怎麼去教育，我們要怎樣從佛學的角度裡面去修戀愛學分，或者是修這個相處之道？"
    },
    {
      "id": "21-111-0002_p0029",
      "zh_CN": "净空法师：对！你讲的确确实实是教育问题。古圣先贤，他们的教育是教人开智慧，是教人了解宇宙人生的道理，了解宇宙人生的事实真相，他教的是这个东西。如果你把道理搞清楚，事实真相搞明白，刚才讲了，你的思想、你的言行自然合乎自然的法则。但是你没有学过，你根本不懂，都是随顺自己的烦恼习气，这个问题严重了。这是什么？与天道恰恰相违背。",
      "zh_TW": "淨空法師：對！你講的確確實實是教育問題。古聖先賢，他們的教育是教人開智慧，是教人了解宇宙人生的道理，了解宇宙人生的事實真相，他教的是這個東西。如果你把道理搞清楚，事實真相搞明白，剛才講了，你的思想、你的言行自然合乎自然的法則。但是你沒有學過，你根本不懂，都是隨順自己的煩惱習氣，這個問題嚴重了。這是什麼？與天道恰恰相違背。"
    },
    {
      "id": "21-111-0002_p0030",
      "zh_CN": "夫子在《论语》里面教我们：「危邦不居，乱邦不入。」我今天在全世界各个地方旅行，我对于这一句教训很重视。我看危乱从哪里看？我看离婚率。如果这个地方离婚率很高，这个地区既危又乱，我不会在这儿住。旅行看看几天，赶紧走！为什么？刚才我跟你说过，整个社会就像一个身体，家庭是细胞，细胞要是坏了，这个病毒影响你全身。离婚率太高，你这个全身已经成了问题，你说这个病多么严重！",
      "zh_TW": "夫子在《論語》裡面教我們：「危邦不居，亂邦不入。」我今天在全世界各個地方旅行，我對於這一句教訓很重視。我看危亂從哪裡看？我看離婚率。如果這個地方離婚率很高，這個地區既危又亂，我不會在這兒住。旅行看看幾天，趕緊走！為什麼？剛才我跟你說過，整個社會就像一個身體，家庭是細胞，細胞要是壞了，這個病毒影響你全身。離婚率太高，你這個全身已經成了問題，你說這個病多麼嚴重！"
    },
    {
      "id": "21-111-0002_p0031",
      "zh_CN": "我也常常说，夫妻的结合不是你们两个人乱爱，这两个人结合，你要对整个社会、对整个世界负责任。为什么？夫妻好合，这个细胞好、社会好、国家好、世界好；你们夫妻不和，社会动乱，国家有问题，世界出了问题。你的罪多重！我说的很不好听，离婚的人都该下地狱。怎样能维系？你们夫妻结合的时候，都说对方很好，你要永远记住对方的好处，不要把对方不好放在心上，你就夫妻好合。没有结婚之前专门看对方好处，结婚之后专门看对方坏处，你不就完了，你犯了大错！",
      "zh_TW": "我也常常說，夫妻的結合不是你們兩個人亂愛，這兩個人結合，你要對整個社會、對整個世界負責任。為什麼？夫妻好合，這個細胞好、社會好、國家好、世界好；你們夫妻不和，社會動亂，國家有問題，世界出了問題。你的罪多重！我說的很不好聽，離婚的人都該下地獄。怎樣能維繫？你們夫妻結合的時候，都說對方很好，你要永遠記住對方的好處，不要把對方不好放在心上，你就夫妻好合。沒有結婚之前專門看對方好處，結婚之後專門看對方壞處，你不就完了，你犯了大錯！"
    },
    {
      "id": "21-111-0002_p0032",
      "zh_CN": "所以一定要晓得，两个人结合不是你个人的事情，是国家天下的事情。你养的小孩，不是你自己的，是什么？是属于整个社会的、整个国家的。你把他培养教好，他将来会救社会、救国家，这才是作父母的伟大。你要是溺爱，不能好好的教他，他将来在社会上为非作歹，你的父母是罪人。现在作父母的有几个懂得这个道理，有几个了解事实真相？不能怪罪他，没人教他！",
      "zh_TW": "所以一定要曉得，兩個人結合不是你個人的事情，是國家天下的事情。你養的小孩，不是你自己的，是什麼？是屬於整個社會的、整個國家的。你把他培養教好，他將來會救社會、救國家，這才是作父母的偉大。你要是溺愛，不能好好的教他，他將來在社會上為非作歹，你的父母是罪人。現在作父母的有幾個懂得這個道理，有幾個了解事實真相？不能怪罪他，沒人教他！"
    },
    {
      "id": "21-111-0002_p0033",
      "zh_CN": "主持人：的确，因为之前也没人教他怎么做。",
      "zh_TW": "主持人：的確，因為之前也沒人教他怎麼做。"
    },
    {
      "id": "21-111-0002_p0034",
      "zh_CN": "净空法师：没有人教他，他怎么会懂？现在我们只有靠这些宗教家。我到处去拜托这些宗教家、宗教传教师，我希望我们共同联手合作，从我们这个宗教徒下手。我们先把教徒们教好，让他们回归到伦理道德，才能真正救自己、救你家庭、救你的社会，帮助苦难的世界。",
      "zh_TW": "淨空法師：沒有人教他，他怎麼會懂？現在我們只有靠這些宗教家。我到處去拜託這些宗教家、宗教傳教師，我希望我們共同聯手合作，從我們這個宗教徒下手。我們先把教徒們教好，讓他們回歸到倫理道德，才能真正救自己、救你家庭、救你的社會，幫助苦難的世界。"
    },
    {
      "id": "21-111-0002_p0035",
      "zh_CN": "主持人：各位在谈恋爱，或者在乱爱的男女，这个恋爱学分怎么修？其实就像刚刚法师，真的是言简意赅，相处之道，有一句歌词就是说「请你记得我的好」。如果说你能够在爱上对方的时候，爱，看到的都是好处，鼻子大也觉得好挺，眼睛小也觉得好美，这种状况之下，要能够长久的维持下去。",
      "zh_TW": "主持人：各位在談戀愛，或者在亂愛的男女，這個戀愛學分怎麼修？其實就像剛剛法師，真的是言簡意賅，相處之道，有一句歌詞就是說「請你記得我的好」。如果說你能夠在愛上對方的時候，愛，看到的都是好處，鼻子大也覺得好挺，眼睛小也覺得好美，這種狀況之下，要能夠長久的維持下去。"
    },
    {
      "id": "21-111-0002_p0036",
      "zh_CN": "净空法师：对，永久维持。",
      "zh_TW": "淨空法師：對，永久維持。"
    },
    {
      "id": "21-111-0002_p0037",
      "zh_CN": "主持人：永久！中间那个爱情、亲情的累积是绝对不会被磨灭的。当然就像法师讲的，小孩子有样学样，父母亲这么恩爱、这么礼让、这么感恩，我想小孩在那样一个爱的环境里面他也一样学习到了。",
      "zh_TW": "主持人：永久！中間那個愛情、親情的累積是絕對不會被磨滅的。當然就像法師講的，小孩子有樣學樣，父母親這麼恩愛、這麼禮讓、這麼感恩，我想小孩在那樣一個愛的環境裡面他也一樣學習到了。"
    },
    {
      "id": "21-111-0002_p0038",
      "zh_CN": "净空法师：对，不错！他就有爱心。",
      "zh_TW": "淨空法師：對，不錯！他就有愛心。"
    },
    {
      "id": "21-111-0002_p0039",
      "zh_CN": "主持人：我们又有一句话讲到「虎毒不食子」。可是现在台湾一再的看到，有很多虐待子女的状况，只要自己心里不爽，可能因为离婚，或者是说家里面经济碰到状况，就拿无辜的、没有反抗能力的小孩出气，甚至是婴儿，可能拿到床上一摔，或者是因为自己没有做好事前的避孕，然后在火车站的厕所、飞机场的厕所，生下来的小孩冲到马桶里，要不然装到塑胶袋里面丢掉。让很多人开始质疑，古人大智慧的话开始出了问题，「虎毒不食子」，何况是人！可是现在人做的事情，就像法师刚刚讲的，有些人行为就是连畜生都不如。这种事情我们一般人也很生气，我们怎么样去平和自己的怒气，同时又能减少这样的一个事情？",
      "zh_TW": "主持人：我們又有一句話講到「虎毒不食子」。可是現在台灣一再的看到，有很多虐待子女的狀況，只要自己心裡不爽，可能因為離婚，或者是說家裡面經濟碰到狀況，就拿無辜的、沒有反抗能力的小孩出氣，甚至是嬰兒，可能拿到床上一摔，或者是因為自己沒有做好事前的避孕，然後在火車站的廁所、飛機場的廁所，生下來的小孩沖到馬桶裡，要不然裝到塑膠袋裡面丟掉。讓很多人開始質疑，古人大智慧的話開始出了問題，「虎毒不食子」，何況是人！可是現在人做的事情，就像法師剛剛講的，有些人行為就是連畜生都不如。這種事情我們一般人也很生氣，我們怎麼樣去平和自己的怒氣，同時又能減少這樣的一個事情？"
    },
    {
      "id": "21-111-0002_p0040",
      "zh_CN": "净空法师：还是教育。不是古人教错理论，不是他的问题，是因为人没有去学。人没有去学，所造的跟古人所讲的恰恰相违背，他没有学。所以不学圣学，不接受圣贤的教诲，他所作所为就是今天的社会现象。",
      "zh_TW": "淨空法師：還是教育。不是古人教錯理論，不是他的問題，是因為人沒有去學。人沒有去學，所造的跟古人所講的恰恰相違背，他沒有學。所以不學聖學，不接受聖賢的教誨，他所作所為就是今天的社會現象。"
    },
    {
      "id": "21-111-0002_p0041",
      "zh_CN": "主持人：总归一句，还是出现在基本的教育上面。",
      "zh_TW": "主持人：總歸一句，還是出現在基本的教育上面。"
    },
    {
      "id": "21-111-0002_p0042",
      "zh_CN": "净空法师：不错！不错！",
      "zh_TW": "淨空法師：不錯！不錯！"
    },
    {
      "id": "21-111-0002_p0043",
      "zh_CN": "主持人：刚刚法师提到「危邦不居，乱邦不入」，您会从离婚率数字来看这个邦城到底是乱还是危，台湾现在慢慢也开始危了起来，乱了起来，因为离婚率的关系。",
      "zh_TW": "主持人：剛剛法師提到「危邦不居，亂邦不入」，您會從離婚率數字來看這個邦城到底是亂還是危，台灣現在慢慢也開始危了起來，亂了起來，因為離婚率的關係。"
    },
    {
      "id": "21-111-0002_p0044",
      "zh_CN": "净空法师：对，对，不错！",
      "zh_TW": "淨空法師：對，對，不錯！"
    },
    {
      "id": "21-111-0002_p0045",
      "zh_CN": "主持人：还有一个原因是，我们再把这个家庭的概念扩大到社会，扩大到国家。现在面临选举，开始乱象也就来了，因为所谓口水战也愈来愈多，互相的攻击，互相的谩骂，看不清事实，每一个人面对镜头的时候都利用媒体来做宣传。在这样一个上梁不正下梁歪的情形，我们要怎样对我们教育能够更加把劲，好像变得更困难了。在上位者都可以这样，为什么我不可以？因为人会跟上面的人学习。",
      "zh_TW": "主持人：還有一個原因是，我們再把這個家庭的概念擴大到社會，擴大到國家。現在面臨選舉，開始亂象也就來了，因為所謂口水戰也愈來愈多，互相的攻擊，互相的謾罵，看不清事實，每一個人面對鏡頭的時候都利用媒體來做宣傳。在這樣一個上樑不正下樑歪的情形，我們要怎樣對我們教育能夠更加把勁，好像變得更困難了。在上位者都可以這樣，為什麼我不可以？因為人會跟上面的人學習。"
    },
    {
      "id": "21-111-0002_p0046",
      "zh_CN": "净空法师：如果没有高度的警觉，不能回头，那就像《圣经》跟《古兰经》里面讲的「世界末日」。《古兰经》里面这个句子很多，「信阿拉，信末日。」末日从哪里来？是我们自己造的。你只要不回头，问题就严重。现在美国跟阿富汗的战争，我们这两天在报纸上看到，他们手上很有可能拥有生化核武。如果生化核武运用在这个战争上，那就是世界末日现前。这个东西，它必定是对大城市、人口密集的地方下手，很难有幸存的。所以法国古老的预言，诺查丹玛斯的预言，讲这一次战争之后世界上的人口只剩下十分之一。",
      "zh_TW": "淨空法師：如果沒有高度的警覺，不能回頭，那就像《聖經》跟《古蘭經》裡面講的「世界末日」。《古蘭經》裡面這個句子很多，「信阿拉，信末日。」末日從哪裡來？是我們自己造的。你只要不回頭，問題就嚴重。現在美國跟阿富汗的戰爭，我們這兩天在報紙上看到，他們手上很有可能擁有生化核武。如果生化核武運用在這個戰爭上，那就是世界末日現前。這個東西，它必定是對大城市、人口密集的地方下手，很難有倖存的。所以法國古老的預言，諾查丹瑪斯的預言，講這一次戰爭之後世界上的人口只剩下十分之一。"
    },
    {
      "id": "21-111-0002_p0047",
      "zh_CN": "主持人：都是人自己造成的。",
      "zh_TW": "主持人：都是人自己造成的。"
    },
    {
      "id": "21-111-0002_p0048",
      "zh_CN": "净空法师：我们想想可不可能？很有可能。如果不是生化核武，不可能杀这么多人。老预言也说，这个战争之后，这个世界上会有一千年太平日子。为什么？人都死得差不多，都死光了！所以人与人才相亲相爱，不再计较。不遭过大劫难，他不肯回头！我们有责任劝导他，听不听那是他的事，我们尽到责任，我们对得起他。佛家常讲：「做一天和尚，撞一天钟」，这意思是说，我活一天我要尽到我一天的责任，我这一天没有空过。我们的心行要给社会人做好榜样，我们的言语要劝化苦难众生，要让他觉悟。特别是思想，不要认为我们这个思想好像与事实关联不到，实在讲非常重大。思想是波，现在这个社会许多人都在想战争，这个思想不好，这是把这个战争促进爆发。我们想什么？我们想和平。我们大家都想和平，和平这个思想波冲击他们战争的思想波，纵然不能把那个波变化，至少把那个波冲淡；换句话说，这个灾难就减弱。如果我们很多人都想和平，脑子里都不要想战争，都想和平，不要想仇恨，都想爱，都想慈悲，这是帮助自己、帮助社会、帮助世间解决这个劫难的唯一的一个办法。这个办法非常有效，思想波比电磁波的力量还要大。",
      "zh_TW": "淨空法師：我們想想可不可能？很有可能。如果不是生化核武，不可能殺這麼多人。老預言也說，這個戰爭之後，這個世界上會有一千年太平日子。為什麼？人都死得差不多，都死光了！所以人與人才相親相愛，不再計較。不遭過大劫難，他不肯回頭！我們有責任勸導他，聽不聽那是他的事，我們盡到責任，我們對得起他。佛家常講：「做一天和尚，撞一天鐘」，這意思是說，我活一天我要盡到我一天的責任，我這一天沒有空過。我們的心行要給社會人做好榜樣，我們的言語要勸化苦難眾生，要讓他覺悟。特別是思想，不要認為我們這個思想好像與事實關聯不到，實在講非常重大。思想是波，現在這個社會許多人都在想戰爭，這個思想不好，這是把這個戰爭促進爆發。我們想什麼？我們想和平。我們大家都想和平，和平這個思想波衝擊他們戰爭的思想波，縱然不能把那個波變化，至少把那個波沖淡；換句話說，這個災難就減弱。如果我們很多人都想和平，腦子裡都不要想戰爭，都想和平，不要想仇恨，都想愛，都想慈悲，這是幫助自己、幫助社會、幫助世間解決這個劫難的唯一的一個辦法。這個辦法非常有效，思想波比電磁波的力量還要大。"
    },
    {
      "id": "21-111-0002_p0049",
      "zh_CN": "主持人：是不是可以用比较简单的话，这就叫共愿，大家共同的愿望。",
      "zh_TW": "主持人：是不是可以用比較簡單的話，這就叫共願，大家共同的願望。"
    },
    {
      "id": "21-111-0002_p0050",
      "zh_CN": "净空法师：对，不错！就是我们必须要让自己思想里头没有一个恶念，决定不能有争执。今天的社会很麻烦的，西方人提倡竞争，竞争就讨厌了。竞争提升就是斗争，斗争再提升就是战争，战争再提升就是末日了。所以西方人这一套思惟的方式，是走向世界末日。东方所有宗教里面的思惟不是这样的，跟它恰恰相反，是平和的。所以我们绝对没有跟这个人竞争的念头，生活在世间，于人无争，于世无求，这个生活过得多快乐！世间人纵然有财富，纵然有很高的地位，你天天苦恼，你天天晚上睡不着觉，要吃安眠药，这过的是什么日子？一定要懂得过幸福、自在、美满的生活，那一定要接受圣贤的教诲。",
      "zh_TW": "淨空法師：對，不錯！就是我們必須要讓自己思想裡頭沒有一個惡念，決定不能有爭執。今天的社會很麻煩的，西方人提倡競爭，競爭就討厭了。競爭提升就是鬥爭，鬥爭再提升就是戰爭，戰爭再提升就是末日了。所以西方人這一套思惟的方式，是走向世界末日。東方所有宗教裡面的思惟不是這樣的，跟它恰恰相反，是平和的。所以我們絕對沒有跟這個人競爭的念頭，生活在世間，於人無爭，於世無求，這個生活過得多快樂！世間人縱然有財富，縱然有很高的地位，你天天苦惱，你天天晚上睡不著覺，要吃安眠藥，這過的是什麼日子？一定要懂得過幸福、自在、美滿的生活，那一定要接受聖賢的教誨。"
    },
    {
      "id": "21-111-0002_p0051",
      "zh_CN": "主持人：这个讲起来很容易，做起来很难！法师，我们每个人都希望能够过得很平静、很幸福、很快乐、很知足，可是往往有很多的事情会让我们这种凡胎生气不已！我们要怎样把自己的修为提升，尽量看到很多事情我们能够不动气，不动气就不会有冲突，没有冲突就不会有误会，没有误会就不会有战争，没有战争就不会有毁灭。所以我们要怎样让自己比较心平气和，真正达到一种修为的方式？",
      "zh_TW": "主持人：這個講起來很容易，做起來很難！法師，我們每個人都希望能夠過得很平靜、很幸福、很快樂、很知足，可是往往有很多的事情會讓我們這種凡胎生氣不已！我們要怎樣把自己的修為提升，盡量看到很多事情我們能夠不動氣，不動氣就不會有衝突，沒有衝突就不會有誤會，沒有誤會就不會有戰爭，沒有戰爭就不會有毀滅。所以我們要怎樣讓自己比較心平氣和，真正達到一種修為的方式？"
    },
    {
      "id": "21-111-0002_p0052",
      "zh_CN": "净空法师：这里面最重要的，认识宇宙人生的真理，宇宙人生的真相，只要把这个搞清楚，你从根救起来了。这是一个大学问，这些东西都在古圣先贤典籍里面、宗教经典里面，你不认真去学习，你怎么会得到？我学这一个课程到今年五十年了，所以我得自在！我感谢老师的恩德，老师跟我讲的话是真的，「人生最高的享受」我得到了。我怎样报答老师？我要把我的形象展现出来，我要把我的心得报告出来，这是我报答老师。",
      "zh_TW": "淨空法師：這裡面最重要的，認識宇宙人生的真理，宇宙人生的真相，只要把這個搞清楚，你從根救起來了。這是一個大學問，這些東西都在古聖先賢典籍裡面、宗教經典裡面，你不認真去學習，你怎麼會得到？我學這一個課程到今年五十年了，所以我得自在！我感謝老師的恩德，老師跟我講的話是真的，「人生最高的享受」我得到了。我怎樣報答老師？我要把我的形象展現出來，我要把我的心得報告出來，這是我報答老師。"
    },
    {
      "id": "21-111-0002_p0053",
      "zh_CN": "你要认真去修学，修学是一定要做到。老师第一天见面就教我放下，放下什么？放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢，安贫乐道，把自己的境界、精神不断向上提升。贪恋世间物质生活，你决定堕落。世间人学道为什么不能成就？就是不肯放下五欲六尘的享受，他就堕落了。贪图色声香味触，毁掉自己的身体、心灵，这种简单的生活是最健康的生活，他不懂！",
      "zh_TW": "你要認真去修學，修學是一定要做到。老師第一天見面就教我放下，放下什麼？放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢，安貧樂道，把自己的境界、精神不斷向上提升。貪戀世間物質生活，你決定墮落。世間人學道為什麼不能成就？就是不肯放下五欲六塵的享受，他就墮落了。貪圖色聲香味觸，毀掉自己的身體、心靈，這種簡單的生活是最健康的生活，他不懂！"
    },
    {
      "id": "21-111-0002_p0054",
      "zh_CN": "我在全世界，接触我的人都很欢喜乐于跟我往来，看到我的身体，「法师，你怎么保养的？」我说：「我喝白开水，得到这么好的身体，我不喝一切饮料，饮料里面有化学成分。我吃东西，青菜豆腐，很简单，而且一天吃一餐，省事！吃的量也很少，完全消化。」心地清净，一尘不染，外面的一些事物不会烦我的心。我不看电视，我不看报纸，我不看杂志，我不听新闻，人家问我今天怎么样？天下太平，没事！我过太平盛世。你们一看电视，一看报纸，不得了，天下大乱！你们的肩上负担太重。所以你问我，什么都不知道，问我今天是几月几号？不知道。我不戴手表，没有时间，「现在几点钟」我不知道。到哪里去？别人替我安排，我听人摆布，一切恒顺众生，随喜功德。这个日子过得多快乐！一切放下，一切都不缺乏，这个多自在！",
      "zh_TW": "我在全世界，接觸我的人都很歡喜樂於跟我往來，看到我的身體，「法師，你怎麼保養的？」我說：「我喝白開水，得到這麼好的身體，我不喝一切飲料，飲料裡面有化學成分。我吃東西，青菜豆腐，很簡單，而且一天吃一餐，省事！吃的量也很少，完全消化。」心地清淨，一塵不染，外面的一些事物不會煩我的心。我不看電視，我不看報紙，我不看雜誌，我不聽新聞，人家問我今天怎麼樣？天下太平，沒事！我過太平盛世。你們一看電視，一看報紙，不得了，天下大亂！你們的肩上負擔太重。所以你問我，什麼都不知道，問我今天是幾月幾號？不知道。我不戴手錶，沒有時間，「現在幾點鐘」我不知道。到哪裡去？別人替我安排，我聽人擺布，一切恆順眾生，隨喜功德。這個日子過得多快樂！一切放下，一切都不缺乏，這個多自在！"
    },
    {
      "id": "21-111-0002_p0055",
      "zh_CN": "所以，把对于一切人事物控制的念头放掉，那是自找苦吃，把对于一切人事物的占有要放下，这是苦难的根源，是你生死的根本。你能把这个放掉，了生死，出三界。你所有一切苦恼从根拔掉了，我们佛家讲业障、罪障，连根拔除，你才得自在快乐。先要认识，先要了解，然后自己下定决心拔掉。",
      "zh_TW": "所以，把對於一切人事物控制的念頭放掉，那是自找苦吃，把對於一切人事物的佔有要放下，這是苦難的根源，是你生死的根本。你能把這個放掉，了生死，出三界。你所有一切苦惱從根拔掉了，我們佛家講業障、罪障，連根拔除，你才得自在快樂。先要認識，先要了解，然後自己下定決心拔掉。"
    },
    {
      "id": "21-111-0002_p0056",
      "zh_CN": "主持人：可是这样子，我又想到另外一个问题，就是说有时候我们生气其实不是为了自己，那生气是因为看不惯别人做的事情。比方说：「你怎么可以这样欺负别人？你不应该这样做。你怎么可以骗别人？你不应该这样做。」我们生气是在这个点上。再加上法师刚刚讲的，我们要痛下决心去把自己这个行为举止修正，然后真正的要把这些道理读通。可是毕竟我们大家都是生活在俗世当中，我们还是要靠自己的能力去赚钱养家，我们必须要跟这个社会有些竞争，当然我们尽量能够做。可是像法师刚刚所说这一切的修为，对于活在俗世当中的人来讲是非常困难的。我怎么可能抛弃一切，我不要竞争，那我不拿薪水好了，就拿来供养，那孩子就活不下去了。对于有些人来看的话，这样的想法似乎过于消极跟遁世。法师您怎么跟大家来说，我们平凡人怎么修为？",
      "zh_TW": "主持人：可是這樣子，我又想到另外一個問題，就是說有時候我們生氣其實不是為了自己，那生氣是因為看不慣別人做的事情。比方說：「你怎麼可以這樣欺負別人？你不應該這樣做。你怎麼可以騙別人？你不應該這樣做。」我們生氣是在這個點上。再加上法師剛剛講的，我們要痛下決心去把自己這個行為舉止修正，然後真正的要把這些道理讀通。可是畢竟我們大家都是生活在俗世當中，我們還是要靠自己的能力去賺錢養家，我們必須要跟這個社會有些競爭，當然我們盡量能夠做。可是像法師剛剛所說這一切的修為，對於活在俗世當中的人來講是非常困難的。我怎麼可能拋棄一切，我不要競爭，那我不拿薪水好了，就拿來供養，那孩子就活不下去了。對於有些人來看的話，這樣的想法似乎過於消極跟遁世。法師您怎麼跟大家來說，我們平凡人怎麼修為？"
    },
    {
      "id": "21-111-0002_p0057",
      "zh_CN": "净空法师：不消极、不遁世，而且非常积极，会过得更自在、更美满、更幸福。",
      "zh_TW": "淨空法師：不消極、不遁世，而且非常積極，會過得更自在、更美滿、更幸福。"
    },
    {
      "id": "21-111-0002_p0058",
      "zh_CN": "主持人：怎么做？",
      "zh_TW": "主持人：怎麼做？"
    },
    {
      "id": "21-111-0002_p0059",
      "zh_CN": "净空法师：你依照圣人教你的道理方法去做。譬如，你要钱，钱不是竞争可以得来的，如果竞争能够得来，因果的理论就完全被推翻了。佛教给我们财富是果报，它的因是什么？财布施。你能够以财物帮助别人，你种下这个因，我们一般讲你命里头有财，无论你经营哪个行业，那个钱很容易赚来，那是回报。你种的是因，你经营的事业是缘，因跟缘结合，果报就现前，不管你干哪一行，你很容易赚到钱。聪明智慧是果报，法布施是因。健康长寿是果报，无畏布施是因。只要你修三种因，你自然就得三种果报，这三种果报不是竞争得来的，竞争得不到。",
      "zh_TW": "淨空法師：你依照聖人教你的道理方法去做。譬如，你要錢，錢不是競爭可以得來的，如果競爭能夠得來，因果的理論就完全被推翻了。佛教給我們財富是果報，它的因是什麼？財布施。你能夠以財物幫助別人，你種下這個因，我們一般講你命裡頭有財，無論你經營哪個行業，那個錢很容易賺來，那是回報。你種的是因，你經營的事業是緣，因跟緣結合，果報就現前，不管你幹哪一行，你很容易賺到錢。聰明智慧是果報，法布施是因。健康長壽是果報，無畏布施是因。只要你修三種因，你自然就得三種果報，這三種果報不是競爭得來的，競爭得不到。"
    },
    {
      "id": "21-111-0002_p0060",
      "zh_CN": "主持人：看我们的修为。",
      "zh_TW": "主持人：看我們的修為。"
    },
    {
      "id": "21-111-0002_p0061",
      "zh_CN": "净空法师：我命里头没有钱，我怎么样跟人争，也发不了财。人家做这个行业会赚钱，我去做就赔本，没有这个命！所以你要懂得怎样去修因，你才会得到果报。因果决定是相应的，丝毫不爽！所以你把道理搞清楚、事实真相搞清楚，如理如法去做人，你会过得非常幸福美满。这个世间从你个人到这个国家社会，一切繁杂的事情到你面前，问题就没有了，就解决了，你说这个多自在，多快乐！看到别人，你觉得不如意的事情，你看它的因，你看它的缘，你就不会生气。生一分钟的气，三天都不能恢复，你上当！你糟蹋自己！不可以生气，保持心地的清净平等，你就生智慧，智慧才能解决问题，烦恼习气不能解决问题。",
      "zh_TW": "淨空法師：我命裡頭沒有錢，我怎麼樣跟人爭，也發不了財。人家做這個行業會賺錢，我去做就賠本，沒有這個命！所以你要懂得怎樣去修因，你才會得到果報。因果決定是相應的，絲毫不爽！所以你把道理搞清楚、事實真相搞清楚，如理如法去做人，你會過得非常幸福美滿。這個世間從你個人到這個國家社會，一切繁雜的事情到你面前，問題就沒有了，就解決了，你說這個多自在，多快樂！看到別人，你覺得不如意的事情，你看它的因，你看它的緣，你就不會生氣。生一分鐘的氣，三天都不能恢復，你上當！你糟蹋自己！不可以生氣，保持心地的清淨平等，你就生智慧，智慧才能解決問題，煩惱習氣不能解決問題。"
    },
    {
      "id": "21-111-0002_p0062",
      "zh_CN": "主持人：今天的访谈，我想很多朋友在看到这一段谈话的时候，法师一再很严正的告诉大家，很多的事情就出在他的根本跟教育。我们未来还有很多的疑问想要请法师来开示，今天我们就进行到这边，我们让法师休息。谢谢大家，也祝福大家平安、平安。",
      "zh_TW": "主持人：今天的訪談，我想很多朋友在看到這一段談話的時候，法師一再很嚴正的告訴大家，很多的事情就出在他的根本跟教育。我們未來還有很多的疑問想要請法師來開示，今天我們就進行到這邊，我們讓法師休息。謝謝大家，也祝福大家平安、平安。"
    },
    {
      "id": "21-111-0002_p0063",
      "zh_CN": "净空法师：谢谢大家！",
      "zh_TW": "淨空法師：謝謝大家！"
    }
  ]
}