{
  "doc_id": "21-111-0004",
  "title": {
    "zh_CN": "专题访问—幸福快乐安定泉源",
    "zh_TW": "專題訪問—幸福快樂安定泉源"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台湾台北光启社",
    "zh_TW": "台灣台北光啟社"
  },
  "doc_number": "21-111-0004",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "21-111-0004_p0001",
      "zh_CN": "主持人：欢迎诸位大德再度回到我们今天的访谈当中，同样的在这个阶段，我们还是要请佛门高僧净空法师继续为我们开示，法师就辛苦您了！",
      "zh_TW": "主持人：歡迎諸位大德再度回到我們今天的訪談當中，同樣的在這個階段，我們還是要請佛門高僧淨空法師繼續為我們開示，法師就辛苦您了！"
    },
    {
      "id": "21-111-0004_p0002",
      "zh_CN": "我们就刚才上一个阶段的话题，我最近看到一个很有趣的统计数字，是由我们国家公开统计的。就是在台湾二千三百万人民里面，有一百五十万的总经理跟董事长。如果我们再以这个数字继续计算下去，一个董事长旁边配两个副总，这样的话，可能整个台湾二千三百万人里面有五百万的人都是在副总、总经理、董事、董事长这样一个阶段。现在其实可以说，一个招牌砸下来，可能会砸到好几个大老板，名片上面大家头衔写得愈来愈大。我想问的是：为什么人这么容易被虚名所迷惑？",
      "zh_TW": "我們就剛才上一個階段的話題，我最近看到一個很有趣的統計數字，是由我們國家公開統計的。就是在台灣二千三百萬人民裡面，有一百五十萬的總經理跟董事長。如果我們再以這個數字繼續計算下去，一個董事長旁邊配兩個副總，這樣的話，可能整個台灣二千三百萬人裡面有五百萬的人都是在副總、總經理、董事、董事長這樣一個階段。現在其實可以說，一個招牌砸下來，可能會砸到好幾個大老闆，名片上面大家頭銜寫得愈來愈大。我想問的是：為什麼人這麼容易被虛名所迷惑？"
    },
    {
      "id": "21-111-0004_p0003",
      "zh_CN": "净空法师：说到根本原因还是属于教育问题，这个虚而不实对自己造成无法弥补的伤害。在现前这个阶段，就是你的身心不健康。往深处来讲，你迷恋在五欲六尘之中，迷恋在名闻利养之中，你的智慧失掉了，你的良心失掉了；换句话说，如果没有智慧、没有良心，你的起心动念、言语行为都是造业。果报实实在在是可怕，眼前你不晓得，果报现前的时候，后悔莫及。追究起根本原因，你没有接触过圣贤，没有接触过真正的好人、善知识。",
      "zh_TW": "淨空法師：說到根本原因還是屬於教育問題，這個虛而不實對自己造成無法彌補的傷害。在現前這個階段，就是你的身心不健康。往深處來講，你迷戀在五欲六塵之中，迷戀在名聞利養之中，你的智慧失掉了，你的良心失掉了；換句話說，如果沒有智慧、沒有良心，你的起心動念、言語行為都是造業。果報實實在在是可怕，眼前你不曉得，果報現前的時候，後悔莫及。追究起根本原因，你沒有接觸過聖賢，沒有接觸過真正的好人、善知識。"
    },
    {
      "id": "21-111-0004_p0004",
      "zh_CN": "一个人从小生下来，特别是在现代这个社会，所接触的都是妖魔鬼怪。什么是妖魔鬼怪？心里贪瞋痴慢，行为贪瞋痴慢，言语贪瞋痴慢，这就是妖魔鬼怪。《春秋左传》里面讲得好：「人弃常则妖兴」。什么叫妖怪？「常」是什么？常是五常，仁义礼智信。换句话说，仁义礼智信都没有了，这个人就是妖怪。所以天天用名闻利养，用财色名食睡诱惑你的，那些人你要认清楚，「妖魔鬼怪，这不是善人」。如果你不认识他，你就跟他同流合污，自己也变成妖魔鬼怪，自己还不晓得。所以他不会回头，他不会反省，他在这个大染缸里面，认为这是正常的，这是对的。我们跟他讲圣贤的言语、圣贤的概念，他觉得这个东西反常，他不能接受。所以我们遇到这样一个境界，我们很清楚，这是正常。他从小就没有接触过，他接触的是负面的，所以今天跟他讲仁义道德，他听不进去。跟他讲孔子、孟子，他说那个是古时代的，已经落伍了，应当丢到茅厕坑里去。他不晓得这些东西真正能解决现在社会问题，真正带给你一生美满幸福，带给你光明的前途。",
      "zh_TW": "一個人從小生下來，特別是在現代這個社會，所接觸的都是妖魔鬼怪。什麼是妖魔鬼怪？心裡貪瞋痴慢，行為貪瞋痴慢，言語貪瞋痴慢，這就是妖魔鬼怪。《春秋左傳》裡面講得好：「人棄常則妖興」。什麼叫妖怪？「常」是什麼？常是五常，仁義禮智信。換句話說，仁義禮智信都沒有了，這個人就是妖怪。所以天天用名聞利養，用財色名食睡誘惑你的，那些人你要認清楚，「妖魔鬼怪，這不是善人」。如果你不認識他，你就跟他同流合污，自己也變成妖魔鬼怪，自己還不曉得。所以他不會回頭，他不會反省，他在這個大染缸裡面，認為這是正常的，這是對的。我們跟他講聖賢的言語、聖賢的概念，他覺得這個東西反常，他不能接受。所以我們遇到這樣一個境界，我們很清楚，這是正常。他從小就沒有接觸過，他接觸的是負面的，所以今天跟他講仁義道德，他聽不進去。跟他講孔子、孟子，他說那個是古時代的，已經落伍了，應當丟到茅廁坑裡去。他不曉得這些東西真正能解決現在社會問題，真正帶給你一生美滿幸福，帶給你光明的前途。"
    },
    {
      "id": "21-111-0004_p0005",
      "zh_CN": "你们今天世间人求的是什么？归纳起来，不外乎求财、求智慧（希望自己有聪明智慧）、求健康长寿。这三种希求超越国家界限，超越族群界限，超越宗教界限，无论到哪个国家地区，你去问，大家都欢喜，大家都想要。佛法里头有，教你怎么样去求得。",
      "zh_TW": "你們今天世間人求的是什麼？歸納起來，不外乎求財、求智慧（希望自己有聰明智慧）、求健康長壽。這三種希求超越國家界限，超越族群界限，超越宗教界限，無論到哪個國家地區，你去問，大家都歡喜，大家都想要。佛法裡頭有，教你怎麼樣去求得。"
    },
    {
      "id": "21-111-0004_p0006",
      "zh_CN": "我就是从佛法里头求得的，我确确实实贫穷下贱，没有财富也没有地位，我刚学佛出家的时候你看到我那个照片，比圣严法师瘦很多，圣严法师状况比我好得太多，我一点福报都没有。现在看起来很有福报，是从佛经里头学来的，所以聪明智慧、健康长寿都是从佛法里头得来的。只要相信，只要不怀疑，依教奉行，「佛氏门中，有求必应」。你说求作佛都能做得到，世间这些荣华富贵，在佛教里面看起来叫鸡毛蒜皮，很容易就得到，你得相信，你要去找这些方法就得到。",
      "zh_TW": "我就是從佛法裡頭求得的，我確確實實貧窮下賤，沒有財富也沒有地位，我剛學佛出家的時候你看到我那個照片，比聖嚴法師瘦很多，聖嚴法師狀況比我好得太多，我一點福報都沒有。現在看起來很有福報，是從佛經裡頭學來的，所以聰明智慧、健康長壽都是從佛法裡頭得來的。只要相信，只要不懷疑，依教奉行，「佛氏門中，有求必應」。你說求作佛都能做得到，世間這些榮華富貴，在佛教裡面看起來叫雞毛蒜皮，很容易就得到，你得相信，你要去找這些方法就得到。"
    },
    {
      "id": "21-111-0004_p0007",
      "zh_CN": "主持人：讲到虚名这一部分，就是其实人常常被盛名或虚名所累，反而是劳心劳力，又让自己活得并不是这么快乐。可是现在我有个疑问，就是在东方的社会里面，大家都很在乎这个名称，尤其是在台湾这几年很流行一个名词叫「老师」。大家都忘记老师原来是什么？也就是现在在电视上，骗你钱叫你去买股票的，你也叫他老师；帮你做脸、帮你化妆的，你也叫他老师；在后面打鼓的，也叫他老师；帮你算命的也叫老师，各式各样的人都变成了老师。这个老师到底变成了什么？这些老师是不是不应该随便乱叫？",
      "zh_TW": "主持人：講到虛名這一部分，就是其實人常常被盛名或虛名所累，反而是勞心勞力，又讓自己活得並不是這麼快樂。可是現在我有個疑問，就是在東方的社會裡面，大家都很在乎這個名稱，尤其是在台灣這幾年很流行一個名詞叫「老師」。大家都忘記老師原來是什麼？也就是現在在電視上，騙你錢叫你去買股票的，你也叫他老師；幫你做臉、幫你化妝的，你也叫他老師；在後面打鼓的，也叫他老師；幫你算命的也叫老師，各式各樣的人都變成了老師。這個老師到底變成了什麼？這些老師是不是不應該隨便亂叫？"
    },
    {
      "id": "21-111-0004_p0008",
      "zh_CN": "净空法师：对！「师」这个称呼，在古时候跟父母是平等的，是非常尊重的，尊师重道！中国的道统能够维系这么长久，族群还没有被淘汰、被消灭，就是靠这个传统。这个传统是孝道跟师道。孝道跟师道就是父母跟老师是平等的。在古礼上，父母过世，儿女守丧三年，老师死了之后，心丧三年，就是指的不穿孝服；除不穿孝服之外，没有两样，所以老师那个地位比什么都尊重。皇帝见到老师不能够南面。皇帝是帝王之尊，接见任何人，他的座位都是坐北朝南，坐在最上方。老师来了，他不能坐在上面，他要降阶。他站在东面，东面是主人，老师站在西面，行宾主之礼，不敢把老师看作自己的臣子。这是什么？提倡师道。所以尊师重道帝王来提倡，他这么一做，皇帝对老师这么尊重，我们臣民任何一个人，对老师一定要尊重，一定要接受老师教诲。现在老师这个名称也滥，尊师重道当然就没法子再提倡，实际上尊师重道的含义也被破坏了。这就是儒家讲的「名不正则言不顺」，无论做一桩什么事情，正名比什么都重要。",
      "zh_TW": "淨空法師：對！「師」這個稱呼，在古時候跟父母是平等的，是非常尊重的，尊師重道！中國的道統能夠維繫這麼長久，族群還沒有被淘汰、被消滅，就是靠這個傳統。這個傳統是孝道跟師道。孝道跟師道就是父母跟老師是平等的。在古禮上，父母過世，兒女守喪三年，老師死了之後，心喪三年，就是指的不穿孝服；除不穿孝服之外，沒有兩樣，所以老師那個地位比什麼都尊重。皇帝見到老師不能夠南面。皇帝是帝王之尊，接見任何人，他的座位都是坐北朝南，坐在最上方。老師來了，他不能坐在上面，他要降階。他站在東面，東面是主人，老師站在西面，行賓主之禮，不敢把老師看作自己的臣子。這是什麼？提倡師道。所以尊師重道帝王來提倡，他這麼一做，皇帝對老師這麼尊重，我們臣民任何一個人，對老師一定要尊重，一定要接受老師教誨。現在老師這個名稱也濫，尊師重道當然就沒法子再提倡，實際上尊師重道的含義也被破壞了。這就是儒家講的「名不正則言不順」，無論做一樁什麼事情，正名比什麼都重要。"
    },
    {
      "id": "21-111-0004_p0009",
      "zh_CN": "我学佛，那时候出家，出家之后第一桩事情，我就向佛教会写了一篇文章，希望佛教会把佛教做正名的工作。因为大家现在把「佛教」二个字叫成习惯了，提到佛教人家概念都是迷信。我说从前是可以，从前中国人都喜欢简单，文字言语标准是简要详明，要简单扼要，还要详细，还要明白，符合这四个标准，是好文章、好言语。现在佛教两个字是很简单，我们很清楚，一般社会大众不清楚，它这个含义模糊了，所以不得不加两个字进去，大家耳目一新。加两个什么字？佛「陀」教「育」。加上这两个字，大家耳目一新，不至于产生错误。佛教确确实实是佛陀教育，要说得具体一点，是释迦牟尼佛的教育，就像我们中国孔老夫子的教育，释迦牟尼佛的教育，这样一般社会大众就不至于误会。当时提出去，好像佛教会也曾经讨论，讨论之后也就不了了之。正名重要，「名不正则言不顺」。",
      "zh_TW": "我學佛，那時候出家，出家之後第一樁事情，我就向佛教會寫了一篇文章，希望佛教會把佛教做正名的工作。因為大家現在把「佛教」二個字叫成習慣了，提到佛教人家概念都是迷信。我說從前是可以，從前中國人都喜歡簡單，文字言語標準是簡要詳明，要簡單扼要，還要詳細，還要明白，符合這四個標準，是好文章、好言語。現在佛教兩個字是很簡單，我們很清楚，一般社會大眾不清楚，它這個含義模糊了，所以不得不加兩個字進去，大家耳目一新。加兩個什麼字？佛「陀」教「育」。加上這兩個字，大家耳目一新，不至於產生錯誤。佛教確確實實是佛陀教育，要說得具體一點，是釋迦牟尼佛的教育，就像我們中國孔老夫子的教育，釋迦牟尼佛的教育，這樣一般社會大眾就不至於誤會。當時提出去，好像佛教會也曾經討論，討論之後也就不了了之。正名重要，「名不正則言不順」。"
    },
    {
      "id": "21-111-0004_p0010",
      "zh_CN": "主持人：古人也经常提到「必也正名乎」，第一步就是要把真正的名义这件事情弄清楚。我们换个角度来讲，就是说「名不正则言不顺」，我们能够理解，什么样子的人的行为举止，他才配被称作老师？",
      "zh_TW": "主持人：古人也經常提到「必也正名乎」，第一步就是要把真正的名義這件事情弄清楚。我們換個角度來講，就是說「名不正則言不順」，我們能夠理解，什麼樣子的人的行為舉止，他才配被稱作老師？"
    },
    {
      "id": "21-111-0004_p0011",
      "zh_CN": "净空法师：前些年，我曾经到北京去访问北京的师范大学，学校里面校长、教授、学生代表来接待我。我在接待会上，看到进门的好像是很大的一个建筑物，门口有一个牌子，写了八个字：「学为人师，身为世范」，我看了很欢喜，我就告诉校长、教授，我说：「《大方广佛华严经》所说的，就是这八个字。」他们听了非常惊讶！他说：「这八个字是我们全校老师共同拟定的。」以后我把它改了一个字，他们也同意了。它是「学为人师，身为世范。」我把那个「身」改成「行」，行为的行，行比身的范围广，比身的意思要深。",
      "zh_TW": "淨空法師：前些年，我曾經到北京去訪問北京的師範大學，學校裡面校長、教授、學生代表來接待我。我在接待會上，看到進門的好像是很大的一個建築物，門口有一個牌子，寫了八個字：「學為人師，身為世範」，我看了很歡喜，我就告訴校長、教授，我說：「《大方廣佛華嚴經》所說的，就是這八個字。」他們聽了非常驚訝！他說：「這八個字是我們全校老師共同擬定的。」以後我把它改了一個字，他們也同意了。它是「學為人師，身為世範。」我把那個「身」改成「行」，行為的行，行比身的範圍廣，比身的意思要深。"
    },
    {
      "id": "21-111-0004_p0012",
      "zh_CN": "老师确确实实要做到这八个字，学为人师，「师」是师表、表率，就是今天讲的「样子」，中国大陆讲样板；「范」是模范。我们起心动念、言语造作一定要给学生做榜样、做模范，这才是老师。所以在中国儒家的教学，它真正的含义是每一个人都要做到这三个字「君、亲、师」，不仅仅是给帝王说的，跟我们任何一个人教诲都是这样。",
      "zh_TW": "老師確確實實要做到這八個字，學為人師，「師」是師表、表率，就是今天講的「樣子」，中國大陸講樣板；「範」是模範。我們起心動念、言語造作一定要給學生做榜樣、做模範，這才是老師。所以在中國儒家的教學，它真正的含義是每一個人都要做到這三個字「君、親、師」，不僅僅是給帝王說的，跟我們任何一個人教誨都是這樣。"
    },
    {
      "id": "21-111-0004_p0013",
      "zh_CN": "「君」是什么？是领导人。无论你在一个家庭，你家长领导这个家；你是公司行号老板，你领导你的员工。「亲」是父母亲，要用父母亲这个心照顾你的下属，照顾你的员工，把你员工看作子弟，真正有爱心去照顾他。「师」是什么？你是他的老师，你是他的榜样，你是他的模范。我们做员工的人也是如此，我在员工当中，我要做我所有员工的好榜样、好模范，我员工也做到「君亲师」。「君亲师」是从上到下，于一切人它都是贯彻的。这种教学的理念，教学的原理原则，是非常非常的圆满。可惜现在人都把它遗忘了，对于「君亲师」这三个字真正的含义都不能够了解，以为孔老夫子这是教国家领袖的，跟我们无关，错了！我们任何一个岗位，任何一种生活方式，都应当把它做到。",
      "zh_TW": "「君」是什麼？是領導人。無論你在一個家庭，你家長領導這個家；你是公司行號老闆，你領導你的員工。「親」是父母親，要用父母親這個心照顧你的下屬，照顧你的員工，把你員工看作子弟，真正有愛心去照顧他。「師」是什麼？你是他的老師，你是他的榜樣，你是他的模範。我們做員工的人也是如此，我在員工當中，我要做我所有員工的好榜樣、好模範，我員工也做到「君親師」。「君親師」是從上到下，於一切人它都是貫徹的。這種教學的理念，教學的原理原則，是非常非常的圓滿。可惜現在人都把它遺忘了，對於「君親師」這三個字真正的含義都不能夠了解，以為孔老夫子這是教國家領袖的，跟我們無關，錯了！我們任何一個崗位，任何一種生活方式，都應當把它做到。"
    },
    {
      "id": "21-111-0004_p0014",
      "zh_CN": "主持人：既然讲到「必也正名乎」，我们就再来正名一下，刚刚提到什么样子的行为举止规范，才真的是配称作老师。再讲到父母好了，从前我们是说要孝顺父母，可是现代的社会我们看到比较多，是父母在孝顺子女。不管是海峡对岸那一边，然后他们这个一胎化，造成每个家庭里面养出很多骄纵的小皇帝、小公主。在台湾的情形也是如此。很多人就在讲，父母亲现在是孝子、孝女，不但是自己一直容忍小孩子过度的行为不当，然后到后来又尝到很多的苦头。所以在这个地方也请法师跟我们开示，什么才叫做真正的为人父母？",
      "zh_TW": "主持人：既然講到「必也正名乎」，我們就再來正名一下，剛剛提到什麼樣子的行為舉止規範，才真的是配稱作老師。再講到父母好了，從前我們是說要孝順父母，可是現代的社會我們看到比較多，是父母在孝順子女。不管是海峽對岸那一邊，然後他們這個一胎化，造成每個家庭裡面養出很多驕縱的小皇帝、小公主。在台灣的情形也是如此。很多人就在講，父母親現在是孝子、孝女，不但是自己一直容忍小孩子過度的行為不當，然後到後來又嘗到很多的苦頭。所以在這個地方也請法師跟我們開示，什麼才叫做真正的為人父母？"
    },
    {
      "id": "21-111-0004_p0015",
      "zh_CN": "净空法师：这个事情非常非常严重，严重的后果就是世界末日，是整个人类的大灾难。现在人没有看到这一层，也没有想到。如果父母倒过来孝顺子女，二、三十年后社会跟世界的悲剧必定现前。纵然现在，譬如说，美国发动对阿富汗的战争，可以终止，可以化解，二、三十年后世界末日还是要现前。为什么？底下这一代完了。",
      "zh_TW": "淨空法師：這個事情非常非常嚴重，嚴重的後果就是世界末日，是整個人類的大災難。現在人沒有看到這一層，也沒有想到。如果父母倒過來孝順子女，二、三十年後社會跟世界的悲劇必定現前。縱然現在，譬如說，美國發動對阿富汗的戰爭，可以終止，可以化解，二、三十年後世界末日還是要現前。為什麼？底下這一代完了。"
    },
    {
      "id": "21-111-0004_p0016",
      "zh_CN": "三年前，美国那边同修寄一份资料给我，是美国统计青少年犯罪率的一个单子。我一看真是吓呆了，每天青少年犯罪率平均的案件达到七千万件，平均每天！每天青少年犯罪率七千万件，平均每天青少年杀人有六个。其他国家地区没有统计，如果各个地方都来统计一下，真的把人都吓呆了。这世界还有前途吗？怎么造成的？父母没有尽到父母的责任。「养不教父之过，教不严师之惰」，老师没有尽到责任，父母没有尽到责任。底下一代毁灭是整个人类的毁灭，这是非常非常严重错误的问题。",
      "zh_TW": "三年前，美國那邊同修寄一份資料給我，是美國統計青少年犯罪率的一個單子。我一看真是嚇呆了，每天青少年犯罪率平均的案件達到七千萬件，平均每天！每天青少年犯罪率七千萬件，平均每天青少年殺人有六個。其他國家地區沒有統計，如果各個地方都來統計一下，真的把人都嚇呆了。這世界還有前途嗎？怎麼造成的？父母沒有盡到父母的責任。「養不教父之過，教不嚴師之惰」，老師沒有盡到責任，父母沒有盡到責任。底下一代毀滅是整個人類的毀滅，這是非常非常嚴重錯誤的問題。"
    },
    {
      "id": "21-111-0004_p0017",
      "zh_CN": "如果要就事实真相来说，事实真相现在人不知道，现在人迷信科学，他说我们学道的人、修学古文化的、修学宗教的，认为我们是迷信。实实在在讲，我们看他是迷信。我们迷信宗教、迷信圣人，他们迷信科学，结果比我们更严重。我们迷信宗教还不至于犯太大过失，他们迷信科学到最后会毁灭世界。",
      "zh_TW": "如果要就事實真相來說，事實真相現在人不知道，現在人迷信科學，他說我們學道的人、修學古文化的、修學宗教的，認為我們是迷信。實實在在講，我們看他是迷信。我們迷信宗教、迷信聖人，他們迷信科學，結果比我們更嚴重。我們迷信宗教還不至於犯太大過失，他們迷信科學到最後會毀滅世界。"
    },
    {
      "id": "21-111-0004_p0018",
      "zh_CN": "如果就事实真相，佛经上字字句句都是讲的真相。儿女到你家来，是什么关系？我在二十多年前，一九七七年在香港讲经，住在蓝塘道的「光明讲堂」，讲堂大殿上有一副对联，寿冶和尚写的，写得很有趣味。上联是「夫妻是缘，有善缘，有恶缘，冤冤相报」；下联写的是「儿女是债，有讨债，有还债，无债不来」。你要是真正懂得这个道理，晓得事实真相，这个小孩到你家来投胎，换句话就是来讨债的。佛家讲的报恩、报怨、讨债、还债四种关系，他才会到你家里来跟你做父子这个关系。",
      "zh_TW": "如果就事實真相，佛經上字字句句都是講的真相。兒女到你家來，是什麼關係？我在二十多年前，一九七七年在香港講經，住在藍塘道的「光明講堂」，講堂大殿上有一副對聯，壽冶和尚寫的，寫得很有趣味。上聯是「夫妻是緣，有善緣，有惡緣，冤冤相報」；下聯寫的是「兒女是債，有討債，有還債，無債不來」。你要是真正懂得這個道理，曉得事實真相，這個小孩到你家來投胎，換句話就是來討債的。佛家講的報恩、報怨、討債、還債四種關係，他才會到你家裡來跟你做父子這個關係。"
    },
    {
      "id": "21-111-0004_p0019",
      "zh_CN": "假如这个小孩是到你家来报恩的，你把他堕胎杀掉了，恩变成仇；如果他是来报仇的，你把他杀掉了，仇上又加仇，你来生没好日子过，这还得了！所以，堕胎这个事情不得了！堕胎是把你的冤亲债主杀掉，统统变成仇人，统统变成敌人，他必定来报复你。来生或者投生做你的孙子，或者投胎做你兄弟的儿子，长大了绝对会找麻烦，会搞得你家破人亡，冤冤相报！我们相信佛的话，懂得佛的话，我们对于这桩事情的处理就会小心谨慎。小孩来了，报恩的，要好好教他；报怨的，也要好好教他，那个怨恨他会解开。为什么？他慢慢明白道理，所以冤变成亲。在佛法里面讲，把家亲眷属转变成法眷属，是最高明的。我自己得度，他们也统统都得度，总是以真诚、善心、爱心去教导他，帮助他将来在社会上做个善人，做个有利于社会人群的人。",
      "zh_TW": "假如這個小孩是到你家來報恩的，你把他墮胎殺掉了，恩變成仇；如果他是來報仇的，你把他殺掉了，仇上又加仇，你來生沒好日子過，這還得了！所以，墮胎這個事情不得了！墮胎是把你的冤親債主殺掉，統統變成仇人，統統變成敵人，他必定來報復你。來生或者投生做你的孫子，或者投胎做你兄弟的兒子，長大了絕對會找麻煩，會搞得你家破人亡，冤冤相報！我們相信佛的話，懂得佛的話，我們對於這樁事情的處理就會小心謹慎。小孩來了，報恩的，要好好教他；報怨的，也要好好教他，那個怨恨他會解開。為什麼？他慢慢明白道理，所以冤變成親。在佛法裡面講，把家親眷屬轉變成法眷屬，是最高明的。我自己得度，他們也統統都得度，總是以真誠、善心、愛心去教導他，幫助他將來在社會上做個善人，做個有利於社會人群的人。"
    },
    {
      "id": "21-111-0004_p0020",
      "zh_CN": "说到这个问题，现在许许多多学道的人，道业不能成就，原因在哪里？心量太小。我们中国古人常讲「量大福大」，量小哪来的福报？所有的福报都被折损了，心量要大。今天我们起心动念不是想一个家庭，不是想我这个地区、我这个国家，我这个国家好，别人国家不好，还是要发生国际上战争。今天起心动念，至少要想到整个地球。我培养一个小孩，我教一个学生，我不是为国家培养人才，我是为世界培养人才，这是我的使命。我教导他将来要为世界一切人民服务，国际上所有一切纷争才能够化解，自然灾害也能够减弱，甚至于也能够消除。量小不行！起心动念是全世界，这个量算不算大？不算大。这是什么？这是人道，你才算是个人，你这个心量不能包容全世界，你根本就不是人。",
      "zh_TW": "說到這個問題，現在許許多多學道的人，道業不能成就，原因在哪裡？心量太小。我們中國古人常講「量大福大」，量小哪來的福報？所有的福報都被折損了，心量要大。今天我們起心動念不是想一個家庭，不是想我這個地區、我這個國家，我這個國家好，別人國家不好，還是要發生國際上戰爭。今天起心動念，至少要想到整個地球。我培養一個小孩，我教一個學生，我不是為國家培養人才，我是為世界培養人才，這是我的使命。我教導他將來要為世界一切人民服務，國際上所有一切紛爭才能夠化解，自然災害也能夠減弱，甚至於也能夠消除。量小不行！起心動念是全世界，這個量算不算大？不算大。這是什麼？這是人道，你才算是個人，你這個心量不能包容全世界，你根本就不是人。"
    },
    {
      "id": "21-111-0004_p0021",
      "zh_CN": "佛菩萨的心量「心包太虚，量周沙界」，不但包这个地球，这个太阳系、这个银河系，他是把虚空法界所有星系全部都包括，一个都不漏，这是佛菩萨的心量。我们的心量多可怜，夫妻两个会吵架，会闹离婚，就是彼此都不能包容，一个人都不能包容。甚至于可怜到什么程度？连自己跟自己都不能包容，坐在那里没事，自己还发脾气，这人有什么法子！这真是悲哀到了极处！关键的问题，没有接受到圣贤的教育。所以今天挽救自己，挽救家庭，挽救社会，挽救世运，都要靠圣贤教育。",
      "zh_TW": "佛菩薩的心量「心包太虛，量周沙界」，不但包這個地球，這個太陽系、這個銀河系，他是把虛空法界所有星系全部都包括，一個都不漏，這是佛菩薩的心量。我們的心量多可憐，夫妻兩個會吵架，會鬧離婚，就是彼此都不能包容，一個人都不能包容。甚至於可憐到什麼程度？連自己跟自己都不能包容，坐在那裡沒事，自己還發脾氣，這人有什麼法子！這真是悲哀到了極處！關鍵的問題，沒有接受到聖賢的教育。所以今天挽救自己，挽救家庭，挽救社會，挽救世運，都要靠聖賢教育。"
    },
    {
      "id": "21-111-0004_p0022",
      "zh_CN": "主持人：法师的开示过程当中，已经讲得非常的清楚，不只是正名，同时把方法也告诉我们，同时会受到什么样的果报也讲得很清楚。对于有一些比较现代的人来说，就是我们现在会发生的问题，刚刚其实我想接下来就是要问到堕胎的问题，就是现在会发生的。天主教里面是不准堕胎的，其他的并没有讲得很清楚。法师刚刚提到，这是绝对不允许的事情。",
      "zh_TW": "主持人：法師的開示過程當中，已經講得非常的清楚，不只是正名，同時把方法也告訴我們，同時會受到什麼樣的果報也講得很清楚。對於有一些比較現代的人來說，就是我們現在會發生的問題，剛剛其實我想接下來就是要問到墮胎的問題，就是現在會發生的。天主教裡面是不准墮胎的，其他的並沒有講得很清楚。法師剛剛提到，這是絕對不允許的事情。"
    },
    {
      "id": "21-111-0004_p0023",
      "zh_CN": "净空法师：绝对不可以！",
      "zh_TW": "淨空法師：絕對不可以！"
    },
    {
      "id": "21-111-0004_p0024",
      "zh_CN": "主持人：可是现在因为有一些人会对别人的身体造成伤害，比方说性侵害。这个女性在一个完全不自主的，以及被迫害的情况之下，遭受这样的苦难，这个小生命完全是在一个没有爱的情况之下来的。这个可怜的受害者，是在要不要把这个小孩子让他离开这个世间，做这个抉择其实满痛苦的。法师是不是可以就这一点来告诉我们正确的观念，我们该怎么做？因为她就算勉强生下来，可能她不能好好养育他，甚至她虐待他，因为心态上的一个扭曲等等。",
      "zh_TW": "主持人：可是現在因為有一些人會對別人的身體造成傷害，比方說性侵害。這個女性在一個完全不自主的，以及被迫害的情況之下，遭受這樣的苦難，這個小生命完全是在一個沒有愛的情況之下來的。這個可憐的受害者，是在要不要把這個小孩子讓他離開這個世間，做這個抉擇其實滿痛苦的。法師是不是可以就這一點來告訴我們正確的觀念，我們該怎麼做？因為她就算勉強生下來，可能她不能好好養育他，甚至她虐待他，因為心態上的一個扭曲等等。"
    },
    {
      "id": "21-111-0004_p0025",
      "zh_CN": "净空法师：本身要善良、要慈悲，无论是在什么状况之下，小孩生下来，妳头一个理念：我为全世界一切众生的幸福美满，为解决全世界众生的灾难，我把这个小孩好好的照顾好、养好，让他将来为全世界人服务。从小灌输他一个理念：「为一切众生服务」，舍己为人，扶养这个人的，无论是父亲、是母亲，他的伟大，我可以说跟上帝没有两样。既然有了，我们不是为自己，不是！我们是为一切众生，不要说是为我家里的小孩、为我的家庭，不作如是想。人生活在世间，自己首先就要有这种心理，有这种志趣，也有这种能力，为全世界众生服务，决定没有分别、没有执着，完全是平等的，这就对了。你这种心态、这种行持，走到世界上任何国家、任何族群、任何宗教，你都会被接受，你都会被欢迎。",
      "zh_TW": "淨空法師：本身要善良、要慈悲，無論是在什麼狀況之下，小孩生下來，妳頭一個理念：我為全世界一切眾生的幸福美滿，為解決全世界眾生的災難，我把這個小孩好好的照顧好、養好，讓他將來為全世界人服務。從小灌輸他一個理念：「為一切眾生服務」，捨己為人，扶養這個人的，無論是父親、是母親，他的偉大，我可以說跟上帝沒有兩樣。既然有了，我們不是為自己，不是！我們是為一切眾生，不要說是為我家裡的小孩、為我的家庭，不作如是想。人生活在世間，自己首先就要有這種心理，有這種志趣，也有這種能力，為全世界眾生服務，決定沒有分別、沒有執著，完全是平等的，這就對了。你這種心態、這種行持，走到世界上任何國家、任何族群、任何宗教，你都會被接受，你都會被歡迎。"
    },
    {
      "id": "21-111-0004_p0026",
      "zh_CN": "主持人：可是这件事情，可能会触及到孝顺这一部分。如果说本身这位女子抱持着，像法师刚刚开示的这概念，我为全人类的福祉，我好好的来栽培这个小孩，可是她面临的可能是家庭压力，她父母亲可能会用很多不好听的字眼加诸在她身上，「不要脸，还没嫁人就先生小孩」，可能会完全不顾虑到她心理上受伤的那一部分。这个时候我们去反驳父母，又可能有人说我们不孝顺，该怎么去权衡？",
      "zh_TW": "主持人：可是這件事情，可能會觸及到孝順這一部分。如果說本身這位女子抱持著，像法師剛剛開示的這概念，我為全人類的福祉，我好好的來栽培這個小孩，可是她面臨的可能是家庭壓力，她父母親可能會用很多不好聽的字眼加諸在她身上，「不要臉，還沒嫁人就先生小孩」，可能會完全不顧慮到她心理上受傷的那一部分。這個時候我們去反駁父母，又可能有人說我們不孝順，該怎麼去權衡？"
    },
    {
      "id": "21-111-0004_p0027",
      "zh_CN": "净空法师：这是要高度的智慧。如果她自己真的有这个心量，真的有这种认知，我相信佛菩萨、神明会保佑她、会加持她。为什么？她不是一个普通人，她是一个圣贤人的母亲，将来救世主的母亲。她眼前纵然遭受十年、二十年这些苦难，这个苦难是会有代价的。所以这个认知，这种忍耐，这种智慧，这就是一般人很难得具足。",
      "zh_TW": "淨空法師：這是要高度的智慧。如果她自己真的有這個心量，真的有這種認知，我相信佛菩薩、神明會保佑她、會加持她。為什麼？她不是一個普通人，她是一個聖賢人的母親，將來救世主的母親。她眼前縱然遭受十年、二十年這些苦難，這個苦難是會有代價的。所以這個認知，這種忍耐，這種智慧，這就是一般人很難得具足。"
    },
    {
      "id": "21-111-0004_p0028",
      "zh_CN": "主持人：再从这个话题又讲到，现在有很多人会拿堕胎的话题衍生另外一种想法，就是说，当然原来的目的可能是希望人家不要去戕害这个小生命，可是到后来其实满迷信，就是你伤害了一个就有一个婴灵背在背后。",
      "zh_TW": "主持人：再從這個話題又講到，現在有很多人會拿墮胎的話題衍生另外一種想法，就是說，當然原來的目的可能是希望人家不要去戕害這個小生命，可是到後來其實滿迷信，就是你傷害了一個就有一個嬰靈背在背後。"
    },
    {
      "id": "21-111-0004_p0029",
      "zh_CN": "净空法师：对！",
      "zh_TW": "淨空法師：對！"
    },
    {
      "id": "21-111-0004_p0030",
      "zh_CN": "主持人：所以这件事情是真实的，被证实的？",
      "zh_TW": "主持人：所以這件事情是真實的，被證實的？"
    },
    {
      "id": "21-111-0004_p0031",
      "zh_CN": "净空法师：真的，确确实实，一点都不假。",
      "zh_TW": "淨空法師：真的，確確實實，一點都不假。"
    },
    {
      "id": "21-111-0004_p0032",
      "zh_CN": "主持人：所以它不是迷信。",
      "zh_TW": "主持人：所以它不是迷信。"
    },
    {
      "id": "21-111-0004_p0033",
      "zh_CN": "净空法师：我们在国外的时候看到很多，很多这些灵鬼附身，扰乱她精神失常，我们都遇到过，这是真的。",
      "zh_TW": "淨空法師：我們在國外的時候看到很多，很多這些靈鬼附身，擾亂她精神失常，我們都遇到過，這是真的。"
    },
    {
      "id": "21-111-0004_p0034",
      "zh_CN": "主持人：就像师父刚刚开示的，这个小生命来一定有他的目的。",
      "zh_TW": "主持人：就像師父剛剛開示的，這個小生命來一定有他的目的。"
    },
    {
      "id": "21-111-0004_p0035",
      "zh_CN": "净空法师：不错！不错！",
      "zh_TW": "淨空法師：不錯！不錯！"
    },
    {
      "id": "21-111-0004_p0036",
      "zh_CN": "主持人：不过我们却扼杀了他的将来。",
      "zh_TW": "主持人：不過我們卻扼殺了他的將來。"
    },
    {
      "id": "21-111-0004_p0037",
      "zh_CN": "净空法师：不错！这就变成了冤仇。",
      "zh_TW": "淨空法師：不錯！這就變成了冤仇。"
    },
    {
      "id": "21-111-0004_p0038",
      "zh_CN": "主持人：冤亲债主就更多了。",
      "zh_TW": "主持人：冤親債主就更多了。"
    },
    {
      "id": "21-111-0004_p0039",
      "zh_CN": "净空法师：冤亲债主就更多，不错！那个麻烦事就很大，你在寺庙里怎么样求超度，都收不到什么效果，他仇恨太深。超度是什么？超度是跟他化解，化解他不答应的时候，你就没办法。这个化解要他答应，对方要同意，这个冤结就解开了；对方不同意，这个事情很麻烦。",
      "zh_TW": "淨空法師：冤親債主就更多，不錯！那個麻煩事就很大，你在寺廟裡怎麼樣求超度，都收不到什麼效果，他仇恨太深。超度是什麼？超度是跟他化解，化解他不答應的時候，你就沒辦法。這個化解要他答應，對方要同意，這個冤結就解開了；對方不同意，這個事情很麻煩。"
    },
    {
      "id": "21-111-0004_p0040",
      "zh_CN": "主持人：走错了第一步，即便在后面做很多的弥补，不管是烧香、哭泣、供养，花很多的钱都没有用。",
      "zh_TW": "主持人：走錯了第一步，即便在後面做很多的彌補，不管是燒香、哭泣、供養，花很多的錢都沒有用。"
    },
    {
      "id": "21-111-0004_p0041",
      "zh_CN": "净空法师：对！很难把这个事情平服。",
      "zh_TW": "淨空法師：對！很難把這個事情平服。"
    },
    {
      "id": "21-111-0004_p0042",
      "zh_CN": "主持人：除非这个灵体本身也有大智慧，他就放掉了。这是我们不可知的一个状况，所以错误的第一步不要走出来，就不会有后续的这些。再讲到说，法师刚才说的，很多人对佛教的误解，就是在于他不了解这是一个佛陀教育，反而会从很多的形式上去看它。",
      "zh_TW": "主持人：除非這個靈體本身也有大智慧，他就放掉了。這是我們不可知的一個狀況，所以錯誤的第一步不要走出來，就不會有後續的這些。再講到說，法師剛才說的，很多人對佛教的誤解，就是在於他不了解這是一個佛陀教育，反而會從很多的形式上去看它。"
    },
    {
      "id": "21-111-0004_p0043",
      "zh_CN": "我们现在讲烧香这件事情，烧香、拜佛好像是连在一起的。今天如果说我崇敬菩萨、崇敬大智慧者，我不烧香是不是他就听不到？因为总是有人跟我们说：「你要烧香，告诉他你来了，因为他很忙。」所以烧香这件事情，它的意义到底在哪里？不烧香是不是我们的虔敬心就比较不够？烧的香到底是给神佛、还是给鬼怪？这中间怎么去分辨？",
      "zh_TW": "我們現在講燒香這件事情，燒香、拜佛好像是連在一起的。今天如果說我崇敬菩薩、崇敬大智慧者，我不燒香是不是他就聽不到？因為總是有人跟我們說：「你要燒香，告訴他你來了，因為他很忙。」所以燒香這件事情，它的意義到底在哪裡？不燒香是不是我們的虔敬心就比較不夠？燒的香到底是給神佛、還是給鬼怪？這中間怎麼去分辨？"
    },
    {
      "id": "21-111-0004_p0044",
      "zh_CN": "净空法师：形式上的错误实在太多太多了，这造成了迷信。佛法是教育，它所有一切设施都是属于教学，我们一定要懂得这个道理。譬如，我们简单举几个例子，讲佛像，佛像不是偶像，你把它当作偶像，那你对佛教完全不了解。供佛像它的意义，就跟我们中国人供祖宗牌位是一个意思，「慎终追远」。为什么？尊师重道，他是我们的老师，我们纪念他，这是第一个意思。",
      "zh_TW": "淨空法師：形式上的錯誤實在太多太多了，這造成了迷信。佛法是教育，它所有一切設施都是屬於教學，我們一定要懂得這個道理。譬如，我們簡單舉幾個例子，講佛像，佛像不是偶像，你把它當作偶像，那你對佛教完全不了解。供佛像它的意義，就跟我們中國人供祖宗牌位是一個意思，「慎終追遠」。為什麼？尊師重道，他是我們的老師，我們紀念他，這是第一個意思。"
    },
    {
      "id": "21-111-0004_p0045",
      "zh_CN": "第二个意思是「见贤思齐」。供的是释迦牟尼佛，他是我们佛教的创始人，这个教育的创始人。我们看到他，我们就想到他教我是什么？不看到它，忘掉了。用这个像提醒自己，是这个意思。我们见到这个像礼拜，就像现在我们见到国父孙中山先生的像行三鞠躬，一样的意思，表达我们自己对他的敬意。并不是他要求你拜，他就欢喜，不拜他就不欢喜，没这个道理，没这个事情，是表示我们自己这一点诚意。而更重要的是要把这一份的敬意、诚意，要面对着一切大众，那你就真的会用了。我对佛这么样的尊敬，我对每一个人都是这么尊敬，学以致用，你才能用上。教育意义在此地。",
      "zh_TW": "第二個意思是「見賢思齊」。供的是釋迦牟尼佛，他是我們佛教的創始人，這個教育的創始人。我們看到他，我們就想到他教我是什麼？不看到它，忘掉了。用這個像提醒自己，是這個意思。我們見到這個像禮拜，就像現在我們見到國父孫中山先生的像行三鞠躬，一樣的意思，表達我們自己對他的敬意。並不是他要求你拜，他就歡喜，不拜他就不歡喜，沒這個道理，沒這個事情，是表示我們自己這一點誠意。而更重要的是要把這一份的敬意、誠意，要面對著一切大眾，那你就真的會用了。我對佛這麼樣的尊敬，我對每一個人都是這麼尊敬，學以致用，你才能用上。教育意義在此地。"
    },
    {
      "id": "21-111-0004_p0046",
      "zh_CN": "「释迦牟尼」，这个名号也是教学。佛菩萨没有名号，「名可名非常名，道可道非常道」，人哪有什么名与号？所以他们觉悟的人知道，他没有名。「名」是什么？名是他教学的宗旨。为什么用这个名号？晓得现在这一个时代、这一个阶段、这一个地区、这些人们，最缺乏的，最大的毛病，是对人没有慈悲心，自私自利，所以用「释迦」。「释迦」是仁慈的意思。一听到「释迦」，我们对人要仁慈。",
      "zh_TW": "「釋迦牟尼」，這個名號也是教學。佛菩薩沒有名號，「名可名非常名，道可道非常道」，人哪有什麼名與號？所以他們覺悟的人知道，他沒有名。「名」是什麼？名是他教學的宗旨。為什麼用這個名號？曉得現在這一個時代、這一個階段、這一個地區、這些人們，最缺乏的，最大的毛病，是對人沒有慈悲心，自私自利，所以用「釋迦」。「釋迦」是仁慈的意思。一聽到「釋迦」，我們對人要仁慈。"
    },
    {
      "id": "21-111-0004_p0047",
      "zh_CN": "主持人：慈悲心。",
      "zh_TW": "主持人：慈悲心。"
    },
    {
      "id": "21-111-0004_p0048",
      "zh_CN": "净空法师：对！「牟尼」是清净的意思。我们自己的大病，心不清净，所以听到「牟尼」，我对自己要清净，对别人要仁慈，它用意在此地。见到像的时候，我们就晓得释迦牟尼佛对人仁慈，对自己清净，时时刻刻提醒自己。这些佛像、神像，在佛教里面，用现代话说是教具（教学的工具），他用意在此地，不能把它当作神明来看待。它的好处在哪里？他有无量功德，时时刻刻提醒我们，让我不忘记。观音菩萨，代表慈悲；地藏菩萨代表孝敬，孝亲尊师。你看到这个像，就想到经典教你什么，它是用来提醒人的，它不是偶像崇拜。但是现在不知道这个意思了，变成偶像崇拜，所以佛教变成宗教。佛教不是宗教，但是现在确实变成宗教，变质了，这很可悲。那么好的教育，他这个教育就是我们今天讲的教学艺术化，达到最高度的艺术，把教学跟现在博物馆完全结合在一起，这是多么美的一种教学方式，多么高的教学方式，现在人不认识，沦落到这种样子，这是很可悲的一种现象。没有人讲。",
      "zh_TW": "淨空法師：對！「牟尼」是清淨的意思。我們自己的大病，心不清淨，所以聽到「牟尼」，我對自己要清淨，對別人要仁慈，它用意在此地。見到像的時候，我們就曉得釋迦牟尼佛對人仁慈，對自己清淨，時時刻刻提醒自己。這些佛像、神像，在佛教裡面，用現代話說是教具（教學的工具），他用意在此地，不能把它當作神明來看待。它的好處在哪裡？他有無量功德，時時刻刻提醒我們，讓我不忘記。觀音菩薩，代表慈悲；地藏菩薩代表孝敬，孝親尊師。你看到這個像，就想到經典教你什麼，它是用來提醒人的，它不是偶像崇拜。但是現在不知道這個意思了，變成偶像崇拜，所以佛教變成宗教。佛教不是宗教，但是現在確實變成宗教，變質了，這很可悲。那麼好的教育，他這個教育就是我們今天講的教學藝術化，達到最高度的藝術，把教學跟現在博物館完全結合在一起，這是多麼美的一種教學方式，多麼高的教學方式，現在人不認識，淪落到這種樣子，這是很可悲的一種現象。沒有人講。"
    },
    {
      "id": "21-111-0004_p0049",
      "zh_CN": "供具，你刚才讲的香。「香」是表什么？香是表戒定。佛家的香赞，「戒定真香」，代表五分法身，戒、定、慧、解脱、解脱知见，它代表这个意思。我们看到这个香，闻到这个香，就要晓得我们要修戒、要修定、要修慧，提醒自己，不是什么佛菩萨闻不闻的。为什么要用香？香的确是从信起来的。香炉是什么？你们到大陆观光，看到长城烽火台，就是香炉。你看远地方有什么警讯，在那个时候就是烧狼烟传递讯息。这个香，我们跟佛菩萨传递讯息，取这个意思。这个讯息里头重要的，是要他的精神、他的教诲，他教给我们戒定慧三学。",
      "zh_TW": "供具，你剛才講的香。「香」是表什麼？香是表戒定。佛家的香讚，「戒定真香」，代表五分法身，戒、定、慧、解脫、解脫知見，它代表這個意思。我們看到這個香，聞到這個香，就要曉得我們要修戒、要修定、要修慧，提醒自己，不是什麼佛菩薩聞不聞的。為什麼要用香？香的確是從信起來的。香爐是什麼？你們到大陸觀光，看到長城烽火台，就是香爐。你看遠地方有什麼警訊，在那個時候就是燒狼煙傳遞訊息。這個香，我們跟佛菩薩傳遞訊息，取這個意思。這個訊息裡頭重要的，是要他的精神、他的教誨，他教給我們戒定慧三學。"
    },
    {
      "id": "21-111-0004_p0050",
      "zh_CN": "主持人：戒定我们的行为举止。",
      "zh_TW": "主持人：戒定我們的行為舉止。"
    },
    {
      "id": "21-111-0004_p0051",
      "zh_CN": "净空法师：对，不错！并不是说佛要闻什么香。烧得那么多，把他脸薰得黑黑的，房子薰得黑黑的，乌烟瘴气。完全搞错了！破坏了环境，染污了空气，统统都搞错了。香，好香一枝。",
      "zh_TW": "淨空法師：對，不錯！並不是說佛要聞什麼香。燒得那麼多，把他臉薰得黑黑的，房子薰得黑黑的，烏煙瘴氣。完全搞錯了！破壞了環境，染污了空氣，統統都搞錯了。香，好香一枝。"
    },
    {
      "id": "21-111-0004_p0052",
      "zh_CN": "主持人：清茶一杯。",
      "zh_TW": "主持人：清茶一杯。"
    },
    {
      "id": "21-111-0004_p0053",
      "zh_CN": "净空法师：不，不能供茶，要供水。为什么不能供茶？水表什么？水表清净心，心要干净，心要平等。供一杯水，不是佛喝的，是给我们看的，看到那个，我的心要像水一样，要平等、要清净。茶的颜色是染污的，所以不要供茶。供的灯烛，它表法是燃烧自己照耀别人，就是今天讲的牺牲奉献。我为一切众生服务，牺牲自己生命也在所不惜，灯烛表这个。没有一样不是教学，所有这些佛的像、护法神的像，全是教学。",
      "zh_TW": "淨空法師：不，不能供茶，要供水。為什麼不能供茶？水表什麼？水表清淨心，心要乾淨，心要平等。供一杯水，不是佛喝的，是給我們看的，看到那個，我的心要像水一樣，要平等、要清淨。茶的顏色是染污的，所以不要供茶。供的燈燭，它表法是燃燒自己照耀別人，就是今天講的犧牲奉獻。我為一切眾生服務，犧牲自己生命也在所不惜，燈燭表這個。沒有一樣不是教學，所有這些佛的像、護法神的像，全是教學。"
    },
    {
      "id": "21-111-0004_p0054",
      "zh_CN": "你一进门，现在大家最常见的四大金刚是护法神。四大金刚护法，保护自己，不是保护别的。你见到这个，懂得他的意思，你学到是怎样保护自己。东方「持国天王」，我们能够保持我家道不衰，保持我家庭的兴旺，保护我的事业能够蒸蒸日上。用什么方法？负责尽职。他代表的是负责尽职。",
      "zh_TW": "你一進門，現在大家最常見的四大金剛是護法神。四大金剛護法，保護自己，不是保護別的。你見到這個，懂得他的意思，你學到是怎樣保護自己。東方「持國天王」，我們能夠保持我家道不衰，保持我家庭的興旺，保護我的事業能夠蒸蒸日上。用什麼方法？負責盡職。他代表的是負責盡職。"
    },
    {
      "id": "21-111-0004_p0055",
      "zh_CN": "主持人：就像他站在那里的意义。",
      "zh_TW": "主持人：就像他站在那裡的意義。"
    },
    {
      "id": "21-111-0004_p0056",
      "zh_CN": "净空法师：不错！我们无论在哪个行业上，在哪个岗位上，我们自己真正做到负责尽职，我们一定会往上升，这是一定的道理。他手上拿的琵琶，不是他喜欢唱歌，也是教学的。琵琶代表中道，弦乐器松了它就不响，紧了就断了，告诉我们：无论做什么事情要做到中道，不能过分也不能不及。儒家讲的「中庸之道」，佛法讲的「中道第一义」，表这个意思。",
      "zh_TW": "淨空法師：不錯！我們無論在哪個行業上，在哪個崗位上，我們自己真正做到負責盡職，我們一定會往上升，這是一定的道理。他手上拿的琵琶，不是他喜歡唱歌，也是教學的。琵琶代表中道，弦樂器鬆了它就不響，緊了就斷了，告訴我們：無論做什麼事情要做到中道，不能過分也不能不及。儒家講的「中庸之道」，佛法講的「中道第一義」，表這個意思。"
    },
    {
      "id": "21-111-0004_p0057",
      "zh_CN": "主持人：我们一般人都误解了。",
      "zh_TW": "主持人：我們一般人都誤解了。"
    },
    {
      "id": "21-111-0004_p0058",
      "zh_CN": "净空法师：都搞错了！他是在教你，你懂得这个意思，到那里去跟他行个礼，我懂得了。行个礼是什么？「你教导我的，我学会了，我感谢你」。南方天王是「增长天王」，你想到他，你的品德要增长，你的学问要增长，你的技能要增长，甚至于你的生活水平也要增长，一天比一天好才对。所以佛教是讲进步，不会退步，不会落伍。他手上拿的是剑，剑代表智慧，慧剑断烦恼，它表这个意思的。所以这是护法教导我们怎样护持自己，这是总纲领、总原则。",
      "zh_TW": "淨空法師：都搞錯了！他是在教你，你懂得這個意思，到那裡去跟他行個禮，我懂得了。行個禮是什麼？「你教導我的，我學會了，我感謝你」。南方天王是「增長天王」，你想到他，你的品德要增長，你的學問要增長，你的技能要增長，甚至於你的生活水平也要增長，一天比一天好才對。所以佛教是講進步，不會退步，不會落伍。他手上拿的是劍，劍代表智慧，慧劍斷煩惱，它表這個意思的。所以這是護法教導我們怎樣護持自己，這是總綱領、總原則。"
    },
    {
      "id": "21-111-0004_p0059",
      "zh_CN": "如何落实？落实在广学多闻。你智慧从哪里来？你要去求学，所以西方天王叫「广目天王」。广目就是我们今天讲观光旅游考察，到处去看，学人家的好处，人家的长处我们要学习，人家的缺点我们回来检讨反省有没有？有，把它改正，你才能够蒸蒸日上。他手上拿的是龙或者拿的是蛇，龙与蛇代表变化，告诉你这个社会一切人、一切事、一切物变化多端，千变万化，你要小心。这个手上拿着珠，变化里头有个不变的道理，你能把不变的道理掌握住，你就能应付这个变化莫测的环境，它代表这意思。",
      "zh_TW": "如何落實？落實在廣學多聞。你智慧從哪裡來？你要去求學，所以西方天王叫「廣目天王」。廣目就是我們今天講觀光旅遊考察，到處去看，學人家的好處，人家的長處我們要學習，人家的缺點我們回來檢討反省有沒有？有，把它改正，你才能夠蒸蒸日上。他手上拿的是龍或者拿的是蛇，龍與蛇代表變化，告訴你這個社會一切人、一切事、一切物變化多端，千變萬化，你要小心。這個手上拿著珠，變化裡頭有個不變的道理，你能把不變的道理掌握住，你就能應付這個變化莫測的環境，它代表這意思。"
    },
    {
      "id": "21-111-0004_p0060",
      "zh_CN": "北方天王叫「多闻天王」。你想想看，「读万卷书，行万里路」，它表这个意思。北方天王拿的是伞盖，「伞盖」今天讲是防止污染。我们今天环保，环保能不能做得好？做不好。全世界人做环保，效果都等于零，为什么？真正环保的中心他没找到，中心是心理污染。你要是把心理污染保护好，外面环境就能收到效果。这个心地污染不能做好，外面环保永远做不好，永远做不彻底。",
      "zh_TW": "北方天王叫「多聞天王」。你想想看，「讀萬卷書，行萬里路」，它表這個意思。北方天王拿的是傘蓋，「傘蓋」今天講是防止污染。我們今天環保，環保能不能做得好？做不好。全世界人做環保，效果都等於零，為什麼？真正環保的中心他沒找到，中心是心理污染。你要是把心理污染保護好，外面環境就能收到效果。這個心地污染不能做好，外面環保永遠做不好，永遠做不徹底。"
    },
    {
      "id": "21-111-0004_p0061",
      "zh_CN": "你想想看，你这四个做到，那你就真的会保护自己。现在把它当作神去拜，完全迷信。佛教这么好的教育意义，不要说一句话，让你在庙里转一转，你什么都充实了。你样样都明白了，你就会觉悟，你就知道应该怎么生活、怎么工作、怎么样处事待人接物。",
      "zh_TW": "你想想看，你這四個做到，那你就真的會保護自己。現在把它當作神去拜，完全迷信。佛教這麼好的教育意義，不要說一句話，讓你在廟裡轉一轉，你什麼都充實了。你樣樣都明白了，你就會覺悟，你就知道應該怎麼生活、怎麼工作、怎麼樣處事待人接物。"
    },
    {
      "id": "21-111-0004_p0062",
      "zh_CN": "主持人：我觉得真的是获益良多，不晓得观众你们的感觉如何？我们常常去寺庙里面，去祭拜、去礼佛，我从来没有想到，在一进门的时候四大天王就已经给我们这么多的开示，给我们这么多的身心上面的指导。多少人误认他们手上拿的法器是要收妖的，六指琴魔，妖魔鬼怪就被收服了。原来这些时时刻刻在提醒我们的行为举止。",
      "zh_TW": "主持人：我覺得真的是獲益良多，不曉得觀眾你們的感覺如何？我們常常去寺廟裡面，去祭拜、去禮佛，我從來沒有想到，在一進門的時候四大天王就已經給我們這麼多的開示，給我們這麼多的身心上面的指導。多少人誤認他們手上拿的法器是要收妖的，六指琴魔，妖魔鬼怪就被收服了。原來這些時時刻刻在提醒我們的行為舉止。"
    },
    {
      "id": "21-111-0004_p0063",
      "zh_CN": "净空法师：对！是收妖的。",
      "zh_TW": "淨空法師：對！是收妖的。"
    },
    {
      "id": "21-111-0004_p0064",
      "zh_CN": "主持人：收其他的妖魔鬼怪，心魔。",
      "zh_TW": "主持人：收其他的妖魔鬼怪，心魔。"
    },
    {
      "id": "21-111-0004_p0065",
      "zh_CN": "净空法师：你只要心能做到中道，所有一切邪的妖魔鬼怪都没有了。",
      "zh_TW": "淨空法師：你只要心能做到中道，所有一切邪的妖魔鬼怪都沒有了。"
    },
    {
      "id": "21-111-0004_p0066",
      "zh_CN": "主持人：对！",
      "zh_TW": "主持人：對！"
    },
    {
      "id": "21-111-0004_p0067",
      "zh_CN": "净空法师：你的邪知邪见没有了。",
      "zh_TW": "淨空法師：你的邪知邪見沒有了。"
    },
    {
      "id": "21-111-0004_p0068",
      "zh_CN": "主持人：心魔不在了。",
      "zh_TW": "主持人：心魔不在了。"
    },
    {
      "id": "21-111-0004_p0069",
      "zh_CN": "净空法师：你邪恶的思想都没有了，是收妖了。",
      "zh_TW": "淨空法師：你邪惡的思想都沒有了，是收妖了。"
    },
    {
      "id": "21-111-0004_p0070",
      "zh_CN": "主持人：但是收的不是我们想像中的鬼鬼怪怪，而是自己心里面所造成的一些心魔。其实这两天，尤其是今天的开示，我自己认为就是说，我们也解开一个想法，其实佛教真正讲的是佛陀给予我们的教育，身心的教育，如何成为一个良善慈悲的实践的人。这是一种教育的态度，它其实不是迷信的宗教。这也是为什么法师在开示我们的时候，你会发现其实佛教、佛陀教育里面，有多少跟我们儒家的思想本质是相同的，完全是可以在我们身体力行上面很容易就去亲近的。我想最后是不是再请法师，说几句圆满的话，让大家听了圆圆满满，也增长大智慧。",
      "zh_TW": "主持人：但是收的不是我們想像中的鬼鬼怪怪，而是自己心裡面所造成的一些心魔。其實這兩天，尤其是今天的開示，我自己認為就是說，我們也解開一個想法，其實佛教真正講的是佛陀給予我們的教育，身心的教育，如何成為一個良善慈悲的實踐的人。這是一種教育的態度，它其實不是迷信的宗教。這也是為什麼法師在開示我們的時候，你會發現其實佛教、佛陀教育裡面，有多少跟我們儒家的思想本質是相同的，完全是可以在我們身體力行上面很容易就去親近的。我想最後是不是再請法師，說幾句圓滿的話，讓大家聽了圓圓滿滿，也增長大智慧。"
    },
    {
      "id": "21-111-0004_p0071",
      "zh_CN": "净空法师：佛家的教学，不但跟儒家相同，跟道家相同，跟世界上所有一切宗教的理念完全都相同。如果我们集合佛家教学总结一句话来讲，我自己学了五十年，我讲经也讲了四十三年，没有中断过。我总结，佛教给我们存心，这些年来我提倡四好：「存好心、说好话、行好事、做好人」。存心最重要，「真诚心、清净心、平等心、正觉心、慈悲心」，我们常存的心是这个，十个字，这十个字是佛家常讲的大菩提心。我们讲大菩提心，人家一般人听不懂，我讲真诚、清净、平等、正觉、慈悲，大家好懂。",
      "zh_TW": "淨空法師：佛家的教學，不但跟儒家相同，跟道家相同，跟世界上所有一切宗教的理念完全都相同。如果我們集合佛家教學總結一句話來講，我自己學了五十年，我講經也講了四十三年，沒有中斷過。我總結，佛教給我們存心，這些年來我提倡四好：「存好心、說好話、行好事、做好人」。存心最重要，「真誠心、清淨心、平等心、正覺心、慈悲心」，我們常存的心是這個，十個字，這十個字是佛家常講的大菩提心。我們講大菩提心，人家一般人聽不懂，我講真誠、清淨、平等、正覺、慈悲，大家好懂。"
    },
    {
      "id": "21-111-0004_p0072",
      "zh_CN": "「说好话」，绝对是利益社会、利益众生，决定是正面而不是负面。佛教给我们「不妄语」，我们说话要诚实。「不两舌」，不挑拨离间，我们劝不同的意见和解，我们愿意做个和事佬，这多好！「不恶口」，说话柔和，不要说脏话，不要说叫人听到很难受的这种话。「不绮语」，不花言巧语欺骗别人，这个好话有个标准。",
      "zh_TW": "「說好話」，絕對是利益社會、利益眾生，決定是正面而不是負面。佛教給我們「不妄語」，我們說話要誠實。「不兩舌」，不挑撥離間，我們勸不同的意見和解，我們願意做個和事佬，這多好！「不惡口」，說話柔和，不要說髒話，不要說叫人聽到很難受的這種話。「不綺語」，不花言巧語欺騙別人，這個好話有個標準。"
    },
    {
      "id": "21-111-0004_p0073",
      "zh_CN": "「行好事」，我通常讲的佛家教人「四摄、六度」。四摄前面曾经说过，就是佛教给我们人与人之间交往，要用现在的话讲，就是交际的方法。小从夫妻，你要是会用得很适当，夫妻好合，真的是百年和合，你的家道会很兴旺。这里最重要一个原则，永远记住对方的好处，不要把对方的缺点放在心上，你才能好合。如果专记对方的缺点，把对方的好处都忘掉，最后一定家庭破碎，你非离婚不可。离婚是很严重的罪过，世间法律判得轻，佛法里面罪过判得很重。为什么？你对家庭不负责任、对社会不负责任、对国家不负责任、对世界安定和平不负责任，这个罪名大了，真的很大。不是开玩笑，绝对不是儿戏。这是讲的做好事，绝对是利益社会、利益别人的事情，利益别人真的就是利益自己。",
      "zh_TW": "「行好事」，我通常講的佛家教人「四攝、六度」。四攝前面曾經說過，就是佛教給我們人與人之間交往，要用現在的話講，就是交際的方法。小從夫妻，你要是會用得很適當，夫妻好合，真的是百年和合，你的家道會很興旺。這裡最重要一個原則，永遠記住對方的好處，不要把對方的缺點放在心上，你才能好合。如果專記對方的缺點，把對方的好處都忘掉，最後一定家庭破碎，你非離婚不可。離婚是很嚴重的罪過，世間法律判得輕，佛法裡面罪過判得很重。為什麼？你對家庭不負責任、對社會不負責任、對國家不負責任、對世界安定和平不負責任，這個罪名大了，真的很大。不是開玩笑，絕對不是兒戲。這是講的做好事，絕對是利益社會、利益別人的事情，利益別人真的就是利益自己。"
    },
    {
      "id": "21-111-0004_p0074",
      "zh_CN": "「做好人」，学为人师，行为世范，起心动念、言语造作都要想到，我做社会大众的好榜样，做社会大众的好模范，这样就把佛陀教育落实了。",
      "zh_TW": "「做好人」，學為人師，行為世範，起心動念、言語造作都要想到，我做社會大眾的好榜樣，做社會大眾的好模範，這樣就把佛陀教育落實了。"
    },
    {
      "id": "21-111-0004_p0075",
      "zh_CN": "再看看许许多多宗教教诲，都不例外，所有一切一切，我们讲的众神，各个宗教崇奉的神明，都是教我们跟释迦牟尼佛一样，没有两样；换句话说，都是教四好。所以「四好」可以说是所有一切宗教、一切古圣先贤教化众生，共同的目标、共同的原则。",
      "zh_TW": "再看看許許多多宗教教誨，都不例外，所有一切一切，我們講的眾神，各個宗教崇奉的神明，都是教我們跟釋迦牟尼佛一樣，沒有兩樣；換句話說，都是教四好。所以「四好」可以說是所有一切宗教、一切古聖先賢教化眾生，共同的目標、共同的原則。"
    },
    {
      "id": "21-111-0004_p0076",
      "zh_CN": "主持人：法师言简意赅，而且意义重大，真的要在我们身上实行。也许你真的会受到很多的诱惑，很多的误解，但是我们真正的把佛陀教育从根本做起，从我们本身去影响别人的话，这个力量凝聚起来会非常的强大，我们也乐见一个美好、平安、良善、慈悲的社会。再次非常非常感谢净空法师。",
      "zh_TW": "主持人：法師言簡意賅，而且意義重大，真的要在我們身上實行。也許你真的會受到很多的誘惑，很多的誤解，但是我們真正的把佛陀教育從根本做起，從我們本身去影響別人的話，這個力量凝聚起來會非常的強大，我們也樂見一個美好、平安、良善、慈悲的社會。再次非常非常感謝淨空法師。"
    },
    {
      "id": "21-111-0004_p0077",
      "zh_CN": "净空法师：我要特别希求大众传播业，才能把这一桩事情落实，才能挽救这个世界，给予世界上七十多亿人民幸福美满的生活，这个功德我想跟上帝一样大。",
      "zh_TW": "淨空法師：我要特別希求大眾傳播業，才能把這一樁事情落實，才能挽救這個世界，給予世界上七十多億人民幸福美滿的生活，這個功德我想跟上帝一樣大。"
    },
    {
      "id": "21-111-0004_p0078",
      "zh_CN": "主持人：传播业者大家自己要注意了，做好节目才会有保佑。好，我们再次的谢谢净空法师，谢谢！",
      "zh_TW": "主持人：傳播業者大家自己要注意了，做好節目才會有保佑。好，我們再次的謝謝淨空法師，謝謝！"
    }
  ]
}