{
  "doc_id": "21-111-0001",
  "title": {
    "zh_CN": "专题访问—什么是宗教？",
    "zh_TW": "專題訪問—什麼是宗教？"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "台北光启社",
    "zh_TW": "台北光啟社"
  },
  "doc_number": "21-111-0001",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "21-111-0001_p0001",
      "zh_CN": "主持人：各位亲爱的观众、诸位大德，大家好！我是郎祖筠。在我们今天的节目当中，我们非常的荣幸，能够请到当代佛门高僧净空法师来到节目当中为大家开示。我们都知道，其实借由今天，我们希望有很浅显的方式，然后请法师告诉我们，怎么样在现在这个杂乱纷至的这个社会里面，找到幸福、快乐、安定的泉源，而且找到这样的生活方式？我们现在就来进行今天的一些访谈。",
      "zh_TW": "主持人：各位親愛的觀眾、諸位大德，大家好！我是郎祖筠。在我們今天的節目當中，我們非常的榮幸，能夠請到當代佛門高僧淨空法師來到節目當中為大家開示。我們都知道，其實藉由今天，我們希望有很淺顯的方式，然後請法師告訴我們，怎麼樣在現在這個雜亂紛至的這個社會裡面，找到幸福、快樂、安定的泉源，而且找到這樣的生活方式？我們現在就來進行今天的一些訪談。"
    },
    {
      "id": "21-111-0001_p0002",
      "zh_CN": "首先我想先请教法师，讲到宗教，开宗明义到底什么是宗教？因为人类在原始之初，一定都是先崇拜大自然，从水可能有水神、雨神各方面。宗教到底怎么形成的？什么是宗教？",
      "zh_TW": "首先我想先請教法師，講到宗教，開宗明義到底什麼是宗教？因為人類在原始之初，一定都是先崇拜大自然，從水可能有水神、雨神各方面。宗教到底怎麼形成的？什麼是宗教？"
    },
    {
      "id": "21-111-0001_p0003",
      "zh_CN": "净空法师：宗教的形成，正如你刚才所说的，而这是一个起因。人类只要有这样的一个诉求，就会有一些真正有智慧的人、有能力的人来帮助大家解决这个问题。这个问题实际上来讲非常的深奥，它的范围非常广大，可以说其深无底，其广无边。这些大智慧的人也不是偶然而来的，这里面一切实际上的状况也相当的复杂。不但是佛教，其他一些宗教乃至于世间圣人都常常跟我们说「感应道交」，众生有感，一定就会有回应。回应，宗教里面肯定有神的存在，而神到底是怎么回事情？藉现在科学家所说的言语来讲，就是不同维次空间的生物。我们生活在三维次空间，确确实实有高维次空间的生物，我们有感，他就有应。我们不能解决的问题，他能够帮助我们解决问题，我们尊称他为「神圣」，这是宗教真正的一个内涵。",
      "zh_TW": "淨空法師：宗教的形成，正如你剛才所說的，而這是一個起因。人類只要有這樣的一個訴求，就會有一些真正有智慧的人、有能力的人來幫助大家解決這個問題。這個問題實際上來講非常的深奧，它的範圍非常廣大，可以說其深無底，其廣無邊。這些大智慧的人也不是偶然而來的，這裡面一切實際上的狀況也相當的複雜。不但是佛教，其他一些宗教乃至於世間聖人都常常跟我們說「感應道交」，眾生有感，一定就會有回應。回應，宗教裡面肯定有神的存在，而神到底是怎麼回事情？藉現在科學家所說的言語來講，就是不同維次空間的生物。我們生活在三維次空間，確確實實有高維次空間的生物，我們有感，他就有應。我們不能解決的問題，他能夠幫助我們解決問題，我們尊稱他為「神聖」，這是宗教真正的一個內涵。"
    },
    {
      "id": "21-111-0001_p0004",
      "zh_CN": "主持人：其实我提到宗教，很多人的第一个想法，就是说宗教可以平静我们的心灵，宗教可以让我们有一个向心力，然后借由宗教里面所衍生出来的教义让大家来遵守。宗教，一般我们来看，它会尽量的都希望所有信奉这些宗教的人都能够快乐，都能够去帮助别人。这是不是一般我们对宗教的看法？",
      "zh_TW": "主持人：其實我提到宗教，很多人的第一個想法，就是說宗教可以平靜我們的心靈，宗教可以讓我們有一個向心力，然後藉由宗教裡面所衍生出來的教義讓大家來遵守。宗教，一般我們來看，它會盡量的都希望所有信奉這些宗教的人都能夠快樂，都能夠去幫助別人。這是不是一般我們對宗教的看法？"
    },
    {
      "id": "21-111-0001_p0005",
      "zh_CN": "净空法师：这是一般人对宗教的向往祈求。而宗教实际上它是教育，不仅佛教是佛陀的教育，基督教是耶稣的教育，伊斯兰是穆罕默德的教育。如果我们转变一个角度来观察，它是多元文化的社会教育，这个样子你就不会走向迷信。他教导众生，我们能够接受他的教学，才能真正得到幸福美满。任何一个宗教，我们细细去读诵它的典籍，你就会发现每一个宗教都是仁慈的，每一个宗教都是和平的，每一个宗教都是修忍让的。如果真正把宗教教学发扬光大，他们的典籍就是它的教科书，依照这个教科书学习，人与人之间不会有冲突，不会有争执，更不可能发生战争。不但人祸可以消除，天灾也可以化解，所以确确实实能够得到中国人常讲的「风调雨顺，国泰民安」。",
      "zh_TW": "淨空法師：這是一般人對宗教的嚮往祈求。而宗教實際上它是教育，不僅佛教是佛陀的教育，基督教是耶穌的教育，伊斯蘭是穆罕默德的教育。如果我們轉變一個角度來觀察，它是多元文化的社會教育，這個樣子你就不會走向迷信。他教導眾生，我們能夠接受他的教學，才能真正得到幸福美滿。任何一個宗教，我們細細去讀誦它的典籍，你就會發現每一個宗教都是仁慈的，每一個宗教都是和平的，每一個宗教都是修忍讓的。如果真正把宗教教學發揚光大，他們的典籍就是它的教科書，依照這個教科書學習，人與人之間不會有衝突，不會有爭執，更不可能發生戰爭。不但人禍可以消除，天災也可以化解，所以確確實實能夠得到中國人常講的「風調雨順，國泰民安」。"
    },
    {
      "id": "21-111-0001_p0006",
      "zh_CN": "为什么说「宗教是多元的教育」？因为它不分国土，它不分国家界限，它不分种族，也不分宗教。就像中国孔老夫子所说的「有教无类」，只要你愿意来学，总是以真诚的爱心来帮助你。每一个宗教都如是！所以宗教不能只重视形式，而疏忽了教育。如果只有形式没有教育，这个宗教就变成迷信，迷信带给众生的是灾难，不是幸福。所以我这么多年来，跟世界上许许多多宗教接触，我都劝导他们一定要重视宗教教学，要重视宗教教育。",
      "zh_TW": "為什麼說「宗教是多元的教育」？因為它不分國土，它不分國家界限，它不分種族，也不分宗教。就像中國孔老夫子所說的「有教無類」，只要你願意來學，總是以真誠的愛心來幫助你。每一個宗教都如是！所以宗教不能只重視形式，而疏忽了教育。如果只有形式沒有教育，這個宗教就變成迷信，迷信帶給眾生的是災難，不是幸福。所以我這麼多年來，跟世界上許許多多宗教接觸，我都勸導他們一定要重視宗教教學，要重視宗教教育。"
    },
    {
      "id": "21-111-0001_p0007",
      "zh_CN": "主持人：您刚刚提到宗教，我自己都很难得听到，就是说宗教其实是一种教育，而且是多元化的社会教育。我想有很多朋友听到这一段的时候，就会比较容易亲近，也比较恍然大悟。因为大家都把宗教放在一个好高的位置上面，好难亲近！其实这样的方式，大家会比较容易了解。",
      "zh_TW": "主持人：您剛剛提到宗教，我自己都很難得聽到，就是說宗教其實是一種教育，而且是多元化的社會教育。我想有很多朋友聽到這一段的時候，就會比較容易親近，也比較恍然大悟。因為大家都把宗教放在一個好高的位置上面，好難親近！其實這樣的方式，大家會比較容易了解。"
    },
    {
      "id": "21-111-0001_p0008",
      "zh_CN": "就您刚刚提到的迷信，它比较着重形式，其实在台湾，或者亚洲来讲，我们看到很多在民俗上面的一些仪式，好比说伤害身体的这种穿刺，或者我们看到的，怎样的伤害自己的身体去愉悦所谓民俗里面他们的神灵，或者是说扶乩，或者是观落阴。尤其在台湾现在因为有很多事情发生，人心慌乱，大家去求助这样的事情。您怎么样去开示这些？在我自己看来，觉得自己已经是迷路了，因为已经是病急乱投医到去相信。到底世间有没有所谓的附身，有没有什么真正所谓神灵会附在人的身上，或者他们忍心这样伤害人的身体？",
      "zh_TW": "就您剛剛提到的迷信，它比較著重形式，其實在台灣，或者亞洲來講，我們看到很多在民俗上面的一些儀式，好比說傷害身體的這種穿刺，或者我們看到的，怎樣的傷害自己的身體去愉悅所謂民俗裡面他們的神靈，或者是說扶乩，或者是觀落陰。尤其在台灣現在因為有很多事情發生，人心慌亂，大家去求助這樣的事情。您怎麼樣去開示這些？在我自己看來，覺得自己已經是迷路了，因為已經是病急亂投醫到去相信。到底世間有沒有所謂的附身，有沒有什麼真正所謂神靈會附在人的身上，或者他們忍心這樣傷害人的身體？"
    },
    {
      "id": "21-111-0001_p0009",
      "zh_CN": "净空法师：这些事情有，天下之大无奇不有。附身，有。扶鸾，确实有灵鬼在主持，他要说是什么天人、仙人、佛菩萨来，那靠不住，他是冒充的，因为他自己的地位不足以取信于人。这仿冒的很多，我们必须要知道。小的事情、很近的的事情往很灵验，大的事情都不可靠。这些事情不是宗教，宗教不教你这些。特别是佛家，佛家教人遇到这些灾难、天灾人祸，无论是个人的、社会的、国家的、世界的，佛教我们找它的根源。为什么会发生？把根源找到，从根本上来对治，这个问题就很容易化解。",
      "zh_TW": "淨空法師：這些事情有，天下之大無奇不有。附身，有。扶鸞，確實有靈鬼在主持，他要說是什麼天人、仙人、佛菩薩來，那靠不住，他是冒充的，因為他自己的地位不足以取信於人。這仿冒的很多，我們必須要知道。小的事情、很近的的事情往很靈驗，大的事情都不可靠。這些事情不是宗教，宗教不教你這些。特別是佛家，佛家教人遇到這些災難、天災人禍，無論是個人的、社會的、國家的、世界的，佛教我們找它的根源。為什麼會發生？把根源找到，從根本上來對治，這個問題就很容易化解。"
    },
    {
      "id": "21-111-0001_p0010",
      "zh_CN": "譬如今天诸位所看到的，时局的动乱，看到这个战争好像不能避免，这个战争非常可怕、非常恐怖，一不谨慎就引发第三次核武战争。这个核武还不是核武，里头还加生化，生化核武的战争要是爆发，这是人类史上毁灭性的一个灾难。正如同十六世纪法国诺查丹玛斯预言所讲的，这个灾难如果现前，世界上的人类只会剩下十分之一。现在世界上人口有七十亿人，这个灾难十个人当中有九个人会死去，只留下一个，你说这多么可怕！",
      "zh_TW": "譬如今天諸位所看到的，時局的動亂，看到這個戰爭好像不能避免，這個戰爭非常可怕、非常恐怖，一不謹慎就引發第三次核武戰爭。這個核武還不是核武，裡頭還加生化，生化核武的戰爭要是爆發，這是人類史上毀滅性的一個災難。正如同十六世紀法國諾查丹瑪斯預言所講的，這個災難如果現前，世界上的人類只會剩下十分之一。現在世界上人口有七十億人，這個災難十個人當中有九個人會死去，只留下一個，你說這多麼可怕！"
    },
    {
      "id": "21-111-0001_p0011",
      "zh_CN": "什么原因造成的？误会造成的。为什么误会？缺少往来，缺少诚意的往来。人与人之间往来虚伪，虚情假意。国家与国家往来勾心斗角，这样造成的。如果我们接受圣贤的教诲、各个宗教经典的教诲，我们看所有一切宗教，我找它的根，它的根本是什么？「仁慈博爱」。佛家的根是大慈大悲。天主教、基督教、犹太教是一家，他们使用一部《新旧约》，《新旧约》里面给我们讲「神爱世人」。爱世人怎么会恨世人？爱世人怎么会杀世人？伊斯兰教里面，你看看《古兰经》，《古兰经》我常常读，每一段经文前面第一句：「阿拉确实是仁慈的」。我们仔细去浏览全世界各个宗教的经典、教义，没有不是教人拿出真诚的爱心去爱世人。",
      "zh_TW": "什麼原因造成的？誤會造成的。為什麼誤會？缺少往來，缺少誠意的往來。人與人之間往來虛偽，虛情假意。國家與國家往來勾心鬥角，這樣造成的。如果我們接受聖賢的教誨、各個宗教經典的教誨，我們看所有一切宗教，我找它的根，它的根本是什麼？「仁慈博愛」。佛家的根是大慈大悲。天主教、基督教、猶太教是一家，他們使用一部《新舊約》，《新舊約》裡面給我們講「神愛世人」。愛世人怎麼會恨世人？愛世人怎麼會殺世人？伊斯蘭教裡面，你看看《古蘭經》，《古蘭經》我常常讀，每一段經文前面第一句：「阿拉確實是仁慈的」。我們仔細去瀏覽全世界各個宗教的經典、教義，沒有不是教人拿出真誠的愛心去愛世人。"
    },
    {
      "id": "21-111-0001_p0012",
      "zh_CN": "现在为什么会出事情？就是你先前讲的，宗教只着重于形式，而把教学、教育舍弃掉，没有人去研究，没有人去宣扬。不但佛教没有好的老师来教学，所有宗教都缺乏好老师，都是着重宗教的一些仪式。仪式造成了误会，造成了隔膜，造成了心量窄小，不能容忍，于是才产生这些灾难，灾难真正的根源在此地。要化解这个灾难，宗教要团结。所以我很多年前就提倡，国家应该办一所宗教大学，每一个宗教成立一个学院，将来这里面培养许多宗教师。这是社会教育，推动社会教育，不管你是哪个宗教，我们都是同学，就是不同院系而已，都是一家人，这个问题才能彻底化解，才不会造成误会，不会造成对立，不会造成互相排斥、互相攻击。那是人类真正的不幸，那是神的耻辱。神看到这种事情，心里也难过！",
      "zh_TW": "現在為什麼會出事情？就是你先前講的，宗教只著重於形式，而把教學、教育捨棄掉，沒有人去研究，沒有人去宣揚。不但佛教沒有好的老師來教學，所有宗教都缺乏好老師，都是著重宗教的一些儀式。儀式造成了誤會，造成了隔膜，造成了心量窄小，不能容忍，於是才產生這些災難，災難真正的根源在此地。要化解這個災難，宗教要團結。所以我很多年前就提倡，國家應該辦一所宗教大學，每一個宗教成立一個學院，將來這裡面培養許多宗教師。這是社會教育，推動社會教育，不管你是哪個宗教，我們都是同學，就是不同院系而已，都是一家人，這個問題才能徹底化解，才不會造成誤會，不會造成對立，不會造成互相排斥、互相攻擊。那是人類真正的不幸，那是神的恥辱。神看到這種事情，心裡也難過！"
    },
    {
      "id": "21-111-0001_p0013",
      "zh_CN": "主持人：的确，我们听到法师真是苦口婆心，讲到宗教这件事情，我们不要把它看得很高很远，甚至不要太迷信在所谓形式上面。当然我们也希望各国能够影响政治或者教育的领袖们，也能够真的把这段话放在心上。有这样一个宗教大学，或者是宗教学府，能够培养更多的宗教家、思想家，来对社会进行很多教化的工作。",
      "zh_TW": "主持人：的確，我們聽到法師真是苦口婆心，講到宗教這件事情，我們不要把它看得很高很遠，甚至不要太迷信在所謂形式上面。當然我們也希望各國能夠影響政治或者教育的領袖們，也能夠真的把這段話放在心上。有這樣一個宗教大學，或者是宗教學府，能夠培養更多的宗教家、思想家，來對社會進行很多教化的工作。"
    },
    {
      "id": "21-111-0001_p0014",
      "zh_CN": "我就借着您的话题再继续往下问：最近台湾刚好面临到所谓的天灾人祸，尤其是有些地方，我们开始去追究它的就像您讲的根源部分的时候，它应该是早在更早、更早，可能几百年前的时候，就应该要被解决。比方说水患的问题，到今天弄到大家人心惶惶，然后止不住的谩骂。让我们这些平凡老百姓会说，昨天世界还满美好的，还看到太阳，看到树叶闪动的那种光芒，第二天我的世界就毁了，我家也被冲垮了，我的财产也没有了。政府也不来救我，然后满肚子气，甚至看到来救援的消防人员，大家还指着他们的鼻子骂。大家觉得这个世界开始变得很糟糕，一切的一切好像希望都不在了。我们要怎样去调整这样的心情？也希望借着今天净空法师跟我们的开示，能够让很多人平静他们这种充满怨怒的情绪。",
      "zh_TW": "我就藉著您的話題再繼續往下問：最近台灣剛好面臨到所謂的天災人禍，尤其是有些地方，我們開始去追究它的就像您講的根源部分的時候，它應該是早在更早、更早，可能幾百年前的時候，就應該要被解決。比方說水患的問題，到今天弄到大家人心惶惶，然後止不住的謾罵。讓我們這些平凡老百姓會說，昨天世界還滿美好的，還看到太陽，看到樹葉閃動的那種光芒，第二天我的世界就毀了，我家也被沖垮了，我的財產也沒有了。政府也不來救我，然後滿肚子氣，甚至看到來救援的消防人員，大家還指著他們的鼻子罵。大家覺得這個世界開始變得很糟糕，一切的一切好像希望都不在了。我們要怎樣去調整這樣的心情？也希望藉著今天淨空法師跟我們的開示，能夠讓很多人平靜他們這種充滿怨怒的情緒。"
    },
    {
      "id": "21-111-0001_p0015",
      "zh_CN": "净空法师：这个问题是个大问题，也是牵涉很复杂的问题。能不能用一句话解决？是可以的，但是没有人相信，所以世出世间一切法建立在信心的基础上。这是什么问题？都是出现在教育上的问题。因为这个问题是很深奥的一个问题，要真正了解根源是什么，宇宙怎么产生的，生命从哪里来的，这是根本。你把这个根本问题解决，眼前这些是枝枝叶叶，不成问题！但是这一个大问题就不是几句话能够说得清楚、说得明白。有些人说，这是宗教的问题，这是哲学的问题，其实不是的，这是我们人生基本的问题，是个教育的问题，没有把人教好！",
      "zh_TW": "淨空法師：這個問題是個大問題，也是牽涉很複雜的問題。能不能用一句話解決？是可以的，但是沒有人相信，所以世出世間一切法建立在信心的基礎上。這是什麼問題？都是出現在教育上的問題。因為這個問題是很深奧的一個問題，要真正了解根源是什麼，宇宙怎麼產生的，生命從哪裡來的，這是根本。你把這個根本問題解決，眼前這些是枝枝葉葉，不成問題！但是這一個大問題就不是幾句話能夠說得清楚、說得明白。有些人說，這是宗教的問題，這是哲學的問題，其實不是的，這是我們人生基本的問題，是個教育的問題，沒有把人教好！"
    },
    {
      "id": "21-111-0001_p0016",
      "zh_CN": "我们前面讲到宗教，「感应」！佛家讲「众业所感」。人心善，风调雨顺；人心不善，自然环境就产生变化。譬如在我们中国儒家，特别是大乘佛法，大乘佛法教人的目标，我们归纳起来有三个问题。第一个是教导我们如何跟一切人相处，人与人之间的关系，人与人之间应该怎么相处？第二个问题是教导我们人与自然环境应该怎么相处？第三个是人与天地鬼神如何相处？这三个关系搞清楚、搞明白了，相处好了，什么问题都没有了。",
      "zh_TW": "我們前面講到宗教，「感應」！佛家講「眾業所感」。人心善，風調雨順；人心不善，自然環境就產生變化。譬如在我們中國儒家，特別是大乘佛法，大乘佛法教人的目標，我們歸納起來有三個問題。第一個是教導我們如何跟一切人相處，人與人之間的關係，人與人之間應該怎麼相處？第二個問題是教導我們人與自然環境應該怎麼相處？第三個是人與天地鬼神如何相處？這三個關係搞清楚、搞明白了，相處好了，什麼問題都沒有了。"
    },
    {
      "id": "21-111-0001_p0017",
      "zh_CN": "人与人的关系，你不知道，你不清楚，你不懂得处人之道。人与人当中，刚才讲的，产生误会，产生仇恨，人祸就来了，战争是人祸。你不懂得跟自然环境相处，破坏自然生态环境，天灾来了，灾害来了。天灾怎么来的？还是我们自己造成的，绝对不是天然灾害。没这个道理！人与天地鬼神不懂得相处，换句话说，冥冥当中你就得不到多维次空间的那些人对我们的帮助。这些人对我们的帮助有善意，确实善意的。我们虽然肉眼看不到，接触不到，但是你在心地非常清净的时候能感受到。科学家证实，确确实实有十一种不同维次空间存在，理论上讲空间维次是无限度的，这是他们发现的，知其当然而不知其所以然。",
      "zh_TW": "人與人的關係，你不知道，你不清楚，你不懂得處人之道。人與人當中，剛才講的，產生誤會，產生仇恨，人禍就來了，戰爭是人禍。你不懂得跟自然環境相處，破壞自然生態環境，天災來了，災害來了。天災怎麼來的？還是我們自己造成的，絕對不是天然災害。沒這個道理！人與天地鬼神不懂得相處，換句話說，冥冥當中你就得不到多維次空間的那些人對我們的幫助。這些人對我們的幫助有善意，確實善意的。我們雖然肉眼看不到，接觸不到，但是你在心地非常清淨的時候能感受到。科學家證實，確確實實有十一種不同維次空間存在，理論上講空間維次是無限度的，這是他們發現的，知其當然而不知其所以然。"
    },
    {
      "id": "21-111-0001_p0018",
      "zh_CN": "大乘佛法里把这个说得很透彻，空间维次怎么来的？是从一切众生妄想、分别、执着里头变现出来的。如何突破？你能把妄想、分别、执着放下，佛家讲禅定，放下之后这个维次就突破，你就可以看到许许多多不同维次空间的那些生物、那些人物，我们讲的鬼神、天神，你亲眼会看到。为什么？这个界限突破了。现在科学家知道有，但是不懂得用什么方法突破，佛教、印度教都是用禅定的方法来突破。所以这个事情是真的，不是假的，你可以证实。佛教人高明的地方就在此地，他不是说「你听他的」，他不是这样说。我跟你说，教你方法，你去求证，你一定会证实。你证实，这才是你的东西；你不证实，是别人的东西，你依旧得不到受用。",
      "zh_TW": "大乘佛法裡把這個說得很透徹，空間維次怎麼來的？是從一切眾生妄想、分別、執著裡頭變現出來的。如何突破？你能把妄想、分別、執著放下，佛家講禪定，放下之後這個維次就突破，你就可以看到許許多多不同維次空間的那些生物、那些人物，我們講的鬼神、天神，你親眼會看到。為什麼？這個界限突破了。現在科學家知道有，但是不懂得用什麼方法突破，佛教、印度教都是用禪定的方法來突破。所以這個事情是真的，不是假的，你可以證實。佛教人高明的地方就在此地，他不是說「你聽他的」，他不是這樣說。我跟你說，教你方法，你去求證，你一定會證實。你證實，這才是你的東西；你不證實，是別人的東西，你依舊得不到受用。"
    },
    {
      "id": "21-111-0001_p0019",
      "zh_CN": "唯一就是我们要断恶修善，要改过自新，不要把所有一切责任推给别人，一定要回过头来自己反省「我做得不好，我做得不够」，当然这里面最重要的基本问题是教育。有许多人问我这些灾难，我笼统用一句话说，这些灾难怎么形成的？「不听老人言，吃亏在眼前。」什么是老人？佛是老人，孔子是老人，耶稣是老人，穆罕默德是老人。你不听他们的话，你随顺自己的烦恼习气，自作主张，胆大妄为，造成这个果报，你怎么能怪别人？所以，最重要的是教育。",
      "zh_TW": "唯一就是我們要斷惡修善，要改過自新，不要把所有一切責任推給別人，一定要回過頭來自己反省「我做得不好，我做得不夠」，當然這裡面最重要的基本問題是教育。有許多人問我這些災難，我籠統用一句話說，這些災難怎麼形成的？「不聽老人言，吃虧在眼前。」什麼是老人？佛是老人，孔子是老人，耶穌是老人，穆罕默德是老人。你不聽他們的話，你隨順自己的煩惱習氣，自作主張，膽大妄為，造成這個果報，你怎麼能怪別人？所以，最重要的是教育。"
    },
    {
      "id": "21-111-0001_p0020",
      "zh_CN": "教育在一般来讲四大类：第一个是家庭教育，现在家庭教育彻底毁掉了。第二个是学校教育，现在学校教育只着重科学技术，人文教育没有了，伦理教育没有了，道德教育没有了。所以科技发达，世界最后还是免不了灾难。第三种是社会教育。社会教育，你们从事于传播界，你们教导社会大众教什么？我们一看这里面内容，杀盗淫妄，受这种教育，他怎么会没有灾难？",
      "zh_TW": "教育在一般來講四大類：第一個是家庭教育，現在家庭教育徹底毀掉了。第二個是學校教育，現在學校教育只著重科學技術，人文教育沒有了，倫理教育沒有了，道德教育沒有了。所以科技發達，世界最後還是免不了災難。第三種是社會教育。社會教育，你們從事於傳播界，你們教導社會大眾教什麼？我們一看這裡面內容，殺盜淫妄，受這種教育，他怎麼會沒有災難？"
    },
    {
      "id": "21-111-0001_p0021",
      "zh_CN": "中国古代文艺教育，孔老夫子订的宗旨：「思无邪」。文艺要提倡，寓教于乐，里面有一个总原则，不能让众生接受这个教育他有邪知邪见，那你就错了，你要给他正知正见。所以中国古代，你们看看像元曲，古时候的歌舞，乃至于到最后的京剧，大多数内容讲的是忠孝节义。从前教育没有这么发达，民间老百姓为什么那么样懂礼？他会做人，他心地很纯厚，他都从戏剧里头学来的，里面是讲「忠孝节义」，讲「善有善报，恶有恶报」，都教人这些。现在这些文艺教的是什么？都叫你造罪业，造极重的罪业。那个灾难来的时候，还把责任推给别人。你的罪更重，你将来受的苦难更深，不可以避免。这是讲到社会教育。第四个是宗教教育。这四个教育搞好，天下太平，什么事都没有，天灾人祸都没有了。所以教育彻底失败，才遭受这么大的灾难。",
      "zh_TW": "中國古代文藝教育，孔老夫子訂的宗旨：「思無邪」。文藝要提倡，寓教於樂，裡面有一個總原則，不能讓眾生接受這個教育他有邪知邪見，那你就錯了，你要給他正知正見。所以中國古代，你們看看像元曲，古時候的歌舞，乃至於到最後的京劇，大多數內容講的是忠孝節義。從前教育沒有這麼發達，民間老百姓為什麼那麼樣懂禮？他會做人，他心地很純厚，他都從戲劇裡頭學來的，裡面是講「忠孝節義」，講「善有善報，惡有惡報」，都教人這些。現在這些文藝教的是什麼？都叫你造罪業，造極重的罪業。那個災難來的時候，還把責任推給別人。你的罪更重，你將來受的苦難更深，不可以避免。這是講到社會教育。第四個是宗教教育。這四個教育搞好，天下太平，什麼事都沒有，天災人禍都沒有了。所以教育徹底失敗，才遭受這麼大的災難。"
    },
    {
      "id": "21-111-0001_p0022",
      "zh_CN": "主持人：我们真的很难想像，我们现在看到尤其是当灾难发生的时候，人所表现出来的那种行为举止，就是刚刚法师所讲到的把责任推诿给别人，这一整串，其实这四个基本教育非常重要的。我想很多朋友心里也会很感慨，为什么我们现在的社会，大家会用一句话来说，「社会生病了！」从前那种富而好礼，甚至是贫，但是我们还好礼的那种美好的社会，为什么现在不在了？",
      "zh_TW": "主持人：我們真的很難想像，我們現在看到尤其是當災難發生的時候，人所表現出來的那種行為舉止，就是剛剛法師所講到的把責任推諉給別人，這一整串，其實這四個基本教育非常重要的。我想很多朋友心裡也會很感慨，為什麼我們現在的社會，大家會用一句話來說，「社會生病了！」從前那種富而好禮，甚至是貧，但是我們還好禮的那種美好的社會，為什麼現在不在了？"
    },
    {
      "id": "21-111-0001_p0023",
      "zh_CN": "现在有很多作家，开始在回顾从前大概民国五十年、六十年、四十年，甚至四十年更早一点的，生活虽然比较清苦，但是每一个人见面的时候，心中没有这么多仇恨，没有这么多痛苦。甚至教育没有现在这么普及，生活没有现在发达，可是那时候的人们是快乐的。当然，现在很多年轻一辈的人会说：「你们这些老人家讲的，我们都不知道了。」可是刚刚法师也提到一个很重要的重点，就是「不听老人言，吃亏在眼前」。不管您是什么宗教，宗教当中给您的教育，你要记住一句话，就是你家里不管请的是什么样的神仙活佛，家有一老，如有一宝，这个宝就是教导我们的这些教育。",
      "zh_TW": "現在有很多作家，開始在回顧從前大概民國五十年、六十年、四十年，甚至四十年更早一點的，生活雖然比較清苦，但是每一個人見面的時候，心中沒有這麼多仇恨，沒有這麼多痛苦。甚至教育沒有現在這麼普及，生活沒有現在發達，可是那時候的人們是快樂的。當然，現在很多年輕一輩的人會說：「你們這些老人家講的，我們都不知道了。」可是剛剛法師也提到一個很重要的重點，就是「不聽老人言，吃虧在眼前」。不管您是什麼宗教，宗教當中給您的教育，你要記住一句話，就是你家裡不管請的是什麼樣的神仙活佛，家有一老，如有一寶，這個寶就是教導我們的這些教育。"
    },
    {
      "id": "21-111-0001_p0024",
      "zh_CN": "提到社会生病的这些事情，我自己又会想到另外一个，就是说您说我们要常常检讨自己，我们是不是真的做了不好的事情，可能我们影响到别人了。可是现在又有很多人提出另外一个质疑，就是说我试着做好人，可是在现在这个社会里面，我做好人好像我倒了霉。我看到路边有人车祸受伤，我下去帮他，可是肇事者逃逸，等到他的家属来的时候，我倒霉，变成我撞到他。所有的过错，不管官司或者精神上的压力，以及精神上的赔偿，做好人就倒霉了。或者是说，今天我们只是一句善话，劝人家说这件事情你不要这样做，可是却累积别人的仇恨心，最后可能像现在伦理道德方面的沦丧。年轻人会伙同自己的好朋友来杀父母，跟你同窗的好友会伙同其他不认识的人，十几年来骗你出来喝酒，只是为了要勒索你，觊觎你家的财产。甚至现代人有很多不敢说的话，慢慢累积变成严重的忧郁症，以前这些名词是不在的。我自己身边有很多朋友的忧郁症，是已经严重到他只想一走了之这样的状况。这个题目，我们要请法师来帮我们开示，是不是真的做好人比较倒霉，在现在这个社会里面。",
      "zh_TW": "提到社會生病的這些事情，我自己又會想到另外一個，就是說您說我們要常常檢討自己，我們是不是真的做了不好的事情，可能我們影響到別人了。可是現在又有很多人提出另外一個質疑，就是說我試著做好人，可是在現在這個社會裡面，我做好人好像我倒了霉。我看到路邊有人車禍受傷，我下去幫他，可是肇事者逃逸，等到他的家屬來的時候，我倒霉，變成我撞到他。所有的過錯，不管官司或者精神上的壓力，以及精神上的賠償，做好人就倒霉了。或者是說，今天我們只是一句善話，勸人家說這件事情你不要這樣做，可是卻累積別人的仇恨心，最後可能像現在倫理道德方面的淪喪。年輕人會夥同自己的好朋友來殺父母，跟你同窗的好友會夥同其他不認識的人，十幾年來騙你出來喝酒，只是為了要勒索你，覬覦你家的財產。甚至現代人有很多不敢說的話，慢慢累積變成嚴重的憂鬱症，以前這些名詞是不在的。我自己身邊有很多朋友的憂鬱症，是已經嚴重到他只想一走了之這樣的狀況。這個題目，我們要請法師來幫我們開示，是不是真的做好人比較倒霉，在現在這個社會裡面。"
    },
    {
      "id": "21-111-0001_p0025",
      "zh_CN": "净空法师：这是社会病态的现象，是一种严重的病态现象，确实像佛在经典上所说的「可怜悯者」。为什么会变成这个样子？佛经上有一句话说，原因的生起是没有人教导他。「先人无知」，他的长辈、他的父母、他的尊长、他的老师疏忽了，无知！「不识道德，无有语者，殊无怪也。」所以佛菩萨看到造极重罪业的人，都能原谅他，不去怪罪他，为什么？他没有受过圣贤教育，他怎么会懂得！当然他会受社会环境的污染，这是一定的道理。他会造这些事情，造这些事情是当然之理。要怪，怪什么？怪他的父母尊长没有教他，再要怪责是他的父母尊长上一辈也没有教给他，我们从这里面去反思。现在不要去推诿，不要去怪责前辈。如何来补救，这个重要，这才是真正解决问题之道。晓得过去先人疏忽了，现在我们接受到佛法明白了，「亡羊补牢」还不为晚！",
      "zh_TW": "淨空法師：這是社會病態的現象，是一種嚴重的病態現象，確實像佛在經典上所說的「可憐憫者」。為什麼會變成這個樣子？佛經上有一句話說，原因的生起是沒有人教導他。「先人無知」，他的長輩、他的父母、他的尊長、他的老師疏忽了，無知！「不識道德，無有語者，殊無怪也。」所以佛菩薩看到造極重罪業的人，都能原諒他，不去怪罪他，為什麼？他沒有受過聖賢教育，他怎麼會懂得！當然他會受社會環境的污染，這是一定的道理。他會造這些事情，造這些事情是當然之理。要怪，怪什麼？怪他的父母尊長沒有教他，再要怪責是他的父母尊長上一輩也沒有教給他，我們從這裡面去反思。現在不要去推諉，不要去怪責前輩。如何來補救，這個重要，這才是真正解決問題之道。曉得過去先人疏忽了，現在我們接受到佛法明白了，「亡羊補牢」還不為晚！"
    },
    {
      "id": "21-111-0001_p0026",
      "zh_CN": "我在澳洲带二十几个年轻的出家人，我现在教他们学什么？学《弟子规》。《弟子规》是中国儒家教四、五岁小朋友的，是教他们课程的。怎么坐法、怎么站法、怎么跟人家谈话、怎样对尊长、怎样对兄弟，我教他们学这个。我们现在为什么学这个？这是做人的根本。根本你不学，其他的你不要谈。所以我定了六门功课：《弟子规》、《了凡四训》、《太上感应篇》、《阿难问事佛吉凶经》、《十善业道经》，另外一种是我编的，就是《净宗同学修行守则》。这六门课，我限定两年完成，不是说你念的会背、你会讲，那个我不要求，我要求你每一条要做到、要落实，变成自己的思想、自己的见解、自己的行为，你这样学佛就有基础了。好像盖大楼，我地基打好，然后无论你修学哪一部经论，无论你想弘扬哪一个宗派，你有根底，你才能成就；不在这上下功夫，全都落空，都不是真实的。",
      "zh_TW": "我在澳洲帶二十幾個年輕的出家人，我現在教他們學什麼？學《弟子規》。《弟子規》是中國儒家教四、五歲小朋友的，是教他們課程的。怎麼坐法、怎麼站法、怎麼跟人家談話、怎樣對尊長、怎樣對兄弟，我教他們學這個。我們現在為什麼學這個？這是做人的根本。根本你不學，其他的你不要談。所以我定了六門功課：《弟子規》、《了凡四訓》、《太上感應篇》、《阿難問事佛吉凶經》、《十善業道經》，另外一種是我編的，就是《淨宗同學修行守則》。這六門課，我限定兩年完成，不是說你念的會背、你會講，那個我不要求，我要求你每一條要做到、要落實，變成自己的思想、自己的見解、自己的行為，你這樣學佛就有基礎了。好像蓋大樓，我地基打好，然後無論你修學哪一部經論，無論你想弘揚哪一個宗派，你有根底，你才能成就；不在這上下功夫，全都落空，都不是真實的。"
    },
    {
      "id": "21-111-0001_p0027",
      "zh_CN": "我要求学生每天课堂作业八小时，念佛堂念佛八小时，每天十六个小时，每天睡眠的时间五个小时，吃饭、其他工作时间只有三小时。为什么这样做？这是古时候唐朝百丈大师订的生活作息时间表，我们用他的。这样做，你没有时间去打妄想，你的妄想、分别、执着、杂念自自然然就减少了。真正做上两年，我想你的烦恼、分别、执着可能减少到百分之八十，你的心就自在。心安理得，你自然就快乐，真正过一种幸福美满的生活。是要把圣贤教诲落实，光是听了学了做不到，没有用处。",
      "zh_TW": "我要求學生每天課堂作業八小時，念佛堂念佛八小時，每天十六個小時，每天睡眠的時間五個小時，吃飯、其他工作時間只有三小時。為什麼這樣做？這是古時候唐朝百丈大師訂的生活作息時間表，我們用他的。這樣做，你沒有時間去打妄想，你的妄想、分別、執著、雜念自自然然就減少了。真正做上兩年，我想你的煩惱、分別、執著可能減少到百分之八十，你的心就自在。心安理得，你自然就快樂，真正過一種幸福美滿的生活。是要把聖賢教誨落實，光是聽了學了做不到，沒有用處。"
    },
    {
      "id": "21-111-0001_p0028",
      "zh_CN": "主持人：法师刚刚讲到一个重点。很多人都喜欢去听有大智慧的圣贤开示，在前几个月台湾也很荣幸请到达赖喇嘛这位圣贤，他在开示的时候也挤进上万人，大家都在听所谓浅显的大道理。我觉得那个时候，达赖喇嘛也提出一个重点，就是说我不希望你们只是听听而已，如果你们只是为了要来看我，给你们灌顶、带福气给你，那是没有！我就是讲一些基本的道理。",
      "zh_TW": "主持人：法師剛剛講到一個重點。很多人都喜歡去聽有大智慧的聖賢開示，在前幾個月台灣也很榮幸請到達賴喇嘛這位聖賢，他在開示的時候也擠進上萬人，大家都在聽所謂淺顯的大道理。我覺得那個時候，達賴喇嘛也提出一個重點，就是說我不希望你們只是聽聽而已，如果你們只是為了要來看我，給你們灌頂、帶福氣給你，那是沒有！我就是講一些基本的道理。"
    },
    {
      "id": "21-111-0001_p0029",
      "zh_CN": "我们也讲到，我们这个话题再把它回到另外一个部分，就是说您刚刚前面讲到，宗教有很多的形式，大家现在很多都依赖那个形式，就好比说我们去听演讲的时候，你能不能够给我灌顶？就好像我学气功，我要一点点这个诀窍、步骤，「师父你给我灌点气吧！」可能我打通任督二脉以后，我就飞得快一点。每个人都希望在这条路上可以走一点捷径，事实上它到底有没有捷径？以及就是说，很多的知识分子、很多的读书人，对佛教、佛经的研究非常的透彻，在讲起佛经、讲起课程的时候头头是道，可是却很多人难以去实行。我另外做个比较，就是另外一种说法，是不是佛教比较出世一点点，而像天主教或基督教他们会成立医院。当然，现在台湾慢慢在做，成立医院、成立学校，甚至去做很多的义工，是不是这个宗教它比较入世一点点，这中间的差别就是在于他们落实去做这个事情，这样的说法是对还是不对？请法师开示。",
      "zh_TW": "我們也講到，我們這個話題再把它回到另外一個部分，就是說您剛剛前面講到，宗教有很多的形式，大家現在很多都依賴那個形式，就好比說我們去聽演講的時候，你能不能夠給我灌頂？就好像我學氣功，我要一點點這個訣竅、步驟，「師父你給我灌點氣吧！」可能我打通任督二脈以後，我就飛得快一點。每個人都希望在這條路上可以走一點捷徑，事實上它到底有沒有捷徑？以及就是說，很多的知識分子、很多的讀書人，對佛教、佛經的研究非常的透徹，在講起佛經、講起課程的時候頭頭是道，可是卻很多人難以去實行。我另外做個比較，就是另外一種說法，是不是佛教比較出世一點點，而像天主教或基督教他們會成立醫院。當然，現在台灣慢慢在做，成立醫院、成立學校，甚至去做很多的義工，是不是這個宗教它比較入世一點點，這中間的差別就是在於他們落實去做這個事情，這樣的說法是對還是不對？請法師開示。"
    },
    {
      "id": "21-111-0001_p0030",
      "zh_CN": "净空法师：这是对于佛教缺少认识。慈善救济的事业，是每一个宗教教学，我们把宗教教学换个名称「社会教育」，社会教育的重点。但是救人救得最彻底、救得最圆满的是什么？不是医院，不是这些慈善事业。这些慈善事业，你缺少吃的，送一点吃的给你；缺少穿的，送一点穿的给你；你有疾病，我免费给你治疗，这是短暂的利益，这是不能解决问题的，只是救济，不能解决问题。真正救济、解决问题的是什么？是给你智慧，是给你能力。你有智慧，你有技能，你自己可以谋生，这才是彻底的救济。所以最彻底的救济，最圆满的救济是什么？是教学。",
      "zh_TW": "淨空法師：這是對於佛教缺少認識。慈善救濟的事業，是每一個宗教教學，我們把宗教教學換個名稱「社會教育」，社會教育的重點。但是救人救得最徹底、救得最圓滿的是什麼？不是醫院，不是這些慈善事業。這些慈善事業，你缺少吃的，送一點吃的給你；缺少穿的，送一點穿的給你；你有疾病，我免費給你治療，這是短暫的利益，這是不能解決問題的，只是救濟，不能解決問題。真正救濟、解決問題的是什麼？是給你智慧，是給你能力。你有智慧，你有技能，你自己可以謀生，這才是徹底的救濟。所以最徹底的救濟，最圓滿的救濟是什麼？是教學。"
    },
    {
      "id": "21-111-0001_p0031",
      "zh_CN": "主持人：还是在教学。",
      "zh_TW": "主持人：還是在教學。"
    },
    {
      "id": "21-111-0001_p0032",
      "zh_CN": "净空法师：对！在教学。佛教自始至终重视教学，只要你明白了，道理懂得，方法会了，你的问题解决了，这是最高的、最上的慈善救济。世间人不懂，他只晓得近利，他没有看到远程的利益，佛家是讲远程的利益、究竟的利益、圆满的利益。像一般的慈善救济事业，在佛家是附带的，不是主体，主体是教育。所以释迦牟尼佛他到底是个什么人？用我们现在社会来看，他是什么身分？他不是神，他也不是仙人，他也不是天人。他是什么？用我们现在的话来说，他是一个「多元文化社会教育家」。他一生给我们表现的，是一个多元文化社会教育的义务工作者，每天跟大家上课，跟大家讲解宇宙人生的大道理，一天八个小时，四十九年不休息，没有一天放假。哪一个行业的人，能够比得上释迦牟尼佛这样的敬业、这样的专职？如果说佛教是消极的，那错了。你们从事哪一个行业能有释迦牟尼佛敬业的精神？",
      "zh_TW": "淨空法師：對！在教學。佛教自始至終重視教學，只要你明白了，道理懂得，方法會了，你的問題解決了，這是最高的、最上的慈善救濟。世間人不懂，他只曉得近利，他沒有看到遠程的利益，佛家是講遠程的利益、究竟的利益、圓滿的利益。像一般的慈善救濟事業，在佛家是附帶的，不是主體，主體是教育。所以釋迦牟尼佛他到底是個什麼人？用我們現在社會來看，他是什麼身分？他不是神，他也不是仙人，他也不是天人。他是什麼？用我們現在的話來說，他是一個「多元文化社會教育家」。他一生給我們表現的，是一個多元文化社會教育的義務工作者，每天跟大家上課，跟大家講解宇宙人生的大道理，一天八個小時，四十九年不休息，沒有一天放假。哪一個行業的人，能夠比得上釋迦牟尼佛這樣的敬業、這樣的專職？如果說佛教是消極的，那錯了。你們從事哪一個行業能有釋迦牟尼佛敬業的精神？"
    },
    {
      "id": "21-111-0001_p0033",
      "zh_CN": "主持人：这要拿全勤奖金了。",
      "zh_TW": "主持人：這要拿全勤獎金了。"
    },
    {
      "id": "21-111-0001_p0034",
      "zh_CN": "净空法师：我们一定要把他认识清楚，一定要了解他做的是什么事情：唤醒人的觉悟。现在人迷在五欲六尘里面，迷在名闻利养里面，这个不得了，这是大病！办个医院救人家是小病，那种病微不足道。佛是救人的心病。如何能够把贪瞋痴慢断掉，如何能把自私自利断掉？起心动念多为苦难人民想，不要为自己想，这是头一条。这一条要做不到，那后面全都落空，全都不是真的。让我们自己起心动念都为整个社会来想、为整个世界来想，大众的利益；个人不相干，个人在这个世间需要的太少。释迦牟尼佛一天吃一餐，我们吃三餐，他吃一餐，他也不需要住房子，树下一宿，日中一食，做出这个榜样给我们看，真的放下了，彻底放下了。",
      "zh_TW": "淨空法師：我們一定要把他認識清楚，一定要了解他做的是什麼事情：喚醒人的覺悟。現在人迷在五欲六塵裡面，迷在名聞利養裡面，這個不得了，這是大病！辦個醫院救人家是小病，那種病微不足道。佛是救人的心病。如何能夠把貪瞋痴慢斷掉，如何能把自私自利斷掉？起心動念多為苦難人民想，不要為自己想，這是頭一條。這一條要做不到，那後面全都落空，全都不是真的。讓我們自己起心動念都為整個社會來想、為整個世界來想，大眾的利益；個人不相干，個人在這個世間需要的太少。釋迦牟尼佛一天吃一餐，我們吃三餐，他吃一餐，他也不需要住房子，樹下一宿，日中一食，做出這個榜樣給我們看，真的放下了，徹底放下了。"
    },
    {
      "id": "21-111-0001_p0035",
      "zh_CN": "我们的病是什么？我们的病是放不下，我们的念头是占有，起心动念总是对一切人事物的占有，对一切人事物的控制，这是病根，这是祸害的根源。佛教给我们「恒顺众生，随喜功德」，你能做到这个，你的心里面没有忧虑、没有牵挂，身心没有负担、没有烦恼，多快乐！都在一念之间，看你怎么作法。你真明白了，你是世界上第一等快乐的人，生在这个乱世大灾难的时候，还是一样快乐，一丝毫也没有减少。学佛的好处在此地，这才叫真正的慈善救济。我得到了！",
      "zh_TW": "我們的病是什麼？我們的病是放不下，我們的念頭是佔有，起心動念總是對一切人事物的佔有，對一切人事物的控制，這是病根，這是禍害的根源。佛教給我們「恆順眾生，隨喜功德」，你能做到這個，你的心裡面沒有憂慮、沒有牽掛，身心沒有負擔、沒有煩惱，多快樂！都在一念之間，看你怎麼作法。你真明白了，你是世界上第一等快樂的人，生在這個亂世大災難的時候，還是一樣快樂，一絲毫也沒有減少。學佛的好處在此地，這才叫真正的慈善救濟。我得到了！"
    },
    {
      "id": "21-111-0001_p0036",
      "zh_CN": "主持人：我想这个验证，很多很多众生、大德大家都已经感受得非常的清楚。讲到救济这件事情，我们要给他们智慧、能力，让自己能够寻找到最大的快乐。我自己用一句比较浅显的话，就是「你给他鱼吃，还不如教他怎么钓鱼」，这就有方法、有能力在里面。",
      "zh_TW": "主持人：我想這個驗證，很多很多眾生、大德大家都已經感受得非常的清楚。講到救濟這件事情，我們要給他們智慧、能力，讓自己能夠尋找到最大的快樂。我自己用一句比較淺顯的話，就是「你給他魚吃，還不如教他怎麼釣魚」，這就有方法、有能力在裡面。"
    },
    {
      "id": "21-111-0001_p0037",
      "zh_CN": "我再把这个话题延伸，很多人在接近宗教的时候，好比说我们最常听到的一些语汇，「轮回」，所谓「业障」、「因果报应」这一类，「不是不报，时候未到」，常常听到这些话。但是会有很多的人去接近宗教，他心中的意念是：「好，我把这一世的因种好了，我来世就可以过得更好。我这辈子苦我就算了，我就拼命的帮助别人。」可是帮助别人的背后，他是有目的，他是在想：「我的来世会更好，我的子孙会更好，我将来会更有钱。」如果是这样子的话，这中间是不是就已经缺乏原来去相信宗教的这个最简单的目的？",
      "zh_TW": "我再把這個話題延伸，很多人在接近宗教的時候，好比說我們最常聽到的一些語彙，「輪迴」，所謂「業障」、「因果報應」這一類，「不是不報，時候未到」，常常聽到這些話。但是會有很多的人去接近宗教，他心中的意念是：「好，我把這一世的因種好了，我來世就可以過得更好。我這輩子苦我就算了，我就拼命的幫助別人。」可是幫助別人的背後，他是有目的，他是在想：「我的來世會更好，我的子孫會更好，我將來會更有錢。」如果是這樣子的話，這中間是不是就已經缺乏原來去相信宗教的這個最簡單的目的？"
    },
    {
      "id": "21-111-0001_p0038",
      "zh_CN": "净空法师：这也未尝不是一桩好事。但是他对于宗教教学懂得太少了，他所得的回报也不多，很有限。随着他的心量，如果他是无所希求的去做这些善事，他得的果报超过百倍、千倍、万倍都不止。一有希求心，就划了一个界限；没有希求心，你这个心跟虚空一样大，你所得到的是整个虚空。你有「一家」，好了，你这个圈子在家，你得的果报就限于你一家。如果你是想到「我这个社会」、「我这个国家」，你得的福报就是你这个界限。如果更大，想到我这个善事能够叫整个世界众生都得好处，你这个福报就限于地球，你不能够遍及太空。所以，一个念头都没有，那个善的果报是遍虚空法界。",
      "zh_TW": "淨空法師：這也未嘗不是一樁好事。但是他對於宗教教學懂得太少了，他所得的回報也不多，很有限。隨著他的心量，如果他是無所希求的去做這些善事，他得的果報超過百倍、千倍、萬倍都不止。一有希求心，就劃了一個界限；沒有希求心，你這個心跟虛空一樣大，你所得到的是整個虛空。你有「一家」，好了，你這個圈子在家，你得的果報就限於你一家。如果你是想到「我這個社會」、「我這個國家」，你得的福報就是你這個界限。如果更大，想到我這個善事能夠叫整個世界眾生都得好處，你這個福報就限於地球，你不能夠遍及太空。所以，一個念頭都沒有，那個善的果報是遍虛空法界。"
    },
    {
      "id": "21-111-0001_p0039",
      "zh_CN": "主持人：我们追求宗教上的心灵纯净，其实不应该带有一个目的心，不应该带有一个界限心。",
      "zh_TW": "主持人：我們追求宗教上的心靈純淨，其實不應該帶有一個目的心，不應該帶有一個界限心。"
    },
    {
      "id": "21-111-0001_p0040",
      "zh_CN": "净空法师：就是不能有自私自利的念头。",
      "zh_TW": "淨空法師：就是不能有自私自利的念頭。"
    },
    {
      "id": "21-111-0001_p0041",
      "zh_CN": "主持人：对、对。",
      "zh_TW": "主持人：對、對。"
    },
    {
      "id": "21-111-0001_p0042",
      "zh_CN": "净空法师：有一点自私自利的念头掺杂在里面，就把你那个果限制了，果报就变小。",
      "zh_TW": "淨空法師：有一點自私自利的念頭摻雜在裡面，就把你那個果限制了，果報就變小。"
    },
    {
      "id": "21-111-0001_p0043",
      "zh_CN": "主持人：真的是言简意赅。我相信平常很多吃斋念佛一心要做好事，却划定很多界限的人，现在心里面应该要开始有一些反省的声音，是不是更往深入的去追求那个大智慧，而不是划地自限。我们可以追求宗教的大智慧，去认识自己的本心，让我们得到像法师您刚刚说的，您是最自在、最快乐的人。即使在面临这么多的大灾难，当然您有您的慈悲，可是您会让您的心灵非常的快乐。",
      "zh_TW": "主持人：真的是言簡意賅。我相信平常很多吃齋念佛一心要做好事，卻劃定很多界限的人，現在心裡面應該要開始有一些反省的聲音，是不是更往深入的去追求那個大智慧，而不是劃地自限。我們可以追求宗教的大智慧，去認識自己的本心，讓我們得到像法師您剛剛說的，您是最自在、最快樂的人。即使在面臨這麼多的大災難，當然您有您的慈悲，可是您會讓您的心靈非常的快樂。"
    },
    {
      "id": "21-111-0001_p0044",
      "zh_CN": "讲到心灵这个事情，我再回到刚刚我还没有被解答的一个疑问。很多人还是非常的想不开，即便在听到这些语言的时候，可能我当下听到，觉得说对！对！我要想开一点，我要为宇宙大众想多一点，要带着一个感恩的心去活下来。可是这种心情常常在离开这个环境之后，可能它又进来了，它可能是一种病，可能是心情上、心理上慢慢影响。就像我说的现在的忧郁症是很严重的，每天晚上的那一种好像跟恶魔在争斗，然后撕扯自己的灵魂，然后总觉得自己是世界上最不重要的人，常常就是一走了之。我们怎么样去帮助这些朋友？我们不可能每天都把法师请到旁边来，「来来来，你开示他，让他不要走」。我们平常自己怎样来做生活中的活菩萨去帮助这些人，让他们也能够开开心心的，就是说脱离这种魔难，可以这样说。",
      "zh_TW": "講到心靈這個事情，我再回到剛剛我還沒有被解答的一個疑問。很多人還是非常的想不開，即便在聽到這些語言的時候，可能我當下聽到，覺得說對！對！我要想開一點，我要為宇宙大眾想多一點，要帶著一個感恩的心去活下來。可是這種心情常常在離開這個環境之後，可能它又進來了，它可能是一種病，可能是心情上、心理上慢慢影響。就像我說的現在的憂鬱症是很嚴重的，每天晚上的那一種好像跟惡魔在爭鬥，然後撕扯自己的靈魂，然後總覺得自己是世界上最不重要的人，常常就是一走了之。我們怎麼樣去幫助這些朋友？我們不可能每天都把法師請到旁邊來，「來來來，你開示他，讓他不要走」。我們平常自己怎樣來做生活中的活菩薩去幫助這些人，讓他們也能夠開開心心的，就是說脫離這種魔難，可以這樣說。"
    },
    {
      "id": "21-111-0001_p0045",
      "zh_CN": "净空法师：这在佛法里面讲缘分，佛教导人最重视的是「缘」。讲到缘，缘的前面有因，后面有果。因变成果，关键在缘，如果没有缘，因就不会变成果。所以佛家非常重视这个缘，称为「缘生论」。缘要是善，你所做的种种善因，有善缘，善的果报就现前。如果现在你所造作的、所遇到的都是恶缘，你的善因被障碍，你的恶因就会被这个恶缘引发，恶的果报就现前。这个道理是真理。",
      "zh_TW": "淨空法師：這在佛法裡面講緣分，佛教導人最重視的是「緣」。講到緣，緣的前面有因，後面有果。因變成果，關鍵在緣，如果沒有緣，因就不會變成果。所以佛家非常重視這個緣，稱為「緣生論」。緣要是善，你所做的種種善因，有善緣，善的果報就現前。如果現在你所造作的、所遇到的都是惡緣，你的善因被障礙，你的惡因就會被這個惡緣引發，惡的果報就現前。這個道理是真理。"
    },
    {
      "id": "21-111-0001_p0046",
      "zh_CN": "佛家常讲：「万法皆空，因果不空。」为什么因果不空？因果也是万法之一，也没有离开万法，万法包括因果。因变成果，因就空了；果变成因，果也空了。像我们种植物，种桃，那个桃核是因，它长成桃树，桃核没有了，因就空了；桃树在结成桃的时候，结成果了，果又变成因。说因果不空，它有三个性质不空：「因果转变不空」，因变成果，果变成因；「因果相续不空」，它总是接着，它当中不会脱节。它转变，因果相续不空。善因决定得善果，恶因决定得恶果，这是真理，这是天然的法则，这不是人为的。所以，世间法是因果报应，佛讲的出世间法也是因果报应。出世间，用我们现在的话就是不同维次空间，它也是因果报应。总而言之，一切都离不开因果报应。因此，佛教给我们「种善因得善果」，人不能造恶业，人不能跟任何人结冤仇，这是佛教我们第一个科目。你跟人结冤仇，得来的是冤冤相报没完没了。",
      "zh_TW": "佛家常講：「萬法皆空，因果不空。」為什麼因果不空？因果也是萬法之一，也沒有離開萬法，萬法包括因果。因變成果，因就空了；果變成因，果也空了。像我們種植物，種桃，那個桃核是因，它長成桃樹，桃核沒有了，因就空了；桃樹在結成桃的時候，結成果了，果又變成因。說因果不空，它有三個性質不空：「因果轉變不空」，因變成果，果變成因；「因果相續不空」，它總是接著，它當中不會脫節。它轉變，因果相續不空。善因決定得善果，惡因決定得惡果，這是真理，這是天然的法則，這不是人為的。所以，世間法是因果報應，佛講的出世間法也是因果報應。出世間，用我們現在的話就是不同維次空間，它也是因果報應。總而言之，一切都離不開因果報應。因此，佛教給我們「種善因得善果」，人不能造惡業，人不能跟任何人結冤仇，這是佛教我們第一個科目。你跟人結冤仇，得來的是冤冤相報沒完沒了。"
    },
    {
      "id": "21-111-0001_p0047",
      "zh_CN": "我们遇到这些冤亲债主的时候怎么办？忍让。忍让当中，我们决定没有一个瞋恚的念头。别人欺负我，我欢喜接受。别人打我，我让他打。别人骂我，我不回应。我总是以感恩的心对待别人，总是以爱心对人，以真诚心对人，对方早晚他会感动，他会觉得你是个好人，你可以跟我做个好朋友。为什么？他一生当中没有遇到这样的朋友，到最后他认为我们是他最可靠的人。人要用诚心去感化人，不能用怨恨心对付人，那个麻烦大了，那不是解决问题，那是制造问题。",
      "zh_TW": "我們遇到這些冤親債主的時候怎麼辦？忍讓。忍讓當中，我們決定沒有一個瞋恚的念頭。別人欺負我，我歡喜接受。別人打我，我讓他打。別人罵我，我不回應。我總是以感恩的心對待別人，總是以愛心對人，以真誠心對人，對方早晚他會感動，他會覺得你是個好人，你可以跟我做個好朋友。為什麼？他一生當中沒有遇到這樣的朋友，到最後他認為我們是他最可靠的人。人要用誠心去感化人，不能用怨恨心對付人，那個麻煩大了，那不是解決問題，那是製造問題。"
    },
    {
      "id": "21-111-0001_p0048",
      "zh_CN": "主持人：我再把这个话题放在另外一个事件上面，这要怎么解决。您刚刚说我们对人要忍让，尤其是「骂不还口，打不还手」这样的状况。可是现在在台湾，或者是在世界所谓一些文明国家里面，同时还在流行一件事情，就是所谓的家庭暴力。这些施暴者，通常就是希望他的对象打不还手，骂不还口，然后尽量的忍让、维持。有很多人被施暴者也都是抱着这样的心态，我让他，我原谅他，总有一天他会醒，可是总有一天他还没醒的时候，可能这个被打的人已经失去他宝贵的生命。碰到像这样的人，我们要怎么办？因为当初也可能是相爱，一定是爱才会结合在一起。施予暴力，甚至他自己生出来的小孩他也没有爱心，当他可能酒瘾犯了，或者他在社会上碰到一些挫折的时候，他真的就是完全的一个凌虐，被面对的人如果按照刚刚那个方式，忍让、感恩、完全不予反抗的话，可能这个悲剧会继续延续下去。",
      "zh_TW": "主持人：我再把這個話題放在另外一個事件上面，這要怎麼解決。您剛剛說我們對人要忍讓，尤其是「罵不還口，打不還手」這樣的狀況。可是現在在台灣，或者是在世界所謂一些文明國家裡面，同時還在流行一件事情，就是所謂的家庭暴力。這些施暴者，通常就是希望他的對象打不還手，罵不還口，然後盡量的忍讓、維持。有很多人被施暴者也都是抱著這樣的心態，我讓他，我原諒他，總有一天他會醒，可是總有一天他還沒醒的時候，可能這個被打的人已經失去他寶貴的生命。碰到像這樣的人，我們要怎麼辦？因為當初也可能是相愛，一定是愛才會結合在一起。施予暴力，甚至他自己生出來的小孩他也沒有愛心，當他可能酒癮犯了，或者他在社會上碰到一些挫折的時候，他真的就是完全的一個凌虐，被面對的人如果按照剛剛那個方式，忍讓、感恩、完全不予反抗的話，可能這個悲劇會繼續延續下去。"
    },
    {
      "id": "21-111-0001_p0049",
      "zh_CN": "净空法师：不会！你的想法是错误的。这个问题归根结柢是教育，教育要从小教。你真正爱护你的子女，从你怀孕的时候就要教他。你怀孕的时候，如果还有不善的念头，你要晓得这个念头会影响胎儿，所以中国儒家最重视胎教。现在我们这边有个杨老师他告诉我：小朋友非常善良，教他《弟子规》，他完全能接受，做人非常规矩，看到父母有过失，他还纠正「你做的不对！」他都能完全落实。由此可以证明《三字经》上讲的一句话，「人之初，性本善」。",
      "zh_TW": "淨空法師：不會！你的想法是錯誤的。這個問題歸根結柢是教育，教育要從小教。你真正愛護你的子女，從你懷孕的時候就要教他。你懷孕的時候，如果還有不善的念頭，你要曉得這個念頭會影響胎兒，所以中國儒家最重視胎教。現在我們這邊有個楊老師他告訴我：小朋友非常善良，教他《弟子規》，他完全能接受，做人非常規矩，看到父母有過失，他還糾正「你做的不對！」他都能完全落實。由此可以證明《三字經》上講的一句話，「人之初，性本善」。"
    },
    {
      "id": "21-111-0001_p0050",
      "zh_CN": "他为什么会不善？他被外面污染了，现在是家庭受污染，这糟糕了。家庭是污染、学校是污染、社会是污染，他什么时候能回头？一定要懂得这个道理。从自己本身，作父母，父母要做子女的好榜样。譬如说，你作父母，你能孝顺你的父母，你的小孩在旁边看到，他将来会孝顺你。你对你父母不尊敬，他看得眼熟了，将来长大他一样这个态度对你。非常明显，他天天在那里学。作老师的要做学生的好榜样。现在是自己不能做好的榜样，要求对方要做得怎么好，这是作梦，怎么都做不到。所以整个大问题，转来转去转到中心点，教育！",
      "zh_TW": "他為什麼會不善？他被外面污染了，現在是家庭受污染，這糟糕了。家庭是污染、學校是污染、社會是污染，他什麼時候能回頭？一定要懂得這個道理。從自己本身，作父母，父母要做子女的好榜樣。譬如說，你作父母，你能孝順你的父母，你的小孩在旁邊看到，他將來會孝順你。你對你父母不尊敬，他看得眼熟了，將來長大他一樣這個態度對你。非常明顯，他天天在那裡學。作老師的要做學生的好榜樣。現在是自己不能做好的榜樣，要求對方要做得怎麼好，這是作夢，怎麼都做不到。所以整個大問題，轉來轉去轉到中心點，教育！"
    },
    {
      "id": "21-111-0001_p0051",
      "zh_CN": "现在我们想恢复家庭教育，不可能！学校教育、社会教育统统都不可能。唯一的，现在我就求宗教教育，所以我在全世界遇到这些宗教家、传教师，我都劝导他们，只有宗教教学，我们教信徒，信徒还比较虔诚，教信徒来做全世界一切众生的好样子。宗教与宗教之间，我们要多交流、多往来、多沟通，消除误会，消除歧视，我们要团结在一起，为全世界安定、和平、幸福、繁荣做出真正的贡献。",
      "zh_TW": "現在我們想恢復家庭教育，不可能！學校教育、社會教育統統都不可能。唯一的，現在我就求宗教教育，所以我在全世界遇到這些宗教家、傳教師，我都勸導他們，只有宗教教學，我們教信徒，信徒還比較虔誠，教信徒來做全世界一切眾生的好樣子。宗教與宗教之間，我們要多交流、多往來、多溝通，消除誤會，消除歧視，我們要團結在一起，為全世界安定、和平、幸福、繁榮做出真正的貢獻。"
    },
    {
      "id": "21-111-0001_p0052",
      "zh_CN": "主持人：就像您刚刚讲的，我们现在有些事情，真的只能像法师一样，我们要回归到宗教给予我们基本的教育这个部分。家庭教育，很多人都会说社会生病了，它的缘由是来自于家庭变得不美满、不和谐。像刚刚法师有提到，小孩子的教育是有样学样，父母怎么做，我们就怎么学。那就提到，回到刚刚那个家庭暴力，这是父母的行为不对，所以会影响到这个孩子。您刚刚讲的因果报应，这个孩子到时候学了，他的下一代，他也家庭暴力，所以这种循环是非常可怕的。我们要怎么样去，您刚刚说，当然我们还是可以亡羊补牢，我们怎么样去让这些施暴着的心灵可以平静，至少我们要让他认识到，没有一个人有权力用暴力去攻击别人，用这样的行为去伤害别人。我们怎么样去告诉这些人不可以这样做？要常常来跟法师见面。",
      "zh_TW": "主持人：就像您剛剛講的，我們現在有些事情，真的只能像法師一樣，我們要回歸到宗教給予我們基本的教育這個部分。家庭教育，很多人都會說社會生病了，它的緣由是來自於家庭變得不美滿、不和諧。像剛剛法師有提到，小孩子的教育是有樣學樣，父母怎麼做，我們就怎麼學。那就提到，回到剛剛那個家庭暴力，這是父母的行為不對，所以會影響到這個孩子。您剛剛講的因果報應，這個孩子到時候學了，他的下一代，他也家庭暴力，所以這種循環是非常可怕的。我們要怎麼樣去，您剛剛說，當然我們還是可以亡羊補牢，我們怎麼樣去讓這些施暴著的心靈可以平靜，至少我們要讓他認識到，沒有一個人有權力用暴力去攻擊別人，用這樣的行為去傷害別人。我們怎麼樣去告訴這些人不可以這樣做？要常常來跟法師見面。"
    },
    {
      "id": "21-111-0001_p0053",
      "zh_CN": "净空法师：现在真正能拯救世界，挽回劫运的，只有两种人：一种人是国家领导人，他能够制定好的教育政策，真正能够落实这个政策，可以救世间人；另外一个就是有权力主控传播媒体的这个人，他有能力毁灭世界，他也有能力挽救世界。把这些节目内容一调整，都调整到道德仁义，他就救了这个世界。他还要把节目里头安排杀盗淫妄，他就把这个世界毁灭。这两种人有最大的权力。",
      "zh_TW": "淨空法師：現在真正能拯救世界，挽回劫運的，只有兩種人：一種人是國家領導人，他能夠制定好的教育政策，真正能夠落實這個政策，可以救世間人；另外一個就是有權力主控傳播媒體的這個人，他有能力毀滅世界，他也有能力挽救世界。把這些節目內容一調整，都調整到道德仁義，他就救了這個世界。他還要把節目裡頭安排殺盜淫妄，他就把這個世界毀滅。這兩種人有最大的權力。"
    },
    {
      "id": "21-111-0001_p0054",
      "zh_CN": "主持人：这样听起来，突然觉得我们身为传播人，每一个人实在是任重道远。是不是我们在这边也奉劝一些我们自己同行的人，有些事情、有些欢乐满有趣的，但是尽量不要在里面有腥膻色，我们不要新闻局来盯，自己可以自爱一点。我其实还有很多的疑问想要再继续请教法师，不过我们现在稍微休息片刻，等一下再回到节目当中来。法师也喝口茶。您也可以把刚才的这一段访问，在心里面好好的做一下整理。",
      "zh_TW": "主持人：這樣聽起來，突然覺得我們身為傳播人，每一個人實在是任重道遠。是不是我們在這邊也奉勸一些我們自己同行的人，有些事情、有些歡樂滿有趣的，但是盡量不要在裡面有腥羶色，我們不要新聞局來盯，自己可以自愛一點。我其實還有很多的疑問想要再繼續請教法師，不過我們現在稍微休息片刻，等一下再回到節目當中來。法師也喝口茶。您也可以把剛才的這一段訪問，在心裡面好好的做一下整理。"
    }
  ]
}