{
  "doc_id": "21-622-0001",
  "title": {
    "zh_CN": "生活在感恩的世界",
    "zh_TW": "生活在感恩的世界"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-622-0001",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "21-622-0001_p0001",
      "zh_CN": "诸位法师，诸位同修，大家好！欢迎诸位到香港这个小道场来参学，我们这个道场也希望做一个带头的作用，把佛教回归到教学。我们想到世尊在当年，照中国人历史的记载，释迦牟尼佛灭度到今年是三千零三十七年，跟外国人的算法不一样，外国人是二千五百多年，相差六百年。到底哪个对哪个不对，不要去计较，都有依据。",
      "zh_TW": "諸位法師，諸位同修，大家好！歡迎諸位到香港這個小道場來參學，我們這個道場也希望做一個帶頭的作用，把佛教回歸到教學。我們想到世尊在當年，照中國人歷史的記載，釋迦牟尼佛滅度到今年是三千零三十七年，跟外國人的算法不一樣，外國人是二千五百多年，相差六百年。到底哪個對哪個不對，不要去計較，都有依據。"
    },
    {
      "id": "21-622-0001_p0002",
      "zh_CN": "这个事情曾经有人问我，佛灭度几年的事情，我就告诉大家，我说这个是没法子解答的。不要问佛，问我们自己，我们自己小时候，二、三岁的事情，六、七岁的事情，你能晓得到底是哪一天，哪一月哪一日？搞不清楚，连自己出生的时辰都搞不清楚，一个时辰是两个小时。你说是三千年前的事情，找谁？只有找释迦牟尼佛，释迦牟尼佛来了问他，他晓得，除他之外，没人知道这个事实真相。所以不必在这上打妄想，佛法叫我们学的是清净心，不要去计较这些事情。但是我们中国老一代的法师，像我们熟悉的虚云老和尚、印光老法师、谛闲老法师，他们都用中国的纪年，都是用三千零三十七年，都用这个纪年。世尊成道之后，三十岁成道之后，一生都在教学，这是我们从经典里面都能看得出来的，每一天讲经教学，没有中断过。所以佛法是教育，佛法不是宗教，这一点一定要认识清楚。",
      "zh_TW": "這個事情曾經有人問我，佛滅度幾年的事情，我就告訴大家，我說這個是沒法子解答的。不要問佛，問我們自己，我們自己小時候，二、三歲的事情，六、七歲的事情，你能曉得到底是哪一天，哪一月哪一日？搞不清楚，連自己出生的時辰都搞不清楚，一個時辰是兩個小時。你說是三千年前的事情，找誰？只有找釋迦牟尼佛，釋迦牟尼佛來了問他，他曉得，除他之外，沒人知道這個事實真相。所以不必在這上打妄想，佛法叫我們學的是清淨心，不要去計較這些事情。但是我們中國老一代的法師，像我們熟悉的虛雲老和尚、印光老法師、諦閑老法師，他們都用中國的紀年，都是用三千零三十七年，都用這個紀年。世尊成道之後，三十歲成道之後，一生都在教學，這是我們從經典裡面都能看得出來的，每一天講經教學，沒有中斷過。所以佛法是教育，佛法不是宗教，這一點一定要認識清楚。"
    },
    {
      "id": "21-622-0001_p0003",
      "zh_CN": "可是佛法变成宗教，被人误以为是宗教，而且以为是低级宗教，给我们的印象很深。我在没有遇到方东美先生之前，我也认为佛教是宗教、是迷信，所以从来不接触宗教，不愿意接触。自己以为自己是个知识分子，不愿意跟宗教为伍，你说这个毛病犯得多大！我二十六岁跟方东美先生学哲学，方老师非常难得，特别给我开的课程，给我讲一部《哲学概论》。《哲学概论》是从西方讲起，讲到中国，最后讲到印度，从印度哲学里头，最后一个单元他跟我讲的是「佛经哲学」。我那个时候感到很惊讶，我说佛教是宗教，是多神教，它什么神都拜，是多神教，多神教在宗教里头是属于低级宗教，高级宗教只有一个真神，没那么复杂。佛教里面你看看佛菩萨，不知道，都以为是神，所以就很轻视它。",
      "zh_TW": "可是佛法變成宗教，被人誤以為是宗教，而且以為是低級宗教，給我們的印象很深。我在沒有遇到方東美先生之前，我也認為佛教是宗教、是迷信，所以從來不接觸宗教，不願意接觸。自己以為自己是個知識分子，不願意跟宗教為伍，你說這個毛病犯得多大！我二十六歲跟方東美先生學哲學，方老師非常難得，特別給我開的課程，給我講一部《哲學概論》。《哲學概論》是從西方講起，講到中國，最後講到印度，從印度哲學裡頭，最後一個單元他跟我講的是「佛經哲學」。我那個時候感到很驚訝，我說佛教是宗教，是多神教，它什麼神都拜，是多神教，多神教在宗教裡頭是屬於低級宗教，高級宗教只有一個真神，沒那麼複雜。佛教裡面你看看佛菩薩，不知道，都以為是神，所以就很輕視它。"
    },
    {
      "id": "21-622-0001_p0004",
      "zh_CN": "老师告诉我，他说你还年轻，你不知道，释迦牟尼佛是世界上最伟大的哲学家；我们学哲学，找哲学家学，他是哲学家。说「佛经哲学是全世界哲学的最高峰」，这我们从来没有听人说过，「学佛是人生最高的享受」。我从这个课程里面，才把从前那些误会洗刷干净，接受佛教是伟大的教育，这才开始接触佛经。老师告诉我（那些话都很重要），他说你要真正修学佛经哲学，佛经哲学不在寺庙。我问在哪里？过去的出家人真正都是有学问、有德行，真的是大哲学家，这是过去的。他说现代出家人他们不学，不研究经典了，经典在，没有人去研究它，所以现在佛经哲学在经典里头。他叫我从经典上下手，这条路指得非常正确，所以以后我们就进入寺院，也参加些活动，主要的目的是找经书。",
      "zh_TW": "老師告訴我，他說你還年輕，你不知道，釋迦牟尼佛是世界上最偉大的哲學家；我們學哲學，找哲學家學，他是哲學家。說「佛經哲學是全世界哲學的最高峰」，這我們從來沒有聽人說過，「學佛是人生最高的享受」。我從這個課程裡面，才把從前那些誤會洗刷乾淨，接受佛教是偉大的教育，這才開始接觸佛經。老師告訴我（那些話都很重要），他說你要真正修學佛經哲學，佛經哲學不在寺廟。我問在哪裡？過去的出家人真正都是有學問、有德行，真的是大哲學家，這是過去的。他說現代出家人他們不學，不研究經典了，經典在，沒有人去研究它，所以現在佛經哲學在經典裡頭。他叫我從經典上下手，這條路指得非常正確，所以以後我們就進入寺院，也參加些活動，主要的目的是找經書。"
    },
    {
      "id": "21-622-0001_p0005",
      "zh_CN": "在我那个时代，就是六十年前，经书非常稀少，一般书店没有得买。那时候我住在台湾，台湾印经书只有三家，台北有个佛经流通处，是居士们办的，种类少，数量也很少。第二个就是台中瑞成书局，第三个是台南有个庆芳书局，这两个书局印一点佛书，数量、种类都非常稀少，都是一般寺庙里读诵的，像《弥陀经》、《金刚经》、《地藏经》，这些类普遍，他们印这些东西。我们所要学习的典籍、经论几乎都找不到，所以必须要找《大藏经》。寺庙里头有藏经楼，有图书馆，我们到寺庙里面去借经书。《藏经》是借不出来的，因为它整套的，他怕散失，多半我们带笔记本，一整天在里头抄经，所以学东西都非常辛苦。我还抄过十几部经典，这在那个环境之下，才真正认识了这个东西。",
      "zh_TW": "在我那個時代，就是六十年前，經書非常稀少，一般書店沒有得買。那時候我住在台灣，台灣印經書只有三家，台北有個佛經流通處，是居士們辦的，種類少，數量也很少。第二個就是台中瑞成書局，第三個是台南有個慶芳書局，這兩個書局印一點佛書，數量、種類都非常稀少，都是一般寺廟裡讀誦的，像《彌陀經》、《金剛經》、《地藏經》，這些類普遍，他們印這些東西。我們所要學習的典籍、經論幾乎都找不到，所以必須要找《大藏經》。寺廟裡頭有藏經樓，有圖書館，我們到寺廟裡面去借經書。《藏經》是借不出來的，因為它整套的，他怕散失，多半我們帶筆記本，一整天在裡頭抄經，所以學東西都非常辛苦。我還抄過十幾部經典，這在那個環境之下，才真正認識了這個東西。"
    },
    {
      "id": "21-622-0001_p0006",
      "zh_CN": "以后我认识章嘉大师，这是藏传的四大喇嘛之一。很多人都晓得达赖、班禅，其实还有两个，他们是四兄弟，宗喀巴大师的弟子。前藏达赖，后藏班禅，内蒙章嘉，外蒙哲布尊丹巴，这四大活佛，从元朝时候就开始受帝王的封号。章嘉是内蒙古的。我认识他之后，我的佛学基础是他老人家奠定的，这位大师非常开明，真的一点迷信都没有，跟方东美先生一样。他告诉我，你要学佛，首先要认识释迦牟尼佛；你要不认识释迦牟尼佛，你可能就会走向歧途，在我们国内人讲的，你要走弯路了。教我看什么？这书都他指点的，我第一部正式看的佛经是《释迦谱》、《释迦方志》。这是唐朝时候人编的释迦牟尼佛的传记，才认识释迦牟尼佛，从这儿开始。才知道世尊一生的行谊，晓得他是王子，聪明好学，代表我们现前的所谓知识分子，他代表知识分子。我们也是知识分子，所以就很投缘，好学，广学多闻！他十九岁离开家庭，离开宫廷的生活，荣华富贵的生活，出去参学。",
      "zh_TW": "以後我認識章嘉大師，這是藏傳的四大喇嘛之一。很多人都曉得達賴、班禪，其實還有兩個，他們是四兄弟，宗喀巴大師的弟子。前藏達賴，後藏班禪，內蒙章嘉，外蒙哲布尊丹巴，這四大活佛，從元朝時候就開始受帝王的封號。章嘉是內蒙古的。我認識他之後，我的佛學基礎是他老人家奠定的，這位大師非常開明，真的一點迷信都沒有，跟方東美先生一樣。他告訴我，你要學佛，首先要認識釋迦牟尼佛；你要不認識釋迦牟尼佛，你可能就會走向歧途，在我們國內人講的，你要走彎路了。教我看什麼？這書都他指點的，我第一部正式看的佛經是《釋迦譜》、《釋迦方志》。這是唐朝時候人編的釋迦牟尼佛的傳記，才認識釋迦牟尼佛，從這兒開始。才知道世尊一生的行誼，曉得他是王子，聰明好學，代表我們現前的所謂知識分子，他代表知識分子。我們也是知識分子，所以就很投緣，好學，廣學多聞！他十九歲離開家庭，離開宮廷的生活，榮華富貴的生活，出去參學。"
    },
    {
      "id": "21-622-0001_p0007",
      "zh_CN": "印度在那个时候，我们学哲学知道，印度对于哲学的造诣都非常之高深，印度的学派他都学过，印度的宗教他也都学过。在古印度，不论是宗教还是哲学，他们都非常重视禅定，所以六道轮回不是佛说的，是婆罗门教讲的。婆罗门教的历史至少有一万三千年，我们能信得过，他是世代相传，他不重视历史，不像中国人，中国人对历史是记载得很详细，他们不重视历史，重视禅定。禅定里面的境界突破了时空，他能看到过去，能看到未来；六道里面，他上面能够看到非想非非想处天，下面能看到阿鼻地狱，他有这种能力。所以对于六道就讲得很清楚、很明白。四禅八定，学佛的人也要修，四禅八定是婆罗门教的，那叫世间禅定，你有这个禅定，你就能够突破六道的空间维次，你就都知道了。修这种禅定的人很多，不是一个、二个，所以这个事是事实真相，他跟我们说出来。可是这里头有问题，六道的真相明白了，六道从哪里来的？为什么会有六道？六道之外还有没有世界？像这些问题，你想想看，一个聪明的年轻人肯定打破沙锅问到底。我年轻时候就是这样的，就要追根究柢，没人能解答。这就是释迦牟尼佛教学的一种方式，真正是了不起，跟我们走的一条路，让我们完全心悦诚服，你不能不服他。",
      "zh_TW": "印度在那個時候，我們學哲學知道，印度對於哲學的造詣都非常之高深，印度的學派他都學過，印度的宗教他也都學過。在古印度，不論是宗教還是哲學，他們都非常重視禪定，所以六道輪迴不是佛說的，是婆羅門教講的。婆羅門教的歷史至少有一萬三千年，我們能信得過，他是世代相傳，他不重視歷史，不像中國人，中國人對歷史是記載得很詳細，他們不重視歷史，重視禪定。禪定裡面的境界突破了時空，他能看到過去，能看到未來；六道裡面，他上面能夠看到非想非非想處天，下面能看到阿鼻地獄，他有這種能力。所以對於六道就講得很清楚、很明白。四禪八定，學佛的人也要修，四禪八定是婆羅門教的，那叫世間禪定，你有這個禪定，你就能夠突破六道的空間維次，你就都知道了。修這種禪定的人很多，不是一個、二個，所以這個事是事實真相，他跟我們說出來。可是這裡頭有問題，六道的真相明白了，六道從哪裡來的？為什麼會有六道？六道之外還有沒有世界？像這些問題，你想想看，一個聰明的年輕人肯定打破沙鍋問到底。我年輕時候就是這樣的，就要追根究柢，沒人能解答。這就是釋迦牟尼佛教學的一種方式，真正是了不起，跟我們走的一條路，讓我們完全心悅誠服，你不能不服他。"
    },
    {
      "id": "21-622-0001_p0008",
      "zh_CN": "在这个状况之下，佛学了十二年，三十岁，到三十岁了，大概值得去学习的地方他都去过，也就算圆满了。这答案没解决，而且一般学术界跟宗教界的解释不能满意，他就到恒河边大树底下入定，入更深的禅定，把十二年所学的东西统统放下。要不放下，那是障碍，叫所知障。所以，佛跟我们讲，烦恼障他放下了，他很早就放下了，这个时候把所知障放下。两种障碍放下之后，他开悟了，毕钵罗树现在我们叫它做菩提树，他在这棵树底下开悟。夜睹明星，大彻大悟，明心见性，我们一般讲成佛了，问题全部解决，完全了解了。",
      "zh_TW": "在這個狀況之下，佛學了十二年，三十歲，到三十歲了，大概值得去學習的地方他都去過，也就算圓滿了。這答案沒解決，而且一般學術界跟宗教界的解釋不能滿意，他就到恆河邊大樹底下入定，入更深的禪定，把十二年所學的東西統統放下。要不放下，那是障礙，叫所知障。所以，佛跟我們講，煩惱障他放下了，他很早就放下了，這個時候把所知障放下。兩種障礙放下之後，他開悟了，畢缽羅樹現在我們叫它做菩提樹，他在這棵樹底下開悟。夜睹明星，大徹大悟，明心見性，我們一般講成佛了，問題全部解決，完全了解了。"
    },
    {
      "id": "21-622-0001_p0009",
      "zh_CN": "了解之后，他把他所见到的境界全都说出来，用了多少时间？经典上讲二七日，二个星期，也有经上讲三七日，都有根据的，那就是二十一天，换句话说，不超过二十一天。在哪里讲？定中讲的。我们看到释迦牟尼佛是在菩提树下打坐，在那里入定，谁知道他在那里讲经。这是什么经？《大方广佛华严经》，《大方广佛华严经》就是佛开悟的时候，看到整个宇宙的境界，他把它说出来。这定中，我们人看不到，谁参加他这一次的讲演、报告？这经上说，四十一位法身大士，他们有这个能力参与释迦牟尼佛这个大会的报告，那都是明心见性，见性成佛的这些菩萨们。",
      "zh_TW": "了解之後，他把他所見到的境界全都說出來，用了多少時間？經典上講二七日，二個星期，也有經上講三七日，都有根據的，那就是二十一天，換句話說，不超過二十一天。在哪裡講？定中講的。我們看到釋迦牟尼佛是在菩提樹下打坐，在那裡入定，誰知道他在那裡講經。這是什麼經？《大方廣佛華嚴經》，《大方廣佛華嚴經》就是佛開悟的時候，看到整個宇宙的境界，他把它說出來。這定中，我們人看不到，誰參加他這一次的講演、報告？這經上說，四十一位法身大士，他們有這個能力參與釋迦牟尼佛這個大會的報告，那都是明心見性，見性成佛的這些菩薩們。"
    },
    {
      "id": "21-622-0001_p0010",
      "zh_CN": "这个经讲完之后，大龙菩萨，这也是一位等觉菩萨，把这个经典就收到龙宫里面去收藏，我们世间人不知道。是佛出定之后，看看这些世间人水平都不高，都像小学生一样，得从头来起。从头来起讲什么？讲阿含，阿含是什么？人天法。就等于是办学，从小学办起，慢慢再培养他，所以阿含是小学，十二年，基础教育，教你怎么做人。你知道有天上，婆罗门都讲天，诸天，二十八层天他都知道，佛教你怎么样生天，你想到天上去，怎么个修法，满大家的愿，这是小乘法。小乘讲完之后，等于说小学毕业了，再向上提升，这就好比是中学，就是方等，方等八年；八年之后再接着讲般若，般若二十二年。这我们就知道，他老人家一生讲经是四十九年，般若占二十二年，几乎是一半，换句话说，我们就知道这是主要的、最重要的，般若好比是大学。最后的八年《法华》，《法华》就又回到了《华严》，跟《华严》是同样的境界。这八年像是研究所一样，这是最高的，成佛的《法华》，开智慧的《楞严》，古大德常常说的。所以，释迦牟尼佛一生，你看他的循序，小学、中学、大学、研究所，他确实是这样办的，一生没休息。",
      "zh_TW": "這個經講完之後，大龍菩薩，這也是一位等覺菩薩，把這個經典就收到龍宮裡面去收藏，我們世間人不知道。是佛出定之後，看看這些世間人水平都不高，都像小學生一樣，得從頭來起。從頭來起講什麼？講阿含，阿含是什麼？人天法。就等於是辦學，從小學辦起，慢慢再培養他，所以阿含是小學，十二年，基礎教育，教你怎麼做人。你知道有天上，婆羅門都講天，諸天，二十八層天他都知道，佛教你怎麼樣生天，你想到天上去，怎麼個修法，滿大家的願，這是小乘法。小乘講完之後，等於說小學畢業了，再向上提升，這就好比是中學，就是方等，方等八年；八年之後再接著講般若，般若二十二年。這我們就知道，他老人家一生講經是四十九年，般若佔二十二年，幾乎是一半，換句話說，我們就知道這是主要的、最重要的，般若好比是大學。最後的八年《法華》，《法華》就又回到了《華嚴》，跟《華嚴》是同樣的境界。這八年像是研究所一樣，這是最高的，成佛的《法華》，開智慧的《楞嚴》，古大德常常說的。所以，釋迦牟尼佛一生，你看他的循序，小學、中學、大學、研究所，他確實是這樣辦的，一生沒休息。"
    },
    {
      "id": "21-622-0001_p0011",
      "zh_CN": "他常随弟子，我们现在经里面所看到的，一千二百五十五人，这是他的常随弟子，临时来的，经上就不提了。我们估计他老人家教学，应该听众人数不少过三千人，这很正常的，临时来的很多。所以说非常非常殊胜。你真正了解之后你才晓得，他老人家是教育家，它不是迷信、不是宗教，跟宗教挂不上号的，确确实实是教育家，一生搞教学。印度人称佛、菩萨、阿罗汉，都是学位的名称，就像现在大学里头学士、硕士、博士三个学位。所以佛经里头，人人可以成佛，这个学位人人可以拿得到，你只要好好修学，学位可以拿到。菩萨也是学位，阿罗汉也是学位，都是平等的。佛、菩萨、阿罗汉他不是神，他也不是仙，他是人，这个要搞清楚。",
      "zh_TW": "他常隨弟子，我們現在經裡面所看到的，一千二百五十五人，這是他的常隨弟子，臨時來的，經上就不提了。我們估計他老人家教學，應該聽眾人數不少過三千人，這很正常的，臨時來的很多。所以說非常非常殊勝。你真正了解之後你才曉得，他老人家是教育家，它不是迷信、不是宗教，跟宗教掛不上號的，確確實實是教育家，一生搞教學。印度人稱佛、菩薩、阿羅漢，都是學位的名稱，就像現在大學裡頭學士、碩士、博士三個學位。所以佛經裡頭，人人可以成佛，這個學位人人可以拿得到，你只要好好修學，學位可以拿到。菩薩也是學位，阿羅漢也是學位，都是平等的。佛、菩薩、阿羅漢他不是神，他也不是仙，他是人，這個要搞清楚。"
    },
    {
      "id": "21-622-0001_p0012",
      "zh_CN": "什么样的资格才能拿到这个学位？有的。佛法所追求的终极目标，梵语称为阿耨多罗三藐三菩提，这我们在经上常常念的。这句话可以翻，但是不翻，为什么不翻？尊重不翻。这是佛法修学的总目标，学佛人就求这个，不是求升官发财，不是求名闻利养，是求阿耨多罗三藐三菩提。翻成中国意思叫无上正等正觉，换句话说，这是智慧！佛告诉我们，真正能够把见思烦恼断了，阿罗汉就拿到了，见思烦恼断了，你证得了正觉，这是第一个学位，你拿到了；再向上提升，你就学第二个学位，第二个学位是正等正觉，等是等于佛，不是佛，比佛还差一级，等于佛，叫正等正觉，这是菩萨；再向上提升，在上加个无上，无上正等正觉，那就是佛，这是最高的学位，这个一定要知道。",
      "zh_TW": "什麼樣的資格才能拿到這個學位？有的。佛法所追求的終極目標，梵語稱為阿耨多羅三藐三菩提，這我們在經上常常念的。這句話可以翻，但是不翻，為什麼不翻？尊重不翻。這是佛法修學的總目標，學佛人就求這個，不是求升官發財，不是求名聞利養，是求阿耨多羅三藐三菩提。翻成中國意思叫無上正等正覺，換句話說，這是智慧！佛告訴我們，真正能夠把見思煩惱斷了，阿羅漢就拿到了，見思煩惱斷了，你證得了正覺，這是第一個學位，你拿到了；再向上提升，你就學第二個學位，第二個學位是正等正覺，等是等於佛，不是佛，比佛還差一級，等於佛，叫正等正覺，這是菩薩；再向上提升，在上加個無上，無上正等正覺，那就是佛，這是最高的學位，這個一定要知道。"
    },
    {
      "id": "21-622-0001_p0013",
      "zh_CN": "我们佛教徒平常大家口里称，但是都忘掉了，意思忘掉了。你看我们称佛为本师，老师，我们根本的老师，创办这个教育的创始人，我们称他为本师，自称为弟子。中国古时候，这是学校的称呼，称老师是本师，弟子是学生，我们跟佛的关系是师生关系；我们跟菩萨、阿罗汉的关系，是同学的关系，他是我们的学长，前期同学，我们是后学的。我们同一个老师，同样学一部经典，他已经毕业了，我现在才开始，关系搞清楚。但是这些阿罗汉、菩萨都有资格教我们，所以是老学长，也是老师，但是根本老师是一个。从根本老师说，我们都是同学，观音、势至都是同学，都是老学长。对学长就会比较放逸一点，对老师就很尊重、很严肃，对同学就可以随便一点。所以，菩萨对我们就特别亲切，不像规矩要求那么严格；但对老师我们一定要予以尊重，为什么？尊师重道。关系要搞清楚。",
      "zh_TW": "我們佛教徒平常大家口裡稱，但是都忘掉了，意思忘掉了。你看我們稱佛為本師，老師，我們根本的老師，創辦這個教育的創始人，我們稱他為本師，自稱為弟子。中國古時候，這是學校的稱呼，稱老師是本師，弟子是學生，我們跟佛的關係是師生關係；我們跟菩薩、阿羅漢的關係，是同學的關係，他是我們的學長，前期同學，我們是後學的。我們同一個老師，同樣學一部經典，他已經畢業了，我現在才開始，關係搞清楚。但是這些阿羅漢、菩薩都有資格教我們，所以是老學長，也是老師，但是根本老師是一個。從根本老師說，我們都是同學，觀音、勢至都是同學，都是老學長。對學長就會比較放逸一點，對老師就很尊重、很嚴肅，對同學就可以隨便一點。所以，菩薩對我們就特別親切，不像規矩要求那麼嚴格；但對老師我們一定要予以尊重，為什麼？尊師重道。關係要搞清楚。"
    },
    {
      "id": "21-622-0001_p0014",
      "zh_CN": "佛一生搞教育，一生教学，没有间断过。在经里，没有听说他哪一天放假，没有，也没有过年，也没有过节，天天讲经教学，没中断，他给我们做了老师第一等的示范，模范老师。你不读这些东西，你不知道。以前你看我们多大的误会，认为这些菩萨、罗汉、佛都是神，都把他神化了，不知道事实真相。所以我们这一生要是没有遇到方老师，永远不会进佛门，永远不会去碰这个边，这一生真的就错过了，没想到这里头这么大的学问。",
      "zh_TW": "佛一生搞教育，一生教學，沒有間斷過。在經裡，沒有聽說他哪一天放假，沒有，也沒有過年，也沒有過節，天天講經教學，沒中斷，他給我們做了老師第一等的示範，模範老師。你不讀這些東西，你不知道。以前你看我們多大的誤會，認為這些菩薩、羅漢、佛都是神，都把他神化了，不知道事實真相。所以我們這一生要是沒有遇到方老師，永遠不會進佛門，永遠不會去碰這個邊，這一生真的就錯過了，沒想到這裡頭這麼大的學問。"
    },
    {
      "id": "21-622-0001_p0015",
      "zh_CN": "我学了六十年，一个甲子，你看，不但真正证实它是最高的哲学，同时现在我们也真正证实它是最高的科学。近代的科学家，他们的研究向两个方向，一个是无限大，宏观宇宙，太空物理；一个是无限的小，量子力学，研究原子、电子、粒子，现在达到了光子，这个东西就是佛经上讲的微尘。微尘在佛法里面，大乘佛法讲，它有七个等级，第一个叫牛毛尘。牛毛很粗，牛毛尖端上有一粒尘土，那就很小。它能够在这个尖端上不会丢掉，我们知道这是什么？吸力，叫地心吸力，它能够吸住它，很小的一粒尘。把牛毛尘分为七分，七分之一叫羊毛尘，羊毛就细了，愈分愈小；羊毛尘再分七分之一，叫兔毛尘，兔毛就更细了；兔毛尘再分成七分之一叫水尘，在水里面，水有空隙，它在那个空隙里面可以走来走去没有障碍，我们今天叫分子；水尘再分七分之一叫金尘，金属密度就很大，还是有空隙，它在里面还可以跑来跑去，没有障碍；金尘再分为七分之一才叫微尘。微尘再分为七分之一，名字叫色聚极微。色聚极微再分为七分，那叫极微之微，那就不能再分了。你看现在量子力学他们就搞这个，搞原子，这都是我们肉眼看不见的，原子再来就是电子、核子、粒子，到基本粒子夸克，现在讲到小光子。小光子他说不能再分了，不能再分那就是极微之微，科学家能看到这个，这个不简单！所以他跟佛法讲的是一样。",
      "zh_TW": "我學了六十年，一個甲子，你看，不但真正證實它是最高的哲學，同時現在我們也真正證實它是最高的科學。近代的科學家，他們的研究向兩個方向，一個是無限大，宏觀宇宙，太空物理；一個是無限的小，量子力學，研究原子、電子、粒子，現在達到了光子，這個東西就是佛經上講的微塵。微塵在佛法裡面，大乘佛法講，它有七個等級，第一個叫牛毛塵。牛毛很粗，牛毛尖端上有一粒塵土，那就很小。它能夠在這個尖端上不會丟掉，我們知道這是什麼？吸力，叫地心吸力，它能夠吸住它，很小的一粒塵。把牛毛塵分為七分，七分之一叫羊毛塵，羊毛就細了，愈分愈小；羊毛塵再分七分之一，叫兔毛塵，兔毛就更細了；兔毛塵再分成七分之一叫水塵，在水裡面，水有空隙，它在那個空隙裡面可以走來走去沒有障礙，我們今天叫分子；水塵再分七分之一叫金塵，金屬密度就很大，還是有空隙，它在裡面還可以跑來跑去，沒有障礙；金塵再分為七分之一才叫微塵。微塵再分為七分之一，名字叫色聚極微。色聚極微再分為七分，那叫極微之微，那就不能再分了。你看現在量子力學他們就搞這個，搞原子，這都是我們肉眼看不見的，原子再來就是電子、核子、粒子，到基本粒子夸克，現在講到小光子。小光子他說不能再分了，不能再分那就是極微之微，科學家能看到這個，這個不簡單！所以他跟佛法講的是一樣。"
    },
    {
      "id": "21-622-0001_p0016",
      "zh_CN": "物质怎么来的？现在科学家发现，他说宇宙之间根本就没有物质这个东西，物质的本质是什么？是意识累积连续产生的幻相。这个说法跟弥勒菩萨在《菩萨处胎经》里面讲的是完全相同。弥勒菩萨讲，「一弹指三十二亿百千念，念念成形」，你看，形就是物质，物质从哪里来？从念头来的，念念成形，「形皆有识」。所以任何一个物质里头，就这小光子，我们讲极微之微，它都圆满具足五蕴，就是色受想行识。色是物质，受想行识是精神，它是受想行识变现出来的，累积变现出来，产生的幻相。所以科学，我相信再有二十年到三十年，佛教不是宗教，是什么？科学家承认，是高等科学。佛经里所说的，通常有很多人问，佛经到底讲什么？有些专家学者我们常常碰头的时候，问我那是讲什么？我说佛经总的来说，不外乎它讲五样东西，伦理、道德、因果、哲学、科学，这几个科目它都讲到究竟圆满，确实是世间大学问。",
      "zh_TW": "物質怎麼來的？現在科學家發現，他說宇宙之間根本就沒有物質這個東西，物質的本質是什麼？是意識累積連續產生的幻相。這個說法跟彌勒菩薩在《菩薩處胎經》裡面講的是完全相同。彌勒菩薩講，「一彈指三十二億百千念，念念成形」，你看，形就是物質，物質從哪裡來？從念頭來的，念念成形，「形皆有識」。所以任何一個物質裡頭，就這小光子，我們講極微之微，它都圓滿具足五蘊，就是色受想行識。色是物質，受想行識是精神，它是受想行識變現出來的，累積變現出來，產生的幻相。所以科學，我相信再有二十年到三十年，佛教不是宗教，是什麼？科學家承認，是高等科學。佛經裡所說的，通常有很多人問，佛經到底講什麼？有些專家學者我們常常碰頭的時候，問我那是講什麼？我說佛經總的來說，不外乎它講五樣東西，倫理、道德、因果、哲學、科學，這幾個科目它都講到究竟圓滿，確實是世間大學問。"
    },
    {
      "id": "21-622-0001_p0017",
      "zh_CN": "我们中国人有福，两千年前，中国的帝王派特使把佛法请到中国来，不是他自己来的，是请到中国来的。这些帝王拜这些高僧大德为老师，接受了佛陀教育，佛陀教育丰富了中国传统文化，相得益彰。今天大乘佛法是中国的佛教，印度已经没有了，在中国生根、开花、结果。今天讲佛法，那是讲中国传统文化，佛法跟传统文化已经分不开了。儒释道在中国唐朝时候就变成一家人，大家都学，外表有儒释道的形相，学习，统统都学。儒学佛经，也学道；道也学佛，也学儒；佛门弟子也读儒书，也看老庄，统统都学，互相来解释。我们有很多地方是用儒、用道来解释佛的经典；他们那个地方，像讲四书五经的时候，他引用佛学来解释他们的经典，来诠释，这个是很普遍的现象。所以你严格的说，纯粹的儒释道找不到，都是混在一起的，早就成一家人。这个历史我们要知道，知道之后，我们才晓得我们学佛学的是什么。你想想看，伦理、道德、因果是做人的基本，科学、哲学是世间所有学术总的根源，都离不开这些东西。",
      "zh_TW": "我們中國人有福，兩千年前，中國的帝王派特使把佛法請到中國來，不是他自己來的，是請到中國來的。這些帝王拜這些高僧大德為老師，接受了佛陀教育，佛陀教育豐富了中國傳統文化，相得益彰。今天大乘佛法是中國的佛教，印度已經沒有了，在中國生根、開花、結果。今天講佛法，那是講中國傳統文化，佛法跟傳統文化已經分不開了。儒釋道在中國唐朝時候就變成一家人，大家都學，外表有儒釋道的形相，學習，統統都學。儒學佛經，也學道；道也學佛，也學儒；佛門弟子也讀儒書，也看老莊，統統都學，互相來解釋。我們有很多地方是用儒、用道來解釋佛的經典；他們那個地方，像講四書五經的時候，他引用佛學來解釋他們的經典，來詮釋，這個是很普遍的現象。所以你嚴格的說，純粹的儒釋道找不到，都是混在一起的，早就成一家人。這個歷史我們要知道，知道之後，我們才曉得我們學佛學的是什麼。你想想看，倫理、道德、因果是做人的基本，科學、哲學是世間所有學術總的根源，都離不開這些東西。"
    },
    {
      "id": "21-622-0001_p0018",
      "zh_CN": "学佛要学智慧，阿耨多罗三藐三菩提，无上正等正觉，了解宇宙人生的真相。宇宙究竟是什么一回事情、从哪里来、为什么会有它、它有什么作用，统统搞得清清楚楚，明明白白，这个人就叫做佛，就叫做佛陀。谁能做到？人人都能做到，只怕你不肯学，肯学，统统做得到。学了佛之后，无论在什么境界里，心是定的。我昨天说了几句话是无意的，没有想到今天全世界各地同修都来打电话，都觉得很紧张，这有什么好紧张？学佛学这么多年，没学个名堂出来，考试就不及格，昨天好像出了个考题，统统不及格。应对应该用智慧，怎么可以用烦恼？所以今天我跟大家讲一个老题目。",
      "zh_TW": "學佛要學智慧，阿耨多羅三藐三菩提，無上正等正覺，了解宇宙人生的真相。宇宙究竟是什麼一回事情、從哪裡來、為什麼會有它、它有什麼作用，統統搞得清清楚楚，明明白白，這個人就叫做佛，就叫做佛陀。誰能做到？人人都能做到，只怕你不肯學，肯學，統統做得到。學了佛之後，無論在什麼境界裡，心是定的。我昨天說了幾句話是無意的，沒有想到今天全世界各地同修都來打電話，都覺得很緊張，這有什麼好緊張？學佛學這麼多年，沒學個名堂出來，考試就不及格，昨天好像出了個考題，統統不及格。應對應該用智慧，怎麼可以用煩惱？所以今天我跟大家講一個老題目。"
    },
    {
      "id": "21-622-0001_p0019",
      "zh_CN": "我离开台湾，我一生遭遇实在讲，一般人看都是非常艰难困苦，在我讲我感恩，一切人事物都帮助我提升，对我来讲都是好的，没有坏的。我离开台湾那个时候到新加坡，在新加坡住了三年半，我移民到澳洲。澳洲过了年就十周年了，十年，这是正式移民过去的。没有移民澳洲之前，前十年，我每年到澳洲去讲经一个月，每年去一个月，在那里有十年。移民到那边去，现在也是十年了，时间过得非常快。我们在那边成立了一个净宗学院，现在净宗学院范围扩大了，不仅是学佛，我们学其他宗教，我们来牵头，希望世界宗教是一家，正式开课。我们请伊斯兰的长老，是他们教会推荐的这位长老，来教我们《古兰经》；我们在澳洲当地的基督教，他们为我们推荐一个也是基督教的长老，教我们《新旧约》，《圣经》，我们正式开课来学习。所以澳洲的宗教能够互相在一起学习，共同在一起生活，希望宗教的团结，宗教相互学习，能给社会带来安定和平，化解一切冲突。",
      "zh_TW": "我離開台灣，我一生遭遇實在講，一般人看都是非常艱難困苦，在我講我感恩，一切人事物都幫助我提升，對我來講都是好的，沒有壞的。我離開台灣那個時候到新加坡，在新加坡住了三年半，我移民到澳洲。澳洲過了年就十週年了，十年，這是正式移民過去的。沒有移民澳洲之前，前十年，我每年到澳洲去講經一個月，每年去一個月，在那裡有十年。移民到那邊去，現在也是十年了，時間過得非常快。我們在那邊成立了一個淨宗學院，現在淨宗學院範圍擴大了，不僅是學佛，我們學其他宗教，我們來牽頭，希望世界宗教是一家，正式開課。我們請伊斯蘭的長老，是他們教會推薦的這位長老，來教我們《古蘭經》；我們在澳洲當地的基督教，他們為我們推薦一個也是基督教的長老，教我們《新舊約》，《聖經》，我們正式開課來學習。所以澳洲的宗教能夠互相在一起學習，共同在一起生活，希望宗教的團結，宗教相互學習，能給社會帶來安定和平，化解一切衝突。"
    },
    {
      "id": "21-622-0001_p0020",
      "zh_CN": "市长，新当选的市长，我跟他见过三次面。头一次见面，很年轻，年轻有为，告诉我，他很想在他这个任期里头，把这个城市变成澳洲第一个和谐示范城市，就像我们以前在汤池做的实验。我相信他真发心，他真会做得成功，我在那里十年，基础给他奠定了。这个基础就是，第一个，这个小城居民只有十万人，这十年当中，我们跟这个十万居民结的缘结得太好了。我们是新移民到那边的，这十万居民把我们看作一家人，所以居民团结了。第二个，宗教团结了。在以前以为宗教是不可能团结的，我们这十年默默的耕耘，把宗教团结了。怎么个做法？真诚心对待所有的宗教，关怀他们、帮助他们，他们有困难，不必他来找我，我们主动去帮助他。我们居住在一个城市，希望这个城市安定、繁荣、兴旺，人民的生活都能过得很幸福、很快乐，我们全心全力付出。这两个基础有了，市长再做的时候就不困难。有没有必要？有必要，因为今天整个世界混乱。",
      "zh_TW": "市長，新當選的市長，我跟他見過三次面。頭一次見面，很年輕，年輕有為，告訴我，他很想在他這個任期裡頭，把這個城市變成澳洲第一個和諧示範城市，就像我們以前在湯池做的實驗。我相信他真發心，他真會做得成功，我在那裡十年，基礎給他奠定了。這個基礎就是，第一個，這個小城居民只有十萬人，這十年當中，我們跟這個十萬居民結的緣結得太好了。我們是新移民到那邊的，這十萬居民把我們看作一家人，所以居民團結了。第二個，宗教團結了。在以前以為宗教是不可能團結的，我們這十年默默的耕耘，把宗教團結了。怎麼個做法？真誠心對待所有的宗教，關懷他們、幫助他們，他們有困難，不必他來找我，我們主動去幫助他。我們居住在一個城市，希望這個城市安定、繁榮、興旺，人民的生活都能過得很幸福、很快樂，我們全心全力付出。這兩個基礎有了，市長再做的時候就不困難。有沒有必要？有必要，因為今天整個世界混亂。"
    },
    {
      "id": "21-622-0001_p0021",
      "zh_CN": "我们读中国古历史，三千八百年前，汤王，那个时候是商汤的时代，中国那个时候没有统一，周朝都没有统一。就是诸侯国，一个小国就是我们现代的一个村，一个小镇，那就是一个国家。汤也是个小国，这国多大？历史上记载七十里。不是七十公里，这个诸位要晓得，古时候他们的度量衡很短，没有这么长，七十里大概合现在三十公里的样子。你看，就这么大的一个小地方。他治理得好，把伦理、道德、因果教育统统落实，人民都教好，所以就变成一个示范点。周围的这些小国，几十个小国，都向他学习，尊他为王，尊他为天子。那时候天子、王都是尊称的，并没有实际的政权，都向他学习，都听他的话，就好像成为共主一样。周朝，成就是最可观的，比汤进步多了，周距离我们三千二百年。文王他那个小国，史书上记载一百里，大概合我们现在不到五十公里。这样一个国家也是治理得好，成为，那个时候讲世界叫天下，天下第一个模范的城市，模范的地区，所以尊称它为京师。京是什么？是都会，师是示范，这个都市可以给我们所有城市做榜样。你看中国人在古时候三千多年前，是拿实际的东西给人看，不是空口说白话。空口说没人不相信，真的要做出来，你看到，人服了。",
      "zh_TW": "我們讀中國古歷史，三千八百年前，湯王，那個時候是商湯的時代，中國那個時候沒有統一，周朝都沒有統一。就是諸侯國，一個小國就是我們現代的一個村，一個小鎮，那就是一個國家。湯也是個小國，這國多大？歷史上記載七十里。不是七十公里，這個諸位要曉得，古時候他們的度量衡很短，沒有這麼長，七十里大概合現在三十公里的樣子。你看，就這麼大的一個小地方。他治理得好，把倫理、道德、因果教育統統落實，人民都教好，所以就變成一個示範點。周圍的這些小國，幾十個小國，都向他學習，尊他為王，尊他為天子。那時候天子、王都是尊稱的，並沒有實際的政權，都向他學習，都聽他的話，就好像成為共主一樣。周朝，成就是最可觀的，比湯進步多了，周距離我們三千二百年。文王他那個小國，史書上記載一百里，大概合我們現在不到五十公里。這樣一個國家也是治理得好，成為，那個時候講世界叫天下，天下第一個模範的城市，模範的地區，所以尊稱它為京師。京是什麼？是都會，師是示範，這個都市可以給我們所有城市做榜樣。你看中國人在古時候三千多年前，是拿實際的東西給人看，不是空口說白話。空口說沒人不相信，真的要做出來，你看到，人服了。"
    },
    {
      "id": "21-622-0001_p0022",
      "zh_CN": "今天整个世界社会动乱，人都过得很辛苦，富贵人家辛苦，劳心，贫穷人家也辛苦，劳身，身心都苦。什么原因？我们把教育疏忽了。中国古代他为什么能做典范？没有别的，教得好，全靠教育。你读中国古时候的典籍你就晓得，古人把教育摆在第一位，从小到老，所谓是「活到老，学到老，学不了」。政治制度上也把教育摆在第一，你看从前最早的时候是商汤，商汤之前就是尧舜禹，那是圣人。他们那个时候就设得有官职，那时候因为地方不大，就像现在小乡镇，官员多少？一百个人，从最高领导人到底下是一百人，一百个职务。第一个职位是冢宰，冢宰就像现在总理，他下面就是现在的部长，头一个司徒。冢宰下面第一个是司徒，司徒是管教育的，就像现在的教育部长、教育局长，就是这种性质的，他管教育。你看把教育摆在第一。这个设施一直到满清都没改变，宰相下面第一个部，礼部，礼部就是教育部，古代称司徒，以后称礼部，现代称为教育部，把它摆第一；换句话说，国家所有一切行政为谁服务？为教育服务。所以人人知礼，人人懂得爱。主要的教什么？教伦理、教道德、教因果，教这些东西。人人都知道做好人，人人懂得人与人的关系，不但爱自己，还爱别的国家，爱天下人。所以在政治前面，领导人负责，作之君、作之亲、作之师，教人一定先把自己教好，都是从自己开始、从家庭开始，推动到这一个地区，地区就是他们的一个小国家。那个小国家真是人人是好人，事事是好事，你找不到缺点，夜不闭户，路不拾遗，人与人之中是相亲相爱，互相关怀，互相照顾，互助合作，要靠教育！",
      "zh_TW": "今天整個世界社會動亂，人都過得很辛苦，富貴人家辛苦，勞心，貧窮人家也辛苦，勞身，身心都苦。什麼原因？我們把教育疏忽了。中國古代他為什麼能做典範？沒有別的，教得好，全靠教育。你讀中國古時候的典籍你就曉得，古人把教育擺在第一位，從小到老，所謂是「活到老，學到老，學不了」。政治制度上也把教育擺在第一，你看從前最早的時候是商湯，商湯之前就是堯舜禹，那是聖人。他們那個時候就設得有官職，那時候因為地方不大，就像現在小鄉鎮，官員多少？一百個人，從最高領導人到底下是一百人，一百個職務。第一個職位是冢宰，冢宰就像現在總理，他下面就是現在的部長，頭一個司徒。冢宰下面第一個是司徒，司徒是管教育的，就像現在的教育部長、教育局長，就是這種性質的，他管教育。你看把教育擺在第一。這個設施一直到滿清都沒改變，宰相下面第一個部，禮部，禮部就是教育部，古代稱司徒，以後稱禮部，現代稱為教育部，把它擺第一；換句話說，國家所有一切行政為誰服務？為教育服務。所以人人知禮，人人懂得愛。主要的教什麼？教倫理、教道德、教因果，教這些東西。人人都知道做好人，人人懂得人與人的關係，不但愛自己，還愛別的國家，愛天下人。所以在政治前面，領導人負責，作之君、作之親、作之師，教人一定先把自己教好，都是從自己開始、從家庭開始，推動到這一個地區，地區就是他們的一個小國家。那個小國家真是人人是好人，事事是好事，你找不到缺點，夜不閉戶，路不拾遺，人與人之中是相親相愛，互相關懷，互相照顧，互助合作，要靠教育！"
    },
    {
      "id": "21-622-0001_p0023",
      "zh_CN": "现在整个世界社会动乱，什么原因？中国人疏忽了传统教育，两百年了。我看曾国藩先生的这些著书，他距离我们现在正好是两百年，他在世间的时候慈禧太后执政，慈禧对传统文化已经就疏忽，不重视了。国家领导人不重视，下面也就不尊重，所以有讲学的，但是没有人照做。曾国藩先生那个时候就感到很忧虑，世风日下，人心不善，比现在好多了！满清亡国之后，民国成立，到现在一百年了，不但没人做，讲的人都没有了。所以现在很生疏，什么是中国传统文化？我们现在知道外国的东西比知道中国的东西多，对中国的东西不知道，这个才是大问题。国家文化没有了，这个民族会被消灭，诸位要知道，历史上所讲的世界上四大文明古国，只剩中国，那三个都没有了。如果我们在这一世不能把中国传统文化复兴起来，那就跟他们一样，四大文明古国没有了，都没有了。我们怎么能对得起祖先？怎么能对得起国家民族？所以，今天复兴传统文化，是我们很大的责任，每个人都要尽心尽力来做。",
      "zh_TW": "現在整個世界社會動亂，什麼原因？中國人疏忽了傳統教育，兩百年了。我看曾國藩先生的這些著書，他距離我們現在正好是兩百年，他在世間的時候慈禧太后執政，慈禧對傳統文化已經就疏忽，不重視了。國家領導人不重視，下面也就不尊重，所以有講學的，但是沒有人照做。曾國藩先生那個時候就感到很憂慮，世風日下，人心不善，比現在好多了！滿清亡國之後，民國成立，到現在一百年了，不但沒人做，講的人都沒有了。所以現在很生疏，什麼是中國傳統文化？我們現在知道外國的東西比知道中國的東西多，對中國的東西不知道，這個才是大問題。國家文化沒有了，這個民族會被消滅，諸位要知道，歷史上所講的世界上四大文明古國，只剩中國，那三個都沒有了。如果我們在這一世不能把中國傳統文化復興起來，那就跟他們一樣，四大文明古國沒有了，都沒有了。我們怎麼能對得起祖先？怎麼能對得起國家民族？所以，今天復興傳統文化，是我們很大的責任，每個人都要盡心盡力來做。"
    },
    {
      "id": "21-622-0001_p0024",
      "zh_CN": "从哪里做起？从读书做起，读什么书？读古书，古书从哪里读起是个大问题。我们这么多年来提倡儒释道的三个根，那是什么？那是德行的扎根，做人的基本德行，你得像个人的样子，儒家的《弟子规》、道家的《感应篇》、佛家的《十善业道》。有了德行，就是你有圣贤君子的条件，你也有佛菩萨的条件，你一生努力能有成就，不是不能成就的。这三个德行扎下去之后，然后你得学文言文，因为典籍统统是文言文记载的。文言文是中国老祖宗最了不起的发明，你看几千年前，老祖宗就把语言跟文言分开，因为语言会变。我们小时候口头上所说的，现在社会上没有了；现在社会上年轻人讲的话，我们听不懂。语言会随着时间变、随着地区变，你说语跟文是同一个轨道，到后来文字就没人能看得懂。所以中国老祖宗说，语可以变，文不能变，文言决定不变。你懂文言文，你看老祖宗几千年前留下的东西，就像现在面对面谈话一样，什么障碍都没有，这个发明还了得起吗？全世界没有第二家。你说老祖宗对于后世子孙多爱护，把他们的智慧，把他们的经验，把他们的方法，把他们的效果，用这个方法传给后世，传给后人。我们今天不学那是大不孝，大不孝是所有一切灾难的根源，是所有一切罪恶的源头。",
      "zh_TW": "從哪裡做起？從讀書做起，讀什麼書？讀古書，古書從哪裡讀起是個大問題。我們這麼多年來提倡儒釋道的三個根，那是什麼？那是德行的扎根，做人的基本德行，你得像個人的樣子，儒家的《弟子規》、道家的《感應篇》、佛家的《十善業道》。有了德行，就是你有聖賢君子的條件，你也有佛菩薩的條件，你一生努力能有成就，不是不能成就的。這三個德行紮下去之後，然後你得學文言文，因為典籍統統是文言文記載的。文言文是中國老祖宗最了不起的發明，你看幾千年前，老祖宗就把語言跟文言分開，因為語言會變。我們小時候口頭上所說的，現在社會上沒有了；現在社會上年輕人講的話，我們聽不懂。語言會隨著時間變、隨著地區變，你說語跟文是同一個軌道，到後來文字就沒人能看得懂。所以中國老祖宗說，語可以變，文不能變，文言決定不變。你懂文言文，你看老祖宗幾千年前留下的東西，就像現在面對面談話一樣，什麼障礙都沒有，這個發明還了得起嗎？全世界沒有第二家。你說老祖宗對於後世子孫多愛護，把他們的智慧，把他們的經驗，把他們的方法，把他們的效果，用這個方法傳給後世，傳給後人。我們今天不學那是大不孝，大不孝是所有一切災難的根源，是所有一切罪惡的源頭。"
    },
    {
      "id": "21-622-0001_p0025",
      "zh_CN": "文言文怎么学法？背书。我学佛的时候老师教给我，因为经典是文言文，老师说，你得熟背五十篇的文言文，你就有能力看，有能力阅读。一个星期背一篇，一年五十个星期，你一年的功夫，你阅读文言文没有问题了；你再下一年功夫，能够背一百篇的话，你就能写很好的文言文，你不但能看，你能写了。所以不难！我最近找蔡礼旭老师，让他在古文里头选一百篇，他把这个题目拿来给我看，一共选了一百六十二篇，很好。我说这一百六十二篇装订成一册，文言文必读的课本。一百六十二篇，只要能够背一百篇就够了，要求你能够背一百篇。你能够背，能够讲解，你钥匙拿到了，这是《大藏经》的钥匙，是《四库全书》的钥匙。两年功夫就做成了，就完成了。你德行依照这三个根去做，文言文的金钥匙，一百篇古文，我们这个书要大量的印，将来在这边免费提供大家，要认真去读。",
      "zh_TW": "文言文怎麼學法？背書。我學佛的時候老師教給我，因為經典是文言文，老師說，你得熟背五十篇的文言文，你就有能力看，有能力閱讀。一個星期背一篇，一年五十個星期，你一年的功夫，你閱讀文言文沒有問題了；你再下一年功夫，能夠背一百篇的話，你就能寫很好的文言文，你不但能看，你能寫了。所以不難！我最近找蔡禮旭老師，讓他在古文裡頭選一百篇，他把這個題目拿來給我看，一共選了一百六十二篇，很好。我說這一百六十二篇裝訂成一冊，文言文必讀的課本。一百六十二篇，只要能夠背一百篇就夠了，要求你能夠背一百篇。你能夠背，能夠講解，你鑰匙拿到了，這是《大藏經》的鑰匙，是《四庫全書》的鑰匙。兩年功夫就做成了，就完成了。你德行依照這三個根去做，文言文的金鑰匙，一百篇古文，我們這個書要大量的印，將來在這邊免費提供大家，要認真去讀。"
    },
    {
      "id": "21-622-0001_p0026",
      "zh_CN": "真正向这个方向走的，我还提供典籍，就是《四库全书》。我这次订了两百套《四库全书荟要》，像《大藏经》那样的本子五百册，就是五套《大藏经》这个分量。你们真肯学，我都赠送，把中国传统文化带起来。不必多，能有二、三十个人，这二、三十个人十年之后，是全世界第一流的汉学家，在中国是国学专家，就能够把中国传统文化带动到全世界。所以这不难，好好的把根扎稳。我昨天非常感慨，一生生活在感恩的世界，这都是我亲自遇到的人。「感激斥责我的人」，毁谤、侮辱我都遇到过，有陷害，统统遇到过。我们不但没有怨恨，我们有感恩的心，为什么？他来考我的，我们学传统文化、学佛法，到底有没有一点功夫？有没有看破？这个很重要。为什么要感激他？因为他助长了我们自己的定慧，我有定功，不会为他所动摇。昨天我说了几句话，你们就那么激动，一点定功都没有，你们烦恼起现行，没有智慧。所以要生感恩的心，没有这些人我们怎么会成就！",
      "zh_TW": "真正向這個方向走的，我還提供典籍，就是《四庫全書》。我這次訂了兩百套《四庫全書薈要》，像《大藏經》那樣的本子五百冊，就是五套《大藏經》這個分量。你們真肯學，我都贈送，把中國傳統文化帶起來。不必多，能有二、三十個人，這二、三十個人十年之後，是全世界第一流的漢學家，在中國是國學專家，就能夠把中國傳統文化帶動到全世界。所以這不難，好好的把根紮穩。我昨天非常感慨，一生生活在感恩的世界，這都是我親自遇到的人。「感激斥責我的人」，毀謗、侮辱我都遇到過，有陷害，統統遇到過。我們不但沒有怨恨，我們有感恩的心，為什麼？他來考我的，我們學傳統文化、學佛法，到底有沒有一點功夫？有沒有看破？這個很重要。為什麼要感激他？因為他助長了我們自己的定慧，我有定功，不會為他所動搖。昨天我說了幾句話，你們就那麼激動，一點定功都沒有，你們煩惱起現行，沒有智慧。所以要生感恩的心，沒有這些人我們怎麼會成就！"
    },
    {
      "id": "21-622-0001_p0027",
      "zh_CN": "最近我们看到唐太宗编的这部书，叫《群书治要》，唐太宗就是接受别人批评，批评错的他都接受，他不会处分你。人家都问为什么？我要处分他，以后没有人在我面前讲真话，我的过失自己永远不知道。贞观之治，难！所以他编的这套书非常之好，我现在也是想将来能够有几个发心的，十几二十个专门来学这部东西。这部东西学好了，这部东西要有基础，就是我刚才讲的，你要懂文言文，要有三个根，将来细讲这部书。在哪里讲？在广播电台讲、在网路上讲，全世界人都看到、都听到，那对于整个世界的和平安定就起很大的作用。唐朝的盛世贞观之治，就靠这部书，这部书起了很大的作用。",
      "zh_TW": "最近我們看到唐太宗編的這部書，叫《群書治要》，唐太宗就是接受別人批評，批評錯的他都接受，他不會處分你。人家都問為什麼？我要處分他，以後沒有人在我面前講真話，我的過失自己永遠不知道。貞觀之治，難！所以他編的這套書非常之好，我現在也是想將來能夠有幾個發心的，十幾二十個專門來學這部東西。這部東西學好了，這部東西要有基礎，就是我剛才講的，你要懂文言文，要有三個根，將來細講這部書。在哪裡講？在廣播電台講、在網路上講，全世界人都看到、都聽到，那對於整個世界的和平安定就起很大的作用。唐朝的盛世貞觀之治，就靠這部書，這部書起了很大的作用。"
    },
    {
      "id": "21-622-0001_p0028",
      "zh_CN": "这部书是唐太宗，我们知道他十几岁就跟着他父亲打天下，现在讲起革命。隋推翻之后，他自己做了皇帝，没念过什么书，所以治国、平天下不是简单的事情。他就想到，要把国家治好一定要吸收古圣先贤的教诲，他就命令魏征成立一个小组，帮助他搜集这些书籍。从三皇五帝到隋朝，差不多将近两千年，这里面关于修身、齐家、治国、平天下这些理论、方法、效果、经验，把它搜集起来，编成一本书。总共是取材于六十五部经史子，集没有，经史子，编成一部书，叫《群书治要》。很难得，我是在讲经的时候提到过几次，我非常感谢同修帮我找到这个书寄给我，我现在将这个书印一万套。《国学治要》我也印了一万套，这都很难得的，都找到了，民国初年专家学者编的。这就是《四库全书》的精华，将来你要想读《四库全书》，从这部书入门，你先看这个东西，对《四库》就有认识、就有感情；然后想学哪个东西，可以在《四库》里头去选，一门深入，十年薰修，你就变成汉学专家，我们中国文化就救起来了。所以得要有人真干，十年时间，两年扎根，八年是一门深入。「天下无难事，只怕有心人」，古人给我们铺的这个路，有光明大道，我们要对得起祖宗，要认真努力去学习。所以，欢迎人批评我，欢迎人责备我，不管是善意、是恶意，我们统统感恩。",
      "zh_TW": "這部書是唐太宗，我們知道他十幾歲就跟著他父親打天下，現在講起革命。隋推翻之後，他自己做了皇帝，沒念過什麼書，所以治國、平天下不是簡單的事情。他就想到，要把國家治好一定要吸收古聖先賢的教誨，他就命令魏徵成立一個小組，幫助他蒐集這些書籍。從三皇五帝到隋朝，差不多將近兩千年，這裡面關於修身、齊家、治國、平天下這些理論、方法、效果、經驗，把它蒐集起來，編成一本書。總共是取材於六十五部經史子，集沒有，經史子，編成一部書，叫《群書治要》。很難得，我是在講經的時候提到過幾次，我非常感謝同修幫我找到這個書寄給我，我現在將這個書印一萬套。《國學治要》我也印了一萬套，這都很難得的，都找到了，民國初年專家學者編的。這就是《四庫全書》的精華，將來你要想讀《四庫全書》，從這部書入門，你先看這個東西，對《四庫》就有認識、就有感情；然後想學哪個東西，可以在《四庫》裡頭去選，一門深入，十年薰修，你就變成漢學專家，我們中國文化就救起來了。所以得要有人真幹，十年時間，兩年扎根，八年是一門深入。「天下無難事，只怕有心人」，古人給我們鋪的這個路，有光明大道，我們要對得起祖宗，要認真努力去學習。所以，歡迎人批評我，歡迎人責備我，不管是善意、是惡意，我們統統感恩。"
    },
    {
      "id": "21-622-0001_p0029",
      "zh_CN": "「感激绊倒你的人，因为他强化了你的能力」，都是好事。大乘教里面，无佛也无魔，反过来，有佛也有魔。我们以善心应对，敌对的人是佛，他来考验我；我们要以怨恨心对他，报复心对他，那外面就是魔。所以外头是佛、是魔，决定在自己的念头，我用什么心态对他。外面佛、魔都没有，他给我种种打击，他是来教训我的，看看我能不能承受、能不能忍辱。像佛经上，释迦牟尼佛行菩萨道的时候，遇到歌利王割截身体，他有没有怨恨？没有，不但没有怨恨，感恩。你来考试，看我忍辱程度到什么境界；我圆满了，一丝毫怨恨心都没有。所以释迦牟尼佛成佛了，帮助他成佛，帮助他提升德行，帮助证明他定功能够应付环境。没有怨恨，有感恩，这就对了！",
      "zh_TW": "「感激絆倒你的人，因為他強化了你的能力」，都是好事。大乘教裡面，無佛也無魔，反過來，有佛也有魔。我們以善心應對，敵對的人是佛，他來考驗我；我們要以怨恨心對他，報復心對他，那外面就是魔。所以外頭是佛、是魔，決定在自己的念頭，我用什麼心態對他。外面佛、魔都沒有，他給我種種打擊，他是來教訓我的，看看我能不能承受、能不能忍辱。像佛經上，釋迦牟尼佛行菩薩道的時候，遇到歌利王割截身體，他有沒有怨恨？沒有，不但沒有怨恨，感恩。你來考試，看我忍辱程度到什麼境界；我圓滿了，一絲毫怨恨心都沒有。所以釋迦牟尼佛成佛了，幫助他成佛，幫助他提升德行，幫助證明他定功能夠應付環境。沒有怨恨，有感恩，這就對了！"
    },
    {
      "id": "21-622-0001_p0030",
      "zh_CN": "还要「感激遗弃你的人」，在社会上讲，不孝父母，背师叛道。我们对他感恩，不要去责备他，不要有怨恨心，「因为他教导你应该自立」。你能自立，你会感化他，他会回头，回头是岸。胡小林报告里面讲七个拐杖的故事，你们听了之后就懂得，那是不孝，最后儿女再回头都是孝子贤孙。所以不要去责备，尤其现代人，他没有受过教育，他做种种罪孽是应该的，正常现象；他如果受过圣贤教育，你可以责备他。没有受！虽然听了几天经，没听进去，读一点圣贤书，也没有读懂，你怎么可以怪他！这什么原因？他没有恭敬心，他就得不到。再好的老师教他，印光祖师说得很好，「一分诚敬得一分利益，十分诚敬得十分利益」，没有尊师重道的那个心，你跟这个老师再多年都没用，假的，不是真的。真正有诚敬心，十分诚敬心，你跟这个老师一天都管用，为什么？你一辈子都不会变质。我们现在到哪里去找对于道学有真心想学的？找不到。现在都为名利，急功好利，都看眼前，没有远大的眼光。所以说，不能责怪这些人。",
      "zh_TW": "還要「感激遺棄你的人」，在社會上講，不孝父母，背師叛道。我們對他感恩，不要去責備他，不要有怨恨心，「因為他教導你應該自立」。你能自立，你會感化他，他會回頭，回頭是岸。胡小林報告裡面講七個拐杖的故事，你們聽了之後就懂得，那是不孝，最後兒女再回頭都是孝子賢孫。所以不要去責備，尤其現代人，他沒有受過教育，他做種種罪孽是應該的，正常現象；他如果受過聖賢教育，你可以責備他。沒有受！雖然聽了幾天經，沒聽進去，讀一點聖賢書，也沒有讀懂，你怎麼可以怪他！這什麼原因？他沒有恭敬心，他就得不到。再好的老師教他，印光祖師說得很好，「一分誠敬得一分利益，十分誠敬得十分利益」，沒有尊師重道的那個心，你跟這個老師再多年都沒用，假的，不是真的。真正有誠敬心，十分誠敬心，你跟這個老師一天都管用，為什麼？你一輩子都不會變質。我們現在到哪裡去找對於道學有真心想學的？找不到。現在都為名利，急功好利，都看眼前，沒有遠大的眼光。所以說，不能責怪這些人。"
    },
    {
      "id": "21-622-0001_p0031",
      "zh_CN": "底下是「感激鞭打你的人」，这就是我们讲陷害，陷害要感激他，消业障！如果我们有怨恨、有报复那就变成仇敌了，以后就变成冤冤相报没完没了，双方都痛苦，那又何必！所以用感恩的心对待他，自己就更向上提升。",
      "zh_TW": "底下是「感激鞭打你的人」，這就是我們講陷害，陷害要感激他，消業障！如果我們有怨恨、有報復那就變成仇敵了，以後就變成冤冤相報沒完沒了，雙方都痛苦，那又何必！所以用感恩的心對待他，自己就更向上提升。"
    },
    {
      "id": "21-622-0001_p0032",
      "zh_CN": "「感激欺骗你的人，因为他增进了你的见识」，上过几次当，学会了，不上当没学会。所以你见识长了、知识长了，增长知识。你交了学费，增长知识，好事情，不是坏事情，人人是好人，事事是好事。",
      "zh_TW": "「感激欺騙你的人，因為他增進了你的見識」，上過幾次當，學會了，不上當沒學會。所以你見識長了、知識長了，增長知識。你交了學費，增長知識，好事情，不是壞事情，人人是好人，事事是好事。"
    },
    {
      "id": "21-622-0001_p0033",
      "zh_CN": "「感激伤害你的人」，甚至于他想置你于死命，你还是感激他，为什么？死了到极乐世界去，他早一天送我到极乐世界，这个多好、多难得！要不然我还得晚几年去，还在世界上多受几天罪。永远存感恩的心！",
      "zh_TW": "「感激傷害你的人」，甚至於他想置你於死命，你還是感激他，為什麼？死了到極樂世界去，他早一天送我到極樂世界，這個多好、多難得！要不然我還得晚幾年去，還在世界上多受幾天罪。永遠存感恩的心！"
    },
    {
      "id": "21-622-0001_p0034",
      "zh_CN": "最后，「感激所有使你坚定成就的人」，你只要感恩，你决定成就，不吃亏。害人是害自己，吃亏是福，古人讲的一点没错，吃亏是福。永远谦虚，永远恭敬，永远看一切众生，跟佛的看法一样，「一切众生本来是佛」。只是他迷了，他做了这么多错事，他要受报。他受报完之后，哪一天醒过来，觉悟了，你再来度他。一切众生皆有佛性，所以一切众生本来是佛，我们要以这种心态来看一切众生。",
      "zh_TW": "最後，「感激所有使你堅定成就的人」，你只要感恩，你決定成就，不吃虧。害人是害自己，吃虧是福，古人講的一點沒錯，吃虧是福。永遠謙虛，永遠恭敬，永遠看一切眾生，跟佛的看法一樣，「一切眾生本來是佛」。只是他迷了，他做了這麼多錯事，他要受報。他受報完之後，哪一天醒過來，覺悟了，你再來度他。一切眾生皆有佛性，所以一切眾生本來是佛，我們要以這種心態來看一切眾生。"
    },
    {
      "id": "21-622-0001_p0035",
      "zh_CN": "今天这个世界，整个世界出了麻烦，地球出了麻烦，不是小麻烦，是大麻烦。二０一二的事情，科学家里头有一半认为是有可能，另外一半认为是不太可能。有很多人来问我，我说有可能，但是我们有办法化解。现在全世界，没有宗教信仰的人我们不提，有宗教信仰的人都会为这桩事情来认真祈祷，祈求来化解。有没有效？有效，科学家告诉我们，集体意识力量非常大。而且还提醒我们，这些科学家很难得，他们告诉我们一个数据，以全世界的人口做个比例，大概六十五亿左右，六十五亿人口百分之一的平方根，用这个来计算，大概八千人；也就是说，世界上如果真正有八千人发菩提心，舍己为人，为这个灾难祈祷，就能化解。六十五亿人造罪孽，八千人能救他吗？这太少了！可是中国，我们古老的祖先告诉我们，叫邪不胜正，六十五亿人他邪，这八千人正，邪不胜正，所以有效果。全世界信仰宗教的人不少，超过一半以上，这些宗教徒们虔诚做祈祷，会产生效果，所以我就感觉得灾难并不可怕。还有同修建议我，要我赶快写信给罗马天主教皇，我们见过面，有交情，劝他告诉全世界的天主教徒，我们一同来祈祷。我觉得他也应该在做了，我们佛教徒也加进来做。全世界基督教跟天主教合起来，他们的信徒大概是二十一个亿，回教徒有十五个亿，我们佛教比较少，佛教全世界不超过七个亿，可是这个合起来是个很大的力量。",
      "zh_TW": "今天這個世界，整個世界出了麻煩，地球出了麻煩，不是小麻煩，是大麻煩。二０一二的事情，科學家裡頭有一半認為是有可能，另外一半認為是不太可能。有很多人來問我，我說有可能，但是我們有辦法化解。現在全世界，沒有宗教信仰的人我們不提，有宗教信仰的人都會為這樁事情來認真祈禱，祈求來化解。有沒有效？有效，科學家告訴我們，集體意識力量非常大。而且還提醒我們，這些科學家很難得，他們告訴我們一個數據，以全世界的人口做個比例，大概六十五億左右，六十五億人口百分之一的平方根，用這個來計算，大概八千人；也就是說，世界上如果真正有八千人發菩提心，捨己為人，為這個災難祈禱，就能化解。六十五億人造罪孽，八千人能救他嗎？這太少了！可是中國，我們古老的祖先告訴我們，叫邪不勝正，六十五億人他邪，這八千人正，邪不勝正，所以有效果。全世界信仰宗教的人不少，超過一半以上，這些宗教徒們虔誠做祈禱，會產生效果，所以我就感覺得災難並不可怕。還有同修建議我，要我趕快寫信給羅馬天主教皇，我們見過面，有交情，勸他告訴全世界的天主教徒，我們一同來祈禱。我覺得他也應該在做了，我們佛教徒也加進來做。全世界基督教跟天主教合起來，他們的信徒大概是二十一個億，回教徒有十五個億，我們佛教比較少，佛教全世界不超過七個億，可是這個合起來是個很大的力量。"
    },
    {
      "id": "21-622-0001_p0036",
      "zh_CN": "对于造作一切罪业的人要原谅他，不要怀恨，为什么？迷失自性，没有好人教导他，所以他造作这些罪业都是正常的，他不是圣人，他是凡夫。凡夫在今天这个社会，怎么能不造罪业，没这个道理，所以要原谅。解决社会问题，英国汤恩比博士说，「解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」，大乘佛法也在中国。孔孟学说真能解决吗？大家提起孔孟学说，都会讲到四书五经、十三经，很多人在学。欧洲学汉学的这些学生们都很用功，我去参观过，就看过。提到大乘，一定想到《华严经》、《法华经》、《般若经》，都想这些，行吗？没有人能回答。所以我告诉他，我说我们对于汤恩比博士这个话解读有问题。我说他的话没说错，我们想到的都是儒跟佛的花果，不是根本，救要从根本救才行，花果不行。",
      "zh_TW": "對於造作一切罪業的人要原諒他，不要懷恨，為什麼？迷失自性，沒有好人教導他，所以他造作這些罪業都是正常的，他不是聖人，他是凡夫。凡夫在今天這個社會，怎麼能不造罪業，沒這個道理，所以要原諒。解決社會問題，英國湯恩比博士說，「解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」，大乘佛法也在中國。孔孟學說真能解決嗎？大家提起孔孟學說，都會講到四書五經、十三經，很多人在學。歐洲學漢學的這些學生們都很用功，我去參觀過，就看過。提到大乘，一定想到《華嚴經》、《法華經》、《般若經》，都想這些，行嗎？沒有人能回答。所以我告訴他，我說我們對於湯恩比博士這個話解讀有問題。我說他的話沒說錯，我們想到的都是儒跟佛的花果，不是根本，救要從根本救才行，花果不行。"
    },
    {
      "id": "21-622-0001_p0037",
      "zh_CN": "孔孟的根本是什么？仁义，「孔曰成仁，孟曰取义」。仁，仁者爱人，现在人不爱人，为什么？他不爱自己，他爱自己能自杀吗？你看现在这世界上自杀的人多少？连小学生都自杀，这还得了吗？爱自己还能犯罪吗？还能够损人利己吗？他不爱自己，这是最可悲的现象。所以我们一定要提倡，要爱人，起心动念要能推己及人，想到自己一定要想到别人。义是思想、行为合情、合理、合法，这叫义。这是现在社会上普遍缺乏的，我们要推动。这些没有受过教育的，总有两百年了，这病很深，所以对于全世界无论做错什么事情的人，无论犯什么罪的人，我们要以忠恕的心对待他。像孔子，曾子说，「夫子之道，忠恕而已」，忠是真心，是清净心；恕是原谅别人，不要计较，既往不究，不要再追究。从今之后，我们一起好好的来学传统文化，来学孔孟教育、大乘教诲就好。学了半年，你还有过失，警告你；学了一年，你学过了，你有过失可以惩罚你；没有学过的，犯什么罪都不要计较。我们这样解释，我相信汤恩比博士听了会很开心、会很安慰，真能解决问题。大乘，真诚、慈悲，跟孔孟学说的仁义忠恕是一个意思。用真诚心待人，用慈悲心待人，认真把大乘佛法、把孔孟学说发扬光大，一起从扎根学起。这颗印章是放大的，这是「孔孟仁义忠恕，大乘真诚慈悲」；另外还有一个印章，「神爱世人，和平天使」，这是外国人的。二００五年我将这个印章送给布希总统，现在我准备再做两百个，送给全世界国家领导人，希望他们都做和平天使，都要学神爱世人。",
      "zh_TW": "孔孟的根本是什麼？仁義，「孔曰成仁，孟曰取義」。仁，仁者愛人，現在人不愛人，為什麼？他不愛自己，他愛自己能自殺嗎？你看現在這世界上自殺的人多少？連小學生都自殺，這還得了嗎？愛自己還能犯罪嗎？還能夠損人利己嗎？他不愛自己，這是最可悲的現象。所以我們一定要提倡，要愛人，起心動念要能推己及人，想到自己一定要想到別人。義是思想、行為合情、合理、合法，這叫義。這是現在社會上普遍缺乏的，我們要推動。這些沒有受過教育的，總有兩百年了，這病很深，所以對於全世界無論做錯什麼事情的人，無論犯什麼罪的人，我們要以忠恕的心對待他。像孔子，曾子說，「夫子之道，忠恕而已」，忠是真心，是清淨心；恕是原諒別人，不要計較，既往不究，不要再追究。從今之後，我們一起好好的來學傳統文化，來學孔孟教育、大乘教誨就好。學了半年，你還有過失，警告你；學了一年，你學過了，你有過失可以懲罰你；沒有學過的，犯什麼罪都不要計較。我們這樣解釋，我相信湯恩比博士聽了會很開心、會很安慰，真能解決問題。大乘，真誠、慈悲，跟孔孟學說的仁義忠恕是一個意思。用真誠心待人，用慈悲心待人，認真把大乘佛法、把孔孟學說發揚光大，一起從扎根學起。這顆印章是放大的，這是「孔孟仁義忠恕，大乘真誠慈悲」；另外還有一個印章，「神愛世人，和平天使」，這是外國人的。二００五年我將這個印章送給布希總統，現在我準備再做兩百個，送給全世界國家領導人，希望他們都做和平天使，都要學神愛世人。"
    },
    {
      "id": "21-622-0001_p0038",
      "zh_CN": "现在八点钟了，我想我的话就说到此地。希望大家对昨天说的话不要误会，不要激动，更不要采取什么行动，那就错了。行动就是自己真正检点自己，学佛菩萨慈悲，学孔子的忠恕，原谅一切造罪业的人。你要知道，造罪业的人真可怜，我们原谅他，他逃不过因果，他将来堕三途，那多可怜！哪一辈子才能再得人身？你往前面一想，怜悯心就生起来，不会再责备他了。这是没有办法的，因为有很多性罪，性罪它本身就有罪，像不忠不孝、不仁不义，这是性罪；佛家讲的是杀盗淫妄，这是性罪，你造了就有罪。不管你信不信，不管你是不是佛教徒，不管你有没有受戒，你犯了就有罪，这些妄语、两舌、绮语、恶口、贪瞋痴慢都是罪，都是性罪。我们对这些人真的要怜悯他，要同情他，他真的是可怜，无知！不要再去责怪他，自己好好修行，认真努力把三个根认真修的话，就能够化解灾难，就能够帮助社会消弭冲突，促进安定和平。这是我们佛弟子，我们帮助这个国家，帮助社会，帮助全世界。好，谢谢大家。",
      "zh_TW": "現在八點鐘了，我想我的話就說到此地。希望大家對昨天說的話不要誤會，不要激動，更不要採取什麼行動，那就錯了。行動就是自己真正檢點自己，學佛菩薩慈悲，學孔子的忠恕，原諒一切造罪業的人。你要知道，造罪業的人真可憐，我們原諒他，他逃不過因果，他將來墮三途，那多可憐！哪一輩子才能再得人身？你往前面一想，憐憫心就生起來，不會再責備他了。這是沒有辦法的，因為有很多性罪，性罪它本身就有罪，像不忠不孝、不仁不義，這是性罪；佛家講的是殺盜淫妄，這是性罪，你造了就有罪。不管你信不信，不管你是不是佛教徒，不管你有沒有受戒，你犯了就有罪，這些妄語、兩舌、綺語、惡口、貪瞋痴慢都是罪，都是性罪。我們對這些人真的要憐憫他，要同情他，他真的是可憐，無知！不要再去責怪他，自己好好修行，認真努力把三個根認真修的話，就能夠化解災難，就能夠幫助社會消弭衝突，促進安定和平。這是我們佛弟子，我們幫助這個國家，幫助社會，幫助全世界。好，謝謝大家。"
    }
  ]
}