{
  "doc_id": "12-016-0012",
  "title": {
    "zh_CN": "华严经疏论节要研习报告",
    "zh_TW": "華嚴經疏論節要研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-016-0012",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "12-016-0012_p0001",
      "zh_CN": "请掀开讲义：",
      "zh_TW": "請掀開講義："
    },
    {
      "id": "12-016-0012_p0002",
      "zh_CN": "【华严之圆。是顿中之圆。法华之圆。是渐中之圆。华严名为顿顿。法华名为渐顿。】",
      "zh_TW": "【華嚴之圓。是頓中之圓。法華之圓。是漸中之圓。華嚴名為頓頓。法華名為漸頓。】"
    },
    {
      "id": "12-016-0012_p0003",
      "zh_CN": "这是清凉大师在《疏钞》里面所判别的，这个说法也很有道理。贤首家分判释迦牟尼佛四十九年所说的一切经教为五教：小、始、终、顿、圆，与天台家所判大同小异。圆教也就是一乘，在一乘里面有讲同教一乘、别教一乘，《法华》是同教一乘，《华严》则是别教一乘，所以《华严》是顿中之圆。世尊初成道时，一时顿说，二七日中说出如来果地上亲证的境界，所以它是顿中之圆。『法华之圆』性质就不相同，《法华》经过阿含时、方等时、般若时，到最后开权显实，所以它是『渐中之圆』，是属于同教一乘。所以《华严》称之为『顿顿』，顿中之顿，一生圆满成佛，这是中国古来的这些祖师大德几乎都是公认的。而《法华》则是为『渐顿』，两个都属于顿教，顿教当中要做一个比较，依旧有顿渐的差别。",
      "zh_TW": "這是清涼大師在《疏鈔》裡面所判別的，這個說法也很有道理。賢首家分判釋迦牟尼佛四十九年所說的一切經教為五教：小、始、終、頓、圓，與天台家所判大同小異。圓教也就是一乘，在一乘裡面有講同教一乘、別教一乘，《法華》是同教一乘，《華嚴》則是別教一乘，所以《華嚴》是頓中之圓。世尊初成道時，一時頓說，二七日中說出如來果地上親證的境界，所以它是頓中之圓。『法華之圓』性質就不相同，《法華》經過阿含時、方等時、般若時，到最後開權顯實，所以它是『漸中之圓』，是屬於同教一乘。所以《華嚴》稱之為『頓頓』，頓中之頓，一生圓滿成佛，這是中國古來的這些祖師大德幾乎都是公認的。而《法華》則是為『漸頓』，兩個都屬於頓教，頓教當中要做一個比較，依舊有頓漸的差別。"
    },
    {
      "id": "12-016-0012_p0004",
      "zh_CN": "而《华严》一生圆满成就，诸位一定要明了，就在普贤菩萨十大愿王导归极乐，它才真正达到究竟圆满。如果我们从这个地方明白觉悟了，就可以少走许许多多的冤枉路，我们可以走近路，比《华严》还要近，比《华严》还要容易、还要稳当，直接走《无量寿经》的路子，为什么？《华严》到最后十大愿王导归极乐，就是归《无量寿经》，《无量寿经》是《华严经》的总结处、总归结。所以净宗法门古德告诉我们，这个法门修行不是修因证果，它是以如来果地做为我们的因地心，我们修的是什么因？修的是诸佛如来果地，以果地的境界做为我们因地修行的原理原则，所以它才快，它这个成就才稳当，道理在此地。",
      "zh_TW": "而《華嚴》一生圓滿成就，諸位一定要明瞭，就在普賢菩薩十大願王導歸極樂，它才真正達到究竟圓滿。如果我們從這個地方明白覺悟了，就可以少走許許多多的冤枉路，我們可以走近路，比《華嚴》還要近，比《華嚴》還要容易、還要穩當，直接走《無量壽經》的路子，為什麼？《華嚴》到最後十大願王導歸極樂，就是歸《無量壽經》，《無量壽經》是《華嚴經》的總結處、總歸結。所以淨宗法門古德告訴我們，這個法門修行不是修因證果，它是以如來果地做為我們的因地心，我們修的是什麼因？修的是諸佛如來果地，以果地的境界做為我們因地修行的原理原則，所以它才快，它這個成就才穩當，道理在此地。"
    },
    {
      "id": "12-016-0012_p0005",
      "zh_CN": "由此可知，古德称《无量寿经》是圆中之圆，那个圆就是讲的《华严》、《法华》，跟《华严》、《法华》比较，这两个是圆教，《无量寿经》圆满到极处，比这两部经还要超胜。这两部经是顿教，净宗法门称为顿中之顿，就是大乘当中的大乘，一乘当中的一乘。我们要不明了这个事实真相，这一生当中真的要当面错过，那才是无与伦比的损失。再看下面一段。",
      "zh_TW": "由此可知，古德稱《無量壽經》是圓中之圓，那個圓就是講的《華嚴》、《法華》，跟《華嚴》、《法華》比較，這兩個是圓教，《無量壽經》圓滿到極處，比這兩部經還要超勝。這兩部經是頓教，淨宗法門稱為頓中之頓，就是大乘當中的大乘，一乘當中的一乘。我們要不明瞭這個事實真相，這一生當中真的要當面錯過，那才是無與倫比的損失。再看下面一段。"
    },
    {
      "id": "12-016-0012_p0006",
      "zh_CN": "【经云。宁起有见如须弥山。不起空见如芥子许。空有无二。总忘心境。即事而真。】",
      "zh_TW": "【經云。寧起有見如須彌山。不起空見如芥子許。空有無二。總忘心境。即事而真。】"
    },
    {
      "id": "12-016-0012_p0007",
      "zh_CN": "这一段佛在经上的开示用意很深。许许多多修学的人，不但是初学，甚至于老修，不仅是现代，世尊在世的时候，也出这些毛病。前面两句是讲执着，一切众生哪个不执着？有执着「有」，一切法都有，他认为真有；有些人执着一切法空。实在说，执着有的人多，执着空的人还不多，幸亏如此，如果执着空的人多，佛就没办法讲经说法了，佛没法子教他；因为众生执着有，佛才好教。所以世尊有这么两句感叹的话说，『宁可执有如须弥山』，须弥山是形容大，执着有不怕，执着有有救，为什么？他相信因缘果报；换句话说，他还肯断恶修善。有这样的基础，佛就有能力、有方便慢慢的来诱导他，帮助他契入境界。",
      "zh_TW": "這一段佛在經上的開示用意很深。許許多多修學的人，不但是初學，甚至於老修，不僅是現代，世尊在世的時候，也出這些毛病。前面兩句是講執著，一切眾生哪個不執著？有執著「有」，一切法都有，他認為真有；有些人執著一切法空。實在說，執著有的人多，執著空的人還不多，幸虧如此，如果執著空的人多，佛就沒辦法講經說法了，佛沒法子教他；因為眾生執著有，佛才好教。所以世尊有這麼兩句感嘆的話說，『寧可執有如須彌山』，須彌山是形容大，執著有不怕，執著有有救，為什麼？他相信因緣果報；換句話說，他還肯斷惡修善。有這樣的基礎，佛就有能力、有方便慢慢的來誘導他，幫助他契入境界。"
    },
    {
      "id": "12-016-0012_p0008",
      "zh_CN": "假如有个人执着空『如芥子许』，芥子是芥菜子，芥菜子很小，像芝麻粒一点大。执空执着这么一点点，问题就严重，为什么？拨无因果，什么都是空的，人死了就完了，死了什么都了了，这个因缘果报他不相信，他不会改过修善，他不懂得。佛所讲的这些经教，他不能接受；这是大邪见，佛菩萨也没有办法救他。这两种都是见病，就是见解的错误，但是这个利害悬殊很大。",
      "zh_TW": "假如有個人執著空『如芥子許』，芥子是芥菜子，芥菜子很小，像芝麻粒一點大。執空執著這麼一點點，問題就嚴重，為什麼？撥無因果，什麼都是空的，人死了就完了，死了什麼都了了，這個因緣果報他不相信，他不會改過修善，他不懂得。佛所講的這些經教，他不能接受；這是大邪見，佛菩薩也沒有辦法救他。這兩種都是見病，就是見解的錯誤，但是這個利害懸殊很大。"
    },
    {
      "id": "12-016-0012_p0009",
      "zh_CN": "而事实真相是什么？下面佛为我们说出来，事实真相是『空有无二』，空与有是一桩事情，不是两桩事情。《心经》每个人都念过，里面讲得多清楚，「色不异空，空不异色，色即是空，空即是色」。色是代表有，空跟有是一不是二。但是这种说法我们很不容易理解，意思实实在在太深。佛跟我们讲空有不二，空是讲性、体性，有是讲事相。事相从哪里来的？体性变现出来，没有体怎么会现相。体是空寂的，现出来的相怎么可能是真有？所以相在佛法里面叫幻相，有叫妙有。为什么称妙？有而非有，非有而有，这就叫妙，不是真有。",
      "zh_TW": "而事實真相是什麼？下面佛為我們說出來，事實真相是『空有無二』，空與有是一樁事情，不是兩樁事情。《心經》每個人都念過，裡面講得多清楚，「色不異空，空不異色，色即是空，空即是色」。色是代表有，空跟有是一不是二。但是這種說法我們很不容易理解，意思實實在在太深。佛跟我們講空有不二，空是講性、體性，有是講事相。事相從哪裡來的？體性變現出來，沒有體怎麼會現相。體是空寂的，現出來的相怎麼可能是真有？所以相在佛法裡面叫幻相，有叫妙有。為什麼稱妙？有而非有，非有而有，這就叫妙，不是真有。"
    },
    {
      "id": "12-016-0012_p0010",
      "zh_CN": "初学的同修听到这个说法，恐怕愈听愈迷惑，怎么不是真有？这不是摆在面前，我们看得很清楚，听得很清楚，六根都能接触得到，怎么不是真有？佛法里面跟我们讲真、假，它的定义也就是现在所讲的标准，如果说有永远存在就是真的，如果不能永远存在，佛就给我们说那是假的。从这个标准来观察，诸位细细去想一想，这世间哪一法是永恒存在，永远不变？没有！我们这个身体，你有没有觉察到刹那刹那在变化？我们走进佛堂这个我，我们再出去佛堂，绝对不是走进佛堂这个我，你身体里面的细胞新陈代谢，已经起了很大的变化。实在讲，我们的心太粗，没有意识到，以为这是不变，你完全错了。",
      "zh_TW": "初學的同修聽到這個說法，恐怕愈聽愈迷惑，怎麼不是真有？這不是擺在面前，我們看得很清楚，聽得很清楚，六根都能接觸得到，怎麼不是真有？佛法裡面跟我們講真、假，它的定義也就是現在所講的標準，如果說有永遠存在就是真的，如果不能永遠存在，佛就給我們說那是假的。從這個標準來觀察，諸位細細去想一想，這世間哪一法是永恆存在，永遠不變？沒有！我們這個身體，你有沒有覺察到剎那剎那在變化？我們走進佛堂這個我，我們再出去佛堂，絕對不是走進佛堂這個我，你身體裡面的細胞新陳代謝，已經起了很大的變化。實在講，我們的心太粗，沒有意識到，以為這是不變，你完全錯了。"
    },
    {
      "id": "12-016-0012_p0011",
      "zh_CN": "你想想人会不会老？会老。怎么老的？是不是十年比十年老？佛在《楞严》会上，对波斯匿王就是这个说法，波斯匿王那个时候六十二岁。佛就问他：「你老了。」老了，是老了。他说：「你比五十岁的时候怎么样？」老多了。「五十岁比四十岁？」又老了。「四十岁比三十岁？」那四十岁当然老了。他说：「是不是十年比十年老？」波斯匿王很聪明，不是的，一年比一年老。再微细观察，一月比一月老；再细观察，一天比一天老；再微细的观察，一秒钟比一秒钟老，你才真的觉悟了。这就说明我们这个身无常，要懂得身无常。",
      "zh_TW": "你想想人會不會老？會老。怎麼老的？是不是十年比十年老？佛在《楞嚴》會上，對波斯匿王就是這個說法，波斯匿王那個時候六十二歲。佛就問他：「你老了。」老了，是老了。他說：「你比五十歲的時候怎麼樣？」老多了。「五十歲比四十歲？」又老了。「四十歲比三十歲？」那四十歲當然老了。他說：「是不是十年比十年老？」波斯匿王很聰明，不是的，一年比一年老。再微細觀察，一月比一月老；再細觀察，一天比一天老；再微細的觀察，一秒鐘比一秒鐘老，你才真的覺悟了。這就說明我們這個身無常，要懂得身無常。"
    },
    {
      "id": "12-016-0012_p0012",
      "zh_CN": "我们身体无常，再观察一切万物，万物也无常。植物，大家看到花开花谢，生住异灭；矿物乃至于大地沧海桑田。现代科学家告诉我们，如果将一百万年把它浓缩成一小时，科学家这个想法很像《华严经》上所讲的，一刹那可以展开为无量劫，无量劫可以浓缩为一刹那，他们有这种想法。假如把一百万年浓缩成一个小时，我们地球上有人类、有历史才只十几分钟，那我们这个人生百年，在这个里头找不到，没有了，太短了，所谓「石火电光」，像闪电，闪电时间还满长的，我们能够觉察得到，还有几秒钟的时间。所以从这些地方细心去观察，万法无常，所有一切现象都不是真实的，都是假的。有没有？不能说它没有，所以佛讲幻有、假有、妙有，告诉你不是真有。不是真有，你就应当要记住，对于一切法不要执着，不要把它放在心上。",
      "zh_TW": "我們身體無常，再觀察一切萬物，萬物也無常。植物，大家看到花開花謝，生住異滅；礦物乃至於大地滄海桑田。現代科學家告訴我們，如果將一百萬年把它濃縮成一小時，科學家這個想法很像《華嚴經》上所講的，一剎那可以展開為無量劫，無量劫可以濃縮為一剎那，他們有這種想法。假如把一百萬年濃縮成一個小時，我們地球上有人類、有歷史才只十幾分鐘，那我們這個人生百年，在這個裡頭找不到，沒有了，太短了，所謂「石火電光」，像閃電，閃電時間還滿長的，我們能夠覺察得到，還有幾秒鐘的時間。所以從這些地方細心去觀察，萬法無常，所有一切現象都不是真實的，都是假的。有沒有？不能說它沒有，所以佛講幻有、假有、妙有，告訴你不是真有。不是真有，你就應當要記住，對於一切法不要執著，不要把它放在心上。"
    },
    {
      "id": "12-016-0012_p0013",
      "zh_CN": "这些事实究竟是什么？佛告诉我们一个字，缘，因缘生法，所以才讲「万法皆空，因果不空」。这个因果就是讲，所有一切现象「转变不空」，你看我们人一天比一天老，这个老是转变，实在讲不是一天一天，真的是一秒钟一秒钟，刹那刹那在那里老，这是「转变不空，相续不空」。这个现象转变、相续，这两桩事情不空，所以叫做因果不空。佛菩萨明白这个道理，了解事实真相，所以人家在缘生法里面，积功累德，成就无上菩提，普度一切迷惑颠倒的众生，你说这个多有意义、多有价值。我们凡夫不晓得这个道理，不知道事实真相，「起心动念，无不是罪」，这佛在《地藏经》上讲的。为什么会造罪？念念都是自私自利，损人利己，干这种事情；这种事干多了，果报在三途。",
      "zh_TW": "這些事實究竟是什麼？佛告訴我們一個字，緣，因緣生法，所以才講「萬法皆空，因果不空」。這個因果就是講，所有一切現象「轉變不空」，你看我們人一天比一天老，這個老是轉變，實在講不是一天一天，真的是一秒鐘一秒鐘，剎那剎那在那裡老，這是「轉變不空，相續不空」。這個現象轉變、相續，這兩樁事情不空，所以叫做因果不空。佛菩薩明白這個道理，了解事實真相，所以人家在緣生法裡面，積功累德，成就無上菩提，普度一切迷惑顛倒的眾生，你說這個多有意義、多有價值。我們凡夫不曉得這個道理，不知道事實真相，「起心動念，無不是罪」，這佛在《地藏經》上講的。為什麼會造罪？念念都是自私自利，損人利己，幹這種事情；這種事幹多了，果報在三途。"
    },
    {
      "id": "12-016-0012_p0014",
      "zh_CN": "这两天李木源居士稍微有一点空闲，前几天忙着林医生往生，从他生病一直到往生后事，都是他替他料理，相当不容易。林医生你们许许多多人都认识他，他常年在居士林做义诊。十年前我到新加坡讲经，他来听讲，对净宗法门明白了，很有兴趣发心专修、专弘。这些年来修得很不错，他是因为替人家看病非常热心，感染肝炎，由肝炎变成了肝癌，肝癌是很痛苦的病，他实在是得三宝加持，病中没有痛苦。他也不愿意接受治疗，一心求生净土，非常难得。我这次到此地来，李居士告诉我，林医生很想来见见我，但是他已经没有办法走路。我听到之后，我去看他，他非常欢喜，我们见最后一面，勉励他念佛。走得好，坐着走的，本来他的力气很衰弱，走的时候念三声「阿弥陀佛」，声音很大。三声阿弥陀佛念完之后，他告诉李木源一些同修，助念的同修，他说：「我看不到你们，我看到一片金光」；说完这个话就走了。佛来接引，佛光注照，他看到了，这一生没有白来，这是我们好榜样、好典型。",
      "zh_TW": "這兩天李木源居士稍微有一點空閒，前幾天忙著林醫生往生，從他生病一直到往生後事，都是他替他料理，相當不容易。林醫生你們許許多多人都認識他，他常年在居士林做義診。十年前我到新加坡講經，他來聽講，對淨宗法門明白了，很有興趣發心專修、專弘。這些年來修得很不錯，他是因為替人家看病非常熱心，感染肝炎，由肝炎變成了肝癌，肝癌是很痛苦的病，他實在是得三寶加持，病中沒有痛苦。他也不願意接受治療，一心求生淨土，非常難得。我這次到此地來，李居士告訴我，林醫生很想來見見我，但是他已經沒有辦法走路。我聽到之後，我去看他，他非常歡喜，我們見最後一面，勉勵他念佛。走得好，坐著走的，本來他的力氣很衰弱，走的時候念三聲「阿彌陀佛」，聲音很大。三聲阿彌陀佛念完之後，他告訴李木源一些同修，助念的同修，他說：「我看不到你們，我看到一片金光」；說完這個話就走了。佛來接引，佛光注照，他看到了，這一生沒有白來，這是我們好榜樣、好典型。"
    },
    {
      "id": "12-016-0012_p0015",
      "zh_CN": "木源又告诉我，他在这个地方几乎是专门替人办丧事，所以他说他跟棺材、死人为伍，他说那就是他的道场。他曾经见到两位法师，都是最近的事情，有一位法师临终的时候，见到一片黑暗，其实灯光很亮，他叫：「为什么这么黑，你们不开灯？」又告诉大家：「为什么这些墙、房子都裂开了？」然后就走了。这个现象不好。灯开得那么亮，他说是黑暗的；房子那么好，他说是破的，这个就不是好事情。另外一个法师是迷惑颠倒走的，不醒人事。所以我们看到这个现象要值得警惕，要了解道理，了解事实真相，知道因缘果报丝毫不爽。因缘果报变现的这个现象，就是十法界依正庄严。",
      "zh_TW": "木源又告訴我，他在這個地方幾乎是專門替人辦喪事，所以他說他跟棺材、死人為伍，他說那就是他的道場。他曾經見到兩位法師，都是最近的事情，有一位法師臨終的時候，見到一片黑暗，其實燈光很亮，他叫：「為什麼這麼黑，你們不開燈？」又告訴大家：「為什麼這些牆、房子都裂開了？」然後就走了。這個現象不好。燈開得那麼亮，他說是黑暗的；房子那麼好，他說是破的，這個就不是好事情。另外一個法師是迷惑顛倒走的，不醒人事。所以我們看到這個現象要值得警惕，要了解道理，了解事實真相，知道因緣果報絲毫不爽。因緣果報變現的這個現象，就是十法界依正莊嚴。"
    },
    {
      "id": "12-016-0012_p0016",
      "zh_CN": "能够往生西方极乐世界，不但超越六道，超越十法界，我们这一生一定要争取，所以一定要断一切恶，修一切善。世间一切人事与我们不相干，没关系！把这个东西放在心上就糟了，糟透了，为什么不老实念佛，去打这些妄想。所以这个地方跟我们讲空有无二，『总忘心境，即事而真』，这个真就是真如，就是一真法界，一真法界跟十法界没有差别，诸位要懂这个道理。佛菩萨在人法界里面，示现弘法利生，他在这个法界是一真法界，我们是人法界。地藏菩萨在地狱里面度众生，地藏菩萨自己住的是一真法界，地狱众生看到他那个境界是地狱法界，境界不一样！所以一定要认真努力的修学。「即事而真」，是说这个意思。",
      "zh_TW": "能夠往生西方極樂世界，不但超越六道，超越十法界，我們這一生一定要爭取，所以一定要斷一切惡，修一切善。世間一切人事與我們不相干，沒關係！把這個東西放在心上就糟了，糟透了，為什麼不老實念佛，去打這些妄想。所以這個地方跟我們講空有無二，『總忘心境，即事而真』，這個真就是真如，就是一真法界，一真法界跟十法界沒有差別，諸位要懂這個道理。佛菩薩在人法界裡面，示現弘法利生，他在這個法界是一真法界，我們是人法界。地藏菩薩在地獄裡面度眾生，地藏菩薩自己住的是一真法界，地獄眾生看到他那個境界是地獄法界，境界不一樣！所以一定要認真努力的修學。「即事而真」，是說這個意思。"
    },
    {
      "id": "12-016-0012_p0017",
      "zh_CN": "【但以假名字。引导于众生。然后但以大乘而度脱之。】",
      "zh_TW": "【但以假名字。引導於眾生。然後但以大乘而度脫之。】"
    },
    {
      "id": "12-016-0012_p0018",
      "zh_CN": "这句话是说诸佛菩萨大慈大悲，以种种善巧方便接引一切众生，众生愚痴、迷惑、颠倒、执着，佛菩萨以种种善巧方便，以这些假名、假相，相是假的，依他起性；名字更假，遍计所执性。用这些方法诱导众生，把他引进门，渐渐让他破迷开悟，让他生智慧，智慧现起来之后，最后一定是以大乘方法来度脱他。在世尊一代时教里面非常明显，你看佛一成佛，二七日中宣说《大方广佛华严经》，把利根、上上根性的人统统度了。但是还有中下根性不能得度，中下根性的人不见不闻，所以佛很慈悲再回过头来讲阿含，讲人天的善福。这是一切众生没有一个不欢喜，哪一个众生都想自己有福报，学佛的人想，不学佛的人也想，中国人想，外国人也想。",
      "zh_TW": "這句話是說諸佛菩薩大慈大悲，以種種善巧方便接引一切眾生，眾生愚痴、迷惑、顛倒、執著，佛菩薩以種種善巧方便，以這些假名、假相，相是假的，依他起性；名字更假，遍計所執性。用這些方法誘導眾生，把他引進門，漸漸讓他破迷開悟，讓他生智慧，智慧現起來之後，最後一定是以大乘方法來度脫他。在世尊一代時教裡面非常明顯，你看佛一成佛，二七日中宣說《大方廣佛華嚴經》，把利根、上上根性的人統統度了。但是還有中下根性不能得度，中下根性的人不見不聞，所以佛很慈悲再回過頭來講阿含，講人天的善福。這是一切眾生沒有一個不歡喜，哪一個眾生都想自己有福報，學佛的人想，不學佛的人也想，中國人想，外國人也想。"
    },
    {
      "id": "12-016-0012_p0019",
      "zh_CN": "我在达拉斯旁边的那些邻居，那些外国人都是信基督教，星期天都是上教堂，遇到我他来问我，他们对佛教也有一点常识，知道佛教有禅宗、有密宗，这两个宗派在美国很流行，历史也很久，他们知道，净土宗他们不知道。他问我学哪一宗？我们说净土宗就很麻烦，他不懂解释半天多费事。我就跟他讲，我学的是阿弥陀佛宗。他就很奇怪了，阿弥陀佛是什么意思？阿弥陀佛快乐。这个好！我也要！基督教徒他也要快乐。阿弥陀佛长寿，这个要！他不想短命，他要长寿。阿弥陀佛清净，他说这三个我都要。我说那很好，我星期六开放，你们到这个地方来学快乐、学长寿、学清净，星期天你就上教堂去，没有冲突！一说他就需要了，他很高兴，他就接受。这就是先用这些善巧方便诱导他入门，所以我们都教他念阿弥陀佛，他们外国人念「NAMOAMITABHA」，我都教个个都会念，为什么？念了你就会长寿，你就会快乐，愈念愈快乐！先教他念阿弥陀佛。",
      "zh_TW": "我在達拉斯旁邊的那些鄰居，那些外國人都是信基督教，星期天都是上教堂，遇到我他來問我，他們對佛教也有一點常識，知道佛教有禪宗、有密宗，這兩個宗派在美國很流行，歷史也很久，他們知道，淨土宗他們不知道。他問我學哪一宗？我們說淨土宗就很麻煩，他不懂解釋半天多費事。我就跟他講，我學的是阿彌陀佛宗。他就很奇怪了，阿彌陀佛是什麼意思？阿彌陀佛快樂。這個好！我也要！基督教徒他也要快樂。阿彌陀佛長壽，這個要！他不想短命，他要長壽。阿彌陀佛清淨，他說這三個我都要。我說那很好，我星期六開放，你們到這個地方來學快樂、學長壽、學清淨，星期天你就上教堂去，沒有衝突！一說他就需要了，他很高興，他就接受。這就是先用這些善巧方便誘導他入門，所以我們都教他念阿彌陀佛，他們外國人念「NAMOAMITABHA」，我都教個個都會念，為什麼？念了你就會長壽，你就會快樂，愈念愈快樂！先教他念阿彌陀佛。"
    },
    {
      "id": "12-016-0012_p0020",
      "zh_CN": "到最后，阿含、方等、般若，最后《法华》，依旧是用大乘法帮助他脱离六道、脱离十法界。佛菩萨有这些善巧方便，我们要懂得，我们也要学着会用，将来能够把一乘了义甚深经教，把它变作很容易懂、很容易了解，你就能普度一切众生，这是诸佛如来把这桩事情交给我们来做。那你要问：佛当年在世为什么都不做？当年在世，那时候根性不相同，这个做法是不能度那个时候根性的人。我们度现前根性的人，一定要用这个善巧方便，我们知道佛讲经说法度化众生的这些原理原则，明了之后，这才真正是「愿解如来真实义」。懂得佛的意思，晓得怎样帮助众生，帮助这个社会，能够令社会安定，人人都知道断恶修善，这个社会会安定、会兴旺，真正能够做到安和乐利，那么佛法对于这个世间就有大功德。再看底下一段。",
      "zh_TW": "到最後，阿含、方等、般若，最後《法華》，依舊是用大乘法幫助他脫離六道、脫離十法界。佛菩薩有這些善巧方便，我們要懂得，我們也要學著會用，將來能夠把一乘了義甚深經教，把它變作很容易懂、很容易了解，你就能普度一切眾生，這是諸佛如來把這樁事情交給我們來做。那你要問：佛當年在世為什麼都不做？當年在世，那時候根性不相同，這個做法是不能度那個時候根性的人。我們度現前根性的人，一定要用這個善巧方便，我們知道佛講經說法度化眾生的這些原理原則，明瞭之後，這才真正是「願解如來真實義」。懂得佛的意思，曉得怎樣幫助眾生，幫助這個社會，能夠令社會安定，人人都知道斷惡修善，這個社會會安定、會興旺，真正能夠做到安和樂利，那麼佛法對於這個世間就有大功德。再看底下一段。"
    },
    {
      "id": "12-016-0012_p0021",
      "zh_CN": "【偈云。未来世诸佛。虽说百千亿。无数诸法门。其实为一乘。诸佛两足尊。知法常无性。佛种从缘起。是故说一乘。是法住法位，世间相常住。于道场知已。导师方便说。】",
      "zh_TW": "【偈云。未來世諸佛。雖說百千億。無數諸法門。其實為一乘。諸佛兩足尊。知法常無性。佛種從緣起。是故說一乘。是法住法位，世間相常住。於道場知已。導師方便說。】"
    },
    {
      "id": "12-016-0012_p0022",
      "zh_CN": "这是《华严经》的偈子，这首偈意思很深，但是总而言之，显示出佛度化众生彻底的悲心。经里面所讲的『未来世诸佛』，这是释迦牟尼佛讲的，不仅是过去佛、现在佛，未来世诸佛都不例外，虽然讲无量的法门；这个『百千亿无数诸法门』就是无量无边的法门，四弘誓愿里头，所谓的「法门无量誓愿学」。无论怎么说法，目的只有一个，都是为一乘法。什么叫一乘法？帮助众生直接成佛的这个法门叫一乘法。帮助众生修行成菩萨的叫大乘法，帮助众生修行证阿罗汉果的叫小乘法，所以一乘法就是成佛的法门，帮助众生在一生成佛。",
      "zh_TW": "這是《華嚴經》的偈子，這首偈意思很深，但是總而言之，顯示出佛度化眾生徹底的悲心。經裡面所講的『未來世諸佛』，這是釋迦牟尼佛講的，不僅是過去佛、現在佛，未來世諸佛都不例外，雖然講無量的法門；這個『百千億無數諸法門』就是無量無邊的法門，四弘誓願裡頭，所謂的「法門無量誓願學」。無論怎麼說法，目的只有一個，都是為一乘法。什麼叫一乘法？幫助眾生直接成佛的這個法門叫一乘法。幫助眾生修行成菩薩的叫大乘法，幫助眾生修行證阿羅漢果的叫小乘法，所以一乘法就是成佛的法門，幫助眾生在一生成佛。"
    },
    {
      "id": "12-016-0012_p0023",
      "zh_CN": "诸位你就了解，净土宗法门真的是一乘当中的一乘，一生成佛。林医生修净土到前几天往生，他那是真往生一点都不假，一丝毫怀疑都没有，临走的时候，看一片金光，佛来接引他，往生西方极乐世界就不退成佛，他作佛去了。所以，这是一乘当中的一乘，都是为这个。所以，善导大师讲的话讲得好，他说：「如来所以兴出世，唯说弥陀本愿海」；那个如来就是一切诸佛，一切诸佛示现在这个世间，目的是什么？就是讲《阿弥陀经》，就是劝人念佛求生净土，因为这是真正的一乘法，就是为这个。因为这个法门你不能接受，因为接受这个法门，经上讲得很清楚，必须三个条件成熟：善根、福德、因缘，这三个条件有一条不成熟，你就不能接受。不能接受的人才委曲婉转讲其他的法门，讲所有一切法门，都是引导你归到这个法门，连《法华》、《华严》都归到净土，都归到《无量寿经》，这个太明显了。所以这首偈叫我们明白这个道理，认识这个事实真相。",
      "zh_TW": "諸位你就了解，淨土宗法門真的是一乘當中的一乘，一生成佛。林醫生修淨土到前幾天往生，他那是真往生一點都不假，一絲毫懷疑都沒有，臨走的時候，看一片金光，佛來接引他，往生西方極樂世界就不退成佛，他作佛去了。所以，這是一乘當中的一乘，都是為這個。所以，善導大師講的話講得好，他說：「如來所以興出世，唯說彌陀本願海」；那個如來就是一切諸佛，一切諸佛示現在這個世間，目的是什麼？就是講《阿彌陀經》，就是勸人念佛求生淨土，因為這是真正的一乘法，就是為這個。因為這個法門你不能接受，因為接受這個法門，經上講得很清楚，必須三個條件成熟：善根、福德、因緣，這三個條件有一條不成熟，你就不能接受。不能接受的人才委曲婉轉講其他的法門，講所有一切法門，都是引導你歸到這個法門，連《法華》、《華嚴》都歸到淨土，都歸到《無量壽經》，這個太明顯了。所以這首偈叫我們明白這個道理，認識這個事實真相。"
    },
    {
      "id": "12-016-0012_p0024",
      "zh_CN": "下面这首『诸佛两足尊』，足是满足，就是圆满的意思；两是福与慧这两种；他的福德圆满、智慧圆满，这叫两足尊，这才值得一切大众尊敬。像现在我们一般常常尊敬别人，都称尊敬的某某人，这个尊就是尊敬的。他知道『知法常无性』，性就是自性，一切法都没有自性，自性就是自体，没有自体。现象怎么产生的？是种种条件因缘际会的时候，而现起的这个现象，没有自性。佛法也不例外。",
      "zh_TW": "下面這首『諸佛兩足尊』，足是滿足，就是圓滿的意思；兩是福與慧這兩種；他的福德圓滿、智慧圓滿，這叫兩足尊，這才值得一切大眾尊敬。像現在我們一般常常尊敬別人，都稱尊敬的某某人，這個尊就是尊敬的。他知道『知法常無性』，性就是自性，一切法都沒有自性，自性就是自體，沒有自體。現象怎麼產生的？是種種條件因緣際會的時候，而現起的這個現象，沒有自性。佛法也不例外。"
    },
    {
      "id": "12-016-0012_p0025",
      "zh_CN": "『佛种从缘起，是故说一乘』。「佛种」，这个种我们一定要明了，这个种不是讲种性，这个种是缘起，一切众生皆有佛性，那是性的种子，可是它要没有缘，学佛这个念头不能生起。此地讲的佛种就是你学佛的念头，最初的那个念头，你怎么生起来的？也是缘生起的。",
      "zh_TW": "『佛種從緣起，是故說一乘』。「佛種」，這個種我們一定要明瞭，這個種不是講種性，這個種是緣起，一切眾生皆有佛性，那是性的種子，可是它要沒有緣，學佛這個念頭不能生起。此地講的佛種就是你學佛的念頭，最初的那個念頭，你怎麼生起來的？也是緣生起的。"
    },
    {
      "id": "12-016-0012_p0026",
      "zh_CN": "像释迦牟尼佛给我们示现，他修道那个念头从哪里起来的？是因为出去玩，去游览的时候，现在出去郊游，看到生老病死，从这个地方生起来的。看到这个世间无常，于是才想到要修道，怎么样解决这个问题，所以「佛种从缘生」。目的一定要成佛，要成佛当然要说一乘法，要说成佛的方法，不能教人成菩萨、成罗汉，那佛就对不起人，一定要告诉你成佛的方法。下面这两句。",
      "zh_TW": "像釋迦牟尼佛給我們示現，他修道那個念頭從哪裡起來的？是因為出去玩，去遊覽的時候，現在出去郊遊，看到生老病死，從這個地方生起來的。看到這個世間無常，於是才想到要修道，怎麼樣解決這個問題，所以「佛種從緣生」。目的一定要成佛，要成佛當然要說一乘法，要說成佛的方法，不能教人成菩薩、成羅漢，那佛就對不起人，一定要告訴你成佛的方法。下面這兩句。"
    },
    {
      "id": "12-016-0012_p0027",
      "zh_CN": "『是法住法位，世间相常住』，这两句话的意思很深。这两句话的意思，实际上是告诉我们，就是「世间相常住」，但是这个意思我们见不到。如果你要见到了，那就恭喜你，你已经成佛了，你不是凡夫。见到了，在佛门里面有个术语，叫无生法忍，你证得无生法忍，一切法不生不灭。我们今天看一切法无常，有生有灭，没有看到一切法不生不灭，没看到！这个意思，我们虽然不能达到这个境界，如果对于事实真相能够体会到几分，对我们有好处。我们就明白一真法界跟十法界在一起，就像灯光一样。我们再举个比喻，我们把太阳的光比作一真法界，把我们的灯光比作十法界，在白天太阳底下，我们灯光统统开了，当然灯光是显示不出来，阳光太大，把它的灯光掩盖，但是灯有没有光？有光，不能说它没有光。灯光跟阳光融合成一片，在这个里面，你能分得出哪个光是太阳光，哪个光是灯光？分不出！十法界跟一真法界就是这样的情形，它是交融的。",
      "zh_TW": "『是法住法位，世間相常住』，這兩句話的意思很深。這兩句話的意思，實際上是告訴我們，就是「世間相常住」，但是這個意思我們見不到。如果你要見到了，那就恭喜你，你已經成佛了，你不是凡夫。見到了，在佛門裡面有個術語，叫無生法忍，你證得無生法忍，一切法不生不滅。我們今天看一切法無常，有生有滅，沒有看到一切法不生不滅，沒看到！這個意思，我們雖然不能達到這個境界，如果對於事實真相能夠體會到幾分，對我們有好處。我們就明白一真法界跟十法界在一起，就像燈光一樣。我們再舉個比喻，我們把太陽的光比作一真法界，把我們的燈光比作十法界，在白天太陽底下，我們燈光統統開了，當然燈光是顯示不出來，陽光太大，把它的燈光掩蓋，但是燈有沒有光？有光，不能說它沒有光。燈光跟陽光融合成一片，在這個裡面，你能分得出哪個光是太陽光，哪個光是燈光？分不出！十法界跟一真法界就是這樣的情形，它是交融的。"
    },
    {
      "id": "12-016-0012_p0028",
      "zh_CN": "所以在一真法界里面的人，他看到十法界依正庄严不生不灭，没有生灭；我们在十法界里面的众生，看到这个现象有生有灭，这到底是怎么回事情？说穿了并不难懂，凡夫用什么心来观察宇宙人生？用生灭心，用生灭心看外面境界，那就是有生有灭，这个现象就是生灭的现象。佛菩萨的心是用不生不灭的真心，看外面的境界不生不灭，用心不一样。十法界里头众生用妄心，妄心是生灭心，八识五十一心所，他用这个心。诸佛菩萨用真心，不用八识五十一心所，用真心，用心性；心性是不生不灭，外面境界相也不生不灭。",
      "zh_TW": "所以在一真法界裡面的人，他看到十法界依正莊嚴不生不滅，沒有生滅；我們在十法界裡面的眾生，看到這個現象有生有滅，這到底是怎麼回事情？說穿了並不難懂，凡夫用什麼心來觀察宇宙人生？用生滅心，用生滅心看外面境界，那就是有生有滅，這個現象就是生滅的現象。佛菩薩的心是用不生不滅的真心，看外面的境界不生不滅，用心不一樣。十法界裡頭眾生用妄心，妄心是生滅心，八識五十一心所，他用這個心。諸佛菩薩用真心，不用八識五十一心所，用真心，用心性；心性是不生不滅，外面境界相也不生不滅。"
    },
    {
      "id": "12-016-0012_p0029",
      "zh_CN": "这个还不好懂，再打个比方来说。现在科技发达，大家玩的是录相机，录相机不太明显，所录的相当然也是生灭，但是不太明显，如果你玩电影的摄影机就明显了。现在电影摄影机恐怕已经被淘汰掉，因为它的价钱高，成本也很高，也费事情。这个摄影机它是镜头的开关，通常一般是一秒钟镜头开关二十四次，从十八次到二十四次，快的镜头二十四次。它一个镜头打开，照一张底片进去，关起来，再开照第二张，所以你看电影的底片，你就看出来一张一张。摄影机看外面的境界相，录下来的影像是一张一张的，一张一张比较不同，那个动作不一样，那个就好像生灭、生灭法，是因为它那个镜头开关不同照下来的，这就好像我们凡夫用的妄心。",
      "zh_TW": "這個還不好懂，再打個比方來說。現在科技發達，大家玩的是錄相機，錄相機不太明顯，所錄的相當然也是生滅，但是不太明顯，如果你玩電影的攝影機就明顯了。現在電影攝影機恐怕已經被淘汰掉，因為它的價錢高，成本也很高，也費事情。這個攝影機它是鏡頭的開關，通常一般是一秒鐘鏡頭開關二十四次，從十八次到二十四次，快的鏡頭二十四次。它一個鏡頭打開，照一張底片進去，關起來，再開照第二張，所以你看電影的底片，你就看出來一張一張。攝影機看外面的境界相，錄下來的影像是一張一張的，一張一張比較不同，那個動作不一樣，那個就好像生滅、生滅法，是因為它那個鏡頭開關不同照下來的，這就好像我們凡夫用的妄心。"
    },
    {
      "id": "12-016-0012_p0030",
      "zh_CN": "佛菩萨用的心像一面镜子一样，镜子照外面没有开关，它照的相是真相。诸位从这个浅显的比喻当中，用心不一样，如果你用真心，真心是没有妄想、没有分别、没有执着，你见色闻声，你就见到「是法住法位，世间相常住」，你就见到这个事实真相。这个真相就是不生不灭，一切现象不生不灭，这是诸佛与大菩萨的境界，世尊在《法华经》上说，这是事实真相。我们对这个道理明白了几分，所以我们也能体会到一些，虽然不能契入，如果是契入那你就证得，最低限度，你证得圆教初住菩萨，这是圆初住以上的境界。",
      "zh_TW": "佛菩薩用的心像一面鏡子一樣，鏡子照外面沒有開關，它照的相是真相。諸位從這個淺顯的比喻當中，用心不一樣，如果你用真心，真心是沒有妄想、沒有分別、沒有執著，你見色聞聲，你就見到「是法住法位，世間相常住」，你就見到這個事實真相。這個真相就是不生不滅，一切現象不生不滅，這是諸佛與大菩薩的境界，世尊在《法華經》上說，這是事實真相。我們對這個道理明白了幾分，所以我們也能體會到一些，雖然不能契入，如果是契入那你就證得，最低限度，你證得圓教初住菩薩，這是圓初住以上的境界。"
    },
    {
      "id": "12-016-0012_p0031",
      "zh_CN": "也许我们初听，我们看明明是生灭，为什么他看不生不灭？我们看到生灭，把假的当作真的；人家看到不生不灭，知道完全是幻相，没有一个是真实。所以他在一切法里面，没有取、没有舍，无取、无舍，应用自在，可以随缘现身，随缘现相，现一切相。可以现有情众生的相，也可以现无情众生相，那真叫自在，我们所谓是千变万化，不可思议。可以现有形相的现象，也可以现无形相的现象，无一不是利益众生，这是佛法最极微妙之处。",
      "zh_TW": "也許我們初聽，我們看明明是生滅，為什麼他看不生不滅？我們看到生滅，把假的當作真的；人家看到不生不滅，知道完全是幻相，沒有一個是真實。所以他在一切法裡面，沒有取、沒有捨，無取、無捨，應用自在，可以隨緣現身，隨緣現相，現一切相。可以現有情眾生的相，也可以現無情眾生相，那真叫自在，我們所謂是千變萬化，不可思議。可以現有形相的現象，也可以現無形相的現象，無一不是利益眾生，這是佛法最極微妙之處。"
    },
    {
      "id": "12-016-0012_p0032",
      "zh_CN": "下面这两句我们就不必说了，我们只是节录，这两句可以把它删掉，因为它里头没有重要的意思。学佛最要紧的是要开智慧，所以古大德常讲，学佛没有别的，就是学做一个明白人而已。由此可知，世间人对于宇宙人生事实真相不明白，不明白就是迷惑颠倒，所以才造业受报，哪一个明白人肯造业？没有这个道理。哪一个明白人不想帮助别人？所以明白就是佛菩萨，不明白就是凡夫。请看讲义：",
      "zh_TW": "下面這兩句我們就不必說了，我們只是節錄，這兩句可以把它刪掉，因為它裡頭沒有重要的意思。學佛最要緊的是要開智慧，所以古大德常講，學佛沒有別的，就是學做一個明白人而已。由此可知，世間人對於宇宙人生事實真相不明白，不明白就是迷惑顛倒，所以才造業受報，哪一個明白人肯造業？沒有這個道理。哪一個明白人不想幫助別人？所以明白就是佛菩薩，不明白就是凡夫。請看講義："
    },
    {
      "id": "12-016-0012_p0033",
      "zh_CN": "【涅槃云。一切众生皆有佛性。凡是有心定当作佛。又云。一切众生同有佛性。皆同一乘同一解脱。一因一果。同一甘露一切当得常乐我净。是名一味。】",
      "zh_TW": "【涅槃云。一切眾生皆有佛性。凡是有心定當作佛。又云。一切眾生同有佛性。皆同一乘同一解脫。一因一果。同一甘露一切當得常樂我淨。是名一味。】"
    },
    {
      "id": "12-016-0012_p0034",
      "zh_CN": "《大涅槃经》是世尊在说完《法华经》之后，一日一夜所说，这也是佛的遗教，是世尊最后所说的。这里面句句都是真实话，『一切众生皆有佛性』，此地所说的，一般人都把他看作是有情众生，有情就是我们现在所讲的动物。但是动物这个名称并不能完全包含，为什么？动物是有形状的，我们能看得见，还有我们看不到的，鬼神他也有身，他也有情；天神我们也看不见，他也有身，他也有情识。所以有情这个范围就大了，如果用现在科学名词讲动物、植物、矿物，实在讲范围很窄小，跟佛学里面用的这些名相比较，那实在是远远比不上佛教的这些名相含义深广。不但有情是众生，诸位要晓得，无情也是众生，但是佛经上常讲，在有情这边讲佛性，在无情那边则讲法性。",
      "zh_TW": "《大涅槃經》是世尊在說完《法華經》之後，一日一夜所說，這也是佛的遺教，是世尊最後所說的。這裡面句句都是真實話，『一切眾生皆有佛性』，此地所說的，一般人都把他看作是有情眾生，有情就是我們現在所講的動物。但是動物這個名稱並不能完全包含，為什麼？動物是有形狀的，我們能看得見，還有我們看不到的，鬼神他也有身，他也有情；天神我們也看不見，他也有身，他也有情識。所以有情這個範圍就大了，如果用現在科學名詞講動物、植物、礦物，實在講範圍很窄小，跟佛學裡面用的這些名相比較，那實在是遠遠比不上佛教的這些名相含義深廣。不但有情是眾生，諸位要曉得，無情也是眾生，但是佛經上常講，在有情這邊講佛性，在無情那邊則講法性。"
    },
    {
      "id": "12-016-0012_p0035",
      "zh_CN": "可是我们要知道，佛性跟法性是一个性，不是两个性，因为佛性跟法性是一个性，所以《华严》上才说「情与无情，同圆种智」。如果不是一个性，那怎么能圆的过来？因为它是一个性，所以同圆种智。一切众生皆有佛性，所以普贤菩萨教人礼敬诸佛，对于一切众生、一切人、一切事、一切物，真诚的恭敬，为什么要这样做？这是你的自尊，你自己尊重你自己。怎么说我敬一切人事物是尊重自己？一切人事物是你自性变化出来的现象，性相不二，理事一如。你要不懂得敬人、敬事、敬物，就是你不知道尊重自己，我们一般人常讲，这个人不自爱。真正知道尊重自己，自珍自爱的是诸佛菩萨，这个意思很深很深。下面两句是说得更明白。",
      "zh_TW": "可是我們要知道，佛性跟法性是一個性，不是兩個性，因為佛性跟法性是一個性，所以《華嚴》上才說「情與無情，同圓種智」。如果不是一個性，那怎麼能圓的過來？因為它是一個性，所以同圓種智。一切眾生皆有佛性，所以普賢菩薩教人禮敬諸佛，對於一切眾生、一切人、一切事、一切物，真誠的恭敬，為什麼要這樣做？這是你的自尊，你自己尊重你自己。怎麼說我敬一切人事物是尊重自己？一切人事物是你自性變化出來的現象，性相不二，理事一如。你要不懂得敬人、敬事、敬物，就是你不知道尊重自己，我們一般人常講，這個人不自愛。真正知道尊重自己，自珍自愛的是諸佛菩薩，這個意思很深很深。下面兩句是說得更明白。"
    },
    {
      "id": "12-016-0012_p0036",
      "zh_CN": "『凡是有心，定当作佛』。这个心就是情，就是我们讲有情众生，为什么？他有佛性，有佛性当然会作佛，决定会作佛，就是作佛时间早晚不一样。有人缘成熟，他早作佛去了；有人缘没成熟，他作佛的时间延后，不过是早晚而已，决定会作佛，这一点我们要明了。所以你懂得这些道理，知道这些事实真相，你就应当尽心尽力为一切众生做作佛的增上缘。做作佛的增上缘，怎么个做法？劝人念佛，劝人修净土，劝人读诵净土经论，就是帮助一切众生，成就他作佛的增上缘，这个功德无量无边。",
      "zh_TW": "『凡是有心，定當作佛』。這個心就是情，就是我們講有情眾生，為什麼？他有佛性，有佛性當然會作佛，決定會作佛，就是作佛時間早晚不一樣。有人緣成熟，他早作佛去了；有人緣沒成熟，他作佛的時間延後，不過是早晚而已，決定會作佛，這一點我們要明瞭。所以你懂得這些道理，知道這些事實真相，你就應當盡心盡力為一切眾生做作佛的增上緣。做作佛的增上緣，怎麼個做法？勸人念佛，勸人修淨土，勸人讀誦淨土經論，就是幫助一切眾生，成就他作佛的增上緣，這個功德無量無邊。"
    },
    {
      "id": "12-016-0012_p0037",
      "zh_CN": "经文里面又说『一切众生，同有佛性』，这个一切众生包括有情、无情，同一个性，同一个体，同一个根源，尽虚空遍法界，包括无量无边诸佛刹土，它的来源是一个，就是真心本性，来源是一个。所以『皆同一乘』，既然都有佛性，当然是同一乘。『同一解脱』，这个解脱是究竟圆满的解脱，圆教如来果地上的解脱。不但是六道他解脱了，十法界也解脱，在一真法界里面，四十一品无明断尽了，这才叫同一解脱。",
      "zh_TW": "經文裡面又說『一切眾生，同有佛性』，這個一切眾生包括有情、無情，同一個性，同一個體，同一個根源，盡虛空遍法界，包括無量無邊諸佛剎土，它的來源是一個，就是真心本性，來源是一個。所以『皆同一乘』，既然都有佛性，當然是同一乘。『同一解脫』，這個解脫是究竟圓滿的解脫，圓教如來果地上的解脫。不但是六道他解脫了，十法界也解脫，在一真法界裡面，四十一品無明斷盡了，這才叫同一解脫。"
    },
    {
      "id": "12-016-0012_p0038",
      "zh_CN": "『一因一果』，这一因一果是什么？一因，念佛之因；一果，成佛之果。所以德云比丘，《八十华严》里面翻作德云，《四十华严》里面翻作吉祥云，这是善财童子五十三参，第一位参访的善友。诸位要晓得，第一位参访的很重要，我们一般人常讲先入为主，所以第一个太重要，第一个往往决定你一生。这位善友教善财童子什么法门？念佛法门，他将念佛法门归纳为二十一门，二十一种念佛法门。这二十一种法门要是展开来，把所有的佛法全部包括进去了；换句话说，广义的讲，没有一个法门不是念佛法门，说得妙，妙极了，所有一切宗派、所有一切法门，统统是念佛法门。",
      "zh_TW": "『一因一果』，這一因一果是什麼？一因，念佛之因；一果，成佛之果。所以德雲比丘，《八十華嚴》裡面翻作德雲，《四十華嚴》裡面翻作吉祥雲，這是善財童子五十三參，第一位參訪的善友。諸位要曉得，第一位參訪的很重要，我們一般人常講先入為主，所以第一個太重要，第一個往往決定你一生。這位善友教善財童子什麼法門？念佛法門，他將念佛法門歸納為二十一門，二十一種念佛法門。這二十一種法門要是展開來，把所有的佛法全部包括進去了；換句話說，廣義的講，沒有一個法門不是念佛法門，說得妙，妙極了，所有一切宗派、所有一切法門，統統是念佛法門。"
    },
    {
      "id": "12-016-0012_p0039",
      "zh_CN": "那么我们要问，他自己修的是哪一个法门？他所修的是般舟三昧，专念阿弥陀佛，求生极乐世界，他修这个法门，你看看给善财的影响多大。善财的老师，启蒙的老师是文殊师利菩萨，文殊菩萨在《华严》会上发愿求生净土，善财看到了，看到老师修这个法门；文殊跟普贤两个人发愿求生极乐世界，善财看到了。第一位参访的善知识，就劝他念阿弥陀佛，求生极乐世界，你看这是什么味道？所以在经论里面，我们要能体会到，《四十华严》里面，文殊、普贤发愿是在第三十九卷，末后接着就是普贤菩萨十大愿王导归极乐，这一段经文是给善财童子作证。在本会里面，这是讲「入法界品」有本、末二会，本会里面是示相，三转法轮示转；末会德云比丘劝转，到末后文殊、普贤作证转，三转法轮。我们这才知道，经上讲的一因一果是什么意思，「念佛是因，成佛是果」，一因一果。『同一甘露』，甘露是比喻，甘露味最美，比喻无上的法味。",
      "zh_TW": "那麼我們要問，他自己修的是哪一個法門？他所修的是般舟三昧，專念阿彌陀佛，求生極樂世界，他修這個法門，你看看給善財的影響多大。善財的老師，啟蒙的老師是文殊師利菩薩，文殊菩薩在《華嚴》會上發願求生淨土，善財看到了，看到老師修這個法門；文殊跟普賢兩個人發願求生極樂世界，善財看到了。第一位參訪的善知識，就勸他念阿彌陀佛，求生極樂世界，你看這是什麼味道？所以在經論裡面，我們要能體會到，《四十華嚴》裡面，文殊、普賢發願是在第三十九卷，末後接著就是普賢菩薩十大願王導歸極樂，這一段經文是給善財童子作證。在本會裡面，這是講「入法界品」有本、末二會，本會裡面是示相，三轉法輪示轉；末會德雲比丘勸轉，到末後文殊、普賢作證轉，三轉法輪。我們這才知道，經上講的一因一果是什麼意思，「念佛是因，成佛是果」，一因一果。『同一甘露』，甘露是比喻，甘露味最美，比喻無上的法味。"
    },
    {
      "id": "12-016-0012_p0040",
      "zh_CN": "『一切当得常乐我净』，常乐我净是四种享受，真实不虚，四种真实的享受。「常」是什么？西方极乐世界无量寿，常！寿命无量，佛寿命无量，往生的人寿命无量，所有一切依报庄严也是无量寿。「乐」是离一切苦，六道里面苦没有了，十法界里面苦没有了，一真法界无明没断那个苦，他也没有了，这是真正得乐。「我」是自己做得了主，自己得大自在，这是「我」的意思。我们凡夫那有我？凡夫念念执着这个我，有名无实，你能做得了主吗？我想我不老，年年十八，就做不到，可见你做不了主！「我」的定义是主宰、自在，经上讲八个意思，这两个意思最重要。咱们说两个就可以了，你要想多知道，你看《佛学辞典》、《教乘法数》里面都说得很详细。所以我们没有自在，做不了主。可是往生到西方极乐世界，确确实实他做得了主宰，他能够随心所欲，他得大自在。「净」，身心洁净，一尘不染。所以生到西方极乐世界，这四种真正的享受，你全都得到，这叫『一味』。一味是你这个享受的滋味，跟诸佛如来平等，完全相同，这叫一味。",
      "zh_TW": "『一切當得常樂我淨』，常樂我淨是四種享受，真實不虛，四種真實的享受。「常」是什麼？西方極樂世界無量壽，常！壽命無量，佛壽命無量，往生的人壽命無量，所有一切依報莊嚴也是無量壽。「樂」是離一切苦，六道裡面苦沒有了，十法界裡面苦沒有了，一真法界無明沒斷那個苦，他也沒有了，這是真正得樂。「我」是自己做得了主，自己得大自在，這是「我」的意思。我們凡夫那有我？凡夫念念執著這個我，有名無實，你能做得了主嗎？我想我不老，年年十八，就做不到，可見你做不了主！「我」的定義是主宰、自在，經上講八個意思，這兩個意思最重要。咱們說兩個就可以了，你要想多知道，你看《佛學辭典》、《教乘法數》裡面都說得很詳細。所以我們沒有自在，做不了主。可是往生到西方極樂世界，確確實實他做得了主宰，他能夠隨心所欲，他得大自在。「淨」，身心潔淨，一塵不染。所以生到西方極樂世界，這四種真正的享受，你全都得到，這叫『一味』。一味是你這個享受的滋味，跟諸佛如來平等，完全相同，這叫一味。"
    },
    {
      "id": "12-016-0012_p0041",
      "zh_CN": "由此可知，佛在经上说得这么清楚，说得这么明白，告诉我们一切众生统统都有，一切众生当得，这个「当」字用得好，你现在还没得，不是已得，当得。这个「当」是两个意思，一个是你应当会得到，一个是你将来、当来会得到，所以两个意思。这是世尊三千年前所说的，所说的这个「当」，岂不正是对我们说的吗？我们今天遇到这个法门，果然死心塌地依教奉行，那我们这一生决定可以得到。得到的受用，得到的果报，与诸佛如来没有两样，无二无别。再看下面这一段。",
      "zh_TW": "由此可知，佛在經上說得這麼清楚，說得這麼明白，告訴我們一切眾生統統都有，一切眾生當得，這個「當」字用得好，你現在還沒得，不是已得，當得。這個「當」是兩個意思，一個是你應當會得到，一個是你將來、當來會得到，所以兩個意思。這是世尊三千年前所說的，所說的這個「當」，豈不正是對我們說的嗎？我們今天遇到這個法門，果然死心塌地依教奉行，那我們這一生決定可以得到。得到的受用，得到的果報，與諸佛如來沒有兩樣，無二無別。再看下面這一段。"
    },
    {
      "id": "12-016-0012_p0042",
      "zh_CN": "【天台立四土。一凡圣同居土。二方便有余土。三实报无障碍土。四常寂光土。】",
      "zh_TW": "【天台立四土。一凡聖同居土。二方便有餘土。三實報無障礙土。四常寂光土。】"
    },
    {
      "id": "12-016-0012_p0043",
      "zh_CN": "天台大师立的，也就是说，他说这四种土。佛经里面虽然没说，经典里没有这个意思，净土宗常讲「四土三辈九品」，三辈有，九品有，四土经里头没说到。经文虽然没有，意思有，那就行！祖师大德根据佛的教义，不是文字，是教义，为我们把佛境界说出来，好事情！这正是佛教导的「依义不依语」，四依法里头有这一条。为什么我们特别把这个问题提出来说？因为在过去曾经有一个时期，有一些人提出带业不能往生，说带业往生这一句话、这四个字，佛经里头没有，不是佛说的。所以还有人组成了小组，查经小组，去查《大藏经》有没有这一句。查到最后结论，没有这一句，所以就肯定带业不能往生。带业不能往生，那这四土也就靠不住。这也是一个很有声望、很有名气的，我们佛门的大德他提出来的，提出来之后，对于修净土的人产生了很大的疑惑，有了疑惑就把这一生往生的缘断掉了，这还得了。",
      "zh_TW": "天台大師立的，也就是說，他說這四種土。佛經裡面雖然沒說，經典裡沒有這個意思，淨土宗常講「四土三輩九品」，三輩有，九品有，四土經裡頭沒說到。經文雖然沒有，意思有，那就行！祖師大德根據佛的教義，不是文字，是教義，為我們把佛境界說出來，好事情！這正是佛教導的「依義不依語」，四依法裡頭有這一條。為什麼我們特別把這個問題提出來說？因為在過去曾經有一個時期，有一些人提出帶業不能往生，說帶業往生這一句話、這四個字，佛經裡頭沒有，不是佛說的。所以還有人組成了小組，查經小組，去查《大藏經》有沒有這一句。查到最後結論，沒有這一句，所以就肯定帶業不能往生。帶業不能往生，那這四土也就靠不住。這也是一個很有聲望、很有名氣的，我們佛門的大德他提出來的，提出來之後，對於修淨土的人產生了很大的疑惑，有了疑惑就把這一生往生的緣斷掉了，這還得了。"
    },
    {
      "id": "12-016-0012_p0044",
      "zh_CN": "我到美国恰好碰到这一桩事情，我记得那一年，我飞到洛杉矶，在洛杉矶机场周宣德老居士，有几个年岁很大的，那时候老居士八十多岁，在机场迎接。我们坐车到市区，洛杉矶的城很大，市区里面高速公路就有十几条，行车的时间差不多有一个多小时。车上他就很悲哀的跟我说，他说：法师，现在有人讲带业不能往生，查《大藏经》上确实没有这句话，那我们这一生不就完了。说的话说得好可怜、好悲伤，我看到也很难过，我就跟他说，我说：老居士，不能往生就算了。他听我说话跟浇凉水一样，他也莫名其妙，瞪着眼睛望着我，怀疑着，究竟怎么回事情？我看他疑情提起来，我就告诉他，我说：为什么叫你不要去？去没有意思！我的话愈说他愈不懂，疑问愈来愈多。为什么去了没意思？我说：西方极乐世界只有阿弥陀佛孤家寡人一个，你去干什么？他一听，又听得莫名其妙，为什么只有阿弥陀佛一个人？他虽然没有问，没问，他这个疑情是愈来愈重，我看到这个样子，可以帮助他解释了。",
      "zh_TW": "我到美國恰好碰到這一樁事情，我記得那一年，我飛到洛杉磯，在洛杉磯機場周宣德老居士，有幾個年歲很大的，那時候老居士八十多歲，在機場迎接。我們坐車到市區，洛杉磯的城很大，市區裡面高速公路就有十幾條，行車的時間差不多有一個多小時。車上他就很悲哀的跟我說，他說：法師，現在有人講帶業不能往生，查《大藏經》上確實沒有這句話，那我們這一生不就完了。說的話說得好可憐、好悲傷，我看到也很難過，我就跟他說，我說：老居士，不能往生就算了。他聽我說話跟澆涼水一樣，他也莫名其妙，瞪著眼睛望著我，懷疑著，究竟怎麼回事情？我看他疑情提起來，我就告訴他，我說：為什麼叫你不要去？去沒有意思！我的話愈說他愈不懂，疑問愈來愈多。為什麼去了沒意思？我說：西方極樂世界只有阿彌陀佛孤家寡人一個，你去幹什麼？他一聽，又聽得莫名其妙，為什麼只有阿彌陀佛一個人？他雖然沒有問，沒問，他這個疑情是愈來愈重，我看到這個樣子，可以幫助他解釋了。"
    },
    {
      "id": "12-016-0012_p0045",
      "zh_CN": "我就问他，我说：观世音菩萨、大势至菩萨是等觉菩萨，你知不知道？知道。等觉菩萨还有一品生相无明没破，你知不知道？知道。经上有没有说？有说。那一品无明是不是业？他笑起来了。带业！观音、势至也带业，如果不带业，就阿弥陀佛一个人，西方极乐世界不带业的，就一个人不带业，阿弥陀佛，其他统统带业，你怎么可以说带业不能往生？都带业！所以说三辈九品，这经上有的，为什么有三辈九品？带业多少不一样。带得少的品位就高，带得多的品位就低，这样他就明白。我说：「老实念佛，决定往生，别听人家这些说法。」",
      "zh_TW": "我就問他，我說：觀世音菩薩、大勢至菩薩是等覺菩薩，你知不知道？知道。等覺菩薩還有一品生相無明沒破，你知不知道？知道。經上有沒有說？有說。那一品無明是不是業？他笑起來了。帶業！觀音、勢至也帶業，如果不帶業，就阿彌陀佛一個人，西方極樂世界不帶業的，就一個人不帶業，阿彌陀佛，其他統統帶業，你怎麼可以說帶業不能往生？都帶業！所以說三輩九品，這經上有的，為什麼有三輩九品？帶業多少不一樣。帶得少的品位就高，帶得多的品位就低，這樣他就明白。我說：「老實念佛，決定往生，別聽人家這些說法。」"
    },
    {
      "id": "12-016-0012_p0046",
      "zh_CN": "但是我们初到美国，这个人身分、地位很高，信徒众多，我们惹不起，得罪不起，所以我后头又留了一句话，我说：他说得也没错。为什么没错？他劝你少带一点业，往生品位高一点。圆融一下，缓和一下，否则的话，得罪那一批人也是麻烦，我们弘法，他来障碍。我们这样也捧一捧他，也不要说他太大的过失，也捧一捧他，说他也是好心，希望你少带一点业，往生品位高一点，不是很好吗？所以面面都要顾到，不能得罪人，得罪了都变成障碍，都变成麻烦，那你就是自己跟自己过不去。那是我初到美国去没有多久，各种他们的势力范围，我们都要尊重，都要应付到，以后我们在美国弘扬净宗，障碍阻力才能减少到最低的限度。现在说这些话的人都往生了，都走了，净宗在美国宣扬相当顺利，所以这个都是好现象，也提供这一点参考资料给诸位同修。世出世间法都要圆融，都要面面顾到，不可以得罪任何一方，自己的姿势总要摆低，中国古人说得好，「满招损，谦受益」。自己谦虚总有好处，姿势不能太高，高了的时候，树大招风，惹麻烦。",
      "zh_TW": "但是我們初到美國，這個人身分、地位很高，信徒眾多，我們惹不起，得罪不起，所以我後頭又留了一句話，我說：他說得也沒錯。為什麼沒錯？他勸你少帶一點業，往生品位高一點。圓融一下，緩和一下，否則的話，得罪那一批人也是麻煩，我們弘法，他來障礙。我們這樣也捧一捧他，也不要說他太大的過失，也捧一捧他，說他也是好心，希望你少帶一點業，往生品位高一點，不是很好嗎？所以面面都要顧到，不能得罪人，得罪了都變成障礙，都變成麻煩，那你就是自己跟自己過不去。那是我初到美國去沒有多久，各種他們的勢力範圍，我們都要尊重，都要應付到，以後我們在美國弘揚淨宗，障礙阻力才能減少到最低的限度。現在說這些話的人都往生了，都走了，淨宗在美國宣揚相當順利，所以這個都是好現象，也提供這一點參考資料給諸位同修。世出世間法都要圓融，都要面面顧到，不可以得罪任何一方，自己的姿勢總要擺低，中國古人說得好，「滿招損，謙受益」。自己謙虛總有好處，姿勢不能太高，高了的時候，樹大招風，惹麻煩。"
    },
    {
      "id": "12-016-0012_p0047",
      "zh_CN": "天台的四土，道理跟前一段所讲的相同，虽然经上没有，意思有。天台四土从什么样的教义建立的？天台宗讲得很清楚，见思烦恼没断，这是一个阶段；见思烦恼没断，你没有出六道，你是凡夫。就如同我们现在这个世界一样，我们这个世界有佛菩萨应化在世间，也有菩萨、阿罗汉在我们这个世间建立道场，但是他这个道场虽建立在我们世间，我们见不到，肉眼凡夫见不到。如果你们要是看虚云老和尚的传记，这是近代的。虚老和尚去朝五台山，三步一拜，非常辛苦！拜了三年才拜到五台山。在这一路当中，行路非常艰难，尤其是遇到冬天；下雪，他老人家也是三步一拜，膝盖都磕破了。",
      "zh_TW": "天台的四土，道理跟前一段所講的相同，雖然經上沒有，意思有。天台四土從什麼樣的教義建立的？天台宗講得很清楚，見思煩惱沒斷，這是一個階段；見思煩惱沒斷，你沒有出六道，你是凡夫。就如同我們現在這個世界一樣，我們這個世界有佛菩薩應化在世間，也有菩薩、阿羅漢在我們這個世間建立道場，但是他這個道場雖建立在我們世間，我們見不到，肉眼凡夫見不到。如果你們要是看虛雲老和尚的傳記，這是近代的。虛老和尚去朝五台山，三步一拜，非常辛苦！拜了三年才拜到五台山。在這一路當中，行路非常艱難，尤其是遇到冬天；下雪，他老人家也是三步一拜，膝蓋都磕破了。"
    },
    {
      "id": "12-016-0012_p0048",
      "zh_CN": "又饥又饿病倒的时候，没有人照顾，这个时候就偏偏遇到有一个要饭的，一个叫化子，碰到他来照顾他，来侍候他。他觉得这个人不错，好像遇到两、三次，都是遇到困难的时候就碰到他，真跟他有缘。问他叫什么名字？他说他叫文吉，文章的文，吉凶的吉，叫文吉。他问：你家乡在哪里？他说：我也是五台的人，到那个地方你去问问，大家都晓得我。结果他到了五台山之后问，没有人晓得，有一个老和尚告诉他，文吉，文殊菩萨化身，文殊菩萨常常照顾他。",
      "zh_TW": "又飢又餓病倒的時候，沒有人照顧，這個時候就偏偏遇到有一個要飯的，一個叫化子，碰到他來照顧他，來侍候他。他覺得這個人不錯，好像遇到兩、三次，都是遇到困難的時候就碰到他，真跟他有緣。問他叫什麼名字？他說他叫文吉，文章的文，吉凶的吉，叫文吉。他問：你家鄉在哪裡？他說：我也是五台的人，到那個地方你去問問，大家都曉得我。結果他到了五台山之後問，沒有人曉得，有一個老和尚告訴他，文吉，文殊菩薩化身，文殊菩薩常常照顧他。"
    },
    {
      "id": "12-016-0012_p0049",
      "zh_CN": "文殊菩萨住在五台，唐朝时候，法照禅师曾经遇到。法照早年在衡山参学的时候，有一天早晨，早斋吃早粥，那个时候大家都是用钵，钵里面盛着粥。他一看这个钵，钵里面现的相，就像我们现在看电视一样，电视的画面。这个画面是五台山，文殊菩萨的道场，大圣竹林寺。他看了之后，看得很清楚，吃过饭之后，他就把这个事情、境界，跟一些同参道友们说，这同参道友有人知道，他说这是文殊菩萨道场，你既然有这个缘分，应当去朝五台。结果他去朝五台山果然见到了，还在文殊菩萨道场听文殊菩萨讲经听了一座，他说参加法会有一万多人。",
      "zh_TW": "文殊菩薩住在五台，唐朝時候，法照禪師曾經遇到。法照早年在衡山參學的時候，有一天早晨，早齋吃早粥，那個時候大家都是用缽，缽裡面盛著粥。他一看這個缽，缽裡面現的相，就像我們現在看電視一樣，電視的畫面。這個畫面是五台山，文殊菩薩的道場，大聖竹林寺。他看了之後，看得很清楚，吃過飯之後，他就把這個事情、境界，跟一些同參道友們說，這同參道友有人知道，他說這是文殊菩薩道場，你既然有這個緣分，應當去朝五台。結果他去朝五台山果然見到了，還在文殊菩薩道場聽文殊菩薩講經聽了一座，他說參加法會有一萬多人。"
    },
    {
      "id": "12-016-0012_p0050",
      "zh_CN": "向文殊菩萨请教，末法时期修行，哪一个法门最殊胜？文殊教他念佛法门。这佛号怎么念法？文殊菩萨自己念了几声给他听，他就记住，以后就学文殊菩萨这个腔调，这个腔调传下来叫五会念佛，所以五会念佛是文殊菩萨传给法照的。法照是我们净土宗第四代的祖师，善导是第二代，他是第四代、四祖，所以五会念佛是他传的。但是诸位要记住，现在也有五会念佛，那个可靠不住，他传的音调已经失传了。现在传的五会念佛我知道，民国初年有几位法师懂得音乐谱成这个乐谱，把弥陀名号配进去，这五会念佛。",
      "zh_TW": "向文殊菩薩請教，末法時期修行，哪一個法門最殊勝？文殊教他念佛法門。這佛號怎麼念法？文殊菩薩自己念了幾聲給他聽，他就記住，以後就學文殊菩薩這個腔調，這個腔調傳下來叫五會念佛，所以五會念佛是文殊菩薩傳給法照的。法照是我們淨土宗第四代的祖師，善導是第二代，他是第四代、四祖，所以五會念佛是他傳的。但是諸位要記住，現在也有五會念佛，那個可靠不住，他傳的音調已經失傳了。現在傳的五會念佛我知道，民國初年有幾位法師懂得音樂譜成這個樂譜，把彌陀名號配進去，這五會念佛。"
    },
    {
      "id": "12-016-0012_p0051",
      "zh_CN": "我在一九七七年到香港讲经看到这个谱子，这个谱子是民国十几年的版，我们看到这个本子很旧，纸张已经快要碎了，所以我就带了两本回到台湾，就重新翻印，希望能够把它留下去。以后台湾中坜圆光佛学院的学生拿到这个本子，请一位法师，这位法师也懂得音乐，就教大家唱，录成录音带现在流通在外面，这个五会念佛是这么来的。",
      "zh_TW": "我在一九七七年到香港講經看到這個譜子，這個譜子是民國十幾年的版，我們看到這個本子很舊，紙張已經快要碎了，所以我就帶了兩本回到台灣，就重新翻印，希望能夠把它留下去。以後台灣中壢圓光佛學院的學生拿到這個本子，請一位法師，這位法師也懂得音樂，就教大家唱，錄成錄音帶現在流通在外面，這個五會念佛是這麼來的。"
    },
    {
      "id": "12-016-0012_p0052",
      "zh_CN": "我为什么怀疑它不是法照所传的？祖师所传的佛号，一定叫你念到心地清净，得清净心，能够入念佛三昧，那就是真的。他这个五会念佛像唱歌一样，很好听，不能入定，不能得定。所以这种五会念佛用来表演很好，接引初机很好，像唱歌一样，唱得很好听，所以可以拿来接引社会广大群众，把它当歌来唱，好事情！所以法照见到文殊菩萨传授的念佛，以后他就不参禅，专修专弘，成为净宗一代祖师，所以当时称他作五会法师。那么他离开文殊菩萨那个道场，他一路走一路做记号，希望下次来不要迷路，沿路做记号。走了没有多远，再一回头不见了，道场没有了，看到是一片荒山，所以才知道菩萨境界，不是凡人境界，他跟菩萨特别有缘，他才见到，没有缘的人见不到。所以文殊菩萨确确实实住在五台山，但是不是五台山那一个寺庙里，不是的，他的寺庙非常庄严。这是『凡圣同居土』，我们这个世间有凡人、有圣人。你们看《慈悲三昧水忏》里面所讲的悟达国师，去看迦诺迦尊者，那在四川，罗汉的道场。他在那里治好了人面疮，治好之后离开山，再回头看看没有了，道场没有了。所以凡圣同居土它有教义，不是随便说的。",
      "zh_TW": "我為什麼懷疑它不是法照所傳的？祖師所傳的佛號，一定叫你念到心地清淨，得清淨心，能夠入念佛三昧，那就是真的。他這個五會念佛像唱歌一樣，很好聽，不能入定，不能得定。所以這種五會念佛用來表演很好，接引初機很好，像唱歌一樣，唱得很好聽，所以可以拿來接引社會廣大群眾，把它當歌來唱，好事情！所以法照見到文殊菩薩傳授的念佛，以後他就不參禪，專修專弘，成為淨宗一代祖師，所以當時稱他作五會法師。那麼他離開文殊菩薩那個道場，他一路走一路做記號，希望下次來不要迷路，沿路做記號。走了沒有多遠，再一回頭不見了，道場沒有了，看到是一片荒山，所以才知道菩薩境界，不是凡人境界，他跟菩薩特別有緣，他才見到，沒有緣的人見不到。所以文殊菩薩確確實實住在五台山，但是不是五台山那一個寺廟裡，不是的，他的寺廟非常莊嚴。這是『凡聖同居土』，我們這個世間有凡人、有聖人。你們看《慈悲三昧水懺》裡面所講的悟達國師，去看迦諾迦尊者，那在四川，羅漢的道場。他在那裡治好了人面瘡，治好之後離開山，再回頭看看沒有了，道場沒有了。所以凡聖同居土它有教義，不是隨便說的。"
    },
    {
      "id": "12-016-0012_p0053",
      "zh_CN": "『方便有余土』是已经断了见思烦恼，尘沙、无明没破，这是什么人住的？阿罗汉、辟支佛所住的，他们的境界，他们修行的道场，所以叫方便有余土。余是什么？尘沙、无明没断，还有余，你断的只是见思，还余尘沙、无明没断，所以你那个果报是方便的果报，不是真实、不是究竟的，名字很有道理。",
      "zh_TW": "『方便有餘土』是已經斷了見思煩惱，塵沙、無明沒破，這是什麼人住的？阿羅漢、辟支佛所住的，他們的境界，他們修行的道場，所以叫方便有餘土。餘是什麼？塵沙、無明沒斷，還有餘，你斷的只是見思，還餘塵沙、無明沒斷，所以你那個果報是方便的果報，不是真實、不是究竟的，名字很有道理。"
    },
    {
      "id": "12-016-0012_p0054",
      "zh_CN": "第三个是见性的，明心见性的，见思烦恼断了，尘沙烦恼断了，无明也破了几品，分破无明，『实报无障碍土』，他入了佛的境界。佛境界是无障碍的法界，《华严经》上所讲的「理事无碍，事事无碍」，他入这个境界，这个境界是真实的，实报土。所以说唯有大乘有因有果，这个大乘是实教的大乘，也叫一乘，一乘就是真实的大乘，不是权教大乘；权教大乘以下的，有因没有果。唯有这个地方才真正有因有果，果是一真法界，所以它是真实的报土，是无障碍的生活环境，这是法身大士所住。",
      "zh_TW": "第三個是見性的，明心見性的，見思煩惱斷了，塵沙煩惱斷了，無明也破了幾品，分破無明，『實報無障礙土』，他入了佛的境界。佛境界是無障礙的法界，《華嚴經》上所講的「理事無礙，事事無礙」，他入這個境界，這個境界是真實的，實報土。所以說唯有大乘有因有果，這個大乘是實教的大乘，也叫一乘，一乘就是真實的大乘，不是權教大乘；權教大乘以下的，有因沒有果。唯有這個地方才真正有因有果，果是一真法界，所以它是真實的報土，是無障礙的生活環境，這是法身大士所住。"
    },
    {
      "id": "12-016-0012_p0055",
      "zh_CN": "末后立一个『常寂光土』，常寂光是理，是什么？就是自性般若光明，这个里面是身土不二，所以把它立一个常寂光土。常寂光土，破一品无明、证一分法身，你证得一分实报土，也证得一分常寂光土，一直到如来果地，等觉菩萨破最后一品生相无明，证得究竟圆满的果位，那就是究竟寂光，圆满的寂光土，所以寂光跟实报实在讲是一土，是一而二、二而一。",
      "zh_TW": "末後立一個『常寂光土』，常寂光是理，是什麼？就是自性般若光明，這個裡面是身土不二，所以把它立一個常寂光土。常寂光土，破一品無明、證一分法身，你證得一分實報土，也證得一分常寂光土，一直到如來果地，等覺菩薩破最後一品生相無明，證得究竟圓滿的果位，那就是究竟寂光，圓滿的寂光土，所以寂光跟實報實在講是一土，是一而二、二而一。"
    },
    {
      "id": "12-016-0012_p0056",
      "zh_CN": "可见得天台大师讲四土有道理，也是根据教义讲的，就如同净宗的祖师大德们讲带业往生，带业往生佛虽然没说这句话，意思有！根据教义而说，正是四依法里面，「依义不依语」。佛说法的时候是言语，佛灭度之后，弟子们将佛所说的，把它记录下来称之为经，由此可知，经典的文字就是言语的符号。佛既然教我们依义不依语，我们也可以说依义不依文，不要死在文字里面。文字里面虽然没说这句话，可是意思很周到，那就行了。所以祖师大德根据教义建立一些名相术语，为当时、为后代所承认、所肯定的，那就没有过失。已经传了这么久了，这么多年代才被你发现毛病，你很了不起！这百千年当中都没有高人，都没有发现，才被你发现，你实在是很了不起。",
      "zh_TW": "可見得天台大師講四土有道理，也是根據教義講的，就如同淨宗的祖師大德們講帶業往生，帶業往生佛雖然沒說這句話，意思有！根據教義而說，正是四依法裡面，「依義不依語」。佛說法的時候是言語，佛滅度之後，弟子們將佛所說的，把它記錄下來稱之為經，由此可知，經典的文字就是言語的符號。佛既然教我們依義不依語，我們也可以說依義不依文，不要死在文字裡面。文字裡面雖然沒說這句話，可是意思很周到，那就行了。所以祖師大德根據教義建立一些名相術語，為當時、為後代所承認、所肯定的，那就沒有過失。已經傳了這麼久了，這麼多年代才被你發現毛病，你很了不起！這百千年當中都沒有高人，都沒有發現，才被你發現，你實在是很了不起。"
    },
    {
      "id": "12-016-0012_p0057",
      "zh_CN": "所以我们要细心去体会，不能一听别人心就动摇，听别人怎么说法，我们就怀疑、就动心，或者是改变自己修学的法门，那才叫大错特错。楞严会上世尊教诫我们，末法时期，邪师说法如恒河沙。这个邪师就是专门来破坏佛法的，专门来指示邪途给你的，你走的是条正道，他教你走邪路。所以他也很会说，说的一百句里面，九十九句是佛法，你想一点都不错，只有一句是毒药，那一句就把你害惨，就叫你这一生不能成就。这是我们要提防，要小心谨慎，要有能力辨别。再看下面这一段。",
      "zh_TW": "所以我們要細心去體會，不能一聽別人心就動搖，聽別人怎麼說法，我們就懷疑、就動心，或者是改變自己修學的法門，那才叫大錯特錯。楞嚴會上世尊教誡我們，末法時期，邪師說法如恆河沙。這個邪師就是專門來破壞佛法的，專門來指示邪途給你的，你走的是條正道，他教你走邪路。所以他也很會說，說的一百句裡面，九十九句是佛法，你想一點都不錯，只有一句是毒藥，那一句就把你害慘，就叫你這一生不能成就。這是我們要提防，要小心謹慎，要有能力辨別。再看下面這一段。"
    },
    {
      "id": "12-016-0012_p0058",
      "zh_CN": "【不轻品中。】",
      "zh_TW": "【不輕品中。】"
    },
    {
      "id": "12-016-0012_p0059",
      "zh_CN": "这是《法华经》「常不轻菩萨品」。",
      "zh_TW": "這是《法華經》「常不輕菩薩品」。"
    },
    {
      "id": "12-016-0012_p0060",
      "zh_CN": "【示现礼拜赞叹。作如是言。我不敢轻于汝等。汝等皆当作佛者。示诸众生皆有佛性故。】",
      "zh_TW": "【示現禮拜讚歎。作如是言。我不敢輕於汝等。汝等皆當作佛者。示諸眾生皆有佛性故。】"
    },
    {
      "id": "12-016-0012_p0061",
      "zh_CN": "这个底下，对于佛性我们要多说一点。我们如果明白了，增长我们这一生当中，念佛求生净土的坚定信心，这也正是蕅益大师在《弥陀经要解》里面，讲信、愿、行三个条件当中，第一个说「信」，「信」给我们讲有六种。第一种就是信自己，信自己这一生决定可以成佛，你才能成得了。如果对于自己没有信心，只信佛，还是没有办法。第一个要相信自己。所以佛在经上讲了这么多，一切众生有佛性，包括我们在内；既有佛性，当然就有资格作佛。能不能作佛？都在一个缘字上，也就是你有没有遇到机会，假如遇到作佛的机缘，那你就去作佛去了；你遇到菩萨的缘，那你就作菩萨去了。",
      "zh_TW": "這個底下，對於佛性我們要多說一點。我們如果明白了，增長我們這一生當中，念佛求生淨土的堅定信心，這也正是蕅益大師在《彌陀經要解》裡面，講信、願、行三個條件當中，第一個說「信」，「信」給我們講有六種。第一種就是信自己，信自己這一生決定可以成佛，你才能成得了。如果對於自己沒有信心，只信佛，還是沒有辦法。第一個要相信自己。所以佛在經上講了這麼多，一切眾生有佛性，包括我們在內；既有佛性，當然就有資格作佛。能不能作佛？都在一個緣字上，也就是你有沒有遇到機會，假如遇到作佛的機緣，那你就去作佛去了；你遇到菩薩的緣，那你就作菩薩去了。"
    },
    {
      "id": "12-016-0012_p0062",
      "zh_CN": "由此可知，六道轮回原因是什么？缘分，看你临终遇的是什么缘，这个关系太大太大了。常不轻菩萨给诸位说是等觉菩萨，不是普通菩萨，地位跟观音、势至、文殊、普贤没有两样，他对于一切众生、下等凡夫，他见到都作礼，都『礼拜赞叹』，很了不起。他老人家这种表演，就是教我们要把贡高我慢的心舍得干干净净。等觉菩萨为什么还去礼拜下等凡夫？他不是在相上看，他在性上看，性上看你是佛，我是等觉菩萨，你比我还高一级，所以他那个恭敬赞叹是从内心里面发出来，不是装模作样，出自于内心，真诚。见到众生有佛性，见到众生皆是佛。这是圣者，不是凡人，我们应当要向他学习，凡圣的差别就在此地。",
      "zh_TW": "由此可知，六道輪迴原因是什麼？緣分，看你臨終遇的是什麼緣，這個關係太大太大了。常不輕菩薩給諸位說是等覺菩薩，不是普通菩薩，地位跟觀音、勢至、文殊、普賢沒有兩樣，他對於一切眾生、下等凡夫，他見到都作禮，都『禮拜讚歎』，很了不起。他老人家這種表演，就是教我們要把貢高我慢的心捨得乾乾淨淨。等覺菩薩為什麼還去禮拜下等凡夫？他不是在相上看，他在性上看，性上看你是佛，我是等覺菩薩，你比我還高一級，所以他那個恭敬讚歎是從內心裡面發出來，不是裝模作樣，出自於內心，真誠。見到眾生有佛性，見到眾生皆是佛。這是聖者，不是凡人，我們應當要向他學習，凡聖的差別就在此地。"
    },
    {
      "id": "12-016-0012_p0063",
      "zh_CN": "所以要紧的就是末后一句，『示诸众生皆有佛性故』，这个示是暗示，他并没有明说，暗示，我们要能够体会得到。从他的言语、从他的行为当中，要能体会到这个深甚的义趣，教导我们不可以轻慢任何一个众生。再看底下一段。",
      "zh_TW": "所以要緊的就是末後一句，『示諸眾生皆有佛性故』，這個示是暗示，他並沒有明說，暗示，我們要能夠體會得到。從他的言語、從他的行為當中，要能體會到這個深甚的義趣，教導我們不可以輕慢任何一個眾生。再看底下一段。"
    },
    {
      "id": "12-016-0012_p0064",
      "zh_CN": "【涅槃云。】",
      "zh_TW": "【涅槃云。】"
    },
    {
      "id": "12-016-0012_p0065",
      "zh_CN": "《涅槃经》上所说的。",
      "zh_TW": "《涅槃經》上所說的。"
    },
    {
      "id": "12-016-0012_p0066",
      "zh_CN": "【彼一阐提虽有佛性。而为无量罪垢所缠。不能得出。如蚕处茧。以是业缘不能生于菩提妙因。流转生死无有穷已。】",
      "zh_TW": "【彼一闡提雖有佛性。而為無量罪垢所纏。不能得出。如蠶處繭。以是業緣不能生於菩提妙因。流轉生死無有窮已。】"
    },
    {
      "id": "12-016-0012_p0067",
      "zh_CN": "佛的这段话正是讲到我们现在的状况，我们有没有佛性？有！不过还好，我们还不是一阐提。『一阐提』是梵语音译的，意思叫断了善根的人，也就是说决定不能接受佛法，决定不能相信佛法，这个人就叫一阐提。甚至于他研究佛法，他是我们世间的佛学家、佛学博士，讲得天花乱坠，他信不信？不信，他不相信，只把它当作学术理论来研究，这种人也叫一阐提，没有善根。他虽有佛性，那就真的是『无量罪垢所缠』，这个罪垢不外乎烦恼障、所知障，两种东西把他缠缚住，他没有办法透出，没有办法超越，就像蚕在茧里面一样，作茧自缚。",
      "zh_TW": "佛的這段話正是講到我們現在的狀況，我們有沒有佛性？有！不過還好，我們還不是一闡提。『一闡提』是梵語音譯的，意思叫斷了善根的人，也就是說決定不能接受佛法，決定不能相信佛法，這個人就叫一闡提。甚至於他研究佛法，他是我們世間的佛學家、佛學博士，講得天花亂墜，他信不信？不信，他不相信，只把它當作學術理論來研究，這種人也叫一闡提，沒有善根。他雖有佛性，那就真的是『無量罪垢所纏』，這個罪垢不外乎煩惱障、所知障，兩種東西把他纏縛住，他沒有辦法透出，沒有辦法超越，就像蠶在繭裡面一樣，作繭自縛。"
    },
    {
      "id": "12-016-0012_p0068",
      "zh_CN": "因为这一个业缘，业是他的造业、他的造作，所以『菩提妙因』不能生起。这就是前面讲的「佛种从缘生」，他没有这个缘，他生不起来。于是虽有佛性，还要『流转生死』，还要搞六道轮回，没完没了。这个事情我们不能够轻视，诸位要晓得，人在一生当中能够省悟过来、觉悟过来很困难，而且时间很短，就好像是什么？睡觉，睡得很熟，翻个身好像醒过来，眼睛瞇一瞇又睡过去，就这个样子。他不能一下醒过来就起床，瞇一下眼睛又昏过去了，于是愈迷愈深，那个觉性愈来愈困难。我们这一生难得，这醒来瞇瞇眼，赶快要起来，决定不能再糊涂下去，一糊涂下去，以后六道轮回没完没了。",
      "zh_TW": "因為這一個業緣，業是他的造業、他的造作，所以『菩提妙因』不能生起。這就是前面講的「佛種從緣生」，他沒有這個緣，他生不起來。於是雖有佛性，還要『流轉生死』，還要搞六道輪迴，沒完沒了。這個事情我們不能夠輕視，諸位要曉得，人在一生當中能夠省悟過來、覺悟過來很困難，而且時間很短，就好像是什麼？睡覺，睡得很熟，翻個身好像醒過來，眼睛瞇一瞇又睡過去，就這個樣子。他不能一下醒過來就起床，瞇一下眼睛又昏過去了，於是愈迷愈深，那個覺性愈來愈困難。我們這一生難得，這醒來瞇瞇眼，趕快要起來，決定不能再糊塗下去，一糊塗下去，以後六道輪迴沒完沒了。"
    },
    {
      "id": "12-016-0012_p0069",
      "zh_CN": "诸位要晓得，一轮回没有不堕三恶道，这是跟大家讲实话。你自己好好反省一下，你这一生当中，你做多少善业，做多少恶业，如果自己仔细想一想，造的恶业比善业多。即使你念佛弘法利生，这个善业造得不少，觉得很大，可是你有没有起过贪瞋痴慢？有没有起过嫉妒障碍？如果你嫉妒一个学佛的人，嫉妒一个弘法的人，你这一念的嫉妒心，把你一生所做的全部都盖过了。这个我们在《弥勒菩萨所问经》上读到，都是平常被自己所忽略掉，以为自己积功累德做了多少好事情，障碍一个道场，障碍一个弘法的因缘，不晓得这个过失之大，不知道。读了这一部经之后，这部经还有一个名字，叫《发起菩萨殊胜志乐经》，我们在这边讲过。障碍一个法师讲经，障碍一个道场，那个罪业不得了，几尊佛过去之后，你在地狱里头还出不来，你说多可怕。所以佛经不能不读，佛法不能不学，道理就在此地。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "諸位要曉得，一輪迴沒有不墮三惡道，這是跟大家講實話。你自己好好反省一下，你這一生當中，你做多少善業，做多少惡業，如果自己仔細想一想，造的惡業比善業多。即使你念佛弘法利生，這個善業造得不少，覺得很大，可是你有沒有起過貪瞋痴慢？有沒有起過嫉妒障礙？如果你嫉妒一個學佛的人，嫉妒一個弘法的人，你這一念的嫉妒心，把你一生所做的全部都蓋過了。這個我們在《彌勒菩薩所問經》上讀到，都是平常被自己所忽略掉，以為自己積功累德做了多少好事情，障礙一個道場，障礙一個弘法的因緣，不曉得這個過失之大，不知道。讀了這一部經之後，這部經還有一個名字，叫《發起菩薩殊勝志樂經》，我們在這邊講過。障礙一個法師講經，障礙一個道場，那個罪業不得了，幾尊佛過去之後，你在地獄裡頭還出不來，你說多可怕。所以佛經不能不讀，佛法不能不學，道理就在此地。好，今天時間到了，我們就講到此地。"
    }
  ]
}