{
  "doc_id": "12-016-0008",
  "title": {
    "zh_CN": "华严经疏论节要研习报告",
    "zh_TW": "華嚴經疏論節要研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "97",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-016-0008",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "12-016-0008_p0001",
      "zh_CN": "请看讲义：",
      "zh_TW": "請看講義："
    },
    {
      "id": "12-016-0008_p0002",
      "zh_CN": "【有作之修。多劫终成败坏。无心体极。一念便契佛家。】",
      "zh_TW": "【有作之修。多劫終成敗壞。無心體極。一念便契佛家。】"
    },
    {
      "id": "12-016-0008_p0003",
      "zh_CN": "这是大乘圆教的教义，义理很深，所说的都是事实的真相。『有作』，简单的说就是有心、有念；换句话说，你还是有分别、执着；纵然没有执着，你还是有分别心。如果就相宗的教义来讲，你用的是心识，也就是八识五十一心所，这是「有作」，也叫做「有为」。百法里面，前面九十四条，都叫有为法，有为跟有作是一个意思。这样修行，世尊在楞严会上讲得很清楚，修得很如理如法，也只不过证得小乘声闻、缘觉的位次，决定不能成为菩萨，道理就在此地。",
      "zh_TW": "這是大乘圓教的教義，義理很深，所說的都是事實的真相。『有作』，簡單的說就是有心、有念；換句話說，你還是有分別、執著；縱然沒有執著，你還是有分別心。如果就相宗的教義來講，你用的是心識，也就是八識五十一心所，這是「有作」，也叫做「有為」。百法裡面，前面九十四條，都叫有為法，有為跟有作是一個意思。這樣修行，世尊在楞嚴會上講得很清楚，修得很如理如法，也只不過證得小乘聲聞、緣覺的位次，決定不能成為菩薩，道理就在此地。"
    },
    {
      "id": "12-016-0008_p0004",
      "zh_CN": "所以说『多劫终成败坏』，这一句开示，我们不能把它看轻，为什么？我们自己本身确实就犯了这个毛病。在座的同修们，你们每一位都是多生多劫的修行人，过去生中不知道供养多少亿尊佛，前面跟大家说，不止四百亿尊佛，我们的善根，你知道多么深厚？无量劫一直混到今天，还混成这个样子，这不就是生生世世都是用有为有作的心来修行，这是我们不能成功的原因。",
      "zh_TW": "所以說『多劫終成敗壞』，這一句開示，我們不能把它看輕，為什麼？我們自己本身確實就犯了這個毛病。在座的同修們，你們每一位都是多生多劫的修行人，過去生中不知道供養多少億尊佛，前面跟大家說，不止四百億尊佛，我們的善根，你知道多麼深厚？無量劫一直混到今天，還混成這個樣子，這不就是生生世世都是用有為有作的心來修行，這是我們不能成功的原因。"
    },
    {
      "id": "12-016-0008_p0005",
      "zh_CN": "大师在此地教导我们，应该怎么修？『无心体极』，「体」是体会，「极」就是真如本性。《无量寿经》上讲的「开化显示」，怎么开、怎么显示？「真实之际」就是「极」。怎么样才能体会到？「无心」，如果我们把它用在净宗修行的方法，这个「极」就是西方极乐世界依正庄严，如何才能体会？「无心」就能体会。为什么？无心是真心，有心是妄心，无心是真心。这也是善导大师所说的，「一切要从真实心中作」，真实心是无作的，这个经上常讲「三空三昧」、「空无相无愿」，这三门都能明心见性，都能够见性成佛。",
      "zh_TW": "大師在此地教導我們，應該怎麼修？『無心體極』，「體」是體會，「極」就是真如本性。《無量壽經》上講的「開化顯示」，怎麼開、怎麼顯示？「真實之際」就是「極」。怎麼樣才能體會到？「無心」，如果我們把它用在淨宗修行的方法，這個「極」就是西方極樂世界依正莊嚴，如何才能體會？「無心」就能體會。為什麼？無心是真心，有心是妄心，無心是真心。這也是善導大師所說的，「一切要從真實心中作」，真實心是無作的，這個經上常講「三空三昧」、「空無相無願」，這三門都能明心見性，都能夠見性成佛。"
    },
    {
      "id": "12-016-0008_p0006",
      "zh_CN": "我们前面二门做不到，从第三门「无作」。「无作」是什么？是不是什么都不做了？不是的，样样都要做，做得很认真、负责，做得比别人都做得好。那怎么叫「无作」？心里不要有作的意念，「作而无作，无作而作」，要紧的是心里头要清净。心怎么个清净法？心里头只有一句阿弥陀佛，除阿弥陀佛，什么都没有。世间、出世间的事，什么事都可以做，心里头没有，只有这一句阿弥陀佛，这是我们现前境界可以做得到的。",
      "zh_TW": "我們前面二門做不到，從第三門「無作」。「無作」是什麼？是不是什麼都不做了？不是的，樣樣都要做，做得很認真、負責，做得比別人都做得好。那怎麼叫「無作」？心裡不要有作的意念，「作而無作，無作而作」，要緊的是心裡頭要清淨。心怎麼個清淨法？心裡頭只有一句阿彌陀佛，除阿彌陀佛，什麼都沒有。世間、出世間的事，什麼事都可以做，心裡頭沒有，只有這一句阿彌陀佛，這是我們現前境界可以做得到的。"
    },
    {
      "id": "12-016-0008_p0007",
      "zh_CN": "这样一念也就契入佛家，西方极乐世界是阿弥陀佛的家，既是阿弥陀佛的家，就是一切诸佛之家。原始教义如果不是修念佛法门，说实在的话，很难契入，如果遇到净宗法门，要想契入就不难，可以说我们在座的同修人人都有分，这一点要珍惜，要有自信心，坚定的自信心。再看底下这一节。",
      "zh_TW": "這樣一念也就契入佛家，西方極樂世界是阿彌陀佛的家，既是阿彌陀佛的家，就是一切諸佛之家。原始教義如果不是修念佛法門，說實在的話，很難契入，如果遇到淨宗法門，要想契入就不難，可以說我們在座的同修人人都有分，這一點要珍惜，要有自信心，堅定的自信心。再看底下這一節。"
    },
    {
      "id": "12-016-0008_p0008",
      "zh_CN": "【应发阿耨多罗三藐三菩提心。以等法界三业悔过。一断一切断。若如是知。是真实忏悔。一切罪恶悉得清净。】",
      "zh_TW": "【應發阿耨多羅三藐三菩提心。以等法界三業悔過。一斷一切斷。若如是知。是真實懺悔。一切罪惡悉得清淨。】"
    },
    {
      "id": "12-016-0008_p0009",
      "zh_CN": "忏除业障这桩事情，是所有学佛的同修，无论你是修那一宗那一派，你对于这一桩事情都非常关心，都知道自己业障很重。怎样把这业障消除？佛教给我们忏悔法。忏悔法的范围非常广大，天台的四教，无量法门，哪一个法门不是忏悔法？所以忏悔可以说是佛家修行证果的总纲领，大总持法门。此地教给我们一个最殊胜的修学方法，那就是先要发心。你看世尊教给我们念佛往生净土，第一句话：「发菩提心，一向专念」。发菩提心在前面，你要真正去灭罪，消除业障，没有别的，也是发心为第一。",
      "zh_TW": "懺除業障這樁事情，是所有學佛的同修，無論你是修那一宗那一派，你對於這一樁事情都非常關心，都知道自己業障很重。怎樣把這業障消除？佛教給我們懺悔法。懺悔法的範圍非常廣大，天台的四教，無量法門，哪一個法門不是懺悔法？所以懺悔可以說是佛家修行證果的總綱領，大總持法門。此地教給我們一個最殊勝的修學方法，那就是先要發心。你看世尊教給我們念佛往生淨土，第一句話：「發菩提心，一向專念」。發菩提心在前面，你要真正去滅罪，消除業障，沒有別的，也是發心為第一。"
    },
    {
      "id": "12-016-0008_p0010",
      "zh_CN": "上一次（昨天）跟大家讲发菩提心的重要。菩提心怎么个发法？这一句里面说得很清楚，『阿耨多罗三藐三菩提』，这一句是梵语，翻成中国的意思，是「无上正等正觉」。我们从后面说起，正觉，你真的觉悟，而且你的觉悟不是普通的觉悟，是正觉，这非常难得。正觉在果位上讲，就是阿罗汉、辟支佛，权教菩萨，所以你一发心，你就不是凡人，一发心你就入菩萨位，你就是菩萨、是小菩萨，初发心的菩萨。如果是将见思烦恼断了，尘沙烦恼也破了一些，那你就是正等正觉。正等正觉就是大菩萨，是真的菩萨。《华严经》里面初住以上，就是正等正觉。无上正等正觉只有一个位次，究竟的佛果，圆教的佛果称为无上正等正觉。",
      "zh_TW": "上一次（昨天）跟大家講發菩提心的重要。菩提心怎麼個發法？這一句裡面說得很清楚，『阿耨多羅三藐三菩提』，這一句是梵語，翻成中國的意思，是「無上正等正覺」。我們從後面說起，正覺，你真的覺悟，而且你的覺悟不是普通的覺悟，是正覺，這非常難得。正覺在果位上講，就是阿羅漢、辟支佛，權教菩薩，所以你一發心，你就不是凡人，一發心你就入菩薩位，你就是菩薩、是小菩薩，初發心的菩薩。如果是將見思煩惱斷了，塵沙煩惱也破了一些，那你就是正等正覺。正等正覺就是大菩薩，是真的菩薩。《華嚴經》裡面初住以上，就是正等正覺。無上正等正覺只有一個位次，究竟的佛果，圓教的佛果稱為無上正等正覺。"
    },
    {
      "id": "12-016-0008_p0011",
      "zh_CN": "我们发心一定要发无上心，也就是说，我们今天明白了，一定要发心作佛，要发心作究竟圆满佛，你这个人才算有志气。发心作佛能做得到吗？决定可以做得到，就怕你不发心，《华严》上说：「应观法界性，一切唯心造」。佛是心造的，你发这个心，你就决定作佛。作佛有近路，念佛往生不退成佛，这是成佛最近的一条道路。我们发无上心，又走捷径，成佛就快了。",
      "zh_TW": "我們發心一定要發無上心，也就是說，我們今天明白了，一定要發心作佛，要發心作究竟圓滿佛，你這個人才算有志氣。發心作佛能做得到嗎？決定可以做得到，就怕你不發心，《華嚴》上說：「應觀法界性，一切唯心造」。佛是心造的，你發這個心，你就決定作佛。作佛有近路，念佛往生不退成佛，這是成佛最近的一條道路。我們發無上心，又走捷徑，成佛就快了。"
    },
    {
      "id": "12-016-0008_p0012",
      "zh_CN": "所以发心是第一，这心一发，给诸位说，『以等法界三业悔过』。「三业」，身业、语业、意业。三业与佛法相应了，那是真正的悔过。怎么相应？我们还以念佛法门来说，比较具体，落实在我们现在修行环境当中，心里面想佛，不再想别的，这是意业悔过。诸位要知道，你不想佛，想其他的事情，还是在造罪业。你想世间名闻利养、想世间五欲六尘，你想这些东西，这是六道里面，三恶道的业报。你想做个好人、做个君子，做一些慈善的事业，帮助一些苦难的众生，修五戒十善，修四无量心。四无量心是什么？慈悲喜舍。好！不错！你出不了六道轮回，你修的是三善道的业因，这个不是真忏悔。",
      "zh_TW": "所以發心是第一，這心一發，給諸位說，『以等法界三業悔過』。「三業」，身業、語業、意業。三業與佛法相應了，那是真正的悔過。怎麼相應？我們還以念佛法門來說，比較具體，落實在我們現在修行環境當中，心裡面想佛，不再想別的，這是意業悔過。諸位要知道，你不想佛，想其他的事情，還是在造罪業。你想世間名聞利養、想世間五欲六塵，你想這些東西，這是六道裡面，三惡道的業報。你想做個好人、做個君子，做一些慈善的事業，幫助一些苦難的眾生，修五戒十善，修四無量心。四無量心是什麼？慈悲喜捨。好！不錯！你出不了六道輪迴，你修的是三善道的業因，這個不是真懺悔。"
    },
    {
      "id": "12-016-0008_p0013",
      "zh_CN": "真忏悔最有效果的，一生当中决定自己能看得到的，无过于念佛成佛，为什么不想阿弥陀佛？意业专念阿弥陀佛，口业专念阿弥陀佛，身业专礼阿弥陀佛，这叫三业悔过。这就是『一断一切断』，只要抓住一句阿弥陀佛，把其他的统统放下，这个效果快！阿弥陀佛愿力宏深，宏是大。他老人家念念要度尽法界的一切众生，我们要跟他相应，不能没有这个大愿。发了这个大愿，如何去兑现？也就是说，我们怎么做法？自己知道念念缘阿弥陀佛，同时我们也要帮助一切大众，认识的人也好，不认识的人也好，普遍的劝导他们来念佛，这跟阿弥陀佛的行就相应了。行也是广大无边。道场讲经，这个道场天天在讲经，每天到这个时候，我们都来听经，这个与阿弥陀佛、与一切诸佛的愿力相应了。",
      "zh_TW": "真懺悔最有效果的，一生當中決定自己能看得到的，無過於念佛成佛，為什麼不想阿彌陀佛？意業專念阿彌陀佛，口業專念阿彌陀佛，身業專禮阿彌陀佛，這叫三業悔過。這就是『一斷一切斷』，只要抓住一句阿彌陀佛，把其他的統統放下，這個效果快！阿彌陀佛願力宏深，宏是大。他老人家念念要度盡法界的一切眾生，我們要跟他相應，不能沒有這個大願。發了這個大願，如何去兌現？也就是說，我們怎麼做法？自己知道念念緣阿彌陀佛，同時我們也要幫助一切大眾，認識的人也好，不認識的人也好，普遍的勸導他們來念佛，這跟阿彌陀佛的行就相應了。行也是廣大無邊。道場講經，這個道場天天在講經，每天到這個時候，我們都來聽經，這個與阿彌陀佛、與一切諸佛的願力相應了。"
    },
    {
      "id": "12-016-0008_p0014",
      "zh_CN": "诸佛如来的事业是什么？就是讲经说道、教化众生。佛在这里教化众生，谁在下面坐着听经？听众里头有众生，还有诸佛如来，岂不闻「一佛出世，千佛拥护」。释迦牟尼佛出现在世间示现成佛，你有没有看到千佛拥护？你说：没听说过，没看到过。那是你粗心大意。释迦牟尼佛的常随众一千二百五十五人，就是诸佛再来的，千佛都在这里面现比丘相，示现作释迦牟尼佛的弟子，就像唱戏一样。释迦牟尼佛唱主角，这些人唱配角，跑龙套，到后台去看，原来都是主角的老师，学生唱主角，老师替他跑龙套，千佛拥护！",
      "zh_TW": "諸佛如來的事業是什麼？就是講經說道、教化眾生。佛在這裡教化眾生，誰在下面坐著聽經？聽眾裡頭有眾生，還有諸佛如來，豈不聞「一佛出世，千佛擁護」。釋迦牟尼佛出現在世間示現成佛，你有沒有看到千佛擁護？你說：沒聽說過，沒看到過。那是你粗心大意。釋迦牟尼佛的常隨眾一千二百五十五人，就是諸佛再來的，千佛都在這裡面現比丘相，示現作釋迦牟尼佛的弟子，就像唱戲一樣。釋迦牟尼佛唱主角，這些人唱配角，跑龍套，到後台去看，原來都是主角的老師，學生唱主角，老師替他跑龍套，千佛擁護！"
    },
    {
      "id": "12-016-0008_p0015",
      "zh_CN": "今天这个道场，讲经的不是诸佛，听众里头可是真有诸佛。你们可以代表诸佛到这里来护持佛法，坐在座位上代表佛来的。这个用心就是弘法利生，与诸佛如来普度众生的心、愿、行无二无别，这个功德无量无边，能消一切罪业。「一断一切断」是真的，不是假的。",
      "zh_TW": "今天這個道場，講經的不是諸佛，聽眾裡頭可是真有諸佛。你們可以代表諸佛到這裡來護持佛法，坐在座位上代表佛來的。這個用心就是弘法利生，與諸佛如來普度眾生的心、願、行無二無別，這個功德無量無邊，能消一切罪業。「一斷一切斷」是真的，不是假的。"
    },
    {
      "id": "12-016-0008_p0016",
      "zh_CN": "『若如是知』。你要明白这个道理，知道这个事实真相，你能发心这么做，这叫真忏悔，一切罪恶都能够忏除，恢复到自性清净心。你要问什么缘故？简单的讲，你那个心念兹在兹，念念是阿弥陀佛，念念是弘法利生。什么样的罪业不能消除？这个意思很深很广。",
      "zh_TW": "『若如是知』。你要明白這個道理，知道這個事實真相，你能發心這麼做，這叫真懺悔，一切罪惡都能夠懺除，恢復到自性清淨心。你要問什麼緣故？簡單的講，你那個心念茲在茲，念念是阿彌陀佛，念念是弘法利生。什麼樣的罪業不能消除？這個意思很深很廣。"
    },
    {
      "id": "12-016-0008_p0017",
      "zh_CN": "这几天，我们也正好看到《华严经》上，清凉大师这些开示，给我们很大的启示，使我们了解事实的真相，知道自己应该怎样修学。虽然我们在凡夫地，世尊在经上说得好，「娑婆世界修行一天，抵得在西方极乐世界修行一百年」。这个地方不是不好，好得很！修一天等于西方极乐世界一百年，修十天等于它一千年，这个地方怎么不好？可是问题，相应的、会修的人太难了，这个地方叫「大起大落」，起得快，落也落得快，一落就落到阿鼻地狱去了，大起大落！西方世界是平平稳稳，没有什么起落，决定不落、不退转，但是修行进度没有这么快。这个地方是太快了，为什么？你想想看，多少这些诱惑、妖魔鬼怪在你的身旁，你都不为所动，你的定功了不起；你都看得清清楚楚，不被它迷惑，你的智慧了不起，不是普通人能做到的。",
      "zh_TW": "這幾天，我們也正好看到《華嚴經》上，清涼大師這些開示，給我們很大的啟示，使我們了解事實的真相，知道自己應該怎樣修學。雖然我們在凡夫地，世尊在經上說得好，「娑婆世界修行一天，抵得在西方極樂世界修行一百年」。這個地方不是不好，好得很！修一天等於西方極樂世界一百年，修十天等於它一千年，這個地方怎麼不好？可是問題，相應的、會修的人太難了，這個地方叫「大起大落」，起得快，落也落得快，一落就落到阿鼻地獄去了，大起大落！西方世界是平平穩穩，沒有什麼起落，決定不落、不退轉，但是修行進度沒有這麼快。這個地方是太快了，為什麼？你想想看，多少這些誘惑、妖魔鬼怪在你的身旁，你都不為所動，你的定功了不起；你都看得清清楚楚，不被它迷惑，你的智慧了不起，不是普通人能做到的。"
    },
    {
      "id": "12-016-0008_p0018",
      "zh_CN": "所以环境都是有利有弊，你只要认识清楚，能掌握住，受其利而不受其弊，我们就成功了。这个世间虽然好，为什么还要到西方极乐世界去？去西方极乐世界，保证不退转，这是非去不可的。西方世界无量寿，决定一生成佛；这个地方，要是善修的人是个好地方，你的寿命有限，你就是修上一百年，比起西方极乐世界无量寿，还是有限，还是不如人家。如果来生不能出离六道轮回，这一堕落，那就惨了。所以西方极乐世界决定要去，道理就在此地。请看讲义。",
      "zh_TW": "所以環境都是有利有弊，你只要認識清楚，能掌握住，受其利而不受其弊，我們就成功了。這個世間雖然好，為什麼還要到西方極樂世界去？去西方極樂世界，保證不退轉，這是非去不可的。西方世界無量壽，決定一生成佛；這個地方，要是善修的人是個好地方，你的壽命有限，你就是修上一百年，比起西方極樂世界無量壽，還是有限，還是不如人家。如果來生不能出離六道輪迴，這一墮落，那就慘了。所以西方極樂世界決定要去，道理就在此地。請看講義。"
    },
    {
      "id": "12-016-0008_p0019",
      "zh_CN": "【如来法身是妙功德果。功德无边。果亦无边。功德无相。果亦无相。功德方便。果亦方便。无边故量齐虚空。无相故妙同实相。方便故无感不形。是为如来真妙法身。阴界不摄非有非无，以有此身。为万化之本。故得于中无感不应。】『如来』是究竟果地上的称号。『法身是妙功德果』，「妙」就是下面所讲的『非有非无』，「非有非无」才是真正的妙，这是自性本具的功德，不是修成的。『功德无边』，「功德无边」，法身就是自性、就是真心，本具的德用是无量无边的，所以果报也就无量无边。如经上常讲，佛菩萨在一切世间，随类化身得大自在，这都是果相。『功德无相』，所以『果亦无相』，因为「无相」，才能无不相。我们今天为什么失去了这些自在？因为我们着了相，把幻相执着以为是真实的，所以在现象当中就不能自在，这是随业受报，不像诸佛菩萨功德法身。",
      "zh_TW": "【如來法身是妙功德果。功德無邊。果亦無邊。功德無相。果亦無相。功德方便。果亦方便。無邊故量齊虛空。無相故妙同實相。方便故無感不形。是為如來真妙法身。陰界不攝非有非無，以有此身。為萬化之本。故得於中無感不應。】『如來』是究竟果地上的稱號。『法身是妙功德果』，「妙」就是下面所講的『非有非無』，「非有非無」才是真正的妙，這是自性本具的功德，不是修成的。『功德無邊』，「功德無邊」，法身就是自性、就是真心，本具的德用是無量無邊的，所以果報也就無量無邊。如經上常講，佛菩薩在一切世間，隨類化身得大自在，這都是果相。『功德無相』，所以『果亦無相』，因為「無相」，才能無不相。我們今天為什麼失去了這些自在？因為我們著了相，把幻相執著以為是真實的，所以在現象當中就不能自在，這是隨業受報，不像諸佛菩薩功德法身。"
    },
    {
      "id": "12-016-0008_p0020",
      "zh_CN": "『功德方便，果亦方便』，所以《华严经》为我们显示出「六相十玄」，「理事无碍，事事无碍」，这才是究竟圆满觉者的无方德用。经上说的这些，给诸位同修说，都是说的我们自己，不是说的别人。如来果地上这些功德，我们统统都有，如果我们没有，佛说这一些就毫无意义，我们都有。虽有，现在不起作用，好像是没有，不是真的没有。为什么没有了？因为有障碍障住了，使我们的智慧德能不能够起现行，不能起作用，不能像诸佛菩萨那样的妙用。但是佛给我们说，障碍不是真的，本性的德能是真的，障碍不是真的。不是真的，障碍当然可以断除；真的，永远不会失掉，决定可以恢复。我们听了这个话，疑惑就没有了，信心就具足了。",
      "zh_TW": "『功德方便，果亦方便』，所以《華嚴經》為我們顯示出「六相十玄」，「理事無礙，事事無礙」，這才是究竟圓滿覺者的無方德用。經上說的這些，給諸位同修說，都是說的我們自己，不是說的別人。如來果地上這些功德，我們統統都有，如果我們沒有，佛說這一些就毫無意義，我們都有。雖有，現在不起作用，好像是沒有，不是真的沒有。為什麼沒有了？因為有障礙障住了，使我們的智慧德能不能夠起現行，不能起作用，不能像諸佛菩薩那樣的妙用。但是佛給我們說，障礙不是真的，本性的德能是真的，障礙不是真的。不是真的，障礙當然可以斷除；真的，永遠不會失掉，決定可以恢復。我們聽了這個話，疑惑就沒有了，信心就具足了。"
    },
    {
      "id": "12-016-0008_p0021",
      "zh_CN": "因为『无边』，所以『量齐虚空』，法身同虚空法界，智慧也是尽虚空法界，方便德用还是与虚空法界一样。举个例子来说，眼能见，眼见的范围多大？尽虚空遍法界都能见得到，给诸位说，这是我们的本能。现在我们这个能力失掉，怎么失掉了？你看距离远了，我看最后一排都看不清楚，隔了这个墙，墙外面人走动，我就看不到了，这叫障碍。如果障碍没有了，尽虚空遍法界那么远，也看得清清楚楚。西方极乐世界距我们这个地方，经上讲的距离，「十万亿佛国土」，距离这么远，我们坐在这里看西方极乐世界，经上讲「如观掌中庵摩罗果」，看得这么清楚，就如同面对面一样，那是能力恢复。能力恢复之后，十方一切诸佛刹土，你想看哪个诸佛世界，就跟在面前一样，清清楚楚、明明白白，不但看得清楚，而且还可以跟那个世界的人讲话，还可以跟他们聊天，你说多自在！所以，要晓得「量齐虚空」。",
      "zh_TW": "因為『無邊』，所以『量齊虛空』，法身同虛空法界，智慧也是盡虛空法界，方便德用還是與虛空法界一樣。舉個例子來說，眼能見，眼見的範圍多大？盡虛空遍法界都能見得到，給諸位說，這是我們的本能。現在我們這個能力失掉，怎麼失掉了？你看距離遠了，我看最後一排都看不清楚，隔了這個牆，牆外面人走動，我就看不到了，這叫障礙。如果障礙沒有了，盡虛空遍法界那麼遠，也看得清清楚楚。西方極樂世界距我們這個地方，經上講的距離，「十萬億佛國土」，距離這麼遠，我們坐在這裡看西方極樂世界，經上講「如觀掌中菴摩羅果」，看得這麼清楚，就如同面對面一樣，那是能力恢復。能力恢復之後，十方一切諸佛剎土，你想看哪個諸佛世界，就跟在面前一樣，清清楚楚、明明白白，不但看得清楚，而且還可以跟那個世界的人講話，還可以跟他們聊天，你說多自在！所以，要曉得「量齊虛空」。"
    },
    {
      "id": "12-016-0008_p0022",
      "zh_CN": "我们的心量不能不大，心量小就是障碍，怎样把心量放大，放到跟虚空法界一样大，你就成佛了。实在讲，超越六道轮回有什么了不起、有什么难处！六道轮回是个范围，你把心量放大，放大把六道轮回挤破，不就出去了。真的，不是假的，六道轮回是这么大，你的心量比它大就出去了，你包它，它包不住你。如果你的心量再能够突破十法界，那就尽虚空遍法界，量等虚空，就是这么回事情。法门很多很多，你专门从心量扩大，这个法子也行，也能消灾、也能灭罪、也能超越六道、也能作佛作祖，佛教给我们的方法没有定法。",
      "zh_TW": "我們的心量不能不大，心量小就是障礙，怎樣把心量放大，放到跟虛空法界一樣大，你就成佛了。實在講，超越六道輪迴有什麼了不起、有什麼難處！六道輪迴是個範圍，你把心量放大，放大把六道輪迴擠破，不就出去了。真的，不是假的，六道輪迴是這麼大，你的心量比它大就出去了，你包它，它包不住你。如果你的心量再能夠突破十法界，那就盡虛空遍法界，量等虛空，就是這麼回事情。法門很多很多，你專門從心量擴大，這個法子也行，也能消災、也能滅罪、也能超越六道、也能作佛作祖，佛教給我們的方法沒有定法。"
    },
    {
      "id": "12-016-0008_p0023",
      "zh_CN": "『无相，故妙同实相』，「无相」，诸位要记住，从体上讲的，因为相是幻相，相是因缘生法，也就是说，许许多多条件凑合现这个现象。虽然现这个现象，「当体皆空，了不可得」，这是真的，这是事实，所以说「相即无相」。相，有相跟无相是同时的、同体的，没有先后、没有虚实，这就是实相。",
      "zh_TW": "『無相，故妙同實相』，「無相」，諸位要記住，從體上講的，因為相是幻相，相是因緣生法，也就是說，許許多多條件湊合現這個現象。雖然現這個現象，「當體皆空，了不可得」，這是真的，這是事實，所以說「相即無相」。相，有相跟無相是同時的、同體的，沒有先後、沒有虛實，這就是實相。"
    },
    {
      "id": "12-016-0008_p0024",
      "zh_CN": "『方便』，所以众生有感，佛菩萨就有应。像观世音菩萨一样，「千处祈求，千处应」，那个「千」不是数字，是比喻多，无量无边的众生求观世音菩萨，观音菩萨都有感应。感应，我们在前面说过，有明显的、有不明显的，所以有显应、有冥应。如果种种条件具足，佛法里面讲「因缘具足」，这个应非常明显，显应；条件要是不具足，冥应。我们讲是暗中保佑你，你自己虽然没有觉察到，佛菩萨确确实实在你身边，确确实实照顾你，你自己要有信心，所以是『无感不形』，「形」就是应的意思。",
      "zh_TW": "『方便』，所以眾生有感，佛菩薩就有應。像觀世音菩薩一樣，「千處祈求，千處應」，那個「千」不是數字，是比喻多，無量無邊的眾生求觀世音菩薩，觀音菩薩都有感應。感應，我們在前面說過，有明顯的、有不明顯的，所以有顯應、有冥應。如果種種條件具足，佛法裡面講「因緣具足」，這個應非常明顯，顯應；條件要是不具足，冥應。我們講是暗中保佑你，你自己雖然沒有覺察到，佛菩薩確確實實在你身邊，確確實實照顧你，你自己要有信心，所以是『無感不形』，「形」就是應的意思。"
    },
    {
      "id": "12-016-0008_p0025",
      "zh_CN": "『是为如来真妙法身』，这是如来真妙法身，也是我们自己真正的法身，禅宗里面讲，「父母未生前，本来面目」，就是讲这桩事情。『阴界不摄』，「阴」是五阴，我们凡夫这个身相，五阴身，色受想行识，真身、法身不属于五阴。「界」是十八界，十八界是讲的六根、六尘、六识，实在是把我们六道、十法界的依正庄严，总归纳为十八大类。法身也不属于这十八类，超越了五阴，超越了十法界。『非有非无』，如果你要说它有，它无相；你要说它无，它能随缘现相。所以它「非有非无」。",
      "zh_TW": "『是為如來真妙法身』，這是如來真妙法身，也是我們自己真正的法身，禪宗裡面講，「父母未生前，本來面目」，就是講這樁事情。『陰界不攝』，「陰」是五陰，我們凡夫這個身相，五陰身，色受想行識，真身、法身不屬於五陰。「界」是十八界，十八界是講的六根、六塵、六識，實在是把我們六道、十法界的依正莊嚴，總歸納為十八大類。法身也不屬於這十八類，超越了五陰，超越了十法界。『非有非無』，如果你要說它有，它無相；你要說它無，它能隨緣現相。所以它「非有非無」。"
    },
    {
      "id": "12-016-0008_p0026",
      "zh_CN": "『以有此身，为万化之本，故得于中无感不应』。所以九法界有情众生只要有感，诸佛如来一定有应，为什么？因为诸佛如来的法身遍一切处，《华严经》上讲佛的法身，毘卢遮那是讲法身佛，卢舍那是讲报身佛，释迦牟尼是讲应身佛，这是讲佛的三身。毘卢遮那的意思，毘卢遮那这一句话是梵语，翻成中国意思叫遍一切处。法身在那里？遍一切处，无处不在，所以只要有感，诸佛如来就有应。如果我们明白这个道理，对感应道交你就会肯定，你就会一丝毫都不怀疑，这桩事情决定是真实的。请看讲义。",
      "zh_TW": "『以有此身，為萬化之本，故得於中無感不應』。所以九法界有情眾生只要有感，諸佛如來一定有應，為什麼？因為諸佛如來的法身遍一切處，《華嚴經》上講佛的法身，毘盧遮那是講法身佛，盧舍那是講報身佛，釋迦牟尼是講應身佛，這是講佛的三身。毘盧遮那的意思，毘盧遮那這一句話是梵語，翻成中國意思叫遍一切處。法身在那裡？遍一切處，無處不在，所以只要有感，諸佛如來就有應。如果我們明白這個道理，對感應道交你就會肯定，你就會一絲毫都不懷疑，這樁事情決定是真實的。請看講義。"
    },
    {
      "id": "12-016-0008_p0027",
      "zh_CN": "【众生真心名如来藏。随无明等缘作诸众生流转三界。而此真心自性不失。】",
      "zh_TW": "【眾生真心名如來藏。隨無明等緣作諸眾生流轉三界。而此真心自性不失。】"
    },
    {
      "id": "12-016-0008_p0028",
      "zh_CN": "这些开示，确确实实增长我们学佛的信心，我们如果明白了，自己知道自己不是普通人。众生的『真心』，在佛法里面叫『如来藏』，「如来」就是「真心」，真心怎么样？真心现在藏起来了，「藏」就是藏，不能起作用，藏起来了。真心不起作用，妄心起作用，『随无明等缘』，「无明」就是常讲的妄想、分别、执着，妄想就是无明。随这些缘，所以你才做了众生，九法界都是众生。九法界里面，四圣法界还算不错，六道就可怜了，这后面讲六道，『流转三界』，「流转三界」是六道里面的众生。「三界」是欲界、色界、无色界。色界算是不错，福报很大，作天人。欲界的众生就苦了，欲界里面还有三恶道，为什么会有这个情形？就是你如来藏随无明缘，坏就坏在这里。",
      "zh_TW": "這些開示，確確實實增長我們學佛的信心，我們如果明白了，自己知道自己不是普通人。眾生的『真心』，在佛法裡面叫『如來藏』，「如來」就是「真心」，真心怎麼樣？真心現在藏起來了，「藏」就是藏，不能起作用，藏起來了。真心不起作用，妄心起作用，『隨無明等緣』，「無明」就是常講的妄想、分別、執著，妄想就是無明。隨這些緣，所以你才做了眾生，九法界都是眾生。九法界裡面，四聖法界還算不錯，六道就可憐了，這後面講六道，『流轉三界』，「流轉三界」是六道裡面的眾生。「三界」是欲界、色界、無色界。色界算是不錯，福報很大，作天人。欲界的眾生就苦了，欲界裡面還有三惡道，為什麼會有這個情形？就是你如來藏隨無明緣，壞就壞在這裡。"
    },
    {
      "id": "12-016-0008_p0029",
      "zh_CN": "「如来藏」，法相宗里面所说：真心跟妄心和合是真心，真心里面带着妄，就叫如来藏。六道众生用这个心。我们今天有没有用真心，有！不是没有用真心，妄从真起，没有真心哪里会带妄？真心是什么？佛在经上告诉我们，譬如眼睛见，这个见是真心，第一眼见是真心，第二眼就变成妄心，坏就坏在这里。第一眼见是什么？没有分别、没有执着、没有起心动念，你这个眼睛一睁开所见的，你是见性见外面的色性，你是见性。可是那个时间太短太短了，万分之一秒都不到。第二个念头就有分别了，就有执着了，分别、执着，妄心！如果你要是能够永远保住第一念，你就成佛了。佛跟我们差别在那里？佛就是永远保持第一念，没有退到第二念。我们很糟糕，第一念一刹那，比闪电还快，第二念马上就滑落了，一落就到底了。我们这个作用是干这个事情，所以坏就坏在这个地方。",
      "zh_TW": "「如來藏」，法相宗裡面所說：真心跟妄心和合是真心，真心裡面帶著妄，就叫如來藏。六道眾生用這個心。我們今天有沒有用真心，有！不是沒有用真心，妄從真起，沒有真心哪裡會帶妄？真心是什麼？佛在經上告訴我們，譬如眼睛見，這個見是真心，第一眼見是真心，第二眼就變成妄心，壞就壞在這裡。第一眼見是什麼？沒有分別、沒有執著、沒有起心動念，你這個眼睛一睜開所見的，你是見性見外面的色性，你是見性。可是那個時間太短太短了，萬分之一秒都不到。第二個念頭就有分別了，就有執著了，分別、執著，妄心！如果你要是能夠永遠保住第一念，你就成佛了。佛跟我們差別在那裡？佛就是永遠保持第一念，沒有退到第二念。我們很糟糕，第一念一剎那，比閃電還快，第二念馬上就滑落了，一落就到底了。我們這個作用是幹這個事情，所以壞就壞在這個地方。"
    },
    {
      "id": "12-016-0008_p0030",
      "zh_CN": "因此，我们一定要了解这个道理，知道这些事实真相，在日常生活当中怎么去锻炼，见色闻声，六根接触外面境界，学着不起心、不动念、不分别、不执着。可是你说：我做不到！我看到这个喜欢，看到那个讨厌。这是无始劫以来的烦恼习气，佛有方便法教给我们，如果起心动念了，你就念阿弥陀佛，把你这个念头打掉。如果念这一句阿弥陀佛还不起作用，那就是阿弥陀佛这一服药，给你不太契机，不十分对症，但是它能对大多数的病症，大概你的病症里头，有一部分不能对治。你就想《金刚经》，「凡所有相，皆是虚妄」，你就要想到：「因缘所生法，当体皆空，了不可得」，你能够想到这个，你的心就会平下来一点。",
      "zh_TW": "因此，我們一定要了解這個道理，知道這些事實真相，在日常生活當中怎麼去鍛鍊，見色聞聲，六根接觸外面境界，學著不起心、不動念、不分別、不執著。可是你說：我做不到！我看到這個喜歡，看到那個討厭。這是無始劫以來的煩惱習氣，佛有方便法教給我們，如果起心動念了，你就念阿彌陀佛，把你這個念頭打掉。如果念這一句阿彌陀佛還不起作用，那就是阿彌陀佛這一服藥，給你不太契機，不十分對症，但是它能對大多數的病症，大概你的病症裡頭，有一部分不能對治。你就想《金剛經》，「凡所有相，皆是虛妄」，你就要想到：「因緣所生法，當體皆空，了不可得」，你能夠想到這個，你的心就會平下來一點。"
    },
    {
      "id": "12-016-0008_p0031",
      "zh_CN": "所以佛有许许多多的方便法，教给我们把这个念头转过来，恢复到清净心，恢复到第一念，纵然达不到第一念，也要把滑落的往上提升，这样才好，不要一落千丈，那就坏了。一落落到底，就落到地狱去了，不是好事情。所以如果在境界还会起心动念，就知道自己的功夫还不够，功夫还不得力；功夫得力了，就不会起心动念，就会把世缘看淡了；不但世缘淡，佛缘也淡，世出世法都不执着，这样功夫才能够得力。",
      "zh_TW": "所以佛有許許多多的方便法，教給我們把這個念頭轉過來，恢復到清淨心，恢復到第一念，縱然達不到第一念，也要把滑落的往上提升，這樣才好，不要一落千丈，那就壞了。一落落到底，就落到地獄去了，不是好事情。所以如果在境界還會起心動念，就知道自己的功夫還不夠，功夫還不得力；功夫得力了，就不會起心動念，就會把世緣看淡了；不但世緣淡，佛緣也淡，世出世法都不執著，這樣功夫才能夠得力。"
    },
    {
      "id": "12-016-0008_p0032",
      "zh_CN": "众生虽然流转三界，你的真性、你的自性本具的功德，决定没有丧失，所以说『而此真心，自性不失』，并没有丧失掉。佛就从这桩事实，所以才说，「一切众生皆有佛性，一切众生皆当作佛。」这一句话等于说，是佛跟我们大家都授作佛之记，我们都受记了。这是普遍给一切众生受记，就是从这个地方来说的，从自性本具而讲的，「自性不失」。所以说「一切众生皆当作佛，一切众生皆有佛性」。请看讲义：",
      "zh_TW": "眾生雖然流轉三界，你的真性、你的自性本具的功德，決定沒有喪失，所以說『而此真心，自性不失』，並沒有喪失掉。佛就從這樁事實，所以才說，「一切眾生皆有佛性，一切眾生皆當作佛。」這一句話等於說，是佛跟我們大家都授作佛之記，我們都受記了。這是普遍給一切眾生受記，就是從這個地方來說的，從自性本具而講的，「自性不失」。所以說「一切眾生皆當作佛，一切眾生皆有佛性」。請看講義："
    },
    {
      "id": "12-016-0008_p0033",
      "zh_CN": "【若诸众生。观察境界。修习法门。则得智慧清净明了。而如来智。平等无二。无有分别。但随众生心行异故。所得智慧。各各不同。】",
      "zh_TW": "【若諸眾生。觀察境界。修習法門。則得智慧清淨明了。而如來智。平等無二。無有分別。但隨眾生心行異故。所得智慧。各各不同。】"
    },
    {
      "id": "12-016-0008_p0034",
      "zh_CN": "这一段也是经上所说的，「佛以一音而说法，众生随类各得解」，道理就在此地。『若诸众生』，这是假设，实在讲也是事实。虚空法界许许多多闻佛法、修学佛法的这些大众，依照佛的教诲，『观察境界，修习法门，则得智慧，清净明了』，这一句总说。「观察」，佛法里面，不教我们研究，世间人讲研究，是用的分别心、用的妄想心，佛教我们作观；「观」不用心意识，所以叫观照、照住、照见。你要会用观，你才能入得了门；这个门是解脱之门，就是了生死、出三界的门路。观的定义就是离心意识，所以诸位要晓得，这个修行的纲领，不仅仅是禅宗，参禅要离心意识，念佛就不要离心意识？修学任何一个法门，八万四千法门、无量法门，都要离心意识，你才有入处，你的功夫就得力。",
      "zh_TW": "這一段也是經上所說的，「佛以一音而說法，眾生隨類各得解」，道理就在此地。『若諸眾生』，這是假設，實在講也是事實。虛空法界許許多多聞佛法、修學佛法的這些大眾，依照佛的教誨，『觀察境界，修習法門，則得智慧，清淨明了』，這一句總說。「觀察」，佛法裡面，不教我們研究，世間人講研究，是用的分別心、用的妄想心，佛教我們作觀；「觀」不用心意識，所以叫觀照、照住、照見。你要會用觀，你才能入得了門；這個門是解脫之門，就是了生死、出三界的門路。觀的定義就是離心意識，所以諸位要曉得，這個修行的綱領，不僅僅是禪宗，參禪要離心意識，念佛就不要離心意識？修學任何一個法門，八萬四千法門、無量法門，都要離心意識，你才有入處，你的功夫就得力。"
    },
    {
      "id": "12-016-0008_p0035",
      "zh_CN": "如果依旧用心意识，你就决定不能成就，但是净宗例外。净宗要不能离心意识也行，只要你老实念，但是你还要修习法门，你要放得下，你不离心意识没关系，你要能把世缘放下，这是念佛堂常说的：「身心世界一切放下」。你心意识并没有放下，你把外面的境界放下，你可以带业往生。带什么东西？带心意识去往生，你能够带这个去往生。可是诸位要记住，不能带世间名闻利养、五欲六尘，这个东西带不去，这个东西里头只要有一条，你要是不能放下、不能舍弃，你就去不了西方极乐世界，这个比铁链还坚固，把你拴得牢牢的，阿弥陀佛拉都拉不动，没有法子，这个太可怕。经上不是常说：「财色名食睡，地狱五条根」，这是五欲，沾上一条，佛拉都拉不动。若五条都有，佛一看，不动，不去拉你了，知道没法子。所以我们要想往生西方极乐世界，财色名食睡，这五欲六尘一定要放下。",
      "zh_TW": "如果依舊用心意識，你就決定不能成就，但是淨宗例外。淨宗要不能離心意識也行，只要你老實念，但是你還要修習法門，你要放得下，你不離心意識沒關係，你要能把世緣放下，這是念佛堂常說的：「身心世界一切放下」。你心意識並沒有放下，你把外面的境界放下，你可以帶業往生。帶什麼東西？帶心意識去往生，你能夠帶這個去往生。可是諸位要記住，不能帶世間名聞利養、五欲六塵，這個東西帶不去，這個東西裡頭只要有一條，你要是不能放下、不能捨棄，你就去不了西方極樂世界，這個比鐵鍊還堅固，把你拴得牢牢的，阿彌陀佛拉都拉不動，沒有法子，這個太可怕。經上不是常說：「財色名食睡，地獄五條根」，這是五欲，沾上一條，佛拉都拉不動。若五條都有，佛一看，不動，不去拉你了，知道沒法子。所以我們要想往生西方極樂世界，財色名食睡，這五欲六塵一定要放下。"
    },
    {
      "id": "12-016-0008_p0036",
      "zh_CN": "睡眠这桩事情，要到极乐世界了，还讲究怎么睡得好、睡不好，不要想这些了。要讲睡得舒舒服服的，还不想到极乐世界去，贪睡，那怎么行？真正用功人，实在是累了、疲倦了，躺一下、睡一下、休息一下，醒过来赶紧接着念。我们今天看到经上讲的「般舟三昧」。我们看了羡慕、看了惭愧，做不到。「般舟三昧」一期三个月，九十天，九十天不能睡觉；不但不能睡觉，不能坐下来，「般舟三昧」叫「佛立三昧」，只可以站着，只可以走着，你经行、散步，我们叫绕佛，或者你站在那里可以，你拜佛也可以、礼佛也可以，不能坐下来，更不能躺下来。这是专修净土，专念阿弥陀佛，求生西方极乐世界。",
      "zh_TW": "睡眠這樁事情，要到極樂世界了，還講究怎麼睡得好、睡不好，不要想這些了。要講睡得舒舒服服的，還不想到極樂世界去，貪睡，那怎麼行？真正用功人，實在是累了、疲倦了，躺一下、睡一下、休息一下，醒過來趕緊接著念。我們今天看到經上講的「般舟三昧」。我們看了羨慕、看了慚愧，做不到。「般舟三昧」一期三個月，九十天，九十天不能睡覺；不但不能睡覺，不能坐下來，「般舟三昧」叫「佛立三昧」，只可以站著，只可以走著，你經行、散步，我們叫繞佛，或者你站在那裡可以，你拜佛也可以、禮佛也可以，不能坐下來，更不能躺下來。這是專修淨土，專念阿彌陀佛，求生西方極樂世界。"
    },
    {
      "id": "12-016-0008_p0037",
      "zh_CN": "我们在《华严经》善财童子五十三参，他参访的第一位善知识，,德云比丘。德云比丘就是修般舟三昧，一心专念阿弥陀佛。大家学《华严》，不能不注意，《华严经》头一个善友，就是教你念佛往生极乐世界，头一个！头一个，我们常讲：「先入为主」，头一个太重要。善财学什么法门？就是学这个法门。到最后普贤菩萨十大愿王导归极乐，你们想想看，那个修行始终不离念佛，你才把《华严》的真相看出来。所以隋唐古代大德说：《华严》、《法华》是《无量寿经》的引导。这个话说得一点都不错。我说不出来，但是他一说出来，我马上就同意，我懂！佩服他，他说出来了，我说不出来。一点都不错，就像经的三分一样，《华严》、《法华》，序分；《无量寿经》，正宗分；《阿弥陀经》，流通分，不可思议！这样才晓得，《华严》、《法华》跟《无量寿经》是一不是二，虽然不能讲是同部，是同类，决定是同类。",
      "zh_TW": "我們在《華嚴經》善財童子五十三參，他參訪的第一位善知識，,德雲比丘。德雲比丘就是修般舟三昧，一心專念阿彌陀佛。大家學《華嚴》，不能不注意，《華嚴經》頭一個善友，就是教你念佛往生極樂世界，頭一個！頭一個，我們常講：「先入為主」，頭一個太重要。善財學什麼法門？就是學這個法門。到最後普賢菩薩十大願王導歸極樂，你們想想看，那個修行始終不離念佛，你才把《華嚴》的真相看出來。所以隋唐古代大德說：《華嚴》、《法華》是《無量壽經》的引導。這個話說得一點都不錯。我說不出來，但是他一說出來，我馬上就同意，我懂！佩服他，他說出來了，我說不出來。一點都不錯，就像經的三分一樣，《華嚴》、《法華》，序分；《無量壽經》，正宗分；《阿彌陀經》，流通分，不可思議！這樣才曉得，《華嚴》、《法華》跟《無量壽經》是一不是二，雖然不能講是同部，是同類，決定是同類。"
    },
    {
      "id": "12-016-0008_p0038",
      "zh_CN": "所以我们看到人家修行精进，真的是不倒单。宗门不倒单，还在打坐；人家不打坐，站着不倒单，这个厉害。我们看到有不少学不倒单的人，我年轻的时候很想学，以后我仔细观察他，他不是的，他坐在那里睡觉，还打呼。所以我就把桩事情向李老师请教，李老师说：坐着睡觉，那有躺着舒服！我一想，没错！所以李老师很讲求现实，修行不可以有丝毫的勉强，勉强坐着不能成功，反而对身体有伤害，一定是随其自然。",
      "zh_TW": "所以我們看到人家修行精進，真的是不倒單。宗門不倒單，還在打坐；人家不打坐，站著不倒單，這個厲害。我們看到有不少學不倒單的人，我年輕的時候很想學，以後我仔細觀察他，他不是的，他坐在那裡睡覺，還打呼。所以我就把樁事情向李老師請教，李老師說：坐著睡覺，那有躺著舒服！我一想，沒錯！所以李老師很講求現實，修行不可以有絲毫的勉強，勉強坐著不能成功，反而對身體有傷害，一定是隨其自然。"
    },
    {
      "id": "12-016-0008_p0039",
      "zh_CN": "所以我们看谛闲老法师的教诲，这个方法好，他给我们修行一点压力都没有。他教人念佛，念累了，去休息，休息好了，再念。你看，这个多自在！真精进，真得力。你休息的时候，你休息两个小时也好，三个小时也好，一醒过来，佛号就接着。你绕着念也好、坐着念也好、站着念也好，念累了，你就休息。这个办法好，非常适合于我们现代社会、现代的大众。",
      "zh_TW": "所以我們看諦閑老法師的教誨，這個方法好，他給我們修行一點壓力都沒有。他教人念佛，念累了，去休息，休息好了，再念。你看，這個多自在！真精進，真得力。你休息的時候，你休息兩個小時也好，三個小時也好，一醒過來，佛號就接著。你繞著念也好、坐著念也好、站著念也好，念累了，你就休息。這個辦法好，非常適合於我們現代社會、現代的大眾。"
    },
    {
      "id": "12-016-0008_p0040",
      "zh_CN": "所以，我在国外，我们的念佛堂二十四小时开放。念佛堂里面划分三个区域，这当中供佛像，佛像前面，我们舖着大地毯，这个区是拜佛的，拜佛的人到这里来拜佛。周边四周围，佛像是供在当中，不是像这边靠墙，佛像是当中，绕佛，那是经行的区域。旁边两旁是止静的，摆成蒲团，你念累了，你可以到那里坐着听佛号，不要念，休息。所以，分成这三个区。这三个区没有人安排，没有人照顾，完全随你自己，你自己想经行，你就绕佛；想坐下来念，你就到旁边去面壁；你想拜佛，你就到当中拜垫来拜。这个佛堂里没有维那、没有悦众，我们只用念佛机放佛号，大家声调跟着念佛机的声调一致。走进佛堂只有一个规矩，决定不说话，决定不打招呼。法师进去也不打招呼，一打招呼就打闲岔了，「阿弥陀佛、阿弥陀佛，法师好！」阿弥陀佛里夹杂一个「法师好」，你说糟糕不糟糕！所以不打招呼，什么人进去都不打招呼，见如不见，这个佛堂庄严，清净、庄严。吃饭也没有人通知你，你饿了的时候，你自己下去吃饭。我们饭是自助餐，一份一份给你摆好，你什么时候想吃，你就吃，你吃饭也不要招呼别人，「吃饭了，一道去吧！」阿弥陀佛、阿弥陀佛里面，还夹杂一个吃饭，成什么话！这个功夫得力了。",
      "zh_TW": "所以，我在國外，我們的念佛堂二十四小時開放。念佛堂裡面劃分三個區域，這當中供佛像，佛像前面，我們舖著大地毯，這個區是拜佛的，拜佛的人到這裡來拜佛。周邊四周圍，佛像是供在當中，不是像這邊靠牆，佛像是當中，繞佛，那是經行的區域。旁邊兩旁是止靜的，擺成蒲團，你念累了，你可以到那裡坐著聽佛號，不要念，休息。所以，分成這三個區。這三個區沒有人安排，沒有人照顧，完全隨你自己，你自己想經行，你就繞佛；想坐下來念，你就到旁邊去面壁；你想拜佛，你就到當中拜墊來拜。這個佛堂裡沒有維那、沒有悅眾，我們只用念佛機放佛號，大家聲調跟著念佛機的聲調一致。走進佛堂只有一個規矩，決定不說話，決定不打招呼。法師進去也不打招呼，一打招呼就打閒岔了，「阿彌陀佛、阿彌陀佛，法師好！」阿彌陀佛裡夾雜一個「法師好」，你說糟糕不糟糕！所以不打招呼，什麼人進去都不打招呼，見如不見，這個佛堂莊嚴，清淨、莊嚴。吃飯也沒有人通知你，你餓了的時候，你自己下去吃飯。我們飯是自助餐，一份一份給你擺好，你什麼時候想吃，你就吃，你吃飯也不要招呼別人，「吃飯了，一道去吧！」阿彌陀佛、阿彌陀佛裡面，還夾雜一個吃飯，成什麼話！這個功夫得力了。"
    },
    {
      "id": "12-016-0008_p0041",
      "zh_CN": "我也想到，太累了要想躺一躺，怎么办？佛堂隔壁，我们现在是图书馆，我准备建一个新的图书馆，把这个图书馆做成通舖，实在累了，就到里面去躺一躺，休息休息！符合谛闲老法师的教诲。所以你进入这个念佛堂，你真正生欢喜心，一点压力都没有，喜欢念多久，你就念多久；喜欢什么时候离开，你自己就离开，不跟任何人打招呼。我想这样的念佛堂提供现代人，是大家都很欢喜接受的。所以，修习法门就重要了，要懂得修学，这样子你心会清净，「清净明了」，智慧就生了。",
      "zh_TW": "我也想到，太累了要想躺一躺，怎麼辦？佛堂隔壁，我們現在是圖書館，我準備建一個新的圖書館，把這個圖書館做成通舖，實在累了，就到裡面去躺一躺，休息休息！符合諦閑老法師的教誨。所以你進入這個念佛堂，你真正生歡喜心，一點壓力都沒有，喜歡念多久，你就念多久；喜歡什麼時候離開，你自己就離開，不跟任何人打招呼。我想這樣的念佛堂提供現代人，是大家都很歡喜接受的。所以，修習法門就重要了，要懂得修學，這樣子你心會清淨，「清淨明了」，智慧就生了。"
    },
    {
      "id": "12-016-0008_p0042",
      "zh_CN": "『而如来智平等无二』，这一句是总说，释迦牟尼佛四十九年所说一切经教，跟诸位讲，都是平等无二，都是从如来清净心里面自然流露出来的，所以『无有分别，但随众生，心行异故』，我们后来，这是佛法传到中国，中国的祖师分科判教，把这个说法判作小乘，那个说法判作大乘；这个说法判作圆教，那个说法判作别教，这种搞法都是「随众生心行异故」。所以古时候也有一些法师主张，决定不可以分判，因为法是一味，平等一味，他讲的不是没有道理，有道理，各宗的祖师也都点头。那为什么还要分判？不判有不判的好处，判有判的好处。不判是契理，判是契机。所以为了顾虑到广大的众生，从不可判当中再分判；由此可知，分科判教是不得已的作法。诸位要知道，不是一定要这么做的，是一种实在不得已的作法，所以『所得智慧各各不同』。浅的人得浅利益，深的人得深的利益。再看底下的这一段。",
      "zh_TW": "『而如來智平等無二』，這一句是總說，釋迦牟尼佛四十九年所說一切經教，跟諸位講，都是平等無二，都是從如來清淨心裡面自然流露出來的，所以『無有分別，但隨眾生，心行異故』，我們後來，這是佛法傳到中國，中國的祖師分科判教，把這個說法判作小乘，那個說法判作大乘；這個說法判作圓教，那個說法判作別教，這種搞法都是「隨眾生心行異故」。所以古時候也有一些法師主張，決定不可以分判，因為法是一味，平等一味，他講的不是沒有道理，有道理，各宗的祖師也都點頭。那為什麼還要分判？不判有不判的好處，判有判的好處。不判是契理，判是契機。所以為了顧慮到廣大的眾生，從不可判當中再分判；由此可知，分科判教是不得已的作法。諸位要知道，不是一定要這麼做的，是一種實在不得已的作法，所以『所得智慧各各不同』。淺的人得淺利益，深的人得深的利益。再看底下的這一段。"
    },
    {
      "id": "12-016-0008_p0043",
      "zh_CN": "【体相二大。俱名法身。以性功德本自有故。用即报化。】",
      "zh_TW": "【體相二大。俱名法身。以性功德本自有故。用即報化。】"
    },
    {
      "id": "12-016-0008_p0044",
      "zh_CN": "这个常识，我们学佛的人也不能不懂。『体相』还有个「用」，所以后面讲，体相用叫三大。《华严经》的经题「大方广」，这三个字就是代表着三大。「大」就是说的体大；「方」是说的相大；「广」是说的用大。一部《华严经》所说的，就是自性的体相用三大。一切诸佛所说的无量无边的经教，都是从这三大流出来的，一切诸佛如来所证，就是证得三大的自性。所以这三大，体相都叫做法身，『俱名法身』。",
      "zh_TW": "這個常識，我們學佛的人也不能不懂。『體相』還有個「用」，所以後面講，體相用叫三大。《華嚴經》的經題「大方廣」，這三個字就是代表著三大。「大」就是說的體大；「方」是說的相大；「廣」是說的用大。一部《華嚴經》所說的，就是自性的體相用三大。一切諸佛所說的無量無邊的經教，都是從這三大流出來的，一切諸佛如來所證，就是證得三大的自性。所以這三大，體相都叫做法身，『俱名法身』。"
    },
    {
      "id": "12-016-0008_p0045",
      "zh_CN": "通常我们讲「体是法身」，大家没有怀疑，可以承认的。「相」怎么能说是法身？在「相」上面讲，多半讲是报身，《华严》也是用三个名词来代表，毘卢遮那、卢舍那、释迦牟尼，用这三个名称来表。可是诸位要晓得，分开来讲，三身，融合起来讲，一身。报身、化身从哪里来的？法身变现出来的。法身变现出来的，他怎么不是法身？不但报身是法身，应化也是法身。这个佛在经上自己曾经说过，说他自己这个身就是法身，曾经讲过这个意思。所以都可以称之为法身。",
      "zh_TW": "通常我們講「體是法身」，大家沒有懷疑，可以承認的。「相」怎麼能說是法身？在「相」上面講，多半講是報身，《華嚴》也是用三個名詞來代表，毘盧遮那、盧舍那、釋迦牟尼，用這三個名稱來表。可是諸位要曉得，分開來講，三身，融合起來講，一身。報身、化身從哪裡來的？法身變現出來的。法身變現出來的，他怎麼不是法身？不但報身是法身，應化也是法身。這個佛在經上自己曾經說過，說他自己這個身就是法身，曾經講過這個意思。所以都可以稱之為法身。"
    },
    {
      "id": "12-016-0008_p0046",
      "zh_CN": "『以性功德本自有故』，「体」是性，「相用」就是自性的功德，这个功德不是从外头来的，是自性本来具足的。十法界现身，法尔如是，所以说「非自然，非因缘」。与一切众生感应道交，也是法尔如是，不落在自然因缘里面。这个教义，《楞严》里面讲得很清楚，这是「性功德本自有故」。",
      "zh_TW": "『以性功德本自有故』，「體」是性，「相用」就是自性的功德，這個功德不是從外頭來的，是自性本來具足的。十法界現身，法爾如是，所以說「非自然，非因緣」。與一切眾生感應道交，也是法爾如是，不落在自然因緣裡面。這個教義，《楞嚴》裡面講得很清楚，這是「性功德本自有故」。"
    },
    {
      "id": "12-016-0008_p0047",
      "zh_CN": "『用即报化』，这个「报化」是讲他受用；诸位要知道，如果讲自受用，都可以称之为「法身」。释迦牟尼佛在我们这个世间，示现丈六金身，那也是肉身，就他自受用来讲，可以说法身，但是对教化众生来讲，那就是报身，所以报身是他受用。这个报的意思很深很广。",
      "zh_TW": "『用即報化』，這個「報化」是講他受用；諸位要知道，如果講自受用，都可以稱之為「法身」。釋迦牟尼佛在我們這個世間，示現丈六金身，那也是肉身，就他自受用來講，可以說法身，但是對教化眾生來講，那就是報身，所以報身是他受用。這個報的意思很深很廣。"
    },
    {
      "id": "12-016-0008_p0048",
      "zh_CN": "佛为十地菩萨示现，所现的是圆满报身，那个相就大了。经上讲：「佛有无量相，相有无量好」，是为十地菩萨讲的。十地以下现的报身，就不定了，随类现身。所以在我们人间，就示现人的身；佛要度畜生，要示现畜生身；示现一个人身，跟畜生讲经说法，不行！讲不通！我们找一个狗、找一个猫，你跟牠讲经，能讲得通吗？猫跟猫在一起讲经说法，我们听不懂。所以，度哪一类的众生，一定要现同类身。观音菩萨在饿鬼道现身，不能现人身，要现鬼身。此地好像也常常做佛事，你们看看水陆法会，放燄口的时候，燄口台对面，用纸扎一个鬼王，青面獠牙，样子很恐怖，焦面大士，那什么人？观世音菩萨。观世音菩萨在鬼道，就现鬼的身，他才能跟鬼说法；在地狱现地狱身，在哪一道，现哪一道身，这叫随类化身。这是作用。所以「用即报化」，在作用上可以说是度众生的一种报身。经论里面对于这些法相分析得很微细，意思是叫我们，极其微细的我们都能明了，何况是粗而明显的，你的智慧才是真正的开了。请看讲义。",
      "zh_TW": "佛為十地菩薩示現，所現的是圓滿報身，那個相就大了。經上講：「佛有無量相，相有無量好」，是為十地菩薩講的。十地以下現的報身，就不定了，隨類現身。所以在我們人間，就示現人的身；佛要度畜生，要示現畜生身；示現一個人身，跟畜生講經說法，不行！講不通！我們找一個狗、找一個貓，你跟牠講經，能講得通嗎？貓跟貓在一起講經說法，我們聽不懂。所以，度哪一類的眾生，一定要現同類身。觀音菩薩在餓鬼道現身，不能現人身，要現鬼身。此地好像也常常做佛事，你們看看水陸法會，放燄口的時候，燄口台對面，用紙紮一個鬼王，青面獠牙，樣子很恐怖，焦面大士，那什麼人？觀世音菩薩。觀世音菩薩在鬼道，就現鬼的身，他才能跟鬼說法；在地獄現地獄身，在哪一道，現哪一道身，這叫隨類化身。這是作用。所以「用即報化」，在作用上可以說是度眾生的一種報身。經論裡面對於這些法相分析得很微細，意思是叫我們，極其微細的我們都能明瞭，何況是粗而明顯的，你的智慧才是真正的開了。請看講義。"
    },
    {
      "id": "12-016-0008_p0049",
      "zh_CN": "【依三昧将有说。必须静鉴前理。受诸佛加。从定起而发言。言必真当。言必真当故。受者之心。自然笃矣。】",
      "zh_TW": "【依三昧將有說。必須靜鑒前理。受諸佛加。從定起而發言。言必真當。言必真當故。受者之心。自然篤矣。】"
    },
    {
      "id": "12-016-0008_p0050",
      "zh_CN": "这是说法师讲经说法，古时候要求的水平是很高，现在要用这个水平，佛法在这个世间就灭掉了。因此，我们是不得已而求其次，要把水平降低，要拿从前的水平，我们哪有资格上台讲经？古时候这些大德们登台先入定，所以讲经有讲经的仪式，就是大座讲经的仪规。法师礼佛之后登台，下面诵经、钟声偈、赞佛偈，一连串一大堆，整个仪式做完，大概要四十五分钟。这个法师在台上入定，仪式完了之后，引磬一敲，法师出定了，出定才讲经，这是讲的『依三昧将有说』。「三昧」就是入定。这是讲佛法是从清净心里流出来的，是从自性里面流出来的，这是根本，这样说法叫契理。",
      "zh_TW": "這是說法師講經說法，古時候要求的水平是很高，現在要用這個水平，佛法在這個世間就滅掉了。因此，我們是不得已而求其次，要把水平降低，要拿從前的水平，我們哪有資格上台講經？古時候這些大德們登台先入定，所以講經有講經的儀式，就是大座講經的儀規。法師禮佛之後登台，下面誦經、鐘聲偈、讚佛偈，一連串一大堆，整個儀式做完，大概要四十五分鐘。這個法師在台上入定，儀式完了之後，引磬一敲，法師出定了，出定才講經，這是講的『依三昧將有說』。「三昧」就是入定。這是講佛法是從清淨心裡流出來的，是從自性裡面流出來的，這是根本，這樣說法叫契理。"
    },
    {
      "id": "12-016-0008_p0051",
      "zh_CN": "除契理之外，还要契机。此地契机没说，专讲契理，所以要『静鉴前理』。「静」就是定，入定的时候，把整个心静下来。「鉴」就是观察，观察今天所讲这一座经里面的教理。我们现在看古来大德对于经论的注解，在一开端，大家能看到「玄义」的部分。玄义部分里面所说的，就是这一部经的教理、一部经的教义，都在其中。但是你要晓得，每一品有每一品的悟处；换句话说，每一品有每一品的教理、教义，那是品品不一样。如果这一品经很长，往往又分几个大段，每一大段各有它的义理，你要清清楚楚、明明白白，你讲经才契理。",
      "zh_TW": "除契理之外，還要契機。此地契機沒說，專講契理，所以要『靜鑒前理』。「靜」就是定，入定的時候，把整個心靜下來。「鑒」就是觀察，觀察今天所講這一座經裡面的教理。我們現在看古來大德對於經論的註解，在一開端，大家能看到「玄義」的部分。玄義部分裡面所說的，就是這一部經的教理、一部經的教義，都在其中。但是你要曉得，每一品有每一品的悟處；換句話說，每一品有每一品的教理、教義，那是品品不一樣。如果這一品經很長，往往又分幾個大段，每一大段各有它的義理，你要清清楚楚、明明白白，你講經才契理。"
    },
    {
      "id": "12-016-0008_p0052",
      "zh_CN": "不但要这样，还要求佛加持，要接受诸佛的加被，然后『从定起而发言』。你所说的「真」是真实，你所说的「当」是恰当；当是契机，真是契理；你这个说法，契机、契理。言语真正做到契机、契理，听经闻法的人他听了，自然能够信解奉行，他听了，他明白，能够开悟，他能够相信，依教奉行。这个说法，功德才不至于唐捐，这是古时候的标准。我们再看下面这一段，还是继续说这一桩事情。",
      "zh_TW": "不但要這樣，還要求佛加持，要接受諸佛的加被，然後『從定起而發言』。你所說的「真」是真實，你所說的「當」是恰當；當是契機，真是契理；你這個說法，契機、契理。言語真正做到契機、契理，聽經聞法的人他聽了，自然能夠信解奉行，他聽了，他明白，能夠開悟，他能夠相信，依教奉行。這個說法，功德才不至於唐捐，這是古時候的標準。我們再看下面這一段，還是繼續說這一樁事情。"
    },
    {
      "id": "12-016-0008_p0053",
      "zh_CN": "【此三昧是法体。非证不说。不证而说。则是生灭心行说实相法。】",
      "zh_TW": "【此三昧是法體。非證不說。不證而說。則是生滅心行說實相法。】"
    },
    {
      "id": "12-016-0008_p0054",
      "zh_CN": "到这个地方是一小段。所以入定，定是法，这个法是说法，是说法之体。法是从这个地方说的。『非证不说』，你没有能够证得，不能说。从这个地方，我们应当要体会到，中国人在这个世界，是非常幸运的一个民族。佛教传到中国来，古代的高僧大德，无论是从印度来的，是中国本地修学证果的，可以说都是有修有证，其中我们晓得，有不少是古佛菩萨应化到中国来。所以翻译经典、传承经典、注释经典，不是凡人，都是有修有证的人。我们身为中国人，不能说不幸运。",
      "zh_TW": "到這個地方是一小段。所以入定，定是法，這個法是說法，是說法之體。法是從這個地方說的。『非證不說』，你沒有能夠證得，不能說。從這個地方，我們應當要體會到，中國人在這個世界，是非常幸運的一個民族。佛教傳到中國來，古代的高僧大德，無論是從印度來的，是中國本地修學證果的，可以說都是有修有證，其中我們曉得，有不少是古佛菩薩應化到中國來。所以翻譯經典、傳承經典、註釋經典，不是凡人，都是有修有證的人。我們身為中國人，不能說不幸運。"
    },
    {
      "id": "12-016-0008_p0055",
      "zh_CN": "现代佛法随着资讯传到外国去了，用外国的文字翻佛经，梵文的经典流传到今天，已经非常稀少，十之八九都已经失传。在佛教经论里，今天保存最丰富的是华文，其次是藏文，再其次的是巴利文，最丰富的是华文。把华文译成其他国家的文字，问题很多，毛病出在那里？这些翻译经典的人，就是底下说：『不证而说』，他不但不证，连修都没有。没有修证，拿着佛经去翻译，翻成外国文给外国人看，讲给外国人听，字面上讲没错，意思错了。譬如说经典里面，你们大家都受过三皈，「归依佛，二足尊」，他怎么翻？归依佛，二条腿里头最尊贵的。他没有翻错，「足」是二只脚，「尊」是尊贵，二只脚里最尊贵的，他没有翻错。像这种笑话不晓得有多少，连外国英文字典上都是这么写的，你还有什么话说？",
      "zh_TW": "現代佛法隨著資訊傳到外國去了，用外國的文字翻佛經，梵文的經典流傳到今天，已經非常稀少，十之八九都已經失傳。在佛教經論裡，今天保存最豐富的是華文，其次是藏文，再其次的是巴利文，最豐富的是華文。把華文譯成其他國家的文字，問題很多，毛病出在那裡？這些翻譯經典的人，就是底下說：『不證而說』，他不但不證，連修都沒有。沒有修證，拿著佛經去翻譯，翻成外國文給外國人看，講給外國人聽，字面上講沒錯，意思錯了。譬如說經典裡面，你們大家都受過三皈，「歸依佛，二足尊」，他怎麼翻？歸依佛，二條腿裡頭最尊貴的。他沒有翻錯，「足」是二隻腳，「尊」是尊貴，二隻腳裡最尊貴的，他沒有翻錯。像這種笑話不曉得有多少，連外國英文字典上都是這麼寫的，你還有什麼話說？"
    },
    {
      "id": "12-016-0008_p0056",
      "zh_CN": "这个说起来，外国人没有中国人有福报。人生最大的福报是闻佛法，得人身闻佛法，是最大的福报。所以翻译不容易，翻经决定要证果的人。说实在的话，有修没有证，你讲经还勉强，你翻经不行。佛经翻成中文，你们看看，三藏法师。在今天问题来了，在这个时代里面，末法时代，佛法衰微到极处，要找一个有修有证的人来讲经，到那里去找？找不到！所以现在鼓励初发心的，大家都出来讲，讲错了要背因果，那问你，你为什么要讲错？你不讲错也可以。怎么才能不讲错？孔老夫子讲得好：「知之为知之，不知为不知」，你就不会讲错了。这个地方没有把握，我把经文念一下就好了，念没有错，顶多是「法师，你这里讲漏掉了」。那没有关系，漏掉不算过失，没讲错，我们就用这个方法。那些句子，我们真的搞明白，没有错误，我们就讲。",
      "zh_TW": "這個說起來，外國人沒有中國人有福報。人生最大的福報是聞佛法，得人身聞佛法，是最大的福報。所以翻譯不容易，翻經決定要證果的人。說實在的話，有修沒有證，你講經還勉強，你翻經不行。佛經翻成中文，你們看看，三藏法師。在今天問題來了，在這個時代裡面，末法時代，佛法衰微到極處，要找一個有修有證的人來講經，到那裡去找？找不到！所以現在鼓勵初發心的，大家都出來講，講錯了要背因果，那問你，你為什麼要講錯？你不講錯也可以。怎麼才能不講錯？孔老夫子講得好：「知之為知之，不知為不知」，你就不會講錯了。這個地方沒有把握，我把經文念一下就好了，念沒有錯，頂多是「法師，你這裡講漏掉了」。那沒有關係，漏掉不算過失，沒講錯，我們就用這個方法。那些句子，我們真的搞明白，沒有錯誤，我們就講。"
    },
    {
      "id": "12-016-0008_p0057",
      "zh_CN": "最初学讲，这是过去我们老师传给我们的，知道我们的程度很差，鼓励我们出来讲经说法，抛砖引玉，这个方法好。佛法才能够延续下去，才能够不至于中断，这个功德无量无边。所以，当年李老师开班教学，教讲经的方法，找的这些学生，年岁都很大，都是中年人、老年人，找这些人。文化程度？小学就可以了。小学的程度，年岁有五、六十岁，小学程度，把他们教出来讲经说法，让年轻文化程度高的人看到生惭愧心，「你看，他们都上台，我怎么不能上台？」用激将的方法，劝大家发菩提心上台讲经说法，续佛慧命。",
      "zh_TW": "最初學講，這是過去我們老師傳給我們的，知道我們的程度很差，鼓勵我們出來講經說法，拋磚引玉，這個方法好。佛法才能夠延續下去，才能夠不至於中斷，這個功德無量無邊。所以，當年李老師開班教學，教講經的方法，找的這些學生，年歲都很大，都是中年人、老年人，找這些人。文化程度？小學就可以了。小學的程度，年歲有五、六十歲，小學程度，把他們教出來講經說法，讓年輕文化程度高的人看到生慚愧心，「你看，他們都上台，我怎麼不能上台？」用激將的方法，勸大家發菩提心上台講經說法，續佛慧命。"
    },
    {
      "id": "12-016-0008_p0058",
      "zh_CN": "这些人有没有讲错？老师教他一个原则，我们不是讲经，讲什么？讲注解，完全依照古人的注解来讲。古人注解文言文写的，我们把文言文翻成白话文，用白话口语来讲古人的注解，如果讲错了，我们没有责任，注解的人他注错了，是他的责任，我们没有责任。假如我们不遵守，自己要搞一套什么东西掺进去讲，那自己要负责任，不但是不可以掺自己的意思，掺其他古人的意思也不行。讲错了，你也要负责任，他可不负责任，他的注解没有这一句，你到那里找到这一句补在里头，那个过失是你负责任，他不负责任。这就是教给我们讲经取注，取一家之言，决定不能取二家，取二家讲错了，自己要负因果责任，取一家可以把这个责任推给别人。",
      "zh_TW": "這些人有沒有講錯？老師教他一個原則，我們不是講經，講什麼？講註解，完全依照古人的註解來講。古人註解文言文寫的，我們把文言文翻成白話文，用白話口語來講古人的註解，如果講錯了，我們沒有責任，註解的人他註錯了，是他的責任，我們沒有責任。假如我們不遵守，自己要搞一套什麼東西摻進去講，那自己要負責任，不但是不可以摻自己的意思，摻其他古人的意思也不行。講錯了，你也要負責任，他可不負責任，他的註解沒有這一句，你到那裡找到這一句補在裡頭，那個過失是你負責任，他不負責任。這就是教給我們講經取註，取一家之言，決定不能取二家，取二家講錯了，自己要負因果責任，取一家可以把這個責任推給別人。"
    },
    {
      "id": "12-016-0008_p0059",
      "zh_CN": "我们程度低，古人的注子，我们还是看不懂，所以李老师帮我们一个大忙，他帮我们做翻译，把古注翻成白话，让我们来学。我们那个班是这么学成的。给诸位说，文化水平很低学成了，实在讲，只要如理如法，就得佛菩萨加持。所以我们靠什么？李老师传授给我们四个字：「至诚感通」。我们有什么能力？讲经说法要通达世出世间法，我们那有能力通达？唯一的办法,求感应。用什么方法求感应？真诚心，真诚到极处。真诚心怎么发？只有一个念,为佛法、为利益一切众生，为弘扬佛法、为利益一切众生，没有一点意思为自己，这就是真诚心，这样就能得佛力加持。如果你讲经说法还有一点自利，为名为利，你就得不到佛菩萨加持，得不到感应。求佛菩萨感应，真诚到了极处。昨天讲的真正生起大悲心，看到佛法没有人讲，我出来；我出来，本身没有能力，希望什么？把我这个身体借给佛菩萨用用，真的就这么一回事情。上台之后，所讲的是佛菩萨讲的；下台之后，问你讲什么？不知道！确实是如此。所以你们很吝啬，不肯把身体借给佛菩萨用，那有什么法子？你们今天问我，我就是大方一点，肯把这个身体在讲台上，借给佛菩萨用两个小时，下了台是我自己，又成了一个凡夫。上台是佛力加持，我们要抱这个心，决定没有丝毫为自己的念头，这样才能得感应。所以古人是这个标准，我们今天把古人标准降低了。",
      "zh_TW": "我們程度低，古人的註子，我們還是看不懂，所以李老師幫我們一個大忙，他幫我們做翻譯，把古註翻成白話，讓我們來學。我們那個班是這麼學成的。給諸位說，文化水平很低學成了，實在講，只要如理如法，就得佛菩薩加持。所以我們靠什麼？李老師傳授給我們四個字：「至誠感通」。我們有什麼能力？講經說法要通達世出世間法，我們那有能力通達？唯一的辦法,求感應。用什麼方法求感應？真誠心，真誠到極處。真誠心怎麼發？只有一個念,為佛法、為利益一切眾生，為弘揚佛法、為利益一切眾生，沒有一點意思為自己，這就是真誠心，這樣就能得佛力加持。如果你講經說法還有一點自利，為名為利，你就得不到佛菩薩加持，得不到感應。求佛菩薩感應，真誠到了極處。昨天講的真正生起大悲心，看到佛法沒有人講，我出來；我出來，本身沒有能力，希望什麼？把我這個身體借給佛菩薩用用，真的就這麼一回事情。上台之後，所講的是佛菩薩講的；下台之後，問你講什麼？不知道！確實是如此。所以你們很吝嗇，不肯把身體借給佛菩薩用，那有什麼法子？你們今天問我，我就是大方一點，肯把這個身體在講台上，借給佛菩薩用兩個小時，下了台是我自己，又成了一個凡夫。上台是佛力加持，我們要抱這個心，決定沒有絲毫為自己的念頭，這樣才能得感應。所以古人是這個標準，我們今天把古人標準降低了。"
    },
    {
      "id": "12-016-0008_p0060",
      "zh_CN": "『不证而说，则是生灭心行，说实相法。』「不证」不如法，不求三宝加持，得不到三宝加持，那你一定会把法说错了，这个就是背因果。所以我们今天切记，特别是发心讲经的同学。今天还有居士们来给我说，在家居士可不可以参加培训班的旁听？这个事情不是我的事情，我是来上课的，当教员；培训班是李木源居士他主持的，他是校长，什么事情要找他商量，不能找我商量，我要插手进去，他就不好办事，我绝不插手。到时间上课，到时间下课，除这个之外，我没事情。可是去年茗山老法师在此地，他老人家曾经讲过，是在结业，好像是第一届，第一届结业的时候，茗老法师在这里讲过，希望这个班，在家、出家统统都要有。这个意思的确是很好，在家居士们发心出来学讲经，对出家人是一个勉励，「在家人都讲经说法，我们出家人不讲经，成什么话？」会使出家人更用功、更努力，是一桩好事情，但是这个事情要跟李居士讲，不要跟我讲。下面讲：",
      "zh_TW": "『不證而說，則是生滅心行，說實相法。』「不證」不如法，不求三寶加持，得不到三寶加持，那你一定會把法說錯了，這個就是背因果。所以我們今天切記，特別是發心講經的同學。今天還有居士們來給我說，在家居士可不可以參加培訓班的旁聽？這個事情不是我的事情，我是來上課的，當教員；培訓班是李木源居士他主持的，他是校長，什麼事情要找他商量，不能找我商量，我要插手進去，他就不好辦事，我絕不插手。到時間上課，到時間下課，除這個之外，我沒事情。可是去年茗山老法師在此地，他老人家曾經講過，是在結業，好像是第一屆，第一屆結業的時候，茗老法師在這裡講過，希望這個班，在家、出家統統都要有。這個意思的確是很好，在家居士們發心出來學講經，對出家人是一個勉勵，「在家人都講經說法，我們出家人不講經，成什麼話？」會使出家人更用功、更努力，是一樁好事情，但是這個事情要跟李居士講，不要跟我講。下面講："
    },
    {
      "id": "12-016-0008_p0061",
      "zh_CN": "【观机审法。须药病相当。方可说故。】",
      "zh_TW": "【觀機審法。須藥病相當。方可說故。】"
    },
    {
      "id": "12-016-0008_p0062",
      "zh_CN": "所以有这一句，我们的水平就可以降低了。在过去，闻法的水平都高，所以说法的人水平也要高。现在水平是普遍降低，说法的人水平也要降低，这就是『观机审法』。所以我们现在观察众生的根机，我们要研究研究佛法，那一类的教义对现前大众能有真实的利益，我们选择经论，这样才能够『药病相当』。众生什么毛病，我们今天要下什么药。『方可说故』，这样才能讲。",
      "zh_TW": "所以有這一句，我們的水平就可以降低了。在過去，聞法的水平都高，所以說法的人水平也要高。現在水平是普遍降低，說法的人水平也要降低，這就是『觀機審法』。所以我們現在觀察眾生的根機，我們要研究研究佛法，那一類的教義對現前大眾能有真實的利益，我們選擇經論，這樣才能夠『藥病相當』。眾生什麼毛病，我們今天要下什麼藥。『方可說故』，這樣才能講。"
    },
    {
      "id": "12-016-0008_p0063",
      "zh_CN": "所以李炳老当年开班，他那个方式正确，他要是不用这个方式开班，这个方式给诸位说，真实智慧；不用这个方式，佛法确确实实会失传。所以，把我们没有水平的人都拉上去。我们今天自己能有一点成就，能遇到这种殊胜法门，欢喜信受奉行，我们对老师的恩德，不能不感激。明明是个业障深重的凡夫，他没有这些善巧方法，帮助我们、提拔我们，消业障、断烦恼、开智慧，很不容易。这个因缘也是希有难逢。",
      "zh_TW": "所以李炳老當年開班，他那個方式正確，他要是不用這個方式開班，這個方式給諸位說，真實智慧；不用這個方式，佛法確確實實會失傳。所以，把我們沒有水平的人都拉上去。我們今天自己能有一點成就，能遇到這種殊勝法門，歡喜信受奉行，我們對老師的恩德，不能不感激。明明是個業障深重的凡夫，他沒有這些善巧方法，幫助我們、提拔我們，消業障、斷煩惱、開智慧，很不容易。這個因緣也是希有難逢。"
    },
    {
      "id": "12-016-0008_p0064",
      "zh_CN": "我们今天在此地办的培训班，比李老师当年教我们，水平提高了很多很多，但是我们还是要遵守李炳老那个原则，为什么？我们没有证果，我们烦恼没有断尽，见思烦恼没断，智慧没开，没有得三昧。那怎么办？李老师的方法好,讲注，讲古人的注解，如果你能够遵循这个方法，你一定得三宝加持，假以时日你一定有悟处；换句话说，你会开悟，但是开悟恐怕要十年、十五年、二十年，你会开悟。如果你不遵循这个方法，要用自己的意见，或者是掺杂几家的注解混合来讲，你得不到三宝加持；换句话说，你一生当中要开悟，难！要断烦恼，难！真正要想断烦恼、开悟，一定是一家之言，就是古人讲的师承。虽然老师不在了，找一个古大德作老师，你只跟定一个人，遵守他的教诫十年、二十年，开悟了。开悟了，你才能够触类旁通，你才能够像前面讲的，你非有证，你就有说了。所以底下讲：",
      "zh_TW": "我們今天在此地辦的培訓班，比李老師當年教我們，水平提高了很多很多，但是我們還是要遵守李炳老那個原則，為什麼？我們沒有證果，我們煩惱沒有斷盡，見思煩惱沒斷，智慧沒開，沒有得三昧。那怎麼辦？李老師的方法好,講註，講古人的註解，如果你能夠遵循這個方法，你一定得三寶加持，假以時日你一定有悟處；換句話說，你會開悟，但是開悟恐怕要十年、十五年、二十年，你會開悟。如果你不遵循這個方法，要用自己的意見，或者是摻雜幾家的註解混合來講，你得不到三寶加持；換句話說，你一生當中要開悟，難！要斷煩惱，難！真正要想斷煩惱、開悟，一定是一家之言，就是古人講的師承。雖然老師不在了，找一個古大德作老師，你只跟定一個人，遵守他的教誡十年、二十年，開悟了。開悟了，你才能夠觸類旁通，你才能夠像前面講的，你非有證，你就有說了。所以底下講："
    },
    {
      "id": "12-016-0008_p0065",
      "zh_CN": "【为受佛加。成轨仪故。】",
      "zh_TW": "【為受佛加。成軌儀故。】"
    },
    {
      "id": "12-016-0008_p0066",
      "zh_CN": "『成轨仪』，说法就如法了，无论在理在事，统统如法了。是不是时间到了？好！我们念佛回向。",
      "zh_TW": "『成軌儀』，說法就如法了，無論在理在事，統統如法了。是不是時間到了？好！我們念佛迴向。"
    }
  ]
}