{
  "doc_id": "12-016-0022",
  "title": {
    "zh_CN": "华严经疏论节要研习报告",
    "zh_TW": "華嚴經疏論節要研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-016-0022",
  "total_paragraphs": 63,
  "paragraphs": [
    {
      "id": "12-016-0022_p0001",
      "zh_CN": "请看讲义：",
      "zh_TW": "請看講義："
    },
    {
      "id": "12-016-0022_p0002",
      "zh_CN": "【自性如如。言来者。约从自性来至得果。是名如来。性虽是一。因名应得。果名至得。其体不二。但由清浊有异。在因位时。违二空理。故起无明而为烦恼所杂乱。故名为染浊。虽未即显。必当可现。故名应得。若至果时。与二空合。无复惑累。烦恼不染。说名为清。果已显现。故名至得。】",
      "zh_TW": "【自性如如。言來者。約從自性來至得果。是名如來。性雖是一。因名應得。果名至得。其體不二。但由清濁有異。在因位時。違二空理。故起無明而為煩惱所雜亂。故名為染濁。雖未即顯。必當可現。故名應得。若至果時。與二空合。無復惑累。煩惱不染。說名為清。果已顯現。故名至得。】"
    },
    {
      "id": "12-016-0022_p0003",
      "zh_CN": "这一段文清凉大师给我们解释「如来」这个名词的定义。「如来」这个名词，学佛的同修与社会一般大众都非常熟悉，可是这两个字的含义能够讲清楚的人不多。一般人解释这个名词，多半引用《金刚经》上所说的。《金刚经》流通得普遍，读诵的人多，经上讲得也非常好，它讲得很简单、很扼要，意思也很圆满；但是总不如清凉大师这个地方讲得透彻，我们初学的人容易懂。我们看文。",
      "zh_TW": "這一段文清涼大師給我們解釋「如來」這個名詞的定義。「如來」這個名詞，學佛的同修與社會一般大眾都非常熟悉，可是這兩個字的含義能夠講清楚的人不多。一般人解釋這個名詞，多半引用《金剛經》上所說的。《金剛經》流通得普遍，讀誦的人多，經上講得也非常好，它講得很簡單、很扼要，意思也很圓滿；但是總不如清涼大師這個地方講得透徹，我們初學的人容易懂。我們看文。"
    },
    {
      "id": "12-016-0022_p0004",
      "zh_CN": "『自性如如』，这一句是讲我们的真心本性，在未起作用的时候「如如」，如如就是经上常讲的「法尔如是」；或者我们讲「本来如是」，本来就是这个样子的，没有现相也没有名字。『言来者』，「如」来了，「来」是什么意思？下面说，这是就『从自性来至得果』，自性里面变现出一个很圆满的果报，这个果报我们就称它作「如来」。可见得这个如来不是从其他地方来的，不是从阿赖耶里头来的，也不是从第六意识来的，是从真如本性而来的，这才能称之为「如来」。由此可知，没有见性就不能叫如来。",
      "zh_TW": "『自性如如』，這一句是講我們的真心本性，在未起作用的時候「如如」，如如就是經上常講的「法爾如是」；或者我們講「本來如是」，本來就是這個樣子的，沒有現相也沒有名字。『言來者』，「如」來了，「來」是什麼意思？下面說，這是就『從自性來至得果』，自性裡面變現出一個很圓滿的果報，這個果報我們就稱它作「如來」。可見得這個如來不是從其他地方來的，不是從阿賴耶裡頭來的，也不是從第六意識來的，是從真如本性而來的，這才能稱之為「如來」。由此可知，沒有見性就不能叫如來。"
    },
    {
      "id": "12-016-0022_p0005",
      "zh_CN": "六道的凡夫，十法界里面的圣贤，他们都是阿赖耶识变现的相分，所以不称如来。圆教初住以上的菩萨，可以称如来，这个如来是分证的如来，不是圆满的。他确确实实是如来，「破一品无明，证一分法身」，四十一位法身大士。江味农居士在《金刚经讲义》里面说「四十一位法身如来」，这个话讲得没错，分证如来。在百法里面，不相应行法里面有两种，一种叫同生性，一种叫异生性。同生性就是如来，同从自性如如变现而来的。异生性是十法界之内的，十法界、六道这一些众生，他们是从阿赖耶识相分变现出来的，不是从自性变现的，所以就不称如来。这是从得果建立的名词。",
      "zh_TW": "六道的凡夫，十法界裡面的聖賢，他們都是阿賴耶識變現的相分，所以不稱如來。圓教初住以上的菩薩，可以稱如來，這個如來是分證的如來，不是圓滿的。他確確實實是如來，「破一品無明，證一分法身」，四十一位法身大士。江味農居士在《金剛經講義》裡面說「四十一位法身如來」，這個話講得沒錯，分證如來。在百法裡面，不相應行法裡面有兩種，一種叫同生性，一種叫異生性。同生性就是如來，同從自性如如變現而來的。異生性是十法界之內的，十法界、六道這一些眾生，他們是從阿賴耶識相分變現出來的，不是從自性變現的，所以就不稱如來。這是從得果建立的名詞。"
    },
    {
      "id": "12-016-0022_p0006",
      "zh_CN": "下面给我们解释『性虽是一』。无论是佛菩萨或者是六道众生，要讲到自性，要讲到真心，是一不是二，众生跟佛没有两样。在我们凡夫分上，在因上讲是『应得』，你应该会得到，但是你现在没得到。一切众生皆有佛性，一切众生应当成佛。应当成佛不是你现在就成佛，你将来会成佛，「因名应得」。如果在果上讲是『至得』，至是到了，达到这个境界了。所以应得跟至得的意思不同，应得是因上说的，至得是果上说的。",
      "zh_TW": "下面給我們解釋『性雖是一』。無論是佛菩薩或者是六道眾生，要講到自性，要講到真心，是一不是二，眾生跟佛沒有兩樣。在我們凡夫分上，在因上講是『應得』，你應該會得到，但是你現在沒得到。一切眾生皆有佛性，一切眾生應當成佛。應當成佛不是你現在就成佛，你將來會成佛，「因名應得」。如果在果上講是『至得』，至是到了，達到這個境界了。所以應得跟至得的意思不同，應得是因上說的，至得是果上說的。"
    },
    {
      "id": "12-016-0022_p0007",
      "zh_CN": "『其体不二』，这个体是自性，也就是因位的人跟果位的人自性不二，真心不二，这个体不二。『但由清浊有异』。清浊是从心上讲的，一个人心清净，一个人心染着，那就不一样了。果位上的人心清净，妄想分别执着都离开了。但是在因位上，像我们是凡夫有妄想分别执着，而且非常严重，所以在相上凡圣迥然不同。原因在哪里？下面给我们说出来了，『在因位时，违二空理』，违是相违背，二空是事实真相，二空就是讲的「人我空，法我空」。人我空是讲我们的身体，是正报上说的；法我空是我们居住生活的环境，经上常讲「十法界依正庄严」。就正报上来说，人我空；从依报上来讲，法我空。",
      "zh_TW": "『其體不二』，這個體是自性，也就是因位的人跟果位的人自性不二，真心不二，這個體不二。『但由清濁有異』。清濁是從心上講的，一個人心清淨，一個人心染著，那就不一樣了。果位上的人心清淨，妄想分別執著都離開了。但是在因位上，像我們是凡夫有妄想分別執著，而且非常嚴重，所以在相上凡聖迥然不同。原因在哪裡？下面給我們說出來了，『在因位時，違二空理』，違是相違背，二空是事實真相，二空就是講的「人我空，法我空」。人我空是講我們的身體，是正報上說的；法我空是我們居住生活的環境，經上常講「十法界依正莊嚴」。就正報上來說，人我空；從依報上來講，法我空。"
    },
    {
      "id": "12-016-0022_p0008",
      "zh_CN": "不但法性宗里面说这些道理，说这些事实真相，法相宗也是这个目标。你看相宗入门的教科书，《百法明门论》是法相宗入门的教科书，一开端就讲得很清楚，这一部论典讲的是什么东西？所说的就是世尊在经上讲的一句话「一切法无我」，那你们就懂得了。一切法把它分开来说成百法，百法就是一切法，说明这一切法里头无我。人法都无我，这才叫「明」了，「明」就是开悟了，这一下明白了，一下觉悟了。觉悟了之后把二空断掉，你就脱离十法界了，你就是如来了。",
      "zh_TW": "不但法性宗裡面說這些道理，說這些事實真相，法相宗也是這個目標。你看相宗入門的教科書，《百法明門論》是法相宗入門的教科書，一開端就講得很清楚，這一部論典講的是什麼東西？所說的就是世尊在經上講的一句話「一切法無我」，那你們就懂得了。一切法把它分開來說成百法，百法就是一切法，說明這一切法裡頭無我。人法都無我，這才叫「明」了，「明」就是開悟了，這一下明白了，一下覺悟了。覺悟了之後把二空斷掉，你就脫離十法界了，你就是如來了。"
    },
    {
      "id": "12-016-0022_p0009",
      "zh_CN": "天亲菩萨作《百法明门论》是依据弥勒菩萨的《瑜伽师地论》。《瑜伽师地论》将一切法归纳为六百六十法，六百六十法就是一切法，说明一桩什么事？说明无我。可见得相宗跟性宗方向一致、目标一致，方法手段却不相同，这正是所谓殊途同归，「法门平等，无有高下」，最后的目标都相同。人无我，我们这个人身是假的不是真的。佛告诉我们缘生之法，一分析开四大五蕴，物质的部分是四大，五蕴里面的「色大」，色再一分析就是「地、水、火、风」。这一分析之后，就晓得这个色相是假的，色相是因缘生法，《金刚经》上所讲的「一合相」，这个道理我们要清楚。",
      "zh_TW": "天親菩薩作《百法明門論》是依據彌勒菩薩的《瑜伽師地論》。《瑜伽師地論》將一切法歸納為六百六十法，六百六十法就是一切法，說明一樁什麼事？說明無我。可見得相宗跟性宗方向一致、目標一致，方法手段卻不相同，這正是所謂殊途同歸，「法門平等，無有高下」，最後的目標都相同。人無我，我們這個人身是假的不是真的。佛告訴我們緣生之法，一分析開四大五蘊，物質的部分是四大，五蘊裡面的「色大」，色再一分析就是「地、水、火、風」。這一分析之後，就曉得這個色相是假的，色相是因緣生法，《金剛經》上所講的「一合相」，這個道理我們要清楚。"
    },
    {
      "id": "12-016-0022_p0010",
      "zh_CN": "「四大」是说明基本的物质现象，用现代的话来说是物理现象。现在科学家实在讲也相当了不起，他们用科学仪器来观察，看到基本的物质，称它作粒子，比原子、电子还要小。这么小的物质，它有四个现象，这四个现象就是我们佛门讲的「四大」。我们叫它做地大，「地大」就是它是一个物体，虽然很小，在高科技仪器之下能够探测到，能够观察到，它是一个物体；地就代表一个物体。「水大」说明它有湿度，「火大」说明它有温度。现在科技上，它不讲温度、不讲湿度，它讲带电，一个意思。水大就是带阴电，火大就是带阳电，它是带电的，再小的物质它是带电的。「风大」的意思说它是动的，它不是静止的，所以说风是动的。构成一切万事万物最基本的物质，它有这四个条件，我们称它作「四大」，用地、水、火、风这四个字来代表。所有一切的物相，都是这个基本粒子所组成的，聚起来就现一个相，散开来相就不见了，所以这个相是假相，我们身体也是如此。这些物质聚会的时候，现这个相出来，等到它散掉了，这个相就没有了；可见这个相「缘聚则有，缘散则灭」，完全是假的，它没有自体。而造成这个身体的基本物质不生不灭，它只有聚只有散，它没有生灭。",
      "zh_TW": "「四大」是說明基本的物質現象，用現代的話來說是物理現象。現在科學家實在講也相當了不起，他們用科學儀器來觀察，看到基本的物質，稱它作粒子，比原子、電子還要小。這麼小的物質，它有四個現象，這四個現象就是我們佛門講的「四大」。我們叫它做地大，「地大」就是它是一個物體，雖然很小，在高科技儀器之下能夠探測到，能夠觀察到，它是一個物體；地就代表一個物體。「水大」說明它有濕度，「火大」說明它有溫度。現在科技上，它不講溫度、不講濕度，它講帶電，一個意思。水大就是帶陰電，火大就是帶陽電，它是帶電的，再小的物質它是帶電的。「風大」的意思說它是動的，它不是靜止的，所以說風是動的。構成一切萬事萬物最基本的物質，它有這四個條件，我們稱它作「四大」，用地、水、火、風這四個字來代表。所有一切的物相，都是這個基本粒子所組成的，聚起來就現一個相，散開來相就不見了，所以這個相是假相，我們身體也是如此。這些物質聚會的時候，現這個相出來，等到它散掉了，這個相就沒有了；可見這個相「緣聚則有，緣散則滅」，完全是假的，它沒有自體。而造成這個身體的基本物質不生不滅，它只有聚只有散，它沒有生滅。"
    },
    {
      "id": "12-016-0022_p0011",
      "zh_CN": "这就说明了们这个色身了不可得，这个物理的现象聚散无常。我们今天所感觉到，这个身体在世间还能够存在几十年，我们把它看作寿命，其实这个身体刹那生灭。我们的心思很粗，所观察到的是这种刹那生灭的相续相，不是真相，我们被这个假相欺骗了，这是物质，身体的这一部分。除这一部分之外，还有精神这一部分，我们讲的心理的现象。精神这一部分，佛讲「受、想、行、识」。「受」是你的感受。「想」是你的念头。「行」就是指它不住，它是刹那生灭的，它不会停在那个地方。行就是动的相，跟四大里面风的意思相同，它是动的，它不是静止的。「识」是业，所造种种的业储藏在阿赖耶识里，这个叫识。阿赖耶里面储藏这些业力的习气，永远不会消失，它要是遇缘又变成了果报。这个果报还是幻化不实的，就是说六道、十法界的果报，它会现行。由此可知，善的业习种子就变现善的果报，人天果报；恶的种子就变现出三恶道。",
      "zh_TW": "這就說明了們這個色身了不可得，這個物理的現象聚散無常。我們今天所感覺到，這個身體在世間還能夠存在幾十年，我們把它看作壽命，其實這個身體剎那生滅。我們的心思很粗，所觀察到的是這種剎那生滅的相續相，不是真相，我們被這個假相欺騙了，這是物質，身體的這一部分。除這一部分之外，還有精神這一部分，我們講的心理的現象。精神這一部分，佛講「受、想、行、識」。「受」是你的感受。「想」是你的念頭。「行」就是指它不住，它是剎那生滅的，它不會停在那個地方。行就是動的相，跟四大裡面風的意思相同，它是動的，它不是靜止的。「識」是業，所造種種的業儲藏在阿賴耶識裡，這個叫識。阿賴耶裡面儲藏這些業力的習氣，永遠不會消失，它要是遇緣又變成了果報。這個果報還是幻化不實的，就是說六道、十法界的果報，它會現行。由此可知，善的業習種子就變現善的果報，人天果報；惡的種子就變現出三惡道。"
    },
    {
      "id": "12-016-0022_p0012",
      "zh_CN": "没有能力超越六道轮回，这个事情就非常严重了。你有能力超出六道轮回，那很好；没有能力超越六道轮回，决定要受果报，这是不了解事实真相。《金刚经》里面讲得也很明白，佛给我们讲「三心不可得」，人我空；「诸法缘生，无有自性，当体即空」，这是讲法空；我法二空，这是事实真相。凡夫不了解事实真相，在这个里面『起无明而为烦恼所杂乱』，生起无明，无明就是不明了，不明了事实真相叫做「无明」。你在里面起贪瞋痴慢，你在里面有取舍得失，这就乱了，心性里头就杂乱了，这叫做『染』，这叫做『浊』。「染」是对心性来讲的，你的心地被染了；「浊」是对环境来讲的。这个时候，我们的真如自性没有能够透出来，虽然不能够『即显』，不能够透出来，『必当可现』，为什么？因为这是本来有的。总有一天你这个真如自性会现前，所以叫应得；现在虽然没有得，应得，你应该得，你将来一定会得，是这么个意思。",
      "zh_TW": "沒有能力超越六道輪迴，這個事情就非常嚴重了。你有能力超出六道輪迴，那很好；沒有能力超越六道輪迴，決定要受果報，這是不了解事實真相。《金剛經》裡面講得也很明白，佛給我們講「三心不可得」，人我空；「諸法緣生，無有自性，當體即空」，這是講法空；我法二空，這是事實真相。凡夫不了解事實真相，在這個裡面『起無明而為煩惱所雜亂』，生起無明，無明就是不明瞭，不明瞭事實真相叫做「無明」。你在裡面起貪瞋痴慢，你在裡面有取捨得失，這就亂了，心性裡頭就雜亂了，這叫做『染』，這叫做『濁』。「染」是對心性來講的，你的心地被染了；「濁」是對環境來講的。這個時候，我們的真如自性沒有能夠透出來，雖然不能夠『即顯』，不能夠透出來，『必當可現』，為什麼？因為這是本來有的。總有一天你這個真如自性會現前，所以叫應得；現在雖然沒有得，應得，你應該得，你將來一定會得，是這麼個意思。"
    },
    {
      "id": "12-016-0022_p0013",
      "zh_CN": "如果你修行功夫得力，能破执着、能破分别、能破妄想，『与二空合』。「合」就是契合，你的思想、你的见解、你的言语造作、你的生活，都能与事实真相相应。合就是相应的意思，完全不违背，这个好！『无复惑累』，「惑」是迷惑、无明，你没有无明，你明了，明了就不是无明，无明没有了；「累」是烦恼的累赘。你脱离了无明烦恼，所以『烦恼不染』。这个时候『说名为清』，你心清净了，身也清净了；身心清净，环境也清净了，就像西方极乐世界，清净国土。国土怎么清净？人心清净。这正是说明佛在经上常讲的，「依报随着正报转」，只要我们心地清净，身与世界都清净了。",
      "zh_TW": "如果你修行功夫得力，能破執著、能破分別、能破妄想，『與二空合』。「合」就是契合，你的思想、你的見解、你的言語造作、你的生活，都能與事實真相相應。合就是相應的意思，完全不違背，這個好！『無復惑累』，「惑」是迷惑、無明，你沒有無明，你明了，明瞭就不是無明，無明沒有了；「累」是煩惱的累贅。你脫離了無明煩惱，所以『煩惱不染』。這個時候『說名為清』，你心清淨了，身也清淨了；身心清淨，環境也清淨了，就像西方極樂世界，清淨國土。國土怎麼清淨？人心清淨。這正是說明佛在經上常講的，「依報隨著正報轉」，只要我們心地清淨，身與世界都清淨了。"
    },
    {
      "id": "12-016-0022_p0014",
      "zh_CN": "『果已显现』，依正的清净果报都显现出来了，这个时候就叫做『至得』，至是到了，也就是我们讲，至得就是证得，应得是没有证得。我们明白、了解了，了解是解悟不是证悟，那还是在应得；到证悟的时候，这就是至得，才真正得其受用。所以这种说法比一般讲解如来，确实清楚、容易懂。请看讲义：",
      "zh_TW": "『果已顯現』，依正的清淨果報都顯現出來了，這個時候就叫做『至得』，至是到了，也就是我們講，至得就是證得，應得是沒有證得。我們明白、了解了，了解是解悟不是證悟，那還是在應得；到證悟的時候，這就是至得，才真正得其受用。所以這種說法比一般講解如來，確實清楚、容易懂。請看講義："
    },
    {
      "id": "12-016-0022_p0015",
      "zh_CN": "【众生即因。因称法界。法界摄法无遗。故众生亦摄无遗矣。】",
      "zh_TW": "【眾生即因。因稱法界。法界攝法無遺。故眾生亦攝無遺矣。】"
    },
    {
      "id": "12-016-0022_p0016",
      "zh_CN": "这是解释众生这个名词术语，什么叫『众生』？确实有一些粗心大意的人，看到「众生」，就是好多好多的人，众生；或者是很多很多的动物，这叫众生。这都把众生的意思讲错了，这是粗心大意，没有细细的去探讨。「众生」的本意是众缘和合而生的现象。诸位想一想，哪一法不是众缘和合而生？我们人身、动物是众缘和合而生，四大五蕴是众缘和合而生；植物、矿物也是众缘和合而生，乃至于自然现象，甚至于一些抽象的概念，都离不开众缘和合而生。诸佛如来出现在世间，为一切众生讲经说法，也是众缘和合而生，所以佛法也是缘生法。由此可知，众生是因，十法界、一真法界、世出世间万事万法所形成的因。众生就是因缘，因，缘省略掉了，这是因缘。『因称法界』，为什么？尽虚空遍法界所有一切的现象，都是众缘和合而生的，所以「因称法界」。称就是尽虚空遍法界没有一个现象不是因缘所生的。",
      "zh_TW": "這是解釋眾生這個名詞術語，什麼叫『眾生』？確實有一些粗心大意的人，看到「眾生」，就是好多好多的人，眾生；或者是很多很多的動物，這叫眾生。這都把眾生的意思講錯了，這是粗心大意，沒有細細的去探討。「眾生」的本意是眾緣和合而生的現象。諸位想一想，哪一法不是眾緣和合而生？我們人身、動物是眾緣和合而生，四大五蘊是眾緣和合而生；植物、礦物也是眾緣和合而生，乃至於自然現象，甚至於一些抽象的概念，都離不開眾緣和合而生。諸佛如來出現在世間，為一切眾生講經說法，也是眾緣和合而生，所以佛法也是緣生法。由此可知，眾生是因，十法界、一真法界、世出世間萬事萬法所形成的因。眾生就是因緣，因，緣省略掉了，這是因緣。『因稱法界』，為什麼？盡虛空遍法界所有一切的現象，都是眾緣和合而生的，所以「因稱法界」。稱就是盡虛空遍法界沒有一個現象不是因緣所生的。"
    },
    {
      "id": "12-016-0022_p0017",
      "zh_CN": "『法界摄法无遗』，「摄」是包罗、包括的意思，虚空法界包含一切万法；诸佛无量无边的刹土，十法界依正庄严，一法不漏。法界摄法如是，众生摄法也如是，一个法界，没有两样。这一段给我们说明众生的本意是什么，这是学佛不能不明白的。明白这个才晓得事实的真相，事实真相就是众缘和合而现的幻相。明白事实真相，我们在一切万事万象里面就不会迷惑了。不迷就是破了无明，没有无明，明白了；明白之后，我们一切造作就不犯过失。为什么？决定不会在境界里面起人我的执着，决定不会起贪瞋痴慢的念头，这就没有过失了。",
      "zh_TW": "『法界攝法無遺』，「攝」是包羅、包括的意思，虛空法界包含一切萬法；諸佛無量無邊的剎土，十法界依正莊嚴，一法不漏。法界攝法如是，眾生攝法也如是，一個法界，沒有兩樣。這一段給我們說明眾生的本意是什麼，這是學佛不能不明白的。明白這個才曉得事實的真相，事實真相就是眾緣和合而現的幻相。明白事實真相，我們在一切萬事萬象裡面就不會迷惑了。不迷就是破了無明，沒有無明，明白了；明白之後，我們一切造作就不犯過失。為什麼？決定不會在境界裡面起人我的執著，決定不會起貪瞋痴慢的念頭，這就沒有過失了。"
    },
    {
      "id": "12-016-0022_p0018",
      "zh_CN": "所以在过去学佛，对于这些名词术语很重视，不仅仅我们懂它的意思，确确实实时时刻刻提醒我们觉悟，防范我们迷惑。譬如一个寺院、一个道场里面住的这些修学的大众，学佛的人、内行问的，是你这道场住多少「众」，这个话就很内行的；外行人问，你这个庙里住几个「人」，说人是外行话，内行话讲「众」。众是你这个道场住多少众缘和合而现的假相，就这个意思，破你的执着。住多少人，是人我执，增长你的我执，增长法执。提醒你住多少众，住多少众缘和合的假相。名词提醒我们觉悟。再看底下一段：",
      "zh_TW": "所以在過去學佛，對於這些名詞術語很重視，不僅僅我們懂它的意思，確確實實時時刻刻提醒我們覺悟，防範我們迷惑。譬如一個寺院、一個道場裡面住的這些修學的大眾，學佛的人、內行問的，是你這道場住多少「眾」，這個話就很內行的；外行人問，你這個廟裡住幾個「人」，說人是外行話，內行話講「眾」。眾是你這個道場住多少眾緣和合而現的假相，就這個意思，破你的執著。住多少人，是人我執，增長你的我執，增長法執。提醒你住多少眾，住多少眾緣和合的假相。名詞提醒我們覺悟。再看底下一段："
    },
    {
      "id": "12-016-0022_p0019",
      "zh_CN": "【佛本觉与众生本觉无有二体。同一觉故。本觉即法身故。法身同故。众生未证。佛证法身。】",
      "zh_TW": "【佛本覺與眾生本覺無有二體。同一覺故。本覺即法身故。法身同故。眾生未證。佛證法身。】"
    },
    {
      "id": "12-016-0022_p0020",
      "zh_CN": "『本觉』就是我们自性里面，本来具足的般若智慧。所以真智慧不是从外面来的，真智慧是我们自性里本有的，称之为「本觉」。它的能力不可思议，尽虚空遍法界无所不知、无所不能，过去无始，未来无终，都清清楚楚、明明白白，这么大的智慧。这个智慧是一切众生本来具足的，不是学来的。佛这个智慧现前了，佛为我们讲经说法，讲到他方诸佛刹土，佛讲来头头是道，如数家珍。为什么？他是智慧亲证的境界，不是假想的，不是推想的。尽虚空遍法界天眼洞视，尽虚空遍法界天耳彻听，六根的本能就是本觉，般若智慧，生佛不二。佛有众生也有，佛不会比我们多一点，我们也不会比佛少一点，实在讲无二无别。",
      "zh_TW": "『本覺』就是我們自性裡面，本來具足的般若智慧。所以真智慧不是從外面來的，真智慧是我們自性裡本有的，稱之為「本覺」。它的能力不可思議，盡虛空遍法界無所不知、無所不能，過去無始，未來無終，都清清楚楚、明明白白，這麼大的智慧。這個智慧是一切眾生本來具足的，不是學來的。佛這個智慧現前了，佛為我們講經說法，講到他方諸佛剎土，佛講來頭頭是道，如數家珍。為什麼？他是智慧親證的境界，不是假想的，不是推想的。盡虛空遍法界天眼洞視，盡虛空遍法界天耳徹聽，六根的本能就是本覺，般若智慧，生佛不二。佛有眾生也有，佛不會比我們多一點，我們也不會比佛少一點，實在講無二無別。"
    },
    {
      "id": "12-016-0022_p0021",
      "zh_CN": "『本觉即法身』，所以智慧一开就证得法身，正是大经上所说的，破一品无明，证一分法身；破两品无明，证两分法身。无明有四十一品，四十一品无明破尽，所证的法身就圆满。等觉菩萨所证的还欠一分，等觉菩萨破四十品无明，还剩一品无明，那一品无明破尽，他就圆满成佛了，这是圆教的佛果。",
      "zh_TW": "『本覺即法身』，所以智慧一開就證得法身，正是大經上所說的，破一品無明，證一分法身；破兩品無明，證兩分法身。無明有四十一品，四十一品無明破盡，所證的法身就圓滿。等覺菩薩所證的還欠一分，等覺菩薩破四十品無明，還剩一品無明，那一品無明破盡，他就圓滿成佛了，這是圓教的佛果。"
    },
    {
      "id": "12-016-0022_p0022",
      "zh_CN": "由此可知，我们的本觉为什么不能够现前，佛的本觉现前了，我们的本觉有无明烦恼障碍着，它透不出来。就像白天的太阳一样，阴天浓浓的云层把太阳遮住，我们见不到太阳，不是太阳没有，太阳有，被障碍了。这个比喻，就好像佛有本觉，本觉像太阳，佛的本觉没有障碍，青天白日。我们这个太阳、这个本觉，有见思烦恼、麈沙烦恼、无明烦恼三重障碍，透不出来，不是没有而是透不出来，所以『众生未证』。如果我们要是证得，跟佛就没有两样。为什么？本觉同，法身就同。既然法身同，所有色相、受用、能力无一而不相同。",
      "zh_TW": "由此可知，我們的本覺為什麼不能夠現前，佛的本覺現前了，我們的本覺有無明煩惱障礙著，它透不出來。就像白天的太陽一樣，陰天濃濃的雲層把太陽遮住，我們見不到太陽，不是太陽沒有，太陽有，被障礙了。這個比喻，就好像佛有本覺，本覺像太陽，佛的本覺沒有障礙，青天白日。我們這個太陽、這個本覺，有見思煩惱、麈沙煩惱、無明煩惱三重障礙，透不出來，不是沒有而是透不出來，所以『眾生未證』。如果我們要是證得，跟佛就沒有兩樣。為什麼？本覺同，法身就同。既然法身同，所有色相、受用、能力無一而不相同。"
    },
    {
      "id": "12-016-0022_p0023",
      "zh_CN": "如果我们明白这个道理，佛在经上讲西方极乐世界依正庄严，往生到极乐世界，得佛威神的加持，能力几乎都现前了，这个话我们就可以相信了。我们这个信不是迷信，我们的信是有理论的依据。理上讲得通，事上就可能，这样的信叫正信。由此可知，正信的佛教徒，明理才叫正信，如果理不明白，还是迷信。",
      "zh_TW": "如果我們明白這個道理，佛在經上講西方極樂世界依正莊嚴，往生到極樂世界，得佛威神的加持，能力幾乎都現前了，這個話我們就可以相信了。我們這個信不是迷信，我們的信是有理論的依據。理上講得通，事上就可能，這樣的信叫正信。由此可知，正信的佛教徒，明理才叫正信，如果理不明白，還是迷信。"
    },
    {
      "id": "12-016-0022_p0024",
      "zh_CN": "学佛不能不听经，不能不研究教理，学佛如果不必听经，不必研教，释迦牟尼佛又何必辛辛苦苦说了四十九年。佛说四十九年，实在讲就是说明这一桩事情重且要也，太重要了。听经研教非常非常重要。让你明白，让你开悟，然后你的信心才能够坚定，你的愿力才不会退转，佛法修持殊胜的功德利益，我们在日常生活当中才能证得。",
      "zh_TW": "學佛不能不聽經，不能不研究教理，學佛如果不必聽經，不必研教，釋迦牟尼佛又何必辛辛苦苦說了四十九年。佛說四十九年，實在講就是說明這一樁事情重且要也，太重要了。聽經研教非常非常重要。讓你明白，讓你開悟，然後你的信心才能夠堅定，你的願力才不會退轉，佛法修持殊勝的功德利益，我們在日常生活當中才能證得。"
    },
    {
      "id": "12-016-0022_p0025",
      "zh_CN": "所以我们学佛，我们明白这个道理，不但要听经，而且还要发心为一切大众讲解经论。讲经说法，我们不能把这个事情统统推给出家人，推得一干二净，这是错误的。在家同修也应当要讲经说法，出家他是专业的，他当然要讲经说法。在家有种种事业劳累，怕的是没有时间来做讲经弘法的工作，如果有时间应当要做，没有时间可以不做，这是在家跟出家学佛的一点差别。在家学佛如果有空闲，也应当出来讲经说法，世尊当年在世，维摩居士就是在家的佛，也常常为大众讲经说法。",
      "zh_TW": "所以我們學佛，我們明白這個道理，不但要聽經，而且還要發心為一切大眾講解經論。講經說法，我們不能把這個事情統統推給出家人，推得一乾二淨，這是錯誤的。在家同修也應當要講經說法，出家他是專業的，他當然要講經說法。在家有種種事業勞累，怕的是沒有時間來做講經弘法的工作，如果有時間應當要做，沒有時間可以不做，這是在家跟出家學佛的一點差別。在家學佛如果有空閒，也應當出來講經說法，世尊當年在世，維摩居士就是在家的佛，也常常為大眾講經說法。"
    },
    {
      "id": "12-016-0022_p0026",
      "zh_CN": "维摩以后，中国、外国，每一个时代，每一个地区，居士建道场，居士讲经说法很多很多，历史上都有记载。居士林、新加坡净宗学会都是在家同修建立的道场。居士自己有道场，没有空来讲经，礼请法师，礼请其他的大德，到这个地方来讲经说法，这是正确的，这个做法是对的。讲经说法就是帮助我们恢复本觉，帮助我们证得法身，这是学佛最后的目标。",
      "zh_TW": "維摩以後，中國、外國，每一個時代，每一個地區，居士建道場，居士講經說法很多很多，歷史上都有記載。居士林、新加坡淨宗學會都是在家同修建立的道場。居士自己有道場，沒有空來講經，禮請法師，禮請其他的大德，到這個地方來講經說法，這是正確的，這個做法是對的。講經說法就是幫助我們恢復本覺，幫助我們證得法身，這是學佛最後的目標。"
    },
    {
      "id": "12-016-0022_p0027",
      "zh_CN": "证法身这一桩事，对我们来讲是相当困难，但是我们能够归信净土，乘阿弥陀佛本愿威神的加持，依照《无量寿经》上的理论方法，「深信因果，发菩提心，一向专念」，就能成功。烦恼一品都没有断，也能带业往生，生到西方极乐世界之后，就是四十八愿里所说的，皆作阿惟越致菩萨。阿惟越致菩萨是什么菩萨？就是证得法身的菩萨。佛证法身，这个菩萨也证法身，我们生到西方极乐世界就证法身。说老实话，这不是凭我们自己的本事，我们自己没这个本事。这是凭阿弥陀佛大慈大悲、大志大愿的帮助，使我们一生到西方极乐世界，就得这一种殊胜的果报。所以西方世界，诸位在《无量寿经》上看到是平等法界，真正不可思议，古人赞叹得没错。",
      "zh_TW": "證法身這一樁事，對我們來講是相當困難，但是我們能夠歸信淨土，乘阿彌陀佛本願威神的加持，依照《無量壽經》上的理論方法，「深信因果，發菩提心，一向專念」，就能成功。煩惱一品都沒有斷，也能帶業往生，生到西方極樂世界之後，就是四十八願裡所說的，皆作阿惟越致菩薩。阿惟越致菩薩是什麼菩薩？就是證得法身的菩薩。佛證法身，這個菩薩也證法身，我們生到西方極樂世界就證法身。說老實話，這不是憑我們自己的本事，我們自己沒這個本事。這是憑阿彌陀佛大慈大悲、大志大願的幫助，使我們一生到西方極樂世界，就得這一種殊勝的果報。所以西方世界，諸位在《無量壽經》上看到是平等法界，真正不可思議，古人讚歎得沒錯。"
    },
    {
      "id": "12-016-0022_p0028",
      "zh_CN": "阿弥陀佛的弘愿，就是令五乘齐入报土。五乘：人乘、天乘、声闻、缘觉、菩萨这五种人，五种人的根性完全不相同，阿弥陀佛有能力叫他平等，齐就是平等，齐入报土，报土是实报庄严土。实报庄严土是法身大士所证的，所以念佛人下下品往生也入报土。经上跟我们讲的三辈九品，又是什么回事情？给诸位说，三辈九品是有的，不是没有，三辈九品是讲自分，不论佛加；佛一加持，大家都平等了；三辈九品是讲自分。换句话说，要是不论佛的加持，你自己是什么样的地位，是那一品；佛一加持了，大家都是上上品，没有上中品；要是有上中品，西方极乐世界就不平等了，清净平等觉就讲不通了。所以说论你自己自分不平等，有三辈九品；论佛的加持统统平等，这是我们一定要搞清楚、搞明白的。虽然得佛平等加持，我们自己真的要加功用行。为什么？如果我们自分的品位高，成佛就快，到西方极乐世界成佛就快；自分的品位低，成佛的时间就会延长。",
      "zh_TW": "阿彌陀佛的弘願，就是令五乘齊入報土。五乘：人乘、天乘、聲聞、緣覺、菩薩這五種人，五種人的根性完全不相同，阿彌陀佛有能力叫他平等，齊就是平等，齊入報土，報土是實報莊嚴土。實報莊嚴土是法身大士所證的，所以念佛人下下品往生也入報土。經上跟我們講的三輩九品，又是什麼回事情？給諸位說，三輩九品是有的，不是沒有，三輩九品是講自分，不論佛加；佛一加持，大家都平等了；三輩九品是講自分。換句話說，要是不論佛的加持，你自己是什麼樣的地位，是那一品；佛一加持了，大家都是上上品，沒有上中品；要是有上中品，西方極樂世界就不平等了，清淨平等覺就講不通了。所以說論你自己自分不平等，有三輩九品；論佛的加持統統平等，這是我們一定要搞清楚、搞明白的。雖然得佛平等加持，我們自己真的要加功用行。為什麼？如果我們自分的品位高，成佛就快，到西方極樂世界成佛就快；自分的品位低，成佛的時間就會延長。"
    },
    {
      "id": "12-016-0022_p0029",
      "zh_CN": "《观无量寿佛经》讲得没错。晓得这些事实真相，还是应该认真努力的修持，尽量把自己的品位向上提升。实在是烦恼习气太重也不怕，提不起来也没有关系，下下品往生也行，凡圣同居土下下品往生，《观无量寿佛经》上讲的，到什么时候成佛？要十二劫，十二劫花开见佛，那是论自分，不是论加持，加持是平等的。这些理事，我们都要清楚、都要明了，然后才知道净宗法门的殊胜，净宗法门的不可思议。才知道为什么十方一切诸佛赞叹，一切诸佛推崇，没有一尊佛不劝人念佛求生极乐世界。如果佛要不这样劝勉大家，佛就没有慈悲心了。明明有一条路，教一切众生这一生当中就作佛，佛为什么不说这个法门，为什么不劝大家，讲些其他的法门来接引众生，那佛的慈悲心何在？所以，没有一尊佛不说这个法门。说了你听不进去，你不相信，你不能接受，所以佛才讲其他法门，委曲婉转。令你不断渐渐觉醒过来，真正省悟过来了，还是归这个法门。祖师大德们所讲的「千经万论，处处指归」，很有道理，这个话是真的，不是假的，我们应当细心去体会。请看讲义：",
      "zh_TW": "《觀無量壽佛經》講得沒錯。曉得這些事實真相，還是應該認真努力的修持，盡量把自己的品位向上提升。實在是煩惱習氣太重也不怕，提不起來也沒有關係，下下品往生也行，凡聖同居土下下品往生，《觀無量壽佛經》上講的，到什麼時候成佛？要十二劫，十二劫花開見佛，那是論自分，不是論加持，加持是平等的。這些理事，我們都要清楚、都要明瞭，然後才知道淨宗法門的殊勝，淨宗法門的不可思議。才知道為什麼十方一切諸佛讚歎，一切諸佛推崇，沒有一尊佛不勸人念佛求生極樂世界。如果佛要不這樣勸勉大家，佛就沒有慈悲心了。明明有一條路，教一切眾生這一生當中就作佛，佛為什麼不說這個法門，為什麼不勸大家，講些其他的法門來接引眾生，那佛的慈悲心何在？所以，沒有一尊佛不說這個法門。說了你聽不進去，你不相信，你不能接受，所以佛才講其他法門，委曲婉轉。令你不斷漸漸覺醒過來，真正省悟過來了，還是歸這個法門。祖師大德們所講的「千經萬論，處處指歸」，很有道理，這個話是真的，不是假的，我們應當細心去體會。請看講義："
    },
    {
      "id": "12-016-0022_p0030",
      "zh_CN": "【众生心中佛。为佛心中众生说法。佛心中众生。听众生心中佛说法。】",
      "zh_TW": "【眾生心中佛。為佛心中眾生說法。佛心中眾生。聽眾生心中佛說法。】"
    },
    {
      "id": "12-016-0022_p0031",
      "zh_CN": "清凉大师这两句话，意思何在？我们要细心去体会，这个意思很深、很广，很有趣味，也是事实真相，一点都不假。前次跟诸位讲过「一切所有，唯心所现」，也说过「三界所有，唯是一心」。谁的一心？众生的一心，就是我们自己的一心。阿弥陀佛是我们自心现的，离开自心，哪有阿弥陀佛？释迦牟尼佛也是我们自心现的，十方三世无量无边诸佛如来，都是我们自心现的。我们自心是能现、是本体，一切诸佛是现相。由此可知，我们自心里面十法界的因统统有，哪一个因遇到缘，它就现行。十法界依正庄严怎么来的？就是这么回事情，统统是我们自心变现出来的。西方极乐世界、华藏世界还是我们自心变现出来的；离开自心，一切法皆不可得。知道是自心变现出来的，西方极乐世界哪里有去不成的道理？自己变现出来的境界，自己不能契入，那成什么话！所以要晓得，佛与佛境界是我们众生心中变现出来的，『众生心中佛』。",
      "zh_TW": "清涼大師這兩句話，意思何在？我們要細心去體會，這個意思很深、很廣，很有趣味，也是事實真相，一點都不假。前次跟諸位講過「一切所有，唯心所現」，也說過「三界所有，唯是一心」。誰的一心？眾生的一心，就是我們自己的一心。阿彌陀佛是我們自心現的，離開自心，哪有阿彌陀佛？釋迦牟尼佛也是我們自心現的，十方三世無量無邊諸佛如來，都是我們自心現的。我們自心是能現、是本體，一切諸佛是現相。由此可知，我們自心裡面十法界的因統統有，哪一個因遇到緣，它就現行。十法界依正莊嚴怎麼來的？就是這麼回事情，統統是我們自心變現出來的。西方極樂世界、華藏世界還是我們自心變現出來的；離開自心，一切法皆不可得。知道是自心變現出來的，西方極樂世界哪裡有去不成的道理？自己變現出來的境界，自己不能契入，那成什麼話！所以要曉得，佛與佛境界是我們眾生心中變現出來的，『眾生心中佛』。"
    },
    {
      "id": "12-016-0022_p0032",
      "zh_CN": "佛讲经说法度众生，度哪些众生？『为佛心中众生说法』。我们心现佛境界，佛心现众生境界，彼此感应道交。这个境界，如果一下想不过来，我们可以用作梦做比喻；你作梦梦到佛，梦到佛讲经说法，你在那里听法了，那梦是你自己心变的，梦里头也有自己，佛为自己讲经说法。诸位细细从这个比喻上，你就能得一点消息了。说明什么？说明自他不二、生佛一体。一体，为什么会有生佛这一种迥然不同的现象？前面说过，众生违二空理，所以为无明烦恼所障，我们这个样子跟佛不一样。佛是通达二空理，永断无明习气，他没有障碍，现的境界相就不一样，清浊不相同，染净不一样，道理在此地。无论清浊、染净，体是一个，决定没有二体。所以我们讲生佛不二，讲性相一如，是从理上讲的。如果理上通达了，事上也不例外，那就入事事无碍的境界。这两句懂了，下面两句就好说了。",
      "zh_TW": "佛講經說法度眾生，度哪些眾生？『為佛心中眾生說法』。我們心現佛境界，佛心現眾生境界，彼此感應道交。這個境界，如果一下想不過來，我們可以用作夢做比喻；你作夢夢到佛，夢到佛講經說法，你在那裡聽法了，那夢是你自己心變的，夢裡頭也有自己，佛為自己講經說法。諸位細細從這個比喻上，你就能得一點消息了。說明什麼？說明自他不二、生佛一體。一體，為什麼會有生佛這一種迥然不同的現象？前面說過，眾生違二空理，所以為無明煩惱所障，我們這個樣子跟佛不一樣。佛是通達二空理，永斷無明習氣，他沒有障礙，現的境界相就不一樣，清濁不相同，染淨不一樣，道理在此地。無論清濁、染淨，體是一個，決定沒有二體。所以我們講生佛不二，講性相一如，是從理上講的。如果理上通達了，事上也不例外，那就入事事無礙的境界。這兩句懂了，下面兩句就好說了。"
    },
    {
      "id": "12-016-0022_p0033",
      "zh_CN": "『佛心中众生，听众生心中佛说法』，这两句就好懂了。刚才我讲，这两句意思很深，要细心去体会，要把它应用在日常生活当中，我们的观念就转变了。世间人最难相处的是冤家对头，一见面心里就很不痛快，你把这几句经文念一念，「我心中冤家，为冤家心中这个我」，是一不是二。这么一想，那个冤就没有了，冤结就解开了。你不明白这个真相，你跟这个冤家冤是愈结愈深，这个结永远解不开没完没了。你看这一句经文念个几十遍，那个结就解开了，这个帐就了了。哪里是我们心外之物？自性变现的。你欢喜的人，也是你自性变现的；你讨厌的人，还是你自性变现的，无有一法不是自性变现的，既然是自性变现的，那就是平等的，就是清净的。",
      "zh_TW": "『佛心中眾生，聽眾生心中佛說法』，這兩句就好懂了。剛才我講，這兩句意思很深，要細心去體會，要把它應用在日常生活當中，我們的觀念就轉變了。世間人最難相處的是冤家對頭，一見面心裡就很不痛快，你把這幾句經文念一念，「我心中冤家，為冤家心中這個我」，是一不是二。這麼一想，那個冤就沒有了，冤結就解開了。你不明白這個真相，你跟這個冤家冤是愈結愈深，這個結永遠解不開沒完沒了。你看這一句經文念個幾十遍，那個結就解開了，這個帳就了了。哪裡是我們心外之物？自性變現的。你歡喜的人，也是你自性變現的；你討厭的人，還是你自性變現的，無有一法不是自性變現的，既然是自性變現的，那就是平等的，就是清淨的。"
    },
    {
      "id": "12-016-0022_p0034",
      "zh_CN": "可见得这个意思的确是很深很深，应用在日常生活当中，你这一生就过得非常幸福美满。真的是古人所讲「仁者无敌」，仁是仁慈的仁，在我们佛法里讲是菩萨，佛家称菩萨是仁者。无敌，敌就是敌对的，一个仁慈的人，菩萨心里头，决定没有一个敌对的，敌对的人、敌对的事、敌对的物统统没有。与一切人事物都能够相容，都能够圆融相处，都能够达到自在，哪里会有什么过不去！由此可知，往后你再要遇到有过不去的人、过不去的事，你就好好想到佛经中所说的，是你自己跟自己过不去，绝对没有人事物跟你过不去，是自己跟自己过不去。自己迷惑颠倒，妄想分别执着，毛病出在这些地方。再看底下这一段。",
      "zh_TW": "可見得這個意思的確是很深很深，應用在日常生活當中，你這一生就過得非常幸福美滿。真的是古人所講「仁者無敵」，仁是仁慈的仁，在我們佛法裡講是菩薩，佛家稱菩薩是仁者。無敵，敵就是敵對的，一個仁慈的人，菩薩心裡頭，決定沒有一個敵對的，敵對的人、敵對的事、敵對的物統統沒有。與一切人事物都能夠相容，都能夠圓融相處，都能夠達到自在，哪裡會有什麼過不去！由此可知，往後你再要遇到有過不去的人、過不去的事，你就好好想到佛經中所說的，是你自己跟自己過不去，絕對沒有人事物跟你過不去，是自己跟自己過不去。自己迷惑顛倒，妄想分別執著，毛病出在這些地方。再看底下這一段。"
    },
    {
      "id": "12-016-0022_p0035",
      "zh_CN": "【如来不说法。亦不度众生。我从得道来不说一字。汝亦不闻。】",
      "zh_TW": "【如來不說法。亦不度眾生。我從得道來不說一字。汝亦不聞。】"
    },
    {
      "id": "12-016-0022_p0036",
      "zh_CN": "后面这两句，是释迦牟尼佛自称；而前面这两句，是佛告诉我们，十方三世一切如来，都不曾说法，也不度众生。我们学佛的人乍听到这两句，感到非常茫然。四弘誓愿天天念，头一句就是教我们发心，「众生无边誓愿度」，怎么不度众生？怎么不说法？我们过去讲过《金刚经》，还能不能记得，《金刚经》上讲的如来、讲的佛，诸位回味一下，凡是讲如来，都是讲性体，讲的自性。真如本性离一切相，他怎么说法？他怎么度众生？所以，讲如来是从性体上讲的，讲佛是从相上讲的。从体现相，相就起作用。所以佛度众生，如来不度众生，这个要搞清楚。如来是佛之体，是佛之本体，佛是如来起的现相。所以在《大方广佛华严经》里面，佛不说法，谁说法？菩萨说法。那个佛就是代表如来的意思，所以佛代表体。",
      "zh_TW": "後面這兩句，是釋迦牟尼佛自稱；而前面這兩句，是佛告訴我們，十方三世一切如來，都不曾說法，也不度眾生。我們學佛的人乍聽到這兩句，感到非常茫然。四弘誓願天天念，頭一句就是教我們發心，「眾生無邊誓願度」，怎麼不度眾生？怎麼不說法？我們過去講過《金剛經》，還能不能記得，《金剛經》上講的如來、講的佛，諸位回味一下，凡是講如來，都是講性體，講的自性。真如本性離一切相，他怎麼說法？他怎麼度眾生？所以，講如來是從性體上講的，講佛是從相上講的。從體現相，相就起作用。所以佛度眾生，如來不度眾生，這個要搞清楚。如來是佛之體，是佛之本體，佛是如來起的現相。所以在《大方廣佛華嚴經》裡面，佛不說法，誰說法？菩薩說法。那個佛就是代表如來的意思，所以佛代表體。"
    },
    {
      "id": "12-016-0022_p0037",
      "zh_CN": "我们供佛像，这也是常识，诸位不能不知道，一般很多人问到我们，我们要能够跟他解释，解释就是机会教育。特别是现在一般寺院道场，观光旅游的人非常多，特别是一些外国人，看到中国这些文物，他们非常羡慕，也很欣赏。一看历史悠久，他都会问，这供的是什么？什么意思？我们就有机会对他教育。",
      "zh_TW": "我們供佛像，這也是常識，諸位不能不知道，一般很多人問到我們，我們要能夠跟他解釋，解釋就是機會教育。特別是現在一般寺院道場，觀光旅遊的人非常多，特別是一些外國人，看到中國這些文物，他們非常羨慕，也很欣賞。一看歷史悠久，他都會問，這供的是什麼？什麼意思？我們就有機會對他教育。"
    },
    {
      "id": "12-016-0022_p0038",
      "zh_CN": "大雄宝殿里面，通常供养一佛二菩萨。为什么这样供法？因为佛不说法，佛代表本体。佛、如来，经论上你要看上下文，它是表什么意思？有些时候「如来」也代表身相，有的时候它代表性体；说佛，「佛」有的时候也代表本体，用菩萨来代表现相，一定要看经的前后文，才知道它代表什么意思。像我们一般供佛，佛代表本体，本体不说法，体哪里会说法？从体起用，那就是菩萨，菩萨说法，菩萨说法就是佛说法；换句话说，如来要说法，如来一定要变现出色相，这个色相就叫做菩萨。「应以佛身而得度者，即现佛身而为说法」，那个佛还是菩萨，诸位要懂得，那个佛还是菩萨。",
      "zh_TW": "大雄寶殿裡面，通常供養一佛二菩薩。為什麼這樣供法？因為佛不說法，佛代表本體。佛、如來，經論上你要看上下文，它是表什麼意思？有些時候「如來」也代表身相，有的時候它代表性體；說佛，「佛」有的時候也代表本體，用菩薩來代表現相，一定要看經的前後文，才知道它代表什麼意思。像我們一般供佛，佛代表本體，本體不說法，體哪裡會說法？從體起用，那就是菩薩，菩薩說法，菩薩說法就是佛說法；換句話說，如來要說法，如來一定要變現出色相，這個色相就叫做菩薩。「應以佛身而得度者，即現佛身而為說法」，那個佛還是菩薩，諸位要懂得，那個佛還是菩薩。"
    },
    {
      "id": "12-016-0022_p0039",
      "zh_CN": "就以《金刚经》来说，《金刚经》上所讲的诸佛，江味农居士《讲义》里面的解释，诸佛就是指四十一位法身大士，圆教初住菩萨就有能力示现八相成道。应以八相成道这个身来度众生的，他就现这个身，我们称之为佛身。初住菩萨就有能力现这个身，所以初住以上就是佛，不是假佛是真佛，天台家称为「分证位佛」。诸佛就是指这四十一个位次，称之为诸佛。",
      "zh_TW": "就以《金剛經》來說，《金剛經》上所講的諸佛，江味農居士《講義》裡面的解釋，諸佛就是指四十一位法身大士，圓教初住菩薩就有能力示現八相成道。應以八相成道這個身來度眾生的，他就現這個身，我們稱之為佛身。初住菩薩就有能力現這個身，所以初住以上就是佛，不是假佛是真佛，天台家稱為「分證位佛」。諸佛就是指這四十一個位次，稱之為諸佛。"
    },
    {
      "id": "12-016-0022_p0040",
      "zh_CN": "所以这些诸佛，在《华严经》上是菩萨、法身大士，要现这种身才能够利益众生，才能帮助一切众生。如果不现身，不现身就是真如，就是自性，就是此地讲的如来，如来是讲性体。他不说法，他不度众生，一定从体起用，起用就说法、就度众生了。因为理体上没有言说，「言语道断，心行处灭」。现相，相上面就有说，有示有说；理上、性上无示无说，示是示现，没有示现也没有言说。体跟用我们要把它辨别清楚。这是说明何以『如来不说法，亦不度众生』。",
      "zh_TW": "所以這些諸佛，在《華嚴經》上是菩薩、法身大士，要現這種身才能夠利益眾生，才能幫助一切眾生。如果不現身，不現身就是真如，就是自性，就是此地講的如來，如來是講性體。他不說法，他不度眾生，一定從體起用，起用就說法、就度眾生了。因為理體上沒有言說，「言語道斷，心行處滅」。現相，相上面就有說，有示有說；理上、性上無示無說，示是示現，沒有示現也沒有言說。體跟用我們要把它辨別清楚。這是說明何以『如來不說法，亦不度眾生』。"
    },
    {
      "id": "12-016-0022_p0041",
      "zh_CN": "后面这一句话，不但是从体性上流露出来的，而且还牵涉到相。『我从得道来』，「我」是释迦牟尼佛自称。释迦牟尼佛在我们这个世间所示现的，诸位要晓得叫藏教佛，示现八相成道。我们佛门也叫藏头佛，天台家讲藏、通、别、圆，藏教的佛，这是示现的劣应身，为我们这个世间众生说法。藏教佛的果证，要在圆教里面来讲大概是七信、八信位的菩萨，没有到圆教初住。可是诸位要晓得，释迦牟尼佛久远劫已经成佛了，到我们这个世间来示现说法；换句话说，是来演戏的，来表演的，现这种劣应身。",
      "zh_TW": "後面這一句話，不但是從體性上流露出來的，而且還牽涉到相。『我從得道來』，「我」是釋迦牟尼佛自稱。釋迦牟尼佛在我們這個世間所示現的，諸位要曉得叫藏教佛，示現八相成道。我們佛門也叫藏頭佛，天台家講藏、通、別、圓，藏教的佛，這是示現的劣應身，為我們這個世間眾生說法。藏教佛的果證，要在圓教裡面來講大概是七信、八信位的菩薩，沒有到圓教初住。可是諸位要曉得，釋迦牟尼佛久遠劫已經成佛了，到我們這個世間來示現說法；換句話說，是來演戲的，來表演的，現這種劣應身。"
    },
    {
      "id": "12-016-0022_p0042",
      "zh_CN": "这个地方，「从得道来」，菩提树下示现成道以来，『不说一字，汝亦不闻。』这个话说的是真话，说得很深很深。如果如来有说，你也有闻，有说有闻就落在能所里面；落在能所里面，是凡夫不是圣人；换句话说，你没有超越六道轮回。这就说明，凡夫之人学佛的人很多，为什么脱离不了六道轮回，就是执着佛菩萨有示有说，我有听有闻。你用这种心态来学佛，不是没有好处，好处在哪里？好处在生生世世不断在薰习，阿赖耶里面薰习成种而已。能不能起现行？不能起现行。原因在哪里？因为你有能所，你依旧落在意识里面，麻烦在此地。",
      "zh_TW": "這個地方，「從得道來」，菩提樹下示現成道以來，『不說一字，汝亦不聞。』這個話說的是真話，說得很深很深。如果如來有說，你也有聞，有說有聞就落在能所裡面；落在能所裡面，是凡夫不是聖人；換句話說，你沒有超越六道輪迴。這就說明，凡夫之人學佛的人很多，為什麼脫離不了六道輪迴，就是執著佛菩薩有示有說，我有聽有聞。你用這種心態來學佛，不是沒有好處，好處在哪裡？好處在生生世世不斷在薰習，阿賴耶裡面薰習成種而已。能不能起現行？不能起現行。原因在哪裡？因為你有能所，你依舊落在意識裡面，麻煩在此地。"
    },
    {
      "id": "12-016-0022_p0043",
      "zh_CN": "怎样才能够出头？马鸣菩萨在《起信论》里面说得好，教给我们一招，我们要牢牢的记住。释迦牟尼佛四十九年讲经说法，「无说而说，说而无说」。你要能懂这个意思，你要能够肯定这个事实，那你是真的有慧眼，你看破了，你明白事实真相了。我们听法怎么听？「听而无听，无听而听」，这样你就能超越三界。为什么？你有能力破我法二执，功夫浅的超越六道，到四圣法界去了；功夫深的超越十法界，证法身大士。",
      "zh_TW": "怎樣才能夠出頭？馬鳴菩薩在《起信論》裡面說得好，教給我們一招，我們要牢牢的記住。釋迦牟尼佛四十九年講經說法，「無說而說，說而無說」。你要能懂這個意思，你要能夠肯定這個事實，那你是真的有慧眼，你看破了，你明白事實真相了。我們聽法怎麼聽？「聽而無聽，無聽而聽」，這樣你就能超越三界。為什麼？你有能力破我法二執，功夫淺的超越六道，到四聖法界去了；功夫深的超越十法界，證法身大士。"
    },
    {
      "id": "12-016-0022_p0044",
      "zh_CN": "马鸣菩萨教给我们这一招，就是「离言说相，离名字相，离心缘相」。我们在这儿听经，这个听经是真有功夫，真听！听得清清楚楚、明明白白，但是决定没有分别、没有执着。没有分别佛讲经的言语，这就是「离言说相」；不分别佛所讲的这些法相名词，「离名字相」；佛所讲的一切义理，不去想它，清清楚楚、明明白白，决不去思惟，不去想像，不去研究，不去推敲。一有这个念头，你就落在意识里面去了，你就掉在分别执着里面了。落在意识里面，顶多增长见闻而已，你不开智慧；不落在意识里面，开智慧了，与自性般若智慧相应。才起心动念就落在意识里面去了，意识里面就变成世智辩聪，不能出三界。所以佛这一句话说的意思就深了，意思也圆了。佛就是示现这个色相以来，四十九年没有说一个字。",
      "zh_TW": "馬鳴菩薩教給我們這一招，就是「離言說相，離名字相，離心緣相」。我們在這兒聽經，這個聽經是真有功夫，真聽！聽得清清楚楚、明明白白，但是決定沒有分別、沒有執著。沒有分別佛講經的言語，這就是「離言說相」；不分別佛所講的這些法相名詞，「離名字相」；佛所講的一切義理，不去想它，清清楚楚、明明白白，決不去思惟，不去想像，不去研究，不去推敲。一有這個念頭，你就落在意識裡面去了，你就掉在分別執著裡面了。落在意識裡面，頂多增長見聞而已，你不開智慧；不落在意識裡面，開智慧了，與自性般若智慧相應。才起心動念就落在意識裡面去了，意識裡面就變成世智辯聰，不能出三界。所以佛這一句話說的意思就深了，意思也圓了。佛就是示現這個色相以來，四十九年沒有說一個字。"
    },
    {
      "id": "12-016-0022_p0045",
      "zh_CN": "「汝亦不闻」，这对哪些人说的？对那个闻法开悟的人说的，听佛讲经说法开悟了，明心见性了。确实，他怎么明心见性的，就是这一句的意思。我们今天天天读经，天天听法为什么不能开悟，就是「有说有示，有听有闻」，坏就坏在这个「有」字。你有就坏了，到哪一天那个没有了，你就成功了。没有不是不来听，不来听经不是没有吗？那不行，不来听经，你还是有胡思乱想，你还是有烦恼、执着。来听而没有，那才叫高明，「听而无听，无听而听」。不是我不来听，那你就把意思完全错会了。请看讲义：",
      "zh_TW": "「汝亦不聞」，這對哪些人說的？對那個聞法開悟的人說的，聽佛講經說法開悟了，明心見性了。確實，他怎麼明心見性的，就是這一句的意思。我們今天天天讀經，天天聽法為什麼不能開悟，就是「有說有示，有聽有聞」，壞就壞在這個「有」字。你有就壞了，到哪一天那個沒有了，你就成功了。沒有不是不來聽，不來聽經不是沒有嗎？那不行，不來聽經，你還是有胡思亂想，你還是有煩惱、執著。來聽而沒有，那才叫高明，「聽而無聽，無聽而聽」。不是我不來聽，那你就把意思完全錯會了。請看講義："
    },
    {
      "id": "12-016-0022_p0046",
      "zh_CN": "【真如于一切法中最胜。】",
      "zh_TW": "【真如于一切法中最勝。】"
    },
    {
      "id": "12-016-0022_p0047",
      "zh_CN": "胜是殊胜，没有比它殊胜的。",
      "zh_TW": "勝是殊勝，沒有比它殊勝的。"
    },
    {
      "id": "12-016-0022_p0048",
      "zh_CN": "【由缘真如起无分别智。无分别智是真如所流。此智于诸智中最胜。由此智流出后得智。后得智所生大悲。此大悲于一切定中最胜。因此大悲。如来欲安立正法救济众生。说大乘十二部经。此法是大悲所流。此法于一切法中最胜。菩萨为得此法。一切难行能行。难忍能忍。由观此法。得入三地。】",
      "zh_TW": "【由緣真如起無分別智。無分別智是真如所流。此智于諸智中最勝。由此智流出後得智。後得智所生大悲。此大悲于一切定中最勝。因此大悲。如來欲安立正法救濟眾生。說大乘十二部經。此法是大悲所流。此法于一切法中最勝。菩薩為得此法。一切難行能行。難忍能忍。由觀此法。得入三地。】"
    },
    {
      "id": "12-016-0022_p0049",
      "zh_CN": "这一段文说明，世出世间法什么是最殊胜的。聪明人一定是求第一殊胜，第一殊胜的根源就是自己的真心本性，这个地方称为真如。本性、真心、自性、真如，一个意思，同体而异名。佛为什么说这么多名词，佛的用意很深，叫我们不要执着，不要执著名字相，懂得名字相里面所含的意义，不要执著名词。所以一桩事情说了许多的名字，用意在此地。这是一切法当中最殊胜的，世出世间一切法都是从真如变现出来的。真如是能变，一切万事万法是所变。下面这个话重要了。",
      "zh_TW": "這一段文說明，世出世間法什麼是最殊勝的。聰明人一定是求第一殊勝，第一殊勝的根源就是自己的真心本性，這個地方稱為真如。本性、真心、自性、真如，一個意思，同體而異名。佛為什麼說這麼多名詞，佛的用意很深，叫我們不要執著，不要執著名字相，懂得名字相裡面所含的意義，不要執著名詞。所以一樁事情說了許多的名字，用意在此地。這是一切法當中最殊勝的，世出世間一切法都是從真如變現出來的。真如是能變，一切萬事萬法是所變。下面這個話重要了。"
    },
    {
      "id": "12-016-0022_p0050",
      "zh_CN": "『由缘真如起无分别智』。「无分别智」是我们自性本具的般若智慧。《大般若经》里所说的「般若无知，无所不知」，无知就是讲的无分别智，根本智，无所不知是后得智。诸位要知道，根本智就是无分别智，是自受用；后得智，无所不知是他受用，是教化众生的，不是自受用。如果把后得智当作自己来受用，那就坏了，这就搞错了。自己受用是无分别，无分别就是平等性智，分别就不平等了，所以无分别智跟真如相应，真如里面的般若智慧流露出来。无分别智我们有没有？有！哪个没有！虽有而不会用，可惜在这个地方。",
      "zh_TW": "『由緣真如起無分別智』。「無分別智」是我們自性本具的般若智慧。《大般若經》裡所說的「般若無知，無所不知」，無知就是講的無分別智，根本智，無所不知是後得智。諸位要知道，根本智就是無分別智，是自受用；後得智，無所不知是他受用，是教化眾生的，不是自受用。如果把後得智當作自己來受用，那就壞了，這就搞錯了。自己受用是無分別，無分別就是平等性智，分別就不平等了，所以無分別智跟真如相應，真如裡面的般若智慧流露出來。無分別智我們有沒有？有！哪個沒有！雖有而不會用，可惜在這個地方。"
    },
    {
      "id": "12-016-0022_p0051",
      "zh_CN": "诸佛菩萨祖师大德常常提示我们，我们眼见外面色相，耳听声音，六根接触外面的境界，第一念是无分别智，张开眼睛看到这一切，看得清清楚楚、明明白白，没有分别。还没有起心动念，还没有分别执着，这个念头还没起来，你不能说眼还没有起分别执着，外面看不见，一定要分别一下才看见，没这个道理。你明明看得清楚，听得清清楚楚，你还没有起心动念，还没有分别执着，这个时候就是无分别智现前。所以第一念一定是无分别智，问题在哪里？不能保持，麻烦在这里；第二念它就分别执着了，它就起心动念了，这就坏了。",
      "zh_TW": "諸佛菩薩祖師大德常常提示我們，我們眼見外面色相，耳聽聲音，六根接觸外面的境界，第一念是無分別智，張開眼睛看到這一切，看得清清楚楚、明明白白，沒有分別。還沒有起心動念，還沒有分別執著，這個念頭還沒起來，你不能說眼還沒有起分別執著，外面看不見，一定要分別一下才看見，沒這個道理。你明明看得清楚，聽得清清楚楚，你還沒有起心動念，還沒有分別執著，這個時候就是無分別智現前。所以第一念一定是無分別智，問題在哪裡？不能保持，麻煩在這裡；第二念它就分別執著了，它就起心動念了，這就壞了。"
    },
    {
      "id": "12-016-0022_p0052",
      "zh_CN": "诸佛菩萨的本事，能保持第一念永远不变，凡圣的差别就在此地。如果我们能保持第一念，那你就成佛了。所谓是「放下屠刀，立地成佛」，屠刀是什么？屠刀是比喻造业。什么是造业？起心动念、分别执着就造业了。把根本智变成了无明，把后得智变成烦恼，你看你冤枉不冤枉！怎么变的？就是分别执着、起心动念。真的能够保持这第一念，于一切境界不分别、不执着、不起心、不动念。你的根本智现前，后得智现前；根本智现前，无明没有了，后得智现前，烦恼没有了。所以古人教导我们的方法，是不要分别执着。",
      "zh_TW": "諸佛菩薩的本事，能保持第一念永遠不變，凡聖的差別就在此地。如果我們能保持第一念，那你就成佛了。所謂是「放下屠刀，立地成佛」，屠刀是什麼？屠刀是比喻造業。什麼是造業？起心動念、分別執著就造業了。把根本智變成了無明，把後得智變成煩惱，你看你冤枉不冤枉！怎麼變的？就是分別執著、起心動念。真的能夠保持這第一念，於一切境界不分別、不執著、不起心、不動念。你的根本智現前，後得智現前；根本智現前，無明沒有了，後得智現前，煩惱沒有了。所以古人教導我們的方法，是不要分別執著。"
    },
    {
      "id": "12-016-0022_p0053",
      "zh_CN": "那么学习起步从哪里？起步一定要依照古人的成规，死心塌地就没有妄想。把自己的分别执着缩小，缩得愈小愈好，不能扩大，扩大之后收不回来，缩小缩到最后就变成没有了。就是释迦牟尼佛讲经说法，清凉大师在《疏钞》里面告诉我们，佛有没有说法？佛没有说法。佛所说的是什么？都是说的古佛所说的，没有一个字、没有一句话是自己的意思。所以说：「我从得道以来，不说一字」，说的是什么？古佛所说的。",
      "zh_TW": "那麼學習起步從哪裡？起步一定要依照古人的成規，死心塌地就沒有妄想。把自己的分別執著縮小，縮得愈小愈好，不能擴大，擴大之後收不回來，縮小縮到最後就變成沒有了。就是釋迦牟尼佛講經說法，清涼大師在《疏鈔》裡面告訴我們，佛有沒有說法？佛沒有說法。佛所說的是什麼？都是說的古佛所說的，沒有一個字、沒有一句話是自己的意思。所以說：「我從得道以來，不說一字」，說的是什麼？古佛所說的。"
    },
    {
      "id": "12-016-0022_p0054",
      "zh_CN": "这就是所谓「述而不作」，出世间的佛菩萨如是，世间的圣人亦如是，孔老夫子，孔老夫子常常告诉别人，他是「述而不作」。自己没有创作，没有立言，没有说一句话，所说的都是古圣先贤的，传述别人的不是自己的。「佛佛相传」，所以如来又有一个解释，又有一个意思，「今佛如古佛之再来」，这也叫如来。",
      "zh_TW": "這就是所謂「述而不作」，出世間的佛菩薩如是，世間的聖人亦如是，孔老夫子，孔老夫子常常告訴別人，他是「述而不作」。自己沒有創作，沒有立言，沒有說一句話，所說的都是古聖先賢的，傳述別人的不是自己的。「佛佛相傳」，所以如來又有一個解釋，又有一個意思，「今佛如古佛之再來」，這也叫如來。"
    },
    {
      "id": "12-016-0022_p0055",
      "zh_CN": "我们现代人总是想要标新立异，自己要创作，世间科技可以这个说法，修道不能这个说法，为什么？道的根源是真如本性，你还能创造一个真如本性出来吗？万法的根源是没法子创造的。一切诸佛的经教都是从真心本性里头流出来的，你怎么创造法？所以世法里头勉强可以说你有创意，你有创新，佛法里头不行；一有创意，一有创新，就变成外道了，就是邪法，就不是正法了。这个道理我们如果不明白不清楚，学佛往往变成门内外，这是佛学里面的一个术语「外道」，不是佛门以外的外道，佛门里面的外道，「门内外」，学佛学成了魔。",
      "zh_TW": "我們現代人總是想要標新立異，自己要創作，世間科技可以這個說法，修道不能這個說法，為什麼？道的根源是真如本性，你還能創造一個真如本性出來嗎？萬法的根源是沒法子創造的。一切諸佛的經教都是從真心本性裡頭流出來的，你怎麼創造法？所以世法裡頭勉強可以說你有創意，你有創新，佛法裡頭不行；一有創意，一有創新，就變成外道了，就是邪法，就不是正法了。這個道理我們如果不明白不清楚，學佛往往變成門內外，這是佛學裡面的一個術語「外道」，不是佛門以外的外道，佛門裡面的外道，「門內外」，學佛學成了魔。"
    },
    {
      "id": "12-016-0022_p0056",
      "zh_CN": "学佛学成魔，如果我们细心不难体会，为什么？佛心清净，魔心烦恼。如果学佛，学得愈学烦恼愈多，就是学佛学成魔了；假如你学佛，学得这个心一天比一天清净，你是学的佛没错；一天一天难说，一年一年做比较就比较明显了。今年比去年确实清净了不少，烦恼轻智慧长，你是在学佛，你的功夫得力了。如果你学佛，今年比去年的烦恼还多，今年比去年的心还乱，你已经不是学佛了，你已经变成魔了。自己变成魔还不晓得，还以为自己佛学得不错，这个就坏了。所以这个开示就很重要了。",
      "zh_TW": "學佛學成魔，如果我們細心不難體會，為什麼？佛心清淨，魔心煩惱。如果學佛，學得愈學煩惱愈多，就是學佛學成魔了；假如你學佛，學得這個心一天比一天清淨，你是學的佛沒錯；一天一天難說，一年一年做比較就比較明顯了。今年比去年確實清淨了不少，煩惱輕智慧長，你是在學佛，你的功夫得力了。如果你學佛，今年比去年的煩惱還多，今年比去年的心還亂，你已經不是學佛了，你已經變成魔了。自己變成魔還不曉得，還以為自己佛學得不錯，這個就壞了。所以這個開示就很重要了。"
    },
    {
      "id": "12-016-0022_p0057",
      "zh_CN": "『由缘真如起无分别智，无分别智是真如所流，此智于诸智中最胜』。哪些智？通常我们讲「四智菩提」，四智菩提跟它比，它还是第一殊胜。『由此智流出后得智』。所以无分别智实实在在说，就是《无量寿经》上讲的「清净平等觉」，清净平等觉就是无分别智，那个觉就是无分别智，这个智是从清净平等里面流出来的，清净平等就是真如的相。由这个智才流出后得智，后得智是什么？众生来向你请教，如同释迦牟尼佛当年在世，一切众生遇到佛向佛请教，众生提出任何问题，这一提出佛立刻就解答了，那个解答的能力就是后得智。诸位要记住，对方提出问题，不是去想一想这个问题，研究研究这个问题应该怎么答复，那就不是后得智了，那个没有智慧。智慧是随问随答，没有去研究，没有去想一想该怎么答，不需要，随问随答。没有人问，佛是一念不生，有人问随问随答，决定没有起心动念，也没有分别执着，答复出来的是无所不知，这是真实智慧。",
      "zh_TW": "『由緣真如起無分別智，無分別智是真如所流，此智于諸智中最勝』。哪些智？通常我們講「四智菩提」，四智菩提跟它比，它還是第一殊勝。『由此智流出後得智』。所以無分別智實實在在說，就是《無量壽經》上講的「清淨平等覺」，清淨平等覺就是無分別智，那個覺就是無分別智，這個智是從清淨平等裡面流出來的，清淨平等就是真如的相。由這個智才流出後得智，後得智是什麼？眾生來向你請教，如同釋迦牟尼佛當年在世，一切眾生遇到佛向佛請教，眾生提出任何問題，這一提出佛立刻就解答了，那個解答的能力就是後得智。諸位要記住，對方提出問題，不是去想一想這個問題，研究研究這個問題應該怎麼答覆，那就不是後得智了，那個沒有智慧。智慧是隨問隨答，沒有去研究，沒有去想一想該怎麼答，不需要，隨問隨答。沒有人問，佛是一念不生，有人問隨問隨答，決定沒有起心動念，也沒有分別執著，答覆出來的是無所不知，這是真實智慧。"
    },
    {
      "id": "12-016-0022_p0058",
      "zh_CN": "因为佛四十九年讲经说法，从来没有起心动念，从来没有分别执着，所以说「说而无说」；没有起心动念，没有分别执着，这是「无说」。虽不起心动念，可是答复一切众生的疑难问题，答复得清清楚楚、明明白白，一丝毫都没有错乱，这样的智慧就称之为后得智。他有这个能力，替一切众生解决疑难的问题，解决生死的问题，解决轮回的问题，佛有这个能力。你想度众生，你没有能力办不到。所以根本智现前之后，后得智就连带现前，就像树一样，有根本自然有枝叶花果，这一定的道理，后得智就好比枝叶花果。所以从『后得智所生大悲』。",
      "zh_TW": "因為佛四十九年講經說法，從來沒有起心動念，從來沒有分別執著，所以說「說而無說」；沒有起心動念，沒有分別執著，這是「無說」。雖不起心動念，可是答覆一切眾生的疑難問題，答覆得清清楚楚、明明白白，一絲毫都沒有錯亂，這樣的智慧就稱之為後得智。他有這個能力，替一切眾生解決疑難的問題，解決生死的問題，解決輪迴的問題，佛有這個能力。你想度眾生，你沒有能力辦不到。所以根本智現前之後，後得智就連帶現前，就像樹一樣，有根本自然有枝葉花果，這一定的道理，後得智就好比枝葉花果。所以從『後得智所生大悲』。"
    },
    {
      "id": "12-016-0022_p0059",
      "zh_CN": "『大悲于一切定中最胜』，此地要注意这个「大」字，如果单讲慈悲不是这个境界，「慈悲」佛经里面讲有四种缘的慈悲。一般凡夫「爱缘慈悲」，爱你、喜欢你对你就慈悲，不喜欢慈悲就没有了。可是这个慈加上一个大慈，大慈是没有任何条件的。由此可知，四种缘的慈悲，这里头最后一种叫「无缘慈悲」，那是大慈悲。其余的三种，众生缘的慈悲，法缘的慈悲，都不是此地所讲的境界。为什么？还有情识掺杂在里面，那就不是定；纵然是定，不是深定。此地讲的这个定，明心见性的这种大定，这就是最殊胜了。",
      "zh_TW": "『大悲于一切定中最勝』，此地要注意這個「大」字，如果單講慈悲不是這個境界，「慈悲」佛經裡面講有四種緣的慈悲。一般凡夫「愛緣慈悲」，愛你、喜歡你對你就慈悲，不喜歡慈悲就沒有了。可是這個慈加上一個大慈，大慈是沒有任何條件的。由此可知，四種緣的慈悲，這裡頭最後一種叫「無緣慈悲」，那是大慈悲。其餘的三種，眾生緣的慈悲，法緣的慈悲，都不是此地所講的境界。為什麼？還有情識摻雜在裡面，那就不是定；縱然是定，不是深定。此地講的這個定，明心見性的這種大定，這就是最殊勝了。"
    },
    {
      "id": "12-016-0022_p0060",
      "zh_CN": "世间四禅八定也能生慈悲心，众生缘慈悲。所以仁民爱物，推己及人，己所不欲勿施于人，这就是众生缘慈悲，比爱缘高得太多了，但是不能出三界。出三界，声闻、缘觉、权教菩萨，他们的定功比四禅八定高明得多了。他们修的是出世间的禅定，对一切众生有慈悲心，这个慈悲叫法缘慈悲。换句话说，还是有条件的，知道一切众生与自己同一体，还有这个念头在，有这个念头在的慈悲心就是法缘慈。这个念头都打掉了没有了，才叫无缘慈，那就是甚深的禅定。这个禅定是脱离十法界，证一真法界这样的深定。所以这个大悲心是从这个深定里面生出来的，才生出无缘的大慈大悲。",
      "zh_TW": "世間四禪八定也能生慈悲心，眾生緣慈悲。所以仁民愛物，推己及人，己所不欲勿施於人，這就是眾生緣慈悲，比愛緣高得太多了，但是不能出三界。出三界，聲聞、緣覺、權教菩薩，他們的定功比四禪八定高明得多了。他們修的是出世間的禪定，對一切眾生有慈悲心，這個慈悲叫法緣慈悲。換句話說，還是有條件的，知道一切眾生與自己同一體，還有這個念頭在，有這個念頭在的慈悲心就是法緣慈。這個念頭都打掉了沒有了，才叫無緣慈，那就是甚深的禪定。這個禪定是脫離十法界，證一真法界這樣的深定。所以這個大悲心是從這個深定裡面生出來的，才生出無緣的大慈大悲。"
    },
    {
      "id": "12-016-0022_p0061",
      "zh_CN": "『因此大悲，如来欲安立正法救济众生』。此地的如来跟我们上面讲的如来意思不一样了。这个如来就是佛，就是有色相的佛，就是「今佛如古佛之再来」这个如来。所以同样是一个如来，我们看经文前后的意思，这里头浅深的意思完全不相同；有的完全是讲自性的本体，这个地方也可以说色相。这个色相像佛的四种名号，四种名号里第一个就是如来，这个如来就是今佛如古佛之再来，佛佛道同，是这个意思。所以佛要安立正法，也就是建立正法；或者我们用今天通俗的话来说，我们要建立正法的教学，要建立佛陀的教育。我们要到这里办教育，其目的是救济众生，帮助众生破迷开悟，帮助众生离苦得乐。这才说一切经，『十二部经』就是讲的一切经。『此法是大悲所流』，如来所讲的一切经法是从大悲心里流露出来的。",
      "zh_TW": "『因此大悲，如來欲安立正法救濟眾生』。此地的如來跟我們上面講的如來意思不一樣了。這個如來就是佛，就是有色相的佛，就是「今佛如古佛之再來」這個如來。所以同樣是一個如來，我們看經文前後的意思，這裡頭淺深的意思完全不相同；有的完全是講自性的本體，這個地方也可以說色相。這個色相像佛的四種名號，四種名號裡第一個就是如來，這個如來就是今佛如古佛之再來，佛佛道同，是這個意思。所以佛要安立正法，也就是建立正法；或者我們用今天通俗的話來說，我們要建立正法的教學，要建立佛陀的教育。我們要到這裡辦教育，其目的是救濟眾生，幫助眾生破迷開悟，幫助眾生離苦得樂。這才說一切經，『十二部經』就是講的一切經。『此法是大悲所流』，如來所講的一切經法是從大悲心裡流露出來的。"
    },
    {
      "id": "12-016-0022_p0062",
      "zh_CN": "『此法于一切法中最胜』，世间一切法都比不上佛法，佛法是世间一切法里面第一殊胜。大乘法而且比小乘还要殊胜，一乘法比三乘又要殊胜。诸位要知道，《华严》是一乘法，《无量寿经》、《阿弥陀经》都是一乘法，无比的殊胜。『菩萨为得此法』，菩萨是一个修学佛法的人，是如来的真正弟子，他闻到佛法觉悟了、明白了。明了，能够落实在自己生活行为上，这就叫「得」。如果我们明了，没有把它落实在生活上，对我们自己现实的生活、思想行为，没有一点影响，没有一点改变，那你没有得。你虽然闻佛法，你没有得，得是得到受用。他们得到这个法了，得到受用了。得到受用有个什么现象？『一切难行能行，难忍能忍』。你没有得到的时候，你难行还是不能行，你难忍还是不能忍，你虽然修学佛法，没有得到受用；真正得到受用，那不一样了。",
      "zh_TW": "『此法于一切法中最勝』，世間一切法都比不上佛法，佛法是世間一切法裡面第一殊勝。大乘法而且比小乘還要殊勝，一乘法比三乘又要殊勝。諸位要知道，《華嚴》是一乘法，《無量壽經》、《阿彌陀經》都是一乘法，無比的殊勝。『菩薩為得此法』，菩薩是一個修學佛法的人，是如來的真正弟子，他聞到佛法覺悟了、明白了。明瞭，能夠落實在自己生活行為上，這就叫「得」。如果我們明瞭，沒有把它落實在生活上，對我們自己現實的生活、思想行為，沒有一點影響，沒有一點改變，那你沒有得。你雖然聞佛法，你沒有得，得是得到受用。他們得到這個法了，得到受用了。得到受用有個什麼現象？『一切難行能行，難忍能忍』。你沒有得到的時候，你難行還是不能行，你難忍還是不能忍，你雖然修學佛法，沒有得到受用；真正得到受用，那不一樣了。"
    },
    {
      "id": "12-016-0022_p0063",
      "zh_CN": "『由观此法，得入三地』，这个三地虽然没有说是藏、通、别、圆，但是《华严》是圆教，圆教三地菩萨地位高了。「由观此法，得入三地」，由此可知，他的果证不可思议。即使我们离开圆教，以别教来说，这个地位也相当之高。别教三地也是超越十法界了，别教初地菩萨等于圆教初住菩萨，可见得别教三地就是圆教三住，都已经超越六道，超越十法界，得到真实的受用。好！今天时间到了，我们就讲到此地。",
      "zh_TW": "『由觀此法，得入三地』，這個三地雖然沒有說是藏、通、別、圓，但是《華嚴》是圓教，圓教三地菩薩地位高了。「由觀此法，得入三地」，由此可知，他的果證不可思議。即使我們離開圓教，以別教來說，這個地位也相當之高。別教三地也是超越十法界了，別教初地菩薩等於圓教初住菩薩，可見得別教三地就是圓教三住，都已經超越六道，超越十法界，得到真實的受用。好！今天時間到了，我們就講到此地。"
    }
  ]
}