{
  "doc_id": "12-016-0001",
  "title": {
    "zh_CN": "华严经疏论节要研习报告",
    "zh_TW": "華嚴經疏論節要研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "12-016-0001",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "12-016-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：",
      "zh_TW": "諸位法師、諸位同修："
    },
    {
      "id": "12-016-0001_p0002",
      "zh_CN": "今天是我们下半年讲经的第一天，也是居士林与净宗学会主办的「弘法人才培训班」第三届开课的一天。从今天起我们这个讲堂，每一天都有法师在这边讲经，在现代这个时代里面，可以说是无比殊胜的因缘。第三届来参加的年轻的法师们，他们的学经历都很优秀，有许多都曾经有讲台的经验（佛学院的老师）。我们深深的相信，他们在此地，会以最殊胜的佛法供养大众，也希望大众能在百忙当中，抽出时间来听讲，这个功德是无比的殊胜。",
      "zh_TW": "今天是我們下半年講經的第一天，也是居士林與淨宗學會主辦的「弘法人才培訓班」第三屆開課的一天。從今天起我們這個講堂，每一天都有法師在這邊講經，在現代這個時代裡面，可以說是無比殊勝的因緣。第三屆來參加的年輕的法師們，他們的學經歷都很優秀，有許多都曾經有講台的經驗（佛學院的老師）。我們深深的相信，他們在此地，會以最殊勝的佛法供養大眾，也希望大眾能在百忙當中，抽出時間來聽講，這個功德是無比的殊勝。"
    },
    {
      "id": "12-016-0001_p0003",
      "zh_CN": "过去都曾经跟诸位报告过，李木源居士与这两个道场的执事服务的人员，全心全力护持培训班，这个因缘也是很希有、很殊胜。培训班决定每年办两届，每一届是四个月；换句话说，每年这个地方讲经至少有八个月的时间不会中断，这是当代的一桩盛事，希有难得的因缘。李居士要我到这个地方来，每一个星期六跟星期天讲两次，我们星期一到星期五是年轻法师们到这边来讲经。",
      "zh_TW": "過去都曾經跟諸位報告過，李木源居士與這兩個道場的執事服務的人員，全心全力護持培訓班，這個因緣也是很希有、很殊勝。培訓班決定每年辦兩屆，每一屆是四個月；換句話說，每年這個地方講經至少有八個月的時間不會中斷，這是當代的一樁盛事，希有難得的因緣。李居士要我到這個地方來，每一個星期六跟星期天講兩次，我們星期一到星期五是年輕法師們到這邊來講經。"
    },
    {
      "id": "12-016-0001_p0004",
      "zh_CN": "许多同修都希望我能把《华严经》再讲一遍，当然这是好事情，我细细的去思惟，这部经实在是太长。假如每天讲两个小时，一年三百六十天，这部《华严经》要讲圆满，必须要四年才能讲完。而四年他们同学们练习讲经的机会都没有了，我得每天在这讲才行。因此《华严》确实需要传，传法比讲经还要重要，所以等待往后有因缘，我们能有几个真正发心来学习的，我们可以共同来学习这部大经。",
      "zh_TW": "許多同修都希望我能把《華嚴經》再講一遍，當然這是好事情，我細細的去思惟，這部經實在是太長。假如每天講兩個小時，一年三百六十天，這部《華嚴經》要講圓滿，必須要四年才能講完。而四年他們同學們練習講經的機會都沒有了，我得每天在這講才行。因此《華嚴》確實需要傳，傳法比講經還要重要，所以等待往後有因緣，我們能有幾個真正發心來學習的，我們可以共同來學習這部大經。"
    },
    {
      "id": "12-016-0001_p0005",
      "zh_CN": "这一次我们也不辜负大众的期望，依旧讲《华严》，所以这个题目是《华严经》。这个「经」是经文，《华严经》的经文，「疏」是清凉大师的《疏钞》，「论」是李长者的《合论》。我们没有时间讲全经，所以选讲「经、疏、论」，把里面重要的东西，对我们现代的生活，现代修学很要紧的这些开示提出来，我们在一起研究讨论，我们认真的来学习。这就跟唱平剧类似，没有时间唱全本，就选段，选精彩片段。",
      "zh_TW": "這一次我們也不辜負大眾的期望，依舊講《華嚴》，所以這個題目是《華嚴經》。這個「經」是經文，《華嚴經》的經文，「疏」是清涼大師的《疏鈔》，「論」是李長者的《合論》。我們沒有時間講全經，所以選講「經、疏、論」，把裡面重要的東西，對我們現代的生活，現代修學很要緊的這些開示提出來，我們在一起研究討論，我們認真的來學習。這就跟唱平劇類似，沒有時間唱全本，就選段，選精彩片段。"
    },
    {
      "id": "12-016-0001_p0006",
      "zh_CN": "也许刚才这边有同修们跟大家作了报告，我们这次在讲台上讲演，一次只讲二十八分钟，休息两分钟。为什么要休息？要配合电视台的广播。电视台里面，他们一次播出是半小时，还要加个片头、片尾，实际上只有二十八分钟。所以我们每讲二十八分钟，要休息两分钟，这是跟过去不一样的地方。我的开场白，简单就介绍到此地，下面我们看选段。诸位翻开讲义，讲义里面的文字都是从经、疏、论里面节录出来的，节录自什么地方，我们后面都有注明。一开端：",
      "zh_TW": "也許剛才這邊有同修們跟大家作了報告，我們這次在講台上講演，一次只講二十八分鐘，休息兩分鐘。為什麼要休息？要配合電視台的廣播。電視台裡面，他們一次播出是半小時，還要加個片頭、片尾，實際上只有二十八分鐘。所以我們每講二十八分鐘，要休息兩分鐘，這是跟過去不一樣的地方。我的開場白，簡單就介紹到此地，下面我們看選段。諸位翻開講義，講義裡面的文字都是從經、疏、論裡面節錄出來的，節錄自什麼地方，我們後面都有註明。一開端："
    },
    {
      "id": "12-016-0001_p0007",
      "zh_CN": "【云何名修菩萨道。有往有复。名修菩萨道。】",
      "zh_TW": "【云何名修菩薩道。有往有復。名修菩薩道。】"
    },
    {
      "id": "12-016-0001_p0008",
      "zh_CN": "『云何』是疑问之词，这个意思就是说，怎样才称作『修菩萨道』。这个「道」字里面的含义就很深、很广。菩萨是一个觉悟的众生，这些名相我们就不必详细来解释。但是同修们必须要明了，菩萨、佛不是神，你要把他当作神明看待，那就错了。佛跟菩萨都是人，为什么称他作佛、称他作菩萨？佛跟菩萨的称呼是古印度他们的称呼。佛法传到中国之后，将印度的梵文翻成中国文字，其中有许许多多的名词依旧保持原来的发音，这叫音译。所以佛跟菩萨都是梵文的音译，它的意思简单的讲，就是一个觉悟的人，拣别一般人不觉悟；不觉悟的就叫凡夫，觉悟的人就叫菩萨，要是彻底圆满的觉悟，就称之为佛陀。所以佛是究竟圆满的觉悟，菩萨虽觉悟但是还没有能达到圆满。",
      "zh_TW": "『云何』是疑問之詞，這個意思就是說，怎樣才稱作『修菩薩道』。這個「道」字裡面的含義就很深、很廣。菩薩是一個覺悟的眾生，這些名相我們就不必詳細來解釋。但是同修們必須要明瞭，菩薩、佛不是神，你要把他當作神明看待，那就錯了。佛跟菩薩都是人，為什麼稱他作佛、稱他作菩薩？佛跟菩薩的稱呼是古印度他們的稱呼。佛法傳到中國之後，將印度的梵文翻成中國文字，其中有許許多多的名詞依舊保持原來的發音，這叫音譯。所以佛跟菩薩都是梵文的音譯，它的意思簡單的講，就是一個覺悟的人，揀別一般人不覺悟；不覺悟的就叫凡夫，覺悟的人就叫菩薩，要是徹底圓滿的覺悟，就稱之為佛陀。所以佛是究竟圓滿的覺悟，菩薩雖覺悟但是還沒有能達到圓滿。"
    },
    {
      "id": "12-016-0001_p0009",
      "zh_CN": "这个「道」在此地，它里面包含两个重要的意思。第一个是心。觉悟的人他存的是什么心，也就是说他对于宇宙人生怎么个看法、怎么个想法，跟我们不觉悟的有什么不一样，这个「道」里头含着这个意思。第二个是他们的生活。觉悟人的生活，跟我们不觉悟的人生活，有什么不一样。我们今天要学习的要学觉悟人的存心，要过觉悟人的生活，这就叫做「修菩萨道」。「修」是修正的意思。因为我们不觉，不觉我们用心错误，我们的思想、见解、言语、行为错误，把这些错误修正过来，这叫做修行。「行」是行为，修正错误的行为叫做修行。佛菩萨就是修行的标准。",
      "zh_TW": "這個「道」在此地，它裡面包含兩個重要的意思。第一個是心。覺悟的人他存的是什麼心，也就是說他對於宇宙人生怎麼個看法、怎麼個想法，跟我們不覺悟的有什麼不一樣，這個「道」裡頭含著這個意思。第二個是他們的生活。覺悟人的生活，跟我們不覺悟的人生活，有什麼不一樣。我們今天要學習的要學覺悟人的存心，要過覺悟人的生活，這就叫做「修菩薩道」。「修」是修正的意思。因為我們不覺，不覺我們用心錯誤，我們的思想、見解、言語、行為錯誤，把這些錯誤修正過來，這叫做修行。「行」是行為，修正錯誤的行為叫做修行。佛菩薩就是修行的標準。"
    },
    {
      "id": "12-016-0001_p0010",
      "zh_CN": "这个问题是清凉大师在《华严经》注解里面提出的，怎么样才叫做修菩萨道？后面他老人家就为我们解答。『有往有复，名修菩萨道。』「往」是去，「复」是来；换句话说，有去、有来，这就叫行菩萨道。什么叫做「有往有复」？清凉大师跟我们讲了十条，实在讲「往复」的意思深广无尽，希望我们从这十条里面去领悟、去体会，自然就懂得修行。第一条说：",
      "zh_TW": "這個問題是清涼大師在《華嚴經》註解裡面提出的，怎麼樣才叫做修菩薩道？後面他老人家就為我們解答。『有往有復，名修菩薩道。』「往」是去，「復」是來；換句話說，有去、有來，這就叫行菩薩道。什麼叫做「有往有復」？清涼大師跟我們講了十條，實在講「往復」的意思深廣無盡，希望我們從這十條裡面去領悟、去體會，自然就懂得修行。第一條說："
    },
    {
      "id": "12-016-0001_p0011",
      "zh_CN": "【观众生心所乐欲。名之为往。随其所应而为说法。名之为复。】",
      "zh_TW": "【觀眾生心所樂欲。名之為往。隨其所應而為說法。名之為復。】"
    },
    {
      "id": "12-016-0001_p0012",
      "zh_CN": "他这十条的意思，前面浅、后面深。诸佛菩萨是九法界众生的榜样，是一切众生的模范，我们学佛、学菩萨，一定要学得跟他一模一样，那我们就学成了。所以我们用心要如佛菩萨的用心，我们行为也要像佛菩萨的言行。佛菩萨如何待人接物？这一点我们不能不知道。佛菩萨何以出现在世间？我们也应当有深刻的体会。几个人曾经想过，「我到这个世间来是干什么的？」有这个念头就容易觉悟，我到这个世间来干什么的？我们也曾经听到许多人说过许多的理由，意思都不够圆满，真正圆满还是佛在经典上一语道破，我们来到这个世间来干什么的？人生酬业。过去造的有业因，这一生来是受果报的，是来干这个。过去造的善因，现在来享福；过去做的恶因，这一生要来受罪，你是来干这个的！没觉悟的人，六道众生没有一个是例外的。",
      "zh_TW": "他這十條的意思，前面淺、後面深。諸佛菩薩是九法界眾生的榜樣，是一切眾生的模範，我們學佛、學菩薩，一定要學得跟他一模一樣，那我們就學成了。所以我們用心要如佛菩薩的用心，我們行為也要像佛菩薩的言行。佛菩薩如何待人接物？這一點我們不能不知道。佛菩薩何以出現在世間？我們也應當有深刻的體會。幾個人曾經想過，「我到這個世間來是幹什麼的？」有這個念頭就容易覺悟，我到這個世間來幹什麼的？我們也曾經聽到許多人說過許多的理由，意思都不夠圓滿，真正圓滿還是佛在經典上一語道破，我們來到這個世間來幹什麼的？人生酬業。過去造的有業因，這一生來是受果報的，是來幹這個。過去造的善因，現在來享福；過去做的惡因，這一生要來受罪，你是來幹這個的！沒覺悟的人，六道眾生沒有一個是例外的。"
    },
    {
      "id": "12-016-0001_p0013",
      "zh_CN": "在这一生酬业又造业因，于是这个因果循环永远是没有止境的，这是一个很可怕的事实。诸佛菩萨出现在世间干什么的？他来帮助我们觉悟，帮助我们明了这些事实的真相，给我们做一个示范，让我们向他学习；也能够觉悟，也能够超越轮回，永脱三界，我们学佛的目的就在此地。",
      "zh_TW": "在這一生酬業又造業因，於是這個因果循環永遠是沒有止境的，這是一個很可怕的事實。諸佛菩薩出現在世間幹什麼的？他來幫助我們覺悟，幫助我們明瞭這些事實的真相，給我們做一個示範，讓我們向他學習；也能夠覺悟，也能夠超越輪迴，永脫三界，我們學佛的目的就在此地。"
    },
    {
      "id": "12-016-0001_p0014",
      "zh_CN": "《华严经》上这些话是对菩萨讲的，所以一开端就教导菩萨要『观察众生心所乐欲』。众生范围太大了，每一个世界的众生不相同，即使在我们这个地球上一些众生，我们不谈别的，范围缩小，缩小到人道，其他的道我们都不谈，单单讲人道，这个对我们的关系最密切。古时候人跟现代人乐欲不一样，这个「乐」是爱好，「欲」是欲望，他所喜爱的、他所希望的跟我们现在人不相同。现代的人中国人跟外国人又不相同，几乎每一个国家、地区，你仔细去观察，他们的喜爱、需求都不尽相同。",
      "zh_TW": "《華嚴經》上這些話是對菩薩講的，所以一開端就教導菩薩要『觀察眾生心所樂欲』。眾生範圍太大了，每一個世界的眾生不相同，即使在我們這個地球上一些眾生，我們不談別的，範圍縮小，縮小到人道，其他的道我們都不談，單單講人道，這個對我們的關係最密切。古時候人跟現代人樂欲不一樣，這個「樂」是愛好，「欲」是欲望，他所喜愛的、他所希望的跟我們現在人不相同。現代的人中國人跟外國人又不相同，幾乎每一個國家、地區，你仔細去觀察，他們的喜愛、需求都不盡相同。"
    },
    {
      "id": "12-016-0001_p0015",
      "zh_CN": "菩萨要做这一些众生的榜样，这一点不能不知道。由此可知，佛法的教学确确实实没有定法，佛无有定法可说。佛说的是什么法？一定是一切众生所需要的，一切众生所希望得到的，这就是我们在过去讲席里面常常提到，佛法一定要能达到本土化与现代化，经上就是这个意思。你要懂得当前这些大众，他需要的是什么，他的问题在那里，帮助他解决问题，这就是佛法。所以你能够观察，能够明了，这叫观机，这是「往」。",
      "zh_TW": "菩薩要做這一些眾生的榜樣，這一點不能不知道。由此可知，佛法的教學確確實實沒有定法，佛無有定法可說。佛說的是什麼法？一定是一切眾生所需要的，一切眾生所希望得到的，這就是我們在過去講席裡面常常提到，佛法一定要能達到本土化與現代化，經上就是這個意思。你要懂得當前這些大眾，他需要的是什麼，他的問題在那裡，幫助他解決問題，這就是佛法。所以你能夠觀察，能夠明瞭，這叫觀機，這是「往」。"
    },
    {
      "id": "12-016-0001_p0016",
      "zh_CN": "『随其所应而为说法』，「法」是没有一定的，「法」一定要契机，契机就是「复」，这是「复」的意思，也是经论里头常讲的「应机说法」。诸佛菩萨为大家说法，决定不违背两个原则。第一个不能违背理，理就是事实的真相，决定不违背。第二个要契机，一定不违背现前众生他们的需要，叫我们观察这些。这是第一个「往复」的意思，这里面的意思很深很深，希望同修们要细心去体会。第二：",
      "zh_TW": "『隨其所應而為說法』，「法」是沒有一定的，「法」一定要契機，契機就是「復」，這是「復」的意思，也是經論裡頭常講的「應機說法」。諸佛菩薩為大家說法，決定不違背兩個原則。第一個不能違背理，理就是事實的真相，決定不違背。第二個要契機，一定不違背現前眾生他們的需要，叫我們觀察這些。這是第一個「往復」的意思，這裡面的意思很深很深，希望同修們要細心去體會。第二："
    },
    {
      "id": "12-016-0001_p0017",
      "zh_CN": "【自入三昧。名之为往。令诸众生得于三昧。名之为复。】",
      "zh_TW": "【自入三昧。名之為往。令諸眾生得於三昧。名之為復。】"
    },
    {
      "id": "12-016-0001_p0018",
      "zh_CN": "什么叫『三昧』？三昧也是梵语音译的，它的意思翻作「正受」，它翻得很多，我们只说这一个。受是感受、是享受，正是正常的；正常的享受就叫三昧。那些是不正常的？佛在经上跟我们讲，一切众生有五种受，那是不正常的，五种受是苦、乐、忧、喜、舍。心有忧喜，身有苦乐；当我们心里头没有忧喜，身也没有苦乐，这个不错，这叫舍受，暂时舍了苦、乐、忧、喜。为什么叫舍受？因为它时间很短，它不能永远保持，如果永远保持，那就叫三昧；它不能永远保持，它有时间性，所以称之为舍受。这五种受都不正常，离开这五种受才叫做正受。所以正受也称之为禅定。《无量寿经》上讲的「清净、平等、觉」，这五个字就是正受，诸佛菩萨之所受，所以这个受是我们一般人讲：「幸福美满的享受」，真正幸福美满的享受是清净、平等、觉。自己得到了，这个「入」就是契入，得到了，这叫「往」。我们得到了，也要帮助一切众生，让他们各个人都得到，这叫「复」。",
      "zh_TW": "什麼叫『三昧』？三昧也是梵語音譯的，它的意思翻作「正受」，它翻得很多，我們只說這一個。受是感受、是享受，正是正常的；正常的享受就叫三昧。那些是不正常的？佛在經上跟我們講，一切眾生有五種受，那是不正常的，五種受是苦、樂、憂、喜、捨。心有憂喜，身有苦樂；當我們心裡頭沒有憂喜，身也沒有苦樂，這個不錯，這叫捨受，暫時捨了苦、樂、憂、喜。為什麼叫捨受？因為它時間很短，它不能永遠保持，如果永遠保持，那就叫三昧；它不能永遠保持，它有時間性，所以稱之為捨受。這五種受都不正常，離開這五種受才叫做正受。所以正受也稱之為禪定。《無量壽經》上講的「清淨、平等、覺」，這五個字就是正受，諸佛菩薩之所受，所以這個受是我們一般人講：「幸福美滿的享受」，真正幸福美滿的享受是清淨、平等、覺。自己得到了，這個「入」就是契入，得到了，這叫「往」。我們得到了，也要幫助一切眾生，讓他們各個人都得到，這叫「復」。"
    },
    {
      "id": "12-016-0001_p0019",
      "zh_CN": "由此可知，佛菩萨在经上讲叫「普度众生」，度的意思要用现代的话来说，就是关怀、爱护、帮助，帮助一切众生破迷开悟，帮助一切众生得三昧正受。不但用言语来教导他们，最重要的是在生活当中，表演做出榜样给大家看。所以经上佛常常教给我们：「受持、读诵、为人演说」；「演」是表演。我们在任何场所，一切时、一切处，起心动念、言语造作都是一切众生的榜样。不要以为这没有人看到，在房间没有人看到，我可以马虎一点、随便一点，不可以！没有人看到，房间里头有鬼神看到，鬼神也是众生，不但要度人，也要给鬼做榜样，鬼也有烦恼。所以说一切时、一切处，我们自己都要守规矩，都要持戒律，都要如法，为人、鬼神、一切众生做好榜样。这是第二个「往复」的意思。这一段我们就说到此地。请看第三条：",
      "zh_TW": "由此可知，佛菩薩在經上講叫「普度眾生」，度的意思要用現代的話來說，就是關懷、愛護、幫助，幫助一切眾生破迷開悟，幫助一切眾生得三昧正受。不但用言語來教導他們，最重要的是在生活當中，表演做出榜樣給大家看。所以經上佛常常教給我們：「受持、讀誦、為人演說」；「演」是表演。我們在任何場所，一切時、一切處，起心動念、言語造作都是一切眾生的榜樣。不要以為這沒有人看到，在房間沒有人看到，我可以馬虎一點、隨便一點，不可以！沒有人看到，房間裡頭有鬼神看到，鬼神也是眾生，不但要度人，也要給鬼做榜樣，鬼也有煩惱。所以說一切時、一切處，我們自己都要守規矩，都要持戒律，都要如法，為人、鬼神、一切眾生做好榜樣。這是第二個「往復」的意思。這一段我們就說到此地。請看第三條："
    },
    {
      "id": "12-016-0001_p0020",
      "zh_CN": "【自行圣道。名之为往。而能教化一切凡夫。名之为复。】",
      "zh_TW": "【自行聖道。名之為往。而能教化一切凡夫。名之為復。】"
    },
    {
      "id": "12-016-0001_p0021",
      "zh_CN": "『圣道』是圣贤人，也是佛菩萨他们的生活行持。在佛的经论上一般都以「八圣道」为标准，无论是大乘、小乘，都讲三十七道品、八圣道，也叫做「八正道」。虽然名称相同，大小乘的境界不一样。如果严格的去观察，菩萨五十一个位次：十信、十住、十行、十回向、十地、等觉、妙觉，他们所行的八圣道，境界也不相同，地位愈往上境界愈殊胜。我们学佛不能违背这个原则，我们的思想、行为一定要与八正道相应。",
      "zh_TW": "『聖道』是聖賢人，也是佛菩薩他們的生活行持。在佛的經論上一般都以「八聖道」為標準，無論是大乘、小乘，都講三十七道品、八聖道，也叫做「八正道」。雖然名稱相同，大小乘的境界不一樣。如果嚴格的去觀察，菩薩五十一個位次：十信、十住、十行、十迴向、十地、等覺、妙覺，他們所行的八聖道，境界也不相同，地位愈往上境界愈殊勝。我們學佛不能違背這個原則，我們的思想、行為一定要與八正道相應。"
    },
    {
      "id": "12-016-0001_p0022",
      "zh_CN": "八正道里头最重要的是正见；正知正见，在《法华经》上讲的「入佛知见」，这一条最重要。我们在座的同修，大多数今天都是在修学净宗法门，净宗的正知正见就是信愿持名，对于念佛往生决定不怀疑。平常用功能够做到不夹杂、不间断，这是我们净宗的正知正见，决定往生！",
      "zh_TW": "八正道裡頭最重要的是正見；正知正見，在《法華經》上講的「入佛知見」，這一條最重要。我們在座的同修，大多數今天都是在修學淨宗法門，淨宗的正知正見就是信願持名，對於念佛往生決定不懷疑。平常用功能夠做到不夾雜、不間斷，這是我們淨宗的正知正見，決定往生！"
    },
    {
      "id": "12-016-0001_p0023",
      "zh_CN": "这些年来，我们在新加坡、在南洋、其他地区，我们所看到念佛往生的这些同修，在家的居士尤其占多数，往生的瑞相非常希有，正如其他宗教里面所讲，给我们作了见证。佛说法所谓「三转法轮」：示转、劝转、作证转，这些往生的人给我们作证明，让我们亲眼看到，这个事情是真的不是假的。他能在一生成就，我为什么不能成就？这一点我们要深深的警觉到，轮回真苦！无量劫到今天我们都没有办法脱离生死轮回，这一生当中遇到这个希有的法门，古大德给我们讲这个法门简单容易，稳当可靠，决定成就。",
      "zh_TW": "這些年來，我們在新加坡、在南洋、其他地區，我們所看到念佛往生的這些同修，在家的居士尤其佔多數，往生的瑞相非常希有，正如其他宗教裡面所講，給我們作了見證。佛說法所謂「三轉法輪」：示轉、勸轉、作證轉，這些往生的人給我們作證明，讓我們親眼看到，這個事情是真的不是假的。他能在一生成就，我為什麼不能成就？這一點我們要深深的警覺到，輪迴真苦！無量劫到今天我們都沒有辦法脫離生死輪迴，這一生當中遇到這個希有的法門，古大德給我們講這個法門簡單容易，穩當可靠，決定成就。"
    },
    {
      "id": "12-016-0001_p0024",
      "zh_CN": "佛在《无量寿经》上告诉我们，如果不是往昔积功累德，这一生当中遇不到这个法门，遇到了你也不会相信，你也不会接受。遇到这个法门能生欢喜心，能够接受依教奉行，就是《弥陀经》上所说，无量劫以来，你的善根福德因缘今天成就了。这种成就太希有了，十方诸佛都赞叹。赞叹什么？赞叹你这一生要作佛了，这不是出离六道、出离十法界，那个已经很殊胜，这是第一殊胜，无比的殊胜，往生不退成佛。这个缘分我们一定要珍惜。我们帮助别人，也要把这第一殊胜的法门，劝勉大家认真努力一同来修学，这就是教化一切众生，这叫「复」。第四条：",
      "zh_TW": "佛在《無量壽經》上告訴我們，如果不是往昔積功累德，這一生當中遇不到這個法門，遇到了你也不會相信，你也不會接受。遇到這個法門能生歡喜心，能夠接受依教奉行，就是《彌陀經》上所說，無量劫以來，你的善根福德因緣今天成就了。這種成就太希有了，十方諸佛都讚歎。讚歎什麼？讚歎你這一生要作佛了，這不是出離六道、出離十法界，那個已經很殊勝，這是第一殊勝，無比的殊勝，往生不退成佛。這個緣分我們一定要珍惜。我們幫助別人，也要把這第一殊勝的法門，勸勉大家認真努力一同來修學，這就是教化一切眾生，這叫「復」。第四條："
    },
    {
      "id": "12-016-0001_p0025",
      "zh_CN": "【自得无生忍。名之为往。令诸众生皆得此忍。名之为复。】",
      "zh_TW": "【自得無生忍。名之為往。令諸眾生皆得此忍。名之為復。】"
    },
    {
      "id": "12-016-0001_p0026",
      "zh_CN": "『无生忍』是不容易得到。这个名词我相信每一位同修都非常熟悉，连回向偈里面都常常念。什么叫做「无生忍」？恐怕能够回答的人就不太多了。忍是承认的意思、同意的意思、认可的意思；无生是一切法不生。佛在大乘了义经上常常这个说法，你能不能接受？你承不承认？一切法不生。既然不生，当然就不灭，一切法不生不灭，给诸位说，这是真的，这是事实真相。可是我们凡夫听到佛说这一句话，也不敢说佛说错，可是自己心里很难接受。因为我们所看到的，动物有生、老、病、死，植物有生、住、异、灭，矿物有成、住、坏、空，这些都是有生有灭，怎么能说不生？可是佛给我们讲，他老人家讲不生是真相，我们看到生灭，没有看到真相。这一句话很难懂。现代科学可以说相当的发达，科学家对于万事万物的观察，逐渐逐渐接近到经上讲的不生不灭的现象。很可惜这些科学家没有这个缘分，没有读到大乘经典，这也是善根福德因缘不成熟，他没有缘分接触到佛法。如果他们接触到佛法，我们相信他对于经典上这些讲法，他们体会、理解比我们深刻。",
      "zh_TW": "『無生忍』是不容易得到。這個名詞我相信每一位同修都非常熟悉，連迴向偈裡面都常常念。什麼叫做「無生忍」？恐怕能夠回答的人就不太多了。忍是承認的意思、同意的意思、認可的意思；無生是一切法不生。佛在大乘了義經上常常這個說法，你能不能接受？你承不承認？一切法不生。既然不生，當然就不滅，一切法不生不滅，給諸位說，這是真的，這是事實真相。可是我們凡夫聽到佛說這一句話，也不敢說佛說錯，可是自己心裡很難接受。因為我們所看到的，動物有生、老、病、死，植物有生、住、異、滅，礦物有成、住、壞、空，這些都是有生有滅，怎麼能說不生？可是佛給我們講，他老人家講不生是真相，我們看到生滅，沒有看到真相。這一句話很難懂。現代科學可以說相當的發達，科學家對於萬事萬物的觀察，逐漸逐漸接近到經上講的不生不滅的現象。很可惜這些科學家沒有這個緣分，沒有讀到大乘經典，這也是善根福德因緣不成熟，他沒有緣分接觸到佛法。如果他們接觸到佛法，我們相信他對於經典上這些講法，他們體會、理解比我們深刻。"
    },
    {
      "id": "12-016-0001_p0027",
      "zh_CN": "这些道理我们在过去曾经详细说过，十法界，不但是六道，十法界的现象，在佛经里面讲：「依正庄严」，确确实实《金刚经》上所说的「梦幻泡影，如露亦如电。」佛这个比喻非常恰当，如露如电就是不生不灭。露是比喻这一切现象的相续相；如电，电是闪电，是观察一切万物存在的真相，就像闪电一样。形容什么？生灭同时，它的速度太快；生灭同时就叫做不生不灭。诸位一定要明了，说不生不灭，还是有生灭；这个生灭几乎是同时的，说明十法界依正庄严的存在不是真实的，是刹那生灭。",
      "zh_TW": "這些道理我們在過去曾經詳細說過，十法界，不但是六道，十法界的現象，在佛經裡面講：「依正莊嚴」，確確實實《金剛經》上所說的「夢幻泡影，如露亦如電。」佛這個比喻非常恰當，如露如電就是不生不滅。露是比喻這一切現象的相續相；如電，電是閃電，是觀察一切萬物存在的真相，就像閃電一樣。形容什麼？生滅同時，它的速度太快；生滅同時就叫做不生不滅。諸位一定要明瞭，說不生不滅，還是有生滅；這個生滅幾乎是同時的，說明十法界依正莊嚴的存在不是真實的，是剎那生滅。"
    },
    {
      "id": "12-016-0001_p0028",
      "zh_CN": "正如同经上跟我们讲的，一弹指六十刹那，一刹那九百生灭，实实在在讲，这个说法还是佛的方便说，事实真相比这个还要微细，微细得太多。明白事实真相，这个人心自然就定了，什么念头他都不会生，为什么？知道一切念头都是妄念，所以才能真正入大定。《楞严经》上讲的「首楞严大定」，《华严经》上所说的「师子奋迅三昧」，都从这个认知里面成就的。所以自己得无生忍这是「往」；你自己得到了，你能帮助别人也入这个境界，这叫「复」。第五条：",
      "zh_TW": "正如同經上跟我們講的，一彈指六十剎那，一剎那九百生滅，實實在在講，這個說法還是佛的方便說，事實真相比這個還要微細，微細得太多。明白事實真相，這個人心自然就定了，什麼念頭他都不會生，為什麼？知道一切念頭都是妄念，所以才能真正入大定。《楞嚴經》上講的「首楞嚴大定」，《華嚴經》上所說的「師子奮迅三昧」，都從這個認知裡面成就的。所以自己得無生忍這是「往」；你自己得到了，你能幫助別人也入這個境界，這叫「復」。第五條："
    },
    {
      "id": "12-016-0001_p0029",
      "zh_CN": "【自以方便出于生死。名之为往。又令众生而得出离。名之为复。】",
      "zh_TW": "【自以方便出於生死。名之為往。又令眾生而得出離。名之為復。】"
    },
    {
      "id": "12-016-0001_p0030",
      "zh_CN": "生死就是轮回，六道轮回！六道轮回难出，如果容易出，我们早已作佛、作菩萨，最低也去作阿罗汉了，还会在这个世间受苦受难吗？由此可知，生死轮回真的不容易出。不学佛的人我们就不谈，学佛的人一定要晓得，佛法法门很多（法是方法，门是门径），每一个法门都是出离生死的方法。经上告诉我们，有八万四千法门，无量法门，又告诉我们「法门平等，无有高下」，这些都是事实。法门虽然平等，我们的业障不平等，所以有些法门我们修学就会感到困难，有些法门就容易。聪明的人、有智慧的人一定选择简单容易修学的，何必自己去找麻烦？这就是你自己要找方便出于生死。",
      "zh_TW": "生死就是輪迴，六道輪迴！六道輪迴難出，如果容易出，我們早已作佛、作菩薩，最低也去作阿羅漢了，還會在這個世間受苦受難嗎？由此可知，生死輪迴真的不容易出。不學佛的人我們就不談，學佛的人一定要曉得，佛法法門很多（法是方法，門是門徑），每一個法門都是出離生死的方法。經上告訴我們，有八萬四千法門，無量法門，又告訴我們「法門平等，無有高下」，這些都是事實。法門雖然平等，我們的業障不平等，所以有些法門我們修學就會感到困難，有些法門就容易。聰明的人、有智慧的人一定選擇簡單容易修學的，何必自己去找麻煩？這就是你自己要找方便出於生死。"
    },
    {
      "id": "12-016-0001_p0031",
      "zh_CN": "我们晓得其他法门，一定要断见思烦恼，你才能出得了三界；一定要破尘沙无明，你才能超越十法界，有两个关口，超出十法界，你就证到一真法界，才算是成就。在大乘法里面，你才是真正的菩萨；十法界里面叫权教菩萨，不是真的；超越十法界才叫实教菩萨，真实的，真的菩萨，不是假菩萨。《华严经》上讲的四十一位法身大士，这是真的，不是假的，为什么？他们超越十法界。你看这个多难！要断见思烦恼，要断尘沙烦恼，要破无明，说起来容易，做起来真难！",
      "zh_TW": "我們曉得其他法門，一定要斷見思煩惱，你才能出得了三界；一定要破塵沙無明，你才能超越十法界，有兩個關口，超出十法界，你就證到一真法界，才算是成就。在大乘法裡面，你才是真正的菩薩；十法界裡面叫權教菩薩，不是真的；超越十法界才叫實教菩薩，真實的，真的菩薩，不是假菩薩。《華嚴經》上講的四十一位法身大士，這是真的，不是假的，為什麼？他們超越十法界。你看這個多難！要斷見思煩惱，要斷塵沙煩惱，要破無明，說起來容易，做起來真難！"
    },
    {
      "id": "12-016-0001_p0032",
      "zh_CN": "在所有法门里面，最方便的、最殊胜的，无过于念佛往生弥陀净土这个法门。它方便在那里？就是带业往生。带业的意思就是不必断烦恼，见思、尘沙、无明都不必断，你就能往生，这个便宜占大了。我们修学其他法门，没有能力断烦恼，这个法门不需要断烦恼也能成就，这个就奇特了，就不可思议了，我们一定要珍惜这个法门。",
      "zh_TW": "在所有法門裡面，最方便的、最殊勝的，無過於念佛往生彌陀淨土這個法門。它方便在那裡？就是帶業往生。帶業的意思就是不必斷煩惱，見思、塵沙、無明都不必斷，你就能往生，這個便宜佔大了。我們修學其他法門，沒有能力斷煩惱，這個法門不需要斷煩惱也能成就，這個就奇特了，就不可思議了，我們一定要珍惜這個法門。"
    },
    {
      "id": "12-016-0001_p0033",
      "zh_CN": "这次从中国来的这些年轻法师们，在这个地方要讲《无量寿经》，就是为我们介绍这个法门，希望诸位同修不能错过。过去虽然听过，听过还要再听，没有见到阿弥陀佛之前，听的遍数愈多愈好。千万不要以为这个经我已经听过了，不要再听了，你永远不能成就。我们是凡夫，凡夫靠什么？靠熏习，不断的熏习，这个方法自古以来，你在《高僧传》里面看到，古来大德听一部经有听几十遍的。唐朝终南山道宣律师（律宗的初祖），听《四分律》听二十遍，不简单！《四分律》的分量很大。清凉大师讲《华严经》讲五十遍。我们今天听个一、两遍就不想再听了，你怎么可能成就？这一点要特别留意，除非是没有机会，有机会一定要听，不断重复的熏习，我们才有开悟的一天。",
      "zh_TW": "這次從中國來的這些年輕法師們，在這個地方要講《無量壽經》，就是為我們介紹這個法門，希望諸位同修不能錯過。過去雖然聽過，聽過還要再聽，沒有見到阿彌陀佛之前，聽的遍數愈多愈好。千萬不要以為這個經我已經聽過了，不要再聽了，你永遠不能成就。我們是凡夫，凡夫靠什麼？靠熏習，不斷的熏習，這個方法自古以來，你在《高僧傳》裡面看到，古來大德聽一部經有聽幾十遍的。唐朝終南山道宣律師（律宗的初祖），聽《四分律》聽二十遍，不簡單！《四分律》的分量很大。清涼大師講《華嚴經》講五十遍。我們今天聽個一、兩遍就不想再聽了，你怎麼可能成就？這一點要特別留意，除非是沒有機會，有機會一定要聽，不斷重複的熏習，我們才有開悟的一天。"
    },
    {
      "id": "12-016-0001_p0034",
      "zh_CN": "所以今天讲到「方便出于生死」，净宗法门是第一。我们用这个法门了生死出三界，往生西方极乐世界，西方极乐世界就是华藏世界，而且是华藏世界的精华。怎么知道它是华藏世界的精华？你看看华藏世界的大菩萨，首推文殊、普贤；「华严三圣」。文殊、普贤都发愿求生西方净土，为什么？为给我们做榜样。文殊菩萨可以说是禅宗的初祖，普贤菩萨是密宗的初祖，夏莲居老居士讲大势至菩萨是净土宗的初祖，这是我们从法界来说，法界初祖都是念佛往生西方净土，这里面的意思很深很深，我们应当要学习。",
      "zh_TW": "所以今天講到「方便出於生死」，淨宗法門是第一。我們用這個法門了生死出三界，往生西方極樂世界，西方極樂世界就是華藏世界，而且是華藏世界的精華。怎麼知道它是華藏世界的精華？你看看華藏世界的大菩薩，首推文殊、普賢；「華嚴三聖」。文殊、普賢都發願求生西方淨土，為什麼？為給我們做榜樣。文殊菩薩可以說是禪宗的初祖，普賢菩薩是密宗的初祖，夏蓮居老居士講大勢至菩薩是淨土宗的初祖，這是我們從法界來說，法界初祖都是念佛往生西方淨土，這裡面的意思很深很深，我們應當要學習。"
    },
    {
      "id": "12-016-0001_p0035",
      "zh_CN": "所以古德永明延寿大师从禅宗里面，大彻大悟之后，回过头来专修净土。教下的智者大师（天台宗的祖师），也是念佛往生净土，我们在《净土圣贤录》、《往生传》里面都看到他。所以古大德有的提倡禅净双修、密净双修，这个用意都很深，都是把目的放在弥陀净土，我们在一生当中，才能真正达到圆满的成就。我们自己在这个法门成就了，也要帮助一切众生，引导他们修学这个法门，希望大家都能在这一生当中圆满的成就。这个叫「复」，这是第五个「往复」。第六是：",
      "zh_TW": "所以古德永明延壽大師從禪宗裡面，大徹大悟之後，回過頭來專修淨土。教下的智者大師（天台宗的祖師），也是念佛往生淨土，我們在《淨土聖賢錄》、《往生傳》裡面都看到他。所以古大德有的提倡禪淨雙修、密淨雙修，這個用意都很深，都是把目的放在彌陀淨土，我們在一生當中，才能真正達到圓滿的成就。我們自己在這個法門成就了，也要幫助一切眾生，引導他們修學這個法門，希望大家都能在這一生當中圓滿的成就。這個叫「復」，這是第五個「往復」。第六是："
    },
    {
      "id": "12-016-0001_p0036",
      "zh_CN": "【心乐寂静。名之为往。常在生死教化众生。名之为复。】",
      "zh_TW": "【心樂寂靜。名之為往。常在生死教化眾生。名之為復。】"
    },
    {
      "id": "12-016-0001_p0037",
      "zh_CN": "这一条的意思很清楚、很容易懂。『心乐寂静』是自己，寂静之乐是真乐，凡夫之人很难体会，因为他的心是动的，从来没有静过，这是清净心，清净、平等、觉是真正的享受。自己虽然入清净，可是并不离开社会，并不离开大众，这就是所谓的倒驾慈航。他在生死当中（生死是个动的相），他能在这个复杂的社会里面，帮助一切众生，帮助这些众生。虽然帮助他，他的心自己还是住在寂静里面，并不受外面境界干扰，这是真功夫，这是真正的慈悲，真实的智慧，善巧方便，这是我们应当要学习的，诸佛菩萨做出样子来给我们看。请看第七条：",
      "zh_TW": "這一條的意思很清楚、很容易懂。『心樂寂靜』是自己，寂靜之樂是真樂，凡夫之人很難體會，因為他的心是動的，從來沒有靜過，這是清淨心，清淨、平等、覺是真正的享受。自己雖然入清淨，可是並不離開社會，並不離開大眾，這就是所謂的倒駕慈航。他在生死當中（生死是個動的相），他能在這個複雜的社會裡面，幫助一切眾生，幫助這些眾生。雖然幫助他，他的心自己還是住在寂靜裡面，並不受外面境界干擾，這是真功夫，這是真正的慈悲，真實的智慧，善巧方便，這是我們應當要學習的，諸佛菩薩做出樣子來給我們看。請看第七條："
    },
    {
      "id": "12-016-0001_p0038",
      "zh_CN": "【自勤观察往复之行。名之为往。为诸众生说如斯法。名之为复。】",
      "zh_TW": "【自勤觀察往復之行。名之為往。為諸眾生說如斯法。名之為復。】"
    },
    {
      "id": "12-016-0001_p0039",
      "zh_CN": "这个地方的「往复」，意思就是自利利他；自利是往，利他是复，后面我们会说到。「往」是出离三界、六道，「复」是倒驾慈航，帮助一切众生。自利利他是一不是二，这个道理我们要明了，往往有一些人把这桩事情分做两截，认为自利跟利他当中有冲突、有矛盾，这个观念是错误的，往往障碍了自己的修学。不但障碍了契入，实在讲也障碍了开解，不但不能证果，连开悟都被障碍，一定要懂得自利跟利他是一不是二，这就是「往」的意思。『为诸众生说如斯法』就是说相应之法，自他不二，性相一如，这个叫「复」。第八：",
      "zh_TW": "這個地方的「往復」，意思就是自利利他；自利是往，利他是復，後面我們會說到。「往」是出離三界、六道，「復」是倒駕慈航，幫助一切眾生。自利利他是一不是二，這個道理我們要明瞭，往往有一些人把這樁事情分做兩截，認為自利跟利他當中有衝突、有矛盾，這個觀念是錯誤的，往往障礙了自己的修學。不但障礙了契入，實在講也障礙了開解，不但不能證果，連開悟都被障礙，一定要懂得自利跟利他是一不是二，這就是「往」的意思。『為諸眾生說如斯法』就是說相應之法，自他不二，性相一如，這個叫「復」。第八："
    },
    {
      "id": "12-016-0001_p0040",
      "zh_CN": "【修无相无愿解脱。名之为往。为令众生断于三种觉观心故而为说法。名之为复。】",
      "zh_TW": "【修無相無願解脫。名之為往。為令眾生斷於三種覺觀心故而為說法。名之為復。】"
    },
    {
      "id": "12-016-0001_p0041",
      "zh_CN": "这一条里面讲的也是大小乘修学的纲领，三空三昧（空、无相、无愿）。这一条将来会在《无量寿经》里面详细说明。无论是大乘与小乘，依照这个纲领去修学，能够出离生死轮回，这叫「往」。也用这个方法帮助一切众生，『断于三种觉观心』。众生有三种错误的见解，以为万法是实有的，这是不知道万法皆空，把事实真相看错了。看错了，所以他的思想、见解就错误，在思想里面产生贪瞋痴慢，都是从这个错误的看法里面所生出来的。想法错误了，这就造作无量无边的罪业，罪业必定有果报，所以诸位一定要晓得万法皆空，因果不空。因果在不在万法里头？也在万法里头。既然万法皆空，因果为什么不空？因果里面有转变的意思，它刹那转变、刹那生灭，转变不空，相续不空；因果有相续，因变成果，果变成因，因果永远在循环、在相续、在转变，这是不空的。因为因果不空，所以六道轮回的现象就不空，十法界依正庄严的相续相也不空，道理在此地。",
      "zh_TW": "這一條裡面講的也是大小乘修學的綱領，三空三昧（空、無相、無願）。這一條將來會在《無量壽經》裡面詳細說明。無論是大乘與小乘，依照這個綱領去修學，能夠出離生死輪迴，這叫「往」。也用這個方法幫助一切眾生，『斷於三種覺觀心』。眾生有三種錯誤的見解，以為萬法是實有的，這是不知道萬法皆空，把事實真相看錯了。看錯了，所以他的思想、見解就錯誤，在思想裡面產生貪瞋痴慢，都是從這個錯誤的看法裡面所生出來的。想法錯誤了，這就造作無量無邊的罪業，罪業必定有果報，所以諸位一定要曉得萬法皆空，因果不空。因果在不在萬法裡頭？也在萬法裡頭。既然萬法皆空，因果為什麼不空？因果裡面有轉變的意思，它剎那轉變、剎那生滅，轉變不空，相續不空；因果有相續，因變成果，果變成因，因果永遠在循環、在相續、在轉變，這是不空的。因為因果不空，所以六道輪迴的現象就不空，十法界依正莊嚴的相續相也不空，道理在此地。"
    },
    {
      "id": "12-016-0001_p0042",
      "zh_CN": "我们说不空，诸位要记住，不空是讲它的相续不空，讲它的转变不空，除此之外，这个现象还是当体皆空，了不可得。这个理很深，诸位要细心去观察、去体会，才真正了解三界、六道、十法界依正庄严的事实真相。你才真正懂得，《般若经》上所说的三心不可得，才明了万法缘生，当体皆空，了不可得，正所谓「凡所有相，皆是虚妄」。这个虚妄的相，它的业果相续是存在的，这就是我们讲的因果不空。",
      "zh_TW": "我們說不空，諸位要記住，不空是講它的相續不空，講它的轉變不空，除此之外，這個現象還是當體皆空，了不可得。這個理很深，諸位要細心去觀察、去體會，才真正了解三界、六道、十法界依正莊嚴的事實真相。你才真正懂得，《般若經》上所說的三心不可得，才明瞭萬法緣生，當體皆空，了不可得，正所謂「凡所有相，皆是虛妄」。這個虛妄的相，它的業果相續是存在的，這就是我們講的因果不空。"
    },
    {
      "id": "12-016-0001_p0043",
      "zh_CN": "也正因为这个事实，凡夫才能够转变成佛，道理在此地。因为这个事实的存在，所以作善得善果，造恶才有恶报，善恶的果报就是它的转变相续不空。明白了、清楚了，才知道我们应该怎样作人，应该怎样过日子。真正获得幸福美满自在吉祥，自在如意，实实在在是可以得到的，决定不是妄语，决定不是虚妄。然后我们才晓得，修学佛法有它真正的意义存在，有它真实的功德可以获得。第九条是：",
      "zh_TW": "也正因為這個事實，凡夫才能夠轉變成佛，道理在此地。因為這個事實的存在，所以作善得善果，造惡才有惡報，善惡的果報就是它的轉變相續不空。明白了、清楚了，才知道我們應該怎樣作人，應該怎樣過日子。真正獲得幸福美滿自在吉祥，自在如意，實實在在是可以得到的，決定不是妄語，決定不是虛妄。然後我們才曉得，修學佛法有它真正的意義存在，有它真實的功德可以獲得。第九條是："
    },
    {
      "id": "12-016-0001_p0044",
      "zh_CN": "【坚发誓愿。名之为往。随其誓愿拯济众生，名之为复。】",
      "zh_TW": "【堅發誓願。名之為往。隨其誓願拯濟眾生，名之為復。】"
    },
    {
      "id": "12-016-0001_p0045",
      "zh_CN": "诸佛菩萨在因地里面发愿，真的是无量无边，无量无边的行愿，要是把它归纳起来，给它分类、归纳，总不出四弘誓愿，四弘誓愿是一切诸佛菩萨在因地发愿的总集成。即使是阿弥陀佛的四十八愿，诸位细细归纳，也不出这四大类，所以我们一般讲到发愿，都以四弘誓愿来做一个标准，道理就在此地。",
      "zh_TW": "諸佛菩薩在因地裡面發願，真的是無量無邊，無量無邊的行願，要是把它歸納起來，給它分類、歸納，總不出四弘誓願，四弘誓願是一切諸佛菩薩在因地發願的總集成。即使是阿彌陀佛的四十八願，諸位細細歸納，也不出這四大類，所以我們一般講到發願，都以四弘誓願來做一個標準，道理就在此地。"
    },
    {
      "id": "12-016-0001_p0046",
      "zh_CN": "四弘誓愿最重要的就是第一条：「众生无边誓愿度」，我跟大家讲过很多次，后面三条是完成这一条的。你要发愿度一切众生，如果你没有智慧、没有能力，你度不了，你发的是空愿。因为要度众生，所以要断烦恼；因为要度众生，所以要学法门；因为要度众生，所以要成佛道。由此可知后面的三愿都是为了第一愿。",
      "zh_TW": "四弘誓願最重要的就是第一條：「眾生無邊誓願度」，我跟大家講過很多次，後面三條是完成這一條的。你要發願度一切眾生，如果你沒有智慧、沒有能力，你度不了，你發的是空願。因為要度眾生，所以要斷煩惱；因為要度眾生，所以要學法門；因為要度眾生，所以要成佛道。由此可知後面的三願都是為了第一願。"
    },
    {
      "id": "12-016-0001_p0047",
      "zh_CN": "我今天下午遇到一位老居士，他过去听我讲这一段，他说：法师，你讲错了。我说：错在那里？他说：你看看六祖大师《坛经》里面，不是这么说的。《坛经》里面讲：度自性众生。没错，你说的也没错！他讲的是度自性众生，我讲的是度十法界众生。而实实在在说，度自性众生也是以第一愿为基础，自度而后才能度他，自己没有得度，你有什么能力去度别人？所以断烦恼是成就你的断德；学法门成就你的智德，圆满的智慧，成佛道，你的自性众生得度，从凡夫圆满成佛。成佛是为什么？还不是为度九法界众生，如果不为度九法界众生，没有成佛的必要。为什么一定要成佛？唯有成佛才能够度尽九界众生。如果你是等觉菩萨，你不能度等觉菩萨，你只能度等觉以下，你成了佛，你才有能力度等觉菩萨，这就是度众生达到究竟圆满，是这个意思。",
      "zh_TW": "我今天下午遇到一位老居士，他過去聽我講這一段，他說：法師，你講錯了。我說：錯在那裡？他說：你看看六祖大師《壇經》裡面，不是這麼說的。《壇經》裡面講：度自性眾生。沒錯，你說的也沒錯！他講的是度自性眾生，我講的是度十法界眾生。而實實在在說，度自性眾生也是以第一願為基礎，自度而後才能度他，自己沒有得度，你有什麼能力去度別人？所以斷煩惱是成就你的斷德；學法門成就你的智德，圓滿的智慧，成佛道，你的自性眾生得度，從凡夫圓滿成佛。成佛是為什麼？還不是為度九法界眾生，如果不為度九法界眾生，沒有成佛的必要。為什麼一定要成佛？唯有成佛才能夠度盡九界眾生。如果你是等覺菩薩，你不能度等覺菩薩，你只能度等覺以下，你成了佛，你才有能力度等覺菩薩，這就是度眾生達到究竟圓滿，是這個意思。"
    },
    {
      "id": "12-016-0001_p0048",
      "zh_CN": "这个愿一定要发，因为你有愿，愿力在推动你，无量劫中勤苦、勤奋，勇猛精进，不懈怠的去修学，去从事自行化他的工作。正如《华严经》末后五十三参一样，你看这五十三位法身大士，他们所示现的男女老少、各行各业，无论他是什么身分，他从事哪个行业，他都是做众生的典型，做众生的榜样，表现出一个觉悟的行为、觉悟的典范，这就是自度度他。",
      "zh_TW": "這個願一定要發，因為你有願，願力在推動你，無量劫中勤苦、勤奮，勇猛精進，不懈怠的去修學，去從事自行化他的工作。正如《華嚴經》末後五十三參一樣，你看這五十三位法身大士，他們所示現的男女老少、各行各業，無論他是什麼身分，他從事哪個行業，他都是做眾生的典型，做眾生的榜樣，表現出一個覺悟的行為、覺悟的典範，這就是自度度他。"
    },
    {
      "id": "12-016-0001_p0049",
      "zh_CN": "什么力量推动他？愿力。今天你看这个世界上的人，每一个人也很勤奋工作，分秒必争，什么力量在推动他？名利！他不是为名，就是为利，如果名利都没有了，他就懈怠，他就不干了！我凭什么干？他因为想得到名利，名利力量在推动他，这是凡夫。诸佛菩萨也干这个工作，不要名也不要利，什么都不要，那什么力量推动他？愿力，大悲愿力在推动他。诸位要细细读五十三参，你就能够体会到了。",
      "zh_TW": "什麼力量推動他？願力。今天你看這個世界上的人，每一個人也很勤奮工作，分秒必爭，什麼力量在推動他？名利！他不是為名，就是為利，如果名利都沒有了，他就懈怠，他就不幹了！我憑什麼幹？他因為想得到名利，名利力量在推動他，這是凡夫。諸佛菩薩也幹這個工作，不要名也不要利，什麼都不要，那什麼力量推動他？願力，大悲願力在推動他。諸位要細細讀五十三參，你就能夠體會到了。"
    },
    {
      "id": "12-016-0001_p0050",
      "zh_CN": "所以大家看到佛菩萨画像，一想到佛菩萨，就不要想到佛菩萨一定是出家人，一定是一个好像是学佛这个样子的人，你看错了！有很多菩萨示现的是基督教的牧师，伊斯兰教的阿訇，他们是佛菩萨，他示现那种身分，在那个环境里面，表现出觉悟的样子。所以佛菩萨在这个世间，各行各业都有，他没有分种族，没有分界限，没有分宗教信仰，这一点我们一定要明了。所以佛法是超越种族，超越国界，超越宗教，超越一切，无所不在，你才知道佛法的伟大。",
      "zh_TW": "所以大家看到佛菩薩畫像，一想到佛菩薩，就不要想到佛菩薩一定是出家人，一定是一個好像是學佛這個樣子的人，你看錯了！有很多菩薩示現的是基督教的牧師，伊斯蘭教的阿訇，他們是佛菩薩，他示現那種身分，在那個環境裡面，表現出覺悟的樣子。所以佛菩薩在這個世間，各行各業都有，他沒有分種族，沒有分界限，沒有分宗教信仰，這一點我們一定要明瞭。所以佛法是超越種族，超越國界，超越宗教，超越一切，無所不在，你才知道佛法的偉大。"
    },
    {
      "id": "12-016-0001_p0051",
      "zh_CN": "我们在五十三参里面看到，五十三参里面有信仰宗教的，胜热婆罗门就是婆罗门教的领袖，他不是佛教的，遍行外道也不是佛教的，这就是我们现在所讲的，其他宗教里面的领袖，他是菩萨、他是佛。他在他那个环境里面，那一类众生里面表演，让他们觉悟，让他们回头，不一定说一定要穿上我们这种服装，摆出这个样子，那你就错了。诸佛菩萨应机说法，正如《楞严经》上所讲的「随众生心，应所知量。」清凉大师的「往复」，第一条就是「随众生心，应所知量」，这是究竟圆满的智慧，不是普通人能够思惟想像得到的。所以诸佛菩萨无论示现什么身分，无论从事那一个行业，他那样认真努力，精进不懈怠，他不是为名利，他是愿力在推动。这个叫「复」，所以『随其誓愿拯济众生』。末后这一条：",
      "zh_TW": "我們在五十三參裡面看到，五十三參裡面有信仰宗教的，勝熱婆羅門就是婆羅門教的領袖，他不是佛教的，遍行外道也不是佛教的，這就是我們現在所講的，其他宗教裡面的領袖，他是菩薩、他是佛。他在他那個環境裡面，那一類眾生裡面表演，讓他們覺悟，讓他們回頭，不一定說一定要穿上我們這種服裝，擺出這個樣子，那你就錯了。諸佛菩薩應機說法，正如《楞嚴經》上所講的「隨眾生心，應所知量。」清涼大師的「往復」，第一條就是「隨眾生心，應所知量」，這是究竟圓滿的智慧，不是普通人能夠思惟想像得到的。所以諸佛菩薩無論示現什麼身分，無論從事那一個行業，他那樣認真努力，精進不懈怠，他不是為名利，他是願力在推動。這個叫「復」，所以『隨其誓願拯濟眾生』。末後這一條："
    },
    {
      "id": "12-016-0001_p0052",
      "zh_CN": "【发菩提心。愿坐道场。名之为往。具修菩萨所行之行。名之为复。】",
      "zh_TW": "【發菩提心。願坐道場。名之為往。具修菩薩所行之行。名之為復。】"
    },
    {
      "id": "12-016-0001_p0053",
      "zh_CN": "这一条的意思就比较窄狭，这就是示现八相成道，『坐道场』是示现八相成道。示现八相成道一定要缘成熟，缘不成熟也不行。就像《普门品》里面所说的，「应以佛身而得度者，即现佛身而为说法。」这是有一类的众生，他的缘成熟了，他们希望以佛的身分出现，他才能接受。佛就会应化在这个世间，示现八相成道，这个叫「愿坐道场」。",
      "zh_TW": "這一條的意思就比較窄狹，這就是示現八相成道，『坐道場』是示現八相成道。示現八相成道一定要緣成熟，緣不成熟也不行。就像《普門品》裡面所說的，「應以佛身而得度者，即現佛身而為說法。」這是有一類的眾生，他的緣成熟了，他們希望以佛的身分出現，他才能接受。佛就會應化在這個世間，示現八相成道，這個叫「願坐道場」。"
    },
    {
      "id": "12-016-0001_p0054",
      "zh_CN": "示现成佛之后，不但要讲经说法，劝导一切众生修菩萨行，本身也要做榜样。去年我们在此地讲过一部《金刚经》，我们连续讲了四个月，总共讲了二百四十八个小时，讲得相当详细。《金刚经》一开端，释迦牟尼佛就表演给我们看，表演一个出家人本分的生活，所以它的发起跟一般经典不相同。一般经典有许多都是放光现瑞来发起，《金刚经》发起是平常生活，是出去乞食，着衣、托钵、乞食，是用这个来发起，这完全是告诉我们日常的生活。",
      "zh_TW": "示現成佛之後，不但要講經說法，勸導一切眾生修菩薩行，本身也要做榜樣。去年我們在此地講過一部《金剛經》，我們連續講了四個月，總共講了二百四十八個小時，講得相當詳細。《金剛經》一開端，釋迦牟尼佛就表演給我們看，表演一個出家人本分的生活，所以它的發起跟一般經典不相同。一般經典有許多都是放光現瑞來發起，《金剛經》發起是平常生活，是出去乞食，著衣、托缽、乞食，是用這個來發起，這完全是告訴我們日常的生活。"
    },
    {
      "id": "12-016-0001_p0055",
      "zh_CN": "他表演的是什么？表演的是远离贪瞋痴慢，众生的大病就在此地。佛不但劝我们要离开贪瞋痴慢，他自己本身做给我们看。佛法在哪里？佛法就在日常生活当中。一部《金刚经》上所说的，就是释迦牟尼佛日常生活，日常生活就是究竟圆满的般若波罗蜜多，我们学佛不能不明了，不能不向这个地方深深去体会，认真的去学习，这个叫「复」。下面这一条是做一个总结。",
      "zh_TW": "他表演的是什麼？表演的是遠離貪瞋痴慢，眾生的大病就在此地。佛不但勸我們要離開貪瞋痴慢，他自己本身做給我們看。佛法在哪裡？佛法就在日常生活當中。一部《金剛經》上所說的，就是釋迦牟尼佛日常生活，日常生活就是究竟圓滿的般若波羅蜜多，我們學佛不能不明瞭，不能不向這個地方深深去體會，認真的去學習，這個叫「復」。下面這一條是做一個總結。"
    },
    {
      "id": "12-016-0001_p0056",
      "zh_CN": "【以上十句。皆上句自利为往。往涅槃故。】",
      "zh_TW": "【以上十句。皆上句自利為往。往涅槃故。】"
    },
    {
      "id": "12-016-0001_p0057",
      "zh_CN": "「往」在此地给我们点出来，往到那里？往是去，往那里去？往大涅槃去，往大菩提去，这是自利。",
      "zh_TW": "「往」在此地給我們點出來，往到那裡？往是去，往那裡去？往大涅槃去，往大菩提去，這是自利。"
    },
    {
      "id": "12-016-0001_p0058",
      "zh_CN": "【下句利他为复】",
      "zh_TW": "【下句利他為復】"
    },
    {
      "id": "12-016-0001_p0059",
      "zh_CN": "虽然自己念念行行都与菩提涅槃相应，但是决定没有舍弃众生。",
      "zh_TW": "雖然自己念念行行都與菩提涅槃相應，但是決定沒有捨棄眾生。"
    },
    {
      "id": "12-016-0001_p0060",
      "zh_CN": "【复于生死。化众生故。虽有往复。总为返本还源。复本心矣。】",
      "zh_TW": "【復於生死。化眾生故。雖有往復。總為返本還源。復本心矣。】"
    },
    {
      "id": "12-016-0001_p0061",
      "zh_CN": "这几句话我们要牢牢的记住，才晓得利益一切众生没有妨碍自己修行。如果说我教化众生、讲经说法，对自己修行有妨碍，那是你自己不会修，你有妨碍；你自己如果会修，决定没有妨碍。为什么？《华严》的教义就是无障碍的法界，「理事无碍，事事无碍」，这些话实在讲也只有在《华严》上说才能相应。《华严》不是普通人所学的，真正是大根器的人所学的。",
      "zh_TW": "這幾句話我們要牢牢的記住，才曉得利益一切眾生沒有妨礙自己修行。如果說我教化眾生、講經說法，對自己修行有妨礙，那是你自己不會修，你有妨礙；你自己如果會修，決定沒有妨礙。為什麼？《華嚴》的教義就是無障礙的法界，「理事無礙，事事無礙」，這些話實在講也只有在《華嚴》上說才能相應。《華嚴》不是普通人所學的，真正是大根器的人所學的。"
    },
    {
      "id": "12-016-0001_p0062",
      "zh_CN": "我们实在达不到这个境界，所以会产生障碍，怎么办？我们就退回来。退回来，诸位要晓得，自利为主，这是《无量寿经》上佛劝导我们，「假使供养恒沙圣」，不是普通人，恒沙圣，「不如坚勇求正觉」。这就是说明，如果在化他会产生障碍的时候，我们可以退回来，自己念佛求生净土，而不能被境界所转；被境界所转的时候，度化众生度不成，自己一生也不能成就，那就太可惜！所以假如是圆顿根性的人可以学《华严》，不是圆顿根性的人老老实实的学《无量寿经》，决定没错。这个话我不能不奉劝诸位，如果我们不是圆顿根性的人，要学这个法门会有问题产生，必须要契入无障碍的法界，我们功行才能在一生当中圆满。如其不能就老实念佛求生净土，生到西方极乐世界就入《华严》境界，所以是一不是二。我们明白这个道理，你心就定了，所以《华严》可以听、可以读，但是有些地方不能学，这一点要记住。请看讲义：",
      "zh_TW": "我們實在達不到這個境界，所以會產生障礙，怎麼辦？我們就退回來。退回來，諸位要曉得，自利為主，這是《無量壽經》上佛勸導我們，「假使供養恆沙聖」，不是普通人，恆沙聖，「不如堅勇求正覺」。這就是說明，如果在化他會產生障礙的時候，我們可以退回來，自己念佛求生淨土，而不能被境界所轉；被境界所轉的時候，度化眾生度不成，自己一生也不能成就，那就太可惜！所以假如是圓頓根性的人可以學《華嚴》，不是圓頓根性的人老老實實的學《無量壽經》，決定沒錯。這個話我不能不奉勸諸位，如果我們不是圓頓根性的人，要學這個法門會有問題產生，必須要契入無障礙的法界，我們功行才能在一生當中圓滿。如其不能就老實念佛求生淨土，生到西方極樂世界就入《華嚴》境界，所以是一不是二。我們明白這個道理，你心就定了，所以《華嚴》可以聽、可以讀，但是有些地方不能學，這一點要記住。請看講義："
    },
    {
      "id": "12-016-0001_p0063",
      "zh_CN": "【清凉着疏。首叙法界。以是此经之所宗。又是诸经之通体。诸法之所依。一切众生迷悟本。一切诸佛所证穷。诸菩萨行自此生故。初成顿说。故不同余经。】",
      "zh_TW": "【清涼著疏。首敘法界。以是此經之所宗。又是諸經之通體。諸法之所依。一切眾生迷悟本。一切諸佛所證窮。諸菩薩行自此生故。初成頓說。故不同餘經。】"
    },
    {
      "id": "12-016-0001_p0064",
      "zh_CN": "这一段在此地特别说明，清凉大师作《华严经疏钞》，他是先作《疏》，然后再作《钞》来解释《疏》。疏是解释经的；钞是解释疏的，注解的注解。他一开端就给我们讲法界，这是跟一般经论注解不相同的地方，很少见到讲经说法、做注解的一开头，就给我们介绍法界。清凉为什么这么做？这个地方说出他的理由：『以是此经之所宗』。「此经」就是指《大方广佛华严经》，《大方广佛华严经》所宗的就是法界；换句话说，他所讲的就是法界的全体。",
      "zh_TW": "這一段在此地特別說明，清涼大師作《華嚴經疏鈔》，他是先作《疏》，然後再作《鈔》來解釋《疏》。疏是解釋經的；鈔是解釋疏的，註解的註解。他一開端就給我們講法界，這是跟一般經論註解不相同的地方，很少見到講經說法、做註解的一開頭，就給我們介紹法界。清涼為什麼這麼做？這個地方說出他的理由：『以是此經之所宗』。「此經」就是指《大方廣佛華嚴經》，《大方廣佛華嚴經》所宗的就是法界；換句話說，他所講的就是法界的全體。"
    },
    {
      "id": "12-016-0001_p0065",
      "zh_CN": "『又是诸经之通体』，不但是一切大乘经，连小乘经也不例外，大乘经诸位读得很多。古来祖师大德在判教的时候，都给我们指明小乘经以「三法印」为体，大乘经以「一实相」为体，像天台大师所讲五重玄义里面的辨体。体就是经典的依据，它是依据什么来说的？大乘经是依据实相来说的。实相就是宇宙人生的真相，法界就是宇宙人生的真相，所以是一切大乘经的通体。",
      "zh_TW": "『又是諸經之通體』，不但是一切大乘經，連小乘經也不例外，大乘經諸位讀得很多。古來祖師大德在判教的時候，都給我們指明小乘經以「三法印」為體，大乘經以「一實相」為體，像天台大師所講五重玄義裡面的辨體。體就是經典的依據，它是依據什麼來說的？大乘經是依據實相來說的。實相就是宇宙人生的真相，法界就是宇宙人生的真相，所以是一切大乘經的通體。"
    },
    {
      "id": "12-016-0001_p0066",
      "zh_CN": "其次，法界也是一切法之所依，不但是十法界，十法界以外，一真法界也是以法界为所依，法界就是真如，就是自性。在佛经里面名称，有几十种之多，事实是一桩事情，一桩事情，佛为什么讲那么多不同的名相？这是佛说法的善巧方便，佛不叫我们执着。如果讲一个名词、一个意思，我们会产生执着，执着就错了。佛是叫我们体会到里面的意思，不要执着言语名相，你才能得到真正的意思，开经偈上讲：「愿解如来真实义」。",
      "zh_TW": "其次，法界也是一切法之所依，不但是十法界，十法界以外，一真法界也是以法界為所依，法界就是真如，就是自性。在佛經裡面名稱，有幾十種之多，事實是一樁事情，一樁事情，佛為什麼講那麼多不同的名相？這是佛說法的善巧方便，佛不叫我們執著。如果講一個名詞、一個意思，我們會產生執著，執著就錯了。佛是叫我們體會到裡面的意思，不要執著言語名相，你才能得到真正的意思，開經偈上講：「願解如來真實義」。"
    },
    {
      "id": "12-016-0001_p0067",
      "zh_CN": "世间一般人读经闻法多年，也不能解如来真实义，问题出在那里？出在着相。马鸣菩萨在《起信论》里面，就明白教给我们：「离言说相，离名字相，离心缘相。」你才能受持如来的经教；一着相麻烦就来了，你就把意思错解了，那就不是「愿解如来真实义」，而是「错解如来真实义」，就是解错了。这一点很难很难，所谓是说而无说，无说而说；听而无听，无听而听，才能够契入妙法，法才妙！我们有说、有听，这个法就不妙，妙在哪里？不妙了，这就是一定要懂得离言说相。《金刚经》上也说得很好：「法尚应舍，何况非法。」「舍」就是不执着，不是说法都不要，你就错了，就错会意思。一切法都存在，决定不能够执着，离相是离执着的相，不是离外面境界相，离执着的相，这就对了。所以说是「诸法之所依」。",
      "zh_TW": "世間一般人讀經聞法多年，也不能解如來真實義，問題出在那裡？出在著相。馬鳴菩薩在《起信論》裡面，就明白教給我們：「離言說相，離名字相，離心緣相。」你才能受持如來的經教；一著相麻煩就來了，你就把意思錯解了，那就不是「願解如來真實義」，而是「錯解如來真實義」，就是解錯了。這一點很難很難，所謂是說而無說，無說而說；聽而無聽，無聽而聽，才能夠契入妙法，法才妙！我們有說、有聽，這個法就不妙，妙在哪裡？不妙了，這就是一定要懂得離言說相。《金剛經》上也說得很好：「法尚應捨，何況非法。」「捨」就是不執著，不是說法都不要，你就錯了，就錯會意思。一切法都存在，決定不能夠執著，離相是離執著的相，不是離外面境界相，離執著的相，這就對了。所以說是「諸法之所依」。"
    },
    {
      "id": "12-016-0001_p0068",
      "zh_CN": "『一切众生迷悟本』，「本」是根本，凡夫迷了，迷什么？迷了法界，迷了自性；诸佛菩萨悟了，悟什么？也还是悟自性，还是悟法界；自性法界上没有迷悟，迷悟在人。『一切诸佛所证穷』，「穷」是到极处，达到究竟圆满，他证的就是这个。一切『诸菩萨行』也从这个地方生。诸菩萨行在《华严》里面所讲的纲领，就是文殊菩萨的十波罗蜜（通常我们讲六度，《华严》讲十度），普贤菩萨的十大愿王，是以这两位菩萨二十个纲领，代表法身大士之所修行，也就是法身大士他们的生活准则。『初成顿说』，《华严经》是世尊表演给我们看，初成佛道就把法界圆圆满满给我们宣说出来。『不同余经』，这跟其他经不一样，它是佛法的根本法轮，是世尊成佛圆顿之说。这是说明清凉注疏，为什么一开端就给我们叙说法界，道理在此地。下面说：",
      "zh_TW": "『一切眾生迷悟本』，「本」是根本，凡夫迷了，迷什麼？迷了法界，迷了自性；諸佛菩薩悟了，悟什麼？也還是悟自性，還是悟法界；自性法界上沒有迷悟，迷悟在人。『一切諸佛所證窮』，「窮」是到極處，達到究竟圓滿，他證的就是這個。一切『諸菩薩行』也從這個地方生。諸菩薩行在《華嚴》裡面所講的綱領，就是文殊菩薩的十波羅蜜（通常我們講六度，《華嚴》講十度），普賢菩薩的十大願王，是以這兩位菩薩二十個綱領，代表法身大士之所修行，也就是法身大士他們的生活準則。『初成頓說』，《華嚴經》是世尊表演給我們看，初成佛道就把法界圓圓滿滿給我們宣說出來。『不同餘經』，這跟其他經不一樣，它是佛法的根本法輪，是世尊成佛圓頓之說。這是說明清涼註疏，為什麼一開端就給我們敘說法界，道理在此地。下面說："
    },
    {
      "id": "12-016-0001_p0069",
      "zh_CN": "【法性本空寂。无取亦无见。性空即是佛。不可得思量。】",
      "zh_TW": "【法性本空寂。無取亦無見。性空即是佛。不可得思量。】"
    },
    {
      "id": "12-016-0001_p0070",
      "zh_CN": "这四句偈是清凉大师所写的，与经义完全相应，可以做为我们修学最高的指导原则。法性是空寂的，我们如果在这一生当中，要想真正得到高等的成就，你就要懂得这个原理。法性就是真心，心是空的，心是寂的。禅宗六祖惠能大师在《坛经》里面跟我们说：「本来无一物」，本来无一物就是空寂。我们现在麻烦的，就是心里面东西太多了，它本来是空的，我们现在不空，妄想、分别、执着，牵肠挂肚的事情无量无边，这怎么得了？你的心坏了。心要是正常的，心里头是空寂的。空是什么都没有，寂是寂静，不但什么都没有，而且它是不动的，清净寂灭这是真心的样子，诸佛菩萨用的就是这个心。",
      "zh_TW": "這四句偈是清涼大師所寫的，與經義完全相應，可以做為我們修學最高的指導原則。法性是空寂的，我們如果在這一生當中，要想真正得到高等的成就，你就要懂得這個原理。法性就是真心，心是空的，心是寂的。禪宗六祖惠能大師在《壇經》裡面跟我們說：「本來無一物」，本來無一物就是空寂。我們現在麻煩的，就是心裡面東西太多了，它本來是空的，我們現在不空，妄想、分別、執著，牽腸掛肚的事情無量無邊，這怎麼得了？你的心壞了。心要是正常的，心裡頭是空寂的。空是什麼都沒有，寂是寂靜，不但什麼都沒有，而且它是不動的，清淨寂滅這是真心的樣子，諸佛菩薩用的就是這個心。"
    },
    {
      "id": "12-016-0001_p0071",
      "zh_CN": "我们今天用的是妄心，妄心就是用分别、用执着，妄想、分别、执着这个事情麻烦！「出现品」里面佛说得非常好：「一切众生皆有如来智慧德相，但以妄想执着而不能证得。」这就说明一切众生本来是佛，本来成佛。你为什么会变成众生？就是因为你有妄想、执着，这就坏了。原本法界是一真，这是事实真相，一真法界！为什么会把一真法界变成十法界？就是因为有妄想、执着，所以我们要懂得这个道理。",
      "zh_TW": "我們今天用的是妄心，妄心就是用分別、用執著，妄想、分別、執著這個事情麻煩！「出現品」裡面佛說得非常好：「一切眾生皆有如來智慧德相，但以妄想執著而不能證得。」這就說明一切眾生本來是佛，本來成佛。你為什麼會變成眾生？就是因為你有妄想、執著，這就壞了。原本法界是一真，這是事實真相，一真法界！為什麼會把一真法界變成十法界？就是因為有妄想、執著，所以我們要懂得這個道理。"
    },
    {
      "id": "12-016-0001_p0072",
      "zh_CN": "六道轮回怎么产生的？六道轮回是妄想、分别、执着这三个统统都有。六道以外的四圣法界，声闻、缘觉、菩萨、佛，这个法界从那里来？这是从妄想、分别里头来的，没有执着。所以，没有执着就没有六道，虽没有执着，他还有分别，所以把一真法界变成四圣法界，十法界里面的四圣法界，它是这么来的。如果他的分别也断掉，也没有了，十法界就没有了，四圣法界没有了，变成什么样子？叫一真法界。破一品无明，证一分法性，这就到一真法界。",
      "zh_TW": "六道輪迴怎麼產生的？六道輪迴是妄想、分別、執著這三個統統都有。六道以外的四聖法界，聲聞、緣覺、菩薩、佛，這個法界從那裡來？這是從妄想、分別裡頭來的，沒有執著。所以，沒有執著就沒有六道，雖沒有執著，他還有分別，所以把一真法界變成四聖法界，十法界裡面的四聖法界，它是這麼來的。如果他的分別也斷掉，也沒有了，十法界就沒有了，四聖法界沒有了，變成什麼樣子？叫一真法界。破一品無明，證一分法性，這就到一真法界。"
    },
    {
      "id": "12-016-0001_p0073",
      "zh_CN": "一真法界里面为什么还有四十一位菩萨？为什么还有十住、十行、十回向、十地？这怎么回事情？妄想没断。妄想是什么？妄想是无明。妄想断尽了，这四十一个位次没有了，所以叫圆满成佛。但是诸位要晓得，只要把分别、执着断掉就不错了，你就入一真法界。一真法界这四十一个位次是非常微细，如果不是佛说，我们不知道，我们哪里会晓得有四十一个位次，不知道！诸位要细读《华严》，你就明白了。所以妄想、分别、执着是大麻烦，我们要想脱离六道轮回，什么都不能执着。你分别、执着的念头愈淡薄，你的智慧就愈高，你的烦恼就愈少。我们今天修行修什么？就是去这个东西而已，除此之外没东西好去的。",
      "zh_TW": "一真法界裡面為什麼還有四十一位菩薩？為什麼還有十住、十行、十迴向、十地？這怎麼回事情？妄想沒斷。妄想是什麼？妄想是無明。妄想斷盡了，這四十一個位次沒有了，所以叫圓滿成佛。但是諸位要曉得，只要把分別、執著斷掉就不錯了，你就入一真法界。一真法界這四十一個位次是非常微細，如果不是佛說，我們不知道，我們哪裡會曉得有四十一個位次，不知道！諸位要細讀《華嚴》，你就明白了。所以妄想、分別、執著是大麻煩，我們要想脫離六道輪迴，什麼都不能執著。你分別、執著的念頭愈淡薄，你的智慧就愈高，你的煩惱就愈少。我們今天修行修什麼？就是去這個東西而已，除此之外沒東西好去的。"
    },
    {
      "id": "12-016-0001_p0074",
      "zh_CN": "这里面最粗、最显著的，贪瞋痴慢。现在我们观察这个世间，这个世间几乎每个地区，细细去观察这种烦恼，就是妄想、分别、执着，一年比一年严重，没有看到它轻。我常常在各个地区走动，我了解得比较深刻，看到实在非常可怕，这个烦恼不是天天在减少，是天天在增长；天天在增长，后面来的果报就是大灾难。烦恼是因，后面有果报，这就太可怕了。",
      "zh_TW": "這裡面最粗、最顯著的，貪瞋痴慢。現在我們觀察這個世間，這個世間幾乎每個地區，細細去觀察這種煩惱，就是妄想、分別、執著，一年比一年嚴重，沒有看到它輕。我常常在各個地區走動，我了解得比較深刻，看到實在非常可怕，這個煩惱不是天天在減少，是天天在增長；天天在增長，後面來的果報就是大災難。煩惱是因，後面有果報，這就太可怕了。"
    },
    {
      "id": "12-016-0001_p0075",
      "zh_CN": "不学佛的人，对佛法没有深刻体验的人，他不太清楚。学佛稍稍深入一点的人，能够晓得佛讲的话是真的，依报随着正报转；这是事实真相，也就是环境是随着人心在转。今天大家都晓得环境不好，整个地球生态环境被破坏，到处都喊着要环保，环保能有效吗？天天贪瞋痴慢在增长，我看这个环保怎么做，也产生不了效果。真正要讲求环保，要从心地上下工夫，一定要断贪瞋痴。纵然不能断，要减轻，我们的环保工作才能做得好，我们生活的品质才有救。如果不在心地上下工夫，那就太难太难，这是我们一定要警觉到的。",
      "zh_TW": "不學佛的人，對佛法沒有深刻體驗的人，他不太清楚。學佛稍稍深入一點的人，能夠曉得佛講的話是真的，依報隨著正報轉；這是事實真相，也就是環境是隨著人心在轉。今天大家都曉得環境不好，整個地球生態環境被破壞，到處都喊著要環保，環保能有效嗎？天天貪瞋痴慢在增長，我看這個環保怎麼做，也產生不了效果。真正要講求環保，要從心地上下工夫，一定要斷貪瞋痴。縱然不能斷，要減輕，我們的環保工作才能做得好，我們生活的品質才有救。如果不在心地上下工夫，那就太難太難，這是我們一定要警覺到的。"
    },
    {
      "id": "12-016-0001_p0076",
      "zh_CN": "下面这一句告诉我们，『无取亦无见』，为什么「无取亦无见」？因为一切诸法了不可得，《金刚经》上跟我们讲：三心不可得，过去心不可得，现在心不可得，未来心不可得；这个意思是讲能得的不可得。又给我们讲外面的境界，外面境界是因缘所生，缘生之法当体皆空，了不可得，是说你所得的不可得。你看看能得的心不可得，所得的物不可得，能、所都不可得，这是事实真相。不可得里头，你在打妄想，以为你得到了，这是自己欺骗自己，这是重大的错误。所以了解事实真相，一个人他怎么样？随缘度日，得大自在。于一切法里头无取，你无取就无舍，这个无取无舍就是没有得失的念头；没有得失的执着，没有得失的分别。",
      "zh_TW": "下面這一句告訴我們，『無取亦無見』，為什麼「無取亦無見」？因為一切諸法了不可得，《金剛經》上跟我們講：三心不可得，過去心不可得，現在心不可得，未來心不可得；這個意思是講能得的不可得。又給我們講外面的境界，外面境界是因緣所生，緣生之法當體皆空，了不可得，是說你所得的不可得。你看看能得的心不可得，所得的物不可得，能、所都不可得，這是事實真相。不可得裡頭，你在打妄想，以為你得到了，這是自己欺騙自己，這是重大的錯誤。所以了解事實真相，一個人他怎麼樣？隨緣度日，得大自在。於一切法裡頭無取，你無取就無捨，這個無取無捨就是沒有得失的念頭；沒有得失的執著，沒有得失的分別。"
    },
    {
      "id": "12-016-0001_p0077",
      "zh_CN": "「见」是什么？要用现在话来讲是「意见」。没有意见，也可以说没有成见。没有成见、没有意见，你的心是清净的，你的心永远是觉悟的。「我以为怎样，我的看法怎样」，你们想想看，头一个念头，「我」，「我」就是个错误，哪来的「我」！我的看法、我的想法，错了！佛没有看法、没有想法，菩萨也没有看法，也没有他自己的想法；菩萨说法随心应量，没有自己的成见。一有成见就错了，这里教给我们「无取亦无见」，这是真修行。『性空即是佛』，佛即是觉，佛就是智，自性里面本具的般若智慧就现前。『不可得思量』，不能落在思量里面，思量是什么？思量是意识，正是永嘉大师的话，「分别亦非意。」这是真正的高明，不落在意识里头。正是所谓不可思议；不可思你去思，不可议你去议，那就错了。佛菩萨为这些众生讲经说法，不可思他要表演思，不可议他要表演议，这是随缘不是攀缘，不是他真正有所思、有所议；真正他要有所思、有所议，他就落在意识里，就跟凡夫没有两样。",
      "zh_TW": "「見」是什麼？要用現在話來講是「意見」。沒有意見，也可以說沒有成見。沒有成見、沒有意見，你的心是清淨的，你的心永遠是覺悟的。「我以為怎樣，我的看法怎樣」，你們想想看，頭一個念頭，「我」，「我」就是個錯誤，哪來的「我」！我的看法、我的想法，錯了！佛沒有看法、沒有想法，菩薩也沒有看法，也沒有他自己的想法；菩薩說法隨心應量，沒有自己的成見。一有成見就錯了，這裡教給我們「無取亦無見」，這是真修行。『性空即是佛』，佛即是覺，佛就是智，自性裡面本具的般若智慧就現前。『不可得思量』，不能落在思量裡面，思量是什麼？思量是意識，正是永嘉大師的話，「分別亦非意。」這是真正的高明，不落在意識裡頭。正是所謂不可思議；不可思你去思，不可議你去議，那就錯了。佛菩薩為這些眾生講經說法，不可思他要表演思，不可議他要表演議，這是隨緣不是攀緣，不是他真正有所思、有所議；真正他要有所思、有所議，他就落在意識裡，就跟凡夫沒有兩樣。"
    },
    {
      "id": "12-016-0001_p0078",
      "zh_CN": "所以他说而无说，无说而说，不落在意识里头，也就是不落在分别、执着里面。我们晓得分别是第六意识，执着是第七识，不用分别、不用执着就是转第六意识为妙观察智，转第七意识为平等性智，相宗讲的「转识成智」。我们修学就要做这个工夫，怎样在日常生活当中，起心动念之处转识成智。《华严》也是相宗六经之一。希望我们能从这些地方细心去体会，了解清凉大师苦口婆心的教诲。",
      "zh_TW": "所以他說而無說，無說而說，不落在意識裡頭，也就是不落在分別、執著裡面。我們曉得分別是第六意識，執著是第七識，不用分別、不用執著就是轉第六意識為妙觀察智，轉第七意識為平等性智，相宗講的「轉識成智」。我們修學就要做這個工夫，怎樣在日常生活當中，起心動念之處轉識成智。《華嚴》也是相宗六經之一。希望我們能從這些地方細心去體會，了解清涼大師苦口婆心的教誨。"
    },
    {
      "id": "12-016-0001_p0079",
      "zh_CN": "今天时间到了，我们就讲到此地。这一次因为配合电视台的广播，所以每讲二十八分钟，休息两分钟，好像初次我们还不太习惯，希望慢慢的让他习惯，不像以前两个小时是一气呵成，连续下去的，慢慢习惯就好。我们利益自己，也想到利益广大的群众。现在我们此地讲经的录音带会立刻送到美国、台湾。美国有三个电视台，每一天有一小时的广播，全美跟加拿大都可以收得到。所以我们这里人虽然不多，从电视上广播出去，效果就很大。在台湾电视台就更多，全台湾都能够收得到，大概每天就有三、四个小时。所以弘法利生的工作将来一定是走向电视，走向卫星，走向电脑的国际网路。好，今天就讲到此地，我们念佛回向。",
      "zh_TW": "今天時間到了，我們就講到此地。這一次因為配合電視台的廣播，所以每講二十八分鐘，休息兩分鐘，好像初次我們還不太習慣，希望慢慢的讓他習慣，不像以前兩個小時是一氣呵成，連續下去的，慢慢習慣就好。我們利益自己，也想到利益廣大的群眾。現在我們此地講經的錄音帶會立刻送到美國、台灣。美國有三個電視台，每一天有一小時的廣播，全美跟加拿大都可以收得到。所以我們這裡人雖然不多，從電視上廣播出去，效果就很大。在台灣電視台就更多，全台灣都能夠收得到，大概每天就有三、四個小時。所以弘法利生的工作將來一定是走向電視，走向衛星，走向電腦的國際網路。好，今天就講到此地，我們念佛迴向。"
    }
  ]
}