{
  "doc_id": "21-139-0001",
  "title": {
    "zh_CN": "三福六和",
    "zh_TW": "三福六和"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "马来西亚山打根",
    "zh_TW": "馬來西亞山打根"
  },
  "doc_number": "21-139-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "21-139-0001_p0001",
      "zh_CN": "我们感谢赖老居士的安排以及刚才她老人家的致词。我们有幸，佛家讲有缘，能够在山打根这个地区与诸位同修们谈谈佛法。这一次我们所谈的题目是「三福六和」。人生活在世间，不能没有福报，我们在接受三皈的时候，都会念到「皈依佛，二足尊」，这个意思就是佛陀他的福报是圆满的，这个「足」就是满足、圆满的意思，智慧、福报两种圆满。世出世间讲到智慧、福报，没有人能够跟佛相比，所以称之为「二足尊」。我们学佛学的是什么？当然也是这两种，我们要有福，我们要有慧。所以求福求慧是世出世间从大圣大贤到一切凡俗众生，这是我们共同希求的。这个希求是正确的，决定没有错误，所以释迦牟尼佛给我们带头，为我们做榜样，为我们做模范。",
      "zh_TW": "我們感謝賴老居士的安排以及剛才她老人家的致詞。我們有幸，佛家講有緣，能夠在山打根這個地區與諸位同修們談談佛法。這一次我們所談的題目是「三福六和」。人生活在世間，不能沒有福報，我們在接受三皈的時候，都會念到「皈依佛，二足尊」，這個意思就是佛陀他的福報是圓滿的，這個「足」就是滿足、圓滿的意思，智慧、福報兩種圓滿。世出世間講到智慧、福報，沒有人能夠跟佛相比，所以稱之為「二足尊」。我們學佛學的是什麼？當然也是這兩種，我們要有福，我們要有慧。所以求福求慧是世出世間從大聖大賢到一切凡俗眾生，這是我們共同希求的。這個希求是正確的，決定沒有錯誤，所以釋迦牟尼佛給我們帶頭，為我們做榜樣，為我們做模範。"
    },
    {
      "id": "21-139-0001_p0002",
      "zh_CN": "世间人，我们在今天普遍的能够看出，无论是中国外国，不同的族群、不同的信仰，谈到求财富、求聪明智慧、求健康长寿，可以说决定没有人反对。无论信什么样的宗教，提起这三桩事情，他总是非常欢喜，热烈的在追求。我们要问，释迦牟尼佛有没有求？释迦牟尼佛一样也是在求，他能够求得最圆满，所以他是我们的好模范，是我们的好老师。财富、聪明智慧、健康长寿都是果报，果必有因，所以佛教我们求，是从因上去求，果上是求不到的。现在这个社会里面，有地位非常崇高的，有得大财富的，这不是偶然的事情，是他过去生中曾经修因，这一生他才能得到。如果过去生中没有修因，你怎么样去追求也追求不到。这一桩事情，《了凡四训》里面讲得很清楚。",
      "zh_TW": "世間人，我們在今天普遍的能夠看出，無論是中國外國，不同的族群、不同的信仰，談到求財富、求聰明智慧、求健康長壽，可以說決定沒有人反對。無論信什麼樣的宗教，提起這三樁事情，他總是非常歡喜，熱烈的在追求。我們要問，釋迦牟尼佛有沒有求？釋迦牟尼佛一樣也是在求，他能夠求得最圓滿，所以他是我們的好模範，是我們的好老師。財富、聰明智慧、健康長壽都是果報，果必有因，所以佛教我們求，是從因上去求，果上是求不到的。現在這個社會裡面，有地位非常崇高的，有得大財富的，這不是偶然的事情，是他過去生中曾經修因，這一生他才能得到。如果過去生中沒有修因，你怎麼樣去追求也追求不到。這一樁事情，《了凡四訓》裡面講得很清楚。"
    },
    {
      "id": "21-139-0001_p0003",
      "zh_CN": "民国初年，清末民初，中国出现了一位了不起的大师，印光大师。学佛的同学们，尤其是老同修，大家都知道印光大师他是西方极乐世界大势至菩萨化身而来的，那还能错得了吗？他到这个世间来干什么？这是值得我们思惟的一个问题。尤其是出现在民国初年，这个世界已经埋伏下动乱的因素，这个话说起来很长，清朝末年已经种下了不善的种子。到民国建立之后，当时年轻一辈的知识分子，向往西方的强盛，误以为导致中国衰弱的原因，是两千年来儒家教学造成的结果，所以极力的排斥旧文化，排斥旧的道德，排斥旧的教学，一味崇尚西方。将近一个世纪以来，现在不但是中国，整个世界社会在动乱，无论是贫富贵贱，只要生活在这个地球上，大家都没有安全感，不能够像古时候人过一种真善美慧的生活。这又是什么样的原因？我们从这些因素里面才能体会到佛菩萨到这个世间来，做出挽救世间劫运的示现。",
      "zh_TW": "民國初年，清末民初，中國出現了一位了不起的大師，印光大師。學佛的同學們，尤其是老同修，大家都知道印光大師他是西方極樂世界大勢至菩薩化身而來的，那還能錯得了嗎？他到這個世間來幹什麼？這是值得我們思惟的一個問題。尤其是出現在民國初年，這個世界已經埋伏下動亂的因素，這個話說起來很長，清朝末年已經種下了不善的種子。到民國建立之後，當時年輕一輩的知識分子，嚮往西方的強盛，誤以為導致中國衰弱的原因，是兩千年來儒家教學造成的結果，所以極力的排斥舊文化，排斥舊的道德，排斥舊的教學，一味崇尚西方。將近一個世紀以來，現在不但是中國，整個世界社會在動亂，無論是貧富貴賤，只要生活在這個地球上，大家都沒有安全感，不能夠像古時候人過一種真善美慧的生活。這又是什麼樣的原因？我們從這些因素裡面才能體會到佛菩薩到這個世間來，做出挽救世間劫運的示現。"
    },
    {
      "id": "21-139-0001_p0004",
      "zh_CN": "印光大师一生教我们什么？我们从他老人家一生行谊，可以总结出他老人家一生所行、所修、所教导世人的，只有十六个字：「敦伦尽分、闲邪存诚、信愿念佛、求生净土」，确确实实讲，这是对我们这个时代苦难众生所做的忠告。早年我在台湾，李炳南老居士在往生的前一天跟同学们说：「现在这个世间乱了，佛菩萨、神仙下凡都救不了，唯一一条生路就是念佛求生净土。」第二天的清晨他往生了。这些都是近代的大善知识，教导我们如何能够化解这个灾难，自度度他。印祖跟我们讲的这十六个字，契机契理，我们要能够细心体会，要能够深深的理解。他在一生当中，极力提倡的是因果教育。我在早年也常常想，他为什么不提倡经论的教学、为什么不提倡儒家的传统，而提倡因果教育？现在我们明白了，儒跟佛已经衰微了，近一百年当中，真正弘法讲经的人愈来愈少。佛教，不但佛教如此，其他宗教我看都不例外，只流于宗教的形式，宗教的内容疏忽了。",
      "zh_TW": "印光大師一生教我們什麼？我們從他老人家一生行誼，可以總結出他老人家一生所行、所修、所教導世人的，只有十六個字：「敦倫盡分、閑邪存誠、信願念佛、求生淨土」，確確實實講，這是對我們這個時代苦難眾生所做的忠告。早年我在台灣，李炳南老居士在往生的前一天跟同學們說：「現在這個世間亂了，佛菩薩、神仙下凡都救不了，唯一一條生路就是念佛求生淨土。」第二天的清晨他往生了。這些都是近代的大善知識，教導我們如何能夠化解這個災難，自度度他。印祖跟我們講的這十六個字，契機契理，我們要能夠細心體會，要能夠深深的理解。他在一生當中，極力提倡的是因果教育。我在早年也常常想，他為什麼不提倡經論的教學、為什麼不提倡儒家的傳統，而提倡因果教育？現在我們明白了，儒跟佛已經衰微了，近一百年當中，真正弘法講經的人愈來愈少。佛教，不但佛教如此，其他宗教我看都不例外，只流於宗教的形式，宗教的內容疏忽了。"
    },
    {
      "id": "21-139-0001_p0005",
      "zh_CN": "我们细心去观察佛教，我从接触佛教那一天起，那个时候我二十六岁，我看佛教经典所说的，释迦牟尼佛一生所作所为，他是教学。一九七七年我在香港讲经，看到欧阳竟无先生有一本小册子，是他在民国十二年在第四中山大学的讲演，他的学生王恩洋写的讲记。他的题目说「佛法非宗教非哲学，而为今时所必需」。我看了很受感动，他说的话很有道理。佛教到底是什么？我们要把它认识清楚。佛教就是今天西方人常讲的多元文化的社会教育。我在早年第一次到中国大陆，跟中国学术界接触，这些学校校长邀请我给学校里面的老师、学生代表做简短的致词。当时我写了六条大纲，第一条就说明佛教是释迦牟尼佛对于九法界众生至善圆满的教育，我把这个观念告诉学术界。第二个说明佛教教学的内容，是说明宇宙人生的真相。宇宙就是我们生活环境，人生就是我们自己本人，换句话说，一切经典里面所说的，是我们自己与自己生活环境之真相，你才晓得这一门学问、这个课程对于我们是多么的重要。",
      "zh_TW": "我們細心去觀察佛教，我從接觸佛教那一天起，那個時候我二十六歲，我看佛教經典所說的，釋迦牟尼佛一生所作所為，他是教學。一九七七年我在香港講經，看到歐陽竟無先生有一本小冊子，是他在民國十二年在第四中山大學的講演，他的學生王恩洋寫的講記。他的題目說「佛法非宗教非哲學，而為今時所必需」。我看了很受感動，他說的話很有道理。佛教到底是什麼？我們要把它認識清楚。佛教就是今天西方人常講的多元文化的社會教育。我在早年第一次到中國大陸，跟中國學術界接觸，這些學校校長邀請我給學校裡面的老師、學生代表做簡短的致詞。當時我寫了六條大綱，第一條就說明佛教是釋迦牟尼佛對於九法界眾生至善圓滿的教育，我把這個觀念告訴學術界。第二個說明佛教教學的內容，是說明宇宙人生的真相。宇宙就是我們生活環境，人生就是我們自己本人，換句話說，一切經典裡面所說的，是我們自己與自己生活環境之真相，你才曉得這一門學問、這個課程對於我們是多麼的重要。"
    },
    {
      "id": "21-139-0001_p0006",
      "zh_CN": "欧阳大师讲得没有错，我们如果不知道自己，也不晓得自己生活环境，那真叫糊里糊涂来到这个世间，糊里糊涂又走过去了，这多可惜！所以佛法，佛说了，佛跟我们凡夫没有两样，我们要穿衣吃饭，释迦牟尼佛也要穿衣吃饭；我们要工作、要应酬，释迦牟尼佛也要工作、也要应酬，所不同的是一个觉悟、一个迷惑。所以，众生觉悟就成佛了，不觉悟那就叫凡夫，凡圣之间是一念之差。古时候佛教传到中国来，那个时候是教育，一直到清朝初期，我看到康熙、雍正、乾隆时代还是教学，还是算佛陀教育。怎么会变成宗教？实在讲这是很晚近的事情，充其量我看不到三百年，这两百多年当中变质了，变成宗教。本来是教育，佛陀教育，现在变成宗教。有人说佛教是宗教，我们也不能不承认，因为现在佛教所表现的确实是宗教，它不是教育。于是我们明白这个事情，知道事实真相，如何把佛教再带回教育，这是我们的使命，是我们的责任。",
      "zh_TW": "歐陽大師講得沒有錯，我們如果不知道自己，也不曉得自己生活環境，那真叫糊裡糊塗來到這個世間，糊裡糊塗又走過去了，這多可惜！所以佛法，佛說了，佛跟我們凡夫沒有兩樣，我們要穿衣吃飯，釋迦牟尼佛也要穿衣吃飯；我們要工作、要應酬，釋迦牟尼佛也要工作、也要應酬，所不同的是一個覺悟、一個迷惑。所以，眾生覺悟就成佛了，不覺悟那就叫凡夫，凡聖之間是一念之差。古時候佛教傳到中國來，那個時候是教育，一直到清朝初期，我看到康熙、雍正、乾隆時代還是教學，還是算佛陀教育。怎麼會變成宗教？實在講這是很晚近的事情，充其量我看不到三百年，這兩百多年當中變質了，變成宗教。本來是教育，佛陀教育，現在變成宗教。有人說佛教是宗教，我們也不能不承認，因為現在佛教所表現的確實是宗教，它不是教育。於是我們明白這個事情，知道事實真相，如何把佛教再帶回教育，這是我們的使命，是我們的責任。"
    },
    {
      "id": "21-139-0001_p0007",
      "zh_CN": "儒跟佛没有问题，是我们这些做弟子出了毛病，把儒跟佛本来面目忘记了。原来释迦牟尼佛一生讲经说法，那个时候叫讲经说法；如果用现代的名词，天天给大众上课，讲经说法就是上课，跟孔老夫子一样，是在教学，是在上课。四十九年没有休息，一天讲八个小时，不容易！我们今天有人说佛教消极、佛教迷信，我们说消极，哪一个人今天工作，每天工作八小时，一年到头也不放假，你说这种人消极，那到哪里找积极的？佛给我们做了榜样。佛是为了帮助一切众生，帮助一切众生获得圆满的福报、圆满的智慧、圆满的相好，佛在经典上教我们这三样东西。密宗讲的大圆满，什么叫大圆满？就这三桩事情：智慧圆满、福报圆满、相好圆满。相好就是健康长寿，获得这三种圆满，佛做出榜样给我们看。",
      "zh_TW": "儒跟佛沒有問題，是我們這些做弟子出了毛病，把儒跟佛本來面目忘記了。原來釋迦牟尼佛一生講經說法，那個時候叫講經說法；如果用現代的名詞，天天給大眾上課，講經說法就是上課，跟孔老夫子一樣，是在教學，是在上課。四十九年沒有休息，一天講八個小時，不容易！我們今天有人說佛教消極、佛教迷信，我們說消極，哪一個人今天工作，每天工作八小時，一年到頭也不放假，你說這種人消極，那到哪裡找積極的？佛給我們做了榜樣。佛是為了幫助一切眾生，幫助一切眾生獲得圓滿的福報、圓滿的智慧、圓滿的相好，佛在經典上教我們這三樣東西。密宗講的大圓滿，什麼叫大圓滿？就這三樁事情：智慧圓滿、福報圓滿、相好圓滿。相好就是健康長壽，獲得這三種圓滿，佛做出榜樣給我們看。"
    },
    {
      "id": "21-139-0001_p0008",
      "zh_CN": "由于近代我们佛弟子，出家在家四众弟子迷失了方向，印光大师非常明了，用佛法、用儒家的教学来不及，只有用因果的方法。如果大家真正能够知道因果报应的理论与事实真相，那么你起心动念、言语造作你自己会收敛一点，你不敢放肆。种善因一定得善果，造恶业一定得恶报，所以印祖一生提倡因果教育。他落实在三本书上，第一本书是《了凡四训》。《了凡四训》这本书是袁了凡居士教训他儿孙的四篇文章，因为印光法师提倡，所以他这个小册子流通量非常大，读诵的人很多。依照这小册子理论、方法去做的人，大有人在。不但在中国，我听说在日本也非常盛行。这是说明因果的理论与事实真相。第二部书是《太上感应篇》，他老人家提倡的是《感应篇汇编》。《汇编》是感应在历史上过去、现代因果报应的这些事实，过去的我们都把它看成故事，但是都是真人真事，累积在一起，供给我们做参考。然后你细心观察现代的社会，无论在中国、在外国，只要你留意，就在我们身边周围，你就看到许许多多善恶果报的事实。",
      "zh_TW": "由於近代我們佛弟子，出家在家四眾弟子迷失了方向，印光大師非常明瞭，用佛法、用儒家的教學來不及，只有用因果的方法。如果大家真正能夠知道因果報應的理論與事實真相，那麼你起心動念、言語造作你自己會收斂一點，你不敢放肆。種善因一定得善果，造惡業一定得惡報，所以印祖一生提倡因果教育。他落實在三本書上，第一本書是《了凡四訓》。《了凡四訓》這本書是袁了凡居士教訓他兒孫的四篇文章，因為印光法師提倡，所以他這個小冊子流通量非常大，讀誦的人很多。依照這小冊子理論、方法去做的人，大有人在。不但在中國，我聽說在日本也非常盛行。這是說明因果的理論與事實真相。第二部書是《太上感應篇》，他老人家提倡的是《感應篇彙編》。《彙編》是感應在歷史上過去、現代因果報應的這些事實，過去的我們都把它看成故事，但是都是真人真事，累積在一起，供給我們做參考。然後你細心觀察現代的社會，無論在中國、在外國，只要你留意，就在我們身邊周圍，你就看到許許多多善惡果報的事實。"
    },
    {
      "id": "21-139-0001_p0009",
      "zh_CN": "第三部是《安士全书》，是清朝周安士编的。这部书里面一共有四篇，第一篇是《文昌帝君阴骘文》，跟《感应篇》性质是相同的，那是善恶的标准。什么叫善？什么是恶？你首先要有能力辨别。是善，我们要努力去做；是恶，不但不能做，念头都不能起。第二个部分是《万善先资》，第三部分是《欲海回狂》，这是讲所有一切的恶，这两种最重：一个是杀生，一个是邪淫，所以特别把这两个恶业详详细细跟大家说明。最后一篇劝我们念佛求生净土。印祖一生当中提倡这三部东西。我七七年在香港讲经，接触到「弘化社」，就是印光大师所出版的这些书籍，看到这个事实。当时我也非常惊讶，这是中国佛教一代的大德，净土宗一代的祖师，为什么他要这样做？现在我们知道是为挽救现代社会的劫难。这些年来，我们看到中国、外国古老的预言，都讲到两千年有大灾难，《圣经》最后一篇还讲到世界末日。但是这些书里面最后结论都有一句话：这个劫难会不会形成，完全看众生的心行。这一句话说得很好、很有道理，众生的心要能够转恶为善，这个灾难可以化解；众生的心要是转不过来，还是随顺自己的烦恼习气，一意造作恶业，不知道回头，这个灾难就不能够避免。",
      "zh_TW": "第三部是《安士全書》，是清朝周安士編的。這部書裡面一共有四篇，第一篇是《文昌帝君陰騭文》，跟《感應篇》性質是相同的，那是善惡的標準。什麼叫善？什麼是惡？你首先要有能力辨別。是善，我們要努力去做；是惡，不但不能做，念頭都不能起。第二個部分是《萬善先資》，第三部分是《欲海回狂》，這是講所有一切的惡，這兩種最重：一個是殺生，一個是邪淫，所以特別把這兩個惡業詳詳細細跟大家說明。最後一篇勸我們念佛求生淨土。印祖一生當中提倡這三部東西。我七七年在香港講經，接觸到「弘化社」，就是印光大師所出版的這些書籍，看到這個事實。當時我也非常驚訝，這是中國佛教一代的大德，淨土宗一代的祖師，為什麼他要這樣做？現在我們知道是為挽救現代社會的劫難。這些年來，我們看到中國、外國古老的預言，都講到兩千年有大災難，《聖經》最後一篇還講到世界末日。但是這些書裡面最後結論都有一句話：這個劫難會不會形成，完全看眾生的心行。這一句話說得很好、很有道理，眾生的心要能夠轉惡為善，這個災難可以化解；眾生的心要是轉不過來，還是隨順自己的煩惱習氣，一意造作惡業，不知道回頭，這個災難就不能夠避免。"
    },
    {
      "id": "21-139-0001_p0010",
      "zh_CN": "我们看看现在社会实际上的状况，从哪里看起？从教学。现代的学校，无论是父母教儿女、老师教学生，教什么？竞争。这个可怕！好像你在社会上不竞争，你将来就活不了，完全违背因果的理论。我在上个月遇到一位美国的教授跟我谈起，因为他是教书的，他教博士班的，一位资深的老教授。我说美国的教育是不是从小就教竞争？对！竞争再要升级就是斗争，斗争再升级是战争，战争爆发是世界末日。我说这个教育是死路一条，到最后是世界末日，你知不知道？东方圣贤人的教育，他不是教人竞争，教人忍让。这里面必须要懂得因果的理论与事实，他才能放弃竞争。我一生「于人无争，于世无求」，我活得好快乐，并不是不跟人竞争就活不了，我活得比你们快乐！你们活得很辛苦，为什么？天天要跟人斗争，你说你的心理、精神负担多重！这都是基本的原理原则，他不懂，可惜他没有念过《了凡四训》。",
      "zh_TW": "我們看看現在社會實際上的狀況，從哪裡看起？從教學。現代的學校，無論是父母教兒女、老師教學生，教什麼？競爭。這個可怕！好像你在社會上不競爭，你將來就活不了，完全違背因果的理論。我在上個月遇到一位美國的教授跟我談起，因為他是教書的，他教博士班的，一位資深的老教授。我說美國的教育是不是從小就教競爭？對！競爭再要升級就是鬥爭，鬥爭再升級是戰爭，戰爭爆發是世界末日。我說這個教育是死路一條，到最後是世界末日，你知不知道？東方聖賢人的教育，他不是教人競爭，教人忍讓。這裡面必須要懂得因果的理論與事實，他才能放棄競爭。我一生「於人無爭，於世無求」，我活得好快樂，並不是不跟人競爭就活不了，我活得比你們快樂！你們活得很辛苦，為什麼？天天要跟人鬥爭，你說你的心理、精神負擔多重！這都是基本的原理原則，他不懂，可惜他沒有念過《了凡四訓》。"
    },
    {
      "id": "21-139-0001_p0011",
      "zh_CN": "因果理论里面告诉我们，一个人的一生，你为什么到这个世间来？你来干什么的？凡是到这个世间来的是两种人，一种是佛菩萨乘愿再来的，那个得大自在；另外一种是像我们这些普通人，是业力受生的。前世造的业，那个业是因，现在我们到这个世间来是果报。过去造的善业，我们到这个世间来享福的；过去造不善业，那我们到这个世间来受罪的，来受苦、受难的，果报！业因虽然是前世造的，能不能改？能改。你要晓得这个道理，明了事实真相，可以改。从哪里改起？从因上改起。过去生中我们譬如说没有修善业，我这一生当中我明白了，我在断恶修善上下功夫，我就能把我的命运改变。所以佛家讲命运是有的，但不是宿命论，命运是你自己造的，你自己可以改变。佛告诉我们，实际上整个《大藏经》还不就是教我们这三桩事情吗？菩萨行虽然说得很多，归纳起来不外乎三大类，那就是布施，布施里头分三大类。通常我们都是用归纳的方法讲，把菩萨无量无边的行门，佛经上也常常讲八万四千行门，归纳为六大类：六波罗蜜。",
      "zh_TW": "因果理論裡面告訴我們，一個人的一生，你為什麼到這個世間來？你來幹什麼的？凡是到這個世間來的是兩種人，一種是佛菩薩乘願再來的，那個得大自在；另外一種是像我們這些普通人，是業力受生的。前世造的業，那個業是因，現在我們到這個世間來是果報。過去造的善業，我們到這個世間來享福的；過去造不善業，那我們到這個世間來受罪的，來受苦、受難的，果報！業因雖然是前世造的，能不能改？能改。你要曉得這個道理，明瞭事實真相，可以改。從哪裡改起？從因上改起。過去生中我們譬如說沒有修善業，我這一生當中我明白了，我在斷惡修善上下功夫，我就能把我的命運改變。所以佛家講命運是有的，但不是宿命論，命運是你自己造的，你自己可以改變。佛告訴我們，實際上整個《大藏經》還不就是教我們這三樁事情嗎？菩薩行雖然說得很多，歸納起來不外乎三大類，那就是布施，布施裡頭分三大類。通常我們都是用歸納的方法講，把菩薩無量無邊的行門，佛經上也常常講八萬四千行門，歸納為六大類：六波羅蜜。"
    },
    {
      "id": "21-139-0001_p0012",
      "zh_CN": "诸位都晓得，布施、持戒、忍辱、精进、禅定、般若，分为这六大类。六大类再归纳只有一条，就是布施。布施里面，有财布施、有法布施、有无畏布施。持戒、忍辱是属于无畏布施，精进、禅定、般若是属于法布施。所以，归根结柢就是一个布施。财布施得财富，你命里头钱怎么来的？是你过去生中喜欢财布施，你这一生得的福报。愈施愈多，不会说愈施愈少，没有这个道理。如果说布施而得不到财富，佛陀的教学可以完全把它推翻，那佛说的假话，佛说的话不能兑现。愈施愈多。聪明智慧是果报，原因是法布施。法布施是教学，欢喜教别人，自己知道的欢喜教人，增长聪明智慧。无畏布施是能够令一切众生都得到平安，离开恐怖，得健康长寿。最具体的作法，大家晓得是素食，素食是我不吃众生肉，不跟众生结冤仇，一切众生看到我都能生欢喜心。爱护众生，不忍吃众生肉，得健康长寿，你要肯干。",
      "zh_TW": "諸位都曉得，布施、持戒、忍辱、精進、禪定、般若，分為這六大類。六大類再歸納只有一條，就是布施。布施裡面，有財布施、有法布施、有無畏布施。持戒、忍辱是屬於無畏布施，精進、禪定、般若是屬於法布施。所以，歸根結柢就是一個布施。財布施得財富，你命裡頭錢怎麼來的？是你過去生中喜歡財布施，你這一生得的福報。愈施愈多，不會說愈施愈少，沒有這個道理。如果說布施而得不到財富，佛陀的教學可以完全把它推翻，那佛說的假話，佛說的話不能兌現。愈施愈多。聰明智慧是果報，原因是法布施。法布施是教學，歡喜教別人，自己知道的歡喜教人，增長聰明智慧。無畏布施是能夠令一切眾生都得到平安，離開恐怖，得健康長壽。最具體的作法，大家曉得是素食，素食是我不吃眾生肉，不跟眾生結冤仇，一切眾生看到我都能生歡喜心。愛護眾生，不忍吃眾生肉，得健康長壽，你要肯幹。"
    },
    {
      "id": "21-139-0001_p0013",
      "zh_CN": "我二十六岁接触到佛法，那个时候我自己感受很深，为什么不能早十年认识佛教？早十年认识佛教，我的成就不只今天这个样子。二十六岁才接触到，我恨太晚了。确确实实佛法是宇宙之间，我们常讲天上人间真实的教诲，无比的殊胜！接触之后才明了、才知道，正是如老师给我介绍的，「人生最高的享受」。我在没有学佛之前，我的个性跟袁了凡先生差不多，福报还比不上他，袁了凡所有一切恶习气我统统都有，还没有他的福报。孔先生给他算命，他还能活到五十三岁，还能做个县长，这一点我就不如他。我在年轻的时候，很多人给我算命，过不了四十五岁，一点福报都没有。今天这些福报都是学佛之后修得的，这一生修得的。这一生做了一个一百八十度的大转变，放弃自己的妄想分别执着、成见习气，完全随顺依靠佛陀教诲去做，做得很有效果，做到充满了信心。佛不能不学，学佛的人才是天上人间最有福报的人、最幸运的人。佛法是教学，不是一般拜拜，一般拜拜无济于事。所以佛法称之为「内学」，内是从内心里面去觉悟，去做一个转变，你才能得到真实的受用。",
      "zh_TW": "我二十六歲接觸到佛法，那個時候我自己感受很深，為什麼不能早十年認識佛教？早十年認識佛教，我的成就不只今天這個樣子。二十六歲才接觸到，我恨太晚了。確確實實佛法是宇宙之間，我們常講天上人間真實的教誨，無比的殊勝！接觸之後才明瞭、才知道，正是如老師給我介紹的，「人生最高的享受」。我在沒有學佛之前，我的個性跟袁了凡先生差不多，福報還比不上他，袁了凡所有一切惡習氣我統統都有，還沒有他的福報。孔先生給他算命，他還能活到五十三歲，還能做個縣長，這一點我就不如他。我在年輕的時候，很多人給我算命，過不了四十五歲，一點福報都沒有。今天這些福報都是學佛之後修得的，這一生修得的。這一生做了一個一百八十度的大轉變，放棄自己的妄想分別執著、成見習氣，完全隨順依靠佛陀教誨去做，做得很有效果，做到充滿了信心。佛不能不學，學佛的人才是天上人間最有福報的人、最幸運的人。佛法是教學，不是一般拜拜，一般拜拜無濟於事。所以佛法稱之為「內學」，內是從內心裡面去覺悟，去做一個轉變，你才能得到真實的受用。"
    },
    {
      "id": "21-139-0001_p0014",
      "zh_CN": "我们现在同学们都修净土，净土法门非常殊胜，念佛一定作佛。可是为什么许许多多人念佛，连往生都没有把握？往年台中李炳南老居士常讲，他是讲台中莲社，一万个莲友天天念佛，真正往生只有两三个。这是什么原因？口里念佛心里没有佛，所以不能往生。心口要相应，这才能往生。「口念弥陀心散乱」，古人讲「喊破喉咙也枉然」。所以我们要常常反省、常常检点：我像不像一尊佛？学佛要学得像，像阿弥陀佛、像释迦牟尼佛。每天供养的佛像，供养在那里干什么？不是给你拜的，你拜他他不会赐福给你。放在这个地方是让你自己天天看到，我要向他学，我要学得跟他一样，这就有福，这叫真正拜佛。",
      "zh_TW": "我們現在同學們都修淨土，淨土法門非常殊勝，念佛一定作佛。可是為什麼許許多多人念佛，連往生都沒有把握？往年台中李炳南老居士常講，他是講台中蓮社，一萬個蓮友天天念佛，真正往生只有兩三個。這是什麼原因？口裡念佛心裡沒有佛，所以不能往生。心口要相應，這才能往生。「口念彌陀心散亂」，古人講「喊破喉嚨也枉然」。所以我們要常常反省、常常檢點：我像不像一尊佛？學佛要學得像，像阿彌陀佛、像釋迦牟尼佛。每天供養的佛像，供養在那裡幹什麼？不是給你拜的，你拜他他不會賜福給你。放在這個地方是讓你自己天天看到，我要向他學，我要學得跟他一樣，這就有福，這叫真正拜佛。"
    },
    {
      "id": "21-139-0001_p0015",
      "zh_CN": "净宗从什么地方学起？这个很重要很重要，从三福。三福是出在《观无量寿佛经》中，这里头有一段故事。韦提希夫人遭遇国家的变故，对人间灰心透了，她是释迦牟尼佛的弟子，求佛、向佛请教：「有没有好的修学环境？」她不愿意在这个世间住了，想往生佛国土。释迦牟尼佛也没有说话，用他的神力把一切诸佛的刹土显现在她面前，让她自己去选择。那时候就像我们现在看电视一样，所有一切诸佛刹土形相让你看。她看了之后，选择阿弥陀佛的极乐世界，她说这个地方好，「我很想去」，向世尊请教怎样去法。世尊没有说往生方法之前，先讲净业三福。净业三福末后佛说了一句话，这三条是「三世诸佛净业正因」，这句话我们要非常的重视。三世是讲过去、现在、未来，也就是说过去、现在、未来所有一切众生、一切菩萨修成佛道，要以这三条为基础；如果没有这个基础，你就不能成就。",
      "zh_TW": "淨宗從什麼地方學起？這個很重要很重要，從三福。三福是出在《觀無量壽佛經》中，這裡頭有一段故事。韋提希夫人遭遇國家的變故，對人間灰心透了，她是釋迦牟尼佛的弟子，求佛、向佛請教：「有沒有好的修學環境？」她不願意在這個世間住了，想往生佛國土。釋迦牟尼佛也沒有說話，用他的神力把一切諸佛的剎土顯現在她面前，讓她自己去選擇。那時候就像我們現在看電視一樣，所有一切諸佛剎土形相讓你看。她看了之後，選擇阿彌陀佛的極樂世界，她說這個地方好，「我很想去」，向世尊請教怎樣去法。世尊沒有說往生方法之前，先講淨業三福。淨業三福末後佛說了一句話，這三條是「三世諸佛淨業正因」，這句話我們要非常的重視。三世是講過去、現在、未來，也就是說過去、現在、未來所有一切眾生、一切菩薩修成佛道，要以這三條為基礎；如果沒有這個基礎，你就不能成就。"
    },
    {
      "id": "21-139-0001_p0016",
      "zh_CN": "于是我们就明白，我们念佛为什么不能往生？没有这个基础，像盖房子一样，你没有打地基。无论你盖什么样式的房子、多么高的大楼，最重要是基础、地基，这三条就是我们修学的基础。三条第一条是人天福报，所以你就是不学佛，你能够做到第一条，你来生不会失掉人身，你在人间、天上享福，你不会堕三恶道。第二条是小乘的基础，声闻、缘觉小乘人修学的基础。第三条是大乘人的基础。这三条就像三层楼一样，小乘建立在人天福报的基础上，大乘又建立在小乘的基础上，像三层楼一样。第一条四句话：「孝养父母，奉事师长，慈心不杀，修十善业」，这是头一条。我们想想我们做到没有？我们有没有孝养父母？这句话意思很深很深，首先你要懂得什么叫做孝。中国的文字，我在五十年前就说过，是世界上任何国家民族都不能够相比的。文字是符号，中国文字是智慧的符号，你看到这个字，你想它里面的含义，意思很深。你看孝，你懂得这个含义，你才晓得我应当怎样尽孝。",
      "zh_TW": "於是我們就明白，我們念佛為什麼不能往生？沒有這個基礎，像蓋房子一樣，你沒有打地基。無論你蓋什麼樣式的房子、多麼高的大樓，最重要是基礎、地基，這三條就是我們修學的基礎。三條第一條是人天福報，所以你就是不學佛，你能夠做到第一條，你來生不會失掉人身，你在人間、天上享福，你不會墮三惡道。第二條是小乘的基礎，聲聞、緣覺小乘人修學的基礎。第三條是大乘人的基礎。這三條就像三層樓一樣，小乘建立在人天福報的基礎上，大乘又建立在小乘的基礎上，像三層樓一樣。第一條四句話：「孝養父母，奉事師長，慈心不殺，修十善業」，這是頭一條。我們想想我們做到沒有？我們有沒有孝養父母？這句話意思很深很深，首先你要懂得什麼叫做孝。中國的文字，我在五十年前就說過，是世界上任何國家民族都不能夠相比的。文字是符號，中國文字是智慧的符號，你看到這個字，你想它裡面的含義，意思很深。你看孝，你懂得這個含義，你才曉得我應當怎樣盡孝。"
    },
    {
      "id": "21-139-0001_p0017",
      "zh_CN": "「孝」这个字，上面是个「老」，下面是个「子」，这个意思非常明显的告诉我们，上一代跟下一代是一体。现在外国人讲有代沟，代沟就是大不孝，孝没有了。上一代还有上一代，过去无始；下一代还有下一代，未来无终，无始无终是一体，这是孝的意思。儒家教学有说：「不孝有三，无后为大」。这个意思，你从古代这些帝王你就能够明显的看出来。古代帝王一登基，就等于说他接受这个王位，接受王位他第一桩做的事情是什么？立太子，后代。如果后继无人，他自己做得再好，他一生的成绩等于零。为什么？你死了你的事业就完了。培养底下一代比什么都重要，他要选择一个继承人，还要选择国家最好的老师，有道德、有学问的人来教他，所以太子受的教育是国家最好的教育，希望他能够继承。",
      "zh_TW": "「孝」這個字，上面是個「老」，下面是個「子」，這個意思非常明顯的告訴我們，上一代跟下一代是一體。現在外國人講有代溝，代溝就是大不孝，孝沒有了。上一代還有上一代，過去無始；下一代還有下一代，未來無終，無始無終是一體，這是孝的意思。儒家教學有說：「不孝有三，無後為大」。這個意思，你從古代這些帝王你就能夠明顯的看出來。古代帝王一登基，就等於說他接受這個王位，接受王位他第一樁做的事情是什麼？立太子，後代。如果後繼無人，他自己做得再好，他一生的成績等於零。為什麼？你死了你的事業就完了。培養底下一代比什麼都重要，他要選擇一個繼承人，還要選擇國家最好的老師，有道德、有學問的人來教他，所以太子受的教育是國家最好的教育，希望他能夠繼承。"
    },
    {
      "id": "21-139-0001_p0018",
      "zh_CN": "所以一个王朝，它能够传十几二十代，能够享国几百年，有它的道理。末世的皇帝一定是违背祖宗的教诲，国跟家才灭亡。如果能够遵守祖宗教诲而不违背，它会一直传下去，这就是「不孝有三，无后为大」。在社会上任何一个行业，古时候你就是做生意买卖，叫老字号，他那个字号能够维持两三百年而不衰，什么原因？代代有子孙继承，他有后人。这个文化中国有，在外国没有这个观念。这是正确的，是至善的，是符合大道的。由此可知，孝父母不仅是养父母之身，父母之身当然要养，父母有养育之恩；更重要的，是养父母的心，要让父母活得很快乐，让他能够称心如意，这是孝，这一点懂得的人不多。",
      "zh_TW": "所以一個王朝，它能夠傳十幾二十代，能夠享國幾百年，有它的道理。末世的皇帝一定是違背祖宗的教誨，國跟家才滅亡。如果能夠遵守祖宗教誨而不違背，它會一直傳下去，這就是「不孝有三，無後為大」。在社會上任何一個行業，古時候你就是做生意買賣，叫老字號，他那個字號能夠維持兩三百年而不衰，什麼原因？代代有子孫繼承，他有後人。這個文化中國有，在外國沒有這個觀念。這是正確的，是至善的，是符合大道的。由此可知，孝父母不僅是養父母之身，父母之身當然要養，父母有養育之恩；更重要的，是養父母的心，要讓父母活得很快樂，讓他能夠稱心如意，這是孝，這一點懂得的人不多。"
    },
    {
      "id": "21-139-0001_p0019",
      "zh_CN": "怎样养父母的欢心？父母一定希望子女在一生当中都能和睦相处，都能够互助合作，由此可知，兄弟不和，父母伤心，那是不孝。父母希望自己儿女在社会上与一切人也能和睦相处，在工作里面或者是他做老板，或者是他做员工，一定上下能够相处得很好，同僚相处得很好，父母欢喜。如果在社会上，你对你的长官不忠，对你老板不忠，对你的同事欺瞒，父母心里难过。养父母之心，我就不再多举例子，例子不胜枚举。更高一层的，养父母之志，那是父母对儿女的期望。古时候跟现在不一样，古时候人父母对儿女总希望儿女能够成圣成贤，读书志在圣贤。现在人读书不是志在圣贤，志在赚钱。从前是志在圣贤，所以你能够成为君子、贤人、圣人，那是父母对你唯一的期望。你能不能满足父母的愿望？若不能满足父母的愿望，你就不孝。",
      "zh_TW": "怎樣養父母的歡心？父母一定希望子女在一生當中都能和睦相處，都能夠互助合作，由此可知，兄弟不和，父母傷心，那是不孝。父母希望自己兒女在社會上與一切人也能和睦相處，在工作裡面或者是他做老闆，或者是他做員工，一定上下能夠相處得很好，同僚相處得很好，父母歡喜。如果在社會上，你對你的長官不忠，對你老闆不忠，對你的同事欺瞞，父母心裡難過。養父母之心，我就不再多舉例子，例子不勝枚舉。更高一層的，養父母之志，那是父母對兒女的期望。古時候跟現在不一樣，古時候人父母對兒女總希望兒女能夠成聖成賢，讀書志在聖賢。現在人讀書不是志在聖賢，志在賺錢。從前是志在聖賢，所以你能夠成為君子、賢人、聖人，那是父母對你唯一的期望。你能不能滿足父母的願望？若不能滿足父母的願望，你就不孝。"
    },
    {
      "id": "21-139-0001_p0020",
      "zh_CN": "从孝道来讲，什么人能把这个孝做得究竟圆满？跟诸位说，只有佛。成了佛叫大孝，圆满的大孝。等觉菩萨不行，等觉菩萨还有一品生相无明没破，他父亲还是在皱眉头，他不开心。证得究竟圆满的佛果，才是真正圆满的大孝。佛法建立在孝道的基础上，佛法终极的目标是完成孝道。所以佛教传到中国来，立刻被中国朝野欢迎接受，这个道理跟中国古圣先贤的教诲完全相同。中国古圣先贤讲的是纲领，佛讲得详细，这两个一配合，确实圣贤教育真正达到究竟圆满。所以孝养父母我们要认真努力去做，怎么作法？大乘经典里面有许许多多的教导，我们要用心去学习。",
      "zh_TW": "從孝道來講，什麼人能把這個孝做得究竟圓滿？跟諸位說，只有佛。成了佛叫大孝，圓滿的大孝。等覺菩薩不行，等覺菩薩還有一品生相無明沒破，他父親還是在皺眉頭，他不開心。證得究竟圓滿的佛果，才是真正圓滿的大孝。佛法建立在孝道的基礎上，佛法終極的目標是完成孝道。所以佛教傳到中國來，立刻被中國朝野歡迎接受，這個道理跟中國古聖先賢的教誨完全相同。中國古聖先賢講的是綱領，佛講得詳細，這兩個一配合，確實聖賢教育真正達到究竟圓滿。所以孝養父母我們要認真努力去做，怎麼作法？大乘經典裡面有許許多多的教導，我們要用心去學習。"
    },
    {
      "id": "21-139-0001_p0021",
      "zh_CN": "第二句「奉事师长」，这句话就是中国人讲的尊师重道。儿女在学校念书，对老师不尊敬，功课不认真学习，父母也操心、也难过。怎样教儿女懂得尊师重道，这是做父母的事情；怎样教学生知道孝养父母，是老师的事情。所以一个年轻人的成熟、成就，父母跟老师密切合作把这个人教成功的。父母对儿女说「我是你的父母，你应当孝顺我」，这个话讲不出口，谁来讲？老师讲。老师对学生说「我是你的老师，你要尊师重道」，也说不出口。父母讲、家长讲，两方面配合，才把这个教学的工作做好。不但要说，而且要做出样子给小孩看。现在这个社会上已经没有了，我这个年龄还算不错，我生在安徽庐江，那个小城是桐城派的根据地，所以文风很盛。我们生长在农村里面，农村的小孩都念书，文风很盛，念私塾。那个时候还没有学校，但是我念私塾，我记得大概只有四、五个月的时间，以后就改成学校。改成学校这些礼节都没有了，看都看不到了。",
      "zh_TW": "第二句「奉事師長」，這句話就是中國人講的尊師重道。兒女在學校念書，對老師不尊敬，功課不認真學習，父母也操心、也難過。怎樣教兒女懂得尊師重道，這是做父母的事情；怎樣教學生知道孝養父母，是老師的事情。所以一個年輕人的成熟、成就，父母跟老師密切合作把這個人教成功的。父母對兒女說「我是你的父母，你應當孝順我」，這個話講不出口，誰來講？老師講。老師對學生說「我是你的老師，你要尊師重道」，也說不出口。父母講、家長講，兩方面配合，才把這個教學的工作做好。不但要說，而且要做出樣子給小孩看。現在這個社會上已經沒有了，我這個年齡還算不錯，我生在安徽廬江，那個小城是桐城派的根據地，所以文風很盛。我們生長在農村裡面，農村的小孩都念書，文風很盛，念私塾。那個時候還沒有學校，但是我念私塾，我記得大概只有四、五個月的時間，以後就改成學校。改成學校這些禮節都沒有了，看都看不到了。"
    },
    {
      "id": "21-139-0001_p0022",
      "zh_CN": "我记得我上私塾那一天，这一生都不会忘记，这是教育的效果！那个时候是六、七岁，父亲带我去私塾，私塾是在一个亲戚的祠堂里面，祠堂的大殿供一个很大的牌位，是孔老夫子，「大成至圣先师孔夫子之神位」，我都记得很清楚，很大的牌位。进学那天，我父亲带着我，还带着礼物供养老师。先向孔老夫子的神位行三跪九叩首的礼，那是从前见皇帝的大礼，三跪九叩首之礼。我父亲在前面，我在后面跟着拜。拜完孔老夫子之后，请老师上座，我的父亲在前面，我在后面，向老师行三跪九叩首的礼。我们小孩一看，对老师敢不尊敬吗？我爸爸对他都这么尊敬，都给他磕头，我还敢不听话？大人就像演戏一样，演给小孩看的，让他一生记住，懂得尊师重道是这样教的。口教没有用，表演给他看。现在哪里有？所以现在伦理没有了，真的家不像家，国不像国，古人所讲的话到今天这个社会我们看到了。",
      "zh_TW": "我記得我上私塾那一天，這一生都不會忘記，這是教育的效果！那個時候是六、七歲，父親帶我去私塾，私塾是在一個親戚的祠堂裡面，祠堂的大殿供一個很大的牌位，是孔老夫子，「大成至聖先師孔夫子之神位」，我都記得很清楚，很大的牌位。進學那天，我父親帶著我，還帶著禮物供養老師。先向孔老夫子的神位行三跪九叩首的禮，那是從前見皇帝的大禮，三跪九叩首之禮。我父親在前面，我在後面跟著拜。拜完孔老夫子之後，請老師上座，我的父親在前面，我在後面，向老師行三跪九叩首的禮。我們小孩一看，對老師敢不尊敬嗎？我爸爸對他都這麼尊敬，都給他磕頭，我還敢不聽話？大人就像演戲一樣，演給小孩看的，讓他一生記住，懂得尊師重道是這樣教的。口教沒有用，表演給他看。現在哪裡有？所以現在倫理沒有了，真的家不像家，國不像國，古人所講的話到今天這個社會我們看到了。"
    },
    {
      "id": "21-139-0001_p0023",
      "zh_CN": "古时候家长对儿女不但养育，还要教导。教导都是做榜样、做模范给小孩看，不好的模范决定不能让小孩看到，在小孩面前一定要做得很端庄。这是教他，这是给他奠定德行的基础，这是真正爱护子女。现代做父母的人不懂，也难怪，他的父母没教他，他怎么能教好底下一代？我们看到这些地方非常痛心。今天师道没有了、孝道没有了，孝道没有了，家不成家；师道没有了，很悲哀！古圣先贤的教育可以说已经衰到灭亡的边缘。现在真的走向世界末日，尤其是九一一事件之后，我到澳洲遇到澳洲学术界里面一些知识分子，他们都是大学教授，而且是博士班的教授，很认真的检讨反省：社会愈来愈乱，冲突愈来愈多、愈来愈尖锐，这种情况如果不能够改善，这个世界不会有前途的。所以，大家都集中心力在思考这个问题，想到战争、报复决定不是解决问题的办法。报复，我们中国人懂得，「冤冤相报，没完没了」。所以大家想到用和平的方法来解决争端，这是一个转变的契机。",
      "zh_TW": "古時候家長對兒女不但養育，還要教導。教導都是做榜樣、做模範給小孩看，不好的模範決定不能讓小孩看到，在小孩面前一定要做得很端莊。這是教他，這是給他奠定德行的基礎，這是真正愛護子女。現代做父母的人不懂，也難怪，他的父母沒教他，他怎麼能教好底下一代？我們看到這些地方非常痛心。今天師道沒有了、孝道沒有了，孝道沒有了，家不成家；師道沒有了，很悲哀！古聖先賢的教育可以說已經衰到滅亡的邊緣。現在真的走向世界末日，尤其是九一一事件之後，我到澳洲遇到澳洲學術界裡面一些知識分子，他們都是大學教授，而且是博士班的教授，很認真的檢討反省：社會愈來愈亂，衝突愈來愈多、愈來愈尖銳，這種情況如果不能夠改善，這個世界不會有前途的。所以，大家都集中心力在思考這個問題，想到戰爭、報復決定不是解決問題的辦法。報復，我們中國人懂得，「冤冤相報，沒完沒了」。所以大家想到用和平的方法來解決爭端，這是一個轉變的契機。"
    },
    {
      "id": "21-139-0001_p0024",
      "zh_CN": "我们记得在七十年代，英国汤恩比博士在欧洲一次国际会议上说过，访问日本跟池田先生也谈过：「解决二十一世纪的问题，只有中国孔孟学说与大乘佛法。」这是英国人说出来的。他是世界上知名的学者，说这个话影响力很大。当然第一个影响是英国，所以英国现在小学、中学、大学课本里面都有佛教的课程。有佛教的课程，有儒家的课程。他们在教，已经把儒家的思想跟大乘佛法列入学校正规的功课来学习。澳大利亚跟进，我在五年前在澳洲看到他们学校中学生的课本，佛学的课本；还有不少的老师跟我谈，希望我能够给他们编教材，他们感觉得教材还不太满意，这桩事情我们是要尽心尽力去帮助他。难得！外国人现在很认真的在学习。针对于现前社会的问题，这个课本编辑的纲领，那就是印光大师所说的，「敦伦尽分、闲邪存诚」，要以这八个字做为教学的纲领、编辑教材的理念，这是针对目前的社会。如何再回到伦理道德，劫难才能化解，社会才能恢复正常的秩序，人民才能够安居乐业。我们佛弟子要肩负起这个重担，自度度他。",
      "zh_TW": "我們記得在七十年代，英國湯恩比博士在歐洲一次國際會議上說過，訪問日本跟池田先生也談過：「解決二十一世紀的問題，只有中國孔孟學說與大乘佛法。」這是英國人說出來的。他是世界上知名的學者，說這個話影響力很大。當然第一個影響是英國，所以英國現在小學、中學、大學課本裡面都有佛教的課程。有佛教的課程，有儒家的課程。他們在教，已經把儒家的思想跟大乘佛法列入學校正規的功課來學習。澳大利亞跟進，我在五年前在澳洲看到他們學校中學生的課本，佛學的課本；還有不少的老師跟我談，希望我能夠給他們編教材，他們感覺得教材還不太滿意，這樁事情我們是要盡心盡力去幫助他。難得！外國人現在很認真的在學習。針對於現前社會的問題，這個課本編輯的綱領，那就是印光大師所說的，「敦倫盡分、閑邪存誠」，要以這八個字做為教學的綱領、編輯教材的理念，這是針對目前的社會。如何再回到倫理道德，劫難才能化解，社會才能恢復正常的秩序，人民才能夠安居樂業。我們佛弟子要肩負起這個重擔，自度度他。"
    },
    {
      "id": "21-139-0001_p0025",
      "zh_CN": "今天社会出了问题，佛教也出了问题，问题出在哪里？大家只晓得拜拜求福，不懂得经义。释迦牟尼佛出现在世间，不是教我们拜神，不是教这个，释迦牟尼佛是给我们上课，是教学的。世尊当年教学没有场所，你在经上看到，最初在鹿野苑，这是佛法草创的时候，一个老师，释迦牟尼佛一个老师，五比丘，五个学生。在哪里上课？旷野草地上，大树底下。没有教室，没有一切设施。我们要懂得随时随地都是教学，走到哪里教到哪里，树下一宿、日中一食，我们从这些地方去体会。释迦牟尼佛没有盖过寺庙，没有供一切神像，也没有烧香燃灯。但是世尊当年在世，印度宗教很发达，婆罗门教他们教主告诉我，他们的历史有一万多年，可是今天世界公认的，他们的历史有八千五百年。在所有宗教上排名，在历史久远上他们排第一，犹太教排第二，拜火教排第三，佛教排第四。宗教很发达，他们有殿堂、有神庙、有供神像，佛没有，所以佛确确实实是多元文化的社会教育，我们要肯定。",
      "zh_TW": "今天社會出了問題，佛教也出了問題，問題出在哪裡？大家只曉得拜拜求福，不懂得經義。釋迦牟尼佛出現在世間，不是教我們拜神，不是教這個，釋迦牟尼佛是給我們上課，是教學的。世尊當年教學沒有場所，你在經上看到，最初在鹿野苑，這是佛法草創的時候，一個老師，釋迦牟尼佛一個老師，五比丘，五個學生。在哪裡上課？曠野草地上，大樹底下。沒有教室，沒有一切設施。我們要懂得隨時隨地都是教學，走到哪裡教到哪裡，樹下一宿、日中一食，我們從這些地方去體會。釋迦牟尼佛沒有蓋過寺廟，沒有供一切神像，也沒有燒香燃燈。但是世尊當年在世，印度宗教很發達，婆羅門教他們教主告訴我，他們的歷史有一萬多年，可是今天世界公認的，他們的歷史有八千五百年。在所有宗教上排名，在歷史久遠上他們排第一，猶太教排第二，拜火教排第三，佛教排第四。宗教很發達，他們有殿堂、有神廟、有供神像，佛沒有，所以佛確確實實是多元文化的社會教育，我們要肯定。"
    },
    {
      "id": "21-139-0001_p0026",
      "zh_CN": "用今天的话来说，释迦牟尼佛是多元文化社会教育家，跟中国孔老夫子一样。他的身分是多元文化社会教育的义务工作者，他教学不收学费，不分国籍、不分种族、不分宗教，有教无类，都是以真诚心、清净心平等慈悲来对一切大众、对一切学生，这个我们必须要认识清楚。佛教里面有说阿罗汉、菩萨、佛，这不是神的名号，这是什么？就像现在学校里头学位的名称。最低的学位是阿罗汉，其次是菩萨，最高的学位叫佛陀，就像现在学校里面学士、硕士、博士，学位的名称。所以，佛教里面的一切众生各个都能够成佛。佛不是上帝、不是神，上帝只有一个，不能个个都当上帝，所以它是学位的名称，一定要搞清楚、要搞明白。学位的标准，经典上讲得很清楚，你得到正觉，你就称为阿罗汉；你得到正等正觉，你就称菩萨；如果得到无上正等正觉，你就称佛陀。它有标准的，学位有标准的。你修满什么样的课程，你拿到什么样的学位。所以我们从哪里学起？要知道敦伦尽分，孝亲尊师是敦伦尽分的基础，然后才学习「慈心不杀」，培养自己的慈悲心，慈悲心是善心、爱心。",
      "zh_TW": "用今天的話來說，釋迦牟尼佛是多元文化社會教育家，跟中國孔老夫子一樣。他的身分是多元文化社會教育的義務工作者，他教學不收學費，不分國籍、不分種族、不分宗教，有教無類，都是以真誠心、清淨心平等慈悲來對一切大眾、對一切學生，這個我們必須要認識清楚。佛教裡面有說阿羅漢、菩薩、佛，這不是神的名號，這是什麼？就像現在學校裡頭學位的名稱。最低的學位是阿羅漢，其次是菩薩，最高的學位叫佛陀，就像現在學校裡面學士、碩士、博士，學位的名稱。所以，佛教裡面的一切眾生各個都能夠成佛。佛不是上帝、不是神，上帝只有一個，不能個個都當上帝，所以它是學位的名稱，一定要搞清楚、要搞明白。學位的標準，經典上講得很清楚，你得到正覺，你就稱為阿羅漢；你得到正等正覺，你就稱菩薩；如果得到無上正等正覺，你就稱佛陀。它有標準的，學位有標準的。你修滿什麼樣的課程，你拿到什麼樣的學位。所以我們從哪裡學起？要知道敦倫盡分，孝親尊師是敦倫盡分的基礎，然後才學習「慈心不殺」，培養自己的慈悲心，慈悲心是善心、愛心。"
    },
    {
      "id": "21-139-0001_p0027",
      "zh_CN": "中国古时候教童蒙，四、五岁的小朋友，启蒙念《三字经》。《三字经》上头一句话：「人之初，性本善」，这个话是真的，所有一切众生的本性是善良的。这个善不是善恶的善，善恶的善是相对的，那不是真善。真善是绝对的，善恶的善是第二义，是习性，不是本性。本性是纯善，本性是至善。纯善为什么变成不善？这个原因就是没有好好的教导，他被世俗风气感染，特别是现代的社会风气。他不是圣人，他不是佛菩萨再来的。凡人我们常讲「近朱者赤，近墨者黑」，你接近好人，你就是好人，你接触恶人，你就变成恶人。社会是个大染缸，非常可怕，这是我们非常忧虑的一桩事情。现在的小孩怎么教法？家庭教得再好，走到社会上就变坏了。尤其现在的社会教育，你看看电视、电影、歌舞、风俗，现在最可怕的是电脑网路，害死人！你家里的小孩从出生下来，眼睛一张开他就看电视，他脑子里所学的东西全是电视里头乱七八糟的东西，你怎么能把它洗刷干净？所以许许多多做父母的来跟我谈儿女不孝，什么原因不孝？电视看得太多，网路看得太多，你没有教他，有别人在教他。",
      "zh_TW": "中國古時候教童蒙，四、五歲的小朋友，啟蒙念《三字經》。《三字經》上頭一句話：「人之初，性本善」，這個話是真的，所有一切眾生的本性是善良的。這個善不是善惡的善，善惡的善是相對的，那不是真善。真善是絕對的，善惡的善是第二義，是習性，不是本性。本性是純善，本性是至善。純善為什麼變成不善？這個原因就是沒有好好的教導，他被世俗風氣感染，特別是現代的社會風氣。他不是聖人，他不是佛菩薩再來的。凡人我們常講「近朱者赤，近墨者黑」，你接近好人，你就是好人，你接觸惡人，你就變成惡人。社會是個大染缸，非常可怕，這是我們非常憂慮的一樁事情。現在的小孩怎麼教法？家庭教得再好，走到社會上就變壞了。尤其現在的社會教育，你看看電視、電影、歌舞、風俗，現在最可怕的是電腦網路，害死人！你家裡的小孩從出生下來，眼睛一張開他就看電視，他腦子裡所學的東西全是電視裡頭亂七八糟的東西，你怎麼能把它洗刷乾淨？所以許許多多做父母的來跟我談兒女不孝，什麼原因不孝？電視看得太多，網路看得太多，你沒有教他，有別人在教他。"
    },
    {
      "id": "21-139-0001_p0028",
      "zh_CN": "科学技术虽然给我们带来生活上的某些方便，付出的代价多大？太大太大了！可以说我们得科学技术的利益只占百分之一，我们付出痛苦的代价是百分之九十九，稍稍不谨慎就导致整个世界的毁灭。中国古圣先贤不从这个方向去发展，那是真实智慧，大慈大悲。像飞行，现在的高科技，中国最初在书籍看到的是汉朝王莽时代，就有人用滑翔的方法来学飞，为什么以后不继续再发展？机械化的运输，我们在古书上读到诸葛亮发明木牛流马，机械化的运输，诸葛亮死的时候把全部东西毁灭掉，不留给后世。这是智慧，大慈大悲，知道这个东西副作用太可怕，不向这个方向发展，向道德、向人文方向去发展，正确的！现在西方尝到科技的严重苦果，没有办法解决，现在要到东方来取经，向中国学习、向印度学习，这是一条生路。所以，我们要培养慈悲心。培养慈悲心，佛经上虽然讲「慈心不杀」，从不杀这个意思我们引申出来，决定不能有伤害众生的念头。众生造作罪业，佛菩萨决定没有把他开除、把他杀掉，佛菩萨决定没有，佛菩萨用真诚去感化，这是教育。",
      "zh_TW": "科學技術雖然給我們帶來生活上的某些方便，付出的代價多大？太大太大了！可以說我們得科學技術的利益只佔百分之一，我們付出痛苦的代價是百分之九十九，稍稍不謹慎就導致整個世界的毀滅。中國古聖先賢不從這個方向去發展，那是真實智慧，大慈大悲。像飛行，現在的高科技，中國最初在書籍看到的是漢朝王莽時代，就有人用滑翔的方法來學飛，為什麼以後不繼續再發展？機械化的運輸，我們在古書上讀到諸葛亮發明木牛流馬，機械化的運輸，諸葛亮死的時候把全部東西毀滅掉，不留給後世。這是智慧，大慈大悲，知道這個東西副作用太可怕，不向這個方向發展，向道德、向人文方向去發展，正確的！現在西方嘗到科技的嚴重苦果，沒有辦法解決，現在要到東方來取經，向中國學習、向印度學習，這是一條生路。所以，我們要培養慈悲心。培養慈悲心，佛經上雖然講「慈心不殺」，從不殺這個意思我們引申出來，決定不能有傷害眾生的念頭。眾生造作罪業，佛菩薩決定沒有把他開除、把他殺掉，佛菩薩決定沒有，佛菩薩用真誠去感化，這是教育。"
    },
    {
      "id": "21-139-0001_p0029",
      "zh_CN": "教育真正的目标是把恶人变成善人，把坏人变成好人，这叫教育。孔夫子教导各个国家的领导人，怎样做个好的领导人？夫子跟他说：「作之君、作之亲、作之师」，你能把这三桩事情做好，你是国家最好的领导人。君就是领导，亲是父母，从前地方行政长官叫父母官，爱民如子，用父母的心对待人民。你关怀他，你要养育他，还要做人民的老师、人民的表率。所以一个领导人，他的责任就是君、亲、师。我们懂得这个道理，在家中你是个家长，如何把家长做好？还是这三个字，君亲师。你在公司行号当老板，你的事业怎么能做得成功？也是君亲师。所以你要教，教最重要是身教，你要做典型、做模范，做出来给你的家人看，做出来给你的员工看，给社会大众看。凡是一切不善的，不但不能做，念头都不能生。所以一切要教，不教不行！",
      "zh_TW": "教育真正的目標是把惡人變成善人，把壞人變成好人，這叫教育。孔夫子教導各個國家的領導人，怎樣做個好的領導人？夫子跟他說：「作之君、作之親、作之師」，你能把這三樁事情做好，你是國家最好的領導人。君就是領導，親是父母，從前地方行政長官叫父母官，愛民如子，用父母的心對待人民。你關懷他，你要養育他，還要做人民的老師、人民的表率。所以一個領導人，他的責任就是君、親、師。我們懂得這個道理，在家中你是個家長，如何把家長做好？還是這三個字，君親師。你在公司行號當老闆，你的事業怎麼能做得成功？也是君親師。所以你要教，教最重要是身教，你要做典型、做模範，做出來給你的家人看，做出來給你的員工看，給社會大眾看。凡是一切不善的，不但不能做，念頭都不能生。所以一切要教，不教不行！"
    },
    {
      "id": "21-139-0001_p0030",
      "zh_CN": "要教，头一个教自己，自己没有教好，你想去教别人是不可能的。所以齐家在修身，修身就是自己把自己教好，我才能教我的家人，我才能教导社会大众。要把自己教好，儒跟佛所说的原理原则完全相同，断烦恼、求智慧。儒家讲「格物致知」，物是物欲，就是对于物质的欲望你要把它降低，你要能把它放弃；致知，是求学问、求智慧。在佛法里面讲断烦恼障、断所知障，断烦恼障是格物，断所知障是致知。格物致知是修身、开智慧的大根大本，你不从这上面下手，怎么能成就自己？怎么能够帮助社会？人的一生最有意义、最有价值的大事是帮助社会、帮助一切众生。帮助他什么？帮助他破迷开悟，帮助他离苦得乐。这个心、这种行为，三种布施都具足了，财布施、法布施、无畏布施。也许说我们的生活很清苦，没有财力帮助人，身是财，释迦牟尼佛当年的财布施是什么？是以身体做义工，为大家服务。这叫内财布施，内财比外财果报殊胜太多。外财是你自己有钱财帮助别人，你自己没有亲身去做。像现在这个道场里面的义工，义工是用内财布施，用我的身体来布施，为大家服务，这比外财布施的功德还要殊胜，果报不可思议，所以释迦牟尼佛修的是圆满的福报。",
      "zh_TW": "要教，頭一個教自己，自己沒有教好，你想去教別人是不可能的。所以齊家在修身，修身就是自己把自己教好，我才能教我的家人，我才能教導社會大眾。要把自己教好，儒跟佛所說的原理原則完全相同，斷煩惱、求智慧。儒家講「格物致知」，物是物欲，就是對於物質的欲望你要把它降低，你要能把它放棄；致知，是求學問、求智慧。在佛法裡面講斷煩惱障、斷所知障，斷煩惱障是格物，斷所知障是致知。格物致知是修身、開智慧的大根大本，你不從這上面下手，怎麼能成就自己？怎麼能夠幫助社會？人的一生最有意義、最有價值的大事是幫助社會、幫助一切眾生。幫助他什麼？幫助他破迷開悟，幫助他離苦得樂。這個心、這種行為，三種布施都具足了，財布施、法布施、無畏布施。也許說我們的生活很清苦，沒有財力幫助人，身是財，釋迦牟尼佛當年的財布施是什麼？是以身體做義工，為大家服務。這叫內財布施，內財比外財果報殊勝太多。外財是你自己有錢財幫助別人，你自己沒有親身去做。像現在這個道場裡面的義工，義工是用內財布施，用我的身體來布施，為大家服務，這比外財布施的功德還要殊勝，果報不可思議，所以釋迦牟尼佛修的是圓滿的福報。"
    },
    {
      "id": "21-139-0001_p0031",
      "zh_CN": "我们能够舍己为人，念念为众生想、为社会想、为整个宇宙整体去想，你就是佛菩萨的心量，你就不是凡夫。一定要晓得虚空法界跟自己是一体，虚空法界一切众生跟自己是什么关系，不能不搞清楚，不能不搞明白。然后我们才会像佛菩萨一样，那样真诚、那样清净平等慈悲关怀一切众生，爱护一切众生，真正能够舍己为人去帮助一切众生。我们能帮助别人，果报得到的是一切人都帮助你，你说那多自在、多幸福！所以慈心不杀这个意思很深，决定不能叫一个众生因为我而起烦恼，这是慈心不杀真正的意义。这个人看到我就讨厌，我一看到他就回避，躲避他，让他生欢喜心。这个不是怕他，这是「菩萨所在之处，令一切众生生欢喜心」，这是教育，这是教化。我这样做，表演给别人看，希望每一个人都能这样做，这个世界多和睦、多美好！",
      "zh_TW": "我們能夠捨己為人，念念為眾生想、為社會想、為整個宇宙整體去想，你就是佛菩薩的心量，你就不是凡夫。一定要曉得虛空法界跟自己是一體，虛空法界一切眾生跟自己是什麼關係，不能不搞清楚，不能不搞明白。然後我們才會像佛菩薩一樣，那樣真誠、那樣清淨平等慈悲關懷一切眾生，愛護一切眾生，真正能夠捨己為人去幫助一切眾生。我們能幫助別人，果報得到的是一切人都幫助你，你說那多自在、多幸福！所以慈心不殺這個意思很深，決定不能叫一個眾生因為我而起煩惱，這是慈心不殺真正的意義。這個人看到我就討厭，我一看到他就迴避，躲避他，讓他生歡喜心。這個不是怕他，這是「菩薩所在之處，令一切眾生生歡喜心」，這是教育，這是教化。我這樣做，表演給別人看，希望每一個人都能這樣做，這個世界多和睦、多美好！"
    },
    {
      "id": "21-139-0001_p0032",
      "zh_CN": "同修们都有家庭，从家庭做起，从夫妻做起。夫妻没有结婚的时候，彼此都看到对方的优点，对方是完人，一点缺点都没有，哪个人要说对方有缺点，她恨透了他。可是结婚之后，天天看对方的毛病，所以天天吵架、天天不和，病根就在此地。如果你能够懂得佛所教你的，一生只记别人的好处，决定不要记别人的缺点，这家庭多和睦，多么健康！家庭是社会基本的组织，家庭和睦，社会安定，世界和平。千万不要以为我这个家庭是小事，不会牵涉别人，决定会牵涉到世界和平，牵涉到社会安定。家不和，你的罪就很重，为什么？你破坏社会安定，你破坏世界和平，你罪多重！这话都是真的。所以我们起心动念、言语造作，要为整个社会、为整个世界负责任。",
      "zh_TW": "同修們都有家庭，從家庭做起，從夫妻做起。夫妻沒有結婚的時候，彼此都看到對方的優點，對方是完人，一點缺點都沒有，哪個人要說對方有缺點，她恨透了他。可是結婚之後，天天看對方的毛病，所以天天吵架、天天不和，病根就在此地。如果你能夠懂得佛所教你的，一生只記別人的好處，決定不要記別人的缺點，這家庭多和睦，多麼健康！家庭是社會基本的組織，家庭和睦，社會安定，世界和平。千萬不要以為我這個家庭是小事，不會牽涉別人，決定會牽涉到世界和平，牽涉到社會安定。家不和，你的罪就很重，為什麼？你破壞社會安定，你破壞世界和平，你罪多重！這話都是真的。所以我們起心動念、言語造作，要為整個社會、為整個世界負責任。"
    },
    {
      "id": "21-139-0001_p0033",
      "zh_CN": "在大乘佛法里面讲范围还大，为尽虚空遍法界一切刹土众生负责任，《华严经》上说的。一般大乘经上没有讲得这么大、这么严重，《华严经》上讲到。所以我们必须要牺牲小我，要舍小我，要常常为大局着想，为整个社会、为整个世界来想。我们心开意解，你就会很自在，就得快乐。佛菩萨的境界，佛菩萨那种乐趣，你要不认真去做，你想像不到的。人间、天上什么样的快乐，不能跟佛菩萨比！古人常讲世味，世间的滋味、五欲六尘的滋味，哪有法味浓？法味就是佛菩萨的生活。我们学佛了，最可贵的是过佛菩萨的生活，要把我们凡人的生活转变成佛菩萨的生活。",
      "zh_TW": "在大乘佛法裡面講範圍還大，為盡虛空遍法界一切剎土眾生負責任，《華嚴經》上說的。一般大乘經上沒有講得這麼大、這麼嚴重，《華嚴經》上講到。所以我們必須要犧牲小我，要捨小我，要常常為大局著想，為整個社會、為整個世界來想。我們心開意解，你就會很自在，就得快樂。佛菩薩的境界，佛菩薩那種樂趣，你要不認真去做，你想像不到的。人間、天上什麼樣的快樂，不能跟佛菩薩比！古人常講世味，世間的滋味、五欲六塵的滋味，哪有法味濃？法味就是佛菩薩的生活。我們學佛了，最可貴的是過佛菩薩的生活，要把我們凡人的生活轉變成佛菩薩的生活。"
    },
    {
      "id": "21-139-0001_p0034",
      "zh_CN": "末后一条「修十善业」：不杀生、不偷盗、不邪淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，这是世出世间德行的基本条件。我们起心动念要与十善相应，决定不能够与十恶相应。有人说我今天要不骗人我就不能赚钱，这是一个错误观念，大错特错！这个与赚钱不赚钱没有关系。赚钱是你命里头有财，命里有财，无论你从事哪个行业，那是缘，命里有财是因，无论从事哪个行业，你都会赚钱。你命里头没有财，不管你经营什么事业，你都不会赚钱。命里有，命里头虽然有了，你还用欺诈的手段对付别人，你命里面的财减少一半。你命里头有一千万的，你常常骗人，以欺诈的行为去赚钱，你能够赚得的只剩五百万，一半丢掉了。如果你诚恳，而且欢欢喜喜帮助别人，能够多给别人一点好处，你命里面的财富会增加。世间人不懂这个道理，起心动念都是损人利己，这个不得了。我们看到世间有很多亿万财富的命，结果被他折成可能只剩下十分之一、二，他还自以为聪明、自以为高明，其实错了！命里面的财富一大半都折损了。所以，这些道理不能不懂。",
      "zh_TW": "末後一條「修十善業」：不殺生、不偷盜、不邪淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，這是世出世間德行的基本條件。我們起心動念要與十善相應，決定不能夠與十惡相應。有人說我今天要不騙人我就不能賺錢，這是一個錯誤觀念，大錯特錯！這個與賺錢不賺錢沒有關係。賺錢是你命裡頭有財，命裡有財，無論你從事哪個行業，那是緣，命裡有財是因，無論從事哪個行業，你都會賺錢。你命裡頭沒有財，不管你經營什麼事業，你都不會賺錢。命裡有，命裡頭雖然有了，你還用欺詐的手段對付別人，你命裡面的財減少一半。你命裡頭有一千萬的，你常常騙人，以欺詐的行為去賺錢，你能夠賺得的只剩五百萬，一半丟掉了。如果你誠懇，而且歡歡喜喜幫助別人，能夠多給別人一點好處，你命裡面的財富會增加。世間人不懂這個道理，起心動念都是損人利己，這個不得了。我們看到世間有很多億萬財富的命，結果被他折成可能只剩下十分之一、二，他還自以為聰明、自以為高明，其實錯了！命裡面的財富一大半都折損了。所以，這些道理不能不懂。"
    },
    {
      "id": "21-139-0001_p0035",
      "zh_CN": "你心地善良，行为善良，处处能够帮助别人，处处能够成就别人，你的福慧无量无边。从这个基础上，这是人天善法，你能够这样修，你在这一生当中福报是自然的，你心地是清净的，心清净身就清净，身心清净你的环境就清净，这是健康长寿之道。人在这一生当中，心理没有压力，身体也没有压力，你说这个日子过得多舒服、多自在！随缘而不攀缘，以真诚、清净心求智慧，唯有智慧才能够解决问题。所以世出世间大圣大贤帮助一切众生，他不是用别的方法，他用教学，释迦牟尼佛是最明显的一个例子。政治能不能帮助一切众生？他要是做国王，他肯定是个好国王，可以帮助众生，帮助他一国的人，别的国家他管不到。他要想帮助全世界的人，国王的力量做不到。武力也做不到，武力只是跟人家结冤仇、结仇恨。他选择教育，教育能做到。孔老夫子做到了，释迦牟尼佛也做到了，我们再看看全世界许许多多宗教的创始人，那都是大圣大贤，都是有真智慧的人，都是从事于多元文化的教学。我们在今天经过这两千多年，我们看到这个教学的成果，看到这个教学力量的伟大。",
      "zh_TW": "你心地善良，行為善良，處處能夠幫助別人，處處能夠成就別人，你的福慧無量無邊。從這個基礎上，這是人天善法，你能夠這樣修，你在這一生當中福報是自然的，你心地是清淨的，心清淨身就清淨，身心清淨你的環境就清淨，這是健康長壽之道。人在這一生當中，心理沒有壓力，身體也沒有壓力，你說這個日子過得多舒服、多自在！隨緣而不攀緣，以真誠、清淨心求智慧，唯有智慧才能夠解決問題。所以世出世間大聖大賢幫助一切眾生，他不是用別的方法，他用教學，釋迦牟尼佛是最明顯的一個例子。政治能不能幫助一切眾生？他要是做國王，他肯定是個好國王，可以幫助眾生，幫助他一國的人，別的國家他管不到。他要想幫助全世界的人，國王的力量做不到。武力也做不到，武力只是跟人家結冤仇、結仇恨。他選擇教育，教育能做到。孔老夫子做到了，釋迦牟尼佛也做到了，我們再看看全世界許許多多宗教的創始人，那都是大聖大賢，都是有真智慧的人，都是從事於多元文化的教學。我們在今天經過這兩千多年，我們看到這個教學的成果，看到這個教學力量的偉大。"
    },
    {
      "id": "21-139-0001_p0036",
      "zh_CN": "在这个世间任何朝代、任何王朝，它存在这个世间年代的久远，不能跟教学相比。所以，宗教一定要回归到教育。不但佛教如此，我接触许许多多的宗教，我都劝导他们：宗教形式固然是很好，也重要，但是更重要的是教育。如果宗教离开了教育，这个宗教是迷信的，这个宗教只有躯壳，没有灵魂，所以宗教教育比什么都重要。希望每一个宗教天天要跟大家上课，要跟你的信徒上课，要讲经说法，要让大家开智慧，明白宇宙人生的真相。如果宗教不回归到教学，我看宗教的命运不会超过五十年。你们想想看，现在你们这一代看到佛像还会顶礼、会叩头、会拜拜，还会供养，你看看现在这些学生、年轻人，这些儿童、中小学学生，他们长大之后，会不会在佛像面前礼拜？会不会拿一点钱出来做功德？没有了！五十年之后，宗教徒怎么样？要卖寺庙、卖教堂，没有法子！他没办法生活，一定走上这个路。",
      "zh_TW": "在這個世間任何朝代、任何王朝，它存在這個世間年代的久遠，不能跟教學相比。所以，宗教一定要回歸到教育。不但佛教如此，我接觸許許多多的宗教，我都勸導他們：宗教形式固然是很好，也重要，但是更重要的是教育。如果宗教離開了教育，這個宗教是迷信的，這個宗教只有軀殼，沒有靈魂，所以宗教教育比什麼都重要。希望每一個宗教天天要跟大家上課，要跟你的信徒上課，要講經說法，要讓大家開智慧，明白宇宙人生的真相。如果宗教不回歸到教學，我看宗教的命運不會超過五十年。你們想想看，現在你們這一代看到佛像還會頂禮、會叩頭、會拜拜，還會供養，你看看現在這些學生、年輕人，這些兒童、中小學學生，他們長大之後，會不會在佛像面前禮拜？會不會拿一點錢出來做功德？沒有了！五十年之後，宗教徒怎麼樣？要賣寺廟、賣教堂，沒有法子！他沒辦法生活，一定走上這個路。"
    },
    {
      "id": "21-139-0001_p0037",
      "zh_CN": "我今天在图文巴建立的是净宗学院，我告诉里面这些年轻出家人好好学，不走向教育，我看将来这个净宗学院也会被你们拍卖掉，肯定的！所以唯一起死回生，一定要回归到教学。我鼓励这些学生们，将来到学校去教书，我们要有真正的实学，不在乎学位。现在一般教学的水平都提高了，在从前的大学教授，拿到博士学位就可以当教授，现在不行，博士太多了，现在拿到博士学位，在大学里面只能当一个讲师。如果你刚刚拿到的，讲师都拿不到，是助教，助教有几年之后才能拿到讲师；甚至于做二十多年的资深讲师，教授还是拿不到。我这一次接触澳洲几个大学，我才了解。",
      "zh_TW": "我今天在圖文巴建立的是淨宗學院，我告訴裡面這些年輕出家人好好學，不走向教育，我看將來這個淨宗學院也會被你們拍賣掉，肯定的！所以唯一起死回生，一定要回歸到教學。我鼓勵這些學生們，將來到學校去教書，我們要有真正的實學，不在乎學位。現在一般教學的水平都提高了，在從前的大學教授，拿到博士學位就可以當教授，現在不行，博士太多了，現在拿到博士學位，在大學裡面只能當一個講師。如果你剛剛拿到的，講師都拿不到，是助教，助教有幾年之後才能拿到講師；甚至於做二十多年的資深講師，教授還是拿不到。我這一次接觸澳洲幾個大學，我才了解。"
    },
    {
      "id": "21-139-0001_p0038",
      "zh_CN": "现在澳洲昆士兰大学跟格丽菲斯大学，校长跟我都很熟，他们邀请我到他学校担任教授，问我学历，我告诉他我初中毕业。但是他们晓得我讲经教学四十四年，四十四年没有离开讲台，他们肯定：「法师，你真正是资深教授。」天天干、天天学、天天教。所以我在那里办学院，原本我有意思让我们这些出家人到大学里面去拿学位，现在我一想不必要了，还是照我们老祖宗传下来的办法，我们历代祖师的办法。我定的学制九年，进我这个学院九年不能下山，你家里父母死了都不能回去，你的心是定的，定能开慧。所以九年我们没有寒暑假，也没有过年，也没有过节，天天认真学习，九年不中断，才会有一点成就。",
      "zh_TW": "現在澳洲昆士蘭大學跟格麗菲斯大學，校長跟我都很熟，他們邀請我到他學校擔任教授，問我學歷，我告訴他我初中畢業。但是他們曉得我講經教學四十四年，四十四年沒有離開講台，他們肯定：「法師，你真正是資深教授。」天天幹、天天學、天天教。所以我在那裡辦學院，原本我有意思讓我們這些出家人到大學裡面去拿學位，現在我一想不必要了，還是照我們老祖宗傳下來的辦法，我們歷代祖師的辦法。我定的學制九年，進我這個學院九年不能下山，你家裡父母死了都不能回去，你的心是定的，定能開慧。所以九年我們沒有寒暑假，也沒有過年，也沒有過節，天天認真學習，九年不中斷，才會有一點成就。"
    },
    {
      "id": "21-139-0001_p0039",
      "zh_CN": "九年的教育，前面两年是德行，完全接受戒律的训练。戒律学什么东西？就是三福，是我们的纲领。我今天跟诸位说的是第一条，四句话：「孝养父母、奉事师长、慈心不杀、修十善业。」怎样落实这一条？前面两句孝亲尊师，我们学《弟子规》，《弟子规》就是在家是好儿女，在学校是好学生，我们要把它做到，一条一条的都要做到。你会讲、会背，没有用处，你要落实到自己的生活行为。后面两句落实在《十善业道经》，这部经我们去年讲过，希望这部经好好的学习，统统要做到。净业三福的第二条，「受持三皈、具足众戒、不犯威仪」，三皈五戒要落实，要真正去做到。出家的同学，《沙弥律仪》这十条戒律、二十四门威仪一定要做到；如果做不到，这是佛在经上讲的：不是出家人，你出家这个衣服要脱掉，你做在家居士可以。你要是穿上出家衣服，《沙弥律仪》不能做到，你没有资格，你穿这个衣服有罪。戒经讲结罪，你穿一天结一天的罪，你穿一年结一年的罪，到最后堕落三途，很可怕。",
      "zh_TW": "九年的教育，前面兩年是德行，完全接受戒律的訓練。戒律學什麼東西？就是三福，是我們的綱領。我今天跟諸位說的是第一條，四句話：「孝養父母、奉事師長、慈心不殺、修十善業。」怎樣落實這一條？前面兩句孝親尊師，我們學《弟子規》，《弟子規》就是在家是好兒女，在學校是好學生，我們要把它做到，一條一條的都要做到。你會講、會背，沒有用處，你要落實到自己的生活行為。後面兩句落實在《十善業道經》，這部經我們去年講過，希望這部經好好的學習，統統要做到。淨業三福的第二條，「受持三皈、具足眾戒、不犯威儀」，三皈五戒要落實，要真正去做到。出家的同學，《沙彌律儀》這十條戒律、二十四門威儀一定要做到；如果做不到，這是佛在經上講的：不是出家人，你出家這個衣服要脫掉，你做在家居士可以。你要是穿上出家衣服，《沙彌律儀》不能做到，你沒有資格，你穿這個衣服有罪。戒經講結罪，你穿一天結一天的罪，你穿一年結一年的罪，到最後墮落三途，很可怕。"
    },
    {
      "id": "21-139-0001_p0040",
      "zh_CN": "第三福，我们落实在《地藏菩萨本愿经》，我举的重要参考资料是《了凡四训》、《感应篇》，做为参考资料。这些课程两年要完成，这是德行的标准。然后当中三年，我们是净宗学院，净土五经一论要认真学习一遍。最后的四年是让学生选一门专攻，他将来专修专学，弘扬这一部经典，我们用这个方法来培训。我现在这个年龄，顶多只能带一届，九年，第二届我就不能带了。这一届我只希望招二十个学生，因为真正肯干的人不多，这个世间搞假的人多，搞真的人就不肯来了。二十个人当中，九年下来我只希望有五个有成就的就行！有五个有成就的，将来就接班，这个学院以后就让他们去教学，我就可以离开了。现在没有法子，只好照顾这第一届，第一届我来照顾，全心全力来做这个事情。",
      "zh_TW": "第三福，我們落實在《地藏菩薩本願經》，我舉的重要參考資料是《了凡四訓》、《感應篇》，做為參考資料。這些課程兩年要完成，這是德行的標準。然後當中三年，我們是淨宗學院，淨土五經一論要認真學習一遍。最後的四年是讓學生選一門專攻，他將來專修專學，弘揚這一部經典，我們用這個方法來培訓。我現在這個年齡，頂多只能帶一屆，九年，第二屆我就不能帶了。這一屆我只希望招二十個學生，因為真正肯幹的人不多，這個世間搞假的人多，搞真的人就不肯來了。二十個人當中，九年下來我只希望有五個有成就的就行！有五個有成就的，將來就接班，這個學院以後就讓他們去教學，我就可以離開了。現在沒有法子，只好照顧這第一屆，第一屆我來照顧，全心全力來做這個事情。"
    },
    {
      "id": "21-139-0001_p0041",
      "zh_CN": "学校，现在是两个大学，一个学校是做世界和平的工作，另外一个学校是做种族与宗教团结的事情，这两桩好事，我随喜参加，来协助他们。我们在有生之年要做一点有意义的事情，这个意义是为整个社会、为整个世界众生去做事情，这个做得有意义、有价值。决不为自己，为自己是最糟糕的。学佛，无论在家出家，功夫为什么不得力？就是自私自利没有放下，功夫不会得力。我劝导学生，我们要想真正功夫得力，念佛人讲的念佛得力，首先要真正放下对一切人、一切事、一切物控制的念头，要放下这个念头。不能有这个念头，有这个念头心不清净。要放下对一切人事物占有的念头，所有一切烦恼、一切的罪障，根源在此地，一定要看清楚、看明白。实际上，佛讲《金刚经》讲得最清楚：「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，我们连自己的身都保不住，你还能保什么？到死的时候你都不觉悟！实际上，人每天晚上死一次，你睡着不等于死了？人家把你抬走你都不知道。你想想你睡着了，眼睛一闭，哪一样东西是你的？一样都不是，要觉悟！所以一切人事物的环境我们可以受用，不能占有，你受用很自在，你占有你很苦。要放下控制，要放下占有，我们功夫才能得力，才能得大自在，才能像诸佛菩萨一样积功累德，成就无比殊胜的圆满。今天时间到了，我们明天晚上再会。",
      "zh_TW": "學校，現在是兩個大學，一個學校是做世界和平的工作，另外一個學校是做種族與宗教團結的事情，這兩樁好事，我隨喜參加，來協助他們。我們在有生之年要做一點有意義的事情，這個意義是為整個社會、為整個世界眾生去做事情，這個做得有意義、有價值。決不為自己，為自己是最糟糕的。學佛，無論在家出家，功夫為什麼不得力？就是自私自利沒有放下，功夫不會得力。我勸導學生，我們要想真正功夫得力，念佛人講的念佛得力，首先要真正放下對一切人、一切事、一切物控制的念頭，要放下這個念頭。不能有這個念頭，有這個念頭心不清淨。要放下對一切人事物佔有的念頭，所有一切煩惱、一切的罪障，根源在此地，一定要看清楚、看明白。實際上，佛講《金剛經》講得最清楚：「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，我們連自己的身都保不住，你還能保什麼？到死的時候你都不覺悟！實際上，人每天晚上死一次，你睡著不等於死了？人家把你抬走你都不知道。你想想你睡著了，眼睛一閉，哪一樣東西是你的？一樣都不是，要覺悟！所以一切人事物的環境我們可以受用，不能佔有，你受用很自在，你佔有你很苦。要放下控制，要放下佔有，我們功夫才能得力，才能得大自在，才能像諸佛菩薩一樣積功累德，成就無比殊勝的圓滿。今天時間到了，我們明天晚上再會。"
    }
  ]
}