{
  "doc_id": "32-308-0001",
  "title": {
    "zh_CN": "学习上帝的爱　创建和谐天堂",
    "zh_TW": "學習上帝的愛　創建和諧天堂"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "英国威尔士兰彼得",
    "zh_TW": "英國威爾士蘭彼得"
  },
  "doc_number": "32-308-0001",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "32-308-0001_p0001",
      "zh_CN": "尊敬的安摩根市长与登斯摩根先生、布林立琼斯主席与斯蒂芬尼琼斯夫人、诸位嘉宾、诸位同仁、诸位老师、诸位同学：晚上好！",
      "zh_TW": "尊敬的安摩根市長與登斯摩根先生、布林立瓊斯主席與斯蒂芬尼瓊斯夫人、諸位嘉賓、諸位同仁、諸位老師、諸位同學：晚上好！"
    },
    {
      "id": "32-308-0001_p0002",
      "zh_CN": "很高兴今晚大家在此共聚一堂，欢度温馨晚宴！这一次距离我们上次的温馨晚宴已经好几个月，可能有不少人怀念着这个晚宴。汉学院在此开办两年了，非常感谢诸位的支持与爱护，温馨晚宴也是我们向大家表达感谢与敬意的好机会。",
      "zh_TW": "很高興今晚大家在此共聚一堂，歡度溫馨晚宴！這一次距離我們上次的溫馨晚宴已經好幾個月，可能有不少人懷念著這個晚宴。漢學院在此開辦兩年了，非常感謝諸位的支持與愛護，溫馨晚宴也是我們向大家表達感謝與敬意的好機會。"
    },
    {
      "id": "32-308-0001_p0003",
      "zh_CN": "今年七月份，我们失去了我的好友同时也是汉学院的良师与慈父周春塘院长。我们非常怀念他爽朗而亲切的话语、渊博而通达的学问。他的辞世是我们的一大损失！所幸我们有年轻的一辈承担起他的责任，继续带领汉学院，希望能完成他未竟的愿望。",
      "zh_TW": "今年七月份，我們失去了我的好友同時也是漢學院的良師與慈父周春塘院長。我們非常懷念他爽朗而親切的話語、淵博而通達的學問。他的辭世是我們的一大損失！所幸我們有年輕的一輩承擔起他的責任，繼續帶領漢學院，希望能完成他未竟的願望。"
    },
    {
      "id": "32-308-0001_p0004",
      "zh_CN": "这次温馨晚宴主要是庆祝圣诞节，纪念耶稣基督的诞生。上帝爱世人，所以派遣他的儿子耶稣来到人间，救赎世人的罪苦。《圣经》上说：「上帝爱世人，甚至将祂的独生子赐给他们，叫一切信祂的，不至灭亡，反得永生。」还说：「爱邻居如同爱自己。」又说：「你们要彼此相爱，如同我爱你们一样。」甚至于说：「要爱你们的仇敌，为迫害你们的人祷告，好叫你们成为天父的儿子。」「就如同主怎样宽恕了你们，你们也要怎样宽恕人。」",
      "zh_TW": "這次溫馨晚宴主要是慶祝聖誕節，紀念耶穌基督的誕生。上帝愛世人，所以派遣他的兒子耶穌來到人間，救贖世人的罪苦。《聖經》上說：「上帝愛世人，甚至將祂的獨生子賜給他們，叫一切信祂的，不至滅亡，反得永生。」還說：「愛鄰居如同愛自己。」又說：「你們要彼此相愛，如同我愛你們一樣。」甚至於說：「要愛你們的仇敵，為迫害你們的人禱告，好叫你們成為天父的兒子。」「就如同主怎樣寬恕了你們，你們也要怎樣寬恕人。」"
    },
    {
      "id": "32-308-0001_p0005",
      "zh_CN": "上帝的爱是平等的博爱、是无条件的真爱。我们都承受了上帝的爱，所以我们要学习上帝，以真爱互相对待。如果能这么做，这个社会就会充满温暖与和谐。",
      "zh_TW": "上帝的愛是平等的博愛、是無條件的真愛。我們都承受了上帝的愛，所以我們要學習上帝，以真愛互相對待。如果能這麼做，這個社會就會充滿溫暖與和諧。"
    },
    {
      "id": "32-308-0001_p0006",
      "zh_CN": "各大宗教都强调爱的重要性。所以我们可以说，爱是所有宗教的核心价值观，也是宗教团结的基础。在当今的世界上，由于宗教误会而引发冲突占极大的比例。解决之道，在于发扬宗教神圣的博爱；爱人就不会害人，爱人就能够化解冲突。秉承爱的精神，团结各宗教，就能促进社会和谐，在地球上建立起天堂。",
      "zh_TW": "各大宗教都強調愛的重要性。所以我們可以說，愛是所有宗教的核心價值觀，也是宗教團結的基礎。在當今的世界上，由於宗教誤會而引發衝突佔極大的比例。解決之道，在於發揚宗教神聖的博愛；愛人就不會害人，愛人就能夠化解衝突。秉承愛的精神，團結各宗教，就能促進社會和諧，在地球上建立起天堂。"
    },
    {
      "id": "32-308-0001_p0007",
      "zh_CN": "兰彼得是一个可爱的小镇，生活着可爱的人们。这是一个爱的小镇、和谐的小镇。希望大家将这份爱发扬光大，影响更多的人、更广的范围。和谐社会从我们自己的爱心做起，从温馨晚宴做起。",
      "zh_TW": "蘭彼得是一個可愛的小鎮，生活著可愛的人們。這是一個愛的小鎮、和諧的小鎮。希望大家將這份愛發揚光大，影響更多的人、更廣的範圍。和諧社會從我們自己的愛心做起，從溫馨晚宴做起。"
    },
    {
      "id": "32-308-0001_p0008",
      "zh_CN": "祝福大家有个温馨愉快的晚宴！祝福在座每一位身心安康、光寿无量！祝福兰彼得和谐永续、繁荣兴旺！谢谢大家！",
      "zh_TW": "祝福大家有個溫馨愉快的晚宴！祝福在座每一位身心安康、光壽無量！祝福蘭彼得和諧永續、繁榮興旺！謝謝大家！"
    }
  ]
}