{
  "doc_id": "21-678-0001",
  "title": {
    "zh_CN": "教学为先",
    "zh_TW": "教學為先"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "斯里兰卡蓝莲花寺",
    "zh_TW": "斯里蘭卡藍蓮花寺"
  },
  "doc_number": "21-678-0001",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "21-678-0001_p0001",
      "zh_CN": "尊敬的诸位法师，尊敬的诸位大使们，诸位嘉宾，诸位同学，在我们讲话之前，强帝玛法师要让我带大家做一个三皈依，大家跟着我念，皈依誓词不长，跟我念。「皈依佛，二足尊；皈依法，离欲尊；皈依僧，众中尊」。我们要念三遍，「皈依佛，二足尊；皈依法，离欲尊；皈依僧，众中尊。皈依佛，二足尊；皈依法，离欲尊；皈依僧，众中尊」。",
      "zh_TW": "尊敬的諸位法師，尊敬的諸位大使們，諸位嘉賓，諸位同學，在我們講話之前，強帝瑪法師要讓我帶大家做一個三皈依，大家跟著我念，皈依誓詞不長，跟我念。「皈依佛，二足尊；皈依法，離欲尊；皈依僧，眾中尊」。我們要念三遍，「皈依佛，二足尊；皈依法，離欲尊；皈依僧，眾中尊。皈依佛，二足尊；皈依法，離欲尊；皈依僧，眾中尊」。"
    },
    {
      "id": "21-678-0001_p0002",
      "zh_CN": "佛门修学的最高指导原则是三皈依。古人教学，首先把教学的宗旨说出来，让学生有一个目标、一个方向。我们学佛到底是学些什么？我们想有，要求些什么样的成就，我们才满意？这个三皈里面都告诉我们。皈是回归，就是回头的意思；依是依靠。皈依佛，实际上是皈依自性佛。三宝有很多种的说法，最究竟的是自性佛。佛的意思是觉悟的意思，也就是说，学佛的人一定要觉悟，不能迷惑。第一，我们要从迷惑回过头来依自性觉，这才是真正的皈依佛。第二，皈依法，法是自性正，正而不邪，我们从邪知邪见回过头来，依正知正见。正知正见是自性里面本有的智慧，这个意思很深，要依自性本有的智慧。智慧不是从外面来的，从外面学来的是知识，不是智慧。智慧要觉悟，叫大彻大悟、明心见性，这才是智慧。智慧能了知，明了、知道世出世间一切事物的真相，唯有证得才是真的。所以佛教我们要开悟，要证得宇宙人生的真相，这里面一丝毫的迷信都没有。第三，我们在修学的时代要依靠僧团，僧团里面是以清净为第一。皈依僧的意思，就是从一切染污回过头来，依清净的心，依清净的行为。这才叫真的三皈依。",
      "zh_TW": "佛門修學的最高指導原則是三皈依。古人教學，首先把教學的宗旨說出來，讓學生有一個目標、一個方向。我們學佛到底是學些什麼？我們想有，要求些什麼樣的成就，我們才滿意？這個三皈裡面都告訴我們。皈是回歸，就是回頭的意思；依是依靠。皈依佛，實際上是皈依自性佛。三寶有很多種的說法，最究竟的是自性佛。佛的意思是覺悟的意思，也就是說，學佛的人一定要覺悟，不能迷惑。第一，我們要從迷惑回過頭來依自性覺，這才是真正的皈依佛。第二，皈依法，法是自性正，正而不邪，我們從邪知邪見回過頭來，依正知正見。正知正見是自性裡面本有的智慧，這個意思很深，要依自性本有的智慧。智慧不是從外面來的，從外面學來的是知識，不是智慧。智慧要覺悟，叫大徹大悟、明心見性，這才是智慧。智慧能了知，明瞭、知道世出世間一切事物的真相，唯有證得才是真的。所以佛教我們要開悟，要證得宇宙人生的真相，這裡面一絲毫的迷信都沒有。第三，我們在修學的時代要依靠僧團，僧團裡面是以清淨為第一。皈依僧的意思，就是從一切染污回過頭來，依清淨的心，依清淨的行為。這才叫真的三皈依。"
    },
    {
      "id": "21-678-0001_p0003",
      "zh_CN": "佛陀教我们在日常生活当中，起心动念、言语造作都不能离开这个标准，离开这个标准就离开佛陀的教诲，就不是佛的学生，佛的学生必须念念要记住这三条最高修学指导原则。这叫自性三宝，这是真的皈依，而不是佛的形像。我们这边供的是佛像，佛像叫佛宝，经本叫法宝，出家人是僧宝，这三宝叫住持三宝。佛不在世了，佛离开我们了，我们为了纪念佛陀，造他的形像，看到像如同看到佛一样，提起我们对佛仰慕的心、恭敬的心、向他学习的心，是这个意思，这个不能不懂。法是经典，看到经典，经典是佛的教诲。当时佛在世是用言语，佛灭度之后是用文字，用文字来记载。看到这个文字，就如同看到释迦牟尼佛在我们面前，我们读经文，就是听释迦牟尼佛的教训，是这个意思。",
      "zh_TW": "佛陀教我們在日常生活當中，起心動念、言語造作都不能離開這個標準，離開這個標準就離開佛陀的教誨，就不是佛的學生，佛的學生必須念念要記住這三條最高修學指導原則。這叫自性三寶，這是真的皈依，而不是佛的形像。我們這邊供的是佛像，佛像叫佛寶，經本叫法寶，出家人是僧寶，這三寶叫住持三寶。佛不在世了，佛離開我們了，我們為了紀念佛陀，造他的形像，看到像如同看到佛一樣，提起我們對佛仰慕的心、恭敬的心、向他學習的心，是這個意思，這個不能不懂。法是經典，看到經典，經典是佛的教誨。當時佛在世是用言語，佛滅度之後是用文字，用文字來記載。看到這個文字，就如同看到釋迦牟尼佛在我們面前，我們讀經文，就是聽釋迦牟尼佛的教訓，是這個意思。"
    },
    {
      "id": "21-678-0001_p0004",
      "zh_CN": "佛的教诲必须要真正能够理解，他究竟讲的是什么？这个理解是一个很不容易的事情。在中国佛教，展开经卷有一首偈子，这个偈子是唐朝武则天她写的，写得非常好，她说「无上甚深微妙法，百千万劫难遭遇，我今见闻得受持，愿解如来真实义」。最后这句话重要，我们怎样才能够理解如来的真实义？如果把如来真实义错解了、曲解了，这个罪过就很重。解如来真实义最重要的，佛教给我们，亲近善知识，也就是要亲近一个好的老师。好的老师标准是什么？这个老师在佛经教里头，真正他觉悟了，这是真善知识。真的开悟，真的明心见性，这样的老师不多！不但不多，可能现代根本就没有了。这是什么原因？原因完全在诚敬，我们对佛有没有真诚的心、恭敬的心。没有丝毫怀疑，用清净心、真诚心、恭敬心听讲，或者是读诵，我们才能够解得如来真实义。但是这个真诚到极处，所谓是「至诚感通」，我们用这个方法。这个方法古人用有效，现在人用了还是有效。但是现在人受过科学的影响，科学提倡怀疑，如果我们对于佛经怀疑，对于释迦牟尼佛怀疑，对于经典怀疑，我们就不得其门而入。那我们听经、学经教变成什么？变成一种知识，就不是智慧。智慧才是如来真实义，知识不是的。知识是谁的意思？自己的意思。自己是凡夫，所以还是凡夫知见，不是佛知佛见，这是我们不能不知道的。",
      "zh_TW": "佛的教誨必須要真正能夠理解，他究竟講的是什麼？這個理解是一個很不容易的事情。在中國佛教，展開經卷有一首偈子，這個偈子是唐朝武則天她寫的，寫得非常好，她說「無上甚深微妙法，百千萬劫難遭遇，我今見聞得受持，願解如來真實義」。最後這句話重要，我們怎樣才能夠理解如來的真實義？如果把如來真實義錯解了、曲解了，這個罪過就很重。解如來真實義最重要的，佛教給我們，親近善知識，也就是要親近一個好的老師。好的老師標準是什麼？這個老師在佛經教裡頭，真正他覺悟了，這是真善知識。真的開悟，真的明心見性，這樣的老師不多！不但不多，可能現代根本就沒有了。這是什麼原因？原因完全在誠敬，我們對佛有沒有真誠的心、恭敬的心。沒有絲毫懷疑，用清淨心、真誠心、恭敬心聽講，或者是讀誦，我們才能夠解得如來真實義。但是這個真誠到極處，所謂是「至誠感通」，我們用這個方法。這個方法古人用有效，現在人用了還是有效。但是現在人受過科學的影響，科學提倡懷疑，如果我們對於佛經懷疑，對於釋迦牟尼佛懷疑，對於經典懷疑，我們就不得其門而入。那我們聽經、學經教變成什麼？變成一種知識，就不是智慧。智慧才是如來真實義，知識不是的。知識是誰的意思？自己的意思。自己是凡夫，所以還是凡夫知見，不是佛知佛見，這是我們不能不知道的。"
    },
    {
      "id": "21-678-0001_p0005",
      "zh_CN": "这一次，我接受了总统的邀请，没有想到到斯里兰卡来，让我感觉得很惊讶，这边的人民这么纯朴，对于佛法的尊重，我在其他地区没有见到过。这种尊重，是不是就像佛经里面所说的，真诚、恭敬、毫无怀疑？我们可以说，这三个条件统统具足。有没有到佛的标准？古人所说的「愿解如来真实义」？这个我们不敢讲。但是比较其他的一般地区，斯里兰卡是非常值得人尊敬的，值得人尊重的。",
      "zh_TW": "這一次，我接受了總統的邀請，沒有想到到斯里蘭卡來，讓我感覺得很驚訝，這邊的人民這麼純樸，對於佛法的尊重，我在其他地區沒有見到過。這種尊重，是不是就像佛經裡面所說的，真誠、恭敬、毫無懷疑？我們可以說，這三個條件統統具足。有沒有到佛的標準？古人所說的「願解如來真實義」？這個我們不敢講。但是比較其他的一般地區，斯里蘭卡是非常值得人尊敬的，值得人尊重的。"
    },
    {
      "id": "21-678-0001_p0006",
      "zh_CN": "这个国家是个小国，是个普通的国家。但是，昨天我跟教育部长交谈的时间很长，在总统府里面我们就见面。知道斯里兰卡的学校，有一万多所学校，学生从上学，小学、中学、大学都是免费的，也就是国家负担教育费用，我看到很受感动。想到我自己少年时候，因为家里面家庭环境不好，清寒，缴不起学费而失学；我十四岁以后没有再念书，就为了这个原因。那个时候我天天在想这个问题，我喜欢读书，为什么不能读书？是因为家境清寒。所以就想一个问题，如何能够令天下的儿童，不因为家庭经济环境的问题而失学，让他能够从小学、中学、大学完成学业。钱从哪里来？钱从国家来，国家负担。国家的钱从哪里来？国家征收人民的教育费。不拘他的工资多少、赚钱多少，能征收十分之一的教育费；他能够赚十块钱，就捐一块钱的教育费。国家专款专用，不做别的用途，大概可以能够达到这个目标。没有想到七十年之后，我在这个地方遇到了，你知道我心情多么快乐，多难得的事情！我们才晓得这个政府它重视教育，国家的支出大概教育费用是摆在第一，而不是用军火。一般国家的发展是武装，这个地方没有，这个地方主张教育。",
      "zh_TW": "這個國家是個小國，是個普通的國家。但是，昨天我跟教育部長交談的時間很長，在總統府裡面我們就見面。知道斯里蘭卡的學校，有一萬多所學校，學生從上學，小學、中學、大學都是免費的，也就是國家負擔教育費用，我看到很受感動。想到我自己少年時候，因為家裡面家庭環境不好，清寒，繳不起學費而失學；我十四歲以後沒有再念書，就為了這個原因。那個時候我天天在想這個問題，我喜歡讀書，為什麼不能讀書？是因為家境清寒。所以就想一個問題，如何能夠令天下的兒童，不因為家庭經濟環境的問題而失學，讓他能夠從小學、中學、大學完成學業。錢從哪裡來？錢從國家來，國家負擔。國家的錢從哪裡來？國家徵收人民的教育費。不拘他的工資多少、賺錢多少，能徵收十分之一的教育費；他能夠賺十塊錢，就捐一塊錢的教育費。國家專款專用，不做別的用途，大概可以能夠達到這個目標。沒有想到七十年之後，我在這個地方遇到了，你知道我心情多麼快樂，多難得的事情！我們才曉得這個政府它重視教育，國家的支出大概教育費用是擺在第一，而不是用軍火。一般國家的發展是武裝，這個地方沒有，這個地方主張教育。"
    },
    {
      "id": "21-678-0001_p0007",
      "zh_CN": "我们希望这个世界上，每个国家都能向斯里兰卡学习，我们不要军费，军费花那么多钱不值得，这个钱应该拿来办教育。保护国家用不着军队，特别是现代这个时代，许多人都知道，武力不能解决问题。美国对伊拉克发动战争，我曾经在战争爆发三个月之前，写了封信给布希总统，劝他用和平方法来解决问题，不要用武力。结果很遗憾的，最后还是发动战争。这个战争，布希总统也知道错误，为什么？开战容易，没有办法结束，一直到他总统下台，这个问题都不能解决。战争时候没有死人，可是在占领期间，地方这些暴动，美国人死了好像有几千人，这非常不值得的。所以，这也是一个很好的教训，告诉大家，战争只是把灾难变得更严重，而不是解决问题的方法。",
      "zh_TW": "我們希望這個世界上，每個國家都能向斯里蘭卡學習，我們不要軍費，軍費花那麼多錢不值得，這個錢應該拿來辦教育。保護國家用不著軍隊，特別是現代這個時代，許多人都知道，武力不能解決問題。美國對伊拉克發動戰爭，我曾經在戰爭爆發三個月之前，寫了封信給布希總統，勸他用和平方法來解決問題，不要用武力。結果很遺憾的，最後還是發動戰爭。這個戰爭，布希總統也知道錯誤，為什麼？開戰容易，沒有辦法結束，一直到他總統下台，這個問題都不能解決。戰爭時候沒有死人，可是在佔領期間，地方這些暴動，美國人死了好像有幾千人，這非常不值得的。所以，這也是一個很好的教訓，告訴大家，戰爭只是把災難變得更嚴重，而不是解決問題的方法。"
    },
    {
      "id": "21-678-0001_p0008",
      "zh_CN": "九一一事件之后，变成了恐怖战争，这非常之可怕，整个社会变形。在这之前，我曾经在美国住过十几年，美国的确是民主自由。我们出去旅行，飞机没有什么检查的。朋友在美国迎接我们，可以在飞机门口，我们门一打开就看到朋友迎接；送飞机的时候，一定送我们上机，行李都摆好他才离开、离去。现在在美国不一样了，检查比什么都严格，甚至于还要你脱衣服检查，所以我们都不愿意再过去。我跟布希总统见过面，那一次也是有很大规模的活动，进入会场检查比飞机场要严格十倍都不止。保护会场的士兵，我看到的大概有六、七十个人，都带着冲锋枪，如临大敌，这哪里像是打胜仗的样子？所以让我感触非常之深！希望这个世界上永远不再有战争，战争祸害无穷，冤冤相报。学佛的人知道，还有一些宗教的人知道，有轮回。六道轮回最早是婆罗门教说出来的，以后被证明了。凡是修四禅八定，都能够把这些事情看得很清楚、很明白。冤冤相报，没完没了，何必结这种冤仇？这是不值得的事情。",
      "zh_TW": "九一一事件之後，變成了恐怖戰爭，這非常之可怕，整個社會變形。在這之前，我曾經在美國住過十幾年，美國的確是民主自由。我們出去旅行，飛機沒有什麼檢查的。朋友在美國迎接我們，可以在飛機門口，我們門一打開就看到朋友迎接；送飛機的時候，一定送我們上機，行李都擺好他才離開、離去。現在在美國不一樣了，檢查比什麼都嚴格，甚至於還要你脫衣服檢查，所以我們都不願意再過去。我跟布希總統見過面，那一次也是有很大規模的活動，進入會場檢查比飛機場要嚴格十倍都不止。保護會場的士兵，我看到的大概有六、七十個人，都帶著衝鋒槍，如臨大敵，這哪裡像是打勝仗的樣子？所以讓我感觸非常之深！希望這個世界上永遠不再有戰爭，戰爭禍害無窮，冤冤相報。學佛的人知道，還有一些宗教的人知道，有輪迴。六道輪迴最早是婆羅門教說出來的，以後被證明了。凡是修四禪八定，都能夠把這些事情看得很清楚、很明白。冤冤相報，沒完沒了，何必結這種冤仇？這是不值得的事情。"
    },
    {
      "id": "21-678-0001_p0009",
      "zh_CN": "今天社会的动乱，根本问题是在教育。现在教育也不错，学校很多；学校是很多，它的教育方向偏了，完全是重视科学技术教育，人文的教育没有了。就是人他会制造机器、会使用机器，但是他不会做人、不懂得做人，只为自己，不知道为别人。东方把传统东西丢掉了，中国丢掉自己传统二百年了，西方把宗教教育丢掉了，才形成今天社会混乱、地球灾变异常，这是我们不能不知道的。",
      "zh_TW": "今天社會的動亂，根本問題是在教育。現在教育也不錯，學校很多；學校是很多，它的教育方向偏了，完全是重視科學技術教育，人文的教育沒有了。就是人他會製造機器、會使用機器，但是他不會做人、不懂得做人，只為自己，不知道為別人。東方把傳統東西丟掉了，中國丟掉自己傳統二百年了，西方把宗教教育丟掉了，才形成今天社會混亂、地球災變異常，這是我們不能不知道的。"
    },
    {
      "id": "21-678-0001_p0010",
      "zh_CN": "我住在澳洲的时候，昆士兰大学校长有一天请我吃饭，学校的教务长，还有几个教授陪同。教务长告诉我，他说在二战之前，欧洲有一些专家、学者曾经很认真的研究过，世界上四个古文明，三个都消失了，为什么中国还存在？这个议题，他们经过很长时间去研究，得到一个答案，他说可能是中国人重视家庭教育的原因。我听了之后告诉他，这个结论完全正确。确确实实，中国古人懂得教育，有教育的智慧，有教学的理念，有方法、有经验、有成果。这在《礼记》里面记载的是「建国君民，教学为先」。中国创造文字到今天，大概有四千五百年的历史，在没有文字之前不能说没有文化，文化就更早了。印度教的长老告诉我，他们的宗教至少有一万三千年的历史，我相信；但是我也有理由相信，中国传统文化至少也有一万三千年。确实他抓到了教育的核心，所以他懂得。",
      "zh_TW": "我住在澳洲的時候，昆士蘭大學校長有一天請我吃飯，學校的教務長，還有幾個教授陪同。教務長告訴我，他說在二戰之前，歐洲有一些專家、學者曾經很認真的研究過，世界上四個古文明，三個都消失了，為什麼中國還存在？這個議題，他們經過很長時間去研究，得到一個答案，他說可能是中國人重視家庭教育的原因。我聽了之後告訴他，這個結論完全正確。確確實實，中國古人懂得教育，有教育的智慧，有教學的理念，有方法、有經驗、有成果。這在《禮記》裡面記載的是「建國君民，教學為先」。中國創造文字到今天，大概有四千五百年的歷史，在沒有文字之前不能說沒有文化，文化就更早了。印度教的長老告訴我，他們的宗教至少有一萬三千年的歷史，我相信；但是我也有理由相信，中國傳統文化至少也有一萬三千年。確實他抓到了教育的核心，所以他懂得。"
    },
    {
      "id": "21-678-0001_p0011",
      "zh_CN": "教育怎么兴起来的，这是个问题，就是教育的源头在哪里？为什么要有教育？中国古人，那个时候佛法还没传到中国去，就知道人性本善。中国古时候教童蒙，就是教小朋友，四、五岁的小朋友念《三字经》，《三字经》上的头一句话，「人之初，性本善」，就跟我们佛法教学的三皈依是一个意思，异曲同工。人性本善，本善是什么？善就是佛！大乘经里面，佛教人第一句话告诉你，「一切众生本来是佛」。你看，就把目标告诉你了，你本来是佛。我们学习的目标在哪里？学习的目标在成佛，成佛跟释迦牟尼佛一样、跟阿弥陀佛一样，没有两样。成佛是什么意思？成就究竟圆满的智慧、圆满的德能、圆满的相好。这东西你要不要？要不要智慧？智慧才真正对于这个世间上，一切法的真相完全通达明了，无所不知、无所不能！你想不想要？你想不想要有好的德行，像圣人神圣的德能、相好，健康长寿，永远不会衰老，好不好？大家都想要！",
      "zh_TW": "教育怎麼興起來的，這是個問題，就是教育的源頭在哪裡？為什麼要有教育？中國古人，那個時候佛法還沒傳到中國去，就知道人性本善。中國古時候教童蒙，就是教小朋友，四、五歲的小朋友念《三字經》，《三字經》上的頭一句話，「人之初，性本善」，就跟我們佛法教學的三皈依是一個意思，異曲同工。人性本善，本善是什麼？善就是佛！大乘經裡面，佛教人第一句話告訴你，「一切眾生本來是佛」。你看，就把目標告訴你了，你本來是佛。我們學習的目標在哪裡？學習的目標在成佛，成佛跟釋迦牟尼佛一樣、跟阿彌陀佛一樣，沒有兩樣。成佛是什麼意思？成就究竟圓滿的智慧、圓滿的德能、圓滿的相好。這東西你要不要？要不要智慧？智慧才真正對於這個世間上，一切法的真相完全通達明瞭，無所不知、無所不能！你想不想要？你想不想要有好的德行，像聖人神聖的德能、相好，健康長壽，永遠不會衰老，好不好？大家都想要！"
    },
    {
      "id": "21-678-0001_p0012",
      "zh_CN": "诸位要知道我讲的这几句话，就是佛法的内容，佛法就是教我们这些的，如果我们没有学到，那就很冤枉！佛法你看，极乐世界讲无量寿，寿命无量，永远不老。能不能做得到？现代的科学家告诉我们，可以做到。现在量子力学家发现了，发现什么？人的意念能够支配物质现象。我们的身体是个物质现象，你的意念好，你身心健康，你永远不会生病，这学佛头一个好处。我们的心理健康还没有达到佛的标准，如果达到佛的标准，真的年年十八，不会衰老，永远不会衰老，永远不会生病。你看菩萨的相，相貌多么圆满，我们能不能造得出来？造不出来，他的相太好了，我们造出来的像，百分之一都比不上。所以，这是学佛的好处，你真正明白了，我们要这个东西，世间的东西我们就可以把它舍掉。所以佛教我们成佛，跟他一样。",
      "zh_TW": "諸位要知道我講的這幾句話，就是佛法的內容，佛法就是教我們這些的，如果我們沒有學到，那就很冤枉！佛法你看，極樂世界講無量壽，壽命無量，永遠不老。能不能做得到？現代的科學家告訴我們，可以做到。現在量子力學家發現了，發現什麼？人的意念能夠支配物質現象。我們的身體是個物質現象，你的意念好，你身心健康，你永遠不會生病，這學佛頭一個好處。我們的心理健康還沒有達到佛的標準，如果達到佛的標準，真的年年十八，不會衰老，永遠不會衰老，永遠不會生病。你看菩薩的相，相貌多麼圓滿，我們能不能造得出來？造不出來，他的相太好了，我們造出來的像，百分之一都比不上。所以，這是學佛的好處，你真正明白了，我們要這個東西，世間的東西我們就可以把它捨掉。所以佛教我們成佛，跟他一樣。"
    },
    {
      "id": "21-678-0001_p0013",
      "zh_CN": "佛、菩萨、阿罗汉是佛教修学学位的名称。我们在佛教里头学佛陀教育，第一个目标是阿罗汉，阿罗汉是学士，我们学位拿到了，再往上提升，第二个学位是菩萨，最高的学位是佛陀。所以它是学位的名称。不可以把佛菩萨当作神明去看待，那就错了。神明里面有天神、有鬼神，佛不是天神、不是鬼神，只有他才真正了解宇宙人生真相。佛说一切众生本来是佛，天神也是众生，他本来是佛，他当天神；鬼神也是佛，也本来是佛，他现在做鬼神；我们每个人本来是佛，现在变成人了；我们今天看到一头大象，大象是畜生，牠本来是佛，牠现在变成大象。佛的意思是我们应该要恢复到我们本来面目，本来面目就是佛。这个目标太伟大了，太神圣了！所以为什么要学佛，你把它要搞清楚。",
      "zh_TW": "佛、菩薩、阿羅漢是佛教修學學位的名稱。我們在佛教裡頭學佛陀教育，第一個目標是阿羅漢，阿羅漢是學士，我們學位拿到了，再往上提升，第二個學位是菩薩，最高的學位是佛陀。所以它是學位的名稱。不可以把佛菩薩當作神明去看待，那就錯了。神明裡面有天神、有鬼神，佛不是天神、不是鬼神，只有他才真正了解宇宙人生真相。佛說一切眾生本來是佛，天神也是眾生，他本來是佛，他當天神；鬼神也是佛，也本來是佛，他現在做鬼神；我們每個人本來是佛，現在變成人了；我們今天看到一頭大象，大象是畜生，牠本來是佛，牠現在變成大象。佛的意思是我們應該要恢復到我們本來面目，本來面目就是佛。這個目標太偉大了，太神聖了！所以為什麼要學佛，你把它要搞清楚。"
    },
    {
      "id": "21-678-0001_p0014",
      "zh_CN": "我们刚才说的，这三皈依了不起，佛让我们一生都要遵守。皈依佛，佛是智慧，智慧、福报圆满的人，二足尊。二就是一个智慧、一个福报，这两样都圆满；足就是满足，这个人就成佛了。不要佛，那就是不要智慧，不要智慧是愚痴，没有福报就是贫穷、贫贱，你喜不喜欢贫贱、喜不喜欢愚痴？大家都不喜欢，那佛非要不可，佛不可以丢掉。有佛就有智慧，有佛就有福报，这是决定的。我们真正明白这个道理，不是迷信。但是今天我们学佛的人很多，真把这个事情搞清楚、搞明白的人不多。我年轻的时候排斥佛教，我不相信这个东西，我说它是迷信。我曾经有很好的朋友、同学，有学基督教的，有学伊斯兰教的，我都去他们的清真寺、去他们的教堂，我很喜欢他们。为什么？他们讲经，他们教学。佛教没有听说讲经的，纵然有讲经的去听，听不懂，不得其利益，所以兴趣就没有了。",
      "zh_TW": "我們剛才說的，這三皈依了不起，佛讓我們一生都要遵守。皈依佛，佛是智慧，智慧、福報圓滿的人，二足尊。二就是一個智慧、一個福報，這兩樣都圓滿；足就是滿足，這個人就成佛了。不要佛，那就是不要智慧，不要智慧是愚痴，沒有福報就是貧窮、貧賤，你喜不喜歡貧賤、喜不喜歡愚痴？大家都不喜歡，那佛非要不可，佛不可以丟掉。有佛就有智慧，有佛就有福報，這是決定的。我們真正明白這個道理，不是迷信。但是今天我們學佛的人很多，真把這個事情搞清楚、搞明白的人不多。我年輕的時候排斥佛教，我不相信這個東西，我說它是迷信。我曾經有很好的朋友、同學，有學基督教的，有學伊斯蘭教的，我都去他們的清真寺、去他們的教堂，我很喜歡他們。為什麼？他們講經，他們教學。佛教沒有聽說講經的，縱然有講經的去聽，聽不懂，不得其利益，所以興趣就沒有了。"
    },
    {
      "id": "21-678-0001_p0015",
      "zh_CN": "学佛的因缘是我二十六岁在台湾，我跟我的老师学哲学，老师是个著名的哲学家，方东美先生。他给我开了一门功课，我不是在学校学的，在他家里面，家里小客厅，学生就我一个，给我讲了一部《哲学概论》。最后一个单元是「佛经哲学」，我感到非常惊讶，我说佛教是宗教、是迷信，它哪来的哲学？老师告诉我，他说你年轻，你不懂，他说「释迦牟尼是全世界最伟大的哲学家，佛经是世界哲学的最高峰，学佛是人生最高的享受」。我是在这个单元学到的，才真正了解、认识世间上有这么好的东西。我学了六十一年，我感恩老师，你们看我后头，有我老师的照片在后面。我念念不忘老师，老师给我智慧，老师给我幸福。这是真的，把佛教知道它是一回什么事情，这样子入佛门。",
      "zh_TW": "學佛的因緣是我二十六歲在台灣，我跟我的老師學哲學，老師是個著名的哲學家，方東美先生。他給我開了一門功課，我不是在學校學的，在他家裡面，家裡小客廳，學生就我一個，給我講了一部《哲學概論》。最後一個單元是「佛經哲學」，我感到非常驚訝，我說佛教是宗教、是迷信，它哪來的哲學？老師告訴我，他說你年輕，你不懂，他說「釋迦牟尼是全世界最偉大的哲學家，佛經是世界哲學的最高峰，學佛是人生最高的享受」。我是在這個單元學到的，才真正了解、認識世間上有這麼好的東西。我學了六十一年，我感恩老師，你們看我後頭，有我老師的照片在後面。我念念不忘老師，老師給我智慧，老師給我幸福。這是真的，把佛教知道它是一回什麼事情，這樣子入佛門。"
    },
    {
      "id": "21-678-0001_p0016",
      "zh_CN": "第二个老师章嘉大师，这是真正学佛的，前面一个老师是教授，是个哲学家。章嘉大师劝我出家，劝我学释迦牟尼佛，教我去读《释迦谱》、《释迦方志》，先认识释迦牟尼佛；你学佛，你对于佛陀不认识，你会走弯路、会走岔路，那就很可惜。我跟他学了三年，他老人家过世，圆寂了。我的佛学基础，章嘉大师给我奠定的。我这三个老师少一个，我都不能成就。最后一个是，我老师过世之后，我跟李炳南老居士。这个老居士儒、佛、道都通，非常难得，我跟他十年，讲经教学是他教给我的。",
      "zh_TW": "第二個老師章嘉大師，這是真正學佛的，前面一個老師是教授，是個哲學家。章嘉大師勸我出家，勸我學釋迦牟尼佛，教我去讀《釋迦譜》、《釋迦方志》，先認識釋迦牟尼佛；你學佛，你對於佛陀不認識，你會走彎路、會走岔路，那就很可惜。我跟他學了三年，他老人家過世，圓寂了。我的佛學基礎，章嘉大師給我奠定的。我這三個老師少一個，我都不能成就。最後一個是，我老師過世之後，我跟李炳南老居士。這個老居士儒、佛、道都通，非常難得，我跟他十年，講經教學是他教給我的。"
    },
    {
      "id": "21-678-0001_p0017",
      "zh_CN": "我晓得释迦牟尼佛一生，你看他十九岁离开家庭，放下烦恼，去修道去了、求学去了，学了十二年，在菩提树下证果了。学了十二年，差不多都学完了，不学了，把所知障放下，那都是表演给我们看的。大彻大悟之后就开始讲经，在鹿野苑教五比丘，从这开始。七十九岁圆寂，一生讲经教学四十九年，没有一天休息。树下一宿，日中一食，你说那个身体多好。我们晚上树下一宿，第二天要到加护病房，不如人家，那叫金刚不坏身。这可以做得到的，佛的身体好，我们做不到。现在我们懂得了，我们可以做到。佛为什么做到？身心清净，没有烦恼、没有欲望，所以他没有障碍。我们的身体被我们自己毁掉了。被什么东西毁掉了？心。是什么心？自私自利的心，贪瞋痴慢疑的心，这个心不好，这个心把我们的身体糟蹋了。",
      "zh_TW": "我曉得釋迦牟尼佛一生，你看他十九歲離開家庭，放下煩惱，去修道去了、求學去了，學了十二年，在菩提樹下證果了。學了十二年，差不多都學完了，不學了，把所知障放下，那都是表演給我們看的。大徹大悟之後就開始講經，在鹿野苑教五比丘，從這開始。七十九歲圓寂，一生講經教學四十九年，沒有一天休息。樹下一宿，日中一食，你說那個身體多好。我們晚上樹下一宿，第二天要到加護病房，不如人家，那叫金剛不壞身。這可以做得到的，佛的身體好，我們做不到。現在我們懂得了，我們可以做到。佛為什麼做到？身心清淨，沒有煩惱、沒有欲望，所以他沒有障礙。我們的身體被我們自己毀掉了。被什麼東西毀掉了？心。是什麼心？自私自利的心，貪瞋痴慢疑的心，這個心不好，這個心把我們的身體糟蹋了。"
    },
    {
      "id": "21-678-0001_p0018",
      "zh_CN": "在天台宗《大乘止观》里面，那是智者大师，唐朝时候的人，这是一代大师，他告诉我们，我们凡人身体不好，有病，这个病有六种原因。第一个是四大不调，你不知道保养身体，所以你得病。第二种，饮食。现在的饮食很麻烦，这个地球有严重的污染，特别是农药、化肥。我们素食也受到污染，所以现在逼着我们，我们要吃一点干净的东西、没有染污的东西，只有自己搞农耕。所以我在澳洲，我买了很大的农地，有一千多英亩，种粮食、种蔬菜、种水果，自给自足。这逼着没有法子，非得做这个，只有自己耕种的，吃的就安心。我们积极提倡，来推广，不用农药、不用化肥，种出来的东西比他们用农药、化肥还要好，品质还要好。我们不会耕种，我们请农民耕种，发工资给他，一天给我做八个小时，我给你多少工钱，我用这个方法。收成之后，除了自己吃的之外，还有很多可以到市场去卖，卖了之后，付农人的工钱之外还赚很多。这就是我寺院经济的来源，所以我们寺院经济，道场经济不靠信徒捐献，我们自给自足。用这个方法好！心才安，心安理就得。所以这是最健康的饮食。",
      "zh_TW": "在天台宗《大乘止觀》裡面，那是智者大師，唐朝時候的人，這是一代大師，他告訴我們，我們凡人身體不好，有病，這個病有六種原因。第一個是四大不調，你不知道保養身體，所以你得病。第二種，飲食。現在的飲食很麻煩，這個地球有嚴重的污染，特別是農藥、化肥。我們素食也受到污染，所以現在逼著我們，我們要吃一點乾淨的東西、沒有染污的東西，只有自己搞農耕。所以我在澳洲，我買了很大的農地，有一千多英畝，種糧食、種蔬菜、種水果，自給自足。這逼著沒有法子，非得做這個，只有自己耕種的，吃的就安心。我們積極提倡，來推廣，不用農藥、不用化肥，種出來的東西比他們用農藥、化肥還要好，品質還要好。我們不會耕種，我們請農民耕種，發工資給他，一天給我做八個小時，我給你多少工錢，我用這個方法。收成之後，除了自己吃的之外，還有很多可以到市場去賣，賣了之後，付農人的工錢之外還賺很多。這就是我寺院經濟的來源，所以我們寺院經濟，道場經濟不靠信徒捐獻，我們自給自足。用這個方法好！心才安，心安理就得。所以這是最健康的飲食。"
    },
    {
      "id": "21-678-0001_p0019",
      "zh_CN": "第三种是坐禅，坐禅有坐禅的调心、调身，你要是不懂规矩，所谓是会坐出毛病出来，这也是一种。第四种，有鬼神。确实，有鬼神附体让你得病，这也是很麻烦的事情，就是冤亲债主。现在得这个病的人很多，无论是男子、女子，都有奇奇怪怪的病。原因多半是堕胎，堕胎那就是杀人，杀自己的儿女。你杀了他，他跑到你身上来，他那个灵跑到你身上来，来干什么？来讨命、来折磨你，这个事情就很麻烦。我们遇到很多，用佛法来给他调解，他要是接受了，他离开病就好了，要不肯离开就很麻烦，但是大多数都肯离开。第五种是魔神，那不是你的事，是魔。这个跟你也是有缘，你很用功，他来折磨你，这是一类。",
      "zh_TW": "第三種是坐禪，坐禪有坐禪的調心、調身，你要是不懂規矩，所謂是會坐出毛病出來，這也是一種。第四種，有鬼神。確實，有鬼神附體讓你得病，這也是很麻煩的事情，就是冤親債主。現在得這個病的人很多，無論是男子、女子，都有奇奇怪怪的病。原因多半是墮胎，墮胎那就是殺人，殺自己的兒女。你殺了他，他跑到你身上來，他那個靈跑到你身上來，來幹什麼？來討命、來折磨你，這個事情就很麻煩。我們遇到很多，用佛法來給他調解，他要是接受了，他離開病就好了，要不肯離開就很麻煩，但是大多數都肯離開。第五種是魔神，那不是你的事，是魔。這個跟你也是有緣，你很用功，他來折磨你，這是一類。"
    },
    {
      "id": "21-678-0001_p0020",
      "zh_CN": "最后一类是恶业，就是做的坏事做太多了。这个坏事举几个例子，佛家讲的五戒，根本戒。杀生，喜欢杀生、喜欢吃肉，容易得肝病，容易得眼病，眼睛不好，得这两种。盗戒，贪别人的钱财、地位、美色，用不正当的手段取得，损人利己，这属于盗。盗这个罪容易起肺病，五脏里的肺病；外面鼻，鼻窦炎这一类，都属于这些。第三种淫欲，淫欲过度得肾病、耳病，这个耳叫重听，听不到了。妄语起的是脾脏、舌病；饮酒过度，喜欢饮酒的得心脏病、得口病。这是杀盗淫妄酒，你要是不知道节制，拼命去享受，享受过后你的身心病就来了。所以佛说犯五戒，一定会五脏、五根有病，你的身心不健康。另外还有一种，持戒也会得病，这个得病是你没有学佛之前造了很重的罪业，或者是前世，不是这一世的，宿世有很重的罪业，应该要堕地狱，现在得病叫重罪轻报，它就报掉了。所以这是好事，不是坏事，业消了，病就好了。",
      "zh_TW": "最後一類是惡業，就是做的壞事做太多了。這個壞事舉幾個例子，佛家講的五戒，根本戒。殺生，喜歡殺生、喜歡吃肉，容易得肝病，容易得眼病，眼睛不好，得這兩種。盜戒，貪別人的錢財、地位、美色，用不正當的手段取得，損人利己，這屬於盜。盜這個罪容易起肺病，五臟裡的肺病；外面鼻，鼻竇炎這一類，都屬於這些。第三種淫欲，淫欲過度得腎病、耳病，這個耳叫重聽，聽不到了。妄語起的是脾臟、舌病；飲酒過度，喜歡飲酒的得心臟病、得口病。這是殺盜淫妄酒，你要是不知道節制，拼命去享受，享受過後你的身心病就來了。所以佛說犯五戒，一定會五臟、五根有病，你的身心不健康。另外還有一種，持戒也會得病，這個得病是你沒有學佛之前造了很重的罪業，或者是前世，不是這一世的，宿世有很重的罪業，應該要墮地獄，現在得病叫重罪輕報，它就報掉了。所以這是好事，不是壞事，業消了，病就好了。"
    },
    {
      "id": "21-678-0001_p0021",
      "zh_CN": "总而言之，贪瞋痴慢疑是一切病的因，怨恨恼怒烦是一切病的缘，有因有缘就发病了。发病，五脏六腑，这是我们身得病；外面，我们居住的环境，很多灾难。这个灾难是我们感应的，不是自然灾害。大自然是最美的，大自然是最健康的，大自然怎么会害人？都是我们自己存的心不善，造的业不善，所感应的这些灾祸。所以疾病、短命，跟山河大地的一些灾难，这叫报应，这是我们报应。恶念、不善感应在外面，居住的环境，佛告诉我们，贪，如果这个地区的人贪心很重，就会有水灾、有海啸，有海水上升、有江河泛滥，有这些灾难。瞋恚就是火灾，会引起火山爆发。不要以为发脾气没有关系，发脾气会引起火山爆发，会引起地球温度上升，所以是瞋恚之火。愚痴感得的是风灾，傲慢就感应的是地震，傲慢；怀疑，现在我们看到山倒下来，地突然陷下去，山崩地陷是从怀疑而来的。",
      "zh_TW": "總而言之，貪瞋痴慢疑是一切病的因，怨恨惱怒煩是一切病的緣，有因有緣就發病了。發病，五臟六腑，這是我們身得病；外面，我們居住的環境，很多災難。這個災難是我們感應的，不是自然災害。大自然是最美的，大自然是最健康的，大自然怎麼會害人？都是我們自己存的心不善，造的業不善，所感應的這些災禍。所以疾病、短命，跟山河大地的一些災難，這叫報應，這是我們報應。惡念、不善感應在外面，居住的環境，佛告訴我們，貪，如果這個地區的人貪心很重，就會有水災、有海嘯，有海水上升、有江河氾濫，有這些災難。瞋恚就是火災，會引起火山爆發。不要以為發脾氣沒有關係，發脾氣會引起火山爆發，會引起地球溫度上升，所以是瞋恚之火。愚痴感得的是風災，傲慢就感應的是地震，傲慢；懷疑，現在我們看到山倒下來，地突然陷下去，山崩地陷是從懷疑而來的。"
    },
    {
      "id": "21-678-0001_p0022",
      "zh_CN": "我们明白这个道理，就知道佛为什么教我们修五戒十善，身心健康。人真正把五戒十善做到，中国古人讲的基本道德，仁义礼智信，这五个字做到，仁不杀生，义不偷盗，礼不邪淫，智不愚痴，信，言而有信，不妄语，跟五戒一个意思。这五个要做到，我们能修五戒十善、能修六和、能念佛，这个人身心不会有病。所以用不着去买医疗保险，用不着去买人寿保险，都用不着，那个钱可以拿出来做好事，自己就放心了。这是佛法里面教给我们如何养生、养身，身心快乐，永远不衰不老。",
      "zh_TW": "我們明白這個道理，就知道佛為什麼教我們修五戒十善，身心健康。人真正把五戒十善做到，中國古人講的基本道德，仁義禮智信，這五個字做到，仁不殺生，義不偷盜，禮不邪淫，智不愚痴，信，言而有信，不妄語，跟五戒一個意思。這五個要做到，我們能修五戒十善、能修六和、能念佛，這個人身心不會有病。所以用不著去買醫療保險，用不著去買人壽保險，都用不著，那個錢可以拿出來做好事，自己就放心了。這是佛法裡面教給我們如何養生、養身，身心快樂，永遠不衰不老。"
    },
    {
      "id": "21-678-0001_p0023",
      "zh_CN": "中国传统的文化，实际上它就是四个科目，五伦，五伦是讲人与人的关系。大乘佛法里面讲的这个伦理，那是讲到究竟了。大乘佛法肯定，整个宇宙一切众生跟我是什么关系？一体。这是把伦理讲绝了。佛为什么这样子爱护我们？因为我们跟他是一体，比父子还要亲。父子是两个身体，不是一个身体，我们跟佛是一个身体，我们跟所有众生都是一个身体。这个爱是宇宙的核心，是自性的核心，自性里头第一德就是亲爱，你明心见性之后，这个德就自然流出来。所以佛菩萨没有不爱人的，佛菩萨不可能有害人的念头，绝对不可以的。",
      "zh_TW": "中國傳統的文化，實際上它就是四個科目，五倫，五倫是講人與人的關係。大乘佛法裡面講的這個倫理，那是講到究竟了。大乘佛法肯定，整個宇宙一切眾生跟我是什麼關係？一體。這是把倫理講絕了。佛為什麼這樣子愛護我們？因為我們跟他是一體，比父子還要親。父子是兩個身體，不是一個身體，我們跟佛是一個身體，我們跟所有眾生都是一個身體。這個愛是宇宙的核心，是自性的核心，自性裡頭第一德就是親愛，你明心見性之後，這個德就自然流出來。所以佛菩薩沒有不愛人的，佛菩薩不可能有害人的念頭，絕對不可以的。"
    },
    {
      "id": "21-678-0001_p0024",
      "zh_CN": "在中国古时候，中国诸位都晓得，传统文化里头有儒释道三家，这三家都被帝王用上了。所以那些帝王很聪明，不迷惑。他用儒治国，治国、国家用儒家的方法；用佛治人，就是教化人民。人民都接受佛教的教化，人人都是好人；人人都是好人，当然事事都是好事。所以那个时候，社会上各行各业，大家最羡慕什么？做官的，羡慕做官。所以好好念书，将来从政。为什么干这一行？这一行有地位，你到哪里受到民众的尊敬，也有很好的待遇，没有工作做。为什么？人都是好人，事都是好事，没有案子办。如果一个月有个三件、五件案子，人家说，你这个地区怎么会有这么多事情？所以谁不愿意做！",
      "zh_TW": "在中國古時候，中國諸位都曉得，傳統文化裡頭有儒釋道三家，這三家都被帝王用上了。所以那些帝王很聰明，不迷惑。他用儒治國，治國、國家用儒家的方法；用佛治人，就是教化人民。人民都接受佛教的教化，人人都是好人；人人都是好人，當然事事都是好事。所以那個時候，社會上各行各業，大家最羨慕什麼？做官的，羨慕做官。所以好好念書，將來從政。為什麼幹這一行？這一行有地位，你到哪裡受到民眾的尊敬，也有很好的待遇，沒有工作做。為什麼？人都是好人，事都是好事，沒有案子辦。如果一個月有個三件、五件案子，人家說，你這個地區怎麼會有這麼多事情？所以誰不願意做！"
    },
    {
      "id": "21-678-0001_p0025",
      "zh_CN": "我们昨天送了一套《四库全书》给总统，还送了一部《四库荟要》，这两部书是中国千万年前，古圣先贤他们的智慧，他们修身、治家、治国的智慧、理念、经验、方法，统统在这部书里头。所以汤恩比博士曾经说，这个世界乱了，二十一世纪，「要化解二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。他有道理，他懂得，他知道中国有这套宝贝。这套宝贝是中国老祖宗第一智慧，到现在还没有看到能跟它相比的，就是发明文言文这个方法。这个方法好在哪里？时代在变，在变迁，这个东西永远不变。也就是说，它超越空间、超越时间，任何时代，你只学会这个文字，你就得到了。这个发明，比今天科学家发明什么高十倍、百倍都不止，能叫你东西保存，无论在几千万年之后，任何地方它都管用，它都不会变质。所以这是超越时空的智慧、理念、方法，超越时空。",
      "zh_TW": "我們昨天送了一套《四庫全書》給總統，還送了一部《四庫薈要》，這兩部書是中國千萬年前，古聖先賢他們的智慧，他們修身、治家、治國的智慧、理念、經驗、方法，統統在這部書裡頭。所以湯恩比博士曾經說，這個世界亂了，二十一世紀，「要化解二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。他有道理，他懂得，他知道中國有這套寶貝。這套寶貝是中國老祖宗第一智慧，到現在還沒有看到能跟它相比的，就是發明文言文這個方法。這個方法好在哪裡？時代在變，在變遷，這個東西永遠不變。也就是說，它超越空間、超越時間，任何時代，你只學會這個文字，你就得到了。這個發明，比今天科學家發明什麼高十倍、百倍都不止，能叫你東西保存，無論在幾千萬年之後，任何地方它都管用，它都不會變質。所以這是超越時空的智慧、理念、方法，超越時空。"
    },
    {
      "id": "21-678-0001_p0026",
      "zh_CN": "学这个文字不难。我曾经很留意的问美国的大学生，他们学中文，我问他，学古文你学了多久？三年。我二００六年参加巴黎联合国教科文组织一个大型的活动，也邀我是主办单位，顺便我就到英国去看学校。以前去过一次，这次就特别留意去看牛津、剑桥、伦敦大学的汉学系，跟他们学生交流，跟他们的教授举行座谈。我问他们学生，也是三年。不难！三年你就拿到钥匙，这《四库全书》就是你自己的智慧财产，祖宗留给你的。文化没有国家界限，没有种族界限，也没有信仰界限，谁拿到这把钥匙，这东西就是他的。这个东西真的，可以给世界带来永久的安定和平，可以给我们人生带来幸福美满的一生。只要我们肯干，肯依教奉行，我们人人都能作佛，人人都能成圣成贤。所以中国教育是圣贤教育，不是升官发财的教育。升官发财这个教育，这个观念是个错误的，你现在可以得到，但是你享受不了多久，你的病全部都发出来。刚才我这里跟你讲的，五脏六腑的病统统发出来，那时就受罪、就可怜了。所以学圣人好、学贤人好，学佛菩萨更好。",
      "zh_TW": "學這個文字不難。我曾經很留意的問美國的大學生，他們學中文，我問他，學古文你學了多久？三年。我二００六年參加巴黎聯合國教科文組織一個大型的活動，也邀我是主辦單位，順便我就到英國去看學校。以前去過一次，這次就特別留意去看牛津、劍橋、倫敦大學的漢學系，跟他們學生交流，跟他們的教授舉行座談。我問他們學生，也是三年。不難！三年你就拿到鑰匙，這《四庫全書》就是你自己的智慧財產，祖宗留給你的。文化沒有國家界限，沒有種族界限，也沒有信仰界限，誰拿到這把鑰匙，這東西就是他的。這個東西真的，可以給世界帶來永久的安定和平，可以給我們人生帶來幸福美滿的一生。只要我們肯幹，肯依教奉行，我們人人都能作佛，人人都能成聖成賢。所以中國教育是聖賢教育，不是升官發財的教育。升官發財這個教育，這個觀念是個錯誤的，你現在可以得到，但是你享受不了多久，你的病全部都發出來。剛才我這裡跟你講的，五臟六腑的病統統發出來，那時就受罪、就可憐了。所以學聖人好、學賢人好，學佛菩薩更好。"
    },
    {
      "id": "21-678-0001_p0027",
      "zh_CN": "今天这个教育问题，我是在马来西亚，跟马来西亚的华校校长、老师做了一次谈话。马来西亚的华校，有一千多个小学、有六十一个中学，所以他们的校长跟老师有一个工会。我对他们谈话，是希望他们发心，能够把中国传统学术继承下来。学圣人，不要学富人，不要学贵人，学圣人、学贤人、学佛、学菩萨，这个好，能救自己，能够救国家、救民族，能够救世界，能够救一切众生。所以当时我提了这十个教学为先，这我们要很认识的。",
      "zh_TW": "今天這個教育問題，我是在馬來西亞，跟馬來西亞的華校校長、老師做了一次談話。馬來西亞的華校，有一千多個小學、有六十一個中學，所以他們的校長跟老師有一個工會。我對他們談話，是希望他們發心，能夠把中國傳統學術繼承下來。學聖人，不要學富人，不要學貴人，學聖人、學賢人、學佛、學菩薩，這個好，能救自己，能夠救國家、救民族，能夠救世界，能夠救一切眾生。所以當時我提了這十個教學為先，這我們要很認識的。"
    },
    {
      "id": "21-678-0001_p0028",
      "zh_CN": "孝是中国文化的根，敬是中国文化的本，这根本。落实在孝、在敬，一定要孝顺父母、尊敬老师。佛经也是把这两句放在第一，我们看到《观无量寿佛经》里面讲的净业三福，第一句「孝养父母」，第二句「奉事师长」，跟中国传统讲的完全相同。我们要认识，文化是民族的灵魂，教育是文化的生机。所以「安身立命」，我们一生过得平安，得要「教学为先」，一定要受教育。中国过去教育不是为升官发财的。",
      "zh_TW": "孝是中國文化的根，敬是中國文化的本，這根本。落實在孝、在敬，一定要孝順父母、尊敬老師。佛經也是把這兩句放在第一，我們看到《觀無量壽佛經》裡面講的淨業三福，第一句「孝養父母」，第二句「奉事師長」，跟中國傳統講的完全相同。我們要認識，文化是民族的靈魂，教育是文化的生機。所以「安身立命」，我們一生過得平安，得要「教學為先」，一定要受教育。中國過去教育不是為升官發財的。"
    },
    {
      "id": "21-678-0001_p0029",
      "zh_CN": "「创业齐家」，中国的家没有了。我说到这个地方都会流眼泪，抗战时期还有家，抗战胜利之后，中国家没有了。所以今天我们读齐家，要有新的一个解释，这家是什么？就是社团。企业是个社团，所以称为企业家。中国过去是大家庭，它不是小家庭，家庭，普通家庭，一家人口总有三百多人，五代同堂，不分家的，兄弟不分家的。所以大家庭是团体生活，人生下来就有个概念，我是为家庭服务而来的，不是为自己，一切为荣宗耀祖、光大门楣。一生努力，就是要让我的家能够发扬光大，能够让我的祖宗扬名后世，得到大众的尊敬，他这个目标在此地，不在个人。所以创业齐家也是教学为先。",
      "zh_TW": "「創業齊家」，中國的家沒有了。我說到這個地方都會流眼淚，抗戰時期還有家，抗戰勝利之後，中國家沒有了。所以今天我們讀齊家，要有新的一個解釋，這家是什麼？就是社團。企業是個社團，所以稱為企業家。中國過去是大家庭，它不是小家庭，家庭，普通家庭，一家人口總有三百多人，五代同堂，不分家的，兄弟不分家的。所以大家庭是團體生活，人生下來就有個概念，我是為家庭服務而來的，不是為自己，一切為榮宗耀祖、光大門楣。一生努力，就是要讓我的家能夠發揚光大，能夠讓我的祖宗揚名後世，得到大眾的尊敬，他這個目標在此地，不在個人。所以創業齊家也是教學為先。"
    },
    {
      "id": "21-678-0001_p0030",
      "zh_CN": "「建国君民，教学为先」。在中国任何一个朝代，帝王取得政权之后，五年之内就制礼作乐，社会就上轨道，就安定了。这是教学为先，他重视教育。中国人重视教育，真的，不是假的。他怎么重视？母亲怀孕就开始教胎儿了，小孩没出世就教他。为什么？她晓得，胎儿在胎胞里面，母亲起心动念他受影响，言语动作他都受影响。所以怀孕这十个月当中，母亲有怀孕之礼，要懂得遵守。就是说思想要纯正，不善的念头不可以有，你这小孩完全受到正气，没有一丝毫的邪气侵入，他重视这个。所以不应该看的东西，不好看的东西不看，不好听的东西不要听，不善的言语都不要说，也是少说话，让整个心静下来，这样小孩将来生下来很好教、很听话。所以中国教育从胎教开始。",
      "zh_TW": "「建國君民，教學為先」。在中國任何一個朝代，帝王取得政權之後，五年之內就制禮作樂，社會就上軌道，就安定了。這是教學為先，他重視教育。中國人重視教育，真的，不是假的。他怎麼重視？母親懷孕就開始教胎兒了，小孩沒出世就教他。為什麼？她曉得，胎兒在胎胞裡面，母親起心動念他受影響，言語動作他都受影響。所以懷孕這十個月當中，母親有懷孕之禮，要懂得遵守。就是說思想要純正，不善的念頭不可以有，你這小孩完全受到正氣，沒有一絲毫的邪氣侵入，他重視這個。所以不應該看的東西，不好看的東西不看，不好聽的東西不要聽，不善的言語都不要說，也是少說話，讓整個心靜下來，這樣小孩將來生下來很好教、很聽話。所以中國教育從胎教開始。"
    },
    {
      "id": "21-678-0001_p0031",
      "zh_CN": "生下来之后，全家人对这个小孩，在小孩面前都要守礼，要端庄，不能有不礼貌的让小孩看见，看见他就学会了。小孩学得很快，生下来眼睛张开就会看，耳朵就会听。现在小孩难教，为什么？不懂这些道理，他三岁全学坏了，你教他就非常困难。所以现在小孩难教，这就是做母亲的没有尽到责任。母亲能够懂得胎教，这母亲是圣人，妳将来的儿子是圣贤，妳将来这个儿子是佛、是菩萨。佛菩萨是人教出来的，谁教出来？母亲教出来的，母亲太伟大了！这个道理现在知道的人愈来愈少了。现在的学校真有问题。",
      "zh_TW": "生下來之後，全家人對這個小孩，在小孩面前都要守禮，要端莊，不能有不禮貌的讓小孩看見，看見他就學會了。小孩學得很快，生下來眼睛張開就會看，耳朵就會聽。現在小孩難教，為什麼？不懂這些道理，他三歲全學壞了，你教他就非常困難。所以現在小孩難教，這就是做母親的沒有盡到責任。母親能夠懂得胎教，這母親是聖人，妳將來的兒子是聖賢，妳將來這個兒子是佛、是菩薩。佛菩薩是人教出來的，誰教出來？母親教出來的，母親太偉大了！這個道理現在知道的人愈來愈少了。現在的學校真有問題。"
    },
    {
      "id": "21-678-0001_p0032",
      "zh_CN": "我把这几句念完，我再继续跟大家讲。「礼义之邦，教学为先；稳定和谐，教学为先；国丰民安，教学为先；太平盛世，教学为先；长治久安，教学为先；诸佛报土，教学为先；极乐世界，教学为先」。我对斯里兰卡总统很尊敬，为什么？他懂得教学，他把教学放在他国家行政的第一位。这跟中国古代的帝王完全相同，中国历代帝王都把教学摆在第一位。宰相下面这几个部，教育部摆在第一，总理、首相不能上班的时候，教育部长代理，各部里头教育第一大。换句话说，国家一切设施都是为教育负责的，都是来支持教育的。把人教好了，社会安定，世界得和平。",
      "zh_TW": "我把這幾句念完，我再繼續跟大家講。「禮義之邦，教學為先；穩定和諧，教學為先；國豐民安，教學為先；太平盛世，教學為先；長治久安，教學為先；諸佛報土，教學為先；極樂世界，教學為先」。我對斯里蘭卡總統很尊敬，為什麼？他懂得教學，他把教學放在他國家行政的第一位。這跟中國古代的帝王完全相同，中國歷代帝王都把教學擺在第一位。宰相下面這幾個部，教育部擺在第一，總理、首相不能上班的時候，教育部長代理，各部裡頭教育第一大。換句話說，國家一切設施都是為教育負責的，都是來支持教育的。把人教好了，社會安定，世界得和平。"
    },
    {
      "id": "21-678-0001_p0033",
      "zh_CN": "怎么教法，这是一套大学问，教材用什么？方法用什么？我们想了很多年，也做了很多报告，都是空口说白话。为什么？没做出来。我过去在汤池做了一个实验，把中国传统文化落实在一个小镇，做一个示范点，那是被联合国会友逼出来的。我在联合国做报告，大家听了很好，都鼓掌，下来的时候，「法师，你讲得很好，那是理想，做不到！」这句话是我当头一棒，我才知道真正危机在哪里？信心危机，我们对于古圣先贤的东西没有信心，古老的教材没有信心，古老的方法没有信心。实际上古老的教材跟方法是圣贤人东西，圣贤人就是永恒不变，我们决定不能够轻视。",
      "zh_TW": "怎麼教法，這是一套大學問，教材用什麼？方法用什麼？我們想了很多年，也做了很多報告，都是空口說白話。為什麼？沒做出來。我過去在湯池做了一個實驗，把中國傳統文化落實在一個小鎮，做一個示範點，那是被聯合國會友逼出來的。我在聯合國做報告，大家聽了很好，都鼓掌，下來的時候，「法師，你講得很好，那是理想，做不到！」這句話是我當頭一棒，我才知道真正危機在哪裡？信心危機，我們對於古聖先賢的東西沒有信心，古老的教材沒有信心，古老的方法沒有信心。實際上古老的教材跟方法是聖賢人東西，聖賢人就是永恆不變，我們決定不能夠輕視。"
    },
    {
      "id": "21-678-0001_p0034",
      "zh_CN": "今天放在我这个地方有几张照片，这个照片也是我选出来的，非洲的小黑人。非洲我没有去过，我看到这个照片，我就想去看看。这些小黑人都是孤儿，台湾有一位法师，他收养了三千个孤儿，教他们中国传统文化，背中国的古文，背得琅琅上口。在我面前背给我听，背四书五经，背《弟子规》、《感应篇》，背这些东西。我说好，太难得了！中国传统文化有继承人了，非洲小黑人继承。这些小黑人将来都是圣人、都是贤人、都是佛菩萨，他们能救世界。我欢喜得不得了！所以我要到处给他表扬，我们要支持他。他们的生活非常艰苦，所以我要找时间，我去看看他们。",
      "zh_TW": "今天放在我這個地方有幾張照片，這個照片也是我選出來的，非洲的小黑人。非洲我沒有去過，我看到這個照片，我就想去看看。這些小黑人都是孤兒，台灣有一位法師，他收養了三千個孤兒，教他們中國傳統文化，背中國的古文，背得琅琅上口。在我面前背給我聽，背四書五經，背《弟子規》、《感應篇》，背這些東西。我說好，太難得了！中國傳統文化有繼承人了，非洲小黑人繼承。這些小黑人將來都是聖人、都是賢人、都是佛菩薩，他們能救世界。我歡喜得不得了！所以我要到處給他表揚，我們要支持他。他們的生活非常艱苦，所以我要找時間，我去看看他們。"
    },
    {
      "id": "21-678-0001_p0035",
      "zh_CN": "刚才我说了，教学的课程、教学的方法要用老的，不能用新的，新的教学方法是交叉式的。很多课程，学校里，你看第一个小时语文，第二个小时数学，语文还没有落印象又了换题目，第三个又换成历史，又换，它一直在换，头脑就像浆糊一样迷迷糊糊的，这怎么能学得好？我们中国自古以来教学不是这样的，「教之道，贵以专」。「一门深入，长时薰修」，目的是什么？目的教他开悟！中国不重视记问，不重视这个，重视开悟，你要得定能开悟。所以他一门深入，心是定的。你看现在的学生，连大学生、研究所的学生，心浮气躁。这个我们看到心里就很难过，他没有定力。中国在过去，十几岁的小孩他就有定力，你看他非常稳重、非常大方，那就不一样，跟现在就不能相比。所以古时候的方法好。我在早年跟方东美先生学习的时候，有一次老师问我，他说你相信西医还是相信中医？他说西医三百年的历史，中医五千年的历史，你相信哪个？我说我当然相信五千年！五千年是真的，禁得起考验，三百年还靠不住。所以东西老的好，愈老愈好；新的东西花样很多，毛病也不少，要小心提防。",
      "zh_TW": "剛才我說了，教學的課程、教學的方法要用老的，不能用新的，新的教學方法是交叉式的。很多課程，學校裡，你看第一個小時語文，第二個小時數學，語文還沒有落印象又了換題目，第三個又換成歷史，又換，它一直在換，頭腦就像漿糊一樣迷迷糊糊的，這怎麼能學得好？我們中國自古以來教學不是這樣的，「教之道，貴以專」。「一門深入，長時薰修」，目的是什麼？目的教他開悟！中國不重視記問，不重視這個，重視開悟，你要得定能開悟。所以他一門深入，心是定的。你看現在的學生，連大學生、研究所的學生，心浮氣躁。這個我們看到心裡就很難過，他沒有定力。中國在過去，十幾歲的小孩他就有定力，你看他非常穩重、非常大方，那就不一樣，跟現在就不能相比。所以古時候的方法好。我在早年跟方東美先生學習的時候，有一次老師問我，他說你相信西醫還是相信中醫？他說西醫三百年的歷史，中醫五千年的歷史，你相信哪個？我說我當然相信五千年！五千年是真的，禁得起考驗，三百年還靠不住。所以東西老的好，愈老愈好；新的東西花樣很多，毛病也不少，要小心提防。"
    },
    {
      "id": "21-678-0001_p0036",
      "zh_CN": "我说到此地，我要请一个老师来，这种教学的方法、教学的内容，他是做到了。他教小学一年级到六年级，他开一个特别的班，叫伏羲班。把小学从一年级带到六年级，做成功了，成绩非常可观。但是不能再往上提升，所以我们想到要办个一条龙的学校。学生到中学我就办中学，到大学我就办大学，到研究所我就办研究所，我让小学一直往上升上去，这个是圣贤教育。这个学位怎么办？学位将来要请国家，跟国家教育部来商量，请他到那个时候来考试，要给圣贤学位；不是博士，博士不行，他比博士高。所以我对这个事情很留意。我现在请吴老师。",
      "zh_TW": "我說到此地，我要請一個老師來，這種教學的方法、教學的內容，他是做到了。他教小學一年級到六年級，他開一個特別的班，叫伏羲班。把小學從一年級帶到六年級，做成功了，成績非常可觀。但是不能再往上提升，所以我們想到要辦個一條龍的學校。學生到中學我就辦中學，到大學我就辦大學，到研究所我就辦研究所，我讓小學一直往上升上去，這個是聖賢教育。這個學位怎麼辦？學位將來要請國家，跟國家教育部來商量，請他到那個時候來考試，要給聖賢學位；不是博士，博士不行，他比博士高。所以我對這個事情很留意。我現在請吳老師。"
    }
  ]
}