{
  "doc_id": "01-014-0007",
  "title": {
    "zh_CN": "佛说阿弥陀经要解便蒙钞",
    "zh_TW": "佛說阿彌陀經要解便蒙鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "01-014-0007",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "01-014-0007_p0001",
      "zh_CN": "诸位同学，请掀开经本第二十一面第五行，末后一句开始：",
      "zh_TW": "諸位同學，請掀開經本第二十一面第五行，末後一句開始："
    },
    {
      "id": "01-014-0007_p0002",
      "zh_CN": "【信因者。深信散乱称名。犹为成佛种子。况一心不乱。安得不生净土。是名信因。】",
      "zh_TW": "【信因者。深信散亂稱名。猶為成佛種子。況一心不亂。安得不生淨土。是名信因。】"
    },
    {
      "id": "01-014-0007_p0003",
      "zh_CN": "前面蕅益大师给我们说「信」，第一个是信自，第二个是信他。在「信他」这里面，我们看到最后他老人家有四句话教给我们，「随顺诸佛，真实教诲，决志求生，更无疑惑」。这四句话实实在在是大智慧、大福德、大因缘。蕅益大师能为我们说出是非常不容易，如果不是真实过来人，这几句话是说不出的。接着给我们讲『信因』。因，这个法门是以持名念佛为因，信要深信。『深信』，换句话说，不是浮浮泛泛的信心，一定有非常深刻的信心。信心怎样建立？这是许多同修所关心的事情。我们稍稍涉猎一些经论，明白这个事实真相，坚定的信心，总是过去宿生当中的因缘，现前蒙诸佛威神加持，这是真正的原因。那么有好的机会能闻法、能了解这个法门，深入探讨，成就清净的信心，这总是缘分。因缘会合，于是坚定信心就能生起来。信心在这个法门里面来说非常重要。",
      "zh_TW": "前面蕅益大師給我們說「信」，第一個是信自，第二個是信他。在「信他」這裡面，我們看到最後他老人家有四句話教給我們，「隨順諸佛，真實教誨，決志求生，更無疑惑」。這四句話實實在在是大智慧、大福德、大因緣。蕅益大師能為我們說出是非常不容易，如果不是真實過來人，這幾句話是說不出的。接著給我們講『信因』。因，這個法門是以持名念佛為因，信要深信。『深信』，換句話說，不是浮浮泛泛的信心，一定有非常深刻的信心。信心怎樣建立？這是許多同修所關心的事情。我們稍稍涉獵一些經論，明白這個事實真相，堅定的信心，總是過去宿生當中的因緣，現前蒙諸佛威神加持，這是真正的原因。那麼有好的機會能聞法、能了解這個法門，深入探討，成就清淨的信心，這總是緣分。因緣會合，於是堅定信心就能生起來。信心在這個法門裡面來說非常重要。"
    },
    {
      "id": "01-014-0007_p0004",
      "zh_CN": "『散乱称名』。散乱是散乱心，散乱心念一声佛的名号，这个「称」跟「念」还是有讲求的，「称」就是随口念一声佛号，这都是成佛的种子。佛在大经里面说「一称南无佛，皆共成佛道」。这一称在阿赖耶识里面就落下一个佛的种子。这个种子永远不会坏，什么时候遇到缘分，它就起现行，也就是说它起作用，这个作用是诱导你去学佛。当然，这佛说「一称南无佛，皆共成佛道」，这句话说得没错，就是这个因。但是这个因要到圆成佛道，必然是要经历很长的时间，多生多劫的薰习才能成就。我们自己明了，我们的因缘决定不是这一生，过去生生世世这个宿因非常深，这一生遇到的缘又非常胜，只要我们自己能够把握着，这皆共成佛道，我们这一生应该是可以办到的。所以大师在此告诉我们「何况一心不乱」，真实善根的根本，就是这一念，一心不乱决定得生。",
      "zh_TW": "『散亂稱名』。散亂是散亂心，散亂心念一聲佛的名號，這個「稱」跟「念」還是有講求的，「稱」就是隨口念一聲佛號，這都是成佛的種子。佛在大經裡面說「一稱南無佛，皆共成佛道」。這一稱在阿賴耶識裡面就落下一個佛的種子。這個種子永遠不會壞，什麼時候遇到緣分，它就起現行，也就是說它起作用，這個作用是誘導你去學佛。當然，這佛說「一稱南無佛，皆共成佛道」，這句話說得沒錯，就是這個因。但是這個因要到圓成佛道，必然是要經歷很長的時間，多生多劫的薰習才能成就。我們自己明瞭，我們的因緣決定不是這一生，過去生生世世這個宿因非常深，這一生遇到的緣又非常勝，只要我們自己能夠把握著，這皆共成佛道，我們這一生應該是可以辦到的。所以大師在此告訴我們「何況一心不亂」，真實善根的根本，就是這一念，一心不亂決定得生。"
    },
    {
      "id": "01-014-0007_p0005",
      "zh_CN": "如果我们这一生当中功夫达不到一心不乱，我们要问能不能往生？给诸位说，能。祖师大德常常告诉我们，只要达到功夫成片就决定往生。功夫成片是什么样的境界？这一点我们不能不知道。功夫是指净念，成片就是相继，大势至菩萨告诉我们，「净念相继」，那就是功夫成片。净是指心里面没有杂念、没有妄想，只有这一句阿弥陀佛，这个念就叫净念。如果掺杂着有妄想，掺杂着有杂念，那就是前面讲的乱心念佛。乱心念佛这一生不太容易成就，没有把握成就，还是成佛的种子。不过这个种子一生比一生加强，还没有到成熟，成熟一定要到净念。这个标准不能再低，再低过这个标准，这一生是不能成就，刚才讲了，种子力量再加强，那要等来生。来生问题很多，为什么？因为我们投生必定有隔阴之迷，前世的事情都忘光，一切要从头来起。要从头来起，善缘就非常重要。来生能不能遇到善缘？能不能遇到善知识？能不能遇到很好的同参道友？这都是问题。殊胜的缘分建立在正知正见的基础上。",
      "zh_TW": "如果我們這一生當中功夫達不到一心不亂，我們要問能不能往生？給諸位說，能。祖師大德常常告訴我們，只要達到功夫成片就決定往生。功夫成片是什麼樣的境界？這一點我們不能不知道。功夫是指淨念，成片就是相繼，大勢至菩薩告訴我們，「淨念相繼」，那就是功夫成片。淨是指心裡面沒有雜念、沒有妄想，只有這一句阿彌陀佛，這個念就叫淨念。如果摻雜著有妄想，摻雜著有雜念，那就是前面講的亂心念佛。亂心念佛這一生不太容易成就，沒有把握成就，還是成佛的種子。不過這個種子一生比一生加強，還沒有到成熟，成熟一定要到淨念。這個標準不能再低，再低過這個標準，這一生是不能成就，剛才講了，種子力量再加強，那要等來生。來生問題很多，為什麼？因為我們投生必定有隔陰之迷，前世的事情都忘光，一切要從頭來起。要從頭來起，善緣就非常重要。來生能不能遇到善緣？能不能遇到善知識？能不能遇到很好的同參道友？這都是問題。殊勝的緣分建立在正知正見的基礎上。"
    },
    {
      "id": "01-014-0007_p0006",
      "zh_CN": "我们这地方是道场。道场是干什么？是来办道的。办什么道？我们净宗里面所说的是办往生之道。我们在道场住了几年不能往生，这就错了，不是办别的事情的！菩萨固然是要普度众生，可是你要记住，要先度自己。自己没有度要能度人，佛在经上说「无有是处」。可是我们在大乘经上也曾经看到，自己未度，先度别人，叫菩萨发心。这话怎么讲？自己未度，那个未度是自己没有成佛，先去度别人。不是说自己还在六道轮回，那个不行，一定要自己先度。我们有能力超越六道轮回，我不着急成佛，我作菩萨广度众生，这叫菩萨发心。",
      "zh_TW": "我們這地方是道場。道場是幹什麼？是來辦道的。辦什麼道？我們淨宗裡面所說的是辦往生之道。我們在道場住了幾年不能往生，這就錯了，不是辦別的事情的！菩薩固然是要普度眾生，可是你要記住，要先度自己。自己沒有度要能度人，佛在經上說「無有是處」。可是我們在大乘經上也曾經看到，自己未度，先度別人，叫菩薩發心。這話怎麼講？自己未度，那個未度是自己沒有成佛，先去度別人。不是說自己還在六道輪迴，那個不行，一定要自己先度。我們有能力超越六道輪迴，我不著急成佛，我作菩薩廣度眾生，這叫菩薩發心。"
    },
    {
      "id": "01-014-0007_p0007",
      "zh_CN": "那个代表的？地藏王菩萨是最有名的一个代表，他老人家「地狱不空，誓不成佛」，永远当菩萨。他的学生成佛的不晓得有多少，你们看看《地藏菩萨本愿经》，经本一打开序分里面所说的，世尊讲《地藏菩萨本愿经》，来参加这个法会的，十方诸佛带着他的侍者来参加这个法会。这个境界，一般经上见不到的，就是我们《弥陀经》上、《无量寿经》上也没有那个法会殊胜。我们是十方菩萨来参加的，十方诸佛没有来！《弥陀经》里面到流通分，十方诸佛现身赞叹，不是法会一开始就来。地藏菩萨法会一开端他就来，那是为什么？那些诸佛如来统统是地藏菩萨的学生，学生都成佛了，老师还作菩萨，这叫菩萨发心。",
      "zh_TW": "那個代表的？地藏王菩薩是最有名的一個代表，他老人家「地獄不空，誓不成佛」，永遠當菩薩。他的學生成佛的不曉得有多少，你們看看《地藏菩薩本願經》，經本一打開序分裡面所說的，世尊講《地藏菩薩本願經》，來參加這個法會的，十方諸佛帶著他的侍者來參加這個法會。這個境界，一般經上見不到的，就是我們《彌陀經》上、《無量壽經》上也沒有那個法會殊勝。我們是十方菩薩來參加的，十方諸佛沒有來！《彌陀經》裡面到流通分，十方諸佛現身讚歎，不是法會一開始就來。地藏菩薩法會一開端他就來，那是為什麼？那些諸佛如來統統是地藏菩薩的學生，學生都成佛了，老師還作菩薩，這叫菩薩發心。"
    },
    {
      "id": "01-014-0007_p0008",
      "zh_CN": "自己未度，先度别人，菩萨发心。地藏是什么菩萨？等觉菩萨，不着急成佛。所以这一点这个经里面决定不能把意思错会。我们要怎样学菩萨？先到西方极乐世界去，去了以后再来，效法地藏菩萨，行！这个没错。如果还在六道轮回里面，要想发心度众生，不愿意成就，这个不愿意成就，不愿意往生，这个麻烦就大。你在六道里面必定沈沦，必定迷惑，必定被境界所转。这个愿是一桩事情，你的智慧、德能做不到！所以诸佛如来劝勉我们，佛在这部经四次劝勉，劝我们发愿求生净土。",
      "zh_TW": "自己未度，先度別人，菩薩發心。地藏是什麼菩薩？等覺菩薩，不著急成佛。所以這一點這個經裡面決定不能把意思錯會。我們要怎樣學菩薩？先到西方極樂世界去，去了以後再來，效法地藏菩薩，行！這個沒錯。如果還在六道輪迴裡面，要想發心度眾生，不願意成就，這個不願意成就，不願意往生，這個麻煩就大。你在六道裡面必定沈淪，必定迷惑，必定被境界所轉。這個願是一樁事情，你的智慧、德能做不到！所以諸佛如來勸勉我們，佛在這部經四次勸勉，勸我們發願求生淨土。"
    },
    {
      "id": "01-014-0007_p0009",
      "zh_CN": "阿弥陀佛在四十八愿里面讲得很清楚，有一些众生慈悲心非常重，到达西方极乐世界，自己果证还没有圆满，就想到十方世界去度化众生，行不行？行。阿弥陀佛不障碍，而且佛以本愿威神加持你，你纵然再回到六道，你不会迷惑、不会堕落，这就是我们常讲「再来人」。阿罗汉、大菩萨们再来，他是凭自己的力量，自己的功夫、智慧、德能。我们到西方世界，在阿弥陀佛面前打个转，跟阿弥陀佛说明「我就要回来」。这是我们自己智慧、德能都不够，完全仰仗阿弥陀佛本愿威神的加持，也跟那些大菩萨一样，到六道里面来不迷惑、不颠倒、不堕落，这才行。所以先要自身有了把握，然后才度众生，这才是正确的。自己对生死一点把握都没有，发这个愿是错误的。再看下面这一段：",
      "zh_TW": "阿彌陀佛在四十八願裡面講得很清楚，有一些眾生慈悲心非常重，到達西方極樂世界，自己果證還沒有圓滿，就想到十方世界去度化眾生，行不行？行。阿彌陀佛不障礙，而且佛以本願威神加持你，你縱然再回到六道，你不會迷惑、不會墮落，這就是我們常講「再來人」。阿羅漢、大菩薩們再來，他是憑自己的力量，自己的功夫、智慧、德能。我們到西方世界，在阿彌陀佛面前打個轉，跟阿彌陀佛說明「我就要回來」。這是我們自己智慧、德能都不夠，完全仰仗阿彌陀佛本願威神的加持，也跟那些大菩薩一樣，到六道裡面來不迷惑、不顛倒、不墮落，這才行。所以先要自身有了把握，然後才度眾生，這才是正確的。自己對生死一點把握都沒有，發這個願是錯誤的。再看下面這一段："
    },
    {
      "id": "01-014-0007_p0010",
      "zh_CN": "【信果者。深信净土。诸善聚会。皆从念佛三昧得生。如种瓜得瓜。种豆得豆。亦如影必随形。响必应声。决无虚弃。是名信果。】",
      "zh_TW": "【信果者。深信淨土。諸善聚會。皆從念佛三昧得生。如種瓜得瓜。種豆得豆。亦如影必隨形。響必應聲。決無虛棄。是名信果。】"
    },
    {
      "id": "01-014-0007_p0011",
      "zh_CN": "这个地方的因果都就本宗来说，我们相信念佛是因，往生是果，果是西方极乐世界。西方极乐世界最大的好处，是诸上善人俱会一处。我们这个人间苦，苦不堪言，古人常常感叹说：做事难，做人更难。我们办事难，但是人与人相处就更难。为什么？他那个情绪、念头常常在变化，他不定，这是我们世出世间事业最大的障碍。为什么我们在这里修道这么困难？障缘太多。哪个地方没有这些障碍？西方极乐世界。西方极乐世界人事环境好，物质环境对修行人来说无所谓，不重要，最重要是人事环境。西方世界是诸上善人俱会一处，不是小善，是大善人，上善人。",
      "zh_TW": "這個地方的因果都就本宗來說，我們相信念佛是因，往生是果，果是西方極樂世界。西方極樂世界最大的好處，是諸上善人俱會一處。我們這個人間苦，苦不堪言，古人常常感嘆說：做事難，做人更難。我們辦事難，但是人與人相處就更難。為什麼？他那個情緒、念頭常常在變化，他不定，這是我們世出世間事業最大的障礙。為什麼我們在這裡修道這麼困難？障緣太多。哪個地方沒有這些障礙？西方極樂世界。西方極樂世界人事環境好，物質環境對修行人來說無所謂，不重要，最重要是人事環境。西方世界是諸上善人俱會一處，不是小善，是大善人，上善人。"
    },
    {
      "id": "01-014-0007_p0012",
      "zh_CN": "他为什么都是上善？底下说，『皆从念佛三昧得生』。这就好比说十方世界的众生要想生到极乐世界去，用现代的话说，我们要移民到极乐世界，条件是什么？条件是念佛三昧。你得念佛三昧，那一边就欢迎，人人都得念佛三昧，这就是上善。「念佛三昧」就是刚才讲的，理一心不乱、事一心不乱、功夫成片；功夫成片是下品的念佛三昧，事一心不乱是中品念佛三昧，理一心是上品念佛三昧。上、中品我们这一生不太容易得到，但是下品，可以说只要肯干的人，差不多都可以得到。这就是这个法门能够普度一切众生，只要具足信愿行这三个条件，认真努力的达到功夫成片。这个因果我们要深信不疑，俗话常讲「作善得善果，作恶得恶报」。由此可知，念佛决定成佛，「念佛是因，成佛是果」，这个道理决定不能怀疑。念佛要认真去念，要把它当作我们这一生当中第一桩大事来办；其他的事，小事，都是六道边事，都是轮回那一边事，是我们应当要舍离，要把它放下的。所以要把念佛当作一桩大事来办。",
      "zh_TW": "他為什麼都是上善？底下說，『皆從念佛三昧得生』。這就好比說十方世界的眾生要想生到極樂世界去，用現代的話說，我們要移民到極樂世界，條件是什麼？條件是念佛三昧。你得念佛三昧，那一邊就歡迎，人人都得念佛三昧，這就是上善。「念佛三昧」就是剛才講的，理一心不亂、事一心不亂、功夫成片；功夫成片是下品的念佛三昧，事一心不亂是中品念佛三昧，理一心是上品念佛三昧。上、中品我們這一生不太容易得到，但是下品，可以說只要肯幹的人，差不多都可以得到。這就是這個法門能夠普度一切眾生，只要具足信願行這三個條件，認真努力的達到功夫成片。這個因果我們要深信不疑，俗話常講「作善得善果，作惡得惡報」。由此可知，念佛決定成佛，「念佛是因，成佛是果」，這個道理決定不能懷疑。念佛要認真去念，要把它當作我們這一生當中第一樁大事來辦；其他的事，小事，都是六道邊事，都是輪迴那一邊事，是我們應當要捨離，要把它放下的。所以要把念佛當作一樁大事來辦。"
    },
    {
      "id": "01-014-0007_p0013",
      "zh_CN": "因此念佛的道场是第一清净道场。古人福报比我们大，法缘比我们胜，道场都建立在深山之处，人迹罕至。我们中国大陆从前道场，去到庙里拜个佛不容易，走路要走好几天，你没有这个诚意，山那么高，爬都爬不上去。现在不一样，听说大陆上很多名山，这些大道场都有缆车上去，汽车可以开上去，缆车也可以开上去，游客就多了。游客一多，诸位想想看，你还能办道吗？你那个心还能清净吗？",
      "zh_TW": "因此念佛的道場是第一清淨道場。古人福報比我們大，法緣比我們勝，道場都建立在深山之處，人跡罕至。我們中國大陸從前道場，去到廟裡拜個佛不容易，走路要走好幾天，你沒有這個誠意，山那麼高，爬都爬不上去。現在不一樣，聽說大陸上很多名山，這些大道場都有纜車上去，汽車可以開上去，纜車也可以開上去，遊客就多了。遊客一多，諸位想想看，你還能辦道嗎？你那個心還能清淨嗎？"
    },
    {
      "id": "01-014-0007_p0014",
      "zh_CN": "所以真实道场是志同道合在一块共修。我们净土宗第一个模范的道场，是东晋慧远大师在庐山建立的念佛堂，东林念佛堂，现在这个地方还在。非常遗憾，念佛堂的住持果一法师，我跟他没有见过面，通信有好几次，今年年初他老人家往生，这个见面的机会没有了，非常惋惜！远公建立这个道场，同修一百二十三个人，有人想加入的，老和尚要审查，不是信心坚定、愿力深厚的，老和尚不收，习气重的也不收。在历史上很有名的谢灵运，这是那个时代的大文学家，现在《四库全书》里头有谢灵运的集词。他到庐山想参加念佛堂，被远公拒绝，为什么？他喜欢写文章，喜欢作诗，喜欢作词，这个习气很重，老和尚不要他。我们道场是专修，你要搞杂的东西掺杂在里面，不要！跟现在不一样，现在要到处要拉信徒；这个地方排斥，不要，不合条件的都不要，他才能成就。我们看到很少的，《西方确指》觉明妙行菩萨，他所教导的十二个人，十二个人在一块共修，个个成就，这是我们一定要明了。",
      "zh_TW": "所以真實道場是志同道合在一塊共修。我們淨土宗第一個模範的道場，是東晉慧遠大師在廬山建立的念佛堂，東林念佛堂，現在這個地方還在。非常遺憾，念佛堂的住持果一法師，我跟他沒有見過面，通信有好幾次，今年年初他老人家往生，這個見面的機會沒有了，非常惋惜！遠公建立這個道場，同修一百二十三個人，有人想加入的，老和尚要審查，不是信心堅定、願力深厚的，老和尚不收，習氣重的也不收。在歷史上很有名的謝靈運，這是那個時代的大文學家，現在《四庫全書》裡頭有謝靈運的集詞。他到廬山想參加念佛堂，被遠公拒絕，為什麼？他喜歡寫文章，喜歡作詩，喜歡作詞，這個習氣很重，老和尚不要他。我們道場是專修，你要搞雜的東西摻雜在裡面，不要！跟現在不一樣，現在要到處要拉信徒；這個地方排斥，不要，不合條件的都不要，他才能成就。我們看到很少的，《西方確指》覺明妙行菩薩，他所教導的十二個人，十二個人在一塊共修，個個成就，這是我們一定要明瞭。"
    },
    {
      "id": "01-014-0007_p0015",
      "zh_CN": "近代大陆上，净宗大德黄念祖老居士，他的书现在也印得不少，你们也都能看见。在《净土资粮》，因为《净土资粮》分量很少，我将他的《谷响集》合印在一册，还是一个小册子。《谷响集》他专门答复学密的那些同修，为他们解决疑难的。末后一篇讲得很清楚，忠告我们，我们要想成就，这个道场要重实质不重形式；香火鼎盛，人很多，热热闹闹，形式！不能成就。道场要清净，实在讲人愈少愈好，愈容易成就，愈容易得念佛三昧。心要清净，决定不攀缘。也许有人问，道粮成了问题怎么办？不要去理会。明天没得吃了，好好的定下心来念一天佛，理都不要去理它。一心只想求生西方极乐世界，确确实实万缘放下。可是现在人他不肯干，所以我们讲这个「信」，真的不容易。",
      "zh_TW": "近代大陸上，淨宗大德黃念祖老居士，他的書現在也印得不少，你們也都能看見。在《淨土資糧》，因為《淨土資糧》分量很少，我將他的《谷響集》合印在一冊，還是一個小冊子。《谷響集》他專門答覆學密的那些同修，為他們解決疑難的。末後一篇講得很清楚，忠告我們，我們要想成就，這個道場要重實質不重形式；香火鼎盛，人很多，熱熱鬧鬧，形式！不能成就。道場要清淨，實在講人愈少愈好，愈容易成就，愈容易得念佛三昧。心要清淨，決定不攀緣。也許有人問，道糧成了問題怎麼辦？不要去理會。明天沒得吃了，好好的定下心來念一天佛，理都不要去理它。一心只想求生西方極樂世界，確確實實萬緣放下。可是現在人他不肯幹，所以我們講這個「信」，真的不容易。"
    },
    {
      "id": "01-014-0007_p0016",
      "zh_CN": "我们要信佛，诸佛护念我们，龙天善神照顾我们，我们还有什么好忧虑？还有什么好攀缘？我这些道理，是刚刚学佛，也算是（俗话讲）运气好遇到好老师，章嘉大师教给我的。我这一生得章嘉大师受用非常之多。一生当中没有忧虑，不操心、不牵挂，心地清净，这得自章嘉大师的指导。他老人家那时候告诉我，你真正发心为佛法、为众生、为道业，他说一定得诸佛护念，得护法神照顾，你就什么都不操心。我就真听话，这四十年来真的兑现，确确实实统统是护法神在操心，护法神在照顾，我落得清净。这是章嘉大师教给我的，要信佛，不要去信人。人，人情有变化，佛的心是真诚的，永远不变，是最真实、最可靠的。无论出家在家一定要相信佛，这真难，真正不容易。没有道粮，自然有护法神送道粮来，不要操心，我们的心永远是定的，永远是净的。",
      "zh_TW": "我們要信佛，諸佛護念我們，龍天善神照顧我們，我們還有什麼好憂慮？還有什麼好攀緣？我這些道理，是剛剛學佛，也算是（俗話講）運氣好遇到好老師，章嘉大師教給我的。我這一生得章嘉大師受用非常之多。一生當中沒有憂慮，不操心、不牽掛，心地清淨，這得自章嘉大師的指導。他老人家那時候告訴我，你真正發心為佛法、為眾生、為道業，他說一定得諸佛護念，得護法神照顧，你就什麼都不操心。我就真聽話，這四十年來真的兌現，確確實實統統是護法神在操心，護法神在照顧，我落得清淨。這是章嘉大師教給我的，要信佛，不要去信人。人，人情有變化，佛的心是真誠的，永遠不變，是最真實、最可靠的。無論出家在家一定要相信佛，這真難，真正不容易。沒有道糧，自然有護法神送道糧來，不要操心，我們的心永遠是定的，永遠是淨的。"
    },
    {
      "id": "01-014-0007_p0017",
      "zh_CN": "我们在佛门里面所做的许多事业，是不是我们有能力做？不是的。我们所做的事业是众生的福报。众生有福，我们的缘胜，做得就多。众生没福，我们的缘薄，做得就少。所以我在台北这个基金会跟图书馆，我们除了讲经之外，全心全力做法布施的工作，印经、印佛像、做录音带、录影带，流通到全世界，我们做得很欢喜、做得很快乐。我们的态度是钱多多做，钱少少做，没钱不做。我们总希望没有钱，为什么？清净，不更好！偏偏有人送钱来，送钱来就得替他做，这是我应该的。我们决不去找钱，找钱是攀缘，那是错误，那叫自找麻烦。人家自然送来的欢欢喜喜，我们也欢欢喜喜替他做，彼此心都清净，没有负担，没有一丝毫压力，这个生活怎么不快乐？做得很快乐，不做更快乐，这个学佛。",
      "zh_TW": "我們在佛門裡面所做的許多事業，是不是我們有能力做？不是的。我們所做的事業是眾生的福報。眾生有福，我們的緣勝，做得就多。眾生沒福，我們的緣薄，做得就少。所以我在台北這個基金會跟圖書館，我們除了講經之外，全心全力做法布施的工作，印經、印佛像、做錄音帶、錄影帶，流通到全世界，我們做得很歡喜、做得很快樂。我們的態度是錢多多做，錢少少做，沒錢不做。我們總希望沒有錢，為什麼？清淨，不更好！偏偏有人送錢來，送錢來就得替他做，這是我應該的。我們決不去找錢，找錢是攀緣，那是錯誤，那叫自找麻煩。人家自然送來的歡歡喜喜，我們也歡歡喜喜替他做，彼此心都清淨，沒有負擔，沒有一絲毫壓力，這個生活怎麼不快樂？做得很快樂，不做更快樂，這個學佛。"
    },
    {
      "id": "01-014-0007_p0018",
      "zh_CN": "所以佛法，我们学佛，破迷开悟，离苦得乐，苦真的离开了，乐真的得到了，这小果。我们确确实实把它证实，确确实实我们在生活上得到。所以我对于这个地方的常住，我也嘱咐不攀缘。不要说我们信徒少，少，好！有缘才来，有福才来，这是佛菩萨建的道场，没有大福德他住不住，能来的是大福报的人，能来的是真正有缘人。所以道场不在乎人多，不在乎热闹，要在这个里头去练清净心，在这个里面去练信愿行，这一生当中决定得生净土。再有能力将这个法门，随分随力推荐介绍给大众，我们的责任就尽到。所以没有一丝毫的勉强，果报得来的自然。因中有果，果中有因，古人常讲「因赅果海，果彻因源」，你细细想想这个里头味道就深长。",
      "zh_TW": "所以佛法，我們學佛，破迷開悟，離苦得樂，苦真的離開了，樂真的得到了，這小果。我們確確實實把它證實，確確實實我們在生活上得到。所以我對於這個地方的常住，我也囑咐不攀緣。不要說我們信徒少，少，好！有緣才來，有福才來，這是佛菩薩建的道場，沒有大福德他住不住，能來的是大福報的人，能來的是真正有緣人。所以道場不在乎人多，不在乎熱鬧，要在這個裡頭去練清淨心，在這個裡面去練信願行，這一生當中決定得生淨土。再有能力將這個法門，隨分隨力推薦介紹給大眾，我們的責任就盡到。所以沒有一絲毫的勉強，果報得來的自然。因中有果，果中有因，古人常講「因賅果海，果徹因源」，你細細想想這個裡頭味道就深長。"
    },
    {
      "id": "01-014-0007_p0019",
      "zh_CN": "所以西方极乐世界第一殊胜，就是西方世界人素质很整齐，都是清净心念佛往生的。所以我们讲人事环境，最理想的，没有一丝毫欠缺的，这是阿弥陀佛的国土。一切诸佛国土，要知道有比西方极乐世界更庄严的，这确实是很多，佛在经上都讲过。但是像西方极乐世界的人素质这么善良，这么普遍，那十方国土就很少，就不见得。比富贵，西方极乐世界并不是最富贵，要是比人事环境和善，那西方极乐世界是第一。我们今天要修行，要成就道业，一定要找好的同参道友，对我们道业有帮助，而没有妨害的，这是西方世界最理想了。而且是大家同一个见解，同一个知见，同一个法门，那就更欢喜。那个比喻好懂，我们就不必说。我们再看下面一段，这个信的第五段，信事：",
      "zh_TW": "所以西方極樂世界第一殊勝，就是西方世界人素質很整齊，都是清淨心念佛往生的。所以我們講人事環境，最理想的，沒有一絲毫欠缺的，這是阿彌陀佛的國土。一切諸佛國土，要知道有比西方極樂世界更莊嚴的，這確實是很多，佛在經上都講過。但是像西方極樂世界的人素質這麼善良，這麼普遍，那十方國土就很少，就不見得。比富貴，西方極樂世界並不是最富貴，要是比人事環境和善，那西方極樂世界是第一。我們今天要修行，要成就道業，一定要找好的同參道友，對我們道業有幫助，而沒有妨害的，這是西方世界最理想了。而且是大家同一個見解，同一個知見，同一個法門，那就更歡喜。那個比喻好懂，我們就不必說。我們再看下面一段，這個信的第五段，信事："
    },
    {
      "id": "01-014-0007_p0020",
      "zh_CN": "【信事者。深信只今现前一念不可尽故。依心所现十方世界亦不可尽。】",
      "zh_TW": "【信事者。深信只今現前一念不可盡故。依心所現十方世界亦不可盡。】"
    },
    {
      "id": "01-014-0007_p0021",
      "zh_CN": "这一句是总说。『事』是事相，西方极乐世界依正庄严。我们这个世界，这现代人比从前人的缘胜，现在因为交通便捷，旅游方便，我们在见闻上来说，确实超过古人。古人一生生活的空间都不太大，过去在中国能够游历全国的很少见，几个省分、名山大川，那已经是见闻很广。不像现在，现在我们很容易的环球旅行，这在见闻上比从前广。这个世界我们也看得清清楚楚，这个世界怎么来的？『依心所现』，这个理很深。前面大师引用不少《楞严经》的经文，为我们说明宇宙人生的真相，极乐世界是依心所现，我们这个世界也是依心所现。我们这个世界你要说是真的，那极乐世界也是真的；如果你说极乐世界是假的，我们这个世界也是假的，总不能说一个真、一个假，没这个道理。所以佛法中说「一真一切真，一假一切假」，你这个看法没错。如果看这个是真的，那个是假的，那你看错。",
      "zh_TW": "這一句是總說。『事』是事相，西方極樂世界依正莊嚴。我們這個世界，這現代人比從前人的緣勝，現在因為交通便捷，旅遊方便，我們在見聞上來說，確實超過古人。古人一生生活的空間都不太大，過去在中國能夠遊歷全國的很少見，幾個省分、名山大川，那已經是見聞很廣。不像現在，現在我們很容易的環球旅行，這在見聞上比從前廣。這個世界我們也看得清清楚楚，這個世界怎麼來的？『依心所現』，這個理很深。前面大師引用不少《楞嚴經》的經文，為我們說明宇宙人生的真相，極樂世界是依心所現，我們這個世界也是依心所現。我們這個世界你要說是真的，那極樂世界也是真的；如果你說極樂世界是假的，我們這個世界也是假的，總不能說一個真、一個假，沒這個道理。所以佛法中說「一真一切真，一假一切假」，你這個看法沒錯。如果看這個是真的，那個是假的，那你看錯。"
    },
    {
      "id": "01-014-0007_p0022",
      "zh_CN": "这个真与假里面都含着有很深的学问。如果我们没有真实的功夫契入这个境界，我们说真说假，说真不见得是真，说假也不见得是假。为什么？听别人说的，道听涂说，不是自己的境界。这个境界佛为我们说出，不是叫我们听了就算，是叫我们去亲证，这是佛法高明处。佛没有牵着我们鼻子走，没有强迫我们要信他，叫我们自己亲证这个境界。诸佛如来他证得，用什么方法证？用智慧。智慧从哪里来？智慧从定当中来，从清净心中来。所以心不清净，哪有智慧！",
      "zh_TW": "這個真與假裡面都含著有很深的學問。如果我們沒有真實的功夫契入這個境界，我們說真說假，說真不見得是真，說假也不見得是假。為什麼？聽別人說的，道聽塗說，不是自己的境界。這個境界佛為我們說出，不是叫我們聽了就算，是叫我們去親證，這是佛法高明處。佛沒有牽著我們鼻子走，沒有強迫我們要信他，叫我們自己親證這個境界。諸佛如來他證得，用什麼方法證？用智慧。智慧從哪裡來？智慧從定當中來，從清淨心中來。所以心不清淨，哪有智慧！"
    },
    {
      "id": "01-014-0007_p0023",
      "zh_CN": "世间人没有智慧。不但世间人没有智慧，我们在佛经里面看到，佛说小乘阿罗汉没有智慧，辟支佛没有智慧。阿罗汉、辟支佛那个定功够深，为什么还没有智慧？因为他还是用的心意识。诸佛菩萨为什么说他有真智慧？他不用心意识，完全是真心本性自然的流露，那是真智慧，叫般若智慧。般若智慧不是修来的、不是求来的，是我们本来有的，要很深的定功，般若才现前。阿罗汉、辟支佛的定功还不能够生慧，距离生慧可以说是接近，但是还不行。再往上提升就开智慧，「因戒得定，因定开慧」。",
      "zh_TW": "世間人沒有智慧。不但世間人沒有智慧，我們在佛經裡面看到，佛說小乘阿羅漢沒有智慧，辟支佛沒有智慧。阿羅漢、辟支佛那個定功夠深，為什麼還沒有智慧？因為他還是用的心意識。諸佛菩薩為什麼說他有真智慧？他不用心意識，完全是真心本性自然的流露，那是真智慧，叫般若智慧。般若智慧不是修來的、不是求來的，是我們本來有的，要很深的定功，般若才現前。阿羅漢、辟支佛的定功還不能夠生慧，距離生慧可以說是接近，但是還不行。再往上提升就開智慧，「因戒得定，因定開慧」。"
    },
    {
      "id": "01-014-0007_p0024",
      "zh_CN": "我们净宗这个方法妙，以信愿行做基础，老实去持名，就这一句名号。我们念到功夫成片，这是初级的，心定下来，当然慧不能开，不够，定功不够。再不断的还用这个方法，不要换，再用这个方法，这个定功愈来愈深，叫事一心不乱。上品的事一心不乱，见思烦恼断，跟小乘阿罗汉、辟支佛境界完全相同。蕅益大师在《弥陀要解》里面，他讲的一心不乱就是这个标准，见思烦恼断，事一心。方法不改变，继续不断努力，再破一品无明证一分法身，这是理一心不乱。理一心不乱，智慧开了，真相大白，诸佛如来所看到的真相，这个时候你自己也看到，这个东西要功夫。",
      "zh_TW": "我們淨宗這個方法妙，以信願行做基礎，老實去持名，就這一句名號。我們念到功夫成片，這是初級的，心定下來，當然慧不能開，不夠，定功不夠。再不斷的還用這個方法，不要換，再用這個方法，這個定功愈來愈深，叫事一心不亂。上品的事一心不亂，見思煩惱斷，跟小乘阿羅漢、辟支佛境界完全相同。蕅益大師在《彌陀要解》裡面，他講的一心不亂就是這個標準，見思煩惱斷，事一心。方法不改變，繼續不斷努力，再破一品無明證一分法身，這是理一心不亂。理一心不亂，智慧開了，真相大白，諸佛如來所看到的真相，這個時候你自己也看到，這個東西要功夫。"
    },
    {
      "id": "01-014-0007_p0025",
      "zh_CN": "佛法不骗人，佛法不勉强你相信，佛法提供你方法。你只要依照这个方法去做，你见到那个境界一定跟诸佛如来是相同的，一定要亲证才行，这就是我们常讲「事实真相」。亲证、亲见，见什么？见能现，见所现。所以有很多人问，星球怎么来的？人最初怎么来的？一切生物怎么来的？说不清楚！哪一天到你破一品无明证一分法身，这些事情你统清楚、统明白了，这是真的。所以禅家讲「豁然大悟」，悟个什么？就是把这些事实真相明白了，全都清楚了。",
      "zh_TW": "佛法不騙人，佛法不勉強你相信，佛法提供你方法。你只要依照這個方法去做，你見到那個境界一定跟諸佛如來是相同的，一定要親證才行，這就是我們常講「事實真相」。親證、親見，見什麼？見能現，見所現。所以有很多人問，星球怎麼來的？人最初怎麼來的？一切生物怎麼來的？說不清楚！哪一天到你破一品無明證一分法身，這些事情你統清楚、統明白了，這是真的。所以禪家講「豁然大悟」，悟個什麼？就是把這些事實真相明白了，全都清楚了。"
    },
    {
      "id": "01-014-0007_p0026",
      "zh_CN": "而心性之大不可思议，所现境界之多也不可思议。因此『实有极乐国，在十万亿土外』。佛在经上给我们说的，确确实实有极乐世界，就是释迦牟尼佛讲的，在我们娑婆世界西方十万亿佛国土之外，那一边有一个世界，是阿弥陀佛在那个地方教化众生的，叫极乐世界。所以经中讲「西方」，不是讲这个地球的西方，我们认定地球这个西方，那就错了。那西方到底在哪里？东西南北如何确定？要依佛法说，方分是假的不是真的。以我们达拉斯为中心，我们说洛杉矶在哪里？洛杉矶在我们的西方。如果我们以台湾做标准，洛杉矶在哪里？洛杉矶在我们东方。那洛杉矶到底在东方、在西方？所以诸位要晓得方位没有标准。今天讲必须要假设一个座标才可以说，没有这个座标，东南西北哪里是东？哪里是西？",
      "zh_TW": "而心性之大不可思議，所現境界之多也不可思議。因此『實有極樂國，在十萬億土外』。佛在經上給我們說的，確確實實有極樂世界，就是釋迦牟尼佛講的，在我們娑婆世界西方十萬億佛國土之外，那一邊有一個世界，是阿彌陀佛在那個地方教化眾生的，叫極樂世界。所以經中講「西方」，不是講這個地球的西方，我們認定地球這個西方，那就錯了。那西方到底在哪裡？東西南北如何確定？要依佛法說，方分是假的不是真的。以我們達拉斯為中心，我們說洛杉磯在哪裡？洛杉磯在我們的西方。如果我們以台灣做標準，洛杉磯在哪裡？洛杉磯在我們東方。那洛杉磯到底在東方、在西方？所以諸位要曉得方位沒有標準。今天講必須要假設一個座標才可以說，沒有這個座標，東南西北哪裡是東？哪裡是西？"
    },
    {
      "id": "01-014-0007_p0027",
      "zh_CN": "释迦牟尼佛是以娑婆世界，假设一个座标，娑婆世界的西方，不是我们地球的西方。但是娑婆世界的西方，决不是我们凡夫能够见到的，能够明了的，怎么办？佛用表法让你心有专注，说日落的那个地方是西方，这是表法，让你心有专注，是这个意思。让你的心在这里定下来，你从这里向往，到你念佛成就，那个西方在哪里不要紧，阿弥陀佛来接你，你不需要辨别方向，也不要认路，他来带你去，这个多自在！我们心里面系念阿弥陀佛，这就跟阿弥陀佛感应道交，就像我们现在电讯一样，我们这里发射，阿弥陀佛那儿就收到，他就有感应，就这么一回事情。所以大家不需要去追究到底西方在哪里，我现在是往西方走，坐飞机很容易，不要到一天又飞回来。",
      "zh_TW": "釋迦牟尼佛是以娑婆世界，假設一個座標，娑婆世界的西方，不是我們地球的西方。但是娑婆世界的西方，決不是我們凡夫能夠見到的，能夠明瞭的，怎麼辦？佛用表法讓你心有專注，說日落的那個地方是西方，這是表法，讓你心有專注，是這個意思。讓你的心在這裡定下來，你從這裡嚮往，到你念佛成就，那個西方在哪裡不要緊，阿彌陀佛來接你，你不需要辨別方向，也不要認路，他來帶你去，這個多自在！我們心裡面繫念阿彌陀佛，這就跟阿彌陀佛感應道交，就像我們現在電訊一樣，我們這裡發射，阿彌陀佛那兒就收到，他就有感應，就這麼一回事情。所以大家不需要去追究到底西方在哪裡，我現在是往西方走，坐飛機很容易，不要到一天又飛回來。"
    },
    {
      "id": "01-014-0007_p0028",
      "zh_CN": "所以我们要晓得，佛经里面表法的意义，经典佛所说的话，许多话是意在言外，这个要明了。所以确确实实十万亿佛国土之外，有极乐世界，是极清净庄严，『最极清净庄严』。这个地方最极清净，人心清净，国土清净那是其次的。这也有理，有理论的依据，佛常讲的，「依报随着正报转」，正报是人心，人心最极清净，他这个国土自然就清净。我们今天这个地球已经有非常严重的污染，我很少看电视，也不看报纸，天下事我不晓得，人家来问我，每一天没事，天下太平，我过的是太平日子。好像有一次，偶尔我在圣荷西，在馆长家里头看电视时看新闻，有一则报导（我当时还告诉馆长），说科学家提出警告，假如我们这地球上环保要不认真去改善，二十年之后水不能喝，水里面都有毒；空气不能呼吸，空气里面有毒，二十年不长。这是科学家提出的警告。我们相信，我们从台湾来的人相信，为什么？我们住在台湾，台湾常常电视有广播，报纸上登到今天、明天空气品质非常坏，有毒，没有事情最好少出门。报纸上登着的，常常有这种新闻。所以科学家说二十年之后，那当然更严重。如果我们相信科学家这个预言，赶紧念佛，二十年之内可以往生，要不然到那个时候冤枉死了。严重的警告，决定不能疏忽。",
      "zh_TW": "所以我們要曉得，佛經裡面表法的意義，經典佛所說的話，許多話是意在言外，這個要明瞭。所以確確實實十萬億佛國土之外，有極樂世界，是極清淨莊嚴，『最極清淨莊嚴』。這個地方最極清淨，人心清淨，國土清淨那是其次的。這也有理，有理論的依據，佛常講的，「依報隨著正報轉」，正報是人心，人心最極清淨，他這個國土自然就清淨。我們今天這個地球已經有非常嚴重的污染，我很少看電視，也不看報紙，天下事我不曉得，人家來問我，每一天沒事，天下太平，我過的是太平日子。好像有一次，偶爾我在聖荷西，在館長家裡頭看電視時看新聞，有一則報導（我當時還告訴館長），說科學家提出警告，假如我們這地球上環保要不認真去改善，二十年之後水不能喝，水裡面都有毒；空氣不能呼吸，空氣裡面有毒，二十年不長。這是科學家提出的警告。我們相信，我們從台灣來的人相信，為什麼？我們住在台灣，台灣常常電視有廣播，報紙上登到今天、明天空氣品質非常壞，有毒，沒有事情最好少出門。報紙上登著的，常常有這種新聞。所以科學家說二十年之後，那當然更嚴重。如果我們相信科學家這個預言，趕緊念佛，二十年之內可以往生，要不然到那個時候冤枉死了。嚴重的警告，決定不能疏忽。"
    },
    {
      "id": "01-014-0007_p0029",
      "zh_CN": "每一个地方政府都在想尽方法来改善环保，能做得到吗？我不相信。我为什么不相信？我依佛法不相信。因为佛说得很清楚，环境是依报，是随着正报转的。那应该从哪里改起？从人心改起。人心都清净，人心都善良，那个环境自然就改善。光在环境上想方法来改，人心这个贪瞋痴慢、浊恶，不能从心地上改，这是没有效果的，不懂得治本。我们今天拿这个给科学家，他不相信，他现在的功夫、学问还不到这个程度，还不能接受。因此，这是众生的共业，这个基督教里面讲世界末日，我看看是真的不是假的，不是吓唬人的，你看现在这个发展很可怕。",
      "zh_TW": "每一個地方政府都在想盡方法來改善環保，能做得到嗎？我不相信。我為什麼不相信？我依佛法不相信。因為佛說得很清楚，環境是依報，是隨著正報轉的。那應該從哪裡改起？從人心改起。人心都清淨，人心都善良，那個環境自然就改善。光在環境上想方法來改，人心這個貪瞋痴慢、濁惡，不能從心地上改，這是沒有效果的，不懂得治本。我們今天拿這個給科學家，他不相信，他現在的功夫、學問還不到這個程度，還不能接受。因此，這是眾生的共業，這個基督教裡面講世界末日，我看看是真的不是假的，不是嚇唬人的，你看現在這個發展很可怕。"
    },
    {
      "id": "01-014-0007_p0030",
      "zh_CN": "我们今天这个小地方，佛菩萨为我们安排的。我们建这个道场，这边同修都知道，我没有说道场是我建的，佛菩萨建的，为什么？道场怎么缘起的我也不晓得，很偶然。我们没有意思在这建道场。钱怎么来的不知道，不知道，道场就成就了，这是佛力不是人力。我跟馆长到这儿来，土地买了就来破一下土，第二天就走了。过一年盖好了，到这儿来开一下幕，没有操一点心，没有问过这边事情。这边的管理事情是康国泰居士的功德，他在这儿照顾的。所以这个地方是诸佛如来给我们这些有特别因缘、有福报的人选定的。",
      "zh_TW": "我們今天這個小地方，佛菩薩為我們安排的。我們建這個道場，這邊同修都知道，我沒有說道場是我建的，佛菩薩建的，為什麼？道場怎麼緣起的我也不曉得，很偶然。我們沒有意思在這建道場。錢怎麼來的不知道，不知道，道場就成就了，這是佛力不是人力。我跟館長到這兒來，土地買了就來破一下土，第二天就走了。過一年蓋好了，到這兒來開一下幕，沒有操一點心，沒有問過這邊事情。這邊的管理事情是康國泰居士的功德，他在這兒照顧的。所以這個地方是諸佛如來給我們這些有特別因緣、有福報的人選定的。"
    },
    {
      "id": "01-014-0007_p0031",
      "zh_CN": "我在这里恭喜你们、嘱咐你们，一定要自爱，一定要认真修行，不负诸佛菩萨的爱护，一心在道业上，要懂得修清净心。唯有心清净，国土清净，清净心才能往生极乐世界，极乐世界里面的人都是「最极清净庄严」。我们心不清净，念这几声佛号就能往生？没这回事情。古人形容这一类的人，口念佛心不清净，叫「喊破喉咙也枉然」。果然心地清净，一念、十念决定得生。下面说『不同庄生寓言』。这个佛在经上讲的不是寓言，是事实。这是我们相信「事」。",
      "zh_TW": "我在這裡恭喜你們、囑咐你們，一定要自愛，一定要認真修行，不負諸佛菩薩的愛護，一心在道業上，要懂得修清淨心。唯有心清淨，國土清淨，清淨心才能往生極樂世界，極樂世界裡面的人都是「最極清淨莊嚴」。我們心不清淨，念這幾聲佛號就能往生？沒這回事情。古人形容這一類的人，口念佛心不清淨，叫「喊破喉嚨也枉然」。果然心地清淨，一念、十念決定得生。下面說『不同莊生寓言』。這個佛在經上講的不是寓言，是事實。這是我們相信「事」。"
    },
    {
      "id": "01-014-0007_p0032",
      "zh_CN": "【信理者。深信十万亿土。实不出我今现前介尔一念心外。以吾现前一念心性。实无外故。】",
      "zh_TW": "【信理者。深信十萬億土。實不出我今現前介爾一念心外。以吾現前一念心性。實無外故。】"
    },
    {
      "id": "01-014-0007_p0033",
      "zh_CN": "『理』，前面讲事，事一定有理。理是什么？理是我们的心性，是我们的真心，是我们的本性。这是十法界依正庄严的本体，既是法界之本体，我们这个身体离不开法界，我们这个地球也离不开法界，同样的，西方极乐世界还在法界之中。法界的本体是心性，心性不可思议。一切法是心性变现的，这个道理，这些话，佛在经论里面说得很多很多。说得多，就是时时提醒我们，时时帮助我们觉悟「一切法从心想生」。善导大师在《观经》里面讲「一切真实心中作」，这非常有道理。",
      "zh_TW": "『理』，前面講事，事一定有理。理是什麼？理是我們的心性，是我們的真心，是我們的本性。這是十法界依正莊嚴的本體，既是法界之本體，我們這個身體離不開法界，我們這個地球也離不開法界，同樣的，西方極樂世界還在法界之中。法界的本體是心性，心性不可思議。一切法是心性變現的，這個道理，這些話，佛在經論裡面說得很多很多。說得多，就是時時提醒我們，時時幫助我們覺悟「一切法從心想生」。善導大師在《觀經》裡面講「一切真實心中作」，這非常有道理。"
    },
    {
      "id": "01-014-0007_p0034",
      "zh_CN": "『十万亿土』是指从娑婆世界到西方极乐世界，实实在在都是我们『一念心』显现的。『现前』，不是讲过去，不是讲未来。『介尔』，这两个字是形容，形容这个一念。这一念没有大小、没有内外、没有先后，这是事实真相。所以净宗常说「唯心净土，自性弥陀」。",
      "zh_TW": "『十萬億土』是指從娑婆世界到西方極樂世界，實實在在都是我們『一念心』顯現的。『現前』，不是講過去，不是講未來。『介爾』，這兩個字是形容，形容這個一念。這一念沒有大小、沒有內外、沒有先後，這是事實真相。所以淨宗常說「唯心淨土，自性彌陀」。"
    },
    {
      "id": "01-014-0007_p0035",
      "zh_CN": "也有人问，既然十方刹土都是心性变现的，为什么有的现得很清净？有的现得像我们地球这么糟糕？为什么现的不一样？这个道理，这个事实，佛在法相唯识里面给我们说得很透彻，真正的原因就是我们这个念头，这个念头不是讲正念，讲这妄念。妄念有善念、有恶念、有无记念，这个三大类。善念，善的等级程度不一样，无量无边。恶念亦复如是，也是无量无边。这些统统落在阿赖耶识里面，变成了种子。这个十方世界是什么？是种子起现行。恶念现浊恶世界，善念现善的世界，西方净土是我们清净心所现，净念则现净佛世界，这么一回事情。全是八识种子现行，离开八识种子，确实无有一法可得。所以唯识家讲唯识是真的，识是能变，其他的他一概都不承认，他都说那是假的。十法界依正庄严都是假的，唯识是真的，能变是真的，所变是假的。这才把事实为我们说出来，所以变得不一样。",
      "zh_TW": "也有人問，既然十方剎土都是心性變現的，為什麼有的現得很清淨？有的現得像我們地球這麼糟糕？為什麼現的不一樣？這個道理，這個事實，佛在法相唯識裡面給我們說得很透徹，真正的原因就是我們這個念頭，這個念頭不是講正念，講這妄念。妄念有善念、有惡念、有無記念，這個三大類。善念，善的等級程度不一樣，無量無邊。惡念亦復如是，也是無量無邊。這些統統落在阿賴耶識裡面，變成了種子。這個十方世界是什麼？是種子起現行。惡念現濁惡世界，善念現善的世界，西方淨土是我們清淨心所現，淨念則現淨佛世界，這麼一回事情。全是八識種子現行，離開八識種子，確實無有一法可得。所以唯識家講唯識是真的，識是能變，其他的他一概都不承認，他都說那是假的。十法界依正莊嚴都是假的，唯識是真的，能變是真的，所變是假的。這才把事實為我們說出來，所以變得不一樣。"
    },
    {
      "id": "01-014-0007_p0036",
      "zh_CN": "这个道理仔细去想想，可以得到证明，只要我们很冷静，你看我们在一天当中，我们遇到一个欢喜的事情，你看相变了，变得很好看；遇到不高兴的事情，那个脸色好难看，马上就变了。既然是一念所生，你相貌一样的，为什么一会儿丑？一会儿好？你那个念头不一样，善念、恶念马上就改变你的相貌，「相随心转」，一点都不错。你那个心要到最极清净，你的相一定是最极清净庄严，那是什么相？佛相、菩萨相，他就现了。",
      "zh_TW": "這個道理仔細去想想，可以得到證明，只要我們很冷靜，你看我們在一天當中，我們遇到一個歡喜的事情，你看相變了，變得很好看；遇到不高興的事情，那個臉色好難看，馬上就變了。既然是一念所生，你相貌一樣的，為什麼一會兒醜？一會兒好？你那個念頭不一樣，善念、惡念馬上就改變你的相貌，「相隨心轉」，一點都不錯。你那個心要到最極清淨，你的相一定是最極清淨莊嚴，那是什麼相？佛相、菩薩相，他就現了。"
    },
    {
      "id": "01-014-0007_p0037",
      "zh_CN": "所以修行人，说老实话，你那个功夫，你的修行，不从别的，从你相貌上就看出来，没有方法隐瞒。一看就晓得，你修的是什么样的功夫，哪能瞒人？功夫得力，修行功夫真正得力，你的相貌一定是一年比一年好，你的身体体质也必然是一年比一年好，为什么？整个身体细胞结构，谁在那里主宰它变化？念头。一切法从心想生，一点都不错。念清净，你这个身体正常，正常就健康；念头不清净，你这个正常的组织里头就起变化，一起变化就有毛病，就不健康。",
      "zh_TW": "所以修行人，說老實話，你那個功夫，你的修行，不從別的，從你相貌上就看出來，沒有方法隱瞞。一看就曉得，你修的是什麼樣的功夫，哪能瞞人？功夫得力，修行功夫真正得力，你的相貌一定是一年比一年好，你的身體體質也必然是一年比一年好，為什麼？整個身體細胞結構，誰在那裡主宰它變化？念頭。一切法從心想生，一點都不錯。念清淨，你這個身體正常，正常就健康；念頭不清淨，你這個正常的組織裡頭就起變化，一起變化就有毛病，就不健康。"
    },
    {
      "id": "01-014-0007_p0038",
      "zh_CN": "所以什么叫最健康？最健康是清净心。恶念不能有，善念也不要有，善念也不好。所以过去李老师讲经常比喻，在这个眼睛放一粒砂子进去，难过！放一个金刚钻下去也受不了。他把砂比喻作恶念，金刚钻比作善念，善恶都不好。要什么？什么都不要，净念，净念是最健康的。心里头干干净净，一尘不染，这就是真功夫。我们今天没有办法，做不到。做不到，用什么方法？用阿弥陀佛。阿弥陀佛就是净念，你看三善道里面，你念阿弥陀佛不会到三善道去，三善道里头没有阿弥陀佛；三恶道里头也没有阿弥陀佛，阿弥陀佛在净土，所以念阿弥陀佛是净念。但是老实念，不要附带条件，一附带条件，这个念头又不清净了。所以只管念佛求生，不要附带条件，这就对。所以一切法是一念心性变现的，心性无外，所以法界无边，这些都是事实。",
      "zh_TW": "所以什麼叫最健康？最健康是清淨心。惡念不能有，善念也不要有，善念也不好。所以過去李老師講經常比喻，在這個眼睛放一粒砂子進去，難過！放一個金剛鑽下去也受不了。他把砂比喻作惡念，金剛鑽比作善念，善惡都不好。要什麼？什麼都不要，淨念，淨念是最健康的。心裡頭乾乾淨淨，一塵不染，這就是真功夫。我們今天沒有辦法，做不到。做不到，用什麼方法？用阿彌陀佛。阿彌陀佛就是淨念，你看三善道裡面，你念阿彌陀佛不會到三善道去，三善道裡頭沒有阿彌陀佛；三惡道裡頭也沒有阿彌陀佛，阿彌陀佛在淨土，所以念阿彌陀佛是淨念。但是老實念，不要附帶條件，一附帶條件，這個念頭又不清淨了。所以只管念佛求生，不要附帶條件，這就對。所以一切法是一念心性變現的，心性無外，所以法界無邊，這些都是事實。"
    },
    {
      "id": "01-014-0007_p0039",
      "zh_CN": "【又深信西方依正主伴。皆吾现前一念心中所现影。】",
      "zh_TW": "【又深信西方依正主伴。皆吾現前一念心中所現影。】"
    },
    {
      "id": "01-014-0007_p0040",
      "zh_CN": "基于前面所讲的理论，有理一定有事，理事是一不是二。理显现出来的事相，就是十法界依正庄严，所以大师叫我们『深信西方依正主伴』。依是生活环境，西方世界的生活环境；正是指西方极乐世界那些人，那些往生的人，他们的生活环境；主是教主，是阿弥陀佛；伴是大众，是阿弥陀佛所有的学生，在西方世界从等觉菩萨到初信位的菩萨。诸位要晓得，下下品往生，生到西方极乐世界最低的那个位子，是圆教初信位的菩萨，这一生就证得。",
      "zh_TW": "基於前面所講的理論，有理一定有事，理事是一不是二。理顯現出來的事相，就是十法界依正莊嚴，所以大師叫我們『深信西方依正主伴』。依是生活環境，西方世界的生活環境；正是指西方極樂世界那些人，那些往生的人，他們的生活環境；主是教主，是阿彌陀佛；伴是大眾，是阿彌陀佛所有的學生，在西方世界從等覺菩薩到初信位的菩薩。諸位要曉得，下下品往生，生到西方極樂世界最低的那個位子，是圓教初信位的菩薩，這一生就證得。"
    },
    {
      "id": "01-014-0007_p0041",
      "zh_CN": "如果在我们这个世界，想在一生当中证得初信位菩萨的果位，那个好难、好难！初信位在断惑等于小乘初果，你要断八十八品见惑，你才能证得初信菩萨的果位。那个定功、智慧决不是须陀洹能够比的，比须陀洹高出太多，我们只讲断烦恼跟须陀洹相等。所以你就晓得在这个世界修多难！这一往生西方世界就得到，生到那边就得到。得到之后，果报之殊胜，真的是不可思议。为什么？通常讲你得到这个果位，三不退里头，你只得到一种位不退。但是你生到西方极乐世界，你同时得行不退、得念不退，这三种不退你都得到，这个不可思议，叫难信之法。不但你三种不退都得到，圆证三不退，更不可思议。",
      "zh_TW": "如果在我們這個世界，想在一生當中證得初信位菩薩的果位，那個好難、好難！初信位在斷惑等於小乘初果，你要斷八十八品見惑，你才能證得初信菩薩的果位。那個定功、智慧決不是須陀洹能夠比的，比須陀洹高出太多，我們只講斷煩惱跟須陀洹相等。所以你就曉得在這個世界修多難！這一往生西方世界就得到，生到那邊就得到。得到之後，果報之殊勝，真的是不可思議。為什麼？通常講你得到這個果位，三不退裡頭，你只得到一種位不退。但是你生到西方極樂世界，你同時得行不退、得念不退，這三種不退你都得到，這個不可思議，叫難信之法。不但你三種不退都得到，圓證三不退，更不可思議。"
    },
    {
      "id": "01-014-0007_p0042",
      "zh_CN": "圆，什么人才能够说到圆证三不退？要到法云地菩萨、等觉菩萨。这就说明了一个念佛人生到西方世界凡圣同居土下下品往生，到那个地方所享受的果报跟等觉菩萨一样。所以这个法门，一般菩萨你跟他讲，他不相信。菩萨要修满三大阿僧祇劫才得到，你念几句阿弥陀佛就得到，他怎么会相信？这个法门佛说出来的，佛不骗人，你相信，你有福报，所以叫「顿超」，一下就超越了菩萨五十一个阶级。",
      "zh_TW": "圓，什麼人才能夠說到圓證三不退？要到法雲地菩薩、等覺菩薩。這就說明了一個念佛人生到西方世界凡聖同居土下下品往生，到那個地方所享受的果報跟等覺菩薩一樣。所以這個法門，一般菩薩你跟他講，他不相信。菩薩要修滿三大阿僧祇劫才得到，你念幾句阿彌陀佛就得到，他怎麼會相信？這個法門佛說出來的，佛不騙人，你相信，你有福報，所以叫「頓超」，一下就超越了菩薩五十一個階級。"
    },
    {
      "id": "01-014-0007_p0043",
      "zh_CN": "世尊四十九年所说一切经里面，没有这种说法，经典里面所说，十方诸佛刹土里面，也没有这种现象，唯独极乐世界特别。你相信的，你有福，你真的就成就；你要不相信，你这一生机会错过，那就真可惜！相信不容易，在我们一般讲，必须把这些理论统统搞清楚，才会相信。事理都没有清楚居然就相信，我们觉得非常奇怪，但是那些人真的往生、真的成就，我们看到他往生的，那一点都不假。这个道理佛在《无量寿经》上跟我们说出来，他是无量劫的善根，在这一生当中成熟，蒙佛威神加持，他什么都不懂，他就相信，他能成就。我们比那种人比不上。",
      "zh_TW": "世尊四十九年所說一切經裡面，沒有這種說法，經典裡面所說，十方諸佛剎土裡面，也沒有這種現象，唯獨極樂世界特別。你相信的，你有福，你真的就成就；你要不相信，你這一生機會錯過，那就真可惜！相信不容易，在我們一般講，必須把這些理論統統搞清楚，才會相信。事理都沒有清楚居然就相信，我們覺得非常奇怪，但是那些人真的往生、真的成就，我們看到他往生的，那一點都不假。這個道理佛在《無量壽經》上跟我們說出來，他是無量劫的善根，在這一生當中成熟，蒙佛威神加持，他什麼都不懂，他就相信，他能成就。我們比那種人比不上。"
    },
    {
      "id": "01-014-0007_p0044",
      "zh_CN": "我学佛对这个法门真正有这样坚定清净的信心，差不多是三十年，所以我比起那老太婆，我知道差远了，不如他们。我还算不错的，搞了三十年相信了，还有很多人搞一辈子都不相信。由此可知，这个信心建立非常非常的不容易。大家问我：你为什么会相信？我是从大经大论里面明白这个事实真相。我在讲席当中曾经说过，我过去讲十七年的《华严经》，我是从《华严》里面相信净土的，《华严》到最后十大愿王导归极乐。我仔细去观察，文殊菩萨求生净土，普贤菩萨求生净土，再仔细看看善财童子，原来他老人家也是念佛求生净土，这一下一棒才把我打醒，我才明了净土的殊胜，这样才把《华严》舍弃掉。",
      "zh_TW": "我學佛對這個法門真正有這樣堅定清淨的信心，差不多是三十年，所以我比起那老太婆，我知道差遠了，不如他們。我還算不錯的，搞了三十年相信了，還有很多人搞一輩子都不相信。由此可知，這個信心建立非常非常的不容易。大家問我：你為什麼會相信？我是從大經大論裡面明白這個事實真相。我在講席當中曾經說過，我過去講十七年的《華嚴經》，我是從《華嚴》裡面相信淨土的，《華嚴》到最後十大願王導歸極樂。我仔細去觀察，文殊菩薩求生淨土，普賢菩薩求生淨土，再仔細看看善財童子，原來他老人家也是念佛求生淨土，這一下一棒才把我打醒，我才明瞭淨土的殊勝，這樣才把《華嚴》捨棄掉。"
    },
    {
      "id": "01-014-0007_p0045",
      "zh_CN": "我学佛非常喜欢《华严》，才把它舍弃掉，知道《无量寿经》是《华严经》的归宿，《无量寿经》是《华严经》的精华，受持《无量寿经》就是受持圆满的《大方广佛华严经》。而《弥陀经》又是《无量寿经》的精要，念的人虽然多，真正识货的人不多。所以他念的他不相应，怎么晓得他不相应？他念得不快乐，他念得没有法喜，他念跟我念的不一样，我念得欢喜，这个东西要识货！所以主是佛，伴是一切往生的人，十方世界往生西方极乐世界的人不晓得有多少。这些『皆吾现前一念心中所现影』，就是你心里头的一念净念所现的现相。",
      "zh_TW": "我學佛非常喜歡《華嚴》，才把它捨棄掉，知道《無量壽經》是《華嚴經》的歸宿，《無量壽經》是《華嚴經》的精華，受持《無量壽經》就是受持圓滿的《大方廣佛華嚴經》。而《彌陀經》又是《無量壽經》的精要，念的人雖然多，真正識貨的人不多。所以他念的他不相應，怎麼曉得他不相應？他念得不快樂，他念得沒有法喜，他念跟我念的不一樣，我念得歡喜，這個東西要識貨！所以主是佛，伴是一切往生的人，十方世界往生西方極樂世界的人不曉得有多少。這些『皆吾現前一念心中所現影』，就是你心裡頭的一念淨念所現的現相。"
    },
    {
      "id": "01-014-0007_p0046",
      "zh_CN": "【全事即理。全妄即真。】",
      "zh_TW": "【全事即理。全妄即真。】"
    },
    {
      "id": "01-014-0007_p0047",
      "zh_CN": "事是理变现的，理是事的根源，理事是一不是二。所以你要问理在哪里？禅家常说这个人开悟了，明心见性，性在哪里？老师常常问一句：性在哪里？没有一法不是性！古人比喻说「以金作器，器器皆金」，金在哪里？随便拈一个镯、拈一条手链，那都是金，器器皆金。什么是心性？尽虚空遍法界这个现象都是心性变现，哪一法不是心性。『全事即理』。",
      "zh_TW": "事是理變現的，理是事的根源，理事是一不是二。所以你要問理在哪裡？禪家常說這個人開悟了，明心見性，性在哪裡？老師常常問一句：性在哪裡？沒有一法不是性！古人比喻說「以金作器，器器皆金」，金在哪裡？隨便拈一個鐲、拈一條手鍊，那都是金，器器皆金。什麼是心性？盡虛空遍法界這個現象都是心性變現，哪一法不是心性。『全事即理』。"
    },
    {
      "id": "01-014-0007_p0048",
      "zh_CN": "『全妄即真』，妄是讲相，这个妄相就是真的。像这个佛像一样，佛像是金做的，像是妄相，金是真金，没错！为什么叫妄相？相可以随时变。我不喜欢佛像，我喜欢别的，可以把它溶掉再铸成别的。但是那个金不变，不变的是真的，会变的是妄的。相是妄的，能变相那个性是真的，「全妄即真」。",
      "zh_TW": "『全妄即真』，妄是講相，這個妄相就是真的。像這個佛像一樣，佛像是金做的，像是妄相，金是真金，沒錯！為什麼叫妄相？相可以隨時變。我不喜歡佛像，我喜歡別的，可以把它溶掉再鑄成別的。但是那個金不變，不變的是真的，會變的是妄的。相是妄的，能變相那個性是真的，「全妄即真」。"
    },
    {
      "id": "01-014-0007_p0049",
      "zh_CN": "【全修即性。】",
      "zh_TW": "【全修即性。】"
    },
    {
      "id": "01-014-0007_p0050",
      "zh_CN": "性修不二。问题在你真正明理，真正知道事实真相，那你修得就自在。",
      "zh_TW": "性修不二。問題在你真正明理，真正知道事實真相，那你修得就自在。"
    },
    {
      "id": "01-014-0007_p0051",
      "zh_CN": "【全他即自。】",
      "zh_TW": "【全他即自。】"
    },
    {
      "id": "01-014-0007_p0052",
      "zh_CN": "这个『他』不限定指他人，这一切诸佛菩萨、阿罗汉、六道众生，都是我心性变现出来的影像，就跟作梦一样，梦中所现的境界。他里头还包括了山河大地，都是他，身外之物全是他，统统是自性变现。",
      "zh_TW": "這個『他』不限定指他人，這一切諸佛菩薩、阿羅漢、六道眾生，都是我心性變現出來的影像，就跟作夢一樣，夢中所現的境界。他裡頭還包括了山河大地，都是他，身外之物全是他，統統是自性變現。"
    },
    {
      "id": "01-014-0007_p0053",
      "zh_CN": "【我心遍故。佛心亦遍。一切众生心性亦遍。】",
      "zh_TW": "【我心遍故。佛心亦遍。一切眾生心性亦遍。】"
    },
    {
      "id": "01-014-0007_p0054",
      "zh_CN": "『心性』是一个。我的心性跟佛的心性、跟你的心性、跟畜生的心性，一样不一样？一样。为什么变得不相同？他那个变佛，我变成众生，心性是一，《楞严经》上做个比喻，把心性比作大海，把众生比作海里头的水泡。海是一个，起很多很多的水泡，不一样。但是每一个水泡要破裂，都一样，都会归到大海。没有破裂是它就有它的界限，它就有它的范围，那就是个麻烦，那就叫迷，就叫执着。破了迷执，原来是一样的。我们今天迷执没破，破了之后晓得是一样的。此地所讲的是破了执着以后那个境界，这是真相为我们说出。底下这个比喻好懂：",
      "zh_TW": "『心性』是一個。我的心性跟佛的心性、跟你的心性、跟畜生的心性，一樣不一樣？一樣。為什麼變得不相同？他那個變佛，我變成眾生，心性是一，《楞嚴經》上做個比喻，把心性比作大海，把眾生比作海裡頭的水泡。海是一個，起很多很多的水泡，不一樣。但是每一個水泡要破裂，都一樣，都會歸到大海。沒有破裂是它就有它的界限，它就有它的範圍，那就是個麻煩，那就叫迷，就叫執著。破了迷執，原來是一樣的。我們今天迷執沒破，破了之後曉得是一樣的。此地所講的是破了執著以後那個境界，這是真相為我們說出。底下這個比喻好懂："
    },
    {
      "id": "01-014-0007_p0055",
      "zh_CN": "【譬如一室千灯。光光互遍。重重交摄。不相妨碍。是名信理。】",
      "zh_TW": "【譬如一室千燈。光光互遍。重重交攝。不相妨礙。是名信理。】"
    },
    {
      "id": "01-014-0007_p0056",
      "zh_CN": "这是理事无碍的境界。像我们这个讲堂里面很多灯，每一盏灯都放光，每一个灯，灯光与灯光交融，彼此互相不相妨碍。这就比喻十法界，佛菩萨到一切众生，这个心性没有妨碍，跟这个光明是一样。后面还会讲到事事无碍，那个境界就更殊胜。但是那不是凡夫的境界，是障碍没有，界限打破，是那种人的境界；有障碍、有界限，境界不一样，那是凡夫的境界，不相同。这个我们也应该要知道。好，我们讲到此地。",
      "zh_TW": "這是理事無礙的境界。像我們這個講堂裡面很多燈，每一盞燈都放光，每一個燈，燈光與燈光交融，彼此互相不相妨礙。這就比喻十法界，佛菩薩到一切眾生，這個心性沒有妨礙，跟這個光明是一樣。後面還會講到事事無礙，那個境界就更殊勝。但是那不是凡夫的境界，是障礙沒有，界限打破，是那種人的境界；有障礙、有界限，境界不一樣，那是凡夫的境界，不相同。這個我們也應該要知道。好，我們講到此地。"
    }
  ]
}