{
  "doc_id": "01-014-0002",
  "title": {
    "zh_CN": "佛说阿弥陀经要解便蒙钞",
    "zh_TW": "佛說阿彌陀經要解便蒙鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "01-014-0002",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "01-014-0002_p0001",
      "zh_CN": "请掀开经本第十五页，从序文看起：",
      "zh_TW": "請掀開經本第十五頁，從序文看起："
    },
    {
      "id": "01-014-0002_p0002",
      "zh_CN": "【原夫诸佛悯念群迷。随机施化。虽归元无二。而方便多门。】",
      "zh_TW": "【原夫諸佛憫念群迷。隨機施化。雖歸元無二。而方便多門。】"
    },
    {
      "id": "01-014-0002_p0003",
      "zh_CN": "昨天我们讲到这个地方，今天接着看底下的文：",
      "zh_TW": "昨天我們講到這個地方，今天接著看底下的文："
    },
    {
      "id": "01-014-0002_p0004",
      "zh_CN": "【然于一切方便之中。求其至直捷。至圆顿者。则莫若念佛求生净土。】",
      "zh_TW": "【然於一切方便之中。求其至直捷。至圓頓者。則莫若念佛求生淨土。】"
    },
    {
      "id": "01-014-0002_p0005",
      "zh_CN": "在这句里面，大师就为我们显示佛法当中的第一法门。我们在蕅益大师传记里面读到，他老人家不但是在教下下过功夫，他在禅堂里面也认真的参究过，所以用佛门的术语来说，他是通宗通教。这些我们可以从他老人家的著述里面得到证明。古德著述，蕅益大师算是相当丰富的，我们这个道场有好几套大师的《全集》，现在是精装本，一套有三十多册，这是相当丰富。以这样的经历，这样的深入，为我们抉择法门，这是值得我们信赖的。",
      "zh_TW": "在這句裡面，大師就為我們顯示佛法當中的第一法門。我們在蕅益大師傳記裡面讀到，他老人家不但是在教下下過功夫，他在禪堂裡面也認真的參究過，所以用佛門的術語來說，他是通宗通教。這些我們可以從他老人家的著述裡面得到證明。古德著述，蕅益大師算是相當豐富的，我們這個道場有好幾套大師的《全集》，現在是精裝本，一套有三十多冊，這是相當豐富。以這樣的經歷，這樣的深入，為我們抉擇法門，這是值得我們信賴的。"
    },
    {
      "id": "01-014-0002_p0006",
      "zh_CN": "世尊四十九年所说的一切法，无论是显说或者是密说，无论是宗门教下，都是方便法。为什么？真实法是说不出的，所谓「言语道断，心行处灭」，能够说得出的通是方便法，他的方便是通入真实。就这一切法门当中，要讲到最『直捷』，这个『至』，就是达到了顶点，我们讲最直捷的，决定没有委曲之相。《楞严经》，佛说的非常坦白，世尊为众生说这一切大小乘经典都是委曲婉转，直捷而不婉转的那就是这一部经。不但是直捷，而且是至圆至顿。『圆』是圆满，没有一丝毫的欠缺，『顿』是顿超，不要经过次第。这在一般经教里面所说，菩萨修行从初发心到等觉有五十一个阶级，有阶级就不叫做顿。这个顿叫顿超，没有阶级。没有阶级，这五十一个位次是不是通过？通过了。这就好比我们现在上楼，上这五十一层的大楼，这「渐教」是爬楼梯上去，一层一层往上爬；顿教是坐电梯上去的，他也通过了，但是他快速，每个阶层他不停，一直就到了顶点，顿超是这么个意思。",
      "zh_TW": "世尊四十九年所說的一切法，無論是顯說或者是密說，無論是宗門教下，都是方便法。為什麼？真實法是說不出的，所謂「言語道斷，心行處滅」，能夠說得出的通是方便法，他的方便是通入真實。就這一切法門當中，要講到最『直捷』，這個『至』，就是達到了頂點，我們講最直捷的，決定沒有委曲之相。《楞嚴經》，佛說的非常坦白，世尊為眾生說這一切大小乘經典都是委曲婉轉，直捷而不婉轉的那就是這一部經。不但是直捷，而且是至圓至頓。『圓』是圓滿，沒有一絲毫的欠缺，『頓』是頓超，不要經過次第。這在一般經教裡面所說，菩薩修行從初發心到等覺有五十一個階級，有階級就不叫做頓。這個頓叫頓超，沒有階級。沒有階級，這五十一個位次是不是通過？通過了。這就好比我們現在上樓，上這五十一層的大樓，這「漸教」是爬樓梯上去，一層一層往上爬；頓教是坐電梯上去的，他也通過了，但是他快速，每個階層他不停，一直就到了頂點，頓超是這麼個意思。"
    },
    {
      "id": "01-014-0002_p0007",
      "zh_CN": "圆极顿极无过于念佛求生净土法门。我们在古大德，他们对于净宗的看法，对于净宗的赞叹，确实有超过蕅益大师的。蕅益大师这里是说的直捷，至圆至顿，古德有说它是圆中之圆，顿中之顿，真实第一无上的法门。这样的赞叹，实在赞叹到无以复加。可是有不少人，对于这个经论与法门还是存疑，还是怀疑，说这种赞叹是不是太过分？唯有深入经藏有修有证之人，他听了才会点头，认为古大德们这些赞叹，实在是恰到好处。为什么？带业往生确实不落在阶级之中。像小果小乘有四果四相，这是阶位，大乘刚才讲五十一个位次，所以印光大师常说「十方诸佛舍这个法门，不能圆成佛道」。这句话我们不能够轻易的看过，十方诸佛要证得圆满的菩提，还是要靠这个法门。",
      "zh_TW": "圓極頓極無過於念佛求生淨土法門。我們在古大德，他們對於淨宗的看法，對於淨宗的讚歎，確實有超過蕅益大師的。蕅益大師這裡是說的直捷，至圓至頓，古德有說它是圓中之圓，頓中之頓，真實第一無上的法門。這樣的讚歎，實在讚歎到無以復加。可是有不少人，對於這個經論與法門還是存疑，還是懷疑，說這種讚歎是不是太過分？唯有深入經藏有修有證之人，他聽了才會點頭，認為古大德們這些讚歎，實在是恰到好處。為什麼？帶業往生確實不落在階級之中。像小果小乘有四果四相，這是階位，大乘剛才講五十一個位次，所以印光大師常說「十方諸佛捨這個法門，不能圓成佛道」。這句話我們不能夠輕易的看過，十方諸佛要證得圓滿的菩提，還是要靠這個法門。"
    },
    {
      "id": "01-014-0002_p0008",
      "zh_CN": "十方诸佛是指哪些人？依天台家来说，蕅益大师早年是学天台的，天台家讲的四教，有藏教佛，有通教佛，有别教佛，那都是成佛，一点都不假。但是要想成就圆教佛就得念佛求生净土，这是我们在许多大乘经典里面看到。像《华严经》，《华严经》上四十一位法身大士，这些人就是十方诸佛，文殊、普贤是圆教的等觉菩萨，圆教第二行位的菩萨就是别教的佛果，他不在华藏世界成佛，他要念佛求生西方净土，到阿弥陀佛那里去成佛，这就证明了古大德讲的十方诸佛舍此法，不能圆成佛道。圆成佛道是证圆教佛，证圆教佛，统统要到西方极乐世界去。",
      "zh_TW": "十方諸佛是指哪些人？依天台家來說，蕅益大師早年是學天台的，天台家講的四教，有藏教佛，有通教佛，有別教佛，那都是成佛，一點都不假。但是要想成就圓教佛就得念佛求生淨土，這是我們在許多大乘經典裡面看到。像《華嚴經》，《華嚴經》上四十一位法身大士，這些人就是十方諸佛，文殊、普賢是圓教的等覺菩薩，圓教第二行位的菩薩就是別教的佛果，他不在華藏世界成佛，他要念佛求生西方淨土，到阿彌陀佛那裡去成佛，這就證明了古大德講的十方諸佛捨此法，不能圓成佛道。圓成佛道是證圓教佛，證圓教佛，統統要到西方極樂世界去。"
    },
    {
      "id": "01-014-0002_p0009",
      "zh_CN": "那么有一些人听到这个话就怀疑来问我。他说：法师，释迦牟尼佛在经上讲，阿弥陀佛成佛到现在只有十劫，十劫以前的那些佛成佛，他是念什么成佛的？这话问得满有道理。十劫在佛法里面来讲是很短的时间，这又是一回什么事？诸位要知道，阿弥陀佛在西方示现的这个净土，极乐世界是应化的，就像释迦牟尼佛三千年前降生在我们这个地球上，在北印度示现成佛一样。释迦牟尼佛是不是那时候夜睹明星他就成了佛？不是的。这在许多大乘经典里面我们读到，《法华经》上有记载，《梵网经》上说的更明白。《梵网经》上说世尊这一次来示现成佛，在我们这个世界示现成佛是第八千次。换句话说，释迦牟尼佛老早就成佛，是到这来唱戏的，现在再唱一出就是了。由此可知，阿弥陀佛在西方世界示现成佛，也是最近又唱一出戏而已，久远劫就成佛了。何况世尊给我们介绍西方世界，同名同号的阿弥陀佛无量无边。这无量无边同名同号的阿弥陀佛，究竟是一尊还是多尊？一多无碍。说一也行，说多也行；说一从体上说、从性上说是一，从事上说、从相上说是多。一多都讲得通，都很圆满。所以确确实实是诸佛要证究竟圆满佛，就要用这个方法。",
      "zh_TW": "那麼有一些人聽到這個話就懷疑來問我。他說：法師，釋迦牟尼佛在經上講，阿彌陀佛成佛到現在只有十劫，十劫以前的那些佛成佛，他是念什麼成佛的？這話問得滿有道理。十劫在佛法裡面來講是很短的時間，這又是一回什麼事？諸位要知道，阿彌陀佛在西方示現的這個淨土，極樂世界是應化的，就像釋迦牟尼佛三千年前降生在我們這個地球上，在北印度示現成佛一樣。釋迦牟尼佛是不是那時候夜睹明星他就成了佛？不是的。這在許多大乘經典裡面我們讀到，《法華經》上有記載，《梵網經》上說的更明白。《梵網經》上說世尊這一次來示現成佛，在我們這個世界示現成佛是第八千次。換句話說，釋迦牟尼佛老早就成佛，是到這來唱戲的，現在再唱一齣就是了。由此可知，阿彌陀佛在西方世界示現成佛，也是最近又唱一齣戲而已，久遠劫就成佛了。何況世尊給我們介紹西方世界，同名同號的阿彌陀佛無量無邊。這無量無邊同名同號的阿彌陀佛，究竟是一尊還是多尊？一多無礙。說一也行，說多也行；說一從體上說、從性上說是一，從事上說、從相上說是多。一多都講得通，都很圓滿。所以確確實實是諸佛要證究竟圓滿佛，就要用這個方法。"
    },
    {
      "id": "01-014-0002_p0010",
      "zh_CN": "《观无量寿佛经》三福里面说得很好，「深信因果」。这个因果我们在讲席里面跟诸位做过详细报告，「念佛是因，成佛是果」，诸大菩萨深信不疑。像文殊、普贤他们深深相信，所以他们念佛成就圆满佛。同样的一个道理，一切诸佛菩萨、祖师大德们舍此法，不能普度众生。如果要度众生一生成佛，除这个法门之外，确确实实找不到第二个法门。因此，我们一定要晓得，一定要有高度的警觉，假如这一生当中不求净土，纵然造作一切善业，来生也是人天福报。诸位冷静的观察我们现在这个世界，细心去读历史，哪一个有福的人不造业？我们展眼看这个世间，没有福报的人造的业少，造的业轻；福报愈大，造的业愈重愈深，将来果报就愈可怕。这佛家所讲的「三世怨」，这一世修福，来世享福，享福就不会再修福，就造罪业，福享完了，这罪报现前就堕落了，叫三世怨。不生净土，必定是走这条道路，非常非常可怕！",
      "zh_TW": "《觀無量壽佛經》三福裡面說得很好，「深信因果」。這個因果我們在講席裡面跟諸位做過詳細報告，「念佛是因，成佛是果」，諸大菩薩深信不疑。像文殊、普賢他們深深相信，所以他們念佛成就圓滿佛。同樣的一個道理，一切諸佛菩薩、祖師大德們捨此法，不能普度眾生。如果要度眾生一生成佛，除這個法門之外，確確實實找不到第二個法門。因此，我們一定要曉得，一定要有高度的警覺，假如這一生當中不求淨土，縱然造作一切善業，來生也是人天福報。諸位冷靜的觀察我們現在這個世界，細心去讀歷史，哪一個有福的人不造業？我們展眼看這個世間，沒有福報的人造的業少，造的業輕；福報愈大，造的業愈重愈深，將來果報就愈可怕。這佛家所講的「三世怨」，這一世修福，來世享福，享福就不會再修福，就造罪業，福享完了，這罪報現前就墮落了，叫三世怨。不生淨土，必定是走這條道路，非常非常可怕！"
    },
    {
      "id": "01-014-0002_p0011",
      "zh_CN": "一生净土，一证永证，永不退转，所以是直捷、是圆顿。何况祖师大德们为我们明白的指出，生到西方就是「圆证三不退」。我们要注意那个「圆」字，证三不退已经就不可思议，这个三不退后面我们还要细说，但是没法子圆证，「圆」是圆满的证得。圆满证得三不退是什么地位？大乘圆教里面法云地的菩萨，十地菩萨，等觉菩萨他所证的才是圆满的三不退。我们这是业障深重的凡夫，信愿持名带业生到净土，也许下下品往生，这下下品往生到那个地方，也是圆证三不退。所以这个法门，等觉菩萨都搞不清楚，真的是「唯佛与佛方能究竟」。所以有人听到不信、怀疑，这是很平常的事情，应该怀疑这才对。那么你要问这究竟是什么原因？我们现在有点明白了，是阿弥陀佛本愿威神的加持，他四十八愿的加持。如果达不到这个境界，他就不成佛，他现在已经成佛十劫，四十八愿愿愿都圆满、愿愿都兑现。所以这是本愿不思议的神力加持，是这么回事情。我们再看底下这一段：",
      "zh_TW": "一生淨土，一證永證，永不退轉，所以是直捷、是圓頓。何況祖師大德們為我們明白的指出，生到西方就是「圓證三不退」。我們要注意那個「圓」字，證三不退已經就不可思議，這個三不退後面我們還要細說，但是沒法子圓證，「圓」是圓滿的證得。圓滿證得三不退是什麼地位？大乘圓教裡面法雲地的菩薩，十地菩薩，等覺菩薩他所證的才是圓滿的三不退。我們這是業障深重的凡夫，信願持名帶業生到淨土，也許下下品往生，這下下品往生到那個地方，也是圓證三不退。所以這個法門，等覺菩薩都搞不清楚，真的是「唯佛與佛方能究竟」。所以有人聽到不信、懷疑，這是很平常的事情，應該懷疑這才對。那麼你要問這究竟是什麼原因？我們現在有點明白了，是阿彌陀佛本願威神的加持，他四十八願的加持。如果達不到這個境界，他就不成佛，他現在已經成佛十劫，四十八願願願都圓滿、願願都兌現。所以這是本願不思議的神力加持，是這麼回事情。我們再看底下這一段："
    },
    {
      "id": "01-014-0002_p0012",
      "zh_CN": "【又于一切念佛法门中。求其至简易。至稳当者。莫若信愿专持名号。】",
      "zh_TW": "【又於一切念佛法門中。求其至簡易。至穩當者。莫若信願專持名號。】"
    },
    {
      "id": "01-014-0002_p0013",
      "zh_CN": "这个念佛法门是第一法门，第一里面还有第一，那就是『专持名号』。念佛方法很多，境界很广，古德把它归纳为四大类，所谓实相念佛、观想念佛、观像念佛、持名念佛，这《观无量寿佛经》上都讲得很清楚。这四种念佛当中，蕅益大师告诉我们最简单、最容易、最稳当的，这四种念佛当中无过于信愿持名，持名念佛。蕅益大师这么劝我们，这话有没有根据？有，《弥陀经》上就是主张的持名念佛，释迦牟尼佛教给我们的。不但释迦牟尼佛教给我们，在《弥陀经》里面，我们看到六方佛的赞叹，六方就是十方，就是一切诸佛如来统统赞叹持名念佛。可见得持名念佛是一切诸佛为我们介绍的，一切诸佛劝我们采取的。《弥陀经》上四次劝勉，所以是一而再，再而三，三而四，哪一部经上也没有看到佛这样的劝导我们。《无量寿经》也是主张持名念佛，持名哪里会错！而历代用这个方法成就的人太多太多，感应不可思议。",
      "zh_TW": "這個念佛法門是第一法門，第一裡面還有第一，那就是『專持名號』。念佛方法很多，境界很廣，古德把它歸納為四大類，所謂實相念佛、觀想念佛、觀像念佛、持名念佛，這《觀無量壽佛經》上都講得很清楚。這四種念佛當中，蕅益大師告訴我們最簡單、最容易、最穩當的，這四種念佛當中無過於信願持名，持名念佛。蕅益大師這麼勸我們，這話有沒有根據？有，《彌陀經》上就是主張的持名念佛，釋迦牟尼佛教給我們的。不但釋迦牟尼佛教給我們，在《彌陀經》裡面，我們看到六方佛的讚歎，六方就是十方，就是一切諸佛如來統統讚歎持名念佛。可見得持名念佛是一切諸佛為我們介紹的，一切諸佛勸我們採取的。《彌陀經》上四次勸勉，所以是一而再，再而三，三而四，哪一部經上也沒有看到佛這樣的勸導我們。《無量壽經》也是主張持名念佛，持名哪裡會錯！而歷代用這個方法成就的人太多太多，感應不可思議。"
    },
    {
      "id": "01-014-0002_p0014",
      "zh_CN": "本经蕅益大师为我们分科，他老人家用的是「信，愿，行」，将这部经分成三个大段落，正宗分里面信愿行三科，序分里头也是信愿行三科，流通分里头还是信愿行三科。他的分法跟古来一些大德分法不一样，他是序、正、流通里面统统具足信愿行三资粮，就是往生三个条件，这三个条件缺一都不可。「信」很难很难，信心确实不容易建立。能有信心，前面曾经跟诸位报告，一个是无量劫的善根现前，这一说你就相信；另外一个是对于经教彻底明白，两个都难！多少大德，在家出家，一生研究经教都没有能够彻底明了。真正彻底明了没有不归净土，包括禅宗在内。禅宗有不少大德大彻大悟之后，回过头来专修净土。在我们净宗里面有两位非常著名的，一个是永明延寿大师，禅宗大德，一个是彻悟禅师，晚年专修净土。",
      "zh_TW": "本經蕅益大師為我們分科，他老人家用的是「信，願，行」，將這部經分成三個大段落，正宗分裡面信願行三科，序分裡頭也是信願行三科，流通分裡頭還是信願行三科。他的分法跟古來一些大德分法不一樣，他是序、正、流通裡面統統具足信願行三資糧，就是往生三個條件，這三個條件缺一都不可。「信」很難很難，信心確實不容易建立。能有信心，前面曾經跟諸位報告，一個是無量劫的善根現前，這一說你就相信；另外一個是對於經教徹底明白，兩個都難！多少大德，在家出家，一生研究經教都沒有能夠徹底明瞭。真正徹底明瞭沒有不歸淨土，包括禪宗在內。禪宗有不少大德大徹大悟之後，回過頭來專修淨土。在我們淨宗裡面有兩位非常著名的，一個是永明延壽大師，禪宗大德，一個是徹悟禪師，晚年專修淨土。"
    },
    {
      "id": "01-014-0002_p0015",
      "zh_CN": "所以这个地方讲的专念，这个很重要很重要，专持名号，「信愿专持名号」，这是最稳当的一个法门。这个法门叫难信而易行，这一句阿弥陀佛谁不会念？人人会念，连三岁小孩都会念。现在我看有些小朋友三岁还不到，他也会念，容易！可是这一句佛号如果说到难，那也是真难，要不是大彻大悟，对于这个名号不思议的功德，他没有法子体会。我们在讲席当中曾经引用古来的大德们，他们在修学经验当中告诉我们，隋唐是中国佛教的黄金时代，大乘重要的经论几乎全是那个时候翻译出来的。当时这些大德们，有这么多的经典到中国，这些经当中到底哪一部经，我们讲最好、最第一，几乎各宗各派的大德们，都公认《华严》是第一。所以大家对《华严经》称为根本法轮，经中之王。根本法轮就像一棵树一样，《华严》是根是本，本就是那个树干，一切经是枝是叶，都是从这个根本生的，都不离开这个根本，这显示出《华严》重要。",
      "zh_TW": "所以這個地方講的專念，這個很重要很重要，專持名號，「信願專持名號」，這是最穩當的一個法門。這個法門叫難信而易行，這一句阿彌陀佛誰不會念？人人會念，連三歲小孩都會念。現在我看有些小朋友三歲還不到，他也會念，容易！可是這一句佛號如果說到難，那也是真難，要不是大徹大悟，對於這個名號不思議的功德，他沒有法子體會。我們在講席當中曾經引用古來的大德們，他們在修學經驗當中告訴我們，隋唐是中國佛教的黃金時代，大乘重要的經論幾乎全是那個時候翻譯出來的。當時這些大德們，有這麼多的經典到中國，這些經當中到底哪一部經，我們講最好、最第一，幾乎各宗各派的大德們，都公認《華嚴》是第一。所以大家對《華嚴經》稱為根本法輪，經中之王。根本法輪就像一棵樹一樣，《華嚴》是根是本，本就是那個樹幹，一切經是枝是葉，都是從這個根本生的，都不離開這個根本，這顯示出《華嚴》重要。"
    },
    {
      "id": "01-014-0002_p0016",
      "zh_CN": "《华严》再跟《无量寿经》做个比较？《无量寿经》第一，把《华严》比下去了。什么道理？《华严》到最后十大愿王导归极乐，《华严》才圆满，就是前面讲的圆成佛道，他要到西方极乐世界才能圆满。假如没有后面十大愿王导归极乐，《华严经》就不能圆满。那导归极乐导归哪里？导归《无量寿经》。所以《无量寿经》是《华严经》的归宿，是华严经的结论。这么一比较，《无量寿经》在整个佛法里面的价值，这才被看出来。",
      "zh_TW": "《華嚴》再跟《無量壽經》做個比較？《無量壽經》第一，把《華嚴》比下去了。什麼道理？《華嚴》到最後十大願王導歸極樂，《華嚴》才圓滿，就是前面講的圓成佛道，他要到西方極樂世界才能圓滿。假如沒有後面十大願王導歸極樂，《華嚴經》就不能圓滿。那導歸極樂導歸哪裡？導歸《無量壽經》。所以《無量壽經》是《華嚴經》的歸宿，是華嚴經的結論。這麼一比較，《無量壽經》在整個佛法裡面的價值，這才被看出來。"
    },
    {
      "id": "01-014-0002_p0017",
      "zh_CN": "《无量寿经》我们现在用的这个本子，四十八品哪一品第一？我们再去找，继续不断去找，当然是第六品，这也是大家公认的。第六品是阿弥陀佛四十八愿，是阿弥陀佛成就极乐世界之后，向他的老师世间自在王如来提出的报告，他那个报告就是四十八愿，说明西方极乐世界的状况，理事因果，这四十八条里面清清楚楚、明明白白。诸佛如来为一切众生介绍西方极乐世界，无论讲多少话，都离不开四十八愿。所以大家仔细看看净土三经，乃至于现在净土五经你去看看，字字句句都不出四十八愿的范围。换句话说，是四十八愿的详细说明，详细解释而已。四十八愿是净宗真经。",
      "zh_TW": "《無量壽經》我們現在用的這個本子，四十八品哪一品第一？我們再去找，繼續不斷去找，當然是第六品，這也是大家公認的。第六品是阿彌陀佛四十八願，是阿彌陀佛成就極樂世界之後，向他的老師世間自在王如來提出的報告，他那個報告就是四十八願，說明西方極樂世界的狀況，理事因果，這四十八條裡面清清楚楚、明明白白。諸佛如來為一切眾生介紹西方極樂世界，無論講多少話，都離不開四十八願。所以大家仔細看看淨土三經，乃至於現在淨土五經你去看看，字字句句都不出四十八願的範圍。換句話說，是四十八願的詳細說明，詳細解釋而已。四十八願是淨宗真經。"
    },
    {
      "id": "01-014-0002_p0018",
      "zh_CN": "四十八愿这有四十八条，哪一条是第一？这也几乎是古来祖师大德公认的，第十八愿第一。十八愿是什么？临终一念十念就能往生，十念往生。从这样来观察，我们才恍然大悟，原来名号功德真正是第一、是顶尖。四十八愿，换句话说，就是解释这名号功德的第十八愿的注解。《无量寿经》又是四十八愿的注解，《大方广佛华严经》可以说就是《无量寿经》的注解，这整部《大藏经》就是《华严经》的注解。你这么一看，你才真正认清楚，这一句「南无阿弥陀佛」为什么一切诸佛赞叹，真正搞清楚的人不多。我们明白了，这才死心塌地信愿持名，不会再怀疑，不会再改变，那你就决定得生。虽然还没去，念佛功夫还没成就，你有这样的认识，这样的决心，西方世界那你已经报名、已经注册，这就决定得生。",
      "zh_TW": "四十八願這有四十八條，哪一條是第一？這也幾乎是古來祖師大德公認的，第十八願第一。十八願是什麼？臨終一念十念就能往生，十念往生。從這樣來觀察，我們才恍然大悟，原來名號功德真正是第一、是頂尖。四十八願，換句話說，就是解釋這名號功德的第十八願的註解。《無量壽經》又是四十八願的註解，《大方廣佛華嚴經》可以說就是《無量壽經》的註解，這整部《大藏經》就是《華嚴經》的註解。你這麼一看，你才真正認清楚，這一句「南無阿彌陀佛」為什麼一切諸佛讚歎，真正搞清楚的人不多。我們明白了，這才死心塌地信願持名，不會再懷疑，不會再改變，那你就決定得生。雖然還沒去，念佛功夫還沒成就，你有這樣的認識，這樣的決心，西方世界那你已經報名、已經註冊，這就決定得生。"
    },
    {
      "id": "01-014-0002_p0019",
      "zh_CN": "往生，要真正决定拿到把握，不能不知道这业障！这怕的是临终时候有障碍，这是每一个真正要发心往生的人不可以不留意。因此，一定要依教奉行，要断恶修善，要把这个世间，不但是这个世间法，乃至于佛法都要放下，让这个心地纯净，心净则土净，心地清净障碍就没有。现前的障碍是昏沉、掉举，我们念佛的时候，念几句佛号，精神打不起来，打瞌睡，这叫昏沉。掉举是佛号愈念妄念愈多，妄想愈多，心静不下来。这个现象，这叫业障！一定要知道对治。",
      "zh_TW": "往生，要真正決定拿到把握，不能不知道這業障！這怕的是臨終時候有障礙，這是每一個真正要發心往生的人不可以不留意。因此，一定要依教奉行，要斷惡修善，要把這個世間，不但是這個世間法，乃至於佛法都要放下，讓這個心地純淨，心淨則土淨，心地清淨障礙就沒有。現前的障礙是昏沉、掉舉，我們念佛的時候，念幾句佛號，精神打不起來，打瞌睡，這叫昏沉。掉舉是佛號愈念妄念愈多，妄想愈多，心靜不下來。這個現象，這叫業障！一定要知道對治。"
    },
    {
      "id": "01-014-0002_p0020",
      "zh_CN": "业障消除，我们念佛愈念精神愈饱满，愈念愈欢喜，法喜充满，这念佛功夫得力了。世出世间法统统放下，对人、对事、对物清净平等慈悲，这个清净平等慈悲不要学的，自然流露，功夫得力，自自然然流露。那是过去方东美先生所讲「学佛是人生最高的享受」。实在讲，方先生这话没错，真正那个享受他没尝到，这要功夫，你真正会入这个境界，尝到这个法味，法喜充满。古人讲的佛法的纲领，破迷开悟，离苦得乐，那个得乐真的得到。这就是我今天，刚刚悟尘放了一段小的录影带给我看，四分钟，这美国介绍佛法，我看了一下。佛法能给我们真正的快乐，真实的快乐，是现在的，不是讲过去也不是讲未来，现在。所以只要你真正肯做，你就会得到。得到之后给诸位说，不会失掉，这妙绝了！为什么不会失掉？因为你得到之后，你的信心更坚定，你的愿心更恳切。换句话说，决定是乐上又加乐，不会乐变成苦，也不会把这个法喜失掉，不会的。请看底下一段：",
      "zh_TW": "業障消除，我們念佛愈念精神愈飽滿，愈念愈歡喜，法喜充滿，這念佛功夫得力了。世出世間法統統放下，對人、對事、對物清淨平等慈悲，這個清淨平等慈悲不要學的，自然流露，功夫得力，自自然然流露。那是過去方東美先生所講「學佛是人生最高的享受」。實在講，方先生這話沒錯，真正那個享受他沒嘗到，這要功夫，你真正會入這個境界，嘗到這個法味，法喜充滿。古人講的佛法的綱領，破迷開悟，離苦得樂，那個得樂真的得到。這就是我今天，剛剛悟塵放了一段小的錄影帶給我看，四分鐘，這美國介紹佛法，我看了一下。佛法能給我們真正的快樂，真實的快樂，是現在的，不是講過去也不是講未來，現在。所以只要你真正肯做，你就會得到。得到之後給諸位說，不會失掉，這妙絕了！為什麼不會失掉？因為你得到之後，你的信心更堅定，你的願心更懇切。換句話說，決定是樂上又加樂，不會樂變成苦，也不會把這個法喜失掉，不會的。請看底下一段："
    },
    {
      "id": "01-014-0002_p0021",
      "zh_CN": "【是故净土三经并行。古人独以弥陀经为日课。岂非持名一法。普被三根。摄事理无遗。统宗教无外。尤不可思议也哉。】",
      "zh_TW": "【是故淨土三經並行。古人獨以彌陀經為日課。豈非持名一法。普被三根。攝事理無遺。統宗教無外。尤不可思議也哉。】"
    },
    {
      "id": "01-014-0002_p0022",
      "zh_CN": "尤其是不可思议。『净土三经』是《无量寿经》、《观无量寿佛经》跟我们这本《阿弥陀经》。现在净宗里面有五经，蕅益大师那个时代，净宗是三经一论。五经怎么来的我们学净土的人不可以不知道。前清咸丰年间，距离我们不算太远，慈禧太后就是咸丰的妃子。咸丰年间魏源居士，这也是个通宗通教，晚年专修净土，是他将《华严经‧普贤行愿品》附在三经后面，号称净土四经，这净土就四经一论了。这个事情在咸丰年间，蕅益大师当然没见到，蕅益大师是明末清初之人，所以他那个时候是三经。到民国初年，印光老法师将《大势至菩萨念佛圆通章》又附在四经的后面成为净土五经，这五经是这么来的。他们把这东西附进去，那真是叫我们后人看到，佩服到五体投地，净宗的经论真正完备了，一丝毫的欠缺都没有。",
      "zh_TW": "尤其是不可思議。『淨土三經』是《無量壽經》、《觀無量壽佛經》跟我們這本《阿彌陀經》。現在淨宗裡面有五經，蕅益大師那個時代，淨宗是三經一論。五經怎麼來的我們學淨土的人不可以不知道。前清咸豐年間，距離我們不算太遠，慈禧太后就是咸豐的妃子。咸豐年間魏源居士，這也是個通宗通教，晚年專修淨土，是他將《華嚴經‧普賢行願品》附在三經後面，號稱淨土四經，這淨土就四經一論了。這個事情在咸豐年間，蕅益大師當然沒見到，蕅益大師是明末清初之人，所以他那個時候是三經。到民國初年，印光老法師將《大勢至菩薩念佛圓通章》又附在四經的後面成為淨土五經，這五經是這麼來的。他們把這東西附進去，那真是叫我們後人看到，佩服到五體投地，淨宗的經論真正完備了，一絲毫的欠缺都沒有。"
    },
    {
      "id": "01-014-0002_p0023",
      "zh_CN": "《行愿品》附在里面，我们读《无量寿经》就知道，《无量寿经》第二品里面「德遵普贤」，世尊在《华严经》上说：菩萨不修普贤行，就不能圆成佛道。西方极乐世界是专修普贤行的，所以我们发愿求生净土，就是下下品往生，生到西方极乐世界是什么样的菩萨？给诸位说是普贤菩萨，西方极乐世界统统是普贤菩萨。菩萨五十一个阶位，初信位、二信位、三信位，一直到等觉菩萨，全是普贤，全修普贤行。单从这一点，在我们想像为什么华藏世界毘卢遮那佛那个地方，四十一位法身大士要求生净土？华藏世界难道不好吗？华藏世界虽然好，不是专修普贤行，西方极乐世界是专修普贤行，差别在这里。这是人家要问文殊普贤为什么也要求生净土？明白这个道理，恍然大悟！那个地方是专修普贤行，所以特别容易成就，道场气氛都不一样，他专，华藏不专，西方净土专。",
      "zh_TW": "《行願品》附在裡面，我們讀《無量壽經》就知道，《無量壽經》第二品裡面「德遵普賢」，世尊在《華嚴經》上說：菩薩不修普賢行，就不能圓成佛道。西方極樂世界是專修普賢行的，所以我們發願求生淨土，就是下下品往生，生到西方極樂世界是什麼樣的菩薩？給諸位說是普賢菩薩，西方極樂世界統統是普賢菩薩。菩薩五十一個階位，初信位、二信位、三信位，一直到等覺菩薩，全是普賢，全修普賢行。單從這一點，在我們想像為什麼華藏世界毘盧遮那佛那個地方，四十一位法身大士要求生淨土？華藏世界難道不好嗎？華藏世界雖然好，不是專修普賢行，西方極樂世界是專修普賢行，差別在這裡。這是人家要問文殊普賢為什麼也要求生淨土？明白這個道理，恍然大悟！那個地方是專修普賢行，所以特別容易成就，道場氣氛都不一樣，他專，華藏不專，西方淨土專。"
    },
    {
      "id": "01-014-0002_p0024",
      "zh_CN": "这道场的气氛，现在在中国大陆练气功的人很多。有没有气？真有气。这在科学里面讲就是磁场，每个人磁场都不一样，我们居住这个房屋都有磁场。如果自己有真修、有实证，那个磁场的力量特别强，感受不一样！最明显的，从来没有学过佛法的，他走到我们这个佛堂，他有一个特别的感受，这就是踏入了这个磁场。明白这个道理，我们就能想像到，西方极乐世界那个磁场是诸佛如来的加持。换句话说，踏进西方净土，就踏进一切诸佛果地上的境界，那怎么会相同。这就是十方等觉菩萨为什么要到西方极乐世界去，道理在此地。它不一样。",
      "zh_TW": "這道場的氣氛，現在在中國大陸練氣功的人很多。有沒有氣？真有氣。這在科學裡面講就是磁場，每個人磁場都不一樣，我們居住這個房屋都有磁場。如果自己有真修、有實證，那個磁場的力量特別強，感受不一樣！最明顯的，從來沒有學過佛法的，他走到我們這個佛堂，他有一個特別的感受，這就是踏入了這個磁場。明白這個道理，我們就能想像到，西方極樂世界那個磁場是諸佛如來的加持。換句話說，踏進西方淨土，就踏進一切諸佛果地上的境界，那怎麼會相同。這就是十方等覺菩薩為什麼要到西方極樂世界去，道理在此地。它不一樣。"
    },
    {
      "id": "01-014-0002_p0025",
      "zh_CN": "这《普贤行愿品》附在这三经后面，那真的是圆满了。而《大势至菩萨念佛圆通章》是非常非常的精要，那是修行方法的精华，实实在在教导我们专修专弘。大势至菩萨一开头就说明，他与五十二同伦，这句话说明了他专。五十二是指什么？初信位的菩萨，十信、十住、十行、十回向、十地，五十个位次，往上去等觉、妙觉，妙觉就是成佛。这就是说明菩萨跟这些念佛的一些同修们，真正同志们，他们用什么方法？就是一句阿弥陀佛，从初发心一直到成佛，没有再用其他的法门，专到这么一个程度。他在经上讲得很清楚「不假方便，自得心开」，就这一句佛号，不需要再用其他的方法来帮助，真的是一门深入，自自然然就断烦恼，自自然然成就三昧，自自然然开悟，明心见性成佛就一句佛号。同时菩萨也就用这方法，在十方世界接引念佛的众生。",
      "zh_TW": "這《普賢行願品》附在這三經後面，那真的是圓滿了。而《大勢至菩薩念佛圓通章》是非常非常的精要，那是修行方法的精華，實實在在教導我們專修專弘。大勢至菩薩一開頭就說明，他與五十二同倫，這句話說明了他專。五十二是指什麼？初信位的菩薩，十信、十住、十行、十迴向、十地，五十個位次，往上去等覺、妙覺，妙覺就是成佛。這就是說明菩薩跟這些念佛的一些同修們，真正同志們，他們用什麼方法？就是一句阿彌陀佛，從初發心一直到成佛，沒有再用其他的法門，專到這麼一個程度。他在經上講得很清楚「不假方便，自得心開」，就這一句佛號，不需要再用其他的方法來幫助，真的是一門深入，自自然然就斷煩惱，自自然然成就三昧，自自然然開悟，明心見性成佛就一句佛號。同時菩薩也就用這方法，在十方世界接引念佛的眾生。"
    },
    {
      "id": "01-014-0002_p0026",
      "zh_CN": "对于念佛的方法，讲到了极处，「都摄六根，净念相继」，把念佛的秘诀传授给我们。这一句话要用现在的话来讲，就是我们对念佛法门「不怀疑，不夹杂，不间断」，你就成就了。这念佛的秘诀确实是简单。所以《大势至念佛圆通章》这一部分的经文只有二百四十四个字，比《般若心经》还少，《般若心经》两百六十个字，两百四十四个字。那是我们净宗的心经，不可思议，不是《般若心经》能够相比。《般若心经》是般若部的心经，这是净宗的心经，净宗是整个佛法的中心。换句话说，这是一切诸佛心要的中心。所以《楞严经》这一章经文实实在在不可思议。",
      "zh_TW": "對於念佛的方法，講到了極處，「都攝六根，淨念相繼」，把念佛的祕訣傳授給我們。這一句話要用現在的話來講，就是我們對念佛法門「不懷疑，不夾雜，不間斷」，你就成就了。這念佛的祕訣確實是簡單。所以《大勢至念佛圓通章》這一部分的經文只有二百四十四個字，比《般若心經》還少，《般若心經》兩百六十個字，兩百四十四個字。那是我們淨宗的心經，不可思議，不是《般若心經》能夠相比。《般若心經》是般若部的心經，這是淨宗的心經，淨宗是整個佛法的中心。換句話說，這是一切諸佛心要的中心。所以《楞嚴經》這一章經文實實在在不可思議。"
    },
    {
      "id": "01-014-0002_p0027",
      "zh_CN": "这五经，我们这个净宗经典真的就圆满，再不需要第六部，到这个地方确确实实圆满。但是古德用《弥陀经》为日课，这又是什么道理？大师在此地说『岂非持名一法，普被三根，摄事理无遗，统宗教无外』。他这个讲法也非常有道理。除他老人家这个讲法，我们还看出有别的道理，重要性也不在这之下，那是什么？就是十方一切诸佛都劝我们，这是真正不可思议。一切经，一切法门，没有看到一切诸佛都来劝告，没有见到的；唯独这部经。所以我们读这部经，就像密宗的灌顶一样。",
      "zh_TW": "這五經，我們這個淨宗經典真的就圓滿，再不需要第六部，到這個地方確確實實圓滿。但是古德用《彌陀經》為日課，這又是什麼道理？大師在此地說『豈非持名一法，普被三根，攝事理無遺，統宗教無外』。他這個講法也非常有道理。除他老人家這個講法，我們還看出有別的道理，重要性也不在這之下，那是什麼？就是十方一切諸佛都勸我們，這是真正不可思議。一切經，一切法門，沒有看到一切諸佛都來勸告，沒有見到的；唯獨這部經。所以我們讀這部經，就像密宗的灌頂一樣。"
    },
    {
      "id": "01-014-0002_p0028",
      "zh_CN": "密宗灌顶，现在在美国密宗很盛行，灌顶真正的意义知道的人并不多。黄念祖老居士他是密宗传人，他的身分是金刚上师，他在《无量寿经》注解里面给我们讲的灌顶，他讲得很详细很明白。「灌」是慈悲加持的意思，「顶」是至高无上的法门，顶法、顶尖。诸佛如来大慈大悲把一切法门里头第一顶法传授给你，这叫做灌顶；而不是用一点水在你头顶上浇一下，那叫灌顶，那个没用处。由此可知，诸佛如来第一顶法是什么？就是《弥陀经》。因此我们把《弥陀经》从头到尾念一遍，十方一切诸佛如来给我们灌一次顶，念两遍灌两次顶。是一切诸佛如来给你灌顶，这是真的，这不是假的。我们自己没有感受，为什么没有感受？我们的心不清净，念的不真诚，也就是信愿不坚。但是诸佛如来还是加持，这个加持，因为我们自己本身有抗拒，有业障障住，所以感受不显著。如果到你信愿真诚的时候，这个业障就消除，你读经蒙一切诸佛的加持，那个力量就很显著，有些时候自己都能够体会到，那怎么会一样！一切经感应的效果力量不能跟《弥陀经》比，古大德用这个来做课诵，真的是有道理。以这个为课诵，就是跟十方三世一切诸佛融成一体。不只是摄事理无遗，统宗教无外，不只这个，这当然包括在其中。所以尤其不可思议，真实不可思议。再看下面一段：",
      "zh_TW": "密宗灌頂，現在在美國密宗很盛行，灌頂真正的意義知道的人並不多。黃念祖老居士他是密宗傳人，他的身分是金剛上師，他在《無量壽經》註解裡面給我們講的灌頂，他講得很詳細很明白。「灌」是慈悲加持的意思，「頂」是至高無上的法門，頂法、頂尖。諸佛如來大慈大悲把一切法門裡頭第一頂法傳授給你，這叫做灌頂；而不是用一點水在你頭頂上澆一下，那叫灌頂，那個沒用處。由此可知，諸佛如來第一頂法是什麼？就是《彌陀經》。因此我們把《彌陀經》從頭到尾念一遍，十方一切諸佛如來給我們灌一次頂，念兩遍灌兩次頂。是一切諸佛如來給你灌頂，這是真的，這不是假的。我們自己沒有感受，為什麼沒有感受？我們的心不清淨，念的不真誠，也就是信願不堅。但是諸佛如來還是加持，這個加持，因為我們自己本身有抗拒，有業障障住，所以感受不顯著。如果到你信願真誠的時候，這個業障就消除，你讀經蒙一切諸佛的加持，那個力量就很顯著，有些時候自己都能夠體會到，那怎麼會一樣！一切經感應的效果力量不能跟《彌陀經》比，古大德用這個來做課誦，真的是有道理。以這個為課誦，就是跟十方三世一切諸佛融成一體。不只是攝事理無遺，統宗教無外，不只這個，這當然包括在其中。所以尤其不可思議，真實不可思議。再看下面一段："
    },
    {
      "id": "01-014-0002_p0029",
      "zh_CN": "【注疏代不乏人。世湮所存无几。云栖疏钞。广大精微。幽谿圆中钞。高深洪博。如二曜中天。有目皆睹。特以文富义繁。边涯莫测。或致初机浅识。信愿难阶。】",
      "zh_TW": "【註疏代不乏人。世湮所存無幾。雲棲疏鈔。廣大精微。幽谿圓中鈔。高深洪博。如二曜中天。有目皆睹。特以文富義繁。邊涯莫測。或致初機淺識。信願難階。】"
    },
    {
      "id": "01-014-0002_p0030",
      "zh_CN": "这一段是蕅益大师说明他自己做《要解》的因由。他为什么要做这个《要解》。这样重要的法门，古德注解的人很多。但是这个法门，诚如世尊、诸佛所说「一切世间难信之法」。这一切世间，不仅是我们六道，包括声闻、缘觉、菩萨，一切世间难信之法。怎么个难信法，我就不必再说，诸位听了前面的，听了《无量寿经》，听了《观无量寿经》，多少能够体会到一些，明白一些。因此这个注解，在从前印刷术不发达，留传的本子很少，很容易散失，这是注的人多，保存留传下来的很少。",
      "zh_TW": "這一段是蕅益大師說明他自己做《要解》的因由。他為什麼要做這個《要解》。這樣重要的法門，古德註解的人很多。但是這個法門，誠如世尊、諸佛所說「一切世間難信之法」。這一切世間，不僅是我們六道，包括聲聞、緣覺、菩薩，一切世間難信之法。怎麼個難信法，我就不必再說，諸位聽了前面的，聽了《無量壽經》，聽了《觀無量壽經》，多少能夠體會到一些，明白一些。因此這個註解，在從前印刷術不發達，留傳的本子很少，很容易散失，這是註的人多，保存留傳下來的很少。"
    },
    {
      "id": "01-014-0002_p0031",
      "zh_CN": "现在《弥陀经》三种重要的注解，近代科技发达，尤其是印刷术，所以得以普遍的流通。一种就是莲池大师的《疏钞》；另外一种流通还不很普遍，就是幽溪大师的《圆中钞》，虽然有流通，不普遍；第三种就是《要解》，反而《要解》流通的最为普遍。当然这里面也有道理，这《要解》的确做得非常好，文字不多，义理圆满，在现代社会大家工作非常繁忙，这个本子是非常合口味的。莲池大师的《疏钞》一看太多，分量太大，于是乎都不喜欢去读这些东西，喜欢读简单的。《圆中钞》太深，虽然分量跟《要解》差不多，但是他文字写得深，《要解》写得浅。所以这三种本子现在流通在这世间。",
      "zh_TW": "現在《彌陀經》三種重要的註解，近代科技發達，尤其是印刷術，所以得以普遍的流通。一種就是蓮池大師的《疏鈔》；另外一種流通還不很普遍，就是幽溪大師的《圓中鈔》，雖然有流通，不普遍；第三種就是《要解》，反而《要解》流通的最為普遍。當然這裡面也有道理，這《要解》的確做得非常好，文字不多，義理圓滿，在現代社會大家工作非常繁忙，這個本子是非常合口味的。蓮池大師的《疏鈔》一看太多，分量太大，於是乎都不喜歡去讀這些東西，喜歡讀簡單的。《圓中鈔》太深，雖然分量跟《要解》差不多，但是他文字寫得深，《要解》寫得淺。所以這三種本子現在流通在這世間。"
    },
    {
      "id": "01-014-0002_p0032",
      "zh_CN": "蕅益大师对于古人这两种注解，他也非常赞美，我们从他这个地方也能够见到这两本书的价值。他说『疏钞广大精微』，对于《疏钞》这四个字的评语评得非常恰当。莲池大师《弥陀经疏钞》这本书，实在说就是整个佛法的浓缩，不仅仅是发明净宗的道理，几乎教下这些宗派，像华严、法华、三论、般若、法相，乃至于密乘，无所不包。所以《疏钞》确确实实不容易，真的是精微博大。",
      "zh_TW": "蕅益大師對於古人這兩種註解，他也非常讚美，我們從他這個地方也能夠見到這兩本書的價值。他說『疏鈔廣大精微』，對於《疏鈔》這四個字的評語評得非常恰當。蓮池大師《彌陀經疏鈔》這本書，實在說就是整個佛法的濃縮，不僅僅是發明淨宗的道理，幾乎教下這些宗派，像華嚴、法華、三論、般若、法相，乃至於密乘，無所不包。所以《疏鈔》確確實實不容易，真的是精微博大。"
    },
    {
      "id": "01-014-0002_p0033",
      "zh_CN": "他老人家为什么要这样做？如果我们去探讨一下那个时代背景，就晓得莲池大师了不起。那个时代净宗衰微衰到极处，几乎念佛都被人耻笑，而世间所流行的是禅，禅的风气很盛，莲池大师也参过禅，他也是通宗通教、显密圆融。要真正想度一切众生，除这个法门，没有第二个法门。所以他老人家要给《弥陀经》做一个注解，要把《弥陀经》提升到最高的地位。这大家都知道在经典里面最高的是《华严经》，你们看看《疏钞》，《疏钞》里面用《华严经》来解释《弥陀经》，就把《弥陀经》提高到跟《华严经》平等，等量其观。每一段注解之后，老人家又有一段称性而谈，那是什么？那是禅宗的，用宗门的这个方式来解释《弥陀经》，禅净不二。这是他老人家的苦心。",
      "zh_TW": "他老人家為什麼要這樣做？如果我們去探討一下那個時代背景，就曉得蓮池大師了不起。那個時代淨宗衰微衰到極處，幾乎念佛都被人恥笑，而世間所流行的是禪，禪的風氣很盛，蓮池大師也參過禪，他也是通宗通教、顯密圓融。要真正想度一切眾生，除這個法門，沒有第二個法門。所以他老人家要給《彌陀經》做一個註解，要把《彌陀經》提升到最高的地位。這大家都知道在經典裡面最高的是《華嚴經》，你們看看《疏鈔》，《疏鈔》裡面用《華嚴經》來解釋《彌陀經》，就把《彌陀經》提高到跟《華嚴經》平等，等量其觀。每一段註解之後，老人家又有一段稱性而談，那是什麼？那是禪宗的，用宗門的這個方式來解釋《彌陀經》，禪淨不二。這是他老人家的苦心。"
    },
    {
      "id": "01-014-0002_p0034",
      "zh_CN": "我们看自古以来，祖师大德对于一切大小乘经论的注解，没有像莲池大师《疏钞》这个注解法，看不到这种形式，看不到的。段段都有称性而谈，引用《华严》特别多，用这个方法把净宗复兴起来。他的目的果然达到了，让大家再不敢轻视净土。《疏钞》一看，不敢轻视净土。这个现象，在早年在美国也是如此。我没有到美国来之前，在台湾有不少同修告诉我，美国的佛教是禅宗的天下，是密宗的天下，没有净土，说念《弥陀经》，念阿弥陀佛会被人讥笑的，这么一个环境。就在那个时候，纽约哥伦比亚有一个学生，美国人，他跟台湾大学交换，是交换学生，在台湾研究一年。这没想到他是专门研究《华严经》的，那么到台湾打听，听说我在那里讲《华严》，他就来找我，我就让他在我们图书馆住下，他在我们图书馆住了四、五个月。他的中文很不错，他能够看《华严经疏钞》，听我讲经。他来告诉我，他说：法师，你到美国去弘扬净土，没有问题。劝我到美国来。",
      "zh_TW": "我們看自古以來，祖師大德對於一切大小乘經論的註解，沒有像蓮池大師《疏鈔》這個註解法，看不到這種形式，看不到的。段段都有稱性而談，引用《華嚴》特別多，用這個方法把淨宗復興起來。他的目的果然達到了，讓大家再不敢輕視淨土。《疏鈔》一看，不敢輕視淨土。這個現象，在早年在美國也是如此。我沒有到美國來之前，在台灣有不少同修告訴我，美國的佛教是禪宗的天下，是密宗的天下，沒有淨土，說念《彌陀經》，念阿彌陀佛會被人譏笑的，這麼一個環境。就在那個時候，紐約哥倫比亞有一個學生，美國人，他跟台灣大學交換，是交換學生，在台灣研究一年。這沒想到他是專門研究《華嚴經》的，那麼到台灣打聽，聽說我在那裡講《華嚴》，他就來找我，我就讓他在我們圖書館住下，他在我們圖書館住了四、五個月。他的中文很不錯，他能夠看《華嚴經疏鈔》，聽我講經。他來告訴我，他說：法師，你到美國去弘揚淨土，沒有問題。勸我到美國來。"
    },
    {
      "id": "01-014-0002_p0035",
      "zh_CN": "而这个缘，实在上讲是王源松居士，现在在亚特兰大。那个时候他在洛杉矶，他回台湾度假的时候来找我，告诉我，我们早年慈光讲座的同学，佛教会大专讲座的同学，那一批同学现在在美国各地，他是个非常热心的人，跟这些同学都有联系。他告诉我有三百多人，这些人跟我都有很好的关系，都听过我的课。他就邀我，他说：你到美国来，这个净土宗就可以弘扬了。真的碰到一个机会，我就到美国来看看。一到这边来就被这些同学们找到，大家在洛杉矶聚会，非常欢喜，了解这个状况。",
      "zh_TW": "而這個緣，實在上講是王源松居士，現在在亞特蘭大。那個時候他在洛杉磯，他回台灣度假的時候來找我，告訴我，我們早年慈光講座的同學，佛教會大專講座的同學，那一批同學現在在美國各地，他是個非常熱心的人，跟這些同學都有聯繫。他告訴我有三百多人，這些人跟我都有很好的關係，都聽過我的課。他就邀我，他說：你到美國來，這個淨土宗就可以弘揚了。真的碰到一個機會，我就到美國來看看。一到這邊來就被這些同學們找到，大家在洛杉磯聚會，非常歡喜，了解這個狀況。"
    },
    {
      "id": "01-014-0002_p0036",
      "zh_CN": "这头三年我在美国讲什么？讲禅，也讲密，也讲教，讲过很多的东西。禅是口头禅！口头禅我很会讲。这样说说就告诉大家，你们学的那一套，我都学过，我都会。然后我再讲净土，再介绍净土。正好那个时候我们《弥陀经疏钞》第二次讲圆满，这一套录音带我也就带来，摆在那里给大家看。这一套录音带三百三十五个，人家一问一看带子，这是什么东西？这是一部《阿弥陀经》，那个听经的人，就这样把他压下去了，一个也不敢说话。一部《阿弥陀经》讲了三百三十五个带子，一个带子是一个半小时，九十分钟，再也不敢轻视净土了。我们在美国净土宗是这样建立起来的，也很辛苦，到处跟人辩论。刚刚来的时候，我那个时候答复大家的问题是用整天的时间，有的时候连续三天你们来问，还算不错，三宝加持，没有把我问倒。现在念佛的人多，手上拿着念珠没有人笑话了。莲池大师那个时代是这样一个状况，所以他老人家这《疏钞》写得非常特殊，我看了几乎就是小藏经。确实他这四个字评语非常正确，「广大精微」。",
      "zh_TW": "這頭三年我在美國講什麼？講禪，也講密，也講教，講過很多的東西。禪是口頭禪！口頭禪我很會講。這樣說說就告訴大家，你們學的那一套，我都學過，我都會。然後我再講淨土，再介紹淨土。正好那個時候我們《彌陀經疏鈔》第二次講圓滿，這一套錄音帶我也就帶來，擺在那裡給大家看。這一套錄音帶三百三十五個，人家一問一看帶子，這是什麼東西？這是一部《阿彌陀經》，那個聽經的人，就這樣把他壓下去了，一個也不敢說話。一部《阿彌陀經》講了三百三十五個帶子，一個帶子是一個半小時，九十分鐘，再也不敢輕視淨土了。我們在美國淨土宗是這樣建立起來的，也很辛苦，到處跟人辯論。剛剛來的時候，我那個時候答覆大家的問題是用整天的時間，有的時候連續三天你們來問，還算不錯，三寶加持，沒有把我問倒。現在念佛的人多，手上拿著念珠沒有人笑話了。蓮池大師那個時代是這樣一個狀況，所以他老人家這《疏鈔》寫得非常特殊，我看了幾乎就是小藏經。確實他這四個字評語非常正確，「廣大精微」。"
    },
    {
      "id": "01-014-0002_p0037",
      "zh_CN": "幽溪的《圆中钞》，幽溪是传灯大师，浙江天台山，也是属于天台宗，是他做的。他这个注解是根据元朝大佑法师的《弥陀经略解》，大佑禅师这部书现在《大藏经》里面有，他是用这个《略解》再加以解释，解释大佑的注解，称为《圆中钞》。这《圆中钞》取的意思就是圆满的中道，用中道第一义谛来解释《略解》，来解释《弥陀经》，所以称之《圆中钞》，圆实的中道。文字虽然不多，比起莲池大师《疏钞》分量，那是少了很多很多，但是里面的道理非常之深，一般初学如果在教下没有相当修养，是很难看得懂的。所以蕅益大师看了这个情形，不能不再做一个注解。所以『幽溪圆中钞，高深洪博，如二曜中天』，这个二曜就是日月，光明遍照，『有目皆睹』。《弥陀经》得这两种注解，确确实实是让这些宗门教下的人不敢轻视。『特以文富义繁』，文字多义理深，『边涯莫测』，这样对于初学的人来讲，对浅识的人来讲，很难得利益。",
      "zh_TW": "幽溪的《圓中鈔》，幽溪是傳燈大師，浙江天台山，也是屬於天台宗，是他做的。他這個註解是根據元朝大佑法師的《彌陀經略解》，大佑禪師這部書現在《大藏經》裡面有，他是用這個《略解》再加以解釋，解釋大佑的註解，稱為《圓中鈔》。這《圓中鈔》取的意思就是圓滿的中道，用中道第一義諦來解釋《略解》，來解釋《彌陀經》，所以稱之《圓中鈔》，圓實的中道。文字雖然不多，比起蓮池大師《疏鈔》分量，那是少了很多很多，但是裡面的道理非常之深，一般初學如果在教下沒有相當修養，是很難看得懂的。所以蕅益大師看了這個情形，不能不再做一個註解。所以『幽溪圓中鈔，高深洪博，如二曜中天』，這個二曜就是日月，光明遍照，『有目皆睹』。《彌陀經》得這兩種註解，確確實實是讓這些宗門教下的人不敢輕視。『特以文富義繁』，文字多義理深，『邊涯莫測』，這樣對於初學的人來講，對淺識的人來講，很難得利益。"
    },
    {
      "id": "01-014-0002_p0038",
      "zh_CN": "【故复不揣庸愚。再述要解。】",
      "zh_TW": "【故復不揣庸愚。再述要解。】"
    },
    {
      "id": "01-014-0002_p0039",
      "zh_CN": "因为这个缘故，所以也就顾不了自己的愚昧，这是客气话，平庸愚昧这是大师的客气话。说我也顾不了了，我再做一个《要解》。这是把他做《要解》的理由说出来。",
      "zh_TW": "因為這個緣故，所以也就顧不了自己的愚昧，這是客氣話，平庸愚昧這是大師的客氣話。說我也顧不了了，我再做一個《要解》。這是把他做《要解》的理由說出來。"
    },
    {
      "id": "01-014-0002_p0040",
      "zh_CN": "【不敢与二翁竞异。亦不必与二翁强同也。】",
      "zh_TW": "【不敢與二翁競異。亦不必與二翁強同也。】"
    },
    {
      "id": "01-014-0002_p0041",
      "zh_CN": "蕅益大师对前面这两位大德，他是后学，尤其是莲池。莲池大师那个时候虽然已经往生，他是莲池大师的私淑弟子，也就是依莲池为老师，跟莲池大师学习，他学得很成功。莲池不在了，莲池大师的著作在，他老人家的著作没有散失，一直到现在保存的非常完整，台湾最近印出来的《莲池大师全集》，精装四册。他是以莲池大师的著作为自己修学的依据，跟一个人学，这个很重要。所以，虽然跟莲池大师没有见过面，这是莲池大师真正传法弟子。莲池大师传给他，他真的接受，他真的得到了，所以这在中国称为私淑弟子。所以莲池是他的老师，是他的前辈。幽溪是他老师的同学，这个老师不是莲池，是他剃头的老师，他出家剃度师的师兄弟，所以他称他作师伯，都是他的长辈，称『二翁』。我不敢跟他相比，但是也不必跟他一样。这就是说明了。",
      "zh_TW": "蕅益大師對前面這兩位大德，他是後學，尤其是蓮池。蓮池大師那個時候雖然已經往生，他是蓮池大師的私淑弟子，也就是依蓮池為老師，跟蓮池大師學習，他學得很成功。蓮池不在了，蓮池大師的著作在，他老人家的著作沒有散失，一直到現在保存的非常完整，台灣最近印出來的《蓮池大師全集》，精裝四冊。他是以蓮池大師的著作為自己修學的依據，跟一個人學，這個很重要。所以，雖然跟蓮池大師沒有見過面，這是蓮池大師真正傳法弟子。蓮池大師傳給他，他真的接受，他真的得到了，所以這在中國稱為私淑弟子。所以蓮池是他的老師，是他的前輩。幽溪是他老師的同學，這個老師不是蓮池，是他剃頭的老師，他出家剃度師的師兄弟，所以他稱他作師伯，都是他的長輩，稱『二翁』。我不敢跟他相比，但是也不必跟他一樣。這就是說明了。"
    },
    {
      "id": "01-014-0002_p0042",
      "zh_CN": "【譬如侧看成峰。横看成岭。纵皆不尽庐山真境。要不失为各各亲见庐山而已。】",
      "zh_TW": "【譬如側看成峰。橫看成嶺。縱皆不盡廬山真境。要不失為各各親見廬山而已。】"
    },
    {
      "id": "01-014-0002_p0043",
      "zh_CN": "这一段重要。客气话虽然是客气，这几句话透露了一个消息，什么消息？亲证西方极乐世界。他所引用的『侧看成峰，横看成岭』，这是苏东坡游庐山的一首诗。这个意思就是说莲池大师亲证西方极乐世界，幽溪大师也是亲证极乐世界，他自己也不例外是属于亲证，『不失为各各亲见庐山而已』。那个庐山就是比喻的西方极乐世界，所以这句话很重要，这是暗示他确实是亲证。如果不是亲证，印光大师怎么会说，就是阿弥陀佛再来给《弥陀经》做个注解也不能超过其上。这是印光大师把这个注解赞叹到巅峰，赞叹到极处。换句话说，他的注解超过了莲池大师，超过了幽溪大师。三种注解里这是第一。下面：",
      "zh_TW": "這一段重要。客氣話雖然是客氣，這幾句話透露了一個消息，什麼消息？親證西方極樂世界。他所引用的『側看成峰，橫看成嶺』，這是蘇東坡遊廬山的一首詩。這個意思就是說蓮池大師親證西方極樂世界，幽溪大師也是親證極樂世界，他自己也不例外是屬於親證，『不失為各各親見廬山而已』。那個廬山就是比喻的西方極樂世界，所以這句話很重要，這是暗示他確實是親證。如果不是親證，印光大師怎麼會說，就是阿彌陀佛再來給《彌陀經》做個註解也不能超過其上。這是印光大師把這個註解讚歎到巔峰，讚歎到極處。換句話說，他的註解超過了蓮池大師，超過了幽溪大師。三種註解裡這是第一。下面："
    },
    {
      "id": "01-014-0002_p0044",
      "zh_CN": "【将释经文。五重玄义。】",
      "zh_TW": "【將釋經文。五重玄義。】"
    },
    {
      "id": "01-014-0002_p0045",
      "zh_CN": "还是用天台家的方法，用『五重玄义』来解释经文。今天我们就讲到此地。",
      "zh_TW": "還是用天台家的方法，用『五重玄義』來解釋經文。今天我們就講到此地。"
    }
  ]
}