{
  "doc_id": "01-014-0013",
  "title": {
    "zh_CN": "佛说阿弥陀经要解便蒙钞",
    "zh_TW": "佛說阿彌陀經要解便蒙鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1994",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "01-014-0013",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "01-014-0013_p0001",
      "zh_CN": "请掀开经本第二十六页第三行第三个字看起：",
      "zh_TW": "請掀開經本第二十六頁第三行第三個字看起："
    },
    {
      "id": "01-014-0013_p0002",
      "zh_CN": "【四毕竟不退。不论至心散心。有心无心。或解不解。但弥陀名号。或六方佛名。此经名字。一经于耳。假使千万劫后。毕竟因斯度脱。如闻涂毒鼓。远近皆丧。食少金刚。决定不消也。】",
      "zh_TW": "【四畢竟不退。不論至心散心。有心無心。或解不解。但彌陀名號。或六方佛名。此經名字。一經於耳。假使千萬劫後。畢竟因斯度脫。如聞塗毒鼓。遠近皆喪。食少金剛。決定不消也。】"
    },
    {
      "id": "01-014-0013_p0003",
      "zh_CN": "平常我们在经上常常看到的是三种不退，就是前面所讲的位不退、行不退、念不退。蕅益大师在这个地方特别又为我们拈出第四种『毕竟不退』。这个意思经论上有，大师为我们拈出，我们就更明显的看出来，极乐正因为他不退，所以成佛的时间缩短了。他方世界状况跟西方世界不相同，前面跟诸位介绍过，退缘很多、很复杂，所以修行进得少、退得多，因此需要很长的时间，真是长劫轮回，积结多世的善根才能得到解脱。上一次跟诸位报告的西方世界成就的快速，就从经上讲的「阿弥陀佛成佛以来至今十劫」，我们就看这一段经文。十劫之中证得等觉果位的人没有方法计算，世尊跟我们说「但可以无量无边阿僧祇说」，说明了西方世界等觉菩萨多过一般的菩萨，所以西方世界人数的比例，等觉菩萨占绝对大多数。这样的经文我们要细细看看，就会发现这个地方修行的殊胜，你就会非去不可。",
      "zh_TW": "平常我們在經上常常看到的是三種不退，就是前面所講的位不退、行不退、念不退。蕅益大師在這個地方特別又為我們拈出第四種『畢竟不退』。這個意思經論上有，大師為我們拈出，我們就更明顯的看出來，極樂正因為他不退，所以成佛的時間縮短了。他方世界狀況跟西方世界不相同，前面跟諸位介紹過，退緣很多、很複雜，所以修行進得少、退得多，因此需要很長的時間，真是長劫輪迴，積結多世的善根才能得到解脫。上一次跟諸位報告的西方世界成就的快速，就從經上講的「阿彌陀佛成佛以來至今十劫」，我們就看這一段經文。十劫之中證得等覺果位的人沒有方法計算，世尊跟我們說「但可以無量無邊阿僧祇說」，說明了西方世界等覺菩薩多過一般的菩薩，所以西方世界人數的比例，等覺菩薩佔絕對大多數。這樣的經文我們要細細看看，就會發現這個地方修行的殊勝，你就會非去不可。"
    },
    {
      "id": "01-014-0013_p0004",
      "zh_CN": "十劫在我们看起来，这个时间很长，在大修行人看起来，那个时间很短，因为通常修行一个阿僧祇劫，阿僧祇是个数字，这个数字怎么计算？过去李炳南老居士在台中办的慈光大专佛学讲座，他编了一个教材，教材里面说明阿僧祇它的算法，是以我们中国的数字算，万万为亿，万万是一亿，万亿是一兆，用兆做单位，上面是一千，底下八个万字，一千万万万万万万万万兆，一个阿僧祇劫。你想想看十劫算什么？太少太少！一个阿僧祇劫，菩萨修到什么地位？才修满三贤位，十住、十行、十回向，才修满三贤位，愈往上面去愈难；第二个阿僧祇劫，修七个位次，可见得难，愈上去愈难。从初地到七地，这七个位次需要一个阿僧祇劫，这第二个阿僧祇劫；第三个阿僧祇劫只修三个位次，八地、九地、十地，愈往上去愈难。这是三个阿僧祇劫才能证到等觉的果位。在西方极乐世界需要多少时间？这三个阿僧祇劫，天文数字！",
      "zh_TW": "十劫在我們看起來，這個時間很長，在大修行人看起來，那個時間很短，因為通常修行一個阿僧祇劫，阿僧祇是個數字，這個數字怎麼計算？過去李炳南老居士在台中辦的慈光大專佛學講座，他編了一個教材，教材裡面說明阿僧祇它的算法，是以我們中國的數字算，萬萬為億，萬萬是一億，萬億是一兆，用兆做單位，上面是一千，底下八個萬字，一千萬萬萬萬萬萬萬萬兆，一個阿僧祇劫。你想想看十劫算什麼？太少太少！一個阿僧祇劫，菩薩修到什麼地位？才修滿三賢位，十住、十行、十迴向，才修滿三賢位，愈往上面去愈難；第二個阿僧祇劫，修七個位次，可見得難，愈上去愈難。從初地到七地，這七個位次需要一個阿僧祇劫，這第二個阿僧祇劫；第三個阿僧祇劫只修三個位次，八地、九地、十地，愈往上去愈難。這是三個阿僧祇劫才能證到等覺的果位。在西方極樂世界需要多少時間？這三個阿僧祇劫，天文數字！"
    },
    {
      "id": "01-014-0013_p0005",
      "zh_CN": "我们看经上讲的，阿弥陀佛示现，诸位一定要知道，他这个世界是示现的，不是真的，成佛以来就十劫了。我们在许多大乘经上看到，弥陀和释迦在无量劫前就成佛。他们在无量劫前，在因地曾经做过兄弟、曾经做过同参道友，过去生中的关系非常密切，所以是示现的。我们用一个很浅显的方法来计算，第一劫去往生的，现在证到等觉菩萨，等觉菩萨修行要多久？十劫，证果了。第二劫去往生的，现在也成等觉菩萨，他修多久？九劫。如果说第五劫去往生的，现在也成等觉菩萨，他只修了五劫。那西方世界人口比例一下，才一半一半，不是绝对大多数。占绝对大多数，那应该是第六劫去往生的、第七劫去往生的，现在都证到等觉果位，那么诸上善人的数量才占绝对大多数。我们从这上来观察，西方极乐世界修行，下下品去往生的人，证到上上果位，这上上果位是等觉菩萨，需要多少时间？我们这样看法，大概是二劫、三劫。二、三劫就成就，这真正不可思议！无怪乎十方三世一切诸佛如来赞叹西方极乐世界，有他的道理。",
      "zh_TW": "我們看經上講的，阿彌陀佛示現，諸位一定要知道，他這個世界是示現的，不是真的，成佛以來就十劫了。我們在許多大乘經上看到，彌陀和釋迦在無量劫前就成佛。他們在無量劫前，在因地曾經做過兄弟、曾經做過同參道友，過去生中的關係非常密切，所以是示現的。我們用一個很淺顯的方法來計算，第一劫去往生的，現在證到等覺菩薩，等覺菩薩修行要多久？十劫，證果了。第二劫去往生的，現在也成等覺菩薩，他修多久？九劫。如果說第五劫去往生的，現在也成等覺菩薩，他只修了五劫。那西方世界人口比例一下，才一半一半，不是絕對大多數。佔絕對大多數，那應該是第六劫去往生的、第七劫去往生的，現在都證到等覺果位，那麼諸上善人的數量才佔絕對大多數。我們從這上來觀察，西方極樂世界修行，下下品去往生的人，證到上上果位，這上上果位是等覺菩薩，需要多少時間？我們這樣看法，大概是二劫、三劫。二、三劫就成就，這真正不可思議！無怪乎十方三世一切諸佛如來讚歎西方極樂世界，有他的道理。"
    },
    {
      "id": "01-014-0013_p0006",
      "zh_CN": "特别是凡圣同居土，为什么？诸佛刹土里面，凡圣同居土里面退缘最多，最不容易超越，唯独西方世界凡圣同居土里面，圣人太多太多。这个圣人不说其他的，单讲等觉菩萨，像观音、势至、文殊、普贤之流，太多太多。天天跟这些人亲近，跟这些人往来，那成佛的时间当然就缩短。这是我在前面跟各位说的凡圣同居土，处处都是讲圆证，圆证三不退，圆生四种净土，它都是讲圆，圆是圆满，没有一丝毫欠缺，这是西方世界无比殊胜之处。",
      "zh_TW": "特別是凡聖同居土，為什麼？諸佛剎土裡面，凡聖同居土裡面退緣最多，最不容易超越，唯獨西方世界凡聖同居土裡面，聖人太多太多。這個聖人不說其他的，單講等覺菩薩，像觀音、勢至、文殊、普賢之流，太多太多。天天跟這些人親近，跟這些人往來，那成佛的時間當然就縮短。這是我在前面跟各位說的凡聖同居土，處處都是講圓證，圓證三不退，圓生四種淨土，它都是講圓，圓是圓滿，沒有一絲毫欠缺，這是西方世界無比殊勝之處。"
    },
    {
      "id": "01-014-0013_p0007",
      "zh_CN": "今天这一段文，大师就是告诉我们，这个法门对于九界有情无所不度，统统都度。『不论至心散心』，「至心」是一心、专心，「散心」，散乱心，我们现在一般念佛，大多数人都是散乱心。『有心无心』，「有心」是有意念佛求生净土，「无心」是无意。看到你们念一句阿弥陀佛，念着好玩，他也不知道阿弥陀佛是什么，他也没有意思去往生。看到你，我们特别是在台湾，看到手上拿串念珠，你看走在路上，人家看到你，老远阿弥陀佛，他那是无心的，他不见得是念佛，无心的。『或解』或者『不解』，解是了解教义，对于西方极乐世界的状况，从经典里面多少明白一些，不解是完全不明了。大师举这些例子。",
      "zh_TW": "今天這一段文，大師就是告訴我們，這個法門對於九界有情無所不度，統統都度。『不論至心散心』，「至心」是一心、專心，「散心」，散亂心，我們現在一般念佛，大多數人都是散亂心。『有心無心』，「有心」是有意念佛求生淨土，「無心」是無意。看到你們念一句阿彌陀佛，念著好玩，他也不知道阿彌陀佛是什麼，他也沒有意思去往生。看到你，我們特別是在台灣，看到手上拿串念珠，你看走在路上，人家看到你，老遠阿彌陀佛，他那是無心的，他不見得是念佛，無心的。『或解』或者『不解』，解是了解教義，對於西方極樂世界的狀況，從經典裡面多少明白一些，不解是完全不明瞭。大師舉這些例子。"
    },
    {
      "id": "01-014-0013_p0008",
      "zh_CN": "『但』是只要，只要你念这一句阿弥陀佛的名号，或者是《弥陀经》上所讲的『六方佛』的名号，也行，或者是这个经的『名字』，《佛说阿弥陀经》，当然也包括大本，大本就是《无量寿经》。这个佛名、经名，『一经于耳』，你念出来，听到了，还有人未曾念的，但是他听到了；别人念阿弥陀佛，念《佛说无量寿经》，他听进去了，这就是一经于耳，他听进去了。这听进去就是金刚种子，西方世界阿弥陀的种子就种在他八识田中，这个种子不会坏，永远不会坏，这个种子不会消灭，这讲毕竟不退是讲这个，他这种子不会坏、不会消失。当然，不一定这一生成就，不定，哪一生哪一世遇到缘，这个缘，用我们现在的话来说就是机会。遇到这些机会，这个善根、这个种子会触动，触动这个种子，种子就会起现行，它起作用。起什么作用？对于净土法门能信、能愿、肯念佛往生。我们今天接触到这个法门，我们能信、能愿、肯念佛求往生，这阿赖耶识里头有过去生中的种子，如果完全没有种子、没有善根，是决定不成的。这《无量寿经》上佛给我们讲得很清楚、很明白，念佛人都是过去无量劫来的善根成熟，绝非偶然。",
      "zh_TW": "『但』是只要，只要你念這一句阿彌陀佛的名號，或者是《彌陀經》上所講的『六方佛』的名號，也行，或者是這個經的『名字』，《佛說阿彌陀經》，當然也包括大本，大本就是《無量壽經》。這個佛名、經名，『一經於耳』，你念出來，聽到了，還有人未曾念的，但是他聽到了；別人念阿彌陀佛，念《佛說無量壽經》，他聽進去了，這就是一經於耳，他聽進去了。這聽進去就是金剛種子，西方世界阿彌陀的種子就種在他八識田中，這個種子不會壞，永遠不會壞，這個種子不會消滅，這講畢竟不退是講這個，他這種子不會壞、不會消失。當然，不一定這一生成就，不定，哪一生哪一世遇到緣，這個緣，用我們現在的話來說就是機會。遇到這些機會，這個善根、這個種子會觸動，觸動這個種子，種子就會起現行，它起作用。起什麼作用？對於淨土法門能信、能願、肯念佛往生。我們今天接觸到這個法門，我們能信、能願、肯念佛求往生，這阿賴耶識裡頭有過去生中的種子，如果完全沒有種子、沒有善根，是決定不成的。這《無量壽經》上佛給我們講得很清楚、很明白，念佛人都是過去無量劫來的善根成熟，絕非偶然。"
    },
    {
      "id": "01-014-0013_p0009",
      "zh_CN": "『假使千万劫后』，注意要看这个地方讲的时间长！到西方极乐世界二劫、三劫就证到等觉菩萨的果位，这个世间动不动就是千万劫，所以可见这轮回真苦。了解这个状况，那个勇猛精进心自自然然就生起来。所以『毕竟因斯度脱』，这个「斯」就是指佛名、经名一经于耳，你就是这么一个因、这么一个种子，将来一定得度。这个得度，将来决定是这个种子帮助你往生。生到西方极乐世界，那个时间不长就证得圆满菩提，圆教的极果。",
      "zh_TW": "『假使千萬劫後』，注意要看這個地方講的時間長！到西方極樂世界二劫、三劫就證到等覺菩薩的果位，這個世間動不動就是千萬劫，所以可見這輪迴真苦。了解這個狀況，那個勇猛精進心自自然然就生起來。所以『畢竟因斯度脫』，這個「斯」就是指佛名、經名一經於耳，你就是這麼一個因、這麼一個種子，將來一定得度。這個得度，將來決定是這個種子幫助你往生。生到西方極樂世界，那個時間不長就證得圓滿菩提，圓教的極果。"
    },
    {
      "id": "01-014-0013_p0010",
      "zh_CN": "下面这是两个比喻，『如闻涂毒鼓，远近皆丧』。这是古时候，有没有这个事情，我们不必去考证、不必去追究，它是比喻。古时候的战鼓不知道是用什么东西涂上去，这鼓一敲，人家闻到这个鼓，这命就丧失。这个理现在我懂得，现在科学家证明，是音波杀人，光可以杀人，音波也能杀人。古时候有没有这个我们不晓得，也可能有。这是比喻金刚种子能伏一切烦恼，这涂毒鼓好像它只要一起作用，所有一切的烦恼都消灭，是这么个意思。",
      "zh_TW": "下面這是兩個比喻，『如聞塗毒鼓，遠近皆喪』。這是古時候，有沒有這個事情，我們不必去考證、不必去追究，它是比喻。古時候的戰鼓不知道是用什麼東西塗上去，這鼓一敲，人家聞到這個鼓，這命就喪失。這個理現在我懂得，現在科學家證明，是音波殺人，光可以殺人，音波也能殺人。古時候有沒有這個我們不曉得，也可能有。這是比喻金剛種子能伏一切煩惱，這塗毒鼓好像它只要一起作用，所有一切的煩惱都消滅，是這麼個意思。"
    },
    {
      "id": "01-014-0013_p0011",
      "zh_CN": "『食少金刚，决定不消也』。金刚是物质里面最坚固的，金刚能断一切金属，金属都没有它坚固，一切金属不能够断金刚，说明金刚之利。金刚要吃下去了，当然不会消化，消不了的。这是比喻佛号的种子在阿赖耶识里面不会消失，永远不会消失，说明持名念佛，将来决定往生。所以学佛的人明白这个道理。学佛的人看一切众生都生欢喜心、都生恭敬心，为什么？一切众生皆是诸佛如来，现在往生的，现在成佛；将来往生的，将来成佛。过去、现在、未来，凡夫心中有分别、有执着，所以才有三际，过去、现在、未来，才有这东西。真正觉悟的人知道三际不可得，三际果然不可得，未来佛就是现在佛，只要他这一生当中听过一声阿弥陀佛，他就成佛，正如同世尊在《法华经》上所说的「一称南无佛，皆已成佛道」。禅家常说「坐断三际」，时间没有了，未来的佛你现在看到了，现前就看到。所以普贤行也自自然然就修圆满。我们再看下面这一段文：",
      "zh_TW": "『食少金剛，決定不消也』。金剛是物質裡面最堅固的，金剛能斷一切金屬，金屬都沒有它堅固，一切金屬不能夠斷金剛，說明金剛之利。金剛要吃下去了，當然不會消化，消不了的。這是比喻佛號的種子在阿賴耶識裡面不會消失，永遠不會消失，說明持名念佛，將來決定往生。所以學佛的人明白這個道理。學佛的人看一切眾生都生歡喜心、都生恭敬心，為什麼？一切眾生皆是諸佛如來，現在往生的，現在成佛；將來往生的，將來成佛。過去、現在、未來，凡夫心中有分別、有執著，所以才有三際，過去、現在、未來，才有這東西。真正覺悟的人知道三際不可得，三際果然不可得，未來佛就是現在佛，只要他這一生當中聽過一聲阿彌陀佛，他就成佛，正如同世尊在《法華經》上所說的「一稱南無佛，皆已成佛道」。禪家常說「坐斷三際」，時間沒有了，未來的佛你現在看到了，現前就看到。所以普賢行也自自然然就修圓滿。我們再看下面這一段文："
    },
    {
      "id": "01-014-0013_p0012",
      "zh_CN": "【复次祇带业生同居净。证位不退者。皆与补处俱。亦皆一生必补佛位。】",
      "zh_TW": "【復次祇帶業生同居淨。證位不退者。皆與補處俱。亦皆一生必補佛位。】"
    },
    {
      "id": "01-014-0013_p0013",
      "zh_CN": "大师这些话，确实帮助我们建立了坚定清净的信心。我们晓得自己的能力，这一生当中无论修学哪一个法门，没有办法断惑。不要说细的烦恼，最粗最重的是非人我，我们有没有办法断掉？没有这个能力，细惑就更不必说。所以修学任何一个法门都不能成就，这是真的，一点都不假。修定，真正得了四禅八定也不过是在色界天、无色界天，出不了三界，解决不了问题。何况初禅天已经就叫我们无法想像，初禅那个禅定是刚刚得定，修禅的人刚刚得定。定能伏烦恼，人在定中，烦恼不会起现行。所以定能伏烦恼，不能断烦恼，断烦恼要慧。智慧开了，转烦恼成菩提，那烦恼就没有了，定只能够伏烦恼。",
      "zh_TW": "大師這些話，確實幫助我們建立了堅定清淨的信心。我們曉得自己的能力，這一生當中無論修學哪一個法門，沒有辦法斷惑。不要說細的煩惱，最粗最重的是非人我，我們有沒有辦法斷掉？沒有這個能力，細惑就更不必說。所以修學任何一個法門都不能成就，這是真的，一點都不假。修定，真正得了四禪八定也不過是在色界天、無色界天，出不了三界，解決不了問題。何況初禪天已經就叫我們無法想像，初禪那個禪定是剛剛得定，修禪的人剛剛得定。定能伏煩惱，人在定中，煩惱不會起現行。所以定能伏煩惱，不能斷煩惱，斷煩惱要慧。智慧開了，轉煩惱成菩提，那煩惱就沒有了，定只能夠伏煩惱。"
    },
    {
      "id": "01-014-0013_p0014",
      "zh_CN": "初禅的定功是什么样子？佛在经上告诉我们，这欲界就是五欲，财色名食睡，还有这个念头，那就是属于欲界。初禅这个念头没有了，所以他的定功很深，他伏住了。不但是现行没有了，现行，我们讲的事相上没有，连贪图五欲六尘这个心、念头都没有，这个功夫才是初禅。所以我们不敢想像，为什么？伏不住，还会动念头，还会起心动念；换句话说，这个本事，初禅天都去不了。偶尔动一下也不行，也不是初禅天人，偶尔动一下，一天修禅定当中，会动一刹那、动个两刹那，初禅没分。到哪里去？欲界天。欲界夜摩天、兜率天、化乐天、他化自在天，这四层天都有定功，定功不到家，所以他们那个定叫未到定。所以在禅定里面偶尔还会动一动念头，这是生欲界上面的四天，欲界没断、没能够伏住。这才晓得出三界多难！",
      "zh_TW": "初禪的定功是什麼樣子？佛在經上告訴我們，這欲界就是五欲，財色名食睡，還有這個念頭，那就是屬於欲界。初禪這個念頭沒有了，所以他的定功很深，他伏住了。不但是現行沒有了，現行，我們講的事相上沒有，連貪圖五欲六塵這個心、念頭都沒有，這個功夫才是初禪。所以我們不敢想像，為什麼？伏不住，還會動念頭，還會起心動念；換句話說，這個本事，初禪天都去不了。偶爾動一下也不行，也不是初禪天人，偶爾動一下，一天修禪定當中，會動一剎那、動個兩剎那，初禪沒分。到哪裡去？欲界天。欲界夜摩天、兜率天、化樂天、他化自在天，這四層天都有定功，定功不到家，所以他們那個定叫未到定。所以在禪定裡面偶爾還會動一動念頭，這是生欲界上面的四天，欲界沒斷、沒能夠伏住。這才曉得出三界多難！"
    },
    {
      "id": "01-014-0013_p0015",
      "zh_CN": "非想非非想处天，这四空天的最上一层，他的定功可以能够支持八万大劫。诸位想想，西方世界十劫人家已经证得等觉果位，到非想非非想处天，到那里去入定，去定八万大劫，八万！所以佛警告我们那个地方去不得。去到那里，什么成就都没有，浪费八万劫的时间，这个就是经里面讲的「三途八难」，这遭难。八难里头，四空天是属于八难之一，所以我们讲长寿天。你到那个地方去入定；换句话说，你所有功夫都不能进展，停止在那个地方，完全停止的状况，要停止那么长的时间，光阴空过，这叫遭难。所以想想西方世界，二劫、三劫就成就，实在不可思议。",
      "zh_TW": "非想非非想處天，這四空天的最上一層，他的定功可以能夠支持八萬大劫。諸位想想，西方世界十劫人家已經證得等覺果位，到非想非非想處天，到那裡去入定，去定八萬大劫，八萬！所以佛警告我們那個地方去不得。去到那裡，什麼成就都沒有，浪費八萬劫的時間，這個就是經裡面講的「三途八難」，這遭難。八難裡頭，四空天是屬於八難之一，所以我們講長壽天。你到那個地方去入定；換句話說，你所有功夫都不能進展，停止在那個地方，完全停止的狀況，要停止那麼長的時間，光陰空過，這叫遭難。所以想想西方世界，二劫、三劫就成就，實在不可思議。"
    },
    {
      "id": "01-014-0013_p0016",
      "zh_CN": "这是我们从这个地方才真正能够体会到，一切诸佛对于西方净土的赞叹，带业往生，我们有了这一句，放心了，西方极乐世界我们有分了，生到那个地方同居土。它的同居非常特别，生同居土『证位不退』，这就是说，即使凡圣同居土下下品往生也证位不退。这位不退，西方世界是大乘不是小乘，不但是大乘，大乘当中的大乘，一乘当中的一乘。大乘位不退是圆教初信位的菩萨，各位看《法华》、看《华严》，《法华》、《华严》的标准是圆教初信位的菩萨，位不退，他的断证的功夫等于小乘须陀洹，但是智慧、道力、神通、德相，那小乘须陀洹怎么比也比不上，只是讲在断烦恼跟小乘须陀洹是一样的，见惑断了。",
      "zh_TW": "這是我們從這個地方才真正能夠體會到，一切諸佛對於西方淨土的讚歎，帶業往生，我們有了這一句，放心了，西方極樂世界我們有分了，生到那個地方同居土。它的同居非常特別，生同居土『證位不退』，這就是說，即使凡聖同居土下下品往生也證位不退。這位不退，西方世界是大乘不是小乘，不但是大乘，大乘當中的大乘，一乘當中的一乘。大乘位不退是圓教初信位的菩薩，各位看《法華》、看《華嚴》，《法華》、《華嚴》的標準是圓教初信位的菩薩，位不退，他的斷證的功夫等於小乘須陀洹，但是智慧、道力、神通、德相，那小乘須陀洹怎麼比也比不上，只是講在斷煩惱跟小乘須陀洹是一樣的，見惑斷了。"
    },
    {
      "id": "01-014-0013_p0017",
      "zh_CN": "底下一句就不可思议，『皆与补处俱』。「补处」就是经上讲的诸上善人，就是等觉菩萨。每天跟这些等觉菩萨在一起，「俱」就是在一块。大家要晓得不同等级的不会在一起，小学生怎么会跟中学生在一起？中学生怎么可能跟大学生在一起？不在一起。同一个等级的学校，一年级的教室跟二年级的教室不在一起，你们都上过学，都有这个经验，不在一起。唯独西方极乐世界很奇怪，初信位的菩萨跟等觉菩萨，他五十一个位次都在一起，这个大家也很难体会。我举个例子你就好懂，好像我们这是一个学校，我们上课，有小学一年级的学生、二年级到六年级的学生，有中学，也有大学，也有研究所，都坐在这一个教室上课，坐在一张凳子肩膀碰肩膀的，你们有没有看过这个学校？没见过这个学校，西方极乐世界就是这个学校，非常特殊。所以小学一年级的学生可以跟研究所博士班的学生在一张桌子上上课，这么一回事情，这就是「皆与补处俱」。",
      "zh_TW": "底下一句就不可思議，『皆與補處俱』。「補處」就是經上講的諸上善人，就是等覺菩薩。每天跟這些等覺菩薩在一起，「俱」就是在一塊。大家要曉得不同等級的不會在一起，小學生怎麼會跟中學生在一起？中學生怎麼可能跟大學生在一起？不在一起。同一個等級的學校，一年級的教室跟二年級的教室不在一起，你們都上過學，都有這個經驗，不在一起。唯獨西方極樂世界很奇怪，初信位的菩薩跟等覺菩薩，他五十一個位次都在一起，這個大家也很難體會。我舉個例子你就好懂，好像我們這是一個學校，我們上課，有小學一年級的學生、二年級到六年級的學生，有中學，也有大學，也有研究所，都坐在這一個教室上課，坐在一張凳子肩膀碰肩膀的，你們有沒有看過這個學校？沒見過這個學校，西方極樂世界就是這個學校，非常特殊。所以小學一年級的學生可以跟研究所博士班的學生在一張桌子上上課，這麼一回事情，這就是「皆與補處俱」。"
    },
    {
      "id": "01-014-0013_p0018",
      "zh_CN": "一般的时候，补处菩萨见都见不到，现在补处菩萨坐在你旁边，你有困难，他就教你，这么样的方便。所以『亦皆一生必补佛位』。必补佛位就是一生当中决定成佛。我们记住经典里面的话，「众生生者，皆是阿鞞跋致，其中多有一生补处，其数甚多，非是算数所能知之」。这是经上讲的，佛说的，带业往生有这样殊胜的功能、这样殊胜的果报，这带业的。那要断惑往生，当然更不可思议。下面这段文讲得就更清楚、更明白。",
      "zh_TW": "一般的時候，補處菩薩見都見不到，現在補處菩薩坐在你旁邊，你有困難，他就教你，這麼樣的方便。所以『亦皆一生必補佛位』。必補佛位就是一生當中決定成佛。我們記住經典裡面的話，「眾生生者，皆是阿鞞跋致，其中多有一生補處，其數甚多，非是算數所能知之」。這是經上講的，佛說的，帶業往生有這樣殊勝的功能、這樣殊勝的果報，這帶業的。那要斷惑往生，當然更不可思議。下面這段文講得就更清楚、更明白。"
    },
    {
      "id": "01-014-0013_p0019",
      "zh_CN": "【夫上善一处。是生同居。】",
      "zh_TW": "【夫上善一處。是生同居。】"
    },
    {
      "id": "01-014-0013_p0020",
      "zh_CN": "诸上善人跟我们住在一处，同在一起修学。",
      "zh_TW": "諸上善人跟我們住在一處，同在一起修學。"
    },
    {
      "id": "01-014-0013_p0021",
      "zh_CN": "【即已横生上三土。一生补佛。】",
      "zh_TW": "【即已橫生上三土。一生補佛。】"
    },
    {
      "id": "01-014-0013_p0022",
      "zh_CN": "一切诸佛如来都有四净土，我们现在住的是释迦如来的报土，释迦的凡圣同居土。释迦佛的方便有余土我们见不到，释迦佛的实报庄严土我们更见不到。所以不是那个程度、不是那个等级，见不到。西方世界就不一样，统统在一起。所以说你生同居土，你已经就生到方便土、实报土、寂光土，一生一切生，四土的圣人你都见到，都在一起，这个不可思议！一生一切生。所以你要是坚持我生凡圣同居土，实报土的等觉菩萨你怎么会见到？补处菩萨确确实实他住的是实报土，我们一品烦恼没有断，带业去往生的，确确实实住凡圣同居土，它土在一起，不像我们这是隔开的，决定见不到，它那个在一起。所以一生一切生，这个不可思议。",
      "zh_TW": "一切諸佛如來都有四淨土，我們現在住的是釋迦如來的報土，釋迦的凡聖同居土。釋迦佛的方便有餘土我們見不到，釋迦佛的實報莊嚴土我們更見不到。所以不是那個程度、不是那個等級，見不到。西方世界就不一樣，統統在一起。所以說你生同居土，你已經就生到方便土、實報土、寂光土，一生一切生，四土的聖人你都見到，都在一起，這個不可思議！一生一切生。所以你要是堅持我生凡聖同居土，實報土的等覺菩薩你怎麼會見到？補處菩薩確確實實他住的是實報土，我們一品煩惱沒有斷，帶業去往生的，確確實實住凡聖同居土，它土在一起，不像我們這是隔開的，決定見不到，它那個在一起。所以一生一切生，這個不可思議。"
    },
    {
      "id": "01-014-0013_p0023",
      "zh_CN": "【是位不退。即已圆证三不退。】",
      "zh_TW": "【是位不退。即已圓證三不退。】"
    },
    {
      "id": "01-014-0013_p0024",
      "zh_CN": "这些话我们要相信，一句都不假。生到西方极乐世界，我们带业往生是位不退，这是没话说的，就已经是『圆证三不退』。前面说过三不退，法身大士虽然证三不退，没有圆，不是圆证，唯独等觉菩萨是圆证，十地（法云地）的菩萨都没有圆，上面还有一级，还有没圆证，等觉补处菩萨才圆证三不退。你一生到西方极乐世界，就跟补处菩萨一天到晚混在一起，你也是等觉菩萨，等觉菩萨才可以跟等觉菩萨在一起，这很不可思议！所以西方世界一切都是圆满的，平等法。华藏世界文殊、普贤，这是圆教等觉菩萨，往生到西方极乐世界，他也是一生一切生。他当然生到那边实报土上上品，同时也生凡圣同居土下下品，他四土在一起的，「一即一切，一切即一」，《华严经》上讲的四无碍法界，西方极乐世界完全实现。",
      "zh_TW": "這些話我們要相信，一句都不假。生到西方極樂世界，我們帶業往生是位不退，這是沒話說的，就已經是『圓證三不退』。前面說過三不退，法身大士雖然證三不退，沒有圓，不是圓證，唯獨等覺菩薩是圓證，十地（法雲地）的菩薩都沒有圓，上面還有一級，還有沒圓證，等覺補處菩薩才圓證三不退。你一生到西方極樂世界，就跟補處菩薩一天到晚混在一起，你也是等覺菩薩，等覺菩薩才可以跟等覺菩薩在一起，這很不可思議！所以西方世界一切都是圓滿的，平等法。華藏世界文殊、普賢，這是圓教等覺菩薩，往生到西方極樂世界，他也是一生一切生。他當然生到那邊實報土上上品，同時也生凡聖同居土下下品，他四土在一起的，「一即一切，一切即一」，《華嚴經》上講的四無礙法界，西方極樂世界完全實現。"
    },
    {
      "id": "01-014-0013_p0025",
      "zh_CN": "既然圆生四土，圆证三不退，当然他就能够圆转五浊，圆断两种生死，分段生死、变易生死，必定也是圆修万行。一切菩萨所修无量无边的行门，他一定是圆修，一切皆圆，无有一法不圆。这个意思，诸位仔细去看四十八愿，四十八愿是圆义，最极圆满。带业往生尚且如此，真正是阿罗汉、辟支佛、菩萨去往生，那我们能想像而知了。同时还要晓得一个事实，这个事实就是现在念佛人，念念成就西方净土一切圆满功德，你信不信？我不信。我也知道你不信，我也相信你不信。为什么你不信？因为你现在并不想往生，你对于净土的信心不够深、愿不够切，所以虽然念这一句阿弥陀佛，不能说没有功德，功德不可思议！但是不是究竟圆满的功德。假如你有深信切愿，这个世间一切都放下，一心一意就想求生净土，西方世界种种圆满功德，现在就得到，感应不可思议。",
      "zh_TW": "既然圓生四土，圓證三不退，當然他就能夠圓轉五濁，圓斷兩種生死，分段生死、變易生死，必定也是圓修萬行。一切菩薩所修無量無邊的行門，他一定是圓修，一切皆圓，無有一法不圓。這個意思，諸位仔細去看四十八願，四十八願是圓義，最極圓滿。帶業往生尚且如此，真正是阿羅漢、辟支佛、菩薩去往生，那我們能想像而知了。同時還要曉得一個事實，這個事實就是現在念佛人，念念成就西方淨土一切圓滿功德，你信不信？我不信。我也知道你不信，我也相信你不信。為什麼你不信？因為你現在並不想往生，你對於淨土的信心不夠深、願不夠切，所以雖然念這一句阿彌陀佛，不能說沒有功德，功德不可思議！但是不是究竟圓滿的功德。假如你有深信切願，這個世間一切都放下，一心一意就想求生淨土，西方世界種種圓滿功德，現在就得到，感應不可思議。"
    },
    {
      "id": "01-014-0013_p0026",
      "zh_CN": "【如斯力用。】",
      "zh_TW": "【如斯力用。】"
    },
    {
      "id": "01-014-0013_p0027",
      "zh_CN": "这么大的能力，这样殊胜的作用；",
      "zh_TW": "這麼大的能力，這樣殊勝的作用；"
    },
    {
      "id": "01-014-0013_p0028",
      "zh_CN": "【乃千经万论所未曾有。】",
      "zh_TW": "【乃千經萬論所未曾有。】"
    },
    {
      "id": "01-014-0013_p0029",
      "zh_CN": "释迦牟尼佛说法四十九年讲那么多经，从来没有过。十方无量无边诸佛刹土，也没有听说释迦牟尼佛跟我们介绍其他佛世界有这种情形，也未曾说过。唯独这一门，唯独阿弥陀佛的西方极乐世界。",
      "zh_TW": "釋迦牟尼佛說法四十九年講那麼多經，從來沒有過。十方無量無邊諸佛剎土，也沒有聽說釋迦牟尼佛跟我們介紹其他佛世界有這種情形，也未曾說過。唯獨這一門，唯獨阿彌陀佛的西方極樂世界。"
    },
    {
      "id": "01-014-0013_p0030",
      "zh_CN": "【较彼顿悟正因。】",
      "zh_TW": "【較彼頓悟正因。】"
    },
    {
      "id": "01-014-0013_p0031",
      "zh_CN": "『顿悟正因』，这是禅宗的，要是跟禅宗比一比，禅宗顿悟正因。",
      "zh_TW": "『頓悟正因』，這是禪宗的，要是跟禪宗比一比，禪宗頓悟正因。"
    },
    {
      "id": "01-014-0013_p0032",
      "zh_CN": "【仅为出尘阶渐。】",
      "zh_TW": "【僅為出塵階漸。】"
    },
    {
      "id": "01-014-0013_p0033",
      "zh_CN": "禅宗真正顿悟，大彻大悟明心见性是什么果位？圆教初住。要证等觉位，还有四十一个阶级，成佛的话，还有四十二个阶级，没这么快。『出尘』，这个尘就是六道轮回，超越六道轮回，他还有阶梯，像爬楼梯一样，往上还高得很。",
      "zh_TW": "禪宗真正頓悟，大徹大悟明心見性是什麼果位？圓教初住。要證等覺位，還有四十一個階級，成佛的話，還有四十二個階級，沒這麼快。『出塵』，這個塵就是六道輪迴，超越六道輪迴，他還有階梯，像爬樓梯一樣，往上還高得很。"
    },
    {
      "id": "01-014-0013_p0034",
      "zh_CN": "【生生不退。始可期于佛阶者。】",
      "zh_TW": "【生生不退。始可期於佛階者。】"
    },
    {
      "id": "01-014-0013_p0035",
      "zh_CN": "他要『生生不退』才行，还要修三大阿僧祇劫。因为三大阿僧祇劫是从三贤位论起的，三贤，十住、十行，十回向，这三十个位次是一个阿僧祇劫，再往上去，初地到七地又是一个阿僧祇劫，八地到十地又是一个阿僧祇劫，这么麻烦。跟净土比：",
      "zh_TW": "他要『生生不退』才行，還要修三大阿僧祇劫。因為三大阿僧祇劫是從三賢位論起的，三賢，十住、十行，十迴向，這三十個位次是一個阿僧祇劫，再往上去，初地到七地又是一個阿僧祇劫，八地到十地又是一個阿僧祇劫，這麼麻煩。跟淨土比："
    },
    {
      "id": "01-014-0013_p0036",
      "zh_CN": "【不可同日语矣。】",
      "zh_TW": "【不可同日語矣。】"
    },
    {
      "id": "01-014-0013_p0037",
      "zh_CN": "不能比。西方世界凡圣同居土往生，你看看经上讲的意思，我们从经上仔细去观察，真的，二劫、三劫就成就，就成佛，圆教的佛果。那怎么能比？不能比。三大阿僧祇劫，诸位要记住，十信位不算，从初信到十信不算。经上跟我们讲的第一个阿僧祇劫是证三贤位，你就晓得那个多难，净土多容易。古人讲难行道、易行道，你不比较，不知道它难易之所在。这一比较，这个难易真是天上天下，天渊之别，没法子说。",
      "zh_TW": "不能比。西方世界凡聖同居土往生，你看看經上講的意思，我們從經上仔細去觀察，真的，二劫、三劫就成就，就成佛，圓教的佛果。那怎麼能比？不能比。三大阿僧祇劫，諸位要記住，十信位不算，從初信到十信不算。經上跟我們講的第一個阿僧祇劫是證三賢位，你就曉得那個多難，淨土多容易。古人講難行道、易行道，你不比較，不知道它難易之所在。這一比較，這個難易真是天上天下，天淵之別，沒法子說。"
    },
    {
      "id": "01-014-0013_p0038",
      "zh_CN": "【宗教之士，如何勿思。】",
      "zh_TW": "【宗教之士，如何勿思。】"
    },
    {
      "id": "01-014-0013_p0039",
      "zh_CN": "这是蕅益大师非常感叹的话，也是很严肃警告的话。『宗』是宗门，参禅的，宗门的大德，『教』是教下，禅宗以外都是教下。宗门教下的这些大德，为什么不去想想？假如他真的肯想一想，马上就回头念佛求生净土；他还不想往生，他没想这个问题。所以《弥陀经》文字虽然不多，字字含无量义，字字都是圆满义。我今天跟诸位说出这个，我也不是当初一念《弥陀经》就懂得，不晓得讲了多少遍才发现、才看出来。我们也听过很多人讲《弥陀经》，李炳老讲《弥陀经》，我听过两遍，我这个说法他没说过。所以你看到了、发现了，无量的欢喜，才真正知道这个法门不可思议。",
      "zh_TW": "這是蕅益大師非常感嘆的話，也是很嚴肅警告的話。『宗』是宗門，參禪的，宗門的大德，『教』是教下，禪宗以外都是教下。宗門教下的這些大德，為什麼不去想想？假如他真的肯想一想，馬上就回頭念佛求生淨土；他還不想往生，他沒想這個問題。所以《彌陀經》文字雖然不多，字字含無量義，字字都是圓滿義。我今天跟諸位說出這個，我也不是當初一念《彌陀經》就懂得，不曉得講了多少遍才發現、才看出來。我們也聽過很多人講《彌陀經》，李炳老講《彌陀經》，我聽過兩遍，我這個說法他沒說過。所以你看到了、發現了，無量的歡喜，才真正知道這個法門不可思議。"
    },
    {
      "id": "01-014-0013_p0040",
      "zh_CN": "这个地方讲到宗门教下，感慨深远。千经万论，五时全都包括了，这个五时，华严时。释迦牟尼佛讲经说法可以分为五个大的阶段，第一个阶段华严时，《华严》是佛在定中所说的。佛最初菩提树下示现成道，「二七日中」，也有经上讲「三七日中」，说二七、说三七都有经文做根据，时间很短，三七才二十一天，二七就十四天。定中宣讲的《大方广佛华严经》，在我们看起来这时间不长，可是定中的时间跟我们就不一样。在定中，可以把一刹那展开无量劫，也可以把无量劫把它缩成一刹那，这定中境界不可思议。",
      "zh_TW": "這個地方講到宗門教下，感慨深遠。千經萬論，五時全都包括了，這個五時，華嚴時。釋迦牟尼佛講經說法可以分為五個大的階段，第一個階段華嚴時，《華嚴》是佛在定中所說的。佛最初菩提樹下示現成道，「二七日中」，也有經上講「三七日中」，說二七、說三七都有經文做根據，時間很短，三七才二十一天，二七就十四天。定中宣講的《大方廣佛華嚴經》，在我們看起來這時間不長，可是定中的時間跟我們就不一樣。在定中，可以把一剎那展開無量劫，也可以把無量劫把它縮成一剎那，這定中境界不可思議。"
    },
    {
      "id": "01-014-0013_p0041",
      "zh_CN": "而佛说的经，实在讲也不可思议。这部《华严经》，大龙菩萨收藏在龙宫里面，一直到佛灭度之后六百年，出现了一位龙树菩萨，他有这个缘分被大龙菩萨迎请到龙宫，参观他的藏经楼，看到《大方广佛华严经》，佛在二七日中所说的。这部经多大分量？说起来不可思议，佛经，印度人计算文字的方法跟我们中国不一样。我们中国算字数，这本书多少分量算字数，像常常说的老子《道德经》五千言，五千个字，它这个分量是五千个字，用字数来算的。印度人算，他不用字为单位，他用偈，这个偈不管它是不是偈颂，长行它也算，四句叫一偈，他用这个为单位，四句做一个单位。我们中国是一个字做单位，他是四句做一个单位。多少偈？龙树菩萨告诉我们，他说这部经有「十个三千大千世界微尘偈」，这吓死人。十个三千大千世界微尘偈，把这个世界磨成微尘，一个微尘就是一偈，就四句，十个三千大千世界微尘偈。多少品？「一四天下微尘品」。一四天下，一个单位世界，像我们讲的一个太阳系，黄念祖讲的就是一个银河系，他讲的就更大，这里面所有星球磨成微尘，一微尘是一品，一四天下微尘品。",
      "zh_TW": "而佛說的經，實在講也不可思議。這部《華嚴經》，大龍菩薩收藏在龍宮裡面，一直到佛滅度之後六百年，出現了一位龍樹菩薩，他有這個緣分被大龍菩薩迎請到龍宮，參觀他的藏經樓，看到《大方廣佛華嚴經》，佛在二七日中所說的。這部經多大分量？說起來不可思議，佛經，印度人計算文字的方法跟我們中國不一樣。我們中國算字數，這本書多少分量算字數，像常常說的老子《道德經》五千言，五千個字，它這個分量是五千個字，用字數來算的。印度人算，他不用字為單位，他用偈，這個偈不管它是不是偈頌，長行它也算，四句叫一偈，他用這個為單位，四句做一個單位。我們中國是一個字做單位，他是四句做一個單位。多少偈？龍樹菩薩告訴我們，他說這部經有「十個三千大千世界微塵偈」，這嚇死人。十個三千大千世界微塵偈，把這個世界磨成微塵，一個微塵就是一偈，就四句，十個三千大千世界微塵偈。多少品？「一四天下微塵品」。一四天下，一個單位世界，像我們講的一個太陽系，黃念祖講的就是一個銀河系，他講的就更大，這裡面所有星球磨成微塵，一微塵是一品，一四天下微塵品。"
    },
    {
      "id": "01-014-0013_p0042",
      "zh_CN": "龙树菩萨一看，呆了，这个世间人没有办法受持。佛的智慧之深广，我们怎么能够测度！所以从龙树菩萨这句话，你想想佛是多大的智慧。不能受持怎么办？它还有中本的，这是大本经，中本经的数量比大本就少了很多，中本好像是选集，不是全集，选集。选集数量也可观，也不是我们这个世界众生能够受持的。最后看到还有一个下本，下本是什么？大概是提要、提纲。像你们看楼上《四库全书》，《四库全书总目提要》，总目提要有四册，这个差不多，《四库全书总目提要》，龙树菩萨就把这个带到我们人间，就是我们现在所看到的《大方广佛华严经》，其实是《大方广佛华严经》的目录提要，这个东西。",
      "zh_TW": "龍樹菩薩一看，呆了，這個世間人沒有辦法受持。佛的智慧之深廣，我們怎麼能夠測度！所以從龍樹菩薩這句話，你想想佛是多大的智慧。不能受持怎麼辦？它還有中本的，這是大本經，中本經的數量比大本就少了很多，中本好像是選集，不是全集，選集。選集數量也可觀，也不是我們這個世界眾生能夠受持的。最後看到還有一個下本，下本是什麼？大概是提要、提綱。像你們看樓上《四庫全書》，《四庫全書總目提要》，總目提要有四冊，這個差不多，《四庫全書總目提要》，龍樹菩薩就把這個帶到我們人間，就是我們現在所看到的《大方廣佛華嚴經》，其實是《大方廣佛華嚴經》的目錄提要，這個東西。"
    },
    {
      "id": "01-014-0013_p0043",
      "zh_CN": "经传到中国来，经过三次的翻译，还不是完整的经文。完整的龙树菩萨带出来的《华严经》十万偈四十品，现在到中国的经典残缺不齐。晋经，晋朝翻译的《六十华严》，三万六千偈，你看距离十万偈少多少？唐朝翻译的八十卷《华严》，是四万五千偈，三万六再加九千偈，还不到一半。加上贞元译的《普贤行愿品》，这末后「入法界」一品四十卷，这是完整的，刚刚超过半数。所以我们称中文本的《华严经》，略本华严，下本不能称，略本华严，华严时！",
      "zh_TW": "經傳到中國來，經過三次的翻譯，還不是完整的經文。完整的龍樹菩薩帶出來的《華嚴經》十萬偈四十品，現在到中國的經典殘缺不齊。晉經，晉朝翻譯的《六十華嚴》，三萬六千偈，你看距離十萬偈少多少？唐朝翻譯的八十卷《華嚴》，是四萬五千偈，三萬六再加九千偈，還不到一半。加上貞元譯的《普賢行願品》，這末後「入法界」一品四十卷，這是完整的，剛剛超過半數。所以我們稱中文本的《華嚴經》，略本華嚴，下本不能稱，略本華嚴，華嚴時！"
    },
    {
      "id": "01-014-0013_p0044",
      "zh_CN": "世尊从定中出来，这才度五比丘，僧团成立了，讲阿含。阿含之后讲方等，方等以后讲般若，般若之后讲法华、涅槃，五时，四十九年。五时之中，讲到一生成佛的只有《华严》、《法华》。《华严经》上，善财童子一生成佛，法华会上龙女一生成佛，《华严》是善财。佛在经上讲一生成佛，就这两部经。《华严》讲的详细，把善财童子修行的经历都详细为我们说明，他的成佛，还是普贤菩萨十大愿王导归极乐。换句话说，真正讲成佛，还是在西方极乐世界。",
      "zh_TW": "世尊從定中出來，這才度五比丘，僧團成立了，講阿含。阿含之後講方等，方等以後講般若，般若之後講法華、涅槃，五時，四十九年。五時之中，講到一生成佛的只有《華嚴》、《法華》。《華嚴經》上，善財童子一生成佛，法華會上龍女一生成佛，《華嚴》是善財。佛在經上講一生成佛，就這兩部經。《華嚴》講的詳細，把善財童子修行的經歷都詳細為我們說明，他的成佛，還是普賢菩薩十大願王導歸極樂。換句話說，真正講成佛，還是在西方極樂世界。"
    },
    {
      "id": "01-014-0013_p0045",
      "zh_CN": "修净土的人只要具足经上讲的这三个条件，信、愿、持名，只要具备这三个条件，没有一个不往生。善导大师跟我们说，一百个人修一百个人往生，一千个人修一千个人往生，一个都不会漏掉。所以古人赞叹这个法门叫「万修万人去」，统统都是一生成佛，数量是无量无边，非是算数之所能知。我们为什么不相信？为什么不愿意修？宗门虽然也不错，禅宗，禅宗开悟是有一点像佛，你看他的见解、谈吐是满像佛，可是你仔细观察，多生的习气不容易断。所以常说「理虽顿悟，事须渐除」，事实上，这个习气烦恼还得要慢慢去断。但是我们想想无量劫到今生，我们造了多少业？生生世世跟这些众生结了多少怨？这些冤家债主时时刻刻在那里等机会要来报复你，这就产生修行人的魔障。",
      "zh_TW": "修淨土的人只要具足經上講的這三個條件，信、願、持名，只要具備這三個條件，沒有一個不往生。善導大師跟我們說，一百個人修一百個人往生，一千個人修一千個人往生，一個都不會漏掉。所以古人讚歎這個法門叫「萬修萬人去」，統統都是一生成佛，數量是無量無邊，非是算數之所能知。我們為什麼不相信？為什麼不願意修？宗門雖然也不錯，禪宗，禪宗開悟是有一點像佛，你看他的見解、談吐是滿像佛，可是你仔細觀察，多生的習氣不容易斷。所以常說「理雖頓悟，事須漸除」，事實上，這個習氣煩惱還得要慢慢去斷。但是我們想想無量劫到今生，我們造了多少業？生生世世跟這些眾生結了多少怨？這些冤家債主時時刻刻在那裡等機會要來報復你，這就產生修行人的魔障。"
    },
    {
      "id": "01-014-0013_p0046",
      "zh_CN": "魔障从哪里来？累劫的冤亲债主他们不肯放过。所以我们修行要回向，修行要把功德回向给历劫冤亲债主，要真干才行，要真修才行！你那个假修行回向给冤亲债主，他什么都得不到，光是一句空话，什么也得不到，他还会饶你吗？不会饶你的。真实功德回向给他，行，他能真得利益，可以放你一马，不找你麻烦。所以禅宗大德修行魔障多。《楞严经》是禅宗非常重要的一部经典，后面讲五十种阴魔，难，太难太难。那个魔境界之高，如果魔境现前，我们实在讲没有能力辨别他是佛境界、是魔境界，没有能力辨别。因此，远不如念佛求生净土稳当，假如这一退转，那个麻烦就大。",
      "zh_TW": "魔障從哪裡來？累劫的冤親債主他們不肯放過。所以我們修行要迴向，修行要把功德迴向給歷劫冤親債主，要真幹才行，要真修才行！你那個假修行迴向給冤親債主，他什麼都得不到，光是一句空話，什麼也得不到，他還會饒你嗎？不會饒你的。真實功德迴向給他，行，他能真得利益，可以放你一馬，不找你麻煩。所以禪宗大德修行魔障多。《楞嚴經》是禪宗非常重要的一部經典，後面講五十種陰魔，難，太難太難。那個魔境界之高，如果魔境現前，我們實在講沒有能力辨別他是佛境界、是魔境界，沒有能力辨別。因此，遠不如念佛求生淨土穩當，假如這一退轉，那個麻煩就大。"
    },
    {
      "id": "01-014-0013_p0047",
      "zh_CN": "我们想到唐朝圆泽禅师三生石的故事，说三生石，很多人有这个印象，他那个功夫很了不起，知道过去、未来。李源是他非常要好的朋友、同参，邀他到四川去朝山、去参访，计划路怎么走法，圆泽禅师提议走陆路，陆路走得很辛苦，李源讲走水路，坐船就方便多，不太辛苦。李源坚持要走水路，好，就一道去。结果有一天，天晚的时候船靠岸休息，见到有一个妇人在河边上洗衣服，圆泽禅师一见流眼泪了，李源问他为什么？他说：这个妇女怀孕三年，等我去投胎，我不见也许可以逃过，今天见到了，逃不过了。就跟李源讲：我明天去投胎，三天以后，你来看我，我对你笑一笑。他在那里坐化了。过三天，他真的到那个妇人家去看，敲她的门。生小孩了，生个小男孩，我来看看，一见面，这个小孩对他笑一笑。这不容易。你看不求生净土，又到人间来做人。而且就是他在临走的时候，他跟李源约了，我跟你笑一笑，然后在十二年之后，约他在杭州一个地方再见面。李源很守信，十二年之后，中秋到那边，果然跟他见面，他十二岁小孩，牧牛，骑着牛吹着笛子，跟他在那里再见面。这样功夫的人没有法子，知道过去、知道未来，临终、临死之前跟老朋友约定十二年之后在哪里见面，参禅的！这三生石的故事。",
      "zh_TW": "我們想到唐朝圓澤禪師三生石的故事，說三生石，很多人有這個印象，他那個功夫很了不起，知道過去、未來。李源是他非常要好的朋友、同參，邀他到四川去朝山、去參訪，計畫路怎麼走法，圓澤禪師提議走陸路，陸路走得很辛苦，李源講走水路，坐船就方便多，不太辛苦。李源堅持要走水路，好，就一道去。結果有一天，天晚的時候船靠岸休息，見到有一個婦人在河邊上洗衣服，圓澤禪師一見流眼淚了，李源問他為什麼？他說：這個婦女懷孕三年，等我去投胎，我不見也許可以逃過，今天見到了，逃不過了。就跟李源講：我明天去投胎，三天以後，你來看我，我對你笑一笑。他在那裡坐化了。過三天，他真的到那個婦人家去看，敲她的門。生小孩了，生個小男孩，我來看看，一見面，這個小孩對他笑一笑。這不容易。你看不求生淨土，又到人間來做人。而且就是他在臨走的時候，他跟李源約了，我跟你笑一笑，然後在十二年之後，約他在杭州一個地方再見面。李源很守信，十二年之後，中秋到那邊，果然跟他見面，他十二歲小孩，牧牛，騎著牛吹著笛子，跟他在那裡再見面。這樣功夫的人沒有法子，知道過去、知道未來，臨終、臨死之前跟老朋友約定十二年之後在哪裡見面，參禪的！這三生石的故事。"
    },
    {
      "id": "01-014-0013_p0048",
      "zh_CN": "你才晓得了生死、出三界是多难。他这一生清楚，如果要不认真再努力修行，再一转世就迷惑，就往下坠落，这种人太多太多。连正史里面都有记载，苏东坡是五祖戒禅师转世的，类似这个，大家看《历史感应统纪》里面有很多位，都是前生大修行人转世来的，这一转世就不如前一世。由此可知，他这个转世愈转愈往下去，他不能往上转，他往下转，往上难，往下容易。所以你要想到这些事情，才知道轮回的可怕。今天我们遇到唯一能够超越轮回的这个法门，假如我们要不能够把它把握住，在这一生当中好好的去修，认真的去修学，那这一生就空过了。空过这一生，你要晓得，不晓得要耽误到多少劫。刚才讲了生到非非想天，八万大劫，西方世界二、三劫就成佛，为什么不把这个机会抓住？真正抓住这个机会，决定对经典要有信心，对祖师介绍，祖师的着疏就是介绍，要有信心。",
      "zh_TW": "你才曉得了生死、出三界是多難。他這一生清楚，如果要不認真再努力修行，再一轉世就迷惑，就往下墜落，這種人太多太多。連正史裡面都有記載，蘇東坡是五祖戒禪師轉世的，類似這個，大家看《歷史感應統紀》裡面有很多位，都是前生大修行人轉世來的，這一轉世就不如前一世。由此可知，他這個轉世愈轉愈往下去，他不能往上轉，他往下轉，往上難，往下容易。所以你要想到這些事情，才知道輪迴的可怕。今天我們遇到唯一能夠超越輪迴的這個法門，假如我們要不能夠把它把握住，在這一生當中好好的去修，認真的去修學，那這一生就空過了。空過這一生，你要曉得，不曉得要耽誤到多少劫。剛才講了生到非非想天，八萬大劫，西方世界二、三劫就成佛，為什麼不把這個機會抓住？真正抓住這個機會，決定對經典要有信心，對祖師介紹，祖師的著疏就是介紹，要有信心。"
    },
    {
      "id": "01-014-0013_p0049",
      "zh_CN": "善导，善导连日本人都相信，日本人对善导大师是非常尊敬，比我们中国人尊敬。日本许多寺院，净土宗的寺院都用善导大师的名字做寺名，我们台湾台北善导寺，日本人建的，不是中国人建的，他们都晓得善导大师是阿弥陀佛的化身。在中国历史上，知道是阿弥陀佛化身的有三位，善导大师，以后是永明延寿大师，再就是国清寺的丰干和尚，这是身分暴露的。身分没有露的，那我们就不晓得；露了身分的有这三位，阿弥陀佛再来的。所以对于他们的教诲要相信。",
      "zh_TW": "善導，善導連日本人都相信，日本人對善導大師是非常尊敬，比我們中國人尊敬。日本許多寺院，淨土宗的寺院都用善導大師的名字做寺名，我們台灣台北善導寺，日本人建的，不是中國人建的，他們都曉得善導大師是阿彌陀佛的化身。在中國歷史上，知道是阿彌陀佛化身的有三位，善導大師，以後是永明延壽大師，再就是國清寺的豐干和尚，這是身分暴露的。身分沒有露的，那我們就不曉得；露了身分的有這三位，阿彌陀佛再來的。所以對於他們的教誨要相信。"
    },
    {
      "id": "01-014-0013_p0050",
      "zh_CN": "一定要发愿，要把这桩事情当作我们这一生当中第一桩大事来办，其他都是小事。这一桩是大事，这一生当中一定要完成，真正去办不难！何况我们今天道理虽然不能讲很清楚，也略知一二，事实真相摆在面前，想想不难理解，方法简单容易，为什么不修？如果不往生，回过头来看看这娑婆世界，看看轮回的状况，如果你对这个要真的能看清楚、看明白，你才晓得净土不能不去，净土非去不可。除这条路之外，别无生路，这是实在的。宗门教下这些大德，他们看清楚、看明白，没有一个不回头，没有一个不专修净土求愿往生，天台大师就是最明显的例子。智者大师求生净土，所以天台宗代代的祖师都以净土为归宿。近代的谛闲老和尚、倓虚法师、宝静法师，这是天台宗近代的祖师，都是求生净土。",
      "zh_TW": "一定要發願，要把這樁事情當作我們這一生當中第一樁大事來辦，其他都是小事。這一樁是大事，這一生當中一定要完成，真正去辦不難！何況我們今天道理雖然不能講很清楚，也略知一二，事實真相擺在面前，想想不難理解，方法簡單容易，為什麼不修？如果不往生，回過頭來看看這娑婆世界，看看輪迴的狀況，如果你對這個要真的能看清楚、看明白，你才曉得淨土不能不去，淨土非去不可。除這條路之外，別無生路，這是實在的。宗門教下這些大德，他們看清楚、看明白，沒有一個不回頭，沒有一個不專修淨土求願往生，天台大師就是最明顯的例子。智者大師求生淨土，所以天台宗代代的祖師都以淨土為歸宿。近代的諦閑老和尚、倓虛法師、寶靜法師，這是天台宗近代的祖師，都是求生淨土。"
    },
    {
      "id": "01-014-0013_p0051",
      "zh_CN": "再看看民国初年，出家在家的一些大德，弘扬《华严》的应慈法师，他老人家标榜的「教宗华严，行在弥陀」，以净土为归宿。居士里面江味农居士，四十年的时间修学般若，他写了一本《金刚经讲义》，四十年的功夫，他最后念佛求生净土的。他的女儿我见过面，在纽约，不知道最近状况怎样。现在要在，差不多也应该接近九十岁了，曾经到台北去看过我。她自我介绍，因为我在台北讲《金刚经》，她来找我，说她父亲一生是研究《金刚经》的，写成《金刚经讲义》，我听了很欢喜。我们那个时候正好印江老居士的《金刚经讲义》，前面还有江味农居士的照片，我送了一部给她做纪念。她就讲她父亲念佛求生净土。她从前年轻，对这个事情不太在意，现在年老了，晓得生死事大，这个事情要紧，来问我怎么办？我就教她老实念佛。就是纽约的相太太，她的先生姓相，江味农的女儿，跟沈家桢居士他们很熟。所以年岁大的时候，才想到这个事情，也就难得了，不容易。不如年轻，愈年轻愈好，那果报就无比的殊胜。不要等到老来才学佛，年轻人应该要认真、要努力。我们的法会明天还有一天，「第五教相」这一段，明天跟诸位介绍。这一次我们只把《要解》的玄义介绍出来，往后的经文，我们再找机会来跟同修们一起研究。今天就讲到此地。",
      "zh_TW": "再看看民國初年，出家在家的一些大德，弘揚《華嚴》的應慈法師，他老人家標榜的「教宗華嚴，行在彌陀」，以淨土為歸宿。居士裡面江味農居士，四十年的時間修學般若，他寫了一本《金剛經講義》，四十年的功夫，他最後念佛求生淨土的。他的女兒我見過面，在紐約，不知道最近狀況怎樣。現在要在，差不多也應該接近九十歲了，曾經到台北去看過我。她自我介紹，因為我在台北講《金剛經》，她來找我，說她父親一生是研究《金剛經》的，寫成《金剛經講義》，我聽了很歡喜。我們那個時候正好印江老居士的《金剛經講義》，前面還有江味農居士的照片，我送了一部給她做紀念。她就講她父親念佛求生淨土。她從前年輕，對這個事情不太在意，現在年老了，曉得生死事大，這個事情要緊，來問我怎麼辦？我就教她老實念佛。就是紐約的相太太，她的先生姓相，江味農的女兒，跟沈家楨居士他們很熟。所以年歲大的時候，才想到這個事情，也就難得了，不容易。不如年輕，愈年輕愈好，那果報就無比的殊勝。不要等到老來才學佛，年輕人應該要認真、要努力。我們的法會明天還有一天，「第五教相」這一段，明天跟諸位介紹。這一次我們只把《要解》的玄義介紹出來，往後的經文，我們再找機會來跟同修們一起研究。今天就講到此地。"
    }
  ]
}