{
  "doc_id": "21-251-0001",
  "title": {
    "zh_CN": "学佛问答（答香港参学同修之三）",
    "zh_TW": "學佛問答（答香港參學同修之三）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-251-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "21-251-0001_p0001",
      "zh_CN": "我看到这里头有一个是郭居士，他是雪梨净宗学会的。在不在此地？他有一篇报告是林心润居士的口述，这是一个感应的事情，很希有，这是真的不是假的。",
      "zh_TW": "我看到這裡頭有一個是郭居士，他是雪梨淨宗學會的。在不在此地？他有一篇報告是林心潤居士的口述，這是一個感應的事情，很希有，這是真的不是假的。"
    },
    {
      "id": "21-251-0001_p0002",
      "zh_CN": "她是在今年七月三号星期六，她说清晨两点多钟她做了一个梦，她梦到一个人哭哭啼啼的走到她面前告诉她，他说你要救我，向她求救。她就问他到底发生什么事情？他说我就是在伊拉克遭到激进分子斩首的韩国人质。她就问他：你叫什么名字？他真的说出他叫金善日，真的把名字说出来。她就问他：那你要我怎么救你？他就哭着说：你一定能够救我。这个时候她就拍拍他的肩膀说：你不要哭，慢慢的讲，我唯一能救你就是教你念佛，你现在仔细的听。她就带着他念阿弥陀佛，阿弥陀佛，阿弥陀佛，一面念一面就教他念，然后就问他：你会不会念？他就说：我会念了，我现在就念，于是就念阿弥陀佛，她就醒过来了。",
      "zh_TW": "她是在今年七月三號星期六，她說清晨兩點多鐘她做了一個夢，她夢到一個人哭哭啼啼的走到她面前告訴她，他說你要救我，向她求救。她就問他到底發生什麼事情？他說我就是在伊拉克遭到激進分子斬首的韓國人質。她就問他：你叫什麼名字？他真的說出他叫金善日，真的把名字說出來。她就問他：那你要我怎麼救你？他就哭著說：你一定能夠救我。這個時候她就拍拍他的肩膀說：你不要哭，慢慢的講，我唯一能救你就是教你念佛，你現在仔細的聽。她就帶著他念阿彌陀佛，阿彌陀佛，阿彌陀佛，一面念一面就教他念，然後就問他：你會不會念？他就說：我會念了，我現在就念，於是就念阿彌陀佛，她就醒過來了。"
    },
    {
      "id": "21-251-0001_p0003",
      "zh_CN": "醒过来，这个事情她就发呆，怎么会有这个梦？半夜醒过来。结果她的儿子这个时候也起来，看到他母亲在发呆，就问她什么事情。他母亲把刚才这个梦中境界告诉他，结果她儿子正好有一篇报导，就是报导这个事情，而且这个报导里头还有韩国金善日的照片，她一看就是梦里头这个人，所以她感到非常惊讶。于是第二天就在净宗学会给他立牌位，大家在佛七当中，给他立牌位，给他念佛，天天给他回向。到了第十三天，她清晨又做了一个梦，梦到金善日坐在一朵绿色莲花上面，真的往生了，向她道谢。所以这一段事迹，我想你们重新好好的打字，可以给大家看看，这个事情是真的不是假的。我相信金善日过去生中是个念佛人，他有这个善根。他跟林居士一定有特别的缘分找到她，找到她真的把他超度了，真的帮助他往生了，这个缘非常殊胜，所以念佛功德不可思议。好，我们现在按照这个顺序。",
      "zh_TW": "醒過來，這個事情她就發呆，怎麼會有這個夢？半夜醒過來。結果她的兒子這個時候也起來，看到他母親在發呆，就問她什麼事情。他母親把剛才這個夢中境界告訴他，結果她兒子正好有一篇報導，就是報導這個事情，而且這個報導裡頭還有韓國金善日的照片，她一看就是夢裡頭這個人，所以她感到非常驚訝。於是第二天就在淨宗學會給他立牌位，大家在佛七當中，給他立牌位，給他念佛，天天給他迴向。到了第十三天，她清晨又做了一個夢，夢到金善日坐在一朵綠色蓮花上面，真的往生了，向她道謝。所以這一段事跡，我想你們重新好好的打字，可以給大家看看，這個事情是真的不是假的。我相信金善日過去生中是個念佛人，他有這個善根。他跟林居士一定有特別的緣分找到她，找到她真的把他超度了，真的幫助他往生了，這個緣非常殊勝，所以念佛功德不可思議。好，我們現在按照這個順序。"
    },
    {
      "id": "21-251-0001_p0004",
      "zh_CN": "问：这是深圳段居士他提出的问题，他说弟子今生有幸在佛力加持下（他已经六十三岁）得到佛法，如饥似渴也非常努力修行，一心想往生西方极乐世界，但学佛的三年当中经常生病。今年五月份以来又是头昏脑胀，四肢无力，而且右半个脸麻木，头脑极不清楚，什么都记不住，看碟片就睡觉，修行受到了极大的影响，医院又查不出病因。我想这是冤亲债主向我讨债，每天忏悔业障向他们道歉，并将诵经念佛功德回向他们，至今三个多月没有好转。自己心里着急，因为年龄已经大了，不抓紧时间已经来不及，自己的根性又差，也许我修行方法有问题，敬请老法师慈悲开示。",
      "zh_TW": "問：這是深圳段居士他提出的問題，他說弟子今生有幸在佛力加持下（他已經六十三歲）得到佛法，如飢似渴也非常努力修行，一心想往生西方極樂世界，但學佛的三年當中經常生病。今年五月份以來又是頭昏腦脹，四肢無力，而且右半個臉麻木，頭腦極不清楚，什麼都記不住，看碟片就睡覺，修行受到了極大的影響，醫院又查不出病因。我想這是冤親債主向我討債，每天懺悔業障向他們道歉，並將誦經念佛功德迴向他們，至今三個多月沒有好轉。自己心裡著急，因為年齡已經大了，不抓緊時間已經來不及，自己的根性又差，也許我修行方法有問題，敬請老法師慈悲開示。"
    },
    {
      "id": "21-251-0001_p0005",
      "zh_CN": "答：你的见解、想法很正确，没有问题。你现在这个境界转不过来是你功夫力度不够，你要有信心，你不能够退转、不能够灰心，继续再念下去。你说你念三个月了，你再念三个月也就有效了，这是功夫力度不够，一定要加强。念佛人求生净土，对于这个世间决定没有贪恋，这非常非常重要，如果对这个世间还有贪恋，那你的业障就消不了，真的是要万缘放下，一心求生净土。你看我们刚才这个讯息，金善日被人家砍头，他的灵魂没有离开他们念佛的道场，十三天他就往生了，我们听了并不讶异，为什么？《弥陀经》上说得很明白，若一日、若二日到若七日，这十三天当然可能，关键就在你是不是真的放下，关键在此地，你放不下没有办法。",
      "zh_TW": "答：你的見解、想法很正確，沒有問題。你現在這個境界轉不過來是你功夫力度不夠，你要有信心，你不能夠退轉、不能夠灰心，繼續再念下去。你說你念三個月了，你再念三個月也就有效了，這是功夫力度不夠，一定要加強。念佛人求生淨土，對於這個世間決定沒有貪戀，這非常非常重要，如果對這個世間還有貪戀，那你的業障就消不了，真的是要萬緣放下，一心求生淨土。你看我們剛才這個訊息，金善日被人家砍頭，他的靈魂沒有離開他們念佛的道場，十三天他就往生了，我們聽了並不訝異，為什麼？《彌陀經》上說得很明白，若一日、若二日到若七日，這十三天當然可能，關鍵就在你是不是真的放下，關鍵在此地，你放不下沒有辦法。"
    },
    {
      "id": "21-251-0001_p0006",
      "zh_CN": "我们同学，我可以说每一位过去生中生生世世都修这个法门，为什么没去得了还再搞六道轮回？就是放不下。这一生你还要放不下，那你还要继续搞轮回，继续搞轮回你一定要知道你先到哪里去？先到三途。你想来生再得人道是得不到的，为什么？来生要再得人道，你的五戒十善至少要打八十分。我们五戒十善能不能达到这个标准？五戒十善是人道，天道的标准更高。所以把佛教导我们修行的这些德目、这些科目：三皈，觉而不迷，正而不邪，净而不染；净业三福是修行的根本，「孝养父母，奉事师长，慈心不杀，修十善业」，你做到了多少？如果是学佛，那再加上「受持三皈，具足众戒，不犯威仪」，这我们讲到最低的限度就是《沙弥律仪》，十条戒二十四门威仪你有没有做到？你要没有做到肯定堕三途。",
      "zh_TW": "我們同學，我可以說每一位過去生中生生世世都修這個法門，為什麼沒去得了還再搞六道輪迴？就是放不下。這一生你還要放不下，那你還要繼續搞輪迴，繼續搞輪迴你一定要知道你先到哪裡去？先到三途。你想來生再得人道是得不到的，為什麼？來生要再得人道，你的五戒十善至少要打八十分。我們五戒十善能不能達到這個標準？五戒十善是人道，天道的標準更高。所以把佛教導我們修行的這些德目、這些科目：三皈，覺而不迷，正而不邪，淨而不染；淨業三福是修行的根本，「孝養父母，奉事師長，慈心不殺，修十善業」，你做到了多少？如果是學佛，那再加上「受持三皈，具足眾戒，不犯威儀」，這我們講到最低的限度就是《沙彌律儀》，十條戒二十四門威儀你有沒有做到？你要沒有做到肯定墮三途。"
    },
    {
      "id": "21-251-0001_p0007",
      "zh_CN": "问：我刚才看到有一个同修他写的（刚刚传来的），是成都遂宁应传寺新出家的一位同修。出家不容易！他说他发心出家，但是他过去有个女朋友，这个女朋友要死要活不让他出家，如果出家她就要自杀。",
      "zh_TW": "問：我剛才看到有一個同修他寫的（剛剛傳來的），是成都遂寧應傳寺新出家的一位同修。出家不容易！他說他發心出家，但是他過去有個女朋友，這個女朋友要死要活不讓他出家，如果出家她就要自殺。"
    },
    {
      "id": "21-251-0001_p0008",
      "zh_CN": "答：这桩事情，我们这里同学你们去找找，好像《念佛论》，我们新印的《念佛论》后面附的倓虚法师他的开示，我们也把它写成文字了，就是那个锅漏匠念佛往生的。他同时讲了两个人，都是谛闲法师的徒弟，一个是参禅的，一个是念佛的。那个参禅以后做了土地公，他也是出家之后，他太太不同意，结果太太自杀了。自杀之后这个鬼魂一直就跟着他，因为他真修行，修行的功夫不错，有护法神保护，所以这个鬼神虽然跟在一块，她贴不到身，不能贴身。这过了几十年，修行不错，在寺庙里头从清众慢慢升，升到首座和尚。首座和尚就像一个学校的教务主任一样，所以供养也多了，信徒也多了，自己就觉得不错了。那个傲慢念头一起，护法神离开，他太太附身了。附身之后，看到水就想跳水，结果真的他跳水淹死了，那是鬼魂附身的，她不饶你。倓老法师这个开示可以给他做参考，让他去看看，你们的恩怨一定要把它化解，如果不化解后患无穷。",
      "zh_TW": "答：這樁事情，我們這裡同學你們去找找，好像《念佛論》，我們新印的《念佛論》後面附的倓虛法師他的開示，我們也把它寫成文字了，就是那個鍋漏匠念佛往生的。他同時講了兩個人，都是諦閑法師的徒弟，一個是參禪的，一個是念佛的。那個參禪以後做了土地公，他也是出家之後，他太太不同意，結果太太自殺了。自殺之後這個鬼魂一直就跟著他，因為他真修行，修行的功夫不錯，有護法神保護，所以這個鬼神雖然跟在一塊，她貼不到身，不能貼身。這過了幾十年，修行不錯，在寺廟裡頭從清眾慢慢升，升到首座和尚。首座和尚就像一個學校的教務主任一樣，所以供養也多了，信徒也多了，自己就覺得不錯了。那個傲慢念頭一起，護法神離開，他太太附身了。附身之後，看到水就想跳水，結果真的他跳水淹死了，那是鬼魂附身的，她不饒你。倓老法師這個開示可以給他做參考，讓他去看看，你們的恩怨一定要把它化解，如果不化解後患無窮。"
    },
    {
      "id": "21-251-0001_p0009",
      "zh_CN": "出家也是很不容易，你戒律要是守不好的话，冤亲债主就找上身，不会放过你的，你真修行才行，你才有护法神，所以这不是儿戏。尤其是出家，总要给释迦牟尼佛要争光才行，我们修得很好，大家看到我们会赞叹佛教；如果我们修得不好，别人看到我们毁谤我们，毁谤我们不要紧，我们是代表佛教，毁谤我们就是毁谤整个佛教，那个罪重，这就是阿鼻地狱的罪业，这不可以不知道。所以出家人不是快速的生极乐世界，就是快速的堕阿鼻地狱，两条路。不出家不破坏佛教形象，我们自己做什么恶业，人家骂你坏人，但是它不会沾到佛教；你一出家，他骂你是骂整个佛教，全部都骂到了，这不得了，这个罪过比什么都重，所以一定要懂这个道理。这个问题我们就这样子答复他，把倓老法师那篇开示寄给他看。所以修行自己方法正确，这现象是业障，确实是业障，但是你只要方向不变，继续努力下去，放下万缘，念佛求生净土，业障会很快消除。",
      "zh_TW": "出家也是很不容易，你戒律要是守不好的話，冤親債主就找上身，不會放過你的，你真修行才行，你才有護法神，所以這不是兒戲。尤其是出家，總要給釋迦牟尼佛要爭光才行，我們修得很好，大家看到我們會讚歎佛教；如果我們修得不好，別人看到我們毀謗我們，毀謗我們不要緊，我們是代表佛教，毀謗我們就是毀謗整個佛教，那個罪重，這就是阿鼻地獄的罪業，這不可以不知道。所以出家人不是快速的生極樂世界，就是快速的墮阿鼻地獄，兩條路。不出家不破壞佛教形象，我們自己做什麼惡業，人家罵你壞人，但是它不會沾到佛教；你一出家，他罵你是罵整個佛教，全部都罵到了，這不得了，這個罪過比什麼都重，所以一定要懂這個道理。這個問題我們就這樣子答覆他，把倓老法師那篇開示寄給他看。所以修行自己方法正確，這現象是業障，確實是業障，但是你只要方向不變，繼續努力下去，放下萬緣，念佛求生淨土，業障會很快消除。"
    },
    {
      "id": "21-251-0001_p0010",
      "zh_CN": "问：第二位这是佛山的杜居士说，我本人有缘结识了几间寺院，而且这几间寺院都要重修，费用较大。首先我已带头化缘布施，也发动了许多有心的善信化缘布施。现在我有两个问题，第一个我这样多处化缘布施是否合佛法？是否应该专门化缘布施一间寺院还是多间的好？",
      "zh_TW": "問：第二位這是佛山的杜居士說，我本人有緣結識了幾間寺院，而且這幾間寺院都要重修，費用較大。首先我已帶頭化緣布施，也發動了許多有心的善信化緣布施。現在我有兩個問題，第一個我這樣多處化緣布施是否合佛法？是否應該專門化緣布施一間寺院還是多間的好？"
    },
    {
      "id": "21-251-0001_p0011",
      "zh_CN": "答：这个事情要看寺院里面的修行人，如果寺院里头真正有修行人，化缘帮助他们是好事情，你是做了大好事；如果这个寺院里没有真正修行人，那你的麻烦就多了，这真的要很小心、很谨慎。我们的话只能说到此地，不能再往下说了。过去我在台中求学的时候，跟李老师学佛，老师常常告诉我们「有庙无道，不能兴教」，所以老师着重在道不着重在庙。我学佛五十三年，讲经四十六年，我没有道场，我没有庙。我很怕道场，很怕有庙，为什么？你一有庙，庙愈大，争夺产业的人愈多，造罪业愈重，没有庙大家就没得争。",
      "zh_TW": "答：這個事情要看寺院裡面的修行人，如果寺院裡頭真正有修行人，化緣幫助他們是好事情，你是做了大好事；如果這個寺院裡沒有真正修行人，那你的麻煩就多了，這真的要很小心、很謹慎。我們的話只能說到此地，不能再往下說了。過去我在台中求學的時候，跟李老師學佛，老師常常告訴我們「有廟無道，不能興教」，所以老師著重在道不著重在廟。我學佛五十三年，講經四十六年，我沒有道場，我沒有廟。我很怕道場，很怕有廟，為什麼？你一有廟，廟愈大，爭奪產業的人愈多，造罪業愈重，沒有廟大家就沒得爭。"
    },
    {
      "id": "21-251-0001_p0012",
      "zh_CN": "那我们这个道场，这三层楼是三个居士的，我们在这里做得好，他继续支持供给我们；我们做得不好，他就收回去，这如法。释迦牟尼佛当年在世，你看国王大臣提供的道场，提供什么？只提供使用权，没有提供所有权。譬如说这个道场是你的，你看到有出家人不错，你供养他，他做得不好，收回来，没有人争。所以出家人修行，他很用功，他心地清净，你有了道场给他，他出了家，现在你又搞个家把他扣住，他又回家了。你有没有想到这个问题？他回家就糟了。",
      "zh_TW": "那我們這個道場，這三層樓是三個居士的，我們在這裡做得好，他繼續支持供給我們；我們做得不好，他就收回去，這如法。釋迦牟尼佛當年在世，你看國王大臣提供的道場，提供什麼？只提供使用權，沒有提供所有權。譬如說這個道場是你的，你看到有出家人不錯，你供養他，他做得不好，收回來，沒有人爭。所以出家人修行，他很用功，他心地清淨，你有了道場給他，他出了家，現在你又搞個家把他扣住，他又回家了。你有沒有想到這個問題？他回家就糟了。"
    },
    {
      "id": "21-251-0001_p0013",
      "zh_CN": "尤其是在现代，现代弘法不在寺庙，寺庙里面已经没有法子弘法了，现在弘法要用电视、要用网路。我们在这个地方讲经全世界人都看到，所以有缘人他能打开我们的频道，这就有缘，佛度有缘人；他不肯打开这个频道，没缘。我们现在自己有卫星，有卫星电视台二十四小时不中断，全世界都能看到，网际网路那更是畅通无阻。你只要有电脑，你收看我们的网址，也是二十四小时不中断的，这是这个时代的弘法方式，不在寺庙。所以有很多出家人对我非常不满意，我讲真话不讲假话。",
      "zh_TW": "尤其是在現代，現代弘法不在寺廟，寺廟裡面已經沒有法子弘法了，現在弘法要用電視、要用網路。我們在這個地方講經全世界人都看到，所以有緣人他能打開我們的頻道，這就有緣，佛度有緣人；他不肯打開這個頻道，沒緣。我們現在自己有衛星，有衛星電視台二十四小時不中斷，全世界都能看到，網際網路那更是暢通無阻。你只要有電腦，你收看我們的網址，也是二十四小時不中斷的，這是這個時代的弘法方式，不在寺廟。所以有很多出家人對我非常不滿意，我講真話不講假話。"
    },
    {
      "id": "21-251-0001_p0014",
      "zh_CN": "你看十方供养我的这些钱财，我绝对不会去盖个庙，为什么？盖个庙把这些钱都埋在土里头去了，都不起作用，这我对不起人。我在过去我就学印光老法师，印祖一生接受供养，全部都用在印经布施，所以他做了一个弘化社。在那个时代这个方式是最殊胜的，一生印经布施，修财供养，修法供养。这经书是法，法宝，送给别人看，印书要钱，所以这一举有两得，财法两种供养具足。他老人家一生干这个事情，我学他，所以一生不盖庙。",
      "zh_TW": "你看十方供養我的這些錢財，我絕對不會去蓋個廟，為什麼？蓋個廟把這些錢都埋在土裡頭去了，都不起作用，這我對不起人。我在過去我就學印光老法師，印祖一生接受供養，全部都用在印經布施，所以他做了一個弘化社。在那個時代這個方式是最殊勝的，一生印經布施，修財供養，修法供養。這經書是法，法寶，送給別人看，印書要錢，所以這一舉有兩得，財法兩種供養具足。他老人家一生幹這個事情，我學他，所以一生不蓋廟。"
    },
    {
      "id": "21-251-0001_p0015",
      "zh_CN": "我在澳洲建了一个净宗学院，这个道场这是逼不得已，因为早年在台湾我们有一个图书馆，范围很小，大概我们图书馆的面积，好像也只有现在学会这么大，可能还没有那么大，很小的一个地方，是韩锳馆长主持。她主持的时候我是不问事的，所以我一生不管人、不管钱、不管事，都是她一个人管。所以有一些人在图书馆出家，跟她出家不是跟我出家。她往生了之后，这个图书馆的财产是用她自己的名字登记的，所以她的儿子就有继承权，儿子把财产拿回去了。我们这些人没地方走了，所以逼不得已建一个道场，供养这些出家人，使他们（虽然跟韩馆长）也不至于流离失所。我在那里建个道场，我们也是报馆长护法之恩，她给我们三十年这样子安定的一个学习环境，使我们有成就。所以我们建一个道场是专门为他们盖的，要不然我一生绝不会建道场。",
      "zh_TW": "我在澳洲建了一個淨宗學院，這個道場這是逼不得已，因為早年在台灣我們有一個圖書館，範圍很小，大概我們圖書館的面積，好像也只有現在學會這麼大，可能還沒有那麼大，很小的一個地方，是韓鍈館長主持。她主持的時候我是不問事的，所以我一生不管人、不管錢、不管事，都是她一個人管。所以有一些人在圖書館出家，跟她出家不是跟我出家。她往生了之後，這個圖書館的財產是用她自己的名字登記的，所以她的兒子就有繼承權，兒子把財產拿回去了。我們這些人沒地方走了，所以逼不得已建一個道場，供養這些出家人，使他們（雖然跟韓館長）也不至於流離失所。我在那裡建個道場，我們也是報館長護法之恩，她給我們三十年這樣子安定的一個學習環境，使我們有成就。所以我們建一個道場是專門為他們蓋的，要不然我一生絕不會建道場。"
    },
    {
      "id": "21-251-0001_p0016",
      "zh_CN": "那我们今天弘法，有这么大的房间足够了，我那个摄影棚你们去看看很小，对全世界，全世界收得到，这多自在。花的钱很少，效果很大。我到日本，日本人看到我所做的这些事都非常羡慕，都很赞叹，花小钱做大事，没有道场。去年我在曼谷参加联合国的会议结识了曼谷差瓦立将军，他是泰国的副总理。带我去看小乘新建的一个如来寺。那个道场规模很大，建筑的形式真的是现代化，它不是宫殿的建筑，它是用像飞碟模型那种建筑，圆形的像一个盘子、盖子，四个这样圆形的大建筑物。每一个建筑物下面可以容纳十万人，你说这规模多大。这小乘寺庙，最新的真是像现在科学一样的，这是科学技术建筑。带我去参观。",
      "zh_TW": "那我們今天弘法，有這麼大的房間足夠了，我那個攝影棚你們去看看很小，對全世界，全世界收得到，這多自在。花的錢很少，效果很大。我到日本，日本人看到我所做的這些事都非常羡慕，都很讚歎，花小錢做大事，沒有道場。去年我在曼谷參加聯合國的會議結識了曼谷差瓦立將軍，他是泰國的副總理。帶我去看小乘新建的一個如來寺。那個道場規模很大，建築的形式真的是現代化，它不是宮殿的建築，它是用像飛碟模型那種建築，圓形的像一個盤子、蓋子，四個這樣圓形的大建築物。每一個建築物下面可以容納十萬人，你說這規模多大。這小乘寺廟，最新的真是像現在科學一樣的，這是科學技術建築。帶我去參觀。"
    },
    {
      "id": "21-251-0001_p0017",
      "zh_CN": "我一参观这么大的道场，还没有完工，第一个建完了还有三个，还在施工当中。所以住持方丈就问我：法师，你的道场在哪里？我一看他那么大的道场，我只好说：法师，我的道场在天上。正好他们门口有两个很大的天线，中国人叫锅，最大的有两个大天线，我告诉他这个天线可以收到我的道场，可以看到我的道场，我的道场在天上。所以布施功德不能说不好，也不能说都是好，主要的要看这个修行人，道场里面的住众真正有真修行的人，那是真实功德，要不是真修的话，那就有问题，这是我们自己要多多的去观察。",
      "zh_TW": "我一參觀這麼大的道場，還沒有完工，第一個建完了還有三個，還在施工當中。所以住持方丈就問我：法師，你的道場在哪裡？我一看他那麼大的道場，我只好說：法師，我的道場在天上。正好他們門口有兩個很大的天線，中國人叫鍋，最大的有兩個大天線，我告訴他這個天線可以收到我的道場，可以看到我的道場，我的道場在天上。所以布施功德不能說不好，也不能說都是好，主要的要看這個修行人，道場裡面的住眾真正有真修行的人，那是真實功德，要不是真修的話，那就有問題，這是我們自己要多多的去觀察。"
    },
    {
      "id": "21-251-0001_p0018",
      "zh_CN": "问：这也是广东汕尾市的这些众居士。他说我们是广东省汕尾市的居士，现在有两个问题恳请老法师指教，第一个我们组建了一个念佛堂，每月初一、十五及周六，周日，佛诞日在此共修，没有出家人参加，除了这些日子之外，也没有人到念佛堂。请问是否应该像出家人的道场那样，每天在念佛堂以饭斋供养三宝？",
      "zh_TW": "問：這也是廣東汕尾市的這些眾居士。他說我們是廣東省汕尾市的居士，現在有兩個問題懇請老法師指教，第一個我們組建了一個念佛堂，每月初一、十五及週六，週日，佛誕日在此共修，沒有出家人參加，除了這些日子之外，也沒有人到念佛堂。請問是否應該像出家人的道場那樣，每天在念佛堂以飯齋供養三寶？"
    },
    {
      "id": "21-251-0001_p0019",
      "zh_CN": "答：你这个念佛堂平常没有人，你供养三宝只供养佛像，没有出家人你怎么供养法？实在的是建念佛堂是好事情，希望这个念佛堂天天有人在里面念佛，这样就好。人多少没有关系，三个、五个都很好，欢迎大家利用这个地方念佛，那你这个念佛堂就真的有无量功德。我们知道在中国国内念佛的人很多，如果有一个这样的场所来供养他，照顾他的生活，他能在里面念佛，好事情。像你们规定初一、十五、周六、周日共修，也好；除了这些日子之外，这里头有几位常住，常住无论是在家出家都好，在家居士常住也行，都是好事情。这样做才如法，这才真正是供养三宝。居士也是三宝之一，这诸位要晓得，只要是真正依照佛法修学，依照六和敬共同在一块生活，那都是僧宝。",
      "zh_TW": "答：你這個念佛堂平常沒有人，你供養三寶只供養佛像，沒有出家人你怎麼供養法？實在的是建念佛堂是好事情，希望這個念佛堂天天有人在裡面念佛，這樣就好。人多少沒有關係，三個、五個都很好，歡迎大家利用這個地方念佛，那你這個念佛堂就真的有無量功德。我們知道在中國國內念佛的人很多，如果有一個這樣的場所來供養他，照顧他的生活，他能在裡面念佛，好事情。像你們規定初一、十五、週六、週日共修，也好；除了這些日子之外，這裡頭有幾位常住，常住無論是在家出家都好，在家居士常住也行，都是好事情。這樣做才如法，這才真正是供養三寶。居士也是三寶之一，這諸位要曉得，只要是真正依照佛法修學，依照六和敬共同在一塊生活，那都是僧寶。"
    },
    {
      "id": "21-251-0001_p0020",
      "zh_CN": "问：第二个说我们在念佛堂诵经念佛之后，将功德回向给某些生病、受灾的亲属，这样做是否如法？",
      "zh_TW": "問：第二個說我們在念佛堂誦經念佛之後，將功德迴向給某些生病、受災的親屬，這樣做是否如法？"
    },
    {
      "id": "21-251-0001_p0021",
      "zh_CN": "答：这个如法，这没有问题，这都可以。",
      "zh_TW": "答：這個如法，這沒有問題，這都可以。"
    },
    {
      "id": "21-251-0001_p0022",
      "zh_CN": "问：这是一位香港梁居士，她说本人有一个修行问题，请老法师指教。本人已年届五十多岁，身体一向体弱多病，一对儿女已二十多岁也自己自立了。她说我一直在家庭付出很多，对儿女、丈夫的起居饮食都很照顾，但是儿女却似乎不太珍惜，不懂什么叫孝道，更常生抱怨；对本人念佛修行有时支持，有时埋怨，令我内心感到心灰意冷，亦令我对修行之路更感到需要。现在有两个问题请教老法师。第一个是我本人有一笔财产可以供给下半生使用，如果我离开家庭，找一个修行的地方求生西方极乐世界，这样做好吗？",
      "zh_TW": "問：這是一位香港梁居士，她說本人有一個修行問題，請老法師指教。本人已年屆五十多歲，身體一向體弱多病，一對兒女已二十多歲也自己自立了。她說我一直在家庭付出很多，對兒女、丈夫的起居飲食都很照顧，但是兒女卻似乎不太珍惜，不懂什麼叫孝道，更常生抱怨；對本人念佛修行有時支持，有時埋怨，令我內心感到心灰意冷，亦令我對修行之路更感到需要。現在有兩個問題請教老法師。第一個是我本人有一筆財產可以供給下半生使用，如果我離開家庭，找一個修行的地方求生西方極樂世界，這樣做好嗎？"
    },
    {
      "id": "21-251-0001_p0023",
      "zh_CN": "答：可以，你既然是儿女都成立、都能够自立了，这你可以放下了，儿女不能自立的时候一定要照顾，那是你的责任。至于儿女对你常常有埋怨，那这是教育的问题，不能怪他，怪你自己没有把他教好，你从小没有把他教好。所以你看看这种事情佛知道得很清楚，《无量寿经》上佛说「先人无知，不识道德，无有语者，殊无怪也」。你做长辈的你疏忽了，你自己不懂得伦理道德教育的重要，从小疏忽，现在这个果报自己一定要承受。好在如果他已经长大、已经能自立了，你自己可以离开他们好好的修行，这行，这是好主意，也是能够行得通的。",
      "zh_TW": "答：可以，你既然是兒女都成立、都能夠自立了，這你可以放下了，兒女不能自立的時候一定要照顧，那是你的責任。至於兒女對你常常有埋怨，那這是教育的問題，不能怪他，怪你自己沒有把他教好，你從小沒有把他教好。所以你看看這種事情佛知道得很清楚，《無量壽經》上佛說「先人無知，不識道德，無有語者，殊無怪也」。你做長輩的你疏忽了，你自己不懂得倫理道德教育的重要，從小疏忽，現在這個果報自己一定要承受。好在如果他已經長大、已經能自立了，你自己可以離開他們好好的修行，這行，這是好主意，也是能夠行得通的。"
    },
    {
      "id": "21-251-0001_p0024",
      "zh_CN": "道场要找真正修行道场，真正修行不外乎两桩事情，天天听经，天天念佛。只念佛不听经，很难，念到一个阶段之后就讨厌、就不耐烦了，你佛念不下去了，这常常有。听经是明理，念佛是消业障，所以这两个要配合起来，每天至少有两个小时到四个小时的听经，其他时间念佛，不能中断，这样修决定有好处。现在听经实在讲缘很殊胜，我们的网路、我们的电台二十四小时都不中断，所以每天听经四个小时你可以选择时段，到时候你听，不听经的时候就念佛，要找这样的道场。我所晓得的在中国北方常慧法师他那个道场很如法，听说五台山念佛的风气也都不错，当然别的地方可能还有，我不知道。我晓得的只有北方长春的百国兴隆寺跟浙江的东天目山，念佛都很如法，而且那边共修的人很多。东天目山好像有一千多人，它有三个念佛堂，可以先去看看，多看看多了解，哪个地方有缘就到哪里去，这样就好。你这么做对你的家庭也有交代，念佛功德回向给家庭、回向给儿女，希望他们慢慢的得到佛力加持，将来都能够跟你一样的学佛、一样的修行，那就非常的圆满了。",
      "zh_TW": "道場要找真正修行道場，真正修行不外乎兩樁事情，天天聽經，天天念佛。只念佛不聽經，很難，念到一個階段之後就討厭、就不耐煩了，你佛念不下去了，這常常有。聽經是明理，念佛是消業障，所以這兩個要配合起來，每天至少有兩個小時到四個小時的聽經，其他時間念佛，不能中斷，這樣修決定有好處。現在聽經實在講緣很殊勝，我們的網路、我們的電台二十四小時都不中斷，所以每天聽經四個小時你可以選擇時段，到時候你聽，不聽經的時候就念佛，要找這樣的道場。我所曉得的在中國北方常慧法師他那個道場很如法，聽說五臺山念佛的風氣也都不錯，當然別的地方可能還有，我不知道。我曉得的只有北方長春的百國興隆寺跟浙江的東天目山，念佛都很如法，而且那邊共修的人很多。東天目山好像有一千多人，它有三個念佛堂，可以先去看看，多看看多了解，哪個地方有緣就到哪裡去，這樣就好。你這麼做對你的家庭也有交代，念佛功德迴向給家庭、迴向給兒女，希望他們慢慢的得到佛力加持，將來都能夠跟你一樣的學佛、一樣的修行，那就非常的圓滿了。"
    },
    {
      "id": "21-251-0001_p0025",
      "zh_CN": "问：这位陈居士他有三个问题，第一个是请问老法师，一边听经一边数佛珠，这样如法吗？",
      "zh_TW": "問：這位陳居士他有三個問題，第一個是請問老法師，一邊聽經一邊數佛珠，這樣如法嗎？"
    },
    {
      "id": "21-251-0001_p0026",
      "zh_CN": "答：就是说一面听经一面在念佛，也行。只要你心能定下来也可以，最重要的是心里头妄念少，你的功夫就得力。如果你这样做法妄念还是不能断，那你就可以把它分开，听经的时候专听，念佛的时候专念，你看哪一种方法容易摄心，心净则佛土净，这一定要懂得。",
      "zh_TW": "答：就是說一面聽經一面在念佛，也行。只要你心能定下來也可以，最重要的是心裡頭妄念少，你的功夫就得力。如果你這樣做法妄念還是不能斷，那你就可以把它分開，聽經的時候專聽，念佛的時候專念，你看哪一種方法容易攝心，心淨則佛土淨，這一定要懂得。"
    },
    {
      "id": "21-251-0001_p0027",
      "zh_CN": "问：第二个问题说，人在断气之后已送入殡仪馆冰冻时，而后经念佛团助念一日一夜，火化有六十多颗舍利子，为什么往生人从来未接触佛法也有这么殊胜？请老法师开示。",
      "zh_TW": "問：第二個問題說，人在斷氣之後已送入殯儀館冰凍時，而後經念佛團助念一日一夜，火化有六十多顆舍利子，為什麼往生人從來未接觸佛法也有這麼殊勝？請老法師開示。"
    },
    {
      "id": "21-251-0001_p0028",
      "zh_CN": "答：这有两种情形，一种是真的，那就是虽然他这一生没有接触过佛法，过去生中在净土修行底子很厚。像我们前面讲韩国这个人金善日，那是过去生中修的基础很深厚，所以他这一生当中他能够得利益，往昔的因深遇到这个缘，这可以。一生没有遇到佛法不知道念佛，临终时候家亲请这些念佛人来帮他助念，这个缘成熟了，这是有可能的。另外一种那是假的，那个舍利不是真的是假的。那个假的可以实验，你把他舍利拿来看看，如果放在手上一捏就碎了，假的不是真的，如果是真的铁锤都敲不烂的。你看我们倓虚法师在香港往生，那个时候外国人看到很希奇，拿他的舍利来作实验，拿铁锤敲，果然敲不烂，敲的时候铁锤凹进去了，舍利子坚固，这外国人相信了佩服，所以这个到底是真的还是假的，假的不要用铁锤，用力按一下它就碎了，这我们都见过的，所以那就不是真的。",
      "zh_TW": "答：這有兩種情形，一種是真的，那就是雖然他這一生沒有接觸過佛法，過去生中在淨土修行底子很厚。像我們前面講韓國這個人金善日，那是過去生中修的基礎很深厚，所以他這一生當中他能夠得利益，往昔的因深遇到這個緣，這可以。一生沒有遇到佛法不知道念佛，臨終時候家親請這些念佛人來幫他助念，這個緣成熟了，這是有可能的。另外一種那是假的，那個舍利不是真的是假的。那個假的可以實驗，你把他舍利拿來看看，如果放在手上一捏就碎了，假的不是真的，如果是真的鐵錘都敲不爛的。你看我們倓虛法師在香港往生，那個時候外國人看到很希奇，拿他的舍利來作實驗，拿鐵錘敲，果然敲不爛，敲的時候鐵錘凹進去了，舍利子堅固，這外國人相信了佩服，所以這個到底是真的還是假的，假的不要用鐵錘，用力按一下它就碎了，這我們都見過的，所以那就不是真的。"
    },
    {
      "id": "21-251-0001_p0029",
      "zh_CN": "问：第三个问题说为往生人读《地藏经》，经文上中下分三次读，请问这样如法吗？",
      "zh_TW": "問：第三個問題說為往生人讀《地藏經》，經文上中下分三次讀，請問這樣如法嗎？"
    },
    {
      "id": "21-251-0001_p0030",
      "zh_CN": "答：这样也可以，如果你实在是有工作繁忙的时候，分做三次念，行，一次念一卷，《地藏经》三卷，可以。（好，这是我们今天几个问题。这里还有，现在还有多少时间？现在只用四十三分钟，还有十分钟。）",
      "zh_TW": "答：這樣也可以，如果你實在是有工作繁忙的時候，分做三次念，行，一次念一卷，《地藏經》三卷，可以。（好，這是我們今天幾個問題。這裡還有，現在還有多少時間？現在只用四十三分鐘，還有十分鐘。）"
    },
    {
      "id": "21-251-0001_p0031",
      "zh_CN": "问：这位同修李居士，他问的是在家学佛多年的居士，能否帮有病痛的人上门诵《地藏经》，或帮助新居入伙净屋，不收钱，不收利，只是发一点慈悲心，这样如法吗？",
      "zh_TW": "問：這位同修李居士，他問的是在家學佛多年的居士，能否幫有病痛的人上門誦《地藏經》，或幫助新居入伙淨屋，不收錢，不收利，只是發一點慈悲心，這樣如法嗎？"
    },
    {
      "id": "21-251-0001_p0032",
      "zh_CN": "答：如法，我们是以善心，没有自私自利、没有名闻利养帮助有病痛的人，诵《地藏经》经给他回向，或者帮助，大概是帮人家迁移迁到新的房子，就是我们一般佛门讲洒净，这也可以，这都是好事情。",
      "zh_TW": "答：如法，我們是以善心，沒有自私自利、沒有名聞利養幫助有病痛的人，誦《地藏經》經給他迴向，或者幫助，大概是幫人家遷移遷到新的房子，就是我們一般佛門講灑淨，這也可以，這都是好事情。"
    },
    {
      "id": "21-251-0001_p0033",
      "zh_CN": "问：这位汤居士深圳的，他说我家是佛化家庭，儿子今年十五岁，很想去澳洲净宗学院读九年制的佛学课程，现有深圳弘法寺愿意推荐，他说我儿子平常在家也有诵《普门品》、《弟子规》等佛书及经典书籍，请问法师他这个年龄的孩子是否收，如收办理签证时能否开净宗学院同意接受的通知书？",
      "zh_TW": "問：這位湯居士深圳的，他說我家是佛化家庭，兒子今年十五歲，很想去澳洲淨宗學院讀九年制的佛學課程，現有深圳弘法寺願意推薦，他說我兒子平常在家也有誦《普門品》、《弟子規》等佛書及經典書籍，請問法師他這個年齡的孩子是否收，如收辦理簽證時能否開淨宗學院同意接受的通知書？"
    },
    {
      "id": "21-251-0001_p0034",
      "zh_CN": "答：这个年龄应该说是可以的。但是我们现在那边的年龄虽然没有下限，但是有上限，上限就是不能超过四十岁。因为你修学九年你到五十岁出来弘法利生还可以，如果年龄再大就不行了，当然年龄愈小愈好。可是如果要想去最好是先去住一个阶段，先到那边去住个三个月了解那边的环境，看看喜不喜欢。",
      "zh_TW": "答：這個年齡應該說是可以的。但是我們現在那邊的年齡雖然沒有下限，但是有上限，上限就是不能超過四十歲。因為你修學九年你到五十歲出來弘法利生還可以，如果年齡再大就不行了，當然年齡愈小愈好。可是如果要想去最好是先去住一個階段，先到那邊去住個三個月了解那邊的環境，看看喜不喜歡。"
    },
    {
      "id": "21-251-0001_p0035",
      "zh_CN": "现在修学实在讲很不容易，我们定的有制度是很好，人家肯不肯照做？现在是民主自由的时代，家里面父母不能管儿女，在学校里老师不能管学生，在寺庙师父不能管徒弟。你要管紧了侵犯人权，他要告状，你还得要坐牢，是不是？这多麻烦。所以现在修行只有靠自己，靠制度都不行，完全靠自己。所以在一起共修的人我们都要非常慎重，彼此互相了解，能不能互相包容这谁都做不了主。但是真正想修，在家里头一样。我们现在已经开辟了远程教学，在从前叫函授，我们现在是用电脑网际网路远程教学；现在也是最近才开的网路的学院，我们净宗网路学院。网路学院这两天他们把报名的表给我看有八百多人，很难得，全世界！在中国国内是最多，占的比例最多。已经有八百多人。",
      "zh_TW": "現在修學實在講很不容易，我們定的有制度是很好，人家肯不肯照做？現在是民主自由的時代，家裡面父母不能管兒女，在學校裡老師不能管學生，在寺廟師父不能管徒弟。你要管緊了侵犯人權，他要告狀，你還得要坐牢，是不是？這多麻煩。所以現在修行只有靠自己，靠制度都不行，完全靠自己。所以在一起共修的人我們都要非常慎重，彼此互相了解，能不能互相包容這誰都做不了主。但是真正想修，在家裡頭一樣。我們現在已經開闢了遠程教學，在從前叫函授，我們現在是用電腦網際網路遠程教學；現在也是最近才開的網路的學院，我們淨宗網路學院。網路學院這兩天他們把報名的表給我看有八百多人，很難得，全世界！在中國國內是最多，佔的比例最多。已經有八百多人。"
    },
    {
      "id": "21-251-0001_p0036",
      "zh_CN": "我们网路上，无论是网际网路、是卫星电视，我们的电视卫星跟网路是连线的，所以从网路能够收看我们的卫星，完全都是免费的。这是二十四小时都不中断，我们所有讲经的科目统统都在上面播放，连我们解答问题也在网路上播放。所以利用这个方法，无论在什么地方都可以学习，不一定要到澳洲，澳洲签证是比较困难，在外国是有这个限制。",
      "zh_TW": "我們網路上，無論是網際網路、是衛星電視，我們的電視衛星跟網路是連線的，所以從網路能夠收看我們的衛星，完全都是免費的。這是二十四小時都不中斷，我們所有講經的科目統統都在上面播放，連我們解答問題也在網路上播放。所以利用這個方法，無論在什麼地方都可以學習，不一定要到澳洲，澳洲簽證是比較困難，在外國是有這個限制。"
    },
    {
      "id": "21-251-0001_p0037",
      "zh_CN": "所以从远程教学，那这就真正学习的、有成就的，我知道在网路上学习的人很多，实际上跟在我身边的，我都没有看出一个是真正在干的，都是阳奉阴违。我也就一切随缘，你们学也好，不学也好，为什么？不肯学的人你要逼他，那就跟他做冤家，那就错误了。这从前李老师教导我们，那时候同学并不多，二十几个人，有真干的，有不认真的。真干的，老师对待他们的面孔都不好看，有打有骂，那真学的；那个敷衍不认真的，老师对他很客气。我们看到就觉得奇怪，有一次老师就告诉我，把这个事情给我讲清楚。他说他不肯学他也来参加了，不能逼他，逼他就变成仇人；不跟他结冤仇，随他去，他爱怎么做就怎么做。所以对于不肯学的人非常客气，都是笑面迎人，那个肯学的人那是一点都不客气。所以学生并不多，二十几个人，老师对待每个同学的态度都不一样。你家里这个小朋友最好是劝他利用网际网路，在网际网路里面报名，参加我们网路的净宗学院。",
      "zh_TW": "所以從遠程教學，那這就真正學習的、有成就的，我知道在網路上學習的人很多，實際上跟在我身邊的，我都沒有看出一個是真正在幹的，都是陽奉陰違。我也就一切隨緣，你們學也好，不學也好，為什麼？不肯學的人你要逼他，那就跟他做冤家，那就錯誤了。這從前李老師教導我們，那時候同學並不多，二十幾個人，有真幹的，有不認真的。真幹的，老師對待他們的面孔都不好看，有打有罵，那真學的；那個敷衍不認真的，老師對他很客氣。我們看到就覺得奇怪，有一次老師就告訴我，把這個事情給我講清楚。他說他不肯學他也來參加了，不能逼他，逼他就變成仇人；不跟他結冤仇，隨他去，他愛怎麼做就怎麼做。所以對於不肯學的人非常客氣，都是笑面迎人，那個肯學的人那是一點都不客氣。所以學生並不多，二十幾個人，老師對待每個同學的態度都不一樣。你家裡這個小朋友最好是勸他利用網際網路，在網際網路裡面報名，參加我們網路的淨宗學院。"
    },
    {
      "id": "21-251-0001_p0038",
      "zh_CN": "问：这位同修有很多问题，有十个问题。这第一个是怎样转物？",
      "zh_TW": "問：這位同修有很多問題，有十個問題。這第一個是怎樣轉物？"
    },
    {
      "id": "21-251-0001_p0039",
      "zh_CN": "答：你要不被物转你就转物了，也就是说我说得更明白一点，你不会受外面境界影响，你就能影响外面环境。问你人家要是骂你，你会不会生气？你要会生气，你就被外面环境转了，你就转不了物。所以不但是见解要同佛，还要有相当功夫。",
      "zh_TW": "答：你要不被物轉你就轉物了，也就是說我說得更明白一點，你不會受外面境界影響，你就能影響外面環境。問你人家要是罵你，你會不會生氣？你要會生氣，你就被外面環境轉了，你就轉不了物。所以不但是見解要同佛，還要有相當功夫。"
    },
    {
      "id": "21-251-0001_p0040",
      "zh_CN": "问：第二个说怎样明心？第三个明心见性，性在何处？",
      "zh_TW": "問：第二個說怎樣明心？第三個明心見性，性在何處？"
    },
    {
      "id": "21-251-0001_p0041",
      "zh_CN": "答：这些事情我不能答复，因为什么？答复的时间太长了。这两个问题至少要讲一、二个小时，一、二个小时讲出来你未必会懂，全是功夫问题！性在哪里？性就在当前，你不认识。心性是一切万物的本体，无处不在，无时不在，就是你不认识。你为什么不认识？你有妄想分别执着，就产生障碍。这个问题都很重要，我看这样今天我们时间来不及，这个问题留到下一次解答，这下一次他这十个问题恐怕就需要两个小时。虽然不能够契入，这也是佛学常识，能够明了有好处没有坏处。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "答：這些事情我不能答覆，因為什麼？答覆的時間太長了。這兩個問題至少要講一、二個小時，一、二個小時講出來你未必會懂，全是功夫問題！性在哪裡？性就在當前，你不認識。心性是一切萬物的本體，無處不在，無時不在，就是你不認識。你為什麼不認識？你有妄想分別執著，就產生障礙。這個問題都很重要，我看這樣今天我們時間來不及，這個問題留到下一次解答，這下一次他這十個問題恐怕就需要兩個小時。雖然不能夠契入，這也是佛學常識，能夠明瞭有好處沒有壞處。好，今天時間到了，我們就講到此地。"
    }
  ]
}