{
  "doc_id": "32-195-0001",
  "title": {
    "zh_CN": "传统文化老师应当具备的素质——二Ｏ一六年香港佛陀教育协会冬至祭祖法会谈话",
    "zh_TW": "傳統文化老師應當具備的素質——二Ｏ一六年香港佛陀教育協會冬至祭祖法會談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港尖沙咀街坊福利会",
    "zh_TW": "香港尖沙咀街坊福利會"
  },
  "doc_number": "32-195-0001",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "32-195-0001_p0001",
      "zh_CN": "尊敬的主法和尚、各位法师、各位大德、各位同修：",
      "zh_TW": "尊敬的主法和尚、各位法師、各位大德、各位同修："
    },
    {
      "id": "32-195-0001_p0002",
      "zh_CN": "大家好！又到了一年一度的冬至祭祖法会。祭祖的目的是缅怀祖德、提倡孝敬、知恩报恩。对于我们这一代人而言，最重要的使命是将中华优秀传统文化承传下去，这是报答祖宗恩德的最佳方法。",
      "zh_TW": "大家好！又到了一年一度的冬至祭祖法會。祭祖的目的是緬懷祖德、提倡孝敬、知恩報恩。對於我們這一代人而言，最重要的使命是將中華優秀傳統文化承傳下去，這是報答祖宗恩德的最佳方法。"
    },
    {
      "id": "32-195-0001_p0003",
      "zh_CN": "欣见国内外各地兴起了学习传统文化的热潮，这是很好的现象。然而，有些传统文化学习班出现一些令人忧心的状况，影响到一般人对传统文化的观感和信心，不能不加以关注。这些问题往往跟传统文化的老师素质有关，所以我想藉这个机会，谈谈传统文化老师应当具备的素质。",
      "zh_TW": "欣見國內外各地興起了學習傳統文化的熱潮，這是很好的現象。然而，有些傳統文化學習班出現一些令人憂心的狀況，影響到一般人對傳統文化的觀感和信心，不能不加以關注。這些問題往往跟傳統文化的老師素質有關，所以我想藉這個機會，談談傳統文化老師應當具備的素質。"
    },
    {
      "id": "32-195-0001_p0004",
      "zh_CN": "关于传统文化的教学，我们一直在讲，最关键的在于老师，老师必须自己先做到，然后才能教学生。我们发现很多地方的所谓传统文化班办得不如法，问题很大的成分在于老师，老师本身没有真正力行传统文化，没有以传统文化修正自己的习气毛病，怎么能把学生教好？不要以为什么人都能来做传统文化的老师，要知道「误人子弟，罪业极重」，比庸医杀人的罪还要重，因为你是断人家的法身慧命。学生受到误导很容易，受误导之后要回头就很难了！",
      "zh_TW": "關於傳統文化的教學，我們一直在講，最關鍵的在於老師，老師必須自己先做到，然後才能教學生。我們發現很多地方的所謂傳統文化班辦得不如法，問題很大的成分在於老師，老師本身沒有真正力行傳統文化，沒有以傳統文化修正自己的習氣毛病，怎麼能把學生教好？不要以為什麼人都能來做傳統文化的老師，要知道「誤人子弟，罪業極重」，比庸醫殺人的罪還要重，因為你是斷人家的法身慧命。學生受到誤導很容易，受誤導之後要回頭就很難了！"
    },
    {
      "id": "32-195-0001_p0005",
      "zh_CN": "传统文化老师应当具备哪些条件？我个人的看法是：内要学释迦牟尼佛，放下贪瞋痴慢疑这五种烦恼；外要学孔老夫子，表现出温良恭俭让这五德。谨说明如下：",
      "zh_TW": "傳統文化老師應當具備哪些條件？我個人的看法是：內要學釋迦牟尼佛，放下貪瞋痴慢疑這五種煩惱；外要學孔老夫子，表現出溫良恭儉讓這五德。謹說明如下："
    },
    {
      "id": "32-195-0001_p0006",
      "zh_CN": "一、放下贪",
      "zh_TW": "一、放下貪"
    },
    {
      "id": "32-195-0001_p0007",
      "zh_CN": "传统文化老师如果贪财、贪色、贪名、贪利，这四种当中只要贪任何一种，就很难把老师做好、很难把学生教好。《礼记•曲礼》说「欲不可从」，告诫人不可放纵自己的欲望。欲望是无底深坑，人一旦被欲望掌控，成为欲望的奴隶，理智就受到了蒙蔽，嘴上仁义道德讲得再好都是假的，因为他自己根本做不到。这样的人很容易丧失师德，失去了为人师表应有的道德规范与行为准则。所以《大学》讲「明明德」，第一步就是要格物，革除自己的物欲，至少要做到《曲礼》所讲的节制自己的欲望，把精神和时间投注在学习与落实传统文化上，这样才能致知，开显自己本有的智慧，然后才谈得上诚意、正心、修身、齐家、治国、平天下。",
      "zh_TW": "傳統文化老師如果貪財、貪色、貪名、貪利，這四種當中只要貪任何一種，就很難把老師做好、很難把學生教好。《禮記•曲禮》說「欲不可從」，告誡人不可放縱自己的欲望。欲望是無底深坑，人一旦被欲望掌控，成為欲望的奴隸，理智就受到了蒙蔽，嘴上仁義道德講得再好都是假的，因為他自己根本做不到。這樣的人很容易喪失師德，失去了為人師表應有的道德規範與行為準則。所以《大學》講「明明德」，第一步就是要格物，革除自己的物欲，至少要做到《曲禮》所講的節制自己的欲望，把精神和時間投注在學習與落實傳統文化上，這樣才能致知，開顯自己本有的智慧，然後才談得上誠意、正心、修身、齊家、治國、平天下。"
    },
    {
      "id": "32-195-0001_p0008",
      "zh_CN": "传统文化老师必须具有承传传统文化的强烈使命感和责任心，时时不忘这个最初的、崇高的发心，并且时常读诵古圣先贤的经典，具体落实《弟子规》、《太上感应篇》、《十善业道经》这三个根，时常亲近良师益友，才能保护自己不受财色名利的诱惑。《论语》说：「学而时习之，不亦说乎」。通过认真学习传统文化而得到人生最高的享受，之后就不会受到各种物欲诱惑而变节，就像《礼记•学记》所说的「强立而不反」，遇到事情不会迷惑、不会违背师道，这样的人才是理想的传统文化老师。",
      "zh_TW": "傳統文化老師必須具有承傳傳統文化的強烈使命感和責任心，時時不忘這個最初的、崇高的發心，並且時常讀誦古聖先賢的經典，具體落實《弟子規》、《太上感應篇》、《十善業道經》這三個根，時常親近良師益友，才能保護自己不受財色名利的誘惑。《論語》說：「學而時習之，不亦說乎」。通過認真學習傳統文化而得到人生最高的享受，之後就不會受到各種物欲誘惑而變節，就像《禮記•學記》所說的「強立而不反」，遇到事情不會迷惑、不會違背師道，這樣的人才是理想的傳統文化老師。"
    },
    {
      "id": "32-195-0001_p0009",
      "zh_CN": "二、放下瞋",
      "zh_TW": "二、放下瞋"
    },
    {
      "id": "32-195-0001_p0010",
      "zh_CN": "传统文化老师如果自身欠缺涵养，容易发脾气，甚至把怒气发泄在学生身上，无论是惩罚或责骂的形式，都会伤害到学生，让学生内心产生阴影，严重的时候甚至造成学生人格的扭曲，因而排斥传统文化。这样的老师不是在弘扬传统文化，而是在破坏传统文化！《周易》说：「君子以惩忿窒欲」，君子的基本涵养就是克制忿怒、抑制嗜欲。《论语》讲「不迁怒」，不要让怒气在心中继续迁移发展，更不能发泄在别人身上。老师必须充分落实「行有不得，反求诸己」的德行，学生有做得不好的地方，老师一定要在自己身上反省、检讨、改进，而不是怪罪在学生身上。掌控自己的情绪，保持理智与涵养，这是传统文化老师非常重要的基本素质。",
      "zh_TW": "傳統文化老師如果自身欠缺涵養，容易發脾氣，甚至把怒氣發洩在學生身上，無論是懲罰或責罵的形式，都會傷害到學生，讓學生內心產生陰影，嚴重的時候甚至造成學生人格的扭曲，因而排斥傳統文化。這樣的老師不是在弘揚傳統文化，而是在破壞傳統文化！《周易》說：「君子以懲忿窒欲」，君子的基本涵養就是克制忿怒、抑制嗜欲。《論語》講「不遷怒」，不要讓怒氣在心中繼續遷移發展，更不能發洩在別人身上。老師必須充分落實「行有不得，反求諸己」的德行，學生有做得不好的地方，老師一定要在自己身上反省、檢討、改進，而不是怪罪在學生身上。掌控自己的情緒，保持理智與涵養，這是傳統文化老師非常重要的基本素質。"
    },
    {
      "id": "32-195-0001_p0011",
      "zh_CN": "老师对学生必须充满爱心和耐心。有爱心，就会有高度的教学热忱，会真心去了解和体谅学生的状况，发挥同理心，站在学生的立场去考虑，应采取关怀和鼓励的方式，避免对学生身心造成伤害的言语与行为；有耐心就会心平气和、不厌其烦的开导学生，给予学生充分的时间去消化、吸收与提升。做老师的人最忌讳急于求成，最忌讳互相攀比，如果传统文化老师落入这样的执着当中，就很难保持平衡的心态，很难避免思想言行落入偏差，就会给学生不必要的压力与要求。这种不理智的做法，最终受害的是学生的健康成长与传统文化的美好声誉，这样做也是在破坏传统文化。",
      "zh_TW": "老師對學生必須充滿愛心和耐心。有愛心，就會有高度的教學熱忱，會真心去了解和體諒學生的狀況，發揮同理心，站在學生的立場去考慮，應採取關懷和鼓勵的方式，避免對學生身心造成傷害的言語與行為；有耐心就會心平氣和、不厭其煩的開導學生，給予學生充分的時間去消化、吸收與提升。做老師的人最忌諱急於求成，最忌諱互相攀比，如果傳統文化老師落入這樣的執著當中，就很難保持平衡的心態，很難避免思想言行落入偏差，就會給學生不必要的壓力與要求。這種不理智的做法，最終受害的是學生的健康成長與傳統文化的美好聲譽，這樣做也是在破壞傳統文化。"
    },
    {
      "id": "32-195-0001_p0012",
      "zh_CN": "三、放下痴",
      "zh_TW": "三、放下痴"
    },
    {
      "id": "32-195-0001_p0013",
      "zh_CN": "传统文化的老师必须明白修身与教学的道理，要从古圣先贤的教诲中学习到做人做事的智慧，要熟读四书五经，具备伦理、道德、因果、圣贤教育的正知正见，尤其是对《学记》要融会贯通，了解古人正确的教学规范。老师也要了解正确的教学次第，要有明确的教学目标、周到的教学计划、公正的教学态度、有效的教学方法，以及优良的教学质量；特别重要的是，老师要真心爱护学生，能够掌握学生的特性，因材施教。",
      "zh_TW": "傳統文化的老師必須明白修身與教學的道理，要從古聖先賢的教誨中學習到做人做事的智慧，要熟讀四書五經，具備倫理、道德、因果、聖賢教育的正知正見，尤其是對《學記》要融會貫通，了解古人正確的教學規範。老師也要了解正確的教學次第，要有明確的教學目標、周到的教學計畫、公正的教學態度、有效的教學方法，以及優良的教學質量；特別重要的是，老師要真心愛護學生，能夠掌握學生的特性，因材施教。"
    },
    {
      "id": "32-195-0001_p0014",
      "zh_CN": "教学的次第依《三字经》：「为学者，必有初，小学终，至四书。」「孝经通，四书熟，如六经，始可读。」「经既明，方读子，撮其要，记其事。」「经子通，读诸史，考世系，知终始。」其中的「小学」是对儿童、少年实施初级教育，注重洒扫、应对、进退等生活行为规范，培养德行的基础，就像《弟子规》和朱子的《童蒙须知》等等蒙学经典所教导的。所以德行教育最优先，然后才是读经、读子、读历史。有了稳固的国学基础之后，才选择自己最有兴趣的一部经典专攻，一门深入，长时薰修。",
      "zh_TW": "教學的次第依《三字經》：「為學者，必有初，小學終，至四書。」「孝經通，四書熟，如六經，始可讀。」「經既明，方讀子，撮其要，記其事。」「經子通，讀諸史，考世系，知終始。」其中的「小學」是對兒童、少年實施初級教育，注重灑掃、應對、進退等生活行為規範，培養德行的基礎，就像《弟子規》和朱子的《童蒙須知》等等蒙學經典所教導的。所以德行教育最優先，然後才是讀經、讀子、讀歷史。有了穩固的國學基礎之後，才選擇自己最有興趣的一部經典專攻，一門深入，長時薰修。"
    },
    {
      "id": "32-195-0001_p0015",
      "zh_CN": "学生的根基千差万别，不能千篇一律的对每个人都教一样的课程，那是把教育僵化，会扼杀许多不同方面的人才。所以一定要因材施教，并不是所有学生都要背诵许多经典才是好的，要看学生是不是这方面的根器。所谓「行行出状元」，老师应该深入了解学生，引导他们，发展他们个人的特长，例如，对于具有艺术天赋与兴趣的学生，就应该引导他们走向艺术；对于技术方面具有天赋与兴趣的学生，就应该引导他们走向技术……余可类推。如果很死板的要求每个学生只能背诵经书，那会埋没了许多特殊的人才，非常可惜，这也是有些传统文化教育班发生问题的地方。懂得因材施教的老师，才会去发掘每个学生的优点和潜能，个别的加以培养。每个学生都有特别的，都有自己的闪光点，老师如果能够加以肯定，给予学生信心，鼓励学生发展自己的特质，每个学生都能成才。能够让每个学生找到自己人生发展的方向，老师就是明师。",
      "zh_TW": "學生的根基千差萬別，不能千篇一律的對每個人都教一樣的課程，那是把教育僵化，會扼殺許多不同方面的人才。所以一定要因材施教，並不是所有學生都要背誦許多經典才是好的，要看學生是不是這方面的根器。所謂「行行出狀元」，老師應該深入了解學生，引導他們，發展他們個人的特長，例如，對於具有藝術天賦與興趣的學生，就應該引導他們走向藝術；對於技術方面具有天賦與興趣的學生，就應該引導他們走向技術……餘可類推。如果很死板的要求每個學生只能背誦經書，那會埋沒了許多特殊的人才，非常可惜，這也是有些傳統文化教育班發生問題的地方。懂得因材施教的老師，才會去發掘每個學生的優點和潛能，個別的加以培養。每個學生都有特別的，都有自己的閃光點，老師如果能夠加以肯定，給予學生信心，鼓勵學生發展自己的特質，每個學生都能成才。能夠讓每個學生找到自己人生發展的方向，老師就是明師。"
    },
    {
      "id": "32-195-0001_p0016",
      "zh_CN": "老师应该采用启发式的教学法，而不是填鸭式的。很像《学记》所说的，老师应该「道而弗牵，强而弗抑，开而弗达」。引导学生学习，而不是加以强迫；不能强迫学生接受，不必要强迫学生马上明白，戒除急躁。勉励学生上进，但并不压制学生的发展；启发学生的悟性，而不要将结论和盘托出，不能把学生的悟门堵死了。如果能够这样教学，达到的效果就是「道而弗牵则和，强而弗抑则易，开而弗达则思」。只加引导而不强迫学生，则学生学得很欢喜；善加勉励而不压制，学生则容易发展自己的潜能；只加启发而不尽说其义，学生则能进一步深思穷究，开发悟性，这样的老师才是具备教学的智慧，善于教导学生。",
      "zh_TW": "老師應該採用啟發式的教學法，而不是填鴨式的。很像《學記》所說的，老師應該「道而弗牽，強而弗抑，開而弗達」。引導學生學習，而不是加以強迫；不能強迫學生接受，不必要強迫學生馬上明白，戒除急躁。勉勵學生上進，但並不壓制學生的發展；啟發學生的悟性，而不要將結論和盤托出，不能把學生的悟門堵死了。如果能夠這樣教學，達到的效果就是「道而弗牽則和，強而弗抑則易，開而弗達則思」。只加引導而不強迫學生，則學生學得很歡喜；善加勉勵而不壓制，學生則容易發展自己的潛能；只加啟發而不盡說其義，學生則能進一步深思窮究，開發悟性，這樣的老師才是具備教學的智慧，善於教導學生。"
    },
    {
      "id": "32-195-0001_p0017",
      "zh_CN": "四、放下慢",
      "zh_TW": "四、放下慢"
    },
    {
      "id": "32-195-0001_p0018",
      "zh_CN": "无论老师多么优秀、成绩多么辉煌，都不应该傲慢，而应该谦虚。《曲礼》说「敖不可长」，傲慢心不可任其扩大。一个人傲慢心重，不懂得尊重别人，这样的心态已经很危险了；如果还不知道自我警惕，终究会变成自私、刚愎、残暴的个性。何况傲慢心增长一分，诚敬心就减退一分，不能不戒慎小心！《论语》说：「如有周公之才之美，使骄且吝，其余不足观也已」，一个人即使有周公一样美好的才能，如果骄傲、吝啬，也就不值得一提了。",
      "zh_TW": "無論老師多麼優秀、成績多麼輝煌，都不應該傲慢，而應該謙虛。《曲禮》說「敖不可長」，傲慢心不可任其擴大。一個人傲慢心重，不懂得尊重別人，這樣的心態已經很危險了；如果還不知道自我警惕，終究會變成自私、剛愎、殘暴的個性。何況傲慢心增長一分，誠敬心就減退一分，不能不戒慎小心！《論語》說：「如有周公之才之美，使驕且吝，其餘不足觀也已」，一個人即使有周公一樣美好的才能，如果驕傲、吝嗇，也就不值得一提了。"
    },
    {
      "id": "32-195-0001_p0019",
      "zh_CN": "老师必须诚敬谦和，虚心有礼，乐于接受别人的劝告，勇于改正自己的过失。如果自以为高高在上，倨傲而不听劝谏，怙恶而不肯悔改，那是不足以为人师表的。老师必须有教无类，平等公正的教育学生，对学生不能有高低贵贱的差别待遇。老师必须尊重学生的尊严，以符合人性的教育，培养学生高尚的人格。如果一味追求高分数、高表现而不择手段，忽视学生的人性尊严与人格的发展，那是畸形的教育，不是健全的教育，当然违背了传统文化教育的原则。",
      "zh_TW": "老師必須誠敬謙和，虛心有禮，樂於接受別人的勸告，勇於改正自己的過失。如果自以為高高在上，倨傲而不聽勸諫，怙惡而不肯悔改，那是不足以為人師表的。老師必須有教無類，平等公正的教育學生，對學生不能有高低貴賤的差別待遇。老師必須尊重學生的尊嚴，以符合人性的教育，培養學生高尚的人格。如果一味追求高分數、高表現而不擇手段，忽視學生的人性尊嚴與人格的發展，那是畸形的教育，不是健全的教育，當然違背了傳統文化教育的原則。"
    },
    {
      "id": "32-195-0001_p0020",
      "zh_CN": "关于对学生的惩罚，那不是让老师发泄怒气，而是老师出于善意，节制学生的顽劣，以及加深学生的记性。因此惩罚必须很有节制、很有善巧，才不致造成学生身心的伤害。即便如此，古人还是有「七不责」之教，很值得借鉴；即使只是责备学生，都必须避开这七种情况。第一、对众不责：在大庭广众之下不要责备孩子，要在众人面前给孩子以尊严。第二、愧悔不责：假如孩子已经为自己的过失感到惭愧后悔了，大人就不要再责备他。第三、暮夜不责：晚上睡觉前不要责备孩子，这个时候责备他，孩子带着沮丧失落的情绪上床，要么夜不成眠，要么噩梦连连。第四、饮食不责：正吃饭的时候不要责备孩子，假如这个时候责备孩子，很容易导致孩子脾胃虚弱。第五、欢庆不责：孩子特别高兴的时候不要责备他。人高兴的时候，经脉处于畅通状态，假如忽然被责备，经脉就会马上堵住，对孩子的身体伤害很大。第六、悲忧不责：孩子心情不好的时候不要责备他。第七、疾病不责：孩子生病的时候不要责备他。生病是人体最脆弱的时候，此时更需要父母师长的关爱、温暖，这比任何药物都有疗效。这个「七不责」的古训非常重要，做老师的人必须铭记在心，切实遵守。",
      "zh_TW": "關於對學生的懲罰，那不是讓老師發洩怒氣，而是老師出於善意，節制學生的頑劣，以及加深學生的記性。因此懲罰必須很有節制、很有善巧，才不致造成學生身心的傷害。即便如此，古人還是有「七不責」之教，很值得借鑒；即使只是責備學生，都必須避開這七種情況。第一、對眾不責：在大庭廣眾之下不要責備孩子，要在眾人面前給孩子以尊嚴。第二、愧悔不責：假如孩子已經為自己的過失感到慚愧後悔了，大人就不要再責備他。第三、暮夜不責：晚上睡覺前不要責備孩子，這個時候責備他，孩子帶著沮喪失落的情緒上床，要麼夜不成眠，要麼噩夢連連。第四、飲食不責：正吃飯的時候不要責備孩子，假如這個時候責備孩子，很容易導致孩子脾胃虛弱。第五、歡慶不責：孩子特別高興的時候不要責備他。人高興的時候，經脈處於暢通狀態，假如忽然被責備，經脈就會馬上堵住，對孩子的身體傷害很大。第六、悲憂不責：孩子心情不好的時候不要責備他。第七、疾病不責：孩子生病的時候不要責備他。生病是人體最脆弱的時候，此時更需要父母師長的關愛、溫暖，這比任何藥物都有療效。這個「七不責」的古訓非常重要，做老師的人必須銘記在心，切實遵守。"
    },
    {
      "id": "32-195-0001_p0021",
      "zh_CN": "五、放下疑",
      "zh_TW": "五、放下疑"
    },
    {
      "id": "32-195-0001_p0022",
      "zh_CN": "学习传统文化和学习科学不同，学习科学注重怀疑；学习传统文化，则必须对古圣先贤的教诲有坚定的信心，不能怀疑，做老师的人更是如此。《三字经》一开头就说「人之初，性本善」；在佛法讲的就是「一切众生皆有佛性」。肯定人性本善、人是教得好的，这非常重要，老师必须对这个有信心，才能把学生教好。",
      "zh_TW": "學習傳統文化和學習科學不同，學習科學注重懷疑；學習傳統文化，則必須對古聖先賢的教誨有堅定的信心，不能懷疑，做老師的人更是如此。《三字經》一開頭就說「人之初，性本善」；在佛法講的就是「一切眾生皆有佛性」。肯定人性本善、人是教得好的，這非常重要，老師必須對這個有信心，才能把學生教好。"
    },
    {
      "id": "32-195-0001_p0023",
      "zh_CN": "古人教学主张一门深入，不主张同时杂学多门，如《弟子规》所说的「方读此，勿慕彼；此未终，彼勿起」。研究学问要专一，专精才能深入。不能这本书才开始读没多久，又羡慕其他的书，想去看看其他的书，这样永远也定不下心来；必须把这本书读完，才能读另外一本。又古人重视读诵，开启悟性，如朱子《童蒙须知》里说，「古人云：读书千遍，其义自见。谓熟读则不待解说，自晓其义也」。如果对这些教诲没有信心，自己就很难坚持做下去，也很难坚定的要求学生按照这些规范去做。必须对古圣先贤、老祖宗的教诲具有信心，才能制定常规，彻底执行，传统文化教育才会纯正，教学才会日进有功。",
      "zh_TW": "古人教學主張一門深入，不主張同時雜學多門，如《弟子規》所說的「方讀此，勿慕彼；此未終，彼勿起」。研究學問要專一，專精才能深入。不能這本書才開始讀沒多久，又羨慕其他的書，想去看看其他的書，這樣永遠也定不下心來；必須把這本書讀完，才能讀另外一本。又古人重視讀誦，開啟悟性，如朱子《童蒙須知》裡說，「古人云：讀書千遍，其義自見。謂熟讀則不待解說，自曉其義也」。如果對這些教誨沒有信心，自己就很難堅持做下去，也很難堅定的要求學生按照這些規範去做。必須對古聖先賢、老祖宗的教誨具有信心，才能制定常規，徹底執行，傳統文化教育才會純正，教學才會日進有功。"
    },
    {
      "id": "32-195-0001_p0024",
      "zh_CN": "六、温和",
      "zh_TW": "六、溫和"
    },
    {
      "id": "32-195-0001_p0025",
      "zh_CN": "传统文化的老师必须温文儒雅，处众和睦，心平气和，和颜悦色，让人有和蔼可亲的感觉。",
      "zh_TW": "傳統文化的老師必須溫文儒雅，處眾和睦，心平氣和，和顏悅色，讓人有和藹可親的感覺。"
    },
    {
      "id": "32-195-0001_p0026",
      "zh_CN": "七、善良",
      "zh_TW": "七、善良"
    },
    {
      "id": "32-195-0001_p0027",
      "zh_CN": "传统文化的老师必须心地善良，存好心、说好话、行好事、做好人，把传统文化仁慈博爱的精神展现出来。",
      "zh_TW": "傳統文化的老師必須心地善良，存好心、說好話、行好事、做好人，把傳統文化仁慈博愛的精神展現出來。"
    },
    {
      "id": "32-195-0001_p0028",
      "zh_CN": "八、恭敬",
      "zh_TW": "八、恭敬"
    },
    {
      "id": "32-195-0001_p0029",
      "zh_CN": "传统文化的老师对一切人、事、物都要恭敬，正如《曲礼》所说的「毋不敬」，任何时候都要心存恭敬，不要有不敬之心。一分诚敬得一分利益，十分诚敬得十分利益。老师要给学生做出恭敬的好榜样。",
      "zh_TW": "傳統文化的老師對一切人、事、物都要恭敬，正如《曲禮》所說的「毋不敬」，任何時候都要心存恭敬，不要有不敬之心。一分誠敬得一分利益，十分誠敬得十分利益。老師要給學生做出恭敬的好榜樣。"
    },
    {
      "id": "32-195-0001_p0030",
      "zh_CN": "九、节俭",
      "zh_TW": "九、節儉"
    },
    {
      "id": "32-195-0001_p0031",
      "zh_CN": "养成节俭的美德非常重要，正如老子在《道德经》上所说的：「我有三宝，持而保之。一曰慈，二曰俭，三曰不敢为天下先」。尤其现在讲究环保，节俭是珍惜自己的福报，也是爱护环境。",
      "zh_TW": "養成節儉的美德非常重要，正如老子在《道德經》上所說的：「我有三寶，持而保之。一曰慈，二曰儉，三曰不敢為天下先」。尤其現在講究環保，節儉是珍惜自己的福報，也是愛護環境。"
    },
    {
      "id": "32-195-0001_p0032",
      "zh_CN": "十、礼让",
      "zh_TW": "十、禮讓"
    },
    {
      "id": "32-195-0001_p0033",
      "zh_CN": "圣人教我们忍让、谦让、礼让，一路让到底，没有竞争。「让」是性德；大家都让，这个世界就没有冲突。",
      "zh_TW": "聖人教我們忍讓、謙讓、禮讓，一路讓到底，沒有競爭。「讓」是性德；大家都讓，這個世界就沒有衝突。"
    },
    {
      "id": "32-195-0001_p0034",
      "zh_CN": "综上而言，如果能够具备以上十种素质，学习到释迦牟尼佛和孔老夫子这两位伟大教育家的优点，就可算是合格的传统文化老师。这样的老师能够真正承传古圣先贤的传统文化，并且发扬光大，以优秀的传统文化来造福人群、造福社会、造福国家、造福世界。",
      "zh_TW": "綜上而言，如果能夠具備以上十種素質，學習到釋迦牟尼佛和孔老夫子這兩位偉大教育家的優點，就可算是合格的傳統文化老師。這樣的老師能夠真正承傳古聖先賢的傳統文化，並且發揚光大，以優秀的傳統文化來造福人群、造福社會、造福國家、造福世界。"
    },
    {
      "id": "32-195-0001_p0035",
      "zh_CN": "附语",
      "zh_TW": "附語"
    },
    {
      "id": "32-195-0001_p0036",
      "zh_CN": "附带在此说明一件事，最近有人做文章批评《弟子规》，认为是清代人编写的，历史很短，而且只适用于社会下层人士学习，不属于传统经典。这是对《弟子规》的内容没有真正了解，才会讲出这样的话。《弟子规》可说是童蒙经典的集大成，它的内容出自于《礼记》和古代的蒙书，可说是源远流长，并不是清代人自己的创作。它的宗旨是要落实《论语》所说的「弟子入则孝，出则弟，谨而信，泛爱众而亲仁；行有余力，则以学文」。这里面包含了孝悌、忠信、笃敬、仁爱、亲贤、学文的重要精神与实践，是传统文化教学极重要的基础经典。",
      "zh_TW": "附帶在此說明一件事，最近有人做文章批評《弟子規》，認為是清代人編寫的，歷史很短，而且只適用於社會下層人士學習，不屬於傳統經典。這是對《弟子規》的內容沒有真正了解，才會講出這樣的話。《弟子規》可說是童蒙經典的集大成，它的內容出自於《禮記》和古代的蒙書，可說是源遠流長，並不是清代人自己的創作。它的宗旨是要落實《論語》所說的「弟子入則孝，出則弟，謹而信，汎愛眾而親仁；行有餘力，則以學文」。這裡面包含了孝悌、忠信、篤敬、仁愛、親賢、學文的重要精神與實踐，是傳統文化教學極重要的基礎經典。"
    },
    {
      "id": "32-195-0001_p0037",
      "zh_CN": "按照《弟子规》去落实，就做到了笃行，而笃行正是博学、审问、慎思、明辨的最终目的，是真正能够产生利益和力量的环节。真正落实《弟子规》，就具备传统文化老师应有的基本德行，能够给人做出德行的好榜样，因为身教重于言教，所谓「其身正，不令而行；其身不正，虽令不从」。已经有许许多多的人由于落实《弟子规》而改邪归正、弃恶向善、端正心念，获得幸福美满的人生，所以，希望大家坚定对《弟子规》的信心，不要被个人评议所动摇。",
      "zh_TW": "按照《弟子規》去落實，就做到了篤行，而篤行正是博學、審問、慎思、明辨的最終目的，是真正能夠產生利益和力量的環節。真正落實《弟子規》，就具備傳統文化老師應有的基本德行，能夠給人做出德行的好榜樣，因為身教重於言教，所謂「其身正，不令而行；其身不正，雖令不從」。已經有許許多多的人由於落實《弟子規》而改邪歸正、棄惡向善、端正心念，獲得幸福美滿的人生，所以，希望大家堅定對《弟子規》的信心，不要被個人評議所動搖。"
    },
    {
      "id": "32-195-0001_p0038",
      "zh_CN": "以上是我个人对传统文化老师素质的一点浅见，提供给大家参考。希望传统文化的弘扬愈来愈顺畅，希望大家齐心合力，为往圣继绝学，为万世开太平。最后，祝福在座的诸位六时吉祥、光寿无量！祝福传统文化振兴昌盛，永世弘扬！祝福祖国国运昌隆、国泰民安！祝福世界安定和平、盛世大同！谢谢大家！",
      "zh_TW": "以上是我個人對傳統文化老師素質的一點淺見，提供給大家參考。希望傳統文化的弘揚愈來愈順暢，希望大家齊心合力，為往聖繼絕學，為萬世開太平。最後，祝福在座的諸位六時吉祥、光壽無量！祝福傳統文化振興昌盛，永世弘揚！祝福祖國國運昌隆、國泰民安！祝福世界安定和平、盛世大同！謝謝大家！"
    }
  ]
}