{
  "doc_id": "21-665-0001",
  "title": {
    "zh_CN": "珍惜生命请勿杀害动物",
    "zh_TW": "珍惜生命請勿殺害動物"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-665-0001",
  "total_paragraphs": 432,
  "paragraphs": [
    {
      "id": "21-665-0001_p0001",
      "zh_CN": "主持人：今天在难得的机缘下，我们就相关的问题采访世界佛教的高僧大德，净空老法师，尊敬的师父上人，您好。",
      "zh_TW": "主持人：今天在難得的機緣下，我們就相關的問題採訪世界佛教的高僧大德，淨空老法師，尊敬的師父上人，您好。"
    },
    {
      "id": "21-665-0001_p0002",
      "zh_CN": "净空法师：你好。",
      "zh_TW": "淨空法師：你好。"
    },
    {
      "id": "21-665-0001_p0003",
      "zh_CN": "主持人：我现在感恩您大慈大悲来接受我们的采访。二０一０年六月，联合国环境规画署以欧盟执委会发表的报告总结说，要大幅度的减少对环境的影响，唯一的方法，就是全球饮食的重大改变，摒弃所有的动物性产品。如果不禁止，或限制吃肉，整个地球都会灭亡，这关系到所有人的生死存亡，已经不是个人的抉择问题。这种说法似乎有些耸人听闻，是否言过其实？恳请老法师，您慈悲开示。",
      "zh_TW": "主持人：我現在感恩您大慈大悲來接受我們的採訪。二０一０年六月，聯合國環境規畫署以歐盟執委會發表的報告總結說，要大幅度的減少對環境的影響，唯一的方法，就是全球飲食的重大改變，摒棄所有的動物性產品。如果不禁止，或限制吃肉，整個地球都會滅亡，這關係到所有人的生死存亡，已經不是個人的抉擇問題。這種說法似乎有些聳人聽聞，是否言過其實？懇請老法師，您慈悲開示。"
    },
    {
      "id": "21-665-0001_p0004",
      "zh_CN": "净空法师：这个说法，我觉得它所讲的，是现前社会的状况，确实是如此。这个饮食这方面，让我们想到，我们在童年的时候，在抗战期间那种朴实、健康的食物，跟现在相比让我们感到非常怀念。现在的饮食确实让我们每天提心吊胆，因为它不正常，人不正常问题就会出来；正常的生活、正常的饮食起居，那是最健康的。中国古人对这个事情非常重视，《左传》所谓的「人弃常则妖兴」，我们把这个正常放弃了，妖魔鬼怪都出来了，妖魔鬼怪扰乱社会、扰乱情绪，带给我们的灾难。所以今天这些人发现，我觉得是个好的信息。",
      "zh_TW": "淨空法師：這個說法，我覺得它所講的，是現前社會的狀況，確實是如此。這個飲食這方面，讓我們想到，我們在童年的時候，在抗戰期間那種樸實、健康的食物，跟現在相比讓我們感到非常懷念。現在的飲食確實讓我們每天提心弔膽，因為它不正常，人不正常問題就會出來；正常的生活、正常的飲食起居，那是最健康的。中國古人對這個事情非常重視，《左傳》所謂的「人棄常則妖興」，我們把這個正常放棄了，妖魔鬼怪都出來了，妖魔鬼怪擾亂社會、擾亂情緒，帶給我們的災難。所以今天這些人發現，我覺得是個好的信息。"
    },
    {
      "id": "21-665-0001_p0005",
      "zh_CN": "主持人：感恩您。师父，有人说人是地球上的高级生物、万物之灵，肉弱强食是大自然的规矩、规则。那动物天生就是被人杀的、被人吃的，人们吃牠们天经地义。很多人有这样的想法，就说吃肉有什么不好，成千上万的人都在吃肉，我为什么不吃？请师父您慈悲开示。",
      "zh_TW": "主持人：感恩您。師父，有人說人是地球上的高級生物、萬物之靈，肉弱強食是大自然的規矩、規則。那動物天生就是被人殺的、被人吃的，人們吃牠們天經地義。很多人有這樣的想法，就說吃肉有什麼不好，成千上萬的人都在吃肉，我為什麼不吃？請師父您慈悲開示。"
    },
    {
      "id": "21-665-0001_p0006",
      "zh_CN": "净空法师：我就是不吃。",
      "zh_TW": "淨空法師：我就是不吃。"
    },
    {
      "id": "21-665-0001_p0007",
      "zh_CN": "主持人：您就是不吃。",
      "zh_TW": "主持人：您就是不吃。"
    },
    {
      "id": "21-665-0001_p0008",
      "zh_CN": "净空法师：对，我从二十六岁听到佛法，半年之后我就把肉食断掉了。我年轻的时候，在学校读书，曾经接触过基督教跟伊斯兰教，那时候我最反对的是佛教，因为对佛教不理解。《古兰》跟《圣经》还有人讲，讲得听听还有点道理。佛教从来没听人讲经过，而且它比较深，经典也看不懂，所以产生很多误会。明白之后才晓得，我们造的罪业很深，抗战期间我失学了三年，就学打猎，所以杀生不少。知道这些因果报应，世人真的像佛所说的，你到这个世间来干什么？佛说了一句话叫「人生酬业」。",
      "zh_TW": "淨空法師：對，我從二十六歲聽到佛法，半年之後我就把肉食斷掉了。我年輕的時候，在學校讀書，曾經接觸過基督教跟伊斯蘭教，那時候我最反對的是佛教，因為對佛教不理解。《古蘭》跟《聖經》還有人講，講得聽聽還有點道理。佛教從來沒聽人講經過，而且它比較深，經典也看不懂，所以產生很多誤會。明白之後才曉得，我們造的罪業很深，抗戰期間我失學了三年，就學打獵，所以殺生不少。知道這些因果報應，世人真的像佛所說的，你到這個世間來幹什麼？佛說了一句話叫「人生酬業」。"
    },
    {
      "id": "21-665-0001_p0009",
      "zh_CN": "主持人：人生酬业。",
      "zh_TW": "主持人：人生酬業。"
    },
    {
      "id": "21-665-0001_p0010",
      "zh_CN": "净空法师：酬偿你的业报，你做的善你来享福，你造的恶你就来受罪，因果报应丝毫不爽。我一想过去三年打猎杀生那么多，给这些众生结了冤仇，这种冤冤相报非常可怕，所以立刻就选择素食。而且选择素食是有道理的，我们世间人只懂得卫生，保护生理吃的要干净、要新鲜。更深一层的，我觉得是伊斯兰，伊斯兰不但重视卫生，它懂得卫性，保护我们的性情，所以它关系到他的情绪。如果说对我们带来不好的情绪，这个东西也最好少吃它。佛教里面的五荤菜。",
      "zh_TW": "淨空法師：酬償你的業報，你做的善你來享福，你造的惡你就來受罪，因果報應絲毫不爽。我一想過去三年打獵殺生那麼多，給這些眾生結了冤仇，這種冤冤相報非常可怕，所以立刻就選擇素食。而且選擇素食是有道理的，我們世間人只懂得衛生，保護生理吃的要乾淨、要新鮮。更深一層的，我覺得是伊斯蘭，伊斯蘭不但重視衛生，它懂得衛性，保護我們的性情，所以它關係到他的情緒。如果說對我們帶來不好的情緒，這個東西也最好少吃它。佛教裡面的五葷菜。"
    },
    {
      "id": "21-665-0001_p0011",
      "zh_CN": "主持人：五荤菜。",
      "zh_TW": "主持人：五葷菜。"
    },
    {
      "id": "21-665-0001_p0012",
      "zh_CN": "净空法师：荤你看是草字头，荤不是肉，说五荤菜就是葱、蒜、韭菜、荞头（小蒜）、洋葱，这一类的。这一类为什么不吃它？性情不好，生吃容易动肝火。",
      "zh_TW": "淨空法師：葷你看是草字頭，葷不是肉，說五葷菜就是蔥、蒜、韭菜、蕎頭（小蒜）、洋蔥，這一類的。這一類為什麼不吃它？性情不好，生吃容易動肝火。"
    },
    {
      "id": "21-665-0001_p0013",
      "zh_CN": "主持人：发脾气。",
      "zh_TW": "主持人：發脾氣。"
    },
    {
      "id": "21-665-0001_p0014",
      "zh_CN": "净空法师：对，它促进你发脾气，熟吃的时候它产生贺尔蒙容易引起性冲动，是这个原因。所以开放的时候七十岁以后，大概你性情定了，这就不那么重视。另外一种如果是药用都可以。",
      "zh_TW": "淨空法師：對，它促進你發脾氣，熟吃的時候它產生賀爾蒙容易引起性衝動，是這個原因。所以開放的時候七十歲以後，大概你性情定了，這就不那麼重視。另外一種如果是藥用都可以。"
    },
    {
      "id": "21-665-0001_p0015",
      "zh_CN": "主持人：药用可以。",
      "zh_TW": "主持人：藥用可以。"
    },
    {
      "id": "21-665-0001_p0016",
      "zh_CN": "净空法师：对，特别是现在这个时代，饮食都不健康，大蒜确实能帮助我们解毒、帮助我们杀菌，所以这个东西在现在来讲，我觉得是必须的。早年我们在台湾华藏视听图书馆，韩馆长她就规定每个星期一定吃一次大蒜，一个人至少吃一瓣、二瓣生吃，生吃才管用。",
      "zh_TW": "淨空法師：對，特別是現在這個時代，飲食都不健康，大蒜確實能幫助我們解毒、幫助我們殺菌，所以這個東西在現在來講，我覺得是必須的。早年我們在台灣華藏視聽圖書館，韓館長她就規定每個星期一定吃一次大蒜，一個人至少吃一瓣、二瓣生吃，生吃才管用。"
    },
    {
      "id": "21-665-0001_p0017",
      "zh_CN": "主持人：生吃才管用，杀菌是吗？师父。",
      "zh_TW": "主持人：生吃才管用，殺菌是嗎？師父。"
    },
    {
      "id": "21-665-0001_p0018",
      "zh_CN": "净空法师：对，帮助我们增加抵抗力，对，这是很有道理的。所以佛法是讲理的，通情达理它不固执，虽然这五种东西，大多数人一定要禁止，特别是年轻人。所以年岁大的、有病的，如果医生叫你吃的话，是可以用的。所以这个饮食一定要重视。动物实实在在说，不应该吃牠的肉，牠是一条命！",
      "zh_TW": "淨空法師：對，幫助我們增加抵抗力，對，這是很有道理的。所以佛法是講理的，通情達理它不固執，雖然這五種東西，大多數人一定要禁止，特別是年輕人。所以年歲大的、有病的，如果醫生叫你吃的話，是可以用的。所以這個飲食一定要重視。動物實實在在說，不應該吃牠的肉，牠是一條命！"
    },
    {
      "id": "21-665-0001_p0019",
      "zh_CN": "主持人：牠是一条命。",
      "zh_TW": "主持人：牠是一條命。"
    },
    {
      "id": "21-665-0001_p0020",
      "zh_CN": "净空法师：对，所以说肉弱强食这是什么？这是冤冤相报的果报现象，过去牠吃你，今天你吃牠；我们觉悟了，过去牠吃我，算了，现在我不吃牠了这多好！这个冤结就化解了。要不然这个结解不开，生生世世报来报去，双方都痛苦。尤其现在的肉食，四年前，齐居士邀我去访问山东德州庆云，带我去看一个养鸭的基地。这个地方养的鸭子，他告诉我，供给北京烤鸭占三分之一，这么大的一个数量。我去参观，他在里面提了个小鸭，放在我手掌上跟我手掌一样这么大小鸭。他问我，他说法师，你看这个鸭出生几天了？我说至少要一个星期到十天才能长那么大。他告诉我，昨天出生的。我吓了一跳，我说你们这个鸭子，养多少天拿到北京去宰杀？二、三个星期。这还能吃吗？这是用化学激素催化的，这决定不健康。所以当时我告诉我身边人，这不能吃，牠所吃的东西都有毒的，不正常，牠的蛋也不要吃，以前我们不知道，亲自看到。所以养一条猪一、二个月就宰掉了，在从前猪一般农家养一年，鸭子最少七、八个月，十个月牠才能成长那么大。现在几个星期就长那么大，所以一切都不正常，这敢吃吗？",
      "zh_TW": "淨空法師：對，所以說肉弱強食這是什麼？這是冤冤相報的果報現象，過去牠吃你，今天你吃牠；我們覺悟了，過去牠吃我，算了，現在我不吃牠了這多好！這個冤結就化解了。要不然這個結解不開，生生世世報來報去，雙方都痛苦。尤其現在的肉食，四年前，齊居士邀我去訪問山東德州慶雲，帶我去看一個養鴨的基地。這個地方養的鴨子，他告訴我，供給北京烤鴨佔三分之一，這麼大的一個數量。我去參觀，他在裡面提了個小鴨，放在我手掌上跟我手掌一樣這麼大小鴨。他問我，他說法師，你看這個鴨出生幾天了？我說至少要一個星期到十天才能長那麼大。他告訴我，昨天出生的。我嚇了一跳，我說你們這個鴨子，養多少天拿到北京去宰殺？二、三個星期。這還能吃嗎？這是用化學激素催化的，這決定不健康。所以當時我告訴我身邊人，這不能吃，牠所吃的東西都有毒的，不正常，牠的蛋也不要吃，以前我們不知道，親自看到。所以養一條豬一、二個月就宰掉了，在從前豬一般農家養一年，鴨子最少七、八個月，十個月牠才能成長那麼大。現在幾個星期就長那麼大，所以一切都不正常，這敢吃嗎？"
    },
    {
      "id": "21-665-0001_p0021",
      "zh_CN": "我是六十年没有吃过肉，不知道实际的状况。我曾经请教方东美的夫人，老师过世之后我是常常照顾她。有一次我问她，我说妳们现在吃肉食，猪肉、鸡肉，想想在抗战之前，我们吃的味道一样不一样？她停了五分钟，想了一想告诉我，不一样，味道不对了。六十年前我们吃是正常生长的、正常发育的，现在完全是化学催化统统都有毒，所以现在很多人奇奇怪怪的病，在六十年前没有，都是近代才有这些怪病，从哪来的？病从口入，就是从饮食上来的。不但动物，现在连植物用农药、化肥全不正常，所以这东西人吃了之后不健康。连汤恩比博士在七十年代，他都大声疾呼，倡导农业要恢复从前用人工的农耕，那是最健康的。他反对这些机械化，更反对用农药、化肥、改造基因，这是他绝对不赞成的，这有道理。",
      "zh_TW": "我是六十年沒有吃過肉，不知道實際的狀況。我曾經請教方東美的夫人，老師過世之後我是常常照顧她。有一次我問她，我說妳們現在吃肉食，豬肉、雞肉，想想在抗戰之前，我們吃的味道一樣不一樣？她停了五分鐘，想了一想告訴我，不一樣，味道不對了。六十年前我們吃是正常生長的、正常發育的，現在完全是化學催化統統都有毒，所以現在很多人奇奇怪怪的病，在六十年前沒有，都是近代才有這些怪病，從哪來的？病從口入，就是從飲食上來的。不但動物，現在連植物用農藥、化肥全不正常，所以這東西人吃了之後不健康。連湯恩比博士在七十年代，他都大聲疾呼，倡導農業要恢復從前用人工的農耕，那是最健康的。他反對這些機械化，更反對用農藥、化肥、改造基因，這是他絕對不贊成的，這有道理。"
    },
    {
      "id": "21-665-0001_p0022",
      "zh_CN": "主持人：师父，就我知道的，现在就是在动物短短的一生当中，由于运输过冷、过热，还捕捉牠的过程，还有屠宰牠的过程，一系列的种种折磨。不光是这些，现在就全球给动物施加的那种贺尔蒙、抗生素，还有激素之类，这些的药物达二千七百种。我曾经认识一个鸡舍的老板，他跟我说，原本鸡活的寿命是七年，现在是四十五天，那就是说，从牠出生那天到牠四十五天出来，就端上人们的餐桌，他要给牠打、又给牠吃药要十六种。其实给这些动物施加这么多的药物，无形当中使动物的身体，形成名符其实的药罐子。",
      "zh_TW": "主持人：師父，就我知道的，現在就是在動物短短的一生當中，由於運輸過冷、過熱，還捕捉牠的過程，還有屠宰牠的過程，一系列的種種折磨。不光是這些，現在就全球給動物施加的那種賀爾蒙、抗生素，還有激素之類，這些的藥物達二千七百種。我曾經認識一個雞舍的老闆，他跟我說，原本雞活的壽命是七年，現在是四十五天，那就是說，從牠出生那天到牠四十五天出來，就端上人們的餐桌，他要給牠打、又給牠吃藥要十六種。其實給這些動物施加這麼多的藥物，無形當中使動物的身體，形成名符其實的藥罐子。"
    },
    {
      "id": "21-665-0001_p0023",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-665-0001_p0024",
      "zh_CN": "主持人：有个专家说，他是行业的专家，禽类的专家，他就说现在我们吃的鸡，不应该叫鸡，应该改名为药鸡。",
      "zh_TW": "主持人：有個專家說，他是行業的專家，禽類的專家，他就說現在我們吃的雞，不應該叫雞，應該改名為藥雞。"
    },
    {
      "id": "21-665-0001_p0025",
      "zh_CN": "净空法师：实在讲药还不行，加一个毒鸡。",
      "zh_TW": "淨空法師：實在講藥還不行，加一個毒雞。"
    },
    {
      "id": "21-665-0001_p0026",
      "zh_CN": "主持人：毒鸡。",
      "zh_TW": "主持人：毒雞。"
    },
    {
      "id": "21-665-0001_p0027",
      "zh_CN": "净空法师：牠是毒药，人吃了怎么可能健康？那吃了要命的。",
      "zh_TW": "淨空法師：牠是毒藥，人吃了怎麼可能健康？那吃了要命的。"
    },
    {
      "id": "21-665-0001_p0028",
      "zh_CN": "主持人：师父，专家说的，说每个动物身上都有尸毒，尸毒就是动物死去以后，尸体慢慢的腐烂就是产生尸毒，时间愈久尸毒毒性愈大。其实人们多多少少都吃了这些东西，而且给动物施加药已经成为一个公开的秘密。您看现在就是人们，都知道这种现象，他们还在吃，您说这是为什么？师父。",
      "zh_TW": "主持人：師父，專家說的，說每個動物身上都有屍毒，屍毒就是動物死去以後，屍體慢慢的腐爛就是產生屍毒，時間愈久屍毒毒性愈大。其實人們多多少少都吃了這些東西，而且給動物施加藥已經成為一個公開的祕密。您看現在就是人們，都知道這種現象，他們還在吃，您說這是為什麼？師父。"
    },
    {
      "id": "21-665-0001_p0029",
      "zh_CN": "净空法师：这是迷惑，而且是什么？贪心，贪心在作祟，贪就是毒。你看佛经上讲贪瞋痴这叫三毒，这是什么？与生俱来的、带来的，你心就是不好，心里头有毒。所以佛教给我们「勤修戒定慧，息灭贪瞋痴」，把内心里头三毒拿掉、放下。连美国夏威夷修．蓝博士，他上个月（三）二十一号，到我这来看我，我们碰一次头，说明夏威夷古老这种疗愈的方法，完全用心理。",
      "zh_TW": "淨空法師：這是迷惑，而且是什麼？貪心，貪心在作祟，貪就是毒。你看佛經上講貪瞋痴這叫三毒，這是什麼？與生俱來的、帶來的，你心就是不好，心裡頭有毒。所以佛教給我們「勤修戒定慧，息滅貪瞋痴」，把內心裡頭三毒拿掉、放下。連美國夏威夷修．藍博士，他上個月（三）二十一號，到我這來看我，我們碰一次頭，說明夏威夷古老這種療癒的方法，完全用心理。"
    },
    {
      "id": "21-665-0001_p0030",
      "zh_CN": "主持人：完全用心理。",
      "zh_TW": "主持人：完全用心理。"
    },
    {
      "id": "21-665-0001_p0031",
      "zh_CN": "净空法师：用心理。他这个医疗不需要用药物、不需要打针、不需要吃药，大概一个月，奇奇怪怪病统统都能够疗愈，这个方法就是用清净心。所以他必须要把这些贪瞋痴，自己内心的、心理上的毒，统统把它排出去。",
      "zh_TW": "淨空法師：用心理。他這個醫療不需要用藥物、不需要打針、不需要吃藥，大概一個月，奇奇怪怪病統統都能夠療癒，這個方法就是用清淨心。所以他必須要把這些貪瞋痴，自己內心的、心理上的毒，統統把它排出去。"
    },
    {
      "id": "21-665-0001_p0032",
      "zh_CN": "主持人：心理的毒素。",
      "zh_TW": "主持人：心理的毒素。"
    },
    {
      "id": "21-665-0001_p0033",
      "zh_CN": "净空法师：他叫清理，把它清理干净，他说的话，记忆，你不善的记忆要清除掉，善的记忆也清除掉。你的心，你的本心本来是清净的、一尘不染的，恢复到本心那个能量就非常大。治疗的方法很简单，不需要跟病人见面，远隔千里也有办法帮助他治疗，他就要什么？姓名、性别、出生年月日，他要这些东西，再就是病历。他的疗法最重要的，是把病人跟自己想成一体，自他不二，想成一体之后他的病就是我的病。我哪些病用自己的意念，也就是不善的念头全部清除，用这个意念纯净纯善。他说每天做半个小时，就是观想，像我们讲回向，回向给他，大概一个月连续不断三十次，一天一次，一次大概要半个小时，三十天之后自己好了，对方就好了，很神奇。这个理论我们懂得，佛经上有「制心一处，无事不办」。我们的心乱、杂，这就是病源，我们得病的病源；如果我们的心干净，没有这些杂念、没有妄念、没有邪念，你不可能生病。饮食要特别注意，现在我们饮食连蔬菜、吃的大米都有问题，这不得了。我看再过几年可能空气都有问题，水有问题，这人怎么活？所以科学家提示有道理，如果不改进，我们这个健康的损失，人类会在地球上消灭。",
      "zh_TW": "淨空法師：他叫清理，把它清理乾淨，他說的話，記憶，你不善的記憶要清除掉，善的記憶也清除掉。你的心，你的本心本來是清淨的、一塵不染的，恢復到本心那個能量就非常大。治療的方法很簡單，不需要跟病人見面，遠隔千里也有辦法幫助他治療，他就要什麼？姓名、性別、出生年月日，他要這些東西，再就是病歷。他的療法最重要的，是把病人跟自己想成一體，自他不二，想成一體之後他的病就是我的病。我哪些病用自己的意念，也就是不善的念頭全部清除，用這個意念純淨純善。他說每天做半個小時，就是觀想，像我們講迴向，迴向給他，大概一個月連續不斷三十次，一天一次，一次大概要半個小時，三十天之後自己好了，對方就好了，很神奇。這個理論我們懂得，佛經上有「制心一處，無事不辦」。我們的心亂、雜，這就是病源，我們得病的病源；如果我們的心乾淨，沒有這些雜念、沒有妄念、沒有邪念，你不可能生病。飲食要特別注意，現在我們飲食連蔬菜、吃的大米都有問題，這不得了。我看再過幾年可能空氣都有問題，水有問題，這人怎麼活？所以科學家提示有道理，如果不改進，我們這個健康的損失，人類會在地球上消滅。"
    },
    {
      "id": "21-665-0001_p0034",
      "zh_CN": "主持人：师父，养鸡的不吃鸡肉，养猪的不吃猪肉，养鱼的不吃鱼，因为他知道内幕。",
      "zh_TW": "主持人：師父，養雞的不吃雞肉，養豬的不吃豬肉，養魚的不吃魚，因為他知道內幕。"
    },
    {
      "id": "21-665-0001_p0035",
      "zh_CN": "净空法师：他懂得，他知道。但是他知道还要干这个事情卖给人，因果果报很可怕，这个等于说，中国人常讲的谋财害命，这是地狱罪业，不能做。",
      "zh_TW": "淨空法師：他懂得，他知道。但是他知道還要幹這個事情賣給人，因果果報很可怕，這個等於說，中國人常講的謀財害命，這是地獄罪業，不能做。"
    },
    {
      "id": "21-665-0001_p0036",
      "zh_CN": "主持人：师父，有一次我去鸡舍拍戏，那个老板，我跟老板在一起，我们走到前面看一个鸡，忽然间倒那就死了。后来鸡舍老板他说，妳知道这个鸡为什么死了？我说不知道。他说是脑溢血。我说为什么？他说因为我们不停的让牠吃食，灯光一直在照着牠，牠的任务就不停在叼食、叼食，牠的一辈子的生活空间，不到Ａ４纸那么大一个小格子里头。所以牠不停在吃的时候，而且鸡的饲料里添加大量的生长激素，以及肉类、激素什么的，牠愈吃愈吃整个胆固醇进入脑子，然后就脑溢血死了。后来这鸡舍老板说我告诉妳，丁嘉丽，妳千万不能吃鸡肉。我说是这样。",
      "zh_TW": "主持人：師父，有一次我去雞舍拍戲，那個老闆，我跟老闆在一起，我們走到前面看一個雞，忽然間倒那就死了。後來雞舍老闆他說，妳知道這個雞為什麼死了？我說不知道。他說是腦溢血。我說為什麼？他說因為我們不停的讓牠吃食，燈光一直在照著牠，牠的任務就不停在叼食、叼食，牠的一輩子的生活空間，不到Ａ４紙那麼大一個小格子裡頭。所以牠不停在吃的時候，而且雞的飼料裡添加大量的生長激素，以及肉類、激素什麼的，牠愈吃愈吃整個膽固醇進入腦子，然後就腦溢血死了。後來這雞舍老闆說我告訴妳，丁嘉麗，妳千萬不能吃雞肉。我說是這樣。"
    },
    {
      "id": "21-665-0001_p0037",
      "zh_CN": "净空法师：有道理，妳说不但我不敢吃，我要给你宣扬，让全世界的人都不要吃鸡肉。",
      "zh_TW": "淨空法師：有道理，妳說不但我不敢吃，我要給你宣揚，讓全世界的人都不要吃雞肉。"
    },
    {
      "id": "21-665-0001_p0038",
      "zh_CN": "主持人：所以人们我觉得有的时候挺什么的，比方说他的亲人，或者是他的朋友，知道他生病了，绝对不敢用他的碗筷，也不敢吃他的剩菜，怕吃到他的一滴唾液，怕传染。人们却把大块的肉，也不问问这块肉有没有病，大块大块的尸体，当然含有唾液、体液，大口的嚼食，还说好吃。我们东北人特爱吃那个血肠，就是杀猪以后那个血，留下来以后马上就灌血肠，这时候他就不考虑是不是符合他的卫生标准。大家共餐的时候还要强调公筷母匙。所以我就说现在很多的人就怕去坟场，其实他们已经把自己的肚子当成动物的坟地，也不怕自己肚子里闹鬼，其实这些动物也没看好风水。",
      "zh_TW": "主持人：所以人們我覺得有的時候挺什麼的，比方說他的親人，或者是他的朋友，知道他生病了，絕對不敢用他的碗筷，也不敢吃他的剩菜，怕吃到他的一滴唾液，怕傳染。人們卻把大塊的肉，也不問問這塊肉有沒有病，大塊大塊的屍體，當然含有唾液、體液，大口的嚼食，還說好吃。我們東北人特愛吃那個血腸，就是殺豬以後那個血，留下來以後馬上就灌血腸，這時候他就不考慮是不是符合他的衛生標準。大家共餐的時候還要強調公筷母匙。所以我就說現在很多的人就怕去墳場，其實他們已經把自己的肚子當成動物的墳地，也不怕自己肚子裡鬧鬼，其實這些動物也沒看好風水。"
    },
    {
      "id": "21-665-0001_p0039",
      "zh_CN": "师父，几年前我看过一个片子，就是一群的人，当然是有钱的老板，到了猴子的笼子面前，猴子就惊慌失措，一群的猴子就骚动不安，窜来窜去，惊恐的眼神望着人们。肯定那个老板是大富长者，他很有钱的人，就趾高气昂看看猴子，一看有一个猴子是挺肥的，就指了那一下，这些猴子您知道吗？这些猴子，他这一指猴子，这猴子一看他一指，当时就绥了您知道吗？那眼神一下子就变了，一下就这样。然后这些猴子，笼子里那些猴子，抓起猴子就给牠抓在一边。服务员抓起这猴子的时候，这猴子眼神就已经魂神魄散，滴里当啷就给牠放在餐桌上。人坐好以后，把猴脑毛都给剃掉以后，就拿小榔头当就把猴脑敲进去，猴子就那种撕心裂肺的叫声，服务员就把猴脑壳给开开来。人就嘻嘻哈哈，底下猴子一直在叫，然后就开始吃这个猴脑。师父，他们都说这个猴，我就是不明白，请问师父，怎么人们一指牠，牠就这样了？",
      "zh_TW": "師父，幾年前我看過一個片子，就是一群的人，當然是有錢的老闆，到了猴子的籠子面前，猴子就驚慌失措，一群的猴子就騷動不安，竄來竄去，驚恐的眼神望著人們。肯定那個老闆是大富長者，他很有錢的人，就趾高氣昂看看猴子，一看有一個猴子是挺肥的，就指了那一下，這些猴子您知道嗎？這些猴子，他這一指猴子，這猴子一看他一指，當時就綏了您知道嗎？那眼神一下子就變了，一下就這樣。然後這些猴子，籠子裡那些猴子，抓起猴子就給牠抓在一邊。服務員抓起這猴子的時候，這猴子眼神就已經魂神魄散，滴里當啷就給牠放在餐桌上。人坐好以後，把猴腦毛都給剃掉以後，就拿小榔頭噹就把猴腦敲進去，猴子就那種撕心裂肺的叫聲，服務員就把猴腦殼給開開來。人就嘻嘻哈哈，底下猴子一直在叫，然後就開始吃這個猴腦。師父，他們都說這個猴，我就是不明白，請問師父，怎麼人們一指牠，牠就這樣了？"
    },
    {
      "id": "21-665-0001_p0040",
      "zh_CN": "净空法师：牠完全懂得。",
      "zh_TW": "淨空法師：牠完全懂得。"
    },
    {
      "id": "21-665-0001_p0041",
      "zh_CN": "主持人：牠完全懂得。",
      "zh_TW": "主持人：牠完全懂得。"
    },
    {
      "id": "21-665-0001_p0042",
      "zh_CN": "净空法师：完全知道，牠一点都不傻，你一指牠，牠就知道你要杀牠、你要吃牠，而且是这种残酷的手段，那是牠的惊吓，惊吓的时候就带来的毒。过去李老师跟我们讲了一个案例，母亲喂奶，小孩吃母亲的奶没多久就死了。检查奶里头有毒，毒是什么？发脾气的时候喂小孩，这个时候小孩吃了奶就中毒。所以喂奶的时候一定心平气和、欢欢喜喜，这个奶就有养分；如果一发脾气，怨恨之下在喂小孩，这小孩准死无疑。你就想想这些动物，你杀牠的时候牠不恨你吗？那个猴脑有毒，决定有毒。所有动物你杀牠的时候，没有一个是欢欢喜喜让你杀的，都是叫的声音凄惨无比，那种怨恨。所以这肉食你要明白这个道理，你怎么敢吃牠？",
      "zh_TW": "淨空法師：完全知道，牠一點都不傻，你一指牠，牠就知道你要殺牠、你要吃牠，而且是這種殘酷的手段，那是牠的驚嚇，驚嚇的時候就帶來的毒。過去李老師跟我們講了一個案例，母親餵奶，小孩吃母親的奶沒多久就死了。檢查奶裡頭有毒，毒是什麼？發脾氣的時候餵小孩，這個時候小孩吃了奶就中毒。所以餵奶的時候一定心平氣和、歡歡喜喜，這個奶就有養分；如果一發脾氣，怨恨之下在餵小孩，這小孩準死無疑。你就想想這些動物，你殺牠的時候牠不恨你嗎？那個猴腦有毒，決定有毒。所有動物你殺牠的時候，沒有一個是歡歡喜喜讓你殺的，都是叫的聲音悽慘無比，那種怨恨。所以這肉食你要明白這個道理，你怎麼敢吃牠？"
    },
    {
      "id": "21-665-0001_p0043",
      "zh_CN": "主持人：每个动物跟人一样，牠也贪生怕死。",
      "zh_TW": "主持人：每個動物跟人一樣，牠也貪生怕死。"
    },
    {
      "id": "21-665-0001_p0044",
      "zh_CN": "净空法师：一样、一样。",
      "zh_TW": "淨空法師：一樣、一樣。"
    },
    {
      "id": "21-665-0001_p0045",
      "zh_CN": "主持人：师父，动物在临死前如此的恐惧，就您刚才说的，能产生那么大的毒素，吃进人的身体，老百姓说吃啥补啥，你说这猴都吓成这样，人们他们为什么要吃猴脑，就觉得这猴脑能补脑子，他吃这个猴脑真能补他的脑子吗？",
      "zh_TW": "主持人：師父，動物在臨死前如此的恐懼，就您剛才說的，能產生那麼大的毒素，吃進人的身體，老百姓說吃啥補啥，你說這猴都嚇成這樣，人們他們為什麼要吃猴腦，就覺得這猴腦能補腦子，他吃這個猴腦真能補他的腦子嗎？"
    },
    {
      "id": "21-665-0001_p0046",
      "zh_CN": "净空法师：这种猴脑，他这个脑就变成愈来愈糊涂，愈来愈迷糊。",
      "zh_TW": "淨空法師：這種猴腦，他這個腦就變成愈來愈糊塗，愈來愈迷糊。"
    },
    {
      "id": "21-665-0001_p0047",
      "zh_CN": "主持人：愈来愈迷惑。",
      "zh_TW": "主持人：愈來愈迷惑。"
    },
    {
      "id": "21-665-0001_p0048",
      "zh_CN": "净空法师：迷惑，而且我们学佛的人大概都知道，你看最近这几年每个地方这附身的太多了，而且这附身透给我们的信息，几乎全都是负面的，都说带来这些灾难，灾难不善的心、不善的行为所感召的。人用这种的心对人、对动物，在因果上讲，怎么可能有善的报应？不可能。我们以爱心对人，人以爱心对我；我以杀戮的心对牠，想吃牠，牠用什么心回报？这个我们一定要能想到。整个宇宙，宇宙的中心在佛法里面讲，自性、本性，佛法讲法性，这都是讲的真心，真心里面的核心是什么？就是爱。我们老祖宗很早就知道，五伦第一条父子有亲，这个亲就是亲爱，这个亲爱是自性的原始点。",
      "zh_TW": "淨空法師：迷惑，而且我們學佛的人大概都知道，你看最近這幾年每個地方這附身的太多了，而且這附身透給我們的信息，幾乎全都是負面的，都說帶來這些災難，災難不善的心、不善的行為所感召的。人用這種的心對人、對動物，在因果上講，怎麼可能有善的報應？不可能。我們以愛心對人，人以愛心對我；我以殺戮的心對牠，想吃牠，牠用什麼心回報？這個我們一定要能想到。整個宇宙，宇宙的中心在佛法裡面講，自性、本性，佛法講法性，這都是講的真心，真心裡面的核心是什麼？就是愛。我們老祖宗很早就知道，五倫第一條父子有親，這個親就是親愛，這個親愛是自性的原始點。"
    },
    {
      "id": "21-665-0001_p0049",
      "zh_CN": "主持人：自性的原始点。",
      "zh_TW": "主持人：自性的原始點。"
    },
    {
      "id": "21-665-0001_p0050",
      "zh_CN": "净空法师：对，就是我们真心的原点，中心的中心那是纯净纯善的爱心，天生的，不是人教的，这父子有亲。所以中国的教育就是亲爱的教育。",
      "zh_TW": "淨空法師：對，就是我們真心的原點，中心的中心那是純淨純善的愛心，天生的，不是人教的，這父子有親。所以中國的教育就是親愛的教育。"
    },
    {
      "id": "21-665-0001_p0051",
      "zh_CN": "主持人：亲爱的教育。",
      "zh_TW": "主持人：親愛的教育。"
    },
    {
      "id": "21-665-0001_p0052",
      "zh_CN": "净空法师：亲爱的教育，几千年来都把这个抓紧紧的，从父子有亲延伸出五伦、五常、四维、八德，从这生出来的，它是根。所以中国古人讲「人性本善」，你看《三字经》上头两句，「人之初，性本善」，就是讲这个亲爱。现在人不知道爱自己，怎么会爱别人？他不自爱，自爱怎么能吃这些东西？这些动物对自己身心都有剧毒，都有大伤害。所以人活得这么苦、活得这么可怜，还在那里杀生、还在那里吃肉，这怎么得了？不自爱他就不会爱人。所以今天讲恢复传统教育，不是个容易事情，有很多人问我，什么时候才能恢复？我说至少要二百年，没有二百年的时间看不到效果。现在是世世代代有人来学习就不错了，这个灯不要让它灭掉。总得二百年之后人心慢慢转善了，人心向善福报就会现前。",
      "zh_TW": "淨空法師：親愛的教育，幾千年來都把這個抓緊緊的，從父子有親延伸出五倫、五常、四維、八德，從這生出來的，它是根。所以中國古人講「人性本善」，你看《三字經》上頭兩句，「人之初，性本善」，就是講這個親愛。現在人不知道愛自己，怎麼會愛別人？他不自愛，自愛怎麼能吃這些東西？這些動物對自己身心都有劇毒，都有大傷害。所以人活得這麼苦、活得這麼可憐，還在那裡殺生、還在那裡吃肉，這怎麼得了？不自愛他就不會愛人。所以今天講恢復傳統教育，不是個容易事情，有很多人問我，什麼時候才能恢復？我說至少要二百年，沒有二百年的時間看不到效果。現在是世世代代有人來學習就不錯了，這個燈不要讓它滅掉。總得二百年之後人心慢慢轉善了，人心向善福報就會現前。"
    },
    {
      "id": "21-665-0001_p0053",
      "zh_CN": "主持人：人心向善，福报就会现前。",
      "zh_TW": "主持人：人心向善，福報就會現前。"
    },
    {
      "id": "21-665-0001_p0054",
      "zh_CN": "净空法师：人心不善，现出来的是恶报不是善报。今天地球灾难这么多，社会动乱，这是不善所感应的。这个理是真的，就在我们面前，只要你冷静你全都看到。",
      "zh_TW": "淨空法師：人心不善，現出來的是惡報不是善報。今天地球災難這麼多，社會動亂，這是不善所感應的。這個理是真的，就在我們面前，只要你冷靜你全都看到。"
    },
    {
      "id": "21-665-0001_p0055",
      "zh_CN": "主持人：师父，我们有一次拍戏的时候，就想借农民的猪。这农民就说，我不借，你们要拿去的话就买，否则的话，你猪放回来牠也活不了。后来我们就不相信。其实我们就是拍完戏以后，当时捆猪的时候，那个猪就叫得不得了，就在捆牠之前，我就看牠惊慌失措，就来回的徘徊，走一步看那个猪的腿都颤抖。其实我们心里知道，我们还跟那个猪在说说，只是假装的，假装捆你一下，不真杀你。那个猪都不行，凄惨的叫声，就是这样子。我们不相信农民说的话，我们拍完戏给牠放回去以后，这个猪真的是这样子的，牠就不吃食了，也不喝水，三天以后这猪就死了。师父，有个疑问，您看我们也是没有杀牠，牠怎么就说牠自己绝食了？牠能预知什么吗？",
      "zh_TW": "主持人：師父，我們有一次拍戲的時候，就想借農民的豬。這農民就說，我不借，你們要拿去的話就買，否則的話，你豬放回來牠也活不了。後來我們就不相信。其實我們就是拍完戲以後，當時捆豬的時候，那個豬就叫得不得了，就在捆牠之前，我就看牠驚慌失措，就來回的徘徊，走一步看那個豬的腿都顫抖。其實我們心裡知道，我們還跟那個豬在說說，只是假裝的，假裝捆你一下，不真殺你。那個豬都不行，悽慘的叫聲，就是這樣子。我們不相信農民說的話，我們拍完戲給牠放回去以後，這個豬真的是這樣子的，牠就不吃食了，也不喝水，三天以後這豬就死了。師父，有個疑問，您看我們也是沒有殺牠，牠怎麼就說牠自己絕食了？牠能預知什麼嗎？"
    },
    {
      "id": "21-665-0001_p0056",
      "zh_CN": "净空法师：妳懂得这个道理吗？牠被吓死的。妳给牠讲些好话的时候，牠不相信妳，牠认为妳欺骗牠，牠对人没有信心，牠被吓死的。",
      "zh_TW": "淨空法師：妳懂得這個道理嗎？牠被嚇死的。妳給牠講些好話的時候，牠不相信妳，牠認為妳欺騙牠，牠對人沒有信心，牠被嚇死的。"
    },
    {
      "id": "21-665-0001_p0057",
      "zh_CN": "主持人：牠被吓死的。",
      "zh_TW": "主持人：牠被嚇死的。"
    },
    {
      "id": "21-665-0001_p0058",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0059",
      "zh_CN": "主持人：就是很多人到牠面前，捆牠的那一瞬间吓死的。",
      "zh_TW": "主持人：就是很多人到牠面前，捆牠的那一瞬間嚇死的。"
    },
    {
      "id": "21-665-0001_p0060",
      "zh_CN": "净空法师：没错，牠被吓死的。实在讲现在这个世间许许多多人，得了一些病都死了，也是被吓死的。",
      "zh_TW": "淨空法師：沒錯，牠被嚇死的。實在講現在這個世間許許多多人，得了一些病都死了，也是被嚇死的。"
    },
    {
      "id": "21-665-0001_p0061",
      "zh_CN": "主持人：也是被吓死的，那癌症很多人知道自己癌，也是吓死的吗？师父。",
      "zh_TW": "主持人：也是被嚇死的，那癌症很多人知道自己癌，也是嚇死的嗎？師父。"
    },
    {
      "id": "21-665-0001_p0062",
      "zh_CN": "净空法师：对，百分之九十是吓死的。",
      "zh_TW": "淨空法師：對，百分之九十是嚇死的。"
    },
    {
      "id": "21-665-0001_p0063",
      "zh_CN": "主持人：百分之九十都是吓死的。",
      "zh_TW": "主持人：百分之九十都是嚇死的。"
    },
    {
      "id": "21-665-0001_p0064",
      "zh_CN": "净空法师：对，你要是不在乎，把生死看开了不在乎，没有被它吓倒，那个病都能治好。动物也是一样，就是吓死的。",
      "zh_TW": "淨空法師：對，你要是不在乎，把生死看開了不在乎，沒有被它嚇倒，那個病都能治好。動物也是一樣，就是嚇死的。"
    },
    {
      "id": "21-665-0001_p0065",
      "zh_CN": "主持人：师父，人家说我们以前人类认为猪是最笨的动物，说错了，猪是极其聪明的。那就说人们一上牠面前拿着绳子，牠已经明白牠命在旦夕了。",
      "zh_TW": "主持人：師父，人家說我們以前人類認為豬是最笨的動物，說錯了，豬是極其聰明的。那就說人們一上牠面前拿著繩子，牠已經明白牠命在旦夕了。"
    },
    {
      "id": "21-665-0001_p0066",
      "zh_CN": "净空法师：已经明白，明白了。",
      "zh_TW": "淨空法師：已經明白，明白了。"
    },
    {
      "id": "21-665-0001_p0067",
      "zh_CN": "主持人：虽然牠不能说话，但是牠已经很清楚了。",
      "zh_TW": "主持人：雖然牠不能說話，但是牠已經很清楚了。"
    },
    {
      "id": "21-665-0001_p0068",
      "zh_CN": "净空法师：完全明白。",
      "zh_TW": "淨空法師：完全明白。"
    },
    {
      "id": "21-665-0001_p0069",
      "zh_CN": "主持人：牠被吓死的。",
      "zh_TW": "主持人：牠被嚇死的。"
    },
    {
      "id": "21-665-0001_p0070",
      "zh_CN": "净空法师：对。你给牠讲什么好话，牠不相信你，因为你天天打妄语，没人相信你。如果说有德行的人、有道德的人跟牠讲，也许牠会相信。",
      "zh_TW": "淨空法師：對。你給牠講什麼好話，牠不相信你，因為你天天打妄語，沒人相信你。如果說有德行的人、有道德的人跟牠講，也許牠會相信。"
    },
    {
      "id": "21-665-0001_p0071",
      "zh_CN": "主持人：我们这杀盗淫妄的。",
      "zh_TW": "主持人：我們這殺盜淫妄的。"
    },
    {
      "id": "21-665-0001_p0072",
      "zh_CN": "净空法师：就是讲牠不相信你。",
      "zh_TW": "淨空法師：就是講牠不相信你。"
    },
    {
      "id": "21-665-0001_p0073",
      "zh_CN": "主持人：师父，我在这跟大家分享一个水牛的故事，有一天在一个屠宰场里头，这是真人真事，就前一段时间发生的一件事情。屠夫对牛要宰割牠的时候，忽然间这个牛扑通一下就跪下来，跪下来以后就泪流满面，不停的在流眼泪、不停的在流眼泪，然后怎么拽牠也不动，牠一直在那跪着，特别大滴的眼泪滴滴答答往下流。这个屠夫就下不去这个手，又告诉同伴，把很多的也是屠夫同伴就叫来说，你看看这牛牠一直在这跪着，眼睛特别的可凄凉，看着人就大滴流眼泪。这些七、八个人就在屠宰场里头都吓坏了，也流下了眼泪，然后他们就决定说把这个牛买下来，用了三千七百块钱把这个牛买下来。我也带来了这照片，师父，这个牛流泪，您看他们拍下来的照片。这个牛自从被救起来，给买下以后他们就给送到一个寺庙里头，然后这个牛以后见着人就给人跪下，您看看，师父您看。",
      "zh_TW": "主持人：師父，我在這跟大家分享一個水牛的故事，有一天在一個屠宰場裡頭，這是真人真事，就前一段時間發生的一件事情。屠夫對牛要宰割牠的時候，忽然間這個牛撲通一下就跪下來，跪下來以後就淚流滿面，不停的在流眼淚、不停的在流眼淚，然後怎麼拽牠也不動，牠一直在那跪著，特別大滴的眼淚滴滴答答往下流。這個屠夫就下不去這個手，又告訴同伴，把很多的也是屠夫同伴就叫來說，你看看這牛牠一直在這跪著，眼睛特別的可淒涼，看著人就大滴流眼淚。這些七、八個人就在屠宰場裡頭都嚇壞了，也流下了眼淚，然後他們就決定說把這個牛買下來，用了三千七百塊錢把這個牛買下來。我也帶來了這照片，師父，這個牛流淚，您看他們拍下來的照片。這個牛自從被救起來，給買下以後他們就給送到一個寺廟裡頭，然後這個牛以後見著人就給人跪下，您看看，師父您看。"
    },
    {
      "id": "21-665-0001_p0074",
      "zh_CN": "净空法师：对，动物你救牠命牠知道感恩。",
      "zh_TW": "淨空法師：對，動物你救牠命牠知道感恩。"
    },
    {
      "id": "21-665-0001_p0075",
      "zh_CN": "主持人：牠知道感恩。",
      "zh_TW": "主持人：牠知道感恩。"
    },
    {
      "id": "21-665-0001_p0076",
      "zh_CN": "净空法师：知道。",
      "zh_TW": "淨空法師：知道。"
    },
    {
      "id": "21-665-0001_p0077",
      "zh_CN": "主持人：您说这个牛牠一直在流眼泪，牠在下跪、在求饶，牛的这种举动，让我们很震惊，师父，您慈悲开示，人家说牛是最有灵性的一个动物是吗？师父。",
      "zh_TW": "主持人：您說這個牛牠一直在流眼淚，牠在下跪、在求饒，牛的這種舉動，讓我們很震驚，師父，您慈悲開示，人家說牛是最有靈性的一個動物是嗎？師父。"
    },
    {
      "id": "21-665-0001_p0078",
      "zh_CN": "净空法师：任何动物都有灵性，不能小看，过去也是人，做错了事情，投胎到动物里头。这个事实真相，大乘经里面讲得很清楚，为什么堕落到畜生道？愚痴。也就是他没有智慧，他不能辨别是非、不能辨别邪正、不能辨别善恶、不能辨别利害，现在这样的人太多了。",
      "zh_TW": "淨空法師：任何動物都有靈性，不能小看，過去也是人，做錯了事情，投胎到動物裡頭。這個事實真相，大乘經裡面講得很清楚，為什麼墮落到畜生道？愚痴。也就是他沒有智慧，他不能辨別是非、不能辨別邪正、不能辨別善惡、不能辨別利害，現在這樣的人太多了。"
    },
    {
      "id": "21-665-0001_p0079",
      "zh_CN": "主持人：太多了。",
      "zh_TW": "主持人：太多了。"
    },
    {
      "id": "21-665-0001_p0080",
      "zh_CN": "净空法师：对，因为他确实这是教育问题。我们现在全世界的教育，只有教科学技术，伦理没有了、道德没有了、因果没有了、圣贤教育没有了，所以他对于什么是对的、什么是错的，没有标准。你学过这些东西的话，他心里头有个底、有个标准，他自己会衡量，虽然有一点出入，大致上不离谱。现在标准没有了，不得了，把恶当作善，把善当作恶。你今天强，有钱有势你欺负别人，人家受你欺负，你的福报会享得尽，你享尽了怎么办？享尽了之后你的罪报就现前。中国古人有一句话说，「富不过三代」，还能享三代。现在富自己可能这一世都享不到，最后问题发生了，破产、坐牢了，这常常我们看到的，就是一代你都享不过。",
      "zh_TW": "淨空法師：對，因為他確實這是教育問題。我們現在全世界的教育，只有教科學技術，倫理沒有了、道德沒有了、因果沒有了、聖賢教育沒有了，所以他對於什麼是對的、什麼是錯的，沒有標準。你學過這些東西的話，他心裡頭有個底、有個標準，他自己會衡量，雖然有一點出入，大致上不離譜。現在標準沒有了，不得了，把惡當作善，把善當作惡。你今天強，有錢有勢你欺負別人，人家受你欺負，你的福報會享得盡，你享盡了怎麼辦？享盡了之後你的罪報就現前。中國古人有一句話說，「富不過三代」，還能享三代。現在富自己可能這一世都享不到，最後問題發生了，破產、坐牢了，這常常我們看到的，就是一代你都享不過。"
    },
    {
      "id": "21-665-0001_p0081",
      "zh_CN": "主持人：一代都享不过了。",
      "zh_TW": "主持人：一代都享不過了。"
    },
    {
      "id": "21-665-0001_p0082",
      "zh_CN": "净空法师：对，因为你只享福，你不修福，古人享福修福，所以他福报能够绵延下去。现在享福造孽，尽欺负人，这些动物更那不必说，都认为是该被我吃的，都是这种念头。佛经上说「人死为羊，羊死为人」，将来也颠倒了，他富有，你变成畜生，他又来吃你了。",
      "zh_TW": "淨空法師：對，因為你只享福，你不修福，古人享福修福，所以他福報能夠綿延下去。現在享福造孽，盡欺負人，這些動物更那不必說，都認為是該被我吃的，都是這種念頭。佛經上說「人死為羊，羊死為人」，將來也顛倒了，他富有，你變成畜生，他又來吃你了。"
    },
    {
      "id": "21-665-0001_p0083",
      "zh_CN": "主持人：师父，我在这插一句话，我忽然间想起了一件事情，小的时候我奶奶跟我说的，她说到这个牛，不能吃牛肉，这个牛为什么托生是牛？他上辈子是当官的，他因为是做了贪官，所以堕落成牛。师父，您说我奶奶说这话有道理吗？",
      "zh_TW": "主持人：師父，我在這插一句話，我忽然間想起了一件事情，小的時候我奶奶跟我說的，她說到這個牛，不能吃牛肉，這個牛為什麼托生是牛？他上輩子是當官的，他因為是做了貪官，所以墮落成牛。師父，您說我奶奶說這話有道理嗎？"
    },
    {
      "id": "21-665-0001_p0084",
      "zh_CN": "净空法师：有道理，动物都是人做的，牠的罪受完了之后，牠又会到人道来，叫六道轮回。所以三恶道，现在我们清楚，是消罪业的。",
      "zh_TW": "淨空法師：有道理，動物都是人做的，牠的罪受完了之後，牠又會到人道來，叫六道輪迴。所以三惡道，現在我們清楚，是消罪業的。"
    },
    {
      "id": "21-665-0001_p0085",
      "zh_CN": "主持人：消罪业的。",
      "zh_TW": "主持人：消罪業的。"
    },
    {
      "id": "21-665-0001_p0086",
      "zh_CN": "净空法师：对，你罪业要消掉，到哪里消掉？三恶道是消罪业。",
      "zh_TW": "淨空法師：對，你罪業要消掉，到哪裡消掉？三惡道是消罪業。"
    },
    {
      "id": "21-665-0001_p0087",
      "zh_CN": "主持人：三恶道里消。",
      "zh_TW": "主持人：三惡道裡消。"
    },
    {
      "id": "21-665-0001_p0088",
      "zh_CN": "净空法师：对，三善道是消福报的。",
      "zh_TW": "淨空法師：對，三善道是消福報的。"
    },
    {
      "id": "21-665-0001_p0089",
      "zh_CN": "主持人：消福报的。",
      "zh_TW": "主持人：消福報的。"
    },
    {
      "id": "21-665-0001_p0090",
      "zh_CN": "净空法师：对，福报也消掉，因为你清净心里头罪、福都没有。",
      "zh_TW": "淨空法師：對，福報也消掉，因為你清淨心裡頭罪、福都沒有。"
    },
    {
      "id": "21-665-0001_p0091",
      "zh_CN": "主持人：罪、福都没有。",
      "zh_TW": "主持人：罪、福都沒有。"
    },
    {
      "id": "21-665-0001_p0092",
      "zh_CN": "净空法师：你的心才清净，清净心是真心，罪、福都是染污。",
      "zh_TW": "淨空法師：你的心才清淨，清淨心是真心，罪、福都是染污。"
    },
    {
      "id": "21-665-0001_p0093",
      "zh_CN": "主持人：师父，假使说我命里有福，我想修为的话，我不要这个福、我不享这个福是这样吗？",
      "zh_TW": "主持人：師父，假使說我命裡有福，我想修為的話，我不要這個福、我不享這個福是這樣嗎？"
    },
    {
      "id": "21-665-0001_p0094",
      "zh_CN": "净空法师：不享这个福，福把它给一切众生去享这就好。",
      "zh_TW": "淨空法師：不享這個福，福把它給一切眾生去享這就好。"
    },
    {
      "id": "21-665-0001_p0095",
      "zh_CN": "主持人：就舍己为人是吗？",
      "zh_TW": "主持人：就捨己為人是嗎？"
    },
    {
      "id": "21-665-0001_p0096",
      "zh_CN": "净空法师：对，没错。你看真正懂得这个道理的，有福报的，他自己生活过得很清苦，福报他会照顾很多人。",
      "zh_TW": "淨空法師：對，沒錯。你看真正懂得這個道理的，有福報的，他自己生活過得很清苦，福報他會照顧很多人。"
    },
    {
      "id": "21-665-0001_p0097",
      "zh_CN": "主持人：他把这些钱财给那些需要的人。",
      "zh_TW": "主持人：他把這些錢財給那些需要的人。"
    },
    {
      "id": "21-665-0001_p0098",
      "zh_CN": "净空法师：对，需要的人。我这一生看到就是我以前的老校长周邦道先生，这个人做官是个清官。我们从来没听说过的，大概这个世界上只有他一个，找不到第二个，他在台湾做考选部政务次长。",
      "zh_TW": "淨空法師：對，需要的人。我這一生看到就是我以前的老校長周邦道先生，這個人做官是個清官。我們從來沒聽說過的，大概這個世界上只有他一個，找不到第二個，他在台灣做考選部政務次長。"
    },
    {
      "id": "21-665-0001_p0099",
      "zh_CN": "主持人：什么是考选部？师父。",
      "zh_TW": "主持人：什麼是考選部？師父。"
    },
    {
      "id": "21-665-0001_p0100",
      "zh_CN": "净空法师：就是主管选拔人才的。",
      "zh_TW": "淨空法師：就是主管選拔人才的。"
    },
    {
      "id": "21-665-0001_p0101",
      "zh_CN": "主持人：这个权力太大了。",
      "zh_TW": "主持人：這個權力太大了。"
    },
    {
      "id": "21-665-0001_p0102",
      "zh_CN": "净空法师：对，选拔人才的。主管国家每年很多考试，这需要人才的话，考试他们专门负责这个，一生搞教育。公家配车子给他，有一辆轿车，他就是副部长家里给他装的电话。他这个车子不是公事，他不坐，私人有事情坐巴士；电话不是公事不用它，外面打进来可以，自己绝不打出去。自己私人要用电话，到门口外面有公共电话。",
      "zh_TW": "淨空法師：對，選拔人才的。主管國家每年很多考試，這需要人才的話，考試他們專門負責這個，一生搞教育。公家配車子給他，有一輛轎車，他就是副部長家裡給他裝的電話。他這個車子不是公事，他不坐，私人有事情坐巴士；電話不是公事不用它，外面打進來可以，自己絕不打出去。自己私人要用電話，到門口外面有公共電話。"
    },
    {
      "id": "21-665-0001_p0103",
      "zh_CN": "主持人：人家廉洁，不占公家的便宜，这人了不起！",
      "zh_TW": "主持人：人家廉潔，不佔公家的便宜，這人了不起！"
    },
    {
      "id": "21-665-0001_p0104",
      "zh_CN": "净空法师：是！他说我这私人事情我打电话，公家要付钱、要付电话费。所以他的儿子看到老子是这样的，儿子是跟我们是同学，都很熟，他说爸爸是老古董，人情世故都不通。他批评他爸爸，连他们做儿子的，的确是很不方便，所以他儿子常常说，做他的学生好，做他的儿子很苦。",
      "zh_TW": "淨空法師：是！他說我這私人事情我打電話，公家要付錢、要付電話費。所以他的兒子看到老子是這樣的，兒子是跟我們是同學，都很熟，他說爸爸是老古董，人情世故都不通。他批評他爸爸，連他們做兒子的，的確是很不方便，所以他兒子常常說，做他的學生好，做他的兒子很苦。"
    },
    {
      "id": "21-665-0001_p0105",
      "zh_CN": "主持人：其实他们不知道，他积阴德庇佑他们的子孙。",
      "zh_TW": "主持人：其實他們不知道，他積陰德庇佑他們的子孫。"
    },
    {
      "id": "21-665-0001_p0106",
      "zh_CN": "净空法师：不得了。",
      "zh_TW": "淨空法師：不得了。"
    },
    {
      "id": "21-665-0001_p0107",
      "zh_CN": "主持人：对他们简直是太好了。",
      "zh_TW": "主持人：對他們簡直是太好了。"
    },
    {
      "id": "21-665-0001_p0108",
      "zh_CN": "净空法师：是，你看收入并不多，家里生活很清苦，因为学佛全家吃素。",
      "zh_TW": "淨空法師：是，你看收入並不多，家裡生活很清苦，因為學佛全家吃素。"
    },
    {
      "id": "21-665-0001_p0109",
      "zh_CN": "主持人：全家吃素。",
      "zh_TW": "主持人：全家吃素。"
    },
    {
      "id": "21-665-0001_p0110",
      "zh_CN": "净空法师：对，你想想看，他多余的钱寄回老家，老家还有些亲戚朋友，照顾十几户人家，不是自己应该得的，一分一厘都不取。",
      "zh_TW": "淨空法師：對，你想想看，他多餘的錢寄回老家，老家還有些親戚朋友，照顧十幾戶人家，不是自己應該得的，一分一釐都不取。"
    },
    {
      "id": "21-665-0001_p0111",
      "zh_CN": "主持人：积了大德。",
      "zh_TW": "主持人：積了大德。"
    },
    {
      "id": "21-665-0001_p0112",
      "zh_CN": "净空法师：我们那个时候看到，真正看到典型的，受过中国传统文化的这种人，你看他一辈子清廉，给我们做最好的榜样。抗战期间他是我的校长，我们对校长夫妻两个，就看跟自己父母一样，照顾我们无微不至。",
      "zh_TW": "淨空法師：我們那個時候看到，真正看到典型的，受過中國傳統文化的這種人，你看他一輩子清廉，給我們做最好的榜樣。抗戰期間他是我的校長，我們對校長夫妻兩個，就看跟自己父母一樣，照顧我們無微不至。"
    },
    {
      "id": "21-665-0001_p0113",
      "zh_CN": "主持人：因为德行在，大家都从心里尊重他。",
      "zh_TW": "主持人：因為德行在，大家都從心裡尊重他。"
    },
    {
      "id": "21-665-0001_p0114",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-665-0001_p0115",
      "zh_CN": "主持人：师父，您说人家太智慧了，如果用他的那种职位，要拿到现在人可以受贿，那发了大财，人家懂得因果，所以说人家绝对不敢造次，师父，他太智慧了。",
      "zh_TW": "主持人：師父，您說人家太智慧了，如果用他的那種職位，要拿到現在人可以受賄，那發了大財，人家懂得因果，所以說人家絕對不敢造次，師父，他太智慧了。"
    },
    {
      "id": "21-665-0001_p0116",
      "zh_CN": "净空法师：真的是行善积德，这老师给我们做榜样，我们亲眼看到。我们今天这个生活一切随缘，实际上已经太丰富，跟古人比我们差远了。可是我们自己生活就非常简单，我在台中跟李老师十年，其中有五年，有一半的时间是我自己烧饭。",
      "zh_TW": "淨空法師：真的是行善積德，這老師給我們做榜樣，我們親眼看到。我們今天這個生活一切隨緣，實際上已經太豐富，跟古人比我們差遠了。可是我們自己生活就非常簡單，我在台中跟李老師十年，其中有五年，有一半的時間是我自己燒飯。"
    },
    {
      "id": "21-665-0001_p0117",
      "zh_CN": "主持人：自己烧饭。",
      "zh_TW": "主持人：自己燒飯。"
    },
    {
      "id": "21-665-0001_p0118",
      "zh_CN": "净空法师：对。我自己烧饭一个带把的小锅，锅碗就是它一个，我们的菜、饭都煮在一起，省事，从点火到吃完，洗刷干净半个小时。",
      "zh_TW": "淨空法師：對。我自己燒飯一個帶把的小鍋，鍋碗就是它一個，我們的菜、飯都煮在一起，省事，從點火到吃完，洗刷乾淨半個小時。"
    },
    {
      "id": "21-665-0001_p0119",
      "zh_CN": "主持人：太省时间了。",
      "zh_TW": "主持人：太省時間了。"
    },
    {
      "id": "21-665-0001_p0120",
      "zh_CN": "净空法师：你说多自在，很简单，我的老师李炳南老居士，一生他就是自己这样过的。",
      "zh_TW": "淨空法師：你說多自在，很簡單，我的老師李炳南老居士，一生他就是自己這樣過的。"
    },
    {
      "id": "21-665-0001_p0121",
      "zh_CN": "主持人：这惜福，师父。",
      "zh_TW": "主持人：這惜福，師父。"
    },
    {
      "id": "21-665-0001_p0122",
      "zh_CN": "净空法师：惜福，生活费用很少，当时我们在一起，老师每天生活费用台湾钱两块钱，合美金多少？那时候一块美金大概可以换三十多块，他一个月的生活费用，只不到两块美金一个月。",
      "zh_TW": "淨空法師：惜福，生活費用很少，當時我們在一起，老師每天生活費用台灣錢兩塊錢，合美金多少？那時候一塊美金大概可以換三十多塊，他一個月的生活費用，只不到兩塊美金一個月。"
    },
    {
      "id": "21-665-0001_p0123",
      "zh_CN": "主持人：一个月？",
      "zh_TW": "主持人：一個月？"
    },
    {
      "id": "21-665-0001_p0124",
      "zh_CN": "净空法师：一个月。",
      "zh_TW": "淨空法師：一個月。"
    },
    {
      "id": "21-665-0001_p0125",
      "zh_CN": "主持人：天，太俭朴了。",
      "zh_TW": "主持人：天，太儉樸了。"
    },
    {
      "id": "21-665-0001_p0126",
      "zh_CN": "净空法师：对，我们那个时候年轻，妄想、杂念比他多，所以消耗也比他多。我向他学习，学他的，以同样的生活方式，我一天要三块钱，他一天两块钱就够，一天吃一餐。",
      "zh_TW": "淨空法師：對，我們那個時候年輕，妄想、雜念比他多，所以消耗也比他多。我向他學習，學他的，以同樣的生活方式，我一天要三塊錢，他一天兩塊錢就夠，一天吃一餐。"
    },
    {
      "id": "21-665-0001_p0127",
      "zh_CN": "主持人：一天就吃一餐，就中午吃的吗？",
      "zh_TW": "主持人：一天就吃一餐，就中午吃的嗎？"
    },
    {
      "id": "21-665-0001_p0128",
      "zh_CN": "净空法师：就中午吃一餐，日中一食真自在，因为你开销的少，你一生可以不求人。",
      "zh_TW": "淨空法師：就中午吃一餐，日中一食真自在，因為你開銷的少，你一生可以不求人。"
    },
    {
      "id": "21-665-0001_p0129",
      "zh_CN": "主持人：一生不求人。",
      "zh_TW": "主持人：一生不求人。"
    },
    {
      "id": "21-665-0001_p0130",
      "zh_CN": "净空法师：一生不求人。",
      "zh_TW": "淨空法師：一生不求人。"
    },
    {
      "id": "21-665-0001_p0131",
      "zh_CN": "主持人：半个小时一顿饭搞定了。",
      "zh_TW": "主持人：半個小時一頓飯搞定了。"
    },
    {
      "id": "21-665-0001_p0132",
      "zh_CN": "净空法师：对，一生不求人，人到无求品自高，于人无争，于世无求，这个才叫真正幸福、美满、自在。跟任何人不结冤仇，都能和睦欢喜相处，这个人一生就没有白过，这叫真正幸福美满。不是富贵，富贵人享受不到这种生活。",
      "zh_TW": "淨空法師：對，一生不求人，人到無求品自高，於人無爭，於世無求，這個才叫真正幸福、美滿、自在。跟任何人不結冤仇，都能和睦歡喜相處，這個人一生就沒有白過，這叫真正幸福美滿。不是富貴，富貴人享受不到這種生活。"
    },
    {
      "id": "21-665-0001_p0133",
      "zh_CN": "主持人：表面人看现在很多人在享福，其实他在？",
      "zh_TW": "主持人：表面人看現在很多人在享福，其實他在？"
    },
    {
      "id": "21-665-0001_p0134",
      "zh_CN": "净空法师：不，那是在服毒。",
      "zh_TW": "淨空法師：不，那是在服毒。"
    },
    {
      "id": "21-665-0001_p0135",
      "zh_CN": "主持人：服毒。",
      "zh_TW": "主持人：服毒。"
    },
    {
      "id": "21-665-0001_p0136",
      "zh_CN": "净空法师：我们《无量寿经》上讲「饮苦食毒」，这一句话不就是形容现在人吗？他过的是什么日子？饮苦食毒。",
      "zh_TW": "淨空法師：我們《無量壽經》上講「飲苦食毒」，這一句話不就是形容現在人嗎？他過的是什麼日子？飲苦食毒。"
    },
    {
      "id": "21-665-0001_p0137",
      "zh_CN": "主持人：师父，有一次我去西安拍一个戏，我走到那个现场，我就看很多我们摄制组的人围着一个黑的山羊，不是绵羊，是山羊。他们就在说，你看牠在哭，给牠捆起来了，牠就在那一直在掉眼泪。让我过去看了一眼，我说干嘛？他说要杀这只羊。我说咱们这戏里，没有要杀这只羊，没有这样情节。说导演馋了，他想一边加个情节、一边在烤羊肉、一边在这演戏，剩下等到拍完戏这些摄制组的人就把羊吃掉，是这样子。其实当时那时候我已经学佛了，师父，我就想，后来我就说，这导演真是的，我说他干嘛要杀这个动物？可是就因为我自己那天身体上，有点小小不大舒服，我就没有去说，这只羊就被烤了，也就拍完戏了。可是当这场戏拍完了，说停的时候我走了两步，我就觉得特别的难受，我说我不行了，然后我就吐得不行，后来给我弄到宾馆，我也不停的在吐。我说我可能要死了，赶紧给我送到西安。因为那个地方离西安很远，我说我就不行了，我就一直在吐、不停的在吐，然后就给我拉到西安医院里在抢救。可是在一路上我也不停在吐，师父，我就出现了山羊的那种景象，山羊就在我眼前一直转，然后牠那个眼神一直就在我那个。我吐的当中，好像牠给我示现在脑子里头，那眼神、大滴的眼泪，那时候我也哭了，因为太痛苦了，然后一直是这样。师父，我在想为什么会产生这种现象？",
      "zh_TW": "主持人：師父，有一次我去西安拍一個戲，我走到那個現場，我就看很多我們攝製組的人圍著一個黑的山羊，不是綿羊，是山羊。他們就在說，你看牠在哭，給牠捆起來了，牠就在那一直在掉眼淚。讓我過去看了一眼，我說幹嘛？他說要殺這隻羊。我說咱們這戲裡，沒有要殺這隻羊，沒有這樣情節。說導演饞了，他想一邊加個情節、一邊在烤羊肉、一邊在這演戲，剩下等到拍完戲這些攝製組的人就把羊吃掉，是這樣子。其實當時那時候我已經學佛了，師父，我就想，後來我就說，這導演真是的，我說他幹嘛要殺這個動物？可是就因為我自己那天身體上，有點小小不大舒服，我就沒有去說，這隻羊就被烤了，也就拍完戲了。可是當這場戲拍完了，說停的時候我走了兩步，我就覺得特別的難受，我說我不行了，然後我就吐得不行，後來給我弄到賓館，我也不停的在吐。我說我可能要死了，趕緊給我送到西安。因為那個地方離西安很遠，我說我就不行了，我就一直在吐、不停的在吐，然後就給我拉到西安醫院裡在搶救。可是在一路上我也不停在吐，師父，我就出現了山羊的那種景象，山羊就在我眼前一直轉，然後牠那個眼神一直就在我那個。我吐的當中，好像牠給我示現在腦子裡頭，那眼神、大滴的眼淚，那時候我也哭了，因為太痛苦了，然後一直是這樣。師父，我在想為什麼會產生這種現象？"
    },
    {
      "id": "21-665-0001_p0138",
      "zh_CN": "净空法师：那个山羊跟妳有缘分。",
      "zh_TW": "淨空法師：那個山羊跟妳有緣分。"
    },
    {
      "id": "21-665-0001_p0139",
      "zh_CN": "主持人：因为我见死不救了是吗？师父。",
      "zh_TW": "主持人：因為我見死不救了是嗎？師父。"
    },
    {
      "id": "21-665-0001_p0140",
      "zh_CN": "净空法师：没错，应该要救牠，救不了，大家不同意，妳的心尽到了。",
      "zh_TW": "淨空法師：沒錯，應該要救牠，救不了，大家不同意，妳的心盡到了。"
    },
    {
      "id": "21-665-0001_p0141",
      "zh_CN": "主持人：因为我没有尽心，其实我觉得，我要是如果诚心诚意去跟导演说服，一定能说服他，他一定会说那就不要了。就因为我自己的，我很后悔的，师父。师父，就说因为我那种吐，我都觉得我会活不成了，就因为我见死不救。您说我见死不救，动物会有这样的瞋恨心，那您说那如果杀牠，那瞋心更得？",
      "zh_TW": "主持人：因為我沒有盡心，其實我覺得，我要是如果誠心誠意去跟導演說服，一定能說服他，他一定會說那就不要了。就因為我自己的，我很後悔的，師父。師父，就說因為我那種吐，我都覺得我會活不成了，就因為我見死不救。您說我見死不救，動物會有這樣的瞋恨心，那您說那如果殺牠，那瞋心更得？"
    },
    {
      "id": "21-665-0001_p0142",
      "zh_CN": "净空法师：没错，当然，这是一定道理，所有一切动物都有灵性，连蚊虫蚂蚁都有灵性，怎么可以杀牠？",
      "zh_TW": "淨空法師：沒錯，當然，這是一定道理，所有一切動物都有靈性，連蚊蟲螞蟻都有靈性，怎麼可以殺牠？"
    },
    {
      "id": "21-665-0001_p0143",
      "zh_CN": "主持人：真的很惭愧。",
      "zh_TW": "主持人：真的很慚愧。"
    },
    {
      "id": "21-665-0001_p0144",
      "zh_CN": "净空法师：所以蚊虫、蚂蚁要干扰的时候，牠通人情，你用真诚心跟牠沟通，牠懂。我在澳洲，我现在居住的房子，后面一个空地我再盖一栋，有的时候客人来可以招待。后面这栋房子刚刚盖好，我就搬在后面住，头一天晚上，新房子第二天早晨起来洗脸，这个浴室里头全是蚂蚁。我都吓呆了，怎么进来的？新房子牠怎么进来？我看到之后，我就叫蚂蚁菩萨，我说我要用洗手间，我给你半个小时的时间，你们从哪里来还从哪里出去，半小时之后我回来用洗手间。我就出去绕佛、念佛，我外面做了回廊，我在回廊念佛，半个小时我进去，一个蚂蚁都没有了，牠听话！蚂蚁要有的时候我也没有办法，我只好到别的房间去洗脸去了。",
      "zh_TW": "淨空法師：所以蚊蟲、螞蟻要干擾的時候，牠通人情，你用真誠心跟牠溝通，牠懂。我在澳洲，我現在居住的房子，後面一個空地我再蓋一棟，有的時候客人來可以招待。後面這棟房子剛剛蓋好，我就搬在後面住，頭一天晚上，新房子第二天早晨起來洗臉，這個浴室裡頭全是螞蟻。我都嚇呆了，怎麼進來的？新房子牠怎麼進來？我看到之後，我就叫螞蟻菩薩，我說我要用洗手間，我給你半個小時的時間，你們從哪裡來還從哪裡出去，半小時之後我回來用洗手間。我就出去繞佛、念佛，我外面做了迴廊，我在迴廊念佛，半個小時我進去，一個螞蟻都沒有了，牠聽話！螞蟻要有的時候我也沒有辦法，我只好到別的房間去洗臉去了。"
    },
    {
      "id": "21-665-0001_p0145",
      "zh_CN": "主持人：牠这么听话，师父。",
      "zh_TW": "主持人：牠這麼聽話，師父。"
    },
    {
      "id": "21-665-0001_p0146",
      "zh_CN": "净空法师：牠就真有感动，真诚心、爱心，没有一点怨恨心，我们和睦相处，大家生活在一起互相照顾。蚂蚁进来，无非是找东西吃，我们给牠需要吃的东西，我们吃剩的，我们放在院子里头照顾牠，真懂。",
      "zh_TW": "淨空法師：牠就真有感動，真誠心、愛心，沒有一點怨恨心，我們和睦相處，大家生活在一起互相照顧。螞蟻進來，無非是找東西吃，我們給牠需要吃的東西，我們吃剩的，我們放在院子裡頭照顧牠，真懂。"
    },
    {
      "id": "21-665-0001_p0147",
      "zh_CN": "主持人：给牠放什么吃，师父，给蚂蚁？",
      "zh_TW": "主持人：給牠放什麼吃，師父，給螞蟻？"
    },
    {
      "id": "21-665-0001_p0148",
      "zh_CN": "净空法师：我们吃剩下东西，牠们都可以吃。",
      "zh_TW": "淨空法師：我們吃剩下東西，牠們都可以吃。"
    },
    {
      "id": "21-665-0001_p0149",
      "zh_CN": "主持人：牠可以吃的，菜也可以吃是吗？",
      "zh_TW": "主持人：牠可以吃的，菜也可以吃是嗎？"
    },
    {
      "id": "21-665-0001_p0150",
      "zh_CN": "净空法师：菜大概是不要。",
      "zh_TW": "淨空法師：菜大概是不要。"
    },
    {
      "id": "21-665-0001_p0151",
      "zh_CN": "主持人：不行，就是馒头什么的，米饭可以。",
      "zh_TW": "主持人：不行，就是饅頭什麼的，米飯可以。"
    },
    {
      "id": "21-665-0001_p0152",
      "zh_CN": "净空法师：米饭。",
      "zh_TW": "淨空法師：米飯。"
    },
    {
      "id": "21-665-0001_p0153",
      "zh_CN": "主持人：师父，我就由此想到个问题，北京是蟑螂成灾，师父，只要这个楼道里头有一个蟑螂，那全楼道都会有。而且您知道吗？师父，这蟑螂是要传染疾病的，尤其医院什么的，您说这个怎么办？师父，遇到这种问题。",
      "zh_TW": "主持人：師父，我就由此想到個問題，北京是蟑螂成災，師父，只要這個樓道裡頭有一個蟑螂，那全樓道都會有。而且您知道嗎？師父，這蟑螂是要傳染疾病的，尤其醫院什麼的，您說這個怎麼辦？師父，遇到這種問題。"
    },
    {
      "id": "21-665-0001_p0154",
      "zh_CN": "净空法师：这个也是我们不善的心行招来的。",
      "zh_TW": "淨空法師：這個也是我們不善的心行招來的。"
    },
    {
      "id": "21-665-0001_p0155",
      "zh_CN": "主持人：我们不善的心行感召的。",
      "zh_TW": "主持人：我們不善的心行感召的。"
    },
    {
      "id": "21-665-0001_p0156",
      "zh_CN": "净空法师：对，这个也是冤冤相报，妳伤害这些小动物，小动物找麻烦，报复。所以我们不伤害牠，决定不杀牠，蟑螂也听话。",
      "zh_TW": "淨空法師：對，這個也是冤冤相報，妳傷害這些小動物，小動物找麻煩，報復。所以我們不傷害牠，決定不殺牠，蟑螂也聽話。"
    },
    {
      "id": "21-665-0001_p0157",
      "zh_CN": "主持人：蟑螂也听话？",
      "zh_TW": "主持人：蟑螂也聽話？"
    },
    {
      "id": "21-665-0001_p0158",
      "zh_CN": "净空法师：当然，所有动物统统听话，没有不听话的，妳试试看就晓得了。",
      "zh_TW": "淨空法師：當然，所有動物統統聽話，沒有不聽話的，妳試試看就曉得了。"
    },
    {
      "id": "21-665-0001_p0159",
      "zh_CN": "主持人：就像您刚才说那样试。",
      "zh_TW": "主持人：就像您剛才說那樣試。"
    },
    {
      "id": "21-665-0001_p0160",
      "zh_CN": "净空法师：对，我在实际禅寺，这是在老家那里，还不是那里。就是过去那个传统文化教育中心，我在那边住了一个星期，晚上我是读经做晚课，那天蚊子很多，我就跟蚊子说：蚊子菩萨，我做晚课，你们喜欢听，可以进来，你不要干扰我。我就看蚊子叮在墙壁上有四、五十只。",
      "zh_TW": "淨空法師：對，我在實際禪寺，這是在老家那裡，還不是那裡。就是過去那個傳統文化教育中心，我在那邊住了一個星期，晚上我是讀經做晚課，那天蚊子很多，我就跟蚊子說：蚊子菩薩，我做晚課，你們喜歡聽，可以進來，你不要干擾我。我就看蚊子叮在牆壁上有四、五十隻。"
    },
    {
      "id": "21-665-0001_p0161",
      "zh_CN": "主持人：那么多？",
      "zh_TW": "主持人：那麼多？"
    },
    {
      "id": "21-665-0001_p0162",
      "zh_CN": "净空法师：对。我课诵完了之后，牠们也不走，但是牠没有干扰我，第二天早晨睡觉起来之后，看上面还有十几只，懂事，不是不懂。我们不害牠，牠就不会害我们；我们害牠，牠来报复，这一定要知道。我们用个爱心，真诚的爱心，我们怎样爱自己也怎样爱牠们，就会受感动。",
      "zh_TW": "淨空法師：對。我課誦完了之後，牠們也不走，但是牠沒有干擾我，第二天早晨睡覺起來之後，看上面還有十幾隻，懂事，不是不懂。我們不害牠，牠就不會害我們；我們害牠，牠來報復，這一定要知道。我們用個愛心，真誠的愛心，我們怎樣愛自己也怎樣愛牠們，就會受感動。"
    },
    {
      "id": "21-665-0001_p0163",
      "zh_CN": "主持人：师父，我们对蟑螂菩萨，要说蟑螂菩萨合掌，你回你自己的生活空间，我给你一点吃的。蟑螂吃什么？师父。",
      "zh_TW": "主持人：師父，我們對蟑螂菩薩，要說蟑螂菩薩合掌，你回你自己的生活空間，我給你一點吃的。蟑螂吃什麼？師父。"
    },
    {
      "id": "21-665-0001_p0164",
      "zh_CN": "净空法师：吃油腻的。",
      "zh_TW": "淨空法師：吃油膩的。"
    },
    {
      "id": "21-665-0001_p0165",
      "zh_CN": "主持人：油腻的，那给牠点油行吗？师父。",
      "zh_TW": "主持人：油膩的，那給牠點油行嗎？師父。"
    },
    {
      "id": "21-665-0001_p0166",
      "zh_CN": "净空法师：对，可以，什么面包、饭里头滴几滴油，牠们吃。",
      "zh_TW": "淨空法師：對，可以，什麼麵包、飯裡頭滴幾滴油，牠們吃。"
    },
    {
      "id": "21-665-0001_p0167",
      "zh_CN": "主持人：就跟牠沟通也可以，那我回去告诉。",
      "zh_TW": "主持人：就跟牠溝通也可以，那我回去告訴。"
    },
    {
      "id": "21-665-0001_p0168",
      "zh_CN": "净空法师：这些喂小动物东西，最好都放在房子外面。",
      "zh_TW": "淨空法師：這些餵小動物東西，最好都放在房子外面。"
    },
    {
      "id": "21-665-0001_p0169",
      "zh_CN": "主持人：师父，我们家要楼房怎么办？",
      "zh_TW": "主持人：師父，我們家要樓房怎麼辦？"
    },
    {
      "id": "21-665-0001_p0170",
      "zh_CN": "净空法师：楼房有没有这个？",
      "zh_TW": "淨空法師：樓房有沒有這個？"
    },
    {
      "id": "21-665-0001_p0171",
      "zh_CN": "主持人：过道？",
      "zh_TW": "主持人：過道？"
    },
    {
      "id": "21-665-0001_p0172",
      "zh_CN": "净空法师：过道，不错。",
      "zh_TW": "淨空法師：過道，不錯。"
    },
    {
      "id": "21-665-0001_p0173",
      "zh_CN": "主持人：师父，我在想给牠放在过道，那过去人不就踩死牠吗？",
      "zh_TW": "主持人：師父，我在想給牠放在過道，那過去人不就踩死牠嗎？"
    },
    {
      "id": "21-665-0001_p0174",
      "zh_CN": "净空法师：麻烦，是麻烦。",
      "zh_TW": "淨空法師：麻煩，是麻煩。"
    },
    {
      "id": "21-665-0001_p0175",
      "zh_CN": "主持人：不像平地、像四合院那样还可以。",
      "zh_TW": "主持人：不像平地、像四合院那樣還可以。"
    },
    {
      "id": "21-665-0001_p0176",
      "zh_CN": "净空法师：对，有没有走廊？",
      "zh_TW": "淨空法師：對，有沒有走廊？"
    },
    {
      "id": "21-665-0001_p0177",
      "zh_CN": "主持人：走廊是有，但是人们走来走去的。",
      "zh_TW": "主持人：走廊是有，但是人們走來走去的。"
    },
    {
      "id": "21-665-0001_p0178",
      "zh_CN": "净空法师：走廊很多人。",
      "zh_TW": "淨空法師：走廊很多人。"
    },
    {
      "id": "21-665-0001_p0179",
      "zh_CN": "主持人：对，师父，我就怕把牠踩死，那密集得那么。",
      "zh_TW": "主持人：對，師父，我就怕把牠踩死，那密集得那麼。"
    },
    {
      "id": "21-665-0001_p0180",
      "zh_CN": "净空法师：没错、没错，就请牠出去。",
      "zh_TW": "淨空法師：沒錯、沒錯，就請牠出去。"
    },
    {
      "id": "21-665-0001_p0181",
      "zh_CN": "主持人：那就跟牠沟通就好是不？师父。",
      "zh_TW": "主持人：那就跟牠溝通就好是不？師父。"
    },
    {
      "id": "21-665-0001_p0182",
      "zh_CN": "净空法师：没错，跟牠沟通，不错，一定走安全地带。",
      "zh_TW": "淨空法師：沒錯，跟牠溝通，不錯，一定走安全地帶。"
    },
    {
      "id": "21-665-0001_p0183",
      "zh_CN": "主持人：那可不可以在，我就在一楼，比方说就是在一个草坪里头那样，我跟牠们蟑螂说，我把这个东西给牠沾一下油，你们别在我们这些楼里头，你就在这草坪里吃，我给你，定时的我给你一些食物，跟牠们沟通牠们一定会。",
      "zh_TW": "主持人：那可不可以在，我就在一樓，比方說就是在一個草坪裡頭那樣，我跟牠們蟑螂說，我把這個東西給牠沾一下油，你們別在我們這些樓裡頭，你就在這草坪裡吃，我給你，定時的我給你一些食物，跟牠們溝通牠們一定會。"
    },
    {
      "id": "21-665-0001_p0184",
      "zh_CN": "净空法师：不错，会知道。",
      "zh_TW": "淨空法師：不錯，會知道。"
    },
    {
      "id": "21-665-0001_p0185",
      "zh_CN": "主持人：好。",
      "zh_TW": "主持人：好。"
    },
    {
      "id": "21-665-0001_p0186",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0187",
      "zh_CN": "主持人：师父，我再想问，这些动物被我们人类杀了，那牠有灵魂吗？",
      "zh_TW": "主持人：師父，我再想問，這些動物被我們人類殺了，那牠有靈魂嗎？"
    },
    {
      "id": "21-665-0001_p0188",
      "zh_CN": "净空法师：有。",
      "zh_TW": "淨空法師：有。"
    },
    {
      "id": "21-665-0001_p0189",
      "zh_CN": "主持人：那牠们的灵魂去哪里了？师父。",
      "zh_TW": "主持人：那牠們的靈魂去哪裡了？師父。"
    },
    {
      "id": "21-665-0001_p0190",
      "zh_CN": "净空法师：牠的灵魂跟人一样。",
      "zh_TW": "淨空法師：牠的靈魂跟人一樣。"
    },
    {
      "id": "21-665-0001_p0191",
      "zh_CN": "主持人：跟人一样。",
      "zh_TW": "主持人：跟人一樣。"
    },
    {
      "id": "21-665-0001_p0192",
      "zh_CN": "净空法师：对，但是牠们的业障重，很可能又投胎到畜生道。你想看看，我们这一个人这一生杀害多少动物？我们将来怎么个还法？",
      "zh_TW": "淨空法師：對，但是牠們的業障重，很可能又投胎到畜生道。你想看看，我們這一個人這一生殺害多少動物？我們將來怎麼個還法？"
    },
    {
      "id": "21-665-0001_p0193",
      "zh_CN": "主持人：数以万计。",
      "zh_TW": "主持人：數以萬計。"
    },
    {
      "id": "21-665-0001_p0194",
      "zh_CN": "净空法师：对。所以这些小动物牠的寿命很短，死了以后牠又回来投胎，不知道要死生多少次，妳就知道这个事情多苦。所以冤冤相报，要常常想到不能占人便宜。",
      "zh_TW": "淨空法師：對。所以這些小動物牠的壽命很短，死了以後牠又回來投胎，不知道要死生多少次，妳就知道這個事情多苦。所以冤冤相報，要常常想到不能佔人便宜。"
    },
    {
      "id": "21-665-0001_p0195",
      "zh_CN": "主持人：吃肉就是占人便宜，师父，是吧？",
      "zh_TW": "主持人：吃肉就是佔人便宜，師父，是吧？"
    },
    {
      "id": "21-665-0001_p0196",
      "zh_CN": "净空法师：占人便宜是盗心，吃肉是盗心还要加上杀。",
      "zh_TW": "淨空法師：佔人便宜是盜心，吃肉是盜心還要加上殺。"
    },
    {
      "id": "21-665-0001_p0197",
      "zh_CN": "主持人：吃肉是盗心还要加上杀？",
      "zh_TW": "主持人：吃肉是盜心還要加上殺？"
    },
    {
      "id": "21-665-0001_p0198",
      "zh_CN": "净空法师：对，是，真正明了的人不会干这个事情，冤冤相报何时了？这生生世世麻烦透了。",
      "zh_TW": "淨空法師：對，是，真正明瞭的人不會幹這個事情，冤冤相報何時了？這生生世世麻煩透了。"
    },
    {
      "id": "21-665-0001_p0199",
      "zh_CN": "主持人：麻烦透了。",
      "zh_TW": "主持人：麻煩透了。"
    },
    {
      "id": "21-665-0001_p0200",
      "zh_CN": "净空法师：对，我们这一生难得遇到净土法门，这个法门无比的殊胜，真是难信，这个法门很难相信但是很容易修。",
      "zh_TW": "淨空法師：對，我們這一生難得遇到淨土法門，這個法門無比的殊勝，真是難信，這個法門很難相信但是很容易修。"
    },
    {
      "id": "21-665-0001_p0201",
      "zh_CN": "主持人：很容易修？",
      "zh_TW": "主持人：很容易修？"
    },
    {
      "id": "21-665-0001_p0202",
      "zh_CN": "净空法师：很容易修，你真正相信了，没有一个不成就的。",
      "zh_TW": "淨空法師：很容易修，你真正相信了，沒有一個不成就的。"
    },
    {
      "id": "21-665-0001_p0203",
      "zh_CN": "主持人：信心是关键。",
      "zh_TW": "主持人：信心是關鍵。"
    },
    {
      "id": "21-665-0001_p0204",
      "zh_CN": "净空法师：信心是关键，唯有这条路可以了生死，可以超越轮回。我们这一生有缘遇到，尤其遇到夏莲居的这会集本，这本子太好了。",
      "zh_TW": "淨空法師：信心是關鍵，唯有這條路可以了生死，可以超越輪迴。我們這一生有緣遇到，尤其遇到夏蓮居的這會集本，這本子太好了。"
    },
    {
      "id": "21-665-0001_p0205",
      "zh_CN": "主持人：就您现在讲的《大经解》、《科注》。",
      "zh_TW": "主持人：就您現在講的《大經解》、《科註》。"
    },
    {
      "id": "21-665-0001_p0206",
      "zh_CN": "净空法师：没错，黄念祖老居士注解这是集注。",
      "zh_TW": "淨空法師：沒錯，黃念祖老居士註解這是集註。"
    },
    {
      "id": "21-665-0001_p0207",
      "zh_CN": "主持人：集注？",
      "zh_TW": "主持人：集註？"
    },
    {
      "id": "21-665-0001_p0208",
      "zh_CN": "净空法师：对，他用了八十三种经论。",
      "zh_TW": "淨空法師：對，他用了八十三種經論。"
    },
    {
      "id": "21-665-0001_p0209",
      "zh_CN": "主持人：八十三种？",
      "zh_TW": "主持人：八十三種？"
    },
    {
      "id": "21-665-0001_p0210",
      "zh_CN": "净空法师：经论。",
      "zh_TW": "淨空法師：經論。"
    },
    {
      "id": "21-665-0001_p0211",
      "zh_CN": "主持人：经论。",
      "zh_TW": "主持人：經論。"
    },
    {
      "id": "21-665-0001_p0212",
      "zh_CN": "净空法师：一百一十种祖师大德这些注疏，来注解这部经，内容太丰富了。他用六年时间搜集这些资料，提供给我们做参考，非常感动人。读这一部书就等于读了一百九十三种书里头的精华，跟《群书治要》一样，《群书治要》六十五种，它一百九十三种。",
      "zh_TW": "淨空法師：一百一十種祖師大德這些註疏，來註解這部經，內容太豐富了。他用六年時間蒐集這些資料，提供給我們做參考，非常感動人。讀這一部書就等於讀了一百九十三種書裡頭的精華，跟《群書治要》一樣，《群書治要》六十五種，它一百九十三種。"
    },
    {
      "id": "21-665-0001_p0213",
      "zh_CN": "主持人：您每天上午讲两个小时、下午再两个小时。",
      "zh_TW": "主持人：您每天上午講兩個小時、下午再兩個小時。"
    },
    {
      "id": "21-665-0001_p0214",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0215",
      "zh_CN": "主持人：所以我就觉得，我们现在世人真的很有福报，大福报！师父，您说是吧？",
      "zh_TW": "主持人：所以我就覺得，我們現在世人真的很有福報，大福報！師父，您說是吧？"
    },
    {
      "id": "21-665-0001_p0216",
      "zh_CN": "净空法师：对，这个东西讲透、讲清楚、讲明白，死心塌地念佛求生净土，跟所有一切众生都以善心交往。",
      "zh_TW": "淨空法師：對，這個東西講透、講清楚、講明白，死心塌地念佛求生淨土，跟所有一切眾生都以善心交往。"
    },
    {
      "id": "21-665-0001_p0217",
      "zh_CN": "主持人：善心交往。",
      "zh_TW": "主持人：善心交往。"
    },
    {
      "id": "21-665-0001_p0218",
      "zh_CN": "净空法师：都做为同参道友，你说多欢喜，法喜充满，常生欢喜心。",
      "zh_TW": "淨空法師：都做為同參道友，你說多歡喜，法喜充滿，常生歡喜心。"
    },
    {
      "id": "21-665-0001_p0219",
      "zh_CN": "主持人：感恩师父。师父，我爸爸，我小的时候给我讲了个故事，是我们一个家族的故事。我们那个村里就是丁家村，我家一个亲戚，一个大伯，他因为他的儿子要娶儿媳妇，所以家里不够住，要在西边就是盖一个房子。头天晚上他就做了个梦，一个白胡子的老人就跟他说，你不要在西边盖房子，我告诉你在东边盖。他说那是我家，我们已经住了很久很久很久了，你去那边，你一定记住了，你要在东边，东边风水也好，就跟他说。然后起来以后他就把这个梦给忘掉，早上起来就在西边动土，动土以后真的不得了，就是因为一个铁先下去，镐下去以后就把一个大蛇，大蛇就给拦腰截断，还有很多很多的小蛇，太多太多那些蛇什么的。他也没想起这个梦，他就说怎么会是这样子？从第二天开始，他们家里就反了窝，就是家族之间互相就莫名其妙的，没有缘由的就干起来了，然后就拿铁掀和镐互相的在刨，你打我，因为都是亲近家，过去的家族不是很大吗？师父，有孙子、重孙子、曾孙子什么的，就整个家族就开始干起来，然后家破人亡。后来这个老者就想起来，他说我想起来了，完全是我没有听验，因为给我托梦，可能就说这个白头发的老人是蛇仙，然后可能他修行了很多年很多年了。以后全村的人都不敢再轻易的在那什么。所以就是说这个梦跟现实对应上，师父，我就想难道是一种巧合吗？师父。",
      "zh_TW": "主持人：感恩師父。師父，我爸爸，我小的時候給我講了個故事，是我們一個家族的故事。我們那個村裡就是丁家村，我家一個親戚，一個大伯，他因為他的兒子要娶兒媳婦，所以家裡不夠住，要在西邊就是蓋一個房子。頭天晚上他就做了個夢，一個白鬍子的老人就跟他說，你不要在西邊蓋房子，我告訴你在東邊蓋。他說那是我家，我們已經住了很久很久很久了，你去那邊，你一定記住了，你要在東邊，東邊風水也好，就跟他說。然後起來以後他就把這個夢給忘掉，早上起來就在西邊動土，動土以後真的不得了，就是因為一個鐵先下去，鎬下去以後就把一個大蛇，大蛇就給攔腰截斷，還有很多很多的小蛇，太多太多那些蛇什麼的。他也沒想起這個夢，他就說怎麼會是這樣子？從第二天開始，他們家裡就反了窩，就是家族之間互相就莫名其妙的，沒有緣由的就幹起來了，然後就拿鐵掀和鎬互相的在刨，你打我，因為都是親近家，過去的家族不是很大嗎？師父，有孫子、重孫子、曾孫子什麼的，就整個家族就開始幹起來，然後家破人亡。後來這個老者就想起來，他說我想起來了，完全是我沒有聽驗，因為給我托夢，可能就說這個白頭髮的老人是蛇仙，然後可能他修行了很多年很多年了。以後全村的人都不敢再輕易的在那什麼。所以就是說這個夢跟現實對應上，師父，我就想難道是一種巧合嗎？師父。"
    },
    {
      "id": "21-665-0001_p0220",
      "zh_CN": "净空法师：不是巧合。",
      "zh_TW": "淨空法師：不是巧合。"
    },
    {
      "id": "21-665-0001_p0221",
      "zh_CN": "主持人：不是巧合，所以动土可真的谨慎是吗？师父。",
      "zh_TW": "主持人：不是巧合，所以動土可真的謹慎是嗎？師父。"
    },
    {
      "id": "21-665-0001_p0222",
      "zh_CN": "净空法师：没错，要谨慎，对。",
      "zh_TW": "淨空法師：沒錯，要謹慎，對。"
    },
    {
      "id": "21-665-0001_p0223",
      "zh_CN": "主持人：师父，现在有太多的地方开工挖地，开山路、开矿爆破，考古挖掘挖墓，甚至这些砍树，应该提前做什么样的工作才能顺利？",
      "zh_TW": "主持人：師父，現在有太多的地方開工挖地，開山路、開礦爆破，考古挖掘挖墓，甚至這些砍樹，應該提前做什麼樣的工作才能順利？"
    },
    {
      "id": "21-665-0001_p0224",
      "zh_CN": "净空法师：佛法戒律里头有说明，过去出家人住在山上，搭个小茅蓬，砍几棵树上面盖茅草，小茅蓬修行。佛在经上说，你要看中这棵树，三天之前你去诵经超度这个树神。",
      "zh_TW": "淨空法師：佛法戒律裡頭有說明，過去出家人住在山上，搭個小茅蓬，砍幾棵樹上面蓋茅草，小茅蓬修行。佛在經上說，你要看中這棵樹，三天之前你去誦經超度這個樹神。"
    },
    {
      "id": "21-665-0001_p0225",
      "zh_CN": "主持人：要给他诵经，超度树神。",
      "zh_TW": "主持人：要給他誦經，超度樹神。"
    },
    {
      "id": "21-665-0001_p0226",
      "zh_CN": "净空法师：对，超度树神，请他搬家，三天之后你再来砍树，你要给他有时间让他搬家。这小事，树神会离开的，会让你的。树不是本身有神，是有鬼神住在树里。",
      "zh_TW": "淨空法師：對，超度樹神，請他搬家，三天之後你再來砍樹，你要給他有時間讓他搬家。這小事，樹神會離開的，會讓你的。樹不是本身有神，是有鬼神住在樹裡。"
    },
    {
      "id": "21-665-0001_p0227",
      "zh_CN": "主持人：鬼神住在树里他就成为树神。",
      "zh_TW": "主持人：鬼神住在樹裡他就成為樹神。"
    },
    {
      "id": "21-665-0001_p0228",
      "zh_CN": "净空法师：对，没错，他住在这个树上，所以他会搬家的。愈是大树，这个几百年的树，那个都是很有道行的树神。",
      "zh_TW": "淨空法師：對，沒錯，他住在這個樹上，所以他會搬家的。愈是大樹，這個幾百年的樹，那個都是很有道行的樹神。"
    },
    {
      "id": "21-665-0001_p0229",
      "zh_CN": "主持人：很有道行的树神。",
      "zh_TW": "主持人：很有道行的樹神。"
    },
    {
      "id": "21-665-0001_p0230",
      "zh_CN": "净空法师：很有道行的，不错。",
      "zh_TW": "淨空法師：很有道行的，不錯。"
    },
    {
      "id": "21-665-0001_p0231",
      "zh_CN": "主持人：那你动他这棵树可不得了。",
      "zh_TW": "主持人：那你動他這棵樹可不得了。"
    },
    {
      "id": "21-665-0001_p0232",
      "zh_CN": "净空法师：那个麻烦大了，那就麻烦大了。通常出家人不会找那个树，有这么粗的树就够了，搞个小柱子就行了。所以用的材料愈简单、愈少愈好。我们在澳洲，澳洲我们学院旁边有栋房子买下来的，买下来之后房子很旧，我们想就那个地方重盖，重盖马路前面有一排树，至少要砍掉四棵，为什么？车才能进来，运材料车要进来。我们也是依照佛法前三天给他诵经，请他搬家，结果我们年轻的出家人晚上也是树神托梦，他说三天时间不够，要七天。让我们想到澳洲人生活都挺慢，什么都慢吞吞的，别的地方三天够了，他要要求七天。所以以后我们凡是砍树，我们都七天之前去给他做佛事，超度他，请他搬家。真灵，真有这个事情。",
      "zh_TW": "淨空法師：那個麻煩大了，那就麻煩大了。通常出家人不會找那個樹，有這麼粗的樹就夠了，搞個小柱子就行了。所以用的材料愈簡單、愈少愈好。我們在澳洲，澳洲我們學院旁邊有棟房子買下來的，買下來之後房子很舊，我們想就那個地方重蓋，重蓋馬路前面有一排樹，至少要砍掉四棵，為什麼？車才能進來，運材料車要進來。我們也是依照佛法前三天給他誦經，請他搬家，結果我們年輕的出家人晚上也是樹神托夢，他說三天時間不夠，要七天。讓我們想到澳洲人生活都挺慢，什麼都慢吞吞的，別的地方三天夠了，他要要求七天。所以以後我們凡是砍樹，我們都七天之前去給他做佛事，超度他，請他搬家。真靈，真有這個事情。"
    },
    {
      "id": "21-665-0001_p0233",
      "zh_CN": "主持人：师父，现在人都不懂得礼数了，我们以后要是到了全国各地的时候，一定要了解当地的风土人情，按照当地的风土人情去行事。否则的话，你就会得罪很多的那些。",
      "zh_TW": "主持人：師父，現在人都不懂得禮數了，我們以後要是到了全國各地的時候，一定要了解當地的風土人情，按照當地的風土人情去行事。否則的話，你就會得罪很多的那些。"
    },
    {
      "id": "21-665-0001_p0234",
      "zh_CN": "净空法师：没错，只要我们自己有诚心，愿意跟所有的鬼神、所有的动植物都能够和睦相处，我们相亲相爱、互相照顾，那都有灵验。那你要是迷惑颠倒，你不知道那个事情，根本不相信，那这就有恩怨在里头。",
      "zh_TW": "淨空法師：沒錯，只要我們自己有誠心，願意跟所有的鬼神、所有的動植物都能夠和睦相處，我們相親相愛、互相照顧，那都有靈驗。那你要是迷惑顛倒，你不知道那個事情，根本不相信，那這就有恩怨在裡頭。"
    },
    {
      "id": "21-665-0001_p0235",
      "zh_CN": "主持人：师父，就由此推断的话，如果我们想动土或者是想砍树，一定要跟这个树神要提前跟人家商量。",
      "zh_TW": "主持人：師父，就由此推斷的話，如果我們想動土或者是想砍樹，一定要跟這個樹神要提前跟人家商量。"
    },
    {
      "id": "21-665-0001_p0236",
      "zh_CN": "净空法师：没错。",
      "zh_TW": "淨空法師：沒錯。"
    },
    {
      "id": "21-665-0001_p0237",
      "zh_CN": "主持人：还有如果要动土？",
      "zh_TW": "主持人：還有如果要動土？"
    },
    {
      "id": "21-665-0001_p0238",
      "zh_CN": "净空法师：一样。",
      "zh_TW": "淨空法師：一樣。"
    },
    {
      "id": "21-665-0001_p0239",
      "zh_CN": "主持人：一定要跟底下的生灵，要说我们要什么时间，我给你一定个时间，你可不可以搬家？你可不可以跟人家商量一下再这样，你不可以随便就动了是吗？",
      "zh_TW": "主持人：一定要跟底下的生靈，要說我們要什麼時間，我給你一定個時間，你可不可以搬家？你可不可以跟人家商量一下再這樣，你不可以隨便就動了是嗎？"
    },
    {
      "id": "21-665-0001_p0240",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0241",
      "zh_CN": "主持人：其实人们应该知道这种道理，很多人是没有人教我们，师父，不懂！",
      "zh_TW": "主持人：其實人們應該知道這種道理，很多人是沒有人教我們，師父，不懂！"
    },
    {
      "id": "21-665-0001_p0242",
      "zh_CN": "净空法师：现在很难，现在你跟他讲他不相信，他说你迷信，那只好就由他去了。",
      "zh_TW": "淨空法師：現在很難，現在你跟他講他不相信，他說你迷信，那只好就由他去了。"
    },
    {
      "id": "21-665-0001_p0243",
      "zh_CN": "主持人：那他就倒楣！",
      "zh_TW": "主持人：那他就倒楣！"
    },
    {
      "id": "21-665-0001_p0244",
      "zh_CN": "净空法师：对，是，我们自己很小心、很谨慎。",
      "zh_TW": "淨空法師：對，是，我們自己很小心、很謹慎。"
    },
    {
      "id": "21-665-0001_p0245",
      "zh_CN": "主持人：师父，我们有时候拍戏，有时候在太平间拍戏，或在坟地拍戏，有很多工作人员会有异常的反应。半年前我一个特别好的朋友，在国内知名度非常高的一个人，他是演员，那个戏里头他就做导演，然后就一场戏他就到太平间拍。师父，拍完这个戏以后，就还没离开这个太平间，在收拾这些镜头，半个小时就忽然间他这个脸就肿起来了，然后就头大得不得了、肿得不得了。就在医院，就送到医院，医生就查不出什么原因，就是他的各项指标都超常。然后网上有公布，就说这人要死亡什么的。后来也是学佛的一个人就跟他说，你怎么了？他说我就在太平间拍戏。他说你冲撞了人家这些灵魂，刚去世的这些灵魂，你赶紧去让一些人去上那太平间去。他就领着有几个出家师父，他自己一直在那跪着忏悔，然后什么的。因为那时候他已经就是自己都不行了，让人就是搀着去的，脸上大得简直面目全非。然后他就痛哭流涕，他那个时候发了真心，忏悔说对不起，我不懂，我不懂打扰你们，我以后再也不敢了，我现在也告诉所有的人，以后拍戏不要到太平间去拍戏，一定不能，我错了。一直在那诵经、念佛给他们，尤其是念阿弥陀佛，做了一个小时以后，奇迹就出现了，忽然间人们就忘记他，回头一看他脸就正常。后来这个演员就跟我说，嘉丽，以后告诉所有的人，我也在告诉，以后不要去太平间，去打扰这些众生。",
      "zh_TW": "主持人：師父，我們有時候拍戲，有時候在太平間拍戲，或在墳地拍戲，有很多工作人員會有異常的反應。半年前我一個特別好的朋友，在國內知名度非常高的一個人，他是演員，那個戲裡頭他就做導演，然後就一場戲他就到太平間拍。師父，拍完這個戲以後，就還沒離開這個太平間，在收拾這些鏡頭，半個小時就忽然間他這個臉就腫起來了，然後就頭大得不得了、腫得不得了。就在醫院，就送到醫院，醫生就查不出什麼原因，就是他的各項指標都超常。然後網上有公布，就說這人要死亡什麼的。後來也是學佛的一個人就跟他說，你怎麼了？他說我就在太平間拍戲。他說你衝撞了人家這些靈魂，剛去世的這些靈魂，你趕緊去讓一些人去上那太平間去。他就領著有幾個出家師父，他自己一直在那跪著懺悔，然後什麼的。因為那時候他已經就是自己都不行了，讓人就是攙著去的，臉上大得簡直面目全非。然後他就痛哭流涕，他那個時候發了真心，懺悔說對不起，我不懂，我不懂打擾你們，我以後再也不敢了，我現在也告訴所有的人，以後拍戲不要到太平間去拍戲，一定不能，我錯了。一直在那誦經、念佛給他們，尤其是念阿彌陀佛，做了一個小時以後，奇蹟就出現了，忽然間人們就忘記他，回頭一看他臉就正常。後來這個演員就跟我說，嘉麗，以後告訴所有的人，我也在告訴，以後不要去太平間，去打擾這些眾生。"
    },
    {
      "id": "21-665-0001_p0246",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "21-665-0001_p0247",
      "zh_CN": "主持人：真的，很可怕。那还有一个人，师父，我们一个美工，就是美术的工作人员，他就一直看我们站在那礼佛，我们在寺庙里拍戏，一直在礼佛。他就是胡说八道，他就不相信，他说你们这些人怎样太迷信，哪有神？你拜我！我就是神怎么样？然后他就爬高。师父，就上那个梯子，其实那梯子不高的，师父，他一边说，还是一边说，而且嘴里是很出言不逊的，骂骂咧咧的，他就说你们这些迷信透了，哪有神、哪有菩萨、哪有佛什么的？正在说的时候，只见他特别奇怪就像一个慢镜头，师父，他就大头砰摔在地下以后死了，所有人都吓坏了。后来旁边有一个懂得的人说，他说佛菩萨不会害人，说这些护法神不干。他说你不信就算了，你还要胡说八道，然后就毙命了。",
      "zh_TW": "主持人：真的，很可怕。那還有一個人，師父，我們一個美工，就是美術的工作人員，他就一直看我們站在那禮佛，我們在寺廟裡拍戲，一直在禮佛。他就是胡說八道，他就不相信，他說你們這些人怎樣太迷信，哪有神？你拜我！我就是神怎麼樣？然後他就爬高。師父，就上那個梯子，其實那梯子不高的，師父，他一邊說，還是一邊說，而且嘴裡是很出言不遜的，罵罵咧咧的，他就說你們這些迷信透了，哪有神、哪有菩薩、哪有佛什麼的？正在說的時候，只見他特別奇怪就像一個慢鏡頭，師父，他就大頭砰摔在地下以後死了，所有人都嚇壞了。後來旁邊有一個懂得的人說，他說佛菩薩不會害人，說這些護法神不幹。他說你不信就算了，你還要胡說八道，然後就斃命了。"
    },
    {
      "id": "21-665-0001_p0248",
      "zh_CN": "净空法师：对，不错，这种人这样死法他堕地狱。",
      "zh_TW": "淨空法師：對，不錯，這種人這樣死法他墮地獄。"
    },
    {
      "id": "21-665-0001_p0249",
      "zh_CN": "主持人：堕地狱。",
      "zh_TW": "主持人：墮地獄。"
    },
    {
      "id": "21-665-0001_p0250",
      "zh_CN": "净空法师：对，不错，很可怜。",
      "zh_TW": "淨空法師：對，不錯，很可憐。"
    },
    {
      "id": "21-665-0001_p0251",
      "zh_CN": "主持人：很可怜，你看这现报马上就来了。师父，我在小的时候我爸给我讲了个故事，他有一个特别好的一个朋友，新婚，那个小媳妇在赶集的时候，因为她这个急了，她自己还妊身不便，她就在这个野地里头、坟地里头，她就是小便。就是回来的路上她自己就疯了，疯了以后，其实现在我知道那叫附体，她自己就抓自己头发，一定要说，我修行了太多年，我是个狐仙，我修行了太多年，她就这么把我给冲，她带着脏的东西冲，我就要她的命。后来我爸就是明白点，就说我能不能给你做点什么功德？你看我能怎么样对待你？因为她年幼无知，她不懂，我向你赔礼道歉。一直给他磕头，她丈夫也再给他磕头，不行，死活不干，然后怎么说怎么都不干，就不行，死活就要她的命。然后这个人三天就死掉了。",
      "zh_TW": "主持人：很可憐，你看這現報馬上就來了。師父，我在小的時候我爸給我講了個故事，他有一個特別好的一個朋友，新婚，那個小媳婦在趕集的時候，因為她這個急了，她自己還妊身不便，她就在這個野地裡頭、墳地裡頭，她就是小便。就是回來的路上她自己就瘋了，瘋了以後，其實現在我知道那叫附體，她自己就抓自己頭髮，一定要說，我修行了太多年，我是個狐仙，我修行了太多年，她就這麼把我給沖，她帶著髒的東西沖，我就要她的命。後來我爸就是明白點，就說我能不能給你做點什麼功德？你看我能怎麼樣對待你？因為她年幼無知，她不懂，我向你賠禮道歉。一直給他磕頭，她丈夫也再給他磕頭，不行，死活不幹，然後怎麼說怎麼都不幹，就不行，死活就要她的命。然後這個人三天就死掉了。"
    },
    {
      "id": "21-665-0001_p0252",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0253",
      "zh_CN": "主持人：师父，我爸爸从此以后就告诉我，因为我们经常在野地拍戏，在农村里拍戏，都告诉我是这样子，每次您看现在人，比方说野游、爬山，上那些大野地里头，其实要尊重地下的生灵，师父。我爸爸就告诉我，妈妈也告诉我，就说到那个地方一定要咳嗽、咳嗽，就说我对不起、对不起，打扰了，我要行一下方便，可不可以我借一下方便？对不起打扰你们了，可以让一下吗？咳、咳，咳嗽半天，等半天你再行你的方便，师父，是这样子吗？",
      "zh_TW": "主持人：師父，我爸爸從此以後就告訴我，因為我們經常在野地拍戲，在農村裡拍戲，都告訴我是這樣子，每次您看現在人，比方說野遊、爬山，上那些大野地裡頭，其實要尊重地下的生靈，師父。我爸爸就告訴我，媽媽也告訴我，就說到那個地方一定要咳嗽、咳嗽，就說我對不起、對不起，打擾了，我要行一下方便，可不可以我借一下方便？對不起打擾你們了，可以讓一下嗎？咳、咳，咳嗽半天，等半天你再行你的方便，師父，是這樣子嗎？"
    },
    {
      "id": "21-665-0001_p0254",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0255",
      "zh_CN": "主持人：那我们看不见的底下的，那个土地底下都有很多的生灵是不是？师父。",
      "zh_TW": "主持人：那我們看不見的底下的，那個土地底下都有很多的生靈是不是？師父。"
    },
    {
      "id": "21-665-0001_p0256",
      "zh_CN": "净空法师：没错，看不见的不但地下有，周边的都有。",
      "zh_TW": "淨空法師：沒錯，看不見的不但地下有，周邊的都有。"
    },
    {
      "id": "21-665-0001_p0257",
      "zh_CN": "主持人：周边的都有，所以我们要到那个地方，比方说我们要到墓地、坟圈子，我们东北人叫坟圈子。拍戏的时候一定要跟人家说，打扰了，先人，对不起，我们要拍戏，打扰你们了。一定要给人家说说什么，你才能什么是吧？师父。",
      "zh_TW": "主持人：周邊的都有，所以我們要到那個地方，比方說我們要到墓地、墳圈子，我們東北人叫墳圈子。拍戲的時候一定要跟人家說，打擾了，先人，對不起，我們要拍戲，打擾你們了。一定要給人家說說什麼，你才能什麼是吧？師父。"
    },
    {
      "id": "21-665-0001_p0258",
      "zh_CN": "净空法师：没错，一定有礼貌。",
      "zh_TW": "淨空法師：沒錯，一定有禮貌。"
    },
    {
      "id": "21-665-0001_p0259",
      "zh_CN": "主持人：有礼，有礼貌。",
      "zh_TW": "主持人：有禮，有禮貌。"
    },
    {
      "id": "21-665-0001_p0260",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "21-665-0001_p0261",
      "zh_CN": "主持人：否则的话，你的戏就拍不进去。我们有一次拍戏在坟地里，一个导演不听，他不听、他不信。所以等到拍完以后，那天非常艰难的拍完，因为很远的墓地拍完以后，回来以后镜头，师父，太奇怪了，四台机器，一天的戏整个那个片子里头没有，空档的，它没让你录上。",
      "zh_TW": "主持人：否則的話，你的戲就拍不進去。我們有一次拍戲在墳地裡，一個導演不聽，他不聽、他不信。所以等到拍完以後，那天非常艱難的拍完，因為很遠的墓地拍完以後，回來以後鏡頭，師父，太奇怪了，四台機器，一天的戲整個那個片子裡頭沒有，空檔的，它沒讓你錄上。"
    },
    {
      "id": "21-665-0001_p0262",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0263",
      "zh_CN": "主持人：人家众生生气了，人家生瞋恨心是不是？师父。",
      "zh_TW": "主持人：人家眾生生氣了，人家生瞋恨心是不是？師父。"
    },
    {
      "id": "21-665-0001_p0264",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-665-0001_p0265",
      "zh_CN": "主持人：所以我们一定要懂得这礼数。师父，当时上海要做一个立交桥，当时要打桩子的时候，怎么也打不进去，就用了各种科学的手段怎么也打不进去。当时上海市的市委领导他就到一个寺院，就请一个出家师父，那出家师父来了，在那个地方看了以后，没说话就走了。第二天他们又诚心诚意，让请那个师父又来了，那师父一看就说了一句话说，这样吧，我可以诵经，但是你们要答应我一件事情，一定要在这个柱子上就是刻九条龙，因为你是打在龙脉上。他诵经的时候，这龙可能一翻身，结果诵完经以后，当时这个桩子就打进去了。请问师父，真有龙吗？为什么说咱们中国人是龙的传人？师父。",
      "zh_TW": "主持人：所以我們一定要懂得這禮數。師父，當時上海要做一個立交橋，當時要打樁子的時候，怎麼也打不進去，就用了各種科學的手段怎麼也打不進去。當時上海市的市委領導他就到一個寺院，就請一個出家師父，那出家師父來了，在那個地方看了以後，沒說話就走了。第二天他們又誠心誠意，讓請那個師父又來了，那師父一看就說了一句話說，這樣吧，我可以誦經，但是你們要答應我一件事情，一定要在這個柱子上就是刻九條龍，因為你是打在龍脈上。他誦經的時候，這龍可能一翻身，結果誦完經以後，當時這個樁子就打進去了。請問師父，真有龍嗎？為什麼說咱們中國人是龍的傳人？師父。"
    },
    {
      "id": "21-665-0001_p0266",
      "zh_CN": "净空法师：对，确实是有。",
      "zh_TW": "淨空法師：對，確實是有。"
    },
    {
      "id": "21-665-0001_p0267",
      "zh_CN": "主持人：确实是有，确实是有龙。",
      "zh_TW": "主持人：確實是有，確實是有龍。"
    },
    {
      "id": "21-665-0001_p0268",
      "zh_CN": "净空法师：对，龙的种类很多，佛经上讲得也很清楚。",
      "zh_TW": "淨空法師：對，龍的種類很多，佛經上講得也很清楚。"
    },
    {
      "id": "21-665-0001_p0269",
      "zh_CN": "主持人：师父，龙是蛇吗？",
      "zh_TW": "主持人：師父，龍是蛇嗎？"
    },
    {
      "id": "21-665-0001_p0270",
      "zh_CN": "净空法师：龙比蛇要高一级。",
      "zh_TW": "淨空法師：龍比蛇要高一級。"
    },
    {
      "id": "21-665-0001_p0271",
      "zh_CN": "主持人：要高一级。",
      "zh_TW": "主持人：要高一級。"
    },
    {
      "id": "21-665-0001_p0272",
      "zh_CN": "净空法师：对，牠们是属于同类。",
      "zh_TW": "淨空法師：對，牠們是屬於同類。"
    },
    {
      "id": "21-665-0001_p0273",
      "zh_CN": "主持人：同类，那什么时候牠成了龙？师父。",
      "zh_TW": "主持人：同類，那什麼時候牠成了龍？師父。"
    },
    {
      "id": "21-665-0001_p0274",
      "zh_CN": "净空法师：这也是福报。",
      "zh_TW": "淨空法師：這也是福報。"
    },
    {
      "id": "21-665-0001_p0275",
      "zh_CN": "主持人：福报。",
      "zh_TW": "主持人：福報。"
    },
    {
      "id": "21-665-0001_p0276",
      "zh_CN": "净空法师：对，牠是一类众生的。",
      "zh_TW": "淨空法師：對，牠是一類眾生的。"
    },
    {
      "id": "21-665-0001_p0277",
      "zh_CN": "主持人：一类众生。",
      "zh_TW": "主持人：一類眾生。"
    },
    {
      "id": "21-665-0001_p0278",
      "zh_CN": "净空法师：对，也是等于说一个族类。",
      "zh_TW": "淨空法師：對，也是等於說一個族類。"
    },
    {
      "id": "21-665-0001_p0279",
      "zh_CN": "主持人：一个族类。",
      "zh_TW": "主持人：一個族類。"
    },
    {
      "id": "21-665-0001_p0280",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0281",
      "zh_CN": "主持人：师父，我现在请教您一下，为什么说我们中国人是龙的传人？",
      "zh_TW": "主持人：師父，我現在請教您一下，為什麼說我們中國人是龍的傳人？"
    },
    {
      "id": "21-665-0001_p0282",
      "zh_CN": "净空法师：龙的后代，我们跟龙一定有关系。",
      "zh_TW": "淨空法師：龍的後代，我們跟龍一定有關係。"
    },
    {
      "id": "21-665-0001_p0283",
      "zh_CN": "主持人：我们跟龙有关系。",
      "zh_TW": "主持人：我們跟龍有關係。"
    },
    {
      "id": "21-665-0001_p0284",
      "zh_CN": "净空法师：有关系，对。",
      "zh_TW": "淨空法師：有關係，對。"
    },
    {
      "id": "21-665-0001_p0285",
      "zh_CN": "主持人：那龙就是我们的祖先吗？",
      "zh_TW": "主持人：那龍就是我們的祖先嗎？"
    },
    {
      "id": "21-665-0001_p0286",
      "zh_CN": "净空法师：总一定跟祖先有关系，叫龙等于说是这一类众生里面最尊贵的。",
      "zh_TW": "淨空法師：總一定跟祖先有關係，叫龍等於說是這一類眾生裡面最尊貴的。"
    },
    {
      "id": "21-665-0001_p0287",
      "zh_CN": "主持人：最尊贵的。",
      "zh_TW": "主持人：最尊貴的。"
    },
    {
      "id": "21-665-0001_p0288",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0289",
      "zh_CN": "主持人：那牠的灵性很高吧？",
      "zh_TW": "主持人：那牠的靈性很高吧？"
    },
    {
      "id": "21-665-0001_p0290",
      "zh_CN": "净空法师：灵性高，不错，灵性高，所以龙有天龙。",
      "zh_TW": "淨空法師：靈性高，不錯，靈性高，所以龍有天龍。"
    },
    {
      "id": "21-665-0001_p0291",
      "zh_CN": "主持人：天龙。",
      "zh_TW": "主持人：天龍。"
    },
    {
      "id": "21-665-0001_p0292",
      "zh_CN": "净空法师：有天龙、有地下的龙、有水族的龙。",
      "zh_TW": "淨空法師：有天龍、有地下的龍、有水族的龍。"
    },
    {
      "id": "21-665-0001_p0293",
      "zh_CN": "主持人：水族还有龙？师父。",
      "zh_TW": "主持人：水族還有龍？師父。"
    },
    {
      "id": "21-665-0001_p0294",
      "zh_CN": "净空法师：有，龙王，四海龙王，江河都有龙王。",
      "zh_TW": "淨空法師：有，龍王，四海龍王，江河都有龍王。"
    },
    {
      "id": "21-665-0001_p0295",
      "zh_CN": "主持人：龙王爷就是这个龙？师父。",
      "zh_TW": "主持人：龍王爺就是這個龍？師父。"
    },
    {
      "id": "21-665-0001_p0296",
      "zh_CN": "净空法师：对，没错。",
      "zh_TW": "淨空法師：對，沒錯。"
    },
    {
      "id": "21-665-0001_p0297",
      "zh_CN": "主持人：水里的。",
      "zh_TW": "主持人：水裡的。"
    },
    {
      "id": "21-665-0001_p0298",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0299",
      "zh_CN": "主持人：龙王爷。",
      "zh_TW": "主持人：龍王爺。"
    },
    {
      "id": "21-665-0001_p0300",
      "zh_CN": "净空法师：对，你说长江、黄河那个龙多少？太多了，牠也是有社会组织。",
      "zh_TW": "淨空法師：對，你說長江、黃河那個龍多少？太多了，牠也是有社會組織。"
    },
    {
      "id": "21-665-0001_p0301",
      "zh_CN": "主持人：有社会组织。",
      "zh_TW": "主持人：有社會組織。"
    },
    {
      "id": "21-665-0001_p0302",
      "zh_CN": "净空法师：对，牠有等级。",
      "zh_TW": "淨空法師：對，牠有等級。"
    },
    {
      "id": "21-665-0001_p0303",
      "zh_CN": "主持人：那您说这鱼虾是龙的子孙吗？",
      "zh_TW": "主持人：那您說這魚蝦是龍的子孫嗎？"
    },
    {
      "id": "21-665-0001_p0304",
      "zh_CN": "净空法师：对，等于说牠的下属。",
      "zh_TW": "淨空法師：對，等於說牠的下屬。"
    },
    {
      "id": "21-665-0001_p0305",
      "zh_CN": "主持人：下属。",
      "zh_TW": "主持人：下屬。"
    },
    {
      "id": "21-665-0001_p0306",
      "zh_CN": "净空法师：对，不错。",
      "zh_TW": "淨空法師：對，不錯。"
    },
    {
      "id": "21-665-0001_p0307",
      "zh_CN": "主持人：那所有这些水族类的众生，都归龙王管了吗？",
      "zh_TW": "主持人：那所有這些水族類的眾生，都歸龍王管了嗎？"
    },
    {
      "id": "21-665-0001_p0308",
      "zh_CN": "净空法师：没错，归龙王管。佛经里头记载得很多，安世高这是早期在中国翻经的，最著名的一位大师，汉朝时候人。他有一个同学也是很有修行的，明经好施，以后做了龙王，什么原因？他托钵托到不好的东西，心里就很难过。",
      "zh_TW": "淨空法師：沒錯，歸龍王管。佛經裡頭記載得很多，安世高這是早期在中國翻經的，最著名的一位大師，漢朝時候人。他有一個同學也是很有修行的，明經好施，以後做了龍王，什麼原因？他托缽托到不好的東西，心裡就很難過。"
    },
    {
      "id": "21-665-0001_p0309",
      "zh_CN": "主持人：就这么一个念头？",
      "zh_TW": "主持人：就這麼一個念頭？"
    },
    {
      "id": "21-665-0001_p0310",
      "zh_CN": "净空法师：对，没错。",
      "zh_TW": "淨空法師：對，沒錯。"
    },
    {
      "id": "21-665-0001_p0311",
      "zh_CN": "主持人：师父，那太可怕了，这么点起心动念。",
      "zh_TW": "主持人：師父，那太可怕了，這麼點起心動念。"
    },
    {
      "id": "21-665-0001_p0312",
      "zh_CN": "净空法师：对，就这么一点点念头，不好的念头没有感恩的心，没有恭敬的心，觉得心里很不舒服，就这点堕落到龙王，就是鄱阳湖的龙王。因为他喜欢布施，所以福报很大；他又明经，他讲经教学明经，他很有智慧。这个龙王就是有福报、有智慧，周围一千里的人都会到龙王庙来烧香。",
      "zh_TW": "淨空法師：對，就這麼一點點念頭，不好的念頭沒有感恩的心，沒有恭敬的心，覺得心裡很不舒服，就這點墮落到龍王，就是鄱陽湖的龍王。因為他喜歡布施，所以福報很大；他又明經，他講經教學明經，他很有智慧。這個龍王就是有福報、有智慧，周圍一千里的人都會到龍王廟來燒香。"
    },
    {
      "id": "21-665-0001_p0313",
      "zh_CN": "主持人：龙王庙。",
      "zh_TW": "主持人：龍王廟。"
    },
    {
      "id": "21-665-0001_p0314",
      "zh_CN": "净空法师：龙王庙烧香。",
      "zh_TW": "淨空法師：龍王廟燒香。"
    },
    {
      "id": "21-665-0001_p0315",
      "zh_CN": "主持人：龙王还有庙？师父。",
      "zh_TW": "主持人：龍王還有廟？師父。"
    },
    {
      "id": "21-665-0001_p0316",
      "zh_CN": "净空法师：有。",
      "zh_TW": "淨空法師：有。"
    },
    {
      "id": "21-665-0001_p0317",
      "zh_CN": "主持人：现在没见过。",
      "zh_TW": "主持人：現在沒見過。"
    },
    {
      "id": "21-665-0001_p0318",
      "zh_CN": "净空法师：他整个鄱阳是他管，所以这个船，行船的时候你去烧香拜他，你一路就平安；你要不去拜他的话，你这船就会遇到麻烦。",
      "zh_TW": "淨空法師：他整個鄱陽是他管，所以這個船，行船的時候你去燒香拜他，你一路就平安；你要不去拜他的話，你這船就會遇到麻煩。"
    },
    {
      "id": "21-665-0001_p0319",
      "zh_CN": "主持人：那海也归龙王管？师父。",
      "zh_TW": "主持人：那海也歸龍王管？師父。"
    },
    {
      "id": "21-665-0001_p0320",
      "zh_CN": "净空法师：海龙王是最大的，对。",
      "zh_TW": "淨空法師：海龍王是最大的，對。"
    },
    {
      "id": "21-665-0001_p0321",
      "zh_CN": "主持人：那要翻船的话，龙王他不高兴，他就能让它翻。",
      "zh_TW": "主持人：那要翻船的話，龍王他不高興，他就能讓它翻。"
    },
    {
      "id": "21-665-0001_p0322",
      "zh_CN": "净空法师：对，没错，是这样的，所以妈祖是龙王。",
      "zh_TW": "淨空法師：對，沒錯，是這樣的，所以媽祖是龍王。"
    },
    {
      "id": "21-665-0001_p0323",
      "zh_CN": "主持人：师父，什么叫妈祖？",
      "zh_TW": "主持人：師父，什麼叫媽祖？"
    },
    {
      "id": "21-665-0001_p0324",
      "zh_CN": "净空法师：妈祖庙。",
      "zh_TW": "淨空法師：媽祖廟。"
    },
    {
      "id": "21-665-0001_p0325",
      "zh_CN": "主持人：妈祖庙。",
      "zh_TW": "主持人：媽祖廟。"
    },
    {
      "id": "21-665-0001_p0326",
      "zh_CN": "净空法师：对，那是龙王。",
      "zh_TW": "淨空法師：對，那是龍王。"
    },
    {
      "id": "21-665-0001_p0327",
      "zh_CN": "主持人：是龙王？师父。",
      "zh_TW": "主持人：是龍王？師父。"
    },
    {
      "id": "21-665-0001_p0328",
      "zh_CN": "净空法师：她是管海的，比江里头的大。",
      "zh_TW": "淨空法師：她是管海的，比江裡頭的大。"
    },
    {
      "id": "21-665-0001_p0329",
      "zh_CN": "主持人：妈祖庙是龙王？",
      "zh_TW": "主持人：媽祖廟是龍王？"
    },
    {
      "id": "21-665-0001_p0330",
      "zh_CN": "净空法师：对，龙王庙，所以你看看出海这些船员，他们都非常相信，他们的船行路一定拜妈祖，一定在龙王庙去烧香。",
      "zh_TW": "淨空法師：對，龍王廟，所以你看看出海這些船員，他們都非常相信，他們的船行路一定拜媽祖，一定在龍王廟去燒香。"
    },
    {
      "id": "21-665-0001_p0331",
      "zh_CN": "主持人：祈求他们出海平安，平平安安。",
      "zh_TW": "主持人：祈求他們出海平安，平平安安。"
    },
    {
      "id": "21-665-0001_p0332",
      "zh_CN": "净空法师：不错，对。",
      "zh_TW": "淨空法師：不錯，對。"
    },
    {
      "id": "21-665-0001_p0333",
      "zh_CN": "主持人：妈祖庙是这样的，所以沿海城市都有妈祖庙，以前妈祖庙我就不懂，妈祖庙这样。师父，您刚才说，他这么样的起心动念就堕到这个，当然人家修福那么大。他这种想法的人太多了，经常对这不满意，那也太可怕，这起心动念太可怕了。就说人类你要对你的起心动念要负责的，它是有因果的是吗？师父。",
      "zh_TW": "主持人：媽祖廟是這樣的，所以沿海城市都有媽祖廟，以前媽祖廟我就不懂，媽祖廟這樣。師父，您剛才說，他這麼樣的起心動念就墮到這個，當然人家修福那麼大。他這種想法的人太多了，經常對這不滿意，那也太可怕，這起心動念太可怕了。就說人類你要對你的起心動念要負責的，它是有因果的是嗎？師父。"
    },
    {
      "id": "21-665-0001_p0334",
      "zh_CN": "净空法师：对，百分之百的负责。",
      "zh_TW": "淨空法師：對，百分之百的負責。"
    },
    {
      "id": "21-665-0001_p0335",
      "zh_CN": "主持人：所以我们一定要谨慎，我们的起心动念都这么的，有这样的后果。",
      "zh_TW": "主持人：所以我們一定要謹慎，我們的起心動念都這麼的，有這樣的後果。"
    },
    {
      "id": "21-665-0001_p0336",
      "zh_CN": "净空法师：对，没错。这个道理，连最近的量子力学家都提出来了，说法跟佛经上讲的非常接近，实在讲整个宇宙就是我们起心动念在做主宰。",
      "zh_TW": "淨空法師：對，沒錯。這個道理，連最近的量子力學家都提出來了，說法跟佛經上講的非常接近，實在講整個宇宙就是我們起心動念在做主宰。"
    },
    {
      "id": "21-665-0001_p0337",
      "zh_CN": "主持人：整个宇宙都是我们起心动念做主宰。",
      "zh_TW": "主持人：整個宇宙都是我們起心動念做主宰。"
    },
    {
      "id": "21-665-0001_p0338",
      "zh_CN": "净空法师：对，没错。",
      "zh_TW": "淨空法師：對，沒錯。"
    },
    {
      "id": "21-665-0001_p0339",
      "zh_CN": "主持人：那包括我们的想法、行为都在里边，师父。",
      "zh_TW": "主持人：那包括我們的想法、行為都在裡邊，師父。"
    },
    {
      "id": "21-665-0001_p0340",
      "zh_CN": "净空法师：没错，你的思想善一切都顺利。今天世界为什么变成这样的？就是居住在地球上的人，起心动念不善所造成的结果，这是科学家的报告。最近这个三十年科学所发现的，就是所有物质现象跟念头有关系。",
      "zh_TW": "淨空法師：沒錯，你的思想善一切都順利。今天世界為什麼變成這樣的？就是居住在地球上的人，起心動念不善所造成的結果，這是科學家的報告。最近這個三十年科學所發現的，就是所有物質現象跟念頭有關係。"
    },
    {
      "id": "21-665-0001_p0341",
      "zh_CN": "主持人：所有的物质现象跟念头有关系。",
      "zh_TW": "主持人：所有的物質現象跟念頭有關係。"
    },
    {
      "id": "21-665-0001_p0342",
      "zh_CN": "净空法师：有关系，我们的念头善，物质现象没有一样不美好，念头不善没有一样是好东西，所以境随心转。中国有一句谚语所说的，「福人居福地，福地福人居」，你有福你住在这个地方，这个地方风调雨顺，没有一样不好；没有福报的人，这个地方原本是个福地，你住上三年全变坏了。",
      "zh_TW": "淨空法師：有關係，我們的念頭善，物質現象沒有一樣不美好，念頭不善沒有一樣是好東西，所以境隨心轉。中國有一句諺語所說的，「福人居福地，福地福人居」，你有福你住在這個地方，這個地方風調雨順，沒有一樣不好；沒有福報的人，這個地方原本是個福地，你住上三年全變壞了。"
    },
    {
      "id": "21-665-0001_p0343",
      "zh_CN": "主持人：那就说这物质包括这种自然环境是不？",
      "zh_TW": "主持人：那就說這物質包括這種自然環境是不？"
    },
    {
      "id": "21-665-0001_p0344",
      "zh_CN": "净空法师：对，所以佛讲一切为心造。",
      "zh_TW": "淨空法師：對，所以佛講一切為心造。"
    },
    {
      "id": "21-665-0001_p0345",
      "zh_CN": "主持人：一切为心造。",
      "zh_TW": "主持人：一切為心造。"
    },
    {
      "id": "21-665-0001_p0346",
      "zh_CN": "净空法师：对，心就是念头，极乐世界好，极乐世界所有的人心地都善良、都清净。我们今天世界变成这样子，你想想地球上居住的人民，他每天想什么，他每天干的是什么你就知道了。如果他的思想纯正、善良，我们这个世界就变成极乐世界。古时候人比我们的社会好，为什么？他们的思想离不开伦理、道德、因果，他有这个范围，能够守住，不太离谱。所以社会它安定和谐、长治久安，道理在此地，这个与教育关系非常大。所以现在人的教育只有科学技术这种教育，伦理没有了、道德没有了、因果没有了。所以一昧向科技去发达，帮助人造孽，科技在帮助人造恶业，这就给人类带来灾难，这个道理很深。",
      "zh_TW": "淨空法師：對，心就是念頭，極樂世界好，極樂世界所有的人心地都善良、都清淨。我們今天世界變成這樣子，你想想地球上居住的人民，他每天想什麼，他每天幹的是什麼你就知道了。如果他的思想純正、善良，我們這個世界就變成極樂世界。古時候人比我們的社會好，為什麼？他們的思想離不開倫理、道德、因果，他有這個範圍，能夠守住，不太離譜。所以社會它安定和諧、長治久安，道理在此地，這個與教育關係非常大。所以現在人的教育只有科學技術這種教育，倫理沒有了、道德沒有了、因果沒有了。所以一昧向科技去發達，幫助人造孽，科技在幫助人造惡業，這就給人類帶來災難，這個道理很深。"
    },
    {
      "id": "21-665-0001_p0347",
      "zh_CN": "主持人：因为没有道德约束他们，人们可以胡作非为，想的都是人类很自私，想的都是自己，我怎么样好，我不管别人，什么砍伐树林、什么吃肉，因为我要吃，我愿意把我的口腹之欲，我愿意吃，所以你就必须牺牲你的生命来供给我吃。所有的一切都是在利益的驱使之下，所有都是在贪，贪的情况下人们照样作孽，贪瞋痴。师父，前不久中央电视台走进科学栏目，讲了一个故事题目叫「斩首飞蛇」，这个蛇头被剁掉二十分钟后，然后突然跳起来两吋多高，死死的咬住买蛇人的这个手指头。大家一起帮忙才把这个蛇头给掰开，经过多次治疗才保住了他的性命，但是还是失去了手指头，给锯下去了。医生跟他说，他说用五步蛇泡酒，半年以后这个蛇肉都烂了还咬人，请问师父，蛇怎么有这么强的报复能力？",
      "zh_TW": "主持人：因為沒有道德約束他們，人們可以胡作非為，想的都是人類很自私，想的都是自己，我怎麼樣好，我不管別人，什麼砍伐樹林、什麼吃肉，因為我要吃，我願意把我的口腹之欲，我願意吃，所以你就必須犧牲你的生命來供給我吃。所有的一切都是在利益的驅使之下，所有都是在貪，貪的情況下人們照樣作孽，貪瞋痴。師父，前不久中央電視台走進科學欄目，講了一個故事題目叫「斬首飛蛇」，這個蛇頭被剁掉二十分鐘後，然後突然跳起來兩吋多高，死死的咬住買蛇人的這個手指頭。大家一起幫忙才把這個蛇頭給掰開，經過多次治療才保住了他的性命，但是還是失去了手指頭，給鋸下去了。醫生跟他說，他說用五步蛇泡酒，半年以後這個蛇肉都爛了還咬人，請問師父，蛇怎麼有這麼強的報復能力？"
    },
    {
      "id": "21-665-0001_p0348",
      "zh_CN": "净空法师：这是严重的执着，强烈报复的意念，会产生很大的能量。这是他遇到了，遇到当然也有因缘，也不是偶然的，如果没有前因决定没有后果，决定是对于这个杀蛇，伤害蛇这类的动物，前世就结下这个缘。所以人在世间要懂得忍辱。",
      "zh_TW": "淨空法師：這是嚴重的執著，強烈報復的意念，會產生很大的能量。這是他遇到了，遇到當然也有因緣，也不是偶然的，如果沒有前因決定沒有後果，決定是對於這個殺蛇，傷害蛇這類的動物，前世就結下這個緣。所以人在世間要懂得忍辱。"
    },
    {
      "id": "21-665-0001_p0349",
      "zh_CN": "主持人：要懂得忍辱。",
      "zh_TW": "主持人：要懂得忍辱。"
    },
    {
      "id": "21-665-0001_p0350",
      "zh_CN": "净空法师：忍辱，不要跟人结冤仇，也不要跟动物结冤仇，结了冤仇非常麻烦，如果牠的执着非常严重，非报复不可，这个化解就难了。",
      "zh_TW": "淨空法師：忍辱，不要跟人結冤仇，也不要跟動物結冤仇，結了冤仇非常麻煩，如果牠的執著非常嚴重，非報復不可，這個化解就難了。"
    },
    {
      "id": "21-665-0001_p0351",
      "zh_CN": "主持人：师父，我听说就在所有动物当中，蛇的瞋恨心是最重的是吗？",
      "zh_TW": "主持人：師父，我聽說就在所有動物當中，蛇的瞋恨心是最重的是嗎？"
    },
    {
      "id": "21-665-0001_p0352",
      "zh_CN": "净空法师：最重的，而且说牠心狠毒，心要不是狠、不是毒，不会堕这一类畜生。",
      "zh_TW": "淨空法師：最重的，而且說牠心狠毒，心要不是狠、不是毒，不會墮這一類畜生。"
    },
    {
      "id": "21-665-0001_p0353",
      "zh_CN": "主持人：您说牠自己的因果，师父。",
      "zh_TW": "主持人：您說牠自己的因果，師父。"
    },
    {
      "id": "21-665-0001_p0354",
      "zh_CN": "净空法师：对，不错，这一类动物心都非常狠，报复的念头特别强，凡是毒蛇猛兽都是这一类的。",
      "zh_TW": "淨空法師：對，不錯，這一類動物心都非常狠，報復的念頭特別強，凡是毒蛇猛獸都是這一類的。"
    },
    {
      "id": "21-665-0001_p0355",
      "zh_CN": "主持人：因为牠以前作人的瞋心太重了。",
      "zh_TW": "主持人：因為牠以前作人的瞋心太重了。"
    },
    {
      "id": "21-665-0001_p0356",
      "zh_CN": "净空法师：没错，非常重。所以要用慈悲心去化解，用真诚、慈悲去感化牠们。",
      "zh_TW": "淨空法師：沒錯，非常重。所以要用慈悲心去化解，用真誠、慈悲去感化牠們。"
    },
    {
      "id": "21-665-0001_p0357",
      "zh_CN": "主持人：师父，就这么说，如果就说因为他当人的时候那瞋恨心重，他堕到这个成蛇了，在他堕成蛇以后牠的瞋恨心更加的重，他的罪业不又像滚雪球似的，愈来愈重了吗？",
      "zh_TW": "主持人：師父，就這麼說，如果就說因為他當人的時候那瞋恨心重，他墮到這個成蛇了，在他墮成蛇以後牠的瞋恨心更加的重，他的罪業不又像滾雪球似的，愈來愈重了嗎？"
    },
    {
      "id": "21-665-0001_p0358",
      "zh_CN": "净空法师：没错，是这样的，但是最后他也遭恶报。",
      "zh_TW": "淨空法師：沒錯，是這樣的，但是最後他也遭惡報。"
    },
    {
      "id": "21-665-0001_p0359",
      "zh_CN": "主持人：那太不值得了，我觉得。",
      "zh_TW": "主持人：那太不值得了，我覺得。"
    },
    {
      "id": "21-665-0001_p0360",
      "zh_CN": "净空法师：就是说，害人一定害自己。",
      "zh_TW": "淨空法師：就是說，害人一定害自己。"
    },
    {
      "id": "21-665-0001_p0361",
      "zh_CN": "主持人：害人一定害自己。",
      "zh_TW": "主持人：害人一定害自己。"
    },
    {
      "id": "21-665-0001_p0362",
      "zh_CN": "净空法师：一定害自己，这是一定的道理。所以别人伤害我们，我们原谅他，不去计较这就化开了，双方都有好处。如果说一定要报复双方都痛苦，而且报来报去，所谓生生世世没完没了，苦不堪言，这是不能不知道的。",
      "zh_TW": "淨空法師：一定害自己，這是一定的道理。所以別人傷害我們，我們原諒他，不去計較這就化開了，雙方都有好處。如果說一定要報復雙方都痛苦，而且報來報去，所謂生生世世沒完沒了，苦不堪言，這是不能不知道的。"
    },
    {
      "id": "21-665-0001_p0363",
      "zh_CN": "主持人：师父，就是前两天，印度报纸曾报导了一个真人真事，就有一个人他去深山里头去采药，不小心就掉在深涧里头，跌入三十米的坑中，挣扎了两天两夜都爬不上来，眼看着就因为渴、饿就死了。突然间有一条十多米长的巨蟒，将粗长的尾部递到这个深坑里头就让这个人拉，这个蟒牠就使劲把这个人给拉上来了，由此他就捡了一条小命。可是这个人获救了以后，他不知道感恩，他反而向当地的政府去报告，政府就带着一群的人去捕捉这个蟒，终于把这蟒给捕捉到，就关在一个笼子里头。这人也不识相，他还要去看看曾经救过他的蟒，他快走到这个笼子的时候，这个巨蟒就突然迎面喷出一种混浊的唾液，正中其中将采药人的皮肤，就一下子采药人的皮肤就溃烂了，从头就烂到脚，到了各种医院就去请医生治疗都无效，后来受尽折磨他就死了。请问师父，您看看就是牠知道，牠为什么不向别人吐这口唾液？牠能认识他。",
      "zh_TW": "主持人：師父，就是前兩天，印度報紙曾報導了一個真人真事，就有一個人他去深山裡頭去採藥，不小心就掉在深澗裡頭，跌入三十米的坑中，掙扎了兩天兩夜都爬不上來，眼看著就因為渴、餓就死了。突然間有一條十多米長的巨蟒，將粗長的尾部遞到這個深坑裡頭就讓這個人拉，這個蟒牠就使勁把這個人給拉上來了，由此他就撿了一條小命。可是這個人獲救了以後，他不知道感恩，他反而向當地的政府去報告，政府就帶著一群的人去捕捉這個蟒，終於把這蟒給捕捉到，就關在一個籠子裡頭。這人也不識相，他還要去看看曾經救過他的蟒，他快走到這個籠子的時候，這個巨蟒就突然迎面噴出一種混濁的唾液，正中其中將採藥人的皮膚，就一下子採藥人的皮膚就潰爛了，從頭就爛到腳，到了各種醫院就去請醫生治療都無效，後來受盡折磨他就死了。請問師父，您看看就是牠知道，牠為什麼不向別人吐這口唾液？牠能認識他。"
    },
    {
      "id": "21-665-0001_p0364",
      "zh_CN": "净空法师：对，这是报复他的。",
      "zh_TW": "淨空法師：對，這是報復他的。"
    },
    {
      "id": "21-665-0001_p0365",
      "zh_CN": "主持人：恩将仇报。",
      "zh_TW": "主持人：恩將仇報。"
    },
    {
      "id": "21-665-0001_p0366",
      "zh_CN": "净空法师：牠去救他，他过去有恩德，牠来报恩的。你现在再找人捕杀牠，这个恩变成仇了，这一口唾液吐他牠是报仇的。",
      "zh_TW": "淨空法師：牠去救他，他過去有恩德，牠來報恩的。你現在再找人捕殺牠，這個恩變成仇了，這一口唾液吐他牠是報仇的。"
    },
    {
      "id": "21-665-0001_p0367",
      "zh_CN": "主持人：牠的吐里有无限的仇恨，对他的怨恨，就说我救了你一条命，你反而来害我，恨死他了，师父。",
      "zh_TW": "主持人：牠的吐裡有無限的仇恨，對他的怨恨，就說我救了你一條命，你反而來害我，恨死他了，師父。"
    },
    {
      "id": "21-665-0001_p0368",
      "zh_CN": "净空法师：没错，是的。",
      "zh_TW": "淨空法師：沒錯，是的。"
    },
    {
      "id": "21-665-0001_p0369",
      "zh_CN": "主持人：这人多愚痴，师父，人家救了你一命你还要。",
      "zh_TW": "主持人：這人多愚痴，師父，人家救了你一命你還要。"
    },
    {
      "id": "21-665-0001_p0370",
      "zh_CN": "净空法师：这是懂事的人一定是感恩，不知道感恩还要报警去捕杀牠，这怎么讲都讲不过去，这个怨恨肯定人家不会饶你。所以这个罪是自己造的，自己要承受。",
      "zh_TW": "淨空法師：這是懂事的人一定是感恩，不知道感恩還要報警去捕殺牠，這怎麼講都講不過去，這個怨恨肯定人家不會饒你。所以這個罪是自己造的，自己要承受。"
    },
    {
      "id": "21-665-0001_p0371",
      "zh_CN": "主持人：师父，我在想就是这蛇的瞋恨心这么重，就这一辈子我先那么什么，下辈子我觉得还生生世世还得要缠着这个人，您说是不是？还得要他的命，您说是不是？",
      "zh_TW": "主持人：師父，我在想就是這蛇的瞋恨心這麼重，就這一輩子我先那麼什麼，下輩子我覺得還生生世世還得要纏著這個人，您說是不是？還得要他的命，您說是不是？"
    },
    {
      "id": "21-665-0001_p0372",
      "zh_CN": "净空法师：没错。人，任何一个人，我们是没有天眼，如果有天眼你都能看到，这些被杀的、被吃的不会饶你。很多什么？很多都附在你身上，你现在因为还有福报，他无可奈何，你有福报；等到你福报享尽了，你的病就发作。",
      "zh_TW": "淨空法師：沒錯。人，任何一個人，我們是沒有天眼，如果有天眼你都能看到，這些被殺的、被吃的不會饒你。很多什麼？很多都附在你身上，你現在因為還有福報，他無可奈何，你有福報；等到你福報享盡了，你的病就發作。"
    },
    {
      "id": "21-665-0001_p0373",
      "zh_CN": "主持人：病就发作。",
      "zh_TW": "主持人：病就發作。"
    },
    {
      "id": "21-665-0001_p0374",
      "zh_CN": "净空法师：对，它在你身体里头，这些冤亲债主在你身体里头。",
      "zh_TW": "淨空法師：對，它在你身體裡頭，這些冤親債主在你身體裡頭。"
    },
    {
      "id": "21-665-0001_p0375",
      "zh_CN": "主持人：就你吃那些动物的灵，它进入你身体里了。",
      "zh_TW": "主持人：就你吃那些動物的靈，它進入你身體裡了。"
    },
    {
      "id": "21-665-0001_p0376",
      "zh_CN": "净空法师：没错，对，附身、附体。",
      "zh_TW": "淨空法師：沒錯，對，附身、附體。"
    },
    {
      "id": "21-665-0001_p0377",
      "zh_CN": "主持人：您说它怎么进去的？师父。",
      "zh_TW": "主持人：您說它怎麼進去的？師父。"
    },
    {
      "id": "21-665-0001_p0378",
      "zh_CN": "净空法师：它能进去。",
      "zh_TW": "淨空法師：它能進去。"
    },
    {
      "id": "21-665-0001_p0379",
      "zh_CN": "主持人：它能进去。",
      "zh_TW": "主持人：它能進去。"
    },
    {
      "id": "21-665-0001_p0380",
      "zh_CN": "净空法师：对，能进去，因为它是无形的，它进去你看不见，你用科学仪器你也找不到它、也看不到它。",
      "zh_TW": "淨空法師：對，能進去，因為它是無形的，它進去你看不見，你用科學儀器你也找不到它、也看不到它。"
    },
    {
      "id": "21-665-0001_p0381",
      "zh_CN": "主持人：你测不到但是它存在。",
      "zh_TW": "主持人：你測不到但是它存在。"
    },
    {
      "id": "21-665-0001_p0382",
      "zh_CN": "净空法师：它存在，你有福报的时候，它在那里等机会，它附在你身上不起作用，你也没有感觉到，不痛不痒，等到你福报享完，或者是你造作罪孽它就发作。就是我们的身体上、我们周边上统统都有。学佛的人有个好处，每天诵经给冤亲债主回向帮助他提升，化解怨恨。特别我们想到极乐世界，我们也希望他到极乐世界，我们互相帮助、共存共荣，要有这个念头，绝不伤害。过去伤害你，是我没有学佛，我没有受过这个教育，不知道这是无知，诚心求忏悔，他们都会原谅。他们也知道冤冤相报是双方都痛苦，不是只有一方，两方面都痛苦，希望怨仇、恨结，统统都能够在这一生当中化解。",
      "zh_TW": "淨空法師：它存在，你有福報的時候，它在那裡等機會，它附在你身上不起作用，你也沒有感覺到，不痛不癢，等到你福報享完，或者是你造作罪孽它就發作。就是我們的身體上、我們周邊上統統都有。學佛的人有個好處，每天誦經給冤親債主迴向幫助他提升，化解怨恨。特別我們想到極樂世界，我們也希望他到極樂世界，我們互相幫助、共存共榮，要有這個念頭，絕不傷害。過去傷害你，是我沒有學佛，我沒有受過這個教育，不知道這是無知，誠心求懺悔，他們都會原諒。他們也知道冤冤相報是雙方都痛苦，不是只有一方，兩方面都痛苦，希望怨仇、恨結，統統都能夠在這一生當中化解。"
    },
    {
      "id": "21-665-0001_p0383",
      "zh_CN": "主持人：师父，我妈妈得了癌症，就是每次化验、做什么实验的时候，我都要跟着她去，她有一次做ｂ超，她胆管癌然后做ｂ超，我就看着那个机器的它显像，我看的时候，我就觉得是一个东西在跳舞，又不是人，又不是什么东西，就在那跳舞。我跟医生说，因为我不敢当着我妈的面说，因为做了几次都是那种景象，都在那跳舞。后来我就问这个医生，我说大夫，那里头有个什么东西，你看在跳舞。他说哪里有？我说每次都有，因为这次已经第四次了，我说就在那跳舞。而且还有一个，是因为我妈妈太爱吃肉了，无肉不欢，她就觉得特别爱吃肉。给她做小手术的时候，就怎么都进不去，您知道吗？因为胆已经拿出去了，那个胆管想扩开，因为不停的那个，胆管都成沙子，就堵在那胆管痛不欲生。然后就想进去的一个小的机器，想把这个塑料的东西给它扩开，胆管扩开就是那个ＥＲＣＰ的时候，这个手术是非常轻的，这是协和医院最好的一个主任给她去做的手术，怎么也进不去。我一直都在外头跪着念大慈大悲观世音萨，我一直在那哭，围了很多人，都说这演员在那干嘛？我一直在那哭着。忽然间我接了一个电话，那个人也是学佛的人，他就跟我第一句话，他说妳不用在那做努力，因为妳妈杀生太严重。以前我妈杀鸡什么的，她杀生太严重了，众生根本就不让它进入那个，它给她挡着，手术进行不下去。我当时都傻了，而且这个人不知道我妈妈做手术，就给我传来这么一个信息。师父，很可怕的！",
      "zh_TW": "主持人：師父，我媽媽得了癌症，就是每次化驗、做什麼實驗的時候，我都要跟著她去，她有一次做ｂ超，她膽管癌然後做ｂ超，我就看著那個機器的它顯像，我看的時候，我就覺得是一個東西在跳舞，又不是人，又不是什麼東西，就在那跳舞。我跟醫生說，因為我不敢當著我媽的面說，因為做了幾次都是那種景象，都在那跳舞。後來我就問這個醫生，我說大夫，那裡頭有個什麼東西，你看在跳舞。他說哪裡有？我說每次都有，因為這次已經第四次了，我說就在那跳舞。而且還有一個，是因為我媽媽太愛吃肉了，無肉不歡，她就覺得特別愛吃肉。給她做小手術的時候，就怎麼都進不去，您知道嗎？因為膽已經拿出去了，那個膽管想擴開，因為不停的那個，膽管都成沙子，就堵在那膽管痛不欲生。然後就想進去的一個小的機器，想把這個塑料的東西給它擴開，膽管擴開就是那個ＥＲＣＰ的時候，這個手術是非常輕的，這是協和醫院最好的一個主任給她去做的手術，怎麼也進不去。我一直都在外頭跪著念大慈大悲觀世音薩，我一直在那哭，圍了很多人，都說這演員在那幹嘛？我一直在那哭著。忽然間我接了一個電話，那個人也是學佛的人，他就跟我第一句話，他說妳不用在那做努力，因為妳媽殺生太嚴重。以前我媽殺雞什麼的，她殺生太嚴重了，眾生根本就不讓它進入那個，它給她擋著，手術進行不下去。我當時都傻了，而且這個人不知道我媽媽做手術，就給我傳來這麼一個信息。師父，很可怕的！"
    },
    {
      "id": "21-665-0001_p0384",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "21-665-0001_p0385",
      "zh_CN": "主持人：那就说那个众生，她吃那些众生已经在她的身体之内，让我妈得了这个胆管癌。",
      "zh_TW": "主持人：那就說那個眾生，她吃那些眾生已經在她的身體之內，讓我媽得了這個膽管癌。"
    },
    {
      "id": "21-665-0001_p0386",
      "zh_CN": "净空法师：没错、没错。所以许许多多的众生，当你福报还没享尽，它在那里面等待，福报享尽它就现前，它就来报复。一般人不知道，学佛的人知道那一定要忏悔，如果不忏悔这个关还是过不去的。",
      "zh_TW": "淨空法師：沒錯、沒錯。所以許許多多的眾生，當你福報還沒享盡，它在那裡面等待，福報享盡它就現前，它就來報復。一般人不知道，學佛的人知道那一定要懺悔，如果不懺悔這個關還是過不去的。"
    },
    {
      "id": "21-665-0001_p0387",
      "zh_CN": "主持人：关还是过不去的，一定要让她自己忏悔吗？师父。",
      "zh_TW": "主持人：關還是過不去的，一定要讓她自己懺悔嗎？師父。"
    },
    {
      "id": "21-665-0001_p0388",
      "zh_CN": "净空法师：没错，一定要自己忏悔，别人代替力量很有限。",
      "zh_TW": "淨空法師：沒錯，一定要自己懺悔，別人代替力量很有限。"
    },
    {
      "id": "21-665-0001_p0389",
      "zh_CN": "主持人：人家不接受。",
      "zh_TW": "主持人：人家不接受。"
    },
    {
      "id": "21-665-0001_p0390",
      "zh_CN": "净空法师：对，不接受不错，一定要自己忏悔。",
      "zh_TW": "淨空法師：對，不接受不錯，一定要自己懺悔。"
    },
    {
      "id": "21-665-0001_p0391",
      "zh_CN": "主持人：那当时我妈妈，我也是愚痴，我要是明白的话，跟我妈妈讲这些道理，我妈能接受忏悔，人家说不定。",
      "zh_TW": "主持人：那當時我媽媽，我也是愚痴，我要是明白的話，跟我媽媽講這些道理，我媽能接受懺悔，人家說不定。"
    },
    {
      "id": "21-665-0001_p0392",
      "zh_CN": "净空法师：妳看妳能够看到，医生看不到。",
      "zh_TW": "淨空法師：妳看妳能夠看到，醫生看不到。"
    },
    {
      "id": "21-665-0001_p0393",
      "zh_CN": "主持人：师父，您说那是不是我妈吃那些众生，那些动物的众生？",
      "zh_TW": "主持人：師父，您說那是不是我媽吃那些眾生，那些動物的眾生？"
    },
    {
      "id": "21-665-0001_p0394",
      "zh_CN": "净空法师：对，是的，没错，是的。",
      "zh_TW": "淨空法師：對，是的，沒錯，是的。"
    },
    {
      "id": "21-665-0001_p0395",
      "zh_CN": "主持人：就跳舞，就一直在那跳着舞。",
      "zh_TW": "主持人：就跳舞，就一直在那跳著舞。"
    },
    {
      "id": "21-665-0001_p0396",
      "zh_CN": "净空法师：妳能看到，医生看不到。",
      "zh_TW": "淨空法師：妳能看到，醫生看不到。"
    },
    {
      "id": "21-665-0001_p0397",
      "zh_CN": "主持人：太可怕了，师父。",
      "zh_TW": "主持人：太可怕了，師父。"
    },
    {
      "id": "21-665-0001_p0398",
      "zh_CN": "净空法师：对，看到的时候就是告诉妳，也是提醒妳。",
      "zh_TW": "淨空法師：對，看到的時候就是告訴妳，也是提醒妳。"
    },
    {
      "id": "21-665-0001_p0399",
      "zh_CN": "主持人：也是提醒我？",
      "zh_TW": "主持人：也是提醒我？"
    },
    {
      "id": "21-665-0001_p0400",
      "zh_CN": "净空法师：也是提醒妳，让这些现象妳自己亲自看到，这不是假的，晓得说冤冤相报没完没了。这是因果的事实，妳没有办法不信，所有不信的人，到灾难现前他晓得了，来不及了。",
      "zh_TW": "淨空法師：也是提醒妳，讓這些現象妳自己親自看到，這不是假的，曉得說冤冤相報沒完沒了。這是因果的事實，妳沒有辦法不信，所有不信的人，到災難現前他曉得了，來不及了。"
    },
    {
      "id": "21-665-0001_p0401",
      "zh_CN": "主持人：已经晚了。",
      "zh_TW": "主持人：已經晚了。"
    },
    {
      "id": "21-665-0001_p0402",
      "zh_CN": "净空法师：来不及了。妳能够看到，是因为妳自己有善根，《弥陀经》上讲的，「不可以少善根福德因缘得生彼国」，妳在过去、今生种下的善根福德因缘，所以妳能够看见。从我们自己本身做起，我们明白了，我们干，别人说我们傻，傻人有傻福。我那个时候学佛，年轻二十六岁就吃长素，多少人说我傻！",
      "zh_TW": "淨空法師：來不及了。妳能夠看到，是因為妳自己有善根，《彌陀經》上講的，「不可以少善根福德因緣得生彼國」，妳在過去、今生種下的善根福德因緣，所以妳能夠看見。從我們自己本身做起，我們明白了，我們幹，別人說我們傻，傻人有傻福。我那個時候學佛，年輕二十六歲就吃長素，多少人說我傻！"
    },
    {
      "id": "21-665-0001_p0403",
      "zh_CN": "主持人：师父，您今年吃了多少年的素？",
      "zh_TW": "主持人：師父，您今年吃了多少年的素？"
    },
    {
      "id": "21-665-0001_p0404",
      "zh_CN": "净空法师：六十一年。可是现在还有几个存活的在，看到我都说我对了，竖大拇指：你走对了。",
      "zh_TW": "淨空法師：六十一年。可是現在還有幾個存活的在，看到我都說我對了，豎大拇指：你走對了。"
    },
    {
      "id": "21-665-0001_p0405",
      "zh_CN": "主持人：他们羡慕你。",
      "zh_TW": "主持人：他們羨慕你。"
    },
    {
      "id": "21-665-0001_p0406",
      "zh_CN": "净空法师：是，我虽然年岁大、老，但没有衰。",
      "zh_TW": "淨空法師：是，我雖然年歲大、老，但沒有衰。"
    },
    {
      "id": "21-665-0001_p0407",
      "zh_CN": "主持人：健康长寿。",
      "zh_TW": "主持人：健康長壽。"
    },
    {
      "id": "21-665-0001_p0408",
      "zh_CN": "净空法师：他们看到的，这是从哪来的？素食来的，对身体健康没有妨害只有帮助。为什么不干？我在国际上这十几年来，常常参加国际会议，会友们遇到我的时候，头一个就问我，你怎么保养身体的？他不问别的，就问这些。我就告诉他，心地清净、素食，没有妄想、没有杂念，你就身心健康。跟他讲别的他不懂，这个很现实的。",
      "zh_TW": "淨空法師：他們看到的，這是從哪來的？素食來的，對身體健康沒有妨害只有幫助。為什麼不幹？我在國際上這十幾年來，常常參加國際會議，會友們遇到我的時候，頭一個就問我，你怎麼保養身體的？他不問別的，就問這些。我就告訴他，心地清淨、素食，沒有妄想、沒有雜念，你就身心健康。跟他講別的他不懂，這個很現實的。"
    },
    {
      "id": "21-665-0001_p0409",
      "zh_CN": "主持人：素食的利益。",
      "zh_TW": "主持人：素食的利益。"
    },
    {
      "id": "21-665-0001_p0410",
      "zh_CN": "净空法师：素食的好处，尤其是现在的肉食不干净可怕，不要说肉不敢吃食，蛋都不敢吃。我们常常坐飞机，飞机上的饮食不敢吃，不知道它从哪来的？",
      "zh_TW": "淨空法師：素食的好處，尤其是現在的肉食不乾淨可怕，不要說肉不敢吃食，蛋都不敢吃。我們常常坐飛機，飛機上的飲食不敢吃，不知道它從哪來的？"
    },
    {
      "id": "21-665-0001_p0411",
      "zh_CN": "主持人：对。",
      "zh_TW": "主持人：對。"
    },
    {
      "id": "21-665-0001_p0412",
      "zh_CN": "净空法师：所以我们在飞机上，过去在美国的时候常坐飞机，我们都自己带便当，带饭盒。",
      "zh_TW": "淨空法師：所以我們在飛機上，過去在美國的時候常坐飛機，我們都自己帶便當，帶飯盒。"
    },
    {
      "id": "21-665-0001_p0413",
      "zh_CN": "主持人：师父，您在飞机上都带什么？",
      "zh_TW": "主持人：師父，您在飛機上都帶什麼？"
    },
    {
      "id": "21-665-0001_p0414",
      "zh_CN": "净空法师：就是我们自己带个小饭盒。",
      "zh_TW": "淨空法師：就是我們自己帶個小飯盒。"
    },
    {
      "id": "21-665-0001_p0415",
      "zh_CN": "主持人：小饭盒，米饭菜什么的。",
      "zh_TW": "主持人：小飯盒，米飯菜什麼的。"
    },
    {
      "id": "21-665-0001_p0416",
      "zh_CN": "净空法师：饭菜都有，我们自己吃的。",
      "zh_TW": "淨空法師：飯菜都有，我們自己吃的。"
    },
    {
      "id": "21-665-0001_p0417",
      "zh_CN": "主持人：那多好。",
      "zh_TW": "主持人：那多好。"
    },
    {
      "id": "21-665-0001_p0418",
      "zh_CN": "净空法师：到飞机上冬天的时候，请他给我加热。",
      "zh_TW": "淨空法師：到飛機上冬天的時候，請他給我加熱。"
    },
    {
      "id": "21-665-0001_p0419",
      "zh_CN": "主持人：加热。",
      "zh_TW": "主持人：加熱。"
    },
    {
      "id": "21-665-0001_p0420",
      "zh_CN": "净空法师：加热的时候她给我们换她的盘子，是我们的东西。所以旁边人看到，向服务空中小姐说，我要像他这样一份。她说他自己带来的。",
      "zh_TW": "淨空法師：加熱的時候她給我們換她的盤子，是我們的東西。所以旁邊人看到，向服務空中小姐說，我要像他這樣一份。她說他自己帶來的。"
    },
    {
      "id": "21-665-0001_p0421",
      "zh_CN": "主持人：很多人羡慕。",
      "zh_TW": "主持人：很多人羨慕。"
    },
    {
      "id": "21-665-0001_p0422",
      "zh_CN": "净空法师：自己带来的，这个重要。",
      "zh_TW": "淨空法師：自己帶來的，這個重要。"
    },
    {
      "id": "21-665-0001_p0423",
      "zh_CN": "主持人：对。",
      "zh_TW": "主持人：對。"
    },
    {
      "id": "21-665-0001_p0424",
      "zh_CN": "净空法师：你长途旅行的时候，吃东西得一定要小心，最好自己带。",
      "zh_TW": "淨空法師：你長途旅行的時候，吃東西得一定要小心，最好自己帶。"
    },
    {
      "id": "21-665-0001_p0425",
      "zh_CN": "主持人：是的，我肠胃不好的时候，师父，有时候吃飞机上的东西，我下来就要闹肚子。",
      "zh_TW": "主持人：是的，我腸胃不好的時候，師父，有時候吃飛機上的東西，我下來就要鬧肚子。"
    },
    {
      "id": "21-665-0001_p0426",
      "zh_CN": "净空法师：没错，是！",
      "zh_TW": "淨空法師：沒錯，是！"
    },
    {
      "id": "21-665-0001_p0427",
      "zh_CN": "主持人：真是的。",
      "zh_TW": "主持人：真是的。"
    },
    {
      "id": "21-665-0001_p0428",
      "zh_CN": "净空法师：旅馆的东西都靠不住。",
      "zh_TW": "淨空法師：旅館的東西都靠不住。"
    },
    {
      "id": "21-665-0001_p0429",
      "zh_CN": "主持人：是，它不卫生。",
      "zh_TW": "主持人：是，它不衛生。"
    },
    {
      "id": "21-665-0001_p0430",
      "zh_CN": "净空法师：是。",
      "zh_TW": "淨空法師：是。"
    },
    {
      "id": "21-665-0001_p0431",
      "zh_CN": "主持人：对。",
      "zh_TW": "主持人：對。"
    },
    {
      "id": "21-665-0001_p0432",
      "zh_CN": "主持人：感恩您，师父，感恩您大慈大悲，给我们回答了那么多，跟我们人类息息相关的问题，特别的感恩您。感恩您，师父。",
      "zh_TW": "主持人：感恩您，師父，感恩您大慈大悲，給我們回答了那麼多，跟我們人類息息相關的問題，特別的感恩您。感恩您，師父。"
    }
  ]
}