{
  "doc_id": "12-025-0002",
  "title": {
    "zh_CN": "善财童子参学报告（七）",
    "zh_TW": "善財童子參學報告（七）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-025-0002",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "12-025-0002_p0001",
      "zh_CN": "请看讲义，「法界人类」，昨天跟诸位介绍了五大类。今天我们看第六是：",
      "zh_TW": "請看講義，「法界人類」，昨天跟諸位介紹了五大類。今天我們看第六是："
    },
    {
      "id": "12-025-0002_p0002",
      "zh_CN": "【童男。】",
      "zh_TW": "【童男。】"
    },
    {
      "id": "12-025-0002_p0003",
      "zh_CN": "第七是：",
      "zh_TW": "第七是："
    },
    {
      "id": "12-025-0002_p0004",
      "zh_CN": "【童女。】",
      "zh_TW": "【童女。】"
    },
    {
      "id": "12-025-0002_p0005",
      "zh_CN": "在这个法会里面，『童男、童女』数量也是很多。这两类人，要用我们现在的话来说，就是年轻的男子、年轻的女子，我们现在称之为青少年。青少年的男女众数量很多，这些人多半是在学，所以这两类我们可以把他看作是学生，正在学校读书上学的学生。这其中也有许许多多佛菩萨示现在其中，示现好学生，模范学生，他们都能够孝顺父母，尊师重道；不但学业好，品德好，身体好，样样都做到圆满，学生里面的好榜样，这是菩萨学生。当然他们是接受佛陀的教诲，佛陀的教诲有父母教导他，有长辈教导他，也有老师教导他。现在在社会里面，家庭、社会，以及学校对於伦理的教育，可以说是已经逐渐逐渐淡薄，甚至于我们也见不到了。可是好的学生，依旧在每一个场合当中，每一个校园里面，依然还能够看得到。诸位想想，这是我们一般人讲天赋，不是学得来，他禀赋就是如此的善良，如此的好学。",
      "zh_TW": "在這個法會裡面，『童男、童女』數量也是很多。這兩類人，要用我們現在的話來說，就是年輕的男子、年輕的女子，我們現在稱之為青少年。青少年的男女眾數量很多，這些人多半是在學，所以這兩類我們可以把他看作是學生，正在學校讀書上學的學生。這其中也有許許多多佛菩薩示現在其中，示現好學生，模範學生，他們都能夠孝順父母，尊師重道；不但學業好，品德好，身體好，樣樣都做到圓滿，學生裡面的好榜樣，這是菩薩學生。當然他們是接受佛陀的教誨，佛陀的教誨有父母教導他，有長輩教導他，也有老師教導他。現在在社會裡面，家庭、社會，以及學校對於倫理的教育，可以說是已經逐漸逐漸淡薄，甚至於我們也見不到了。可是好的學生，依舊在每一個場合當中，每一個校園裡面，依然還能夠看得到。諸位想想，這是我們一般人講天賦，不是學得來，他稟賦就是如此的善良，如此的好學。"
    },
    {
      "id": "12-025-0002_p0006",
      "zh_CN": "我们学佛的人知道，最浅显的佛告诉我们，子女跟父母家庭四种缘结合：报恩、报怨、讨债、还债。这一类的好儿孙，不需要教导就那么样的善良、那么样的温驯，这是报恩来的，孝子贤孙。由此可知，我们要想得这样的好儿女，一定要懂得对一切众生布施恩德，以后报恩的人才多。如果你要不布施恩德，你跟众生没有恩，谁来报你的恩？如果你跟众生结的怨多，看这个人也不顺眼，看那个事也不如意，将来你家里儿孙就是来报怨的，冤家对头来了，凡事都有因果。我往年，二十多年前，在香港蓝塘道光明讲堂讲经，讲堂有一副对联，好像是寿冶老和尚写的，上联写的是「夫妻是缘，有善缘，有恶缘，冤冤相报」，下联写的是「儿女是债，有讨债，有还债，无债不来」。这两句话我记得很深刻，二十多年还能够想得起来，这话是佛说的，是真的不是假的。所以孝子贤孙，我们对众生布施恩德多，生生世世行善积德，才有这个果报。",
      "zh_TW": "我們學佛的人知道，最淺顯的佛告訴我們，子女跟父母家庭四種緣結合：報恩、報怨、討債、還債。這一類的好兒孫，不需要教導就那麼樣的善良、那麼樣的溫馴，這是報恩來的，孝子賢孫。由此可知，我們要想得這樣的好兒女，一定要懂得對一切眾生布施恩德，以後報恩的人才多。如果你要不布施恩德，你跟眾生沒有恩，誰來報你的恩？如果你跟眾生結的怨多，看這個人也不順眼，看那個事也不如意，將來你家裡兒孫就是來報怨的，冤家對頭來了，凡事都有因果。我往年，二十多年前，在香港藍塘道光明講堂講經，講堂有一副對聯，好像是壽冶老和尚寫的，上聯寫的是「夫妻是緣，有善緣，有惡緣，冤冤相報」，下聯寫的是「兒女是債，有討債，有還債，無債不來」。這兩句話我記得很深刻，二十多年還能夠想得起來，這話是佛說的，是真的不是假的。所以孝子賢孫，我們對眾生布施恩德多，生生世世行善積德，才有這個果報。"
    },
    {
      "id": "12-025-0002_p0007",
      "zh_CN": "第二种往深处去观察，佛菩萨乘愿再来，如果不是佛菩萨乘愿再来，诸位想想，今天的社会是个大染缸，很少有不被污染。在这种环境当中，五浊恶世，浊恶到极处，还能保持清净，不被污染，不是再来人，做不到。有这些佛菩萨以童男、童女身，用现在的话来说，就是以儿女的身分、学生的身分，在同一类当中，做这种潜移默化教化众生的工作。这些人知不知道他是佛菩萨再来？不见得，所作所行确实是菩萨道，自己并不知道是菩萨再来。如果他能够不退心，他能够不退转，能保持、能精进，他的福慧逐渐增长，一接触善法他生欢喜心，接触佛法他就想修学，学业、道业自然成就了；没有人去督促他，自自然然成就。这就是诸佛如来、菩萨化身，以这种身分出现在世间，这种身分的人，我们知道很多。",
      "zh_TW": "第二種往深處去觀察，佛菩薩乘願再來，如果不是佛菩薩乘願再來，諸位想想，今天的社會是個大染缸，很少有不被污染。在這種環境當中，五濁惡世，濁惡到極處，還能保持清淨，不被污染，不是再來人，做不到。有這些佛菩薩以童男、童女身，用現在的話來說，就是以兒女的身分、學生的身分，在同一類當中，做這種潛移默化教化眾生的工作。這些人知不知道他是佛菩薩再來？不見得，所作所行確實是菩薩道，自己並不知道是菩薩再來。如果他能夠不退心，他能夠不退轉，能保持、能精進，他的福慧逐漸增長，一接觸善法他生歡喜心，接觸佛法他就想修學，學業、道業自然成就了；沒有人去督促他，自自然然成就。這就是諸佛如來、菩薩化身，以這種身分出現在世間，這種身分的人，我們知道很多。"
    },
    {
      "id": "12-025-0002_p0008",
      "zh_CN": "所以我们在年轻的时候，在学生的时代，要懂得孝亲尊师。孝亲尊师这四个字意思很深，在佛法的教学当中，可以说从初发心，儿童开始，一直到圆满菩提，都没有离开这个教学的宗旨，没有离开修学的准绳。童年的时候爱父母、敬父母，这是天性，你看看哪个儿童不爱父母？哪个儿童不敬父母？所以这是天性。如何保持这个天性，发扬光大这个天性，要靠后天的教育。后天教育的成功，让他的天性永远不灭，永远不消失。古时候的教学非常重视这个问题，佛家的教学更是重视，也就是要养他的孝道。孝道的发扬光大就是圆满的菩萨行，这个我们在讲席里面讲得很多了。",
      "zh_TW": "所以我們在年輕的時候，在學生的時代，要懂得孝親尊師。孝親尊師這四個字意思很深，在佛法的教學當中，可以說從初發心，兒童開始，一直到圓滿菩提，都沒有離開這個教學的宗旨，沒有離開修學的準繩。童年的時候愛父母、敬父母，這是天性，你看看哪個兒童不愛父母？哪個兒童不敬父母？所以這是天性。如何保持這個天性，發揚光大這個天性，要靠後天的教育。後天教育的成功，讓他的天性永遠不滅，永遠不消失。古時候的教學非常重視這個問題，佛家的教學更是重視，也就是要養他的孝道。孝道的發揚光大就是圓滿的菩薩行，這個我們在講席裡面講得很多了。"
    },
    {
      "id": "12-025-0002_p0009",
      "zh_CN": "在青少年的时代贪玩，常常喜欢往游乐场所，这也是人之常情，尤其是现代社会，诱惑青少年这些事情是愈来愈多。尤其是最近这些年来，科学技术发达，有些人利用这些科学工具，凡是青少年喜爱的，他没有想到这些事情后果如何，只顾到眼前的利益，所以许许多多伤害年轻人身心的娱乐层出不穷。有一些作家长、作老师的，遇到我跟我谈这些问题，他们也小心的防范，防不胜防。这是一个严重的社会问题，我在讲席当中也曾经多次的提到过。",
      "zh_TW": "在青少年的時代貪玩，常常喜歡往遊樂場所，這也是人之常情，尤其是現代社會，誘惑青少年這些事情是愈來愈多。尤其是最近這些年來，科學技術發達，有些人利用這些科學工具，凡是青少年喜愛的，他沒有想到這些事情後果如何，只顧到眼前的利益，所以許許多多傷害年輕人身心的娛樂層出不窮。有一些作家長、作老師的，遇到我跟我談這些問題，他們也小心的防範，防不勝防。這是一個嚴重的社會問題，我在講席當中也曾經多次的提到過。"
    },
    {
      "id": "12-025-0002_p0010",
      "zh_CN": "我在早年亲近方东美先生的时候，曾经有人向方老师请教，美国是现代世界第一强国，但是我们根据历史的经验，古代的罗马是世界最强的国家，罗马也灭亡，他们问：美国将来灭亡，第一个因素是什么？方先生很冷静的静默几分钟，这种静默是教学的手段，让大家心定下来，聚精会神听他讲解。他答复两个字：电视。美国将来亡国，亡在哪里？电视。你看看他们电视里头内容是什么？二十四小时不中断。从婴儿出生下来的小孩，两、三个月睁着大眼睛就看电视，满脑袋里面的杀盗淫妄，所以美国还有下一代吗？方先生说的这个话，语重心长，美国人对这个疏忽了。",
      "zh_TW": "我在早年親近方東美先生的時候，曾經有人向方老師請教，美國是現代世界第一強國，但是我們根據歷史的經驗，古代的羅馬是世界最強的國家，羅馬也滅亡，他們問：美國將來滅亡，第一個因素是什麼？方先生很冷靜的靜默幾分鐘，這種靜默是教學的手段，讓大家心定下來，聚精會神聽他講解。他答覆兩個字：電視。美國將來亡國，亡在哪裡？電視。你看看他們電視裡頭內容是什麼？二十四小時不中斷。從嬰兒出生下來的小孩，兩、三個月睜著大眼睛就看電視，滿腦袋裡面的殺盜淫妄，所以美國還有下一代嗎？方先生說的這個話，語重心長，美國人對這個疏忽了。"
    },
    {
      "id": "12-025-0002_p0011",
      "zh_CN": "商人只知道赚取利润，不知道戕害青少年的身心，所以青少年的犯罪率愈来愈高。你们常常在资讯里面看到，学生随便开枪杀人，常常有。我在美国，听说美国的学生，三个人当中有一个人身上带手枪，真枪，不是假的。美国的手枪太便宜，听说卖枪械弹药店里头随便可以买，一枝手枪大概二十块钱。长枪、短枪，连机关枪，那个店里头都有的卖，他们枪枝是自由买卖。所以美国，每一个人家里面有个几枝枪，那是很正常的现象。每天看电视看这些暴力他就学，看到电视上杀人，他也学着杀人，你说这怎么得了？这社会怎么能安全？所以有人说，西方世界儿童的天堂，青年人的战场，老年人的坟墓，这是西方人的观念，也是事实。",
      "zh_TW": "商人只知道賺取利潤，不知道戕害青少年的身心，所以青少年的犯罪率愈來愈高。你們常常在資訊裡面看到，學生隨便開槍殺人，常常有。我在美國，聽說美國的學生，三個人當中有一個人身上帶手槍，真槍，不是假的。美國的手槍太便宜，聽說賣槍械彈藥店裡頭隨便可以買，一枝手槍大概二十塊錢。長槍、短槍，連機關槍，那個店裡頭都有的賣，他們槍枝是自由買賣。所以美國，每一個人家裡面有個幾枝槍，那是很正常的現象。每天看電視看這些暴力他就學，看到電視上殺人，他也學著殺人，你說這怎麼得了？這社會怎麼能安全？所以有人說，西方世界兒童的天堂，青年人的戰場，老年人的墳墓，這是西方人的觀念，也是事實。"
    },
    {
      "id": "12-025-0002_p0012",
      "zh_CN": "在我们古代的中国；外国有些东西可以学，有些东西不能学，不是外国的样样都好，不如我们中国古代东西很多很多。我们要学外国人，学他的长处，要舍弃他的短处，保存我们传统的好处，舍弃我们传统里面不好的地方，我们的前途才一片光明，这个道理总是要懂得。中国人古老的观念，少年、青少年时代，奠定福慧的基础，所以很勤苦的学习。古时候，我想也有不少同修常常听到「十年寒窗」，那是青少年重要的学习工作。所以青少年时代是奠定福德的根基，中年为社会造福，晚年享福。少年是栽培，中年是长成，晚年就结果，所以晚年是享福，不是坟墓。外国人没有这个概念，不懂这个道理，他也没有看过这个事实，这是中国优良的传统，我们要保持。",
      "zh_TW": "在我們古代的中國；外國有些東西可以學，有些東西不能學，不是外國的樣樣都好，不如我們中國古代東西很多很多。我們要學外國人，學他的長處，要捨棄他的短處，保存我們傳統的好處，捨棄我們傳統裡面不好的地方，我們的前途才一片光明，這個道理總是要懂得。中國人古老的觀念，少年、青少年時代，奠定福慧的基礎，所以很勤苦的學習。古時候，我想也有不少同修常常聽到「十年寒窗」，那是青少年重要的學習工作。所以青少年時代是奠定福德的根基，中年為社會造福，晚年享福。少年是栽培，中年是長成，晚年就結果，所以晚年是享福，不是墳墓。外國人沒有這個概念，不懂這個道理，他也沒有看過這個事實，這是中國優良的傳統，我們要保持。"
    },
    {
      "id": "12-025-0002_p0013",
      "zh_CN": "所以青少年在东方，生活非常谨严，确实不像外国小孩天真烂漫。但是诸位想想，晚年的结果，中国人享福，外国人坟墓，不能比。那个享福，福的根源，青少年时候奠定的，教孝、教悌，伦理、道德都是从小培养的。佛菩萨示现童男、童女，做青少年学习的好榜样。诸佛菩萨无处不现身，应以什么身度化，他就什么样的身分。在学校里面、在家庭子弟当中，应以童男、童女身而得度者，即现童男、童女身而度脱之。教学有理论、有方法，但是更重要的要有典型、要有模范，如果没有人出来做榜样、做模范，理论与方法就很难让人接受。有好样子在，大家一看，没错，他是做得很好，容易接受，容易信服。所以佛菩萨慈悲，示现童男、童女身。第八、第九：",
      "zh_TW": "所以青少年在東方，生活非常謹嚴，確實不像外國小孩天真爛漫。但是諸位想想，晚年的結果，中國人享福，外國人墳墓，不能比。那個享福，福的根源，青少年時候奠定的，教孝、教悌，倫理、道德都是從小培養的。佛菩薩示現童男、童女，做青少年學習的好榜樣。諸佛菩薩無處不現身，應以什麼身度化，他就什麼樣的身分。在學校裡面、在家庭子弟當中，應以童男、童女身而得度者，即現童男、童女身而度脫之。教學有理論、有方法，但是更重要的要有典型、要有模範，如果沒有人出來做榜樣、做模範，理論與方法就很難讓人接受。有好樣子在，大家一看，沒錯，他是做得很好，容易接受，容易信服。所以佛菩薩慈悲，示現童男、童女身。第八、第九："
    },
    {
      "id": "12-025-0002_p0014",
      "zh_CN": "【天男。天女。】",
      "zh_TW": "【天男。天女。】"
    },
    {
      "id": "12-025-0002_p0015",
      "zh_CN": "这在六道里面是天道。天男、天女范围就很大，比我们这个世间的范围大得太多太多了。我们知道欲界有六层天，这六层天里面都有男女之相，色界以上没有了。欲界有男女之相，为什么？男女的淫欲没有断。如果五欲：财、色、名、食、睡，这五欲断掉了，不生欲界天，生色界天，那个高了。我们看到天男、天女，就晓得这是欲界天；后面讲外道婆罗门，那是讲色界天、无色界天，范围都非常非常广大。诸佛菩萨教化的范围，不只在人间，天上佛菩萨也常去。所以有很多其他的宗教徒，他们信仰非常虔诚，我们遇到他，要鼓励他、要帮助他，帮助他生天。那要说，你为什么不劝他学佛？他不肯相信，相信天，你就帮助他生天。到了天上之后，有佛菩萨在天宫里面讲经说法，他到那里再学，不是一样的吗？何必我们现在一定要强迫现在学？要懂这个道理。",
      "zh_TW": "這在六道裡面是天道。天男、天女範圍就很大，比我們這個世間的範圍大得太多太多了。我們知道欲界有六層天，這六層天裡面都有男女之相，色界以上沒有了。欲界有男女之相，為什麼？男女的淫欲沒有斷。如果五欲：財、色、名、食、睡，這五欲斷掉了，不生欲界天，生色界天，那個高了。我們看到天男、天女，就曉得這是欲界天；後面講外道婆羅門，那是講色界天、無色界天，範圍都非常非常廣大。諸佛菩薩教化的範圍，不只在人間，天上佛菩薩也常去。所以有很多其他的宗教徒，他們信仰非常虔誠，我們遇到他，要鼓勵他、要幫助他，幫助他生天。那要說，你為什麼不勸他學佛？他不肯相信，相信天，你就幫助他生天。到了天上之後，有佛菩薩在天宮裡面講經說法，他到那裡再學，不是一樣的嗎？何必我們現在一定要強迫現在學？要懂這個道理。"
    },
    {
      "id": "12-025-0002_p0016",
      "zh_CN": "十法界里面哪一界都有佛菩萨现身，哪一类里面、哪一个族群里面都有佛菩萨，所以我们心量要拓开，诸佛菩萨恒顺众生，我们为什么不能够顺从众生？你喜欢什么宗教，我遇到我都称赞、我都欢喜，我都会热心的帮助你，我不会劝你改变宗教来学佛，这不可以的。他自己愿意改变，那是他的事情，那个可以。我们不能劝导他，不能勉强他，更不能够逼迫他，那你就完全错了，佛家常讲随缘而不攀缘。因为我们晓得诸佛菩萨无处不现身，学佛的机会很多，能在人道得人身、闻佛法，发心学佛，这是大事因缘，这种大因缘不是世间每个人都具足，说实在的话，少数，不是多数。",
      "zh_TW": "十法界裡面哪一界都有佛菩薩現身，哪一類裡面、哪一個族群裡面都有佛菩薩，所以我們心量要拓開，諸佛菩薩恆順眾生，我們為什麼不能夠順從眾生？你喜歡什麼宗教，我遇到我都稱讚、我都歡喜，我都會熱心的幫助你，我不會勸你改變宗教來學佛，這不可以的。他自己願意改變，那是他的事情，那個可以。我們不能勸導他，不能勉強他，更不能夠逼迫他，那你就完全錯了，佛家常講隨緣而不攀緣。因為我們曉得諸佛菩薩無處不現身，學佛的機會很多，能在人道得人身、聞佛法，發心學佛，這是大事因緣，這種大因緣不是世間每個人都具足，說實在的話，少數，不是多數。"
    },
    {
      "id": "12-025-0002_p0017",
      "zh_CN": "我们明白，正如《弥陀经》上所说的，「不可以少善根福德因缘得生彼国」。由此可知，你得人身、闻佛法，听到净土法门，能信，能愿，肯修学这个法门，发愿往生，你是善根福德因缘三个条件圆满具足，非常希有，不是偶然，也不是个容易事。这三个条件缺一条，这一生都不能成就。所以有许多宗教信徒希望生天，我们要帮助他，我们要鼓励他，我们知道诸佛菩萨在欲界天、色界天，也常常示现度化天人。释迦牟尼佛被我们称作天人师，他是天上的老师，也是我们人间的老师。天上的环境也相当复杂，也是个多元文化，所以我们仔细观察，释迦牟尼佛的身分，确实是一个义务多元文化社会教育的工作者。第十是：",
      "zh_TW": "我們明白，正如《彌陀經》上所說的，「不可以少善根福德因緣得生彼國」。由此可知，你得人身、聞佛法，聽到淨土法門，能信，能願，肯修學這個法門，發願往生，你是善根福德因緣三個條件圓滿具足，非常希有，不是偶然，也不是個容易事。這三個條件缺一條，這一生都不能成就。所以有許多宗教信徒希望生天，我們要幫助他，我們要鼓勵他，我們知道諸佛菩薩在欲界天、色界天，也常常示現度化天人。釋迦牟尼佛被我們稱作天人師，他是天上的老師，也是我們人間的老師。天上的環境也相當複雜，也是個多元文化，所以我們仔細觀察，釋迦牟尼佛的身分，確實是一個義務多元文化社會教育的工作者。第十是："
    },
    {
      "id": "12-025-0002_p0018",
      "zh_CN": "【外道。】",
      "zh_TW": "【外道。】"
    },
    {
      "id": "12-025-0002_p0019",
      "zh_CN": "这个外道，我刚才跟诸位说过，是色界天、无色界天。他们修行的功夫令人赞叹，但是不能修成正果，什么原因？心外求法。所以外道是心外求法，就叫外道。诸位同修要记住，我们学佛的人，如果把佛菩萨看作是我们心外之物，我们自己也就变成外道了。观音菩萨在哪里？观音菩萨在南海，心外求法，不能成正果。要到南海去拜观音，累死了，跑那么远。不知道诸佛菩萨在哪里？诸佛菩萨在你心里头。所以佛法叫内学，佛法是心学、内学，不能向外攀缘的。确实有人见到观音菩萨，见到阿弥陀佛，有没有这个事情？有。这个事情不是幻觉，这个事情是感应。感应从哪里来的？第一个过去世中的善根，遇到缘的时候，你看到佛菩萨，所以你晓得那是感应；第二你心里头有佛，所以与十方法界志同道合的这些佛菩萨起感应道交，道理在此地。他来给我们做证明，我们修学理念、方法没有错误，所以更应当生起坚定的信心，认真努力修学，这就对了。",
      "zh_TW": "這個外道，我剛才跟諸位說過，是色界天、無色界天。他們修行的功夫令人讚歎，但是不能修成正果，什麼原因？心外求法。所以外道是心外求法，就叫外道。諸位同修要記住，我們學佛的人，如果把佛菩薩看作是我們心外之物，我們自己也就變成外道了。觀音菩薩在哪裡？觀音菩薩在南海，心外求法，不能成正果。要到南海去拜觀音，累死了，跑那麼遠。不知道諸佛菩薩在哪裡？諸佛菩薩在你心裡頭。所以佛法叫內學，佛法是心學、內學，不能向外攀緣的。確實有人見到觀音菩薩，見到阿彌陀佛，有沒有這個事情？有。這個事情不是幻覺，這個事情是感應。感應從哪裡來的？第一個過去世中的善根，遇到緣的時候，你看到佛菩薩，所以你曉得那是感應；第二你心裡頭有佛，所以與十方法界志同道合的這些佛菩薩起感應道交，道理在此地。他來給我們做證明，我們修學理念、方法沒有錯誤，所以更應當生起堅定的信心，認真努力修學，這就對了。"
    },
    {
      "id": "12-025-0002_p0020",
      "zh_CN": "六祖惠能大师在《坛经》里面，明白给我们开示，「平直是弥陀，慈悲是观音」，这个话说得好。平是平等，直是正直，平等心、正直心就是阿弥陀佛。我们自己待人接物要能够用平等心、用清净心，《无量寿经》的经题「清净平等觉」，用清净、平等、正觉，我们自己就是阿弥陀佛，阿弥陀佛千百亿化身，我们这个身是千百亿化身之一。所以我们修净土的人供养佛像，供养佛像是什么意思？怎么供养法？你把佛菩萨当神仙看待，每天恭敬供养，香花、水果供养他，求他保佑，保佑你升官发财，心外求法。没有这回事情，这种求法错误，这是迷信，这就是宗教。等到哪一天你在佛菩萨面前求，求不到，你就不相信，佛菩萨骗我，谤佛、谤法、谤僧，你就造无量的罪业了。你不知道你所求的不如法，不如理、不如法，过失在自己，不在佛菩萨，佛菩萨没有这种教导你。",
      "zh_TW": "六祖惠能大師在《壇經》裡面，明白給我們開示，「平直是彌陀，慈悲是觀音」，這個話說得好。平是平等，直是正直，平等心、正直心就是阿彌陀佛。我們自己待人接物要能夠用平等心、用清淨心，《無量壽經》的經題「清淨平等覺」，用清淨、平等、正覺，我們自己就是阿彌陀佛，阿彌陀佛千百億化身，我們這個身是千百億化身之一。所以我們修淨土的人供養佛像，供養佛像是什麼意思？怎麼供養法？你把佛菩薩當神仙看待，每天恭敬供養，香花、水果供養他，求他保佑，保佑你升官發財，心外求法。沒有這回事情，這種求法錯誤，這是迷信，這就是宗教。等到哪一天你在佛菩薩面前求，求不到，你就不相信，佛菩薩騙我，謗佛、謗法、謗僧，你就造無量的罪業了。你不知道你所求的不如法，不如理、不如法，過失在自己，不在佛菩薩，佛菩薩沒有這種教導你。"
    },
    {
      "id": "12-025-0002_p0021",
      "zh_CN": "所以学佛的同修，世尊照顾得很周到，佛在入灭之前教给我们「四依法」。第一条「依法不依人」，希望后世的学生们，不要走错路，不要迷失了方向，法是什么？法是经典，一定要依据经典教诲来修学，你就没有错。净宗的典籍最少，容易受持，总共才只六种，五经一论，分量都不多，理依这些经论，方法依这些经论，境界依这些经论，决定没有错。如果有人讲解，有很多人注疏，与经典的本文义趣相违背，我们不能相信，我们依法不依人。他的讲解、他的注疏与经义相应，我们可以拿来做参考；诸位要记住参考而已，依据决定是经典的本文，我们在末法时期，才不至于走错路。",
      "zh_TW": "所以學佛的同修，世尊照顧得很周到，佛在入滅之前教給我們「四依法」。第一條「依法不依人」，希望後世的學生們，不要走錯路，不要迷失了方向，法是什麼？法是經典，一定要依據經典教誨來修學，你就沒有錯。淨宗的典籍最少，容易受持，總共才只六種，五經一論，分量都不多，理依這些經論，方法依這些經論，境界依這些經論，決定沒有錯。如果有人講解，有很多人註疏，與經典的本文義趣相違背，我們不能相信，我們依法不依人。他的講解、他的註疏與經義相應，我們可以拿來做參考；諸位要記住參考而已，依據決定是經典的本文，我們在末法時期，才不至於走錯路。"
    },
    {
      "id": "12-025-0002_p0022",
      "zh_CN": "又有人怀疑，释迦牟尼佛的经典传下来已经三千多年，何况又经过翻译，我们现在念的是华文本子，不是梵文的原本，翻译有没有翻错？这又有问题了。也有很可能，一种原本有很多不同的译本，像《无量寿经》，古时候记载有十二种译本，《金刚经》现在《大藏经》里保存着六种译本，《般若心经》有十几种译本，我们打开来看，每一个译本都不相同，这怎么办？佛帮助我们解决了，「依义不依语」。文字是语言的符号，翻译的时候意思对了就行，文字长短没有什么关系；长说也可以，短说也可以，只要意思对了就行，佛给我们解决了。",
      "zh_TW": "又有人懷疑，釋迦牟尼佛的經典傳下來已經三千多年，何況又經過翻譯，我們現在念的是華文本子，不是梵文的原本，翻譯有沒有翻錯？這又有問題了。也有很可能，一種原本有很多不同的譯本，像《無量壽經》，古時候記載有十二種譯本，《金剛經》現在《大藏經》裡保存著六種譯本，《般若心經》有十幾種譯本，我們打開來看，每一個譯本都不相同，這怎麼辦？佛幫助我們解決了，「依義不依語」。文字是語言的符號，翻譯的時候意思對了就行，文字長短沒有什麼關係；長說也可以，短說也可以，只要意思對了就行，佛給我們解決了。"
    },
    {
      "id": "12-025-0002_p0023",
      "zh_CN": "我们要问，释迦牟尼佛四十九年讲了这么多的经，我们的寿命有限、能力有限，不能够完全学，我到底学哪一个法门、哪部经好？世尊也给我们答复，慈悲极了，佛告诉我们「依了义不依不了义」。什么叫了义经？凡是我们依照这个经论修学，这一生当中决定有成就，这个经就是了义经。如果这个经好，理论也好，方法也好，我们照这个修学这一生不能成就，对我们来讲这个经就是不了义。这句话让我们在所有法门里面去选择，教我们一个选择的办法。",
      "zh_TW": "我們要問，釋迦牟尼佛四十九年講了這麼多的經，我們的壽命有限、能力有限，不能夠完全學，我到底學哪一個法門、哪部經好？世尊也給我們答覆，慈悲極了，佛告訴我們「依了義不依不了義」。什麼叫了義經？凡是我們依照這個經論修學，這一生當中決定有成就，這個經就是了義經。如果這個經好，理論也好，方法也好，我們照這個修學這一生不能成就，對我們來講這個經就是不了義。這句話讓我們在所有法門裡面去選擇，教我們一個選擇的辦法。"
    },
    {
      "id": "12-025-0002_p0024",
      "zh_CN": "我们就可以想到，现在我们生活非常繁忙，工作量很多，很少有时间来学习。年轻的时候学校的功课是很大的负担，做学生的人，哪有时间来学佛？学校毕业之后踏上社会，自己结婚，生儿育女，要养家活口，努力工作，在现前这个社会，一个人工作不能养家，夫妻两个都要去工作，他哪有时间？所以我们在法门选择要选择最简单的，经典分量要选择最少的，我们修学起来容易成就。分量少，简单容易，而且还希望有高成就，这才选择了净土法门。净土法门这六部经的经文，如果不用注解，单单经文，六样东西印在一起薄薄的一小册，分量不多，非常适合于现代人修学，所以这是了义经。在末法时期一切众生，非常适合于这个法门，佛家讲契机契理。",
      "zh_TW": "我們就可以想到，現在我們生活非常繁忙，工作量很多，很少有時間來學習。年輕的時候學校的功課是很大的負擔，做學生的人，哪有時間來學佛？學校畢業之後踏上社會，自己結婚，生兒育女，要養家活口，努力工作，在現前這個社會，一個人工作不能養家，夫妻兩個都要去工作，他哪有時間？所以我們在法門選擇要選擇最簡單的，經典分量要選擇最少的，我們修學起來容易成就。分量少，簡單容易，而且還希望有高成就，這才選擇了淨土法門。淨土法門這六部經的經文，如果不用註解，單單經文，六樣東西印在一起薄薄的一小冊，分量不多，非常適合於現代人修學，所以這是了義經。在末法時期一切眾生，非常適合於這個法門，佛家講契機契理。"
    },
    {
      "id": "12-025-0002_p0025",
      "zh_CN": "夏莲居老居士，那也是佛菩萨再来的，不是凡夫。世尊当年在世的时候，介绍这个法门是多次宣说，不同于其他法门，其他法门世尊一生只讲一次，没有重复过。唯独《无量寿经》讲过很多遍，所以佛灭度之后，弟子们集结《无量寿经》，有很多种不同的版本。传到中国来，中国隋唐时候的古大德，从中文译本来看，判断《无量寿经》梵文本传到中国，至少有三种不同的本子，证明释迦牟尼佛多次宣说。因为多次宣说，在中国有多次的翻译，翻译译本多了，我们看得眼花撩乱，无所适从，到底哪个本子好？",
      "zh_TW": "夏蓮居老居士，那也是佛菩薩再來的，不是凡夫。世尊當年在世的時候，介紹這個法門是多次宣說，不同於其他法門，其他法門世尊一生只講一次，沒有重覆過。唯獨《無量壽經》講過很多遍，所以佛滅度之後，弟子們集結《無量壽經》，有很多種不同的版本。傳到中國來，中國隋唐時候的古大德，從中文譯本來看，判斷《無量壽經》梵文本傳到中國，至少有三種不同的本子，證明釋迦牟尼佛多次宣說。因為多次宣說，在中國有多次的翻譯，翻譯譯本多了，我們看得眼花撩亂，無所適從，到底哪個本子好？"
    },
    {
      "id": "12-025-0002_p0026",
      "zh_CN": "宋朝时候王龙舒居士，就发现我们初学人有这个困惑，他老人家发心做了一个会集本。在他那个时代，以他的地位、身分，他是个很富有的人，是一位长者，在世法里面他拿到进士学位，在当时最高的学位，进士及第。他家里面生活能过得去，虽然中了进士，他没有作官，他学佛，所以将净土的经论做了一次会集。他会集的时候，只看到四种原译本，唐朝翻译《大宝积经》里面的「无量寿会」，这一份他没有看到，他是四种原译的会集本。《大宝积经》里面还有一些话，是其他四种里面没有的，所以他这个本子就有遗憾，不圆满了。可是会集得好，收在乾隆《大藏经》里面；日本许多种《藏经》，也都搜集他这个本子。",
      "zh_TW": "宋朝時候王龍舒居士，就發現我們初學人有這個困惑，他老人家發心做了一個會集本。在他那個時代，以他的地位、身分，他是個很富有的人，是一位長者，在世法裡面他拿到進士學位，在當時最高的學位，進士及第。他家裡面生活能過得去，雖然中了進士，他沒有作官，他學佛，所以將淨土的經論做了一次會集。他會集的時候，只看到四種原譯本，唐朝翻譯《大寶積經》裡面的「無量壽會」，這一份他沒有看到，他是四種原譯的會集本。《大寶積經》裡面還有一些話，是其他四種裡面沒有的，所以他這個本子就有遺憾，不圓滿了。可是會集得好，收在乾隆《大藏經》裡面；日本許多種《藏經》，也都蒐集他這個本子。"
    },
    {
      "id": "12-025-0002_p0027",
      "zh_CN": "因为他这个本子不圆满，所以清朝咸丰年间，魏源居士做第二次的会集。不错，魏源居士五种本子他都看到了，他是以五种本子来会集，会集的内容当然比王龙舒好，但是对于五种原译取舍方面还不完善。用字的方面，他把原译本的有些字改动了，这是印光大师所反对的；印光大师反对是反对这个事情，不是反对会集。正因为前面两次的会集都不完善，夏莲居老居士才做第三次的会集，把前面两种的弊病革除，全经的经文都是原译本的文字，没有改动一个，做一次集大成的工作，五种原译本集大成的工作，做得好。可惜这个本子，印光大师没有看到，这是印光大师往生之后才完成的。这个本子出来，得到许许多多人的赞叹；但是谚语当中常说「好事多磨」，依旧有反对的声浪，此伏彼起，障碍重重。",
      "zh_TW": "因為他這個本子不圓滿，所以清朝咸豐年間，魏源居士做第二次的會集。不錯，魏源居士五種本子他都看到了，他是以五種本子來會集，會集的內容當然比王龍舒好，但是對於五種原譯取捨方面還不完善。用字的方面，他把原譯本的有些字改動了，這是印光大師所反對的；印光大師反對是反對這個事情，不是反對會集。正因為前面兩次的會集都不完善，夏蓮居老居士才做第三次的會集，把前面兩種的弊病革除，全經的經文都是原譯本的文字，沒有改動一個，做一次集大成的工作，五種原譯本集大成的工作，做得好。可惜這個本子，印光大師沒有看到，這是印光大師往生之後才完成的。這個本子出來，得到許許多多人的讚歎；但是諺語當中常說「好事多磨」，依舊有反對的聲浪，此伏彼起，障礙重重。"
    },
    {
      "id": "12-025-0002_p0028",
      "zh_CN": "我在台中，李炳南老居士也是夏老的学生，这个本子传到台湾之后，李老师将它做了一个眉注；这个本子诸位同修都看到了，我把它印得很多；在台中亲自讲过一遍。以后佛门里面反对的声浪太大了，所以李老师就把这个本子收起来，我到台中亲近他老人家，他把这个本子交给我，我看了之后非常欢喜，特别有缘。所以我在台北讲经，那一年韩馆长五十岁，我说：好，妳过五十大寿，印经布施。印什么经？《无量寿经》。我就劝导她印夏莲居的会集本，印了三千本。她请我在台北讲这个经，我到台中把这个意思向李老师报告，李老师说现在还不行，时机没有成熟，他说：你可以讲其他的经典，等待机缘成就。",
      "zh_TW": "我在台中，李炳南老居士也是夏老的學生，這個本子傳到台灣之後，李老師將它做了一個眉註；這個本子諸位同修都看到了，我把它印得很多；在台中親自講過一遍。以後佛門裡面反對的聲浪太大了，所以李老師就把這個本子收起來，我到台中親近他老人家，他把這個本子交給我，我看了之後非常歡喜，特別有緣。所以我在台北講經，那一年韓館長五十歲，我說：好，妳過五十大壽，印經布施。印什麼經？《無量壽經》。我就勸導她印夏蓮居的會集本，印了三千本。她請我在台北講這個經，我到台中把這個意思向李老師報告，李老師說現在還不行，時機沒有成熟，他說：你可以講其他的經典，等待機緣成就。"
    },
    {
      "id": "12-025-0002_p0029",
      "zh_CN": "李老师往生之后，这个缘才成熟；这个经推出去之后，得到许许多多同修欢喜，在哪里成熟？在外国；在美国、在加拿大成熟的。我第一遍讲这个经在加拿大、在美国，从外国传到中国来。原先我不晓得，以后遇到黄念祖老居士，黄老居士告诉我，夏老在往生的时候，跟他的学生们讲，他这个会集本，将来是从外国传到中国；又说，他这个本子，将来会传遍全世界。那个时候大家听了他这个话，都莫名其妙，怎么可能这个本子会从外国传到中国？后来我们在外国传开来了，渐渐传回中国，果然没错！夏老不是普通人，今天确实传遍了全世界。读诵受持，念佛往生，瑞相希有，依照这个经本修行，成就的人太多太多了。可是一直到现在，还有人反对，还有人骂我。我，人家骂我，随他去骂，我绝对不会理会，等你骂累了，你就不骂了。我如果一回答他，他的兴致就高了，愈骂愈起劲。我一声都不吭，随你骂，看你有多大的耐心，你能够骂多久。",
      "zh_TW": "李老師往生之後，這個緣才成熟；這個經推出去之後，得到許許多多同修歡喜，在哪裡成熟？在外國；在美國、在加拿大成熟的。我第一遍講這個經在加拿大、在美國，從外國傳到中國來。原先我不曉得，以後遇到黃念祖老居士，黃老居士告訴我，夏老在往生的時候，跟他的學生們講，他這個會集本，將來是從外國傳到中國；又說，他這個本子，將來會傳遍全世界。那個時候大家聽了他這個話，都莫名其妙，怎麼可能這個本子會從外國傳到中國？後來我們在外國傳開來了，漸漸傳回中國，果然沒錯！夏老不是普通人，今天確實傳遍了全世界。讀誦受持，念佛往生，瑞相希有，依照這個經本修行，成就的人太多太多了。可是一直到現在，還有人反對，還有人罵我。我，人家罵我，隨他去罵，我絕對不會理會，等你罵累了，你就不罵了。我如果一回答他，他的興緻就高了，愈罵愈起勁。我一聲都不吭，隨你罵，看你有多大的耐心，你能夠罵多久。"
    },
    {
      "id": "12-025-0002_p0030",
      "zh_CN": "所以会集的经题好，「清净平等觉」就是阿弥陀佛，「慈悲」是观音。我们懂得这个意思，佛法是向内求，不是向外求。我们内里面的心变成佛心、变成菩萨心，跟西方极乐世界的佛菩萨感应道交，为什么？我们志同道合。你跟他志不同、道不合，天天念他的名字，没有用；天天跟他的形像磕头、祷告，心不相同，志不相同，都没有用。古人讲，那个样子念佛，一天念十万声佛号，也是「喊破喉咙也枉然」！所以我们学佛，心要像佛，愿要像佛，行为要像佛，佛的心、佛的愿、佛的行持都在经上，经都说清楚、说明白了。",
      "zh_TW": "所以會集的經題好，「清淨平等覺」就是阿彌陀佛，「慈悲」是觀音。我們懂得這個意思，佛法是向內求，不是向外求。我們內裡面的心變成佛心、變成菩薩心，跟西方極樂世界的佛菩薩感應道交，為什麼？我們志同道合。你跟他志不同、道不合，天天念他的名字，沒有用；天天跟他的形像磕頭、禱告，心不相同，志不相同，都沒有用。古人講，那個樣子念佛，一天念十萬聲佛號，也是「喊破喉嚨也枉然」！所以我們學佛，心要像佛，願要像佛，行為要像佛，佛的心、佛的願、佛的行持都在經上，經都說清楚、說明白了。"
    },
    {
      "id": "12-025-0002_p0031",
      "zh_CN": "佛的心愿是什么？四十八愿。愿愿度众生，要用现在的话说，四十八愿，愿愿都是为一切众生服务，我们今天讲为人民服务，为社会服务，为虚空法界一切众生服务，这是佛的心愿。在现前这个社会，许多还有繁重工作的同修，一天抽不出时间将《无量寿经》念一遍，我们为了这些同修们，编了《朝暮课诵》，这是我们净宗的朝暮课诵。早课，我们选读一段经文，我就选《无量寿经》四十八愿。选这个目的是什么？我们在四十八愿里面学习，我们的心跟阿弥陀佛的心一样，我们的愿跟阿弥陀佛的愿一样，所以早课念这段经文，诸位要记住，不是念阿弥陀佛的四十八愿，阿弥陀佛四十八愿与我有什么相干？我们要依阿弥陀佛的四十八愿，从自己内心里面发跟他同样的愿，这叫学佛。佛心，我心，同一个心；佛愿，我愿，同一个愿；我们跟阿弥陀佛同心同愿，你这才真的在学佛。",
      "zh_TW": "佛的心願是什麼？四十八願。願願度眾生，要用現在的話說，四十八願，願願都是為一切眾生服務，我們今天講為人民服務，為社會服務，為虛空法界一切眾生服務，這是佛的心願。在現前這個社會，許多還有繁重工作的同修，一天抽不出時間將《無量壽經》念一遍，我們為了這些同修們，編了《朝暮課誦》，這是我們淨宗的朝暮課誦。早課，我們選讀一段經文，我就選《無量壽經》四十八願。選這個目的是什麼？我們在四十八願裡面學習，我們的心跟阿彌陀佛的心一樣，我們的願跟阿彌陀佛的願一樣，所以早課念這段經文，諸位要記住，不是念阿彌陀佛的四十八願，阿彌陀佛四十八願與我有什麼相干？我們要依阿彌陀佛的四十八願，從自己內心裡面發跟他同樣的願，這叫學佛。佛心，我心，同一個心；佛願，我願，同一個願；我們跟阿彌陀佛同心同願，你這才真的在學佛。"
    },
    {
      "id": "12-025-0002_p0032",
      "zh_CN": "晚课，我们选的读诵这一段经文，选三十二到三十七品。这一段经文里面讲的是什么？五戒十善，说得很详细；持戒念佛，戒是佛的行为。读这段经文也不是念给阿弥陀佛听，我们不能搞错，念给自己听，自己读这段经文要认真的反省检点，佛在经上教我们要做的，我们做到了没有？没有做到，赶紧要学着做；佛教我们不可以做的，我们有没有毁犯？如果要犯了，赶紧改过自新，我们的行为要像佛。所以心愿解行都跟阿弥陀佛一样，你想想看你会不会往生？你决定往生。这个人跟我们极乐世界大众志同道合，你临终的时候，不但阿弥陀佛来接引你，西方这些圣众统统跟佛一同来欢迎你，我们要明白这个道理。",
      "zh_TW": "晚課，我們選的讀誦這一段經文，選三十二到三十七品。這一段經文裡面講的是什麼？五戒十善，說得很詳細；持戒念佛，戒是佛的行為。讀這段經文也不是念給阿彌陀佛聽，我們不能搞錯，念給自己聽，自己讀這段經文要認真的反省檢點，佛在經上教我們要做的，我們做到了沒有？沒有做到，趕緊要學著做；佛教我們不可以做的，我們有沒有毀犯？如果要犯了，趕緊改過自新，我們的行為要像佛。所以心願解行都跟阿彌陀佛一樣，你想想看你會不會往生？你決定往生。這個人跟我們極樂世界大眾志同道合，你臨終的時候，不但阿彌陀佛來接引你，西方這些聖眾統統跟佛一同來歡迎你，我們要明白這個道理。"
    },
    {
      "id": "12-025-0002_p0033",
      "zh_CN": "许多同修连早晚功课都不会做，做错了，以为什么？早晚功课是念给佛菩萨听的，念了一遍，佛菩萨高兴，喜欢我了，我今天功课交了差，这个观念错了。但是这种观念学佛的人很多，我看到不少，错了。所以没有想到，世尊千言万语，苦口婆心的叮咛，「受持读诵，为人演说」，你把这句话忘得干干净净。受持是依教奉行，我们在四十八愿里面，学佛菩萨的心愿，那是受持；在三十二到三十七品里面，学佛菩萨的处事待人接物，那是受持。决不是念给佛菩萨听，敷衍塞责，像小孩骗父母、骗老师，我今天功课做好了；父母、老师也真的就上当，也就被骗了，所以小孩不长进。父母、老师要能尽到责任，功课交来了，你做到没有？他要给你写上课本、写上作业，写上孝顺父母，你问他「你有没有做到孝顺？光写不行，你要做到」，这样子弟才能真正得受用，才能真正得利益。",
      "zh_TW": "許多同修連早晚功課都不會做，做錯了，以為什麼？早晚功課是念給佛菩薩聽的，念了一遍，佛菩薩高興，喜歡我了，我今天功課交了差，這個觀念錯了。但是這種觀念學佛的人很多，我看到不少，錯了。所以沒有想到，世尊千言萬語，苦口婆心的叮嚀，「受持讀誦，為人演說」，你把這句話忘得乾乾淨淨。受持是依教奉行，我們在四十八願裡面，學佛菩薩的心願，那是受持；在三十二到三十七品裡面，學佛菩薩的處事待人接物，那是受持。決不是念給佛菩薩聽，敷衍塞責，像小孩騙父母、騙老師，我今天功課做好了；父母、老師也真的就上當，也就被騙了，所以小孩不長進。父母、老師要能盡到責任，功課交來了，你做到沒有？他要給你寫上課本、寫上作業，寫上孝順父母，你問他「你有沒有做到孝順？光寫不行，你要做到」，這樣子弟才能真正得受用，才能真正得利益。"
    },
    {
      "id": "12-025-0002_p0034",
      "zh_CN": "所以教育要讲求深化教育，深刻的感化，才能够收到真正的效果。佛法是内学，佛法从来不向外攀缘。佛菩萨形像我们佛弟子供奉，它都是表法的意思。我们讲经，讲台前面一定供养本师释迦牟尼佛，这个供养就对了。供养它什么意思？让我们想到这个教学是他老人家传下来的，我们读经，我们研究讨论，我们的学习，对于他老人家的恩德念念不忘，是这个意思。我们供养佛菩萨形像是报恩的意思，是不忘本的意思，这种供奉就对了，就正确了，不是把它当神明来看待。佛菩萨保佑我们、加持我们，拿什么保佑？经典教我们，我们能够理解、能够奉行，这种善因，后面一定得善果，这是佛菩萨的保佑，佛菩萨的加持。佛法里头没有迷信，所以诸位学佛千万不要搞错了，不要做出一个迷信的样子，为人演说要搞成迷信的样子，我们就是佛教的罪人，不但没有功，造罪业。今天社会为什么对于佛教产生这么大的误会？我们做错了，我们所表现的是迷信的样子，不是真正觉悟的样子，不是一个高度圆满智慧的样子，所以世间人看到佛教是迷信。我们不能怪他，怪我们自己没有做好，没有依教奉行，没有真正懂得佛菩萨教诲的意义。所以自己要认真努力修学，依教奉行，做个好样子。",
      "zh_TW": "所以教育要講求深化教育，深刻的感化，才能夠收到真正的效果。佛法是內學，佛法從來不向外攀緣。佛菩薩形像我們佛弟子供奉，它都是表法的意思。我們講經，講台前面一定供養本師釋迦牟尼佛，這個供養就對了。供養它什麼意思？讓我們想到這個教學是他老人家傳下來的，我們讀經，我們研究討論，我們的學習，對於他老人家的恩德念念不忘，是這個意思。我們供養佛菩薩形像是報恩的意思，是不忘本的意思，這種供奉就對了，就正確了，不是把它當神明來看待。佛菩薩保佑我們、加持我們，拿什麼保佑？經典教我們，我們能夠理解、能夠奉行，這種善因，後面一定得善果，這是佛菩薩的保佑，佛菩薩的加持。佛法裡頭沒有迷信，所以諸位學佛千萬不要搞錯了，不要做出一個迷信的樣子，為人演說要搞成迷信的樣子，我們就是佛教的罪人，不但沒有功，造罪業。今天社會為什麼對於佛教產生這麼大的誤會？我們做錯了，我們所表現的是迷信的樣子，不是真正覺悟的樣子，不是一個高度圓滿智慧的樣子，所以世間人看到佛教是迷信。我們不能怪他，怪我們自己沒有做好，沒有依教奉行，沒有真正懂得佛菩薩教誨的意義。所以自己要認真努力修學，依教奉行，做個好樣子。"
    },
    {
      "id": "12-025-0002_p0035",
      "zh_CN": "佛法教学，古大德给我们讲三个目标，如果我们把三个目标常常记在心里，常常向这个目标去努力，就不会走叉路。第一目标是「断恶修善」，所谓「诸恶莫作，众善奉行」。善恶的标准是什么？在佛法里面讲，凡是利益众生、利益社会，这是善；凡是利益自己，这是恶；这个标准好，这是真正的标准。我们要常常记住，不要求自利，要利益众生、利益社会，舍己为人。佛为什么这样讲？这个讲法有大道理。我们这么一个人，为什么生生世世脱离不了六道轮回？而且常常要堕三恶道，受无量无边的痛苦，原因在哪里？原因就是自私自利。表面看到眼前自私自利，事实上，果报真是自己害自己，那不是利；自私自害是真的，自私自利是假的。如果换一个字，「自私自害」，大家看到就害怕了，这是真的，一点都没错。所以应当要放下，应当把自私自利的念头舍弃，你得大自在，你得到真正的幸福美满，何必要求自利？",
      "zh_TW": "佛法教學，古大德給我們講三個目標，如果我們把三個目標常常記在心裡，常常向這個目標去努力，就不會走叉路。第一目標是「斷惡修善」，所謂「諸惡莫作，眾善奉行」。善惡的標準是什麼？在佛法裡面講，凡是利益眾生、利益社會，這是善；凡是利益自己，這是惡；這個標準好，這是真正的標準。我們要常常記住，不要求自利，要利益眾生、利益社會，捨己為人。佛為什麼這樣講？這個講法有大道理。我們這麼一個人，為什麼生生世世脫離不了六道輪迴？而且常常要墮三惡道，受無量無邊的痛苦，原因在哪裡？原因就是自私自利。表面看到眼前自私自利，事實上，果報真是自己害自己，那不是利；自私自害是真的，自私自利是假的。如果換一個字，「自私自害」，大家看到就害怕了，這是真的，一點都沒錯。所以應當要放下，應當把自私自利的念頭捨棄，你得大自在，你得到真正的幸福美滿，何必要求自利？"
    },
    {
      "id": "12-025-0002_p0036",
      "zh_CN": "这个道理很深，但是也不是我们不能够理解，只要你细心去观察、细心去体会，你就能得到。不求自利的人，利益无边，无量无边的大利你为什么不要，要一点点小利？小利障碍无量无边的大利。佛菩萨给我们做了榜样，历代的祖师大德们也给我们做了榜样，他们为什么受到社会大众的尊敬？为什么受到社会大众的赞叹，受到社会大众的供养？是他什么都放下了，他才能得到这个殊胜的利益。不但当代人对他敬仰，往生之后，世世代代对他敬仰都不衰。释迦牟尼佛圆寂到今天，我们中国人的算法是三千多年了，我们对他老人家的敬仰，一点都没有减损。什么原因？他没有自私自利，他一切真的放得下，做出一个好榜样给我们看。所以你什么都不要，那个结果是什么？什么都得到，一样也不缺，尽虚空、遍法界都得到了。",
      "zh_TW": "這個道理很深，但是也不是我們不能夠理解，只要你細心去觀察、細心去體會，你就能得到。不求自利的人，利益無邊，無量無邊的大利你為什麼不要，要一點點小利？小利障礙無量無邊的大利。佛菩薩給我們做了榜樣，歷代的祖師大德們也給我們做了榜樣，他們為什麼受到社會大眾的尊敬？為什麼受到社會大眾的讚歎，受到社會大眾的供養？是他什麼都放下了，他才能得到這個殊勝的利益。不但當代人對他敬仰，往生之後，世世代代對他敬仰都不衰。釋迦牟尼佛圓寂到今天，我們中國人的算法是三千多年了，我們對他老人家的敬仰，一點都沒有減損。什麼原因？他沒有自私自利，他一切真的放得下，做出一個好榜樣給我們看。所以你什麼都不要，那個結果是什麼？什麼都得到，一樣也不缺，盡虛空、遍法界都得到了。"
    },
    {
      "id": "12-025-0002_p0037",
      "zh_CN": "今天中午我在深圳，深圳统战部廖部长，我们在一起吃饭。廖部长确实很了不起，他的言谈举止是有学问、有德行的人，所说的句句都与佛法相应，这个难得。他要邀请我到深圳去讲经，我说我现在还找不到时间，慢慢再找时间。有同修告诉他，净空法师没有道场，一生都没有道场；廖部长说，没有道场，天下道场都是他的道场。话说得没错，真正明白人才能够说得出来，才能懂得。释迦牟尼佛一生没有道场，尽虚空、遍法界都是他的道场，我们要道场干什么？要了一个小道场，虚空法界丢掉了，你说那多可惜！要学佛的智慧，要学佛的德行，我们才能得到真实的利益，才能过幸福美满高度智慧的生活，才能够摆脱六道轮回，超越十法界。",
      "zh_TW": "今天中午我在深圳，深圳統戰部廖部長，我們在一起吃飯。廖部長確實很了不起，他的言談舉止是有學問、有德行的人，所說的句句都與佛法相應，這個難得。他要邀請我到深圳去講經，我說我現在還找不到時間，慢慢再找時間。有同修告訴他，淨空法師沒有道場，一生都沒有道場；廖部長說，沒有道場，天下道場都是他的道場。話說得沒錯，真正明白人才能夠說得出來，才能懂得。釋迦牟尼佛一生沒有道場，盡虛空、遍法界都是他的道場，我們要道場幹什麼？要了一個小道場，虛空法界丟掉了，你說那多可惜！要學佛的智慧，要學佛的德行，我們才能得到真實的利益，才能過幸福美滿高度智慧的生活，才能夠擺脫六道輪迴，超越十法界。"
    },
    {
      "id": "12-025-0002_p0038",
      "zh_CN": "那些人能做到，我们也是人，他能做到，我们为什么做不到？告诉你，你做不到的原因，就是你放不下。你要能放下，你跟他有什么两样？财色名食睡、五欲六尘统统放下，你跟诸佛菩萨没有两样，他能，我们也能。他的能，仔细观察，他放得下；我们不能，原因就是放不下。放下就能，放不下就不能，这个事情很简单，说难不难，大家好好的想想。统统放下，内学；还有一丝毫攀缘的心，外道。唯恐我们学佛学成外道，这在佛教里面叫门里外，佛门里面学成外道，心外求法，诸位总要懂这个意思。",
      "zh_TW": "那些人能做到，我們也是人，他能做到，我們為什麼做不到？告訴你，你做不到的原因，就是你放不下。你要能放下，你跟他有什麼兩樣？財色名食睡、五欲六塵統統放下，你跟諸佛菩薩沒有兩樣，他能，我們也能。他的能，仔細觀察，他放得下；我們不能，原因就是放不下。放下就能，放不下就不能，這個事情很簡單，說難不難，大家好好的想想。統統放下，內學；還有一絲毫攀緣的心，外道。唯恐我們學佛學成外道，這在佛教裡面叫門裡外，佛門裡面學成外道，心外求法，諸位總要懂這個意思。"
    },
    {
      "id": "12-025-0002_p0039",
      "zh_CN": "供养佛，全都是表法的。今天廖部长也跟我谈到，有许多寺庙修得清净庄严，清净庄严的建筑，诸位要晓得，是艺术品。可是佛教信徒，把这个清净庄严破坏了，怎么破坏了？烧香、点蜡烛。烧香一把一把的烧，乌烟瘴气，蜡烛的油烟、香烟，把这个艺术品薰得黑黑的，你想想他有没有福？他有罪，他没修到福，他在造罪业。如来这样清净庄严居住的环境，他把它搞得乌烟瘴气，还说他自己有福；稍微有一点头脑的人就晓得，譬如说，你们家庭，你居住的环境，每一个人都拿一把大香到你家里去薰，薰上三天、五天，薰得乌七八黑，你高不高兴？你都不高兴，何况佛菩萨？人同此心，心同此理。你以为点那枝香，佛菩萨就会保佑你，不见得；香是心香，不在这个形式。佛家燃这一炷香是表法的，代表什么？信香，表我们的信心。我们有坚定的信心，我们在佛菩萨面前燃香，永远没有中断；没有坚定的信心，香烧再多，没用。香又代表戒定真香，所以你持戒，你修定、修清净心，就是燃香，不在乎那个形式。道场里面燃一炷香，顶多燃三枝香就够了，三枝香不是供养佛菩萨的，供养谁？供养大众，让大众闻到这个香，就想到我要信佛，我要修戒、修定，生起这个念头，这个香燃得就有功德。",
      "zh_TW": "供養佛，全都是表法的。今天廖部長也跟我談到，有許多寺廟修得清淨莊嚴，清淨莊嚴的建築，諸位要曉得，是藝術品。可是佛教信徒，把這個清淨莊嚴破壞了，怎麼破壞了？燒香、點蠟燭。燒香一把一把的燒，烏煙瘴氣，蠟燭的油煙、香煙，把這個藝術品薰得黑黑的，你想想他有沒有福？他有罪，他沒修到福，他在造罪業。如來這樣清淨莊嚴居住的環境，他把它搞得烏煙瘴氣，還說他自己有福；稍微有一點頭腦的人就曉得，譬如說，你們家庭，你居住的環境，每一個人都拿一把大香到你家裡去薰，薰上三天、五天，薰得烏七八黑，你高不高興？你都不高興，何況佛菩薩？人同此心，心同此理。你以為點那枝香，佛菩薩就會保佑你，不見得；香是心香，不在這個形式。佛家燃這一炷香是表法的，代表什麼？信香，表我們的信心。我們有堅定的信心，我們在佛菩薩面前燃香，永遠沒有中斷；沒有堅定的信心，香燒再多，沒用。香又代表戒定真香，所以你持戒，你修定、修清淨心，就是燃香，不在乎那個形式。道場裡面燃一炷香，頂多燃三枝香就夠了，三枝香不是供養佛菩薩的，供養誰？供養大眾，讓大眾聞到這個香，就想到我要信佛，我要修戒、修定，生起這個念頭，這個香燃得就有功德。"
    },
    {
      "id": "12-025-0002_p0040",
      "zh_CN": "燃一对蜡烛，点一个油灯，什么意思？那也不是供佛的，供养大众的，让大众看到。蜡烛表什么意思？燃烧自己，照耀别人，你就起这个念头，提醒你，舍己为人，为社会、为众生服务，取这个意思。你要是自私自利，不肯为社会，不肯为众生，你每天点一万枝蜡烛也枉然，一点福报都没有，在造罪业。所以学佛都学错了，也没有人出来讲，佛法焉能不衰？学佛的人虽然多，怎么会有成就？你连个道理都不懂，方法全都搞错了，还以为自己天天在积功累德，其实全搞错了，全是心外求法。",
      "zh_TW": "燃一對蠟燭，點一個油燈，什麼意思？那也不是供佛的，供養大眾的，讓大眾看到。蠟燭表什麼意思？燃燒自己，照耀別人，你就起這個念頭，提醒你，捨己為人，為社會、為眾生服務，取這個意思。你要是自私自利，不肯為社會，不肯為眾生，你每天點一萬枝蠟燭也枉然，一點福報都沒有，在造罪業。所以學佛都學錯了，也沒有人出來講，佛法焉能不衰？學佛的人雖然多，怎麼會有成就？你連個道理都不懂，方法全都搞錯了，還以為自己天天在積功累德，其實全搞錯了，全是心外求法。"
    },
    {
      "id": "12-025-0002_p0041",
      "zh_CN": "所以我们明白了、懂得了，我们是真正佛弟子，将来到寺院里面去不要烧香、不要点蜡烛，不懂的人他们去烧香，懂得的人不干这个事情。懂得的人看到香、看到灯，启发自己的智慧，看到香启发自己戒定，修戒修定，启发自己五分法身；戒、定、慧、解脱、解脱知见，五分法身香，闻到香就要想到，我要修五分法身，我要修戒定，我要修信心。见到灯，油灯、灯烛，就要提醒自己，我应当要向佛菩萨学习，为人民、为众生、为社会服务，舍己为人。那是给我们看的，香、烛是度我们的。",
      "zh_TW": "所以我們明白了、懂得了，我們是真正佛弟子，將來到寺院裡面去不要燒香、不要點蠟燭，不懂的人他們去燒香，懂得的人不幹這個事情。懂得的人看到香、看到燈，啟發自己的智慧，看到香啟發自己戒定，修戒修定，啟發自己五分法身；戒、定、慧、解脫、解脫知見，五分法身香，聞到香就要想到，我要修五分法身，我要修戒定，我要修信心。見到燈，油燈、燈燭，就要提醒自己，我應當要向佛菩薩學習，為人民、為眾生、為社會服務，捨己為人。那是給我們看的，香、燭是度我們的。"
    },
    {
      "id": "12-025-0002_p0042",
      "zh_CN": "供具里面最重要的是水，所以佛菩萨前面供一杯水。水不是给佛菩萨喝，他不需要，给我们看的。我们看了这杯水，我们的心要像水一样平，要像水一样干净。所以水表什么？表清净、平等，让你看到这杯水立刻就想到，我要修清净心、修平等心，你说这个含义多好！所以佛门里面，无论什么样的设施，都是教育的意义，很深很广的义趣在其中。明白的人一看就知道，真得利益，真得受用。迷信的人不知道，他怎么会得到佛法真实殊胜的受用？这桩事情，我们不能怪社会大众迷信，没有人教他，怎么能怪他？今天我们学佛四众同修，都有责任，都有使命，教化一切大众。教化，尤其要懂得机会教育，往往效果非常殊胜。懂得利用机会教育，这是智慧，这是善巧方便。",
      "zh_TW": "供具裡面最重要的是水，所以佛菩薩前面供一杯水。水不是給佛菩薩喝，他不需要，給我們看的。我們看了這杯水，我們的心要像水一樣平，要像水一樣乾淨。所以水表什麼？表清淨、平等，讓你看到這杯水立刻就想到，我要修清淨心、修平等心，你說這個含義多好！所以佛門裡面，無論什麼樣的設施，都是教育的意義，很深很廣的義趣在其中。明白的人一看就知道，真得利益，真得受用。迷信的人不知道，他怎麼會得到佛法真實殊勝的受用？這樁事情，我們不能怪社會大眾迷信，沒有人教他，怎麼能怪他？今天我們學佛四眾同修，都有責任，都有使命，教化一切大眾。教化，尤其要懂得機會教育，往往效果非常殊勝。懂得利用機會教育，這是智慧，這是善巧方便。"
    },
    {
      "id": "12-025-0002_p0043",
      "zh_CN": "所以外道这一类，是代表心外求法，不知道向内心求戒定慧，向外攀缘，这是这一类的众生。他们也修得不错，所以修得好的能够生色界天、无色界天。第十一：",
      "zh_TW": "所以外道這一類，是代表心外求法，不知道向內心求戒定慧，向外攀緣，這是這一類的眾生。他們也修得不錯，所以修得好的能夠生色界天、無色界天。第十一："
    },
    {
      "id": "12-025-0002_p0044",
      "zh_CN": "【婆罗门。】",
      "zh_TW": "【婆羅門。】"
    },
    {
      "id": "12-025-0002_p0045",
      "zh_CN": "『婆罗门』是古印度的宗教，他有四千多年的历史。如果我们从历史年代上排名，大概全世界的宗教，婆罗门还是排第一，它的历史最久。在新加坡，新加坡有九个宗教，排名的顺序是按历史，历史最久的排在第一，婆罗门排在第一，现在称为印度教。犹太教排在第二，它有三千多年，也将接近四千年历史。第三个叫拜火教，也称作明教，这个宗教有三千多年的历史，在全世界信仰这个教的教徒，听说只有十五万人；在新加坡，信仰这个宗教只有一百多人。我们对它非常尊敬、非常佩服，传了三千多年，还没有被时代淘汰掉，还有人在传薪火，这种毅力，这种精神，值得人尊敬，所以他们是少数当中的少数。信仰拜火教的人非常热情，他们遭遇的困难也很多，我们对待他们，也要认真去照顾他们、去帮助他们，希望他们这个宗教信徒能够增加，能够传得更广、传得更久。我们佛教才排第四名。再往下是回教、锡克教，以及年代最近的巴哈伊教，在香港也有巴哈伊教的信徒，他们一般称为大同教。我跟这些宗教都有接触，我们相处非常和睦，互相尊重，互相的帮助。所以婆罗门代表宗教界。",
      "zh_TW": "『婆羅門』是古印度的宗教，他有四千多年的歷史。如果我們從歷史年代上排名，大概全世界的宗教，婆羅門還是排第一，它的歷史最久。在新加坡，新加坡有九個宗教，排名的順序是按歷史，歷史最久的排在第一，婆羅門排在第一，現在稱為印度教。猶太教排在第二，它有三千多年，也將接近四千年歷史。第三個叫拜火教，也稱作明教，這個宗教有三千多年的歷史，在全世界信仰這個教的教徒，聽說只有十五萬人；在新加坡，信仰這個宗教只有一百多人。我們對它非常尊敬、非常佩服，傳了三千多年，還沒有被時代淘汰掉，還有人在傳薪火，這種毅力，這種精神，值得人尊敬，所以他們是少數當中的少數。信仰拜火教的人非常熱情，他們遭遇的困難也很多，我們對待他們，也要認真去照顧他們、去幫助他們，希望他們這個宗教信徒能夠增加，能夠傳得更廣、傳得更久。我們佛教才排第四名。再往下是回教、錫克教，以及年代最近的巴哈伊教，在香港也有巴哈伊教的信徒，他們一般稱為大同教。我跟這些宗教都有接觸，我們相處非常和睦，互相尊重，互相的幫助。所以婆羅門代表宗教界。"
    },
    {
      "id": "12-025-0002_p0046",
      "zh_CN": "诸佛菩萨也是看一切众生，应以宗教身分去度化他，就现宗教这些神职的人员。他喜欢哪个教，佛菩萨就示现这个教的传教师，这种宗教的长老。所以佛菩萨的心量，真的是恒顺众生，一丝毫都不勉强；可是到最后，都会领导你证得究竟圆满的佛果。这是佛的高明之处，这才叫真实智慧，这才叫真正的善巧方便，这是我们应当要学习。佛法里面学习的东西太多太多了，我们一样没学到，学成了一个迷信，冤不冤枉！十二以下，这讲我们这个世间，回头讲我们世间：",
      "zh_TW": "諸佛菩薩也是看一切眾生，應以宗教身分去度化他，就現宗教這些神職的人員。他喜歡哪個教，佛菩薩就示現這個教的傳教師，這種宗教的長老。所以佛菩薩的心量，真的是恆順眾生，一絲毫都不勉強；可是到最後，都會領導你證得究竟圓滿的佛果。這是佛的高明之處，這才叫真實智慧，這才叫真正的善巧方便，這是我們應當要學習。佛法裡面學習的東西太多太多了，我們一樣沒學到，學成了一個迷信，冤不冤枉！十二以下，這講我們這個世間，回頭講我們世間："
    },
    {
      "id": "12-025-0002_p0047",
      "zh_CN": "【长者。】",
      "zh_TW": "【長者。】"
    },
    {
      "id": "12-025-0002_p0048",
      "zh_CN": "在佛家能称得上『长者』，非常尊敬。「长者」，他有学问、有德行，也有富贵；但是这里面最重要的是德行与学问，又有慈悲，真正能够爱护众生、教化众生，这才能称为长者。长者的身分范围就广了，各个阶层里面都有长者；家族里面，大概父亲、祖父辈这是长者，我们称为长者；在社会上任何一个行业，年岁大，经验多，肯教诲后学，我们都称为长者。尤其是退休之后，退休之后享福，享福当中他还有工作，如果他的体力还很好，中国在古时候七十岁退休，我们在《礼记》上看到；现代有许多国家地区，六十岁退休了。退休之后，他的身体还很好，还有能力为社会、为大众服务，这些人都是社会大众的长者；各行各业都有，他们以他一生的经验、一生的修学，教导底下一代，帮助后学。",
      "zh_TW": "在佛家能稱得上『長者』，非常尊敬。「長者」，他有學問、有德行，也有富貴；但是這裡面最重要的是德行與學問，又有慈悲，真正能夠愛護眾生、教化眾生，這才能稱為長者。長者的身分範圍就廣了，各個階層裡面都有長者；家族裡面，大概父親、祖父輩這是長者，我們稱為長者；在社會上任何一個行業，年歲大，經驗多，肯教誨後學，我們都稱為長者。尤其是退休之後，退休之後享福，享福當中他還有工作，如果他的體力還很好，中國在古時候七十歲退休，我們在《禮記》上看到；現代有許多國家地區，六十歲退休了。退休之後，他的身體還很好，還有能力為社會、為大眾服務，這些人都是社會大眾的長者；各行各業都有，他們以他一生的經驗、一生的修學，教導底下一代，幫助後學。"
    },
    {
      "id": "12-025-0002_p0049",
      "zh_CN": "长者特别值得我们尊敬。年轻的时候、壮年的时候，自私自利不容易断除，争名争利这个心很切，到了晚年，自己想想还能活几年，所以慈悲心愈真切。为什么谚语里面常常讲「老婆心切」？老太婆自己晓得，自己光景不多，没有几年，真正的爱心，真正的慈悲心，照顾后学，他没有私心。他年岁大了，万缘放下，尤其是个念佛人，他的心在极乐世界，念念希求往生，身心世界统统放下，所以对一切人，心真诚、慈悲，热心来帮助，这是他晚年积累功德，做往生增高品位的资粮。许许多多人他们已经在做，我们看了之后要觉悟、要明了，晚年累积高品位的资粮，如果我们现在年轻就觉悟了，就放下，就真干，将来往生西方极乐世界品位，没有人能够跟你相比。我们学佛的人要争的，争高品位的往生，这就对了。第十三：",
      "zh_TW": "長者特別值得我們尊敬。年輕的時候、壯年的時候，自私自利不容易斷除，爭名爭利這個心很切，到了晚年，自己想想還能活幾年，所以慈悲心愈真切。為什麼諺語裡面常常講「老婆心切」？老太婆自己曉得，自己光景不多，沒有幾年，真正的愛心，真正的慈悲心，照顧後學，他沒有私心。他年歲大了，萬緣放下，尤其是個念佛人，他的心在極樂世界，念念希求往生，身心世界統統放下，所以對一切人，心真誠、慈悲，熱心來幫助，這是他晚年積累功德，做往生增高品位的資糧。許許多多人他們已經在做，我們看了之後要覺悟、要明瞭，晚年累積高品位的資糧，如果我們現在年輕就覺悟了，就放下，就真幹，將來往生西方極樂世界品位，沒有人能夠跟你相比。我們學佛的人要爭的，爭高品位的往生，這就對了。第十三："
    },
    {
      "id": "12-025-0002_p0050",
      "zh_CN": "【先生。】",
      "zh_TW": "【先生。】"
    },
    {
      "id": "12-025-0002_p0051",
      "zh_CN": "『先生』，在此地用现代的话来说，就是老师，学校的教员，古时候称「先生」；换句话说，从事于教育工作者。长者里面包括的范围非常之广，可以说是各行各业全部都包括了，特别用个「先生」，这是在大范围里面，特别拈出这一条。这个行业重要！特别重要。下面这三条很有意义：",
      "zh_TW": "『先生』，在此地用現代的話來說，就是老師，學校的教員，古時候稱「先生」；換句話說，從事於教育工作者。長者裡面包括的範圍非常之廣，可以說是各行各業全部都包括了，特別用個「先生」，這是在大範圍裡面，特別拈出這一條。這個行業重要！特別重要。下面這三條很有意義："
    },
    {
      "id": "12-025-0002_p0052",
      "zh_CN": "【医人。船师。】",
      "zh_TW": "【醫人。船師。】"
    },
    {
      "id": "12-025-0002_p0053",
      "zh_CN": "『船师』，我们今天讲的航海家，现在还包括空中的领航人员，驾驶的人员。『医』是医生，医生帮助人免除疾病的痛苦，我们生理上生病了，一定要请医生。先生是老师，我们心理有病，要请先生，要请老师。老师治我们的心病，医生治我们的身病，船师指导我们方向，所以这三类特别拈出来，用意很深很广，用意非常之好。",
      "zh_TW": "『船師』，我們今天講的航海家，現在還包括空中的領航人員，駕駛的人員。『醫』是醫生，醫生幫助人免除疾病的痛苦，我們生理上生病了，一定要請醫生。先生是老師，我們心理有病，要請先生，要請老師。老師治我們的心病，醫生治我們的身病，船師指導我們方向，所以這三類特別拈出來，用意很深很廣，用意非常之好。"
    },
    {
      "id": "12-025-0002_p0054",
      "zh_CN": "佛门中常说，我们的生命身体得自于父母，我们的慧命得之于老师，我们有两条命。生命会有生灭，慧命不生不灭，慧命比生命还重要，世出世间的教育工作者，他们肩负起这个使命，帮助一切众生破迷开悟。破迷开悟是先生的事情，佛法如是，在从前世法也如是。儒家的教学，从童蒙就着重悟性，帮助他开智慧，绝对不是让他填鸭式死记的教育，那个教育是最笨拙不过的，好的教育都是启发式的教育。在中国古代，儿童天真烂漫，对于人情世故他还不懂，称为天真。这个时候记忆力最好、记忆最强，所以在这个时代教他饱读诗书，让他把古圣先贤所说的这些道理统统记住；这个过程，大概是七、八岁到十二岁，就结束了。十三岁之后启发智慧，要跟他在一起研究讨论，为他讲解，让他提出质疑，老师再给他解答。",
      "zh_TW": "佛門中常說，我們的生命身體得自於父母，我們的慧命得之於老師，我們有兩條命。生命會有生滅，慧命不生不滅，慧命比生命還重要，世出世間的教育工作者，他們肩負起這個使命，幫助一切眾生破迷開悟。破迷開悟是先生的事情，佛法如是，在從前世法也如是。儒家的教學，從童蒙就著重悟性，幫助他開智慧，絕對不是讓他填鴨式死記的教育，那個教育是最笨拙不過的，好的教育都是啟發式的教育。在中國古代，兒童天真爛漫，對於人情世故他還不懂，稱為天真。這個時候記憶力最好、記憶最強，所以在這個時代教他飽讀詩書，讓他把古聖先賢所說的這些道理統統記住；這個過程，大概是七、八歲到十二歲，就結束了。十三歲之後啟發智慧，要跟他在一起研究討論，為他講解，讓他提出質疑，老師再給他解答。"
    },
    {
      "id": "12-025-0002_p0055",
      "zh_CN": "所以古代教学是两个过程，两种不同的方式；小学教育，只教你读诵、背诵，不解讲，学生也不能问，只教你记，修戒、修定；到第二个阶段修慧，鼓励你发问，鼓励你研究讨论，让你开智慧。两个阶段，教学的手段完全不相同，这个跟西方现代式的教育完全不一样，效果也不相同。所以中国圣贤人的教育，目的是教人作圣作贤；在佛法里面，佛法的教育是教你作菩萨、作佛，这是佛教育真正的目的。佛是圣人，菩萨是贤人，是圣贤的教育。我们要把教育的本质认识清楚，我们的修学才不至于走错路，不至于迷失方向，才能够达到修学真正的成果，所以特别拈出来教师跟医生。今天时间到了，我们就讲到此地，船师明天我们再讨论，这一类他所表的教学的义趣。",
      "zh_TW": "所以古代教學是兩個過程，兩種不同的方式；小學教育，只教你讀誦、背誦，不解講，學生也不能問，只教你記，修戒、修定；到第二個階段修慧，鼓勵你發問，鼓勵你研究討論，讓你開智慧。兩個階段，教學的手段完全不相同，這個跟西方現代式的教育完全不一樣，效果也不相同。所以中國聖賢人的教育，目的是教人作聖作賢；在佛法裡面，佛法的教育是教你作菩薩、作佛，這是佛教育真正的目的。佛是聖人，菩薩是賢人，是聖賢的教育。我們要把教育的本質認識清楚，我們的修學才不至於走錯路，不至於迷失方向，才能夠達到修學真正的成果，所以特別拈出來教師跟醫生。今天時間到了，我們就講到此地，船師明天我們再討論，這一類他所表的教學的義趣。"
    }
  ]
}