{
  "doc_id": "12-025-0001",
  "title": {
    "zh_CN": "善财童子参学报告（七）",
    "zh_TW": "善財童子參學報告（七）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1999",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-025-0001",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "12-025-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：请掀开讲义，第五段：「法界人类」。这是为我们简单的介绍华严会上，有哪些不同身分的人，佛在经上为我们略说了二十种。第一是：",
      "zh_TW": "諸位法師、諸位同修：請掀開講義，第五段：「法界人類」。這是為我們簡單的介紹華嚴會上，有哪些不同身分的人，佛在經上為我們略說了二十種。第一是："
    },
    {
      "id": "12-025-0001_p0002",
      "zh_CN": "【菩萨。】",
      "zh_TW": "【菩薩。】"
    },
    {
      "id": "12-025-0001_p0003",
      "zh_CN": "『菩萨』，这里面所含的范围非常广大。什么叫做「菩萨」？这两个字它的定义，我们要认识清楚。佛陀、菩萨、罗汉，都是古印度梵语音译的。菩萨这个名称，古时候把它翻作「大道心众生」；唐朝玄奘大师将它翻作「觉有情」，这个意思是说明，菩萨是有情众生，但是他是一个觉悟的有情众生，不同凡夫是没有觉悟的有情众生。玄奘大师翻的意思很好，给我们拣别出来，佛菩萨与凡夫差别之处。由此可知，菩萨这个名义里面包含的范围非常之广，下面所说这十九种，也都包括在其中。所以菩萨，有男女老少、各行各业，只要你能够觉悟，不迷惑了，你都是菩萨。",
      "zh_TW": "『菩薩』，這裡面所含的範圍非常廣大。什麼叫做「菩薩」？這兩個字它的定義，我們要認識清楚。佛陀、菩薩、羅漢，都是古印度梵語音譯的。菩薩這個名稱，古時候把它翻作「大道心眾生」；唐朝玄奘大師將它翻作「覺有情」，這個意思是說明，菩薩是有情眾生，但是他是一個覺悟的有情眾生，不同凡夫是沒有覺悟的有情眾生。玄奘大師翻的意思很好，給我們揀別出來，佛菩薩與凡夫差別之處。由此可知，菩薩這個名義裡面包含的範圍非常之廣，下面所說這十九種，也都包括在其中。所以菩薩，有男女老少、各行各業，只要你能夠覺悟，不迷惑了，你都是菩薩。"
    },
    {
      "id": "12-025-0001_p0004",
      "zh_CN": "但是觉与迷是有标准的，标准虽然有很多，有一个最低限度的标准，我们必须要认识清楚什么才是觉悟。在经典里面给我们说明它的定义，凡是见思烦恼、尘沙烦恼、无明烦恼，这些烦恼都还在的人，这个人就是不觉；最低限度要把见思烦恼断掉，这个人才算是觉悟。我们明了六道轮回是怎么来的？是由于见思烦恼变现出来的。换句话说，如果没有见思烦恼，六道轮回的现象就没有了，所谓是超越六道轮回，这样的标准才算是觉悟，真的觉悟。佛家觉、迷的标准，是以这个为底限。这样的人在佛法里面称为阿罗汉，小乘圣者。大乘圣者，不但要超越轮回，还要超越十法界。超越十法界的人，才称之为正等正觉，这就是菩萨。菩萨之觉，比小乘高得太多了。",
      "zh_TW": "但是覺與迷是有標準的，標準雖然有很多，有一個最低限度的標準，我們必須要認識清楚什麼才是覺悟。在經典裡面給我們說明它的定義，凡是見思煩惱、塵沙煩惱、無明煩惱，這些煩惱都還在的人，這個人就是不覺；最低限度要把見思煩惱斷掉，這個人才算是覺悟。我們明瞭六道輪迴是怎麼來的？是由於見思煩惱變現出來的。換句話說，如果沒有見思煩惱，六道輪迴的現象就沒有了，所謂是超越六道輪迴，這樣的標準才算是覺悟，真的覺悟。佛家覺、迷的標準，是以這個為底限。這樣的人在佛法裡面稱為阿羅漢，小乘聖者。大乘聖者，不但要超越輪迴，還要超越十法界。超越十法界的人，才稱之為正等正覺，這就是菩薩。菩薩之覺，比小乘高得太多了。"
    },
    {
      "id": "12-025-0001_p0005",
      "zh_CN": "说见思烦恼、说尘沙烦恼都不好懂，我们在讲席里面，把这些名词简化了。什么叫见思？见是见解，思是思想；烦恼是错误、错觉，迷而不觉，这就是烦恼。换句话说，错误的思想、错误的见解，造成我们许许多多的困惑；由于这些困惑，使我们的行为不端正，造作许许多多的错误罪业；这种业力变现出六道轮回的境界，使我们堕落在其中，长时间的受这个苦报。轮回是这么来的，世界是这么来的，灾难也是从这儿来的，所以佛教导我们，就是觉悟，没有别的。当我们没有觉悟的时候，佛教导我们，减低我们的灾难，减低我们所受的痛苦，佛教给我们用什么方法？三皈、五戒、十善。",
      "zh_TW": "說見思煩惱、說塵沙煩惱都不好懂，我們在講席裡面，把這些名詞簡化了。什麼叫見思？見是見解，思是思想；煩惱是錯誤、錯覺，迷而不覺，這就是煩惱。換句話說，錯誤的思想、錯誤的見解，造成我們許許多多的困惑；由於這些困惑，使我們的行為不端正，造作許許多多的錯誤罪業；這種業力變現出六道輪迴的境界，使我們墮落在其中，長時間的受這個苦報。輪迴是這麼來的，世界是這麼來的，災難也是從這兒來的，所以佛教導我們，就是覺悟，沒有別的。當我們沒有覺悟的時候，佛教導我們，減低我們的災難，減低我們所受的痛苦，佛教給我們用什麼方法？三皈、五戒、十善。"
    },
    {
      "id": "12-025-0001_p0006",
      "zh_CN": "当我们读到经论里面的教诲，尤其是《观经》里面讲的三福，第一条就是帮助我们消除业障，帮助我们消灾免难，佛给我们是真实教诲。佛教导我们要「孝养父母，奉事师长，慈心不杀，修十善业」，这是菩萨的根本，菩萨的基础，菩萨是从这个地方修学成功的。如果我们要想作菩萨，实在说，诸佛如来希望我们早一天契入菩萨的境界，早一天都能证得菩萨的果位，使佛陀的教诲才真正的落实。诸佛如来示现在世间，目的是帮助我们作菩萨，过菩萨的生活，入菩萨的境界。我们应当要明了，菩萨的根本就是「净业三福」，我们要认识清楚，才不至于迷失了心性。",
      "zh_TW": "當我們讀到經論裡面的教誨，尤其是《觀經》裡面講的三福，第一條就是幫助我們消除業障，幫助我們消災免難，佛給我們是真實教誨。佛教導我們要「孝養父母，奉事師長，慈心不殺，修十善業」，這是菩薩的根本，菩薩的基礎，菩薩是從這個地方修學成功的。如果我們要想作菩薩，實在說，諸佛如來希望我們早一天契入菩薩的境界，早一天都能證得菩薩的果位，使佛陀的教誨才真正的落實。諸佛如來示現在世間，目的是幫助我們作菩薩，過菩薩的生活，入菩薩的境界。我們應當要明瞭，菩薩的根本就是「淨業三福」，我們要認識清楚，才不至於迷失了心性。"
    },
    {
      "id": "12-025-0001_p0007",
      "zh_CN": "在现代这个社会，《楞严经》上说得好，「邪师说法，如恒河沙」。邪正如何辨别？佛法有个原则，凡是从自性里面求的，这是正法；凡是心外所求的，就不是正法。佛家讲外道，外道不是骂人的话，外道的意思是心外求法，称之为外道。所以佛法叫内学，佛法是从心性当中去求。我们要积德、要累功，积德就是存好心，累功就是行好事；好的标准要称性，与性德相应这是好，好心、好事；与性德相违背，那就不好。净业三福总共十一句，这十一句就是性德，这十一句就是标准。我们应当细说，细心的来研究、来学习，如何能够做到「孝养父母」。",
      "zh_TW": "在現代這個社會，《楞嚴經》上說得好，「邪師說法，如恆河沙」。邪正如何辨別？佛法有個原則，凡是從自性裡面求的，這是正法；凡是心外所求的，就不是正法。佛家講外道，外道不是罵人的話，外道的意思是心外求法，稱之為外道。所以佛法叫內學，佛法是從心性當中去求。我們要積德、要累功，積德就是存好心，累功就是行好事；好的標準要稱性，與性德相應這是好，好心、好事；與性德相違背，那就不好。淨業三福總共十一句，這十一句就是性德，這十一句就是標準。我們應當細說，細心的來研究、來學習，如何能夠做到「孝養父母」。"
    },
    {
      "id": "12-025-0001_p0008",
      "zh_CN": "中国古圣先贤讲到「孝」，一定要「顺」，孝顺。父母贪图名利，要求子女为非作歹，作奸犯科，我们要不要顺？这个不能顺。那到底「顺」怎么讲法？要顺父母的性德。普贤菩萨教导我们，「恒顺众生，随喜功德」，那个「顺」是有讲求的，众生都在造恶，我们也能随顺吗？所以世出世间圣贤所讲的顺，都是讲顺性德。道家云，「天地与我同根，万物与我一体」，这是见性的话，佛家讲的明心见性。他要没有见性，这个话说不出来。佛家讲虚空法界一切众生就是自己，这些都是见性的话，肯定一切众生皆有佛性。佛性是一个，大乘经教里常讲，「十方三世佛，共同一法身」，法身就是自性。由此我们才能体会到，世出世间的圣者他们教我们随顺，是随顺性德。",
      "zh_TW": "中國古聖先賢講到「孝」，一定要「順」，孝順。父母貪圖名利，要求子女為非作歹，作奸犯科，我們要不要順？這個不能順。那到底「順」怎麼講法？要順父母的性德。普賢菩薩教導我們，「恆順眾生，隨喜功德」，那個「順」是有講求的，眾生都在造惡，我們也能隨順嗎？所以世出世間聖賢所講的順，都是講順性德。道家云，「天地與我同根，萬物與我一體」，這是見性的話，佛家講的明心見性。他要沒有見性，這個話說不出來。佛家講虛空法界一切眾生就是自己，這些都是見性的話，肯定一切眾生皆有佛性。佛性是一個，大乘經教裡常講，「十方三世佛，共同一法身」，法身就是自性。由此我們才能體會到，世出世間的聖者他們教我們隨順，是隨順性德。"
    },
    {
      "id": "12-025-0001_p0009",
      "zh_CN": "所以我们孝顺父母，我们知道父母有佛性，父母本来成佛，我们这随顺，要在日常生活当中侍奉父母的时候，时时刻刻提醒他，时时刻刻警觉他，帮助他破迷开悟，帮助他见性成佛，这才是真正的孝顺。不仅仅是在物质上的需求，生活上的照顾，那是小孝；大孝，一定要帮助他作佛、作圣。这是菩萨道，这是菩萨行。在家里能够如是孝顺父母，然后把孝顺的心扩大，菩萨戒经里面说，孝顺一切众生。不仅是如此，世尊说得更清楚、更明白，说「一切男子是我父，一切女人是我母」，把一切众生看作自己的父母，去行孝、去尽孝，这个人才是真正发菩提心，行菩萨道。",
      "zh_TW": "所以我們孝順父母，我們知道父母有佛性，父母本來成佛，我們這隨順，要在日常生活當中侍奉父母的時候，時時刻刻提醒他，時時刻刻警覺他，幫助他破迷開悟，幫助他見性成佛，這才是真正的孝順。不僅僅是在物質上的需求，生活上的照顧，那是小孝；大孝，一定要幫助他作佛、作聖。這是菩薩道，這是菩薩行。在家裡能夠如是孝順父母，然後把孝順的心擴大，菩薩戒經裡面說，孝順一切眾生。不僅是如此，世尊說得更清楚、更明白，說「一切男子是我父，一切女人是我母」，把一切眾生看作自己的父母，去行孝、去盡孝，這個人才是真正發菩提心，行菩薩道。"
    },
    {
      "id": "12-025-0001_p0010",
      "zh_CN": "我们在日常课诵里面，常常念到四弘誓愿，我前面所说的，都是四弘誓愿里头的第一愿：「众生无边誓愿度」。众生是指法界，尽虚空、遍法界一切众生；度是什么意思？孝顺的意思，奉侍的意思，全心全力照顾、帮助的意思。我们要孝顺尽虚空、遍法界一切众生，这个人就是菩萨。所以菩萨范围非常之广，不分类别，在我们人间男女老少、各行各业，只要能懂得这个道理，能行这桩事，无一不是菩萨。华藏世界是菩萨的法界，极乐世界也是菩萨的法界，极乐世界纯是普贤菩萨法界，很特别。华藏世界，用现在的话来说，是个多元的法界，为什么？许许多多不同的种族、不同的族群、不同的宗教信仰，这些人都跟着佛陀学习，身分、行业虽然不同，全是菩萨。我刚才说，下面这十九类都是菩萨。",
      "zh_TW": "我們在日常課誦裡面，常常念到四弘誓願，我前面所說的，都是四弘誓願裡頭的第一願：「眾生無邊誓願度」。眾生是指法界，盡虛空、遍法界一切眾生；度是什麼意思？孝順的意思，奉侍的意思，全心全力照顧、幫助的意思。我們要孝順盡虛空、遍法界一切眾生，這個人就是菩薩。所以菩薩範圍非常之廣，不分類別，在我們人間男女老少、各行各業，只要能懂得這個道理，能行這樁事，無一不是菩薩。華藏世界是菩薩的法界，極樂世界也是菩薩的法界，極樂世界純是普賢菩薩法界，很特別。華藏世界，用現在的話來說，是個多元的法界，為什麼？許許多多不同的種族、不同的族群、不同的宗教信仰，這些人都跟著佛陀學習，身分、行業雖然不同，全是菩薩。我剛才說，下面這十九類都是菩薩。"
    },
    {
      "id": "12-025-0001_p0011",
      "zh_CN": "《华严经》上所讲，「一即是多，多即是一」，一就是菩萨，多就是各个不同的族类；像底下所讲的「比丘」是一类，「比丘尼」是一类，到末后「诸类神众」也是一类，每一类里面又可以分无数类。使我们看到华藏世界的圆满，华藏世界的殊胜，给我们莫大的启示。他们为什么能够和睦相处？彼此互相尊重，互相敬爱，互相赞叹，互助合作，为什么他能做到？因为他们全是菩萨。我们今天这个世界太小了，这个地球不大，地球上住的这些众生，特别是我们人类，为什么彼此不能相容，彼此互相残害？这又是什么原因？他是凡夫，他不是菩萨。",
      "zh_TW": "《華嚴經》上所講，「一即是多，多即是一」，一就是菩薩，多就是各個不同的族類；像底下所講的「比丘」是一類，「比丘尼」是一類，到末後「諸類神眾」也是一類，每一類裡面又可以分無數類。使我們看到華藏世界的圓滿，華藏世界的殊勝，給我們莫大的啟示。他們為什麼能夠和睦相處？彼此互相尊重，互相敬愛，互相讚歎，互助合作，為什麼他能做到？因為他們全是菩薩。我們今天這個世界太小了，這個地球不大，地球上住的這些眾生，特別是我們人類，為什麼彼此不能相容，彼此互相殘害？這又是什麼原因？他是凡夫，他不是菩薩。"
    },
    {
      "id": "12-025-0001_p0012",
      "zh_CN": "我们地球上这些人类，各个不同的种族，各个不同的文化，不同的思想、不同的信仰、不同的生活方式，如何能够相容，相亲相爱？我想这是许许多多人心目当中的期望，能不能做到？答案是肯定的，可以做到。怎么作法？向《华严经》学习，就能做到。因为华藏世界做到了，我们学习华藏世界必定也能做到。所以《华严》是我们这个时代最需要的教科书，教导一切众生人人发菩提心，行菩萨道。发菩提心，用今天最简单的话来说，要发为人民服务的心，为社会服务的心，为一切众生服务的心，这就是「众生无边誓愿度」。诸佛菩萨示现在九法界，就是为众生服务，无条件的为一切众生服务，释迦牟尼佛第一个做出榜样来给我们看。",
      "zh_TW": "我們地球上這些人類，各個不同的種族，各個不同的文化，不同的思想、不同的信仰、不同的生活方式，如何能夠相容，相親相愛？我想這是許許多多人心目當中的期望，能不能做到？答案是肯定的，可以做到。怎麼作法？向《華嚴經》學習，就能做到。因為華藏世界做到了，我們學習華藏世界必定也能做到。所以《華嚴》是我們這個時代最需要的教科書，教導一切眾生人人發菩提心，行菩薩道。發菩提心，用今天最簡單的話來說，要發為人民服務的心，為社會服務的心，為一切眾生服務的心，這就是「眾生無邊誓願度」。諸佛菩薩示現在九法界，就是為眾生服務，無條件的為一切眾生服務，釋迦牟尼佛第一個做出榜樣來給我們看。"
    },
    {
      "id": "12-025-0001_p0013",
      "zh_CN": "要想社会安定、世界和平，人人都能过得生活幸福美满，这是举世之人心愿当中所希求的。虽有这个希求，但是终成泡影，这个愿望达不到。这什么原因？我们在讲席当中，也曾经多次跟诸位报告过，这是极复杂的因缘，世间的学问解决不了。政治不能解决，武力也不能解决，经济还是不能解决，科学技术更不能解决，能够解决这个问题的只有教育。世间的大圣，就像中国的孔老夫子，出世间的大圣释迦牟尼佛，终身从事于教学的工作。所以我们学佛一定要认清楚，佛法是什么？佛法是智慧的教育，佛法是究竟圆满的教育，我们要把它认清楚。世间幸福美满的教育是佛法，佛教育，如果对于佛法本质都认识不清楚，都搞错了，我们学的是什么？",
      "zh_TW": "要想社會安定、世界和平，人人都能過得生活幸福美滿，這是舉世之人心願當中所希求的。雖有這個希求，但是終成泡影，這個願望達不到。這什麼原因？我們在講席當中，也曾經多次跟諸位報告過，這是極複雜的因緣，世間的學問解決不了。政治不能解決，武力也不能解決，經濟還是不能解決，科學技術更不能解決，能夠解決這個問題的只有教育。世間的大聖，就像中國的孔老夫子，出世間的大聖釋迦牟尼佛，終身從事於教學的工作。所以我們學佛一定要認清楚，佛法是什麼？佛法是智慧的教育，佛法是究竟圓滿的教育，我們要把它認清楚。世間幸福美滿的教育是佛法，佛教育，如果對於佛法本質都認識不清楚，都搞錯了，我們學的是什麼？"
    },
    {
      "id": "12-025-0001_p0014",
      "zh_CN": "释迦牟尼佛是什么人？你把佛看作神明看待，错了，迷信！释迦牟尼佛不是神，观音菩萨也不是神，他们是人。他们是什么样的人？在社会上他是什么样的地位，他扮演的是什么样的角色？我们要认识清楚。释迦牟尼佛一生所示现给我们看，他是一个义务的多元文化社会教育家，我们现在用这个名称来称他，符合他真正的身分。他一生所作所为是做义务的，义务就是义工，一生作义工，不要报酬。他教学的内容，不分族群、不分宗教，各个不同的文化融合在一体，有教无类。佛如是，孔老夫子也是如是，孔老夫子教学也是有教无类，这就是今天所讲的多元文化的教学。他是多元文化社会教育的工作者，是这么一个身分。我们今天为佛弟子，也要知道自己是什么身分，我们向老师学习，老师是个社会教育工作者，我们当然要把自己这一生，奉献给多元文化社会教育，我们干这桩事情；要像世尊一样，不分种族，不分宗教，认真努力去劝化。也许有人觉得，这个事情太难了。",
      "zh_TW": "釋迦牟尼佛是什麼人？你把佛看作神明看待，錯了，迷信！釋迦牟尼佛不是神，觀音菩薩也不是神，他們是人。他們是什麼樣的人？在社會上他是什麼樣的地位，他扮演的是什麼樣的角色？我們要認識清楚。釋迦牟尼佛一生所示現給我們看，他是一個義務的多元文化社會教育家，我們現在用這個名稱來稱他，符合他真正的身分。他一生所作所為是做義務的，義務就是義工，一生作義工，不要報酬。他教學的內容，不分族群、不分宗教，各個不同的文化融合在一體，有教無類。佛如是，孔老夫子也是如是，孔老夫子教學也是有教無類，這就是今天所講的多元文化的教學。他是多元文化社會教育的工作者，是這麼一個身分。我們今天為佛弟子，也要知道自己是什麼身分，我們向老師學習，老師是個社會教育工作者，我們當然要把自己這一生，奉獻給多元文化社會教育，我們幹這樁事情；要像世尊一樣，不分種族，不分宗教，認真努力去勸化。也許有人覺得，這個事情太難了。"
    },
    {
      "id": "12-025-0001_p0015",
      "zh_CN": "我在雪梨，有一位天主教的神父跟我说，对不同宗教、族群的往来，他没有信心。为什么没有信心？他说：我们自己这个宗教里面，派别就很多，意见就很复杂，自己跟自己都谈不来，还能跟其他宗教交谈吗？他说的这个话是实话。自己教会里面摩擦、隔碍，我们想想，他们天主教有，我们佛教又何尝没有？同住在一个寺庙里头，两个和尚两个意见，三个和尚三个意见，也是钩心斗角，怎么能和合？这个现象是正常的、是真的，为什么？他是凡夫，他没有学佛，他每天的生活、思想随顺烦恼习气，各人搞各人的胡思乱想，胡思乱想怎么会相同？不会相同的。正知正见才会相同，烦恼习气决定不会相同，所以一个人一个意见，决定不能够和合。",
      "zh_TW": "我在雪梨，有一位天主教的神父跟我說，對不同宗教、族群的往來，他沒有信心。為什麼沒有信心？他說：我們自己這個宗教裡面，派別就很多，意見就很複雜，自己跟自己都談不來，還能跟其他宗教交談嗎？他說的這個話是實話。自己教會裡面摩擦、隔礙，我們想想，他們天主教有，我們佛教又何嘗沒有？同住在一個寺廟裡頭，兩個和尚兩個意見，三個和尚三個意見，也是鉤心鬥角，怎麼能和合？這個現象是正常的、是真的，為什麼？他是凡夫，他沒有學佛，他每天的生活、思想隨順煩惱習氣，各人搞各人的胡思亂想，胡思亂想怎麼會相同？不會相同的。正知正見才會相同，煩惱習氣決定不會相同，所以一個人一個意見，決定不能夠和合。"
    },
    {
      "id": "12-025-0001_p0016",
      "zh_CN": "可是我们知道，和睦族群是可以做得到的。我们之所以有这样的信心，华藏世界是个例子，极乐世界也是个例子。为什么毘卢遮那佛能做到，阿弥陀佛能做到？我们为什么做不到？我们仔细想想，他做到的原因当然很多，我把它归纳三点：第一个真诚的善心，纯善之心，没有一丝毫的恶意，这是第一条；第二条真诚的爱心，我们佛家讲慈悲，真正的爱心，纯是一个爱人、爱物之心，佛法的术语讲慈悲到了极处；第三个条件，无私、无条件的布施供养。毘卢遮那佛、阿弥陀佛这三个条件做到了，我们学习，我们也能做到，就可以和睦不同的族群。",
      "zh_TW": "可是我們知道，和睦族群是可以做得到的。我們之所以有這樣的信心，華藏世界是個例子，極樂世界也是個例子。為什麼毘盧遮那佛能做到，阿彌陀佛能做到？我們為什麼做不到？我們仔細想想，他做到的原因當然很多，我把它歸納三點：第一個真誠的善心，純善之心，沒有一絲毫的惡意，這是第一條；第二條真誠的愛心，我們佛家講慈悲，真正的愛心，純是一個愛人、愛物之心，佛法的術語講慈悲到了極處；第三個條件，無私、無條件的布施供養。毘盧遮那佛、阿彌陀佛這三個條件做到了，我們學習，我們也能做到，就可以和睦不同的族群。"
    },
    {
      "id": "12-025-0001_p0017",
      "zh_CN": "别人以不善的心对我，我还是以善心对人；别人以瞋恚的心对待我、毁谤我、侮辱我、陷害我，我还是以真诚心、善心、爱心对他；他有需要帮助的时候，我们依然是无条件，尽心尽力帮助他，一切众生皆有佛性，他有佛性。王阳明说，一切众生皆有良知，他也有良心。他现在是被烦恼盖复住了，迷惑颠倒，我们以善心、爱心、无条件的布施供养对待他，时间久了，他会受感动，他会回头。回头，他也是菩萨，他也是佛。所以我们决定不能因为，别人对我们不好，我们要报复，我们要舍弃，那就完全错了。记住，佛家有一句话说，「佛氏门中，不舍一人」，怎么可以轻易的舍弃众生？我们要帮助他觉悟，帮助他回头，这就是度他。帮助他脱离轮回，帮助他脱离十法界，希望他能在这一生当中圆成佛道。这些都不是空话，确确实实都能够做得到，这才是菩萨。",
      "zh_TW": "別人以不善的心對我，我還是以善心對人；別人以瞋恚的心對待我、毀謗我、侮辱我、陷害我，我還是以真誠心、善心、愛心對他；他有需要幫助的時候，我們依然是無條件，盡心盡力幫助他，一切眾生皆有佛性，他有佛性。王陽明說，一切眾生皆有良知，他也有良心。他現在是被煩惱蓋覆住了，迷惑顛倒，我們以善心、愛心、無條件的布施供養對待他，時間久了，他會受感動，他會回頭。回頭，他也是菩薩，他也是佛。所以我們決定不能因為，別人對我們不好，我們要報復，我們要捨棄，那就完全錯了。記住，佛家有一句話說，「佛氏門中，不捨一人」，怎麼可以輕易的捨棄眾生？我們要幫助他覺悟，幫助他回頭，這就是度他。幫助他脫離輪迴，幫助他脫離十法界，希望他能在這一生當中圓成佛道。這些都不是空話，確確實實都能夠做得到，這才是菩薩。"
    },
    {
      "id": "12-025-0001_p0018",
      "zh_CN": "我们要学菩萨，就在我们自己现前生活之中；我们的生活富裕，你就行富裕的菩萨道；我们的生活贫贱，就行贫贱的菩萨道。富贵、贫贱那是业报，另外一桩事情；存菩萨心，行菩萨道，又是一桩事情，人人能做得到。只要抱着舍己为人，为众生服务这个心，你就是菩萨。你是个家庭主妇，家庭是妳的道场，是妳修菩萨道的道场，家里面的人就是妳服务的对象，是妳恭敬的对象，是妳供养的对象，是妳孝顺的对象，是妳奉侍的对象，妳能把这个念头一转变，妳那个家庭是真正的佛道场。为一家人服务，常常存着服务的心、报恩的心，不为自己，为众生。世间一般凡人，你为什么活着？为自己活的，为我的父母、妻子、儿女活的。菩萨不一样，菩萨为什么活着？为众生。活是为一切众生，死也为一切众生，决定不为自己，只要这个念头转过来，你就是真正的菩萨。为自己是迷惑颠倒，为众生是大彻大悟，佛菩萨差别就在这一念之间。",
      "zh_TW": "我們要學菩薩，就在我們自己現前生活之中；我們的生活富裕，你就行富裕的菩薩道；我們的生活貧賤，就行貧賤的菩薩道。富貴、貧賤那是業報，另外一樁事情；存菩薩心，行菩薩道，又是一樁事情，人人能做得到。只要抱著捨己為人，為眾生服務這個心，你就是菩薩。你是個家庭主婦，家庭是妳的道場，是妳修菩薩道的道場，家裡面的人就是妳服務的對象，是妳恭敬的對象，是妳供養的對象，是妳孝順的對象，是妳奉侍的對象，妳能把這個念頭一轉變，妳那個家庭是真正的佛道場。為一家人服務，常常存著服務的心、報恩的心，不為自己，為眾生。世間一般凡人，你為什麼活著？為自己活的，為我的父母、妻子、兒女活的。菩薩不一樣，菩薩為什麼活著？為眾生。活是為一切眾生，死也為一切眾生，決定不為自己，只要這個念頭轉過來，你就是真正的菩薩。為自己是迷惑顛倒，為眾生是大徹大悟，佛菩薩差別就在這一念之間。"
    },
    {
      "id": "12-025-0001_p0019",
      "zh_CN": "离开家庭，这就进入社会。在社会上，无论从事哪个行业，为社会服务，为众生服务，你就都在行菩萨道。你经商，开个店，店就是道场，顾客就是你度化的众生，就是你服务的对象，真诚、善意、爱心，无条件的帮助。当然你做生意，货真价实，绝不欺骗顾客，你就在行菩萨道。绝不求取非法的利润，利润合理，你是商人菩萨。商人菩萨跟一般商人不一样的，他有善意、有爱心，以服务为目的。以此类推，无论哪一个行业，只要你付出真诚的善意、爱心，全心全力为社会、为众生服务，你就在行菩萨道，任何场合都是道场。所以这第一类，第一类涵盖所有不同的族类，无一不是菩萨。菩萨的法界，哪里还会有灾难？我们再看第二：",
      "zh_TW": "離開家庭，這就進入社會。在社會上，無論從事哪個行業，為社會服務，為眾生服務，你就都在行菩薩道。你經商，開個店，店就是道場，顧客就是你度化的眾生，就是你服務的對象，真誠、善意、愛心，無條件的幫助。當然你做生意，貨真價實，絕不欺騙顧客，你就在行菩薩道。絕不求取非法的利潤，利潤合理，你是商人菩薩。商人菩薩跟一般商人不一樣的，他有善意、有愛心，以服務為目的。以此類推，無論哪一個行業，只要你付出真誠的善意、愛心，全心全力為社會、為眾生服務，你就在行菩薩道，任何場合都是道場。所以這第一類，第一類涵蓋所有不同的族類，無一不是菩薩。菩薩的法界，哪裡還會有災難？我們再看第二："
    },
    {
      "id": "12-025-0001_p0020",
      "zh_CN": "【比丘。比丘尼。】",
      "zh_TW": "【比丘。比丘尼。】"
    },
    {
      "id": "12-025-0001_p0021",
      "zh_CN": "这是佛的学生。这两类，他们的身分很特殊，是负有承传如来家业使命的两个族类。正法久住，利益众生，靠谁？要靠这两类。这两类发的心很大很大，彻底的牺牲奉献。出家，家不要了，也就是说身心世界一切放下，全心全力来做佛菩萨的事业，推广佛菩萨的事业，做一个真正的多元文化社会教育的工作者。这两类，世间人称法师。世间人称释迦牟尼佛为天人师，诸位想想，「师」什么意思？师是老师。老师是什么意思？老师要教学，要天天跟大众上课。要每天教学，那才叫师。",
      "zh_TW": "這是佛的學生。這兩類，他們的身分很特殊，是負有承傳如來家業使命的兩個族類。正法久住，利益眾生，靠誰？要靠這兩類。這兩類發的心很大很大，徹底的犧牲奉獻。出家，家不要了，也就是說身心世界一切放下，全心全力來做佛菩薩的事業，推廣佛菩薩的事業，做一個真正的多元文化社會教育的工作者。這兩類，世間人稱法師。世間人稱釋迦牟尼佛為天人師，諸位想想，「師」什麼意思？師是老師。老師是什麼意思？老師要教學，要天天跟大眾上課。要每天教學，那才叫師。"
    },
    {
      "id": "12-025-0001_p0022",
      "zh_CN": "这两类，比丘是男众，比丘尼是女众。现在的社会男女平等，教学比较方便。在古时候男女有别，男众教女众不方便，女众教女众；女众教男众也不方便，这男众教男众。现在我们这个讲堂，大家坐在一起听经，从前不行，男女一定有别，要分得很清楚。现在对于男女有别，还在继续认真去做的，我看到伊斯兰教。伊斯兰教请我们吃饭，男女不同席，男众坐在男众的席位上，女众要坐另外一个席位，不能够同在一桌吃饭。他们还讲究这些礼节，这是好事情，不是坏事情，我看到很欢喜。",
      "zh_TW": "這兩類，比丘是男眾，比丘尼是女眾。現在的社會男女平等，教學比較方便。在古時候男女有別，男眾教女眾不方便，女眾教女眾；女眾教男眾也不方便，這男眾教男眾。現在我們這個講堂，大家坐在一起聽經，從前不行，男女一定有別，要分得很清楚。現在對於男女有別，還在繼續認真去做的，我看到伊斯蘭教。伊斯蘭教請我們吃飯，男女不同席，男眾坐在男眾的席位上，女眾要坐另外一個席位，不能夠同在一桌吃飯。他們還講究這些禮節，這是好事情，不是壞事情，我看到很歡喜。"
    },
    {
      "id": "12-025-0001_p0023",
      "zh_CN": "华藏世界男女还是有别。这些善男子、善女人发愿出家，跟佛学习，愿意献身给多元文化的社会教育，一生奉献这一个事业。所以佛教导他们，我们在许许多多经论里面都看到，佛常讲「受持读诵，为人演说」，这句话主要是对比丘、比丘尼说的。其次，再讲护持佛法的：",
      "zh_TW": "華藏世界男女還是有別。這些善男子、善女人發願出家，跟佛學習，願意獻身給多元文化的社會教育，一生奉獻這一個事業。所以佛教導他們，我們在許許多多經論裡面都看到，佛常講「受持讀誦，為人演說」，這句話主要是對比丘、比丘尼說的。其次，再講護持佛法的："
    },
    {
      "id": "12-025-0001_p0024",
      "zh_CN": "【优婆塞。优婆夷。】",
      "zh_TW": "【優婆塞。優婆夷。】"
    },
    {
      "id": "12-025-0001_p0025",
      "zh_CN": "这两类是护法的。弘、护是一体，有弘法的人，没有护法的人，弘法工作做不成功，一定要有护法。这两类的人，优婆塞跟优婆夷都是梵语，它的意思近事男、近事女，亲近佛陀，亲近僧团，承事服务的这些人，我们今天讲护法；或者是说，僧团、道场里面义务的工作人员，是属于这两类。也都要遵从佛的教诲，「受持读诵，为人演说」，这个多元文化社会教育工作，就会做得很圆满，就会做得很有成效。现在我们知道许许多多的道场做不到，本身里面矛盾很多；出家人当中有矛盾，在家信徒里面也有矛盾，不和。佛教给我们「六和敬」，我们把它忘得干干净净，起心动念，所作所为，跟这六条完全相违背。这不是佛的道场，这是什么道场？魔道场；在这个道场里面，身心都受折磨，不清净、不快乐。",
      "zh_TW": "這兩類是護法的。弘、護是一體，有弘法的人，沒有護法的人，弘法工作做不成功，一定要有護法。這兩類的人，優婆塞跟優婆夷都是梵語，它的意思近事男、近事女，親近佛陀，親近僧團，承事服務的這些人，我們今天講護法；或者是說，僧團、道場裡面義務的工作人員，是屬於這兩類。也都要遵從佛的教誨，「受持讀誦，為人演說」，這個多元文化社會教育工作，就會做得很圓滿，就會做得很有成效。現在我們知道許許多多的道場做不到，本身裡面矛盾很多；出家人當中有矛盾，在家信徒裡面也有矛盾，不和。佛教給我們「六和敬」，我們把它忘得乾乾淨淨，起心動念，所作所為，跟這六條完全相違背。這不是佛的道場，這是什麼道場？魔道場；在這個道場裡面，身心都受折磨，不清淨、不快樂。"
    },
    {
      "id": "12-025-0001_p0026",
      "zh_CN": "这些现象我们要知道，这些现象为什么发生，我们更要清楚，把世尊这句话忘掉了。我常常教人读经，劝人念佛，有很多同修来告诉我，经我已经念完三千部，佛号好几年没有间断，依旧烦恼重重，身心静不下来，在生活当中处事待人接物不顺心，好像学佛没有效果，没有得到利益，来问我这什么原因？我点点头，没错！你天天念经你不会念，天天念佛也不会念，为什么？念经打妄想，念佛也打妄想，对不对？「是。」他也承认。那你就不会！要怎么念法？佛教给我们「受持」，佛在经典讲那些道理，你明白了没有？明白了；你接受了吗？没有接受。明是明白了，什么叫接受？照做就接受，没照做。所以你只有解，没有行，那有什么用处？念佛功夫不得力，念佛是行，有行无解，读经有解无行，统统不得力。你不得力的毛病在哪里，你要把它找出来，把这个毛病消除掉，功夫自然就得力了。",
      "zh_TW": "這些現象我們要知道，這些現象為什麼發生，我們更要清楚，把世尊這句話忘掉了。我常常教人讀經，勸人念佛，有很多同修來告訴我，經我已經念完三千部，佛號好幾年沒有間斷，依舊煩惱重重，身心靜不下來，在生活當中處事待人接物不順心，好像學佛沒有效果，沒有得到利益，來問我這什麼原因？我點點頭，沒錯！你天天念經你不會念，天天念佛也不會念，為什麼？念經打妄想，念佛也打妄想，對不對？「是。」他也承認。那你就不會！要怎麼念法？佛教給我們「受持」，佛在經典講那些道理，你明白了沒有？明白了；你接受了嗎？沒有接受。明是明白了，什麼叫接受？照做就接受，沒照做。所以你只有解，沒有行，那有什麼用處？念佛功夫不得力，念佛是行，有行無解，讀經有解無行，統統不得力。你不得力的毛病在哪裡，你要把它找出來，把這個毛病消除掉，功夫自然就得力了。"
    },
    {
      "id": "12-025-0001_p0027",
      "zh_CN": "所以每部经到最后，末后一句话结尾：「依教奉行」。一定要依据经典里面所讲的道理、方法、境界，老老实实去奉行，你这才叫「受」，你真的接受了，你真的在学佛，像个佛了，你存的是佛心，你学的是佛行，你是真正在学佛。真正学佛的人，一定得诸佛护念，龙天善神保佑。凡夫眼睛里头不认识你，诸佛菩萨、天龙鬼神认识你，认识你、知道你是真正的好人，佛是最好的人。你现在学好人，学佛就学好人，那哪有不拥护的道理，哪有不护念的道理？我们所以得不到诸佛护念，得不到天神的拥护，是我们没有学佛，就是没有「受」；「持」是保持，依教奉行，永远依教奉行，佛家常讲「尽形寿」，依教奉行，那才叫受持；持是保持，决定不失掉。",
      "zh_TW": "所以每部經到最後，末後一句話結尾：「依教奉行」。一定要依據經典裡面所講的道理、方法、境界，老老實實去奉行，你這才叫「受」，你真的接受了，你真的在學佛，像個佛了，你存的是佛心，你學的是佛行，你是真正在學佛。真正學佛的人，一定得諸佛護念，龍天善神保佑。凡夫眼睛裡頭不認識你，諸佛菩薩、天龍鬼神認識你，認識你、知道你是真正的好人，佛是最好的人。你現在學好人，學佛就學好人，那哪有不擁護的道理，哪有不護念的道理？我們所以得不到諸佛護念，得不到天神的擁護，是我們沒有學佛，就是沒有「受」；「持」是保持，依教奉行，永遠依教奉行，佛家常講「盡形壽」，依教奉行，那才叫受持；持是保持，決定不失掉。"
    },
    {
      "id": "12-025-0001_p0028",
      "zh_CN": "起心动念不违背佛经所讲的道理，与这个道理相应，言语造作与佛所讲的教训相应，特别是经典里面教导我们，哪些事情应当要做，我们要认真努力去做，哪些事情不能做，我们决定不可以去做，这叫持戒；持戒的范围很广，义理很深。我们到此地来听经，不少同修自己开车来，遵守交通规则就是持戒，违背交通规则，犯戒，你就破戒了。戒律的意义无限的深广，要懂得，而不是教我们死在几个戒条上，戒条是纲领、纲要，你要懂得每一条戒律真正的含义，你才知道怎样去做。",
      "zh_TW": "起心動念不違背佛經所講的道理，與這個道理相應，言語造作與佛所講的教訓相應，特別是經典裡面教導我們，哪些事情應當要做，我們要認真努力去做，哪些事情不能做，我們決定不可以去做，這叫持戒；持戒的範圍很廣，義理很深。我們到此地來聽經，不少同修自己開車來，遵守交通規則就是持戒，違背交通規則，犯戒，你就破戒了。戒律的意義無限的深廣，要懂得，而不是教我們死在幾個戒條上，戒條是綱領、綱要，你要懂得每一條戒律真正的含義，你才知道怎樣去做。"
    },
    {
      "id": "12-025-0001_p0029",
      "zh_CN": "教化众生，是出家弟子主要的使命；除了教化众生，更重要的传持正法，绝不能够叫佛教育中断。就像世间人所谓「不孝有三，无后为大」，你家里世世代代传承到了你，你不能够底下没有传人、没有儿孙，你就对不起你的父母，对不起你的祖先。佛法亦复如是，我们负有弘法利生的使命，还有培养下一代的责任，不能说佛法到我这里就完了、就结束了，不可以；一定要培养继起的弘法人才，这是出家人的使命。",
      "zh_TW": "教化眾生，是出家弟子主要的使命；除了教化眾生，更重要的傳持正法，絕不能夠叫佛教育中斷。就像世間人所謂「不孝有三，無後為大」，你家裡世世代代傳承到了你，你不能夠底下沒有傳人、沒有兒孫，你就對不起你的父母，對不起你的祖先。佛法亦復如是，我們負有弘法利生的使命，還有培養下一代的責任，不能說佛法到我這裡就完了、就結束了，不可以；一定要培養繼起的弘法人才，這是出家人的使命。"
    },
    {
      "id": "12-025-0001_p0030",
      "zh_CN": "受持，后面才是读诵；受持是行门，依教奉行，读诵是解门，解行相应；解帮助你行，行帮助你解。所以一定要读诵大乘，我们学哪个法门，要读这个法门里头主修的经论。修学净土法门，《无量寿经》是我们主修的功课。净土有五经一论，你全读也可以，选一、两种也可以，做为自己主修的功课，天天要读诵。要把经里面所说的理论，变成自己的思想见解，把经里面的教训变成我们自己生活行为，你就是受持。自己能够做到了受持、读诵，这是自利，自利之后要行菩萨道，菩萨道要帮助别人，为社会、为大众服务。那怎么做？「为人演说」。诸位要记住，演是表演，做出样子给人看，那是表演。所以我们的生活是表演，我们的工作也是表演，我们各个的应酬也是表演，整个的生活都是在表演。表演什么？表演菩萨道，表演菩萨行，一定要让人家看到这是菩萨的生活，这是菩萨的工作，这是菩萨处事待人接物，作师作范。",
      "zh_TW": "受持，後面才是讀誦；受持是行門，依教奉行，讀誦是解門，解行相應；解幫助你行，行幫助你解。所以一定要讀誦大乘，我們學哪個法門，要讀這個法門裡頭主修的經論。修學淨土法門，《無量壽經》是我們主修的功課。淨土有五經一論，你全讀也可以，選一、兩種也可以，做為自己主修的功課，天天要讀誦。要把經裡面所說的理論，變成自己的思想見解，把經裡面的教訓變成我們自己生活行為，你就是受持。自己能夠做到了受持、讀誦，這是自利，自利之後要行菩薩道，菩薩道要幫助別人，為社會、為大眾服務。那怎麼做？「為人演說」。諸位要記住，演是表演，做出樣子給人看，那是表演。所以我們的生活是表演，我們的工作也是表演，我們各個的應酬也是表演，整個的生活都是在表演。表演什麼？表演菩薩道，表演菩薩行，一定要讓人家看到這是菩薩的生活，這是菩薩的工作，這是菩薩處事待人接物，作師作範。"
    },
    {
      "id": "12-025-0001_p0031",
      "zh_CN": "所以有人问我：法师，你常常在外面讲经说法，你讲经说法的题目是什么？我的标题很清楚，讲义前面总题目：「学为人师，行为世范」，这八个字是我们的总题目。这八个字就是释迦牟尼佛一生所表演的，出家的弟子一生要奉行这八个字，念念、行行都要为一切众生做好榜样。师是表率，范是模范，要劝化、要教导，所有学佛的同学们，人人都要在自己的生活环境当中，在自己的工作岗位上，为同类的生活人，为同一个行业的大众们，做出最好的模范、最好的榜样，这就是「为人演说」。",
      "zh_TW": "所以有人問我：法師，你常常在外面講經說法，你講經說法的題目是什麼？我的標題很清楚，講義前面總題目：「學為人師，行為世範」，這八個字是我們的總題目。這八個字就是釋迦牟尼佛一生所表演的，出家的弟子一生要奉行這八個字，念念、行行都要為一切眾生做好榜樣。師是表率，範是模範，要勸化、要教導，所有學佛的同學們，人人都要在自己的生活環境當中，在自己的工作崗位上，為同類的生活人，為同一個行業的大眾們，做出最好的模範、最好的榜樣，這就是「為人演說」。"
    },
    {
      "id": "12-025-0001_p0032",
      "zh_CN": "我们很想做而做不到，做不到的障碍是什么？我们没有发真心为别人，虽然发心为社会、为众生，这里面还掺杂着自私自利，所以你的工作就有障碍，你的菩萨行就不圆满。真正觉悟的人，不掺杂一丝毫的自私自利，圆圆满满完全将身心奉献给社会、奉献给一切众生，《楞严经》上所说的「将此身心奉尘刹」，就是这个意思。尘是表示多，无量无边，刹是一切诸佛的刹土；意思就是为无量无边一切众生服务。这是真正觉悟了，这个人是真的菩萨。要想菩萨道、菩萨行真正落实，必须克服自己的障难。什么是障？我们没有智慧，这个事情要高度智慧，没有智慧是障。我们没有德行，这难；也就是说我们的烦恼习气丢不掉，这是难。",
      "zh_TW": "我們很想做而做不到，做不到的障礙是什麼？我們沒有發真心為別人，雖然發心為社會、為眾生，這裡面還摻雜著自私自利，所以你的工作就有障礙，你的菩薩行就不圓滿。真正覺悟的人，不摻雜一絲毫的自私自利，圓圓滿滿完全將身心奉獻給社會、奉獻給一切眾生，《楞嚴經》上所說的「將此身心奉塵剎」，就是這個意思。塵是表示多，無量無邊，剎是一切諸佛的剎土；意思就是為無量無邊一切眾生服務。這是真正覺悟了，這個人是真的菩薩。要想菩薩道、菩薩行真正落實，必須克服自己的障難。什麼是障？我們沒有智慧，這個事情要高度智慧，沒有智慧是障。我們沒有德行，這難；也就是說我們的煩惱習氣丟不掉，這是難。"
    },
    {
      "id": "12-025-0001_p0033",
      "zh_CN": "所以四弘誓愿才有下面两愿：「烦恼无尽誓愿断」，「法门无量誓愿学」。这两句要做不到，前面那一愿是虚愿，度众生的那一愿决定不能落实。你要想大愿落实，第一个克服自己的烦恼习气，舍弃自私自利。所以自己要冷静的反省，我们的病根在哪里？断烦恼，从根本下手就容易，枝叶就好断了。所以先找根本，不难找到，在我们习气习染当中哪一种最重？如果贪心重先断贪心，瞋恚心重先断瞋恚心，自己要去找，要去检点。贪心里面，大概贪的对象是五欲六尘，如果贪财的心最重，爱财、贪财，你就要下定决心舍财，把它舍得干干净净，根就断掉了。贪色的心重，你要把情色断得干干净净；贪名的心重，要把虚荣舍得干干净净；你从这里下手，克服自己的障难。自己的毛病习气自己要晓得，那就是觉悟；真正能够断除，改过来，这叫修行功夫，你有真功夫了，真功夫是改过自新。",
      "zh_TW": "所以四弘誓願才有下面兩願：「煩惱無盡誓願斷」，「法門無量誓願學」。這兩句要做不到，前面那一願是虛願，度眾生的那一願決定不能落實。你要想大願落實，第一個克服自己的煩惱習氣，捨棄自私自利。所以自己要冷靜的反省，我們的病根在哪裡？斷煩惱，從根本下手就容易，枝葉就好斷了。所以先找根本，不難找到，在我們習氣習染當中哪一種最重？如果貪心重先斷貪心，瞋恚心重先斷瞋恚心，自己要去找，要去檢點。貪心裡面，大概貪的對象是五欲六塵，如果貪財的心最重，愛財、貪財，你就要下定決心捨財，把它捨得乾乾淨淨，根就斷掉了。貪色的心重，你要把情色斷得乾乾淨淨；貪名的心重，要把虛榮捨得乾乾淨淨；你從這裡下手，克服自己的障難。自己的毛病習氣自己要曉得，那就是覺悟；真正能夠斷除，改過來，這叫修行功夫，你有真功夫了，真功夫是改過自新。"
    },
    {
      "id": "12-025-0001_p0034",
      "zh_CN": "佛菩萨表演给我们看，释迦牟尼佛如是，当年追随释迦牟尼佛这些出家学生，比丘、比丘尼亦如是。他们一生过的生活，三衣一钵，用现在的话来说，他们过的物质生活是社会大众最低的水平。为什么？一切众生的病根，确确实实是贪心，贪是大患。为什么会瞋恚？贪不到才瞋恚，如果样样都贪得，他就不会生瞋恚心。所以佛才把布施列在第一条，菩萨六度第一条布施，布施就是度悭贪，四摄法里面第一条也是布施，我们要明白佛教学的意义在哪里？拔除我们的根本烦恼，帮助我们破除无始以来的习气，这是智慧的教学。",
      "zh_TW": "佛菩薩表演給我們看，釋迦牟尼佛如是，當年追隨釋迦牟尼佛這些出家學生，比丘、比丘尼亦如是。他們一生過的生活，三衣一缽，用現在的話來說，他們過的物質生活是社會大眾最低的水平。為什麼？一切眾生的病根，確確實實是貪心，貪是大患。為什麼會瞋恚？貪不到才瞋恚，如果樣樣都貪得，他就不會生瞋恚心。所以佛才把布施列在第一條，菩薩六度第一條布施，布施就是度慳貪，四攝法裡面第一條也是布施，我們要明白佛教學的意義在哪裡？拔除我們的根本煩惱，幫助我們破除無始以來的習氣，這是智慧的教學。"
    },
    {
      "id": "12-025-0001_p0035",
      "zh_CN": "我们凡夫都以为特权是荣耀，不守法比人家高明，其实错误的观念，错误的行为，所以佛第二条教给我们持戒，守法，守规矩，这是大德。人人都能守规矩，社会就安定，世界才能和平；繁荣兴旺，一定是安定、和平的基础里面，才能够造成。社会不安定，世界不太平，哪里会有繁荣兴旺？如果在这种状况之下，发现有繁荣兴旺的这些事情，这个事不吉祥，不是好事。这里有大道理，我们不能不懂，不能不知道。所以佛教给我们些什么，我们要清楚，我们要认真学习。",
      "zh_TW": "我們凡夫都以為特權是榮耀，不守法比人家高明，其實錯誤的觀念，錯誤的行為，所以佛第二條教給我們持戒，守法，守規矩，這是大德。人人都能守規矩，社會就安定，世界才能和平；繁榮興旺，一定是安定、和平的基礎裡面，才能夠造成。社會不安定，世界不太平，哪裡會有繁榮興旺？如果在這種狀況之下，發現有繁榮興旺的這些事情，這個事不吉祥，不是好事。這裡有大道理，我們不能不懂，不能不知道。所以佛教給我們些什麼，我們要清楚，我們要認真學習。"
    },
    {
      "id": "12-025-0001_p0036",
      "zh_CN": "今天时代跟释迦牟尼佛那个时代不一样，生活方式也不一样，可是释迦牟尼佛的精神永远不能改变，原则永远不能改变；换句话说，我们要过现代人最低的生活水平，你才真正能够享受到身心清净，自在快乐。你心里头没有忧虑、没有牵挂，这是真正的幸福，我们佛家讲清福。清净无为是大福报，没有烦恼，智慧增长，在日常生活当中、工作当中，处事待人接物，没有一样不是称心如意，得大自在。佛教育里面，我们能够圆满的学到。",
      "zh_TW": "今天時代跟釋迦牟尼佛那個時代不一樣，生活方式也不一樣，可是釋迦牟尼佛的精神永遠不能改變，原則永遠不能改變；換句話說，我們要過現代人最低的生活水平，你才真正能夠享受到身心清淨，自在快樂。你心裡頭沒有憂慮、沒有牽掛，這是真正的幸福，我們佛家講清福。清淨無為是大福報，沒有煩惱，智慧增長，在日常生活當中、工作當中，處事待人接物，沒有一樣不是稱心如意，得大自在。佛教育裡面，我們能夠圓滿的學到。"
    },
    {
      "id": "12-025-0001_p0037",
      "zh_CN": "出家弟子，少数人，不是多数人，担负起社会教育工作，这个工作需要在家同学们护持。我到此地来讲经说法，实际上，跟大家在一起共同学习。要说得尊重一点，法师给我们上这一堂课，实际上我们在一起共同学习。如果这里面没有这些优婆塞、优婆夷热心护持，这个法会就不能成就，他们费心在这里经营，租借道场，一切必要的设施，他们都很认真在这个地方做得很好，所以这个法会才圆满。圆满，不仅仅是这个小场所，诸位看到，我们对面架着摄影机，这个摄影机是现场网路传播，我们今天在此地两小时这一会，全世界网路都看得到。所以同学们告诉我：法师，你讲经不是在场那么多的听众，在全世界同时在网路上收看，最保守的估计几十万人。没有优婆塞、优婆夷他们热心如法的护持，我们与网路面前、电视面前许许多多的同学们，共学的机缘就没有了。",
      "zh_TW": "出家弟子，少數人，不是多數人，擔負起社會教育工作，這個工作需要在家同學們護持。我到此地來講經說法，實際上，跟大家在一起共同學習。要說得尊重一點，法師給我們上這一堂課，實際上我們在一起共同學習。如果這裡面沒有這些優婆塞、優婆夷熱心護持，這個法會就不能成就，他們費心在這裡經營，租借道場，一切必要的設施，他們都很認真在這個地方做得很好，所以這個法會才圓滿。圓滿，不僅僅是這個小場所，諸位看到，我們對面架著攝影機，這個攝影機是現場網路傳播，我們今天在此地兩小時這一會，全世界網路都看得到。所以同學們告訴我：法師，你講經不是在場那麼多的聽眾，在全世界同時在網路上收看，最保守的估計幾十萬人。沒有優婆塞、優婆夷他們熱心如法的護持，我們與網路面前、電視面前許許多多的同學們，共學的機緣就沒有了。"
    },
    {
      "id": "12-025-0001_p0038",
      "zh_CN": "我第一次到香港来讲经是一九七七年，当时是此地圣怀法师，谢道莲居士，他们两位邀请我来的。第一次来，在此地住了四个月，请我讲《楞严经》；前面两个月在九龙界限街「中华佛教图书馆」，倓虚老法师的道场，我在那边讲两个月；后面两个月，就搬到香港蓝塘道光明讲堂，寿冶老和尚的道场。两面的同修都照顾到，那个时候隧道还没有，要坐渡轮过去，交通相当不方便。香港的地铁刚刚开工，没有地铁、没有隧道。所以没有护法，这个法会就不能成功。我连续在香港讲了不少年，以后这边有一位雷居士，她全心全力发心护持，使我们在香港讲经，一直到好像是一九八七年。八七年以后，雷居士往生了，这个地方没有人请我，我就不能来了，所以在香港讲经就中断。",
      "zh_TW": "我第一次到香港來講經是一九七七年，當時是此地聖懷法師，謝道蓮居士，他們兩位邀請我來的。第一次來，在此地住了四個月，請我講《楞嚴經》；前面兩個月在九龍界限街「中華佛教圖書館」，倓虛老法師的道場，我在那邊講兩個月；後面兩個月，就搬到香港藍塘道光明講堂，壽冶老和尚的道場。兩面的同修都照顧到，那個時候隧道還沒有，要坐渡輪過去，交通相當不方便。香港的地鐵剛剛開工，沒有地鐵、沒有隧道。所以沒有護法，這個法會就不能成功。我連續在香港講了不少年，以後這邊有一位雷居士，她全心全力發心護持，使我們在香港講經，一直到好像是一九八七年。八七年以後，雷居士往生了，這個地方沒有人請我，我就不能來了，所以在香港講經就中斷。"
    },
    {
      "id": "12-025-0001_p0039",
      "zh_CN": "一直到前年，香港回归，我来参加回归的大典。过去在香港讲经，大概有十年，七七年到八七年，整整十年，有深厚的感情，到这边来参加回归。遇到我们一些老同修，老同修来找我，「法师，你好久都没有到香港来了」。我说：没有，大概是有几年。「七年没有来了。」那么长吗？想想算算看，确实七年。为什么没有来？你们不请我，我怎么来？这不能怪我。我很想来，你们不请我，我没有办法来。于是他们就又发心，有几位同修热心来发心。我说：好，发心，我可以答应，每个月我来讲三天。往年，大概是每一年来一次，住一个多月，连续讲。现在我这么长的时间抽不出来，每个月来三天，我答应你们。所以没有护法，法会是搞不成功的。到这边来讲经，找个什么场所？他们就想到这个地方，这个地方我知道，以前我来过，相当理想。我问我们的同修们，我们架设网路，现场直播方不方便？可以，能办得到。决定租了这个地方，每个月给他租三天。",
      "zh_TW": "一直到前年，香港回歸，我來參加回歸的大典。過去在香港講經，大概有十年，七七年到八七年，整整十年，有深厚的感情，到這邊來參加回歸。遇到我們一些老同修，老同修來找我，「法師，你好久都沒有到香港來了」。我說：沒有，大概是有幾年。「七年沒有來了。」那麼長嗎？想想算算看，確實七年。為什麼沒有來？你們不請我，我怎麼來？這不能怪我。我很想來，你們不請我，我沒有辦法來。於是他們就又發心，有幾位同修熱心來發心。我說：好，發心，我可以答應，每個月我來講三天。往年，大概是每一年來一次，住一個多月，連續講。現在我這麼長的時間抽不出來，每個月來三天，我答應你們。所以沒有護法，法會是搞不成功的。到這邊來講經，找個什麼場所？他們就想到這個地方，這個地方我知道，以前我來過，相當理想。我問我們的同修們，我們架設網路，現場直播方不方便？可以，能辦得到。決定租了這個地方，每個月給他租三天。"
    },
    {
      "id": "12-025-0001_p0040",
      "zh_CN": "这是优婆塞、优婆夷，他们的使命。诸位同修要知道，弘法跟护法一体，像我们今天讲电脑硬体跟软体，护法是硬体，弘法是软体，有软体没有硬体不行，有硬体没有软体也不行，一定要密切的配合，佛法才能够久住世间，发扬光大，普利一切众生，护法的功德不可思议。我们很清楚，弘法的人才不是没有，有；没有人请他去讲经，他虽然发心，虽然有能力、有智慧、有才干，没有地方去发挥，多数都埋没掉了，非常可惜，非常痛心！",
      "zh_TW": "這是優婆塞、優婆夷，他們的使命。諸位同修要知道，弘法跟護法一體，像我們今天講電腦硬體跟軟體，護法是硬體，弘法是軟體，有軟體沒有硬體不行，有硬體沒有軟體也不行，一定要密切的配合，佛法才能夠久住世間，發揚光大，普利一切眾生，護法的功德不可思議。我們很清楚，弘法的人才不是沒有，有；沒有人請他去講經，他雖然發心，雖然有能力、有智慧、有才幹，沒有地方去發揮，多數都埋沒掉了，非常可惜，非常痛心！"
    },
    {
      "id": "12-025-0001_p0041",
      "zh_CN": "我学佛出家，我是把佛法搞清楚才出家，不是糊里糊涂出家。我出家的时候谈条件，我要走弘法利生的道路，这个道场我出家，要让我在这个道场讲经，如果没有这个环境我不出家。所以我剃度师父很慈悲，他答应我的条件，我不搞经忏佛事，专门讲经教学，到佛学院教学，自己道场讲经。我师父比我小一岁，很年轻；我三十三岁出家，他只有三十二岁，年轻的法师。在我没有出家之前，我们是好朋友，以后听说我辞掉工作，到台中去学教，学得不错，一定来找我。找了我九次，我看他满虔诚，我才答应他。他也答应我的条件，我们彼此合作，希望佛教能发扬光大。但是非常不幸，他到第二年还俗了，跟一个女徒弟结婚，我这个后台马上就失掉了；换了一个住持，就不答应我讲经，我就遭遇到困难。既然出家，又不好意思还俗，逼着我没有办法，再回到台中去亲近李老师，继续跟他老人家学习，所以我在台中住十年。",
      "zh_TW": "我學佛出家，我是把佛法搞清楚才出家，不是糊裡糊塗出家。我出家的時候談條件，我要走弘法利生的道路，這個道場我出家，要讓我在這個道場講經，如果沒有這個環境我不出家。所以我剃度師父很慈悲，他答應我的條件，我不搞經懺佛事，專門講經教學，到佛學院教學，自己道場講經。我師父比我小一歲，很年輕；我三十三歲出家，他只有三十二歲，年輕的法師。在我沒有出家之前，我們是好朋友，以後聽說我辭掉工作，到台中去學教，學得不錯，一定來找我。找了我九次，我看他滿虔誠，我才答應他。他也答應我的條件，我們彼此合作，希望佛教能發揚光大。但是非常不幸，他到第二年還俗了，跟一個女徒弟結婚，我這個後台馬上就失掉了；換了一個住持，就不答應我講經，我就遭遇到困難。既然出家，又不好意思還俗，逼著我沒有辦法，再回到台中去親近李老師，繼續跟他老人家學習，所以我在台中住十年。"
    },
    {
      "id": "12-025-0001_p0042",
      "zh_CN": "以后我讲经，是法师请我讲经。讲经，听众慢慢多了，认识人多了，听众对我很恭敬，常常还送供养来，请我讲经这个法师，心里看到就很难过，找机会把我驱逐出境，我遭的苦难太多太多了。我听众里面有个韩居士，北方人，非常豪爽，北方人喜欢打抱不平，看到我这个样子，她很不服气，她来找我，她说：我家的房子很大，有空房，你可不可以到我家里来住？我们租地方讲经。我把这个意思，回到台中向李老师报告，问李老师可不可以？李老师说行；老师同意，我就接受她的供养。我在她家里住了十七年，租地方、借地方，凭她的人事关系，她是经商的，商人，我讲经一直没有中断，始终保持一个星期至少三次，多的时候七天都在讲。所以我这四十年的生活很充实，一天都没有空过。",
      "zh_TW": "以後我講經，是法師請我講經。講經，聽眾慢慢多了，認識人多了，聽眾對我很恭敬，常常還送供養來，請我講經這個法師，心裡看到就很難過，找機會把我驅逐出境，我遭的苦難太多太多了。我聽眾裡面有個韓居士，北方人，非常豪爽，北方人喜歡打抱不平，看到我這個樣子，她很不服氣，她來找我，她說：我家的房子很大，有空房，你可不可以到我家裡來住？我們租地方講經。我把這個意思，回到台中向李老師報告，問李老師可不可以？李老師說行；老師同意，我就接受她的供養。我在她家裡住了十七年，租地方、借地方，憑她的人事關係，她是經商的，商人，我講經一直沒有中斷，始終保持一個星期至少三次，多的時候七天都在講。所以我這四十年的生活很充實，一天都沒有空過。"
    },
    {
      "id": "12-025-0001_p0043",
      "zh_CN": "以后韩馆长在台北建了「华藏佛教视听图书馆」，我们有固定场所来讲经。前年她往生了，对我来说是很大的损失，这个护持没有了，我们讲经的缘，看样子又要断了。还算不错，韩馆长有先见之明，把护法的工作交给新加坡李木源居士。李木源居士也非常了不起，承受这个使命，全心全力来护持，所以我们两个人密切的配合，来经营新加坡的居士林跟净宗学会。居士林，我们在那里办了讲堂、念佛堂；净宗学会培养弘法人才。所以没有一个真正懂得护法的人，换句话说，护法的人也是菩萨，只有菩萨才护持菩萨，如果不是菩萨，决定不会护持佛法的。哪个地方有菩萨，优婆塞、优婆夷，他必定会请法师来讲经说法，弘法利生，这个道场会兴旺。",
      "zh_TW": "以後韓館長在台北建了「華藏佛教視聽圖書館」，我們有固定場所來講經。前年她往生了，對我來說是很大的損失，這個護持沒有了，我們講經的緣，看樣子又要斷了。還算不錯，韓館長有先見之明，把護法的工作交給新加坡李木源居士。李木源居士也非常了不起，承受這個使命，全心全力來護持，所以我們兩個人密切的配合，來經營新加坡的居士林跟淨宗學會。居士林，我們在那裡辦了講堂、念佛堂；淨宗學會培養弘法人才。所以沒有一個真正懂得護法的人，換句話說，護法的人也是菩薩，只有菩薩才護持菩薩，如果不是菩薩，決定不會護持佛法的。哪個地方有菩薩，優婆塞、優婆夷，他必定會請法師來講經說法，弘法利生，這個道場會興旺。"
    },
    {
      "id": "12-025-0001_p0044",
      "zh_CN": "现在新加坡的居士林，差不多是世界闻名了，无比的兴旺。怎么兴旺起来？有道风，有学风。现在每个月从其他国家地区到新加坡参学，来看我的人，已经达到五百人。所以我在新加坡应酬也很多，客人太多了，天天都有从其他国家地区来的同修们，他们是组团来的。大的团一百多人，小的团二、三十人，我们都非常热诚的接待。不仅仅是我们佛门里面这些同修道友，我们认真热诚的在一起研究学习；另外新加坡有九个宗教，有许多不同的族群，我们也在做团结融合的工作。所以每一个宗教他们重要的庆典节日，他们都邀请我，我都去参加。新加坡的宗教、族群团结成一家人，希有难逢！在其他地区我们看到，宗教与宗教之间彼此不相往来；我们在这个世界上看到，新加坡的宗教不是，彼此密切的合作。",
      "zh_TW": "現在新加坡的居士林，差不多是世界聞名了，無比的興旺。怎麼興旺起來？有道風，有學風。現在每個月從其他國家地區到新加坡參學，來看我的人，已經達到五百人。所以我在新加坡應酬也很多，客人太多了，天天都有從其他國家地區來的同修們，他們是組團來的。大的團一百多人，小的團二、三十人，我們都非常熱誠的接待。不僅僅是我們佛門裡面這些同修道友，我們認真熱誠的在一起研究學習；另外新加坡有九個宗教，有許多不同的族群，我們也在做團結融合的工作。所以每一個宗教他們重要的慶典節日，他們都邀請我，我都去參加。新加坡的宗教、族群團結成一家人，希有難逢！在其他地區我們看到，宗教與宗教之間彼此不相往來；我們在這個世界上看到，新加坡的宗教不是，彼此密切的合作。"
    },
    {
      "id": "12-025-0001_p0045",
      "zh_CN": "最近，印度教请我讲经，这大概是有史以来头一次。印度教，就是我们佛经里面讲的婆罗门教。前几天，李木源居士来告诉我，伊斯兰教要请我讲经，回教，太难得了！宗教与宗教之间，这样才真正的密切集合在一体。我们早就有这个构想，我们还没有做到，他们先做了，这是我们对他们尊敬、佩服的地方。我早年的想法，我们的佛学院，现在办的是培训班，时间短，我们争取在新加坡办佛学院。如果政府批准，我佛学院里面有宗教课程，我们佛弟子对于每个宗教、每个族群，都要有认识，都要有了解，所以每一个宗教的教义，我要请他们的传教师，到我们佛学院来上课。我们佛教是教育，绝对不排斥任何宗教，对任何宗教我们尊敬，我们爱护，我们赞叹，我们全心全力互助合作。这在新加坡，我们做到了；帮助社会安定，推展开，世界和平真正的基础。",
      "zh_TW": "最近，印度教請我講經，這大概是有史以來頭一次。印度教，就是我們佛經裡面講的婆羅門教。前幾天，李木源居士來告訴我，伊斯蘭教要請我講經，回教，太難得了！宗教與宗教之間，這樣才真正的密切集合在一體。我們早就有這個構想，我們還沒有做到，他們先做了，這是我們對他們尊敬、佩服的地方。我早年的想法，我們的佛學院，現在辦的是培訓班，時間短，我們爭取在新加坡辦佛學院。如果政府批准，我佛學院裡面有宗教課程，我們佛弟子對於每個宗教、每個族群，都要有認識，都要有了解，所以每一個宗教的教義，我要請他們的傳教師，到我們佛學院來上課。我們佛教是教育，絕對不排斥任何宗教，對任何宗教我們尊敬，我們愛護，我們讚歎，我們全心全力互助合作。這在新加坡，我們做到了；幫助社會安定，推展開，世界和平真正的基礎。"
    },
    {
      "id": "12-025-0001_p0046",
      "zh_CN": "所以有很多人问：法师，你为什么这样作法？你的思想从哪里来？我说我的作法，是学毘卢遮那如来，学释迦牟尼佛。释迦牟尼佛在世，有教无类，这里面不是有婆罗门吗？这是代表各个不同的宗教。我们办的是社会教育，绝不排斥任何宗教，特别欢迎任何宗教，我们来共同学习。佛法是智慧之法，佛教是智慧的教育，唯有智慧才能解决问题，唯有智慧才能够断烦恼，唯有智慧才能带给我们幸福美满的生活。",
      "zh_TW": "所以有很多人問：法師，你為什麼這樣作法？你的思想從哪裡來？我說我的作法，是學毘盧遮那如來，學釋迦牟尼佛。釋迦牟尼佛在世，有教無類，這裡面不是有婆羅門嗎？這是代表各個不同的宗教。我們辦的是社會教育，絕不排斥任何宗教，特別歡迎任何宗教，我們來共同學習。佛法是智慧之法，佛教是智慧的教育，唯有智慧才能解決問題，唯有智慧才能夠斷煩惱，唯有智慧才能帶給我們幸福美滿的生活。"
    },
    {
      "id": "12-025-0001_p0047",
      "zh_CN": "我出家之后，最初接触的宗教是天主教，我在辅仁大学讲过经。在台湾，天主教最高的修道院，多玛斯修道院，给神父、修女上过课。所以我跟他们接触，我的经验很丰富，我们彼此互相尊重，互相敬爱，互相赞叹，没有矛盾，没有歧视。我们将这种经验推广，推广到所有一切宗教之中，这就是佛陀教育的落实，多元文化的落实。所以你要问，我们这些从哪里学来的？从《大方广佛华严经》里面学来的。经，不是白讲、不是白念，落实到社会，落实到生活，落实到一切不同的族群、一切不同的宗教，我们学这个课程没有白学。不同的族群、不同的宗教都能融合，你的一家人怎么会不能融合？",
      "zh_TW": "我出家之後，最初接觸的宗教是天主教，我在輔仁大學講過經。在台灣，天主教最高的修道院，多瑪斯修道院，給神父、修女上過課。所以我跟他們接觸，我的經驗很豐富，我們彼此互相尊重，互相敬愛，互相讚歎，沒有矛盾，沒有歧視。我們將這種經驗推廣，推廣到所有一切宗教之中，這就是佛陀教育的落實，多元文化的落實。所以你要問，我們這些從哪裡學來的？從《大方廣佛華嚴經》裡面學來的。經，不是白講、不是白念，落實到社會，落實到生活，落實到一切不同的族群、一切不同的宗教，我們學這個課程沒有白學。不同的族群、不同的宗教都能融合，你的一家人怎麼會不能融合？"
    },
    {
      "id": "12-025-0001_p0048",
      "zh_CN": "你一家人、你一个团体之所以不能融合，问题出在哪里？出在自私自利，出在只有自己，没有别人；或者是为自己想得太多，为别人想得太少，为自己做得太多，为别人做得太少，毛病出在这个地方。这不是菩萨，这是凡夫，如果是菩萨，家庭决定美满，你的工作一定非常顺利。无论你从事哪一个行业，你的员工对你一定忠诚，为什么？你以真心待人，你以爱心待人，无条件的照顾人、帮助人，谁不尊敬你？谁不认真来奉事你？我们怎样待人，人家用什么来回报，一定的道理。",
      "zh_TW": "你一家人、你一個團體之所以不能融合，問題出在哪裡？出在自私自利，出在只有自己，沒有別人；或者是為自己想得太多，為別人想得太少，為自己做得太多，為別人做得太少，毛病出在這個地方。這不是菩薩，這是凡夫，如果是菩薩，家庭決定美滿，你的工作一定非常順利。無論你從事哪一個行業，你的員工對你一定忠誠，為什麼？你以真心待人，你以愛心待人，無條件的照顧人、幫助人，誰不尊敬你？誰不認真來奉事你？我們怎樣待人，人家用什麼來回報，一定的道理。"
    },
    {
      "id": "12-025-0001_p0049",
      "zh_CN": "所以弘法跟护法这种配合，可以引用到我们生活上，引用到工作上，引用到我们自己参与的社团上。佛法活学活用，现学现用，是一门有用的学问，是一门有用的教学。不是学了没有用处，学了没有用处的东西，我们何必要学它？浪费这么多精神，浪费这么多气力，那叫愚痴！学了立刻就管用，学了马上就见效，这是佛法殊胜之处。这个社会许许多多其他的教育，不能跟佛法相比的地方就在此地。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "所以弘法跟護法這種配合，可以引用到我們生活上，引用到工作上，引用到我們自己參與的社團上。佛法活學活用，現學現用，是一門有用的學問，是一門有用的教學。不是學了沒有用處，學了沒有用處的東西，我們何必要學它？浪費這麼多精神，浪費這麼多氣力，那叫愚痴！學了立刻就管用，學了馬上就見效，這是佛法殊勝之處。這個社會許許多多其他的教育，不能跟佛法相比的地方就在此地。好，今天時間到了，我們就講到此地。"
    }
  ]
}