{
  "doc_id": "21-279-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之十二）",
    "zh_TW": "學佛答問（答香港參學同修之十二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-279-0001",
  "total_paragraphs": 97,
  "paragraphs": [
    {
      "id": "21-279-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，今天是我们第十二次现场答复问题。",
      "zh_TW": "諸位法師，諸位同學，今天是我們第十二次現場答覆問題。"
    },
    {
      "id": "21-279-0001_p0002",
      "zh_CN": "问：首先北京有几位同学他们提问。第一个问题，学习《弟子规》谈到守信的问题，有人说大信必守，小信可随意，是否如法？对我们修行有什么损害？",
      "zh_TW": "問：首先北京有幾位同學他們提問。第一個問題，學習《弟子規》談到守信的問題，有人說大信必守，小信可隨意，是否如法？對我們修行有什麼損害？"
    },
    {
      "id": "21-279-0001_p0003",
      "zh_CN": "答：这个问题，这是诚实、诚恳，诚实是我们的性德，我们在培养我们的性德，不妄语、不两舌、不绮语、不恶口，一定要学习。诸佛菩萨生生世世不妄语，那我们为什么要欺骗别人？这个里面不要去分别大信、小信，再小的事情都要守信。可是这里头有一点必须要懂得的，守信要懂得利益众生，佛在经上有举了例子。猎人追一个猎物，走到三叉路口，这个猎物不见了，对面来了一个人他看到了，他就问他：我刚才追那个小动物你看到没有？看到了。从哪里走了？从这边走，他指那边，他说从那边走了。这就是骗他，这个骗他是好事，你看救了那个动物的命，也让他不至于杀生，所以这个要智慧。这时候你说很诚实，牠从那边走了，他当然追牠，那个猎物一定被他打死。",
      "zh_TW": "答：這個問題，這是誠實、誠懇，誠實是我們的性德，我們在培養我們的性德，不妄語、不兩舌、不綺語、不惡口，一定要學習。諸佛菩薩生生世世不妄語，那我們為什麼要欺騙別人？這個裡面不要去分別大信、小信，再小的事情都要守信。可是這裡頭有一點必須要懂得的，守信要懂得利益眾生，佛在經上有舉了例子。獵人追一個獵物，走到三叉路口，這個獵物不見了，對面來了一個人他看到了，他就問他：我剛才追那個小動物你看到沒有？看到了。從哪裡走了？從這邊走，他指那邊，他說從那邊走了。這就是騙他，這個騙他是好事，你看救了那個動物的命，也讓他不至於殺生，所以這個要智慧。這時候你說很誠實，牠從那邊走了，他當然追牠，那個獵物一定被他打死。"
    },
    {
      "id": "21-279-0001_p0004",
      "zh_CN": "所以，不是大信、小信，要利益众生，这是很重要的。如果说是对众生不利的，打个妄语没有关系，这个妄语是救度一切苦难众生。懂得这个原则你就晓得，所以戒律条条戒都有开遮持犯，这个叫开缘，开戒，这不叫破戒。所以学应该好好的学，每一条戒律都有开遮持犯，在什么状况之下应该怎么样做法，活的，不是一成不变。",
      "zh_TW": "所以，不是大信、小信，要利益眾生，這是很重要的。如果說是對眾生不利的，打個妄語沒有關係，這個妄語是救度一切苦難眾生。懂得這個原則你就曉得，所以戒律條條戒都有開遮持犯，這個叫開緣，開戒，這不叫破戒。所以學應該好好的學，每一條戒律都有開遮持犯，在什麼狀況之下應該怎麼樣做法，活的，不是一成不變。"
    },
    {
      "id": "21-279-0001_p0005",
      "zh_CN": "问：第二个问题，许多居士发心弘扬佛法，并积极护持佛法。由于生活区域不同，生活背景不同，在共同合作护持佛法时，如果合作的不好，对众生会产生什么影响？对自己修行会有什么影响？",
      "zh_TW": "問：第二個問題，許多居士發心弘揚佛法，並積極護持佛法。由於生活區域不同，生活背景不同，在共同合作護持佛法時，如果合作的不好，對眾生會產生什麼影響？對自己修行會有什麼影響？"
    },
    {
      "id": "21-279-0001_p0006",
      "zh_CN": "答：这影响很大，凡是弘法、护法一定要天天听经，天天念佛；念佛你才得到佛的加持，听经你才明理，知道要怎样做、怎样配合才好。最重要的，道场六和，我们讲得很多，最近讲「菩萨问明品」里面也说得很多，最重要的是和敬。我们跟人和睦相处，和睦相处第一个条件要自己身分要降低，我们自己姿势很高，你怎么能跟人家和睦相处？中国古圣先贤讲礼，礼的精神是自卑而尊人，我自己谦虚卑下，尊重别人，这是礼的精神，这一点做不到，礼你就很难学了。这不但是中国古圣先贤教，佛家也教，你看佛家「普贤行愿」里面教导我们「恒顺众生，随喜功德」，你要不谦虚、不卑下，你怎么能随喜？所以要懂得尊重别人。",
      "zh_TW": "答：這影響很大，凡是弘法、護法一定要天天聽經，天天念佛；念佛你才得到佛的加持，聽經你才明理，知道要怎樣做、怎樣配合才好。最重要的，道場六和，我們講得很多，最近講「菩薩問明品」裡面也說得很多，最重要的是和敬。我們跟人和睦相處，和睦相處第一個條件要自己身分要降低，我們自己姿勢很高，你怎麼能跟人家和睦相處？中國古聖先賢講禮，禮的精神是自卑而尊人，我自己謙虛卑下，尊重別人，這是禮的精神，這一點做不到，禮你就很難學了。這不但是中國古聖先賢教，佛家也教，你看佛家「普賢行願」裡面教導我們「恆順眾生，隨喜功德」，你要不謙虛、不卑下，你怎麼能隨喜？所以要懂得尊重別人。"
    },
    {
      "id": "21-279-0001_p0007",
      "zh_CN": "前几天有位天主教徒来看我，他也听过我讲《玫瑰经》，《玫瑰经》是天主教早晚课诵，非常重要的。它一共十五条，头一条就是教你学玛利亚的谦卑，都是从这里学起。谦卑是对治傲慢的，傲慢的习气人都有，真的是人皆有之，与生俱来的烦恼。用什么方法对治？礼敬，对人礼敬，对人谦卑，把自己傲慢的烦恼、傲慢的习气慢慢把它断掉，我们自己的性德才能够显露出来。人在世间，每个人都能把自己本位的事情做好，譬如在佛门里面，我们护法把护法的工作做好，弘法把弘法的工作做好；自己做好，再能跟别人配合，这个团体就兴旺。家庭也是如此，社会、国家亦复如是，只要自己把自己的工作做好，跟大家配合。",
      "zh_TW": "前幾天有位天主教徒來看我，他也聽過我講《玫瑰經》，《玫瑰經》是天主教早晚課誦，非常重要的。它一共十五條，頭一條就是教你學瑪利亞的謙卑，都是從這裡學起。謙卑是對治傲慢的，傲慢的習氣人都有，真的是人皆有之，與生俱來的煩惱。用什麼方法對治？禮敬，對人禮敬，對人謙卑，把自己傲慢的煩惱、傲慢的習氣慢慢把它斷掉，我們自己的性德才能夠顯露出來。人在世間，每個人都能把自己本位的事情做好，譬如在佛門裡面，我們護法把護法的工作做好，弘法把弘法的工作做好；自己做好，再能跟別人配合，這個團體就興旺。家庭也是如此，社會、國家亦復如是，只要自己把自己的工作做好，跟大家配合。"
    },
    {
      "id": "21-279-0001_p0008",
      "zh_CN": "一个国家，一个世界，就像我们的身体，所以你仔细常常想身体，每天早晚都会照镜子，照镜子你想这个身体。身体是个宇宙，身体是个国家，眼、耳、鼻、舌就是各个不同的族群，里面五脏六腑就是不同的宗教。你看这一个身体，眼它管看，耳管听，眼不干涉耳，耳也不干涉鼻，但是它们都能配合，都能互助合作，这就身体健康。如果它们又打架，又不配合，这身体不就毛病就出来了？毛病生了之后，损害整个身体健康。由此可知，我们跟族群、跟宗教、跟其他不同文化如果要不配合，带给整个地球的灾难，地球是一个身，你常常从身看你就会开智慧。",
      "zh_TW": "一個國家，一個世界，就像我們的身體，所以你仔細常常想身體，每天早晚都會照鏡子，照鏡子你想這個身體。身體是個宇宙，身體是個國家，眼、耳、鼻、舌就是各個不同的族群，裡面五臟六腑就是不同的宗教。你看這一個身體，眼它管看，耳管聽，眼不干涉耳，耳也不干涉鼻，但是它們都能配合，都能互助合作，這就身體健康。如果它們又打架，又不配合，這身體不就毛病就出來了？毛病生了之後，損害整個身體健康。由此可知，我們跟族群、跟宗教、跟其他不同文化如果要不配合，帶給整個地球的災難，地球是一個身，你常常從身看你就會開智慧。"
    },
    {
      "id": "21-279-0001_p0009",
      "zh_CN": "宇宙是一体，地球也是一体，一切众生都是一家人，所以一定要互相尊重，互相敬爱，互相关怀，互助合作，冲突矛盾就会化解，安定和平才能够落实。从我们自己带头去做，不要希望别人，希望别人永远会失望，一定要自己做到跟别人配合，这就对了。别人不跟我们配合，是我们自己做的不好，要认真反省检讨，更加努力做的更好。我们要学舜王，大舜的故事诸位都知道，你看舜王他小时候处的那个环境，他自己母亲过世了，父亲娶了个继母，继母对他不好。继母生了个弟弟，这一家人，父亲听继母的话，一家人都想害他，置他于死命。他很聪明，他非常爱护家里头每个人，总是觉得自己做的不够好，让家里人不喜欢。天天改，改了三年，把他的父亲、继母、弟弟统统感动了，一家变成和睦家庭。",
      "zh_TW": "宇宙是一體，地球也是一體，一切眾生都是一家人，所以一定要互相尊重，互相敬愛，互相關懷，互助合作，衝突矛盾就會化解，安定和平才能夠落實。從我們自己帶頭去做，不要希望別人，希望別人永遠會失望，一定要自己做到跟別人配合，這就對了。別人不跟我們配合，是我們自己做的不好，要認真反省檢討，更加努力做的更好。我們要學舜王，大舜的故事諸位都知道，你看舜王他小時候處的那個環境，他自己母親過世了，父親娶了個繼母，繼母對他不好。繼母生了個弟弟，這一家人，父親聽繼母的話，一家人都想害他，置他於死命。他很聰明，他非常愛護家裡頭每個人，總是覺得自己做的不夠好，讓家裡人不喜歡。天天改，改了三年，把他的父親、繼母、弟弟統統感動了，一家變成和睦家庭。"
    },
    {
      "id": "21-279-0001_p0010",
      "zh_CN": "邻里乡党，邻居看到这一家，舜这么好，都跟他学，所以就感化了这一个村庄。这个事情被尧王，当时的皇帝尧王知道了，尧王非常赞叹，他能够感化一家，感化这一个村镇。所以尧王召见他，把两个女儿嫁给他。他有九个儿子，九个儿子跟他做朋友，观察他，他的德行、他的能力是不是真的？到以后发现是真的，一点都不假，真正修行大德，最后尧王把王位让给他，这是中国古代禅让的政治。皇帝选择继承人一定选择有德行、有学问，又很能干，爱护人民，把王位交给他，所以这是很值得我们学习的。",
      "zh_TW": "鄰里鄉黨，鄰居看到這一家，舜這麼好，都跟他學，所以就感化了這一個村莊。這個事情被堯王，當時的皇帝堯王知道了，堯王非常讚歎，他能夠感化一家，感化這一個村鎮。所以堯王召見他，把兩個女兒嫁給他。他有九個兒子，九個兒子跟他做朋友，觀察他，他的德行、他的能力是不是真的？到以後發現是真的，一點都不假，真正修行大德，最後堯王把王位讓給他，這是中國古代禪讓的政治。皇帝選擇繼承人一定選擇有德行、有學問，又很能幹，愛護人民，把王位交給他，所以這是很值得我們學習的。"
    },
    {
      "id": "21-279-0001_p0011",
      "zh_CN": "中国人讲到伦理道德，头一个就会想到舜王，中国孔子、孟子最佩服的、最敬重的也就是尧舜。尧舜去孔子两千五百年，孔子去我们也两千五百年，五千年前。中国的教育有文字记载，从尧舜就有文字记载，所教的是伦理道德，伦理道德尧王、舜王自己做到。自己做到，教人好教，自己没有做到，教别人，别人不相信，所以一定从自己本身做起；人家不信，是我做的还不够好，要努力。这样对团体、对自己的修行就有正面的帮助。否则的话，我们虽然很热心，热心是感情，感情往往就失去理智。不听经，不懂得经教，经教是教导我们开智慧，不听经你智慧就少，少智慧用感情，往往就产生矛盾。护法不能够协调，不能够和睦，弘法也不能和睦，这样把佛教形象破坏了。破坏佛教的形象那个罪在阿鼻地狱，我们不能不知道。",
      "zh_TW": "中國人講到倫理道德，頭一個就會想到舜王，中國孔子、孟子最佩服的、最敬重的也就是堯舜。堯舜去孔子兩千五百年，孔子去我們也兩千五百年，五千年前。中國的教育有文字記載，從堯舜就有文字記載，所教的是倫理道德，倫理道德堯王、舜王自己做到。自己做到，教人好教，自己沒有做到，教別人，別人不相信，所以一定從自己本身做起；人家不信，是我做的還不夠好，要努力。這樣對團體、對自己的修行就有正面的幫助。否則的話，我們雖然很熱心，熱心是感情，感情往往就失去理智。不聽經，不懂得經教，經教是教導我們開智慧，不聽經你智慧就少，少智慧用感情，往往就產生矛盾。護法不能夠協調，不能夠和睦，弘法也不能和睦，這樣把佛教形象破壞了。破壞佛教的形象那個罪在阿鼻地獄，我們不能不知道。"
    },
    {
      "id": "21-279-0001_p0012",
      "zh_CN": "你看今天的社会，多少人对佛教产生误会，我们不能怪他，要怪自己，我们自己做的不好，我们自己宣传的不够，让人家产生这么多误会。学佛的在家、出家的很多，我们不能干涉别人，从自己本身做起，我要做好。几乎全世界的人都把佛教看成宗教，这桩事情我们也不能否认，你看看寺院庵堂它确实是宗教。佛教寺院庵堂本来是教育，不是宗教，佛教变成宗教充其量不超过三百年。我们读书，乾隆时候还没变质，还是教育，你看清朝初年这些帝王，都礼请法师、道长，道教的、有儒家的学者，儒释道三家，几乎天天都在宫廷里面上课，我们现在讲开班教学。皇帝领着他的皇子皇孙、文武百官，天天来接受儒释道的教育。所以，它变成宗教时间并不很长。可是今天我们确实在佛教里面看到教学看到太少了，看到那些宗教仪式形式看得太多。教学是对人的服务，现在这些仪式是对死人服务，不是对活人服务。对死人服务，活人没有受到好的利益，这个东西我们对它兴趣自然就降低了，这个一定要知道。",
      "zh_TW": "你看今天的社會，多少人對佛教產生誤會，我們不能怪他，要怪自己，我們自己做的不好，我們自己宣傳的不夠，讓人家產生這麼多誤會。學佛的在家、出家的很多，我們不能干涉別人，從自己本身做起，我要做好。幾乎全世界的人都把佛教看成宗教，這樁事情我們也不能否認，你看看寺院庵堂它確實是宗教。佛教寺院庵堂本來是教育，不是宗教，佛教變成宗教充其量不超過三百年。我們讀書，乾隆時候還沒變質，還是教育，你看清朝初年這些帝王，都禮請法師、道長，道教的、有儒家的學者，儒釋道三家，幾乎天天都在宮廷裡面上課，我們現在講開班教學。皇帝領著他的皇子皇孫、文武百官，天天來接受儒釋道的教育。所以，它變成宗教時間並不很長。可是今天我們確實在佛教裡面看到教學看到太少了，看到那些宗教儀式形式看得太多。教學是對人的服務，現在這些儀式是對死人服務，不是對活人服務。對死人服務，活人沒有受到好的利益，這個東西我們對它興趣自然就降低了，這個一定要知道。"
    },
    {
      "id": "21-279-0001_p0013",
      "zh_CN": "我们认识的很清楚，佛教是教育，所有的宗教都是宗教教育，你看经典就晓得。所以，学古圣先贤的东西一定从经典，从典籍里面去学习，然后你再看它的形式，你就晓得他做的如法不如法。如法不如法自己心里明白，也不要去过问，你要去过问，那你就没有智慧。过问，人家他里头有利害在里面，你妨碍别人利害，人家就把你当冤家对头看待，你不是跟人结怨吗？圣人教给我们与一切众生结善缘，不结恶缘。他自己做的不如法，你劝他他要不回头，各人因果，各人负责，这就清楚了。善恶都有报，没有说没有报应的，报应只是迟与早，决定有报应。",
      "zh_TW": "我們認識的很清楚，佛教是教育，所有的宗教都是宗教教育，你看經典就曉得。所以，學古聖先賢的東西一定從經典，從典籍裡面去學習，然後你再看它的形式，你就曉得他做的如法不如法。如法不如法自己心裡明白，也不要去過問，你要去過問，那你就沒有智慧。過問，人家他裡頭有利害在裡面，你妨礙別人利害，人家就把你當冤家對頭看待，你不是跟人結怨嗎？聖人教給我們與一切眾生結善緣，不結惡緣。他自己做的不如法，你勸他他要不回頭，各人因果，各人負責，這就清楚了。善惡都有報，沒有說沒有報應的，報應只是遲與早，決定有報應。"
    },
    {
      "id": "21-279-0001_p0014",
      "zh_CN": "问：北京易居士问，他说佛经上说，若有人一生造了很重的罪业，如果临终能忏悔念佛，佛都会来接引他往生。可是为什么又会有人念了一辈子的佛，临终时却遇到许多障难，反而不能坚定的念佛求往生，这两种人是什么样的业因？",
      "zh_TW": "問：北京易居士問，他說佛經上說，若有人一生造了很重的罪業，如果臨終能懺悔念佛，佛都會來接引他往生。可是為什麼又會有人念了一輩子的佛，臨終時卻遇到許多障難，反而不能堅定的念佛求往生，這兩種人是什麼樣的業因？"
    },
    {
      "id": "21-279-0001_p0015",
      "zh_CN": "答：一生造作罪业，临终念佛往生，历史上有很多的例子，我看大概最早的例子就是《观经》里面阿阇世王。你看阿阇世王听提婆达多的话，提婆达多挑拨，他杀他的父亲，夺王位，他父亲死了他才可以继承王位；害他的母亲，本来要杀母亲，结果以后很多人劝他，他就放弃，把他的母亲幽禁。跟提婆达多合作，他拥护提婆达多作新佛，要把释迦牟尼佛的道给破坏，僧团破坏，所以他造的五逆十恶罪。提婆达多堕地狱。他在临终的时候后悔，知道这一生做错了，上了提婆达多的当，真心忏悔，念佛求生净土。在我们一般人想，大概总是下下品往生，就算不错了，可是佛告诉我们，他是上品中生，我们看到这个简直是不敢想像。",
      "zh_TW": "答：一生造作罪業，臨終念佛往生，歷史上有很多的例子，我看大概最早的例子就是《觀經》裡面阿闍世王。你看阿闍世王聽提婆達多的話，提婆達多挑撥，他殺他的父親，奪王位，他父親死了他才可以繼承王位；害他的母親，本來要殺母親，結果以後很多人勸他，他就放棄，把他的母親幽禁。跟提婆達多合作，他擁護提婆達多作新佛，要把釋迦牟尼佛的道給破壞，僧團破壞，所以他造的五逆十惡罪。提婆達多墮地獄。他在臨終的時候後悔，知道這一生做錯了，上了提婆達多的當，真心懺悔，念佛求生淨土。在我們一般人想，大概總是下下品往生，就算不錯了，可是佛告訴我們，他是上品中生，我們看到這個簡直是不敢想像。"
    },
    {
      "id": "21-279-0001_p0016",
      "zh_CN": "《大藏经》里面《阿阇世王经》，释迦牟尼佛讲阿阇世王他一生的事迹，我们才晓得往生有两种方式，一种是平常断恶修善，积功累德，一种是忏悔往生。所以，对于造作罪业很重的人，我们决定不敢轻视他，为什么？他临终说不定忏悔，往生极乐世界在我之上，我还不如他。你说这是什么业因？过去世生中他在净宗修的非常好，这一生当中迷了，临终的时候一醒悟，把他过去生中的善根统统提起来，所以才那么快，他的忏悔那么彻底，所以他有大成就。",
      "zh_TW": "《大藏經》裡面《阿闍世王經》，釋迦牟尼佛講阿闍世王他一生的事蹟，我們才曉得往生有兩種方式，一種是平常斷惡修善，積功累德，一種是懺悔往生。所以，對於造作罪業很重的人，我們決定不敢輕視他，為什麼？他臨終說不定懺悔，往生極樂世界在我之上，我還不如他。你說這是什麼業因？過去世生中他在淨宗修的非常好，這一生當中迷了，臨終的時候一醒悟，把他過去生中的善根統統提起來，所以才那麼快，他的懺悔那麼徹底，所以他有大成就。"
    },
    {
      "id": "21-279-0001_p0017",
      "zh_CN": "我们有人这一生当中都是持斋念佛，反而不能往生，这什么原因？原因很多，自己想想都知道，信不真，半信半疑；愿不切，或有或无，你这就不行了。古来祖师常常跟我们讲，往生净土三个条件，真信，切愿，老实念佛。我们今天念佛不老实，怎么说不老实？念佛里头掺杂着妄想，那怎么行？你念佛的功夫全被妄想破坏了，没有把念佛往生看作是自己这一生当中第一桩大事。譬如说你在这里念佛，有个人来告诉你，现在外头有一笔生意赶快去做，可以能赚两百万美金，你马上就去了，佛就不念了，这还行吗？这就不能往生。无论什么样的利害现前，如如不动，我一心念下去，这个人能往生。所以，念佛不能往生的业因很多，总而言之，总的就是自私自利没放下，眼前的名利、五欲六尘的享受没能放下，所以他造成障碍。",
      "zh_TW": "我們有人這一生當中都是持齋念佛，反而不能往生，這什麼原因？原因很多，自己想想都知道，信不真，半信半疑；願不切，或有或無，你這就不行了。古來祖師常常跟我們講，往生淨土三個條件，真信，切願，老實念佛。我們今天念佛不老實，怎麼說不老實？念佛裡頭摻雜著妄想，那怎麼行？你念佛的功夫全被妄想破壞了，沒有把念佛往生看作是自己這一生當中第一樁大事。譬如說你在這裡念佛，有個人來告訴你，現在外頭有一筆生意趕快去做，可以能賺兩百萬美金，你馬上就去了，佛就不念了，這還行嗎？這就不能往生。無論什麼樣的利害現前，如如不動，我一心念下去，這個人能往生。所以，念佛不能往生的業因很多，總而言之，總的就是自私自利沒放下，眼前的名利、五欲六塵的享受沒能放下，所以他造成障礙。"
    },
    {
      "id": "21-279-0001_p0018",
      "zh_CN": "问：这是北京有位同修他说，哥哥染上了毒品，我跟父母都为他操心，我们怎样才能让哥哥重新做人，才能真正使他受益？朋友说佛教是教育，是对的，但是他们说今天到这里来烧香，明天到那里去放生，做这些是不是有些迷信？我有这么多的烦恼和忧虑，怎样才能让自己的心胸更宽广、更清净？",
      "zh_TW": "問：這是北京有位同修他說，哥哥染上了毒品，我跟父母都為他操心，我們怎樣才能讓哥哥重新做人，才能真正使他受益？朋友說佛教是教育，是對的，但是他們說今天到這裡來燒香，明天到那裡去放生，做這些是不是有些迷信？我有這麼多的煩惱和憂慮，怎樣才能讓自己的心胸更寬廣、更清淨？"
    },
    {
      "id": "21-279-0001_p0019",
      "zh_CN": "答：最有效的方法是你天天读经，天天听经，你这些问题全都没有了。你有智慧，遇到这些问题你就知道怎样去解决，怎样去帮助别人。现在染上毒品的人很多，特别是青少年，我在澳洲我们住在一个小城，这个小城是个文化城，人不多，居民只有八万人，有四分之一的人从事于教育工作。可是这个小城里头，青少年吸毒、犯罪的居然有八千人，八千人占居民十分之一！所以市长非常慈悲，市长是个好人。市政府办了一个戒毒中心，把这个计划跟我谈，希望我们帮助他，我们真的是大力的帮助他，做一个戒毒中心。市长的儿子过去也是吸毒，他告诉我，他花了三年的时间才把他转过来。他有这个痛苦的经验，看到年轻人染上毒瘾是很可怕，毁掉他一生，也给他家里带来忧虑。这个问题现在在这个社会，东西方都相当普遍，我们要很谨慎，要常常把吸毒那些副作用要讲清楚、讲明白。",
      "zh_TW": "答：最有效的方法是你天天讀經，天天聽經，你這些問題全都沒有了。你有智慧，遇到這些問題你就知道怎樣去解決，怎樣去幫助別人。現在染上毒品的人很多，特別是青少年，我在澳洲我們住在一個小城，這個小城是個文化城，人不多，居民只有八萬人，有四分之一的人從事於教育工作。可是這個小城裡頭，青少年吸毒、犯罪的居然有八千人，八千人佔居民十分之一！所以市長非常慈悲，市長是個好人。市政府辦了一個戒毒中心，把這個計畫跟我談，希望我們幫助他，我們真的是大力的幫助他，做一個戒毒中心。市長的兒子過去也是吸毒，他告訴我，他花了三年的時間才把他轉過來。他有這個痛苦的經驗，看到年輕人染上毒癮是很可怕，毀掉他一生，也給他家裡帶來憂慮。這個問題現在在這個社會，東西方都相當普遍，我們要很謹慎，要常常把吸毒那些副作用要講清楚、講明白。"
    },
    {
      "id": "21-279-0001_p0020",
      "zh_CN": "他为什么要吸毒？原因找出来，从原因上消除，这个人才能回头。吸毒是找刺激，找刺激一定是精神生活没有依据，我们要鼓励他立志。人生在这个世间最重要的要有目标，要有方向，他有目标、有方向，他就会很努力，会很精进，会很积极，不至于消沈。如果一个人在一生当中，没有目标，没有方向，不知道为什么活，很容易被诱惑。这是我们要晓得的，希望多听经，多读经。至于学佛，今天到这里烧香，明天到那里去放生，实在讲没有必要，这个同学一定要知道。寺院里面法会举行放生，那是什么？那是做样子，就像唱戏一样做样子，劝一般人的。真正放生不要搞那些仪式，你仪式做得那么长，你买的那些鱼虾，仪式还没做完牠已经死了，怎么能对得起人？放生要快，这个才对。",
      "zh_TW": "他為什麼要吸毒？原因找出來，從原因上消除，這個人才能回頭。吸毒是找刺激，找刺激一定是精神生活沒有依據，我們要鼓勵他立志。人生在這個世間最重要的要有目標，要有方向，他有目標、有方向，他就會很努力，會很精進，會很積極，不至於消沈。如果一個人在一生當中，沒有目標，沒有方向，不知道為什麼活，很容易被誘惑。這是我們要曉得的，希望多聽經，多讀經。至於學佛，今天到這裡燒香，明天到那裡去放生，實在講沒有必要，這個同學一定要知道。寺院裡面法會舉行放生，那是什麼？那是做樣子，就像唱戲一樣做樣子，勸一般人的。真正放生不要搞那些儀式，你儀式做得那麼長，你買的那些魚蝦，儀式還沒做完牠已經死了，怎麼能對得起人？放生要快，這個才對。"
    },
    {
      "id": "21-279-0001_p0021",
      "zh_CN": "放生是教你在平时，譬如你到市场去买菜，也不是刻意的，偶然发现这个动物很活泼，决定可以活得下来，你就买一点，随着你自己去放生去。你懂得这个仪规，你就给牠做个三皈依，通常我们念的是「皈依佛，不堕地狱；皈依法，不堕饿鬼；皈依僧，不堕旁生」，然后念佛，教牠求生净土，就放牠走，就好了，仪式愈简单愈好。牠多痛苦！你还耽搁那么长的时间，你有心放牠的时候牠对你已经很不高兴了。你要很快的把牠放掉牠才会欢喜，人同此心，心同此理，一个道理，所以要晓得。",
      "zh_TW": "放生是教你在平時，譬如你到市場去買菜，也不是刻意的，偶然發現這個動物很活潑，決定可以活得下來，你就買一點，隨著你自己去放生去。你懂得這個儀規，你就給牠做個三皈依，通常我們念的是「皈依佛，不墮地獄；皈依法，不墮餓鬼；皈依僧，不墮旁生」，然後念佛，教牠求生淨土，就放牠走，就好了，儀式愈簡單愈好。牠多痛苦！你還耽擱那麼長的時間，你有心放牠的時候牠對你已經很不高興了。你要很快的把牠放掉牠才會歡喜，人同此心，心同此理，一個道理，所以要曉得。"
    },
    {
      "id": "21-279-0001_p0022",
      "zh_CN": "寺院里头那是做样子给大家看的，劝大家你们应当常常放生，放生是积极的，消极的就是不吃众生肉。素食好，我学佛五十四年，素食就五十四年，我学佛六个月就开始吃素，真正懂得素食的好处。素食卫生、卫性，性是性情，保卫良好的性情；卫心，慈悲心，所以素食养慈悲心，养好的德行，又卫生，对于身体健康太好了。你看我今年快八十岁了，我七十九岁，明年八十岁了，一生没有生过病，没有进过医院，没有病历，得利于素食。我饮食有规律，我吃东西很少，不吃零食，决定不吃零食，只要饮食起居自己小心调养，不会生病。心地要清净，养慈悲心，我常常说清净心不会染疾病，疾病是病菌，不会，你清净心里你就跟牠不会染着；慈悲心可以解毒，不要用药物，药物都有副作用，药物决定不是好东西。",
      "zh_TW": "寺院裡頭那是做樣子給大家看的，勸大家你們應當常常放生，放生是積極的，消極的就是不吃眾生肉。素食好，我學佛五十四年，素食就五十四年，我學佛六個月就開始吃素，真正懂得素食的好處。素食衛生、衛性，性是性情，保衛良好的性情；衛心，慈悲心，所以素食養慈悲心，養好的德行，又衛生，對於身體健康太好了。你看我今年快八十歲了，我七十九歲，明年八十歲了，一生沒有生過病，沒有進過醫院，沒有病歷，得利於素食。我飲食有規律，我吃東西很少，不吃零食，決定不吃零食，只要飲食起居自己小心調養，不會生病。心地要清淨，養慈悲心，我常常說清淨心不會染疾病，疾病是病菌，不會，你清淨心裡你就跟牠不會染著；慈悲心可以解毒，不要用藥物，藥物都有副作用，藥物決定不是好東西。"
    },
    {
      "id": "21-279-0001_p0023",
      "zh_CN": "真正要讲到药物，我觉得中药比西药好，西药的副作用太厉害了。譬如治这个地方的病，给你治好了，别的地方你就害病了，那个麻烦可大了。所以你看现在，我上次到英国，我听说英国的皇室，他们皇家害病找中医，不找西医，有道理！我听的很欢喜，有道理。我发现欧洲人他们毕竟是有文化，他们对于中国传统文化非常崇拜，非常尊敬。我去访问牛津大学、伦敦大学，伦敦大学里面有个汉学中心，在世界上很有名气。他们那些教授跟我见面都非常欢喜，很熟悉。你想很奇怪，怎么很熟悉？他们看卫星、看网路，常常看，对我就很熟悉。所以到那边去一点都不觉得陌生，很难得，欧洲人实在讲是很可爱。",
      "zh_TW": "真正要講到藥物，我覺得中藥比西藥好，西藥的副作用太厲害了。譬如治這個地方的病，給你治好了，別的地方你就害病了，那個麻煩可大了。所以你看現在，我上次到英國，我聽說英國的皇室，他們皇家害病找中醫，不找西醫，有道理！我聽的很歡喜，有道理。我發現歐洲人他們畢竟是有文化，他們對於中國傳統文化非常崇拜，非常尊敬。我去訪問牛津大學、倫敦大學，倫敦大學裡面有個漢學中心，在世界上很有名氣。他們那些教授跟我見面都非常歡喜，很熟悉。你想很奇怪，怎麼很熟悉？他們看衛星、看網路，常常看，對我就很熟悉。所以到那邊去一點都不覺得陌生，很難得，歐洲人實在講是很可愛。"
    },
    {
      "id": "21-279-0001_p0024",
      "zh_CN": "问：下面是北京一位居士问的，他说我十分向往老法师所讲的理事无碍，事事无碍的圆融境界。听经时以为道理都听明白了，但在做事过程当中一遇到逆境，烦恼障碍又跳出来了。看到大家万缘放下，一心念佛，很羡慕，但一时又做不到。请问师父，在修行的道路上，是不是必须历事炼心之后，才能真正的看破放下？",
      "zh_TW": "問：下面是北京一位居士問的，他說我十分嚮往老法師所講的理事無礙，事事無礙的圓融境界。聽經時以為道理都聽明白了，但在做事過程當中一遇到逆境，煩惱障礙又跳出來了。看到大家萬緣放下，一心念佛，很羨慕，但一時又做不到。請問師父，在修行的道路上，是不是必須歷事鍊心之後，才能真正的看破放下？"
    },
    {
      "id": "21-279-0001_p0025",
      "zh_CN": "答：没错，修行就是历事炼心，你不在，特别是人事环境，你不在环境上磨炼，那你修什么？所以在前几年我写了一幅对联，「处逆境」，逆境是很不好的环境，「随恶缘」，佛家讲的缘是人事环境，讲的境是物质环境；物质环境不好，人事环境也不好，遇到周边的人都是冤家对头，一个个都没有好眼来看你的。这个时候你在里头去炼、去修，修什么？没有瞋恚，「无瞋恚」，你的业障就消了。「处顺境，随善缘」，这是环境很好，遇到的人都是非常和善，在这里面去修没有贪恋，你的福报就现前。顺境不能有贪恋，逆境不能有瞋恚，都是在环境上修的，如果没有这些境界，你到哪里去修？",
      "zh_TW": "答：沒錯，修行就是歷事鍊心，你不在，特別是人事環境，你不在環境上磨鍊，那你修什麼？所以在前幾年我寫了一幅對聯，「處逆境」，逆境是很不好的環境，「隨惡緣」，佛家講的緣是人事環境，講的境是物質環境；物質環境不好，人事環境也不好，遇到周邊的人都是冤家對頭，一個個都沒有好眼來看你的。這個時候你在裡頭去鍊、去修，修什麼？沒有瞋恚，「無瞋恚」，你的業障就消了。「處順境，隨善緣」，這是環境很好，遇到的人都是非常和善，在這裡面去修沒有貪戀，你的福報就現前。順境不能有貪戀，逆境不能有瞋恚，都是在環境上修的，如果沒有這些境界，你到哪裡去修？"
    },
    {
      "id": "21-279-0001_p0026",
      "zh_CN": "所以说跑到深山，找个山洞里面去修，那个靠不住。人迹不到的地方在那儿去修，好了，住了个十几年，心地很清净了，自己以为不错了，下山来花花世界走一走，马上心就乱了，那有什么用处？真正修行就是在红尘里头修，那才靠得住。但是红尘修不容易，大起大落，起要起的高，落也落的快。所以，为了要保持我只提升，不往下坠落，在红尘里面自己处处都要小心谨慎，天天读经。天天读经天天接受佛菩萨的教诲，你才不至于迷失，三天不念经，保险你堕落；现在人保不住，三天决定保不住。诱惑尽可能的减少，诱惑力量最大的是电视，再是网路、报纸、杂志、广播，这个东西都严重污染，我们统统拒绝，好事情。我四十年没有看电视，没有看报纸，所以我什么都不知道，人家问我，天天天下太平，这个世界非常美好。你看我所接触的，我住的地方这是我们道场，到道场来讲经，回去是读经，这就是我的工作。",
      "zh_TW": "所以說跑到深山，找個山洞裡面去修，那個靠不住。人跡不到的地方在那兒去修，好了，住了個十幾年，心地很清淨了，自己以為不錯了，下山來花花世界走一走，馬上心就亂了，那有什麼用處？真正修行就是在紅塵裡頭修，那才靠得住。但是紅塵修不容易，大起大落，起要起的高，落也落的快。所以，為了要保持我只提升，不往下墜落，在紅塵裡面自己處處都要小心謹慎，天天讀經。天天讀經天天接受佛菩薩的教誨，你才不至於迷失，三天不念經，保險你墮落；現在人保不住，三天決定保不住。誘惑盡可能的減少，誘惑力量最大的是電視，再是網路、報紙、雜誌、廣播，這個東西都嚴重污染，我們統統拒絕，好事情。我四十年沒有看電視，沒有看報紙，所以我什麼都不知道，人家問我，天天天下太平，這個世界非常美好。你看我所接觸的，我住的地方這是我們道場，到道場來講經，回去是讀經，這就是我的工作。"
    },
    {
      "id": "21-279-0001_p0027",
      "zh_CN": "不单是报纸、杂志我们没有，我们连书信都没有，我希望大家不要给我写信，给我写信我都看不到。写信大概都是寄到这边的地址，他们给我收去了。有些偶尔看到，看到一封信，看看日期是前年的，已经过了两、三年了，所以不要给我写信。也不要给我打电话，有问题你们交代这边常住，我们星期五在这边公开答复。大家在答问里面，答问是很多，现在流通的光碟也不少，听说中国大陆同修们依据这个光碟写成书，这都很好，可以帮助初学。所以染污，自己一定要主动不去接触。古人讲得好，「知事多时烦恼多，识人多处是非多」，还是少接触人就少是非，少打听这些事你就少烦恼，我们这样才能够得清净心，这比什么都重要。",
      "zh_TW": "不單是報紙、雜誌我們沒有，我們連書信都沒有，我希望大家不要給我寫信，給我寫信我都看不到。寫信大概都是寄到這邊的地址，他們給我收去了。有些偶爾看到，看到一封信，看看日期是前年的，已經過了兩、三年了，所以不要給我寫信。也不要給我打電話，有問題你們交代這邊常住，我們星期五在這邊公開答覆。大家在答問裡面，答問是很多，現在流通的光碟也不少，聽說中國大陸同修們依據這個光碟寫成書，這都很好，可以幫助初學。所以染污，自己一定要主動不去接觸。古人講得好，「知事多時煩惱多，識人多處是非多」，還是少接觸人就少是非，少打聽這些事你就少煩惱，我們這樣才能夠得清淨心，這比什麼都重要。"
    },
    {
      "id": "21-279-0001_p0028",
      "zh_CN": "问：这是华藏卫视的提问。弟子常去地藏禅寺参加法会，寺院法师说要居士点灯，超拔冤亲，超度历代祖先及亡者莲位，很多项目等等，从两千元起到三十万元不等。请师父慈悲开示，一定要这样做才对我们有帮助吗？",
      "zh_TW": "問：這是華藏衛視的提問。弟子常去地藏禪寺參加法會，寺院法師說要居士點燈，超拔冤親，超度歷代祖先及亡者蓮位，很多項目等等，從兩千元起到三十萬元不等。請師父慈悲開示，一定要這樣做才對我們有幫助嗎？"
    },
    {
      "id": "21-279-0001_p0029",
      "zh_CN": "答：希望你多听经，这个问题不好答复，你听多了你自己就明白。如果说是钱多一点拿去超度祖先都能超度了，何必要修行？大家多赚钱，多赚钱、多布施你就超度了，没这个道理。超度一定要修行。你看看六祖在《坛经》里面讲的好，「此事（此事就是生死大事）福不能救」，你福报再大，没有办法了生死出三界，这个事什么能救？定、慧能救，福不能救。可是这种事情，印光大师的态度我很欣赏，我也学他老人家。有人问印光大师，人过世之后烧纸钱这些东西，这个东西佛门没有，这是我们民间的习俗。印祖用什么态度？不赞成也不反对，不赞成是佛门里没有，不反对是世间风俗习惯有。大家都知道这个世间是六道，人死了之后，他如果再到人间来了，你烧纸钱他没有用，他到天道也没有用，到地狱道、畜生道都没有用，只有一道，鬼道有用。如果他堕了鬼道，你叫他不烧纸钱，你把人家财路堵住了，你有过失。所以印祖对这桩事情是既不赞成又不反对，这个态度很中肯，我觉得我们应该要学习。确实有堕到饿鬼道里头，真需要。",
      "zh_TW": "答：希望你多聽經，這個問題不好答覆，你聽多了你自己就明白。如果說是錢多一點拿去超度祖先都能超度了，何必要修行？大家多賺錢，多賺錢、多布施你就超度了，沒這個道理。超度一定要修行。你看看六祖在《壇經》裡面講的好，「此事（此事就是生死大事）福不能救」，你福報再大，沒有辦法了生死出三界，這個事什麼能救？定、慧能救，福不能救。可是這種事情，印光大師的態度我很欣賞，我也學他老人家。有人問印光大師，人過世之後燒紙錢這些東西，這個東西佛門沒有，這是我們民間的習俗。印祖用什麼態度？不贊成也不反對，不贊成是佛門裡沒有，不反對是世間風俗習慣有。大家都知道這個世間是六道，人死了之後，他如果再到人間來了，你燒紙錢他沒有用，他到天道也沒有用，到地獄道、畜生道都沒有用，只有一道，鬼道有用。如果他墮了鬼道，你叫他不燒紙錢，你把人家財路堵住了，你有過失。所以印祖對這樁事情是既不贊成又不反對，這個態度很中肯，我覺得我們應該要學習。確實有墮到餓鬼道裡頭，真需要。"
    },
    {
      "id": "21-279-0001_p0030",
      "zh_CN": "我们最近在北京有个朋友，我在北京的时候他来看过我三次，我回到香港来不到十天他就走了，很突然，我们都感觉得很意外。深圳这边有个道长，他有一点通灵，把他找来了，听说他现在在香港。我这里给他立了牌位，他这是在中阴，还不到四十九天，中阴，游魂。这个道长是有点名堂，因为我这里没有告诉道长，道长就说出来，他说净空法师在道场给他立了牌位，而且还在摄影棚立了牌位，这个我就感到很惊讶，摄影棚立牌位没有人知道。",
      "zh_TW": "我們最近在北京有個朋友，我在北京的時候他來看過我三次，我回到香港來不到十天他就走了，很突然，我們都感覺得很意外。深圳這邊有個道長，他有一點通靈，把他找來了，聽說他現在在香港。我這裡給他立了牌位，他這是在中陰，還不到四十九天，中陰，遊魂。這個道長是有點名堂，因為我這裡沒有告訴道長，道長就說出來，他說淨空法師在道場給他立了牌位，而且還在攝影棚立了牌位，這個我就感到很驚訝，攝影棚立牌位沒有人知道。"
    },
    {
      "id": "21-279-0001_p0031",
      "zh_CN": "他说这个朋友现在他需要钱，希望他的女儿给他烧一点纸钱。他喜欢吸烟斗，烟斗要烟丝，他说他没有烟丝，希望她烧点烟丝给他。说的很像，从前跟我认识很多年了，他说对佛教半信半疑，现在知道了，后悔莫及。我就告诉这个道长，我说你传个讯息给他，来得及，现在无论在哪一道，只要常常听经，常常念佛，都能往生。鬼道往生的很多。所以只要听经，听经的机缘不多，抓住之后不要放松。听经、念佛，求生净土，哪一道的众生都有分，这是佛的大慈大悲。",
      "zh_TW": "他說這個朋友現在他需要錢，希望他的女兒給他燒一點紙錢。他喜歡吸煙斗，煙斗要煙絲，他說他沒有煙絲，希望她燒點煙絲給他。說的很像，從前跟我認識很多年了，他說對佛教半信半疑，現在知道了，後悔莫及。我就告訴這個道長，我說你傳個訊息給他，來得及，現在無論在哪一道，只要常常聽經，常常念佛，都能往生。鬼道往生的很多。所以只要聽經，聽經的機緣不多，抓住之後不要放鬆。聽經、念佛，求生淨土，哪一道的眾生都有分，這是佛的大慈大悲。"
    },
    {
      "id": "21-279-0001_p0032",
      "zh_CN": "问：下面一个问题说，弟子在礼佛忏悔时常有很多妄想，读诵经书时也一样，不知要如何做才不会有妄想？弟子学佛才不到两年，请师父慈悲开示。",
      "zh_TW": "問：下面一個問題說，弟子在禮佛懺悔時常有很多妄想，讀誦經書時也一樣，不知要如何做才不會有妄想？弟子學佛才不到兩年，請師父慈悲開示。"
    },
    {
      "id": "21-279-0001_p0033",
      "zh_CN": "答：你学佛两年，妄想这么多是很正常的现象，到什么时候你妄想才少？大概学佛十年、二十年，你时间不够，这个事情很正常，不要放在心上。不要为妄想忧虑，为妄想忧虑，你的妄想愈多；妄想来的时候根本不理它，妄想就没有了。你要把精神、意志集中在念佛，集中在读诵，当中起妄想，根本不理，你的妄想一年比一年少。所以功夫很得力的时候，大概总是三年到五年，一个小时还会有四、五次；一个小时里头一个妄想没有，至少要十年功夫。所以大家要很认真努力。",
      "zh_TW": "答：你學佛兩年，妄想這麼多是很正常的現象，到什麼時候你妄想才少？大概學佛十年、二十年，你時間不夠，這個事情很正常，不要放在心上。不要為妄想憂慮，為妄想憂慮，你的妄想愈多；妄想來的時候根本不理它，妄想就沒有了。你要把精神、意志集中在念佛，集中在讀誦，當中起妄想，根本不理，你的妄想一年比一年少。所以功夫很得力的時候，大概總是三年到五年，一個小時還會有四、五次；一個小時裡頭一個妄想沒有，至少要十年功夫。所以大家要很認真努力。"
    },
    {
      "id": "21-279-0001_p0034",
      "zh_CN": "在中国从前没有钟表，用长香，我们用香作为时间的单位，一支长香是一个半小时，普通短香是一个小时。所以，我们一般拜佛、诵经都燃一支香，那是什么？时间，不要看钟。拜佛也是如此，拜佛也不必计数，计数很累，你心不清净。一面拜佛一面想我拜多少拜了，这就是打闲岔，你怎么得清净心？不能断妄想，所以烧一支香好。我拜佛拜一个半钟点，一个半钟点香烧完了我就拜完了，用这个方法好。",
      "zh_TW": "在中國從前沒有鐘錶，用長香，我們用香作為時間的單位，一支長香是一個半小時，普通短香是一個小時。所以，我們一般拜佛、誦經都燃一支香，那是什麼？時間，不要看鐘。拜佛也是如此，拜佛也不必計數，計數很累，你心不清淨。一面拜佛一面想我拜多少拜了，這就是打閒岔，你怎麼得清淨心？不能斷妄想，所以燒一支香好。我拜佛拜一個半鐘點，一個半鐘點香燒完了我就拜完了，用這個方法好。"
    },
    {
      "id": "21-279-0001_p0035",
      "zh_CN": "问：下面一个说，弟子有个朋友，她称自己是神明代言人，替人解决疑惑，并有作法。而弟子现在由神明引导慢慢走入佛门，当弟子的朋友替神明办事，因为我本身有在静坐，如在旁边帮忙，是否会受影响修行？",
      "zh_TW": "問：下面一個說，弟子有個朋友，她稱自己是神明代言人，替人解決疑惑，並有作法。而弟子現在由神明引導慢慢走入佛門，當弟子的朋友替神明辦事，因為我本身有在靜坐，如在旁邊幫忙，是否會受影響修行？"
    },
    {
      "id": "21-279-0001_p0036",
      "zh_CN": "答：当然有影响。神明引导你学佛，这个神明还不错，还是很善的。现在神明里面善的确实很多，不善的也有，你要小心谨慎。凡是跟神明接触，一定要守住一个原则，你听他所说的，说的合情合理，可以做参考；说的不合情不合理，要求你做不如法的事情，立刻拒绝，从此可以不再往来，这个就正确。人不可以被鬼神欺骗，不能被鬼神牵着鼻子走，那你就错了。你看夫子，「敬鬼神而远之」，对鬼神尊重，这是对的，因为他也是众生。对一切众生都要尊重，普贤菩萨十愿里头，头一个教给我们「礼敬诸佛」，对一切众生绝不分别，一律平等的恭敬、礼敬。",
      "zh_TW": "答：當然有影響。神明引導你學佛，這個神明還不錯，還是很善的。現在神明裡面善的確實很多，不善的也有，你要小心謹慎。凡是跟神明接觸，一定要守住一個原則，你聽他所說的，說的合情合理，可以做參考；說的不合情不合理，要求你做不如法的事情，立刻拒絕，從此可以不再往來，這個就正確。人不可以被鬼神欺騙，不能被鬼神牽著鼻子走，那你就錯了。你看夫子，「敬鬼神而遠之」，對鬼神尊重，這是對的，因為他也是眾生。對一切眾生都要尊重，普賢菩薩十願裡頭，頭一個教給我們「禮敬諸佛」，對一切眾生絕不分別，一律平等的恭敬、禮敬。"
    },
    {
      "id": "21-279-0001_p0037",
      "zh_CN": "但是称赞就有差别，「称赞如来」，为什么不说诸佛，说如来？如来跟诸佛有差别，诸佛是从形相上说的，如来是从德行上说的，就是说他没有德行，不赞叹他；他有德行，我们应当要赞叹他。所以礼敬跟称赞有差别，就是我们对鬼神我们恭敬，我们不赞叹。赞叹，就是善神也少赞叹，为什么？容易误导别人迷信，你就错了，所以对鬼神不赞叹。",
      "zh_TW": "但是稱讚就有差別，「稱讚如來」，為什麼不說諸佛，說如來？如來跟諸佛有差別，諸佛是從形相上說的，如來是從德行上說的，就是說他沒有德行，不讚歎他；他有德行，我們應當要讚歎他。所以禮敬跟稱讚有差別，就是我們對鬼神我們恭敬，我們不讚歎。讚歎，就是善神也少讚歎，為什麼？容易誤導別人迷信，你就錯了，所以對鬼神不讚歎。"
    },
    {
      "id": "21-279-0001_p0038",
      "zh_CN": "问：底下一个问题说，请问何谓「不通忏悔」？",
      "zh_TW": "問：底下一個問題說，請問何謂「不通懺悔」？"
    },
    {
      "id": "21-279-0001_p0039",
      "zh_CN": "答：「不通」是形容词，不是真的，这是讲造作极重的罪业，没有办法忏悔，你造的罪业太重了。实际上真正不通忏悔是你自己不肯忏悔，那就真的是不通了。如果真正肯忏悔，你就想想阿阇世王他能够忏悔，上品中生，这不得了！哪有不通忏悔的？问题就是自己肯不肯忏悔，自己是不是真心忏悔，关键在这个地方，自己真心肯忏悔，没有不通的。佛法里面确实根本就没有「不通」这两个字，佛法是圆通，你看《楞严经》里面「二十五圆通章」，哪有不通？没有不通。凡是说不通，都是特别强调、警告这种罪业很重，你不可以做，做的时候真的是很麻烦，它劝勉的意思多，这不是真实的，我们要了解。",
      "zh_TW": "答：「不通」是形容詞，不是真的，這是講造作極重的罪業，沒有辦法懺悔，你造的罪業太重了。實際上真正不通懺悔是你自己不肯懺悔，那就真的是不通了。如果真正肯懺悔，你就想想阿闍世王他能夠懺悔，上品中生，這不得了！哪有不通懺悔的？問題就是自己肯不肯懺悔，自己是不是真心懺悔，關鍵在這個地方，自己真心肯懺悔，沒有不通的。佛法裡面確實根本就沒有「不通」這兩個字，佛法是圓通，你看《楞嚴經》裡面「二十五圓通章」，哪有不通？沒有不通。凡是說不通，都是特別強調、警告這種罪業很重，你不可以做，做的時候真的是很麻煩，它勸勉的意思多，這不是真實的，我們要了解。"
    },
    {
      "id": "21-279-0001_p0040",
      "zh_CN": "譬如地狱，地狱变相图画出来了，这个也是鬼神来拜托的，城隍来找，找很多次。最初的时候来求，求我帮助恢复城隍庙，我说这个很难，因为中国政策不许可。中国的政策，佛教的道场如果过去有这个寺，虽然是整个被毁了，拆掉了，你再找得出证据来，政府都能够同意你再恢复。但是城隍庙是不可以，神庙是政策不许可，这是爱莫能助。城隍也懂得，也能够谅解，他说城隍庙既然不能恢复，但阎王殿很重要。阎王殿我很清楚，我小时候我母亲带我到城隍庙烧香，阎王殿我去很多次，我看得很熟悉。那就是什么？因果报应。城隍庙最大的功德就是教人善有善报，恶有恶报，你看了之后你一生都不会忘记，不敢做坏事情。做坏事情你想到什么？想到果报，所以印象非常深刻。",
      "zh_TW": "譬如地獄，地獄變相圖畫出來了，這個也是鬼神來拜託的，城隍來找，找很多次。最初的時候來求，求我幫助恢復城隍廟，我說這個很難，因為中國政策不許可。中國的政策，佛教的道場如果過去有這個寺，雖然是整個被毀了，拆掉了，你再找得出證據來，政府都能夠同意你再恢復。但是城隍廟是不可以，神廟是政策不許可，這是愛莫能助。城隍也懂得，也能夠諒解，他說城隍廟既然不能恢復，但閻王殿很重要。閻王殿我很清楚，我小時候我母親帶我到城隍廟燒香，閻王殿我去很多次，我看得很熟悉。那就是什麼？因果報應。城隍廟最大的功德就是教人善有善報，惡有惡報，你看了之後你一生都不會忘記，不敢做壞事情。做壞事情你想到什麼？想到果報，所以印象非常深刻。"
    },
    {
      "id": "21-279-0001_p0041",
      "zh_CN": "所以城隍来找我，他说阎王殿要恢复。我说这样好了，我们在佛教道场里面做浮雕，做浮雕把十殿阎王用浮雕的方法把它做出来，镶在寺庙的墙壁上。城隍想了一想，他说那成本也很高。我说是！他说不如画的好。他这一提醒，画的那太好了，这是方便多了。但我说画找不到底本，他告诉我九华山有，所以我就派人到九华山，九华山真的有。在九华山我们用照相把相片照回来，它的不大，只有十张，就像佛门里面水陆法会里头那个画差不多，只有十张。那十张当然对于地狱状况，业因果报，是比不上过去城隍庙阎王殿。那都是用泥塑的，塑的非常之好，栩栩如生，你看到真是会感动。",
      "zh_TW": "所以城隍來找我，他說閻王殿要恢復。我說這樣好了，我們在佛教道場裡面做浮雕，做浮雕把十殿閻王用浮雕的方法把它做出來，鑲在寺廟的牆壁上。城隍想了一想，他說那成本也很高。我說是！他說不如畫的好。他這一提醒，畫的那太好了，這是方便多了。但我說畫找不到底本，他告訴我九華山有，所以我就派人到九華山，九華山真的有。在九華山我們用照相把相片照回來，它的不大，只有十張，就像佛門裡面水陸法會裡頭那個畫差不多，只有十張。那十張當然對於地獄狀況，業因果報，是比不上過去城隍廟閻王殿。那都是用泥塑的，塑的非常之好，栩栩如生，你看到真是會感動。"
    },
    {
      "id": "21-279-0001_p0042",
      "zh_CN": "所以我们就想到画，画我就找个画家，也是我的同学，台湾的江逸子，我去找他，他一口就答应了，一年就画成功了。这幅地狱变相图好像是六十六公分高，这么高，六十米长，大概我们这里围一圈也许还差不多，要围一圈才能够摆得下，画得非常之好。依据道教的《玉历宝钞》，《玉历宝钞》这本书流通得很广，统统是讲因果报应，依照这个画的。画成之后我看了很欢喜，需要解释，要没有人讲解的话，这个东西还是很难看得懂的，所以我就找些人来给它做注解。",
      "zh_TW": "所以我們就想到畫，畫我就找個畫家，也是我的同學，台灣的江逸子，我去找他，他一口就答應了，一年就畫成功了。這幅地獄變相圖好像是六十六公分高，這麼高，六十米長，大概我們這裡圍一圈也許還差不多，要圍一圈才能夠擺得下，畫得非常之好。依據道教的《玉曆寶鈔》，《玉曆寶鈔》這本書流通得很廣，統統是講因果報應，依照這個畫的。畫成之後我看了很歡喜，需要解釋，要沒有人講解的話，這個東西還是很難看得懂的，所以我就找些人來給它做註解。"
    },
    {
      "id": "21-279-0001_p0043",
      "zh_CN": "同时就想到，这是道教的，释迦牟尼佛一定在经典里面也讲到地狱这个事情。通常我们只在《地藏菩萨本愿经》里面看到，《楞严经》里面讲七趣，而地狱几乎占七趣经文的二分之一，说得很详细。所以我就找了几位同学查《大藏经》，他们查了一、两个星期，找到《藏经》里头有二十五种经论，佛对于地狱讲得很详细。我们就把二十五种经论关于讲地狱的全部抄下来，现在印成一本书，已经出版了。我给它题个名字，《诸经佛说地狱集要》，你看到这本书，《大藏经》里面所说的地狱全都在里面。希望将来有人依照这个再画一幅画，那就非常好了，所以这是非常有价值。",
      "zh_TW": "同時就想到，這是道教的，釋迦牟尼佛一定在經典裡面也講到地獄這個事情。通常我們只在《地藏菩薩本願經》裡面看到，《楞嚴經》裡面講七趣，而地獄幾乎佔七趣經文的二分之一，說得很詳細。所以我就找了幾位同學查《大藏經》，他們查了一、兩個星期，找到《藏經》裡頭有二十五種經論，佛對於地獄講得很詳細。我們就把二十五種經論關於講地獄的全部抄下來，現在印成一本書，已經出版了。我給它題個名字，《諸經佛說地獄集要》，你看到這本書，《大藏經》裡面所說的地獄全都在裡面。希望將來有人依照這個再畫一幅畫，那就非常好了，所以這是非常有價值。"
    },
    {
      "id": "21-279-0001_p0044",
      "zh_CN": "现在我们印出来，城隍要求，他说法师，希望全世界的佛教道场每个道场都供养一张。所以我们也印了好几千张，有大的，有小的。城隍这个建议很好，所以我就采纳它了。我跟傅大主教，你们北京天主教的大主教傅铁山先生，我去看他的时候我送了一张给他，地狱变相图送一张给他。我说一个城隍庙至少能够敌得过一万名警察，他听了马上点头，「真的，真的」。人都不做坏事了，一万个警察不如一个城隍庙。真的可以叫人常常去看了之后，能够回心向善，不敢起恶念，不敢做坏事，那国家省了多少事情。现在城隍庙没有了，你警察增加多少？犯罪率上升，防不胜防，哪有城隍庙好？我相信将来城隍庙一定还会恢复，恢复城隍庙，国家警备可以减少，大幅度的减少。",
      "zh_TW": "現在我們印出來，城隍要求，他說法師，希望全世界的佛教道場每個道場都供養一張。所以我們也印了好幾千張，有大的，有小的。城隍這個建議很好，所以我就採納它了。我跟傅大主教，你們北京天主教的大主教傅鐵山先生，我去看他的時候我送了一張給他，地獄變相圖送一張給他。我說一個城隍廟至少能夠敵得過一萬名警察，他聽了馬上點頭，「真的，真的」。人都不做壞事了，一萬個警察不如一個城隍廟。真的可以叫人常常去看了之後，能夠回心向善，不敢起惡念，不敢做壞事，那國家省了多少事情。現在城隍廟沒有了，你警察增加多少？犯罪率上升，防不勝防，哪有城隍廟好？我相信將來城隍廟一定還會恢復，恢復城隍廟，國家警備可以減少，大幅度的減少。"
    },
    {
      "id": "21-279-0001_p0045",
      "zh_CN": "问：下面一个问题，是关于大乘《妙法莲华经‧授记品》中，世尊为诸多菩萨授记，未来世当得成佛。例如摩诃迦叶菩萨，于未来世名曰光明如来，国名光德，劫名大庄严，佛寿十二小劫。请问何谓佛寿？成佛后不是已达不生不灭境界，又何来寿命？若有时间限制，那往生极乐世界之后是否又会堕入六道轮回？望请法师慈悲开示。",
      "zh_TW": "問：下面一個問題，是關於大乘《妙法蓮華經‧授記品》中，世尊為諸多菩薩授記，未來世當得成佛。例如摩訶迦葉菩薩，於未來世名曰光明如來，國名光德，劫名大莊嚴，佛壽十二小劫。請問何謂佛壽？成佛後不是已達不生不滅境界，又何來壽命？若有時間限制，那往生極樂世界之後是否又會墮入六道輪迴？望請法師慈悲開示。"
    },
    {
      "id": "21-279-0001_p0046",
      "zh_CN": "答：凡是说佛的寿命都是讲佛的应化身，要知道佛在大乘经上讲得很清楚，佛的法身没有寿命，法身我们大家都一样的，都是不生不灭，法身没有寿命。成佛之后有报身，报身有生无灭，报身佛住的地方叫做实报庄严土，你看我们住的地方叫凡圣同居土。报身没有灭，有证得，证得之后永远不灭；但是应化身有生灭。应化身他到其他的世界，十法界里面来，到六道里面来，应以什么身得度他就现什么身，他的寿命一般都是跟着这个地区众生寿命差不多。释迦牟尼佛给我们示现的，我们中国人讲八十岁，外国人实足年龄是七十九岁，孔老夫子住世八十三岁。有寿命，这个寿命是应身。",
      "zh_TW": "答：凡是說佛的壽命都是講佛的應化身，要知道佛在大乘經上講得很清楚，佛的法身沒有壽命，法身我們大家都一樣的，都是不生不滅，法身沒有壽命。成佛之後有報身，報身有生無滅，報身佛住的地方叫做實報莊嚴土，你看我們住的地方叫凡聖同居土。報身沒有滅，有證得，證得之後永遠不滅；但是應化身有生滅。應化身他到其他的世界，十法界裡面來，到六道裡面來，應以什麼身得度他就現什麼身，他的壽命一般都是跟著這個地區眾生壽命差不多。釋迦牟尼佛給我們示現的，我們中國人講八十歲，外國人實足年齡是七十九歲，孔老夫子住世八十三歲。有壽命，這個壽命是應身。"
    },
    {
      "id": "21-279-0001_p0047",
      "zh_CN": "像我们世间的人，差不多，古人讲的「人生七十古来稀」，释迦牟尼佛那个时候，长寿的有一百岁的很多。释迦牟尼佛也应该要住世一百年，他为什么八十岁就走了？没有人求他常住。魔王跟他讲，他说佛陀，你住世讲经说法可以了，这么长够了，你可以去入般涅槃了。释迦牟尼佛点头答应他，当然佛不说妄语，佛答应他，那就真的要兑现，所以释迦牟尼佛是提前灭度的。这就说明你们不请他住世他就会早走，魔请他早走。所以这是没有问题的，这是应化身。应化身寿命也不等，从应化身的寿命就知道那个地区的众生福报很大，为什么？寿命十二小劫，这个福报就比诸天还要大。我们从这里晓得众生，因为寿命是五福里面的一种，你就能够看得出来。",
      "zh_TW": "像我們世間的人，差不多，古人講的「人生七十古來稀」，釋迦牟尼佛那個時候，長壽的有一百歲的很多。釋迦牟尼佛也應該要住世一百年，他為什麼八十歲就走了？沒有人求他常住。魔王跟他講，他說佛陀，你住世講經說法可以了，這麼長夠了，你可以去入般涅槃了。釋迦牟尼佛點頭答應他，當然佛不說妄語，佛答應他，那就真的要兌現，所以釋迦牟尼佛是提前滅度的。這就說明你們不請他住世他就會早走，魔請他早走。所以這是沒有問題的，這是應化身。應化身壽命也不等，從應化身的壽命就知道那個地區的眾生福報很大，為什麼？壽命十二小劫，這個福報就比諸天還要大。我們從這裡曉得眾生，因為壽命是五福裡面的一種，你就能夠看得出來。"
    },
    {
      "id": "21-279-0001_p0048",
      "zh_CN": "问：请问临终助念，往生者的冤亲债主和助念的人之间，是否会产生什么问题，甚至于因此结恶缘？",
      "zh_TW": "問：請問臨終助念，往生者的冤親債主和助念的人之間，是否會產生什麼問題，甚至於因此結惡緣？"
    },
    {
      "id": "21-279-0001_p0049",
      "zh_CN": "答：这个不会，助念是真实功德，因为这个时候他一生当中最需要的，就是在临终的时候提醒他不要忘记念佛求生。临终时候最怕的是他对于这个世间世缘放不下，他还有贪恋，还有很多事情没有交代，这就完了，他往生的机缘就失掉了。所以，这时候一定要帮助他，提醒他放下万缘，一心念佛求生净土。所以助念的时候不要任何开示，任何开示都是打闲岔，对他都没有好处，只有一句佛号。什么时候给他开示？他说他看到什么某某人来了，或者看到什么某某菩萨来了，这个时候你就要特别提醒他，「不要理他，不可以跟他去，阿弥陀佛来才可以跟他去，不是阿弥陀佛不可以跟他去」。冤亲债主他会变现其他佛菩萨的形相来骗他，这个护法神不干涉的；你要是变阿弥陀佛、观音菩萨来骗他，护法神干涉。为什么？这是本尊。你变现其他的，那是冒牌，冒牌不是本尊，这个护法神可以原谅你；你如果变本尊，护法神干涉，他不敢变。",
      "zh_TW": "答：這個不會，助念是真實功德，因為這個時候他一生當中最需要的，就是在臨終的時候提醒他不要忘記念佛求生。臨終時候最怕的是他對於這個世間世緣放不下，他還有貪戀，還有很多事情沒有交代，這就完了，他往生的機緣就失掉了。所以，這時候一定要幫助他，提醒他放下萬緣，一心念佛求生淨土。所以助念的時候不要任何開示，任何開示都是打閒岔，對他都沒有好處，只有一句佛號。什麼時候給他開示？他說他看到什麼某某人來了，或者看到什麼某某菩薩來了，這個時候你就要特別提醒他，「不要理他，不可以跟他去，阿彌陀佛來才可以跟他去，不是阿彌陀佛不可以跟他去」。冤親債主他會變現其他佛菩薩的形相來騙他，這個護法神不干涉的；你要是變阿彌陀佛、觀音菩薩來騙他，護法神干涉。為什麼？這是本尊。你變現其他的，那是冒牌，冒牌不是本尊，這個護法神可以原諒你；你如果變本尊，護法神干涉，他不敢變。"
    },
    {
      "id": "21-279-0001_p0050",
      "zh_CN": "所以一定自己心里要有信心，阿弥陀佛来，绝对是真的，其他的佛来，都是妖魔鬼怪，都是假的，不是真的，你有这个认知你就不会错了。所以跟助念的人，助念的人一定得佛菩萨加持，不会惹上这些。除非助念的人心邪不正，那你就会受鬼神的干扰，如果你心地清净，正大光明，鬼神看到也尊敬你，也不会找你的麻烦。",
      "zh_TW": "所以一定自己心裡要有信心，阿彌陀佛來，絕對是真的，其他的佛來，都是妖魔鬼怪，都是假的，不是真的，你有這個認知你就不會錯了。所以跟助念的人，助念的人一定得佛菩薩加持，不會惹上這些。除非助念的人心邪不正，那你就會受鬼神的干擾，如果你心地清淨，正大光明，鬼神看到也尊敬你，也不會找你的麻煩。"
    },
    {
      "id": "21-279-0001_p0051",
      "zh_CN": "问：下面一个问题，意外死亡的人是否也能因适当的开示，及至诚助念往生西方极乐世界，而不一定是要如传闻中所说，意外死亡者一定得找替身才能再去投胎。若能因此往生者，也算前生所修善根福德深厚之人吗？还是佛性本具，只要至诚感通，都能令亡者放下执着，随佛往生？",
      "zh_TW": "問：下面一個問題，意外死亡的人是否也能因適當的開示，及至誠助念往生西方極樂世界，而不一定是要如傳聞中所說，意外死亡者一定得找替身才能再去投胎。若能因此往生者，也算前生所修善根福德深厚之人嗎？還是佛性本具，只要至誠感通，都能令亡者放下執著，隨佛往生？"
    },
    {
      "id": "21-279-0001_p0052",
      "zh_CN": "答：你问的很好，意外往生的人，凡是能够念佛劝他往生，他立刻能接受，立刻能够依教奉行，这是他过去生中修净土的因很深，在这个时候一提醒，他就把前世善根就接上了，确实能往生。至于要找替身，那是他业障很深重，也就是说他还是轮回心造轮回业。既然是轮回心轮回业，就一定要找替身，如果没有替身，通常是离不开现场。所以，诸位要是细心去观察你会发现，出车祸地方，常常就那个地方出车祸，为什么？那是要找替身的。",
      "zh_TW": "答：你問的很好，意外往生的人，凡是能夠念佛勸他往生，他立刻能接受，立刻能夠依教奉行，這是他過去生中修淨土的因很深，在這個時候一提醒，他就把前世善根就接上了，確實能往生。至於要找替身，那是他業障很深重，也就是說他還是輪迴心造輪迴業。既然是輪迴心輪迴業，就一定要找替身，如果沒有替身，通常是離不開現場。所以，諸位要是細心去觀察你會發現，出車禍地方，常常就那個地方出車禍，為什麼？那是要找替身的。"
    },
    {
      "id": "21-279-0001_p0053",
      "zh_CN": "替身也不是随便找的，找替身的冤魂也不敢随便去拉人，总是什么？他自己也一定有这个过失，他在那里等到了，机会等到了，他不敢捉弄人，他捉弄人他有罪过。所以人的一生都有命，所谓「一饮一啄，莫非前定」，连外国，你看美国一个预言家凯西，大家都知道的，世界上很闻名的。他的报告里面我读过，他说了一句话，他说全世界任何一个人，在一生当中，决定没有突发的事件，没有前因，突发的事情，他说决定没有，任何大大小小的事情跟前世都有因。既然与前世有因，与后世一定也离不开关系，所以人都是有过去、今生、未来，绝对不是一生，他这个说法非常正确，这是我们应当要明了的。",
      "zh_TW": "替身也不是隨便找的，找替身的冤魂也不敢隨便去拉人，總是什麼？他自己也一定有這個過失，他在那裡等到了，機會等到了，他不敢捉弄人，他捉弄人他有罪過。所以人的一生都有命，所謂「一飲一啄，莫非前定」，連外國，你看美國一個預言家凱西，大家都知道的，世界上很聞名的。他的報告裡面我讀過，他說了一句話，他說全世界任何一個人，在一生當中，決定沒有突發的事件，沒有前因，突發的事情，他說決定沒有，任何大大小小的事情跟前世都有因。既然與前世有因，與後世一定也離不開關係，所以人都是有過去、今生、未來，絕對不是一生，他這個說法非常正確，這是我們應當要明瞭的。"
    },
    {
      "id": "21-279-0001_p0054",
      "zh_CN": "往生西方极乐世界会不会再到六道来？会，他是乘愿再来度众生，他不是堕入六道，他不是，他是乘愿再来。到这个世间来，跟观音菩萨一样，应以什么身得度他就现什么身。所以诸佛菩萨没有一定的身，身是怎么回事情？是随着众生的心愿，众生喜欢什么身他就现什么身，这样才能教化众生方便。所以，众生喜欢佛，他就现佛身；众生喜欢菩萨，他就现菩萨身；众生喜欢上帝，他就现上帝身；众生喜欢耶稣，他就现耶稣身，全是佛菩萨变现的。我这个说法，接触很多很多宗教，原先我以为有人反对，结果这么多年没有一个反对，可见得大家都赞成。",
      "zh_TW": "往生西方極樂世界會不會再到六道來？會，他是乘願再來度眾生，他不是墮入六道，他不是，他是乘願再來。到這個世間來，跟觀音菩薩一樣，應以什麼身得度他就現什麼身。所以諸佛菩薩沒有一定的身，身是怎麼回事情？是隨著眾生的心願，眾生喜歡什麼身他就現什麼身，這樣才能教化眾生方便。所以，眾生喜歡佛，他就現佛身；眾生喜歡菩薩，他就現菩薩身；眾生喜歡上帝，他就現上帝身；眾生喜歡耶穌，他就現耶穌身，全是佛菩薩變現的。我這個說法，接觸很多很多宗教，原先我以為有人反對，結果這麼多年沒有一個反對，可見得大家都贊成。"
    },
    {
      "id": "21-279-0001_p0055",
      "zh_CN": "他们说宇宙之间有一个真神，我们佛教不说真神，我们佛教这个名词叫「法性」，叫法性，《华严经》上讲「唯心所现，唯识所变」，心识就是讲的性，讲的法性。他们说是真神，可以，名词无所谓，「名可名，非常名，道可道，非常道」，只要说的是一桩事情，怎么说都行。所以我就讲，这个世间所有宗教的神明都是一个神，可不能互相毁谤，互相毁谤就是毁谤自己的神。他们基督教强调他们的是真神，我说你不知道，释迦牟尼佛是耶稣的化身，他就呆了。你骂他你不就骂耶稣吗？是一不是二，所以说一定要互相尊敬。",
      "zh_TW": "他們說宇宙之間有一個真神，我們佛教不說真神，我們佛教這個名詞叫「法性」，叫法性，《華嚴經》上講「唯心所現，唯識所變」，心識就是講的性，講的法性。他們說是真神，可以，名詞無所謂，「名可名，非常名，道可道，非常道」，只要說的是一樁事情，怎麼說都行。所以我就講，這個世間所有宗教的神明都是一個神，可不能互相毀謗，互相毀謗就是毀謗自己的神。他們基督教強調他們的是真神，我說你不知道，釋迦牟尼佛是耶穌的化身，他就呆了。你罵他你不就罵耶穌嗎？是一不是二，所以說一定要互相尊敬。"
    },
    {
      "id": "21-279-0001_p0056",
      "zh_CN": "我说像我们的佛教，佛教有很多宗派，这次我在日本看到的，我劝导日本的佛门，他们因为很多宗派彼此互相不往来，这是错误的。我去的时候很难得，他们大家在一起欢迎我，旁边的人告诉我：平常他们都不来，法师，你来的时候他们都来欢迎你，很难得！所以我就劝大家，我们佛门不同的宗派，不同宗、不同派别，都是亲兄弟，释迦牟尼佛传下来的。我们不和，佛就很难过，兄弟不和，父母很痛心。我说其他宗教，像基督教、天主教、伊斯兰教，都是我们的表兄弟、堂兄弟，全是一家人。所以一定要和睦相处，要彼此互相尊敬，互助合作，我们对社会、对这个世界才能做出真正的贡献，不能够分化。",
      "zh_TW": "我說像我們的佛教，佛教有很多宗派，這次我在日本看到的，我勸導日本的佛門，他們因為很多宗派彼此互相不往來，這是錯誤的。我去的時候很難得，他們大家在一起歡迎我，旁邊的人告訴我：平常他們都不來，法師，你來的時候他們都來歡迎你，很難得！所以我就勸大家，我們佛門不同的宗派，不同宗、不同派別，都是親兄弟，釋迦牟尼佛傳下來的。我們不和，佛就很難過，兄弟不和，父母很痛心。我說其他宗教，像基督教、天主教、伊斯蘭教，都是我們的表兄弟、堂兄弟，全是一家人。所以一定要和睦相處，要彼此互相尊敬，互助合作，我們對社會、對這個世界才能做出真正的貢獻，不能夠分化。"
    },
    {
      "id": "21-279-0001_p0057",
      "zh_CN": "这理念我们得到日本一个老和尚中村康隆，他今年一百零一岁，对我非常好。他跟我说，全世界宗教的创始人都是观世音菩萨的化身，观世音菩萨应以什么身得度就现什么身。他底下的徒众告诉我，他说净空法师，我们老和尚一生没有说过这个话，今天你来的时候他这样说法，我们头一次听到。老和尚有智慧。",
      "zh_TW": "這理念我們得到日本一個老和尚中村康隆，他今年一百零一歲，對我非常好。他跟我說，全世界宗教的創始人都是觀世音菩薩的化身，觀世音菩薩應以什麼身得度就現什麼身。他底下的徒眾告訴我，他說淨空法師，我們老和尚一生沒有說過這個話，今天你來的時候他這樣說法，我們頭一次聽到。老和尚有智慧。"
    },
    {
      "id": "21-279-0001_p0058",
      "zh_CN": "问：下面一个问题，他说在浴室帮小孩洗澡时，出声念佛给他听，不知是否不恭敬？",
      "zh_TW": "問：下面一個問題，他說在浴室幫小孩洗澡時，出聲念佛給他聽，不知是否不恭敬？"
    },
    {
      "id": "21-279-0001_p0059",
      "zh_CN": "答：是不恭敬。在浴室里面出口念佛是不恭敬。可是有方法，现在有念佛机，念佛机放在门外，你里面可以听到，这样就很好。总而言之，让小朋友从小常常听佛号，所谓是「一历耳根，永为道种」，这真的是有好处，我们有方便法。",
      "zh_TW": "答：是不恭敬。在浴室裡面出口念佛是不恭敬。可是有方法，現在有念佛機，念佛機放在門外，你裡面可以聽到，這樣就很好。總而言之，讓小朋友從小常常聽佛號，所謂是「一歷耳根，永為道種」，這真的是有好處，我們有方便法。"
    },
    {
      "id": "21-279-0001_p0060",
      "zh_CN": "问：底下一个问题，他说学生浅见，认为《无量寿经》内容已圆满包含一切世出世间法，《弟子规》、《十善业道经》、《了凡四训》及《感应篇》皆包在其中。《大经合赞》亦言，「能读此经，即不信佛，亦不失为善人故」，因此专读《无量寿经》，好好依经中的道理去做，老实念佛，应已包含一切。对初学的我来说，若再分心研习其他经书，恐心志不专，效果有限，不知此种见解是否正确？",
      "zh_TW": "問：底下一個問題，他說學生淺見，認為《無量壽經》內容已圓滿包含一切世出世間法，《弟子規》、《十善業道經》、《了凡四訓》及《感應篇》皆包在其中。《大經合讚》亦言，「能讀此經，即不信佛，亦不失為善人故」，因此專讀《無量壽經》，好好依經中的道理去做，老實念佛，應已包含一切。對初學的我來說，若再分心研習其他經書，恐心志不專，效果有限，不知此種見解是否正確？"
    },
    {
      "id": "21-279-0001_p0061",
      "zh_CN": "答：正确也不正确，怎么说？你的根性是这样，对你正确，对别人就不正确，所以亦正确，亦不正确。每个众生根性不一样，所以佛才开方便法门，佛法是「慈悲为本，方便为门」，方便门有多少？八万四千门，四弘誓愿里面讲的无量门，法门无量誓愿学。为什么？无量的众生，无量的根性，绝不是一个方法能够适合一切人。《无量寿经》适合你，这就是应你的机，但是别人很难做得到。所以一般人，大多数人要按部就班的学，由浅而深，真正扎这个基础。我们选择《弟子规》跟《十善业道经》，像《了凡四训》、《感应篇》这些，没有离开大经，这确确实实的。可是你要学这个大经，你必须要把这个全部落实，因为它包括在其中。",
      "zh_TW": "答：正確也不正確，怎麼說？你的根性是這樣，對你正確，對別人就不正確，所以亦正確，亦不正確。每個眾生根性不一樣，所以佛才開方便法門，佛法是「慈悲為本，方便為門」，方便門有多少？八萬四千門，四弘誓願裡面講的無量門，法門無量誓願學。為什麼？無量的眾生，無量的根性，絕不是一個方法能夠適合一切人。《無量壽經》適合你，這就是應你的機，但是別人很難做得到。所以一般人，大多數人要按部就班的學，由淺而深，真正紮這個基礎。我們選擇《弟子規》跟《十善業道經》，像《了凡四訓》、《感應篇》這些，沒有離開大經，這確確實實的。可是你要學這個大經，你必須要把這個全部落實，因為它包括在其中。"
    },
    {
      "id": "21-279-0001_p0062",
      "zh_CN": "《观经》里面讲「孝养父母，奉事师长」，《弟子规》全是讲这个细节，你在日常生活当中你都做到了，那你已经学完了，毕业了；你如果没有做到，那你还是要学。你可以把《弟子规》这些东西拿来读一读看看，我统统做到了，当然你不必再学。你看到许许多多学佛同学他们没有做到，没有做到时候你就要帮助他学习，这个就对了，不可以一律而论。这是我们懂得佛的慈悲，佛的教学方法。",
      "zh_TW": "《觀經》裡面講「孝養父母，奉事師長」，《弟子規》全是講這個細節，你在日常生活當中你都做到了，那你已經學完了，畢業了；你如果沒有做到，那你還是要學。你可以把《弟子規》這些東西拿來讀一讀看看，我統統做到了，當然你不必再學。你看到許許多多學佛同學他們沒有做到，沒有做到時候你就要幫助他學習，這個就對了，不可以一律而論。這是我們懂得佛的慈悲，佛的教學方法。"
    },
    {
      "id": "21-279-0001_p0063",
      "zh_CN": "问：下面一位同学问，他说既然「一切有为法，如梦幻泡影」，那为何还要读经、念佛？恭请老法师开示。",
      "zh_TW": "問：下面一位同學問，他說既然「一切有為法，如夢幻泡影」，那為何還要讀經、念佛？恭請老法師開示。"
    },
    {
      "id": "21-279-0001_p0064",
      "zh_CN": "答：如果你真的已经契入一切法如梦幻泡影，你什么经都不要念了，你也不要念佛。为什么？你已经成佛了。可是你只晓得这句话你没有做到，你还有是非人我，你还有妄想分别执着，那你还是要读经、念佛，除这个你没有办法。所以，梦幻泡影是真的，一点都不假，你要是真契入这个境界，这就是你已经证得诸法实相。证得诸法实相，你已经是法身佛了，破一品无明，证一分法身，你是法身大士，不但六道超越了，十法界也超越。所以这个地方决定不可以误会。",
      "zh_TW": "答：如果你真的已經契入一切法如夢幻泡影，你什麼經都不要念了，你也不要念佛。為什麼？你已經成佛了。可是你只曉得這句話你沒有做到，你還有是非人我，你還有妄想分別執著，那你還是要讀經、念佛，除這個你沒有辦法。所以，夢幻泡影是真的，一點都不假，你要是真契入這個境界，這就是你已經證得諸法實相。證得諸法實相，你已經是法身佛了，破一品無明，證一分法身，你是法身大士，不但六道超越了，十法界也超越。所以這個地方決定不可以誤會。"
    },
    {
      "id": "21-279-0001_p0065",
      "zh_CN": "问：这是今天的。这是一位同修，他提的两个问题。劝初学，教其念佛，不如劝他听经，是否会误导众生？",
      "zh_TW": "問：這是今天的。這是一位同修，他提的兩個問題。勸初學，教其念佛，不如勸他聽經，是否會誤導眾生？"
    },
    {
      "id": "21-279-0001_p0066",
      "zh_CN": "答：不会，劝他念佛是给他种善根，正是所谓「一历耳根，永为道种」，他这一生很难得利益，只是跟佛结了缘；你劝他听经，他现在就得利益。众生根性不一样，特别对于知识分子，你对知识分子劝他念佛，他不高兴，他不喜欢听。用什么方法劝他？不要劝他，我们手上拿一串念珠就是劝他，他一看到这个他就会想到佛，你看阿赖耶识里佛就种下去，所以一串念珠就可以了。普遍劝大家念佛，一定要劝他听经，我入佛门就是老师讲给我听我才明了。你说叫我去念佛，绝对不可能，不可能接受的，各人根性不一样。现在我们看到一些年轻人，劝他念佛，他就真念，我很佩服他。为什么？他能做得到我做不到，我这个念佛是搞了十几年才相信，才真肯死心塌地去念。没有搞清楚的时候总是怀疑，不能接受，一定要搞清楚。听经比什么都好，特别是什么？《认识佛教》这个书接引初机非常适合。",
      "zh_TW": "答：不會，勸他念佛是給他種善根，正是所謂「一歷耳根，永為道種」，他這一生很難得利益，只是跟佛結了緣；你勸他聽經，他現在就得利益。眾生根性不一樣，特別對於知識分子，你對知識分子勸他念佛，他不高興，他不喜歡聽。用什麼方法勸他？不要勸他，我們手上拿一串念珠就是勸他，他一看到這個他就會想到佛，你看阿賴耶識裡佛就種下去，所以一串念珠就可以了。普遍勸大家念佛，一定要勸他聽經，我入佛門就是老師講給我聽我才明瞭。你說叫我去念佛，絕對不可能，不可能接受的，各人根性不一樣。現在我們看到一些年輕人，勸他念佛，他就真念，我很佩服他。為什麼？他能做得到我做不到，我這個念佛是搞了十幾年才相信，才真肯死心塌地去念。沒有搞清楚的時候總是懷疑，不能接受，一定要搞清楚。聽經比什麼都好，特別是什麼？《認識佛教》這個書接引初機非常適合。"
    },
    {
      "id": "21-279-0001_p0067",
      "zh_CN": "《认识佛教》是我在美国讲的，在迈阿密。因为那次讲座当地同修邀请我的时候是讲《地藏经大意》，一个星期。可是我到那边一去，看到当地美国人很多，这是很少看到，坐了那么多当地人，我说这个难得。所以马上我就《地藏经大意》不讲了，我说我讲「认识佛教」，所以「认识佛教」是对美国人讲的。以后他们从录音带里面写出这本书出来，现在这个书流通的很广，在全世界都有流通，也有几种外国文的翻译本。用这个方法来接触，他才了解佛教是什么，佛教不是迷信，佛教是教育，我们应当要接受。",
      "zh_TW": "《認識佛教》是我在美國講的，在邁阿密。因為那次講座當地同修邀請我的時候是講《地藏經大意》，一個星期。可是我到那邊一去，看到當地美國人很多，這是很少看到，坐了那麼多當地人，我說這個難得。所以馬上我就《地藏經大意》不講了，我說我講「認識佛教」，所以「認識佛教」是對美國人講的。以後他們從錄音帶裡面寫出這本書出來，現在這個書流通的很廣，在全世界都有流通，也有幾種外國文的翻譯本。用這個方法來接觸，他才了解佛教是什麼，佛教不是迷信，佛教是教育，我們應當要接受。"
    },
    {
      "id": "21-279-0001_p0068",
      "zh_CN": "问：第二个问题，在念佛起妄念的时候，这些妄念都是想怎样帮助还没有闻到佛法的一切苦难众生。这种妄念是好的吗？算是正念吗？",
      "zh_TW": "問：第二個問題，在念佛起妄念的時候，這些妄念都是想怎樣幫助還沒有聞到佛法的一切苦難眾生。這種妄念是好的嗎？算是正念嗎？"
    },
    {
      "id": "21-279-0001_p0069",
      "zh_CN": "答：不算，还是妄念，最好你在念佛用功的时候不要想这些。怎样去帮助这一切苦难众生，最殊胜的办法是你自己修好，你修好就做个好样子，自自然然你就会感化很多众生。我常常在世界上各地走动，参加很多会议，这个形相就度了很多众生。他们一看到我是出家，他就晓得这是佛，见到我也会合掌。我没有任何忌讳，有很多出家人参加国际会议的时候他都换成西装，我不换，我就是这个形相。同时这个形相还会教人更起向往羡慕的心，我一说我八十岁，他们吓一跳，他们年岁都比我小，站在旁边都比我老，所以问我怎么保养。",
      "zh_TW": "答：不算，還是妄念，最好你在念佛用功的時候不要想這些。怎樣去幫助這一切苦難眾生，最殊勝的辦法是你自己修好，你修好就做個好樣子，自自然然你就會感化很多眾生。我常常在世界上各地走動，參加很多會議，這個形相就度了很多眾生。他們一看到我是出家，他就曉得這是佛，見到我也會合掌。我沒有任何忌諱，有很多出家人參加國際會議的時候他都換成西裝，我不換，我就是這個形相。同時這個形相還會教人更起嚮往羨慕的心，我一說我八十歲，他們嚇一跳，他們年歲都比我小，站在旁邊都比我老，所以問我怎麼保養。"
    },
    {
      "id": "21-279-0001_p0070",
      "zh_CN": "连日本江本胜博士，他今年只有六十多岁，不到七十岁，小我十几岁。我到日本去访问他的时候，他一看到我说法师，你是怎么保养的？我告诉他，我保养的方法就是你研究出来的东西。你水结晶里面研究的，最好的，他现在得出结论，十年得出结论，「爱」跟「感谢」，我说我就是用爱、用感恩养身体。你虽然实验出来，你没有落实，你没有做到，所以你的身体不如我。这个方法教化众生，要拿这个样子给人看，他就服了。劝很困难，很难接受，我们自己要做到，我们依教奉行。人家说素食没有营养，我们素食健康长寿，做出来给他看，他就会相信了。所以度众生这个事情我们要有愿，但是不能常常挂在心上，挂在心上把我们修行修清净心的功夫打乱了。成就自己就是成就众生，自他不二。",
      "zh_TW": "連日本江本勝博士，他今年只有六十多歲，不到七十歲，小我十幾歲。我到日本去訪問他的時候，他一看到我說法師，你是怎麼保養的？我告訴他，我保養的方法就是你研究出來的東西。你水結晶裡面研究的，最好的，他現在得出結論，十年得出結論，「愛」跟「感謝」，我說我就是用愛、用感恩養身體。你雖然實驗出來，你沒有落實，你沒有做到，所以你的身體不如我。這個方法教化眾生，要拿這個樣子給人看，他就服了。勸很困難，很難接受，我們自己要做到，我們依教奉行。人家說素食沒有營養，我們素食健康長壽，做出來給他看，他就會相信了。所以度眾生這個事情我們要有願，但是不能常常掛在心上，掛在心上把我們修行修清淨心的功夫打亂了。成就自己就是成就眾生，自他不二。"
    },
    {
      "id": "21-279-0001_p0071",
      "zh_CN": "问：这是广州赵居士，他问的是，他是从事银行经营管理的工作，每天接触许多人和事，现在有两个问题，他到香港来找我。第一个问题，如何克制自己少说话，不说话，同时又能把工作做好？",
      "zh_TW": "問：這是廣州趙居士，他問的是，他是從事銀行經營管理的工作，每天接觸許多人和事，現在有兩個問題，他到香港來找我。第一個問題，如何克制自己少說話，不說話，同時又能把工作做好？"
    },
    {
      "id": "21-279-0001_p0072",
      "zh_CN": "答：这个事情你不要问我，要问你自己，我让你控制，你不会控制也是枉然。你既然懂得了，那你就尽量少说话，尽可能的不说话。面对着客人的时候，你把你应该服务到的尽心尽力帮助他，为他服务，这就很好。还有一个方法就是有工作的时候，尤其工作需要用思考，你就认真工作，如果这个工作不是用思考的，是用体力的，你心里头的佛号就可以不断。心里头有佛号，你工作不会累。累是什么？我的工作做好多了，累了，愈想愈累；你想佛号，想佛号没有想到工作的时候，做再多的工作觉得还没有做，所以不会感觉到疲倦，不会感觉到累。这种修行方法就很好，你都能够给同事们做榜样，做模范。",
      "zh_TW": "答：這個事情你不要問我，要問你自己，我讓你控制，你不會控制也是枉然。你既然懂得了，那你就盡量少說話，盡可能的不說話。面對著客人的時候，你把你應該服務到的盡心盡力幫助他，為他服務，這就很好。還有一個方法就是有工作的時候，尤其工作需要用思考，你就認真工作，如果這個工作不是用思考的，是用體力的，你心裡頭的佛號就可以不斷。心裡頭有佛號，你工作不會累。累是什麼？我的工作做好多了，累了，愈想愈累；你想佛號，想佛號沒有想到工作的時候，做再多的工作覺得還沒有做，所以不會感覺到疲倦，不會感覺到累。這種修行方法就很好，你都能夠給同事們做榜樣，做模範。"
    },
    {
      "id": "21-279-0001_p0073",
      "zh_CN": "问：第二是如何调控自己的情绪，做到不发脾气，少发脾气，真正做到不见世间过？",
      "zh_TW": "問：第二是如何調控自己的情緒，做到不發脾氣，少發脾氣，真正做到不見世間過？"
    },
    {
      "id": "21-279-0001_p0074",
      "zh_CN": "答：这是一个修养的问题，还是要多读经，多明理。经念多了，道理搞清楚了，然后你才真正明了世间人都没有过失。世间人都没有过失是从哪里看？从他本性本善看，连儒家都讲「人之初，性本善」。为什么会有过失？迷失了本性，从小没有人教他，被外面染污，学坏了；本来是好人，学坏了，只要他回头他就是好人。所以教育是帮助他回头，教育不是说这个人坏了，不要去理他了，那是错误，那不叫教育，一定要以善巧方便帮助他回头。",
      "zh_TW": "答：這是一個修養的問題，還是要多讀經，多明理。經念多了，道理搞清楚了，然後你才真正明瞭世間人都沒有過失。世間人都沒有過失是從哪裡看？從他本性本善看，連儒家都講「人之初，性本善」。為什麼會有過失？迷失了本性，從小沒有人教他，被外面染污，學壞了；本來是好人，學壞了，只要他回頭他就是好人。所以教育是幫助他回頭，教育不是說這個人壞了，不要去理他了，那是錯誤，那不叫教育，一定要以善巧方便幫助他回頭。"
    },
    {
      "id": "21-279-0001_p0075",
      "zh_CN": "所以，发脾气这个道理，事实真相，你自己要明了。发脾气不能解决问题，发脾气对自己的伤害非常严重，你发五分钟的脾气，三天都不能恢复。为什么？脾气一发，江本胜博士的实验你就晓得了，全身的细胞都变得很坏。你要把它恢复正常，要三天！你骂人发脾气，人家受你的伤害只有三分，自己七分，很划不来。这是傻事，这不是聪明人干的。聪明人是决定不伤害自己，决定不发脾气，不发脾气一样把问题解决，把事情办好。",
      "zh_TW": "所以，發脾氣這個道理，事實真相，你自己要明瞭。發脾氣不能解決問題，發脾氣對自己的傷害非常嚴重，你發五分鐘的脾氣，三天都不能恢復。為什麼？脾氣一發，江本勝博士的實驗你就曉得了，全身的細胞都變得很壞。你要把它恢復正常，要三天！你罵人發脾氣，人家受你的傷害只有三分，自己七分，很划不來。這是傻事，這不是聰明人幹的。聰明人是決定不傷害自己，決定不發脾氣，不發脾氣一樣把問題解決，把事情辦好。"
    },
    {
      "id": "21-279-0001_p0076",
      "zh_CN": "问：下面有位同修，他说弟子请法师为弟子解答疑惑。戒经内有一条，若父母师长有病，能往瞻视病苦否？弟子们都答：能。若有某些人已经控制了老人家，又不让居士们前往瞻视和问安，弟子们也不能照顾、供养、瞻视病苦，心感悲痛；又愤怒那些人，不明白他们心态是什么，但是我们弟子是否犯了上面不顾师长前往瞻视病苦罪？请师父慈悲为我们大家解答。",
      "zh_TW": "問：下面有位同修，他說弟子請法師為弟子解答疑惑。戒經內有一條，若父母師長有病，能往瞻視病苦否？弟子們都答：能。若有某些人已經控制了老人家，又不讓居士們前往瞻視和問安，弟子們也不能照顧、供養、瞻視病苦，心感悲痛；又憤怒那些人，不明白他們心態是什麼，但是我們弟子是否犯了上面不顧師長前往瞻視病苦罪？請師父慈悲為我們大家解答。"
    },
    {
      "id": "21-279-0001_p0077",
      "zh_CN": "答：这个确实有，病人旁边他的侍者，照顾他的人，不让你去看他。可是你的心意统统都到了，你的功德是圆满的，那个障碍的罪过是他旁边那些人，与你不相干，这个要知道。身旁障碍的人总是希望病人尽量给他安静，不要让他有多的这些应酬，应酬伤精神，所以两面都是好心。这里面会不会有过失？那就是很微细的问题了。如果这个人是一个长者，是个有德行的人，他要真正有事情来交代，探望这个人探望不到，他来了，你们拒绝见面，这个就有过失；如果不是这种情形，只是来探望，来慰问的，没有过失。这个差别很大，不是每个人都是一样的，不相同。这种情形都要看当时状况而定，不能够说一定有过或没有过。总而言之，我们去探病，我们的心意都到了，这就是圆满功德，不犯这个戒经所说的罪过。",
      "zh_TW": "答：這個確實有，病人旁邊他的侍者，照顧他的人，不讓你去看他。可是你的心意統統都到了，你的功德是圓滿的，那個障礙的罪過是他旁邊那些人，與你不相干，這個要知道。身旁障礙的人總是希望病人盡量給他安靜，不要讓他有多的這些應酬，應酬傷精神，所以兩面都是好心。這裡面會不會有過失？那就是很微細的問題了。如果這個人是一個長者，是個有德行的人，他要真正有事情來交代，探望這個人探望不到，他來了，你們拒絕見面，這個就有過失；如果不是這種情形，只是來探望，來慰問的，沒有過失。這個差別很大，不是每個人都是一樣的，不相同。這種情形都要看當時狀況而定，不能夠說一定有過或沒有過。總而言之，我們去探病，我們的心意都到了，這就是圓滿功德，不犯這個戒經所說的罪過。"
    },
    {
      "id": "21-279-0001_p0078",
      "zh_CN": "问：这是一位广东的同修他问的。他说听一位法师讲，菩萨戒是五戒加一戒，不两舌，现知道持戒严，可以退戒吗？",
      "zh_TW": "問：這是一位廣東的同修他問的。他說聽一位法師講，菩薩戒是五戒加一戒，不兩舌，現知道持戒嚴，可以退戒嗎？"
    },
    {
      "id": "21-279-0001_p0079",
      "zh_CN": "答：可以，自古以来受戒之后退戒的人有，确实是可以退戒，退戒之后希望你学戒，你要学。我跟你讲老实话，你受的那个戒都是假的，退不退都没有关系。为什么？你根本就没有得戒，你还退什么？根本就没有得戒。这个话不是我说的，这个话最早是蕅益大师说的，以后是弘一大师说的，他们都是研究戒律的。蕅益大师讲，中国从南宋以后就没有比丘了，所以南宋以后我们出家人受的比丘戒，全是叫名字比丘，有名无实。所以，蕅益大师他老人家也给我们做了个榜样，你看他受了三坛大戒之后，退比丘戒，他一生受持菩萨戒沙弥。因为菩萨戒跟沙弥戒自己在佛菩萨形像面前发誓来受都可以得到，唯独比丘戒，至少要五个真正的比丘传授。一个真的比丘都没有，你怎么会得戒？",
      "zh_TW": "答：可以，自古以來受戒之後退戒的人有，確實是可以退戒，退戒之後希望你學戒，你要學。我跟你講老實話，你受的那個戒都是假的，退不退都沒有關係。為什麼？你根本就沒有得戒，你還退什麼？根本就沒有得戒。這個話不是我說的，這個話最早是蕅益大師說的，以後是弘一大師說的，他們都是研究戒律的。蕅益大師講，中國從南宋以後就沒有比丘了，所以南宋以後我們出家人受的比丘戒，全是叫名字比丘，有名無實。所以，蕅益大師他老人家也給我們做了個榜樣，你看他受了三壇大戒之後，退比丘戒，他一生受持菩薩戒沙彌。因為菩薩戒跟沙彌戒自己在佛菩薩形像面前發誓來受都可以得到，唯獨比丘戒，至少要五個真正的比丘傳授。一個真的比丘都沒有，你怎麼會得戒？"
    },
    {
      "id": "21-279-0001_p0080",
      "zh_CN": "可是你看弘一大师给我们讲得很清楚，这个戒我们不能不受，假的也要受。为什么？受了以后去学比丘戒，没有人毁谤你，你没有受比丘戒，你去研究比丘戒，学比丘戒，人家会骂你，这是佛不许可的，会遭人家议论。所以要知道，我们受不是真正得，真正得要去学，一条一条要把它做到，那才叫真正得戒。所以受戒之后好好的去学戒，那就对了；受了之后不去学，这是错误的。",
      "zh_TW": "可是你看弘一大師給我們講得很清楚，這個戒我們不能不受，假的也要受。為什麼？受了以後去學比丘戒，沒有人毀謗你，你沒有受比丘戒，你去研究比丘戒，學比丘戒，人家會罵你，這是佛不許可的，會遭人家議論。所以要知道，我們受不是真正得，真正得要去學，一條一條要把它做到，那才叫真正得戒。所以受戒之後好好的去學戒，那就對了；受了之後不去學，這是錯誤的。"
    },
    {
      "id": "21-279-0001_p0081",
      "zh_CN": "问：第二他说代问受「梵网菩萨戒」的在家居士可否过夫妻生活，请老法师开示。",
      "zh_TW": "問：第二他說代問受「梵網菩薩戒」的在家居士可否過夫妻生活，請老法師開示。"
    },
    {
      "id": "21-279-0001_p0082",
      "zh_CN": "答：在家菩萨戒可以，但是「梵网菩萨戒」一般是对出家的，不是对在家的。在家菩萨戒是「璎珞戒」，比梵网戒要宽，璎珞戒是六重二十八轻，不像梵网，梵网是十重四十八轻，戒条多，不容易守，所以在家最好受璎珞菩萨戒。",
      "zh_TW": "答：在家菩薩戒可以，但是「梵網菩薩戒」一般是對出家的，不是對在家的。在家菩薩戒是「瓔珞戒」，比梵網戒要寬，瓔珞戒是六重二十八輕，不像梵網，梵網是十重四十八輕，戒條多，不容易守，所以在家最好受瓔珞菩薩戒。"
    },
    {
      "id": "21-279-0001_p0083",
      "zh_CN": "问：这是香港一位同学他问的，他说有个居士，念佛求生净土的，他一个人独居。当他就要往生时，用念佛机助念，念佛机可否带领他念佛生净土？",
      "zh_TW": "問：這是香港一位同學他問的，他說有個居士，念佛求生淨土的，他一個人獨居。當他就要往生時，用念佛機助念，念佛機可否帶領他念佛生淨土？"
    },
    {
      "id": "21-279-0001_p0084",
      "zh_CN": "答：可以！人在临终的时候，最重要的是要有人提醒他念佛，不至于把佛号中断，不至于有妄想。所以有同修帮他助念，很好；没有，用念佛机也非常好。念佛机有时候我觉得比人还要好，因为人有妄念，念佛机没有妄念，人有的时候还起心动念，念佛机只帮助念佛，不会起心动念。",
      "zh_TW": "答：可以！人在臨終的時候，最重要的是要有人提醒他念佛，不至於把佛號中斷，不至於有妄想。所以有同修幫他助念，很好；沒有，用念佛機也非常好。念佛機有時候我覺得比人還要好，因為人有妄念，念佛機沒有妄念，人有的時候還起心動念，念佛機只幫助念佛，不會起心動念。"
    },
    {
      "id": "21-279-0001_p0085",
      "zh_CN": "问：这也是一位香港的同修，他说弟子出身在军队，加入军队做医护工作，服务军队近二十年。近年来自己安贫守道的念佛，努力断恶习气，修一切善，随缘度日，却与许多来港法师有缘，想躲也难躲掉。他有两个问题，第一个问题，近半年来，心里有时会有乱的感觉，尤其在接到某些法师和法王的电话之后。因此弟子关闭家中电话一个多月，关闭手机也有三个多月，平时念佛也有回向给他们早成佛道，这样做是否正确圆满？",
      "zh_TW": "問：這也是一位香港的同修，他說弟子出身在軍隊，加入軍隊做醫護工作，服務軍隊近二十年。近年來自己安貧守道的念佛，努力斷惡習氣，修一切善，隨緣度日，卻與許多來港法師有緣，想躲也難躲掉。他有兩個問題，第一個問題，近半年來，心裡有時會有亂的感覺，尤其在接到某些法師和法王的電話之後。因此弟子關閉家中電話一個多月，關閉手機也有三個多月，平時念佛也有迴向給他們早成佛道，這樣做是否正確圓滿？"
    },
    {
      "id": "21-279-0001_p0086",
      "zh_CN": "答：是的，愈少接触愈好。",
      "zh_TW": "答：是的，愈少接觸愈好。"
    },
    {
      "id": "21-279-0001_p0087",
      "zh_CN": "问：第二个问题，念佛人宿世恶业是否可以提前出现报掉？",
      "zh_TW": "問：第二個問題，念佛人宿世惡業是否可以提前出現報掉？"
    },
    {
      "id": "21-279-0001_p0088",
      "zh_CN": "答：这些事不要理会它就好，纵使有恶缘、恶境不要放在心上，心里头只有阿弥陀佛。除阿弥陀佛之外，什么问题，善与恶、顺逆都不要放在心上，你才能得清净心。你还要想到这些，你的心就不清净，那对你的功夫就产生了妨碍。",
      "zh_TW": "答：這些事不要理會它就好，縱使有惡緣、惡境不要放在心上，心裡頭只有阿彌陀佛。除阿彌陀佛之外，什麼問題，善與惡、順逆都不要放在心上，你才能得清淨心。你還要想到這些，你的心就不清淨，那對你的功夫就產生了妨礙。"
    },
    {
      "id": "21-279-0001_p0089",
      "zh_CN": "问：这位同修也是香港的，他的问题，本人除了清明、重阳、盂兰盆节会超度先人外，每当佛堂有佛七、梁皇忏、放焰口和放蒙山等，本人亦会参与，以求超度逝世的亲人。这些仪式本人也持续参与了好几年，请问法师，这些仪式是否真的能超度先人？",
      "zh_TW": "問：這位同修也是香港的，他的問題，本人除了清明、重陽、盂蘭盆節會超度先人外，每當佛堂有佛七、梁皇懺、放焰口和放蒙山等，本人亦會參與，以求超度逝世的親人。這些儀式本人也持續參與了好幾年，請問法師，這些儀式是否真的能超度先人？"
    },
    {
      "id": "21-279-0001_p0090",
      "zh_CN": "答：真正超度先人不在仪式，是在你的修持，你的真诚跟你的修持，那才是真正超度的因素。我们看倓虚老法师的《影尘回忆录》，那是倓老法师的传记，里面记载有一则超度亡灵的事情，你读了之后就明白了。那是在老法师还没有出家之前发生的事情，他们有三个朋友开了一个中药铺，其中有一个朋友学佛很虔诚，每天读《楞严经》。也没有人教，他们也没有师父，就自己念，念了八年，所以他那个题目叫「八载寒窗读楞严」。八年念一部经，不容易，你就晓得他的诚心，他能够持续，他不间断，这就叫定。我们一般人讲恒心，这个人有恒心，恒心久了就是定，那就产生功德。",
      "zh_TW": "答：真正超度先人不在儀式，是在你的修持，你的真誠跟你的修持，那才是真正超度的因素。我們看倓虛老法師的《影塵回憶錄》，那是倓老法師的傳記，裡面記載有一則超度亡靈的事情，你讀了之後就明白了。那是在老法師還沒有出家之前發生的事情，他們有三個朋友開了一個中藥鋪，其中有一個朋友學佛很虔誠，每天讀《楞嚴經》。也沒有人教，他們也沒有師父，就自己念，念了八年，所以他那個題目叫「八載寒窗讀楞嚴」。八年念一部經，不容易，你就曉得他的誠心，他能夠持續，他不間斷，這就叫定。我們一般人講恆心，這個人有恆心，恆心久了就是定，那就產生功德。"
    },
    {
      "id": "21-279-0001_p0091",
      "zh_CN": "他这个念经的朋友有一天中午，没有人来买药，就在铺子上打个瞌睡。坐在那个地方打个瞌睡，就做了个梦，梦到两个人从外面到他店里来找他。这两个人他一看他心里就害怕，这两个人已经死了，怎么死的？以前财务纠纷打官司，打官司他打赢了，那两个打输了，上吊死了，自杀。以后他很后悔，不应该做这个事情，你看为了一点点小事，害人家两条命，也很难过。看到这两个人怕他是来报复的，结果看他也很和善，走到面前就跪下来。他就问他，你来干什么？他说我来求超度的，他心里想不找麻烦，求超度的。他说怎么超度法？他说只要你答应就行了。行，我答应你。看到这两个鬼踩着他的膝盖，踩着他的肩膀升天去了。你看超度就这么简单，八载寒窗读《楞严》的功夫，就这么简单。",
      "zh_TW": "他這個念經的朋友有一天中午，沒有人來買藥，就在鋪子上打個瞌睡。坐在那個地方打個瞌睡，就做了個夢，夢到兩個人從外面到他店裡來找他。這兩個人他一看他心裡就害怕，這兩個人已經死了，怎麼死的？以前財務糾紛打官司，打官司他打贏了，那兩個打輸了，上吊死了，自殺。以後他很後悔，不應該做這個事情，你看為了一點點小事，害人家兩條命，也很難過。看到這兩個人怕他是來報復的，結果看他也很和善，走到面前就跪下來。他就問他，你來幹什麼？他說我來求超度的，他心裡想不找麻煩，求超度的。他說怎麼超度法？他說只要你答應就行了。行，我答應你。看到這兩個鬼踩著他的膝蓋，踩著他的肩膀升天去了。你看超度就這麼簡單，八載寒窗讀《楞嚴》的功夫，就這麼簡單。"
    },
    {
      "id": "21-279-0001_p0092",
      "zh_CN": "这两个鬼走了之后，又看到两个人来了，一个大人，一个小孩，再仔细一看，是他前面那个死去的太太，小孩是他的儿子，也来跪到面前求超度。同样的方法，怎么超度？答应就行了。也看到他踩着膝盖、踩到肩膀就升天了。你就晓得，佛法重实质不重形式。平常我们请法师超度，能不能超度，看法师修行的功夫，他真有修行，真行；没有修行，那就说是做比不做好一点，只能这样说法了，实际上没有什么效果。你们诸位想想看《梁皇忏》，《梁皇忏》是什么人主法的？宝志公，宝志公是观世音菩萨化身，所以它真有效果。你不是真正有道心、有修持的人，还是少做为妙，为什么？你欠人家这个债你将来怎么还？这个很可怕。所以恭恭敬敬、诚诚恳恳去做，决定不可以为名闻利养，我们做到也许还有少许功德。如果里头掺杂著名闻利养，掺杂着杂乱心，就没有效果，那做的时候对不起亡人。",
      "zh_TW": "這兩個鬼走了之後，又看到兩個人來了，一個大人，一個小孩，再仔細一看，是他前面那個死去的太太，小孩是他的兒子，也來跪到面前求超度。同樣的方法，怎麼超度？答應就行了。也看到他踩著膝蓋、踩到肩膀就升天了。你就曉得，佛法重實質不重形式。平常我們請法師超度，能不能超度，看法師修行的功夫，他真有修行，真行；沒有修行，那就說是做比不做好一點，只能這樣說法了，實際上沒有什麼效果。你們諸位想想看《梁皇懺》，《梁皇懺》是什麼人主法的？寶誌公，寶誌公是觀世音菩薩化身，所以它真有效果。你不是真正有道心、有修持的人，還是少做為妙，為什麼？你欠人家這個債你將來怎麼還？這個很可怕。所以恭恭敬敬、誠誠懇懇去做，決定不可以為名聞利養，我們做到也許還有少許功德。如果裡頭摻雜著名聞利養，摻雜著雜亂心，就沒有效果，那做的時候對不起亡人。"
    },
    {
      "id": "21-279-0001_p0093",
      "zh_CN": "问：这位辽宁李同修，他问的是，他说小孩已经到了上学的年龄，让不让孩子上学？还是专学儒家的教育？我是学习《弟子规》的孩子，我怎么样做才能改掉习气毛病？为什么习气毛病来的时候很难克服，我们怎样去克服？",
      "zh_TW": "問：這位遼寧李同修，他問的是，他說小孩已經到了上學的年齡，讓不讓孩子上學？還是專學儒家的教育？我是學習《弟子規》的孩子，我怎麼樣做才能改掉習氣毛病？為什麼習氣毛病來的時候很難克服，我們怎樣去克服？"
    },
    {
      "id": "21-279-0001_p0094",
      "zh_CN": "答：很难还是要克服才行，不能说难就不克服。难是什么？习气太重，你已经几十年养成了，现在一下子就把它断掉，哪有那么容易？你多少年养成的习气，还要用多少年才能把它去掉。所以一定要有信心，要有恒心，不要害怕，时时刻刻警惕，这个很重要。那警惕，谁来警惕你？只有天天读经，天天听经才能提醒你，没有人提醒转眼就忘掉了，境界现前，老毛病就又发了。这是人之常情，不是你一个，所有修行人都有这个毛病。这是长时间，自己要坚持，决定不放松，要认真努力才行。《弟子规》是改正毛病最好的方法，一定在日常生活当中去落实。",
      "zh_TW": "答：很難還是要克服才行，不能說難就不克服。難是什麼？習氣太重，你已經幾十年養成了，現在一下子就把它斷掉，哪有那麼容易？你多少年養成的習氣，還要用多少年才能把它去掉。所以一定要有信心，要有恆心，不要害怕，時時刻刻警惕，這個很重要。那警惕，誰來警惕你？只有天天讀經，天天聽經才能提醒你，沒有人提醒轉眼就忘掉了，境界現前，老毛病就又發了。這是人之常情，不是你一個，所有修行人都有這個毛病。這是長時間，自己要堅持，決定不放鬆，要認真努力才行。《弟子規》是改正毛病最好的方法，一定在日常生活當中去落實。"
    },
    {
      "id": "21-279-0001_p0095",
      "zh_CN": "至于小孩到了上学年龄，你不让他上学，违背了国家的法律，你不让他上学你怎么教他？那你得有个好方法教他。我们也想到这个问题，很多家长来跟我谈这个问题，所以我们决心想在中国办一个学校。我们这个学校是从幼儿园办起，一直办到大学，这个里面着重伦理道德的教学，特别是在幼儿园跟小学，这个比例占的很大；到中学以上，慢慢再开放接受一些科学技术的教育。总之，伦理道德的教育是我们的特色。现在筹备，正在筹备期间当中，学校可能是下个月开工，我们预定八月开工，应该是一年到两年才能建好，地点是在山东庆云。为什么到那里去？那个地方的领导太热心了，我们被他感动了。他说这种学校应当在山东办，山东是孔老夫子的故乡，你不能够到别的地方去。非常热心，我们真的是被他感动，所以就决心在他那里办。",
      "zh_TW": "至於小孩到了上學年齡，你不讓他上學，違背了國家的法律，你不讓他上學你怎麼教他？那你得有個好方法教他。我們也想到這個問題，很多家長來跟我談這個問題，所以我們決心想在中國辦一個學校。我們這個學校是從幼兒園辦起，一直辦到大學，這個裡面著重倫理道德的教學，特別是在幼兒園跟小學，這個比例佔的很大；到中學以上，慢慢再開放接受一些科學技術的教育。總之，倫理道德的教育是我們的特色。現在籌備，正在籌備期間當中，學校可能是下個月開工，我們預定八月開工，應該是一年到兩年才能建好，地點是在山東慶雲。為什麼到那裡去？那個地方的領導太熱心了，我們被他感動了。他說這種學校應當在山東辦，山東是孔老夫子的故鄉，你不能夠到別的地方去。非常熱心，我們真的是被他感動，所以就決心在他那裡辦。"
    },
    {
      "id": "21-279-0001_p0096",
      "zh_CN": "消息传到省里面去，省里面就不高兴了，这是大事，怎么可以在你这个小县分办？省要争，争的时候我们现在就有个折衷办法，就是幼儿园、小学，大概初中，在庆云办，高中跟大学就听省政府的意思，可能在济南。我们也很想在曲阜，曲阜是孔老夫子的老家，看将来他怎么样跟我们配合。所以，我们决定办这个学校，将来我们的学生统统住学校，就不受染污。我们一定是严格的来管理，希望这个学校要能够建好，确实产生良好的效果，希望再向全国其他地区来推动，我们有这个做法。",
      "zh_TW": "消息傳到省裡面去，省裡面就不高興了，這是大事，怎麼可以在你這個小縣分辦？省要爭，爭的時候我們現在就有個折衷辦法，就是幼兒園、小學，大概初中，在慶雲辦，高中跟大學就聽省政府的意思，可能在濟南。我們也很想在曲阜，曲阜是孔老夫子的老家，看將來他怎麼樣跟我們配合。所以，我們決定辦這個學校，將來我們的學生統統住學校，就不受染污。我們一定是嚴格的來管理，希望這個學校要能夠建好，確實產生良好的效果，希望再向全國其他地區來推動，我們有這個做法。"
    },
    {
      "id": "21-279-0001_p0097",
      "zh_CN": "现在时间到了？这个下面还有，还有这些留在下一次。我们明天休息一天，后天我要到澳洲参加联合国的和平会议。我也跟大家都说过了，我参加联合国的活动这是最后一次，以后年岁大了不再参加，我希望由年轻的同学代我去参加。但是真正解决问题还是办班教学，比开会的效果好。你看蔡老师在这里办了两次《弟子规》的讲席，一次是八个小时，第二次是四十个小时，很有效果，开会没有效果。我参加五次联合国的会议，我对他们了解都很深，我现在跟联合国建议，希望他办班上课，不要开会。好，今天我们到这个地方就圆满。我十七号回来，十天。",
      "zh_TW": "現在時間到了？這個下面還有，還有這些留在下一次。我們明天休息一天，後天我要到澳洲參加聯合國的和平會議。我也跟大家都說過了，我參加聯合國的活動這是最後一次，以後年歲大了不再參加，我希望由年輕的同學代我去參加。但是真正解決問題還是辦班教學，比開會的效果好。你看蔡老師在這裡辦了兩次《弟子規》的講席，一次是八個小時，第二次是四十個小時，很有效果，開會沒有效果。我參加五次聯合國的會議，我對他們了解都很深，我現在跟聯合國建議，希望他辦班上課，不要開會。好，今天我們到這個地方就圓滿。我十七號回來，十天。"
    }
  ]
}