{
  "doc_id": "21-140-0001",
  "title": {
    "zh_CN": "冬季佛七圆融开示",
    "zh_TW": "冬季佛七圓融開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-140-0001",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "21-140-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，这一次的佛七快要圆满了，非常的殊胜，非常的庄严，这是一个很好开始。我们在此地举行常年的佛七共修，我们修学的目的，不仅仅是为了自己了生死出三界，求生净土，亲近本师阿弥陀佛：同时更重要的，我们是为整个世界一切众生消除业障，增长福慧，祈求社会的安定，世界和平。这是当前最迫切的问题，也是我们学佛佛弟子的本分使命。因此我们每天念佛，声声佛号都是为全世界众生祈福消灾而念的。",
      "zh_TW": "諸位法師，諸位同學，這一次的佛七快要圓滿了，非常的殊勝，非常的莊嚴，這是一個很好開始。我們在此地舉行常年的佛七共修，我們修學的目的，不僅僅是為了自己了生死出三界，求生淨土，親近本師阿彌陀佛：同時更重要的，我們是為整個世界一切眾生消除業障，增長福慧，祈求社會的安定，世界和平。這是當前最迫切的問題，也是我們學佛佛弟子的本分使命。因此我們每天念佛，聲聲佛號都是為全世界眾生祈福消災而念的。"
    },
    {
      "id": "21-140-0001_p0002",
      "zh_CN": "只要我们的心地真诚就有感应，所以心量一定要大，心量小的人没有福报。中国古人常常讲「量大福大」，这句话听的人多，也有很多人会讲，但实际上他的心量还是很小，起心动念只想到个人，想到自己的家庭，想到自己这一个小道埸，这是不能解决问题。我们必须要知道，佛在大乘经上常常教导我们，众生的业报有共业、有别业，你的别业再好，如果共业不好，你还是会受到牵连。",
      "zh_TW": "只要我們的心地真誠就有感應，所以心量一定要大，心量小的人沒有福報。中國古人常常講「量大福大」，這句話聽的人多，也有很多人會講，但實際上他的心量還是很小，起心動念只想到個人，想到自己的家庭，想到自己這一個小道埸，這是不能解決問題。我們必須要知道，佛在大乘經上常常教導我們，眾生的業報有共業、有別業，你的別業再好，如果共業不好，你還是會受到牽連。"
    },
    {
      "id": "21-140-0001_p0003",
      "zh_CN": "在最近这三十年来，全世界许许多多的人们都知道，这个世纪末，大世纪末，九九年、两千年这个世间有灾难。东西方古老的预言，说到这个年代之后都没有了。由此可知，这个灾难严重。但是九九年过去了，二０００年也过去了，今天是二００二年了，好像这许许多多预言都不灵验，于是乎有不少人开始怀疑，认为这些是无稽之谈，不再放在心上，还是随顺自己的妄想烦恼习气，自私自利、贪瞋痴慢不断在增长。",
      "zh_TW": "在最近這三十年來，全世界許許多多的人們都知道，這個世紀末，大世紀末，九九年、兩千年這個世間有災難。東西方古老的預言，說到這個年代之後都沒有了。由此可知，這個災難嚴重。但是九九年過去了，二０００年也過去了，今天是二００二年了，好像這許許多多預言都不靈驗，於是乎有不少人開始懷疑，認為這些是無稽之談，不再放在心上，還是隨順自己的妄想煩惱習氣，自私自利、貪瞋痴慢不斷在增長。"
    },
    {
      "id": "21-140-0001_p0004",
      "zh_CN": "我们要问，为什么古人说的不灵验了？我们学佛的同学心里有数。回忆两年前，两、三年前，差不多世界上许许多多宗教徒（不是宗教徒我们不说，当然有），无论信什么宗教都认真的忏悔，都认真的祈祷，改过自新，祈求灾难能消除。我们非常明了，在这个时段全世界有这么多人祈祷、悔改，这个力量好大，把这个时间推迟了。推迟多久？那要看人，你的忏悔，你的改过自新，你能够延迟延续多久。如果永远能够保持忏悔的心、改过的行为，那这个可以说无限期的延缓。什么时候你的老毛病又发了，不再相信了，这个灾难立刻就现前了。这是佛在经论上常常说的「一切法从心想生」，我们不能疏忽。",
      "zh_TW": "我們要問，為什麼古人說的不靈驗了？我們學佛的同學心裡有數。回憶兩年前，兩、三年前，差不多世界上許許多多宗教徒（不是宗教徒我們不說，當然有），無論信什麼宗教都認真的懺悔，都認真的祈禱，改過自新，祈求災難能消除。我們非常明瞭，在這個時段全世界有這麼多人祈禱、悔改，這個力量好大，把這個時間推遲了。推遲多久？那要看人，你的懺悔，你的改過自新，你能夠延遲延續多久。如果永遠能夠保持懺悔的心、改過的行為，那這個可以說無限期的延緩。什麼時候你的老毛病又發了，不再相信了，這個災難立刻就現前了。這是佛在經論上常常說的「一切法從心想生」，我們不能疏忽。"
    },
    {
      "id": "21-140-0001_p0005",
      "zh_CN": "「一切法从心想生」、「境随心转」，境是我们的生活环境，确确实实是随念头在转。我们的念头善，永远保持善，真的回过头来了，真的是灾消福来；如果我们的心不善、行不善，灾难终究不免，佛法里面常讲「不是不报，时辰未到」。希望同学们要把这些话牢牢的记住，这是事实的真相。世间人他能不能永远保持忏悔，我们很难讲，至少我们自己要给社会大众做一个好榜样。",
      "zh_TW": "「一切法從心想生」、「境隨心轉」，境是我們的生活環境，確確實實是隨念頭在轉。我們的念頭善，永遠保持善，真的回過頭來了，真的是災消福來；如果我們的心不善、行不善，災難終究不免，佛法裡面常講「不是不報，時辰未到」。希望同學們要把這些話牢牢的記住，這是事實的真相。世間人他能不能永遠保持懺悔，我們很難講，至少我們自己要給社會大眾做一個好榜樣。"
    },
    {
      "id": "21-140-0001_p0006",
      "zh_CN": "「一切法从心想生」，从我自己心想生，这个重要。纵然共业不能够避免，灾难来了我们不惊不怖，我们有好地方去。人生在世，哪有不死的道理！纵然活上两百岁，还是要死。怕死不能解决问题，死了以后到哪里去？",
      "zh_TW": "「一切法從心想生」，從我自己心想生，這個重要。縱然共業不能夠避免，災難來了我們不驚不怖，我們有好地方去。人生在世，哪有不死的道理！縱然活上兩百歲，還是要死。怕死不能解決問題，死了以後到哪裡去？"
    },
    {
      "id": "21-140-0001_p0007",
      "zh_CN": "现在西方人，过去我在美国住一段相当长的时间，我知道美加地区许许多多的学者，非常热衷的在研究轮回。他们研究轮回的历史应当有半个世纪了，得到的结论是肯定的，轮回确实有！轮回有，说明每个人有过去世，还有未来世。如果明白这个道理，了解这个事实真相，我们对于生死就看淡了。生死像什么？像我穿衣服，脱衣服。衣服穿脏了，穿旧了，脱下来换一件新的。这个身体用得很久了，人老了，不太灵光、不太好用了，这个身体不要了，换一个新的身体；这不就是舍身受身，就跟脱衣服换衣服一样，这有什么好恐怖的！",
      "zh_TW": "現在西方人，過去我在美國住一段相當長的時間，我知道美加地區許許多多的學者，非常熱衷的在研究輪迴。他們研究輪迴的歷史應當有半個世紀了，得到的結論是肯定的，輪迴確實有！輪迴有，說明每個人有過去世，還有未來世。如果明白這個道理，了解這個事實真相，我們對於生死就看淡了。生死像什麼？像我穿衣服，脫衣服。衣服穿髒了，穿舊了，脫下來換一件新的。這個身體用得很久了，人老了，不太靈光、不太好用了，這個身體不要了，換一個新的身體；這不就是捨身受身，就跟脫衣服換衣服一樣，這有什麼好恐怖的！"
    },
    {
      "id": "21-140-0001_p0008",
      "zh_CN": "关键在我们换的身体，会不会比我这个身体更好？这是值得考虑的，希望来生比这一生好！如果有大善有大德，来生不在这个人间，人间没有这么大的福报，你的福报太大了，到哪里去享？到天上去享去，享天福去了。真正聪明人，真有智慧的人，他就不要上天去，为什么？天在轮回的里面，没有超越。生天是不错，将来会不会堕下来，那很难讲。天福享尽了，你不知道去继续修福，那很可能堕落。",
      "zh_TW": "關鍵在我們換的身體，會不會比我這個身體更好？這是值得考慮的，希望來生比這一生好！如果有大善有大德，來生不在這個人間，人間沒有這麼大的福報，你的福報太大了，到哪裡去享？到天上去享去，享天福去了。真正聰明人，真有智慧的人，他就不要上天去，為什麼？天在輪迴的裡面，沒有超越。生天是不錯，將來會不會墮下來，那很難講。天福享盡了，你不知道去繼續修福，那很可能墮落。"
    },
    {
      "id": "21-140-0001_p0009",
      "zh_CN": "何况佛在经典里面告诉我们（我们相信佛的话，句句都是真话，都是实话），只要在六道里面，肯定在三恶道的时间长，在三善道的时间短。我们学佛也学了半个世纪了，对于佛的这些话完全接受，毫无疑惑。那应该怎么办？佛教我们求生西方净土，亲近弥陀如来。不但你出了六道，而且你超越了十法界，这是我们在这一生当中要认真努力去争取的。",
      "zh_TW": "何況佛在經典裡面告訴我們（我們相信佛的話，句句都是真話，都是實話），只要在六道裡面，肯定在三惡道的時間長，在三善道的時間短。我們學佛也學了半個世紀了，對於佛的這些話完全接受，毫無疑惑。那應該怎麼辦？佛教我們求生西方淨土，親近彌陀如來。不但你出了六道，而且你超越了十法界，這是我們在這一生當中要認真努力去爭取的。"
    },
    {
      "id": "21-140-0001_p0010",
      "zh_CN": "要争取，真正争取到，佛讲这个世间你要能放得下。这个世间要放不下；换句话说，你对于这个六道，你还有妄想、还有分别、还有执着，那你求生西方极乐世界真的就变成妄想，你去不了！你要真的想去，往生经里面（就是净土三经一论）教导我们要放下身心世界，要懂得断恶修善，积功累德，这才能够与西方世界诸上善人感应道交。你要记住，西方世界是诸上善人俱会一处，我们要没有上善的心、上善的行，你怎么能去得成？",
      "zh_TW": "要爭取，真正爭取到，佛講這個世間你要能放得下。這個世間要放不下；換句話說，你對於這個六道，你還有妄想、還有分別、還有執著，那你求生西方極樂世界真的就變成妄想，你去不了！你要真的想去，往生經裡面（就是淨土三經一論）教導我們要放下身心世界，要懂得斷惡修善，積功累德，這才能夠與西方世界諸上善人感應道交。你要記住，西方世界是諸上善人俱會一處，我們要沒有上善的心、上善的行，你怎麼能去得成？"
    },
    {
      "id": "21-140-0001_p0011",
      "zh_CN": "要拓开心量，我们在这个世间时间很短。短短几十年当中，起心动念为一切众生造福，为一切众生服务，你才能有感应。心量小，害自己，也害别人。所以韩馆长往生的时候，韩馆长的往生，那是真的，不是假的。她在往生前两三天，两次见到阿弥陀佛，一次见到莲池海会，告诉我莲池好大好大。",
      "zh_TW": "要拓開心量，我們在這個世間時間很短。短短幾十年當中，起心動念為一切眾生造福，為一切眾生服務，你才能有感應。心量小，害自己，也害別人。所以韓館長往生的時候，韓館長的往生，那是真的，不是假的。她在往生前兩三天，兩次見到阿彌陀佛，一次見到蓮池海會，告訴我蓮池好大好大。"
    },
    {
      "id": "21-140-0001_p0012",
      "zh_CN": "她在往生之前，头一天晚上跟我谈了很多话，我把她的重点扼要记下来，写了十二条，这是她的愿望，希望我们出家人要像一个出家人，在家要像一个在家学佛人。这两句话很重要，这两句话的意思很深很广。出家人像个出家人，出家人的样子是什么样子？释迦牟尼佛就是出家人的样子。在家人的样子？维摩诘居士就是在家人的样子。佛陀当年在世，这两个人是我们的模样、模型。",
      "zh_TW": "她在往生之前，頭一天晚上跟我談了很多話，我把她的重點扼要記下來，寫了十二條，這是她的願望，希望我們出家人要像一個出家人，在家要像一個在家學佛人。這兩句話很重要，這兩句話的意思很深很廣。出家人像個出家人，出家人的樣子是什麼樣子？釋迦牟尼佛就是出家人的樣子。在家人的樣子？維摩詰居士就是在家人的樣子。佛陀當年在世，這兩個人是我們的模樣、模型。"
    },
    {
      "id": "21-140-0001_p0013",
      "zh_CN": "释迦牟尼佛出家了，真的出家了，一生当中没有家。当时国王、大臣、长者、居士供养，提供精舍来供佛，佛很随缘（你们请我），佛不拒绝，佛接受。接受是什么？是在他那个地方讲经教学，绝对没有要他的产权，没有。产权是你们在家人的，国王是你国王的，居士是你居士的，佛不要产权；佛如果一要产权，佛就又回家去了，那就不是出家了，回家去了。",
      "zh_TW": "釋迦牟尼佛出家了，真的出家了，一生當中沒有家。當時國王、大臣、長者、居士供養，提供精舍來供佛，佛很隨緣（你們請我），佛不拒絕，佛接受。接受是什麼？是在他那個地方講經教學，絕對沒有要他的產權，沒有。產權是你們在家人的，國王是你國王的，居士是你居士的，佛不要產權；佛如果一要產權，佛就又回家去了，那就不是出家了，回家去了。"
    },
    {
      "id": "21-140-0001_p0014",
      "zh_CN": "没有人邀请佛到他们的精舍、讲堂、殿堂去教学，佛在什么地方教学？佛在树底下、在水边、在山林，地下铺一点草坐在上面，学生围在周边听讲。你们有许多人到印度去朝圣，你看看灵鹫山，灵鹫山还是老样子。《法华经》在灵鹫山讲的，那个地方只有石洞，没有房子。佛讲经多半在树下，听众一万多人，这是佛的样子。",
      "zh_TW": "沒有人邀請佛到他們的精舍、講堂、殿堂去教學，佛在什麼地方教學？佛在樹底下、在水邊、在山林，地下鋪一點草坐在上面，學生圍在周邊聽講。你們有許多人到印度去朝聖，你看看靈鷲山，靈鷲山還是老樣子。《法華經》在靈鷲山講的，那個地方只有石洞，沒有房子。佛講經多半在樹下，聽眾一萬多人，這是佛的樣子。"
    },
    {
      "id": "21-140-0001_p0015",
      "zh_CN": "佛一生过最简单的生活，三衣一钵，一生日中一食，树下一宿。有长者居士供养精舍，他将精舍一个小小的房间做为自己休息的地方。我们常常想到，这是我们的本师，我们今天过的生活是不是过分了？佛一生就一桩事情，就是出家人一桩事情，讲经教学，弘法利生，修法布施，帮助一切众生破迷开悟，离苦得乐。我们今天干什么？像不像释迦牟尼佛？学生得像老师！",
      "zh_TW": "佛一生過最簡單的生活，三衣一缽，一生日中一食，樹下一宿。有長者居士供養精舍，他將精舍一個小小的房間做為自己休息的地方。我們常常想到，這是我們的本師，我們今天過的生活是不是過分了？佛一生就一樁事情，就是出家人一樁事情，講經教學，弘法利生，修法布施，幫助一切眾生破迷開悟，離苦得樂。我們今天幹什麼？像不像釋迦牟尼佛？學生得像老師！"
    },
    {
      "id": "21-140-0001_p0016",
      "zh_CN": "到晚近，佛教传到中国来了，中国帝王护持佛法。在中国人的思想理念跟印度人不一样，中国人认为皇帝的老师怎么可以叫他在树下过夜？怎么可以叫他沿门托钵？这样皇帝的脸不丢掉了吗？所以帝王恭敬供养。诸位一定要知道，佛随缘不攀缘，你供养，我接受。这是供养的人修福，三宝是福田，哪有不让你种福田的道理！接受你供养，但是决定不会过分。于是演变成中国的出家人有常住的道场，但是道场属于十方的，属于国家的，不是我个人的。",
      "zh_TW": "到晚近，佛教傳到中國來了，中國帝王護持佛法。在中國人的思想理念跟印度人不一樣，中國人認為皇帝的老師怎麼可以叫他在樹下過夜？怎麼可以叫他沿門托缽？這樣皇帝的臉不丟掉了嗎？所以帝王恭敬供養。諸位一定要知道，佛隨緣不攀緣，你供養，我接受。這是供養的人修福，三寶是福田，哪有不讓你種福田的道理！接受你供養，但是決定不會過分。於是演變成中國的出家人有常住的道場，但是道場屬於十方的，屬於國家的，不是我個人的。"
    },
    {
      "id": "21-140-0001_p0017",
      "zh_CN": "但是有道场，除了教学讲经之外，道场有很多工作，出家人也要负责，要做一点事情，修一点福。在从前修福就是讲经，讲经是财布施，内财布施；出家人在道场做义工也是内财布施。所以中国出家人就三桩事情，一个是讲经教学，一个是领众修行。领众修行要做大众的榜样、大众的模范，所以在佛经里面称阿阇梨。阿阇梨翻成中国意思叫轨范师，他的思想、他的言行是我的模范，是我的轨道。像火车走的时候它有铁轨，我要循着轨道走。这个领众是我的轨道、是我的模范，我要跟他学习。第三种就是发心在常住里面工作，担任常住里面的执事，佛门称之为内护，道埸里面的护法。居士是外护，外护是他没有住在这个道场，他住他自己家里，他来护持。所以有内护跟外护。出家人做这三种事情。",
      "zh_TW": "但是有道場，除了教學講經之外，道場有很多工作，出家人也要負責，要做一點事情，修一點福。在從前修福就是講經，講經是財布施，內財布施；出家人在道場做義工也是內財布施。所以中國出家人就三樁事情，一個是講經教學，一個是領眾修行。領眾修行要做大眾的榜樣、大眾的模範，所以在佛經裡面稱阿闍梨。阿闍梨翻成中國意思叫軌範師，他的思想、他的言行是我的模範，是我的軌道。像火車走的時候它有鐵軌，我要循著軌道走。這個領眾是我的軌道、是我的模範，我要跟他學習。第三種就是發心在常住裡面工作，擔任常住裡面的執事，佛門稱之為內護，道埸裡面的護法。居士是外護，外護是他沒有住在這個道場，他住他自己家裡，他來護持。所以有內護跟外護。出家人做這三種事情。"
    },
    {
      "id": "21-140-0001_p0018",
      "zh_CN": "内护修福，修福心地清净，一尘不染，念佛不绝不断，这样肯定往生净土。这种例子在中国历代我们都看到。我常常讲经举民国初年哈尔滨极乐寺修无师，他出家，他担任的工作是内护。他不能够领众，也不能够讲经，没有念过书，不认识字，在这个道场里面做粗活。粗重的工作他发心去做，你看他往生多自在，预知时至。专心把自己这份工作做好，心地清净，一尘不染，那是出家人内护的模范！",
      "zh_TW": "內護修福，修福心地清淨，一塵不染，念佛不絕不斷，這樣肯定往生淨土。這種例子在中國歷代我們都看到。我常常講經舉民國初年哈爾濱極樂寺修無師，他出家，他擔任的工作是內護。他不能夠領眾，也不能夠講經，沒有念過書，不認識字，在這個道場裡面做粗活。粗重的工作他發心去做，你看他往生多自在，預知時至。專心把自己這份工作做好，心地清淨，一塵不染，那是出家人內護的模範！"
    },
    {
      "id": "21-140-0001_p0019",
      "zh_CN": "所以我这一生心目当中，是希望我们佛教能走上正轨。最近这一个世纪，佛门里面许许多多的弊病，我们必须要能够免除。我们不是旧道场，新道场要避免这些不好的习气，我们要学袓师大德。我实实在在讲，我一个人很清净，我今天搞得这个样子，韩馆长对我有恩德，我也被她拖累了。我这一生当中，从学佛没有出家之前，我仰慕印光大师，我走他老人家的道路，我向他学习。他老人家一生当中，他自己发的愿，不收出家徒弟，他不给人剃度，不做住持，不传戒。你们看看，他老人家传记上记载的有。",
      "zh_TW": "所以我這一生心目當中，是希望我們佛教能走上正軌。最近這一個世紀，佛門裡面許許多多的弊病，我們必須要能夠免除。我們不是舊道場，新道場要避免這些不好的習氣，我們要學袓師大德。我實實在在講，我一個人很清淨，我今天搞得這個樣子，韓館長對我有恩德，我也被她拖累了。我這一生當中，從學佛沒有出家之前，我仰慕印光大師，我走他老人家的道路，我向他學習。他老人家一生當中，他自己發的願，不收出家徒弟，他不給人剃度，不做住持，不傳戒。你們看看，他老人家傳記上記載的有。"
    },
    {
      "id": "21-140-0001_p0020",
      "zh_CN": "韩馆长在，我没有事情，只是教学讲经。建立华藏图书錧，有了这个道场当然也需要有内护，那么有人发心出家，我代她剃的；她收的徒弟，我代她剃的。她成就了我，我要报答她，她有这么个道场，这个道场能够培养人才，好事情。我没想到她走得那么快。走了之后，这个道场高贵民居士收回去，我这就受累了。如果高贵民居士继续护持，我什么事都没有。为什么？你们悟字辈当年在图书馆出家的，你们有你自己的道场，我什么都不管，我要道场干什么？",
      "zh_TW": "韓館長在，我沒有事情，只是教學講經。建立華藏圖書錧，有了這個道場當然也需要有內護，那麼有人發心出家，我代她剃的；她收的徒弟，我代她剃的。她成就了我，我要報答她，她有這麼個道場，這個道場能夠培養人才，好事情。我沒想到她走得那麼快。走了之後，這個道場高貴民居士收回去，我這就受累了。如果高貴民居士繼續護持，我什麼事都沒有。為什麼？你們悟字輩當年在圖書館出家的，你們有你自己的道場，我什麼都不管，我要道場幹什麼？"
    },
    {
      "id": "21-140-0001_p0021",
      "zh_CN": "早年我在美国，尹建维居士有一天问我：法师，你要不要建道场？那个时候我们在达拉斯只有422那一个小房子，道场都没有建。我告诉尹居士，我说：中国大陆邀请我去讲经的，不止三百个地方，不止！我一个地方讲一个月，我讲到一百岁都还没讲完。你想想，我要道场干什么？他哈哈大笑。这是真的，一点不假！每一个地方去讲一个月，讲一部经，你说这个生活多快乐，走到哪个地方都是贵宾，上宾接待，什么事情不闻不问。",
      "zh_TW": "早年我在美國，尹建維居士有一天問我：法師，你要不要建道場？那個時候我們在達拉斯只有422那一個小房子，道場都沒有建。我告訴尹居士，我說：中國大陸邀請我去講經的，不止三百個地方，不止！我一個地方講一個月，我講到一百歲都還沒講完。你想想，我要道場幹什麼？他哈哈大笑。這是真的，一點不假！每一個地方去講一個月，講一部經，你說這個生活多快樂，走到哪個地方都是貴賓，上賓接待，什麼事情不聞不問。"
    },
    {
      "id": "21-140-0001_p0022",
      "zh_CN": "今天在图文巴建这个学院，为什么？是因为过去你们在图书馆出了家，现在无依无靠，我建个道场给你们，我报韩馆长知遇之恩！我对你们继续韩馆长始终照顾你们，是为了这个。所以我说我受她这一点拖累要照顾你们；否则的话，我什么都不要，我过得多自在、多幸福！",
      "zh_TW": "今天在圖文巴建這個學院，為什麼？是因為過去你們在圖書館出了家，現在無依無靠，我建個道場給你們，我報韓館長知遇之恩！我對你們繼續韓館長始終照顧你們，是為了這個。所以我說我受她這一點拖累要照顧你們；否則的話，我什麼都不要，我過得多自在、多幸福！"
    },
    {
      "id": "21-140-0001_p0023",
      "zh_CN": "所以现在在山上山下出家的同学，你们要晓得，你们可以说是得天独厚，有这样安定的地方让你们学习。你们要认真努力，把妄想分别执着统统放下。道场的经营管理我拜托给在家居士，不要你们操一点心，你们专心学业，专重德行。没有高尚的品德，没有高水平的学识，你怎么能够担负起释迦牟尼佛多元文化的社会教学？这个道场，这边董事会要付托给我，我还是要请居士们来管理。他们赋予我这个责任，我也愿意承担起来。为什么？也是韩馆长的愿望，我们希望这两个道场真正做到解行相应。",
      "zh_TW": "所以現在在山上山下出家的同學，你們要曉得，你們可以說是得天獨厚，有這樣安定的地方讓你們學習。你們要認真努力，把妄想分別執著統統放下。道場的經營管理我拜託給在家居士，不要你們操一點心，你們專心學業，專重德行。沒有高尚的品德，沒有高水平的學識，你怎麼能夠擔負起釋迦牟尼佛多元文化的社會教學？這個道場，這邊董事會要付託給我，我還是要請居士們來管理。他們賦予我這個責任，我也願意承擔起來。為什麼？也是韓館長的願望，我們希望這兩個道場真正做到解行相應。"
    },
    {
      "id": "21-140-0001_p0024",
      "zh_CN": "学院在解门，着重在解门，培养讲经弘法的人才。发心走讲经的路子，到学院去。不发心讲经，愿意领众，我们这个地方是长年念佛道埸，永久的念佛道场，这个道场的规矩完全遵照印光老法师灵岩山的风范，这个道场不讲经，不做法会，不传戒，只有念佛堂念佛。信徒有求消灾超度，念佛堂可以带牌位，完全学印袓，把印袓的道风延续发扬光大。所以愿意在念佛堂领众薰修的，他可以住在这边，常住一切事务不要管，你只专门领众。还有就是发心内护，协助这一边常住的这些居士们，可以！但是你要听从常住的规约，常住有规矩你要遵守、要遵从，要合作，维护道场，照顾念佛的，照顾学经教的，功德无量！",
      "zh_TW": "學院在解門，著重在解門，培養講經弘法的人才。發心走講經的路子，到學院去。不發心講經，願意領眾，我們這個地方是長年念佛道埸，永久的念佛道場，這個道場的規矩完全遵照印光老法師靈巖山的風範，這個道場不講經，不做法會，不傳戒，只有念佛堂念佛。信徒有求消災超度，念佛堂可以帶牌位，完全學印袓，把印袓的道風延續發揚光大。所以願意在念佛堂領眾薰修的，他可以住在這邊，常住一切事務不要管，你只專門領眾。還有就是發心內護，協助這一邊常住的這些居士們，可以！但是你要聽從常住的規約，常住有規矩你要遵守、要遵從，要合作，維護道場，照顧念佛的，照顧學經教的，功德無量！"
    },
    {
      "id": "21-140-0001_p0025",
      "zh_CN": "我这些年来，虽然这些事情不闻不问，可是经教学了五十年，道理我懂，事实真相我了解。我虽然没有做的经验，但是我了解得很多。我年岁大了，当然事情我不会去过问，我也不会去做，我会告诉你们应当怎样做法，做成一个如理如法的道场，每一个人心量都像普贤菩萨一样。你们听我讲《华严经》，应该了解普贤菩萨的心量，大乘菩萨都不能跟他相比。",
      "zh_TW": "我這些年來，雖然這些事情不聞不問，可是經教學了五十年，道理我懂，事實真相我了解。我雖然沒有做的經驗，但是我了解得很多。我年歲大了，當然事情我不會去過問，我也不會去做，我會告訴你們應當怎樣做法，做成一個如理如法的道場，每一個人心量都像普賢菩薩一樣。你們聽我講《華嚴經》，應該了解普賢菩薩的心量，大乘菩薩都不能跟他相比。"
    },
    {
      "id": "21-140-0001_p0026",
      "zh_CN": "大乘菩萨的心量是「心包太虚，量周沙界」，普贤的心量比他更大，不知道大多少倍。难道还有比这个大的吗？还有。这是怎么回事情？普通大乘菩萨疏忽了，微尘里面，微尘很小，依报里头的，每一粒微尘里面，都有世界海微尘数的世界在里头，这个一般人不晓得。毛端，我们这个汗毛端，每一个毛端、每一个毛孔里面，也有世界海微尘数诸佛刹土，没人知道！普贤菩萨都能够契入。所以《华严经》讲的世界，重重无尽！它不是平面，它是立体的。世界里头有世界，世界里头有微尘；微尘里头有世界，世界里头又有微尘，微尘里头又有世界，没有穷尽。普贤法界！我们没有这样的心量，你就成不了佛。",
      "zh_TW": "大乘菩薩的心量是「心包太虛，量周沙界」，普賢的心量比他更大，不知道大多少倍。難道還有比這個大的嗎？還有。這是怎麼回事情？普通大乘菩薩疏忽了，微塵裡面，微塵很小，依報裡頭的，每一粒微塵裡面，都有世界海微塵數的世界在裡頭，這個一般人不曉得。毛端，我們這個汗毛端，每一個毛端、每一個毛孔裡面，也有世界海微塵數諸佛剎土，沒人知道！普賢菩薩都能夠契入。所以《華嚴經》講的世界，重重無盡！它不是平面，它是立體的。世界裡頭有世界，世界裡頭有微塵；微塵裡頭有世界，世界裡頭又有微塵，微塵裡頭又有世界，沒有窮盡。普賢法界！我們沒有這樣的心量，你就成不了佛。"
    },
    {
      "id": "21-140-0001_p0027",
      "zh_CN": "所以今天一定要把心量拓开，要能够包容，起心动念要为一切众生去想。我们有机缘为一切众生服务，这叫积功累德。以这个功德回向净土，以这个功德求生极乐世界，亲近阿弥陀佛，我们有把握。常住的事情，千万不要去想它，他做的如法不如法？只要我如法，他就会如法，我不如法他就不如法。",
      "zh_TW": "所以今天一定要把心量拓開，要能夠包容，起心動念要為一切眾生去想。我們有機緣為一切眾生服務，這叫積功累德。以這個功德迴向淨土，以這個功德求生極樂世界，親近阿彌陀佛，我們有把握。常住的事情，千萬不要去想它，他做的如法不如法？只要我如法，他就會如法，我不如法他就不如法。"
    },
    {
      "id": "21-140-0001_p0028",
      "zh_CN": "这怎么说？我如法，这个道场有诸佛护念，有龙天护法善神保佑。他要不如法，我们不起心不动念，护法神会迁他的单。诸佛菩萨会加持他，叫他改过自新；不能改过自新，护法神就把他迁单，就请他出去了，用不着我们操心。我们要是操心，护法神就不操心了。为什么？你们自己会操心，护法神乐得度假去了，诸佛也不护念你了，你这个道场道跟德都没有了。",
      "zh_TW": "這怎麼說？我如法，這個道場有諸佛護念，有龍天護法善神保佑。他要不如法，我們不起心不動念，護法神會遷他的單。諸佛菩薩會加持他，叫他改過自新；不能改過自新，護法神就把他遷單，就請他出去了，用不著我們操心。我們要是操心，護法神就不操心了。為什麼？你們自己會操心，護法神樂得度假去了，諸佛也不護念你了，你這個道場道跟德都沒有了。"
    },
    {
      "id": "21-140-0001_p0029",
      "zh_CN": "你们跟我这么多年，天天听讲经，这一点道理都不懂吗？每一天还要打妄想，胡思乱想，胡作妄为，你们这一点福报都消尽了。你要晓得，你能在这个道场，是多生多劫的福德因缘，你要是不如法，几年你的福报就消尽了。福报消尽了，护法神会赶你走，你在这里住不住，要不是生病，那你就会生烦恼，你自自然然的会不喜欢这个地方，你走了。所以你要明理，珍惜难得的福德因缘。",
      "zh_TW": "你們跟我這麼多年，天天聽講經，這一點道理都不懂嗎？每一天還要打妄想，胡思亂想，胡作妄為，你們這一點福報都消盡了。你要曉得，你能在這個道場，是多生多劫的福德因緣，你要是不如法，幾年你的福報就消盡了。福報消盡了，護法神會趕你走，你在這裡住不住，要不是生病，那你就會生煩惱，你自自然然的會不喜歡這個地方，你走了。所以你要明理，珍惜難得的福德因緣。"
    },
    {
      "id": "21-140-0001_p0030",
      "zh_CN": "这个地方的常住，就是道场里面负责管理的这些同修们，无论是在家出家，都是正信佛弟子，没有恶念，没有邪行，真正在护持。但是他们有些地方在常识上还不足，顾忌还很多，怕得罪出家人，怕背因果。其实他们全想错了。我昨天到这儿来，跟大家见见面，跟大家谈谈，所有一切顾忌都是多余的。",
      "zh_TW": "這個地方的常住，就是道場裡面負責管理的這些同修們，無論是在家出家，都是正信佛弟子，沒有惡念，沒有邪行，真正在護持。但是他們有些地方在常識上還不足，顧忌還很多，怕得罪出家人，怕背因果。其實他們全想錯了。我昨天到這兒來，跟大家見見面，跟大家談談，所有一切顧忌都是多餘的。"
    },
    {
      "id": "21-140-0001_p0031",
      "zh_CN": "为什么？职权在你手上，你能不管吗？出家人我们不能管。那我要问你，这个国家领导人看到出家人也不管了？出家人不能管，那人人都出家的时候，你这国家、你这个政府还要不要？职责所在，你不能不管。道场是个学校，这是我讲过太多遍了，学校有校长，出家人是学生，你是校长，要不要管学生？你要不管学生，你校长的过失，这是你的职责。你不当校长，你不应该管；你当了校长，你就应当要管。那个学生是出家人，学生犯了规矩、犯了过，要不要处罚？你要明白这个道理。你不管的话，你就要辞职；你不辞职的话，你一定要管。你要明理！这个道理不清楚，那还得了吗？",
      "zh_TW": "為什麼？職權在你手上，你能不管嗎？出家人我們不能管。那我要問你，這個國家領導人看到出家人也不管了？出家人不能管，那人人都出家的時候，你這國家、你這個政府還要不要？職責所在，你不能不管。道場是個學校，這是我講過太多遍了，學校有校長，出家人是學生，你是校長，要不要管學生？你要不管學生，你校長的過失，這是你的職責。你不當校長，你不應該管；你當了校長，你就應當要管。那個學生是出家人，學生犯了規矩、犯了過，要不要處罰？你要明白這個道理。你不管的話，你就要辭職；你不辭職的話，你一定要管。你要明理！這個道理不清楚，那還得了嗎？"
    },
    {
      "id": "21-140-0001_p0032",
      "zh_CN": "台湾佛光山开山的时候，星云法师来问过我。他那时候办了个佛学院，佛学院里头很多都是出家人，他问我：在家人能不能管出家人？我说什么样的在家人？他说像学院里面，他这个学院的训导主任是在家居士，学生里面三分之二是出家人。我说：当然要管，你是训导主任，学生犯了过的时候，训导主任不敢管，那谁去管？那训导主任要他干什么？星云法师明白了，不再有这个顾虑了。",
      "zh_TW": "台灣佛光山開山的時候，星雲法師來問過我。他那時候辦了個佛學院，佛學院裡頭很多都是出家人，他問我：在家人能不能管出家人？我說什麼樣的在家人？他說像學院裡面，他這個學院的訓導主任是在家居士，學生裡面三分之二是出家人。我說：當然要管，你是訓導主任，學生犯了過的時候，訓導主任不敢管，那誰去管？那訓導主任要他幹什麼？星雲法師明白了，不再有這個顧慮了。"
    },
    {
      "id": "21-140-0001_p0033",
      "zh_CN": "「不在其位，不谋其政」，你没有这个责任，没有这个权责，你可以不闻不问，那是应当的。今天职权在你这儿，请你做训导主任，你要不好好的把学生管好，你失职！那个学院的院长是星云法师，我说训导主任你请在家人，他是代表你来管的，是你授权委托他代理你管，他要尽责。很普通的道理！",
      "zh_TW": "「不在其位，不謀其政」，你沒有這個責任，沒有這個權責，你可以不聞不問，那是應當的。今天職權在你這兒，請你做訓導主任，你要不好好的把學生管好，你失職！那個學院的院長是星雲法師，我說訓導主任你請在家人，他是代表你來管的，是你授權委託他代理你管，他要盡責。很普通的道理！"
    },
    {
      "id": "21-140-0001_p0034",
      "zh_CN": "如果出家人自己以为了不起了，必堕地狱。为什么？出家是「勤修戒定慧，息灭贪瞋痴」，你的贪瞋痴天天在增长，你的戒定慧天天在消失，你不堕地狱，谁堕地狱？大小乘经论里面都讲得清楚，都讲得明白。",
      "zh_TW": "如果出家人自己以為了不起了，必墮地獄。為什麼？出家是「勤修戒定慧，息滅貪瞋痴」，你的貪瞋痴天天在增長，你的戒定慧天天在消失，你不墮地獄，誰墮地獄？大小乘經論裡面都講得清楚，都講得明白。"
    },
    {
      "id": "21-140-0001_p0035",
      "zh_CN": "出家人，你要认为这个道场不适合你修行，你可以离开，这是合法的。离开之后，不可以对这个道场恶意批评，不可以毁谤；你要是毁谤，恶意批评，你犯了破和合僧的罪。这个道场实在不好，实在是做得不如法，叫「默摈」；人家问的时候不答复，我不赞叹，也不毁谤，这是佛教导我们的。佛没有教人毁谤人，没有教人造谣生事，佛教人尊重别人，礼敬别人。至于赞叹那就要看事实了，他是善的，赞叹；不是善的，不赞叹，决定不毁谤。",
      "zh_TW": "出家人，你要認為這個道場不適合你修行，你可以離開，這是合法的。離開之後，不可以對這個道場惡意批評，不可以毀謗；你要是毀謗，惡意批評，你犯了破和合僧的罪。這個道場實在不好，實在是做得不如法，叫「默擯」；人家問的時候不答覆，我不讚歎，也不毀謗，這是佛教導我們的。佛沒有教人毀謗人，沒有教人造謠生事，佛教人尊重別人，禮敬別人。至於讚歎那就要看事實了，他是善的，讚歎；不是善的，不讚歎，決定不毀謗。"
    },
    {
      "id": "21-140-0001_p0036",
      "zh_CN": "我们要认真努力去学习，要能够体会到佛教导我们的密义，深密的义理。佛不教人毁谤人，恶人都不毁谤，恶事恶行也不毁谤，不赞叹就是了；善人善行善事要赞叹，差别就在此地。至于礼敬供养没有分别，造作恶业的人，他今天没饭吃，我应当要供养他一餐饭；他冻着了，没有衣服穿，我应当要供养他衣服。不能因为他是恶人就不顾他了，这个不可以。这个真正叫大慈大悲，真正叫平等济施。",
      "zh_TW": "我們要認真努力去學習，要能夠體會到佛教導我們的密義，深密的義理。佛不教人毀謗人，惡人都不毀謗，惡事惡行也不毀謗，不讚歎就是了；善人善行善事要讚歎，差別就在此地。至於禮敬供養沒有分別，造作惡業的人，他今天沒飯吃，我應當要供養他一餐飯；他凍著了，沒有衣服穿，我應當要供養他衣服。不能因為他是惡人就不顧他了，這個不可以。這個真正叫大慈大悲，真正叫平等濟施。"
    },
    {
      "id": "21-140-0001_p0037",
      "zh_CN": "所以一切依照经论的教训、指导，我们就不会走错路。不可以违背佛陀的教诲，不能够随顺自己的烦恼习气，不能把佛法当人情，那你就错了。佛法是理智的，佛法不是完全感情的，它的情里面有智慧，决定不迷惑，希望我们同学们都能够明了。",
      "zh_TW": "所以一切依照經論的教訓、指導，我們就不會走錯路。不可以違背佛陀的教誨，不能夠隨順自己的煩惱習氣，不能把佛法當人情，那你就錯了。佛法是理智的，佛法不是完全感情的，它的情裡面有智慧，決定不迷惑，希望我們同學們都能夠明瞭。"
    },
    {
      "id": "21-140-0001_p0038",
      "zh_CN": "这个地方，我们是走印光大师的道路，决定是如理如法的念佛道场，我们念佛一年到头都不中断。对外面的同修，我们每年举行四个佛七，春夏秋冬四季，每一个佛七是七十天，不是七天；我们是大的佛七，七十天，每三个月举行一次。这样对外地的同修到我们这边来共修，我们一年有二百八十天，四七二十八，二百八十天。长住的？长住在这边的，念佛一年到头不中断。",
      "zh_TW": "這個地方，我們是走印光大師的道路，決定是如理如法的念佛道場，我們念佛一年到頭都不中斷。對外面的同修，我們每年舉行四個佛七，春夏秋冬四季，每一個佛七是七十天，不是七天；我們是大的佛七，七十天，每三個月舉行一次。這樣對外地的同修到我們這邊來共修，我們一年有二百八十天，四七二十八，二百八十天。長住的？長住在這邊的，念佛一年到頭不中斷。"
    },
    {
      "id": "21-140-0001_p0039",
      "zh_CN": "到这个地方念佛最好不说话，如果七十天不说，你很得受用。杂心闲话把你的功德就破坏了，这一点希望同学们要注意。除了自己进修，成就自己，念念回向给全世界所有一切苦难众生，祈求社会安定，世界和平，人民福祉。谢谢大家！",
      "zh_TW": "到這個地方念佛最好不說話，如果七十天不說，你很得受用。雜心閒話把你的功德就破壞了，這一點希望同學們要注意。除了自己進修，成就自己，念念迴向給全世界所有一切苦難眾生，祈求社會安定，世界和平，人民福祉。謝謝大家！"
    }
  ]
}