{
  "doc_id": "12-007-0016",
  "title": {
    "zh_CN": "四十华严寂静夜神章",
    "zh_TW": "四十華嚴寂靜夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1983",
    "zh_TW": "1983"
  },
  "doc_number": "12-007-0016",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "12-007-0016_p0001",
      "zh_CN": "七百三十面倒数第三行当中开始：",
      "zh_TW": "七百三十面倒數第三行當中開始："
    },
    {
      "id": "12-007-0016_p0002",
      "zh_CN": "【此解脱者犹如影像。一切智愿光所生故。】",
      "zh_TW": "【此解脫者猶如影像。一切智願光所生故。】"
    },
    {
      "id": "12-007-0016_p0003",
      "zh_CN": "从这句开始。向下一共有二十二门，两句是说一门，都是用比喻来显示境界深广难知。这个难是真难，因为不是我们思惟想像能够达到的，所以说佛与大菩萨亲证的境界；换句话说，超出我们的常识。我们不但是这一生，就是无量劫以来，从来没听说过、也没见到过，它难在这个地方。可是佛经里面所给我们说的这个境界，并不是说给我们听听就算了，而是希望我们自己都能够证得，这个才是佛说法的本意。说了之后，我们无法证得，那就辜负佛菩萨，这点我们要明了。每一门的上句就是很浅的比喻，底下一句就是甚深之法。",
      "zh_TW": "從這句開始。向下一共有二十二門，兩句是說一門，都是用比喻來顯示境界深廣難知。這個難是真難，因為不是我們思惟想像能夠達到的，所以說佛與大菩薩親證的境界；換句話說，超出我們的常識。我們不但是這一生，就是無量劫以來，從來沒聽說過、也沒見到過，它難在這個地方。可是佛經裡面所給我們說的這個境界，並不是說給我們聽聽就算了，而是希望我們自己都能夠證得，這個才是佛說法的本意。說了之後，我們無法證得，那就辜負佛菩薩，這點我們要明瞭。每一門的上句就是很淺的比喻，底下一句就是甚深之法。"
    },
    {
      "id": "12-007-0016_p0004",
      "zh_CN": "所以第一门里头，『此解脱者』，「解脱者」在此地就是第五地的菩萨，他所得的大自在。『犹如影像』，「影像」有没有？有，虽有它没有障碍。为什么没有障碍？它无自性，它没有体性，无自性、无障碍就自在了。我们想一想，我们今天为什么不自在？谁障碍了我们？不是外境，外面的境界不足以障碍我们。而我们的障碍是什么？是对外取境着相，所以才产生了障碍。假如真的能像《金刚经》所说的，外不取于相，内如如不动，那有什么障碍！障碍是自己造成的，要觉悟。世出世间圣人都给我们说，凡夫迷惑颠倒好像是作茧自缚，那个蚕吐丝做成茧自己把自己关在里面，不是外人的约束自己。实实在在说自己对于自己迷惑，对于外境也迷惑，迷才盖覆着，执着才生无量无边的烦恼，显示出种种不自在。",
      "zh_TW": "所以第一門裡頭，『此解脫者』，「解脫者」在此地就是第五地的菩薩，他所得的大自在。『猶如影像』，「影像」有沒有？有，雖有它沒有障礙。為什麼沒有障礙？它無自性，它沒有體性，無自性、無障礙就自在了。我們想一想，我們今天為什麼不自在？誰障礙了我們？不是外境，外面的境界不足以障礙我們。而我們的障礙是什麼？是對外取境著相，所以才產生了障礙。假如真的能像《金剛經》所說的，外不取於相，內如如不動，那有什麼障礙！障礙是自己造成的，要覺悟。世出世間聖人都給我們說，凡夫迷惑顛倒好像是作繭自縛，那個蠶吐絲做成繭自己把自己關在裡面，不是外人的約束自己。實實在在說自己對於自己迷惑，對於外境也迷惑，迷才蓋覆著，執著才生無量無邊的煩惱，顯示出種種不自在。"
    },
    {
      "id": "12-007-0016_p0005",
      "zh_CN": "底下这句把这个意思给显示出来了，『一切智愿光所生』，智慧能够破除无明，大愿这是你整个生命当中的引导。「光」，这是你智慧之光，是你大愿的光明，不但照耀自己，也照耀一切众生。这才显示出你真正的解脱与大自在，所以说「一切智愿光所生故」。佛菩萨的地位确实还是像影像一样，经上讲的「凡所有相，皆是虚妄」。佛菩萨也适用这句话，不是说我们凡夫凡所有相皆是虚妄，诸佛菩萨就不是的了，那就错了，一相无二相。诸佛菩萨的境界也是虚妄的，所以他不执着。我们凡夫境界也是虚妄的，所以觉悟的人，在六凡不执着六凡，在圣他也不执着四圣，凡圣都自在。万万不可以当真，要晓得一空一切空，一假是一切假。经上也常说，我们常在经上看到的，就是诸法实相，实就是真实，真实相是什么？你了解一切相都是虚妄的，这就是真实的。真相什么？真相虚妄的。所以这个时候你才晓得真妄原来不二，是一桩事情，这才真正见到真相，就是诸法实相。不要以为听说诸法实相，大概还有个真的，这是假的，那你就愈迷愈深了。再看第二句（第二门）：",
      "zh_TW": "底下這句把這個意思給顯示出來了，『一切智願光所生』，智慧能夠破除無明，大願這是你整個生命當中的引導。「光」，這是你智慧之光，是你大願的光明，不但照耀自己，也照耀一切眾生。這才顯示出你真正的解脫與大自在，所以說「一切智願光所生故」。佛菩薩的地位確實還是像影像一樣，經上講的「凡所有相，皆是虛妄」。佛菩薩也適用這句話，不是說我們凡夫凡所有相皆是虛妄，諸佛菩薩就不是的了，那就錯了，一相無二相。諸佛菩薩的境界也是虛妄的，所以他不執著。我們凡夫境界也是虛妄的，所以覺悟的人，在六凡不執著六凡，在聖他也不執著四聖，凡聖都自在。萬萬不可以當真，要曉得一空一切空，一假是一切假。經上也常說，我們常在經上看到的，就是諸法實相，實就是真實，真實相是什麼？你了解一切相都是虛妄的，這就是真實的。真相什麼？真相虛妄的。所以這個時候你才曉得真妄原來不二，是一樁事情，這才真正見到真相，就是諸法實相。不要以為聽說諸法實相，大概還有個真的，這是假的，那你就愈迷愈深了。再看第二句（第二門）："
    },
    {
      "id": "12-007-0016_p0006",
      "zh_CN": "【此解脱者犹如变化。诸菩萨行妙变化故。】",
      "zh_TW": "【此解脫者猶如變化。諸菩薩行妙變化故。】"
    },
    {
      "id": "12-007-0016_p0007",
      "zh_CN": "经论当中一再的告诉我们，宇宙人生它的真实相是心变现的，心现的、识变的，这是佛法的大根大本。千经万论、无量法门都是从这个根本上生的，心能现，识能变。不但诸佛菩萨是变化所生，我们六道凡夫哪个不是变化所生？这个里面就是迷悟不同，诸佛菩萨觉悟，『此解脱者犹如变化』。我们凡夫迷在境界里头，不知道这个境界是自己识心所变，误会以为法法都是真实。在这些变化所作里面妄起分别执着，虚妄生起种种知见、种种的烦恼，像五种见惑，这就是错误的见解、错误的知见。五种思惑那是烦恼，迷了才有这个相，悟了就没有了。世间也有些幻化的，像变魔术，这个大家都晓得那是假的，看了很开心不会把它当真，这种变化晓得。你就没有觉察到，我们今天十法界庄严，连自己这一生从生到老死，统是像变把戏一样，变化所作，你要是把这个真相看穿了，那就很自在。",
      "zh_TW": "經論當中一再的告訴我們，宇宙人生它的真實相是心變現的，心現的、識變的，這是佛法的大根大本。千經萬論、無量法門都是從這個根本上生的，心能現，識能變。不但諸佛菩薩是變化所生，我們六道凡夫哪個不是變化所生？這個裡面就是迷悟不同，諸佛菩薩覺悟，『此解脫者猶如變化』。我們凡夫迷在境界裡頭，不知道這個境界是自己識心所變，誤會以為法法都是真實。在這些變化所作裡面妄起分別執著，虛妄生起種種知見、種種的煩惱，像五種見惑，這就是錯誤的見解、錯誤的知見。五種思惑那是煩惱，迷了才有這個相，悟了就沒有了。世間也有些幻化的，像變魔術，這個大家都曉得那是假的，看了很開心不會把它當真，這種變化曉得。你就沒有覺察到，我們今天十法界莊嚴，連自己這一生從生到老死，統是像變把戲一樣，變化所作，你要是把這個真相看穿了，那就很自在。"
    },
    {
      "id": "12-007-0016_p0008",
      "zh_CN": "变化所作，根本就不是实在的，再仔细深入去观察，根本就没有。《心经》上告诉我们「色即是空」，色是讲一切物质，就讲色法，当体就是空。「色不异空，空不异色」，这就说明了空有是一不是二，有，当体就是空；空，当体就是有。所谓这个空不当作无讲。空什么都没有了，那个空好懂，那个空二、三岁小孩都懂，何必要如来苦口婆心横说竖说，愈说愈不懂。它这个空不当作无讲，它那个空是空有是一不是二，这个空就很难懂。所以在《大智度论》里面讲十八种空，《大涅槃经》里面讲二十种空，这是空的定义要明了。变化所作决定不可以贪着，拿这个来说明它的「解脱」。第三门说：",
      "zh_TW": "變化所作，根本就不是實在的，再仔細深入去觀察，根本就沒有。《心經》上告訴我們「色即是空」，色是講一切物質，就講色法，當體就是空。「色不異空，空不異色」，這就說明了空有是一不是二，有，當體就是空；空，當體就是有。所謂這個空不當作無講。空什麼都沒有了，那個空好懂，那個空二、三歲小孩都懂，何必要如來苦口婆心橫說豎說，愈說愈不懂。它這個空不當作無講，它那個空是空有是一不是二，這個空就很難懂。所以在《大智度論》裡面講十八種空，《大涅槃經》裡面講二十種空，這是空的定義要明瞭。變化所作決定不可以貪著，拿這個來說明它的「解脫」。第三門說："
    },
    {
      "id": "12-007-0016_p0009",
      "zh_CN": "【此解脱者犹如大地。为一切众生所依处故。】",
      "zh_TW": "【此解脫者猶如大地。為一切眾生所依處故。】"
    },
    {
      "id": "12-007-0016_p0010",
      "zh_CN": "后面这句是比喻，说明比喻里面的含义。『地』，我们在地球上一切的生物都是依地而生的，依大地才能够长成，才能生长。此地拿它来做个比喻，佛菩萨一切智慧无量的功德，都从解脱当中显现出来。所以在前面我们特别把『解脱』这两个字，提出来说明白，什么叫做解、什么叫做脱一定要搞清楚。解就是解开，我们身体被人用绳索绑得紧紧的，动弹不得，这个苦，现在把它解开。所以解是对什么？对无明烦恼来说的，把无明烦恼给它解除掉了，脱是脱了生死轮回。法身大士不但是三界六道的果报他脱了，脱离了，三界之外的变易生死他也脱了。解开见思烦恼这个结，六道的生死就超脱了；如果能解开根本无明，变易生死也脱离了。脱离变易生死，显露出来的是清净法身，清净法身的起用是无量的智慧、无量的德能，所以把这个解脱比喻作大地。由此可知，这个重要！",
      "zh_TW": "後面這句是比喻，說明比喻裡面的含義。『地』，我們在地球上一切的生物都是依地而生的，依大地才能夠長成，才能生長。此地拿它來做個比喻，佛菩薩一切智慧無量的功德，都從解脫當中顯現出來。所以在前面我們特別把『解脫』這兩個字，提出來說明白，什麼叫做解、什麼叫做脫一定要搞清楚。解就是解開，我們身體被人用繩索綁得緊緊的，動彈不得，這個苦，現在把它解開。所以解是對什麼？對無明煩惱來說的，把無明煩惱給它解除掉了，脫是脫了生死輪迴。法身大士不但是三界六道的果報他脫了，脫離了，三界之外的變易生死他也脫了。解開見思煩惱這個結，六道的生死就超脫了；如果能解開根本無明，變易生死也脫離了。脫離變易生死，顯露出來的是清淨法身，清淨法身的起用是無量的智慧、無量的德能，所以把這個解脫比喻作大地。由此可知，這個重要！"
    },
    {
      "id": "12-007-0016_p0011",
      "zh_CN": "这个经是大乘，不但是大乘，还在大乘之上，一乘经。《法华经》里所说的，「唯有一乘法，无二亦无三」。这个经是圆教一乘，所以它这个意思实实在在是深。譬如说为什么不讲断烦恼？为什么不讲证菩提？拿解脱来比大地。《梵网经》里面心来比地，这是心地法门。它这个地方不用这个，是从作用上来讲，如果讲心地是从本体上说，是从体上讲。解脱是从作用上讲，换句话说，这个作用非常非常的重要，它含义非常深。那就是修行人总免不了执着，学东西常说先入为主，它总有个主观观念，这个东西就是个结，这个结要不解开就是个麻烦事情。所以它这个地方用解脱比大地，这一层意思我们要能看出来。不但对一些世间法不可以执着，对于佛法也不能执着，因为不执着是什么？就解开，执着就是打结。真如本性里面没有结，像六祖所说的「本来无一物」，这没结。有一念执着那个念头就是结，这个结要把它解除才能够生无量功德，才能够现无量智慧。所以它这里用解脱来比喻大地，这个意思很深，也显示出菩萨无论在体、相、作用上，他都没有分别执着，这是真正高明，真正彻底究竟的解脱。",
      "zh_TW": "這個經是大乘，不但是大乘，還在大乘之上，一乘經。《法華經》裡所說的，「唯有一乘法，無二亦無三」。這個經是圓教一乘，所以它這個意思實實在在是深。譬如說為什麼不講斷煩惱？為什麼不講證菩提？拿解脫來比大地。《梵網經》裡面心來比地，這是心地法門。它這個地方不用這個，是從作用上來講，如果講心地是從本體上說，是從體上講。解脫是從作用上講，換句話說，這個作用非常非常的重要，它含義非常深。那就是修行人總免不了執著，學東西常說先入為主，它總有個主觀觀念，這個東西就是個結，這個結要不解開就是個麻煩事情。所以它這個地方用解脫比大地，這一層意思我們要能看出來。不但對一些世間法不可以執著，對於佛法也不能執著，因為不執著是什麼？就解開，執著就是打結。真如本性裡面沒有結，像六祖所說的「本來無一物」，這沒結。有一念執著那個念頭就是結，這個結要把它解除才能夠生無量功德，才能夠現無量智慧。所以它這裡用解脫來比喻大地，這個意思很深，也顯示出菩薩無論在體、相、作用上，他都沒有分別執著，這是真正高明，真正徹底究竟的解脫。"
    },
    {
      "id": "12-007-0016_p0012",
      "zh_CN": "所以我们往往在修学过程当中，这点常常疏忽了，就是自己执着在某个法门上、某种知见上，不肯舍弃，而不晓得这些分别执着是虚妄的。可是对初学来说，某些执着在眼前是有利的，所谓是「择善固执」，是有利的。但是这种执着到某个境界要能够把它舍掉，不舍掉就不能往上提升。譬如我们在最初开端的时候，一定要执持五戒十善，「诸恶莫作，众善奉行」，都讲事，这就是择善固执。我们绝不做坏事，我们多做有利于人、有利于社会的事情，择善固执。可是这个方法行到一个阶段之后，自己善心、善念时常能够生起，恶念、恶心都没有了、都断掉了，这个时候你的境界就往上要提升。你老执着这个，换句话说，你的境界永远保持在这个程度里头，就不能突破。把这个观一突破之后这就得定，因戒生定，戒能够帮助你得定。定得到之后他又守在定上；换句话，又执着在定上。定的境界非常之舒服，那是很高级的享受。",
      "zh_TW": "所以我們往往在修學過程當中，這點常常疏忽了，就是自己執著在某個法門上、某種知見上，不肯捨棄，而不曉得這些分別執著是虛妄的。可是對初學來說，某些執著在眼前是有利的，所謂是「擇善固執」，是有利的。但是這種執著到某個境界要能夠把它捨掉，不捨掉就不能往上提升。譬如我們在最初開端的時候，一定要執持五戒十善，「諸惡莫作，眾善奉行」，都講事，這就是擇善固執。我們絕不做壞事，我們多做有利於人、有利於社會的事情，擇善固執。可是這個方法行到一個階段之後，自己善心、善念時常能夠生起，惡念、惡心都沒有了、都斷掉了，這個時候你的境界就往上要提升。你老執著這個，換句話說，你的境界永遠保持在這個程度裡頭，就不能突破。把這個觀一突破之後這就得定，因戒生定，戒能夠幫助你得定。定得到之後他又守在定上；換句話，又執著在定上。定的境界非常之舒服，那是很高級的享受。"
    },
    {
      "id": "12-007-0016_p0013",
      "zh_CN": "如果执着在这个境界里面，好了就像小乘阿罗汉，「内守幽闲，犹为法尘分别影事」。不是真的，还是虚妄的境界，不能开智慧，不能见性这个障碍。所以小乘必得要回小向大，什么叫回小向大？舍掉他那个内守，他从这个定境又提升一层，智慧开了见性。所以我们持戒不要被戒捆住了，要晓得到什么时候要能解得开。修定不要被定关起来了，到时候也得能够超越，这样才行。诸位记住一个总原则，佛法是破执着的，这是总纲领。破人我执着，破法我执，破人我执证得人空，破法我执证得法空。还要往上提升，连空也得空去，这是经上常讲「大三空三昧」，人空、法空，空亦空也不执着，这才能够达到究竟解脱，才能生无量无边功德。像诸佛如来，无论是因地上、果地上无量无边的功德，无一不是从大三空三昧而生，这个比喻是这个意思。第四门说：",
      "zh_TW": "如果執著在這個境界裡面，好了就像小乘阿羅漢，「內守幽閑，猶為法塵分別影事」。不是真的，還是虛妄的境界，不能開智慧，不能見性這個障礙。所以小乘必得要迴小向大，什麼叫迴小向大？捨掉他那個內守，他從這個定境又提升一層，智慧開了見性。所以我們持戒不要被戒捆住了，要曉得到什麼時候要能解得開。修定不要被定關起來了，到時候也得能夠超越，這樣才行。諸位記住一個總原則，佛法是破執著的，這是總綱領。破人我執著，破法我執，破人我執證得人空，破法我執證得法空。還要往上提升，連空也得空去，這是經上常講「大三空三昧」，人空、法空，空亦空也不執著，這才能夠達到究竟解脫，才能生無量無邊功德。像諸佛如來，無論是因地上、果地上無量無邊的功德，無一不是從大三空三昧而生，這個比喻是這個意思。第四門說："
    },
    {
      "id": "12-007-0016_p0014",
      "zh_CN": "【此解脱者犹如大水。能以大悲润一切故。】",
      "zh_TW": "【此解脫者猶如大水。能以大悲潤一切故。】"
    },
    {
      "id": "12-007-0016_p0015",
      "zh_CN": "这是从作用上说的，水，我们晓得无论是对于动物、植物，乃至于矿物都非常重要。动植物缺乏了水分就不能够生存，水有滋润的功德。诸佛菩萨的大慈悲心就像水一样，能够滋润九法界的众生。诸佛菩萨对于众生这个恩德，实实在在是太大，而众生怎么样？没感觉到。其实佛菩萨对我们每个人的照顾，真是无微不至，大多数的人他没有感觉到。如果诸位学佛，到你心地有个相当清净程度，你会觉察到，真正会觉察到诸佛菩萨对你的爱护，比父母不晓得要超过了多少万万倍。这得要清净心才会发现，发现佛菩萨对自己这么照顾。再一观察原来对每个人都一样的，并不是只对我一个人，我发现到了，别人还没有发现到。这一句话是真实话，不是虚假的，无论我们处的境界是顺境、是逆境，都是佛菩萨在那里照顾。所以顺逆对于一个真正修道人来讲，都是最好的增上缘。如果我们觉察到了，把握到这个机缘，必定能够提升自己的境界。",
      "zh_TW": "這是從作用上說的，水，我們曉得無論是對於動物、植物，乃至於礦物都非常重要。動植物缺乏了水分就不能夠生存，水有滋潤的功德。諸佛菩薩的大慈悲心就像水一樣，能夠滋潤九法界的眾生。諸佛菩薩對於眾生這個恩德，實實在在是太大，而眾生怎麼樣？沒感覺到。其實佛菩薩對我們每個人的照顧，真是無微不至，大多數的人他沒有感覺到。如果諸位學佛，到你心地有個相當清淨程度，你會覺察到，真正會覺察到諸佛菩薩對你的愛護，比父母不曉得要超過了多少萬萬倍。這得要清淨心才會發現，發現佛菩薩對自己這麼照顧。再一觀察原來對每個人都一樣的，並不是只對我一個人，我發現到了，別人還沒有發現到。這一句話是真實話，不是虛假的，無論我們處的境界是順境、是逆境，都是佛菩薩在那裡照顧。所以順逆對於一個真正修道人來講，都是最好的增上緣。如果我們覺察到了，把握到這個機緣，必定能夠提升自己的境界。"
    },
    {
      "id": "12-007-0016_p0016",
      "zh_CN": "【此解脱者犹如大火。干竭众生贪爱水故。】",
      "zh_TW": "【此解脫者猶如大火。乾竭眾生貪愛水故。】"
    },
    {
      "id": "12-007-0016_p0017",
      "zh_CN": "菩萨的境界像火炬一样，这个也是从比喻上说的。火能烧一切物，正所谓是星星之火，可以燎原。这个火是比喻智慧能烧烦恼薪，智慧一现前了，所有烦恼都消除了，好像这一把火把烦恼都烧得干干净净，取这个意思。这个意思比喻得也非常的深，因为唯有智慧才真正的断一切烦恼。智慧能断，定能伏，能把它压下去，这个人有定功，有定功可以伏烦恼，不能断烦恼。有慧，烦恼就没有了，就断掉了，这是我们要晓得。就是我们常常读经典里面，讲小乘阿罗汉，阿罗汉定功相当深，九次第定，他把见思烦恼断了，是不是真断？经上常讲真断了，真断了习气还在，习气没断。习气没断；换句话说，没断干净，所谓说藕断丝连。藕真断了，当中还有丝连在里头，这个丝再要断那要靠智慧，没有智慧光明，丝总是连在一起，断不干净。",
      "zh_TW": "菩薩的境界像火炬一樣，這個也是從比喻上說的。火能燒一切物，正所謂是星星之火，可以燎原。這個火是比喻智慧能燒煩惱薪，智慧一現前了，所有煩惱都消除了，好像這一把火把煩惱都燒得乾乾淨淨，取這個意思。這個意思比喻得也非常的深，因為唯有智慧才真正的斷一切煩惱。智慧能斷，定能伏，能把它壓下去，這個人有定功，有定功可以伏煩惱，不能斷煩惱。有慧，煩惱就沒有了，就斷掉了，這是我們要曉得。就是我們常常讀經典裡面，講小乘阿羅漢，阿羅漢定功相當深，九次第定，他把見思煩惱斷了，是不是真斷？經上常講真斷了，真斷了習氣還在，習氣沒斷。習氣沒斷；換句話說，沒斷乾淨，所謂說藕斷絲連。藕真斷了，當中還有絲連在裡頭，這個絲再要斷那要靠智慧，沒有智慧光明，絲總是連在一起，斷不乾淨。"
    },
    {
      "id": "12-007-0016_p0018",
      "zh_CN": "智慧现前贪爱没有了，这个贪心变了，不是没有，变了。变作什么？变作舍心，他能舍了，他能布施了，爱心就变成慈悲，慈悲就是爱。平常讲的爱，头一个是爱自己，再就是爱家人；慈悲是爱一切众生，不包括自己。所以佛菩萨不爱自己的，爱一切众生，他能为一切众生，拿我们的话来说，做任何的牺牲他也在所不惜，他能做得到，这叫大慈大悲。必得智慧现前才能办得到，没有智慧办不到。这是把智慧比作『大火』，你看看智慧也是从解脱里面生的。它这一大段经文里面特别提示我们，解脱这个概念对我们修行多么的重要。我们无始劫以来是作茧自缚，现在解铃还需系铃人，自己束缚自己，还得自己来解开这个结。除自己之外，任何一个人都没有办法替你解除，这点我们不要以为佛菩萨不慈悲，他无能为力，一定要自己解除自己的烦恼结。",
      "zh_TW": "智慧現前貪愛沒有了，這個貪心變了，不是沒有，變了。變作什麼？變作捨心，他能捨了，他能布施了，愛心就變成慈悲，慈悲就是愛。平常講的愛，頭一個是愛自己，再就是愛家人；慈悲是愛一切眾生，不包括自己。所以佛菩薩不愛自己的，愛一切眾生，他能為一切眾生，拿我們的話來說，做任何的犧牲他也在所不惜，他能做得到，這叫大慈大悲。必得智慧現前才能辦得到，沒有智慧辦不到。這是把智慧比作『大火』，你看看智慧也是從解脫裡面生的。它這一大段經文裡面特別提示我們，解脫這個概念對我們修行多麼的重要。我們無始劫以來是作繭自縛，現在解鈴還需繫鈴人，自己束縛自己，還得自己來解開這個結。除自己之外，任何一個人都沒有辦法替你解除，這點我們不要以為佛菩薩不慈悲，他無能為力，一定要自己解除自己的煩惱結。"
    },
    {
      "id": "12-007-0016_p0019",
      "zh_CN": "【此解脱者犹如大风。令诸众生速疾趣于一切智故。】",
      "zh_TW": "【此解脫者猶如大風。令諸眾生速疾趣於一切智故。】"
    },
    {
      "id": "12-007-0016_p0020",
      "zh_CN": "『一切智』是如来果地上圆满的智慧，这个地方用风来作比喻，风的速度快。这在从前古时候，风的速度是最快的，好比『大风』一样，很快的把你吹到。尤其在古时候船只都是帆船，这是速度最快，借着风的力量。读到这个地方，我也忽然想起来，我在当年还没有入佛门，还谈不上学佛，跟方老师学哲学的时候。方老师谈到佛经哲学，他老人家做了个比喻，他说学佛就好像剥芭蕉树一样，芭蕉树一层一层剥到后来就没有了。解脱就是剥芭蕉树，一层一层的把它解开，解到后面之后，与尽虚空遍法界合而为一，这就是大自在了。他那个时候把佛经哲学用这种方法来比喻，也很有趣味。由此可知，你要不晓得解结，你的智慧不能生起来，无法达到最高、最究竟、最圆满的智慧。所以在如来与这些法身大士的大菩萨们，他们的心清净，心里头什么东西都没有。心清净寂灭，外面的相也是清净寂灭，清净寂灭不是说外头相没有了。那个「觉后空空无大千」，不是说外面的大千世界相没有了，他心里面执着大千世界那个概念没有了，空是空这个。",
      "zh_TW": "『一切智』是如來果地上圓滿的智慧，這個地方用風來作比喻，風的速度快。這在從前古時候，風的速度是最快的，好比『大風』一樣，很快的把你吹到。尤其在古時候船隻都是帆船，這是速度最快，藉著風的力量。讀到這個地方，我也忽然想起來，我在當年還沒有入佛門，還談不上學佛，跟方老師學哲學的時候。方老師談到佛經哲學，他老人家做了個比喻，他說學佛就好像剝芭蕉樹一樣，芭蕉樹一層一層剝到後來就沒有了。解脫就是剝芭蕉樹，一層一層的把它解開，解到後面之後，與盡虛空遍法界合而為一，這就是大自在了。他那個時候把佛經哲學用這種方法來比喻，也很有趣味。由此可知，你要不曉得解結，你的智慧不能生起來，無法達到最高、最究竟、最圓滿的智慧。所以在如來與這些法身大士的大菩薩們，他們的心清淨，心裡頭什麼東西都沒有。心清淨寂滅，外面的相也是清淨寂滅，清淨寂滅不是說外頭相沒有了。那個「覺後空空無大千」，不是說外面的大千世界相沒有了，他心裡面執著大千世界那個概念沒有了，空是空這個。"
    },
    {
      "id": "12-007-0016_p0021",
      "zh_CN": "就是对于往常执着大千世界的，分别、执着、妄想全都没有，觉后空空无大千，无大千证得是自性，不是说外头境界没有了，这才能够得到圆满的智慧。我们经上又说，到了佛的果位上再倒驾慈航，那怎么个倒法？倒驾慈航这个意思，就是从寂静心里面又生起知见了，这就是回过头来。这个时候回过头来跟从前生的知见决定不一样，因为以前是迷，现在生知见是觉而不迷，生起知见干什么？是为了帮助众生，不是自受用，是他受用，这叫大慈大悲。如果我们拿这个东西问佛：佛，这是什么？佛一定告诉，这是毛巾。佛的寂静心里头还有毛巾吗？没有，决定没有。他为什么生起这个知见？为我们受用，给我们解答的，因为我们有这种执着。这个叫「随众生心，应所知量」。他自己确实没有起心动念，正在答复我们的时候也没有起心动念，这是觉。觉后空空无大千真的，不是假的。这是说明要成就圆满的智慧，要懂得解脱，懂得这个法门。",
      "zh_TW": "就是對於往常執著大千世界的，分別、執著、妄想全都沒有，覺後空空無大千，無大千證得是自性，不是說外頭境界沒有了，這才能夠得到圓滿的智慧。我們經上又說，到了佛的果位上再倒駕慈航，那怎麼個倒法？倒駕慈航這個意思，就是從寂靜心裡面又生起知見了，這就是回過頭來。這個時候回過頭來跟從前生的知見決定不一樣，因為以前是迷，現在生知見是覺而不迷，生起知見幹什麼？是為了幫助眾生，不是自受用，是他受用，這叫大慈大悲。如果我們拿這個東西問佛：佛，這是什麼？佛一定告訴，這是毛巾。佛的寂靜心裡頭還有毛巾嗎？沒有，決定沒有。他為什麼生起這個知見？為我們受用，給我們解答的，因為我們有這種執著。這個叫「隨眾生心，應所知量」。他自己確實沒有起心動念，正在答覆我們的時候也沒有起心動念，這是覺。覺後空空無大千真的，不是假的。這是說明要成就圓滿的智慧，要懂得解脫，懂得這個法門。"
    },
    {
      "id": "12-007-0016_p0022",
      "zh_CN": "【此解脱者犹如大海。众功德宝庄严一切诸众生故。】",
      "zh_TW": "【此解脫者猶如大海。眾功德寶莊嚴一切諸眾生故。】"
    },
    {
      "id": "12-007-0016_p0023",
      "zh_CN": "海里面的资源非常丰富，古人知道，现在人知道的比古人当然更要清楚，所以有许多科学家先进国家都在动脑筋，如何去开发海洋的资源、海底的资源，来提升我们生活的品质。你看，佛经里面在三千年前这就提倡了。这个地方是用『大海』做比喻，比喻菩萨体、相、作用就像大海一样，含藏着有无量无边的功德。『庄严一切诸众生』，「庄严」就是要「一切诸众生」，都能得到这个享受，受用就叫庄严。譬如我们穿得很好，服装庄严；吃得很好，饮食的庄严。这就是说明，无论在物质生活与精神生活都能够过得非常好，这叫庄严。一切众生还加一个「诸」，一切是说类别，诸是讲的众多，包括了九法界的有情众生。",
      "zh_TW": "海裡面的資源非常豐富，古人知道，現在人知道的比古人當然更要清楚，所以有許多科學家先進國家都在動腦筋，如何去開發海洋的資源、海底的資源，來提升我們生活的品質。你看，佛經裡面在三千年前這就提倡了。這個地方是用『大海』做比喻，比喻菩薩體、相、作用就像大海一樣，含藏著有無量無邊的功德。『莊嚴一切諸眾生』，「莊嚴」就是要「一切諸眾生」，都能得到這個享受，受用就叫莊嚴。譬如我們穿得很好，服裝莊嚴；吃得很好，飲食的莊嚴。這就是說明，無論在物質生活與精神生活都能夠過得非常好，這叫莊嚴。一切眾生還加一個「諸」，一切是說類別，諸是講的眾多，包括了九法界的有情眾生。"
    },
    {
      "id": "12-007-0016_p0024",
      "zh_CN": "【此解脱者如须弥山。出一切智法宝海故。】",
      "zh_TW": "【此解脫者如須彌山。出一切智法寶海故。】"
    },
    {
      "id": "12-007-0016_p0025",
      "zh_CN": "佛经里面所说的『须弥山』，在大海当中，四面都是大海，「须弥山」是四宝所成，这是以须弥山来比喻，它好比须弥山一样，能够出生一切智慧，一切法宝。在这个地方我们要说明的，这一句里头有三桩事情，一个是智慧，『一切智』，一个是方法，一切法，『宝』是讲德用，真正得到受用。如果没有智慧，如果没有方法，你就得不到受用了。所以一定要有智慧，要有善巧方便，善巧方便就是方法，才能够使我们的生活过得非常自在，真正破迷开悟，离苦得乐。这两句话意义都是非常的深，我们浅学的人，听了这两句也听得懂，理解得很浅。离苦得乐，我现在生活很苦，苦生活改善不少了，这就得乐了。我们只能体会到这一点，这就是体会得很浅。那个根性利一点的人，他晓得我们眼前的苦乐不是真的，算不了什么。三界的苦乐是真的，天上比我们人间乐得多，人间怎么样也比不上天上。如果再深一点的观察，天还是不究竟，纵然生到非想非非想天寿命八万大劫，诸位要晓得，八万大劫在我们看起来不可思议，这个福报太大太大了。",
      "zh_TW": "佛經裡面所說的『須彌山』，在大海當中，四面都是大海，「須彌山」是四寶所成，這是以須彌山來比喻，它好比須彌山一樣，能夠出生一切智慧，一切法寶。在這個地方我們要說明的，這一句裡頭有三樁事情，一個是智慧，『一切智』，一個是方法，一切法，『寶』是講德用，真正得到受用。如果沒有智慧，如果沒有方法，你就得不到受用了。所以一定要有智慧，要有善巧方便，善巧方便就是方法，才能夠使我們的生活過得非常自在，真正破迷開悟，離苦得樂。這兩句話意義都是非常的深，我們淺學的人，聽了這兩句也聽得懂，理解得很淺。離苦得樂，我現在生活很苦，苦生活改善不少了，這就得樂了。我們只能體會到這一點，這就是體會得很淺。那個根性利一點的人，他曉得我們眼前的苦樂不是真的，算不了什麼。三界的苦樂是真的，天上比我們人間樂得多，人間怎麼樣也比不上天上。如果再深一點的觀察，天還是不究竟，縱然生到非想非非想天壽命八萬大劫，諸位要曉得，八萬大劫在我們看起來不可思議，這個福報太大太大了。"
    },
    {
      "id": "12-007-0016_p0026",
      "zh_CN": "其实他的感受，跟我们这一生的感受是相同的，也是一生这个要觉悟。我们怎么能够体会得到？譬如我们看蜉蝣，水上走来走去的小虫，蜉蝣朝生暮死，它的寿命只有几个小时。如果以牠的眼光来看我们人，活上七、八十岁，活上一百多岁，这不简直是神仙了！在牠眼睛看起来，我们就像非想非非想天人。诸位要知道寿命长短在感受上是一样的，都是一生。我们要把这个道理体会到一些，对于天人的长寿就不羡慕了，我们这个短寿也无所谓，这上要斤斤计较，那就是古人所说的五十步笑百步，不是真实的。如何能够得到永生？真的证得不生不灭了，这才是真乐，那得超越三界了，三界统苦，超越三界才真正得乐，超越三界之外，三界外面还有苦乐。如果要离究竟苦、得究竟乐那一定要证无上菩提，这个才是达到终极的目标，无上菩提就是我们俗话说的成佛，成菩萨不行，菩萨不究竟，一定要成佛。这就是四弘誓愿里头所说的，「佛道无上誓愿成」，一定要发成佛的大愿。这才得到圆满究竟的『智法宝』，都得到、都圆满了；智圆满，善巧方便法也圆满了，受用也圆满了。",
      "zh_TW": "其實他的感受，跟我們這一生的感受是相同的，也是一生這個要覺悟。我們怎麼能夠體會得到？譬如我們看蜉蝣，水上走來走去的小蟲，蜉蝣朝生暮死，它的壽命只有幾個小時。如果以牠的眼光來看我們人，活上七、八十歲，活上一百多歲，這不簡直是神仙了！在牠眼睛看起來，我們就像非想非非想天人。諸位要知道壽命長短在感受上是一樣的，都是一生。我們要把這個道理體會到一些，對於天人的長壽就不羨慕了，我們這個短壽也無所謂，這上要斤斤計較，那就是古人所說的五十步笑百步，不是真實的。如何能夠得到永生？真的證得不生不滅了，這才是真樂，那得超越三界了，三界統苦，超越三界才真正得樂，超越三界之外，三界外面還有苦樂。如果要離究竟苦、得究竟樂那一定要證無上菩提，這個才是達到終極的目標，無上菩提就是我們俗話說的成佛，成菩薩不行，菩薩不究竟，一定要成佛。這就是四弘誓願裡頭所說的，「佛道無上誓願成」，一定要發成佛的大願。這才得到圓滿究竟的『智法寶』，都得到、都圓滿了；智圓滿，善巧方便法也圓滿了，受用也圓滿了。"
    },
    {
      "id": "12-007-0016_p0027",
      "zh_CN": "【此解脱者如天宫殿。一切妙法所庄严故。】",
      "zh_TW": "【此解脫者如天宮殿。一切妙法所莊嚴故。】"
    },
    {
      "id": "12-007-0016_p0028",
      "zh_CN": "这是把它比喻，像忉利天大梵天王的宫殿，经典里面记载着说无量无边的宝物装饰，装饰就是『庄严』。我们这个世间，过去形容帝王的宫殿种种的华美，如果比上天人的宫殿，天人宫殿也多半是七宝所成的，我们世间宫殿所用的再珍贵的材料，也不是纯粹的宝物。日本大概观光有个名胜，很多人都会去看的金国寺，那个房子建筑得不太大，四面是水，建在水当中，那是不是真金的？是的。纯不纯？不纯，里面是木头的，外面是贴金的。现在这个价值就可观了，整个房子全是贴金的，金也贴得很厚。天人的宫殿是纯金，那怎么能跟它相比？这不能相比，贴金的，不是真金。雕梁玉器那个玉是大理石，不是真的玉，真的玉还得了吗？不是真的玉。天人的宫殿那就是真实的，那不是假的，为什么？他的福报大，这个物质享受就丰富、丰足。",
      "zh_TW": "這是把它比喻，像忉利天大梵天王的宮殿，經典裡面記載著說無量無邊的寶物裝飾，裝飾就是『莊嚴』。我們這個世間，過去形容帝王的宮殿種種的華美，如果比上天人的宮殿，天人宮殿也多半是七寶所成的，我們世間宮殿所用的再珍貴的材料，也不是純粹的寶物。日本大概觀光有個名勝，很多人都會去看的金國寺，那個房子建築得不太大，四面是水，建在水當中，那是不是真金的？是的。純不純？不純，裡面是木頭的，外面是貼金的。現在這個價值就可觀了，整個房子全是貼金的，金也貼得很厚。天人的宮殿是純金，那怎麼能跟它相比？這不能相比，貼金的，不是真金。雕梁玉器那個玉是大理石，不是真的玉，真的玉還得了嗎？不是真的玉。天人的宮殿那就是真實的，那不是假的，為什麼？他的福報大，這個物質享受就豐富、豐足。"
    },
    {
      "id": "12-007-0016_p0029",
      "zh_CN": "这是讲富贵的庄严，也是从解脱里面所成就的，因为解脱它是属于性德。性德要现前，这个福报是无有穷尽，性德没现前的时候，这个福报是修得的。见了性以后，这个福报是自然的，是称性的，没见性之前这个福报是修得的。所以修德我们每个人显示的就不一样，性德现前那就看他性德显得多寡。因此在菩萨受用之处，以圆教来说，譬如初住与初住菩萨，在福报上都是相当的；初地与初地菩萨，也是相当的。不会像那个没见性的，像阿罗汉，阿罗汉譬如说同是初果，有的初果福报很大，有的初果没福报，为什么？因为他们福报不是性德，是修德的。这个初果罗汉他修的福报大，他就享福；那个阿罗汉他没修福报，所以常常托空钵，去托钵没人供养，没修。所以这个修德与性德不一样。再看底下一句：",
      "zh_TW": "這是講富貴的莊嚴，也是從解脫裡面所成就的，因為解脫它是屬於性德。性德要現前，這個福報是無有窮盡，性德沒現前的時候，這個福報是修得的。見了性以後，這個福報是自然的，是稱性的，沒見性之前這個福報是修得的。所以修德我們每個人顯示的就不一樣，性德現前那就看他性德顯得多寡。因此在菩薩受用之處，以圓教來說，譬如初住與初住菩薩，在福報上都是相當的；初地與初地菩薩，也是相當的。不會像那個沒見性的，像阿羅漢，阿羅漢譬如說同是初果，有的初果福報很大，有的初果沒福報，為什麼？因為他們福報不是性德，是修德的。這個初果羅漢他修的福報大，他就享福；那個阿羅漢他沒修福報，所以常常托空缽，去托缽沒人供養，沒修。所以這個修德與性德不一樣。再看底下一句："
    },
    {
      "id": "12-007-0016_p0030",
      "zh_CN": "【此解脱者犹如虚空。普容三世一切如来神通力故。】",
      "zh_TW": "【此解脫者猶如虛空。普容三世一切如來神通力故。】"
    },
    {
      "id": "12-007-0016_p0031",
      "zh_CN": "这是形容他心量之大，我们平常讲肚量，不讲别的，讲『三世一切如来神通力』，他都能够容纳，那其余的不必说了，这也是我们学佛非常重要的一个关键。这个关键要突破，不突破是很大很大的障碍，拿现在的话来说，拓开心量，要能包容你就自在了；你要是容不下就苦了，烦恼就来了。什么都要容得下，正是经典上常说的，「心包太虚，量周沙界」，那哪有不自在！小心眼的人很苦，苦是自己找来的，所以心量一定要拓开。也可以说，菩萨之所以有五十一个阶级；换句话说，心量大小有五十一种不同。愈是地位高的心量愈大，愈是小的心量就小一点，就是这么回事情。凡夫的心量很小，所以不能得道。道是什么？道就是大心量，不是别的，「心包太虚，量周沙界」那是大道。所以一定要学着把心量拓开，因为包虚空、周法界的这个心是我们的本心，我们本来的心量就是那么大。不是我们把它修大了的，不是，原本就是那么大。现在怎么变小了？现在迷了，本来那么大的以为很小，迷了才变小的。所以变小了，识变的，原本那么大，心就是那么大。",
      "zh_TW": "這是形容他心量之大，我們平常講肚量，不講別的，講『三世一切如來神通力』，他都能夠容納，那其餘的不必說了，這也是我們學佛非常重要的一個關鍵。這個關鍵要突破，不突破是很大很大的障礙，拿現在的話來說，拓開心量，要能包容你就自在了；你要是容不下就苦了，煩惱就來了。什麼都要容得下，正是經典上常說的，「心包太虛，量周沙界」，那哪有不自在！小心眼的人很苦，苦是自己找來的，所以心量一定要拓開。也可以說，菩薩之所以有五十一個階級；換句話說，心量大小有五十一種不同。愈是地位高的心量愈大，愈是小的心量就小一點，就是這麼回事情。凡夫的心量很小，所以不能得道。道是什麼？道就是大心量，不是別的，「心包太虛，量周沙界」那是大道。所以一定要學著把心量拓開，因為包虛空、周法界的這個心是我們的本心，我們本來的心量就是那麼大。不是我們把它修大了的，不是，原本就是那麼大。現在怎麼變小了？現在迷了，本來那麼大的以為很小，迷了才變小的。所以變小了，識變的，原本那麼大，心就是那麼大。"
    },
    {
      "id": "12-007-0016_p0032",
      "zh_CN": "【此解脱者犹如大云。普为众生雨法雨故。】",
      "zh_TW": "【此解脫者猶如大雲。普為眾生雨法雨故。】"
    },
    {
      "id": "12-007-0016_p0033",
      "zh_CN": "这一句偏重在弘法利生，经论里面常常用『法雨』做比喻，「雨」是动词，落下来，降落的意思，这从比喻上说，「云」里面含着有雨。佛菩萨普遍为一切众生演说无量无边的法门，注意这个演说，演是表演，你一看就觉悟，一接触就觉悟了。说是音声，一听就觉悟了，所以演说两个字包括了六尘说法。并不完全以音声，包括六尘在内都是佛菩萨诱导众生，教化众生、成熟众生的工具，六尘都属于工具。",
      "zh_TW": "這一句偏重在弘法利生，經論裡面常常用『法雨』做比喻，「雨」是動詞，落下來，降落的意思，這從比喻上說，「雲」裡面含著有雨。佛菩薩普遍為一切眾生演說無量無邊的法門，注意這個演說，演是表演，你一看就覺悟，一接觸就覺悟了。說是音聲，一聽就覺悟了，所以演說兩個字包括了六塵說法。並不完全以音聲，包括六塵在內都是佛菩薩誘導眾生，教化眾生、成熟眾生的工具，六塵都屬於工具。"
    },
    {
      "id": "12-007-0016_p0034",
      "zh_CN": "【此解脱者犹如净日。能破众生无知暗故。】",
      "zh_TW": "【此解脫者猶如淨日。能破眾生無知闇故。】"
    },
    {
      "id": "12-007-0016_p0035",
      "zh_CN": "把它比作晴天的太阳叫『净日』，空中没有云彩，晴天的太阳。太阳出来黑暗就没有了，这是比喻菩萨智慧光明能够给我们做增上缘，帮助我们破除无明黑暗。就是这个比喻总归是比喻，怎么比法也没有法子比到那个实际，太阳一出来那个夜晚当然过去了。佛菩萨的光明就是无所不照，可是我们还是迷惑颠倒。所以佛菩萨对我们来说是属于增上缘，而我们自己对于这个增上缘要会觉悟。所以佛菩萨对我们的功德是开示，这就是光明遍照，开是开启，示是指示。可是众生根利的，他一接触到佛菩萨的开示他就悟入，悟是理解，一接触他懂了，他觉悟了。入是契入，真入了这个境界，确确实实得到如诸佛如来一样的受用，这个才叫入，入了有受用。解了还不得受用，还没有得到自在解脱的受用，入了才有。入就是我们一般所讲证，证是入；悟是解，是理解。所以解了以后要行，行以后才能入，所谓行是什么？行就是变心里，从前我这个心是迷，现在变成悟了；从前我这个心是邪，现在变成正了；以前我这个心是染污，现在变成清净了，一转变就入了，所以转变叫做修行。修行要紧的是变心里，改变心里，心变了，行为当然就变了，心是觉心，他的行为样样都觉而不迷。心里面正知正见，他所作所为必然也是正而不邪，一定道理。那个心没有变，行为上去装，怎么个装法也装不像。所以修行要着重在心里，这是讲智慧是破无明烦恼。",
      "zh_TW": "把它比作晴天的太陽叫『淨日』，空中沒有雲彩，晴天的太陽。太陽出來黑暗就沒有了，這是比喻菩薩智慧光明能夠給我們做增上緣，幫助我們破除無明黑暗。就是這個比喻總歸是比喻，怎麼比法也沒有法子比到那個實際，太陽一出來那個夜晚當然過去了。佛菩薩的光明就是無所不照，可是我們還是迷惑顛倒。所以佛菩薩對我們來說是屬於增上緣，而我們自己對於這個增上緣要會覺悟。所以佛菩薩對我們的功德是開示，這就是光明遍照，開是開啟，示是指示。可是眾生根利的，他一接觸到佛菩薩的開示他就悟入，悟是理解，一接觸他懂了，他覺悟了。入是契入，真入了這個境界，確確實實得到如諸佛如來一樣的受用，這個才叫入，入了有受用。解了還不得受用，還沒有得到自在解脫的受用，入了才有。入就是我們一般所講證，證是入；悟是解，是理解。所以解了以後要行，行以後才能入，所謂行是什麼？行就是變心裡，從前我這個心是迷，現在變成悟了；從前我這個心是邪，現在變成正了；以前我這個心是染污，現在變成清淨了，一轉變就入了，所以轉變叫做修行。修行要緊的是變心裡，改變心裡，心變了，行為當然就變了，心是覺心，他的行為樣樣都覺而不迷。心裡面正知正見，他所作所為必然也是正而不邪，一定道理。那個心沒有變，行為上去裝，怎麼個裝法也裝不像。所以修行要著重在心裡，這是講智慧是破無明煩惱。"
    },
    {
      "id": "12-007-0016_p0036",
      "zh_CN": "【此解脱者犹如满月。满足广大福智海故。】",
      "zh_TW": "【此解脫者猶如滿月。滿足廣大福智海故。】"
    },
    {
      "id": "12-007-0016_p0037",
      "zh_CN": "月光是清凉的，也是为一切众生所喜爱的，尤其是『满月』，十五的月亮圆圆的满月。用这个来比喻『满足广大福智』，「福」是福报、福德，这个地方的「智」是讲得后得智。就是我们一般人所讲得智慧、才艺、聪明，说的这些，福智多广大，像大海一样。",
      "zh_TW": "月光是清涼的，也是為一切眾生所喜愛的，尤其是『滿月』，十五的月亮圓圓的滿月。用這個來比喻『滿足廣大福智』，「福」是福報、福德，這個地方的「智」是講得後得智。就是我們一般人所講得智慧、才藝、聰明，說的這些，福智多廣大，像大海一樣。"
    },
    {
      "id": "12-007-0016_p0038",
      "zh_CN": "【此解脱者犹如如来。于一切处正遍知故。】",
      "zh_TW": "【此解脫者猶如如來。於一切處正遍知故。】"
    },
    {
      "id": "12-007-0016_p0039",
      "zh_CN": "『正遍知』是如来十种称号之一，『如来』是我们自己本有的名称，这两个字的意思，《金刚经》上解释得很好，「如来者，即诸法如义」。法法皆如，无有一法不如，如则称为是，不如就不是。所以佛经一开端这用的字样，「如是我闻」，你要问，佛家那么多经典讲的什么东西？就是讲这个「如」，就这一个字。详细一点说就是「诸法如义」，就是给你讲的诸法如义，而这个诸法如义这一句话，特别显示在《四十华严》里面，这个四十卷你看善财童子，看五十三位善知识哪个不如？个个都如。真正是说绝了！诸法如义，我们再换句话说，诸位就容易体会，就是我们中国人常讲的事事如意，事事无碍，这就是如；有障碍，不如意就不如。这个说法是从相上说，从表面上讲的。更深一层，事跟理是一不是二，这叫如，这是真如。古人没法子说，只好用个比喻，好比「以金作器，器器皆金」，把金比作性，把器比作相，你看，性相是一还是二？器就是金，金就是器；器如其金，金如其器；相如其性，性如其相。你要是迷进去性在哪里？相就是性。好比金在哪里？器就是金。",
      "zh_TW": "『正遍知』是如來十種稱號之一，『如來』是我們自己本有的名稱，這兩個字的意思，《金剛經》上解釋得很好，「如來者，即諸法如義」。法法皆如，無有一法不如，如則稱為是，不如就不是。所以佛經一開端這用的字樣，「如是我聞」，你要問，佛家那麼多經典講的什麼東西？就是講這個「如」，就這一個字。詳細一點說就是「諸法如義」，就是給你講的諸法如義，而這個諸法如義這一句話，特別顯示在《四十華嚴》裡面，這個四十卷你看善財童子，看五十三位善知識哪個不如？個個都如。真正是說絕了！諸法如義，我們再換句話說，諸位就容易體會，就是我們中國人常講的事事如意，事事無礙，這就是如；有障礙，不如意就不如。這個說法是從相上說，從表面上講的。更深一層，事跟理是一不是二，這叫如，這是真如。古人沒法子說，只好用個比喻，好比「以金作器，器器皆金」，把金比作性，把器比作相，你看，性相是一還是二？器就是金，金就是器；器如其金，金如其器；相如其性，性如其相。你要是迷進去性在哪裡？相就是性。好比金在哪裡？器就是金。"
    },
    {
      "id": "12-007-0016_p0040",
      "zh_CN": "所以悟的人，六根接触六尘境界就叫做明心见性。迷的人为什么不见性？着相，所以不见性。好比迷人的时候，我叫你把黄金拿来？怎么找也找不到，没有。为什么？他着了相，镯子拿来，把黄金镯子马上拿来了，我叫你拿金，金没有，只有镯子，镯子有，他着了镯子相、着了项链的相，他不晓得相跟性是一不是二，离开相哪有性？离开器哪有金？我们听了这个很好笑，其实我们自己就个糊涂人，真如本性在哪里？相就是。十法界依正庄严森罗万象，哪一相不是真如本性！所以悟了头头是道，左右逢源。悟了的时候，这个眼见不叫眼识，叫见性，见什么？不是色尘，色性。一悟的时候，你看名词换了，见性见色性，闻性闻声性，这就叫明心见性。迷的时候眼识见色尘，耳识闻声尘，只换名词，没有换实体，没换，实际上事没换，只换换名字而已。所以读经、听法不要被这些佛学的术语名词所迷惑了，你被这个迷惑了，那你就是上了释迦牟尼佛的大当，这个要懂得。释迦牟尼佛很会耍花样，搞这些佛学术语，你要是觉悟了，你听了头头是道。你要是不会的话，全被它迷住了，所以一定要会听。",
      "zh_TW": "所以悟的人，六根接觸六塵境界就叫做明心見性。迷的人為什麼不見性？著相，所以不見性。好比迷人的時候，我叫你把黃金拿來？怎麼找也找不到，沒有。為什麼？他著了相，鐲子拿來，把黃金鐲子馬上拿來了，我叫你拿金，金沒有，只有鐲子，鐲子有，他著了鐲子相、著了項鏈的相，他不曉得相跟性是一不是二，離開相哪有性？離開器哪有金？我們聽了這個很好笑，其實我們自己就個糊塗人，真如本性在哪裡？相就是。十法界依正莊嚴森羅萬象，哪一相不是真如本性！所以悟了頭頭是道，左右逢源。悟了的時候，這個眼見不叫眼識，叫見性，見什麼？不是色塵，色性。一悟的時候，你看名詞換了，見性見色性，聞性聞聲性，這就叫明心見性。迷的時候眼識見色塵，耳識聞聲塵，只換名詞，沒有換實體，沒換，實際上事沒換，只換換名字而已。所以讀經、聽法不要被這些佛學的術語名詞所迷惑了，你被這個迷惑了，那你就是上了釋迦牟尼佛的大當，這個要懂得。釋迦牟尼佛很會耍花樣，搞這些佛學術語，你要是覺悟了，你聽了頭頭是道。你要是不會的話，全被它迷住了，所以一定要會聽。"
    },
    {
      "id": "12-007-0016_p0041",
      "zh_CN": "你看明心才见性，我们这个心不明，这个心什么？有无明，有烦恼就不明了。离了无明，离开烦恼这个心又恢复光明了，一恢复光明就见性。这个时候才真正晓得，性相一如，理事不二，你就入了门。这个门佛法有个名词叫不二门，你就入不二门，入不二门就叫成佛，入这个门名字就叫做佛。可是你刚刚入这个门，叫分证佛，确实是佛不是假的，就是圆教初住菩萨就叫佛，因为他见性。禅家所谓是明心见性，见性成佛，因为从此以后，他用的那个心是用真心，不用妄心。除非是你自己没见到，你没有见到的时候，你用的心是心意识，是用八识五十一心所。如果你真正见到了，你一定是用四智菩提，你不会再用心意识，不可能的事情，这个转变永远不会退回来。如果还会退回来的时候，自己一定要觉悟我还没入这个门。入了这个门不会退回去的，只有在门外会进进退退的，进去了不会往外退。所以学佛修行在平常生活里面要会用心，从哪个地方入门？真诚待人接物，这是入不二法门唯一的途径。千万不要想到，我要是真心对人，那我不处处吃亏上当了，你要晓得吃亏上当是为自己消业障，吃亏上当是还宿债。那个人他骗我钱，他为什么不骗他的？他前世没欠他的，我欠他的，他来骗我，我还他。为什么用这个手段？我前生也是这个手段把他骗来的，前生我骗他的，这一生他骗我的；前生我抢他的，这一生他抢我的。如果过去没有瓜葛，摆在这面前他也不会动的。",
      "zh_TW": "你看明心才見性，我們這個心不明，這個心什麼？有無明，有煩惱就不明了。離了無明，離開煩惱這個心又恢復光明了，一恢復光明就見性。這個時候才真正曉得，性相一如，理事不二，你就入了門。這個門佛法有個名詞叫不二門，你就入不二門，入不二門就叫成佛，入這個門名字就叫做佛。可是你剛剛入這個門，叫分證佛，確實是佛不是假的，就是圓教初住菩薩就叫佛，因為他見性。禪家所謂是明心見性，見性成佛，因為從此以後，他用的那個心是用真心，不用妄心。除非是你自己沒見到，你沒有見到的時候，你用的心是心意識，是用八識五十一心所。如果你真正見到了，你一定是用四智菩提，你不會再用心意識，不可能的事情，這個轉變永遠不會退回來。如果還會退回來的時候，自己一定要覺悟我還沒入這個門。入了這個門不會退回去的，只有在門外會進進退退的，進去了不會往外退。所以學佛修行在平常生活裡面要會用心，從哪個地方入門？真誠待人接物，這是入不二法門唯一的途徑。千萬不要想到，我要是真心對人，那我不處處吃虧上當了，你要曉得吃虧上當是為自己消業障，吃虧上當是還宿債。那個人他騙我錢，他為什麼不騙他的？他前世沒欠他的，我欠他的，他來騙我，我還他。為什麼用這個手段？我前生也是這個手段把他騙來的，前生我騙他的，這一生他騙我的；前生我搶他的，這一生他搶我的。如果過去沒有瓜葛，擺在這面前他也不會動的。"
    },
    {
      "id": "12-007-0016_p0042",
      "zh_CN": "《华严经》与文殊菩萨的关系很深，他是华严三圣。相传华严宗第一代的祖师是杜顺和尚，文殊菩萨再来的，他那个时候示现是个苦行僧，修苦行的。住在山上，这个山上四周很远没有人家，他在那里住个小茅蓬，在那里进修。而这个地方是出名的土匪、强盗很多，因为这个山路很荒僻，所以有这些土匪在这里出没抢劫这些行路的人。就有一个人供养老和尚一双鞋子，新的鞋子，老和尚在那里入定打坐，根本也不理他。小茅蓬大概也很小，一个人住，他就把这个鞋子挂在这个门口，过了两年还是三年，他又从这个地方过，从这经过一看这鞋子还挂在那里，没动。于是乎他就很奇怪，他不怪老和尚没有把它收进去，没穿，他不怪这个。他好奇这一带人都很穷，为什么没有人把这鞋子偷去？他是奇怪这桩事情，按理是双新鞋质料也不错，样子也不错，老和尚晚上睡着了，外头人也会把它拿走，就问老和尚。老和尚告诉他，他说我生生世世不偷盗，只要是我的东西摆在外面，贼来他看到，他都不要。如果是别人的话，早就被人拿跑掉。生生世世不偷盗！",
      "zh_TW": "《華嚴經》與文殊菩薩的關係很深，他是華嚴三聖。相傳華嚴宗第一代的祖師是杜順和尚，文殊菩薩再來的，他那個時候示現是個苦行僧，修苦行的。住在山上，這個山上四周很遠沒有人家，他在那裡住個小茅蓬，在那裡進修。而這個地方是出名的土匪、強盜很多，因為這個山路很荒僻，所以有這些土匪在這裡出沒搶劫這些行路的人。就有一個人供養老和尚一雙鞋子，新的鞋子，老和尚在那裡入定打坐，根本也不理他。小茅蓬大概也很小，一個人住，他就把這個鞋子掛在這個門口，過了兩年還是三年，他又從這個地方過，從這經過一看這鞋子還掛在那裡，沒動。於是乎他就很奇怪，他不怪老和尚沒有把它收進去，沒穿，他不怪這個。他好奇這一帶人都很窮，為什麼沒有人把這鞋子偷去？他是奇怪這樁事情，按理是雙新鞋質料也不錯，樣子也不錯，老和尚晚上睡著了，外頭人也會把它拿走，就問老和尚。老和尚告訴他，他說我生生世世不偷盜，只要是我的東西擺在外面，賊來他看到，他都不要。如果是別人的話，早就被人拿跑掉。生生世世不偷盜！"
    },
    {
      "id": "12-007-0016_p0043",
      "zh_CN": "由此可知，我们就是纵然吃亏上当要做还债想，那不好自在了吗？我还一笔轻松一笔了，解脱，解掉了一个结，又还一笔了又解一个结，不但不烦恼反而欢喜。吃一次亏欢喜一次，上一次当又欢喜一次。这个迷人做不到，悟的人才做到，悟的人心开意解，他没有烦恼，他能够生大欢喜。所以一定要以真诚待人接物，不怕吃亏上当，世间人认为那是吃亏上当，悟的人晓得那是消业障。业障消除，境界就提升，三学、三慧渐渐就圆满，这是好事情，不是坏事情。给你亏吃的，给你当上的，那些都是菩萨再来的，都是古佛再来的，没有这些人你的功夫怎么能提升？你的境界怎么能往上精进？那不是恶人，一定要用智慧去观察。所以顺逆都是增上缘，你才是事事无碍，你才能够入华严不思议解脱境界，这个境界就是清凉在注子里面讲的，理事无碍、事事无碍，不管在什么境界里都欢喜、都自在，这叫真正解脱。如来的知见，正知、遍知，正是正确，决定不邪，遍是圆满没有欠缺。",
      "zh_TW": "由此可知，我們就是縱然吃虧上當要做還債想，那不好自在了嗎？我還一筆輕鬆一筆了，解脫，解掉了一個結，又還一筆了又解一個結，不但不煩惱反而歡喜。吃一次虧歡喜一次，上一次當又歡喜一次。這個迷人做不到，悟的人才做到，悟的人心開意解，他沒有煩惱，他能夠生大歡喜。所以一定要以真誠待人接物，不怕吃虧上當，世間人認為那是吃虧上當，悟的人曉得那是消業障。業障消除，境界就提升，三學、三慧漸漸就圓滿，這是好事情，不是壞事情。給你虧吃的，給你當上的，那些都是菩薩再來的，都是古佛再來的，沒有這些人你的功夫怎麼能提升？你的境界怎麼能往上精進？那不是惡人，一定要用智慧去觀察。所以順逆都是增上緣，你才是事事無礙，你才能夠入華嚴不思議解脫境界，這個境界就是清涼在註子裡面講的，理事無礙、事事無礙，不管在什麼境界裡都歡喜、都自在，這叫真正解脫。如來的知見，正知、遍知，正是正確，決定不邪，遍是圓滿沒有欠缺。"
    },
    {
      "id": "12-007-0016_p0044",
      "zh_CN": "【此解脱者犹如自影。从自善业所化出故。】",
      "zh_TW": "【此解脫者猶如自影。從自善業所化出故。】"
    },
    {
      "id": "12-007-0016_p0045",
      "zh_CN": "佛菩萨，刚才讲见性之后他用真心，真心是纯善，这是最可贵，是纯善。比喻当中好比是自己的影子，因为自己变现的，是从自己善业所化出，不是从外面来的，自己的善心善念变现出来的。诸位如果真正能够以至诚心、以善心待人接物，善一定有善报。反过来看，恶一定有恶报，这是定律，什么人也无法改变的。我们晓得这个定律，为什么不修善？为什么不用真心？真心待人、善心待人，自己一天到晚法喜充满，没烦恼，这是真的。诸位肯用一天，你一定欢喜一天，这个欢喜心是从自性往外面透的，不是外来的。你用二天一定欢喜二天，这个多自在！正是离苦得乐的妙诀。所以是自心变现的，自心所化。",
      "zh_TW": "佛菩薩，剛才講見性之後他用真心，真心是純善，這是最可貴，是純善。比喻當中好比是自己的影子，因為自己變現的，是從自己善業所化出，不是從外面來的，自己的善心善念變現出來的。諸位如果真正能夠以至誠心、以善心待人接物，善一定有善報。反過來看，惡一定有惡報，這是定律，什麼人也無法改變的。我們曉得這個定律，為什麼不修善？為什麼不用真心？真心待人、善心待人，自己一天到晚法喜充滿，沒煩惱，這是真的。諸位肯用一天，你一定歡喜一天，這個歡喜心是從自性往外面透的，不是外來的。你用二天一定歡喜二天，這個多自在！正是離苦得樂的妙訣。所以是自心變現的，自心所化。"
    },
    {
      "id": "12-007-0016_p0046",
      "zh_CN": "【此解脱者犹如谷响。随其所应为说法。】",
      "zh_TW": "【此解脫者猶如谷響。隨其所應為說法。】"
    },
    {
      "id": "12-007-0016_p0047",
      "zh_CN": "『谷』是山谷，如果我们在山谷长啸一声，那边有回音了，回音是无心的。『解脱者』是佛菩萨，他为一切众生说法，就像山谷里头回响一样，无心而说，应机说法。无心而说，无心是无妄心，无妄心是什么？用真心。众生虽然是以妄心来请问，佛的答复是从真心里面去感应的，佛菩萨绝不是用的妄心，用的是真心。他从真心里面变现心意识来应众生，从真心里头变现的心意识，心意识是真的，不是妄的，所以他得自在。佛法现在有不少同修发心学讲经，怎么样把经讲好？唯一的秘诀就是用真心。如果要是把古人注解、《佛学辞典》、参考书，你搞得再多再多，准备得再好，说出来也不是那个味道。人家当时听到很欢喜，离开讲堂就没有了，没有余味。真正修行人，从真心里面起这个反应它有余味，你听了一次，当然这个与他功夫浅深有关系，他功夫浅的，他有功夫，功夫不深，听了以后怎么样？好几天都有余味；功夫深的好几个月、好几年那不得了，到好几年可不得了，那是很深很深的功夫了。",
      "zh_TW": "『谷』是山谷，如果我們在山谷長嘯一聲，那邊有回音了，回音是無心的。『解脫者』是佛菩薩，他為一切眾生說法，就像山谷裡頭迴響一樣，無心而說，應機說法。無心而說，無心是無妄心，無妄心是什麼？用真心。眾生雖然是以妄心來請問，佛的答覆是從真心裡面去感應的，佛菩薩絕不是用的妄心，用的是真心。他從真心裡面變現心意識來應眾生，從真心裡頭變現的心意識，心意識是真的，不是妄的，所以他得自在。佛法現在有不少同修發心學講經，怎麼樣把經講好？唯一的祕訣就是用真心。如果要是把古人註解、《佛學辭典》、參考書，你搞得再多再多，準備得再好，說出來也不是那個味道。人家當時聽到很歡喜，離開講堂就沒有了，沒有餘味。真正修行人，從真心裡面起這個反應它有餘味，你聽了一次，當然這個與他功夫淺深有關係，他功夫淺的，他有功夫，功夫不深，聽了以後怎麼樣？好幾天都有餘味；功夫深的好幾個月、好幾年那不得了，到好幾年可不得了，那是很深很深的功夫了。"
    },
    {
      "id": "12-007-0016_p0048",
      "zh_CN": "什么叫功夫？就是用真心。这种功夫谁没有？各个都有，就是问题你肯不肯用就是了。所以他不是佛菩萨专利的，我们每个人都有，你肯不肯用？用真心，诸位要记住，不是说你讲经的时候用真心，平常待人接物还是虚情假意，那不行，那是假的。一真一切真，二六时中，六根接触六尘境界，纯一真心，讲经也是真心，这样才行。不是说我们到念佛堂用真心，我看到学佛的人我对他用真心；那不是学佛的，我不能对他用真心，那还叫二心，二心很难得感应。换句话说，你的境界不容易转变过来，一心才能转变过来，二心不容易转变过来。好了，我们今天就讲到此地。",
      "zh_TW": "什麼叫功夫？就是用真心。這種功夫誰沒有？各個都有，就是問題你肯不肯用就是了。所以他不是佛菩薩專利的，我們每個人都有，你肯不肯用？用真心，諸位要記住，不是說你講經的時候用真心，平常待人接物還是虛情假意，那不行，那是假的。一真一切真，二六時中，六根接觸六塵境界，純一真心，講經也是真心，這樣才行。不是說我們到念佛堂用真心，我看到學佛的人我對他用真心；那不是學佛的，我不能對他用真心，那還叫二心，二心很難得感應。換句話說，你的境界不容易轉變過來，一心才能轉變過來，二心不容易轉變過來。好了，我們今天就講到此地。"
    }
  ]
}