{
  "doc_id": "12-007-0015",
  "title": {
    "zh_CN": "四十华严寂静夜神章",
    "zh_TW": "四十華嚴寂靜夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1983",
    "zh_TW": "1983"
  },
  "doc_number": "12-007-0015",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-007-0015_p0001",
      "zh_CN": "请掀开经本七百二十九面，倒数第二行第二个字看起。我们将经文念几句对对地方：",
      "zh_TW": "請掀開經本七百二十九面，倒數第二行第二個字看起。我們將經文念幾句對對地方："
    },
    {
      "id": "12-007-0015_p0002",
      "zh_CN": "【善男子。我入此菩萨念念出生广大欢喜庄严解脱光明海。】",
      "zh_TW": "【善男子。我入此菩薩念念出生廣大歡喜莊嚴解脫光明海。】"
    },
    {
      "id": "12-007-0015_p0003",
      "zh_CN": "从这个地方开始。向下这段经文，是答复善财童子所提出，四个问题当中的，第二个问题，他是问「行何境界」，这个意思就是说，菩萨所得大欢喜解脱为境界。在这个地方，夜神告诉善财童子，经文一共有三段，我们念的这句是总说，这句是总。下面是一条一条的来细细加以解释，末后再用比喻来说明。前面我们已经读了很多，境界对我们来说非常的重要，必得认识境界，而后才能够证入菩萨的境界。在总说的这句里面，我们要注意到的，是『念念出生广大欢喜』，这个境界实实在在是好，念念生欢喜。这是相当的功夫，是个真正功夫，上了轨道的人才会有这个境界现前，他是个真正的修行人。",
      "zh_TW": "從這個地方開始。向下這段經文，是答覆善財童子所提出，四個問題當中的，第二個問題，他是問「行何境界」，這個意思就是說，菩薩所得大歡喜解脫為境界。在這個地方，夜神告訴善財童子，經文一共有三段，我們念的這句是總說，這句是總。下面是一條一條的來細細加以解釋，末後再用比喻來說明。前面我們已經讀了很多，境界對我們來說非常的重要，必得認識境界，而後才能夠證入菩薩的境界。在總說的這句裡面，我們要注意到的，是『念念出生廣大歡喜』，這個境界實實在在是好，念念生歡喜。這是相當的功夫，是個真正功夫，上了軌道的人才會有這個境界現前，他是個真正的修行人。"
    },
    {
      "id": "12-007-0015_p0004",
      "zh_CN": "在儒家，孔老夫子在《论语》里面，《论语》虽然不是孔子写的，他的学生记录下来的。在记录里面，第一句就是把孔老夫子的境界说出来，「学而时习之，不亦说乎」。诸位要晓得这个「说」，喜悦，就是跟此地讲的「念念出生广大欢喜」。悦是从内心生的，不是从外面境界遇到欢喜的事情、值得高兴的事情，不是的，从内心里面生的。「有朋自远方来，不亦乐乎」。那是外面境界，好友志同道合的朋友来了，这很快乐，那是外境，那个浅；悦深，悦从内心生的，这个地方着重从内心。学，学就是觉，学就是觉悟，时习之，时是时时不间断，把你觉悟应用在生活上，习就是在生活上去练习、实习，把它变成自己的生活，所以这个内心常生喜悦。孔老夫子的境界不简单，许多地方在理论上、在修学上、在境界上，与大菩萨都有相通之处。《坛经》里面六祖给我们说的，他是心中常生智慧，生智慧是欢喜，这个地方有智慧。这底下『庄严解脱光明海』，这就是生智慧，念念出生智慧，「解脱」是大自在，自由自在。我们再看底下别说，下面一共有十一句：",
      "zh_TW": "在儒家，孔老夫子在《論語》裡面，《論語》雖然不是孔子寫的，他的學生記錄下來的。在記錄裡面，第一句就是把孔老夫子的境界說出來，「學而時習之，不亦說乎」。諸位要曉得這個「說」，喜悅，就是跟此地講的「念念出生廣大歡喜」。悅是從內心生的，不是從外面境界遇到歡喜的事情、值得高興的事情，不是的，從內心裡面生的。「有朋自遠方來，不亦樂乎」。那是外面境界，好友志同道合的朋友來了，這很快樂，那是外境，那個淺；悅深，悅從內心生的，這個地方著重從內心。學，學就是覺，學就是覺悟，時習之，時是時時不間斷，把你覺悟應用在生活上，習就是在生活上去練習、實習，把它變成自己的生活，所以這個內心常生喜悅。孔老夫子的境界不簡單，許多地方在理論上、在修學上、在境界上，與大菩薩都有相通之處。《壇經》裡面六祖給我們說的，他是心中常生智慧，生智慧是歡喜，這個地方有智慧。這底下『莊嚴解脫光明海』，這就是生智慧，念念出生智慧，「解脫」是大自在，自由自在。我們再看底下別說，下面一共有十一句："
    },
    {
      "id": "12-007-0015_p0005",
      "zh_CN": "【又善男子。此解脱无边。普入一切法界门故。】",
      "zh_TW": "【又善男子。此解脫無邊。普入一切法界門故。】"
    },
    {
      "id": "12-007-0015_p0006",
      "zh_CN": "这是实在值得欢喜，不能不欢喜的。『法界门』，就是我们常讲的法门，『解脱』，关键两个字在此地。凡夫与这两个字恰恰相反，凡夫被烦恼、被业障束缚。菩萨解脱了，解的是什么？脱的是什么？什么叫解脱？解是把这些烦恼业障给解除，没有了；脱是什么？脱两种生死。解是对因讲的，脱是对果报说的，三界之内的分段生死，三界之外的变易生死，他都脱离了这个自在。我们今天没法子脱离，现在讲的《弥陀经要解》，正讲到「五浊恶世」。我们对于五浊恶世的概念，都相当的含糊，没搞清楚。如果真正把五浊恶世看清楚，你才确确实实相信，佛祖说的一句真实话，那就是说五浊恶世里面，除了念佛求生净土之外，没有任何一个法门可以证得解脱。换句话说，没有任何一个法门，能够真正帮助你了生死出三界，这个话是千真万确的事实。",
      "zh_TW": "這是實在值得歡喜，不能不歡喜的。『法界門』，就是我們常講的法門，『解脫』，關鍵兩個字在此地。凡夫與這兩個字恰恰相反，凡夫被煩惱、被業障束縛。菩薩解脫了，解的是什麼？脫的是什麼？什麼叫解脫？解是把這些煩惱業障給解除，沒有了；脫是什麼？脫兩種生死。解是對因講的，脫是對果報說的，三界之內的分段生死，三界之外的變易生死，他都脫離了這個自在。我們今天沒法子脫離，現在講的《彌陀經要解》，正講到「五濁惡世」。我們對於五濁惡世的概念，都相當的含糊，沒搞清楚。如果真正把五濁惡世看清楚，你才確確實實相信，佛祖說的一句真實話，那就是說五濁惡世裡面，除了念佛求生淨土之外，沒有任何一個法門可以證得解脫。換句話說，沒有任何一個法門，能夠真正幫助你了生死出三界，這個話是千真萬確的事實。"
    },
    {
      "id": "12-007-0015_p0007",
      "zh_CN": "而念佛大家也晓得，念佛的人很多，几个人往生了？为什么不能往生？古人讲这个法门是万修万人去，佛在《法灭尽经》里面告诉我们，释迦牟尼佛将来佛法消灭的时候，第一部是灭《楞严经》，《楞严经》是头一个灭，最后一部是《弥陀经》。一切佛法都灭尽了，阿弥陀佛的佛号还留世一百年，最后灭的，就在那个最后一百年当中，有人要能够信受奉行都能够往生。这个法门不可思议！说到这个法门你一定要懂理论，你要不懂理论，往往又会出差错的，又误了这一生。这个道理就是说，念佛功夫最低限度要成片，就是要能够伏烦恼，这叫带业往生。假如这个烦恼要伏不住，只能说是跟净土结个法缘，做个远因，这一生没法子，不能成就。我们就要问，功夫成片最低的限度是什么？这是我们不能不清楚的，最低限度要把五利使伏住，有能力降伏它。",
      "zh_TW": "而念佛大家也曉得，念佛的人很多，幾個人往生了？為什麼不能往生？古人講這個法門是萬修萬人去，佛在《法滅盡經》裡面告訴我們，釋迦牟尼佛將來佛法消滅的時候，第一部是滅《楞嚴經》，《楞嚴經》是頭一個滅，最後一部是《彌陀經》。一切佛法都滅盡了，阿彌陀佛的佛號還留世一百年，最後滅的，就在那個最後一百年當中，有人要能夠信受奉行都能夠往生。這個法門不可思議！說到這個法門你一定要懂理論，你要不懂理論，往往又會出差錯的，又誤了這一生。這個道理就是說，念佛功夫最低限度要成片，就是要能夠伏煩惱，這叫帶業往生。假如這個煩惱要伏不住，只能說是跟淨土結個法緣，做個遠因，這一生沒法子，不能成就。我們就要問，功夫成片最低的限度是什麼？這是我們不能不清楚的，最低限度要把五利使伏住，有能力降伏它。"
    },
    {
      "id": "12-007-0015_p0008",
      "zh_CN": "五利使是见惑，身见、边见、见取见、戒取见、邪见，每条它的含义、它的境界、它的作用我们统统要清楚，一点都不能含糊。我们这一句佛号能够把这五种见惑伏住，并没有断，功夫只是伏住它。这个五种东西有，有，它不起作用，这样才能带业往生。如果要是把这五条断掉了，跟诸位说，就得事一心。五条要是断掉的话，你就是不修净土法门，你也可以说克期取证，这是通途法门里讲得很清楚的。这个五利使断掉之后，在小乘就是须陀洹果，小乘初果，小乘见道位。经论里面给我们讲得明明白白，从此以后只有天上人间，绝不堕三恶道，这保了险。这个五条要是没有断，烦恼还常常起来；换句话说，三恶道有分。如果能够把思惑也断了，这是事一心里面的上品上生，净土是三辈九品。",
      "zh_TW": "五利使是見惑，身見、邊見、見取見、戒取見、邪見，每條它的含義、它的境界、它的作用我們統統要清楚，一點都不能含糊。我們這一句佛號能夠把這五種見惑伏住，並沒有斷，功夫只是伏住它。這個五種東西有，有，它不起作用，這樣才能帶業往生。如果要是把這五條斷掉了，跟諸位說，就得事一心。五條要是斷掉的話，你就是不修淨土法門，你也可以說剋期取證，這是通途法門裡講得很清楚的。這個五利使斷掉之後，在小乘就是須陀洹果，小乘初果，小乘見道位。經論裡面給我們講得明明白白，從此以後只有天上人間，絕不墮三惡道，這保了險。這個五條要是沒有斷，煩惱還常常起來；換句話說，三惡道有分。如果能夠把思惑也斷了，這是事一心裡面的上品上生，淨土是三輩九品。"
    },
    {
      "id": "12-007-0015_p0009",
      "zh_CN": "我们这一句佛号，我常常在讲席当中为诸位提起，蕅益大师在《要解》里也是这么说，声声都要具足三学、三慧、三资粮，这个佛号才有力量。有三学是有戒定慧，一声佛号里头具足戒定慧，他才有能力断见思烦恼；先断不掉，他有能力伏住。这个里面有闻思修三慧，所以他能破无明，他有能力破根本无明，证理一心不乱。这句佛号里具足信愿行三资粮，那就是万修万人去。所以如果我们这一声佛号里头没有三学，也没有三慧，也没有三资粮，唱唱歌，唱唱而已，不起作用。所以一定要懂这个道理，才能够真正证得自在解脱，脱离三界六道生死轮回。为什么说净土殊胜？净土就是你只要能伏烦恼，这是最粗、最显著的五种见惑，你只要能伏住它，凡圣同居土下品下生，它的境界就不可思议。换句话说，怕的是你不能往生，你这一往生四土横超，这是其余经论里头统统没有的，他那种享受，就是下品下生凡圣同居土，他的享受跟《华严经》的法身大士没有两样，这是难信之法。",
      "zh_TW": "我們這一句佛號，我常常在講席當中為諸位提起，蕅益大師在《要解》裡也是這麼說，聲聲都要具足三學、三慧、三資糧，這個佛號才有力量。有三學是有戒定慧，一聲佛號裡頭具足戒定慧，他才有能力斷見思煩惱；先斷不掉，他有能力伏住。這個裡面有聞思修三慧，所以他能破無明，他有能力破根本無明，證理一心不亂。這句佛號裡具足信願行三資糧，那就是萬修萬人去。所以如果我們這一聲佛號裡頭沒有三學，也沒有三慧，也沒有三資糧，唱唱歌，唱唱而已，不起作用。所以一定要懂這個道理，才能夠真正證得自在解脫，脫離三界六道生死輪迴。為什麼說淨土殊勝？淨土就是你只要能伏煩惱，這是最粗、最顯著的五種見惑，你只要能伏住它，凡聖同居土下品下生，它的境界就不可思議。換句話說，怕的是你不能往生，你這一往生四土橫超，這是其餘經論裡頭統統沒有的，他那種享受，就是下品下生凡聖同居土，他的享受跟《華嚴經》的法身大士沒有兩樣，這是難信之法。"
    },
    {
      "id": "12-007-0015_p0010",
      "zh_CN": "可是我们得相信，我们相信释迦牟尼佛绝不欺骗我们，我们相信十方诸佛异口同声的赞叹，这里头决定没有妄语。那我们不修这个法门，刚才说了，你就是见思烦恼见惑断了，你还没办法出三界，你还天上人间七次往返。天上寿命长，人间寿命短，天的寿命长，这个七次往返要是算年月那天文数字。必须断了思惑才能证阿罗汉果，超越三界，再不受六道的轮回，好不容易。纵然你超越了六道，你要想破无明证法身，那还不知道要吃多少苦头，谈何容易！所以在末法时期五浊恶世的今天，实实在在不容易办到。这桩事情，我们平时要认真的去反省，我们能不能做得到？如果不能，不能赶紧回过头来念佛。一生到西方极乐世界这个境界，立刻就现前，这是讲当生成就的法门。",
      "zh_TW": "可是我們得相信，我們相信釋迦牟尼佛絕不欺騙我們，我們相信十方諸佛異口同聲的讚歎，這裡頭決定沒有妄語。那我們不修這個法門，剛才說了，你就是見思煩惱見惑斷了，你還沒辦法出三界，你還天上人間七次往返。天上壽命長，人間壽命短，天的壽命長，這個七次往返要是算年月那天文數字。必須斷了思惑才能證阿羅漢果，超越三界，再不受六道的輪迴，好不容易。縱然你超越了六道，你要想破無明證法身，那還不知道要吃多少苦頭，談何容易！所以在末法時期五濁惡世的今天，實實在在不容易辦到。這樁事情，我們平時要認真的去反省，我們能不能做得到？如果不能，不能趕緊回過頭來念佛。一生到西方極樂世界這個境界，立刻就現前，這是講當生成就的法門。"
    },
    {
      "id": "12-007-0015_p0011",
      "zh_CN": "《弥陀经》里给你讲得很清楚，你为什么能够普入一切法界门？善财童子能够普入是得力于参访，博学多闻，他要不参访他怎么会晓得？西方世界的那些同居土的诸上善人，《弥陀经》、《无量寿经》、《观无量寿佛经》都是讲的凡圣同居土的境界。他们每天都有机会去参访十方的诸佛，每天都去供养，都去看一看。这种神通不可思议，跟本经里面所说的菩萨境界，没有两样，他能分身，他能化身，他能在同一个时间去拜访无量无边的诸佛。虽然《弥陀经》里没那么说，只说是一餐饭的时间，他已经供养十万亿尊诸佛了，十万亿说这个话是有用意的，特别是对我们娑婆世界人说的。因为娑婆世界距离西方净土十万亿佛国土，这个意思就是告诉你，往生西方极乐世界，去的时候你天天都可以回来，时时都可以回来看看，不远，是这个意思。",
      "zh_TW": "《彌陀經》裡給你講得很清楚，你為什麼能夠普入一切法界門？善財童子能夠普入是得力於參訪，博學多聞，他要不參訪他怎麼會曉得？西方世界的那些同居土的諸上善人，《彌陀經》、《無量壽經》、《觀無量壽佛經》都是講的凡聖同居土的境界。他們每天都有機會去參訪十方的諸佛，每天都去供養，都去看一看。這種神通不可思議，跟本經裡面所說的菩薩境界，沒有兩樣，他能分身，他能化身，他能在同一個時間去拜訪無量無邊的諸佛。雖然《彌陀經》裡沒那麼說，只說是一餐飯的時間，他已經供養十萬億尊諸佛了，十萬億說這個話是有用意的，特別是對我們娑婆世界人說的。因為娑婆世界距離西方淨土十萬億佛國土，這個意思就是告訴你，往生西方極樂世界，去的時候你天天都可以回來，時時都可以回來看看，不遠，是這個意思。"
    },
    {
      "id": "12-007-0015_p0012",
      "zh_CN": "如果据本经来说，像大本经来讲，阿弥陀佛在因地里面，他曾经参访过二百一十亿个佛国土，我们就不说别的，就单说二百一十亿，这与阿弥陀佛的因缘非常深，因为他在因地里修行参访过的地方。我相信每个往生西方极乐世界的人，他每天也可以像阿弥陀佛一样，参访二百一十亿个佛国土。这是解脱无边！所以我们今天读这个经文，我们看这个境界不可思议，非常的向往、羡慕，自己没分。哪里晓得我们人人都有分，问题就是你信不信、你肯不肯干，你要肯干，你也有分，而且真正去干。再跟诸位说，这个法门是既圆又顿，极圆极顿，七天就成就。经上说得很清楚，若一日、若二日，若七日，哪个法门有七天成功的？你们想想，哪个法门有七天成功？这个法门七天决定成功。",
      "zh_TW": "如果據本經來說，像大本經來講，阿彌陀佛在因地裡面，他曾經參訪過二百一十億個佛國土，我們就不說別的，就單說二百一十億，這與阿彌陀佛的因緣非常深，因為他在因地裡修行參訪過的地方。我相信每個往生西方極樂世界的人，他每天也可以像阿彌陀佛一樣，參訪二百一十億個佛國土。這是解脫無邊！所以我們今天讀這個經文，我們看這個境界不可思議，非常的嚮往、羨慕，自己沒分。哪裡曉得我們人人都有分，問題就是你信不信、你肯不肯幹，你要肯幹，你也有分，而且真正去幹。再跟諸位說，這個法門是既圓又頓，極圓極頓，七天就成就。經上說得很清楚，若一日、若二日，若七日，哪個法門有七天成功的？你們想想，哪個法門有七天成功？這個法門七天決定成功。"
    },
    {
      "id": "12-007-0015_p0013",
      "zh_CN": "《往生传》里头有个很有名的，宋朝莹珂法师，这个法师平常不守清规、不守戒律；换句话说，不是一个好出家人。但是他有善根，他晓得他自己造的罪业很重，将来一定要堕阿鼻地狱，他自己能有这个自觉，这就不错了。所以他就问他的同参，他说像我这样怎么办？有没有什么方法来救我？同参就劝他念佛，就给他讲念佛往生的事情，讲给他听，他听了很感动，感动得流泪。于是他真的就照做了，打一个精进佛七。所以真正的精进佛七了生死出三界，也就是七天当中求往生西方极乐世界。打这个佛七不能找同伴的，为什么？找不到，谁愿意七天就死？你说我现在要打个佛七，七天我们往生西方极乐世界，贴个告示征求大家一同来参加，一个也没有。莹珂法师一个人干，他把寮房的门关起来一个人就一句佛号念到底。他念了三天，三天没睡觉，没有吃饭，没有喝水，一句佛号念了三天把阿弥陀佛念来，感应！你看他业障罪业这么重，他还不是下根，他算是中等根机。下根要念七天，他念了三天三夜，就把阿弥陀佛念来了。",
      "zh_TW": "《往生傳》裡頭有個很有名的，宋朝瑩珂法師，這個法師平常不守清規、不守戒律；換句話說，不是一個好出家人。但是他有善根，他曉得他自己造的罪業很重，將來一定要墮阿鼻地獄，他自己能有這個自覺，這就不錯了。所以他就問他的同參，他說像我這樣怎麼辦？有沒有什麼方法來救我？同參就勸他念佛，就給他講念佛往生的事情，講給他聽，他聽了很感動，感動得流淚。於是他真的就照做了，打一個精進佛七。所以真正的精進佛七了生死出三界，也就是七天當中求往生西方極樂世界。打這個佛七不能找同伴的，為什麼？找不到，誰願意七天就死？你說我現在要打個佛七，七天我們往生西方極樂世界，貼個告示徵求大家一同來參加，一個也沒有。瑩珂法師一個人幹，他把寮房的門關起來一個人就一句佛號念到底。他念了三天，三天沒睡覺，沒有吃飯，沒有喝水，一句佛號念了三天把阿彌陀佛念來，感應！你看他業障罪業這麼重，他還不是下根，他算是中等根機。下根要念七天，他念了三天三夜，就把阿彌陀佛念來了。"
    },
    {
      "id": "12-007-0015_p0014",
      "zh_CN": "阿弥陀佛告诉他，你的阳寿还有十年，十年以后，到你这个业报之身报尽之后，佛再来接引。他很聪明，这点很了不起，他马上跟阿弥陀佛提出：我十年寿命不要了，我现在要跟你走。这是聪明绝顶！他跟阿弥陀佛说，我这个根性不行，很容易动摇，我受不起外面境界的诱惑。如果我再活十年，不晓得要造多少的罪业，我不要了，我现在就跟你走。阿弥陀佛就跟他说了：这样好了，三天以后我来接引你。他三天以后往生。他到第二天房门一打开，告诉庙里大众，阿弥陀佛答应我了，三天以后来接我。寺庙里没一个人相信，你这样的人还能往生？没人相信。可是听他讲话那个口气，又不是像欺骗人的，于是乎大家半信半疑，好，三天不算长，看你怎么往生？到第三天做早课的时候，他换上干净衣服香汤沐浴，作早课拜托寺院里头同仁帮他助念。《弥陀经》念完，佛号才起没念几声，他就告诉大众，佛来接引，他走了，这就往生。这叫精进佛七！像那样的人，三天就能感动阿弥陀佛来接引他，我们想想，我们大概不会比他差到哪里，怎么去不了？不是去不了，实在是不想去，对这个世界还有留恋。修任何一个法门，没这个法门快。",
      "zh_TW": "阿彌陀佛告訴他，你的陽壽還有十年，十年以後，到你這個業報之身報盡之後，佛再來接引。他很聰明，這點很了不起，他馬上跟阿彌陀佛提出：我十年壽命不要了，我現在要跟你走。這是聰明絕頂！他跟阿彌陀佛說，我這個根性不行，很容易動搖，我受不起外面境界的誘惑。如果我再活十年，不曉得要造多少的罪業，我不要了，我現在就跟你走。阿彌陀佛就跟他說了：這樣好了，三天以後我來接引你。他三天以後往生。他到第二天房門一打開，告訴廟裡大眾，阿彌陀佛答應我了，三天以後來接我。寺廟裡沒一個人相信，你這樣的人還能往生？沒人相信。可是聽他講話那個口氣，又不是像欺騙人的，於是乎大家半信半疑，好，三天不算長，看你怎麼往生？到第三天做早課的時候，他換上乾淨衣服香湯沐浴，作早課拜託寺院裡頭同仁幫他助念。《彌陀經》念完，佛號才起沒念幾聲，他就告訴大眾，佛來接引，他走了，這就往生。這叫精進佛七！像那樣的人，三天就能感動阿彌陀佛來接引他，我們想想，我們大概不會比他差到哪裡，怎麼去不了？不是去不了，實在是不想去，對這個世界還有留戀。修任何一個法門，沒這個法門快。"
    },
    {
      "id": "12-007-0015_p0015",
      "zh_CN": "我前天接到香港中华佛教图书馆的畅怀法师来信，他们要组织一个旅行团，在旧历年期间到台湾来参访。畅怀法师从小出家，他是跟倓虚法师的（倓老的学生），这个人非常之好。在香港差不多是三十多年，是个穷和尚没有钱，吃得非常清苦，穿的衣服破破烂烂就不简单，香港是什么地方？你就晓得他修持之好，值得我们尊敬的。可是他就不相信念佛法门，他平常修止观、坐禅，他不相信念佛法门。最近这个几年害了几场大病，病的时间很长，差不多二、三年身体非常非常的衰弱。我今年年初在他那里讲经，我到天台精舍他住的地方去看他，他那个佛堂里面，佛像当中是释迦牟尼佛，两边是迦叶尊者、阿难尊者，佛像前面有玻璃的佛龛，玻璃佛龛上贴了一张西方三圣，我们这边印的，蓝色的西方三圣，用塑胶纸贴在上面，我就问他，这怎么回事情？他说我现在才开始念佛，找不到佛像，临时抱佛脚。为什么想到念佛？去年腊月，他们图书馆经常有个看书的老居士八十多岁，他是常常到图书馆借藏经回去看。大概这个老居士住的地方，距离图书馆不太远，因为他每次来不坐车，他拄一个手杖，都是走路来，每次借一本藏经回家，看完了又再换一本。",
      "zh_TW": "我前天接到香港中華佛教圖書館的暢懷法師來信，他們要組織一個旅行團，在舊曆年期間到台灣來參訪。暢懷法師從小出家，他是跟倓虛法師的（倓老的學生），這個人非常之好。在香港差不多是三十多年，是個窮和尚沒有錢，吃得非常清苦，穿的衣服破破爛爛就不簡單，香港是什麼地方？你就曉得他修持之好，值得我們尊敬的。可是他就不相信念佛法門，他平常修止觀、坐禪，他不相信念佛法門。最近這個幾年害了幾場大病，病的時間很長，差不多二、三年身體非常非常的衰弱。我今年年初在他那裡講經，我到天台精舍他住的地方去看他，他那個佛堂裡面，佛像當中是釋迦牟尼佛，兩邊是迦葉尊者、阿難尊者，佛像前面有玻璃的佛龕，玻璃佛龕上貼了一張西方三聖，我們這邊印的，藍色的西方三聖，用塑膠紙貼在上面，我就問他，這怎麼回事情？他說我現在才開始念佛，找不到佛像，臨時抱佛腳。為什麼想到念佛？去年臘月，他們圖書館經常有個看書的老居士八十多歲，他是常常到圖書館借藏經回去看。大概這個老居士住的地方，距離圖書館不太遠，因為他每次來不坐車，他拄一個手杖，都是走路來，每次借一本藏經回家，看完了又再換一本。"
    },
    {
      "id": "12-007-0015_p0016",
      "zh_CN": "去年腊月的时候就告诉畅怀法师，这个书我借回去看，一个月之后告诉他哪一天，你派个人到我家里去把书拿回来，我要走了。一个月之前告诉他的，畅怀法师听了以后愣了一下，他要走了，他到哪里去？如果说往生到西方极乐世界，看了不像，没看他念佛，也没看他拿念珠，不像。结果到了那天图书馆就派个人去了，去，这个老先生还在那看。老先生说你是来拿藏经的，他说是。我没叫你这么早来，不错，是今天，我现在还在看。年轻人一听，当然是老先生尊重他，回来了，下午再来拿好了。他下午也没来，过了两天才去，去的时候他家里人告诉他，你走了以后两个小时老先生看藏经往生，是看经往生的。这个事情回去报告畅怀法师之后，畅怀法师才开始老实念佛，他才晓得这真不可思议。所以畅怀法师告诉我，这个老先生大概是菩萨化身来度他的，他用种种功夫都不得力。所以从今年年初才开始念佛，找不到佛像，我们印的三圣像我们也送他很多，他拿着贴在佛龛的玻璃上。现在那边同修告诉我，从我去讲经之后，畅怀法师身体一天一天好起来了，人也胖了，气色也好了。念佛确确实实有不可思议的效果，像畅怀法师那么样一个好法师都不相信，真是难信之法。如果不是他图书馆老同修做个样子给他看，他还是不相信。真正是个难信之法！",
      "zh_TW": "去年臘月的時候就告訴暢懷法師，這個書我借回去看，一個月之後告訴他哪一天，你派個人到我家裡去把書拿回來，我要走了。一個月之前告訴他的，暢懷法師聽了以後愣了一下，他要走了，他到哪裡去？如果說往生到西方極樂世界，看了不像，沒看他念佛，也沒看他拿念珠，不像。結果到了那天圖書館就派個人去了，去，這個老先生還在那看。老先生說你是來拿藏經的，他說是。我沒叫你這麼早來，不錯，是今天，我現在還在看。年輕人一聽，當然是老先生尊重他，回來了，下午再來拿好了。他下午也沒來，過了兩天才去，去的時候他家裡人告訴他，你走了以後兩個小時老先生看藏經往生，是看經往生的。這個事情回去報告暢懷法師之後，暢懷法師才開始老實念佛，他才曉得這真不可思議。所以暢懷法師告訴我，這個老先生大概是菩薩化身來度他的，他用種種功夫都不得力。所以從今年年初才開始念佛，找不到佛像，我們印的三聖像我們也送他很多，他拿著貼在佛龕的玻璃上。現在那邊同修告訴我，從我去講經之後，暢懷法師身體一天一天好起來了，人也胖了，氣色也好了。念佛確確實實有不可思議的效果，像暢懷法師那麼樣一個好法師都不相信，真是難信之法。如果不是他圖書館老同修做個樣子給他看，他還是不相信。真正是個難信之法！"
    },
    {
      "id": "12-007-0015_p0017",
      "zh_CN": "这是说「普入一切法界门」，我们有分，这个有分必得求生西方净土，而且这个事情是一生成就。如果你是一个人，真正发心打个精进佛七，阿弥陀佛要是来了，接引你走了，这个机会是百千万劫难遭遇，你要把握住。你不能说阿弥陀佛我向你告个假，我还有事情没了，那就坏了，这一告假，下一次不见得他会来接你了。所以这种机缘要把握住，一定要把握住，不能够轻易的放过。同时对于娑婆世界要放得下，放不下是障碍，晓得这个世间样样都是假的，没有一样是真的。境界再好，唯心所现，唯识所变，要明白这个道理，这是事实真相。看破了当然就能放下，你功夫就能得力，就能入这个境界，这个境界入进去是一切法统统得到了。我们今天放不下的，我们的亲戚、朋友、眷属常常挂念着，放不下。",
      "zh_TW": "這是說「普入一切法界門」，我們有分，這個有分必得求生西方淨土，而且這個事情是一生成就。如果你是一個人，真正發心打個精進佛七，阿彌陀佛要是來了，接引你走了，這個機會是百千萬劫難遭遇，你要把握住。你不能說阿彌陀佛我向你告個假，我還有事情沒了，那就壞了，這一告假，下一次不見得他會來接你了。所以這種機緣要把握住，一定要把握住，不能夠輕易的放過。同時對於娑婆世界要放得下，放不下是障礙，曉得這個世間樣樣都是假的，沒有一樣是真的。境界再好，唯心所現，唯識所變，要明白這個道理，這是事實真相。看破了當然就能放下，你功夫就能得力，就能入這個境界，這個境界入進去是一切法統統得到了。我們今天放不下的，我們的親戚、朋友、眷屬常常掛念著，放不下。"
    },
    {
      "id": "12-007-0015_p0018",
      "zh_CN": "诸位如果是想一想，一口气不来的时候，这些人都能带走吗？哪一个人能陪着你走？想常常聚会不可能的事情。如果你一旦成就了，你往生西方极乐世界，不要说是今生的父母家亲眷属，生生世世的你都认识，你都能够见到，你都能够找到，都能够时时刻刻的不离开，与他们长远团聚在一起，这都是事实。所以要想真正得到一切，得到圆满，那就得好好的念佛，念佛一定要明理，《弥陀经》不简单。《弥陀经疏钞》第二遍讲圆满的时候，我们一个星期那就是一次讲一个半小时，我们一共讲了三百三十五次，要是每天讲，一年的时间，一部《弥陀经》。有没有把这个东西讲清楚？我觉得还不甚清楚，还是模模糊糊的。所以我从明年一开年起讲第三遍，希望第三遍能够讲得更清楚一点，真正能够帮助我们建立清净的信心，帮助我们一生成就。再看第二句：",
      "zh_TW": "諸位如果是想一想，一口氣不來的時候，這些人都能帶走嗎？哪一個人能陪著你走？想常常聚會不可能的事情。如果你一旦成就了，你往生西方極樂世界，不要說是今生的父母家親眷屬，生生世世的你都認識，你都能夠見到，你都能夠找到，都能夠時時刻刻的不離開，與他們長遠團聚在一起，這都是事實。所以要想真正得到一切，得到圓滿，那就得好好的念佛，念佛一定要明理，《彌陀經》不簡單。《彌陀經疏鈔》第二遍講圓滿的時候，我們一個星期那就是一次講一個半小時，我們一共講了三百三十五次，要是每天講，一年的時間，一部《彌陀經》。有沒有把這個東西講清楚？我覺得還不甚清楚，還是模模糊糊的。所以我從明年一開年起講第三遍，希望第三遍能夠講得更清楚一點，真正能夠幫助我們建立清淨的信心，幫助我們一生成就。再看第二句："
    },
    {
      "id": "12-007-0015_p0019",
      "zh_CN": "【此解脱无尽。等发一切智性心故。】",
      "zh_TW": "【此解脫無盡。等發一切智性心故。】"
    },
    {
      "id": "12-007-0015_p0020",
      "zh_CN": "前面一句是说入一切法门，就是「法门无量誓愿学」，不但学，他都学成就，都通达了。这一句是讲明心见性，『等发一切智性心』，这也就是常说的，根本智现前。",
      "zh_TW": "前面一句是說入一切法門，就是「法門無量誓願學」，不但學，他都學成就，都通達了。這一句是講明心見性，『等發一切智性心』，這也就是常說的，根本智現前。"
    },
    {
      "id": "12-007-0015_p0021",
      "zh_CN": "【此解脱无量。菩萨智眼所知境故。】",
      "zh_TW": "【此解脫無量。菩薩智眼所知境故。】"
    },
    {
      "id": "12-007-0015_p0022",
      "zh_CN": "菩萨有法眼，当然具足慧眼，如来是五眼圆明，菩萨只是少了佛眼，所以他的见量不可思议。阿罗汉能见一个小千世界，法身大士最低限度，都是见百亿大千世界。你证到这个解脱门，你也有菩萨一样的『智眼所知境故』，所见的境界。",
      "zh_TW": "菩薩有法眼，當然具足慧眼，如來是五眼圓明，菩薩只是少了佛眼，所以他的見量不可思議。阿羅漢能見一個小千世界，法身大士最低限度，都是見百億大千世界。你證到這個解脫門，你也有菩薩一樣的『智眼所知境故』，所見的境界。"
    },
    {
      "id": "12-007-0015_p0023",
      "zh_CN": "【此解脱无际。入无际畔一切众生心想中故。】",
      "zh_TW": "【此解脫無際。入無際畔一切眾生心想中故。】"
    },
    {
      "id": "12-007-0015_p0024",
      "zh_CN": "这是遍知一切众生的念头，实在说我们自己一天到晚这个念头起灭，我们自己不晓得，不能够觉察。能觉察得到的是很粗的念头，念头生念头灭了，细念觉察不到。菩萨不但能自觉而且能觉他，一切众生的念头他都能知道。说到这个地方，今天有个同修告诉我，他好奇心很重，到处打听算命看相的。他说他遇到一个算命的有神通，大概有他心通，我心里想的事情都没说出来，他就晓得了。他来问我究竟是回什么事情？我反过去问他，我说你有没有念过《楞严经》？他说念过。我说你应该要觉悟，在佛法当中不许以这些神通来接引众生的，虽有，有也不能示现。《楞严经》里面有五十种阴魔，似是而非的佛境界，那不是真的，是假的，那究竟是回什么事情？都一些灵鬼附在身上，他有些小神通，小事情、很近的事情他知道。大的事情、远的事情，时间久的事情，他就不晓得了，驾乩扶鸾也是这一类的。他要一点灵验都没有，哪有那么多人相信他？有一点小灵验，这不是究竟法，这是迷信，是增长你分别、执着、妄想，不能够破分别、执着、妄想，不能够在这个法门里头得清净心，那就是魔所摄，不是佛法。",
      "zh_TW": "這是遍知一切眾生的念頭，實在說我們自己一天到晚這個念頭起滅，我們自己不曉得，不能夠覺察。能覺察得到的是很粗的念頭，念頭生念頭滅了，細念覺察不到。菩薩不但能自覺而且能覺他，一切眾生的念頭他都能知道。說到這個地方，今天有個同修告訴我，他好奇心很重，到處打聽算命看相的。他說他遇到一個算命的有神通，大概有他心通，我心裡想的事情都沒說出來，他就曉得了。他來問我究竟是回什麼事情？我反過去問他，我說你有沒有念過《楞嚴經》？他說念過。我說你應該要覺悟，在佛法當中不許以這些神通來接引眾生的，雖有，有也不能示現。《楞嚴經》裡面有五十種陰魔，似是而非的佛境界，那不是真的，是假的，那究竟是回什麼事情？都一些靈鬼附在身上，他有些小神通，小事情、很近的事情他知道。大的事情、遠的事情，時間久的事情，他就不曉得了，駕乩扶鸞也是這一類的。他要一點靈驗都沒有，哪有那麼多人相信他？有一點小靈驗，這不是究竟法，這是迷信，是增長你分別、執著、妄想，不能夠破分別、執著、妄想，不能夠在這個法門裡頭得清淨心，那就是魔所攝，不是佛法。"
    },
    {
      "id": "12-007-0015_p0025",
      "zh_CN": "所以我们要记住一个原则，佛法是教我们修清净心的，是教我们舍离一切虚妄执着，这是佛法。这个事情有没有？有。能不能相信？不能相信。能不能解脱？更不能解脱。所以真正一个学佛人，哪有时间去跟他们应酬？这是我们一定要觉悟。菩萨确确实实有这个能力，一切众生的心想他没有不知道的。佛为什么不现在到这个世间，来度度我们、来救救我们？其实我们读了大经就晓得，诸佛菩萨从来没有舍弃过我们，愈是众生有苦难，佛菩萨悲心愈重。我们为什么见不到？他没露身分，也许我们每天接触的人都是的，我们自己不晓得。为什么不去示现一个八相成道而来？如果那么一示现，这个世间邪见人太多了，造恶的人太多了，毁谤佛法的人太多了。所以佛是以随类化身，尽可能避免众生造毁谤三宝的业，这是大慈大悲。这个教理能入得深一层的，我想都能够体会到这个境界。再看下面经文：",
      "zh_TW": "所以我們要記住一個原則，佛法是教我們修清淨心的，是教我們捨離一切虛妄執著，這是佛法。這個事情有沒有？有。能不能相信？不能相信。能不能解脫？更不能解脫。所以真正一個學佛人，哪有時間去跟他們應酬？這是我們一定要覺悟。菩薩確確實實有這個能力，一切眾生的心想他沒有不知道的。佛為什麼不現在到這個世間，來度度我們、來救救我們？其實我們讀了大經就曉得，諸佛菩薩從來沒有捨棄過我們，愈是眾生有苦難，佛菩薩悲心愈重。我們為什麼見不到？他沒露身分，也許我們每天接觸的人都是的，我們自己不曉得。為什麼不去示現一個八相成道而來？如果那麼一示現，這個世間邪見人太多了，造惡的人太多了，毀謗佛法的人太多了。所以佛是以隨類化身，盡可能避免眾生造毀謗三寶的業，這是大慈大悲。這個教理能入得深一層的，我想都能夠體會到這個境界。再看下面經文："
    },
    {
      "id": "12-007-0015_p0026",
      "zh_CN": "【此解脱甚深。寂静智慧所观察故。】",
      "zh_TW": "【此解脫甚深。寂靜智慧所觀察故。】"
    },
    {
      "id": "12-007-0015_p0027",
      "zh_CN": "『寂静』也是说的一心，清净心当中所起的作用是真智慧。念佛法门里面讲的一心不乱，「寂静智慧」是属于理一心不乱，事一心只有寂静，还没有生智慧，理一心生了智慧，这是甚深的解脱。",
      "zh_TW": "『寂靜』也是說的一心，清淨心當中所起的作用是真智慧。念佛法門裡面講的一心不亂，「寂靜智慧」是屬於理一心不亂，事一心只有寂靜，還沒有生智慧，理一心生了智慧，這是甚深的解脫。"
    },
    {
      "id": "12-007-0015_p0028",
      "zh_CN": "【此解脱广大。周遍一切如来境故。】",
      "zh_TW": "【此解脫廣大。周遍一切如來境故。】"
    },
    {
      "id": "12-007-0015_p0029",
      "zh_CN": "这是法身大士，净土里面那不必说了，这个境界太显然了。就是以本经来说，所谓「行布不碍圆融，圆融不碍行布」，就是『周遍一切如来境界』，圆教初住也入究竟果地的境界，也修果地的法门，他是因该果海，果彻因源，因果不二。等觉菩萨依然还修学初住菩萨的法门。这个跟我们世间学校求学不一样的，譬如世间求学一年级的学生，决定不会同时去念四年级的课程；四年级学生不会回过头来，再去念一年级的课程，不会的。可是在《华严经》里面，它这个境界很特别，它确确实实好像有四十一个位次，又好像四十一个位次融合成一体。这就是圆融、行布是同时的，行布就是次第，圆融是没有次第，次第跟无次第是同时示现。所以初学的见道位，这是大乘见道位刚刚破一品无明，证一分法身，他就能够有果地上的受用。",
      "zh_TW": "這是法身大士，淨土裡面那不必說了，這個境界太顯然了。就是以本經來說，所謂「行布不礙圓融，圓融不礙行布」，就是『周遍一切如來境界』，圓教初住也入究竟果地的境界，也修果地的法門，他是因該果海，果徹因源，因果不二。等覺菩薩依然還修學初住菩薩的法門。這個跟我們世間學校求學不一樣的，譬如世間求學一年級的學生，決定不會同時去念四年級的課程；四年級學生不會回過頭來，再去念一年級的課程，不會的。可是在《華嚴經》裡面，它這個境界很特別，它確確實實好像有四十一個位次，又好像四十一個位次融合成一體。這就是圓融、行布是同時的，行布就是次第，圓融是沒有次第，次第跟無次第是同時示現。所以初學的見道位，這是大乘見道位剛剛破一品無明，證一分法身，他就能夠有果地上的受用。"
    },
    {
      "id": "12-007-0015_p0030",
      "zh_CN": "【此解脱无坏。菩萨智眼之所知故。】",
      "zh_TW": "【此解脫無壞。菩薩智眼之所知故。】"
    },
    {
      "id": "12-007-0015_p0031",
      "zh_CN": "为什么不坏？就是他这种自在不会变的，这就是不坏。我们有的时候也很自在，可是遇到某个境界现前就不自在，它会坏的。我们今天讲的自在，是建立在分别、执着上，所以它会变；菩萨的自在是建立在清净心上的，所以它不坏。六祖所谓的本来无一物，它怎么坏法？有一物就会有变，就有变化，无一物它就没变化。所以真心是永远不变的，永远不坏的。妄心是念念都在变化的，我们所谓不变，只是某个妄念在那里相续，相续相。好像看到没变，实际上刹那刹那都在变，变就有坏。",
      "zh_TW": "為什麼不壞？就是他這種自在不會變的，這就是不壞。我們有的時候也很自在，可是遇到某個境界現前就不自在，它會壞的。我們今天講的自在，是建立在分別、執著上，所以它會變；菩薩的自在是建立在清淨心上的，所以它不壞。六祖所謂的本來無一物，它怎麼壞法？有一物就會有變，就有變化，無一物它就沒變化。所以真心是永遠不變的，永遠不壞的。妄心是念念都在變化的，我們所謂不變，只是某個妄念在那裡相續，相續相。好像看到沒變，實際上剎那剎那都在變，變就有壞。"
    },
    {
      "id": "12-007-0015_p0032",
      "zh_CN": "【此解脱无底。尽于法界之源底故。】",
      "zh_TW": "【此解脫無底。盡於法界之源底故。】"
    },
    {
      "id": "12-007-0015_p0033",
      "zh_CN": "『无底』就是无有穷尽，『法界之源底』，真的是无有穷尽的。世间人想研究一桩东西，或者是一个道理，我们常说打破沙锅问到底，菩萨的修学各个都是具有这样的精神，所以佛法不怕你问，就怕你不问；佛法不怕你追究，怕你不追究。可是愈是到深处不能用心意识，这才是深，不用心意识，我们要问，可不可以讨论？可以。讨论不落心意识吗？讨论不落心意识，这个妙极了。为什么不落心意识？如果这个讨论跟无讨论是两桩事情，讨论落在心意识，不讨论也落在心意识，你们诸位想想，对不对？说与无说是一，不落心意识，一就不落；二就落了，说有，落在意识里，说无，也落在意识里，有无不二就不落。几时我们才能入不二法门？佛法这个门就叫做不二法门。哪一个门叫不二法门？八万四千法门，门门都叫做不二法门。不二就是一，一的念头都不许有，有个一的念头，有一就有二，不得已说个一。所以这个一不是一二之一，不是数目字的一，是不得已，无可奈何用这个代名词，来形容、来衬托法门的意思，这才是真入不二法门。入不二法门是不是就能够「尽于法界之源底」？还没能。但是已经接触到法界的根源了，已经接触到了。如果要想真正的接触到，要到八地菩萨，八地是不动地，转阿赖耶成大圆境智。这个时候所谓是念念流入萨婆若海，这才是彻法底源，这里头真自在。",
      "zh_TW": "『無底』就是無有窮盡，『法界之源底』，真的是無有窮盡的。世間人想研究一樁東西，或者是一個道理，我們常說打破沙鍋問到底，菩薩的修學各個都是具有這樣的精神，所以佛法不怕你問，就怕你不問；佛法不怕你追究，怕你不追究。可是愈是到深處不能用心意識，這才是深，不用心意識，我們要問，可不可以討論？可以。討論不落心意識嗎？討論不落心意識，這個妙極了。為什麼不落心意識？如果這個討論跟無討論是兩樁事情，討論落在心意識，不討論也落在心意識，你們諸位想想，對不對？說與無說是一，不落心意識，一就不落；二就落了，說有，落在意識裡，說無，也落在意識裡，有無不二就不落。幾時我們才能入不二法門？佛法這個門就叫做不二法門。哪一個門叫不二法門？八萬四千法門，門門都叫做不二法門。不二就是一，一的念頭都不許有，有個一的念頭，有一就有二，不得已說個一。所以這個一不是一二之一，不是數目字的一，是不得已，無可奈何用這個代名詞，來形容、來襯托法門的意思，這才是真入不二法門。入不二法門是不是就能夠「盡於法界之源底」？還沒能。但是已經接觸到法界的根源了，已經接觸到了。如果要想真正的接觸到，要到八地菩薩，八地是不動地，轉阿賴耶成大圓境智。這個時候所謂是念念流入薩婆若海，這才是徹法底源，這裡頭真自在。"
    },
    {
      "id": "12-007-0015_p0034",
      "zh_CN": "【此解脱者即是普门。于一事中普遍出生诸神变故。】",
      "zh_TW": "【此解脫者即是普門。於一事中普遍出生諸神變故。】"
    },
    {
      "id": "12-007-0015_p0035",
      "zh_CN": "本经里面把『普门』，给我们归纳为十大类，十普，无论哪一门都能够通达一切门，一即一切，一切即一；一多无碍，一多不二。『神变』向下还说得很多很多，变是讲什么？识变，唯识所变。神，这里面有不思议的道理，有不思议奇妙的程序，程序虽然无量无边，那么复杂，一刹那之间就完成，真正是太奇妙了，我们见不到。其实这些不可思议的神变，都是在我们的眼前，我们今天迷惑，不晓得这些境界怎么来的、怎么去的，为什么有这些事情，为什么有这么多理论。假使我们的心真正到清净了，所有的这些疑问那个答案全都现前，清净心当中显示出来，这个时候就是无师智、自然智统统现前了。诸位明白这个道理，你才晓得那个真正会修法门无量誓愿学的，他修学无量法门从哪里修？他从清净心上修，我的心清净一切法门就通达；心不清净，佛菩萨来给我们讲，讲了还是听不懂。为什么听不懂？他的境界，不是我的境界。如果自己心清净了，他一句话就把你点醒，你就豁然大悟。",
      "zh_TW": "本經裡面把『普門』，給我們歸納為十大類，十普，無論哪一門都能夠通達一切門，一即一切，一切即一；一多無礙，一多不二。『神變』向下還說得很多很多，變是講什麼？識變，唯識所變。神，這裡面有不思議的道理，有不思議奇妙的程序，程序雖然無量無邊，那麼複雜，一剎那之間就完成，真正是太奇妙了，我們見不到。其實這些不可思議的神變，都是在我們的眼前，我們今天迷惑，不曉得這些境界怎麼來的、怎麼去的，為什麼有這些事情，為什麼有這麼多理論。假使我們的心真正到清淨了，所有的這些疑問那個答案全都現前，清淨心當中顯示出來，這個時候就是無師智、自然智統統現前了。諸位明白這個道理，你才曉得那個真正會修法門無量誓願學的，他修學無量法門從哪裡修？他從清淨心上修，我的心清淨一切法門就通達；心不清淨，佛菩薩來給我們講，講了還是聽不懂。為什麼聽不懂？他的境界，不是我的境界。如果自己心清淨了，他一句話就把你點醒，你就豁然大悟。"
    },
    {
      "id": "12-007-0015_p0036",
      "zh_CN": "宗门教下都是一样的事情，诸位看禅宗语录这些境界很多，这个学人功夫他的造诣差不多入境界，就是那个结解不开，没法子突破，达到这个边缘而不能突破。这时候亲近一个善知识，善知识有慧眼一看就晓得，他的症结在什么地方，轻轻给他一点，他就豁然大悟，就一切通达。这种事情，我们在语录里面看得太多太多了，所以会用功的人，一定要晓得一门深入绝对的正确。搞太多了？太多了增加所知障，纵然是不增长烦恼障，所知障决定增长。所知障增长，要说烦恼障不增长，这不可能的事情，这两种障碍它有连带关系，它不是一个一个独立的，它有连带的关系。所以我们破二障要两种同时并进，同时下手，这是比较快的。现在一般社会上人说，现在是个知识爆炸的时代，这个话讲得没错。佛法里面讲是邪知见炽盛的时代，跟那个知识爆炸是一桩事情。说法不一样，那个说得好听，佛法说得比较难听，是真的，不是假的，邪知邪见无量无边。",
      "zh_TW": "宗門教下都是一樣的事情，諸位看禪宗語錄這些境界很多，這個學人功夫他的造詣差不多入境界，就是那個結解不開，沒法子突破，達到這個邊緣而不能突破。這時候親近一個善知識，善知識有慧眼一看就曉得，他的癥結在什麼地方，輕輕給他一點，他就豁然大悟，就一切通達。這種事情，我們在語錄裡面看得太多太多了，所以會用功的人，一定要曉得一門深入絕對的正確。搞太多了？太多了增加所知障，縱然是不增長煩惱障，所知障決定增長。所知障增長，要說煩惱障不增長，這不可能的事情，這兩種障礙它有連帶關係，它不是一個一個獨立的，它有連帶的關係。所以我們破二障要兩種同時並進，同時下手，這是比較快的。現在一般社會上人說，現在是個知識爆炸的時代，這個話講得沒錯。佛法裡面講是邪知見熾盛的時代，跟那個知識爆炸是一樁事情。說法不一樣，那個說得好聽，佛法說得比較難聽，是真的，不是假的，邪知邪見無量無邊。"
    },
    {
      "id": "12-007-0015_p0037",
      "zh_CN": "今天这个时代，真正是佛法里头讲邪见稠林，小乘人不敢摄入这个境界，摄入这个境界怕他自身不保，他敌不过这个境界。我们古德教初学的人有两句很有名的话，非常有道理，「知事少时烦恼少，识人多处是非多」。你认识人多了是非就多，你晓得事情多了烦恼就多。所以中国过去修学的道场，都是在深山里面，人迹不到的地方，你要到庙里去走好几天，要爬几百个阶梯才能爬得上去，就是这么个道理。他知道事情少，他烦恼少，他尽量减少分别、执着、妄想，帮助他一心清净。现在不行，现在你看每天报纸、电视、广播，不但是本市的事情你马上就晓得，全世界的事情立刻就知道。在从前我们住在乡下，如果城里要发生什么事情，恐怕得要十天半个月才晓得，我们距离城里多远？也不过三十里，没人传达。真是日出而作，日入而息，没有这些是非人我，临近村子里面发生事情也得三、四天才会知道。所以真正修行的道场，报纸杂志、广播要禁止，这个东西不是好事情。",
      "zh_TW": "今天這個時代，真正是佛法裡頭講邪見稠林，小乘人不敢攝入這個境界，攝入這個境界怕他自身不保，他敵不過這個境界。我們古德教初學的人有兩句很有名的話，非常有道理，「知事少時煩惱少，識人多處是非多」。你認識人多了是非就多，你曉得事情多了煩惱就多。所以中國過去修學的道場，都是在深山裡面，人跡不到的地方，你要到廟裡去走好幾天，要爬幾百個階梯才能爬得上去，就是這麼個道理。他知道事情少，他煩惱少，他盡量減少分別、執著、妄想，幫助他一心清淨。現在不行，現在你看每天報紙、電視、廣播，不但是本市的事情你馬上就曉得，全世界的事情立刻就知道。在從前我們住在鄉下，如果城裡要發生什麼事情，恐怕得要十天半個月才曉得，我們距離城裡多遠？也不過三十里，沒人傳達。真是日出而作，日入而息，沒有這些是非人我，臨近村子裡面發生事情也得三、四天才會知道。所以真正修行的道場，報紙雜誌、廣播要禁止，這個東西不是好事情。"
    },
    {
      "id": "12-007-0015_p0038",
      "zh_CN": "我记得有一年，我陪同教育部的几位官员去看方东美先生，那个时候正是政府提倡复兴中华文化。他们教育界的人士向方老师请教，如何有效的复兴中国文化？方老师当时笑了笑，他说要真正讲到效果有办法，他们精神都提起来了，听老师讲什么办法。老师告诉他，首先全国的报纸杂志一律停刊，广播、电视、无线电台统统关闭，中国文化就复兴了。他们听了：这做不到。所以说个道理，这些东西天天在破坏中国传统的文化，你要不把这些东西制止住，怎么提倡都收不到效果。这个话听起来好像是开玩笑，细想有道理。也曾经有人向他老人家问过，美国今天这么样强大，将来美国当然也会亡国的，这一定的道理。有人问方先生，美国将来要是亡国第一个因素是什么？方老师的答复是电视。美国将来亡国第一个因素是电视，所以他当时也提出这个问题。我们现在台湾电视，还没有像美国受害那么深，不过要小心防止。这些工具如果把它用在教育上太好了、太理想了，如果不善于利用，祸害无穷。所以他老人家非常感慨，这么好的工具为什么不把它用在教育上？",
      "zh_TW": "我記得有一年，我陪同教育部的幾位官員去看方東美先生，那個時候正是政府提倡復興中華文化。他們教育界的人士向方老師請教，如何有效的復興中國文化？方老師當時笑了笑，他說要真正講到效果有辦法，他們精神都提起來了，聽老師講什麼辦法。老師告訴他，首先全國的報紙雜誌一律停刊，廣播、電視、無線電台統統關閉，中國文化就復興了。他們聽了：這做不到。所以說個道理，這些東西天天在破壞中國傳統的文化，你要不把這些東西制止住，怎麼提倡都收不到效果。這個話聽起來好像是開玩笑，細想有道理。也曾經有人向他老人家問過，美國今天這麼樣強大，將來美國當然也會亡國的，這一定的道理。有人問方先生，美國將來要是亡國第一個因素是什麼？方老師的答覆是電視。美國將來亡國第一個因素是電視，所以他當時也提出這個問題。我們現在台灣電視，還沒有像美國受害那麼深，不過要小心防止。這些工具如果把它用在教育上太好了、太理想了，如果不善於利用，禍害無窮。所以他老人家非常感慨，這麼好的工具為什麼不把它用在教育上？"
    },
    {
      "id": "12-007-0015_p0039",
      "zh_CN": "我在当年看到电视这个东西出来之后，我就动个念头，将来这个寺庙弘法利生是什么？什么叫寺庙？不是在深山盖大庙，不是的。真正有心人要注意，你要修功德，无量无边的功德去创办一个什么？电视公司。现在我们这个电视公司还没有开民营，如果开民营我们佛教有这个力量，佛教自己办一个电视公司，一天二十四小时播讲经的节目、播念佛的节目、播修禅的节目。大家打开电视机在家里就可以修行了，就可以听经了。那是讲经的道场，不必要大家辛辛苦苦跑到这来听，在家里听就可以了。现在科学更进步，将来的电视机随时可以发问的，问了随时可以解答的，就跟当面一样，一切障碍都消除了，要好好的利用。所以盖庙的那个时代过去了，现代的佛教不是盖庙，现代的佛教应该是电视、广播公司。真正修行的道场，一个国家里头有一座、两座就够了，甚至于全世界有个二、三个就够了。交通便捷，你要是有个假期，有一个月、二个月想到那里去参参禅、去念念佛，有的是道场，你就可以在那里住一个时期，方便得很。",
      "zh_TW": "我在當年看到電視這個東西出來之後，我就動個念頭，將來這個寺廟弘法利生是什麼？什麼叫寺廟？不是在深山蓋大廟，不是的。真正有心人要注意，你要修功德，無量無邊的功德去創辦一個什麼？電視公司。現在我們這個電視公司還沒有開民營，如果開民營我們佛教有這個力量，佛教自己辦一個電視公司，一天二十四小時播講經的節目、播念佛的節目、播修禪的節目。大家打開電視機在家裡就可以修行了，就可以聽經了。那是講經的道場，不必要大家辛辛苦苦跑到這來聽，在家裡聽就可以了。現在科學更進步，將來的電視機隨時可以發問的，問了隨時可以解答的，就跟當面一樣，一切障礙都消除了，要好好的利用。所以蓋廟的那個時代過去了，現代的佛教不是蓋廟，現代的佛教應該是電視、廣播公司。真正修行的道場，一個國家裡頭有一座、兩座就夠了，甚至於全世界有個二、三個就夠了。交通便捷，你要是有個假期，有一個月、二個月想到那裡去參參禪、去念念佛，有的是道場，你就可以在那裡住一個時期，方便得很。"
    },
    {
      "id": "12-007-0015_p0040",
      "zh_CN": "所以，佛法的教学，佛法常讲精进，精进，进是进步，决定不落伍，精是纯而不杂，进而不退。我们今天能力不够，现在做到我们小小的形式，这种方式。可是来利用道场，无论是修学，无论是研经，人数还不多。现在还有很多人，不知道我们这个地方，我想慢慢的将来人数逐渐逐渐会增加。我们建立这个道场目的是抛砖引玉，有许多道场他们有雄厚的财力、人力、物力，希望大家都来做。如果有人做了，我跟诸位说，我就不做，有人做就不做。做一个起头给别人看看，人家发心喜欢跟着做，做得比我还好，我们就逍遥自在了。这是我们现前事业的一点心愿与期望。底下一句是：",
      "zh_TW": "所以，佛法的教學，佛法常講精進，精進，進是進步，決定不落伍，精是純而不雜，進而不退。我們今天能力不夠，現在做到我們小小的形式，這種方式。可是來利用道場，無論是修學，無論是研經，人數還不多。現在還有很多人，不知道我們這個地方，我想慢慢的將來人數逐漸逐漸會增加。我們建立這個道場目的是拋磚引玉，有許多道場他們有雄厚的財力、人力、物力，希望大家都來做。如果有人做了，我跟諸位說，我就不做，有人做就不做。做一個起頭給別人看看，人家發心喜歡跟著做，做得比我還好，我們就逍遙自在了。這是我們現前事業的一點心願與期望。底下一句是："
    },
    {
      "id": "12-007-0015_p0041",
      "zh_CN": "【此解脱者体性不空。一切法身本无二故。】",
      "zh_TW": "【此解脫者體性不空。一切法身本無二故。】"
    },
    {
      "id": "12-007-0015_p0042",
      "zh_CN": "这是从理上讲，体决定是真实的，绝不是虚妄的，相是虚妄的，体是真实的。相会变，体不会变，体是什么？一心，真心永远不会变的。真心在佛经里面也叫做真如，也叫做法界，也叫做本性，也叫做第一义谛，又叫做如来藏，名称很多很多，都是说这个一桩事情。一桩事情说这么许多的名称何必？这里头有个深意，就是「名可名，非常名」，佛叫我们不要执著名相，只要是这个事实了解，随便说什么名相都可以，名相是假的，不是真的，理才是真的。名，诸位晓得，是遍计所执性，相是依他起性，理是圆成实性，所以名相不可以执着，善于运用无量无边的功德。诸佛菩萨他善于运用，能够帮助我们开悟，帮助我们修学。我们凡夫不善于运用，在名相里头生无量无边的烦恼，造无量无边的业障，不会用。会用的是智慧，不会用的是迷惑颠倒。",
      "zh_TW": "這是從理上講，體決定是真實的，絕不是虛妄的，相是虛妄的，體是真實的。相會變，體不會變，體是什麼？一心，真心永遠不會變的。真心在佛經裡面也叫做真如，也叫做法界，也叫做本性，也叫做第一義諦，又叫做如來藏，名稱很多很多，都是說這個一樁事情。一樁事情說這麼許多的名稱何必？這裡頭有個深意，就是「名可名，非常名」，佛叫我們不要執著名相，只要是這個事實了解，隨便說什麼名相都可以，名相是假的，不是真的，理才是真的。名，諸位曉得，是遍計所執性，相是依他起性，理是圓成實性，所以名相不可以執著，善於運用無量無邊的功德。諸佛菩薩他善於運用，能夠幫助我們開悟，幫助我們修學。我們凡夫不善於運用，在名相裡頭生無量無邊的煩惱，造無量無邊的業障，不會用。會用的是智慧，不會用的是迷惑顛倒。"
    },
    {
      "id": "12-007-0015_p0043",
      "zh_CN": "【此解脱者终无有生。以能了知如幻法故。】",
      "zh_TW": "【此解脫者終無有生。以能了知如幻法故。】"
    },
    {
      "id": "12-007-0015_p0044",
      "zh_CN": "这句是这一段里面的总结，这句也是的的确确的事实。诸佛菩萨证得就是他明了、他晓得这个事实。我们凡夫不知道这个事实，所以在这个事实里面起了误会，认为什么？有生有死。对于生，起个错误观念，以为那个很乐；对于死，也起个错误观念，认为很可怕、很恐惧，其实跟诸位说，没有分别。诸佛菩萨他晓得没有分别，我们不晓得没分别，我们不晓得。不管你晓得也好，不晓得也好，事实确实如是，事实上没有分别。现代科学家的确也相当聪明，他们是从什么？从数理上推断得到结论，如果时光倒流古人都复生，一个个都复活了。现在就是用什么方法能够把时光给它倒流，如果时光倒流我们这个年岁一年比一年轻，一年比一年小。这种现象是不是事实？是一个事实。可是距离真正的实相，还有很大很大的差别。但是，从这个理论上来推断，一切万物确确实实不生不灭。我们眼前所见的这个现象，所谓的是心现的、识变的。这个相就是真如本性的相分，经过识一变就是阿赖耶的相分，能变的是阿赖耶的见分，所变的是阿赖耶的相分。在唯识学里面称为本质相分，七转识以及五十一心所的相分，都是带质境的相分，不是本质境的相分。唯识帮助我们认识真相，真相认识之后，没有生死，生死是个抽象的概念，不是真实的。",
      "zh_TW": "這句是這一段裡面的總結，這句也是的的確確的事實。諸佛菩薩證得就是他明瞭、他曉得這個事實。我們凡夫不知道這個事實，所以在這個事實裡面起了誤會，認為什麼？有生有死。對於生，起個錯誤觀念，以為那個很樂；對於死，也起個錯誤觀念，認為很可怕、很恐懼，其實跟諸位說，沒有分別。諸佛菩薩他曉得沒有分別，我們不曉得沒分別，我們不曉得。不管你曉得也好，不曉得也好，事實確實如是，事實上沒有分別。現代科學家的確也相當聰明，他們是從什麼？從數理上推斷得到結論，如果時光倒流古人都復生，一個個都復活了。現在就是用什麼方法能夠把時光給它倒流，如果時光倒流我們這個年歲一年比一年輕，一年比一年小。這種現象是不是事實？是一個事實。可是距離真正的實相，還有很大很大的差別。但是，從這個理論上來推斷，一切萬物確確實實不生不滅。我們眼前所見的這個現象，所謂的是心現的、識變的。這個相就是真如本性的相分，經過識一變就是阿賴耶的相分，能變的是阿賴耶的見分，所變的是阿賴耶的相分。在唯識學裡面稱為本質相分，七轉識以及五十一心所的相分，都是帶質境的相分，不是本質境的相分。唯識幫助我們認識真相，真相認識之後，沒有生死，生死是個抽象的概念，不是真實的。"
    },
    {
      "id": "12-007-0015_p0045",
      "zh_CN": "我们对于这个真相迷得太深，迷失得太久了，今天怎么跟我们讲也不相信，还是贪生怕死，这个问题解决不了。必得像菩萨得到真正解脱了，真正能够了知生死如幻。这叫什么？了生死，对于生死究竟是怎么回事情彻底明了。生，你也不会有乐，死，你也不会有苦，为什么？没有生死。没有生死，生死里头得到解脱，生死里头得到自在。像诸佛菩萨一样随类化身，像诸佛菩萨一样，随众生心，应所知量，这多自在。跟诸位说，这是我们的本能，我们本来是这样的，本能丧失掉。佛菩萨大慈大悲把我们唤醒，希望我们各个人都恢复本能。经文到这里是个段落，这十一句都是从法说的，下面经文从比喻上，还要给我们说明这桩事情。",
      "zh_TW": "我們對於這個真相迷得太深，迷失得太久了，今天怎麼跟我們講也不相信，還是貪生怕死，這個問題解決不了。必得像菩薩得到真正解脫了，真正能夠了知生死如幻。這叫什麼？了生死，對於生死究竟是怎麼回事情徹底明瞭。生，你也不會有樂，死，你也不會有苦，為什麼？沒有生死。沒有生死，生死裡頭得到解脫，生死裡頭得到自在。像諸佛菩薩一樣隨類化身，像諸佛菩薩一樣，隨眾生心，應所知量，這多自在。跟諸位說，這是我們的本能，我們本來是這樣的，本能喪失掉。佛菩薩大慈大悲把我們喚醒，希望我們各個人都恢復本能。經文到這裡是個段落，這十一句都是從法說的，下面經文從比喻上，還要給我們說明這樁事情。"
    }
  ]
}