{
  "doc_id": "12-007-0022",
  "title": {
    "zh_CN": "四十华严寂静夜神章",
    "zh_TW": "四十華嚴寂靜夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1983",
    "zh_TW": "1983"
  },
  "doc_number": "12-007-0022",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "12-007-0022_p0001",
      "zh_CN": "七百四十面第五行末后一句开始，我们先念一段经文对对地方：",
      "zh_TW": "七百四十面第五行末後一句開始，我們先念一段經文對對地方："
    },
    {
      "id": "12-007-0022_p0002",
      "zh_CN": "【我得速疾陀罗尼力。悉能受持一切文义。正念思惟。以明了智。普入一切清净法藏。】",
      "zh_TW": "【我得速疾陀羅尼力。悉能受持一切文義。正念思惟。以明了智。普入一切清淨法藏。】"
    },
    {
      "id": "12-007-0022_p0003",
      "zh_CN": "从这个地方开始。向下这段经文，夜神自己叙说他悟入的经过。这段文字，实际上就是教给我们，怎样才能够证入法界，他将他自己修学提供给我们做参考，这是应当要效法的。一开头我们要注意的，就是『陀罗尼』，「陀罗尼」是梵语，翻成中国意思是总持，它的意义是总一切法，持一切义。要从广义上来说，这一部《大方广佛华严经》就是大陀罗尼门，确实是将这个意思完全包括，总一切法，持一切义。因此陀罗尼在佛门里面就有多字的，有少字的，有一字的，有无字的，最究竟圆满的是无字的陀罗尼。佛门里面有些咒语也称陀罗尼，咒语实在说它也符合这个定义，总一切法，持一切义。",
      "zh_TW": "從這個地方開始。向下這段經文，夜神自己敘說他悟入的經過。這段文字，實際上就是教給我們，怎樣才能夠證入法界，他將他自己修學提供給我們做參考，這是應當要效法的。一開頭我們要注意的，就是『陀羅尼』，「陀羅尼」是梵語，翻成中國意思是總持，它的意義是總一切法，持一切義。要從廣義上來說，這一部《大方廣佛華嚴經》就是大陀羅尼門，確實是將這個意思完全包括，總一切法，持一切義。因此陀羅尼在佛門裡面就有多字的，有少字的，有一字的，有無字的，最究竟圓滿的是無字的陀羅尼。佛門裡面有些咒語也稱陀羅尼，咒語實在說它也符合這個定義，總一切法，持一切義。"
    },
    {
      "id": "12-007-0022_p0004",
      "zh_CN": "夜神在此地说，他得的是速疾，这是陀罗尼的名称速疾，『得速疾陀罗尼』这种的力量，所以他才能够『受持一切文义』。我们在前面看到，他亲近十方诸佛，十方三世一切诸佛如来。亲近没有不闻法的，闻法如何能够受持，而不把它忘失，这就非常非常重要。亲近了，听到老师讲，讲完之后都忘掉了，那不行。听了之后要记得，要能够理解它的义趣，还要能把义趣实现在自己的生活里面，这才叫受持；如果不能把法义变成自己的生活，不叫受持。所以受持两个字，也是相当不容易做到的，能做到真正有受用，才真正得到佛法的功德利益。前面说，速疾陀罗尼要怎样才能得到？底下的几句就透出消息，『正念思惟』就是这么一句四个字。什么叫做速疾陀罗尼？就是「正念思惟」，就是的。正念拣别没有邪念，什么叫正念？什么叫邪念？这是一定要把它区别清楚，起心动念就是邪念。正念无念，凡是有念头都是邪念，都不是正念，为什么？清净心里面本无一物。六祖说得很好，「本来无一物」；换句话说，离一切念，正念就现前。",
      "zh_TW": "夜神在此地說，他得的是速疾，這是陀羅尼的名稱速疾，『得速疾陀羅尼』這種的力量，所以他才能夠『受持一切文義』。我們在前面看到，他親近十方諸佛，十方三世一切諸佛如來。親近沒有不聞法的，聞法如何能夠受持，而不把它忘失，這就非常非常重要。親近了，聽到老師講，講完之後都忘掉了，那不行。聽了之後要記得，要能夠理解它的義趣，還要能把義趣實現在自己的生活裡面，這才叫受持；如果不能把法義變成自己的生活，不叫受持。所以受持兩個字，也是相當不容易做到的，能做到真正有受用，才真正得到佛法的功德利益。前面說，速疾陀羅尼要怎樣才能得到？底下的幾句就透出消息，『正念思惟』就是這麼一句四個字。什麼叫做速疾陀羅尼？就是「正念思惟」，就是的。正念揀別沒有邪念，什麼叫正念？什麼叫邪念？這是一定要把它區別清楚，起心動念就是邪念。正念無念，凡是有念頭都是邪念，都不是正念，為什麼？清淨心裡面本無一物。六祖說得很好，「本來無一物」；換句話說，離一切念，正念就現前。"
    },
    {
      "id": "12-007-0022_p0005",
      "zh_CN": "这个境界很难懂，为什么说离一切念？离一切念，那不是没有念了吗？哪还有正念？没有念那个念就是正念。我们举个简单例子来说，譬如我们眼见，见外面色相，不是看得清清楚楚的吗？见得明明白白，这里面你没有分别心、没有执着心，没起心、没动念，不能说不见，还是了了见，这个见是见性见，见性见就是正见。才起一念就把性转变为识，转变为八识，那个见就叫邪见。最高的正邪标准从这里分，一落在八识五十一心所里面，那个见统叫邪见；离心意识，转八识成四智，这个见叫正见。能明白这点，转第六意识为妙观察智，转第七识为平等性智这就叫正思惟，没转过来不叫正思惟。由此可知，八正道的标准高！四谛、十二因缘、三十七道品，并不是小乘专有的，藏通别圆统统都讲，诸位如果去读智者大师「四念处注」，他老人家注解四念处，那是三十七道品的第一科，题目就是四四一十六个字，他老人家注的一共是四卷。这个四卷就是藏通别圆，在藏教里面四念处是什么样的境界，通教是什么境界，别教是什么境界，圆教是什么境界。四念处既然都有藏通别圆，何况八正道！这个地方跟诸位讲的，这是圆教八正道里面的正念思惟，这真正是了不起。",
      "zh_TW": "這個境界很難懂，為什麼說離一切念？離一切念，那不是沒有念了嗎？哪還有正念？沒有念那個念就是正念。我們舉個簡單例子來說，譬如我們眼見，見外面色相，不是看得清清楚楚的嗎？見得明明白白，這裡面你沒有分別心、沒有執著心，沒起心、沒動念，不能說不見，還是了了見，這個見是見性見，見性見就是正見。才起一念就把性轉變為識，轉變為八識，那個見就叫邪見。最高的正邪標準從這裡分，一落在八識五十一心所裡面，那個見統叫邪見；離心意識，轉八識成四智，這個見叫正見。能明白這點，轉第六意識為妙觀察智，轉第七識為平等性智這就叫正思惟，沒轉過來不叫正思惟。由此可知，八正道的標準高！四諦、十二因緣、三十七道品，並不是小乘專有的，藏通別圓統統都講，諸位如果去讀智者大師「四念處註」，他老人家註解四念處，那是三十七道品的第一科，題目就是四四一十六個字，他老人家註的一共是四卷。這個四卷就是藏通別圓，在藏教裡面四念處是什麼樣的境界，通教是什麼境界，別教是什麼境界，圓教是什麼境界。四念處既然都有藏通別圓，何況八正道！這個地方跟諸位講的，這是圓教八正道裡面的正念思惟，這真正是了不起。"
    },
    {
      "id": "12-007-0022_p0006",
      "zh_CN": "所以这个速疾陀罗尼我们相信，真正是名实相符，总一切法，持一切义真是名实相符。这个陀罗尼在念佛法门里面来说，就是理一心不乱，念佛念到理一心不乱，也就得到这个境界。这个时候心是真清净到了极处，古德所说一闻千悟，一接触就大彻大悟。有不少同修们都非常难得，发大心，我们要续佛慧命，弘法利生。好，弘法利生要上台讲经，释迦牟尼佛给我们做了个榜样，他老人家讲了四十九年，天天讲没有一天休息。要如何才把经讲好？跟诸位说，这不是问题，我多读一点、多研究一点注解就能讲好吗？你会读经，那个听经人他也会读；你会看注子，他也会看，这个方法行不通。要怎么样才能讲好？清净心重要，转识成智重要！这是真实的功夫，一分清净就得一分相应，十分清净自然就有十分相应，说出来就不一样，从自己清净心里面流露出来的。众生的心不清净，你从清净心里面流露出来的法语，他听了之后他的心也得清净，虽然不能像你那么样清净，他能够清净几分，他得受用。所以一味想从文字字里行间，得不到受用的。由此可知，弘法利生要认真的修行。佛陀也示现给我们看，他舍弃王宫出家，不但出家，出家还要修苦行，人家修三年苦行，他修六年苦行，要比别人加倍，苦尽甘来他才大彻大悟。那是我们的榜样，是我们的典型。大彻大悟不是轻易能够得来的，为什么？无始劫以来烦恼习气太深，苦是要把那烦恼习气折伏才能开悟。",
      "zh_TW": "所以這個速疾陀羅尼我們相信，真正是名實相符，總一切法，持一切義真是名實相符。這個陀羅尼在念佛法門裡面來說，就是理一心不亂，念佛念到理一心不亂，也就得到這個境界。這個時候心是真清淨到了極處，古德所說一聞千悟，一接觸就大徹大悟。有不少同修們都非常難得，發大心，我們要續佛慧命，弘法利生。好，弘法利生要上台講經，釋迦牟尼佛給我們做了個榜樣，他老人家講了四十九年，天天講沒有一天休息。要如何才把經講好？跟諸位說，這不是問題，我多讀一點、多研究一點註解就能講好嗎？你會讀經，那個聽經人他也會讀；你會看註子，他也會看，這個方法行不通。要怎麼樣才能講好？清淨心重要，轉識成智重要！這是真實的功夫，一分清淨就得一分相應，十分清淨自然就有十分相應，說出來就不一樣，從自己清淨心裡面流露出來的。眾生的心不清淨，你從清淨心裡面流露出來的法語，他聽了之後他的心也得清淨，雖然不能像你那麼樣清淨，他能夠清淨幾分，他得受用。所以一味想從文字字裡行間，得不到受用的。由此可知，弘法利生要認真的修行。佛陀也示現給我們看，他捨棄王宮出家，不但出家，出家還要修苦行，人家修三年苦行，他修六年苦行，要比別人加倍，苦盡甘來他才大徹大悟。那是我們的榜樣，是我們的典型。大徹大悟不是輕易能夠得來的，為什麼？無始劫以來煩惱習氣太深，苦是要把那煩惱習氣折伏才能開悟。"
    },
    {
      "id": "12-007-0022_p0007",
      "zh_CN": "悟了以后，『以明了智』，这是般若智慧。『普入一切清净法藏』，「一切清净法」是十方诸佛所说，佛一说他就入进去，他就能够受持，就能够不忘。「明了智」是根本智，根本智就是《般若经》里面所说的，「般若无知」，无知是根本智，能接受。我们为什么不能接受？因为我们有知，有知，我们的知它产生一种抗拒的力量，有知是什么？法执。所以佛的清净法，我们不能接受，产生抗拒、拒绝。他心清净了，没有抗拒力量，佛说多少清净法，他就吸收多少清净法，这个了不起。法执破了才行，根本智才能现前。所以你看阿罗汉，虽然有九次第定，没智，玄奘大师在《八识规矩颂》里面所说的，「愚者难分识与根」，愚者就是说的阿罗汉。这就说明单靠禅定不行，定里面一定要修慧。所以大乘佛法里面的禅那，尤其是达摩祖师所传来的这一支，到中国来之后以六祖惠能大师做代表，号曰禅宗。他修的是什么？你们把《坛经》展开来一看，开宗明义就说，叫大家「总念摩诃般若波罗蜜多」，他修的什么？他修的是般若波罗蜜，不是禅定波罗蜜。中国的禅宗是修的般若，为什么叫禅宗？般若是以禅定为基础而得来的。所以定是手段，慧是目的，禅家要的是智慧，不是达到禅定就了事。小乘圣者他得到禅定他就满足，他没有想到我还应该要智慧，他没想到这个，他只要禅定，得到九次第定依旧不能开慧，根本智不能现前。底下一句说：",
      "zh_TW": "悟了以後，『以明了智』，這是般若智慧。『普入一切清淨法藏』，「一切清淨法」是十方諸佛所說，佛一說他就入進去，他就能夠受持，就能夠不忘。「明了智」是根本智，根本智就是《般若經》裡面所說的，「般若無知」，無知是根本智，能接受。我們為什麼不能接受？因為我們有知，有知，我們的知它產生一種抗拒的力量，有知是什麼？法執。所以佛的清淨法，我們不能接受，產生抗拒、拒絕。他心清淨了，沒有抗拒力量，佛說多少清淨法，他就吸收多少清淨法，這個了不起。法執破了才行，根本智才能現前。所以你看阿羅漢，雖然有九次第定，沒智，玄奘大師在《八識規矩頌》裡面所說的，「愚者難分識與根」，愚者就是說的阿羅漢。這就說明單靠禪定不行，定裡面一定要修慧。所以大乘佛法裡面的禪那，尤其是達摩祖師所傳來的這一支，到中國來之後以六祖惠能大師做代表，號曰禪宗。他修的是什麼？你們把《壇經》展開來一看，開宗明義就說，叫大家「總念摩訶般若波羅蜜多」，他修的什麼？他修的是般若波羅蜜，不是禪定波羅蜜。中國的禪宗是修的般若，為什麼叫禪宗？般若是以禪定為基礎而得來的。所以定是手段，慧是目的，禪家要的是智慧，不是達到禪定就了事。小乘聖者他得到禪定他就滿足，他沒有想到我還應該要智慧，他沒想到這個，他只要禪定，得到九次第定依舊不能開慧，根本智不能現前。底下一句說："
    },
    {
      "id": "12-007-0022_p0008",
      "zh_CN": "【以自在智。普游一切甚深法海。】",
      "zh_TW": "【以自在智。普遊一切甚深法海。】"
    },
    {
      "id": "12-007-0022_p0009",
      "zh_CN": "自在是说无碍，跟底下所讲的平等智，全都是讲的根本智，根本智有明了、有自在、有平等的意思。他说出这三句用意很深，使我们对于根本智的境界容易理解，晓得应当如何来修学。明了不是分别，是了别，于一切法我们要明了，不要去分别。自在这个里面没有障碍，如果发现有障碍，自己立刻就要觉悟，在一真法界里面决定没有障碍。如果有障碍，必定是在十法界里面，十法界有障碍。一真法界没有障碍；换句话说，实报庄严土没有障碍。方便有余土有障碍，凡圣同居土那更不必说，当然有障碍。障碍从哪里生的？障碍从执着生的，不平等也是从执着生的。所以执着，在我们初学的时候要用，拿它来做手段。但是要记住，到某个境界的时候要突破；如果你永远坚固执持这在里面，不能突破，你这个境界会有限的。就是以念佛来说，你最高的功夫，只能到事一心不乱，不能到理一心，因为理一心必须要突破执着，才能达到理一心。通途法门里面可以得禅定，不能开智慧，不能见性。如果要想明心见性，也得要把这关突破，诸位在《坛经》里面，或者在中国禅宗语录里面，在在处处都可以能够看到。",
      "zh_TW": "自在是說無礙，跟底下所講的平等智，全都是講的根本智，根本智有明瞭、有自在、有平等的意思。他說出這三句用意很深，使我們對於根本智的境界容易理解，曉得應當如何來修學。明瞭不是分別，是了別，於一切法我們要明瞭，不要去分別。自在這個裡面沒有障礙，如果發現有障礙，自己立刻就要覺悟，在一真法界裡面決定沒有障礙。如果有障礙，必定是在十法界裡面，十法界有障礙。一真法界沒有障礙；換句話說，實報莊嚴土沒有障礙。方便有餘土有障礙，凡聖同居土那更不必說，當然有障礙。障礙從哪裡生的？障礙從執著生的，不平等也是從執著生的。所以執著，在我們初學的時候要用，拿它來做手段。但是要記住，到某個境界的時候要突破；如果你永遠堅固執持這在裡面，不能突破，你這個境界會有限的。就是以念佛來說，你最高的功夫，只能到事一心不亂，不能到理一心，因為理一心必須要突破執著，才能達到理一心。通途法門裡面可以得禪定，不能開智慧，不能見性。如果要想明心見性，也得要把這關突破，諸位在《壇經》裡面，或者在中國禪宗語錄裡面，在在處處都可以能夠看到。"
    },
    {
      "id": "12-007-0022_p0010",
      "zh_CN": "我们明白这个原理、原则，现在我们待人接物就要开始训练，在一切法里头了了分明，学着什么？学着不分别。不分别，你的烦恼就少好多，你要分别这个好、这个丑，哪有好丑？这个我要、那个我不要，这就起了执着，全都错了。明白这个道理，生活里面我们修什么？修清净心，学无分别，对人、办事的时候分别，自己内心里面决定不分别，自己心清净的。所以开始是以清净心做自受用，以分别心、执着心为他受用，开始这个搞法。有自有他是二法，诸位要晓得，二法不是佛法，是佛门的方便法，不是真实法。到真实法的时候，是自他不二，那高了。我们初学的一下达不到，开头是有自有他，自己不分别，对他有分别，开头这个学法。学过一段时期之后渐渐心清净，你也不必求：我一定要把境界提高，要入不二法门。你要是有这一念，永远入不进去，为什么？你有分别，你有执着。功夫到了自然成就，自自然然，这个地方，既不可以用力，又不能勉强，正是古大德所谓「此处用不得力也」，就是这个意思，向上一着用不得力，自然成就的。",
      "zh_TW": "我們明白這個原理、原則，現在我們待人接物就要開始訓練，在一切法裡頭了了分明，學著什麼？學著不分別。不分別，你的煩惱就少好多，你要分別這個好、這個醜，哪有好醜？這個我要、那個我不要，這就起了執著，全都錯了。明白這個道理，生活裡面我們修什麼？修清淨心，學無分別，對人、辦事的時候分別，自己內心裡面決定不分別，自己心清淨的。所以開始是以清淨心做自受用，以分別心、執著心為他受用，開始這個搞法。有自有他是二法，諸位要曉得，二法不是佛法，是佛門的方便法，不是真實法。到真實法的時候，是自他不二，那高了。我們初學的一下達不到，開頭是有自有他，自己不分別，對他有分別，開頭這個學法。學過一段時期之後漸漸心清淨，你也不必求：我一定要把境界提高，要入不二法門。你要是有這一念，永遠入不進去，為什麼？你有分別，你有執著。功夫到了自然成就，自自然然，這個地方，既不可以用力，又不能勉強，正是古大德所謂「此處用不得力也」，就是這個意思，向上一著用不得力，自然成就的。"
    },
    {
      "id": "12-007-0022_p0011",
      "zh_CN": "所以这个经文里面，句句都在含着这个意思，『自在智，普游一切甚深法海』，前面一句是上求，完全讲接受诸佛清净法藏。这句里面就有上求下化，像善财童子五十三参，自在无碍。为什么自在？因为是平等真法界，他怎么不自在！五十三位善知识，以我们凡夫眼光来看，有好人、有坏人，有善人、有恶人，有学佛的、有外道的，有男女老少，我们看有分别。人家眼睛里面平等真法界，他无碍。这里头有上求、又有下化。再看底下一句：",
      "zh_TW": "所以這個經文裡面，句句都在含著這個意思，『自在智，普遊一切甚深法海』，前面一句是上求，完全講接受諸佛清淨法藏。這句裡面就有上求下化，像善財童子五十三參，自在無礙。為什麼自在？因為是平等真法界，他怎麼不自在！五十三位善知識，以我們凡夫眼光來看，有好人、有壞人，有善人、有惡人，有學佛的、有外道的，有男女老少，我們看有分別。人家眼睛裡面平等真法界，他無礙。這裡頭有上求、又有下化。再看底下一句："
    },
    {
      "id": "12-007-0022_p0012",
      "zh_CN": "【以周遍智。普知三世诸广大义。】",
      "zh_TW": "【以周遍智。普知三世諸廣大義。】"
    },
    {
      "id": "12-007-0022_p0013",
      "zh_CN": "这就是『遍智』，无有一法不知。他怎么会「遍智」？知一法就知一切法，一即一切，一切即一。也许说这是不是从理上说的？对的，是从理上说的。事怎么样？事也不例外，这就不可思议了。事也遍智，理遍智，我们能想像得出，我们能承认，事也遍智，这个不可思议。其实说穿了它有个原理在，不是不讲理的，在这个境界里面，前面讲正念思惟，这是见性，如果不见性不能说正念思惟。尤其是《华严》是圆教一乘了义的经典，见性之后十法界依正庄严这些事相，是真如本性所现的，是唯识所变的。既然见了性，转识成智，哪有不知道的事情！所以一切众生，经前面都讲过，你心里面所想的，你生生世世在哪一道、长得什么样子、叫什么名字，你一生的机遇如何统统晓得。不要去问，不要去打听，不要去推算都知道，为什么？摆在眼前，全是现量境界不是比量。这个说法愈说就愈玄，其实这是真相，诸法实相，真相。",
      "zh_TW": "這就是『遍智』，無有一法不知。他怎麼會「遍智」？知一法就知一切法，一即一切，一切即一。也許說這是不是從理上說的？對的，是從理上說的。事怎麼樣？事也不例外，這就不可思議了。事也遍智，理遍智，我們能想像得出，我們能承認，事也遍智，這個不可思議。其實說穿了它有個原理在，不是不講理的，在這個境界裡面，前面講正念思惟，這是見性，如果不見性不能說正念思惟。尤其是《華嚴》是圓教一乘了義的經典，見性之後十法界依正莊嚴這些事相，是真如本性所現的，是唯識所變的。既然見了性，轉識成智，哪有不知道的事情！所以一切眾生，經前面都講過，你心裡面所想的，你生生世世在哪一道、長得什麼樣子、叫什麼名字，你一生的機遇如何統統曉得。不要去問，不要去打聽，不要去推算都知道，為什麼？擺在眼前，全是現量境界不是比量。這個說法愈說就愈玄，其實這是真相，諸法實相，真相。"
    },
    {
      "id": "12-007-0022_p0014",
      "zh_CN": "佛透了这个消息给我们，告诉我们并不是他专有。佛在经上说得很明白，「一切众生本来成佛」，换句话说，佛的智慧德相，德是讲德能，相是讲相状，一切众生统统都具足，与佛无二无别。我们也不容易相信，既然无二无别，我们的智慧为什么丧失掉？我们的德能也失掉，我们的相状变得这么丑陋，无量无边的相好光明也失掉了，这究竟是怎么回事？迷失了本性，迷失了自己。本性就是自己，把自己迷失了才变成这个样子，是迷失并不是真正失掉。佛今天是提醒我们，无非是叫我们恢复本性，恢复自己本来面目，这就是佛法。迷是自己迷的，所以恢复还是要靠自己才行，这个事情别人帮不上忙，一定要靠自己去努力，要靠自己去觉悟。",
      "zh_TW": "佛透了這個消息給我們，告訴我們並不是他專有。佛在經上說得很明白，「一切眾生本來成佛」，換句話說，佛的智慧德相，德是講德能，相是講相狀，一切眾生統統都具足，與佛無二無別。我們也不容易相信，既然無二無別，我們的智慧為什麼喪失掉？我們的德能也失掉，我們的相狀變得這麼醜陋，無量無邊的相好光明也失掉了，這究竟是怎麼回事？迷失了本性，迷失了自己。本性就是自己，把自己迷失了才變成這個樣子，是迷失並不是真正失掉。佛今天是提醒我們，無非是叫我們恢復本性，恢復自己本來面目，這就是佛法。迷是自己迷的，所以恢復還是要靠自己才行，這個事情別人幫不上忙，一定要靠自己去努力，要靠自己去覺悟。"
    },
    {
      "id": "12-007-0022_p0015",
      "zh_CN": "这一句与后半句『广大义』，前半句跟后半句是照应的，「周遍智」、「广大义」。在我们生活里头怎么个修法？要修广大心，心量要大一点，不要心量太窄小，一定得把心量拓开，法法都能够容得下才行。善的法要容，恶的法也要容，世法要容，非法也得要容，都要包容，无有一法不包容。假如你真正都包在里面了，麻烦，心里头有是有非、有善有恶，这个东西也好难过。容底下要把它化掉，化成无有，这就得自在。如何容了之后把它化掉？实在讲就是《金刚经》上说的，「不取于相，如如不动」，你就得自在。可是怎么？真的包容，「心包太虚，量周沙界」，要包容。真心容一切法，不容的是妄心，妄心它容不下，真心本来就包括一切法的。所以在平常生活里面待人接物，一定要把心量拓开，然后才能开智慧，才能够除障碍。底下一句是：",
      "zh_TW": "這一句與後半句『廣大義』，前半句跟後半句是照應的，「周遍智」、「廣大義」。在我們生活裡頭怎麼個修法？要修廣大心，心量要大一點，不要心量太窄小，一定得把心量拓開，法法都能夠容得下才行。善的法要容，惡的法也要容，世法要容，非法也得要容，都要包容，無有一法不包容。假如你真正都包在裡面了，麻煩，心裡頭有是有非、有善有惡，這個東西也好難過。容底下要把它化掉，化成無有，這就得自在。如何容了之後把它化掉？實在講就是《金剛經》上說的，「不取於相，如如不動」，你就得自在。可是怎麼？真的包容，「心包太虛，量周沙界」，要包容。真心容一切法，不容的是妄心，妄心它容不下，真心本來就包括一切法的。所以在平常生活裡面待人接物，一定要把心量拓開，然後才能開智慧，才能夠除障礙。底下一句是："
    },
    {
      "id": "12-007-0022_p0016",
      "zh_CN": "【以平等智。普达诸佛无差别法。】",
      "zh_TW": "【以平等智。普達諸佛無差別法。】"
    },
    {
      "id": "12-007-0022_p0017",
      "zh_CN": "正所谓是佛佛道同，没有差别。哪些道同？无有一样不同，到底下一章就说得很多，样样都同。如来果地上，没错，样样都同，我们现前怎么样？现前还是样样都同。可是你迷了，你心里面起了妄想、分别、执着，那就没有一样相同，甚至于连自己本身早晚都不相同，那也没有法子了。悟了就见到同，既然相同，得失取舍的妄念就没有了。一个人在一切法里头没有得失取舍，你想一想那多快乐！所有的烦恼得失取舍里头生的。得失取舍是不相应行法，没这个东西，是一种错误的概念，不是正确的。这个里面的意思含得非常非常之深，一定要以平等心才能够觉察得到，转末那识成平等性智，这个境界就现前，自自然然就觉悟了。",
      "zh_TW": "正所謂是佛佛道同，沒有差別。哪些道同？無有一樣不同，到底下一章就說得很多，樣樣都同。如來果地上，沒錯，樣樣都同，我們現前怎麼樣？現前還是樣樣都同。可是你迷了，你心裡面起了妄想、分別、執著，那就沒有一樣相同，甚至於連自己本身早晚都不相同，那也沒有法子了。悟了就見到同，既然相同，得失取捨的妄念就沒有了。一個人在一切法裡頭沒有得失取捨，你想一想那多快樂！所有的煩惱得失取捨裡頭生的。得失取捨是不相應行法，沒這個東西，是一種錯誤的概念，不是正確的。這個裡面的意思含得非常非常之深，一定要以平等心才能夠覺察得到，轉末那識成平等性智，這個境界就現前，自自然然就覺悟了。"
    },
    {
      "id": "12-007-0022_p0018",
      "zh_CN": "【我能如是悟解一切诸佛法门。】",
      "zh_TW": "【我能如是悟解一切諸佛法門。】"
    },
    {
      "id": "12-007-0022_p0019",
      "zh_CN": "这一段是总说。这是说明，他之所以能够悟入，是凭着这个原理原则而悟入的。我们今天读了这段经，想想我们自己不能悟入，那完全跟他相反，人家正念、正思惟，我们是邪见、邪思惟，跟他相反。他以明了智，我们是用分别识；他以自在智，我们是处处有隔碍的念头。人家是周遍智，我们那个心量窄得不得了，两个人都容纳不下，两个人在一起还常常怀疑，还不放心，你说糟糕不糟糕？对于任何一个人都不敢信任，都不敢相信这是大病，真不可靠，真的不能相信，全是障碍。所以想想我们用心，跟菩萨用心恰恰相反，人家用的是觉心，我们用的是迷惑颠倒的心，我们今天不能够悟入怎么能怪人？要怪就得怪自己，自己为什么不肯转迷为悟？为什么不能转烦恼为菩提？看看别人，想想自己，就明了了。这也是读经的一个悟解。还有的人根本连想都没有想到，你偶尔还能想几次就算不错了，很难得了，这就是觉悟的机缘。向后这种机缘要加强，回光返照次数要愈来愈多才好，时时刻刻能够反省，一反省跟诸位说，消业障。忏除业障，业障怎么忏悔法？常常反省就是忏除业障，每次反省就是你觉悟一次，虽然悟的时间很短。悟了之后又迷了，你要晓得那一念悟的时候，业障就消除不少，一天能够说常常反省，消业障的力量大。每次反省都会责备自己，为什么我不开悟、为什么我习气断不了这叫真忏悔，这个有力量。再看下面一段，下面一段这是一层一层要深入，一层一层要来得细密。",
      "zh_TW": "這一段是總說。這是說明，他之所以能夠悟入，是憑著這個原理原則而悟入的。我們今天讀了這段經，想想我們自己不能悟入，那完全跟他相反，人家正念、正思惟，我們是邪見、邪思惟，跟他相反。他以明了智，我們是用分別識；他以自在智，我們是處處有隔礙的念頭。人家是周遍智，我們那個心量窄得不得了，兩個人都容納不下，兩個人在一起還常常懷疑，還不放心，你說糟糕不糟糕？對於任何一個人都不敢信任，都不敢相信這是大病，真不可靠，真的不能相信，全是障礙。所以想想我們用心，跟菩薩用心恰恰相反，人家用的是覺心，我們用的是迷惑顛倒的心，我們今天不能夠悟入怎麼能怪人？要怪就得怪自己，自己為什麼不肯轉迷為悟？為什麼不能轉煩惱為菩提？看看別人，想想自己，就明瞭了。這也是讀經的一個悟解。還有的人根本連想都沒有想到，你偶爾還能想幾次就算不錯了，很難得了，這就是覺悟的機緣。向後這種機緣要加強，回光返照次數要愈來愈多才好，時時刻刻能夠反省，一反省跟諸位說，消業障。懺除業障，業障怎麼懺悔法？常常反省就是懺除業障，每次反省就是你覺悟一次，雖然悟的時間很短。悟了之後又迷了，你要曉得那一念悟的時候，業障就消除不少，一天能夠說常常反省，消業障的力量大。每次反省都會責備自己，為什麼我不開悟、為什麼我習氣斷不了這叫真懺悔，這個有力量。再看下面一段，下面一段這是一層一層要深入，一層一層要來得細密。"
    },
    {
      "id": "12-007-0022_p0020",
      "zh_CN": "【一一法门中。悟解一切修多罗云。一一修多罗云中。悟解一切法海。一一法海中。悟解一切法品。一一法品中。悟解一切法云。一一法云中。悟解一切法流。】",
      "zh_TW": "【一一法門中。悟解一切修多羅雲。一一修多羅雲中。悟解一切法海。一一法海中。悟解一切法品。一一法品中。悟解一切法雲。一一法雲中。悟解一切法流。】"
    },
    {
      "id": "12-007-0022_p0021",
      "zh_CN": "到这个地方是一小段，这一小段是讲十无尽，这里面意思非常非常的深长，语句非常的明显，境界是理事无碍，事事无碍。当然读经的人，都希望自己能入这个境界，通常讲一闻千悟，这不止千悟，这一闻是无所不悟，这是一悟一切悟。这还得了吗？这个法门实实在在讲要修、要学，因为寻枝摘叶太苦了，那到哪一年才能开悟？这个方法就是禅家所提倡的，从根本修。这就是什么？什么是根本？心是根本。这里讲的正念、正思惟都是心，心是根本。修行要晓得修心，念念都不能迷，就是修心。心本来就是觉，《大乘起信论》讲本觉，因为你迷了，所以才有个始觉。实在讲它本来就是觉，那个始觉从哪里说起？是对迷说的。你不迷，觉哪有始终？没始终的。对迷才说始，始觉位，这个始觉位要占多么长的时间？跟诸位说，念念都是始觉位，一直到圆满菩提还是始成正觉。你看佛成道，不是始成正觉吗？天天都觉，天天都是始觉。今天觉悟的，这里头我昨天还有迷惑颠倒，今天才觉悟；到了明天，我还是今天才觉悟，昨天没觉，天天始觉。一直到圆满菩提还是始成正觉，你看这始觉。所以心里头不要有个错误的念头，几时我从始觉位再往上提升一层？没有，提升不了，连成佛都是始觉。我天天始觉，念念始觉，觉而不迷，这个关键在此地。",
      "zh_TW": "到這個地方是一小段，這一小段是講十無盡，這裡面意思非常非常的深長，語句非常的明顯，境界是理事無礙，事事無礙。當然讀經的人，都希望自己能入這個境界，通常講一聞千悟，這不止千悟，這一聞是無所不悟，這是一悟一切悟。這還得了嗎？這個法門實實在在講要修、要學，因為尋枝摘葉太苦了，那到哪一年才能開悟？這個方法就是禪家所提倡的，從根本修。這就是什麼？什麼是根本？心是根本。這裡講的正念、正思惟都是心，心是根本。修行要曉得修心，念念都不能迷，就是修心。心本來就是覺，《大乘起信論》講本覺，因為你迷了，所以才有個始覺。實在講它本來就是覺，那個始覺從哪裡說起？是對迷說的。你不迷，覺哪有始終？沒始終的。對迷才說始，始覺位，這個始覺位要佔多麼長的時間？跟諸位說，念念都是始覺位，一直到圓滿菩提還是始成正覺。你看佛成道，不是始成正覺嗎？天天都覺，天天都是始覺。今天覺悟的，這裡頭我昨天還有迷惑顛倒，今天才覺悟；到了明天，我還是今天才覺悟，昨天沒覺，天天始覺。一直到圓滿菩提還是始成正覺，你看這始覺。所以心裡頭不要有個錯誤的念頭，幾時我從始覺位再往上提升一層？沒有，提升不了，連成佛都是始覺。我天天始覺，念念始覺，覺而不迷，這個關鍵在此地。"
    },
    {
      "id": "12-007-0022_p0022",
      "zh_CN": "什么叫迷？学多就迷了。诸位要晓得，这个法不是世间法，世间法可以同时学很多很多东西。这个法是什么？心法。心是清净，心就怕分别，你要是搞好多样东西，问问你，你起不起分别心？不起分别心，行；你要起分别心，麻烦了。我今天读《楞严》，明天读《法华》，后天读《华严》，天天在那里起分别心，几时你能到不分别？这个东西是要你不分别的，天天在分别，用分别心想证不分别心，无有是处。你才晓得，古人学道，所贵的是一门深入，他没有分别。古人承师，一个老师，没有分别，他有两个老师会讨论，那个老师跟这个老师比较，他两个人，那个人什么长处、那个人什么短处，起分别心了。没有，就一个老师。什么时候才能出师？出师就是我们现在讲毕业，古人讲出师可以离开老师，到你没有分别心就可以出师，毕业了。因为没有分别心就是根本智现前，无分别智现前，这个时候就老师不要你了，要把你赶出去，你可以去参学。这个时候讲博学多闻，同时可以学十几样、二十几样、几百样、几千样都可以学，他没有分别心。他在一切法里头他不计较，他不分别、不执着，凡是一接触他都明了，这一明了一切都明了。我们今天求学恰好颠倒了，一开始、一下手的时候要博学多闻，在这个里面一天到晚起分别，唯恐分别心还不多，这个搞错了。办佛教育要模仿世间学校，要想藉近代化的科学方法来学佛经，那一科就科完了，不晓得佛法，原来的教学法最合科学，一门深入才行。",
      "zh_TW": "什麼叫迷？學多就迷了。諸位要曉得，這個法不是世間法，世間法可以同時學很多很多東西。這個法是什麼？心法。心是清淨，心就怕分別，你要是搞好多樣東西，問問你，你起不起分別心？不起分別心，行；你要起分別心，麻煩了。我今天讀《楞嚴》，明天讀《法華》，後天讀《華嚴》，天天在那裡起分別心，幾時你能到不分別？這個東西是要你不分別的，天天在分別，用分別心想證不分別心，無有是處。你才曉得，古人學道，所貴的是一門深入，他沒有分別。古人承師，一個老師，沒有分別，他有兩個老師會討論，那個老師跟這個老師比較，他兩個人，那個人什麼長處、那個人什麼短處，起分別心了。沒有，就一個老師。什麼時候才能出師？出師就是我們現在講畢業，古人講出師可以離開老師，到你沒有分別心就可以出師，畢業了。因為沒有分別心就是根本智現前，無分別智現前，這個時候就老師不要你了，要把你趕出去，你可以去參學。這個時候講博學多聞，同時可以學十幾樣、二十幾樣、幾百樣、幾千樣都可以學，他沒有分別心。他在一切法裡頭他不計較，他不分別、不執著，凡是一接觸他都明瞭，這一明瞭一切都明瞭。我們今天求學恰好顛倒了，一開始、一下手的時候要博學多聞，在這個裡面一天到晚起分別，唯恐分別心還不多，這個搞錯了。辦佛教育要模仿世間學校，要想藉近代化的科學方法來學佛經，那一科就科完了，不曉得佛法，原來的教學法最合科學，一門深入才行。"
    },
    {
      "id": "12-007-0022_p0023",
      "zh_CN": "这一段是接着上面说，『悟解一切诸佛法门』。然后从一一法门当中，『悟解一切修多罗云』，「修多罗」是经，这个「解」是悟解，不是分别解，不是研究研究才理解的，不是的，他没有分别执着，不用分别执着心，一看就理解、一听就理解了。十方一切诸佛所说之法，这修多罗。「云」这个字前面说得很多，经典里面用这个字，教你不着相。一切法、一切相皆是非有非无，不能说它有，也不能说它无，你说它无，它有相；你说它有，当体即空，了不可得，这是真相。所以是一切法都非有非无，经上用个云来表示。『一一修多罗云中，悟解一切法海』，「海」在此地是比喻，是比喻一切法广大无有边际。『一一法海中，悟解一切法品』，「品」是品类，一一法里头含着有无量无边的品类，一一品里面又有无量无边的一切法，一切法里面又包有重重无尽。『流』也是流类，跟它相同的，同类的。这五句是讲的以无尽的意思。再看下面经文，底下还有五句，连同前面这五句十种无尽：",
      "zh_TW": "這一段是接著上面說，『悟解一切諸佛法門』。然後從一一法門當中，『悟解一切修多羅雲』，「修多羅」是經，這個「解」是悟解，不是分別解，不是研究研究才理解的，不是的，他沒有分別執著，不用分別執著心，一看就理解、一聽就理解了。十方一切諸佛所說之法，這修多羅。「雲」這個字前面說得很多，經典裡面用這個字，教你不著相。一切法、一切相皆是非有非無，不能說它有，也不能說它無，你說它無，它有相；你說它有，當體即空，了不可得，這是真相。所以是一切法都非有非無，經上用個雲來表示。『一一修多羅雲中，悟解一切法海』，「海」在此地是比喻，是比喻一切法廣大無有邊際。『一一法海中，悟解一切法品』，「品」是品類，一一法裡頭含著有無量無邊的品類，一一品裡面又有無量無邊的一切法，一切法裡面又包有重重無盡。『流』也是流類，跟它相同的，同類的。這五句是講的以無盡的意思。再看下面經文，底下還有五句，連同前面這五句十種無盡："
    },
    {
      "id": "12-007-0022_p0024",
      "zh_CN": "【一一法流中。出生一切法爱乐海。一一法爱乐海。出生一切地。一一地中。出生一切三昧海。一一三昧海。得一切见佛海。一一见佛海。得一切智光海。】",
      "zh_TW": "【一一法流中。出生一切法愛樂海。一一法愛樂海。出生一切地。一一地中。出生一切三昧海。一一三昧海。得一切見佛海。一一見佛海。得一切智光海。】"
    },
    {
      "id": "12-007-0022_p0025",
      "zh_CN": "这五句是讲的能悟，前面是所悟，能所非常明显。这一一法门当中悟一切修多罗，就是一切经，以我们这个经的例子来说，这个经里面包含无量无边的法门，包含无量无边的教义。所以古人常说「一经通一切经通」，就是这个道理。当然经有大有小、有圆有偏，这是事实，可是那个会看的人，他看到偏，他就悟到圆；他看到圆，他就懂得偏；他看到大，他知道小；看到小，他悟到大。所以没有一法他不是彻悟，大彻大悟。这个在心一定清净，绝无分别执着才行，才有这个功力。你要是执着圆就是圆的，圆的里头看不到偏，偏的里面看不到圆。大里头看不到小，小里头看不到大，你怎么能够说悟一切法？这里头句句都有很深的意思。末后讲能悟，能悟是第一句里头，重要的是叫起深爱乐。如果没有甚深的爱好，你决定不肯去修习，换句话说，你决定不会有成就。世出世间法是一样的，无论哪个行业，它能够达到巅峰，达到一流出人头地，他必定对于这些法有非常深厚的喜爱，他才能成功，就乐此不疲。学术或者是事业，在他已经进入了艺术的境界，他不会苦。",
      "zh_TW": "這五句是講的能悟，前面是所悟，能所非常明顯。這一一法門當中悟一切修多羅，就是一切經，以我們這個經的例子來說，這個經裡面包含無量無邊的法門，包含無量無邊的教義。所以古人常說「一經通一切經通」，就是這個道理。當然經有大有小、有圓有偏，這是事實，可是那個會看的人，他看到偏，他就悟到圓；他看到圓，他就懂得偏；他看到大，他知道小；看到小，他悟到大。所以沒有一法他不是徹悟，大徹大悟。這個在心一定清淨，絕無分別執著才行，才有這個功力。你要是執著圓就是圓的，圓的裡頭看不到偏，偏的裡面看不到圓。大裡頭看不到小，小裡頭看不到大，你怎麼能夠說悟一切法？這裡頭句句都有很深的意思。末後講能悟，能悟是第一句裡頭，重要的是叫起深愛樂。如果沒有甚深的愛好，你決定不肯去修習，換句話說，你決定不會有成就。世出世間法是一樣的，無論哪個行業，它能夠達到巔峰，達到一流出人頭地，他必定對於這些法有非常深厚的喜愛，他才能成功，就樂此不疲。學術或者是事業，在他已經進入了藝術的境界，他不會苦。"
    },
    {
      "id": "12-007-0022_p0026",
      "zh_CN": "世间人那个境界不高，做了多年感觉到这个行业没有意思，愈做愈苦，为什么？他里头没有爱好，他在里头感觉到苦的受，诸位想想，他这个事业如何能够发展到巅峰？连打仗都是艺术，世界说第一流的军事家，他的战争之艺术，他乐此不疲，他不以为苦，他要把我这是谋生活不得已，我这是个苦事情。他就没有那么高的造诣了，任何一法，何况是佛法？佛法你在这里面得不到法乐，法喜就很难成就。所以初地菩萨叫极喜地，这个名词都是从别教上建立的，从圆教初住菩萨就明心见性了。所以学东西一定要尝到法味，要真正得到法喜，在这个境界里面无论什么力量都阻不住的，勇猛精进，乐，这里头真乐，离苦得乐。如果是苦，谁愿意搞这个东西？真乐！外面人他不晓得，这个里头真乐，世出世间一切法里面，再没有一乘法那么样的乐。可是真正能够接受一乘法的人不多，这叫圆教一乘，这是你能够悟一切法的根本因素，你在这里面要能够生爱好的心，生法喜的心。",
      "zh_TW": "世間人那個境界不高，做了多年感覺到這個行業沒有意思，愈做愈苦，為什麼？他裡頭沒有愛好，他在裡頭感覺到苦的受，諸位想想，他這個事業如何能夠發展到巔峰？連打仗都是藝術，世界說第一流的軍事家，他的戰爭之藝術，他樂此不疲，他不以為苦，他要把我這是謀生活不得已，我這是個苦事情。他就沒有那麼高的造詣了，任何一法，何況是佛法？佛法你在這裡面得不到法樂，法喜就很難成就。所以初地菩薩叫極喜地，這個名詞都是從別教上建立的，從圓教初住菩薩就明心見性了。所以學東西一定要嘗到法味，要真正得到法喜，在這個境界裡面無論什麼力量都阻不住的，勇猛精進，樂，這裡頭真樂，離苦得樂。如果是苦，誰願意搞這個東西？真樂！外面人他不曉得，這個裡頭真樂，世出世間一切法裡面，再沒有一乘法那麼樣的樂。可是真正能夠接受一乘法的人不多，這叫圓教一乘，這是你能夠悟一切法的根本因素，你在這裡面要能夠生愛好的心，生法喜的心。"
    },
    {
      "id": "12-007-0022_p0027",
      "zh_CN": "我有些朋友看到我：你好辛苦，一个星期七天天天讲经，这不累、这不苦？他如果要教书，一个星期天天上课，他苦死了，苦不堪言。我这一个星期七天讲起来嫌少了，嫌太少了，没释迦牟尼佛讲得多。人家一天讲八个钟点到十个钟点，我一天讲一个半钟点，这怎么行？比不上人家。我感觉得苦，我讲得太少了很苦，你叫我讲多的时候，愈讲愈欢喜。首先要对于法生喜乐之心，学的时候听不厌，台上讲也不倦。同样一部经，老师遍遍讲，我都遍遍听，听不厌，为什么？遍遍有悟处，纵然他讲得一样，我听的都不一样，这就是有悟处。我听李老师讲《十四讲表》，这专门为大专讲座编的佛学概要，我听他老人家讲这个教材听了二十遍。所以我发觉有些年轻人，乍看起来，他对于佛学很浓厚的兴趣，很爱好，那个经他听一遍，他就不想听第二遍，在哪里看，这个我已经听过了，不要再听了。这不行！",
      "zh_TW": "我有些朋友看到我：你好辛苦，一個星期七天天天講經，這不累、這不苦？他如果要教書，一個星期天天上課，他苦死了，苦不堪言。我這一個星期七天講起來嫌少了，嫌太少了，沒釋迦牟尼佛講得多。人家一天講八個鐘點到十個鐘點，我一天講一個半鐘點，這怎麼行？比不上人家。我感覺得苦，我講得太少了很苦，你叫我講多的時候，愈講愈歡喜。首先要對於法生喜樂之心，學的時候聽不厭，台上講也不倦。同樣一部經，老師遍遍講，我都遍遍聽，聽不厭，為什麼？遍遍有悟處，縱然他講得一樣，我聽的都不一樣，這就是有悟處。我聽李老師講《十四講表》，這專門為大專講座編的佛學概要，我聽他老人家講這個教材聽了二十遍。所以我發覺有些年輕人，乍看起來，他對於佛學很濃厚的興趣，很愛好，那個經他聽一遍，他就不想聽第二遍，在哪裡看，這個我已經聽過了，不要再聽了。這不行！"
    },
    {
      "id": "12-007-0022_p0028",
      "zh_CN": "我们古来大德一个老师，一部经听几十遍的事情，这家常便饭。唐朝终南山道宣律师，听《四分律藏》就听了二十遍。《四分律藏》那个分量大了，现在印的线装书二十册，他能听上二十遍，人家能成功，愈听愈有味道，欲罢不能，尝到法味了。出家人参学不像学生，学生什么？为了文凭、为了考试、为了分数，不听不行。出家人讲席你爱来就来，你不来就不来，没有人扣你分数，也没有人能够处分你。你想想看，同样讲一部东西，他能够来听二十遍，他要是听了不喜欢的话，他怎么肯来？可见得人家是法喜充满，那不是名符其实的离苦得乐！为什么会离苦得乐？破迷开悟，离苦得乐这是最重要的。",
      "zh_TW": "我們古來大德一個老師，一部經聽幾十遍的事情，這家常便飯。唐朝終南山道宣律師，聽《四分律藏》就聽了二十遍。《四分律藏》那個分量大了，現在印的線裝書二十冊，他能聽上二十遍，人家能成功，愈聽愈有味道，欲罷不能，嘗到法味了。出家人參學不像學生，學生什麼？為了文憑、為了考試、為了分數，不聽不行。出家人講席你愛來就來，你不來就不來，沒有人扣你分數，也沒有人能夠處分你。你想想看，同樣講一部東西，他能夠來聽二十遍，他要是聽了不喜歡的話，他怎麼肯來？可見得人家是法喜充滿，那不是名符其實的離苦得樂！為什麼會離苦得樂？破迷開悟，離苦得樂這是最重要的。"
    },
    {
      "id": "12-007-0022_p0029",
      "zh_CN": "下面这是一层一层境界就不同，所以第二句里面有爱乐，这才能够登十地，『一一法爱乐海，出生一切地』。「一切地」就是讲的地上菩萨，这是讲证果，从初地到十地，等觉菩萨称为十一地。底下一句，『一一地中，出生一切三昧海』。「三昧」是正定、正受，每一地中都有无量三昧，无量三昧这句话佛学术语，我们听了不容易懂；换句话说，就是有无量无边的享受。三昧是正受，不是不正常的享受，什么叫正常？什么叫不正常？你这心里头有忧喜，身有苦乐，这都叫不正常。所以说六道凡夫有五类受，就是有五大类都是不正常的，叫苦乐忧喜舍，那个舍受是什么？舍受是四禅八定。那个很接近正受，不是真正的正受。因为他在定中，心没有忧喜，身没有苦乐，是很好，可是出定就不行，苦乐忧喜又来了。苦乐忧喜舍统统离开，没有了，那个受是正受。正受就一样了，为什么有无量无边？无量无边是从境界上说的，境界无量无边。无论在什么境界上，你这个心都得其正受（正常的享受）。而且这个境界每一地不一样，地地不相同；换句话说，地位愈高，他这个受用愈深广、愈自在。前面讲了愈平等、愈清净，起作用是无量无边的功德。",
      "zh_TW": "下面這是一層一層境界就不同，所以第二句裡面有愛樂，這才能夠登十地，『一一法愛樂海，出生一切地』。「一切地」就是講的地上菩薩，這是講證果，從初地到十地，等覺菩薩稱為十一地。底下一句，『一一地中，出生一切三昧海』。「三昧」是正定、正受，每一地中都有無量三昧，無量三昧這句話佛學術語，我們聽了不容易懂；換句話說，就是有無量無邊的享受。三昧是正受，不是不正常的享受，什麼叫正常？什麼叫不正常？你這心裡頭有憂喜，身有苦樂，這都叫不正常。所以說六道凡夫有五類受，就是有五大類都是不正常的，叫苦樂憂喜捨，那個捨受是什麼？捨受是四禪八定。那個很接近正受，不是真正的正受。因為他在定中，心沒有憂喜，身沒有苦樂，是很好，可是出定就不行，苦樂憂喜又來了。苦樂憂喜捨統統離開，沒有了，那個受是正受。正受就一樣了，為什麼有無量無邊？無量無邊是從境界上說的，境界無量無邊。無論在什麼境界上，你這個心都得其正受（正常的享受）。而且這個境界每一地不一樣，地地不相同；換句話說，地位愈高，他這個受用愈深廣、愈自在。前面講了愈平等、愈清淨，起作用是無量無邊的功德。"
    },
    {
      "id": "12-007-0022_p0030",
      "zh_CN": "随『一一三昧』，就见无量无边的佛，这个意思我们应该明白，佛说「一切众生本来成佛」，这个时候你见到。不但见到一切有情众生是佛，无量无边佛，无情众生也是佛。不但见到现前佛，一一毛孔当中有无量无边的刹土，一一刹土有无量无边诸佛，那真是妙不可言！就跟菩萨所见的没有两样。这些话不是幻想，是事实，因为什么？释迦牟尼佛没有妄想，没有幻想，释迦牟尼佛所讲的话，「如语者」，如语者是有什么说什么，不增不减，这完全都是事实。所以这个境界叫不思议解脱境界，我们这个经的品题，「入不思议解脱境界普贤菩萨行愿品」，不思议解脱境界，这是说见佛。末后一句，一一佛所摄受无量法，这个的的确确不是比喻所能够比方得出来的，比喻都没法子比，那个数字没法子计算。所以这十句你把它多念几遍，你去体会体会这里头境界，没法子想像。",
      "zh_TW": "隨『一一三昧』，就見無量無邊的佛，這個意思我們應該明白，佛說「一切眾生本來成佛」，這個時候你見到。不但見到一切有情眾生是佛，無量無邊佛，無情眾生也是佛。不但見到現前佛，一一毛孔當中有無量無邊的剎土，一一剎土有無量無邊諸佛，那真是妙不可言！就跟菩薩所見的沒有兩樣。這些話不是幻想，是事實，因為什麼？釋迦牟尼佛沒有妄想，沒有幻想，釋迦牟尼佛所講的話，「如語者」，如語者是有什麼說什麼，不增不減，這完全都是事實。所以這個境界叫不思議解脫境界，我們這個經的品題，「入不思議解脫境界普賢菩薩行願品」，不思議解脫境界，這是說見佛。末後一句，一一佛所攝受無量法，這個的的確確不是比喻所能夠比方得出來的，比喻都沒法子比，那個數字沒法子計算。所以這十句你把它多念幾遍，你去體會體會這裡頭境界，沒法子想像。"
    },
    {
      "id": "12-007-0022_p0031",
      "zh_CN": "我在此地能奉告诸位的，就是这些境界是事实，比我们现在六根感官，就是感受到的六尘境界，还要真实。你要是说那未必，这个倒可以用个比喻来说了，当你晚上睡觉作大梦的时候，你感觉得梦中境界很真实。我在梦中的时候，如果告诉你，现在这个梦中的生活，没有我们现在这个生活境界来得真实，你一定不相信，我梦中境界很真实。现在我们就好比作大梦，佛讲的这个境界，就好比梦醒的境界，要懂得这个道理。「觉后空空无大千」，不是指没有这个大千世界，你要这么解释那就错了，那就三世诸佛都喊冤枉了。觉后空空无大千是无梦中的大千，不是没有真实的大千，是无梦中大千。那个没有了，呈现在现前什么？现前叫一真法界。经上没有说觉后无有一真法界，没这么说，没这个说法的。悟后没有大千那是真的，悟后只有一真法界，这个才叫真实的境界。底下一段这是别显，显示智光的作用，第一句是总说：",
      "zh_TW": "我在此地能奉告諸位的，就是這些境界是事實，比我們現在六根感官，就是感受到的六塵境界，還要真實。你要是說那未必，這個倒可以用個比喻來說了，當你晚上睡覺作大夢的時候，你感覺得夢中境界很真實。我在夢中的時候，如果告訴你，現在這個夢中的生活，沒有我們現在這個生活境界來得真實，你一定不相信，我夢中境界很真實。現在我們就好比作大夢，佛講的這個境界，就好比夢醒的境界，要懂得這個道理。「覺後空空無大千」，不是指沒有這個大千世界，你要這麼解釋那就錯了，那就三世諸佛都喊冤枉了。覺後空空無大千是無夢中的大千，不是沒有真實的大千，是無夢中大千。那個沒有了，呈現在現前什麼？現前叫一真法界。經上沒有說覺後無有一真法界，沒這麼說，沒這個說法的。悟後沒有大千那是真的，悟後只有一真法界，這個才叫真實的境界。底下一段這是別顯，顯示智光的作用，第一句是總說："
    },
    {
      "id": "12-007-0022_p0032",
      "zh_CN": "【一一智光海普照三世。遍入十方。】",
      "zh_TW": "【一一智光海普照三世。遍入十方。】"
    },
    {
      "id": "12-007-0022_p0033",
      "zh_CN": "这是讲从体起用，这种境界才是名符其实的大彻大悟。悟了以后怎么样？悟了以后一定发心，帮助那些没有悟的人。这就所谓是大慈大悲，倒驾慈航，就是这么个意思，这是对我们说。所以佛法没悟之前求学，悟了以后一定度化众生，这是必然的，悟后的得用。『普照三世』，这是从时间讲；『遍入十方』，这是从空间讲。它确确实实有这个能力，随众生心，应所知量。我们要问，这样做他辛不辛苦？我们常常提这个的问题，提这个的问题叫凡夫知见。我们事情做多一点，感觉得很辛苦、很累，为什么？因为有我，我做了好多事情，我好累。菩萨里头没有我，没有我谁做事？没做；谁累？没有人累。可见得我们这个力量精神不能持久，病在我执。我执没有了，这些妄念就不生，没有妄念就没有这些幻事，这些幻法都从妄念生的，生疲劳、生疲倦。这是幻法，都从妄念生的，妄念没有了精神就十足；才有这个妄念就累了、就受不了了。",
      "zh_TW": "這是講從體起用，這種境界才是名符其實的大徹大悟。悟了以後怎麼樣？悟了以後一定發心，幫助那些沒有悟的人。這就所謂是大慈大悲，倒駕慈航，就是這麼個意思，這是對我們說。所以佛法沒悟之前求學，悟了以後一定度化眾生，這是必然的，悟後的得用。『普照三世』，這是從時間講；『遍入十方』，這是從空間講。它確確實實有這個能力，隨眾生心，應所知量。我們要問，這樣做他辛不辛苦？我們常常提這個的問題，提這個的問題叫凡夫知見。我們事情做多一點，感覺得很辛苦、很累，為什麼？因為有我，我做了好多事情，我好累。菩薩裡頭沒有我，沒有我誰做事？沒做；誰累？沒有人累。可見得我們這個力量精神不能持久，病在我執。我執沒有了，這些妄念就不生，沒有妄念就沒有這些幻事，這些幻法都從妄念生的，生疲勞、生疲倦。這是幻法，都從妄念生的，妄念沒有了精神就十足；才有這個妄念就累了、就受不了了。"
    },
    {
      "id": "12-007-0022_p0034",
      "zh_CN": "所以要转幻法先要转妄念，念正了没有一法不正，念头邪了无有一法不邪。邪正是相对的，凡是相对的都是方便法，都不是真实法。究竟什么叫真实法？真实法佛经里头有两句话形容它，「言语道断，心行处灭」。还有两句话是「开口便错，动念即乖」，那是真实法。这四句话里面有很深很深的启示，你要真正想悟入真实，在一切法里头不能起心动念，才能够契入。下面别说这个经文长，里面有因行、有因位、有果用，分得非常的清楚，而且这个文章含义非常之深广。虽然深广，我们现前能用得上，我们不能像菩萨那么深广的作用，我们有个小小的作用，这个小小的作用，就与菩萨深广的大用能相应。今天时间到了，只能讲到此地。",
      "zh_TW": "所以要轉幻法先要轉妄念，念正了沒有一法不正，念頭邪了無有一法不邪。邪正是相對的，凡是相對的都是方便法，都不是真實法。究竟什麼叫真實法？真實法佛經裡頭有兩句話形容它，「言語道斷，心行處滅」。還有兩句話是「開口便錯，動念即乖」，那是真實法。這四句話裡面有很深很深的啟示，你要真正想悟入真實，在一切法裡頭不能起心動念，才能夠契入。下面別說這個經文長，裡面有因行、有因位、有果用，分得非常的清楚，而且這個文章含義非常之深廣。雖然深廣，我們現前能用得上，我們不能像菩薩那麼深廣的作用，我們有個小小的作用，這個小小的作用，就與菩薩深廣的大用能相應。今天時間到了，只能講到此地。"
    }
  ]
}