{
  "doc_id": "12-007-0011",
  "title": {
    "zh_CN": "四十华严寂静夜神章",
    "zh_TW": "四十華嚴寂靜夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1983",
    "zh_TW": "1983"
  },
  "doc_number": "12-007-0011",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "12-007-0011_p0001",
      "zh_CN": "我们将经文念几句对对地方：",
      "zh_TW": "我們將經文念幾句對對地方："
    },
    {
      "id": "12-007-0011_p0002",
      "zh_CN": "【善男子。我以如是无量法施摄诸众生。种种方便教化调伏。令离恶道。受人天乐。脱三界缚。住一切智。】",
      "zh_TW": "【善男子。我以如是無量法施攝諸眾生。種種方便教化調伏。令離惡道。受人天樂。脫三界縛。住一切智。】"
    },
    {
      "id": "12-007-0011_p0003",
      "zh_CN": "从这个地方看起。这段经文，这是要讲到，菩萨前面所说的，教化众生他的成绩，我们今天讲成绩，也就是所谓的功德利益。在经文里面很显然这个句子上，一开端有『善男子』，凡是有这种字样就是另一个段落。『我以如是无量法施』，这是总结前面这一大段经文里面所说的，全都是说的法布施。『摄诸众生』，「摄」是摄受，菩萨的法施，确确实实有非常深广摄受的功能，除非是他不愿意接受，如果他愿意接受，佛法是愈深入会觉得愈有浓厚的兴趣，到后来必然是欲罢不能，这就是他摄受的功能。愈读愈想读，好的文章也有这个力量，但是力量总不如佛法来得这么样的深厚，来得这么样的广大。如果我们读经文或者听经，听了几次不感兴趣；读，读厌了，那是没有尝到味道。即使是读或者听不如法；换句话，没有看到里面真正的东西。看到了真东西，你才晓得法味，是世出世间一切味道，都不能够相提并论的。这是入门尝到味道之后，才能体会到，而且这个法味没有止境的。即使是同样一部经，我们来都从头去看，可以说遍遍味道不相同，真是法味无有穷尽。",
      "zh_TW": "從這個地方看起。這段經文，這是要講到，菩薩前面所說的，教化眾生他的成績，我們今天講成績，也就是所謂的功德利益。在經文裡面很顯然這個句子上，一開端有『善男子』，凡是有這種字樣就是另一個段落。『我以如是無量法施』，這是總結前面這一大段經文裡面所說的，全都是說的法布施。『攝諸眾生』，「攝」是攝受，菩薩的法施，確確實實有非常深廣攝受的功能，除非是他不願意接受，如果他願意接受，佛法是愈深入會覺得愈有濃厚的興趣，到後來必然是欲罷不能，這就是他攝受的功能。愈讀愈想讀，好的文章也有這個力量，但是力量總不如佛法來得這麼樣的深厚，來得這麼樣的廣大。如果我們讀經文或者聽經，聽了幾次不感興趣；讀，讀厭了，那是沒有嘗到味道。即使是讀或者聽不如法；換句話，沒有看到裡面真正的東西。看到了真東西，你才曉得法味，是世出世間一切味道，都不能夠相提並論的。這是入門嘗到味道之後，才能體會到，而且這個法味沒有止境的。即使是同樣一部經，我們來都從頭去看，可以說遍遍味道不相同，真是法味無有窮盡。"
    },
    {
      "id": "12-007-0011_p0004",
      "zh_CN": "因此，古来大德弘扬经教，都是着重在一门深入。我们当初学佛的时候会起个妄想，这一部经从头到尾听过一遍，第二遍还听它干什么，就用不着了。像清凉大师当年讲《华严经》，他老人家讲了五十遍。《华严》以我们以往的经验来看，这一部经从头到尾讲下来，大概需要三千个小时，这部经才能讲圆满。一天要讲八个小时，恰恰是一年，一年讲一遍，清凉大师活一百多岁，他讲了五十遍，他活一百多岁。如果像我们现前一般这个讲法，一生当中难得讲一部。像台中李老师一个星期讲一次，一次他还有翻译，他那个讲堂听众大概有四百人的样子，大多数是本省同胞，需要翻译。翻译去了一个钟点，实际上一个星期讲一个小时，一年大概讲四十三个星期到四十五个星期，就是四十三个小时或四十五个小时，他这部经大概总要讲五十年才能够圆满。寿命短的还没法子，这是实实在在的。所以这个大经过去都是在寺院里面讲。听经从前人有福报，前面跟诸位说过，寺院可以挂单，居士也可以挂单。譬如说法师在那里讲《华严经》，一天讲八个小时，像学校上课一样，一年讲圆满，你可以在那里挂单，在那里住一年把这个经从头到尾听圆满，这一遍听了没有悟处，再听一遍，听熟了就开悟，熟了就开悟，所以经一定要一门深入。",
      "zh_TW": "因此，古來大德弘揚經教，都是著重在一門深入。我們當初學佛的時候會起個妄想，這一部經從頭到尾聽過一遍，第二遍還聽它幹什麼，就用不著了。像清涼大師當年講《華嚴經》，他老人家講了五十遍。《華嚴》以我們以往的經驗來看，這一部經從頭到尾講下來，大概需要三千個小時，這部經才能講圓滿。一天要講八個小時，恰恰是一年，一年講一遍，清涼大師活一百多歲，他講了五十遍，他活一百多歲。如果像我們現前一般這個講法，一生當中難得講一部。像台中李老師一個星期講一次，一次他還有翻譯，他那個講堂聽眾大概有四百人的樣子，大多數是本省同胞，需要翻譯。翻譯去了一個鐘點，實際上一個星期講一個小時，一年大概講四十三個星期到四十五個星期，就是四十三個小時或四十五個小時，他這部經大概總要講五十年才能夠圓滿。壽命短的還沒法子，這是實實在在的。所以這個大經過去都是在寺院裡面講。聽經從前人有福報，前面跟諸位說過，寺院可以掛單，居士也可以掛單。譬如說法師在那裡講《華嚴經》，一天講八個小時，像學校上課一樣，一年講圓滿，你可以在那裡掛單，在那裡住一年把這個經從頭到尾聽圓滿，這一遍聽了沒有悟處，再聽一遍，聽熟了就開悟，熟了就開悟，所以經一定要一門深入。"
    },
    {
      "id": "12-007-0011_p0005",
      "zh_CN": "大经的注解《八十华严疏钞》，济南路华严莲社南老过去提倡印这本书，他们好像印过好几版，诸位如果要研究可以到华严莲社去听。《四十华严》的注解，我们这上面摆的统统是，我们这里可以赠送，诸位如果要的话可以赠送，就是我们现在这个本子的注解。我们因为是用圣经纸印的很薄，如果像这个纸印的，大概分量比这个还多，可以赠送给诸位做参考。经教一定要一门深入，所以以往在大陆，每个道场几乎它都标榜一部经，这部经是它道场主修的经典、依靠的经典，它这个道场有它主修的法门，就等于专科大学一样，他能成就。他不是搞得很多，搞得很多的时候，我们一般讲贪多嚼不烂，反而没有成就。我在台湾这么多年，过去参观过很多的佛学院，也教过一些佛学院，到后来恍然大悟之后，觉得过去实在对不起学生。佛学院就跟一般学校一样，每个学期排上十几二十门课程，请十几二十个老师来教，四年毕业学生是一无所得，得到的就是一点佛学常识皮毛，样样都懂一点，样样都不通。不但在教理上不通，而且在知见上乱了，这个老师指你这个门好、那个路好；这个老师这不行，那边那个路好。听多了无所适从，不晓得走哪一条路好，毛病在此地。",
      "zh_TW": "大經的註解《八十華嚴疏鈔》，濟南路華嚴蓮社南老過去提倡印這本書，他們好像印過好幾版，諸位如果要研究可以到華嚴蓮社去聽。《四十華嚴》的註解，我們這上面擺的統統是，我們這裡可以贈送，諸位如果要的話可以贈送，就是我們現在這個本子的註解。我們因為是用聖經紙印的很薄，如果像這個紙印的，大概分量比這個還多，可以贈送給諸位做參考。經教一定要一門深入，所以以往在大陸，每個道場幾乎它都標榜一部經，這部經是它道場主修的經典、依靠的經典，它這個道場有它主修的法門，就等於專科大學一樣，他能成就。他不是搞得很多，搞得很多的時候，我們一般講貪多嚼不爛，反而沒有成就。我在台灣這麼多年，過去參觀過很多的佛學院，也教過一些佛學院，到後來恍然大悟之後，覺得過去實在對不起學生。佛學院就跟一般學校一樣，每個學期排上十幾二十門課程，請十幾二十個老師來教，四年畢業學生是一無所得，得到的就是一點佛學常識皮毛，樣樣都懂一點，樣樣都不通。不但在教理上不通，而且在知見上亂了，這個老師指你這個門好、那個路好；這個老師這不行，那邊那個路好。聽多了無所適從，不曉得走哪一條路好，毛病在此地。"
    },
    {
      "id": "12-007-0011_p0006",
      "zh_CN": "所以说古来的寺院丛林，它们提倡一个法门，很有道理。我们看《高僧传》、看《居士传》，人家在短短的三、五年就有成就了，十年、八年就大彻大悟了。他为什么？现在我们才明了，他一门深入。你想，如果我们是要遇到清凉这个道场，他老人家《华严经》一遍一遍的讲，一遍、二遍入不进去不怕，十遍、八遍决定有个入处。他熟了，他整个精神贯注在一门上，一门通了门门都通，正所谓是一经通一切经通。所以学佛有捷径，这里头有门道，你要把它找到。经是佛说的，佛说得太深了，我们无法体会，注解等于说是古大德他来给我们做导游，他帮助我们深入，给我们解决了许多困难。因此经与注都要专，一切经里面选一种，古大德这个注疏里头选一家，这也就是我们中国自古以来，所谓的师承。我们《华严经》跟谁学的？今天我们这个《华严经》是跟清凉大师学的，我们用的注解清凉大师的，我们是清凉的学生，要有这个共同的认识。",
      "zh_TW": "所以說古來的寺院叢林，它們提倡一個法門，很有道理。我們看《高僧傳》、看《居士傳》，人家在短短的三、五年就有成就了，十年、八年就大徹大悟了。他為什麼？現在我們才明瞭，他一門深入。你想，如果我們是要遇到清涼這個道場，他老人家《華嚴經》一遍一遍的講，一遍、二遍入不進去不怕，十遍、八遍決定有個入處。他熟了，他整個精神貫注在一門上，一門通了門門都通，正所謂是一經通一切經通。所以學佛有捷徑，這裡頭有門道，你要把它找到。經是佛說的，佛說得太深了，我們無法體會，註解等於說是古大德他來給我們做導遊，他幫助我們深入，給我們解決了許多困難。因此經與註都要專，一切經裡面選一種，古大德這個註疏裡頭選一家，這也就是我們中國自古以來，所謂的師承。我們《華嚴經》跟誰學的？今天我們這個《華嚴經》是跟清涼大師學的，我們用的註解清涼大師的，我們是清涼的學生，要有這個共同的認識。"
    },
    {
      "id": "12-007-0011_p0007",
      "zh_CN": "诸佛菩萨开无量法门，是要契合各种不同众生的根性。像大陆上寺院丛林那么多，每个丛林它有它的特色，五台山标榜的是《华严》，华严专科大学；浙江天台山标榜的是《法华》，是法华专科大学；窥基法师在慈恩寺，标榜的是《唯识》，是法相大学，它都是专科；道宣律师在终南山开律宗大学，统统是专科。不像我们现在的佛学院。所以我那个时候就想，如果我们佛学院四年想一样东西，这个学生一定有成就。他整个四年精神贯注在一样，这一样东西能够通，一定有很好的成绩拿出来。四年要学十样，一样东西只学个几个月，功夫力量都不够，这个法门他没有办法入进去，时间太少了。",
      "zh_TW": "諸佛菩薩開無量法門，是要契合各種不同眾生的根性。像大陸上寺院叢林那麼多，每個叢林它有它的特色，五台山標榜的是《華嚴》，華嚴專科大學；浙江天台山標榜的是《法華》，是法華專科大學；窺基法師在慈恩寺，標榜的是《唯識》，是法相大學，它都是專科；道宣律師在終南山開律宗大學，統統是專科。不像我們現在的佛學院。所以我那個時候就想，如果我們佛學院四年想一樣東西，這個學生一定有成就。他整個四年精神貫注在一樣，這一樣東西能夠通，一定有很好的成績拿出來。四年要學十樣，一樣東西只學個幾個月，功夫力量都不夠，這個法門他沒有辦法入進去，時間太少了。"
    },
    {
      "id": "12-007-0011_p0008",
      "zh_CN": "所以这几年来，我把一切这些大经大论，虽然很喜爱的，也忍痛的把它放下，走一门；再要不放下，对我自己来说，那就没有成就的希望了。所以一觉悟赶紧回头，我们一个道场崇尚一部经。而且我们这个道场就是讲的《四十华严》，讲完了从头再来，周而复始。我们景美图书馆专讲《弥陀经》，也是一部讲完了从头再来。有许多同修来要求，就是上一次跟诸位提到的，要求我讲《通赞疏》，这两天想想还是不对，人情还是不能为它所转，所谓人情所转，自己的原则就要破坏了。《通赞疏》一讲，至少要耽误一年的时间，如果对于研究教的人来讲有些帮助。我们一心一意想念佛求生西方，了生死出三界，还是莲池大师《疏钞》好，说明一门深入。",
      "zh_TW": "所以這幾年來，我把一切這些大經大論，雖然很喜愛的，也忍痛的把它放下，走一門；再要不放下，對我自己來說，那就沒有成就的希望了。所以一覺悟趕緊回頭，我們一個道場崇尚一部經。而且我們這個道場就是講的《四十華嚴》，講完了從頭再來，周而復始。我們景美圖書館專講《彌陀經》，也是一部講完了從頭再來。有許多同修來要求，就是上一次跟諸位提到的，要求我講《通贊疏》，這兩天想想還是不對，人情還是不能為它所轉，所謂人情所轉，自己的原則就要破壞了。《通贊疏》一講，至少要耽誤一年的時間，如果對於研究教的人來講有些幫助。我們一心一意想念佛求生西方，了生死出三界，還是蓮池大師《疏鈔》好，說明一門深入。"
    },
    {
      "id": "12-007-0011_p0009",
      "zh_CN": "菩萨开无量法门，是接引无量不同根性的众生，所以古人常讲缘分在某个地方，那就是什么？跟某一个地方的宗旨志同道合，他就有缘分。诸位看《高僧传》、看禅宗语录，常常看到祖师告诉学人，你的缘分不在我这里，在某某地方。他到那里去没多久，果然他就有成就，那什么原因？当然祖师接众的时候，不会就说那么两句话，总是问得很多，知道他的兴趣、他的根性，再给他推荐。祖师绝对不会说，我这个道场就好了，到我这来就行了，何必到别人那里去？绝对不拉信徒，而且是大慈大悲成就众生。你在我这个地方不符合我的宗旨，我这里讲《华严》，你要学《法华》，我总不能为你再去开个《法华》课程，哪个地方讲《法华经》推荐你，你的因缘在那里，到那里去。这是真正慈悲，用意都是成就人，绝不阻碍人，绝不给他做障碍。",
      "zh_TW": "菩薩開無量法門，是接引無量不同根性的眾生，所以古人常講緣分在某個地方，那就是什麼？跟某一個地方的宗旨志同道合，他就有緣分。諸位看《高僧傳》、看禪宗語錄，常常看到祖師告訴學人，你的緣分不在我這裡，在某某地方。他到那裡去沒多久，果然他就有成就，那什麼原因？當然祖師接眾的時候，不會就說那麼兩句話，總是問得很多，知道他的興趣、他的根性，再給他推薦。祖師絕對不會說，我這個道場就好了，到我這來就行了，何必到別人那裡去？絕對不拉信徒，而且是大慈大悲成就眾生。你在我這個地方不符合我的宗旨，我這裡講《華嚴》，你要學《法華》，我總不能為你再去開個《法華》課程，哪個地方講《法華經》推薦你，你的因緣在那裡，到那裡去。這是真正慈悲，用意都是成就人，絕不阻礙人，絕不給他做障礙。"
    },
    {
      "id": "12-007-0011_p0010",
      "zh_CN": "我们在前面所看到的，菩萨为我们所说四十多个法门。如果加上世界悉檀、对治悉檀里面所讲的，差不多是有六、七十门样子。这些所讲的统统是原理、原则，可以应用在任何一个法门上，这是我们应当要深思的。这就底下讲，『种种方便教化调伏』，「种种方便」，拿现在来讲，就是教学的方式、教学的方法。教学的方式，在古人讲教仪，你看天台宗教仪有四教，教法也有四教，所以称之为天台的八教。「教化调伏」，这是讲成就，调是讲的调心，伏是降伏烦恼，这就是教学的成就。如果佛菩萨善巧方便为我们说一切法，我们没有能够做到调心，降伏烦恼；换句话说，我们虽然听了不能够拿出成果来。也就是说，我们在生活品质上并没有提升，还是老样子，这就是修学没成就的。如果有成就必定是每天境界都不相同，这就是修学进步的现象。境界往上提升，就法喜充满，真正达到佛法所说离苦得乐，破迷开悟的效果。底下两句，『令离恶道，受人天乐』，这就是结果，教化调伏是因，有因有果。『脱三界缚』，「缚」是烦恼，缚是比喻缠缚，佛法叫解脱。『住一切智』，此地的「一切智」就是一切种智，因为它在文字上都是四个字一句，所以一切智，就是如来果地上的一切种智。",
      "zh_TW": "我們在前面所看到的，菩薩為我們所說四十多個法門。如果加上世界悉檀、對治悉檀裡面所講的，差不多是有六、七十門樣子。這些所講的統統是原理、原則，可以應用在任何一個法門上，這是我們應當要深思的。這就底下講，『種種方便教化調伏』，「種種方便」，拿現在來講，就是教學的方式、教學的方法。教學的方式，在古人講教儀，你看天台宗教儀有四教，教法也有四教，所以稱之為天台的八教。「教化調伏」，這是講成就，調是講的調心，伏是降伏煩惱，這就是教學的成就。如果佛菩薩善巧方便為我們說一切法，我們沒有能夠做到調心，降伏煩惱；換句話說，我們雖然聽了不能夠拿出成果來。也就是說，我們在生活品質上並沒有提升，還是老樣子，這就是修學沒成就的。如果有成就必定是每天境界都不相同，這就是修學進步的現象。境界往上提升，就法喜充滿，真正達到佛法所說離苦得樂，破迷開悟的效果。底下兩句，『令離惡道，受人天樂』，這就是結果，教化調伏是因，有因有果。『脫三界縛』，「縛」是煩惱，縛是比喻纏縛，佛法叫解脫。『住一切智』，此地的「一切智」就是一切種智，因為它在文字上都是四個字一句，所以一切智，就是如來果地上的一切種智。"
    },
    {
      "id": "12-007-0011_p0011",
      "zh_CN": "【我时便得广大欢喜法光明海。速疾爱乐。甚深圆满。其心怡畅。安隐适悦。】",
      "zh_TW": "【我時便得廣大歡喜法光明海。速疾愛樂。甚深圓滿。其心怡暢。安隱適悅。】"
    },
    {
      "id": "12-007-0011_p0012",
      "zh_CN": "这是说明，菩萨自己在教化众生，看到有这么样殊胜的成果当然欢喜，这是菩萨度化众生，可以说最大的安慰。经文到这个地方，将所做的事业答复完了，当然所做的事业是无量无边的，不过是举几个例子来说的，但这个例子也举了不少。底下一段经文，这是再答复善财童子，这四个问题里面的，「作何观察」，给我们答复这个问题，就答复第四个疑问。这是前面都跟诸位介绍过，善财童子所问的顺序，跟菩萨所答的顺序不一样，用意前面都讲过。请看经文：",
      "zh_TW": "這是說明，菩薩自己在教化眾生，看到有這麼樣殊勝的成果當然歡喜，這是菩薩度化眾生，可以說最大的安慰。經文到這個地方，將所做的事業答覆完了，當然所做的事業是無量無邊的，不過是舉幾個例子來說的，但這個例子也舉了不少。底下一段經文，這是再答覆善財童子，這四個問題裡面的，「作何觀察」，給我們答覆這個問題，就答覆第四個疑問。這是前面都跟諸位介紹過，善財童子所問的順序，跟菩薩所答的順序不一樣，用意前面都講過。請看經文："
    },
    {
      "id": "12-007-0011_p0013",
      "zh_CN": "【复次。善男子。】",
      "zh_TW": "【復次。善男子。】"
    },
    {
      "id": "12-007-0011_p0014",
      "zh_CN": "我们看经文，有『复次』，这是一个大的段落开始。",
      "zh_TW": "我們看經文，有『復次』，這是一個大的段落開始。"
    },
    {
      "id": "12-007-0011_p0015",
      "zh_CN": "【我常观察一切菩萨道场众海。修种种愿行。现种种净身。有种种常光。放种种光明。以种种方便。入一切智门。入种种三昧。】",
      "zh_TW": "【我常觀察一切菩薩道場眾海。修種種願行。現種種淨身。有種種常光。放種種光明。以種種方便。入一切智門。入種種三昧。】"
    },
    {
      "id": "12-007-0011_p0016",
      "zh_CN": "底下一共有三十三句，这个三十三句是说的观菩萨境界，在观菩萨境界里面，对我们平时的修学有很大的作用。我们今天一般所谓是人生观、宇宙观，这是哲学的名词，虽然学术里面在不断的研究讨论，实际上都没有结果。一直到今天，东西方的哲学家没有定论，所说的种种理论，并不能叫大多数人，都能够心悦诚服的去接受，这是为什么原因？世间这些学问家，包括的这些宗教家，对于宇宙人生的真相并没搞清楚，都是在那摸索。佛门有个比喻说「瞎子摸象」，他说的有没有道理？有道理，虽有道理，它不完整。像瞎子摸象，摸到象的大腿，象像个柱子，是有点像柱子。摸到肚皮上，象像个墙壁，是像个墙壁，都不能得到一个完整的概念。唯有佛法证入的是究竟，它不是摸索，所以佛菩萨给我们讲的，全是他的现量境界。不是理想，不是推想的，是他真正见到的诸法实相，为我们说出来亲证的境界。由此可知，我们对诸佛菩萨的观察，那就是帮助我们提升观察诸法实相。我们不晓得怎么观察法？你用这个方法渐渐用熟、用会了，自自然然就契入，会把你对于人生宇宙的观念统统改变过来。我们过去的观念都是错误的观念，把错误的观念修成正确的观念，那叫正知正见，大经里面讲的「入佛知见」，意思就在此地。",
      "zh_TW": "底下一共有三十三句，這個三十三句是說的觀菩薩境界，在觀菩薩境界裡面，對我們平時的修學有很大的作用。我們今天一般所謂是人生觀、宇宙觀，這是哲學的名詞，雖然學術裡面在不斷的研究討論，實際上都沒有結果。一直到今天，東西方的哲學家沒有定論，所說的種種理論，並不能叫大多數人，都能夠心悅誠服的去接受，這是為什麼原因？世間這些學問家，包括的這些宗教家，對於宇宙人生的真相並沒搞清楚，都是在那摸索。佛門有個比喻說「瞎子摸象」，他說的有沒有道理？有道理，雖有道理，它不完整。像瞎子摸象，摸到象的大腿，象像個柱子，是有點像柱子。摸到肚皮上，象像個牆壁，是像個牆壁，都不能得到一個完整的概念。唯有佛法證入的是究竟，它不是摸索，所以佛菩薩給我們講的，全是他的現量境界。不是理想，不是推想的，是他真正見到的諸法實相，為我們說出來親證的境界。由此可知，我們對諸佛菩薩的觀察，那就是幫助我們提升觀察諸法實相。我們不曉得怎麼觀察法？你用這個方法漸漸用熟、用會了，自自然然就契入，會把你對於人生宇宙的觀念統統改變過來。我們過去的觀念都是錯誤的觀念，把錯誤的觀念修成正確的觀念，那叫正知正見，大經裡面講的「入佛知見」，意思就在此地。"
    },
    {
      "id": "12-007-0011_p0017",
      "zh_CN": "善财童子提出这个问题，可见这个问题重要，对我们有很大的帮助，此地菩萨教给我们如何去观察。『观察』两个字要注意，「观」是观照，「察」是觉察，观照是根本智，诸位一定要晓得，观照那个心它是不起心动念，像镜子一样照外面的境界，他是不用心意识的。如果用心意识就不叫观照，用心意识那叫打妄想，那不叫观照，禅家提倡参禅离心意识参。教下也不例外，教下要不离心意识，不能够大开圆解，这是一定的道理；禅宗要不离心意识，决定不可能大彻大悟；念佛人要不离心意识，不能得理一心不乱。不过他不要紧，纵然不得理一心，得个事一心、功夫成片也可以往生；换句话说，不碍他往生。可是要想把你往生品位提升到实报庄严土，你还是要离心意识。由此可知，在理上来讲，宗门、教下、净土无二无别，没有两样。事上来讲净土的确占了大便宜，这就是说的带业往生，不必断惑他能生凡圣同居土。而凡圣同居土的殊胜，真正是不可思议，这个将来都留在《弥陀经疏钞》里头，详细来讨论。",
      "zh_TW": "善財童子提出這個問題，可見這個問題重要，對我們有很大的幫助，此地菩薩教給我們如何去觀察。『觀察』兩個字要注意，「觀」是觀照，「察」是覺察，觀照是根本智，諸位一定要曉得，觀照那個心它是不起心動念，像鏡子一樣照外面的境界，他是不用心意識的。如果用心意識就不叫觀照，用心意識那叫打妄想，那不叫觀照，禪家提倡參禪離心意識參。教下也不例外，教下要不離心意識，不能夠大開圓解，這是一定的道理；禪宗要不離心意識，決定不可能大徹大悟；念佛人要不離心意識，不能得理一心不亂。不過他不要緊，縱然不得理一心，得個事一心、功夫成片也可以往生；換句話說，不礙他往生。可是要想把你往生品位提升到實報莊嚴土，你還是要離心意識。由此可知，在理上來講，宗門、教下、淨土無二無別，沒有兩樣。事上來講淨土的確佔了大便宜，這就是說的帶業往生，不必斷惑他能生凡聖同居土。而凡聖同居土的殊勝，真正是不可思議，這個將來都留在《彌陀經疏鈔》裡頭，詳細來討論。"
    },
    {
      "id": "12-007-0011_p0018",
      "zh_CN": "所以我们在日常生活当中要练、要学，学什么？学尽可能的少用心意识，逐渐逐渐把这个距离拉近，这就是好现象。为什么不能用？因为心意识是有为法。诸位读《百法》就晓得，心是阿赖耶识，意是末那，识是第六意识，心法、心所法、色法、不相应行法，统统属于有为法。有为法佛在《金刚经》上说得很好，「一切有为法，如梦幻泡影」。所以有为法不是真的，有为法是依他起性；那个不相应行法是遍计所执性，更假。离开了心意识，跟诸位说那就是圆成实性。所以交光大师在《楞严正脉》教给我们，「舍识用根」，所谓舍识就是舍心意识，用六根的根性，因为六根的根性是圆成实性。怎么个舍法？这很难，不是说说就能做到的。我们首先要明白它的作用，心意识是作用，先从作用上离开它，这就是开始学转识。心是落印象，阿赖耶识落谢种子，这条相当不容易，我们今天眼见色、耳闻声都会落印象，希望这个印象不要落得太深，愈淡薄愈好。要想真不落，不是我们做得到的，希望不要印象太深。",
      "zh_TW": "所以我們在日常生活當中要練、要學，學什麼？學盡可能的少用心意識，逐漸逐漸把這個距離拉近，這就是好現象。為什麼不能用？因為心意識是有為法。諸位讀《百法》就曉得，心是阿賴耶識，意是末那，識是第六意識，心法、心所法、色法、不相應行法，統統屬於有為法。有為法佛在《金剛經》上說得很好，「一切有為法，如夢幻泡影」。所以有為法不是真的，有為法是依他起性；那個不相應行法是遍計所執性，更假。離開了心意識，跟諸位說那就是圓成實性。所以交光大師在《楞嚴正脈》教給我們，「捨識用根」，所謂捨識就是捨心意識，用六根的根性，因為六根的根性是圓成實性。怎麼個捨法？這很難，不是說說就能做到的。我們首先要明白它的作用，心意識是作用，先從作用上離開它，這就是開始學轉識。心是落印象，阿賴耶識落謝種子，這條相當不容易，我們今天眼見色、耳聞聲都會落印象，希望這個印象不要落得太深，愈淡薄愈好。要想真不落，不是我們做得到的，希望不要印象太深。"
    },
    {
      "id": "12-007-0011_p0019",
      "zh_CN": "第七识的作用是执着，第六识的作用是分别，我们晓得它的作用就有办法。我们平常在生活里面，从早到晚待人接物尽量少用分别心、少用执着心，不要落很深的印象就好。印象是妄想，分别、执着、妄想要一天比一天淡薄，一天比一天少，你的智慧自然就增长，你的定功也就现前，要这样修法叫观。是要离心意识，这是观，观照，所以它是依智慧，不是依感情的。《心经》里头说得最好，「观自在菩萨照见五蕴皆空」。唯有观照才能够看得破，能看破才能够放得下，放下是禅定，看破是智慧，禅定与智慧是互为体用，相辅相成，不做这个功夫就入不了菩萨的境界。察是什么？明察秋毫，没有一桩事情不知道的，后得智；观照是根本智，般若无知，心地清净像一面镜子一样一尘不染。察是什么？后得智，没有一样不知道。",
      "zh_TW": "第七識的作用是執著，第六識的作用是分別，我們曉得它的作用就有辦法。我們平常在生活裡面，從早到晚待人接物盡量少用分別心、少用執著心，不要落很深的印象就好。印象是妄想，分別、執著、妄想要一天比一天淡薄，一天比一天少，你的智慧自然就增長，你的定功也就現前，要這樣修法叫觀。是要離心意識，這是觀，觀照，所以它是依智慧，不是依感情的。《心經》裡頭說得最好，「觀自在菩薩照見五蘊皆空」。唯有觀照才能夠看得破，能看破才能夠放得下，放下是禪定，看破是智慧，禪定與智慧是互為體用，相輔相成，不做這個功夫就入不了菩薩的境界。察是什麼？明察秋毫，沒有一樁事情不知道的，後得智；觀照是根本智，般若無知，心地清淨像一面鏡子一樣一塵不染。察是什麼？後得智，沒有一樣不知道。"
    },
    {
      "id": "12-007-0011_p0020",
      "zh_CN": "《般若经》说得好，「般若无知」，无知是照，有知决定不能照，无知才能照；般若无知，无所不知，无所不知是察，后得智。像镜子里面，镜子本身干干净净，一尘不染，这是照。里面的影像清清楚楚，一样都不漏，照在里头一个也不漏，那就是察，那就是后得智。这两个字是这一大段经文关键的所在，你这两个字要搞不清楚，底下念念就没意思；这两个字要搞清楚了，下面就有味道。都是告诉我们，在平常待人接物一天到晚、一年到头，你如何去用心才能够契入诸佛菩萨的境界。入佛菩萨的境界；换句话说，把我们自己的境界提升了。今天社会上时髦的名词，是将我们生活的品质提升，世间人讲生活品质是有名无实，《华严经》讲生活品质是道道地地的，一点都不假的。将我们从凡夫的品质提升到诸佛菩萨的品质，这是真的，一点不假。",
      "zh_TW": "《般若經》說得好，「般若無知」，無知是照，有知決定不能照，無知才能照；般若無知，無所不知，無所不知是察，後得智。像鏡子裡面，鏡子本身乾乾淨淨，一塵不染，這是照。裡面的影像清清楚楚，一樣都不漏，照在裡頭一個也不漏，那就是察，那就是後得智。這兩個字是這一大段經文關鍵的所在，你這兩個字要搞不清楚，底下念念就沒意思；這兩個字要搞清楚了，下面就有味道。都是告訴我們，在平常待人接物一天到晚、一年到頭，你如何去用心才能夠契入諸佛菩薩的境界。入佛菩薩的境界；換句話說，把我們自己的境界提升了。今天社會上時髦的名詞，是將我們生活的品質提升，世間人講生活品質是有名無實，《華嚴經》講生活品質是道道地地的，一點都不假的。將我們從凡夫的品質提升到諸佛菩薩的品質，這是真的，一點不假。"
    },
    {
      "id": "12-007-0011_p0021",
      "zh_CN": "下面三十三句也是略举几条，我们读了之后要晓得举一反三，闻一知十，古人所讲「一闻千悟」，就能把这些理论，把境界跟我们自己实际的生活融成了一体，这才是真正得受用。第一句说『一切菩萨道场众海』，「海」这个字是比喻，形容其广大，我们这个经已经读了一半多，无处不是。你看，五十三参都是法身大士，他们所示现的在这个社会里面各行各业，菩萨道场真广大。菩萨一定要懂得它的名义，「菩萨」是梵语，它的意思是觉悟的有情众生，觉而不迷。谁觉？如果你真正用般若智照，没有一个不觉的。正如同佛在本经里面，所说的「一切众生本来成佛」，如果你用般若一观照，一切众生本来是菩萨，哪一个不是菩萨！「情与无情，同圆种智」，这个境界你达不到。这个境界是什么？要在如来果地上才能看到。但是看到一切有情众生皆是菩萨，你有能力观察得到。所以凡夫，是迷惑颠倒的菩萨。",
      "zh_TW": "下面三十三句也是略舉幾條，我們讀了之後要曉得舉一反三，聞一知十，古人所講「一聞千悟」，就能把這些理論，把境界跟我們自己實際的生活融成了一體，這才是真正得受用。第一句說『一切菩薩道場眾海』，「海」這個字是比喻，形容其廣大，我們這個經已經讀了一半多，無處不是。你看，五十三參都是法身大士，他們所示現的在這個社會裡面各行各業，菩薩道場真廣大。菩薩一定要懂得它的名義，「菩薩」是梵語，它的意思是覺悟的有情眾生，覺而不迷。誰覺？如果你真正用般若智照，沒有一個不覺的。正如同佛在本經裡面，所說的「一切眾生本來成佛」，如果你用般若一觀照，一切眾生本來是菩薩，哪一個不是菩薩！「情與無情，同圓種智」，這個境界你達不到。這個境界是什麼？要在如來果地上才能看到。但是看到一切有情眾生皆是菩薩，你有能力觀察得到。所以凡夫，是迷惑顛倒的菩薩。"
    },
    {
      "id": "12-007-0011_p0022",
      "zh_CN": "我们试问一问，我们现在是凡夫地位，我们有没有用六根根性？如果不用六根根性，以眼来说，如果不用见性，你能看到外面境界吗？从你用见性上来说，你不是菩萨是什么！从你用闻性上来说，你不是菩萨是什么！古大德悟了之后，所谓是六根门头放光动地。不是说他自己，这是境界的转变，你自己是菩萨，你才见到大地众生个个是菩萨；你成了佛，见大地众生人人都成佛；你是凡夫，看到诸佛菩萨他也是凡夫，所以境随心转。境界不实，不是实法，是随唯心所现，唯识所变，这是两层意思。所现的十法界依正庄严，是真如本性，这里面种种变化、因因果果是唯识，唯识所变。唯心所现，心能现，识能变，你就晓得什么重要？能现能变的重要，所变所现的不重要。这个时候你才真正的入了「菩萨道场众海」，就像善财童子出来参学一样，五十三参，五十三参就代表我们整个社会各行各业，形形色色，没有一处不是菩萨境界。",
      "zh_TW": "我們試問一問，我們現在是凡夫地位，我們有沒有用六根根性？如果不用六根根性，以眼來說，如果不用見性，你能看到外面境界嗎？從你用見性上來說，你不是菩薩是什麼！從你用聞性上來說，你不是菩薩是什麼！古大德悟了之後，所謂是六根門頭放光動地。不是說他自己，這是境界的轉變，你自己是菩薩，你才見到大地眾生個個是菩薩；你成了佛，見大地眾生人人都成佛；你是凡夫，看到諸佛菩薩他也是凡夫，所以境隨心轉。境界不實，不是實法，是隨唯心所現，唯識所變，這是兩層意思。所現的十法界依正莊嚴，是真如本性，這裡面種種變化、因因果果是唯識，唯識所變。唯心所現，心能現，識能變，你就曉得什麼重要？能現能變的重要，所變所現的不重要。這個時候你才真正的入了「菩薩道場眾海」，就像善財童子出來參學一樣，五十三參，五十三參就代表我們整個社會各行各業，形形色色，沒有一處不是菩薩境界。"
    },
    {
      "id": "12-007-0011_p0023",
      "zh_CN": "所以参学，特别是出家，在家也一样，在家也要参学，参学实在讲不分在家、出家，到什么时候才有资格？像善财一样，根本智得到之后，才有资格参学。要是我们念佛道场来说，要证得理一心不乱以后才有资格参学，事一心都不行。事一心得定，念佛三昧成就了，智慧还没现前。所以，参学是初住菩萨以后的事情；换句话说，在初住之前都要依止道场，要依止善知识不能离开。好像学校学生一样他没毕业，他要依靠学校，毕业就到社会上去。佛门里头的毕业就是圆教初住，破一品无明，证一分法身，这叫毕业了。无明没有破之前不算毕业，没有资格参学。破了无明之后，那个时候叫同生性，佛学名词上跟诸佛如来同一个性，怎么同一个性？同用真心，不用妄心，同真心。",
      "zh_TW": "所以參學，特別是出家，在家也一樣，在家也要參學，參學實在講不分在家、出家，到什麼時候才有資格？像善財一樣，根本智得到之後，才有資格參學。要是我們念佛道場來說，要證得理一心不亂以後才有資格參學，事一心都不行。事一心得定，念佛三昧成就了，智慧還沒現前。所以，參學是初住菩薩以後的事情；換句話說，在初住之前都要依止道場，要依止善知識不能離開。好像學校學生一樣他沒畢業，他要依靠學校，畢業就到社會上去。佛門裡頭的畢業就是圓教初住，破一品無明，證一分法身，這叫畢業了。無明沒有破之前不算畢業，沒有資格參學。破了無明之後，那個時候叫同生性，佛學名詞上跟諸佛如來同一個性，怎麼同一個性？同用真心，不用妄心，同真心。"
    },
    {
      "id": "12-007-0011_p0024",
      "zh_CN": "我们凡夫是从真心现前的时候，变现一个妄心，那个有为法从哪里起来？还不是从真如本性起来的吗？迷失了真如，这才变现出心意识。所以了义经上常讲，「一念不觉而有无明」，无明还在三细之心，「无明不觉生三细，境界为缘长六粗」。这个说得多清楚！一定要明白这个事实的真相。所以无明、三细、六粗，都是自己真如本性迷了之后，现的这个境界。虽然迷但是并没有离开真，离开了真就没有迷，所以说迷悟不二。因为理上讲迷悟不二，所以事上讲生佛不二，众生与佛没有两样。理上没有两样，事上哪有两样？所以这个大经才讲「心佛众生，三无差别」，就是这么个道理。",
      "zh_TW": "我們凡夫是從真心現前的時候，變現一個妄心，那個有為法從哪裡起來？還不是從真如本性起來的嗎？迷失了真如，這才變現出心意識。所以了義經上常講，「一念不覺而有無明」，無明還在三細之心，「無明不覺生三細，境界為緣長六粗」。這個說得多清楚！一定要明白這個事實的真相。所以無明、三細、六粗，都是自己真如本性迷了之後，現的這個境界。雖然迷但是並沒有離開真，離開了真就沒有迷，所以說迷悟不二。因為理上講迷悟不二，所以事上講生佛不二，眾生與佛沒有兩樣。理上沒有兩樣，事上哪有兩樣？所以這個大經才講「心佛眾生，三無差別」，就是這麼個道理。"
    },
    {
      "id": "12-007-0011_p0025",
      "zh_CN": "由此可知，「观察一切菩萨道场众海」，是从你心地上用功夫。换句话说，今天我们六根接触外面境界，都叫做观察，善境界是菩萨示现的，叫我们要学习的；逆境界也是菩萨示现的，叫我们要戒勉的。这样一来，尽虚空遍法界没有一个不是善知识，没有一个不是佛菩萨。你说佛菩萨没有遇到，我是天天遇到，一天不知道遇到多少佛菩萨，我就想不透，你们为什么一个都遇不到，我说的话是真的，不是假的，一点都不假！他明明是一天到晚都用六根根性，都放光动地，不是菩萨是什么？他变现的那一套是给我受用的，不是他受用，处处来启发我、处处来提示我，我怎么会不进步？我怎么会退转？没到西方极乐世界，已经跟诸上善人俱会一处，你会不会观察？我跟大家说的，句句都是真实话。如果你要是会这样用心，你一天到晚就法喜充满，顺境里头欢喜，逆境里头还欢喜，为什么？一切境界里面没有分别、执着、妄想，在一切境界里历事炼心，你的心愈练愈清净，你的智慧愈练愈光明，这叫修行。",
      "zh_TW": "由此可知，「觀察一切菩薩道場眾海」，是從你心地上用功夫。換句話說，今天我們六根接觸外面境界，都叫做觀察，善境界是菩薩示現的，叫我們要學習的；逆境界也是菩薩示現的，叫我們要戒勉的。這樣一來，盡虛空遍法界沒有一個不是善知識，沒有一個不是佛菩薩。你說佛菩薩沒有遇到，我是天天遇到，一天不知道遇到多少佛菩薩，我就想不透，你們為什麼一個都遇不到，我說的話是真的，不是假的，一點都不假！他明明是一天到晚都用六根根性，都放光動地，不是菩薩是什麼？他變現的那一套是給我受用的，不是他受用，處處來啟發我、處處來提示我，我怎麼會不進步？我怎麼會退轉？沒到西方極樂世界，已經跟諸上善人俱會一處，你會不會觀察？我跟大家說的，句句都是真實話。如果你要是會這樣用心，你一天到晚就法喜充滿，順境裡頭歡喜，逆境裡頭還歡喜，為什麼？一切境界裡面沒有分別、執著、妄想，在一切境界裡歷事鍊心，你的心愈練愈清淨，你的智慧愈練愈光明，這叫修行。"
    },
    {
      "id": "12-007-0011_p0026",
      "zh_CN": "第一句跟前面所讲的例子都一样，总说，所以说第一句非常重要。下面别说，这举几个差别的例子，教给你如何去观察法。『修种种愿行』，在修行里面第一桩事情，是要发愿。这个事情不但在学佛，就是世间法里面，我们一般讲人要立志，人在一生当中如果没有志向，就好像在大海里头没有方向，没有目标，那就很苦了。他有志向就是有一个方向，有一个目标，他一生有个奋斗努力的方向，他决定成功，他在人生当中他有乐趣。最怕的是没有志向，糊里糊涂过一辈子，所谓是醉生梦死。这在佛法里面讲是属于愚痴，果报多半都在畜生，都在三途。所以学佛首先要立愿，愿要大，所以菩萨有愿，菩萨没有心，有心就变成攀缘了，愿要普度众生，他有没有度众生的心？没有，他有这个愿。度众生随缘，决定不攀缘，众生机缘成熟了，刚刚好遇到，他要尽心尽力去做；没有这个机缘他在那里如如不动。只要愿行真，度众生圆满功德，不度众生的时候还是圆满功德，这个道理懂吗？不度众生，机缘没成熟，不是他不度，缘不成熟。所以他是念念都是圆满功德，他怎么不欢喜！",
      "zh_TW": "第一句跟前面所講的例子都一樣，總說，所以說第一句非常重要。下面別說，這舉幾個差別的例子，教給你如何去觀察法。『修種種願行』，在修行裡面第一樁事情，是要發願。這個事情不但在學佛，就是世間法裡面，我們一般講人要立志，人在一生當中如果沒有志向，就好像在大海裡頭沒有方向，沒有目標，那就很苦了。他有志向就是有一個方向，有一個目標，他一生有個奮鬥努力的方向，他決定成功，他在人生當中他有樂趣。最怕的是沒有志向，糊裡糊塗過一輩子，所謂是醉生夢死。這在佛法裡面講是屬於愚痴，果報多半都在畜生，都在三途。所以學佛首先要立願，願要大，所以菩薩有願，菩薩沒有心，有心就變成攀緣了，願要普度眾生，他有沒有度眾生的心？沒有，他有這個願。度眾生隨緣，決定不攀緣，眾生機緣成熟了，剛剛好遇到，他要盡心盡力去做；沒有這個機緣他在那裡如如不動。只要願行真，度眾生圓滿功德，不度眾生的時候還是圓滿功德，這個道理懂嗎？不度眾生，機緣沒成熟，不是他不度，緣不成熟。所以他是念念都是圓滿功德，他怎麼不歡喜！"
    },
    {
      "id": "12-007-0011_p0027",
      "zh_CN": "所以我们看善财童子发的愿，就是给我们做参考，给我们做榜样，愿一定要成就无上菩提，我们一定要取无上正等正觉。四弘誓愿是十方三世诸佛菩萨大愿的总纲领，观音菩萨十二愿，阿弥陀佛四十八愿，都出不了这四大类，第一愿度众生，后面的三愿都是为了要完成第一愿。我要度一切众生，看到众生苦，看到众生迷惑颠倒造种种罪业，你要想度脱他，首先你自己要断烦恼。断烦恼要拿现在的话来说，品德的修养，你自己没有高尚的品德，你不能度人。断烦恼是德育，修学无量的法门是智慧，你有道德，没有智慧、没有能力还是不能度人。所以学法门，是为众生学的；断烦恼，是为众生而断的，不为自己；成佛道，不成佛道，不能够圆满度一切众生。因为你度众生，你只能度程度比你低的，比你高的你度不了他，成了佛连等觉菩萨也在你教化之内，这个教化才算圆满，要发这样的愿，这个愿不可思议。",
      "zh_TW": "所以我們看善財童子發的願，就是給我們做參考，給我們做榜樣，願一定要成就無上菩提，我們一定要取無上正等正覺。四弘誓願是十方三世諸佛菩薩大願的總綱領，觀音菩薩十二願，阿彌陀佛四十八願，都出不了這四大類，第一願度眾生，後面的三願都是為了要完成第一願。我要度一切眾生，看到眾生苦，看到眾生迷惑顛倒造種種罪業，你要想度脫他，首先你自己要斷煩惱。斷煩惱要拿現在的話來說，品德的修養，你自己沒有高尚的品德，你不能度人。斷煩惱是德育，修學無量的法門是智慧，你有道德，沒有智慧、沒有能力還是不能度人。所以學法門，是為眾生學的；斷煩惱，是為眾生而斷的，不為自己；成佛道，不成佛道，不能夠圓滿度一切眾生。因為你度眾生，你只能度程度比你低的，比你高的你度不了他，成了佛連等覺菩薩也在你教化之內，這個教化才算圓滿，要發這樣的願，這個願不可思議。"
    },
    {
      "id": "12-007-0011_p0028",
      "zh_CN": "如果为自己发愿，跟诸位说，很容易懈怠，反正是为我自己，我自己爬不到那么高的时候，矮一点也没关系，自己可以原谅自己；现在不是为自己，是为众生这个意义不相同。我自己学佛学不成，来生不堕三恶道就好了，对自己讲的时候能过得去，能够保住人身能过得去，不想再精进。如果看到广大众生，我可以保得住来生能得人身，不堕三恶道，他们行吗？为了他们不精进怎么得了？愿异道行，你的愿愈大，一定是精进不懈，永无退转。为什么？愿在那个地方领导着你、鼓励你，你要去做。这个事情不是为个人，不是为一家，是为十方三世一切苦难的众生，我们才发愿修学。诸位是真正发愿，必定得到诸佛菩萨护念、诸佛菩萨加持。所以在总纲底下，第一条就列出这个愿行。『现种种净身』，种种是多，以本经这个例子，本经我们看到五十三位善知识，除善财不算，这五十三位善知识就是种种，他们以种种不同的身分、各行各业，无有一位不清净，无有一行业不清净，全是菩萨，无有一法不清净，这是「现种种净身」。心清净，身就清净，身心清净，境界就清净，世界就清净。净是从定得到，是从一心得到，是从离开烦恼而得到，破烦恼障，心就清净。",
      "zh_TW": "如果為自己發願，跟諸位說，很容易懈怠，反正是為我自己，我自己爬不到那麼高的時候，矮一點也沒關係，自己可以原諒自己；現在不是為自己，是為眾生這個意義不相同。我自己學佛學不成，來生不墮三惡道就好了，對自己講的時候能過得去，能夠保住人身能過得去，不想再精進。如果看到廣大眾生，我可以保得住來生能得人身，不墮三惡道，他們行嗎？為了他們不精進怎麼得了？願異道行，你的願愈大，一定是精進不懈，永無退轉。為什麼？願在那個地方領導著你、鼓勵你，你要去做。這個事情不是為個人，不是為一家，是為十方三世一切苦難的眾生，我們才發願修學。諸位是真正發願，必定得到諸佛菩薩護念、諸佛菩薩加持。所以在總綱底下，第一條就列出這個願行。『現種種淨身』，種種是多，以本經這個例子，本經我們看到五十三位善知識，除善財不算，這五十三位善知識就是種種，他們以種種不同的身分、各行各業，無有一位不清淨，無有一行業不清淨，全是菩薩，無有一法不清淨，這是「現種種淨身」。心清淨，身就清淨，身心清淨，境界就清淨，世界就清淨。淨是從定得到，是從一心得到，是從離開煩惱而得到，破煩惱障，心就清淨。"
    },
    {
      "id": "12-007-0011_p0029",
      "zh_CN": "『有种种常光，放种种光明』，这两种是智慧，烦恼障破了，所知障还要破掉，为什么？不破所知障，智慧不能现前。所知障、烦恼障都没破，他有聪明才智，跟诸位说，就是佛门里面常讲的叫世智辩聪，不是真智慧，世智辩聪！真正智慧是要破所知障之后现前，这是真智慧。「常光」，我们常常在经典里面读到，或者在佛的变相图当中看到，佛身上有光明圆光，像我们画的佛像，后面画个圆光，这就是「常光」。如果以我们人来说，就是我们所讲的光彩，一个人的精神、容貌、智慧，也都透露在他的面孔当中，一看就晓得这个人很聪明、很有智慧就是放光，这常光。放光是利益众生的，讲经说法是放光，举止动态是放光，凡是能够启发人，令人觉悟的都叫放光。所以佛说法演说，演是表演，一举一动都含有很深的意思在，我们见到要细心去体会，这就是常光。经论上念到的佛放光明，每个部位上放光，代表某种特殊的意义，这在此地也不必多说。",
      "zh_TW": "『有種種常光，放種種光明』，這兩種是智慧，煩惱障破了，所知障還要破掉，為什麼？不破所知障，智慧不能現前。所知障、煩惱障都沒破，他有聰明才智，跟諸位說，就是佛門裡面常講的叫世智辯聰，不是真智慧，世智辯聰！真正智慧是要破所知障之後現前，這是真智慧。「常光」，我們常常在經典裡面讀到，或者在佛的變相圖當中看到，佛身上有光明圓光，像我們畫的佛像，後面畫個圓光，這就是「常光」。如果以我們人來說，就是我們所講的光彩，一個人的精神、容貌、智慧，也都透露在他的面孔當中，一看就曉得這個人很聰明、很有智慧就是放光，這常光。放光是利益眾生的，講經說法是放光，舉止動態是放光，凡是能夠啟發人，令人覺悟的都叫放光。所以佛說法演說，演是表演，一舉一動都含有很深的意思在，我們見到要細心去體會，這就是常光。經論上念到的佛放光明，每個部位上放光，代表某種特殊的意義，這在此地也不必多說。"
    },
    {
      "id": "12-007-0011_p0030",
      "zh_CN": "『以种种方便入一切智门』，「方便」就是讲方法，佛法里常讲八万四千法门，这都是方便。又说无量法门，四弘誓愿说「法门无量誓愿学」，这些就是此地所讲的「以种种方便」。「入一切智门」，就是入如来果海里面的一切种智，也就是无上正等正觉。这个意思诸位要是明白，你就晓得法门平等，无二无别，如果说这个法门好，那个法门不好，你是门外汉，你没有入门。如果你这个知见永远存在，你这种分别执着存在，八万四千法门，任何一个法门都没有你的分。你说为什么？这种分别执着就是烦恼障、所知障，障碍你自己的悟门，你不能进去。诸位读《楞严经》，你看《楞严经》里面二十五位菩萨，个个都说第一，没说第二的，那不就是证明平等平等吗？楞严会上是把无量无边的法门，归纳为二十五类，因为一切法门，都离不开这些大类，不是属于六根，就属于六识、六尘、七大，包括尽了。你还说哪个法门能超出这二十五类之外，没有了。所以二十五类，就包括了无量无边的法门，门门第一，没有第二。因为门门都能叫你成无上道，所以学东西学一门就可以了。",
      "zh_TW": "『以種種方便入一切智門』，「方便」就是講方法，佛法裡常講八萬四千法門，這都是方便。又說無量法門，四弘誓願說「法門無量誓願學」，這些就是此地所講的「以種種方便」。「入一切智門」，就是入如來果海裡面的一切種智，也就是無上正等正覺。這個意思諸位要是明白，你就曉得法門平等，無二無別，如果說這個法門好，那個法門不好，你是門外漢，你沒有入門。如果你這個知見永遠存在，你這種分別執著存在，八萬四千法門，任何一個法門都沒有你的分。你說為什麼？這種分別執著就是煩惱障、所知障，障礙你自己的悟門，你不能進去。諸位讀《楞嚴經》，你看《楞嚴經》裡面二十五位菩薩，個個都說第一，沒說第二的，那不就是證明平等平等嗎？楞嚴會上是把無量無邊的法門，歸納為二十五類，因為一切法門，都離不開這些大類，不是屬於六根，就屬於六識、六塵、七大，包括盡了。你還說哪個法門能超出這二十五類之外，沒有了。所以二十五類，就包括了無量無邊的法門，門門第一，沒有第二。因為門門都能叫你成無上道，所以學東西學一門就可以了。"
    },
    {
      "id": "12-007-0011_p0031",
      "zh_CN": "人人都赞叹他自己那个法门，绝没有毁谤别人的法门。你们在一切经里头去看去，我们五十三参也是如此，每位善知识赞叹他自己这个法门，更特别推崇别人的法门。我们要从这些地方去体会，你的心才得清净。看这个不顺眼、看那个也不如意，自己马上要觉悟，自己的烦恼起来，自己的障碍现行。外面的境界不是真实的，「凡所有相皆是虚妄」，所以外面的境界是平等的，它都是虚妄，虚妄等于虚妄，哪有高下好丑？没有。高下好丑都是烦恼心所变现的，所以一有这种意念起来的时候，自己马上要警觉，要回头，回头是岸；如果不回头，愈迷愈深，去一切智门是愈来愈远。所以学佛的人一定要晓得，对自己所修的法门欢喜赞叹，还得要谦虚，对别人的法门要尊重。如果说那个法门是虚妄的，是不正确的，加以诋毁，试问问那个法门是不是佛说的？如果是佛说的，你是不是叫谤佛、谤法？这个罪业阿鼻地狱的果报，这就是大错特错。所以一个明达佛理的人，绝不会犯这样的过失，绝不会有这种不正确的知见。所以在这一句里面它的意义就含得非常之深，说明无量法门是门门平等，因为门门都是入一切智门。",
      "zh_TW": "人人都讚歎他自己那個法門，絕沒有毀謗別人的法門。你們在一切經裡頭去看去，我們五十三參也是如此，每位善知識讚歎他自己這個法門，更特別推崇別人的法門。我們要從這些地方去體會，你的心才得清淨。看這個不順眼、看那個也不如意，自己馬上要覺悟，自己的煩惱起來，自己的障礙現行。外面的境界不是真實的，「凡所有相皆是虛妄」，所以外面的境界是平等的，它都是虛妄，虛妄等於虛妄，哪有高下好醜？沒有。高下好醜都是煩惱心所變現的，所以一有這種意念起來的時候，自己馬上要警覺，要回頭，回頭是岸；如果不回頭，愈迷愈深，去一切智門是愈來愈遠。所以學佛的人一定要曉得，對自己所修的法門歡喜讚歎，還得要謙虛，對別人的法門要尊重。如果說那個法門是虛妄的，是不正確的，加以詆毀，試問問那個法門是不是佛說的？如果是佛說的，你是不是叫謗佛、謗法？這個罪業阿鼻地獄的果報，這就是大錯特錯。所以一個明達佛理的人，絕不會犯這樣的過失，絕不會有這種不正確的知見。所以在這一句裡面它的意義就含得非常之深，說明無量法門是門門平等，因為門門都是入一切智門。"
    },
    {
      "id": "12-007-0011_p0032",
      "zh_CN": "『入种种三昧』，三昧是正受，正常的享受，种种是境界，我们六根所对的六尘境界，无量无边。六根舍尽的时候，起分别、执着、妄想这个受用就不正常，起苦乐忧喜舍的感受这都是不正常的。因为真性里面没有苦乐忧喜舍，苦乐忧喜舍不但真性里头没有，八识里头也没有，从哪里来的？是与八识相应心所来的。你说我们这个众生，佛说可怜悯者，真可怜，真如本性是自己、是本人做不了主，八识当了家，妄心当了家，自己做不了主。譬如说我雇了个佣人，佣人他当家，他掌权，事事听他的，把我摆在一边冷落掉，你说可怜不可怜？再仔细一看，我那个佣人他也很可怜，他也雇的佣人，他那个佣人当家，心所它当家，我那个佣人原来也当不了家。五十一心所当家，五十一心所当家还罢了，再仔细一观察，二十四个不相应还在当家，更糟糕了，真是可怜悯者。",
      "zh_TW": "『入種種三昧』，三昧是正受，正常的享受，種種是境界，我們六根所對的六塵境界，無量無邊。六根捨盡的時候，起分別、執著、妄想這個受用就不正常，起苦樂憂喜捨的感受這都是不正常的。因為真性裡面沒有苦樂憂喜捨，苦樂憂喜捨不但真性裡頭沒有，八識裡頭也沒有，從哪裡來的？是與八識相應心所來的。你說我們這個眾生，佛說可憐憫者，真可憐，真如本性是自己、是本人做不了主，八識當了家，妄心當了家，自己做不了主。譬如說我僱了個傭人，傭人他當家，他掌權，事事聽他的，把我擺在一邊冷落掉，你說可憐不可憐？再仔細一看，我那個傭人他也很可憐，他也僱的傭人，他那個傭人當家，心所它當家，我那個傭人原來也當不了家。五十一心所當家，五十一心所當家還罷了，再仔細一觀察，二十四個不相應還在當家，更糟糕了，真是可憐憫者。"
    },
    {
      "id": "12-007-0011_p0033",
      "zh_CN": "什么叫正受？苦乐忧喜舍的受，统统都没有，就叫正受。也许你会以为苦乐忧喜都没有了，这个人生还有什么意思，跟诸位说明，正受里面的法喜，真乐！这是真乐。苦乐的乐是相对的，是假的，不是真实的，所以在佛法里面叫做坏苦。我们世间人讲的乐，佛法叫坏苦。离开苦乐忧喜舍，真乐，常乐我净之乐，它是绝待的，不是相对的。流露出来的是大慈大悲，法喜充满，大慈大悲我们世间人讲博爱。这个博爱如果建立在清净、平等心的基础上，这个博爱就是佛门讲的大慈大悲。所以他对于宇宙万物，无有一法不爱护，这种爱心清净不染，他不生烦恼；平等，他没有差别。所谓是「无缘大慈，同体大悲」，这是正受，这是三昧的起用。不是没有受，是真正有受。",
      "zh_TW": "什麼叫正受？苦樂憂喜捨的受，統統都沒有，就叫正受。也許你會以為苦樂憂喜都沒有了，這個人生還有什麼意思，跟諸位說明，正受裡面的法喜，真樂！這是真樂。苦樂的樂是相對的，是假的，不是真實的，所以在佛法裡面叫做壞苦。我們世間人講的樂，佛法叫壞苦。離開苦樂憂喜捨，真樂，常樂我淨之樂，它是絕待的，不是相對的。流露出來的是大慈大悲，法喜充滿，大慈大悲我們世間人講博愛。這個博愛如果建立在清淨、平等心的基礎上，這個博愛就是佛門講的大慈大悲。所以他對於宇宙萬物，無有一法不愛護，這種愛心清淨不染，他不生煩惱；平等，他沒有差別。所謂是「無緣大慈，同體大悲」，這是正受，這是三昧的起用。不是沒有受，是真正有受。"
    },
    {
      "id": "12-007-0011_p0034",
      "zh_CN": "【现种种神变。出种种音声海。具种种庄严身。】",
      "zh_TW": "【現種種神變。出種種音聲海。具種種莊嚴身。】"
    },
    {
      "id": "12-007-0011_p0035",
      "zh_CN": "我们讲前面这两句好了，『神变』，是以种种不同的身分去利益众生、去帮助众生。像《普门品》里面所说的，应以什么样身得度，菩萨就现什么样身，现身自在。在我们初学的时候，不过这个一定要得三昧才行；换句话说，你的心要得清净才行，这是不能再降低的标准。假如心要不清净，你这个随类化身必定堕落，清净心自己在众生国土里头，脚跟站稳了。为什么？不管什么境界自己不堕落，不管什么境界自己心地里头不沾染，四摄法里头才能够修同事摄。如果心地不到真正的清净，四摄法里头只可以布施、爱语、利行，不能同事。所以小乘戒、小乘修法的时候，四摄法只有前面三个，没有最后一个，他决定不跟你同事。为什么？就是自己定力不够要防范堕落；到自己心真正清净不染的时候，这时候可以。所以参学道理也在此地，参学是开放，到你明心见性，不但你定成就，理一心不乱，智慧也开，这个时候完全开放。智慧没有开，定没有成就，那是约束得非常的严谨，小乘教样样都要守规矩，都要受约束，样样都不能自由，都不能自在，这是一个修学的过程。",
      "zh_TW": "我們講前面這兩句好了，『神變』，是以種種不同的身分去利益眾生、去幫助眾生。像《普門品》裡面所說的，應以什麼樣身得度，菩薩就現什麼樣身，現身自在。在我們初學的時候，不過這個一定要得三昧才行；換句話說，你的心要得清淨才行，這是不能再降低的標準。假如心要不清淨，你這個隨類化身必定墮落，清淨心自己在眾生國土裡頭，腳跟站穩了。為什麼？不管什麼境界自己不墮落，不管什麼境界自己心地裡頭不沾染，四攝法裡頭才能夠修同事攝。如果心地不到真正的清淨，四攝法裡頭只可以布施、愛語、利行，不能同事。所以小乘戒、小乘修法的時候，四攝法只有前面三個，沒有最後一個，他決定不跟你同事。為什麼？就是自己定力不夠要防範墮落；到自己心真正清淨不染的時候，這時候可以。所以參學道理也在此地，參學是開放，到你明心見性，不但你定成就，理一心不亂，智慧也開，這個時候完全開放。智慧沒有開，定沒有成就，那是約束得非常的嚴謹，小乘教樣樣都要守規矩，都要受約束，樣樣都不能自由，都不能自在，這是一個修學的過程。"
    },
    {
      "id": "12-007-0011_p0036",
      "zh_CN": "像学校学生一样，小学生、初中生约束得很严，高中生放宽一点，大学生更放宽一点，逐渐逐渐放宽，所以一定要受相当的约束。因此，大乘戒跟小乘戒，戒条是一样，修法不一样，精神不相同，小乘戒论事不论心，约束得紧紧；大乘戒论心不论事，所以大乘戒心地皆平。当年唐朝时候，终南山的道宣律祖他那个形式就是小乘，窥基大师他就是大乘，他们两个形象给人家的观察完全不相同，两位都是戒律精严，都是人天尊敬的。所以『种种神变』，就是种种不同的身分来帮助一切众生。『种种音声』，这就是种种言词，众生喜欢听什么给他讲什么，佛无有定法可说。善于讲经的，经本子也是无有定法可说，同样一句经文，这么说一个道理，那么说还有道理，能够适合一切众生，适合各种不同的根性，叫他听了都欢喜，都能得利益，所以经是活的，不是死的。经没有说法，有无量无边的讲法，这是它的妙处，不能把它看作世间典籍来看。今天时间到了，就讲到此地。",
      "zh_TW": "像學校學生一樣，小學生、初中生約束得很嚴，高中生放寬一點，大學生更放寬一點，逐漸逐漸放寬，所以一定要受相當的約束。因此，大乘戒跟小乘戒，戒條是一樣，修法不一樣，精神不相同，小乘戒論事不論心，約束得緊緊；大乘戒論心不論事，所以大乘戒心地皆平。當年唐朝時候，終南山的道宣律祖他那個形式就是小乘，窺基大師他就是大乘，他們兩個形象給人家的觀察完全不相同，兩位都是戒律精嚴，都是人天尊敬的。所以『種種神變』，就是種種不同的身分來幫助一切眾生。『種種音聲』，這就是種種言詞，眾生喜歡聽什麼給他講什麼，佛無有定法可說。善於講經的，經本子也是無有定法可說，同樣一句經文，這麼說一個道理，那麼說還有道理，能夠適合一切眾生，適合各種不同的根性，叫他聽了都歡喜，都能得利益，所以經是活的，不是死的。經沒有說法，有無量無邊的講法，這是它的妙處，不能把它看作世間典籍來看。今天時間到了，就講到此地。"
    }
  ]
}