{
  "doc_id": "12-007-0006",
  "title": {
    "zh_CN": "四十华严寂静夜神章",
    "zh_TW": "四十華嚴寂靜夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1983",
    "zh_TW": "1983"
  },
  "doc_number": "12-007-0006",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "12-007-0006_p0001",
      "zh_CN": "将经文念几句对对地方：",
      "zh_TW": "將經文念幾句對對地方："
    },
    {
      "id": "12-007-0006_p0002",
      "zh_CN": "【若见众生多起瞋恚。我为说法。令住如来忍波罗蜜。】",
      "zh_TW": "【若見眾生多起瞋恚。我為說法。令住如來忍波羅蜜。】"
    },
    {
      "id": "12-007-0006_p0003",
      "zh_CN": "从这里看起。不过上一次讲到前面七句，有五句是讲的布施波罗蜜，有两句是讲持戒波罗蜜，曾经跟诸位说明过，菩萨行里面是以这两条为主修。这个两条是如何应用在平常生活当中，这是我们一定要了解的。布施，不是那个很狭义的，到佛教寺院里面来捐一些钱、出一些力量，那叫布施；固然是不错，那也是布施，但是那就很狭义。菩萨修的布施是广义的，这种布施是在在处处、念念之间都是修的布施、持戒，乃至于般若。可见得菩萨行与我们的生活确确实实是不能够分开的。",
      "zh_TW": "從這裡看起。不過上一次講到前面七句，有五句是講的布施波羅蜜，有兩句是講持戒波羅蜜，曾經跟諸位說明過，菩薩行裡面是以這兩條為主修。這個兩條是如何應用在平常生活當中，這是我們一定要了解的。布施，不是那個很狹義的，到佛教寺院裡面來捐一些錢、出一些力量，那叫布施；固然是不錯，那也是布施，但是那就很狹義。菩薩修的布施是廣義的，這種布施是在在處處、念念之間都是修的布施、持戒，乃至於般若。可見得菩薩行與我們的生活確確實實是不能夠分開的。"
    },
    {
      "id": "12-007-0006_p0004",
      "zh_CN": "我们在家庭里面运用我们的智慧，运用我们的能力为一家人造福，那就是布施。布施我们的精神，布施我们的体力，希望家人生活都能过得好、都能过得舒适，诸位想想是不是布施？那就是布施。可见得我们天天在做布施，不知道那是布施波罗蜜。当然『波罗蜜』这三个字不太容易，「波罗蜜」是圆满的意思，我们这个布施有没有做到圆满？所以这波罗蜜三个字不太容易做到，但是布施是每一个人都在做。六道里面哪一个人不修布施？哪一个人不持戒律？所以戒律，我们一听到戒律，马上就会想到，佛经里面五戒、十戒、比丘戒、菩萨戒就想到这些，其实它这个里面所讲亦是广义的。戒律就是规律的生活，所谓说「家有家规，国有国法」，那就是戒律。你在家里面能够守规矩，父慈子孝，兄友弟恭，一家和睦，这个就是家的戒律。国家有宪法、有法律，人人能够守法，国家的戒律。公司行号它还有个章程、有个规则，能够奉行那个章程、规则，那就是戒律。由此可知，佛法里面所讲的这些条目都是广义的，它所包含的内容，实在讲是无量无边。这样广大的境界，再跟诸位说，与佛法里面所制定的戒律，像比丘戒、菩萨戒、五戒、十戒，一定是相应的。那个精神完完全全相契合，那就变成菩萨行；如果与佛法不相应的？这是世间的戒律，世间的理、世间的法。佛法这个戒律跟世间的戒律有什么不同？佛法守这些戒律（就是规律的生活）能得定，能开智慧，这个是不相同的地方。世间守法、守规律不能得定，不能开悟，所以世出世间法就是这一点不相同。现在是我们应当要修学的，就是要把世间种种规律，如何与出世间的戒行相应，这样一来我们真是起心动念、一切作为，无不是菩萨的戒行。",
      "zh_TW": "我們在家庭裡面運用我們的智慧，運用我們的能力為一家人造福，那就是布施。布施我們的精神，布施我們的體力，希望家人生活都能過得好、都能過得舒適，諸位想想是不是布施？那就是布施。可見得我們天天在做布施，不知道那是布施波羅蜜。當然『波羅蜜』這三個字不太容易，「波羅蜜」是圓滿的意思，我們這個布施有沒有做到圓滿？所以這波羅蜜三個字不太容易做到，但是布施是每一個人都在做。六道裡面哪一個人不修布施？哪一個人不持戒律？所以戒律，我們一聽到戒律，馬上就會想到，佛經裡面五戒、十戒、比丘戒、菩薩戒就想到這些，其實它這個裡面所講亦是廣義的。戒律就是規律的生活，所謂說「家有家規，國有國法」，那就是戒律。你在家裡面能夠守規矩，父慈子孝，兄友弟恭，一家和睦，這個就是家的戒律。國家有憲法、有法律，人人能夠守法，國家的戒律。公司行號它還有個章程、有個規則，能夠奉行那個章程、規則，那就是戒律。由此可知，佛法裡面所講的這些條目都是廣義的，它所包含的內容，實在講是無量無邊。這樣廣大的境界，再跟諸位說，與佛法裡面所制定的戒律，像比丘戒、菩薩戒、五戒、十戒，一定是相應的。那個精神完完全全相契合，那就變成菩薩行；如果與佛法不相應的？這是世間的戒律，世間的理、世間的法。佛法這個戒律跟世間的戒律有什麼不同？佛法守這些戒律（就是規律的生活）能得定，能開智慧，這個是不相同的地方。世間守法、守規律不能得定，不能開悟，所以世出世間法就是這一點不相同。現在是我們應當要修學的，就是要把世間種種規律，如何與出世間的戒行相應，這樣一來我們真是起心動念、一切作為，無不是菩薩的戒行。"
    },
    {
      "id": "12-007-0006_p0005",
      "zh_CN": "前面经文虽然不长，我们在研讨的时候，句句都跟诸位说明，这个境界的广大深远，不可思议。读了之后一定要能够举一反三，要把它这些精神原理、原则在生活里面去实践。三种布施，财布施里面有内财、有外财，我们所赚来的金钱，财物惠施给别人。你自己的父母、兄弟、姐妹、妻子、儿女都是别人，你供养他，是不是对他修布施？是的，没错，是布施。除了你个人，都是他人。所以这个布施是由近而远，由亲而疏，这是对的。再有多余的，布施你的亲戚朋友；再有多余的，布施社会大众。这个发展就是从爱缘慈发展为众生缘慈，再提升发展为法缘慈，发展到最高是无缘大慈、同体大悲，那是法身大士的境界。这说的财。法布施，你所懂得的知识、智慧、学术，你传授给别人，或者你的才艺，你能够热心的教给别人，这是法布施。我们在这一生当中做过没有？做过。无畏布施是保障他身心的安全，使他没有恐惧之感，这是无畏布施。",
      "zh_TW": "前面經文雖然不長，我們在研討的時候，句句都跟諸位說明，這個境界的廣大深遠，不可思議。讀了之後一定要能夠舉一反三，要把它這些精神原理、原則在生活裡面去實踐。三種布施，財布施裡面有內財、有外財，我們所賺來的金錢，財物惠施給別人。你自己的父母、兄弟、姐妹、妻子、兒女都是別人，你供養他，是不是對他修布施？是的，沒錯，是布施。除了你個人，都是他人。所以這個布施是由近而遠，由親而疏，這是對的。再有多餘的，布施你的親戚朋友；再有多餘的，布施社會大眾。這個發展就是從愛緣慈發展為眾生緣慈，再提升發展為法緣慈，發展到最高是無緣大慈、同體大悲，那是法身大士的境界。這說的財。法布施，你所懂得的知識、智慧、學術，你傳授給別人，或者你的才藝，你能夠熱心的教給別人，這是法布施。我們在這一生當中做過沒有？做過。無畏布施是保障他身心的安全，使他沒有恐懼之感，這是無畏布施。"
    },
    {
      "id": "12-007-0006_p0006",
      "zh_CN": "由此可知，这个三类每一个人都做到，一切众生都在做，不但人做到，畜生也做到。你看那个小鸟，那个老的鸟到外面去觅食喂牠，那是财布施；有了别人来侵犯，牠不顾自己生命来保卫小鸟，无畏布施；教给小鸟求生存的本能、本事，那是法布施，畜生也会。问题就是与菩提心相应不相应？菩提心是平等心、清净心、慈悲心。所以我们在生活当中，如果是以清净心、平等心来待人接物，来服务于大众，那就是菩萨的布施波罗蜜。这个地方我加了波罗蜜，这个不是随便加的。因为修布施度目的就是在清净、平等、慈悲，清净、平等、慈悲现出来了，十波罗蜜是条条圆满，每一条都是修的菩提心。持戒，戒律就是规律的生活，虽然古今中外每一个地区、每一个时代，他们的生活方式不一样，可是都有规律。规律的生活也能够与清净心、平等心、慈悲心相应，这种规律的生活就是圆满的持戒波罗蜜，这是我们一定要晓得的。然后才真正明了，原来菩萨十波罗蜜是我们应该修的，而且不困难，不需要作意去修，原来的生活就是！哪里要再去作意去修？把经论里面这些精神，灌注在生活当中就是菩萨行，体会在心中就是菩萨道。菩萨道跟菩萨行什么时候曾经离开我们的生活？如果对于这个原理、原则不懂，你怎么修行法？",
      "zh_TW": "由此可知，這個三類每一個人都做到，一切眾生都在做，不但人做到，畜生也做到。你看那個小鳥，那個老的鳥到外面去覓食餵牠，那是財布施；有了別人來侵犯，牠不顧自己生命來保衛小鳥，無畏布施；教給小鳥求生存的本能、本事，那是法布施，畜生也會。問題就是與菩提心相應不相應？菩提心是平等心、清淨心、慈悲心。所以我們在生活當中，如果是以清淨心、平等心來待人接物，來服務於大眾，那就是菩薩的布施波羅蜜。這個地方我加了波羅蜜，這個不是隨便加的。因為修布施度目的就是在清淨、平等、慈悲，清淨、平等、慈悲現出來了，十波羅蜜是條條圓滿，每一條都是修的菩提心。持戒，戒律就是規律的生活，雖然古今中外每一個地區、每一個時代，他們的生活方式不一樣，可是都有規律。規律的生活也能夠與清淨心、平等心、慈悲心相應，這種規律的生活就是圓滿的持戒波羅蜜，這是我們一定要曉得的。然後才真正明瞭，原來菩薩十波羅蜜是我們應該修的，而且不困難，不需要作意去修，原來的生活就是！哪裡要再去作意去修？把經論裡面這些精神，灌注在生活當中就是菩薩行，體會在心中就是菩薩道。菩薩道跟菩薩行什麼時候曾經離開我們的生活？如果對於這個原理、原則不懂，你怎麼修行法？"
    },
    {
      "id": "12-007-0006_p0007",
      "zh_CN": "所以学佛就是学的生活，佛法就是生活的方法，觉悟的生活方法，没有什么奇特，不奇怪，很平常。修学佛法就是修学一种幸福美满的生活，所以他一定要依据经典。经典里面所说的是过去那些圣贤人，他们已经在生活当中体验到的这些大道理、这些方式，这种理论与方式一定给我们带来美满幸福的人生，这是可以提供给我们做参考的。所以我们一定要依经典的理论。这个经典在佛法称之为法，法有四大类：有教法、有理法、有行法、有果法，有这四大类。教法是什么？教科书，好像学校学生念书一样，课本，这是教法。我们学佛的人课本是什么？经典，经、律、论三藏经典，教法。我们在这种教科书里面获得了原理原则，那就是理法。可是诸位要晓得，理就是讲的教理，那个教法千言万语理是一个，真理只有一个，千经万论都是说的这个真理。因此才说一经通是一切经通，它理是一个。如果在这一部经里面悟入教理，这个理是通一切经的，所以它不奇怪。理是什么？理是真如本性、第一义谛，禅家讲的明心见性，念佛人讲的一心不乱、心不颠倒。跟诸位说，这是教理，这是理经。教下里面常讲大开圆解，宗门所讲大彻大悟、明心见性、见性成佛，都是讲的理，不管怎么个说法是一样的境界。明心见性跟一心不乱没两样，是一样的，言语不相同，境界是相同的。所以我们从教法悟明了理法，理是我们幸福的方向与目标。诸位想想，如果一个人在外面旅行，他有方向、他有目标，他很自在。没有方向、没有目标，前途茫然，苦不堪言！像船在大海里面失去了方向，不知道到哪里去，你说那多痛苦。知道方向，知道自己走这个路很正确，知道这个目的地在何处，这个心情很愉快，一天比一天接近。",
      "zh_TW": "所以學佛就是學的生活，佛法就是生活的方法，覺悟的生活方法，沒有什麼奇特，不奇怪，很平常。修學佛法就是修學一種幸福美滿的生活，所以他一定要依據經典。經典裡面所說的是過去那些聖賢人，他們已經在生活當中體驗到的這些大道理、這些方式，這種理論與方式一定給我們帶來美滿幸福的人生，這是可以提供給我們做參考的。所以我們一定要依經典的理論。這個經典在佛法稱之為法，法有四大類：有教法、有理法、有行法、有果法，有這四大類。教法是什麼？教科書，好像學校學生念書一樣，課本，這是教法。我們學佛的人課本是什麼？經典，經、律、論三藏經典，教法。我們在這種教科書裡面獲得了原理原則，那就是理法。可是諸位要曉得，理就是講的教理，那個教法千言萬語理是一個，真理只有一個，千經萬論都是說的這個真理。因此才說一經通是一切經通，它理是一個。如果在這一部經裡面悟入教理，這個理是通一切經的，所以它不奇怪。理是什麼？理是真如本性、第一義諦，禪家講的明心見性，念佛人講的一心不亂、心不顛倒。跟諸位說，這是教理，這是理經。教下裡面常講大開圓解，宗門所講大徹大悟、明心見性、見性成佛，都是講的理，不管怎麼個說法是一樣的境界。明心見性跟一心不亂沒兩樣，是一樣的，言語不相同，境界是相同的。所以我們從教法悟明了理法，理是我們幸福的方向與目標。諸位想想，如果一個人在外面旅行，他有方向、他有目標，他很自在。沒有方向、沒有目標，前途茫然，苦不堪言！像船在大海裡面失去了方向，不知道到哪裡去，你說那多痛苦。知道方向，知道自己走這個路很正確，知道這個目的地在何處，這個心情很愉快，一天比一天接近。"
    },
    {
      "id": "12-007-0006_p0008",
      "zh_CN": "所以要明理，理明白之后行经，行经就是实际的生活。此地所讲得十波罗蜜都是行，都是讲我们行为，生活行为。念佛人的行经就是一句佛号，「南无阿弥陀佛」，一心称念，不怀疑、不间断，这就是行经。这一句「南无阿弥陀佛」实实在在了不得，我们今天看到这么一大本的《华严经》，那一句阿弥陀佛统统包括了，一字都不漏，真不可思议！这一句佛号在我们生活当中念念提醒我们觉不迷、正不邪、净不染，岂不是把一切经论都包括尽了吗？所以这一句佛号念得好，我们在弥陀会上常常提到要与三学相应，一声「南无阿弥陀佛」，声声都圆满具足了戒定慧，这个佛号有力量。所以才能够念到功夫成片，念到事一心不乱，因为它里头有戒有定，戒定能够断见思烦恼，它才有力量破见思，证事一心不乱。它里面有慧，不但有慧，它还与三慧相应，与闻思修三慧相应，因此这一声佛号的力量能破无明，能证清净法身。与三学三慧相应，那就把整个《大藏经》都包括了，佛说法四十九年没有一部经典说离了戒定慧、离了闻思修的。这样念佛叫行经、行法。",
      "zh_TW": "所以要明理，理明白之後行經，行經就是實際的生活。此地所講得十波羅蜜都是行，都是講我們行為，生活行為。念佛人的行經就是一句佛號，「南無阿彌陀佛」，一心稱念，不懷疑、不間斷，這就是行經。這一句「南無阿彌陀佛」實實在在了不得，我們今天看到這麼一大本的《華嚴經》，那一句阿彌陀佛統統包括了，一字都不漏，真不可思議！這一句佛號在我們生活當中念念提醒我們覺不迷、正不邪、淨不染，豈不是把一切經論都包括盡了嗎？所以這一句佛號念得好，我們在彌陀會上常常提到要與三學相應，一聲「南無阿彌陀佛」，聲聲都圓滿具足了戒定慧，這個佛號有力量。所以才能夠念到功夫成片，念到事一心不亂，因為它裡頭有戒有定，戒定能夠斷見思煩惱，它才有力量破見思，證事一心不亂。它裡面有慧，不但有慧，它還與三慧相應，與聞思修三慧相應，因此這一聲佛號的力量能破無明，能證清淨法身。與三學三慧相應，那就把整個《大藏經》都包括了，佛說法四十九年沒有一部經典說離了戒定慧、離了聞思修的。這樣念佛叫行經、行法。"
    },
    {
      "id": "12-007-0006_p0009",
      "zh_CN": "果是现前得自在，这是现在的果报。无忧无虑，一天到晚法喜充满、快快乐乐，这是你现在的受用、现前的果报，果法。将来往生西方极乐世界，与诸菩萨、诸上善人俱会一处，那是将来的果法。法里头教、理、行、果，经也有教经、理经、行经、果经，我们都要懂。不懂你怎么个学法，你怎么个修法，那不叫盲修瞎练叫什么？因此，我们在修学当中，也提出了三个字「依、入、住」。这三个字，实际上是一而三、三而一，我们所依的是要依经论，依教经、依理经、依行经、依果经；我们入，也是要入这四样，教理行果；我们住，住就是《金刚经》上所说「云何应住，云何降伏其心」，我们这个心的安住，也要安住在四种法，这四种经上。这样修行，一生哪有不成就的道理？这样念佛，怎么会不往生？求取西方极乐世界，这是充满了信心。这个事情不难，难在你有这个认识、有这个体认，然后肯发愿、肯干，修因必定知果。这个原理通一切法，这个原理通一切经，通一切行门，通一切生活方式，超时间、超空间。我们抓到这个原理、原则就能得大自在，就能够像孔老夫子所说的（孔老夫子到七十岁才到这个境界），「从心所欲，不逾矩」，我们应当要努力。",
      "zh_TW": "果是現前得自在，這是現在的果報。無憂無慮，一天到晚法喜充滿、快快樂樂，這是你現在的受用、現前的果報，果法。將來往生西方極樂世界，與諸菩薩、諸上善人俱會一處，那是將來的果法。法裡頭教、理、行、果，經也有教經、理經、行經、果經，我們都要懂。不懂你怎麼個學法，你怎麼個修法，那不叫盲修瞎練叫什麼？因此，我們在修學當中，也提出了三個字「依、入、住」。這三個字，實際上是一而三、三而一，我們所依的是要依經論，依教經、依理經、依行經、依果經；我們入，也是要入這四樣，教理行果；我們住，住就是《金剛經》上所說「云何應住，云何降伏其心」，我們這個心的安住，也要安住在四種法，這四種經上。這樣修行，一生哪有不成就的道理？這樣念佛，怎麼會不往生？求取西方極樂世界，這是充滿了信心。這個事情不難，難在你有這個認識、有這個體認，然後肯發願、肯幹，修因必定知果。這個原理通一切法，這個原理通一切經，通一切行門，通一切生活方式，超時間、超空間。我們抓到這個原理、原則就能得大自在，就能夠像孔老夫子所說的（孔老夫子到七十歲才到這個境界），「從心所欲，不逾矩」，我們應當要努力。"
    },
    {
      "id": "12-007-0006_p0010",
      "zh_CN": "我们看今天这个经文。上面跟诸位讲这些原理、原则，非常非常的重要。这个在十度里面，就是十波罗蜜里面第三，忍辱波罗蜜。忍辱非常重要，我们成功、失败的关键就在忍辱。世间法常讲，「小不忍则乱大谋」，可见得这个忍的重要。佛法里要没有忍，「火烧功德林」。所以一个人他要说他修了多少功德，这个非常非常难讲，很难讲。你修行几十年，今天发了一顿脾气，一把瞋恚火都烧光了，你哪有功德。所以你要问你有多少功德，要想一想什么时候曾经发过脾气，之后到现在有几个钟点，功德就这么多。为什么？以前修的烧掉了。凡夫是一面修是一面烧，修的没有烧得多，哪来的功德？",
      "zh_TW": "我們看今天這個經文。上面跟諸位講這些原理、原則，非常非常的重要。這個在十度裡面，就是十波羅蜜裡面第三，忍辱波羅蜜。忍辱非常重要，我們成功、失敗的關鍵就在忍辱。世間法常講，「小不忍則亂大謀」，可見得這個忍的重要。佛法裡要沒有忍，「火燒功德林」。所以一個人他要說他修了多少功德，這個非常非常難講，很難講。你修行幾十年，今天發了一頓脾氣，一把瞋恚火都燒光了，你哪有功德。所以你要問你有多少功德，要想一想什麼時候曾經發過脾氣，之後到現在有幾個鐘點，功德就這麼多。為什麼？以前修的燒掉了。凡夫是一面修是一面燒，修的沒有燒得多，哪來的功德？"
    },
    {
      "id": "12-007-0006_p0011",
      "zh_CN": "功德是什么？是清净心，是定慧，戒都不算。戒，持戒，这个戒帮助你得定，到你得了定之后，那个戒是功德。没有得定，单单持戒，那个戒是福德，不算功德。所以，这个功德是讲定、讲慧。诸位想想，脾气一发，定到哪里去，定当然没有，有定怎么会发脾气？怎么会有瞋恚心？所以功德是自己修的，别人的功德没有法子给你。福德自己可以修，别人的福德可以给我们，那个人福报很大，我们沾他的光，要享他一点福，可以。那个人定功很深，我们有没有办法享用他的？他定不能给我；那个人智慧很大，他智慧不能给我。他定不能给我，他有福，他钱财很多，他钱财可以送给我；他房地产很多，他可以送一栋房子给我。福德可以给别人享，定慧没有办法，所以功德要自己修。功德最怕的就是瞋恚，所以佛给我们提出警告，这个警告是真实的，绝不夸大，叫火烧功德林。",
      "zh_TW": "功德是什麼？是清淨心，是定慧，戒都不算。戒，持戒，這個戒幫助你得定，到你得了定之後，那個戒是功德。沒有得定，單單持戒，那個戒是福德，不算功德。所以，這個功德是講定、講慧。諸位想想，脾氣一發，定到哪裡去，定當然沒有，有定怎麼會發脾氣？怎麼會有瞋恚心？所以功德是自己修的，別人的功德沒有法子給你。福德自己可以修，別人的福德可以給我們，那個人福報很大，我們沾他的光，要享他一點福，可以。那個人定功很深，我們有沒有辦法享用他的？他定不能給我；那個人智慧很大，他智慧不能給我。他定不能給我，他有福，他錢財很多，他錢財可以送給我；他房地產很多，他可以送一棟房子給我。福德可以給別人享，定慧沒有辦法，所以功德要自己修。功德最怕的就是瞋恚，所以佛給我們提出警告，這個警告是真實的，絕不誇大，叫火燒功德林。"
    },
    {
      "id": "12-007-0006_p0012",
      "zh_CN": "当然了，发瞋恚心的时候都是心里头不满意，一肚子不高兴，没有人说快快乐乐的就发脾气，没有这个道理。这种境界现前，自己这一句阿弥陀佛就提起，觉悟了。那是什么？外面那些魔看到你功德相当深了，起了嫉妒心，他也没法子破坏，他在那里故意装模作样，劝你：你赶快发脾气，赶快烧、赶快烧。你就很听话，真的把你功德就烧掉了。魔在那里看了很开心，他就怕你功德殊胜了。所以在这个时候，我们要觉悟、要警觉，好不容易修这一点功德，怎么能够随随便便就一把火把它烧掉了，那怎么办？忍辱。十波罗蜜里头梵文只是个「忍」，忍波罗蜜，「辱」是我们中国过去祖师翻译加上去的。为什么加这个字？因为我们中国把这个辱看得很重，「士可杀不可辱」，你想想看，杀头没关系，侮辱不行。所以这祖师一看，中国人烦恼太重，忍辱，辱都可以忍，那还有什么话说，那就没有不能忍的。所以特别用上这个字，辱都能忍，还有什么不能忍？",
      "zh_TW": "當然了，發瞋恚心的時候都是心裡頭不滿意，一肚子不高興，沒有人說快快樂樂的就發脾氣，沒有這個道理。這種境界現前，自己這一句阿彌陀佛就提起，覺悟了。那是什麼？外面那些魔看到你功德相當深了，起了嫉妒心，他也沒法子破壞，他在那裡故意裝模作樣，勸你：你趕快發脾氣，趕快燒、趕快燒。你就很聽話，真的把你功德就燒掉了。魔在那裡看了很開心，他就怕你功德殊勝了。所以在這個時候，我們要覺悟、要警覺，好不容易修這一點功德，怎麼能夠隨隨便便就一把火把它燒掉了，那怎麼辦？忍辱。十波羅蜜裡頭梵文只是個「忍」，忍波羅蜜，「辱」是我們中國過去祖師翻譯加上去的。為什麼加這個字？因為我們中國把這個辱看得很重，「士可殺不可辱」，你想想看，殺頭沒關係，侮辱不行。所以這祖師一看，中國人煩惱太重，忍辱，辱都可以忍，那還有什麼話說，那就沒有不能忍的。所以特別用上這個字，辱都能忍，還有什麼不能忍？"
    },
    {
      "id": "12-007-0006_p0013",
      "zh_CN": "佛在《金刚经》上说「一切法得成于忍」，所以忍辱波罗蜜是我们修学成败的关键，太重要了。忍辱就是功夫，某人功夫怎么样，忍辱的程度。菩萨法里面这个忍辱是无限度的，无限度的忍辱不容易，一定要明理，到了忍无可忍的时候，把《金刚经》拿来念一遍「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，这就消掉了，瞋恚心就没有了。这话都是真的，你把那个假的当作真的才忍无可忍。其实外头相是假的，凡所有相，皆是虚妄，你那个瞋恚心也是假的，也是凡所有相，皆是虚妄，虚妄对虚妄完全是融化了。在紧要关头的时候要提得起觉悟，你这一不觉就迷惑了。",
      "zh_TW": "佛在《金剛經》上說「一切法得成於忍」，所以忍辱波羅蜜是我們修學成敗的關鍵，太重要了。忍辱就是功夫，某人功夫怎麼樣，忍辱的程度。菩薩法裡面這個忍辱是無限度的，無限度的忍辱不容易，一定要明理，到了忍無可忍的時候，把《金剛經》拿來念一遍「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，這就消掉了，瞋恚心就沒有了。這話都是真的，你把那個假的當作真的才忍無可忍。其實外頭相是假的，凡所有相，皆是虛妄，你那個瞋恚心也是假的，也是凡所有相，皆是虛妄，虛妄對虛妄完全是融化了。在緊要關頭的時候要提得起覺悟，你這一不覺就迷惑了。"
    },
    {
      "id": "12-007-0006_p0014",
      "zh_CN": "菩萨在此地说，看到多起瞋恚的众生，『我为说法，令住如来忍波罗蜜』。「如来忍波罗蜜」是究竟圆满的波罗蜜，诸菩萨所不及的，我们要修学。换句话说，不能够忍就不是佛弟子，不能忍就不是修菩萨道，真正修菩萨道、修菩萨行的人，要把忍辱看得非常重要。你看，佛在《金刚经》上，六度里面特别强调的就是两度，你看布施、忍辱说了多少，其他的轻描淡写带一下就完了，可见得这个两条重要！忍辱是禅定的初方便，不能忍就不能得定。我们从这个地方来认真反省一下，我们念佛也好、参禅也好，修其他种种法门都好，今天为什么不能成就，大毛病就是出在这两条上，一个是放不下，不肯布施，布施是放下，放不下；一个就是说忍不过，所以你不能成就。你要是能放得下，又能忍得过，那你一定成就了。所以，这两个法门是对付两种最大的障碍，这个大障碍去掉了，小障碍容易去。这是两种大障碍，障道，障一切善法。继续念底下一条：",
      "zh_TW": "菩薩在此地說，看到多起瞋恚的眾生，『我為說法，令住如來忍波羅蜜』。「如來忍波羅蜜」是究竟圓滿的波羅蜜，諸菩薩所不及的，我們要修學。換句話說，不能夠忍就不是佛弟子，不能忍就不是修菩薩道，真正修菩薩道、修菩薩行的人，要把忍辱看得非常重要。你看，佛在《金剛經》上，六度裡面特別強調的就是兩度，你看布施、忍辱說了多少，其他的輕描淡寫帶一下就完了，可見得這個兩條重要！忍辱是禪定的初方便，不能忍就不能得定。我們從這個地方來認真反省一下，我們念佛也好、參禪也好，修其他種種法門都好，今天為什麼不能成就，大毛病就是出在這兩條上，一個是放不下，不肯布施，布施是放下，放不下；一個就是說忍不過，所以你不能成就。你要是能放得下，又能忍得過，那你一定成就了。所以，這兩個法門是對付兩種最大的障礙，這個大障礙去掉了，小障礙容易去。這是兩種大障礙，障道，障一切善法。繼續念底下一條："
    },
    {
      "id": "12-007-0006_p0015",
      "zh_CN": "【若见众生其心懈怠。我为说法。令得清净勤波罗蜜。】",
      "zh_TW": "【若見眾生其心懈怠。我為說法。令得清淨勤波羅蜜。】"
    },
    {
      "id": "12-007-0006_p0016",
      "zh_CN": "勤奋就是精进，它此地用的字用多了一个，精进是两个字，它用的是『清净勤』，「清净」就是精，「勤」就是进，精进。但是这么样说容易懂，什么叫做精进？我们平常讲纯而不杂叫精，永无退转叫进。它这个地方翻得好，清净心就是精，换句话说，什么叫做精进？你这个清净心一天比一天清净，这叫真精进。菩萨位次上，十住菩萨的心比十信菩萨的心那就清净多了，十地菩萨比十回向的菩萨又清净多了，愈往上心愈清净。由此可知，所谓精进波罗蜜，就是以一切法帮助我们修成清净心，这个心也在一切境缘当中才能成就。所以精进一定在忍辱的后面，没有忍辱哪来的清净。所以这个十波罗蜜是后后胜于前前。愈往后面愈深，好像盖房子一样，布施是第一层楼，持戒是第二层，没有底下一层哪有上面一层？所以上面一层包括了底下，底下不包括上面。有精进必定有布施、持戒、忍辱，没有这三个条件，他的心不会清净。我们讲功夫，到这个时候才功夫成就，这叫功德，到这个时候才算功德。前面都是福德，到精进的时候这叫功德，从此以上都叫功德，这以下福德，功德跟福德就从这里划分的。",
      "zh_TW": "勤奮就是精進，它此地用的字用多了一個，精進是兩個字，它用的是『清淨勤』，「清淨」就是精，「勤」就是進，精進。但是這麼樣說容易懂，什麼叫做精進？我們平常講純而不雜叫精，永無退轉叫進。它這個地方翻得好，清淨心就是精，換句話說，什麼叫做精進？你這個清淨心一天比一天清淨，這叫真精進。菩薩位次上，十住菩薩的心比十信菩薩的心那就清淨多了，十地菩薩比十迴向的菩薩又清淨多了，愈往上心愈清淨。由此可知，所謂精進波羅蜜，就是以一切法幫助我們修成清淨心，這個心也在一切境緣當中才能成就。所以精進一定在忍辱的後面，沒有忍辱哪來的清淨。所以這個十波羅蜜是後後勝於前前。愈往後面愈深，好像蓋房子一樣，布施是第一層樓，持戒是第二層，沒有底下一層哪有上面一層？所以上面一層包括了底下，底下不包括上面。有精進必定有布施、持戒、忍辱，沒有這三個條件，他的心不會清淨。我們講功夫，到這個時候才功夫成就，這叫功德，到這個時候才算功德。前面都是福德，到精進的時候這叫功德，從此以上都叫功德，這以下福德，功德跟福德就從這裡劃分的。"
    },
    {
      "id": "12-007-0006_p0017",
      "zh_CN": "所以在一切境界，人事环境、物质环境里面修什么？清净心。清净心在念佛人上来说，功夫浅的就是讲成片，带业往生；深一层的，得到念佛三昧，事一心不乱；再深一层的，得理一心不乱，这都是清净心的增上，所以要精进。这样说起来，修清净心最好是盘腿面壁，跟什么都不要往来，在这里修清净心。这行不行？不行，刚才讲了清净心要从一切境缘当中去修，称心如意的环境里面去修，修不动心，「不取于相，如如不动」，清净，心清净；恶缘、逆境里面也得要去经历，在那个地方不生瞋恚心，不起烦恼。在这个里面修什么？修精进，修清净心。开头是修忍辱，忍辱到很自然了，境缘现前的时候，不需要什么勉强，非常自然，这个时候就修的精进。所以善财童子，你看从初发心到圆满菩提，这个五十三参，一切人事环境、物质环境，这个里面五十三位善知识，有善人、有恶人，有出家、有在家还有外道，什么样境界都通过，他修什么？修清净心。每经历一番，他的境界往上提升一层，他的功夫又成熟了一番。这是善财童子在华严会上示现一个榜样给我们看，我们学佛应该怎么学法，这是真正的学佛、真正的修行。将我们自己一切错误的观念，一切错误的行为，都在生活当中修成一点过失都没有了，那就叫佛、叫圣人、叫菩萨。",
      "zh_TW": "所以在一切境界，人事環境、物質環境裡面修什麼？清淨心。清淨心在念佛人上來說，功夫淺的就是講成片，帶業往生；深一層的，得到念佛三昧，事一心不亂；再深一層的，得理一心不亂，這都是清淨心的增上，所以要精進。這樣說起來，修清淨心最好是盤腿面壁，跟什麼都不要往來，在這裡修清淨心。這行不行？不行，剛才講了清淨心要從一切境緣當中去修，稱心如意的環境裡面去修，修不動心，「不取於相，如如不動」，清淨，心清淨；惡緣、逆境裡面也得要去經歷，在那個地方不生瞋恚心，不起煩惱。在這個裡面修什麼？修精進，修清淨心。開頭是修忍辱，忍辱到很自然了，境緣現前的時候，不需要什麼勉強，非常自然，這個時候就修的精進。所以善財童子，你看從初發心到圓滿菩提，這個五十三參，一切人事環境、物質環境，這個裡面五十三位善知識，有善人、有惡人，有出家、有在家還有外道，什麼樣境界都通過，他修什麼？修清淨心。每經歷一番，他的境界往上提升一層，他的功夫又成熟了一番。這是善財童子在華嚴會上示現一個榜樣給我們看，我們學佛應該怎麼學法，這是真正的學佛、真正的修行。將我們自己一切錯誤的觀念，一切錯誤的行為，都在生活當中修成一點過失都沒有了，那就叫佛、叫聖人、叫菩薩。"
    },
    {
      "id": "12-007-0006_p0018",
      "zh_CN": "【若见众生其心散乱。我为说法。令得如来禅波罗蜜。】",
      "zh_TW": "【若見眾生其心散亂。我為說法。令得如來禪波羅蜜。】"
    },
    {
      "id": "12-007-0006_p0019",
      "zh_CN": "所谓『禅』，这个字是从梵语音译过来的，它的含义在我们中国有翻作静虑，也有翻作止观，这两个名词在佛学里头都是相当的通用，可见得禅定是活活泼泼的，不是死寂的。为什么？它有静，它还有虑，可见那个静它不是死的静，所以静不是死定；止，它里头有观。我们把它合起来讲，静与止意思是相通的，静止，止什么？止一切妄念，这是属于定。止息一切分别、执着、妄想，我们可以说把一切的妄念归纳为这三大条，这三个项目就统统都包括了。我们在一切境界里面，心里起了分别，定失掉了，起了执着失掉了，打个妄想也失掉了，禅定就没有了。虑与观是一切明达、明了。这个观诸位要晓得，离开了分别执着妄想，这才叫观。如果你问，我离开一切分别执着，那我不是变成白痴了吗？我们举这个东西，你看见没有，你看得清清楚楚，你这个时候没有分别执着妄想，你是不是白痴？不是！看得清清楚楚，听得了了分明，那就叫观。",
      "zh_TW": "所謂『禪』，這個字是從梵語音譯過來的，它的含義在我們中國有翻作靜慮，也有翻作止觀，這兩個名詞在佛學裡頭都是相當的通用，可見得禪定是活活潑潑的，不是死寂的。為什麼？它有靜，它還有慮，可見那個靜它不是死的靜，所以靜不是死定；止，它裡頭有觀。我們把它合起來講，靜與止意思是相通的，靜止，止什麼？止一切妄念，這是屬於定。止息一切分別、執著、妄想，我們可以說把一切的妄念歸納為這三大條，這三個項目就統統都包括了。我們在一切境界裡面，心裡起了分別，定失掉了，起了執著失掉了，打個妄想也失掉了，禪定就沒有了。慮與觀是一切明達、明瞭。這個觀諸位要曉得，離開了分別執著妄想，這才叫觀。如果你問，我離開一切分別執著，那我不是變成白痴了嗎？我們舉這個東西，你看見沒有，你看得清清楚楚，你這個時候沒有分別執著妄想，你是不是白痴？不是！看得清清楚楚，聽得了了分明，那就叫觀。"
    },
    {
      "id": "12-007-0006_p0020",
      "zh_CN": "尤其是修般若法门，特别注重于观想。你看《心经》，「观自在菩萨」，那个观就是止观，他止息一切分别执着，他是用般若智慧来观察一切世出世间法，所以他能看到一切法的真实相。这个时候就见到诸法实相，一切法的真实相，他明了了，没通过心意识。所以这个止就是止心意识，观就是用六根的根性，交光大师在《楞严正脉》里面就是这么告诉我们，这是很高的境界。因为这个地方所讲是五地菩萨所修的，他是圆教，所以他有这么高的水准，有这么高的境界。我们虽然不是菩萨，我们在初学，我们明白这个道理，在我们现前生活里面，就可以来试试看，也来学学。准有好处没坏处，不要害怕，决定增长你的智慧，不会叫你一天一天愚痴了，不会的，决定增长智慧。我们自己在一切法里头尽可能的不要用分别执着妄想，保持这个心清净。二六时中身心清净，这个受用很自在。",
      "zh_TW": "尤其是修般若法門，特別注重於觀想。你看《心經》，「觀自在菩薩」，那個觀就是止觀，他止息一切分別執著，他是用般若智慧來觀察一切世出世間法，所以他能看到一切法的真實相。這個時候就見到諸法實相，一切法的真實相，他明瞭了，沒通過心意識。所以這個止就是止心意識，觀就是用六根的根性，交光大師在《楞嚴正脈》裡面就是這麼告訴我們，這是很高的境界。因為這個地方所講是五地菩薩所修的，他是圓教，所以他有這麼高的水準，有這麼高的境界。我們雖然不是菩薩，我們在初學，我們明白這個道理，在我們現前生活裡面，就可以來試試看，也來學學。準有好處沒壞處，不要害怕，決定增長你的智慧，不會叫你一天一天愚痴了，不會的，決定增長智慧。我們自己在一切法裡頭盡可能的不要用分別執著妄想，保持這個心清淨。二六時中身心清淨，這個受用很自在。"
    },
    {
      "id": "12-007-0006_p0021",
      "zh_CN": "对别人，就从自己清净心里变现出分别执着妄想为他受用，你不愚痴。你问这什么？这是书签，没说错。你没有分别怎么晓得是书签，我变现出分别是给你受用，不是我自己受用，我自己这个心里头没有这个分别、没有这个执着，因为你心里头有这个分别执着，我随着你的心变现这个执着叫你明了，不是我受用。这你就晓得了，菩萨心地决定清净，清净心是自受用。交光大师所讲的「舍识用根」是自受用，他受用是从根性里头变现出心意识为他受用，这个高明！自受用的，在二种智里面讲根本智、实智，他受用的是后得智，是权智。诸佛菩萨个个都是自受用，为我们众生讲经说法，为我们分别名相，叫我们执持名号，叫我们执持戒律，那他受用。",
      "zh_TW": "對別人，就從自己清淨心裡變現出分別執著妄想為他受用，你不愚痴。你問這什麼？這是書籤，沒說錯。你沒有分別怎麼曉得是書籤，我變現出分別是給你受用，不是我自己受用，我自己這個心裡頭沒有這個分別、沒有這個執著，因為你心裡頭有這個分別執著，我隨著你的心變現這個執著叫你明瞭，不是我受用。這你就曉得了，菩薩心地決定清淨，清淨心是自受用。交光大師所講的「捨識用根」是自受用，他受用是從根性裡頭變現出心意識為他受用，這個高明！自受用的，在二種智裡面講根本智、實智，他受用的是後得智，是權智。諸佛菩薩個個都是自受用，為我們眾生講經說法，為我們分別名相，叫我們執持名號，叫我們執持戒律，那他受用。"
    },
    {
      "id": "12-007-0006_p0022",
      "zh_CN": "这些道理我们都要懂得，知道「禅波罗蜜」是修行的关键所在。戒定慧，到禅这才是定。禅也就是自性清净心。清净心起作用，这个作用就是享受，就是受用。他所起的受用，刚才讲了，自受用就是无分别智、根本智，他受用就是权智，无所不知。《般若经》上说的，「般若无知，无所不知」，无知是自受用。如果自受用里头有知，那就坏了，麻烦就大了，那是什么？那就是无明。佛在楞严会上说得好，「知见立知，是无明本」。那个知见是什么？就是无知，就是无知的知见，就是《法华经》上所说的「入佛知见」，在这个里面再加上分别、加上执着，再建立一个知，这就是无明。无明从哪来的？无明就这么来的。你要不自作聪明，哪里有无明？换句话说，无明怎么来的？都是自作聪明来的。本来聪明得不得了，还要自作聪明，这下把聪明变成傻瓜了。我们虽然没有到佛菩萨的境界，想想佛菩萨所说的这些话，真有道理。哪一个依教奉行，他得利益了，他成就了。你要不信、要怀疑，不肯照做，我们世间人讲，这人没福。遇到这个机会了，当面错过，这叫真正没有福报。一生没有遇到过，那这个不能说；遇到，当面错过，真没福。所以要重视禅波罗蜜，在念佛就是讲的一心不乱，功夫成片是相似的禅定，不是真正的禅定，未道定，到事一心不乱以上，这是真正的禅定。",
      "zh_TW": "這些道理我們都要懂得，知道「禪波羅蜜」是修行的關鍵所在。戒定慧，到禪這才是定。禪也就是自性清淨心。清淨心起作用，這個作用就是享受，就是受用。他所起的受用，剛才講了，自受用就是無分別智、根本智，他受用就是權智，無所不知。《般若經》上說的，「般若無知，無所不知」，無知是自受用。如果自受用裡頭有知，那就壞了，麻煩就大了，那是什麼？那就是無明。佛在楞嚴會上說得好，「知見立知，是無明本」。那個知見是什麼？就是無知，就是無知的知見，就是《法華經》上所說的「入佛知見」，在這個裡面再加上分別、加上執著，再建立一個知，這就是無明。無明從哪來的？無明就這麼來的。你要不自作聰明，哪裡有無明？換句話說，無明怎麼來的？都是自作聰明來的。本來聰明得不得了，還要自作聰明，這下把聰明變成傻瓜了。我們雖然沒有到佛菩薩的境界，想想佛菩薩所說的這些話，真有道理。哪一個依教奉行，他得利益了，他成就了。你要不信、要懷疑，不肯照做，我們世間人講，這人沒福。遇到這個機會了，當面錯過，這叫真正沒有福報。一生沒有遇到過，那這個不能說；遇到，當面錯過，真沒福。所以要重視禪波羅蜜，在念佛就是講的一心不亂，功夫成片是相似的禪定，不是真正的禪定，未道定，到事一心不亂以上，這是真正的禪定。"
    },
    {
      "id": "12-007-0006_p0023",
      "zh_CN": "【若见众生入于稠林无明暗障。我为说法。令得出离稠林黑暗。】",
      "zh_TW": "【若見眾生入於稠林無明闇障。我為說法。令得出離稠林黑闇。】"
    },
    {
      "id": "12-007-0006_p0024",
      "zh_CN": "这一句讲的是般若波罗蜜。此地这个般若波罗蜜也说了两句，这个两句都是讲的根本智，特别是这一句用意非常之深。我们今天见到无数的同修们，好心学佛，路走错了，就是此地所说的。『无明』就是愚痴，比喻作黑暗，黑暗是障碍。我们在黑暗当中，许许多多危险的看不到，在黑暗当中摸索，免不了要发生危险，把它比喻菩提道上种种的障碍。愚痴最简单的定义是对于真妄，这是讲用心，真心妄心、正法邪法、是非善恶不能够辨别，颠倒错乱，这是愚痴。所以在三途果报里面讲，愚痴是畜生道的业因，畜生的确糊里糊涂。",
      "zh_TW": "這一句講的是般若波羅蜜。此地這個般若波羅蜜也說了兩句，這個兩句都是講的根本智，特別是這一句用意非常之深。我們今天見到無數的同修們，好心學佛，路走錯了，就是此地所說的。『無明』就是愚痴，比喻作黑暗，黑暗是障礙。我們在黑暗當中，許許多多危險的看不到，在黑暗當中摸索，免不了要發生危險，把它比喻菩提道上種種的障礙。愚痴最簡單的定義是對於真妄，這是講用心，真心妄心、正法邪法、是非善惡不能夠辨別，顛倒錯亂，這是愚痴。所以在三途果報裡面講，愚痴是畜生道的業因，畜生的確糊裡糊塗。"
    },
    {
      "id": "12-007-0006_p0025",
      "zh_CN": "我们在这一生当中，的确佛法里面所讲的真妄邪正、是非善恶，实实在在不容易辨别，这要智慧。自己没有能力辨别的时候，要以善知识指引。自己看不见，得找一个看得见的人带路，善知识可遇不可求，到哪里去找去？以前的人求善知识比今天容易，过去的人人心纯朴、厚道，不夸张，真正善知识都非常谦虚，现在不然。从前的贤人，大家去找他做官，他还要躲起来，不肯出来。现在请做官，不要说等人请，竞选，出来竞争，到处拜托大家来投他一票。这个从前不行，从前请都请不动。你看诸葛亮他居在隆中，刘备去请三次，好不容易才把他请动。现在人有这么大的本事，早就出来竞选了，还要人请吗？这是时代不相同了。",
      "zh_TW": "我們在這一生當中，的確佛法裡面所講的真妄邪正、是非善惡，實實在在不容易辨別，這要智慧。自己沒有能力辨別的時候，要以善知識指引。自己看不見，得找一個看得見的人帶路，善知識可遇不可求，到哪裡去找去？以前的人求善知識比今天容易，過去的人人心純樸、厚道，不誇張，真正善知識都非常謙虛，現在不然。從前的賢人，大家去找他做官，他還要躲起來，不肯出來。現在請做官，不要說等人請，競選，出來競爭，到處拜託大家來投他一票。這個從前不行，從前請都請不動。你看諸葛亮他居在隆中，劉備去請三次，好不容易才把他請動。現在人有這麼大的本事，早就出來競選了，還要人請嗎？這是時代不相同了。"
    },
    {
      "id": "12-007-0006_p0026",
      "zh_CN": "今天是个个人自命为善知识，大家都自命为善知识，真善知识就难求了。是不是这些自命为善知识，果然个个都是真善知识？那就很难讲了。所以这个我们求学有幸、有不幸，这是真实个人善根福德因缘了，与宿世当然有关系。这一开头就遇到真善知识，那很幸运，你这一生不会走岔路，不会走冤枉路，大幸大幸！如果先走了一段岔路，跟到一个不是真正的善知识，跟他走了一程之后遇到真正善知识，你有智慧，你能够辨别，你能够舍妄从真，那你也是相当善根。有些人他先入为主，纵然遇到真善知识，他还排斥，他跟他原先所学的不一样，先入为主，主观观念太强了，不能接受以外的知见，这样的人就难度了。",
      "zh_TW": "今天是個個人自命為善知識，大家都自命為善知識，真善知識就難求了。是不是這些自命為善知識，果然個個都是真善知識？那就很難講了。所以這個我們求學有幸、有不幸，這是真實個人善根福德因緣了，與宿世當然有關係。這一開頭就遇到真善知識，那很幸運，你這一生不會走岔路，不會走冤枉路，大幸大幸！如果先走了一段岔路，跟到一個不是真正的善知識，跟他走了一程之後遇到真正善知識，你有智慧，你能夠辨別，你能夠捨妄從真，那你也是相當善根。有些人他先入為主，縱然遇到真善知識，他還排斥，他跟他原先所學的不一樣，先入為主，主觀觀念太強了，不能接受以外的知見，這樣的人就難度了。"
    },
    {
      "id": "12-007-0006_p0027",
      "zh_CN": "这一条是说多分都是指修道的人，走上了邪知邪见。但是他还有能力辨别邪正，菩萨要为他说法，令他改邪归正。如果他成见很深，不能够回来，菩萨在这个时候不是舍弃他，如果舍弃他，没有慈悲心，也给他说法，说法怎么样？旁敲侧击来感悟他，他实在不感悟，他排斥的力量小。就是不直接的劝他，间接的，他顶多不愿意接受，一笑了之，不至于毁谤，不至于造成重大的罪过。由此可知，菩萨度众生，真是苦口婆心，也是用尽了善巧方便，所谓是已成熟者令其成就，未成熟者令其成熟，未种善根者给他种善根，可见得有无量无边的方便法门，没有一个法门不是利益众生的，这一条在菩萨道上是非常非常的重要。我们如何才能够避免遭遇这些障碍？实在是说，这些障碍几乎是无法避免的。可是我们修行的人总希望能够避免，或者把它减少到最低的程度；那就要明理。所以佛法是再再劝勉我们要读诵大乘，你读了，心开意解，你就有能力辨别。",
      "zh_TW": "這一條是說多分都是指修道的人，走上了邪知邪見。但是他還有能力辨別邪正，菩薩要為他說法，令他改邪歸正。如果他成見很深，不能夠回來，菩薩在這個時候不是捨棄他，如果捨棄他，沒有慈悲心，也給他說法，說法怎麼樣？旁敲側擊來感悟他，他實在不感悟，他排斥的力量小。就是不直接的勸他，間接的，他頂多不願意接受，一笑了之，不至於毀謗，不至於造成重大的罪過。由此可知，菩薩度眾生，真是苦口婆心，也是用盡了善巧方便，所謂是已成熟者令其成就，未成熟者令其成熟，未種善根者給他種善根，可見得有無量無邊的方便法門，沒有一個法門不是利益眾生的，這一條在菩薩道上是非常非常的重要。我們如何才能夠避免遭遇這些障礙？實在是說，這些障礙幾乎是無法避免的。可是我們修行的人總希望能夠避免，或者把它減少到最低的程度；那就要明理。所以佛法是再再勸勉我們要讀誦大乘，你讀了，心開意解，你就有能力辨別。"
    },
    {
      "id": "12-007-0006_p0028",
      "zh_CN": "今天下午，台北商专的同学带我到他们学校去参观，同学们也提出这些意见，说是经本都是文言文，看不懂，看不懂就没兴趣，就不想看。我就告诉他，看不懂也要看，遍数看多了，就懂了。古人所讲「读书千遍，其义自见」，不要人讲的，意思自己就明了，有悟处。一般人所讲熟能生巧，首先求什么？求熟。尤其我在讲席当中常常提醒同修们，我们读经不在乎懂不懂经文，这个不重要。你说这个经文都懂得了是邪知邪见，你哪里懂得？经文有没有意思？没意思，这一定要知道的。经文有没有个讲法？没讲法。如果它有意思，意思只有一个，古人、今人大家所讲应该都是这个意思，为什么古今这些大德各人讲的都不一样？它没意思，没有意思就有无量无边的意思，就有讲不尽的意思。所以现在有很多人说，要把这个经文翻成白话文，糟了，一翻成白话就一个意思，没第二个意思了。那一翻，死了。它这个经文，活的！每一个字、每一个句里头有无量义。就跟《般若经》里讲「般若无知」，它是无知，所以它无所不知。经文无义，所以它有无量义。",
      "zh_TW": "今天下午，台北商專的同學帶我到他們學校去參觀，同學們也提出這些意見，說是經本都是文言文，看不懂，看不懂就沒興趣，就不想看。我就告訴他，看不懂也要看，遍數看多了，就懂了。古人所講「讀書千遍，其義自見」，不要人講的，意思自己就明瞭，有悟處。一般人所講熟能生巧，首先求什麼？求熟。尤其我在講席當中常常提醒同修們，我們讀經不在乎懂不懂經文，這個不重要。你說這個經文都懂得了是邪知邪見，你哪裡懂得？經文有沒有意思？沒意思，這一定要知道的。經文有沒有個講法？沒講法。如果它有意思，意思只有一個，古人、今人大家所講應該都是這個意思，為什麼古今這些大德各人講的都不一樣？它沒意思，沒有意思就有無量無邊的意思，就有講不盡的意思。所以現在有很多人說，要把這個經文翻成白話文，糟了，一翻成白話就一個意思，沒第二個意思了。那一翻，死了。它這個經文，活的！每一個字、每一個句裡頭有無量義。就跟《般若經》裡講「般若無知」，它是無知，所以它無所不知。經文無義，所以它有無量義。"
    },
    {
      "id": "12-007-0006_p0029",
      "zh_CN": "换句话说，你想求它的意思，不能求，那就大错特错。应该怎么求？就是读。读，求什么？求无知，求般若无知的那个般若。我天天在读经，得什么？无知。所以跟大家讲的，这是戒定慧三学、三慧一次完成。你读诵经典是修根本智，到你应用的时候无所不知，譬如别人问你这个经文怎么讲，你立刻对得出来。绝不是说你从前想过的，你从前曾经研究过的，不是的；你有所准备过的，不是的。如果你有所准备、有所研究，那叫邪知邪见。一问就答，快得不得了，这种反应叫本能的反应，那就是无所不知。佛当年在世在讲席上，那么多人提出问题，这一问马上就答，佛没说等我想一想，我再告诉你，没这个话。有许多问题，佛也从来没想到过的，为什么处处就能答得出来？无所不知。",
      "zh_TW": "換句話說，你想求它的意思，不能求，那就大錯特錯。應該怎麼求？就是讀。讀，求什麼？求無知，求般若無知的那個般若。我天天在讀經，得什麼？無知。所以跟大家講的，這是戒定慧三學、三慧一次完成。你讀誦經典是修根本智，到你應用的時候無所不知，譬如別人問你這個經文怎麼講，你立刻對得出來。絕不是說你從前想過的，你從前曾經研究過的，不是的；你有所準備過的，不是的。如果你有所準備、有所研究，那叫邪知邪見。一問就答，快得不得了，這種反應叫本能的反應，那就是無所不知。佛當年在世在講席上，那麼多人提出問題，這一問馬上就答，佛沒說等我想一想，我再告訴你，沒這個話。有許多問題，佛也從來沒想到過的，為什麼處處就能答得出來？無所不知。"
    },
    {
      "id": "12-007-0006_p0030",
      "zh_CN": "所以同学们要着重在读经，不要求这个里头的意思，读经最好读什么？读白文，不要看注解。为什么？注解落到第二义，经文是第一义。注解已经是别人的意思，换句话说，你被别人牵着鼻子走，你自己永远不能独立。一定要读白文，求根本智。古人这个注解可以做你参考，我心里有数，听他怎么讲的，讲讲我听听，也满有道理。听听那个人怎么讲的，也满有道理，听听这个人晓得他入了什么境界、他证得多少，听听那个人他是什么境界、他悟了多少，我们心里很明白。不跟他走，也不跟他走，但是都可以做参考，听听大家的心得，注解就是古大德他的心得报告。他对于这一部经论悟入之处，可以把它当作他的心得报告来看，不是我的心得报告，我有我的心得。有的时候我们的心得跟他相同，这个是很喜欢，我们悟出来的，虽然人家也讲过，我们并不是先看他再悟入，我们已经入了这个境界再看他，可以给我们做一个印证，我们悟入的，没错。",
      "zh_TW": "所以同學們要著重在讀經，不要求這個裡頭的意思，讀經最好讀什麼？讀白文，不要看註解。為什麼？註解落到第二義，經文是第一義。註解已經是別人的意思，換句話說，你被別人牽著鼻子走，你自己永遠不能獨立。一定要讀白文，求根本智。古人這個註解可以做你參考，我心裡有數，聽他怎麼講的，講講我聽聽，也滿有道理。聽聽那個人怎麼講的，也滿有道理，聽聽這個人曉得他入了什麼境界、他證得多少，聽聽那個人他是什麼境界、他悟了多少，我們心裡很明白。不跟他走，也不跟他走，但是都可以做參考，聽聽大家的心得，註解就是古大德他的心得報告。他對於這一部經論悟入之處，可以把它當作他的心得報告來看，不是我的心得報告，我有我的心得。有的時候我們的心得跟他相同，這個是很喜歡，我們悟出來的，雖然人家也講過，我們並不是先看他再悟入，我們已經入了這個境界再看他，可以給我們做一個印證，我們悟入的，沒錯。"
    },
    {
      "id": "12-007-0006_p0031",
      "zh_CN": "经书一定要多读。在读诵，如果说一切经多读，求博学多闻，那也未尝不可。很难，而且对于一般人来讲，要想求悟入，不容易。所以我们看古来这些大德们，他们是我们的好榜样，在《大藏经》里面这么多的经典，他在一生当中所涉猎的，一般大概是二、三十部的样子。这是一般的，多数的。有一些多一点的，五、六十部。那个少的，跟诸位说，三、四部就行了，然后就能贯通一切经。只要你悟入，这个经你没看过的，你拿来就能讲。顶多要预备的是什么？生字，那个生字是要查查辞典，那个不能说自己胡造谣言，那个不行。所以预备什么东西？预备查生字，尤其是我们现在讲方言，国语，国音，我们要查到标准的国音，念出来大家都能够明了。所以预备就是预备查生字而已、查生词而已，那个名相、名词，那个是要查的，掌故是要查的。义理查个什么？义理是悟入的。所以晓得预备是有限的。这是说明读诵的重要，才能有这个智慧、有这个能力辨别邪正是非，避免我们自己走上歧途，把我们菩萨道上这个障碍，减低到最少的程度。",
      "zh_TW": "經書一定要多讀。在讀誦，如果說一切經多讀，求博學多聞，那也未嘗不可。很難，而且對於一般人來講，要想求悟入，不容易。所以我們看古來這些大德們，他們是我們的好榜樣，在《大藏經》裡面這麼多的經典，他在一生當中所涉獵的，一般大概是二、三十部的樣子。這是一般的，多數的。有一些多一點的，五、六十部。那個少的，跟諸位說，三、四部就行了，然後就能貫通一切經。只要你悟入，這個經你沒看過的，你拿來就能講。頂多要預備的是什麼？生字，那個生字是要查查辭典，那個不能說自己胡造謠言，那個不行。所以預備什麼東西？預備查生字，尤其是我們現在講方言，國語，國音，我們要查到標準的國音，念出來大家都能夠明瞭。所以預備就是預備查生字而已、查生詞而已，那個名相、名詞，那個是要查的，掌故是要查的。義理查個什麼？義理是悟入的。所以曉得預備是有限的。這是說明讀誦的重要，才能有這個智慧、有這個能力辨別邪正是非，避免我們自己走上歧途，把我們菩薩道上這個障礙，減低到最少的程度。"
    },
    {
      "id": "12-007-0006_p0032",
      "zh_CN": "如果诸位要我给大家指一条路，我在今天来讲，行，我有这个能力，我可以给诸位指一条路，可是你信不信？你能不能死心塌地的相信？这就是问题。一条修行成佛最捷径的道路，跟诸位说就是《弥陀经》，《弥陀经》是《华严经》的结论，十大愿王导归极乐。一部《华严经》讲到最后讲什么？《阿弥陀经》，《阿弥陀经》一展开来就是《大方广佛华严经》，是一不是二。所以《弥陀经》好难懂，我在民国四十七年学《弥陀经》，我最初学的就是蕅益大师的《要解》，李老师限定我时间三个月。那是研究，胡思乱想，没有现在这功夫，也不懂得这个道理。三个月之后向他老人家提出报告，他问我怎么样？我说是仔细下过功夫，不甚了解。他说好、很好，不甚了解很好。他告诉我，的确是难。他说你要没有半部，半部要精通，精通半部《大藏经》的基础，你不会懂得《弥陀经》。我跟他报告，他跟我这么说法。难，实在是难信之法！真没有法子入得了这个境界。",
      "zh_TW": "如果諸位要我給大家指一條路，我在今天來講，行，我有這個能力，我可以給諸位指一條路，可是你信不信？你能不能死心塌地的相信？這就是問題。一條修行成佛最捷徑的道路，跟諸位說就是《彌陀經》，《彌陀經》是《華嚴經》的結論，十大願王導歸極樂。一部《華嚴經》講到最後講什麼？《阿彌陀經》，《阿彌陀經》一展開來就是《大方廣佛華嚴經》，是一不是二。所以《彌陀經》好難懂，我在民國四十七年學《彌陀經》，我最初學的就是蕅益大師的《要解》，李老師限定我時間三個月。那是研究，胡思亂想，沒有現在這功夫，也不懂得這個道理。三個月之後向他老人家提出報告，他問我怎麼樣？我說是仔細下過功夫，不甚了解。他說好、很好，不甚了解很好。他告訴我，的確是難。他說你要沒有半部，半部要精通，精通半部《大藏經》的基礎，你不會懂得《彌陀經》。我跟他報告，他跟我這麼說法。難，實在是難信之法！真沒有法子入得了這個境界。"
    },
    {
      "id": "12-007-0006_p0033",
      "zh_CN": "我们得到的帮忙？莲池、蕅益这两位大师，那对我们帮了大忙，莲池大师的《疏钞》，蕅益大师的《要解》。可是这两部的注解，我们要是没有这几十年的大经大论的底子，这两部注解摆在面前还是看不懂，那就是我当年跟李老师说的「不甚了解」。不甚了解，当然就不甚相信，虽然发愿往生，那个愿是口头的愿不是真的，这么多年念佛的功夫不得力，原因在此地。《弥陀经疏钞演义》我讲过两遍，头一遍是在莲友念佛团讲的，四年圆满。第二遍是我们图书馆成立以后讲的，今年年初的时候圆满。我们此地有全套的录音带，三百三十五个。我讲了，我满意不满意？绝对不满意。为什么？今天的境界跟那个境界完全不一样，我这一次把《要解》讲完之后我再讲第三遍，第三遍跟前面两遍大大的不相同，《要解》我也讲过几次，你看看这一次所讲的。所以诸位要是真正能体会到了，这一样够了，其他的都可以放下了，可以布施掉了，布施波罗蜜。世出世间法统统舍掉，布施波罗蜜圆满了，只取这一点，这一生决定上品上生。",
      "zh_TW": "我們得到的幫忙？蓮池、蕅益這兩位大師，那對我們幫了大忙，蓮池大師的《疏鈔》，蕅益大師的《要解》。可是這兩部的註解，我們要是沒有這幾十年的大經大論的底子，這兩部註解擺在面前還是看不懂，那就是我當年跟李老師說的「不甚了解」。不甚了解，當然就不甚相信，雖然發願往生，那個願是口頭的願不是真的，這麼多年念佛的功夫不得力，原因在此地。《彌陀經疏鈔演義》我講過兩遍，頭一遍是在蓮友念佛團講的，四年圓滿。第二遍是我們圖書館成立以後講的，今年年初的時候圓滿。我們此地有全套的錄音帶，三百三十五個。我講了，我滿意不滿意？絕對不滿意。為什麼？今天的境界跟那個境界完全不一樣，我這一次把《要解》講完之後我再講第三遍，第三遍跟前面兩遍大大的不相同，《要解》我也講過幾次，你看看這一次所講的。所以諸位要是真正能體會到了，這一樣夠了，其他的都可以放下了，可以布施掉了，布施波羅蜜。世出世間法統統捨掉，布施波羅蜜圓滿了，只取這一點，這一生決定上品上生。"
    },
    {
      "id": "12-007-0006_p0034",
      "zh_CN": "所以我现在晓得，这一句佛号里头可以断见思烦恼，可以破根本无明。为什么？这一句佛号里头就圆满具足了三学三慧，这一句佛号里把释迦牟尼佛百千法门也是圆满含摄在其中，一个不漏，你说这个佛号力量多大。所以一句阿弥陀佛，一声佛号灭八十亿劫生死重罪，有过之无不及！可惜没人相信，还要搞什么大经大论。我是从这个路上走过的、经历过的，我知道，我体会得很深。我这一点贡献给诸位，诸位能够信受奉行，那我走的这个冤枉路你就不要走了，你就少走了。你的成就就比我快，我耽误了三十年，你可以不要耽误三十年，你的成就比我高。如果你不相信还要走我这个路子，大概你三十年走的没有我那么顺利，这是我能够想像得到的。我这个三十年在大乘法里走的路相当顺利，我是一开端就遇到好老师，没走冤枉路。我一出家就在讲台上讲经，一出家就教佛学院，我出家二十五年，我在讲台上就讲了二十五年，可以说一帆风顺。到最后才醒悟这一条大道，真实不虚。这是今天我所能够给诸位提出一点贡献的。再看底下这一句：",
      "zh_TW": "所以我現在曉得，這一句佛號裡頭可以斷見思煩惱，可以破根本無明。為什麼？這一句佛號裡頭就圓滿具足了三學三慧，這一句佛號裡把釋迦牟尼佛百千法門也是圓滿含攝在其中，一個不漏，你說這個佛號力量多大。所以一句阿彌陀佛，一聲佛號滅八十億劫生死重罪，有過之無不及！可惜沒人相信，還要搞什麼大經大論。我是從這個路上走過的、經歷過的，我知道，我體會得很深。我這一點貢獻給諸位，諸位能夠信受奉行，那我走的這個冤枉路你就不要走了，你就少走了。你的成就就比我快，我耽誤了三十年，你可以不要耽誤三十年，你的成就比我高。如果你不相信還要走我這個路子，大概你三十年走的沒有我那麼順利，這是我能夠想像得到的。我這個三十年在大乘法裡走的路相當順利，我是一開端就遇到好老師，沒走冤枉路。我一出家就在講台上講經，一出家就教佛學院，我出家二十五年，我在講台上就講了二十五年，可以說一帆風順。到最後才醒悟這一條大道，真實不虛。這是今天我所能夠給諸位提出一點貢獻的。再看底下這一句："
    },
    {
      "id": "12-007-0006_p0035",
      "zh_CN": "【若见众生无有智慧。我为说法。令其成就般若波罗蜜。】",
      "zh_TW": "【若見眾生無有智慧。我為說法。令其成就般若波羅蜜。】"
    },
    {
      "id": "12-007-0006_p0036",
      "zh_CN": "这就是根本智，这个地方顶重要的就是『智慧』两个字的定义，此地讲的实智。其实『般若波罗蜜』哪一个没有？不是从外面来的，是你本来有的，现在丧失掉了，现在变成无有智慧。禅家所谓「六根门头放光动地」，谁不如是，个个如是。可是，当你在放光动地的时候，你不知不觉的知见立知，在你本有般若智慧上加了一层无明，这个无明是愈变愈深，使你的智慧不能现前。六波罗蜜里面这个般若是权、实二智统统包括在里面，十波罗蜜里头般若波罗蜜只讲实智，因为后面四条都是权智，就是后得智。这一条是讲的实智，就是讲般若无知，后面四条是讲无所不知。菩萨就教他修根本智，根本智读诵大乘是一种方法，这种方法在古来为历代的祖师普遍所采取的。大乘最好是读诵几种，这几种是以一种为主，另外选几种与这一种经有关系的，可以帮助你对于这一部经经义有所发明的这个经论，取个几种或者十几种，但是一定要以一种为主。这个为主的这一种要读诵，辅助的这个可以阅览，阅览也只是看，多看不要去想。为什么？一想就落在分别、执着、邪思上；不想，一看就明了，意思就悟出来，那好，那个境界好。你天天看，天天有悟处，那就是好境界。所以积小悟就成大悟，积大悟就成大彻大悟，这是读诵大乘的方法，我们要晓得。如果在里头去分别、执着、研究，永远不开悟，为什么？悟门堵死了，心不得清净。所以这个读经就是照，是镜子照，不能用照相机，照相机照一个里头留个影子，那就坏了。要用镜子照，不落痕迹，就开智慧。读诵要不落痕迹，不落印象，上乘功夫！",
      "zh_TW": "這就是根本智，這個地方頂重要的就是『智慧』兩個字的定義，此地講的實智。其實『般若波羅蜜』哪一個沒有？不是從外面來的，是你本來有的，現在喪失掉了，現在變成無有智慧。禪家所謂「六根門頭放光動地」，誰不如是，個個如是。可是，當你在放光動地的時候，你不知不覺的知見立知，在你本有般若智慧上加了一層無明，這個無明是愈變愈深，使你的智慧不能現前。六波羅蜜裡面這個般若是權、實二智統統包括在裡面，十波羅蜜裡頭般若波羅蜜只講實智，因為後面四條都是權智，就是後得智。這一條是講的實智，就是講般若無知，後面四條是講無所不知。菩薩就教他修根本智，根本智讀誦大乘是一種方法，這種方法在古來為歷代的祖師普遍所採取的。大乘最好是讀誦幾種，這幾種是以一種為主，另外選幾種與這一種經有關係的，可以幫助你對於這一部經經義有所發明的這個經論，取個幾種或者十幾種，但是一定要以一種為主。這個為主的這一種要讀誦，輔助的這個可以閱覽，閱覽也只是看，多看不要去想。為什麼？一想就落在分別、執著、邪思上；不想，一看就明瞭，意思就悟出來，那好，那個境界好。你天天看，天天有悟處，那就是好境界。所以積小悟就成大悟，積大悟就成大徹大悟，這是讀誦大乘的方法，我們要曉得。如果在裡頭去分別、執著、研究，永遠不開悟，為什麼？悟門堵死了，心不得清淨。所以這個讀經就是照，是鏡子照，不能用照相機，照相機照一個裡頭留個影子，那就壞了。要用鏡子照，不落痕跡，就開智慧。讀誦要不落痕跡，不落印象，上乘功夫！"
    },
    {
      "id": "12-007-0006_p0037",
      "zh_CN": "好，今天我们就讲到此地。",
      "zh_TW": "好，今天我們就講到此地。"
    }
  ]
}