{
  "doc_id": "12-007-0018",
  "title": {
    "zh_CN": "四十华严寂静夜神章",
    "zh_TW": "四十華嚴寂靜夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1983",
    "zh_TW": "1983"
  },
  "doc_number": "12-007-0018",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-007-0018_p0001",
      "zh_CN": "七百三十二面，第二行中间看起：",
      "zh_TW": "七百三十二面，第二行中間看起："
    },
    {
      "id": "12-007-0018_p0002",
      "zh_CN": "【尔时。善财童子白夜神言。圣者。云何修行得此解脱。具足圆满。】",
      "zh_TW": "【爾時。善財童子白夜神言。聖者。云何修行得此解脫。具足圓滿。】"
    },
    {
      "id": "12-007-0018_p0003",
      "zh_CN": "这是『善财童子』，听了寂静夜神在前面四番的答问，当然他是非常的欢喜。在欢喜当中，必然是也要想证得，也想入这个境界。所以此地经文当中跟着就提出，你是怎么样修行才得到这样的解脱，而且证得这样的圆满，实在是太难得了。下面这段，这个经文很重要，夜神为善财开示，实际上就是为我们开示。前次我们也曾经提到过，虽然这是地上菩萨的境界，可是菩萨的修因，值得我们做参考。换句话说，我们也要努力向这个目标来修学，向这个方向去精进。如果不肯实地修行，不要说契入境界，我们做不到，就是对于《华严经》的理解，也很难深入。换句话说，你所理解的皮毛而已，而没有法子看到字字句句里面的无量义；能够看到字字句句无量义，这入了一点。你要说是这个经究竟有多深，实在是不可思议，在龙树菩萨见的大本经，十个三千大千世界微尘偈，没法子想像的。因此，即使我们自己契入这个境界，要晓得这个境界太深太深，不断去努力；不可以得少为足，得了一点点法喜，见到就满足了。我现在已经入华严境界了，入是入了，入那么一点点而已，还差得远。这是值得我们欢喜，也值得我们警惕的。我们看夜神下面答复，就是对我们的开示：",
      "zh_TW": "這是『善財童子』，聽了寂靜夜神在前面四番的答問，當然他是非常的歡喜。在歡喜當中，必然是也要想證得，也想入這個境界。所以此地經文當中跟著就提出，你是怎麼樣修行才得到這樣的解脫，而且證得這樣的圓滿，實在是太難得了。下面這段，這個經文很重要，夜神為善財開示，實際上就是為我們開示。前次我們也曾經提到過，雖然這是地上菩薩的境界，可是菩薩的修因，值得我們做參考。換句話說，我們也要努力向這個目標來修學，向這個方向去精進。如果不肯實地修行，不要說契入境界，我們做不到，就是對於《華嚴經》的理解，也很難深入。換句話說，你所理解的皮毛而已，而沒有法子看到字字句句裡面的無量義；能夠看到字字句句無量義，這入了一點。你要說是這個經究竟有多深，實在是不可思議，在龍樹菩薩見的大本經，十個三千大千世界微塵偈，沒法子想像的。因此，即使我們自己契入這個境界，要曉得這個境界太深太深，不斷去努力；不可以得少為足，得了一點點法喜，見到就滿足了。我現在已經入華嚴境界了，入是入了，入那麼一點點而已，還差得遠。這是值得我們歡喜，也值得我們警惕的。我們看夜神下面答覆，就是對我們的開示："
    },
    {
      "id": "12-007-0018_p0004",
      "zh_CN": "【夜神言。善男子。菩萨修行十大法藏。积集圆满。光明遍照。爱乐出生。威力自在。则能成就此解脱门。】",
      "zh_TW": "【夜神言。善男子。菩薩修行十大法藏。積集圓滿。光明遍照。愛樂出生。威力自在。則能成就此解脫門。】"
    },
    {
      "id": "12-007-0018_p0005",
      "zh_CN": "这几句是总答，首先把纲目提出来，既然发菩提心，行菩萨道要认真修行。『十大法藏』，这个范围我们一看就是不思议的深广，「十」在此地，就文字里面来看，好像是十个纲目，其实要晓得它是表法的意思，十代表圆满。儒家也常说「一物不知，儒者之耻」。大儒不容易，何况是佛菩萨！法门无量誓愿学，「十大法藏」代表无量法门，世出世间法样样都要学，修学当中才能够『积集圆满，光明』，这就是说圆满的智慧。『遍照』是智慧起作用，自受用与他受用都在这两个字当中，唯有智慧起用才能得到真正之乐。诸位晓得，智慧能破无明烦恼，智慧才能够圆转八识成四智菩提，这个定功转不过来的，定能伏，不能转，智慧才能转。所以单单修定，诸位都读过《楞严》，佛在楞严会上说得很清楚，单只靠定，你修得没有一点偏差，如理如法的修学，也只能证得一个阿罗汉、辟支佛。这是达到了最高峰，再没有办法向上提升，往上提升必定要转识成智，智慧现前才能转。",
      "zh_TW": "這幾句是總答，首先把綱目提出來，既然發菩提心，行菩薩道要認真修行。『十大法藏』，這個範圍我們一看就是不思議的深廣，「十」在此地，就文字裡面來看，好像是十個綱目，其實要曉得它是表法的意思，十代表圓滿。儒家也常說「一物不知，儒者之恥」。大儒不容易，何況是佛菩薩！法門無量誓願學，「十大法藏」代表無量法門，世出世間法樣樣都要學，修學當中才能夠『積集圓滿，光明』，這就是說圓滿的智慧。『遍照』是智慧起作用，自受用與他受用都在這兩個字當中，唯有智慧起用才能得到真正之樂。諸位曉得，智慧能破無明煩惱，智慧才能夠圓轉八識成四智菩提，這個定功轉不過來的，定能伏，不能轉，智慧才能轉。所以單單修定，諸位都讀過《楞嚴》，佛在楞嚴會上說得很清楚，單只靠定，你修得沒有一點偏差，如理如法的修學，也只能證得一個阿羅漢、辟支佛。這是達到了最高峰，再沒有辦法向上提升，往上提升必定要轉識成智，智慧現前才能轉。"
    },
    {
      "id": "12-007-0018_p0006",
      "zh_CN": "所以智慧之行才是真正的离苦得乐，这个境界里头要说离苦得乐，实在是讲与凡夫的方便语。真实的情形是什么？他把苦变化成乐，这个东西自在，它转变了。因上转烦恼成菩提，果上转业报成解脱，成了自在。由此可知，业果不实，佛在大乘经上常常讲，业与果不是真实的，真实的怎么能转？不是真实的，所以它可以转。谁有智慧谁就会转了，这才是离苦得乐的究竟法门，苦，他转成乐，这不可思议。没有智慧的人，本来是很自在的，解脱的境界、乐的境界他变成苦，他把它转变为苦了，迷人把菩提涅槃转变为烦恼生死苦。觉悟的人，把烦恼生死苦转变为菩提大涅槃。所以修学着重在开悟，着重在转境界，这就是遍照。『爱乐出生，威力自在』，「乐」是乐好，这都是说，菩萨自己现前他所得到的境界。『则能成就此解脱门』，这是寂静夜神他证得的，也就是此地所讲第五地的菩萨。",
      "zh_TW": "所以智慧之行才是真正的離苦得樂，這個境界裡頭要說離苦得樂，實在是講與凡夫的方便語。真實的情形是什麼？他把苦變化成樂，這個東西自在，它轉變了。因上轉煩惱成菩提，果上轉業報成解脫，成了自在。由此可知，業果不實，佛在大乘經上常常講，業與果不是真實的，真實的怎麼能轉？不是真實的，所以它可以轉。誰有智慧誰就會轉了，這才是離苦得樂的究竟法門，苦，他轉成樂，這不可思議。沒有智慧的人，本來是很自在的，解脫的境界、樂的境界他變成苦，他把它轉變為苦了，迷人把菩提涅槃轉變為煩惱生死苦。覺悟的人，把煩惱生死苦轉變為菩提大涅槃。所以修學著重在開悟，著重在轉境界，這就是遍照。『愛樂出生，威力自在』，「樂」是樂好，這都是說，菩薩自己現前他所得到的境界。『則能成就此解脫門』，這是寂靜夜神他證得的，也就是此地所講第五地的菩薩。"
    },
    {
      "id": "12-007-0018_p0007",
      "zh_CN": "【何等为十。】",
      "zh_TW": "【何等為十。】"
    },
    {
      "id": "12-007-0018_p0008",
      "zh_CN": "这底下就别说，前面说了十大法藏，此地有十条。换句话说，这个十条是十大法藏的纲目，我们要在这个地方学。",
      "zh_TW": "這底下就別說，前面說了十大法藏，此地有十條。換句話說，這個十條是十大法藏的綱目，我們要在這個地方學。"
    },
    {
      "id": "12-007-0018_p0009",
      "zh_CN": "【一。修布施广大法藏。随众生心。悉令满足。】",
      "zh_TW": "【一。修布施廣大法藏。隨眾生心。悉令滿足。】"
    },
    {
      "id": "12-007-0018_p0010",
      "zh_CN": "下面十条就是十波罗蜜，每一波罗蜜它加了个『广大法藏』，加这么一句意思非常的明显，这个十度到五地菩萨境界就非常非常的广大，而且每一度里面圆具，圆满具足其余的九波罗蜜，每一度都是如此具足。随便说一度统统具足，这才叫「广大法藏」。『布施』是放下、是舍，要舍得清净，禅家所谓的一丝不挂，舍得干干净净，这个心就广大。我们现在心小是什么？心里头装得东西太多，塞满了，所以现在显得心量小。清净心不得了，六祖说的「何期自性，能生万法」，这就是法藏，那个自性就是清净心。所以清净心现前，世出世间一切法没有一法不通达，广大法藏现前，从舍这个方法可以得到。舍，不但世间法要舍，出世间法也要舍。如果说是世间法舍掉，佛法我还要，佛法你要了就是障碍。",
      "zh_TW": "下面十條就是十波羅蜜，每一波羅蜜它加了個『廣大法藏』，加這麼一句意思非常的明顯，這個十度到五地菩薩境界就非常非常的廣大，而且每一度裡面圓具，圓滿具足其餘的九波羅蜜，每一度都是如此具足。隨便說一度統統具足，這才叫「廣大法藏」。『布施』是放下、是捨，要捨得清淨，禪家所謂的一絲不掛，捨得乾乾淨淨，這個心就廣大。我們現在心小是什麼？心裡頭裝得東西太多，塞滿了，所以現在顯得心量小。清淨心不得了，六祖說的「何期自性，能生萬法」，這就是法藏，那個自性就是清淨心。所以清淨心現前，世出世間一切法沒有一法不通達，廣大法藏現前，從捨這個方法可以得到。捨，不但世間法要捨，出世間法也要捨。如果說是世間法捨掉，佛法我還要，佛法你要了就是障礙。"
    },
    {
      "id": "12-007-0018_p0011",
      "zh_CN": "这里面最怕的是误会，因为凡夫烦恼习气太重了，不是着在这边，就是着在那边，几时你二边都不着，那就干净，那就成功了。好了，现在听到要舍了，我们就要舍，心里有没东西？心里有个舍还是糟糕，我世出世间法统统都舍掉，还是不会开悟，他为什么没开悟？因为你还有一个东西在，没舍干净，你还有个「舍」在。连这个也不能有，这就是经里头常说的大三空三昧，空这个念头都要不得。所以你要问再来人、问真正修行人，你会不会佛法？我不会佛法。你能不能舍？我不知道舍。他跟你讲的话是都真的，都不是假的。他要有个舍的念头就坏了，他要说我懂得佛法，他还有佛法，这都是布施不究竟的相。布施究竟相说不出的，就所谓是「言语道断，心行处灭」，只可意会，不能言传，不到这个境界广大法藏不能现前。所以十门，门门都要舍，一门遍摄九门，道理就在此地。不管你从哪一门入，都能证得究竟圆满的解脱，这在此地所讲的，具足圆满的解脱门。",
      "zh_TW": "這裡面最怕的是誤會，因為凡夫煩惱習氣太重了，不是著在這邊，就是著在那邊，幾時你二邊都不著，那就乾淨，那就成功了。好了，現在聽到要捨了，我們就要捨，心裡有沒東西？心裡有個捨還是糟糕，我世出世間法統統都捨掉，還是不會開悟，他為什麼沒開悟？因為你還有一個東西在，沒捨乾淨，你還有個「捨」在。連這個也不能有，這就是經裡頭常說的大三空三昧，空這個念頭都要不得。所以你要問再來人、問真正修行人，你會不會佛法？我不會佛法。你能不能捨？我不知道捨。他跟你講的話是都真的，都不是假的。他要有個捨的念頭就壞了，他要說我懂得佛法，他還有佛法，這都是布施不究竟的相。布施究竟相說不出的，就所謂是「言語道斷，心行處滅」，只可意會，不能言傳，不到這個境界廣大法藏不能現前。所以十門，門門都要捨，一門遍攝九門，道理就在此地。不管你從哪一門入，都能證得究竟圓滿的解脫，這在此地所講的，具足圓滿的解脫門。"
    },
    {
      "id": "12-007-0018_p0012",
      "zh_CN": "后面半句说『随众生心，悉令满足』，这个境界也非常得深，我们很难体会，不但它理上确实是如此，事上也不例外。也许诸位要听了，就感觉到奇怪了，现在非洲闹饥荒，饿死那么多人，菩萨怎么能说是「随众生心，悉令满足」？他现在需要粮食、需要衣服、需要医药，菩萨你什么时候令他满足了？我们看到这个样子又怀疑，此地的众生心，不是指的我们第六意识这个心，要晓得这个道理。这个心是自性清净心，众生在迷他不觉，悟了的时候满足，那个满足的相显著，是自在的满足；迷的时候也满足，满什么足？业果满足。这个境界是大菩萨的境界。俗话也说「一饮一啄，莫非前定」，他造的善因得的善果，这是因与果相应，这是满足。因果不相应就不叫满足，种的善因得的恶果，这就不对了；种的恶因他得的善果，这个也不是满足。",
      "zh_TW": "後面半句說『隨眾生心，悉令滿足』，這個境界也非常得深，我們很難體會，不但它理上確實是如此，事上也不例外。也許諸位要聽了，就感覺到奇怪了，現在非洲鬧飢荒，餓死那麼多人，菩薩怎麼能說是「隨眾生心，悉令滿足」？他現在需要糧食、需要衣服、需要醫藥，菩薩你什麼時候令他滿足了？我們看到這個樣子又懷疑，此地的眾生心，不是指的我們第六意識這個心，要曉得這個道理。這個心是自性清淨心，眾生在迷他不覺，悟了的時候滿足，那個滿足的相顯著，是自在的滿足；迷的時候也滿足，滿什麼足？業果滿足。這個境界是大菩薩的境界。俗話也說「一飲一啄，莫非前定」，他造的善因得的善果，這是因與果相應，這是滿足。因果不相應就不叫滿足，種的善因得的惡果，這就不對了；種的惡因他得的善果，這個也不是滿足。"
    },
    {
      "id": "12-007-0018_p0013",
      "zh_CN": "种瓜它结瓜，种豆它结豆，哪个因果不圆满！每个因果都圆满，这些道理非常非常的深。我们凡夫只从表面，从表层上来观察，我们看得太浅，所以我们感觉到疑惑很多。其实佛法说得非常的究竟，非常的透彻，非常的圆满，真正觉悟过来，才晓得这个因与果完全相应。这个业果别人代替不得的，汉朝时候邓通，大家晓得，读过历史知道，他在年轻的时候，看相的看到他虎口有道纹：你这个人将来一定饿死。当时这个皇帝非常宠爱他，哪有这个道理？跟着我你怎么会饿死？这看相的决定不灵。所以把四川铜山给他，等于国家造钱由他来负责造，那是邓通的钱。等于像今天的银行一样，钞票都交给你印，全国都用你的钱，那你怎么会饿死？他想想大概也不至于，哪里晓得老皇帝死了，底下一个太子继位之后，对他恨透了，把他所有财产统统都没收，硬是把他饿死。一饮一啄，莫非前定，因果丝毫不爽。",
      "zh_TW": "種瓜它結瓜，種豆它結豆，哪個因果不圓滿！每個因果都圓滿，這些道理非常非常的深。我們凡夫只從表面，從表層上來觀察，我們看得太淺，所以我們感覺到疑惑很多。其實佛法說得非常的究竟，非常的透徹，非常的圓滿，真正覺悟過來，才曉得這個因與果完全相應。這個業果別人代替不得的，漢朝時候鄧通，大家曉得，讀過歷史知道，他在年輕的時候，看相的看到他虎口有道紋：你這個人將來一定餓死。當時這個皇帝非常寵愛他，哪有這個道理？跟著我你怎麼會餓死？這看相的決定不靈。所以把四川銅山給他，等於國家造錢由他來負責造，那是鄧通的錢。等於像今天的銀行一樣，鈔票都交給你印，全國都用你的錢，那你怎麼會餓死？他想想大概也不至於，哪裡曉得老皇帝死了，底下一個太子繼位之後，對他恨透了，把他所有財產統統都沒收，硬是把他餓死。一飲一啄，莫非前定，因果絲毫不爽。"
    },
    {
      "id": "12-007-0018_p0014",
      "zh_CN": "可是佛法不是宿命论，佛法承认有因果，这个因果可以转变，为什么？因是你自己造的，果你当然要承受。你既然能造因你就能改因，而且什么？这个因别人不能给你改，邓通靠皇帝帮忙替他改，改不过来。他自己要是懂得佛法，要好好的修善，自己可以改，仰仗别的力量来改不可能，别说皇帝改不了他，释迦牟尼佛、阿弥陀佛、毘卢遮那佛都帮不上忙，改不了的，一定要自己去改。所以佛法里头没有迷信，佛法要自己依靠自己，菩萨称为无依道人，没有依靠，这个只有依靠自己，什么人都帮不上忙，这是我们一定要觉悟。你觉悟之后，你才会不怨天不尤人，自己对自己要负责任。佛菩萨所给我们的是增上缘，把这些道理、方法告诉我们。如果我们要得受用，他给我们讲的，我们要觉悟，我们要依教奉行，才能够转自己的命运，才能够改造自己的命运，与诸佛菩萨才能感应道交。所以自助，别人才能帮助你，自爱，别人才能爱护你。",
      "zh_TW": "可是佛法不是宿命論，佛法承認有因果，這個因果可以轉變，為什麼？因是你自己造的，果你當然要承受。你既然能造因你就能改因，而且什麼？這個因別人不能給你改，鄧通靠皇帝幫忙替他改，改不過來。他自己要是懂得佛法，要好好的修善，自己可以改，仰仗別的力量來改不可能，別說皇帝改不了他，釋迦牟尼佛、阿彌陀佛、毘盧遮那佛都幫不上忙，改不了的，一定要自己去改。所以佛法裡頭沒有迷信，佛法要自己依靠自己，菩薩稱為無依道人，沒有依靠，這個只有依靠自己，什麼人都幫不上忙，這是我們一定要覺悟。你覺悟之後，你才會不怨天不尤人，自己對自己要負責任。佛菩薩所給我們的是增上緣，把這些道理、方法告訴我們。如果我們要得受用，他給我們講的，我們要覺悟，我們要依教奉行，才能夠轉自己的命運，才能夠改造自己的命運，與諸佛菩薩才能感應道交。所以自助，別人才能幫助你，自愛，別人才能愛護你。"
    },
    {
      "id": "12-007-0018_p0015",
      "zh_CN": "所以，闻佛法的机缘实实在在不容易，得善的果报是满足，得恶的果报也是满足，满足果，对那个因就报掉了。受苦，不是生生世世受苦，享乐也不是生生世世享乐，我们每个人造的因都是善恶交杂，你说哪个人行善，一生从来没有起过一个恶念，这找不到。再恶的人、再坏的人，他一生当中也起几个善念头，也起几个好心，统是善恶交杂。果报它是哪个力量强先报，《唯识论》里面讲得很清楚，「强者先报」。如果他恶的力量强，这个恶报先现前，恶报报完之后，善的种子又起现行，不是说他将来就没有福报，没有善报，不是的。种子决定不会消失，遇着缘就会现前，明白这个道理，我们二六时中起心动念，多起个善念，我们将来得个果报善，善里面最善的，无过于成佛。所以能够起佛的念头，能够起利益一切众生的念头，这个好，这是善中之善，是我们应当要学习的。",
      "zh_TW": "所以，聞佛法的機緣實實在在不容易，得善的果報是滿足，得惡的果報也是滿足，滿足果，對那個因就報掉了。受苦，不是生生世世受苦，享樂也不是生生世世享樂，我們每個人造的因都是善惡交雜，你說哪個人行善，一生從來沒有起過一個惡念，這找不到。再惡的人、再壞的人，他一生當中也起幾個善念頭，也起幾個好心，統是善惡交雜。果報它是哪個力量強先報，《唯識論》裡面講得很清楚，「強者先報」。如果他惡的力量強，這個惡報先現前，惡報報完之後，善的種子又起現行，不是說他將來就沒有福報，沒有善報，不是的。種子決定不會消失，遇著緣就會現前，明白這個道理，我們二六時中起心動念，多起個善念，我們將來得個果報善，善裡面最善的，無過於成佛。所以能夠起佛的念頭，能夠起利益一切眾生的念頭，這個好，這是善中之善，是我們應當要學習的。"
    },
    {
      "id": "12-007-0018_p0016",
      "zh_CN": "深入观察，随众生心，悉令满足，这是完全正确。诸佛菩萨就是对我们现前来讲，我们每个人根性不相同，而我们所得的是各个圆满。经中常常拿雨水来做比喻，雨水滋润一切草木，雨水落下来平等的，大树它吸得水分多，它满足了；小草它吸得水分少，它也满足了，各个皆满足。如果我们明白这个道理，九法界的众生，上从菩萨，下到地狱众生也如此。随他的智慧、随他的烦恼、随他的业习，果报无有一桩不相应，这就是满足的相。而佛菩萨时时刻刻警觉我们、启示我们，这个因缘也是普遍而没有等差的。但是众生有的人觉悟，有的人还不觉悟，那是个人烦恼、业障厚薄不相同，还是悉令满足。所以这个意思很深很深，能体会到这一层，我们这个慈悲心，悲愍一切众生的心就能生起来，这个生起来是理智的，不是感情的。我们看到众生这么苦、这么可怜，平常一个人，如果遇到这个人是你的家亲眷属，是你的父母，是你的妻子儿女受那种苦难，你心里很难过，总得想尽方法来救他，来帮助他。像《地藏菩萨本愿经》婆罗门女、光目女，看到自己母亲在地狱里受苦，她这个大心发起来了。",
      "zh_TW": "深入觀察，隨眾生心，悉令滿足，這是完全正確。諸佛菩薩就是對我們現前來講，我們每個人根性不相同，而我們所得的是各個圓滿。經中常常拿雨水來做比喻，雨水滋潤一切草木，雨水落下來平等的，大樹它吸得水分多，它滿足了；小草它吸得水分少，它也滿足了，各個皆滿足。如果我們明白這個道理，九法界的眾生，上從菩薩，下到地獄眾生也如此。隨他的智慧、隨他的煩惱、隨他的業習，果報無有一樁不相應，這就是滿足的相。而佛菩薩時時刻刻警覺我們、啟示我們，這個因緣也是普遍而沒有等差的。但是眾生有的人覺悟，有的人還不覺悟，那是個人煩惱、業障厚薄不相同，還是悉令滿足。所以這個意思很深很深，能體會到這一層，我們這個慈悲心，悲愍一切眾生的心就能生起來，這個生起來是理智的，不是感情的。我們看到眾生這麼苦、這麼可憐，平常一個人，如果遇到這個人是你的家親眷屬，是你的父母，是你的妻子兒女受那種苦難，你心裡很難過，總得想盡方法來救他，來幫助他。像《地藏菩薩本願經》婆羅門女、光目女，看到自己母親在地獄裡受苦，她這個大心發起來了。"
    },
    {
      "id": "12-007-0018_p0017",
      "zh_CN": "我们今天看这个世界众生，我们是眼光太短浅。这个众生是什么样情形，就摆在我们眼前，哪一个不苦，哪一个人不受烦恼生死的煎熬，长劫轮回，生死疲劳这多苦。只是这种苦，你没觉察到，你没看得出来，这个没看得出来，说得不好听的话，麻木不仁，没看出来；真正看出来之后，他一定发菩提心。譬如说看到非洲的灾难、看到印度的灾难，看到我们煤矿出事情的这些灾难，这些灾难在眼前大家都能看到。我们现在社会上这些人，那些苦难你没有感到，一堕落在三途那个苦难，比这些你眼睛所见的，不知道要苦多少倍？刀山油鼎，哪一个人没有经历过！我们每个人都经历过，都忘掉了。无量劫以来谁没有入过阿鼻地狱？每个人都有。哪个人没有到天堂去过？也各个人去过，大家说穿了，平等平等，天堂也住过，地狱也去过。可是如果不脱轮回，往后入地狱的机会，还多得很，真正是头出头没，怎么去救这些众生？发菩提心，修菩萨道才能够度一切众生。",
      "zh_TW": "我們今天看這個世界眾生，我們是眼光太短淺。這個眾生是什麼樣情形，就擺在我們眼前，哪一個不苦，哪一個人不受煩惱生死的煎熬，長劫輪迴，生死疲勞這多苦。只是這種苦，你沒覺察到，你沒看得出來，這個沒看得出來，說得不好聽的話，麻木不仁，沒看出來；真正看出來之後，他一定發菩提心。譬如說看到非洲的災難、看到印度的災難，看到我們煤礦出事情的這些災難，這些災難在眼前大家都能看到。我們現在社會上這些人，那些苦難你沒有感到，一墮落在三途那個苦難，比這些你眼睛所見的，不知道要苦多少倍？刀山油鼎，哪一個人沒有經歷過！我們每個人都經歷過，都忘掉了。無量劫以來誰沒有入過阿鼻地獄？每個人都有。哪個人沒有到天堂去過？也各個人去過，大家說穿了，平等平等，天堂也住過，地獄也去過。可是如果不脫輪迴，往後入地獄的機會，還多得很，真正是頭出頭沒，怎麼去救這些眾生？發菩提心，修菩薩道才能夠度一切眾生。"
    },
    {
      "id": "12-007-0018_p0018",
      "zh_CN": "所以四弘誓愿就是菩提心，你看那个愿是为谁发的？不是为我。「众生无边誓愿度」，是为救度一切众生才发这个大愿，那个愿要是从这个地方发，一定精进不会懈怠。如果这个愿是为我个人，马虎一点，反正是自己，与别人没关系，懈怠一下也无所谓，容易懈怠。为那么多众生，无量无边苦难的众生，我精进，他们就享福，我早一天成佛他们早一天得度。这是多么强大的力量在鞭策着自己，自己日夜都不敢懈怠，勇猛精进。无论是从断烦恼上，从学法门上有进无退，为什么？这个事情不是为我，是为救度一切众生。所以佛法的修学是为别人，不是为自己。佛法伟大在此地，佛法崇高在此地，佛法值得我们敬佩的，也在此地。这是我们要觉悟，要学习。第一条意思明白了，后面这个九条都不难懂。第二：",
      "zh_TW": "所以四弘誓願就是菩提心，你看那個願是為誰發的？不是為我。「眾生無邊誓願度」，是為救度一切眾生才發這個大願，那個願要是從這個地方發，一定精進不會懈怠。如果這個願是為我個人，馬虎一點，反正是自己，與別人沒關係，懈怠一下也無所謂，容易懈怠。為那麼多眾生，無量無邊苦難的眾生，我精進，他們就享福，我早一天成佛他們早一天得度。這是多麼強大的力量在鞭策著自己，自己日夜都不敢懈怠，勇猛精進。無論是從斷煩惱上，從學法門上有進無退，為什麼？這個事情不是為我，是為救度一切眾生。所以佛法的修學是為別人，不是為自己。佛法偉大在此地，佛法崇高在此地，佛法值得我們敬佩的，也在此地。這是我們要覺悟，要學習。第一條意思明白了，後面這個九條都不難懂。第二："
    },
    {
      "id": "12-007-0018_p0019",
      "zh_CN": "【二。修净戒广大法藏。普入一切佛功德海。】",
      "zh_TW": "【二。修淨戒廣大法藏。普入一切佛功德海。】"
    },
    {
      "id": "12-007-0018_p0020",
      "zh_CN": "戒称之为『净戒』，持戒是清凉、清净自在，一般人把这个戒看作什么？看作绳索一样。一持戒我样样事情都不能做了，好像绳索把我绑得紧紧的，一动就犯戒，动不动就犯戒造罪，戒不能受，受了戒就不自由了。他不晓得，戒才是真正的自由，才是真正的自在。我们为什么会有这种感觉？平时放逸惯了，恶习气太深，一下想学好，好像很拘束。戒行是正行，换句话说，是正当的行为，是自在的行为，是真正幸福的行为。哪里是约束人的？世间法律是约束人的，我们什么人感觉到我被法律约束？没有，没有感觉到被法律约束。只有那个犯罪的人这个不得了，犯了罪这被法律约束。你要不犯罪，法律对你岂不是清凉自在！你要不起恶念，不作恶行，戒律是清凉的，是自在的。所以戒律是佛菩萨的行为，我们既然要想成佛、成菩萨，我们的行为上要学，要学佛菩萨，要像个佛菩萨，这就是讲戒律一定要受持。",
      "zh_TW": "戒稱之為『淨戒』，持戒是清涼、清淨自在，一般人把這個戒看作什麼？看作繩索一樣。一持戒我樣樣事情都不能做了，好像繩索把我綁得緊緊的，一動就犯戒，動不動就犯戒造罪，戒不能受，受了戒就不自由了。他不曉得，戒才是真正的自由，才是真正的自在。我們為什麼會有這種感覺？平時放逸慣了，惡習氣太深，一下想學好，好像很拘束。戒行是正行，換句話說，是正當的行為，是自在的行為，是真正幸福的行為。哪裡是約束人的？世間法律是約束人的，我們什麼人感覺到我被法律約束？沒有，沒有感覺到被法律約束。只有那個犯罪的人這個不得了，犯了罪這被法律約束。你要不犯罪，法律對你豈不是清涼自在！你要不起惡念，不作惡行，戒律是清涼的，是自在的。所以戒律是佛菩薩的行為，我們既然要想成佛、成菩薩，我們的行為上要學，要學佛菩薩，要像個佛菩薩，這就是講戒律一定要受持。"
    },
    {
      "id": "12-007-0018_p0021",
      "zh_CN": "今日之下讲到戒就相当的难，譬如讲经的法师大德还不少，讲戒的没有了，找不到一个讲戒律的。学经、听经的人多，如果要是讲戒，恐怕没有人愿意来听，为什么？一听从开头到结束都在骂我，算了，我都不要去听了。他听一次下一次再不来了，所以也没人讲，也没人乐意听。凡夫都愿意听好话，对我赞叹我很开心；一天到晚去挨骂，谁愿意去挨骂去？这样对我们真正修学的人，我们这一分的福分就没有了。戒学要自己去研究，实在讲佛菩萨、诸善知识非常慈悲，晓得末法时期，众生业障深重，不容易自拔，业障太重。所以你看印光大师所提倡的，他用《安士全书》、用《了凡四训》、用《感应篇》，这些东西我们容易看，不像戒律那么严肃。内容全是戒律，教我们明白因果，断恶修善。尤其是在现代这个社会，现代社会是开放的社会，在这个社会里面，修行就难了，因为开放社会讲民主、讲自由，这一民主、一自由，我们的真性上面盖覆的无明烦恼，必然是一天比一天要深厚。我们细细的去看中国的历史，诸位会体会到古时候这些古圣先贤，对于一个人的生活行为，真是想尽了方便法来防范。",
      "zh_TW": "今日之下講到戒就相當的難，譬如講經的法師大德還不少，講戒的沒有了，找不到一個講戒律的。學經、聽經的人多，如果要是講戒，恐怕沒有人願意來聽，為什麼？一聽從開頭到結束都在罵我，算了，我都不要去聽了。他聽一次下一次再不來了，所以也沒人講，也沒人樂意聽。凡夫都願意聽好話，對我讚歎我很開心；一天到晚去挨罵，誰願意去挨罵去？這樣對我們真正修學的人，我們這一分的福分就沒有了。戒學要自己去研究，實在講佛菩薩、諸善知識非常慈悲，曉得末法時期，眾生業障深重，不容易自拔，業障太重。所以你看印光大師所提倡的，他用《安士全書》、用《了凡四訓》、用《感應篇》，這些東西我們容易看，不像戒律那麼嚴肅。內容全是戒律，教我們明白因果，斷惡修善。尤其是在現代這個社會，現代社會是開放的社會，在這個社會裡面，修行就難了，因為開放社會講民主、講自由，這一民主、一自由，我們的真性上面蓋覆的無明煩惱，必然是一天比一天要深厚。我們細細的去看中國的歷史，諸位會體會到古時候這些古聖先賢，對於一個人的生活行為，真是想盡了方便法來防範。"
    },
    {
      "id": "12-007-0018_p0022",
      "zh_CN": "所谓是闲邪存诚，才能维持一个社会、国家长治永安，维持一个纯朴的风俗。文化的交流这个冲击把我们防范的堤防掘开了，这一到今天变成不可收拾，我们想想，再用防范的手段行不行？不行了，那叫开倒车。河堤已经崩溃了，再想筑堤把洪流拦住，没有这种力量。在今天用什么方法？疏导。跟治水一样，堤防功效已经失掉，没有办法再筑堤防就疏导，大乘的戒法着重在疏导。小乘的戒法就好像筑堤防，所以小乘戒跟大乘戒是不相同。末法时期开放的社会，你讲大乘戒，人家容易接受；讲小乘戒没有人愿意听，也没有人愿意学。无怪乎佛在《法华经》里面告诉我们，末法时期要讲大乘法，末法是讲大乘法。原来大乘法，容易被一个开放的思想、开放的社会所接受，尤其是《华严经》讲「理事无碍，事事无碍」，这圆满自在，那哪个不愿意学？各个愿意学。在这个里面拈出戒律的精神，防非止过，对于物质、精神上种种享受不排斥，在这个里头教给你要修清净心；如果在这个境界里你要不修清净心，你会堕落。如果你要是把这个种种享受都排斥，一般人说你开倒车、说你落伍，那你又承受不了。",
      "zh_TW": "所謂是閑邪存誠，才能維持一個社會、國家長治永安，維持一個純樸的風俗。文化的交流這個衝擊把我們防範的堤防掘開了，這一到今天變成不可收拾，我們想想，再用防範的手段行不行？不行了，那叫開倒車。河堤已經崩潰了，再想築堤把洪流攔住，沒有這種力量。在今天用什麼方法？疏導。跟治水一樣，堤防功效已經失掉，沒有辦法再築堤防就疏導，大乘的戒法著重在疏導。小乘的戒法就好像築堤防，所以小乘戒跟大乘戒是不相同。末法時期開放的社會，你講大乘戒，人家容易接受；講小乘戒沒有人願意聽，也沒有人願意學。無怪乎佛在《法華經》裡面告訴我們，末法時期要講大乘法，末法是講大乘法。原來大乘法，容易被一個開放的思想、開放的社會所接受，尤其是《華嚴經》講「理事無礙，事事無礙」，這圓滿自在，那哪個不願意學？各個願意學。在這個裡面拈出戒律的精神，防非止過，對於物質、精神上種種享受不排斥，在這個裡頭教給你要修清淨心；如果在這個境界裡你要不修清淨心，你會墮落。如果你要是把這個種種享受都排斥，一般人說你開倒車、說你落伍，那你又承受不了。"
    },
    {
      "id": "12-007-0018_p0023",
      "zh_CN": "末法时期修小乘行的稀有，修苦行的稀有，值得我们赞叹，那是少数人，那些人必定都是将来的祖师大德。为什么？他培的是真正深厚，他有这么深厚的基础，将来才能够弘法利生，才能够成就自己，成就别人。我们要求广大的群众，一样的这样修法不可能。所以末法时期，人都聪明，不是聪明人不会做坏事，做坏事的，都一等一的聪明人。他一回头可不得了，回头是岸，那一回头就是佛菩萨。没有智慧的人，想做坏事情，他也做不成。所以这个戒重要是戒在心里，这是在这个时代修学，因为每个人生活在工业时代非常忙碌，生活这是个现实问题。你说我学佛了，我要修清净心、清净行，我把家都不要了，妻子儿女都不要了，这违背佛法。如果大家都这样做了，这个佛法一定会被国家法律禁止。这还得了，这搞得这么多人连家都不要了，把我们整个社会制度都破坏了，这是不会被这个时代所接纳的。",
      "zh_TW": "末法時期修小乘行的稀有，修苦行的稀有，值得我們讚歎，那是少數人，那些人必定都是將來的祖師大德。為什麼？他培的是真正深厚，他有這麼深厚的基礎，將來才能夠弘法利生，才能夠成就自己，成就別人。我們要求廣大的群眾，一樣的這樣修法不可能。所以末法時期，人都聰明，不是聰明人不會做壞事，做壞事的，都一等一的聰明人。他一回頭可不得了，回頭是岸，那一回頭就是佛菩薩。沒有智慧的人，想做壞事情，他也做不成。所以這個戒重要是戒在心裡，這是在這個時代修學，因為每個人生活在工業時代非常忙碌，生活這是個現實問題。你說我學佛了，我要修清淨心、清淨行，我把家都不要了，妻子兒女都不要了，這違背佛法。如果大家都這樣做了，這個佛法一定會被國家法律禁止。這還得了，這搞得這麼多人連家都不要了，把我們整個社會制度都破壞了，這是不會被這個時代所接納的。"
    },
    {
      "id": "12-007-0018_p0024",
      "zh_CN": "佛法实在也了不起，我们古人赞叹孔老夫子「圣之时者也」，佛法也如是，佛法讲中道，无论在什么社会，无论在什么时代，无论在什么国土，它统统是中道，这是了不起。所以它没有障碍，它能够适应各种不同的环境，能够适应各种不同的众生，能够适应各种不同的思想，能够适合各种不同的行业，无所而不适用，这个法门到哪里去找！这就是大乘佛法，所以，心地要清净。戒要不要读？要读，读菩萨戒。在家的同修沙弥戒可以读，菩萨戒可以读。比丘、比丘尼戒最好不要看，原因在什么地方？没有秘密，诸位要晓得佛法里头没有秘密，秘密一定不是好事情，不可告人还会是好事情吗？佛法里头没有秘密，佛法里有深密，它太深了，不是浅学的人所能够理解的。所以佛法有深密没有秘密，佛法样样都公开的，没有一样不能公开。比丘戒、比丘尼戒又何尝不能公开？为什么不给你看？这个不准看释迦牟尼佛定的，大慈大悲。",
      "zh_TW": "佛法實在也了不起，我們古人讚歎孔老夫子「聖之時者也」，佛法也如是，佛法講中道，無論在什麼社會，無論在什麼時代，無論在什麼國土，它統統是中道，這是了不起。所以它沒有障礙，它能夠適應各種不同的環境，能夠適應各種不同的眾生，能夠適應各種不同的思想，能夠適合各種不同的行業，無所而不適用，這個法門到哪裡去找！這就是大乘佛法，所以，心地要清淨。戒要不要讀？要讀，讀菩薩戒。在家的同修沙彌戒可以讀，菩薩戒可以讀。比丘、比丘尼戒最好不要看，原因在什麼地方？沒有祕密，諸位要曉得佛法裡頭沒有祕密，祕密一定不是好事情，不可告人還會是好事情嗎？佛法裡頭沒有祕密，佛法裡有深密，它太深了，不是淺學的人所能夠理解的。所以佛法有深密沒有祕密，佛法樣樣都公開的，沒有一樣不能公開。比丘戒、比丘尼戒又何嘗不能公開？為什麼不給你看？這個不准看釋迦牟尼佛定的，大慈大悲。"
    },
    {
      "id": "12-007-0018_p0025",
      "zh_CN": "比丘他的责任是传道，在社会上他的身分，是老师的身分，换句话说，他是社会的楷模。但是他还是凡夫，他没成佛，他没证果；换句话说，他毛病当然很多。你要看这个戒本，你会对这个尊重心就没有了。本来看到的时候非常尊重，一看戒本，他这又犯了戒、那个地方又错了，一天到晚光是拿着这个尺码去量比丘，看他有没有犯戒，我们这个心就坏了。所以不叫你看这个戒本，是教你对出家人生恭敬心，你自己就有福了。一天到晚去批评人，不管他有没有毛病，他纵然是犯了戒，你去批评他，他堕地狱，你跟他去，他犯戒堕地狱，你说他的坏话，说坏话不是好事情，不是功德，你也跟他堕落。所以佛不叫我们看比丘戒、比丘尼戒，是大慈大悲，是这个用意，是一番好意。并不是说那很秘密，那个不能看，不是的，我们要晓得这个意思，不是不能看。我们还是守佛的教诫为妥当，既然为佛弟子，就要接受佛的教诫。",
      "zh_TW": "比丘他的責任是傳道，在社會上他的身分，是老師的身分，換句話說，他是社會的楷模。但是他還是凡夫，他沒成佛，他沒證果；換句話說，他毛病當然很多。你要看這個戒本，你會對這個尊重心就沒有了。本來看到的時候非常尊重，一看戒本，他這又犯了戒、那個地方又錯了，一天到晚光是拿著這個尺碼去量比丘，看他有沒有犯戒，我們這個心就壞了。所以不叫你看這個戒本，是教你對出家人生恭敬心，你自己就有福了。一天到晚去批評人，不管他有沒有毛病，他縱然是犯了戒，你去批評他，他墮地獄，你跟他去，他犯戒墮地獄，你說他的壞話，說壞話不是好事情，不是功德，你也跟他墮落。所以佛不叫我們看比丘戒、比丘尼戒，是大慈大悲，是這個用意，是一番好意。並不是說那很祕密，那個不能看，不是的，我們要曉得這個意思，不是不能看。我們還是守佛的教誡為妥當，既然為佛弟子，就要接受佛的教誡。"
    },
    {
      "id": "12-007-0018_p0026",
      "zh_CN": "这个净戒底下一句要注意，『普入一切佛功德海』，什么是「功德」？定是功德，当然慧也是功德，但还是偏重在定上，因戒才生定。诸佛果上的大定，《楞严经》上称之为首楞严大定，本经里面称之为「师子奋迅三昧」，师子奋迅三昧是从比喻上得名的，显示出大定的自在。戒怎么能够得定？这是诸位一定要晓得的，戒律是戒自己的，不是戒别人的，你就会得定，你心就会得清凉、得自在。如果说戒律是戒别人的，不是戒自己的，那这个持戒适得其反，你天天造罪业。你不受戒还不造罪业，这一受了戒天天造罪业，看这个也不顺眼、看那个也不顺眼。在四众当中你常常去起心动念，你怎么能得定？所以真正受持净戒的人，学生就是自己一个，除自己之外都是佛菩萨，都是善知识。那个人持戒很精严的是我的善知识，他教我要持戒，给我做个榜样；那个破戒、犯戒的也是善知识，他故意表演这套给我看，看看我警觉不警觉，统是善知识。所以恭敬心是平等的，对于持戒人恭敬，对于破戒人也恭敬，决定平等。他成就自己的定功，他在境界里头不起分别心。",
      "zh_TW": "這個淨戒底下一句要注意，『普入一切佛功德海』，什麼是「功德」？定是功德，當然慧也是功德，但還是偏重在定上，因戒才生定。諸佛果上的大定，《楞嚴經》上稱之為首楞嚴大定，本經裡面稱之為「師子奮迅三昧」，師子奮迅三昧是從比喻上得名的，顯示出大定的自在。戒怎麼能夠得定？這是諸位一定要曉得的，戒律是戒自己的，不是戒別人的，你就會得定，你心就會得清涼、得自在。如果說戒律是戒別人的，不是戒自己的，那這個持戒適得其反，你天天造罪業。你不受戒還不造罪業，這一受了戒天天造罪業，看這個也不順眼、看那個也不順眼。在四眾當中你常常去起心動念，你怎麼能得定？所以真正受持淨戒的人，學生就是自己一個，除自己之外都是佛菩薩，都是善知識。那個人持戒很精嚴的是我的善知識，他教我要持戒，給我做個榜樣；那個破戒、犯戒的也是善知識，他故意表演這套給我看，看看我警覺不警覺，統是善知識。所以恭敬心是平等的，對於持戒人恭敬，對於破戒人也恭敬，決定平等。他成就自己的定功，他在境界裡頭不起分別心。"
    },
    {
      "id": "12-007-0018_p0027",
      "zh_CN": "我一九七七年在香港讲经，我举出一个例子，讲功德是相等的。我举岳飞跟秦桧，当然那些听众也是一个很大的震撼。我说他们两个都是民族英雄，对我们中华民族的贡献一样大，岳飞教给我们尽忠报国，正面跟我们做个榜样；秦桧从反面叫你千万不要做汉奸，做汉奸就这样的下场。两个人对我们同样功德，我们对岳飞尊敬，对秦桧也尊敬。我们在这里要生平等心，对于岳飞对他行三鞠躬礼，看到秦桧相吐他几口唾沫，那是凡夫心，那个境界不高。真正要看透了，两个人功德一样大，一个从正面教给我们，一个从反面教我们。一个教我们修善，一个教我们不可以作恶，作恶就像这样的下场。现身说法，所以我下个结论，岳飞生天堂，秦桧也生天堂，他们听众听了之后，感觉得很突然，我怎么这个说法？我说我看得大概不会错，为什么？他的功德太大了。所以我们对一切众生能够生平等恭敬。",
      "zh_TW": "我一九七七年在香港講經，我舉出一個例子，講功德是相等的。我舉岳飛跟秦檜，當然那些聽眾也是一個很大的震撼。我說他們兩個都是民族英雄，對我們中華民族的貢獻一樣大，岳飛教給我們盡忠報國，正面跟我們做個榜樣；秦檜從反面叫你千萬不要做漢奸，做漢奸就這樣的下場。兩個人對我們同樣功德，我們對岳飛尊敬，對秦檜也尊敬。我們在這裡要生平等心，對於岳飛對他行三鞠躬禮，看到秦檜相吐他幾口唾沫，那是凡夫心，那個境界不高。真正要看透了，兩個人功德一樣大，一個從正面教給我們，一個從反面教我們。一個教我們修善，一個教我們不可以作惡，作惡就像這樣的下場。現身說法，所以我下個結論，岳飛生天堂，秦檜也生天堂，他們聽眾聽了之後，感覺得很突然，我怎麼這個說法？我說我看得大概不會錯，為什麼？他的功德太大了。所以我們對一切眾生能夠生平等恭敬。"
    },
    {
      "id": "12-007-0018_p0028",
      "zh_CN": "如果这些作恶的人，对我们社会没有贡献，二十五史何必写他的传？用不着写他传了。写历史的有很深的用意，那个智慧了不起！第一部历史，司马迁真正不得了，这个人真正是有大智慧，善人立传教后世效法，恶人给他立传教后世警戒，不可以学他。你看这个用心多么的善！隐逸，我上一次跟诸位提过，有学问、有道德、有能力不出来做事，一天到晚游山玩水，这些人也给他立个传，他对社会有什么贡献？正面的贡献没看到，负面的贡献也没看到，为什么给他立个传？有很深的用意在。这些人教给我们什么？于世无求，于人无争。这个不得了，这个人要给他立传。你看我们社会一天到晚是争名夺利，那些隐士给他立传的用意就是教后人，这是高人，高在哪里？于人无争，于世无求。他有能力出来跟人竞争，他不争；他可以求功名富贵，他不求，清高之士。所以这些着眼点了不起的智慧，他看一个问题看得深远、透彻，他思想周密，不是普通人所及的。",
      "zh_TW": "如果這些作惡的人，對我們社會沒有貢獻，二十五史何必寫他的傳？用不著寫他傳了。寫歷史的有很深的用意，那個智慧了不起！第一部歷史，司馬遷真正不得了，這個人真正是有大智慧，善人立傳教後世效法，惡人給他立傳教後世警戒，不可以學他。你看這個用心多麼的善！隱逸，我上一次跟諸位提過，有學問、有道德、有能力不出來做事，一天到晚遊山玩水，這些人也給他立個傳，他對社會有什麼貢獻？正面的貢獻沒看到，負面的貢獻也沒看到，為什麼給他立個傳？有很深的用意在。這些人教給我們什麼？於世無求，於人無爭。這個不得了，這個人要給他立傳。你看我們社會一天到晚是爭名奪利，那些隱士給他立傳的用意就是教後人，這是高人，高在哪裡？於人無爭，於世無求。他有能力出來跟人競爭，他不爭；他可以求功名富貴，他不求，清高之士。所以這些著眼點了不起的智慧，他看一個問題看得深遠、透徹，他思想周密，不是普通人所及的。"
    },
    {
      "id": "12-007-0018_p0029",
      "zh_CN": "所以戒，晓得是戒自己，不戒别人，你就能够得定，就能开智慧，戒才能得清净。小乘戒是戒私生活，所谓私生活就是个人，没有与大众相处。儒家所讲「慎独」，小乘戒就重在这个地方。大乘戒是处众的规范，与大众相处这种生活的规范，与大众相处这个生活规范是只管我个人，不是管别人的，我在大众当中应该怎么做法，不要求别人对我怎么做法，这是菩萨行。所以这个戒律无论大乘戒、小乘戒统统是律己，没有一条戒是律别人。我们把这个戒律搞错了，戒律好像我们大家处处一同要来遵守的，我守，你也得要守，你守，与我守有什么关系？没想到戒律自己要遵守，不能要求别人遵守。为什么？别人是菩萨、是佛，他是示现的，我是真凡夫，他假装的，我怎么可以要求他来持戒？这样才能做到十大愿王，「礼敬诸佛，称赞如来，广修供养」，才有资格修普贤行。不能够严持戒律，就不能修普贤行。为什么？你对于一切众生恭敬心生不起来，称赞的意念生不起来。这要是用在我们念佛法门上，与我们的品位有很大的关系，决定性的关系。能持戒的，品位必定增上，心清净！一个念佛的人又能修普贤行，在我看他这一生当中，纵然不能得到理一心不乱，事一心靠得住。如果一天到晚，拿着戒律尺码子到处去量人，他要能往生也不过是带业往生，凡圣同居土品位不高。",
      "zh_TW": "所以戒，曉得是戒自己，不戒別人，你就能夠得定，就能開智慧，戒才能得清淨。小乘戒是戒私生活，所謂私生活就是個人，沒有與大眾相處。儒家所講「慎獨」，小乘戒就重在這個地方。大乘戒是處眾的規範，與大眾相處這種生活的規範，與大眾相處這個生活規範是只管我個人，不是管別人的，我在大眾當中應該怎麼做法，不要求別人對我怎麼做法，這是菩薩行。所以這個戒律無論大乘戒、小乘戒統統是律己，沒有一條戒是律別人。我們把這個戒律搞錯了，戒律好像我們大家處處一同要來遵守的，我守，你也得要守，你守，與我守有什麼關係？沒想到戒律自己要遵守，不能要求別人遵守。為什麼？別人是菩薩、是佛，他是示現的，我是真凡夫，他假裝的，我怎麼可以要求他來持戒？這樣才能做到十大願王，「禮敬諸佛，稱讚如來，廣修供養」，才有資格修普賢行。不能夠嚴持戒律，就不能修普賢行。為什麼？你對於一切眾生恭敬心生不起來，稱讚的意念生不起來。這要是用在我們念佛法門上，與我們的品位有很大的關係，決定性的關係。能持戒的，品位必定增上，心清淨！一個念佛的人又能修普賢行，在我看他這一生當中，縱然不能得到理一心不亂，事一心靠得住。如果一天到晚，拿著戒律尺碼子到處去量人，他要能往生也不過是帶業往生，凡聖同居土品位不高。"
    },
    {
      "id": "12-007-0018_p0030",
      "zh_CN": "在教学当中也是如此，善知识有慧眼，看你是个可造之才严格的教你，对你斥责，那是慈悲，一点都不马虎，给你苦头吃。成天动脑筋想什么苦头来给他吃，来找他的麻烦，为什么？锻炼他，使他能成个大器，这是大慈大悲。如果看这个学生不堪造就，怎么叫不堪造就？你跟他说真话，劝他真实修行，他心里不高兴，甚至于反抗，甚至于你故意找我麻烦，我将来有一天总会报复你。对于这样的学生怎么样？对他非常客气，用不着再去督促。为什么？不能成就。老师要对学生一客气了，等于说老师把这个学生放弃，为什么？不可教，客客气气的跟你结个善缘，不跟你结冤仇。可以造就的，就好像是眼中钉一样，这个老师看到我像眼中钉，好老师，真正想成就你，这要晓得。老师天天管教你那是爱护你；老师天天随你去，样样都不管你，不要你了，只跟你结个善缘而已。这是我们一定要明了。第三句说：",
      "zh_TW": "在教學當中也是如此，善知識有慧眼，看你是個可造之才嚴格的教你，對你斥責，那是慈悲，一點都不馬虎，給你苦頭吃。成天動腦筋想什麼苦頭來給他吃，來找他的麻煩，為什麼？鍛鍊他，使他能成個大器，這是大慈大悲。如果看這個學生不堪造就，怎麼叫不堪造就？你跟他說真話，勸他真實修行，他心裡不高興，甚至於反抗，甚至於你故意找我麻煩，我將來有一天總會報復你。對於這樣的學生怎麼樣？對他非常客氣，用不著再去督促。為什麼？不能成就。老師要對學生一客氣了，等於說老師把這個學生放棄，為什麼？不可教，客客氣氣的跟你結個善緣，不跟你結冤仇。可以造就的，就好像是眼中釘一樣，這個老師看到我像眼中釘，好老師，真正想成就你，這要曉得。老師天天管教你那是愛護你；老師天天隨你去，樣樣都不管你，不要你了，只跟你結個善緣而已。這是我們一定要明瞭。第三句說："
    },
    {
      "id": "12-007-0018_p0031",
      "zh_CN": "【修安忍广大法藏。能遍思惟一切法性。】",
      "zh_TW": "【修安忍廣大法藏。能遍思惟一切法性。】"
    },
    {
      "id": "12-007-0018_p0032",
      "zh_CN": "六度、十度那是开合不同，其实十波罗蜜里面，最重要的有两条，一个是布施，一个是忍辱。如果要讲最重要的三条，那就包括持戒，这讲两条就是布施跟忍辱，如果讲一条就是布施。所以要能忍，古德把忍波罗蜜翻作忍辱，这是在中国所翻的。因为中国人有一个观念，辱这是不能忍，「士可杀不可辱」，辱这个不能忍，杀头可以忍，没有关系，辱不能忍。所以佛法到中国来，你们把辱看得这么重，忍辱，辱都能忍，还有什么不能忍，没有一样不能忍，辱也能要忍，没有一样不能忍。诸位要明了，「凡所有相皆是虚妄」，你要不能忍，吃亏的是自己，不是别人；得利益的是自己，也不是别人。成就功德是布施、持戒，保持功德是忍辱，所以要是不能忍辱，功德虽然修，不能保持，经上常讲「火烧功德林」，火是什么？瞋恚之火。这是要不得的，所以一定要修忍辱波罗蜜。你看《金刚经》上佛讲的，「一切法得成于忍」，可见得忍是成功最重要的一个因素，一定要忍，没有不能忍的。忍里面才有吉祥，忍里面有定慧，这是一定要学。",
      "zh_TW": "六度、十度那是開合不同，其實十波羅蜜裡面，最重要的有兩條，一個是布施，一個是忍辱。如果要講最重要的三條，那就包括持戒，這講兩條就是布施跟忍辱，如果講一條就是布施。所以要能忍，古德把忍波羅蜜翻作忍辱，這是在中國所翻的。因為中國人有一個觀念，辱這是不能忍，「士可殺不可辱」，辱這個不能忍，殺頭可以忍，沒有關係，辱不能忍。所以佛法到中國來，你們把辱看得這麼重，忍辱，辱都能忍，還有什麼不能忍，沒有一樣不能忍，辱也能要忍，沒有一樣不能忍。諸位要明瞭，「凡所有相皆是虛妄」，你要不能忍，吃虧的是自己，不是別人；得利益的是自己，也不是別人。成就功德是布施、持戒，保持功德是忍辱，所以要是不能忍辱，功德雖然修，不能保持，經上常講「火燒功德林」，火是什麼？瞋恚之火。這是要不得的，所以一定要修忍辱波羅蜜。你看《金剛經》上佛講的，「一切法得成於忍」，可見得忍是成功最重要的一個因素，一定要忍，沒有不能忍的。忍裡面才有吉祥，忍裡面有定慧，這是一定要學。"
    },
    {
      "id": "12-007-0018_p0033",
      "zh_CN": "忍能够破除无量无边的障碍，所谓是小不忍则乱大谋，这还是世间法。何况你要修无上菩提，你不修忍辱波罗蜜那怎么能成功？佛法的修学，诸位要晓得，最重要的是平等心，不忍是决定不平等，所以平等心是从忍辱当中得来的。瞋恚是大烦恼，根本烦恼，三毒之一，忍辱就能够除瞋恚，能够消除瞋恚，能够成就功德。所以忍辱，下面是精进，才能精进，不忍就不能精进。这不是讲世间这些学术、技能，世间这个学术、技能，不忍他也能进步的。佛法讲的是定、是慧，你一发脾气定没有了，慧也没有了，三学、三慧不能进步。精进是讲的三学、三慧，精进是讲的禅定、般若，能忍就能精进，精进就得禅定，就开智慧，所以非常非常的重要。也许同修们听了之后，就很为难，我现在在这个社会上做事情，恶人很多，很多用这种不合理恶劣的手段来对付我，我要忍，他天天欺负我，我愈忍他愈来欺负我，到最后的时候我简直无路可走，这怎么办？这个事情有没有？真有，俗话也常说，好人总是被人欺负。我们要是觉悟了，欺负替我消业障，自己也能够安慰自己。可是那总有个限度，无限度的加给你，怎么办？何况有些不合理，所谓什么不合理的？他造罪业。",
      "zh_TW": "忍能夠破除無量無邊的障礙，所謂是小不忍則亂大謀，這還是世間法。何況你要修無上菩提，你不修忍辱波羅蜜那怎麼能成功？佛法的修學，諸位要曉得，最重要的是平等心，不忍是決定不平等，所以平等心是從忍辱當中得來的。瞋恚是大煩惱，根本煩惱，三毒之一，忍辱就能夠除瞋恚，能夠消除瞋恚，能夠成就功德。所以忍辱，下面是精進，才能精進，不忍就不能精進。這不是講世間這些學術、技能，世間這個學術、技能，不忍他也能進步的。佛法講的是定、是慧，你一發脾氣定沒有了，慧也沒有了，三學、三慧不能進步。精進是講的三學、三慧，精進是講的禪定、般若，能忍就能精進，精進就得禪定，就開智慧，所以非常非常的重要。也許同修們聽了之後，就很為難，我現在在這個社會上做事情，惡人很多，很多用這種不合理惡劣的手段來對付我，我要忍，他天天欺負我，我愈忍他愈來欺負我，到最後的時候我簡直無路可走，這怎麼辦？這個事情有沒有？真有，俗話也常說，好人總是被人欺負。我們要是覺悟了，欺負替我消業障，自己也能夠安慰自己。可是那總有個限度，無限度的加給你，怎麼辦？何況有些不合理，所謂什麼不合理的？他造罪業。"
    },
    {
      "id": "12-007-0018_p0034",
      "zh_CN": "这个诸位要晓得，老师要故意找你麻烦的时候，来给你罪受，那是功德，人家不是造罪业。他折磨你，他是要成就你，他就得训练你的忍辱波罗蜜，成就你忍辱波罗蜜那是功德，那是大善知识。世间有一等恶人来欺负你，来折磨你，来障碍你种种善行，他造罪业。这个时候你要有智慧，你看看这个经前面读过甘露火王，甘露火王就是凶巴巴的，罗刹之相，众生看不顺眼马上就杀掉，剥皮抽筋，那个对付众生之残酷，比地狱有过之而无不及，他是大菩萨。善财童子到他那里去参访就吓了一跳，这是怎么回事情？这是大慈大悲，那些没有善根的人、极恶的人，不用这手段不能够止住他不造罪，不能止住他不造重罪，所以这要智慧去应用。一发脾气，事情就做得很圆满；一发脾气，那个众生他本来想造恶、造罪业的，他就不敢造了，这种发脾气叫善巧方便，不是真发。如果你心里真有动气的时候，那就坏了，这就跟唱戏一样，不是真的，是假的。",
      "zh_TW": "這個諸位要曉得，老師要故意找你麻煩的時候，來給你罪受，那是功德，人家不是造罪業。他折磨你，他是要成就你，他就得訓練你的忍辱波羅蜜，成就你忍辱波羅蜜那是功德，那是大善知識。世間有一等惡人來欺負你，來折磨你，來障礙你種種善行，他造罪業。這個時候你要有智慧，你看看這個經前面讀過甘露火王，甘露火王就是凶巴巴的，羅剎之相，眾生看不順眼馬上就殺掉，剝皮抽筋，那個對付眾生之殘酷，比地獄有過之而無不及，他是大菩薩。善財童子到他那裡去參訪就嚇了一跳，這是怎麼回事情？這是大慈大悲，那些沒有善根的人、極惡的人，不用這手段不能夠止住他不造罪，不能止住他不造重罪，所以這要智慧去應用。一發脾氣，事情就做得很圓滿；一發脾氣，那個眾生他本來想造惡、造罪業的，他就不敢造了，這種發脾氣叫善巧方便，不是真發。如果你心裡真有動氣的時候，那就壞了，這就跟唱戲一樣，不是真的，是假的。"
    },
    {
      "id": "12-007-0018_p0035",
      "zh_CN": "可是这个假的怎么样？假的还要做得很逼真。因为什么？才能够降伏对方，才能转他的境界，决定不是真的。所以佛法它真是活活泼泼，不是死呆板的东西，就是戒律每条戒律都有活泼的，条条戒律都是开遮持犯，要懂这个道理。譬如讲五戒里面有不杀生，菩萨戒里头不杀生，很多大专同学在台湾，实实在在是这个现象是好现象，许多年前的大专同学学佛，受菩萨戒的、吃长素的，真难得。这个男同学毕业了，服兵役派到金门去了，手上拿着枪，他问题就来了，如果敌人来了，我这个枪开不开？要把他打死我不犯了杀戒吗？就有不少同学来问我这怎么办法，到那个时候你这个枪要不要开？他来问我的时候，我说要开枪，不能不开。他说那不杀生吗？我说不叫杀生，开缘，开遮持犯不是有开缘吗？存什么心去杀他？不是瞋恨心。你来攻击我，你是个坏人我一定把你杀了，这就算杀戒。",
      "zh_TW": "可是這個假的怎麼樣？假的還要做得很逼真。因為什麼？才能夠降伏對方，才能轉他的境界，決定不是真的。所以佛法它真是活活潑潑，不是死呆板的東西，就是戒律每條戒律都有活潑的，條條戒律都是開遮持犯，要懂這個道理。譬如講五戒裡面有不殺生，菩薩戒裡頭不殺生，很多大專同學在台灣，實實在在是這個現象是好現象，許多年前的大專同學學佛，受菩薩戒的、吃長素的，真難得。這個男同學畢業了，服兵役派到金門去了，手上拿著槍，他問題就來了，如果敵人來了，我這個槍開不開？要把他打死我不犯了殺戒嗎？就有不少同學來問我這怎麼辦法，到那個時候你這個槍要不要開？他來問我的時候，我說要開槍，不能不開。他說那不殺生嗎？我說不叫殺生，開緣，開遮持犯不是有開緣嗎？存什麼心去殺他？不是瞋恨心。你來攻擊我，你是個壞人我一定把你殺了，這就算殺戒。"
    },
    {
      "id": "12-007-0018_p0036",
      "zh_CN": "就是用心不一样，是大慈悲心，大怜悯心，可怜愚痴，被人利用，造这种极重的罪业，杀了你就不造罪业，被杀的人没罪，杀人的人有罪，被人杀了那有什么罪？他没罪。这个在修布施，无畏布施，我们大后方这么多老百姓在这里安居乐业，我们靠什么？就靠你们几个人保护。你们能够尽自己的责任来保护我们，对我们是无畏布施。军人对于老百姓修无畏布施，叫我们得到心安，你们在前方拼命来保护我们，使我们能安居乐业，使我们社会能够繁荣，是无量功德！如果你这个时候想：我宁愿去当俘虏。跟你说那好了，敌人到我们这里来，我们各个都要去受苦，要受难，你这个罪业可造大了，那你准下阿鼻地狱没错。所以条条戒律都要搞得清清楚楚，条条戒律都是活活泼泼，没有一条是死的，你要懂得什么一种情形之下，如何才叫持戒，怎样才叫不犯戒，怎样才叫修圆满功德，这是要细细的去讲求。",
      "zh_TW": "就是用心不一樣，是大慈悲心，大憐憫心，可憐愚痴，被人利用，造這種極重的罪業，殺了你就不造罪業，被殺的人沒罪，殺人的人有罪，被人殺了那有什麼罪？他沒罪。這個在修布施，無畏布施，我們大後方這麼多老百姓在這裡安居樂業，我們靠什麼？就靠你們幾個人保護。你們能夠盡自己的責任來保護我們，對我們是無畏布施。軍人對於老百姓修無畏布施，叫我們得到心安，你們在前方拼命來保護我們，使我們能安居樂業，使我們社會能夠繁榮，是無量功德！如果你這個時候想：我寧願去當俘虜。跟你說那好了，敵人到我們這裡來，我們各個都要去受苦，要受難，你這個罪業可造大了，那你準下阿鼻地獄沒錯。所以條條戒律都要搞得清清楚楚，條條戒律都是活活潑潑，沒有一條是死的，你要懂得什麼一種情形之下，如何才叫持戒，怎樣才叫不犯戒，怎樣才叫修圓滿功德，這是要細細的去講求。"
    },
    {
      "id": "12-007-0018_p0037",
      "zh_CN": "这个地方修忍辱，底下这句，『能遍思惟一切法性』，这是菩萨境界，是不可思议的。功德，最殊胜的功德是明心见性。此地的「思惟」，正思惟，离心意识，就是闻思修的思惟，三慧。就说明三慧，见性是要从忍辱当中才能得到。我们念佛，我们当然想求理一心不乱，不修忍辱，理一心达不到。不但理一心达不到，事一心都达不到。事一心是念佛三昧，所以忍辱对我们非常非常重要。第四是：",
      "zh_TW": "這個地方修忍辱，底下這句，『能遍思惟一切法性』，這是菩薩境界，是不可思議的。功德，最殊勝的功德是明心見性。此地的「思惟」，正思惟，離心意識，就是聞思修的思惟，三慧。就說明三慧，見性是要從忍辱當中才能得到。我們念佛，我們當然想求理一心不亂，不修忍辱，理一心達不到。不但理一心達不到，事一心都達不到。事一心是念佛三昧，所以忍辱對我們非常非常重要。第四是："
    },
    {
      "id": "12-007-0018_p0038",
      "zh_CN": "【修精进广大法藏。趣一切智恒无退转。】",
      "zh_TW": "【修精進廣大法藏。趣一切智恆無退轉。】"
    },
    {
      "id": "12-007-0018_p0039",
      "zh_CN": "『一切智』是无上菩提，就是一切种智，如来果地上所证得的。『进』是绝不退转，不但不退转而且要精，『精』就是不杂，纯而不杂叫「精」，进而不退这叫「进」，所以具足忍辱才能有精进。这个十波罗蜜也是后后深于前前，前面不包括后面，后面包括前面，一定要精进。其实我们哪个人修学，不希望自己有进步，为什么自己不能进步？还懈怠懒惰。这个因素我们要追求，换句话说，要把这个懈怠懒惰的病根找出来，然后就好对治了。这个病根前面的三条，前面三条没修得好，或者纵然是修不得力，你才会退堕。布施是放下，放下一些，还有些放不下，放不下才会退转，才会堕落；真正放下了，决定不会退转的。像刚才说的，真正一心一意为一切众生，把自己给忘掉。所以普贤菩萨十大愿王，末后是条条不疲不厌，他为什么不疲不厌？他自己忘掉了。他为什么会有疲倦，会厌倦？他有我，谁厌倦？我厌倦。无我了，谁疲倦？那个疲倦虽然有，没有地方落脚。什么时候把「我」忘掉，真精进！",
      "zh_TW": "『一切智』是無上菩提，就是一切種智，如來果地上所證得的。『進』是絕不退轉，不但不退轉而且要精，『精』就是不雜，純而不雜叫「精」，進而不退這叫「進」，所以具足忍辱才能有精進。這個十波羅蜜也是後後深於前前，前面不包括後面，後面包括前面，一定要精進。其實我們哪個人修學，不希望自己有進步，為什麼自己不能進步？還懈怠懶惰。這個因素我們要追求，換句話說，要把這個懈怠懶惰的病根找出來，然後就好對治了。這個病根前面的三條，前面三條沒修得好，或者縱然是修不得力，你才會退墮。布施是放下，放下一些，還有些放不下，放不下才會退轉，才會墮落；真正放下了，決定不會退轉的。像剛才說的，真正一心一意為一切眾生，把自己給忘掉。所以普賢菩薩十大願王，末後是條條不疲不厭，他為什麼不疲不厭？他自己忘掉了。他為什麼會有疲倦，會厭倦？他有我，誰厭倦？我厭倦。無我了，誰疲倦？那個疲倦雖然有，沒有地方落腳。什麼時候把「我」忘掉，真精進！"
    },
    {
      "id": "12-007-0018_p0040",
      "zh_CN": "所以，修学大乘佛法的人，起心动念都是想一切众生，不想「我」，这个法门妙极了。小乘，诸位要晓得，他破我执好难，从见道位就是须陀洹以后，天上人间七次往返才把思惑断掉，破了我执。用那么长的时间受多大的辛苦，才把我见破掉。大乘法太妙了，它教你起心动念都想一切众生，自自然然，我不断没有了，这个法子实在是高明，佛法善巧方便至极。所以我们如果要会用的话，一生当中能成，比小乘速度要快而且断得干净。不像小乘人拖泥带水，证得阿罗汉了习气还不断，那就是拖泥带水。大乘法之妙，巧妙，所以大乘的修学，比小乘容易，成就比小乘高，速度比小乘快。对小乘来讲难信之法，小乘人不相信，为什么？不是他的境界。他说我修行费这么长的时间，受这么辛苦才断掉，哪有你那么容易、那么就会断掉？他不相信，叫难信之法。所以我们要修学的时候，确实中国人自古以来，历代的在家出家修行成就的人那么多，得力于大乘。再看看南传的小乘，从佛灭度之后几个人证阿罗汉果？几个人证须陀洹果？很少听说。而在中国历史里面，真正证得一心不乱的，禅家大彻大悟、明心见性的，教下大开圆解的，每一代都有不少人，得力于大乘法。",
      "zh_TW": "所以，修學大乘佛法的人，起心動念都是想一切眾生，不想「我」，這個法門妙極了。小乘，諸位要曉得，他破我執好難，從見道位就是須陀洹以後，天上人間七次往返才把思惑斷掉，破了我執。用那麼長的時間受多大的辛苦，才把我見破掉。大乘法太妙了，它教你起心動念都想一切眾生，自自然然，我不斷沒有了，這個法子實在是高明，佛法善巧方便至極。所以我們如果要會用的話，一生當中能成，比小乘速度要快而且斷得乾淨。不像小乘人拖泥帶水，證得阿羅漢了習氣還不斷，那就是拖泥帶水。大乘法之妙，巧妙，所以大乘的修學，比小乘容易，成就比小乘高，速度比小乘快。對小乘來講難信之法，小乘人不相信，為什麼？不是他的境界。他說我修行費這麼長的時間，受這麼辛苦才斷掉，哪有你那麼容易、那麼就會斷掉？他不相信，叫難信之法。所以我們要修學的時候，確實中國人自古以來，歷代的在家出家修行成就的人那麼多，得力於大乘。再看看南傳的小乘，從佛滅度之後幾個人證阿羅漢果？幾個人證須陀洹果？很少聽說。而在中國歷史裡面，真正證得一心不亂的，禪家大徹大悟、明心見性的，教下大開圓解的，每一代都有不少人，得力於大乘法。"
    },
    {
      "id": "12-007-0018_p0041",
      "zh_CN": "所以严格的讲起来，大乘比小乘容易修，容易成就。可是在我们初学的时候，绝不能够疏忽小乘的基础，没有小乘的基础，在大乘上不能有成就。好像盖房子一样，小乘是地基，没有这个基础很难成就。在中国古代，可以说小乘佛法，虽然传到中国来，没人学它，为什么不学？中国的儒家、道家代替了，儒家四书五经，道家《老子》、《庄子》，他们在行门上绝不亚于小乘，在思想上有过之而无不及，这是我们中国人得天独厚，所以儒书不能不读。如果四书五经、《老子》、《庄子》也不读，换句话说，没有根柢。一下来就学大乘佛法，这困难，太难太难了。所以我们过去印送佛经，我们还印了四书，那就是劝勉同学们，四书不可不读。你没有时间读其他的，最低限度学儒《论语》、《孟子》一定要熟读，拿这个基础来入佛法，这是不能再少了，再少那没有法子。",
      "zh_TW": "所以嚴格的講起來，大乘比小乘容易修，容易成就。可是在我們初學的時候，絕不能夠疏忽小乘的基礎，沒有小乘的基礎，在大乘上不能有成就。好像蓋房子一樣，小乘是地基，沒有這個基礎很難成就。在中國古代，可以說小乘佛法，雖然傳到中國來，沒人學它，為什麼不學？中國的儒家、道家代替了，儒家四書五經，道家《老子》、《莊子》，他們在行門上絕不亞於小乘，在思想上有過之而無不及，這是我們中國人得天獨厚，所以儒書不能不讀。如果四書五經、《老子》、《莊子》也不讀，換句話說，沒有根柢。一下來就學大乘佛法，這困難，太難太難了。所以我們過去印送佛經，我們還印了四書，那就是勸勉同學們，四書不可不讀。你沒有時間讀其他的，最低限度學儒《論語》、《孟子》一定要熟讀，拿這個基礎來入佛法，這是不能再少了，再少那沒有法子。"
    },
    {
      "id": "12-007-0018_p0042",
      "zh_CN": "这是我们讲到精进，才能够得到真实永恒圆满的成就，所以佛法绝不落伍。如果人家说佛法是过了时代的，这是错误的，它精进怎么会落伍？它精进怎么会被淘汰？永远站在时代的最先锋，领着时代走。可惜是大家不认识它。我们儒家也是如此，日新又新，如果说这是古老的东西，是旧的东西，那日新又新这四个字怎么讲法？万古常新，永远是新的，它不旧。诸位要细读、深思，细细去研究你就会发觉这是真的，真实的宝贝，远超过一切宗教学术思想，给社会、给众生带来的决定是幸福，不会是灾难。",
      "zh_TW": "這是我們講到精進，才能夠得到真實永恆圓滿的成就，所以佛法絕不落伍。如果人家說佛法是過了時代的，這是錯誤的，它精進怎麼會落伍？它精進怎麼會被淘汰？永遠站在時代的最先鋒，領著時代走。可惜是大家不認識它。我們儒家也是如此，日新又新，如果說這是古老的東西，是舊的東西，那日新又新這四個字怎麼講法？萬古常新，永遠是新的，它不舊。諸位要細讀、深思，細細去研究你就會發覺這是真的，真實的寶貝，遠超過一切宗教學術思想，給社會、給眾生帶來的決定是幸福，不會是災難。"
    }
  ]
}