{
  "doc_id": "06-001-0005",
  "title": {
    "zh_CN": "往生论（无量寿经优婆提舍愿生偈）",
    "zh_TW": "往生論（無量壽經優婆提舍願生偈）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "06-001-0005",
  "total_paragraphs": 28,
  "paragraphs": [
    {
      "id": "06-001-0005_p0001",
      "zh_CN": "系念就是挂念。挂念什么？挂念西方极乐世界，挂念阿弥陀佛。也就是说把我们心里所有的牵挂都放下，换成阿弥陀佛，换成西方极乐世界，这就行了，这是人人都可以做得到的。换句话说，从今以后咱们什么都不想，专想阿弥陀佛，专想西方极乐世界，就这么回事情，这样就能往生。所以这个法门摄机才广。",
      "zh_TW": "繫念就是掛念。掛念什麼？掛念西方極樂世界，掛念阿彌陀佛。也就是說把我們心裡所有的牽掛都放下，換成阿彌陀佛，換成西方極樂世界，這就行了，這是人人都可以做得到的。換句話說，從今以後咱們什麼都不想，專想阿彌陀佛，專想西方極樂世界，就這麼回事情，這樣就能往生。所以這個法門攝機才廣。"
    },
    {
      "id": "06-001-0005_p0002",
      "zh_CN": "说到「性」，性是根本的意思，是原因的意思。这个意思说明弥陀净土它是随顺法性，不违背一切诸法的根本，这个根本就是现在所谓的本体，不违背本体。这个事很难懂，也非常的奇妙。佛除了在本经给我们说出之外，《华严经》上有说过，跟《华严经．宝王如来性起》意思相通，所以我们从大经上能够得到证据。法藏菩萨就是阿弥陀佛在因地的称号，于世自在王法会当中，他是世自在王佛的弟子，那个时候他就悟入无生法忍，他就悟入了。这个也叫做在经论里常讲的「圣种性」，这个时候他就是圣种性的菩萨，从自性当中发出的四十八愿。不像我们凡夫，我们凡夫发愿是从意识心里面发的，所发的愿它会变，会随着自己情绪变，会随着外面环境变，这就不真实了，这个愿不是真实的愿。不像我们在《无量寿经》里面读到的，法藏比丘他发的愿，不管在什么样困苦艰难之下，他永远不退转，他不改变，他那个愿是从自性里面发出来的。从这一点来看，法藏在因地的时候就不是凡夫，凡夫做不到的。所以有人说，法藏比丘在那个时候他已经证了十地菩萨，这个说法能说得通。",
      "zh_TW": "說到「性」，性是根本的意思，是原因的意思。這個意思說明彌陀淨土它是隨順法性，不違背一切諸法的根本，這個根本就是現在所謂的本體，不違背本體。這個事很難懂，也非常的奇妙。佛除了在本經給我們說出之外，《華嚴經》上有說過，跟《華嚴經．寶王如來性起》意思相通，所以我們從大經上能夠得到證據。法藏菩薩就是阿彌陀佛在因地的稱號，於世自在王法會當中，他是世自在王佛的弟子，那個時候他就悟入無生法忍，他就悟入了。這個也叫做在經論裏常講的「聖種性」，這個時候他就是聖種性的菩薩，從自性當中發出的四十八願。不像我們凡夫，我們凡夫發願是從意識心裡面發的，所發的願它會變，會隨著自己情緒變，會隨著外面環境變，這就不真實了，這個願不是真實的願。不像我們在《無量壽經》裡面讀到的，法藏比丘他發的願，不管在什麼樣困苦艱難之下，他永遠不退轉，他不改變，他那個願是從自性裡面發出來的。從這一點來看，法藏在因地的時候就不是凡夫，凡夫做不到的。所以有人說，法藏比丘在那個時候他已經證了十地菩薩，這個說法能說得通。"
    },
    {
      "id": "06-001-0005_p0003",
      "zh_CN": "凭四十八愿建立西方净土，这叫极乐世界。所以极乐世界是清净因，是与法性完全相应的因缘所得的，也就是我们常讲「果中说因」，这个因就是性。又说性是必然的意思，是不改的意思，极乐世界所有一切诸佛刹土去往生的人，没有一个不是清净色身、清净心，所以他所得到的是清净平等无为法身。《无量寿经》也给我们说，也讲得很清楚，「清净法身，无极之体」，经上并没有说这是上品才能得到，或者是中品有差异，没说。没有说，换句话说，下下品往生也是得的是清净法身，无极之体，这我们在《无量寿经》里面读到的，所以那个世界是平等的世界。",
      "zh_TW": "憑四十八願建立西方淨土，這叫極樂世界。所以極樂世界是清淨因，是與法性完全相應的因緣所得的，也就是我們常講「果中說因」，這個因就是性。又說性是必然的意思，是不改的意思，極樂世界所有一切諸佛剎土去往生的人，沒有一個不是清淨色身、清淨心，所以他所得到的是清淨平等無為法身。《無量壽經》也給我們說，也講得很清楚，「清淨法身，無極之體」，經上並沒有說這是上品才能得到，或者是中品有差異，沒說。沒有說，換句話說，下下品往生也是得的是清淨法身，無極之體，這我們在《無量壽經》裡面讀到的，所以那個世界是平等的世界。"
    },
    {
      "id": "06-001-0005_p0004",
      "zh_CN": "四土三辈九品是有，我们只可以说理上有，事上没有分别。事上就是四土三辈九品找不到界限，不像他方世界，他方世界四土三辈九品的界限是清清楚楚的，它有界限的；西方极乐世界四土三辈九品是有的，虽然是有，界限找不到。你每天所看到的，凡圣同居土下下品的这些人，天天跟等觉菩萨在一起。等觉菩萨是实报庄严土，上上品生的，凡圣同居土是下下品生的，天天在一块儿，生活完全一样，所以界限分不清楚。因此在事相上看，西方极乐世界是平等世界，这我们在四十八愿愿文里面读到，释迦牟尼佛在《无量寿经》跟我们讲得很清楚。",
      "zh_TW": "四土三輩九品是有，我們只可以說理上有，事上沒有分別。事上就是四土三輩九品找不到界限，不像他方世界，他方世界四土三輩九品的界限是清清楚楚的，它有界限的；西方極樂世界四土三輩九品是有的，雖然是有，界限找不到。你每天所看到的，凡聖同居土下下品的這些人，天天跟等覺菩薩在一起。等覺菩薩是實報莊嚴土，上上品生的，凡聖同居土是下下品生的，天天在一塊兒，生活完全一樣，所以界限分不清楚。因此在事相上看，西方極樂世界是平等世界，這我們在四十八願願文裡面讀到，釋迦牟尼佛在《無量壽經》跟我們講得很清楚。"
    },
    {
      "id": "06-001-0005_p0005",
      "zh_CN": "还有一种说法，「性」也可以讲「积习成性」，这个意思好懂。这个性就是讲习性，不是本性。习性是讲法藏菩萨集结无量的功德，这就是我们平常讲的修行，他有修功。他修行的功德与自性相应，所以习性跟本性相应，这个很难得，我们一般凡夫习性跟本性不相应。你看孔老夫子讲性多半是讲本性，《论语》里面两次讲到，讲到「性相近」，讲到性，孔老夫子认为没有多大的差别，很接近。但是孟子跟荀子讲性是讲习性，所以孟子讲性善，荀子讲性恶，善恶是习性，不是本性，本性里面没有善恶。六祖讲「本来无一物」，那是本性，有了一物，这是习性，不是本性。我们从这一点去看，法藏比丘在因地的习性如同本性，他的习性跟本性相应，这在禅家讲就是明心见性，见性成佛。所以，赞叹西方极乐世界正道，它不是邪道。心正、行正、语正，「正道大慈悲」，这大慈悲第一是建立极乐世界，第二个是接引一切众生往生彼国，这个因缘是出世善根所生的。",
      "zh_TW": "還有一種說法，「性」也可以講「積習成性」，這個意思好懂。這個性就是講習性，不是本性。習性是講法藏菩薩集結無量的功德，這就是我們平常講的修行，他有修功。他修行的功德與自性相應，所以習性跟本性相應，這個很難得，我們一般凡夫習性跟本性不相應。你看孔老夫子講性多半是講本性，《論語》裡面兩次講到，講到「性相近」，講到性，孔老夫子認為沒有多大的差別，很接近。但是孟子跟荀子講性是講習性，所以孟子講性善，荀子講性惡，善惡是習性，不是本性，本性裡面沒有善惡。六祖講「本來無一物」，那是本性，有了一物，這是習性，不是本性。我們從這一點去看，法藏比丘在因地的習性如同本性，他的習性跟本性相應，這在禪家講就是明心見性，見性成佛。所以，讚歎西方極樂世界正道，它不是邪道。心正、行正、語正，「正道大慈悲」，這大慈悲第一是建立極樂世界，第二個是接引一切眾生往生彼國，這個因緣是出世善根所生的。"
    },
    {
      "id": "06-001-0005_p0006",
      "zh_CN": "正道也就是平等大道。所以我们学佛，诸位要是想真正用功，真正想学佛，学什么？学平等心。《维摩经》上给我们说得很好，平等心是道，清净心是道，因为一切法本来平等，一切万法本来平等。今天我们看到一切法为什么不平等？不是一切法不平等，是我们的心不平等。心不平等，看一切法就不平等，这个叫迷，是我们把一切诸法的实相看错了，我们看错了。诸佛与那些大菩萨们，诸位读《楞严》就明了，他们的看法跟我们的看法不一样。他们用平等心，看到一切法无有一法不平等，所以平等是诸法的体相。净土由大慈悲心生，大慈悲心就是弥陀佛道的正因。所以修行，如果我们把整个纲领提示出来，实在讲只有三句话六个字，「清净、平等、慈悲」。慈悲是德用，不用学的，自然流露出来，只要你得到真正的平等、清净，大慈悲心自然流露。所以我们真正要想学的，实在讲就是平等、清净，学这个，在一切法里面学平等、学清净。",
      "zh_TW": "正道也就是平等大道。所以我們學佛，諸位要是想真正用功，真正想學佛，學什麼？學平等心。《維摩經》上給我們說得很好，平等心是道，清淨心是道，因為一切法本來平等，一切萬法本來平等。今天我們看到一切法為什麼不平等？不是一切法不平等，是我們的心不平等。心不平等，看一切法就不平等，這個叫迷，是我們把一切諸法的實相看錯了，我們看錯了。諸佛與那些大菩薩們，諸位讀《楞嚴》就明瞭，他們的看法跟我們的看法不一樣。他們用平等心，看到一切法無有一法不平等，所以平等是諸法的體相。淨土由大慈悲心生，大慈悲心就是彌陀佛道的正因。所以修行，如果我們把整個綱領提示出來，實在講只有三句話六個字，「清淨、平等、慈悲」。慈悲是德用，不用學的，自然流露出來，只要你得到真正的平等、清淨，大慈悲心自然流露。所以我們真正要想學的，實在講就是平等、清淨，學這個，在一切法裡面學平等、學清淨。"
    },
    {
      "id": "06-001-0005_p0007",
      "zh_CN": "慈悲，佛在经论上通常给我们讲有四种，有四种慈悲。从最底下一层讲，第一个叫「爱缘慈」。这是一切凡夫都有的，顺着自己意思，我喜欢他，对他很爱护，这叫爱缘慈，一切众生统统都有的。第二种叫「众生缘慈」，这在佛法叫小慈悲，前头的爱缘在佛法里头算不上慈悲，那是自私自利的。众生缘慈是小慈悲心，众生缘慈在我们凡夫看就很不容易了，能够推己及人，儒家所讲的「己所不欲，勿施于人」，这是众生缘的慈悲，想自己也会想到别人，这个叫小慈悲。",
      "zh_TW": "慈悲，佛在經論上通常給我們講有四種，有四種慈悲。從最底下一層講，第一個叫「愛緣慈」。這是一切凡夫都有的，順著自己意思，我喜歡他，對他很愛護，這叫愛緣慈，一切眾生統統都有的。第二種叫「眾生緣慈」，這在佛法叫小慈悲，前頭的愛緣在佛法裡頭算不上慈悲，那是自私自利的。眾生緣慈是小慈悲心，眾生緣慈在我們凡夫看就很不容易了，能夠推己及人，儒家所講的「己所不欲，勿施於人」，這是眾生緣的慈悲，想自己也會想到別人，這個叫小慈悲。"
    },
    {
      "id": "06-001-0005_p0008",
      "zh_CN": "第三种叫「法缘」，这是中慈悲，法缘是菩萨有的。菩萨通达一切诸法，通达诸法，平等了，但是他自己还没有修到平等。他知道平等，从平等这个理生出来的慈悲，他这个境界没达到，他理上达到了，也就是他解悟，而没有能够证悟。佛法里讲开悟，悟有解悟、有证悟，解悟是大开圆解，自己的境界没达到，但是理上明了了，从理上生的慈悲。虽然不是真正平等，但是接近平等，相似的平等，这是中悲。第四种是如来的，叫「无缘慈悲」，无缘就是没有条件的。菩萨讲慈悲还有个条件，什么条件？一切众生平等，还有这个理论作依据的，有这么个条件。到了如来果地上，条件没有了，没有条件，真正到达心境一如，生佛不二，万法一体，《华严经》上讲「一即是多，多即是一」，入了这个境界，这个叫大慈大悲。完全从清净心、平等性里面自然流露出来的，所以这叫做正道大慈悲。大慈悲就是出世善根，所以说『出世善根生』。",
      "zh_TW": "第三種叫「法緣」，這是中慈悲，法緣是菩薩有的。菩薩通達一切諸法，通達諸法，平等了，但是他自己還沒有修到平等。他知道平等，從平等這個理生出來的慈悲，他這個境界沒達到，他理上達到了，也就是他解悟，而沒有能夠證悟。佛法裡講開悟，悟有解悟、有證悟，解悟是大開圓解，自己的境界沒達到，但是理上明瞭了，從理上生的慈悲。雖然不是真正平等，但是接近平等，相似的平等，這是中悲。第四種是如來的，叫「無緣慈悲」，無緣就是沒有條件的。菩薩講慈悲還有個條件，什麼條件？一切眾生平等，還有這個理論作依據的，有這麼個條件。到了如來果地上，條件沒有了，沒有條件，真正到達心境一如，生佛不二，萬法一體，《華嚴經》上講「一即是多，多即是一」，入了這個境界，這個叫大慈大悲。完全從清淨心、平等性裡面自然流露出來的，所以這叫做正道大慈悲。大慈悲就是出世善根，所以說『出世善根生』。"
    },
    {
      "id": "06-001-0005_p0009",
      "zh_CN": "后面这两句『净光明满足，如镜日月轮』。这两句是第四个意思，就第四种，「庄严形相功德成就」，也就是说西方极乐世界种种形色相状。在《无量寿经》第十二章，夏老标了一个标题，标题叫「光明遍照」。这里面有几句经文说，「佛告阿难，阿弥陀佛威神光明，最尊第一」，这是释迦牟尼佛给我们说的。实在讲成了佛，佛佛道同，佛佛平等，哪里还有第一、第二！诸位要晓得，这个第一、第二是从形相上说的，形相上确实不一样，阿弥陀佛极乐世界跟十方一切诸佛世界不相同。也与阿弥陀佛最初的本愿相应，我们在经上看到，他当初见世自在王佛发心要出家的时候，他发愿作佛，不但发愿作佛，而且希望将来自己的国土依正都要胜过诸佛。所以在成就，果地上，果然是满了愿，经上对他的赞叹「光中极尊，佛中之王」。我们通常在一般晚课，八十八佛里头也念到「法界藏身阿弥陀佛」，这不是容易事情。对一切诸佛没有用「法界藏身」这四个字来赞叹，阿弥陀佛是法界藏身，这也就是大经里所讲的「光中极尊，佛中之王」。",
      "zh_TW": "後面這兩句『淨光明滿足，如鏡日月輪』。這兩句是第四個意思，就第四種，「莊嚴形相功德成就」，也就是說西方極樂世界種種形色相狀。在《無量壽經》第十二章，夏老標了一個標題，標題叫「光明遍照」。這裡面有幾句經文說，「佛告阿難，阿彌陀佛威神光明，最尊第一」，這是釋迦牟尼佛給我們說的。實在講成了佛，佛佛道同，佛佛平等，哪裡還有第一、第二！諸位要曉得，這個第一、第二是從形相上說的，形相上確實不一樣，阿彌陀佛極樂世界跟十方一切諸佛世界不相同。也與阿彌陀佛最初的本願相應，我們在經上看到，他當初見世自在王佛發心要出家的時候，他發願作佛，不但發願作佛，而且希望將來自己的國土依正都要勝過諸佛。所以在成就，果地上，果然是滿了願，經上對他的讚歎「光中極尊，佛中之王」。我們通常在一般晚課，八十八佛裡頭也念到「法界藏身阿彌陀佛」，這不是容易事情。對一切諸佛沒有用「法界藏身」這四個字來讚歎，阿彌陀佛是法界藏身，這也就是大經裡所講的「光中極尊，佛中之王」。"
    },
    {
      "id": "06-001-0005_p0010",
      "zh_CN": "这是十方诸佛所不能及，弥陀光明遍照十方恒沙刹土，佛光普照之处就是摄受一切众生，一切众生接触到佛光，没有不得度的。这个不仅在《无量寿经》是这么说，大乘经论佛给我们讲得太多了。佛光既然是遍照恒沙国土，为什么我们见不到？诸位要知道，绝对不是佛光不照我们，是我们自己障碍了佛光，见不到佛光。什么障碍？经上常讲的二障，烦恼障、所知障，这是两种大障碍。所知障是迷惑，烦恼障是造业，业障！换句话说，有烦恼心就不清净，有所知心就不平等。这个事情是很严重的问题。所以古德的教学法跟我们现在不相同，我在这一年当中深深的体验到。现在有许多地方请我讲经，我不去了，不像从前那样热心到处东跑西跑，其实那不是热心，那是胡闹，无知，迷惑颠倒！于自于他都没有好处，现在才真正觉悟，非常的惭愧。到六十多岁才觉悟，才回头，实在是很晚了。",
      "zh_TW": "這是十方諸佛所不能及，彌陀光明遍照十方恆沙剎土，佛光普照之處就是攝受一切眾生，一切眾生接觸到佛光，沒有不得度的。這個不僅在《無量壽經》是這麼說，大乘經論佛給我們講得太多了。佛光既然是遍照恆沙國土，為什麼我們見不到？諸位要知道，絕對不是佛光不照我們，是我們自己障礙了佛光，見不到佛光。什麼障礙？經上常講的二障，煩惱障、所知障，這是兩種大障礙。所知障是迷惑，煩惱障是造業，業障！換句話說，有煩惱心就不清淨，有所知心就不平等。這個事情是很嚴重的問題。所以古德的教學法跟我們現在不相同，我在這一年當中深深的體驗到。現在有許多地方請我講經，我不去了，不像從前那樣熱心到處東跑西跑，其實那不是熱心，那是胡鬧，無知，迷惑顛倒！於自於他都沒有好處，現在才真正覺悟，非常的慚愧。到六十多歲才覺悟，才回頭，實在是很晚了。"
    },
    {
      "id": "06-001-0005_p0011",
      "zh_CN": "古德的教学实在讲就是一门深入。几十年前，我读唐大圆的书，他讲的话我记得，但是没有把他当作金玉之言来看待。这一次再想想，他老人家的话，他在民国初年说的，对于中国的教育，他认真的做了一番批评。他说我们中国古时候的教育，着重在根本智，根本智就是着重在读诵，求根本智。西洋风气侵入到中国之后，中国人迷失了自己，学习西洋的方法，他说西洋的方法所得的是知识，不是智慧。他讲得很正确，是知识，西洋人没有智慧。中国从小开始读书就是叫你背书，背诵，而且背诵只背诵一种。背诵的目的是训练根本智，并不是叫你理解这个经的经义，这跟佛法到中国来，佛门的教学法观念完全相同。佛门一入门，五年学戒，那是什么戒？不是戒律，五年学戒说戒律，那就错了。五年守老师的教诫，对于老师百分之百的依从，老师叫你念一本书，你这个五年乖乖的就念下去，不求解义，没有讲解，就是叫你读。实在讲，他的用意就是戒定慧三学一次完成。一入佛门，先用五年的时间奠定戒定慧三学的基础，然后才开始学习，这样学法的。",
      "zh_TW": "古德的教學實在講就是一門深入。幾十年前，我讀唐大圓的書，他講的話我記得，但是沒有把他當作金玉之言來看待。這一次再想想，他老人家的話，他在民國初年說的，對於中國的教育，他認真的做了一番批評。他說我們中國古時候的教育，著重在根本智，根本智就是著重在讀誦，求根本智。西洋風氣侵入到中國之後，中國人迷失了自己，學習西洋的方法，他說西洋的方法所得的是知識，不是智慧。他講得很正確，是知識，西洋人沒有智慧。中國從小開始讀書就是叫你背書，背誦，而且背誦只背誦一種。背誦的目的是訓練根本智，並不是叫你理解這個經的經義，這跟佛法到中國來，佛門的教學法觀念完全相同。佛門一入門，五年學戒，那是什麼戒？不是戒律，五年學戒說戒律，那就錯了。五年守老師的教誡，對於老師百分之百的依從，老師叫你念一本書，你這個五年乖乖的就念下去，不求解義，沒有講解，就是叫你讀。實在講，他的用意就是戒定慧三學一次完成。一入佛門，先用五年的時間奠定戒定慧三學的基礎，然後才開始學習，這樣學法的。"
    },
    {
      "id": "06-001-0005_p0012",
      "zh_CN": "所以我这一次来了之后，以后到美国来的时间，纵然来，时间会缩短，会很少。我在新加坡告诉大家，那时候演培法师请我到他那里去讲演，演培是当代了不起的大德，我称他作老师，我跟他学过。我勉励新加坡的年轻人专心跟他学，用什么态度学？如我过去跟李老师，拜李老师作老师的时候，李老师提出三个条件。第一个条件，就是只可以听他一个人讲经，任何法师、大德讲经不准听，只听他一个人的。第二个条件，我要想看书，不管看什么书，佛经、世间书，都要经过他同意，要向他报告，他要答应，他如果不同意，不准看。第三个条件，更苛刻了，他说我从前所学的他不承认，一律作废，从今天起，入我门来，从头学起。这三个条件。如果三个条件不能接受，那就算了，不勉强。讲经，随便来听，来者不拒，去者不留，那可以。做学生不行，做学生要遵守这三个条件。我想想还是答应了。所以我告诉大众，希望大众认真去亲近演公法师。",
      "zh_TW": "所以我這一次來了之後，以後到美國來的時間，縱然來，時間會縮短，會很少。我在新加坡告訴大家，那時候演培法師請我到他那裡去講演，演培是當代了不起的大德，我稱他作老師，我跟他學過。我勉勵新加坡的年輕人專心跟他學，用什麼態度學？如我過去跟李老師，拜李老師作老師的時候，李老師提出三個條件。第一個條件，就是只可以聽他一個人講經，任何法師、大德講經不准聽，只聽他一個人的。第二個條件，我要想看書，不管看什麼書，佛經、世間書，都要經過他同意，要向他報告，他要答應，他如果不同意，不准看。第三個條件，更苛刻了，他說我從前所學的他不承認，一律作廢，從今天起，入我門來，從頭學起。這三個條件。如果三個條件不能接受，那就算了，不勉強。講經，隨便來聽，來者不拒，去者不留，那可以。做學生不行，做學生要遵守這三個條件。我想想還是答應了。所以我告訴大眾，希望大眾認真去親近演公法師。"
    },
    {
      "id": "06-001-0005_p0013",
      "zh_CN": "我讲完之后下台，演公拉着我的手，到他的客厅里说，我小时候做沙弥在观宗寺，也是这三个条件，那个时候我们心里不服，好像太专制了，以后是真正得到利益，才知道这个教学法的好处。现在诸位想想，用这三个条件能够招学生吗？一个都招不到，学生还要毁谤你，你有什么了不起！法师多得很，你专制，我到别的地方听去。这叫做师承，所以我学佛还沾到一点师承的边缘，相当不容易！",
      "zh_TW": "我講完之後下台，演公拉著我的手，到他的客廳裡說，我小時候做沙彌在觀宗寺，也是這三個條件，那個時候我們心裡不服，好像太專制了，以後是真正得到利益，才知道這個教學法的好處。現在諸位想想，用這三個條件能夠招學生嗎？一個都招不到，學生還要毀謗你，你有什麼了不起！法師多得很，你專制，我到別的地方聽去。這叫做師承，所以我學佛還沾到一點師承的邊緣，相當不容易！"
    },
    {
      "id": "06-001-0005_p0014",
      "zh_CN": "所以学，换句话说，就是要专。在这个时代找不到老师，这是真的，李老师曾经给我们说过，没有老师，找不到老师，怎么办？私淑古人，依古人做老师。譬如说我们依印光法师做老师，我们下定五年的决心，一般时间都是五年，李老师那时候要求我也是五年。我五年真正得到他的利益，我报他老人家的恩，我守他的戒条守十年，时间加一倍，我跟他十年才离开他。如果我们跟印光法师，依印光法师做师父，《印光法师文钞》在，我这五年或者是到十年，我就念《文钞》。除他老人家之外，我统统不看，统统不听，你就是印光法师的学生，这个了不起！",
      "zh_TW": "所以學，換句話說，就是要專。在這個時代找不到老師，這是真的，李老師曾經給我們說過，沒有老師，找不到老師，怎麼辦？私淑古人，依古人做老師。譬如說我們依印光法師做老師，我們下定五年的決心，一般時間都是五年，李老師那時候要求我也是五年。我五年真正得到他的利益，我報他老人家的恩，我守他的戒條守十年，時間加一倍，我跟他十年才離開他。如果我們跟印光法師，依印光法師做師父，《印光法師文鈔》在，我這五年或者是到十年，我就念《文鈔》。除他老人家之外，我統統不看，統統不聽，你就是印光法師的學生，這個了不起！"
    },
    {
      "id": "06-001-0005_p0015",
      "zh_CN": "实在讲这样子五年下来，人心定了，心清净了，只要你心定下来，心清净下来，你的眼睛就放光，弥陀光明你就会见到，光明遍照见到了。否则的话，我们这个心乱，乱修、杂修。今天跑这个道场，明天去看那个法师，搞得一塌糊涂。你们看看《文钞》，看看《永思集》里头，有不少印光法师的学生，归依的徒弟，偶尔到庙里去看看师父。印光法师来，见到他一定把他大骂一场，问他，你来干什么？他说我来看师父。「师父已经见过了，还有什么好看的。」骂回去。浪费时间、浪费精神、浪费钱财，不回家好好的念佛，到处乱跑。这是一个好老师，这是真正的善知识。这样的善知识，今天我们佛门提到印光法师，没有人不尊重的。有没有人赞叹他的？没有。为什么？印光法师那个作风，信徒都跑光了，一个都没有了。现在大家要信徒。印光法师不要信徒，印光法师要自己身心清净，叫一切众生各个身心清净。清净心里面自然具足了戒定慧，三学增上！由此可知，我们自性清净了，与佛光就相应。佛的光明，自性光明，这里面也没有界限，才真正证实了生佛平等，自他不二，圆满自性遍照法界，才能入这个境界。",
      "zh_TW": "實在講這樣子五年下來，人心定了，心清淨了，只要你心定下來，心清淨下來，你的眼睛就放光，彌陀光明你就會見到，光明遍照見到了。否則的話，我們這個心亂，亂修、雜修。今天跑這個道場，明天去看那個法師，搞得一塌糊塗。你們看看《文鈔》，看看《永思集》裡頭，有不少印光法師的學生，歸依的徒弟，偶爾到廟裡去看看師父。印光法師來，見到他一定把他大罵一場，問他，你來幹什麼？他說我來看師父。「師父已經見過了，還有什麼好看的。」罵回去。浪費時間、浪費精神、浪費錢財，不回家好好的念佛，到處亂跑。這是一個好老師，這是真正的善知識。這樣的善知識，今天我們佛門提到印光法師，沒有人不尊重的。有沒有人讚歎他的？沒有。為什麼？印光法師那個作風，信徒都跑光了，一個都沒有了。現在大家要信徒。印光法師不要信徒，印光法師要自己身心清淨，叫一切眾生各個身心清淨。清淨心裡面自然具足了戒定慧，三學增上！由此可知，我們自性清淨了，與佛光就相應。佛的光明，自性光明，這裡面也沒有界限，才真正證實了生佛平等，自他不二，圓滿自性遍照法界，才能入這個境界。"
    },
    {
      "id": "06-001-0005_p0016",
      "zh_CN": "第五首里面也有两桩功德庄严：",
      "zh_TW": "第五首裡面也有兩樁功德莊嚴："
    },
    {
      "id": "06-001-0005_p0017",
      "zh_CN": "【备诸珍宝性。具足妙庄严。无垢光燄炽。明净曜世间。】",
      "zh_TW": "【備諸珍寶性。具足妙莊嚴。無垢光燄熾。明淨曜世間。】"
    },
    {
      "id": "06-001-0005_p0018",
      "zh_CN": "前面两句是「庄严种种事功德成就」。这个意思是说，西方极乐世界的依报环境，也就是我们今天所谓物质环境，物质环境的丰富、至胜。《无量寿经》第十九章，讲「受用具足」，给我们讲得很清楚，极乐众生，「受用种种，一切丰足」。丰是丰富，足是满愿，想什么就得到什么，不像这个世界非常之艰苦，生活不容易。西方极乐世界是思衣得衣，思食得食，经上讲，宫殿、服饰，香花、饮食，一切需求，应念现前，无不具足。我们读了的确非常的羡慕，跟我们眼前生活简直不能相比，我们这儿太苦了，他们那里太自在了。这里面的关键就是要自己真正能够相信，释迦牟尼佛决定没有妄语，阿弥陀佛的愿是真实的，不是假的，往生西方极乐世界容易，不难。",
      "zh_TW": "前面兩句是「莊嚴種種事功德成就」。這個意思是說，西方極樂世界的依報環境，也就是我們今天所謂物質環境，物質環境的豐富、至勝。《無量壽經》第十九章，講「受用具足」，給我們講得很清楚，極樂眾生，「受用種種，一切豐足」。豐是豐富，足是滿願，想什麼就得到什麼，不像這個世界非常之艱苦，生活不容易。西方極樂世界是思衣得衣，思食得食，經上講，宮殿、服飾，香花、飲食，一切需求，應念現前，無不具足。我們讀了的確非常的羨慕，跟我們眼前生活簡直不能相比，我們這兒太苦了，他們那裡太自在了。這裡面的關鍵就是要自己真正能夠相信，釋迦牟尼佛決定沒有妄語，阿彌陀佛的願是真實的，不是假的，往生西方極樂世界容易，不難。"
    },
    {
      "id": "06-001-0005_p0019",
      "zh_CN": "我们台北图书馆最近有一位陈居士往生，悟本也认识他。悟本晓得这个人，平常没人瞧得起他，看起来不怎么样，他真往生了，预知时至。他有什么本事？也就是最近两年，听我讲《无量寿经》，他听得很欢喜，他来问我怎么修法，我就告诉他，你每天一定要念一部《无量寿经》，念一万声佛号。他年岁大了，七十多岁，退休了，时间有的是，他每天念一部经，念三万声佛号，走得清清楚楚明明白白。我们图书馆有十几个同修，临终的时候给他助念，他是预先知道时候，不但晓得哪一天，什么时候都知道，有很好的瑞相，两、三年的功夫。所以，我们看《净土圣贤录》，看《往生传》，真正一切放下的，往往在很短的期间他真有成就。",
      "zh_TW": "我們台北圖書館最近有一位陳居士往生，悟本也認識他。悟本曉得這個人，平常沒人瞧得起他，看起來不怎麼樣，他真往生了，預知時至。他有什麼本事？也就是最近兩年，聽我講《無量壽經》，他聽得很歡喜，他來問我怎麼修法，我就告訴他，你每天一定要念一部《無量壽經》，念一萬聲佛號。他年歲大了，七十多歲，退休了，時間有的是，他每天念一部經，念三萬聲佛號，走得清清楚楚明明白白。我們圖書館有十幾個同修，臨終的時候給他助念，他是預先知道時候，不但曉得哪一天，什麼時候都知道，有很好的瑞相，兩、三年的功夫。所以，我們看《淨土聖賢錄》，看《往生傳》，真正一切放下的，往往在很短的期間他真有成就。"
    },
    {
      "id": "06-001-0005_p0020",
      "zh_CN": "这陈老居士在台北，他只听我一个人讲经，我并没要求他，他其他道场都不去。而且是只听图书馆，我在台北两个道场，他只到景美去听，杭州南路他一次都没去过。我那边也有十来个人是两面跑的听的，我们也不好讲他。因为我在图书馆是专门讲净土，讲《无量寿经》、《阿弥陀经》，一个星期有四次，两次是《无量寿经》，两次是《弥陀经疏钞》。杭州南路是专讲《普贤菩萨行愿品》，他《行愿品》不听，他只听《无量寿经》跟《弥陀经》。他专，专念阿弥陀佛，所以不专，不能成就。善导大师说得很好，他说杂修的人，真正讲往生，一万个人当中难得有三、五个；专修的人一个都不漏，一百个人修，一百个往生，一千个人修，一千个人往生，要专修！",
      "zh_TW": "這陳老居士在台北，他只聽我一個人講經，我並沒要求他，他其他道場都不去。而且是只聽圖書館，我在台北兩個道場，他只到景美去聽，杭州南路他一次都沒去過。我那邊也有十來個人是兩面跑的聽的，我們也不好講他。因為我在圖書館是專門講淨土，講《無量壽經》、《阿彌陀經》，一個星期有四次，兩次是《無量壽經》，兩次是《彌陀經疏鈔》。杭州南路是專講《普賢菩薩行願品》，他《行願品》不聽，他只聽《無量壽經》跟《彌陀經》。他專，專念阿彌陀佛，所以不專，不能成就。善導大師說得很好，他說雜修的人，真正講往生，一萬個人當中難得有三、五個；專修的人一個都不漏，一百個人修，一百個往生，一千個人修，一千個人往生，要專修！"
    },
    {
      "id": "06-001-0005_p0021",
      "zh_CN": "我们今天真正明白这个道理，真正希望见阿弥陀佛往生净土，再要是杂了，那自己害了自己，所以决定不能干。我今天在每个地方人家请我讲经，我的经就是五经一论，就是六样，其他什么经请我讲我都不讲了，为什么？我也要专。我劝的那些人都往生了，到最后我自己去不了，这是怎么也说不过去。所以我也要专。道场要是请我去讲经，我得要看看，它如果是专修的道场，哪怕是一个人，我都去，他请我我一定去。如果它是杂修的道场，今天请这个法师，明天请那个大德，我不去。我去了没有意思，去也是扰乱他们，何苦！没有去的必要。他要专修，那我们一定要尽心尽力帮他忙，成就他。没有专修这个愿望，那实在是用不着，现在讲经的法师、大德太多了，有的是，不是请不到人，很容易请到人。",
      "zh_TW": "我們今天真正明白這個道理，真正希望見阿彌陀佛往生淨土，再要是雜了，那自己害了自己，所以決定不能幹。我今天在每個地方人家請我講經，我的經就是五經一論，就是六樣，其他什麼經請我講我都不講了，為什麼？我也要專。我勸的那些人都往生了，到最後我自己去不了，這是怎麼也說不過去。所以我也要專。道場要是請我去講經，我得要看看，它如果是專修的道場，哪怕是一個人，我都去，他請我我一定去。如果它是雜修的道場，今天請這個法師，明天請那個大德，我不去。我去了沒有意思，去也是擾亂他們，何苦！沒有去的必要。他要專修，那我們一定要盡心盡力幫他忙，成就他。沒有專修這個願望，那實在是用不著，現在講經的法師、大德太多了，有的是，不是請不到人，很容易請到人。"
    },
    {
      "id": "06-001-0005_p0022",
      "zh_CN": "这就是看到西方极乐世界这么好，决定能去得成，不管什么样的人，连五逆十恶的人都能往生，这个法门真广大。所以古德，莲池、蕅益大师讲，这是如来彻底悲心，真是大慈悲到了究竟圆满处，造五逆十恶，只要你一回头，你还是一定往生。我们在《观经》里面看到下下品，造五逆十恶的，才真正明白，往生西方极乐世界是两种因缘。第一种因缘是积功累德，就是我们现在所修的。用什么方法积功累德？信、愿、行，真信切愿，一心念佛，这就是积功累德。",
      "zh_TW": "這就是看到西方極樂世界這麼好，決定能去得成，不管什麼樣的人，連五逆十惡的人都能往生，這個法門真廣大。所以古德，蓮池、蕅益大師講，這是如來徹底悲心，真是大慈悲到了究竟圓滿處，造五逆十惡，只要你一回頭，你還是一定往生。我們在《觀經》裡面看到下下品，造五逆十惡的，才真正明白，往生西方極樂世界是兩種因緣。第一種因緣是積功累德，就是我們現在所修的。用什麼方法積功累德？信、願、行，真信切願，一心念佛，這就是積功累德。"
    },
    {
      "id": "06-001-0005_p0023",
      "zh_CN": "我这一次离开新加坡，从香港经过，到香港大屿山看看能慈老法师，这个老法师今年八十多岁了，现在在大屿山住茅蓬，专念阿弥陀佛。我有三年没有见过他了，今年去看他。离开的时候，他送我到门口，告诉我一句话，咱们两个西方极乐世界再见。特别告诉我，你在外面弘扬净土，一定要劝人每天至少要念一万声佛号。话说得非常之恳切。而且跟我讲这一万声佛号不必记数，记时就行了，大概念满两个小时就可以念到一万声。真正慈悲！",
      "zh_TW": "我這一次離開新加坡，從香港經過，到香港大嶼山看看能慈老法師，這個老法師今年八十多歲了，現在在大嶼山住茅蓬，專念阿彌陀佛。我有三年沒有見過他了，今年去看他。離開的時候，他送我到門口，告訴我一句話，咱們兩個西方極樂世界再見。特別告訴我，你在外面弘揚淨土，一定要勸人每天至少要念一萬聲佛號。話說得非常之懇切。而且跟我講這一萬聲佛號不必記數，記時就行了，大概念滿兩個小時就可以念到一萬聲。真正慈悲！"
    },
    {
      "id": "06-001-0005_p0024",
      "zh_CN": "所以一生当中，一定要把求生净土当作我们第一桩大事，其他的都是鸡毛蒜皮，不足称道的小事，何必去计较？何必去认真？应当放下，专心念佛。大经里面告诉我们「发菩提心，一向专念」，发菩提心就是发求愿往生的心，蕅益大师在《要解》里说得很好。所以，经不可一日不念，念经的时候不要求解义，就一直念下去。念经就是修定，念经也是念佛，《楞严》上说得很清楚，「忆佛念佛，现前当来，必定见佛」。经讲的西方极乐世界依正庄严，我们念经就是念西方极乐世界依正庄严。这个经念久了，会开悟。久了，心清净，经文记得很熟，就能够应用在日常生活当中。我们念头一起，马上就想到经文里面的教训，与经上的教训相应不相应，立刻知道。真正念上三年、五年，我们的思想、言行就跟经上讲的一样，完全相应了。这样的人哪有不往生的道理？这叫积功累德，决定往生。",
      "zh_TW": "所以一生當中，一定要把求生淨土當作我們第一樁大事，其他的都是雞毛蒜皮，不足稱道的小事，何必去計較？何必去認真？應當放下，專心念佛。大經裡面告訴我們「發菩提心，一向專念」，發菩提心就是發求願往生的心，蕅益大師在《要解》裡說得很好。所以，經不可一日不念，念經的時候不要求解義，就一直念下去。念經就是修定，念經也是念佛，《楞嚴》上說得很清楚，「憶佛念佛，現前當來，必定見佛」。經講的西方極樂世界依正莊嚴，我們念經就是念西方極樂世界依正莊嚴。這個經念久了，會開悟。久了，心清淨，經文記得很熟，就能夠應用在日常生活當中。我們念頭一起，馬上就想到經文裡面的教訓，與經上的教訓相應不相應，立刻知道。真正念上三年、五年，我們的思想、言行就跟經上講的一樣，完全相應了。這樣的人哪有不往生的道理？這叫積功累德，決定往生。"
    },
    {
      "id": "06-001-0005_p0025",
      "zh_CN": "第二类是忏罪往生。临终的时候才觉悟、才后悔，真正发心忏悔，忏罪往生。像唐朝的张善和，宋朝的莹珂法师，一生造罪业，最后才后悔，忏罪。忏罪往生的人，就是讲临命终时一念、十念往生的，在以前根本就不相信这个法门，一生也许没有机会听过这个法门，临命终的时候，遇到善知识教他念佛，他一听就相信，就接受，就悔改，就念佛求生，这样往生的。那他品位如何？很难说。就看他忏悔的力量，三辈九品看他忏悔的力量来决定。所以，我们对于一生造罪业的人也不能够轻视，为什么？也许他临终一下忏悔往生，品位还超过我们。",
      "zh_TW": "第二類是懺罪往生。臨終的時候才覺悟、才後悔，真正發心懺悔，懺罪往生。像唐朝的張善和，宋朝的瑩珂法師，一生造罪業，最後才後悔，懺罪。懺罪往生的人，就是講臨命終時一念、十念往生的，在以前根本就不相信這個法門，一生也許沒有機會聽過這個法門，臨命終的時候，遇到善知識教他念佛，他一聽就相信，就接受，就悔改，就念佛求生，這樣往生的。那他品位如何？很難說。就看他懺悔的力量，三輩九品看他懺悔的力量來決定。所以，我們對於一生造罪業的人也不能夠輕視，為什麼？也許他臨終一下懺悔往生，品位還超過我們。"
    },
    {
      "id": "06-001-0005_p0026",
      "zh_CN": "我们在《观无量寿经》看到阿阇世王，阿阇世王造的罪业是五逆罪造全了，他杀父亲，害母亲，把他的母亲软禁；破佛身血，跟提婆达多两个人联合起来，想害死释迦牟尼佛；破和合僧，五逆十恶干全了，他的罪业是在阿鼻地狱。《大藏经》里面有《阿阇世王经》，阿阇世王到临命终之前才后悔，才晓得一生真正做错了，念佛求生净土。他往生了，什么品位？上品中生，我们看了几乎吓了一跳，他不是下品下生，上品中生。这真是我们中国古人所说的「浪子回头金不换」，他真回头。他回头，是好人里头的好人，一般好人比不上他，他是彻底回头，真正回头，所以他品位一下就生那么高。",
      "zh_TW": "我們在《觀無量壽經》看到阿闍世王，阿闍世王造的罪業是五逆罪造全了，他殺父親，害母親，把他的母親軟禁；破佛身血，跟提婆達多兩個人聯合起來，想害死釋迦牟尼佛；破和合僧，五逆十惡幹全了，他的罪業是在阿鼻地獄。《大藏經》裡面有《阿闍世王經》，阿闍世王到臨命終之前才後悔，才曉得一生真正做錯了，念佛求生淨土。他往生了，什麼品位？上品中生，我們看了幾乎嚇了一跳，他不是下品下生，上品中生。這真是我們中國古人所說的「浪子回頭金不換」，他真回頭。他回頭，是好人裡頭的好人，一般好人比不上他，他是徹底回頭，真正回頭，所以他品位一下就生那麼高。"
    },
    {
      "id": "06-001-0005_p0027",
      "zh_CN": "所以我们自己纵然造作罪业，不要怕，不要常常挂在心上，要把阿弥陀佛挂在心上。忏罪它的定义是后不再造，我晓得这是罪过，我从今以后再不会有这个罪过，这叫真正的忏悔。常常想到过去过失，在那儿懊悔，这个没用处的，这个不好。佛在经上教给我们，为什么？你每回忆一次，阿赖耶识里增加一次印象，就等于又再造一次，这个很难得解脱的。与其去想过去那些罪业，为什么不多想阿弥陀佛？为什么不去想一想《净土三经》？这个很重要。这个说来就是人人都有资格往生，就看你懂不懂道理，知不知道方法，如理如法的修学，个个成就。",
      "zh_TW": "所以我們自己縱然造作罪業，不要怕，不要常常掛在心上，要把阿彌陀佛掛在心上。懺罪它的定義是後不再造，我曉得這是罪過，我從今以後再不會有這個罪過，這叫真正的懺悔。常常想到過去過失，在那兒懊悔，這個沒用處的，這個不好。佛在經上教給我們，為什麼？你每回憶一次，阿賴耶識裡增加一次印象，就等於又再造一次，這個很難得解脫的。與其去想過去那些罪業，為什麼不多想阿彌陀佛？為什麼不去想一想《淨土三經》？這個很重要。這個說來就是人人都有資格往生，就看你懂不懂道理，知不知道方法，如理如法的修學，個個成就。"
    },
    {
      "id": "06-001-0005_p0028",
      "zh_CN": "到西方极乐世界，一切所需应念现前，这是阿弥陀佛大悲大愿，所以他的国土里头珍宝具足，庄严、富丽、自然。古人讲，纵然是毘首羯磨天，毘首羯磨是印度人讲天上手艺最巧的天神，只要他做的东西都做得尽善尽美。毘首羯磨天也比不上西方极乐世界那种庄严之精细，比不上，绝妙精细。",
      "zh_TW": "到西方極樂世界，一切所需應念現前，這是阿彌陀佛大悲大願，所以他的國土裡頭珍寶具足，莊嚴、富麗、自然。古人講，縱然是毘首羯磨天，毘首羯磨是印度人講天上手藝最巧的天神，只要他做的東西都做得盡善盡美。毘首羯磨天也比不上西方極樂世界那種莊嚴之精細，比不上，絕妙精細。"
    }
  ]
}