{
  "doc_id": "06-001-0010",
  "title": {
    "zh_CN": "往生论（无量寿经优婆提舍愿生偈）",
    "zh_TW": "往生論（無量壽經優婆提舍願生偈）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "06-001-0010",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "06-001-0010_p0001",
      "zh_CN": "佛在《金刚经》上说，度无量无边众生，而实无众生得度者，佛不度众生。佛有能力度众生吗？没有。为什么？每一个众生的法界是自己造的，自己变现的，佛有什么能力来干涉你，佛没有能力。佛只能把他自己修学的经验告诉我们，我们明白了，晓得事实真相，知道自己应该怎么做法。所以，自己从凡夫成佛了，谁帮助我们的？没有人帮助，我们自己成就的，是自己度自己，不是别人度自己。在四种缘里面讲，亲因缘、所缘缘、无间缘都属于自己的，外面只是一个增上缘而已，诸佛菩萨给我们做个增上缘，其他的三种缘全是在自己。你看六祖在黄梅得法之后，五祖送他，六祖说未悟时候师度，已经觉悟之后自度。未悟的时候不晓得门道、不晓得路，人家指点我一下，来度我；认识路了，这个路是要自己走的，别人不能帮助我们走，也不能带着我们走，路是一定要自己走的。所以，佛菩萨给我们指出一条路而已。",
      "zh_TW": "佛在《金剛經》上說，度無量無邊眾生，而實無眾生得度者，佛不度眾生。佛有能力度眾生嗎？沒有。為什麼？每一個眾生的法界是自己造的，自己變現的，佛有什麼能力來干涉你，佛沒有能力。佛只能把他自己修學的經驗告訴我們，我們明白了，曉得事實真相，知道自己應該怎麼做法。所以，自己從凡夫成佛了，誰幫助我們的？沒有人幫助，我們自己成就的，是自己度自己，不是別人度自己。在四種緣裡面講，親因緣、所緣緣、無間緣都屬於自己的，外面只是一個增上緣而已，諸佛菩薩給我們做個增上緣，其他的三種緣全是在自己。你看六祖在黃梅得法之後，五祖送他，六祖說未悟時候師度，已經覺悟之後自度。未悟的時候不曉得門道、不曉得路，人家指點我一下，來度我；認識路了，這個路是要自己走的，別人不能幫助我們走，也不能帶著我們走，路是一定要自己走的。所以，佛菩薩給我們指出一條路而已。"
    },
    {
      "id": "06-001-0010_p0002",
      "zh_CN": "我们要想真正成就，真正离苦得乐、究竟解脱，先要从哪里学起？要学无分别，你能从这个地方下工夫，这真正叫从根本修。换句话说，今天我们在极不平等的人事环境里，环境很复杂，把它归纳成三个就统统包括了，人的环境、事的环境、物的环境。现在这三个环境都是极不平等，在这极不平等里面修平等心。平等心怎么修法？我一切不分别、不执着，心就平等了。更巧妙的方法是念阿弥陀佛，与一切人相处，我念阿弥陀佛，在一切事务里我也念阿弥陀佛，一切物质环境里我也念阿弥陀佛。把一切不平等统统归到阿弥陀佛，就平等了，这是八万四千法门里面一个很巧妙的方法，因为人没有法子做到没有念头。没有念头行不行？不行，没有念头叫无想定，无想定不是佛法，真要修成了，果报在四禅无想天，那还是个麻烦事情！所以，禅定叫止观，止是止息一切妄念，观是心里清清楚楚、明明白白，它不落有念，也不落无念，那才是真正的禅定。我们念佛方法正符合这个标准。念佛人没有一切念头，这是不落有念；我这一句佛号清清楚楚、明明白白，也不落无念。有念无念都不落，这是念佛法门的微妙之处！",
      "zh_TW": "我們要想真正成就，真正離苦得樂、究竟解脫，先要從哪裡學起？要學無分別，你能從這個地方下工夫，這真正叫從根本修。換句話說，今天我們在極不平等的人事環境裡，環境很複雜，把它歸納成三個就統統包括了，人的環境、事的環境、物的環境。現在這三個環境都是極不平等，在這極不平等裡面修平等心。平等心怎麼修法？我一切不分別、不執著，心就平等了。更巧妙的方法是念阿彌陀佛，與一切人相處，我念阿彌陀佛，在一切事務裡我也念阿彌陀佛，一切物質環境裡我也念阿彌陀佛。把一切不平等統統歸到阿彌陀佛，就平等了，這是八萬四千法門裡面一個很巧妙的方法，因為人沒有法子做到沒有念頭。沒有念頭行不行？不行，沒有念頭叫無想定，無想定不是佛法，真要修成了，果報在四禪無想天，那還是個麻煩事情！所以，禪定叫止觀，止是止息一切妄念，觀是心裡清清楚楚、明明白白，它不落有念，也不落無念，那才是真正的禪定。我們念佛方法正符合這個標準。念佛人沒有一切念頭，這是不落有念；我這一句佛號清清楚楚、明明白白，也不落無念。有念無念都不落，這是念佛法門的微妙之處！"
    },
    {
      "id": "06-001-0010_p0003",
      "zh_CN": "法门的殊胜，法门的好处，你真正要理解、真正体会到，你才会认真的去修学。确实能灭一切烦恼，能得一切幸福，佛家所说离苦得乐，这是真的。我们果然相信，认真修学，不要多，你真肯干，半年就有效果。最难的就是这半年，不容易，初半年很不容易，半年真干下来之后，其乐无穷，的确就不容易退转了。为什么？你尝到味道，这半年是最艰难的。心真的定下来半年，对于一切分别执着淡薄了，自然烦恼轻，智慧长。所以，功夫开头难，非常之难，因为不相信，很难相信。味道尝到之后，相信了，那时候你决定不会再改变主意，到那个时候只要能够保持，这一生当中决定成就。再看末后这两句：",
      "zh_TW": "法門的殊勝，法門的好處，你真正要理解、真正體會到，你才會認真的去修學。確實能滅一切煩惱，能得一切幸福，佛家所說離苦得樂，這是真的。我們果然相信，認真修學，不要多，你真肯幹，半年就有效果。最難的就是這半年，不容易，初半年很不容易，半年真幹下來之後，其樂無窮，的確就不容易退轉了。為什麼？你嘗到味道，這半年是最艱難的。心真的定下來半年，對於一切分別執著淡薄了，自然煩惱輕，智慧長。所以，功夫開頭難，非常之難，因為不相信，很難相信。味道嘗到之後，相信了，那時候你決定不會再改變主意，到那個時候只要能夠保持，這一生當中決定成就。再看末後這兩句："
    },
    {
      "id": "06-001-0010_p0004",
      "zh_CN": "【天人不动众。清净智海生。】",
      "zh_TW": "【天人不動眾。清淨智海生。】"
    },
    {
      "id": "06-001-0010_p0005",
      "zh_CN": "这个两句是说「庄严大众功德成就」。『天人』这是泛指，就是讲西方极乐世界的大众。许多经上也都说，西方极乐世界有声闻、有天人，我们细细读了《无量寿经》才知道，西方极乐世界没有阿罗汉，也没有天人，经上说得很清楚。诸佛如来说西方极乐世界有阿罗汉、有天人，是两个意思，第一个意思，是说他没有到西方极乐世界以前的身分。像我们去的，我们是人，我们从人道里去往生的，有从诸天里去往生的，也有阿罗汉回小向大念佛求往生的，是称他没到西方极乐世界以前的身分。所以在九法界，它只有一法界，只有菩萨法界，其他的没有，那里没有六道，哪来的人天？第二个意思，是讲你断证等于他方世界，譬如说我们去是带业往生的，我们见思烦恼一品也没断，等于他方世界的天人。如果在那里修行，见思烦恼断了，等于他方世界的声闻，就是阿罗汉，不是它那个世界真正有。与别的世界，你断烦恼的功夫跟他们相等，是这个意思。",
      "zh_TW": "這個兩句是說「莊嚴大眾功德成就」。『天人』這是泛指，就是講西方極樂世界的大眾。許多經上也都說，西方極樂世界有聲聞、有天人，我們細細讀了《無量壽經》才知道，西方極樂世界沒有阿羅漢，也沒有天人，經上說得很清楚。諸佛如來說西方極樂世界有阿羅漢、有天人，是兩個意思，第一個意思，是說他沒有到西方極樂世界以前的身分。像我們去的，我們是人，我們從人道裡去往生的，有從諸天裡去往生的，也有阿羅漢回小向大念佛求往生的，是稱他沒到西方極樂世界以前的身分。所以在九法界，它只有一法界，只有菩薩法界，其他的沒有，那裡沒有六道，哪來的人天？第二個意思，是講你斷證等於他方世界，譬如說我們去是帶業往生的，我們見思煩惱一品也沒斷，等於他方世界的天人。如果在那裡修行，見思煩惱斷了，等於他方世界的聲聞，就是阿羅漢，不是它那個世界真正有。與別的世界，你斷煩惱的功夫跟他們相等，是這個意思。"
    },
    {
      "id": "06-001-0010_p0006",
      "zh_CN": "这个地方还不是指这两种意思，这个天人就是我们讲的泛指，西方极乐世界是天中之天，那里边的人，这个讲法好讲。『不动众』，西方极乐世界的人每个人心都清净，都像佛一样。于一切境缘里面，境是物质环境，缘是人事环境，于一切境缘当中都不起心不动念，不动众；换句话说，都是住在甚深三昧之中，甚深三昧也叫做宝王三昧，就是念佛三昧。个个都是不动心的，无论在什么境界里都不动心，像前面讲的，没有分别，没有执着，没有妄想。",
      "zh_TW": "這個地方還不是指這兩種意思，這個天人就是我們講的泛指，西方極樂世界是天中之天，那裡邊的人，這個講法好講。『不動眾』，西方極樂世界的人每個人心都清淨，都像佛一樣。於一切境緣裡面，境是物質環境，緣是人事環境，於一切境緣當中都不起心不動念，不動眾；換句話說，都是住在甚深三昧之中，甚深三昧也叫做寶王三昧，就是念佛三昧。個個都是不動心的，無論在什麼境界裡都不動心，像前面講的，沒有分別，沒有執著，沒有妄想。"
    },
    {
      "id": "06-001-0010_p0007",
      "zh_CN": "『清净智海生』，是如来一切种智里面出生的。到西方极乐世界，那个快乐是我们想像不到，他的乐是法乐。因为西方极乐世界里六尘说法，眼见的、耳听的、鼻嗅的、舌尝的、身接触的，没有一样不是佛法。所以他们享受的是法乐，这个法乐是从阿弥陀佛种智变现的，就是一切种智变现的，一切种智是如来果地上的智慧。往生到那边的人跟如来智慧一接触，把自己本性里面的一切种智渐渐就透出来了。好像佛是一个蜡烛，他点着了，放光，我们这个蜡烛没有点燃。我们借着他的光点燃了，我们自己本身也放光，这真乐！如果他的光明很大，我们跟着他走，这个乐不是真正乐，为什么？依靠他。依靠人很苦，自己不能独立！到西方极乐世界可以说人人独立，佛的光明接触之后，自性光明相对的就起来。所以到那个地方成佛容易，断烦恼容易，灭罪除障。",
      "zh_TW": "『清淨智海生』，是如來一切種智裡面出生的。到西方極樂世界，那個快樂是我們想像不到，他的樂是法樂。因為西方極樂世界裡六塵說法，眼見的、耳聽的、鼻嗅的、舌嘗的、身接觸的，沒有一樣不是佛法。所以他們享受的是法樂，這個法樂是從阿彌陀佛種智變現的，就是一切種智變現的，一切種智是如來果地上的智慧。往生到那邊的人跟如來智慧一接觸，把自己本性裡面的一切種智漸漸就透出來了。好像佛是一個蠟燭，他點著了，放光，我們這個蠟燭沒有點燃。我們藉著他的光點燃了，我們自己本身也放光，這真樂！如果他的光明很大，我們跟著他走，這個樂不是真正樂，為什麼？依靠他。依靠人很苦，自己不能獨立！到西方極樂世界可以說人人獨立，佛的光明接觸之後，自性光明相對的就起來。所以到那個地方成佛容易，斷煩惱容易，滅罪除障。"
    },
    {
      "id": "06-001-0010_p0008",
      "zh_CN": "那个地方佛光遍照，六尘说法。因为西方极乐世界没有一切压力，没有生活的压力，物质生活随心所欲。思衣得衣，思食得食，想吃什么东西，东西在面前了，不要去经营，不要去操作。想穿什么衣服，念头一动，衣服已经在身上，用不着去买料子，用不着裁缝。想不要了，不要就没有了，一切是变化所作，这个自在！精神上面的生活，大众在一起，西方极乐世界的人虽然是多，没有冤家债主。每个人的心地都是清净，每个人都充满了智慧慈悲，相亲相敬，和睦就像一家人一样，比一家人还要来得和睦。这个环境十方世界都找不到，是从如来智慧大海当中生出来的，大众清净无比！",
      "zh_TW": "那個地方佛光遍照，六塵說法。因為西方極樂世界沒有一切壓力，沒有生活的壓力，物質生活隨心所欲。思衣得衣，思食得食，想吃什麼東西，東西在面前了，不要去經營，不要去操作。想穿什麼衣服，念頭一動，衣服已經在身上，用不著去買料子，用不著裁縫。想不要了，不要就沒有了，一切是變化所作，這個自在！精神上面的生活，大眾在一起，西方極樂世界的人雖然是多，沒有冤家債主。每個人的心地都是清淨，每個人都充滿了智慧慈悲，相親相敬，和睦就像一家人一樣，比一家人還要來得和睦。這個環境十方世界都找不到，是從如來智慧大海當中生出來的，大眾清淨無比！"
    },
    {
      "id": "06-001-0010_p0009",
      "zh_CN": "【如须弥山王。胜妙无过者。】",
      "zh_TW": "【如須彌山王。勝妙無過者。】"
    },
    {
      "id": "06-001-0010_p0010",
      "zh_CN": "这两句是「庄严上首功德成就」。西方极乐世界的上首菩萨是观音、势至，这我们不必多介绍。这里赞叹『如须弥山王』，王是自在的意思，『胜妙无过』，没有超过他的。观音菩萨积功累德实在是不可思议，乐意帮助别人，寻声救苦，勇于助人。大势至菩萨智慧高达，大势至代表智，观音表慈。上首的意思，什么是上首？智慧、慈悲是上首，诸位特别要明白这个道理。也就是说我们在做人、我们在修行，是要以智、以慈为目标，这是我们做人、修学里面的上首。人要理智，不轻易动感情，情是迷，智是觉，慈悲一定要建立在理智的基础上，这是真正的慈悲。如果慈悲是感情用事，我们佛门常说的「慈悲多祸害，方便出下流」，感情用事才有这个弊病。佛给我们讲的是「慈悲为本，方便为门」，佛菩萨度化众生要用慈悲、方便，但是慈悲、方便一定要建立在理智的基础上，连《华严经》都不例外。",
      "zh_TW": "這兩句是「莊嚴上首功德成就」。西方極樂世界的上首菩薩是觀音、勢至，這我們不必多介紹。這裡讚歎『如須彌山王』，王是自在的意思，『勝妙無過』，沒有超過他的。觀音菩薩積功累德實在是不可思議，樂意幫助別人，尋聲救苦，勇於助人。大勢至菩薩智慧高達，大勢至代表智，觀音表慈。上首的意思，什麼是上首？智慧、慈悲是上首，諸位特別要明白這個道理。也就是說我們在做人、我們在修行，是要以智、以慈為目標，這是我們做人、修學裡面的上首。人要理智，不輕易動感情，情是迷，智是覺，慈悲一定要建立在理智的基礎上，這是真正的慈悲。如果慈悲是感情用事，我們佛門常說的「慈悲多禍害，方便出下流」，感情用事才有這個弊病。佛給我們講的是「慈悲為本，方便為門」，佛菩薩度化眾生要用慈悲、方便，但是慈悲、方便一定要建立在理智的基礎上，連《華嚴經》都不例外。"
    },
    {
      "id": "06-001-0010_p0011",
      "zh_CN": "《华严经》的两位上首菩萨是文殊、普贤，没有文殊的智慧就不能圆满普贤大行，由此可知，普贤行是建立在文殊智的基础上。《华严》重行，所以普贤摆在第一位，文殊摆在第二。净土宗也是重行，所以观音摆在第一，大势至摆在第二，跟《华严》是一样的。所以特别要了解他的意义。",
      "zh_TW": "《華嚴經》的兩位上首菩薩是文殊、普賢，沒有文殊的智慧就不能圓滿普賢大行，由此可知，普賢行是建立在文殊智的基礎上。《華嚴》重行，所以普賢擺在第一位，文殊擺在第二。淨土宗也是重行，所以觀音擺在第一，大勢至擺在第二，跟《華嚴》是一樣的。所以特別要了解他的意義。"
    },
    {
      "id": "06-001-0010_p0012",
      "zh_CN": "【天人丈夫众。恭敬绕瞻仰。】",
      "zh_TW": "【天人丈夫眾。恭敬繞瞻仰。】"
    },
    {
      "id": "06-001-0010_p0013",
      "zh_CN": "这两句是「庄严主功德成就」。这是说明一切大众对于如来没有不尊敬的。所以，西方世界天人、大众对于佛师的恭敬，可以说是无衰无退。我们这个世间，就是佛的弟子对佛也不能保持永恒的恭敬心，这个心有高潮、有低潮，它有起落。西方世界阿弥陀佛的弟子，对于佛的恭敬心没有起落，这非常之难得，我们冷静想想不容易！我们人与人相处，感情有起伏，父子相处感情还是有起伏，可见得这不容易做到。西方极乐世界居然能够做到恭敬心没有起伏。底下第十九首：",
      "zh_TW": "這兩句是「莊嚴主功德成就」。這是說明一切大眾對於如來沒有不尊敬的。所以，西方世界天人、大眾對於佛師的恭敬，可以說是無衰無退。我們這個世間，就是佛的弟子對佛也不能保持永恆的恭敬心，這個心有高潮、有低潮，它有起落。西方世界阿彌陀佛的弟子，對於佛的恭敬心沒有起落，這非常之難得，我們冷靜想想不容易！我們人與人相處，感情有起伏，父子相處感情還是有起伏，可見得這不容易做到。西方極樂世界居然能夠做到恭敬心沒有起伏。底下第十九首："
    },
    {
      "id": "06-001-0010_p0014",
      "zh_CN": "【观佛本愿力。遇无空过者。能令速满足。功德大宝海。】",
      "zh_TW": "【觀佛本願力。遇無空過者。能令速滿足。功德大寶海。】"
    },
    {
      "id": "06-001-0010_p0015",
      "zh_CN": "这首四句是「庄严不虚作住持功德成就」。这个意思也就是说，佛除非你这一生没遇到，你要是遇到了决定不空过，一定得非常稀有的功德。纵然在这一生不能成就，这种子种到你阿赖耶识里去了，这个利益就不可思议。古大德常说，佛的种子叫金刚种子，永远不坏。你这一生纵然不相信，不相信没关系，你虽然是随着业报去轮回，总有一天你会觉悟，你一觉悟，这个种子就起作用。尤其是阿弥陀佛这个种子，这个种子是往生西方极乐世界毕竟成佛的种子，比一切大乘的种子都要尊贵得多。所以，佛当年在世，一生讲经，不管讲什么经，常常提到西方极乐世界阿弥陀佛，古德说「千经万论，处处指归」，这是佛的真正慈悲。晓得你们不相信，你们不能接受，也得把阿弥陀佛这个名号种在你阿赖耶识里，这是真实的利益。",
      "zh_TW": "這首四句是「莊嚴不虛作住持功德成就」。這個意思也就是說，佛除非你這一生沒遇到，你要是遇到了決定不空過，一定得非常稀有的功德。縱然在這一生不能成就，這種子種到你阿賴耶識裡去了，這個利益就不可思議。古大德常說，佛的種子叫金剛種子，永遠不壞。你這一生縱然不相信，不相信沒關係，你雖然是隨著業報去輪迴，總有一天你會覺悟，你一覺悟，這個種子就起作用。尤其是阿彌陀佛這個種子，這個種子是往生西方極樂世界畢竟成佛的種子，比一切大乘的種子都要尊貴得多。所以，佛當年在世，一生講經，不管講什麼經，常常提到西方極樂世界阿彌陀佛，古德說「千經萬論，處處指歸」，這是佛的真正慈悲。曉得你們不相信，你們不能接受，也得把阿彌陀佛這個名號種在你阿賴耶識裡，這是真實的利益。"
    },
    {
      "id": "06-001-0010_p0016",
      "zh_CN": "到这里，是观阿弥陀佛的功德庄严。下面从二十首以下，是观西方极乐世界大菩萨的四种庄严功德。极乐世界我们知道，像观音、势至这样的等觉菩萨无量无边。我们在黄念祖居士《无量寿经》注解里面看到，他的注解很难得，句句话都有来历，引经据典，不是随便说的。西方世界这些等觉菩萨都是十劫成就的，阿弥陀佛国土建立到现在只有十劫，《弥陀经》上给我们说的，《无量寿经》也是这样说的。十劫这个时间太短了，跟一般大乘经上讲的不一样，一般大乘经上讲要修行到这个地位是无量劫，三大阿僧祇劫。他怎么十劫就成就了？从这里你就能体会得到西方极乐世界的殊胜。好比学校，它真的是最好的学校，老师好、教学的方法好、管教好，所以学生成就这么快，十劫就能成为等觉菩萨。《弥陀经》上讲，「诸上善人俱会一处」，你看莲池、蕅益大师的注解，上善是指等觉菩萨，等觉以下称善人。上善是等觉，这也说明西方极乐世界等觉菩萨之多。我们看经文：",
      "zh_TW": "到這裡，是觀阿彌陀佛的功德莊嚴。下面從二十首以下，是觀西方極樂世界大菩薩的四種莊嚴功德。極樂世界我們知道，像觀音、勢至這樣的等覺菩薩無量無邊。我們在黃念祖居士《無量壽經》註解裡面看到，他的註解很難得，句句話都有來歷，引經據典，不是隨便說的。西方世界這些等覺菩薩都是十劫成就的，阿彌陀佛國土建立到現在只有十劫，《彌陀經》上給我們說的，《無量壽經》也是這樣說的。十劫這個時間太短了，跟一般大乘經上講的不一樣，一般大乘經上講要修行到這個地位是無量劫，三大阿僧祇劫。他怎麼十劫就成就了？從這裡你就能體會得到西方極樂世界的殊勝。好比學校，它真的是最好的學校，老師好、教學的方法好、管教好，所以學生成就這麼快，十劫就能成為等覺菩薩。《彌陀經》上講，「諸上善人俱會一處」，你看蓮池、蕅益大師的註解，上善是指等覺菩薩，等覺以下稱善人。上善是等覺，這也說明西方極樂世界等覺菩薩之多。我們看經文："
    },
    {
      "id": "06-001-0010_p0017",
      "zh_CN": "【安乐国清净。常转无垢轮。化佛菩萨日。如须弥住持。】",
      "zh_TW": "【安樂國清淨。常轉無垢輪。化佛菩薩日。如須彌住持。】"
    },
    {
      "id": "06-001-0010_p0018",
      "zh_CN": "这是第一首。前面这一句很容易懂，『安乐国』就是极乐世界，清净庄严。『常转无垢轮』，转轮是比喻说法，所谓法轮常转。「无垢」就是清净，也就是无漏法。不像十方诸佛世界说法，依二谛说法，依二谛就不清净了。二谛是所谓真谛、俗谛，真谛是依佛的境界，给你说真话；俗谛是随顺世间，随顺你们的思想，随顺你们的见解而说。如来说法是依二谛而说。这种说法要是到六祖那里，马上就被驳回来，「真谛、俗谛是二法，二法不是佛法，佛法是不二法」。所以，西方极乐世界如来给大众讲的都是不二法，这叫「无垢轮」，不二法。",
      "zh_TW": "這是第一首。前面這一句很容易懂，『安樂國』就是極樂世界，清淨莊嚴。『常轉無垢輪』，轉輪是比喻說法，所謂法輪常轉。「無垢」就是清淨，也就是無漏法。不像十方諸佛世界說法，依二諦說法，依二諦就不清淨了。二諦是所謂真諦、俗諦，真諦是依佛的境界，給你說真話；俗諦是隨順世間，隨順你們的思想，隨順你們的見解而說。如來說法是依二諦而說。這種說法要是到六祖那裡，馬上就被駁回來，「真諦、俗諦是二法，二法不是佛法，佛法是不二法」。所以，西方極樂世界如來給大眾講的都是不二法，這叫「無垢輪」，不二法。"
    },
    {
      "id": "06-001-0010_p0019",
      "zh_CN": "我们这个世间，在佛法里老实说，禅是不二法，尤其六祖所传的，六祖所接引的是上上根人，是不二法。诸位有没有想到，净也是不二法。净就是依据阿弥陀佛，这一句阿弥陀佛你说它是真谛，还是俗谛？它有没有界限可分？没有！所以，一心一意念这句阿弥陀佛是不二法，这个妙！禅那个不二，真的不容易做到，我们凡夫会起心动念，起心动念的人学禅不容易成就。念佛行，一起心动念，就把这个念头归到佛号上，起什么念头？起「阿弥陀佛」的念头。这个法子妙，它的成就跟禅没有两样，比禅还要殊胜，为什么？禅要是不见性，不算成就；净不见性也能往生，往生就是成就。禅不能见性，将来生四禅天、生四空天；换句话说，它还免不了六道轮回，所以它不究竟，这是禅不如净的地方。所以，净之好，净的殊胜，难，知道的人太少了！",
      "zh_TW": "我們這個世間，在佛法裡老實說，禪是不二法，尤其六祖所傳的，六祖所接引的是上上根人，是不二法。諸位有沒有想到，淨也是不二法。淨就是依據阿彌陀佛，這一句阿彌陀佛你說它是真諦，還是俗諦？它有沒有界限可分？沒有！所以，一心一意念這句阿彌陀佛是不二法，這個妙！禪那個不二，真的不容易做到，我們凡夫會起心動念，起心動念的人學禪不容易成就。念佛行，一起心動念，就把這個念頭歸到佛號上，起什麼念頭？起「阿彌陀佛」的念頭。這個法子妙，它的成就跟禪沒有兩樣，比禪還要殊勝，為什麼？禪要是不見性，不算成就；淨不見性也能往生，往生就是成就。禪不能見性，將來生四禪天、生四空天；換句話說，它還免不了六道輪迴，所以它不究竟，這是禪不如淨的地方。所以，淨之好，淨的殊勝，難，知道的人太少了！"
    },
    {
      "id": "06-001-0010_p0020",
      "zh_CN": "夏莲居老居士在会集《无量寿经》初稿完成写了三首偈，我以前也念给诸位听过，他老人家说的话是真的，不是假的。「亿万人中一二知」，真正认识这个法门、真正了解这个法门，亿万人当中只有一、两个，所以感叹说这个法门难信真难信，亿万人中一二知。近代倓虚老法师生前在香港讲经常常提醒大家，参禅不容易成就。他讲得很明白，参禅可以得到禅定，得禅定，果报在四禅天，参禅要想明心见性不容易，太难了，不能见性就不能超越三界。所以他讲，功夫真正好的可以得禅定，入定能够定上十天、半个月，两、三个月，坐在那里不动，甚至于功夫更深的，能够坐到一年、两年不出定，这样的功夫还是生四禅天，你才晓得真难！密，黄念祖老居士是密宗的金刚上师，诺那活佛的传人，他也给我们讲得很清楚。他说大陆上最近四十年，十亿人，修密成就的只有六个人，你才晓得密之难。",
      "zh_TW": "夏蓮居老居士在會集《無量壽經》初稿完成寫了三首偈，我以前也念給諸位聽過，他老人家說的話是真的，不是假的。「億萬人中一二知」，真正認識這個法門、真正了解這個法門，億萬人當中只有一、兩個，所以感嘆說這個法門難信真難信，億萬人中一二知。近代倓虛老法師生前在香港講經常常提醒大家，參禪不容易成就。他講得很明白，參禪可以得到禪定，得禪定，果報在四禪天，參禪要想明心見性不容易，太難了，不能見性就不能超越三界。所以他講，功夫真正好的可以得禪定，入定能夠定上十天、半個月，兩、三個月，坐在那裡不動，甚至於功夫更深的，能夠坐到一年、兩年不出定，這樣的功夫還是生四禪天，你才曉得真難！密，黃念祖老居士是密宗的金剛上師，諾那活佛的傳人，他也給我們講得很清楚。他說大陸上最近四十年，十億人，修密成就的只有六個人，你才曉得密之難。"
    },
    {
      "id": "06-001-0010_p0021",
      "zh_CN": "大陆上在这四十年当中，念佛往生的，我们晓得的大概将近有一百多人。大陆上也有有心人，南华寺的方丈，名字我一下忘掉了，八十多岁的老法师，他搜集这些往生的人的传记，写了一篇近代的往生传，里面搜集一百多人。大陆上不能出版，所以外面的观光客到南华寺去观光旅游，老法师就把这个书给了他们。稿子给他们，给新加坡的同修，当然也是佛教徒，他在新加坡把它印出来，我到新加坡看到，非常的惊奇！大陆上三十六年一切宗教全部都禁止，不准信奉，居然还有人念佛，还有往生的，他们打听到的差不多有一百六、七十个人。这书，新加坡他们带去的时候是打字印出来的，只印了一千本。我带了一本到台湾，因为新加坡也是用简体字。",
      "zh_TW": "大陸上在這四十年當中，念佛往生的，我們曉得的大概將近有一百多人。大陸上也有有心人，南華寺的方丈，名字我一下忘掉了，八十多歲的老法師，他蒐集這些往生的人的傳記，寫了一篇近代的往生傳，裡面蒐集一百多人。大陸上不能出版，所以外面的觀光客到南華寺去觀光旅遊，老法師就把這個書給了他們。稿子給他們，給新加坡的同修，當然也是佛教徒，他在新加坡把它印出來，我到新加坡看到，非常的驚奇！大陸上三十六年一切宗教全部都禁止，不准信奉，居然還有人念佛，還有往生的，他們打聽到的差不多有一百六、七十個人。這書，新加坡他們帶去的時候是打字印出來的，只印了一千本。我帶了一本到台灣，因為新加坡也是用簡體字。"
    },
    {
      "id": "06-001-0010_p0022",
      "zh_CN": "佛法的修学也是建立在孝道的基础上，在中国是以四大菩萨代表整个的佛法。这个四大菩萨，第一位是地藏菩萨，地藏菩萨的道场在九华山。第二位是观世音菩萨，观音菩萨的道场在普陀山。第三位是文殊菩萨，在五台山。第四位是普贤菩萨，在四川峨嵋山。这是我们中国佛法四大名山，四大道场。我们吃的穿的都是得自于大地，地上生的、地上长的，金银七宝都埋藏在地下，地下有无尽的宝藏，所以称为「地藏」，藏就是含藏，含藏无尽的宝藏。佛用这个比喻，比喻我们的心地，我们心地里面有无尽的智慧，有无量的德能、才艺，这是我们心地的宝藏。",
      "zh_TW": "佛法的修學也是建立在孝道的基礎上，在中國是以四大菩薩代表整個的佛法。這個四大菩薩，第一位是地藏菩薩，地藏菩薩的道場在九華山。第二位是觀世音菩薩，觀音菩薩的道場在普陀山。第三位是文殊菩薩，在五台山。第四位是普賢菩薩，在四川峨嵋山。這是我們中國佛法四大名山，四大道場。我們吃的穿的都是得自於大地，地上生的、地上長的，金銀七寶都埋藏在地下，地下有無盡的寶藏，所以稱為「地藏」，藏就是含藏，含藏無盡的寶藏。佛用這個比喻，比喻我們的心地，我們心地裡面有無盡的智慧，有無量的德能、才藝，這是我們心地的寶藏。"
    },
    {
      "id": "06-001-0010_p0023",
      "zh_CN": "这个经典重新作版，我们来翻印。念佛成就的人多，这是摆在我们面前真正的见证，我们再不相信就没法子了。如来三转法轮，示转、劝转，最后作证明来转，这些往生人都是我们的证明。看到这么多的例子，我们要不动心、不相信，这就很难了，这一生成就就不容易。这些事情真的常常有，每年我们都会看到。今年我台北图书馆，有个同修陈老居士往生，也是预知时至，临终见佛接引走的。昨天我在翻照片，还翻到他的照片，有几张很清楚，是我们台北作法会的时候他参加，他坐在前一排所以照得很清楚。看他的相貌其貌不扬，大家都没有注意他，没有把他看在眼里，没想到人家真往生，念佛真正念成功了，这个很难得！",
      "zh_TW": "這個經典重新作版，我們來翻印。念佛成就的人多，這是擺在我們面前真正的見證，我們再不相信就沒法子了。如來三轉法輪，示轉、勸轉，最後作證明來轉，這些往生人都是我們的證明。看到這麼多的例子，我們要不動心、不相信，這就很難了，這一生成就就不容易。這些事情真的常常有，每年我們都會看到。今年我台北圖書館，有個同修陳老居士往生，也是預知時至，臨終見佛接引走的。昨天我在翻照片，還翻到他的照片，有幾張很清楚，是我們台北作法會的時候他參加，他坐在前一排所以照得很清楚。看他的相貌其貌不揚，大家都沒有注意他，沒有把他看在眼裡，沒想到人家真往生，念佛真正念成功了，這個很難得！"
    },
    {
      "id": "06-001-0010_p0024",
      "zh_CN": "到美国，龚正华居士给我打电话，说我们从前经上听说若一日、若二日、若三日到若七日的，很少见到过。没想到在华盛顿ＤＣ居然看到一个真的三天往生，把《弥陀经》上讲的若一日到若七日证明了，真的三天。佛讲的话不假，是我们众生障深慧浅，没有法子理解，信不过，障碍在自己，佛给我们讲的句句真实。所以，唯一清净法轮是念佛求生净土。",
      "zh_TW": "到美國，龔正華居士給我打電話，說我們從前經上聽說若一日、若二日、若三日到若七日的，很少見到過。沒想到在華盛頓ＤＣ居然看到一個真的三天往生，把《彌陀經》上講的若一日到若七日證明了，真的三天。佛講的話不假，是我們眾生障深慧淺，沒有法子理解，信不過，障礙在自己，佛給我們講的句句真實。所以，唯一清淨法輪是念佛求生淨土。"
    },
    {
      "id": "06-001-0010_p0025",
      "zh_CN": "『化佛菩萨日』，「日」代表光明。西方极乐世界阿弥陀佛处处可以见到，这是我们在《观经》上看到的。阿弥陀佛怎么会那么多？化佛，阿弥陀佛的化身，化无量无边身。所以在那个世界那么广大，人那么多，你随时随处都可以见到阿弥陀佛，这就方便了。化佛犹如真佛，跟真佛没两样，所以到西方极乐世界见佛容易。并不是说那个世界只有一尊佛住在那儿，要想去见他，就是有神足通，还得要跑到那里去，多费事！西方三圣，观音、势至、阿弥陀佛，时时在面前，只要你一想佛已经在面前了。",
      "zh_TW": "『化佛菩薩日』，「日」代表光明。西方極樂世界阿彌陀佛處處可以見到，這是我們在《觀經》上看到的。阿彌陀佛怎麼會那麼多？化佛，阿彌陀佛的化身，化無量無邊身。所以在那個世界那麼廣大，人那麼多，你隨時隨處都可以見到阿彌陀佛，這就方便了。化佛猶如真佛，跟真佛沒兩樣，所以到西方極樂世界見佛容易。並不是說那個世界只有一尊佛住在那兒，要想去見他，就是有神足通，還得要跑到那裡去，多費事！西方三聖，觀音、勢至、阿彌陀佛，時時在面前，只要你一想佛已經在面前了。"
    },
    {
      "id": "06-001-0010_p0026",
      "zh_CN": "『如须弥住持』，「须弥」表不动，表念佛三昧，身心不动，如实修行。虽然讲修行，并不像我们这个世界，我们这个世界真的是有修有行，他那里是修无所修，修而无修，无修而修，这个妙！二十一首：",
      "zh_TW": "『如須彌住持』，「須彌」表不動，表念佛三昧，身心不動，如實修行。雖然講修行，並不像我們這個世界，我們這個世界真的是有修有行，他那裡是修無所修，修而無修，無修而修，這個妙！二十一首："
    },
    {
      "id": "06-001-0010_p0027",
      "zh_CN": "【无垢庄严光。一念及一时。普照诸佛会。利益诸群生。】",
      "zh_TW": "【無垢莊嚴光。一念及一時。普照諸佛會。利益諸群生。】"
    },
    {
      "id": "06-001-0010_p0028",
      "zh_CN": "这一首是说西方世界这些诸大菩萨神通广大，能够在一念遍至十方一切刹土，到那里去教化众生。像《普门品》里面所说的，「千处祈求千处应」，菩萨与十方世界一切众生感应道交，只要是真诚心求，决定有感应。清净心、至诚心求，有求必应，一念能够遍到。下面这一首是：",
      "zh_TW": "這一首是說西方世界這些諸大菩薩神通廣大，能夠在一念遍至十方一切剎土，到那裡去教化眾生。像《普門品》裡面所說的，「千處祈求千處應」，菩薩與十方世界一切眾生感應道交，只要是真誠心求，決定有感應。清淨心、至誠心求，有求必應，一念能夠遍到。下面這一首是："
    },
    {
      "id": "06-001-0010_p0029",
      "zh_CN": "【雨天乐华衣。妙香等供养。赞诸佛功德。无有分别心。】",
      "zh_TW": "【雨天樂華衣。妙香等供養。讚諸佛功德。無有分別心。】"
    },
    {
      "id": "06-001-0010_p0030",
      "zh_CN": "这是说十方如来虽然对于这一切浊恶的众生也有赞叹，劝我们断恶修善，劝我们破迷开悟，众生能够依教奉行，诸佛菩萨欢喜赞叹。虽然如此，于诸佛土总会起分别、起执着，即使供养如来，实在讲不如法的供养多，真正如法的供养少。什么叫如法、什么叫不如法？经上给我们一个标准，这个标准太好了，那就是『无有分别心』。这是用心去供养，物品没有关系，心地清净，没有分别，所有供具都是上上的供具。好像送礼物一样，譬如说晚辈或者是部属对于长官、长辈送一点礼，长辈会在乎他这个礼物吗？不在乎。在乎他的心，有这分孝心他就高兴了，不在乎礼的轻重。佛菩萨就看我们众生的清净心，无分别心，前面讲的天乐、天华、衣服、妙香，赞佛功德最要紧的就是「无有分别心」，这一偈的中心就是这句话。",
      "zh_TW": "這是說十方如來雖然對於這一切濁惡的眾生也有讚歎，勸我們斷惡修善，勸我們破迷開悟，眾生能夠依教奉行，諸佛菩薩歡喜讚歎。雖然如此，於諸佛土總會起分別、起執著，即使供養如來，實在講不如法的供養多，真正如法的供養少。什麼叫如法、什麼叫不如法？經上給我們一個標準，這個標準太好了，那就是『無有分別心』。這是用心去供養，物品沒有關係，心地清淨，沒有分別，所有供具都是上上的供具。好像送禮物一樣，譬如說晚輩或者是部屬對於長官、長輩送一點禮，長輩會在乎他這個禮物嗎？不在乎。在乎他的心，有這分孝心他就高興了，不在乎禮的輕重。佛菩薩就看我們眾生的清淨心，無分別心，前面講的天樂、天華、衣服、妙香，讚佛功德最要緊的就是「無有分別心」，這一偈的中心就是這句話。"
    },
    {
      "id": "06-001-0010_p0031",
      "zh_CN": "【何等世界无。佛法功德宝。我愿皆往生。示佛法如佛。】",
      "zh_TW": "【何等世界無。佛法功德寶。我願皆往生。示佛法如佛。】"
    },
    {
      "id": "06-001-0010_p0032",
      "zh_CN": "这一首非常了不起，太伟大了。这个世间没有佛法的地方众生苦，愚痴，造业重，没有觉悟的时候。菩萨慈悲，到哪里去？没有佛法的地方他去；换句话说，他能舍净土，到他方秽恶土，没有佛法的地方去教化众生，去给众生做佛法的增上缘，这个了不起！真是像地藏菩萨的大愿一样，「我不入地狱，谁入地狱」，发这样的心。虽然看到众生一个也度不了，度不了给他下种子，所谓「一历耳根，永为道种」。这是一切大愿里面的第一大愿，就是四弘誓愿里的「众生无边誓愿度」的大愿。",
      "zh_TW": "這一首非常了不起，太偉大了。這個世間沒有佛法的地方眾生苦，愚痴，造業重，沒有覺悟的時候。菩薩慈悲，到哪裡去？沒有佛法的地方他去；換句話說，他能捨淨土，到他方穢惡土，沒有佛法的地方去教化眾生，去給眾生做佛法的增上緣，這個了不起！真是像地藏菩薩的大願一樣，「我不入地獄，誰入地獄」，發這樣的心。雖然看到眾生一個也度不了，度不了給他下種子，所謂「一歷耳根，永為道種」。這是一切大願裡面的第一大願，就是四弘誓願裡的「眾生無邊誓願度」的大願。"
    },
    {
      "id": "06-001-0010_p0033",
      "zh_CN": "观察菩萨到这个地方圆满。这首偈把菩萨的德行赞叹到极处，也是大乘佛法最积极的形态。末后一首是回向：",
      "zh_TW": "觀察菩薩到這個地方圓滿。這首偈把菩薩的德行讚歎到極處，也是大乘佛法最積極的形態。末後一首是迴向："
    },
    {
      "id": "06-001-0010_p0034",
      "zh_CN": "【我作论说偈。愿见弥陀佛。普共诸众生。往生安乐国。】",
      "zh_TW": "【我作論說偈。願見彌陀佛。普共諸眾生。往生安樂國。】"
    },
    {
      "id": "06-001-0010_p0035",
      "zh_CN": "前面两句是天亲菩萨回向自己的功德。他作论，《往生论》是他造的，他的著作，这些偈颂是他说的。他作论说偈，为什么？他只有一个愿望，『愿见弥陀佛』，他愿意往生西方极乐世界，亲近阿弥陀佛，这是个人功德回向。只有这一个目的，愿意去见佛。下面两句是回向众生，『普共诸众生』，普遍愿与一切众生，只要听到他的偈子，读过《往生论》的，能够相信、能够发愿、能够依教奉行，我们共同往生西方极乐世界。",
      "zh_TW": "前面兩句是天親菩薩迴向自己的功德。他作論，《往生論》是他造的，他的著作，這些偈頌是他說的。他作論說偈，為什麼？他只有一個願望，『願見彌陀佛』，他願意往生西方極樂世界，親近阿彌陀佛，這是個人功德迴向。只有這一個目的，願意去見佛。下面兩句是迴向眾生，『普共諸眾生』，普遍願與一切眾生，只要聽到他的偈子，讀過《往生論》的，能夠相信、能夠發願、能夠依教奉行，我們共同往生西方極樂世界。"
    },
    {
      "id": "06-001-0010_p0036",
      "zh_CN": "这部书分成两个部分，前面二十四首偈颂，后面是长行，长行就是论，也是天亲菩萨造的，长行是论，前面是偈，所以他说作论说偈。论就是解释偈的，把偈颂的意思更明白的给我们说出来。论里面就非常明显的说出修行方法，就是「五念法」，礼拜、赞叹、作愿、观察、回向，五念法。五念法是天亲菩萨修净土的方法，这个方法我们应该怎么样去做，夏莲居老居士在《净修捷要》、《宝王三昧忏》，就是依据五念法的修法编成的。所以《净修捷要》很简单，三十二拜，每一拜里面这五个科目统统具足。有礼拜、有观察、有称赞（它每一拜里面念三声佛号，这是称赞）、有发愿、有回向。五个意思在一拜当中一次完成，总共三十二拜，每一拜里面所观想的内容就是《无量寿经》。所以，你每修一次，等于把《无量寿经》又温习了一遍，回味一次，这个方法实在好。方法是天亲菩萨提出来的，夏莲居居士贡献给我们，教给我们怎么作法。",
      "zh_TW": "這部書分成兩個部分，前面二十四首偈頌，後面是長行，長行就是論，也是天親菩薩造的，長行是論，前面是偈，所以他說作論說偈。論就是解釋偈的，把偈頌的意思更明白的給我們說出來。論裡面就非常明顯的說出修行方法，就是「五念法」，禮拜、讚歎、作願、觀察、迴向，五念法。五念法是天親菩薩修淨土的方法，這個方法我們應該怎麼樣去做，夏蓮居老居士在《淨修捷要》、《寶王三昧懺》，就是依據五念法的修法編成的。所以《淨修捷要》很簡單，三十二拜，每一拜裡面這五個科目統統具足。有禮拜、有觀察、有稱讚（它每一拜裡面念三聲佛號，這是稱讚）、有發願、有迴向。五個意思在一拜當中一次完成，總共三十二拜，每一拜裡面所觀想的內容就是《無量壽經》。所以，你每修一次，等於把《無量壽經》又溫習了一遍，回味一次，這個方法實在好。方法是天親菩薩提出來的，夏蓮居居士貢獻給我們，教給我們怎麼作法。"
    },
    {
      "id": "06-001-0010_p0037",
      "zh_CN": "我们这个科目到今天告一个段落。我听说星期五同学要来聚一次餐，聚餐，晚上如果再讲经，吃也没吃好，是听也没听好，不如我们就把讲经停下来好了，让大家快乐的在这里聚餐，这样比较好。明天晚上，我们还有一次《无量寿经》。",
      "zh_TW": "我們這個科目到今天告一個段落。我聽說星期五同學要來聚一次餐，聚餐，晚上如果再講經，吃也沒吃好，是聽也沒聽好，不如我們就把講經停下來好了，讓大家快樂的在這裡聚餐，這樣比較好。明天晚上，我們還有一次《無量壽經》。"
    }
  ]
}