{
  "doc_id": "06-001-0007",
  "title": {
    "zh_CN": "往生论（无量寿经优婆提舍愿生偈）",
    "zh_TW": "往生論（無量壽經優婆提舍願生偈）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "06-001-0007",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "06-001-0007_p0001",
      "zh_CN": "一切万物随手拈来。他为什么不用个其他的名词，而用一个「雨」？这个「雨」虽然是个动词，也有名词的意义。雨讲的是即时为贵，不需要的时候就没有，需要的时候就有。并不是空中布满这些东西，不是的，空中什么都没有，想要什么就变现什么，一切法是变化所作。那个世界在一切物质受用方面，仿佛我们娑婆世界的他化自在天，这是欲界最高的一层天，这里天人一切的享受，心里一动念就变化现前。谁变化的？是第五天变化来供养的，第五层天叫化乐天，他有能力变化。第六天的福报很大，当然他也有能力变化，但他不需要变化，他一动念头，第五天就变化供养送来，所以叫他化自在天。西方极乐世界这些东西是谁变化的？诸位要晓得，是阿弥陀佛变化所作。第六天是第五天变化供养的，我们生到西方极乐世界是阿弥陀佛变化供应的。我们从这里看，佛的慈悲愿力真正不可思议，达到极处。",
      "zh_TW": "一切萬物隨手拈來。他為什麼不用個其他的名詞，而用一個「雨」？這個「雨」雖然是個動詞，也有名詞的意義。雨講的是即時為貴，不需要的時候就沒有，需要的時候就有。並不是空中布滿這些東西，不是的，空中什麼都沒有，想要什麼就變現什麼，一切法是變化所作。那個世界在一切物質受用方面，彷彿我們娑婆世界的他化自在天，這是欲界最高的一層天，這裡天人一切的享受，心裡一動念就變化現前。誰變化的？是第五天變化來供養的，第五層天叫化樂天，他有能力變化。第六天的福報很大，當然他也有能力變化，但他不需要變化，他一動念頭，第五天就變化供養送來，所以叫他化自在天。西方極樂世界這些東西是誰變化的？諸位要曉得，是阿彌陀佛變化所作。第六天是第五天變化供養的，我們生到西方極樂世界是阿彌陀佛變化供應的。我們從這裡看，佛的慈悲願力真正不可思議，達到極處。"
    },
    {
      "id": "06-001-0007_p0002",
      "zh_CN": "《无量寿经》里面有好几段经文，给我们讲西方极乐世界一切的受用。譬如讲天花、雨花，花落在地面上，舖在地上就像地毯一样，而且落下来自然组成非常美观的图案，落下来并不凌乱，落下来变成图案舖在地面上。我们晓得，西方世界的树木、花草没有草本的，我们这个世界树木花草有木本、草本，是草木。西方极乐世界的树木花草是七宝，体质是七宝。宝在我们这个世间是坚硬的，如果舖满在地上，我们走路都很不方便，这个我们能想像得到。西方极乐世界的七宝，前面说过了，柔软，软的，像黄金、白银可以拿来做衣服穿，软的，不是硬的，薄薄的黄金片跟布疋一样，可以做衣服用。因此，宝树上的花落下来也是柔软的，我们在《无量寿经》里读过。人走在花毯上，它柔软，所以踩下去，经上讲会沉下去，足举起来，又恢复平的。《无量寿经》上这样说的，佛在其他经上给我们介绍也是这样讲法。",
      "zh_TW": "《無量壽經》裡面有好幾段經文，給我們講西方極樂世界一切的受用。譬如講天花、雨花，花落在地面上，舖在地上就像地毯一樣，而且落下來自然組成非常美觀的圖案，落下來並不凌亂，落下來變成圖案舖在地面上。我們曉得，西方世界的樹木、花草沒有草本的，我們這個世界樹木花草有木本、草本，是草木。西方極樂世界的樹木花草是七寶，體質是七寶。寶在我們這個世間是堅硬的，如果舖滿在地上，我們走路都很不方便，這個我們能想像得到。西方極樂世界的七寶，前面說過了，柔軟，軟的，像黃金、白銀可以拿來做衣服穿，軟的，不是硬的，薄薄的黃金片跟布疋一樣，可以做衣服用。因此，寶樹上的花落下來也是柔軟的，我們在《無量壽經》裡讀過。人走在花毯上，它柔軟，所以踩下去，經上講會沉下去，足舉起來，又恢復平的。《無量壽經》上這樣說的，佛在其他經上給我們介紹也是這樣講法。"
    },
    {
      "id": "06-001-0007_p0003",
      "zh_CN": "时候到了，花自然就没有了，花没有了，空中又落下新的花。佛给我们说「如是六反」，「六反」在印度就是六个时辰。我们现在讲一天二十四小时，小时，为什么叫小时？我们中国古代计算时间的单位，比外国人用的要大。我们中国是用十二个时辰，子、丑、寅、卯、辰、巳、午、未、申、酉、戌、亥，我们是用这个来计算的。全世界都用二十四小时，所以民国建立以后，就不用从前这个计时方法，采取世界共同通用的，这方便多了。所以我们称它作小时。印度人计时比古时候中国计时还要大，他一天一夜只分六个时辰，我们分十二个时辰，他只有六个时辰，昼三时，夜三时。昼三时叫初日分、中日分、后日分，好像我们讲上午、中午、下午，这白天。晚上他是初夜分、中夜分、后夜分，所以他一个时辰等于我们现在四个小时。佛的意思就是说，这花落、花没是一个时辰一次，「如是六反」，看花落的时候你就晓得，六次好像等于我们这个世界的一天。",
      "zh_TW": "時候到了，花自然就沒有了，花沒有了，空中又落下新的花。佛給我們說「如是六反」，「六反」在印度就是六個時辰。我們現在講一天二十四小時，小時，為什麼叫小時？我們中國古代計算時間的單位，比外國人用的要大。我們中國是用十二個時辰，子、丑、寅、卯、辰、巳、午、未、申、酉、戌、亥，我們是用這個來計算的。全世界都用二十四小時，所以民國建立以後，就不用從前這個計時方法，採取世界共同通用的，這方便多了。所以我們稱它作小時。印度人計時比古時候中國計時還要大，他一天一夜只分六個時辰，我們分十二個時辰，他只有六個時辰，晝三時，夜三時。晝三時叫初日分、中日分、後日分，好像我們講上午、中午、下午，這白天。晚上他是初夜分、中夜分、後夜分，所以他一個時辰等於我們現在四個小時。佛的意思就是說，這花落、花沒是一個時辰一次，「如是六反」，看花落的時候你就曉得，六次好像等於我們這個世界的一天。"
    },
    {
      "id": "06-001-0007_p0004",
      "zh_CN": "其实西方极乐世界没有年、月、日、时，没有。为什么没有？因为西方极乐世界没有夜晚，它那个世界是光明世界。再给诸位说，西方极乐世界那边的人没有睡眠，我们一想，没有睡眠怎么行？人的精神怎么能受得了？其实这是我们一个错误的观念，睡眠是烦恼之一，五盖之一，盖就是盖覆了我们本性。睡眠是昏沉，真正有定功的人没有睡眠。如果修禅的人在打坐睡着了，这不是禅定，真正的禅定永远是清醒的，那是真正禅定。我们看到有很多学禅打坐，他打瞌睡，还打呼，头弯在那个地方，那是真的在睡觉。",
      "zh_TW": "其實西方極樂世界沒有年、月、日、時，沒有。為什麼沒有？因為西方極樂世界沒有夜晚，它那個世界是光明世界。再給諸位說，西方極樂世界那邊的人沒有睡眠，我們一想，沒有睡眠怎麼行？人的精神怎麼能受得了？其實這是我們一個錯誤的觀念，睡眠是煩惱之一，五蓋之一，蓋就是蓋覆了我們本性。睡眠是昏沉，真正有定功的人沒有睡眠。如果修禪的人在打坐睡著了，這不是禪定，真正的禪定永遠是清醒的，那是真正禪定。我們看到有很多學禪打坐，他打瞌睡，還打呼，頭彎在那個地方，那是真的在睡覺。"
    },
    {
      "id": "06-001-0007_p0005",
      "zh_CN": "盘腿跏趺而坐的时候，你看佛像、菩萨像都是挺有精神的，哪里头会缩成这样子，两头勾成一头，这决定是在睡觉！这就是李老师常讲的，与其坐着这样睡，哪有躺着睡舒服！诸位要知道，初禅以上没有睡眠，欲界才有睡眠。欲界有六层天，愈往上面去睡眠愈少，到了初禅完全没有睡眠。西方极乐世界哪有睡眠的！没有。所以它没有年月日，也没有时间，这是世尊随顺我们娑婆世界凡夫的分别执着给我们说「如是六反」，是这个意思。",
      "zh_TW": "盤腿跏趺而坐的時候，你看佛像、菩薩像都是挺有精神的，哪裡頭會縮成這樣子，兩頭勾成一頭，這決定是在睡覺！這就是李老師常講的，與其坐著這樣睡，哪有躺著睡舒服！諸位要知道，初禪以上沒有睡眠，欲界才有睡眠。欲界有六層天，愈往上面去睡眠愈少，到了初禪完全沒有睡眠。西方極樂世界哪有睡眠的！沒有。所以它沒有年月日，也沒有時間，這是世尊隨順我們娑婆世界凡夫的分別執著給我們說「如是六反」，是這個意思。"
    },
    {
      "id": "06-001-0007_p0006",
      "zh_CN": "这桩事里面最重要的是后头这句，『无量香普熏』。西方极乐世界，不管是人身上，任何物质都放香气，都有香气，而且是众宝之香，所以这个世界叫香光世界，光明遍照，宝香普熏。这个事情我相信我们有些同修能够体验得到，在念佛的时候，或是在读经的时候，或者是在拜佛的时候，或者是心地很清净的时候，会闻到异香。我去年在温哥华，一位居士告诉我，他说他们有一次就在此地房子后面的院子里，好几位同修在那里讨论佛法。忽然来了一阵异香，每个人都闻到，他说很奇怪，时间还很久，从来没有闻过这种香气。这种香气绝对不是人间的，因为他家里没烧香，附近的外国人家里也不会烧香，这香气从哪儿来的？在一般讲，我们闻到香气，绝大多数是天人，天人身上有香气。天人从这边经过，看到你们在念佛，看到你们在讨论佛法，他很欢喜，停住一下看看你们，他的香气。我想学佛的同修多多少少都有这种经验，有这种经验，这是瑞相、好相，但也不必生欢喜，因为这种相是很平常的，特别是在初学，久修的同修慢慢会少。初学同修，这些护法善神，往往为了增长我们的信心，这种瑞相比较多一点。",
      "zh_TW": "這樁事裡面最重要的是後頭這句，『無量香普熏』。西方極樂世界，不管是人身上，任何物質都放香氣，都有香氣，而且是眾寶之香，所以這個世界叫香光世界，光明遍照，寶香普熏。這個事情我相信我們有些同修能夠體驗得到，在念佛的時候，或是在讀經的時候，或者是在拜佛的時候，或者是心地很清淨的時候，會聞到異香。我去年在溫哥華，一位居士告訴我，他說他們有一次就在此地房子後面的院子裡，好幾位同修在那裡討論佛法。忽然來了一陣異香，每個人都聞到，他說很奇怪，時間還很久，從來沒有聞過這種香氣。這種香氣絕對不是人間的，因為他家裡沒燒香，附近的外國人家裡也不會燒香，這香氣從哪兒來的？在一般講，我們聞到香氣，絕大多數是天人，天人身上有香氣。天人從這邊經過，看到你們在念佛，看到你們在討論佛法，他很歡喜，停住一下看看你們，他的香氣。我想學佛的同修多多少少都有這種經驗，有這種經驗，這是瑞相、好相，但也不必生歡喜，因為這種相是很平常的，特別是在初學，久修的同修慢慢會少。初學同修，這些護法善神，往往為了增長我們的信心，這種瑞相比較多一點。"
    },
    {
      "id": "06-001-0007_p0007",
      "zh_CN": "「无量香普熏」是庄严功德成就的重点。接触到佛光能灭烦恼、能破无明，我们闻到宝香，功德也是如此。不像我们世间的香虽然能够使身体很舒适，闻到清香很舒适，不能断烦恼，不能破无明，不能开智慧，这就是我们娑婆世界的香与光比不上西方极乐世界的地方。你明白这些道理，你才晓得西方世界为什么会三不退，道理就在此地。你六根所接触的境界，没有一样不是消除烦恼、消除业障、增长智慧，明心见性。所以纵然下下品往生，也圆证三不退，确实这三种不退，位不退，行不退，念不退。这是他方世界所没有的。",
      "zh_TW": "「無量香普熏」是莊嚴功德成就的重點。接觸到佛光能滅煩惱、能破無明，我們聞到寶香，功德也是如此。不像我們世間的香雖然能夠使身體很舒適，聞到清香很舒適，不能斷煩惱，不能破無明，不能開智慧，這就是我們娑婆世界的香與光比不上西方極樂世界的地方。你明白這些道理，你才曉得西方世界為什麼會三不退，道理就在此地。你六根所接觸的境界，沒有一樣不是消除煩惱、消除業障、增長智慧，明心見性。所以縱然下下品往生，也圓證三不退，確實這三種不退，位不退，行不退，念不退。這是他方世界所沒有的。"
    },
    {
      "id": "06-001-0007_p0008",
      "zh_CN": "后面这两句是『佛慧明净日，除世痴暗冥』，这两句是「庄严光明功德成就」。这些庄严的成就都是佛在过去，阿弥陀佛在行菩萨道的时候，参访诸佛国土，虽然有些佛国的众生，像罗汉、菩萨也有顶上的圆光，也有身光，乃至于一般人也是有的。有些我们常讲有天眼通的人，天眼通这个神通在经上讲的一般讲有三种，第一种是报得的，他生下来就有，这是报得的。第二种是修得的，他修行修得的，从定中生的。第三种是药物。我最近看了一本小册子叫「第三眼」，看到西藏有很多眼通是用药物，一方面他们修持，一方面用药物，用药物帮助你得眼通。过去我们在经论、注疏古大德讲这个药物，我们还不晓得，以为是吃一种什么药，结果它是一种手术，里面也用药草，用药物，这是三种。还有一种是鬼神附在身上，那个通不是自己的，但是现在这个社会，有很多有神通的人，我们仔细观察大概大多数是鬼神附身的。因为他自己不是修的，他从小也没有，也不是天生的，他也没有经过什么手术，忽然就得到了，这多半是鬼神附身的。像《楞严经》上所说的五十种阴魔，现在确实妖魔鬼怪扰乱这个世间，扰乱社会，这种情形越来越多，我们应当要警惕。这个能力是真的，不是假的。",
      "zh_TW": "後面這兩句是『佛慧明淨日，除世痴闇冥』，這兩句是「莊嚴光明功德成就」。這些莊嚴的成就都是佛在過去，阿彌陀佛在行菩薩道的時候，參訪諸佛國土，雖然有些佛國的眾生，像羅漢、菩薩也有頂上的圓光，也有身光，乃至於一般人也是有的。有些我們常講有天眼通的人，天眼通這個神通在經上講的一般講有三種，第一種是報得的，他生下來就有，這是報得的。第二種是修得的，他修行修得的，從定中生的。第三種是藥物。我最近看了一本小冊子叫「第三眼」，看到西藏有很多眼通是用藥物，一方面他們修持，一方面用藥物，用藥物幫助你得眼通。過去我們在經論、註疏古大德講這個藥物，我們還不曉得，以為是吃一種什麼藥，結果它是一種手術，裡面也用藥草，用藥物，這是三種。還有一種是鬼神附在身上，那個通不是自己的，但是現在這個社會，有很多有神通的人，我們仔細觀察大概大多數是鬼神附身的。因為他自己不是修的，他從小也沒有，也不是天生的，他也沒有經過什麼手術，忽然就得到了，這多半是鬼神附身的。像《楞嚴經》上所說的五十種陰魔，現在確實妖魔鬼怪擾亂這個世間，擾亂社會，這種情形越來越多，我們應當要警惕。這個能力是真的，不是假的。"
    },
    {
      "id": "06-001-0007_p0009",
      "zh_CN": "有眼通的人，看到每个人身上都有光，他不叫光，他叫气，他叫观气。这个气有颜色，从观气晓得你这个人的身体健康，知道你的情绪，甚至于你隐瞒的事情他都能看得出来。实际上，这就是光。所以每个人都放光，光的大小不相同，色彩不一样。有修行的人，他光的颜色非常殊胜，光明也大。我们凡夫为什么见不到？佛菩萨告诉我们，我们是被愚痴所暗，贪瞋痴使我们的本能失去了。西方极乐世界阿弥陀佛的光明遍照。佛发愿，他的世界，他那个地方生活的环境，依正都放光明。依报是物质环境，没有一样不放光，连大地都放光，所以西方世界没有日月。我们这里日、月、灯是光明的来源，西方世界没有日、月、灯。他的光明能破除一切众生的烦恼，『除世痴暗冥』，「痴」是愚痴，「暗冥」是无明。佛光能够帮助我们破除三毒烦恼，能帮我们断除无明，恢复自心本具的般若智慧，它有这样的好处。",
      "zh_TW": "有眼通的人，看到每個人身上都有光，他不叫光，他叫氣，他叫觀氣。這個氣有顏色，從觀氣曉得你這個人的身體健康，知道你的情緒，甚至於你隱瞞的事情他都能看得出來。實際上，這就是光。所以每個人都放光，光的大小不相同，色彩不一樣。有修行的人，他光的顏色非常殊勝，光明也大。我們凡夫為什麼見不到？佛菩薩告訴我們，我們是被愚痴所闇，貪瞋痴使我們的本能失去了。西方極樂世界阿彌陀佛的光明遍照。佛發願，他的世界，他那個地方生活的環境，依正都放光明。依報是物質環境，沒有一樣不放光，連大地都放光，所以西方世界沒有日月。我們這裡日、月、燈是光明的來源，西方世界沒有日、月、燈。他的光明能破除一切眾生的煩惱，『除世痴闇冥』，「痴」是愚痴，「闇冥」是無明。佛光能夠幫助我們破除三毒煩惱，能幫我們斷除無明，恢復自心本具的般若智慧，它有這樣的好處。"
    },
    {
      "id": "06-001-0007_p0010",
      "zh_CN": "为什么我们世间的光明，日、月、灯明，不能够开启智慧？这个得要问我们世间的光明从哪儿来的？这个光明不是从本性般若里面生的。尤其是现代，科技发达，照明工具不断都在进步，这是我们人从意识心里面变现出来的，聪明，从意识心里头变现出来的。我们讲发明，人类发明了电灯，在佛法里面讲这是聪明，不是从智慧。大经上告诉我们，阿弥陀佛「住真实慧」，真实慧就是本性里面的般若智慧。本性里面般若智慧起的光明遍照，它就有能力照破无明。我们今天再殊胜的光明，不能把我们的烦恼照掉，不能把我们的无明照掉，就是光明的根源不相同，道理在这个地方。所以经上给我们说，有些世界以光明作佛事，就是这个意思。我们这个世界众生是耳根比较利，不是眼根利，如果是眼根利，这个光明就起作用了，我们是耳根利。像《维摩经》里面讲的香积国，那也是个佛国，那个国的众生，六根里头舌根利，舌根利，吃东西。香积国的佛度化众生，就是天天请众生吃饭，一吃他就开悟了，他舌根利。你给他讲，讲半天他也不懂，他耳根不利，眼根不利，舌根利。所以，寺庙的厨房叫香积厨，就是取香积国的意思，舌根利。",
      "zh_TW": "為什麼我們世間的光明，日、月、燈明，不能夠開啟智慧？這個得要問我們世間的光明從哪兒來的？這個光明不是從本性般若裡面生的。尤其是現代，科技發達，照明工具不斷都在進步，這是我們人從意識心裡面變現出來的，聰明，從意識心裡頭變現出來的。我們講發明，人類發明了電燈，在佛法裡面講這是聰明，不是從智慧。大經上告訴我們，阿彌陀佛「住真實慧」，真實慧就是本性裡面的般若智慧。本性裡面般若智慧起的光明遍照，它就有能力照破無明。我們今天再殊勝的光明，不能把我們的煩惱照掉，不能把我們的無明照掉，就是光明的根源不相同，道理在這個地方。所以經上給我們說，有些世界以光明作佛事，就是這個意思。我們這個世界眾生是耳根比較利，不是眼根利，如果是眼根利，這個光明就起作用了，我們是耳根利。像《維摩經》裡面講的香積國，那也是個佛國，那個國的眾生，六根裡頭舌根利，舌根利，吃東西。香積國的佛度化眾生，就是天天請眾生吃飯，一吃他就開悟了，他舌根利。你給他講，講半天他也不懂，他耳根不利，眼根不利，舌根利。所以，寺廟的廚房叫香積廚，就是取香積國的意思，舌根利。"
    },
    {
      "id": "06-001-0007_p0011",
      "zh_CN": "所以一切众生六根，某一个根特别利的不相同。当然我们讲耳根利是绝大多数的，也有少数眼根很利的，比如说他看经或者看注解，一看就明了。你给他讲，讲半天他还没听清楚，这样的人有，很少，我曾经见过，那就是他的眼根比耳根利。他不希望人给他口头报告，他说有什么事写来给我看，那是眼根比耳根利。再看底下这一首；",
      "zh_TW": "所以一切眾生六根，某一個根特別利的不相同。當然我們講耳根利是絕大多數的，也有少數眼根很利的，比如說他看經或者看註解，一看就明瞭。你給他講，講半天他還沒聽清楚，這樣的人有，很少，我曾經見過，那就是他的眼根比耳根利。他不希望人給他口頭報告，他說有什麼事寫來給我看，那是眼根比耳根利。再看底下這一首；"
    },
    {
      "id": "06-001-0007_p0012",
      "zh_CN": "【梵声悟深远。微妙闻十方。正觉阿弥陀。法王善住持。】",
      "zh_TW": "【梵聲悟深遠。微妙聞十方。正覺阿彌陀。法王善住持。】"
    },
    {
      "id": "06-001-0007_p0013",
      "zh_CN": "这一首里面也是两桩事情，前面半首是「庄严妙声功德成就」。有许多世界虽然有善法，这个善法不能够遍及世间；换句话说，它影响的效果就不大。所以佛就想到，如果能有一种微妙的音声，这个妙音能够普遍叫众生都能够听到，这多好！确实我们也深有同感，我们晓得佛法好，晓得这世间有少数确实是有修有证的大德，我们有幸能听他说法，自己感觉非常幸运，那许多没有能听到的，我们感觉得非常惋惜。如何叫他的法音能够普遍世间，让一切众生都能够闻到，我们也有这个愿。但是在我们现代，我们借重无线电的广播、电视，尤其近代的卫星通讯，确实是能够遍及全世界。",
      "zh_TW": "這一首裡面也是兩樁事情，前面半首是「莊嚴妙聲功德成就」。有許多世界雖然有善法，這個善法不能夠遍及世間；換句話說，它影響的效果就不大。所以佛就想到，如果能有一種微妙的音聲，這個妙音能夠普遍叫眾生都能夠聽到，這多好！確實我們也深有同感，我們曉得佛法好，曉得這世間有少數確實是有修有證的大德，我們有幸能聽他說法，自己感覺非常幸運，那許多沒有能聽到的，我們感覺得非常惋惜。如何叫他的法音能夠普遍世間，讓一切眾生都能夠聞到，我們也有這個願。但是在我們現代，我們借重無線電的廣播、電視，尤其近代的衛星通訊，確實是能夠遍及全世界。"
    },
    {
      "id": "06-001-0007_p0014",
      "zh_CN": "这个事情是有了，但是还不方便。譬如我们现在晓得黄念祖老居士是当代少有的大德，他说法的录音带很难得从大陆流传到美国。最近华盛顿ＤＣ同修打电话告诉我，他们到大陆去访问回来，带了十四个带子。这十四个带子都是讲《无量寿经》的，讨论《无量寿经》的，他们拷贝，大概很快就会寄到我们这边来。可是我们还是受财力上的限制，种种缘不足，没有办法叫全世界的人都能够听得到，也就是我们今天机器还不能够那样的普遍；但是比过去是好得太多了，过去简直是不可能的。这些大德往生了，他的音声没有办法再留在世间。",
      "zh_TW": "這個事情是有了，但是還不方便。譬如我們現在曉得黃念祖老居士是當代少有的大德，他說法的錄音帶很難得從大陸流傳到美國。最近華盛頓ＤＣ同修打電話告訴我，他們到大陸去訪問回來，帶了十四個帶子。這十四個帶子都是講《無量壽經》的，討論《無量壽經》的，他們拷貝，大概很快就會寄到我們這邊來。可是我們還是受財力上的限制，種種緣不足，沒有辦法叫全世界的人都能夠聽得到，也就是我們今天機器還不能夠那樣的普遍；但是比過去是好得太多了，過去簡直是不可能的。這些大德往生了，他的音聲沒有辦法再留在世間。"
    },
    {
      "id": "06-001-0007_p0015",
      "zh_CN": "阿弥陀佛也是有这样的感触，所以他成佛之后，他的音声远闻，『梵声悟深远』，音声不但远闻，音声能够叫一切众生破迷开悟。「梵」是清净的意思，古印度他们自认为是大梵天的后裔，所以他们的文字叫梵文，他们的言语叫梵音。我们现在用这个字都是取它的意思，清净，离一切妄想分别执着，这个音声就清净了，称为梵音。经上说，如果有人在一生当中听到「西方极乐世界」这个名词，听到「阿弥陀佛」这个名号，这都非常的希有。我们因为听得多了，觉得不稀奇。如果你到世界每个地方去观光旅游一次，你会体验到，听到这个佛号、佛国的名字真正不容易！我们这个世界还有大多数的地方，那些人一生没有机会听过「极乐世界、阿弥陀佛」，一生都没有机缘听到！为什么说听到希有？经上常讲，「一历耳根，永为道种」。你听到阿赖耶识里，纵然这一生没有什么成就，多生多劫之后这个种子会起现行，它起现行就发愿求生净土。如果阿赖耶里头没有这个种子，那是决定不能往生的。",
      "zh_TW": "阿彌陀佛也是有這樣的感觸，所以他成佛之後，他的音聲遠聞，『梵聲悟深遠』，音聲不但遠聞，音聲能夠叫一切眾生破迷開悟。「梵」是清淨的意思，古印度他們自認為是大梵天的後裔，所以他們的文字叫梵文，他們的言語叫梵音。我們現在用這個字都是取它的意思，清淨，離一切妄想分別執著，這個音聲就清淨了，稱為梵音。經上說，如果有人在一生當中聽到「西方極樂世界」這個名詞，聽到「阿彌陀佛」這個名號，這都非常的希有。我們因為聽得多了，覺得不稀奇。如果你到世界每個地方去觀光旅遊一次，你會體驗到，聽到這個佛號、佛國的名字真正不容易！我們這個世界還有大多數的地方，那些人一生沒有機會聽過「極樂世界、阿彌陀佛」，一生都沒有機緣聽到！為什麼說聽到希有？經上常講，「一歷耳根，永為道種」。你聽到阿賴耶識裡，縱然這一生沒有什麼成就，多生多劫之後這個種子會起現行，它起現行就發願求生淨土。如果阿賴耶裡頭沒有這個種子，那是決定不能往生的。"
    },
    {
      "id": "06-001-0007_p0016",
      "zh_CN": "像最近ＤＣ周先生往生，念佛三天，一生没有遇到过，临命终时遇到的，他一遇到就相信。龚正华居士劝他念阿弥陀佛求生西方极乐世界，他一听就相信，马上就接受，这就是多生多劫的善根，这个时候遇到缘了。他的善根深厚，不深厚的话，在这种病痛到极处的时候，一听就相信，难得！念了三天，现在ＤＣ的人没话说了。同修十几个人去帮他助念，都看到阿弥陀佛来接他去，西方三圣出现在云中，下来接引他往生的。详细的报告，我已经请那边录一个录音带，把这个录音带寄给我。念佛往生不算稀奇，我们见得多了，三天往生，稀奇！这是经上讲，若一日、若二日、若三日，三天往生的，我们过去只听说，在我们一生当中没见过。这下子他们看到了，真的三天往生，三天就把阿弥陀佛念来了。",
      "zh_TW": "像最近ＤＣ周先生往生，念佛三天，一生沒有遇到過，臨命終時遇到的，他一遇到就相信。龔正華居士勸他念阿彌陀佛求生西方極樂世界，他一聽就相信，馬上就接受，這就是多生多劫的善根，這個時候遇到緣了。他的善根深厚，不深厚的話，在這種病痛到極處的時候，一聽就相信，難得！念了三天，現在ＤＣ的人沒話說了。同修十幾個人去幫他助念，都看到阿彌陀佛來接他去，西方三聖出現在雲中，下來接引他往生的。詳細的報告，我已經請那邊錄一個錄音帶，把這個錄音帶寄給我。念佛往生不算稀奇，我們見得多了，三天往生，稀奇！這是經上講，若一日、若二日、若三日，三天往生的，我們過去只聽說，在我們一生當中沒見過。這下子他們看到了，真的三天往生，三天就把阿彌陀佛念來了。"
    },
    {
      "id": "06-001-0007_p0017",
      "zh_CN": "如果说听到「阿弥陀佛」这个名号，就能够发愿往生，这是过去世的善根成熟，决定得生。而且龚正华居士在电话里告诉我，他的品位决定不会在下三品，我同意他这个讲法。因为他的瑞相太好了，临走的时候佛出现，五尊佛出现。他在这三天当中看到观世音菩萨、看到地藏王菩萨。龚正华知见正，他遇到的是真正善知识。地藏王菩萨一出现，他就念地藏王菩萨，龚正华居士马上就告诉他说，在这个时候不管你见什么佛、见什么菩萨，你统统念阿弥陀佛！这句话比什么都重要，这符合经上讲的「发菩提心，一向专念」，什么菩萨出现都不动心，我就是念阿弥陀佛，求生西方极乐世界。念了几声阿弥陀佛，地藏菩萨不见了，这个重要，非常重要。所以他的品位，最低我也觉得是在中品以上。虽然在临命终时才遇到缘，但是他一遇到，一直到他临终，佛号没有间断，他符合「一向专念」的标准。",
      "zh_TW": "如果說聽到「阿彌陀佛」這個名號，就能夠發願往生，這是過去世的善根成熟，決定得生。而且龔正華居士在電話裡告訴我，他的品位決定不會在下三品，我同意他這個講法。因為他的瑞相太好了，臨走的時候佛出現，五尊佛出現。他在這三天當中看到觀世音菩薩、看到地藏王菩薩。龔正華知見正，他遇到的是真正善知識。地藏王菩薩一出現，他就念地藏王菩薩，龔正華居士馬上就告訴他說，在這個時候不管你見什麼佛、見什麼菩薩，你統統念阿彌陀佛！這句話比什麼都重要，這符合經上講的「發菩提心，一向專念」，什麼菩薩出現都不動心，我就是念阿彌陀佛，求生西方極樂世界。念了幾聲阿彌陀佛，地藏菩薩不見了，這個重要，非常重要。所以他的品位，最低我也覺得是在中品以上。雖然在臨命終時才遇到緣，但是他一遇到，一直到他臨終，佛號沒有間斷，他符合「一向專念」的標準。"
    },
    {
      "id": "06-001-0007_p0018",
      "zh_CN": "往生，我们在前面曾经跟诸位报告过，是两种情形往生，一种是平素的修行，积功累德，另外一种是临命终时忏悔往生的。这一生没有机会闻到佛法，临命终时才听到，忏悔，悔过往生的。我前几天跟诸位报告，在一个多月以前，大概将近两个月前，我们台北图书馆有位陈老居士往生，跟大家报告了。今天我翻照片，我们这里有陈老居士的照片，是我们在台北作法会的时候，他坐在前一排，照得很清楚。你看这个相貌，真是很其貌不扬，他真往生了，真正是难得！他的照片我们看到有好几张。这一点意思就是妙声，庄严妙声功德成就。",
      "zh_TW": "往生，我們在前面曾經跟諸位報告過，是兩種情形往生，一種是平素的修行，積功累德，另外一種是臨命終時懺悔往生的。這一生沒有機會聞到佛法，臨命終時才聽到，懺悔，悔過往生的。我前幾天跟諸位報告，在一個多月以前，大概將近兩個月前，我們台北圖書館有位陳老居士往生，跟大家報告了。今天我翻照片，我們這裡有陳老居士的照片，是我們在台北作法會的時候，他坐在前一排，照得很清楚。你看這個相貌，真是很其貌不揚，他真往生了，真正是難得！他的照片我們看到有好幾張。這一點意思就是妙聲，莊嚴妙聲功德成就。"
    },
    {
      "id": "06-001-0007_p0019",
      "zh_CN": "后面这两句是「庄严主功德成就」，西方极乐世界的教主是阿弥陀佛，所以称『正觉阿弥陀，法王善住持』。这一部《往生论》里面，二十四首偈，给诸位说，这两句是二十四首的中心。如果没有阿弥陀，就没有西方极乐世界，也就没有一切的庄严，极乐世界无量的庄严都是从阿弥陀生出来的。所以这两句是主，这两句是中心，非常重要。就是在世间，如果这个家庭要好，家庭的兴衰在家长这一个人；国家的兴亡，在国王一个人；公司行号的兴衰，老板的责任。可见得领导人是中心，最为重要，真正有智慧、有才华的领导人，被领导的就有福了。西方极乐世界这个领导人是十方诸佛世界里都找不到的，智慧第一。经里面释迦牟尼佛赞叹说「光中极尊，佛中之王」，这样好的领导人，这样好的老师，到哪里去找！我们中国古时候理想的标准，领导人是「作之师、作之亲、作之君」，这是个理想的领导人。领导人是我们的老师，也像是我们的父母，对待一般众生就像对待儿女、对待子弟，这样的领导他，培育他、教化他。我们古人的理想，西方极乐世界实现了，百分之百圆满的实现。",
      "zh_TW": "後面這兩句是「莊嚴主功德成就」，西方極樂世界的教主是阿彌陀佛，所以稱『正覺阿彌陀，法王善住持』。這一部《往生論》裡面，二十四首偈，給諸位說，這兩句是二十四首的中心。如果沒有阿彌陀，就沒有西方極樂世界，也就沒有一切的莊嚴，極樂世界無量的莊嚴都是從阿彌陀生出來的。所以這兩句是主，這兩句是中心，非常重要。就是在世間，如果這個家庭要好，家庭的興衰在家長這一個人；國家的興亡，在國王一個人；公司行號的興衰，老闆的責任。可見得領導人是中心，最為重要，真正有智慧、有才華的領導人，被領導的就有福了。西方極樂世界這個領導人是十方諸佛世界裡都找不到的，智慧第一。經裡面釋迦牟尼佛讚歎說「光中極尊，佛中之王」，這樣好的領導人，這樣好的老師，到哪裡去找！我們中國古時候理想的標準，領導人是「作之師、作之親、作之君」，這是個理想的領導人。領導人是我們的老師，也像是我們的父母，對待一般眾生就像對待兒女、對待子弟，這樣的領導他，培育他、教化他。我們古人的理想，西方極樂世界實現了，百分之百圓滿的實現。"
    },
    {
      "id": "06-001-0007_p0020",
      "zh_CN": "说老实话，学佛为什么要往生西方极乐世界？就为这个。诸位仔细想想，就为这一条，我们一定要到西方极乐世界去，真正称得上十方世界第一。其他世界，不错，也有诸佛如来，不像西方极乐世界照顾弟子那么样周到，完全没有条件，这个难得！我们这个世间虽然有佛、有菩萨，必须要我们身心清净到相当的程度，与佛菩萨才能感应道交。不像西方世界，一品烦恼没断，也能把你像等觉菩萨、十地菩萨同等的看待。这是很不容易的事情，的确十方诸佛刹土里面没有。经上也有说，有些地方罗刹为君，这个麻烦就大了！阿修罗为国王，你想想那是个什么世界，可说是悲惨世界。",
      "zh_TW": "說老實話，學佛為什麼要往生西方極樂世界？就為這個。諸位仔細想想，就為這一條，我們一定要到西方極樂世界去，真正稱得上十方世界第一。其他世界，不錯，也有諸佛如來，不像西方極樂世界照顧弟子那麼樣周到，完全沒有條件，這個難得！我們這個世間雖然有佛、有菩薩，必須要我們身心清淨到相當的程度，與佛菩薩才能感應道交。不像西方世界，一品煩惱沒斷，也能把你像等覺菩薩、十地菩薩同等的看待。這是很不容易的事情，的確十方諸佛剎土裡面沒有。經上也有說，有些地方羅剎為君，這個麻煩就大了！阿修羅為國王，你想想那是個什麼世界，可說是悲慘世界。"
    },
    {
      "id": "06-001-0007_p0021",
      "zh_CN": "所以阿弥陀佛的弘愿，是愿我国土常有法王，这个愿他也圆满了。我们这个本子后面还收了一部，五经一论之外的，《观音势至授记经》，讲观世音菩萨、大势至菩萨授记。将来阿弥陀佛灭度了，观世音菩萨示现成佛，观世音佛灭度了，大势至菩萨示现成佛，当中不但没有灭法，连像法都没有。经上讲得很清楚，阿弥陀佛上午入般涅槃，观世音菩萨马上就宣布成佛，接着的。所以，西方极乐世界只有正法，佛常住在世间。这些是从事上说的，理上讲，佛没有入灭的，《无量寿经》上给我们讲得很清楚，「于此中下，而现灭度」，示现般涅槃是给中下根性的人示现的。上根的人知道，佛没有般涅槃，佛哪有入灭的道理！",
      "zh_TW": "所以阿彌陀佛的弘願，是願我國土常有法王，這個願他也圓滿了。我們這個本子後面還收了一部，五經一論之外的，《觀音勢至授記經》，講觀世音菩薩、大勢至菩薩授記。將來阿彌陀佛滅度了，觀世音菩薩示現成佛，觀世音佛滅度了，大勢至菩薩示現成佛，當中不但沒有滅法，連像法都沒有。經上講得很清楚，阿彌陀佛上午入般涅槃，觀世音菩薩馬上就宣布成佛，接著的。所以，西方極樂世界只有正法，佛常住在世間。這些是從事上說的，理上講，佛沒有入滅的，《無量壽經》上給我們講得很清楚，「於此中下，而現滅度」，示現般涅槃是給中下根性的人示現的。上根的人知道，佛沒有般涅槃，佛哪有入滅的道理！"
    },
    {
      "id": "06-001-0007_p0022",
      "zh_CN": "佛示现般涅槃是度化众生的机缘，阿弥陀佛这个缘结的广，结的太多，所以他的寿命就长。他没有那么长的寿命，这么多的众生他怎么度得了？必须把与他有缘的这些众生统统度尽，观音菩萨成佛。他度的人就是现在笃信观世音菩萨的人，与观世音菩萨的缘成熟了。观世音菩萨成佛，他那个劫恐怕比阿弥陀佛还要长，为什么？我们看我们这个世界，念观音菩萨有多少，家家观世音。观音菩萨在佛教知名度排第一，阿弥陀佛排第二。有不知道阿弥陀佛的，没有不知道观音菩萨的，你就晓得观音菩萨在这个世间结的缘深。他那个无量寿才是真正的无量寿，经上讲的不假，这是其他世界没有的。",
      "zh_TW": "佛示現般涅槃是度化眾生的機緣，阿彌陀佛這個緣結的廣，結的太多，所以他的壽命就長。他沒有那麼長的壽命，這麼多的眾生他怎麼度得了？必須把與他有緣的這些眾生統統度盡，觀音菩薩成佛。他度的人就是現在篤信觀世音菩薩的人，與觀世音菩薩的緣成熟了。觀世音菩薩成佛，他那個劫恐怕比阿彌陀佛還要長，為什麼？我們看我們這個世界，念觀音菩薩有多少，家家觀世音。觀音菩薩在佛教知名度排第一，阿彌陀佛排第二。有不知道阿彌陀佛的，沒有不知道觀音菩薩的，你就曉得觀音菩薩在這個世間結的緣深。他那個無量壽才是真正的無量壽，經上講的不假，這是其他世界沒有的。"
    },
    {
      "id": "06-001-0007_p0023",
      "zh_CN": "其他世界诸佛示现成佛，八相成道，法运有正法、像法、末法，然后佛法没有了，有灭的。再等底下一尊佛出现世间，往往时间非常之长。像世尊给我们说，他灭度之后，他是娑婆世界贤劫第四尊佛，第五尊是弥勒佛，弥勒现在是菩萨。什么时候到我们这个世间来成佛？经上讲的，依我们地球上的年岁来计算，是五十七亿万年，他才下来成佛。这当中没有佛法的时间太长了，没有佛法，人受苦，不知道修善。现在这个世间，有佛法，人都不知道修善，这是因为佛法缺乏人弘扬，大家受的邪知见受得深，纵然遇到佛法不能够相信。",
      "zh_TW": "其他世界諸佛示現成佛，八相成道，法運有正法、像法、末法，然後佛法沒有了，有滅的。再等底下一尊佛出現世間，往往時間非常之長。像世尊給我們說，他滅度之後，他是娑婆世界賢劫第四尊佛，第五尊是彌勒佛，彌勒現在是菩薩。什麼時候到我們這個世間來成佛？經上講的，依我們地球上的年歲來計算，是五十七億萬年，他才下來成佛。這當中沒有佛法的時間太長了，沒有佛法，人受苦，不知道修善。現在這個世間，有佛法，人都不知道修善，這是因為佛法缺乏人弘揚，大家受的邪知見受得深，縱然遇到佛法不能夠相信。"
    },
    {
      "id": "06-001-0007_p0024",
      "zh_CN": "佛法当年传到中国来，因为帝王信仰，帝王提倡，那个效果就大，所谓是上行下效。尤其是在封建帝王时代，老百姓一看皇帝都信佛，那佛一定好！文武百官要想讨皇帝的欢心，当然一定要信奉佛教，皇帝喜欢；你不信佛，官都会丢掉。所以佛法普遍到全国，真正收到教化的效果。",
      "zh_TW": "佛法當年傳到中國來，因為帝王信仰，帝王提倡，那個效果就大，所謂是上行下效。尤其是在封建帝王時代，老百姓一看皇帝都信佛，那佛一定好！文武百官要想討皇帝的歡心，當然一定要信奉佛教，皇帝喜歡；你不信佛，官都會丟掉。所以佛法普遍到全國，真正收到教化的效果。"
    }
  ]
}