{
  "doc_id": "06-001-0001",
  "title": {
    "zh_CN": "往生论（无量寿经优婆提舍愿生偈）",
    "zh_TW": "往生論（無量壽經優婆提舍願生偈）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1987",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "06-001-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "06-001-0001_p0001",
      "zh_CN": "诸位同修，今天我们开始讲净土五经一论里面的《往生论》。《往生论》的全题，完全的题目是《无量寿经优婆提舍愿生偈》。论文不长，它的内容把整个净土宗修学方法都包括了，是修学弘扬净土的一个重要的经典。虽然它是论，我们也同样可以把它当作经典来看。",
      "zh_TW": "諸位同修，今天我們開始講淨土五經一論裡面的《往生論》。《往生論》的全題，完全的題目是《無量壽經優婆提舍願生偈》。論文不長，它的內容把整個淨土宗修學方法都包括了，是修學弘揚淨土的一個重要的經典。雖然它是論，我們也同樣可以把它當作經典來看。"
    },
    {
      "id": "06-001-0001_p0002",
      "zh_CN": "首先，我们把讲经的因缘跟各位报告一下。过去我们将净土五经都曾经讲过，其中除了《观无量寿经》之外，大概都讲过很多遍。《往生论》，这还是我们第一次来研究讨论。这一次我们研讨的是依据昙鸾法师的注解，这个注解收在《净土十要》里，讲的重点是说明净土三经的教义，以及我们在日常生活当中实际修学的要领，这样才对我们的解行有真实的利益。我们先印的《佛说大乘无量寿庄严清净平等觉经》、《宝王三昧忏》、《净修捷要》，这三种合刊本，台湾最近已经印出来流通大概有五万本，数量相当之大。这个合刊本，把净土宗的经，就是教经，《无量寿庄严清净平等觉经》是教经，忏与《净修捷要》是行经，教我们怎样修行是行经；换句话说，解、行统统具足了，这是非常难得希有的法宝。法宝是有了，可是如果我们对这个法宝不认识，宝摆在面前也是枉然，也是空过了，不识货！因此，我们才想到这部论。如果对这部论不熟悉的话，我们在解行上都会增加困难，因此《往生论》必须要提出来检讨，要深入的去研究，这是我们这次讲这部论的主要因缘。",
      "zh_TW": "首先，我們把講經的因緣跟各位報告一下。過去我們將淨土五經都曾經講過，其中除了《觀無量壽經》之外，大概都講過很多遍。《往生論》，這還是我們第一次來研究討論。這一次我們研討的是依據曇鸞法師的註解，這個註解收在《淨土十要》裡，講的重點是說明淨土三經的教義，以及我們在日常生活當中實際修學的要領，這樣才對我們的解行有真實的利益。我們先印的《佛說大乘無量壽莊嚴清淨平等覺經》、《寶王三昧懺》、《淨修捷要》，這三種合刊本，台灣最近已經印出來流通大概有五萬本，數量相當之大。這個合刊本，把淨土宗的經，就是教經，《無量壽莊嚴清淨平等覺經》是教經，懺與《淨修捷要》是行經，教我們怎樣修行是行經；換句話說，解、行統統具足了，這是非常難得希有的法寶。法寶是有了，可是如果我們對這個法寶不認識，寶擺在面前也是枉然，也是空過了，不識貨！因此，我們才想到這部論。如果對這部論不熟悉的話，我們在解行上都會增加困難，因此《往生論》必須要提出來檢討，要深入的去研究，這是我們這次講這部論的主要因緣。"
    },
    {
      "id": "06-001-0001_p0003",
      "zh_CN": "过去我们在此地讨论过《无量寿经》，因为时间的限制，不能够深入详细来研讨，我们对经义还不能十分的明了。怎么晓得？如果对经义真正通达明了，我们的心就清净了。真正能够做到断疑生信，发菩提心，一向专念，那就是自己拍拍胸膛，往生西方极乐世界成佛作祖有决定性的把握。那你才真正明了，也真正认识《无量寿经》在一切经典里面的地位。那么像这一次超度，你们就决定不会再念《地藏经》了，《地藏经》是小学课程，《无量寿经》是研究所、博士班的课程，比那个殊胜得太多了。这个原因就是好的东西不认识，真正的宝贝不认识，所以才有这种情形。这桩事实，黄念祖老居士在《无量寿经》注解里面讲过好几遍。在一些忏法里面，夏莲居老居士编的《宝王三昧忏》实在是好极了，这是他一生自己修学的心得结晶，他晚年最后一部著作。这部经虽然是流通了，实在讲在大陆上流通的份量很少。用什么方法流通？油印流通的。我从大陆带到台湾的本子是油印的本子，是民国三十八年时代，刻蜡纸、刻钢板油印的本子，我带回台湾的。当然分量很少，依照这个方法修行的人一定更少了，我们现在在台湾把它大量流通。",
      "zh_TW": "過去我們在此地討論過《無量壽經》，因為時間的限制，不能夠深入詳細來研討，我們對經義還不能十分的明瞭。怎麼曉得？如果對經義真正通達明瞭，我們的心就清淨了。真正能夠做到斷疑生信，發菩提心，一向專念，那就是自己拍拍胸膛，往生西方極樂世界成佛作祖有決定性的把握。那你才真正明瞭，也真正認識《無量壽經》在一切經典裡面的地位。那麼像這一次超度，你們就決定不會再念《地藏經》了，《地藏經》是小學課程，《無量壽經》是研究所、博士班的課程，比那個殊勝得太多了。這個原因就是好的東西不認識，真正的寶貝不認識，所以才有這種情形。這樁事實，黃念祖老居士在《無量壽經》註解裡面講過好幾遍。在一些懺法裡面，夏蓮居老居士編的《寶王三昧懺》實在是好極了，這是他一生自己修學的心得結晶，他晚年最後一部著作。這部經雖然是流通了，實在講在大陸上流通的份量很少。用什麼方法流通？油印流通的。我從大陸帶到台灣的本子是油印的本子，是民國三十八年時代，刻蠟紙、刻鋼板油印的本子，我帶回台灣的。當然分量很少，依照這個方法修行的人一定更少了，我們現在在台灣把它大量流通。"
    },
    {
      "id": "06-001-0001_p0004",
      "zh_CN": "可是，经有了，忏也有了，有几个人依照这个经忏来修行？如果不能深入的研究透彻，对这个经与忏依然还是不认识。所以我们一面细讲，在台湾因为不受时间的限制，我们经论都可以详细深入的来研讨。这个忏本，我们有些志同道合的同修们在一块儿练习，将来练习熟了，我们到海外去示范、表演，领导大家来修学这个法门。这是我们真正得到这个法门必须要尽的责任，我们自己得到这么好的东西，不能把这个妙法传授给别人，我们就对不起诸佛菩萨，对不起历代的祖师。所以自行化他，也就是帮助别人是我们本分的责任，一定要尽到的。如果我们对这个无知，诸佛菩萨不会怪我们的，因为我们不晓得。如果我们已经知道了，不尽心尽力去弘扬，这是不可以的，怎么样也说不过去。",
      "zh_TW": "可是，經有了，懺也有了，有幾個人依照這個經懺來修行？如果不能深入的研究透徹，對這個經與懺依然還是不認識。所以我們一面細講，在台灣因為不受時間的限制，我們經論都可以詳細深入的來研討。這個懺本，我們有些志同道合的同修們在一塊兒練習，將來練習熟了，我們到海外去示範、表演，領導大家來修學這個法門。這是我們真正得到這個法門必須要盡的責任，我們自己得到這麼好的東西，不能把這個妙法傳授給別人，我們就對不起諸佛菩薩，對不起歷代的祖師。所以自行化他，也就是幫助別人是我們本分的責任，一定要盡到的。如果我們對這個無知，諸佛菩薩不會怪我們的，因為我們不曉得。如果我們已經知道了，不盡心盡力去弘揚，這是不可以的，怎麼樣也說不過去。"
    },
    {
      "id": "06-001-0001_p0005",
      "zh_CN": "在昙鸾法师的注解里，他注的文字虽然不多，可是都能把意思显示出来。注解序文里面有几句话值得提一提。",
      "zh_TW": "在曇鸞法師的註解裡，他註的文字雖然不多，可是都能把意思顯示出來。註解序文裡面有幾句話值得提一提。"
    },
    {
      "id": "06-001-0001_p0006",
      "zh_CN": "他引用龙树菩萨说，菩萨求阿鞞跋致有两条路。阿鞞跋致是梵语，我们应当很熟悉，因为小本《弥陀经》里头天天要念的，翻成中国的意思就是「不退转」。诸位一定要觉悟，第一个要觉悟生死无常，第二个要觉悟轮回可怕，第三个要觉悟修行很容易退转。换句话说，一个真正觉悟的人他不求别的，只求一桩事情，在这一生当中少造罪业，少犯过失。罪业与过失是不能避免的，希望能减少到最低的程度，那就非常之可贵了。要想没有罪过，那是证了果的人才行，六道凡夫是绝对做不到的。为什么？你有分别、你有执着、你有妄想、你有烦恼，烦恼就是贪瞋痴慢。这些东西没有断，换句话说，你不知不觉、有意无意天天都在造罪业。所造的都是六道轮回，而且六道轮回里面，可以说多半是造三恶道业。",
      "zh_TW": "他引用龍樹菩薩說，菩薩求阿鞞跋致有兩條路。阿鞞跋致是梵語，我們應當很熟悉，因為小本《彌陀經》裡頭天天要念的，翻成中國的意思就是「不退轉」。諸位一定要覺悟，第一個要覺悟生死無常，第二個要覺悟輪迴可怕，第三個要覺悟修行很容易退轉。換句話說，一個真正覺悟的人他不求別的，只求一樁事情，在這一生當中少造罪業，少犯過失。罪業與過失是不能避免的，希望能減少到最低的程度，那就非常之可貴了。要想沒有罪過，那是證了果的人才行，六道凡夫是絕對做不到的。為什麼？你有分別、你有執著、你有妄想、你有煩惱，煩惱就是貪瞋痴慢。這些東西沒有斷，換句話說，你不知不覺、有意無意天天都在造罪業。所造的都是六道輪迴，而且六道輪迴裡面，可以說多半是造三惡道業。"
    },
    {
      "id": "06-001-0001_p0007",
      "zh_CN": "不学佛的，说老实话，还好一点。学了佛的人往往谤佛、谤法、谤僧，自己以为是赞叹三宝、弘扬三宝，殊不知自己在毁谤三宝。有意无意都在造这个罪业，这个果报不得了！古人有句话说，「地狱门前僧道多」，没有说一般人多，是出家的僧，学道的道士，这种人多。那就是他们很容易谤法，自己绝对不会知道，自己要是知道，哪里会做这个事情，这是自己无知。这个罪业比造世间其他的罪业要重，其他罪业，譬如杀人，不过是断人的身命而已。身命断了，《地藏经》上说得很清楚，四十九天他又投胎，又来了，这没什么了不起。毁谤大乘，轻视了义，这是断一切众生的法身慧命，这个罪过重，果报就是阿鼻地狱。所以我们不能不谨慎，不能不小心。",
      "zh_TW": "不學佛的，說老實話，還好一點。學了佛的人往往謗佛、謗法、謗僧，自己以為是讚歎三寶、弘揚三寶，殊不知自己在毀謗三寶。有意無意都在造這個罪業，這個果報不得了！古人有句話說，「地獄門前僧道多」，沒有說一般人多，是出家的僧，學道的道士，這種人多。那就是他們很容易謗法，自己絕對不會知道，自己要是知道，哪裡會做這個事情，這是自己無知。這個罪業比造世間其他的罪業要重，其他罪業，譬如殺人，不過是斷人的身命而已。身命斷了，《地藏經》上說得很清楚，四十九天他又投胎，又來了，這沒什麼了不起。毀謗大乘，輕視了義，這是斷一切眾生的法身慧命，這個罪過重，果報就是阿鼻地獄。所以我們不能不謹慎，不能不小心。"
    },
    {
      "id": "06-001-0001_p0008",
      "zh_CN": "修行很容易退转，怎样才能不退转？龙树菩萨讲有两个方法，这两个方法，一个是「难行道」，一个是「易行道」。难行道，菩萨讲得很清楚，于五浊恶世，一般讲把它归纳有五种困难。我们先来说什么叫浊恶，五浊恶世。说到这个地方，我要特别提醒诸位同修，大乘经典不能不读。你要不读就是迷惑颠倒，积非成是，把错误的以为是对的，对的以为是错的，你没有智慧去辨别是非，这个不得了！所以一定要读经，大乘经典非常重要。没有时间、没有缘分去读大乘，最低限度你要读净土五经。净土五经读本已经印出来。我过去曾经说过，希望把这个本子从头到尾，连序文、跋文一个字不漏，至少要看十遍，这是修净土的根本。净宗的根本经典现在收集起来就在这一部，其他任何一个宗派的经典都比净土宗多。十个宗派里面，经典最少的就是净土宗，我们现在这一本里头完全包括了，一样都不漏。",
      "zh_TW": "修行很容易退轉，怎樣才能不退轉？龍樹菩薩講有兩個方法，這兩個方法，一個是「難行道」，一個是「易行道」。難行道，菩薩講得很清楚，於五濁惡世，一般講把它歸納有五種困難。我們先來說什麼叫濁惡，五濁惡世。說到這個地方，我要特別提醒諸位同修，大乘經典不能不讀。你要不讀就是迷惑顛倒，積非成是，把錯誤的以為是對的，對的以為是錯的，你沒有智慧去辨別是非，這個不得了！所以一定要讀經，大乘經典非常重要。沒有時間、沒有緣分去讀大乘，最低限度你要讀淨土五經。淨土五經讀本已經印出來。我過去曾經說過，希望把這個本子從頭到尾，連序文、跋文一個字不漏，至少要看十遍，這是修淨土的根本。淨宗的根本經典現在收集起來就在這一部，其他任何一個宗派的經典都比淨土宗多。十個宗派裡面，經典最少的就是淨土宗，我們現在這一本裡頭完全包括了，一樣都不漏。"
    },
    {
      "id": "06-001-0001_p0009",
      "zh_CN": "读经还得要研究注解，如果不研究注解，这个经读的时候很难体会。注解非常之难得，黄念祖老居士费了许多年的心血写成一本注解，这个注解要深入去研究讨论。同修当中，两个人、三个人不算少，几十个人、几百个人不算多，一个星期至少要有一次在一块互相研究讨论。我在全世界每一个国家地区介绍这部经，都把这个方法教给大家。有很多人这样作法，他做得很认真，很有受用，来告诉我，我也非常欢喜。",
      "zh_TW": "讀經還得要研究註解，如果不研究註解，這個經讀的時候很難體會。註解非常之難得，黃念祖老居士費了許多年的心血寫成一本註解，這個註解要深入去研究討論。同修當中，兩個人、三個人不算少，幾十個人、幾百個人不算多，一個星期至少要有一次在一塊互相研究討論。我在全世界每一個國家地區介紹這部經，都把這個方法教給大家。有很多人這樣作法，他做得很認真，很有受用，來告訴我，我也非常歡喜。"
    },
    {
      "id": "06-001-0001_p0010",
      "zh_CN": "有能力，五经古今的注疏很多。如果没有时间、能力，《无量寿经》黄念祖老居士的注解，可以说就是《无量寿经》的大辞典。从这个地方入门，从这里下手，然后再去研究《弥陀经疏钞》、《要解》。《要解》有两个注子，一个是圆瑛法师的《讲义》，一个是宝静法师的《亲闻记》，这两种注解我们图书馆都有不少，这两种注解也是黄老居士非常推崇的。台湾最近把《弥陀经疏钞演义》的会本再版，再版好，不像初版，里面错误太多了，简直不能看。再版印得好，里面所有的错误统统改过来了，而且印成二十四开，版本比较小一点，携带也方便。我在书架上还没有发现，不知道有没有寄来？再版的分量也印得很多。《观无量寿经》的注解，古今的注解差不多也将近有十种，我们将来陆续印出来流通，提供诸位同修们做参考。",
      "zh_TW": "有能力，五經古今的註疏很多。如果沒有時間、能力，《無量壽經》黃念祖老居士的註解，可以說就是《無量壽經》的大辭典。從這個地方入門，從這裡下手，然後再去研究《彌陀經疏鈔》、《要解》。《要解》有兩個註子，一個是圓瑛法師的《講義》，一個是寶靜法師的《親聞記》，這兩種註解我們圖書館都有不少，這兩種註解也是黃老居士非常推崇的。台灣最近把《彌陀經疏鈔演義》的會本再版，再版好，不像初版，裡面錯誤太多了，簡直不能看。再版印得好，裡面所有的錯誤統統改過來了，而且印成二十四開，版本比較小一點，攜帶也方便。我在書架上還沒有發現，不知道有沒有寄來？再版的分量也印得很多。《觀無量壽經》的註解，古今的註解差不多也將近有十種，我們將來陸續印出來流通，提供諸位同修們做參考。"
    },
    {
      "id": "06-001-0001_p0011",
      "zh_CN": "经不可不读，不能一天不读，不能一天不去研究讨论。大家工作繁忙，一个星期至少要有一次，这是我们修学佛法常讲的正知正见。正知正见就凭这个建立，离开了经典之外，可以说非常容易落到邪知邪见里面去。这个问题严重。古人常说，「不怕破戒，只怕破见」，破戒有救，破见没救。见是什么？邪知邪见，这个没救！你的见解思想错了，诸佛菩萨都救不了。你戒律上破了，造了点过失，那个没有问题，那小事情，只要忏悔，一切诸佛菩萨都有办法救你。所以，正知正见一定要靠大乘经论，尤其是净土宗的经论，是大乘里面的大乘，了义当中的了义。我们从这部论典讨论下来之后，诸位总能够看得出来，能够体会到这个意义。",
      "zh_TW": "經不可不讀，不能一天不讀，不能一天不去研究討論。大家工作繁忙，一個星期至少要有一次，這是我們修學佛法常講的正知正見。正知正見就憑這個建立，離開了經典之外，可以說非常容易落到邪知邪見裡面去。這個問題嚴重。古人常說，「不怕破戒，只怕破見」，破戒有救，破見沒救。見是什麼？邪知邪見，這個沒救！你的見解思想錯了，諸佛菩薩都救不了。你戒律上破了，造了點過失，那個沒有問題，那小事情，只要懺悔，一切諸佛菩薩都有辦法救你。所以，正知正見一定要靠大乘經論，尤其是淨土宗的經論，是大乘裡面的大乘，了義當中的了義。我們從這部論典討論下來之後，諸位總能夠看得出來，能夠體會到這個意義。"
    },
    {
      "id": "06-001-0001_p0012",
      "zh_CN": "今天早晨，加州同修打个电话给我，周宣德居士往生了，大概是四、五天以前走的。他们在洛杉矶都不晓得老居士走了，今天才知道，赶紧打个电话给我。我在今年年初从洛杉矶经过，他老人家特地找我，要我给他讲解念佛法门。我给他讲了一个半小时，他还用录音带录下去。走的情况相当之好，没有什么病痛。什么时候走的没有人知道，他头一天晚上跟他的女儿还谈了很多话，到第二天早晨女儿去看他的时候，已经走了，所以不知道晚上什么时候走的。他老人家今年九十一岁，对于台湾大专学佛的运动很有贡献，大专学生学佛是他发起的。",
      "zh_TW": "今天早晨，加州同修打個電話給我，周宣德居士往生了，大概是四、五天以前走的。他們在洛杉磯都不曉得老居士走了，今天才知道，趕緊打個電話給我。我在今年年初從洛杉磯經過，他老人家特地找我，要我給他講解念佛法門。我給他講了一個半小時，他還用錄音帶錄下去。走的情況相當之好，沒有什麼病痛。什麼時候走的沒有人知道，他頭一天晚上跟他的女兒還談了很多話，到第二天早晨女兒去看他的時候，已經走了，所以不知道晚上什麼時候走的。他老人家今年九十一歲，對於台灣大專學佛的運動很有貢獻，大專學生學佛是他發起的。"
    },
    {
      "id": "06-001-0001_p0013",
      "zh_CN": "所以，这个「难行道」、「易行道」我们一定要搞清楚。我在法会里面特别向诸位提出，《地藏经》里面讲的超度，用什么方法？念佛。婆罗门女念佛得一心不乱，这个念佛法门就是《弥陀经》所讲的原理，若一日、若二日到若七日。她的根很利，是上根，一日一夜就念到一心不乱。怎么晓得她念到一心不乱？她有资格去游地狱。鬼王明明告诉她，能够有资格到地狱来的就只两种人，一种是来受罪的，他造罪业的要堕地狱；第二种就是菩萨，到地狱来巡视、参观的。除了这两种人，地狱见都见不到，这是真的。",
      "zh_TW": "所以，這個「難行道」、「易行道」我們一定要搞清楚。我在法會裡面特別向諸位提出，《地藏經》裡面講的超度，用什麼方法？念佛。婆羅門女念佛得一心不亂，這個念佛法門就是《彌陀經》所講的原理，若一日、若二日到若七日。她的根很利，是上根，一日一夜就念到一心不亂。怎麼曉得她念到一心不亂？她有資格去遊地獄。鬼王明明告訴她，能夠有資格到地獄來的就只兩種人，一種是來受罪的，他造罪業的要墮地獄；第二種就是菩薩，到地獄來巡視、參觀的。除了這兩種人，地獄見都見不到，這是真的。"
    },
    {
      "id": "06-001-0001_p0014",
      "zh_CN": "章太炎居士当年在世的时候，是袁世凯那个时代。因为他得罪袁世凯，怎么得罪的？章太炎喜欢骂人，他就是不骂袁世凯。人家问他为什么不骂？「不值得我骂他。」袁世凯气死了，把他关到监牢里关了一个月。所以，骂你，还是看得起你，看不起你的时候骂都不骂了。他在世的时候曾经做过东岳大帝的判官。在我们中国有五岳，五岳大帝都是大鬼王，那个鬼王仅次于阎罗王。东岳管好几个省分，大概沿海一带统统归他管，人的生死都归他管。他做判官，相当于我们世间所讲的秘书长。晚上他就到阴间上班，天一亮的时候，小鬼就把他送回来，他干这个事情。有的时候，他也把昨天晚上阴曹地府发生什么事情讲给大家听。",
      "zh_TW": "章太炎居士當年在世的時候，是袁世凱那個時代。因為他得罪袁世凱，怎麼得罪的？章太炎喜歡罵人，他就是不罵袁世凱。人家問他為什麼不罵？「不值得我罵他。」袁世凱氣死了，把他關到監牢裡關了一個月。所以，罵你，還是看得起你，看不起你的時候罵都不罵了。他在世的時候曾經做過東嶽大帝的判官。在我們中國有五嶽，五嶽大帝都是大鬼王，那個鬼王僅次於閻羅王。東嶽管好幾個省分，大概沿海一帶統統歸他管，人的生死都歸他管。他做判官，相當於我們世間所講的秘書長。晚上他就到陰間上班，天一亮的時候，小鬼就把他送回來，他幹這個事情。有的時候，他也把昨天晚上陰曹地府發生什麼事情講給大家聽。"
    },
    {
      "id": "06-001-0001_p0015",
      "zh_CN": "他就想到一桩事情，就是地狱里有种叫做「炮烙」的刑罚。这种刑罚很残忍，把铁柱子烧得红红的，叫受罪的人去抱。他就跟东岳大帝建议，说这个刑罚太残酷了，能不能把它废除掉？这是一片好心，仁慈之心，太残酷了，人一抱整个烧焦了。东岳大帝就派两个小鬼带着他，说你到现场去看看，回来再说。这两个小鬼就领他到现场去看。到了现场之后，带他去的小鬼说到了，你看吧！他什么都看不见。他才恍然大悟，这是佛法里所讲的，不是这个业报，见都见不到。他才晓得这是业力变现的，不是阎罗王设的。如果是阎罗王设的，他可以废除，它不是的。是你自己罪业、业力变现出来的，自作自受，这没话说。他给朋友们讲过这么一段故事。所以诸位一定要晓得，六道轮回是真的，不是假的。",
      "zh_TW": "他就想到一樁事情，就是地獄裡有種叫做「炮烙」的刑罰。這種刑罰很殘忍，把鐵柱子燒得紅紅的，叫受罪的人去抱。他就跟東嶽大帝建議，說這個刑罰太殘酷了，能不能把它廢除掉？這是一片好心，仁慈之心，太殘酷了，人一抱整個燒焦了。東嶽大帝就派兩個小鬼帶著他，說你到現場去看看，回來再說。這兩個小鬼就領他到現場去看。到了現場之後，帶他去的小鬼說到了，你看吧！他什麼都看不見。他才恍然大悟，這是佛法裡所講的，不是這個業報，見都見不到。他才曉得這是業力變現的，不是閻羅王設的。如果是閻羅王設的，他可以廢除，它不是的。是你自己罪業、業力變現出來的，自作自受，這沒話說。他給朋友們講過這麼一段故事。所以諸位一定要曉得，六道輪迴是真的，不是假的。"
    },
    {
      "id": "06-001-0001_p0016",
      "zh_CN": "现在世间上一般的学者写佛教的文章很多，甚至于注解经书、批评经书，很多。说得头头是道，看得我们不能不佩服，对佛法的信心也动摇了。因为他认为这是传说、神话，西方极乐世界是释迦牟尼佛的理想，把这个世界美化了。这些说法很容易动摇我们的信心，所以大家一定要知道。佛是什么样的人？菩萨是什么样的人？这过去很久很远了，我们纵然很难相信，近代的真正有修有学的这些大德们，像印光大师、虚云老和尚这些人，我们一般人能比得上吗？人家身心清净，确实名闻利养、五欲六尘统统舍弃掉。虚老和印光老法师不是没有钱，徒弟太多了，供养太多了。你看虚云老和尚穿的衣服，你们看看照片，你曾经看到哪一张照片他穿的有一件好衣服？我看过他几十张照片，都是补得一个洞一个洞 ，补了好多补丁。泰国的国王是他的徒弟，所有这些供养哪里去了？统统都布施了，自己绝没有享受过，确实名闻利养、五欲六尘真正离开了，这样的人说话靠得住。",
      "zh_TW": "現在世間上一般的學者寫佛教的文章很多，甚至於註解經書、批評經書，很多。說得頭頭是道，看得我們不能不佩服，對佛法的信心也動搖了。因為他認為這是傳說、神話，西方極樂世界是釋迦牟尼佛的理想，把這個世界美化了。這些說法很容易動搖我們的信心，所以大家一定要知道。佛是什麼樣的人？菩薩是什麼樣的人？這過去很久很遠了，我們縱然很難相信，近代的真正有修有學的這些大德們，像印光大師、虛雲老和尚這些人，我們一般人能比得上嗎？人家身心清淨，確實名聞利養、五欲六塵統統捨棄掉。虛老和印光老法師不是沒有錢，徒弟太多了，供養太多了。你看虛雲老和尚穿的衣服，你們看看照片，你曾經看到哪一張照片他穿的有一件好衣服？我看過他幾十張照片，都是補得一個洞一個洞 ，補了好多補丁。泰國的國王是他的徒弟，所有這些供養哪裡去了？統統都布施了，自己絕沒有享受過，確實名聞利養、五欲六塵真正離開了，這樣的人說話靠得住。"
    },
    {
      "id": "06-001-0001_p0017",
      "zh_CN": "他学问再好，辩才再好，说得天花乱坠，如果他名利心没有断，贪瞋痴慢还有，这些人说话，我们就值得考虑。他说他不贪，他是没有机会，等到他有机会，看他贪不贪！我们活了这么一大把年纪，看了许许多多的人与事，我们知道这些是把戏，骗不了我们的。真正有机会，你不贪，那是你真正不贪；没有机会，这种好听的话谁都会讲。",
      "zh_TW": "他學問再好，辯才再好，說得天花亂墜，如果他名利心沒有斷，貪瞋痴慢還有，這些人說話，我們就值得考慮。他說他不貪，他是沒有機會，等到他有機會，看他貪不貪！我們活了這麼一大把年紀，看了許許多多的人與事，我們知道這些是把戲，騙不了我們的。真正有機會，你不貪，那是你真正不貪；沒有機會，這種好聽的話誰都會講。"
    },
    {
      "id": "06-001-0001_p0018",
      "zh_CN": "「浊」就是思想混乱，不但佛法怕这个，世间法也怕。佛法如果要乱了，你这一生的修学都空过，不能成就。佛法决定是一门深入，八万四千法门，门门平等，不管你修学哪个法门，要专。你专，我见到你自然恭敬顶礼，为什么？你决定有成就。你参禅，你就专门学禅，你会得定，会成就；你学教，你就专门学教；你念佛，你就专门念佛。不能同时搞几样，同时搞几样的，善导大师说过这叫杂修。杂修，他在《观无量寿经》里讲往生，一万个人修行，难得有三、五个能往生。如果是专修，他说一百个人修，一百个人去，一千个人修，一千个人去，万修万人去。所以法门一定要专。",
      "zh_TW": "「濁」就是思想混亂，不但佛法怕這個，世間法也怕。佛法如果要亂了，你這一生的修學都空過，不能成就。佛法決定是一門深入，八萬四千法門，門門平等，不管你修學哪個法門，要專。你專，我見到你自然恭敬頂禮，為什麼？你決定有成就。你參禪，你就專門學禪，你會得定，會成就；你學教，你就專門學教；你念佛，你就專門念佛。不能同時搞幾樣，同時搞幾樣的，善導大師說過這叫雜修。雜修，他在《觀無量壽經》裡講往生，一萬個人修行，難得有三、五個能往生。如果是專修，他說一百個人修，一百個人去，一千個人修，一千個人去，萬修萬人去。所以法門一定要專。"
    },
    {
      "id": "06-001-0001_p0019",
      "zh_CN": "今天有很多地方请我，这次华盛顿ＤＣ打电话来，我为什么不去？不但这次不去，从此以后我再不去了。什么原因？他们今天请这个法师，明天请那个大德去讲，我去干什么！他们属于杂修，不是属于专修。一听说你是杂修，我不再去了，为什么？我不扰乱你，你们喜欢怎么修法就怎么修法，各有因缘，何必勉强！不勉强，我们的心才清净，我们的心才自在。我们所讲的录音带、录影带甚至经书，我有就会送给你，我人决不去。你们几时真正下定决心，我要专修了，什么也不听，什么也不学，专修净土了，你就是一个人找我，我一定去，「佛氏门中，不舍一人」。因为你真有成就！所以，专修跟杂修差距非常之大。专修的人就是《弥陀经》上讲的善根、福德、因缘三个条件统统具足，大善根、大福德、大因缘，专修。杂修的人，福报也少、善根也少、因缘也少，只能在佛教里头种点善根而已，这一生不可能有成就的，这是诸位同修一定要知道的。",
      "zh_TW": "今天有很多地方請我，這次華盛頓ＤＣ打電話來，我為什麼不去？不但這次不去，從此以後我再不去了。什麼原因？他們今天請這個法師，明天請那個大德去講，我去幹什麼！他們屬於雜修，不是屬於專修。一聽說你是雜修，我不再去了，為什麼？我不擾亂你，你們喜歡怎麼修法就怎麼修法，各有因緣，何必勉強！不勉強，我們的心才清淨，我們的心才自在。我們所講的錄音帶、錄影帶甚至經書，我有就會送給你，我人決不去。你們幾時真正下定決心，我要專修了，什麼也不聽，什麼也不學，專修淨土了，你就是一個人找我，我一定去，「佛氏門中，不捨一人」。因為你真有成就！所以，專修跟雜修差距非常之大。專修的人就是《彌陀經》上講的善根、福德、因緣三個條件統統具足，大善根、大福德、大因緣，專修。雜修的人，福報也少、善根也少、因緣也少，只能在佛教裡頭種點善根而已，這一生不可能有成就的，這是諸位同修一定要知道的。"
    },
    {
      "id": "06-001-0001_p0020",
      "zh_CN": "这是讲浊，浊就是思想混乱，不专就浊了，混浊了。「恶」是造恶业，身造杀盗淫，口造妄语、两舌、绮语，心里面贪瞋痴，这个叫恶。还包括傲慢，对于圣教怀疑，这都是恶。现在这个社会是浊恶到极处，浊恶到了极处，整个世界就会有大灾难。我这次在加州走了一下，我有个观念，就是明年美国不能来了，浊恶的程度一年比一年加重。我是一九八二年第一次到美国来，一年比一年严重，现在严重的程度叫我都不敢来了，浊恶到了极处。",
      "zh_TW": "這是講濁，濁就是思想混亂，不專就濁了，混濁了。「惡」是造惡業，身造殺盜淫，口造妄語、兩舌、綺語，心裡面貪瞋痴，這個叫惡。還包括傲慢，對於聖教懷疑，這都是惡。現在這個社會是濁惡到極處，濁惡到了極處，整個世界就會有大災難。我這次在加州走了一下，我有個觀念，就是明年美國不能來了，濁惡的程度一年比一年加重。我是一九八二年第一次到美國來，一年比一年嚴重，現在嚴重的程度叫我都不敢來了，濁惡到了極處。"
    },
    {
      "id": "06-001-0001_p0021",
      "zh_CN": "台南有一位开心法师，有不少同修见过他，他有神通。但是他不是密宗，他不是妖言惑众，这个人非常正直，他是学天台的，斌宗法师的徒弟。他给我说过很多次，全世界有很大的灾难，他说世界上只有三个福地，第一个是台湾。他叫我不要离开台湾，全世界不要去了，「你去干什么？不要去了！」第二个是新加坡，第三个是瑞士，这三个地方的人有福，不遭难。瑞士我没去过。新加坡，今年我到那里去住了一个月，去年第一次去，去了十天，去看看那边的情形，觉得还不错。今年到那里去讲《无量寿经》，讲了一个月，很难得，真正是三宝威神加持。那边专心念《无量寿经》，念「阿弥陀佛」名号的，至少有三千人，这是我们想像不到的。我那时候估计顶多三百人，就很满足了，没想到比我预想的还要加上十倍。所以开心法师讲那个地方是福地，不是假的。",
      "zh_TW": "台南有一位開心法師，有不少同修見過他，他有神通。但是他不是密宗，他不是妖言惑眾，這個人非常正直，他是學天台的，斌宗法師的徒弟。他給我說過很多次，全世界有很大的災難，他說世界上只有三個福地，第一個是台灣。他叫我不要離開台灣，全世界不要去了，「你去幹什麼？不要去了！」第二個是新加坡，第三個是瑞士，這三個地方的人有福，不遭難。瑞士我沒去過。新加坡，今年我到那裡去住了一個月，去年第一次去，去了十天，去看看那邊的情形，覺得還不錯。今年到那裡去講《無量壽經》，講了一個月，很難得，真正是三寶威神加持。那邊專心念《無量壽經》，念「阿彌陀佛」名號的，至少有三千人，這是我們想像不到的。我那時候估計頂多三百人，就很滿足了，沒想到比我預想的還要加上十倍。所以開心法師講那個地方是福地，不是假的。"
    },
    {
      "id": "06-001-0001_p0022",
      "zh_CN": "这个浊恶之世，把一切「难行道」归纳起来，菩萨说至少有五点。第一点，「外道相善，乱菩萨法」。真正学佛的，在外表上比不上外道。外道的庙大，信徒多，在社会上有地位，大家对他尊重。菩萨没人理，人家轻视，瞧不起，无论是在福德，似乎都比不上外道。诸位要知道，龙树菩萨是释迦牟尼佛灭度六百年后出世的，他就讲末法时期现在这个情形，果然没错。我们不说别的，台湾哪一个庙能够比得上北港妈祖庙？台北市哪一个佛教道场能够比得上行天宫？外道香火盛，徒众多，财力雄厚，佛教不能跟它比！这是第一个叫人看到瞧不起佛，整个社会普遍瞧不起佛教，外道愈来愈兴隆，佛教愈来愈衰没。",
      "zh_TW": "這個濁惡之世，把一切「難行道」歸納起來，菩薩說至少有五點。第一點，「外道相善，亂菩薩法」。真正學佛的，在外表上比不上外道。外道的廟大，信徒多，在社會上有地位，大家對他尊重。菩薩沒人理，人家輕視，瞧不起，無論是在福德，似乎都比不上外道。諸位要知道，龍樹菩薩是釋迦牟尼佛滅度六百年後出世的，他就講末法時期現在這個情形，果然沒錯。我們不說別的，台灣哪一個廟能夠比得上北港媽祖廟？台北市哪一個佛教道場能夠比得上行天宮？外道香火盛，徒眾多，財力雄厚，佛教不能跟它比！這是第一個叫人看到瞧不起佛，整個社會普遍瞧不起佛教，外道愈來愈興隆，佛教愈來愈衰沒。"
    },
    {
      "id": "06-001-0001_p0023",
      "zh_CN": "这个原因，儒家说得好，「曲高和寡」，正法调太高了，懂得的人太少。不说别的，我们讲娱乐界里头的昆曲，昆曲比平剧还要高，还要雅。现在有没有人欣赏？没人欣赏。你看看现代人欣赏什么？我在电视上看到猴蹦猴跳的，他欣赏这些，一窝蜂都去到那边。那就好比是外道，那个容易，满身不晓得哪儿发了神经病，不正常！平剧比昆剧等而下之，现在能够欣赏平剧的人都不多了，昆剧是太少了。",
      "zh_TW": "這個原因，儒家說得好，「曲高和寡」，正法調太高了，懂得的人太少。不說別的，我們講娛樂界裡頭的崑曲，崑曲比平劇還要高，還要雅。現在有沒有人欣賞？沒人欣賞。你看看現代人欣賞什麼？我在電視上看到猴蹦猴跳的，他欣賞這些，一窩蜂都去到那邊。那就好比是外道，那個容易，滿身不曉得哪兒發了神經病，不正常！平劇比崑劇等而下之，現在能夠欣賞平劇的人都不多了，崑劇是太少了。"
    },
    {
      "id": "06-001-0001_p0024",
      "zh_CN": "所以，正法没有人懂得，没有人理解，也不愿意学习了，统统去走外道。佛法是教你修清净、平等、慈悲，外道是教你修贪瞋痴慢，正中下怀。你想发财，他告诉你，你怎么样修就会发财，一窝蜂都去了。我听说某个什么人到洛杉矶去讲经，讲什么发财经，听的人很多，还要卖门票，一张门票二十块，几百人去听。我说那讲经的人真的发财了，他讲的的确是发财经，他发了财。我们这个正法，不要钱的他不来，要钱的他都来了，你说这有什么办法！",
      "zh_TW": "所以，正法沒有人懂得，沒有人理解，也不願意學習了，統統去走外道。佛法是教你修清淨、平等、慈悲，外道是教你修貪瞋痴慢，正中下懷。你想發財，他告訴你，你怎麼樣修就會發財，一窩蜂都去了。我聽說某個什麼人到洛杉磯去講經，講什麼發財經，聽的人很多，還要賣門票，一張門票二十塊，幾百人去聽。我說那講經的人真的發財了，他講的的確是發財經，他發了財。我們這個正法，不要錢的他不來，要錢的他都來了，你說這有什麼辦法！"
    },
    {
      "id": "06-001-0001_p0025",
      "zh_CN": "这就是龙树菩萨讲的五浊恶世，这个世界已经乱到极处，佛菩萨、神仙都救不了。他说我们现在只有一条生路，念佛求生净土，这是他最后的教训，不能救别人，至少要救自己。所以在这个环境里面，出家人的慈悲心逐渐萎缩掉了，不能发扬光大，这是难，这也是事实，我们看得清清楚楚。",
      "zh_TW": "這就是龍樹菩薩講的五濁惡世，這個世界已經亂到極處，佛菩薩、神仙都救不了。他說我們現在只有一條生路，念佛求生淨土，這是他最後的教訓，不能救別人，至少要救自己。所以在這個環境裡面，出家人的慈悲心逐漸萎縮掉了，不能發揚光大，這是難，這也是事實，我們看得清清楚楚。"
    },
    {
      "id": "06-001-0001_p0026",
      "zh_CN": "第三桩是有些无赖的恶人，专门破坏别人的好事、善行，天天在外面造谣生事，来破坏你。谣言，无中生有，传说多了，假的也变成真的；换句话说，善法、好法要想流行、流通相当不容易。何况佛在经里面也教训我们，「邪见稠林，不转法轮」，不要惹这些麻烦。恶人多，他势力大，你敌不过他，他要恶意毁谤，要把你赶走。你不能度他，在这个时候只有不要去沾惹他，自己自修。",
      "zh_TW": "第三樁是有些無賴的惡人，專門破壞別人的好事、善行，天天在外面造謠生事，來破壞你。謠言，無中生有，傳說多了，假的也變成真的；換句話說，善法、好法要想流行、流通相當不容易。何況佛在經裡面也教訓我們，「邪見稠林，不轉法輪」，不要惹這些麻煩。惡人多，他勢力大，你敵不過他，他要惡意毀謗，要把你趕走。你不能度他，在這個時候只有不要去沾惹他，自己自修。"
    },
    {
      "id": "06-001-0001_p0027",
      "zh_CN": "所以黄念祖居士才提出来，在现代这个社会修行，同修们贵精不贵多，这是针对于浊恶时代所说的。我们建立一个道场，三、五个人不算少，十几二十个人在一起修学就相当不错了。能够个个成就，那还得了吗？当年慧远大师建立第一个念佛堂，在一块儿共修的人只有一百二十三个，这是我们的模范。我们志同道合的人建立一个道场，我们就是这么多人，这是对的、正确的，才真正能够做到六和合。信徒多了，里面的意见就要分歧，换句话说，这个道场的性质就不能够维系，会变质。所以他提倡同修是贵精不贵多，道场重实质，不重形式。人多，香火盛，收入多，庙盖得大，那都是表面、形式，不重视这些。",
      "zh_TW": "所以黃念祖居士才提出來，在現代這個社會修行，同修們貴精不貴多，這是針對於濁惡時代所說的。我們建立一個道場，三、五個人不算少，十幾二十個人在一起修學就相當不錯了。能夠個個成就，那還得了嗎？當年慧遠大師建立第一個念佛堂，在一塊兒共修的人只有一百二十三個，這是我們的模範。我們志同道合的人建立一個道場，我們就是這麼多人，這是對的、正確的，才真正能夠做到六和合。信徒多了，裡面的意見就要分歧，換句話說，這個道場的性質就不能夠維繫，會變質。所以他提倡同修是貴精不貴多，道場重實質，不重形式。人多，香火盛，收入多，廟蓋得大，那都是表面、形式，不重視這些。"
    },
    {
      "id": "06-001-0001_p0028",
      "zh_CN": "什么叫实质？有解有行，这是实质，解行都要专，才是真正的实质。我们这个道场既然是净宗道场，我们所依据的经论，就是一部「净土五经」，这就专了。其余的经论摆在此地是供养别人的，人家到我们这儿参观，我们送给别人。莲池大师讲的，「三藏十二部，让给别人悟」，送别人悟的，我们自己不要了。「八万四千行，饶与别人行」，他们去修的，我们专一。解专，行专，行就是一句阿弥陀佛，这一句阿弥陀佛的功德、势力，不可思议！给诸位说，一切经教没有一样能够比得上的。",
      "zh_TW": "什麼叫實質？有解有行，這是實質，解行都要專，才是真正的實質。我們這個道場既然是淨宗道場，我們所依據的經論，就是一部「淨土五經」，這就專了。其餘的經論擺在此地是供養別人的，人家到我們這兒參觀，我們送給別人。蓮池大師講的，「三藏十二部，讓給別人悟」，送別人悟的，我們自己不要了。「八萬四千行，饒與別人行」，他們去修的，我們專一。解專，行專，行就是一句阿彌陀佛，這一句阿彌陀佛的功德、勢力，不可思議！給諸位說，一切經教沒有一樣能夠比得上的。"
    },
    {
      "id": "06-001-0001_p0029",
      "zh_CN": "黄老居士他们那边的一班同修，大概我在北京的时候，跟我一块照相的是他们全体，他们就这么多人。感应不是我们能想像得到的。这一班人生病不看医生、不吃药的，用什么方法治病？念《无量寿经》，念「观世音菩萨」名号。他们治病念观世音菩萨名号，一直念到病好，他们用这个方法，确实有效，不可思议！不是一两个人，不是一两次，偶尔的，是许多人经常用这个方法。我也是第一次听到，那么多人当面给我作证，叫我不能不相信。所以，消灾、灭罪、免难、祈福，这一部《无量寿经》、一句阿弥陀佛，圆圆满满，还要搞别的吗？",
      "zh_TW": "黃老居士他們那邊的一班同修，大概我在北京的時候，跟我一塊照相的是他們全體，他們就這麼多人。感應不是我們能想像得到的。這一班人生病不看醫生、不吃藥的，用什麼方法治病？念《無量壽經》，念「觀世音菩薩」名號。他們治病念觀世音菩薩名號，一直念到病好，他們用這個方法，確實有效，不可思議！不是一兩個人，不是一兩次，偶爾的，是許多人經常用這個方法。我也是第一次聽到，那麼多人當面給我作證，叫我不能不相信。所以，消災、滅罪、免難、祈福，這一部《無量壽經》、一句阿彌陀佛，圓圓滿滿，還要搞別的嗎？"
    },
    {
      "id": "06-001-0001_p0030",
      "zh_CN": "再看印光大师在世，他灵岩山的念佛道场，许多求他去超度的，他在念佛堂上供个牌位，念佛完了的时候当面回向，没有另外的佛事。这是附带做的，没有特别念其他的经典，没有。换句话说，就是一句阿弥陀佛。这个法门这么简单，这样殊胜，没有人认识，没有人肯做。如果你要是懂得原理，你能够体会到。",
      "zh_TW": "再看印光大師在世，他靈巖山的念佛道場，許多求他去超度的，他在念佛堂上供個牌位，念佛完了的時候當面迴向，沒有另外的佛事。這是附帶做的，沒有特別念其他的經典，沒有。換句話說，就是一句阿彌陀佛。這個法門這麼簡單，這樣殊勝，沒有人認識，沒有人肯做。如果你要是懂得原理，你能夠體會到。"
    },
    {
      "id": "06-001-0001_p0031",
      "zh_CN": "我们这个地方，我看到有《影尘回忆录》。《影尘回忆录》是倓虚老法师的自传，他自己口述，香港大光法师笔记。《回忆录》里面，有一段说他在没有出家之前学佛，他学佛的时候是念《楞严经》。念了多少年？八年，「八载寒窗读楞严」，你看看那一章，念了八年，一本经念了八年，专！专就有功德了。有一天中午，那时他跟几个朋友合伙开了个药舖，生意很清淡，没有什么人上门的时候，中午他在柜台上打瞌睡。打瞌睡时，似梦非梦见到两个人进来，他好像是一抬头，实际上他还是在打瞌睡。他一惊醒，看到那两个人，结果一看，是谁？是两个冤家债主。他心里就害怕了，这两个人是已经死了的，过去跟他有财务上的纠纷，打官司。打官司他赢了，那两个人输了，输了以后就上吊死了。他以后很后悔，为了这一点钱，何必让人家送了两条命，心里有愧疚。没想到看到这两个人来，心里就慌了，这两个人来大概是来找麻烦的。但是看到这两个人态度很和善，不像是讨债凶巴巴的样子。走到面前来之后，这两个人就跪下来。",
      "zh_TW": "我們這個地方，我看到有《影塵回憶錄》。《影塵回憶錄》是倓虛老法師的自傳，他自己口述，香港大光法師筆記。《回憶錄》裡面，有一段說他在沒有出家之前學佛，他學佛的時候是念《楞嚴經》。念了多少年？八年，「八載寒窗讀楞嚴」，你看看那一章，念了八年，一本經念了八年，專！專就有功德了。有一天中午，那時他跟幾個朋友合夥開了個藥舖，生意很清淡，沒有什麼人上門的時候，中午他在櫃檯上打瞌睡。打瞌睡時，似夢非夢見到兩個人進來，他好像是一抬頭，實際上他還是在打瞌睡。他一驚醒，看到那兩個人，結果一看，是誰？是兩個冤家債主。他心裡就害怕了，這兩個人是已經死了的，過去跟他有財務上的糾紛，打官司。打官司他贏了，那兩個人輸了，輸了以後就上吊死了。他以後很後悔，為了這一點錢，何必讓人家送了兩條命，心裡有愧疚。沒想到看到這兩個人來，心裡就慌了，這兩個人來大概是來找麻煩的。但是看到這兩個人態度很和善，不像是討債兇巴巴的樣子。走到面前來之後，這兩個人就跪下來。"
    },
    {
      "id": "06-001-0001_p0032",
      "zh_CN": "他就问他们：「你们两个人来干什么？」",
      "zh_TW": "他就問他們：「你們兩個人來幹什麼？」"
    },
    {
      "id": "06-001-0001_p0033",
      "zh_CN": "他们说：「我来求超度的。」他的心就放下了，不是来讨债，不是来找麻烦的，是求超度的。",
      "zh_TW": "他們說：「我來求超度的。」他的心就放下了，不是來討債，不是來找麻煩的，是求超度的。"
    },
    {
      "id": "06-001-0001_p0034",
      "zh_CN": "他说：「好，要怎么样超度法？」",
      "zh_TW": "他說：「好，要怎麼樣超度法？」"
    },
    {
      "id": "06-001-0001_p0035",
      "zh_CN": "他们说：「只要你答应就好。」",
      "zh_TW": "他們說：「只要你答應就好。」"
    },
    {
      "id": "06-001-0001_p0036",
      "zh_CN": "他说：「行！我答应你。」",
      "zh_TW": "他說：「行！我答應你。」"
    },
    {
      "id": "06-001-0001_p0037",
      "zh_CN": "这一说答应，就看到这个鬼起来了，一只脚踩着他的膝盖、踩着他的肩膀，升天去了。这两个走了没有好久，又看到一个女人带着两个小孩。再看，是从前的太太和儿子，已经过世的，看到他们两个来了。他问：「你们来干什么的？」也来求超度的。「怎么超度你？」「只要你答应就行了。」「好，我答应你。」点点头，也是踩着膝盖、踩着肩膀就上天去了。",
      "zh_TW": "這一說答應，就看到這個鬼起來了，一隻腳踩著他的膝蓋、踩著他的肩膀，升天去了。這兩個走了沒有好久，又看到一個女人帶著兩個小孩。再看，是從前的太太和兒子，已經過世的，看到他們兩個來了。他問：「你們來幹什麼的？」也來求超度的。「怎麼超度你？」「只要你答應就行了。」「好，我答應你。」點點頭，也是踩著膝蓋、踩著肩膀就上天去了。"
    },
    {
      "id": "06-001-0001_p0038",
      "zh_CN": "诸位要明了，真实的超度，心地清净专一。所以，印光法师念佛堂的超度绝对正确。一天到晚念阿弥陀佛，他的心清净，这个功德不可思议！如果叫这些人换一部经，念《地藏经》，能不能超度？不能超度。为什么？《地藏经》生疏，一面念，心不能集中，又打妄想，效果决定比不过一句阿弥陀佛。大家不明理！你要给他讲也讲不清楚，他也不相信。那么多人都念《地藏经》，你不念《地藏经》？好了，这就是前面讲的，邪知邪见力量大，积非成是，你给他讲真的，他不相信。可是有些明理的人，你把道理讲给他听，他相信。",
      "zh_TW": "諸位要明瞭，真實的超度，心地清淨專一。所以，印光法師念佛堂的超度絕對正確。一天到晚念阿彌陀佛，他的心清淨，這個功德不可思議！如果叫這些人換一部經，念《地藏經》，能不能超度？不能超度。為什麼？《地藏經》生疏，一面念，心不能集中，又打妄想，效果決定比不過一句阿彌陀佛。大家不明理！你要給他講也講不清楚，他也不相信。那麼多人都念《地藏經》，你不念《地藏經》？好了，這就是前面講的，邪知邪見力量大，積非成是，你給他講真的，他不相信。可是有些明理的人，你把道理講給他聽，他相信。"
    },
    {
      "id": "06-001-0001_p0039",
      "zh_CN": "禅定能超度人，清净、慈悲能超度人，平等心能超度人。不管你念什么经、念什么咒，你的心地不清净、不平等，就没有效果。所以，我们习惯用某一个法门来修行的，这个法门特别有力量，因为它不是一天的力量，是我们修行累积下来的力量。我们今天换个《地藏经》，或者换个《梁皇忏》，换句话说，力量要减少很多，是从我们修持的枝节上岔了一枝出来，这个力量。如果用我们本修的力量，这是主干的力量，这个力量比那个力量一定要强大很多。诸位把这个道理想通了，你慢慢就能体会这个意思。",
      "zh_TW": "禪定能超度人，清淨、慈悲能超度人，平等心能超度人。不管你念什麼經、念什麼咒，你的心地不清淨、不平等，就沒有效果。所以，我們習慣用某一個法門來修行的，這個法門特別有力量，因為它不是一天的力量，是我們修行累積下來的力量。我們今天換個《地藏經》，或者換個《梁皇懺》，換句話說，力量要減少很多，是從我們修持的枝節上岔了一枝出來，這個力量。如果用我們本修的力量，這是主幹的力量，這個力量比那個力量一定要強大很多。諸位把這個道理想通了，你慢慢就能體會這個意思。"
    },
    {
      "id": "06-001-0001_p0040",
      "zh_CN": "倓虚法师那时还没有出家，冤家债主来请他超度，他什么仪式也没有，也没有念经，也没有念咒，什么都没有。只是求他答应，「我愿意超度你」，他就得度了，这就是他八年念《楞严经》的功德。可惜这个事实真相知道的人太少了。所以，有些人有意无意把这些好事、善行，他都来障碍、来破坏。",
      "zh_TW": "倓虛法師那時還沒有出家，冤家債主來請他超度，他什麼儀式也沒有，也沒有念經，也沒有念咒，什麼都沒有。只是求他答應，「我願意超度你」，他就得度了，這就是他八年念《楞嚴經》的功德。可惜這個事實真相知道的人太少了。所以，有些人有意無意把這些好事、善行，他都來障礙、來破壞。"
    },
    {
      "id": "06-001-0001_p0041",
      "zh_CN": "第四种是「颠倒因果，破坏梵行」。梵行就是清净行，也就是说，破坏你的清净心，破坏你的专修，这个罪过也非常之重。无论修学哪个法门，他只要专，一定有成就。",
      "zh_TW": "第四種是「顛倒因果，破壞梵行」。梵行就是清淨行，也就是說，破壞你的清淨心，破壞你的專修，這個罪過也非常之重。無論修學哪個法門，他只要專，一定有成就。"
    }
  ]
}