{
  "doc_id": "28-020-0002",
  "title": {
    "zh_CN": "中国传统教学系列-四书选读",
    "zh_TW": "中國傳統教學系列-四書選讀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "28-020-0002",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "28-020-0002_p0001",
      "zh_CN": "诸位法师，诸位同修，今天是我们协会第二次我们的职工讲话，我们选的是「四书选读」。今天接着上一次，上一次我们选的是「大学」的三纲，今天我们看「大学」的八目，就是八条。我们先把这个文念一遍：",
      "zh_TW": "諸位法師，諸位同修，今天是我們協會第二次我們的職工講話，我們選的是「四書選讀」。今天接著上一次，上一次我們選的是「大學」的三綱，今天我們看「大學」的八目，就是八條。我們先把這個文念一遍："
    },
    {
      "id": "28-020-0002_p0002",
      "zh_CN": "【古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。】",
      "zh_TW": "【古之欲明明德於天下者，先治其國；欲治其國者，先齊其家；欲齊其家者，先脩其身；欲脩其身者，先正其心；欲正其心者，先誠其意；欲誠其意者，先致其知；致知在格物。】"
    },
    {
      "id": "28-020-0002_p0003",
      "zh_CN": "我们先看这一段。经文一开头，「古之」，由此可知，大学之道不是孔子作的，而是古圣先贤传下来的，「古之」的意思就是指，这是从古代代相传。孔子距离我们现在两千五百多年，历史记载得很清楚，夫子常常提到尧舜禹汤，也是孔夫子心目当中最仰慕的圣人，尧舜。尧舜距离孔子两千年，就是再往上推两千年，所以尧舜距离我们现在是四千五百多年。尧舜之道，是把「孝悌」做到了，孔孟之道，是把「仁义」做到了，所以「孝悌仁义」这四个字，就可以代表中国传统的教学。中国人教什么？就是教的这四个字。这四个字里头，这种教育用现在的话来说是「和平的教育」。所以我们这个国家民族，这几千年来是一个和睦的团体，非常值得尊敬。在历史上，中国人从来没有对外侵略过，对外从来没有发生过战争，这你就能够想到和平。为什么它能够维持？没有别的，教育，从小接受和平的教育。这个「古之」我们要重视，意义很长。",
      "zh_TW": "我們先看這一段。經文一開頭，「古之」，由此可知，大學之道不是孔子作的，而是古聖先賢傳下來的，「古之」的意思就是指，這是從古代代相傳。孔子距離我們現在兩千五百多年，歷史記載得很清楚，夫子常常提到堯舜禹湯，也是孔夫子心目當中最仰慕的聖人，堯舜。堯舜距離孔子兩千年，就是再往上推兩千年，所以堯舜距離我們現在是四千五百多年。堯舜之道，是把「孝悌」做到了，孔孟之道，是把「仁義」做到了，所以「孝悌仁義」這四個字，就可以代表中國傳統的教學。中國人教什麼？就是教的這四個字。這四個字裡頭，這種教育用現在的話來說是「和平的教育」。所以我們這個國家民族，這幾千年來是一個和睦的團體，非常值得尊敬。在歷史上，中國人從來沒有對外侵略過，對外從來沒有發生過戰爭，這你就能夠想到和平。為什麼它能夠維持？沒有別的，教育，從小接受和平的教育。這個「古之」我們要重視，意義很長。"
    },
    {
      "id": "28-020-0002_p0004",
      "zh_CN": "那么尧舜是不是有创造、有发明？也没有，由此可知，尧舜也是继承古时候的教诲。这样往上推，我们最保守的估计，中国传统教育至少有五千年，再往上推，至少可以再往上推五百年，有五千年的历史。换句话说，五千年的智慧，五千年的经验，五千年的方式，五千年的效果，我们现在要把它放弃，重新去搞一套，那很危险！这个教学五千年都没出毛病，现在如果我们把它放弃，另外搞一套，毛病出来了。毛病出在哪里？你看现在我们常常听说，父母讲小孩不好教，老师说学生不好教，毛病出来了。从前没听说过这个话，古书里头没有这个记载。所以现在这个世间是大乱之世，动乱的原因我们一定要晓得，然后我们就知道自己应该要怎么做法。",
      "zh_TW": "那麼堯舜是不是有創造、有發明？也沒有，由此可知，堯舜也是繼承古時候的教誨。這樣往上推，我們最保守的估計，中國傳統教育至少有五千年，再往上推，至少可以再往上推五百年，有五千年的歷史。換句話說，五千年的智慧，五千年的經驗，五千年的方式，五千年的效果，我們現在要把它放棄，重新去搞一套，那很危險！這個教學五千年都沒出毛病，現在如果我們把它放棄，另外搞一套，毛病出來了。毛病出在哪裡？你看現在我們常常聽說，父母講小孩不好教，老師說學生不好教，毛病出來了。從前沒聽說過這個話，古書裡頭沒有這個記載。所以現在這個世間是大亂之世，動亂的原因我們一定要曉得，然後我們就知道自己應該要怎麼做法。"
    },
    {
      "id": "28-020-0002_p0005",
      "zh_CN": "教学总的纲领，总的路线，总的方向目标，就是「大学」前面这一句，「大学之道，在明明德，在亲民，在止于至善」，总原则，你看止于至善！这叫圣贤教育。「明德」这两个字我们一定要把它搞得很清楚，「明明德」，第一个「明」字是动词，下面这两个字是个名词，明德。明德不明了，这才需要讲明明德，如果明德很明显的话，这个明字就加不上了。你看上头加个「明」字，现在明德不明了。明德说老实话，就是佛法里面讲的本性，我们佛法讲自性、讲本性、讲法性，中国传统圣贤就称它作明德，这个讲法也非常好。",
      "zh_TW": "教學總的綱領，總的路線，總的方向目標，就是「大學」前面這一句，「大學之道，在明明德，在親民，在止於至善」，總原則，你看止於至善！這叫聖賢教育。「明德」這兩個字我們一定要把它搞得很清楚，「明明德」，第一個「明」字是動詞，下面這兩個字是個名詞，明德。明德不明了，這才需要講明明德，如果明德很明顯的話，這個明字就加不上了。你看上頭加個「明」字，現在明德不明了。明德說老實話，就是佛法裡面講的本性，我們佛法講自性、講本性、講法性，中國傳統聖賢就稱它作明德，這個講法也非常好。"
    },
    {
      "id": "28-020-0002_p0006",
      "zh_CN": "明是自性里面本来有的智慧，本有的智慧，智慧不是从外面学来的，是你自性里头本有的。本有的现在没有了，现在迷了，佛法讲迷失了自性，现在需要再把明德要做明的功夫。可见得上面这个「明」是修德，下面这个「明德」是性德，是本性里头有的，本性迷了现在要修。「明」就是我们要好好的修，不修就不能够恢复，这是「明明德」的意思。",
      "zh_TW": "明是自性裡面本來有的智慧，本有的智慧，智慧不是從外面學來的，是你自性裡頭本有的。本有的現在沒有了，現在迷了，佛法講迷失了自性，現在需要再把明德要做明的功夫。可見得上面這個「明」是修德，下面這個「明德」是性德，是本性裡頭有的，本性迷了現在要修。「明」就是我們要好好的修，不修就不能夠恢復，這是「明明德」的意思。"
    },
    {
      "id": "28-020-0002_p0007",
      "zh_CN": "明是智慧，德是德能，在佛法里面讲称为德相，你看《华严经》说的「一切众生，皆有如来智慧德相」，智慧就是明，德相就是德。德相这里头包括两桩事情，德是才艺，我们讲万德万能，无所不能，那是德；相是相好。这两样合起来，我们中国人称为福报，这个人有福报、有才干、又有相好，相好就是我们一般讲富有，这都是自性里头本来具足的。如果明德统统现前，那是什么样子？我们学佛的同修知道，你们念《弥陀经》、念《无量寿经》，西方极乐世界那个样子就是明德，完全显露出来，《华严经》里面讲的华藏世界，就是明德。",
      "zh_TW": "明是智慧，德是德能，在佛法裡面講稱為德相，你看《華嚴經》說的「一切眾生，皆有如來智慧德相」，智慧就是明，德相就是德。德相這裡頭包括兩樁事情，德是才藝，我們講萬德萬能，無所不能，那是德；相是相好。這兩樣合起來，我們中國人稱為福報，這個人有福報、有才幹、又有相好，相好就是我們一般講富有，這都是自性裡頭本來具足的。如果明德統統現前，那是什麼樣子？我們學佛的同修知道，你們念《彌陀經》、念《無量壽經》，西方極樂世界那個樣子就是明德，完全顯露出來，《華嚴經》裡面講的華藏世界，就是明德。"
    },
    {
      "id": "28-020-0002_p0008",
      "zh_CN": "我们现在迷失了自性，变成现前这个样子，变成六道，而且六道里面我们现在生在人道，很不幸生在乱世，整个社会动荡不安。这是什么原因？人心不定，你所感应的我们的依报环境就不定。这是佛在经上常常讲的，而为我们容易疏忽掉，佛常常说「依报随着正报转」，这句话很有道理。正报是什么？正报是我们的意念，心想、念头。依报这里面有两大类，一类是人事环境，我们生活环境，人事环境；另外一类是物质环境，这个就统统都包了。两种环境都随我们自己的念头在转，所以佛在大乘经上常讲，「一切法从心想生」！我们要想生活得美好，那你就要有善念，善心、善念、善言、善行，整个人事、物质环境统统都转了，都变成很美好。",
      "zh_TW": "我們現在迷失了自性，變成現前這個樣子，變成六道，而且六道裡面我們現在生在人道，很不幸生在亂世，整個社會動盪不安。這是什麼原因？人心不定，你所感應的我們的依報環境就不定。這是佛在經上常常講的，而為我們容易疏忽掉，佛常常說「依報隨著正報轉」，這句話很有道理。正報是什麼？正報是我們的意念，心想、念頭。依報這裡面有兩大類，一類是人事環境，我們生活環境，人事環境；另外一類是物質環境，這個就統統都包了。兩種環境都隨我們自己的念頭在轉，所以佛在大乘經上常講，「一切法從心想生」！我們要想生活得美好，那你就要有善念，善心、善念、善言、善行，整個人事、物質環境統統都轉了，都變成很美好。"
    },
    {
      "id": "28-020-0002_p0009",
      "zh_CN": "诸位千万不误会，现在举世之人都没有善念，都没有善行，那我要有善念、善行，我不就吃亏了吗？这个你看得浅，你要往深处看，你一点都不吃亏，你有后福！真正生在这个乱世，自己做出榜样，做出典型，做出个好样子，眼前吃亏不怕，后面有好处，那就是来生我们去处不一样，这点必须要知道。人不是一生，一生一世就不必谈教育了，谈这个有什么用处？人，人是不会死的，这个我们一定要懂，人是不会死的。但是他有转变，寿命到了，这个身体结束了，他又去找一个身体。所以身不是我，我不是身，这个要清楚。身用久了，坏掉了，换一个，就好像衣服，衣服穿旧了、穿破了，换一件，衣服不是我，这是我们学佛同学都会肯定的。",
      "zh_TW": "諸位千萬不誤會，現在舉世之人都沒有善念，都沒有善行，那我要有善念、善行，我不就吃虧了嗎？這個你看得淺，你要往深處看，你一點都不吃虧，你有後福！真正生在這個亂世，自己做出榜樣，做出典型，做出個好樣子，眼前吃虧不怕，後面有好處，那就是來生我們去處不一樣，這點必須要知道。人不是一生，一生一世就不必談教育了，談這個有什麼用處？人，人是不會死的，這個我們一定要懂，人是不會死的。但是他有轉變，壽命到了，這個身體結束了，他又去找一個身體。所以身不是我，我不是身，這個要清楚。身用久了，壞掉了，換一個，就好像衣服，衣服穿舊了、穿破了，換一件，衣服不是我，這是我們學佛同學都會肯定的。"
    },
    {
      "id": "28-020-0002_p0010",
      "zh_CN": "中国世俗讲，人都有个灵魂，能知道身不是我，那个灵是我，这就提高一个境界了。其实那个灵是不是我？灵还不是我，再往上提升，性才是我。所以佛经里面讲「一切众生皆有佛性」，那个佛性是我。佛性是什么？就是此地讲的「明德」，明德才是我。我们今天虽然迷了，并没有丢掉，只是迷了，它还是起作用，起什么作用？它的作用产生变化了，这就是大乘教里面讲的「唯识所变」。",
      "zh_TW": "中國世俗講，人都有個靈魂，能知道身不是我，那個靈是我，這就提高一個境界了。其實那個靈是不是我？靈還不是我，再往上提升，性才是我。所以佛經裡面講「一切眾生皆有佛性」，那個佛性是我。佛性是什麼？就是此地講的「明德」，明德才是我。我們今天雖然迷了，並沒有丟掉，只是迷了，它還是起作用，起什麼作用？它的作用產生變化了，這就是大乘教裡面講的「唯識所變」。"
    },
    {
      "id": "28-020-0002_p0011",
      "zh_CN": "真心，真心是不变的，极乐世界的人他没有妄念，他用真心，极乐世界永恒不变；华藏世界不变，因为都是法身菩萨他们的报土。法身菩萨没有分别、没有执着、没有起心、没有动念，所以他现的境界是永恒的，净宗讲的「无量寿」。西方极乐世界人无量寿，所有物质环境也是无量寿，没有变化。我们这个地方有春夏秋冬的变化，西方极乐世界没有；我们这个地方有生老病死的变化，极乐世界没有；我们这个地方的植物有生住异灭的变化，西方极乐世界也没有；我们居住这大地有成住坏空的变化，那个世间都没有。这所有一切变化从哪里来的？迷失自性之后，迷失自性，明就不明了，不明就叫无明。就是明变成无明，德，德变成烦恼。所以它还是起作用，它作用不一样了。德里面就变成了尘沙烦恼、见思烦恼，它就变了。这一变把我们生活环境都变了，你看本来我们是一真法界，现在变成十法界，又变成六道。我们在六道的人道，又变成乱世，唯识所变，识就是妄想分别执着，这就是变态的明德。",
      "zh_TW": "真心，真心是不變的，極樂世界的人他沒有妄念，他用真心，極樂世界永恆不變；華藏世界不變，因為都是法身菩薩他們的報土。法身菩薩沒有分別、沒有執著、沒有起心、沒有動念，所以他現的境界是永恆的，淨宗講的「無量壽」。西方極樂世界人無量壽，所有物質環境也是無量壽，沒有變化。我們這個地方有春夏秋冬的變化，西方極樂世界沒有；我們這個地方有生老病死的變化，極樂世界沒有；我們這個地方的植物有生住異滅的變化，西方極樂世界也沒有；我們居住這大地有成住壞空的變化，那個世間都沒有。這所有一切變化從哪裡來的？迷失自性之後，迷失自性，明就不明了，不明就叫無明。就是明變成無明，德，德變成煩惱。所以它還是起作用，它作用不一樣了。德裡面就變成了塵沙煩惱、見思煩惱，它就變了。這一變把我們生活環境都變了，你看本來我們是一真法界，現在變成十法界，又變成六道。我們在六道的人道，又變成亂世，唯識所變，識就是妄想分別執著，這就是變態的明德。"
    },
    {
      "id": "28-020-0002_p0012",
      "zh_CN": "所以明德，我们刚才的解释，智慧、才能、福德，这个统统具足我们称为圣，称为贤、称为君子，儒家的称呼；在佛法里面，称为佛、称为菩萨、称为罗汉。所以，佛、菩萨、罗汉跟儒家的圣、贤、君子，就相当于我们现在学校里讲的学位。圣最高，博士学位；贤次一等，硕士学位；君子又次一等，学士学位，你拿到学位了。所以它是学位的名称，它不是什么神仙，与那个不相干。在佛门里面，佛这个学位最高，佛是圣人，最高的学位，菩萨是第二个学位，阿罗汉是第三个学位。",
      "zh_TW": "所以明德，我們剛才的解釋，智慧、才能、福德，這個統統具足我們稱為聖，稱為賢、稱為君子，儒家的稱呼；在佛法裡面，稱為佛、稱為菩薩、稱為羅漢。所以，佛、菩薩、羅漢跟儒家的聖、賢、君子，就相當於我們現在學校裡講的學位。聖最高，博士學位；賢次一等，碩士學位；君子又次一等，學士學位，你拿到學位了。所以它是學位的名稱，它不是什麼神仙，與那個不相干。在佛門裡面，佛這個學位最高，佛是聖人，最高的學位，菩薩是第二個學位，阿羅漢是第三個學位。"
    },
    {
      "id": "28-020-0002_p0013",
      "zh_CN": "不过佛家的学位比儒家的学位确实不一样，佛法的学位的条件是非常严格，你看阿罗汉，一定要断见思烦恼，这个在儒家没有讲。儒家实在讲，讲到圣人，见思烦恼有没有断？没断。我们虽然讲夫子，以孔夫子做比喻来说，夫子《论语》里头自己说的，十五岁有志于学，他立志于学，一生好学，十五岁立志做学问。三十而立，十五岁到三十岁，十五年，十五年的学习等于说他毕业了，他拿到学士。毕业之后，学习是永远没有中断，活到老，学到老，天天要学，没有一天不读书，没有一天不改过。",
      "zh_TW": "不過佛家的學位比儒家的學位確實不一樣，佛法的學位的條件是非常嚴格，你看阿羅漢，一定要斷見思煩惱，這個在儒家沒有講。儒家實在講，講到聖人，見思煩惱有沒有斷？沒斷。我們雖然講夫子，以孔夫子做比喻來說，夫子《論語》裡頭自己說的，十五歲有志於學，他立志於學，一生好學，十五歲立志做學問。三十而立，十五歲到三十歲，十五年，十五年的學習等於說他畢業了，他拿到學士。畢業之後，學習是永遠沒有中斷，活到老，學到老，天天要學，沒有一天不讀書，沒有一天不改過。"
    },
    {
      "id": "28-020-0002_p0014",
      "zh_CN": "读书为什么？明理。功夫怎么做法？功夫要改过自新，所以儒家讲「苟日新，日日新，又日新」，佛法里面讲「精进」，不断把自己向上提升。他自己说他自己学习的经历，「四十不惑」，不惑就是不会受外面境界动摇，不迷惑了。我们眼见色，耳闻声，有没有迷惑？被外面境界诱惑，自己起心动念，顺自己意思的，贪爱起来，不顺自己意思，瞋恚起来；你有贪爱、有瞋恚，你就被人家转了。孔夫子在四十岁的时候，他就不被外头境界所动，他是不是烦恼断了？不是，他是自己的修养能把它伏住，伏烦恼，他不是断烦恼；要断烦恼就证阿罗汉果，就超越六道轮回了。所以你看，世间圣人的功夫是伏烦恼，不是断烦恼。我们现在连这个功夫都不够，禁不起外头诱惑，一诱惑心就动了，喜怒哀乐就现行，这个就叫烦恼现行。你六根接触六尘境界，喜怒哀乐现行，就是你伏不住烦恼，你的烦恼起来了。这个东西起来就造业，善则有三善道的果报，恶则有三恶道的果报，你没有办法超越六道轮回。",
      "zh_TW": "讀書為什麼？明理。功夫怎麼做法？功夫要改過自新，所以儒家講「苟日新，日日新，又日新」，佛法裡面講「精進」，不斷把自己向上提升。他自己說他自己學習的經歷，「四十不惑」，不惑就是不會受外面境界動搖，不迷惑了。我們眼見色，耳聞聲，有沒有迷惑？被外面境界誘惑，自己起心動念，順自己意思的，貪愛起來，不順自己意思，瞋恚起來；你有貪愛、有瞋恚，你就被人家轉了。孔夫子在四十歲的時候，他就不被外頭境界所動，他是不是煩惱斷了？不是，他是自己的修養能把它伏住，伏煩惱，他不是斷煩惱；要斷煩惱就證阿羅漢果，就超越六道輪迴了。所以你看，世間聖人的功夫是伏煩惱，不是斷煩惱。我們現在連這個功夫都不夠，禁不起外頭誘惑，一誘惑心就動了，喜怒哀樂就現行，這個就叫煩惱現行。你六根接觸六塵境界，喜怒哀樂現行，就是你伏不住煩惱，你的煩惱起來了。這個東西起來就造業，善則有三善道的果報，惡則有三惡道的果報，你沒有辦法超越六道輪迴。"
    },
    {
      "id": "28-020-0002_p0015",
      "zh_CN": "夫子说，「五十知天命」，四十能够控制得住，不被外面境界转，五十岁的时候知天命，知天命就是知因果报应。周安士说得好，《安士全书》里头我们看过他讲的话，他说「人人如果都明了因果，则是天下大治之道」，天下太平道理在此地；「人人不信因果，天下大乱之道」，那天下就大乱了。这话说的，我们现在看起来想想很有道理，现在世间人不相信因果，天下大乱。你看在中国，在西方也是如此，自古以来这些帝王都提倡因果教育，轨范人心。人都知道做好事有好报，做恶事有恶报，所以起心动念、言语造作他自自然然收歛。这个教育好，这个教育跟性德相应，虽然不是性德，跟性德很接近。所以，因果教育比什么都重要，夫子五十岁他明白了。",
      "zh_TW": "夫子說，「五十知天命」，四十能夠控制得住，不被外面境界轉，五十歲的時候知天命，知天命就是知因果報應。周安士說得好，《安士全書》裡頭我們看過他講的話，他說「人人如果都明瞭因果，則是天下大治之道」，天下太平道理在此地；「人人不信因果，天下大亂之道」，那天下就大亂了。這話說的，我們現在看起來想想很有道理，現在世間人不相信因果，天下大亂。你看在中國，在西方也是如此，自古以來這些帝王都提倡因果教育，軌範人心。人都知道做好事有好報，做惡事有惡報，所以起心動念、言語造作他自自然然收歛。這個教育好，這個教育跟性德相應，雖然不是性德，跟性德很接近。所以，因果教育比什麼都重要，夫子五十歲他明白了。"
    },
    {
      "id": "28-020-0002_p0016",
      "zh_CN": "「六十而耳顺」，「耳顺」就是说六根接触外面境界都能保持住清净心、平等心，无论看到什么，夫子都好，没有一样不好。我们今天所讲的「人人是好人，事事是好事」，不再执着，不再计较，这耳顺。七十岁「随心所欲不逾矩」，他老人家功夫到七十岁了，无论做什么事情，很自然不违背规矩。规矩是什么？《弟子规》，随心所欲，自自然然跟《弟子规》相应，自自然然跟礼教相应。",
      "zh_TW": "「六十而耳順」，「耳順」就是說六根接觸外面境界都能保持住清淨心、平等心，無論看到什麼，夫子都好，沒有一樣不好。我們今天所講的「人人是好人，事事是好事」，不再執著，不再計較，這耳順。七十歲「隨心所欲不踰矩」，他老人家功夫到七十歲了，無論做什麼事情，很自然不違背規矩。規矩是什麼？《弟子規》，隨心所欲，自自然然跟《弟子規》相應，自自然然跟禮教相應。"
    },
    {
      "id": "28-020-0002_p0017",
      "zh_CN": "周朝时候，周距离我们大概有四千年，有四千年历史，文王、武王，周公是武王的弟弟，辅佐武王，代商汤而有天下。为周朝定了一些规矩，现在讲的法律，定了一部《周礼》，《周礼》就是相当于我们现在所讲的宪法，治国的方法。周公是圣人，孔老夫子最佩服的一个人，他所制定的这些法律、这些规矩，不是他的创造，不是他的发明。是什么？全是自然的法则，你如果能够遵守去做，永恒不变。我在年轻的时候二十几岁，跟方东美老师。老师大概提了好多次，至少有六、七次，告诉我，《周礼》好，《周礼》很重要。可是我从来就没有把它看过一遍，他给我介绍，太好了。",
      "zh_TW": "周朝時候，周距離我們大概有四千年，有四千年歷史，文王、武王，周公是武王的弟弟，輔佐武王，代商湯而有天下。為周朝定了一些規矩，現在講的法律，定了一部《周禮》，《周禮》就是相當於我們現在所講的憲法，治國的方法。周公是聖人，孔老夫子最佩服的一個人，他所制定的這些法律、這些規矩，不是他的創造，不是他的發明。是什麼？全是自然的法則，你如果能夠遵守去做，永恆不變。我在年輕的時候二十幾歲，跟方東美老師。老師大概提了好多次，至少有六、七次，告訴我，《周禮》好，《周禮》很重要。可是我從來就沒有把它看過一遍，他給我介紹，太好了。"
    },
    {
      "id": "28-020-0002_p0018",
      "zh_CN": "所以《周礼》是治国的一套办法。另外我们平民在日常生活当中也有规矩，那个规矩《仪礼》。《周礼》三百条，《仪礼》三千，规定我们的细行。可是你要知道，《仪礼》再多，《弟子规》统统包括。《弟子规》我们现在把它详细列出来，总共里面讲几桩事？一百一十三条，不多，一百一十三条。我又在里头选择最重要的七十条，先把最重要的认真学习，然后再学其余的。这一百一十三条统统都做到，就是圣人，就是贤人，就是君子，他们在日常生活当中处事待人接物就是这样的，自自然然的。",
      "zh_TW": "所以《周禮》是治國的一套辦法。另外我們平民在日常生活當中也有規矩，那個規矩《儀禮》。《周禮》三百條，《儀禮》三千，規定我們的細行。可是你要知道，《儀禮》再多，《弟子規》統統包括。《弟子規》我們現在把它詳細列出來，總共裡面講幾樁事？一百一十三條，不多，一百一十三條。我又在裡頭選擇最重要的七十條，先把最重要的認真學習，然後再學其餘的。這一百一十三條統統都做到，就是聖人，就是賢人，就是君子，他們在日常生活當中處事待人接物就是這樣的，自自然然的。"
    },
    {
      "id": "28-020-0002_p0019",
      "zh_CN": "我们现在要约束自己才能做到，夫子到七十岁，不要约束，自然的，自然做到，这就叫随心所欲不逾矩。由此可知，夫子完全是在修德，而没有证得自性，像佛家讲「明心见性，见性成佛」，他没有到这个程度。儒家讲烦恼要克制，没有要求断，佛法的要求，烦恼要灭断，儒家讲能控制就好。你看《礼记》里面第一篇讲到「傲不可长，欲不可纵」，它还有傲，就是你别增加了。但是佛法，傲跟欲一定要断，儒家不讲断，它讲你要控制，你不可以过分。这就是世间圣人跟出世间的大圣标准不相同，我们一定要晓得。",
      "zh_TW": "我們現在要約束自己才能做到，夫子到七十歲，不要約束，自然的，自然做到，這就叫隨心所欲不踰矩。由此可知，夫子完全是在修德，而沒有證得自性，像佛家講「明心見性，見性成佛」，他沒有到這個程度。儒家講煩惱要克制，沒有要求斷，佛法的要求，煩惱要滅斷，儒家講能控制就好。你看《禮記》裡面第一篇講到「傲不可長，欲不可縱」，它還有傲，就是你別增加了。但是佛法，傲跟欲一定要斷，儒家不講斷，它講你要控制，你不可以過分。這就是世間聖人跟出世間的大聖標準不相同，我們一定要曉得。"
    },
    {
      "id": "28-020-0002_p0020",
      "zh_CN": "有了圣贤的修养，那就是明明德，明明德的功夫做好了。明德要用佛家两句纲领的话来讲，也能讲得通，明是智慧，智慧破迷开悟；德？德是才能，是福德，离苦得乐。我们有才干，有福报，也离苦得乐，所以「明」是破迷开悟，「德」是离苦得乐。我自己修到了，修到之后要帮助天下人！你看「欲明明德于天下者」，这就是你自己修成之后，你要知道去度众生，你要去帮助别人，不可以做自了汉。所以终极的目标，是要帮助天下人觉悟、明了宇宙人生真相，宇宙人生的真相就是明德。为天下人服务，帮助天下人离苦得乐。",
      "zh_TW": "有了聖賢的修養，那就是明明德，明明德的功夫做好了。明德要用佛家兩句綱領的話來講，也能講得通，明是智慧，智慧破迷開悟；德？德是才能，是福德，離苦得樂。我們有才幹，有福報，也離苦得樂，所以「明」是破迷開悟，「德」是離苦得樂。我自己修到了，修到之後要幫助天下人！你看「欲明明德於天下者」，這就是你自己修成之後，你要知道去度眾生，你要去幫助別人，不可以做自了漢。所以終極的目標，是要幫助天下人覺悟、明瞭宇宙人生真相，宇宙人生的真相就是明德。為天下人服務，幫助天下人離苦得樂。"
    },
    {
      "id": "28-020-0002_p0021",
      "zh_CN": "用什么方法帮助他离苦得乐？他觉悟就离苦得乐，这就是教学，中国古圣先贤提出来的「建国君民，教学为先」。所以中国这个几千年传统，传统是什么？传统就是教育，中国人最懂得教育。家有家庭教育，社会有社会教育，做生意买卖开个店，他店铺里头有教育，往上去，国家有国家教育，世界有世界的教育，他懂得这个。一切都是以教学为先，建国君民，教学为先，只要把教育办好，事业就成就了。所以在全世界，每个国家民族里面我们去看、去考察，只有中国人懂得教育。",
      "zh_TW": "用什麼方法幫助他離苦得樂？他覺悟就離苦得樂，這就是教學，中國古聖先賢提出來的「建國君民，教學為先」。所以中國這個幾千年傳統，傳統是什麼？傳統就是教育，中國人最懂得教育。家有家庭教育，社會有社會教育，做生意買賣開個店，他店鋪裡頭有教育，往上去，國家有國家教育，世界有世界的教育，他懂得這個。一切都是以教學為先，建國君民，教學為先，只要把教育辦好，事業就成就了。所以在全世界，每個國家民族裡面我們去看、去考察，只有中國人懂得教育。"
    },
    {
      "id": "28-020-0002_p0022",
      "zh_CN": "中国教育的特色在家庭，从什么时候教起？小孩生下来，眼睛张开了，在我想大概三天、四天，三、四天的时间他就在开始学习。他会看，他会听，大人一举一动，他看到、听到了，他心里头就有印象。天天看，天天听，看了三年，听了三年，他什么都懂得。那么大人，父母教，怎么教法？父母要做最好的榜样给他看。《弟子规》不是教儿童的，《弟子规》是做父母、做兄长自己要把它做到，就是做给婴儿看，他就在学习，所以这不是言教，是身教。我们中国谚语常讲「三岁看八十，七岁看终身」，就这个道理。中国人懂得，在婴儿面前都非常慎重，不可以有丝毫不善的、负面的让他看到，让他听到。",
      "zh_TW": "中國教育的特色在家庭，從什麼時候教起？小孩生下來，眼睛張開了，在我想大概三天、四天，三、四天的時間他就在開始學習。他會看，他會聽，大人一舉一動，他看到、聽到了，他心裡頭就有印象。天天看，天天聽，看了三年，聽了三年，他什麼都懂得。那麼大人，父母教，怎麼教法？父母要做最好的榜樣給他看。《弟子規》不是教兒童的，《弟子規》是做父母、做兄長自己要把它做到，就是做給嬰兒看，他就在學習，所以這不是言教，是身教。我們中國諺語常講「三歲看八十，七歲看終身」，就這個道理。中國人懂得，在嬰兒面前都非常慎重，不可以有絲毫不善的、負面的讓他看到，讓他聽到。"
    },
    {
      "id": "28-020-0002_p0023",
      "zh_CN": "我们想到现在，现在这个教育没有了，现在小孩出生下来谁教？电视教他，你看怎么得了！电视里面的内容，暴力、色情、杀盗淫妄，所以现在小孩三、四岁就会杀人，他学会了。他不知道那是过错、过失、罪过，他不知道，他觉得很正常，甚至于杀害父母，自己没有一点惭愧心。在中国、在海外，现在这些例子是愈来愈多。儿女杀父母，父母杀儿女，兄弟互相残杀，在学校里面，同学互相残杀，学生杀老师，愈来愈多，这个社会还得了吗？",
      "zh_TW": "我們想到現在，現在這個教育沒有了，現在小孩出生下來誰教？電視教他，你看怎麼得了！電視裡面的內容，暴力、色情、殺盜淫妄，所以現在小孩三、四歲就會殺人，他學會了。他不知道那是過錯、過失、罪過，他不知道，他覺得很正常，甚至於殺害父母，自己沒有一點慚愧心。在中國、在海外，現在這些例子是愈來愈多。兒女殺父母，父母殺兒女，兄弟互相殘殺，在學校裡面，同學互相殘殺，學生殺老師，愈來愈多，這個社會還得了嗎？"
    },
    {
      "id": "28-020-0002_p0024",
      "zh_CN": "我到巴黎、到伦敦都听到同修跟我说，说这些事情。我就告诉他，我说现在我们几个月、几个星期听到一次，有这么一次事情发生；十年之后，每天会听到好几次；二十年之后，恐怕每天会有一、二百次。这个世界成什么世界？这叫做世界末日！世界末日不是地球毁灭，我不以为是核武战争，我不相信是那个，我相信什么？人不像人了，人连畜生都不如。人的心充满了怨恨，充满了不平，怨天尤人，几句话不对头他就要杀你，你说这个社会怎么得了！这不是人住的社会。原因是什么？原因是把圣贤教育丢掉了，才会产生这个现象。我们看到二十年、三十年以后的社会，现在如果不提倡中国传统教学就不得了！二十年、三十年之后，神仙都救不了这个世界。我们要想自己活得很幸福，要想自己家里的后代能好，你现在不注重这个就不得了，没救！所以，「明明德于天下」这是个目标。",
      "zh_TW": "我到巴黎、到倫敦都聽到同修跟我說，說這些事情。我就告訴他，我說現在我們幾個月、幾個星期聽到一次，有這麼一次事情發生；十年之後，每天會聽到好幾次；二十年之後，恐怕每天會有一、二百次。這個世界成什麼世界？這叫做世界末日！世界末日不是地球毀滅，我不以為是核武戰爭，我不相信是那個，我相信什麼？人不像人了，人連畜生都不如。人的心充滿了怨恨，充滿了不平，怨天尤人，幾句話不對頭他就要殺你，你說這個社會怎麼得了！這不是人住的社會。原因是什麼？原因是把聖賢教育丟掉了，才會產生這個現象。我們看到二十年、三十年以後的社會，現在如果不提倡中國傳統教學就不得了！二十年、三十年之後，神仙都救不了這個世界。我們要想自己活得很幸福，要想自己家裡的後代能好，你現在不注重這個就不得了，沒救！所以，「明明德於天下」這是個目標。"
    },
    {
      "id": "28-020-0002_p0025",
      "zh_CN": "「大学」里面讲的本末、终始，「物有本末，事有终始，知所先后，则近道矣」。本是什么？「大学」里说得很清楚，后面我们会读到，「自天子以至于庶人，壹是皆以修身为本」，本是修身，就是要学做人，要学做个好人。末是什么？末就是治国、平天下。在佛法讲，你要度众生，先要度自己，度自己是本，度众生是末，本末要清楚。如果本末搞不清楚，先去度众生，不知道度自己，众生也度不了，是自己也度不了。所以，一定是先度自己，后度别人。佛在经上讲得很好，自己未度而能度人，无有是处，没有这个道理！一定是先度自己，这是本末。终始，终就是普度，始就是自度，所以这个先后顺序我们一定要知道。",
      "zh_TW": "「大學」裡面講的本末、終始，「物有本末，事有終始，知所先後，則近道矣」。本是什麼？「大學」裡說得很清楚，後面我們會讀到，「自天子以至於庶人，壹是皆以脩身為本」，本是修身，就是要學做人，要學做個好人。末是什麼？末就是治國、平天下。在佛法講，你要度眾生，先要度自己，度自己是本，度眾生是末，本末要清楚。如果本末搞不清楚，先去度眾生，不知道度自己，眾生也度不了，是自己也度不了。所以，一定是先度自己，後度別人。佛在經上講得很好，自己未度而能度人，無有是處，沒有這個道理！一定是先度自己，這是本末。終始，終就是普度，始就是自度，所以這個先後順序我們一定要知道。"
    },
    {
      "id": "28-020-0002_p0026",
      "zh_CN": "你要想普度众生，我们「四弘誓愿」里面第一愿「众生无边誓愿度」，那就是儒家讲的平天下。平是平等对待，平等对待就能和睦相处，就是我们今天讲的世界安定和平。要想世界和平，你要先治国，先要我们自己的国家安定和平，你才能帮助世界。你要这一国安定和平，你先要齐家，你这一家都不安定，都不和平，你怎么能叫一国安定和平？你要想一家安定和平，你自己一定要身心和谐，你修身；你身心不和，你怎么能教导你一家人和睦相处？所以才说「壹是以修身为本」，这是讲「欲治其国者，先齐其家；欲齐其家者，先修其身」。",
      "zh_TW": "你要想普度眾生，我們「四弘誓願」裡面第一願「眾生無邊誓願度」，那就是儒家講的平天下。平是平等對待，平等對待就能和睦相處，就是我們今天講的世界安定和平。要想世界和平，你要先治國，先要我們自己的國家安定和平，你才能幫助世界。你要這一國安定和平，你先要齊家，你這一家都不安定，都不和平，你怎麼能叫一國安定和平？你要想一家安定和平，你自己一定要身心和諧，你修身；你身心不和，你怎麼能教導你一家人和睦相處？所以才說「壹是以脩身為本」，這是講「欲治其國者，先齊其家；欲齊其家者，先脩其身」。"
    },
    {
      "id": "28-020-0002_p0027",
      "zh_CN": "底下讲怎么修身，怎么修身就是怎么做人，怎样做个好人，与性德完全相应的人，那你要先正心。正心就是我们佛法里面讲的发菩提心，发菩提心才是真人，菩提心是佛心，菩萨、阿罗汉都在这学习。「欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物」，这是把修身的功夫，修身的先后次序，讲得清清楚楚。那么我们就晓得，修身的根本在格物，格物是什么意思？古时候朱夫子（朱熹）解释「格物」的意思，他说是「穷究事物之理」；要用佛法来说，就是诸法实相，通达明了诸法实相，这叫格物。",
      "zh_TW": "底下講怎麼修身，怎麼修身就是怎麼做人，怎樣做個好人，與性德完全相應的人，那你要先正心。正心就是我們佛法裡面講的發菩提心，發菩提心才是真人，菩提心是佛心，菩薩、阿羅漢都在這學習。「欲正其心者，先誠其意；欲誠其意者，先致其知；致知在格物」，這是把修身的功夫，修身的先後次序，講得清清楚楚。那麼我們就曉得，修身的根本在格物，格物是什麼意思？古時候朱夫子（朱熹）解釋「格物」的意思，他說是「窮究事物之理」；要用佛法來說，就是諸法實相，通達明瞭諸法實相，這叫格物。"
    },
    {
      "id": "28-020-0002_p0028",
      "zh_CN": "所以中国自古以来，很多儒家依照朱夫子这个指导去做，几乎没有一个人做得通。宋朝司马光说得好，司马光他是学佛的，他用佛法来解释，他说「格」是扞格，扞是捍卫、保卫，格是格斗，「物」是欲望，他说欲望。我们要想修身，首先要跟物欲来打一仗，决定不能让物欲战胜，物欲战胜那我们就被它迷了。这个说法说得很好，印光大师在《文钞》里头常常讲的，跟司马光说的意思完全相同。印祖常说「革除物欲」，我们相信东西方的圣人观点是一致的。朱夫子解释这个不妥当，朱熹解释不妥当。",
      "zh_TW": "所以中國自古以來，很多儒家依照朱夫子這個指導去做，幾乎沒有一個人做得通。宋朝司馬光說得好，司馬光他是學佛的，他用佛法來解釋，他說「格」是扞格，扞是捍衛、保衛，格是格鬥，「物」是欲望，他說欲望。我們要想修身，首先要跟物欲來打一仗，決定不能讓物欲戰勝，物欲戰勝那我們就被它迷了。這個說法說得很好，印光大師在《文鈔》裡頭常常講的，跟司馬光說的意思完全相同。印祖常說「革除物欲」，我們相信東西方的聖人觀點是一致的。朱夫子解釋這個不妥當，朱熹解釋不妥當。"
    },
    {
      "id": "28-020-0002_p0029",
      "zh_CN": "人的智慧不开，什么原因？被物欲迷惑了，物欲锢蔽真智，蒙蔽了我们自性本有的智慧，就迷失了自性。因此格物，用我们佛法来讲，离妄想分别执着这叫格物，我们佛门祖师大德这样替我们解释。也就是说，你要真正修身从哪里修起？从断烦恼下手，格物就是断烦恼，物欲是烦恼，你要从这下手。烦恼轻，智慧就长了，致知是智慧生起来，烦恼轻智慧长；烦恼要不除，哪来的智慧？所以智慧不是学来的。我们今天学了很多东西，那叫什么？那叫常识，那不是智慧，儒家讲叫「记问之学」。你记得很多，你念得很多，不是从你自性里头悟出来的，那都还是外面的染污，知识的染污。所以讲思想的染污、见解的染污，不是你真正的智慧，真正智慧一定要断烦恼，佛家讲烦恼轻，智慧长。",
      "zh_TW": "人的智慧不開，什麼原因？被物欲迷惑了，物欲錮蔽真智，蒙蔽了我們自性本有的智慧，就迷失了自性。因此格物，用我們佛法來講，離妄想分別執著這叫格物，我們佛門祖師大德這樣替我們解釋。也就是說，你要真正修身從哪裡修起？從斷煩惱下手，格物就是斷煩惱，物欲是煩惱，你要從這下手。煩惱輕，智慧就長了，致知是智慧生起來，煩惱輕智慧長；煩惱要不除，哪來的智慧？所以智慧不是學來的。我們今天學了很多東西，那叫什麼？那叫常識，那不是智慧，儒家講叫「記問之學」。你記得很多，你念得很多，不是從你自性裡頭悟出來的，那都還是外面的染污，知識的染污。所以講思想的染污、見解的染污，不是你真正的智慧，真正智慧一定要斷煩惱，佛家講煩惱輕，智慧長。"
    },
    {
      "id": "28-020-0002_p0030",
      "zh_CN": "你看看佛门里面讲的，三大类的烦恼，每一类里面，烦恼的头数无量无边。见思烦恼，就是对于一切人事物的执着，执着是见思。如果我们对于世出世间一切法不再执着，执着这个念头都放弃了，你的心清净，你就不生烦恼。你烦恼轻，智慧透出来的时候，叫正觉，你就觉悟了；换句话说，你只要有妄想分别执着，你就不觉。不觉就是迷，迷就叫凡夫，觉了就叫圣人，所以阿罗汉叫正觉。我们佛法教学的目标，经论上常常讲的是一句话，这句话可以翻译，但是没有翻，还是用梵文音译过来的，「阿耨多罗三藐三菩提」，这是我们学佛的人终极的一个目标。你学什么？我就学这个，我就求这个。翻成中国意思是「无上正等正觉」，这可以翻的，这叫尊重不翻，是我们佛法教学的目标，总的目标。阿罗汉是正觉，菩萨是正等正觉，所以正等正觉是贤人，正觉是君子，无上正等正觉是圣人，佛法是这么个分法的。",
      "zh_TW": "你看看佛門裡面講的，三大類的煩惱，每一類裡面，煩惱的頭數無量無邊。見思煩惱，就是對於一切人事物的執著，執著是見思。如果我們對於世出世間一切法不再執著，執著這個念頭都放棄了，你的心清淨，你就不生煩惱。你煩惱輕，智慧透出來的時候，叫正覺，你就覺悟了；換句話說，你只要有妄想分別執著，你就不覺。不覺就是迷，迷就叫凡夫，覺了就叫聖人，所以阿羅漢叫正覺。我們佛法教學的目標，經論上常常講的是一句話，這句話可以翻譯，但是沒有翻，還是用梵文音譯過來的，「阿耨多羅三藐三菩提」，這是我們學佛的人終極的一個目標。你學什麼？我就學這個，我就求這個。翻成中國意思是「無上正等正覺」，這可以翻的，這叫尊重不翻，是我們佛法教學的目標，總的目標。阿羅漢是正覺，菩薩是正等正覺，所以正等正覺是賢人，正覺是君子，無上正等正覺是聖人，佛法是這麼個分法的。"
    },
    {
      "id": "28-020-0002_p0031",
      "zh_CN": "这三个学位它是有条件的，我们讲这三大类的障碍，你要能够把执着放下，你就证阿罗汉果，你就正觉现前。如果再进一步，把分别也放下，分别比执着要细，不但不执着，分别的念头都没有了，你就是正等正觉，正等正觉没有分别了，阿罗汉还有分别。再往上去，起心动念，因为你还有起心动念，起心动念没有了，就叫无上正等正觉。所以妄想就是起心动念，你看不起心、不动念、不分别、不执着，这是佛的境界，无上正等正觉，这是最后终极的目标。从哪里开始？从放下执着开始，恢复到你的自性清净心，这叫格物的功夫。",
      "zh_TW": "這三個學位它是有條件的，我們講這三大類的障礙，你要能夠把執著放下，你就證阿羅漢果，你就正覺現前。如果再進一步，把分別也放下，分別比執著要細，不但不執著，分別的念頭都沒有了，你就是正等正覺，正等正覺沒有分別了，阿羅漢還有分別。再往上去，起心動念，因為你還有起心動念，起心動念沒有了，就叫無上正等正覺。所以妄想就是起心動念，你看不起心、不動念、不分別、不執著，這是佛的境界，無上正等正覺，這是最後終極的目標。從哪裡開始？從放下執著開始，恢復到你的自性清淨心，這叫格物的功夫。"
    },
    {
      "id": "28-020-0002_p0032",
      "zh_CN": "格物之后，下面是「物格而后知至」，你有了格物的功夫，物革除了，物欲革除了，智慧现前，这就是烦恼轻智慧长。放下自私自利，放下是非人我，放下贪瞋痴慢，放下五欲六尘，这些东西全是障碍，有一样我们的智慧都不能现前，所以要放下。我学佛很难得，头一天见出家人，跟出家人第一次见面就是见章嘉大师。章嘉大师教我，就是第一天见面教我，「看得破，放得下」，我问他老人家从哪里下手？他告诉我「布施」。我离开他的时候，他送我到门口，拍着我的肩膀，告诉我：我今天教你六个字，你好好的去做六年。六年就布施，放下，什么都能施；在以前放不下，很吝啬，赚钱不容易，怎么能随便给人？再慢慢学。果然不错，学到六年，真的做到了，所以感应就现前。",
      "zh_TW": "格物之後，下面是「物格而后知至」，你有了格物的功夫，物革除了，物欲革除了，智慧現前，這就是煩惱輕智慧長。放下自私自利，放下是非人我，放下貪瞋痴慢，放下五欲六塵，這些東西全是障礙，有一樣我們的智慧都不能現前，所以要放下。我學佛很難得，頭一天見出家人，跟出家人第一次見面就是見章嘉大師。章嘉大師教我，就是第一天見面教我，「看得破，放得下」，我問他老人家從哪裡下手？他告訴我「布施」。我離開他的時候，他送我到門口，拍著我的肩膀，告訴我：我今天教你六個字，你好好的去做六年。六年就布施，放下，什麼都能施；在以前放不下，很吝嗇，賺錢不容易，怎麼能隨便給人？再慢慢學。果然不錯，學到六年，真的做到了，所以感應就現前。"
    },
    {
      "id": "28-020-0002_p0033",
      "zh_CN": "那个时候就发心出家，因为我没有家累，我在台湾就一个人，自己可以做得了主，我就一心一意学佛。在出家前两个月我就有预感，我就告诉我一些朋友，大概我出家的愿望快来了。他们问我几时？我说不出半年。一个多月不到两个月，就有法师来请我出家，好像是大概也有一个多月，也不到两个月，来请了九次，我才答应。不是一次、两次、三次我就答应他，我看他很诚恳，我才答应他。所以就有预感。",
      "zh_TW": "那個時候就發心出家，因為我沒有家累，我在台灣就一個人，自己可以做得了主，我就一心一意學佛。在出家前兩個月我就有預感，我就告訴我一些朋友，大概我出家的願望快來了。他們問我幾時？我說不出半年。一個多月不到兩個月，就有法師來請我出家，好像是大概也有一個多月，也不到兩個月，來請了九次，我才答應。不是一次、兩次、三次我就答應他，我看他很誠懇，我才答應他。所以就有預感。"
    },
    {
      "id": "28-020-0002_p0034",
      "zh_CN": "我出家是有条件的，因为他来找我，我可以谈条件，就是我不做经忏佛事。我说我出家要研究经教，我要学讲经说法，我不搞经忏佛事，这些他都答应我的。所以我从来没有做过经忏佛事，一生读书、学教。以后亲近李炳南老居士，他鼓励我出来讲经，所以我一出家一剃头，就上讲台，教佛学院。我从教佛学院开始，出家就教佛学院，讲经四十七年了。这四十七年，年年向上提升，烦恼习气年年要断，不是一下就断得了的，天天都在做这功夫。",
      "zh_TW": "我出家是有條件的，因為他來找我，我可以談條件，就是我不做經懺佛事。我說我出家要研究經教，我要學講經說法，我不搞經懺佛事，這些他都答應我的。所以我從來沒有做過經懺佛事，一生讀書、學教。以後親近李炳南老居士，他鼓勵我出來講經，所以我一出家一剃頭，就上講台，教佛學院。我從教佛學院開始，出家就教佛學院，講經四十七年了。這四十七年，年年向上提升，煩惱習氣年年要斷，不是一下就斷得了的，天天都在做這功夫。"
    },
    {
      "id": "28-020-0002_p0035",
      "zh_CN": "功夫愈深智慧愈长，真的是烦恼轻，智慧长。智慧现前，福报也现前，做什么事情都得心应手，就是孔夫子所说的「随心所欲不逾矩」，现在人讲的「心想事成」，确实有这么个味道在。我这个心想事成大概说起来应该在七十五岁，就是最近的五、六年，最近五、六年做事情有心想事成这个意思在。我们没有为自己想，都是为社会想、为众生想、为佛法想，没有为自己想，一生从来没有为自己想过一桩事情。这就是「欲明明德于天下者」，我们现在做到这一步。所以，「物格而后知至」，就是放下而后你才能看破，智慧现前。",
      "zh_TW": "功夫愈深智慧愈長，真的是煩惱輕，智慧長。智慧現前，福報也現前，做什麼事情都得心應手，就是孔夫子所說的「隨心所欲不踰矩」，現在人講的「心想事成」，確實有這麼個味道在。我這個心想事成大概說起來應該在七十五歲，就是最近的五、六年，最近五、六年做事情有心想事成這個意思在。我們沒有為自己想，都是為社會想、為眾生想、為佛法想，沒有為自己想，一生從來沒有為自己想過一樁事情。這就是「欲明明德於天下者」，我們現在做到這一步。所以，「物格而后知至」，就是放下而後你才能看破，智慧現前。"
    },
    {
      "id": "28-020-0002_p0036",
      "zh_CN": "「知至而后意诚」，这个知、至，至是有一定的标准，你的智慧达到这样一个标准。这个标准是什么？明了通达宇宙人生真相，佛经里面讲的诸法实相。你到这个程度之后，你的意就诚了，也就是说你的真心就现前。宇宙人生的真相是什么？很多同学常常都念《般若心经》，念《金刚经》，里面讲的就是宇宙人生真相。《金刚经》，你看看江味农居士说得很好，它是六百卷《大般若》的纲领；而《心经》，《心经》又是《金刚经》的纲领，二百六十个字，说明宇宙的真相。",
      "zh_TW": "「知至而后意誠」，這個知、至，至是有一定的標準，你的智慧達到這樣一個標準。這個標準是什麼？明瞭通達宇宙人生真相，佛經裡面講的諸法實相。你到這個程度之後，你的意就誠了，也就是說你的真心就現前。宇宙人生的真相是什麼？很多同學常常都念《般若心經》，念《金剛經》，裡面講的就是宇宙人生真相。《金剛經》，你看看江味農居士說得很好，它是六百卷《大般若》的綱領；而《心經》，《心經》又是《金剛經》的綱領，二百六十個字，說明宇宙的真相。"
    },
    {
      "id": "28-020-0002_p0037",
      "zh_CN": "我读这个经，读《般若经》，我再做最简单的一个总的总结，我总结只有十二个字，「一切法无所有、毕竟空、不可得」。你真正了解这个事实真相了，你还有什么放不下的？还有什么看不破的？真能看破、放下，你的心一尘不染，诚了，诚意就出来了。你看曾国藩先生他在读书笔记里头，给「诚」下了个定义，什么叫诚？一念不生是谓诚。你怎么能到一念不生？明了了就一念不生，不明了就胡思乱想，愈想愈错；通达明了了，你什么都不想，这是什么？这是你的智慧开了，菩提心现前，我们讲真诚、清净、平等、正觉、慈悲，你这个心现前了。",
      "zh_TW": "我讀這個經，讀《般若經》，我再做最簡單的一個總的總結，我總結只有十二個字，「一切法無所有、畢竟空、不可得」。你真正了解這個事實真相了，你還有什麼放不下的？還有什麼看不破的？真能看破、放下，你的心一塵不染，誠了，誠意就出來了。你看曾國藩先生他在讀書筆記裡頭，給「誠」下了個定義，什麼叫誠？一念不生是謂誠。你怎麼能到一念不生？明瞭了就一念不生，不明瞭就胡思亂想，愈想愈錯；通達明瞭了，你什麼都不想，這是什麼？這是你的智慧開了，菩提心現前，我們講真誠、清淨、平等、正覺、慈悲，你這個心現前了。"
    },
    {
      "id": "28-020-0002_p0038",
      "zh_CN": "还有一等人，虽然他没有做到这个功夫，但是我们一般讲善根深厚，那种人很可贵。这就是中国古人讲「唯上智与下愚不移」，这两种人他不变，肯定有成就。一个是上智，上智是什么？他明白了，明白什么？就像了凡先生他对于算命先生很相信，他明白了，一生都是命注定，他什么也不想。他跟云谷禅师两个在禅堂里坐了三天三夜，不起一个念头，云谷禅师很佩服他，这个很不容易。就问他：你用的是什么功夫？他说：我的命被孔先生算定，想也没用，算了，干脆不要想。云谷禅师则哈哈大笑：我以为你是了不起的圣人，原来你还是个凡夫。这就是相信命运，相信因果，想了没用处，他还是迷惑颠倒。真正通达明了他了解，知道事实真相，他的妄念没有了。妄念没有，有正念，妄心没有了，真心现前，那是智慧，真智慧，这个不能不知道。",
      "zh_TW": "還有一等人，雖然他沒有做到這個功夫，但是我們一般講善根深厚，那種人很可貴。這就是中國古人講「唯上智與下愚不移」，這兩種人他不變，肯定有成就。一個是上智，上智是什麼？他明白了，明白什麼？就像了凡先生他對於算命先生很相信，他明白了，一生都是命注定，他什麼也不想。他跟雲谷禪師兩個在禪堂裡坐了三天三夜，不起一個念頭，雲谷禪師很佩服他，這個很不容易。就問他：你用的是什麼功夫？他說：我的命被孔先生算定，想也沒用，算了，乾脆不要想。雲谷禪師則哈哈大笑：我以為你是了不起的聖人，原來你還是個凡夫。這就是相信命運，相信因果，想了沒用處，他還是迷惑顛倒。真正通達明瞭他了解，知道事實真相，他的妄念沒有了。妄念沒有，有正念，妄心沒有了，真心現前，那是智慧，真智慧，這個不能不知道。"
    },
    {
      "id": "28-020-0002_p0039",
      "zh_CN": "另外一种人，下愚，下愚他真的什么都不懂，但是他很听话。像谛闲老和尚这个锅漏匠，那就是标准的下愚。笨，学什么都学不会，没念过书，不认识字，一生苦不堪言。谛闲老和尚是他的同乡，小时候在一起玩的玩伴，这找到一定要跟他出家。可是出家也不容易，寺庙里面那么多人，你什么都不会，连上殿都不能，人家就排斥你，就讥笑你，你寺庙住不住。老和尚很慈悲，给他剃度了，在乡下找个破庙，没人住的，叫他一个人去住，只教他一句「南无阿弥陀佛」。他说你一天到晚尽管念，念累了就休息，休息好了接着再念，他说将来准有好处。他也不问什么好处，老和尚也不给他讲什么好处，就叫他一句佛号念到底。在附近找了几个护法，照顾照顾他。念了三年，你看人家预知时至，站着往生。老和尚替他办后事，赞叹他「名山住持方丈、讲经说法的法师比不上你」！他死了以后，站在那儿还站了三天，人家给老和尚报信，在乡下来回要三天，他站着三天，替他办后事。这是什么？这是下愚，所以，「唯上智与下愚不移」，这两种人好教，不费事。",
      "zh_TW": "另外一種人，下愚，下愚他真的什麼都不懂，但是他很聽話。像諦閑老和尚這個鍋漏匠，那就是標準的下愚。笨，學什麼都學不會，沒念過書，不認識字，一生苦不堪言。諦閑老和尚是他的同鄉，小時候在一起玩的玩伴，這找到一定要跟他出家。可是出家也不容易，寺廟裡面那麼多人，你什麼都不會，連上殿都不能，人家就排斥你，就譏笑你，你寺廟住不住。老和尚很慈悲，給他剃度了，在鄉下找個破廟，沒人住的，叫他一個人去住，只教他一句「南無阿彌陀佛」。他說你一天到晚儘管念，念累了就休息，休息好了接著再念，他說將來準有好處。他也不問什麼好處，老和尚也不給他講什麼好處，就叫他一句佛號念到底。在附近找了幾個護法，照顧照顧他。念了三年，你看人家預知時至，站著往生。老和尚替他辦後事，讚歎他「名山住持方丈、講經說法的法師比不上你」！他死了以後，站在那兒還站了三天，人家給老和尚報信，在鄉下來回要三天，他站著三天，替他辦後事。這是什麼？這是下愚，所以，「唯上智與下愚不移」，這兩種人好教，不費事。"
    },
    {
      "id": "28-020-0002_p0040",
      "zh_CN": "最麻烦就是当中这一段，上不上，下不下，半吊子，最麻烦的。释迦牟尼佛出现世间，讲经说法四十九年，为谁？就是为当中这个，上下两头，那太简单，太容易了。所以，下愚不能够轻视，成就很高，而且成就快速。我们最近有听到一位同学，也是念佛往生，这个也算是下愚。年轻的时候也常常跑道场，遇到一位法师告诉他，真正念佛人可以在家里念，无论干什么事情佛号不间断，不必跑道场。他听了这句话就明白了，从此之后干事不说话，心里念佛。什么事都干，佛号不间断，预知时至往生，往生的瑞相希有。老实！所以老实人真可贵，决定不能够轻视，不能轻慢，说他傻，说他愚。他在世的时候，人家都说他傻瓜，他一点也不傻，一天到晚就抱着一句佛号，除这句佛号什么都没有，最后他成功了，他心定了。",
      "zh_TW": "最麻煩就是當中這一段，上不上，下不下，半吊子，最麻煩的。釋迦牟尼佛出現世間，講經說法四十九年，為誰？就是為當中這個，上下兩頭，那太簡單，太容易了。所以，下愚不能夠輕視，成就很高，而且成就快速。我們最近有聽到一位同學，也是念佛往生，這個也算是下愚。年輕的時候也常常跑道場，遇到一位法師告訴他，真正念佛人可以在家裡念，無論幹什麼事情佛號不間斷，不必跑道場。他聽了這句話就明白了，從此之後幹事不說話，心裡念佛。什麼事都幹，佛號不間斷，預知時至往生，往生的瑞相希有。老實！所以老實人真可貴，決定不能夠輕視，不能輕慢，說他傻，說他愚。他在世的時候，人家都說他傻瓜，他一點也不傻，一天到晚就抱著一句佛號，除這句佛號什麼都沒有，最後他成功了，他心定了。"
    },
    {
      "id": "28-020-0002_p0041",
      "zh_CN": "你看现在举世之人心不定，我在澳洲，澳洲大学请我到学校去跟学生讲课，我不去。为什么？昆士兰大学我去了一次，学校邀请，来告诉我：法师，你讲话的时候不要超过二十分钟，最好十五分钟。我说为什么？太长了学生听不下去，就是学生没有耐心，耐心只有十五分钟。十五分钟之后他心就乱了，他就没有心再听，那我还去干什么？所以我说现在学校里的大学生比不上我们佛堂里的听众，我们佛堂你看，我讲经一般都是两个小时，有时候四个小时，他们都能够听得很欢喜，听得都不动。他们只有十五分钟耐心，你说怎么行？他能学什么？他能成就什么？论文怎么写出来的？找些参考资料，东凑西拼搞个大拼盘出来，这样出来的。",
      "zh_TW": "你看現在舉世之人心不定，我在澳洲，澳洲大學請我到學校去跟學生講課，我不去。為什麼？昆士蘭大學我去了一次，學校邀請，來告訴我：法師，你講話的時候不要超過二十分鐘，最好十五分鐘。我說為什麼？太長了學生聽不下去，就是學生沒有耐心，耐心只有十五分鐘。十五分鐘之後他心就亂了，他就沒有心再聽，那我還去幹什麼？所以我說現在學校裡的大學生比不上我們佛堂裡的聽眾，我們佛堂你看，我講經一般都是兩個小時，有時候四個小時，他們都能夠聽得很歡喜，聽得都不動。他們只有十五分鐘耐心，你說怎麼行？他能學什麼？他能成就什麼？論文怎麼寫出來的？找些參考資料，東湊西拼搞個大拼盤出來，這樣出來的。"
    },
    {
      "id": "28-020-0002_p0042",
      "zh_CN": "我在初学佛的时候，方东美先生告诉我，那个时候我很想到学校去旁听他的课程。他告诉我，现在学校，先生不像先生，学生不像学生，你到学校来听课你会大失所望。这个话是四十年前，不止，五十年前，我学佛五十四年了，五十年前，半个世纪。五十年之后的今天，他的话完全兑现了。所以今天能有耐心的人就有成就，没有耐心的人肯定没有成就。《金刚经》上说得好，「一切法得成于忍」，无论是世间法、出世间法，忍就是耐心，最重要是耐心。",
      "zh_TW": "我在初學佛的時候，方東美先生告訴我，那個時候我很想到學校去旁聽他的課程。他告訴我，現在學校，先生不像先生，學生不像學生，你到學校來聽課你會大失所望。這個話是四十年前，不止，五十年前，我學佛五十四年了，五十年前，半個世紀。五十年之後的今天，他的話完全兌現了。所以今天能有耐心的人就有成就，沒有耐心的人肯定沒有成就。《金剛經》上說得好，「一切法得成於忍」，無論是世間法、出世間法，忍就是耐心，最重要是耐心。"
    },
    {
      "id": "28-020-0002_p0043",
      "zh_CN": "「知至而后意诚，意诚而后心正」，你的心就正了。心正是什么？自受用的，心地清净，对待一切人事物平等，清净心现前，平等心现前，觉而不迷；慈悲心现前，慈悲是对待别人，叫深心、大悲心。必须到意诚之后，这个心才能生起来，所以意诚就是《观无量寿经》讲菩提心的体，菩提心之体是至诚心，是真诚心。真诚心就是没有妄念，也就是说没有妄想分别执着，那个心是至诚心，那是菩提心之体，真心。心正，正心是它起作用，它作用是正而不邪，所以对自己清净、平等、正觉，对别人慈悲，这个叫正心。",
      "zh_TW": "「知至而后意誠，意誠而后心正」，你的心就正了。心正是什麼？自受用的，心地清淨，對待一切人事物平等，清淨心現前，平等心現前，覺而不迷；慈悲心現前，慈悲是對待別人，叫深心、大悲心。必須到意誠之後，這個心才能生起來，所以意誠就是《觀無量壽經》講菩提心的體，菩提心之體是至誠心，是真誠心。真誠心就是沒有妄念，也就是說沒有妄想分別執著，那個心是至誠心，那是菩提心之體，真心。心正，正心是它起作用，它作用是正而不邪，所以對自己清淨、平等、正覺，對別人慈悲，這個叫正心。"
    },
    {
      "id": "28-020-0002_p0044",
      "zh_CN": "「心正而后身修」，你看对待自己清净、平等、正觉，对待别人大慈大悲，这个人叫真正的好人。慈悲心怎么会害人？所以身修，我们具体的讲，《弟子规》、《十善业道》、三皈众戒，他统统做到了。而且是很自然的做到，一丝毫不勉强，确实有点像夫子所说的「随心所欲不逾矩」，他达到这个境界，叫身修。到这个时候你自己能够成就，决定影响你一家人。你自己得度，身修我们讲就是自己得度，你自己得度，首先度你一家人，你一家人一定被你感化。我们今天不能感化一家人，你自己修身没做得好，你可不能怪「他们业障太重」，统统把责任推给别人，这是错误的。一定要回过头来，我自己做得不够好，我们自己才会有进步，我们进步才能感化别人。",
      "zh_TW": "「心正而后身脩」，你看對待自己清淨、平等、正覺，對待別人大慈大悲，這個人叫真正的好人。慈悲心怎麼會害人？所以身修，我們具體的講，《弟子規》、《十善業道》、三皈眾戒，他統統做到了。而且是很自然的做到，一絲毫不勉強，確實有點像夫子所說的「隨心所欲不踰矩」，他達到這個境界，叫身修。到這個時候你自己能夠成就，決定影響你一家人。你自己得度，身修我們講就是自己得度，你自己得度，首先度你一家人，你一家人一定被你感化。我們今天不能感化一家人，你自己修身沒做得好，你可不能怪「他們業障太重」，統統把責任推給別人，這是錯誤的。一定要回過頭來，我自己做得不夠好，我們自己才會有進步，我們進步才能感化別人。"
    },
    {
      "id": "28-020-0002_p0045",
      "zh_CN": "所以舜，中国的舜王，历史上都称他为最有智慧，大智！他有什么了不起的地方？给诸位说，就是「行有不得，反求诸己」，从来不说是别人有过失，都是自己做得不够好。你看他当年那种生活环境，那时他才十几岁，二十岁左右，那个环境。自己母亲死的早，父亲娶了个继母，继母对他不好，继母生了个小孩，一家人都想害他，常常都想置他于死地。别人、邻居都打抱不平：你的父母怎么可以这样对你？他就跟邻居吵架，说我父母好，你不可以说他们，是我自己做得不好，不能让父母生欢喜心。天天想自己过失，天天改自己过失，三年之后把他父母感化了。这是齐家，家齐了，这是做出样子给我们看。",
      "zh_TW": "所以舜，中國的舜王，歷史上都稱他為最有智慧，大智！他有什麼了不起的地方？給諸位說，就是「行有不得，反求諸己」，從來不說是別人有過失，都是自己做得不夠好。你看他當年那種生活環境，那時他才十幾歲，二十歲左右，那個環境。自己母親死的早，父親娶了個繼母，繼母對他不好，繼母生了個小孩，一家人都想害他，常常都想置他於死地。別人、鄰居都打抱不平：你的父母怎麼可以這樣對你？他就跟鄰居吵架，說我父母好，你不可以說他們，是我自己做得不好，不能讓父母生歡喜心。天天想自己過失，天天改自己過失，三年之後把他父母感化了。這是齊家，家齊了，這是做出樣子給我們看。"
    },
    {
      "id": "28-020-0002_p0046",
      "zh_CN": "家齐而后国治，你看他这些邻里乡党统统受他感化，最后国君知道了，国君是尧王。尧王听说有这么一个人，把两个女儿嫁给他，尧王有九个儿子，九个儿子跟他做朋友，让他自己儿女细心观察他是不是真的德行。这一观察回报，真的，一点不假，尧王才征召他，就等于说是征召他来为国家做事情。他工作了许多年，尧王细心观察，这个人确实有智慧、有德行、又有能力，最后把王位让给他，真实智慧。所以，修身、齐家、治国、平天下，从舜一个人身上表现出来了。",
      "zh_TW": "家齊而後國治，你看他這些鄰里鄉黨統統受他感化，最後國君知道了，國君是堯王。堯王聽說有這麼一個人，把兩個女兒嫁給他，堯王有九個兒子，九個兒子跟他做朋友，讓他自己兒女細心觀察他是不是真的德行。這一觀察回報，真的，一點不假，堯王才徵召他，就等於說是徵召他來為國家做事情。他工作了許多年，堯王細心觀察，這個人確實有智慧、有德行、又有能力，最後把王位讓給他，真實智慧。所以，修身、齊家、治國、平天下，從舜一個人身上表現出來了。"
    },
    {
      "id": "28-020-0002_p0047",
      "zh_CN": "决定不能说别人不对，我对，别人不对，这个就错到底了。到底怎么样是对的？我错了，别人都是对的，这是真正对了。特别是现在这个世界，怎么样能够化解冲突？怎么样能够促进和平？我们要做榜样给人看，讲没有用处，批评人，不服！谁愿意接受你批评？我们自己修忏悔，时间久了，他会忏悔，「这个人是个好人，我们不能这个态度对他」，这才是个办法。一定要用自己真诚心，要用自己的行为去感化别人，这样就对了。家齐而后国治，政治清明，安和乐利。",
      "zh_TW": "決定不能說別人不對，我對，別人不對，這個就錯到底了。到底怎麼樣是對的？我錯了，別人都是對的，這是真正對了。特別是現在這個世界，怎麼樣能夠化解衝突？怎麼樣能夠促進和平？我們要做榜樣給人看，講沒有用處，批評人，不服！誰願意接受你批評？我們自己修懺悔，時間久了，他會懺悔，「這個人是個好人，我們不能這個態度對他」，這才是個辦法。一定要用自己真誠心，要用自己的行為去感化別人，這樣就對了。家齊而後國治，政治清明，安和樂利。"
    },
    {
      "id": "28-020-0002_p0048",
      "zh_CN": "古时候国都不大，那个时候中国没统一，我们知道中国是从秦始皇开始统一的，在这个之前都是列国。周朝的时候叫八百诸侯，八百多个国家，中国现在很多的县，从前就是一个国。所以中国人讲天下，你看讲国家的不多，讲天下的很多，讲天下就是讲列国。这是什么？心量大。你看古籍里头讲天下讲得太多了，讲自己国家讲得不多。这就说明中国人的教育很早就拓开心量，就求这个世界的和平，世界的安定。",
      "zh_TW": "古時候國都不大，那個時候中國沒統一，我們知道中國是從秦始皇開始統一的，在這個之前都是列國。周朝的時候叫八百諸侯，八百多個國家，中國現在很多的縣，從前就是一個國。所以中國人講天下，你看講國家的不多，講天下的很多，講天下就是講列國。這是什麼？心量大。你看古籍裡頭講天下講得太多了，講自己國家講得不多。這就說明中國人的教育很早就拓開心量，就求這個世界的和平，世界的安定。"
    },
    {
      "id": "28-020-0002_p0049",
      "zh_CN": "现在这个地球，很像中国春秋战国那个时代，所以孔孟之道在今天推行很管用。推行的技术是智慧，没有高度的智慧，智慧从哪里来？没有私心，有私心就没有智慧。常常想到自己的利益，不行，常常想到我们自己国家的利益也不行，都不能够服人。念念为全世界每个国家、每个族群、每个众生去着眼、去想，这世界和平工作可以做，这就是孔孟的、尧舜的教诲。所以七十年代英国汤恩比博士说，要解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法，说得很有道理！中国传统教学跟大乘佛法都着重在修身，佛法讲自度，自己未度而能度人，无有是处，没这个道理，所以真的是以修身为本。",
      "zh_TW": "現在這個地球，很像中國春秋戰國那個時代，所以孔孟之道在今天推行很管用。推行的技術是智慧，沒有高度的智慧，智慧從哪裡來？沒有私心，有私心就沒有智慧。常常想到自己的利益，不行，常常想到我們自己國家的利益也不行，都不能夠服人。念念為全世界每個國家、每個族群、每個眾生去著眼、去想，這世界和平工作可以做，這就是孔孟的、堯舜的教誨。所以七十年代英國湯恩比博士說，要解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法，說得很有道理！中國傳統教學跟大乘佛法都著重在修身，佛法講自度，自己未度而能度人，無有是處，沒這個道理，所以真的是以修身為本。"
    },
    {
      "id": "28-020-0002_p0050",
      "zh_CN": "「国治而后天下平」，平就是平等。安定和平，第一个要素就是平等，不平就会有冲突，就会有矛盾。所以古人讲「不患寡而患不均」，不均就是不平等。资源缺乏、穷困没有关系，要平等，平等大家心就服了，就不会有冲突。今天每个人都有私心，有私心就不平等，冲突就没有法子化解。人人能够放下自私自利，念念能够舍己为人，这要靠教育，其他的做不到；政治做不到，武力也做不到，科学技术、工商业统统做不到，还是教学为先，要教。不教，冲突不能够化解，现在这个恐怖冲突无法化解。",
      "zh_TW": "「國治而后天下平」，平就是平等。安定和平，第一個要素就是平等，不平就會有衝突，就會有矛盾。所以古人講「不患寡而患不均」，不均就是不平等。資源缺乏、窮困沒有關係，要平等，平等大家心就服了，就不會有衝突。今天每個人都有私心，有私心就不平等，衝突就沒有法子化解。人人能夠放下自私自利，念念能夠捨己為人，這要靠教育，其他的做不到；政治做不到，武力也做不到，科學技術、工商業統統做不到，還是教學為先，要教。不教，衝突不能夠化解，現在這個恐怖衝突無法化解。"
    },
    {
      "id": "28-020-0002_p0051",
      "zh_CN": "所以后面说，「自天子以至于庶人」，庶人是平民百姓，「壹是皆以修身为本」，这个「壹」用现在的话来讲就是一切，一切都是以修身为根本。「其本乱」，「本乱」就是身不修，没有做修身的工作，「而末治者」，「末」是天下国家，说是天下国家能大治，「否矣」，没这个道理，不可能！你要想治国、平天下，一定从修身做起。所以「其所厚者薄，而其所薄者厚，未之有也」。这两句话就是说明本末终始、先后次第要是错了的话，世出世间一切法都不能成就，一定要知道本末终始的次第先后。",
      "zh_TW": "所以後面說，「自天子以至於庶人」，庶人是平民百姓，「壹是皆以修身為本」，這個「壹」用現在的話來講就是一切，一切都是以修身為根本。「其本亂」，「本亂」就是身不修，沒有做修身的工作，「而末治者」，「末」是天下國家，說是天下國家能大治，「否矣」，沒這個道理，不可能！你要想治國、平天下，一定從修身做起。所以「其所厚者薄，而其所薄者厚，未之有也」。這兩句話就是說明本末終始、先後次第要是錯了的話，世出世間一切法都不能成就，一定要知道本末終始的次第先後。"
    },
    {
      "id": "28-020-0002_p0052",
      "zh_CN": "那么现在我们要想化解冲突，促进安定和平，这段文很管用。化解冲突首先要懂得化解家里面的冲突，「家和万事兴」。从佛法里面讲，佛法教化众生的本是什么？这是讲教化众生的本，修身！自度！也就是菩提心里面的慈悲心。所以自古以来佛门常讲，佛法是什么？佛法是「慈悲为本，方便为门」，慈悲是本。慈悲从哪里来的？慈悲从真诚来的，你人不真不诚，你的慈悲是假的，不是真的。唯有真诚心，对于人是慈悲，对自己是清净平等觉，《无量寿经》上讲的，清净平等觉是对自己，大慈大悲是对别人的。",
      "zh_TW": "那麼現在我們要想化解衝突，促進安定和平，這段文很管用。化解衝突首先要懂得化解家裡面的衝突，「家和萬事興」。從佛法裡面講，佛法教化眾生的本是什麼？這是講教化眾生的本，修身！自度！也就是菩提心裡面的慈悲心。所以自古以來佛門常講，佛法是什麼？佛法是「慈悲為本，方便為門」，慈悲是本。慈悲從哪裡來的？慈悲從真誠來的，你人不真不誠，你的慈悲是假的，不是真的。唯有真誠心，對於人是慈悲，對自己是清淨平等覺，《無量壽經》上講的，清淨平等覺是對自己，大慈大悲是對別人的。"
    },
    {
      "id": "28-020-0002_p0053",
      "zh_CN": "因此菩萨教化众生有三个「四」，第一个是四个心。四心是四无量心，慈悲喜舍，诸佛菩萨接触一切大众用什么心？慈悲喜舍。慈是与乐，悲是拔苦，喜是欢喜，令一切众生生欢喜心。我们要叫别人不生欢喜心，这个众生他怎么能够来接受佛法？所以一定叫他法喜充满，常生欢喜心。舍就是布施，财布施、法布施、无畏布施。讲到深处，菩萨地位高了，就不叫布施，叫供养。为什么？他平等心现前，一切众生是未来佛，我们对未来佛有财供养、法供养、无畏供养，能够转到供养那就是修普贤行。还修布施，那是一般的菩萨，大乘的菩萨，修布施、持戒、忍辱、精进、禅定、般若，这个都在舍里头。",
      "zh_TW": "因此菩薩教化眾生有三個「四」，第一個是四個心。四心是四無量心，慈悲喜捨，諸佛菩薩接觸一切大眾用什麼心？慈悲喜捨。慈是與樂，悲是拔苦，喜是歡喜，令一切眾生生歡喜心。我們要叫別人不生歡喜心，這個眾生他怎麼能夠來接受佛法？所以一定叫他法喜充滿，常生歡喜心。捨就是布施，財布施、法布施、無畏布施。講到深處，菩薩地位高了，就不叫布施，叫供養。為什麼？他平等心現前，一切眾生是未來佛，我們對未來佛有財供養、法供養、無畏供養，能夠轉到供養那就是修普賢行。還修布施，那是一般的菩薩，大乘的菩薩，修布施、持戒、忍辱、精進、禪定、般若，這個都在捨裡頭。"
    },
    {
      "id": "28-020-0002_p0054",
      "zh_CN": "你看布施里面三种舍，财、法、无畏。持戒、忍辱是属于无畏布施，因为你持戒、你忍辱，众生看到你不害怕。跟你见面怕说错话，得罪你，你会记仇，你持戒、忍辱就不会了。你说钱财露白怕人家抢去，那个人持戒，不偷盗，没有关系，他看到无所谓，这叫无畏施。精进、禅定、般若属于法布施。所以六波罗蜜归纳起来就是一个布施，一个布施分开来讲，讲六条。布施就是舍，用这个心，慈悲喜舍四无量心。",
      "zh_TW": "你看布施裡面三種捨，財、法、無畏。持戒、忍辱是屬於無畏布施，因為你持戒、你忍辱，眾生看到你不害怕。跟你見面怕說錯話，得罪你，你會記仇，你持戒、忍辱就不會了。你說錢財露白怕人家搶去，那個人持戒，不偷盜，沒有關係，他看到無所謂，這叫無畏施。精進、禪定、般若屬於法布施。所以六波羅蜜歸納起來就是一個布施，一個布施分開來講，講六條。布施就是捨，用這個心，慈悲喜捨四無量心。"
    },
    {
      "id": "28-020-0002_p0055",
      "zh_CN": "用什么方式？我们跟众生接触用什么方式？方式用四摄法，四摄就是方式。你看用布施、爱语、利行、同事这四种方法。诸位要学会了，用在家庭，夫妻会用，这个夫妇百年好合，怎么会出问题？四摄法，小，用在夫妇，大，用在国家，用在世界，国与国的往来和睦相处，这个方法太好了！四摄法里面的布施，我讲的很多，我在新加坡跟九个宗教往来，把他们团结成一家人。很多人问我：法师，你到底用什么方法，你能把这些宗教搞在一起？我说这是佛教给我的方法。佛教给你什么方法？四摄法。头一个「布施」，这个布施是送礼、请客，多送礼、多请客，这个布施是这样，人情！",
      "zh_TW": "用什麼方式？我們跟眾生接觸用什麼方式？方式用四攝法，四攝就是方式。你看用布施、愛語、利行、同事這四種方法。諸位要學會了，用在家庭，夫妻會用，這個夫婦百年好合，怎麼會出問題？四攝法，小，用在夫婦，大，用在國家，用在世界，國與國的往來和睦相處，這個方法太好了！四攝法裡面的布施，我講的很多，我在新加坡跟九個宗教往來，把他們團結成一家人。很多人問我：法師，你到底用什麼方法，你能把這些宗教搞在一起？我說這是佛教給我的方法。佛教給你什麼方法？四攝法。頭一個「布施」，這個布施是送禮、請客，多送禮、多請客，這個布施是這樣，人情！"
    },
    {
      "id": "28-020-0002_p0056",
      "zh_CN": "我们去拜访他，送上一份礼物，人家就生欢喜心了，这个朋友就交上了。九个宗教都交上之后，然后我们就请客，请大家一起来吃饭，不但请他们宗教领袖，还请他们的信徒。所以过年的时候我们搞一个温馨晚会，第一次搞的时候三千八百人。每个宗教他们的领导人以及他们这些干部、信徒，大家统统来，请客！第二年办的时候，纳丹总统也来参加，好像人数有七千多人。第三次请客的时候，吴作栋总理出席了，差不多也有八千人。多请客，多送礼！我跟九个宗教往来，每个宗教送十万块钱红包，帮助他们办慈善事业，因为他们都办的有养老院、有孤儿院，也有的有医院、有学校。所以每个宗教里面有大的活动，我们都去参加。",
      "zh_TW": "我們去拜訪他，送上一份禮物，人家就生歡喜心了，這個朋友就交上了。九個宗教都交上之後，然後我們就請客，請大家一起來吃飯，不但請他們宗教領袖，還請他們的信徒。所以過年的時候我們搞一個溫馨晚會，第一次搞的時候三千八百人。每個宗教他們的領導人以及他們這些幹部、信徒，大家統統來，請客！第二年辦的時候，納丹總統也來參加，好像人數有七千多人。第三次請客的時候，吳作棟總理出席了，差不多也有八千人。多請客，多送禮！我跟九個宗教往來，每個宗教送十萬塊錢紅包，幫助他們辦慈善事業，因為他們都辦的有養老院、有孤兒院，也有的有醫院、有學校。所以每個宗教裡面有大的活動，我們都去參加。"
    },
    {
      "id": "28-020-0002_p0057",
      "zh_CN": "天主教的圣诞节弥撒，我们出家人五十多个人，穿袍搭衣到教堂里面去参加，很有味道。统统搭的二十五条衣，有史以来没有过的，头一次，我们跟他一起活动，你说多欢喜！我在新加坡讲《玫瑰经》，《玫瑰经》是天主教的早晚课诵本，我这个光碟现在在天主教流通的很广。跟伊斯兰教往来的非常密切，我们参加他的活动，参加他的慈善事业，我也讲《古兰经》。这就是方便为门，这都是属于布施，财、法、无畏三种布施我们都做到。",
      "zh_TW": "天主教的聖誕節彌撒，我們出家人五十多個人，穿袍搭衣到教堂裡面去參加，很有味道。統統搭的二十五條衣，有史以來沒有過的，頭一次，我們跟他一起活動，你說多歡喜！我在新加坡講《玫瑰經》，《玫瑰經》是天主教的早晚課誦本，我這個光碟現在在天主教流通的很廣。跟伊斯蘭教往來的非常密切，我們參加他的活動，參加他的慈善事業，我也講《古蘭經》。這就是方便為門，這都是屬於布施，財、法、無畏三種布施我們都做到。"
    },
    {
      "id": "28-020-0002_p0058",
      "zh_CN": "「爱语」，我们跟他往来谈话，所说的这些话对于他们都是爱护的。爱护不是甜言蜜语，对他真正有好处，我们的言论对他有好处。「利行」是我们所作所为对他们都有利益，决定没有伤害。「同事」，这个同事摄我就跟古人讲法不一样。古人是一定要跟对方同事，现在对方都作恶，怎么可以同事？你一同就糟了。所以同事我讲我们今天要跟神同事，要跟圣人同事，要跟佛菩萨同事，这就不会有偏差，不会做错误，方式。",
      "zh_TW": "「愛語」，我們跟他往來談話，所說的這些話對於他們都是愛護的。愛護不是甜言蜜語，對他真正有好處，我們的言論對他有好處。「利行」是我們所作所為對他們都有利益，決定沒有傷害。「同事」，這個同事攝我就跟古人講法不一樣。古人是一定要跟對方同事，現在對方都作惡，怎麼可以同事？你一同就糟了。所以同事我講我們今天要跟神同事，要跟聖人同事，要跟佛菩薩同事，這就不會有偏差，不會做錯誤，方式。"
    },
    {
      "id": "28-020-0002_p0059",
      "zh_CN": "方法？方法是用四悉檀，你要会活用，四悉檀是个纲领，世界、为人、对治、第一义。我们在讲《华严经》里面，前面曾经讲过「四随」，随就是随顺众生。四随里面有「随乐」，随乐就是世界悉檀；有「随宜」，随宜就是为人悉檀；有「随治」，随治就是对治悉檀；有「随义」，那就是第一义悉檀，佛以四随说法利生，这个我们要学，这是总纲领。这就是一切诸佛菩萨应化在九法界，应以什么身得度就现什么身，应说什么法就说什么法，无有定法可说，也没有一定的形式出现。总是像《楞严》上所讲的随心应量，随众生心，应所知量，活的，不是死呆板的。应以佛身得度，即现佛身而为说法；应以基督身得度，就现基督身而为说法；应以阿訇身得度，就现阿訇身而为说法，活活泼泼，哪里是死呆板的！",
      "zh_TW": "方法？方法是用四悉檀，你要會活用，四悉檀是個綱領，世界、為人、對治、第一義。我們在講《華嚴經》裡面，前面曾經講過「四隨」，隨就是隨順眾生。四隨裡面有「隨樂」，隨樂就是世界悉檀；有「隨宜」，隨宜就是為人悉檀；有「隨治」，隨治就是對治悉檀；有「隨義」，那就是第一義悉檀，佛以四隨說法利生，這個我們要學，這是總綱領。這就是一切諸佛菩薩應化在九法界，應以什麼身得度就現什麼身，應說什麼法就說什麼法，無有定法可說，也沒有一定的形式出現。總是像《楞嚴》上所講的隨心應量，隨眾生心，應所知量，活的，不是死呆板的。應以佛身得度，即現佛身而為說法；應以基督身得度，就現基督身而為說法；應以阿訇身得度，就現阿訇身而為說法，活活潑潑，哪裡是死呆板的！"
    },
    {
      "id": "28-020-0002_p0060",
      "zh_CN": "我跟这些宗教往来，我说我们大家都相信宇宙之间只有一个真神，我说你信不信神有圆满的智慧？相信；神有圆满的神通，相不相信？相信；神能够随身变化一切，相不相信？对，相信！那问题解决了，在佛教就变成释迦牟尼佛，在基督教就变成耶稣，一个神变的，你要说骂佛，那你就是骂耶稣。所有宗教创始人是一个神变的，他的分身，应以什么身得度就现什么身。你看这么多年来，我跟世界许多宗教往来，这个理念还没有人反对，大家听了都很欢喜，都能接受。",
      "zh_TW": "我跟這些宗教往來，我說我們大家都相信宇宙之間只有一個真神，我說你信不信神有圓滿的智慧？相信；神有圓滿的神通，相不相信？相信；神能夠隨身變化一切，相不相信？對，相信！那問題解決了，在佛教就變成釋迦牟尼佛，在基督教就變成耶穌，一個神變的，你要說罵佛，那你就是罵耶穌。所有宗教創始人是一個神變的，他的分身，應以什麼身得度就現什麼身。你看這麼多年來，我跟世界許多宗教往來，這個理念還沒有人反對，大家聽了都很歡喜，都能接受。"
    },
    {
      "id": "28-020-0002_p0061",
      "zh_CN": "我最初到日本的时候，日本有几个法师：法师，你这个说法从来没听说过，恐怕在日本行不通。结果我到日本去的时候，也没有反对。不但没有人反对，日本那个老和尚，那是佛教里声望最高的，中村康隆，今年一百零一岁，去年我们见面的时候，去年他一百岁。我第一次跟他见面，他看到我很欢喜，告诉我全世界所有宗教创始人，都是观世音菩萨的化身。他那些徒弟们告诉我，他说净空法师，我们老和尚一生从来没说过这个话，头一次听说这个话。这就是四摄法，这就是佛家讲的方便为门，「慈悲为本，方便为门」。方是方法，便是最适合的方法，最适合的方法，那就不是固定的，就是应以什么身得度现什么身，应当给他说什么法就说什么法，没有一定的，这就是最适合的，这叫便，便宜。所以慈悲为本，方便为门，这才能够真正达到众生无边誓愿度，你才能普度一切众生。",
      "zh_TW": "我最初到日本的時候，日本有幾個法師：法師，你這個說法從來沒聽說過，恐怕在日本行不通。結果我到日本去的時候，也沒有反對。不但沒有人反對，日本那個老和尚，那是佛教裡聲望最高的，中村康隆，今年一百零一歲，去年我們見面的時候，去年他一百歲。我第一次跟他見面，他看到我很歡喜，告訴我全世界所有宗教創始人，都是觀世音菩薩的化身。他那些徒弟們告訴我，他說淨空法師，我們老和尚一生從來沒說過這個話，頭一次聽說這個話。這就是四攝法，這就是佛家講的方便為門，「慈悲為本，方便為門」。方是方法，便是最適合的方法，最適合的方法，那就不是固定的，就是應以什麼身得度現什麼身，應當給他說什麼法就說什麼法，沒有一定的，這就是最適合的，這叫便，便宜。所以慈悲為本，方便為門，這才能夠真正達到眾生無邊誓願度，你才能普度一切眾生。"
    },
    {
      "id": "28-020-0002_p0062",
      "zh_CN": "所以四悉檀第一个，你看欢喜，世界悉檀第一个就是你要叫众生生欢喜心；不生欢喜心，他就不肯跟你接触，你就度不了他。也就是你想把明明德这个道理去教导他怎么个修法，你首先要人家欢喜接受。所以诸佛菩萨所在之处，令一切众生生欢喜心，这是第一个，世界悉檀，随乐。众生欢喜不一样，他喜欢什么你能够随顺，你没有分别，没有执着，都能随顺。随顺他们的喜爱，随顺他们的风俗习惯，人家才欢喜；我们一定要怎样，那就行不通了。像我们跟许多宗教交流，我进入他们的教堂，我对他们供的神我礼拜，有很多人看到奇怪，他们的信徒看到生欢喜心，我们拜他的神。我们拜完之后告诉他，我们的神跟你的神是一个神，不是两个神，是一个神。在你这个地方现这个样子，在我们那里现释迦牟尼佛的样子，不一样，是一个神，不是两个神，欢喜！这里头什么矛盾、隔阂、冲突自然就化解了，一定要彼此互相学习教理。",
      "zh_TW": "所以四悉檀第一個，你看歡喜，世界悉檀第一個就是你要叫眾生生歡喜心；不生歡喜心，他就不肯跟你接觸，你就度不了他。也就是你想把明明德這個道理去教導他怎麼個修法，你首先要人家歡喜接受。所以諸佛菩薩所在之處，令一切眾生生歡喜心，這是第一個，世界悉檀，隨樂。眾生歡喜不一樣，他喜歡什麼你能夠隨順，你沒有分別，沒有執著，都能隨順。隨順他們的喜愛，隨順他們的風俗習慣，人家才歡喜；我們一定要怎樣，那就行不通了。像我們跟許多宗教交流，我進入他們的教堂，我對他們供的神我禮拜，有很多人看到奇怪，他們的信徒看到生歡喜心，我們拜他的神。我們拜完之後告訴他，我們的神跟你的神是一個神，不是兩個神，是一個神。在你這個地方現這個樣子，在我們那裡現釋迦牟尼佛的樣子，不一樣，是一個神，不是兩個神，歡喜！這裡頭什麼矛盾、隔閡、衝突自然就化解了，一定要彼此互相學習教理。"
    },
    {
      "id": "28-020-0002_p0063",
      "zh_CN": "我的长处就是我学他们的经典，跟他们的往来，你们的经典我懂，我都会讲，我的经典你不懂，你不会讲，这鼓励他应当要多学。你看看我们的神，在基督教怎么讲法，在天主教怎么讲法，在佛教怎么讲法，在回教怎么讲法，多听、多学习，才知道我们的神伟大。决定不能说是我这个是正法，你们是邪法，不可以。统统是一个神讲的，在不同地区讲的，对不同对象讲的，大家才恍然大悟。我说我们今天住在这个地球上，现在交通便捷，科技发达，资讯发达，我们现在地球变成地球村，我们环绕地球一周，三天！我们是地球人，我在外国人家问我：法师，你哪里人？我说地球人，我们都是一家人，你也是地球人，我们都是一家人。一家人就亲切了，这个道理要懂，这就是方法，佛家讲的四摄法。",
      "zh_TW": "我的長處就是我學他們的經典，跟他們的往來，你們的經典我懂，我都會講，我的經典你不懂，你不會講，這鼓勵他應當要多學。你看看我們的神，在基督教怎麼講法，在天主教怎麼講法，在佛教怎麼講法，在回教怎麼講法，多聽、多學習，才知道我們的神偉大。決定不能說是我這個是正法，你們是邪法，不可以。統統是一個神講的，在不同地區講的，對不同對象講的，大家才恍然大悟。我說我們今天住在這個地球上，現在交通便捷，科技發達，資訊發達，我們現在地球變成地球村，我們環繞地球一周，三天！我們是地球人，我在外國人家問我：法師，你哪裡人？我說地球人，我們都是一家人，你也是地球人，我們都是一家人。一家人就親切了，這個道理要懂，這就是方法，佛家講的四攝法。"
    },
    {
      "id": "28-020-0002_p0064",
      "zh_CN": "第二个，为人。为人就是我们要，佛法讲契机，契机里面讲的是人。人，种族不相同，文化不相同，历史渊源不相同，信仰不相同，我们都要学习，然后才能跟他相处，才能够帮助他。他信什么样的宗教，我们赞叹那个宗教，可不能说你那个宗教不如我，我这个比你好，那马上就反抗。一定要晓得，确实中村康隆讲得对，观世音菩萨三十二应，应以什么身得度就现什么身，观音菩萨现身，这是我们要能够理解的。所以入境随俗，你进到他的宗教，你就要一切都随顺，大家都欢喜。要赞叹，要勉励，我们这个世界才能和平，才不至于发生冲突。世界的安定和平，宗教占很大的分量。只要宗教能够团结和睦，对于整个世界和平会产生很大的影响，对于族群亦复如是。对国家，我访问很多国家领导人，他们都喜欢跟我接见，帮助你这个国家怎样安定，世界怎样能够走向和平。这是我们一般俗话讲「见人说人话，见鬼说鬼话」，人鬼都对，大家都欢喜，这个要晓得。",
      "zh_TW": "第二個，為人。為人就是我們要，佛法講契機，契機裡面講的是人。人，種族不相同，文化不相同，歷史淵源不相同，信仰不相同，我們都要學習，然後才能跟他相處，才能夠幫助他。他信什麼樣的宗教，我們讚歎那個宗教，可不能說你那個宗教不如我，我這個比你好，那馬上就反抗。一定要曉得，確實中村康隆講得對，觀世音菩薩三十二應，應以什麼身得度就現什麼身，觀音菩薩現身，這是我們要能夠理解的。所以入境隨俗，你進到他的宗教，你就要一切都隨順，大家都歡喜。要讚歎，要勉勵，我們這個世界才能和平，才不至於發生衝突。世界的安定和平，宗教佔很大的分量。只要宗教能夠團結和睦，對於整個世界和平會產生很大的影響，對於族群亦復如是。對國家，我訪問很多國家領導人，他們都喜歡跟我接見，幫助你這個國家怎樣安定，世界怎樣能夠走向和平。這是我們一般俗話講「見人說人話，見鬼說鬼話」，人鬼都對，大家都歡喜，這個要曉得。"
    },
    {
      "id": "28-020-0002_p0065",
      "zh_CN": "第三对治，对治就是要针对现前社会的病态，我们怎样改法，怎样帮助他。就像治病一样，现前，这不是过去，也不是未来，现在，现在社会有哪些毛病。现在社会上最严重的是不重视伦理德道教育，这是社会动乱的根源。那我们今天就特别提倡这个，尤其是特别提倡《弟子规》、《十善业道》、《沙弥律仪》，这基本的戒律，这就是对治，属于对治。",
      "zh_TW": "第三對治，對治就是要針對現前社會的病態，我們怎樣改法，怎樣幫助他。就像治病一樣，現前，這不是過去，也不是未來，現在，現在社會有哪些毛病。現在社會上最嚴重的是不重視倫理德道教育，這是社會動亂的根源。那我們今天就特別提倡這個，尤其是特別提倡《弟子規》、《十善業道》、《沙彌律儀》，這基本的戒律，這就是對治，屬於對治。"
    },
    {
      "id": "28-020-0002_p0066",
      "zh_CN": "第一义是讲究竟的目标，就是我们常讲的破迷开悟，离苦得乐。离苦得乐是有等级的，要把它提升到最高。你说信基督教的，我们真正能够指导他，将来一定升天堂，他的目标在这里。伊斯兰教的要帮助他生天园，佛教的要帮助他生净土，这叫第一义。他们自己最高的愿望，我们要帮助他达到，这叫第一义。",
      "zh_TW": "第一義是講究竟的目標，就是我們常講的破迷開悟，離苦得樂。離苦得樂是有等級的，要把它提升到最高。你說信基督教的，我們真正能夠指導他，將來一定升天堂，他的目標在這裡。伊斯蘭教的要幫助他生天園，佛教的要幫助他生淨土，這叫第一義。他們自己最高的願望，我們要幫助他達到，這叫第一義。"
    },
    {
      "id": "28-020-0002_p0067",
      "zh_CN": "所以，佛以四随，以四悉，悉是普遍，悉檀，檀是布施，檀是梵语。这两个字要是翻译起来就是普遍布施，这四种叫遍施，遍施才能够把第一愿圆满，「众生无边誓愿度」。我在后面，你们那张里头没有，我这后面画了一个图，画了一棵树，我想我会把这个给你们大家做参考。这个树就是说明本末次第，平天下就像这个树，树叶花果，树叶。治国就像树枝，齐家就像树干，修身就像树的本；下面格物、致知、诚意、正心，是埋在地底下的根。所以说是有本有末，有先有后，一定要明了，我们对于世出世间法的修学决定有成就。现在时间到了，我们就讲到此地。",
      "zh_TW": "所以，佛以四隨，以四悉，悉是普遍，悉檀，檀是布施，檀是梵語。這兩個字要是翻譯起來就是普遍布施，這四種叫遍施，遍施才能夠把第一願圓滿，「眾生無邊誓願度」。我在後面，你們那張裡頭沒有，我這後面畫了一個圖，畫了一棵樹，我想我會把這個給你們大家做參考。這個樹就是說明本末次第，平天下就像這個樹，樹葉花果，樹葉。治國就像樹枝，齊家就像樹幹，修身就像樹的本；下面格物、致知、誠意、正心，是埋在地底下的根。所以說是有本有末，有先有後，一定要明瞭，我們對於世出世間法的修學決定有成就。現在時間到了，我們就講到此地。"
    }
  ]
}